{
    "title": "【翻译】8月9日3.0进展报告",
    "author": "siska",
    "replyCount": 11,
    "timestamp": 1407565200,
    "txt_content": "人工翻译，求支持（LZ已翻译到吐血状态）\n务必再次注意，这次只是进展报告，不是3.0更新\n\n摘要：VAC反作弊系统、地图编辑器、存档位置优化、Steam云存档、新的玩家模型与动画系统\n\n原文：\n\nHello! \n\nTL;DR: Stuff's going well and you can expect a testing build soon! \n\nIn-case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. \n\nThe 3.0 update is really starting to take shape, and the behind-the-scenes stuff for players is mostly in. I really appreciate all your support with 3.0 and hope to provide exactly what you want! \n\nI would show some pictures, but nothing looks very nice yet. In the mean time here's a generalized list of all the stuff I've been working on: \nIn the editor you can now place basic spawn points, but in the future it will be expanded to allow you to create your own loot tables and spawn rates.Large amounts of data can be saved, and the server has a much nicer save structure. For instance, a player's inventory is now stored in /Saves/Server Name/Player Name/Inventory.Clothes, inventory, movement, looking and stances are synced across the server. The inventory in particular is vastly improved allowing it to be re-used for many different things. One thing I'm particularly excited to try is perhaps allowing you to store items in furniture, such as powering a fridge and keeping food in it.Assets can be loaded in much more easily, and the per-asset data is stored externally from packages which makes editing simple.Server antihack is much stronger and blocks all the crazy things these idiots are doing on public servers currently. Not only this, but the dedicated console has much more control than ever before allowing the host to investigate players for hacks and of course ban them. The autokicker is more intelligent as well, and I think you guys will be happy to see some of the new things it does!The new player model is in and much more optimized. It not only allows ragdolls, but the pixels:surface ratio is consistent meaning that people interested in making clothes will have an easy time.The new animation system is much more flexible allowing 3rd and 1st person to share animations. This means that when you, for example, reload or inspect your attachments anyone else can see that animation, too!\nYou may have noticed a few silent updates this week, as I've been making little patches to fix bugs and prevent exploits. If you actually read all this I'm impressed, as it's quite the word wall. \n\nToday's community feature is this neat cinematic: \n\n【视频在这，自己戳进去看】\nThanks for reading!\n\n\n\n翻译：\n\nHello! \n\n\nTL;DR: (什么鬼东西，我不会翻译= =)一切的进展很顺利，你所期待的测试版本很快就会出现！\n\n你不知道的情况下，我们正对Unturned进行着大规模的检修、优化。专用服务器在Steam服务器列表、VAC、创意工坊及其他更好的网络中的支持目前还未面向公众。（这句话第三次出现了 = =）\n\n3.0的更新真的是慢慢开始形成了，而且有许多玩家在背后支持我，我真的很感激你们对3.0的支持，并去提供你想要的东西！\n\n我会我会展示一些图片，但不一定看起来很漂亮。与此同时我做成一张表给大家看(这叫表 = =)：\n\n①现在在编辑器中你可以自己设置基本的物品刷新点， 但到未来才能修改你的物品表和修改僵尸刷新率。\n\n②大量的数据可以被保存，并且服务器有一个更好的储存结构。举例来说，一位玩家的库存（库存是什么？也许你看下一条你就懂了）现在储存在存档/服务器/玩家名中。\n\n③服装，库存，动作，外观现在能够跨服务器同步。特定的库存被大幅度改进，并允许它重新被用于许多不同的事情。有一件事让我特别兴奋去尝试的，这件事可能就是能让你储存东西的家具，如你开了冰箱，能让食物保存在里面。 \n\n④资源可以更容易地被加载，每个资源数据存储在外部，通过能让编辑更简单的包中（就是将资源数据通过一个能让编辑更简单的方式进行打包，并储存在外部）。\n\n⑤服务器的反作弊系统现在更强了，并阻止这些白痴（熊孩子和挂比）在服务器里头做一切疯狂的事情。 不仅如此， 而且专用的控制台有更多的能力去允许主机进行玩家黑客的调查，并禁止他们（应该是T出服务器）。 该系统更加智能化的同时，我想你们会很高兴看到一些它所产生的新事物！\n\n⑥新的玩家模型完成了，而且它更加优化了。它不仅可以像布娃娃（作者你在逗我...），而且像素方面：面部的比例是一致的，这让喜欢做衣服的人能有个更好的时间。\n\n⑦新的动画系统更加灵活，支持第三和第一人称动画。例如： 当你装弹或更换你枪支的部件的时候，谁都可以看到这动画！\n\n\n你可能已经注意到了本周都是一些无声的小更新， 因为我一直在做的小补丁，以修正BUG和漏洞。 如果你真的读完全部内容，这让我很感动，因为它是篇那么多字的文章。\n\n\n通过这部整洁的视频来了解更新3.0：\n\n【视频在这，自己戳进去看】\n\n\nThanks for reading!\n\n\n\n\n",
    "replies": [
        {
            "author": "人类.",
            "timestamp": 1407565740,
            "txt_content": "哇 好期待啊！"
        },
        {
            "author": "likeliang",
            "timestamp": 1407566280,
            "txt_content": "都是一些bug修复T-T"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1407572580,
            "txt_content": "看起来很不错嘛，除了PE1.0和MC1.8之外，我们又多了一个期待的游戏，UN3.0"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1407590040,
            "txt_content": "期待编辑器"
        },
        {
            "author": "siska",
            "timestamp": 1407591600,
            "txt_content": "G王者Z巨蟹Y 发表于 2014-8-9 16:23\n看起来很不错嘛，除了PE1.0和MC1.8之外，我们又多了一个期待的游戏，UN3.0 ...\n+1{:10_512:}"
        },
        {
            "author": "33882",
            "timestamp": 1407598920,
            "txt_content": "度娘告诉我TL;DR的意思是：Too Long;Didn's Read(太长不读系列)\n望修改= ="
        },
        {
            "author": "siska",
            "timestamp": 1407646860,
            "txt_content": "自己顶一个{:10_523:}"
        },
        {
            "author": "海之扩天",
            "timestamp": 1407654480,
            "txt_content": "顶个~~~   "
        },
        {
            "author": "siska",
            "timestamp": 1407655320,
            "txt_content": "海之扩天 发表于 2014-8-10 15:08\n顶个~~~\n谢谢{:10_512:}"
        },
        {
            "author": "siska",
            "timestamp": 1407655440,
            "txt_content": "海之扩天 发表于 2014-8-10 15:08\n顶个~~~\n谢谢{:10_512:}"
        },
        {
            "author": "q1432955184",
            "timestamp": 1408022100,
            "txt_content": "我真的不想说渣渣.0.0.{:10_513:}{:10_514:}{:10_513:}\n"
        }
    ]
}