{
    "title": "<原创·连载>【红石狂潮】作者：赤仙[第八章 机械师公会]",
    "author": "CloudsXDao",
    "replyCount": 5,
    "timestamp": 1407567960,
    "txt_content": " 本帖最后由 CloudsXDao 于 2014-8-9 19:53 编辑 \n\nBGM:キセキ\n\n\n—————————————————————————————————————————————————————\n正文\n\n机械师公会所有的分会，都是一个模样，也算是凯神纪的标志性建筑物——巴别塔。\n\n\n巴别塔，顾名思义，是塔形建筑，巴别塔一般来说主要由红石、精铁和一些稀有物质组成，塔身闪耀着金属的光芒，而敏尔面前的这座塔总共有五层，分别是第一层“待”、第二层“试”、第三层“书”、第四层“器”以及第五层“镇”。\n\n\n在红石之城“亚历山大”里，有着巴别塔的总部，而巴别塔的总部却是有七层的。\n\n\n敏尔与灵跟随着比尔走进眼前巴别塔的第一层，第一层是一个圆形的大厅，也是很宽阔。 机械师公会虽然豪华如斯，但是却没有什么人在工作，只有一旁的“等级考核”柜台里有人，那个人脸上盖着一本《凯神和17个女人不得不说的故事》正躺在沙发上呼呼大睡，比尔有些看不过去了，敲了敲柜台，有些恼的大声唤道：“德鲁克！”        “啊！”柜台前的人浑身一抖，书从脸上掉落，露出了黝黑而惊恐的面庞，但是看清了来人之后，又慵懒了起来，“什么嘛，是比尔老大啊。来我这有什么事吗？”\n“当然有事。”比尔板着个脸，说道，“不过你还是先帮这位小兄弟吧。”\n    “你是老大，听你的。”德鲁克扭头对着敏尔,咧嘴一笑，“来考核的对吧。”\n    “嗯”敏尔点点头。\n    德鲁克懒散的拿出一张纸说道：“自己填去。”    姓名：敏尔·西蒙    年龄：16    住宅：暂无......\n“好了，你动作蛮快的嘛。”德鲁克随意接来看了看，起了身大手一挥，“和我一起去第二层，我直接给你测试。”\n“拜托了。”敏尔笑道，他明白自己没有这么大面子，全部都是因为那个比尔。\n说着，敏尔一群人便登上了漆成红色的螺旋阶梯，敏尔摸着扶手，他能感受到扶手有着一丝红石力量，看来传言并非空穴来风，整个巴别塔其实很有可能整个就是一个巨大的红石机械！\n来到第二层“试”里，敏尔所看到的并不是真个第二层，而是一个平台，平台旁边有上第三层的阶梯，却没有通往测试房间的门，带路的德鲁克手中红光一闪，只听三声活塞的“咔嚓”，一边的墙上就像科幻电影一样出现了一道门。\n敏尔往里面看去，心中一怔，眼前的房间中央放着一块红石晶，敏尔对它并不陌生，在小村时，父亲常常用它来测试敏尔对机械规则的感悟，只不过这块比老西蒙那块小多了。\n    “把手放上去吧。”德鲁克的声音从敏尔背后传来。\n    敏尔深呼了一口气，在没有人看见的他的手心中，闪过一丝青红色的光芒，轻轻的，敏尔把手放在了红石晶上。\n红石晶发出了闪耀的红光，德鲁克熟练的打开一边的收集器，看向表内的数值，一时间被震的说不出话来：“七...七级！”\n七级？敏尔身后的比尔愣在了原地。\n不应该是三级左右吗？\n    “接下来是考核实际能力，请问西蒙先生您是生活系还是战斗系？”德鲁克不愧是专业人员，一下就反应过来了，语气也变得十分恭敬。\n    “战斗！”敏尔笑道。\n    “请和我来。”德鲁克大手一挥，墙壁中再次打开了一道门。\n墙后是一个强化的传说级房间，所有战斗系考核都在这里进行。\n德鲁克首先走进房间深处，敏尔灵马上跟上，唯有比尔还在原地傻愣愣的笑着。\n    “请选一把武器。”德鲁克拿着一把手枪、一把步枪和一把火铳。\n    “不需要了。”敏尔从怀里一掏，一把精致漂亮的银色左轮手枪就出现在敏尔掌内。\n    生成！？德鲁克又是一惊，敏尔的衣服内根本没有任何可以藏的了手枪的地方！\n敏尔知道机械师是如何测试的，一手持枪，心中默念“机械·光聚”。\n猛地，敏尔扣下扳机，手枪上浮现了一道文字，同时，一道银白色的光芒瞬间打击到敏尔面前的红石晶上。\n后坐力并不大，也并没有射出子弹。\n在银色光芒射在红石晶与红石晶相击时悦耳的女声响起。\n“伤害：7-8级。”\n接着，又是一顿忙碌，为敏尔的考核落下了帷幕。\n“这是您的资格证，请拿好。”第一层的大厅中，德鲁克弯着腰恭敬的把一枚类似勋章的东西递给敏尔。\n勋章的底层是有着淡淡的白银色的不知名金属的厚片，上面是一个复杂的机械，只要一点红石能量就可以打开，打开后是一个红石的样子，这是一个职业的代表，这是一个职业的荣耀——机械师！\n    “嗯，谢谢德鲁克兄弟了。”敏尔抱拳说道。\n    “哪里哪里，为您服务是我的荣幸。”德鲁克笑道，“大人慢走！”\n    “那比尔兄我就告辞了。”敏尔这边说着，便抬腿就要准备离去。\n“敏尔兄等等！”此时，比尔已经按捺不住了，赶紧说道，“我看敏尔兄之前填表时，住处是暂无，若是敏尔兄不嫌弃，不如去我家住可好？”\n“哎哎哎，比尔大哥折煞小弟了，我看比尔大哥长我好几岁，怎么能称我哥哥呢？”敏尔一只手牵着灵，一只手猛地摆了摆，说道。\n“没想到敏尔你是个这么讲究的人。”听到敏尔这么说，比尔平静了自己的情绪，也是大笑了起来，“那不如这样，我就托大，叫你一声敏尔老弟咯！弟弟来哥哥家做客，不是理所当然的嘛！”\n“这怎么好意思？”敏尔还想推脱一番，突然感觉右手被用力握紧，敏尔扭头一看，灵一双灵动的眼睛盯着地上，看起来已经有点不耐烦了。\n“那就叨扰大哥了。”敏尔脸上苦笑，微微鞠躬道。为什么不抱拳呢？开玩笑，敏尔一只手还在灵的手里呢！\n“没事没事。小姑娘真可爱”比尔说着，就把手搭在敏尔肩膀上，拉着敏尔往城主府里走去，“来，跟大哥说说，你的家里有什么人啊......”\n\n—————————————————————————————————————————————————————\n\n\n我朱仙又回来啦！小朋友们有没有想我啊？\n\n\n\n谢谢你的观看！如果有什么意见请在下面提出！我会斟酌的！\n如果觉得我写的不错，就在索引或者本章发点人气和金粒鼓励我一下吧！索引\n\n\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1407573780,
            "txt_content": "@the-blaze @poi4399 @hznb @2455211088 @jiumosi @159874236q @MC迪莫 @250=mo @y342900 @Qfang23 @a2455564728 @风之心_天双 @银狼 @Technology @马赛克了 @茶杯骑士 @冥王星人 @xcc @molei 最后一次@，因为人数太多，所以以后不做这么多@，如果你想要实时看到红石狂潮的更新，请加入我的小组QQ群：305249291"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407573900,
            "txt_content": "@the-blaze @poi4399 @hznb @2455211088 @jiumosi @159874236q @MC迪莫 @250=mo @y342900 @Qfang23 @a2455564728 @风之心_天双 @银狼 @Technology @马赛克了 @茶杯骑士 @冥王星人 @xcc @molei 最后一次@，因为人数太多，所以以后不做这么多@，如果你想要实时看到红石狂潮的更新，请加入我的小组QQ群：305249291"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1407576180,
            "txt_content": "前来捧场，虽然你没@我……"
        },
        {
            "author": "hznb",
            "timestamp": 1407578220,
            "txt_content": "第七章也叫龙井城系列"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407585420,
            "txt_content": "hznb 发表于 2014-8-9 17:57\n第七章也叫龙井城系列\n改回来了...."
        }
    ]
}