{
    "title": "给各位小说党看一个横好玩的东东",
    "author": "yuchenyang",
    "replyCount": 10,
    "timestamp": 1407586260,
    "txt_content": "我想大家都知道百度翻译...现在百度翻译能翻译出文言文了（可能火星）\n于是楼主很欢乐的拿自己小说先开刀...\n\n一路上怪物出奇的少，但是现在我没有足够的能力和底气，所以不敢直接冲上去进行正面的交锋。\n\n一路怪奇之少，今臣不足以与底气，故敢直冲上而正面之交。\n\n    一路躲躲闪闪，我来到了荒地。\n\n一路避，我到了草。\n\n    荒地上都是一些我不认识的植物，那些植物只有根茎叶，直直的向上生长，有一个人那么高，到夏天就长了叶，绿绿的一片。\n\n草上都是些不识之物，其根独茎叶，直者上生，有一人则高，至夏而长之叶，绿绿之片。\n\n    走进荒地，我捡了一些大理石地板长条装碎片和树枝以及一些柔韧的藤条，扎成一把剑的现状，背在了身上。\n\n入草，我得了些苍石板长盛之与枝及其柔者藤，扎成一剑之下，背在了身上。\n\n    如果我的猜想没错的话...\n\n若吾之意然也...\n\n    夜晚降临，我吃了一些面包。\n\n夜降，我吃了些面。\n\n    我站在高点上，发现周围没有怪物。\n\n我站在高点上，见左右无怪物。\n\n    那就继续深入荒地吧。\n\n则深入草也。\n\n    我刚跨开右脚，耳边“嗖”的一声，耳朵就变的凉凉的，还有液体淌下来...\n\n我始得开右，“嗖”的一声耳，耳则变之凉凉之，又有液坠...\n\n    怎么回事？\n\n何也？\n\n    我反应过来，转身，发现是一只骷髅在我身后放暗箭。\n\n我应来，转，乃一髑髅在吾后放暗。\n\n    真是不应该，我跳过去，拔出剑，对着那骨架的颈部就是一下。\n\n真不宜，我跳过，拔出剑，当其骨之颈为之。\n\n    “哐”\n\n“哐”\n\n    骷髅的脑袋飞了出去。\n\n髑髅之头飞去。\n\n    “呵呵”我放下了警备，没想到那掉了头的骷髅继续操作，射出一箭，插入了我的心脏...\n\n“呵呵”吾释之警，不意那掉了头之髑髅继作，一发，插了我心...\n\n    开什么玩笑？！\n\n开何戏？！\n\n    我马上举起剑，不断的往骷髅身上乱敲，发出“乒乒乓乓”的声音。\n\n吾即举剑，不绝之而头身上乱敲，作“乒乒乓乓”之声。\n\n    骷髅终于不动了。\n\n头卒不动矣。\n\n    我渐渐感觉到寒冷从我的四肢蔓延，手脚没了知觉，我躺在了地上，不动了。\n\n余渐觉寒从吾之四支蔓，手足尽知，吾卧于地，不能动矣。\n\n    眼前一阵强光，强得我睁不开眼。\n\n眼前一阵强光，强得我睁不开。\n\n    不知躺了多久，也不知睡了几天，我只想睡下去，睡下去...\n\n不卧之几，亦不知卧数日，但愿睡下，睡下...\n\n    不知是什么砸中了我的肚子，我猛地坐了起来，吐出来一口血。好像是睡了太久，眼前一片模糊，突然，一盆冷水浇了下了，我打了一个激灵，彻底\n清醒过来。\n\n不知何击中其腹，余忽起坐，吐一口血。似睡之久，眼前一片模糊，忽然，一盆冷水浇了下也，我打了一激灵，大醒过来。\n\n    我在床上，边上有一个男的，他手上拿着脸盆，正淌着水，边上是个女的，好像在端什么东西。\n\n我在床上，边有一男，其持？姓，正流而水，上为女也，若在端物。\n\n    “灵英，你也不能这样叫他起来啊。”一边的女孩说。\n\n“灵英，汝亦不可谓之起兮。”。”且之女曰。\n\n    那个叫灵英的转过去，看着那女孩。\n\n其曰灵英之转往，看那女子。\n\n    “就算他睡了10天也不行啊。”女孩说。\n\n“就其寝矣十日亦不可也。”。”女曰。\n\n    灵英还是盯着。\n\n灵英犹视。\n\n    “好吧，他还是醒了...”女孩说到，接着面向我说，“你好，我叫于遥，他叫灵英，他因为喉咙受伤所以不能说话了，不过你可以看他的眼神。”\n\n“好！，其犹醒...“女言，遂向余言，“君，余令于遥，其曰灵英，其以喉伤故不言矣，但汝可视其目。”\n\n    灵英转过来，把脸盆递给于遥，用无神的眼睛看着我，好像在说你好。\n\n灵英转，以？姓授于遥，以无目者视吾，若曰汝！。\n\n    “额，你好。”我尴尬的打着招呼。\n\n“额，君。”。”我穷之以招。\n\n    不过他的脸色变得很差。\n\n然其色变恶。\n\n    突然，一只巨大的，红色的手抓住他的头，抛到墙上。\n\n忽然，一只巨者，红者手持其头，投于墙上。\n\n    接着一个人对他说：“你这哑巴，说不出话就不要盯着别人。”接着对我说：“你好，我叫欧阳绝。”同时伸出那爆着红色筋脉的手。\n\n又一人谓之曰：“你是哑，无言则无目人。”因为余言：“君，余曰欧阳绝。”。”并出其爆赤筋之手。\n\n    “你好”我伸出手。\n\n“君”我伸手。\n\n    正当手要碰到时，他被灵英踢飞了。\n\n当手要逢时，其为灵英踢飞矣。\n\n    灵英脸色很差，瞪着欧阳绝，欧阳绝爬了起来，冲上来，他们两人扭打在一起。\n\n灵英色恶，瞋欧阳绝，欧阳绝起，冲上，他两人扭结集。\n\n    门那走出了二个人，他们似乎在讨论什么。\n\n门则出于二人，其于议论何如。\n\n    他们来到我的床前一个人对我说：“你好，我是孟江，他是欧阳修。”“别在意名字。”欧阳修说。\n\n其来床前一人为余言：“汝！，我是空，其为欧公。”。”“别意名。”。”欧阳公曰。\n\n    插座发出“滋滋滋滋”的电流声，接着出来了一个人“你好啊，我叫杨。”\n\n插座作“滋滋滋滋”之电流声，遂出了一人“君兮，我叫杨。”。”\n\n然后就是xcc（斜眼笑）\n\n传说中的世界末日，也许是今天，但是，没有一个人相信。\n\n传之世未，或者今日，然而，无一人信。\n\n       继2012后的又一大末日谣言，啧，瞎扯淡很好玩吗？那么喜欢玩末日逃生？！\n\n继2012后之一大未言，碛，瞎扯淡雅趣乎？则好玩未生？！\n\n       不过看到街边的各种“末日必需品”，也许末日谣言还可以趁机促销。我走到一个路边摊前，“防僵尸医疗包”，这次是丧尸危机，有趣。\n\n但见侧之“未资”，或未言尚可因促销。我就一路摊前，“防僵医包”，是丧尸危，生。\n\n       但是总觉得路边怪怪的。有什么骨头膨胀的声音。\n\n但总觉道怪怪之。有何骨胀之声。\n\n       好像看到了什么白色和绿色的东西，我停下脚步看了看，是个方形的骷髅和僵尸。\n\n如何所见白、绿者，予驻足看，为一方之头与尸。\n\n       路人们纷纷拿起手机拍照发微博,真是无聊。以为是新电影来取景或者是行为艺术么，不会shicosplay吧， 然后骷髅开始迈出步子，举起手中的弓——\n\n路人纷纷引机发微博拍照，真是无聊。以为新来电影自副取景或行艺乎？，不shicosplay乎，然后始出步头，举手中之弓。\n\n   嘎哒——骨头的碰撞声和拉弓声重叠。\n\n嗄哒——骨之触声和拉弓声叠。\n\n  箭矢向天射出，城市角落中跳出许多骷髅和僵尸。这是信号么，真稀奇。看来不是拍电影，跑吧，我的脑中闪过一个念头。\n\n箭向天射，城隅中出头与尸多。此应乎，真是奇。则非拍电影自副，行矣，我的脑中过一念。\n\n  拍照的路人们跑走了，可惜被射了几箭。惨叫着倒地，还叫了一声，屠城啦——\n\n拍照之路人走去，可惜被射了几箭。叫着倒，又叫了一声，屠矣——\n\n  幸好我早就跑走了。\n\n幸我早走去。\n\n  然后一个身边环绕着烈焰的幽灵从天上降下来，肆无忌惮地吐噬着火球。这又是什么？\n\n然后一左右环炎之神识自天降，妄吐下而火。此又何？\n\n  这不科学。这个世界没有什么是正常的了。\n\n此不科学。此世无其常也。\n\n  地上的井盖忽然被掀动，不会又是什么亡灵吧。魑魅魍魉都快要见到了，我感到一张饕餮之口扑面而来。\n\n地之井盖忽被动，无何鬼也。魑魅魍魉皆将见矣，我以一张饕餮之口扑面来。\n\n  是一个人，他打着手势：快进来！真奇怪这家伙怎么有这么大的威压。\n\n是一人，彼以势：将入来！异哉此人何有此大者惧。\n\n  跟着他来到下水道，发现里面有个嵌在墙壁上的建筑，上面漆着“幸存者中心”。好破旧，政府都不带修的么。\n\n随之至石窦，见其中有嵌壁所，上漆着“馀中”。敝衣，政府都不带修者乎。\n\n  真的末日了。似乎挽回不了。我想到，因为我看见了一个扣着市长帽子的家伙。\n\n真者未矣。似可不。我思，以我见了一个扣着市帽者也。\n\n  维系世界的一束光黯淡了下去。一种恐惧从空间中升起。\n\n维世之一东光黯淡之。一种恐惧从空中出。\n\n   我已经能够理解现在的处境了。\n\n我已能解今日之。\n\n    下水道中的。幸存者基地。\n\n石窦中之。馀基。\n\n     “出现这种事件，大家不必惊慌。”市长慷慨激昂地发表讲话，“我已经派遣了特警部...........”\n\n“此事，众勿惊。”。”市慷慨言语，“臣已遣矣特警部...........”。”\n\n    一个扣着police帽子的家伙的尸体从基地上方飞了过去。“额，还是撤离吧。”市长擦汗。     人群中一片唏嘘，然后众人迅速分散，从四通八达的下水道里跑走。我按照电影里的常规思路想了想，下水道里应该也有僵尸或者骷髅。环视四周，我看见一个绿色的东西向一个家伙挪动。\n\n一扣着police冠之徒之尸于基上飞去。“额，犹去也。”。”市长擦汗。人群中一片唏嘘，而众速散，自达者伏流里走。我如电影自副里之常思思，石窦中宜有僵尸或髑髅。周视四，我见一绿色的东西一伙行。\n\n     “小心你后面。”我扯着嗓子喊，那人却没听见。\n\n“慎汝后。”。”我牵隅呼，其人不闻。\n\n     “后面！”这个家伙身后又跟了一只僵尸。\n\n“后面！”。”此人后又与了一僵尸。\n\n     “你特么地倒是看看后面啊！”我冲过去向僵尸踹了一脚，那人慢吞吞的回头，视线移到僵尸身上时，他惊叫一生，猛地跳了起来。然后把手中的Iphone塞进口袋跑走了。\n\n“汝特乎地则视后兮！”。”我冲而僵尸踹了一脚，其人徐之顾，明移尸身时，其惊一生，遂奋跃而。然后把手中之Iphone塞囊走去。\n\n       作死。我骂。\n\n作死。我骂。\n\n       两僵尸向我扑来，空洞的眼眶中分明有种狰狞。\n\n两尸向我扑来，空眼眶中分明有狞。\n\n     谁知道怎么空手干掉两只僵尸？'\n\n谁知那手两尸图？'\n\n    我忽然听到来自下水道四面八方的惨叫，但那些声音很快便被僵尸一拥而上撕碎了。\n\n臣闻自石窦四者叫，然其声甚便为僵尸人碎矣。\n\n    我这还算幸运的，只有两只僵尸。不过幸存者基地已经成为了一根恐怖的僵尸餐厅，真糟糕。\n\n此犹幸之，惟两僵尸。但馀基已成一根恐怖之尸餐厅，果否。\n\n     两眼的余光瞄到了一根锈水管，我又向僵尸猛踹，冲过去，用尽平生最大的力气折下，对准僵尸头颅就是一击。\n\n两目之光；至于一绣水营，我又向尸猛踹，突过，用尽平生之大力折，于是僵尸首一击。\n\n     突然我感到靴子被浸湿了，低头一看——什么时候漏的水？\n\n忽感靴沾矣，低头一看——何时漏之水？\n\n      水管折错了，这是一个重要零件，这里很快就要被水淹没了。那两只僵尸张牙舞爪地扑来，却无奈隔着水流。“僵尸不怕水啊。”我被污水卷向下水道\n深处，嘲讽地看了看僵尸们。\n\n水营折误矣，此一重零件，此速则没矣。其二尸龁地扑来，而无奈隔水。“尸不怕水兮。”我被污卷向曾深，嘲地视尸者。\n\n       我很快就笑不出来了。\n\n谨即笑不出也。\n\n        呵呵。\n\n也。\n\n",
    "replies": [
        {
            "author": "Gypsophila",
            "timestamp": 1407594060,
            "txt_content": "百度君泥垢了啊"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407595320,
            "txt_content": "又换头像啦！这次是丧女。"
        },
        {
            "author": "466148885",
            "timestamp": 1407597120,
            "txt_content": "我擦，翻译文言文？"
        },
        {
            "author": "路人丶丙",
            "timestamp": 1407597300,
            "txt_content": "什么东西啊"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1407624180,
            "txt_content": "CloudsXDao 发表于 2014-8-9 22:42\n又换头像啦！这次是丧女。\n是的，这个我还蛮满意的~"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1407624180,
            "txt_content": "路人丶丙 发表于 2014-8-9 23:15\n什么东西啊\n把小说翻译成文言文啊~"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1407624240,
            "txt_content": "@xcc 好眼熟的题材= ="
        },
        {
            "author": "qnmdhhh",
            "timestamp": 1407632520,
            "txt_content": "百度真是搞笑啊，弄出个怪物"
        },
        {
            "author": "xcc",
            "timestamp": 1407632880,
            "txt_content": "yuchenyang 发表于 2014-8-10 06:44\n@xcc 好眼熟的题材= =\n第五章\n哈哈哈哈"
        },
        {
            "author": "think君",
            "timestamp": 1407668760,
            "txt_content": "估计会没人看= ="
        }
    ]
}