{
    "title": "【1.2.5】【整合包】神话世界-ALPHA 1.1【原文由HAYO翻译组翻译】【不完全翻译】",
    "author": "outsidero",
    "replyCount": 40,
    "timestamp": 1342183500,
    "txt_content": " 本帖最后由 outsidero 于 2012-7-13 22:23 编辑 \n\n    原计划昨天就应当发布，但是由于翻译员不足，时间有限，翻译只能终止。\n    本人身体不适，原本打算以后抽空再继续，未翻译完绝不放出，但是考虑到很难再进行下去，所以还是带着万分歉意把未完全翻译版放出。未完成部分只能以后再计划了。\n    另外HAYO翻译组近期计划将减少。\n    参与本翻译项目人员：miguo、zesty、outsidero。特别表扬miguo童靴，其任务本不涉及翻译项目，仍积极参与并完成了不少的翻译文本。    最后对文本未能完全翻译表示万分歉意。\n\n\n\n\n【1.2.5】神话世界-ALPHA 1.1【原文由HAYO翻译组翻译】【不完全翻译】MYTHICRAFT\n神话世界新增了许多武器和方块，你可以接受任务、与龙战斗、升级，然后成为MC世界里的神！一些全新的地形，地下城、庞大的卫城、隐蔽的墓室和废墟等待你去探索。升级系统、种族、法术与技能，强大的武器、盔甲、方块与生物，新物品、领域、生物群落与地形，隐蔽的宝箱与城市……\n更新MYTHICRAFTALPHA 1.1 FOR 1.2生物会出现生命槽玩家也会出现生命槽在普通模式中将会有新的生命系统新的法术生物头上会出现名字新的菜单 (按e键)RPG模式\nMYTHICRAFTAPLHA 1.0 FOR 1.230种新武器3种法术 (以后将会更多)全新的施法系统任务系统 (这个版本没有任务，只是要)魔法槽锻造指数魔法冷却时间\n下载神话世界-ALPHA 1.1【由miguo不完全汉化】http://hayo-org.ys168.com/（其中RPG模式可选）\n【推荐】懒人包下载（由miguo提供）：http://115.com/file/beoz1b7q# \n安装1.安装modloader2.安装Forge3.把\"put in jar folder\"文件夹的内容拖到minecraft.jar4.去在rpg的世界中漫游！\n资料注意：本MOD为测试版，以下资料描述未必能完全实现。生物喀迈拉（Chimera，希腊神话中的怪物）喀迈拉是一只拥有3个头的怪物！山羊头、狮子头、公鸭头黏在格里芬身体之上，拥有龙的翅膀和蛇型尾巴。喀迈拉是MythiCraft里最强大的生物，它可以喷火、水，电击，甚至用尾巴刺击是你中毒。如果你完成了这个不可能的挑战，它将会掉落纯洁的钻石块！龙（Dragon）龙是MythiCraft中最具破坏力的生物之一，如果你真的不小心将它打败了，它会飞回山洞，产下卵之后再死去。如果你能跟上它回去，就可以得到那个蛋了，将它放在火焰周围10天将会孵化。这些从蛋孵化出来的龙可以骑乘，还可以飞哦！龙只能用钻石武器攻击才奏效，或者攻击柔软的部位——腹部。它们会喷射火球（着火的TNT，在撞击瞬间爆炸）。大海蛇（Seaserpent）无翼无足的龙，在海中觅食鱿鱼。大多数大海蛇都不会攻击人类，但是如果你靠的太近，它们将会把你拉下水将你淹死。你需要多次打击它，防止它将你拉走。和公鸭很像，如果你要杀死它们，它们向你臣服，让你骑乘。骑乘大海蛇速度稍比船快，氧气下降的速度也会减慢。挪威海怪（Kraken，相传在挪威海中出现的怪物）这只巨型乌贼会吞食船只，是失落之城——亚特兰蒂斯的守护者。传说如果你能战胜它，就能得到统治亚特兰蒂斯的装置！九头蛇（Hydra）拥有九个或以下头数的无翼龙，你必须将它们都砍下才能将它杀死，如果还有一个头剩余，每30分钟就会重生一个头。在水中、山洞、平原都会出现。弥诺陶洛斯（Minotaur，人身牛头怪）你只能在底下迷宫或者要塞中找到它们，因为它们神出鬼没。半人马（Centaurs，希腊神话中的怪物）成群游荡，平和的，除非被激怒。蛇怪（Basilisk，传说中蛇型妖怪）会将你判卷的巨蛇，如果你盯着它们太久，你的生命将会极度减少。凤凰（Phoenix）神圣的，如果将它杀死，你会得到一些特殊物品。5天之后它们又会复活。格里芬（Griffin，希腊神话中半狮半鹫的怪兽）鹰头、狮神与鸟翼相结合的巨型生物。格里芬拥有强烈的领土欲望，大部分时间盘旋在领土上空呼叫配偶。如果你被它发现在它领土之中，它将会伴随着尖锐的叫声席卷而来，将你叼起，再从高空释放将你摔死。如果你给格里芬喂养足够多的鱼,它将会成为你的朋友。不同于其他宠物，格里芬会在空中盘旋，保护你的家。你也可以制作一个格里芬哨子（Griffin whistle），在你需要的时候使用，格里芬就会降落在你身旁，等候着你的骑乘或为你助战。如果你没把它照顾好，它将会逃离你。人鱼（Merfolk）人鱼是一种半人半鱼的智能物种，生活在它们所守护的巨大的海底之城——亚特兰蒂斯。人鱼很友善，甚至愿意和你交易陆地上的物品。你可以再深海找到正在游泳的人鱼，如果你支付少量金条，它会带你到亚特兰蒂斯之城，一座人鱼和人类多不需要氧气的城市，其内部有许多大型建筑和强大的上古神器。亚特兰蒂斯最深处是宝藏库，藏有黄金、铁和钻石，也有武器、盔甲和其他特殊物品。角鹰兽(Hippogriff，希腊神话中鹰头马身有翅怪兽)角鹰兽是一种更加温和、神奇、栖息在岛上的有别于格里芬的物种。角鹰兽拥有鹰头、鸟身、马背、羽翼和马尾，能够施展治愈、暴风、水面行走、隐形等魔法。角鹰兽可以通过喂养一定量的鱼驯服，然后他会帮你守护家园，并且你可以用角鹰兽口哨（Hippogriff Whistle）呼唤它。角鹰兽可以对你的武器和盔甲施展强大的符咒。蛇鸡兽(cockatrice，鸡身蛇尾怪）普通鸡有1%的几率孵出，它可以飞行并喷射小型火焰。哥布林（Goblins）只有3英寸高，它们会成群猎食并盗取你的东西。巨型岛海龟（GiantIsland turtles）可以通过往水中扔小麦控制它移动，那个足够巨型的龟壳露出水面的部分有土块和草地，甚至还有树！利维坦（Leviathan，《圣经》中的一种海怪）一种生活在MC世界中的巨型鲸鱼，外形像巨型蓝鲸。捕食任何东西，可以把你的连人带船一起吞掉。然后你会到达它那充满水的腹部，在这里你可以发现很做骷髅，还有大量珍宝，一段时间后你就会被它吐出。可驯服的龙（Tame-ableDragons）和其他龙不同，这些龙比鸭子更小，你可以骑乘然后飞行。当你在战斗中将其打败，它就会成为你的宠物，还会喷射火焰。人头狮身蝎尾兽（Mantacore）人头狮身蝎尾兽是一头凶恶的狮子，拥有人头和充满致命毒液的蝎尾。斯芬克斯（Sphinx，希腊神话）斯芬克斯是人头狮身蝎尾兽（Mantacore）的堂兄弟，它拥有人面，狮身和尾巴，还有鹰翼。斯芬克斯稍比它堂兄弟平和，并且拥有惊人的智慧。斯芬克斯生活在洞穴深处，等待着前来的探索者的偶然发现。一旦被抓住，它将会给你一道谜题让你解决。如果你比它更聪明，而且解决了它的谜题，它将会放你走然后蒙羞地离开。否则它将会猛烈地攻击你，直到你死去。一旦你死去，你的所有物品都会被盗走，直到你回到山洞找它，它又会给你出另一道更难的题目。泰坦巨神、巨人（Titans、Giants，希腊神话）每一步都能粉碎大地的巨人，它并不在乎小的事物，更像是一个鲁莽的白痴。你将它杀死后有可能得到一堆钻石、金、铁的混合物。？（Garmozoa）巨大的浮空岛果冻鱼，它足够庞大，能在上面建造房子。它以触手连接地面，在空中缓慢浮动，并用触手获得食物。妖鬼（Ghast）在新月下的沼泽地或墓地出现，如果你跟紧它，它会把你带进宝库或陷阱。巨型蝎子（GiantScorpions）巨大的黑色蝎子，全身闪动着蓝色的静脉，这些蝎子将会从地下钻出然后发动攻击，它们像一间房子一样大。闪光猎犬（BlinkHound）拥有瞬移逃脱危险能力的狼狗，同时还能在某些墙上行走。鹰头熊（Owl Bear）幻想中的一种鹰脸熊身的怪物，拥有于羽翼和巨大的爪子！塞任（Siren，半人半鸟的女海妖）生活中大海之中的岛上，它们唱的歌会让你的屏幕弯曲抖动，让你沉睡，如果你真的这样了，它们会过来把你吃掉。精灵（Faeries）它们会走近树苗和庄家，然后身体快速生长，但这只是在你没有看着的时候。如果你直视它们（指针对准它们），它会想宠物一样永远感激你，帮助完成你的请求。只是它们很难对准，它们太快以至于很难好好看一眼。顽童（Imps）淘气的小魔鬼，形如精灵的生物。它会使用魔法让庄稼着火、让你入睡，产生强烈的幻觉（比如看见一只JJ怪走近你，然后讨要一杯咖啡），它们还会移动、摆放方块。如果你看到一只或一群顽童没有做任何伤害你的事，那么你可以命令它应该要做什么，比如向一头猪发射火球。===众神===喀麦隆（Kynraahl）男性雷神，矮人之神喀麦隆是宇宙中第一个男孩，出生时他四肢布满伤痕！胸口敞开着，心脏带着明亮的火焰跳动着！他的怒火便是雷电，他是权力之神！创造出矮人，用心中之火的做出天上的晨星，用他的四肢开创世界的基础！艾达瑞(Eildarin)男性荣耀之神，精灵之神艾达瑞是宇宙的第二个儿子，他没有什么特征，但是他有光滑的皮肤，完美的体格以及8只翅膀，他同他的翅膀来包容这世界，当他把翅膀松开时，在冷却的熔岩上多了一种生物，他有着艾达润般的外貌。赛利亚（Asailia）秩序之女神，人类之神瑟迪雅（Xeridiana）混沌之女神，兽人之神赛利亚与瑟迪雅宇宙中第三个诞生的，他与他的妹妹瑟迪雅，混乱之神出生在同一个身体里，在那，黑与白的眼睛不断交替，她和她的姐妹不断争执身体的控制权！两兄弟看到他们的争斗，认为一直都这样争斗下去的话，世界将永远不会创建！于是他们一人拉住一条手臂，不断的拉，他们也分裂成全然不同的两个人，瑟迪雅的形态总是在变化。赛利亚用他的神力，创造世界的美好，创造灵魂，树木和植物，瑟迪雅则给世界带来有毒植物，自然灾害。但世界远不止这些，四神决定创造更多的生命，喀麦隆希望有人崇拜他的实力，于是他用火创造了矮人，艾达瑞希望有人崇拜他的荣耀，于是他用羽毛创造出了精灵，赛利亚希望有人崇拜秩序，于是他用泥土创造了人类，瑟迪雅希望有人崇拜混沌，于是用其他种族的灵魂在黑暗中创造了兽人。\n矿石米斯里鲁矿（Mythrilore）米斯里鲁矿比钻石更为罕见,米斯里鲁矿矿会反光，并且带着白色粒子。米斯里鲁矿是守序之神为了对抗邪恶而又强大的恶魔钢铁而创造的，米斯里鲁矿可以做出MC世界中最强的盔甲, 几乎牢不可破！5只jj怪爆炸都无法伤害到你. 50%的机会反弹伤害！阿德蒙特矿（Adamantineore）阿德蒙特矿比钻石还稀有，他可以做出最致命的武器！它是由一些漆黑的矿石和血管组成的，当你开采时，血就会滴下来。他又被称为恶魔钢铁，是邪恶之神杀死敌人时产生的，当恶魔钢铁与米斯里鲁矿碰撞时，将会产生奇迹！格蒙特矿（Gramantineore）人工能将2个米斯里鲁矿与2个阿德蒙特矿合成将会产生2个格蒙特矿，它是无坚不催的！没有人将会伤害到你！你可以杀死一切！格蒙特矿是银灰色的矿石，散发光芒以及灰色的粒子，用它制成的工具可以在瞬间破坏一切。钢锭（SteelIngots）钢锭通过熔炼铁锭来获得，钢比铁好但弱于金和钻石，，把铁锭回炉有25%的机会熔炼失败，或14%的机会给你2份钢锭，钢锭相当强大，可以做武器与工具，也可以和铁一样开采所有的矿石。\n城市正如你所知道的，我正打算制作巨型的希腊卫城。这些巨型的城市将尽览眼中，就像真实的希腊、罗马的城市，布满商店、npc和等着雇佣的士兵。这些城市之中会有一些益与玩家的主要建筑，能够提供一些新事物。这些大城市中几乎所有你见到的人都可以交谈，你可以问到有用的天气、时间、商店交易、当地政治股票和贸易等信息，或者是一些家常。这些城市不只是用来看，它可以在许多方面帮助玩家。事实上，玩家可以用金币买卖房子、商店、货摊，它们会为玩家提供税收，甚至下线了还能赚钱。一旦你购买足够多的城镇建筑，你将会变成这里的王！成为国王也未必是好事，你得严格执行律法，保证你的子民都能填饱肚子，升降税收、建立军队、征服其他城市、扩张领土成为帝国！世界将势在必得。有趣的建筑：皇家庭院：皇家庭院是一巨大的建筑，一般在城市的中心。国王和其亲属都住在皇家庭院，同时也用于判定犯人罪状。如果你想购买合法的公民身份，你必须去一趟皇家庭院，与国王交谈，然后他会给你通行证，允许你买卖建筑。市政厅：市政厅是大臣们聚集一起讨论、制定律法，同时也是市民聚集一起庆典的地方。这里有12个大臣会高价发放任务，别以为这些任务都很简单，大多需要耗费时间。比如跟踪、寻找、刺杀，又或者是偷龙蛋。这些都不适合初来的冒险者，所有任务都完成了，你就可以成为国王，他们也会承认。旅馆：顾名思义，旅馆就是一个顶楼提供住宿的酒吧。在旅馆内部有个悬赏板块，上面写满了城市和居民悬赏的任务和工作。大部分都很普通，比如挤牛奶、收集鸡蛋、喂猪，但是你能得到报酬，而且是一种与城市公民接触的好方法。有时候会有红色悬赏，只为那些冒险狂人提供，一般是追捕一头蛇怪，或者是带回一个多头蛇的首级！在板上每天都会有新悬赏，大多跟前一天一样，他们会源源不断地提供工作。竞技场：竞技场只为那些强悍的勇士开放。它是一巨型的椭圆形战斗场，周围有高耸的墙围绕，能有容纳上千的欢呼人群。你可以去竞技场杀怪以赚取金钱。那些欢呼的人群将会看着你与鹰熊、人头狮身蝎尾兽，当然还有你的伙伴。你可以带上2个雇佣的士兵和你一起进入竞技场，但是必须提醒，这并不代表更加简单。在流血之中，你必须面对欢呼人群的嘲笑。事实上，欢呼声决定了你的报酬的多少。欢呼声越大，你获得的报酬将会越高。市场：市场一般位于城镇广场，布满了正打算交易的人群。你可以再这里购买货物或出售一些你不需要的东西。商店：商店分散城镇之中，销售不同的物品。多数商店都会出售特殊的货物，比如武器、盔甲、魔法卷轴、药剂等等。商店应该是玩家的最佳选择，有很多新鲜好玩的东西值得你购买和使用。每间商店都至少有一样特殊物品能帮助你打败敌人。每天商店都会有新存货和新物品，你前一天所买的物品越多，今天存货也会越多。所有未购买的物品，有25%的几率换成新货物。黑市：黑市是一个隐蔽的地方，你很难找到，只有少数人能够带你去，还需要小费。黑市确实是个好地方，你能买到一些其他地方买不到的物品，比如龙蛋、米斯里鲁矿锭和阿德蒙特矿锭，还有一些强大的神器，比如【a Bag of Holding】！黑市的货物都很昂贵，但是其他地方几乎都找不到。还好的是，你可以跟店主讨价还价，或许能降低价格，或者把他惹怒，让价格抬高！公会大厅：公会大厅内住有3个主要的公会。这些公会都很强大，你可以雇佣这些士兵跟随你一起战斗，或者保护你。这三个主要公会是“勇士公会”、“魔法公会”、“牧师公会”，每个公会成员都有他们的优势和弱势。勇士拥有强大的近身攻击，法师能够施展毁灭性的魔法，牧师拥有治愈能力和保护光环。你可以通过和公会首领交谈加入公会。一旦你成为公会的一份子，其他人将会避开你，你仍可以雇佣公会成员，而且还有折扣。加入公会后，随着等级的升高新技能将会解锁，而且你所在公会的雇佣金将会减半。铁匠：对于矿工和战士来说，铁匠将是个好东西，铁匠是唯一一个可以为你修理武器、盔甲、工具的人。你只需支付少许金币，就可以将你的物品完全修复。你也可以成为铁匠学徒，可以学得一些铁匠的技能。一旦你成为你铁匠学徒，你可以打造铁砧和工具锤，然后就可以修复你的工具了。尽管不能完全修复，而且还需花费大量时间，但是总比用破损工具或者重造好吧。一旦你成为铁匠大师，你就可以实现完全修复了，还能更快些。药剂商：药剂商是不错的商店，它提供了药水和治愈方法。药剂师会快速制作一批不同价格的药水，价格取决于你需要的效果。你也可以成为药剂学徒，相关技能提升之后，你使用药水的效果将会有所提升。一旦你成为药剂大师，使用药水效果将会加倍。只要你在城镇中和他见过一面，就可以跟他谈谈是否将你死后复活,也许价格有些高，但是你值得考虑。每当你死亡后，他会把你救起，带回到他的药店中，但是他也可能会偷走你的部分物品。\n地形在神话中我为游戏增加了几个新的地形。征服这些地形将有一定的挑战性，但是也为游戏增加了神秘感，以及乐趣。\n岩浆之地:难度:*****岩浆地的占地面积比较大，并且表层有一些黑曜石，圆石，以及沙砾覆盖。地表像网一样被分开，山脉的宽度也仅是几个方块的宽度而已，在山脉的底部就是岩浆河。岩浆地放眼望去尽是从中心地区分散开来的样子，只有几处裂开的看起来很危险的支柱没有覆盖而已。这些支柱大多都由金，钻石以及其他珍贵资源组成，但是你若想得到他们你却必须冒着在炼狱之上冒着巨大的风险来挖取它们。浮空山脉:难度:***浮空山脉是一种浮在天空中的，分布着各种生物，周围环绕着像饼干裂口一样的方块的巨大地形。浮空山脉非常适合观光，尤其是那些浮空小岛，周围漂浮的都是曾经在地球上见证了历史的方块。浮空山脉完美的保存了曾经的遗迹，所以那些神秘的宝藏都是探险者们讨论以及想要得到的，但是千万不要放松警惕，准备好的不止探险者们，怪物们也已经准备放手一搏了。冲天之森难度:**冲天之森是一片广袤的森林，里面有精灵居住于此。冲天之森中的树木都很古老，通常都有3或4个方块那么宽，并且树叶能一直长到云霄那么高!有些人说有一只怪物居住于这个森林，专门保护森林免受入侵者的破坏。如果你深入森林就会发现树顶上的小部落之间有桥梁连接并像网一样散开。树顶上有精灵生活于此，他们保护森林，并且也只有他们才知道那个怪物的位置以及如何控制它。(我正在为此地形升高天空高度限制，可能将升至250个格子的高度而不采用默认的127个格子)\n种族种族选择将会在你的世界创建之后开始。每个种族都有所不同，有的能高效使用特定武器，有的足够小以至于能够蹲进一个小方块的空间，有的太高以至于两个方块高都不能通过。每个角色开始时都会有6个升级点，此后每升一级都会有升级点，智力+2。升级的同时也会增加技能点，用于获得新技能。以下是每种数据的解释：力量：力量会使你的打击与开采更有力，力量也代表着你的肌肉！你的力量高就像是一个大块头！力量低就像是一个小子，力量会给你的近战武器带来额外的伤害，它也可以增加你的负重。敏捷：敏捷会使你跳得更高，跑得更快！敏捷能使你反应迅速，高敏捷可以在弓箭顶在脑门上是闪开那一箭。低敏捷无法闪开在100米外射出的箭，敏捷使你的闪避几率增加，并可以更熟练地射箭。同时跑得更快！智力：智力可以增加你的法力，同时也增加你的魔法伤害，智力会使你更聪明，高智力可以记下所有的法术，而低智力则是过目就忘。智力会使你施法更快，魔法冷却更短，杀死生物时经验更多，以及学习技能时减少需要的技能点！知识：你可以做更多事情，挖矿时你总会挖到更多。知识代表着你的才学，高知识一次可以挖1块矿掉5块矿石，而知识低的人，都可能忘了木板怎么做。知识使植物生长的更快，更容易重击，以及升级时可以获得更多属性点。体质：体质允许玩家遭受更重的伤害，并增加你的生命，体质代表你的身体健康，高体质的人可以顶住一只jj爆炸而不受重伤，体质差的人，僵尸一下打死。。。体质能是你的生命再生更快，冲刺时间更长，水下呼吸时间也延长。魅力：魅力高的玩家可以吸引追随者，在商店获得优惠（打折哦亲）。魅力代表玩家的长相以及人品、高魅力的话，在平时会有一群女性围在你身边，低的魅力,人们看见你丫就尖叫着逃跑，魅力越高，动物对你越友好，更容易骑着他们，并且法师们更愿意教你魔法。\n    这是些基本种族人类人类是最标准的种族，他们可以熟练的使用一切，他们的身体强壮的刚刚好，智力也不错，人类不会有任何惩罚或者奖励属性，但是他们良好的适应性是玩家可以在第一阶段多学习一个技能。奖励与惩罚，人类没有属性奖励。力量敏捷智力知识体质魅力\n兽人兽人是一个强大威武的人形生物，他是一个合格的战士，赤手空拳便可击败一个男人，兽人是原始生物，那可怜的智力使他们擅长使用近战武，但是可以得到更多的额外伤害，兽人只可以穿皮革与铁护甲，他有夜视能力，但仅仅在很近的一个范围内。奖励与惩罚力量 +2敏捷智力 -2知识体质魅力\n矮人矮人身材矮小而又强壮，他们可以在一格高度中行走，经过他们行动缓慢也可以冲刺，而且时间比其他种族要长，但只能冲刺一条直线，他们虽不擅长游泳但是水下呼吸时间比常人要长，他们无比强壮！以至于他们可以抵抗毒药与魔法，尽管他们无比粗野，党还是适合当一名战士，而且擅长使用弩。奖励与惩罚力量敏捷智力知识体质 +2魅力 -2\n精灵精灵是灵活而又轻巧的人，他热爱森林看，擅长弓箭以及近战，他们往往是致命的战士或者是流浪者，自然可以使他们避开诅咒与魔法，他们可以看到2倍远的光源，精灵对弓箭的热爱以至于他们使用弓箭时会造成更大的伤害。奖励与惩罚力量敏捷 +2智力知识 -体质 -2魅力 -    \nBasic Classes（未翻译）!!!IMPORTANT!!!\nExtremelyuseful information below!\nHere are theBeginner classes, these are the vary basic paths that give an example of whatwill lie ahead. each Beginner class has its own strengths and weaknesses, but ido my best to even them out yet make them unique. each Beginner class branchesinto 4 Advanced Classes once you have fully completed your Beginner skill path.once you have finished your Skill Path for Advanced class you unlock the MasterClasses. luckily, for you all who funnel in all of your skill points intostrength and constitution for the fighter, then realize as you have unlockedthe Advanced paths that you want to be a scout instead, every time you unlockthe next set of classes, EVERY LAST ONE OF YOUR UPGRADE POINTS RESETS, that wayyou can spend them in the way you like for the new class. now, when you unlockthe next set, you do not lose anything you have gained. you keep all skills,spells, feats, abilities, perks, or whatever...they ALL stay but from then onare untouchable, you cant add points into them, you can't decide oh now i don'twant that one anymore....they are frozen at there skill level and they willstay that way. each class will have a max skill points before next set unlocks,and it is always less than the total amount to Level up each Skill to max. letssay you have 5 skills, each with a max of 5 points that could go into them (25skill points would be needed to Max out them all), but you could only spend 15before they freeze and you move on. that way you must pick wisely on what youchose, you could dabble in everything skill, but intern each would be weak (15level 1 skills, making you diverse but not specialized), or focus on a fewskill and have them be extremely powerful (3 level 5 skills, making yourabilities to work with narrower, but each of the few highly trained)... itcould make or brake you in the big picture. I hope you all put a LOT of thought into your characters, to surviveMythiCraft you need more than just powerful spells and a big sword.\nIS THIS A GOODIDEA FOR THE SKILLS! YESNO WHATS YOUR OPINION!\nApprentice\nThe Apprenticeis a beginner mage that can grow into a powerful arcane caster. it is a weakclass with powerful subclasses capable of destroying entire villages with onespell. The Apprentice class and subclasses need high Intelligence and due tolow constitution starting out it would be best to put some in that, also itneeds high dexterity to help fend off attacks. Apprentices are only allowed towear leather and Mythril, and can only use ranged weapons because melee getsdangerous with low health. later sub-classes can use melee and other armors,but at the price of stronger spells.\nStarting Stats\nStrength2Dexterity 4Intelligence 8Wisdom 8Constitution 2Charisma 4\nFighter\nThe Fighter isan all around combat class, that can specialize in ranged and melee attacks.The Fighter's class and subclasses all require a high amount of strength,dexterity, and constitution. wile fighters require high amounts of strength andconstitution, the scout and thief need high dexterity and intelligence.Fighters are master melee weapon users and are are quick on there feet.Fighters are all around combatants and can subclass into specialized classes,or stronger fighter subclasses. fighters can use any weapon or armor but latersub-classes will limit this, but at the gain of bonuses.\nStarting Stats\nStrength 8Dexterity 8Intelligence 4Wisdom 2Constitution 4Charisma 2\nCleric\nThe Cleric is aDivine spell caster capable of healing itself and destroying evil creatureswith a look. The Cleric is a natural healer and a pacifist. due to this thecleric will only use blunt weapons, and wear leather armor. later The Clericcan sub-class into righteously good Paladins and sadistically evilAnti-Paladins, each able to use blades and wear powerful armors. The cleric isone of the harder classes to use, but if survived can become one of thestrongest. A Cleric relies on its Charisma and Wisdom because those let itsTurn Mobs spell deal more damage and increase the amount of times it can bedone a night, but with a low Dexterity and Constitution it is best to putpoints into those stats.\n\nStarting Stats\nStrength 4Dexterity 2Intelligence 4Wisdom 8Constitution 2Charisma 8\n\n\nADVANCEDCLASSES:these are theadvanced classes, each of which are better than the beginner classes, and havethere own strengths and weaknesses. Most Advanced classes increase the powersof your beginner classes, some letting you wear armors, and use weapons youcouldn't before. each class adds additional bonuses to stats depending on itsnew strengths and weaknesses. Hopefully you get to test them all, it might takea long time, but each should be unique and enjoyable in its own way. each ofthe Basic classes can keep going down the same, yet more powerful, class up torank III, the rest can only go up to rank II because you start out basic, thenspecialize later into those, like being a soldier in a war and fighting, thenrealizing your amazing with a bow and arrow and becoming a scout, but you stillhave the past of a fighter, so you wouldn't have as much experience being oneunlike someone who was a scout from the beginning (impossible, just hypothetical),but if you kept going as a fighter you have past experience that helps and youwould be able to get more ranks...normally, the more ranks the better, but itall depends on the player and its style, a ranger (scout II) could still beat aGeneral (Fighter III) if in the right hands.\n(Pictures willbe up soon, its hard skinning them ALL by myself)\n\n\nMage AdvancedClasses:\nWizard (MageII): A wizard is the more advanced, more powerful version of a mage. when aMage chooses to go on as one and keep training in his arcane arts the Kreedknights it as a Wizard, one of the most powerful, and respected of the Arcaneusers. This new Wizard is then able to train and use new spells that were offlimits, giving it immense new powers. like always the Wizard is a slow caster,but when the spell goes off no one is left standing. The Wizard learns spellslike \"Fire Ball,\" \"Chain Lightning,\" and\"Earthquake,\" each able to destroy entire mobs of foes. The Wizardsadvanced learning now lets it wear an iron chest plate with its standardleather, and also let it gain vast amounts of new knowledge, though its longhours of sitting and studying have made it a bit more frail\nChanges toStats:\nStrength: -1Dexterity: -1Intelligence:+2Wisdom: +2Constitution:-1Charisma: +2\nSorcerer: TheSorcerer is a Mage that strayed from the path of normal arcane magic. ASorcerer is normally discovered, through some twist of fate a Sorcerers lineageis related to Dragons themselves. Like Dragons Sorcerers inherit the ability tocast spells at will, with almost no charge time, but at the price of the mostpowerful spells. The Sorcerer is somewhat of a spitfire in nature, and inspells, most, like \"Magic Missile II\", can cast within a second orless and shoot off a mostly weak, but quick bolt of energy. The Sorcerer canlearn Devastating spells, like \"Missile Swarm,\" \"FireWave,\" and \"Inner Dragon.\" The Sorcerers blood line also givesit some supernatural abilities such as jumping, they can jump about five or soblocks into the air, and quick step which lets them move faster on there feet.The Sorcerers wild and uncanny nature let them use any weapon, and armor, butnoneffective. There lack of training and guidance has effected them, but theirfreedom and new bloodline traits make them quicker, healthier, and more hansom.\nChanges toStats:\nStrength: -1Dexterity: +2Intelligence:-1Wisdom: -1Constitution:+2Charisma: +2\nMagus: TheMagus is normally a person who read a demonic book from the restricted section,and due to an already tainted heart they will do anything for power. The Magusis a unique type of Mage that gives up its Arcane magic, for Demonic Magic andCurses. They are usually outcasts and shunned upon, due to the fact they housea demon within them. The Magus meticulously studies, trying to increase hispower in any way, including dabbling in forbidden magics.  The Magus can cast spells quicker than a magebut slower than a Sorcerer, and about the same with damage. Most spells a Magusdoes are Curses or Black Magic. The Magus can cast curses on enemies, eachdoing a different thing, and each stack-able, letting the Magus quickly weakenyou, slow you down, and drain away your health within a minute or two. TheMagus is odd, it only regenerates Mana at night, or in his Sacrificial circle.The Magus can cast powerful spells such as, \"Eldrich Blast,\"\"Vampiric Mist,\" and \"Dark Touch.\" The Intense training theMagus puts itself through pays off, and with a demon inside his strength hasgrown. The Magus can't use any weapons but can use up to diamond armor\nChanges toStats:\nStrength: +2Dexterity:-1Intelligence:+2Wisdom: +2Constitution:-1Charisma: -1\nAlchemist: AnAlchemist is a Mage that is intrigued by the powers of potions andTransmutation. Alchemists have the power to use their spells and infuse theminto potions. They also know how to transform objects into new forms, liketurning dirt into stone. Alchemists must use red stone dust as a catalyst forcreating there magic shapes, then activate them to transform whatever is justbelow and above the circle into what they prefer. Alchemists usingTransmutation can quickly and effectively create many glass bottles and fillthem with water without needing to craft them. They can then use Transmutationto put spells in these potions, allowing them to make exploding potions byinfusing fire spells, paralyzing potions by infusing lightning spells , or justsimple healing potions by infusing food, Quickly and without crafting.Alchemist can wear medium armor and use staffs, light weapons, and lightshields.\n(HOW TOTRANSMUTE: To Transmute something you must put the materials on the ground,such as a glass block and a bit of water close by, then make a circle of redstone dust around these objects. By right clicking the red stone dust a pop upshows the items you can transmute out of these materials, then you select oneand the transmutation activates, a bright flash occurs and in the circle willbe the item you transmuted. Sometimes part of the circle will be destroyed, butmost of it will stay, allowing you to pick up the dust when finished. Totransmute a block into a new block, do the same, place it into the circle, onthe same level as the circle, then right click it, once again a pop up willshow you what it you can turn the block(s) into, once selected ALL blocksinside will change to that selected block, and use an amount of Mana equal tothe item transmuted and the amount of them. Blocks can also be transmuted intoitems they drop.)\n\nChanges toStats:\nStrength: -1Dexterity: -1Intelligence:-1Wisdom: +2Constitution:+2Charisma: +2\n______________________________________________________________________________________________________________________\nFighterAdvanced Classes:\nCaptain(Fighter II):\nScout:\nMercenary:\nThief:\n______________________________________________________________________________________________________________________\nCleric AdvancedClasses:\nPriest:\nPaladin:\nAnti-Paladin:\nDruid:\n\nSkills and whatthey do:\nSkills, well,they are difficult and easy to explain at the same time. In MythiCraft Skillsare the characters Ability to do certain things quickly and effectively. Skillswork by training them, to level up and become better at say, woodcutting, youchop down logs and trees to gain experience in that Skill. The more levels youhave in those Skills the faster you can do them and the better the results. toLevel Up in MythiCraft a player must level up each of his Main Skills, once aplayer has enough experience focused into his Main Skills the player will LevelUp, to level up you need Total Main Skill Levels to equal five times the levelyou are going to become, to become level 5, you need 20 levels spread throughyour Main Skills. Now, that dose not mean you need to be level 20 in each MainSkill, you just need to have a Total of 20 levels in Main Skills once you addthem up, so a player can have, 3 woodcutting, 10 mining, 6 Farming, and 1acrobatics (made up skills, not final) for a total of 20 Main Skill Levels. Iwill post skills as our team decides, there are 3 different types of skills(unless stated otherwise at a later date), Main Skills, Sub Skills, andSpecialized Skills. a quick representation of these skills are, for MainSkills, Woodcutting or Mineing, Sub Skills, Fishing or Archery, Special Skills,Thievery or Sex Appeal. Main Skills are necessities to the player, sub skillsare skills that are useful but not necessary, and Special Skills arespecialized, they gain experience and are more of an overview of how well theplayer performs certain tasks, like Thievery, only someone good at it can gainlevels in it easily and successfully.\nHERE IS THECLASS PATHS!!!\nHere is aGIGANTIC picture of the classes paths you can take, the beginning classes,mage, fighter, and cleric all can branch off into advanced and master-classes,each better than the ones before.\n图片\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "miguo",
            "timestamp": 1342183500,
            "txt_content": "喵哈哈，秒速站位！这玩意真坑爹。"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1342183620,
            "txt_content": "没有图不给力啊老湿"
        },
        {
            "author": "geludan",
            "timestamp": 1342183860,
            "txt_content": "其实你们的速度已经够快了。。。是全职的么？"
        },
        {
            "author": "阿克罗",
            "timestamp": 1342183980,
            "txt_content": "来点图就更给力了老湿。。。。。。。。"
        },
        {
            "author": "geludan",
            "timestamp": 1342184220,
            "txt_content": "刚把金币都加给地图板，不然还可以犒劳你们的艰辛汗水{:10_495:}惭愧惭愧"
        },
        {
            "author": "displey",
            "timestamp": 1342184220,
            "txt_content": "{:10_525:}求上图"
        },
        {
            "author": "ak418591203",
            "timestamp": 1342185540,
            "txt_content": "sssssssssssssssssss"
        },
        {
            "author": "CIEben",
            "timestamp": 1342185960,
            "txt_content": "路过=w=                     "
        },
        {
            "author": "g-g-g",
            "timestamp": 1342185960,
            "txt_content": "geludan 发表于 2012-7-13 20:57\n刚把金币都加给地图板，不然还可以犒劳你们的艰辛汗水惭愧惭愧\n人气…"
        },
        {
            "author": "JJbusht",
            "timestamp": 1342186080,
            "txt_content": "卧槽！看起来好屌的mod，一定要玩一下"
        },
        {
            "author": "ak418591203",
            "timestamp": 1342186320,
            "txt_content": "怎么变第一人称"
        },
        {
            "author": "YNZTFZJ",
            "timestamp": 1342186620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "YNZTFZJ",
            "timestamp": 1342186680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "YNZTFZJ",
            "timestamp": 1342186740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "$_$",
            "timestamp": 1342186800,
            "txt_content": "支持lz不过有没有懒人包呢"
        },
        {
            "author": "g0216",
            "timestamp": 1342186980,
            "txt_content": "求懒人包啊亲{:10_512:}"
        },
        {
            "author": "a25110012345",
            "timestamp": 1342187040,
            "txt_content": "謝謝大大的分享"
        },
        {
            "author": "猥琐简单丶",
            "timestamp": 1342187040,
            "txt_content": "好东西 收下了 ~"
        },
        {
            "author": "sdbv",
            "timestamp": 1342187280,
            "txt_content": "樓主解封啦.二十回啦.[monster_spawner]"
        },
        {
            "author": "displey",
            "timestamp": 1342188960,
            "txt_content": "坐等汉化...\n话说,怎么换不了视角"
        },
        {
            "author": "qqll120",
            "timestamp": 1342189260,
            "txt_content": "为什么点回复的时候说要上传头像...我因为这个还换得换个头像重新传上来..."
        },
        {
            "author": "liuliu2640",
            "timestamp": 1342245780,
            "txt_content": "翻译不错~就是群里人的素质有待提升"
        },
        {
            "author": "dandan0029sw",
            "timestamp": 1342333380,
            "txt_content": "支持  力顶"
        },
        {
            "author": "YNZTFZJ",
            "timestamp": 1342362120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "dc19881121010",
            "timestamp": 1342372560,
            "txt_content": "这个怎么是不能转换视角的"
        },
        {
            "author": "772659197",
            "timestamp": 1342385280,
            "txt_content": "好像很好玩"
        },
        {
            "author": "a326427811",
            "timestamp": 1342514400,
            "txt_content": "为什么不贴上生物的图片？"
        },
        {
            "author": "KHGED",
            "timestamp": 1342695540,
            "txt_content": "神MOD[stone_axe]"
        },
        {
            "author": "g0216",
            "timestamp": 1342704960,
            "txt_content": "请问楼主为什么我打开后没反应求解啊{:10_514:}"
        },
        {
            "author": "407433069",
            "timestamp": 1344073680,
            "txt_content": "下载不了 打开会说             未绑定手机禁止分享给大众功能，请联系资源发布者获取资源\n这要怎么帮啊"
        },
        {
            "author": "70520737",
            "timestamp": 1344076920,
            "txt_content": "变魔兽了。。大哥。。。"
        },
        {
            "author": "1292766858",
            "timestamp": 1344139440,
            "txt_content": "木有懒人包"
        },
        {
            "author": "路边广告牌",
            "timestamp": 1344149040,
            "txt_content": "哇！好东西啊！特喜欢！"
        },
        {
            "author": "asdjkl753159",
            "timestamp": 1344169320,
            "txt_content": "是真的吗 天啊 咋活啊~~~"
        },
        {
            "author": "aa1530258",
            "timestamp": 1344320400,
            "txt_content": "手机没绑定。。。。。"
        },
        {
            "author": "250",
            "timestamp": 1344324120,
            "txt_content": "很棒的作品"
        },
        {
            "author": "laozi",
            "timestamp": 1344343320,
            "txt_content": "115已关闭大众分享 艹"
        },
        {
            "author": "qwe614448054",
            "timestamp": 1346296260,
            "txt_content": "高科技啊！！怪物的图能补上吗、想看看"
        },
        {
            "author": "cc574956588",
            "timestamp": 1346629980,
            "txt_content": "这玩意很大吧。。不过感觉很不错，很RPG化。希望能完善吧E"
        },
        {
            "author": "865047841",
            "timestamp": 1346630760,
            "txt_content": "感谢楼主分享"
        }
    ]
}