{
    "title": "前传——翼",
    "author": "213127774",
    "replyCount": 3,
    "timestamp": 1407651840,
    "txt_content": "\n“杀戮，阻止，反击，灭绝，无能为力......”\n“啊！”翼揣着气着，从梦中醒来。\n“你怎么了？”一个带翅膀的男人冲了过来，亲切的说道。\n“没事，爸爸，只是做了一个噩梦。”翼摆了摆手。\n“那好吧。照护好自己，我出去了。”翼的父亲说完，便匆匆的出去了。\n“到底是什么，这么忙......”翼撇了撇嘴，“算了，我该干嘛干嘛，管他呢！”\n翼就这么想着，走出了家门。\n翼的房子，坐落在一个宽广的平原之上。她亲爱的父亲，是一位高级科学家。因为大部分研究项目太危险，所以他们住在这个偏僻的平原。她亲爱的母亲，是一个女少将，所以很少回家。\n这，也就培养了翼极为独立的性格。有时候，双亲都不在家，她便会飞向她家南边的森林里面，用石头干翻一个个悲催的小动物，烤着吃。皮草，没烤的肉，都是可以去卖钱。\n吃完饭后，翼对准天空，急速的飞去。\n”您已飞出本星球，是否启动导航，一飞往其他飞行翼星球？“翼的随身导航叫唤了起来。这个导航，自然是出于她老爹的手笔。\n”不用。“翼在脑海中回答道。总是飞来飞去，路早就背下来了。\n云层从她旁边擦过，恒星的光亮在她的脸上越来越亮——她飞出了这个星球的大气层。\n”去......中都帝国！“翼想着，向众多星系中最靓丽的一颗飞去。\n一路上，随处可见人们使用着翅膀往返于各个星球之间。这个翅膀，并不是连接着他们的皮肤。相反，这些翅膀里皮肤保持着一段距离——正好贴着衣服。翅膀是虚无的，但是又可以扇动气流。这，就是飞行翼一组几亿年来进化出的神奇翅膀。\n不一会，翼便飞到了目的地——中都帝国。\n繁荣的星球，我们只可以这么形容。这个星球的建筑是立体的——天上，地上，地底都建有房屋。人们人来人往，从远处看，几乎看不见地面。\n翼轻车熟路的来到一处不显眼的屋子前面，里面坐着一位老太太。\n”翼，又过来卖东西啊。“老太太慈祥的说道。\n”是的。“翼有礼的回答道。”这次我打到了这么多物品。“\n老太太接过一瞧，说道：”翼，我这里没有零钱了，就给你一把十字镐吧。“\n翼想了想，反正自己也就是娱乐一下，就说道：”好吧。“\n”这是你的东西。“老太太笑着递过一把蓝色的十字镐。翼看了看，还好，是半新的东西。\n”那我回去了。“翼转过头说道，”下次记得准备零钱啊！“\n”好的“老太太回答了一声。待翼走远后，老太太突然用她原来没有的声音低语道：”保护好自己啊，马上要出事了。“从阴影里走出来的，是一个公认的邪物——死灵，一具骷髅。\n打了个响指，房子便会飞烟灭。骷髅披上了一件透明的斗篷，消失了。\n空气一阵颤抖，神秘人貌似是向着远方奔走了。\n————————————————————————————————————————\n“目标帝国，飞行翼帝国。”一个奇怪的生物说道。\n“确认，11点钟方向14光年，进发。”\n“很好，这次你们一定会灭绝！我大grox帝国科技水平现在可是全宇宙第一！灭了他们！”\n“是！”震耳欲聋的声音传来。这是什么！\n一个巨型舰队！\n————————————————————————————————————————\n翼拖着疲惫的身躯回到了家中。不一会，房间里便响起了“有来电，请接”\n“谁啊——”翼嘟囔道，一边把电话提了起来。“妈，有什么事么？”\n“离开这个星系。”那边传拿起急促的声音，“赶紧跑，不然我们——”\n“妈，妈！”翼只听见一声震耳欲聋，那边就只传来了忙音......\n“我要去找爸爸！”翼一脚把门踹开，说道。\n实验室中，一群人正紧张的忙碌着。\n“爸爸！”翼闪了进来，大喊道，“出事了！”\n翼的爸爸平静的转过头，说道：“是不是你妈妈来电？我们都知道，那是grox打进来了。根据我们计算，我们已经逃不掉了。所以，我们会给你争取时间，你速度。”\n“如果整个种族只剩下我一个人了，那我还干什么！”翼喊道。\n“这已经不是你愿不愿意了。”翼的父亲平静的说道，“我已经叫了一个人过来接你。”\n“不！我会跟他拼命！我不走！”翼生气的喊道。\n“已经不是你可以掌控的了。”翼的爸爸抬起了头，“他来了。”\n翼一回头，只见一双白色的大手有力的手刀了翼一下，翼马上就晕了过去......\n”拜托你了，306980。“翼的父亲平静的说道。\n”没问题。“306980红色的眼睛在闪烁，”为什么你也不走？“\n”我会尽我的责任。“翼的父亲眼里闪烁着灵动的光芒，”我会重创grox。现在，你快带着这野丫头走。“\n306980敬了个军礼，”你是一个伟大的人。“说完便消失了。”\n翼的父亲抬起头看向远方。”启动。“\n1秒，2秒，3秒......\n”叮！“\n”砰砰砰砰砰砰砰砰砰砰砰砰砰砰砰砰！“\n从此，grox的巨型舰队，飞行翼的星球，消失在虚无之中。\n————————————————————————————————————————\n翼醒了过来，发现自己正躺在床上。床边，是一望无际的草原。\n”原来是个梦啊。“翼哈了口气，真好看见一旁的306980。\n”我必须告诉你......那不是梦。“306980慢慢的说道。\n306980低了一会头，然后抬起头看着翼。\n这个女孩，坚强的女孩，在这一刻，已是满脸泪水。\n”我也无能为力。虽然，以我的实力，我可以一口气干掉grox的一支舰队，但是，我也不能报你的血海深仇。“306980顿了顿，然后看着翼：”记住，君子报仇，十年不晚。你要先活下去，才可以报这个仇。“\n翼用力点了点头。就此，她便在这个mc的世界生存下去，直到遇见竹溪。\n”跟我们走，一起报仇。“\n@翼梦冰蓝   我就是这么梦见的......没有其他意思......",
    "replies": [
        {
            "author": "小咖啡",
            "timestamp": 1407652500,
            "txt_content": "学着魔君水一下"
        },
        {
            "author": "NekomancerLeko",
            "timestamp": 1407652740,
            "txt_content": "错版了。\n创作版"
        },
        {
            "author": "きのこMogu_",
            "timestamp": 1407654780,
            "txt_content": "错版(╯=~=)╯︵┻━┻"
        }
    ]
}