{
    "title": "【原创】Redstone Boom!-红石狂潮[作者：朱仙]第九章 龙井学院的一战",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1407660060,
    "txt_content": " 本帖最后由 CloudsXDao 于 2014-8-10 17:16 编辑 \n\nBGM:好久不见\n\n—————————————————————————————————————————————————————\n正文\n\n\n    “哦！您就是西蒙先生了吧！”龙井城主亲切的握住敏尔的手，表现出了龙井城人们新世纪发展所主要普及的“热情”、“好客”、“热教”的三大原则，对到访的敏尔先生表示了诚恳的问候。\n\n    “西蒙先生您住的好不好啊？吃的好不好啊？犬子有没有给你添麻烦啊？”\n\n    “好！好！都好！都是龙井城的政 策好！”\n\n    随即，龙井城主对西蒙的“国城自治”的国家方向标意识表示了高度赞扬，并赠送了西蒙一本《新时代龙井城自治方针》，两人都对龙井城的发展前景十分期待。\n\n     而后，龙井城主伴随西蒙来到龙井学院，对学院院长发表了重要指示：“要关照西蒙先生，西蒙先生是我们学校的栋梁。“\n\n    龙井学院的学生见到敬爱的龙井城主，开心的笑着，与龙井城主一同愉快的做着游戏，气氛一片恰恰融融，表现了我城学生高素质、高德行、高品格的少年新时代气象，为龙井城自改 革 开 放的新面貌添上了油墨重彩的一笔。\n\n    龙井城主在返回城主府之前，对全校师生发表了重要讲话，他说道，建设新龙井是整个后衙帝国改革的重点，更是需要龙井城的人民群众都要支持的！\n　　　　                               ——以上摘自《龙井城每日新闻》\n\n    “现在离帝都学院大赛还有多久？”敏尔在沙发上伸了个懒腰，慵懒的对正在削苹果的比尔问道。\n\n    “过了神诞日还有整整两个月。”比尔有些郁闷，不知从何时起，他就变成了敏尔的保姆，说完，便狠狠的咬了一口刚刚削去皮的苹果，“喏，给你。”\n\n    神诞日是指庆祝凯神出生的节日，是凯神亲自定下的，以那天为1月1日，展开了凯神新历，凯神也是在凯神历元年1月2日的开 国 大 典失踪的。\n\n    “也就是说，我还要在龙井城待三个月咯。”敏尔看了一眼比尔，接过苹果，无奈的说道。\n\n    帝都学院大赛历史并不久，但是一个凯神举办，就说明了它在后衙帝国的重要地位和政治意义。\n\n    在帝都学院大赛中获得冠军的学校所属的城市，有很大可能得到国府的支持，曾有一座B级城市更是因此，直接晋级至S级城市。\n\n    “是，是，是。”比尔扶着额头回答道。\n\n    龙井学院就是这样一个政治产物，但是龙井城的地虽是富有灵气，但是像那种天资骄艳之辈却是没有一个。\n\n    如今龙井学院最强者是五级的法嗣，是一个药剂师，也就是巫师 。\n\n    敏尔现在的弓箭手等级都有六级，还是较为稀缺的灵弓手，当年箭羽看上的也是敏尔这样的惊才艳艳之辈，龙井学院拿什么去竞争？\n\n    所以每次龙井城每次大赛都基本上是在A级城市中的垫底，无奈之下才找了敏尔这个身份不明的外来者。\n\n    “明天我就去学校报到吧。”敏尔说道。\n\n    “唉？以你的实力不去也可以哦。”比尔一愣，“龙井学院的老师估计都没有你厉害。”\n\n    龙井学院的老师平均等级也就七级，而且他们的“语”等级也没有敏尔高，根本不是敏尔的对手。\n\n    所谓“语”就是指这个世界的一种强大的技能，类似西方的言灵，必须吟唱或呼喊来激发出，而不同的激发技巧激发出的效果也不一样。\n\n    然而，与言灵不同的是，只有神级或次神级才能在物品上铭刻“语”，并且不同的神灵赐予的“语”也不同，比如说，凯神的“语”就是“凯·语”，红神的“语”即是“红·语”其中等级差异也较大。\n\n    区分九级与传说的一个重要标志，就在于此，传说级和以上可以直接吟唱神赐予他们的语，而九级以下的武者或机械师都是需要一个媒介才能使用语，一般来说，就是武器。\n\n    武器上有着三十条次神语或以上，就可以被称为二级附魔器，三十条以下，是三级附魔器，而有一条神语和七十条次神语，就是一级附魔器。\n\n    然而还有一种东西，没有语，但是可以凌驾于一级附魔器的，只有神器。\n\n    “我要报道的是灵弓手！”敏尔一脸认真的说。\n\n    “哦？你？几级？”比尔听到弓箭手，三下五除二的就把苹果吃完了，说道，语气说不出的得意“我是重弓手，六级哦！说不定可以指点指点你哦。”\n\n    “是吗？”敏尔笑了笑，“等有时间吧。”\n\n    “唉！别介！就明天早晨吧！”比尔激动的说道，终于有虐敏尔的机会了，之前总是被敏尔压着，上午龙井日报的人来，敏尔不过是说了几句，老比尔也夸敏尔懂事，自己被训的狗血喷头。\n\n    一想到可以任意蹂躏敏尔，他就想唱一首《农民翻身做主人》，这也是凯神写的，还有一个故事，但是与本文无关，这里不提。\n\n    “先说好，不许用红石机械哦！”比尔忙说。\n\n    “行啊。”敏尔脸上露出笑容。\n\n    说实话，龙井城的教育资源并不比斯诺城的箭羽低，院长甚至是传说级强者，但是，学生们缺少锻炼，缺少实战，缺少生死战斗。\n\n    为什么没有生死战斗呢？这要从凯神纪前8年，也就是罗兰纪625年的时候，凯神曾经做过一场屠杀。\n\n    他的领域覆盖整个魔兽山脉，仅仅一招，没有夺目的光芒，没有绚丽的效果，整个魔兽山脉的魔兽在瞬间死光，即使当时魔兽山脉中有神级魔兽，也在凯神手下撑不过一秒，魔兽山脉从此改名。\n\n    可见凯神的恐怖实力，而凯神的强大早已深入人心。\n\n    那为什么箭羽的学生拥有如斯的实战能力呢？\n\n    这又要从整个费图世界说起了。\n\n    这个世界有无数小洲，但是只有3块大陆，分别是云端大陆、东大路、和天启大陆。\n\n    云端大陆和东大陆生活着人类，都是后衙帝国统治区，但是天启大陆不一样。\n\n    天启大陆存在多少种族，估计就算创世神也说不清楚。很多朋友就要问了，既然凯神那么强大，为什么不攻打天启大陆呢？\n\n    这又涉及了举国震惊的“111事变”了。\n\n    在罗兰纪634年12月31日和凯神纪1年1月1日交替，也就是凯神登基开启新纪元时，凯神在众目睽睽之下，凭空消失了。\n\n    没错！是凭空消失！后衙帝国举国寻找，如今31年过去了，依旧没有找到。\n\n    那为什么说箭羽比龙井更多实战呢？这就牵扯到云端大陆的布局了，帝都处于中心位置，斯诺在接近天启海的西北，而龙井城处于帝都和斯诺之间，被斯诺制衡，自然不可能跨过斯诺去天启战斗。\n\n　走在龙井学院的道路上，看着来来往往的学生成群结队的说说笑笑，一个人的敏尔略显得有些孤单。\n　\n    灵还在熟睡，现在虽然不算早，但是敏尔并没有叫她起床，只是给她整理了夜晚被踢开的被子，悄悄地离开了。\n\n    无论是在哪儿，只要是学校，都会是这样啊，敏尔暗道。\n\n这时，一只戴满着充斥暴发户气息的戒指的胖手搭在敏尔肩上：“哎呀，你就是昨天龙井城主推荐的那个小同学吧！”\n\n    敏尔瞥了他一眼，说道：“没错，就是我。”\n\n    “小同学你是来报名的吗？”胖手的主人自然是一个胖子，脸上一副市侩的表情，说道“你是什么职业啊？我是亚里士·多德老师，说不定可以帮助你哦。”\n\n    “灵弓手。”敏尔很阳光的笑了，他已经明白这个胖子找他的目的了。\n\n    “灵弓手？！”胖子眼中闪过一丝惊讶，但是还是满脸堆笑，说道：“真是遗憾，老师我是药剂师专业的，帮不到你啊！那老师就先走了。”\n\n    不一会儿，敏尔就见不到胖子的身影了，摇了摇头，走向龙井学院的竞技场。\n\n    “嘿！敏尔，我还以为你不来了！”看到敏尔走过来，比尔眼睛一亮，老远就挥着手向敏尔招到。\n\n    “我怎么会不来呢？”敏尔随便取了竞技场旁边的弓，拿了一组箭，走上台，拨了拨弓弦，说道：“不愧是A级城市，连弓的质量都如此上层。”\n\n    “那是！”比尔插嘴道，随即压下身子，“开始吧！”\n\n    比尔不是笨人，敏尔敢挑战他，自然有所凭仗，何况就算是小孩子也知道灵弓手克制重弓手，这更是让比尔警惕。\n\n    “那我就来了！”敏尔抽出一支箭，搭在弓上，一动不动的站在原地。\n\n    比尔已经有点怀疑自己的判断了，灵弓手就是凭借自身的灵巧，才能胜过重弓手，敏尔这是？\n\n    “既然你不攻，那就我先！”比尔低吼道，手上不停，缓缓的拉开弓弦。\n\n    满弦！\n\n    正当比尔想要射出去时，敏尔身子一偏向左闪去，而比尔已经不能扭转方向了，箭擦着敏尔过去。\n\n　　　不是凑巧！比尔汗划过脸颊，又张开弓，怒喝道。\n\n　　　“遥·光！”\n\n　　　比尔的弓上闪耀着一行文字。\n\n    敏尔再次闪了过去。\n\n    没错！遥·光是加速箭射出去时的速度！也就是说敏尔已经具备了可以在比尔射出箭前一秒闪开的眼力！可他才16岁啊！\n\n　　　箭羽都要招揽的天才，自是有过人之处。\n\n　　　这神乎其神的躲避射出来的箭的能力，是敏尔一次又一次在骷髅弓手的“死亡之箭”下学会的，但是，S级城市的大部分精英学生也都会。\n\n　　　高级弓箭手技巧——踩影。\n\n    此时，竞技场周围也是已经被学生围了起来。\n\n    “看！那就是龙井城主推荐的学生！”\n\n    “啊！好强啊！”\n\n    “好了！不陪你玩了！”敏尔听着学生的话，笑道，脚上移动着，用S路线接近着比尔。\n\n    射空！射空！射空！\n\n    敏尔已经和比尔只距离一两米了，比尔都可以看到敏尔脸上的笑意了，他急了，飞快抽出四根箭，搭在弓上，大吼——“近·覆！！”\n\n    刚刚使出来比尔就后悔了，如果敏尔接不住怎么办？他太激动了，居然用出了保命的招数，此刻，四支箭带着华光冲向了前方。\n\n　　　“闪·折。”\n\n　　　敏尔轻描淡写口中吐出了两个音节，从决斗开始，这是敏尔第一次用语，仅仅只是一瞬，好似空间扭曲下一般，敏尔就从四根箭前消失了。\n\n    这可苦了台下的学生，纷纷打开防御招式招架比尔发出的强劲的四根羽箭。\n\n    比尔舒了一口气，还好没伤到敏尔，突然，一根冰凉的锥状物体刺在他的后腰。\n\n    “我输了”比尔苦笑道，举起双手缓缓转过头，看到了敏尔略带笑意的面庞。\n\n    这T M还是人吗？比尔心中暗骂。  \n\n—————————————————————————————————————————————————————\n\n\n\n\n\n\n谢谢您的观看！如果觉得我写的不错，就在索引或者本章发点人气和金粒鼓励我一下吧！索引\n\n\n\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1407660180,
            "txt_content": "@hznb @molei @xcc @250=mo \n如果想要第一时间看到红石狂潮的更新，请加我的小组群：305249291"
        }
    ]
}