{
    "title": "<连载·单章>《苦力怕泰迪与逃生大比拼》第7章 “巨型骷髅” by小龙",
    "author": "毒蛇",
    "replyCount": 3,
    "timestamp": 1407670620,
    "txt_content": " 本帖最后由 毒蛇 于 2014-9-9 21:35 编辑 索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-316233-1-1.html\n下一章地址：http://www.mcbbs.net/thread-319355-1-1.html\n本章总字数：1870字\n第七章 “巨型骷髅”　　泰迪和H比完赛回到宿舍，发现洛克一动不动的坐在墙角，嘴唇不停地在颤抖。\n　　泰迪也什么话没说，看着他。\n　　洛克忽然开口了：“泰……泰迪，对……对不起……起，刚……才看……比……赛，太……太危险……了，你……你还能和我……和好吗？真……是对不起……起，我……我不应该……说你……爱……出风头的……”\n　　“没关系，你知道了就好。”泰迪把洛克扶起来。\n　　这时依耶走进来，问道：“洛克？你知道这比赛多危险了？要是没有H……”\n　　“我……我知道了……”洛克情绪很不稳定。\n　　“泰迪。”依耶问，“你今天晚上还去找福斯特吗？”\n　　“不了，我过两个星期再去，不是11月1号比赛吗？”\n　　“嗯，你知道你的对手是谁吗？”\n　　“嗯？我不知道啊。”\n　　“是我原来那个同学，你知道，叫做布朗。”\n　　“哦，我知道了，布朗他怎么样？我要不要带他去福斯特那里？”\n　　“我看是不用了。”依耶说道，“他就是一个书呆子，根本没有感情，你怎么帮他，比赛的时候都不会理你，甚至恩将仇报。”\n　　“啊？是吗？赫尔伯格教授不管他？”\n　　“你想想赫尔伯格教授这个人……能管他吗？”\n　　泰迪和H打完比赛以后，就觉得很轻松了，也不像之前那样害怕输掉比赛或者是生命危险。\n打完比赛，学校照常上学，泰迪也大概知道了这一天里11个年级究竟怎样比赛，为什么三年级最先。原来是3的倍数的年级最先，其中年纪最小的最先，所以顺序是——3、6、9、2、4、8、10、1、5、7、11。这一天里比赛不间断，从7:00到7:30，然后7:40到8:10这样以此类推，如果有超时的就自动向后拖。\n　　在上学这几天里，哪位老师都没完没了的唠叨：“你们一定要记住，今年有一级考试，这个考试决定着你将来的文化水平，一级考试就像一个学历，你通过一级考试，你的水平就代表是三年级，通过二级考试，水平就是五年级的……”\n　　这种话每天泰迪都要听上五六遍左右。泰迪好不容易熬过了两个星期，又可以去福斯特那里“玩”了。\n　　泰迪在晚上悄悄溜出学校。他的眼睛只是盯着旁边有没有人，却没有看前边。他走着走着，就撞上了一个人。他抬头一看，瞬间就吓坏了，希尔保特站在那里，一动不动。\n　　“这么晚了？你干什么去？”希尔保特问泰迪。\n　　“呃……那个……我……”\n　　“实话实说。”希尔保特一点儿也不生气，泰迪却吓得要命。\n　　“我……那个……米勒教授……他贿赂了福斯特……他让我去那里……看看……下一个项目。”\n　　“哦。”希尔保特脸上的笑容消失了，“你去吧，这件事与你无关，耽误了比赛也不好啊。”\n　　希尔保特走了，泰迪觉得如释重负，这回希尔保特怎么会把他放了呢？\n　　泰迪走到福斯特那里，福斯特说道：“泰迪，你怎么来晚了？”\n　　“我路上碰见校长了……”泰迪说。\n　　“什么？那么……你怎么说的。”\n　　泰迪把事情说了一遍，福斯特赶紧抬起头（福斯特比泰迪矮3分米）跟泰迪说：“其实米勒教授没贿赂我，是我贿赂了他，我请求他让你来这里看看这些东西。”\n　　“什么！”泰迪说道，“那也就是说，你是个好……”\n　　“对，我一直很喜欢你，来，我们开始吧。”\n　　福斯特把泰迪领到一个东西面前。\n　　“我的天啊，这是骷髅啊！这么大！”泰迪嚷道。\n　　“嗯，这个骷髅比你穿上你那鞋后的5倍还要高1米（福斯特的废话又显现出来了）。”\n　　“那些衣服加上我的身高是1.75米，5倍就是8.75米，再加上1米就是9.75米啊！你怎么知道我多高？”泰迪忽然问。\n　　“当然，你看我们的鞋子一样高，你比我高3分米，我目测的。我是1.42米，鞋底厚3厘米，明白了（福斯特的废话又又一次显现出来）？”\n　　泰迪看着这个骷髅，问道：“这到底是什么？”\n　　“啊。”福斯特说道，“问的很好。这个骷髅采用苦力怕王国最新发现的模拟石矿加上骷髅的白色汁液，采用希尔保特发明的IM-7056专利号的融合液融合，加上世界上最先进的机器操控系统，做出的模拟骷髅！”\n　　泰迪心想你直接说模拟骷髅就行了……怎么这么多话……\n　　“这个东西在比赛那天由米勒教授和我操控……但是……你知道……我把操控的无线电信号反接了……”\n　　“为什么？”泰迪问。\n　　“也就是说操控左边的，显示屏上显示出来是二班同学的操作台，其实是操纵一班的，相反，另外一边是操纵二班的。”\n　　“你这么做有什么意义吗？”泰迪问道。\n　　“其实我也不知道，那天希尔保特过来告诉我的，我就照办了。”\n　　“这个东西到底怎么防御？”泰迪忽然想起最重要的事都被福斯特的废话淹没了。\n　　“我觉得这个你不用学，到时候他们会发给你木板、打火石和水桶这三样东西，你只能挑一样。你去挑打火石，然后直接把这个点燃了，它就彻底报废了。”\n　　“就这么简单？”泰迪觉得有点儿难以置信。\n　　“是的，我也没法说更多了，比赛的时候再说吧。”\n　　“哦，那好，再见！”\n　　泰迪告别了福斯特以后，回到宿舍，他越来越觉得奇怪，希尔保特为什么要福斯特反接呢？而且，到底是谁贿赂了谁呢？\n\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1407671340,
            "txt_content": "都是奇怪的名字←w←"
        },
        {
            "author": "毒蛇",
            "timestamp": 1407672000,
            "txt_content": "yuchenyang 发表于 2014-8-10 19:49\n都是奇怪的名字←w←\n你有发现被写到鸣谢表里了吗？"
        },
        {
            "author": "a2455564728",
            "timestamp": 1407672960,
            "txt_content": "写的很不错呢"
        }
    ]
}