{
    "title": "<连载·单章>《苦力怕泰迪与逃生大比拼》第8章 误伤 by小龙",
    "author": "毒蛇",
    "replyCount": 5,
    "timestamp": 1407739200,
    "txt_content": " 本帖最后由 毒蛇 于 2014-9-9 21:34 编辑 索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-318904-1-1.html\n下一章地址：http://www.mcbbs.net/thread-320051-1-1.html\n本章总字数：1330字\n第八章 误伤　　到了10月20号以后，泰迪就又紧张了起来。　　面对着日益临近的比赛，泰迪还是很害怕的。　　终于到了11月1号，泰迪又是六点就起床去吃早饭。他吃过早饭去操场的时候，碰见了布朗。　　布朗见到他就说：“你啊，能赢吗？一点知识都不懂。”　　泰迪很生气，反驳道：“知识管什么用？到时候骷髅追来了，你就开始说：‘骷髅是一种亡灵族生物，全身白色……’你还没说完，骷髅就把你杀了。”　　布朗什么也没说，就走了。　　到了六点五十，操场上聚满了人。　　接着，福斯特把两只“巨型骷髅”拉出来，放在他们面前。布朗当时吓得面如土色，泰迪却胸有成竹。　　“好了。”希尔保特在解说席上说道，“请参赛选手挑选一样在自己身后桌子上的对付骷髅的物品。”　　布朗比泰迪先回头，拿了自己桌子上的水桶，又快速把泰迪桌子上的木板夺走了，然后朝着泰迪坏笑道：“哈哈，没说别人桌子上的不可以拿啊！”　　泰迪非常生气，但是看到他没有拿打火石，就暗暗高兴，把打火石拿走了。　　“一个打火石管什么用？”布朗继续嘲笑道。　　“嘿！走着瞧！”泰迪越看布朗越生气。　　比赛开始了！布朗拿着木板不停地敲打着骷髅，那个骷髅拿脚一踢，把木板踢飞了。布朗开始害怕，于是他把水桶倒在地上，没想到，那个骷髅的腿竟然像海绵一样，把水吸干了。　　泰迪拿着打火石，不慌不忙的绕着骷髅转，骷髅站在那里一动不动，像个呆子。泰迪赶紧拿打火石一点，这只“巨型骷髅”立即燃烧了起来。　　原来，校园森林里，米勒教授说要操控泰迪的骷髅，于是福斯特把假的“泰迪骷髅操控机”让给了米勒教授。没想到米勒教授根本不看屏幕，一通乱按，什么又是踢吧，又是吸水吧。福斯特都不动那台操控机，只是坐在那里。米勒教授越玩越起劲，似乎是想要弄伤泰迪，没想到他却一直给布朗在捣乱。　　这时候，米勒教授按了一个“大踢腿”。泰迪就看见布朗被“巨型骷髅”一脚踢飞，不见了踪影。　　这时候泰迪的那只骷髅已经被烧得什么都没有了，本来为他赢得比赛的欢呼声变成了为布朗的惊叹声，随即运动场上爆发了混乱。希尔保特却很淡定，就好像他明白事情的来龙去脉似的。　　泰迪却不禁暗暗高兴，这种苦力怕死了也罢，活着也只会给别人添乱。泰迪觉得这件惨案和希尔保特让反接无线电信号有关。　　学生们不断地涌出体育场。在校园森林里，米勒教授已经发现福斯特反接了无线电信号，他气急败坏，和福斯特嚷道：“你怎么能反接？”　　“无论是反接还是正接，总有一个人会被你谋害。”福斯特这时候已经吓坏了，脸面发青。在运动场，希尔保特带着泰迪往校园森林走，他们看见福斯特时，米勒教授正在问福斯特：“到底是谁让你反接的？”　　“我让的。”希尔保特忽然说了一句。　　米勒教授转过头，什么也没说，就准备溜走。　　“你说吧，现在怎么办？”　　米勒教授不知所措：“那就……呃……”　　希尔保特沉着脸，和泰迪回到了教学楼。　　回到宿舍之后，依耶和洛克也吓坏了，依耶当即半偷笑半严肃地问：“他（布朗）死了吗？”　　“你说呢？飞那么远？”泰迪说道，“听说是米勒教授想害我，然后希尔保特让福斯特反接了无线电信号，导致米勒教授操控的其实是布朗身边的那只骷髅。”　　“米勒教授……他怎么会……”洛克很吃惊。　　“我也觉得不可能。”泰迪说道。　　他知道今天的课肯定是停了，就脱下了比赛服和鞋，坐在了床上。　　泰迪现在也很是担心，从现在起，他们又要开始平常的学习了，要5月才会有比赛了。\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1407739320,
            "txt_content": "不用@我了\n不清自来"
        },
        {
            "author": "毒蛇",
            "timestamp": 1407739380,
            "txt_content": "HGK 发表于 2014-8-11 14:42\n不用@我了\n不清自来\n可是这章不是你了= =有一章我请你，你没来，第六章吧"
        },
        {
            "author": "Xiao2",
            "timestamp": 1407739560,
            "txt_content": "没想到，那个骷髅的腿竟然像海绵一样，把水吸干了\n要是我\n我也会被吓坏的"
        },
        {
            "author": "毒蛇",
            "timestamp": 1407739620,
            "txt_content": "Xiao2 发表于 2014-8-11 14:46\n要是我\n我也会被吓坏的\n可不是吗……腿居然会吸水……"
        },
        {
            "author": "kj415j45",
            "timestamp": 1407741240,
            "txt_content": "字与背景加起来好碍眼"
        }
    ]
}