{
    "title": "《这就是Minecraft》1-3章（有1230个字想看自进）",
    "author": "super_creeper",
    "replyCount": 2,
    "timestamp": 1407750840,
    "txt_content": "\n\n 第一章——这就是Minecraft\n\n 在一个方方的世界，晴空万里，微风轻柔，一只方方的彩蝶正在翩翩起舞。一只方方的\n\n小猪君正在她的旁边散步，小猪君闻着味道猛然一口把彩蝶给米西了，然后打了一个幸福的饱嗝。\n\n突然一道紫色的闪电打破了宁静的世界，我们的主角——史蒂夫就这样的诞生了。他长着方方的脑袋，方方的身体在蓝色的短衬下显得格外强壮。\n\n在这烈日当空的正午，刚出生的史蒂夫应该学会如何生存下来，这新奇的世界有太多新奇的事物等待他去探索。突然萌萌的小猪君走进他的眼帘，他迫不及待的想对小猪君试试手脚，但远处传来一声焦急的声音：“快……\n\n  第二章——黑夜降临\n\n  “快建一个房子吧！ ”一个穿着蓝色吊带裤，金鞋子，铁裤子，有着一头金发皮肤的young man说道。\n\n  “哼，我才不理你呢，这个世界这么好玩，要你啰嗦什么，我自己知道，拜拜！”史蒂夫嘟着嘴自信满满的说。\n\n  “真是一个新手，大言不惭。”他拿起手上玩弄的金锭，起身走到身后的矿坑里留下一道潇洒的背影。\n\n  夜幕悄悄的降临，夕阳的余晖把整个方块大陆照的格外美丽，远处的乌鸦长鸣着回到巢中。月亮缓缓升起，繁星点点，可是史蒂夫却不知道灾难正在向他接近。\n\n  远处几只邪恶的身影向他接近，不死族的号角正在吹响，节肢大军正在集结，看来……\n\n  第三章——夜晚走后是白天 \n\n  看来我们的史蒂夫也危在旦夕，一只小白以迅雷不及掩耳盗铃耳响叮当之势射出了第一箭，后面的支援队立马拉满了弓，僵尸大军也疯狂的扑了上来，史蒂夫不出三秒钟就领了便当。\n\n  Loding……\n\nSteve left the game\n\n  第二天，在阳光明媚的早晨，我们的主角终于复活了，他吸取了上次的教训把看到的方块随意的撸了下来搭了一个简单的庇护所，天暗了怪物们出来了，可是他们并没有找到我们的史蒂夫，就玩了起来：有两个僵尸打起了乒乓球，还有小白小黑跳起了“麦块好舞蹈”。\n\n  曙光渐渐降临，怪物们马上炒鱿鱼——卷铺盖走人，因为不久他们就会被烧死。\n\n  “啊，今天天气真好。” 史蒂夫打了一个打哈欠说道，“还没有怪呢。”\n\n  “是啊，早上好啊史蒂夫。”一只小白在史蒂夫家门前小池塘内喝着饮料说\n\n  “纳尼，啊！！！”还没等史蒂夫回应他就被射了几箭，扑街在了地上。\n\n   又是一天的晚上，一只工程尸（没有错别字）用红石造了一个电影院，电影放映ing，大家都相当的欢乐，唯独只有史蒂夫在家中等着。\n\n   天色亮了起来，我们的猪脚史蒂夫 走出家门对天空感叹“真是美好的一天。”可是并没有人回应。\n\n  “嗖”一只冷箭射了出来，“嗯，正是美好哪……”小白在树下吹了吹自己的弓，一阵青烟袅袅升起，史蒂夫又去跟阎王大大打掘一死战了。史蒂夫复活后立马把树给砍了。\n\n  夜晚过去临晨又来我们的猪脚史蒂夫从家把头探了出来，看了看周围有没有怪物。便信心满满的走了出来，“Good morning 史蒂夫。”小白躲在屋顶上撑着太阳伞边说边着射了一箭。史蒂夫转身躲过了一箭，史蒂夫大声说：“同一个招式不可能对圣斗士使用两次，恩，好吧三次。”“是吗？”“嘿嘿你射的箭对我没用了，哎呀。”史蒂夫虽然躲过了箭可是却掉到了自己挖坑里被掉下来的箭给插死了。\n\n  可能是小白觉得太无聊了吧，就在夜晚骑着猪猪君带着太阳伞走了。呵呵原来小猪君是小白的坐骑啊。  未完待续。。。。。。                             我学乖了因为我被各各观众和版主吐槽和误解为水王                                 我保证我不再把文章写短了                                谢谢各位版主维护论坛的和平\n",
    "replies": [
        {
            "author": "super_creeper",
            "timestamp": 1407751020,
            "txt_content": "我坐等大家回复"
        },
        {
            "author": "用户名已注",
            "timestamp": 1407751620,
            "txt_content": "创世神实况？我书读得少不知道啊。"
        }
    ]
}