{
    "title": "[Minecraft wiki翻译]岩浆(部分)+巨型蘑菇(部分)+活板门(部分)",
    "author": "认真的学",
    "replyCount": 6,
    "timestamp": 1342236060,
    "txt_content": " 本帖最后由 认真的学 于 2012-7-14 14:39 编辑 \n\n看到置顶帖里的内容有的已经被人翻译了一部分，于是就把剩下的翻译完，这里只贴出我翻译的部分\n另外To sjjklh前辈：置顶帖要及时更新。\n\n岩浆：wiki http://zh.minecraftwiki.net/wiki/%E5%B2%A9%E6%B5%86\n历史   \nClassic版本中在地图底部的一处岩浆。\n\n\n  \n与上图相同的地方，只不过岩浆换成了水，从而可以看到底部的基岩。\n\n\n Classic 岩浆最初的材质与现在不同，不过之后就换成了现在的材质。旧的岩浆材质依然可以在minecraft.jar的terrain.png中找到。在Classic版本中，岩浆会像水一样向四周的平面及下方流动。岩浆比水流得更慢，玩家可以比较容易地逃离岩浆。反应比较快的玩家可以通过快速地建造一个坝来阻止岩浆流动。但是，如果岩浆流实在太大，玩家或许就来不及建造岩浆坝。和水一样，岩浆对在其中移动的玩家有减速效果，且效果比水强烈得多。在岩浆里游泳还会给玩家造成较大伤害。岩浆与水相比更加不透明，所以如果你被岩浆淹没，视线就穿不过岩浆。如果你在岩浆外面，视线也穿不过岩浆。在地图底部，岩浆能够直接在基岩上方以不同形式被找到，这样的岩浆会困住玩家，并阻止玩家逃离岩浆，除非这时候有水方块与岩浆方块接触，或玩家放置了沙子或沙砾并让它们沉入岩浆。如果水方块和岩浆方块接触，就会变成石头或黑曜石，这样玩家就可以破坏石头方块并下到基岩上。\n\n你知道吗 在December 3rd 更新之前，手上拿着岩浆桶用鼠标右键点击熔炉/工作台/箱子会在该方块上面放上一个岩浆源，但现在这么做只会打开熔炉/工作台/箱子界面，好像你手上什么也没有一样。[2]将岩浆方块（通过物品编辑器获得）放在浮在海洋中的单独的方块之上（或放在一个底面为1×1，从水体底部建造起来的方块塔上），岩浆就会在水底继续流动，而在最底部的岩浆将会变成圆石。你在岩浆中也能看见星星，虽然岩浆应该不怎么透明。如果一个物品从岩浆池的边缘掉进去，这个物品将会被弹回来并着火。你可以在该物品弹回来的时候捡起它。这个方法在多人生存模式中比较常用。\n 画廊                         \n\n                        地表的岩浆池或岩浆源可能引起像这样的森林火灾（注意：火星不会引起火灾，参见上方的“燃烧特性”）。                        \n\n                        一个在离地表不深的地方发现的岩浆湖的例子。                        \n\n                        另一个直接在地表上发现的岩浆湖的例子。                        \n\n                        又一个在地面附近发现的岩浆湖。                        \n\n                        一个在地表凹洞内发现的岩浆源。                        \n\n                        岩浆融化雪与冰的样例。                        \n\n                        一个离底层基岩7层的，被岩浆充满的溶洞。                        \n\n                        一个在地底洞窟发现的岩浆湖。                        \n\n                        一个在地表自然形成的岩浆湖。                        \n\n                        在Alpha版本中发现的岩浆瀑布。                        \n\n                        一个靠着瀑布的自然的岩浆源。                        \n\n                        一条在地底深处发现的岩浆河。                        \n\n                        一个在地表发现的岩浆瀑\n\n巨型蘑菇：wiki http://zh.minecraftwiki.net/wiki ... B%E8%98%91%E8%8F%87\n历史 在一次Twitter上的留言中，Notch展示了一张1.7版本的计划表（那时打算将1.8版本变成1.7版本）。虽然那张计划表很模糊，并且一开始被当成一个玩笑，不过Notch随后表示其中一张新的光影系统的图片中和计划表中隐藏着一个秘密。[1]于是网友们就开始猜测。\n网友们讨论的地点之一便是Minecraft Forums,在那里他们发现计划表顶部的部分标签被遮盖了，不过遮盖的部分可以用该图[2]中仅有一个像素高的图案破译。\n  \n被破译的计划表\n\n\n在一个名叫\"tmcaffine\"的用户成功破译了被遮盖的部分之后，发现标签是这样的：ExperienceOrb.java（经验球）, changelist.txt（计划表）, Level.java（关卡）, Tile.java（图块）, HugeMushroomTile.jav(a?)（巨型蘑菇图块）, HugeMushroomFeature.(java?)（巨型蘑菇特性）, RandomLevelSource(cut)（关卡随机资源......后面看不见）。网友们于是相信巨型蘑菇将会被加进游戏中。的确，Notch随后就在Google+上展示了一张截图，即是一个NPC村庄中有两个巨型蘑菇的图。\n在1.8预览版中，巨型蘑菇不会自然生成，不过玩家可以用骨粉催熟种在土中的普通蘑菇来得到。在1.8预览第一版的创造模式中，巨型蘑菇方块和骨粉、不能在物品窗口中得到。在该版Minecraft中得到巨型蘑菇的唯一方法即是从物品栏中拿出一个普通蘑菇与一根骨头，之后用骨头合成骨粉，之后将蘑菇种在土中并用骨粉催熟来获得巨型蘑菇。\n在1.2.3预览版中，不同种类的菌盖可通过在生存模式下通过方块破坏转换测试器以任意巨大蘑菇方块为母方块获得。该漏洞在1.2.4版本中被修复。\n 你知道吗 File:BrownMushroomStalk.png  在蘑菇茎顶部和菌盖下方的孢子，这些孢子也会出现在菌盖方块生成时没有空气的一面。\n\n\n巨型蘑菇方块可以在生存模式中通过附魔后拥有精准采集属性的工具采集到。这些方块可以用作熔炉的燃料，它们燃烧的时间和木板一样。孢子（右图）会在这种方块的各个面上出现，因为这就是该方块的默认设定值，就像白色羊毛一样。现在还没有方法能够采集到不同设定值的巨型蘑菇方块。\n作为对比，在多人生存模式中，通过这种方式采集的巨型蘑菇方块的样子会和未采集时该方块的样子相同，即不一定六面都有孢子。该方块有孢子的几个面即是未采集前该方块不接触空气的几个面。\n巨型蘑菇的蘑菇茎与菌盖不能在创造模式中通过物品栏生成，且由于创造模式中破坏一个方块不能掉出对应的物品，巨型蘑菇方块在创造模式中也不能通过附魔得到。\n不过，通过第三方修改器还是可以在生存模式中获得巨型蘑菇方块，只要在生存模式中把状态调成创造模式，就能获得无限多的巨型蘑菇茎和菌盖。\n如果你想在室内种植巨型蘑菇，就至少需要9×9×8的空间。不过由于墙上的火炬会占据一格空间，所以室内空间需要更大。如果一个人想在生存模式中从物品栏里获得巨型蘑菇方块，只会根据巨型蘑菇方块的种类得到普通的红色或棕色蘑菇。\n 画廊                         GiantMushroomHouse.png\n                        几个被改造成房子的巨型蘑菇。                        \n\n                        在蘑菇生物群系中的几个巨型红色和棕色蘑菇。                        Huge mushroom growth.png\n                        每种巨型蘑菇生长的最低条件。                        2011-09-16 17.29.43.png\n                        由红色和棕色巨型蘑菇组成的巨型蘑菇房。                        \n\n                        一次河流测试时有3个巨型蘑菇在河附近（巨型蘑菇分别位于左下方，上方及左边一棵树后）。                        \n\n                        早期的有2个巨型蘑菇的NPC村庄。\n\n活板门：wiki http://zh.minecraftwiki.net/wiki/%E6%B4%BB%E6%9D%BF%E9%97%A8\n漏洞如果活板门连接的方块被红石中继器充能，活板门仅会在该方块还被红石或红石火把连接时才工作（和门一样）。\n如果你有两个方块，其中一个方块位于另一个方块的上方，活板门的下方，之后你敲掉顶上的方块，当你掉入活板门中时活板门会关闭，但却不会对你造成伤害，即使你的身体分别位于活板门两边。\n尽管这在技术上不能算作一个漏洞，当一个活板门被放置在一个方块上的时候，它会出现在该方块的下半部分。因此活板门可以成为梯子的顶部。\n你知道吗\n 如果一个关闭的活板门正处于箱子的上方，该箱子还是可以打开。这即是说，活板门就像其它门一样，允许你在活板门关闭的时候和活板门另一端的方块互动。 如果你把活板门放在岩浆方块上，岩浆就会消失，但活板门不会着火。这样可以在岩浆湖中开出一条路。 活板门可以用作下到洞窟里的梯子，只要把它们一个一个叠起来即可。将活板门一个一个打开你就可以下梯子，而将活板门一个一个关上就可以回到梯子顶部。 活板门作为掉落物品的时候曾比其它物品大得多，这个漏洞在1.8版被修复。 活板门也可以在熔炉中当燃料使用，不过燃烧时间仅与木板相当。 像门一样，活板门不可燃。 如果活板门连接着一个方块或它所连接的方块正在被活塞推动，那么活板门就可以被活塞推动。 虽然僵尸可以破门而入（自1.2预览版起），但它们不能打破活板门。 如果当一个生物站在活板门上时你在较远距离打开了活板门，那么这个生物会掉进活板门里。这个方法可以在一处容易被生物攻破的入口前做一个高效的陷阱。 活板门可以阻隔天气的音效。 活板门不会阻断穿过它的红石信号。 将两个活板门放在一个1×2的通道中，就会在活板门打开的一端制造一个非常狭窄的入口。\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1342236360,
            "txt_content": "撸主辛苦，坐等版主加分"
        },
        {
            "author": "453914742",
            "timestamp": 1342236600,
            "txt_content": "感谢为我们这些英语盲作出的贡献"
        },
        {
            "author": "g-g-g",
            "timestamp": 1342236840,
            "txt_content": "好同志"
        },
        {
            "author": "oomanj",
            "timestamp": 1342237200,
            "txt_content": "好同志+1                  "
        },
        {
            "author": "819tierqusi",
            "timestamp": 1342238640,
            "txt_content": "真&#8226;新手福利"
        },
        {
            "author": "lokbb111",
            "timestamp": 1345551780,
            "txt_content": "很棒的紋理喔! "
        }
    ]
}