{
    "title": "【原创】红石狂潮[作者：赤仙]第十章 神诞日与雪",
    "author": "CloudsXDao",
    "replyCount": 9,
    "timestamp": 1407760860,
    "txt_content": " 本帖最后由 CloudsXDao 于 2014-8-11 20:47 编辑 \n\nBGM\n\n\n\n————————————————————————————————————————————\n正文\n  敏尔对雪是比较陌生的,小小的村子承受不了如此晶莹的寒冷。  敏尔见过雪，摸过雪，但是雪对待他，不像对待其他小孩一样，它从来没有带给他快乐。  敏尔第一次与雪邂逅的时候，是在他很小很小，但是早已经懂事的时候。  老西蒙告诉他，妈妈已经和雪一样，飘到天上去了。  敏尔没有相信，他一直都很相信老西蒙，但是，唯独这一句，敏尔他不信，也不想信。  雪，带给敏尔的，只有悲伤与茫然。  敏尔坐在妈妈的旁边，看着窗外飘飘扬扬的雪，凝结，凝结。  “我想要那个！”灵拉了拉敏尔的衣角，敏尔的回忆戛然而止。  敏尔顺着灵的指尖，穿过龙井城石砖路上熙熙攘攘的人群，看到了一个卖冰糖葫芦的中年人。  等到敏尔接近了，才听见中年人的口中含糊不清的拉着低沉的叫卖声，卖冰糖葫芦咯!  也只有灵可以隔着这么远听清了吧，敏尔无奈的扯了扯嘴角，说道；“大叔，给我来一串！”  “好嘞！”  冰糖葫芦很甜，尽管敏尔没有尝到灵手中的八颗红色的晶莹珠子，但是那份甜，回忆里从未流失。  “来，敏尔，我们一人一串。”老西蒙把手中的稀罕玩意儿递给小小的敏尔，在小村里可没这么漂亮的食物，敏尔急忙用力咬下半颗红珠子，任它在口中散开。  “甜吗？”老西蒙摘下了他的金丝眼镜，笑着问道。  “甜！”小敏尔还没有把红珠子吞下去，稚嫩的童声有些含糊。  “敏尔，你知道冰糖葫芦的制作者是谁吗？”老西蒙看着敏尔，笑意更盛几分，又开始卖弄他的渊博知识。  “是谁？”  “是凯神发明的哟！”老西蒙声音中不免自豪，“你老爸我可是吃过凯神亲手做的冰糖葫芦哟！”  “可是凯神在三十多年前就失踪啦！老爸你至少要四十多岁才可以吃到啊！”小敏尔总算把他的一大口吃掉了，毫不留情的戳破了老西蒙的谎言。  “啊？啊！呵...呵呵...敏尔你看那里有耍猴的！”老西蒙摸了摸光洁的下巴，尴尬的转移话题。  老....爸。敏尔心中泛起一阵阵涟漪，老西蒙永远是敏尔的亲人，永远是敏尔心中最柔软的那部分，想到这里，敏尔的嘴角不知觉的翘了起来。  “敏尔！你快看你快看！下雪了唉！”灵雀跃的声音在敏尔耳边响起，敏尔抬起头，一片雪花落在他的眉毛上，融化成水，划了下来。  只是，这雪水怎么是温热的呢？  很快，雪下大了。街上的行人很快就散开了，把石砖长街留给了雪花。  敏尔拉着灵躲在冷冷清清的店铺前的屋檐下，抖了抖衣袍，把肩膀上的雪絮都拍了下去。眼前的雪继续挥洒着，似乎要净化，又似乎要掩埋。  “啪....啪...”  是雪的声音？  敏尔闭上眼睛，想要听的更真切些。  不是......  是木头在火炉里烧裂的声音吗？  也不是。  那究竟是什么呢？敏尔不清楚，他甚至不知道这声音是从哪儿发出来的。  好像....是唱片？  敏尔又似是顿悟了，猛的回过头，一台老旧的唱片机在吱吱的响着曲子。  敏尔也是醉了。  雪已经停了。  唱片也停了。  “呼——”敏尔呼出的热气模糊了橱窗的玻璃，也吓走了小猫。  “真好听的歌，是吧，灵。”敏尔又笑了起来，想要说点什么安抚一下灵，此时的灵应该已经不耐烦了吧。  敏尔扭过头来，笑容凝结在脸上，灵原先站立的位置，早已不见了人影，只在雪上留下了一行浅浅的脚印。  敏尔跟着脚印走着，脚印深入了龙井城的贵族区，到这里，人就多了起来，脚印也凌乱了起来。  敏尔有些无奈，轻轻叹了口气。  “瞳·洞察！”  “那个....那个人！等一下！”  灵走在路上，突然身后传来女孩的喊声，转过头，看见一个大约十岁左右的小女孩向她跑来。  “是在叫我吗？”灵指着自己的脸，问面前气喘吁吁，只能弯着腰喘气的小女孩。  “对...对啊....”小女孩平静了一下气息，抬起有一些婴儿肥的面庞，“那...那个...可以给我吗？”  “不行。”看到小女孩觊觎自己的冰糖葫芦，灵很干脆的拒绝了。  啊！”女孩显然没料到自己会被拒绝，“不要嘛...呜....求你了，姐姐...”  “好吧...不过你只能吃三颗哦！”不知为何，灵对眼前这个可爱的小女孩产生了莫名的亲切感。  “不许多吃哦！”灵把冰糖葫芦往前一递，还是有些不放心，再次叮嘱道。  “呜...真好吃....和传说中的一样甜...”小女孩捂着脸庞，紧紧闭着眼享受，声音也像冰糖葫芦般甜，“我还是第一次吃呢！”  “哼哼，我可是第二次了哟！”灵把双手叉在胸前，虽然还是一副面无表情的脸，但是可以清楚感到话语里的自豪，即使不知道只是在几分钟之前开始吃的第二串，哪来的优越感。  “真..真的吗？”小女孩一脸不可置信，又仿佛找到同类般的说起了吃的话题。   谁也不知道，在雪后的龙井城，一对小小的友谊在这里缔结。  “我的名字叫雪萤！”小女孩和灵走进幽静的小巷子，说道，“姐姐，你的名字呢？”  “灵。”突然出现在巷子口的敏尔代替回答道，“你怎么到处乱跑，我找了你半天，”  “敏尔！”灵看到敏尔，欢喜的跑了过去。  “嘿嘿，灵小姐还交到了好朋友啊。”敏尔摸了摸灵的头，笑着说道。  “哼！”雪萤看了看灵，又看了看敏尔，像是被抢走了心爱的玩具，一撅嘴，居然跑掉了。  “敏尔...”灵挣脱了敏尔的魔爪，看向他。  “好吧好吧，快去追吧。”敏尔有些哭笑不得，刚刚才找到的灵，又要分开了。  “嗯！”灵像是得到了许可般，飞快的跟随雪萤的脚步跑去。  敏尔就在后面，静静的，目送灵的远去。\n\n————————————————————————————————————————————\n\n\n\n\n\n\n\n\n\n\n\n\n谢谢您的观看！如果觉得我写的不错，就在索引或者本章发点人气和金粒鼓励我一下吧！索引\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1407763500,
            "txt_content": "写的不错，"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407763860,
            "txt_content": "@hznb @molei @xcc @250=mo @梦魇冰眸 @the-blaze \n@太多人，是在是太乱了，还经常@不到......\n如果想要第一时间看到红石狂潮的更新，请加我的小组群：305249291"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1407763980,
            "txt_content": "  写的不错。"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1407763980,
            "txt_content": "  写的不错。（我没cv）"
        },
        {
            "author": "250=mo",
            "timestamp": 1407764820,
            "txt_content": "BGM大半天没出来……\n不过，看起来不错啊，有空一定看一遍，短期内能完结吗？（多半不能）"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407809400,
            "txt_content": "250=mo 发表于 2014-8-11 21:47\nBGM大半天没出来……\n不过，看起来不错啊，有空一定看一遍，短期内能完结吗？（多半不能） ...\n你觉着可能吗= ="
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407829440,
            "txt_content": "对话好多的说"
        },
        {
            "author": "佐罗的传说",
            "timestamp": 1407830220,
            "txt_content": "神马？？？？？？？？？？？？？？？？？？？？？？？？？？？、"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407837900,
            "txt_content": "梦魇冰眸 发表于 2014-8-12 15:44\n对话好多的说\n对啊....很多东西都是靠对话搭叠起来的...."
        }
    ]
}