{
    "title": "<连载·单章>Minehope 第七章",
    "author": "梦魇冰眸",
    "replyCount": 8,
    "timestamp": 1407761460,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-11 21:01 编辑 \n\n\n\n\n                                                           第七章：死亡边缘的医生\n\n   前几天，我和骆黎搬到了一条小河边。这里还长着一颗参天大树。可以在树下休息休息。小河的水也非常清澈，同时这附近也有许多的动物。我在搬家前从箱子里拿了些有用的东西，其中就有种子、小麦、胡萝卜、马铃薯之类的农作物。这也是勾引那些低智商的动物们的诱饵。牧场就在房子旁边，我圈养了大概三只牛，一只鸡，两只猪。这次的房子我们两个忙活了一天一夜。盖阁楼的时候我差点失足掉下来。房子是两层，最顶上还有一个阁楼。阁楼上我还放上了玻璃，这样一来阁楼上即使不点火把也一样很亮。\n\n   其实，比起这些，我更关心的是莱克的下落。《生命史诗》已经提到他了，想必他也在这个世界里。所以我得想办法找到他。\n\n   我去箱子里找那本《生命史诗》的时候，发现那本书居然不见了！真奇怪！我记得这本书是我亲自放进箱子里的，怎么可能会找不到。那本书不见了，却多出来一张薄如蝉翼的信纸，我轻轻的拿起它，看了看上面的内容。\n\n尊敬的杨阳：\n\n   你好！\n\n   我是Nocth。在几天前，我收到了史蒂夫的消息，根据他的侦查，已经确认月伦特就是两年前失踪的冷月杀手：Hitt·Killer。请你务必注意她的所有动向，因为我必须保证你们的安全。如果发现她要有什么行动，立刻告诉史蒂夫，他会转告给我。如果她的行动威胁到你们的生命安全，我会在现实中立刻杀死她。\n\n   另外呢，我找到了一条对你有帮助的信息。Herobrine已经不在Minecraft世界里了。所以你想离开这里，只能通过杀死末影龙之后的传送门回到现实。我现在已经把你送到了全世界最顶级的医院，一旦你的身体有情况会立刻采取应对措施。而且，我也把骆黎和史蒂夫都送进了那个医院，史蒂夫的瘫痪不知道为什么，所有的症状全部都消失了。他的四肢已经可以活动自如。至于月伦特，在你们回到现实之后，我会立刻调动警方逮捕她，现在，你要做的就是让你自己变强大，击败末影龙，回到现实世界。\n\n                                                                                       Notch\n\n   这么说来，我只要杀掉末影龙我就可以回去了。但是我在游戏里就总是被它弄死，在现实里去杀掉它，难度是几何倍数的增加。我真的可以办到么……真好笑，刚来的时候我还信心满满，现在已经开始质疑自己了。\n\n   “你的命运，只掌握在你自己的手里，不是吗？”一个嘶哑的声音在我身后响起了。我还以为是史蒂夫，在我回过头时，发现是月伦特。她倚在门边上，似笑非笑地看着我，“你的手里，拿着是什么啊？”\n\n   “没……没什么……你的声音怎么变成这样了？”我慌张地把信纸放回箱子里。\n\n   “我把变声器关掉了。你只是看了一眼我的匕首而已，就能发现我的秘密。智商过人啊。”她捋了一遍自己的匕首，手指上就已经滴出了一颗颗血珠，“Notch叫你监视我的所有行动，并承诺在回到现实之后他就会逮捕我，对吗？”\n\n    “你……你是怎么知道的？”\n   “知道？我在来之前我就什么都知道了。我知道我的身份迟早有一天会被揭穿，即使你没发现，史蒂夫也迟早会发现我匕首上的英文是‘Killer’。”她轻蔑地看着我，“想知道那个叫莱克的小医生在哪里吗？”\n\n   “当然想了，你……知道？”\n\n   “他被我电击了，现在估计在附近的雨林里呻吟呢吧。”说完，她就离开了。\n\n   “喂……等一下……”她已经跑没影了。算了，找到莱克要紧。我站在阁楼上，向四周看了看。这附近的确有一小片雨林，就在房子的西南方。我就急匆匆地赶了过去。\n\n    雨林里的树都很高，也有矮矮的灌木。要找人实在是不好找。我得扒开那些碍人的灌木好好看看。\n\n    很快，我在一片灌木后面，找到了奄奄一息的莱克，他的手上、身上、脸上都有伤痕，是被匕首划伤的。我赶紧掏出史蒂夫给我做的药膏，给莱克抹上。过了好一阵子他才恢复了意识。\n\n   “莱克，你可是个医生啊。怎么会因为这点伤而站在死亡的边缘上呢？”\n\n   “医生……医生的体质……未必会……好啊……那个混蛋……把我打成这样之后……就把我……电昏了扔在……这里……我自己都……不知道……我昏迷……了多久……我醒过来时……我的伤……口就已经……感染了……”虽然莱克恢复了意识，但他的身子还是非常虚弱。我想了想，就把他背到我家附近的河那里，给他清洗了一下伤口。又涂了一遍药膏。现在我和骆黎都是住在二楼，一楼又不能睡人。所以莱克就只能在阁楼里住了。我给莱克做了一张床，一个熔炉，一个工作台，一张小木桌以及一把木椅。\n\n   我在阳台上吃面包时，想起自己身边有一个杀手，想离开这里又要击败末影龙。总觉得，我的人生就要到尽头了……\n\n\n                                   @pangys @CloudsXDao @418878840 @hznb \n\n\n索引贴\n \n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "pangys",
            "timestamp": 1407761640,
            "txt_content": "顶！~支持楼主"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1407761700,
            "txt_content": "lz的头像还是那么亮眼= ="
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407761700,
            "txt_content": "那个.....加下小组群....305249291"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407761940,
            "txt_content": "yuchenyang 发表于 2014-8-11 20:55\nlz的头像还是那么亮眼= =\n这个头像多好看啊，是吧？"
        },
        {
            "author": "Dragon_Dragon",
            "timestamp": 1407765480,
            "txt_content": "哇不错！              爱生活，爱做死，开了个新号来做死，发现头像改不了，我就是逗比之神。。。"
        },
        {
            "author": "Dragon_Dragon",
            "timestamp": 1407765600,
            "txt_content": "Dragon_Dragon 发表于 2014-8-11 21:58\n哇不错！              爱生活，爱做死，开了个新号来做死，发现头像改不了，我就是逗比之神。。。 ...\n别误会。。。我旧号是写小说的，我来水贴赚积分。。。      爱生活，爱做死，我就是逗比之神"
        },
        {
            "author": "418878840",
            "timestamp": 1407812220,
            "txt_content": "来的有点迟了，没关系吧"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407813300,
            "txt_content": "418878840 发表于 2014-8-12 10:57\n来的有点迟了，没关系吧\n没关系哒~"
        }
    ]
}