{
    "title": "<原创.连载>【昵称の世界】作者：熊猫丶晓能【第一篇第一章：风暴来临之前-上】",
    "author": "熊猫丶晓能",
    "replyCount": 7,
    "timestamp": 1407766800,
    "txt_content": " 本帖最后由 熊猫丶晓能 于 2014-8-29 01:15 编辑 \n\n作者PS：\n\n上次更新多久来着？\n唔。。。好像好久了\n总之也有一年了吧【hhh一年一更什么早点去死好了】\n果然是要回复正常态度了么\n嘛 反正我写的文的日常都是无聊到爆就对了\n\n正文：\n时间一转眼，便过去了三年，三年一次的。魔法等级晋升考试将开始。\n--------------------------------------------\n    “唔，该起来了，提娅！今天可是魔法等级晋升考试，怎么可以迟到呢？”一个略为矮小带着稚嫩脸颊的银发少女指着还躺在床上的另个少女怒道。\n    “好啦好啦，zjy。知道啦知道啦，真是的，不就是多睡了一会嘛，蕈碳果冻茶杯他们估计也还在躺着把，啊呜。。”躺在床上的粉发少女很是慵懒的伸了伸腰，揉了揉眼睛，慢慢的爬了起来。\n    “谁说。。我们还在睡觉？你没看见我们已经整装待发了嘛~”一个金黄色头发的法师少女，从旁边的洗漱间走了出来，“唔，这套衣服还不错呢。真是符合我的气质hhh”\n     “你们够了！赶紧收拾好东西出发吧，没吃的别吃了，反正就一餐不会死的。”宿舍的门打开了，一个蓝色的少年模样的少女站在那边说道，然后望了望手表道：“还有10多分钟，收拾好走过去也应该足够了吧。。嗯，期间，嘿嘿，嘿嘿。”\n     “唔，冻冻呀。。你要怎么犒劳我呢，在这次考试之后呢”蓝发少女---果冻肩上搭上了一个手臂，手臂的主人便是剩下的那个人---红发少女蕈碳啦。\n      “嘛，撒撒，在晚上回来我会好好犒劳你的啦，用那烈火***********【和谐词略多就不想说了】！不过呢，让我们来吻一下吧？“果冻说完，便于撒撒开始了法式舌吻，唔。。R-15\n       “我可以用原罪之火烧掉他们么？茶杯”银发少女---zjy望了望黄发少女---茶杯。\n        “不行。。是队友。”茶杯淡淡的望了一下zjy，然后走到果冻与撒撒之间，将两人轻松的拆开了，说：“装够了没。快迟到了”\n        “唔，真没意思。没关系的，反正其实时间还有三十多分钟嘛，慢慢聊天也还来得及的hhhh，不过就不用吃饭了，我们还是先走吧。。”果冻撇了撇嘴，走进屋，将某个嘴巴正在塞着面包的提娅拖着走，边拖边说：“走咯，不用管这慢吞吞的家伙，我拖着走就够了”\n       “放开我呀喂喂！”带着某个少女的挣扎声，众人来到了学院广场。。\n----------------------少女折寿中ing········-------------------------\n       “呜呜呜，果冻最讨厌了。”提娅装着一副可怜兮兮的样子。\n       “别闹了。。都到考试场所了，再说了，你可是路痴。”其他四个人对着提娅说\n         提娅也是一脸无辜的样子：”切。。为啥要揭破。“\n         广场上人群涌动，但是，都是女生。\n         广场的正中心周围开辟了好几个擂台，上面站着许多的学生在对一个魔法测验圈，以根据旁边的指导老师释放魔法，释放出几个魔法后，结果出来了，有些人一脸沮丧的走了下来，有些人一脸幸福美满的样子下了台。\n         旁边窜过来一个身影，一个泛着灿烂笑容的抱着一只玩具泰迪熊的小萝莉对着我们招着手：”大姐姐们~我通过了魔法实验哟~我直接越到B年段的一员了~不再是见习班的啦~如果姐姐们都能晋升的话~ 我们就在同一年段了呢~“\n       “245妹妹好厉害0A0，居然能直接越到B年段呢，不愧是校长都夸的天才小少女呢”茶杯轻轻的抚摸着245的头发\n       “谢谢夸奖啦~，茶杯姐姐，不过~你们要加油就对了嘛0A0，要不然B年段就我一个人了咯，就很孤单了啦。”245抬着头，天真无邪的微笑道，不过眼中却在闪烁着异样的眼光。\n       “为什么我感到了莫大的压力？”依旧还是那个可怜的提娅。。\n         在广场上站了老久之后，一个声音从心灵深处呼唤着我们上台进行测验。\n       “唔，似乎到我们了，走吧。啊，撒撒和茶杯是一号擂台的，我和提娅是三号擂台，至于zjy 啊。。似乎是。七号擂台。还要等上半个小时左右吧。祝你好运，不过说起来为啥不是我和撒撒一起呢，为啥呢？“果冻是第一个接受到信息的，然后安排好后，便和刚才一样，用拖着将提娅给拖走了。\n       “喂喂，为什么又用这种方式，放开我，放开我。我自己会走路！”提娅很是象征性的挣扎了一下，不过似乎毫无用处。\n------------艾玛我废话了好多---------------\n        “唔，冥王星老师。现在那么开始进行测验吧，我已经准备很久了，这次测验”果冻上了台只是说了几句，便从背后的背包抽出了一根法杖。\n        “哦？看起来斗志不错呢。不过又不是实战这种样子真的好么。唔，还特地买了根增幅法杖，准备的不错。那么请先摩擦一下这颗法球探测一下你的属性吧”\n          冥老师说完，果冻便将手放在那颗不断闪烁的法球上，法球便开始发亮，然后暗了下来，'嘭'的一声碎开，法球的碎片中心闪烁着火与水不断碰撞，接着两种属性慢慢融合变成了一团黑色的物质。\n        “凝炎属性？挺稀有的呢。。不过呢，魔力值真低。还是多多练一下吧，不用施放法术了，算你合格了。”         果冻很是一脸惊喜的说：“谢谢老师~”然后在下台之前拍了拍\n        “唔，接下来是你了，提娅。嘛，你父亲和母亲都那么厉害，你也不会是个废材。那么还是照旧，先摸一下法球吧”\n         和刚才一样的步骤，不过这次却显得更加的诡异，法球破裂开后，只是一道光，然后化为了一滴白色的液体漂浮在空中，旁边闪烁起了九种不同颜色的火焰，便是五行与风雷和光暗两种。\n        “唔？是嘛，曾经的那个‘他’的属性。那么，既然是这样的话。。你试试使用低阶火焰术吧，当然。不会的话用其他的六种低阶法术吧，那么开始吧“冥老师拿出一个黑色的三角形，将碎片收集起来后，指着后面的那个魔法测验圈，让提娅站在前面。\n         ”嗯。好的。“提娅轻声应到，从背包也抽出了一段法杖，嘴巴轻声念到：”塞斯特尔（低阶火焰术），斯粒加纳！（法术增值术）“念完，法杖前面出现了一团火球，“呼！”，火球疾射到魔法圈上，魔法圈只是轻轻的震动了一下便停下了。       “攻击性不错，唔 数值嘛大概是1429吧，嗯属于高于正常那么一点点的数值呢，算你通过了。“冥老师轻轻的将眼前的眼镜抬了抬，望着魔法圈看了一下，用笔记录下来。\n          提娅一听，惊喜的抱住了冥老师，然后跑下了擂台。\n          ”这孩子。。在这么多人面前做这个动作也太失礼了吧。嘛，可爱一点也好啊。毕竟已经快要到来了啊。“冥老师心中默默的想着。。。\n-------------------------------------------------\n        提娅走下台后就看见一个身影在等着，还想着她招手\n      ”咯，过关了吧，刚才撒撒她们也过了呢，唔zjy都比你快，她们都先回宿舍了，咱们也回去吧。”果冻望着提娅说。\n     “唉？？？她们都是啥属性呀。怎么这么快。”\n     “唔，撒撒是凝冰属性，大概就是水+土吧凝冰嘛就是凝冰嘛对吧实体化嘛对吧，啊，其实就是水的高级版冰嘛，土什么的不存在的XD。茶杯的话是暗金，就是黑暗+金嘛，具体功能不太清楚呀嘿嘿，唔zjy是生命属性 也就是水+光 治疗向的，唔很多游戏上面的牧师什么的很受欢迎的，现实也是这样的呢，就是这样了“     “唔。。呐呐果冻问一下，我的这个属性是叫啥名字”\n     “·····回宿舍再说！”\n----------------------------------------------------\n\n\n来自作者的PS\n这满满的无聊是怎么回事，喂喂，为什么我写日常就是这么渣呢谁能告诉我。不过好歹终于是写出来了。。小小的提示一下。。\n本文字数为：3003个\n\n艾特区\n@Sky、果冻 @冥王星人 @a2455564728 @zjy @☆茶杯骑士☆ @262949130000 【以上为本章受难者】 @1427639813 【特约嘉宾pia】\n\n\n\n\n",
    "replies": [
        {
            "author": "BensonQC",
            "timestamp": 1407766980,
            "txt_content": "支持版主的《昵称の世界》。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1407767040,
            "txt_content": "我了个擦，坑"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1407767100,
            "txt_content": "a2455564728 发表于 2014-8-11 22:24\n我了个擦，坑\n艾玛了个擦 0A0祝245之后死的惨惨的"
        },
        {
            "author": "angelo",
            "timestamp": 1407767340,
            "txt_content": "唔，冻冻呀。。你要怎么犒劳我呢想歪了~233"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1407767400,
            "txt_content": "angelo 发表于 2014-8-11 22:29\n想歪了~233\n不过的确是这样的。。\n【在某种H的方面想的确是这样的。。看上一章就可以知道我在说什么了"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1407768180,
            "txt_content": "  今天版主都燃了么……赶了几个版主的场子了……"
        },
        {
            "author": "zjy",
            "timestamp": 1407802560,
            "txt_content": "不愉快です"
        }
    ]
}