{
    "title": "<连载·单章>Minehope 第八章",
    "author": "梦魇冰眸",
    "replyCount": 1,
    "timestamp": 1407769080,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-11 23:05 编辑 \n\n\n\n\n                                                           第八章：钻石套装与末影之眼\n\n自从我收到Notch的那封信开始，我就已经着手准备去末地了。因为我无论如何也要回到现实世界。我还要完成Steve教给我的任务。同时我也把这件事告诉了史蒂夫，他就把珍藏了许久的16颗末影珍珠送给了我。之后，他建了一个地狱门，准备去地狱找烈焰人，拿点烈焰粉回来做末影之眼。骆黎带上了镐子，出发去寻找末界的传送门。而我，则在家里照顾莱克，同时做一些打末影龙要用的补给品，月伦特也在我家里帮忙。\n\n\n   “你不怕吗？你出去之后迎接你的就是最公正的审判了。”我小心翼翼地敲打着熔炼好的铁锭。这是要做水壶用的，打末影龙体力必定消耗的很快，所以水是必须的。\n\n\n   “当然不怕了，从我当上杀手的那天起，我就知道会有这么一天。我也早做好了迎接的准备了。”她笑着摇摇头，从熔炉中取出烤好的肉。\n\n\n   之后我们两个都沉默了，各干各的。我用水洗了洗做好的水壶，总共是五个，之后，我把它们放到一边。从箱子里拿出莱克选出来的草药，用石头磨成粉，分成两份。之后我又拿出两个小瓶子，把一半的药粉装进其中一个瓶子。剩下的那一半，我往里面掺了些僵尸的血液，又加了少量的水，搅和了一下，就成了粘稠的绿色药膏，我把这些药膏再放入另一个瓶子里。\n\n\n   莱克的伤已经痊愈了，只是他的体质太弱，只能拿远程武器，而且箭也不能拿太多，我就给他做了十几根箭以及一把弓。史蒂夫送了我一个炼药台，而月伦特知道所有药水的配方。我就照着她说的配方，做了几瓶力量药水，还有很多治疗药水。之后，我翻了翻箱子，发现了一个惊人的秘密，这里面有三套已经落满灰尘的钻石铠甲！虽然灰尘已经覆盖了它，但如果抹去那些灰尘，这铠甲同样散发着耀眼而迷人的光辉。之后，我本想把箱子里的东西都倒出来。我在搬起箱子时，不知道什么时候，箱子下面有了一个活板门，我就打开活板门，顺着楼梯轻轻地爬了下去，月伦特也跟着一起下来了。\n\n\n   这里存在地有些年头了，周围的石头上都长满了青苔，只有小房间中央的桌子上点了一个蜡烛，看起来永远都不会熄灭的样子。跳动的火苗给这个小房间带来了一丝光亮。地上摆着僵尸、骷髅、爬行者的头。蜡烛的旁边有一个老旧的箱子，箱子虽然上了锁，但也因为时间的关系，我刚一碰到，那把锁就“咔嚓”一声断了。我轻轻地打开箱子，一把钻石剑静静地躺在箱子里。钻石剑上还闪耀着紫色的光辉。\n\n\n\n   “月伦特看了看，用食指在刃上划了一下，说：“这就是Steve在与末影龙战斗时所使用的钻石剑，这把钻石剑的名字……叫‘Steve·信念’。有火焰附加以及锋利的效果，对末影龙的伤害应该很高，或许你可以拿着试试看。”她把钻石剑拿出来，轻轻的弹了一下，发出了清脆悦耳的声音。\n\n\n   史蒂夫拿着很多烈焰棒回来了，但是他的衣服有很多地方都被烧掉了。我接过烈焰棒，磨成粉，再把末影珍珠与烈焰粉合在一起。末影珍珠里生出了一个眼睛，惊恐地盯着周围的一切。\n\n\n   “末界传送门还没找到吗？”史蒂夫抹了一把头上的汗。\n\n\n   “还没有，对了，我在家里的箱子里找到三套钻石铠甲，你觉得给谁比较好？”\n\n\n   “给月伦特一套，你自己一套，骆黎一套吧。”\n\n\n   “我不用，你自己穿吧。”月伦特用纸擦拭着她的匕首，“一个真正的杀手，执行任务的时候，只需要带着他的武器。”\n\n\n   我们三个都在家里等待着骆黎的消息，一边等，史蒂夫一边“审讯”月伦特。\n\n\n   “你在出去之后，我们肯定会想办法只好你的脑震荡，在逼问你的上司是谁。你如果出去之后等人问你，你就要受点皮肉苦了。所以我建议你现在就告诉我你的上司是谁，也许你在被审判的时候或许会获得减刑。”\n\n\n   月伦特一直低着头，沉默不语，像是在悔过一样，她的手上还抓着那把匕首。沉默良久，她轻轻地说了一句：“减刑与不减没有区别，因为不管如何，审判的结果都是……死刑。”\n   \n   骆黎一身是土的回来了。她拍了拍身上的灰，把镐子放回箱子里，“找……找到了，末界的传送门，就在史蒂夫家的正下方。”\n\n\n   三天后，我们五个人站在末界传送门的前面，莱克紧紧握着那把弓，骆黎手上拿着她自己做的战斧，史蒂夫两手都拿着一把战锤，月伦特手上依然紧握着那把匕首，而我，拿着那位已经死去的英雄的武器。\n\n\n   “自己的命运，只掌握在自己的手里！加油！\"我们五个人，一起进入了末界的大门……\n\n\n注：本故事主要以在现实世界发生的事为主，希望各位谅解。\n\n@418878840 @CloudsXDao @hznb @pangys @银狼 \n\n\n  \n索引贴\n\n\n\n\n\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "418878840",
            "timestamp": 1407812280,
            "txt_content": "楼主更新好快......\n"
        }
    ]
}