{
    "title": "<连载·单章>Minehope 第九章",
    "author": "梦魇冰眸",
    "replyCount": 10,
    "timestamp": 1407817080,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-12 12:27 编辑 \n\n\n\n\n\n                                                                      第九章：结束了\n\n   一阵撕心裂肺的吼声传来，一个黑色影子在天上盘旋。我们五个站在末地上，莱克举起弓，瞄准了最近的一个末影水晶，拉开弓弦，一支箭“咻”的一声射了出去，紧接着，一阵爆炸声之后，黑曜石柱上只剩下了熊熊燃烧的火焰。\n\n\n   末影龙发出一声怒吼，就朝我们冲了过来。它的翅膀掠过地面，把附近的一个末影人直接撞入了万丈深渊。我打了一个寒战，颤抖着举起钻石剑，砍向它的翅膀。末影龙向另外一个黑曜石柱飞去，莱克立刻举起弓，射向末影龙所去的末影水晶，切断了末影水晶对末影龙的治疗链，使末影龙受到了二次伤害。\n\n\n   史蒂夫把战锤朝末影龙扔去，恰好砸到它的尾巴，末影龙长啸一声，落到地上，很快它再次飞起，飞向史蒂夫。它被激怒了！\n\n\n   没有一个人看见发生了什么，一眨眼的时间，史蒂夫被末影龙顶到了虚空边上，末影龙见状，庞大的翅膀扇起一阵强风，史蒂夫当时仍不知道状况，一个没站稳，头朝下，栽了下去……我们四个全部都呆在原地，末影龙的速度居然如此之快，我们四个人根本不是对手。\n\n\n   末影龙再一次朝着我们飞来，骆黎举起战斧，迎着末影龙，“哐”的一声，末影龙的嘴巴上出现了一道凹痕，扇动翅膀飞走了。地面上的末影人骚动起来，纷纷朝着我们进攻。\n\n\n   就在我们应对着末影人的攻击时，天空中再次传出一声长啸，末影龙飞了回来，它的眼睛迸发出紫色的火焰。张开了血红色的嘴巴，以极快的速度飞了过来。这一次的速度更快，是上一次的好几倍。骆黎惊恐地瞪着眼睛，被末影龙一口吞下，她所拿着的战斧从天上坠下来，插到了坚硬的末地石上……\n\n\n   “我……我不相信！以史蒂夫的能力，怎么可能会栽进虚空！骆黎反应那么灵敏，怎么可能会被末影龙吞下去！这不可能！这只是一个梦啊！”蹲在地上，感觉自己身处在无尽的黑暗中，内心也被恐惧紧紧包围着。我紧紧地抱着头，期望着自己快些从噩梦中挣脱出来，期望着睁开眼时我正坐在家里的椅子上。\n\n\n   “现实与梦境仅一线之隔，将自己置于哪里决定你的命运,这句话同样适于你，不是吗？”月伦特蹲下来，把骆黎的战斧放在我面前，“他们两个都是因为恐惧包住了自己的心，人死不能复生，你身上还背负着Steve交给你的使命，现在，你应该为他们报仇，而不是蹲在这里喃喃自语。”\n\n\n   莱克拍着我，“杨阳，我们还没输，只要击败末影龙，骆黎和史蒂夫就不会死。”\n\n\n   我轻轻地拿起地上的战斧，末影龙注意到了我们，继续朝我们攻击。同时，它附近的末影水晶也在治疗它身上的伤痕。“杨阳，趁它飞来时攻击它，我会摧毁末影水晶的。”我点点头，站了起来。\n\n\n   很快，所有的末影水晶都被莱克摧毁了，末影龙也是满身伤痕，莱克也筋疲力尽了。身子摇摇晃晃的，注意力也有些分散。末影龙抓住了这个机会，抬起尾巴，扫向了莱克。莱克注意到了，虽然他及时躲避，但是末影龙的尾巴太大，攻击范围也非常大，莱克还是被它扫到了天上。而且……那一击正好击中他的胸口，心脏当即停止了跳动。\n\n\n   “莱克！！！”我跑到莱克身边，他的嘴边淌出一颗颗血珠。刚才那一下重击，对他的内脏进行了毁灭性攻击。已经毫无存活可能了。\n\n\n   “为什么……为什么……为什么我身边的人都一个个离开了呢……”我跪在地上，一颗晶莹的泪珠从我眼角滚落出来，滴落到地上。\n\n\n   “杨阳，小心身后！”末影龙见我分神，就朝着我进攻。这一幕被月伦特看见，她把我推开，自己被末影龙撞到了，跌进了虚空。我在边缘上，分明看见她在消失前，脸上露出了一丝微笑……\n\n\n   绝望之际，我的脑子里回想起《生命史诗》中的那些话：绝境逢生凭的是意志并非实力,你的命运只掌握在你自己的手里。既然他们都可以微笑面对死亡，我为什么不可以？这个问题连我自己都吓了一跳。思考片刻，我缓缓站起来，坚定地看着在天空中盘旋的末影龙。\n\n\n   我灵巧地躲避着末影龙一次次的进攻，在躲避时，不时地攻击末影龙。很快，末影龙的飞翔能力远不如之前，而我也体力透支了。末影龙朝着天空发出了最后一声嘶鸣，不顾一切地朝着我飞过来。我紧紧握住那把钻石剑，径直插入了末影龙的两眼之间。在这同时，我也被它顶上了高空。\n\n\n   末影龙的身上散发出一道道白光，身体也渐渐消失在白光中，地上出现了传送门。而我……身体也在直线下坠，离传送门有几百米之远。我心里清楚，我再也没机会回到现实了，这一切……也到此结束了……\n\n\n\n\n\n\n索引贴\n\n\n\n@418878840   @CloudsXDao   @hznb   @pangys   @银狼   \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   \n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "梦魇冰眸",
            "timestamp": 1407817320,
            "txt_content": "ZCA 发表于 2014-8-12 12:21\n你艾特失败了QAQ\n是啊OAO，好几次都没@上"
        },
        {
            "author": "12197648",
            "timestamp": 1407817440,
            "txt_content": "ZCA 发表于 2014-8-12 12:21\n你艾特失败了QAQ\n还在水呀- -"
        },
        {
            "author": "a731385540",
            "timestamp": 1407817620,
            "txt_content": "ZCA 发表于 2014-8-12 12:21\n你艾特失败了QAQ\n其实是成功的\n只不过没显示出来\n只要@   就会@到你@的人"
        },
        {
            "author": "a731385540",
            "timestamp": 1407817680,
            "txt_content": "难道还要第10章"
        },
        {
            "author": "fjfjfj",
            "timestamp": 1407817740,
            "txt_content": "woo看起来不错继续加油"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407817800,
            "txt_content": "a731385540 发表于 2014-8-12 12:28\n难道还要第10章\n有第十章，没完事呢"
        },
        {
            "author": "pangys",
            "timestamp": 1407821460,
            "txt_content": "楼主的速度太快了QAQ"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407821460,
            "txt_content": "今天就大结局了好伐- -"
        },
        {
            "author": "418878840",
            "timestamp": 1407824100,
            "txt_content": "去上了个厕所，回来一看，你就更新了"
        },
        {
            "author": "418878840",
            "timestamp": 1407824220,
            "txt_content": "去上了个厕所，回来一看，你就更新了"
        }
    ]
}