{
    "title": "<连载·单章>Minehope 第十章",
    "author": "梦魇冰眸",
    "replyCount": 3,
    "timestamp": 1407828480,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-12 19:30 编辑 \n\n\n\n\n\n                                                                         第十章：死刑\n\n   金色的阳光照在我苍白的脸上，我缓缓睁开沉重的眼皮，窗外的柿子树的树叶上挂着一颗颗露珠。我躺在一张病床上，床头放着一个水果筐。我的手上插着针管，正在输液，病床旁边还放着一台脑电波仪，上面显示出我的脑电波情况。我坐起来，水果筐里放着洗好的苹果、梨子、葡萄。筐上别着一张卡片，卡片上写着：我们都是幸运的。 ——史蒂夫。这么说……史蒂夫他们都还活着？\n\n\n   门开了，史蒂夫和莱克走进来，“杨阳，感觉好些了吗？”史蒂夫从水果筐里拿了一个苹果递给我。\n\n\n   “这个……你们怎么会……”我惊讶的合不拢嘴，我记得史蒂夫明明是掉入虚空了，这是在天堂吗？\n\n\n   “我起初也不相信我还活着，但这就是事实。我的瘫痪已经确诊为是暂时性的瘫痪，你当时就在医院里，所以值班的护士发现了你脑电波异常，当即实施了抢救，莱克也是这样才活过来的。”史蒂夫耸耸肩。\n\n\n   “那么……月伦特她还活着吗？”\n\n\n   “我刚要说到她呢，她更巧。本来呢，她是重度脑震荡，已经没有苏醒的可能了，但是她在游戏里失败后，释放的特殊电磁波使她的脑震荡痊愈了。”史蒂夫皱了皱眉，“只是……她现在正在审讯室里，不知道怎么样了。骆黎现在就在你隔壁，她已经醒了，你不用担心了。”\n\n\n   史蒂夫轻轻推开审讯室的门，月伦特坐在一张木椅上，史蒂夫轻轻对我说：“尽量缩短时间，让人发现外人进来会不大好。”我点点头，史蒂夫把门关上了。\n\n\n   月伦特的外套被脱掉了，挂在门上的挂钩上。她的手上，脸上都有轻微的鞭痕，衣服上也有被抽打的痕迹。而且衣服也有些湿，可能被凉水泼过。她的脚边还放着一根鞭子。旁边的柜子上还放着一个小玻璃瓶，一个注射器。柜子里还放着一根电棍，电棍旁边还放着一个打开的小药瓶，里面装着一粒粒黑色的药丸。\n\n\n   “月伦特，你还好吗？”\n\n\n   她睁开眼，这时我才发现，她的脸色很不好，像刷了一层石灰粉一样白，嘴角也有一丝猩红。“你来了……”她的声音像蚊子叫一样，非常小。\n\n\n   “你怎么了啊？他们都对你做了什么？”\n\n\n   “做了什么？你看旁边的……那些东西还看不出来吗？”她冷笑了几声。\n\n\n   “怎么搞的，就算是他们用鞭子和电棍打你，那你也不至于嘴角会流出血啊。快点说啊，你到底怎么了……”\n\n\n   “因为他们让我吃了那瓶药啊……只不过现在药性发作了而已。”她轻咳了几声，手上的鞭痕已经有些突起了，看来那群人下手应该很重。\n\n\n   “那……那他们为什么要这样对你啊……”\n\n\n   “为什么……因为他们想知道我的上司是谁……”\n\n\n   这时门开了，史蒂夫把头探进来，“快出来，有人来了。”我赶紧走了出去。临走前，月伦特把一个东西放在了我手里。我出去后，抬起手看了看，是一条蓝宝石项链，她给我这个干什么呢……\n   \n   两天后，我通过莱克那里，了解到，月伦特在昨天已经被判了死刑，行刑就在一天后。而我，想出了一个可以让她免死的办法。\n\n\n   我焦急地敲着门，很快，有一个少年把门打开了。这个少年就是世界顶级侦探协会银翼协会的总会长：卡利斯特。“杨阳？这种时候来找我是有什么事吗？”他惊讶地问我。\n\n\n   “当然有事，你知道那个已经被判了死刑的杀手吗？”\n\n\n   “知道啊。怎么了？”\n\n\n   “你帮我想想办法，你不是可以让已经要被执行死刑的人获得赦免权吗？帮她一次吧，让她获得赦免权。”\n\n\n   “……这个啊，我当然是有办法，只是她能不能获得赦免权，就看她自己了。”他从抽屉里拿出一张纸，递给我，“你为什么要帮一个杀手呢？”\n\n\n   “因为她是我同生共死的朋友……”\n\n\n   一天后，死刑执行的时候到了。但并不是枪毙，而是给她一粒药，是吃下就立刻致死的剧毒药物。就在她要放入嘴里那一刻，我破门而入。\n\n\n   “等一下！”\n\n\n\n索引贴\n\n\n\n@418878840  @CloudsXDao  @hznb  @pangys   @银狼   @llxy\n\n\n\n\n\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1407828960,
            "txt_content": "更新的好迅猛"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407829200,
            "txt_content": "CloudsXDao 发表于 2014-8-12 15:36\n更新的好迅猛\n敢不敢上QQ?"
        },
        {
            "author": "418878840",
            "timestamp": 1407831060,
            "txt_content": "来了........\n"
        }
    ]
}