{
    "title": "<连载·单章>《苦力怕泰迪与逃生大比拼》第9章 生日失踪事件 by小龙",
    "author": "毒蛇",
    "replyCount": 3,
    "timestamp": 1407827160,
    "txt_content": " 本帖最后由 毒蛇 于 2014-9-9 21:33 编辑 \n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-319355-1-1.html\n下一章地址：http://www.mcbbs.net/thread-320958-1-1.html\n本章总字数：1430字\n第九章 生日失踪事件\n　　布朗出事后，学校停课了。过了几天，希尔保特告诉泰迪，布朗的尸体在东合特谷的入口被找到了，整整飞了3公里！　　到了11月25号早上七点，泰迪和洛克说道：“后天是我生日，你去参加我的生日趴吗？”　　“好啊！”洛克说，“在哪举行？有蛋糕吗？”　　“在校园森林里，福斯特允许咱们在他家门口开生日趴，后天上午我妈妈会把蛋糕寄过来的。”　　“那寄过来校长会给你吗？”　　“校长跟我说了，可以去开生日趴。”　　“你都邀请谁去了？”洛克有一大堆的问题。　　“你、依耶、福斯特、乔治、汤姆、亚伯拉罕、克莱拉、还有安娜。”泰迪回答。　　“哇，这么多人！”　　到了11月27号上午，希尔保特把蛋糕给了泰迪，泰迪把蛋糕拿回宿舍。洛克忍不住美味，经过泰迪允许后把蛋糕打开看了看，这是一个黑森林蛋糕，上边有几块黄桃，还有一颗樱桃。　　到了晚上，泰迪带着大家来到校园森林，路上，泰迪摔了一跤，把身子磕得不停地流血（苦力怕腿很短），泰迪问洛克：“洛克，能给我创可贴吗……我这样还能比赛吗？”　　泰迪确实有点儿害怕，这种伤势确实很严重。　　洛克永远都是随身带着创可贴，就撕下来一条，给泰迪贴上。　　到了福斯特家门口，他们就开始了生日趴。福斯特做了一些饭给他们吃，吃完之后，泰迪把蛋糕取出来，插上了14根蜡烛。福斯特给他们的蜡烛点燃，然后大家一起唱生日歌。　　“祝你生日快乐。祝你生日快乐。祝你生日快乐。祝你生日快乐！”　　泰迪闭上眼睛，许了一个愿，然后吹灭了蜡烛。福斯特点上篝火照明，大家开始送泰迪礼物。汤姆送给了泰迪一本书，叫做《苦力怕学院校史》，乔治送给了他一个气球，但是泰迪刚接过去气球就爆炸了。安娜送给了他一张贺卡，洛克送给了他一块手表（真贵重啊），其他苦力怕都送了一些小玩意儿。　　他们边切着蛋糕边说笑着，忽然间，泰迪说了一句话，让所有人瞬间就不说话了：“你们……哎呦……”泰迪磕破的那里的创可贴掉了，“你们看见依耶了吗？”　　的确，25号那天依耶就不在，他们竟然一直没有发现！　　安娜恐慌地说道：“我也好几天在女生宿舍没看见她了！”　　洛克说：“你们谁记得她失踪前干什么了？”　　情况越来越恐怖，这时候亚伯拉罕说：“我记得她说要来这里，就走了。”　　“那你看见他了吗？”泰迪问福斯特。　　“没有。”福斯特说，“我一年来好像都没有见过她。”　　“这就难办了……她到底去哪了……”　　泰迪他们告别福斯特。回到学校，泰迪就和大家说了起来。　　“可以看到，我11月25号早上七点邀请洛克的时候依耶已经不在了。最近因为布朗的事，我们没有上课，所以说对依耶更没有太大的关注。而我是在11月23号晚上邀请依耶的，那时候她还在。”　　“我是在24号晚上八点发现依耶要去校园森林的。”亚伯拉罕补充道。　　“那也就是说依耶就是24号晚上失踪的。”泰迪这样推理。　　“不对！”克莱拉说道，“我那天晚上睡得很晚，十点的时候看见依耶推门拿了一样东西，又走了。”　　“什么！她还回来过？”泰迪很吃惊。　　“然后……”安娜颤抖地说，“我晚上做了一个噩梦，起来的时候是凌晨四点，我看见依耶在床上翻东西，然后就走了。”　　“啊！那就明白了，依耶是在25号凌晨四点到早上七点失踪的，她离开学校之后至少回来了两次。”　　“我倒不是这么认为。”乔治说，“我是副班长，早上起来去看管他们吃饭，我六点半到餐厅时，我看见依耶在吃饭。”　　“那就真相大白了！我和洛克在六点四十就去吃早饭了……没看见她，乔治你是在几点看见她走的？”　　“差不多到餐厅的五分钟后。”　　“也就是说依耶在……六点三十五离开了教学楼……那么她去哪里了呢？”　　“她去校园森林怎么会回来三次？她到底干什么去了？”汤姆也在疑惑。\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "676",
            "timestamp": 1407827220,
            "txt_content": "支持，挺好的"
        },
        {
            "author": "a2455564728",
            "timestamp": 1407848940,
            "txt_content": "背景没刷出来XD"
        },
        {
            "author": "毒蛇",
            "timestamp": 1407853200,
            "txt_content": "a2455564728 发表于 2014-8-12 21:09\n背景没刷出来XD\n啥……是么？我看看"
        }
    ]
}