{
    "title": "小学僧（非熊）的渣作，不败传说",
    "author": "我的梦",
    "replyCount": 2,
    "timestamp": 1407828000,
    "txt_content": "                      minecraft史蒂夫篇之      不败传说\n\n    那件事发生在一百年以前。\n    那时大家都是盟友，被动、攻击、效用，等等等等，一起抵御天灾人祸。那时大家好不快活。\n    可是现在呢？\n    有人说他发现了him，那家伙真厉害，手一挥，就是一个岩浆湖。还杀了不少动物，还说要统治世界。\n    于是，纠纷就这样起来了。人、效用生物要求团结抗敌， 攻击生物却一个个的要单打独斗，更甚者被\n动生物都在挖坑想把自己藏起来。于是，三个帮派就这样起来了。\n    而强大的him自然而然选择了有黑暗力量的攻击生物群。人族国王史蒂夫只能联合其他生物击败他们。\n于是，故事就这么开始了。\n------------------------------------------------------------------------------------------\n    清晨。\n    现在是怪物的末日，大多数怪物都在阳光的炽热烘烤下变成一堆堆掉落品，草原上寥寥几个爬行者悠闲\n地散步。而现在，正是人们活跃的时候，大家各干各的活，在主城快乐的生活着。\n    可终将成为国王的史蒂夫，却还在大森林里徘徊。\n    “哎？我的地图哪去了？”史蒂夫刚刚成年，正在一边撸树一边寻找那可怜的地图。“要想富，先撸树\n”但史蒂夫却像个疯子，一次次把满满一背包丛林木塞进箱子。但丢了地图，也没有合成表，可怜的史蒂夫\n除了骑猪、钓鱼（据说他的鱼竿马上就坏了）、砍树，还能干些什么呢？\n    终于有一天，史蒂夫想起了挖矿。“十字镐、十字镐......”当他的爷爷在世的时候，曾经给他做了一\n个漂亮的铁镐。可那已经是十五年前的事了，现在那把铁镐早生了锈，仿佛像一个老人一敲就碎。最要命的\n是，他把合成表忘了！他自然不缺木头，他也有不少铁和别人送他的三块钻石。看着那个脆弱的铁镐，史蒂\n夫无奈了，“看来，只能一个个试了。”\n    他把铁镐小心翼翼的拿到合成台前，“哗哗哗”，矿车！（话说这两个东西相差多大，史蒂夫的理解能\n力怎么这么差）不对不对，“嘭！”铁斧！“咣！”锄头！......在试了n+1次了以后，一把崭新的铁镐出\n炉了！史蒂夫兴致勃勃的准备挖矿，却不料太阳已经落山，不远处已经群魔乱舞，但史蒂夫没有一点想回去\n的意思，他刚做了铁镐，怎么能不试一试呢？\n    但他不知道，没有装甲还夜行是最危险的事，更何况他连做都不会做呢！\n    怪物们看他旁若无人的挖矿，心中不免起了疑惑，“耶？这家伙没有装甲还挖矿，他到底是谁呀！”\n    末影人曰：“一般这样的有三种人，一是经验丰富的老手，二是开了TMI的作弊者，三是什么都不知道\n的**。看他那样，一定是第三种人。”\n    爬行者说：“那我们冲上去把！”\n    骷髅云：“不急，再看看。”\n    恰巧史蒂夫刚刚挖到了一块煤，正高兴着呢“我有煤啦！我有煤啦！”一旁的僵尸按捺不住了，他们最\n喜欢煤了！恰巧眼前就有一块煤，于是僵尸就这么理所当然的暴露了。\n    “哇哇哇哇哇哇！我滴个——神呐！”史蒂夫没见过世面，从没见过僵尸，就“哗哗”的跑了。\n    “可恶！都怪你！到嘴的肥肉都废飞了！”骷髅生气的嚷嚷。\n    ”别担心！我还有办法！僵尸说着就把一个“人的头”戴在了头上，哈，和真的一模一样！\n    再换上各种衣服，哈，天衣无缝！就这样三个僵尸面露凶光的潜伏到了史蒂夫的家。\n    理所当然的，史蒂夫宽带了他们。\n    史蒂夫先是拿了四碗蘑菇煲，“将就着吃吧！”却没看见僵尸已经躲得远远地。食肉的僵尸怎么会吃得\n下“魔菇”煲呢！“谢谢！我们不饿！”僵尸颤抖的说，却只是发出了一阵“吼吼”声，僵尸满以为他们会\n暴露，却见史蒂夫拿...拿出一棵草，说：\n   “你们喉咙不好，吃下这个润喉草吧！”\n   “**”史蒂夫竟然把野草当成润喉草，就连蘑菇煲都吃不下的僵尸怎么能吃下比这难吃一百倍的东西\n呢！\n    终于该睡觉了，史蒂夫拿出几张床，自己却先睡着了，还有打雷般的呼噜声，要命啊！更何况，僵尸没\n吃晚饭，现在已经饥肠辘辘了！突然，他们看见一张类似于纸的东西，就是地图，正当他们要往下咽的时候\n，却听见史蒂夫说：哇！僵尸！我要打僵尸！“说着挥挥他的手。\n    僵尸们爬的出了一身冷汗。但只听见”扑腾“一声，史蒂夫滚下了床，接着睡了。\n    有惊无险，当那块地图正要被塞进嘴时，另外几个别的族群的僵尸砸烂门跑了过来。\n    “哇咔咔！这么多人啊 ！”“不是的！我们也是僵尸啊”少废话，于是他们这么一倒腾，噼噼啪啪的\n噪声响了起来，僵尸没想到，史蒂夫还在熟睡，于是把“头”摘了下来，僵尸这才看清这几个同类。\n    但是，天亮了，手足无措的僵尸看着爬起床的史蒂夫。\n    “啊啊啊啊啊啊！”（史蒂夫叫）“乒乓！”（剑的声音）“吼吼！”僵尸的声音）“轰轰！”（太阳\n烧僵的声音...........\n      ......\n    负伤了的僵尸狼狈的跑了回去，像打了败仗的逃兵，于是开会地点改在了水里，骷髅才没有被烧死。亡\n灵们不能出去了，爬行者和小黑就站了出来，他们不怕光，于是悄悄潜入了史蒂夫的家。\n    不料史蒂夫不在家中，他早就去挖矿了，那把铁镐他才第一次用，不挖矿咋行？但是这时，史蒂夫在很\n深的人工矿洞，苦力怕下不去，只有小黑走了。\n    小黑很快找到了他。原来他发现了钻石正当他准备挖时，钻石矿就凭空没了！一回头看见小黑在后面，\n怒目而视这他。小黑最恨别人这样（她害羞），一巴掌扇了过去，史蒂夫却不紧不慢的带上南瓜，然后往他\n脚下泼水。\n（未完待续）",
    "replies": [
        {
            "author": "我的梦",
            "timestamp": 1407828720,
            "txt_content": "没人啊                        "
        },
        {
            "author": "王式勤",
            "timestamp": 1407829200,
            "txt_content": "我的梦 发表于 2014-8-12 15:32\n没人啊\n做的还不错，主要的话往搞笑的方向前进吧"
        }
    ]
}