{
    "title": "<原创·单章>骷髅亡魂Ⅱ樱满花开 [作者:130s] 亡魂并无止步",
    "author": "@💊🌂🔔",
    "replyCount": 18,
    "timestamp": 1407835680,
    "txt_content": " 本帖最后由 130s 于 2014-8-12 22:38 编辑 \n\n\n\n\n\n\n\n2014-08-12_17.15.33_副本.png (206.99 KB, 下载次数: 18)\n\n下载附件\n\n2014-8-12 17:24 上传\n\n\n\n\n\n  欢迎点击130s的暑假第二弹 骷髅亡魂Ⅱ——樱满花开     这个拖了我许久的时间，本来上个月都该发的新的。。但是被我作死装系统刷新没有了。。\n 郁闷之后，还是自己重新写了一篇，还看的过去吧， 用时：2个星期\n 希望大家不要吝啬，人气还是送点儿吧。。。。。。。。。。。\n\n骷髅亡魂Ⅱ樱满花开\n\n   在恶魔的深渊里，无法回头的两个骷髅，在享受着阴间极乐，不，不，深渊里突然爆裂出一道缝，从罪恶的黑暗中一对冷酷的眼睛，白白的寒光告诉了深渊里的怪物们，有事情要发生了，‘各位妖魔鬼怪，我是你们的主宰者！Herobrine！你们现在已经被上面的那群人类杀死了，你们已经不复存在了！现在我要宣布一件事’话音刚落，Herobrine用他的双手发出雷电，雷电交错着，闪现出一幅画面，是一座岛，‘各位，这或许是你们复活的唯一的机会，也是我们怪物界推翻人类的唯一机会，这座岛上有种叫做樱满花的东西，根据资料记载，这朵花生成的时候，出现了最大的错误，他吸取了我和Notch的力量，这朵花的力量已经超过了我们两的力量，只要让我获得他！我们就可以成为上面的主宰，而不是人类！哈哈哈哈’我默默转头，‘乔克，我们。。’乔克默不作声，也转头看着我，我们两人互相点头，瞬间，Herobrine用双眼再次发出雷电，将深渊里的亡魂全部释放了到这座岛上。 \n   另一方，创世神Notch在新手村召集了整个世界中最勇敢的勇士，目的同一，‘哦，我亲爱的孩子们啊，我今天把你们召集起来，就是我使用我的小霸王机发现了Herobrine的异常举动，他把封印恶魔深渊里那些不复存在的怪物的封印给打破了，想必一定有大事发生，史蒂夫！’从人群中挤出来一位英俊穿着蓝色衣服的大叔，立刻跑上讲台，‘这次我不能和你们一起去追踪Herobrine，我得留在电脑旁随时注意动静，所以这次就史蒂夫带头，带你们去探究怪物的一举一动！现在！年轻的勇士们，觉醒吧！’大家举起手中的武器欢呼，他们坐上了命运的船只，这次的任务不一简单，各位要打起精神！史蒂夫吆喝着全船的人，出发了，在这片茫茫大海上，许多只船只漂泊着，现在。。正真的一切还未觉醒。。。。。。。。。。。。。 \n    在这座奇妙的孤岛上，众怪物遍布，他们撑着太阳伞，避免强烈的阳光会让自己自焚，我也想偷懒的躲在树荫下乘凉，但是一想到为了能真正的复活，另可多让自己苦一些，我站立休息的时刻，发现了专心致志寻找的乔克，我想对他道歉，也想对他说明最后，在短短的几秒内我完成了这场心理大战，我站上去，‘乔克。。。那天。。我对不起！’我顿时不知道说什么好，乔克镇了一会儿，慢慢的站起来，把它黑黑细细的手放在我的肩膀上，‘傻瓜，这哪能怪你，都怪那些没良心的家伙，我还得谢谢你呢’见乔克如此一番话，我顿时安定了下来，两个骷髅拥抱了起来，黑白的拥抱，让其他怪物看起来两人是最好的朋友，一定愿意为对方赴汤蹈火。 \n    这时，迷茫的大海上，几只小船还在慢慢的漂泊着，‘老大，咱这样怎么找啊，Notch那老头儿说的什么岛，一点信息也不给，这不明摆着为难咱们么！’一个人开始抱怨，渐渐的一个接一个的开始抱怨起来，‘你们！怎么对创世神做到尊敬的，你们这种人怎么当上勇士的我都不知道！Notch说能找到，就一定能找到！’史蒂夫的一句话，让全体成员安静了，顿时海上起雾了，船只渐渐被白色的魔鬼吞噬，越来越少，白雾除去的时候，茫茫的大海上，已经只剩下。。。。史蒂夫乘坐的船只，隐隐的看见前方有个孤岛，看来功夫不负有心人，总算找到了，看来是天意，那些不相信这一切的人，只能沦入深渊里，永生不复。。 \n    船只已经停靠在岸，史蒂夫下船来，探望着附近，从森林中发现了一条小径，迅速的穿越到上面，仔细打量着那些走过的痕迹，看来是怪物走过的痕迹了，史蒂夫察觉到有什么的靠近，默默的掏出钻石剑，小径前面迎面走来一直打着太阳伞的僵尸，‘人类。。。’僵尸喃喃道，史蒂夫果断的拿上钻石剑向僵尸刺去，僵尸躺下了。。。强烈的太阳光焚烧着它的尸体，渐渐的消失了，Herobrine已经察觉到有人类的气息，他白色的双眼告诫着怪物们，有人类登陆了这片大陆，怪物们纷纷拿上武器向史蒂夫靠近，但是这些怪物对史蒂夫来说只是小试身手，怪物们从森林深处慢慢出来，眼里露出杀戮的红光。。不知从何处射出一只暗箭，史蒂夫敏捷的翻身跳过，顺手用钻石剑灵活的打了回去，穿心之箭刺过骷髅，接着一群丧尸向史蒂夫扑了上去，史蒂夫奋力旋转起钻石剑，将扑来的僵尸个个打飞出去，怪物们见情况不妙，吓的惊慌失措，到处乱跑。\n\n   史蒂夫也没有再管他们，因为击倒他们也是徒劳的，但是有一点得到了肯定，Herobrine一定在这座岛上，在岛上的一座山洞里，我和乔克发现了传说中的樱满花，神圣的一切，像是自然生成的，这朵美丽的花受洞顶透露的一丝光芒照耀，显得无比的神圣，刺客，Herobrine也察觉到我们俩找到了花，在山洞用奇特的力量保卫起来，正当我们要去采那朵花的时候，突然Herobrine出现在花的前面，他慢慢转过身来，‘哈哈哈哈，你们这群废物，谁让你们用你们的手去摘这朵神圣的花了！现在给我去死吧！’说着手中唤出火球向我扔来，害怕的我抱紧了自己的头，突然一个黑影站在了我的前面，是乔克。。。乔克被火球击中全身突然发红，然后瞬间倒下了，为什么？为什么？他。。总是比我先走一步。。。为什么不能让我先走在前面呢？为什么啊！！！！！！！！！！我突然迷惑这一切。。。。。我抱紧头部，脑袋里全是空白，Herobrine再次伸起手，手中再次出现火球，再向我扔来，这时候，突然飞来一把钻石剑，击飞了火球，剑被弹飞刺穿山洞和屏障，飞回了某人的手中，‘Herobrine躲猫猫游戏结束了。’\n  是史蒂夫，我慢慢的站起来，突然，脆弱的山洞瞬间崩塌，屏障也瞬间被解除，花儿终于重见光日，史蒂夫慢慢的走过来，举起他有力的钻石剑，Herobrine把我举起来，扔了出去，我看着躺在地上的乔克，心里的冲动已经突破天际，我就只有这么无能么？史蒂夫和Herobrine很快的打在了一起，烽火交加，但是实力上的比拼，史蒂夫是斗不过Herobrine的，不久史蒂夫就被打的伤痕累累的飞了出去，Herobrine缓缓走过去，嚣张的掐住他的脖子，我慢慢的爬向樱满花，心中默念：求求你。。如果你的力量真的超过了Herobrine，请帮帮我，帮帮我，让我有能力打败Herobrine！求求你，我爬到花的旁边，慢慢的站起来，采起这朵樱满花，Herobrine迅速的反应过来，将史蒂夫扔出去，史蒂夫被扔在一个树下，看来已经快不行了。\n\n‘不能碰那朵花！你不行！不！！！！！！！’Herobrine很焦急的喃喃道，我闭上双眼，心里和之朵奇特之花交谈：我虽然不是很强，我也不渴望征服世界的力量，我只希望我能消灭这个世界的大恶魔，我希望有人来帮我消灭他们！求求你！突然樱满花发出耀眼的光芒，光芒变成一束，冲向天空，天空突然裂出一条大裂口，从里面突然飞出两个光芒，是人类？两个光芒降落在地上，慢慢的。。。。可以看清了，‘挨~！我怎么在这里了’小天诧异的说道(此人物选自《小天穿越记》)‘这位兄弟，你抢了我的台词了~！’小伟抱怨道(此人物选自《极限噩梦》)，小天看着眼前的Herobrine。\n\n‘哈！可算让我找到你了Herobrine，决斗吧！’小伟看着Herobrine更是诧异‘这位大叔，你谁啊，白眼圈真有个性啊’小天掏出王者钻石剑，蹦脚就冲了上去，小伟见情况是要打起来了，也掏出武器冲了上去，三个人纠缠在一起，我站在一旁默默的看着两个人，但是很快，两个人被Herobrine打的也快不行了，看来他们也撑不住多久了，我再次握紧樱满花，求求你。。。。让我有力量击垮面前的恶魔，求求你！！！！！！！！樱满花类似感应到我的祈求，飞到我的头上，化为光束笼罩着我，我感觉魂魄被抽了出去重组了一样，然后立刻回到本体上，我浑身散发光芒，呐喊道‘不要小看骷髅的力量。。。。。。。\n  啊！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！’瞬间手一挥，一把巨剑便在我的手中出现，看来这是消灭你这个恶摩的克星了，小伟和小天互相点头，躲开Herobrine的攻击，两边抓住Herobrine的双手，我默默的滴下一滴眼泪，乔克。。。。。。。这滴眼泪变成光芒，乔克的身体也化作亮晶晶的粉末，与这光芒结合，瞬间一个散发光芒的黑色骷髅手，握住了我的手和剑刃，是乔克。。。两个骷髅心神合一，将巨剑砍向了Herobrine，Herobrine被光切开了，小天和小伟瞬间离开Herobrine.还剩最后一微微气的史蒂夫，用钻石剑奋力向Herobrine刺去，Herobrine像是机器人一样的，全身滚着电，眼睛一会儿白一会儿黑，然后瞬间倒下了，变成了基岩粉末，这时Notch突然出现，将奄奄一息的史蒂夫带了回去，小天和小伟也变成光芒渐渐消失了，我和乔克露出微笑，总算。。。这场闹剧结束了，乔克。。。。我们总算可以安静了，我们永远都是好朋友！ \n   两只骷髅变成了一朵新生的花蕊，没错这就是新的樱满花，在暖暖的阳光之下，无比的。。。辉煌\n                                                      End 虽然我写的不咋滴，但是也是耗时之作，希望大家支持下0.0由于某些关系，发帖时排版混乱过头了。现在已经重新排好了~！\n\n\n\n\n",
    "replies": [
        {
            "author": "1106233501",
            "timestamp": 1407835920,
            "txt_content": "为什么 为什么 我老是在意别人的头像"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1407836460,
            "txt_content": "  竟然没有女主……不……"
        },
        {
            "author": "2803929582",
            "timestamp": 1407837060,
            "txt_content": "骷髅亡魂Ⅱ菊满花开"
        },
        {
            "author": "史蒂夫在啪啪啪",
            "timestamp": 1407840840,
            "txt_content": "故事不錯可是排版太亂了！加點插圖是極好"
        },
        {
            "author": "暴走的HIM",
            "timestamp": 1407842400,
            "txt_content": "总觉得我叫这个名字就是个错误。。。。。这第几次中枪了。。。。\n不过LZ的文章不错，赞一个"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407844980,
            "txt_content": "排版啊...."
        },
        {
            "author": "Aikawastep",
            "timestamp": 1407852300,
            "txt_content": "@君何在OAO"
        },
        {
            "author": "a2455564728",
            "timestamp": 1407852300,
            "txt_content": "娃子去参加比赛"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1407854220,
            "txt_content": "飞鱼在天 发表于 2014-8-12 17:41\n竟然没有女主……不……\n女主什么的都一边啦~"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1407854280,
            "txt_content": "a2455564728 发表于 2014-8-12 22:05\n娃子去参加比赛\n咂~小的已经去报名了~！"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1407854340,
            "txt_content": "CloudsXDao 发表于 2014-8-12 20:03\n排版啊....\n已经重新排过了。现在好多了"
        },
        {
            "author": "Umikaze",
            "timestamp": 1407864360,
            "txt_content": "路过顶一个（说好的一个人气呢？）"
        },
        {
            "author": "xt00",
            "timestamp": 1407892380,
            "txt_content": "这个题目不觉明历= ="
        },
        {
            "author": "1297182981",
            "timestamp": 1407893760,
            "txt_content": "我用HIM头像感觉躺枪了···_(:з」∠)_"
        },
        {
            "author": "llllllllllollll",
            "timestamp": 1407894960,
            "txt_content": "mcbbs有你更精彩{:10_512:}"
        },
        {
            "author": "llllllllllollll",
            "timestamp": 1407895080,
            "txt_content": "mcbbs有你更精彩{:10_512:}"
        },
        {
            "author": "q578406151",
            "timestamp": 1407897420,
            "txt_content": "我还以为是地图····"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1407898080,
            "txt_content": "q578406151 发表于 2014-8-13 10:37\n我还以为是地图····\n有地图前面要写上原创·单章么 =-="
        }
    ]
}