{
    "title": "【原创】红石狂潮[作者：赤仙]第十一章 与狂战士的一战",
    "author": "CloudsXDao",
    "replyCount": 3,
    "timestamp": 1407840840,
    "txt_content": "BGM\n\n\n\n\n————————————————————————————————————————————\n正文\n\n    冲突，是推动人类文明前进的重要的因素，是所有战争的征兆，有人的地方就有冲突，有些冲突甚至只是因为你吃的比我的多，你的头发比我长。\n    此时，敏尔遇到了冲突造成的麻烦。\n    “重·双倍力量！”爱芬特的斧子是二级附魔器，却有这样一条强大的语，这样一把斧子在罗兰纪甚至会被一些小国家当做镇国之宝，霸道的样子在战场上的威慑力不是一般的高。\n    此时被敏尔碰上了，也不知道说敏尔的运气是好是坏了。\n    敏尔脚下不乱，双腿一错，躲过了这一击。\n    事情是这样的......\n    “我靠，你怎么还没去学校？”比尔一起床，就看见端着龙井城特产——龙井绿茶，窝在沙发里看报纸的敏尔，急忙向他吼道，“我不是说了今天有一个你的队友来吗？”\n    “急什么？”敏尔把眼睛放在他身上看了一会儿，又移了回来，“我报纸还没看完呢。”\n    “靠！又在看报纸，报纸有那么好看吗？”比尔郁闷的抓抓头发，“麻烦了，这次来的是狂战士皮特的弟子，据说这个弟子完完全全继承了暴怒行者的一切，包括坏脾气！”\n    “看完了。”敏尔似乎没有听到一样，站起来伸了伸懒腰，又看向比尔“我是灵弓手，记住了吗?”\n    看着比尔一副吃了苍蝇的脸点了点头，敏尔满意的披上袍子，微微一笑，“灵，我们走了！”\n    刚刚立春的空气有一些潮湿，但是独特的青草味儿让街上来来往往的新人神清气爽，清幽的石板路沟通了龙井学院和城主府的道路。\n    等到敏尔到了龙井学院的广场的时候，一群人已经在那儿等了。\n    “你们好！”没有等一群人看到敏尔，他就已经伸出了手，向他们打招呼。\n    “娘希匹的！你就是那个让老子等半天的那个西蒙？”其中一个一脸流氓样的瘦高个跳了出来，“快快快，我们来决斗吧！”\n    敏尔像是没有看见他一样，直接越过了他，握住了他身后的法嗣：“久仰久仰，您就是龙井学院第一巫师——法嗣了吧！”\n    法嗣是个有些腼腆可爱的男孩子，被敏尔这么一吓，一时间说不出话来。\n    要说敏尔听说过法嗣，也是很巧，不知道各位还记得上次有一个药剂师胖子说要敏尔指点吗？\n    与比尔的比试结束过后，敏尔就问了比尔如今的龙井学院中，谁是最强的药剂师？\n    毫无疑问，比尔在被惊吓后，那可是言物不知知无不言，一下就把法嗣给卖了。\n    “法嗣先生可以说是龙井学院的代表啊！以后还要请法嗣先生多多关照啊!”敏尔继续说道，脸上一副谄媚的样子。\n    “西...西蒙同学你不要这么说...”法嗣半天好不容易憋出一段话，就又被打断了。\n    “喂喂喂喂！你怎么无视我啊？”前面的瘦高个很不满的大声嚷嚷道。\n    “你存在感低呗”旁边的一副药剂师打扮的男子搭话道。\n    “法嗣先生......”“过奖过奖....”“你们都去死吧......”\n    只是，好像没有人听到他的话。\n    “靠！怎么老是这样！”药剂师一脸要哭的表情。\n    “敏尔你跑那么快做什么......”在如此混乱的情况下，比尔终于出现了，而且嘴里还在抱怨，看到这样的场面，比尔皱了皱眉，大声说道，“安静！”\n    慢慢的，吵闹的局面被比尔控制住了，比尔清了清嗓子，说道：“想必家父也给大家说过西蒙的一些事情，但是西蒙刚刚加入，大家还不是很了解，不如......”\n    “我知道！”瘦高个打断了比尔，“自我介绍嘛，我了解。”\n    说着，瘦高个脸上突然变严肃，一拱手：“家师——皮特·约翰，鄙人...就叫我爱芬特就行，家师暴怒行者的名头大家也听过，闯荡江湖谁没有个霸道的名号，小弟我就叫火焰行者，最喜欢决斗，西蒙兄什么时间我们......”\n    不知为什么爱芬特又扯到了决斗，敏尔索性没理他，说道，“法嗣先生我知道了，就不用说了，我讲讲我......”\n    “你大爷啊！我呢？”一边沉默的药剂师看见敏尔又无视了他，怒道，“你大爷啊！”\n    “啊...啊...不好意思...这位是....”敏尔被突然出现的药剂师吓了一跳，问道，“看起来是一位药剂师？”\n    “不错，大爷我就是一名牧师！等到了赛场，就指望我来救你们的小命吧！”药剂师看到敏尔注意到了他大感自豪，“本大爷就是——斯芬克斯·布鲁姆！叫我斯芬克斯就行。”\n    “既然大家都自我介绍过了，那就轮到小弟我了。”敏尔一笑，强忍住被灵捏住的腰间的剧痛，面不改色的说道，“敏尔·西蒙，是个灵弓手！”\n    “这么简洁？是不是有什么不可告人的秘密？”斯芬克斯嘿嘿的笑了一声，说道。\n    “那就这样，还有什么问题吗？”比尔说道。\n    “应该还有一个人吧。”敏尔说道，“四个人没有办法参赛吧。”\n    “对，确实还有一个人。”爱芬特接过话茬，“是一个漂亮妹纸哦，那身材，啧啧。”\n    “是吗？”敏尔看上去没什么兴趣，见敏尔没有什么反应，爱芬特反而急了，马上补充道：“真哒！叫做雪英！”\n    “你知道？她迟到这么久你不愤怒吗？”敏尔目光游离着，唉，不对，雪英这个名字......\n    “她可是我女朋友哟！”爱芬特嘿嘿一笑，说道，“我怎么可能发火呢？”\n    猛地，一道身影闪过，定在敏尔身后，娇喝道；“我什么时候成了你女朋友？爱芬特你这只死狗！是不是想要决斗啊？”\n    “爱芬特你不是喜欢决斗吗？”斯芬克斯哈哈一笑，“你上啊！”\n    敏尔扭过头，看清了来人。\n    一身白衣，这就是雪英的扮相，说不出的清新脱尘，说不出的优雅妩媚。\n    只是，这白衣女子说出的话太煞风景，不过也别有一番风味。\n    就在敏尔还在胡思乱想的时候，雪英和爱芬特不知什么时候已经打了起来，爱芬特手中拿着一把威武霸气的斧子，而雪英手上拿着的是一双长剑，剑上有刻“秋水”“柔荑”，想必也是业界有名的两把利器。\n    这不是最重要的，重要的是，他们两个正往敏尔的方向打过来！\n    “哈哈！你是打不过我的！”爱芬特大笑说道，“剑士是打不过狂战士的！”\n    雪英银齿一咬，也不知道为什么爱芬特几月不见，强了这么多，只说爱芬特攻势越来越猛烈，这雪英也是个刚毅之辈，死也不认输。\n    眼看就要被击败，只能对身后还在走神的敏尔喊道：“敏尔同学，令妹与雪萤玩的十分愉快，您难道要见死不救吗？”\n    敏尔回过神，暗道，你是不是脑袋有问题，只是学员之间小小切磋，用得着攀升到生死之战吗?\n    雪英刚刚开始叫敏尔参战，敏尔是拒绝的，但是耐不住灵的“好言好语”啊！只得加入战团，使得混乱的场面更加混乱。\n    比尔是在劝阻的，但是敏尔觉得他更像看看自己和爱芬特谁更强，只是在旁边喊喊口号，双手插腰上，完全没有一点劝架的样子。\n    “重·双倍力量！”爱芬特的斧子是二级附魔器，却有这样一条强大的语，这样一把斧子在罗兰纪甚至会被一些小国家当做镇国之宝，霸道的样子在战场上的威慑力不是一般的高。\n    此时被敏尔碰上了，也不知道说敏尔的运气是好是坏了。\n    敏尔脚下不乱，双腿一错，躲过了这一击，手上也没有闲着，一只箭已经搭载上了。\n    如此近距离，爱芬特也不能躲了，手中斧子立刻变向，挡住了射出的箭。\n    但是这一击是朝着爱芬特的面门，虽然斧子挡住了强劲的箭，但是也挡住了爱芬特的视线。\n    此时，雪英也停止了攻击，站在旁边，怔怔不语，欣赏起了这一对强人之间的战斗。\n    “闪·流光速！”\n    这是一个提高移动速度的语，相当于三十秒的速度药水。\n    爱芬特掀开斧面，一个箭步上前，想要再给敏尔一下，却发现，敏尔早已不在爱芬特的视野里了。\n    在两秒之内就脱离了视野。\n    只在爱芬特正前方留下了八根翎羽呼啸的箭。\n    不是，不止！\n    总共有十二根羽箭在爱芬特的前后左右，瞄准着他。\n    高级弓箭手技能——万花筒。\n    爱芬特把斧子扔了。\n    他闪过了十根箭，最后的两根箭居然击在了一起，击在了爱芬特的脑后。\n    故意的！他是故意的！爱芬特红着眼睛看着眼前微笑的敏尔，想要撕碎他。\n    但是他不能！\n    “精彩！”比尔跑来打圆场，“不论是敏尔的万花筒，还是爱芬特的闪避步伐，非常精彩！”\n    “精彩个屁！”爱芬特一句话就把比尔噎在原地，“西蒙对吧，我服你。”\n    “承让。”敏尔淡淡一笑，颇有高人风范。\n    “卧槽，原来西蒙你这么厉害！”斯芬克斯惊叹道，这次居然有人会回答他，“确实，非常厉害，至少有七级弓箭手水平。”\n    “爱芬特也非常厉害啊！要不是敏尔最近几天才会了万花筒，还不知道能不能赢呢，我跟你们讲啊......”比尔没几句话就爆了敏尔的底。\n    这种人也要和敏尔一同去帝都，真的好吗？他真的不会再赛场上说：“我靠！爱芬特弱点是XXXXXX啊，你这个傻X......”\n\n\n\n\n\n\n————————————————————————————————————————————\n\n\n\n\n\n\n\n\n谢谢您的观看！如果觉得我写的不错，就在索引或者本章发点人气和金粒鼓励我一下吧！索引\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1407840900,
            "txt_content": "@hznb @molei @xcc @250=mo @梦魇冰眸 @the-blaze \n@太多人，是在是太乱了，还经常@不到......\n如果想要第一时间看到红石狂潮的更新，请加我的小组群：305249291"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407840960,
            "txt_content": "@hznb @molei @xcc @250=mo @梦魇冰眸 @the-blaze \n@太多人，是在是太乱了，还经常@不到......\n如果想要第一时间看到红石狂潮的更新，请加我的小组群：305249291"
        },
        {
            "author": "250=mo",
            "timestamp": 1407844320,
            "txt_content": "高产啊……永远追不上……"
        }
    ]
}