{
    "title": "[原创-连载]破灭虚空 第一巻 第04章 探索者",
    "author": "龙腾猫跃",
    "replyCount": 3,
    "timestamp": 1407918420,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-9-6 19:19 编辑 \n\n第一卷 破晓第04章 探索者\n　　“噗——”无比郁闷的宁苍辰无师自通地用意念关闭了窗口，无视那俩货的惊叹，自顾自吃（抓）起了米饭。当然，他是坚决不会吃菜的，油腻腻拿在手上想着就……咳咳……\n　　学者说：“嗯，你吃你的，我们先自我介绍吧，我叫丘瑟斯，这个学院的魔法老师。”\n　　说完，他用肘子碰了一下肌肉男，他才反应过来，连忙接着说：“哦哦，我叫布瑞克·艾尔，是教战斗技能的。”\n　　“说的那么华丽，不就是教打打杀杀……”丘瑟斯在旁边默默吐槽。\n　　万万没想到，这番话让正在抓饭，额不，吃饭的宁苍辰一下停下来，甚至差点被呛到，然后慢慢抬起头，默默地用幽怨的眼光抬起头：“那么，这里是——学校？！”\n　　丘瑟斯果断地回答：“对啊！这里是这个镇子里唯一的学院，告诉你吧，就是刚才那个老妇救了你！她把你送过来的。”\n　　宁苍辰因为吃饭恢复的一点力气瞬间没了，心中一亿只草泥马在奔腾。尼玛你不送医院送学校！为啥在异世界自己也是这个苦逼的学生命……万万没想到，造化弄人把他搞得这么悲剧！\n　　抱着最后的希望，宁苍辰问：“那我饭吃完后，去哪儿？”\n　　丘瑟斯：“按照‘要求’，你就好好地呆在学院学习吧！你连基本常识都不知道，你想去哪儿？你去野外作死么？嗯，我们学院是中心资助的，免费提供食宿，放心是不会收钱的~”\n　　宁苍辰终于完全瘫倒了，看来苦逼命是跑不掉的！\n　　这时，“体育”老师（宁苍辰看来是体育老师）说：“那个，没我啥事了，小丘，他交给你了哈~额，我走了再见！”\n　　“逃避责任无节操什么麻烦的事都让给我，你……”但是丘瑟斯还没说完，他已经不见了。\n　　十分钟后，宁苍辰吃完了饭，于是继续问：“那你是怎么让我听懂你说话的？魔法么？”\n　　丘瑟斯：“当然，不过这是很少的神赐术，包括那窗口也是，不然我也不可能那么轻松地用出来。这个通言术是让人互相听懂的魔法，会按照人最熟悉的方式翻译。”\n　　“那么有没有可以让人读懂文字或者传授知识的魔法？”其实宁苍辰是在想，那样用魔法一搞，自己啥都知道了，也就不用上课了，然后就可以四处逍遥。\n　　“……嗯，有倒是有，不过我的‘智力’还远远不足以施展就是了。”\n　　宁苍辰：“…………好吧，这就是命啊。”\n　　丘瑟斯：“嗯，好了，你饭也吃完（抓完）了，我带你去你的房间睡吧，已经晚上10点了。明天上课时你有很多疑问的自然会解开的。”当然也是我懒得说，丘瑟斯在心中补充。\n　　“晚上10点？这么晚？话说哪里有表啊？”虽然疑惑，但是宁苍辰还是乖乖地跟着走。\n　　经过各种绕，各种看不懂的牌子，宁苍辰终于到了自己的房间前。\n　　房间不大，准确点是很小，甚至没有厕所，只有一个大床头柜，一铺床，油光水亮的木头做成的墙上开一扇玻璃窗。整个屋子估计是因为有人打扫，还是很整洁。\n　　看到这个不足7平米的房间，宁苍辰担忧地问：“你们这没有厕所么……”如果这样，那这个日子还能过么？！\n　　“出门右转。”\n　　“公共厕所，天啊，条件这么差……”宁苍辰感觉这个世界太无爱，半夜尿急难道要去走廊一趟？话说自己不认字！搞反男女怎么办！！\n　　丘瑟斯仿佛知道他的想法，解释道：“我们还是单人房呢！钱都是从中心抽调的，你还想一人一个卫生间？”\n　　中心？估计是类似于政府的机构吧，这个奇葩称呼估计是那个通言术搞的，神马穿越小说都有这玩意，不过看来那魔法的翻译也和谷歌翻译一样不靠谱！\n　　既然对方都这样了，宁苍辰也只好答应了。这个世界虽然有高大上的魔法，但是似乎没有电，走廊照明还是用油灯呢，而自己的小房间更是纯靠窗户的自然采光。现在天色早已昏暗，房间也是很昏暗，让人想睡觉，天然催眠。丘瑟斯嘱咐了几句就告别了。\n　　躺在床上，宁苍辰翻来覆去睡不着，心里各种杂念乱窜，于是他又打开了那个窗口。\n　　面板散发的蓝光把房间照得微亮，不过光线很柔和，不会闪瞎双眼……大多数数据都没变，不过，确实有两个变了：\n　　水平：85%（0%）\n　　防御：2（+0）\n　　宁苍辰实在琢磨不出那个水平是咋搞的，怎么过一会就高上去了，不过防御似乎是装备附加的原因？他现在没穿衣服所以下降了？\n　　宁苍辰果断地拿起衣服穿上，果然防御一跳就变成了3（+1）。脱下来，又是2（+0）。\n　　搞懂了这玩意，宁苍辰看向右边的按钮。与他想象的网游菜单完全不同，只有两个选项——神谕与设置，下面都是一片空白。\n　　“……神谕？！”\n新龙套表丘瑟斯：Q版CS（百度贴吧）\n\n作者吐槽在麻麻的眼皮底下偷偷更新的……咳咳……求回复！求龙套报名！\n\n章节信息本章节字数：1666字\n索引帖地址：http://www.mcbbs.net/thread-313594-1-1.html\n下一章地址：http://www.mcbbs.net/thread-335782-1-1.html",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1407918780,
            "txt_content": "等级制度不爱=A="
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1407923340,
            "txt_content": "Terry39 发表于 2014-8-13 16:33\n等级制度不爱=A=\n呵呵不是你想的那种经验值只是数据化的综合实力而已"
        },
        {
            "author": "4852",
            "timestamp": 1407934380,
            "txt_content": "前来顶贴\n手机无力看不到前面的贴\n所以看的不是很明白"
        }
    ]
}