{
    "title": "【第六届MCBBS擂台赛】现代主义简约风别墅。",
    "author": "单机建筑师",
    "replyCount": 7,
    "timestamp": 1407924360,
    "txt_content": " 本帖最后由 单机建筑师 于 2014-8-13 18:28 编辑 \n[compass]现代主义与简约风格：\n现代主义的源流可以追溯到法国的印象主义。19世纪80年代，法国的后印象主义、新印象主义和象征主义画家们提出的“艺术语言自身的独立价值”、“绘画不做自然的仆从”、“绘画摆脱对文学、历史的依赖”、“为艺术而艺术”等观念，是现代主义美术体系的理论基础。\n            简约主义起源于现代派的极简主义。简约风格就是简单而有品位· 这种品位体现在设计上的细节的把握， 每一个细小的局部和装饰，都要深思熟虑· 在施工上更要求精工细作· 是一种不容易达到的效果。 \n\n\n[compass]作品介绍：这个别墅花了我较多时间，从外形到内部设置，都仔细的斟酌了一番。别墅共有5层，每层有相应的功能与作用。首先是别墅的外观：左视右视。\n露天式的游泳池、一小丛玫瑰、翠绿的大树、独特的棱角分明的几何式楼层。每一处设计都争取实现人与自然的共存，绿色与科技的共生。\n接着是每个楼层的详细介绍。\n第一层：大厅。\n这里是第一层的大厅，杂中有序的书柜，书柜中嵌入的现代画，墙壁上的嵌入式大荧幕，造型奇异的顶灯，极具现代风格的花纹，每一个细节都争取突显现代主义风格  这是通往第二层的楼梯，螺旋型的递增式楼梯和楼梯间夹杂的现代风格花纹，奇异的音乐律动感涌然而出，艺术气息纷纷涌现。\n第二层：较为空旷的第二层是别墅主人展示自己收藏品的地方，造型独特的展览台和极具特色的现代画，简约时尚自然体现。这是通往第三层的楼梯，360度螺旋上升型楼梯加之以现代画、现代风花纹装饰，其艺术感犹未强烈。\n第三层：这里是年轻人的世界，超大尺寸的屏幕附带两个分屏，任何游戏都将随意驾驭，不远处就是一个小型卧室，玩累了就能迅速得到休息，实在是妙哉。小卧室一览：。年轻人的活动远远不止游戏，疯狂的时候，尽情的畅饮与撕心裂肺的歌唱才是主角。极具年轻人特色的小型舞台：尽情的畅饮：（照的不好，看不太清）畅饮过后，靡醉如酥的你自然是困意重重，你需要一间休息的小卧室，吧台的右边就有一群扎堆的小苹果，哦不，小卧室。房间的内部可谓是麻雀虽小，五脏俱全：书柜、电脑、暧昧的粉色玻璃、双人床。你问我为什么是双人床? 嘿！先生，喝醉酒的不只是男人，艳.遇.无.罪，一.夜.有.情.啊。{:10_562:}\n在兴奋的啪啪啪过后，通往第四层的楼梯出现了：\n第四层：造型独特各异的背景雕像，露天式的客厅，一边嗅着清风附带的自然气息，一边与客人畅谈当年的欢乐。\n第四层是露天泳池所在的一层，迷人的玫瑰，青翠欲滴的树木，我们没有沙滩、大海、泳装美女，只有大树、泳池、泳装美女·····（让欢快的泳池嬉戏缓解啪啪啪的劳累。{:10_555:}）\n在第四层的右边，是壁画的展示区，也是吸烟区····这里可以通往第四层的阳台。（站在阳台上，默默的点上一根烟，抬头仰望漫天星辰，体会昨晚啪啪啪的感觉。）\n通往第五层的楼梯已经出现：跟第一层大体相似的螺旋型的递增式楼梯。现代主义和简约风格总是在这些细节体现。\n\n第五层：这里是别墅主人的卧室，掌握最高点的视角，犹如上帝俯视众生的快感，宽广的大厅，体现艺术修养的现代画、现代风花纹，当真是极致享受。最后，让我们看看别墅主人的主卧室：270度透光环绕，最极致的舒适，夜晚入眠式，漫天星辰与你一同入睡，睡不着时，随手抽出一本《银瓶梅》，漫天星辰与你一同淫笑。\n\n[compass]最后的最后：\n      这是我第一次做别墅，以前都是做星际战舰的，别有一番韵味就是了。望各位多多提出建议和批评，谢谢。\n存档连接：http://pan.baidu.com/s/1c0itnqS\n\n\n",
    "replies": [
        {
            "author": "Saya_",
            "timestamp": 1407924840,
            "txt_content": "楼主 的作品不错 很棒"
        },
        {
            "author": "yongzheweiwang9",
            "timestamp": 1407925080,
            "txt_content": "抢沙发，学习一下，恩……有没有存档？想放进收藏！"
        },
        {
            "author": "likeliang",
            "timestamp": 1407925140,
            "txt_content": "为什么那么多现代简约OAO"
        },
        {
            "author": "单机建筑师",
            "timestamp": 1407925800,
            "txt_content": "yongzheweiwang9 发表于 2014-8-13 18:18\n抢沙发，学习一下，恩……有没有存档？想放进收藏！\n存档已发。"
        },
        {
            "author": "Behemoth",
            "timestamp": 1407925980,
            "txt_content": "不错，外观看起来完全没5层。。。"
        },
        {
            "author": "Xx123c",
            "timestamp": 1407944640,
            "txt_content": "likeliang 发表于 2014-8-13 18:19\n为什么那么多现代简约OAO\n别墅已烂大街"
        },
        {
            "author": "pc12138lq",
            "timestamp": 1423817580,
            "txt_content": "YOU CAN UP!"
        }
    ]
}