{
    "title": "[第一次搬运国外]恐怖夜 Survival Horror",
    "author": "朱大常",
    "replyCount": 5,
    "timestamp": 1407976500,
    "txt_content": " 本帖最后由 朱大常 于 2014-8-13 13:44 编辑 \n\n你需要一波一波的怪物中活下来，很多有趣的游戏要素，比如通过修理本身闪烁不定的灯来减少怪物刷出，可以和你的基友一起在这个凶宅中求生↑我高大上的介绍↑\n红石生存恐怖吗？是的！记住，喜欢我视频就点赞吧:3 (视频搬不过来）我们的目标是生存至25波←我不会翻译这种新形式的生存，有许多新的机制注:服务器设置-spawn-monsters=ture-spawn-animals=false首先你要去卧室睡觉保存♂。拿一些武器然后按开始键。打败怪物如果灯灭了，你需要启动在小屋的发电机。按按钮，他就亮了。灯光会闪烁,您需要使用中继器修灯。经过很短的时间，灯光熄灭一次回到发电机，重复上面的步奏，直到你清除了25波怪物，或者死掉。铁门是随机关闭打开的，找到办法了！记得要管理你的食物，武器和药水。有许多隐藏的箱子和地方，记住要到处看看去使用附魔台！订阅我的YouTube频道，去了解更多即将推出的地图:这里\n\n\n我知道我翻译渣，下面是原文。\nRedstone survival horror ? Yes! Remember to drop a like on my video, it's appreciated :3  The goal is to survive 25 waves.  This new kind of survival features many new mechanics!  IMPORTANT: If played on a server! -spawn-monsters=TRUE ********* -spawn-animals=false  The first thing you need to do is save yourself by sleeping in the bedroom. Get some weapons and press start. Defeat the monsters. When the lights go out, you need to start the generator in the shed, simply spam the button and it will start. The lights will flickers, you need to use the breaker to fix the lights. After a short amount of time, the lights will go out once again. Just get back to the generator and repeat the previous steps until you clear 25 waves or die :)  The steel doors are randomly closed or open, find the way in!  Remember to manage your food, potions and weapons! There is a lot of hidden chests and places, look around and remember to use the enchanting tables!the enchanting tables!  Subscribe to my Youtube channel for more upcoming maps: http://www.youtube.com/user/hypixel   * You are more than welcome to record videos or make servers of this map. But if you do, please give credit to http://www.youtube.com/hypixel and a link to this project in the description! *地图是几年前的了\n\n\n求金粒求人气\n！！！！！！下载\n\n\n\n[groupid=683]坑蒙拐骗偷吃喝嫖赌抽[/groupid]",
    "replies": [
        {
            "author": "朱大常",
            "timestamp": 1407976560,
            "txt_content": "度娘抽了找我"
        },
        {
            "author": "a18964819868",
            "timestamp": 1407976740,
            "txt_content": "哎，MC快可以和GMOD拼了~~"
        },
        {
            "author": "和平万岁",
            "timestamp": 1407976860,
            "txt_content": "the enchanting tables是附魔台"
        },
        {
            "author": "409029528",
            "timestamp": 1407977100,
            "txt_content": "表示发电机让我想到了Alan Wake（不懂我给你翻译，游戏-心灵杀手）"
        },
        {
            "author": "leavessoft",
            "timestamp": 1407978180,
            "txt_content": "看介绍挺好玩的，已收藏"
        }
    ]
}