{
    "title": "短片MC小说《史诗战争》（第一次写小说）",
    "author": "小小丧失",
    "replyCount": 6,
    "timestamp": 1407970560,
    "txt_content": "                                                                                               MC之史诗战争\n                                                                                               第一卷 起点\n                                                                                               第一章 降临MC\n\n       此时凌云正坐在电脑前玩着一款叫我的世界的游戏，当初凌云的室友推荐要这款游戏凌云死活不干，因为这游戏的里所有的东西都是四四方方，而且画质看起来还不咋地。可是室友死活要凌云和他联机玩生存，后来玩着玩着凌云就喜欢上了这款游戏，虽然画质不咋地物体还都是四四方方的，可是这款游戏的高度自由度深深的吸引他，这不刚刚放学他就迫不及待的坐在电脑前打开游戏玩了起来。\n       此时他正在地下挖钻石，挖着挖着他突然看见了前方闪着光亮。于是出于好奇便向闪光出走了过去，边走边在脑子里YY道“说不定是什么宝箱，里面应该有不少好东西”他怕前面有刷怪笼或者什么怪物，于是便将稿子换成了铁剑慢慢的走了过去。当走到闪光处后他不敢相信的看着眼前的一切，闪光出是一座祭坛，一座宏伟的祭坛。这座祭坛没有一点与这个方块世界相同，祭坛是圆形的，在这个世界圆形是不可能出现的形状，但这个祭坛却打破了这项规则。祭坛的四周是四根柱子，柱子上雕刻这四条末影龙，没错正是MC世界所独有的末影龙，不过唯一不同的是每个末影龙的头上都插着一把木质的剑，真是搞不明白为嘛是木质的而不是黄金的或钻石的。祭坛中间有一个悬浮的大鼎，大鼎上充满了难以看懂的符号。祭坛的表面全是难以看懂的文字与线条，而就是这些线条就是闪光的来源，这些线条每过一会就会发出有幽蓝色的光向着祭坛中间移去，当蓝光到达中间是会聚集起来冲向那口大鼎，每当蓝光冲击到大鼎大鼎就会震动。凌云完全被眼前的景象震惊了，这个祭坛所有的一切都破坏了MC里全是方块的规则。他带着强烈的好奇心控制人物走向了祭坛中心，他将人物的剑换成稿子，一步步的走向祭坛中心的大鼎。当人物走向大鼎下方时，他点下了鼠标左键让游戏人物去敲那口大鼎。当稿子快要接近大鼎时，大鼎发出了刺眼的光芒，光芒直接通过电脑显示屏射向了凌云，此时凌云正在用双手捂着脸使光芒不刺伤自己的眼睛。渐渐凌云失去了直觉，而刺眼光芒也在慢慢的变淡了，然而随着光芒的消失坐在椅子上的凌云也消失了。\n       画面转到一个树林，准确的说是一个由方块组成的树木而组成的树林。此时树林的上空一颗光点在慢慢的变大越来越大，当越来越大的光点以冲破音速的速度坠向森林中心时。没有想象中惊天动地，只是树林的中心莫名其妙的多了一个人。此时的一个巨大的宫殿上一位手拿权杖的老者轻声的说道：“预言终究要开始了吗？希望他真的能够打倒来自深渊的魔王，不然世间又要生灵涂炭了” \n    本人啊第一部文学作品自我感觉良好（不要损我我脸皮很厚的哟）喜欢就在评论写32个赞  不喜欢写32臭鸡蛋  如果不写也可以在心里默念就行\n\n\n",
    "replies": [
        {
            "author": "雷地嘎嘎",
            "timestamp": 1407973860,
            "txt_content": "2，3,楼水已举报不谢~话说看完感觉还不错呦~希望楼主继续加油~"
        },
        {
            "author": "暗金炎罗",
            "timestamp": 1407974100,
            "txt_content": "码字辛苦，我给一点吧········"
        },
        {
            "author": "马赛克了",
            "timestamp": 1407982440,
            "txt_content": "起初读下去渐渐有些高兴呢，终于是minecraft真人操作员和被操作的史蒂夫的故事了，没想到依旧穿越。\n穿越。\n越。"
        },
        {
            "author": "小小丧失",
            "timestamp": 1407985500,
            "txt_content": "马赛克了 发表于 2014-8-14 10:14\n起初读下去渐渐有些高兴呢，终于是minecraft真人操作员和被操作的史蒂夫的故事了，没想到依旧穿越。\n穿越。 ...\n没办法\n办法\n法  \n\n脑子本来就不灵光\n               灵光\n               光"
        },
        {
            "author": "小小丧失",
            "timestamp": 1407985500,
            "txt_content": "马赛克了 发表于 2014-8-14 10:14\n起初读下去渐渐有些高兴呢，终于是minecraft真人操作员和被操作的史蒂夫的故事了，没想到依旧穿越。\n穿越。 ...\n你很喜欢电竞类型的？？"
        },
        {
            "author": "小小丧失",
            "timestamp": 1407985560,
            "txt_content": "马赛克了 发表于 2014-8-14 10:14\n起初读下去渐渐有些高兴呢，终于是minecraft真人操作员和被操作的史蒂夫的故事了，没想到依旧穿越。\n穿越。 ...\n你很喜欢电竞类型的？？"
        }
    ]
}