{
    "title": "我的世界HIM故事（只有一集）",
    "author": "籽坤",
    "replyCount": 8,
    "timestamp": 1408002960,
    "txt_content": "故事源自一个名叫“creepypasta”的玩家的一封信和一幅截图：该玩家在信里面说，有一天他在玩单人游戏的时候，发现在不远处的雾里面有一只动物，一开始他以为是牛，想去杀了拿点皮草，结果追上去一点才发现那是另一个玩家！那个玩家使用的是默认皮肤，但没有眼睛。他以为自己进错了多人模式，于是双击该人，但没有任何信息出现。于是他想追上他，但他马上就消失了。后来creepypasta继续玩他的游戏，在他探索世界的过程中，居然发现了一些人造的隧道，一些没有叶子的树和在海面上的金字塔状建筑。他认为那些都是另外一个玩家造的，有人进了他的“单人游戏”。他把视野调远，但没有发现任何其它的人。于是他上官网论坛发帖询问，但过了一阵，帖子就被删了。于是他再发，也很快被删了。这时候他收到一封站内信，一个叫“herobrine”的玩家对它说：STOP！当他想查看herobrine的资料时，出现了404错误。之后该玩家收到了另外一名玩家的电邮，说他也见过这个人和见过那些好像人造的在minecraft里面的建筑。之后的1个月里，他也接触过很多有同样经历的玩家。也知道了这个叫herobrine的账号经常被一个瑞士的玩家登入于是该玩家猜测该人是制作者Notch的brother，于是他发邮件问Notch是否有一个brother。Notch的答复是：“是的，但他已经离世了。”路人甲说：HIM只是贴图错误产生的图像，身体更纸一样薄原本是末影人的眼睛贴图跑到了史蒂夫身上，所以他会瞬移。路人乙说：Him其实是瑞典的一个玩家，他是minecraft的创始人之一，他可以随意进入全球任何一个玩家的minecraft的游戏主机！他的外貌和游戏玩家的一模一样！就是眼睛是白色的。游戏中的遗迹和要塞等建筑就是him建造的，要塞里的回型石砖是稀有物品，合成不出来的。玩家在游戏中遇到him的几率很小，因为地图是无限扩展的，遇到时如果你幸运，他会在地上放下铁块，钻石块等东西，在他离去后便可敲取，有些东西甚至是合成不出来的。（大部分情况是被狂抓）如果你人品丑！在挖矿时遇到him，他会一直跟着你，你回到家后一转身，him就站在你背后，him攻击你的速度极快！且一下2格血！不过每个玩家只会遇到一次him，所以遇到him也是你的荣誉哦！！对了，游戏中的末影人就是him的手下！玩家在游戏中森林也许会遇到一个类似古堡的建筑，你进去会看见类似故宫那样的，him就像皇帝那样坐在宝座上！他的周围站着一排末影人……然后你就会被那些末影人和其他怪物，如蜘蛛，僵尸，骷髅等等围殴！路人丙说：我见过him但是我在屋子里会瞬移到另一个地方 然后对面的人就是him 他慢慢向我靠近 旁边都是告示牌和红石火把 我吓尿了 马上退出 再进 他就没了      有一次白天在家里碰见他  他给了我钻石和金绽  就是没转头被吓过路人丁说：him 传说是作者的弟弟，死后被运用到了游戏中。其外表和穿着默认服装的玩家一样，只不过眼睛是白色的（或者说没有眼珠）。him会瞬移，和玩家一样能建造建筑物，貌似还能改变你的游戏格式（这点蛮恐怖的）他还能召唤怪物，特别是召唤的亡灵系怪物（即僵尸，骷髅等）在阳光下不会自燃！！他还会攻击你，有时会跟在你后面等你发现他后下你一跳然后瞬移补充一下，him的攻击力极高而且很快，但有时会给你一些宝贝（金子，钻石等）！！在你遇到him之前睡觉有很大几率会做梦，有时在梦里him会表示要与你单挑，有时则会梦见him的建筑物，你能在里面搜刮（可以带出梦境哦）。him在白天时是打不死的，在梦里才行。him出现时会放起恐怖音乐。如果你不想遇见他，只要玩1.2.5以上的版本就行，若高于此版本又想遇见him，装个him mod就可以。召唤him需要做召唤台\n这样做：\n火\n地域岩\nhim 召唤石\n金块\n金块可是，有人说：作者notch说他没有弟弟 http://zh.minecraftwiki.net/wiki/Him自己看吧 作者notch公开地跟人说Herobrine是不存在 他也没有什么已故的兄弟 him吓唬小孩子，因为这种东西根本就不存在Kappische说只是某个混蛋编了一个不错的谣言 然后又有人可能做了个mod\n羊村版喜蛋蛋说：可能是制作者加入的彩蛋贱灰灰说：只是作者，搞出来的一个人物，作者以声明他没有弟弟。在1.2.5之后就被作者删除了。可爱的懒羊羊说：这是猥琐和恐怖的结合体贪生怕屎的费羊羊问村长，村长说：ender，中文末影人末影人（英语：Enderman），又称终界使者或安德，是一种很高，全身黑色，发出紫光的怪物。末影人能瞬移，并不时拾起土块，看末影人的眼睛会遭到末影人的攻击，戴着南瓜的时候不会被攻击。费羊羊说：不是那玩意，长得和我差不多，白眼睛，一招杀霉羊羊啦!村长说：HerobrineHerobrine 有时被简写为HIM，是我的世界有关社区创作出的一个恐怖故事的主角。它是我的世界社区里的一个重要标志形象。\n这个吧？我们喊他死亡矿工费羊羊说：谢谢   大胖纸暖羊羊说：据谣言是创作者的弟弟，他死了之后就附身到游戏上了，他是有智慧的，会和你一样工作，撸方块，盖房子，并且会秒杀你。不过，这些都是传言，你可以想一想，在你挖矿时突然挖到一个房子，并且很雄伟（金字塔），然后，再继续挖时，一种恐怖的声音响起，你回头一看，哈哈吓你一大跳！",
    "replies": [
        {
            "author": "单机建筑师",
            "timestamp": 1408003200,
            "txt_content": "好奇葩。。。"
        },
        {
            "author": "籽坤",
            "timestamp": 1408003440,
            "txt_content": "求人气金币"
        },
        {
            "author": "1610624536",
            "timestamp": 1408003980,
            "txt_content": "直接网上照搬过来的"
        },
        {
            "author": "我是dd",
            "timestamp": 1408004580,
            "txt_content": "好     恐    布我刚刚才玩minecraft。。。[fire]"
        },
        {
            "author": "きのこMogu_",
            "timestamp": 1408006380,
            "txt_content": "小朋友们你们都相信这个传说笑嘻嘻"
        },
        {
            "author": "刘苹果",
            "timestamp": 1408026660,
            "txt_content": "突然出现很多痒痒，果断笑喷。。。"
        },
        {
            "author": "猪蹄子",
            "timestamp": 1408028400,
            "txt_content": "复制粘贴好玩么  "
        },
        {
            "author": "1581684423",
            "timestamp": 1408030200,
            "txt_content": "话说早就看过了QAQ"
        }
    ]
}