{
    "title": "<原创·单章>《世界入侵时代》[作者：叶无辰]：第一章：天谴之光",
    "author": "Mr_wuchen",
    "replyCount": 2,
    "timestamp": 1408005060,
    "txt_content": " 本帖最后由 Mr_wuchen 于 2014-8-15 17:17 编辑 \n第一卷：世界的破碎与重生|第一章：天谴之光\n作者：Mr_叶无辰（Mr_wuchen）[qq]2543697731[/qq]\n\n\n本章字数：3009\n\n　　叶无辰深深地打了一个哈欠。\n　　\n　　当前北京时间4014年8月10日凌晨2点，叶无辰面前的电脑还是呻♂吟出巨大的响声。\n　　\n　　真不爽啊~要不是今天Minecraft会在凌晨3点发布更新~自己说不定已经在睡梦中和周公的女儿玩♂游♂戏去了~\n　　\n　　说到这个Minecraft，那可是了不得的游戏，自2009年6月13日首次公布于市场，当时这款游戏还比较冷淡，但随着时间的流逝，无数的网游盛极一时，却又盛极而衰，Minecraft这款游戏却始终不紧不慢地吸收着玩家，越来越多的系统，越来越高的自由性，越来越好的真实度，使Minecraft最终成为了所有网络游戏的霸主。直至今日，流芳了人类纪元半个时间轴的Minecraft已经奠定了所有人心中不可取代的地位。4014年的今天，网络已经成为了所有人心中的主调，现实生活中什么实体商店，银行都不见了踪影，有的只是越来越多的绿色草地，和各种各样的娱乐设施。\n　　\n　　而Minecraft也在这如此昌盛的网络世界里如鱼得水，基本上所有上网的就没有一个没玩过Minecraft的，这也就导致了基本上99.99…%的人类都玩过Minecraft，此时的Minecraft已经有了完整的游戏系统，它已经删除了单人模式的理念，游戏界面也只有一个选项：进入Minecraft的世界。这个游戏改版了之后，删除了一切民间自主构建的服务器，全人类以统一的服务器：妄想之空服务器。这个服务器据说不是地球的科技，而是领先于地球至少数千年的科技，因为地球人类在经过代代的繁衍之后已经扩充到了500多亿人，而这个服务器能容纳1000亿人进入服务器而不产生0.001ms的卡顿，实在是难以与地球现代科技水平平衡。\n　　\n　　更加不可思议的是，Minecraft颠覆了MOD的概念，组建了一个巨大的开发集团，以MOD的灵感添加入游戏，平均每星期更新一次游戏为所有玩家带来绝不会枯竭的新鲜感，这才是Minecraft长盛不衰的秘诀，不过这种实力也不是所有人能拥有的。\n　　\n　　打着瞌睡一直在刷新屏幕的叶无辰眼睛一亮，千度的新闻界面终于发生了变化，而在一瞬间，新闻的点击量就超过了202,359,240。不由让叶无辰感叹~果然不只是自己一个人在等啊~感叹完毕，马上点击进入新闻，马上就被视频封面吸引住了。\n　　\n　　星空深处闪烁出一道如同极光却有着更美的视感，没有七彩的色彩，没有华丽的形体，有的只是神秘的紫色包裹着霸道的金色，笼罩着妄想之空服务器中所有的NPC和玩家。\n　　\n　　————《天谴之光，命运的恩赐，究竟是机遇，还是葬礼？》\n　　\n　　点了进去，一个短短三分钟的视频硬是加载了十多分钟，毕竟所有熬夜的人都在看呢，千度可没有妄想之空服务器那么好的科技底蕴。\n　　\n　　【你是否相信在地球之外，还有另外一个次元空间，名为妄想之空。】\n　　\n　　【你是否相信混沌，会将所有的世界磨合】\n　　\n　　【你是否相信宿命将带领一切走向永恒的寂静，走向虚无？】\n　　\n　　这时视频中出现了天谴之光，照耀着世间的玩家与NPC，如同天父的信仰之光，感化着世间的人类。\n　　\n　　紫金色的光芒让万物都充满了生机，万物都沉寂了，玩家与NPC似乎沉沦于幻想的国度。改如何表达？充满生机的死寂……\n　　\n　　结尾是一段模糊不清的话，只能依稀听到：……等待……降临……\n　　\n　　叶无辰没注意到这些，他沉醉在画面的美感之中，久久不能自拔。\n　　\n　　一点寒芒先至，整个黑夜亮如白昼，一道闪电刺破苍穹，紧接而来的是震耳欲聋的雷声。\n　　\n　　轰！！！\n　　\n　　卧槽，没见过旱雷还打的那么响的，叶无辰心里嘀咕道。\n　　\n　　回头看新闻，突然发现千度新闻界面又更新了，血红色的标题《天谴之光乍现现实世界，究竟是巧合还是命运？》\n　　\n　　看到这个，想到刚刚的雷声，叶无辰举起手看了看时间：3:01。也就是说刚刚雷声响起的时候刚刚3点整！刚刚是游戏更新的时刻。\n　　\n　　轰轰轰！！！\n\n　　屋外的雷声越来越大，越来越多，房屋似乎已经开始震动了起来。\n　　\n　　叶无辰急忙跑进阳台，看向夜空。\n　　\n　　没有游戏中璀璨的星河，没有游戏中皎洁的月光，却有着游戏中一模一样的紫金色的，带着玄幻色彩的天谴之光。\n　　\n　　光芒越来越耀眼，逐渐地取代了月光。\n　　\n　　而且这种紫金光芒让人迷醉，久久不能恢复。\n　　\n　　叶无辰浑身一个激灵，扑腾一下醒来，眼前一片迷糊，清楚了之后看东西却全都变成方块了，哪怕是无比的真实，也还是方块，就像装了20480X的材质包一样。叶无辰心里震惊的想到，莫非我获得了Minecraft的系统？就因为天谴之光的照耀？虽然看方块还是不太舒服，但是毕竟还是无比真实的20480X的材质包加上逆天级别的光影水反风，所以不适感也没有维持多少时间。\n　　\n　　叶无辰猛的已发现自己的视野里居然出现了Minecraft的GUI，什么物品栏，什么状态栏。一股不真实感笼罩在心头，叶无辰猛地一揪自己的大腿，却又觉得无比的真实，这种真实与不真实感结合在一起还真是奇妙~。\n　　\n　　“你是我的小丫小苹果~怎么爱你都不嫌多~~”一阵逗比的铃声响起，被叶无辰脆弱的神经敏锐的察觉，叶无辰立马拿起手机接通了电话。\n　　\n　　还没等叶无辰开口说话，电话里就响起了一阵急迫的说话声“喂，无辰，你看到天上了么？卧槽，天谴之光降临人间了！！尼玛！！我还有了游戏GUI，这，这不会是做梦吧？”\n　　\n　　“我也有了游戏的GUI界面，也是被天谴之光照耀后得到的，这种超自然灵异事件应该是全部照耀到天谴之光的人都会得到吧。”叶无辰回复着自己的好基友，陆逊。陆逊初中便陪伴自己上学，之后的高中、大学居然无一例外的分到了同一个学校，同一个班级。这不禁让人感叹冥冥中的缘分。对于陆逊，叶无辰也没什么不好透露的。\n　　\n　　“那我们是不是可以像游戏里面一样啊？我刚刚研究了一下好像还有技能系统，我要变成超人啦啊哈哈哈哈，我再跟你说……”就在最激动的时候，电话机突然传来了“嘟嘟嘟”的声音，解锁一看，信号也没了。\n　　\n　　卧槽，信号都没有还玩什么，游戏也有聊天系统啊~一点都不真实~叶无辰埋怨道。\n　　\n　　啪啪啪~\n　　\n　　电灯也自动熄灭了，整个房间只剩下笔记本电脑还散发着微光。\n　　\n　　叶无辰不禁摸摸额头的冷汗，现在可是科技时代，没了信号，没了电，除去这些钢筋水泥的建筑物，人类就和进入了原始社会没什么两样。\n　　\n　　思考一下。没有电力，就不能使用电器，到时候食物什么的必定会紧缺，所以一些生活用品肯定是少不了的。叶无辰抄起了自己的笔记本电脑，搜刮了一些冰箱里的罐头食品就出门了。\n　　\n　　外界也是一样，一点灯火气息都没有，却十分明亮，如同白昼，天际的天谴之光仍在照耀大地。出了门之后便随处可以听见尖叫声，想必是被突如其来的系统吓坏了。叶无辰下楼道时小心翼翼，生怕撞到什么地方，因为伴随系统而来的还有血槽，饥饿槽等，叶无辰还不知道什么样子算伤害判定，所以一切还是要小心啊~\n　　\n　　扑通，扑通……\n　　\n　　自己的心跳在寂静的夜里显得格外的诡异，寂静的夜里天空的辉光与这个星球格格不入，大街上空无一人，只有无尽的黑暗。\n　　\n　　叶无辰猛的回头，没有看到任何人。\n　　\n　　本来计划着走到陆逊家里去和他会和的，但是看着黑不溜秋的道路还有着诡异的天谴之光，行程只能耽搁到明天早晨了……\n　　\n　　叶无辰失望地原路返回，却听见了诡异的声音。\n　　\n　　——一阵诡异的僵尸叫声！\n　　\n　　漆黑的夜里迸射出血红色的光芒，一道绿色的人影握着腐朽的木棍从漆黑的墙体里游走而出，目不转睛地盯着叶无辰。\n　　\n　　【僵尸】，LV.0，HP：20/20，为死亡腐朽之气衍化而来的怪物，腐朽的躯体带着淡淡的毒性。技能：无。\n　　\n　　尼玛！！有了系统GUI也就算了！！居然还来个僵尸，这个世界都疯了么？！\n　　\n　　僵尸血红的目光未曾离开过叶无辰，猛地向前一铺，碧绿色的手影划破了夜空，呼呼的破空声响起。\n       天空似乎被撕开了一个口子！\n\n       上一章：无       回到目录\n       下一章：正式系统\n\n\nhttp://www.xiami.com/widget/40030085_1769455818,_235_346_5695c1_457cb4_1/multiPlayer.swf\n",
    "replies": [
        {
            "author": ".含羞草",
            "timestamp": 1408629960,
            "txt_content": "楼主，你看多网游了吧←_←"
        },
        {
            "author": ".含羞草",
            "timestamp": 1408630140,
            "txt_content": "和网游之修罗传说主角的儿子的名字一模一样"
        }
    ]
}