{
    "title": "<连载·单章>《世界入侵时代》[作者：叶无辰]：第二章：正式系统",
    "author": "Mr_wuchen",
    "replyCount": 0,
    "timestamp": 1408012920,
    "txt_content": " 本帖最后由 Mr_wuchen 于 2014-8-15 18:37 编辑 \n第一卷：世界的破碎与重生|第二章：正式系统\n作者：Mr_叶无辰（Mr_wuchen）\n本章字数：3055\n\n\n\n　　在叶无辰的瞳孔里整个世界似乎只剩下了僵尸的这一个拳头，仓促之下用力将拳头挥出，没挡住僵尸的拳头却打到了僵尸的脸上。\n　　\n　　砰！！\n　　\n　　一声闷响，是僵尸的拳头打中叶无辰胸口的闷响，巨大的冲击力让叶无辰后退了好几步，胸口的剧痛让叶无辰的双手不住的颤抖。\n　　\n　　而叶无辰对于僵尸的攻击却显得那么的无力、可笑，僵尸的脸上除了被抹去了一些绿色的汁液，再也没有被叶无辰染指过的痕迹。仿佛没有痛觉，僵尸只是被冲击力打的后退了一小步，随后又不紧不慢的追了上来。\n　　\n　　而叶无辰看到的却不止是这一小步，只见僵尸头上出现了一排红色的小字“暴击，-2”\n　　\n　　而僵尸的属性也变成了【僵尸】，LV.0，HP：18/20，为死亡腐朽之气衍化而来的怪物，腐朽的躯体带着淡淡的毒性。技能：无。　　\n　　\n　　至少……至少僵尸也不是不死之身，只要能被打死，我就能活下来……叶无辰心里暗自打气。\n　　\n　　砰！\n　　\n　　又是硬碰硬的一拳！\n　　\n　　叶无辰的胸口已经有些被打瘪了，而僵尸还有16/20的血槽，仓促之间看了看自己的血槽，只有10/20了，要死的节奏啊~\n　　\n　　无力吐槽，僵尸的又一拳轰来，叶无辰一个侧身闪避了这个攻击。看着僵尸碧绿的僵直的手臂，一种不真实感迎面而来。灵光一闪，既然游戏都能出现在现实世界，为什么我就不能以游戏中的姿态去面对现实世界的怪物呢？哪怕游戏死亡可以复活，但现实世界小心翼翼也不见得会死亡。\n　　\n　　既然现实生活已经脱离了原先的轨迹，那就把生活当作游戏好了，游戏里风骚的走位都到哪里去了？现在还在这里跟这个大块头硬碰硬？\n　　\n　　在地上抄起一个板砖就往僵尸头上砸去，手被反震的发麻，不过僵尸的头上却首次出现了更大的伤害“暴击，-3”，而且僵尸似乎被震晕了。\n　　\n　　虽然仅仅是加一的伤害，但是平时要砍十下的怪现在只要砍七下，效率有了极大的提升。\n　　\n　　趁着僵尸晕眩的时间叶无辰看了看自己手中的板砖。\n　　\n　　【混混的板砖】品级：渣渣，攻击伤害+1，附魔：晕眩，LV.2，效果：5级以下任意阵营生物受到该武器伤害后有10%晕眩效果，效果持续5秒，精英品级怪物不受限制。\n\n　　卧槽。神器啊，随手捡到一个板砖居然又附魔，这世界是怎么了~难道我真的是命运裁定的猪脚么~\n　　\n　　趁着僵尸不能动弹，叶无辰又连续几个暴击，只见僵尸的血槽只有4/20了，可僵尸却似乎知道自己打不过拿了武器的叶无辰，居然直接向漆黑的小巷跑去，来时的僵硬一扫而空，速度快的让人不敢直视。\n　　\n　　叶无辰一头黑线，什么时候僵尸的AI那么高了。。还知道逃跑。不过送上门的经验可能让你跑么？可笑之极。\n　　\n　　叶无辰踏着风一般的脚步~跨过一道道的矮墙~\n　　\n　　由于叶无辰的家是别墅所以离郊区很近，跟着僵尸跑了一阵子，叶无辰越发觉得这个世界的变化之大，郊区草地上曾经不能没过脚丫的草地如今长得一人多高，参天大树比比皆是，更加恐怖的是，每隔个几百米就有几只僵尸，叶无辰用巧妙的走位技巧躲过了那些僵尸的追踪，跟着那只残血僵尸一直走，草地越来越高，已经没过比身躯高一半了。\n　　\n　　在这么走下去先不说前方怪物越来越多，就凭这愈来愈高的草丛也会让自己迷失方向，到时候误入怪物老窝被怪物围殴死就不好了~\n　　\n　　“卧槽，好纠结的世界~”叶无辰叹了一口气，手里的板砖向前一扔，刚刚好打到了僵尸的头，“投掷暴击，-4”对应这段红字的是僵尸的倒下，尸体化作光点，地上似乎掉落了一些物品。\n　　\n　　“叮……恭喜叶无辰杀死僵尸，完成成就：“第一滴血”。\n　　\n　　“叮……恭喜叶无辰“第一滴血”称号的世界排名为4562”\n　　\n　　系统提示音完毕，叶无辰不禁感叹世间的奇人之多。原本以为捡到神器的自己已经是无敌的存在了~不过想想也是，军区的那些人随便几枪就能灭杀一只僵尸，当然能在瞬间得到称号了。唉~果然阶级的分化带来的就是差异啊~不过自己在普通人中应该算是无敌的存在了把？除去枪炮这种逆天级武器，自己凭借附魔板砖一定能笑傲江湖哈哈哈哈~\n　　\n　　赶紧跑过去捡了经验，还有掉落物，系统又提示道。\n　　\n　　“叮……恭喜叶无辰获得“第一滴血”称号，激活正式系统。背包系统开启：LV.0时拥有3格三次元背包，LV.1时拥有6格三次元背包，LV.2时拥有12格三次元背包，以此类推，此外背包物品在一般情况下不会掉落，死亡后背包物品随机掉落0-∞件物品。等级系统完善：开启等级子系统EXP和品级，EXP直观显示经验，品级增强同等级的能量。称号系统开启，某些特定称号可以增幅自己的实力，称号可无限佩戴。宠物系统开启：LV.0可拥有1只宠物，LV.10可拥有2只宠物，LV.20可拥有3只宠物，以此类推，宠物可代替主人作战，高品级的宠物极难获得，一旦获得可为主人增幅战斗力，宠物拥有数量根据职业而定。职业系统开启，每名角色可选择一个职业，也会有无数隐藏职业，待您去开启。\n　　\n　　叶无辰用意识点开了人物栏：【叶无辰】LV.0，EXP：5/20，品级：废物，称号：第一滴血（成长型称号，当前无效果），武器：【混混的板砖】，技能：无，宠物：无，职业：无。\n　　\n　　唉~新手的新手啊~这系统取的品级名字咋就那么难听呢？真是让人搞不懂啊~本王有那么废么……\n　　\n　　点开了物品栏，刚刚杀掉僵尸得到的战利品是一个新手礼包，拆开一看是一本《游戏介绍》和1000铜币。\n　　\n　　——《游戏介绍》\n　　\n　　彼岸的征途已经染指到了这里，神的存在看不惯人类的发展。妄想的世界失去神格，现实的世界化为虚妄。现在，有一个机会，提升实力，在末日来临前，获得抗衡神明的能力。在绝望到来前，用希望破碎绝望的灰暗。命运，并不是不可打破，想要超越命运，就拿出比命运更强大的力量来！为了人类的未来，为了希望的永存！\n　　\n　　叶无辰看了这段话，久久不能释怀，虽然他听不懂绝大多数的文字，但是也被文字的热血所吸引，他也知道了神明即将降临毁灭世界。想要拯救人类，就必须在这个时候获得力量。\n　　\n　　叶无辰自认为自己不过是个凡人，没有拯救世界的当超人的雄心壮志。也没有什么阻挡神明的伟大力量，他只想活下来，在这个充满丧尸，充满毁灭的世界里，跟着自己的盆友，女人，亲人一起活下来！！！\n　　\n　　叶无辰看看天，已经有了一点黎明的微光了，黎明的降临让叶无辰充满了希望，也许……白天的话也不会有那么多僵尸了。。。\n　　\n　　叶无辰抬起头，趁着黎明的微光看向远方，却被一个散发着紫色迷雾的奇特建筑迷住了。\n　　\n　　他敢确定，现实世界的原来在这里绝对没有这个建筑。\n　　\n　　滋滋滋，一阵着火的声音响起，叶无辰回头一看，心头狂喜！！果然和游戏里一模一样，僵尸果然会在白天燃烧，此时不偷经验何时偷啊~\n　　\n　　叶无辰一个板砖拍过后面的僵尸“暴击，-3”“暴击，-3”“暴击，-3”又一只僵尸干掉~EXP条顿时涨了5格。\n　　\n　　趁着这个机会，叶无辰拼命干♂僵尸~终于又干♂倒两个打僵尸~20格的经验条顿时满了，系统提示也如约而至。\n　　\n　　“叮……恭喜叶无辰升级，当前等级LV.1，HP：20/25（血槽之所以涨到了20是因为饥饿值满的会补充血），幸运、魅力、悟性开启（幸运、魅力、悟性作为隐藏属性不显示数据），金、木、水、火、土、光、暗、风、雷抗性开启，目前全属性抗性0%，力量、敏捷、体质、精神开启，当前力量：1，敏捷：1，体质：2，精神：5。\n　　\n　　收拾起行囊（哪来的行囊？）~出发~目标：古怪的建筑~\n　　\n　　（喂，你似乎忘了一个叫陆逊的基友~）\n　　\n　　啊~叶无辰面朝着朝阳~脸上绽放出了明媚的笑容~一阵欠打的气质油然而生~\n　　\n　　奔跑着，不足十分钟，那个奇怪的建筑已经近在眼前，甚至连紫色的迷雾都触手可得。\n　　\n　　向前一步。\n　　\n　　啪。\n　　\n　　踩断树枝的声音显得格外的清脆~\n　　\n　　“叮……恭喜叶无辰发现隐藏地图“妄想之塔”，声望系统开启，获得声望1000。”\n　　\n　　“叮……因未知原因，叶无辰血量强制锁定1点，不可以任何方式补充血量。”\n　　\n　　卧槽！这尼玛什么地方？鬼屋啊？吓老子？当老子吓大哒？\n　　\n　　当务之急还是要出去啊~\n　　\n　   上一章：天谴之光\n       目    录：回到目录      下一章：妄想之塔的绝境http://www.xiami.com/widget/40030085_1771554947,_235_346_5695c1_457cb4_1/multiPlayer.swf\n\n\n\n\n",
    "replies": []
}