{
    "title": "<连载·单章>Minehope2——绝境逢生 第一章",
    "author": "梦魇冰眸",
    "replyCount": 2,
    "timestamp": 1408006440,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-31 22:24 编辑 \n第二部开始咯，不过这一次写的大部分是现实里的事，写Minecraft的比较少，希望大家见谅。\n\n\n                                                                                第一章：奇怪的侦探\n\n   “嗖”的一声，一支箭射中了远处的僵尸。我紧紧盯着电脑屏幕，在怪物角斗场里要随时保持警觉，不出所料，身后出现了一只苦力怕。我赶紧抄起弓箭射向它。还好我反应及时，紧接着我便小心翼翼地对付着从四面八方靠来的僵尸。没错，这是服务器里每年一届的比赛，现在我已经进入了决赛，我在游戏里的ID是：Ice_Grace，而另一个玩家是：YY_Hacker。真有趣，Hacker就是黑客，YY……杨阳？那可是所有黑客的偶像，我也挺崇拜她的。不过仔细想想，一个黑客怎么可能会有时间来玩Minecraft呢，说不定是杨阳的粉丝。等下比赛结束了或许可以聊聊，肯定会有共同语言。我们两个是在一个角斗场，比的是得分，如果两人之中有一个人中途死亡，那么另一人如果分数高于100则胜出。现在我的得分落后，对方是221分，而我是206分。不过距离比赛结束还有十分钟，所以胜负还没定。\n   我轻轻拉开弓弦，对准远处的僵尸，眨眼间，那僵尸低吼了一声，倒在地上。我刚准备喝口水，突然感觉身后不对，身后站着两只呲牙咧嘴的苦力怕。我心里一紧：“完了！”两支箭从我脖颈旁边穿了过去，两只苦力怕立刻倒地。不远处，那个人正在装箭。她只停顿了0.5秒，就说：“下次记得注意身后。”可见她打字速度很快。\n   比赛结束了，我还是输给了他，488:396。分数差太多，不过比赛结束后，我私聊他：“你是杨阳的粉丝吗？”\n   “……”\n   “是吗？”\n   “不是，我就是杨阳。”\n   我惊讶的嘴都合不上了，杨阳？！她怎么会有时间来玩游戏？难道这货已经崇拜杨阳崇拜到了疯狂的地步？\n   “别开玩笑，杨阳怎么可能会有时间来玩Minecraft？”\n   “怎么不可能？而且我不做黑客了。”对方顿了顿，“你住在上海？”\n   “你怎么知道？”\n   “你的IP就是上海的，作为一个黑客，知道一台电脑的IP这是基础。”\n   “嗯……我的确住在上海，有什么事吗？”\n   “我想跟你见一面，就在秋树咖啡馆见面，今天下午5:00,。有空吗？”\n   “有空，下午5:00是吗？”\n   “是的。”\n   对方下线了。一想下午5:00就能见到我仰慕已久的杨阳了，我就兴奋，巴不得现在就到5:00.\n\n   我轻轻推开咖啡馆的门，咖啡馆里只有一个人，她在慢慢地喝着咖啡，她对面还放着一杯。我就走到她面前，问：“请问你是杨阳吗？”\n   她点点头，示意我坐在她对面。我坐下之后，一直不敢说话，想着对面的人就是自己的偶像，一句话都不敢说。\n   “你叫什么？”\n   “杰……杰里斯特。”我刚才差点因为放松了警惕而暴露身份，虽然是自己的偶像，但是身份绝对不能暴露。\n   “杰里斯特？挺有趣的名字，你也是电脑黑客？”她用一种异样的眼光扫了我一眼。\n   “不不不……我只是一个普通人而已，你别误会。”\n   “是吗？”她笑了笑，“我是银翼侦探协会的侦探：杨阳。”\n   “侦……侦……侦探？！”我强行保持着镇定，“看来你是不再做黑客了？”\n   “怎么？在试探我吗？”她喝了一口咖啡，“我虽然不再做黑客了，但是黑客的那些知识我都是还知道的。”\n   我倒吸了一口凉气，还好刚才我没报出自己的真名姓，不然我就完蛋了！这时，她掏出手机，“喂？哦……没什么，在咖啡馆里跟朋友见面呢。就在秋树咖啡馆。你还在美国啊？什么时候回来叫我一声。”接着，她就把电话挂断了，对我微笑了一下，“没什么，我的朋友来电话问我过的怎么样。”我心中仍然有些不安。\n（切换中……）\n   夜晚，我站在天桥上，看着下方过往的车辆，我拿出手机，拨通了月伦特的电话。\n   “怎么了？”\n   “今天下午跟我喝咖啡的那个人有点可疑，她自称叫杰里斯特。而且，我在问她她是否是黑客的时候她异常紧张。”\n   “那个时候她知道你是侦探了？”\n   “嗯，我已经告诉她了。”\n   “杰里斯特啊……”月伦特的声音听起来迷迷糊糊的，可能是在睡觉的时候被我叫起来了，“既然她那个时候会紧张，那不排除她是杰莉丝的可能。只是……”\n   “只是？该不会你因为自己以前犯的错而想宽恕这个通缉犯吗？”我改换了一种嘲讽的语气，月伦特以前是一个杀手，只是现在凭借着过人的推理能力以及行动能力做了一个侦探。而且基本她负责的案子的犯人都是要就地正法的，即使不是正法，能活着被她带回来的还是很少。所以，协会里的很多人都在怀疑她还是本性未改。现在相信她的只有我、骆黎、莱克、史蒂夫、Notch以及卡利斯特。\n   “你不提那些旧事你又不会死……”她停了停，“放心吧……我会想办法探出她的身份的，我现在在机场等着上飞机呢……因为这几天我要把你接到美国去。”\n   “我去美国干什么啊。”\n   “Mysterious工厂要研究的物质我已经打听到了，名字叫‘X’。是一种威力是几亿个核弹同时爆炸的危险武器。他们研究这种东西的目的我还不清楚，Notch叫你来美国一趟，他有事要跟你说。”\n   “这么逆天啊……好吧，你在中国待多久？”\n   “一天，我明天就到，在这一天时间里我会想办法把杰里斯特的身份试探出来，放心就好。”\n电话挂断了，虽然她这样说，我看着车流，心里有些忐忑不安，为什么呢……这种不详的预感，到底是从何而来……。\n（切换中……）\n   早上，我打开电脑，发现了一封新来的电子邮件，我就打开了看看，是杨阳发来的，上面的内容是：有要事找你，立刻前往金河大酒店第30层。请以你名字里的所有字的大写字母做暗号通行证。\n   我想了想，拿了张卡片，用记号笔在上面写上：JLST，然后拿着这张卡片，来到了金河大酒店。刚一出电梯，就有一个高大魁梧的男人拦住了我，“请出示通行证。”我就理所当然地把卡片交到了他手上，他瞥了一眼，“对不起，你找错地方了，杨阳找的不是你。”\n   “什……什么？”我心里有点紧张，不过，我用首字母应该不大有事，看这个男的，顶多就是一个保镖，应该没什么问题，于是，我挠了挠头，“对不起，我多写了一个T，麻烦把那个T划掉。”\n男人核对了一下，点点头，放我进去了。我刚走进去，就听见“砰”的一声枪响。我赶紧循着枪声找到了一个小房间，我轻轻推开门，地上趴着一个血淋淋的人，那个人就是杨阳！我蹲下身，子弹是从背部打进去的，奄奄一息了。\n“喂……你怎么了啊？”我把她翻过来，杨阳一脸的痛苦。\n“你……是谁啊……”\n我的话刚到嘴边，迟疑了一下，反正她都到死亡边缘了，告诉她也无妨，“我是杰莉丝啊……”\n杨阳突然露出一丝微笑，坐了起来，她抬起手，撕去了脸上的面皮。露出了一张我从未见过的面孔，我心里一沉，完了！我被耍了！\n“谢谢你的配合，你比杨阳那个家伙好骗多了。”她解开扣子，里面穿的是一件白色的风衣，原来那个子弹的穿孔是贴在衣服上的，该死啊，都怪我没看仔细，我的身份就这么暴露了！\n她看起来似乎很享受我惊慌的表情，我强作镇定，“你……是谁？”\n“希尔月伦特，我只负责杨阳委托的棘手案件。”她看着我的眼睛，不知道为什么，我面对她深邃的眼睛，我心里居然有些害怕，“不过你放心，我以前跟你一样，悬赏额比你高的多，所以我会替你保密，只是……有一个条件。”\n“条件？什么条件？”此时，我为了保命，只能帮她了。\n“你知道美国纽约的Mysterious公司吗？”她坐在椅子上，“我要你帮我拦截一封他们的电子邮件，虽然经过了严格的加密，但对于你来说，拦截并且破解应该是能办到吧？”\n“你……既然认识杨阳，为什么不让她帮你呢？她也是一个黑客啊。”\n“她的手法太容易被识破了，你也知道，查IP是非常简单的事，虽然杨阳会伪造IP，但是他们公司也是有技术人员的，所以查她的IP是轻而易举的。”\n“那你为什么怀疑我？我记得我没见过你。”\n“昨天，她晚上给我打了个电话，把你的情况一五一十告诉我了，门口的保镖是我安排的。”\n“好……我帮你，但是，你一定要……”我还没说完，就被她打断了。\n“我知道，我会替你保密的，当然，杨阳那里我也会帮你处理好的，而且呢……”她看了一眼我脖子上戴的红宝石项链，“你要跟我回一趟美国纽约，有一个人要见你。”\n“谁？”\n“Notch，就是Minecraft的制作人，他也有事要找你。当然了，你和杨阳一起回去，路上你们也可以好好聊一聊。”\n奇怪，这种人，真的是侦探？演技这么好，难不成是间谍？我回想起她假装虚弱的时候，最重要的是，她当时模仿的声音与杨阳的声音一模一样。到底是怎么回事……我现在有些怀疑她，难道，她想借着把我和杨阳接回美国为由，谋害我和杨阳？我都不敢往下想了……但是，为了不让我的身份天下大白，我……豁出去了！\n\n\n@Aiursad  @pangys  @hznb  @CloudsXDao  @418878840  @llxy \n索引贴\n\n\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "418878840",
            "timestamp": 1408022100,
            "txt_content": "来捧场了"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411899840,
            "txt_content": "牛逼啊……"
        }
    ]
}