{
    "title": "<原创·连载>《世界入侵时代》[作者：叶无辰]：第三章：妄想之塔的绝境",
    "author": "Mr_wuchen",
    "replyCount": 2,
    "timestamp": 1408016880,
    "txt_content": " 本帖最后由 Mr_wuchen 于 2014-8-15 17:27 编辑 \n　第一卷：世界的破碎与重生|第三章：妄想之塔的绝境\n\n\n作者：Mr_叶无辰（Mr_wuchen）\n本章字数：3014\n    　叶无辰往后一退却感觉自己撞到了什么，往后一摸（你以为摸什么？），却是坚硬的透明墙壁。\n　　\n　　“叮……叶无辰被结界所困，结界品级：神玄。”\n　　\n　　“卧槽！！！还出不去了！！！这不是要死人么！！！”叶无辰欲哭无泪，早知道这样就不进来了呜呜呜。\n　　\n　　叶无辰向着塔门走去，渴望得到最后的希望。\n　　\n　　幸好塔门是敞开的，否则那么厚的门叶无辰也没有信心能推开它。\n　　\n　　塔内无比的黑暗，叶无辰甚至感觉这个诡异的巨塔可以吸收光线，然而，塔内却突然闪烁出了一道紫色的光。紫色的光虽然属于暗色系，却在这片真正黑暗的区域显得耀眼。\n　　\n　　叶无辰按捺不住心底害死猫的好奇心，忍不住看了一眼。\n　　\n　　谁曾想到……谁曾想到……这尼玛好奇心不仅害死猫啊~还会害死人~\n　　\n　　【凄梦】，LV.10，品级：？？？（等级过高无法检测），类别：灵体，HP：42000/42000，MP：50000/50000，为冥界之主冥神之独女，在百万年前的混沌破灭因未知原因降临地球，并被封印在妄想之塔中，寄存于妄想之瞳，因长年累月接触妄想之瞳，沾染了妄想之力，获得了妄想系技能，却百万年困在妄想之塔的黑暗之中，不能逃脱，因而性情变得奇怪，时而暴虐，时而可人，因为相貌十分萝莉，所以自诩萝莉女王，十分喜爱棒棒糖。\n　　\n　　技能：妄想技：【血海滔天】：LV.1,（下次升级须LV.20），领域技，在自身30米范围内幻化出血海持续5分钟，在血海领域内的生灵速度-20%，攻击力-30%，长时间滞留血海很有可能获得“疯狂”效果。对等级超过自己等级的对手无效，对品级超过自己的对手无效。（疯狂效果：攻击力+20%，攻击时不分敌我）消耗MP：2000，冷却时间：20分钟。\n　　\n　　妄想技：【方天血戟】：LV.1（下次升级须LV.20），以强大的妄想之力幻化出一把方天血戟，持续10分钟，消耗MP：5000，冷却时间：无。【方天血戟】：装备等级：无，职业限制：无，锁定主人：凄梦。HP+1000，防御力-200，攻击力+500，技能：【血戟】：对方受到伤害后有10%几率流血。（流血：每秒钟掉血30，持续5秒。\n　　\n　　【魂灵】：锁定技，不可升级，以灵魂的形态面对任何攻击，灵魂系抗性-100%，其余各系抗性+50%。\n　　\n　　卧槽！！！你丫的42000的血还怎么打？老爸老爸~陆逊~我未来的女朋友们~再见了~呜呜呜~\n　　\n　　凄梦察觉到有人出现在看她，转头望去，紫色的眸光透彻了虚空~\n　　\n　　叶无辰努力挤出了一个比哭还要难看的笑容，装出一副和蔼的样子。\n　　\n　　“你……是谁……”凄梦几个闪现到了叶无辰的面前，品级的强大威压使叶无辰喘不过气来。\n　　\n　　“我……我……我是……”叶无辰陷入了两难的境地，先不说这个凄梦对人类有没有恶意。就算没有，资料上也说了这个凄梦的性情时而暴虐，要是一生气吃了自己怎么办？自己还没有和妹子好好玩耍呢~\n　　\n　　“你心虚了……你是入侵者……”凄梦双眸无神，身体好像是机械，声音也没有半点情绪。\n　　\n　　“我……”\n　　\n　　“接招吧，入侵者……血海滔天……”\n　　\n　　叶无辰仿佛在一瞬间置身在了血海，血腥的气息刺激着叶无辰的鼻子，曾经只能在游戏中见识到的夸张的场面今日居然在现实中见识到了，虽然说很刺激不过这种随时可能死亡的味道可真是让人难受。\n　　\n　　“叮……因未知原因……血海滔天失效……”\n　　\n　　纳尼？凄梦眼神里闪出讶异的目光。照理说妄想之瞳的力量无坚不摧，无法不破，不会因为这个凡人失效啊？\n　　\n　　“你……是谁？”凄梦主动问起了叶无辰的来历。\n　　\n　　叶无辰只能以最和蔼的声线说：“我叫叶无辰，是人类。”\n　　\n　　“你的……父母是谁？”\n　　\n　　听到父母这两个字，叶无辰叹了一口气，脑海里陷入了回忆：叶无辰对父母的记忆滞留在了小时候的照片上，因为在他出世两年后，父母就离奇消失了，甚至不知道是不是死了，叶无辰从小便依靠着父母留下来的财产和妹妹相依为命，可妹妹长大了之后住进了学校的宿舍，现在还不知道是生是死，在这个几近原始的钢铁森林里，一个人的死活实在是算不了什么，甚至连近百人的死活都翻不起一个小小的浪花。\n　　\n　　“我不知道他们是谁，他们生下我就失踪了。”叶无辰喃喃道。\n　　\n　　“妄想之瞳作为物质界科技与玄幻最高级的产物，它的存在是为天地所不容的，所以当妄想之瞳成型的那一刹那，混沌降下来劫数，以无上业火煅烧妄想之瞳，以此时大成的妄想之瞳自然是不惧怕这些，可当时各个阵营的神明都忌惮着妄想之瞳，他们知道，妄想之瞳一旦成为人类的宝物，人类就会立刻一飞冲天，从此奠定宇宙霸主的地位，于是合力汇聚了一条粉碎之光，你知道么，神明之间力量的交融可不是一加一那么简单，量变引起质变，那道巨大的光束甚至可以击穿混沌。”\n　　\n　　叶无辰听的目瞪口呆，凄梦自顾自的讲下去。\n　　\n　　“之后妄想之瞳支离破碎，力量核心因巨大的轰击力打的不知道飘落了何方。只留下了妄想之瞳的本体，却失去了瞳孔。这样的妄想之瞳能力不足全盛时期的亿万分之一，却在混沌的大劫中存活了下来，而人类，因为将全部力量投注妄想之瞳，所以人类的种群也因为妄想之瞳的破碎而解体，投奔各个部族以获得苟延残喘的机会。\n　　\n　　“等等，你怎么会知道那么多？你不是凄梦！你是妄想之瞳！”叶无辰猛的惊醒，要是在游戏中他肯定能再第一时间发现破绽，可在现实世界反应便差了好多。\n　　\n　　妄想之瞳似乎没有特别的表示，淡淡的点了头表示同意，“你很聪明，没错，我就是妄想之瞳，凄梦的灵魂被我封印在塔内，而我则是借用她的躯体。不过我并不是全部的妄想之瞳，我只是妄想之瞳的一个本体罢了，只是各个瞳孔的躯壳。”\n　　\n　　叶无辰又疑惑了，“你既然是妄想之瞳又为什么要跟我讲那么多？”这实在是让人很疑惑，如果自己没有利用价值，以妄想之瞳的绝顶威能绝对能在分分钟灭杀自己，而又何必那么啰嗦跟自己讲那么多秘辛呢？\n　　\n　　“我杀不死你。”凄梦淡淡道。\n　　\n　　“啥？”叶无辰惊讶地说，尼玛虽然你身为神明也不用这么逗我吧？杀不死我？我看你轰碎地球都是淡淡的~\n　　\n　　“没错，只要我费一番手脚，地球也可以随意轰碎，甚至连LV.100的角色也不会太麻烦。”\n　　\n　　卧槽！！这妞居然还能偷听自己心里话？OOXXOOXXOOXXOOXX~~~\n　　\n　　“OOXX是什么？”凄梦疑惑道。。\n　　\n　　谈到这个，叶无辰好像换了一个人，侃侃而谈，“正所谓OOXX，那可是人类繁衍生息的大事，关系到种族的未来~”\n　　\n　　“我没有心情关心你们种族的未来，虽然你们也是人类，却只是最弱小的一支，地球之所以可以逃过混沌大劫，是因为有尊大能以无上神通将地球炼制成了类似彼岸的存在，逃过了劫数，却因为种种原因舍弃了修行，反倒走上了科技的道路。”凄梦接着说：“我之所以不杀你自然是有我的理由，我现在问你，你愿不愿意接受妄想之瞳的传承。”\n　　\n　　“啥？！！！！”叶无辰幸♂福的快要晕了过去：“让我接受妄想之瞳~~啊~~~我要飞了~~~”\n　　\n　　“你不要高兴的太早了，这不是真正的传承，只不过是寄存而已，因为我发现妄想之瞳的妄想之力对你没有丝毫作用，应该是你的血脉的原因，可你的父母又了无踪迹……你这个普通的凡人想要寄存妄想之瞳也几乎是不可能的事情，有80%的可能会因为精神过于虚弱导致死亡。”\n　　\n　　“什么？会死。。这个。。”叶无辰也有心里的小九九，得到妄想之瞳之后，不用多久，我就会升职加薪、当上总经理、出任CEO、迎娶白富美、走上人生巅峰，想想还有点小激动呢~\n　　\n　　“哼”凄梦发出了一阵冷笑，“你以为妄想之瞳是什么，换在大破灭前就算是99%的死亡率也会有无数的天才弟子争先恐后的融合妄想之瞳，现在你这个一点力量都没有的人类居然还惧怕死亡，真是可笑，如果没有我妄想之瞳，你们地球过不了多久就会迎来神明的讨伐，而你们，呵呵，就等死吧。”\n　　\n　　啥？真的会有神明来讨伐地球么？\n\n\n      （PS：本章剧情较多，动作较少，日后会改进。）\n\n\n      上一章：正式系统\n      目   录：回到目录\n      下一章：无法抗拒的妄想之瞳\n　　http://www.xiami.com/widget/40030085_1770691263,_235_346_5695c1_457cb4_1/multiPlayer.swf\n　　\n　　\n\n",
    "replies": [
        {
            "author": "炼狱~凋零",
            "timestamp": 1408021440,
            "txt_content": "嗯，貌似不错"
        },
        {
            "author": "Mr_wuchen",
            "timestamp": 1408025160,
            "txt_content": "炼狱~凋零 发表于 2014-8-14 21:04\n嗯，貌似不错\n谢谢~每天持续更新3000字章节~"
        }
    ]
}