{
    "title": "<连载·单章>《苦力怕泰迪与逃生大比拼》第13章 骷髅印 by小龙",
    "author": "毒蛇",
    "replyCount": 5,
    "timestamp": 1408018860,
    "txt_content": " 本帖最后由 毒蛇 于 2014-9-9 21:30 编辑 \n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-320962-1-1.html\n下一章地址：http://www.mcbbs.net/thread-321572-1-1.html\n本章总字数：1120字\n第十三章 骷髅印　　虽然时间还在流淌，但是学校一片死寂沉沉；虽然漫长的黑夜还没有过去，但是天上已经是一片惨白；虽然依耶还是没有被找到，但是现在这已经不重要；虽然晕倒并不会危及生命，但是也不能永久长眠。　　泰迪他们被压在底下，还是有一口气的。　　他们互相帮助，一起撑起了荧幕，慢慢地爬了出来。　　灯光不再闪烁；台底下的苦力怕不再欢笑；晚上的天空不再深蓝深蓝的；整个学校不再有活力。　　一切都变得那么缓慢，泰迪他们也是吃惊不少。看着台下全部眩晕的人们，他们也不知所措。希尔保特保持一贯的冷静，多丽丝的手里已经抱不住龙猫，福斯特站在台下一动不动，正在发愣。　　“我就……又是骷髅……”希尔保特混乱地说。　　“哥哥，现在怎么办？”多丽丝颤抖地问。　　“大家一起努力把他们抬到大堂，现在只有教学楼还是安全的了。”　　“啊！这个天怎么成惨白色的了！还有三条黑道！”泰迪忽然嚷道。　　“你在仔细看看，这是什么？”希尔保特说。　　“啊呀！是骷髅！”泰迪很惊奇。　　“是的，这就是骷髅印。”　　大家又跑来又跑去，不断地把4个班的学生送到大堂里。　　大堂里还是很温暖的，很光明的。泰迪站在这里才觉得有一丝丝安慰，这个晚上究竟发生了什么！这么恐怖！难道每年都要出事吗？　　希尔保特把他们带到了办公室。　　“多么可怕的意外！”希尔保特叹息道。　　“那么……这个问题也许和假依耶有关。”泰迪说道。　　“不是也许，是一定！”希尔保特坐在椅子上一动不动，“这样吧，我一会儿带你们去操场，你们要分头寻找，为了安全起见，我在操场负责照明和放哨，一旦有危险，我就会发射信号弹。你们去寻找发射骷髅印的骷髅。”　　大家走到操场，分头寻找去了。　　大约过了十分钟，所有人都说没有发现骷髅。希尔保特好像瞬间就明白了：“这肯定是天索恩三姐妹搞的鬼！看见怪怪的生物就带过来吧。”　　大家继续去寻找。　　多丽丝带着龙猫跑来跑去，他们从学校T字形教学楼相隔的西院跑到东院，结果什么也没有发现。多丽丝抱着龙猫以飞快的速度爬向教学楼二楼。　　他们（这里用的是他，因为龙猫是公仓鼠）跑到二楼的二班宿舍、米勒教授办公室和约翰教授办公室，都没有找到任何东西。三楼的一班宿舍、赫尔伯格教授办公室和财务室里边也没有任何东西。四楼的三班宿舍等都是这样，从五楼到六楼也是什么都没有。于是多丽丝带着龙猫就回到了外边。　　福斯特在校园森林里不断搜寻，他绕过一棵古树，结果什么也没看见，他又绕过一棵白桦树，只是看见了一只松鼠。他追着这只松鼠到了一棵松树前。他绕过松树，看见了一只苦力怕被绑起来，坐在草地上。他走近一看，竟然是依耶！　　福斯特吃惊极了，赶紧给依耶松开绳子，拿去了她嘴中的棉球。依耶张开嘴说话了：“福斯特你怎么现在才来？”　　“我又不知道你在这里啊！”福斯特说，“快去找希尔保特！”　　没等依耶说话，福斯特就把她带出了校园森林。\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "5408754",
            "timestamp": 1408019160,
            "txt_content": "每晚温习《H·P》的路过。。。。。。。。"
        },
        {
            "author": "毒蛇",
            "timestamp": 1408019220,
            "txt_content": "5408754 发表于 2014-8-14 20:26\n每晚温习《H·P》的路过。。。。。。。。\n\n被发现了= =其实是有点儿像哈利波特我会说？其实不像啦，最开始像，现在已经不像了"
        },
        {
            "author": "5408754",
            "timestamp": 1408019340,
            "txt_content": "毒蛇 发表于 2014-8-14 20:27\n被发现了= =其实是有点儿像哈利波特我会说？其实不像啦，最开始像，现在已经不像了 ...\n其实你第一次发这个系列的小说我就已经提出这个问题了。。。。。。。。\n\n不过不要紧了。。。。。。。。。。。。。。。。。。。。。。。。。。。"
        },
        {
            "author": "毒蛇",
            "timestamp": 1408019520,
            "txt_content": "5408754 发表于 2014-8-14 20:29\n其实你第一次发这个系列的小说我就已经提出这个问题了。。。。。。。。\n\n不过不要紧了。。。。。。。。。 ...\n嗯，我知道，你现在发现不出来比较像了吧，最开始的确很像…………但是我记得是你吗？说要一个一个对出来，我认为你对不出来了，因为关系很复杂，比方说你要是说泰迪是哈利，那么他怎么会有哥哥和妹妹？= =你要是说他是罗恩，那么主角是谁？= =明白了吧= ="
        },
        {
            "author": "单机建筑师",
            "timestamp": 1408019520,
            "txt_content": "主题明确，文笔清晰，中心思想公正客观，好文章，赞。"
        }
    ]
}