{
    "title": "<原创·单章>——《世界入侵时代》[作者：叶无辰]：第四章：无法抗拒的妄想之瞳",
    "author": "Mr_wuchen",
    "replyCount": 9,
    "timestamp": 1408068180,
    "txt_content": " 本帖最后由 Mr_wuchen 于 2014-8-15 17:34 编辑 \n　　　第一卷：世界的破碎与重生|第四章：无法抗拒的妄想之瞳\n\n作者：Mr_叶无辰（Mr_wuchen）\n本章字数：3022\n\n     “那好吧。我接受妄想之瞳~”叶无辰虽然心底很高兴，但是没在表面上显露出来。\n　　\n　　凄梦也没有太多的表情，袖手一挥叶无辰就被凄梦提小鸡一样提了起来，叶无辰倒是没有什么不适，强大的威压压迫着叶无辰不敢有任何的不适感。\n　　\n　　几乎眨眼之间转移到了百米开外，眼前突然出现了一个光束的柱子，像是信标的光束，却有比信标的光束巨大、明亮，光束夹杂着看不懂的符文冲向天际。\n　　\n　　“这里便是妄想之塔的核心，妄想符文。用妄想符文可以恢复妄想之瞳部分的力量。”刚刚想问的问题被凄梦回答了，我倒也乐的清闲。\n　　\n　　叶无辰突然想到一个问题，马上对凄梦说道：“既然妄想之瞳的力量可以毁天灭地，那么是不是说这个类似系统的东西就是妄想之瞳造成的呢？是不是说只要我收服了妄想之瞳这个该死系统还有这些满大街的僵尸都会消失了？”\n　　\n　　凄梦冷笑：“哪有这么简单，要是这么简单的话妄想之瞳也不必出世了，全盛时期的妄想之瞳的确有这样的力量，但当前妄想之瞳只有全盛时期亿万分之一的威力，你以为怎样？况且这种带给所有人一个系统的能力不是妄想之瞳特有的，应该是某件逆天的数据类法宝。但这些都不是你可以想象的，你现在所需要做的只是融合妄想之瞳，将妄想之瞳带出妄想之塔就够了。”\n　　\n　　其实凄梦心里也有自己的小九九，不，不能说是凄梦，应该说是妄想之瞳，妄想之瞳被封印在妄想之塔内，没有载体是绝对出不去妄想之塔的，妄想之塔是“Minecraft”系统用了巨大的威能封印的，专门封印妄想之力，等到叶无辰接手了妄想之瞳自己便以无上精神入侵叶无辰的精神，完全夺舍，妄想之瞳将以另一种形态获得重生。\n　　\n　　叶无辰倒是没想那么多，双手触摸光柱，无数的法则锁链被叶无辰吸收，脑子里一瞬间接受那么多符文叶无辰顿觉头疼欲裂。\n　　\n　　忽然间，叶无辰的脑海中似乎点亮了一盏明灯，将混沌的脑海点亮了，一时间叶无辰感觉思维好像开阔了许多，曾经想不通的问题似乎在这时候开窍了？叶无辰睁开眼睛，发现光柱上原本速度飞快的符文现在仿佛放慢了速度，自己的眼睛可以追踪它们的步伐。此外，叶无辰还感觉神智更清明了。\n　　\n　　凄梦看着好处给的差不多了，双手做了一个奇怪的手印，刹那之间，光柱的符文从圣洁的白到了血腥的红，随着符文扶摇直上的仿佛是真正的鲜血，散发着浓浓的血腥味。\n　　\n　　而此时，叶无辰的脑海也变成了血色的大海，一个金色的弱小的光芒在波涛汹涌的大海上艰难地摇晃着。\n　　\n　　血色的符文缠绕在叶无辰的身体上却不能被吸收，逐渐的化作一个血色大茧，包裹住了叶无辰。\n　　\n　　血茧的地下有许多乌黑的浓汁，那是从叶无辰体内的杂质，被血液的洗刷下被溅出来的。\n　　\n　　“啊！！！！！！！！！！！”刺骨的疼痛也许已经痛彻心扉，而这种穿刺灵魂的疼痛直接可以痛死人。\n　　\n　　……另一边……\n　　\n　　X市里一片寂静，只有饥饿的丧失传来的吼叫。\n　　\n　　无数的难民在房屋里瑟瑟发抖，啃着珍贵的方便面。也有许多升级者自立为王，在末世中享受着独裁的快感。更有无数被丧尸破除了心底的顾忌，大肆发泄的变态~\n　　\n　　而陆逊，是第二者。在末日到来时，他比叶无辰运气好多了，当然，这个运气排除妄想之瞳，毕竟，妄想之瞳的气运整个地球加起来都没它一个躯壳大。陆逊觉醒了一个法系技能“火球术”，在丧尸群中倒是如鱼得水，初级的僵尸只能为他带来源源不断的经验。\n　　\n　　……回到妄想之塔……\n　　\n　　叶无辰趴倒在了血色符文中，血色大茧已经消失，留下的是浑身洁白如玉，身材几近完美的肉♂体，红果果地呈现在了凄梦面前。凄梦虽然经历了无数年的心修早已对外物产生不了一丝一毫的波澜，但是看见这么一个赤条条的男人也是难免羞红。\n　　\n　　叶无辰心律和肉体温度都近乎为0，若非他左手的食指时而会弹动，任何人都会当作他已经死了。\n　　\n　　“也许这就是最好的时机了。”凄梦看了看眼前的人影，闭上了眼睛，吟唱道：“伟大的妄想之瞳，吾之本体，显现吧！入驻此人躯壳，夺取此人神魂！”\n　　\n　　虚空荡漾起了波纹，随着时间的推移越来越大，逐渐地显露出了黑暗的虚空。一个金色的瞳孔显露了出来，刹时间金色的光芒笼罩了整座妄想之塔，墙体吸收光线的能力再也没有起到作用，金色的妄想之塔显现出了帝王般的气息，霸道的威压扩散开来，原本游走在妄想之塔周边的丧失都四散逃开，虫鸟作兽散。\n　　\n　　金色的妄想之瞳缓缓地从虚空中飞出，虽然缓慢，但是每一个瞬间都昭显了王者的气势，那种睥睨天下的气质让众生不敢靠近，如果叶无辰醒着的话一定也会有一种伴君如伴虎的快♂感。\n　　\n　　妄想之瞳居高临下地接近着叶无辰。\n　　\n　　越来越近。\n　　\n　　陡然间，叶无辰的身体泛出白色的光，涌现出强大的吸力，竟然连妄想之瞳都有些招架不住，妄想之瞳想要脱离，却被越拉越近，移动中的妄想之瞳发现自己居然不能反抗这个卑微的人类的力量。\n　　\n　　凄梦站在那里一动不动，双目无神，因为全部的精神力已经转移到了操纵妄想之瞳上。\n　　\n　　刷！！！\n　　\n　　昏迷中的叶无辰瞳孔突然睁开，一道白光射到了妄想之瞳的瞳孔上，吸力越发巨大，妄想之瞳也招架不住缓慢地与叶无辰融合起来了。\n　　\n　　虽然结果是一样的，都是与叶无辰相融合，但是妄想之瞳想要的是主动的融合，占据主动地位可以随时对叶无辰进行夺舍。而现在是叶无辰占据主动，也就是说自己以后不仅不能对叶无辰进行夺舍，反倒有可能被叶无辰炼化吸收。成为自己的法宝。\n　　\n　　……\n　　\n　　叶无辰起身，已经完全没有了虚弱的痕迹。睁开双眼，左瞳一道金光迸射出。帝王般的气息油然而生。\n　　\n　　“果然这具身体还是不熟悉啊~”叶无辰淡淡地看看了自己瘦弱的身体，虽然在血液的淬炼下显得白暂也有了力量，但总是不熟悉的。\n　　\n　　叶无辰的本体的精神正在脑海的混沌中游荡，忽然发现了一个金色的光团，一把抓住，吸收进了体内。\n　　\n　　“啊啊啊啊！！！”占据了身体的妄想之瞳瑕疵欲裂，痛感十足，最后缓缓沉寂下来。\n　　\n　　随之而来的是结界的破碎，紫色的结界化作光雨消失在了世间。\n　　\n　　真正的凄梦也随之苏醒，封印凄梦灵魂的妄想之塔已经失去了力量，真正的灵魂破封而出，回到了凄梦的体内。\n　　\n　　“唔唔。”凄梦抓住叶无辰的衣角喃喃道，可能是因为数万年的沉寂所以一时半会儿说不出话来。\n　　\n　　随着结界的破碎，久违的系统提示也如约到来。\n　　\n　　“叮……恭喜玩家叶无辰受到妄想之血淬，品级提升至渣渣。”\n　　\n　　“叮……恭喜玩家叶无辰受到妄想之符淬，品级提升至平凡。”\n　　\n　　“叮……恭喜玩家叶无辰收服五大禁断之器之一——妄想之瞳，奖励声望50000000000，由于该妄想之瞳本体破碎，实力不完整，声望减少至5000，请玩家叶无辰再接再厉，收服完整妄想之瞳。”\n　　\n　　“唔唔”\n　　\n　　听到一个妹子的叫声，叶无辰从系统提示音中惊醒，看了过去，居然是凄梦，叶无辰紧张了起来，还不知道凄梦有没有战斗能力呢。\n　　\n　　“唔唔。”凄梦见自己无法沟通，就用精神与叶无辰沟通：“划破你的食指，和我一样。”说着便划破了自己的食指，晶莹的血珠绽放出来。\n　　\n　　叶无辰也照办，他知道以自己的实力根本无法和凄梦叫板，只能照做。\n　　\n　　凄梦将自己的手指与叶无辰的手指触碰到了一起，血珠交融，系统提示音再次响起。\n　　\n　　“叮……玩家叶无辰与仙灵级凄梦缔结宠仆契约。由于在全世界范围内首次拥有宠物，额外奖励宠物数+1。”\n　　\n　　“什么？！这这这！！”叶无辰惊叫。“这也太挑战心跳了把？”\n　　\n　　凄梦用心灵与叶无辰沟通：“主人，我是凄梦，之前的不是我而是妄想之瞳，因为主人解救了我所以我主动认主人为主，希望主人不要嫌弃。”\n　　\n　　嫌弃？这时候嫌弃？不好吃好喝供着才怪！\n　　\n　　“好~好~你想要吃什么~我马上从丧失嘴里给你抢过来~”叶无辰颤抖的说道。\n　　\n　　“对不起主人，我现在需要休息，万年的孤寂让我的躯体受到了岁月的侵蚀。”语毕，便化作光点飞入宠物背包了。\n\n\n\n\n　　  啊~这几天的遭遇也太玄幻了把，不得不说末世的到来给一些人带来了毁灭，也给一些人带来了机遇啊~\n \n        上一章：妄想之塔的绝境\n        目   录：回到目录\n        下一章：心态的转变\nhttp://www.xiami.com/widget/40030085_3105432,_235_346_5695c1_457cb4_1/multiPlayer.swf\n",
    "replies": [
        {
            "author": "Mr_wuchen",
            "timestamp": 1408068360,
            "txt_content": "5408754 发表于 2014-8-15 10:06\n中二是病，得治。。。。。。。。。\n我感觉我已经无药可救了怎么破"
        },
        {
            "author": "5408754",
            "timestamp": 1408068360,
            "txt_content": "中二是病，得治。。。。。。。。。"
        },
        {
            "author": "5408754",
            "timestamp": 1408068480,
            "txt_content": "Mr_wuchen 发表于 2014-8-15 10:06\n我感觉我已经无药可救了怎么破\n推荐去巨山疯人院，100%治好。。。。。。。。"
        },
        {
            "author": "Mr_wuchen",
            "timestamp": 1408068540,
            "txt_content": "5408754 发表于 2014-8-15 10:08\n推荐去巨山疯人院，100%治好。。。。。。。。\n不知大人曾觉本王文笔如何？"
        },
        {
            "author": "5408754",
            "timestamp": 1408068600,
            "txt_content": "Mr_wuchen 发表于 2014-8-15 10:09\n不知大人曾觉本王文笔如何？\n遣词用句还是不错的，可是透着一股中二风，改不了。。。。。。。。。"
        },
        {
            "author": "Mr_wuchen",
            "timestamp": 1408069080,
            "txt_content": "5408754 发表于 2014-8-15 10:10\n遣词用句还是不错的，可是透着一股中二风，改不了。。。。。。。。。\n特别是果然这具身体还是不熟悉啊特别二有木有~"
        },
        {
            "author": "a2455564728",
            "timestamp": 1408073700,
            "txt_content": "神速更新，参加评比吧"
        },
        {
            "author": "Mr_wuchen",
            "timestamp": 1408078860,
            "txt_content": "a2455564728 发表于 2014-8-15 11:35\n神速更新，参加评比吧\n哪里参加？不知道我是新人"
        },
        {
            "author": "Mr_wuchen",
            "timestamp": 1408081200,
            "txt_content": "a2455564728 发表于 2014-8-15 11:35\n神速更新，参加评比吧\n参加了~在25楼"
        }
    ]
}