{
    "title": "幻想颠灭曲-(第五章)——异乱与恐惧之巴特农·异舰",
    "author": "Aikawastep",
    "replyCount": 82,
    "timestamp": 1408180860,
    "txt_content": " 本帖最后由 Aikawastep 于 2015-1-16 19:29 编辑 \n\n\n[book]序奏·介[book]一位军官日记:8924年2月14日:\n我们组织了超过7280艘大型战舰，以及数不清的小型战舰，开始了对异形行星-Z14的讨伐，这次战役我们大获全胜，死亡人数甚至没有过千，这让我们感到奇怪，但在胜利的喜悦下我们渐渐遗忘，不过要说到唯一的损失，就是在空间跳跃时一艘大型战舰的消失....                                                                                                                                                    神族历史册:纪年1428年12月3日:\n一个白色巨大物体，从天而降，掉落在了蛮荒之地，并且在过去30分钟后，我们感受到了一种电波，这是一种求救信号，起初我们以为是同伴，但后来我们排除了这么一种想法，因为他和我们的神念存在一定上的区别，我们很惊讶，到底是什么种族如此的强盛？抱着怀疑我们赶往了哪里...这是一个类似与飞船的东西，但他又不像，飞船上能源点众多，并且拥有着高度的科技水平，这远超于我们目前的认识，我们很惊讶，为什么如此高度的文明，会发出求救信号？究竟遇到了什么？但我们很快得到了答案，在进入内部，到达主间，我们遇到了袭击，一种黑色的生物，他们极其强大，敏捷，快速，智慧，并且他们的血液居然可以溶解物体！利用魔法很快我们暂时把握了局势，但他们从各处一一窜出，我们很快便撤离了哪里，大概那种黑色的生物就是导致那高度文体的种族灭亡的原因，我加强了神国周围的守卫，并时刻注意那里，很快这种黑色生物的情况，传到了各国.....\n[board]前奏·言[board]\n这是一次尝试现代性建筑，可能不是太如人意，最开始打算弄出一个被侵入破损的样子，但最后由于考虑到破了怎么做主殿，破了穿大气层不会一口气崩溃？这些奇葩问题，所以只弄出了神族进入调查的场面，建完这章给我留下了内饰恐惧症QAQ，开坑开玩脱了...内饰多到要命...[painting]主奏·描[painting]\n外部                                                                                                                     \n\n黑色卡特斯:用于空中作战的灵活性战机，对抗雄峰异形极为有效(飞行前方带有前板，使其不会与前方准备起飞的机体相撞)\n\n外部能量箱:其内装有岩浆，为外部大部分地方快速性提供大量能量，并为光束炮快速充能\n\n能量塔:储存大量能量，并进行调节，以免直接性对部分物体传输过量能量导致其短路\n\n光束炮:快速性杀戮武器，将能量进行压缩并放出，可达到每分钟3-4发，在对抗大量战斗异形起到至关重要的作用\n\n端子炮:绝对性的杀戮武器，消耗大量能源进行一次性发射，已毁灭前方一切为目标，但由于其过分的巨大，虽然在火力上又绝对的地位，但一但敌人入侵机体，会遭到绝对性的损坏(自带14个小型能量槽)\n\n舰外机库:为在陆地做战，侦察提供机车，以及提供能量补偿，维修战机等\n麦洛斯3000:用于侦察的机车，对于复杂地形有着高性能的应对性，速度也不逊于一般的快速机车\n\n内部机门:便于一口气输出大量战斗人员在后方左右分别设有一个\n\n聚能炮:为扫荡性武器，装弹较慢，但效率优秀\n\n内部:\n\n\n武器库:存放大量超控性机器人，运输型战车\n\n亚当Z-179:战斗性用机器人，带有强力火炮，机动性，防御性，极为优秀\n\n\n电梯:位于每层左下角\n\nA-1/4寝室:为1级士兵所用，一间可居住32名士兵，共4间\n\n电缆室:储存电线最主要的部分，并将其输送到全舰各处\n\n光电缆室:拥有一般电缆2倍-3倍耐性的光缆，为如端子炮等消耗巨大能量的设备提供电源\n\n光束炮操控室:操控光束炮进行攻击，并对一些战况进行分析\n\n休息厅:提供给士兵休息，该装饰感源于酒吧\n\n动能室:分配全舰所有电力，并产生，存储全部电力\n\n指挥室:发出命令，操控端子炮和聚能炮\n\n[map]终奏·章[map]\n\n\n\n\n\n\n\n\n注:本作品由\"白昼之颠\"建筑团队制作，如需转载请先注明\n\n\n\n\n",
    "replies": [
        {
            "author": "likeliang",
            "timestamp": 1408181100,
            "txt_content": "喜闻乐见的忘发存档"
        },
        {
            "author": "kj415j45",
            "timestamp": 1408181100,
            "txt_content": "likeliang 发表于 2014-8-16 17:25\n喜闻乐见的忘发存档\n就差34秒"
        },
        {
            "author": "kj415j45",
            "timestamp": 1408181160,
            "txt_content": "抢魔君的沙发~"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408181160,
            "txt_content": "likeliang 发表于 2014-8-16 17:25\n喜闻乐见的忘发存档\n搞定了~OAO~"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408181220,
            "txt_content": "kj415j45 发表于 2014-8-16 17:26\n抢魔君的沙发~\n← ←虽然没抢到，但还是感谢支持~"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408181400,
            "txt_content": "@银狼 @我被盗号了 @miguo @01186 @Lucky777777 @西红柿片 @cyqsimon @a2455564728 @oomanj  @冥王星人"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1408181400,
            "txt_content": "底下的東西都做好了嗎\n還是說一樣埋在坑裡"
        },
        {
            "author": "单机建筑师",
            "timestamp": 1408181580,
            "txt_content": "领主大人，战舰功能真齐全。其他的我就不说了。。。怕领主大人{:10_498:}"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408181700,
            "txt_content": "路邊電燈泡 发表于 2014-8-16 17:30\n底下的東西都做好了嗎\n還是說一樣埋在坑裡\n主要是高度问题，这超平坦，只有4格草地高度，而且← ←平滑性降落，下面不烂不科学！"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1408181700,
            "txt_content": "Aikawastep 发表于 2014-8-16 17:35\n主要是高度问题，这超平坦，只有4格草地高度，而且← ←平滑性降落，下面不烂不科学！ ...\n說好的殘骸呢"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408181880,
            "txt_content": "路邊電燈泡 发表于 2014-8-16 17:35\n說好的殘骸呢\n哎。我有说吗← ←"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1408181940,
            "txt_content": "Aikawastep 发表于 2014-8-16 17:38\n哎。我有说吗← ←\n破壞約定 以後我的地圖都要你來支援了\n(哈哈哈哈免費勞工壓榨)"
        },
        {
            "author": "魔君",
            "timestamp": 1408181940,
            "txt_content": "@130s @a=bmfy @Hong-Jian @阴暗处的陷阱师 @ever-lose @龙猫精神 @HGK @MC猪人 @870830676"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408182060,
            "txt_content": "路邊電燈泡 发表于 2014-8-16 17:39\n破壞約定 以後我的地圖都要你來支援了\n(哈哈哈哈免費勞工壓榨)\n← ←啧啧啧\n农民工起义的节奏"
        },
        {
            "author": "路边Aik",
            "timestamp": 1408182060,
            "txt_content": "@陌沫 @a2455564728 @a18964819868 @吾是新手渣渣 @REN0011  @zjr_516635864 @我被盗号了"
        },
        {
            "author": "冥王星人",
            "timestamp": 1408182840,
            "txt_content": "最近发威严重"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408183020,
            "txt_content": "冥王星人 发表于 2014-8-16 17:54\n最近发威严重\n← ←以免最后来句贡献不足"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1408183380,
            "txt_content": "我有默默地来送人气了"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1408183380,
            "txt_content": "最近各种神作= =\n\n噗噗噗我都不知道说什么好了\n\n那就这样吧\n\n\n\n↓ 不要展开 ↓\n\n水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水水"
        },
        {
            "author": "Saya_",
            "timestamp": 1408183800,
            "txt_content": "发了都不吭声的 下次就只给人气了 233"
        },
        {
            "author": "HGK",
            "timestamp": 1408184880,
            "txt_content": "完结撒花0w0"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1408185180,
            "txt_content": "刚才出门了 →w→    来支援了  "
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408185240,
            "txt_content": "HGK 发表于 2014-8-16 18:28\n完结撒花0w0\n还有2个"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408185300,
            "txt_content": "cyqsimon 发表于 2014-8-16 18:03\n最近各种神作= =\n\n噗噗噗我都不知道说什么好了\n← ←默默点开右下方举报~"
        },
        {
            "author": "EXO修罗冰皇",
            "timestamp": 1408186260,
            "txt_content": "好好好，，，，，"
        },
        {
            "author": "银色十字梦",
            "timestamp": 1408190940,
            "txt_content": "QAQ又没有@我QAQ以后不给你评分了QAQ"
        },
        {
            "author": "银色十字梦",
            "timestamp": 1408191000,
            "txt_content": "QAQ又没有@我QAQ以后不给你评分了QAQ"
        },
        {
            "author": "银色十字梦",
            "timestamp": 1408191060,
            "txt_content": "QAQ又没有@我QAQ以后不给你评分了QAQ"
        },
        {
            "author": "UFTSB",
            "timestamp": 1408191300,
            "txt_content": "杀孽？？我语死早教一下是什么意思。。真的不是杀戮吗。。"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408198140,
            "txt_content": "银色十字梦 发表于 2014-8-16 20:09\nQAQ又没有@我QAQ以后不给你评分了QAQ\nQAQ我错了。。我以为你在里面呢。。(我每次都是直接复制前面的← ←)"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408198200,
            "txt_content": "UFTSB 发表于 2014-8-16 20:15\n杀孽？？我语死早教一下是什么意思。。真的不是杀戮吗。。\nQAQ好吧。我语文没学好。。"
        },
        {
            "author": "guyiwang",
            "timestamp": 1408201440,
            "txt_content": "为什么LZ每次只爆一张照=-="
        },
        {
            "author": "guyiwang",
            "timestamp": 1408201560,
            "txt_content": "好吧，我眼瞎了=-="
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408201800,
            "txt_content": "guyiwang 发表于 2014-8-16 23:04\n为什么LZ每次只爆一张照=-=\n点开折叠即可哟~"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1408208880,
            "txt_content": "   精品狂魔 0.0\n   多少精品帖了？\n   魔君果然高产高能"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408215600,
            "txt_content": "Lucky777777 发表于 2014-8-17 01:08\n精品狂魔 0.0\n   多少精品帖了？\n   魔君果然高产高能\n6个了吧。话说来看这个~http://www.mcbbs.net/thread-322759-1-1.html"
        },
        {
            "author": "sabo970",
            "timestamp": 1408231320,
            "txt_content": "好顶赞，要来我的工作组干活么0 0"
        },
        {
            "author": "sabo970",
            "timestamp": 1408231380,
            "txt_content": "好顶赞，要来我的工作组干活么0 0"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408231560,
            "txt_content": "sabo970 发表于 2014-8-17 07:22\n好顶赞，要来我的工作组干活么0 0\n0 0感谢邀请啦，不过目前已经有了"
        },
        {
            "author": "a18964819868",
            "timestamp": 1408235880,
            "txt_content": "路边Aik 发表于 2014-8-16 17:41\n@陌沫 @a2455564728 @a18964819868 @吾是新手渣渣 @REN0011  @zjr_516635864 @我被盗号了\nはいはい，这下子来了~~~"
        },
        {
            "author": "sabo970",
            "timestamp": 1408243260,
            "txt_content": "Aikawastep 发表于 2014-8-17 07:26\n0 0感谢邀请啦，不过目前已经有了\n原来如此，那真是可惜了"
        },
        {
            "author": "UFTSB",
            "timestamp": 1408244280,
            "txt_content": "Aikawastep 发表于 2014-8-16 22:10\nQAQ好吧。我语文没学好。。\n这。。O_____O"
        },
        {
            "author": "870830676",
            "timestamp": 1408253160,
            "txt_content": "0V 0这是水神向12级发出的怒吼么！"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408253940,
            "txt_content": "870830676 发表于 2014-8-17 13:26\n0V 0这是水神向12级发出的怒吼么！\n不过在这执勤我先怒吼你给人气"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1408277760,
            "txt_content": "5精华不知道赚了多少贡献了233333\n\n↑上面是废话忽视即可\n↓下面的是建议\n下次最好有个chunky渲染图\n看建筑的整体外观非常方便~"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408277880,
            "txt_content": "lisongnan7 发表于 2014-8-17 20:16\n5精华不知道赚了多少贡献了233333\n\n↑上面是废话忽视即可\nOTL虽然我也想，但目前不在家里，这台渣电脑带不动渲染性软件，上次直接把我卡死了"
        },
        {
            "author": "陆_离",
            "timestamp": 1408295880,
            "txt_content": "HGK去军训了，看看他手机在线不。@HGK @MC大湿"
        },
        {
            "author": "陆_离",
            "timestamp": 1408295940,
            "txt_content": "@HGK @mc大湿  \n\nHGK去军训了，看看他手机在线不。"
        },
        {
            "author": "01186",
            "timestamp": 1408318680,
            "txt_content": "Aikawastep 发表于 2014-8-16 01:30\n@银狼 @我被盗号了 @miguo @01186 @Lucky777777 @西红柿片 @cyqsimon @a2455564728 @oomanj  @冥王星人 ...\n拜膜大触。。。"
        },
        {
            "author": "01186",
            "timestamp": 1408318800,
            "txt_content": "Aikawastep 发表于 2014-8-16 01:30\n@银狼 @我被盗号了 @miguo @01186 @Lucky777777 @西红柿片 @cyqsimon @a2455564728 @oomanj  @冥王星人 ...\n拜膜大触。。。"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408346160,
            "txt_content": "01186 发表于 2014-8-18 07:38\n拜膜大触。。。\n其中有个评分是亮点，我会乱说？← ←"
        },
        {
            "author": "MC大湿",
            "timestamp": 1408363140,
            "txt_content": "没有名字取啊 发表于 2014-8-18 01:18\nHGK去军训了，看看他手机在线不。@HGK @MC大湿\n\n\n干嘛艾特我"
        },
        {
            "author": "Lexx",
            "timestamp": 1408416840,
            "txt_content": "啊啊啊我每过4、5天就来翻一次魔君帖子好累啊，\n以后能@我么？"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408419480,
            "txt_content": "新生のabmfy 发表于 2014-8-19 10:54\n啊啊啊我每过4、5天就来翻一次魔君帖子好累啊，\n以后能@我么？\n纳尼。这次也没你？好吧。。我忘加了。。OTL"
        },
        {
            "author": "01186",
            "timestamp": 1408423260,
            "txt_content": "Aikawastep 发表于 2014-8-17 23:16\n其中有个评分是亮点，我会乱说？← ←金粒 +40 粒        stool        昨天 23:21        Mcbbs没你更精彩~\n人气 +4 点        stool        昨天 23:21        Mcbbs没你更精彩~\n人气 +2 点        01186        昨天 15:40        Mcbbs有你更精彩~\n这个？( ?◇?)？"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408423380,
            "txt_content": "01186 发表于 2014-8-19 12:41\n这个？( ?◇?)？\n金粒 +25 粒        我被盗号了        3 天前        一星期内再发新作，我直播吃翔.\n人气 +3 点        我被盗号了        3 天前        一星期内再发新作，我直播吃翔."
        },
        {
            "author": "Lexx",
            "timestamp": 1408423440,
            "txt_content": "Aikawastep 发表于 2014-8-19 11:38\n纳尼。这次也没你？好吧。。我忘加了。。OTL\n= =看到了，你艾特的是a=bmfy 那个号只有这个号被禁言时才用的。。"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408423620,
            "txt_content": "新生のabmfy 发表于 2014-8-19 12:44\n= =看到了，你艾特的是a=bmfy 那个号只有这个号被禁言时才用的。。\nOAO原来如此"
        },
        {
            "author": "丿月夜下的天狼",
            "timestamp": 1408432440,
            "txt_content": "可以不是超平坦么，难道神国没地形么。还有，这艘船感觉是很淡定的停在那里，一点也看不出坠落的样子啊。\n\n\n\n\n以上是我提的建议，LZ可以无视。"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408433400,
            "txt_content": "丿月夜下的天狼 发表于 2014-8-19 15:14\n可以不是超平坦么，难道神国没地形么。还有，这艘船感觉是很淡定的停在那里，一点也看不出坠落的样子啊。\n\n ...\n为了考虑到复制的方便性，如果真的下载来使用，我想很多人会用WE复制到天上，而不是地上，坠落感也就是破坏，在前言我有说，另外地形请认真看剧情，这是蛮荒之地，接近神国，但并非"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408461180,
            "txt_content": "HIMN 发表于 2014-8-19 23:13\n黑色生物？难道是小黑？0V0 还有，内部看不到光，你想被**吗------我的经典语录 ...\n异形啦~\n剧情都说是异形乱入啦~\n以为才刚刚到那个世界，那个世界的物种还不知道如何称呼异形，所以只能形容他为黑色的生物"
        },
        {
            "author": "HIMN",
            "timestamp": 1408461180,
            "txt_content": "黑色生物？难道是小黑？0V0 还有，内部看不到光，你想被**吗------我的经典语录"
        },
        {
            "author": "w3925838",
            "timestamp": 1408497720,
            "txt_content": "顶个一个感觉好牛B的样子"
        },
        {
            "author": "954338232",
            "timestamp": 1408501020,
            "txt_content": "likeliang 发表于 2014-8-16 17:25\n喜闻乐见的忘发存档\n好赞啊这图是你自己做的吗"
        },
        {
            "author": "likeliang",
            "timestamp": 1408501080,
            "txt_content": "954338232 发表于 2014-8-20 10:17\n好赞啊这图是你自己做的吗\n这当然不是我做的……是楼主做的"
        },
        {
            "author": "954338232",
            "timestamp": 1408501620,
            "txt_content": "likeliang 发表于 2014-8-20 10:18\n这当然不是我做的……是楼主做的\n我知道啊哈"
        },
        {
            "author": "a129487039",
            "timestamp": 1408508220,
            "txt_content": "也是貌似不错的样子"
        },
        {
            "author": "沉默的羔羊",
            "timestamp": 1408522620,
            "txt_content": "这几天母有网络、给人气来晚了"
        },
        {
            "author": "我是LZ",
            "timestamp": 1408524000,
            "txt_content": "路过顶魔君"
        },
        {
            "author": "SnoeDream",
            "timestamp": 1408595400,
            "txt_content": "【伸~！】"
        },
        {
            "author": "昵称能吃吗",
            "timestamp": 1408596900,
            "txt_content": "好大的飞船啊"
        },
        {
            "author": "昵称能吃吗",
            "timestamp": 1408597020,
            "txt_content": "魔君 发表于 2014-8-16 17:39\n@130s @a=bmfy @Hong-Jian @阴暗处的陷阱师 @ever-lose @龙猫精神 @HGK @MC猪人 @870830676\n你复活啦？"
        },
        {
            "author": "1272307182",
            "timestamp": 1408617600,
            "txt_content": "能打出炮弹吗"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1408668240,
            "txt_content": "好！！！！"
        },
        {
            "author": "夏蓝",
            "timestamp": 1408680660,
            "txt_content": "这个做的好啊 这么牛  果断下载看看"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1408681860,
            "txt_content": "1272307182 发表于 2014-8-21 18:40\n能打出炮弹吗\n这个倒不能，毕竟是观赏性地图  "
        },
        {
            "author": "ESAvz",
            "timestamp": 1408721280,
            "txt_content": "看起来很好~！"
        },
        {
            "author": "Cuisinart",
            "timestamp": 1408730820,
            "txt_content": "每日一顶"
        },
        {
            "author": "小咖啡",
            "timestamp": 1409370540,
            "txt_content": "支持支持"
        },
        {
            "author": "hazy莲",
            "timestamp": 1411227180,
            "txt_content": "谢谢分享．"
        },
        {
            "author": "Mr.250",
            "timestamp": 1429955760,
            "txt_content": "很好玩哦~~"
        },
        {
            "author": "3549683764",
            "timestamp": 1588651080,
            "txt_content": "谢谢分享。"
        }
    ]
}