{
    "title": "<原创·连载>【211战队 MC世界的科技之晶】[作者：【闪电】][13上]",
    "author": "1359874",
    "replyCount": 2,
    "timestamp": 1408066380,
    "txt_content": "因为普通的穿越小说烂大街了，所以我加入了枪战元素，增加新意。\n 调查行动【上】  第一人称  闪电“这次闪电和火龙你们俩去，不过单凭你们俩的话有点麻烦，我还找了两个帮手。”“帮手？老哥你从哪来的帮手？”“和我们一样，他们俩也是穿越来的，而且还是咱们的老朋友啊。”“啊？谁啊？”“呵呵，老同学，你过去就知道了。”老哥一边说，一边递给我一身雪地战斗服，还有一顶雪白色的棒球帽。火龙把头盔戴好，拿了一把装了消音器和枪榴弹发射器的AK 47，背上背了一把95突击。我把衣服换好后，装上消音的AUG，又把狙击镜安在AUG上，我还把G36K也带上了，老哥提着一把56三棱军刺改装的刺刀【后称56军刺改】走过来，“这是我昨天去挖矿时做的，虽说没加入砷元素，但杀伤力绝对没问题。过去后摸哨用。”我抬起头看了看老哥，他一脸正常的表情，真不明白他怎么想的，以为我是兵王啊，这可是我第一次去突击专业部队啊。“行了，走吧。”火龙背起背包就朝着远处的雪山走去。有老哥给的地图，不到3个小时就到了接应点，在接应点，只有一个雪堆。“妈的！头儿是不是逗我们，那有什么帮手….”还没等他说完，雪堆一下起来了，一个身穿雪地战斗服的人拿着一把M4A1突击步枪指着火龙，我下意识的端起AUG来。“你们是什么人？”来人问道，我慢慢打量着这个家伙。难道他就是接应的？我慢慢的说出暗号。“我们是来修电器的。”“呵呵，我们的电机是美国货，你们带内六次方扳手了吗？”“完美！你就是接应员？”“报道，‘幽灵’张飞鹏。”“哈哈！老张啊！记得我不？”“当然记得，王喜刃！不要以为换了发色我就不认识你了！”“先不说这个，好像不止你一个吧。”“当然，猎手！出来！”只见旁边树上突然跳下来一个穿着雪地战斗服，背着一把G3，抱着一把SVD的人，不过我没看清他的头发，他的头盔遮的非常严实。“喝，我就是说身体怎么一阵阵发紧，猎手你是不是把我们每个都瞄了一边。”“现在不是说这话的时候，附近敌人据点离着不过2里【华里】，咱们行动吧。”我把AUG端起来，认真的搜寻附近，时不时有几只鸟从附近的杉树上飞下来，我看了看我的头发，妈的，这该死的黄发，我把雪白色的棒球帽往下使劲拉了拉。走了会，我们发现了一堆石墙，我挥手示意让猎手去观察一下，猎手敏捷的无声爬上了树，我和火龙跑到了不远的小山上，幽灵一下躲进了附近的雪堆里。“嗒嗒嗒嗒……..”AK-47的响声把我吓了一跳，我赶紧打开耳机，“猎手，报告情况。”“没事，他们是来打靶的，着弹点里我们远着呢。”听着这句话，我松了口气。旁边的火龙不满意了。“他妈的.......”还没等火龙说完，一发子弹打中了火龙头上的树枝，树枝上的积雪直接让火龙闭上了嘴。“让你废话怎么多，遭报应了吧。”“哼，什么烂枪法，竟然从山下打到山顶来。”我还没说话呢，耳机里就传来幽灵笑嘻嘻的声音，“照你的话说，这群家伙个个都是神枪手？打起枪来弹弹咬肉？”火龙一下就知道这是专门气他的，没理幽灵。等了2个小时左右，那群家伙一边唱着《打靶归来》一边扛着枪走了。我们慢慢的向他们的大门口过去。可是不到一会竟然刮起暴风雪，这可帮了我们大忙啊。“闪电，有一个哨塔，塔上有一个狙击手正在睡觉，大门旁边没人了。”听着猎手的报告，我仔细想了一下。“猎手和我去敲掉那个狙击手，火龙和幽灵原地待命。”我和猎手慢慢的移动到哨塔边上，因为暴风雪，营地外几乎没有人了，这群家伙真够蠢的，连潜伏哨都不布，把全员的命都交给一个狙击手身上。我们俩蹑手蹑脚的爬上哨塔，还没到狙击手身边，狙击手一下醒了。“喂！阿拉特！你怎么才来！早该……..”还没等他说完，我冲上去把56军刺改架在他脖子上。“如果想让脖子传个洞就再叫一声。”那个士兵一下吓愣了。“我让你说什么你就说什么。不然……..”那个哨兵拼命的点头。“你们是什么人？”“是一个代号猎豹的组织。”哨兵配合着我低声回答到。“干什么的？”“嗯……….军火运输，独立……..”“妈的，是个恐怖组织。”猎手端起一把装了消音器的蝎式来。“大……大哥饶命啊，我是被逼的…我家人都在他们手里……….”“闭嘴！口令！”“口令是同求，回令是团结。”他顿了顿继续说。“大哥…….大哥饶了我吧，我真的是被逼的啊………”“得了，你们头儿是谁？”“是一个叫卡拉特的，我们都没见过他，我们现在归一个叫艾特的人管。”“艾特？那他在哪？”“他……他早上出去了，据说要好几天才回来…….据说去一个沙漠据点了。”“好啊，那谢谢你了，先委屈你一下。”我一巴掌看在哨兵的脖子上，哨兵立刻昏死过去。“嘿！闪电看看这个！”猎手走过来，我看了看，是一张基地地图，真是太好了。我兴奋的打开耳机：“幽灵和火龙从南面摸过去，注意不要惊动宿舍，口令是同求，回令是团结。敲掉通讯室，猎手你留下必要时狙击支援。”一边说着我一边把地图收起来。“那你去哪？”猎手把那个哨兵绑成一团。然后端起SVD。“我去在加油站按安装炸药，如果暴露了把他们吸引过去。”我慢慢下了哨塔，朝着西方的加油站走过去，暴风如同鞭子一样抽着我的衣服，冻得我直发抖。妈的，现在让我吃一顿火锅，给我个军长我也不敢。突然，我听到脚步声，我一下缩进一条小道，三个哨兵骂骂咧咧的走过来，我把领头哨兵头套进AUG瞄准镜的十字上。结果那群哨兵竟然不走了，转了个方向，进了一间房子。我把AUG收起来，拔出56军刺改，继续朝前行进，那三个哨兵又出来了，其中一个把门关上后，笑眯眯的说：“谢谢了！”然后朝我走过来，我提着56军刺改一下冲上去，一刀刺穿了一个哨兵的喉咙，然后拔出来，把刀扔向另一个哨兵，最后那个哨兵手忙脚乱的打开枪保险，还没等他瞄准，我冲上去把他脖子一拧，他立马到在地上。这时屋里传来声音：“谁？口令！”我学着那个哨兵的声音：“是我，求同。”“怎么了？”“摔了一脚。”“你他妈小心点。”我松了一口气，把尸体拖到阴影处，把血用雪埋上，不到一会就到了加油站。我手忙脚乱的把三包C-4炸药绑在油桶上，然后把油桶推到加油点。耳机里突然传来：“闪电，监控室已敲掉。根据战俘所讲，大部分情报藏在东边的三号仓库。”“好，下一个目标，三号仓库。”",
    "replies": [
        {
            "author": "5408754",
            "timestamp": 1408066500,
            "txt_content": "AK 47消音器和枪榴弹发射器，这是魔改AK47吗。。。。。。。。。"
        },
        {
            "author": "1359874",
            "timestamp": 1408066740,
            "txt_content": "5408754 发表于 2014-8-15 09:35\nAK 47消音器和枪榴弹发射器，这是魔改AK47吗。。。。。。。。。\n这并不是不可能了，毕竟队长可是枪器师，后期还有个更NB的枪器师登场，直接拆武器改装。"
        }
    ]
}