{
    "title": "<连载·单章>Minehope2——绝境逢生 第二章",
    "author": "梦魇冰眸",
    "replyCount": 2,
    "timestamp": 1408070640,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-31 22:23 编辑 \n\n\n\n\n\n                                                              第二章：死神的航班\n\n   我提着行李箱，来到了机场。好像月伦特叫我去13号登机口找杨阳。13……数字不吉利啊，总觉得会发生什么事一样。我很快就看见了登机口，也看见了坐在座位上的杨阳。她的腿上放着一台笔记本电脑。我就坐在她旁边，杨阳注意到了，就把电脑合上，放进了行李箱。\n\n   “昨天耍了我的那个人呢？”我回想起昨天她骗我的时候，顿时就心生怒火。我从小到大还没被人这样玩弄过，她是第一个。\n\n\n   “在你后面。”\n\n\n   我回过头，她正好在我椅子后面，紫红色的眼睛看着杨阳腿上的电脑，“还没有联系上么？”\n\n\n   杨阳摇摇头，“……那个U盘你拿来了？”\n\n\n   “嗯，只是损坏程度太严重，里面的内容能不能加载出来还是个问题。”月伦特从口袋里拿出一个浅蓝色的U盘，坏的特别厉害，我看了看，里面的内容应该很难加载出来，而且，复原的可能性非常低。\n\n\n   “这个不要紧，你去帮我买一张空光盘吧，距离起飞还有半小时，应该没问题。”杨阳把U盘查到笔记本上，屏幕上出现了读取的进度条。\n\n\n   “那个月伦特，她每天都这样吗？”\n\n\n   “哪样？”\n\n\n   “骗人，我上当上的太快了。而且，她是怎么模仿出你的声音的？”\n\n\n   “哦，她一向如此。看别人上她的当是她最大的乐趣。她模仿声音是因为她的嗓子里装了个变声器，说起来……她一开始说的时候我也不信。可是她一调，我就只能信了。前几天她打电话吓我，调成了Notch的声音，我还纳闷Notch明明不知道我的手机号是怎么给我打来的。”\n\n\n   “……她以前，应该不是侦探吧？”\n\n\n   “她肯定是自己给你说了，不过按说这种事是不能告诉你的。不过她自己都告诉你了，那也没办法……”杨阳从自己的行李箱里拿出了一个皮制剑鞘，“你自己看看吧，这个是她身份的证明。”\n\n\n   我接过来，握住银制剑柄，一用力，一把闪着寒光的匕首出来了。刃上刻着一个单词：Killer。“Killer？她是一个杀手？”\n\n\n   “没错，只是，那件事之后，她就做了侦探。不过想起来，她负责的犯人都挺惨的，全都就地正法。”杨阳耸耸肩，打开了从U盘里加载出的唯一一个文件。打开之后，屏幕变黑了，中间出现了一个红色的骷髅头，骷髅的嘴巴一张一合，像一个从地狱里逃出来的亡灵正在对人类诉苦。杨阳熟练地敲入几个指令，屏幕恢复了正常。桌面上多出来一个文件，文件没有名称。\n\n\n   “这是……”\n\n\n   “Mysterious公司用来窃取文件所用的电脑病毒。我就是要的这个，没想到居然保存的这么完好。”杨阳把文件重命名成了：King's killer。之后，杨阳打开了文件，在Password那栏那里输入了一个电脑的IP，接着，这个文件就出现了混乱，混乱过后，一切正常。电脑上的图标也消失了，“可怜的Mysterious公司，文件被我神不知鬼不觉的替换了……”杨阳差点笑出声来，把电脑合上。\n   我把匕首放回去，“我就知道她不是个好人，竟真的被我猜中了。”我心里暗暗地想，“以后要防着她。”\n\n\n\n   “我找了好久才找到一个店里有卖空光盘。”月伦特拿着一个光盘盒回来了。杨阳取出光盘盒里的光盘，放入了笔记本电脑，接着，像变戏法一样，从D盘里找到了之前消失的文件，刻到光盘上，之后，杨阳取出了光盘，奇怪的是，原先干干净净的光盘，取出时上面竟多了一个骷髅头，吓了我一跳。\n\n\n   “该上飞机了，剩下的事到了美国你交给Notch处理吧。”月伦特递过登机牌。\n\n\n   我坐在座位上，不安地看着窗外，总觉得刻在光盘上的骷髅头我好像在哪里见到过，但是却记不起来究竟是在哪里看见过。\n\n\n   “杨阳，月伦特以前做过演员？”\n\n\n   “没有。”\n\n\n   “她让我帮她拦截一封Mysterious的电子邮件，你觉得她是要做什么？”\n\n\n   “Mysterious实际上使我们追查的一个犯罪集团，他们买下了纽约的一块地，建立工厂，研究一些特殊但是违法的东西。几天前，月伦特已经知道了他们所研究的东西，叫做‘X’物质，它的威力相当于几亿个核弹同时爆炸。所以我们想阻止他们研究成功。这几天，他们会发送一封电子邮件，这封电子邮件里有‘X’物质的信息，所以月伦特才想让你帮她拦截这封邮件。”\n\n\n   “我总觉得她心里还有别的主意。”\n\n\n   “你这样想也不能怪你，因为她以前的身份摆在这里，怀疑是免不了的事，时间长了，你知道她的性格了，也就没事了。”杨阳笑了笑，“她这种爱捉弄人的性格来源于她的过去。”\n   \n\n\n   午夜时分，我还在睡梦之中。突然听见“砰”的一声巨响，飞机一阵剧烈的晃动，我被惊醒了，杨阳也睁开了眼睛，“怎么了？！”\n\n\n   杨阳朝后看了看，“糟了，月伦特从飞机上失踪了。”\n\n\n   果然她不是好人！飞机朝下坠落，我看了一眼窗外，现在恰好飞到了海洋上方，一旦坠机，没有一个人能逃脱。紧接着，一阵更剧烈的爆炸声传来，飞机上冒出了一股股浓烟，杨阳眼睛里突然闪过一道光，她对我说：“拉开安全门，跳出去！”\n\n\n   没办法，现在听不听都是死，试试吧！我打开安全带，拉开了安全门，冷风呼呼的灌了进来。杨阳对我点点头，拉着我的手，跳了下去。就在快要落入海里时，一架直升飞机接住了我们两个。驾驶飞机的是一个少年，“还好及时，不然你们就没命了。”\n\n\n   “卡利斯特？你是怎么知道我们在这架飞机上的？”\n\n\n   “你难道没看见本来应该坐在你后面的月伦特没影了吗？”卡利斯特打了个哈欠，“她根本没上飞机，给我打了一个电话，让我跟踪这架航班，没想到居然真的出事了。”\n\n\n   “奇怪，她是怎么知道这架飞机要出事的？”我奇怪的问。\n\n\n   “因为我在上飞机之前，发现飞机的尾翼那里有一点异常，我就知道要出事。”月伦特从直升飞机里面走了出来，“只是可惜了飞机上的其他人。”\n\n\n   “到底是怎么回事？”\n\n\n   “大概是Mysterious公司动的手脚，至于他们是从哪里得知我们要乘坐的航班我就不清楚了。”月伦特摇了摇头，“看样子，他们已经做好准备要除掉我们了。以后要小心了。”\n\n  不知道为什么，我总觉的好像要发生什么事。\n\n\n\n@418878840  @Aiursad  @CloudsXDao  @hznb  @llxy  @pangys  @银狼\n\n\n索引贴\n\n\n\n\n\n\n\n\n\n\n                                                         \n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "Saya_",
            "timestamp": 1408077120,
            "txt_content": "写的不错 支持 比我好 （我作文太差）"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1408866720,
            "txt_content": "奇怪，难道MCBBS修好了？"
        }
    ]
}