{
    "title": "[再一次搬运国外地图]大波侠 Wave Heroes",
    "author": "朱大常",
    "replyCount": 6,
    "timestamp": 1408069320,
    "txt_content": "\n更多载图见下玩家要在一波yooo一波的怪物中活下来，坚持越长就可以买道具加强自己，可以两人对战。____________________________________________________________________________________________大波侠是1v1的波数生存地图，玩家必须努力成为最后一个站着的人。如果喜欢这个，别忘了给我钻石:)←PS：钻石是国外论坛的类似金粒的东西，好像是吧。开始游戏需要双方都按下开始键，一旦开始比赛，就不可能更改决定，你可能会死在接下来的几分钟 。\n目标是存活下来，只要你能够使用策略建立装甲或发送额外的药水和怪物打击你的对手。\n\n 可以累积货币用来购买多个怪物，你甚至可以购买相同的怪物很多次。\n 红石灯版会告诉你什么样的波将到来，上面还有倒计时。\n\n在板附近围绕的方块是波的进展，颜色代表了每一波的难度和货币会收入的多少，随着每一波的增加，你会察觉到越来越困难。\n\n\n白方块=容易 给1元\n黄方块=正常 给2元\n橙色和红色方块=变态 给3元\n板上出现+符号你将遭到别人的水击。\n板上出现 -符号你将遭到别人派来的额外怪物的攻击。\n\n\n您可以使用商店买盔甲，武器，生命药剂，食品，BUFF加成药水。\n想在商店购买东西的时候，确保它启动了(见红石灯)，如果熄灭了店就是关着的，你得等待约2秒，这是为了防止红石错误。\n\n\n服务器server.properties中的设置↓\ndifficulty=1\n\n\n需要注意的是，最后一波不可能完成的，如果你设法完成了它，请给我完成的视频，我会在那里留言。\n(免责声明我不翻译了，在下面的原文)\n做为一个做地图的人，我不会做视频，会的帮我，谢谢！\n↓载图↓\n\n\n\n\n\n\n\n\n\n\n\n\n地图是2012-07-18的\n下载\n\n求金币和人气！\n度娘抽了最下面还有\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n我翻译可能不好，原文↓\nWave Heroes is a 1v1 survival wave map that players must compete to be the last man standing.  Don't forget to diamond it up if you like this project! :)   To start the game, both players on each sides much press start. Once the game begins, it is impossible to revert your decision; you are going to die in the next few minutes. The goal is to survive as long as you can by using strategies like building up armor or simply send extra monsters and water strikes to your opponent using the shop.  You can stack up currency and buy multiple monsters, you can even buy the same monsters multiple times too.  The giant board will show you what wave is coming up, along with a countdown. The squares around the board are the wave progression. The color represent the difficulty and the currency earned for facing that wave, as you progress you'll notice an increasing difficulty. White Square = Easy, gives 1 currency. Yellow Square = Normal, gives 2 currency. Orange/Red = Hard, gives 3 currency.  The - sign on the board means you are about to receive a water strike. The + sign on the board means you are about to receive extra monsters.  You can use the shop to buy armors, weapons, health potions, food and buff potions. Make sure your shop is online (see redstone lamp light) when trying to buy! If the light is off, it means the shop is locked and you must wait (about 2s) - it is to prevent redstone bugs.  Remember to use the enchantment table wisely!  server.properties difficulty=1  Note that the last wave is impossible, it is a survival challenge. However if you can manage to complete it, send me a video and I'll drop a comment.  disclaimer: This game was inspired by Hero Line Wars from Warcraft 3 mod, however complication forced us to make it a simple wave wargame. The board zombie/spider/skeleton icons are inspired by FVDisco, however the wave progression and debuffs are ours.   You are more than welcome to record videos or make servers of this map. But if you do, please give credit to http://www.youtube.com/hypixel As a map maker I can't make much videos, having credits helps, thank you!\n\n\n[groupid=683]坑蒙拐骗偷吃喝嫖赌抽[/groupid]\n\n\n\n\n\n\n\n大波侠.rar\n\n\n2014-8-15 10:24 上传\n点击文件名下载附件\n\n\n\n\n461.98 KB, 下载次数: 298\n\n\n下载\n\n\n",
    "replies": [
        {
            "author": "我是LZ",
            "timestamp": 1408069500,
            "txt_content": "大波侠。。。。这名字"
        },
        {
            "author": "fow_cow",
            "timestamp": 1408069500,
            "txt_content": "233.........................."
        },
        {
            "author": "a18964819868",
            "timestamp": 1408069560,
            "txt_content": "嗯，LZ搬运辛苦~~"
        },
        {
            "author": "Fiendish",
            "timestamp": 1408069740,
            "txt_content": "看到这个名字我就滚进来了=.="
        },
        {
            "author": "死亡昙花一现",
            "timestamp": 1408069980,
            "txt_content": "这名字真好听"
        },
        {
            "author": "shure",
            "timestamp": 1408070640,
            "txt_content": "WAVE HEROES？\n是冲击波英雄吧？同样的，也是自己翻译标题。"
        }
    ]
}