{
    "title": "【原创】岛屿历险 第一卷",
    "author": "老李是我",
    "replyCount": 13,
    "timestamp": 1408087740,
    "txt_content": " 本帖最后由 老李是我 于 2014-8-18 12:25 编辑 \n\n 喜欢的朋友请去翻译创作的小说评比中投我一票，谢谢大家~   世界观之类的设定（不含剧透）：\n  这是一个正在殖民热潮时期的大陆，海航技术十分发达，也就是我们地球的16世纪的样子。\n  mineeurope大陆：主角所在的大陆，正处于航海事业极度发达的时代。上面有许多强大的帝国。\n  布兰顿帝国：一个君主立宪制的国家，拥有实力不俗的海军，也是主角的出生地。\n  斯潘尼帝国：君主独裁制国家，拥有当时最强力的海军，号称“无敌舰队”\n  戴尼茨帝国：战斗民族，海军和航海都不是特别发达，但陆军极其彪悍。\n  第一卷主要说的是主角在岛屿上如何安身，总共有六章，大概14000字的样子。\n  第一章（总共2064字）：\n  序章 遇袭\n  席德·梅尔，是mineeurope大陆中布兰顿帝国的公民，他的父亲是皇家议会的议员，母亲是帝国拓荒队的小队长。相比起严谨认真的父亲，他更喜欢母亲和她因为常年在外探险培养的那种豪放的性格，也想像母亲一样做一个四处游历的探险家或者航海家。在他十七岁的，登上了人生中乘坐的第一艘船——皇家海军“企业号”——这是一艘炮艇。这是布兰顿帝国的习俗，每个孩子满十七岁后就要到部队强制服役——席德·梅尔选择了前往皇家海军。不过，他的航海生涯并不是特别顺利：第一次遭遇大风浪，船上半数的水手丧命，自己吓得在下层甲板晕厥过去，不过就是因为倒在下层，才让他捡回一条命。第二次被邻国斯潘尼帝国的无敌舰队攻击，弹尽粮绝之时被赶来增援的军舰所救。这两件事过后，席德好个星期都称病没敢出海。  在席德十八岁时，当问道他希望要什么生日礼物时，他回答说：“我想再一次出海冒险。”他的父亲坚决反对，他想让他的孩子也步入政坛，而母亲却很鼓励他加入这个行业。最后，席德的父亲还是被说服了，不过他告诉席德，必须在三十岁之前继任自己的事业，这样还可以拿冒险经历做政治资本。席德想着三十岁还早，便答应了。  出海的那天，席德拎起了早就收拾好了的行李——他将参与一次长途旅行。这次是跟着皇家贸易公司的“奋进号”前往远方戴尼茨帝国，听说那儿的人都十分彪悍，被誉为mineeurope的战斗民族。母亲早就为他安排好了——让大副多照顾他，带他去实践贸易、探险。出发之前，席德再一次检查了行李——防身用的铁剑，一大堆零食，一个指明方向用的罗盘，换洗衣物，一本戴尼茨帝国的现任总督自传《我的故事》和一本学术著作《mineeurope的宗教》。  船上的生活是枯燥乏味的——白天，帮着船上的人干各种各样的活，一般都是刷甲板怎么的。不过席德得到了一份更加危险也更加重要的工作——扬帆。需要张帆、收帆的时候席德和其他一大帮水手都会爬到桅杆上，一呆就是几个小时。  吃过晚饭，席德回到房间后就一下瘫到了床上，毕竟这样的工作是很累的。在床上，席德从包里把书拿了出来，想到自己要前往戴尼茨帝国，多学些风土人情也是不错的。于是，他拿出那本《我的故事》，把总督童年生活的章节读了一遍，然后便熄灯睡着了。  第二天，同样是枯燥而高强度的工作。回到房间后，他拿出了《mineeurope的宗教》——昨天一下读了那么久《我的故事》，再看估计要吐了。  翻开书的目录，席德果断无视了那些介绍国教的部分——他觉得那些部分全是无脑的吹捧罢了。直接翻到了异端哪一张，首先映入眼帘的便是介绍第一个异端的标题《mineeurope大陆上的梦魇，人民的公敌——Herobrine兄弟会》。这个教派他有所耳闻，便带着兴趣读了下去——这是一个邪恶的异端教派，处处与我们的国教和政府做对。他们的大祭司，也是创立者，叫做Herobrine，教徒们和民间都叫他HIM，据说他们用巫术能使死人复活，让白骨变成士兵——虽然这听起来像是骗小孩的。根据国家法案，所有Herobrine兄弟会教徒在被抓捕后将被烧死。  “嗯，有意思有意思。”席德一边看一边呢喃道，“我可要把他认真看完。”  一晚上，席德看完了整个异端章节，随后入睡了。  第三天，船已经到了布兰顿海峡——那时布兰顿和弗朗斯之间隔着的内海。突然，隐约可以看到远方驶来了一艘中型船只。那艘船向奋进号发射了一枚链球弹——这种炮弹只要击中船帆那么桅杆会彻底端掉，船也只能靠浆划了。  “那是海盗船！”一个水手喊道。  “不！那是私掠舰。”席德说道，“你看，上面挂着斯潘尼的国旗，还有.... Herobrine兄弟会的会旗！也就是说，这个异端是有斯潘尼帝国的资助甚至支持？”  “可恶的斯潘尼人....”水手们说着。  这时，私掠舰又发射出一排炮弹，正中船的货舱。  不过还好，船舱算坚固，没有漏水。席德知道，船上的所有人也知道，货船的实力是无法击败私掠舰的，于是他们便逃跑。  这时，天上非常不合时机地刮起了暴风，大雨如倾盆似的降了下来。船长喊道：“暴风雨来了！降帆回头！”  “不行！”席德吼道，“现在降帆往回，我们就要被那个异端私掠舰击沉了！”  “那怎么办？开进那个地方？”船长反问。  这时，私掠舰的撞角已经撞上了“奋进号”的左舷，随后便扔出钩索，勾住“奋进号”。然后一批批水手从船舷、桅杆跳上了“奋进号”  有一个水手跳到了席德面前，准备挥刀劈砍，席德慌忙一闪，虽然左肩被擦到了，但是至少躲过了这一击，然后他抓住那个敌人的衣领，把他连人带武器扔了下去。  发生变故，席德连忙回到房间，把铁剑拿在手上，然后把拎着行李箱，跑到了甲板上。放眼望去，夹板乱作了一团，到处是拼杀声和惨叫声。  这时，船长跑了过来：“席德！席德！你是对的！现在！我们扬帆开到风暴里！这是唯一的办法了！”  于是席德趁敌人不注意，扔下行李箱，爬上了桅杆，他看见，两个副桅杆已经被链球弹缠住。于是他抽出铁剑，砍断了两根副桅杆和主桅杆连接的地方。大副则右转舵，拖着私掠舰和“奋进号”驶向风暴中。  席德现在要做的，就是在开进风暴前保住自己的性命，于是他不顾那个行李箱了，躲在桅杆上。离风暴近了！滂沱大雨打向了甲板，狂风快要把桅杆折断——席德有点后悔自己没下来了。那些私掠舰的水手看到“奋进号”做出这种行为，有点惊愕地不知所措。  在许多小而猛的疯狗浪后，一个巨大的二十多米的大浪打向了两艘船，一瞬间，船上所有人几乎都失去了意识...\n\n\n   第二章 （1611字）：\n    第二章来到岛上\n席德醒来，发现自己在船的上层甲板，他看了下自己的身体，只有些皮外伤，甚至没有在“企业号”的那次伤得重。仔细看了下船，船的前半部分已经沉入水中，后半部分翘了起来，甲板上布满了尸体，有斯潘尼的私掠者，也有那些船员。他在能走的范围四处搜寻了下，整艘船只有自己一个活人。“完....完蛋了....”席德一屁股坐在地上，手扶着额头，懊丧的表情都写到了脸上。他从生下来到现在是第一次看到有这么多鲜活的生命一下子从身边消逝，那种恐惧和绝望是任何一个没有经历过的人无法理解的。他这时真的想一死了之。在船上呆坐了一个多小时，这一个小时，他想了很多，从母亲的期望，父亲的嘱托再到自己毕生的梦想，他经过激烈的思想斗争，最终放弃了自杀的念头——这个世界还有太多太多的东西等着他去发现探索，自己还没有成家，也没有赡养父母，现在怎么能死呢？想到这儿，他便缓缓地撑着地板占了起来。不管怎么说，自己总不能坐在这儿等着死吧，再怎么说也要搏一把，有一线希望也得让自己活下去。自己的房间和仓库都还在，救生艇也可以使用。极目远眺，远方还有一个有些生态体系的小岛。看到这儿，席德那近乎绝望的心总算有了些慰藉。  他先走进仓库，尽量装了一些生存用品：一把铁斧子、一把铁稿子、几块船帆、一个工作台，工作台就是那种有一些基本的木工、铁工工具的小方桌子。  走回自己的房间，那儿已经被水淹了一半。席德涉水走到自己的床上，那两本书还在，不过《我的故事》已经被泡坏了，《mineeurope的宗教》还能看，席德就把它收了起来。行李包被自己放上了甲板，估计已经被冲走了吧。  现在，只需要把救生艇方向来就好了，可是这个救生艇在船尾，放下来有几十米高，怎么办呢？席德想了想，他先把救生艇放下水，接着自己游泳到船上，把船划过来，再把自己的东西放上救生艇，这样就好了。 接着，他就用双桨把船划向那个孤岛，不过船才走了一截，就因为载的东西太多慢慢下沉，席德只得把工作台的工具拆下后把台子扔下水，保全其他东西。  好不容易到了孤岛上，席德观察了下，现在自己在沙滩上，前面则是一片密林，再往后还有一些小山坡。  “这地形不错啊。”席德苦笑了几声，希望这样能安慰自己。  接着面临的问题就是，自己怎么在这儿活下来。他先拿起斧子，走向密林边缘的一棵树。向小说中人物般掂了掂手中的斧头，双手拿起斧子，使劲向树一砍，只砍出一个小口子而已。再看看斧子，还好，没断。又使劲抡斧子一砍，口子深了一截。经过几个小时的努力，这棵树终于被砍得只剩一小点支撑点了，席德往树上一踢，整棵树就“轰隆”一声倒在了地上。他走到树前，把这一大段木头横劈成了三段原木，又把一段原木拿来，用斧子刨掉外皮，再竖着截成四段。这样就加工出了可以凑合使用的木板。他把木板一块一块地搬到海边。等那十二块木板搬到了岸边，席德已气喘吁吁。  他现在正在思考怎么利用这些木板。他先拿出四块木板，四块木板，把它们尽量平均地劈开，得到了八块小木板。然后又拿出那些原来那个工作台上拆下来的工具，找出锤子和钉子，先用六块小木板钉成了一个木头正方体，然后把第七块钉在了上面偏后的那条棱，这样就可以把工具挂在方便拿到的地方，第八块他怎么也没想出该怎么用，为了不浪费哦，他把块小木板放在了旁边。再看旁边的八块大木板，席德又拿出四块做了个箱子，与其说是箱子，不如说是个盆——他实在不知道怎么做那个箱子上的锁，索性就做了个大盆，然后拿一块大木板盖在上面做箱顶，用的时候拿开就好了。  基本的生存工具有了，接下来就是住宿问题了。席德先不奢望什么床啊地板啊什么的，他拿出了最后的四块木板，做了两根栅栏粗细的柱子，立在沙滩上，再把拿来的船帆固定在柱子上，就做了一个简易的帐篷。又用另一块帆枕在了身子底下，当作床。  这一晚上，席德都很不平静，他在床上翻来覆去，想到了自己的家，想到了他的父母，他们要是知道自己失踪了会怎样？又想到了戴尼茨帝国的总督，异端兄弟会....深夜，他又一次从梦中醒来，便借着微弱的月光翻开了那一本《mineeurope的宗教》。\n\n\n  第三章（1773字）：\n    第三章猎猪\n一道光射进了席德的帐篷中，他迷迷糊糊地睁开稀松的眼睛，揉了揉。发现现在已经是艳阳高照了。昨天的席德看书看着看着就自己睡着了。  “天气不错。”席德念叨了一句，“不知我的父母再那边会怎么样....”他又陷入了思索中。直到他肚子“咕”地叫了一声，他才想起来，当务之急应该是找食物填饱肚子才对。于是，他回到帐篷，从那个盆似的箱子里取出了从船上拿来的干粮，三两口啃完，然后又是一个问题——不光没吃的，还没淡水，而且还没地方找哪儿有淡水。席德想到这儿，绝望地一下子躺倒在了帆做的床上。  “我他妈真想在这儿睡死，然后重新他娘的投胎。”席德心里骂到，“下辈子我一定向我父亲一样当个文官，没任何危险。”不过他才呆了一会就爬起来了——吃完干粮后太口渴了，口渴到无法安心躺下。于是，他从箱子里拿出铁剑，拄在地上，慢慢地走向密林，希望能找到个水源能解渴，现在这样太难受了。  他没走两步，就要干咳许多下，还没走到林子深处，已经双腿发软。席德勉强用已经因为口渴无力的双腿支撑着虚弱的身体，他告诉自己，一定要坚强，就算要自杀，也得先找到水，渴死太痛苦了。  但是他实在撑不住了，那把铁剑和虚弱的双腿再无法支撑他的身体，他一下子摔了个狗啃泥。  “难...难道真的要死在这里了....”席德无力地趴在地上，连想事情的力气也快没了。  “等等，地上...地上是.....”席德看到地上有一排动物的脚印，“脚印！脚印！”席德用他干咳地冒烟的嗓子用嘶哑的声音喊道。  有脚印就意味着有动物，也有水源。想到这儿，席德再一次站了起来，拼命向前冲了过去，他的求生意识给了他惊人的能量，他奋不顾身地循着动物的脚印一直往前冲。 大约跑了两百多米，席德的眼前出现了一眼清泉，清凉的泉水正向外涌，席德连忙扔下铁剑，疯狂地吼叫着冲向清泉，然后一下子双膝跪地，像是在感谢上天的恩惠，又像是急不可耐地想快点喝到这救命的水。他勾下脖子，把泉水捧入手中，大口大口地喝着。接着便安心地躺在了地上，眼睛一闭便睡了过去。  不过，美梦中的他很快便被一阵奇怪地感觉惊醒——脸上有一个又湿又软的东西滑来滑去，席德猛地睁开眼，发现是一只淌着口水的猪正在用它那恶心的舌头舔着自己的脸。他吓得连连后退，摸自己腰间的剑。不过他很快就发现自己的剑貌似没丢在远处了，便一边用袖子抹脸一边跑向自己来的方向，很快发现了铁剑，匆忙捡起来——现在他可以随意宰杀那些小动物了。  那只猪看见席德回来了，手上还多了把利器，便吓得向后窜，席德猛吼一声，举剑向下劈，第一次砍到了腹部，疼得那只猪连连惨叫，见没有致命，席德便再用剑横向一扫，砍到了猪蹄子，那猪便倒地不起。席德见猎物不能动了，便提着正淌着鲜血的铁剑，一步步走向那只可怜的猎物。这次他直接向猪的头上一砍，那猪的头便落地了。  望着自己宰杀的猎物，席德感到有些恶心——虽然在船上已经见过不少尸体，在“企业号”也见过不少生命的瞬间消逝，但这条生命毕竟是自己亲手解决的呀。他镇定下来仔细端详这具猪尸，那是一只粉毛的猪，身上的毛并不是很坚硬，有典型的家猪特征。  “难道这岛上有其他文明？”席德暗想，“只有这样才可能有驯养过的猪。”这想法让席德出了一身冷汗——这附近不会有其他人吧？一时间他又是紧张、又是激动。紧张的是这儿的原住民或者其他什么人类看到自己的行为会不会愤怒，激动的是如果有文明，自己就有很大的可能离开这个地方。  四处环视后，席德发现，这个附近没有任何生命，看来自己空欢喜了一场。  “或许这个岛屿上的猪就是这个品种吧。”  没有了依靠文明逃离这个孤岛的希望，席德便开始盘算眼下的这头死猪怎么办。他笨拙地尝试着用铁剑将这头猪身上的肉割下来，不过毕竟他没当过屠夫，最后砍下来能加工成熟肉的肉块只有两块。  “上帝啊！”席德说道，“这么大头猪被我糟蹋成这样了。”  不过不管怎样，还是拿到了两片猪肉，席德看着自己的劳动成果既欣慰又无奈地笑了笑，然后思索着如何加工。  煮吗？自己没有锅子；煎也需要器皿啊....那么，我试试能不能烧烤吧。于是，他想到了摩擦起火——只要有打火石，用铁剑猛击不就可以了吗？说干就干，他随手捡了一块石头，握在手中，用铁剑狠狠地敲了下去。只听“咔嚓”一声，没有丁点火星，石头还碎了。  “看来这不是打火石啊....”  接着，他又实验了十余种石头，还是毫无反应。望着满地的石头渣和那把因为敲击快要钝掉的铁剑，席德放弃了。他决定，还是吃生的吧，他左手拎着铁剑，右手拿着猪肉，慢慢地走出了森林。\n\n\n  第四章（1953字）：\n    第四章袭击！\n  席德吃了那个血淋淋的生猪肉一直感觉很不舒服，他一直努力去想想《mineeurope的宗教》中的异端篇中有一个天神教——是东方大和帝国信奉的宗教，大和帝国的人就有生吃食物的习惯，不过毕竟别人吃的是特别加工的生鱼，自己这个可是刚割下来的猪肉啊....  席德越想越恶心，开始干呕起来，不过他很快遏制住了——食物本来就不多，自己再吐出来那就真的糟蹋了。今天经历了不少事情，他回帐篷已经很累了，再忍住恶心吃完两块生猪肉，他更是筋疲力尽，于是便倒头睡下了。这晚上，席德又梦到了他的父母，父亲因为失踪十分焦虑，最后把赞成席德远航的母亲逐出家门，母亲在外流浪，然后舍命参加了一个危险的探勘项目，最后死在他乡。父亲十分自责，也上吊自杀...  梦到这儿，席德吓得直挺挺地坐了起来，冷汗一身。再想睡也睡不下了，便走出了帐篷吹吹风，散散心。走出帐篷，来到海边，清凉的海风吹拂在脸上，海水轻轻地拍打着沙滩。在沙滩上绕了一小圈，憋屈的心情好多了，就准备回帐篷睡下了。刚躺在帆上，就听到外面有悉悉索索的声音。  “脚步声！”席德暗叫，“难道有人？太好了！我的猜测没有错！”想到这儿，他准备从帐篷转出去找那个发出脚步声的东西。他刚想出去，转念一想，谁知道这儿的人是友好还是排外，自己贸然出去有可能被痛揍一顿。于是他便在帐篷里趴好，悄悄地观察着发出那个悉悉索索声音的地方。  只看那边，一个身穿皮甲的男子笨拙地跨过草丛，来到岸边。席德看了，认为能做出皮甲的一定是文明人，便放心的走了出去。可是他再一看，天哪，这哪儿是什么文明人，他皮甲上那满是抓痕的脖子顶着一个像霉菌似的绿色的脑袋，脸上的表情狰狞，眼神空洞，手里还拿着一把沾满鲜血的铁剑。这一恐怖场景吓得席德“啊！”地惨叫一声，坐在地上。  那个怪物听见叫声，迟钝地把头扭了过来，恶狠狠地瞪了席德一眼，或者说是专注地大量了他，不过怎么说，他那空洞的眼神让人看不出他任何的情绪变化。  席德的大脑飞快地思索着，但还是不知道这个怪物是什么东西。 那只怪物慢慢地靠近了席德，席德的手慢慢颤抖着，他想用另一只手压住那颤抖不止的手臂，却发现全身都在颤抖和抽搐。  怪物慢慢靠近，狰狞的面目和低沉的吼叫足以让任何一个人胆战心惊。席德一边嘴上念叨着大爷饶命之类的话，一边在腰间摸索——自己的剑呢？    他一边退一边在地上摸，那怪物可不会让他有机会，一下子扑了上去。  伴随着痛苦而低沉的咆哮，是四处飞溅的污血。  那吓人的怪物已经压在了席德身上，不过，席德的左手狠狠一推，把刺入怪物腹部的铁剑拔了出来。他哪儿来的剑呢？剑并没有弄掉，只是在吃猪肉时顺手放在帐篷里了。  席德用手擦拭着自己满是冷汗和污血的脸，半开玩笑似的说道：“我还以为他们这些怪物的血都是绿的呢。”  这事情可把席德吓得不轻，要是这剑再晚出一秒，那么丧命的必定就是他了。席德想到这儿，脸上又开始不住地流汗。  正当他在为自己的机智庆幸时，那个怪物又爬了起来，用咆哮表达了自己是何等的痛苦和愤怒——即使这是一只智力和感知都极差的半死不活的东西。然后发疯似的再一次向席德扑来，席德被杀得猝不及防，肩膀被那绿怪物的手，或者说是爪抓了一下，这一下可把席德痛惨了。他回头一望，正是那只肚子上还有一个伤口的恶心怪物。席德连忙又忍痛抽出铁剑，对怪物连刺数剑，那僵尸便倒在了地上。席德又冲上去对这怪物的各个部位都连刺数剑，直到他不再冒血为止，接着便把怪物的四肢悉数切断，连着躯干一起扔进大海——这是目前知道的最好的能不让这个恶心的怪物再偷袭自己的办法。  做完这些，席德回到了帐篷，他被这么一通吓，肩也受了伤，睡意全无，他决定好好再拿出那本《mineeurope的宗教》研究一番。不过，肩上突然传来一阵剧痛，席德便昏死过去。  再次醒来，已经是第二天上午了，席德看了看左肩上那个不是很浅的伤口，确定了昨天的一切并不是梦。他现在哪儿也不想去，也哪儿都去不了，于是便找了个最近的水源——海水洗了把脸，但是那感觉实话说比不洗还难受，但是为了清洁脸上的血污只能这么做了。然后，他翻开箱子，又拿出了一块小的船帆，简单的裁剪后给肩做了个包扎。席德这一上午准备用看书和养伤来度过。  他找出了《mineeurope的宗教》，再一次翻开了几乎被翻烂的异端篇中的Herobrine兄弟会。 不过，书中并没有记载任何关于这个绿皮怪物的记载。于是，他脑子里闪过了曾经听过的一个神话传说：传说，在14世纪，也就是一百年前，这种绿皮怪物，叫做僵尸，在大陆的某些地方肆掠，于半夜出来，吃人，也破坏房屋。提滕骑士团——也就是现在戴尼茨帝国的西部自治区，的大主教海因里希十二世带领英勇的骑士们击败了这些怪物，把他们赶出了东mineeurope。以前听起来，权当是骗小孩的故事和说书人的演义罢了。不过现在他可不这么认为了——自己刚刚才和这僵尸打了一架。  席德差不多研究完了，便开始准备找点东西，要是能点起火，自己一定能安全得多。想到这儿，席德便开始静静思索以前学过的生火方法。 \n\n\n  第五章（4268字）：\n  第五章 进阶生存（上）\n  点火的办法席德记得自己学过很多，记得最清楚的除了敲击打火石的办法那就是钻木取火。当然，要想生火还是得弄点木材来才成。席德提着那把铁斧子就进了丛林，挑选了一颗不高不低的树，像是丛林木也像是桦树，不太看得出来。席德刚抡起斧子劈了两下，左肩又开始隐隐作痛，不过今晚要是不生出火来还得被僵尸偷袭，于是便加快速度一下一下劈砍着树木。最后用了一整天的时间劈倒了四棵树，差不多拿到了八块能用的木板。他把那些木头扛在右肩上，一块一块地搬出密林。搬出去的时间差不多也要赶上砍树的时间了，因为夕阳已经西下了。席德自己都不相信自己干这么两件事要这么长时间。不过想到现在又拿到这么多木头了也就释然了。  回到营地，席德愣是用手刨了个大坑，把一块大木板加工成了四块小木板，垫在坑的中间，然后再拿出一块大木板，用剑钻出了一个V型的小槽，然后放上一些从林子里捡来的枯树叶和干草，放进槽中，然后把一块大木板劈成四块小的。席德想把一块小木板磨成棍子，第一次磨得太短了，用不了，第二次太薄，第三次磨出来发现忘剥皮了。直到第四次，才勉强做出一根能用的棍子。  席德拿着棍子，插进小槽中，用双手用力转动棍子，不一会，那个小槽中的枯树叶和干草便冒出了灰色的烟雾。  “火！火！太好了！”席德兴奋地吼道。  灰色的烟雾下是出现了火星的枯树叶和干草，它们的温度正在缓缓升高，还不时有火星向空中飘去。席德再轻轻地向火源一吹，那一团枯叶上便燃起了熊熊烈火，也渐渐引燃了整块木板。  席德见火升起来了，连忙小心翼翼地把木板没有燃烧到的两端轻轻地拿起来，然后放进那个装满木板的坑里。霎时间，那个坑里的木头也被熊熊大火包围。  “成功了....我成功了.....”一种喜悦和自豪感油然而生，席德连忙坐在火坑边烤火——毕竟这几天他都过着原始人般的茹毛饮血的生活，每天晚上不仅要忍受寒冷的折磨，还有提防野兽和那些怪物的袭扰。不过，这种心惊胆战的生活将一去不返，因为，席德已经会生火了，掌握了火的力量便是一个美好生活的开始。  不过席德知道，这样的生火毕竟不是长久之计，自己没有专业技术很难让火长久地烧下去，也就是说将会浪费大量的木头。除非自己拿到地狱岩——一种只有神话中才会出现的神奇岩石，相传它上面燃烧的火焰永不会熄灭。这种事情只有在岛上经历了这种奇遇的人才可能相信。  正想着，火渐渐弱了下去，席德抓来一块木板劈开，扔进了火坑。然后趁火没有熄灭，抓紧钻进帐篷睡下了。 清晨的阳光照耀了整个沙滩，刚刚才醒来的席德看见火坑里的火已经熄灭了，里面多了一小块黑色的筒状固体物质，他拿了起来，这固体立即碎了一大半。  “这肯定是木炭！”席德想到，“木炭可是宝贝啊，烧起来比木块高效得多，虽然木炭不能代替木块制作火坑，但是以后一定会派上用场的。想到这儿，席德小心地把小半块木炭塞进箱子里，然后把箱子盖上盖子。  时间尚早，席德便思索着自己下一步的走向。因为久住在这个小帐篷里一来不安全，二来如果暴风雨来到岛上，自己这个小帐篷经岂能受得了。于是，他准备找到一个更好的安生的地方，起码得有一个木屋来躲避风雨。而在沙滩上盖房子则是无稽之谈，明智的办法是清除一小片丛林，然后在空地上盖房。不过清除森林对于自己这种一天砍到四棵树效率的人来说谈何容易，他仔细算了下，自己至少要清除十多棵树才能腾出空地，最快也要两天，加上盖房子的时间，至少四五天，不过暴风雨随时可能来临....  时间紧迫，没工夫再来思考那些坏结局了，席德拎起斧子就往森林边走。这回不知道是什么原因，也许是斧子用得熟练了，也许是找到窍门了，也许是这次没有刻意去挑选树木，或者几样都有，反正砍得特别快，一下午的时间就砍倒了四棵，总体效率还是见长的。  又是一个夕阳西下之时，沙滩上便出现了正辛勤搬运木头的席德的身影，一趟趟地往返于森林与沙滩之间，他的肩上扛着的便是他的劳动成果。  等把所有原木扛回了营地，他又发现了一个问题，自己的箱子已经被塞满了。于是，他便准备趁着这个机会也加工下箱子。于是，他蹲到箱子右边，把铁斧子拿出来，卡在箱子和接缝处，把右边的那面撬了下来，然后往右边接上了一块大木板，接着把两块钉在一起，然后又拿出两块木板，把一边钉在了箱子顶，算是个可以开关的箱子盖了。这一趟木工活做完了，天彻底黑了，席德匆忙把一块木板扔进火坑，点燃后便睡下了。  又过了一天，席德按惯例去林子里伐木，因为时间比上次富余，他砍倒了六棵树，接着便是老工作——把原木扛回去。差不多扛完了最后一次，天也黑下来了。这时，森林深处又传来了低沉的吼叫，而且不是僵尸的声音。  席德警觉地环视周围，虽然他不想再招惹什么不速之客，不过睡觉时再被偷袭可不好。思索之时，一团黑影蹿到了席德身前。他定睛一看，那是一头红着眼睛的野狗，或者说是一匹野狼才对。席德知道，狼是成群出现的，于是，他便下意识地往后退了两步。狼认为这是他懦弱的表现，便飞扑上来，把席德扑倒在地。狼一口咬了过来，席德把脑袋一歪，狼狈躲过了这一下，接着从身边抓起斧子，对着狼连刺数下，鲜血一下一下地随着席德的怒吼和狼的惨叫喷涌出来。不多时，那狼便嗷呜一声断气了。不过这嗷呜一声可引来了大狼群。席德被如此可怕的阵势吓了一跳——在草丛中、树木后、小空地上，全是黑压压的一片，只看得见一双双红色的眼睛，还有愤怒而低沉的吼叫，想必是因为失去了同伴。席德连忙四处环视，有什么地方可以让他躲过接下来可能发生的潮水般的攻势。跑？是不可能了，打也打不过，那么现在的最后一个办法就是上树，没错，狼不会爬树，可是身为水手的席德爬树可是小菜一碟。于是他三两下爬上了一颗挺高的树。狼群在下面可傻了眼，要在陆上是它们的天下，上了树它们就没办法了。只能呆在树下，不时用爪子扒着树或发出怒吼和咆哮。不过怎样都无济于事，席德就是不下来。  正当席德思索着是否在这儿睡下时，一支冷箭“嗖”地一声射了过来，从席德的头顶飞过，显然是那个偷袭者射高了。席德还没弄明白，又“嗖嗖嗖”三支箭，两支飞了过去，一支插上了旁边粗大的树干。这一下席德明白了，是有人在暗处放冷箭，他连忙俯着身子在树干之间移动，也不时有冷箭不停地飞过来，都没有中。不过人毕竟快不过箭，那箭雨中有一支箭射中了席德的腿，他惨叫一声，身子一仰就摔了下去，慌乱之中他一抓，抓中了一块冷冰冰的东西，席德一看，竟然是一副骷髅倒挂在树上，张着那瘆人的大嘴，像是对着自己微笑一样。他又一次干呕着，这个东西太恶心了，不过自己只要一放手就会掉下去喂狼，只能抓着这个恶心的东西。  他的右手向上一抓，又抓中了一个木质的东西，上面缠着布，仔细端详，是一把弓，再看骷髅的背上，还有一袋箭。  “天助我也！”席德喊道，他一下子爬上树，抓下弓箭，然后仔细望着冷箭来的方向。他张弓搭箭，虽然她没用过，但是还是得尝试着使用，他母亲曾经教导的话语又在他耳边萦绕。  “弓术的要点就是要认真，屏气凝神，要是不专心再好的武器也是枉然。”  席德尝试着专心瞄准，一箭朝冷箭的方向射了过去。只听“哐查”一声，那边有一堆白骨散了下来。  见被发现了，偷袭者也不藏了。他们齐刷刷地站到了一块平地上——都是一群白花花的骨头，应该说是骨架。他们张着大嘴，手上骨头松垮垮地握着弓，背上背着一小袋箭，约莫着有十多支。样貌就和树上吊着的差不多。席德根本没有意志力来集中瞄准——这种恶心而又恐怖的东西让他根本不想去看。 那些骷髅齐刷刷地掏出弓箭，瞄准了树上毫无掩护的席德。席德看到这样的样子牙齿已经开始上下打架了，腿也开始微微发抖，眼中充满了恐惧。就在这时，那群在黑暗中潜伏着本来是要找席德报仇的野狼不知因为是什么原因，或许是因为太愤怒找不到地方发泄，又或是也许他们被骷髅上的骨头吸引了，又或者这两种生物本就是天敌，不管怎么说，它们已经成群成队地开始去攻击骷髅。别看那骷髅射箭挺准的，近身格斗毫无优势。不仅行动笨拙而且由骨头组成的身体真的是一碰就散。不一会，席德已经看到不少骷髅被扑倒在了地上，从被按到到被撕咬得已经碎成了一根根骨头，都没有任何反抗。仿佛他们的大脑只有一个“想着活物射箭！”的命令。  席德再也看不下去这个令人反胃的场景了，他赶紧从树上下来，趁那些狼没有发现自己，赶紧离开了丛林，连滚带爬地回到了沙滩上的帐篷，冲向了自己的箱子，翻出了木板，他现在要打火来躯干那群野狼。不过心急干不成事儿，席德这次竟然没有忘加枯树叶了，拿着棍子的手都快搓燃了这木板还是没燃。  听着那离沙滩越来越来近的狼嚎，席德也越来越紧张，心跳一下比一下快，呼吸急促地已经杂乱无章。他现在想的只有快点把火点燃，这样才能驱赶那群随时冲出来会把自己撕成碎片的恶狼。  正想着，就有一匹狼冲了出来，席德吓得抡起斧子向前一挥，那狼机敏地向后退了两步。然后又向前窜了过来。席德只能不停地挥舞着自己的斧子，让那些狼不敢近身。不过那些狼会快就会知道眼前这个人也黔驴技穷了。  席德的脑中突然闪过一个疯狂的念头，这个主意虽然对于自己来说太困难了，但是自己现在只有这个办法了。  他突然停下挥舞，朝狼群大吼一声，那些狼也没想到他会突然这么一下，被纷纷吓得退了一小步。趁这个时候，席德一下子把斧子掷向了一头狼，斧柄正中它的头部，于是那凶狠的野兽便晕过去了。  见第一部成功了，席德连忙从背上取下弓箭，张弓搭箭，对着眼前的想要把自己撕碎的野兽一箭箭射了过去。  第一二三箭都没有射中要害，只是插中了大腿和爪子这种地方。席德摸了摸背上的箭袋，还有七支箭，他这回可不能再偏了。不过狼群比他先发动了这第二次进攻——一只爪子中箭的狼被激怒了。它飞扑向席德的方向，席德一箭射了过去，射爆了那野兽的右眼。接着，席德又“嗖嗖嗖“三箭，杀死了两匹狼。然后又射出了三支，这次三支全中。一瞬间，六只刚才还咆哮着准备把席德当夜宵的恶狼已经离开了这个世界。  狼群见席德竟然能这么顽强地抵抗，便瞪了他一眼，接着便一个个倒退着回到密林了。席德知道，这群畜生迟早会回来的，于是，他赶紧点燃了火——这次没有这么紧张，所以很快就把火点燃了，接着，营地，暂且说是营地吧，升起来袅袅青烟。  狼群再一次来到席德的帐篷时，席德已经拿起了一根火把，恶狼看到火光不禁后退了几步。席德尝试着走上前去，而席德往前一步，狼群就后退一步。最后席德鼓起勇气，用火把一挥，那些狼后退了不少。  “果然有效，狼都是怕火的。”  他一边往前走，一边挥舞着火把。那些狼被吓得纷纷奔逃进阴森恐怖的密林。  席德见他们走了，再也遏制不住自己心中的那种复杂的心情，或是愤怒或是发泄又或是哭似的大吼了一声，把火把扔回火坑后，一下子瘫在了地上，好长时间才便躺回了帐篷。今天的事情让他进一步坚定了一定要修一个更好的庇护所的决心。\n  \n  第六章（2211字）：\n  第六章 进阶生存（下）因为昨天的事情，席德已经下定决心要在最快的时间里建好避难所。前天和昨天砍的树腾出的空间已经足够修建房子了，虽然这里面有狼，但是自己学会了生火的办法，至少可以防止那些恶狼的侵扰了。  他现在要做的就是做一个房屋似的庇护所，现在，他在大脑中想了自己需要做的事情和所需材料：1、 四根加工过的尖木桩，作为支撑柱。2、 至少五至十根加工过的粗原木来作为房顶、地板、墙壁。3、 在天黑之前把所有的家具搬过来。这样的工作对于一个毫无经验的木匠是比较困难，何况还只有一天时间。他先把四根没有加工过原木搬进了森林，然后把工作台也扛了过来。接着，他把一段原木放上了工作台，可他发现，这木头太长了，放在工作台上后两端都悬在了外面。没办法，席德只能把一端放上工作台，然后压住这一端，让它的另一端不至于垂下去。可是用手根本压不住那么重的木头，没办法，只好把木头搬下工作台，然后把工作台上的那些家什全部取下来，挨个排列在地上，然后便开始了工作。  席德拿起一把铜质短刀，开始给树剥皮。所幸席德还是在前几天加工过木头的，所以说没用多少时间就将那坚硬而粗糙树皮剥下来了。然后，将两端削尖。这样，一根木桩算是弄完了。接着，他依葫芦画瓢加工完了其余三根。  问题来了，这四五米高的木桩自己根本抬不起来，他只得放弃安全性，把那些粗木桩削掉一圈，细木桩立起来容易得多。然后，席德抄起了一个类似铲子的工具，挖了四个小洞，接着把四根木桩插进去，这样算是把框架弄好了一半。  下面就是要想办法让其他的框架和四根支柱连起来。他想了许多办法，最后想到的就是用坚韧的藤条缠绕起来。他在森林里逛了一小圈，捡到了十多根扯起来算是坚硬、柔韧的藤条。  接下来就是盖房顶，他把四根木头用藤条捆在一起，接着把四个角捆到四根支撑柱上。虽然看起来摇摇欲坠，但是席德始终相信这是够坚固的。接着便是用铺天花板的方法铺了地板。墙壁的修建简单一点，基本就是用是细木条来做固定的小框架然后用藤条从上到下缠绕成墙壁状。完工后，席德已经快被高高挂在天上如火的骄阳晒干了，不过还好，夕阳已经慢慢往下了。约莫着就是三四点四五点的样子。  最后就是搬运工作，把那些什么大箱子帆布全部拖进森林，搁在这个房子旁边。然后自己钻进了屋子。整个屋子就开始“吱呀吱呀”地响，屋子也有些轻轻摇晃。不过还好，一天的心血没有垮掉。  晚上，一阵暴风吹向了小岛，狂风把沙滩上的沙子卷了起来，暴雨拍打着树木，发出“刷刷”的响声，不少大树已经倾斜，还有不少甚至树被连根拔起。席德蜷在小木屋里，那斜着过来的暴雨冲击着这并不坚固的小木屋。在屋子里，他想象着自己要是现在还躺在那个小帐篷里会怎么样。  暴雨中，席德一直无法入眠，他怕自己这个小木屋随时会因为这如石头般砸向自己屋子的暴雨而垮塌。他只能祈祷自己的屋子不被这攻势所击垮。一直过了三个多小时，雨丝毫没有减小，还有不少水漏了进来。席德值得把身子挪一挪，又使蜷了蜷身体，不让衣服被水沾湿。  席德彻夜未眠，直到雨过天晴，清晨的阳光穿破乌云，射向大地。那些在暴雨中存活下来的树木已经便得更加挺拔了，叶子上沾满了水滴，在阳光的照射下如珍珠般剔透。与昨天残酷的景象形成了鲜明的对比。  昨天晚上的暴风雨让席德一直回忆着自己提议让“奋进号”拖着私掠舰一起进入暴风雨的情景。那滂沱暴雨使那晚上的场景又历历在目。他在想，自己这么做是不是一个错误呢？为什么要逃离干文明社会这种蠢事。虽然这一切已经不重要了。  雨停了，席德终于有时间来睡个觉了，这一觉和往常不同，他没有做任何关于自己双亲的梦，也许是麻木了，也许是习惯了岛上的生活，不管怎么说，这一觉睡得很死。  睡了挺久的席德被一阵狼嚎惊醒，除了狼嚎，还有一阵嘶嘶声，就像是蛇之类的动物发出来的声音。这声音越来越大，让席德无法再安稳地躺下去。于是，他拿出剑爬起来，开始搜寻声音的来源。  他一边谨慎地四处观看，一边一步步地往前走。生怕有什么冷箭僵尸恶狼之类奇怪的东西再突然冒出来，毕竟自己这几天不是一次两次逃离死神的魔爪了。  正在这时，他听见不远处有蠕动声，嚎叫和嘶嘶声也越来越大。于是他便躲在草丛后，静静观看。原来是一只野狼在和一个....一个奇怪的怪物搏斗。那是一只纯绿色的怪物，从上到下简直就是连在一起的，下面是四只蠕动着的触手，脸上做着嘴向下弯的奇怪表情。野狼在围着它绕了几圈后一下子就把那绿怪扑倒在地，席德暗想这个绿怪再有什么本事也难逃一死了。不过他错了，这绿怪的身体急速膨胀，野狼被吓了一跳，毛发倒竖。接着，是“碰”的一声剧烈的爆炸，席德本能地用手臂挡住了脸，飞溅来的泥土沾了席德一身。再看那边，绿怪已经和野狼同归于尽了，只留下地上一个不小的坑——就算是皇家海军“老鹰号”，也就是布兰顿帝国最大的一艘军舰，它的主炮射在地上也不过就能留下这样一个坑了吧。  望着这个又深又宽的坑，席德想到要是那匹狼换成自己会怎么样，不是身体被炸碎手脚也得飞出去，被他炸到就难逃一死了。想到这儿，席德突然意识到自己的房子也许有危险，便飞奔回自己的小屋。  回到空地，席德发现自己的房子安然无恙后算是松了一口气。他试着总结出这样一个结论：“这个绿色的怪物也许只有遇到刺激和惊吓或者有攻击欲望时才会自爆，也就是说，这是一种本能的自卫反应。没有生命或者活物他是不会随便爆炸的。”  至此，席德已经基本在岛上安顿了下来，也掌握了岛上许多生物的情况。那么，他即将改善自己的装备，拓展自己的领地，探索整个岛屿，进行更深入的冒险！\n\n\n[groupid=659]下一个天亮●·建筑群[/groupid]",
    "replies": [
        {
            "author": "likeliang",
            "timestamp": 1408087860,
            "txt_content": "前排OAO帮忙有没有奖励"
        },
        {
            "author": "Saya_",
            "timestamp": 1408087860,
            "txt_content": "前排支持老李"
        },
        {
            "author": "单机建筑师",
            "timestamp": 1408088040,
            "txt_content": "支持。写文章的都是语文老师的天使。"
        },
        {
            "author": "老李是我",
            "timestamp": 1408099980,
            "txt_content": "单机建筑师 发表于 2014-8-15 15:34\n支持。写文章的都是语文老师的天使。\n谢谢支持..."
        },
        {
            "author": "老李是我",
            "timestamp": 1408100040,
            "txt_content": "单机建筑师 发表于 2014-8-15 15:34\n支持。写文章的都是语文老师的天使。\n谢谢支持..."
        },
        {
            "author": "Lucky777777",
            "timestamp": 1408105740,
            "txt_content": "  支持下\n  企业号简直好评。"
        },
        {
            "author": "老李是我",
            "timestamp": 1408106820,
            "txt_content": "Lucky777777 发表于 2014-8-15 20:29\n支持下\n  企业号简直好评。\n现实中的不列颠就有十五艘，所以就用这种通用的名字了。还有我记得以前好像冒犯了贵版对不起哈"
        },
        {
            "author": "老李是我",
            "timestamp": 1408169580,
            "txt_content": "沉得...沉得好快"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1408208460,
            "txt_content": "老李是我 发表于 2014-8-15 20:47\n现实中的不列颠就有十五艘，所以就用这种通用的名字了。还有我记得以前好像冒犯了贵版对不起哈 ...\n  0.0 没事 我还怕你记仇呢，下好大决心才决定回复你的帖子。和气为上"
        },
        {
            "author": "老李是我",
            "timestamp": 1408250460,
            "txt_content": "Lucky777777 发表于 2014-8-17 01:01\n0.0 没事 我还怕你记仇呢，下好大决心才决定回复你的帖子。和气为上\n嗯，我记得我道歉来着....（我道歉了么）"
        },
        {
            "author": "think君",
            "timestamp": 1408363800,
            "txt_content": "前排要奖励"
        },
        {
            "author": "老李是我",
            "timestamp": 1408363980,
            "txt_content": "think君 发表于 2014-8-18 20:10\n前排要奖励\n前排求投票"
        },
        {
            "author": "老李是我",
            "timestamp": 1408538340,
            "txt_content": "拿到人生第一个图章好感动"
        }
    ]
}