{
    "title": "【楼尾高能】啦啦啦……军训完的巨蟹来给大家分享些音乐，进来绝对不后悔！",
    "author": "G王者Z巨蟹Y",
    "replyCount": 5,
    "timestamp": 1408105080,
    "txt_content": " 本帖最后由 G王者Z巨蟹Y 于 2014-8-16 13:30 编辑 \n\n前（fei）言（hua）：\n{:10_522:}你们知道一个15号就开学，然后军训两天半，然后上课直到9月1号，然后继续上课，周末只有一天半的初中生有多悲剧么。\n{:10_512:}不过有MCBBS&B站&贴吧（我才不会说还有暴漫）的朋友陪伴我，还是活得下去滴（妈妈在我去外地旅游的时候问我，我最近过得样肿么样，我回答：“还活着”）\n\n\n好了，切入正题，以前我也发过一个推荐歌曲的帖子……{:10_493:}貌似没什么人气（←_←发这种帖子，不是很正常么？）所以，当电脑前的你，看到这段文字是，你应该感到幸运，因为你是所有MCBBS用户中，少数的无聊到（划掉）来看这个帖子的人啊{:10_509:}！\n\n\n真·切入正题（由于部分歌曲找不到外链，只好用百度网盘了）\n祈Inory - 幻想神域【翻唱&中文】，我搜集的最新歌曲之一。http://pan.baidu.com/s/1B39pk\n\n葛平 - 文学者の恋文【中文&调音】，最新歌曲之一，B站搜刮来的宝物。\nhttp://pan.baidu.com/s/1ntsQoI1\n\n\nFumika - その声消えないよ【日文】，最新歌曲之一，朋（ji）友推荐的歌曲。\nhttp://pan.baidu.com/s/1qWseigG\n\nLost One的号哭【日文】，最新歌曲之一，B站搜刮战利品。\nhttp://pan.baidu.com/s/1hq5RDe0\n\n\n洛天依 - 末日DISCO Remix by 杉田朗【中文&重置】，B站搜刮战利品，旋律比原曲更优美，但是高潮部分不如原曲。\nhttp://www.bilibili.com/video/av428792/[/bili]\n\nhttp://pan.baidu.com/s/1kznbw\n\n\nBlack Veil Brides - In The End【英文】，比较燃。\nhttp://pan.baidu.com/s/1GToGu\n\n\n周天然 - 循环【中文】，挺励志的。\n\nhttp://pan.baidu.com/s/1gdsw41t\n\n\n\n高能？在哪？\n梦境——暴风峡谷\n      一个女孩，不，应该是一位少女，毫无征兆地出现在了这里，风中夹杂着沙尘，偶尔还飘来一些纸片……      “这……是梦吧？”缓慢的语气却显得镇定、深沉。      “这里，我似乎没有来过，眼前的高塔，泛着蓝色的光，似乎有一种强大的能量。这……预示着什么吗？”      少女看似漫无目的地向前走着，在高塔下，是一个小房间。她没有选择破旧的铁门，而是右边的一条通道。      通道的尽头，倒下的柱子下，压着一个庞然大物……      “那个是？机甲？”她慢慢地走了过去。      一个男孩躺在机甲的脚下，金色的头发和朴素的外衣。      “不，不是，他不是机甲的驾驶员，他的年龄，不可能驾驶M-15机甲……”      少女摇晃着他，唤醒他，“快醒醒！~”      一番折腾后，男孩慢慢睁开了眼睛，“你……你是谁？”      “我……”面对这种提问，少女无奈地准备回答，可男孩似乎察觉到什么，“小心！快闪开！”他猛地推开少女。      随着一阵无法形容的叫声，一个可以被称之为怪物的东西扑了过来。“跑啊！”很显然，男孩此时能做的只有逃跑，但是……还没等他起身，那怪物已经调整好姿态，朝着他……      “彭！~”怪物倒下了，准确的说是被击飞了，狠狠地摔在地上，动弹不得。      “喂！你们没事吧？”顺着子弹飞来的方向，一位穿着风衣，手持着一把猎枪的少女（又是少女？⊙﹏⊙b汗|别捣乱！(╰_╯)#）      “我叫翼，是一名猎人，你们是谁？为什么会在这里？”      男孩：“我为什么要告诉你？你先告诉我这里是哪？”      翼：“我也不知道，不过你们是我在这里见到的唯一的人”      少女：“我记得，这里应该是叫做‘暴风峡谷’，一个机甲实验基地。”      “那么这里属于联合军还是亚人？”男孩问道。      翼一脸茫然：“什么联合军……我只想知道我的家，我的村庄在哪？”      少女：“大家先冷静下来吧。我觉得我们应该一起寻找出路，这里看起来不宜久留。”      翼思考了一会，放下了一直举着的猎枪，男孩也说道：“我叫瑞，至于我怎么来到这里的，我也不知道。”      “我是Snow”，少女望了望那座高塔，“我觉得这座高塔可能隐藏着什么……”没错，这是她的梦，她的判断是对的。从通道旁的一个门进去，是一个控制室……“这些都是什么啊？”翼看着那些屏幕，呆住了。      “是控制什么机器的，看起来，有些破旧。”瑞则表现得若无其事。      Snow什么也没说，在一台屏幕前，敲击着键盘，似乎试图让工作状态的指示灯亮起来。      这里一点也不平静，除了键盘的声音，还有一些钢铁碰撞的声音，而且，越来越近。翼和瑞都发觉到了，盯着控制室左边的门。突然，门外传来了急促的脚步声，随即，看起来坚不可摧的铁门被撞破，一个强壮中年男子出现在翼和瑞的眼前。      “快闪开！”他喊道，瑞立即朝一遍闪开，翼举起了猎枪。又一阵略微有些异样且更加急促的脚步声在靠近……“是两个人吗？”翼自言自语道，同时握紧了猎枪，手指放在了扳机上。      “你快闪开！你一个女孩子怎么可能对付得了他们？”刚刚喘过气的大叔对翼说道，翼的回应很坚决：“闭嘴！~”      正说着，门外出现了“敌人”的身影……一个主体是椭圆形的机器人，身材高挑，两条腿却十分的细。翼看到了，手不自觉地放松了，眼里满是疑惑。接着，另一个“肥胖”的机器人冲了过来，和第一个看着翼发呆的机器人撞在了一起，这是一个主体为圆形的机器人，手臂和腿相比之前的那个要粗得多。      翼此时笑了起来……“真像两个小丑！”枪也放了下来，瑞也捂着嘴偷笑，很显然，他们都被这一对略显滑稽的机器人都笑了。不过那位大叔可不一样，“你们躲到一边去，他们的目标是我！”说着举起了一根撬棍，朝门口冲了过去，往“胖子”的“肚子”上狠狠地来了一下，随着一阵火花飞出，“胖子”不动弹了。“胖子”的“搭档”趁这时，同时发动了攻击，抓住了大叔的左手，站了起来，“眼睛”也开始发红。大叔反应了过来，脚朝机器人踹了一脚，左手抽了出来，这机器人的脚很细，一时半会还站不稳，于是又轮到了大叔的回合，又是一招撬棍重击，机器人倒下了。“你是谁？”翼问出了这个经典的问题。大叔看了看这个“女孩”和瑞他们，一边回答道：“我是戈登·弗里曼，你又是谁？”一边朝Snow走去……Snow完全没有在意刚才发生的一切，他发现了一份笔记，开头写着【启动步骤】，下面则是以非常潦草的字体书写的密密麻麻的文字，末了还有一个署名，“技术员：史丹利”翼跟着他，“我是翼，你是这里的人吗？”戈登无视了她，一直看着Snow在操作……过了一会儿，他说道：“你知道怎么去启动这个装置？”“也许吧。”Snow没空去理会他，她认为启动这个装置是离开这里唯一的办法，她非常确定，因为，这是她的梦！“你们…………有谁注意过外面？“瑞突然说道。“什么？“”外面有一个大家伙……“翼和戈登走了出去……“是三角机甲！快躲回房间里！“戈登大喊。”咻咻咻~~~“机甲搭载的机枪开始工作了，子弹朝着他们打去。二人跑回了控制室，关上了铁门，“躲着不是办法，必须想办法消灭它……可恶！这里没有马格努森装置。“但翼现在关心的不是如何去消灭机甲，而是她发现瑞不见了“瑞呢？瑞不见了！“与此同时，控制室外，瑞朝着墙壁侧的楼梯跑去，“巴德尔能量已经恢复，是时候了！“……控制室内，翼和戈登还在讨论营救瑞的方案，Snow却停下了工作……“完成了……““嗯？什么完成了？你是说这个装置？”戈登好像很兴奋。“就差最后一步……”Snow站了起来。翼更在意那个小男孩“可是瑞还在外面！”“只要启动了高塔，一切就都结束了！”“对！传送装置启动之后，我就可以回到几十年前的黑山基地，那么，一切灾难，包括7小时战争，都不会发生！”翼一脸茫然：“你们到底在说什么？”Snow又坐了下去，“没时间解释了，这是最后一段程序……”",
    "replies": [
        {
            "author": "单机建筑师",
            "timestamp": 1408105320,
            "txt_content": "等你上高中你就知道什么才是悲剧。"
        },
        {
            "author": "Asselin",
            "timestamp": 1408105620,
            "txt_content": "高潮部分"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1408105620,
            "txt_content": "单机建筑师 发表于 2014-8-15 20:22\n等你上高中你就知道什么才是悲剧。\n{:10_503:}我表示有所耳闻，不过我现在的目标（←_←）就是去到我这里最好（最严）的高中……"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1408105740,
            "txt_content": "Asselin 发表于 2014-8-15 20:27\n关于你，我有三句话想说，一，怎么又是你（How old are you？），二，我本来就想在这俩字之间加一个哲学符号的，三，我也玩UN"
        },
        {
            "author": "ztq",
            "timestamp": 1408123020,
            "txt_content": "初中生路过。。。。。"
        }
    ]
}