{
    "title": "<原创·连载>【Manna的服务器记事】<序章+第一话>【Manna著】",
    "author": "yed00127",
    "replyCount": 4,
    "timestamp": 1408099680,
    "txt_content": " 本帖最后由 yed00127 于 2014-8-16 14:35 编辑 \n\n序章\n这是某服务器的二周目世界。\n为了保护服务器信息，这里就不公布服务器的名字了。诸位只需要知道，这是一个在线人数近百，人气还不错的服务器就可以了。\n笔者接下来要叙述的故事，就是发生在这个服务器中的，一件件平凡而有趣的小事，请各位不要对本书抱有太大期待。\n没错，就是这样。\n \n \n第一话 Lion与Four\n在服务器主城西侧约四百单位距离的地方，有一个被称作“丧失谷”的小村庄。这座建立在峡谷边上的村庄里原来有十几户居民，其中半数以上已经离开了这个世界，还有几个遗弃了房产和土地，搬去了别的地方，所以现在村子里只剩下两个人了。\nLion与Four，这是一对儿老冤家了。早在一周目的世界，两人就因为各种鸡毛蒜皮的小事打的不可开交，很多时候都会殃及到无辜的民众。不是这家的伐木场被引燃烧了个一干二净，就是这家的房子被突然从天而降的炮弹炸没了屋顶，总之这两个人闹的很厉害，连居住在主城之巅的众管理员都拿他们没办法。\n明明是神一样的管理员，却会因为两个好战分子而头疼不已，这是为什么呢？\n原因很简单，因为这个服务器里并不禁止争斗。只要是合理合法的战斗，管理员都无权干涉。就比如一周目世界的时候，服务器里就存在三个大势力，他们都建立了国家，一周目世界的毁灭就是因为这三方的最终大战——咳咳，当然了，这都是题外话。\n诚然，Lion与Four之间的战斗就是合理合法的。二人每次战斗前都提交了战争申请，理由也充分的很，以至于上至服主管理，下至升斗小民，都无法干涉他们之间的战斗。虽说这两个家伙在战后都会加倍的赔偿损失，但长此以往肯定会让他们的邻居神经紧绷。\n所以说丧失谷的衰落，完全就是拜这两个好战分子所赐。\n这一天，Lion与Four之间的战争再次开始了。\n在已经有一半以上土地被灰色所占领的丧失谷内，Lion与Four又一次摆开阵势，准备展开一次空前规模的大会战。由于二周目世界刚刚加入了全自动武器平台模组的缘故，Lion与Four皆下了血本，制造或重金购买了大量的全自动武器平台，其中大部分都是可以预设攻击地点的导弹发射平台——看样子在这场战斗之后，丧失谷这个名字就会被永远从世界中抹去了。\n“四狗，现在投降还来得及。”有着深黄色与浅蓝色为主色调皮肤的Lion在黑曜石制造的避难所里向Four发话道，“只要你把你偷我的两个小麦还给我，我保证留你个全尸。”\n两个小麦——没错，这就是两人不惜把家园都毁掉，也要交战的原因了。就在昨天，Four在喂牛的时候突然发现少了两头牛没喂，当时他身上已经没有小麦了。他的麦田离牛栏又远，所以他就近从Lion的麦田里顺了两个小麦来喂牛。\n当然了，Four不是傻子，他顺走两个小麦之后，又把种子种了回去。但Lion是何许人也？这家伙在巡视领地的时候很快就发现了两株还没长成的小麦。Lion稍稍计算了一下时间，在这之后他认定自己的小麦肯定都是成熟的。\n所以，一定是Four偷了我的小麦！\n得出这样结论的Lion立刻找到当时在线的Four，要求他把两个小麦还给自己。\n“什么？！两个小麦也要还？！”\nFour觉得自己从未听到过如此无礼的要求。他非常气愤，觉得Lion这家伙实在是欺人太甚，就从箱子里抄起了一把打猎用的火枪，悄悄溜到Lion的身后，将枪口对准了正在聚精会神的打字和自己理论的Lion的脑袋。\n看着毫无戒备的Lion的后脑勺，有着棕色西装皮肤的Four似乎露出了狡猾的笑容，然后毫不犹豫的扣下了扳机。想当然的，Lion被一枪打死了，包裹里的东西散落一地。Four不屑的看了它们一眼，然后潇洒的走掉了。\n于是，在这之后，战争爆发了。\n这场即将被冠名为“第八次丧失谷战争”的战斗，引来了很多人的围观。此时服务器内的派系尚未分明，绝大多数人都属于各种各样的小团体，有些团体甚至还处于战争状态之中。不过磨刀不误砍柴工，很多时候劳逸结合也是必须的，所以这些团体都签订了口头上的停战协定，只待丧失谷完蛋，大家再接着打。\n“投降？投降你大爷！”\nFour在屏幕前愤怒的敲击着键盘。他现在也呆在黑曜石建造的避难所里，现在正双眼发红的盯着眼前的拉杆。他知道，只要这个拉杆一动，Lion在丧失谷的一切就都完蛋了——同时他在丧失谷的一切也都完蛋了。\n哼哼，不过幸好我建了一个足够庞大的避难所，还赶工把贵重物品转移过来了。Lion那个傻瓜肯定想不到这一点吧！\n想到这里，Four的嘴角泛起一丝诡异的微笑。但是让他想不到的是，远在离他数百公里外的某个屏幕的前方，一个二十岁左右模样的青年，也露出了同样的笑容。\n“那你的死期到了！”\nLion霸气十足的打出这句话之后，一拳砸向了面前的按钮。与此同时，Four也面容扭曲的拉下了面前的拉杆。\n就这样，地下传来了密集的活塞运动声音。一座座全自动武器平台缓缓上升到地面上，缓缓的调转了方向。几秒钟后，近百颗地对地导弹冲天而起，十数架无人机起飞，自爆机器人仓库开启，十数座远程炮台几乎同时发出怒吼……\n然后在下一个瞬间，服务器出现了轻微的卡顿。坐在热气球上观战的人们急忙升高逃离，在逃跑的时候还不忘把视角对准战争发生的地方。\n轰轰轰轰轰……\n地下接连不断的传来轰鸣声，爆炸产生的白色的烟雾效果淹没了地面。这样的时间持续了大概六秒钟，在这之后，所有属于丧失谷的土地都变成了毫无生气的灰色，上面零星的有些流动水与岩浆涌现出来。“壕！”\n\n\n在下一个时间点，服务器的公屏就被这个字眼占满了。这场几乎用尽两人家当的战争，最终换来的只是这样嘲讽般的赞扬，以及紧接而来的，由服务器管理员发来的土地赔偿单。\n\n接下来的事情，笔者就不详细叙述了。总而言之，Lion和Four因为对主城附近的生态环境造成过度破坏，遭到了巨额的罚金，以至于两人在把最后翻本用的物资全部用来抵债之后还欠着一大笔罚金。\n\n这两个家伙是不会离开服务器的。为了不被踢出服务器，两人不得不在接下来的时间里努力还债——也就是说，这两个家伙之间又可以暂时性的休战了，可喜可贺，可喜可贺。\n",
    "replies": [
        {
            "author": "1950703308",
            "timestamp": 1408100040,
            "txt_content": "字体太大。。。再小一号。我的眼睛就承受得住了。。"
        },
        {
            "author": "948701463",
            "timestamp": 1408100340,
            "txt_content": "俩个熊孩子- -这都要吵起来，没素质..."
        },
        {
            "author": "单机建筑师",
            "timestamp": 1408100580,
            "txt_content": "继续努力吧。。"
        },
        {
            "author": "siong2360",
            "timestamp": 1408101060,
            "txt_content": "2个死熊孩子"
        }
    ]
}