{
    "title": "这个帖子，我要告诉玩mc的玩家",
    "author": "嗜金龙须",
    "replyCount": 10,
    "timestamp": 1408122000,
    "txt_content": " 本帖最后由 嗜金龙须 于 2014-8-16 01:00 编辑 \n\n今天发生的事情，让我感动，还有我失去联系的朋友，玩mc，我体验了友情 我从mcbbs找了个服务器，服有创造服，我便进去玩了，一开始我是造着过山车，随便路过一个地皮，是占满整个地皮的建筑 ，城堡。我便决定摧毁我辛苦造的过山车，我清空了地皮。在聊天框找人一起来建造，发出去，有几个人愿意来帮忙，城门修了又修，红石就是控制不好，一个名叫D_UI的说，给我权限，我帮你！我和几个人看这他，拆了又拆，67分钟吧，造完了，去造城墙了，我们造到了下午快晚上了，他们看这造完了，就悄悄的下线了。我只是随便找人一起来建筑，我们素不相识，又不知道对方叫什么，只知道建造，如果我一个人建造的话，1天都不够！我被感动了，这只是一场游戏。没有什么必要，但是他们打动了我。mc虽然是款游戏，但他让我找到了许多朋友，玩mc，不只是要玩，还要体会游戏中的情感，你或许和他素不相识，但没有妨碍交朋友的感情，我今天的事，就是很好的例子。游戏可以让你找到朋友，任何游戏都可以，像腾讯改的穿越火线 也有人从那里找到朋友，我并不是在护着穿越火线被人骂，我也不支持他，也不支持mc，我只玩我喜欢的游戏，找到属于自己的朋友，没有游戏是垃圾的，游戏不只是为了给你解闷 解决无聊，它也可以让你找到真心朋友。每个人都有属于自己朋友的权利，何况是游戏。交个朋友，一起战斗，一起建造。游戏，就是为了你找到朋友而有的..........2012年.......我认识了羽，我们一起玩mc,很快乐，很开心，他帮我换皮肤，那段时光十分好，现在与他失去联系，我也有时泪水就会流下.....交到一个朋友，失去了他，会感到没有以前一起玩的欢乐时光，幻想记服务器 小天兄弟盟服务器【现在改为天盟】等等,,,,,,一些服务器，让我找到了朋友，一起玩耍，生存................那是玩mc的快乐时光。我只想表达一点，没有游戏是垃圾的，每个人有自己的喜爱，我们并不需要去骂，喷。我们要尊重选择。我，不会支持任何游戏，我只玩我喜欢的，喜爱的........总而言之。玩游戏不只是为了玩，而是遇到真正的友情",
    "replies": [
        {
            "author": "单机建筑师",
            "timestamp": 1408122060,
            "txt_content": "你又机智的水了一帖，你这个故事不是发过了么。"
        },
        {
            "author": "嗜金龙须",
            "timestamp": 1408122180,
            "txt_content": "单机建筑师 发表于 2014-8-16 01:01\n你又机智的水了一帖，你这个故事不是发过了么。\n我复制了那一段，下面，我写了我的体会"
        },
        {
            "author": "单机建筑师",
            "timestamp": 1408122480,
            "txt_content": "嗜金龙须 发表于 2014-8-16 01:03\n我复制了那一段，下面，我写了我的体会\n是的，在现代世界，网络带给我们的不止是信息传播的迅速，还有人与人之间的距离，某些时候，在网络的另一端，一个素不相识的人因为网络而成为你最要好的朋友、铁哥们，这是不可思议的，但这正是网络的魅力所在。我们体会着网络中的精彩，也感受着网络朋友之间的关怀。希望各位都在网络中找到属于自己的天地和真心朋友。（我有特别的水回复技巧）"
        },
        {
            "author": "嗜金龙须",
            "timestamp": 1408122540,
            "txt_content": "[wood][brick][brick][brick][wood]"
        },
        {
            "author": "1292029552",
            "timestamp": 1408123620,
            "txt_content": "嗯？怎么又是你？这次对我的效果应该没有上次好了。。。"
        },
        {
            "author": "1137017918",
            "timestamp": 1408125540,
            "txt_content": "真羡慕，话说我连服务器都不会加、、、、、"
        },
        {
            "author": "琳琅素白",
            "timestamp": 1408125600,
            "txt_content": "minecraft给人第一印象就是一个广大无边际的世界，友情在这个世界可以被无限放大。也是随着网络的发展才得以出现的跨越网络的友情是值得珍惜的，两人相见便是缘，更何况在同样广大的网络中相遇的。我也曾经在minecraft里面交过不少难忘的好朋友，往往我们都一起玩游戏玩得很好不存在歧视一类的，当时觉得一起玩就是一起玩没什么，但是分离之后有时候又回想起来对方的言语，做事风格之类的。说到底，网络给了一个平台，人们可以在网络上敞开心扉聊天交友，而且还不用担心身份暴露，这种层次的心灵交接以前是想都不敢想的事情。而现在，我通常玩单人，累了就到山头上面，听着忽然响起的BGM看落日。。。。。。"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1408126980,
            "txt_content": "好多字，我只看了一半"
        },
        {
            "author": "huangxiaolong",
            "timestamp": 1408127160,
            "txt_content": "至于发两次吗"
        },
        {
            "author": "北美路人",
            "timestamp": 1408127640,
            "txt_content": "哦，那你永远你不知道杀人越货和炸家的快感。 "
        }
    ]
}