{
    "title": "申请【创作翻译】版主",
    "author": "修改器很好玩",
    "replyCount": 2,
    "timestamp": 1408154400,
    "txt_content": " 本帖最后由 修改器很好玩 于 2014-8-16 10:02 编辑 \n\n申请版块： 创作翻译\n职业：学生\n年龄：13\n在线时间状况：看情况，一般工作日（上学）下午大部分时间在线，放假全天大部分时间在线。\n个人专长：Cinema4d(包括渲染MC，以及非MC）、After effects(即AE）、部分Java、英语翻译。\n语言能力：中文、英文。（关于英文的实力见下）\n联系方式：邮箱vincenthan2009@outlook.com、QQ1139613742\n管理经验：学生会信息技术部部长、班长等\n申请理由：见下\n将来计划：见下\n对论坛建言：希望论坛对MC玩家有更大的帮助！祝翻译版块更加火！\n\n英语实力：\n\n\n  本人年龄13，初中生。看到这里大家肯定觉得本人英语实力差，因为国内英语教学差，初中生几乎等于不会英语。不过我需要声明一下，本人是美籍华人。别说你不信，版主申请指南里面很明确的说明了如果说假话是会严重处罚的，所以我发誓，我是美籍华人。本人出生在美国california的mountain view。6岁来到中国，开始学习汉语，现在在北京某国际初中上学。所以本人英语实力比很多人是好很多的，其中最突出的当然是口语了。为了证明，我把这段话翻译成了英文。\n  I'm 13 years old, a middle school student. Maybe you will think that I'm kinda bad at english ,because at China, the education of english is horrible, it cause that many middle school student are bad at english. But the point is: I am a ABC, which means \"American born chinese\". You maybe think that I'm kidding or lying, but I promise I'm saying the truth!!!!! I was borned at mountain view, which is a city at California. I went to Beijing when I was 6 years old, and starting to learn chinese. Right now I'm studying at a middle school at Beijing. So I think that my english skills are better than the average at china. \n\n申请理由：\n\n\n  首先，大家都知道创作翻译并不是什么非常火的板块（茶馆才叫火），这里有几个原因：\n\n\n1. 创作翻译对MC玩家没有太多帮助（除了翻译一些MC教程之外），像游戏技巧、皮肤等板块比较有名气是因为有实用性，有帮助。所以为了让创作翻译更火，我会经常翻译一些对MC有用的文章。\n\n\n2. 创作翻译板块比较新，这里不解释了。\n\n\n3. 创作翻译板块门槛过大，想要写一篇好的文章是非常难的，所以很少有人在翻译版块写文章。\n\n\n综上所述，创作翻译板块并不算火，本人会努力推动翻译版块，是翻译版块更好！\n\n\n\n\n将来计划：\n\n\n1. 多鼓励翻译MC文章、教程\n\n\n2. 自己多翻译一些东西（大家能看到我的翻译爱好者勋章吧！）\n\n\n3. 对原创文章进行综合评分，例如100分，90分这样的。并根据分值奖励。\n\n\n4.其他有助于创作翻译板块的事情。\n\n\n\n\n\n",
    "replies": [
        {
            "author": "kehebai",
            "timestamp": 1408250700,
            "txt_content": "表示你好像中文不太好，因为是翻译创作不是创作翻译吧……"
        },
        {
            "author": "rom718",
            "timestamp": 1408270320,
            "txt_content": "楼主资历暂不足以担任版主，且该版块管理人数已经充足。"
        }
    ]
}