{
    "title": "转载文章",
    "author": "籽坤",
    "replyCount": 6,
    "timestamp": 1408119720,
    "txt_content": "终于放假了，敬爱的MC我终于可以摸到了，紧张了这么多天终于。。。哈哈摸到了                                                                       \n  我登上mc，看到好朋友小环（女的）也在线，于是我决定和小环联机。\n\n  我进去之后，发现我们玩的是生存（我最会玩生存了），我挖了足够的木头，决定去找小环，这时小明、小龙、小镇（都男的）也加入进来了，他们刚好复活在我旁边，我们决定一起找小环，我们走到最近的一个沙漠，发现那里有一个村庄，我们刚走进去，就看到了小环，我们几个聚在一起有欢有笑。这时天色暗下来了，对话框里出现了一行字“哈哈，好戏要开始了”这时屏幕变成一个传送门，我碰了一下，就被吸了下去，..........“喂，小天，醒醒。”小明对我喊道。我迷迷糊糊的张开了眼，看到了一望无垠的草原,我再仔细一看，这不就是mc中的草方块么？难道我们穿越了！！！！！ 这时小环开口说：“嗯，我们有可能出不去了，嗯。”面对小环的从容镇定，我掉地了，但立马增进了信心，对大伙说：“我一定会带大伙出去的，大伙要有信心啊！！！！！先报下数，叫到名字的喊到。”小明说:“凭什么啊，你跟老大似的，我可不听你的，哼。”这时候我又说：“这是我们得团结一心啊。”“小环”“到”“小龙”“到”“小镇”“到”“小明”小明极不情愿的喊“到”“好，大家都到齐了，开始干活。”所谓的活，当然是砍树，我来到一棵树下，用方方正正的手挖下来一个木头，打开背包，这才发现我先前挖的木头还在，四组木头啊，省了不少事。我做了个工作台，合了八组木板，叫正在砍树的小龙叫了来，让他一起盖房子，这时，小环无奈的用手指指着一个方向,说：“那不是有个村庄么。”我仔细一看，嘿，还真是。 \n\n  我们五个蹑手蹑脚的来到这个村庄，这个村庄还挺大，就是被山挡住了一半，所以我才没看见。来到村子，我先找了几只羊杀了，又找了一个村民，问：“村里有人出租房子吗？”村民：“你要租房子？我就是出租房子的。”“好的，我们五个人，要多少东西？”那个村民也不客气，说：“五组木头，不是木板啊亲~~”\n\n我下来就不说话了，心想：我这只有四组木头，这下怎么办。这时小明说话了：我这还有一组木头，这可是我自己付的。我无语了，好，房子总算租下来了，我又合了四张床，应为村民附送了一张床。这下得住小明意了，他一定要睡村民送的床。傍晚了，村里的灯光越来越亮了，我还是和往常一样，吃了个苹果就睡了，小环说：明天一定要大吃大喝，也睡了。小镇、小龙洗了个脚，也睡了。只有小明，坐在窗户上，仰着头，看着月亮，说：“今天是中秋佳节啊！我已经一天没回家了，不知爸妈怎么样了，诶~~。”我续他说：“没关系的，我们一定会走去的，一定会。”小明又说：“诶，又是你，但愿吧。”说完，他就从窗户上下来了，躺在床上，不一会，便睡着了。半夜，我们听到了僵尸的嘶吼，骨头的碰撞，蜘蛛的嘶嘶声。\n\n  早上我和小镇、小龙、小明去挖矿，带着木稿、木剑（先前没有挖矿）下矿坑了，下去后才发现，尼玛！！坑啊，矿呢？我们只好无奈的出来，又找了个荒无人烟的地方自创矿坑。\n\n  小环这边，村长为了防备一年一度的僵尸大进攻，正在盖围墙呢，她心里一定很着急，我们走的时候，村长并没有说这件事，诶。。。。.....................过了很长一段时间，我们挖矿很丰获，我一看表，才下午四点多，于是就慢慢的回家，其他人可不是我这样想的，他们想：今晚又好吃的啦，的快回去。于是争先恐后的往家奔，我也只好奔回去了。\n\n  回去后，看到这阵势，真把我们吓了一跳，听了了小环的解释，我们不再笑了，赶紧回家放东西拿石头造围墙。\n\n  天色渐渐暗下了，死神的手伸过来了，就在这时，大门做好了中世纪风格，又利用红石控制开关，围墙也围好了，我们和村民一起拿出弓箭，站在城墙上射僵尸，大量的僵尸渐渐退去，只见一只僵尸被射死后，掉下了一张纸，我下了城墙，出了城门，拿住纸条，纸条上写：“要回家，就只有...（后被血挡住）”“哈哈”我笑道，我们有办法回家了！！”伙伴么在城墙露出了欣慰的笑容。  \n\n  回家后，我们五个人被邀请到村长家，村长说，要封我大官当呢，我却一口拒绝了，我说：“村长，不是我鄙视你们村，而是我们要回家，我们是穿越到这的\n\n，我们不属于这个世界。”村长看这情况，也没法子留住我们，就只好给了我们点吃的，一些钻石，金锭，并指了去格斯城的路，让我们走了，我们大家伙依依不舍得道别村里人，村里人成群结队的来感谢、送别我们，而我们，就这样走了。                                                                           \n",
    "replies": [
        {
            "author": "hh9130045",
            "timestamp": 1408120020,
            "txt_content": "哦，这么晚发帖子，是在躲什么= =\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "籽坤",
            "timestamp": 1408120020,
            "txt_content": "夜深了人静了，学生在写作业，老师在睡觉"
        },
        {
            "author": "籽坤",
            "timestamp": 1408120080,
            "txt_content": "没有啊。。。。"
        },
        {
            "author": "1292029552",
            "timestamp": 1408120080,
            "txt_content": "为什么要转载，而且还转到这来。。。"
        },
        {
            "author": "单机建筑师",
            "timestamp": 1408120680,
            "txt_content": "好奇怪的文章。。"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1408123260,
            "txt_content": "1.请注明原创\n2.发创作版更合适\n3.支持吧"
        }
    ]
}