{
    "title": "<原创·单章>《世界入侵时代》[作者：叶无辰]：第六章：找到陆逊",
    "author": "Mr_wuchen",
    "replyCount": 2,
    "timestamp": 1408161480,
    "txt_content": " 本帖最后由 Mr_wuchen 于 2014-8-16 12:03 编辑 \n第一卷：世界的破碎与重生|第六章：找到陆逊\n\n\n作者：Mr_叶无辰（Mr_wuchen）\n\n\n本章字数：3040\n\n      和妄想之瞳的对话完毕，叶无辰感觉心头很闷。\n　　\n　　末世的来临掐碎了人类心灵最后的一层屏障，让人心的原罪毕露，贪婪、傲慢、愤怒、欲望都不加掩饰地展露了出来，而这些，都成为了压死骆驼的最后一根稻草。如果人类真的会灭亡，恐怕不是死在丧尸手里，而是因为某些人的贪图享乐而自相残杀吧。\n　　\n　　在这个政府机构支离破碎的时代，没有力量能够制衡那些痞子恶棍，没有条条框框去束缚那些野心家，没有刑法去遏制犯罪。绝对的力量成为了真理，丛林法则又出现在了钢筋水泥的人类社会。命运带来了足以毁灭一切的丧尸，人们却在自相残杀中自取灭亡，这不禁让叶无辰感到无奈，这也是人类社会心灵深处黑暗一面的悲哀。\n　　\n　　叶无辰收拾起心绪，想了那么多也是白想，还是获得力量的比较靠谱。\n　　\n　　“唉~这该死的末世。”叶无辰叹了一口气，将为首之人的口袋翻了一便，发现了一张身份证和刚刚的还带着血迹的白色晶石。\n　　\n　　晶石一被叶无辰拿到手上瞬间就化作白色的光点，被叶无辰的身体吸收。\n　　\n　　“叮……恭喜玩家叶无辰吸收一阶下品晶石，被宠物【凄梦】吸收，【凄梦】能量储备0.3%”\n　　\n　　哦，原来这种晶石还能增加经验，怪不得他们要抢夺。\n　　\n　　看了看身份证的名字：李西。\n　　\n　　叶无辰摇了摇头，将杀人后的烦恼抛之脑后，握紧拳头走进了X市的闹市区。\n　　\n　　由于刚刚手刃了一个人渣，手里还残余着血的腥味，而叶无辰又没有，又不屑去刻意隐藏，于是闻到鲜血味道的丧失一堆堆地走了过来，速度并不怎么快，这让叶无辰放心了，看来这些僵尸并没有进化出很逆天的程度，大部分还是0级的程度，只是偶尔被妄想之瞳探测到1级的僵尸。不过这些僵尸都不足为惧，不管是攻击力还是移动速度都没有之前的变异狗强大， 连之前的变异狗都能几乎在瞬间秒杀，这些僵尸顶多也就能用点人海战术罢了，但人海战术又如何？再强大能强过妄想之瞳么？\n　　\n　　那些丧尸在叶无辰5米的圆周范围内便不敢妄动了，被妄想之瞳的锁定技【帝威】所震慑，现在叶无辰发现这【帝威】真是神器，不管是什么生物一见到自己就会被帝威的气场所震慑，这样自己就可以在一个气势的制高点居高临下的攻击，占尽先机。\n　　\n　　僵尸在金色的气场外不敢进来，不过外界越来越多的丧尸的挤压让一些僵尸挤了进来，叶无辰毫不心慈手软，因为在之前心态转变了之后他就对杀人没了很么隔阂，更何况这不是人，而是随时可能杀人的丧失，那就更不可能有什么心理障碍了。\n　　\n　　被挤进来的丧失一个个接连被叶无辰用【混混的板砖】拍死，其实用手也可以，但是经过妄想之瞳精细地检测之后发现丧失身上的绿色汁液有极强的慢性毒素，长期肉体接触很有可能死亡，所以要尽量避免与僵尸的肉身接触，而此时又没有大刀等锐器，如果有的话一刀一个多爽啊~\n　　\n　　丧失虽然多但也不是无穷无尽的，根据叶无辰被强化过的身体灭杀这些数量的僵尸还不至于到什么体力不支的情况，用板砖拍了半个小时之后这个街区的丧失就已经堆积了两层了，就连叶无辰经过血脉淬炼的手都有点发麻，随着对闹市的越来越深入，叶无辰利用【三尺神明】（小地图）发现了许多隐藏在房间里的人，但是他并没有去救他们。\n　　\n　　也许心灵的转变太过突兀，也太过严重，他已经在心头筑起了一个高高的围墙，亲朋好友在里面，陌生人在外面，这仿佛是一层坚强的甲胄隔绝着外界的侵扰，也保持这心灵最后的一片宁静，不过这样的话外界之人就很难走进他的内心世界……跨过那道高墙，谈何容易。\n　　\n　　时间缓缓地流逝着，转眼到了中午，叶无辰也摸索到了陆逊的家，因为不经常来，所以经常走弯路，时间都消耗掉了。\n　　\n　　走到了陆逊的家门前，借着三尺神明看到屋子里没人，叶无辰一下子急了，陆逊可是唯一的基友啊~他要是死了或者变成丧尸了自己还怎么（搞基）？\n　　\n　　“陆逊！！！”叶无辰怒吼道，卧槽，要是让老子知道你没死一定要让你好看。\n　　\n　　叶无辰飞奔到楼下的一个门前，一脚踹开房门，因为在【三尺神明】的监测下检测到这个房间里有生命体的存在，而且是人类。\n　　\n　　叶无辰刚进门，一个略胖的大汉就拿着菜刀对着自己砍去，叶无辰一拳打在了他的手背上，那个男的手里吃痛把菜刀给扔了，我又一个侧身用手肘掐住了那个人的脖子，恶狠狠地说道：“你知不知道陆逊在哪儿？”\n　　\n　　可能是我的威胁起了作用，也可能是因为见我不是丧失心里没了还怕，直接瘫软了下去，用着虚弱的语气对我说道：“陆逊？你说的是哪个火异能者？他在四江超市呢。”\n　　\n　　“谢了。”丢下这一句话叶无辰就奔向四江超市，他知道陆逊为什么选择那个地方，因为陆逊的妈妈在那里上班，而且超市里有许多物资可以支撑。不过关于火系异能叶无辰倒是不知晓，可能是火系技能把。\n　　\n　　有了确定的目标，更有了10加成的速度，不出10分钟叶无辰就到了超市的门口，叶无辰刚进去就有一个黑洞洞的枪口顶着自己的头，顶着太阳穴。\n　　\n　　“是我。”叶无辰淡淡道，用正常的嗓音应答道。\n　　\n　　黑暗中的人影收起了枪，忽然一拳砸来，叶无辰也不畏惧，也是一拳打出，拳碰拳，肉碰肉打了个正着，叶无辰倒是没有感觉，黑暗的人影倒是向后退了几步。\n　　\n　　“无辰！你TM没死，老子还以为你死了呢。”陆逊从黑暗中出来，笑着对叶无辰胸口来了一拳。这一回叶无辰没有回击，让陆逊的拳头实打实的打在了自己的胸膛，他真切地感受到了对于基友对自己的关心。\n　　\n　　叶无辰在陆逊面前也卸下了冷酷的甲胄，拥♂抱了一下，道：“我还以为你死了呢。没想到你小子跑到这里来当老大来了。”\n　　\n　　陆逊憨憨笑道：“嘿嘿，我这不是了了我末世之前的心愿了么。”\n　　\n　　叶无辰知道，陆逊末世之前就想着做老大，可是没钱没权没武力，一直都是屈居于人下，没想到这次的末世居然觉醒了火系的技能，实在是咸鱼大翻身，独占了整整一个大超市的物资也没人敢言，毕竟人家的实力摆在这里，敢反抗？那得要他不怕死才行。\n　　\n　　“诶，不过你的火系异能是怎么觉醒的？”叶无辰疑惑道，毕竟不是所有人都能有他这种运气的，碰上妄想之瞳这种存在。\n　　\n　　“还记得我昨天晚上打电话给你么？”陆逊眯起眼睛，“那天晚上的天谴之光照在身上我就觉得很热，就好像在火里烧一样，妈蛋痛死我了，然后我就晕过去了，醒来之后我就发现我有了一个【小火球】的技能，我就是靠着这个技能独战群尸，还有几个王八蛋想抢我的战利品都被我杀死了。”\n　　\n　　叶无辰陡然觉得陆逊的笑容变的血腥，但是没办法了，乱世当用重典，在这个你死我活的时代谁要是还想着用金钱、名利、恩情镇压别人那才叫真正的傻子。自己也杀过人，半斤八两啊。。\n　　\n　　陆逊摆手，叶无辰会意，跟着陆逊走进了超市，在超市里的一个台子上摆了两碗方便面和两瓶高粱酒，这在末世之中已经是丰盛的餐饭了，即便是末世只来临了半天左右，人们也知道日后食物的重要性。连动物都变异了。谁知道植物有没有变异，要是变异了耕种什么？吃什么？所以食物是紧缺的，有了食物就代表着有了人口，有了人口基数有能有强大的武力。\n　　\n　　叶无辰狼吞虎咽地吃掉了面前的一碗方便面，连汤都不放过，以后还不知道能不能吃到这么好吃的食物呢。\n　　\n　　“你说政府和军队能不能打败僵尸大军？如果能收复一个城市也好啊，这样我们就能有稳定的地方生活了。”叶无辰还是把希望寄托在政府上，毕竟他也只是一个普通人。\n　　\n　　陆逊也叹了一口气，毕竟这种提心吊胆的日子还是少过一天的好。但是心里的野心又不甘心，也不容许他拥有了力量之后还屈居于政府下，所以还是说：“现在政府还不知道存不存在呢，军队的武器虽然强大，但是僵尸也会越来越强，迟早有一天会到枪械子弹都打不破的程度，到时候只有我们这种有技能的人才能对抗这些丧失。所以我们还是不要把希望寄托在军队政府上，自己的强大才能保护自己守护的人。，”\n　　\n　　好吧，虽然在末世之前这段话足以让陆逊以叛国罪处理，但是现在是末世，政府崩坏，法律破碎，什么事情都可以为所欲为了。\n　　\n      上一章：心态的转变\n      目   录：回到目录\n      下一章：\n http://www.xiami.com/widget/40030085_1771605252,_235_346_5695c1_457cb4_1/multiPlayer.swf\n　　\n　　\n　　\n\n\n",
    "replies": [
        {
            "author": "qq1071407238",
            "timestamp": 1408198440,
            "txt_content": "无辰啊 我来顶了"
        },
        {
            "author": "Mr_wuchen",
            "timestamp": 1408235820,
            "txt_content": "qq1071407238 发表于 2014-8-16 22:14\n无辰啊 我来顶了\n不错、不错、"
        }
    ]
}