{
    "title": "【翻译】8月16日2.2.5更新及报告——3.0人物个性化",
    "author": "siska",
    "replyCount": 17,
    "timestamp": 1408172280,
    "txt_content": " 本帖最后由 siska 于 2014-8-16 15:02 编辑 \n\n人工翻译，求支持\n目前已知2.2.5更新：-堆叠数量变成30-shift+鼠标右键点击物品直接把物品弄到制造栏里面-画面优化，FPS提升\n原文：\nHello! \n\nIn-case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. \n\nTo start off I'd like to address fears that your 2.0 savedata is going to be lost: 3.0 is going to on a Preview branch to start off (Sometime in the next few weeks or so?), and once it's fully complete it will swap places with 2.0. You'll have the choice to play the default 3.0 experience, or swap to a \"Classic\" branch that still has 2.0 and all your savedata. \n\nThis past week I've implemented a ton of core functionality into 3.0, and shifted the scope of the project towards not only the features in the header, but trying to improve the issues people have with 2.0 by doing things that couldn't happen in the existing framework: \n\n【图在翻译那里】\n\n\nIt's now possible to wear a hat, glasses, mask, backpack, vest, shirt and pants all at the same time. This will allow you to wear your nightvision goggles at the same time as your hat, which was has been a highly requested feature in 2.0 for a long time. Hair and beards aren't in yet, but once they are you'll be able to have both at the same time as well! \n\n【图在翻译那里】\n\nThe mesh quality for everything is much higher than before with better performance, and even the animations are significantly improved. As you can see on this new AR32, attachments can now be seen even on the ground. \n\nThose are the main things that have visually changed, but behind the scenes many improvements were made. Here are the more useful features, but if you're not interested skip to the bottom: \n\n-Servers can be hosted in Secure, Insecure and LAN mode which will allow hackers to keep playing after they get banned (on Insecure servers), but keep the game safe for legit people. \n\n-Hosts can blacklist, whitelist and kick players straight from the dedicated console or by adding their names to the whitelist/blacklist files. Hosts can also choose to give other players Admin powers which will help moderate the server and keep cheaters away. When banning and kicking you can choose how long you want it to last, and provide a reason for the logs. \n\n-The rich presence API is integrated allowing you to see what level your friends are playing on, if they're editing or if they're on the menu. You can also join them by clicking join game on the friends list or getting an invite from them. \n\nFrom now on I'm going to be doing my best to get a 3.0 update post out every few days, along with the schedule for what will be added so you know exactly what's going on. Here's the current upcoming roadmap: \n\nSaturday -> Revamp existing 3.0 inventory to allow per-clothing storage. \nSunday -> Implement the multiple character system and main menu. \nMonday -> Improve terrain tool functionality and post the next update! \n\nAnd to wrap it all up, here's /u/B3arBrotel's amazing \"Enclave\" base: 【视频戳这里】\n\n\n\n翻译：\nHello：\n\n你不知道的情况下，我们正对Unturned进行着大规模的检修、优化。专用服务器在Steam服务器列表、VAC、创意工坊及其他更好的网络中的支持目前还未面向公众。（这句话第四次出现了  O__O\"…）\n\n在啰嗦前，我想对你们说我正在解决一个恐惧——你们的2.0版本的存档将会消失：在未来数周后，会开启3.0的测试版本，期间2.0存档会丢失(或者不可用)。在完成3.0的正式版本后，你才可以选择玩3.0的存档还是你以前的2.0的存档。（骚年们，自己看着办，不过我觉得不会洗存档）\n\n刚刚过去的这个星期，我已经实现将许多的核心功能集成到3.0，这个更新方向不仅仅是文章标题所表述的内容（人物的个性化），而且我尝试去实现你们在2.0中不能实现的内容。\n\n\n\n\n\n\n图1.png (348.93 KB, 下载次数: 18)\n\n下载附件\n\n2014-8-16 14:54 上传\n\n\n\n\n\n\n\n现在你们可以同时穿戴帽子，眼镜，面具，背包，防弹衣，衣服和裤子。而且现在你可以同时佩戴夜视仪和帽子（这功能玩家已经渴望很久了），不过衣服和胡子还未能实现。\n\n\n\n\n\n图2.png (104.93 KB, 下载次数: 18)\n\n下载附件\n\n2014-8-16 14:54 上传\n\n\n\n\n\n\n\n现在你看到的一切物品将比以前的更好，连动画的效果也显著改善。正如这把新枪AR32上所看到的，现在枪在地上附件都能得一清二楚了。\n这些都是已经在视觉上改变了的（主要的）东西，但在后台仍有许多需要改进的地方。以下些比较实用的功能，如果你不感兴趣请跳到文章底部： \n\n- 服务器可以设置安全，不安全和局域网模式，在不安全模式中，挂比被T出后还可以继续玩(可能挂比被T后开启单机模式= =)，这使其他玩家能更好的进行游戏。 \n\n-腐竹可以直接从专用控制台上设置黑名单、白名单，或T人。腐竹也能选择管理员，这将有助于缓和服务器，并保持骗子了。当你T人的时候可以选择他被T的原因和T他多久的时间。 \n\n-内容丰富的API能让你查看你好友的等级和他所在服务器，你可以在好友列表中点击加入他们的游戏，或者邀请他们加入游戏。\n\n从现在起，我将尽我所能加快进度，并说说3.0更新进展：什么将被添加，让您知道某些更新的进度。下面是工作时间表：\n\n周六 - >挖潜改造现有的3.0库存，让库存收纳每件衣物。 \n周日 - >添加多角色系统（可能是可以用不同的角色玩的意思）和主菜单。 \n周一 - >增加地形工具的功能，和下一次更新！ \n\n以上是更新及报告的内容，谢谢，送上视频：http://v.youku.com/v_show/id_XNzU2NTc1OTc2.html\n\n",
    "replies": [
        {
            "author": "单机建筑师",
            "timestamp": 1408172580,
            "txt_content": "支持。你绝对是英语老师的天使。"
        },
        {
            "author": "siska",
            "timestamp": 1408172820,
            "txt_content": "单机建筑师 发表于 2014-8-16 15:03\n支持。你绝对是英语老师的天使。\n俺只是化学课代表 + 副班长 + 组长 + 舍长{:10_495:}"
        },
        {
            "author": "丿破晓丶晨曦",
            "timestamp": 1408174920,
            "txt_content": "堆叠数量变成30表示很开心\n第二条还不知道 第三条的确发现了 玩着有点卡"
        },
        {
            "author": "丿破晓丶晨曦",
            "timestamp": 1408175040,
            "txt_content": "请问LZ那两张图的游戏版本是2.2.5吗"
        },
        {
            "author": "丿破晓丶晨曦",
            "timestamp": 1408175880,
            "txt_content": "丿破晓丶晨曦 发表于 2014-8-16 15:44\n请问LZ那两张图的游戏版本是2.2.5吗\n好吧好吧是3.0版本"
        },
        {
            "author": "1540866915",
            "timestamp": 1408176600,
            "txt_content": "FPS根本没提升···我还掉了几帧(╯‵□′)╯︵┻━┻（以前20多帧的啊）"
        },
        {
            "author": "117aa",
            "timestamp": 1408177800,
            "txt_content": "星期一出的3.0是测试版还是正式版啊{:10_514:}"
        },
        {
            "author": "jy02697253",
            "timestamp": 1408178220,
            "txt_content": "赶紧备份存档.....我的建筑啊.."
        },
        {
            "author": "siska",
            "timestamp": 1408179840,
            "txt_content": "117aa 发表于 2014-8-16 16:30\n星期一出的3.0是测试版还是正式版啊\n有可能是2.2.6，也有可能是3.0测试版"
        },
        {
            "author": "siska",
            "timestamp": 1408179840,
            "txt_content": "jy02697253 发表于 2014-8-16 16:37\n赶紧备份存档.....我的建筑啊..\n骚年，淡定~"
        },
        {
            "author": "33882",
            "timestamp": 1408203660,
            "txt_content": "siska 发表于 2014-8-16 15:07\n俺只是化学课代表 + 副班长 + 组长 + 舍长\n楼主真是个好学生= =\n表示从MC 的BUKKIT论坛一路看过来学会了联系上下文理解英文= =\n就可以翻译出像上面的文章一样啦~\\(≧▽≦)/~"
        },
        {
            "author": "33882",
            "timestamp": 1408203660,
            "txt_content": "jy02697253 发表于 2014-8-16 16:37\n赶紧备份存档.....我的建筑啊..\n论·存档备份器の正确使用方法！\n32个赞~\\(≧▽≦)/~"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1408281060,
            "txt_content": "存档消不消失我不在乎，毕竟我觉得我是老手了"
        },
        {
            "author": "siska",
            "timestamp": 1408286160,
            "txt_content": "时空游荡者 发表于 2014-8-17 21:11\n存档消不消失我不在乎，毕竟我觉得我是老手了\n+1         "
        },
        {
            "author": "不可以用表情？",
            "timestamp": 1408439880,
            "txt_content": "联机问题  还没有解决{:10_522:}"
        },
        {
            "author": "junh",
            "timestamp": 1408507440,
            "txt_content": "赞一个 真棒~"
        },
        {
            "author": "junh",
            "timestamp": 1408507560,
            "txt_content": "哇 赞一个~~~"
        }
    ]
}