{
    "title": "<原创·连载>【Manna的服务器记事】<第二话>【Manna著】",
    "author": "yed00127",
    "replyCount": 1,
    "timestamp": 1408177200,
    "txt_content": "\n第二话 矿山之争\n第八次丧失谷战争已经过去三天了。\n战犯Lion与Four依然在为还债而努力着。Lion在大窑矿洞给主城挖矿，Four则是前往地狱，在铁笼堡参与主城对猪人部落的讨伐。这两人的事情先暂且不提了，让我们把视线移动到主城以西约七千单位远的地方。\n这是一座刚刚被开发出来的矿山，高约一百五十单位，占地面积约八百个平方单位。这座矿山本是无主之地，但在一天前，这里被新京都和圣光城的矿工同时发现了。\n众所周知，圣光城是一周目世界就存在的势力“白银党”所建立的、最繁华的贸易城市。在二周目的世界里，圣光城的进度才刚刚完成三分之一，想建成圣光城还需要不少的人力物力财力。这时的白银党算是最虚弱的时候，好在他们早已与老冤家们签订了和平协定，否则曾经以圣光城为傲的白银党成员们，就只能看着照片缅怀过去了。\n至于新京都，那是二周目世界新成立势力“上杉家”所建立的城镇。虽说有着威武大气的名字，但说到底新京都也只是个小城镇罢了，算不得什么名胜之地。\n双方都觉得自己需要这座矿山，所以双方谁都没有让步。\n白银党作为一周目世界以炒白银发家的派系，实力不可谓不雄厚。他们从一周目世界继承了大量的资金遗产，并用这些看似无用的数字迅速的扩张了实力。若不是为了重现圣光城的荣光，他们可能已经统一主城西部了。\n不过白银党的领袖Kol并不是有那种野望的人。他热爱金钱，也热爱圣光城，因为圣光城是一座凝聚了全白银党心血与汗水的城市。相比这些，权力啊，征服啊，对他来说都显得不那么重要了。\n上杉家作为新兴派系，也不是什么大势力，人数不过十几个，资本累计也不算很充裕。原本来说，像上杉家这样的小派系在发展初期应该老实本分一些，但上杉家的领袖Rance7却显得不那么安分。\n尤其是在观看了Lion与Four的那场战争之后，Rance7就被全自动武器平台模组所深深的吸引，搞的他没事就会往主城的军火市场跑。由于三天前的战事，主城的军火价格有了明显的提升，Rance7知道自己家底很薄，所以他明智的选择流着口水在一旁看着。\n如果我们也能搞到一大笔钱，再买上一百套导弹发射平台的话，也许就能把白银党吓住呢。到时候矿山也好，地盘也好，不都随便我们拿吗？\nRance7的这种想法一发而不可收拾。他越发的觉得，自己完全可以凭借有限的导弹发射平台来威胁正在建城的白银党，让他们把那座矿山，甚至是更多的领地让给自己。\n于是他联络了他的得力助手Irikas，让他变卖掉派系内的一些物资，去军火市场那里买些导弹发射平台回来。Irikas是个本分人，平日里喜欢挖矿，那座无主的矿山就是他发现的。Irikas不清楚自家老大为什么买要军火，但还是忠实的执行了他的命令。\n时间又过了一天。次日晚上，上杉家向白银党第三次提出了谈判申请。Kol当时不在线，所以谈判只能由Kol的副手NoName来进行。NoName是个喜欢安静的人，在工作之余他喜欢钓鱼，或是乘热气球、飞机在天上兜风，观赏地上忙碌的人们或是美景。同时，他还是个商人，是个谨慎异常的商人，不求有功但求无过的那一种。\n谈判是在新京都的一间二层建筑内进行的。Rance7显得很高兴，语气也有些强硬，这是让NoName所没能想到的。因为在前两次谈判中，Rance7表现的比较弱势，虽说态度倔强，但语气上绝对是十分小心的。\n所以说Rance7为什么会变成这样呢？\n坐在屏幕前的一个三十多岁模样的微胖汉子微微皱起眉头，在思考了几秒钟后，他飞快的敲击起了键盘。\n“我们是不会放弃这座矿山的。不过我们也不想以大欺小，这样吧，我们可以以30000元的价格作为补偿，权当是买下半座矿山，你觉得怎么样？”\n谨慎的NoName因为Rance7态度上的改变，而做出了他最大的让步。他之所以做出让步，只是因为怕上杉家已经被别的势力拉拢，干扰圣光城的建设，毕竟白银党和上杉家是没有签订和平协议的。\n“不行，那不合算。”\n有着鬼畜兰斯皮肤的Rance7刻意的摇了摇头。\n“我觉得矿山应该是我们的。”\n“为什么？”\nNoName的皮肤看起来像个西方的绅士，穿着一整套白色的燕尾服，脸上还有两撇优雅的小胡子。他的脑袋微微一歪，那是某个人不小心碰到鼠标的缘故。\n“因为你们家大业大，不差这一座矿山。”Rance7说。\n“家业都是一点点积累起来的。”NoName有些不满的说道。\n“是啊，家业积累起来很不容易的吧。”\n这句话说出之后，一个十几岁模样的深肤色少年在屏幕前咧开嘴笑了。\n“就像Lion和Four那样，不到一百发导弹，几秒钟就炸没了。”\nRance7的话让NoName心中大惊。他设想了一下一百枚——不，只是二十枚导弹坠入正在施工的圣光城内的画面，在耳边突然出现的幻听声差点把他的心脏捏碎。圣光城是凝聚着全白银党心血和汗水的城市，在尚未完工前突然遭受到这种程度的打击，这会对之后的施工造成非常严重的影响。\n他们会不宣而战吗？\n不，他们不会的。只要他们不想被踢出服务器，他们就绝不会这么做的。再说了，就算他们这么做了，在那之后管理员们依旧会对被破坏的区域进行回档处理，白银党不会有任何的损失。\n但那又能怎么样呢？\n上杉家只要在发射导弹之前向主城提交一份宣战布告就可以了，主城的回复信息最晚一小时后就会下达，而对于目前正在全力建城的白银党来说，一小时的时间又能做些什么呢？\n在NoName看来，他们什么也做不了。白银党现在没有足够的资金和资源进行战争，哪怕是面对像上杉家这样的小势力，他们也只能堪堪抵抗住对方的进攻。由于Kol从二周目世界开始就率领白银党开始建城，白银党没有太多的军事储备，成员们库存的主要是落后的单兵武器，连远程重火力都没有，更别提全自动武器平台了。\n“前几天我看了毁了丧失谷的那场战争之后，就让人去军火市场买了三十座导弹发射平台，那玩意看着真带劲。”\nRance7下面的话更是让NoName脸色苍白。当然了，以上杉家现在的实力，想一口气买下三十座导弹发射平台及其配属的导弹，那今后他们只能靠喝西北风过日子了。但Rance7刻意夸大了己方的军备数量，把“10”说成了“30”，试图以这种方式来恐吓NoName。\n他们买，我们也可以买……\nNoName在电脑前擦了擦额头上渗出的汗珠。\n但是……但是万一导弹炸到城里……炸到某些麻烦的地方……\n一想到建设工作可能遭遇严重的阻碍，NoName的心就悬了起来。他突然没了主意。NoName在服务器里是个商人，他在白银党的主要工作就是统筹资金和物资的运作，对于谈判和决策之类的事情他不是很擅长。\n我……我该怎么办？\n就在NoName马上就要抓狂的时候，Kol的上线提示让他看到了一线曙光。他急忙给Kol发去私信，以最简练的语言把目前发生的情况告知给了Kol。这时的Kol似乎心情不错，他对被恐吓的事情毫不在意，还轻松的表示那座矿山可以让给上杉家。\n“一座矿山而已，咱不在乎！”\n当着刚交的女朋友的面，Kol显示出了自己宽广的心胸，成功的提升了女友的好感度。NoName见老大发了话，就老老实实的和Rance7签订了放弃矿山所有权的协议。\n就这样，上杉家获得了这座矿山的所有权。",
    "replies": [
        {
            "author": "单机建筑师",
            "timestamp": 1408177380,
            "txt_content": "支持新人。"
        }
    ]
}