{
    "title": "<原创·单章>《世界入侵时代》[作者：叶无辰]：第七章：找到军火库",
    "author": "Mr_wuchen",
    "replyCount": 4,
    "timestamp": 1408285380,
    "txt_content": " 本帖最后由 Mr_wuchen 于 2014-8-18 22:30 编辑 \n\n第一卷：世界的破碎与重生|第六章：找到陆逊\n作者：Mr_叶无辰（Mr_wuchen）\n本章字数：2011\n　　“诶，虽然说日后是升级者的天下，但是当前丧失大部分还没有进化，枪械子弹这些还是能对他们造成威胁的，你有多少枪？多少子弹？”叶无辰问道，毕竟有枪在手也能有点保障。\n　　\n　　陆逊拿起放在身后的一杆机枪，道：“这是一杆MG42，枪械我也不太懂，反正威力还行，子弹还有一箱。”顿了顿，“我还有一把沙漠之鹰，子弹只有2个弹夹了。”\n　　\n　　叶无辰也是对陆逊刮目相看，末世才不到短短半天，就能集齐那么多物资和枪械，实在是厉害，叶无辰自认为武力暂时无人能敌，但是却没有领导人的精神，杀伐果断都不能做到如何统帅一方大军？看来陆逊在领导方面也是比自己厉害许多啊。\n　　\n　　一旁在安顿人员的一个听到了叶无辰的谈话，唯唯诺诺地说：“我。。我知道有一个军火库。”\n　　\n　　叶无辰和陆逊的目光同时落在了这个矮小的人影身上，陆逊问道：“你叫什么？”\n　　\n　　那个人见陆逊回答他了话，心里一喜，说话都有点结巴：“我。。我。。我叫凉叶。。”\n　　\n　　“你说的消息可靠么？我可不想我带着一大堆人马往僵尸嘴巴里送。”陆逊淡淡道，右手不经意间掏出一把军刀以作恐吓。\n　　\n　　凉叶看到了，冷汗直下，连声说道：“可靠，绝对可靠。末世之前我就看到有个地方有很多军人，有一次我还看到了有个卡车运进去了好多枪呢、”\n　　\n　　叶无辰想了想，道：“陆逊，既然这样那我们就去看看吧。反正军火是必需品，哪怕有一些丧失我们也能解决。”\n　　\n　　陆逊也沉思了一会儿，“那好吧，来，兄弟，我们并肩作战。”顺手将身后的大刀递给了叶无辰。\n　　\n　　叶无辰一看，刀的刃口集齐锋利，闪亮，叶无辰用木凳子试了试，一碰就断，断口光滑，是一把好刀。\n　　\n　　【砍刀】品级：渣渣，攻击力+5，有1%几率附着流血效果，每秒钟掉血5，持续5秒。\n　　\n　　“好刀啊，陆逊你哪儿弄来的那么好的刀？不错啊，很锋利啊。”叶无辰赞叹道，毕竟刀总比板砖用的好啊，板砖就当作压箱底的武器吧。\n　　\n　　陆逊笑了笑：“这可不是普通的刀，这可是我在一个人的家里搜刮出来的，那人是个收集各种刀的，我看中了两把，你一把我一把。”\n　　\n　　\"好小子，亏你还惦记着我，走吧，军火库别让别人抢先了。“叶无辰心里一暖。\n　　\n　　走！兄弟们收拾起家伙，每个人拿一把砍刀还有枪，跟我们来。\n　　\n　　虽然把人全都抽走是极不明智的，因为超市很有可能被霸占，但是军火库的诱惑力实在是太大，只要有了枪械和足够的弹药，甚至连军队都不足为惧。\n　　\n　　四十几个人上了一辆大卡，叶无辰看看只有一小半的油量的大卡，心里还是一阵唏嘘，末世的到来一切都变得稀缺了。\n　　\n　　大卡行驶在平坦的柏油路上也走的很陡，碾压着地上还未小时的丧尸尸体。\n　　\n　　“你说的军营在哪儿？”陆逊问坐在后座的凉叶。\n　　\n　　“就。。就。。就在叶景山的后面。（名字纯属虚构）”凉叶似乎十分害怕，结巴道。“哪里有车往里面运送军火。。”\n　　\n　　陆逊很漂亮的在十字路口来了一个漂移，要不是末世的来临，很难想像从来没开过车的陆逊也会漂移。\n　　\n　　“厉害不？我玩极品飞车学的。”陆逊对叶无辰挤眉弄眼，“现在末世来了，别那么死板，以前游戏里用过的经验都可以拿出来，说不定就保命了呢。”\n　　\n　　这一点叶无辰倒是深感赞同，第一次与僵尸搏斗就是因为有了这种思想，才能战胜那只僵尸啊。\n　　\n　　在车上聊了许多，一种在末世之中的踏实感油然而生，而此时叶景山已经被翻越了一半，再走一段就能看见所谓的军营了。\n　　\n　　叶无辰的视野里看到了一个黑点，因为它的视力得到了强化，所以看到了更远处的东西。\n　　\n　　一个黑点随着车辆的行驶逐渐放大，叶无辰清楚的看到了那个军营的周围游荡着一大堆的丧失！\n　　\n　　“陆逊，待会下车会有僵尸，恐怕军营里面已经没人了。”叶无辰无奈地说道。\n　　\n　　陆逊没有应答，只是抓着大刀的手更紧了一些。\n　　\n　　在这种气氛下车辆行驶到了军营口，果不其然听到了汽车发动机发出的声音一大堆僵尸从军营中鱼贯而出，妈蛋就跟unturned（未变异者）开车进城兜一圈屁股后面跟着的丧失一样。\n　　\n　　叶无辰首先跳下车拿着刚刚到手的大刀一刀一个砍杀这丧失，经验条也在暴涨着，现在已经3级了（包括之前找到陆逊之前的经验），攻击更加凶猛，看这叶无辰刀下的丧失身首异地，后面的还没见过和丧失搏斗的人一阵颤栗，唯恐叶无辰什么时候把自己的大刀望自己的脖子上送。\n　　\n　　叶无辰清理了十多只丧失之后转头看了看陆逊，尼玛，这小子简直就是开挂啊，1秒的硬直还来一个小火球，妈蛋碰到怪物还来了个大爆炸，小小的火球你模仿什么汽油瓶啊，（刚刚看了敖厂长吐槽的视频太爽了，可能语气方面有问题）\n　　\n　　每个火球砸中，火浪就会有1米左右的击退效果，还会有一两个直接K.O.，尼玛，这还打个P啊，1秒的硬直效果和1秒的CD时间还来1米的击退和1-2的僵尸的死亡，这尼玛初期神器啊。\n　　\n　　pong！！！\n　　\n　　一枚AK子弹擦过陆逊的侧脸，耳朵还隐隐生疼呢（别问我怎么知道的，我也不知道。）。\n　　\n　　卧槽，尼玛还有人放冷枪，叶无辰目若寒星，一道眸光直射向顶楼的一扇窗户上，陆逊也随着我的目光看去，一个拿着AK的丧失正在准备开枪。（别问我怎么知道丧失在哪儿的，我也不知道）\n　　\n　　叶无辰心里震惊，在小说里出现过的丧失终于在现实世界里被碰见了，居然还能玩儿AK，这小子智商不错啊？\n　　（PS：是不是觉得今天的字数有点少？抱歉LZ撸多了。。看字数的时候把2看成3了。。十分抱歉，，明天更新4000字的补回来。。）\n      上一章：找到陆逊      目    录：回到目录      下一章：智慧型丧失\nhttp://www.xiami.com/widget/40030085_1771115301,_235_346_5695c1_457cb4_1/multiPlayer.swf\n",
    "replies": [
        {
            "author": "heyuwei1999",
            "timestamp": 1408295400,
            "txt_content": "呵呵，没人回复哦。头像好评"
        },
        {
            "author": "Mr_wuchen",
            "timestamp": 1408325820,
            "txt_content": "heyuwei1999 发表于 2014-8-18 01:10\n呵呵，没人回复哦。头像好评\n唉~~MCBBS无人回复~~好桑心~~都在百度贴吧回复的"
        },
        {
            "author": "heyuwei1999",
            "timestamp": 1408327620,
            "txt_content": "Mr_wuchen 发表于 2014-8-18 09:37\n唉~~MCBBS无人回复~~好桑心~~都在百度贴吧回复的\n白天发可能有人回复"
        },
        {
            "author": "qq1071407238",
            "timestamp": 1408333380,
            "txt_content": "顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶的顶顶顶顶顶顶顶顶顶顶"
        }
    ]
}