{
    "title": "Wiki-Chunk区块",
    "author": "DJXGAME",
    "replyCount": 8,
    "timestamp": 1342374540,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-7-18 23:29 编辑 \n\n区块\n区块是Minecraft近乎无限大的地图里面的一段。每个区块由16×16×256（在1.2版本中是这样），总计65536个方块组成。当玩家第一次出现在世界时会在其周围生成区块，而随着玩家对世界的探索，相邻的区块也会被继续生成。\n\n在单人模式中所生成区块的确切数字往往与视野距离和玩家的移动有关。而在多人模式里，在每位玩家周围会生成一个以玩家为中心，半径为10的二维区块网格（一共21×21总计441个区块）并以默认的方式将区块网格传送给玩家。尽管可以设置半径最小为3最大为15，通常只会减低与主服务器之间的连接。这些区块是可以有交互的（如生物的生成，树木的生长，水的流动以及掉落物品的消失等），当其他的区块不可交互时，他们会存贮在你的硬盘里。区块每次存储的时间间隔最小为30秒。\n\n史莱姆只能通过特定的区块生成，由一个基于区块坐标系的一系列计算决定。有许多应用和模组可以玩家显示生成史莱姆的区块；详情请参加史莱姆文章。\n\n区块的创建\n区块是通过地图种子进行创建的，这也意味着如果每次使用的地图种子相同的话，所生成的区块也会相同（至少Minecraft和世界生成器的版本要一致）。\n\n寻找区块的边界\n通过按\"F3\"键可以打开调试窗口进而显示玩家的三维坐标。这些坐标会随着玩家的运动而发生变化。X和Z坐标除以16即为区块之间的边界，如：（96，-32）即为一个四区块的交点，X坐标在80到96区间内并且Z坐标在-48到-32区间内的方块即为一个区块，X坐标在96到112区间内并且Z坐标在-48到-32区间内的方块即为另一个区块，以此类推。当X和Z坐标为16的倍数时，此时玩家会穿越一个区块。\n\n在已知的漏洞中可以使玩家在雪地生物群系中通过观察冰块的侧面发现区块的边界。\n\n区块错误\n区块错误（又称区块遗失或世界之洞）是在多人游戏中常见的一种错误。这种错误经常发生在客户端，这意味着这种错误是由玩家的软件造成的，并不是由服务器端软件错误所引起。重新连接服务器或者重载地图会解决这一错误。玩家可以跳进或者跌落进区块错误，也有玩家报告说会出现与箭类似的扭曲。极少数区块错误发生在服务器端，此时玩家也会跌落其中。由于液体流动存在延迟，所以在区块错误边界的液体会看起来它们正向下流动一样。在未加装模组的服务器中使用传送命令可以跳过这类差错。而在单人模式下掉落进这些错误中的物品将无法被取回，当然非固体方块也无法流进这种区块错误中。如果玩家在区块错误中放置一个方块（这会覆盖周围的方块，亦即所放置的方块会替换之前的方块）或使用TNT，那么在区块错误中的方块就会再现。自Beta版本以来，区块错误出现的次数显著下降。当玩家自区块错误处移动足够远并返回此错误处时会发现该错误会消失或者发生移动，当区块错误发生移动时会有极小几率发生形状变化（或者扩张），通常会有两个区块错误，有时会有三个。\n\n区块错误的解决方案\n由于区块错误通常为一种暂时性错误，因此Minecraft客户端无法对区块进行载入，此时注销并重新登录一般情况下就会解决这一问题。当然，玩家也可以有其他方式对解决这一问题。\n玩家可以走进区块错误中，只会出现一些小错误。如果玩家在区块错误中以掉落动画的姿态被卡住，此时可以退出并断开连接，当玩家在重新连接后该区块错误即被修复。玩家也可以做船或矿车（如果在区块错误发生之前该位置存在铁路）穿越区块错误。此时虽然对玩家来说铁路不可见，但是矿车认可正常穿越。如果玩家的目的地恰好在区块错误之中，只需要在到达目的地之前重新连接游戏或者重载地图，这可以保护玩家免遭跌落或者丢失矿车之虞。\n光照，爆炸和其他会对区块内方块进行更新的行为可以对重载该区块，使其可见化。正因为如此，玩家可以通过放置火把是区块错误中的一部分方块可视化。当然也可以在一个正常的方块上右击敲击（或者使用自定义的按钮以及“放置”键）方块直至发生区块错误处，每放置一个就会使其相邻的一个显现出来。当然，玩家可以徒手或使用装备以及方块完成这一操作。\n在多人生存模式下，当玩家在用户端时也会发生某种区块错误，此时玩家显示该区块为空区块。当玩家走进该区块时，该区块会如正常发挥作用但不可见，此时通过离开（或者其他方式）使区块重载通常就会修复这一问题。有时等待即可修复这一问题。\n调整玩家客户端的视野距离会造成区块的刷新，也可以解决区块错误的问题\n\n区块错误的作用\n通常情况下，区块错误可以使玩家看到世界的纵向截面，这意味着玩家可以轻易地找到隐藏在地下的矿脉、洞穴、地牢和其他建筑物。所以玩家可以再重载地图前挖掘并标记所感兴趣的建筑。\n有的时候在某些低配置的电脑中，区块错误会发生一定错误导致该区块可见，此时如果某个方块被开采，该方块仍会保持可见状态，但是却没有碰撞体积。如果玩家在发生这一错误时正挖掘出一个空间并停留其中，此时变能够看到其中的矿井、箱子、刷怪笼中间旋转的生物（此时生物并不会旋转）、洞穴等。\n如果在多人服务器中玩家的一名好友发生区块错误，此时玩家若沿区块错误边界活动，该好友便可以看见玩家的挖掘地点，这可以为玩家提供指引。这意味着，该好友可以通过区块错误为玩家之处他所不能到达的资源点。\n\n假区块\n假区块是距离出生点30,000,000米外所生成的非固体区块。当玩家到达世界边缘的一个很明确的标志就是会出现方块点亮之前30,000,000方块。当玩家走进假区块时，会穿过这些方块跌入虚空并被杀死。当玩家从假区块中飞过大概34个方块后游戏停顿并开始出现剧烈的卡顿和延迟，此时玩家不能切换至第三人称视角也不能移动。还未有方法可以解决这一问题，玩家只能重新开始一个新的世界并通过修改level.dat文件修改其位置。假区块在地狱中也会出现，效果与在主世界中的效果相同。\n\n在每周快照12w25a中，可以通过存档并离开游戏（由于单人模式在功能上类似于多人模式的一个客户端）使玩家获得一个据出生点30,000,000方块内的合理位置的方法来避免这一错误。这可以使世界免遭崩溃并使玩家免遭无法移动之虞。\n\n在假区块附近的效果\n当玩家与出生点距离超过12,550,820米时，游戏开始卡顿并对某些互动无回应。已知的效果如下：\n当活塞展开时，其伸出部分方块（请参阅数据库）会消失，但仍会保留碰撞体积。\n红石电路材质会发生扭曲和拉伸变形。\n沙子坠落和其他重力效果会发生位置错误（由于对X值和Y值得错误计算导致），这一错误会一直持续到其下落结束并重新变为方块，当然TNT除外。\n红石火把和普通火把的火焰粒子效果会发生位置错误。\n当玩家在与出生点距离超过12,550,820米停留过长时间时移动速度回大幅降低。可以通过加载能够调用将世界中所有实体移除的模组加以补救。\n\n诶呀，终于把初稿翻译出来了，这个太纠结了……\n根本没办法模拟区块错误有木有！！！\n我先匿了，过几天在润色吧……\n\n\n",
    "replies": [
        {
            "author": "jianghr",
            "timestamp": 1342412700,
            "txt_content": "唔，你接了我就换一个吧。"
        },
        {
            "author": "Condor",
            "timestamp": 1342419420,
            "txt_content": "又一个英语帝....."
        },
        {
            "author": "DJXGAME",
            "timestamp": 1342434600,
            "txt_content": "jianghr 发表于 2012-7-16 12:25 \n唔，你接了我就换一个吧。\n还有一个Mojang的故事也蛮好玩的~~~"
        },
        {
            "author": "jianghr",
            "timestamp": 1342434720,
            "txt_content": "DJXGAME 发表于 2012-7-16 18:30 \n还有一个Mojang的故事也蛮好玩的~~~\n我现在在弄生成/Spawn的翻译。"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1342547280,
            "txt_content": "jianghr 发表于 2012-7-16 18:32 \n我现在在弄生成/Spawn的翻译。\n哈哈，Overworld找到了，谢谢啦"
        },
        {
            "author": "hs120600",
            "timestamp": 1358513400,
            "txt_content": "。。。 服务端 丢chunk 有什么方法快速解决。。"
        },
        {
            "author": "zhangcl",
            "timestamp": 1390000860,
            "txt_content": "看完这个后我感觉加载并不简单。。所谓的50米外僵尸看到你后往你这边前进着又是怎么回事。。。"
        },
        {
            "author": "ad54683745",
            "timestamp": 1406539200,
            "txt_content": "服务器区块错误怎么解决  "
        }
    ]
}