{
    "title": "<连载·单章>新生第十章",
    "author": "llxy",
    "replyCount": 2,
    "timestamp": 1408328940,
    "txt_content": " 本帖最后由 llxy 于 2014-9-10 20:00 编辑 \n\n  李岳在做好了“呼吸机”也就是空桶后脱下上衣光着膀子。拿着桶就一个猛子就扎了下去。李岳在跳下去时，非常惊恐的大叫一声：“我去！老子没有学过游泳啊！”显然，李岳的担心是多余的。因为在这个Minecraft世界里根本就没有“游泳”这个词，所以，在这个Minecraft世界里游泳只是在水上漂或是在水下“狗刨”而已。所以李岳的担心显然就是多余的。李岳在调整好心态和状态后在次跳了下去。这次就显得简单多了。\n\n\n  李岳越来越往下，李岳也用了很多次“呼吸器”也就是空桶。终于，李岳在最下面看见了一个光源。李岳走进一看。“卧槽！好多的萤石啊！还有红石灯。这是什么？我去！发射器！看来得小心点了，别一个不小心把命丢在这里，虽然可以复活一次，但是这样不仅浪费了一条命而且那样就糗大了。”李岳心里这样想的。\n\n\n  李岳在下游了一段时间后终于看到了这个东西的全景了，这是一个类似于用“建筑指导机”做出来的堡垒（建筑指导机，某个MOD里的东西，可以弄出一个圆的堡垒。是那个MOD我忘记了= =）。外面是由萤石，红石灯做出来的灯源。而且，在这些光源的附近有黑曜石保护着。李岳终于到达了这个堡垒的门口。他在这个堡垒门口的上面发现了一个箱子，他由于不想在费力下来一次他就非常小心的打开了这个箱子，里面放着一本书，一个报废的黑色碟片。这个机关李岳也是知道的，这个机关就是在箱子的前面放两个东西，后面放上一个红石比较器，后面的红石就连着机关。李岳曾经就是用这个陷阱在一个服务器里坑害了无数的熊孩子。这个机关的破解方法是：两个东西一起拿出来，就不会触发。或是拿出来了一个东西飞快的放进去一个东西。在或者放东西放满掉。这些都可以避免触发这个机关。\n\n  李岳艰难的打开了箱子。把两个东西一起拿了出来。他先是把碟片摆在了身上。然后便打开了那本书。\n书上写着：\n\n                 李岳，你终于来到了这个地方。我在百年前修建了这个堡垒后，便无聊算了一卦。算到第一来的人会是一个被人逼到望天崖下面的人，我继续算了一下那个人的身世。那个人叫威酷，是百年后一个客卿家族的一个少爷。在某个时候突然开窍。我觉的很有趣。便又算了下那个叫威酷的人的记忆。没想到你竟然是从现实世界里来到的人。你想知道你为什么会来到这里吗？当你达到“创界主”这个境界时，你自然会知道的。你也会回到你的那个现实世界的。你继续在这个堡垒里探索吧！会有一个另你感兴趣的东西的！啊哈哈哈哈！\n\n\n                                                                                                                                                                                                                                                                                                                                ——Notch\n\n\n  这本书到次就结束了，李岳觉的写这本书的“Notch”非常的流弊。因为他闲的无聊的时候随便算一卦都能算出自己的情况。李岳心想“一定要到那个境界啊！不然我回去的时间会越来越晚的。”\n\n\n\n\n 作者：好了，到这个时候等李岳探索完这个堡垒之后就会上去灭了雷家的，你们拭目以待吧！\n索引\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1292029552",
            "timestamp": 1408329420,
            "txt_content": "有一些错别字。。。而且因为没看过前面的文章所以没有看懂。。。"
        },
        {
            "author": "llxy",
            "timestamp": 1408338600,
            "txt_content": "1292029552 发表于 2014-8-18 10:37\n有一些错别字。。。而且因为没看过前面的文章所以没有看懂。。。\n哪里有错别字？"
        }
    ]
}