{
    "title": "<原创·连载>【Manna的服务器记事】<第三话>【Manna著】",
    "author": "yed00127",
    "replyCount": 1,
    "timestamp": 1408355040,
    "txt_content": "\n第三话 反击\n深夜，也是游戏时间的深夜，灯火通明的新京都上空绽放起一朵又一朵灿烂的礼花。\n这是上杉家进行的第二次庆祝活动。上一次是在前天，Rance7从白银党手里拿到矿山所有权的时候。这一次的庆祝，则是因为Rance7再次从白银党手里拿到了一块荒地的所有权。\n“再来一个！！！”\nIrikas站在高台上连续蹦了几下，在他身旁是负责燃放礼花弹的同伴。Irikas真的非常高兴，作为Rance7的助手，他可是亲眼见识到了白银党的NoName被Rance7吓得连字都打错的场景。\n老大真是太厉害啦！\nIrikas看着飞速升空的礼花弹，嘴巴完全的咧开了。\n与新京都的喜庆气氛相反，此时的圣光城内，弥漫着一股暴躁与沉闷的气息。白银党的首领Kol今天没有参与建筑工作，他不安的在城内巡视着，身后跟着小心翼翼的NoName。\n“那家伙有完没完了？！”\n在一面正在施工的外墙下，Kol突然停下了脚步。就在一小时前，他再次接到了Rance7的私信，这次他想要的是另一块位于白银党和上杉家之间的无主土地。原本这块土地是注定属于白银党的，因为白银党已经派遣了几名矿工对这里进行了开采，他们甚至连简陋的界碑都建好了。\n“欺人太甚！”\nKol的女朋友现在不在身边，所以他毫不顾忌的将拳头砸在了电脑桌上。\n“Rance7这家伙是不是觉得我们白银党好欺负啊？”\n“老大……忍忍，忍忍吧。圣光城还有二分之一多的进度，如果现在发生战事……那导弹砸过来……”一旁的NoName弱弱的劝道。\n“还忍？！”Kol牙齿紧咬，“大上次他管咱们要矿山，咱给了；上次他管咱们要34号荒地，咱们也忍了。毕竟这两块地方也没多大，资源也不算多——这次他们要的可是2号开发区啊！那里可是富矿区！之后我们还要在那里建立防御要塞，那里怎么可以给他们！”\n“可是圣光城……”\n“别提什么圣光城了！”\nKol直接将这些字发到了公屏上，在下一秒钟，正在建设圣光城的白银党成员们的身形全都定格，仿佛时间停止了一样。\n“你看看大家！现在谁还有心思建城！”\nNoName抬起头来，看向站在各种脚手架方块上的同伴们，大家的目光都聚向这边。也许是错觉吧，NoName在那些毫无生气的颜色格子里看到了各种各样的情绪。\n有不甘，有愤怒，有矛盾，有仇恨……\n“老大……”\nNoName突然觉得心中涌起一股无名火。他开始痛恨自己的软弱，痛恨自己的无能，痛恨自己的胆怯。他终于下定了决心：这一次，他不会再和Rance7谈判了。\n“老大，我有一个计划。”\n几秒钟后，NoName将身体转向Kol，将聊天转为私信模式。\n游戏时间的第二天清晨，白银党领袖Kol只身来到主城的大神殿外。主城的大神殿，是世界的核心建筑。比起很多建筑物来，它着实不够宏伟，但这并不影响它在服务器玩家们心中的地位。\n因为这里住着的，是服务器的管理员们。在这座建筑物的顶端，更是住着服务器的灵魂人物——服主大人。因为这里住着服务器的“神明”，所以平日里大神殿并不对外开放，想进大神殿需要提前预约。\nKol没有预约。但是以他派系领袖的身份，是有相当大的几率获得管理员们的接见的。Kol是幸运的，现在在神殿里的两位管理员，都是他的熟人，所以他理所应当的获得了接见。\n“是Kol啊。”\nAkarin，这位有着半透明皮肤的管理员算是Kol的老朋友了。现在与他一起在神殿里闲聊的，是有着罗马百夫长皮肤的管理员SV，他和Kol在一周目的时候合力惩戒过在服务器里捣乱的熊孩子，两人也很熟络。\n“有事吗？”SV问道。\n“有。”Kol严肃的走到两人面前，“我有事想求你们……”\n十分钟后，距离新京都东郊约一百单位远的地方，NoName已经聚集了十几名在线的白银党成员埋伏在提前挖好的洞穴里。这时天已经黑了。\n老大那边好了没有……\nNoName紧皱起眉头，洞外僵尸的声音让他非常不爽。他再次打开背包，将目光定在两组C4炸药上，嘴角泛起一丝嗜血的笑容。\n“行动。”\n就在这时，Kol的私信出现了。与此同时，公屏上也显示出了白银党领袖Kol向主城大神殿提交对上杉家的战争申请的信息，然后在下一秒，这个申请就被通过了。\n“行动！”\n还没等目前在线的上杉家成员做出反应，白银党的成员就已经杀进了新京都。新京都内顿时枪声大作，上杉家的成员们几乎刚刚拿起武器就被打成了满地的资源。Rance7此时还沉浸在马上就要获得一大块土地的幻想之中，若不是Irikas慌慌张张的告诉他战争已经爆发了，他还以为外面的声响是上杉家的成员在提前庆祝呢。\n“什么？！！！”\n这时Rance7终于看见了公屏上出现的宣战信息，他怎么也想不明白，平日里最快也要十几分钟才要审核通过的战争申请，这次居然只要一秒钟就通过了。\n诚然，管理着服务器的神明们都是铁面无私的，他们从不讲什么人情世故，也不会对贿赂和甜言蜜语动心。但是别忘了，他们也是一群有着是非观念的人。但凡是有点正义感的人，在听到Kol的遭遇之后也会觉得Rance7不是好人，所以说在这种情况下，一秒钟通过战争申请也不算什么奇怪的事情了。\n不过这样的分析，至多算是事后诸葛亮罢了。在制定这套方案的时候，NoName真的是忐忑不安的，因为这种事从未有过先例，他也只是凭借直觉和经验，觉得管理员们会因此而站在他们这边而已。\n“快！！！快启动导弹发射台！”\n情急之下，Rance7准备和白银党来一次鱼死网破。不过让他绝望的是，由于白银党成员用C4炸药、高爆手雷等道具对地面进行了严重的破坏，导致大量的红石电路损毁，以至于他和Irikas拉下拉杆之后没有获得任何的反应。\n“老大，怎么办？！”\n眼看着上杉家成员的死亡信息一次又一次的出现在公屏上，新京都的建筑也被炸了个支离破碎，Irikas的心都要碎掉了。\n怎么办？\nRance7在屏幕前露出了苦笑。现在除了低声下气的找Kol私聊，签订对方想要的协定以求停战以外，他还能做什么？如果再这么拖下去的话，整个新京都，以及上杉家的家底就要彻底完蛋了。\n“Kol，我投降。”\n于是，Rance7用颤抖的双手给Kol发去了这样一条信息。至此，白银党对上杉家的报复性攻击正式结束。白银党收复了被上杉家勒索的两块土地，并得到了一份长期的停战协定，可谓是满载而归。\n这次的事件在当事者看来，至多只算是一场复仇战争而已。但在很多有心人看来，这场战争却是可以改变局势的重要战争。因为在这场战争之后，从派系到个人，大家在提交战争申请之前都会用心的收集足够分量的证据，让自己占在正义的一方上，这样就会大大的缩短战争申请通过的时间，这样就可以使战争有足够的突然性。\n因此，这场战争被后人称为“正义者之战”。",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1409992740,
            "txt_content": "索引咧？"
        }
    ]
}