{
    "title": "<原创·单章>《世界入侵时代》[作者：叶无辰]：第八章：智慧型丧失",
    "author": "Mr_wuchen",
    "replyCount": 5,
    "timestamp": 1408372080,
    "txt_content": "第一卷：世界的破碎与重生|第八章：智慧型丧失\n作者：Mr_叶无辰（Mr_wuchen）\n本章字数：3076\n　　当叶无辰的目光投向那个丧尸的时候，妄想之瞳反馈了一堆数据。\n　　\n　　【智慧型丧失】，LV.1，品级：渣渣，HP：100/100，在天谴之光中受到进化的丧失，进化路径为智慧。技能：【低等智慧】：操控10名无智慧丧失为其0进行战斗。【低等精神】：对单一目标产生精神攻击。【仿人类】：相貌逐渐脱离丧失，会使用简单的人类物品。\n　　\n　　幸好没有太强大，只要不在背后放冷枪倒是没什么好惧怕的。\n　　\n　　叶无辰看了看陆逊，陆逊看到僵尸里有这么突出的人早就摩拳擦脚准备上了，跟叶无辰交换了眼神陆逊马上撇下了那些丧尸直冲向那个窗户的方位。\n　　\n　　而那些没有思维的丧失找不到陆逊了就把目标转移到了叶无辰身上，丧失迈着缓慢的步伐向叶无辰靠了过来。叶无辰向后面的那群人打了一个眼色，后面的刚刚被吓的瑟瑟发抖的只好拿着大刀冲了上来，叶无辰倒是乐的清闲，坐在货车上就看着陆逊和智慧型丧失的战斗，反正自己视力好，几百米的距离看东西根本不在话下。\n　　\n　　叶无辰前脚刚走进车门，陆逊后脚就跑进了智慧型丧失所在的塔楼，智慧型丧失不愧为智慧型，见陆逊上来了直接来了一枪，子弹打在了陆逊的脚底下，这也是智慧型丧失并没有瞄准的结果，陆逊见其一枪射完正在装弹的时候冲上前来，眼看就要将大刀斩向智慧型丧失的时候，两个人高马大的丧失抓住了陆逊的肩膀，肩膀处的衣服布料在丧失手里的腐蚀性汁液的侵蚀下马上就腐蚀出了一个大坑。\n　　\n　　陆逊不得已只好反手一刀解决了后面的两个丧失，毕竟丧失的毒液对于身体还是有极大的腐蚀作用的，普通的医疗措施也无法抑制。\n　　\n　　智慧型丧失见自己的【低等智慧】技能起了作用马上就从高台之上调了下去，在地面的时候地面上马上垫了几个普通的僵尸以缓冲落下去的压力。智慧型丧失从几十米高的高空落下来掉在地上居然只用几个硬硬的丧失垫着就毫发无伤？你丫设定要不要这么违和啊，牛顿哭晕在厕所啊喂。\n　　\n　　这时叶无辰好像隐隐地感觉到了精神上的冲击，叶无辰不屑地用自己强大的精神力反冲了过去，智慧型丧失直接一个趔趄，小样，你精神力再强，能强的过妄想之瞳么。敢对老子放精神招数，这不找死么，你当老纸的【天威】是吃素哒。\n　　\n　　叶无辰重创了智慧型丧失的精神，让他对其他丧失的掌控能力减弱，现在好像只能掌控五六个人的样子了，现在他精神萎靡，乘胜追击是不二之选。‘\n　　\n　　叶无辰手中的大刀甩出，智慧型丧失指使一个普通的僵尸当炮灰挡在了面前，挡住了叶无辰的大刀，这时陆逊也从精神冲击的晕眩中醒了过来，居然像智慧型丧尸一样直接从3楼跳下来，真TM不要命啦，陆逊落地后叶无辰听到了清脆的一声卡擦声，卧槽，不用想绝壁骨折了。\n　　\n　　智慧型丧失似乎用碧绿色的慧眼看破了我们俩之间的基情~更加确定了强大的叶无辰不会追击~所以又给陆逊放了一个精神冲击就跑啦~真TM机智~\n　　\n　　果不其然~叶无辰还是放不下昏迷晕眩+骨折受伤的陆逊~一脸深♂情地凝望着倒地不起的陆逊，婉约的柔情油然而生，如同一弯长河洗礼着直男的心灵~（直到变成基佬为止），叶无辰的手紧紧握着陆逊颤抖的手，温柔道：“我会一直陪着你。”\n　　\n　　半小时后……\n　　\n　　陆逊已经从精神冲击的眩晕中醒来，之前之所以那么快是因为智慧型丧失在发动精神性冲击的时候作死发向了叶无辰，却被叶无辰强大的精神力反噬，所以对陆逊的威胁骤减，几乎到了0的程度，所以才只麻痹了几秒钟，否则以陆逊长期撸管末世之后未曾丝毫强化的精神力不知道要昏迷多少个小时呢。而现在，智慧型丧失专门对陆逊进行精神冲击所以效果不可同日而语，即便在叶无辰精神的抚慰下也昏迷了半个小时之久。\n　　\n　　陆逊的眼睛微微睁开，被叶无辰捕捉到，马上说道：“你醒了，没事儿吧？”\n　　\n　　陆逊微弱地说道，“靠，那僵尸真……真T~M~的diao，老子居然被他干♂倒了……”\n　　\n　　叶无辰淡淡道：“你慢慢休息，我去会会他。”\n　　\n　　说着便走出了房间，\n　　\n　　只留下留在房间内一脸深闺怨妇状深情凝望着如同出使边塞一去不复返的丈夫一般的叶无辰大人，那种欲拒欲还的目光，那种娇羞的语气，那种缠绵的话语，本王身为掌控妄想之瞳的叶无辰大人，一眼便察觉出来了！！！陆逊是受！！！\n　　\n　　这时候，叶无辰运转着10+的速度奔驰在山林小道里，无数的丧失在叶无辰的身边擦肩而过却不敢做什么，原来是被【帝威】震慑了，不过被智慧型丧失操纵的丧失居然能够无视【帝威】的震慑效果，真是可怕，要是高等级的智慧型丧失驱使一大群流弊的 没智慧的普通丧失那岂不是无路可退？看来进化型丧失真是不可手软，必须要灭掉才能安心啊~\n　　\n　　走了没多远，叶无辰的【三尺神明】小地图就看到了一大堆抱团的丧失，叶无辰就知道目标来了，普通的丧失若是没有智慧型丧失的指使是不会抱团的，他们只会如同无头苍蝇一般的乱窜。却绝不会抱团一起行动。\n　　\n　　叶无辰丝毫不惧，大摇大摆地走进丧尸群中，这种低等级的丧失根本不能带给叶无辰丝毫的伤害，拿着锋利的砍刀一刀一个十分带感~走了半路觉得智慧型丧失好像发现了~自己的丧失大军有所减少，居然向着外围移动~，不过可笑且讽刺的是，他精心打造的丧失军团没有达到阻挡敌军的作用反而在逃亡之际阻挡了他逃亡的脚步。\n　　\n　　也许碰上普通的人类军团这么一个僵尸大军完全可以碾压，不过叶无辰大人是谁~那可是无敌的存在啊~象征着妄想之瞳的伟力~苍天的眷顾之子~\n　　\n　　“年轻人，你为何苦苦追杀，必须杀我不可呢？”一阵沙哑的，叶无辰循声望去，雾草，居然是哪个狗日的丧失！！！尼玛居然会说话！！！\n　　\n　　“卧槽，你丫还会说话，那你刚刚怎么不说？！装哑巴啊！！现在出来吓我。。”叶无辰摸着胸口道，这尼玛太吓人了。\n　　\n　　“我虽然是丧失，却也进化出了智慧，随着时间的推移，进化的完善就可以与人类无异，既然同为人类何必自相残杀？”智慧型丧失苦口婆心道，私下里却指挥那些没有智慧的丧失重新摆回圆形阵型，想要围歼叶无辰。\n　　\n　　叶无辰一听这话立马就笑了，雾草，这智慧型丧失虽然技能强大，也有那么一丁点智慧，可是这所谓的智慧也太渣了把~这逗比不知道非我族类其心必诛么，“你说你是人类你就是人类啦，你只不过是被病毒感染的丧失！容貌再怎么改变都改变不了你绿色的血液！”\n　　\n　　“那就没什么好说！”智慧型丧失瞬间操纵了数十个丧失冲了上来，叶无辰不禁冷笑一声，自己最不怕的就是围殴了，如果害怕被围殴，自己还会如此明目张胆的走进丧失群中么？\n　　\n　　“叮……玩家叶无辰发动技能【血海轮回】，LV.1，范围：自身圆周10米，技能介绍：以无穷妄想之力幻化出血海，蒙蔽敌人视野，并每秒造成5格的伤害，持续30秒，消耗MP：20，冷却时间：5分钟。\n　　\n　　共计150的伤害足以把丧失虐杀几轮番了，估计这个小小的智慧型丧失也支撑不了多久。在血海的中心叶无辰只听见一堆丧失痛苦的嚎叫，这下子智慧型丧失无路可逃了把。\n　　\n　　果然，没过多久在【血海轮回】里的丧失就个个接连倒地了，换在平常肯定没有这么密集的丧尸群，可在智慧型丧失的驱使下一切都变得简单，一大堆丧失如同大堆的经验瓶在向着叶无辰砸来。\n　　\n　　“叮……恭喜玩家叶无辰第2048次斩杀一次进化僵尸，望再接再厉，奖励100经验。”\n　　\n　　纠缠了那么久的智慧型僵尸终于在叶无辰的大招下被K.O.，剖开智慧型僵尸的大脑，里面有颗晶状体，妄想之瞳显示【低阶智慧核心】，品级，渣渣。可以为武器提升MP增加的属性。（别问我叶无辰怎么知道僵尸脑子里有东西的，玩过游戏的都知道~）\n　　\n　　不就是属性石头么~还只能加属性不能像板砖一样附魔，这么一个智慧型丧失居然如此坑爹，不禁让叶无辰感叹这个游戏设定的奇葩。\n　　\n　　噗啪，噗啪，噗啪，噗啪。\n　　\n　　一阵怪异的违和感传来，粘液击打地面的声音传来一阵阵的不和谐感，叶无辰转头一看。\n　　\n　　【史莱姆】，LV.1，品级，渣渣，技能：【分裂】，死亡后分裂成二分之一等级的小史莱姆，直到等级小于等于0未知死亡。分裂数量与等级，品级有关。\n\n\n        上一章：找到军火库\n        目    录：回到目录\n        下一章:\n（关于字数的坑只能以后填了）\nhttp://www.xiami.com/widget/40030085_1770059637,_235_346_5695c1_457cb4_1/multiPlayer.swf\n\n",
    "replies": [
        {
            "author": "叶尼玛",
            "timestamp": 1408372320,
            "txt_content": "沙发,楼主写的蛮好的，赞一个"
        },
        {
            "author": "Mr_wuchen",
            "timestamp": 1408410900,
            "txt_content": "叶尼玛 发表于 2014-8-18 22:32\n沙发,楼主写的蛮好的，赞一个\n谢谢夸奖。。\n（不过叶尼玛这个名字太违和了……我叫叶无辰）"
        },
        {
            "author": "qq1071407238",
            "timestamp": 1408436760,
            "txt_content": "每日一顶"
        },
        {
            "author": "qq1071407238",
            "timestamp": 1408436820,
            "txt_content": "顶弹道弹道地地道道的"
        },
        {
            "author": "00000.0",
            "timestamp": 1408458420,
            "txt_content": "{:10_512:}配音赞！\n"
        }
    ]
}