{
    "title": "【翻译】8月19日3.0 库存更新",
    "author": "siska",
    "replyCount": 15,
    "timestamp": 1408452600,
    "txt_content": " 本帖最后由 siska 于 2014-8-19 20:51 编辑 \n\n人工翻译，求支持翻译晚了，不好意思啊各位~再次声明，3.0更新未开始\n原文：Hello! \n\nIn-case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which isn't currently on the public branch. \n\nThe last few days I've been worked on the following new things: \n\n-The public editor supports 8 ground materials (2 splatmaps) at a time now with 4x the resolution, as well as the abilities to mark which ones should have grass and rock details on them. The details tab allows you to configure all your grass and rocks. \n\n【图看翻译下面】\n\n-The inventory has gone from a slot-based system on Friday to an entirely new grid-based system today! It allows you to store items in your clothes that have storage, and will add a whole new dynamic to looting. The UI is completely placeholder, however, and I'll be working on some new aspects for it over the next few days. \n\n【图看翻译下面】\n\n-Rather than only having one character you can now create several and customize each one individually with a name, appearance and specialty. Gold members get extra character slots! \n\n-Every player on the server gets allocated a unique 16-bit identity that will making moderating even easier because it is associated with your SteamID, username, etc. This means someone can report a player by username, and even if the offending player leaves the host can easily look them up and investigate them. \n\nThe next several days I'll be working on improving the inventory even more, upgrading the day/night cycle and adding the ability to construct roads/buildings in the editor! (Right now that new barn was directly imported.) You can expect the next update on Thursday. \n\nThanks for reading!\n\n\n翻译：\nHello！\n\n你不知道的情况下，我们正对Unturned进行着大规模的检修、优化。专用服务器在Steam服务器列表、VAC、创意工坊及其他更好的网络中的支持目前还未面向公众。（这句话第五次出现了 o(>﹏<)o）\n\n这几天我一直在努力做以下的新东西： \n\n-面向玩家的Unturned编辑器现在支持4倍分辨率的8种地面材料（请看2张图示），同时有能力向某一个东西贴上草、石头等细节性的东西。你可以在细节选项卡中配置所有的草和岩石（应该是自己配置草和岩石的纹理）。\n\n【图挂了，谁帮忙发上来】\n\n-库存从星期五开始已经从插槽系统变成了网格系统（网格系统产生了，看了下面这张图，你应该就知道什么是网格系统了，就知道什么是库存了），你可以在衣服里存放物品，而且现在在游戏中，抢劫将成为一个动态的过程（这下好玩了o(≧v≦)o~~）。现在用户UI界面完全占位符（不懂什么是占位符的戳这里），然而，接下来的几天我会把精力放到解决这些新问题上。\n\n【图挂了，谁帮忙发上来】\n\n-现在你现在可以创建多个角色，并给每个角色起名字、外观等。土豪DLC可创建更多的角色！ \n\n-现在在服务器上，每个玩家将获得一个独一无二的16位身份证号，因为它和你的steamID、用户名等有关。这就意味着可以通过用户名来举报玩家，即使玩家作弊后离开服务器也能查找、调查他们。（腐竹开心了~）\n\n接下来几天我会加紧对库存的升级，并在Unturned编辑器中添加日夜循环功能和公路建造修建功能（现在谷仓能直接导入），你期待星期四的更新吧！\n\n感谢你的阅读！\n感谢楼主的翻译{:10_492:}！\n",
    "replies": [
        {
            "author": "wh1547361271",
            "timestamp": 1408500360,
            "txt_content": "好啊，终于要更新了！！！"
        },
        {
            "author": "xxljy",
            "timestamp": 1408501680,
            "txt_content": "图1：\n图2："
        },
        {
            "author": "siska",
            "timestamp": 1408502940,
            "txt_content": "xxljy 发表于 2014-8-20 10:28\n图1：\n图2：\n谢谢         "
        },
        {
            "author": "junh",
            "timestamp": 1408508040,
            "txt_content": "爱爱爱 迫不及待了·~~~"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1408510380,
            "txt_content": "终于 翻译了"
        },
        {
            "author": "2ol2",
            "timestamp": 1408607340,
            "txt_content": "今天都周四了怎么还没更新、"
        },
        {
            "author": "siska",
            "timestamp": 1408609380,
            "txt_content": "2ol2 发表于 2014-8-21 15:49\n今天都周四了怎么还没更新、\n时差啊，注意时差啊，骚年，虽说我读理{:10_516:}"
        },
        {
            "author": "2ol2",
            "timestamp": 1408612140,
            "txt_content": "siska 发表于 2014-8-21 16:23\n时差啊，注意时差啊，骚年，虽说我读理\n………………\n\n帖子里你没说清楚\n\n如果美国周四要到明天了"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1408632420,
            "txt_content": "  UUID即视感"
        },
        {
            "author": "Liaoboboyang",
            "timestamp": 1409570640,
            "txt_content": "好!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!111111111111111"
        },
        {
            "author": "Liaoboboyang",
            "timestamp": 1409570700,
            "txt_content": "我是！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "Liaoboboyang",
            "timestamp": 1409570760,
            "txt_content": "加我群！！！！！！！！！！我们神盾局有三个部门，分别是战略攻击部、战略防御部、后勤保障部\n战略攻击部的主要任务是负责出警，一般接到任务后由战略攻击部的特工出动，解决敌人的部门！\n战略防御部的主要任务是负责出警保护人员，负责驻守领地，是负责辅助战略攻击部的特工们的部门！\n后勤保障部\n的主要任务是负责内勤，其中包括提供战略攻击部和战略防御部的特工们的日常补给，包括食物，水，枪械，弹药，医疗用品，后勤保障部也负责押送物资，战略攻击部和战略防御部在执行任务时找到物资将全部交给后勤保障部，由后勤保障部全权处理这批物资，（注：后勤保障部\n的物资来源完全不需要特工们自己承担，由局长和副局长提供物资！）新人可以选择想加入的部门，然后去找部门的负责人去报到\n负责人是管理员。\n以后有任务时会提起写在群公告里！！！！！！！！！！！！！！！！"
        },
        {
            "author": "Liaoboboyang",
            "timestamp": 1409571120,
            "txt_content": "我喜欢！！！！！！！！！！！！"
        },
        {
            "author": "Liaoboboyang",
            "timestamp": 1409571720,
            "txt_content": "为什么！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "ydyhukfuakua",
            "timestamp": 1411266480,
            "txt_content": "Liaoboboyang 发表于 2014-9-1 19:26\n加我群！！！！！！！！！！我们神盾局有三个部门，分别是战略攻击部、战略防御部、后勤保障部\n战略攻击部 ...\n好逗{:10_526:}"
        }
    ]
}