{
    "title": "求助啊",
    "author": "射手小宝07",
    "replyCount": 7,
    "timestamp": 1408713300,
    "txt_content": " 请问我的电脑玩MC，之后就会自动重启，这是为什么？\n\n[img]file:///C:\\Users\\linwen88\\Documents\\Tencent Files\\2992352480\\Image\\C2C\\53P@Z@KR`W6]2[_}MUFL6}7.jpg[/img]\n",
    "replies": [
        {
            "author": "KSKAKBKD",
            "timestamp": 1408713600,
            "txt_content": "额，没听说过！"
        },
        {
            "author": "33446615",
            "timestamp": 1408713960,
            "txt_content": "没听过这回事"
        },
        {
            "author": "骑驴上高速——",
            "timestamp": 1408714260,
            "txt_content": "没听说过"
        },
        {
            "author": "rx碳哆啦",
            "timestamp": 1408714320,
            "txt_content": "把你电脑砸了换个新的就没事了还有lz不会发图吗"
        },
        {
            "author": "射手小宝07",
            "timestamp": 1408716000,
            "txt_content": "  1．病毒破坏\n  自从有了计算机以后不久，计算机病毒也应运而生。当网络成为当今社会的信息大动脉后，病毒的传播更加方便，所以也时不时的干扰和破坏我们的正常工作。比较典型的就是前一段时间对全球计算机造成严重破坏的\"冲击波\"病毒，发作时还会提示系统将在60秒后自动启动。其实，早在DOS时代就有不少病毒能够自动重启你的计算机。\n  对于是否属于病毒破坏，我们可以使用最新版的杀毒软件进行杀毒，一般都会发现病毒存在。当然，还有一种可能是当你上网时被人恶意侵入了你的计算机，并放置了木马程序。这样对方能够从远程控制你计算机的一切活动，当然也包括让你的计算机重新启动。对于有些木马，不容易清除，最好重新安装操作系统。\n  2．系统文件损坏\n  当系统文件被破坏时，如Win2K下的KERNEL32.DLL，Win98 FONTS目录下面的字体等系统运行时基本的文件被破坏，系统在启动时会因此无法完成初始化而强迫重新启动。你可以做个试验，把WIN98目录下的字库\"FONTS\"改名试一试。当你再次开机时，我们的计算机就会不断的重复启动。\n  对于这种故障，因为无法进入正常的桌面，只能覆盖安装或重新安装。\n 3．定时软件或计划任务软件起作用\n  如果你在\"计划任务栏\"里设置了重新启动或加载某些工作程序时，当定时时刻到来时，计算机也会再次启动。对于这种情况，我们可以打开\"启动\"项，检查里面有没有自己不熟悉的执行文件或其他定时工作程序，将其屏蔽后再开机检查。当然，我们也可以在\"运行\"里面直接输入\"Msconfig\"命令选择启动项。\n  1．市电电压不稳\n  一般家用计算机的开关电源工作电压范围为170V－240V，当市电电压低于170V时，计算机就会自动重启或关机。因为市电电压的波动我们有时感觉不到，所以就会误认为计算机莫名其妙的自动重启了。\n  解决方法：对于经常性供电不稳的地区，我们可以购置UPS电源或130－260V的宽幅开关电源来保证计算机稳定工作。\n  2．插排或电源插座的质量差，接触不良\n  市面上的电源插排多数质量不好，内部的接点都是采用手工焊接，并且常采用酸性助焊剂，这样容易导致在以后的使用中焊点氧化引起断路或者火线和零线之间漏电。因为手工焊接，同时因为采用的磷黄铜片弹性差，用不了多长时间就容易失去弹性，致使与主机或显示器的电源插头接触不良而产生较大的接触电阻，在长时间工作时就会大量发热而导致虚接，这时就会表现为主机重新启动或显示器黑屏闪烁。\n  还有一个可能是我们家里使用的墙壁插座，多数墙壁插座的安装都不是使用专业人员，所以插座内部的接线非常的不标准，特别这些插座如果我们经常使用大功率的电暖器时就很容易导致内部发热氧化虚接而形成间歇性的断电，引起计算机重启或显示器眨眼现象。"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1408717680,
            "txt_content": "楼主发了一张c盘图片"
        },
        {
            "author": "Uni",
            "timestamp": 1408720680,
            "txt_content": "没听说过。。。OYZ"
        }
    ]
}