{
    "title": "【转载】工业2攻略【1】",
    "author": "14887373",
    "replyCount": 5,
    "timestamp": 1408705980,
    "txt_content": " 本帖最后由 14887373 于 2014-8-22 19:34 编辑 \n\n本帖最后由 sureph 于 2012-8-26 20:44 编辑\n\n玩了好久工业了，从工业1一直玩到工业2 ，写个简单攻略给大家。\n一．安装（1）必需Mod：1 Risugami's ModLoader2 Flan's ModLoaderMP   （新版工业mod已不需要此mod）3 SpaceToad's MCForge如果你找不到这三个东西在哪下载打包迅雷快传下载对应版本是1.2.5下载完记得杀毒，然后解压，把两个MOD都扔进 minecraft.jar。（2） 安装工业MOD   下载地址http://wiki.industrial-craft.net/index.php?title=Download\n\n下载完你会发现文件名是industrialcraft-2-client_x.xx.jar不要企图解压这个文件，也不要扔进 minecraft.jar里。正确的安装姿势是：把它复制进游戏目录的MODS文件夹内，然后你就可以玩了。\n二．入门（1）挖矿工业MOD包含许多新的矿石，要挖到这些玩意儿你必须刷新你的地图，方法有2个，1：跑出足够远的地方，这样新的地图会生成。2：再开个存档。如果你比较留恋你之前辛苦搭建的房子的话，可以用MCEdit的导出与导入功能将房子装备材料都搬到新住址，这样你可以省下不少工夫。\n\n好了，让我们从头讲起。你新开了一个存档，驾轻就熟地撸倒一棵树，做了一个工具箱，然后是斧子、铲子、镐头，然后是你的第一间厕所。。。OK，向地下进发，一顿猛挖之后，你好像发现了点新东西。\n\n       \n铜，还有锡。这两种是工业ＭＯＤ里比较常见的矿石，铜最大的用途是用来做铜电缆，它也可以用来做各种工具和装备。锡最大的用途是制作电池和罐头。还有一种是比较少见发的矿石，釉，就像这样\n\n能量巨大，可以用来发电，也可以做核弹，现在可以先不要理它。２）发电经过上面的疯狂挖矿作业你的背包里应该已经有不少矿石了。现在，制作你的第一个发电机\n\n\n\n制作发电机需要一个电池、一个机械方块以及一个石炉。石炉不用我讲，先说说机械方块，\n\n\n\n机械方块需要８个钢锭，铁矿放石炉里熔成铁锭，把铁锭在放回去熔一次就会变成钢锭。电池做起来比较麻烦，以下是合成方法。\n\n\n\n你需要电缆、红石以及锡锭。两种矿石比较容易得到，红石需要挖的深一些。然后制作是电缆。\n\n\n\n铜锭用铜矿石熔就行。橡胶是由树脂在石炉里烧制成的。\n\n\n\n那坨黄色的屎一样的东西就是树脂，找这东西你可能要费点劲，运气好的话，它就会在你家旁边，运气不好，找几个小时也找不到。橡胶树是长这个模样的\n\n\n\n睁大眼睛去找吧，骚年。要提取树脂你需要萃取器\n\n\n\n拿着它对着橡胶树有洞的那一块右键就得到树脂了。PS：橡胶树难找，但是只要你找到一颗就好办了，砍倒一颗树会产生一粒以上的种子，拿上种子你就可以回家种一片橡胶林出来，然后你就不用愁没有橡胶用了。\n\nＯＫ，现在你已经做出了一个发电机了。别急着发电，再做几个电池合成一个电池箱来储存电能，以免浪费电力。\n\n\n\n电池箱可以储存４００００ＥＵ的电能，有圆点的那一面是它的输出端，可以输出３２ＥＵ／ｓ的电流，ＥＵ代表电能的量，ＥＵ／ｓ代表一秒内通过导线的电能，不过在游戏中好像并不是一秒，但是谁在乎呢。。。。PS：要调整输出端朝向只需要用扳手右击你想要它朝的反向，输出端就会转过来。这是扳手：\n\n\n\n这是电动扳手，它永远不会坏，只需要充电。\n\n\n\n好了，现在把电池箱放在发电机旁边，右键打开你的发电机，把煤扔进去，ＯＫ，你得到电能了。\n\n三．进阶你已经知道了如何产生电能，制作设备，以及电路的连接，现在该搞一些更酷的东西了。1.还是挖矿    还在用你的破铁镐挖矿？快把它扔了，工业MOD有更快更先进的挖掘设备。电钻\n\n电钻！ 没错，它永远不会坏，只需要充电，而且挖矿速度比铁镐要快。如果你有钻石的话，还可以为其加装钻石钻头，钻石电钻\n现在你可以感受到什么叫做像切豆腐一样切石头了。等等，它每次都要充电，这实在是太麻烦了！别担心，我们有蝙蝠侠提供的电池背包，电池包\n它可以储存60000EU的电能，你的电钻可以从背包里获得电能，并且可以用上很久。采矿激光\n虽然它叫采矿激光，但是其强大的威力更像是用来拆迁的。拿上它，一股城管的感觉油然而生。“靠，前面那座小山挡住了我的无敌海景！”没有问题，拿上你的采矿激光，调到爆炸档，按下按钮让它消失。PS：采矿激光不保证100%的矿石掉落率，它有可能摧毁矿石，所以它最大的用途不是采矿，而是开辟矿道，拆迁，和联机时拿来对射。再PS：再新版的工业MOD中，采矿激光可以调节档位（按住M键，再按右键调节），请看下面：\n\n档位能耗伤害射程穿透距离采矿1250（64发）3.564石头6,泥土24低能耗100（600发）0.53石头1,泥土24长距离10000（8发）1064石头27,泥土128+分散20000（4发）2.564石头16,泥土16爆炸10000（8发）3.564石头2,泥土5\n",
    "replies": [
        {
            "author": "KSKAKBKD",
            "timestamp": 1408706100,
            "txt_content": "怎么没有？"
        },
        {
            "author": "32859681",
            "timestamp": 1408706160,
            "txt_content": "会一些工业的来看一下"
        },
        {
            "author": "刺客刀手",
            "timestamp": 1408706280,
            "txt_content": "是不是故意的！还是我老眼昏花了！怎嘛神马都没有{:10_524:}"
        },
        {
            "author": "rundll",
            "timestamp": 1408706400,
            "txt_content": "IC2LF许多新版本都没有，扩展MOD也不支持，还是讲EXP版的吧。。。"
        },
        {
            "author": "rundll",
            "timestamp": 1408706460,
            "txt_content": "还有，这不是贴吧。。。。"
        }
    ]
}