{
    "title": "小白游戏技巧【2】 小白必看",
    "author": "金木研_",
    "replyCount": 10,
    "timestamp": 1409080200,
    "txt_content": "\n游戏中期：\n   在游戏中期，基本上食物什么的都比较充足了，那下面干什么？当然是挖矿啦！当然，一些矿石有必要说一下\n   煤：材质是石头上有好多黑点，木稿及以上可以挖掉。\n   铁：材质是石头上有好多肉红色的斑点，石稿及以上可挖。\n   金：材质是石头上有黄色的斑点，铁镐及以上可挖。\n   红石：材质是石头上有红色的斑点，特点是打它一下会发光，不管用什么，铁镐及以上可挖。\n   青金石：材质是石头上有深蓝色的斑点（此矿物除了装饰和染色几乎无用）铁镐及以上可挖 。\n   钻石：材质是石头上有浅蓝色斑点铁镐及以上可挖。\n   绿宝石：材质是石头上有绿色的斑点（似乎除了与村民交易和装饰以外几乎无用）\n   这些都是比较重要的矿石，但是，如果你挖到了会冒黑烟的那种石头的话。。。。。。那叫基岩，反正是挖不掉的。\n   在地下挖矿还要注意几点：\n   第一，不要在自己脚下垂直向下挖（掉进岩浆你就悲催了= =）\n   第二，进入矿坑时要多带火把和食物一类的补给品。\n   第三，不要在很大的矿坑内乱跑，以免掉入岩浆 。\n   第四，要挂机可以，但是别在岩浆旁挂机，否则出来任何一种怪你都得等着悲催。\n   第五，探索地牢时（就是有一个笼子，旁边两个箱子那种得放，到处都是苔石）第一件事就是先把笼子插上火把，否则还是悲催\n   第六，探索废弃矿坑时（周围全是木板和铁轨）要远离有大量蜘蛛网的地方，因为里面有剧毒蜘蛛刷怪笼，对于新手来说是相当可怕的，所以在有铁甲以上的装备之前你还是老老实实的挖矿去吧！\n   剩下的属于你挖到钻石以后的了，你认为挖到钻石就完了？错！大错特错！其实，除了主世界，还有另外两个世界等着你去探索，分别是地狱和末路之地，要去地狱的话铁装就可以，但是如果进入地狱遗迹的话。。。。。。最好是钻石，，因为里面会有超致命的烈焰人刷怪笼，他们会发射火球，还会飞，但是，越难打的怪就说明它的掉落物越值钱，等你有了钻石套以后，就可以去刷啦！\n   地狱也有一种矿石，叫做萤石，在地狱，你可以抬头向上看，上面有好多黄黄的东西在发光，那就是萤石了，不过在挖之前你得好遮挡物，否则萤石会掉到下面的岩浆去（地狱到处都是岩浆的啊）这个可比火把好看多了。\n\n   其实还有一种叫做石英的，由于对新手来说没什么用，所以先不介绍（地狱里白色的矿石，带条纹）\n\n   你想去末地的话要多杀末影人和烈焰人，他们两个的掉落物可以合成末影之眼，需要12个，然后你得找到要塞，里面有一个门，把末影之眼放上去后，会有黑色的传送门出现，跳进去，就进入了末路之地，里面全是末影人，天上还有一个会飞的龙，是终界龙，把他杀死可以获得大量经验和出口，出口上面有龙蛋，用活塞可以把它推掉。\n\n   ",
    "replies": [
        {
            "author": "1624190289",
            "timestamp": 1409110740,
            "txt_content": "   字体请换成较柔和的颜色"
        },
        {
            "author": "niop",
            "timestamp": 1409110920,
            "txt_content": "楼上正解"
        },
        {
            "author": "1004",
            "timestamp": 1409140080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "蒋毅啊",
            "timestamp": 1409186700,
            "txt_content": "谢谢，顶一个"
        },
        {
            "author": "北美路人",
            "timestamp": 1409193660,
            "txt_content": "你能不能自己写点东西？\n整天搬运一些水分的东西。\nztbbb."
        },
        {
            "author": "迷失★夜空",
            "timestamp": 1491119220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Crying_Cat",
            "timestamp": 1491121860,
            "txt_content": "咳咳--还有啊，刷小黑的时候啊，最好在两格的地方打，小黑打不到你呀"
        },
        {
            "author": "sky~飞鱼",
            "timestamp": 1491123360,
            "txt_content": "表示你的字体颜色好让人难受"
        },
        {
            "author": "321021",
            "timestamp": 1491142380,
            "txt_content": "虽然这一些我知道一部分，但不过还是顶一下吧"
        },
        {
            "author": "Icrad",
            "timestamp": 1491142920,
            "txt_content": "换个颜色的字体比较好吧....感觉看花眼"
        }
    ]
}