{
    "title": "<原创·单篇> 殺神者。 ———— 黑小白。",
    "author": "黑小白",
    "replyCount": 9,
    "timestamp": 1409106600,
    "txt_content": "\n\n\n                                  回忆了许多我的作品之后，还是决定写个单篇的。。希望能写的好点！。\n\n                                                                               殺神者。                                                                         \n\n                                  “这是哪？”\n\n                                    “小伙子，你醒了啊，来喝杯水。”老人递给眼前的这位青年一杯水。\n\n                                    \"小伙子你真想知道这里是哪儿？\"\n\n                                    “这里是地狱的边境，也就是空间扭曲的地方，而且在你16岁那年发生了一场意外。具体我就不清楚了。”老人望了望年轻人道：“小伙子，我叫博斯坦，敢问你的名字是？”小伙子愣了愣道：“我，我，我叫。。。我叫什么？”老人笑了笑道：“果然啊，果然，殺神者。”\n\n                                    “你能记起来你最后一次是在哪吗？”小伙子摇摇头道：“不过我好想有听过一句话，说什么，殺神者，必被神殺之。”这是指没有特殊能力的凡人。“小伙子，你知道吗，外面的世界很混乱。”说着老人叹了一口气。“怎么了？”青年望了望老人。“算了，我跟你讲一讲我是怎么来到这里的吧。再非常久以前，世界上什么东西都没有，这我们都是知道的。但是经过日月的磨练出现了一块晶石，他乃是吸收混沌的灵气而生，持着，行恶则恶，行善则善。当时世界上没有人，渐渐的有了人。在遥远的时代。一位无知的生物，触碰之后，发生了天大的变化。便有了神。俗话说有神必有殺神者。晶石内的生命体便是，殺神者。殺神者拥有免疫神的法术，等等。他的手一般都很修长，那就是混沌之手，你看看你的手指头，是不是很长。“哇靠，真的。。”小伙子已经越听越迷茫，所以打断了老人。“怎么，不想听了吗？这双殺神者之手可以斩神，你的手指不也是这样吗？”\n\n                                    “那。。那你告诉我，我是怎么来这的！而且，而且我没有了记忆！”老人微微一笑道：“我在这两千多万年了，我都不知道我是怎么进来的。但是经过这么多年的炼化，我好像，我的双手能撕裂空间。所以我一直等待一个人到来，帮助我突破天际。”小伙子点点头说道：“搜嘎，那那我16岁到底发生了什么！”小伙子向老人大声吼道。“这我就不知道了”老人指了指心脏这个部位说“问你”\n\n                                   “你想出去么？如果想就过来”小伙子·点了点头就跟着老人过去了。“这里，你试试用手抓破这层护罩。”小伙子手忽然举了起来，闪现间，他的手指已经落下。“果然不行么。看来必须这样”老人双手抱拳，随后发出震耳欲聋的响声，双手已经变的红色，随后闪现间，抓破了护罩。“快！快出去！”老人吼道。撕裂的空间发出cici的声响那每一道cici都好像可以轻易的把人给撕裂。小伙子顺利的逃了出去，而老人却消失在了虚无之间。小伙子好像听到了老人的声音“快，在你16岁那年，一定要查清楚，你是。。怎么来到这的。”小伙子想要抓住老人却被时空吸走。\n\n                                    “滴滴滴，滴滴滴。”清晨闹钟打响了正在熟睡的少年。\n\n                                    “儿子，我要去加班了，晚上才回来，早饭放在桌子上了，午饭，晚饭自己解决。钱在抽屉里。”这位青年的妈妈出去了。\n\n                                    “fuck，那是梦？”青年抓了抓脑袋，看见桌子上的一张贺卡，上面写着：\n\n                                    儿子，今年我不能陪你过生日了，这年你就自己找朋友过吧，今天是你16岁的生日。\n\n                                                                                                                      ————————妈妈。\n\n                                    “噗通”一声，贺卡掉在地上，这位少年觉得全身不痛快，像被千万个钢针刺中。“这。。这，啊啊！为毛。为毛这么痛。”这位少年昏了过去，直到中午才起来。“嘿，薛墨，你没事吧？不介意我来你家吧？今天看你早上没出来找我，我就来找你了，怎么样生日去哪过？”被叫中薛墨的这个少年起来了“我。。是薛墨？这个名字好像是的。”一旁的朋友叫道：“喂！你不会是睡傻了吧！自己都不记得了？我是冈晨啊！”薛墨恍恍惚惚的然后说道：“哦，呵呵，差点差点忘了呢。”这是薛墨的脑子中又想起：“在你16岁那年，一定要查清楚。。清楚。。清楚。。”冈晨见薛墨这么痛苦一定是忘了吃早饭，于是递了早饭给他。“诺，吃吧，吃死你，别忘了吃药哦，我先走了还有事。晚上去哪过打个电话~”说完冈晨出去了。“药？什么是药。。电话又是什么？啊——头好痛。算了，先搞清楚自己是谁。”薛墨看了看附近桌子上有张卡，上面写着 学生：薛墨 。“啊，原来我叫薛墨。。刚才那个是谁啊。。这个东西又是什么。薛墨拿起附近的面包就啃了起来。“嗯，好吃，太好吃了。”。。“噗呲”修——，薛墨好像记起了什么，我是薛墨，薛墨。”修——一切都恢复了正常“诶，刚才冈晨来我家了么，真是的也不打个电话。算啦，出去找他。”\n\n                                   于此同时，神界\n\n                                   “怎么样，那小子呢？”一位神说道。“他在地狱边境待着。”这位神明显愤怒了。“你确定？你看看你干的好事，地狱边境根本没一个人，那个老头也不知道去哪了！你是怎么看管的！不管了，派人去下届寻找，一定要给我找到！”“是！”一位位神装扮的人下凡了。\n\n                                  “今天我的头怎么这么痛，真是的，真不该出来。”\n\n                                  天空上。\n\n                                  “就是他了吧？抓住！”薛墨的下意识告诉他，附近有危险。“嗯？这种感觉好熟悉，热血沸腾。”“上！”12个神将一起冲下。手拿神·叉向这薛墨插去。薛墨凌空一闪闪到了三叉戟上。“你们是谁！对了，我会武功吗？”神将一齐点头，三叉戟降至，薛墨双手顶住，向两放放去。“对对不起啊，我不知道我为什么会这样！啊啊！”薛墨双手飞去抓住2个神将将他甩飞了出去“我，我，我不是故意的啊啊啊”剩下的10个神将也是被一齐扔了出去。“我擦擦擦，这。。这怎么回事啊！”\n\n                                  神界。\n\n                                 “小的无能！未能抓住他！”神将低头认罪。“留你何用，你跑不了了”跟我下凡！”神带领重将下凡了。“你是我的小呀小苹果~”薛墨的手机铃声响了。“喂？” “喂！都晚上了，决没决定去哪啊！” “我，我没决定啊，不过我现在在海边。。” “好的，我马上过去” “喂！喂？”\n\n                                  “这家伙，唉，算了，等他。”薛墨站在石头旁，又是早上的那种感觉，他好像知道有物体在靠近，刹那间，一个跟头从石头上翻了下来，只见那个石头爆裂开来。“是谁！”薛墨问道。“好，果然是你，准备去死了吗？我乃上神·天夜神·迪啪。”这位神望着薛墨，好像每一刻都要动手似的。这时，冈晨来了。“不好，这是一个神么，不过如此。”“BOM”听见一声响，冈晨出现在薛墨的面前。“又是一个殺神异能者么。”迪啪毫不畏惧。“给我上！”迪啪坐在爆裂的石头上，看着好戏。”一大堆神将来临，冈晨只是一个劲的往前冲，一脚一个。薛墨也毫不示弱，一拳一个。两人配合这是绝配。”“哈哈，好，太精彩了。”迪啪双手举起，震耳欲聋的闪电落下，便成一团电丝飞入迪啪手上。瞬间迪啪双手充满电，向着薛墨冲去。薛墨当然不傻，只是一溜烟的跳到了迪啪上方想给他来一脚。迪啪自然也是知道殺神者的厉害，便躲开了。“冈晨原来你有异能啊。你不也是？”冈晨的这句话貌似让薛墨记起了自己是谁“你不也是，不也是，也是，是——”薛墨双手抱拳“我记起来了，我是殺神者”一旁看着的冈晨也是瞧瞧的点了点头，瞬间，迪啪又一只手，伸出，插入冈晨的心脏。“什么。。什么。。你。。是三圣神。。”冈晨一口鲜血喷出，随后倒地不起。“你！”薛墨看着迪啪。“怎么？来呀！”迪啪现行出手一掌拍出了薛墨，薛墨被打在天上，“旋风甩！”薛墨以腿为支柱力，告诉旋转，甩出了旋风。薛墨的旋风和迪啪的圣手相接。产生了巨大能量！。\n\n                                   “这里是？”薛墨觉得全身刺痛。“小伙子你醒了？”老人笑着问道。“嗯，博斯坦！”老人笑道。“这里是什么你知道吗？你知道你和三圣神谁赢了？”薛墨茫然不知，只是摇摇头。“是你赢了，你看你的小伙伴在那，这里是水晶内，我们将会轮回一次，所以轮回到了这里。”老人微微笑道。“我还是不懂，我发生了什么？”老人又忽然笑起来。“这里是，可以称为，殺神者的天堂，每杀一个神都可以在这里。所以你毕生的使命算是完成了。这里是你的归宿。”薛墨点点头“搜嘎，我知道了！”\n\n                                                        单篇《完》                       这可能写的不好，还是求点人气，求点金立。",
    "replies": [
        {
            "author": "黑小白",
            "timestamp": 1409106600,
            "txt_content": "觉得字太少了= ="
        },
        {
            "author": "呵呵sss",
            "timestamp": 1409106840,
            "txt_content": "貌似和MC没关系\n\n前排兜售爆米花\n\n\n\n\nu=1308107019,3158058551&amp;fm=23&amp;gp=0.jpg (16.37 KB, 下载次数: 1)\n\n下载附件\n\n2014-8-27 10:36 上传\n\n\n\n\n"
        },
        {
            "author": "ZGA",
            "timestamp": 1409107140,
            "txt_content": "呵呵sss 发表于 2014-8-27 10:34\n貌似和MC没关系\n\n前排兜售爆米花\n这这这这这...............\n太犀利了\n               ————你说，我是新手吗？"
        },
        {
            "author": "ZGA",
            "timestamp": 1409107200,
            "txt_content": "然后过来看看\n为什么那么多字....\n               ————你说，我是新手吗？"
        },
        {
            "author": "ZGA",
            "timestamp": 1409108160,
            "txt_content": "TOOy 发表于 2014-8-27 10:57\nZCA的小号233\n对啊 你怎么知道→_→\n              ————你说，我是新手吗？"
        },
        {
            "author": "TOOy",
            "timestamp": 1409108220,
            "txt_content": "ZGA 发表于 2014-8-27 10:39\n这这这这这...............\n太犀利了\n               ————你说，我是新手吗？ ...\nZCA的小号233"
        },
        {
            "author": "黑小白",
            "timestamp": 1409114040,
            "txt_content": "ZGA 发表于 2014-8-27 10:40\n然后过来看看\n为什么那么多字....\n               ————你说，我是新手吗？ ...\n= =很多吗。。。好少的。"
        },
        {
            "author": "ZGA",
            "timestamp": 1409114160,
            "txt_content": "黑小白 发表于 2014-8-27 12:34\n= =很多吗。。。好少的。\n我看着就晕\n               ————你说，我是新手吗？"
        },
        {
            "author": "黑小白",
            "timestamp": 1409114820,
            "txt_content": "ZGA 发表于 2014-8-27 12:36\n我看着就晕\n               ————你说，我是新手吗？\n不是。、。。。。。。。。。"
        }
    ]
}