{
    "title": "分享官方我的世界MC下载地址。",
    "author": "422976313",
    "replyCount": 9,
    "timestamp": 1409108460,
    "txt_content": " 本帖最后由 422976313 于 2014-8-27 11:30 编辑 \n\n下载地址：点这里\n\nDownloadWhen you have bought the game, you can download the stand-alone launcher for Minecraft here. It will automatically update the game files with the latest version. You'll be able to play the game without an Internet connection if you've been online at least once.Minecraft for WindowsDownload Minecraft.exe. If given the option, save the file instead of running it. Save the file anywhere you'd like, then double-click the program to run.\nShow all platformsThe Minecraft launcher was updated 01 July 2013. To get latest version of the game, make sure that you have downloaded the latest version of the launcher from the link above.Multiplayer ServerIf you're running on Windows and just want to set up a server easily, downloadminecraft_server.1.7.10.exe and run it.If you want to run the server on any other OS or without GUI it's a bit more involved (seethis wiki article for a tutorial). First make sure you can use java from the command line. On Linux and Mac OS X this should already be set up but on Windows you might have to tinker with the PATH environment variable. Download and run minecraft_server.1.7.10.jar with java -Xmx1024M -Xms1024M -jar minecraft_server.jar nogui.\n翻译：\n下载\n当你购买这款游戏，你可以下载启动器了，它会自动更新游戏到最新版本，你可以离线玩，但是你必须保证它以前连过互联网。\n\n下载我的世界WINDOWS版：\n下载 MIECRAFT，如果需要设置，请勿在运行之后保存，你可以将文件保存在任何你喜欢的位置，双击它即可运行。\n\n展示所有提纲：\n我的世界启动器的最新版本是2013年7月1号。它能自动下载最新版本的游戏，请确定最新的版本出现在启动器中。",
    "replies": [
        {
            "author": "遗忘のKZZK",
            "timestamp": 1409108880,
            "txt_content": "全是英文看不懂诶"
        },
        {
            "author": "随便吧土豆",
            "timestamp": 1409108880,
            "txt_content": "作死http://www.mcbbs.net/thread-38297-1-1.html\nPS:咳咳我不会告诉你的，8个月前的帖子，喜欢就给我人气吧点我点我点我点我人气拿来"
        },
        {
            "author": "1457666076",
            "timestamp": 1409109000,
            "txt_content": "这是正版启动器好吧。。。还有每次更新帖里面不都有下载地址吗"
        },
        {
            "author": "咣咣咣广告歌GE",
            "timestamp": 1409109180,
            "txt_content": "我英语渣，看不懂QAQ"
        },
        {
            "author": "ql451236",
            "timestamp": 1409109300,
            "txt_content": "错版，删前留名"
        },
        {
            "author": "422976313",
            "timestamp": 1409109420,
            "txt_content": "1457666076 发表于 2014-8-27 11:10\n这是正版启动器好吧。。。还有每次更新帖里面不都有下载地址吗\n如果有正版账号，拿它来更新最新版本的FORGE，是最合适不过了。"
        },
        {
            "author": "422976313",
            "timestamp": 1409109420,
            "txt_content": "1396342222 发表于 2014-8-27 11:08\n作死http://www.mcbbs.net/thread-38297-1-1.html\nPS:咳咳我不会告诉你的，8个月前的帖子，喜欢就给我人气 ...\n这个是正版启动器的下载地址，运行后需要正版账号。\n\n账号正确后可以选择1.5.2到1.7.10的所有版本。非常方便简单。"
        },
        {
            "author": "422976313",
            "timestamp": 1409109480,
            "txt_content": "ql451236 发表于 2014-8-27 11:15\n错版，删前留名\n茶楼就是给来水贴的。何来错版？？"
        },
        {
            "author": "s994154391",
            "timestamp": 1409110080,
            "txt_content": "那里是官方启动器呀  QAQ  个人表示找不到 "
        }
    ]
}