{
    "title": "<连载·单章>魔方世界OL[作者：Aiursad][第25章]",
    "author": "Aiursad",
    "replyCount": 5,
    "timestamp": 1409108820,
    "txt_content": " 本帖最后由 Aiursad 于 2014-8-28 15:38 编辑 \n\n      魔方世界OL\n工作室小剧场：\n作者大人：那天那个作品很成功呢！\n神秘人：是的...（飘走0.0）\n作者大人： 嗯，怎么就走啊？\n神秘人： 是这样的，我使用了透支型技能，需要修养，剩下的只能靠你自己了...如果他们还没回来，说明，你这次真的要开10倍功率了...\n作者大人： 可以，昨天辛苦你了\n神秘人： 给你个BGM，加油，我已经尽力了\nhttp://www.xiami.com/widget/0_1768955553/singlePlayer.swf\n\n\n\n\n剧情：第25章：大刀显威！\n        “发生了什么...”三人异口同声的说，雷晓宇自然是知道这个声音是剑魂的，“剑魂出事了”雷晓宇的第一直觉告诉自己...雷晓宇蹲下来，做出一个起跑的样子，“飕！！！”“咳咳咳 咳咳咳~~”一堆烟雾样的灰尘陡然而起让影歌月和萌小琪甚至都不知道发生了什么事，一直咳嗽，而此时，雷晓宇已经不见了，地上只有一个雷晓宇起跑后的脚印深坑，萌小琪坐等咳嗽结束慢慢去找哥哥，而影歌月自然是按捺不住，刺客本能又一次展现在萌小琪面前，震起的一堆烟雾让萌小琪又是一阵咳嗽，忍不住暗骂了一句：“我靠，现在的哥哥们怎么都这么冲动啊...”\n                   外面，灵魄、露雨辰、雨凌和罗小猫，已经非常着急了，虽然按理来说那三个人是不会死在圣庙里的，因为都是主角...啊呸，讲歪了，但灵魄等人还是极为担心的，但却很危险，没人叫他们进去，那肯定不能进去呢...雷晓宇冲到这里，只闻到了尸体腐烂的臭味，只看见了数不尽的尸体，这些东西让雷晓宇很是难受，雷晓宇使用最初被动——①屏气，雷晓宇刚开始屏气还是觉得难受，后来就好多了，不过这些动作就像晕车了，贴晕车贴的样子，雷晓宇继续向前走，这下倒是放慢了速度，突然，雷晓宇想到了一个问题，为什么我走了这么久，这圣庙的道路一直是直线...并没有陷阱，也没有弯曲的路，难道...“不好，这条道路本身就是一个陷阱！！！”雷晓宇突然想到，影歌月还在后面追着呢...幸好他的好妹妹——萌小琪，拿了他的备用包进来，里面装了，纸啊，水啊，②一张符文卷轴，两把备用小刀，没了，雷晓宇翻了翻，只有这些东西，感觉自己东西还是带少了...雷晓宇发现备用包里面有几个绿色的不明液体，似乎有点像史莱姆液体的迹象，可是，刚看见这个绿色的液体不久，“嘶~”的声音从包里发出，是那个绿色液体！腐蚀性的液体！雷晓宇只是一惊，并没有惊慌，而是拿出血银剑，把剑放在液体旁边，“吸收吧，即使那不是血液...”血银剑似乎有点不情愿，要知道血银剑是专门吸收血液和毒体的，它一开始并不情愿吸收...但是到了后面，血银剑还是无奈的吸收了，“乖啦！”雷晓宇像是在养宠物一样，可这东西并不是宠物，而是....杀人毒剑！                               \n            于是也不在此多留，雷晓宇开始做自己该做的事——拿剑往墙上插，然后转圈，变成一个小洞口，然后用剑在纸上画上字，卷成一个类似卷轴的形状，插入洞口，而那纸上写着很多扭曲的字，写着：小心，这条路是陷阱！--雷晓宇  留给  影“哥”月，雷晓宇为了节省点字的位子，把旁边的欠都去掉了...雷晓宇又继续向前走去，走了5分钟左右，雷晓宇看见了剑魂的残骸，剑魂的死亡，意味着，雷晓宇剑里面的魂，烟消云散了，连剑魂都被秒杀的只剩灰了么...“那终极陷阱是何等可怕...”雷晓宇这样想着，但同时，雷晓宇也损失了一个剑魂，以后都不可能召唤剑魂了，那把剑，只剩下灵性...“对啊！”雷晓宇似乎想到了什么办法“有灵性就代表，剑的魂可以重修啊！但如果是要一模一样的剑魂那是不可能了，但是，这不还是有原来剑魂的残骸么！”雷晓宇拿血银剑放在残骸旁边，血银剑像打了鸡血一样，一下全吸光了，而且还把地上的③石元素，吸了个够！所以血银剑原来闪亮的银色，变成了暗淡的灰色，雷晓宇想：是时候离开这个陷阱了，④想子光速型穿越魔法，释放！雷晓宇包里的卷轴在发亮...慢慢的消失，随着卷轴的消失，雷晓宇的面前出现了魔法光圈，光圈中有一个符印，那个符印很复杂，雷晓宇只知道，这个符印代表着，至尊的魔法家族所创作的符印，“本来想拿这个卷轴去吓人呢，看来没希望了”说着，雷晓宇跳进了光圈，雷晓宇跳进光圈的瞬间，旁边的几个尸体站了起来！\n            \n            面前的道路和刚才的道路真的没两样，如果是普通人来看的话，估计会大骂：“这什么烂魔法，根本没用嘛！！！还是什么至尊魔法，切，根本是烂魔法”但是，雷晓宇可不是那么简单的人，雷晓宇一眼就辨识了区别，一个是循环的道路走不完，一个是有限道路，雷晓宇知道，不远处还有陷阱等着他呢，雷晓宇知道剑魂就是被这些陷阱害死的...一阵暴怒涌上心头，“贱B陷阱，去死吧！！！！！！！”雷晓宇咆哮道，拿起剑就向前冲，几支腐蚀箭射过来，雷晓宇直接一把抓住，拿剑吸收，而雷晓宇的手也被腐蚀了，但雷晓宇丝毫不感觉到痛感，只有愤怒，生气，说不出来的愤怒，现在雷晓宇只会向前冲，“嗖，砰，砰，嗖”箭与剑的摩擦，不知道摩擦了多少下，雷晓宇已经衣衫褴褛，手也被腐蚀的吓人，“破了一道陷阱么...”雷晓宇又是向前冲，尸体在雷晓宇面前站了起来，一群死人，向雷晓宇蜂拥而去，“滚啊！”一秒之间，只见3分之1的僵尸就倒下了，又是一秒，死了一半了，第3秒，死光了.....“第二个陷阱也破了么....”一个不可被轻蔑的气质瞬间在雷晓宇身上展现了出来，雷晓宇身体有着明显的颤抖，血溅在雷晓宇的身上，染红了雷晓宇本身就衣衫褴褛的衣服更是染上了一层红“披风”，雷晓宇向即将要被自己秒爆的陷阱走去，血银剑：烈焰红莲！“喤！”一个红色的莲花慢慢飞向前面...“兹..兹兹！砰！！！！！”一个和核弹威力大小的红莲在一个如此狭窄的圣庙爆炸了！气场在那么远的地方震到了灵魄站在这的门口，“那小子，要把圣庙炸了么...”         \n         \n       第13道陷阱....毁灭！\n@狂风※中箭 @灬友情灬 @xcc @zjr_516635864 @杰·天行者 @a2455564728 @leavessoft @CloudsXDao @一个游荡的JJ怪 @真·喵战神 \n（在此声明一下，露雨程在这章，甚至以后都改名为露雨辰，因为好听，所以起这个名，咳咳，怎么唱起小曲了...）\n百科知识：\n①屏气：凝神屏气，使人的各项负性的属性下降，平息难受的感觉\n②符文卷轴：第一章时捡到的卷轴（但是我这个事情没写上去...）\n③石元素：几大最原始的元素之一\n④想子光速型穿越魔法 ：以10000000光速/1秒，从而创造穿越门，任意穿梭！\n\n\n",
    "replies": [
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409108940,
            "txt_content": "第一眼我被闪了....."
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409109120,
            "txt_content": "我也发了去看看吧"
        },
        {
            "author": "随便吧土豆",
            "timestamp": 1409109180,
            "txt_content": "这个名字怪怪的\nPS:咳咳我不会告诉你的，8个月前的帖子，喜欢就给我人气吧点我人气拿来"
        },
        {
            "author": "xcc",
            "timestamp": 1409109420,
            "txt_content": "懒得理你，我都发不了帖子"
        },
        {
            "author": "leavessoft",
            "timestamp": 1409113560,
            "txt_content": "希望分段能稍微明显一点。赞一个"
        }
    ]
}