{
    "title": "<连载·单章>方块战争[作者：小怕][第十八章：霸道的控制核心]",
    "author": "一个游荡的JJ怪",
    "replyCount": 5,
    "timestamp": 1409108220,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-8-27 11:17 编辑 \n\n霸道的控制核心外部时间：第六天 6：45(Locked）距离敌人进攻还剩1小时45分钟（Locked）浩劫时间：Unknow合金0-4  寒霜月灵帝国 月御城---------------------------------------------------------------------------     “加装控制核心？”寒霜读道，虽然这名字有些让他不明所以，但看上去很玄奥的样子，吸引了寒霜的注意力。      如果点选技能图标，就会进入专项技能的介绍页面，上面有文字、图例和简单的动画演示。冰弓实体化和虚无化的描述都很简短，大都只是附了一个动画，因为它们在名字上就可以理解，最多有些加成用文字交代清楚。不过加装控制核心的内容格外多，足足是前两个的三四倍，用了很大篇幅介绍。     寒霜仔细研究了一会儿，根据说明他知道这不是应用于冰弓本身的技能，而是通过改装冰弓，为它添加一些特殊的组件达到的。控制核心只是最基层的一个部件，相当于塔楼下的基座，联系着控制着调节着其他组件，让它们不会冲突，和谐运转，为寒霜所用。它本身也并不是无用的，不过这个作用有些恐怖，即——强行占领机械控制权，通过核心传达寒霜的指令，操纵机械装置。    当寒霜看到这里时，他的嘴角已经止不住的抽搐了。这个作用意味着什么？它意味着只要寒霜想，只要控制核心可以承受，他随时可以使用各种各样的机械。这个控制范围在点亮技能后处于第一阶层，包含所有轻型武装和无人飞行器，以后随着寒霜等级提升和更多组件的加入不断扩大，具体成效还是要未来才可以显现出来。    从介绍页面退出来，寒霜看到加装控制核心技能图标下面有这一个小标识——三个星级技能点，右上角有着一个数字“2”。   “天哪！”寒霜惊讶的倒吸一口凉气。因为他在之前的规则细则中看到，凡是有这个标识的技能要具备两个条件才可以通过，一个就是用两个技能点解锁，另一个就是在一次可以获得技能点的任务中达到三星评定，冰弓实体化和虚无化两个加起来只用花两个技能点，还没有附加条件，可以见得想要得到控制核心条件是非常苛刻的。   “不愧是一分钱一分货，好技能的花销可真不低。”寒霜苦笑一声，这个技能点肯定不会好拿，更何况是一次性三个。不过唯一的好消息就是如果他做到了，想要加装核心只需两个技能点，最后还剩一个，可以去点亮其他技能。    寒霜无奈的摇了摇头，返回了主界面。看了这么多，他知道自己的路不会好走，所以还是赶快开始任务吧。由于特别行动还未解锁，所以寒霜唯有去完成剧情，他在显示屏上轻点几下，进入了剧情页面。    剧情页面的布置简单高效——整个页面颜色偏灰暗，上下分层，渲染出低沉的气氛。左上方是“剧情模式”四个大字，字体呈暗绿色，略有破损效果，外有黑色描边，底下配有一条横向排列跳跃式渐变色的条纹衬托。中间有一张章节总览图，上面写着“第一章”三字，如果碰触上去，就会进入里面的剧情选择。剧情模式下有很多章节，是可以滑动浏览的，不过除了第一个其他都是灰色不可读取的。文字下方出现了一个星级技能点的图标，后面写着“0/27”，它应该是这章里的技能点的总数和获得量。最下面也有一个条纹从右下方横向穿过，与上方相呼应。整个画面不是静止的，而是微微活动的，左上右下的条幅上下微微浮动，就像旗帜在飘一般。   寒霜看了看第一个图片，碰巧的是，上面出现的是月灵帝国游骑兵团的队徽，这引起了寒霜的注意，他在想莫非这些剧情任务和现在的使命是相同的，不然为什么要用这个标志。手指轻触一下图片，一个个任务出现在寒霜面前。他开始憧憬自己即将要面对的未知挑战，队徽给了他亲切的感觉。点开第一个也是唯一一个解锁的任务，寒霜彻底明白了月灵帝国游骑兵团的队徽为什么存在于此。   右侧给出了一张图，是之前看到在内陆的基地。图下的两行文字解释了一切——扎卡耶夫被击毙5年后 月灵帝国凤凰火力基地。寒霜愣住了，这里说的扎卡耶夫，是一个历史上臭名昭著的恐怖组织头目，这段历史大概发生在现在寒霜所在时间之前.不过奇怪的是，关于它的记载非常稀少,现有资料只能表明这些而已。不仅如此，100年前的所有历史事件资料，都像蒸发了一般，少得只剩下了那些微不足道的水蒸气，人们只能从这些细枝末节来了解过去，而且没有人可以证明当时发生了什么。总之，其中疑点重重。但是，后来日耀帝国进攻月灵帝国，引发第三次世界战争，后来人员全部消失这件事的记载却十分详细，细到了时间以秒计算。两者的反差如此之大，不能不让人生疑。那次的事件离现在的时间还有段距离，寒霜如果可以把前面发生的事弄清楚，对于他在外面也有帮助。   晃了晃头让自己注意力集中一些，寒霜调整了呼吸，最后郑重的按下了“进行剧情”的选项寒霜的意识脱离了自己的身体，他眼前一黑，身体便瘫倒在显示屏前的沙发上，没了心跳和呼吸。  真相，我来了。\n本章共1780个字---------------------------------------------------------------------------最近有事+忙着写作业+时不时被拔网卡+偷懒+干杂事，弄得一点存在感都没有了，我要赶在暑假结束前怒刷存在感，有一个好结尾。这是试水的一章，不要求什么了。（500坑爹）---------------------------------------------------------------------------上一章地址\n---------------------------------------------------------------------------索引贴地址\n---------------------------------------------------------------------------@我是小骷髅 @a2455564728 @银狼 @Aiursad @hznb \n \n三角洲突击队——寒霜\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409108280,
            "txt_content": "咦？发出去了，欢呼三声。万岁！万岁！万岁！"
        },
        {
            "author": "ZGA",
            "timestamp": 1409108280,
            "txt_content": "字好多 然后我看花了[捂脸逃走]\n              ————你说，我是新手吗？"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409108400,
            "txt_content": "2000不到而已....5000多情何以堪"
        },
        {
            "author": "随便吧土豆",
            "timestamp": 1409108760,
            "txt_content": "很不错撒，继续加油\nPS:咳咳我不会告诉你的，8个月前的帖子，喜欢就给我人气吧点我点我点我点我人气拿来"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409109000,
            "txt_content": "1396342222 发表于 2014-8-27 11:06\n很不错撒，继续加油\nPS:咳咳我不会告诉你的，8个月前的帖子，喜欢就给我人气吧点我点我点我点我人气拿来 ...\n链接怎么是混乱发金锭的帖子，我领过了谢谢"
        }
    ]
}