{
    "title": "<连载·单章>方块战争[作者：小怕][第二十章：冰与火的考验（上）]",
    "author": "一个游荡的JJ怪",
    "replyCount": 16,
    "timestamp": 1409111940,
    "txt_content": "冰与火的考验（上）外部时间：第六天 6：45(Locked）距离敌人进攻还剩1小时45分钟（Locked）浩劫时间：Unknow合金0-4  寒霜月灵帝国 月御城---------------------------------------------------------------------------     “简单难度”    “第一项——视觉效果”     文字带着机械声弹了出来，寒霜的身体再度锁定。虽然眼前漆黑一片，但他的心却亮如白昼，热切期待着。     类似于电视被打开一瞬间发出的声音，寒霜看到了简单难度下的世界。刚开始还是一片模糊，就像蒙上了一层水雾。不过过了一会儿，寒霜身旁的世界逐渐清晰起来。    这是一片树林里的空地，周围死气沉沉，阴森森的。地上长满了草，但都是七零八落，没有一点生机。远处有一些树，大都没有叶子，光秃秃的只在那里。地上有一层薄薄的雪，看上去是刚下的，现在已经停了。    寒霜想动一动，这里阴沉的景象让他有些不舒服。不过他惊异的发现身体除了保持在站姿、跪姿和卧姿三种姿态外，竟不能移动分毫。   “在简单难度下，只允许使用简单的动作。因为选择此难度的多为新手，可以训练姿势的标准度。”    冰冷的机械声适度响起，点醒了惊异中的寒霜。虽然这个设定有些霸道，但仔细一想对于新兵也并无坏处，确实可以使他们的姿势标准。    “第二项——听觉效果”       声音一停，寒霜就听到了外界呼呼的寒风，紧接着刺骨的寒意就如影随形般的到来。耳边还时不时传来一声声凄凉的鸟叫，与环境搭配的完美无瑕。寒霜低头一看，他身上是一身迷彩吉利服。这种服装只有狙击手才会配备，为的是更好的伪装自身不被发现，但它的御寒属性就差强人意一些了，所以寒霜会感到冷。     从这两项来看，这里的效果不光只是视觉和听觉，还与一些周边感官有些联系。这样介绍一些小细节会更印象深刻，不至于最后回过头来演示一些不重要又很抽象的设定。   “第三项——任务与人物系统”    虽然寒霜被固定了姿势，但他还可以移动。这时前方地上出现了一把枪，闪着黄光，非常引人注意。他的视线上也出现了一个白点，位于枪的上方。如果把视角移开，圆点会变成一个小箭头。正对圆点时，在原点的上方有一个数字，应该就是距离了，它只有在寒霜移动时才会出现。寒霜走了过去，站在枪边。圆点上的数字变成了两个字——“拾起”，这就是在传达任务。    地上是一把M21的消音版，光学瞄准镜上覆盖着一小块伪装网，阻止反光暴露位置。寒霜想低下身子去捡，发现手到可以动了，只是捡起来后恢复成了原来的样子。    捡起枪后，状态栏出现了变化，就和之前一样，显示着基本数据。接着，远处又有一个白点，上面写着——“抵达”。寒霜一路跑了过去，枪在跑动过程中是撇向左边，不能击发的。    到了地方，寒霜看了看是一个小棚子一边的后面，棚子另一边两三百米处有一些房子，房子前的一小片空地上站着有个人。白点再次出现，这回是——“暗杀”。寒霜跪了下来，稳定了下呼吸，尽可能去做到心无旁骛。    这把枪，这个型号，就是格林奇之前用过的。如今，寒霜端着这把枪，心里还是止不住想到了他们。他决定，自己要尽快出去解决外面的问题。寒霜迟迟没有动，他在等，等一个风速适合的时候。这里正值隆冬，天寒地冻，对子弹的运行轨迹影响很大。他虽然不是专攻狙击枪，但在特种部队里任何一样都要拿得出手，不然就愧对特种部队的“特种”二字。    时间，一点一滴的流逝着。风，渐渐缓了下来    寒霜动了！    “piu-piu”寒霜连开两枪，第一枪测距离，第二枪击杀。他没有百步穿杨的技术和信心，这样才是最把稳的，那个人在远端什么也没看到就倒了地。不过，突然毫无预兆的传来几声狗叫，这自然不会是野狗的叫声，在这里只有可能是敌人的军犬！    “被发现了！”寒霜正在思考怎么办，圆点却显示他要往敌人的包围群里冲，并未显示目标是什么。现在进入了特殊的自由时间，可以自行抉择，但每个选择都会影响到事件的发展。    冲？不冲？寒霜陷入了两难境地，冲进去意味着要承受敌人的火力，不冲意味着违背自己的任务，该怎么办？    “算了，冲！”寒霜一咬牙，把狙击枪放在背后，一路边找着掩护边向目标点前进。大波的敌人从房子里冲了出来，其中还混杂着两三条军犬。敌人似乎是知道寒霜的位置似的，扫射着推进过来，缓慢形成一个包围圈。    寒霜躲在一堵矮墙下，被火力压制的动弹不得。他抽出了不知什么时候冒出来的匕首，时刻准备刺杀过分靠近的敌人。    三只军犬首先奔了过来，寒霜反手持刃，一把抓住了第一支飞扑过来的军犬的脖子，猛地一刺，割断了它的气管，往一旁扔过去。另外两只虎视眈眈的盯着寒霜，先前那一只的惨死震慑到了它们，一时间不敢靠得太近。    与此同时，敌人们围拢了过来，把所能封死的地方团团围住。寒霜一面警惕着两只军犬的行为，一面又关注着敌人的动向。时刻都会发生意想不到的事情，不由得让他握紧了手中闪着寒芒的匕首。寒霜现在里目标点还有一百多米米，潜行过去已无任何可能。    所以，殊死一搏吧！    寒霜取下背上的M21，他没有试图瞄准击发，而是采取了一种匪夷所思的办法——扔出去。没错，就是扔出去！寒霜把枪扔向了剩下的两条狗，出于本能的反应，它们在一瞬间不可避免的下意识的后退了几步，耽搁了几秒。    但是，这几步就足够了。    吸引了军犬的注意以后，寒霜一手按住墙头，手臂骤然发力，带动身体整个翻了过来。他没有停下，眼睛在刹那间锁定了几步之内最近的一个敌人，稳住身形后迈着箭步直冲过去。锐利的匕首在敌人还未反应过来之时就刺中了他的咽喉要害，不可思议的目光停滞在上一秒。    结束了？没有！    在众目睽睽之下，寒霜迅速转到敌人身后，双手顶着还温热着的尸体快步向前走去，正好赶上敌人反应过来开枪射击的最后空档，寒霜竟然拿尸体当挡箭牌！    这一连串动作有如行云流水，没有半分迟滞，慢一秒都会陷入万劫不复之境。    一路走了二十多米，期间无数子弹打在上面，也有些偶尔击中了寒霜。不过奇怪的是，那似乎并没有想象中的疼，甚至类似于挠痒痒一般。    “我是怎么了？这就是简单难度？”寒霜暗想着。伤害不如预期强烈，不免让他有些惊讶。他没注意到的是，在这里的敌人发射出的子弹打在他身上会出现和子弹打在坦克上“跳弹”的现象一样的情况，在短时间内根本打不透。在这个计划里，要是有一把手枪，那么几乎就是完美的了，眼前也不会有人活着了。    可是，事实上是——人算不如天算。    被短暂吓退的军犬很快重新集结起来，再次贴过来，意图趁寒霜分神抵挡子弹时前后夹击。寒霜无奈下一手托着尸体站在原地，一手拿起粘着有些凝固的血迹的匕首，向在自己身后的军犬大力掷出飞刀。可惜的是，并不是每一次都能成功，飞刀擦着军犬的耳朵边飞了出去，插在地上。眼看军犬就要扑上来了，寒霜却有些无计可施。被狗近身，那可是兵之大忌，它们锋利的爪牙不比子弹，那层无形的护甲对它们没有效果，足以像刚才一样轻松洞穿寒霜。   “该死的畜生！”寒霜气急败坏的暗骂道，一向好脾气的他也忍不住了。没了武器，他就像没了牙的老虎，肉搏完全拼不过军犬，更何况现在有两只。    危机之中冰弓感受到了寒霜遇到的困难，自行引动释放出来，形成晶蓝色的保护层，暂缓军犬的速度。   “对啊！我有范围减速。”寒霜看到冰弓的提醒，马上想道了那个从未出现过的第二技能——范围减速。他几乎停滞的心再次活络起来，应付着如何解决眼前的危局。    第二个黄色光点微微波动了一下，一圈蓝色冰环以寒霜的身体为中心50米范围徐徐前进推开，所过之处无不一派银装素裹，凝结起结实的冰凌。冰环散去后，在此之地除寒霜外再无运动的物体。不只是人和犬被冻住了，就连飞速射出的子弹也未能幸免，难逃坠地的下场。本来范围减速并不是如此恐怖，应该是减去物体的运动速度，但这里气候寒冷，冰属性元素含量充沛，增强了它的效果。    此时此刻，没有喧嚣，有的只是远处老鸦凄惨而悲怆的鸟鸣回荡在这里。    “结束了，真的结束了。”寒霜苦笑一声，丢掉了手中已经冻得硬梆梆的尸体。早知道范围减速在这里如此好用，何必又是翻墙又是飞刀的费力气。不过他也不必抱怨，似乎冰弓只有在他有危险的时候出现，平时在这里是怎么也释放不出来的。    踩着满地的冰渣走向圆点指向的地方，没有子弹、没有犬吠，只有寒霜一个人。    5米，4米，3米，就要到了。    2米，1米，0.5米，只差一步之遥。    就在寒霜踏下最后一步时，圆点消失。取而代之的是覆盖着坚冰的土地裂出一条峰，接着钻出来一架奇怪的东西，一瞬带起的冰块碎片和泥土，阻挡了他的视线，看不清来着何物。隐约间寒霜只看到了一个长长的枪管，旁边与之并联的还有四、五个。   “岗哨机枪！”寒霜惊呼。这东西别看体积不大，真叫它发挥出全部实力那可的的确确是个大麻烦，自动锁定敌方目标的能力让你除了躲避强大的火力覆盖没有其他的选择，对付这种东西要么一举摧毁要么用闪光弹或震撼弹切断内部视讯信号的连接，再一举拿下。不过，这两种办法的前提都是有能力摧毁它，寒霜手无寸铁，其他的枪支冻成了冰疙瘩，他有些后悔用出加强版的范围减速。    更让寒霜哭笑不得的是，新目标竟然是——“保护”，保护岗哨机枪不被破坏，还不能离开它的攻击范围。这明摆着是要寒霜吃枪子，还是转管机枪的大口径弹药，这一餐真够丰盛。    机枪六管并联的枪管开始旋转，这是在预热枪械防止磨损。寒霜尽量用双手护住头部、胸部等要害部位，保持着防守姿势，减少伤害，只是面对岗哨机枪多少有些心理安慰的意思。    “嗞-嗞”机枪的枪管高速旋转，吐出了凶恶的子弹。大口径子弹在短距离中射击频率更高、初速更快、弹道更短，打起来和许多小钢针戳差不多。虽然扛得住，但这也不是个事。    时间一长，戳换成了扎，痛苦的神色出现在寒霜脸上。他避无可避，彻底被钉死在那一小滩地方，看起来非常的狼狈，犹如过街的老鼠。再后来，身体禁不住子弹的反复无差别攻击，彻底被打垮了。    视线渐渐失去色彩，无力感袭上他的心头，有种昏昏欲睡的感觉。眼前出现了重影，努力睁大眼睛但还是看不清。四肢失去了知觉，平摊在冰冷的地面上，只有急促的喘息和粗重的心跳证明他还活着。    “我，要死了吗？”寒霜的嘴已经张不开，这只是他的一个念头，尽管如此还是让寒霜头痛欲裂，钻心的疼痛如同跗骨之蛆般折磨着他。    最后一刻子弹正中寒霜的胸膛，那一刻仿佛是亘古不变，寒风裹狭着雪花打在他身上啪啪作响。视线混沌一片，终于又重归黑暗。    “第四项——伤害体验完成”    一切如潮水般退去，似乎它未曾有过。突然间的变化让寒霜激灵灵打了个寒战，彻底把他从泥潭里拉了出来，回到虚空之地。寒霜像溺水者刚刚获救时一样大口呼吸着新鲜空气，活着的感觉真美好，他从未离死亡这么近，近到甚至自己也认为无力回天的地步。取下防弹头盔，寒霜发现上面已经湿透了，头发上还有未干的汗在滴答滴答的往下滴着。    “是否继续体验？或者就此选择简单难度。”     寒霜坚定的说：“我选择继续。”无论如何，简单难度是满足不了他的胃口的，虽然伤害的体验让他吃尽了苦头，但那是在什么也没有的情况下，先前还顶了几分钟呢，所以这完全达不到既定目标。    “普通难度”    “第一项——视觉效果”     ......     随后的时间里，寒霜分别体验了剩下的三个难度，去了沙漠、雨林和平原。总体上说，普通和困难只是简单的强化版而已，真正令寒霜眼前一亮的，只有极限难度。     35分钟前，无名雨林。    “天哪，这么美！”寒霜第四次出现在一个未知地域，第一眼看到的景象就让他大加赞赏，因为实在美的让人难以置信。     高耸的丛林木直插云霄，太阳光线透过层层阻挡，到达寒霜这里时是那么的温暖。大片大片的云朵飘在洁净的蓝天里，是那么的静谧美好。地上的灌木随处可见，一些小动物穿梭其中，发出窸窸窣窣的声音。雨林气候潮湿，正是这样优良的条件，才会有如此多的物种繁衍生息。如果在前三种难度中寒霜还可以依稀分辨出是虚拟世界的话，那么极限难度在感官体验上毫不夸张地说这就是真实世界，没有几乎！太阳的炫光、树叶的摇摆......一切你能想到的，这里都有。甚至当你发现一些小细节的时候，还会惊叹于“浩劫”系统的逻辑严密性竟然如此之好。在这个世界中，每一样东西的纹理、质感、差别度令人无话可说，待在这里本身就是一种享受，做到这样就足以证明这是一种登峰造极的水平。    按照圆点指示走，寒霜来到了一条说是路其实是一条小径的地方。这里地广人稀，人迹罕至，很长时间都不一定会有人来，路上长满了荆棘杂草之类的东西。寒霜拿出一把专用的刀，一边开路一边前进。虽然雨林很美，但他也没有掉以轻心，对一些危险生物保持着警惕。    极限模式彻底解除了动作限制，和在简单模式的自由时间很像，只是不限时，它意味着你想做一些特定的战术动作现在都可以实现。与之相辅相成的是任务不限完成方式，只要结果、不看过程。例如到达某地的路线原来是规划好的，你只能这样做，如今是开放的世界，路线随你定，到了就可以。与之对应的是任务辅助的减少，视线里的状态栏没有了，圆点不再显示，这些改为在单兵作战平台出现。这是暗影帝国独有的科技，现在两大帝国还未在单兵信息化技术上达到这样的高度，当寒霜在困难难度听闻到有这样的东西时，惊讶了好一会才缓过来。它绑定在寒霜的右臂上，形状像个小长方形盒子。如果想要使用按照操作指南点一点就可以了，可谓方便至极。平常在上面会有一些特定的参数，辅助寒霜战斗。但是，这样的东西需要能量电池驱动，所以一般寒霜只是用来全息成像查看地形的，其他能不用就不用。    20分钟过去了，期间寒霜完成了前面大部分体验内容，感受到了更多新特性。最后的15分钟，就是伤害体验了。    一路披荆斩棘，寒霜走出了雨林的最外围，来到了一个通往雨林的检查站。虽然雨林离这里很近，但打通出来的路还是费了不少功夫，尤其是伪装在树杈灌木中的剧毒蛇类。尽管寒霜已是万般小心，不过还是差点要了他的性命。即使这里是虚拟世界，他不会真正意义上死亡，但真实的痛苦让谁也不想受无妄之灾。    阶段目标出现了——“清空检查站”，检查站有六、七个人，他们穿着制服，站在自己的位置上。或许雨林所处的位置太过偏僻，检查人员也没有显得多么专注，睁一只眼闭一只眼注视着前方。检查站的人员配置一边倒的是靠近有人烟的地方，雨林一边几乎是没有防御。里面有几个房子，有个房子里还有人慵懒的坐在椅子上喝着茶，一脸悠闲的神态，看起来是这帮人的头头。另外的房子分别是食品仓库和武器库以及休息的地方，武器库就在寒霜附近，门口有人持枪背对着他。    “好机会。”寒霜贴到了一个防护墙边，看到有缝可钻，不禁喜从心生。他还没有武器，只有偷偷溜进去才有机会。有了前车之鉴，寒霜知晓子弹打在身上会有多疼，自然不会轻举妄动。    悄悄绕过了外墙，寒霜翻进了检查站，藏在一堆杂物里。目前形势良好，还没有什么异动。观察好了局势，寒霜缓缓靠近武器库的侧面，伺机发动攻势。微微探头一望，那个人还是没什么变化。强突必定会惊醒其他人，到时候就不是开几枪顶几颗子弹就可以解决问题的，极限模式之所以提供好的条件，理所当然的因为难度变态，不然为什么给你提供好的条件？鲁莽的行动必然导致整个计划的全面崩盘。既然如此，那就诱杀好了。    捡起手边的木头块，寒霜一扔砸在检查人员的身旁，自己则躲在拐角处的阴影。注意到不对的那个人朝这里走来，他还未料想到会有敌人渗透了进来，以为是什么野生的豹猫之类，不过还是得去看看。走到侧面，他向四周巡视了一圈，可还是什么也没找到。   “真是的，来到这么个鬼地方，野猫野狗还真不少，早该和弗兰克这个混蛋好好谈谈了。”他用着一种奇怪的腔调说着，满是抱怨之情，他嘴下的“弗兰克”或许就是那个头头，说不定能套到什么有用的东西。   “支线任务——俘虏头目”   “完成后解锁成就”   “成就可以通过很多方式获得，集齐一组可获不同奖励。”    寒霜正要出手，耳边有了这么个严肃低沉的男声，听起来——和睡魔一样。声音应该只有他能听见，因为那人一点反应都没有。中间的小插曲并没有影响到寒霜，手起刀落，整个动作干净利落，一点痕迹都没留下。作战平台的电量增加了5%，显示方式为：刀杀，还有95%就凑齐一块能量电池了。   “这么少？太小气了吧，还得找个机会大开杀戒才可以。” 见到只有一点回报，寒霜不免有些牢骚。毕竟，这里不是简单难度，杀人又不被发现可不容易。   仿佛是感应到了寒霜的心思，耳边再次响起一句话：   “电量增加方式不仅是杀敌，完美完成任务也有奖励，尤其注意方式的技巧性。不足100%的储备电量也可换取道具，使用方式已传达。”   寒霜先是一惊，然后老老实实把尸体拖进了武器库后门，收起了直接冲出去大干一场的念头，开始寻找称心的武器。他边寻边想着声音烙印在他记忆里的内容，决定无论如何也要尽可能完成支线任务，因为他看到了一些能够极力帮助自己的东西。    在武器库里小心翼翼的转了一圈，寒霜没找到一把顺手的武器，这里的武器老旧，缺乏保养，很多都不能正常工作了，摆在这里装装样子，在寒霜眼里这些东西无异于一堆破铜烂铁。可无奈情况就是这么个情况，只好顺势而为了。拿起一把锈迹斑斑但还能勉强使用的AKS-74U，寒霜换上了那人的衣服，大摇大摆的站在了武器库门口。直到现在，还没人发现什么。   “好戏，开场了。”带有一丝蔑视意味的话从寒霜嘴边蹦出，看待眼前所有敌人的目光也犹如看一堆猎物一般。   本章共6673个字   ---------------------------------------------------------------------------第三更！上一章还在审核，预计又要一两个小时后才能出来了。小怕终于在暑假结束前发完了最近的存稿，二十章的下正在码字中，尽请期待。---------------------------------------------------------------------------上一章地址\n---------------------------------------------------------------------------索引贴地址\n---------------------------------------------------------------------------@我是小骷髅 @a2455564728 @银狼 @Aiursad @hznb \n\n\n\n\n\n20120507103827316.jpg (45.93 KB, 下载次数: 20)\n\n下载附件\n\n2014-8-27 11:59 上传\n\n\n\n\n\nAKS-74U短突击步枪（实际上等于冲锋枪） 三角洲突击队——寒霜[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "凛",
            "timestamp": 1409112240,
            "txt_content": "后面的图是干什么的"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409113020,
            "txt_content": "china521 发表于 2014-8-27 12:04\n后面的图是干什么的\nAKS-74U的武器原型图，人物图和小说的封面"
        },
        {
            "author": "凛",
            "timestamp": 1409113200,
            "txt_content": "一个游荡的JJ怪 发表于 2014-8-27 12:17\nAKS-74U的武器原型图，人物图和小说的封面\n哦\n封面看不见MC的影子"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409113320,
            "txt_content": "china521 发表于 2014-8-27 12:20\n哦\n封面看不见MC的影子\n找不到合适的，而且目前也没到主线上。"
        },
        {
            "author": "shangxuanchen",
            "timestamp": 1409116980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "凛",
            "timestamp": 1409116980,
            "txt_content": "shangxuanchen 发表于 2014-8-27 13:23\n你的签名档上的什么游戏STEAM 上的？\n你在说什么？？？"
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1409119260,
            "txt_content": "小骷髅今天不在。。。{:10_493:}"
        },
        {
            "author": "索龙。sy",
            "timestamp": 1409123100,
            "txt_content": "是小说吗"
        },
        {
            "author": "骆驼刺_2002",
            "timestamp": 1409126580,
            "txt_content": "{:10_530:}没懂{:10_530:}"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409129880,
            "txt_content": "骆驼刺_2002 发表于 2014-8-27 16:03\n没懂\n喂喂，哪有看一章就懂得，可不可以仔细点"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409129940,
            "txt_content": "索龙。sy 发表于 2014-8-27 15:05\n是小说吗\n是呀，写了好久呢"
        },
        {
            "author": "索龙。sy",
            "timestamp": 1409130000,
            "txt_content": "一个游荡的JJ怪 发表于 2014-8-27 16:59\n是呀，写了好久呢\n哦，第一章在哪？"
        },
        {
            "author": "索龙。sy",
            "timestamp": 1409130000,
            "txt_content": "一个游荡的JJ怪 发表于 2014-8-27 16:59\n是呀，写了好久呢\n哦，第一章在哪？"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409130240,
            "txt_content": "索龙。sy 发表于 2014-8-27 17:00\n哦，第一章在哪？\n请点索引帖地址查找"
        },
        {
            "author": "李乐",
            "timestamp": 1416381420,
            "txt_content": "老观众了，大爱寒霜【名字好冷】不过我还是喜欢系统君"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1416732960,
            "txt_content": "李乐 发表于 2014-11-19 15:17\n老观众了，大爱寒霜【名字好冷】不过我还是喜欢系统君\n感谢您的支持，我更新了新章节，注意阅读哦"
        }
    ]
}