{
    "title": "<连载·单章>方块战争[作者：小怕][第十九章：新兵训练]",
    "author": "一个游荡的JJ怪",
    "replyCount": 18,
    "timestamp": 1409110980,
    "txt_content": "新兵训练外部时间：第六天 6：45(Locked）距离敌人进攻还剩1小时45分钟（Locked）浩劫时间：15：30（Unfixed）合金0-4  寒霜月灵帝国 月御城---------------------------------------------------------------------------     “战争是什么？”     寒霜的意识脱离身体后，四周漆黑。他首先听到这样一句话，那声音冷冷的，听起来毫无生气。    “战争是一场噩梦，一场所有人都逃脱不了的噩梦。他折磨着你，摧残着你，直到梦的尽头。有些人醒来，而有些人，永远看不到明天。”没等寒霜回答，那声音就自问自答似的接着说了起来。这番话寒霜有些似懂非懂，因为他还没弄清这与剧情之间的关系。    突然一瞬间，寒霜眼前大亮，不过他所能看到似乎附着在一个卫星地图上，他没有实际控制权，只是随着卫星视角的改变而改变，中央出现了游骑兵团的队徽，旋转几下后到了左上角。    “没什么是永恒的，昨日坚守的明日就会被抛弃。”    “战争中没有什么好东西. 除了它的结束。我们刚刚打赢了一场战争，一场为了别人的利益牺牲自己的战争，昨天的敌人转眼变成了今天的朋友。呵，世事难料。”之前的声音再次响起，只是没有那么冷漠，不过还是可以听出里面有一丝沧桑的感觉。    寒霜看到的是一个世界地图，不过这个地图并不同于以前寒霜见过的任何一幅地图相同，他广阔、复杂，而且在大陆之间有着海洋相隔，不是一整块大陆连接在一起。如果按照之前所说，这是那时的地图，那么现在的地图与这个毫无关联，甚至看不出有类似的地方。看来，这里就是时空发生问题的转折，他首先要解决眼前的漏洞，使位面稳定下来，不让它在以后再出现大的混乱，之后才可以直击问题的根源，“浩劫”给寒霜提供了一条线索，彻底解决问题的线索。只有知道那时发生了什么，才可以对症下药。    卫星图像在不断缩小，从整个世界到局部。各种图像互相交织在一起指示着一块地方，大概是地图中心往左一些的一块半岛上。地图其他地方显示出一组照片，是个基地的样子。另外还有一段音频，就是刚才听到的话。从图片和地图来看那里几乎没有植被覆盖，有的只是一片黄色。上面写着几个字——“月灵帝国凤凰火力基地”。接着，寒霜的意识脱离了卫星，被垂直弹下，只是眼前一花，就来到了地面。他在完全不自主的情况下意识进入了一个人的身体里，获得了控制权。  -----------------------------------------------------------时过境迁6-26 15：30一等兵约瑟夫·艾伦 第75游骑兵团1营米鲁半岛 凤凰火力基地-----------------------------------------------------------    寒霜刚刚从飞速的下坠中回过神来，就发现自己视线的左下角出现了这么几行字，之后便消失了。这就是现实和虚拟的区别了，现实中做不到的“浩劫”系统却完全可以做到，因为这里是虚拟的世界，没什么不可以的。寒霜的右下角显示着他现在的状态是站着的，下面有一列，应该是说明他身上拥有的东西，不过这些他什么也没有，所以是空的。这些只有在状态发生变化时才出现，一般是隐匿着的。    阳光透过伪装布斜射进来，照的寒霜有些不舒服。他抬头一看，果然是来到了之前在天空中看到的基地，他正站在另一个人的身后，那人正在和面前的一些新兵训话。或许是天气炎热的原因，这些新兵虽然是排成了一排，但东倒西歪，显得很懒散，他们也许就是那个声音提起的“以前的敌人，现在的朋友”。   “欢迎来到凤凰火力基地。下面让列兵艾伦为你们演示如何精准射击，你们中的大多数只会毫无顾忌的盲射，把子弹打得到处都是，那只不过是浪费子弹罢了。艾伦，拿起枪给这帮菜鸟演示一下。”那人回过头来，露出了黝黑的面庞，在阳光下还有些反光。他指了指桌子上的枪，然后指了指寒霜身后的训练靶牌。    寒霜虽然还在适应环境中，但基本的能力还在，他走上前去，拿起了桌子上的步枪。看到这把枪，寒霜不免有些吃惊，因为摆在他眼前的就是M4A1的普通型号，列装于月灵帝国一般部队的枪械。他便拿起枪回身走向训练靶牌的射击点。枪一入手，寒霜右下角的状态栏就有变化了，多出了弹夹子弹数/总子弹数的显示，最上面还写出了枪的名字以及他的附挂，像这把枪就是“M4A1突击步枪”，因为他没有外加附挂，只是一个标准版而已。而且，寒霜还发现一个特性，当他看向一个人时，那个人的名字就会出现在他的眼前，刚才对他说话的是福利中士，他是寒霜现在的长官。   站好位置，寒霜检查了一下弹药。虽然下面有显示，但他还是习惯于亲自检查一下。拉开保险，一切准备就绪。   “滴滴滴滴”几声急促轻响响起，一个靶牌立起，寒霜用机械瞄具稍作瞄准，便快速扣动扳机，“叮”的一声，靶牌应声倒地。   “在战场上，每一个击发的机会都万份宝贵，不要在没有准备的情况下开火，子弹有限，用一颗少一颗，但在关键时刻，不要吝啬，狠狠出击，不给敌人任何还手的机会。”福利中士在寒霜打靶完成后说道，结合实际的教育是最有效的，说一千遍也不如演示一遍，这样对于这些普遍军事素质不高的新兵们来说反倒更实在。   “下一个，跪姿射击。”福利中士对寒霜说。    寒霜应声跪了下来，状态栏的图标也随之改变，不再是站着的了。“滴滴滴滴”又是几声，这次一下来了两个，不过这对于寒霜实在算不上困难，“哒哒” 两声后靶牌再次倒地。随后又有几个，不过很快就被打倒了。    福利中士接着说：“选择合适的射击姿势，这一点非常重要，正确的姿势不仅可以提高你的射击精度还可以避免被敌人的子弹打中。记住，飞来的子弹有优先权！ 艾伦，接着来。”    同样的响声出现，不过这次寒霜没有看到靶牌，反而是一块木板立了起来，这应该是障碍物射击。寒霜索性不再瞄准，对着木板一阵扫射，在弹夹用完前打倒了靶牌。   “你的子弹是可以穿透过去的，当你的目标躲在掩体后时，特定的武器可以击穿它们。诸如此类的东西还有薄的铁板，玻璃等。但同时也要记住，敌人的子弹也有这样的作用。下面，让列兵给你们演示一下手雷的正确用法。”   “滴滴滴滴”这次一下起来了许多靶牌，寒霜回去拿了四个手雷，把它们别在腰间，同时状态栏里也出现了四个手雷的图标，手雷的左边还有空位，大概是其他的东西。寒霜拿出一个拔掉拉环，眼睛微微判断了下方向，就拉开拉环，“嗖~~~~”的一下扔在了靶牌中央。“嘭”得一声，所有靶牌全部被清理干净。   “干得不错。”   “手雷是会滚落的，所以再扔出前要三思而行。”    接着他对着寒霜说道：“感谢你的帮助。待会儿去那边的坑道，谢菲尔德将军在那里要测试你。”他边说着，便让开了路，指挥着新兵们开始射击测试。    寒霜虽然有些茫然，但还是快步离开了。先前的演示其实就是给寒霜熟悉这里的练习，他来到基地的中部，是士兵们休息的地方。不少人坐在一边聊着天，还有些人在打篮球，气氛相当轻松。旁边还有些巡逻的士兵，以及一些技术士官在检修车辆，他们就比较严肃了。寒霜还发现这里似乎是个很偏的地方，往远处看去除了带些红色的黄沙以外就是黄沙，没有任何建筑与其接壤，这也符合军事基地的一贯作风——神秘。    在周围又转了转，寒霜找到了福利中士说得“坑道”，顺着土坡一路向下没多远，有个人倚靠在弹药箱上，摆弄着手里的手枪。   “列兵你终于来了，欢迎来到坑道。”那人穿着和福利中士一样的服装，这也是月灵帝国统一的陆军军服。寒霜看向他，视线中间显示出“邓恩下士”四字，这应该就是他的名字了，不过邓恩下士没有看寒霜，依旧低着头。   “谢菲尔德将军想从我这抽一名神射手参加特殊任务，他就在上面观察。”邓恩下士抬起头，对寒霜说道。   寒霜往左边一看，果然有三个人。左右两边都是士兵摸样，应该是中间这位谢菲尔德将军的护卫。他手扶着混凝土墙，朝下注视着。   “这里有些武器，你自己挑着用吧。”邓恩下士起身打开弹药箱，里面有几把枪可供寒霜挑选。     思考一阵后，寒霜还是选择了一把冲锋枪。因为他接下来要面临的是类似于CQB（室内近距离战斗）的测试，不过是在室外，所以射速快、反应灵敏的枪更适合。另外他又拿了一支M9手枪，经验告诉他：换枪永远比再装填快。略微调整一下状态后，寒霜蓄势待发。   “开始！”上面谢菲尔德将军用高音喇叭喊道，他要亲自指挥这次测试。     听到他的声音，寒霜不禁想起了之前听到的那个冷冷的声音。不过他没有多想，箭一般飞奔过去。   “第一组”将军的声音接着响起，几乎同一时间，4、5个人靶立了起来。    寒霜知道这只是开始的，后面还会有更复杂的情况。他没有停下来，保持着前冲的姿势，拿出手枪边跑边瞄准，迅速干掉两个靶牌。在他视线的右上角，已经出现了时间花费、击杀数、误伤数、总时间之类的数据统计，它们可以帮助寒霜把握节奏。总之，在前期越快越好。    M9手枪的弹夹有15发子弹，寒霜在跑动中都是一枪打倒，所以现在子弹还有剩余，时间也节省了，这就体现出配枪组合的作用了。    穿过第一个直道，寒霜顺路右转，第二组人靶弹起，这一组已经有人质靶掺杂其中了。寒霜收起手枪，转变为快走，还是在移动中顺势瞄准开枪。由于冲锋枪射速快，寒霜速度依旧不减，保持着稳定的发挥。上方的将军看到寒霜如此优异的表现，不禁点了点头，但他的脸色十分的阴沉，好像在告别什么似的。    下面的寒霜没有工夫去看上面，第三、四组靶子的难度直线上升，不仅数量更多，而且有移动靶，很容易被吸引注意，尤其是人质移动靶，稍不注意就打上去了。寒霜逐渐放慢了速度，求稳为主，之前建立的优势现在显现出来了，他只花了10左右秒就已经打过大半程了。    接着跑上了一段台阶，突然冒出来一个人靶。寒霜迅速把枪换到左手，身体往左倾的同时右手抽出腰间的匕首，刀刃朝外反手划过去，有惊无险的通了过去。但寒霜下跌之势无法逆转，他索性改下跌为侧翻，翻滚一圈后跪姿射击，清除了靶牌。    寒霜起身后再次开始奔跑，前方是一个跳跃点。他在最后一步猛然发力，尽可能朝远处跳去。在空中滑越的一瞬间，下方最后几个人靶立起。寒霜为了追求极致，在空中调整好身体，对下方扫射起来。就在还剩下最后一个靶子时，寒霜冲锋枪的弹夹空了，而他的身体也即将落在靶子的前面，回来不管怎样都要耽误些时间。情急之下寒霜再次掏出匕首，在空中一掷，闪着银光的匕首旋转着飞向人靶，在寒霜落地时准确命中靶子，时间停表在20秒整。  “啪啪”一阵鼓掌声从上面传来，谢菲尔德将军带着一丝微笑缓缓走下来。寒霜一阵疾奔再次回到了入口处，刚才的测试他倾尽了全力，最后不惜把飞刀都使了用上了。   将军从入口下来，迎上了刚出来的寒霜。靠的近了，寒霜才第一次看清这位将军的容貌。他个子很高大，虽然胡子已经不再都是乌黑，但那种威严的感觉马上显现出来。他穿着的是海军陆战队的海蓝和云白组合的服装，看了他的帽子后寒霜不禁倒吸一口凉气，因为那上面有着三颗星，意味着他是月灵帝国的一位三星上将，这等资格足以让他登上海军陆战队总司令的位置上。寒霜的血液仿佛是沸腾了一般，这还是他第一次见如此高级别的将领。   正在将军想对寒霜说什么时，外面传来一阵喧嚣。坑道内的人全部上去了，只见一支车队停在基地内，基地里的人不断从车子里拉下伤员，将军找来一个伤势较轻的人询问情况，他们说在附近的一座小城里遭到了突然袭击，应该是当地的恐怖组织。谢菲尔德将军越听脸色越沉，最后他对着在场的所有人说：  “我们的敌人已经打到我们门前了，我们不能容忍他们肆意妄为，我们要让他们知道惹到我们的后果！”    然后，将军转身离去布置下一步行动。寒霜眼前随着将军的离去逐渐失去光明，化为了一团黑暗。再次睁开眼，已是到了虚无之地。  “第一章，第一关，时过境迁，完成。”  “基础奖励500经验点”  “坑道训练少于30秒，每秒额外加成100点，总计1000经验点”  “总计获得1500经验点”  “恭喜升至第三等级，距离下一等级还需500经验点”  “特种任务一、二关解锁”  “坑道训练不超过20秒，获得三星评定”  “完毕”    一连串字浮现在寒霜的眼前，看样子这一关是通过了。最让寒霜高兴的是原来星级评定隐藏在这坑道训练中，幸好他并未懈怠，不然仅是一秒之差就失去了三星评定。接着又是一段字弹出。  “难度选择阶段，关系到以后剧情的难度，也关系到获得奖励的多少，选择请慎重。”    听到这里，寒霜收起了之前的喜悦，一个重要的抉择摆在他面前。    “简单难度，最低等的难度，通常不会失败，获得0.5倍奖励”  “普通难度，正常模式下进行，获得1倍奖励”  “困难难度，加强模式下进行，敌人伤害增强，易失败，获得2倍奖励”  “极限难度，近乎实战的战斗，没有任何辅助，失败几率极高，获得4倍奖励”    果然，这“浩劫”的好处不是白赚的。越难的模式奖励越诱人，但背后的危险也是不言而喻的。寒霜沉思了一会儿，从说明上看，前两种的难度应当不大，但这也不是他想要的，既然是训练系统，就要达到训练的目的。现在，是困难难度还是极限难度，这一步很难抉择。它不仅需要智慧，更需要勇气和胆量。极限难度没有任何辅助，意味着和实际战斗没有差别，凭借“浩劫”强大的实力，能不能做到真实显然是不言而喻的。如果失败，必然有惩罚，那将对寒霜造成多大的影响，目前还是个未知数。    正在寒霜思考之时，下方再次弹出字来。  “您有一体验权，可以感受全部难度。”    寒霜看到这里，一丝喜色露了出来，他毫不犹豫的按下了开始。\n本章共5025个字---------------------------------------------------------------------------终于可以正常发帖了，这只是第二更，还会有一个大更，求顶求人气。---------------------------------------------------------------------------上一章地址\n---------------------------------------------------------------------------索引贴地址\n---------------------------------------------------------------------------@我是小骷髅 @a2455564728 @银狼 @Aiursad @hznb \n \n三角洲突击队——寒霜\n\n\n\n\n55e736d12f2eb93860bcc7bfd5628535e4dd6fae.jpg (70.13 KB, 下载次数: 14)\n\n下载附件\n\n2014-8-27 11:43 上传\n\n\n\n\n\n第75游骑兵团——约瑟夫·艾伦\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "qq842516532",
            "timestamp": 1409122140,
            "txt_content": "使命召唤？"
        },
        {
            "author": "凛",
            "timestamp": 1409122620,
            "txt_content": "你的名字让我想起一个人"
        },
        {
            "author": "894147030",
            "timestamp": 1409123820,
            "txt_content": "驻足等快更{:10_515:}"
        },
        {
            "author": "24k纯坑",
            "timestamp": 1409125620,
            "txt_content": "名字不应该是一样的烂摊子吗？LZ某游戏玩多了……"
        },
        {
            "author": "嗜金龙须",
            "timestamp": 1409127720,
            "txt_content": "Gon关系又产下了一篇文章"
        },
        {
            "author": "嗜金龙须",
            "timestamp": 1409127840,
            "txt_content": "更新了为何不@我。。。代表马洛消灭你"
        },
        {
            "author": "Aiursad",
            "timestamp": 1409129700,
            "txt_content": "大大的方块战争..."
        },
        {
            "author": "2290950563",
            "timestamp": 1409129700,
            "txt_content": "为什么学使命召唤 看起来怪怪的"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409130000,
            "txt_content": "嗜金龙须 发表于 2014-8-27 16:24\n更新了为何不@我。。。代表马洛消灭你\n好啦好啦，以后会@你的，你不就告诉我你在看我哪知道。（普莱斯和尤里来到了迪拜帆船酒店，然后。。。没有然后了。。。）"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409130120,
            "txt_content": "Aiursad 发表于 2014-8-27 16:55\n大大的方块战争...\nWhat do you want to say?大大的....泡泡糖。。。"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409130120,
            "txt_content": "2290950563 发表于 2014-8-27 16:55\n为什么学使命召唤 看起来怪怪的\n本来就是呀，不是怪怪的，它本应这样，我是在此基础上写的，会用到一些情节"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409130120,
            "txt_content": "894147030 发表于 2014-8-27 15:17\n驻足等快更\n下一章已经发了呢，可以去索引帖查找哦"
        },
        {
            "author": "Aiursad",
            "timestamp": 1409130420,
            "txt_content": "一个游荡的JJ怪 发表于 2014-8-27 17:02\n下一章已经发了呢，可以去索引帖查找哦\n4连回复泥垢屌..."
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409131260,
            "txt_content": "我是正常回复又不是水，现在没有三连四连这一说了不是吗？以前我记得早期还是有这个规定的，不过你给我说清楚大大的方块战争是什么意思。"
        },
        {
            "author": "2290950563",
            "timestamp": 1409137200,
            "txt_content": "一个游荡的JJ怪 发表于 2014-8-27 17:02\n本来就是呀，不是怪怪的，它本应这样，我是在此基础上写的，会用到一些情节 ...\n你是使命召唤系列的粉丝吗？我是 使命召唤万岁"
        },
        {
            "author": "2290950563",
            "timestamp": 1409137260,
            "txt_content": "话说寒霜是一种引擎 战地3用寒霜2 战地4用寒霜3 寒霜引擎好得不得了 有XD Moon支持 3D效果极佳"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409185200,
            "txt_content": "2290950563 发表于 2014-8-27 19:00\n你是使命召唤系列的粉丝吗？我是 使命召唤万岁\n同是COD迷握爪"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1409185260,
            "txt_content": "2290950563 发表于 2014-8-27 19:01\n话说寒霜是一种引擎 战地3用寒霜2 战地4用寒霜3 寒霜引擎好得不得了 有XD Moon支持 3D效果极佳 ...\n这个寒霜不是引擎啦-.-要不然虚幻要抱怨了，其实这里的寒霜是COD8里德里克“寒霜”威斯特布鲁克中士做原型的。"
        }
    ]
}