{
    "title": "<原创.单篇>屠龙记",
    "author": "xcc",
    "replyCount": 18,
    "timestamp": 1409124420,
    "txt_content": " 本帖最后由 xcc 于 2014-8-27 16:21 编辑 \n\n免责声明：\n此文与HGK的屠龙者完全不一样，它们之间 没有任何关系，不必在意。\n正文：\n“出来吧！”他挥舞着他的利刃，雷电随着他狂舞的手臂，疯狂地扭动着，又被滚动的的海浪生生地拽入了深海。而那闪电也不擅罢甘休，奋力地甩动着尾部，撕裂着深海。噩梦的火焰在地狱岩上燃烧着，死亡笼罩着海洋，吞噬侵蚀了一切。\n    风雨中，那位疯狂的战士按捺不住狂喜的情绪，大笑着，无量的雨水灌进了他的口腔，但他毫不在乎。\n    地狱岩上的火焰滚动着，围绕着一个祭坛，三个可怖的头颅摆放在来自地狱的尘土上。随着一声响雷，那些灵魂沙开始滚动，恐惧的气息开始向外侵染，那是能让人一辈子都做恶梦的气息，令人感觉连心灵都要抽去。窒息般的恐怖开始向外爆发。\n     灵魂沙开始脱落，一个脑袋露了出来——不！是三个！\n    一个庞然大物从下面升起——它具有三个可怖的头颅，千年前，一位画家用生命换来了它的画像，但仍无法描述眼前的怪物。用死亡构作的盔甲笼罩着它那深黑的凋零之躯，旋转着。身高至少10米。它咆哮着，用他的天赋恐吓着前面这个不知死亡为何物的脆弱的人类。\n    但他没有退缩，只是死死抓住了利刃。\n   “来吧！”战士咆哮，“如果你要毁灭一切，我会像千年前英武的先驱们一般斩断你罪恶的躯体！”\n   “你真的不怕死？”那巨物说道，三个头颅摇晃着喷吐出黑色的气息。\n  “无所谓生死。”战士答道，举刀砍去。\n    那个巨物扔出一个焦黑的头颅，燃过了那个恐怖的祭坛。\n    战士的利刃斩断了怪物扔来的头颅，灰暗的头颅在一瞬间炸裂，战士敏捷地闪走，继续砍去。\n     巨物咆哮，战士怒吼。一人一魔杀得激烈，一个嘴角流血，一个面如金纸。“呼...呼呼...”战士看着巨物。又一次跃起砍杀。\n     他像一个冷血的猎手，静静地等待圈内的猎物把血流光。\n      巨物哀嚎着，黑色的血流了一地。\n      他起身，刀在手中完美的落了下去。\n                 这是他最后的跃起。\n           他看见的，是一个惊愕的眼神。\n   “不——”怪物叫着，竟喷吐出黑雾。战士觉得不对劲，急忙跳走\n层层黑影中，隐隐约约看见一大一小的两个影子。\n那个巨大的黑影，却不是那三首怪物的轮廓，已是一只黑色的巨龙，这不正是末影龙，盘踞在末路之地的家伙。\n凋零的声音从一旁传出，战士一慌，急忙跳进旁边的草丛，静静蹲伏着。\n“依旧是不作为么？”末影龙说，“我们合作，完全可以杀死他。”\n凋零沉默的点点头，眼神死死抓住了战士跳进的草丛，“如果我能知道他会去那里。”\n“还是没有懂什么意思吗？”末影龙说，“你不需要知道他的方位，因为有我，我是一切的主宰，我可以杀死他。他将是个祸害。”\n战士静静地蹲着，听着这些谈话让他感到有些不舒服。\n一个黑影突然从一旁蹿出，那是一个高大的末影人，但是和其他末影人不一样的是，他浑身都裹着漆黑的斗篷。\n“你来了。‘死亡’。”巨龙说。\n那个代称为”死亡“的末影人说道：“那人的灵魂我实在是无能囚禁.......一个人类居然有如此强大的意志.....啧，小看他了。”\n\n“但也不是没有收获，他人性的弱点已经被我收入..............”末影人嘿嘿的笑着，突然从斗篷中抽出一个灯笼\n凋零却歪着头，做出一副无可奈何的表情。\n“我们来打个赌吧。”凋零摇晃着它的凋零之首，“关于手掌心。”\n“噢？”‘死亡’饶有兴味地歪着头。凋零扬起它的头：“我赌，是否有人会跳出你们的手掌心。”\n末影龙低低嚎叫，然后抖了抖乌黑的翅膀，掀起一阵狂风，风流随着他舞动，空气中漾起一股浓烈的杀气：“难道没人能逃我手吗？”\n凋零的三个头做出一副凶恶状，全然是在反对末影龙龙的不满，一股黑色的雾气绕着凋零旋转，末影龙的不满已经激起了他的杀意，空气骤然寒冷起来。“那么我们就看看赌局的结果。如果我赢了，你们永世不能出现在世人面前为祸乡里，如果我输了，我就放弃我的修行，重新寻找答案。”凋零微微一笑，三个头颅的眉目愈发威武。\n“你这是何必.....？”‘死亡’劝道，“你千年的修行，却要在这一刻破灭？！然后你又要修行千年.......”\n“我无法用语言概述一棵树的生命，一朵花的全貌，一个人的命运。如果你们能拿着所有人的命运，或者能够掌控一切，就来接受这个赌局。”凋零笑道，凌冽的寒风从他脸上刀刃般划过，他仍然不言语，只是大笑着，全然不顾脸上的伤痛。\n末影龙呜咽着飞起，带起一股气流飞旋：“好，我答应你——但是别忘了，没人能逃出我末影龙的手心！”\n凋零也飞起，仰天大笑：\n“生我何用？无能欢笑。灭我何用？不减狂骄。”\n呵呵。他又笑，然后隐入丛林消失了。\n“凋零。”一个声音在叫他，是那个屠龙猎人。凋零慢慢地回头心想着这家伙这么大胆，却看见了那个战士的影子跌跌撞撞的走来。“他受伤了？”凋零想。\n几个冒险家在丛林中拿着弯刀砍断荆棘，却砍倒了一只黑色的高大怪物——末影人。\n一声声哀嚎在黑色的丛林蔓延，无数黑暗的眼睛蛰伏着，寒气几乎逼的他们喘不过气来。\n“你们谁啊？”一个战士拎起他们，同时向那个末影人扔出一桶水。末影人挣扎着在丛林间闪现，然后哀嚎着。\n“你是.....”一个冒险家抬头看了看他。\n“屠龙猎人。”战士疑惑道，然后做了个挥别的手势：“我还要找人呢。”\n冒险家迟疑地问：“找谁？”\n战士脸上出现了一丝僵硬的笑容，他缓缓抬起手，握住背后的精钢剑，然后转身走开。“找末影龙。有些事知道的越少，就越好。”他在漆黑的树林里像一个王者，落日为他加冕，夕阳是他的王冠，晚霞是他的铠甲。\n一阵血光飞溅，从树林里传出鬼怪的嚎叫。\n“天啊......”冒险家们惊道，“我们已经被.....包围了.......”\n“凋零。”战士抽出精钢剑，“你也知道我们屠龙猎人的使命，杀掉末影龙。”\n凋零摇晃着头颅问：“那么.....我也是怪物，为什么你不杀死我呢....？而且你们家族履行使命千年之久都无法奈末影龙几何，就凭你？”他身上的触须轻触着战士的铠甲，黑色的气息喷吐到战士脸上。\n“那又如何？”战士推开凋零，“你和那些家伙不一样，你只是多了些思想。而家族的使命中也没有提到要杀死你。”战士拂去铠甲上的灰尘。\n凋零昂着头嚎叫着，三个头颅在夕阳中恐怖的晃动，“知道么，没有人能杀死末影龙。”\n“那又如何！”战士又重复了一遍，“我相信的不是不可战胜，而是屡败屡战！”\n凋零轻轻的笑了。\n“雷瑟，我们这样躲着真的没问题吗........”一个冒险家死死抓着树干，汗流浃背。\n“相信我——现在继续观察——！”那个叫做雷瑟的冒险家坐在树枝上，“格雷，我发现了，原来我们刚才看到的是屠龙猎人，真神奇啊，这么说来我们真是太幸运了要不要去帮他呢不过我们不一定打得过啊但是可以——”\n那名叫做格雷的冒险家死死捂住雷瑟吐沫横飞的嘴。\n“试一试.....”雷瑟死撑着说出最后两个字，然后知趣地沉默下去。\n屠龙猎人已经离开了，他要前往末影龙的老巢末路之地进行一番不知生死的屠杀。\n‘死亡’在远处山峰上摇晃着幽绿色的灯笼，里面是一个战士的灵魂在冲撞。他知道这是屠龙猎人最大的弱点和痛苦的回忆。\n屠龙猎人摆放好千辛万苦找到的传送门，安装好末影之眼，然后打开了末路之地的大门。\n\n末路之地内。\n“末影龙，你尽管放心。”‘死亡’摇着灯笼，“他的人之弱点已经收进了我的灯笼。”\n   末影龙咆哮着煽动翅膀，黑曜石柱不住颤抖，“那又有何用？！”\n‘死亡’作抱拳状：“具体功能看你如何发掘了，我先告辞。”然后他周身环绕起淡紫色的黯淡光芒，那光芒像一个紫色的风暴，卷走了还在大笑的‘死亡’，却留下了那个泛着绿光的钢条灯笼，里面有一个若有若无的小灵魂正在向灯笼壁上装着。“唔....看上去蛮好玩的。”末影龙拎起灯笼，一双巨大的紫色龙眼注视着这个不知所措的灵魂，“屠龙猎人的痛苦回忆？呵呵呵呵.............”\n他笑的那么邪魅，以至于身后的末影人不由得发抖。\n屠龙猎人终于闯了进来，威风不减当年先驱者屠龙时。“哈，哈，终于杀到这里了啊。”许许多多末影人的残躯在他的身后遍布，无数紫色的粒子玫瑰般飘落。\n他的双腿满是鲜血，已经不成样子，像一具血淋淋的残骸，但他仍然稳稳当当地傲然挺立，酷似他的祖先。\n“你祖先十八代都打不败我，难道.......”末影龙一副斜睨众生的样子，“莫非你就能杀了我？”他扬扬下巴，这是一种轻视。\n屠龙猎人笑了笑，然后挥起利刃向他砍去，末影龙龙翼上便添了一处伤痕。\n末影龙明显的发现他与前几任屠龙者不一样，在以前屠龙猎人都是扛着祖传的巨斧或者拎着流星锤。光拿剑砍的话绝不可能有胜算的，比起那些重型武器，剑的威力太小了。\n他微微一皱眉头，既然是剑那么为何还能击穿他的龙翼呢。\n屠龙猎人又笑，末影龙+也一笑，两人心领神会。不经意间，末影龙看见他从背后抽出弓射出三箭。\n第一箭竟已经刺穿了他的左眼。\n第二箭在心脏。末影龙知道这次的屠龙者不一般，急忙飞上天空。箭矢与他擦身而过。\n第三箭，在龙尾，末影龙刚飞上天就感到尾巴被刺了一下，是刺骨的痛，这种痛他已经很久没有感受过了，可现在如此陌生，他已经麻木了，什么是死，什么是痛苦，什么是哀伤。他一直在世界的顶峰上狂笑，却忘了天下还有诸多笑不出之人。\n他忘了自己是谁。\n但那剑刺穿他尾时，他霎时清醒了，狰狞的笑着，抽出那个灯笼。\n屠龙猎人看见了他自己。\n是那个在村庄遇到灾难无所适从的他。\n是那个山峰倒下侥幸逃脱的他。\n是那个被僵尸屠村时唯一存活的他。\n灾难和伤痛，悲伤与杀戮，他看到灯笼的那一刻，双手在颤抖，那是他最大的弱点，他不希望自己的伤疤再被人揭开，痛苦的回忆一次次重现，虽然他没有死去，但那种无助无可比拟。\n蓦然间一片黑暗，一只巨手拿着一个袋子，对他说：“打开它，这里面是种子，有了它们，你的家乡就能长出花草来。”\n他的家乡已经荒芜了。\n他犹豫着，开始解开袋子上的绳子。\n“不要。”一个声音响起，“他在骗你，你在你的心障之中。”\n“这样么？”那个巨手的声音有些颤抖，“如果你愿意，就让你的家一直这样下去吧。”\n他还是打开了，袋子里飞出一个巨大的刀剑，狠狠戳中他的心脏。\n那一瞬间，他脸上竟有了一丝笑容。\n“你败了！”末影龙的利爪踩着他的身体，“你已经不知道为何而战斗。而我将是永远的王！”\n凋零的声音却传出：“不可能的。人生没有什么会永远不失去的，可是有的人不相信，所以他们会不停的寻找，找一辈子，即使找到了，也不会维系太久。你很快就会死的。”\n末影龙大吼：“放屁！我已经当了几千年的末路之王！没有人能撼动我的位置，没有人！！！！！我不像你那样是个自由的忘记一切事物的行者，我只能做王，也只有我配做王！”\n凋零在黑曜石柱之间中现身了，淡灰色的身躯使他像一个幽灵：“你错了。我不是忘记一切，我是一无所有。屠龙猎人召唤我是为了先铲除我这个祸害，但是英雄们在铁铸的摇篮中成长,勇敢的心像从前一样,去造访万能的神柢,而在这之前,我却常感到,与其孤身跋涉,不如安然沉睡，忘记一切，然后一无所有才是最好的。”\n“哼！”末影龙暴怒的一压，他脚下的屠龙猎人喷出一口鲜血，“说这些，你是想劝我放过他？！”\n凋零无奈的转身：“也许只有等到你死的那一刻，你才能知道一切吧。死就是什么也看不见,什么也听不见,什么也感觉不到,什么也不会想,就像你未出生时一样。”\n末影龙却感到千钧的力量落了下来，屠龙者不知什么时候刺穿了他的脚掌。\n“你以为你有很多路可以选择，但是在你四周有很多看不见的墙，其实你只有一条路可以走，我是不会死在这里的，因为我是屠龙猎人。”他浑身血淋淋的，但还是举剑走来，“我不知道为什么要因为失去而忧伤，为什么为了时光短暂而忧虑。我要去找到那力量，让所有的生命都超越界限，让所有的花同时在大地上开放。让想飞的就能自由飞翔，让所有人和他们喜欢的永远地在一起。但是这样，我就要杀掉你。你是一切悲剧地始作俑者”\n“杀吧！”末影龙的双眼突然红了，一股股龙血四散喷涌。\n“.负尽千重罪，炼就不死心。”屠龙猎人的剑已经穿透了末影龙的心脏。\n一片片碎片炸裂，这个活了几千年的恶魔，就这么死了？\n不，不可能。\n屠龙者突然不知道自己为什么要活着。\n我终不能改变那个开始,何不忘了那个结局呢?\n\n\n呵呵呵...........\n结束了..........还可能会有下一章节..........\n哈哈哈哈哈哈哈哈哈哈哈哈哈哈\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1409124480,
            "txt_content": " 本帖最后由 xcc 于 2014-8-27 15:31 编辑 \n\n@yuchengyang @HGK Aiursad @zjr_516635864 @250=mo  "
        },
        {
            "author": "凛",
            "timestamp": 1409124660,
            "txt_content": "战士看着巨物。\n\n我邪恶了"
        },
        {
            "author": "xcc",
            "timestamp": 1409124720,
            "txt_content": "china521 发表于 2014-8-27 15:31\n我邪恶了\n我要杀了你=/////="
        },
        {
            "author": "xcc",
            "timestamp": 1409124720,
            "txt_content": "@yuchengyang \n貌似怎么@都不行"
        },
        {
            "author": "HGK",
            "timestamp": 1409127120,
            "txt_content": "大作啊！~\n\n不对\n忽然感觉今天多了两篇屠弑文0.0"
        },
        {
            "author": "xcc",
            "timestamp": 1409127300,
            "txt_content": "HGK 发表于 2014-8-27 16:12\n大作啊！~\n\n不对\n不过标题名字无意冒犯=/////="
        },
        {
            "author": "Aiursad",
            "timestamp": 1409129520,
            "txt_content": "你的小说不适合我看..."
        },
        {
            "author": "xcc",
            "timestamp": 1409131380,
            "txt_content": "Aiursad 发表于 2014-8-27 16:52\n你的小说不适合我看...\n为什么，跨界了吗"
        },
        {
            "author": "Aiursad",
            "timestamp": 1409131560,
            "txt_content": "xcc 发表于 2014-8-27 17:23\n为什么，跨界了吗\n= =不是...我不是想挑衅你，所以我待会我说了你别生气，我想说：我觉得我的小说好看一点（因为很弱智...）"
        },
        {
            "author": "xcc",
            "timestamp": 1409131620,
            "txt_content": "Aiursad 发表于 2014-8-27 17:26\n= =不是...我不是想挑衅你，所以我待会我说了你别生气，我想说：我觉得我的小说好看一点（因为很弱智... ...\n哦=//////="
        },
        {
            "author": "yuchenyang",
            "timestamp": 1409313300,
            "txt_content": "xcc 发表于 2014-8-27 15:32\n@yuchengyang \n貌似怎么@都不行\n因为诅咒~~~"
        },
        {
            "author": "xcc",
            "timestamp": 1409313480,
            "txt_content": "yuchenyang 发表于 2014-8-29 19:55\n因为诅咒~~~\n诅咒你妹啊，你还有诅咒？！啧啧"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1409313720,
            "txt_content": "xcc 发表于 2014-8-29 19:58\n诅咒你妹啊，你还有诅咒？！啧啧\n我是被诅咒~~~"
        },
        {
            "author": "xcc",
            "timestamp": 1409314320,
            "txt_content": "yuchenyang 发表于 2014-8-29 20:02\n我是被诅咒~~~\n哦，诅咒之子啊"
        },
        {
            "author": "xcc",
            "timestamp": 1409314380,
            "txt_content": "yuchenyang 发表于 2014-8-29 20:02\n我是被诅咒~~~\n生日快乐\n\n\n哔哩哔哩"
        },
        {
            "author": "Hack_er_",
            "timestamp": 1409314980,
            "txt_content": "不错！顶一个！"
        },
        {
            "author": "xcc",
            "timestamp": 1409371440,
            "txt_content": "Hack_er_ 发表于 2014-8-29 20:23\n不错！顶一个！\n人气拿来！！！！！！！！"
        },
        {
            "author": "o-zero",
            "timestamp": 1410075480,
            "txt_content": "china521 发表于 2014-8-27 15:31\n我邪恶了\n我也一样哈哈哈"
        }
    ]
}