{
    "title": "喜欢中式建筑的可以看一下。基础知识分享。",
    "author": "单机建筑师",
    "replyCount": 5,
    "timestamp": 1409127420,
    "txt_content": " 本帖最后由 单机建筑师 于 2014-9-7 02:16 编辑 \n\n最近论坛上中式的建筑还是蛮多的，支持，这个必须支持，这中国古代的一些文化内涵、特殊神韵等等，都是需要通过建筑来体现，大家喜欢和支持中式建筑这很好，真的很好，但是呢，大家支持归支持，却并不太明白中式建筑的一些知识，这也导致一些中式建筑的作品成为了“徒有其形，未得其神”的观赏品，所以我就给大家说一说我从网上整理的资料吧（我也是比较喜欢中式建筑的，毕竟这是老祖宗的传承，就算你不是唯一传承人，你了解一些也没有坏处）（这不是教程。。。。不要说我错版。。。）\n\n一、中式建筑的定义及流派：\n中式建筑即中国传统建筑，其形成和发展具有悠久的历史，又在其漫长的发展过程中因地域、人文、气候的不同而逐渐演化出具有不同特点的建筑。其中，根据地域所属的不同，目前主流说法将中式建筑分为四大流派（也有部分说法分为两大流派）：四合院派系、江南园林派、中式符号派、改良派。\n\n四合院派系：该派的特点是继承北方传统的四合院风格。中国的住宅建筑大部分都是内院式住宅，但南北方有差异。南方许多地区的四合院，其四面的房屋多为楼房，而且在庭院的四个拐角处房屋相连，东南西北四面的房屋并不独立存在。（即整个四合院形似一个整体，类似于长方体。）而北方的四合院院落宽绰舒朗，四面房屋各自独立，彼此之间有游廊连接，方便起居。四合院建筑的规划布局以南北纵轴对称布置和封闭独立的院落为基本特征。形成以家庭院落为中心、街坊邻里为干线、社区地域为平面的社会网络系统，同时也形成了一个符合人的心理、保持传统文化和邻里融洽关系的居住环境。（中国现在最明显保留最完整的四合院在北京。。）此外，四合院的窗户在MC中建造时请务必采用方形窗户，因为方格窗子是典型的中国窗子。同时，连接四合院之间的道路规划也以方方正正的十字轴和环路形成明确的街巷式布局，主街宽、胡同窄、内庭院豁然开朗，使得空间序列连续变化。（即宽大道、窄胡同、方方正正的道路是四合院派系的基本特点之一，在MC中建造时应注意一下。）\n\n江南园林派系：该派系在江南一代以苏州园林为代表颇有名气。中式园林崇尚顺应自然，虽为人工造景，却仿若天成，讲究人与自然的和谐统一。中式园林以山水园林为基本形式，力求自然与人工巧妙、完美地结合，创造出自然舒适、温馨典雅的生活空间。其中，苏州园林以小巧、自由、精致、淡雅、写意见长。（个人认为，想要在MC中较为完整的建造出苏州园林，原版中的方块，只怕不够。）苏州园林宅园合一，可赏、可游、可居，是中国古代人们追求“天人合一”、“自然与一”的建造方面的表现。（即建造与植物相融合，使之造成人的成果与自然和睦共存的景象。）此外，苏州古典园林的另一个重要特色之一，是它不仅是历史文化的产物，同时也是中国传统思想文化的载体。表现在园林厅堂的命名、匾额、楹联、书条石、雕刻、装饰，以及花木寓意、叠石寄情等（就是这一块体现古典神韵的部分，原版方块真的不能很好的体现出来。）。不仅是点缀园林的精美艺术品，同时储存了大量的历史、文化、思想和科学信息，物质内容和精神内容都极其深广。\n\n中式符号派系：这一个派系可能大家并没有听说过，其实很常见的，大家有时候在路边看到的一些明明是现代建筑，建筑本身却又带有一些中式古典建筑特有符号（即木雕、石雕、砖雕等传统意义上的经典中式符号），这属于中式符号派系，当然，这一派系的建筑并不能很好的突显中国古代传统文化，不过较符合现代社会审美观与节奏感。\n\n改良派：在文脉上与中国传统建筑一脉相承，而且更重要的是体现在对传统建筑的发展和变化上：既很好地保持了传统建筑的精髓，又有效地融合了现代建筑元素与现代设计元素，改变了传统建筑的功能使用。（或许各位认为这个和中式符号派系很相似，其实不然，这一派系因为是在中西融合时代诞生的，所以这一派系建筑在设计中参照了不少西式住宅的手法。）此外，这一派系建筑多为迎合消费者而建造，建筑本身突显的并非设计者的个性而是消费者的个性。\n\n二、中式建筑的特点：\n对于西方古建筑的砖石结构体系来说，中式建筑是独立的机构体系，其最大的特点有四点：\n一、以木结构体系为主，因为在古代，木结构体系的优点很多：如围护结构与支撑结构相分离，抗震性能较高；取材方便，施工速度快等等。\n二、有“斗拱”这一结构，斗拱是中国木架建结构中的关键部件，其作用是在柱子上伸出悬臂梁承托出檐部分的重量，同时还具有装饰作用。（斗栱是中国建筑学会的会徽哦，这可是个冷知识= =）\n三、特异的外部轮廓，多层台基，色彩鲜艳的曲线坡面屋顶，院落式的建筑群，这些特点在当时的外国人看来是不可思议的奇迹（自豪ing），在建筑思想上，这些中式建筑从各个方面反映出当时的礼乐制度。建筑的形制、色彩、规模、结构、部件等都有严格规定，在一定程度上完善了建筑形态，但是也同时限制了建筑的发展。（会砍头。。还砍的是全族的头。。）\n四、采用构架制的结构原理，中国木结构体系历来采用构架制的结构原理：以四根立柱，上加横梁、竖枋而构成“间”，一般建筑由奇数间构成，如3，5，7，9间。开间越多，等级越高，紫禁城太和殿为11开间，是现存最高等级的木构古建筑。（在中国古代，等级制度十分严厉，房子的一些特定部位如果超出了房子主人的地位所允许的范围，属于欺君犯上、谋反的大罪，是要被诛九族的）\n下面给大家细分一些小特点，这些小特点可以帮大家在MC中更好的建造中式建筑。\n1、组群分布，主次分明，富有节奏感。在中轴线上采取横向构图，把重要的建筑物布置在中轴线上，次要的建筑则对称地列于中轴线两侧。（即以作品中最为主要的建筑为中心，向两边辐射。建筑务必坐北朝南，MC里也是有大概方向的，细节决定成败。）\n2、讲究色彩的搭配，中式建筑是十分注重色彩的，打个比方说，你认得这个地方是江南水乡的小镇，并不是因为其建筑形态，而是因为江南水乡的白墙、黑瓦给人的印象十分深刻，你才知道这是与山明水秀的自然环境相融合的水乡小镇，南方色彩单调，但是反差强烈。北方建筑则是多色彩浓艳，对比强烈，能够十分生动的突显北方人豪爽大气的性格。如：红墙黄瓦的北京故宫，红色的院墙，金光闪闪的屋顶，配上蔚蓝色的天空作背景，强烈的对比，给人留下深刻的印象。\n3、装饰具有多样性：中式建筑物的窗是装饰的重点。窗的形状有方、圆、椭圆、花形、扇形、多角形等，这些都是最直观体现中式风格的细节，不能轻易带过，细节决定成败。\n4、建筑物具有明显的等级规定：从高到低，依次分为八级，这个很重要，千万不能搞混了。\n第一位：重檐庑殿顶。重要的佛殿、皇宫的主殿，象征尊贵。第二位：重檐歇山顶。常见于宫殿、园林、坛庙式建筑。第三位：单檐庑殿顶。重要的建筑。第四位：单檐歇山顶。重要的建筑。第五位：悬山顶。民居、神橱、神库。第六位：硬山顶。民居。第七位：卷棚顶。民间建筑。无等级：攒尖顶。亭台楼阁。（因为这不是教学贴，所以我不在游戏中教大家如何建出这些屋顶，仅用一些图片来辅佐说明，见谅。）\n全屋顶一览：\n\n庑殿顶：屋面四坡五脊。前后两坡相交形成横向正脊，左右两坡与前后坡相交，形成自正脊两端斜向延伸到四个屋角的四条垂脊。屋檐向上微翘，四面坡略有凹形弧度。\n歇山顶：屋面是悬山顶与庑殿顶的组合，上三分之二为悬山顶，下三分之一是庑殿顶，因而形成四坡九脊的造型，九脊分别是一条正脊，上部四条垂脊，四角与垂脊间有四条戗(qiang,第一声)脊。（即四面斜坡的屋面上部转折成垂直的三角形墙面。有一条正脊、四条垂脊，四条依脊组成，所以又称九脊顶。）（对了，天安门就是最典型的歇山顶建筑哦。。）图：\n悬山顶：屋面两坡五脊，一条正脊，四条垂脊。正脊两端伸出山墙，与脊头平齐顺垂脊修造外沿以保护檀头不受风雨的侵蚀。（即屋面双坡，两侧伸出山墙之外。屋面上有一条正脊和四条垂脊，又称挑山顶。）图：\n硬山顶：屋面以中间横向正脊为界分前后两面坡，左右两面山墙或与屋面平齐，或高出屋面。高出的山墙称风火山墙，其主要作用是防止火灾发生时，火势顺房蔓延。然而从外形看也颇具风格。（即屋面双坡，两侧山墙同屋面齐平，或略高于屋面。）图： \n卷棚顶 ：整体外貌与硬山、悬山一样，唯一的区别是没有明显的正脊，屋面前坡于脊部呈弧形滚向后坡。如果说上述四种屋面棱角分明，显出一种阳刚之气，那么卷棚顶就颇具一种曲线所独有的阴柔之美。（这玩意MC要做出来估计得玩死一片人）图：\n攒尖顶：是圆形和正多边形建筑的屋顶造型。除圆形攒尖顶无脊外，屋脊自屋面和各角中心屋顶汇聚，脊间坡面略呈弧形。江南各式屋顶的屋檐与屋角的起翘都大于北方，然以攒尖顶最为悬殊，有飞檐之称。这种形状既易雨水的排泄，又有轻盈欲飞的美感。 图： \n\n以上，就是有关中式建筑的基础知识了，这些倒是相当相当基础了。。。希望各位在以后的MC生涯中能够用到这些知识，那么老祖宗一定会很开心的。最后，希望版主别删我贴，这真的不是教学贴。。。算是知识普及吧，我整理这些资料还是很辛苦的，不说让各位认真的看，大致过一遍，留个印象也是好的。希望老祖宗的东西不会丢在我们这一代。嗯，就这么多了，祝各位中式建筑的建造水平越来越好，最后和大家说一句：好的中式建筑追求的是“神似”，中式建筑不应是简单模仿建筑符号，而是要突出建筑深层次的文化内涵和建筑底蕴，那才是有生命的中式建筑。",
    "replies": [
        {
            "author": "楼主煋",
            "timestamp": 1411182420,
            "txt_content": "不懂觉厉   "
        },
        {
            "author": "cx015016012",
            "timestamp": 1411182780,
            "txt_content": "不明觉厉~QAQ"
        },
        {
            "author": "睡袋",
            "timestamp": 1411195080,
            "txt_content": "同  不明觉厉{:10_522:}"
        },
        {
            "author": "百度卫士",
            "timestamp": 1411201920,
            "txt_content": "配图效果更好= ="
        },
        {
            "author": "单机建筑师",
            "timestamp": 1411269600,
            "txt_content": "百度卫士 发表于 2014-9-20 16:32\n配图效果更好= =\n不是配了图吗。。"
        }
    ]
}