{
    "title": "<连载·单章>Minehope2——绝境逢生[作者：梦魇冰眸][第三章]",
    "author": "梦魇冰眸",
    "replyCount": 24,
    "timestamp": 1409133360,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-31 22:22 编辑 \n我努力学习终于有了回报OAO，终于能发帖了，5555~~~~ \n                                                                                    第三章：沉默的杀手  \n\n\n\n\n   我伸了一个懒腰，推开窗子，一股热风吹开我的刘海。街灯很亮，道路上却没有车，不知道为什么，我突然被惊醒了，之后再也睡不着，就只好打开窗子放松一下心情。这大晚上的，又睡不着，真希望有个人能陪我聊聊天。没办法，我只好打开电脑，看看有没有人给我发邮件，发现杨阳居然给我发了一封，就是一分钟前发来的，内容很简单：如果收到了就给我回信吧，我睡不着，聊聊天。\n   我就赶紧给她回复了一封，很快，她又发来一封：月伦特明天晚上要去Mysterious工厂里看看，你要不要一起去？\n   去Mysterious工厂？难道她要去拿什么东西，我胆子打从生下来开始，就没大过，可这一次不知道怎么了，我居然回她说可以，她说去的时候务必要小心点，那里警卫很森严，稍有不慎，就会被发现。\n\n   杨阳说要去一个小咖啡馆见面，我就按照地址找到了那个咖啡店，杨阳和月伦特坐在门口的座位上，我就坐在杨阳旁边，说实在的，我总觉得月伦特身上透着一股鬼气，不敢靠近她。\n   “听着，这一次我去Mysterious工厂，是为了拿一份东西，确切地说，应该是偷出来。那是一份‘X’物质的资料，卡利斯特要对‘X’物质进行一些破解，所以，进入工厂之后，我要去资料保管室，你们两个就去研究室，找一个地方躲好，看一下他们的研究进度，等我拿到了资料，我会找机会进入研究室与你们汇合，不要有太大的动静，否则会被察觉。”\n\n   我把手电筒关掉，月伦特拿出一根很细很奇怪的铁丝，插入后门的门锁里，往上一抬，锁应声而开。我把手电筒调到弱光，蹑手蹑脚地摸了进去。后门有一个很老旧的通道，这里没有人走，所以月伦特挑了这里进入工厂，其实我们进入这个工业园时，是翻墙翻进来的，大门那里也有守卫把守。但是墙有2米高，我翻进来很费劲，也险些被守卫看见。\n   很快，就到了通道的尽头了，月伦特轻轻推开门，因为这门存在了有些年头，所以推起来吱呀作响，但是后门这里没有人看着。我小心翼翼地把手电筒关掉，月伦特冲我们两个打了一个手势，就自己贴着墙朝资料保管室摸了过去。我和杨阳悄悄地进入了研究室，只是，这里面只有各种实验器材，根本没有可以躲藏的地方，我四处看了看，发现墙角处有一个大柜子，下面刚好容得下两个人躲藏，此时，门外传来了一阵阵匆忙的脚步声，来不及了！我和杨阳趴在柜子底下，虽然地方很小，但是外面的情况仍然是一清二楚。\n   其中一个人说，“那几个人已经开始行动了，要尽快研究完，一旦被他们阻止了计划，后果你自己也知道的。”\n   “知道知道，老大那些手段我是知道的，所以我一定会想办法加快进度的。”另外一个人轻声细语的，好像很害怕。\n   “嗯，现在‘X’已经基本成型了，就差填充了，千万不能前功尽弃，如果前功尽弃，咱们所有研究人员就都不用要命了。”\n   “好好好，我一定小心，保证不走露风声。”说话的那人打开电脑，敲了几下键盘，“糟糕，资料保管室里进了人了，而且用病毒入侵了我的电脑，现在根本查看不了监控。”那人焦急地敲打着键盘。\n   “起来，我看看……”另一个人敲了几个字母，“原来是她，老大做梦都想要抓住的人，这一次，她自己送上门了，快点，带上几个办事麻利的，跟我去资料保管室。”\n   门关上了，我和杨阳赶紧钻了出来，“月伦特有危险，快点，跟着我，想办法在暗中保护她。”杨阳冲我努了努嘴，接着打开门，贴着墙壁，小心翼翼地溜了出去。\n   资料保管室的门是开着的，根本看不出有人来过的痕迹。门外传来了声音，我和杨阳躲在门后，“前面的，站住！”那群人追得气喘吁吁，估计被月伦特耍了个够呛。我们以为她没事的时候，传来了一个嘶哑的声音：“再跑一步试试看？”，杨阳咬了咬苍白的嘴唇，“这人的声音，为什么跟月伦特把变声器关掉后的声音一模一样……”紧接着，她的瞳孔放大了一倍，“难道是……他？！”\n   “这样才听话么。几个月不见，就变了这么多，Hitt？”虽然声音嘶哑，但是听起来就能感觉到阵阵寒意。\n   “你自己没看好你自己的手下。”月伦特的声音此时变得跟这个人一样。\n   “既然你自己想跑，我是拦不住你的。来人，给我搜，把资料搜出来！”那声音命令到。\n   “这人是谁啊？”我悄悄地捅了捅在一边冒冷汗的杨阳，“能把月伦特镇住。”\n   “他是杰克·史密斯，也就是月伦特在还是杀手时的上司，枪法天下无人能敌，百发百中。”杨阳深吸了一口气，“月伦特完蛋了。”\n   “报告，我们已经搜了个遍，仍然没有找到‘X’物质的材料，是否要进行逼问？”\n   “逼问？她的保密能力就是我一手培养的，逼问有什么用？”我看了一眼，杰克阴险地看着月伦特，“我想，她大概已经把资料用传真的方式发到别处了，搜出来也没有用，倒不如直接处理掉，正好她还是我心头的一个大患，除了我也安心些。”\n   “请问……要用什么方式处理她？”月伦特的匕首被杰克扣下了，她很平静地看着杰克。\n   “她么……一般来说把脖子一扭就够了，但是她我得处理的干净点，就用THD吧，既然她以前是帮我做事的，那就让她死的利索点，没必要往死里折磨她了。”杰克想了想，“把她押到地下室里，我要当场确认。”\n   月伦特被人从后面带上了眼罩，双手被扣到后面，之后，就被押走了。杨阳轻轻地走出门，她刚准备跟着那些人，我就拉住她，“她那是罪有应得，再说，如果咱们跟着去，自己的命也得搭进去，还不如出去报警求救。”\n   “你怎么能说她是罪有应得？她要是还存着那些坏心眼，我就活不到现在了，当初在Minecraft世界，如果没她，我就死在那里了。我的命是她救的，现在她有危险，我不能放着不管。”杨阳挣开我的手，追了过去。我看着杨阳，心里有一种说不出的滋味，这是友情？还是另外的情感，我也拿不准。我自小到大没体会过友情是什么感觉，现在，我似乎体会到了。于是，我也跟了上去。\n   月伦特跟平常一样，丝毫没有恐惧的意思，到了走廊的尽头，杰克掏出钥匙，把门打开之后，轻轻地解开眼罩，“怎么样？很熟悉吧？”我们两个躲在角落里，这里很黑，没有一个人看见我们。\n   她没说话，只是看着杰克的眼睛。但是杰克跟她对视一阵之后，也不知道怎么了，猛地转过了头，使劲揉了揉眼，“你自己进还是我让你进去。”月伦特低下头，她身后的人放开她的手，她径直走入了房间里，坐到了里面一个椅子上。杰克坐到了她的对面，她一直沉默不语。\n   “把药拿来。”其中一个人毕恭毕敬地递给杰克一个小药瓶，杰克拧开盖子，从里面倒出一粒小药粒，放在月伦特手里，“别等着我逼你吃进去，如果那样你可就不好受了。”\n   “如果我没你想的那么自觉呢？”月伦特不屑的看着杰克。\n   “不自觉？那没事，这工厂里，还有两个跟你一起来的吧？一个叫杨阳，一个叫杰莉丝？如果你没那么自觉，我就先拿这两个开刀，随后呢，就是史蒂夫、莱克……总之，跟你有关系的人都会遭殃。我相信你能算过那个账来。”\n   “把我的匕首还给我。”\n   “可以啊，匕首在我这里，只要你把那药吃了，我在离开之前会把匕首还给你的。”杰克把匕首在月伦特眼前一晃，“我都没想到你这么敬业，死前还惦记着自己用的武器。”\n   月伦特看了看杰克 ，把药粒放进了嘴里，咽了下去，“满意了？”\n   “当然满意了，我们走。”杰克把匕首扔到地上，转身带着人离开了。\n   等我们确定杰克走远之后，就进去，月伦特脸上没有任何表情。她跪坐在地上，手边是她的匕首。\n   “月伦特！月伦特！你没事吧？”杨阳焦急地晃着月伦特，但是月伦特什么话都不说。\n   很快，药起了反应，月伦特突然捂住嘴剧烈咳嗽起来，手拿下来的时候，上面有很多黑色的血。我和杨阳看了都倒吸一口凉气。\n   “没时间了……我已经把资料发给卡利斯特了……这一次……唯一的意外……就是……我没想到……Mysterious的总经理……是杰克……”月伦特嘴边也流出了黑色的血，“告诉卡利斯特……一定要……抢在杰克之前……找到海伦·史密斯……那是杰克的……唯一弱点了……拜托你们了……”话音刚落，月伦特咳嗽了一声，地上多了一滩黑色的血，接着，她就倒在了地上……\n   “月伦特……月伦特！你醒醒啊！你不是对毒素的免疫力很强吗？你为什么会死在毒上？”杨阳一边擦去眼泪，一边叫着她的名字，只是，她再没有了回应。\n   “杨阳，人死不能复生。咱们去找卡利斯特，为她报仇。”我在这个时候，才相信她不是我想的那种人，只是太晚了……\n   杨阳点点头，我拉着她站起来，互相搀扶着离开了这里……@pangys  @xcc  @418878840  @hznb  @Aiursad  @llxy  @CloudsXDao \n\n索引贴\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1409219520,
            "txt_content": "我有些佩服这月伦特的敬业程度了0.0\n真正敬业的是会保住自己性命....\n这样来说要和这匕首感情多深\n连陌生人的药都吃啊0.0"
        },
        {
            "author": "Hack_er_",
            "timestamp": 1409315100,
            "txt_content": "不错！顶一个！"
        },
        {
            "author": "小剑大大、",
            "timestamp": 1409317020,
            "txt_content": "坑爹啊贴子都被删了！文章太短了"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1409317140,
            "txt_content": "HGK 发表于 2014-8-28 17:52\n我有些佩服这月伦特的敬业程度了0.0\n真正敬业的是会保住自己性命....\n这样来说要和这匕首感情多深\n那是人的上司你不懂-w-"
        },
        {
            "author": "rrppgg",
            "timestamp": 1409318700,
            "txt_content": "码字幸苦=w="
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1409318760,
            "txt_content": "rrppgg 发表于 2014-8-29 21:25\n码字幸苦=w=\n没事没事，习惯了。"
        },
        {
            "author": "rrppgg",
            "timestamp": 1409319000,
            "txt_content": "梦魇冰眸 发表于 2014-8-29 21:26\n没事没事，习惯了。\n大触么？"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1409319180,
            "txt_content": "rrppgg 发表于 2014-8-29 21:30\n大触么？\n大个毛线啊- -"
        },
        {
            "author": "o-zero",
            "timestamp": 1411187100,
            "txt_content": "希望那个杨阳不是女的"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1411192260,
            "txt_content": "o-zero 发表于 2014-9-20 12:25\n希望那个杨阳不是女的\n难道你觉得她会是男的吗= ="
        },
        {
            "author": "o-zero",
            "timestamp": 1411192380,
            "txt_content": "梦魇冰眸 发表于 2014-9-20 13:51\n难道你觉得她会是男的吗= =\n呵呵呵呵"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1411192620,
            "txt_content": "o-zero 发表于 2014-9-20 13:53\n呵呵呵呵\n看架势第三部是要艾特你啦~~~{:10_521:}"
        },
        {
            "author": "o-zero",
            "timestamp": 1411192680,
            "txt_content": "梦魇冰眸 发表于 2014-9-20 13:57\n看架势第三部是要艾特你啦~~~\n你@把我是要....看的吗？"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1411192740,
            "txt_content": "o-zero 发表于 2014-9-20 13:58\n你@把我是要....看的吗？\n~~~哈- -你的小说我看了第一部了为何还是不明觉厉？"
        },
        {
            "author": "o-zero",
            "timestamp": 1411192800,
            "txt_content": "梦魇冰眸 发表于 2014-9-20 13:59\n~~~哈- -你的小说我看了第一部了为何还是不明觉厉？\n那就是精髓所在了"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1411192860,
            "txt_content": "o-zero 发表于 2014-9-20 14:00\n那就是精髓所在了\n我x你-0-，解释一下为什么是精髓啊喂{:10_494:}"
        },
        {
            "author": "o-zero",
            "timestamp": 1411192980,
            "txt_content": "梦魇冰眸 发表于 2014-9-20 14:01\n我x你-0-，解释一下为什么是精髓啊喂\n呵呵呵看我这张贱脸就知道精髓肯定就是一些不正常的东西不过吐槽适量就好了（你的吐槽已经打败我了）"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1411193040,
            "txt_content": "o-zero 发表于 2014-9-20 14:03\n呵呵呵看我这张贱脸就知道精髓肯定就是一些不正常的东西不过吐槽适量就好了（你的吐槽已经打败我了） ...\n是挺贱的-0-好吧我甘败下风了"
        },
        {
            "author": "o-zero",
            "timestamp": 1411193100,
            "txt_content": "梦魇冰眸 发表于 2014-9-20 14:04\n是挺贱的-0-好吧我甘败下风了\n对啊甘拜下风哈哈哈"
        },
        {
            "author": "男人婆",
            "timestamp": 1411194540,
            "txt_content": "好吧，赞一个呃呃23333"
        },
        {
            "author": "o-zero",
            "timestamp": 1411554180,
            "txt_content": "男人婆 发表于 2014-9-20 14:29\n好吧，赞一个呃呃23333\n看你这新换的葫芦娃顿时就好了很多不过还是（男人婆）"
        },
        {
            "author": "男人婆",
            "timestamp": 1411555740,
            "txt_content": "o-zero 发表于 2014-9-24 00:23\n看你这新换的葫芦娃顿时就好了很多不过还是（男人婆）\n你以为我想叫这名字吗？当时我不会创号……让同学帮我创……他给我弄个这……要能改我早都改了"
        },
        {
            "author": "o-zero",
            "timestamp": 1411556160,
            "txt_content": "男人婆 发表于 2014-9-24 18:49\n你以为我想叫这名字吗？当时我不会创号……让同学帮我创……他给我弄个这……要能改我早都改了 ...\n是啊也是哈"
        },
        {
            "author": "hznb",
            "timestamp": 1411561620,
            "txt_content": "少年干得漂亮，前来支持"
        }
    ]
}