{
    "title": "[1.7.2/1.6.4][ssp/smp][唯一转载]ToonTown Mod-卡通小镇",
    "author": "qq525048187",
    "replyCount": 10,
    "timestamp": 1409135460,
    "txt_content": " 本帖最后由 qq525048187 于 2015-3-5 14:58 编辑 \n\n啦啦啦，这里是唯一，又给大家搬运Mod啦~大家有木有等着急呢？表示我已经开学了有木有 - - 。\n\n卡通小镇带给你最喜欢的卡通人物进入真实的世界！由同名的电影《谁陷害了兔子罗杰》的启发，这个mod将真实世界和卡通世界的完美结合！(配合谷歌翻译和我自己现有的能力翻来的)\n(原文)\nToontown brings your favorite cartoon characters into the real world! Inspired by the town of the same name from the movie Who Framed Roger Rabbit, this mod will be the perfect combination of the real world and the cartoon world!\n\n\n\n人物名单(楼主表示无力翻译)\nPeanuts: Charlie Brown, Linus, Lucy, Snoopy and Woodstock.-Charlie Brown Linus and Lucy can be traded with.\n-Snoopy is tameable using bones. He can be healed with meat.\n-Woodstock chirps like a bird.\n\nLooney Tunes: Bugs Bunny and Elmer Fudd.\n-Bugs Bunny will follow you if you are holding carrots. He also drops carrots.\n-Elmer Fudd can be traded with and drops a rifle.\n-Daffy Duck will follow you if you are holding bread. He also drops bread.\n\nSpongeBob SquarePants: SpongeBob SquarePants, Gary the Snail and Plankton.\n-SpongeBob is tameable with Jelly. He can also be healed with jelly. Jelly comes from smelting jellyfish caught with the jellyfishing net.\n-Gary is Gary. He meows like a cat.\n-Plankton is a hostile mob. He drops the secret formula used to make krabby patties.\n\nTeenage Mutant Ninja Turtles: Michaelangelo, Donatello, Leonardo, Raphael and the Foot Clan.\n-All turtles can be traded with.\n-Turtles will attack the foot clan mobs on sight.\n-The Foot Clan are hostile mobs. They drop bows and arrows. They will attack the Ninja Turtles on sight.\n\nScaredy Squirrel: Scaredy Squirrel and his friend Dave.\n-Scaredy Squirrel is tameable with peanuts. He is also healed with peanuts and drops peanuts when he dies.\n-Dave is tameable with peanuts. He drops a skunk tail. Skunk tails can be used to make beds. Dave can also be healed with peanuts.\n\nRegular Show: Mordecai, Rigby, and Summertime.\n-Mordecai is tameable with bread and drops bread when he dies. Bread will also heal him when he is tamed.\n-Rigby is tameable with peanuts and also drops peanuts. Peanuts are used to heal Rigby.\n-Summertime is a hostile mob that spawns at night and drops music discs.\n\nWinnie the Pooh: Winnie the Pooh and Piglet\n-Winnie the pooh will follow you if you have honey. He also drops honey.\n-Piglet will also follow you if you have honey, but he drops pork chops.\n\nTransformers:\n-The Autobot can only be spawned using an Autobot Cell which is crafted and works just like a spawn egg.\n-The Autobot will destroy any hostile mobs in the area. It is not tameable and will never attack a player.\n-The Decepticon can only be spawned using a Decepticon Cell which is crafted and works just like a spawn egg.\n-The Decepticon is a hostile mob that fires lasers at you and will also attack the Autobots. Defeating the Decepticon is the only way to get the Laser Gun.\n\nGarfield:\n-Garfield is a stubborn cat.\n-Odie is tameable with bones and can be healed with meat like a wolf.\n\nEd, Edd & Eddy:\n- All three of these characters can be traded with like villagers.\n\nTom Jerry:\n-Tom can be tamed with fish. He can also be healed with fish and drops fish if killed.\n-Jerry can be tamed with cheese. He can also be healed with cheese and drops cheese if killed.\n\nDanny Phantom:\n-Danny Phantom is a friendly mob that will attack all hostile mobs without having to be tamed. He can be found throughout the Minecraft world or spawned in using the electric pencil. Danny teleports around like an Enderman. If you can catch him, he has the rarest drops of the toontown mod, including batteries and robotic circuits.\n\n\n\n好了好了，展示图来了\n\n\n\n这里是合成表\n\n\n\n\n一些后文(楼主尽力了。。。)\n安装：\n这是一个Forge Mod，正版Minecraf需要Forge，请使用此链接http://files.minecraftforge.net/去下载推荐版本1.6.4和1.7.2，请务必使用安装程序而不是通用文件。安装Forge后，把Toontown.zip文件拉到.minecraft目录MODS的文件夹中。然后运行Minecraft启动器，一定要选择Forge文件。最后就尽情享受吧！\n\n\n许可：\n此文档的版权?(2013),(Droog71),(FtValleyGirl)归作者所有。……(原谅楼主不会后面的了。)\n\n\n\n来源：\n我(作者)\n会用一个很好的理由提供源。(此句楼主表示不懂。)\n\n\n未来：\n这个Mod已完成100，因为的功能很全面，而且包含大量内容，但是，我们(作者)打算定期进行增加额外的角色，物品和功能随时欢迎建议。\n\n\n\n归功于：FtValleyGirl(理念，创意设计，插图)，Droog71(代码，开发，\n建立模组)。\n\n\n原文：\nInstallation\n\nThis is a Forge mod. The correct version of Minecraft Forge is required. Use this link http://files.minecraftforge.net/ to download the recommended build for 1.7.2 or 1.6.4. Make sure to use the Installer, not the universal file. Once forge is installed, put the Toontown.zip file into the mods folder in your .minecraft directory. Run the normal minecraft launcher and be sure to choose the forge profile. Enjoy!\n\nLicense:\n\nThis document is Copyright ?(2013),(Droog71),(FtValleyGirl) and is the intellectual property of the authors. It may be not be reproduced under any circumstances except for personal, private use as long as it remains in its unaltered, unedited form. It may not be placed on any web site or otherwise distributed publicly without advance written permission. Use of this mod on any other website or as a part of any public display is strictly prohibited, and a violation of copyright.\n\nSource:\n\nI will provide the source if requested for a good reason.\n\n\nFuture:\n\nThe mod is 100% complete as it is fully functional and contains a significant amount of content, however; we do plan to add extra characters, items and features on a regular basis. Suggestions are always welcome.\n\nCredits: FtValleyGirl(idea, creative design, artwork) Droog71(code, development, modeling)\n\n\n\n\n引用籽岷大大的视频\nhttp://v.youku.com/v_show/id_XNjMzNzIxMDMy.html\n\n\n激动人心的下载地址\n下载地址不在这。【感谢@西木凛  】\n\n\n[groupid=497]God of creation 团队[/groupid]",
    "replies": [
        {
            "author": "有个姓XD的",
            "timestamp": 1409141040,
            "txt_content": "我靠，这mod（酸爽）不可想象！"
        },
        {
            "author": "嘿5",
            "timestamp": 1409141700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "沈胤星",
            "timestamp": 1409145840,
            "txt_content": "up主，图全掉了"
        },
        {
            "author": "qq525048187",
            "timestamp": 1409145960,
            "txt_content": "沈胤星 发表于 2014-8-27 21:24\nup主，图全掉了\n我知道图为什么挂了，因为你不能进那个图片所在网址，所以就不能加载图，所以你就看不到 - -"
        },
        {
            "author": "Lungrisser",
            "timestamp": 1409174760,
            "txt_content": "qq525048187 发表于 2014-8-27 21:26\n我知道图为什么挂了，因为你不能进那个图片所在网址，所以就不能加载图，所以你就看不到 - - ...\n我现在开着代理的确能看耶，我要砍死那个海绵宝宝"
        },
        {
            "author": "螺灬旋丸",
            "timestamp": 1409464380,
            "txt_content": "超棒的额么么大"
        },
        {
            "author": "Luck_Panda",
            "timestamp": 1416323400,
            "txt_content": "好厉害的样子owo\n赞个~~~"
        },
        {
            "author": "西木凛",
            "timestamp": 1425535320,
            "txt_content": "吊胃口啊~"
        },
        {
            "author": "西木凛",
            "timestamp": 1425535800,
            "txt_content": "楼主接好网盘~\nhttp://pan.baidu.com/s/1ntyvbFN"
        },
        {
            "author": "菊死",
            "timestamp": 1425725460,
            "txt_content": "海绵宝宝和小窝......{:10_522:}毁童年啊！！！！"
        }
    ]
}