{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】]【第十三章 魂淡】",
    "author": "JKL81543764",
    "replyCount": 8,
    "timestamp": 1409202840,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:28 编辑 \n\n              第十三章     魂淡\n        “喂喂，玄尘，接待在外面呢，我的面子啊！！！”卢斌努力尝试把右手挣脱出，但在玄尘那如鹰爪般有力的手掌下，却是徒劳。\n        “面子重要还是命重要……”玄尘面色依旧不变，淡淡道。硬拉着卢斌，推开了高级任务室的门，右转，推门，进入，一切动作干净利索，无任何拖延。\n        中级室的摆放设置和高级的相同，唯一不同的就是光幕上的光黯淡了少许。或许低级的，也是这样比上一级光幕的光线黯淡一个层次。随便走了走，然后又发现了通道旁的提示:\n        中级任务大多为收集珍惜材料为主，本店将以比市场价高出百分之十的高价收购…………\n        看到这，三人终于是微微一笑。收集材料罢了，就算有多珍惜，总比去猎杀比自己高了几阶的怪物好吧。三人抱着愉悦的心情，分散开来找合适的任务，可结果却让他们………\n        “ 任务:采集 恶魂之泪 十滴，赏金:95万金币 ”玄尘望着光幕内的任务，喃喃道“唉，中级的任务我们貌似也没资格做到啊。”\n        他们尝试着找遍所有任务，赏金最低的也是有12万金币，任务要求是收集十珠烈焰花的花芯。这种植物生长于沙漠中心，只在白天最热的一个时辰内出现，每个沙漠最多仅有三到四株。这种植物最大的用途是将其花芯提炼成烈焰粉，用作炼药。\n        “这个任务还可以吧，只是时间问题，但好像有时间要求啊，不管什么任务，都要在一个月内交付。”宇健舔了舔干燥的嘴唇，现在他已经忍不住要去搜刮美食街了。\n        “就这个任务吧，然后我们再去低级的接个容易点的任务赚点钱买吃的。小伙伴们，走吧。”玄尘淡淡道，然后便带着卢斌和宇健二人，离开中级室。\n        离开中级室………………………\n        接待室的正门被用力地推开，门外的刺眼的阳光照射进来，但片刻后，便是被黑压压的人影挡住了。玄尘一行人没多注意，便是转身往低级任务室走去。毕竟有人来做任务是很正常的，但看这人数以及气势，莫非还是组团来做任务的？或者，是来砸场的……\n        想到这，玄尘停下了脚步，往门外望去。另外二人也是察觉不对，三人的目光皆是望向了门外那群黑压压的人影。\n        “陌陌，好久不见，又是漂亮了许多啊，哈哈。”一位强壮的男子走了进来，面带笑容，可着笑容中，却有不难察觉的虚伪。而后面众人，则是守在门外。一大群人占了半条街，路过的行人皆是绕开走，扫过这群人后，眼中都充斥着愤怒，但却不敢招惹。看来这群人，在这一带似乎有些名声和势力。那名强壮的男子，应该便是领头。\n        “怎么又是你，这里不欢迎你们，滚！”陌陌淡淡道。看似平静的女孩子，说起话来竟如此有气势。\n        “哟呵，够辣，我就是喜欢这样的！”领头男摩挲着自己的胡须，眼睛肆无忌惮地从陌陌那火辣的身上扫过。这些行为，不管前面如何掩饰，终是原形毕露。\n        “果然是来惹事的……”玄尘低声道。本是要走进低级室的，但却发现卢斌一脸愤怒……“妈的，劳资最看不惯你这种人！”话音未落，卢斌径直向那让他感到厌恶的领头男子爆射而去。右拳迅速紧握，魂气经过经脉，迅速地在拳头表面凝聚。“死吧！”\n        “护花？你还没这本事！”领头男子的脸庞泛起一抹残忍，抬起脚，转身踢出。强大的风压竟将附近的杂物掀飞而去。“嘭！”拳脚相交，一声如闷雷般的响声，从交接处向四处扩散。领头男子露出森白的牙齿，如野兽般顶着卢，随后，右手手肘一甩，重重地击打在卢的胸口上。\n        “轰！”卢斌的身形猛地爆退，撞在墙上，墙被砸出一个约一寸深的凹槽。“噗…”手捂着胸口，一口鲜血忍不住喷射而出，星星点点地洒满地面………不到十秒，便是落败，看来，此人的实力，极强！\n        “……你想杀死他？”玄尘向前走了一步，正好挡在卢斌前面。看领头男子的攻击力度，明显是想当场击杀卢…………\n        “那又怎样？不服？你大可来试试！我在这当霸主时，你还在喝奶呢！记住大爷的名字-魂淡！”这名叫魂淡的男子，伸出右手，直指着玄尘。这般挑衅，或许在他知道面前这位少年就是站主的话……可能就不会说出这般无脑的话了。\n        玄尘保持沉默，他身后的宇健，却是一直想上去干这个叫魂淡的混蛋一场…可却一直被他拦住。\n        “你……触犯了我的底线……”玄尘喃喃道，同时，又在心中呼叫“老师，可否将你的力量暂借于我？”\n        “不行，我只会在你出生命危险时才会帮助你，其余时间，都得靠你自己的。不然总是依赖我，你如何变强？还有，我叫颂老，嘿嘿，之前那个是我瞎编的。走了，再见”颂老的声音响起，这次的名字，终于是稳重点。但听其语气，玄尘想得到他的力量，是不可能的了。\n        “小子，你太嫩了！今天大爷放过你，下次别让我见到！哈哈，走！”魂淡放下恨话，大笑两声后，便是将门外黑压压的队伍带走。接待室内，又恢复了光亮。\n        “虽然是他们自己走的，不过还是谢谢你们。还有，下次你们别惹他，我这有保镖，他们的人不敢对我怎么样。”陌陌对着玄尘三人，准确的说，应该是倒在地上的卢斌，笑着致谢道。\n        “多谢提醒，我们先走了。”玄尘和宇健两人合作，将已经失去行动能力的卢斌抬起，搬回树屋。\n        ………………………………………\n        回到卧室，萧萧正在修炼光魔法，为了不打扰她，玄尘换了个房间对卢斌进行疗伤。\n        “唉，那个魂淡应该是魂师三星啊……这下手真**恨…”玄尘在卧室中找到一瓶中等级别的治疗药水，倒在一块布料上，缓缓地为卢斌擦拭。所幸没有伤及经脉，不然就得让萧萧出手了，而这样又对萧萧的损害极大。\n        享受着皮肤上传来双阵阵冰凉，卢斌的痛感也是缓缓减轻，最后，竟然睡了过去。玄尘帮助其擦拭好全身后，竟发现宇健不见了……\"哥？”玄尘尝试叫了一声，却是没有任何回应……玄尘向四周望了望，发现桌子上有张纸条:\n        我去做任务了，实在是太饿了啊。我要钱！！！\n        “呵呵，这...”看了纸条，玄尘不由得苦笑几声。现在都这样了，他竟然还有心情去做任务赚钱买吃的，真是受不了。不过现在卢斌的伤势恢复只是时间问题，宇健去做任务也没什么。\n        离开房间，走进另一间，盘腿坐在柔软的床榻上，双手结出修炼手印，天地间的能量，皆是往玄尘的天灵盖汇聚，形成一个小型漩涡。\n        (表示我没弃坑。。。QAQ只是要开学了我作业还没做完啊QAQ 迟到了半个月有余的十三章。大家别喷啊TAT等我开学了，就恢复更新了T_T现在就这样好伐。。。希望喜欢的读者收藏引索帖，时刻关注我的更新^_^ 九月后保证大家每星期都有小说看^_^快去引索贴顶顶吧23333333)        引索帖地址：引索帖\n\n\n",
    "replies": [
        {
            "author": "Qin_yu",
            "timestamp": 1409202900,
            "txt_content": "前排围观，貌似不错"
        },
        {
            "author": "12378363w",
            "timestamp": 1409202960,
            "txt_content": "前排帮顶\n-----又是一个沙发QAQ"
        },
        {
            "author": "ZGA",
            "timestamp": 1409203020,
            "txt_content": "12378363w 发表于 2014-8-28 13:16\n前排帮顶\n-----又是一个沙发QAQ\n抱歉你是板凳→_→\n          ——我是水货，我怕谁？"
        },
        {
            "author": "12378363w",
            "timestamp": 1409203140,
            "txt_content": "ZGA 发表于 2014-8-28 13:17\n抱歉你是板凳→_→\n          ——我是水货，我怕谁？\n啊，我回复完不是看我是沙发吗"
        },
        {
            "author": "12378363w",
            "timestamp": 1409203200,
            "txt_content": "ZGA 发表于 2014-8-28 13:20\n这是论坛很常见的BUG→_→\n          ——我是水货，我怕谁？\n...每次看你说别人时水逼是我都想吐槽你才是大水逼"
        },
        {
            "author": "ZGA",
            "timestamp": 1409203200,
            "txt_content": "12378363w 发表于 2014-8-28 13:19\n啊，我回复完不是看我是沙发吗\n这是论坛很常见的BUG→_→\n          ——我是水货，我怕谁？"
        },
        {
            "author": "ZGA",
            "timestamp": 1409203560,
            "txt_content": "12378363w 发表于 2014-8-28 13:20\n...每次看你说别人时水逼是我都想吐槽你才是大水逼\n我不是大水比 魔君才是\n          ——我是水货，我怕谁？"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1409205240,
            "txt_content": "ZGA 发表于 2014-8-28 13:26\n我不是大水比 魔君才是\n          ——我是水货，我怕谁？\n...楼上几个不要版聊2333333333谢谢支持233333333"
        }
    ]
}