{
    "title": "<连载·单章>【科技力量与魔法元素】[作者：冰霜]【1】",
    "author": "冰霜娘",
    "replyCount": 3,
    "timestamp": 1409215080,
    "txt_content": " 本帖最后由 冰霜娘 于 2014-8-30 15:25 编辑 \n\n第一次写了........好吧！我尽力了！勿喷！\n1   该死的小白！我是一个平凡的不能再平凡的中二病患者...................17岁的中学生，鸿刃。我和大家一样，宅，喜欢上网，喜欢打游戏。最近和几个同学玩一个叫我的世界的游戏，说真的，我可不怎么喜欢这个名字，还是叫它创世神好了。登入，嗯...........只有4个人在线啊，看来只能玩玩生存了。嗯？公告板更新了？公告板：  我加入了him mod和Dayz mod                   腐竹 韩泽额......算了，我点了随机传送，我被传送进了一片橡树林里，还不错啊，于是开始砍树，盖房子，采石头，然后去挖点沙子烧玻璃。就在我挖沙子的时候，我突然感觉背后好冷，我一回头，只见管理员张飞鹏出现在我面前。“嗨！老兄！过的怎么样啊！”“啊！老兄！不要这么吓我啊！”“随便了，你知道我喜欢这样的嘛。”他看了看我，继续说：“你在干什么啊？”“挖沙子啊，我烧玻璃。”“那要不要我来帮你啊！”“不.......不用了，只是挖.......”\n“地图编辑大法！”只见一大片沙子全没，留下一个直通虚空的深坑........“靠.........”“好了，不开玩笑了，你真不该来这生存的。”“为什么啊？”“这里没有村庄，动物也比较少，你应该知道自己人品的吧。而且腐竹加了HIM mod，him是很难对付，就连开创造也不一定能干掉他。”“好了，我反正房子都盖了一半了，我可不想前功尽弃。”“好吧，我要到下界去了拜拜！”他跳进了那个深坑里。嗯........不过他说的到是对，我抽奖没一次中，到神殿没一次有钻石.........得了！都把房子快建好了！我回去烧玻璃，就在这时，一个玩家【好像是】的身影闪了一下，我尽量安慰自己那不过是个玩家，好吧，我知道him的危险性，现在和他打一局和什么都不带去找末影龙没什么区别。人不犯我，我不犯人。我依旧淡定的烧玻璃，突然“嗨！鸿刃！”把我吓了一跳，我还以为耳机坏了呢。一看，原来是用默认皮肤的李新宇啊。“你小子刷什么宝啊，吓死我了。”“我正在找村庄呢！”“老兄，村庄要在沙漠或者平原才有！”“哦！差点忘了，那再见了！”“再见的话，能不能不要和张飞鹏一样神出鬼没啊。”我还没说完，他一下消失在了丛林里。“嗖！”的一声，一只火箭射在我炉子上！火矢！我下意识的冲到石墙下，全服务器就4个人，该不会是腐竹吧，不可能！腐竹一直都是用枪械的！我看了看，差点吓尿了，一个身穿钻石甲，手里拿着一把附魔弓的骷髅！后面还有一个也拿着附魔弓，不过只带着一顶皮帽的骷髅！啊啊啊！是出BUG了吗！！！怎么白天也有骷髅啊！！！！！！！我的人品真的好差啊........算了！逃命要紧！我赶紧输入指令回主城，谁知那个骷髅一箭射死我了！一箭啊！！！这是服了几级的力量啊！！！算了！复活吧！待会我在干掉你！我摁下了复活键，哎？怎么卡了？我又摁了几下，黑屏！你妹啊！！！破电脑！！！我使劲摇了摇电脑屏幕，还是没反应！我摸了摸电脑屏，难道是太热了？还没等我反应过来，我的手一下摸空了，好像是被吸进去了，我使劲拔了拔，谁知吸的更强了，我整个人都掉了进去。这是搞穿越吗........还是这个服务器的出了是什么事？我TM恨死这个服务器了！！！！下一章&lt;连载·单章&gt;【科技力量与魔法元素】[作者：冰霜]【2】http://www.mcbbs.net/thread-331673-1-1.html\n(出处: http://www.mcbbs.net/)\n",
    "replies": [
        {
            "author": "dhji",
            "timestamp": 1409215140,
            "txt_content": "服務器？！"
        },
        {
            "author": "dmj",
            "timestamp": 1409215440,
            "txt_content": "服务器是闹哪样\n————————————长长的小尾巴"
        },
        {
            "author": "冰霜娘",
            "timestamp": 1409215680,
            "txt_content": "dmj 发表于 2014-8-28 16:44\n服务器是闹哪样\n————————————长长的小尾巴\n一个受过初级特种兵训练的腐竹，一个受过黑水公司训练、喜欢突然出现的管理员，一个刚玩mc的新手，一个中二病患者"
        }
    ]
}