{
    "title": "[原创连载]小白冒险记-HIＭ[第二十九章 事变]",
    "author": "250=mo",
    "replyCount": 9,
    "timestamp": 1409222580,
    "txt_content": " 本帖最后由 250=mo 于 2014-8-29 20:14 编辑 \n\n第二十九章 事变      我们曾以为所剩无几了。      但我们错了。\n      大雨磅礴。      “天！快过去！”      我赶忙跟上去，大雨天泥土都变成了泥泞，踩到里面抬起来总要花些力气，恶心的湿土总会粘在靴子上。钢板打造的盔甲已经够重了，再加上内外都淋满了雨水。      站在河的这边却看不到那一头，这个天气有够恶心的了。      整个天空像被罩住了一般，灰蒙蒙的，映在被雨打乱了的河面上也是灰蒙蒙的。      砰！      前方传来枪声，随后又是补上了几声。我脑袋发晕根本追不上，他们已经消失在迷雾中了。      待我赶上时，河面上飘着一具灰白的死尸，有够和色调相容了。我还没来得及问发生了什么，河对面传来了令人战栗的叫声。倘若对面不是树林而是坟地的话，配着这模糊的轮廓倒也挺应恐怖片的景。      \n      不过在这阳光之下实在是忆不起当时的气氛啊。      “要酒么？”旁边不知道谁问，递过来一个瓶子。      “啊，不，谢了。”嘴上虽是这么说，但我还是下意识接了过来，夹在大腿之间。      那也是三天之前的事了，当时整条河都有感染者进攻，枪林弹雨后算是守住了，没让这些家伙踏上岸一步。可惜唯一记得清楚的就是那天雨水的味道。      转过头去想把那瓶酒还给那不知谁的时候，却发现右边什么人都没有，只有那灰白的遗迹。      是的，回来了。      又是这鬼地方，又是这该死的天气，晴空万里。还有脚上那沉甸甸的金靴子，简直疯了。      我避着艳阳，低下头去。我坐在干枯发黄的草地上，压在上面和压在落叶堆上感觉没什么区别。我偷抽剑出鞘一小段，不料其灿烂的反射而来的日光和绚烂的附魔之光一同狠狠刺入了我的眼睛，以至于不少于一分钟内我看东西都有个长条状黑影。      我突然意识到所有人都直立了，我便也晃了晃站了起来，不料就碰倒了啤酒瓶，撒了一地，灰色的液体淋到了一双金靴子上，它的主人长什么我没注意，我只注意到那要索了我命似的眼神。      这次的任务是攻占这个地方。是的，攻占这个被死人占领的死城。      又是各种形式主义的指令，我干脆站着不动的好，看着前面无数人跟着那蚂蚁大小的声音做各种动作，也是蛮雅致的一件事。      我侧迎着骄阳望向了那座陨落的城池，那是一片被未知的恐怖浸染了的天空，极端化了的颜色静静的就如一面高墙。那大片的灰色让我想起我的童年——那时我总是不愿意看黑白印刷的书，我当时还觉得那些外面包装得很漂亮，里面却一张图片都没有的书，简直就是在骗人……      Morlan站在最前，估计是踩在了突显领导特质必备的垫脚台上，使他看起来就如比其他人高上一个头。他比划着夸张的手势，义愤填膺地对着我们嘶吼，但从我角度就如他在演一部夸张而滑稽的默剧，对此我忍俊不禁。似乎能证明这世界不是被定格了的唯戈壁与沙漠与天相接处热浪玩弄光线时的滚动了。      然后人群也开始滚动了，不是车轮似的滚动，而是前后交互的混乱。他们背着个看起来比书包还重的机械箱，接着一根管道被握着。这场景让我不禁使海绵宝宝背着吸尘器的形象乱入了我的脑中……      一只手在密密麻麻的人头中探出，僵硬有力的手上架着的是一把黑色的手枪。在热浪和人浪中刺出三声巨响。打破了寂静却也扫除了杂音。      像是黑洞，将震动都作物质吸除了。短短的没有呼吸的五秒过去，终于，我们的乐队开始演奏了。      这场音乐盛宴叫做《死亡进行曲》，第一乐章。      乐音音量渐渐爬升，这是对死亡渐渐追及的完美演绎。那些蠕动的蛆虫！它们来了！它们渴望自己与白蚁同行，然后分享那被腐蚀了的朽体。      他们踏着的是深灰色的地毯，我知道那意味着什么，身边的人也知道那意味着什么，所以我们都默不作声。      我不知道，这到底是一场进攻，一次防守还是一个伟大的仪式。      高潮蓄势待发，浪潮被推在了顶尖，一切尽在那浪塌落下来的那一刻了。那些蓄存的腐臭涂在土地上，人们都下意识后退一步，对这次献祭敬畏有加。      一面是生，一面是死，即将要相碰了，是的，我们都知道，要相碰了。      交响乐奏起了！高潮！浪塌了下来！      火焰！是的！献祭怎么能没有火焰！      火幕向死亡压去。他们错了，这场献祭的是祭品是死者，死者向生者的献祭。      那些低贱的祭品与圣火怎能相触？它们哪怕仅是被火花一扫，便全身发出标准的红警告色，然后便由局部至全身坍塌成一片片小正方形，如飘絮散入天空。      “这……怎么回事……”                      “它们怕火，碰到火就挂了。”那个被我撒了一鞋子酒的人说道。      前赴后继地，他们不断向火焰逼来，一个个的实体消失。那些拿着喷火器的人向前推进，整个队伍都有默契地向起移动，我也被后面的人往前逼。我知道我自己对那个地方有多抗拒。      突然一声痛苦而凛冽的叫声想起，往前便看到了一个人张开手，以及他的手指——也许说是爪子更合适。喷火器的管子从他手上脱落，垂到了地上。不需要多说都知道那是什么情况，因为那排拿着喷火器的士兵中只有它失去了颜色。      所有人都警觉了，举起枪立刻瞄着它。站在它旁边的人立刻转过身来，下意识就扣动了喷火器的扳机，火焰立刻就吞没了它——以及他所对的其他士兵。他们也被火焰吞没，身上着起了大火，众目睽睽之下，他痛苦地倒在了地上，很快缺口便被补上了。      “不会是……吧……”身旁那人自言自语。      感染者们的攻势略带削减，尚未让我有机会问那家伙“什么”，就被加速了的推进搅开了。      突然地，不好的预感升起，我抽出了手枪，上了膛，停了下来并稳住。人流如水冲刷着我。      我站在较高处，盯着最前端，所有面无表情的人朝着的方向。有什么要发生了，我觉得。然后就发生了。      陆陆续续，所有踏入了生死界内的，先后都被黑暗侵噬了。我看着他们突然抓狂，眼睛像被挖掉一般，发出那些令人毛骨悚然的叫声，转过身来扑到其他人身上，而那些被抓住的则用枪顶着一顿猛射，而其他人也管不上会不会误伤举枪就扫。      “后退！有情况！——”我认出那是刚才那个家伙的声音。人群一阵慌乱。      “闭嘴！”一声枪响，随之是惊叹声，“继续前进！”      我咬了咬牙，慢慢逆着人流后退。——因为我看到天空中像是一片云，但是很明显不是，生和死的界限在向外扩张。当我确认那是越来越快的时候，我转身就跑，也不管撞上了多少人。      尽管我想喊“快跑”，但我是拼了命在跑，根本没有余气给其他人予以警告。这时后面开始传来尖叫和呼喊，我不顾一切地跑，那让我想起了一个夜晚，在这人群中就像那个树林……      脚下的金靴子沉重无比，我几乎用尽力气听了下来，狠狠地拽下靴子。这时有人追过了我。      我咽了口唾液，准备都没有直接飞奔了出去，就如尚未拉紧却莫名飞速离弦的箭矢。脚上的压力全无，让我有种在云中奔跑的快感，有种世界之最唯我独快的错觉。无论在路上绊到了什么或是踩在了什么滑物都阻止不了我。      我知道我已经跑出了那个生物群系了，但我没有停下，其他人也没有停下。就这样一直跑着，其实这里离军营实在不远。\n      我向那建筑奔去，却突然被什么撞在了腿上，然后听到一声巨响，我腿一无力膝一屈，重重地跌在了地上，当我想要爬起来的时候，却差点被疼痛激晕过去。      我被什么人往后拉，混乱中我抓来一瓶别人递来的什么东西，我一口喝了下去，差点没被呛死。\n      本章完  2724字\n算是把这章跟上了，一直在补写作业……感谢某些人的支持……尽管我承认这部作品真的……快要写不下去了我可是发毒誓一天不更新就从左手小拇指开始一根一根剁的\n8.26\n——————————————\n前几天500发不出去\n8.28\n\n\n\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "谢大大",
            "timestamp": 1409222820,
            "txt_content": "QAQ撸主你数学真好我向你学习！"
        },
        {
            "author": "250=mo",
            "timestamp": 1409232420,
            "txt_content": "谢大大 发表于 2014-8-28 18:47\nQAQ撸主你数学真好我向你学习！\n数学怎么了"
        },
        {
            "author": "250=mo",
            "timestamp": 1409232480,
            "txt_content": "谢大大 发表于 2014-8-28 18:47\nQAQ撸主你数学真好我向你学习！\n你从哪里看出我数学好的……"
        },
        {
            "author": "谢大大",
            "timestamp": 1409286900,
            "txt_content": "250=mo 发表于 2014-8-28 21:28\n你从哪里看出我数学好的……\n数数很好·-·数字数这么牛逼 要是我我早就崩溃了。。。"
        },
        {
            "author": "250=mo",
            "timestamp": 1409287320,
            "txt_content": "谢大大 发表于 2014-8-29 12:35\n数数很好·-·数字数这么牛逼 要是我我早就崩溃了。。。\n所有文字编辑软件都有这功能，就连Windows自带的写字板都有……"
        },
        {
            "author": "谢大大",
            "timestamp": 1409287620,
            "txt_content": "250=mo 发表于 2014-8-29 12:42\n所有文字编辑软件都有这功能，就连Windows自带的写字板都有……\nQAQ原来你也是数学渣 看来我火星了"
        },
        {
            "author": "HGK",
            "timestamp": 1411287240,
            "txt_content": "脚下的金靴子沉重无比，我几乎用尽力气听了下来，狠狠地拽下靴子。这时有人追过了我。\n恩....错字"
        },
        {
            "author": "250=mo",
            "timestamp": 1411296300,
            "txt_content": "HGK 发表于 2014-9-21 16:14\n恩....错字\n赶出来的难免……等我摸到电脑再重新审过这几章吧"
        },
        {
            "author": "250=mo",
            "timestamp": 1411719120,
            "txt_content": "本文更新已成有生之年系列……催也没用"
        }
    ]
}