{
    "title": "<连载·单章>【科技力量与魔法元素】[作者：冰霜]【2】",
    "author": "冰霜娘",
    "replyCount": 3,
    "timestamp": 1409276340,
    "txt_content": " 本帖最后由 冰霜娘 于 2014-8-30 15:52 编辑 \n\n2   这是创世神的世界？！啊....头好疼啊.........我睁开眼睛，嗯？这是什么地方？我爬起来，四周都是橡树，橡树林？不对啊！我明明是在家里玩Minecraft的啊！难道这是Minecraft里？怎么会这么现实！根据正常的穿越小说，这里不是应该是方块做的啊！“咕！咕！咕！”不争气的肚子叫了起来，唉！这是怎么回事啊！稀里糊涂搞什么穿越啊，算了，我根据玩Minecraft的经验，先去敲树！额....不过这里的树看上去好现实啊，该不会........我用尽全力朝树上打了一拳，疼！疼！疼！疼！这个游戏什么时候变得这么现实了，我叹了口气，这可怎么办啊，要我玩荒岛生存吗。这时一个苹果一下砸到我的头上，疼死我了！我捡起苹果，一边吃着，一边朝前走。嗯........如果腐竹加入了Dayz mod的话，附近一定有废墟啥的，那里有的是工具和食物，我就这么想着，突然面前出现了一顶皮帽子，还隐隐约约看见一把弓，一定是之前在后边的那个小白，我偷偷朝它走过去，它的附魔弓如果到手的话，嘿嘿！我一只手一下抢过附魔弓，另一只手抽下它的帽子。在白天没了帽子，骷髅可是会着火的！“啊！”女生的声音？不应该是骨头的振动声吗！擦！这是怎么回事，一个穿着白色的长袍巨乳妹子出现在我面前。她的皮肤很白，一头灰白色的头发还有两条辫子........开什么玩笑！那个女孩打量了我一下，“嗯.....你就是被我哥哥射死的那个人类吧，快走！”她一把抓住我，朝森林外跑过去。搞什么啊........她带着我跑了十几米左右，才停下。“呼呼，这里应该找不到了吧。““你到底是谁啊？你哥又是谁？为什么要杀我.....”“我一个一个来回答你吧，我是一个骷髅，叫白小玲.........”“停停！骷髅？！你怎么不会着火啊？！”“哎！你能不能不要打断我啊！”转台，里橡树林不远的沼林..........天下着小雨，一个带着丛林头盔，穿着丛林战斗服的人从一个房子里走出来，用俄语骂道：“可恶的东西！就知道在这种鬼天气叫我出来放哨！上帝啊！你应该去惩罚他们！”突然，一个黑影冲出来，那个人慌忙的打开AK-74U的保险，还没打开，那个黑影就冲到了跟前，手里的56三棱军刺毫不犹豫的刺进了他的喉咙。那个黑影看了一下房子。房子里“哈哈！这个小妞长得不错啊！”一个大汉抓住一个女孩，这个女孩只有15岁左右，手和脚都被绳子绑着，嘴巴被一团兽皮堵住，黄色的头发和黄色的眼睛显示出她不是人类，而是一个爬行者。“是啊！爬行者族的姑娘好啊！今晚可以爽了！”另一个大汉说道，他回头喊了一声：“喂！怪特！叫和利特进来！今天不用值班了！”“是！”那个哨兵走出了房子，只听“扑！”的一声轻得不能再轻的声音传来出来。然后是一个黑影一脚把门踢开。“你是什么人！”那个抓着女孩的大汉喊了一声，旁边的一位大汉拿起桌上的T75，还没等他瞄准，黑影手里的AK-74U立刻吐出火舌，两个大汉的脑袋瞬间被打成烂西瓜。那个黑影走到爬行者女孩的面前，爬行者女孩惊呆了，接着桌上的南瓜灯，她看清了这个人的面貌，身上穿着迷彩服，背上背着一把56式半自动步枪，头顶带着顶军帽，军帽上有一个明显的镰刀锤子徽章，大概只有18岁左右，长得特别帅气，如果不是刚才那场枪战，谁也不会把他和士兵联想起来，他蹲下，解开那个爬行者女孩的绳子。“你.......你是谁？”“维克多·卡马洛夫。”那个人的声音不冷不热。“你.....”“先别说话，你腿上还有伤。”说着，他打开背上的背包，取下急救包为她包扎伤口。她突然看见了他背包里的一个牌子，姓名：韩泽    维克多·卡马洛夫 年龄：18 民族：俄罗斯族\n上一章<连载·单章>【科技力量与魔法元素】[作者：冰霜]【1】http://www.mcbbs.net/thread-331198-1-1.html\n(出处: http://www.mcbbs.net/)\n下一篇&lt;连载·单章&gt;【科技力量与魔法元素】[作者：冰霜]【3】http://www.mcbbs.net/thread-332843-1-1.html\n(出处: http://www.mcbbs.net/)\n",
    "replies": [
        {
            "author": "黑小白",
            "timestamp": 1409276400,
            "txt_content": "字数好少。。。比我还少。。。"
        },
        {
            "author": "ZGA",
            "timestamp": 1409276460,
            "txt_content": "感觉现在写小说的真多\n        ——来自群组：某Z的水货联盟"
        },
        {
            "author": "erbbbbb",
            "timestamp": 1409276580,
            "txt_content": "字数好少。。。"
        }
    ]
}