{
    "title": "爱情公寓的神剧情",
    "author": "周维清",
    "replyCount": 10,
    "timestamp": 1409295360,
    "txt_content": "? 铭：爱情公寓一第四季你真的看懂了么，仔细想想还有什么漏掉的细节，一些看似无厘头搞笑情节其实背后隐藏这惊人的秘密。一切先从关谷的身份说起。关谷真的是机器人，他说话口音并不是因为日本人，而是智能机器的语音的问题，他有很多特殊用语不理解，不是因为中日文化不同，而是因为机器是日本人造的。之前关谷在厕所对着迪诺眼镜发红，后来更是变出原型吓尿了迪诺，据说迪诺后来疯了。至于关谷为什么突然说话正常了，是因为他动了真爱，情急之下的反应。介绍关谷的同时也会拉出这部剧的背后和世界观。一切都是天网的阴谋。天网又叫——第四世界的崛起，由一群情商智商超级高却一直不得志的人组成，他们无法表现自己的过人之处，于是便联合起来妄图通过机器人来操控世界。而关谷——代号GG78，由组织的一名日本天才制造，他就是天网组织的首席科学家关谷健次郎，平时伪装成厨师，但却有着不为人知的智慧和双重身份。GG78就是拥有和T600一样的武力，同时拥有人类情感的机器人。而关谷的到来看似是由于意外和子乔的误导，事实上这一切都是精心计划好的。这是一个毁灭世界的计划。你以为前几集里说一菲拯救了世界还有微波炉君和冰箱君的对话只是闹着玩的么？另外关谷的大师兄杜俊毫无疑问也是机器人，只不过他的语言系统似乎和关谷一样都有些问题。。。。事实上关谷来的目的主要是为了胡一菲，一菲并不是普通的大学老师，她是博士有高智商，她会格斗有高超的战斗力，其实她是一名特工，一名EIO的特工。EIO是对抗天网，拯救地球的神秘组织。（你以为展博会无缘无故的加入一个无聊的组织么，事实上展博早已经是组织的一员了，他是计算机天才，同样是EIO的重要人物，这次离开公寓去南极是因为有一个他不得不去完成的任务，后面会解释。）同时一菲身上也有着EIO的一些机密信息，天网找到了她，目的就是从她身上套出机密信息。但是天网明白以一菲的意志，她是不会出卖EIO的，以她的智商也不容易被迷惑，以她的战斗力更是无法制服（大家也看到一菲毫发无损地打败了T600），于是便派了关谷这个机器人来接近一菲身边的人，妄图套出信息。但是渐渐地，关谷这个智能机器人爱上了悠悠，他不想伤害悠悠和他身边的人，于是就开始酱油，全然忘了天网给他的任务。天网没办法只好派出了神秘迷人的女特工——代号诺澜，诺澜进电台并不是巧合。之前说一菲很难被迷惑，但她身边的人基本没什么戒心，于是天网决定从曾小贤开始入手。曾小贤虽然只是个普通人，但是跟一菲之间却有着难以说清的感情，一菲为了更好的工作，所以一直回避着与曾小贤在之间的感情，至于沈公子，一菲从未喜欢过，只是为了掩饰自己的感情随便找的。而这一切都瞒不过天网组织，关谷的大师兄事实上就是来提醒关谷同时监督关谷完成任务的。当大师兄把关谷的情况反映给天网组织后，组织决定派出诺澜勾引小贤，再凭借一菲和小贤的亲密关系，套出机密信息。但是天网万万没有想到诺澜竟然真的爱上了小贤。林宛瑜什么消失一季还没有没出现，事实上林宛瑜是被天网组织绑架了，而展博得之后毅然离开了爱情公寓。林氏集团是EIO最大的资助方，EIO的所有科研经费都是来源于林氏银行。而天网绑架宛瑜的目的就是为了让林氏集团停止资助EIO。EIO虽然是个日本组织，但是有着不为人知的秘密，所以只能把大本营设立在南极，展博为了营救宛瑜踏上了他的南极之旅。天网见特工诺澜和机器人关谷都没什么进展，于是派出了情商和智商都超级高的高层技师——小峰，去接近一菲的室友美嘉。因为天网觉得迟迟没有进展的原因是悠悠和一菲不是很熟，小贤虽然熟悉，但却不是一个寝室。但是却万万没想到诺澜会爱上曾小贤，无奈之下，把苗头指向了和一菲又熟悉又在同一寝室的美嘉。但是天网不知道小峰却是当年美嘉意外救下的跳楼学生，他当时已经对美嘉一见倾心。所以他更加不会加害美嘉，于是也是左右为难。那次美嘉帮助小峰看房子就是天网安排的，目的为了用那些智能家用电器套出美嘉的话，而且在任务进行中还不小心说漏了嘴。诺澜爱上了小贤，同样也不想做出伤害小贤的事。于是她提前告白抢走小贤，就是为了断了一菲和小贤的感情，因为天网是不会放过一菲身边的人的，诺澜只有把小贤从一菲手中拉走才能保护他。同时诺澜又对天网解释是为了更好地接近小贤才和他在一起的，因为小贤是一菲最亲近的人，但天网的失策就是没有想到诺澜会真的爱上曾小贤，于是就相信了诺澜。诺澜根本没去美国，而是回去向组织汇报情况，晓峰那次让美嘉看家也是被天网召回，而让机器人监视美嘉他本人毫不知情，他不会做伤害美嘉的事情。只不过他不知道家里他自己出于兴趣爱好做出来的智能电器，早已被天网控制住了。在诺澜谎称去美国的期间，还在晓峰家和晓峰见了一面，谈话内容如下：小峰：“诺澜，为什么你还不对曾小贤下手，早点完成任务也没我的事了啊。”诺澜：“小峰，我还需要时间，再说我们刚在一起感情还不深。”小峰：“我看你是喜欢上曾小贤了吧，就和那台机器人一样，喜欢上了悠悠。诺澜：\"呵呵，组织派你去监视美嘉的任务做的怎么样了，你觉得组织知道这些之后会放过我们么？小峰：“。。。。。。。。。。。。。”两人其实都希望别人动手，因为他们都不希望利用或者伤害自己爱的人。而他们的对话却被子乔撞见了，子乔是来拿会忘在晓峰家的东西，却看到了诺澜，子乔本以为诺澜背板了曾老师，和别的男人约会，所以想听听他们在说些什么，却发现了惊天的秘密。而这一切也都晓峰家的电器被天网知道，天网终于明白为什么任务毫无进展的原因，并且要除掉这些叛徒。而特工出身诺澜敏锐的发现了在一旁偷听的子乔决定要和晓峰一起除掉他。。。。。。。。。悠悠和关谷最后还是买了车，子乔就是开着悠悠和关谷新买的车来的（由于子乔喜欢装高富帅，所以就求悠悠吧车借给他开两天，方便他把妹）。子乔知道自己被发现后立刻上车逃跑，但是由于慌不择路，出现了车祸。而诺澜和晓峰已经没有必要去确认子乔的的死亡了，因为冰箱君又说漏了嘴（可见智能还是有缺陷）他们也意识到自己被组织发现了。子乔的意外究竟是由于自己慌张出错，还是由于小雨淅淅的诅咒呢？两人其实都希望别人动手，因为他们都不希望利用或者伤害自己爱的人。但是，这一切却无意间被子乔看见了，两人分手之后，子乔上前问诺澜讨说法。诺澜先是反驳，但在子乔的逼问之下，诺澜妥协了，但要和子乔换一个秘密的地方说。于是他们搭上了出租，也就是出车祸的那辆车，但是他们却不知道曾老师偷偷在后面也看到了这些，骑着自行车跟了上去。在车上，子乔还是耐不住寂寞要问关谷机器人的事，说了一会儿，诺澜和子乔争论起来。可是这时他们的谈话却被司机听到了，司机目瞪口呆，情绪失控，颠覆了他的世界观，于是一个不注意，开车撞到了边上，出了车祸。诺澜毕竟是特工出身，她第一时间跳出了车外，可是司机和子乔却出了车祸。车后的曾老师追到的时候，司机已经当场死亡，而子乔也被抬上了担架，她知道诺澜也在车上，于是急得歇斯底里，这就是为什么担架上有人，可小贤却在出租车那里着急，因为他担心诺澜的安慰，可是诺澜却不在车上子乔车祸醒了，可窗外却是另一番景象。飞机，坦克，还有无数的海陆空机器人。。。原来人类与天网的战斗开始了！！诺发身亡，小贤殉情。关谷背叛组织，变身机器人战斗被炸毁，悠悠殉情。展博宛瑜回来和一菲共同对抗，可是寡不敌众，各自牺牲。只有美嘉陪在子乔身边，可是早已哭成了泪人，两人看着机器人大军的压进，再也受不来了，地球将被天网占领。尤其子乔醒来后无法面对这一切，亲人朋友的离去，于是纵身跳下了楼，被一道激光打中，成了碎片。爱情公寓，一个普通的公寓。天网先后派了三波人来，却都被爱情所感动，被善良所感化，愿意反抗，为了爱而反抗，最后牺牲，但他们的精神被世人永远记住。一道白光盖住屏幕，当观众都以为大结局的时候，从白幕中走出一个人，子乔。他说：“当你们我们他们都以为地球完蛋的时候，我突然想起自己忽略的一个重要的问题，就是第五集的那个陀螺一直没停下，别说什么进口的，再吊的陀螺也不会半小时不停下的，至少我小布没见过。所以，那个梦根本没有醒，也就是这些全是一个梦。”说完这些话，屏幕一黑，子乔缓缓睁开双眼，发现自己还躺在那个心理治疗室。旁边的医生笑着说：“你，终于醒了。”虽然这一切都是梦，但对子乔的冲击太大。他明白了朋友的珍贵，爱情的可贵。等到失去再去珍惜就来不及了。于是他一下子冲出治疗室，回到那个公寓，那个带给他爱情和友情甚至亲情的公寓。同时还有另一个关谷他眼睛变成红色，还说普通话，这一切他自己都不知道怎么回事，还记得他大师兄说的天网公司么，那是真的，关谷去里面做了兼职，他自己都不知道被植入了芯片，他的婚检报告其实是悠悠的，悠悠有腰间盘突出，而悠悠拿的却是关谷的，她发现了关谷不对劲。。。。所以才有了结局那句，悠悠，对不起，，我，，，关谷后悔去天网公司。关谷死了，大家都很悲痛，子乔突然醒了过来，原来这是子乔的第四个梦，他醒了心理医生告诉他，你这个梦一定让你明白了什么才是最重要的。他找到美嘉，给美嘉表白，美嘉感动哭了，她们决心一起把孩子养大。关谷悠悠还在准备婚礼，大婚就在几天后，小贤找到一菲，跟一菲表白，，然后幸福的在一起，根本没有什么诺澜，，婚礼现场，关谷吻了悠悠。。还没有结束。突然丽萨出现了，原来这一切都是丽萨讲的一个故事。她才是你的月亮我的心主播，因为看过第一季的都知道，这是一本书讲的爱情公寓的故事。。。那些解释不通的事情都解释通了。{:10_492:}",
    "replies": [
        {
            "author": "周维清",
            "timestamp": 1409295480,
            "txt_content": "联系电视剧，一切都可以解释清楚的。\n求人气，金粒！！！{:10_512:}"
        },
        {
            "author": "2803929582",
            "timestamp": 1410429000,
            "txt_content": "好牛逼的故事！（没想到我竟然看下去了）"
        },
        {
            "author": "周维清",
            "timestamp": 1410441960,
            "txt_content": "　╭══╮　┌═════┐\n╭╯让路║═║水军专用车║\n└══⊙═⊙═~----╰⊙═⊙╯\n　╭══╮　┌═════┐\n╭╯让路║═║挽尊专用车║\n└══⊙═⊙═~----╰⊙═⊙╯\n\n┏┳━━━━━━━━━━━━┓\n┃┃████████████┃\n┃┃███████┏━━┓█┃\n┣┫███████┃水┃█┃\n┃┃███████┃帝┃█┃\n┃┃███████┃真┃█┃\n┣┫███████┃经┃█┃\n┃┃███████┗━━┛█┃\n┣┫████████████┃\n┃┃████████████┃\n┗┻━━━━━━━━━━━━┛"
        },
        {
            "author": "446114660",
            "timestamp": 1410448380,
            "txt_content": "楼主想像力好丰富，快去当策划吧"
        },
        {
            "author": "zhiji",
            "timestamp": 1410449700,
            "txt_content": "已经看不下去了 .... 忽略了 好多字...."
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1410472020,
            "txt_content": "...前面看着感觉楼主的脑洞有天坑那么大，看到最后，我只想说两个字：我X！"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1410472020,
            "txt_content": "Bruce.Owen 发表于 2014-9-12 05:47\n...前面看着感觉楼主的脑洞有天坑那么大，看到最后，我只想说两个字：我X！ ...\n花了这么久的时间看了这么多的东西。。  "
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1410472080,
            "txt_content": "Bruce.Owen 发表于 2014-9-12 05:47\n...前面看着感觉楼主的脑洞有天坑那么大，看到最后，我只想说两个字：我X！ ...\n花了这么久的时间看了这么多的东西。。  "
        },
        {
            "author": "次元大陆",
            "timestamp": 1410527880,
            "txt_content": "这是复制的还是自己打的，辛苦了"
        },
        {
            "author": "次元大陆",
            "timestamp": 1410527880,
            "txt_content": "这是复制的还是自己打的，辛苦了"
        }
    ]
}