{
    "title": "<连载·单章>史蒂夫和苦力怕的故事 第一章",
    "author": "1950703308",
    "replyCount": 2,
    "timestamp": 1409315100,
    "txt_content": "HELLO大家好，我是蘿蔔乾(繁體字的效果）其實是（萝卜干） ，今天我的心情大開。想來寫小說了。這次小說是史蒂夫和苦力怕的故事 。第一章哦—————————————————————————————————其實我是一根蜘蛛絲————————————————————\n熟悉的聲音“大家好，我是史蒂夫，我這次要去一個充滿怪物的小島裏面冒險，我的助手，幫我在那邊做了一個自動房子，雖然比較挫，但是還可以住”。\n（想必大家知道了。這次主角是史蒂夫。（還有苦力怕呢）\n\n“pulupulu”飛機上，史蒂夫和他的助手，正在愉快的聊着天，他們好像不知道，這次的小島是多麼危險，（現在我以攝像機來採訪咯） \n我：“嘿。史蒂夫，你不感到緊張嗎？” 史蒂夫：“我可是被稱爲貝爺一般的存在訥，不會怕的啦” 助手：“我一定會保護史蒂夫先生的\" \n我：“目的地到了，看起來挺安全的啊。”  助手：“不是看起來這麼安全的哦”。\n飛機降落了，史蒂夫和助手跳到了陸地（我只是攝像頭狀態）\n史蒂夫：“第一件事情，就是打木頭” 助手：“我有帶斧子呢”。\n過了10多分鐘，差不多中午了。 史蒂夫和助手。做了一個差不多豪宅中的土鱉機，\n做了這項工作，史蒂夫和助手都餓了。助手說：“我有巧克力，米飯。你要嗎？“\n史蒂夫說：“我可是貝爺一般的存在，怎麼可能吃你給我的東西呀。”\n助手：“那您怎麼辦呢？” 史蒂夫：“毫不猶豫，找吃的。” 史蒂夫走出了房子。\n他走到了叢林裏，仔細的尋找着食物。 “哇塞，這裏有一隻昆蟲，在這裏往下挖，看看有沒有跟多的昆蟲。\n他找到了5只小蟲子，感覺自己非常有成就感。他直奔房子，用點火石點起了火，用木質穿起了蟲子，烤着吃。\n他分給助手2只，自己吃了三隻。他們非常有滿足感，但是史蒂夫說：“現在應該去找一把稿子。”\n史蒂夫和助手，走了一段路，發現一個廢棄的房子，在裏面找到了一個麪包和稿子。\n麪包分成了兩半，助手和史蒂夫每人一半。史蒂夫：“這稿子好像不錯哦。可以去取一點石頭。“\n助手在家裏挖了一個洞，說：“史蒂夫先生，可以從這裏獲得石頭呢。”史蒂夫：“幹得不錯哦”\n史蒂夫用那把破破爛爛的稿子，挖了一個洞，獲得了一些石材。\n他在他做的工作臺面前，各種敲打。最後終於做成了一個熔爐。\n可是天已經黑了。怪物從外面開始漸漸多起來了。。助手感到很害怕，可是史蒂夫毫無害怕之意。\n助手：“史蒂夫先生，這麼多恐怖的東西，你不害怕嗎？” 史蒂夫：“其實呢，你只要躺在地板上，睡着就好了。”\n助手按照史蒂夫說的做，漸漸睡着了，史蒂夫用木棍和石材加上榔頭，敲出一把劍，自己奮不顧身的跑出去，擊殺那些怪物，\n天漸漸亮了，史蒂夫身上全是傷痕，史蒂夫爲了不讓助手看見。他去扒下了很多樹皮，做成繃帶，吸血吸完之後，他把樹皮給摘了下來。\n助手醒了，她發現外面真的沒有怪物了說：“哇塞，史蒂夫先生，真的沒有了呢。”史蒂夫：“恩....\" \n助手：” 史蒂夫先生，你好像不怎麼有力氣。” 史蒂夫：“沒有沒有啦。”\n史蒂夫：“我有點餓了。去找點吃的吧。” 助手：“恩，我會在後面看守的。”\n史蒂夫走出了家門。又要去找昆蟲了。可是這次昆蟲都不見了。\n他越走越深，結果發現了兩塊棕色的東西。還有點帶綠，聞起來像肉的味道。他把這個東西放進揹包。開始奔跑回去。\n他回到了家，說：“看，這個很好吃的。” 助手說：“好啊。我吃吃看\" \n助手biajibiaji的吃上了，可是剛吃完一會，他就反胃吐出來了。”好難吃啊“ 助手說\n史蒂夫也跟着嚐了嚐。“。好惡心啊。我再也不吃這種東西了啊。 不過也能充充飢對吧。”\n“恩”助手回答。 史蒂夫說：“一直在地板上睡會感冒的，所以得做賬大大的牀。“\n史蒂夫邊說邊走出門：“我去找羊毛。可以做牀的哈，你去找吃的吧。“  助手：”好的，我去找找吧。”\n\n——————————————-—————————————本篇完————————————————————————————————\n好了啦，第一篇完了。如果覺得不夠精彩，就送給我人氣，我就越來越精彩哦。\n\n\n\n\n",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1409401560,
            "txt_content": "为何写小说要用繁体啊0.0"
        },
        {
            "author": "1950703308",
            "timestamp": 1409401620,
            "txt_content": "HGK 发表于 2014-8-30 20:26\n为何写小说要用繁体啊0.0\n那下一张不用繁体了吧"
        }
    ]
}