{
    "title": "我的世界新手前期挖矿攻略",
    "author": "1430349659",
    "replyCount": 10,
    "timestamp": 1409316960,
    "txt_content": "　对新手来说，minecraft的世界是完全陌生的，正是这种不熟悉造成了玩家前期的损失和死亡，一篇好的新手攻略能让玩家尽快熟悉游戏环境，掌握好生存所必须的技巧。　　首先假设一个背包空空，刚开始游戏的人。\n　　第一天早晨最好先去撸树，获得足够的木板、木棍、要提前至做好一个木稿子。\n　　当你看到太阳偏西的时候就要开始寻找矿洞了。\n　　怎么找呢?\n　　先按“M”把地图类型调成洞穴\n　　这种地图上显示颜色深的地方就是矿洞，颜色浅则说明海拔高。\n　　如果你看不到矿洞说明一定深度内没有，那你可以尝试往下挖一段时间，一般都可以看到矿洞。\n　　现在你要做的是找一个小矿洞——因为你要做的不是挖矿，而是给你的矿道找一个中心。\n　　如果你能拿到一些煤就更好了。\n　　到了矿洞最好先不要挖矿，这样有可能会导致你掉进一个大矿洞。\n　　你找到矿洞后先别轻举妄动，先检查全洞，插上火把。把通往地面的入口全部封死。\n　　你可以先做一个工作台。\n　　也可以考虑做一个箱子，但我不建议那样，除非你有充足的木材。\n　　你要在这里静候第二天，除非你有床。\n　　到了第二天第一件事就是出洞，在你的矿洞上方做一个小屋，要设备齐全，要配备箱子熔炉、火、最好有床、有门，还要和矿洞想通，但一定要放上陷阱门，防止半夜有怪爬上来。\n　　这些事你可以花一天完成。\n　　第三天你就要开始挖矿了。首先你要带好木稿(如果有石材可以用石稿)、火把、食物、木剑、最好有弓箭。\n　　还要带上一些石材和木材。\n　　当然如果有石材的话先融合石稿、石剑。\n　　初期最重要的矿石有两种：\n　　煤矿和铁矿。\n　　煤矿是制作火把的必备工具。\n　　铁矿则是制作铁具的必备工具。\n　　你要从你的矿洞开挖，最好能做门把你的矿洞和其他矿洞隔开。\n　　挖出来的矿道的形状最好是2*2的正方型\n　　如果发现怪物要及时肃清，尤其是JJ怪。\n　　切记，不要挖到大矿洞就盲目进去寻找，而且千万不要进入地下峡谷和废弃矿洞。\n　　初期你只能去一些和你的主矿洞大小差不多的矿洞，如果不慎掉入矿洞或大峡谷千万不要惊慌。\n　　你要做的是：\n　　1、保持镇静，迅速记录该矿洞坐标以及高度。\n　　2、在原地放一个箱子把重要物品全部塞进去。\n　　3、扫视附近有没有怪物。\n　　4、千万不要乱跑，要构建一个楼梯让你回到矿道。\n　　5、如果调入的矿洞或者大峡谷位置离矿洞很远，可以先挨怪物两巴掌复活。\n　　另外挖矿的另外注意事项是：\n　　1、好开启声音，以便确认附近是否有怪物。\n　　2、密切注视地图，确认附近是否有洞穴。\n　　3、最好事先顺备好箱子，因为在矿道中遇到怪物你认为敌不过时可以迅速放下箱子将重要物品塞入。复活后来取回。\n　　4、最好不要在矿洞中长期查看背包。\n　　5、一定要人清回去的路。\n　　好了待你挖到挖到足够的铁矿和煤矿后，你就要融合一些铁具，比如可以撸一件铁盔甲，必须的是铁剑、铁镐子。\n　　有了铁镐子就意味着你能挖掘一些更高级的矿石了。\n　　现在你可以考虑一下你的矿道建设了：\n　　1、在矿道中防止牌子注明附近矿物是否被挖掘完毕，或者一些地形信息。这样你就不会担心忘记了。\n　　2、可以在矿道中设立食物补给站，也就是说在矿道一些路段放置装满食物的箱子。\n　　3、可以建立临时避难所，比如突遇怪物袭击你可以藏身在里面。内部设施可以很简单，就一张床和一个箱子，箱子内要装满食物和武器，你也可以在避难所里设置红石机关，比如说门口放置一个装了箭的发射器，用来清楚门口怪物。\n　　4、你可以在给矿道编号方便你辨认。\n　　5、你可以将主矿洞里的箱子进行分类，方便你拿取物品。\n　　如果你决定开始大峡谷的探索，要注意点的是：\n　　1、要在大峡谷内长时间挖矿，必须拥有一个类似主矿洞的休息场所，里面要放置一些必需品，也许你还需要在内设置农田来保持你的持久战。\n　　2、进入大峡谷后要先周游一圈，插满火把，最重要的是检查有没有废弃矿洞，如果有废弃矿洞要立即封闭。\n　　3、大峡谷里可能拥有的岩浆资源尽量不要浪费。\n　　4、尽量切断大峡谷内的水源。\n　　5、如果大峡谷离主矿洞太远，就有必要铺设铁轨，铁轨最好和大峡谷休息场连接在一起，铁轨最好是双向的，你可以自己不会去，采用运输矿车和动力矿车运输矿物，但要保证铁轨上下坡尽量少。\n　　关于废弃矿洞我不建议进入，因为废弃矿洞的矿产资源一般不比大峡谷的多，而且极容易迷路。\n　　如果你想获得铁轨、箱子里的物品或者洞穴蜘蛛的话，我还是给你列出一些注意事项：\n　　1、进入废弃矿洞前要记下入口的坐标以及高度。\n　　2、尽量佩戴黄金道具，最好能够拿上火夭、无限、力量的附魔弓箭。以及击退的附魔武器。\n　　3、最好带上药水进入，建议带上治疗药水和伤害药水，千万不要带剧毒药水，因为洞穴蜘蛛有抗毒能力。\n　　4、取得你想要的物品后千万不要逗留太久，这样很容易远离入口。\n　　5、要时时刻刻注意地图，一路留下标记。\n　　6、一定要注意你的物品数量，如果你剩下的用具不到百分之四十的话要立刻返回\n　　7、一定要摧毁你见到的刷怪笼\n　　8、小心蛛丝\n　　9、如果你遇到洞穴蜘蛛逃跑时要阻止洞穴蜘蛛前进的话一定不要留任何空隙，因为洞穴蜘蛛可以钻入半格的空隙。",
    "replies": [
        {
            "author": "末影矿工",
            "timestamp": 1409317200,
            "txt_content": "新人鼓励"
        },
        {
            "author": "Lungrisser",
            "timestamp": 1409317260,
            "txt_content": "先按“M”把地图类型调成洞穴\n看到这一句就可以把这帖关了"
        },
        {
            "author": "我是LZ",
            "timestamp": 1409317260,
            "txt_content": "我怎么感觉那么眼熟"
        },
        {
            "author": "mikeharvey",
            "timestamp": 1409317260,
            "txt_content": "“按M把地图类型调成洞穴”？\n写教程是不是应该把用的mod写出来。"
        },
        {
            "author": "916094431",
            "timestamp": 1409317260,
            "txt_content": "楼主码字辛苦了，顶个"
        },
        {
            "author": "昵称能吃吗",
            "timestamp": 1409318100,
            "txt_content": "顶，很有用"
        },
        {
            "author": "4O74Y74L74J7",
            "timestamp": 1409318340,
            "txt_content": "排版请改改......"
        },
        {
            "author": "53264036",
            "timestamp": 1409318700,
            "txt_content": "新人鼓励"
        },
        {
            "author": "独孤粽",
            "timestamp": 1409319000,
            "txt_content": "新人鼓励，，看起来好眼熟的样子。"
        },
        {
            "author": "Sheep.C",
            "timestamp": 1409319240,
            "txt_content": "要穿黄。金。装？？Are you 确定？"
        }
    ]
}