{
    "title": "《穿越到MC》",
    "author": "小剑大大、",
    "replyCount": 3,
    "timestamp": 1409318700,
    "txt_content": "     \n                         《穿越到MC》                                           第一章我静静地躺在草地上，一个“死神”正在向我逼近。突然，一个蓝色的影子山道我的面前，一拳打翻了骷髅，又狠狠的踩了几脚，直到把它踩成渣。“呃……白眼睛……HIM！是HIM！”我大呼小叫的想要离开这里，可是……眼下我有心无力。她微笑的向我走来，“嘿！别害怕！”（谁不害怕？）他慢慢的走到我的面前，说了句“你还不能死……”便一拳打了过来。\n良久，我慢慢地睁开双眼。头，依然那么的疼。我坐了起来，望了望四周，发现自己躺在一个小木屋里。“呃……这是哪里？”我感到十分郁闷。\n好端端的在家里玩MC呢，结果无缘无故的就来这里了，之后又被骷髅射伤，最后还遇见了HIM？谁不郁闷啊！\n“额……这里似乎很眼熟，…………小木屋？沼泽…………”“巫婆！”我感到了恐惧。谁敢在没有任何防具和武器的情况下谁敢惹外婆？遇见了巫婆等于间接的给你选判了死刑了！我可不想死……“额……那是什么？”我望着桌上的一本书说。我走了过去。“嗯？伤好了？一定是HIM干的……”我走了过去，打开了那本书，那本书上写着：\n呵呵，冒险者，哦！不，王天成：\n你好！来到这个世界很意外吧？再来到这里（小木屋）也很意外吧？只要你出了这个小木屋，还会有更意外的事情等着你哦！那个小木箱子里也有惊喜哦！但是，你还不知道你为什么会来这里吧？资深级MC玩家？呵呵呵！\n帅帅的HIM\n“艹！什么事情！”我狠狠的把书扔在了地上，但是，我没想到，我这个举动引来了无数的僵尸……\n\n                           艹！这是什么事情！”我狠狠的把书扔在了地上。“呜~啊~呃！”这是令人再熟悉不过的的声音了——僵尸。我走到了窗户的前面，“啊！这么多僵尸！这还叫人活不活了？”“额……HIM好像说箱子里有惊喜……”我看了看窗户旁边的箱子，打开了。“Thanks God!是‘贝爷服装’！”我满怀欣喜地把衣服拿了出来，穿了上去。“呃……怎么有股垃圾味？算了……保命要紧！”我穿着那身“垃圾味的贝爷服”走了出去。\n我走在一群“疯子”的中间，而且他们随时都会“发疯”把我咬成碎片！（想知道感觉？玩玩‘行尸走肉’第五章就知道了）我既生气又害怕。“HIM迟早有一天我要你也走在这里！”我愤愤的想着。\n“呼……总算出来了。额……前面有个人？”我望着不远处的树下的一个穿着蓝色羊毛衫和蓝色牛仔短裤的人影自言自语的说。“不是……HIM吧？”想到这里，我感到一阵生气。我慢慢地靠近，“额……是个小姑娘。”她的心情似乎很糟糕。\n就在我想进一步靠近的时候，她“哇”的一声哭了。我从她的哭声中听出她似乎很伤心，像是……像是被人抛弃了。她哭的是那么的绝望，撕心裂肺的哭声在整个森林中回荡着……回荡着……不远处的山崖上一只狼在嚎叫，似乎在向天空诉说它的悲伤，它的寂寞。\n我默默地走近了女孩，轻轻地拍了拍她的肩膀。“你怎么了？”我问。她慢慢地抬起头看了看我，她的眼睛里依旧泛着泪花。她没有说什么，继续默默地低下了头痛哭着。看来她似乎不想和我说什么，我刚才在她的那双眼睛里看出了疑惑，不解还有伤感。\n“唉……”我默默的转过身，准备离去，但我的手却被她拉住了。“不要，不要走……”女孩抬起头抽泣着说。我蹲了下来，帮她擦去了脸上的泪珠。“伤心什么呢？”我问。我感到我对这个女孩充满了怜悯，似乎她的身上有什么与我相同地方。\n\n            我叫王天成 “我……我在家里玩MC时突然就觉的眼前一黑，之后就……”女孩似乎很害羞，说了这么几句脸颊上就有了一抹淡淡的粉色。“这答非所问啊！算了女孩子嘛。”我喃喃道。“呃？你说什。么？”那女孩问道。我连忙开口说道：“没，没什么。对了小妹妹，一个人吧。不如结个伴一起走吧？”我轻声着，说完我摆出了我自认为最和善的微笑。丝毫不知我这样子像是一个街边怪叔叔，拿这一根棒棒糖问着一名小盆有“黍叔有糖吃，跟黍叔走怎样啊？”是一个鸟性的。女孩警惕的看了我一眼，又低下头考虑了片刻后说道：“好吧，我叫上官冰忆。你又叫什么？”这是我才猛的一下发现我和一个女孩子搭讪这么久，连名字都没说！“真是做孽啊！”我在心中自骂道。为了掩盖刚才的逗逼行为我风骚的挺起了胸脯，抬起手拍了几下并一脸自豪的说道：“我叫王天成”\n\n脑残、de小贱 2014/8/29 21:06:33\n 马儿给的福利 在MC里的一座面朝大海的石头山上，有着一个不成样的建筑物，在建筑物旁站着一名穿着皮革全套的骚年，在其手上拿着一个约有半个巴掌大的木头方块。此时那名骚年走向悬崖，扯了扯嗓子，对山下喊道：“冰儿，你成哥哥我终于把房子搭好了，快上来看一下吧！”这名骚年正是我！ 此时我找了个地方。心中默念“背包”之后在我脑海中串出了一个与MC游戏无二的背包 我将头轻微的向下低在我脑海中的背包也随着我的脑袋向下拉了几格。 “橡木梯 数量3”我又在心中喊了一句。之后我垂直向下的右手中的木头方块不见了，而一个大小也是半个巴掌大的梯子形的方块突然蹦了出来“退出” 我又在心中喊了一下。之前在我脑海中的MC背包突然不见了。一切都和几秒中前一样，仿佛之前背包什么的从来没有出现过… 我抬起了我的右臂，拿起手中的迷你橡木梯，向地上看准的方块砸了过去之后之前的那个方快上多了个1乘1乘1的橡木梯之后如法炮制搭成了一个沙发。之后一屁股坐了下去。我感受着从菊花附近传来的木质感不由的感慨道：“硬了点啊！”之后便开始用看美女的眼神看向我亲自搭的房子… 几分钟后我见冰忆还没有上来皱了下眉头站了起来。同时快速的从背包中拿出一桶水，从悬崖边泼了下去之后便深吸了一口空气，纵身跳进了水里… 很快我就到了山底下，开始观察身边的环境为了能找到冰忆那妮子留下的蛛丝马迹。就这是我听到了远方传来了一声微弱的说话声，虽然听不出数的是什么。但我还是一无反故的向前赶去。可当我赶到时却看到一幕这样的画面… 我只看到眼前站着一匹马，可当我还没看清楚时一个不知名的蓝色物体向我飞来。我还没反应过来就被一把撞飞了。并晕了过去，但在我晕过去之前。我似乎看到了那头马用着不屑的眼神看了我一眼之后便扬长而去 “草，什么东西压着我啊？”我报怨道。之后我睁开眼睛。噗的一下，我的鼻血喷了出来，因为我看到了冰忆正压在我的身上，而我的头正在她衣服的领口前，眼睛只要一瞄就可以看到“小白兔”的大半！\n\n                   马儿马儿~ 我睁开眼睛。噗的一下，我的鼻血喷了出来，因为我看到了冰忆正压在我的身上，而我的头正在她衣服的领口前，眼睛只要一瞄就可以看到北半球和南半球！冰忆脸红并捂住胸口：“哥，我....对不起，这马不听话”“你是在哪找到的？”“就在悬崖下面”就当兄妹俩想要顺水流下去时，天渐渐黑了，这时我想起床“冰忆，我们现在还没有床呢”“哥快看，这有只羊”我拿出耐久所剩不多的剪刀，将羊毛小心翼翼的全部剪下来。“冰忆，我们现在只有一张床，我们挤挤吧”冰忆也没说什么。夜深了，兄妹俩睡在一张床上，可是只有我睡不着，而且全身发汗，满脸通红......欲知后事如何，请看下集。\n   村民原来也会讲话 我躺在床上一动不动。外面月光透过玻璃照了进来。照在了冰忆的脸庞上。显的格外的圣洁。而我却可耻的硬了。 “要不趁现在把她推倒？不行！我的偶像可是奥特曼迪迦！可是这里又没有警察黍叔！但…” 在万般纠结中，我做贼一般的爬下了床。离开了房子。来到悬崖边看这方块美景。殊不知房子内一颗狂跳的心在我离开时也平静了下来。 我看这美景想然我的小兄弟恢复。可这渣却一直高傲的抬着头。 我对空大骂。 就这时，咻的一声。一支箭插入了我身边的石头上。 我哭了。我的小弟就在此时软了下来。我找了个掩体。打算向他报仇。可是在耳边传来了嘶斯嘶的声音。 JJ怪！我第一时间反应了过来，之后便拼命的向前跑… 轰的一声。我转头看了过去。一个巨大的坑呈现在我的面前\n      奇迹之旅 我从床上起来，头很痛，然后一个村民冲了进来“你怎么起来了，是不是感觉头很痛，檫点药膏就好”“忘了介绍了，我是这村子的村长。你们在河的下游被洗菜的大婶看见了，就把你们拉上岸”“那我的头为什么这么疼啊”“因为你太重，那洗菜的大婶手一滑，把你摔着了。还有还有，有一个小孩不小心被大山东边的有毒的叶子给刮伤，解药只有在海中的一个洞穴里才有，你一定要帮我们啊”“好吧~”我转过头看着躺在床上的冰忆“帮我转告她，我会回来找她的”说完，我拿着几个面包，几个牛排，走出了村子当走到东边村口时，一片密密的丛林当住了我的去路前面有块牌子【此路不通。村子开得路只有西边】好不容易找到的出口尽然堵住了，还要跑这么远去西边的出口，唉，走吧。当我走到西边的出口时已经下午了，一出门，一群饥饿的野狼向我冲过来，在这千钧一发之记.......欲知后事如何，请看下集\n     正当饥饿的野狼正向我扑来时，我顿时呆住了，似乎我目光转移了，可又不知道在哪，突然，我的想起我还活着的家人们还有冰忆，快乐的.....我以最快的的速度奔向丛林，[ps：为什么主角要奔向丛林而不往村子里跑呢？因为村口的大门锁住了，打开还需要时间]我越跑越快，因为我要活着走出这个游戏带着冰忆或许更多人。正当我我极速的奔跑着，一只饿狼死死的咬住我的左手，我忍住疼痛继续跑着又一只饿狼要住我的腿，我的速度被大幅度的减慢了，眼看饿狼们就要追上了，有一个人拿着钻石剑冲进了饿狼堆里救了我。我因为痛苦和饥饿，晕倒在地上.....过了三四天，我醒了，这时，一个甜美而温柔的声音响起来“你终于醒了，照护你真的是太累了”“你是谁？”“我看你也是因为游戏里的bug进入游戏的吧”“好像，应该，就是吧”“我是凌雪，你好”“嗯，你好，这是哪里”“这是村庄西边的丛林，这是我家，我因为和村民闹翻了才出来住的，正好打猎回来看见你被饿狼追逐”“我知道一个可以里开这游戏的方法，但只有我一个人是完不成的”“那个方法就是”......欲知后事如何，请看下集\n那你等等，我给你点东西先”说着，凌雪从箱子里拿出了一把普通的钻石剑，然后向附魔台走去，突然，钻石剑上闪耀着紫色的光芒“你拿着吧，必要的时候用来防身”“我知道一个能让因为游戏里的bug进入游戏的人们回到现实的.....”我不耐烦的打断她“够了够了，等我完成了我的使命我再来找你，你家的坐标我已经记下来了”说完，正当我走向门外“拿着”她丢来一张地图“这次你迷路了就没人救你了，小心天黑”“谢谢”。我打开地图发现，大海海离我很远，只看见旁边有一条水流湍急的小河，我机智的看着旁边的树，做了几艘船。我坐上去，一直奔流而下，到海里后，我感叹“这速度太过瘾了，我下次要带冰忆来玩。哎呀，我这个笨脑子，把冰忆忘了，快点找解药”正当我走向岸边，一条鲨鱼向我准备下水的地方游来，我还没看见，直到鲨鱼离我还有1米的时候我才发现，我这时才知道什么都晚了，正当鲨鱼扑向我时，我急中生智，快速的将剑拔出，砍向鲨鱼，我和鲨鱼扭打在一块。最后，我赢了，但我身上已经伤痕累累“吃点东西补下血吧，此地不宜久留”我向海底的洞穴里游去，走在洞中，我中了毒气，有点神志不清，看什么东西都是生长的飞快，我也老得很快。最后我准备要昏倒在了解压旁边的时候，有个黑影向我走来.....欲知后事如何，请看下集\n\n",
    "replies": [
        {
            "author": "小剑大大、",
            "timestamp": 1409321820,
            "txt_content": " 木有了不知道出不出好{:10_492:}{:10_492:}"
        },
        {
            "author": "小剑大大、",
            "timestamp": 1409709780,
            "txt_content": "突然把这个发了上来..."
        },
        {
            "author": "HGK",
            "timestamp": 1409808060,
            "txt_content": "剽窃很好玩么？\n原帖"
        }
    ]
}