{
    "title": "把这文翻译过来后。。。",
    "author": "hmy123456",
    "replyCount": 7,
    "timestamp": 1342618980,
    "txt_content": "原文： 刘熙的前世是一名德国炮手，叫汉斯-宝得，在这个连队有点小名气。\n  （1945年9月14日清晨)“该死！你tm的只剩下了5发炮弹。”刘熙的装弹手发起牢骚来，“他喵的为什么希特勒直接他妈打过来，我恨不得不当德国佬了！去投奔斯大林（希特勒的基友）当苏联佬算了。”\n  汉斯（刘熙）叹气：“我看想要打败苏联，是比他妈用手枪打坦克还难。要是我有足够的炮弹，完全可以向苏联前沿阵地的司令部来那么一发，我不但可以升职，而且我们就可以冲出敌人的包围圈了，省的受苏联飞机来玩了。一举两得啊。对了古扎（一名高射炮炮手）你的子弹还有多少？” “唉~~上次弹药库着火之后我就剩下了大约2千多发了。”\n  “唉~~我的炮要饿肚子了。”我用非常绝望的语气说。“\n  我刚说完，警报就响了。汉斯为了自己的炮不饿肚子，随手拿起一个死人的步枪来打该死的“地鼠”了。        \n  “小心!”哈里得把我扑到了地上身子趴在我的身上（不是干啥啥啥的）在我的位子远1米被一枚重达9磅的炮弹炸了一下，泥土四溅，我渐渐从昏迷中醒过来。我身上的哈里得早已被弹片打的不成样了。我把他挪开，爬起来拿起了他手上的遗物（一把冲锋枪），暴怒地对Schei&#223;e苏军的身躯开火，子弹在苏军的身躯中穿行。“轰~~~~~！”我被炮弹的火焰扑倒了。大部分一级烧伤的我吃力爬上了炮台。坐上位子，瞄准一辆T-34，经过千打我知道T-34的弱点。\n  我费力装上一枚炮弹。依然跟正常一样，瞄准，计算提高角，开炮。炮弹打在T-34的侧装甲，炮弹华丽地弹在苏军的步兵旁边，炸了，爆炸声伴着苏军的惨叫声。在我刚好装上了炮弹，T-34的炮口也对准我的炮口，我急忙开炮，炮弹正好打进T-34的炮口，T-34也正好开炮。苏军炮手按下开炮建后0.3秒...一共五名苏联士兵从这个世上消失了。\n  “苏军的飞机来了！！”我瞬间趴在地上，当我起来，坐垫成了漏勺，还好椅子是铁做的，不然我会成啥样？（好吃的人肉“插”烧饼）\n  看着炮弹架上只有3发炮弹了。俗话说的好：想要富，先省炮弹。不顾疼痛站起来端起哈里得的遗物就打。\n  很快枪声，炮声消失了，我坚持不下倒下了。当我醒来，头晕晕的，手里一手的血。旁边有一位和上帝打过招呼的医疗兵，我打开他的医疗包拿出绷带和一些吃的，我用绷带把额头包扎起来我想这样可以不会这么晕了。打开水壶，吃着死人的食物喝这自己的水。\n  前沿阵地几乎被苏军炸没了，还好高射炮台没事。我用寥剩无几的力气爬上了座位，瞄准苏军的步兵只扫而去。苏军和高射炮在唱歌，哗哗啦啦声加上苏军的惨叫声更加好听了。\n  我激动无比地扫（激动无极限），我还没扫爽高射炮就他喵的！他tm的！没子弹了！擦！Substantiv！（德文：艹）\n  没子弹真烦恼，妈妈一直担心没子弹。在我心里想时一发子弹从我耳边飞过，只要在往左一点，我就一命呜呼了。\n  我一屁股坐在炮台的坐垫上（肯定很痛）。本来只要1分钟可以装上炮弹我却花上了5分钟来装弹。瞄准。。。一炮下去，炮弹从一辆我不知名的坦克上弹开，炮弹再次掉在地上。。。。（前方高能反映！！！！！）炮弹掉下的地方的方圆3400米成了地狱，到处弹幕（我不知道用什么词来用了）苏军被炸的溃不成军。\n  “我擦！这不是断了线的地雷吗？我擦！这场景。。。- -！Wie schade（自己去查）！我的家人看到会很惊喜的。奇了怪？我们的坦克呢？坑谁啊！这是！”突然一个炮弹掉在了汉斯距离3米远的地方爆炸，我被炸晕了我可能被炸的四肢不全了把，我也不知道。\n  \"头好晕啊~这是那？\"我猜安电视剧里的情节我应该在医院里。我怎么起不来？扭头一看，手脚被铐住了，这不会是精神医院吧？\n  一个人走到我躺的床边，嘴有点开心嘴形的说：”欢迎来到我的解刨室，来的这的试验品一块的进来，上千块的出去。”我擦！解剖我哈！不要啊！！“刀子要到你家来玩咯.”我的心理城墙瞬间被击破了，下晕了过去。\n  当我醒来，我认为我在天堂了，美丽地天堂。可是——不是。那人再下了口罩。原来是左田（一位日本内科医生）。“你怎么在这？”我很疑惑。“我在你的肺、肠道发现了许多弹片。我全部都取了出来。\"\"啊~啊，为什么我不怎么痛？”“那是因为我给你打了麻药啊，可能药效还没过。”左田刚说完，我的伤口瞬间像被火烧了一样痛了起来。\n\n\n\n转成日文后在转成中文我就笑掉了\n刘熙的前世是一名德国炮手，叫汉斯-宝，这联队的稍微有名。（1945年9月14日凌晨）：可恶！你TM残留的只有5发炮弹。”手刘熙发起的“喵为什么希特勒直接他给母亲打电话，我恨了德国只能！斯大林安身（希特勒的各位）时，苏维埃联邦人。”汉斯（刘熙）叹息打倒苏维埃联邦，他想：“我的妈妈用手枪坦克更难。如果我有足够的炮弹，完全苏维埃联邦前沿阵地的司令部那么一发，我是晋升，然后我摆脱被敌人包围，省的苏维埃联邦飞机来了游玩。一举两得啊。古代扎（一名高射炮炮手）你弹又多少？”“啊~上次弹药库起火了之后剩下的约2千发。”“啊~我的炮腹。”我很绝望的声音。“说的话，たそ警报响了。汉斯为了自己的炮饿，顺便一个死人的步枪ku那个“鼹鼠。“小心！”哈利我伏身跳入我里什么什么）我的座位1米远被一张重量9英镑的炮弹炸了，泥土，我渐渐从昏睡中醒来。我身上的哈利早碎片打动不了的样子。我是他以外，爬起来报道了他手的遗物（连发枪），震怒的Schei&#223;e苏联军的身体开枪，子弹是苏联军队的身体穿过了。“轰～~~~！」我这炮弹的火焰。大部分的烧伤的我非常登上了炮台。上席上坐着，1台的T -34瞄准，经过我知道T -34千打的弱点。我辛苦上一枚炮弹。依然和理所当然的目的，计算角，开火。炮弹T -34的侧装甲，炮弹的华丽的子弹是苏联军步兵的旁边，油炸的爆炸声，随着苏联军的悲鸣。我刚登载了炮弹，T -34的管口也是我炮门，我赶紧开枪，炮弹正好打进T -34的管口，T -34也正好开火。苏联军按下开枪后0.3炮手建秒…共计5名苏维埃联邦士兵从这个世界上消失了。“苏联军的飞机来了！！”我瞬间趴在地上，我起床，坐垫了漏勺，还好椅子是铁的，或者我怎么样？（好吃人肉“烧饼”）炮弹的架子上看是3发炮弹。俗话说的好，想先省炮弹财富。不顾伤痛站从边缘哈利的遗物殴斗。马上枪声，炮声消失了，我不坚持倒下了。醒了，头晕晕的，手手的血。旁边的人与神的问候的医疗的兵和他打开包绷带和医疗拿出一些吃的，我是绷带额津贴，我对这个这么昏过去了。水壶打开死人的食物，吃着自己喝的水。苏联军的前沿阵地几乎没有炸，精神高射炮台没关系。我的力量也很少留座位上爬，苏联军步兵扫除只是去。苏联军和高射炮唱歌，哗哗啦啦声音苏联军的悲鸣更好。我兴奋无比地扫（动荡无极限），我还把他喵的爽高射炮！他TM的！弹！擦！Substantiv！（德国语：艹）子弹真的没有烦恼，妈妈一直担心弹。在我的心中想时一发子弹飞行从我的耳朵，只要往左的时候，我死了。我一屁股坐在坐垫上（炮台一定很痛。本来只要1分钟装炮弹我花5分钟的。瞄准。。。一举下去，炮弹一台我不知道的坦克再次炮弹弹，掉在地上。。。。（前高能反映！！！炮弹落下的地方周围了3400米地狱，到处弹幕（我不知道用什么语言）的原子弹爆炸的苏联军溃不成军。“我擦！这是断了线的地雷？我擦！这个场景。。。- -！Wie schade（自己调查）！我的家庭是惊喜看。奇怪？坦克？坑谁啊！这是。突然的炮弹掉落的汉斯距离3米远的地方爆炸，爆炸晕了我可能被炸的四肢，我也不知道。“头好晕啊~这是在那？“我猜不安的电视剧中的情节医院中。我怎么起不来？扭头看，手脚铐住了，这种精神医院吧？一个人走着躺在我的床上，嘴开心一点嘴角的”，欢迎来到我的解剖室，这个的试制品的块进入，千日元。”我擦！我是解剖！不要啊！！“小刀上你家来玩。”我的心理的城墙瞬间击破，晕了过去。当我醒来，我是天堂，美丽的天堂。但是——那是。那个人还下口罩。原来是左田（一个日本内科医）。“你怎么在这里？”我很疑惑。“我是你的肺，肠发现了许多碎片。我全部都拿。”“唉，为什么我那么痛吗？”“那是，我对你的毒品了，药效也没有了吧。”左田刚说，我的伤口晒黑了的瞬间，痛了。",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1342619100,
            "txt_content": "这又是个嘛"
        },
        {
            "author": "52Dora",
            "timestamp": 1342619100,
            "txt_content": " 本帖最后由 52Dora 于 2012-7-18 21:48 编辑 \n\n楼主，小心查水表\n补充：我是绷带额津贴这句笑死我了哈哈哈"
        },
        {
            "author": "hmy123456",
            "timestamp": 1342619220,
            "txt_content": "geludan 发表于 2012-7-18 21:45 \n这又是个嘛\n你把全部看了下你就笑了"
        },
        {
            "author": "hmy123456",
            "timestamp": 1342619220,
            "txt_content": "52Dora 发表于 2012-7-18 21:45 \n楼主，小心查水表\n嗯。。。。"
        },
        {
            "author": "g-g-g",
            "timestamp": 1342619220,
            "txt_content": "弹幕哈哈"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1342619280,
            "txt_content": " 本帖最后由 sylqiuyifeng 于 2012-7-18 21:49 编辑 \n\n刘熙的前世是一名德国炮手，叫汉斯-宝，这联队的稍微有名。\n（1945年9月14日凌晨）：可恶！你TM残留的只有5发炮弹。”手刘熙发起的“喵为什么希特勒直接他给母亲打电话，我恨了德国只能！斯大林安身（希特勒的各位）时，苏维埃联邦人。”\n汉斯（刘熙）叹息打倒苏维埃联邦，他想：“我的妈妈用手枪坦克更难。如果我有足够的炮弹，完全苏维埃联邦前沿阵地的司令部那么一发，我是晋升，然后我摆脱被敌人包围，省的苏维埃联邦飞机来了游玩。一举两得啊。古代扎（一名高射炮炮手）你弹又多少？”“啊~上次弹药库起火了之后剩下的约2千发。”\n“啊~我的炮腹。”我很绝望的声音。“\n说的话，たそ警报响了。汉斯为了自己的炮饿，顺便一个死人的步枪ku那个“鼹鼠。\n“小心！”哈利我伏身跳入我里什么什么）我的座位1米远被一张重量9英镑的炮弹炸了，泥土，我渐渐从昏睡中醒来。我身上的哈利早碎片打动不了的样子。我是他以外，爬起来报道了他手的遗物（连发枪），震怒的Schei&#223;e苏联军的身体开枪，子弹是苏联军队的身体穿过了。“轰～~~~！」我这炮弹的火焰。大部分的烧伤的我非常登上了炮台。上席上坐着，1台的T -34瞄准，经过我知道T -34千打的弱点。\n我辛苦上一枚炮弹。依然和理所当然的目的，计算角，开火。炮弹T -34的侧装甲，炮弹的华丽的子弹是苏联军步兵的旁边，油炸的爆炸声，随着苏联军的悲鸣。我刚登载了炮弹，T -34的管口也是我炮门，我赶紧开枪，炮弹正好打进T -34的管口，T -34也正好开火。苏联军按下开枪后0.3炮手建秒…共计5名苏维埃联邦士兵从这个世界上消失了。\n“苏联军的飞机来了！！”我瞬间趴在地上，我起床，坐垫了漏勺，还好椅子是铁的，或者我怎么样？（好吃人肉“烧饼”）\n炮弹的架子上看是3发炮弹。俗话说的好，想先省炮弹财富。不顾伤痛站从边缘哈利的遗物殴斗。\n马上枪声，炮声消失了，我不坚持倒下了。醒了，头晕晕的，手手的血。旁边的人与神的问候的医疗的兵和他打开包绷带和医疗拿出一些吃的，我是绷带额津贴，我对这个这么昏过去了。水壶打开死人的食物，吃着自己喝的水。\n苏联军的前沿阵地几乎没有炸，精神高射炮台没关系。我的力量也很少留座位上爬，苏联军步兵扫除只是去。苏联军和高射炮唱歌，哗哗啦啦声音苏联军的悲鸣更好。\n我兴奋无比地扫（动荡无极限），我还把他喵的爽高射炮！他TM的！弹！擦！Substantiv！（德国语：艹）\n子弹真的没有烦恼，妈妈一直担心弹。在我的心中想时一发子弹飞行从我的耳朵，只要往左的时候，我死了。\n我一屁股坐在坐垫上（炮台一定很痛。本来只要1分钟装炮弹我花5分钟的。瞄准。。。一举下去，炮弹一台我不知道的坦克再次炮弹弹，掉在地上。。。。（前高能反映！！！炮弹落下的地方周围了3400米地狱，到处弹幕（我不知道用什么语言）的原子弹爆炸的苏联军溃不成军。\n“我擦！这是断了线的地雷？我擦！这个场景。。。- -！Wie schade（自己调查）！我的家庭是惊喜看。奇怪？坦克？坑谁啊！这是。突然的炮弹掉落的汉斯距离3米远的地方爆炸，爆炸晕了我可能被炸的四肢，我也不知道。\n“头好晕啊~这是在那？“我猜不安的电视剧中的情节医院中。我怎么起不来？扭头看，手脚铐住了，这种精神医院吧？\n一个人走着躺在我的床上，嘴开心一点嘴角的”，欢迎来到我的解剖室，这个的试制品的块进入，千日元。”我擦！我是解剖！不要啊！！“小刀上你家来玩。”我的心理的城墙瞬间击破，晕了过去。\n当我醒来，我是天堂，美丽的天堂。但是——那是。那个人还下口罩。原来是左田（一个日本内科医）。“你怎么在这里？”我很疑惑。“我是你的肺，肠发现了许多碎片。我全部都拿。”“唉，为什么我那么痛吗？”“那是，我对你的毒品了，药效也没有了吧。”左田刚说，我的伤口晒黑了的瞬间，痛了。"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1342621560,
            "txt_content": "卧槽，表示受惊吓.."
        }
    ]
}