{
    "title": "IC2实验版 核电入门 提高 设计 包含mox反应堆(1)",
    "author": "moziyue",
    "replyCount": 16,
    "timestamp": 1409373900,
    "txt_content": " 本帖最后由 moziyue 于 2014-8-30 13:07 编辑 \n\nIC2实验版 核电入门 提高 设计 包含mox反应堆\n写在前面(PS:有点像钱钟书先生《写在人生的边上》的感觉)\n接触IC2也有一段时间了，开始的时候单机开创造，熟悉了IC2中的一些机器后，开始玩生存，IC2带给了我很多乐趣，不过时间是把杀猪刀，斩去了我对IC2的满满的基情(再也不搞基了)，而且发展到中后期，电力短缺问题日显严重，于是乎走向寻找各种IC2扩展mod道路，比如高级太阳能呀，高级风电之类的，虽然逞了一时之快，但是无脑的挖矿合成显然违背了mod的初衷——乐趣，回过头来仔细研究IC2，发现IC2的精华部分不是别的，正是许多人不敢碰触的核电。写这个帖子，主要是为了帮助还在核电外徘徊的各位接触核电，同时为现在还在Copy别人设计的核电站的朋友提供一套理论指导方案，在本帖的尾部，我还会分享一些我自己设计的核电跟大家交流，帖子我会尽量做到深入浅出。\n \n插一句：为了发帖，我今天上传了头像，哈哈，工科男讲求实际，不喜欢整一些花里胡哨的东西，但是要是这个帖子火了，没头像也不好看，随手百度了个我的偶像L的头像。\n \n目录\n前期知识储备和工具IC2实验版核燃料与核电元件介绍设计的方法反应堆设计实例\n\n \n 前期知识储备和工具\n   核裂变过程中，有一个现象不得不提——链式反应，简要的来说，过程如下：在裂变的过程中，一个铀吸收一个中子后，会分裂成其他小质量的元素，与此同时，还会放出中子，平均每个铀原子裂变时会释放出2.5个中子，每一个铀原子分裂后，产生的多余的中子又会和其他的铀反应，导致裂变的原子数呈指数增加。\n\n\n\nIC2中对这样一个现象进行了简化，每一个铀棒在反应时，会向四周发射中子，如果两个铀棒相邻，那么铀棒A发出的中子被铀棒B接收，铀棒B发出的中子也同样被铀棒A接收，这样，每根铀棒的反应次数=原本的反应次数(1)+吸收周围铀棒释放的中子反应的次数(1)，最终的反应次数是2，总发电量会提高，当然同时产生的热量也会增加(而且增加得更快)，当核燃料棒周围有多个燃料棒时，也按照这个原则进行叠加。\n \n梳理一下：如果以单个燃料棒的发电量为基准1，那么2个放在一起的燃料棒的发电量就是4，平均下来，每个燃料棒的发电量变成了2，燃料棒的效率就变高了，叠加更多的燃料棒时，效率就会更高。\n \n还有一种情况：燃料棒周围是中子反射板，中子反射板把燃料棒发出的中子反射回去，燃料棒吸收了中子，同样也可以提高发电效率。\n \n接下来是关于热量的问题，关于热量只需明确两点：\n产热：燃料棒反应产生的热量(热量直接累积到反应堆)散热：把热量由核反应堆散发出去\n\n有人会说，上面的不是废话吗？乍一看，确实是废话，但是了解了这两点，对理解反应堆元件有很大帮助。\n \n散热元件工作方式由以下三种方式中的一种或者几种组合而成：\n从反应堆吸收热量到元件自身传递热量(把热量从相邻元件传递到另外相邻元件)从元件自身散发热量到外部(这个外部指的是整个核电系统外部，不用纠结是空气还是哪里)\n\n在后面讲解元件的时候，我会以下面的格式来说明这个元件的功能\n元件名：1：XX，2：XX，3：XX\nXX代表具有该功能的能力值，比如：超频散热风扇：1:36,3:20，代表超频散热风扇每秒能够从反应堆吸收36单位热量，不能够传递热量，每秒能够从自身散发20单位热量（核电中发电量是EU/t,而热量是XX/秒，1秒=20t）\n \n \n另外一点就是温度\n核反应堆超过10000度就会爆炸，IC2实验版的核反应堆增加了温度条(但是没有具体数值，可以下载核电控制mod，查看具体的数值)，核反应堆4000度会烧毁周围可燃物品和方块，5000度蒸发周围的水，7000度会对生物造成伤害，8500度烧毁周围任何方块和物品，包括核反应仓，因此核电站工作时，要控制温度在8500度以下。\n \n顺带说一句，拿核燃料时(除了铀矿石和纯净/粉碎的铀矿石),一定要穿好整套防辐射服装，不然会死的很惨，而且注意，整套防辐射服中的鞋子是橡胶靴子，不是静电靴子，以前在服务器老是看到有人穿着静电靴子叫防辐射服没用。\n \n玩核电必须的工具：核电模拟器\n \nIC2实验版核燃料与核电元件介绍\n\n这一部分具体内容建议查看wiki，或者ModWiki\n核燃料棒：普通铀棒，MOX燃料棒\n\n普通单根铀棒与反应堆温度为0时的MOX燃料棒：发电量5EU/t,热量4/s，多联燃料棒按照第一部分的方法来计算，直接用模拟器最好，我们关注的是能产生多少电，同时放出多少热量，然后设计相匹配的散热元器件布局，而不是去计算这些数据\n核电元件了解元件的属性是为了给设计打下基础，你可以不用记住每个元件的数值(要用的时候在查看)，但是你要知道每个元件的作用，也就是在第一部分热量这一小节中介绍的三点作用，下面列举了主要用到的元件\n\n吸热散热元件                              散热风扇：3:6 反应堆散热风扇：1:5，3:5，自身热平衡 高级散热风扇： 3:12 元件散热风扇：会增加相邻元件散热速度(4/s)，自身不散热 超频散热风扇：1:36，3:20，吸收的热量大于散发的热量，需要辅助散热导热元件 热交换元件：1:4，2:12 元件热交换元件：2:24 高级热交换元件：1:8，2:24 反应堆核心交换元件：2:72\n\n还有元件比如冷却槽、红石冷凝器，青金石冷凝器等元件，都是无脑吸收热量，我在后面的设计中也会提到如何使用，在这里就不介绍了，元件详情可以自己查看Modwiki。\n我在设计过程中使用到的器件主要是反应堆散热风扇，高级散热风扇，元件散热风扇，超频散热风扇，元件热交换元件，高级热交换元件。\n元件散热风扇，超频散热风扇标红是因为超频散热风扇高性能(能有效吸收反应堆热量，同时散热是最高的)，而元件散热风扇可以有效配合其他的元件，特别是超频元件，在我设计的反应堆中这两个元件是很重要的部分。\n \n设计的方法\n\n本帖设计的反应堆都是MarkI级的，也就是可以完整反应一个周期，无需停机，无需人工干预，关于Mark分类请查看天空の遗迹的转帖—工业新核电的一些高效优秀设计。\n \n反应堆设计实质上是平衡从反应堆吸热和散热的过程，设计的总流程如下：\n选取燃料棒\n↓\n如果是普通反应堆，一般只考虑散热\n↓\n如果是MOX反应堆，要同时考虑从反应堆吸热和散热\n 选取燃料棒\n\n为了下面更好阐释一些问题，我们需要定义一个量Q，这个量表示反应堆产生1单位热量时，会产生多少电力，我把它叫做电热比，Q=反应堆产生电量/反应堆产生热量，电量用每t产生的电量值计算，热量用每秒产生的热量值计算，比如单铀棒Q=5/4，双联铀棒Q=20/24,四联铀棒Q=60/96。(多联燃料棒相当于把多根单铀棒相邻放置，但是位置只占一格)\n \n细心的读者可能已经发现，随着相邻燃料棒越来越多，虽然反应堆的燃料棒利用率在增加(单根1，双联2，四联3)，但反应堆的Q值一直在下降，Q值下降意味着产生同样的电量，发热量更多，因此需要更多的散热元件，由此可以看出燃料利用效率和Q值是一对矛盾体。如果设计的是一个核燃料利用率很高的反应堆，就需要大量的散热元件，铀棒数量较少，其单位时间输出电量一般处于中等水平，通常情况下，反应堆利用率在3以上(核电初期除外)才算比较合理，最高可以达到7。\n \n总结：燃料棒选取时，Q值和效率要合理选取，如果需要“爆发型”反应堆，一般选用4联铀棒，而且不能放置在一起，要高利用率就把双联铀棒或者4联铀棒相邻放置，或者使用中子反射板，如果要达到7的利用率，需要在4联铀棒周围全部放上中子反射板。\n \n另外一个问题是，我们如何判断选取的燃料棒是否合理呢？在这里主要的判断依据是热量，因为我一般是按照六个反应仓设计的，所以核反应堆有9x6个格子，假设40个格子全部放置超频散热风扇，散热量也只有800，而且实际上根本达不到这么多，根据我设计的经验，实际上反应堆产生热量超过700，就很难设计出Mark I的反应堆了，因此如果你选择了燃料棒后，发现在模拟器中的发热量超过700，请适当减少一些燃料棒，或者把相邻的燃料棒分开放置吧，否则只会是浪费时间。\n 普通反应堆设计\n\n要求\n从反应堆吸热量≥燃料棒释放的热量散热量≥从反应堆吸收热量 \n\n讲到了这里，我想即使你从前没玩过核电，至少也能够弄个简单的反应堆吧，单根核燃料棒的我就简单说一下，发热量4的话，很多散热元件都可以满足散热要求，而且不需要热传导元件(因为一个散热元件足以散发掉反应堆的热量)，比如反应堆散热风扇与单铀棒放在一起(如下图)，在这里就不再多举例了。\n \n下面根据几个例子来讲一讲如何设计，因为核电设计虽然有一定规则，但是还是需要摸索尝试。\n \n例子1：\n \n作者：SSD\n \n这个设计应该是普通核反应堆单位时间内发电量最高的了，该设计发热量达到了672。以前看到有人说设计这个的是大触，今天我来把他拉下神坛。\n下面图片是其中的一个结构（我们称它为A结构）：\n \n4联燃料棒的发热是96\n四个超频散热风扇吸收反应堆热量36x4=144＞96，符合\n四个超频散热风扇散热20x4=80，两个元件散热风扇给每个超频风扇增加了4点散热，总共加起来4x4=16，总的散热量80+16=96，正好与从反应堆吸收的热量相等，达到了一个平衡。\n其次，这个设计的另外一个结构(我们称之为B结构)如下\n \n同样也达到了一个平衡\n不知道你们看出什么端倪没有，实际上六个A结构和一个B结构组合起来，就是作者SSD的设计，经过这番讲解，是不是感觉豁然开朗。那么我们从中得到的启发是什么呢？\n \n联系我们实际生活，其实我们可以发现，生活中很多产品都是模块化的，电脑是组装的，我们只需要按照一定的规范生产各个部件，然后组装起来就够了，上面的设计也是同样的道理，我们可以从小的模块开始设计，小模块满足要求，再进行合理的组合(避免小模块形成干扰，比如两个小模块的铀棒摆到了相邻的位置)，那么组合后的产物也必然符合要求。上面我设计的单燃料棒就是基于这种方法。\n \n例子2：\n \n作者：Zombie\n元神出窍！看到作者的名字，就想起来《行尸走肉》，话说第五季快要上映了\n元神归位！这个例子的方法应该来说是一种尝试法(至少我是这样认为的)。\n首先选取燃料棒，发热量640,如此高的发热量，必须使用大量的超频散热风扇(你问为什么？因为它是所有器件中散热最多的)。\n \n摆放原则：1.具有从核反应堆吸收热量能力的元件不要和铀棒相邻放置，不然其他位置放置的散热元件会失效。下图所示，除了铀棒其他相邻的三个位置，其他位置的的散热元件均无效\n\n\n 2.不能从反应堆吸热的元件只有与铀棒或者与热传导元件相邻放置才能够发挥作用\n下图的四个元件分别是散热风扇，青金石冷凝器，高级散热风扇，60K冷却槽\n第一个图，显示四种元件均未作用\n第二图和第三个图，显示和燃料棒与导热元件相邻放置，所有的元件均发挥作用\n\n   \n\n\n\n核反应堆核燃料棒集中在一起的时候(如上面Zombie设计的)，需要使用大量的超频散热风扇，超频散热风扇一般倾斜呈条状摆放，每条之间要留空格，超频散热风扇要与元件散热风扇配合使用，在超频散热风扇与元件散热风扇组成的大框架下，再加入其他元件，平衡热量，达到散热要求。\n \n下面我就来设计一个，让读者感性地了解整个设计过程\n首先，我选择三个4联铀棒\n \n然后搭建超频散热风扇和元件散热风扇组成的主体结构，其实就是超频散热风扇和元件散热风扇交替摆放，注意要遵循摆放原则第一条，如下图。\n 根据上图，我们可以发现有两个超频散热风扇会烧毁(红色框)，下面有很多元件没有发挥作用(黑色框)，说明热量不均衡，我们需要热量传导元件，通过把第二排和第四排部分元件散热风扇换成热交换元件后，就满足了设计要求，如下图\n\n \n\n    最后去掉没有发挥作用的元件后，就完成了本次设计，如下图\n \n调整的方法每个人都不一样，你可以使用其他的元件，比如反应堆散热风扇等等，总的来说要坚持一点，超频散热风扇和元件散热风扇为主体。从上图可以看出，本次设计的散热量超过了燃料释放的热量，所以本次设计还是有优化的空间的，可以减少部分元件。\n好了，普通版的的设计就到这里了，希望各位有所帮助。\n传送门：IC2实验版 核电入门 提高 设计 包含mox反应堆(2)              http://www.mcbbs.net/thread-332702-1-1.html\n \n\n",
    "replies": [
        {
            "author": "Heisenbarger",
            "timestamp": 1409374200,
            "txt_content": "写的挺详细，火前留名。。"
        },
        {
            "author": "CHAKRO",
            "timestamp": 1409374200,
            "txt_content": "沙发\n这个贴真的会火\n比我之前那个好太多了                  \n                    ----------博哥的小尾巴快捷输入教程！ 十万年中二症患者，EX·真邪王真眼发动！！！！ \n                     "
        },
        {
            "author": "黑小白",
            "timestamp": 1409374260,
            "txt_content": "写这么多字，辛苦了"
        },
        {
            "author": "CHAKRO",
            "timestamp": 1409374260,
            "txt_content": "CHAKRO 发表于 2014-8-30 12:50\n沙发\n这个贴真的会火\n比我之前那个好太多了                  \n我去我的沙发                  \n                    ----------博哥的小尾巴快捷输入教程！ 十万年中二症患者，EX·真邪王真眼发动！！！！ \n                     "
        },
        {
            "author": "moziyue",
            "timestamp": 1409375520,
            "txt_content": "CHAKRO 发表于 2014-8-30 12:50\n沙发\n这个贴真的会火\n比我之前那个好太多了                  \n有个板凳也不错"
        },
        {
            "author": "hukk",
            "timestamp": 1409715420,
            "txt_content": "TT写在贴吧的教程\n说真的,比你详细的多"
        },
        {
            "author": "kaiyin",
            "timestamp": 1409737560,
            "txt_content": "{:10_492:}\n那些做高级太阳能发电，拿发了的电做更多的高级太阳，发更多的电继续做更多太阳能，然后屋顶铺满512的人看着真寂寞……\n还是核电好玩"
        },
        {
            "author": "vicboe",
            "timestamp": 1409830440,
            "txt_content": "hukk 发表于 2014-9-3 11:37\nTT写在贴吧的教程\n说真的,比你详细的多\n有木有链接~~"
        },
        {
            "author": "vicboe",
            "timestamp": 1409830440,
            "txt_content": "vicboe 发表于 2014-9-4 19:34\n有木有链接~~\n楼主有没有1.6.4的IC2实验版核电控制MOD"
        },
        {
            "author": "moziyue",
            "timestamp": 1409925420,
            "txt_content": "kaiyin 发表于 2014-9-3 17:46\n那些做高级太阳能发电，拿发了的电做更多的高级太阳，发更多的电继续做更多太阳能，然后屋顶铺 ...\n确实，其实写这篇帖子主要就是玩服务器的时候，好多人都要求加太阳能等mod，很大程度上冲淡了工业2的乐趣"
        },
        {
            "author": "moziyue",
            "timestamp": 1409925660,
            "txt_content": "vicboe 发表于 2014-9-4 19:34\n楼主有没有1.6.4的IC2实验版核电控制MOD\n论坛里面有下载的\nhttp://www.mcbbs.net/thread-195550-1-1.html"
        },
        {
            "author": "luzhengyi2010",
            "timestamp": 1412227260,
            "txt_content": "看不到图片{:10_494:}"
        },
        {
            "author": "moziyue",
            "timestamp": 1413456900,
            "txt_content": "luzhengyi2010 发表于 2014-10-2 13:21\n看不到图片\n图片太多了，要重新弄很麻烦，我在这个教程的第二部分贴了下载链接，直接下载pdf看吧，反正也不求回复了"
        },
        {
            "author": "合肥的石头",
            "timestamp": 1413465600,
            "txt_content": "真心好教程，感谢楼主啊，这下可以自己好好研究研究自己的核电设计了{:10_523:}"
        },
        {
            "author": "l980427961",
            "timestamp": 1415597580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "a752259954",
            "timestamp": 1558153620,
            "txt_content": "插眼  研究一波  新手 刚把进阶钻头捣鼓出来"
        }
    ]
}