{
    "title": "IC2实验版 核电入门 提高 设计 包含mox反应堆(2)",
    "author": "moziyue",
    "replyCount": 5,
    "timestamp": 1409374560,
    "txt_content": " 本帖最后由 moziyue 于 2014-8-30 13:38 编辑 \n\nMOX反应堆设计\n\n这才是我想说的重头戏！\nMOX燃料棒与普通燃料棒有什么区别？\n\n前面已经说过核反应堆温度的问题，MOX燃料棒就是为温度而生的，在反应堆温度为0的时候，MOX燃料棒与普通燃料棒没有区别，但是一旦反应堆温度升高后，每增加2500度，发电量就会增加一倍，按照反应堆温度8500计算，实际发电效果是基础发电量的4.4倍，燃料棒的效率大大提高。\nMOX反应堆与普通反应堆有什么不同呢？\n\nMOX反应堆要维持温度才能保证效率，维持反应堆温度需要以下两个条件\n1.从反应堆吸热量=燃料棒释放的热量\n2.散热量≥从反应堆吸收热量\n \n当我们面对一个相似的新问题时，我们的第一反应一般是根据已有的方法来解决，因此回过头来看看普通核反应堆的一些设计，发现几乎没有一个能够满足条件1的，为什么？因为我们大量使用了超频散热风扇，虽然超频散热风扇散热性能强，但是它从反应堆吸收热量的能力更强，最终的后果就是：从反应堆吸收的热量大大超过燃料棒释放的热量，我们可以把反应堆预先加热到高温，但一旦停止加热，整个反应堆温度就会降下来，因此我们要严格控制超频散热风扇的用量。\n \n在介绍设计方法之前，我要先介绍一个简单的方法，直接使用冷却槽、红石冷凝器，青金石冷凝器等元件与燃料棒相邻放置，由于这些元件不从反应堆吸收热量，它们与燃料棒相邻放置时，可以直接吸收燃料产生的全部热量，因此反应堆就可以维持在一定温度，而且反应堆温度不会降低，一次性加热，停机无需再加热，不过这种方法有以下缺点：1.需要消耗物品\n2.无法做到整个周期完全反应，反应一段时间需要更换元件，要是忘了，那就呵呵了。\n\n\n                              \n反应时的情况：每个青金石冷凝器可以吸收10W总热量，元件每秒吸收96/4=24的热量，因此4166秒需要更换一次青金石冷凝器。冷凝器可以消耗青金石回复，一个青金石回复4W。当你的青金石很多的时候，可以用用(毕竟比较方便)。\n好了，这个方法就说到这里了，重点是下面的设计方法\n 下面我直接以例子形式来讲解整个设计过程，燃料棒是3个4联MOX燃料棒(MOX燃料与普通燃料基础发电量和发热量相同)\n\n第一步：根据热量确定超频散热风扇数量X\n \n总热量560，X=[560/36]=15(取小于560/36的最大整数)\n第二步：计算反应堆剩余热量，并选择合适的元件\n\n560-15*36=20，能够从反应堆吸收热量的元件有：反应堆散热风扇(5),热交换元件(4),高级热交换元件(8)，由于反应堆散热风扇具有散热功能，其他的两个热量传导元件没有，因此设计时理所当然选择反应堆散热风扇，数量是4个，因为4*5=20(在反应堆散热风扇能够满足条件时尽量使用)\n\n\n第三步：搭建以超频散热风扇（根据第一步计算数值选取）和元件散热风扇为框架的主体，加上反应堆散热风扇，再适当加入其它仅有散热功能的元件，最终的达到散热的要求。具体步骤如下：\n设计主体\n\n \n局部微调\n\n \n添加剩余的4个反应堆散热风扇，设计完成\n\n \n经过尝试可以把左下角的高级散热风扇更换为反应堆散热风扇\n \nOK，去游戏里试试吧\n \n \n正常运行。\n买一送一：设计完成后，我们如何给反应堆加热呢？\n很简单，摆放好所有燃料和元件后，在反应堆中再加入一根燃料棒，这时反应堆产热大于散热，反应堆会升温，到了所需温度后，迅速取出多余的燃料即可，如下图所示。\n \n\n买一再送一：反应前，请准备容量足够大的储电器，因为反应堆一旦停下来，温度就会下降，重新反应需要重新加热，一般MOX反应堆都是直接反应整个周期不停机的。上面的反应堆每秒20000EU电，总发电量2亿，需要5个多MFSU才不浪费电。\n反应堆设计实例由于篇幅原因，实例和整个帖子文档放到网盘里面，所有实例都是MOX反应堆，里面有高达1500EU/t的mox反应堆设计http://pan.baidu.com/s/1i3j5tdV\n写在后面额，喜欢首尾呼应，哈哈！希望大家看完后能够有所提升，谢了好久，真累呀，暂时就这样吧，以后大家有什么新的想法，好的建议直接回帖吧，我会不定时做修改的。附件下载：Modwiki和模拟器\n希望大家多多支持{:10_509:}\n传送门：IC2实验版 核电入门 提高 设计 包含mox反应堆(1)             http://www.mcbbs.net/thread-332697-1-1.html\n \n\n",
    "replies": [
        {
            "author": "176q72x",
            "timestamp": 1409375700,
            "txt_content": "感谢楼主，以前不知道MOX燃料棒和普通的有什么不同。。。"
        },
        {
            "author": "kaiyin",
            "timestamp": 1409737440,
            "txt_content": "mox炉的蓄热问题，可以试试钻石散热器，那东西不会从炉身吸热，提前加热好之后即使关机也不会冷掉"
        },
        {
            "author": "moziyue",
            "timestamp": 1409925960,
            "txt_content": "kaiyin 发表于 2014-9-3 17:44\nmox炉的蓄热问题，可以试试钻石散热器，那东西不会从炉身吸热，提前加热好之后即使关机也不会冷掉 ...\n钻石散热器虽然不直接吸收反应炉热量，但是反应堆中必须有从反应堆吸热的元件，所以关机后，温度必然会下降"
        },
        {
            "author": "tsubasa56",
            "timestamp": 1410151860,
            "txt_content": "图。。。刷不出来"
        },
        {
            "author": "moziyue",
            "timestamp": 1410321540,
            "txt_content": "tsubasa56 发表于 2014-9-8 12:51\n图。。。刷不出来\n网盘里面有全部的内容"
        }
    ]
}