{
    "title": "<连载·单章>【科技力量与魔法元素】[作者：冰霜]【3】",
    "author": "冰霜娘",
    "replyCount": 3,
    "timestamp": 1409385000,
    "txt_content": " 本帖最后由 冰霜娘 于 2014-9-7 19:37 编辑 \n\n3这个地方实际上差不多属于类似平行宇宙的地方，用这个游戏作为桥梁了，与我们那个世界连接。这里的怪物其实和人类长的一样，只是拥有不同的能力而已，不过因为过于闭锁，虽然这里的科技和我们那差不多，但制度与封建的欧洲差不多，这里是由notch和herobrine这两个创世神创造的，实际上这里和我们的世界没啥两样，只不过这里是平的，这.........这怎么和万物之源差不多啊........以上的都是白小玲告诉我的，而且骷髅实际上是不会着火的，只不过是讨厌光而已。“哦？那你们为什么要袭击人类啊？”“其实..........其实是因为你们这些玩家啊..........”白小玲慢慢低下头，“人类原本和怪物是和平共处的，可是你们不停的为了升级杀怪，而且最近又出现了一群来自你们世界的人，他们用一种奇怪的机械伤害我们.......我们也是被逼......”“额......那个，还真是对不起啊。不过，既然人类这么对你，你不怕我？““嗯，毕竟人也有好人啊，你应该是好人吧。”“好人.....但愿吧。”用腐竹的一句话来评价我“除了长得帅点，没有一点优点，开创造除了虐怪就是杀怪，总喜欢把怪虐的生不如死。”我突然觉得用“好人”这个词来形容我就是在侮辱这个词啊.............“嗯？你在想什么？对了，我还不知道你的名字呢。”“鸿刃，鸿飞的鸿，刀刃的刃。”“好奇怪的名字，你是刀具店的吗?”连这个名字.........唉！我才发现这个名字槽点不少啊。“嗯.........还是叫你阿刃吧，要不然听着怪怪的。”好像阿刃这个更怪吧￣□￣｜｜.........“嗯，就当交个朋友吧。那我去砍树做房子吧........”“嗯？你打算用手打吗？我这有斧头的。”不知道白小玲什么时候拿出一把石斧。她看了看我：“我去盖房子吧，你去找点羊，取点羊毛吧。”说着，递给我一那把附魔弓和几只箭。我朝森林深处走着，羊是比较普通的生物，应该比较好找吧，我走了不久就在附近的湖边找到了一群羊。我把弓握紧了，把箭拉到底，看这边就对了，下面要我的精准射击，然后...........“老兄！！！！！”背后突然传来了两个字，差点把我吓死。我回头一看，只见李新宇激动朝我跑来，紧紧的抱住我。“我的好兄弟！真是没想到啊！你也这个鬼地方来了！”“啊...唔.........李新宇你放开我........我要窒息了......”李新宇放开了我，在这里能见到一个熟人，这可真是太好了！“哎！你的弓哪来的？挺漂亮的！还发着蓝光！”“这是附魔了的弓，比一般的弓强多了！”我摆弄了一下，李新宇刚玩MC不久，不知道附魔，连末路之地都不知道。“哇！能给我玩玩吗？”“额.....这可不行，这是我借的。”比较弓对于骷髅来说和生命一样宝贵，如果被李新宇玩坏了的话.......白小玲一定会杀了我的.............“啊，那就算了，你向谁借的？你在干什么？！#@#@@#？！#！￥@？”“停停！打住！待会我再告诉你行不行！我先射死几只羊着行不行。”“好！好！”“嗖！嗖！”两只箭如同银光一样射了出去，两只箭都直接射穿了两只羊，我去，这是几级的力量啊！“不亏是附魔弓！厉害！”我走上前，看来羊毛是不会掉落的，我试着撕了撕，李新宇看不下去了，上来就把一大堆羊毛撕下来。“干这种事别婆婆妈妈的！”他把那一大堆羊毛塞到我手里，然后问道：“现在可以告诉我了吧！”“好吧，咱们边走边说。”一路上，我跟他解释着这个世界是怎么回事，怪物袭击人类的原因，以及白小玲的事。快黄昏了，我才找到白小玲。“骷髅？那种怪物你也相信？”“这个骷髅可是个好人啊！你看，就是她！”我指了指砍树的白小玲，当李新宇看到的时候，下巴都要脱臼了，然后一把把我拉到一棵橡树后。“你这么快就找女朋友了？！还是个巨乳美少女！”“停停！她是我朋友！不是女朋友！还有，就算是又怎么了？谈朋友还吃大锅饭？”“你个绅士！你个巨乳控！”“什么人！！！”白小玲大喊一声，我出来连忙解释道：“是我！还有我朋友！”我对着李新宇大喊：“李新宇！出来！”“你好！”李新宇一脸色迷迷的。我把弓还给白小玲。“房子还没盖完？”“早盖完了，两层的呢，我来砍点木头备用。”“哈！那回去吧。”“你们肚子饿了吧？我做了面包和蘑菇煲的。”“嗯.........是有点饿了..........”白小玲拉着我的手，朝房子走过去。----------------------------------------我是分割线------------------------------------------------------------------------在不远的山坡上，韩泽和那个被救的爬行者女孩围着一堆柴火。“对了，还不知道你的名字呢！”“我.......我叫林慧，是个爬行者。”“你知道绑架你的人是谁吗？”“不知道，他们说着一种奇怪的话，我都没听懂。”“俄语...........”“俄语？”“是一种语言了。你的父母呢？他们都不管你？”“我......我没有爸爸，我的妈妈被那些人杀了.........韩泽，你有爸爸吗？”“...........”韩泽什么都没说，只是卸下背上的56半自动步枪，抚摸着上面的那个十字瞄准镜，然后把56三棱军刺装上。“我的父亲，已经死了，在穿过一片雷区的时候，被炸的粉身碎骨，他只留下了这把枪.............”两人低下了头，都想着心事。“饿了吧，我这还有块压缩饼干。”韩泽递给林慧压缩饼干。“嗯，你不饿吗？”“我受过训练！饿三天也没事！”--------------------------------------------我是逗比分割线！------------------------------------------------------------“唔！真好吃！”我捂着肚子。这时，李新宇拉了拉我，我立马跟着他出去了。“我说鸿刃啊！你就这么重色轻友？人家都说女人如衣被，兄弟如手脚的........”“停停！我再强调一边！她是我朋友不是女朋友！不要乱下结论好不好！”“唉！你这是身在福中不知福啊！要是管理员那个家伙在..........”“有人呼叫管理员吗？”这可吓了我们一跳，只见张飞鹏从树上跳下来。“看来大家都被吸进来了！”“都进来了？现在就差腐竹了！”“鸿刃你别转移话题！你找女朋友.......”“去去！是朋友！”“嗯？又是鸿刃的朋友吗？”白小玲不知什么时候出来了。“是啊，我叫张飞鹏！是鸿刃的死党！你也是他朋友吧！幸会！”“啊，那大家进来说吧。”“谢谢嫂.........”还没等他说完，我冲上去就捂住他的嘴。“嗯..........不过大家都住的话房间可能不够啊.................”“没事!我睡客厅吧！”我抢着答道。上一篇<连载·单章>【科技力量与魔法元素】[作者：冰霜]【2】http://www.mcbbs.net/thread-331673-1-1.html(出处: http://www.mcbbs.net/)下一篇&lt;连载·单章&gt;【科技力量与魔法元素】[作者：冰霜]【4】http://www.mcbbs.net/thread-336531-1-1.html\n(出处: http://www.mcbbs.net/)\n\n",
    "replies": [
        {
            "author": "hp8245428",
            "timestamp": 1409385660,
            "txt_content": "啥东西，么看懂！！！"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1409386140,
            "txt_content": "也是纯对话流啊= =、\n没有细节流么。。"
        },
        {
            "author": "HGK",
            "timestamp": 1409401140,
            "txt_content": "全是对话啊=-=\n看了十分钟完全就没被吸引住......."
        }
    ]
}