{
    "title": "<原创·单篇>《史蒂夫漂流记》[作者：男人婆]上万文字！",
    "author": "男人婆",
    "replyCount": 20,
    "timestamp": 1409460960,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-12 11:59 编辑 \n\n史蒂夫漂流记 根据鲁滨逊漂流记改编\n谢谢大家支持！\n封面\n\n\n\n\n最牛逼.jpg (115.82 KB, 下载次数: 4)\n\n下载附件\n\n2014-10-12 12:00 上传\n\n\n\n\n\n封面制作↑\nLancaster\n上次封面：\n\n\n\n\n\n1-140315155559[1].jpg (344.54 KB, 下载次数: 8)\n\n下载附件\n\n2014-8-31 12:52 上传\n\n\n\n\n\n\n原定的图片丢失，所以临时更换，请谅解\n第一卷：\n 第一卷 第一章：出海 minecraft里的史蒂夫看了鲁滨逊伟大的事迹之后，决定学鲁滨逊一样，来个孤岛生存。   史蒂夫从小就有那个冒险细胞，和鲁滨逊一样，但是史蒂夫没有想过，鲁滨逊是迫不得已的生存，而且差点死在那里，史蒂夫也没有经验，希望他不会死在岛上。    史蒂夫拿了几块木板，造了个小船，带着木筏，准备扬帆起航！他带了几块牛排猪排，几个苹果一堆木棍和一个桃木剑（防身用），一切准备得很齐全，指南针，钟表和史蒂夫的狗神马的都带了，唯一没有带床。一切准备就绪，史蒂夫到了码头，将船扔下海，又将行李扔下海，自己又跳下海拿起木筏就开始划，走了很久，已经看不到小镇了。正在划得时候木筏子断了，原因是史蒂夫把木筏放在行李包里受到挤压，就断了，这可怎么办，会也回不去，这的食物只够他吃几天，如果找不到小岛就要葬身于大海了。   史蒂夫乱翻了行李包，看看行李里有没有可以划船的，指南针？不行。闹钟？狗？苹果，这些都不行啊……咦？史蒂夫找到了防身用的桃木剑。虽然不结实但是起码能划。   就这样，史蒂夫拿着桃木剑划了1公里，还没有找到小岛，史蒂夫的肚子饿了，幸亏带了很多食物，现在是晚上，史蒂夫根本看不见前方，太黑了，如果点不起火的话，那就要快速找到一个小岛，否则如果到了半夜，那就跟没可能找到小岛了，于是史蒂夫快速滑行，桃木剑都快泡发了，这可咋办，史蒂夫决定快速滑行，等到小岛上就有树木了（幸亏史蒂夫带了斧子）。突然！小船漏水了，史蒂夫赶快把小狗救起来，扔掉了桃木剑，飞速得游着蛙泳。史蒂夫是游泳健将哦~   可是没过一会，史蒂夫的手和腿就筋疲力尽了，腿脚酸痛，史蒂夫顾不上那么多了，虽然眼睛鼻子都进水了，但是脑子还没有进水，史蒂夫用有的最快还省力的游泳法游，很快就会找到小岛的\n  第一卷 第二章：登岛\n大海里有未知的生命，史蒂夫压根就不清楚海底有什么，只是拼命的找小岛。功夫不负有心人，终于史蒂夫找到了一个孤岛。孤岛上没有一个人，狗狗身上有很多水，史蒂夫帮狗狗清理它的毛。史蒂夫需要照亮四周，可是怎么点火呢？史蒂夫是不会放弃的，他在书上学过，民间流传这一种叫打火石的神器，可是材料不足。古人说可以摩擦石头起火，史蒂夫找了两块石头，嚓——嚓——嚓——半个小时后，燃起了一点点火星。史蒂夫很激动赶快留住火种，别让风吹灭了。  没有床，史蒂夫没有办法睡觉，地上很多石子，哏的史蒂夫的背都疼了。史蒂夫后悔了，他后悔去漂流，他抱怨到：“为什么？我以为漂流后就可以成名……可是，我以为每个人生存在小岛上……都可以活下去的……为什么？我当初怎么那么傻？鲁滨逊差点死在岛上，我……我一定要活下去。”史蒂夫曾经很喜欢看书，他总是在书上学到很多知识，现在史蒂夫最大的敌人就是孤独，只要他战胜了孤独，他其实可以生存下去的。  宁静的夜晚，小岛上各种昆虫在吱吱的叫，史蒂夫忙活着为自己造个小房子。夜晚很危险，指不定有什么野兽来攻击他呢。但是他的斧子没了还怎么砍树啊？蹲在火把旁边的狗突然快速的叫了起来，史蒂夫吓了一跳，他看到，草丛里有一双眼睛，而且还在发光，史蒂夫冒汗了，他咽了一口口水，死死地盯着草丛里的变化，草丛里的东西出来了，是一个豹子（MC里是豹猫），史蒂夫的狗冲上去准备攻击，史蒂夫见狗狗冲了上去，也赶快跑过去，豹子愤怒的吼叫了一下，狗狗咬了豹子一口，豹子恼了，冲过来疯狂的撕咬狗狗，狗狗的身上被咬了一身血迹，史蒂夫“啊”的大吼一声，捡起地上的木棍，“啪”的一声打在了豹子的头上豹子晕了过去……\n\n\n\n第一卷  第三章：盖房\n史蒂夫用树叶为狗狗包扎伤口，史蒂夫这是第一次为狗狗哭过，他将那只豹子杀掉后，割掉了他的皮，做成了皮革，史蒂夫找到了一个山洞，把火吧插在旁边的泥土上，史蒂夫铺了一层皮革，躺下睡觉，他把狗狗放在身边，安静地睡下了……\n  ……\n  太阳出来了，史蒂夫坐了起来，见到他的狗狗还在睡着，于是没有打扰它。旁边的火把灭了，估计是晚上的凉风将火把吹灭了。  为了晚上安全一些，史蒂夫决定去找点木头做房子。史蒂夫在小岛上四处寻找断掉的木头，这样也可以制作斧头了。不过徒手合成是合成不出来的，史蒂夫幸亏知道神器合成台怎么做的，只要有了合成台，一个断木也能成斧头的。  十分钟后，合成台造出来了。史蒂夫欣慰不已，连忙造起斧子来。一把木斧子出来了，虽然不怎么结实，但是也能砍几棵树木。他想到万一树木没有了怎么办？于是史蒂夫留了几棵树苗，砍一棵种一棵。史蒂夫一下子砍了许多树，已经把四周墙壁都盖完了。史蒂夫很开心，于是坐在一块大石头上歇息，史蒂夫的狗狗跑了过来，也卧在石头旁边睡了起来…… “狗狗啊，我有点想家了……你想吗？” “汪汪！”  史蒂夫拿了几块木头订到一块，搭到屋顶上，这样下雨就不会淋着了。  今天史蒂夫决定探险。去探险一下他的生活条件（小岛的情况）。小岛上有座山，山上有两棵树，山下有许多树。史蒂夫决定爬上山去看看山上有什么东西。  走到半路，发现山上有个断鱼叉，虽然在这荒野里找到鱼叉估计是这小岛有人来过，不过也好可以逮鱼吃了。 “咴咴咴……”  史蒂夫听到山顶上有马叫，便上去看。一匹棕色毛，白色腿的马在山上蹬着后腿，吃着山上的青草。史蒂夫想：如果驯服了这匹马，这岂不是不用在怕野兽的攻击了？  史蒂夫越想越美，他蹲在草丛里，一步一步的接近这这匹马，但是这匹马还没有意识到附近有人的存在，还在吃着香甜的青草。  史蒂夫不知怎么的，突然冲出了草丛，这匹马受了惊吓，直接冲下了山坡，史蒂夫扑了个空，掉下山去…… \n\n\n第一卷 第四章：床\n\n  史蒂夫受了伤，晕了过去，幸亏摔的是屁股，要是摔住了头，小命就没了。史蒂夫一昏就是2天，2天他没吃没喝……  史蒂夫醒来后一直摸屁股，屁股很痛。史蒂夫觉得很渴，有什么喝的呢？海水不能喝，椰子也没有了，这可怎么办呢……史蒂夫跑到小木屋旁边的山洞里，山洞里面有泉水，史蒂夫喝了大概一桶水，喝饱了。  山洞的水非常的甘甜，很好喝。突然史蒂夫的肚子很痛，喝的太饱了，肚子装不下……吐了好多水。史蒂夫的狗狗也饿了，饿的叫，史蒂夫想办法，看有什么吃的。史蒂夫突然想到他在小岛上找到的断鱼叉，史蒂夫拿起断鱼叉，跑进浅海里。  史蒂夫眼疾手快，发现水里有动静，潮水里一插，再把叉子拿出来，一条鱼死了，要变成史蒂夫和狗狗的食物了。  晚上，史蒂夫点燃了火，他把早上砍得树木当柴火，今晚上可以吃烧烤鱼了。史蒂夫把鱼切成3:2,3份给自己，2份给狗狗。以前都是吃素的，今天可以开开荤啦！不过今晚上海风比较大，烤好的鱼一会就凉了，史蒂夫抱着狗狗跑进屋子，在屋子里生火。  屋里很暖和，如果现在就缺一个床了，天天躺木板，腰都疼了。  第二天，史蒂夫决定寻找羊，制作羊毛毯。这样可以睡得舒服。  史蒂夫发现了后山哪个前几天害他屁股疼的马，史蒂夫有两个选择，一是杀掉马，用皮革坐床，二是驯服他，当坐骑。史蒂夫选择前者。  史蒂夫潜伏在草丛里，想起他的屁股就恨。拿起鱼叉一扔，咦？没扔着！马有受惊了，朝着史蒂夫蹲的草丛冲了过来。史蒂夫可顶不住这冲击力，史蒂夫翻个左筋斗，捡起旁边的鱼叉，迅速插上马的身体，马快走不动了，史蒂夫觉得有点可怜，但是在摸摸屁股，一脚将马踢倒在地。 “哈哈，这下晚上可以睡个好觉啦。\n\n\n第一卷 第五章：雪\n史蒂夫按照鲁滨逊的方法记着日期，一天做一个记号，史蒂夫出海的时间为10月，现在在小岛生活接近一个月了，说实话现在是冬天了啊。史蒂夫从来没有在小岛上看过雪，想想坐在暖和的小木屋生者火看着雪景，是件多么惬意的事情啊。其实史蒂夫完全可以坐一条船回家，但是史蒂夫喜欢探险，天生就有这个种，天天生活在城市里太平凡了，人生就是一场修行麻。这小岛上有鸡，只要有一只雄鸡和一只母鸡就可以繁殖，但是史蒂夫并无法分清母鸡和攻击。不过史蒂夫可以选择当农民，种菜，以前吃素的都是吃草……呕……史蒂夫开始拔草的种子，史蒂夫的木头很多，锄头早都有了，现在种子都也集齐了。可以种菜了，以后吃素不用吃草了。史蒂夫抡起锄头，朝小木屋的后院的一片空地松起土来。把种子撒下土。这一星期来，史蒂夫天天给种子浇水，施肥（大粪）。一星期后，终于见到成果了，一颗颗小苗破土而出，嫩绿嫩绿的，史蒂夫流出了欣慰的眼泪，狗狗也在旁边欢快的叫着。史蒂夫在前院搞了个小型“欢庆会”，庆祝史蒂夫种植农作物成功。史蒂夫找到了俩断木，并且立起来，在断木上刻了几个大字：小岛种植欢庆会。观众很少，只有狗狗和一个史蒂夫用木头制作的人偶……“欢庆会”结束后，史蒂夫准备回屋子，忽然，史蒂夫感觉头上有水，哇塞！史蒂夫看到了从没有过的温馨场面，下雪了……  史蒂夫回到屋子里，坐在自己钉的小木板凳上，看着门外的雪景，忍不住留下了泪。第一卷 第六章：家境，回忆\n  史蒂夫看到了雪景，现在是11月，有雪很正常的，但是在城市里没有这种温暖的感觉，为什么到了岛上，史蒂夫会流泪呢？  史蒂夫摸了摸狗狗的头，原来史蒂夫是想家了，但是史蒂夫觉得这种自己耕种自己生活自己生存一切事情全由自己的生活过得挺好的，在城里，史蒂夫有老婆和孩子，史蒂夫想他们了，史蒂夫怎在进行着生存游戏，一个个艰难险阻考验着他，孤独，寂寞，饥饿，痛苦，恐惧，都是史蒂夫要接受的考验，但是，最大的敌人是自己，只有战胜自己，史蒂夫才能最好的生存下去。  老婆最近出差，史蒂夫的老婆是个画漫画的，孩子闹着杨看看妈妈的工作室，所以带着孩子去了，临走前史蒂夫给老婆在家里留了一封信，让老婆不担心。史蒂夫也是看不用照顾孩子了，一个人放心的走了。最近加班，直接睡在工作室了，然而，史蒂夫是搬运矿石的人，工资很低，史蒂夫也不知道老婆回来看家里没人，会不会担心，在城市里，一直家庭美满的史蒂夫接受的挑战是从未有过的和家人不在一起也不了解家人现在情况的挑战，对史蒂夫来讲，这个挑战很困难。  史蒂夫在小岛上唯一可以说说知心话的人（非人）那也就是狗狗了，虽然狗狗听不懂，每次吐出了真心话后，狗狗只会“汪汪”的叫叫，但是史蒂夫心里已经感觉到很温暖了。  想想回忆下这一个月零一星期所发生的事，都值得回忆，刚开始，不适应，在小道盖房子，解决了吃喝的问题，耕种，打猎，史蒂夫想想他是如何把这片荒岛发展到农家山庄的，自己都觉得不可思议。  虽然很艰苦，但是史蒂夫仍保持乐观的态度，但是，生存的考验，才刚刚开始，史蒂夫接受的只是第一宠上帝给他带来的考验……                           第一卷  完\n\n第二卷：\n第二卷 第一章：Zombie   冬天的夜晚，寒风呼啸，这时候呆在外面可不是个很好的选择，史蒂夫带上正在散步的狗狗回到屋子里，喝杯热茶（水泡小麦），看看雪景，感到很温馨。   不一会儿，史蒂夫就瞌睡了，准备睡觉。   ……   不知过了多久，突然，史蒂夫的狗狗突然叫了起来，史蒂夫惊醒，史蒂夫打开门，看到一个绿脸的家伙，穿着和他一样的衣服，但是破烂不堪。那是……僵尸！   史蒂夫惊恐万分，僵尸摆出了十分恐怖的表情，身上的肉腐烂掉了，走着掉着血块。史蒂夫迅速关上门，如果被僵尸吃掉……那么史蒂夫的孩子就成了没父亲的孩子了。  “不行，我不能死，我一定可以生存下去！小小僵尸算什么，我不会害怕的！”   史蒂夫找到屋子里的断鱼叉，准备出击，发现狗狗不见了，狗狗原来在外面搏斗，史蒂夫大喊道：“狗狗！快回来，危险！”但是，狗狗一直在咬僵尸，但是狗狗并没有受伤。因为僵尸很笨拙，狗狗很灵活，而且狗狗的目标很小，僵尸目标大，僵尸根本攻击不到狗狗，眼看僵尸快被狗狗要死了，史蒂夫把鱼叉一扔，扔向了僵尸，僵尸“嗷”的一声被“爆头”了。史蒂夫擦了一把汗。   史蒂夫将僵尸的肉割了，大口的吃……“噗”！史蒂夫感到嘴里全是酸臭和苦味，异常难吃，僵尸肉干本吃不了，于是扔给狗狗吃了。   今天，是史蒂夫第一次遇见那玩意，在城市里根本没那东西。但是对史蒂夫来说，给了他战斗经验，这是史蒂夫遇到的第一只怪物，也是最容易摆平的怪物，以后的考验……要一步一步的艰难啊……\n  \n第二卷 第二章：无家\n  史蒂夫生活在小岛上已经很久了，为了发展这个小岛，史蒂夫决定一年后在回家。可是史蒂夫不曾想到过城里……  这天，史蒂夫吧自己钉的木头被子放在桌子上，看到杯子里的水在晃动，史蒂夫以为是什么地下反应，没有在意，可是，在千里之外的城市……正在地震。  史蒂夫的老婆完全不知道史蒂夫在小岛上，奋不顾身的往家里跑，发现家里没人了，以为是史蒂夫已经压得粉身碎骨，但是史蒂夫的老婆就痛苦的跪在地上，余震来了，史蒂夫的房子再次倒塌，上面掉下了个砖块，砸晕了史蒂夫老婆，史蒂夫的孩子看到了这一幕，爸爸不见了……妈妈……孩子哭着跑向妈妈。 “妈妈，你醒醒……呜呜……妈妈你醒醒啊。”  没有醒过来，又掉下来一个柱子，直接咋想孩子……两条生命从世界上……消失了……  然而，在另一边的史蒂夫完全不知道自己，已经成为了一个没有亲人的人了。还在惬意的喝着茶，旁边的狗狗欢快的叫着……  史蒂夫会后悔的，会后悔当初为什么要做出这个决定，恨自己为什么抛下亲人不管，自己连累了老婆和孩子，他们的死……都是因为……史蒂夫……千里之外的小岛上只有微微震动，然而城市却变成了一片废墟，城市现在充满了黑暗，家没了……几百条生命在这短短的几分钟内消失，包括……老婆孩子。这场生存游戏，史蒂夫迎接的第二重生存挑战——失亲。然而，这场考验，将会是他人生最后悔的事，也是史蒂夫最后接受的挑战了，因为现在的史蒂夫根本毫不知情。\n\n\n第二卷 第三章：海盗\n离开家的两个月，似乎岛上很平静，没有什么人打扰史蒂夫，这种悠闲自在的生活史蒂夫早已适应了。然而，平静的日子过不了几天，就被打破了。这天，史蒂夫在家种菜时，听到远处有轮船的汽笛生，哔——哔——震坏了史蒂夫的耳朵，史蒂夫迅速跑到前院看，一艘大轮船停在小岛旁边，船上下来许多人，看样子像是海盗。听这些人说这座小岛上有丰富的矿石，值得开发，海盗要占领这座小岛，可是，这些事史蒂夫的全部啊，两个月的辛苦，就要被海盗无情的变成矿山占领了吗？史蒂夫决定，赶走这些海盗，但是他们人那么多，怎么办？ “臭海盗，想要掠夺我的小岛，我绝不会允许的。”史蒂夫愤怒的咬牙切齿，决心赶走海盗，难道海盗可以有为了发财就占领别人家园的权利吗？  一群人史蒂夫应付不过来，史蒂夫决定先从好打的下手。  海盗们已经搭好建筑准备暂时住在哲理了。史蒂夫先击倒了最弱的，穿上他的衣服，假办成海盗，但是狗狗怎么办，于是史蒂夫将狗狗放在屋子的小箱子里。  海盗们已经开始开凿山了，这可咋办啊，史蒂夫急了，船长命令所有船员拿上铁镐开凿山。史蒂夫扮成了船员，船长让史蒂夫和一个秃子一组在山后采矿。史蒂夫见机会来了，抡起铁镐砸想秃子，秃子被砸的头破血流，几秒钟后倒地不起。  这下史蒂夫决定来个逐个击破。史蒂夫骗船长说秃子被石头砸伤了，船长又让和另外两个人在山洞里采矿，史蒂夫后退一步，哐当两下又砸死了两个笨蛋。  史蒂夫感叹：“原来海盗的部下都是笨蛋啊。”\n\n\n第二卷 第四章：逐个击破\n  史蒂夫先后干了四个笨蛋海盗，史蒂夫信心满满，决定刺杀船长，因为擒贼先擒王吗，如果击杀船长，那么下面的人都乱了啊。可是船长旁边有两个保镖，长得非常凶悍，根本打不过他们，但是转机来了，史蒂夫在这四个笨蛋的其中一个兜里找到了一把左轮手枪，并且还有4发弹药，这下可以从暗处刺杀船长了。  史蒂夫瞄准了船长的头部，感觉很激动，可是手一抖，目标从船长的头部转移到了保镖的胸部，保镖的身体如钢铁，打了一枪压根没事，但是这下惨了，船长一经发现有人要刺杀他了，船长派了几个人来个全岛大搜捕。  史蒂夫吓得浑身冒汗。史蒂夫连忙爬到后山（不敢直立行走怕被发现）。突然，一个士兵冲了过来，史蒂夫想：这下惨了，被发现了，没想到哪个士兵转身就走。史蒂夫忘了自己还穿着海盗的衣服呢。  史蒂夫决定来个进程刺杀，史蒂夫的腰上藏着一把小刀。 “报告船长，我发现了刺客并将它捆绑在了后山，请随我去看看。”史蒂夫骗了船长船长以为刺客真的被绑在了后山，便随史蒂夫去。  到了后山，史蒂夫手里突然多出了一把小刀，史蒂夫一跳，直接刺向了船长的头部，船长倒下了，旁边的两个保镖同时挥出拳头，正好砸在他们两个对方的脸上。现在船长和保镖都死了，这下可以给这些笨蛋海盗打个措手不及了。  史蒂夫逐个击破了所有海盗，并且占领了海盗的船，船里的各种工具铁镐啊，剑啊，枪和金银财宝包括船全部都是史蒂夫的了。  史蒂夫在这一天之内变成了富翁，真是个“暴发户”啊。\n第二卷 第五章：魔洞\n  史蒂夫在海盗们开凿山的山洞里决定探寻一番。  史蒂夫在船里拿上了一把铁剑，火把和枪，进入了漆黑山洞。史蒂夫不知道，那么小的岛居然有这么大山洞。史蒂夫听见了一些乱砸的像是怪物的叫声，让史蒂夫瘆的慌。  史蒂夫再往深处走，居然发现了地下矿洞，像是古老的遗迹，很可怕。这地下矿洞是用木头当做柱子支撑着，感觉快要断了似的，旁边全是绿色的藤蔓，还有蜘蛛网，越往深处走，怪物嚎叫的声音就越大。  突然，史蒂夫觉得不太对劲，史蒂夫猛地回头一看，有四只红色的闪闪发亮的眼睛在盯着史蒂夫，史蒂夫挥了一下铁剑，那只怪物“嘶嘶——”的叫这，史蒂夫这才知道，原来那是一只洞穴蜘蛛，那种蜘蛛有毒，一旦被他咬住，就会中毒，疼痛难忍。  那只绿色的蜘蛛扑了上来，史蒂夫身子一闪，将铁剑插入了蜘蛛的身体，蜘蛛痛苦的嘶嘶的叫着，史蒂夫见他还没死，于是又砍了几刀，这下蜘蛛死透了。  看来矿洞处处危险，史蒂夫开始警惕起来。突然屁股一阵剧痛，史蒂夫摸了摸屁股，发现有一支箭射在了史蒂夫的屁股上，史蒂夫往回一看，一个白色的骷髅，站在后面。  史蒂夫出了一身汗，“为什么矿洞那么多怪物啊……”史蒂夫将火把插在地上，掏出枪，啪啪两声打在了骷髅的头上，骷髅的头掉了，骷髅死了。  史蒂夫拿着火把一直往后看，并没有看前面的情况，突然，史蒂夫脚好像踩空了似的，史蒂夫落入了深不见底的矿井中。 “啊啊啊，救命啊”  史蒂夫顺着矿井的坡滑了下去，史蒂夫撞来撞去，撞的头破血流，史蒂夫轱辘轱辘的滚下去，重重的摔在了地上，晕了过去。\n\n\n第二卷 第六章：梦\n  史蒂夫不知晕了多久，醒了过来，火把灭了，枪也摔碎了，现在只剩下一把铁剑了，史蒂夫现在是受伤的状态，于是他扶着墙走路。  走了许久，发现远处有亮光，走近一看，居然是个门，史蒂夫很奇怪为什么这种地方会有一个门。史蒂夫推开了门，里面像是个人住的屋子，他仔细打量一番，屋子里有个床，有个箱子和一个桌子椅子，桌子上放着一个烧了一半的蜡烛，抽屉是半开着的，里面放了一捆蜡烛，墙壁上放着几幅画，床头插着一根火把，床旁边还有一个门。 “有人吗？”  床旁边的门里发出了人咳嗽的声音，一个老头从门里出来，老头的衣服破烂不堪，身上脏兮兮的，还有股臭味。 “你……你是谁啊……咳咳……”老头用沙哑的声音说。 “我是一名冒险者，我叫史蒂夫，来这个矿洞探险，不小心掉到了这里，请问……这是哪里，我要怎样走出去？”史蒂夫说道。  老头不慌不忙的从抽屉里拿出一本书，老头吹了吹书上的灰尘，又拿出了一个眼睛，手抖抖的戴上了眼睛并翻开书，嘴里嘀咕嘀咕的念叨着什么。  史蒂夫凑上去看，老头突然合上书，一大堆灰尘从书里飞了出来，老头瞬间变成了末影人，一下子转移到史蒂夫的身后，突然史蒂夫从床上坐了起来，原来是一场梦啊，刚才是狗狗吧史蒂夫叫醒的。  史蒂夫赶快跑出去，史蒂夫以为海盗的事也是梦，但是史蒂夫发现海盗船仍在岛的旁边听着。“为什么我会做这样一个怪梦啊。”史蒂夫纳闷到。  史蒂夫跑到梦里那个山洞的位置，发现真有这个山洞，史蒂夫有点害怕的看着这个山洞。\n\n\n\n\n                              第二卷 完\n\n第三卷：\n\n第三卷 第一章：Living the dream 史蒂夫为了生存的梦想，为了把小岛改造成史蒂夫想象的那样，经历了风风雨雨，采矿，赶走海盗，漂流，种菜，盖房子，这些都是史蒂夫曾经在小岛上做过的事，上会说到史蒂夫做梦进入了矿洞，洞里有个末影人。史蒂夫觉得这是很蹊跷，为什么在做梦的那个山洞正好就在小岛的那里，史蒂夫决定再入山洞一探究竟。 史蒂夫走进山洞，但是山洞里并没有什么地下矿洞，也没有那么多矿石，更多的只是蜘蛛网和石头。史蒂夫还是觉得不对劲，决定再往深处走走，在一个很容易被忽略的细节，被史蒂夫发现了。 山洞的左侧有个小洞洞。史蒂夫钻了进去，从哪个山洞掉了下去，发现下面是一个用石砖垒的上面全是青苔，中间有个终结传送门，里面发出很可怕的声音，史蒂夫有点害怕，但是又回不去了，史蒂夫只好跳了进去…… 史蒂夫进入了……终界…… 幸好史蒂夫身上带了一把铁剑，史蒂夫悄悄地……千万别看……末影人的……眼睛。 史蒂夫看见了终界龙，似乎只能打败终界龙才可以回去，终界龙发现了史蒂夫，终界龙一声巨吼，所有末影人全部消失了，包围了史蒂夫，史蒂夫蹲着从末影人的胯下滑翔了出去，史蒂夫挥刀一砍，一只末影人死了，终界龙飞了过来。 “啊！救命！”史蒂夫被终界龙的爪子带了起来。   史蒂夫拼命挣扎，看来终界龙是要把史蒂夫扔入虚空，如果掉入虚空，那小命就没了，史蒂夫纵身一跃，史蒂夫的衣服破了，史蒂夫直接跃上了终界龙的背上，刺向了终界龙的脖子，终界龙大吼一声，乱晃身体，想甩掉史蒂夫，史蒂夫用剑插住终界龙的身体，掉不下去，终界龙最后吼了一声，身上发出光芒，终界龙的身体开始烂掉，终界龙……被干掉了……   史蒂夫从空中掉了下来，正好掉到了回家的传送门里…… \n\n\n第三卷 第二章：归城\n  史蒂夫掉入了传送门中，居然送回了城市，史蒂夫：“这怎么是……一片废墟啊，这是那里啊……”史蒂夫仔细观察……史蒂夫这才发现，这是，史蒂夫的……方块小镇……  为什么变成废墟了，难道发生什么灾难了吗？史蒂夫这下才意识到，史蒂夫的老婆孩子的情况应该不妙，史蒂夫迅速跑到老婆工作室的大概位置，发现没人，史蒂夫又跑到他们家的位置，疯狂的把砖块扒开，史蒂夫的手流血了……  史蒂夫痛苦不已：“孩子你在哪儿啊，别吓爸爸啊……”史蒂夫当扒开一块砖后，发现老婆和孩子都压在一个柱子下，已经没有呼吸了……  史蒂夫觉得一切都没有了……史蒂夫失去了最重要的东西……亲人……  果然，史蒂夫非常后悔，史蒂夫气的握着拳头，砸自己的腿，史蒂夫将亲人的尸体拉出来，带着亲人的尸体，拉到小船上，带着亲人……把亲人埋到小岛上……  史蒂夫这几天消瘦了很多，吃饭也少了……因为亲人，没有了……  史蒂夫最近也没有什么精神了，干什么事都没有力气……现在史蒂夫的唯一亲人真的只剩狗狗了。只有狗狗汪汪的叫几声史蒂夫才会笑一笑……  因为干什么不用心，狗狗最近肚子也饿扁了，史蒂夫看狗狗很可怜，于是要重振旗鼓，不能因为家人死了，自己在一死，他们史蒂夫家族就灭亡了……  史蒂夫决心要过跟好的生活，决心把小岛改造成一个城镇。  “家人在看着我……我不能让家人失望啊，我一定可以，更好的生存下去，我一定要……成为一个传说！”\n\n\n第三卷 第三章：重振旗鼓，终结历险\n  史蒂夫开始了她的大规模小岛改造计划，史蒂夫白天改造小岛，晚上就画工程改造图，史蒂夫的小岛上有两座山，正好可以在山上盖瞭望塔。史蒂夫的小岛山下可以多造一些房子，史蒂夫将海盗船拆了，里面的材料足够完成搭建小镇。  海盗船上有很多原石，瞭望塔就用圆石盖吧。史蒂夫用木头造了个小木车，拉了一车子圆石头，运到山上，开始建造……  一个月过去了……有一个月过去了，史蒂夫的瞭望塔基本上造好了，最近岛上也很平静，没有什么事，完全没有人打扰史蒂夫完成他的小镇梦想。又过了一个星期，史蒂夫的瞭望塔造好了，史蒂夫感到无比的欣慰，史蒂夫的狗狗在旁边汪汪的叫。  日子很平静，史蒂夫的屋子也从木板房进化成了圆石房子，史蒂夫的空岛生活很温馨，天天下水捕鱼，打猎，泡茶，但是这种平淡的日子，史蒂夫又觉得太无聊了，所以，史蒂夫决定好了，这半年来，史蒂夫收获了很多。  史蒂夫战胜了孤独，战胜了恐惧，更战胜了自己。  所以，史蒂夫决定要来一个比这些旅程更长的一个旅程的准备了。  史蒂夫决定什么都不带……只带一个东西……狗狗……\n\n\n\n\n                   剧终             谢谢支持\n\n\n本人是新人，请多多包涵   请勿抄袭，谢谢  已排版过\n\n\n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1409461200,
            "txt_content": " 本帖最后由 男人婆 于 2014-8-30 23:56 编辑 \n\n本人早就写完了，由于各种原因，电脑坏了，不能发帖，如有疑问询问作者。写那么多不容易啊{:10_504:}毕竟本人写了一个月啊，不容易的"
        },
        {
            "author": "HGK",
            "timestamp": 1409476200,
            "txt_content": "封面是你做的么？\n内容写得还好再排版一下\n随我去讨论下能不能给个图章或优秀"
        },
        {
            "author": "男人婆",
            "timestamp": 1409478120,
            "txt_content": "HGK 发表于 2014-8-30 23:10\n封面是你做的么？\n内容写得还好再排版一下\n随我去讨论下能不能给个图章或优秀 ...\n恩，我再修改修改排排版"
        },
        {
            "author": "男人婆",
            "timestamp": 1409478960,
            "txt_content": " 本帖最后由 男人婆 于 2014-9-14 01:47 编辑 \n男人婆 发表于 2014-8-30 23:45\n恩，我在编辑一下排排版\n\n第一卷第三章题目不小心弄成蓝的了，一时疏忽，抱歉"
        },
        {
            "author": "男人婆",
            "timestamp": 1409488680,
            "txt_content": "准备些漂流记第二部"
        },
        {
            "author": "HIJKLMN",
            "timestamp": 1409489340,
            "txt_content": "目测lz发此贴不易啊！"
        },
        {
            "author": "hh9130045",
            "timestamp": 1409491080,
            "txt_content": "写的真不错，文笔起伏以及构思的十分完美\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "a104911520",
            "timestamp": 1409494020,
            "txt_content": "摸摸作者的狗头。清继续加油。虽然文笔很稚嫩。"
        },
        {
            "author": "男人婆",
            "timestamp": 1409545500,
            "txt_content": "a104911520 发表于 2014-8-31 04:07\n摸摸作者的狗头。清继续加油。虽然文笔很稚嫩。\n那你是什么头"
        },
        {
            "author": "我朶世界",
            "timestamp": 1409915760,
            "txt_content": "很好很不错，顺便，新人请多多关照"
        },
        {
            "author": "男人婆",
            "timestamp": 1411038780,
            "txt_content": "最新作品：《铁傀儡之心》http://www.mcbbs.net/thread-340396-1-1.html"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411175100,
            "txt_content": "不错不错，就是文章的格式看起来不大舒服"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411175100,
            "txt_content": "我是小骷髅 发表于 2014-9-20 09:05\n不错不错，就是文章的格式看起来不大舒服\n希望楼主改改啊"
        },
        {
            "author": "男人婆",
            "timestamp": 1411176660,
            "txt_content": "我是小骷髅 发表于 2014-9-19 15:05\n希望楼主改改啊\n额，好吧，我在编辑编辑"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411177020,
            "txt_content": "男人婆 发表于 2014-9-20 09:31\n额，好吧，我在编辑编辑\n没有隔行的很乱的"
        },
        {
            "author": "男人婆",
            "timestamp": 1411177200,
            "txt_content": "我是小骷髅 发表于 2014-9-19 15:37\n没有隔行的很乱的\n你可以看看我的《索引贴》，很好的"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411177320,
            "txt_content": "男人婆 发表于 2014-9-20 09:40\n你可以看看我的《索引贴》，很好的\n看过了，挺不错的"
        },
        {
            "author": "L99",
            "timestamp": 1412409840,
            "txt_content": "男人婆 发表于 2014-9-20 09:31\n额，好吧，我在编辑编辑\n必殺:自言自語之術{:10_493:}"
        },
        {
            "author": "L99",
            "timestamp": 1412686920,
            "txt_content": "支持,人氣給足"
        },
        {
            "author": "男人婆",
            "timestamp": 1413018060,
            "txt_content": "自顶一个233"
        }
    ]
}