{
    "title": "超实用小技巧！",
    "author": "sky丿麒.麟",
    "replyCount": 9,
    "timestamp": 1409464500,
    "txt_content": "    　Hi，今天向大家介绍一些超实用的小技巧！希望大家喜欢！本帖为本人原创！若大致内容有雷同，请勿误解！。。。。        最近看到很多技巧帖，怕大家误解了！好了，废话不多说，马上进入主题！    　1.生物的视野一般为16格范围 特殊の如小黑，鬼魂 视野分别是64格和100格 末影龙的视野无限 只要在加载区块的区块内 龙就会对玩家进行攻击。　　2.向僵尸村民(脸上长着个屌的僵尸← ←) 扔虚弱喷溅药水 右键给他们吃金苹果 等待大约三四分钟···僵尸村民就会被治愈成普通村民 ~　　3. 按2下W疾跑饥饿消耗是走路的10倍 游戏初期最好不要疾跑 浪费饥饿度，如果是和平模式不掉饥饿 随便跑吧··· 饥饿3格或3格以下无法疾跑···　　4.村民晚上会向一个有门的空间走 如果有2个房子都有门 村民会优先去亮度高的地方 门对村民很重要!(搞基的前提← ←)　　5.怪物在阳光低于7的时候生成 很多植物的生长都离不开亮度 雷暴天气怪物会在白天生成 因为亮度太低 雷暴天气天黑的时候也可以睡觉~　　6.村民会不断搞基生BB← ←前提是有足够的门和2个村民 困难模式僵尸会破门 其他模式只会敲门 找到一个村庄小心被僵尸屠村了···　　7.腐肉可以治疗驯服的狼(拿骨头右键狼可以驯服狼 一次不行多试几次~) 自己想吃腐肉回饥饿? 吃了饥饿耗的快? 原地不动就行了。饥饿效果只不过提高饥饿下降的速度而已···　　8.TNT在水中爆炸不会破坏任何方块 TNT在点燃前不受到重力的效果 点燃后就和沙子一样有重力了···　　9.告示牌可以堵水堵岩浆~ 火把也可以堵~ 只要技术高~　　10.苦力怕被雷劈会变成极其恐怖的高压苦力怕 爆炸范围是苦力怕的一倍 生命值20 不过自然产生的一般都被雷劈了下···　　11.岩浆可以充当燃料燃烧1000秒···岩浆还可以做陷阱(熊孩纸太可怕了···)拥有一套火焰保护3的附魔装备可以在岩浆里泡···当然想泡岩浆是一个很不明智的行为 基本都是去地狱打烈焰人用的···岩浆里无视野 也看不到钻石← ←　　12.不管是什么生物~死后掉落的东西都会在他的脚下掉落 这对制作陷阱很有帮助~　　13.养猫可以吓跑苦力怕 苦力怕看到猫跟耗子似的撒腿就跑 但是被驯服的猫喜欢在箱子 床和烧着的熔炉上 这会导致不能使用这些工具···野生的狼和豹猫会攻击羊和鸡 猫的驯服方法：慢慢走过去给猫吃生鱼 成功的话就会变颜色 共有3种颜色~　　14.蜘蛛生成的时候有百分之一的几率变成蜘蛛骑士 就是一只骷髅坐在了蜘蛛上面~蜘蛛骑士有蜘蛛的速度和跳跃力 并且拥有骷髅的远程攻击 要攻击可以选择先找一个障碍物 吸引 在击杀　　15.地狱岩上方可以无限烧火 打火石右键可以点火 用此方法可以弄出漂亮的壁炉哦 注意壁炉旁不要放易燃品~易燃品有书架、树叶、栅栏、木头、木板、和木楼梯什么的~ 很科学的易燃品···　　16.牛可以无限被挤奶 喝牛奶会解除玩家中毒/药水效果 牛奶可以消除腐肉的饥饿影响 让腐肉变成稳定的食物来源~　　17.走在灵魂沙上有减速的效果··· 灵魂沙下放冰块 在上面的移动速度是正常的负30倍 灵魂沙比普通方块低1/16 船撞上去不会被破坏 可以充当码头···　　18.漏斗是有方向的 它只会向那个方向的容器里注入方块 一旦漏斗被红石充能就不会传输东西···附在熔炉顶部的漏斗会向物品槽注入物品 附在侧面的漏斗只会向燃料槽注入物品 熔炉下方的漏斗只会从成品槽抽出物品 漏斗可以隔着半砖和灵魂沙吸收东西···　　19.鱼竿不只可以钓鱼 还可以拉动生物 技术好可以右键弹走鬼魂的火焰弹　　20.剪刀可以迅速的剪蜘蛛网 剑也可以快速破坏蜘蛛网 但是每破坏一个要消耗2耐久~ 剪刀右键羊 可以得到1~3个羊毛 剪刀还可以剪下植物~ 藤蔓 草 树叶 神马的~　　21.准心对准小黑 小黑会愤怒的瞬移过来然后打你 准心不对准小黑就可以避免小黑打你··· ps：戴南瓜看小黑小黑就不会主动攻击你 大家有没有感觉打小黑很麻烦呢 打一下小黑瞬移跑一下在过来 其实十字准心对着小黑下半身在打 就可以让小黑不瞬移对打了~　　22.故障···　　23.千万不要把压力板放门口··· 原因：怪物也能进你的房间”捣乱“　　24.蘑菇有人会说没菌丝种不了 种的方法很简单 种在亮度低的地方就可以了 骨粉对蘑菇右键可以让蘑菇变成巨型蘑菇 前提是空间要够9X9X8。蘑菇汤什么的最有爱了~ ps：那么菌丝什么用呢? 菌丝可以在高亮度的地方种蘑菇~　　25.黑曜石可防TNT和苦力怕的爆炸 水碰岩浆源可以让岩浆变成黑曜石 碰到流动的岩浆只会变成圆石。黑曜石只能用钻石镐采集~　　26.挖一条3格直线 \"水 空 水\" 可以弄出无限水(在空的位置用水桶可以无限右键取水) 2X2 对角线倒水也可以　　27.鸡蛋仍在树叶可以增加砸出小鸡的几率~　　28.Minecraft中 一天20分钟 白天10分钟 黄昏傍晚各1.5分钟 夜晚7分钟···　　29.凋零召唤方法 ：将4个灵魂沙T字型摆好 将其顶端安放3个凋零头 铁傀儡召唤方法：将4个铁块T字型摆好 将其顶端安放1个南瓜头。雪人召唤方法 ： 将2个雪块1字摆好 将其顶端安放1个南瓜头　　30.突然从很高的地方掉下来怎么办? 各种纠结有木有 马上要掉到地上的时候 按下Esc 退出 然后在进入游戏。你会惊奇的发现从高处掉下不掉血! 小提示：服务器不管用···　　31.龙除了末地石 基岩和黑曜石能”吃“掉其他一切方块 包括岩浆和水···　　32.蜘蛛和洞穴蜘蛛在亮度小于11的时候变的有攻击性 也就是说在太阳的照耀下你不惹它它不惹你 太阳亮度为15　　33.游戏帧数低可以把视野调近和声音关了 游戏能够顺畅不少~　　34.不要一直向下或者向上挖 以免岩浆 怪物 大峡谷等危险 虽然大峡谷可以用30条的神技← ←　　35.岩浆流动速度比水慢很多 水可以流动7格 在主世界 岩浆只能平行流动3格 在地狱岩浆可以流动7格。在地狱倒的水会被蒸发 地狱千万不可睡觉···床会像TNT一样的爆炸~　　36.梯子有一点点的实体 而藤蔓没有 从高空落下藤蔓比梯子有着更好的缓冲作用~ 往往那么一点实体就会摔死人　　37.岩浆 仙人掌做垃圾桶什么的最讨厌了 ~ 突然脑残仍进去贵重物品又想拿回来就没办法了 本人认为最实用的垃圾桶是挖个2格坑在放活板门 可拾物在地上5分钟后将被清除~ 玩服务器的小心扫地大妈了~~　　38.摁住Shift 可以停在方块的边缘 高空作业不用担心咯~对跑酷非常有用 摁着Shift 还可以在容器上放东西 比如火把 告示牌神马的~　　39.在地狱一直向上挖 直到挖到基岩 这个时候向上仍末影珍珠可以瞬移到地狱基岩之上 小提示：在基岩上打凋零挺方便的·· 不怕凋零破坏地形~ 使用末影珍珠会造成2.5颗心的伤害 掉落保护附魔的鞋子可以减少你受到的伤害~ 勿在地狱睡觉 床会Ssssssssss boom!　　40.烧木头可以得木炭 木炭效果和煤炭一样 可以燃烧80秒 建议游戏初期的木镐不要仍 可以做燃料···木头和木板的燃烧时间是一样的 千万不要木头烧木头得木炭···很浪费资源···　　41.路过村庄 记得看铁匠铺 就是门口有2个熔炉的地方 房顶是石台阶 里面有箱子东西有好东西··· 最好在村庄旁边安营扎寨。把门全撸了 记住只剩下1个门 这样晚上村民就全向那个门跑了 在把门封了 全部关起来 方便交易 避免僵尸(不要说我禽兽← ←)右键村民交易 交易多了会有新交易···ps：交易真尼玛坑···　　42.附出时运3在挖钻石 产量翻倍 反正钻石需求量不大 造个钻石镐后就不怎么需要 没时运3挖出钻石最后记个坐标 有时运3在来挖走 当然先用精准附魔镐带走也行 前提是你有··· 时运1和时运2 除非在服务器迫不得已 最好不要挖 反正钻石需求量不大 还不如最大利用每个钻石矿　　43.F1隐藏界面 F2拍照 F3一直显示信息栏(fps等) F5第三人 F8平滑视角 F11全屏　　44.鱼竿在室外比室内更好掉到鱼 鱼竿要甩出10格才能进行钓鱼 话说一格水也能钓鱼 技术问题QAQ，如何鉴定是室内还是室外 看那格水上面有没有方块就可以　　45.地狱生物全d部对火焰和岩浆免疫~　　46.F3+H 显示物品ID和耐久 f3+p可以不暂停游戏的情况下让窗口失焦，按f3+c十秒可以让游戏崩溃，f3+a重载区块，f3+b显示实体碰撞箱 f3+d清空聊天记录，f3+t重载资源包(图片)，f3+s重载资源包(音乐)　　47.在杀死羊的一瞬间用剪刀右键羊可以得到2~5个羊毛 不需要什么手速，在羊在一滴血的时候用剪刀左右键羊就可以了···　　48.我的世界由一个一个区块拼凑而成 每个区块由16×16×256方块组成 单人模式下玩家周围所生成区块的确切数字往往与视野距离和玩家的移动有关···玩家周围的区块会不断更新···远离玩家周围的区块不会更新 比如远离玩家的植物和动物不会生长和成长···玩家出生地的区块会不断更新 就算玩家远离出生地 出生地的植物也会照样生长···　　49.三格高的入口 用半砖覆盖它的顶部和底部··· 怪物会无法通过 但是玩家依然可以通过 还可以在入口放藤蔓挡住怪物视线···在生存里的房子我就喜欢这样 从不搞门···　　50.骷髅射死苦力怕 苦力怕必掉唱片~ 需要风骚的走位 3点一线的位置 最好兜圈子的时候先打残苦力怕 好让骷髅射死~　　51.合成台中拿住一个东西左键按住拖动出你想合成的东西会把你手里的东西均匀摊开 而右键拖住是放一个 双击左键是吧背包里可堆叠的东西堆叠到一起　　52.在服务器里骑猪或者骑马可以无视领地的移动权限\n相关攻略\n\n\n",
    "replies": [
        {
            "author": "残忆",
            "timestamp": 1409464620,
            "txt_content": "我写的\n\n小技巧及实用的知识~\nhttp://www.mcbbs.net/thread-109162-1-1.html\n(出处: http://www.mcbbs.net/)\n\n这雷同好多啊 你说是吧"
        },
        {
            "author": "夏福",
            "timestamp": 1409464680,
            "txt_content": "复制就是你的不对了.."
        },
        {
            "author": "56821747",
            "timestamp": 1409464680,
            "txt_content": "鬼魂是什么鬼（╯‵□′）╯︵┴─┴"
        },
        {
            "author": "Qin_yu",
            "timestamp": 1409464800,
            "txt_content": "为什么这些内容我都感觉在哪篇帖子看过？！"
        },
        {
            "author": "050035",
            "timestamp": 1409464860,
            "txt_content": "楼主火星了 都到冥王星了A.A"
        },
        {
            "author": "ZiiiiY",
            "timestamp": 1409464980,
            "txt_content": "第五条 雷暴天气没有天黑也可以睡觉"
        },
        {
            "author": "tttt5000",
            "timestamp": 1409465280,
            "txt_content": "LZ是不是火星了，我感觉都在哪看过。。"
        },
        {
            "author": "流liu",
            "timestamp": 1409465460,
            "txt_content": "赤裸裸的抄袭啊              "
        },
        {
            "author": "ZiiiiY",
            "timestamp": 1409465700,
            "txt_content": "ZiiiiY 发表于 2014-8-31 14:03\n第五条 雷暴天气没有天黑也可以睡觉\n还有一些少字 导致意思错了"
        }
    ]
}