{
    "title": "<连载·单章>【猪猪君历险记】作者：418878840【第十章：仪式】完结撒花！",
    "author": "418878840",
    "replyCount": 7,
    "timestamp": 1409567520,
    "txt_content": " 本帖最后由 418878840 于 2014-9-2 06:45 编辑 \n第一步结局来也，我自己也有点激动，总之大家看吧\n索引：http://www.mcbbs.net/thread-295300-1-1.html\n\n\n\n我是文章\n第十章：仪式  “你到底想干嘛？”末翼说道。  “我来这的目的很简单，就是把这个浑身冒傻气的僵尸带走。”  “我？我怎么了。”亡灵愣住了   紫色空间内，猪猪君嘴里咬着之前的魔法匕首，不断地挥舞，但假末翼一个后跳就躲过了，假末翼大刀一挥，紫光凝聚，顺着刀身，紫光直接飞了出去。猪猪君毫不示弱，咬着匕首就朝假末翼的大刀冲去。  就在那一刻，猪猪君觉得这是自己一生中做得最勇敢的一件事了，就算是死，也值了，可是他现在还不能死，它还没有救活他的爸妈呢，猪猪君下定决心，脚步骤然一停，顺着紫光的左方闪躲，假末翼刚把大刀提起，猪猪君的匕首就应经到他跟前了。砰的一声，紫色空间开始扭曲，假末翼瞬间变成了一滩血水，“啊！”猪猪君又晕了过去。  当他醒后，他看到了末翼。“大胖鸭呢？”猪猪君立马起身问道。末翼连忙把他按了下去：“你的伤很重，不要乱动，至于大胖鸭，他不是跟你在一起吗？”“果然……不是梦吗。”猪猪君一下子倒在了床上。 末翼跟猪猪君讲了之前在冰窟发生的事，猪猪君不是很明白，其实末翼自己也不是很明白，亡灵被那个守护神带走了，仇也没报成，不过可喜的是末翼的身体回来了。 猪猪君低头一看，末翼应经有了双脚，这令他的心情好了点，至少他把他的承诺完成了。 “等你伤好了，我就兑现我的承诺，送你去暴风森林的对面。”  就这样，三天过去了，猪猪君安心养伤，并且应经好的差不多了，今天就是他再次出发的日子了。  “伤怎么样了？”末翼今天换了一套新衣服，他理了理领子，对着镜子臭美道。   猪猪君从床上爬起来，活动了几下，看来没有问题了。末翼之后便施展了魔法，准备送猪猪君过去，不过在临走时，末翼给了猪猪君一块水晶，说是对他有帮助，猪猪君收下了。暴风森林对面是一片沼泽地，连接着丛林，枝繁叶茂的，猪猪君要是没有那份地图还真会迷路，多亏有地图啊，猪猪君感慨。（都不知道是谁在之前埋怨地图没用呢。）到了叔叔家，猪猪君敲了敲门，“有人吗？有人在家吗？”随着屋里的脚步声，门开了，只见一只脖子上戴着红项圈的狗蹲在地上……“叔叔，你怎么整成这德行了？”猪猪君惊讶道。“哦，是我的乖侄子啊，这件事说来话长啊。”猪猪君的叔叔说。猪猪君的叔叔，品种：狗，江湖绰号：黑魔狼一个月前被一个玩家用超豪华限量版狗狗棒狗粮收买，成其宠物狗，改名为——多吉……“什么？叔叔，你难道应经混成需要靠别人养了吗？”猪猪君不敢相信。多吉叹了一口气，没有说话。“魔法这行真的那么难混吗？”猪猪君也跟着叹了一口气。“咋么先不提这个，先说说你今天来是干嘛的。”于是猪猪君跟他叔叔叙述起了之前发生的所有事。“是这样啊，正好我最近在研究这个魔法，但是由于没有冤魂给我实验，所以一直没进展。”多吉拍了拍腿，想到了什么，“我哥哥和我嫂子的灵魂应该还在这个世界上，只要我摆个祭坛，做个仪式，成了！”“真的吗？太好了！”猪猪君高兴极了。     经过一番准备，仪式即将开始，当当当当！多吉挥动手中的魔法棒，火焰魔法点燃了周围的魔法烛台，构成了一个圆形，又是一阵咒语后，地面出现了一个巨大的紫色魔法阵！整个地面都在因为这个魔法颤抖着，看来这个魔法真的是非常厉害，猪猪君眼里满是羡慕。  “我哥哥和嫂子的在天之灵啊，如果你听到我呼唤，就请回来吧！”多吉举起了魔法棒，再次念起了咒语。  “接下来就靠你了，我只能为你打开一天的数据漏洞，你必须在这个时间内，把你爸爸妈妈从数据库里带回来！”  “我会的！”猪猪君看着那个黑色且深不见底的洞，他有点了怕了，但既然都来到这里了，还怎么能放弃。猪猪君咬咬牙，大喊一声，便朝洞口冲去……   “团长，我对刚刚侦测到有人打开了数据大门。”一个满脸掐眉的人说。   而旁边坐着的那个人，只回了一句话，“清除！”    END\n\n\n第一部的故事已经结束了，是不是很坑爹啊，所以一定要期待《猪猪君历险记》的第二部（名字没想好）\n\n....................................................................................OAO...........................................................................................................................................\n@我是小骷髅 @梦魇冰眸 @嗜金龙须 @a5766193 既然完结了，随便@一下版主吧@a2455564728 \n另外，求人气\n",
    "replies": [
        {
            "author": "梦魇冰眸",
            "timestamp": 1409576820,
            "txt_content": "沙发？祝贺大结局~"
        },
        {
            "author": "HGK",
            "timestamp": 1409577900,
            "txt_content": "最后出现的人对那只猪说了声\n“I m you Father.”"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1409579220,
            "txt_content": "祝贺大结局，好带感~"
        },
        {
            "author": "418878840",
            "timestamp": 1409580600,
            "txt_content": "HGK 发表于 2014-9-1 21:25\n最后出现的人对那只猪说了声\n“I m you Father.”\n你在骂人吗？\n（这坑爹的结局其实是为了迎合跟坑爹的第二部，所以......）"
        },
        {
            "author": "a5766193",
            "timestamp": 1409922780,
            "txt_content": "我又来了，祝贺结局了祝你早日出现第二部。"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1411173000,
            "txt_content": "坐等第二部,记得@我"
        },
        {
            "author": "418878840",
            "timestamp": 1411179180,
            "txt_content": "1679434224 发表于 2014-9-20 08:30\n坐等第二部,记得@我\n第二部已经出了哦，只是没有做索引而已\n在这里：http://www.mcbbs.net/thread-334275-1-1.html\nhttp://www.mcbbs.net/thread-339360-1-1.html"
        }
    ]
}