{
    "title": "Minecraft Xbox One 版将于本周五发布",
    "author": "kaho",
    "replyCount": 7,
    "timestamp": 1409738460,
    "txt_content": " 本帖最后由 cyqsimon 于 2014-9-3 18:51 编辑 \n\n\n\nMinecraft 随着 Minecraft Xbox One 版本（ESRB分级为E10+）的发布而正式进入下一个主机时代，9月5日（本周五）可以正式在 Xbox 市场下载。已经购买了 Minecraft Xbox360 版本的玩家可以以 $4.99* 美金（大概30RMB）升级到新版本；新玩家可以支付 $19.99 美金（大概122RMB）购买完整的游戏。玩家在 Xbox 360 版本中下载的所有额外内容（如资源包、网络上共享的存档）均可以在 Xbox One 版本中重新下载。\n\n有了比 Xbox 360 版本大 36 倍的世界，现在你可以在更大的范围上进行创造了。你也可以把 Xbox 360 版本上最喜欢的存档转移到你的 Xbox One 里，所以你不必担心失去你的存档。你还可以加入由多达 1300 万 Minecraft 粉丝在 Xbox Live 平台上建立的，具有丰富创造力的创作团队。还有，有了主机上范围极广的可下载内容以及四个玩家分屏游戏、八个玩家联机游戏的能力**，你永远不会遇到因为没有足够的世界让你探索而感到乏味的窘境。\n\nXbox 给予了玩家很多的选择 —— 即使在如何购买游戏这一方面也是。从星期五开始，玩家可以使用信用卡或者从零售店购买的礼品卡，在 Xbox 商店 购买及下载 Minecraft Xbox One 版本的更新或者完整游戏。这个月的晚些时候，部分零售商将会开始出售完整版的游戏兑换码以及完整的游戏光盘，刚好赶上在假期期间送礼。\n\n无论你是一个资深的 Minecraft 玩家想继续你的游戏旅程，还是一个 Minecraft 的新手，你都能在这个周末上手 Minecraft Xbox One 版本。\n\n*要享受使用 $4.99 USD 升级新版本的玩家必须拥有 Xbox 360 版的游戏光盘或 Minecraft Xbox 360 数字版，并将其连接至您的 Xbox Live 账户。更多资讯，您可以访问 xbox.com/en-US/games/minecraft-xbox-one-edition\n\n**需要 Xbox Live 金会员资格，需另外购买。\n\n\n原文：\nMinecraft enters the next generation with the release of Minecraft: Xbox One Edition (ESRB rating E10+), available Friday, Sept. 5 for download in the Xbox Store. Owners of Minecraft: Xbox 360 Edition can upgrade for just $4.99* USD, or new players can download the full game for $19.99 USD. All downloadable content players have purchased for the Xbox 360 Edition is available free for re-download on Xbox One.\n\nWith worlds up to 36 times larger than on Xbox 360, now there’s an even bigger canvas to create on. Transfer your favorite Xbox 360 worlds and content to the Xbox One Edition so you won’t lose your creations. Join a community of 13-million-plus Minecraft fans on Xbox Live that are continually laying down imaginative creations. And, with the widest range of downloadable content on console, you’ll never run out of new worlds to explore with four player split-screen on one console or up to eight players over Xbox Live.**\n\nXbox is about giving players a choice - even in how you buy your game. Starting Friday, players can purchase and download the Minecraft: Xbox One Edition upgrade or full game from the Xbox Store with either a credit card or an Xbox Gift Card purchased at retail. Later this month, select retailers will sell the full game Digital Download Code and the full game packaged disc will be on retail store shelves globally this holiday, just in time for gift giving.\n\nWhether you’re a veteran Minecraft player continuing your journey or a new member of the community, you’ll be able to kick off your weekend with Minecraft: Xbox One Edition.\n\n*To qualify for the $4.99 USD upgrade offer, players must own the retail disc or digital version of Minecraft: Xbox 360 Edition and connect to Xbox Live with their account. For more information, visit xbox.com/en-US/games/minecraft-xbox-one-edition\n\n**Xbox Live Gold membership required, sold separately.",
    "replies": [
        {
            "author": "a20001017",
            "timestamp": 1409738820,
            "txt_content": "kaho的翻译有较大进步！"
        },
        {
            "author": "32859681",
            "timestamp": 1409739300,
            "txt_content": "版本好多我都搞混了{:10_556:}"
        },
        {
            "author": "㏑243",
            "timestamp": 1409739720,
            "txt_content": "不是很贵"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1409740620,
            "txt_content": "NOTCH是任黑，MC这辈子都不可能出在任系机子上了（任豚已哭"
        },
        {
            "author": "a20001017",
            "timestamp": 1409740740,
            "txt_content": "Sky、果冻 发表于 2014-9-3 18:37\nNOTCH是任黑，MC这辈子都不可能出在任系机子上了（任豚已哭\njeb真的要做notch不管的"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1409741520,
            "txt_content": "a20001017 发表于 2014-9-3 18:39\njeb真的要做notch不管的\nNOTCH的推特，不知道图行不行\n\n风靡全球的《我的世界（Minecraft）》销量早已突破3000万，创造了销售神话。而即将还推出PS4和PSV版本，《我的世界（Minecraft）》几乎登陆了所有主流平台。而任天堂平台则是个遗忘之地，为什么呢？从《我的世界（Minecraft）》创始人Markuss Persson（也被玩家称之为Notch）最近的发言可以知道答案。\nNotch近日在推特上连续发表了几条抨击任天堂wiiu主机的言论，同时也引发了和任天堂爱好者之间的口水战。事情起初是任天堂爱好者看见《我的世界（Minecraft）》登陆了所有主流游戏平台，唯独不见任天堂平台就质问Notch凭什么不出wiiu版。\nNotch回答道，房间角落里一个指示灯在闪，好像在乞求我给它充电，凑近一看原来是我的wiiu平板手柄，我随手拽过一个枕头丢过去盖住。\n这下子可谓捅了马蜂窝，任天堂爱好者愤怒不已。质问Notch“你究竟有没有买wiiu，玩过wiiu游戏没有？”Notch颇有风度的表示：谢谢任天堂爱好者们的关心，自己已经买了多达两个游戏了，明年2015年极可能会买第三个游戏。不得不说这鬼才Notch真是机智！↑转自3DS吧\nNOTCH连高端黑的手法都用上了"
        },
        {
            "author": "黄凯航",
            "timestamp": 1409748780,
            "txt_content": "Mojang还有4J你们不是有很多钱了么\n为什么还要坑我们这些玩家？{:10_535:}"
        }
    ]
}