{
    "title": "<原创.连载>锻造者传奇索引帖，以及一部分的正文",
    "author": "记忆随风",
    "replyCount": 24,
    "timestamp": 1409740020,
    "txt_content": " 本帖最后由 记忆随风 于 2014-11-8 21:12 编辑 \n\n这里先发第一章了，以后的章节在下面的回复里有一部分，还有一部分我就发链接了啊\n\n雨过的午后，我点开我的世界，开始了一场新的旅程\n创建世界：生存模式，难度：一般。建筑物生成：是。奖励箱：关\n设定之后，我进入了这个神秘而又美丽的世界。。。。\n正文：\n作为宅男，特别是游戏经验丰富的宅男，玩游戏之前第一件事情是什么？\n没错，就是查 攻略！【别说我无耻，不看你试试】\n开始游戏，出生在雪原。。。【这个汗啊，雪原没什么植物，没什么动物，连树都没有多少\n得知了木头的重要性后【万物之源啊】\n我就去“挠”了一天的树，挠到一组原木之后我盖了房子，可是因为出生在雪原，所以第一晚并没有躲避怪物的圣器：床{1}大晚上的，我听着门外僵尸的嗷嗷叫声，不敢出门，第一天也没有挖到煤炭，又忘了挖石头，无法做熔炉，所以我就躲在2×2的小黑屋【名副其实啊】里面听着僵尸叫，度过了第一个晚上。。。\n第二天，我已经饥肠辘辘了，而刚出门【挖开】就碰到了一只僵尸，它看到我就追着我，我就绕着房子跑【小黑屋。。。】，终于太阳出来了，它被烧死了。或许是因为死的十分憋屈，它很不厚道的连腐肉都没有给我留一块。。。庆幸，我发现了一只小白{2}，并且对它发起了无畏的冲锋，每一次上去打它一拳我就被打死了。。。付出了3次死亡的代价终于干掉了它，得到了2根骨头，立即兴高采烈的把骨头做成了骨粉，用骨粉催长了2颗打小白的时候打到草掉落的的小麦种子，吃上了自己的第一个面包。。。\n~~~~~~~~~~~~我是传说中的分割线~~~~~~~~~~~~\n果然如网上所说，生存模式最不好过的就是开头啊，我带上了自己的所有“家当”，来到了一片草原上，又下了矿洞，拼死带回了9块铁矿【挖完了被蜘蛛咬死，去一次死一次，最后死着死着就死回来了。。。】打造了一把铁剑，和一把铁镐，最后的4块放在了箱子里，打算以后再来打造一身铁装。于是，为了生存，我又一次下了矿洞，这一次我带了火把，总算是可以不用担心洞里面什么都看不见了，到了洞里的时候，我发现了一件奇怪的事情：有一个箱子，被4块自然发光的石头围着，当场暂停游戏去查了网络，发现这居然是下界的萤石。“萤石？这个也会在主世界{3}自然生成？”我想到：“是BUG吧。。。”我没有太奇怪，因为BUG这种东西实在是太常见了。。。我也就没有疑心，\n只是很好奇箱子里面有些什么，于是我打开了箱子，一道刺目的白光闪过，我就当场晕了过去，我只看到在晕过去之前，黑色的迷雾中好像有一双白色的眼睛，在默默注视着这一切。。。\n\n\n{1}床，由3块羊毛【我为什么要用块】和3个木板做成的，可以在晚上睡觉，从而快速到达白天，缺点：睡觉期间时间停止，且有怪物在附近时无法入睡。\n{2}小白：骷髅弓箭手，会在晚上以及暗的地方生成，攻击速度快，杀伤力一般，但是箭矢拥有击退效果，所以十分难缠，经常会有新手被“放风筝”直至死亡，击倒方式：跑S型路线。\n{3}主世界，即指人物出现的世界，也是最为复杂的世界PS：其他世界：下界（地狱），末界（游戏结束的地方）。~~~~~~~~~作者征集意见~~~~~~~~~~没人催更么。。。我好忧桑啊                             那个，稍微说一小下。。。24楼是作者的更新途中发生的一点事，25是作者犯神经的时候写的东西。。。能看下看下啊\n第二章：出乎意料的情况\n第三章：第一次战斗\n第四章：一个小小的过渡章节\n第六章：挖矿的小介绍\n第七章：这是网游世界么？机械辅助是怎么回事\n第八章：我可以不写题目么？\n第九章：奇特的房间\n\n\n\n[groupid=752]star sea工作室小组[/groupid]",
    "replies": [
        {
            "author": "40541688",
            "timestamp": 1409740620,
            "txt_content": "之后的那个教程。    233"
        },
        {
            "author": "HGK",
            "timestamp": 1409740860,
            "txt_content": "有种像贴吧直播的感觉\n还有请按照这里修改题标\n格式希望能改得好一些0.0"
        },
        {
            "author": "记忆随风",
            "timestamp": 1409740980,
            "txt_content": "HGK 发表于 2014-9-3 18:41\n有种像贴吧直播的感觉\n还有请按照这里修改题标\n格式希望能改得好一些0.0\n多谢指教，说实话，真没排版过。。。"
        },
        {
            "author": "记忆随风",
            "timestamp": 1409740980,
            "txt_content": "40541688 发表于 2014-9-3 18:37\n之后的那个教程。    233\n那个，抱歉，没看懂你说的是什么。。。"
        },
        {
            "author": "40541688",
            "timestamp": 1409741160,
            "txt_content": "记忆随风 发表于 2014-9-3 18:43\n那个，抱歉，没看懂你说的是什么。。。\n那个床，小白，主世界。     不需要的。。。\n总体挺棒～"
        },
        {
            "author": "记忆随风",
            "timestamp": 1409741400,
            "txt_content": "40541688 发表于 2014-9-3 18:46\n那个床，小白，主世界。     不需要的。。。\n总体挺棒～\n多谢夸奖了，我也是怕没有玩过的人看了这篇文章，稍稍介绍一下，以后这种介绍会越来越少的，除非是游戏里没有的或者是不常见mod的。。。"
        },
        {
            "author": "40541688",
            "timestamp": 1409741880,
            "txt_content": "记忆随风 发表于 2014-9-3 18:50\n多谢夸奖了，我也是怕没有玩过的人看了这篇文章，稍稍介绍一下，以后这种介绍会越来越少的，除非是游戏里 ...\n0.0在mcbbs混的都是玩过的"
        },
        {
            "author": "记忆随风",
            "timestamp": 1409747340,
            "txt_content": " 本帖最后由 记忆随风 于 2014-9-26 19:07 编辑 \n\n正文：第二章出乎意料的情况\n雨后的天气，还是这么潮湿呢，诶？谁把我的窗帘拉开了，怎么这么亮啊。\n我站起身来，发现自己躺在一张柔软的大床上。眼前不再是那个小小的电脑桌子，而是一个干净的玻璃窗，空气也带着一股淡淡的泥土芬芳，不再是我屋子里酸臭的衣服和发霉的面包的味道了。耳边也响起了牛羊的叫声。。。。。。等下，牛羊？我赶忙站起身来，发现身上不再是那件很久不洗的运动衫，而是一床干净的被子，这是哪里？我站起身来，发现一身衣服在旁边的箱子上面，于是我就穿起它，走出门去。\n屋外的阳关非常明媚，但是我却很奇怪，这是哪里？我不是在玩我的世界么？我好像还干了些什么，一想到这里我的记忆就有点混乱了，萤石。箱子。白光。以及那双白色的眼睛。\n不会是。。。我的世界！！！我来到了minecraft的世界！！！难道我就这么穿越了？别人穿越都是什么玄幻啊，魔幻啊，最差也是个科幻世界，我这个算什么。。。将来怎么发展啊，难不成我要跟村民。。。“嗷”。。。一声怪异的叫声将我从思考中惊醒，我急忙下意识的跑进屋子，关上了门，只见一只浑身烂肉的僵尸正在拍打着我的门，眼睛中充满着嗜血的红色，一只眼球已经烂的在眼眶中滚动，但是还是用渴望的眼神看着我。我当场吓醒了，这个是生存模式。。。\n我现在唯一的目标就是活下去。。。我心里暗暗安慰自己：幸亏当初调的是一般模式，这个模式下怪物是不会打门的，可是，耳边砰砰的声音又吓了我一跳，门已经出现了裂缝，我当场吓得三魂出窍，七魄升天。。。会拍门！怎么会拍门啊！惊讶之间裂缝又加大了，马上就要碎开了，我急忙按照游戏里的方式：将门打开，再关上，就会修复了。可是，关上的时候，僵尸的手突然伸了进来，差一点就挠到了我，我当时什么都没管，拿出剑来就将它的手砍掉了。登时，门关上了，僵尸的手也掉在了地上，一股腐臭的味道直入肺腑，幸亏我的卧室也常年是这个味道，所以没有太受影响。【要是个爱干净的妹子的话估计都要吐了。。。】门外的僵尸终于受到了阳光的照射，化作了飞灰，而它的手臂还在地上，没有消失，我用剑挑着它，打算将它扔到外面烧掉，结果剑削掉了其中的一片，落在了地上，变成了“腐肉”。剩下的一部分便被阳光照射到，化作了飞灰。骨头留了下来，又变成了“骨头”。【带“”的一般都是指游戏中可捡拾的道具或者方块，特殊情况特殊讨论】\n发现了这一切后，我对这个世界有了新的认识：不再是死板的设定了，可以运用原先世界的一些技巧来在这个世界生存下去。。\n而且这个世界的难度至少被调整到了困难，甚至有可能是极限{1}，这让我生存下去的难度倍增了，现在当务之急就是先得到稳定的食物来源，以及足够的自保能力。要吃饭就要先种粮食，草原上寻找种子不是什么困难的事情。困难的是想要自保就需要武器和装备，这就需要再下矿洞了，现在可是生死攸关啊，轻易不能死的。困难还好，要是极限。。。\n不想了，先把地种上。只是种子还是要靠打草来得么？做实验之前，我先去外面的灰里面扒拉扒拉，看看还有没有没烧掉的东西剩下。果然，灰堆里面有3份“骨粉”这种能够加快农作物生长的好东西在现阶段可是很珍贵的。收起3份骨粉后，我走出了围栏，向着院外走去。\n“啊，阳光不错啊，以前怎么没注意到呢？”某人选择性的忽略掉了自己是宅男的事实，感叹道。“出门干点什么呢？我的世界这个游戏什么都好，就是自由性太高了。”于是我理了理次序：“首先有住的地方。。。”回头一看，那间12×12的小房子坐落在身后。“合格”然后，有吃的。。。四处看了看，没有一块菜地，一个牧场。。。【迷之音：你怎么活下来的。。。】额，我嘛，出门找动物，捡僵尸烧死后留下的肉，大不了死了就死了嘛，反正有在房子里复活点。。。\n好吧，回到主题，看来当务之急就是找到稳定的食物来源。【min里面食物来源有3种：1.种植植物2.饲养动物3.砍死怪物】动物嘛，前几天吃光了。。。怪物。。。还是算了，安心种我的小麦吧。。。出门转转，看到草丛就拔起来，我是大自然的清洁工嘛。终于，在我手都疼腰都酸了以后，终于收集到了一组小麦种子。真实世界就是不一样，拔草会掉落多个“小麦种子”，回去拿起锄头，看着眼前的地面发起了愣。这个，在游戏里是按右键，可是这个右键在哪啊。。。试验一下吧，首先，我先把锄头按照游戏里右键的用法：用锄头尖轻碰地面——无效。好吧，换一种：用锄头尖划过地面，将土地划开，正好2个土堆，这时2个土堆发起光来，我可以把小麦种子放进去啦然后，拿出骨粉，又是右键。。。不管了，撒到上面就好了！果然，我看到小麦快速的脱节，拔高，结粟，成熟了，用锄头一打，2个小麦和3个小麦种子掉落了出来。“好了，看来以后吃的不用愁了。”我擦了擦额头上的汗，高兴的看到眼前的 “菜地”正在长着一片郁郁葱葱的小麦苗。“可惜没有土豆，要不然吃着就爽了。”想要土豆就要去找村庄，在没有1身铁装之前我真的不想出门冒险。。。不是我胆小，而是不知道现在是困难还是极限。所以，我不能拿自己的生命来冒险嘛。【迷之音：胆小就直说。。。】然后嘛，还有就是打死僵尸，有几率掉落马铃薯和胡萝卜。不过这个概率问题嘛。说实话，概率不大于天上掉下来一只骷髅摔死在我面前，而且被我碰了一下掉了经验球，还爆出了1把附魔的弓箭。。。\n结束了一切之后，天色已晚了，可是，我还在屋外很远。。。\n{1}困难和极限的差距玩过的都知道，主人公只是怕死哦，嗯，没错，是他怕死的，跟我半毛钱关系都没有。。。【作者你作死啊】\n"
        },
        {
            "author": "记忆随风",
            "timestamp": 1409747520,
            "txt_content": "目前还真的就写了2章，下一章就要等一等了，本文应该不会在单人生存里呆太久的，嗯，应该"
        },
        {
            "author": "记忆随风",
            "timestamp": 1409829060,
            "txt_content": "月黑风高夜，金榜题名时。啊呸，杀人放火时。这个伸手不见五指的夜晚，我真的很害怕附近有什么不像我这么挑剔食物的东西出现啊。。。估算了一下距离，大概还有300米左右，还好还好，这个距离我走都可以在5分钟内走到的，天还没有完全黑嘛，快快回家。\n  好吧，走吧，我记得是这片沙滩走过去再有1个小山坡就到了。中间有一条裂缝，小心一点就没事了。诶？等等，这是？我眼前的地面上有一根羽毛似的东西在地上，我刚想把它捡起来，就发现这个。。。好像不是什么羽毛。。。嘎啦，嘎啦。原来前方的地面不是平整的一块，我把它和远处的地面看到一起了。而地上的羽毛，正是骷髅弓箭手{1}弓上那蓄势待发的。。。箭\n“啊哈，今天运气真不错啊，这不是人么？没想到这么荒郊野岭的，还有活人啊。。。”骷弓的下颌嘎哒嘎哒的直响，声音从嘴里传出来就已经很恐怖了，何况是。。。“小子，告诉你，你可别动啊，你放心，我只咬你一口，要是你出声被附近的兄弟们听到了，可就不是一口的事了。”边说着，它边举弓靠近我，他那眼眶里妖异的火焰一跳一跳的，显得非常兴奋。而我，则暗暗在背后握紧了手中的铁剑，提防着它。“你真的只咬一口？”我问道。‘这个小子这么傻啊，太好了，看来他不会反抗了。好久没吃到新鲜的人肉了，那些僵尸们的腐肉又臭又硬，虽然我很喜欢上面美味肥蛆的味道，但是再多的蛆又怎么比得上哪怕一块人肉呢？啧啧，那美味的滋味。。。’这只骷弓脑袋里面边想着先吃哪个部分，边说“放心吧，冒险者，我骷弓第8小队长西来米的信誉，是鬼皆知。说一口就是一口，你选个地方吧”边说着，它边慢慢放下了手中的弓箭，可是，准星却依旧没有移开我的身体，而是慢慢的挪到了我的脚上。“啊，那好吧，我相信你，就肚子吧，正好我需要减肥。”我在心里暗暗道‘是鬼皆知，意思就是说信你才有鬼啊，你过来吧，我正好送你一剑。’“好啊，冒险者，我来了啊，一下下就好哦。”说着，它便向我扑了过来。我脚下一错，一个小小的转身，把剑挥舞了起来，正好一剑砍在了它的右手上，砍掉了它右手上仅剩的三根指骨，手中的弓也掉了下来。“啊，小子，你死定了。”西来米气急败坏的向我扑过来，左手仅剩的一根食指在空中泛着寒光。“啊啊啊啊啊！！！！！！！！”我大叫一声，举剑再砍，一下子砍在了对方的脑袋【头盖骨。。。】上，把我手震得生疼，而西来米也因为这一剑被打的后退了一下。好机会，趁着击退效果还没有消散，它不能动的时间里，我按照网上所说的暴击方法，跳起，下落时一剑劈在了它的肩膀上。“嘎啦，乒，啪啦拉拉”它的左手被我一剑砍了下来“啊啊啊，可恶的小子，你给我等着！”西来米见状不妙，急忙用仅剩的右手掌骨往胸前一拍，一阵黑烟冒了出来，它消失了。我捡起地上的“战利品”一条胳膊和3根手指，放到背包里之后向家中走去，四处的骷弓看到我，都瞄准了我。“果然还是要这样做啊。”我感叹道，我双手持剑，原地转了一圈，在四周的骷弓暗暗防备的时候，我将剑放回了背包，换出了一块木板大喊一声：“你们有能耐来追我啊啊啊啊”撒腿就跑。于是愤怒的骷弓用箭给我践行，我用切换出的木板充当盾牌，向着家的方向跑去。。。\n{1}小白这个名字太没有杀伤力了，骷弓还能恐怖点，所以改名了，至于骷弓说话不科学。。。骷弓本身就不科学。。。"
        },
        {
            "author": "记忆随风",
            "timestamp": 1410154020,
            "txt_content": "没人回帖么。。。"
        },
        {
            "author": "记忆随风",
            "timestamp": 1410165660,
            "txt_content": "不管了，接着更了"
        },
        {
            "author": "记忆随风",
            "timestamp": 1410165720,
            "txt_content": "“上啊,干掉那个小子！”这时大草原上出现了一个奇景：一个人在前面玩命的跑，后面有一大片白花花的骷髅在后面追，边追边骂，手中的弓箭一刻都没停下过，前面的人脚下一个不小心，绊到了一块石头，消失了。。。后面一片骷髅，到了某一个点，全部消失了。。。？都哪去了？\n  让我们切回主人公视角“啊啊啊，不要啊啊啊”我望着眼前模糊的景色，和已经变成色条的岩石，感觉自己的心已经从我的胸膛里上升到了嗓子眼里，于是我紧闭嘴巴，生怕一喊把心喊出来。我只是下落啊，下落啊，3分钟后，我终于接近底部了。诶？怎么这么亮/？啊啊，不好，是岩浆啊啊。噗咚。空中传来了一声重物砸到地面的声音。好吧，就是我。眼前的景色渐渐模糊。背后也已经感到了丝丝凉意，那是一种彻骨的寒冷。冷到了骨头里。“唉，还是要死了啊，可惜了我的铁啊。”【守财奴啊】在这时，眼前却清晰了起来，我急忙站起身来，发现浑身上下一点伤处都没有，这怎么可能啊！考到了我的脚下，我瞬间就懂了，我脚下有一层布一样薄的水。。。“果然这个世界无论多么的真实，还是有不科学的地方啊。。。”这时我想到了我的处境我是被骷髅追下来的。。。那些骷髅呢？抬头一看，就在我头上100米处了我急忙做出了当时正确的举动：‘躲开’随后我想到它们也摔不死啊。急忙掏出土来把水堵上了，然后我躲在一边，30秒后，旁边的空地上响起了一阵声音：“噼里啪啦噼里啪啦 呯”\n  我看到一堆骨头从空中落下，接着全都摔成了骨粉。。。果然是陈年老骨头啊，不禁摔啊！不过也省的我去研磨骨粉了。在一堆骨头全部摔完之后，出来了一个猥琐的身影，默默地将所有的骨头和骨粉都收了起来，一边收一边说：“好东西啊好东西，别浪费了。”确定了边边角角都没有一个碎骨头片的时候，我清点了一下收获。好家伙，这一次我就捡到了1组骨头?和5组骨粉，大大的发了一笔啊，吃的不愁了。不过。。。这怎么上去啊往上一看，已经看不到天了，目力所及之处被一层峡谷中潮气所组成的云所遮挡，这个。。。要填上去貌似要花很多方块了。而且我可不确定我一下子就能跳起1m高{1}看了看背包，还有一组原木，应该是够上去的了，可是好不容易来到这个深度，还是一个天然的峡谷，不挖点矿我都对不起这先天的条件啊。想到这里，我扛着手里的铁镐向着峡谷深处走去。。。\n\n{1}这里的设定就是一格一米了，好算又好写，而且这里的设定是没有基岩的，不过还是不能挖太深，到了地步会有另外一种物质守护的，以后会提到的。不过在之上至少有50000米，虽说不厚，但是也够别人挖上一段时间的了。毕竟不是谁都有主人公一挖一米的能力嘛。。。"
        },
        {
            "author": "记忆随风",
            "timestamp": 1410166020,
            "txt_content": "这章字数略少了，下一章正在更呢，见谅啊，见谅"
        },
        {
            "author": "记忆随风",
            "timestamp": 1410250440,
            "txt_content": "看了看别人写的才发现自己写的好烂。。。这一章我再斟酌一下吧"
        },
        {
            "author": "记忆随风",
            "timestamp": 1410352140,
            "txt_content": " 本帖最后由 记忆随风 于 2014-9-10 20:35 编辑 \n\n呜啊，不要这样好不好，给个消息证明有人存在啊。。。回个帖好不。。。回帖就更新。。。{:10_527:}"
        },
        {
            "author": "o-zero",
            "timestamp": 1411735440,
            "txt_content": "HGK 发表于 2014-9-3 18:41\n有种像贴吧直播的感觉\n还有请按照这里修改题标\n格式希望能改得好一些0.0\n呵呵呵呵"
        },
        {
            "author": "o-zero",
            "timestamp": 1411735500,
            "txt_content": "记忆随风 发表于 2014-9-8 16:42\n“上啊,干掉那个小子！”这时大草原上出现了一个奇景：一个人在前面玩命的跑，后面有一大片白花花的骷髅在 ...\n在这更啊有点厉害"
        },
        {
            "author": "记忆随风",
            "timestamp": 1411806540,
            "txt_content": "o-zero 发表于 2014-9-26 20:45\n在这更啊有点厉害\n什么在这更？表示又没听懂。。。"
        },
        {
            "author": "o-zero",
            "timestamp": 1411806660,
            "txt_content": "记忆随风 发表于 2014-9-27 16:29\n什么在这更？表示又没听懂。。。\n我知道你分章节了不过不能写在评论底下"
        },
        {
            "author": "记忆随风",
            "timestamp": 1411806840,
            "txt_content": "o-zero 发表于 2014-9-27 16:31\n我知道你分章节了不过不能写在评论底下\n。。。请讲的通俗易懂，本人5的智商表示听不懂"
        },
        {
            "author": "o-zero",
            "timestamp": 1411806840,
            "txt_content": "记忆随风 发表于 2014-9-27 16:34\n。。。请讲的通俗易懂，本人5的智商表示听不懂\n好吧就是你要分章写我支持！"
        },
        {
            "author": "记忆随风",
            "timestamp": 1411996200,
            "txt_content": " 本帖最后由 记忆随风 于 2014-11-5 20:04 编辑 \n\n地底古塔阶段，深感文笔不足，正在恶补各大盗墓小说，笔记已经看完，吹灯看了一半，有什么好的创意提一下啊。10.16：我嘞个，我用户名忘记了。。。这是自动登陆的，谁能告诉我怎么查用户名啊11.5开了个极限，然后。。。出生在沙漠上，没有然后了各位我每天都会争取码上几十字的，现在攒了不烧了，等我再写一点就发"
        },
        {
            "author": "记忆随风",
            "timestamp": 1415452500,
            "txt_content": "这个。。。看完鬼吹灯脑袋里多了一些奇奇怪怪的东西。。。倒出来给大家看下，想用的尽管拿去，帮忙说一声我的小说就好了。。。\n融雪破冰翻江倒海 融雪镜 破冰锥，翻江术，倒海斗\n融雪镜：所照之处，冰雪消融，具有强大的光能，上书：熔融溶镕四字\n破冰锥：万载寒冰锥所制，坚硬无比，破冰如破纸，精纯的寒冰能量是所有冰系法师梦寐以求的神物\n翻江术：借助奇特的药物以及矿石，小可以借助生物的力量帮忙，大可以逆转天时，达到禁咒的威力\n倒海斗：海中8阶魔兽“混水龙”的皮所制，虽为海兽，却对水元素有着极大的排斥性，缝制的海斗可以排开大量水元素，在水中拥有呼吸的能力，还可以规避水兽，历代相传的“海龙珠”更是可以将附近的水元素全部隔绝，在水中制造出一片干燥之地。\n发完这些羞愧难当。。。先别骂啊。。。"
        }
    ]
}