{
    "title": "【原创·连载】破碎世界 更新至第2章",
    "author": "方块猎人",
    "replyCount": 7,
    "timestamp": 1409915940,
    "txt_content": " 本帖最后由 方块猎人 于 2014-9-6 15:48 编辑 \n\n  只有失去了人之本性的人类，才能成为最终的破碎者。\n                                                                                               ——题记          \n\n           破碎者死亡名单（按出场顺序）\n   1.姓名：小李子\n                  性别：男\n                  使用武器：未知\n                   装备：未知\n                  签约怪物：末影人\n                  出场：第一章\n                  阵亡：第一章\n                  介绍：在沙漠战场出现的敌人，貌似是B班学生，很嫉妒张作德，在末影人被蜘蛛用蛛网束缚致死后，被张作德一剑刺穿胸口而亡。         \n   序章\n   天空在晚霞中落幕，太阳的光辉释放出令人睁不开眼的、如同血色般的光，大街上，人们相互地擦肩而过，广播里不断重复着那几条消息：   “近日，本市发生了多起高中生失踪案，目前警方已介入调查，据记者调查，破案暂无最新进展。。。。。。”   \n在余晖之中，一个17岁左右的少年，抬起头来，望着鲜红夕阳，冷笑一声：   \n“他们，早已不在这世上了！”\n\n\n第一章\n在一栋不起眼的居民楼里，刚才的少年来到一扇破旧的门前，用手推开了那扇虚掩着的门。 里面空荡荡的，到处是蜘蛛网和灰尘。 \n不过，在正中央，摆放着一台电脑，显示屏上闪烁着是minecraft这几个大字。 少年走过去，从兜里掏出一个正方体物品，就像minecraft中蜘蛛的头颅一般，它对准了屏幕，一阵电子音开始响起：“身份确认成功，请选择战场。”少年的面前出现了一个如科幻电影中出现的透明浮窗，上面显示着各种不同的文字，少年用手点了其中一项。 “正在进入战场：沙漠。” 突然，一阵大风刮起，转眼间，一道蓝光闪过，少年，已经不见了踪影。。。。。。\n他进入了破碎世界。\n 破碎世界，沙漠。 \n在这里，无尽的沙方块组成了连绵的大漠，月光洒在上面，不但没有令人感到愉快，反而增添了几丝诡异，因为，月永远不会落下。\n 一场月下的决斗即将开始。 \n刚才那个少年站在一片空地中，只不过他的全身上下都变成方块，而且穿上了透着紫光的铁护甲，一些仙人掌零散的分布在旁边。 另一边也是一个方块人，只不过他没有穿护甲。过了许久，另一边的人冷笑着发话了：“没想到，你也参加了破碎游戏啊，隔壁班的学霸。” “是的，”那个人冷冷地回答，“而且，今天你就要死在这里。” “哈哈哈哈哈哈！怎么可能，我签约的怪物可是超级厉害的末影人，出来吧！“ 一道道诡异的紫光冒出，一个末影人从地下的黑洞中钻出，张着血盆大口。 ”确实挺难对付的，五秒。“少年拿出秒表，开始计时。 ”什么！“ 只见一只蜘蛛不知什么时候跳了出来，用蛛网缠住末影人的脖子，丝迅速地包围了他的全身上下，末影人动弹不得，网一收，末影人在轰的一声中消失了，只留下了绝望的紫色光点。 ”不。。。“那人的话显然没有说完，一把铁剑就穿透了他的胸膛，剑刃一拔，红色的鲜血喷薄而出，他倒在了地上，化作一道青烟飘走了。 \n在这个冷血的世界里，收尸是很容易的事。 \n少年按下秒表，丝毫没有任何表情：”3秒8，略有点快。“ 电子音响起：“张作德，击杀玩家数，60人，奖励，钻石剑一把。” 一把钻石剑飞到了张作德手里，他看了看：“嗯，还不错，今天就这样吧。“\n ”玩家离开破碎世界。“ \n大漠上，只留下了一摊未干的血迹。\n第二天。。。 \n在市中心的广场旁，屹立着一栋庞大的建筑，高耸的钟楼在整个城市任何一个角落都可以望见，这里就是这座城市最富有的集团——THE WOLRD TREE——简称TWT的总部，而在大楼后面，则是由该集团直辖管理的THE WOLRD TREE高中，而这里，就是我们故事展开的舞台。 \n一个穿着黑色校服，风度翩翩的高中生走入校园，立刻吸引了全校女生的目光： \n“哇，是作德学长！” \n“听说他是高二A班的学霸，经常性占据全段第一呢，而且人长的又这么帅气。。。” \n“真是太完美了！” 在这一片声潮中，他毫无表情走入了教室，坐到自己的位置上。 \n“嘿，作德学长！”张作德回过神来，只见另一个学生正坐在座位上向他挥手，他“切”地冷笑一声，又转过头去了。 \n刚才那个男生叫苏义灵——他也不知道为什么会记住他的名字，他几乎记不住这个班任何人的姓名，因为他的身份，他不想因为这个，而伤害到任何人。\n 想到这里，他下意识的摸了摸口袋里的那个蜘蛛头颅。 有可能是因为他太平凡了，A班里的向来都是成绩很好的学生，然而这个学习一般的小男生竟然也会被分到这个班里，不知是一种巧合，还是命运的刻意安排，谁知道呢？\n上课时，老师沙沙的粉笔书写声在教室里回响，教室里几乎是那么的安静。 “张作德同学，请上来解一下这道方程。”一句话将张作德惊醒，他不慌不慢的走上讲台，飞快的在黑板上写下几道算式，做完之后，几乎是全班都在为他鼓掌，他在众人的眼光之中走下讲台。 \n下课之后，张作德正准备起身离开时，突然发觉兜里有什么东西在震动，他一摸口袋，原来是蜘蛛头颅在震动。 \n在破碎世界里，怪物的食物只有两种来源，第一种，是击杀另一只怪物获得的能量，但第二种是。。。 普通人类！\n 一旦怪物头颅震动，必定是有其他野生的怪物或签约的怪物通过时空裂缝进入现实世界捕猎。。。\n 他已经不敢再想下去了，立刻跑下楼去，这时，一声救命的声音从操场上传来，他急忙跑到那边，只见一只全身覆盖着金甲的僵尸向着一名学生逼近，而另一个人在旁边指挥，显然他就是这只怪物的主人。 “金甲僵尸，这就是你的午餐，干掉他!\" 僵尸发出恐怖的叫声，抓住那名学生的手，那名学生尖叫着，哭喊着，眼看就要成僵尸的食物。 这时一道蛛网网住了那名学生，将他送到另一侧跑道上，那学生头也不回地跑了。\n第二章\n”喂！“张作德赶了过来，指着那人说，”你这样算什么，有本事到破碎世界去打！“\n”哼，你就是昨天干掉我们班小李子的家伙吧。“他轻蔑的笑笑，”我叫傅一，是全段第二名，还记得吗？第一名。“\n”好像是有这么个人。“张作德冷酷的应道，”不过想找死，我就奉陪到底。“\n”行啊，来打吧！“说完傅一拿出手机，打开minecraft，拿出僵尸头颅对准屏幕，张作德也拿出了蜘蛛头颅。\n与此同时，在跑道的另一端。\n那个叫苏义灵的男生正在一边走一边自言自语：”哎，张作德学长不知道为什么总是那么冷酷，是不是有什么别的原因呢？“突然，一个男同学飞快的跑过，目光充满着恐惧：”有怪物啊！“\n”什么怪物？“苏义灵顿时丈二和尚摸不着头脑。\n这时候，又一个男生走了过来，只见他梳着火红色的发型，慢悠悠的走到苏义灵旁边：”这里好像有破碎者也，是不是你？“\n”啊，什么破碎者，没听过？“苏义灵一脸茫然。\n”呐，原来是个普通人，那这样吧，你就当岩浆怪的午餐如何？“\n”你说什么？“\n一道火红色的裂缝在空中形成，一只大型岩浆怪伴随着烈焰从天而降，他张开巨嘴，向前一跳，企图吃掉苏义灵。\n就\n未完，作者待会继续更新\n\n\n\n\n\n",
    "replies": [
        {
            "author": "凛",
            "timestamp": 1409916480,
            "txt_content": "字数少不合格"
        },
        {
            "author": "TOOy",
            "timestamp": 1409916720,
            "txt_content": "字太少→_→差评"
        },
        {
            "author": "xx12mm",
            "timestamp": 1409917020,
            "txt_content": "字数少到尿啊！！！！"
        },
        {
            "author": "方块猎人",
            "timestamp": 1409978520,
            "txt_content": "有人在么，求好顶赞有木有"
        },
        {
            "author": "方块猎人",
            "timestamp": 1409988420,
            "txt_content": "@china521 @TOOy @xxi2mm我更新了"
        },
        {
            "author": "方块猎人",
            "timestamp": 1410059760,
            "txt_content": "还是没有人么？"
        },
        {
            "author": "方块猎人",
            "timestamp": 1410146640,
            "txt_content": "人工置顶，人都死绝了吗"
        }
    ]
}