{
    "title": "<连载·单章>新生第一卷灭雷家第十五章",
    "author": "llxy",
    "replyCount": 9,
    "timestamp": 1409925360,
    "txt_content": " 本帖最后由 llxy 于 2014-9-10 20:02 编辑 \n\n  李岳跑出去后一路来到了一个密林里，因为密林里面怪物非常的多，这个可以让它的剑术在提升几个等级，这样他就可以多杀几个雷家人了。\n\n\n  李岳进入密林后便放慢了脚步，因为他怕脚步声吵到僵尸，然后僵尸组团来围殴他。这样的话他就得不偿失了。李岳在走了半柱香不到的时间就看见了一只僵尸，一个小白（骷髅）。他看见这个阵容后便心中想起了对策。“我先绕到小白后面，一剑砍去，让僵尸和小白注意到我。然后我绕到僵尸前面去，这时小白肯定会射我，我就闪开；小白射出的剑就会射到僵尸，僵尸就会去攻击小白；在然后，嘿嘿嘿嘿。我就可以捡个大便宜了，应该会得到2点经验值的吧！”李岳想好了对策后便绕到了小白的后面去。一个“德玛西亚”！李岳从草丛中跳了出来。砍到了小白。但是李岳这一砍不要紧。要紧的是他竟然一剑劈死了小白！要知道，李岳拿的不过只是一把铁剑罢了。大家读知道就算是钻石剑也要砍3剑小白或僵尸才会死。但是李岳竟然一剑劈死了一只小白，这只小白可不是残血，但是依然被李岳一剑劈死了。李岳的视野里出现了一行小字，李岳看完后便知道了这是怎么回事了。“解锁‘德玛西亚’系列之‘跳斩’技能冷却，两柱香时间。技能解锁条件：使用两次德玛西亚。效果：对目标造成1.8倍伤害。”两柱香时间才那么一点（我会在索引里面加上时间用法）所以这个技能也是非常好用的。最起码李岳可以更好的杀雷家人了。\n\n\n  但是现在却容不得去惊讶这个技能的出现（解锁）了。因为在等四弹指的时间僵尸的利爪就能让李岳复活一次了！李岳在僵尸的利爪到来之际一个后弯腰，闪过了僵尸的横扫。李岳一个鲤鱼打挺，从后弯腰状态往后翻滚了3米的距离，但是这只僵尸的速度似乎比其他僵尸的速度都要快上那么几分。就算李岳离僵尸3米距离，但是这只僵尸在一弹指的时间就能继续对李岳发起进攻，李岳也知道这时“以进为退”是最好的选择了，所以李岳一个“横扫千军”过去把这只僵尸给横腰斩断了。李岳见视野出现“剑术，增加5经验。”但是僵尸没有掉腐肉，这是李岳最不开心的地方了，因为腐肉可以烧制一下变成皮革。李岳没有捡到腐肉就继续去找怪物打了。\n\n\n  在李岳杀死第10只怪物的时候，李岳觉的应该可以暂时帮助威家挺过这次灾难后，他就回去了。希望他回去的时候威家仍然存在。他就从另一条路上飞奔这回威家去了。\n\n\n——————————————————————————\n\n\n  李岳如果走的还是他来之前的那条路上他一定会发现，他之前杀死的第一只僵尸的这个地方。血迹，尸体神马的都不见了，取而代之的是一个血谭。只见这个血谭里慢慢的伸出了一只手，紧接着，第二只手、头、身体都慢慢出现了，出来的，是一个血迹斑斑的人，脸上带着不甘、解脱、喜悦、痛恨······等等的情绪都出现在了他的脸上。他的脸上面有一条剑伤，头发长的过腰，双眼中时不时的闪过一丝寒芒。但是这个人只有上半部分。他的第一、二、三条腿都没有，他就这样用手支撑着。慢慢的从血谭里“爬”了出来。\n\n\n\n\n\n\n\n\n  索引\n  \n  \n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "流风",
            "timestamp": 1409926380,
            "txt_content": "加油支持！！！你的文笔太厉害了，是五年级的吧！！！"
        },
        {
            "author": "流风",
            "timestamp": 1409926380,
            "txt_content": "加油支持！！！你的文笔太厉害了，是五年级的吧！！！"
        },
        {
            "author": "llxy",
            "timestamp": 1409963280,
            "txt_content": "流风 发表于 2014-9-5 22:13\n加油支持！！！你的文笔太厉害了，是五年级的吧！！！\n妈蛋，老子是七年级的"
        },
        {
            "author": "丶Cc流",
            "timestamp": 1409963520,
            "txt_content": "再长点就不错了！"
        },
        {
            "author": "流风",
            "timestamp": 1409965080,
            "txt_content": "”血落碧瑶九天断，魂散昆仑下九幽。“白羽诵读这孤本上的字迹，脑中不知怎的一发热，便晕倒在地。\n  飞雪看见昏迷的白羽，倾城的面庞上透露了一丝诡异的笑容。\n 只见飞雪双手一扯面庞，那张脸竟是白羽的二弟白煜。\n 白煜皱了皱眉头，很快便释然\n  且拿出炼魂壶，秘诀一掐。\n 白羽的魂魄被一股巨大力量吸了进去。\n 在这危急的时刻!\n ”儿子！起床了！！！“\n我从梦中惊醒，想着发生的，片刻不能动弹。\n”难道，这就是梦遗....？“\n 我叫王小锤，万万没想到，我最终还是杀了白煜，他因为过度吸取魂力被胀死。 \n  而我，则被作为凶手关押起来。\n  ..........................................\n 这难道是真的？"
        },
        {
            "author": "流风",
            "timestamp": 1409965140,
            "txt_content": "信息量好大，慢慢消化吧！"
        },
        {
            "author": "流风",
            "timestamp": 1409965140,
            "txt_content": "万万没想到！啦啦啦啦！！！"
        },
        {
            "author": "llxy",
            "timestamp": 1409965260,
            "txt_content": "流风 发表于 2014-9-6 08:58\n”血落碧瑶九天断，魂散昆仑下九幽。“白羽诵读这孤本上的字迹，脑中不知怎的一发热，便晕倒在地。\n  飞雪 ...\n妈蛋，你要干什么？"
        },
        {
            "author": "流风",
            "timestamp": 1410051360,
            "txt_content": "不干什么"
        }
    ]
}