{
    "title": "<原创·连载>【虚纪元】【第一章：奇迹般的恢复】【作者：月轻歌】【2122】",
    "author": "月轻歌",
    "replyCount": 2,
    "timestamp": 1409963400,
    "txt_content": "\n上一章：http://www.mcbbs.net/thread-333693-1-1.html\n\n\n故事概要：第四次世界大战后，在科技停滞之年之后的突飞猛进之年。因一块由陨石坠落而带来的神秘金属，揭开了世界的新篇章。。。。。。\n\n\n\n\n第一章：奇迹般的恢复\n\n当我醒来时，身边的是世界已经不再熟知。\n\n一股股浓烈的消毒药水的味道涌入我的鼻腔，没错，这里是医院。\n\n忍不住晃动了下身体，随之而来的疼痛让我吸了口冷气；麻木的身体反而更难受了。\n\n微微侧过头去，一位身材姣好的少女正趴在床边睡觉。眼角已是一片通红，眼下还有些黑黑的影子；是熬夜了吧，让妹妹来照顾我这个不靠谱的哥哥，真是太罪恶了。\n\n似乎察觉到了什么，妹妹睁开了朦胧的睡眼；朝我往来。\n\n“哥”兴奋的的呼喊声在耳边游荡，妹妹站起了身，欲要扑上身来，却因我一身的伤痛，退而求其次的握住了我的左手。\n\n妹妹的眼角更红了，晶莹的泪水在眼眶中打转，似乎随时要哭出来一般。\n\n“又哭鼻子了，我家晓雨还真是矫情。”我开着玩笑，握紧了晓雨的手，深怕她会消失一样。\n\n“谁矫情了，我都三年没哭过了。”晓雨挑了挑眉毛，不满的说道。\n\n“是啊，三年了。”我叹了口气，妹妹也叹了口气，屋内瞬间安静了下来。\n\n三年前，真是双亲离开我们的时候。\n\n父母是一只考古探险队的队员，据说他们是在考古时认识相爱的。因为父母对考古的热爱，在业界也小有名气。\n\n但噩耗是在三年前，双亲与一同去探险的同事在一处绝迹中消失。\n\n随身信号消失，卫星定位也中断；证明存活的东西全部起不了作用。一张死亡名单更是击穿了兄妹仅存的一丝希望。\n\n林宏征，李紫汐。\n\n双亲的名字历历在目。哥哥强忍着泪水，妹妹哭的晕厥。\n\n我仍记得妹妹醒来的第一句话：“我的双亲已经死了，为什么这次还要折磨我？”\n\n没错，晓雨不是我的亲妹妹，是我五岁时所认下的义妹。她的父母在一场车祸中死去，而她则被我父亲所接回。\n\n“啊，她以后就是我们家的一员了，文羽，是你的妹妹了哦。你要是对她不好，哼哼。”\n\n熟悉的话语仍在耳边回响，望着妹妹略显暗淡的眼神，我忍着刺骨的疼痛，举起了手，抚摸着妹妹的头。\n\n“嗯？”妹妹抬起了头，安静的看着我抚摸。“就这一次哦，如果不是你受伤了，我才不会这样呢！”\n\n得到了妹妹的肯定，我微笑着点了点头。。。。。。\n\n一个月后。\n\n“这简直是奇迹，至少要半年才可以回复的伤口，才一个月就向没事人一样，少年我们医院就需要你这样的人才，留下来让我们解剖吧！”身穿白衫的主科医生用打量稀世珍宝的目光看着我，似乎就差留下哈喇子了。\n\n我被他的目光看得浑身难受，拉着妹妹快速的离开了医院。\n\n“说真的，哥，你的伤这么快好真是太匪夷所思了。”妹妹晓雨打量着我的身体，忍不住喃喃道。\n\n“你难道不想让哥早点好起来吗？啊，我可爱的妹妹居然不想让哥哥早点脱离伤痛，我真是太伤心了。”说着，我做了个掩面痛哭的动作。\n\n“讨厌，我只是有些惊奇罢了。”晓雨轻轻的拍打着我，吐了吐舌头解释道。\n\n“对了，那个金属现在怎么了？就是那个让我重伤的罪魁祸首。”我下意识摸了下妹妹的头，问道。\n\n“那个紫色的金属啊，被国家收走了，嗯，好像被做成游戏的主脑了，就是那个很火的虚纪元。好像今天就是出售游戏盒子的时候呢，哥，我们要不要去买一个？”妹妹快速的打掉我的手，回答道。\n\n听见虚纪元的名字，我下意识的挑了挑眉毛。\n\n这也难怪,从新科技开始飞速进步之时，虚纪元便开始制作了。\n\n历经多年的风雨，从最初为蓝本的Minecraft，到融合众多游戏特色的“初——纪元”，再到现在即将用虚拟全感知的“虚纪元”，不管是在什么时候，都一直备受全球玩家的关注。\n\n虚纪元与其他游戏不同的是，它没有正常的升级方式，等级只为装备，装备等于职业。怪物只掉材料经验，装备只能制作。这令人耳目一新的另类，在游戏界揭起了一阵狂潮。\n\n“虚纪元吗？”我沉思了片刻，拉住妹妹的手，快速的跑向游戏商城。\n\n“当然要。”\n\n一个月前。。。。。。\n\n一处充满实验材料的地下室中。\n\n“上校，据A12区的密电所述，有一个奇异的陨石在其地区坠落。这与平常的不同，我们并未发现任何轨迹，且陨石中掉落了一个金属，它的电子兼容性可能超过目前世界上的任何材料。”一个军官模样的中年男子恭敬地在一旁汇报。\n\n“嗯”身穿白袍的少校摆弄着花花绿绿的细长玻璃瓶，若有所思的回应道。\n\n“将那个金属带过来吧。”在一段安静的沉思之后，少校缓缓开口道。\n\n“是的少校。”说罢，中年军官无声的从实验室离开。\n\n实验室重归平静。\n\n。。。。。。。。。。。\n\n“方僮，快去将所有的成员召集到我这。这真是太不可思议了。”少校身前摆放着一块约有两个足球大小的紫色金属，银白色的胶状物被均匀的涂抹在上面。一旁的显示器在不停的翻新着数据，红色的字幕频频浮现。震惊的神色布满了少校的面孔。\n\n“是。”方僮向少校敬了个军礼，转身按下门边的红色按钮，一面亮白色的屏幕围绕在红色按钮浮现。在输入一连串密码之后，重新按下了红色按钮。\n\n数分钟后，层层封闭的大门重新打开，身穿制服的研究人员陆续走入；由软性金属所制作的徽标上雕刻着“摩尼林公会（1）”\n\n“老刘啊，这次找我们来是要干什么呢？”\n\n“是啊老刘，难道发现什么有趣的东西了吗？”\n\n“刘sir，这次叫我们过来是要干什么呢？”\n\n一连串质问声随着大门的闭合而徐徐传来。\n\n“这次可发现个宝贝，你们快来看看这些数据。”上校没有去理睬这些质问声，反而兴奋的指向一旁的显示器。\n\n抱着抱着怀疑的心态，身穿制服的科研人员朝显示器望去。\n\n一阵诡异的安静。。。。。。\n\n“嘶”一连串吸气声在这处小房间响起。\n\n望着这些成员震惊的神态，上校得意的笑了笑，像极了变态的小老头。\n\n但没有人去指责他，毕竟这个东西真是太匪夷所思了。\n\n“吓到了吧，这可是超过现在科技至少200年的东西。”少校顿了顿，再次开口道：“这个东西是在我所处的地区中发现的，所以按照尼本条规(2)的,我有权处置它。”\n\n少校说着，刻意的加重了声调，在成员们逐渐紧张的神情下，略有得意的抬起了头。\n\n“我决定，要把它制作成虚拟游戏的主脑！”\n\n\n\n—目前可公开———————————————————————————————————————————————————\n\n（1）摩尼林公会：在第四次世纪大战后成立的和平性科研组织，成员包含各国科研人员；有世界顶级的技术。\n\n\n（2）尼本条规：摩尼林公会的会规。\n1，不可研究，制造与战争相关的任何物品。（除非世界重新变得混乱）\n2，地区发现物，所在地区成员有权处置。（与战争有关将摧毁）\n3，成员纠纷可由虚拟游戏解决。\n4，新成员将由老成员带领。\n5，成员与非成员的纠纷将以非侵害，非暴力的方式优先，若对自己造成伤害，可进行反击，结果自负。     \n\n\n\n\n\n\n————————————————————————————————————————————————————————\n\n求顶求赞求回复~金粒人气都不少~\n\n喜欢的各位可以在本帖回复，我会在未来@提醒更新\n[groupid=493]水货集中营=w=[/groupid]",
    "replies": [
        {
            "author": "916094431",
            "timestamp": 1409963760,
            "txt_content": "搬运大户来写小说了~~顶个~~"
        },
        {
            "author": "HGK",
            "timestamp": 1409963940,
            "txt_content": "我忽然又想起了SAO\n为什么0.0"
        }
    ]
}