{
    "title": "【连载·原创】【魔剑】  第一剑",
    "author": "916094431",
    "replyCount": 4,
    "timestamp": 1409962020,
    "txt_content": " 本帖最后由 916094431 于 2014-9-7 17:36 编辑 \n\n               剑魔镇楼 \n\n\n                           前言\n公元4001年，由于受到强力磁场干扰，Minecraft世界（以下简称为旧世界）地图资源生成器错误，导致大部分的无限再生资源不可生成，例如不能无限水，无限小麦\n公元4100年，旧世界的资源已经不足以维持人类的正常生活.....于是，新世界计划启动\n公元4120年，在距离旧世界0.25光年的地方，发现了另一个星球（新世界）并且在上面发现了人类生活的迹象，于是准备训练一批人前去探测当地生态情况\n公元4157年，第一艘近光速飞船研制成功，第一批外太空人员登船：史蒂夫，瑞克，文森特\n\n\n\n\n\n“报告长官”一个身着白色宇航服的高大男子对着对讲机说道“保证完成任务！”“点火！”伴随着巨大的轰鸣声，MC历史上第一次真正意义上的外太空考察正式开始了\n“感觉如何？”史蒂夫向瑞克递了一包水“还好，不会很难受，你应该去看看文森特，他看上去脸色不太好..”\n“我好的很”文森特是个黑人，看上去比他俩都要强壮些“相比之下，你们装备都带齐了没？”\n“全套钻石~政府的人还是很大方的，现在钻石市场价可不低”史蒂夫边说着边把玩着他的钻石匕首\n“各位，感觉如何？太空好玩吗？”通讯屏幕亮了“飞船上伙食足够，你们要在这里待上大约4个月时间，就可以去新世界了”  \n“是！”毕竟都是受过训练的特种兵，并不会说吐槽太空生活之类的话\n  “滋滋滋滋滋滋滋滋滋滋~~~~~~~~~”\n“嗯？怎么了？”“这里信号被干扰了！”\n   “轰！”  “怎么了！”  “飞船右翼遭到重物撞击！”“轰！”又是一声巨响，没等3人反应过来，眼前一黑..........\n\n\n\n\n\n“年轻人，你们可算醒了”一个看上去很瘦的老人家说道“你们可睡了2个多月了，要不是老夫妙手回春，哈哈,不说了，感觉好点没？”\n   “这里是？”史蒂夫摸摸头，刚想起身，被子一掀，全身上下一丝不挂，那叫一个干净“我的衣服呢？”\n   “那件铁皮？重的要死，给扔了。”老人一脸无所谓        “扔了？”史蒂夫哭笑不得，心里想想：反正又回旧世界了，再弄一套就算了，这老头救了我一命，就不计较了\n“喂老头，其他人呢？怎么就我一个？” \n“他们啊，还没醒呢，你们也真是的，不多锻炼锻炼，从天上摔下来就昏过去了，还睡了这么久”\n老人还是那一脸无所谓的样子，史蒂夫可受不了了\n“你从太空掉下来试试，额...为什么从太空掉下来我还没有死...”\n“还好意思说呢”老人转过身去“老夫在湖上钓鱼呢，一个大铁块掉下来，还好老夫跑得快”\n“...........那这里是哪里，我还有任务，必须回去总部。能借我套衣服吗？”\n“你要去哪？”老人一脸惊讶“这世道可不太平。”\n这次就轮到史蒂夫惊讶了，旧世界在几千年前就被统一了，千年来一直没有发生恐怖事件，这个老头说的出这样的话，那这鬼地方到底是有多偏僻啊......\n“这里到底是哪？”史蒂夫接过老人的粗布衣\n“你们..不是这个世界的人？”老夫好像突然间明白了什么\n“你才是外星人，我正统瑞典血统”史蒂夫穿好衣服站了起来\n“瑞典？没听说过”老人一脸茫然\n“这里到底是哪里？”史蒂夫有点慌了，如果这里真的很偏僻，回去可能要很长一段时间\n“奥斯丁顿·圣法部落”老人一脸严肃“孩子，现在你必须跟我去见酋长，能拯救这个世界的。只有你了”\n史蒂夫顿时石化了.....这什么鬼地方，名字听都没听过，还有那个拯救世界是怎么回事，史蒂夫刚想开口问的究竟，只见老人衣袖一挥，史蒂夫就感觉到一股大力传来，接着只能听见老人口中涩涩的咒语，紧接着，他就飞了起来，就是飞了起来.......\n“事关紧要，必须最快速度到达那里”老人不停地做出各种奇怪的手势，然后一只手“拎”着史蒂夫向远处飞走\n  远处，一座全白色的宫殿屹立在山头上，老人径直的飞了进去，然后史蒂夫就摔了个嘴啃泥（虽然地上没有泥）\n“我去，疼死了，老头你有病啊！”史蒂夫摸摸自己的嘴巴“不过老头你为什么能飞呀？教教我呗？”\n“预言中的救世主啊，欢迎来到新世界”一个全身华丽镀金条纹的老人走了出来，手持一根黄金法杖上面有很多奇怪的符文\n“这里就是你要找的地方，而这个世界要靠你来拯救”\n\n【魔剑】  第二章链接地址：戳我    \n",
    "replies": [
        {
            "author": "丶Cc流",
            "timestamp": 1409963280,
            "txt_content": "真厉害。。我给你人气吧"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1411998180,
            "txt_content": "很好呀！\n\nPS：我叫Vincent，中文好像是文森特"
        },
        {
            "author": "gggbbb",
            "timestamp": 1412000760,
            "txt_content": "对话太多，减少一点，增多一点神态和心理描写更好"
        },
        {
            "author": "32689717",
            "timestamp": 1412033640,
            "txt_content": "这是小说？？？？？"
        }
    ]
}