{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】]【第十四章 月弦斩】",
    "author": "JKL81543764",
    "replyCount": 11,
    "timestamp": 1409971380,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:29 编辑 \n\n                                              第十四章     月弦斩\n        时间一点点的流逝，玄尘的气息也是有增强的感觉………\n        结成手印的双掌，缓缓向两边移动，最后平放在膝盖处。能量漩涡越来越小，最后恢复平静…睁开双眸，窗外早已日落，天际仅存一缕残阳。玄尘舔了舔干燥的嘴唇，吞了口唾沫道:“感觉才修炼了一会，没想到时间过得那么快，啧啧。”\n        “嘿嘿，小尘子！走，出去空间站后面那座山，为师要让你正式进入修炼。”心中响起一道苍老的声音。玄尘不知道等他这一句等了多久了！能早日进入修炼，正是玄尘所向往的。\n        ……\n        十来分钟左右，玄尘便是到达了后山山顶。离开前，玄尘也是留下了一张字条，免得他们两个醒来后为他担心。\n        “嘿嘿，坐下。还记得我之前和你说过的魂技和魂法么？”颂老负手立在山顶的一处巨石之上，嘿嘿直笑道。玄尘透过那散发着银光的身体，看到了后面的云雾。这一切，若是让外人见到，估计得从这里直接跳下去……\n        “当然记得！既然你是我的老师，那你给我个最高级的魂技和魂法吧。”玄尘目不转睛地顶着巨石之上的颂老，兴奋道。\n        “……这，你以为天阶魂技魂法满大街啊！就算给你，你也用不起。”颂老白了玄尘一眼，大声道。这不知道天高地厚的徒弟，真是让他哭笑不得。不过，他真的没有那么开心过了。当年，他不知道被封印在山洞内暗无天日的石碑中多久，如今重见天日，还收了徒弟，他怎能不高兴？\n        “现在，先给你低级点的魂技吧，魂法日后再给你。”颂老边说，左手边在腰间，轻抚一块精纯得无任何杂质的白色玉佩的表面。顿时，玉佩表面散发出淡淡的光芒，在夜色中，映照在玄尘那惊愕的脸上。\n        此时，颂老面前，漂浮着三卷不同颜色的卷轴——灰色，暗金色，红色。“选择吧。三卷不同属性的攻击魂技。”颂老挥挥手，三卷卷轴缓缓地落在玄尘面前。\n        “红色卷轴——玄阶低级魂技:地炽炎。需在火山或地下有岩浆处施展，修炼火属性魂法者不受地形限制。”\n        “ 暗金色卷轴——玄阶高级魂技:陨落击。近身攻击魂技，以攻击力强横著称。分三层修炼等级:入门、精通、大成。修炼至大成，攻击力堪比陨石坠落！ ”\n        “灰色卷轴——玄阶中级魂技:月弦斩。以速度著称的剑法魂技，修炼至大成，攻击如浪潮般，连绵不绝，可媲美玄阶高级之上，地阶之下！”\n        “这……介绍好吸引人耶……我能全要么，嘿嘿。”玄尘看完三卷卷轴，手不停地抚摸着那用高级皮毛制作的卷轴，嘿嘿笑道。\n        “臭小子，想得到挺美。我感应了一下你体内的魂气，是暗黑属性……所以第一种魂技，你要了也没多大用。所以，你还是选择最后两种吧。日后我会给你其他魂技，贪多嚼不烂，这道理你应该懂的。”颂老白了玄尘一眼，道。在魂气修炼上，每个人一开始的属性便已经定下来了。所以选择魂法时，一定要了解自己的属性，选择相应的魂法。如果魂法与自身属性不同，轻则反噬，重则气海破灭，成为废人。\n        “唔……我要这个！嘿嘿。”玄尘沉思了一会，拿起了灰色卷轴，笑道。因为玄尘的武器是重剑，遇敌时都是以蛮横的力量来取胜。可遇到一些同样是重量级敌人，或者是敏捷比他高很多的，这样他想取胜就很难了。若他修炼了这个魂技，重剑的力量加上魂技带来的攻击速度，无疑是最好的选择。\n        “嗯，好。用手放在卷轴上，引出魂气。”颂老点了点头，微笑道。\n        玄尘将手放在卷轴上，按着经脉，将气海处的魂气，引到手上，发去淡灰色的光芒。一股信息流，进入脑海。组成一些玄异的文字以及一副清晰的脉络图。“这，应该就是修炼之法吧。”玄尘感应着脑海里的文字和脉络图，自言自语道。\n      “不愧是我的徒弟，哈哈，现在先去休息吧，明日卯时，依然在这座山的山顶，开始正式修炼！”颂老看到玄尘一次就将魂技卷轴的信息清晰的记在脑里，欣慰地笑道。\n        “卯时？！那么早！”\n        “当然，别废话了，要成为强者就必须得吃苦。”颂老拍了一下玄尘的头，撇撇嘴道。\n        “嘿嘿，对了老师，你刚刚那个玉佩是什么？”玄尘捎捎头，嘿嘿直笑。突然想起之前颂老那个玉佩，问道。\n        “这是纳物玉佩，在玉佩内有可容纳任何不是活物以及特殊物品除外的物品的空间。分低中高三级玉佩，低级为淡绿色，中级为深绿色，高级为白色。我这就是一个高级的纳物玉佩，有八十立方米的空间。纳物玉佩都是以魂容制作的，地阶魂容就是用来做高级纳物玉佩的。当然，天阶魂容也可以做，可是谁愿意呢……”颂老拿着那块耀眼的玉佩，滔滔不绝道。\n        “哇……老师那你给我一个呗。”听了颂老的介绍，玄尘几乎是流口水了。有了纳物玉佩，日后拿东西就方便多了。\n        “没有……”颂老沉默一会，吐出了两个字。\n        “那好吧。”玄尘并没有因此而失望，今天能拿到一个合他心意的玄阶中级魂技已经很不错了。况且他前期基本上没有多少东西，有纳物玉佩也是摆着看。\n        …………………………………………\n        回到树屋，还没进门呢，便是闻到一股香味，惹得玄尘肚子咕咕直叫……缓缓打开了客厅的门，一阵食物的香味扑面而来！中间的大桌上，摆满了食物。两男一女如饿鬼般地吃着，啃着，喝着……\n        “这………”玄尘看呆了…反应回来时，马上跑到桌前，二话不说直接拿起一盘炒饭就吃。\n        “嘻嘻，尘尘你回来啦，快吃吧。”萧萧看着几乎整个脸都埋进盆子里的玄尘，笑道。\n        ……………………\n        满满一桌的食物，不知道吃了多久，终于是解决得一干二净，四人齐拍桌，大声道:\n        “爽！”\n        (嘿嘿，你们看完就去引索帖顶一下呀，发个233也可以。快中秋了，在这里祝大家中秋快乐。)        引索帖地址：引索帖\n\n\n",
    "replies": [
        {
            "author": "Cai_Meng159",
            "timestamp": 1409971680,
            "txt_content": "小说看不懂！不过我赶脚不错哦！↖(^ω^)↗！"
        },
        {
            "author": "160984155",
            "timestamp": 1409971800,
            "txt_content": "目测是MC小说是不"
        },
        {
            "author": "Fiendish",
            "timestamp": 1409971860,
            "txt_content": "LZ加油！顶一个"
        },
        {
            "author": "Fiendish",
            "timestamp": 1409971920,
            "txt_content": "LZ加油！顶一个"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1409972520,
            "txt_content": "Fiendish 发表于 2014-9-6 10:52\nLZ加油！顶一个\n谢谢支持！刚刚统计了一下字数，不记空格符合共3.9w字...啊，爽"
        },
        {
            "author": "Fiendish",
            "timestamp": 1409972580,
            "txt_content": "JKL81543764 发表于 2014-9-6 11:02\n谢谢支持！刚刚统计了一下字数，不记空格符合共3.9w字...啊，爽\n码字一定很累"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1409982180,
            "txt_content": "Fiendish 发表于 2014-9-6 11:03\n码字一定很累\n对啊，因为是学生党啊，只能用手机码字，平时放假就用电脑码一点"
        },
        {
            "author": "zhh30648",
            "timestamp": 1410069480,
            "txt_content": "3.9万字太扯 估计你多看了个零 4000字估计都没有"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1410347760,
            "txt_content": "zhh30648 发表于 2014-9-7 13:58\n3.9万字太扯 估计你多看了个零 4000字估计都没有\n我说的是14章全部加起来3.9万，这单章只有2000左右罢了"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1410518100,
            "txt_content": "160984155 发表于 2014-9-6 10:50\n目测是MC小说是不\n以MC为背景，去除了方块，加入玄幻元素"
        },
        {
            "author": "160984155",
            "timestamp": 1410520080,
            "txt_content": "(⊙o⊙)哦...."
        }
    ]
}