{
    "title": "【渣翻译】Mojang和Bukkit项目",
    "author": "linnaea",
    "replyCount": 17,
    "timestamp": 1409982660,
    "txt_content": " 本帖最后由 linnaea 于 2014-9-6 22:19 编辑 \n\n致TL;DR党（太长不看党）——Wolvereness发的侵权声明没有任何依据，CraftBukkit没有使用Mojang的代码，Mojang没义务公开Minecraft的源代码。\n\n源地址：http://forums.bukkit.org/threads ... kit-project.309715/\n\n隐藏的是英文原文，我英语渣（四级没过）语文渣（高考语文没及格）翻译出错的话请指出。\n\nWe think it’s about time we said something about the Bukkit Project and our connection with it. Hopefully this will help to clear up some misunderstandings, reassure some of you and answer some of the questions (or claims) that have been raised – especially by Wesley (Wolvereness).\n我觉得是时候谈谈Bukkit项目本身以及我们和这个项目之间的关系了。希望可以解开一些误会，让你们有些人放下心来，并且解答一些最近产生的问题，尤其是由Wesley（Wolvereness）引起的那些。\n\nWe would have loved to have done this sooner but we’ve been insanely busy… what with the 1.8 Update, Next Gen versions and all… and contrary to what a lot of people think we’re still a small team.\n我们希望能早点站出来的，但是我们真的是最近忙疯了，1.8更新啊NextGen版本啊等等等等……而且和很多人认为的不同，我们依然是一个小团队。\n\nFirst, regarding Wesley, it’s sad and disappointing that he’s acted the way he has. No one here likes having to respond to these things in public – but what choice do we have? If we don’t then speculation grows, and quickly the truth is far from what people are talking about, and many only hear rumors and take them as facts. So, here goes.\n首先，关于Wesley，我们对于他的行为感到伤心和失望。我们不喜欢就这种事情做出回应，但是我们别无选择。如果我们不作声的话谣言就会疯传，很快人们所认为的就会和事实相去甚远，而且人们会把谣言当成事实 。所以我就在这里说了\n\nWesley Wolfe has mischaracterized and misrepresented the position with regard to the Bukkit Project & Mojang. It has been unfairly suggested that Mojang is in some way behind his request that CraftBukkit is taken down (the fact that he quoted a small part of an email I sent him in his DMCA takedown has been taken as some sort of endorsement of his claim). We want to make it clear that Mojang is not responsible and has no liability whatsoever in regard to these claims. \nWesley Wolfe误解了Bukkit项目与Mojang的态度。有人错误的认为Mojang是这次事件的幕后推手（他在DMCA移除通知里引用了我发给他的Email里的一小部分被人误读为Mojang支持这一行动）。我在这里明确Mojang在此事件中对于Wesley的声明不背书不负责。\n\nThe official Minecraft Server software that we have made available is not included in CraftBukkit. Therefore there is no obligation for us to provide the original code or any source code to the Minecraft Server, nor any obligation to authorize its use. Our refusal to make available or authorize the use of the original / source code of the Minecraft Server software cannot therefore be considered to give rise to an infringement of any copyright of Wesley, nor any other person.\n我们提供的官方Minecraft服务器并不包含在CraftBukkit中，所以我们没有任何义务提供官方服务器的源代码，也没有义务去授权其使用。因此，我们拒绝提供或授权使用官方的服务器代码不能被认为是对Wesley或任何人的版权的侵害。\n\nWesley’s allegations are therefore wholly unfounded.\n所以Wesley的声明完全是毫无根据的。\n\nAdditionally, we believe that Wesley has no right to prevent the continued use of his contributions to the project – which he gave freely, knowing them to be subject to applicable open source licenses. We believe these licenses continue to bind all those who contributed to the Bukkit Project.\n除此之外，我们认为Wesley无权阻止其他人继续使用他贡献给Bukkit项目的代码。他无偿将这些代码提供给了Bukkit项目，并且清楚这些代码将适用相关的开源协议。我们认为这些协议将继续维系所有的对Bukkit项目做出过贡献的人。\n\nMojang hasn’t contributed to the Bukkit Project and, therefore, the official Minecraft Server software we make available is not subject to the applicable open source licenses.\nMojang从未对Bukkit项目做出过贡献，所以Mojang官方提供的Minecraft服务器不受这些开源协议的限制。\n\nAs Jeb announced on twitter, Mojang obtained rights in the project over 2 years ago. However they were effectively given to us when we hired the original team to work on Minecraft, and we haven’t touched it since – as everyone in the community that has been frustrated by our lack of involvement knows. For one thing, we don’t have the time or people available. For another, it has always been a community driven project that we didn’t (and still don’t) want to be unduly interfering with. It was only when the community was threatened that we felt the need to speak up. Since then we’ve been trying to decide the best approach for us to take with it.\n如Jeb在Twitter上说的那样，Mojang在2年前获取了Bukkit项目的相关权利。但是其实我们当时把Bukkit项目的开发团队聘用来开发Minecraft的时候，Bukkit项目实际上就已经归Mojang了。不过在那之后我们并没有插手Bukkit项目。那些因为我们极少参与Bukkit项目而很反感的人都清楚这一点。首先，我们没有那么多时间也没那么多人。其次，Bukkit项目在此之前一直都是由社群推动的，我们不想，也不会去过度的干涉这个项目。但是现在社群受到了威胁，所以我们觉得是时候站出来了。那之后我们一直在与社群共同寻找应对威胁的最佳方法。\n\nHere is the dilemma - we want to be able to support the community and the project BUT:\n- we want the community and the project to maintain its independence;\n- we won’t compromise our ownership of Minecraft and because there is open source code associated with it, we won’t authorize (and haven’t ever authorized) the inclusion of any of the Minecraft software we publish, unless we can be certain that our doing so won’t lead to people claiming rights over our Minecraft code.\n现在我们处在一个两难境地，我们希望能支持社群和Bukkit项目，但是：\n1.我们希望社群和Bukkit项目继续维持其独立性\n2.我们不希望因为有开源代码的存在，而损害我们对Minecraft的所有权，我们不会允许其他人在软件中包含我们发布的Minecraft软件的任何一部分，除非我们可以确定授权这一行为不会使得其他人声称他们拥有对Minecraft的代码的任何权利。\n\nThat’s why what Wesley did was so disappointing but that’s also why we were effectively given the rights we got two years ago - to stop someone being able to misuse or sabotage the Bukkit project, and to have the choice to support the Project if others wouldn’t.\n这就是为什么Wesley的所作所为是如此的令人遗憾，但这也是我们在2年前去获取Bukkit项目的相关权利的原因，我们要防止任何人滥用或者破坏Bukkit项目，而且在其他人放弃Bukkit项目时我们可以支持它。\n\nDeciding how we can best help Bukkit and the community is going to take time, patience and some further investigation into the Bukkit project as a whole. We are only just starting to get our heads around all of this but we are committed to doing so and ultimately we anticipate that the result will benefit all those involved.\n找出帮助Bukkit项目与社群的方法需要时间、耐心和对Bukkit项目的一些深入调研。我们现在才给你刚刚开始理清头绪，但是我们现在正在全力解决这一问题，我们希望最终的结果是有利于所有人的。\n\nIn the meantime we’d ask for your understanding, welcome your suggestions and ask that people don’t attempt to assert rights that they do not have, against us or anyone else.\n同时我们希望你能理解，我们欢迎你的建议，我们也希望不要再有人跟我们或者任何人声明他们根本没有的权利。\n\nThanks for reading.\n感谢您的阅读。\n\nVu\nCOO of Mojang\nMojang首席运营官\n@vubui\n",
    "replies": [
        {
            "author": "张俊哥哥",
            "timestamp": 1409982960,
            "txt_content": "哇哦，谢谢楼主辛苦翻译=w="
        },
        {
            "author": "a919298641",
            "timestamp": 1409983020,
            "txt_content": "关键：我们提供的官方Minecraft服务器并不包含在CraftBukkit中               "
        },
        {
            "author": "linnaea",
            "timestamp": 1409983740,
            "txt_content": " 本帖最后由 linnaea 于 2014-9-6 14:13 编辑 \n\n顺便提一句，Bukkit项目不要求放弃著作权，所以Bukkit项目的源代码的著作权属于贡献相关部分的代码的人所有。Mojang拥有的只是Bukkit这个项目的控制权和相关的商标权，而不含源代码的著作权。\n\nBukkit项目的核心开发成员一直都认为Bukkit包含了Minecraft官方服务器的部分代码，觉得法律风险太大，因此最近贡献最大的2个人隐退。\n\nWolvereness是贡献量第三的人，CraftBukkit中20~25%的代码均出自此人之手。Wolvereness在之前给Mojang发了电子邮件要求官方的正式授权，Mojang拒绝了。\n\n然后就出了这么一码事，Wolvereness给Bukkit发了DMCA侵权声明，要求删除所有的Bukkit下载，原因是GPL/LGPL授权的软件不得与其他使用不兼容的协议的软件捆绑\n然后还给Spigot也发了侵权声明，因为Spigot是基于CraftBukkit开发的，md_5作出回应表示不会接受，但是由于法律要求只能删除Spigot的下载\n之后Cauldron（本来叫MCPC+）也跟着倒霉了，虽然Cauldron只用了Bukkit的API而没用CraftBukkit的实现（Cauldron是在运行的时候动态修改Minecraft的官方服务器来实现Bukkit的功能的，并不算捆绑了官方服务器）\n\n目前上述三个软件的源代码库均被GitHub禁止访问，官方的下载均已被删除"
        },
        {
            "author": "zzzchd",
            "timestamp": 1409984760,
            "txt_content": "看了楼主的素养应该是英语语文双神呀"
        },
        {
            "author": "1.3806",
            "timestamp": 1409985180,
            "txt_content": "貌似译文有逻辑问题"
        },
        {
            "author": "Color-Yomi",
            "timestamp": 1409985780,
            "txt_content": "来瞅瞅~"
        },
        {
            "author": "Color-Yomi",
            "timestamp": 1409985840,
            "txt_content": "来瞅瞅~~~"
        },
        {
            "author": "linnaea",
            "timestamp": 1409986260,
            "txt_content": "1.3806 发表于 2014-9-6 14:33\n貌似译文有逻辑问题\n哪里？        "
        },
        {
            "author": "1.3806",
            "timestamp": 1409986320,
            "txt_content": "linnaea 发表于 2014-9-6 14:51\n哪里？        　\n贯穿全文"
        },
        {
            "author": "1.3806",
            "timestamp": 1409986320,
            "txt_content": "linnaea 发表于 2014-9-6 14:51\n哪里？        　\n贯穿全文"
        },
        {
            "author": "linnaea",
            "timestamp": 1409986800,
            "txt_content": "1.3806 发表于 2014-9-6 14:52\n贯穿全文\n那你应该看下英文原文"
        },
        {
            "author": "1.3806",
            "timestamp": 1409987280,
            "txt_content": "linnaea 发表于 2014-9-6 15:00\n那你应该看下英文原文\n没有一句与原文意思差太多的\n说明原文坏掉了"
        },
        {
            "author": "1343",
            "timestamp": 1409987400,
            "txt_content": "{:10_514:}没看懂"
        },
        {
            "author": "linnaea",
            "timestamp": 1410013140,
            "txt_content": "1343 发表于 2014-9-6 15:10\n没看懂\n第一行都没看懂嘛……"
        },
        {
            "author": "01186",
            "timestamp": 1410068100,
            "txt_content": "翻译的不错怎么没人呢？(??_?`)"
        },
        {
            "author": "ZGA",
            "timestamp": 1410068340,
            "txt_content": "翻译很辛苦吧QAQ"
        },
        {
            "author": "鳥妖",
            "timestamp": 1410071700,
            "txt_content": "发错地方了"
        }
    ]
}