{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第2章 下界之门 by小龙",
    "author": "毒蛇",
    "replyCount": 3,
    "timestamp": 1409985180,
    "txt_content": " 本帖最后由 毒蛇 于 2014-10-18 22:31 编辑 我的一些话：昨天这个小说被加精华了，我既高兴，又有点儿紧张，因为既然是精华帖，我就肯定要好好更新的（当然原来我也在认真更新），而且质量比原来还要高。中秋节放假，我就争取多写一些，十·一的时候能把第四卷完结了算是不错，当然了，质量是肯定要保证的。作为第四卷的开卷之章（第一章是可以算是铺垫），大家可以来读一读。\n本章的介绍：泰迪等人进入下界，一系列的乌龙导致了越来越多的人进入了下界传送门，他们又会如何呢？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-332008-1-1.html\n下一章地址：http://www.mcbbs.net/thread-350631-1-1.html\n本章总字数：1480字\n第二章 下界之门　　“不好了！”佐格教授边往西特瓦尔的营地跑，边叫道。　　赫尔伯格赶紧赶过来，问道：“到底怎么了？”　　“我看见下界传送门了！”佐格教授气喘吁吁地说。　　“什么！那东西……”赫尔伯格一时吓得说不出话来。　　“怎么着？你先看好学生，我去找希尔保特。”佐格教授的脚根本停不下来。　　“他在多丽丝那里！”赫尔伯格叫道，但是佐格教授已经往南依道茜那里跑了。　　这时候，北伏加特只有一个学生没进下界了，这个学生就是乔治·爱德文。乔治被多丽丝叫去给希尔保特帮忙，没有进入下界之门。就在佐格教授往南依道茜那里跑的时候，乔治回到了北伏加特的营地。乔治看见大家都不见了，就顺着足迹来到了下界之门那里。乔治看到下界之门先是一慌，接着就冷静地跑回了东合特谷那里。　　“校……校长！”乔治气喘吁吁地对着希尔保特说，他的脚步还没有停下来。　　“怎么了？这么着急？”希尔保特问。　　“我看见……下界之门了！”乔治说。　　希尔保特先是一慌，然后眼睛一亮，说道：“大家跟我一起快去看看！”　　多丽丝当即猜到了希尔保特的心思：“哥哥，别去！你难道有想去……”　　“不要说了，乔治，你在这里呆着，可能佐格教授会赶过来。”希尔宝特尖锐地指出。　　希尔保特带着大家就走了。　　与此同时，佐格教授正在南依道茜那里，他看见南依道茜的新班主任，立马慌了：“你……你不是……”　　“嘘……”南依道茜的班主任说，“别让大家知道，你又不是不知道希尔保特怎么想的。”　　“哦，我是说，我看见下界之门了！”　　南依道茜的班主任先是一愣，然后说：“这……怎么办？”　　“我想去找希尔保特。”佐格教授说。　　“哦，他在东合特谷那里，多丽丝也在。”　　“等一等！多丽丝不是西特瓦尔的班主任吗？”　　“什么啊！去年多丽丝不在，约翰申请的是东合特谷的，赫尔伯格就自动换班了。”　　“那我就去了！”佐格教授就走了。　　正如希尔保特所料，佐格教授正在找他。　　佐格教授看见东合特谷的营地就剩下乔治一人，就吓得浑身发抖。　　“你……他们呢？”佐格教授问。　　“希尔保特带着他们去下界之门那里了！”　　“完了！希尔保特肯定让他们进去，天啊，你快去通知赫尔伯格教授，我去找南依道茜的班主任！”　　在下界的这个时候，泰迪他们正在悬崖底下。他们从下界之门出来以后，两边都是悬崖，因此他们出不去，也进不来了。泰迪和洛克就不顾一切的跳了下去。不过还好，底下是大面积的灵魂沙，他们并没有摔伤（仅为剧情需要，实际不是这样）。　　他们下去过了一分多钟，就看见拥挤的北伏加特人群从上边像下雨一样掉了下来，不过也都摔在了灵魂沙上。灵魂沙上的小鬼脸一转一转，他们走在灵魂沙上特别的慢。　　又过了半分钟，亚伯拉罕从空岛上掉了下来。泰迪看到亚伯拉罕，就非常生气：“你怎么回事？竟然骗我们，害的来到了这种地方，你说怎么办！”　　接着北伏加特的同学都开始责怪起来，亚伯拉罕已经伤心的不行了。依耶忽然说：“大家都别说了，就算是再怎么说，我们也不可能用眼泪漂上去，再回去吧？”　　大家听了这话又觉得好笑又觉得悲哀，看来他们只能等着救援了。　　时间继续流逝，分明只过了不到10分钟，但是他们已经累得不行了。这时候，希尔保特他们从下界之门里出来了，还是和原来一样，全部掉了下去。　　但是在苦力怕星上，时间已经过去了70多分钟。此时苦力怕学院剩下的为数不多的师生已经汇集在了下界之门前，佐格教授指挥道：“西特瓦尔的男生和女生分两波进去，然后教师们进去，接着南依道茜的学生也要分波进去，我最后收尾，知道了吗？”　　大家按照顺序进去。到了皮格·否特那里，平时爱恶作剧的他竟然畏缩的不敢迈进去。后边的女生助了他一臂之力，给他推了进去。等到大家都从下界星的空岛上掉下去之后，佐格教授也传送到了这里，他看到地下是灵魂沙，就跳了下去。\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "龙猫精神",
            "timestamp": 1409987100,
            "txt_content": "小龙小说不错啊，想着下个精华前进吧"
        },
        {
            "author": "a2455564728",
            "timestamp": 1409988180,
            "txt_content": "挺不错的想客串"
        },
        {
            "author": "毒蛇",
            "timestamp": 1409988240,
            "txt_content": "a2455564728 发表于 2014-9-6 15:23\n挺不错的想客串\na2455564728现已加入肯德基豪华午餐（才怪）= =a2455564728现已加入乱入表"
        }
    ]
}