{
    "title": "卡比来到了MC",
    "author": "5533800",
    "replyCount": 4,
    "timestamp": 1409989740,
    "txt_content": "第一次发创作，呵呵！不喜勿喷h\n\n接下来进入正题：第一章：初次来到MC的卡比\n卡比拿着草莓小蛋糕，被DDD，瓦多迪追着跑~旁边看书的梅塔，也在看他们追小蛋糕，突然，”轰”的一声,大家都抬起头来，头顶出现一个黑洞伴随着一个方块行星，还没等大家反应过来都被黑洞吸进去…………\n    卡比和其他三人都不见了，突然，卡比从黑洞摔下来，掉到一个由方块构成的森林。黑洞还停留在上空，卡比试着飞起来，回到黑洞里，但是，怎么飞都飞不起来，怎么办？卡比只能“baiyo”“baiyo！”地叫，把整个森林都轰了起来，森林里的动物们都跑过来。看看怎么回事。羊眨眨眼，问：怎么了？咩\n\n猪又说：你是不是也被黑洞吸进来了？牛也开始诉苦：我们只能在森林里生活了，回也回不去 哞。（TAT）”动物们不停的在讨论，但问题是，卡比没听懂，【因为它又不是动物，只能听到哞 咩的叫声】但卡比觉得有点莫名其妙，有种预感：它们也许能帮助卡比回到现实世界。so 怎么样呢？卡比跟着那群动物来到一棵巨大的苹果树，卡比吸树上的苹果，那橡树叶子被弄的哗哗直响，一大堆苹果砸在卡比的头上……大家满意的吃着苹果，正好是秋天~成熟的苹果~\n   天色越来越暗，一群  还有向他们靠近，卡比突然：“baiyo”一声，把怪物们震了一下，卡比把这群怪物吸进肚子 又吐出来变成了星星，突然，一只小黑把卡比抱起来，此时，卡比眼前是一片虚空。不知道什么时候，卡比醒了过来，被一群长鼻子【长得特别逗的东东】不明生物包围起来：小黑，你这是抱了什么东西回来丫？粉红红的真可爱。小黑：“恩，我看见他在外面吹西北风，而且长得好奇特 所以抱回来了。”卡比又被抱到了村长的床上，这时，外面传来\"啪啪啪啪“鞭炮的声音，把卡比从床上惊醒了，放你妹啊！…………卡比跑出门外，与小黑装着了，小黑对卡比说：”你有兴趣学一样东西吗？卡比很疑惑，小黑带卡比来到一个空地上，搬起一块木头放在地上，对卡比说：“你要自己建个房子了，不能老是住在村长家，所以，我现在来教你。”卡比也学着小黑，搬起一块木头放在地上，小黑想了想，卡比是圆圆的，建个圆圆的房子比较适合它把！于是，小黑不停的搬来材料，卡比负责铺地板和封顶，接近傍晚，一间[log]圆形屋子建在了村庄的旁边，村民们纷纷过来围观，因为它们从没见过圆形的东西…………\n    咯咯咯，伴随着一阵鸡叫声，卡比醒来了，这么早，该去哪里呢？当然是去找他的好机油-小黑啦！！只见小黑，村长和一个白色长袍村民在一起，白色长袍村民哭诉：呜呜 村长，我的床和工作台昨天被人偷了，害我昨天不能睡觉，~~~~(>_<)~~~~ 小黑对卡比使个眼色，都暗自笑了。不用说，那床和工作台就在卡比家…………卡比和小黑在村庄里游荡，看见三个小孩在那里讨论，卡比来了兴致，跑过去。其中一个小孩笑着说：”我是最勇敢的，村子旁边的死矿洞我进去过，其实里面也没什么东西嘛！“其余的两个小孩头来羡慕的眼光。小黑感觉似乎挺刺激的，问’死矿洞‘在哪里？那个小孩眯着眼:就你也敢进去？哈哈，小黑怒了：我们就进给你看。于是小黑带着卡比来到了图书馆，看到一本叫【恐怖的矿洞】的书，其中就有’死矿洞‘的记载，\n   传说，有一位矿工进去里面挖矿，挖着挖着，突然听见奇怪的声音，他回头，什么也没有，继续认真的挖矿，那恐怖的声音又一次传来，这次持续了比较久，矿工害怕了，拿起钻石剑，“来者……何 何人啊？”忽然，一阵凉风吹过，地上只留下钻石剑和一把镐子……之后，有很多人都进去过，但是没有一个活者出来的………………\n  看到这里，小黑更来了兴致，或许里面藏着一些宝物也说不定，于是带着卡比来到集市，花了5个绿宝石买了1个草莓小蛋糕【坑啊】和一个火把，卡比吃了草莓小蛋糕，跟着小黑来到‘死矿洞’的入口，里面一片黑漆漆的，附近还有个牌子，上面写着：禁地，进去者将重罚。小黑管他呢，带着卡比进去了，里面果然不堪想象，蝙蝠，血迹满地都是，走着走着，奇怪的声音果真回荡在卡比的耳朵里，卡比害怕急了“baiyo”，眼前是凹凸不平的石头路子，还有一条楼梯，卡比害怕得不敢下去，被小黑拖着进去了：怕什么，我会瞬移呢！突然，头顶上的石头不知什么时候被挖开了，一股水了下来，小黑怕水，凭着本性，瞬移不见了，只剩卡比在那里baiyo的叫，卡比醒来是在一个废弃的矿坑里，眼前是一个矿车，卡比好奇的坐上去，谁知道，矿车动了，载着卡比一路向着前方行走。这矿车终于停了，卡比总共被碰了4次头，还被蚊子咬了一口【好吧，开个玩笑】，在它眼前东西，并没有大家想象的那么可怕\n    \n\n\n[groupid=187]彩虹糖[/groupid]",
    "replies": [
        {
            "author": "LXF520",
            "timestamp": 1409990040,
            "txt_content": "沙发沙发沙发沙发沙发沙发沙发沙发是"
        },
        {
            "author": "失落の灵谛",
            "timestamp": 1409990280,
            "txt_content": "看得我眼花缭乱"
        },
        {
            "author": "1076617170",
            "timestamp": 1409991480,
            "txt_content": "介绍太乱 预览图加几张就好了"
        },
        {
            "author": "5533800",
            "timestamp": 1409996940,
            "txt_content": "哦 谢谢"
        }
    ]
}