{
    "title": "<连载·单章>【五神传说】[作者：小威][第一章]",
    "author": "小威",
    "replyCount": 1,
    "timestamp": 1410002880,
    "txt_content": "大家好我是小威，我在论坛发表第三次的连载小说了，那么这次我希望大家也能喜欢哦~\n                                                                       《五神传说》\n                                                                           第一章\n                                                                         五位少年\n                                                       本故事纯属虚构，请不要模仿哦~\n                                                              这是发生在mc世界的故事\n小焰简单介绍\n喜欢交朋友，性格幽默乐观\n小莫简单介绍\n幽默搞笑，很有人缘撒~\n子洁简单介绍\n有正义感，胆子大。\n兔子简单介绍\n呵呵，萝卜青菜各有所爱，但是他都爱！\n萧颜简单介绍\n超级搞笑幽默，非常的好玩有趣。\n  传说之中有五大元素，分别是火、水、草、土、金。当年在时空大战之中，五大战神为了守护住时空的秩序，与时空破坏者战斗起来，五大战神在最后一刻就与破坏者同归于尽。但是五大战神的元素还未消散，如果获得了元素的力量他也就会有元素应有的力量。接下来的故事就在这五个少年的身上。\n  叮铃铃~叮铃铃~叮铃铃~上课铃响起，所有同学都回到座位上。\n  有两个人在打闹，那就是小焰和小莫啦，他们两个调皮蛋,就是这样死性不改。今天上的是语文课，语文老师进入教室，小焰和小莫仍然在继续打闹，语文老师咳咳了两声并用棍子想黑板打了两下暗示了小焰和小莫，小焰和小莫意思到老师来了，并乖乖做好。\n  语文老师开始讲课了，大家都在认真听讲，突然一队警察进了教室通知他们：“学校已经被安了核弹了，请迅速撤离，逃离到安全区域，这次爆炸将会炸毁整个学校，我们负责拆除核弹，你们快点走！”\n  语文老师愣了愣并面向全班，严肃的说道：“同学们！请迅速撤离，老师留下帮忙，你们走的越远越好，不要管我们，如果多管闲事，小命难保，可不关老师的事情！给我全部滚！”语文老师突然变得超级严肃，似一头母老虎一般，不！是比老虎还可怕，但是学校被安了核弹是谁都会这样的！班级的学生全部撤离。只有5个人留下来他们希望能帮上忙。在他们死缠烂打的情况下，学校勉强答应。（喂！作者你妈比逗我呢！这么扯淡，谁会信啊别忽悠读者好不好。作者：“咳咳~如果你们不留下来下面剧情怎么写，如果没有留下来你们就都不会上镜，如果不留下来我也不知道怎么写，如果你们不留下来。”好啦！算你牛！）\n  小焰：“哼就让我来大干一场吧！”\n  小莫：“傻缺才会这么做，我还是回家待着比较好。”\n  子洁：“哼！一群胆小怕事的娃，我劝你们快点回家喝奶吧！”\n  兔子：“我看你才回家喝奶吧。”\n  萧颜：“淡定了啦，不要起内讧了啦，像我这么勇敢，这么牛逼这么威武，这么.....（此处省略100个字）怎么可能害怕，对了我肚子疼我家里才有药治各位我先回家了哈。”\n  兔子：“卧槽，你为何这么吊。”\n  萧颜：“我本来就很吊。”\n  子洁：“别啰嗦了，有空再这里闲谈，还不如想想法子。记住你们当初选择这条路现在不能后悔，如果后悔我就会....”\n  萧颜：“我刚才说了什么？你们什么都没听到哈~呵呵（萧颜冷笑）。”\n  警察：“快点撤离10分钟后就会爆炸了！”\n  小焰：“啊！大家快跑！”\n  大家都准备撤离了这个时候有个警员说：“队长教学楼还有一些学生被困。”\n  警长：“不对啊，没火灾啥的怎么被困了。”\n  警员：“谁说的！你看！教学楼！”\n  警长：“什么情况怎么会好端端的起火！”\n  警员：“我也不知道啊！”\n  神秘的笑声：“哈哈哈哈哈哈哈~”\n  警长：“你是谁！全体戒备！”\n  所有人都非常的谨慎\n  只见一个披着黑衣服的黑衣人漂浮在空中。\n  黑衣人：“当年五大战神与我们魔族同归于尽，但是我们还有一点黑暗势力没被销毁，哈哈哈，我今天只是来杀死你们吸取你们的恐惧你们的灵气你们的灵魂而已。路西恩你来拖时间吧，给他们这群小罗罗一点颜色看看！”\n  路西恩：“没问题，我最喜欢吸食恐惧啦！因为我的力量会更强大！”\n  所有人都非常的害怕恐惧，这时子洁说：“喂！你们听不懂吗？他会吸食人的恐惧力量会越来越大的！你们不要害怕啊不要恐惧！”\n  路西恩：“哟！小子挺有两把刷子的呀。让你瞧瞧暗势力的强大！”\n  说完路西恩对子洁伸出手掌，再像掐人脖子一样的手势把子洁吊上半空。\n  路西恩：“恐惧吧！暗势力不可战胜！额哈哈哈哈哈哈哈哈！”\n  子洁：“我是不会屈服与你们的！”\n  警长：“射击！”\n  全体警员射击路西恩，但是这对路西恩一点杀伤力都没有，子弹反弹了回去，幸好警队的人都穿着防弹衣，没有死亡，严重的只不过受了点轻伤。路西恩以讯雷不及掩耳的速度到警长前面，一手插进警长的肚子，警长狂吐血不止，最后休克死亡，警长的恐惧、血液、灵魂都被吸食了，这使路西恩更加的强大。路西恩一步一步靠向警员和小焰他们。路西恩大开杀戒，把所有警员像警长一样杀死了。恐怖的气息一直在五位少年的身边打转。就在这个时候五个不同颜色的光芒出现了！\n  路西恩：“这是！五神的元素力量！这太好了！我们暗组只要把它变成暗系力量这样就能有助于我们统治宇宙了！哇哈哈哈！五神元素是我的！”\n  五位少年：“不对！这是属于正义力量的，自古以来邪不胜正！元素力量帮助我们抵制暗系力量吧！”\n               \n\n\n                                                                          敬请期待下一章节\n                                                                             《五神的力量》 \n",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1410003780,
            "txt_content": "中间一段像流水账←w←"
        }
    ]
}