{
    "title": "[原创-连载]破灭虚空 第一巻 第05章 提示者",
    "author": "龙腾猫跃",
    "replyCount": 2,
    "timestamp": 1410002280,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-9-6 20:01 编辑 \n\n第一卷 破晓第05章 提示者\n　　想着“似乎很高大上啊”，宁苍辰点开那个选项。一个新的面板跳了出来，上面只有孤零零一行字：\n　　“S级神谕 第一阶段”\n　　宁苍辰再次点开，又是一个新面板，上面写着一大摞文字：\n　　“S级神谕 第一阶段\n　　目标：到达任意国家边疆\n　　要求：限时2年（剩余1年11月29天1时21分40秒）\n　　完成：未知\n　　失败：抹杀”\n　　宁苍辰惊呆了，这坑爹的！抹杀！宁苍辰接着看，\n　　“备注：你这小子真倒霉，我传送，你要去吼，弄得传送偏离了位置，你真是活该，哇哈哈哈……”\n　　“嘭——”一声非常响亮的……撞墙声响起。宁苍辰看着被“挤”在最下面的窗口，生命从30/30（100%）变成29/30（96.67%），嘴里不停地诅咒那可能存在的“神”。\n　　像是应和宁苍辰的心意，眼前面板的备注末尾，闪烁着又出现一行字：\n　　“年轻人，no do no die！”\n　　“嘭——嘭——嘭——”\n　　宁苍辰终于崩溃了，望着那句话和下面的26/30（86.67%），开始各种骂各种诅咒，不过那杀千刀的面板似乎不理他了，死活不多出来半个字。\n　　宁苍辰摸着生疼的，估计明天就会多几个包的头，诅咒着小心眼无节操的“神”，我传送地点偏了你就再传送一次呗，都把我揪到这来了，别说你不能传送，骗谁呢？\n　　堵着一肚子气，宁苍辰把所有面板关掉睡觉了。他可不想看后面的那个“设置”，然后把自己撞墙撞死——这个速度，撞死自己恐怕要不了多久，三四十下就洗白白了。\n　　对于那个抹杀他倒是不太担心。2年，足够做太多事了！他又没有家又没有眷恋的，想走就走……钱？两年诶，洗碗挣钱的话也够了吧，只不过这任务是为啥呢？\n　　抱着一肚子没处发的气和些许激动和期待，宁苍辰逐渐进入了梦乡。\n　　宁苍辰才睡着不久，突然，眼前一道蓝光闪现，吓得他一下睁开眼睛。睁开眼，他发现，面前竟然有一个蓝色面板悬浮着，上面一些白色文字刺激着他的双眼，他被这玩意吓得一下子倦意全无。\n　　宁苍辰的第一反应就是闹鬼了，那些恐怖小说不是经常是睡觉时电视突然自己打开么，这情节也差不多了！不过转念一想，这个世界就算真出现鬼也是可能的，他反而安心了。\n　　宁苍辰揉揉眼睛，再次看向窗口，这个窗口和以前他看到的都不一样，是一个弹窗的样式，上面写着：\n　　“倒霉的孩纸：”\n　　“……你才倒霉，你全家都倒霉！”\n　　“看在你骂我骂得那么辛苦的份上，我给你一个好心的提示，最好速度快一点，并且在这两年尽快提升实力，不然你挂了可就没人骂我了！呵呵……\n　　——尹海航”\n　　虽然很想再骂几句，让我活下来就是为了好有人来骂你？！呵呵！泥煤的我这么不值钱么？尽管如此，但是一些信息却是宁苍辰不可忽视的。\n　　还这个名字，难道神就是这个名字？唉，我又不敢去问，不然引起别人怀疑就亏大了，毕竟自己现在是“失忆”了的，这样说出来，不符合常理啊！\n　　想来想去，宁苍辰发现自己怎么想也不会有结果，于是消掉窗口，闭上眼继续睡。\n　　“快点给我起床！！！”\n　　再醒来，已经是第二天，并且是被一个“不明青年”叫醒的。\n　　那个不明青年看起来比那个魔法老湿差不多大，只不过没有魔法老湿的那种书卷气和文雅，也没有肌肉老湿的剽悍。皮肤倒和那肌肉老湿一样，是黄褐色的。\n　　不过，这种整体形象，归结起来就是三个字——乡巴佬！\n　　宁苍辰被叫醒，揉揉眼睛，心中一丝疑惑——这是哪？想了一下，逐渐清明的意识让他记起，这里已经不是自己熟悉的家了。\n　　在心中默默叹息了一下，虽然自己很讨厌那个世界，不过这么突然地失去了这些，还是让他很唏嘘，毕竟也是在那里过了这么多年。\n　　“你还起不起床啊！快点！”\n　　宁苍辰微微皱眉，心中不爽，道：“你是谁？来干什么啊？”\n　　“我？我只是一个打杂的！那老师叫我给你带路！你还不快点！不知道那人咋想的，竟然让我带路……”\n　　虽然对他的嚣张很不爽，但是在这里，他只是一个“客人都不如”的身份，那些老师随时都可以把他丢了，别人也没有义务去“收养”他，他也就不好骂出来，毕竟是受人恩惠。于是，宁苍辰就默默穿好衣服裤子跟着那打杂的走。\n　　虽然嘴上不说，但是他心里还是暖暖的。那些老师真的很关心自己，很有人情味，的确是很善良，刚开始他的猜忌真的是多余了。\n　　跟着乡巴佬一路走，宁苍辰也懒得记路，就观察身边形形色色的人来。不得不说，这里确实和中国的学院不同，充满一股严肃的气氛，可能是习武的缘故。\n　　左拐右拐地，宁苍辰终于到了食堂，乡巴佬去领了两份包子，一人一份，宁苍辰心里感叹着这里竟然有包子，但是嘴巴却吃得很利索。\n新龙套表尹海航：我自己\n\n作者吐槽尼玛Error 500害死我了啊啊啊啊！今天补更新，一共3更……\n\n章节信息本章节字数：1709字\n索引帖地址：http://www.mcbbs.net/thread-313594-1-1.html\n下一章地址：http://www.mcbbs.net/thread-335808-1-1.html",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1410004320,
            "txt_content": "我一直在看有没有我（斜眼笑）"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1410004620,
            "txt_content": "yuchenyang 发表于 2014-9-6 19:52\n我一直在看有没有我（斜眼笑）\n哦既然你说了那就快有你了替换名字之类的最……"
        }
    ]
}