{
    "title": "[原创-连载]破灭虚空 第一巻 第07章 学习者",
    "author": "龙腾猫跃",
    "replyCount": 4,
    "timestamp": 1410006420,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-9-6 20:29 编辑 \n\n第一卷 破晓第07章 学习者\n　　“等级，是衡量任何生命战斗能力的通用标准。而这个原则，限制了跨越20级以上的故意或者是恶意的伤害。所以，我们人族才没有被强大的种族灭绝，而是一直生存到了现在。”\n　　“举一个例子，在这个原则下，等级40的强大寐兽就无法伤害我们，因为等级相差超过20级，除非我们允许它伤害，不然它绝对无法碰我们一根毛！就是这样，我们人族才得以生存。”\n　　仿佛高潮过了，黎凌的情绪一下就低了下去，也不管被庞大信息量弄得苦苦沉思的宁苍辰和下面吵吵闹闹的熊孩子们，就光顾着自己的讲，当然，后面的也的确没有什么太大的“亮点”了，不过宁苍辰还是敢保证自从他上学以来这是他最认真的一节课！\n　　让宁苍辰惊讶的是，一节课竟然只有25分钟，让他各种赞叹异世界人的伟大……当然，对于现在迫切需要大量知识的他可就不一定是好事了。\n　　一下课，宁苍辰就追上去问黎凌老师：“老师您好！请问一下，那个什么‘真神’的名字是……”\n　　黎凌有深意地笑了一下：“你不是已经知道了么？那为什么还要问？”说完，黎凌就转身走开，留下了震惊+呆滞的宁苍辰。\n　　“神……谕么……”宁苍辰自言自语到，“难道是传说中的任务系统？呵呵……”\n　　一个下课就在宁苍辰处理信息与回忆中度过，不得不说，宁苍辰现在才知道记笔记是多么幸福快乐的一件事！至少不用回忆回忆加回忆……\n　　第二节课是语文，这也是宁苍辰迫切需要的，不然以后或许真得走错厕所，要么就是各种被坑。\n　　这次总算是发了个本子——皮制的，虽然厚度不薄，但是考虑到那一层白皮的厚度，估计也没有多少页也写不了多少。不过听说可以“重复使用”，到底是哪种重复法就不得而知了，总之宁苍辰现在可不想把自己的笔记给“重复”掉！\n　　笔，就是简单的铅笔。简单到什么程度呢……一截不规则小木头中间包着铅（应该是铅吧），握着木头都轧手，不过听说等到谁把笔杆磨圆了，就一定是学业有成的大人物！\n　　这个笔是他见过的最廉价的“上铅笔”了，笔芯可以换，额，不知道是他们穷的，还是单纯为了炫耀自己学富五车，可以用写字的方式把一截木头给磨圆，很多人如果不是必须，都不会换笔杆的。\n　　拿着这可怜的“新手装备”，宁苍辰感叹了一下不是机械化真口怕，还是得老老实实地拿着那“上铅笔”和“羊皮本”记笔记。\n　　下课去教室外游荡了一会借着学了一点的字来“熟悉地形”，就到了第三节课。只见丘瑟斯走进教师，脸上挂着满满的严肃，虽然那严肃挂在他的脸上显得很搞笑。他竟然还看向宁苍辰，给他抛了个眼色，其神态和昨天简直判若两人。\n　　丘瑟斯轻轻咳了几声，下面那些唯恐天下不乱的熊孩子竟然安静了下来。这一下就让宁苍辰很惊讶了，以前面两节课的经验，这些熊孩子没有个十来分钟是绝对安静不了的，但是这才……这不科学！\n　　但是不久，宁苍辰就知道了这NB老湿的剽悍事迹，据说第一节课，所有捣乱的人都被头顶突然出现的水球淋成了落汤鸡……而这杀鸡敬猴的方法也就让他们服服贴贴，当然，还想捣乱的人也都洗了一次免费冷水头。\n　　这些都是后话了，不过不管怎么说，这是好事，毕竟他可不想听这些熊孩子闹腾，老师还要骂。\n　　“今天我们继续学习魔法的种类。现在的魔法基本分为3类，物质，能量和辅助。物质类，就是通过对物质的理解来操控物质，施展魔法。能量，即一切非物质的东西，我们的精神力，生命力，一切物质的重力……这些都是能量。而他们就是通过控制能量来施展魔法。\n　　辅助类比较常见，可以分为内辅助与外辅助两类。内辅助就是跳跃力提升、速度下降这种‘状态附加’，外辅助最典型的就是剑气，是‘外放’。”\n　　宁苍辰拿出120%的速度，刷刷刷地记着笔记，同时心中也在惊叹这个前所未闻的体系，其详细是他以前绝对无法想象的，同时也证明了小说的……坑爹误导。\n　　一节课下来，宁苍辰的脑子装满了东西，他去了一趟厕所，凭借专门记下的男女两个字，没有出现走错厕所的情况。回到教室坐下，准备看一看笔记，但是眼前的笔记本让他惊呆了：\n　　他刚才的笔记不知道被谁涂得一团黑，甚至几乎看不出字来，复习么，是基本不可能了，重要的是，他的名字也被涂了，被涂的名字旁边还写着一个字——“狗”！\n　　异世界人是不会写汉字的，那么是谁干的就呼之欲出了：\n　　“冯、志、鑫……！”\n作者吐槽补更的三更完毕。从这章起我会记下“应该更新的日期”，保证平均5天一更！\n\n章节信息本章节字数：1655字\n应更新日期：2014-09-06\n索引帖地址：http://www.mcbbs.net/thread-313594-1-1.html\n下一章地址：暂无",
    "replies": [
        {
            "author": "Aiursad",
            "timestamp": 1410006720,
            "txt_content": "吾在周末拍手叫好@xcc @CloudsXDao"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1410007980,
            "txt_content": "支持龙猫！     "
        },
        {
            "author": "xcc",
            "timestamp": 1410008520,
            "txt_content": "Aiursad 发表于 2014-9-6 20:32\n吾在周末拍手叫好@xcc @CloudsXDao\n我现在正在制裁一个举报我的孩子。\n                                      ——你会忘记这个论坛，但你，会永远记住我们。"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1410941220,
            "txt_content": "看在你初三的分上顶顶你- -"
        }
    ]
}