{
    "title": "[原创-连载]破灭虚空 第一巻 第06章 阻碍者",
    "author": "龙腾猫跃",
    "replyCount": 2,
    "timestamp": 1410004800,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-9-6 20:27 编辑 \n\n第一卷 破晓第06章 阻碍者\n　　似乎老师不在食堂吃饭，看不到老师的身影，全部都是学生。学生有大有小，上至十五六岁，下至六七岁，就像是……小学和初中的混合体。\n　　宁苍辰三下五除二解决了“大一号”的包子，宁苍辰接着被“乡巴佬”带到了教室。他满脸蛋疼一百万个不愿意地走进去，但是瞬间就惊呆了——\n　　“What？我和六七岁的一起上课？！”\n　　宁苍辰捂着脸，心中一百万亿只草泥马奔腾而过，好几秒后才被迫接受了这个现实，慢慢把手放下。教室里大多数是五六岁的人，只有个别的稍显大些，九岁十来岁的也有寥寥几个。但是，一个熟悉的身影却让他五雷轰顶！\n　　“冯——志——鑫——！”\n　　虽然很不可思议，不过确实，他的同学——冯志鑫就在他的眼前！\n　　没有想为什么他也会在这里，宁苍辰把拳头握得咔咔响：“看来，这是天意啊……”他强行平息下怒火，随便找个位置坐下。\n　　由于他们实在是有些“鹤立鸡群”，冯志鑫也几乎是在第一时间发现了他，于是起身走上来，面带笑容地说：\n　　“呀！真巧，你也在啊！放心，我一定会像以前一样，把你狠狠地踩~在~脚~下~的！”\n　　宁苍辰无言，把牙齿咬紧，看着笑里藏刀的冯志鑫一步步走回他的座位。他的心中，以往的一幕幕浮现而过……\n　　在那个“莫名其妙的夜晚”前，他只是一个普通的初中生——过着无聊枯燥、两点一线的学习生活。然而，人生注定不能一帆风顺：冯志鑫，就是他这么久以来最大的麻烦。\n　　宁苍辰的成绩在班里属于优生，但是冯志鑫却是学霸，也就是说，恰巧就压过了他一头。而冯志鑫，似乎也最喜欢从打败别人、嘲讽别人为乐，也不知怎的，他就盯上了宁苍辰，于是仗着成绩的优势，想方设法阻挠他的一切。\n　　比如，一次知识竞赛，冯志鑫原本不想参加，但听说班主任让他去参加，他立马就去申请，还打着“为班级争光”的可笑旗号。而班主任看在成绩的份上，自然得让冯志鑫参加，于是宁苍辰就被这样挤了下去。\n　　这样的事情数不胜数，无论怎样，他的人生路上至少半路都有冯志鑫猥琐的笑容。并且更可恨的是，每次得逞后，冯志鑫都会专门来侮辱宁苍辰一番，并且每次都是笑着来，笑着去，更让人火冒三丈。\n　　去告状？虽然不知道同学怎么看，但他至少是老师心目中的超级“乖宝宝”，去告状你就是嫉妒，就是诬陷！有你好受的！反抗？别人可以把黑的说成白的，白的说成黑的，你说你是反抗？好啊，证据呢？别人好学生怎么可能做这种事？\n　　最让宁苍辰气不过的就是冯志鑫的目光，就像看一只猴子在可笑地表演，感觉自己总是高人一等，别人，都是蝼蚁！\n　　不择手段，善于伪装，却偏偏还有很好的成绩，处处压他一头。在宁苍辰的心目中，冯志鑫就是这样的人。对，因为他，就是因为他的挑拨离间！一个个朋友从宁苍辰身边或是失望或是愤怒或者干脆一声不响地离开，而他却在背后阴笑……\n　　宁苍辰原本认为，到了这个世界，就可以远离他，远离原来的生活，远离无情的命运，但是，偏偏又是命运又让他们再次走到了一起。\n　　“这里已经不是原来的学校了，我们可是站在同一起跑线上的啊！那么，在这里，我就绝对不会输给你！让我们在这里，作出了断……”\n　　这时，一个女老师——标准的老师打扮，走进了教室，戴着她方框眼镜，模样……真的不算好看，甚至带点老妇人的味道。\n　　大家见到她就安静了，接着，她用怪异的眼光看着宁苍辰和冯志鑫，说：“今天我们班新来了两位新同学，大家欢迎~”\n　　虽然这“新同学”不知道比自己大多少，但是纯真的小盆友还是卖力地（虽然绝对是装样子）鼓掌。\n　　“那么，我还是对新同学自我介绍，我叫黎凌，一级三班历史老师。好，今天我们讲远古历史第四课。额……新同学么，前面的不重要，不听也罢。”\n　　示意下面安静后，黎凌接着说：“三百年前，我们伟大的真神开始改造经过大战后残破不堪的世界。他重新划分了各国领土，平息战火，更重要的是……”\n　　黎凌停顿了一下，用庄重的语气说：“设立了世界的制度，也就是这些数据。”\n　　宁苍辰一惊，黎凌喘口气，说：“生命的基础单位，是数据！一切皆可以用数据衡量！”\n新龙套表黎凌：我的历史老师（李玲）\n\n作者吐槽本日第二更，还有一更，继续求龙套报名求索引回复~\n\n章节信息本章节字数：1566字\n索引帖地址：http://www.mcbbs.net/thread-313594-1-1.html\n下一章地址：http://www.mcbbs.net/thread-335819-1-1.html",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1410005100,
            "txt_content": "你这是要成快男的节奏啊←w←"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1410005520,
            "txt_content": "yuchenyang 发表于 2014-9-6 20:05\n你这是要成快男的节奏啊←w←\n我是有手稿的现在只是复制粘贴+修改而已当然快……手稿我都在写第11章了"
        }
    ]
}