{
    "title": "罪恶の剑 By-2200306529 冒泡之作",
    "author": "2200306529",
    "replyCount": 0,
    "timestamp": 1410007320,
    "txt_content": " 本帖最后由 2200306529 于 2014-9-6 20:49 编辑 \n\n             哈喽 大家好久不见 最近潜水了不少时间 差不多一个作品或者帖子都没发 那有人问了 为啥你开学了再发帖 其实我自己也不知道要为什么这样做 反正这个帖子 我也觉得没希望有多少金粒和回复 就发出来再锻炼锻炼我的作文（脑洞）水平 你懂得~              习惯性的空了几格后继续说 这个罪恶の剑系列呢 差不多会出到第30章 我也不怎么确定 毕竟是学生党嘛。。。而且还有2个坑没填完@SAO还原计划 @丧失启示录 SAO还原计划呢 我是不打算继续填坑了 因为呢 我没有伙伴 单人建造 进度实在太慢 而且我的世界在不改根文件目录的情况下呢是无法超出255格的 而超平坦世界一上来就好像100多格 艾恩格朗特在动画中是个巨型浮空不科学战斗高塔 所以呢 要在单人不用任何修改器、地图编辑器一个一个方块造的话太费时间 这个计划呢 我打算有钱开个小服再招点人 创个建筑组 然后再建 毕竟 我现在在国内没有看到过SAO还原艾恩格朗特的 至于丧失启示录呢 由于电脑抽风 存档丢失 然后。。。QAQ555555555 所以现在将丧尸生存改变为丧尸RPG好了 闲话就到这里 开始正文吧！\n\n分割线 土豪金华丽版\n背景介绍———————————————————————————————————————————————————\n               3067年 人类基因变异 形成了新的一种生物：契约者 契约者在出生时就有与其他孩子不同的外表和能力 例如：手臂上有蓝色剑状印记 一出生就可以搬起巨大的箱子......具体请看 番外篇_契约者资料\n故事开始http://www.xiami.com/widget/0_1770830084/singlePlayer.swf_____________________________________________________________________________________________\n                http://www.xiami.com/widget/0_1770711697/singlePlayer.swf我 是一名高中生 目前就读于联邦局异类战斗学校  301班 每天就是训训练什么的 每天重复着 这样的日子 我已经十分厌倦了 但是这也没办法 出生时我因为接触过契约者而没有被同化 校长得知后一眼看中我 我便就这样简单的连战斗测试都没有测试过就进入了这个学校 今天 又是一天 我决定逃学 去浪迹天涯~~~ 本以为这只是说着玩的 但是 不知怎么的 好像有什么在召唤着我是的 我真真切切的逃学了 本以为逃出这所军校十分难 但是 不知为何 门口竟然没有守卫 我大摇大摆的走了出去 .\n                  夜晚来临了 我走在回家的路上 不知不觉的走到了一个巷子内 我低头坐了下来 突然 周围响起警笛 枪声四处响起 我还没来得及反应 几名特警就来到了我的面前 将我扶起 往外跑 可是 没跑几步 旁边的墙便裂开 倒塌 将两名特警压晕 从墙中走出一名跟我年纪差不多的高中生 不同的是 他右手手臂上拥有蓝色剑状印记 他看了看我 不知为何 被他眼神所扫过之后 我右手也慢慢浮现出了蓝色剑状印记 那人见此情况只说了句:也是幸存者吗?便遭到特警攻击 可是 他却没有丝毫受伤 他面前渐渐浮现出一把巨大的战弓 还没有看清 他便拉满弦将一支漆黑的箭矢射了出去 轰!!!特警被消灭后 他拉起我 这次看清了 他左眼呈现蓝色 右眼呈现血红色 仿佛一只野狼愤怒的追杀猎人 还没来得及反应过来 我便被他摁倒在地上 他右眼看着我的蓝色剑状标记 突然 他右眼呈现出蓝色的光芒 我的右手臂突然疼痛起来!我下意识看了看 一道蓝色之光从标记中慢慢延伸出来 最后呈现出一把巨剑!突然 大脑好像被灌输了许多记忆 地球毁灭? 人类被克隆? 我死了? 不 我还活着? 不 我是契约者?  不!!!!!!!! 但是随后 我瞬间明白了这一切 这些记忆使我愤怒起来 我站了起来 手中仿佛燃烧着蓝色的火焰 这把巨剑发出耀眼的光芒 当我拿起剑时 脚下出现了十字召唤阵 我顿时明白了 契约者不是异类 也不是敌人 他们是救世主 这些人类 都是克隆体 我们唯一要做的 就是: 杀光他们。。。。怒气渐渐吞噬我的心 眼睛的颜色突然变成了蓝色 好像要吞噬一切！我眼中闪着愤怒之火 杀光他们。。。。我一个瞬步冲刺到一个特警面前 他用枪试图将剑挡住 但是。。。。枪被砍得粉碎 一个人倒下了 鲜血沾满剑体 一个回旋 第二名倒下了 鲜血飘到我的脸上 但 我并不畏惧 这些鲜血哪能让我倒下？杀光他们 ！\n                     全部烧きの一つもなく\n正文结束———————————————————————————————————————————————\n              感谢观看本次小说http://www.xiami.com/widget/0_1773435957/singlePlayer.swf\n              作者qq：2232074156 旧qq：2200306529（已被盗）\n              召唤术：@2403 @修改器真好玩 \n              最后日语意思：杀光他们 一个不留。。。。\n              这次作文 哦不 文章比较短 请见谅 由于实在是太饿了 想不出东西 所以等我体力恢复在来更新哦~\n              听说给金粒虽然扣 但是给人气不扣！ 良心啊！\n              对了 最近也希望大家多多支持我的丧失启示录地图作品\n              本次文章已经结束 感谢观看\n               @2200306529 倾亲奉献\n\n\n\n\n\n\n",
    "replies": []
}