{
    "title": "<连载·单章>魔方世界OL[作者：Aiursad][第26章]",
    "author": "Aiursad",
    "replyCount": 6,
    "timestamp": 1412246460,
    "txt_content": " 本帖最后由 Aiursad 于 2014-10-2 19:08 编辑 \n\n                                                          魔方世界OL\n\n作者大人：注意了，这几天公司经济资源急速下降，导致文章质量和更新时间不稳定，所以大家看到这个不要喷我，看到质量差的更是如此，那么开场把！\n\n音乐君：燃起来了...\n\n剧情君：我也燃起来了...\n\n介绍君：我燃...我身上真的燃起来了，啊！！！！！\n\n神秘人：向公司致敬...\n\n    \n                                                                      沉默线\n第26章：到齐了\n      雷晓宇血意继续涌动着，陆陆续续的强破了几个陷阱，霸气而不失风度的大型破坏，“哈~哈~哈~”影歌月嘴里喘着冷气，蹲在地上，望着上方：“我顶你肺嘞，跑这么快，这里是哪啊...”望了望四周，发现了一个一个洞里面的卷纸，上面写着弯弯扭扭的：“小心，这条路是陷阱！--雷晓宇                                                                                      留给：影“哥”月 \n影歌月自然是看不懂这句话，因为简直写的太难看了！而且，影歌月不得不吐槽最后那个省位置的名字，写的小就算了，不仅写错了，还难看，影歌月简直不知道说什么好。没法子，影歌月只好用①“洞悉”，过了一会儿，终于看清楚了，就在看完之后，影歌月背后传来恐怖的呼吸声。影歌月脑子里一闪而过的话语——神庙之魂！影歌月抽出两把匕首，快速的挥了挥，丧尸般的神庙之魂倒下了，在这个神庙之魂倒下之后，更多的神庙之魂聚集了过来...\n       此时，雷晓宇终于停止了暴怒，但知觉全无，满身的血显得像一个刚从②尸堆里杀出来的人，雷晓宇直视前方，华丽的大门就在雷晓宇眼前，雷晓宇知道，在没有意识和知觉的那段时间，已经一路杀到第一个终极关了，雷晓宇不知是因为疲累还是杀多了人，坐在了地上，“等等他们把...”雷晓宇叹息道，睡着了。\n             无限回廊里，两个银光不停的闪烁着，银光一刀一刀发出划破空气的声音，这就是影歌月双刀匕首发出的银光，影歌月渐渐有了压迫感，心想：麻痹啊...为什么好像这里的怪打不完啊...为什么我有点觉得这里有点②地下城的感觉？我甚至觉得...这里不是神庙...影歌月没有再想那么多，继续杀戮着，血不断溅到影歌月的身上，激起了影歌月的 ③被动：刺客本能，影歌月尽量压制自己不能爆发出刺客本能，因为那样会失去对身体的控制，并且还可能死于此地，影歌月想起了刚刚雷晓宇写的话，“小心，这条路是陷阱！”影歌月边杀戮边喃喃道：“陷阱么...”影歌月想起了什么...打了个响指“啪”影歌月慢慢的拿出一本书，封面上印着不知名的符文，另外在身上附加了屏障，影歌月悠闲的翻着书，貌似身边没有怪一般，“恩，就是这个...”影歌月指了指书上奇怪的文字，大喊：“传送——目的地：雷晓宇身边!”传送快完成之前，影歌月把写了字的纸放回了原处，“希望萌小琪过来了会用到吧！”“飕！”影歌月不见了，这时，萌小琪已经来到了这里，全都是僵尸，拿出了卷轴一看，“这是什么字啊？”萌小琪满是疑问，但不会用洞察，只能大概的看出“这条路”“陷阱”，萌小琪想了想，一下子猜的十有八九，“应该说的是这条路是一个陷阱吧，可是看不出来啊...”说完，萌小琪慢慢向前走，“哈~”僵尸的呼吸声从萌小琪前后传出，萌小琪一惊，抽出大刀就走起，雷晓宇睡的正爽，被影歌月一推，头撞到了神庙墙上，“咚”的一声，雷晓宇愤怒大叫道：“卧槽，谁啊！要不是战士是初期就强化了身体，我都头破血流了啊喂！”影歌月摆摆手，歉意的说：“对不起啦，和你道歉就是了！”雷晓宇一见是影歌月，就没有计较，一招手示意影歌月过来，小声的说道：“前几关打的累么？特别是刚刚那条路！”影歌月点点头，雷晓宇就又说道：“跟我一起再睡一觉吧，刚刚被你吵醒我就不计较了！（喂喂，别想歪啊！）”可能是太累了吧，影歌月一下就睡着了，可雷晓宇还因为刚刚的那阵疼痛睡不着，只能望着神庙的黑暗的墙壁，叹息道：“唉，真想看看终极关是怎样的，可是又不得不等等妹妹，萌小琪，快点破那道陷阱啊...”禁不住催眠的缠绕，雷晓宇又睡了过去。        此时，外面已经到了晚上，灵魄这个元老级的人物都待不住了，于是提出意见：“我们先回家吧，露雨辰你传信给雷晓宇，我猜他已经在终极关门口了，你就告诉他，我们先回基地，等取到圣水就传回信报告我们！”露雨辰说了一声“是！”露雨辰打开传信功能，开始打字。过后，一群人就离开了神庙门口，树上，一个人也在这里监视了一天，先是打了个哈欠，然后“哼”一声，瞬走了。回基地的路上，“真的没问题么？”雨凌说出一伙人的心声，灵魄很严肃的说：“会没事的...”显然，这件事连玩游戏玩了一辈子的灵魄也不敢说“一定”这个词。\n      萌小琪也是和之前的影歌月一样，杀的满身是血，“什么时候才能停啊...都给我滚开啊！”萌小琪使用了战吼，全场的丧尸都挂了，萌小琪蒙了，“我真的有这么厉害？”萌小琪难以置信的说道，“升级了”突如其来的声音吧萌小琪吓了一跳，萌小琪想：按照惯例，我可以点技能点和能力了对吧？萌小琪打开个人信息，把力量和智力还有技能果断的点几下，就关掉了，“现在怎么办？怎么到哥哥那啊，我没记错的话，哥哥一起好像玩这个游戏和我说过，这条路是无限的，也就是说走不出去，唯一的办法...”萌小琪脑袋一闪而过的是“传送”“穿越卷轴”“按钮和智力”，“等等，按钮？智力？记得哥哥那时就在附近点了个按钮，据说那个按钮和神庙是融为一体的，不过，智力点到了200以上似乎就可以看见了，幸好刚刚点智力点到了213，然后只要冥想就够了吧？”萌小琪一步一步的按照哥哥所说的来做，“啊！”萌小琪看到了按钮，按了下去，“咚隆隆~~~”犹如地震一般，随后天旋地转，萌小琪感到一阵头昏眼花，醒来发现哥哥雷晓宇和影歌月并排睡在一起，一股怒气涌上头，大叫：“都给老娘起来！我辛辛苦苦在那刷怪你们特么给老娘在这睡觉，让老娘我很不爽啊！”雷晓宇和影歌月只听到一阵刺耳的怒吼，马上直立站了起来，像一个军人一样，看到是妹妹，就倦了下来，揉揉眼睛，说：“哦，妹妹你来了！”“是啊！你们还不进去？”“当然是在等你了，多一个人多一个战斗力，不懂么？”萌小琪没有说话，嘟着嘴，把终极关的门打开了。————————————————       未完待续       ————————————————————百科知识：①洞悉：可以当照相机，也可用来辨清不清楚的东西②尸堆：僵尸巢穴里面的僵尸聚集点③“被动：刺客本能”：刺客的被动，无尽的鲜血会激起类似暴走的效果，用完进入疲劳，昏迷1~3小时，醒来得到“精神加倍”的效果精神加倍：全部属性获得10%的提升，持续半小时\n@狂风※中箭 @灬友情灬 @xcc @zjr_516635864 @杰·天行者 @a2455564728 @leavessoft @CloudsXDao @一个游荡的JJ怪 @真·喵战神 @梦魇冰眸 [groupid=634]小A地图制作组[/groupid]",
    "replies": [
        {
            "author": "Q哆拉B夢Q",
            "timestamp": 1412247360,
            "txt_content": "虽然我看不懂 {:10_492:}"
        },
        {
            "author": "Aiursad",
            "timestamp": 1412248080,
            "txt_content": "Q哆拉B夢Q 发表于 2014-10-2 18:56\n虽然我看不懂\n那是因为你没看前面\n前面是：http://www.mcbbs.net/thread-243699-1-1.html"
        },
        {
            "author": "Q哆拉B夢Q",
            "timestamp": 1412248620,
            "txt_content": "Aiursad 发表于 2014-10-2 19:08\n那是因为你没看前面\n前面是：http://www.mcbbs.net/thread-243699-1-1.html\n         嗯是哦        "
        },
        {
            "author": "Q哆拉B夢Q",
            "timestamp": 1412248620,
            "txt_content": "还是不懂"
        },
        {
            "author": "a2455564728",
            "timestamp": 1412252820,
            "txt_content": "都更新到这么多了"
        },
        {
            "author": "Aiursad",
            "timestamp": 1412321880,
            "txt_content": "a2455564728 发表于 2014-10-2 20:27\n都更新到这么多了\n系呀...这章为了边看电视边更所以发布时间晚了1小时= - ="
        }
    ]
}