{
    "title": "【连载·原创】【魔剑】  第三剑",
    "author": "916094431",
    "replyCount": 4,
    "timestamp": 1410065880,
    "txt_content": " 本帖最后由 916094431 于 2014-9-14 15:28 编辑 \n\n                                     剑魔镇楼\n\n\n\n\n\n被偷了？”史蒂夫也一脸惊讶“谁会去偷魔剑呢？”\n“魔剑封印于圣龙谷，由历代龙族看管，龙族是这个世界上最强大的种族，一只成年龙足以毁灭一个人类大族”老者摸着自己那及腰的白胡子“但龙族受约于龙神，不能主动攻击人类，当然，如果有人进入圣龙谷那就是找死了”\n“那为什么魔剑还会被偷？”\n“魔剑强大并不是魔剑本事强大,而是被龙神封印在魔剑里的毒师的毒功强大”老者还是一副很淡定的样子\n“257年前，魔剑的的暗黑元素涌动，导致圣龙谷的一枚龙蛋发生了变异，后来这只龙安静的度过了100年的幼龙期，可就在这只龙百岁成龙之时，天象突变，这只龙彻底变异为一只魔龙，但是一只魔龙斗不过一个龙族，于是他偷走了魔剑，躲在暗地里吸收着魔剑中的至邪元素转化为自身的暗黑元素，终于一只无人能挡的魔龙出世了，这只龙消灭了所有信仰龙神的宗教教徒，打倒了所有的魔法师，而龙神的后裔选择了归隐，这只龙最后统一了整个世界,却仅仅用了9个月的时间，为了防止自己的暗黑再次被人用魔剑封印，他击碎魔剑，将魔剑碎片散落至世界的角落，一共6片，而现在这只魔龙准备修炼禁忌屠神之术，而代价，就是这个星期上所有生命，年轻人，现在能救我们的只有你”老人突然回过头来，吓了史蒂夫一跳\n“我？开玩笑吧？我连你们两个老头都打不过，还去跟那只魔龙拼命，你们这不是让我去送死么？”史蒂夫一脸无奈\n“龙神预言过‘1000年后，会有几个不属于这个世界的人站出来，拯救这个世界’，来年轻人，拿着这个”老子丢出了一个黑色的像一个手杖的东西\n“这是什么?”史蒂夫接过，发现这是一个黑色的剑柄，上面刻着各种奇怪的符文，同时弥漫着一股神圣的气息\n“这是魔剑剑柄，6块碎片其中之一，它的名字叫做魔剑，但是属性却是神圣属性的，你要做的，就是收集碎片，重铸魔剑”\n\n\n“可是....”\n话音未落，老者手一挥，场景瞬间转换，又回到了村民的家中\n“....喂.老头刚刚那些是不是真的？”史蒂夫现在还是一头雾水\n“我们没必要骗你，你的朋友们已经醒了，快去告诉他们现在的情况吧”\n史蒂夫大喜，他现在最缺少的就是能给他拿主意的人了，他的几个伙伴正好醒来，这再好不过，于是乎，史蒂夫跑去向瑞克和文森特解释了这一切，他们一开始还以为是史蒂夫脑子摔坏了，可听着听着，觉得史蒂夫也不像在开玩笑，还是很认真的听完了\n“我们为什么要帮他们？”文森特一直是个暴脾气“做这些对我们有一毛钱的好处吗？”\n“别这么说，如果拯救了这个世界不也挺好”史蒂夫说道\n“等等，那个老人说魔龙是157年前成龙的对吧”瑞克十分冷静\n3个人你看我，我看你，157年前“公元4000年！”3人异口同声道，这事一定和那只龙有关。\n“那也就是说，干掉那只龙就可以了？”文森特一向简单粗暴\n“那还等什么？”史蒂夫已经站了起来，拿出魔剑剑柄，“走，向那老头要点补给品，我们上路！”\n\n魔剑：第四章传送门我突然决定不发链接了\n",
    "replies": [
        {
            "author": "Ice·wolf",
            "timestamp": 1410066000,
            "txt_content": "感觉带点插图就绝了...."
        },
        {
            "author": "Ice·wolf",
            "timestamp": 1410066000,
            "txt_content": "916094431 发表于 2014-9-7 13:01\n插图已经准备好了~~~编辑着呢\n哦哦{:10_515:}"
        },
        {
            "author": "916094431",
            "timestamp": 1410066060,
            "txt_content": "Ice·wolf 发表于 2014-9-7 13:00\n感觉带点插图就绝了....\n插图已经准备好了~~~编辑着呢"
        },
        {
            "author": "Umikaze",
            "timestamp": 1410066360,
            "txt_content": "Ice·wolf 发表于 2014-9-7 13:00\n感觉带点插图就绝了....\n大触尼嚎0 0"
        }
    ]
}