{
    "title": "<连载·单章>【科技力量与魔法元素】[作者：冰霜]【4】",
    "author": "冰霜娘",
    "replyCount": 1,
    "timestamp": 1410089640,
    "txt_content": " 本帖最后由 冰霜娘 于 2014-9-7 19:36 编辑 \n\n虽然今天不是中秋节啊！不过祝大家中秋节快乐！【明天要去姥姥家了！】4我打着哈欠走到楼下，白小玲早在桌子旁坐下了，我的头有点晕。“阿刃，早上好啊！”“嗯，早上好。”“吃点东西吧，这可是我精心做的面包。”“嗯啊。”我吃了口面包，这面包可比学校的好吃多了，又松又软，还有谷类的一种天然味道，要是能天天吃到这样的面包，要我干什么都行啊！“怎么样？味道不错吧。”“太棒了！你是怎么做的？”“呵呵，这可是我秘诀，什么人不告诉！”白小玲渐渐得意了起来。“不过，你不回你的族群吗？”这话一说，白小玲慢慢的低下头，顿时感觉冷场了。“为什么要提他们.............”过了好一会，白小玲才抬起头。“嗯？怎么了？”【你丫还问！傻子都看得出来！！！】“我不喜欢这些家伙，他们就知道杀人，我只想过上正常的生活。而且........我也不希望去杀无辜的生物..........族群里除了哥哥没人能理解我了...........所以我还不如.......还不如和你在一起。”“啊？”我有点傻眼了，不过这是个好的机会啊！一个完美的泡妞机会！“啊啊！你别想错了！我只是.......只是............”白小玲的脸变红了。“其实没什么了，不管怎样！就算所有人类要与我为敌！我也要保护你！永远！”“阿刃.............你...............”白小玲的脸变的更红了。“喂！大清早秀恩爱要不要这么大声啊！”张飞鹏的声音吓了我一大跳。“啊？你.......你听见了？”“是啊，还好是我听见了，如果是李新宇那个家伙，还不得........”还不等他说完，一个懒洋洋的声音突然传来：“搞什么啊？”“没事！是鸿刃高歌一曲！我让他闭嘴了！”张飞鹏对着楼上喊了一声。然后回过头来，“你们能不能去采点矿来？我去附近砍点树。”说着，丢给我两把石镐。“哦！好好！”找个借口开溜。我带上石镐，拉着白小玲离开了这儿。我和白小玲一人提着一把石镐，嗯，如果没记错，附近应该有矿洞........“阿刃.....那个.........你别.....”白小玲突然停下了。“放心，我明白。”说着，我伸出手摸了摸她的头，她愣了几秒，就闭上眼睛，低下头露出一脸幸福的表情，一副“只要是阿刃想干什么都可以的哦”的样子。哎哎！这种表情..........反正四周没人.......要不........呸呸呸！我在想什么呢！我真恨不得扇自己两耳光，真是的！这时，草丛中突然传来“沙沙！”声。我举起石镐，白小玲拿出弓来。“砰！”的一声枪响，一头牛突然飞了出来，上面还有一个弹孔。“枪？”我有点糊涂了虽然这的科技程度和我们那差不多吧，但这也..........还没等我想完，一个背着M24狙击枪的女孩出来了，她穿着一身绿色的连帽衫，背上披着一个迷彩网，头发是黄色的，看上去只有15岁左右。后面还跟着一个18岁左右，背着一把好像是AK47的男人，穿着一身军服，军帽上还有一个共产党的标志。不过他一直低着头，我没看清他的脸。“你们是谁？”我们四个几乎是同时喊出声的，我看了看那个男生，是韩泽！“韩泽？！”我有点傻了，他也进来了？！“鸿刃！你........”韩泽把那把好像是AK47的枪放下，顿了顿说：“这是怎么回事？”“哈，我和你从头开始讲吧。”【内容略】原来韩泽也来到这里了，他是那天在军区上的，他那天刚训练完，连背包都没放下就去了微机室，结果发现电脑竟然开着，他也稀里糊涂的就到了这儿，不过他来时连背包都被吸进来了，他在沼林里发现了一群武装的人，然后救下了林慧【就是那个女孩，其实是爬行者】，然后成了她师傅，在教她用枪。“你是骷髅吧？”林慧打量着白小玲。“没错。”白小玲用一种很不友好的口气说道。“行了，不说没用的了，鸿刃，你是要去挖矿吧。”韩泽看了看我。“是啊。”“我们也跟着你吧，我需要一些铅来做子弹。”说着，朝他们过来的方向指了指。“那边有个洞穴，但我没进去过。”“带路吧。”不到一会，我们就到了洞穴，韩泽从背包里拿出一个火把，然后用打火机点燃。“一开始我想直接进去的，可是正愁没镐子，你们正好出现了。”韩泽左手举着火把，右手握着一把92手枪。韩泽对矿物非常熟悉，什么矿都能分析出来，铅啊，铁啊，我都听的有点糊涂。我只要帮忙采就好了，韩泽把采到的矿石塞到包里。“呼，这么多够了，再多就装不下了。”韩泽收拾了一下背包。“咱们回去吧。”回去后“老韩？”张飞鹏从屋子后面出来。“嗯。”韩泽答应一声，就进了屋，不停的在工作台前摆弄。大概过了十几分钟，韩泽左手提着一把铁剑，右手提着一把狙击枪的走过来。“这是....”我还没说完。张飞鹏一下凑上来“M99半自动狙击！这玩意也能合成出来？！性能先进、用途广泛、精度高、射程远、重量轻、结构新颖、性能可靠、易维护的超级大口径半自动狙击步枪啊！有效射程足足有1500米啊！！！！！！！！！！”“张飞鹏你对枪可真是了如指掌啊，这把枪归你了！”“好枪啊！乖乖！”张飞鹏把M99像婴儿抱在怀里。“大恩不言谢！以后有搞不定的场子，哥帮你去踢馆！”“鸿刃，这把铁剑就给你了。因为铁矿不够用了，凑合用吧！”我接过铁剑，铁剑特别锋利，似乎可以切断任何阻挡它的东西。“谢了。”我笑了笑，把剑收起来。“韩泽！鸿刃！帮忙开扩几块耕地！”李新宇在外面大喊。“嗯好。”我们几个一起走了出去。转台       末界一个白眼人站在一块黑曜石上，凝望着天空。“嘿！老朋友！”那人一回头，只见一个穿着自私长袍，背后长着一对翅膀的男人。“嗯啊。”“想什么呢！”“我只是有点担心。”“担心那五个家伙？”“是啊，尤其是哪个火龙转世者啊！”“放心吧，有徳古恩的指引，不会出事的。”“但愿吧！”他叹了一口气，“但愿别出什么事啊！他们的敌人可不是地狱那群家伙那么简单了！”上一篇&lt;连载·单章&gt;【科技力量与魔法元素】[作者：冰霜]【3】http://www.mcbbs.net/thread-332843-1-1.html\n(出处: http://www.mcbbs.net/)\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1410090960,
            "txt_content": "真是亵渎了这个好名字"
        }
    ]
}