{
    "title": "<连载·单章>[末日求生丨MINEZ][作者:zhh30648][II 命运的相遇]",
    "author": "zhh30648",
    "replyCount": 5,
    "timestamp": 1410099900,
    "txt_content": "\n\nzhh30648新人的新作品 末日求生丨MINEZ\n本小说全部内容以知名服务器MINEZ为背景，所有的城镇与地图皆取自于MINEZ的实况地图，仅为参考\n给你完全不一样的末日生存的刺激感以及空间感\nhttp://www.minezmap.com/\n欢迎前往MINEZ地图 查找剧情的城镇 效果更佳\n\n\n\n天色已经放亮了，我被如同往常一样射入房间的阳光叫醒，但今天早晨迎来的阳光与以往有很大的不同，这束阳光，弥漫着一股令人不安的气息我依旧无法相信昨天晚上所发生的事，一个大约有几万人口的小镇，竟然被僵尸这种见怪不怪的生物所毁灭了，鲜血，撕咬，不断得在脑内闪现着把掩着的窗帘彻底拉开，刺眼的阳光照充满了这个房间，即使是非常不想相信的事实，但为了保证我还好好活着，我必须要看一下外面的世界然而街道上，非常平静没有鲜血，没有尸体，更没有僵尸，仿佛这些家伙在凌晨的一瞬间都消失了一样我开始怀疑自己有没有在做梦，但满地乱七八糟的私人物品，各种翻倒的货架和栅栏，还有昨晚那本该沾满了鲜血的破碎玻璃展示柜，都告诉我一个事实昨天的那场危急，切切实实的是发生了\n\n\n僵尸这类生物，即使再强大，如果是在白天也会消失或者躲起来，所以白天一定是安全的，那就很有必要去街上探明一下真实情况了把衣柜和桌子一个个挪开，把门上的钉子卸下，小心翼翼得推开了木门门前熟悉的小路和农场仿佛什么事都没发生一样，就好好的在那里，完全没有遭受过蹂躏的样子然而一旦跑过泥泞路尽头的木桥进入城区，一切都变得完全不同了地上散落着玻璃瓶，报纸，钱包等等..满地的都是脏乱不堪的样子，而且往常应该热闹无比的城镇里，今天什么人都没有，只有我一个不知所措得站在本该是全城最繁华的十字路口所有的房屋和店铺都跟经过暴动一样，散乱的一塌糊涂悄悄得小跑到昨天看到最后一幕的发生点——珠宝店破碎的玻璃板上零零星星沾着什么淡蓝色的东西，但没有等我仔细看，那些痕迹就不知道消失到哪里去了，可是无论找遍哪里，一点血的痕迹都没有昨天亲眼目睹的灾难，却什么东西都没留下，无论我找到哪，都没有任何尸体存在的样子“还有人活着吗！喂！回应一声啊！”回应我的只有从已经敞开的城门口吹来的阵阵阴风，别说是回应了，连动静都没有完全迷茫了，接下来到底该怎么办?[公告[MINEZ计划第一阶段已经完成，所有城区测试完毕，代码正常运行[人类目前总人口:20232人 [第二阶段可以正常开始啊！脑袋好疼！我的视野的左下角突然出现了一连串红色的显眼字符，脑袋也不断得鸣想着，直到这些字渐渐消去MINEZ计划....这是什么东西？还有为啥会出现在眼睛里？！[给予所有human权限组个体MINEZ相关指令权限[MINEZ计划 第1日这次带来的刺痛比上一次更加强烈，疼的我抱住脑袋紧紧闭住眼睛。好不容易能够睁开双眼，但这次眼前出现的东西更加不正常了一张地图和绿色的管状条在半空中浮着无论怎么甩动脑袋还是走动，那些窗口好像就印在眼睛上一样，漂浮在视野的右上端而地图上面正标着的蓝色点，好像就是我现在的位置，而地图的标注处，正写着这个城镇的名字，更厉害的是，竟然把所有的食物和箱子地点都标的清清楚楚如果光看这食物的储量，估计我就算一辈子都躲在这个镇子里都可以吧....这份奇怪的能力让我开始渐渐忘却了灾难的恐怖，但天真的我竟然认为只要带足大量的食物，就可以安全得蜗居在自己的家里这些僵尸的智力远远超过我的想象我在半夜中被巨大的撞击声所惊醒，仿佛是什么人拿着锤子在砸木板一样，很快我认识到，这个木板，便是我家的大门我赶紧把被子掀开翻下床，踉跄着奔向窗口绿色和红色严严实实得包裹着我的家，所有的僵尸仿佛都被吸引了一样，都向我这个方向汇聚起来，本该出现在镇子里的僵尸，都不约而同得向我家的方向晃晃哟哟的走过来他们到底是怎么找到我的？！僵尸为何能够有这么强的........刚想骂出声来，地图下方的绿色长条吸引了我全部的注意力，它现在正在不断的增长着，就算我把窗户关上，绿色的长条也瞬间增大，而更远处徘徊的僵尸竟然也向我这个方向走了过来.这些家伙的注意力什么时候变得这么厉害了？！这扇门就算再怎么疯狂加固，终究只是木质的东西，被这么庞大数量的僵尸摧残也一定会在最后被破坏的吧果然我还是逃不出被僵尸围攻致死的命运啊....这种时候我这么弱小的人又能够做些什么呢，只能看着别人死去而苟且偷生的存在说的可能就是我了吧，算了，去见见那些死去的人们也好......即便如此，我也还是拿起了手边仅有的武器---一把自己削出来的木剑，沉默着走下了楼梯，看着门口那些家具艰难得阻挡着，估计被闯入也只是时间上的问题了吧那么，来吧，让你们看看农夫的力量！\n\n\n“简直是在自寻死路，早知如此更应该早些离开这里的，真是聪明反被聪明误的家伙！”蓝色风衣在屋顶上飞奔而过，只留下一串蓝色的残影，男子腰间别着一把青色的长剑，向外散发着莫名其妙的光芒，仿佛已经蠢蠢欲动“但他至少没有跟那群自以为是的家伙一样，就说明他还是有作为同伴的价值的嘛，能救下一个是一个”随后跟上的娇小身影穿着淡灰色的风衣，和男子一样，依然无法看到兜帽下的脸庞，但是能看到从帽子缝隙里漏出的几缕紫色的发丝。更让人匪夷所思的是，这样娇小的身材，却能够如同飞一样的姿势奔跑，还能跟人毫无障碍的交谈“到时候救下来，如果是个只会吹牛的家伙，我可要怪你啊”男子从村庄的瞭望塔上一跃到商店街的屋顶上，用完美的姿势减轻坠落带来的冲击的同时，从腰间慢慢抽出长剑，剑尖搭在屋顶的砖瓦上，在表面拖出一条长长的痕迹“好好好，还男子汉呢，真小家子气”黑色的风衣也在快落地的一瞬间不知做了什么，速度瞬间缓了下来，优雅得落在屋顶上“.....真拿你没办法”蓝色风衣从屋顶的末端一跃而出，将长剑搭在了左肩上，双手握住剑柄将力量全部汇集在了双手的手臂上，利用手臂挥出产生的惯性，让长剑在空中舞出一条优美圆滑的弧线收剑，落地如果说这是一场特技表演，这一串的连贯动作无疑可以获得满分，但这不是表演，而是赤裸裸的杀戮，将眼前的敌人全部斩开的凶残的屠杀绿色的身影们开始或痛苦或愤怒的咆哮着，从那些被砍到的僵尸的缝隙中，能看到那个自以为是的傻瓜仍旧拿着那把小破剑胡乱挥舞着时间已经不多了，那家伙头顶上的条状物已经剩下不到2成了，颜色也是血红的，正在以极快的频率闪烁着“啧，来不及了，缇娜！”也不知道是不是临死前错觉，身边的空气似乎都躁动了起来，一阵阵的空气流过自己的脸庞向着空中不存在的某一点汇集着，这是我能明确感受到的我实在是低估这些僵尸了，这样的攻势之下只能如此自暴自弃得死去了吧，我尝试着睁开眼睛，模糊之中看到了绿色与红色中混进来了其他的东西一件蓝色的风衣，正在我的前方飞舞着，一道道连续的青色的弧光将身边的僵尸一个个放倒，没有停顿和犹豫，流畅的如同真的舞蹈一般但是我的视野已经模糊到无法看清任何细节了，不知道为何，视野在颤抖着，即便自己没有那样强烈的恐惧感，但身体依旧不由自主的颤动，呼吸也无法控制般的急促太累了，不管了....好好睡一觉吧....咻嗙！一阵刺耳的爆炸声刺激着快无法工作的耳膜，这种爆炸声不是炸药所产生的那种巨响，而是如同气球破裂漏气一样的声音没来得及反应，猛烈的风刮过我的脸，逼迫着我再次睁开疲惫的双眼“差点把我都给吹走了！小心点啊”“哼！难怪那群家伙都说你小家子气，原来是真的！”“喂..是哪个家伙说的，等我回去我要好好教训一下....”是谁在对话...似乎是一个男人和一个女孩的声音...是来干嘛的...“快点把药水拿过来，再拖下去就白费力气了”\n\n\n视野已经清晰了，心脏的跳动也没有那么剧烈了，呼吸也终于顺畅了下来总的来说，我应该是被什么人救下来了，算了，总比被那群僵尸吃掉好“这家伙醒的好慢...是不是睡着了..”“你以为谁都跟你一样，身体好到连病都不生的”皮革布被人掀开，一个男人手上拿着绷带走了进来，一个紫色长发的小女孩紧随其后，靠在墙边，深色的双眸带着好奇得看着这里“你差一点就死在那群怪物手里了，下次别再做那么傻的事情了”他拆开我腿上的绷带，用新的重新包扎“但是..那群怪物不应该是非常弱的吗”“你知道什么叫MINEZ么....算了你们肯定不知道，你还记得不久前在空中出现过什么么”“那个什么奇怪的红色字母？”“总之，就是那个东西，作为启动的信号，现在的那些僵尸的能力和智力远远超出以前能认知的范围，和那些家伙来硬的是送死的行为”“到底是谁干的...”男人包扎完毕，将我的裤腿重新卷下来，站了起来，用坚毅的眼神看着我“如果我知道是谁干的，我也不会呆在这种地方闲逛了”“还是联系不上，其他次元的信息完全被阻断了”一旁的小女孩突然发话。打断了男人的思考“早就料到事情没这么简单了，对了，你，我们会把你送到最近的安全区，你到那会有人给你保护的，在那里能跟普通人一样生活，就是能活动的区域小了点”  “谢谢.....但是你们到底要去做什么呢，为什么会路过这里？”“这是我们的事，你就不需要知道太多了，反正你只要记住，这个世界会恢复原样的”“恢复...原样？那....”“嘿！准备出发了，马上就要到傍晚了，一旦到晚上，就算是我们也很难保护你了”紫发的小女孩提起了背包，靠在门口的墙上催促着我们“也是时候了，怎么样，能走么？”我尝试着动了动双腿，出乎意料的没有什么大的伤痛，似乎只伤到了点皮肤而已\n“嗯...应该没问题..”“那就行...对了..接住这个，里面的食物和水是从城镇里搜集过来的，省着点用的话应该能撑过一个星期，里面绷带什么的必须品也有”男子向我扔过来一个背包，拿在怀里沉甸甸的的，似乎装了不少东西\n\n\n走出门口，外面的天空已经有些昏暗了，天空和太阳所给予的保护和帮助，将在几十分钟内消失，而此时陆地就会成为那群怪物的天下，能自由活动，随意的屠杀...“我们的路线是一直往东走，那里会有个海港，应该有不少人在那生活，也算是个比较安全的地方了。到那里之后应该会人带你去最安全的保护区的，从那里坐船出发是最快的方式了”男子头也不回得向前大步走着，身后跟着的小女孩还时不时小跑几步来跟上他的脚步，两人似乎是兄妹这样的关系吧，但长的一点也不像...“对了，我还没有问你的名字呢...您尊姓大名？”“哈？诶呀好久没被这么礼貌的对待过了啊，好不习惯......我叫Brine”“那您身边这个小女孩是您的妹妹吗？”噗,男子忍不住笑了出来，举起左手轻轻放在小女孩的头顶上，小女孩似乎很不愿意的样子，鼓起脸晃动着脑袋，两根及脚跟的长马尾也跟着摇摆着“这家伙，是我的下属，最不安分但也是最有用的那一个”\n“下属？....这么小的孩子能做什么？”“什么！你说我是小孩子？我跟你说我可是末....”男子拿起一块干粮堵上了小女孩的嘴巴，摸着后脑勺转过头来不好意思的笑着“这货稍微有点不安分，具体身份恕我不能告诉你了，某种意义上还是不知道比较好”路显得特别漫长，而天色却越来越暗了，夏季的夜晚，由于是一月的中间日子的缘故吧，月亮已经开始从地平面升起来了“Brine,不觉得这时间有点奇怪么”“没错...这时间快的过头了...按道理现在还应该是下午啊，我们应该没有花那么久的时间..”我们依旧在砂石路上前进着，但是天色晚的远比我们想的快，离海港应该还有很远的距离“Brine不好了，已经进入代码的运作时间了!”“难道..时间被修改过了？！天黑的比任何时候都早啊”“似乎是白天被压缩了....这样的指令都能编写出来，难怪史蒂夫说他是天才”那是..什么？远处的森林里，一点点的红色正在逐渐铺展开来，在树干的缝隙之间，渗人的红色不断蔓延着“真麻烦！准备好迎战，缇娜！”“你，时刻都要呆在我们身后，知道吗！如果不想死的话！” ",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1410100320,
            "txt_content": "Herobrine的故事还没用完么0.0"
        },
        {
            "author": "冷墨",
            "timestamp": 1410100380,
            "txt_content": "先回复 先慢慢看剧情 lz么么哒\n                                         --------------冷墨小尾巴"
        },
        {
            "author": "qq1196963797",
            "timestamp": 1410178740,
            "txt_content": "好看XDDD"
        },
        {
            "author": "Umikaze",
            "timestamp": 1410187980,
            "txt_content": "好长的样子"
        },
        {
            "author": "sylxr",
            "timestamp": 1411774500,
            "txt_content": "qq1196963797 发表于 2014-9-8 20:19\n好看XDDD\nWTF腐竹好"
        }
    ]
}