{
    "title": "<连载·单章>星源纪：始[作者：ouqianwei][第一章：起因]",
    "author": "黑白相间∞",
    "replyCount": 4,
    "timestamp": 1410099000,
    "txt_content": " 本帖最后由 黑白相间∞ 于 2014-9-8 13:21 编辑 \n\n注明：本作品为战舰系列官方背景小说由Sacrwind工作室成员ouqianwei编写索引：http://www.mcbbs.net/thread-336678-1-1.html星源纪：始Planet-War History: OriginalBy Sacrwind工作室风行@ouqianwei委托人:白龙@黑白相间∞Stage1:起因我是……       “执行官！！那边……那边又打起来了！”眼前的小伙子，看上去那么朝气蓬勃，他有着自己的理想，很明显吧？似乎想起以前的我呢……       远处有一个黑洞，没想到他们的战争可以打到宇宙引力坍塌，但是，过去的事我们自然是不提的，“轰轰轰轰！——”烟花？不，不可能是，这是全宇宙的战乱，从某种意义来说，不再有和平，那绚烂的爆炸，是星战的炮火，整日，整夜，不曾断过，“啧……”这个看起来深经世事的人紧皱眉头，叹气道。       我是……bailong(WhiteDragon)船坞的CEO，白龙。“噢，他们啊，不必担心的，他们不会打到这里来，噢，虽然看起来比较近吧，只有几光年诶！”       白龙看上去十分憔悴，戴着一副运用了最先进的量子信息技术，拥有顶级的信息分析功能的眼镜，不过却是谷歌眼镜的样式，纪念版，谷歌据说是很久以前地球上的企业。他吃力地用手弄开脚下的障碍物，不在像当年的他，拜弄艺术于手中，爱收藏，更是个艺术奇才。这里是个废墟。没错，如同我们看到的那样，这里似乎是个太空站，能看到的，都是不知道多少年前的古董，有的来自公元纪元，或者是核纪元。这都不重要了，白龙只想想办法脱离这场无谓的斗争，他想尽快结束，或是尽快逃离——但似乎都做不到，这是真正意义上的全宇宙的战争。       是战争总得有个理由吧！白龙似乎并不知道，但是他潜意识告诉他，就是那个原因。       不知道是什么时候开始，怪物都不再生成了，通往末界的祭坛消失不见，无论多强大的科技，虫洞或是其他什么都到不了末界，只能用这种原始而古老神秘的方法。       “难道人类没怪物杀了太无聊就开始战争了？”白龙想，不过很快他就冷笑了一声，很显然不可能嘛。他并不会意识到他曾经去，所有以前的人曾去末地时那些神秘的声音告诉他们的，就是这个宇宙、这所有的一切的奥秘。那些各领域最尖端的人们才刚开始认识到这一点，已是宇宙能源过度开发的时候了。       人们迫切地想解决这看似是最后的问题，真正最后探索完以及掌控整个自然界，觉得这也能解决现在虽然没有但是未来一定会出现的能源问题。可是——祭坛消失了，每个祭坛，无论是空岛上的，海底的，甚至末影之眼也化为粉末，无法再次拾起。       而就在这时，有一个人，或者不是一个人——事实上，没有人知道这条消息是从哪里散播出来的：有一个国家/星球，知道祭坛的奥秘。“无稽之谈！”“可笑!这很明显是骗局！是圈套！”“不能够相信！”大多数人这么想。但是这个世界上总是有些人会生事，“不！这非同小可啊！”“总统先生，我们一定要弄清楚这个的。”“这样重大的事情没有人说清楚，依我看一定要使用战争来解决。”       不知道这些可恶的人究竟怎么促使那些拥有权力的人引发战争的。随着终于一颗恒星不知被哪一个星球的人用毁灭性武器击碎——全宇宙，戒严，准备迎战。\n\n\n[groupid=446]popular[/groupid]",
    "replies": [
        {
            "author": "mcbbt",
            "timestamp": 1410099120,
            "txt_content": "支持下吧，写作不容易"
        },
        {
            "author": "烨s",
            "timestamp": 1410099300,
            "txt_content": "尼玛，挺好看的，顶一个"
        },
        {
            "author": "HGK",
            "timestamp": 1410100200,
            "txt_content": "写得很好\n话说写星球大战真的好么0.0"
        },
        {
            "author": "ouqianwei",
            "timestamp": 1410101760,
            "txt_content": "HGK 发表于 2014-9-7 22:30\n写得很好\n话说写星球大战真的好么0.0\n啊哈，我亲自来顶贴，，某些方面不用担心，能写好的"
        }
    ]
}