{
    "title": "<连载·单章>星源纪：始[作者：ouqianwei][第二章：公司]",
    "author": "黑白相间∞",
    "replyCount": 3,
    "timestamp": 1410143940,
    "txt_content": " 本帖最后由 黑白相间∞ 于 2014-9-8 13:20 编辑 \n\n注明：本作品为战舰系列官方背景小说由Sacrwind工作室成员ouqianwei编写索引：http://www.mcbbs.net/thread-336678-1-1.html\n星源纪：始Planet-War History: OriginalBy Sacrwind工作室风行@ouqianwei委托人:白龙@黑白相间∞洛尔克原型12305500@as1Stage2:WhiteDragon公司         噢，虽然白龙是一个军械公司的CEO，但是，他向往和平。生活在这样战争背景下的人们，一定很能理解那种希望生活能够更平静，更加悠闲，和朋友做着一些简简单单自己认为有意义的事，是怎样一种感受。\n       “喂，洛尔克！你坐在那干嘛？”无法想像，这个以前总是很欢乐的小伙伴，如今变得如此低沉，坐在一堆破烂里，让人看了不免心疼。他是这个太空站的管理者——尽管这个太空站根本不需要管理。每天都能看到洛尔克在太空站的各个角落躲着，穿着破烂——说奇怪可能更恰当。他的眼神，总是黯然失色，听到炮火，偶尔会抬头朝着那些光斑看两眼。\n       现实太残酷，他数次死里逃生，其实他也是非常有才华的一个人……可惜被埋没了。白龙早就察觉到了这一点，一直想让他振作起来。\n       洛尔克用它那常人无法想像的目光扫了白龙一眼，用白龙差一点听不清楚的音量说道：“噢，你又来了啊，我最近清了一下仓库呢……那里有你可能想要的东西……哦对对对，就是那个，ZV区3仓库里面的……唉，你那么心急想要好东西我都被你感动了呢！”看得出来洛尔克是在强装笑颜，从他嘴里发出的笑声真让人不是滋味，白龙更加感到这场战争实在是太无谓了。\n       白龙微笑着道谢，转身离开，没人察觉到他叹了一口气，这里有什么算得上仓库的呢……\n       但是，出乎白龙的意料，他没有想到，这个太空站居然真的有这样一个算得上“仓库”的仓库。白龙仔细摸索了一下，才发现打开仓库大门的开关——这种科技真是太落后了，还在用拉杆。\n       我去！这种科技……白龙第一眼就看好了这个虽然只剩框架的东西——靠他敏锐的直觉，实际上他并不是非常了解这些东西的技术。\n       “哦，是你啊！那这个就交给你了，其实估计你们的人对这个绝对比没有拆解之前更感兴趣。噢，这个，一些数据，你看看吧，不过最好还是给你的工程师看。”\n       白龙诧异地向发出声音的那个方向看去，想弄清楚是谁，结果一个本子扔了过来，差点砸中他。接好本子，只看见一个背影出了仓库。这人好熟悉的感觉。\n       再仔细官网这艘母舰，它已拆解得面目全非了，只剩下船身和独有的刀锋型装甲，就像一把大剑的刃，威力巨大——白龙从来没有见过这样的设计，即使他本来见过的就很少，但是这个真的非常独特，给人的感觉就非常坚固。\n看着破旧的本子，白龙想，这里怎么什么都给人感觉很破旧。轻轻翻开泛黄的纸张，上面工整地写着：\n框架结构：NeEgeaⅡ型材料：原子技术黑曜石纳米转质量超金属特点：绝对的载重量防御力强，武器加装量是远超其它的战舰的而且特殊的技术能够使武器发挥更好的威力个人分析：如果不是光束炮破坏了它的核心结构一定不会到这种地方来拆解，为什么恰好是核心结构被破坏了呢，有待研究，其它部分不易被破坏技术价值：……………………操纵须知：…………………………唔……这写得也太详细了，后面的都几乎看不懂……果然还是交给工程师比较好，既然这样，白龙敲了敲这些框架，发出“框框！”的声音，接着白龙压缩了这个框架，装进了自己的背包。“小莫！走了！”白龙冲着站在外面凝视着渺茫星空的之前那个年轻人喊道。“噢，好的先生。”他立马启动了传送装置，白龙和他消失在扭曲的视野里。                     这东西真是好货啊，虽然很古老，但是稍加改进就能成为战争利器，这场纷争又将被这玩意推动一大截进度！我很快就能回去了！       看到框架后，产生诸如这样的想法的是他们，一群多数是年轻怀着希望的工程师，可是，战争一开始，他们就被迫加入了军队或者是后备组织(军械公司等)。       我是lccp，我还记得第一次踏进这个工厂。       我们被迫进来，蒙上了眼睛，不知道来时的路，也不知道从外面看这里是什么样子的，只知道，刚踏入这里，我们眼里就是满眼的辉煌——从来没有看到这么多零件被整齐排放，可以说一切应有尽有，传输带传输出来的枪械成品，是我从没想过有生之年能够见到的Cnoo-43、AK-I185、微型信Ic枪等，机械臂随工程师写的程序精确的运作着，并且我也是第一次见识到量子信息技术在工业里的运用，以及其它许多设备，这一切，根本不一般！铁板覆盖的地板，工作者们走在上面那咚咚咚的声音使我迷醉。我的第一个念头就是：干下去！       这里是WhiteDragon军械公司的总部，位于埃特星第3卫星上空。埃特星可以说是一切稀有资源的源产地，钻石在这里都算平凡的，很多所谓人合成出来的材料，这里居然本身不断形成着，并且速度极快，这是块宝地！并且它已经属于WhiteDragon了。       另外WhiteDragon的规模也不小，全宇宙都知道它的名声，它所有工厂和营销点加起来有四颗月球那么大。这是一个中立的公司，不隶属于某个国家，某个军队，某个联盟。最近，他们的任务就是，试还原并改进这个不一般的——荣耀级，刀锋Ⅰ(Sharp Edge)大型航母。\n\n\n[groupid=446]popular[/groupid]",
    "replies": [
        {
            "author": "ouqianwei",
            "timestamp": 1410144480,
            "txt_content": "沙发我的~~"
        },
        {
            "author": "烨s",
            "timestamp": 1410171180,
            "txt_content": "恩恩，写得好，但有错字，还有那些啥枪啥炮的型号有点乱........不过总体上还是很好的"
        },
        {
            "author": "黑白相间∞",
            "timestamp": 1410175440,
            "txt_content": "烨城 发表于 2014-9-8 18:13\n恩恩，写得好，但有错字，还有那些啥枪啥炮的型号有点乱........不过总体上还是很好的 ...\n希望您能帮助纠正错字"
        }
    ]
}