{
    "title": "<原创·索引>《Dayz》小说<1>",
    "author": "我是小骷髅",
    "replyCount": 14,
    "timestamp": 1410148980,
    "txt_content": " 本帖最后由 我是小骷髅 于 2014-9-9 22:08 编辑 \n\n                                 《Dayz》第一章：生存第一天  “呃……啊……”睁开朦胧的双眼，我擦拭着自己的眼球，看着这个模糊的世界。软弱无力的我躺在硬东西上，好奇心带动着我转身向下看，看到的是一块硬砖头，“奇怪……怎么会？”这样两个字还没有说完，远处传来了绝望的声音：“救命……”拖得老长的声音吸引着我，我两手往地上一撑，虚弱的站起身来，摇摇晃晃的向绝望声走去。“该死！”我不由得骂我一句，无奈疲惫的身躯根本无法驱动脚，好像被铅球套住我的脚那样——沉重的无法行动，越往求助声走去，就越是听到令人感到奇怪、胆寒的声音，“咔哧咔哧咔哧。”这不由得令我想象到咀嚼东西的声音，仔细一听，更像是咀嚼骨头的声音：那清脆响亮的咔嚓声、和骨头碎裂的声音，我化成灰都记得住！在好奇心与勇往直前的心态正鼓励着我慢慢的前进，去殊不知——我正在通往一条不归路。“扑通！扑通！”我的心脏在前进时砰砰不停。胆怯、勇敢、恐惧、无畏等等奇怪的心理状态都一一占据在我的心灵，我开始后悔自己的选择，我一边害怕的思考：怎么办……怎么办……我该怎么办！可是另一边又在思考着、想象着：我去到哪里会看见什么？僵尸？不不不，这只是科幻。鬼？更不可能了，想象的而已嘛。难道会有怪物？切！关于打怪的游戏我小时候玩多了，比如：Minecraft、Dayz、末日余生。这些多着呢！怕个毛线。奥特曼、大怪兽更是没有啦~抱着紧张的心态，又抱着安慰的心态，一路忐忑不安的来到声音地点。这里是一座被围墙围起来的小村，墙高大约4、5米左右，在我看来挺高的，对于小村来说罢了。走入小村，我突然发觉到：为什么没有大门之类的东西放在门口？这样子不怕危险吗？不过我又安心的自言自语道：“唉，怕什么？！小村不装大门或者有原因呢~”我就这么自言自语，随后大踏步的踏进小村，进入村内，四处都有一些小木屋，或者是一些比较豪华的大屋子，不过都不够城市里边的屋子大，小村还是挺适合称呼的。  “等等！”我意识到了一个问题：城市？我不是在某间屋子里的吗？我不是全身都穿着防弹衣、身上有着枪械和子弹吗？怎么会……“啊！好痛！”我的脑袋剧烈的疼痛起来，只好大声尖叫，并且拿手掌捂着住痛苦的脑袋，不住的靠近墙角蹲下来。疼痛继续蔓延着我的头部，我感觉脑袋快要炸开了！“啊！”我痛苦的喊出，我的脑里不断闪出几个画面：成堆的僵尸涌到一间屋子里面、孤身一人的一个特种部队模样的人类逃亡到村外、不断有僵尸从草丛里蹦出，可是都被一一解决了，但是那个人也更加危险了、那个人类已经饥渴难耐，晕倒在一座石砖桥上……画面像电影那样清晰的播放在我的脑子里，目目惊心，历历在目，又像拍照般瞬间的闪在我的脑海内，跟来到的一样——刹那间就消失在记忆中……“难道？……那个人就是我！？”我被自己大胆的猜测吓到了，急忙拍拍胸膛，“不不不！这怎么能说就是呢？得慢慢来。”被吓着的我可真是不轻。记忆这件事虽然可信，但也是脑海里的而已，也许不是我，也许是我认识的，也或许不是我认识的，一切皆有可能。  “对……一切皆有可能……”剧烈的头痛平缓下来，捂着脑子的手掌软绵绵的垂下，身躯却缓缓地站起来，平静后的我，开始计划着第一天的生存：首先，必需找到点食物，虽然时间表面上过的很久，实际上只有一两个钟头，现在应该是——九点左右吧，时间还很多，不必惊慌和着急。成功计划后，我就开始在村子里寻找食物，苹果，肉类，素食我都可以接受，此时我是处于饥饿状态，必须找点食物回复体力，不然的话，我就得死在这儿了。眼前，许多的房子屹立在那，似乎等着我去寻找它们，我也不担心，但是我忽略了最大的危险——这里到底安不安全。来到一座小塔下，我惊奇的发现竟然没有门安置在门口，这时我又进一步猜疑，是不是这里有过强盗？可是时间要紧，我要尽快找到所有的物资，以便今后求生方便。上到小塔，映入眼帘就是一个小箱子，旁边有两张座椅，中间有张小桌子，紧靠着墙壁还有登上二楼的旋转楼梯。毫不犹豫的我先打开箱子，发现里面有面包、弓、碗、蘑菇，但遗憾的是面包只有一个，并不能维持太久的生活，就算一天咬一小块，就算能够支撑身体的运作，足够填饱肚子的饥饿，可是又能够吃多少天呢？我开始质疑了。除了面包，蘑菇就两个，碗就一个，射箭的弓还是一个，也不大能保卫自己的生命，虽然是用铁做的。“事不宜迟，马上就走！”拿完箱子的东西后，我就快速的跑上塔顶，第二层就唯有书架和些椅子、桌子，第三层就一样的景象，倒是墙角边有个熔炉，里面好像有些东西，鼓鼓的，涨涨的，使我怀疑这是烤焦的面包还是什么东西。因为意识的驱动，手还是迅速的伸进熔炉里，那东西好像满是油，粘粘糊糊的粘住我的手，我小心翼翼的拿出来，哎！原来那是一两只鸡腿，而且我看出住着的人应该很注重美食吧，还加了蜂蜜，难怪黏糊糊的了。继续往上走，我紧随着又看到一个小箱子，本想打开来看，可是，当兴奋的手颤悠悠的碰到箱子时，失望的看见已经上锁了，但是我也没有放弃打开箱子的念头，就拿铁弓一下子往锁一砸！“咔嚓！”伴随着清脆的声响，锁嘡的掉落在地上，打开一看，“哦，原来是这个。”美滋滋的从里面拿到些蘑菇和弓箭，弓和箭都齐全了，我就可以在必要时来个远程射击，还是很不错的哟。至于第四层和第五层嘛，我就不多说了，并没有什么可用的资源，所以，带着胜利品的我跑到塔底，并寻找有箱子的家园。就这样，我又如愿以偿的“搜刮”几家的箱子，分别找到了：木剑、几只弓箭、一块牛肉、两块面包、两三个苹果、还有些小麦，可以做面包，到时候就能吃到香喷喷的面包了。本以为，我可以继续生存下去，但是，我永远也料想不到，除了我——还有更可怕的东西——僵尸！  往窗外探头，阳光逐渐变得猛烈了，此时已经快接近正午，约莫估计的话都有十点了，时间有快速的从我的动作中流逝，永远也回不来了……“哎，时间怎么过得那么快。”我抱怨着，呆坐在屋子里。“我去！干嘛留在这！赶快得找资源啊！”一拍大腿，我又从幻境中溜出，回到了现实的世界中。“格哒格哒格哒！”我迈着大步急匆匆的往楼下跑去。“呕——哇哦！”可怕的声音再次响在我的耳边，纳尼？！我紧张的回头望，一只恐惧的怪物出现在我的视线，那只怪物——全身的肌肉都腐烂了，变成了散播着腥臭的腐肉。眼珠完全要蹬出来了，而且眼睛还暗淡无光，眼球里面都是血丝。手臂软绵绵的垂下，手部的肌肉也是破破烂烂的，手指又臭又长，指甲变得长又尖，似乎能像尖刀般插进身躯。腿歪歪斜斜的摆个内八字。而且身体还微微的前后摆动着，好像刚开始学走路的宝宝。这种令人恐惧又感到恶心的怪物见到我，一下子就朝我奔来，我大惊失色，本能的退后几步，慌慌张张的向楼下跑着，吓的头也不敢回，就连脑子也混乱不堪。“怎么会？怎么会？怎么会这样？那只生物到底是什么？我之前怎么没见过？！”慌慌张张的冲下楼底，狠狠地想要冲出这栋令我恐惧的小塔，突然，我动不了！我眼看着恶心的怪物就要朝我冲过来，而我去只能无能为力的黏在这儿，动弹不得。由于求生的本能，我拼命的要往前冲，脚不停地向地上蹬，企图离开这可怕的东西，但是，无论我怎么动弹，我还是难以逃脱，我也实在累得不行了，只好无助的垂下头，等待着死神的降临……怪物继续朝我走来，而我只能眼巴巴的看着自己像木头人一般站立着……怪物张开大嘴，扑鼻的臭腥味扑鼻而来，但是这一切也不那么重要……因为……我就要死了……  ……  一阵静寂，这恐怕连回形针跌落在地上也能够听到那清脆的坠落声——“叮！”这一切，都是能想象的，哪怕我现在已经是命不久矣了。我放佛都能听见隐隐约约的掉落声，那么清脆，那么响亮。……还是那么的沉静，好奇心使我忍不住睁开眼睛，眼前的怪物和我只有那么几厘米的距离。它完全可以把我吞噬下去，再把我的血肉转化为能量，但是它没有，它只是站在我的面前，手臂就快要抚摸到我的脑袋，而我离死亡也并不遥远，只是那几厘米的距离，因为那段短短的距离，使我差点就要踏进鬼门关里头——不然就永远也出不来了。我睁着大大的眼睛，惊奇的瞪着我面前的敌人，不由自主的愣着，直到一声呼叫把我拉回现实。“嘿！好啊~”。这是一个人类的叫声，我回头望去，一个装备精良的中年男人站在我的面前， “哎？你这人怎么这样？不明白那是什么吗？”男人略带疑惑的眼神看着我，顺手抽出把木剑。“喂喂喂！你在干什么！”我被男人的行为吓到了，心里一阵惊慌。“哦，没事，我没干什么。”男人抽出的木剑又插在背后，“我只是怀疑……”做完一系列的动作后，男人伸出手掌，那是饱经风霜的手，上面还有一些隐隐约约的抓痕。“哦，谢谢。”我无奈的摊开手臂，握紧男人的手，奋力的从那东西登出来——就是那黏住我的东西——那东西还真是讨人厌恨！  “你好，请问你……”贵姓两个字还没说完，男人狠狠地瞪我一眼，“你谁啊，连这些生存知识都不懂？”男人接着说：“难道你不知道我们现在应该是得找间安全的屋子吗？嗯哼！你不会傻了吧。”说实话，我还真傻了，被那怪物吓得傻傻的，毕竟我还不知道那么多事情，我只知道我得生存下去，我脑子里就只有这些念头。“说实话，这世界到底是怎么了？”之前的种种奇怪的东西都令我恐惧，我还真得问一下伙伴了。“咳咳！”那位男人咳嗽了几句，虽然我知道那是假的，但是他总会有什么事情要告诉我。“行行行，我懂得。”看样子他好像也不愿意告诉我，随随便便的说出，就停止问。“现在还很危险，还不能发出声音，来，给你把木剑，自卫的。”男人弓着腰，小心翼翼的端起木剑，说话时只是低声细语，小的比蚊子的嗡嗡声还要细。“喂。”我也同样用那么小的声音对他说：“为什么要用那么小声的说话啊。”不懂就要问，于是我脑残的又问那个男人。“笨蛋！你那么大声说要惹来僵尸啊！”虽说他是感叹句，但也是细的很。哎……算了算了，懒得跟他争斗了，毕竟伤不起啊！“你……”“什么？”我小声的回复他，“没事……就是……”男人欲要启齿，但总是说了前一半，后一半就没了。“什么事！”我终于忍不住大声的质问他，“你到底要告诉我什么！”我开始发起脾气来。“你喊什么！就你会喊啊！”男人也气愤了，拔出木剑，朝我砍来。  “咔嚓！”这是木材粉碎的声音。刹那间，木屑纷飞，不断有咔嚓声从两剑摩擦时传出，“呀——嘿！”说时迟，那是快，男人举起木剑向我的身躯砍来，我把剑一横！利用木剑的支撑力挡住了男人的劈砍，但是被男人手中的木剑的冲击力击退了几步，“格哒格哒！”我不由自主的向后倾斜，只好不停地踏着脚步，以防失去重心而摔倒在地。“哼！要不是现在危机重重，我早就把你屠杀了！”男人高傲的挺立在我的面前，用中指指着我，愤愤的说道。我急了，惊慌失措下喊出：“哼！我绝对有本事活下去！”“真的？”男人用鄙视的眼神看着我，眨巴眨巴眼睛，看样子应该是想告诉我：“哟~有胆子，好好好，以后我们就各走各的路。”  心急如焚的我忍不住大喊：“别别别！”我现在真是拿石头砸了自己的脚啊！早知道当初就别那么多嘴了！“好好好，我知道的。”男人伸出大手，用力的把我从远处拉回来。我大气都不敢出，天哪……如果我得罪他就惨了……但是没有，男人还是若无其事的看着我，测探一句：“喂？”还拿出手掌在我眼前摇来摇去，晃来晃去的。“行啦，我又没发呆。”我假装没好气的对男人说，“对！就是这样了。”男人又继续说道：“你好，我现在已经和你称为朋友了，不过小心，哪怕是朋友之间也会有自相残杀的，但是我绝对不会，在这个世界里，少了一个伙伴就等于多了一份危险，你我之间必须互相帮助才能活下去。”我没好气的哦了声，继续听他叽里咕噜的说。“咳咳。我叫艾特鲁，以后多多帮忙”“好！我叫泽炜，以后多多照顾！”好长啊233，第一章特别多，希望各位读者不要乱了~悄悄告诉你，写了四千多字\n索引君：点我啊~                                                                                                     下一章：嘿嘿~",
    "replies": [
        {
            "author": "BensonQC",
            "timestamp": 1410149220,
            "txt_content": "这不是索引吧。"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410149280,
            "txt_content": "_Benson_ 发表于 2014-9-8 12:07\n这不是索引吧。\n待会给你放上索引大俊俊"
        },
        {
            "author": "1339410334",
            "timestamp": 1410149460,
            "txt_content": "iwi好久没看见骷髅君在水榜了，原来去创作了2333333333"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410149460,
            "txt_content": "1339410334 发表于 2014-9-8 12:11\niwi好久没看见骷髅君在水榜了，原来去创作了2333333333\n2333你在哪儿见过我？"
        },
        {
            "author": "1339410334",
            "timestamp": 1410149580,
            "txt_content": "[diamond_sword]以前在水榜见过23333333，反正我没上过QAQ"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410149640,
            "txt_content": "1339410334 发表于 2014-9-8 12:13\n以前在水榜见过23333333，反正我没上过QAQ\n水榜必须要早睡早起，第一个上论坛必须是你，回复主题水气来必须有力，把脸割了一边放去，水榜第一我最自豪~"
        },
        {
            "author": "1339410334",
            "timestamp": 1410149640,
            "txt_content": "[diamond_sword]这剧情可以拍视频了2333333333333"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410149760,
            "txt_content": "1339410334 发表于 2014-9-8 12:14\n这剧情可以拍视频了2333333333333\n你会做吗？C4D当然就是很难了，其他的还可以，不过应该会比较长，因为细致动作做好就要站点时间"
        },
        {
            "author": "1339410334",
            "timestamp": 1410149760,
            "txt_content": "我是小骷髅 发表于 2014-9-8 12:14\n水榜必须要早睡早起，第一个上论坛必须是你，回复主题水气来必须有力，把脸割了一边放去，水榜第一我最自 ...\n[diamond_sword]我可是在暑假每天早上10点起床的人23333333"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410149820,
            "txt_content": "1339410334 发表于 2014-9-8 12:16\n我可是在暑假每天早上10点起床的人23333333\n我七点起，如果上学就不早"
        },
        {
            "author": "1339410334",
            "timestamp": 1410149820,
            "txt_content": "我是小骷髅 发表于 2014-9-8 12:14\n水榜必须要早睡早起，第一个上论坛必须是你，回复主题水气来必须有力，把脸割了一边放去，水榜第一我最自 ...\n[diamond_sword][iron_sword]OAO第二章呢，链接为什么飞去度娘那边了23333333333"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410149820,
            "txt_content": "1339410334 发表于 2014-9-8 12:17\nOAO第二章呢，链接为什么飞去度娘那边了23333333333\n-A-故意坑你的，懒得那么快编辑，我还得写呢"
        },
        {
            "author": "1339410334",
            "timestamp": 1410149880,
            "txt_content": "2333333333被坑了~坑了~了~"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410151500,
            "txt_content": "1339410334 发表于 2014-9-8 12:18\n2333333333被坑了~坑了~了~\n23333啊哈哈哈哈哈好好玩"
        }
    ]
}