{
    "title": "[1.6.4][ssp/smp][未汉化]浏览器mod web disps",
    "author": "823868195",
    "replyCount": 11,
    "timestamp": 1410158100,
    "txt_content": "废话\n你还在嫌你的MC不够自动化吗？\n你还在嫌你的MC不够优越吗？\n你还在嫌你的MC不够酷炫吗？\n对不起\n这个mod都无法帮到你\n\n作者原话（英死早可以跳过）\n\nWARNING: This mod is a BETA mod! There is a LOT of bugs.\nWARNING: Only WINDOWS clients can see screens! What I mean is\nthat you can run this mod on a server using any OS; but if you are\nrunning the client on an OS that is NOT windows, you'll see\n\"Installation Failed\" on the screen, however it won't crash\nyour Minecraft and you'll still be able to join server using this mod.\n\n\n\nHi everyone,\nI'm happy to show you today my new mod: Web Displays, which adds a Web Screen Block and more! So, what do you think this block will do? Well, when you place a few of those blocks (144 in fact) in a 16x9x1 surface shape, and you right-click it, a real web browser shows up. You can go on YouTube, watch some videos or listen to your favourites musics, watch the stream of your favourite streamer, shows the news in your server's lobby and everything in-game.\n翻译\n警告：这个mod是一个测试模型！可能有很大的bug\n警告：只有windows用户可以看到屏幕！我的意思是你可以在任何操作系统上运行这个mod，但如果你在飞windows系统运行，这个mod就会zodsvgjisodrhbjsfasdfdghsdafvgjfhsdf 不过他不会崩溃，你仍然可以使用这个mod加入服务器\n\n\n大家好，\n我很高兴发布我的新mod：液晶显示屏（主机呢？） 它增加了WEB屏幕方块等.当你把这些方块放置为16*9*1的方屏后，右击他，一个真实的浏览器浏览器就出现了，你可以，liuhrgsfehyjmuiklkcdfghjkl爱对方会尽快没有他开车大发光火j以及网恋了\n\n\n\n\n虽然我不想承认但是用籽岷大大的视频的确很方便\nhttp://v.youku.com/v_show/id_XNjA1MjgyOTg0.html\n\n\n\n\n\n\n\n\n\n\n\n\n\n合成表\n\n\n\n\n\n\n\n\n\n\n\n\n\n没人看的更新日志QAQ\nWebDisplay 0.7:\n- Fixed Minecraft crashing when leaving the world if the installation failed\n- Fixed the screen showing \"Installation Failed\" on non-windows OS.\n- Updated for Minecraft 1.6.4\n\nInstaller 0.9:\n- Updated WebDisplay to 0.7\n- Now uses the system's look & feel theme.\n\nWebDisplay 0.6:\n- Fixed keyboard breaking particles\n- Now screens can be as large as you want, but not 1x1\n- Added the \"unload distance\" parameter in the config: if this distance is reached, the screen is unloaded.\n- Screen repeaters now deletes themself if their source was deleted.\n- Added the \"shutdown\" function to shutdown the screen using ComputerCraft.\n- Added the minePad.\n\nInstaller 0.8:\n- Updated WebDisplay to 0.6\n- More debug infos in the log file\n\nWeb Displays 0.5b:\n- Changed the \"OMG, Installation failed\" texture by \"Installation failed; please read FAQ\"\n- Now loads the native in the WebDisplaysNatives folder\n- Added the isScreenRepeater() function in the API.\n\nInstaller 0.7:\n- Now detects if the allocated Java memory is over 1 giga and if it's the case, it'll reduce it to 1 giga again because Java 32bits doesn't support more that 1 giga.\n- Detects if the mod was already installed manually and removes it.\n- Now extract the native in the WebDisplaysNatives folder.\n- Installer now takes care about the game directory profile parameter.\n\nWeb Displays 0.5:\n- Moved every blocks and items in a new creative tab\n- Changed the harness of every block (now it'll be as hard as stone)\n- Enabled repeated keys on keyboard\n- Changed the internal texture format of the screen to GL_RGB, using less memory.\n- Added domain black-list in the config file.\n- Created an open-source API so that modders will be able to add things for my mod (untested)\n- Added the remote controller\n- Now detects if there are no http:// before the URL and adds it automatically\n- Added the view distance parameter in the config file\n\nInstaller 0.6:\n- Updated Web Displays to 0.5\n- Reduced the license agreement window size; so users with small screens can still click on I agree or I decline\n- Wrapped the installer into an EXE file (asked by some users)\n- Installers nows ask the user to select the Forge profile at the end of the installation.\n\nWeb Displays 0.4:\n- Corrected a bug making the URL unchangeable\n- Added ComputerCraft implementation\n- Now uses the correct log channel.\n\nInstaller v0.5:\n- Updated WebDisplays to 0.4\n- Added the Awesomium License agreement at startup\n- Now extracts the Awesomium License into your .minecraft directory.\n- Errors and infos are now in the same file name WDI_0.5_Log.log.\n\nWeb Displays v0.3:\n- Removed the \"installation failed\" image if the installation succedded (in this case you'll see a \"welcome\" image)\n- Fixed some keys not being usable in the keyboard\n\nInstaller v0.4:\n- Updated WebDisplays to 0.3\n- Fixed the 32/64bits detection\n- Now you'll need java 7 32bits !下载点我\n\nWeb Displays v0.2:\n- Added keyboard & keyboard linker\n- Added update/render rates that can be incremented to reduce lag\n- If the mod runs in no-jawesomium mode, the screen will show an error message\n- Fixed screen being invisible sometimes\n- Fixed screen changing it's position when reloading the world\n- Released for 1.5.2\n\nInstaller v0.3:\n- Updated JAwesomium to 0.2\n- Updated WebDisplays to 0.2\n- Now errors & infos goes in a log file\n\nInstaller v0.2:\n- Fixed crashing at launching\n- Fixed installer not taking care of the selected minecraft directory.\n新版本计划\n激光指针\n收藏夹\n等（不会翻译我会乱说？）\nFAQ（懒得翻译）\n\n~~~~~~~~~~~~~ Common FAQ: ~~~~~~~~~~~~~\n\nQ: When I right-click my screen it says \"You need Java 32 bits\" or \"Installation failed; please read FAQ.\"\nA: Usually this happens because you don't use the default Minecraft launcher, or because you didn't select the Forge profile, or because you used the manual installation and it failed (then please use the installer). Else, please read what is in the next spoiler:\n（Start the Minecraft launcher. Check that the selected Profile is Forge and click on \"Edit Profile\".\nIn the \"Java Settings\" category, check \"Executable\" and in the text field put the path to your javaw.exe from your 32 bits Java ! Click Save profile and enjoy \n\nTo find your java 32bits path:\nUsually it's C:\\Program Files (x86)\\Java\\jre7\\bin\\javaw.exe if this file can't be found, then open C:\\Program Files (x86) if this directory doesn't exist, then you have a 32bit windows, just start the game. Go to the Java directory. If it doesn't exist or if there is no folders inside it, then please Install java 32 bits.\nNow open the jreX folder or jdk1.X.Y_Z where X is at least 7 (can be higher but NOT lower. If it's lower, install java 7 32 bits). Open the bin folder. You have found you java 32 bits path. Copy it and past it in the \"Executable\" field, don't forget to add \\javaw.exe after it.\n\nJava 32bits download:\nGo here: http://www.java.com/...load/manual.jsp and select \"Windows offline (32-bit)\".）\nQ: Where can I find my logs?\nA: Minecraft logs can be found in the ForgeModLoader-client-0.log file that you can find in your %appdata%/.minecraft folder. You need to shut down minecraft to find this file!\nInstaller logs are generated in the WDI_x.y_Log.log file which is the same folder as the installer executable!\n\nQ: MagicLauncher?\nA: Magic Launcher is not supported. Please use the default original Minecraft launcher.\n\nQ: It's says I need flash, or that Flash is not up-to-date.\nA: Please download \"Flash Player for other browser\" from here. Select your operating system in Step 1, then select \"Flash Player xx for Other Browser\" (where xx can be any number) in Step 2, and then click \"Download now\" on the right. As well don't forget to install it.\n\n\n~~~~~~~~~~~~~ Other FAQ: ~~~~~~~~~~~~~\n\nQ: Why is your mod only available on Windows?\nA: Well, the library I'm using to provide internet rendering, called Awesomium, is only available on Windows & Linux\n\nQ: Now that I installed your mod, Minecraft says that I need a 64 bit Java Installation to set my render distance to \"Far\".\nA: Yes, because my installer forces your Minecraft to run in 32 bits mode, because there are no 64 bits version of Awesomium.\n\nQ: When I right click on the screen, nothing happens.\nA: Check in the config file that the \"create\" option is set to false, or that the server you are playing on enables you to create web screens even if you are not OP. Else, there were a problem during the installation of the mod. Please send me your Minecraft log.\n\nQ: I LAAAAAAAAG with your mod\nA: Try a lower ppp (real Pixels Per minecraft Pixels) in your config file and check that anisotropicLevel is set to 0. You can increment update & render rates in your config file too.\n\nQ: How can I change the home page / the language of the the browser:\nA: You can do all that stuff in your config file in the misc category.\n\nQ: I don't want to be allowed to craft screens / that you have to be OP to use screen:\nA: Check your config file.\n\nQ: Your installer tells me something about 32 bits / 64 bits java and bring me to the java download page\nA: Yes. You need a 32 bit version of Java to run my mod. Simply follow the instructions given by my installer. I'm sorry about that.\n\nQ: I want to put your mod in my mod pack:\nA: Well, if it's a private server mod pack, be free. Else, please ask by sending me a PM.\n\nQ: Now that I installed your mod, I can't allow more than 1 giga of ram to Minecraft.\nA: Yes. This is because you need java 32 bits for my mod. This is horrible I know, but I have no way to fix that.\n\nQ: MAC?\nA: Maybe.\n\nQ: Linux?\nA: Coming very very soon.\n\nQ: Fullscreen YouTube videos doesn't work\nA: Yes. I'm not sure that I can fix this bug.\n\n\n温馨提示：配合高配光影一起使用效（sang）果（xin）更（bing）佳（kuang）\n\n\n新人第一次搬运，不足请支持，不会介意（因为我经常说别人我会告诉你？）\n\n\n我是不是忘了点什么？下载地址？不可能~~~我早就丧心病狂的藏在更新日志里了23333333333333\n\n[groupid=540]斜眼笑恐怖组织[/groupid]\n\n\n\n\n\n\n\nWDAPI_0.2.zip\n\n\n2014-9-8 14:32 上传\n点击文件名下载附件\n\n\n\n\n70.39 KB, 下载次数: 544\n\n\n开发mod用的没有修改过的API\n\n\n",
    "replies": [
        {
            "author": "6659899",
            "timestamp": 1410158580,
            "txt_content": "站内搬运？作死。。。。"
        },
        {
            "author": "asd1041936172",
            "timestamp": 1410159420,
            "txt_content": "为什么没效果。。。"
        },
        {
            "author": "1292029552",
            "timestamp": 1410160080,
            "txt_content": "今天论坛的人又变少了？"
        },
        {
            "author": "823868195",
            "timestamp": 1410161700,
            "txt_content": "6659899 发表于 2014-9-8 14:43\n站内搬运？作死。。。。\n我没搜到= ="
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1410163020,
            "txt_content": "{:10_493:}以前见过这个MOD的说…… \n\n\n                          ————【汝若将降世，切戒罪行恶果，唯使光明降临】————\n                                        （自带BGM的巨蟹）"
        },
        {
            "author": "chiron0987",
            "timestamp": 1410163380,
            "txt_content": "前几天同学还问我这个世界里能看小电影么……233回去就放个给他看"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1410165060,
            "txt_content": "安装麻烦"
        },
        {
            "author": "sb023612",
            "timestamp": 1410173700,
            "txt_content": "http://www.mcbbs.net/thread-179774-1-1.html\n你要是在主版面搜当然搜不到，要去旧版本mod板块搜才能搜到"
        },
        {
            "author": "1041635182",
            "timestamp": 1411133760,
            "txt_content": "赞 再加一个正版登录器下载就更好了"
        },
        {
            "author": "w1351658513",
            "timestamp": 1415769060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "鸡蛋老大",
            "timestamp": 1564362360,
            "txt_content": "不行啊。。。。。。。"
        }
    ]
}