{
    "title": "<原创·连载>《Dayz》小说<2>",
    "author": "我是小骷髅",
    "replyCount": 10,
    "timestamp": 1410182400,
    "txt_content": " 本帖最后由 a2455564728 于 2014-9-26 20:36 编辑 \n\n                                 《Dayz》第二章：噩梦的初袭  抬头望天，已经是接近下午了，猛烈的阳光慢慢的减弱。艾特鲁顺手拿起地上的小石块，缓缓的摩擦自己的木剑，看样子，应该想要磨锋利吧，因为刚刚打斗了一场，难免会少不了木剑碎裂、磨损。我也模仿着艾特鲁的动作，也从地上捡起一块石头子慢慢摩擦自己的木剑。  艾特鲁把脑袋对过来，用偷笑般地表情看着我，但是没有说话。“惨了，我是不是做错某种事情！？”我小声的嘟哝着。“没有，但是你干嘛学我？”“我看你的样子好像是在磨剑，然后我也就……”现在，我大抵明白了一些事情。“哎呦喂，笨啊你。”“那你在干什么？”我还是疑惑不解，唉，只能继续问下去了，“我在磨石头，如果能找到其它幸存者或许可以用破损的木剑、锐利的石头来换取别的东西啊~”“啊？！惨了，木剑真的被我磨坏了，但是石头还是挺尖锐的~”“嗯，那也可以啊，石头可以拿来扔啊，起码对准僵尸的脑部可以致命。”“什么？那些可怕的东西叫做僵尸啊。”原来如此，那些东西叫做僵尸，可是……为什么提起这个名字会有种熟悉感……  这里……一切都怎么熟悉……难道……不可能……我在艾特鲁面前发呆，头望着天，苦苦冥想着我的身世，这一切实在太混乱了，我不得不弄清楚这里的一切，包括我脑袋闪过的片段。艾特鲁见我呆愣着，连忙推推我的肩膀，“嘿！老兄？”“哦喔，你找我有事？”我被弄醒了，但是脑袋还是处于思考，唯有随便应付几句话。“走吧，天快黑了，我们要起身了。”“好的。”还是艾特鲁聪明，知道天快黑了，叫我离开这儿。如果我们继续留在这里的话，后果可能会十分严重。“来吧，我们的武器没有了，身上也没有盔甲之类的防身装备，那只能就拿石头咯。”艾特鲁半开玩笑半认真的说道，“呵呵……”我干笑着。  天色渐渐朦胧，黄昏缓缓地沉下去，最终消失在地平线上。不远处依稀的可以听见僵尸恐怖的叫声——“欧——”甚至可以听见动物怪叫的声音——一切是那么让人恐怖。艾特鲁拾起地上的石头，借着幽暗的月光，依稀看见僵尸在村里、外面游荡，但是它们并没有看见我们，有可能是因为我们离他比较远吧。“欧！——”“惨了！快逃！”艾特鲁顾不上掉落的石头，直接拉起我的手臂冲到一个昏暗的角落里。“干嘛！”我愤怒的甩开艾特鲁握紧的手，“你不知道会很痛吗！”我还是不依不饶的吵闹着，“我才那不够三十多岁，哪有你那么强壮！”“嘘——有僵尸。”艾特鲁则不慌不忙的低声说着，好像真有那样。好奇的我探出头，哎呀：真是啊，你看——离我们刚刚不远处的屋子里有一只全身着装破烂的僵尸，撒开嗓门一直在欧欧的嚎叫，“听好了……呼……现在我们惨了……呼……那只僵尸在呼唤朋友……很快……呼……我们就会被发现了……呼……”“那怎么办！”我恐惧的快要哭了，这里到底是怎么回事啊！“我们，只能，继续，跑。”艾特鲁断断续续的说出，听声音就知道他可能跑累了。“Go！”艾特鲁猛地冲出角落，直接奔向某个地方！  又是一阵拉扯力，还没等我稳住脚，中心又被扯开了，没办法，只能跟着艾特鲁没命的跑就对了，“格哒格哒！”我们两个在黑暗的世界里，在充满危险的村子内狂奔，路过的僵尸都纷纷朝我们扑来，但是刚要抓住我们的时候有幸运的躲开了，成堆的僵尸涌向我们，没办法，只能杀出去！“呀嘿！看我的。”我摸摸口袋，把一块势头，狠狠地向某个快要抓伤我的僵尸扔了过去，“哧！”鲜血飞溅，石头深深的插进僵尸的眼睛里，“嗷唔！——”僵尸被激怒了，比刚刚更快的咆哮着，就要冲到我的背后，就要被僵尸的利爪攻击到时，艾特鲁猛地拉开我，用强壮有力的脚用力的踢过去，“啪嚓！”僵尸摔落至地面，脑袋boom的撞到地上。要知道，僵尸的各个身体部位已经是腐烂了，骨头都变得酥脆了，对吧？就这样咕咚的撞到地下，结果就变成了这样一个后果——脑骨碎裂了，骨头支撑不住脑袋，僵尸的脑子就和身体彻底的分家了，咕噜咕噜的在地上滚来滚去~呵呵~真够可笑~“噗哧！”虽然现在事态紧急，但我还是忍不住张开嘴笑了。  接下来，残忍的一幕发生了，僵尸们见到瘫倒在地上的僵尸和滚动在地上的脑袋，争先恐后的快速的爬上前，直接抓起那只僵尸的脑袋咔嚓咔嚓的吞噬掉，还有甚者把僵尸的手臂啃咬下来，在它面前，无论什么食物它都能吃掉，而且僵尸们不管腐肉到底好不好吃，都是生吞，连碎裂的骨渣都舔的一干二净，完全没有有浪费一点肉丝残留在骨头上！它们好似有无数个胃，吃完了僵尸后，抬起血淋淋的头，张开充满腥气的嘴，吼叫着吵我冲来！“Go！别傻了！泽炜。”艾特鲁惊慌的回过头对我大喊，还紧张的拉起手就拖着我走，“趁着僵尸还没来得及追上，赶紧找个地方躲起来。”艾特鲁简直就是还紧张过我。“看！那边就有。”我把手指指向一处房子，看起来挺完整的，隐隐约约发出光亮的木屋子，“好！听你的，现在都没时间了。”艾特鲁跑得更快了，我简直就追不上嘛。  “呜——呜——”风在我们周围刮起，我们跑步的速度减慢了一点，但是后面的僵尸根本没有被风挡住——我们帮助僵尸挡住风了。艾特鲁更加快速的跑，我也开始没命的追上去，光亮离我们愈来愈近，但是僵尸也是离我们愈来愈近了，“拿木剑砍！”艾特鲁不知什么时候又从衣服里拔出木剑，拼命地奔向僵尸群，奋力的在僵尸群中拼搏着，“还不走！不然我过去干嘛！”艾特鲁仅仅喊了一句话，又投入到战斗中，只是……僵尸愈来愈多……把艾特鲁团团围住，这下他真的没地方逃脱了！“我要帮助你——”拖得老长的声音从我口里喊出，说完就奔向艾特鲁那儿，想要帮他杀出条血路。“不！别过来！僵尸很多！”艾特鲁还是不给我进去，完全不顾我的面子；“不行！我得救你出来！”“走开！不然我回去打死你！”艾特鲁不依不饶，就在和我的对话中逐渐消失在僵尸群中……“啊呜呜呜呜……”我哭了，是被战友的舍己为人哭了。是被自己的迟缓哭了。是被自己的担忧气哭了。  “嗷唔！——”僵尸群中响出一声大叫，僵尸就更加骚乱了，完全是挤进去的，我想：算了，现在僵尸多，我无法乱冲进去，如果我死了谁来拯救那些幸存者，谁来挽回这场危机。“啊呜呜呜……”哭哭啼啼的走向前，抹了一抹眼泪，晶莹的泪珠散落地上。刚好，反射出了艾特鲁的身影，可惜，我却不能再次帮助他了……哎……人生的遗憾……夜晚还是那么黑……\n索引君：点我啊~                                                                                             下一章：点一下看看~",
    "replies": [
        {
            "author": "1.3806",
            "timestamp": 1410182820,
            "txt_content": " 本帖最后由 1.3806 于 2014-9-8 21:28 编辑 \n\n僵尸吃腐肉的话会容易许多不能搞个超链接吗"
        },
        {
            "author": "1540866915",
            "timestamp": 1410183060,
            "txt_content": "看见dayz就滚进来了"
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1410183420,
            "txt_content": "快改签名！！！！"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410270000,
            "txt_content": "qxdnfsy 发表于 2014-9-8 21:37\n快改签名！！！！\n好好好，准备添加新连接"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410270060,
            "txt_content": "1540866915 发表于 2014-9-8 21:31\n看见dayz就滚进来了\n结果发现其实是小说~呵呵，失望吧"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410270060,
            "txt_content": "1.3806 发表于 2014-9-8 21:27\n僵尸吃腐肉的话会容易许多不能搞个超链接吗\n楼主上学没时间"
        },
        {
            "author": "1.3806",
            "timestamp": 1410270840,
            "txt_content": "我是小骷髅 发表于 2014-9-9 21:41\n楼主上学没时间\n这个帖子的章节名称是\n噩梦的初袭\n快改掉"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1410271200,
            "txt_content": "1.3806 发表于 2014-9-9 21:54\n这个帖子的章节名称是\n\n快改掉\n该为什么？给个意见"
        },
        {
            "author": "小中二",
            "timestamp": 1411733700,
            "txt_content": "卧槽，僵尸形态的人类会用大脑百分百的力量，可是这样会骨质松动造成手臂断裂的样子。如果是自理型僵尸的话病毒会自动提供动力，只是无法回复伤势。表示石头砸僵尸头是不会完全致死的。僵尸多半是要截肢才行= ="
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411734720,
            "txt_content": "小中二 发表于 2014-9-26 20:15\n卧槽，僵尸形态的人类会用大脑百分百的力量，可是这样会骨质松动造成手臂断裂的样子。如果是自理型僵尸的话 ...\n想象得不错，反正我后面有些自己的解释"
        }
    ]
}