{
    "title": "月光下的守护者｜The Zombies' Guardian beneath the Moonlight",
    "author": "木有新闻",
    "replyCount": 8,
    "timestamp": 1410405480,
    "txt_content": " 本帖最后由 木有新闻 于 2014-9-11 11:27 编辑 \n\n开篇起言\n如果自己写不上传的话，那么这个小说一定会太监。这是肯定的，因为我之前已经有好几个创意在写了第一章之后都扔下了。\n但是如果有人看的话，有人喜欢，有人催，那我也就有了写下去的动力。那么可能就不会太监了。\n作为一个MC玩家，算不上新手，也算不上老手，唯一玩的原因就是喜欢。写东西的原因也是因为我想写点东西。至于写出来的是什么，这个就得看心情了。\n另外，先谢谢大家的阅读了。",
    "replies": [
        {
            "author": "木有新闻",
            "timestamp": 1410405600,
            "txt_content": " 本帖最后由 木有新闻 于 2014-9-11 11:22 编辑 \n\n第一章        月光隐没\n    这是一片广阔的世界。\n    绿色的植被覆盖着这块无垠的大地，浅色的白桦林静静地伫立着，一阵微风吹来，树叶便乐不可支地跳起了舞蹈；彼此触碰之下，居然响起了和谐悦耳的叮当之音。虽然这几乎微不可闻的声音很快就随着微风的消逝归于沉寂，但也为这空寂的夜晚注入了一丝生气。天空之上便是一弯明月，皎洁的月光挥洒下来，仿佛将整个世界都拢在了她的怀中，如此宁静，如此详和。\n\n    在白桦林的不远处，有一个僵尸，就那么惬意地躺在着无边的绿色中，他穿了一双虎头草鞋，深蓝色长裤，天蓝色衬衫；头枕着双臂，嘴里还叼着一根狗尾巴头，就那么静静地看着天空中的明月，不知道在想些什么。\n\n    突然，一阵喊声将他的思绪拉回了现实。\n\n    “嘿！小皓，你又在神游呢？”另外一个僵走了走近了他的身边，看着毫不知情地他，忍不住地打趣道。\n\n    “他哪里是在神游呢！他肯定是在想夏大伯家的宝贝闺女啦！你看他那个口水，都快成河了，哈哈哈哈！”远处传来一阵猥琐的笑声。\n\n   直到这时，这个被叫做小皓的僵尸才慢慢扭过了头，看着走过来的人，又朝刚才传来猥琐声音的方向看了一眼，这才不紧不慢的说道：\n\n    “嗯哼！小远，不瞒你说，我刚才在想一个很严肃的问题。为什么昨天晚上咱们看到的那些鸡，今天晚上却一个也没看到？而小辉，”一边说，一边指了指刚才远处说话的那个僵尸，“为什么他的裤角上却有白白的东西，难道他和失踪的鸡之间，有着不可告人的关系？是什么关系呢？这个就需要好好研究了！”\n\n    “我擦！小皓，你可以怀疑我的智商，但不要怀疑我的品格好么？你睁大你的钛克狗眼看看，哪里有白白的东西？”\n\n    “哎哟我去！你那24K纯白，简直亮瞎了我的钛克金眼哇！裤子里好大一只鸡哟！哇哈哈哈。”小皓故意阴阳怪气地叫了起来，一边喊还一边朝小辉呶嘴，这一动作更是把小辉气地小脸煞白。二话不说就拿起一个土块朝小皓冲了过来。\n\n    “哎我去，君子动口不动手！”小皓嘴里一边说，一边瞬间跳了起来，就那么站着不动。刚才嘴里那根狗尾巴草，现在已经被他拿在了右手，看着越来越近的小辉，他突然手一扬，做势要打小辉，情急之下的小辉下意识地用手去挡住眼睛。谁知小皓却只是虚晃一枪，直接一左腿扫过去，冲势不止的小辉瞬间哇的一声飞了出去。这个惨样，让旁边的小远也忍不住嘴一抽，撇过头去，不忍再看。\n\n    小皓得意洋洋的看着趴在地上不动不动的小辉：“还打不打？这么多年，你的个子长了，智商却没长，唉，这招我用了多少年了，屡试不爽啊，哈哈。”\n\n    这时的小辉已经起来了，拍掉身上的草叶，那叫一个郁闷啊：我靠！次次吃亏不悲剧，悲剧的是每次都吃一样的亏。这丫小皓真他娘的欺负人啊。\n\n    心里这样想着，可是嘴上还是硬着：不算，再来，我就不信这次搞不赢你。\n\n    “嗯哼，既然你这么喜欢受虐，我就只好成全你了，谁让我心地善良呢？哎，这年头像我这么善良的人，可真是不多了！”\n\n    小辉差点没有一口血吐出来：你善良？你善良那我就是佛祖了！靠！得了便宜还卖乖。\n\n    正当这时两人摆好了架式，准备好好地“切磋”一场时，一阵狂风吹过，墨汁般的乌云不知何时突然出现，迅速将整个天空盖的严严实实。那撒向地面的月光好像在奋力挣扎，要突破乌云的遮挡，却最终尽数被乌云吞不没，但终不甘心地消失了。\n\n    这种场景，让三人目瞪口呆，好像只是一瞬间的事情，天空就变了颜色。好像一切都那么的不真实，原来碧绿的草地，也好像受到了影响，一丝丝地黑边，出现在了叶子上面。\n\n    就在三人不知所措时，突然听得村口的钟声疯狂叫响。小皓率先反应了过来，听村里的长者说，那口钟，只有在村庄里受到致命威胁时才会敲响，而这口钟，已经沉默了100年了。想到这里，他霎时拉起还在呆呆看着天空的小远和小辉，用尽吃奶的力气朝村庄奔去。\n\n    “会有什么不好的事情发生？”飞奔中的小皓在不停思考着这个问题。\n"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1410408840,
            "txt_content": "哟，创作啊，先顶一个再看内容，我这算是为新人写作带来动力么"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1410409200,
            "txt_content": "哦草网页卡了"
        },
        {
            "author": "小白~别喷。",
            "timestamp": 1410411900,
            "txt_content": "luxiaochen1984 发表于 2014-9-11 12:20\n哦草网页卡了\n卡了3个回复..."
        },
        {
            "author": "哈利路亚",
            "timestamp": 1410412680,
            "txt_content": "哟~文学创作啊，不错不错~加油~"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1410413820,
            "txt_content": "小白~别喷。 发表于 2014-9-11 13:05\n卡了3个回复...\n莫怪，mcbbs经常出问题╮(╯_╰)╭"
        },
        {
            "author": "a2455564728",
            "timestamp": 1410429420,
            "txt_content": "贴内更新呀。"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1410484500,
            "txt_content": "是连载么？"
        }
    ]
}