{
    "title": "<原创.连载>《锻造者传奇》第六章出熔炉啦！希望没糊。。。",
    "author": "记忆随风",
    "replyCount": 4,
    "timestamp": 1410442860,
    "txt_content": " 本帖最后由 记忆随风 于 2014-9-26 19:36 编辑 \n\n第六章：峡谷中的际遇“呜~~~~~”耳边刮起了阴风，让我本来就不平静的心又狂跳起来。当初初中体育考试之前就是这种感觉啊。想到这里，我心里想道：“都来到这里了，还不知道还能不能回去了啊。”想着想着，我眼前又浮现出我那严厉的老爸的音容笑貌，真是不懂得珍惜啊！我感叹道，想了想，还是在这个世界活下去才有希望啊。于是，我坚定决心，向黑暗处迈开步伐。  这里这么黑，怎么都不生怪的呢？突然，我看见前方有金光一闪而过，金子！虽然这个东西前期没有多大用处，但是毕竟在现实世界里生活了这么多年，看到金子，又有谁不会激动呢？  我奔上前去，将镐头在上面砸着，1下，2下，5下，10下，怎么不破呢？我看了看手里的东西：铁剑。。。刚刚为了怕有怪物偷袭我换上了剑来防身，却忘记了换回来了。。。幸亏没破啊，要不然破了就真的什么都没有了。。。  急忙换出铁镐，轮圆了就是一镐。换了换气，又是一镐，直到第5镐。这一镐下去，附近的土壳一下子就被我敲下来了，这一块岩石立刻变成了一块可以拾取的方块，我捡起来，属性是：“金矿石，含量40”这个含量是什么意思，含量还会不同的？我将附近的5块都敲了下来，都是40,正当我以为40就是常量的时候，发现附近有一道毫光，持续不断就像磷光一样。我好奇的看过去，发现也是一块金矿石，我这次敲了4下这块矿石就被我敲下来了，方块是：“金矿石，含量60”诶？这是60的？  我从背包里翻出熔炉，放在了地上，又拿出石围栏，在身边5x5围了一圈。插上火把之后，感觉安全了一点，我就开始点炉炼矿了熔炉上还有2个按钮：“请选择烧制类型‘食物’，‘矿物’‘冶炼特殊物品’。”我摁下了矿物，下面两个是自主烧制，机器烧制，我当然摁下了机器烧制，“请放入燃料”我放了一块煤炭进去，“检测中，可冶炼单位：8。是否冶炼？是。冶炼中。。。。。。。煤炭消失了，熔炉中的金矿石也开始融化，渐渐的表面的灰尘都消失了，露出了其中的一大块金子，我正兴奋的时候，熔炉提示：“机器炼制，百分之50提炼额度。预计损失单位：“2”熔炼完毕。我放进去的金矿石消失了，熔炉的下层出现了2块金锭。我欣喜的拿出了成品，没有管剩下的提炼。  我眼睛紧紧的盯着手里的金锭，一颠，差不多1千克。这要是能带回我的世界可就发了，可惜在这里前期金子的用处还没有铁有用。。。等我找到村庄跟村民换绿宝石吧。。。这时我的矿石也冶炼完毕了，得到了15块金锭。算了算应该是百分之60的那块提炼出了3块。想了想当初我发现60纯度的经过，我有了2个猜想：1.会发光的就是高纯度的，纯度越高越亮。2.高纯度矿石一般是与低纯度的共生的。总结了一下，我决定：以后挖矿不插火把了，而且看见矿石我就把它前前后后上上下下3×3×3都挖个遍。这样以后可能很危险，不过，富贵险中求嘛。于是我向洞中走去，没走几步，我就发现前面的一大片墙壁都在冒银光。‘我的世界里有银么？’我想了想：‘我的世界里骷髅还不会说话呢。。。’于是我上前拿出铁镐，一顿乱敲，捡方块的时候才发现亏大了。。。“表面含有银粉的花岗岩”只是一点银粉啊。。。{1}算了，好歹是花岗岩，看看回去有没有人收去铺地板吧。这时眼前又一道光芒闪过，我立刻欣喜的扑上前去，挖开了它。没想到它并没有掉落原矿，而是掉落了一块银锭，这块银锭只有巴掌大小，却十分坚硬。急忙查看了属性：“银精石”{2}看来又是一个新矿物了，看起来很高端啊，全部带走。。。正好背包里没有什么东西，挖了3组银粉花岗岩之后终于收获了10块银晶石。登时欣喜不已啊！怀着高兴的心情我向下面走去\n{1}9粉=一粒，9块=1方{2}银晶石：“稀有3等级宝石，与普通银不同，十分坚硬。而且导电【红是信号么。。】性极佳，损耗接近于零。”~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~作者重要消息~~~~~~~~~~~~~~~~~~~~~~好吧，前几章在别的帖子上，不会做序怎么办啊。。。各位同仁帮帮忙可好？应同仁要求，排了个版，看来能顺眼一点了。。。。[groupid=769]star sea文学小组[/groupid]",
    "replies": [
        {
            "author": "z272191619",
            "timestamp": 1410443580,
            "txt_content": "银精石\n阴精石"
        },
        {
            "author": "记忆随风",
            "timestamp": 1410443640,
            "txt_content": "z272191619 发表于 2014-9-11 21:53\n银精石\n阴精石\n你够了。。。"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1410493260,
            "txt_content": "排版得好混乱"
        },
        {
            "author": "记忆随风",
            "timestamp": 1410496860,
            "txt_content": "jiongjionger 发表于 2014-9-12 11:41\n排版得好混乱\n居然被你发现了。。。好吧，我没排版。。。不会排版怎么办啊。。。你能帮忙么。。。诚恳的邀请你帮我排个版。。。"
        }
    ]
}