{
    "title": "<原创·连载>荒邈[作者：]第五章",
    "author": "o-zero",
    "replyCount": 3,
    "timestamp": 1410523620,
    "txt_content": " 本帖最后由 HGK 于 2014-9-22 21:44 编辑 \n\n-第5章-蓝翔旅馆！恶魔维吉尔的拦截，第三形态！\n旅馆.....旅馆......找旅馆找了几小时的我们实在是走不动了，哦天！这城市看起来大但实则小的连一家店面都没有，刚才我们只是看到表面。突然前面有一扇门，我们走了过去，那扇门旁边有两个卫兵，他们的表情好像凝固了一样皱着眉头。当我们走过去的时候他们把门打开了，并说：这里欢迎所有人，包括你们。我们走了进去，随即门关上了。里面灯火通明，把整个金碧辉煌的城堡都被照的犹如幻境。这就是传说中的主城么?我自言自语。\n看来这才是真正的城内啊。帕雪说，是啊，我们走了出去出去是已经是黄昏了，看来这里面就有旅馆了，嘿嘿，几分钟以后.....旅馆！旅馆！帕雪惊喜的喊着。呵！是啊，我们一看旅馆的名字“蓝翔旅馆”我差点笑出来，我小声念道：世界旅馆哪家强？中国山东找蓝翔，先去住下，后交费，我们保证不坑爹。嘿嘿，我急忙说道就是这家了。突然有一个人拿着闪闪发光的太刀指向我们说道：来着就等于在这花钱建个墓地！是嘛？这是你家吗？哎我还想谁这么没品位会来！可恶第一次见到敢跟我顶嘴的人！跟您顶嘴想想看您有没有资格啊！我维吉尔正式来给你送葬！周围的人围成一个大圈来看我们打架。\n刀光闪闪烁，一拳拳档已经很难了加上他的威压，实属受不了。我只好用气震了，轰！周围的人全部爆飞开来。\n可恶！咻咻咻一道道刀光闪过，仿佛空间被拦腰截断一般难受，啊！！！砰！整个地爆裂开来。我一闪直接来到他背后用战狼瞄准他的头，嘣！我以为打到了，没想到打到地上又一道裂痕。可恶这样下去死的是我啊！我用战狼化形变成一把骷髅大剑，我大喊：有种你就出来啊！不是恶魔吗？来啊！！现在出来的不是恶魔而是死神！我的头发慢慢变成银色的，眼睛的瞳孔也变成散开的模样，变红的瞳孔带来了无尽的威压，身躯不断变得充满力量但还是那个体型还是没变。\n哈！我拿剑一挥气浪散开周围所有东西爆裂开来，这时帕雪担心的在旁边看着。嘿嘿这个人开起来好像很厉害呀！咻！一道刀光像我劈来，就在我面前一厘米的时候我闪了一下，那道刀光直线劈断了一个大树，3....2....1....嘣的一声又是一片爆炸烟雾散去时维吉尔的已早已被劈成两半，这.....这是多大的威压和力量啊！帕雪惊讶道,是吗？就这点威压他就承受不住，真是垃圾！我淡淡的说道。但我还是没有回复我原本的样子，被称为死神的我和帕雪进了旅馆，哈终于在这世界休息了。\n你！你！杀了我们的店主！是啊怎么了？？？我问道同时释放了一丁点威压，这旅馆的人在一瞬间都跪了下去甚至有些人已经死了。\n这就撑不住了？啊哈！@HGK @1292029552 @丶Cc流 @籽岷 @418878840 \n\n\n\n\n\n\n\nm_1307828746784.jpg\n(132.98 KB, 下载次数: 2)\n\n\n\n\n下载附件\n\n\n2014-9-12 19:10 上传\n\n\n\n\n\n\n\n\n就作为封面吧\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1410524580,
            "txt_content": "请把每章的题标按照顶置帖修改一番\n而且\n主人公变成恶魔后居然还有知觉\n这可是第一人称小说......"
        },
        {
            "author": "o-zero",
            "timestamp": 1410525060,
            "txt_content": "HGK 发表于 2014-9-12 20:23\n请把每章的题标按照顶置帖修改一番\n而且\n主人公变成恶魔后居然还有知觉\n只是不受控"
        },
        {
            "author": "o-zero",
            "timestamp": 1410525180,
            "txt_content": "HGK 发表于 2014-9-12 20:23\n请把每章的题标按照顶置帖修改一番\n而且\n主人公变成恶魔后居然还有知觉\n怎么改我看就是这样的啊"
        }
    ]
}