{
    "title": "空岛技巧",
    "author": "末影人之父",
    "replyCount": 6,
    "timestamp": 1410529440,
    "txt_content": "                                              [stone]关于空岛的一点[stone]   讲师：                                        小技巧  （ 仅限新手，骨灰勿喷。但欢迎指正）\n\n\n：1，不要一开始就把水拿来种田哪什么之类的，一般的空岛都是两桶[water_buket]，有些难一点的就只是两块[ice]，就拿两块[ice]的来说，你把[ice]拿去种[farmland]，如果没有[bucket]的话，你的空岛很快就玩不下去，因为你发展空岛，水是必不可少的。\n\n\n：2.（仅限于服务器）有的人一进空岛就开挖[diamond_pickaxe](楼主亦是如此），但请不要把空岛挖到只剩一层，因为等到做刷石机时，你势必要高空流水（后果自知）\n\n：3，对于原木，我们的态度是，初期珍惜，中期发展，后期浪费。但是，这里的浪费不是让你四处乱扔，是你可以做一点建筑，做一条通往别的空岛的桥。\n                                            楼主脑汁已绞尽，想不到更多了 \n                                   望高手添加一些\n                                                                                                                                                  （本人第一次发帖，喷的时候不要太狠●﹏●）",
    "replies": [
        {
            "author": "916094431",
            "timestamp": 1410529860,
            "txt_content": "刷石机的话.只剩下一层地基也可以做的吧，而且也不用高空流水"
        },
        {
            "author": "BensonQC",
            "timestamp": 1410529920,
            "txt_content": "其实不止这些。"
        },
        {
            "author": "DarcJC",
            "timestamp": 1410530640,
            "txt_content": "_Benson_ 发表于 2014-9-12 21:52\n其实不止这些。\n怎么在这也看见你了...."
        },
        {
            "author": "Dota_te",
            "timestamp": 1410530760,
            "txt_content": "我记得是 一开始给你两桶水 一桶岩浆 和一棵树 你懂得 要致富 先撸树 撸完之后 等树苗 没掉出来删存档 或者刷一个 之后挖到底下的最后一层 开始用挖到的泥土铺地 弄一个工作台 稿子 和一个无限水源  弄好之后 岩浆和水往下倒 弄出一个石柱子 之后再弄一个石柱子 开挖 挖到1层的时候开挖另外一条石柱子 搭上去 OK等待树苗成长 有开始送骨头的时候可以用一点点 长出来之后 你懂得 铺地 弄多一点 之后把泥土挖掉 换成木板 然后开始种菜把              【小提示】有木板记得铺地 弄大一点 记得插火把 免得满岛小白\n 记得种树啊..................一天 两天 三天 四天 ................. 不久后 相信你有很多木板了 你的岛也蛮大的了 OK开始建刷怪塔 刷怪塔不会建的百度一下 刷出一个发酵蜘蛛眼 .....之类的 之后你有了线 和弓箭 发射器 红石一开始一般也会给你的 之后弄一个黑曜石机器1.8版本一下无法使用 用一开始给的3个钻石 做一个钻石镐 挖吧 进地狱 找烈焰人 K他弄炼药台 喷剂虚弱药水 就弄好了 可以打一下小灰弄个煤炭 金锭弄死僵尸猪人把     \n好的 到时机的时候 刷一个僵尸村民 一瓶虚弱 喷他 用金苹果喂他 铛铛 变村民了 ........................之后弄一个刷铁塔 然后 你就有铁了 XXX的去弄多几个村民 刷出一个纸换绿宝石 绿宝石换钻石或者红石的村民 换吧 弄一个附魔台 书架 弄一个甘蔗场 说不定你的岛上有羊 鸡 牛 猪 之类的 OK 弄一个猪人塔把 日积月累 你也应该打败了小黑把 找烈焰人 弄小黑眼 进入末地 【小提示】全钻石装备 记得附魔啊\n开始打龙 不看小黑 弄水晶 全弄掉后单挑龙 弓箭射 射 射 爆菊花 龙蛋点一下 瞬移了 在他下面放一个火把 像弄掉砂砾差不多 龙蛋到手了 之后去地狱 找小灰 弄头颅 打大调灵   弄好之后 带好5个大金苹果 2瓶力量II 一把弓箭 【小提示】最好是无限弓箭  和一把亡灵V的剑 2组小黑珍珠 召唤出来的时候 用小黑珍珠瞬移到大凋零看不到的地方 弓箭暴打 打到一半血的时候 力量II 大金苹果 珍珠瞬移过去 一刀40多血 凋零惨死剑下 通关了 【打字很累 】希望大家看了之后空岛技术大大提升 {:10_516:}"
        },
        {
            "author": "huangqianqing",
            "timestamp": 1410532800,
            "txt_content": "本人从来不玩空岛，但是来顶下楼主"
        },
        {
            "author": "红石一号",
            "timestamp": 1410574980,
            "txt_content": "还好还好，加油加油"
        }
    ]
}