{
    "title": "就差两积分就Lv.5了，不如来水一贴",
    "author": "次元大陆",
    "replyCount": 4,
    "timestamp": 1410543000,
    "txt_content": "微软不是只要印钞机：对Minecraft的收购会带来更多福利\n微软在2001年收购了Bungie，延续了Halo的辉煌，虽然现在Bungie已经脱离微软，但不论是从商业角度还是产品层面，如果没有此次收购也就不会有随后的343 Industries在Halo上的延续。而微软一直都有收购游戏工作室的习惯，在Bungie之外，微软还收购了开发善与恶系列、神鬼寓言系列游戏的Lionhead，开发过Goldeneye 007、Perfect Dark的Rare工作室，还有十分著名的帝国时代全效工作室（Ensemble Studios）。而近日微软又打算收购《Minecraft（我的世界）》开发商Mojang。\n\n这次收购传出的价格是20亿美元，如果收购完成，这将是微软CEO Satya Nadella上任之后完成的最大手笔的收购。也正因为本次收购的价格，关于微软意图的猜想就从未停歇，毕竟20亿美元的价格足够微软自己组件几个游戏工作室，并且为他们提供足够的资源。\n\n对于绝大多数玩家来说，Minecraft的吸引力是游戏本身符合现在年轻人的生活，伴随着钢琴音乐开始新的一天，面对无边无际的世界你需要开始规划自己的生活，大家自己喜欢的建筑，不断的进行探索。也正因为与现实生活紧密的结合，并且你完全可以毫无顾忌的发挥着自己的想象力，有不少玩家表示，在玩了Minecraft之后，唯一需要注意的就是克制游戏，因为不知不觉你会玩上很久的时间。\n\n而这款被广大游戏玩家和业界看作是沙盒鼻祖的游戏，对微软的吸引力是其Minecraft游戏充满的年轻活力和开发团队自身的创造性。Cowen & Co分析师Doug Creutz将这款Minecraft的成功称之为“十年来游戏圈最励志的故事。”\n\n到目前位置这款游戏已经PC、移动设备和游戏主机三大平台。从2009年发布Minecraft开始到现在，Majong已经销售了超过5千万份的游戏，开发商Majong凭借这款游戏已经获得了超过1亿美元的收入。微软看重的是收入背后笼络的大量年轻且具有一定购买力的玩家。\n\n正如大家所知道的那样，即便是微软在不遗余力的推广Xbox One，但想要在游戏主机市场和索尼分庭抗礼，Xbox One总让人觉得差了点什么。在不久之前脱离微软Bungie在花费5亿美元打造的游戏《命运》上，选择了更加倚重索尼的PS平台，而这款游戏也吸引了大家玩家的关注，这也从侧面反应出，微软在于索尼次世代对抗中已经落了下风。而游戏玩家们总是以游戏为导向，像Minecraft这样的游戏，其玩家的忠诚度显然是微软想要得到的。\n\n通过收购Minecraft，微软如果将其发展成为自有平台独占，那么对Minecraft充满兴趣的玩家来说，选择微软平台也就是情理之中的事情。如果能够通过收购，为微软游戏平台培育更多的潜在客户，这样的买卖也能做。而微软的另一个考虑就可能是Majong这家公司所拥有的创造力。\n\n现在几乎所有的IT领域投资人都知道游戏市场的火热，游戏工作室随着次世代游戏主机时代的到来正如雨后春笋一般的出现，但在这样浮华的背后却折射出当下游戏界题材、内容在创造力上的匮乏。不可否认的是随着在移动设备上游戏体验的日益丰富，都市消费人群的碎片化时间正在被手机游戏所占据，而花费了大量成本打造的主机游戏却不一定能够获得更好的收入。\n\n游戏讲究的是一炮而红，与应用开发不同，游戏开发往往是工作室投入全部的精力，并且经过漫长的制作期，可以说一款游戏凝聚着一家工作室的全部，如若不能一下走红那么即将面临的就可能是倒闭的风险，而因为这样被关门的游戏开发工作室并不在少数。\n\n那么对于一款游戏来说最重要的就是创新，而Minecraft走的也正是创新这条路，让玩家在游戏世界中获得更加真实的体验，从游戏性方面吸引玩家而不是当下强调画质等参数体验，这么做的好处就是玩家都真正的沉浸在游戏中。Markus Persson的团队正是微软所看重的，Majong目前拥有22位员工，其中只有不到一半的开发者和艺术工作者参与到游戏开发当中。富有创新力和挑战精神，这样的团队往往能够做出与众不同的产品。从而通过游戏内容反哺微软游戏平台的发展。\n\n当然也有人看来Minecraft就像是昙花一现，在当下游戏圈浮华背后，它被大家捧出来当成一个反例来挑战现有的游戏模式。但微软显然看到了Minecraf的价值所在，不论是微软注重年轻的受众，还是微软看到Minecraft团队背后的创造力，这些对于微软来说都值这个价钱。",
    "replies": [
        {
            "author": "120の",
            "timestamp": 1410544140,
            "txt_content": "图全死！"
        },
        {
            "author": "旭神耀天",
            "timestamp": 1410545940,
            "txt_content": "120の 发表于 2014-9-13 01:49\n图全死！\n图没事啊，还有你的签名该更新了。"
        },
        {
            "author": "拘束",
            "timestamp": 1410592560,
            "txt_content": "Majong已经销售了超过5千万份的游戏，开发商Majong凭借这款游戏已经获得了超过1亿美元的收入。\nMojong都打错了= =这个真的是真的么= =不禁有点怀疑= =\n\n还有我没有种♂子！"
        },
        {
            "author": "dansui",
            "timestamp": 1410592800,
            "txt_content": "妖孽从哪里复制的- -"
        }
    ]
}