{
    "title": "【翻译】9月10日 3.0进展报告——细节更新",
    "author": "1292029552",
    "replyCount": 5,
    "timestamp": 1410601440,
    "txt_content": " 本帖最后由 1292029552 于 2014-9-13 17:54 编辑 \n\n\n\n略机翻，愿原谅（毕竟第一次翻译）\n内容：原文：Hello!\nIn case you don't know, right now Unturned is going through a massive overhaul for optimizations, dedicated servers on the steam server list, VAC, workshop and overall better networking which is not currently on the public branch. 3.0 refers to said upcoming update, and 2.0 to the existing version of the game. Just to be clear: the following features are in 3.0, not 2.0.\nThe past couple days several thousand of you showed up the the development streams and provided amazing feedback to help shape the initial test level for 3.0:\nOne highly requested change is that the levels become more apocalyptic, so the map is experimenting with things like overgrowth, wreckage and broken objects. This should also provide interesting new gameplay aspects like climbing through the wreckage of destroyed buildings.\nSome other huge new changes are related to the amount of detail in the level: there shouldn't be as much repetition of assets (for example seeing the same house all over P.E.I) and the amount of object clutter is much higher and interesting.\nIt seems that school is turning out to be more busy than I expected, but hopefully everything will stabilize soon. In the mean time I'll be working on this map when I can, and occasionally streaming to get more ideas from you guys. You can expect the next news post once the map is nearing completion.\nThanks for reading!翻译：你好！你不知道的时候，它现在正在经历一场大规模的检修策略。专用服务器在Steam服务器列表上、VAC、车间(?)和别的更好的网络中的支持还不公布于人。3.0指的是说即将到来的更新，而不是现有的2.0版本。我还想说明：3.0还未出现。\n过去的两天，很多人给我提出反馈，以帮助我测试3.0游戏版本。\n\n有一些人提出了一个要求，想要让游戏越来越像世界末日的样子，所以我尝试让地图生成更多的草、废墟、碎片等东西。这可能会给游戏带来更多的乐趣，比如说你可以在墙上爬（这不就变成蜘蛛侠了。。。）\n其他一些巨大的变化和一些细节改变：不会有很多重复的房子（就像在P.E.I地图上房子都是相同的）和一些东西会变得更加的多。\n看来，学校会比我想象的更忙，但是希望一切很快就会稳定下来。这样我就可以继续制作地图，也可以从你们那里获得更多的想法。下一次的新闻发布就是地图已经接近完成的时候。感谢你的阅读！",
    "replies": [
        {
            "author": "1847291366",
            "timestamp": 1410601740,
            "txt_content": "贴吧上面有翻译了\nhttp://tieba.baidu.com/p/3287358417"
        },
        {
            "author": "K_lan",
            "timestamp": 1410602460,
            "txt_content": "http://www.mcbbs.net/forum.php?mod=viewthread&tid=337884&extra=page%3D4&mobile=2有人早就发过了"
        },
        {
            "author": "1292029552",
            "timestamp": 1410602640,
            "txt_content": "1847291366 发表于 2014-9-13 17:49\n贴吧上面有翻译了\nhttp://tieba.baidu.com/p/3287358417\n额...不过我这个是论坛的。。。"
        },
        {
            "author": "siska",
            "timestamp": 1410606420,
            "txt_content": "1847291366 发表于 2014-9-13 17:49\n贴吧上面有翻译了\nhttp://tieba.baidu.com/p/3287358417\n就支持一下别人呗，而且贴吧和论坛是不同地方"
        },
        {
            "author": "mgh199779",
            "timestamp": 1411109460,
            "txt_content": "遥遥无期的3.0版本么"
        }
    ]
}