{
    "title": "怎样写好异界文~世界观大揭秘~",
    "author": "月轻歌",
    "replyCount": 8,
    "timestamp": 1410611640,
    "txt_content": "\n这里有个类似的文章，有兴趣的可以去看看：=点我=\n\n\n话不多说，进入正题~\n\n———————————————————————————————————————————————————————————————\n关于异界：\n\n\n异界，与现实世界不相同的世界。\n\n\n小说中的主角一般是穿越或原本就生活在那里。\n\n\n异界一般科技低下，但魔法，斗气极其发达。\n\n\n———————————————————————————————————————————————————————————————\n\n在异界，有魔法和斗气这两种特殊的东西，各位估计不会陌生，这里讲的就是魔法和斗气的修炼方式。\n\n\n\n魔法与斗气是相通的，只是用法不同的，使用的条件也不同。\n\n魔法与斗气的根本区别是魔法靠外放，斗气靠内发。也可以理解为魔法是远程，斗气是近战。\n\n在很多小说中，魔法师施法要念很长一段咒语才可以施法，其实是错误的。魔法师施法是感悟周围与自身相符的元素，再将其聚集行成攻击。完全不需要念咒，只需投入感悟即可；所谓的咒语只是用来使自身保持一种亢奋的状态。但感悟中被打断将会与聚集来的元素失去联系，导致自残，且魔法师施法时，周围会有一定的元素波动；这在敌人眼中是活靶子。因此，成为一个优秀的法师是件很困难的事。\n\n修炼的分段\n\n第一阶段：魔法的学习是感知空间中的能量元素，将自己可以适应的元素用来梳理自身，使身体更容易接受元素。斗气的学习则是用和自身适应的元素刺激身体，达到适应与储存的目的。\n\n第二阶段：当自身可以储存元素后，便开始扩充改造自己的身体内在，达到储存更多元素的目的。\n\n第三阶段：当拥有足够的“量”时，就可以对元素进行压缩，达到质变的效果。\n\n第四阶段：当拥有足够的质变元素后，就可以开始提纯压缩后的元素。\n\n第五阶段：这是一个领悟的阶段，单纯的提纯和压缩已经无法提升境界。这个境界需要对元素的领悟，使元素与自身相融。\n\n第六阶段：当元素与自身完全相融之后，便可以感悟空间的波动。这个阶段领悟的是空间。\n\n第七阶段：空间领悟到一定程度即可在所处世界中开辟一个属于自己的空间，并拥有对这个空间的创始与毁灭权。\n\n第八阶段：这个阶段一般是没有的，毕竟人生老病死是一定的，所以这个阶段要按照各位的想象来实现。\n\n\nPS：感悟元素需要精神力，斗气的感悟更注重身体，对精神力的需求较少，因此更容易练成。\n\n再PS:值得一提的是亡灵法师。他和上面的修炼方法一样，但感悟的是死气。\n\n\n\n———————————————————————————————————————————————————————————————\n\n关于灵魂~\n\n\n\n灵魂是生物的根本，灵魂完全消失，则生物死亡，无法复活。\n\n精神力是灵魂的一种表现方式，灵魂越强大，精神力越强大。\n\n灵魂分主源灵魂和外态灵魂。主源灵魂无法增加，只可以锻炼的极其凝实。外态灵魂是可以通过秘法或吞噬来增加。\n\n当生物透支精神力之后，灵魂便会受到损伤，具体的损伤会在下面写出。\n\n灵魂损伤如下：\n\n第一种：在受到无法忍受的刺激时（如疼痛），有一定几率使灵魂损伤。一般这种损伤只需经过一段时间的修养即可。\n\n第二种：精神力透支，百分之百会损伤灵魂。一般可以用滋养灵魂的物品修复灵魂。\n\n第三种：直接或间接受到对灵魂的攻击。一般可以用精神力制作灵魂护盾来防御这种攻击。倘若受损，轻者头晕昏迷，重则当场死亡。若情况较轻，可用第一，第二种方式恢复。\n\n第四种：自我燃烧灵魂。可以激发人体的潜能，但代价轻者昏迷，重者死亡。若情况较轻，可用第一，第二种方式恢复。\n\n\n      \n\n\n———————————————————————————————————————————————————————————————\n\n\n关于魔兽~\n\n\n魔兽\n\n\n魔兽是异世界所特有的生物，有灵兽，妖兽等多种称呼。\n\n\n魔兽分为两种，一种是从凶猛的野兽通过吸收能量元素后进化而来，另一种则是天生天养，原本就存在的魔兽。\n\n\n魔兽与人类一样，有各自的属性。\n\n\n魔兽分普通的和变异的两种，在很多小说中，变异的魔兽一般非常厉害。其实不然，变异是一种随机产生的改变；有好有坏。有的变异后获得新能力，有的变异后变得更弱小。\n\n\n\n\n\n\n\n关于魔兽晶核~\n\n\n\n魔兽晶核，异界的产物，主要用于制作特殊物品，如炼金，炼丹，炼药等。\n\n魔兽晶核来源于魔兽体内，根据魔兽的种类，属性而成型在指定的位置（当然，有些魔兽的晶核可以在全身中移动）。\n\n在很多小说中，高级的魔兽一定有晶核，而且非常厉害；其实这是假的。真实的晶核是由元素压缩而成的产物，魔兽使用的魔法就是将晶核压缩的元素释放。若魔兽将魔力全部耗光，那这个魔兽也就没有晶核。\n\n晶核是一种随时都会在消耗的物品，即使你不用它，他也会以极慢的速度消耗。\n\n所谓的用完晶核就碎裂成渣，其实是晶核在进行元素的分解。用完就消失不见，压根没有什么渣渣。\n\n\n\n\n\nps:关于魔晶~\n\n\n\n魔兽晶核里的元素是单纯的压缩的，只有一定等级的才有提纯，所以一般的晶核，里面的元素非常暴躁。因此，就有了魔晶的出现。\n\n魔晶，是由魔兽晶核和自然中的魔晶矿中提炼出来的（有些厉害的人也可以人为制造，只是消耗的时间很久）。\n\n魔晶的元素相比魔兽晶核要精纯得多，也更加的平和。魔晶在能量损耗中，会比魔兽晶核要慢一些，达到使用更长久的目的。\n\n\n \n\n\n———————————————————————————————————————————————————————————————\n\n\n关于种族~\n\n龙族：\n\n龙族：寿命一千年左右。高傲而强大的生物，对一般的生物有着帝王般的威压。但正是因为它的强大，所以导致生育率低下，龙类性淫也是由此而来。即使受孕成功，母龙的抵抗力也会大幅下降，这个情况一般持续五十年~一百年不等。而且，受孕的母龙一般只产一个蛋，龙蛋和刚出生的幼龙极其脆弱。也许因为这些原因，导致龙类热爱收集高级武器；巨龙宝库也由此而来。龙类一身是宝，龙鳞有很好的物理魔法抗性，龙牙龙爪有很好的穿透性；龙血则是致命的毒药，但其中的精血却是塑造身躯的宝贝。因此导致无数冒险者前来猎龙。\n\n\n \n\n\n\n精灵族：\n\n精灵族：寿命一般四百年。是元素精灵的统称，对所属魔法元素有极高的适应性，抗性。因此，元素精灵一般都是魔法师或弓箭手。但元素精灵无法阻挡与自身属性相异的魔法元素。元素精灵一般生活在极端的环境下，如：火精灵生活在大型火山的中心；水精灵生活在海洋的底部；雪精灵生活在极寒冰川；暗精灵生活在深渊；自然精灵生活在特定的森林中心等等。因为自然精灵生活的地区较为容易寻找，因此常有人误认为自然精灵即是精灵族，这是错误的。\n\n \n\n\n\n兽人族：\n\n兽人族：寿命一般五十年到一百二十年不等。兽人现在仍是以部落生活为主，居住在较为蛮荒的高原。兽人通常智力低下，但它有着强悍的兽性本能，因此兽人族可以全民皆兵。在高级兽人中，有一种技能使人闻风丧胆。狂化，高级兽人激发潜能的秘技，分为普通狂化和血狂化。普通狂化可以激发一定的潜能，并使意识保持清醒。副作用是使用后会变得极其易怒，并且会有精疲力尽的感觉。血狂化是燃烧生命的技能，可以透支自身潜能。在血狂化后，兽人只会按自己的潜意识行动，经常不分敌友。副作用是使寿命降低或当场死亡。\n\n\n \n\n\n\n\n巨人族：\n\n巨人族：寿命一般五百年左右。巨人和兽人一样至今仍是以部落生活为主，居住在陡峭的戈壁滩之中。巨人族力大无穷，有很好的物理抗性。也许是因为巨人身体强度过于强悍，导致巨人对魔法元素的抗拒，因此巨人中没有魔法师，但每个巨人都是出色的战士。\n\n\n\n\n\n\n\n人族：\n\n人族：寿命一般八十左右。人族是有无限可能性的种族。人类在以其他种族恐惧的速度发展，壮大。因对一切都有可塑性，所以人类有各种各样的职业。在人类高超的创造力与模仿能力下，其他种族的天赋技能也被改造成适合人类的秘技。在其他种族中，人族一般是贪婪，卑鄙的代表。\n\n\n \n\n\n\n矮人族：\n\n\n\n矮人族：寿命一般二百年左右。矮人族有着矮小的身躯和截然相反的力量；生活在矿物众多的山脉中。因对魔法斗气的无法适应，导致矮人族对武器的依赖；这也是为什么矮人族擅长锻造。\n\n\n\n\n\n\n地精：\n\n地精：寿命一般七十年。地精生活在地下，有着矮小的身躯和丑陋的外表。地精是极度热爱艺术的种族，对一切物品的制造都会制造得极其精致美观。且地精在炼金之中，有着超越其他种族的水平。\n\n\n\n\n比蒙：\n\n比蒙：寿命一般一百年。比蒙分两种，一种是比蒙巨兽；有着巨大的身躯，蛮横的力量，与粗浅的智商。一种是人形比蒙，或称比蒙皇族。人形比蒙有着高大的外表与相配的强大的实力，对魔法完全无法适应，但对斗气有着属于种族的理解。比蒙一族有着其他种族无法运用的斗气“狂斗气”，这个斗气的破坏力巨大，还可以与周围相同的斗气交融，产生更强大的力量。值得一提的是，人形比蒙是兽人族的统治者，而比蒙巨兽也是人形比蒙的专属战兽。\n\n\n \n\n\n\n海族：\n\n海族：寿命一般一百年。海族是大海中诞生的种族，有着超越鱼类对大海的适应性。即使是一个幼年的海族，也可以独自潜入万米深海。一般的海族是无法离开海洋的，离开后会逐渐的死亡；但海族在水中可以爆发出百分之一百二十的威力。高等的海族个个都有水属性的魔法亲和力，因此海族的水属性高手非常多。\n\n\n \n\n\n\n\n\n———————————————————————————————————————————————————————————————\n\n\n关于炼金~\n\n小说中，为了获得强大的魔法物品，通常会要炼金师来制作。\n\n\n那么，炼金到底是什么呢？其实，炼金是就将材料按比例融合锻造。\n\n\n但是，想让材料完美的融合，需要魔法的帮助，因此，厉害的炼金师一般是强大的火系魔法师。\n\n\n在不同的小说中，炼金扮演着不同的角色，如“魔铸师”“灵铸师”等等。\n\n \n\n\nPS:魔纹~\n\n炼金中有着一个重要的环节，那就是雕刻魔纹。\n\n\n魔纹是一种可以沟通能量元素的纹路，有转换元素，吸收元素，释放元素，加成魔法等不同的效果。\n\n\n魔纹分两种，一种是雕刻在魔法物品上，一种是用魔法材料图画而成。\n\n\n对炼金师而言，将魔纹雕刻，图画的越小，则魔法物品就可增加更多的魔纹，使其威力更上一层楼。\n\n\n\n \n\n\n\n\n\n———————————————————————————————————————————————————————————————\n\n关于职业~\n\n寻常职业\n\n魔法师：运用能量元素，使其转换为多种作用的职业。\n\n\n武者：使用斗气，靠身体力量与斗气来战斗，是人数最多的职业。\n\n\n刺客：潜伏在黑暗之中的职业，擅长光学扭曲来隐藏自己。\n\n\n弓箭手：用魔法或斗气加成在弓箭中的职业，强大的弓箭手可以用魔法生成弓箭。\n\n\n\n\n \n\n\n具有特色的稀少职业\n\n魔纹师：将魔纹图画在身体上的职业，一般魔纹师的身体非常强大。\n\n\n机械师：运用魔法来驱使机械战斗的职业。（在某些科技强大的异界，还有操控机甲战斗的机械师，这种机械师身体力量强悍）\n\n\n魔卡师：将招式制作成卡片的职业，高级的魔卡师可以制造毁天灭地的卡片\n\n\n召唤师：召唤各个世界中的怪物\n\n\n符师：将能量元素写在空白符纸上，行成威力巨大的符咒，与魔卡师相似。\n\n\n咒师：将能量元素用声音传导运用，与魔法师相似。\n\n\n \n\n[size=14.285715103149414px]———————————————————————————————————————————————————————————————\n\nPS:关于治疗术~\n\n\n光系治疗魔法其实就是激活人体自身的潜能，加速细胞的繁殖，如果是小伤，那就没有什么关系，但是要是碰见伤比较重的话，消耗的就是生命力\n\n\n生命系治疗魔法则是用生命系魔法来补充回复人体的伤害。这个魔法对人体基本没有一点伤害。\n\n\n水系治疗魔法是用魔法渗透人体，激发人体的自身潜能，加速细胞的繁殖。水系治疗无法对生命力进行消耗运用，因此水系治疗魔法对人体基本没有伤害。\n\n \n\n\n以上，便是我对异界的世界观，希望可以帮助各位完善小说~\n\n\n欢迎找我讨论[qq]1871932310[/qq]\n\n\n我的QQ群：87012825\n\n\n\n\n@Technology @a2455564728 @HGK @尤里的猫 \n\n\n\n求置顶，求精华\n\n[groupid=493]水货集中营=w=[/groupid]",
    "replies": [
        {
            "author": "捌柒",
            "timestamp": 1410611760,
            "txt_content": "LZ只是把过去火过的设定翻出来一遍，这些被写烂的东西永远不会超过原著"
        },
        {
            "author": "Umikaze",
            "timestamp": 1410611820,
            "txt_content": "经哥幸苦   你还不打算换头像吗喂"
        },
        {
            "author": "HGK",
            "timestamp": 1410611880,
            "txt_content": "异界可是有多重意思的啊.....\n你说的都是魔法科幻类........\n[虽然我知道异界文多大数都是写一些RPG的东西]"
        },
        {
            "author": "1292029552",
            "timestamp": 1410612000,
            "txt_content": "这应该是曾经的设定了吧"
        },
        {
            "author": "xcc",
            "timestamp": 1410612000,
            "txt_content": "你到底是在推广还是...."
        },
        {
            "author": "Umikaze",
            "timestamp": 1410612000,
            "txt_content": "话说不加上魔法师等级这样真的好么"
        },
        {
            "author": "通灵王",
            "timestamp": 1410612240,
            "txt_content": "……来顶=="
        },
        {
            "author": "250=mo",
            "timestamp": 1410612300,
            "txt_content": "神总结！要是早半年发就好了……我新坑世界设定已经在脑中成型了……"
        }
    ]
}