{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第二章：刑场】",
    "author": "418878840",
    "replyCount": 4,
    "timestamp": 1410674400,
    "txt_content": " 本帖最后由 418878840 于 2014-11-14 21:04 编辑 \n大家好，又是我，不知道有人记得我吗，没错，我就是那个无节操的偷懒天王......\n索引在此\n                                                                        \n\n第二章：刑场  那只骚包的狗一个冲刺，瞬间就闪到了猪猪君后方。  “不会吧？”猪猪君本能的侧了侧身，试图躲过它的攻击。  “白痴。”那只狗张开大嘴，朝猪猪君咬了下去……   之前说到僵尸要被执行死刑了，雪朔把他拉到了刑场。   “可恶，你放开我，你这个恶魔的走狗！”僵尸死死的咬住墙壁上的柱子不放。   “你就消停点吧，我只是个办事的啊。”雪朔使劲的往后拉，要把他从柱子上拽下来。  后来，来了两个戴着面具的人，把僵尸拖走了。  刑场上，僵尸被绑在中央的大柱子上，周围有很多戴着面具的人，虽然不出声，但僵尸总觉得他们在嘲笑自己。  一个戴着青色面具的人把头偷偷凑到旁边戴着白色面具的人旁边，问道：“他不是数据个体吗，我们直接把他数据清除不就好了，为什么还要行刑啊。”“你是新来的吧，这种事上面的人没教你？”“没…..”“你还真敢说啊，既然你不知道，那就让我来告诉你吧。”戴着白面具的人往后退了几步，方便说话。“这整个世界都是数据创造出来的，我们还不能准确的查找数据，你想啊，我们怎么可能在一堆000111的代码里找到他一个小小的01呢，要是误删了数据怎么办啊，所以只能采用这种笨方法喽。”“原来如此，还是大哥聪明啊。  “行——刑！”随着一声令下，一堆手持奇怪方块的人冲了出来，把僵尸团团围住。  “那个是查找器，只要把它对准数据体10秒，就可以查找出它的ID，找到后只要删除就行了。”白面具解释道，“ID跟数据不同，ID是一个编号，是放在数据库里的编号，看到你胸前的号码了吗，那就是编号，也就是说……”  “也就是说……他们想杀死我非常容易……”青色面具浑身颤抖。  “别太害怕，你只要乖乖听话，就会安全无忧的。”  “哔…哔…哔…“随着一声声指令的声音，僵尸身上冷汗直冒，这在他眼中简直就是死亡的倒计时，只要10秒一过，他就一命呜呼了。眼看时间只剩下三秒了，僵尸闭上了眼睛。  “嘭！”随着一声巨响，行刑人员手里的方块突然全部爆炸了。只见一个黑衣男子走了过来。“谁让你们处置他的！”黑衣男子大叫。“是雪队长吩咐的！”行刑人员异口同声的说道。  “诶诶诶，这个不能说我，这是五叔吩咐的，不管我的事啊。”雪朔连忙摆手。  “又是他，”黑衣男子使劲跺了跺脚，“每次都是他！”  黑衣男子拿出了一张令牌，对着这里的所有人说道：“你们告诉他，只要有我末奎在，他休想动数据个体一根汗毛！”  数据大门前，猪猪君拖着浑身是血的身子，缓缓的往前爬行，如果你顺着血迹往下看的话，你会看到一只被扎的千疮百孔的小黄狗，和一把断裂的匕首。 没人知道当时发生了什么，如果有人看到整个过程的话，他一定不敢相信他所看到的一切：那只猪的速度，太快了……\n\n....................................................................................OAO...........................................................................................................................................\n@我是小骷髅 @梦魇冰眸 @嗜金龙须 @a5766193  @o-zero  好友@五连发\n另外，求人气\n\n",
    "replies": [
        {
            "author": "o-zero",
            "timestamp": 1410674460,
            "txt_content": "沙发我的第一部也快完了"
        },
        {
            "author": "418878840",
            "timestamp": 1410674580,
            "txt_content": "第几章啦"
        },
        {
            "author": "o-zero",
            "timestamp": 1410675300,
            "txt_content": "418878840 发表于 2014-9-14 14:03\n第几章啦\n第6章了不用夸我"
        },
        {
            "author": "HGK",
            "timestamp": 1410708840,
            "txt_content": "这只猪要leve God的节奏？"
        }
    ]
}