{
    "title": "新人坑！《堕落·无名》第一章：攻城（上）",
    "author": "天阶",
    "replyCount": 7,
    "timestamp": 1410677280,
    "txt_content": " 本帖最后由 天阶 于 2014-9-14 14:52 编辑 \n\n                                       大家好，我是天阶，全名“天阶小德”    废话不多，入正！\n\n\n华丽丽的分割线————————————————————————————————————————————\n\n        血色铁堡\n       作为人类最热闹的城堡，战力最强的战堡，此时此刻却荒无人烟，所以居民都已经撤离到了人族的中心城——摩卡斯城。\n血色铁堡的战士已经跟黑石部落由最强萨满——萨尔带领的兽人军团抗战了一个星期，粮食供应明显不足，粮食车队在半路遭到兽人伏击，无一人幸免。\n       今天，血色铁堡的人们十分兴奋，因为有一只商队无损来到血色铁堡， 对方的车队是兽人车队，但领队竟是一个人类？！这令血色铁堡的首领十分不安：这个人类不简单，但还是有一点可以令他安心，那就是在人族境内无论任何种族任何身份的人都不能对正在进行交易的双方进行攻击。因为商人是不分国家不分种族，他们只要能够得到金灿灿的小家伙，哪怕对方是只小猫，他也会跟他交易。\n        \n        血色铁堡的首领名为卡诺斯。今天他来，就是为了跟商队交易，换取粮食：“尊敬的商人，不，是客人，作为人族商人您应知道我们的王已经下达了死守的命令。所以，我们急需你车上的粮食来填饱战士们的肚子。”     “哦，是吗？。。。嗯，您看我，都忘了自我介绍了，”带着诡异面具的商人笑嘻嘻的说道“我没有名字，大伙都叫我无名。”     “这位无名先生，你带来了多少粮食呢？”卡诺斯有点不耐烦：要不是需要你的粮食，你早就被我扔出去了。  无名透过面具上唯一一个眼孔看着卡诺斯：“车上的粮食够让城里的战士吃上三个月的饱饭。只是，这个价钱嘛。。。。。”        卡诺斯一听这话就知道是过来趁火打劫的黑商。\n      经过一天一夜的争吵，无名以他可以接受的价格将所以的粮食卖给了卡诺斯。第二天，无名就带着商队离开了。这让卡诺斯松了口气，至少交易还有机会继续。\n  \n       卡诺斯正在和他的手下谈论战事，一个士兵慌慌张张的跑了进来，“扑通”一声单膝跪下：“大人，黑石部落的兽人已经来到城下了!”    卡诺斯立刻下达命令：“所以战士准备作战，让他们把城弩准备好！”                城下，兽人的攻城车已经准备好了，虽然做工不是很精致，但是还是可以突破血色铁堡的城门的。一支由数千兽人组成的团队浩浩荡荡的来到城下\n        卡诺斯站在城墙上指挥作战：“弓箭手！准备。”城墙上传来一阵拉玄的声音，随着卡诺斯的一声令下，“嗖”无情的箭雨就遮掩了兽人部队的头顶，“举盾！”兽人指挥官是个精明的老狐人。一条毛茸茸的尾巴在盔甲的保护下肆意地挥动着。久经世面使他的瞳孔变的乌黑，这是只有高级祭祀和萨满才会出现的变化，这说明这只老狐狸不是一般的狐狸。       兽人们纷纷举起手中的盾墙，成千上万的盾形成一个大的难以置信的巨大盾墙。虽然不时有冷箭透过缝隙击中其中的某个兽人，但是对皮糙肉厚的兽人来说，这不算是什么。\n\n\n        “彭！”在盾墙的援护下，攻城车很快就来到了血色铁堡的城门下，十分有节奏的撞击着城门。没有了令兽人头疼不已的箭雨，攻城车很快就攻破了城门，大批的兽人杀进铁堡，与战士们展开生死搏斗。谁也没有注意到几个黑影从墙根处不着痕迹地爬上了高高的围墙。      城内。一片刀光剑影，鲜血染红了土地，源源不断的士兵冲上来与兽人对抗，一个泰格族虎人砍到一个盟军战士后，回身一刀，又将一个战士砍伤在地，刚要下杀手，一柄长枪就洞穿了他的心脏，卡诺斯拉起这位被砍伤的战士，高举着染着鲜血的长枪，高声喊道：“胜利终究属于我们！战神墨卡斯万岁！！”       \n         话音刚落一个黑影鬼魅般地出现在他身后，一脚击飞卡诺斯身边的战士，一柄匕首穿透了他的心脏，深深地插入地面，只留下刀柄在微微的颤抖着，他一脸难以置信的看着自己的伤口，不敢相信有人能洞穿自己的心脏。\n\n\n又是华丽丽的分割线————————————————————————————————————————————\n\n\n\n        第一章就这么完了，期待第二章吧。\n        本人学生党，更新的话，可能会很慢。\n        \n",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1410677940,
            "txt_content": "在此好丽友@264227531"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411785960,
            "txt_content": "你说你是不是发了两遍……"
        },
        {
            "author": "天阶",
            "timestamp": 1411786020,
            "txt_content": "gggbbb 发表于 2014-9-27 10:46\n你说你是不是发了两遍……\n............电脑卡我有什么办法。。。。。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411786140,
            "txt_content": "天阶 发表于 2014-9-27 10:47\n............电脑卡我有什么办法。。。。。\n……好吧……"
        },
        {
            "author": "2642275631",
            "timestamp": 1412151600,
            "txt_content": "好友再次前来力顶"
        },
        {
            "author": "2642275631",
            "timestamp": 1412151720,
            "txt_content": "好友再次前来力顶"
        },
        {
            "author": "2642275631",
            "timestamp": 1412152020,
            "txt_content": "gggbbb 发表于 2014-9-27 10:46\n你说你是不是发了两遍……\n我知道为什么，因为他要@我-----------------------------不过名字打错了少了个6"
        }
    ]
}