{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第十五章 挑战！苦修！】]",
    "author": "JKL81543764",
    "replyCount": 6,
    "timestamp": 1410686280,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:30 编辑 \n\n                                             第十五章     挑战！苦修！\n        吃饱喝足后，四人便回到各自的房间，倒头便睡。\n        今晚玄尘估计得睡不着了，一遍又一遍地回放着脑海里魂技的影像，并按照脉络图一次又一次地运转魂气。拿到一个高级魂技，别提有多开心。现在他可是恨不得马上到第二天卯时，开始修炼。\n        一屁股坐在柔软的床榻上，双手伸展开来，径直躺下。望着窗外满天星斗，以及那如白玉般的勾月。\n        躺下后，玄尘依然不消停。魂气一遍又一遍地循环着陌生的经脉线路，每一次循环过后，玄尘的气息也随之增强。不知不觉，便是睡着了。可是，魂气依然按着规定线路，不知疲惫地循环着;气息，依然在增强。\n        次日清晨……………………\n        “唔，好像睡了很久啊。”玄尘缓缓睁开澄澈的双眸，扭了几下脖子，伸了个懒腰。浑身的关节都发出噼里啪啦的声音。“怎么回事……”玄尘被身体的变化吓得楞了一下，喃喃道。突然，想起一件事。下床，往窗外一看，此时太阳的位置，绝对超出卯时，甚至都快到正午了！正想问老师为什么不叫醒他，颂老那透明的身体，便出现在玄尘面前，微笑道:“我知道你想问什么，静下心来，感受一下现在和之前的变化。”\n        虽然不知道现在是什么个情况，不过玄尘还是按照颂老所说的去做了。盘腿坐在柔软的床榻上，结出手印，闭目沉神。数分钟后，只见玄尘用那惊愕的双眼，望着一直在微笑的颂老，一脸惊讶道:“这……额，我八星了？！”颂老没有回答，只是微笑，点头。\n        玄尘站起身来，甩了几下手，握拳，对着桌上一个花瓶隔空打了几拳。重拳击出间，夹着细微的音爆之声。花瓶剧烈地振动着，不倒也不碎。可玄尘要的可不是这剧烈的振动，加快速度，拳掌交替。柔软的衣袖变得如钢铁般坚硬，摩擦时发出锵锵的声音。终于，花瓶上出现了一条细细的裂缝，虽然细小，却依然为逃过玄尘如鹰眼般的澄澈双眸。\n        一拳，一掌。花瓶上的裂缝慢慢地扩散，变得如蜘蛛网般，最后覆盖全瓶身。\n        “破！”\n        玄尘低喝道。给花瓶来上了最后一掌，气波打在布满裂缝的花瓶上，如摧枯拉朽般，花瓶轰然爆裂开来！屋内瞬间被粉尘充满。“咳咳。”剧烈咳嗽了几声，望着满屋子的粉尘，掩着嘴，边咳嗽边笑。很明显，玄尘对升级到八星的变化，非常满意。\n        “嗯，还可以。”颂老看着玄尘的成果，点头认可道。可玄尘听到这话可有点不爽，什么叫还可以？自己认为做到这样已经很好了，可到头来，却被自己的老师泼了一盆冷水。\n        “走吧，去后山，即使升级到八星了，但修炼依然不能停下来。”颂老道，随后便化做一缕银光，钻进玄尘的胸口。\n        深吸了一口气，修炼，终于是要正式开始了么。揉了揉太阳穴，抛开杂念，径直向门口走去。这时，门打开了，随后便传出如细水般轻柔的声音“嘻嘻，尘尘懒猪，起床那么晚，要去哪呀，猪~”萧萧懒庸地靠在门上，双手抱胸，吐出小舌头，笑道。\n        “咳咳，你才是猪，昨晚吃那么多，长胖了就没人喜欢你了。”玄尘摸摸鼻子，开玩笑道。\n        听到这话，萧萧故做生气地嘟囔道:“哼，那么多天没吃东西，昨晚吃多点你有意见？！还有，你要是不喜欢我，我打你咯。”向前走了几步，将玄尘逼到墙角处，然后伸出粉嫩的小拳头，在玄尘面前摇摆晃动。\n        “喂喂，这玩意打身上的感觉可不是开玩笑的。”玄尘干笑道，若挨上萧萧真的用力一拳，他估计得半个月躺床上了。\n        “知道就好，嘻嘻。”萧萧看到玄尘干笑的表情，骄傲地抬了抬下巴。就在这时，玄尘左手趁机伸出，搂住萧萧那不足一握的纤细柳腰，右手抓住萧萧洁白的手腕。然后身体压低，结果萧萧直就躺在了床榻上，而玄尘则是紧贴着她……萧萧脸上瞬间泛起一抹粉嫩，空气在此刻凝固。两人就这样对视着……\n        “坏蛋！尘尘你干嘛！起来啦！”萧萧率先打破沉默，娇嗔道。以她平时的力量，足够将玄尘震开，可是现在，却只是感到全身酥麻，一点力气也没有。\n        “咳，看美人，嘿嘿，你输了。”玄尘嘿嘿笑道，离开了那股柔软。玄尘起身后，萧萧便是小跑离开房间了。“呵呵，好爽。”玄尘望着萧萧离开的背影，摸着胸前那股残留的柔软，傻傻笑道。\n        ………………………………………\n        走在街上，玄尘在各种店铺面前停下来，主要是寻找颂老所说的两种药材——地狱疣，兽力草以及冰溶果。据说颂老是要炼治一种叫做兽力散的药物，可以短时间内提高自己的力量。前者是炼治药物最基本的材料，呈红色，下段粗壮，上段为球状。兽力草则是一种草，两侧有红色边，若不仔细观察则很难辨别出来。该药草内，含有狂暴的能量，是魔兽是喜爱的药草之一。魔兽可直接食用兽力草，而人类需要和别的药材调和，去除其中狂暴的能量，保留下精纯的药效。因为魔兽的身体，比人类强韧数百倍千倍，所以可以无视狂暴的能量。\n        冰溶果，一种常见的果实，可以去除药草里狂暴的能量，可以说，用它来与兽力草调和，是最好的选择。\n        走进一家药材店，店主是一名上了年纪的老者，一直低着头，在纸上写着类似药方的东西。“要什么，自己选吧，然后拿药付钱。”老者依然低着头写着，发出低沉的声音。\n        玄尘有点惊异地看着老者，一般看起来越平凡，脾气越古怪的人，特别是这种老者，都应该是实力高深的人。“小伙子，看我干嘛，要买药材就快选。”还没等玄尘反应回来，老者那低沉的声音过来，又再次响起。\n        “噢，对不起，只是在下觉得老先生很神秘。”回过神来，玄尘道。老者并没有回答，只是轻轻地笑了笑，然后继续手中的工作。\n        这药材店的药材很齐全，三种药材都在这找到了。三株地狱疣，六棵兽力草，八个冰溶果，这是颂老要求的数量，玄尘也就照做了，但价格可不菲。\n        “八千金币…”老者看了一眼玄尘所选的药材，道。\n        玄尘拿出一张白色的卡，这是专门用于贮存金币的卡，昨晚向宇健借来的，这是最低级的，只可存放两十万金币，在买吃的之后，一万二就只剩九千了。“喏，划去八千吧。”玄尘将金币卡递过去，只见老者拿出一张红色的卡，在玄尘的白卡上划了一下。灌入魂气，金币卡散发出一阵光芒，映出几个数字。玄尘卡上的九千，瞬间降到了一千。\n        “果然是个隐世高人，这可是魂王才有资格办理的红卡啊。”玄尘看着老者手上耀眼的红卡，心里暗暗感叹道。\n        接回自己的卡，将药材放入衣服内。毕竟现在没有纳物玉佩，只能这样拿东西了。准备离开药材店，突然听到老者说了一句话“小伙子，看你也是修炼之人，我这有些消息，不知道你感不感兴趣，嘿嘿。”\n        听到这句话，玄尘收回了踏出门口半步的脚，转身走到柜台面前坐下，道:“说来听听。”\n        “嘿嘿，将剩下的一千金币给我，我就说。”老者盯着玄尘，嘿嘿笑道。\n        晕。玄尘没想到，这老头搞到头来只是想坑他的钱。“玩我呢，啊？！我哪知道你说的消息值不值一千金币。”白了老者一眼，玄尘撇撇嘴，道。\n        “那我先说，你等等看着给吧。”老者道，反正他也不缺钱，五百万，够过完下半辈子的了。\n        在这空间站的东南方，有一座名为无尽之巅的悬浮岛。岛完全悬浮在空中，岛上，是屹立在东南大陆巅峰的凌霄府。凌霄阁分四大阁，天阶西府，地阶西府，天阶东府，地阶东府。每府的府主，实力都在魂魔以上。是东南大陆的三大巨头。\n        整个大陆的人，都希望自己能进入凌霄府修炼，这样一来，修炼道路上别提都多顺畅！\n        讲到这里，老者突然停了下来，对了玄尘，嘿嘿笑道:“嘿嘿，有没有心动，六个月后，便是凌霄府的招人日期，详细的，我就不说了。”\n        “谢了，可以考虑，告辞了。”听完，玄尘故做在思考的样子，缓缓道。其实他也对这个挺感兴趣的，不过还有六个月，自然是要抓紧修炼，然后再去见识一下所谓的凌霄府。\n         走出药材店，两边便是黑压压的人群，将玄尘的去路挡住。随后，人群中走出一个相比他们都要高大许多的强壮男子，而这，正是前几天来接待事惹事的人——魂淡！\n        “嘿嘿，小子，等你很久了！来，你准备是单挑呢，还是组团干呢？”魂淡双手交叉在胸前，嚣张道。\n        现在，玄尘无疑是处于危险之中，单挑，实力相距太大了，群干更是不可能。突然，玄尘意识到附近有许多路人，灵机一动，道:“拜托，你几岁，我又几岁，你一个大叔带这么多人打我一个还差三个月才成人的小孩，是不知道羞耻二字这么写么？”看这魂淡，在这一带应该也是有地位的人，若在玄尘说完这句话后，还敢动手打人，那便会引起众人耻笑甚至愤怒！那他就不用在这混了，这样一来，魂淡自然也就不敢动手。\n        “哈哈哈，就是，小兄弟，说得好！”\n        “哈哈，说得好！”\n        路边的行人皆是发出一阵笑声。\n        看这玄尘口舌如此尖利，魂淡厉声道:“好，小子，有种！你十五岁对吧，还有三个月，你便是成人，那时，我就能光明正大向你挑战！等着吧，到时打得你满地找牙！走！”放下狠话，魂淡挥挥手，带着众多小弟，离开了这片区域。\n        “挑战么……呵呵，那你就当我的试练石吧！”望着魂淡挤开人群远去的背影，玄尘笑道。这是他进入这片大陆以来，第一次挑战！\n        那么，苦修，也就要正式开始了！\n        （报了那个什么活动，这几天更新会更快的，大家多多支持~）\n        引索帖地址：引索帖\n",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1410843240,
            "txt_content": "LZ你让我想起了一段悲伤史←_←"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1411039860,
            "txt_content": "HGK 发表于 2014-9-16 12:54\nLZ你让我想起了一段悲伤史←_←\n啥。。。"
        },
        {
            "author": "418878840",
            "timestamp": 1411042800,
            "txt_content": "怎么感觉有点像斗罗大陆呢，还是我的错觉"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1411130880,
            "txt_content": "418878840 发表于 2014-9-18 20:20\n怎么感觉有点像斗罗大陆呢，还是我的错觉\n。。。表示没看过斗罗。话说月评开始了，觉得好的去支持一下啦233。第五个小说也挺好的，有时间我会推荐那个人的小说。好的小说，要一起分享"
        },
        {
            "author": "418878840",
            "timestamp": 1411131540,
            "txt_content": "JKL81543764 发表于 2014-9-19 20:48\n。。。表示没看过斗罗。话说月评开始了，觉得好的去支持一下啦233。第五个小说也挺好的，有时间我会推荐 ...\n恩，我会的，话说月评我也参加了，大家互相支持喽"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1411131780,
            "txt_content": "418878840 发表于 2014-9-19 20:59\n恩，我会的，话说月评我也参加了，大家互相支持喽\n嘻嘻，以猪为题材的小说，很新颖，不错，希望你继续写下去"
        }
    ]
}