{
    "title": "[四线]幻想领域——生存|RPG|经济|多元化的创新的百人服务器[1.72]",
    "author": "q1170695169",
    "replyCount": 0,
    "timestamp": 1410703680,
    "txt_content": "                                                                                        欢迎来到——幻想领域\n\n                                                                     \n                   前言：本服务器在2014年8月31号正式开启，只有短短十天，虽然没什么辉煌的历史，但却有着美好的未来！我的服务器，在开启之初，就已经为玩家想好了一切，主城和商店，传送点，各种告示牌，在开启之前就已经完工。在开启后两天内更新了第一个副本：僵尸祭坛。制造了第一个RPG武器：不明残肢。随后，我在两天内又创建了第二个副本，神秘遗迹，创造了封印的古老镰刀等装备。\n                   我想说，我对我服务器的热情，绝对不输于任何腐竹！我可以拍着胸脯的说，服务器每星期都会有变化！都会有改善！这是我应该为玩家做的！\n\n———————————————————————————————————————————————————————————————————————\n     服务器特点介绍： ① 本服务器中，平衡了游戏中每一个基本玩法所得到的收益。\n                                      打个比方：在别的服务器生存世界中，挖矿可能是唯一或者说是最快的经济来源，而在我看来，我的世界是一个多元化的沙盒 游戏，我不能让它其余有意思的玩法被服务器玩家们慢慢忽视！于是，我对于喜欢pk杀怪的同学，设置了杀怪奖励，同而提高对于喜欢杀怪同学的回报。对于喜欢种地的同学，我同样提高了系统商店对于作物的回收价格，并设立了蛋糕回收点，因为我认为，能制作蛋糕，是玩家畜牧业发达的一种体现！反之，我削弱了挖矿得到的收益，并不是压低它们的回收价格（那样做会不公平）而是只收购钻石，其余的矿物并不予以收购，由玩家之间自行交易。从而把无尽的挖掘，变成玩家们闲暇之余的另一种收益方式。\n\n                                        ② 让玩家并不能完全依赖系统商店，将商店设置的更加有意思。\n                                                     在我看来，多有人游戏之中，玩家的互动才是游戏的重点。庞大的收购系统导致了某些玩家万年单机的习惯。所以，我只开放了几个简单的收购，列如为了提高畜牧业收益，设立的作物类收购（有局限性，并不是所有作物）而且，我将系统商店变得更加有意思了，我让系统商店设立在高空之上，一共有三个圆环。越高的圆环上，提供的物品会更加优惠，然而上去的办法，就只能是跑酷！这样子就能帮助游戏里喜欢跑酷的同学，给他们一点实惠！\n\n                                       ③ 详尽的公告牌与qq群内详尽的教程。\n                                                  进入到服务器的出生点，就算你是个大新手，只要将出生点的公告牌全部阅读，你就一定能够大致了解到你想要的信息。对于那些玩家们需要的指令，和平时能够用到的指令，我都上传到qq群内（什么？几乎所有腐竹都这样啊！）但是我发现，一些超级小白，即使告诉他命令的使用方法，他还是不会，像那些第一次玩服务器的人，圈地就是个很困难的问题，每次都要我解释好久，但最终效果却不尽人意！所以我为小白专门制作了视频教程，教大家圈地，教大家设置商店，以及正确的锁箱子方式，和如何检查你的领地是否圈购买地正确，和一些领地内的注意事项。可谓是绝对的详细！\n\n                                       ④ 服务器中，不断更新的新颖副本，以及rpg武器。\n                                       这一点不想多说什么，因为三言两语说不清楚，我在这里保证，每个星期都会更新新玩意，副本会越来越有意思，越来越多元化，永不停止更新！\n\n                                       ⑤ 宠物系统\n                                        神马？这也算特点？有没有搞错！一个插件罢了。不错，虽然是一个插件，但是我想说，在我的服务器里面，想要抓凋零，恶魂，甚至巨人，并不是不可能！只是比较困难。但我表示服务器里面除了我，大概已经有4只凋零宠物了。所以说，想要抓神兽，只要好好努力就能实现！\n                                       ⑥ 游戏内经济系统，以及游戏内部点金货币。\n                                        游戏内部的经济，我一般不做干涉，如果我发现有谁在服务器中做了某种物品的垄断，我就会用系统商店进行干涉。在平时游戏中，玩家们通过互动不断形成的物品对应价值也是能够影响到，系统商店的价格的，也就是说系统商店的价格不会一成不变，会随着市场需求改变。其次，游戏之中设置了：点金。这一货币，可以用来交换rpg武器，甚至购买vip。以及一系列人民币才能获得的东西。然而点金是可以通过游戏金币进行交换的，也就是说，只要你肯花时间，未必就比人民币玩家差！\n\n                                       ⑦ 生存世界允许pk以及人头系统。\n                                     生存世界我设置的是允许pk，除了领地和主城，其他地方并不安全！所以，和基友一起行动吧！新来的新人总是会问我，腐竹腐竹！有人杀我，怎么办啊！这时候，估计群里的老人会引用我的一句真言：杀回去啊！       神马？真的打不过？没关系！使用悬赏公告，只要交一千金币，就可以在主城的公告进行悬赏！拿到其人头者另予奖励！（奖金自己设置哦！）我相信会有很多励志成为赏金猎人的勇士乐意为你效劳！\n\n———————————————————————————————————————————————————————————————————————\n\n                   第一次做服务器宣传，不知道些什么好，下面就发一些服务器里面的截图吧！这是服务器主城。上面也见过了。\n\n服务器监狱，白山监狱，镇压熊孩子！\n监狱门口的话，在监狱里一直可以看到。来感化犯了错的玩家。\n\n服务器传送大厅，使用脚本方块插件制作，简单快捷，更能强大！\n\nRPG武器兑换处，还有一个rpg物品图鉴，可以购买。\n\n僵尸祭坛。（小白刷钱的好去处）\n\n幽暗的神秘遗迹副本，很难的！\n\n人头悬赏公告牌。\n\nvip商店资源领取处腐竹（也就是我）op证明\n最后附上服务器版规新添加的服务器收费内容明示！\n首先说明，服务器的一切收费内容都可以靠玩家自己的努力换取！并不一定非要充值。（详细的进群去看，如有不符大可举报。）\n收费内容：彩色称号                                                               15元永久\n                  飞行                                                                      50元永久\n                  三种神级宠物帮抓，凋零，恶魂，巨人。              20元（自己也完全可以抓到）\n                  vip套餐1：飞行+称号                                            60元\nvip套餐2：飞行+称号+会员每周福利                                      100元\nvip套餐3：飞行+称号+会员每周福利+每周五点金                  150元\n注：以上内容皆为永久权限！服务器内部的rpg武器：封印的古老镰刀：5点金   小炎剑：3点金   金焱剑：4点金\n                                                                                  白银战凯全套：12点金      白银战凯核心：9点金\n                                                                                   神弥之语：2点金\n                                                                                                                                                                                      注：服务器点金为货币\n                                                                                                                                                                                   1rmb=1点金   100000金币=1点金\n游戏钱很好赚，只要肯花时间，一天一点金不是梦。最后，我希望大家能够营造一个和谐快乐的家园。            \n\n",
    "replies": []
}