{
    "title": "【原创】《伞——个人故事创作》",
    "author": "hankzty@qq.com",
    "replyCount": 4,
    "timestamp": 1410706500,
    "txt_content": " 本帖最后由 hankzty@qq.com 于 2014-9-14 23:30 编辑 \n  周涛是县城中学的一名学生，长相平平，学习成绩一般。周涛有一个哥哥，名叫周伟，比周涛大四岁，周伟天生智力有缺陷，辍学。22多岁的周伟智力只能到达8岁小孩子的水平。父母因此对于周伟总是有一种愧疚的情绪，仿佛周伟的病是父母造成的，对周伟是呵护有加，至于周涛，则是常常被父母忽略。\n  日子虽然过的不易，但生活还算平静，然而，父母对周涛的忽略却犹如一条不可逾越的亲情鸿沟，将双方横亘开来。\n  周一的下午，大雨，乌云压抑着人的呼吸。眼看雨势越来越大大，家中的哥哥主动要求去给弟弟送伞，父亲见状，忙说：“哟，我们周伟长大了，知道给弟弟送伞了。”便欣然同意。母亲帮周伟穿好衣服，亲自递给他两把伞，临走时母亲说：“出去小心车子，过马路的时候跟着别人走，送下伞就赶紧回来啊。”她说罢周伟便离开了。\n  路上，周伟举着伞，一辆接一辆的汽车风驰电掣的出现在他面前，县城的道路泥泞不堪，泥水飞溅，大货车更是格外多，呼啸而过的声音令周伟生畏，他表现出了一个8岁小孩应有的恐惧，然而他必须镇定的从家里走到学校。他走着，不觉一到路口，一辆从眼前呼啸而过的汽车提醒了他，这是一条去弟弟学校必须经过了路口，他看着一身泥水，企图寻找与他一起过马路的同伴，大雨的路上怎么会有人呢？20分钟过去了，没有人经过，而周伟已经被面前一辆又一辆的汽车带起的泥水溅成泥人了。周伟硬着头皮向前走去。\n  雨越下越大了。 \n  在学校门口，门卫拦住了周伟，一个门卫上前对他说：“干什么的？没看见写着‘校外人员禁止入内’吗？”周伟见有人拦他，变得格外紧张：“伞……伞……我给弟弟送伞。”“你弟弟是几班的？”门卫严肃得说。“我也不……不知道。”周伟愣在那里，他根本没来找过弟弟，他怎么知道弟弟在哪个班。“那你弟弟叫什么名字？”门卫发现周伟脑袋似乎有问题。“叫周涛！叫周涛！”周伟变得格外激动。“好的，周涛是7班的，近教学楼一楼进去正对这就是。你登记一下进去就行。”门卫格外无奈，心想，脑袋都这样了家里人还让他出来送伞，不禁一声叹息。\n  正在上自习课的周涛看到了窗口的周伟，他突然一惊，“可不能让同学们知道我有一个弱智哥哥啊！”他变得格外紧张。就在这时，教室的门打开了，“碰”的一声打破了自习课的寂静，“伞……弟弟……伞……”周伟站在门口一手举着伞，一手把另一把伞伸进教室，在这之后，教室再次回归安静。所有人都在注视着周伟，这个人到底是谁啊？他弟弟又是谁呢？周伟见没人理他，急得直跺脚，“周涛！周涛！我来你送伞了！你干嘛不理我啊！”周伟眼泪都快出来了。周涛只得走到门口接下伞，回到了作为，他低着头，涨红了脸。同学的议论传进耳朵，“啊？周涛居然有个弱智哥哥。”“你看他哥哥那样，跟个泥巴人似的。”“哈哈哈哈，周涛的哥哥太好玩了。”周涛的头始终没有抬起来。就这样，直到放学。\n  “你们怎么让他去给我送伞啊！你们知道以后同学们怎么看我？”周涛到家后把书包用力扔到桌子上，脸憋得通红，说完，他飞快跑到自己屋子，“砰”得一声关上了门。\n  晚上，爸妈给周伟送去了水果，他们推开周伟的房门，见周伟躺在床上，脸色苍白，已没有了呼吸。\n  原来，周伟在过马路时被车撞倒了，内脏出血，然而他却坚持着爬起来走到了学校，却还受到了弟弟的责备。周涛瘫坐在地上……\n  窗外，一夜暴雨。",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1410707700,
            "txt_content": "这个....\n貌似没有对周伟送伞时被车撞的描写.....\n我的意思是说\n加上一些细节\n过渡\n效果会更好\n文笔很好"
        },
        {
            "author": "hankzty@qq.com",
            "timestamp": 1410708840,
            "txt_content": "HGK 发表于 2014-9-14 23:15\n这个....\n貌似没有对周伟送伞时被车撞的描写.....\n我的意思是说\n那个 被车撞的 部分 用的悬宕  把这里当做悬念。在最后一段直接交代。寻求对读者的一种冲击。想让结尾的升华强烈些。"
        },
        {
            "author": "HGK",
            "timestamp": 1410709080,
            "txt_content": "hankzty@qq.com 发表于 2014-9-14 23:34\n那个 被车撞的 部分 用的悬宕  把这里当做悬念。在最后一段直接交代。寻求对读者的一种冲击。想让结尾的 ...\n冲...冲击么.....\n咳咳...\n可能只是我个人认为吧...."
        },
        {
            "author": "hankzty@qq.com",
            "timestamp": 1410709380,
            "txt_content": "HGK 发表于 2014-9-14 23:38\n冲...冲击么.....\n咳咳...\n可能只是我个人认为吧....\n哈哈 就是那个意思啦 。结尾突然明白是怎么回事了。。。。。。。"
        }
    ]
}