{
    "title": "<原创·连载>轩仔作品《怪物战队》不定期更新中！",
    "author": "男人婆",
    "replyCount": 11,
    "timestamp": 1410789660,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-3 03:27 编辑 \n\n本人会不定期更新作品，谢谢支持\n作者：轩仔\n封面绘画：轩仔\n封面：\n\n\n\n\nQQ截图20140915215130.png (292.5 KB, 下载次数: 2)\n\n下载附件\n\n2014-9-15 21:59 上传\n\n\n\n\n\n\n正文：\n\n序章：\n 序章  MC里的怪物都有着一个共同的特性，那就是主动攻击人类及动物。因此成为人类 的公敌，每当怪物看见人类或人类看见动物都会主动攻击对方，直至将对方杀死为 止。怪物们一般都是打不过人类的，因为人类的脑子发达嘛，怪物根本就没有脑子。 人们一般会用史蒂夫的视角看世界，可是，你们有看过怪物们的世界吗那么今天， 我们将带你进入怪物们的世界，去看看他们的生活，是怎么样的（以下开启怪物语 言翻译模式）。\n\n\n第一卷：第一章\n第一卷：第一章   “喀拉卡啦”    夜晚，黑暗的洞穴里发出怪物啃食东西的声音，在结满了蜘蛛网的矿洞深处，一只白骨头骷髅在啃食这废矿宝箱里发霉的面包。   “嘿，洞穴蜘蛛，你那里还有没有什么好吃的？”    从黑暗处几双红色的眼睛走了过来。   “我这一星期的粮食都被你吃光了，你还要吃啊？你吃完我吃什么？减肥？都怪你，你说，没吃的了，你难道让我饿着啊？”   “呵呵，对不起啊，刚和史蒂夫决一死战，有点饿了……”   “我不管我不管，我哥哥（蜘蛛）帮我从史蒂夫拿抢的食物都被你吃光啦，你要给我弄回来。”   “好吧好吧，帮你弄就是了，就我一个人去觅食吗？”   “你自己去，还让我去啊，我是洞穴蜘蛛。再说了，东西是你吃的。”    骷髅刚才在与史蒂夫战斗时，把弓拉坏了，差点丧命，他的武器没了。于是骷髅第一个任务就是借武器。    一般minecraft里有武器的怪物不多，骷髅就找自己的哥哥（凋零骷髅）借一把好的剑。骷髅来到了地狱门前，踏进了地狱门。    进入了地狱，骷髅走了好久，走到了地狱城堡，地狱城堡是由地狱砖搭建而成的，这种建筑防火，地狱里一共就有4,5座。骷髅的哥哥凋零骷髅就住在这里。    骷髅找到了自己的哥哥。   “哥哥，那个……我把我的弓……弄坏了，你能不能……”   “借我的剑是吧，给。”   “哥哥，上次我问你借，你……这次……”   “你那边的事我都知道了，你要去冒险我不反对，上次我不给你以为你是闹着要玩我的这把剑的。”   “恩，谢谢哥哥，用完我就还给你。”    骷髅走了。    回到了正常世界，骷髅从一片沼泽地出来了。\n\n\n第一卷：第二章\n第一卷：第二章   “这是哪啊？不是应该在矿洞吗？”   “吧唧，吧唧……”    骷髅扭头一看，看到了身后的那片沼泽地里面有一个史莱姆。（当时骷髅还不认识这是什么）骷髅那这剑，提放这，走了过去。   “吧唧！”    史莱姆扭了过来，吓了骷髅一跳。“你是谁啊？”史莱姆问道。骷髅放松了下来，因为他看史莱姆这样也不会把他怎么样。   “呃……我叫骷髅，生活在矿洞，在夜间生活，我是出来觅食的。”   “是这样啊。你是个爱冒险的骷髅。”   “如果没什么事，我先走了啊，我还要赶着带些食物回去给我的朋友吃了。”   “等一下，我也很喜欢冒险，如果不介意，可以让我跟着你一块去探险吗？”    向骷髅请求的是个中型的史莱姆，这个史莱姆正在放着央求的眼神。   “呃……这个嘛……好吧，既然咱们是两个人，咱们就组成个小队吧，以后也专门收纳各种怪物们加入队伍。”   “好哎！咱们给咱们的小队起个名字吧！”   “呃……就叫怪物战队吧！”   “这个名字好听。”史莱姆激动地说道。    就是这样，骷髅和史莱姆开始了他们的——怪物小队的觅食生活。\n\n\n第二卷：第三章\n第一卷：第三章    骷髅与史莱姆踏上了觅食之路，他们走到了丛林。    丛林有很多可可豆，可以做曲奇。骷髅采了很多可可豆，该返回时，突然发现那颗高大的树倒了下来，正往骷髅他们这边砸，骷髅来了个急转身，差点被砸死，骷髅从山上掉了下来，怕！    骷髅睁开了眼睛……发现自己没死。原来他掉在了史莱姆的身上。    骷髅决定去查个清楚，看看树为什么会到，骷髅躲在一边的草丛，观察那边，发现居然是史蒂夫，史蒂夫正在伐木，悠闲自在，还哼着歌呢。    骷髅十分气愤，当时没忍住，直接把手里的的剑丢了过去，咯，剑插到了旁边的断木上，史蒂夫发现了有东西偷袭，骷髅吓得躲了进去。不幸，骷髅的反应太慢，他躲进去的时候已经被史蒂夫看见，史蒂夫正要走过来，史蒂夫拿的那可是附魔过得钻石剑啊，空手根本打不过史蒂夫。    骷髅想到自己就要死了。顿时很害怕，哗！草丛被史蒂夫扒开了，幸亏当时是晚上，不然骷髅就烤化了。    史蒂夫挥出了剑，骷髅闭上了眼睛……    当骷髅睁开眼睛时，史蒂夫正在与史莱姆搏斗，史莱姆的粘液身体紧紧的缠绕着史蒂夫，这令史蒂夫无法呼吸，史蒂夫的剑掉了。    骷髅捡起史蒂夫的附魔钻石剑，朝史蒂夫挥去，史蒂夫吓得连滚带爬的吓跑了。这是骷髅第一次把史蒂夫吓跑。而且收货不小，不仅收获了附魔钻石剑，史蒂夫身上的面包，曲奇非常多。这些食物够他们吃一星期了。    想到洞穴蜘蛛，他一定很饿了，改回去看看他了。\n\n第一卷：第四章\n第一卷：第四章\n   骷髅迅速跑回蜘蛛洞，没想到，洞穴蜘蛛他……他死了……\n   骷髅抱起蜘蛛，蜘蛛嘴里还在冒着鲜血……骷髅也是有感情的，骷髅赶快跑了出去，他决心找出是谁杀害了洞穴蜘蛛。（史莱姆进不了洞，它太大了）\n   史莱姆问道：“怎么啦？”骷髅回答道：“洞穴蜘蛛他……他死了……”\n  “这怎么能说死就死了呢？”\n  “你以为呢？我非得找出那个凶手不可，为兄弟报仇啊。”\n  “恩，我帮你，我就当你的坐骑吧。为了你的朋友……虽然我还不知道他长啥样子呢。”\n  “恩，我们出发吧。”\n   于是，骷髅和史莱姆变成了柯南和毛利小五郎……才怪。\n   于是，骷髅和史莱姆踏上了他们的冒险之路。\n   这章可能有点短，但是解释这么多了，呵呵……\n\n第一卷：第五章\n第一卷：第五章\n   骷髅坐上了史莱姆，因为骷髅怀疑是史蒂夫干的，于是他们在晚上……想着史蒂夫的家前进。（他们知道史蒂夫的家，因为他们常常去他家偷东西。）\n   骷髅在丛林找到了史蒂夫家……史蒂夫正在拉……史蒂夫脸红了，立马站起身，来不及擦……拿着扫把扔向了骷髅。\n  “呃！”\n   骷髅从史莱姆背上摔了下来。史莱姆见到此状况，愤怒的将史蒂夫裹到自己的身体里，史蒂夫喘不上气……\n   史蒂夫挣扎中摸到了一把剑，刺向了史莱姆，史莱姆变成了一摊。骷髅迅速拿起弓，射了一箭，结果被史蒂夫用剑挡下了。\n   见到此状况不妙，骷髅赶快骑着史莱姆走，没想到史蒂夫又跑过去追。没想到，史蒂夫居然把剑扔了出去，啊！正好刺向了史莱姆，史莱姆倒下了，骷髅看见了，愤怒的大吼一声——\n   弓箭飞快的射了出去，史蒂夫转身就想跑，喝……射到了史蒂夫的屁股上，史蒂夫爬着回家了……\n   骷髅赶快给史莱姆疗伤，但是史莱姆根本没事，因为他就是一滩水啊！ \n\n第一卷：第六章\n第一卷：第六章\n   天色也不晚了（怪物们喜欢黑夜），骷髅决定先和史莱姆道个别，史莱姆说：\n  “要不你先来我家吧，反正你家我也进不去，咱俩分别了也不好见面。”\n   我看史莱姆这样说，骷髅回答道：“你的家在哪里，沼泽吗？露天的吗？带我去看看吧……”\n   在史莱姆他们的沼泽家乡，每一个史莱姆看个头大小来分配你的家，我的朋友是个大块头，分到的池塘应该很大。\n  “好了到了，这就是我的池塘。”骷髅看到后，不禁感叹：“这可真是五星级待遇啊！露天池塘，四周被大树包围着，简直是人类怪物都能居住的地方啊！”\n   骷髅决定这个白天就暂时先住在这里吧。\n   骷髅突然想史莱姆说：“要不我以后就住在这里吧，我就是怕光，但是只要在水里就没事了，阳光也不是那么凶残啊。”\n   史莱姆看了他一眼，给他说：“行啊，咱在这个地方立个牌子，上面写个：‘怪物战队基地’，那样岂不是更好吗。”\n   于是，怪物战队的传统就这样诞生了\n   史蒂夫：唉？蜘蛛骑士什么时候变成史莱姆骑士了……\n第一卷  完 \n\n\n第二开卷啦！\n第二卷：第一章：\n   第二卷：第一章\n   我叫末影人，也叫终界人，但是大家都叫我小黑，我来自末地，那个地方是从没有人类来过的。\n   在这里，犯法的一律丢进虚空，只要一丢进虚空，就会来到可怕的人类世界（在小黑们的眼里，人类世界是个像地狱一样可怕的地方）。\n   我那天，因为犯了“长得太帅”罪，被终界龙派来的士兵小黑给丢进了虚空。\n   我想，我就要死了，人类世界，是多么可怕的地方啊，没有黑暗，没有同伴，最可怕的是，他们有南瓜头，有水，怎么办啊……\n   然而，我想错了，人类世界并没有那么恐怖，有阳光并不是那么恐怖啊。\n   我在人类世界穿梭，我并没有见过什么生物，我以为全世界只有终界龙和末影人呢……\n   看到牛啊，羊啊什么的都要探索探索，看看他们的杀伤力。\n   这时，一只绿绿的东西走了过来，四肢都是趴在地上走的，此物来历不明，不知杀伤力如何，没想到，他刚见到我却说：\n  “你叫小黑是吧，是不是对这个世界很陌生啊？”那个绿家伙给我说。\n  “唉？你怎么知道我的小名，你怎么知道我对这个世界很陌生，难道你就是……先知？”我诧异的看着他。\n  “你们好多犯过罪的小黑都来到这里了，你已经是我见过的地二十三个了。还有，我叫苦力怕，你也可以叫我JJ怪。”他说。\n   我了解了。于是，苦力怕带着我去了解人类世界。  \n\n\n\n\n第二卷：第二章\n \n\n\n第二卷：第二章\n   苦力怕带我来到了森林，“这是森林，看到没有，这是树……”他像教小孩子一样叫我这个从来没有接触过人类世界的小黑。\n   然后，苦力怕带我来到了村庄，看到没有，这是村民，也可以叫他们人类……\n   等等，人类？据说人类世界最可怕的就是人类。“走，让你去近处看看村民…”看到这情形，我下的喊道：“不不……我不要，人类很可怕，终界龙说过人类是最可怕的生物了……”\n  “哦，你说的是史蒂夫吧，这玩意跟史蒂夫不一样，村民很怕我们的，我们不用怕他，你看，我踢他都没事。”说完，苦力怕踢了村民一脚，村民“啊”的一声吓得跑进了他的房间。\n   苦力怕好像想到了什么，对我说：“要不咱们组成个战队吧，你听过骷髅和史莱姆战队的传奇故事吗？”\n  “呃……没听过……”我回答道。\n  “咱们组成个战队，称为‘怪物战队贰代’行不？”苦力怕充满期待的看着我。\n  “呃……战队是啥，如果对我没有伤害的话，那就……”\n  “战队就是咱们两个在一块，对战那些跟我们作对的人，让我们所向披靡！”苦力怕滔滔不绝的讲着……\n  “呃……好吧，看上去对我没有伤害……”我说。\n  “好，我现在宣布，怪物战队……贰代，成功组成！” \n\n\n\n\n第二卷：第三章\n 第二卷：第三章\n   作为怪物战队的第二代创始人，我感到了责任的重大！但是当时我并不知道战队是什么东西，战队是什么，可以吃的吗？\n   我跟着苦力怕来到了他的家，他的家在山洞，很宽敞，没有光。他说他们的任务就是在夜晚去人类的家里偷他们的东西吃。\n   我一听到人类，再次赶到毛骨悚然，我问道：“我不要，去人类家偷东西，被发现的话，就会被宰的……”\n   苦力怕看了我一眼：“你笨啊，你不是会瞬移吗？就算我被抓了你也不会被抓住的啊。”\n   对啊，我忽略到了这一点，我居然忘了我会瞬移。\n   夜幕降临了。外面传来了僵尸的，骷髅的声音，苦力怕给我说：\n  “快走，抢生意的来了，咱们再去晚点史蒂夫的东西都被偷光了。”\n   作为捕猎者，僵尸是最笨的一个，使劲的敲击别人家的门，敲完了被人发现，然后就被人类给干掉了。\n   我和苦力怕在草丛里商议着作战计划。\n  “我们是一个战队的，所以我们要配合好，他们都是单独出击的，我们是战队，所以要做得比他们好，懂吗？”\n   我似懂非懂的点了点头。\n \n\n\n\n\n第二卷：第四章\n第二卷：第四章\n  “既然我们的计划已经制定完毕，那么，我们现在开始行动吧，出发，怪物战队贰代！”苦力怕欢快的喊着。\n   他已经是有作战经验的了，我这次是首次作战，肯定完成的不好。\n  “唉，你等一下……”我还没犹豫一会，苦力怕就迫不及待的冲了出去。\n   这可咋办啊，苦力怕已经开始实行作战计划的第一步了，晚上偷不到东西就没吃的了，咋办啊，那样会连累苦力怕的。\n   苦力怕蹲在小木屋旁，对我市了个眼色，但是我根本不敢。\n  “笨蛋，你会瞬移啊，怕什么，要我是你我就会……”看来我是辜负他对我的希望了啊。\n   我给自己壮壮胆子，我进行自我安慰：“没有什么可怕的，只要他已发现我然后我就瞬移，他就抓不到我了……”\n   最后，终于我做好了准备，我穿梭到了某史蒂夫的家里。\n   呼咚一声，我居然穿梭到了史蒂夫的身上，这下惨了，史蒂夫行了，看见一个庞大的身躯，不禁吓了一跳……\n   苦力怕来后期支援：“哇啊啊啊！”史蒂夫看见苦力怕，吓得破窗而逃，当然，史蒂夫是害怕苦力怕把他的房子炸毁。\n   我和苦力怕临走时居然忘了把箱子拿走…… \n\n\n\n第二卷：第五章\n 第二卷：第五章\n  “唉，第一次作战失败了，不过没关系，下次长点记性就可以了。记着，穿梭是一定要找好目标，不要往史蒂夫的身上穿梭啊。”苦力怕总结着作战经验。\n  “今天晚上就先饿着吧，明天如果在这样的话，咱们就只有饿死了。”苦力怕说的很吓人。\n   又是一个夜晚，人们都睡下了，怪物们也出动了。我和苦力怕的怪物战队贰代潜伏在另一个史蒂夫的家附近。\n  “作战计划和昨天的一样，听明白了吗？找好目标，我先上。”苦力怕说完就跑了上去，我这也不是第一次了，所以也没那么害怕了。\n   我再次穿梭，跑到了史蒂夫家的正中央，史蒂夫正在呼呼大睡，我踏着小步子，一点一点的接近史蒂夫的箱子。\n   这次，我看到他们家有两个箱子，一个大箱子一个小箱子，我背不动两个，所以我选择背走大箱子。站在窗外的苦力怕欣慰的看了看我。\n   我再次穿梭，跑到外面，我和苦力怕满载而归。\n  “什么！”当我和苦力怕回到洞穴，看到箱子里全是史蒂夫的衣服，那个小巷子里才是食物，这可怎么办啊，总不能再去一次吧……\n   这一晚不能再饿着，所以，这一晚我和苦力怕将史蒂夫的衣服吃了…… \n\n\n\n第二卷：第六章\n\n\n第二卷：第六章\n   我和苦力怕昨晚上干了一件丢脸的事，没有东西吃就将史蒂夫的衣服吃了……\n   我们的肚子已经饿扁了，再不找些吃的，我们就要饿死了。然而苦力怕的决定是比吃衣服更丢脸的了。\n   苦力怕说：“我们去乞讨吧”\n  “这怎么可以？身为……”“那怎么办，饿死？”苦力怕说。“那看来是真的没办法了，但是我们要像谁去乞讨？“\n  “去找蜘蛛吧，他那的食物多，而且他也不吃，它只吃蜘蛛丝。他的那些食物都是别人不吃了送给他的。”苦力怕说。\n  “那我们快走吧。”我说道。\n   我们到了蜘蛛的蜘蛛洞，“有人吗？”苦力怕喊道，又是几个红色眼睛从黑暗里走了出来。“干什么啊？”\n  “这个嘛……能不能从你这里借点……吃的，我们快饿死了……”苦力怕当时觉得说出这话很丢人，但是蜘蛛说道，好啊，不过你得帮我弄点蜘蛛丝。\n   谁会有蜘蛛丝那玩意啊？\n   我们再次走在路上，很无助，不知道该怎么办。“要不咱们再去一次吧，这次你看好里面的东西。”苦力怕说。\n  “这个……好吧……” \n\n\n\n第二卷：第七章\n第二卷：第七章\n   这天晚上，我和苦力怕再次出动，为了让我们能吃点东西，哪怕我是付出生命代价也值得啊。\n   苦力怕优盾到原来的位置，又蹲到原来的位置，做后期支援。我再次穿梭，进到史蒂夫的家里，哇……\n   这个史蒂夫怎么那么多箱子啊……一个两个三个四个……我翻来覆去，完全忘了自己是在偷东西，呼咚呼咚的声音吵醒了史蒂夫：“是谁在我家！”“不好被发现了快跑啊……”苦力怕再次冲了进来。\n   史蒂夫立刻进入作战状态，苦力怕也一样，史蒂夫随手从箱子里掏出了一把钻石剑，史蒂夫一挥剑，差点砍住苦力怕，苦力怕冒了一身冷汗。\n   我看到此情形，立刻穿梭到史蒂夫的身后，啪！把史蒂夫打晕了。\n   好了，现在可以安心的找东西了。\n  “在这里！”我找到了装食物的箱子，并背走他。\n   回到洞穴，我们看着自己的战利品：两块牛排，四个烤马铃薯，三个南瓜派，五个熟鱼和十二个胡萝卜。\n   今天晚上，可有丰富的大餐了。 \n\n\n本人会一直更新的，谢谢支持。\n\n注：作者暂时无法更新，因为把精力投在了《铁傀儡之心》上\n想看此作品链接地址：《铁傀儡之心》\n\n\n\n",
    "replies": [
        {
            "author": "我朶世界",
            "timestamp": 1410790320,
            "txt_content": "写的挺好的，关注，赞一个，新人多多光照"
        },
        {
            "author": "男人婆",
            "timestamp": 1410790440,
            "txt_content": "我朶世界 发表于 2014-9-15 04:12\n写的挺好的，关注，赞一个，新人多多光照\n恩，谢谢了"
        },
        {
            "author": "HGK",
            "timestamp": 1410843000,
            "txt_content": "怪物战队不应该是“The Mob Team”么←_←\n题材很新颖"
        },
        {
            "author": "男人婆",
            "timestamp": 1410863160,
            "txt_content": "HGK 发表于 2014-9-15 18:50\n怪物战队不应该是“The Mob Team”么←_←\n题材很新颖\n额，再也不相信度娘了"
        },
        {
            "author": "男人婆",
            "timestamp": 1410867420,
            "txt_content": " 本帖最后由 男人婆 于 2014-9-20 15:42 编辑 \n\n一卷六章预计写完得有几万字……吧……"
        },
        {
            "author": "男人婆",
            "timestamp": 1411194600,
            "txt_content": "啊，好久没更新了，我都忘了还有这个作品了。\n我要更新啦"
        },
        {
            "author": "男人婆",
            "timestamp": 1411195320,
            "txt_content": "更新啦，第四章……渣"
        },
        {
            "author": "MC丶gc",
            "timestamp": 1411522800,
            "txt_content": "文章不错，但图。。。。。。。。。。"
        },
        {
            "author": "男人婆",
            "timestamp": 1411533600,
            "txt_content": "MC丶gc 发表于 2014-9-23 15:40\n文章不错，但图。。。。。。。。。。\n乱画……勿喷"
        },
        {
            "author": "Mr.LenMo",
            "timestamp": 1412607540,
            "txt_content": "你那个——展开/收起隐藏文字咋弄的哈。。"
        },
        {
            "author": "男人婆",
            "timestamp": 1412644620,
            "txt_content": "Mr.LenMo 发表于 2014-10-6 04:59\n你那个——展开/收起隐藏文字咋弄的哈。。\n高级模式里最右上角的哪个图标或输入【spoiler】 【/spoiler】吧】改成]\n\n"
        }
    ]
}