{
    "title": "《米特的人生》————《那些年我玩过的MC！》",
    "author": "SuperGameMaster",
    "replyCount": 4,
    "timestamp": 1410801960,
    "txt_content": " 本帖最后由 SuperGameMaster 于 2014-9-16 01:31 编辑 \n\n  我是米特，在MCBBS里，应该不少版主认识我！因为我是一个爱捣乱，爱搞事的人！\n\n  我还记得，曾经因一个小问题，跟版主对着干！连续一个星期水榜第一，最后被封了一个星期！\n\n我接触这个游戏，可以说是一次偶然的机遇吧！那天放学家里电脑上不了网，于是想到去隔壁家玩，隔壁家是我小时候的玩伴也是我的同班同学，没错那年我们在读小学六年级！回想起来我玩Minecraft已经4年了，我还清楚的记得我玩的最早版本是1.25版本。那时候我来到他家，他正在电脑前玩这个游戏，我感觉很幼稚，谁会玩怎么幼稚的游戏！因为家里不能上网，在家里面呆着也没事干，所以就看他玩咯，看着看着感觉这个游戏越来越有趣了，虽然类似积木一样，但里面有僵尸、可以升级、可以挖矿。然后我就让他给我玩一下，我听他指挥一步步的按照他的指示操作！我看到的第一只生物是Pig！\n\n  我打了小猪猪一下，他不断转圈圈的样子，感觉好有趣！到了晚上，我的小土屋完成了，万万没想到，在我MC生涯中迎来的第一只怪物不是僵尸，而是苦力拍！Sssss....我瞬间被炸飞！电脑屏幕上显示，你已经死了！\n\n  第二天，我找他要了个下载地址，下载了这个游戏，突然说启动不了，然后说缺乏什么JAVA！然后他告诉我，需要先下载一个JAVA的软件，才能打开！然后我下载了这个JAVA的软件！终于能玩了！我每天放学都沉醉在这个游戏中....大概有一个星期吧！我建了很多东西，有了一大堆资源。我和他互相在QQ中炫耀！但因为我入手比他晚，所以缺他一大截！\n\n  那天我就在想，要如何弄才能有很多东西呢，然后我在无意中发现，创造模式的存档里的一个文件，放到生存模式的存档里就可以把创造刷出来的东西转化成生存模式。那时候我就很自豪，天天炫耀！不久后发现原来可以下载地图，放进地图存放的文件就可以打开别人的地图！然后我又开始展示别人的地图，说自己的！（想起那时候的自己真逗）\n\n  我们班上玩这个游戏的人越来越多了，不久后我们的同学学会了联机进入了服务器，然后他们也邀请我进去，无奈之下，我放弃了单机开始了服务器之旅，我记得第一次进的一个服务器是一个XX都市(忘记了）。百人的服务器，那时候很多人玩，我们在服务器里面建了一个大城堡，经常跟其他玩家厮杀、那段时光可以说最美妙的！不久后，我开始向往自己搭建一个服务器，这样我就什么东西都有了。我先上网查了如何开服，日日夜夜对着电脑大概1个星期吧，终于搭建了一个服务器，利用hamachi联机！（你们别笑我，那时候没有现在怎么简单，有什么懒人包！那时候搭建一个hamachi服，要自己找服务端，调server文档、不是你们现在想象的怎么简单。可以说是0基础搞起来！）\n\n  开服以后和小伙伴们又接着服务器生存了一段时间，小学毕业后，同学们都各奔东西了、在那个暑假后，我的服务器就空无一人，我也离开了Minecraft这个游戏。开始玩DNF（毒奶粉），后来初一下学期，什么英雄联盟出来了（就是现在的LOL)\n然后我们有转去玩LOL！之后我们学校某个班又开始兴起Minecraft这款游戏，我又回归到这个游戏中，还是接着去别人的服务器玩！初二上学期的时候，我也接着开启了hamachi服务器，顺便和同学们联机，也在MCBBS发水贴招募玩家！\n\n  初二，同学们都离开了这个游戏舞台，玩LOL去了，那时候的我没回去玩LOL。因为那位老师的一句话打动了我，他说“玩游戏你在里面在怎么厉害，也不是真的非常厉害，最厉害的是那个制作游戏的人”那时候的我接着专研服务器，到后来MCBBS的人，都喜欢发建筑帖子。展示自己的建筑。我也随着潮流跟着他们搞！\n\n  之后的一段时间里，服务器迎来了第一位赞助（我也不知道是不是赞助啦，那时候我开hamachi服，她说给我200QB，换带点东西给她，然后我就给了点东西她）貌似这位玩家是一名女孩子，好像叫什么果冻的悲伤，大概是这个名字！（我也不太记得了）后来，我认识了MC人生中第一个实况主“籽岷”！那时候是极限生存实况，非常刺激！感觉籽岷好像什么都懂的样子，而且很文艺！我从他口中 了解了很多历史、地理常识！\n\n  之后我按照他的皮肤模样弄了一个籽岷的像素人，万万没想到籽岷居然给我的帖子评分了！那天的我非常激动！\n\n\n\nhttp://www.mcbbs.net/thread-193154-1-1.html\n之后因为籽岷的这一句话，我又鼓起勇气继续开始建筑之旅！在MCBBS论坛建立了一个建筑团队，叫Rice！\n因为我们没有专业的服务器，所以大家都是靠单机发帖招募成员！目前我还记得的成员大概只有两个了：年少、POI！\n@poi4399 @年少°\n当然还有很多成员！因为中断因为学习原因，我和POI副团长解散了这个团队！\n\n2014年3月22号，我租下人生第一个服务器，（这笔钱开服的资金是帮人定制服务器地图和小游戏地图赚回来的）\n招募了很多玩家经历了很多事情！可以说我从那件事情后长大了！\nhttp://www.mcbbs.net/thread-288203-1-1.html\n一直以来，感谢大伙不离不弃的陪伴！\n在此我还要感谢一个人，从你入服的第一天起，陪伴我到现在！真的非常感谢你麦麦！\n服务器虽然经历过很多回档，删档！但你却依然陪伴在我的身边，给予我前进的动力！\n\n2014年，可以说有喜有悲！\n\n服务器中朋友的背叛，增加我对这个无奈的社会！\n\nmojiu网的盗版行为，身为老玩家的我用了一个晚上把他们的QQ群、贴吧、论坛 刷满了这些图！\n\n\n\n\n\n\n我不知道我这样做对不对，不知道有没有意义。\n\n这一年，虽然1.8带给我们无与伦比的震撼与惊艳，但是也的确是多灾多难……从刚开始的Bukkit事件引发的轩然大波，服务器的大洗牌，再到现在被收购，Norch，Forge的开发者也一个一个离着我们而去。\n\n我见证了这个游戏一步步成长，兴起，现在我真的把MC当做生活中不可缺乏的一部分！\n\n但是我希望大家记住，我们现在的MC，曾经美好的过往……即使已经物是人非，即使我们只能成为守望者和祈祷者，我们也能记住这几年来，Minecraft带给我们世界，那脱离现实又好像现实的世界，没错就是我的世界！\n\n我们能做的，就是等待。或许等到我们再次打开MC，那个熟悉的启动界面已经离我们远去，虽然很难接受，虽然或许MC已经定格在了今天，虽然我们以泪洗面，但是我们依然记得过往，还清楚记得曾经！那不是存档，是一个个鲜活的回忆！\n\n我经常感叹自己的弱小，改变不了这一切，今天也是我为了Minecraft第六次哭———不过这次不是仅仅为了我自己。\n\nMC给了我们欢笑，给了我们友谊，给了我们太多太多，不过我，乃至全世界百万的MC玩家，都不希望一切就此终结，一切的一切就此破灭，定格在今\n\n天……定格在2014-09-15。\n\n如果一切不在，我希望我们依然有着这份回忆。\n\n我不知道你是否看过这集视频，如果看过，希望你重温一遍！\n\nhttp://v.youku.com/v_show/id_XNTMwNzY1MzMy.html\n\n我浪费了2个小时写下这篇帖子，虽然我知道明天要上学，我知道现在都已经1.18分了，但依然阻止不了我，我只想表达我对MC的这份热爱！\n\n--米特--\n2014.9.16",
    "replies": [
        {
            "author": "渣滓路过",
            "timestamp": 1412296500,
            "txt_content": "哭了\n                                 这就是我们的mc"
        },
        {
            "author": "[best_129]",
            "timestamp": 1412952300,
            "txt_content": "这就是我们爱上mc的原因！"
        },
        {
            "author": "[best_129]",
            "timestamp": 1412952360,
            "txt_content": "愿MC陪伴你度过人生最快乐的时光！"
        },
        {
            "author": "物语",
            "timestamp": 1413200220,
            "txt_content": "[best_129] 发表于 2014-10-10 22:46\n愿MC陪伴你度过人生最快乐的时光！\n= =又见面了= ="
        }
    ]
}