{
    "title": "卡厚来分析一下微软收购了Mojang的好坏",
    "author": "kaho",
    "replyCount": 23,
    "timestamp": 1410792060,
    "txt_content": "相信大家看完刚刚新鲜出炉的新闻后，大家也觉得很惊讶，微软用了25亿美元收购了Mojang，以及Minecraft商标。（如果大家还没看，可以到 这个 和 这个 帖子观看），也许大家会觉得微软收了Mojang的膝盖是一件坏事，毕竟微软是一家无良心[?]的企业（起码也比EA好吧...），而且也有很多盗版玩家认为会抹杀盗版玩家。但也有玩家认为无论哪家公司管理Minecraft，总之还能愉快地玩耍就可以了。这里，我们将会为大家分析微软收了Mojang之后的好坏处。\n\n\n好处\n使用 Xbox Live 进行联机（多人游玩），联机玩有一定的质量保证微软已经进攻中国市场，不排除开一个中国市场的官方服务器既然说了微软已经进攻中国市场，那么微软有机会将会在中国举办“Minecon”（微软表示将继续举办Minecon）也许中国市场将开放“Realms”（前提是保留Realms）凭着微软的力量，中国贩卖周边产品机会很大了微软收了比EA好...（这不是重点...万一被索尼收了，Minecraft会不会继续在PC等平台运行？\n\n\n坏处\n微软也许会将正版价格提高然后会推出各种DLC...？微软有机会抹杀盗版玩家微软如果以后要独占的话，玩家数量必会减少根据第三个所说，会推出一些屌炸天的正版验证系统？微软也许不允许第三方模组、服务端的存在？至于微软的死敌（？）苹果系统呢？\n\n\n根据Notch在他的博客所写道，他之所以要卖掉Mojang，是因为承受不了Mojang所带来的压力。虽然他要离开Mojang，不过他也会继续弄一些小玩意出来。\n据华尔街媒体报道，微软之所以收购Mojang，是因为要扩展Windows Phones的市场。目前，黑莓系统的手机甚至比Windows Phones使用量还要高。微软要挽回Windows Phones的立足地，的却要花不少心血。\n另外，微软指出将会保留安卓、iOS、Playstation 版本。但卡厚个人猜测将来会否更新则是另一回事。因为微软说道，收购后联机将全面使用Xbox Live联机功能，目的是为了提高链接速度，质量当然有保障。但是，中国会否支持Xbox Live，这倒是另一回事了。不过，既然Xbox One已经在中国发售了，支持的机会比较大。\n至于有些人觉得，为什么不在Steam上架了？说不定在Steam的潜力比较大？但是卡厚的印象中，Notch曾经说过 不会在Steam上架，以及会独立，不会被收购。但是，说好的东西呢？\n\n不管怎么样，现在已经成了事实，我们无法作出改变。唯有等微软在等2014年底，政府批准收购后，看看微软做出的成绩吧。让我们拭目以待。",
    "replies": [
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1410792360,
            "txt_content": "看到提高正版价格以及DLC还有抹杀盗版我就担心了……{:10_503:} \n\n\n\n\n\n\n                          ————【汝若将降世，切戒罪行恶果，唯使光明降临】————\n                                        （自带BGM的巨蟹）"
        },
        {
            "author": "Exsu",
            "timestamp": 1410792360,
            "txt_content": "一切推测，都看看就好了"
        },
        {
            "author": "MC大湿",
            "timestamp": 1410792420,
            "txt_content": "\n\n盗版什么的不用担心\n\n在大天朝不是问题的XD"
        },
        {
            "author": "RAY5DHao",
            "timestamp": 1410792480,
            "txt_content": "反正我正版,MS不敢怎么着\n不过kaho不是版主了是什么情况"
        },
        {
            "author": "250=mo",
            "timestamp": 1410792600,
            "txt_content": "唉，重要的是，Minecraft的味道将为此改变，图标也不再是温暖的Mojang，Notch的形象也不那么光辉\n令人担忧的是，这个被喷了无数个Fuck的微软会达到它要的效果和收益吗，如果没有，或者因此使Minecraft走下坡路，微软会抛弃Minecraft（或者卖给EA 2333333）吗？\nMinecraft前景令人不安"
        },
        {
            "author": "米安博奥",
            "timestamp": 1410792720,
            "txt_content": "只能拭目以待了"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1410792780,
            "txt_content": "250=mo 发表于 2014-9-15 22:50\n唉，重要的是，Minecraft的味道将为此改变，图标也不再是温暖的Mojang，Notch的形象也不那么光辉\n令人担忧 ...\n说到EA就想起了西木头{:10_494:}Mojang可不要重蹈覆辙 \n\n\n\n\n\n\n                          ————【汝若将降世，切戒罪行恶果，唯使光明降临】————\n                                        （自带BGM的巨蟹）"
        },
        {
            "author": "250=mo",
            "timestamp": 1410792840,
            "txt_content": "唯希望，Notch亲笔写的\n Facebook has a history of caring about building user numbers, and nothing but building user nposition umbers. \n不会被微软重现"
        },
        {
            "author": "xll_x66",
            "timestamp": 1410793020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "250=mo",
            "timestamp": 1410793200,
            "txt_content": "xll_x66 发表于 2014-9-15 22:57\n看到最后一句话，我笑了。。\n年底？政府批准收购？万一不允许呢？这..算不算是唯一的机会？ ...\n“批准”不过是形式，表示已阅一类，为收购提供法律依据，不违法ZF也不会怎么干预"
        },
        {
            "author": "xll_x66",
            "timestamp": 1410793260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "250=mo",
            "timestamp": 1410793980,
            "txt_content": "xll_x66 发表于 2014-9-15 23:01\n艾玛想爆粗口= =\n我也是啊……Fuck"
        },
        {
            "author": "linnaea",
            "timestamp": 1410794220,
            "txt_content": "\n\n\n\n\n20140915231456.png (12.52 KB, 下载次数: 0)\n\n下载附件\n\n2014-9-15 23:18 上传\n\n\n\n\n\n\nIntroversion的评价，对Minecraft不是个好事，对整个游戏社群将是个大好事，因为Notch可以随便做什么新游戏去了\n"
        },
        {
            "author": "marcong95",
            "timestamp": 1410798300,
            "txt_content": "只要微软不重写MC，继续用Java的话，破解、mods神马的都不是问题。。"
        },
        {
            "author": "。—。",
            "timestamp": 1410799320,
            "txt_content": "realms应该会放到azune之类的托管了吧...."
        },
        {
            "author": "morment",
            "timestamp": 1410810000,
            "txt_content": "250=mo 发表于 2014-9-15 22:50\n唉，重要的是，Minecraft的味道将为此改变，图标也不再是温暖的Mojang，Notch的形象也不那么光辉\n令人担忧 ...\nnotch本来就是凡人。他已经受够了。"
        },
        {
            "author": "坑爹专业户",
            "timestamp": 1410824280,
            "txt_content": "在中国楼主你还怕找不到盗版?别逗了……"
        },
        {
            "author": "kaho",
            "timestamp": 1410825360,
            "txt_content": "a6809936 发表于 2014-9-16 00:42\nrealms应该会放到azune之类的托管了吧....\nrealms存在的可能性不大 毕竟现在有Xbox Live了..."
        },
        {
            "author": "lingqi1132",
            "timestamp": 1410837780,
            "txt_content": "拭目以待吧"
        },
        {
            "author": "1.3806",
            "timestamp": 1410958260,
            "txt_content": "最近发生的很多坏事都是微软搞的"
        },
        {
            "author": "1.3806",
            "timestamp": 1410958380,
            "txt_content": "linnaea 发表于 2014-9-15 23:17\nIntroversion的评价，对Minecraft不是个好事，对整个游戏社群将是个大好事，因为Notch可以随便做什么新游 ...\nnotch后来说诺新游戏受欢迎就立刻弃坑"
        },
        {
            "author": "siong2360",
            "timestamp": 1410963240,
            "txt_content": "Notch   回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧 回来吧!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "author": "1060313419",
            "timestamp": 1410965100,
            "txt_content": "我觉得坏大于好\n这是肯定的，没得说，对MC很失望"
        }
    ]
}