{
    "title": "<原创·单篇>轩仔创作，短片文章矿洞笔记！正式发布",
    "author": "男人婆",
    "replyCount": 6,
    "timestamp": 1410867000,
    "txt_content": "谢谢大家关注轩仔的作品，谢谢大家支持！\n本作文暂无封面，封面轩仔正在绘画中……\n30%\n\n正文：\n                            矿洞笔记\n   在一片大沙漠中，有一个洞穴，洞穴里生存这诸多生物，\n在矿洞的深处，常常有着怪物们恐怖得嘶叫。\n   在底下矿洞的某转角处，有一个结满了蜘蛛网的箱子，看\n来是矿工留下的，箱子旁边有一具白骨，这也许是箱子的主\n人吧。\n   箱子里有一本满是灰尘的书，后来冒险者们来到这里探索\n时偶然发现了这本书，探险者们也津津有味的读了起来。完\n全忘记了自己是在这么危险的一个地方。\n   内容如下：\n   当你看到这本书时，最好不要看完，你会死在这里的……\n   首页上的一行大字吸引了冒险者看下去。\n   七月六日：今天是我偶然的发现了这个大沙漠里这还有个\n矿洞。矿洞表面上的几个铁矿石吸引了我，并让我断定的说\n这是一个财宝天堂。幸好带够了食物和住宿用具。决定暂时\n现在这里住下了。这里的矿石足够让我养老了。\n    七月七日：早上的时候也看不见太阳，伴随我的只有黑暗\n铁镐子什么的也都到齐了，就出发。到了下午（自己断定）\n我回到了原来睡觉的地方，带回了好多黄金。这么多的黄金\n能换上万M币呢（MC里的货币）。\n    七月八日：这个矿洞越来越吸引人了。才来了一天就收成\n这么大，我要是在这里待上一个星期的话，那我岂不是就成\n了世界首富了吗？\n    读着这本日记的冒险者，看到箱子里成对的金子，钻石，\n这么多，最后他也没带走，死在这里了。\n    七月九日：仿佛我的稿子可以点石成金，太爽了，等到我\n挖光了这里的矿石，我在回家吧，等我有了钱，让爸妈也跟\n着享享福吧！这种事以前都是当白日梦看的。\n    七月十日今天睡觉时总感觉附近有什么东西在动，睡不着\n觉，所以我决定用镐子挖个洞，睡在里面，这才安全一些，\n不然总感觉有东西在盯着你。\n    七月十一日：今天早上起来时，发现食物被偷光了，肯定\n是什么怪物，那些可恨的臭怪物们，坏了我的发财梦啊，真\n是可恶，我去找那些怪物去！\n    七月十二日：好饿啊，剩下的水也不多了，再这样下去我\n会死的，怎么办呀，可是这么好的矿洞……我也是为了有钱给\n家人分担身上的活啊，神啊，帮帮我把！\n    读着读着就发现翻页后的下一页被撕掉了，看到了剩下的\n残余的上面写得几个字：怪，财，地，亡，逃。\n    在翻了一页就到了这里：\n    七月十五日：来到了这么大的岩浆池旁边，付金矿石相应\n也是特别多啊，有什么绿宝石啊，黄金啊，钻石啊，挖斗挖\n不完。真是拿到手软啊，我决定了，挖完我就回家！\n    七月十六日：我才发现洞口堵（kao)上(bi)了，回不去了，\n谁让着破山正好在我挖完时塌陷了呢？我*！\n    冒险者翻到了最后一页，一张纸掉了下来，内容如下：\n    遗书：\n    我叫史蒂夫·安哥拉，是一名矿工，我总觉得老天是在和我\n作对,俗话说：天无绝人之路，可是，为(ni)什(mei)么\n    我就要死了，我希望看到这张遗书的人们啊，千万不要去\n矿洞深处，日记的那夜我撕了下来，那页描述的是矿洞深处，\n太可怕了，你们千万不要去，太累了……太饿了，我连写字的\n力气都没了……\n    最后告诉大家，财富会救人，财富……也会害人……\n    这个故事完了，矿工，死了，冒险者，也死了。\n\n    谢谢大家观看……",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1410867240,
            "txt_content": "毫无亮点=A=\n好无聊"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1410867300,
            "txt_content": "啊、我想说 这样看着很不爽啊"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1410867300,
            "txt_content": "封面嘛.......\nLZ来"
        },
        {
            "author": "HGK",
            "timestamp": 1410867480,
            "txt_content": "不不不\n贪婪，才是真正的凶手"
        },
        {
            "author": "男人婆",
            "timestamp": 1410867840,
            "txt_content": "HGK 发表于 2014-9-16 01:38\n不不不\n贪婪，才是真正的凶手\n感谢评价"
        },
        {
            "author": "31582498",
            "timestamp": 1413678180,
            "txt_content": "好想看撕掉的那一页........"
        }
    ]
}