{
    "title": "我很不理解你们的玻璃心，个人观点",
    "author": "Vignore",
    "replyCount": 12,
    "timestamp": 1410877500,
    "txt_content": "说实在的，微软收购了MOJANG就说什么不玩MC了，这样的话，有什么意义？\n难道你打算通过你这种行为来阻止微软收购？\n再者，微软收购就一定是坏事了？\n发些什么不玩MC了之类的贴，\n只能说明你们是copycat.\n所以对于minecraft来说，我还是觉得他们说得好：微软收购MOJANG，对于Notch来说就像把自己打孩子送往大学一。大概意思就是这样",
    "replies": [
        {
            "author": "1319456725",
            "timestamp": 1410877680,
            "txt_content": "赞lz我支持因为我离不开mc"
        },
        {
            "author": "Vignore",
            "timestamp": 1410877800,
            "txt_content": "1319456725 发表于 2014-9-16 22:28\n赞lz我支持因为我离不开mc\n需要离开游戏的大问题。。。这是之后的字"
        },
        {
            "author": "本人没死",
            "timestamp": 1410877800,
            "txt_content": "说的没错······\n\n        我才不是新人哩······"
        },
        {
            "author": "likeliang",
            "timestamp": 1410878040,
            "txt_content": "好像有个微软收购mojang专用讨论帖= ="
        },
        {
            "author": "MU_mceraft",
            "timestamp": 1410880020,
            "txt_content": "好\n     真是棒极了"
        },
        {
            "author": "MU_mceraft",
            "timestamp": 1410880080,
            "txt_content": "这是历史上唯一的观点 对一个人类来说是一小步 但对全世界来说是一大步\n\n         尼尔·奥尔登·阿姆斯特朗"
        },
        {
            "author": "1.3806",
            "timestamp": 1410881640,
            "txt_content": "没有骨头的废物！"
        },
        {
            "author": "perf",
            "timestamp": 1410883200,
            "txt_content": "其实现在对于MC来说，已经类似一个自主的生命体了，notch也好，Microsoft也好，其实都已经不能“控制”他了。\n不过个人比较关心的是盗版和自建服务器的问题"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1410896040,
            "txt_content": "{:10_495:}最奇葩的是一群熊孩子再叫不玩MC，表示这个话题出来之前他们估计都不知道MC的所属公司是Mojang吧"
        },
        {
            "author": "北美路人",
            "timestamp": 1410901800,
            "txt_content": "有的人真是玻璃心{:10_522:}"
        },
        {
            "author": "asdp000333",
            "timestamp": 1410924600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "847097604",
            "timestamp": 1410924840,
            "txt_content": "末影人频繁地在它们的家园末路之地生成，不过就算是在末路之地也仍然需要7级或以下的光照才会生成末影人。虽然在通常情况下他们只在晚上出现，并且比其他生物更加稀有，但它们在主世界也会产生。\n\n外观\n\n末影人拥有修长的四肢以及纤细的身体。它们拥有看起来很像毛皮的黑色皮肤(虽然很难看出来)，会发光的紫色眼睛，可以发出类似下界传送门或末影箱的紫色粒子效果。\n\n当具有攻击性时他们会张开嘴并且像要向你冲过来一样猛烈地晃动身体。攻击性的末影人冲向你的时候会发出不同的声音。当他们使用瞬移时，将更加趋向于出现在玩家身后。\n\n末影人的形象是基于都市怪谈中的Slenderman这也是为什么他们在被看之后会变为攻击型以及会瞬移到角色身后的原因。\n\n行为\n\n当末影人触碰到水或者雨的时候会受到伤害。[1]他们总是成对出现，但是每对都可以混在一起，于是就形成了一组。同样地，一对当中的一个会瞬移走，只剩下其中的一个。\n\n末影人是自然生物，就像僵尸猪人那样，除非被激怒，否则他们不会主动攻击。不同的是它们被激怒的方式。除了攻击一途之外，如果玩家单纯的将十字准星划过他们的头或者是身体时(单人生存模式中是腿部以上)末影人将会着手于攻击。这种“注视”的挑衅意外地可以在很远的距离内发生，所以在类似草原或沙漠这样的开阔区域中搜索时请小心。\n\n被激怒后，末影人会张开嘴巴并且愤怒地发抖。甚至在游戏暂停的时候它们还会继续发抖。如果它们正在发抖，盯着他们的躯干看可以停止它们的移动，并且你可以到他们瞬移到你身后的位置并发起攻击。从 1.4.2 开始，激怒一个末影人之后可以听见很长很恐怖的声音。这个声音与末影人当前的位置无关;它会在末影人被水或者阳光平息愤怒甚至死亡之后继续播放。反过来说，就算是这个声音停止了，也并不代表着末影人的愤怒被平息了。\n\n末影人绝对不会放弃追逐敌对的单位;哪怕它们之间间隔数百米远，它们也会继续追上来，直至一方被杀死或受到类似水或雨之类的外部因素干扰。\n\n到了白天末影人会变成被动型，比起攻击玩家他们会优先选择离开，所以末影人在白天的地面上是相对无害的。然而，在破晓的时候末影人就会迅速地退到地下去，所以你绝对不会在地面看到任何一个末影人。\n\n在创造模式中，除非你攻击它们，否则不会因为看它们而激怒它们。\n\n如果一个骷髅或者末影龙在攻击玩家的时候无意攻击到了末影人，末影人会完全停止追逐玩家，甚至在最后的攻击者死掉之后。\n\n末影人不能通过玻璃或玻璃板这样的透明方块看到玩家。\n\n末影人的显著特征是可以拾取并移动方块以及瞬移。\n\n瞬移\n\n在传送的时候，末影人会留下一个由它开始的类似下界传送门的紫色粒子的淡淡的足迹。末影人会在接触到水或者雨的时候瞬移。末影人可以直接踏上一个完整方块的高度而无须跳跃。大多数情况下，一个末影人的传送范围为32方块，然而在超平坦世界中的非正式测试证实它们在Y轴上可以移动得更远。 末影人可以瞬移到任何的固体方块上面，除非那个方块在岩浆或者水的正下方。它们也不会在半砖与低于3方块高度的地方生成。\n\n当末影人在矿车中时它们将无法瞬移。然而，当一个抛射物击中它的时候，它会瞬移出矿车然后迅速地瞬移回来。\n\n想要用抛射物击中它几乎是不可能的，即使是发生故障。一支燃烧的箭不会击中末影人，但它仍然会让末影人着火。同样地，当水流向在矿车上的末影人时，它会一直尝试从矿车中瞬移出来，但是很快就会迅速地瞬移回矿车。这个过程会一直重复直至其死亡或者水流停止。末影人也会传送到房间中。创造模式中，如果一个末影人在一个三个深的洞中卡住了，如果它是主动性的，它不会再瞬移出来。\n\n移动方块\n\n末影人可以拾起并移动一些方块，不论是天然形成的还是玩家放置的。它们会拾起水平与垂直方向在一个类似于玩家最短的触及范围之内(3层)的最近的方块。\n\n末影人在被激怒或被杀时仍然会拿着方块不会掉落。它会简单地消失。\n\n末影人只能够拿起下面的方块：\n\n\n\n\n\n末影人不能拿起实体，比如船、矿车、激活后的TNT和生物。\n\n因为末影人有移动方块的能力,所以它们可以对自然环境或玩家建造的建筑物造成破坏。它们也会放置方块让栅栏里的动物从栅栏中跳出来。它们处理方块并不是有目的的，但它们可能会随机地拆掉墙或其他的东西。\n\n在主世界，末影人的活动迹象会在一些经常加载的区域以方块错位的形式变得更加明显。在沙漠地区，末影人一样可能把仙人掌方块拿起并将其放在新的沙子上，这样就会使经常加载的沙漠地区中的仙人掌逐渐增加。\n\n末影人并不会在光亮的地方生成，但它们有可能从邻近的黑暗区域瞬移到光亮区域，特别是下雨或阳光促使它们瞬移时。因为它可以瞬移到你的房子中，所以在晚上睡觉也是很危险的。这在大型建筑中更加明显，当下雨时建筑物就会被很多末影人入侵。所以简单地利用火把来构建的照明工程并不能当做严密的防御。\n\n\n\n\n\n猎杀末影人\n\n末影人会受到来自攻击、跌落、火、岩浆、水和药水的伤害。他们是在游戏中需要打的最危险的生物之一，在普通模式中(和PVP相比)会受到来自未附魔的钻石剑相同数量的伤害。为了完成游戏，则必须收集末影珍珠以制作末影之眼。值得庆幸的是它们并不会连续地使用他们移动方块的能力——否则将用这个能力破坏你的防御——但是他们可以瞬移就已经够糟糕了。\n\n最理想的状态是背靠着墙。如果你攻击了末影人，他们经常会瞬移到你身后。(只有多人游戏中，末影人只会传送到玩家视野范围内的某处。)他们很难命中你，你所希望的它们无法击中你更加的可能了。用你得到的最好的材料去做一套钻石剑和防具。打火石或许也可以派上用场，即便点燃他们是很难，如果你能控制好的话绝对能帮助你杀死他们。注重攻击他的腿，多攻击几次可以不断地击退末影人，所以这会使得它无法攻击你。这会相当快地杀死他们。\n\n你可以通过保持十字线对准末影人来先发制人，因为这会导致它们静止不动几秒钟或静止到被攻击，出现哪种情况取决于哪个更快。你也可以用有火焰附加的弓攻击它或只看着它的脚然后先发制人攻击它——虽然一旦击中，末影人依旧会像往常一样攻击你。\n\n可以通过至少一个方块或更多的高度优势去攻击末影人而使其无法反击。\n\n当末影人处身于火中或岩浆中时不会瞬移走，也不会使它变得敌对。这项特性可以被利用来伤害或者杀死它们，但是因为它们有很高的生命值，要用这种方法杀死它们需要把它们弄进火(比如说打火石上的火)里两次。\n\n末影人不能被玩家用弓杀死。箭、雪球、鸡蛋不能够伤害它们因为它们通常会在其造成伤害之前就瞬移离开。然而，用火矢魔咒的弓射末影人的时候会点燃他们，但是并不会使其直接受到来自箭的伤害。这是一个从远处观望并且杀死末影人的有效办法。 因为它们并没有受到伤害所以不会对玩家抱有敌意。如果一个抛射物刚好对末影人造成伤害，比如骷髅在攻击玩家时射出的箭偶然射中了末影人，则它们会对伤害来源有敌意。\n\n鱼饵可以攻击末影人并且“钩住”它们在线的末尾。然而因为当鱼饵集中之后末影人就会瞬移走(没准会隔着一面墙或者是在一个洞穴里)使得这个方法只在有些时候可以作为杀它们的工具。如果你能很好的控制它往前拉的话将产生一个很好的视野。\n\n敌对状态的末影人会在玩家攻击它后瞬移(就算是它们先动的手)。同样，末影人可能会在攻击后瞬移离开数秒。当这发生在狭小的地下洞穴时，末影人可能会瞬移到人迹罕至的洞穴或表面，并可能不再瞬移回来。末影人也可以瞬移到玩家的背后，因此需要谨慎。末影人的瞬移可以通过寻找它们瞬移时留下的紫色光点来追踪。\n\n因为末影人的额外身高，你可以制造一个可供你通过的2方块高(至少2方块高)的房顶，这样因为身高问题，可以防止末影人通过。然而，其他的生物可以轻而易举的接近你，所以请确保你能够掩护你的身后。明显地，他们也能在你的旁边攻击你，所以把它弄深点让它们没法接近你。(通常你需要在一个开阔地区放一个3x3的屋顶，以确保你能轻而易举地退到中间以及另一边。)拆掉所有用来放置屋顶所用的柱子可以确保你的视野清晰。如果它们瞬移走了，小心点，特别是当你能听到它们的时候——它们经常在你身后出现并攻击，马上从里面出来。\n\n杀死末影人的另一个有效方法是在你自己下面做一个4格高的支柱，再看着末影人，这样末影人就会向你跑来并进入近身攻击范围。你将有足够的攻击范围攻击它们，而它们则无法攻击你。请确保附近没有骷髅(16格内)，因为它们会把你射下支柱从而让你成为末影人的脆弱的攻击目标。\n\n一个非常简单的杀死末影人的方法是攻击它们的腿，当它们腿部受到攻击的时候它们是不会瞬移走的。\n\n如果你驯服了四只或以上的狼，一个快速有效杀死末影人的方法是带着或者不带着武器快速跑近他(不要看着它的头部)，打一下它的腿，剩下的就可以交给你的狼了。\n\n附有火焰附加魔咒的剑可以有效地杀死末影人，可以使它们着火然后在它们传送到你身边的时候烧它们一小段时间。\n\n一个快速有效并且简单的杀死末影人的办法是把它们推到悬崖的边缘。然而这只在你靠近一个很高的落差或者是一个像 skyblock 那样的地图时才奏效。这个办法也是不引起它们仇恨的好办法。\n\n有一个不用让末影人变为敌对从而获取末影珍珠的办法是把末影人固定在一个方块中然后往它的头上扔沙砾或者沙子，打碎它，你也可以从相当高的地方扔下一个铁砧来杀死它。\n\n还有一个创意猎杀方法，引诱末影人靠近矿车，它会像其他生物一样坐上去。坐在矿车上的末影人不会因为受到伤害而逃走，玩家可以简单地将其虐杀。\n\n末影人不会在掉落中瞬移。从而产生了一个快速杀死它们的方法是把它们带到一个斜坡的边缘，当它们面向斜坡的时候攻击它们。攻击将会使它们往后退，就可以在末影人瞬移走之前给它下一次攻击。\n\n声音也是很重要的一点，细心的玩家可以通过适当的声音系统来判断末影人瞬移到了什么地方，从而避免来自背后的偷袭。\n\n铁傀儡会攻击末影人，并且两次攻击就可以杀掉一个。末影人将会在铁傀儡杀死它之前攻击铁傀儡一次。\n\n"
        }
    ]
}