{
    "title": "【MC西部小说】西部风云~第一个西部Minecraf小说【中篇小说】",
    "author": "HeLi",
    "replyCount": 6,
    "timestamp": 1410886440,
    "txt_content": "大家好~我是喵二,我会不定时更新两篇，望大家能够喜欢~~\n小说名称为：西部风云第一部---征服 [会根据人数推出二三部] \n 小说分三阵营： 马贼 骑警 牛仔 小说中有介绍\n\n第六章有福利~ 人越多更新越快。如果大家想要插图我会解决的~~~~\n前二章算是前言 后面的才是真正的战争\n第一章  莫名穿越\nZ国A市B区著名的Mincraft玩家聚驻地，他克里斯当地大名鼎鼎的服务器PVP之王，然后他现在也正在玩服务器，所玩的服务器是：牛仔风云服务器（正是我的服务器改编的小说）他点击客服端、娴熟的填入熟悉的游戏ID：KeLiSi . 他完成了新手任务正当选职业时，咦？怎么点不了，出BUG了？草，他蹂躏着他的鼠标，“哗\"莫名蓝屏了突然在电脑中心有一个小点，有着强迫症的他不禁用手触摸小点，忽然小点一点一点扩大，一股强劲的吸引力把克里斯拽进去······· \n”啊\" 克里斯忍痛摸这脑袋，咦？脑袋是平的？摔变形了？？ 脸怎么也是平的，不对手也是方的 难道难道穿越到Mincraft了？？ 哎呀我草 太爽了 不用上课了~~ ’啊~~~~\"-（僵尸发出的声音）\"嗯？.是僵尸么，没家伙，草直接手撸你\"克里斯眯着眼说道。沉稳的步法，有力的手臂明显看出一位学校大哥的气质，不过在这里只是食物链最下层的·······\n气喘吁吁、双手沾满鲜血的克里斯感叹到：’唔~ 不是它死就是老子亡啊！‘克里斯明白了这个是个弱肉强食的世界·········\n第二章  死里得生 \n走了两天的克里斯两腿发软，双手无力，大骂道：“草！什么意思，TM在Z国找个房子岂不容易，在这里！啧啧！”无奈的克里斯只能继续往前走。“草！村子 不管了” 克里斯飞奔到村子外面，他走到村子门，忽然从后面冒出村子里几个村民\n\n个个手拿石制手枪，“嘿！我们好像认识吧？”克里斯机（作）智（死）的说道。 “去你牙，我们根本没见过，你是不是抢光了村子还想来偷东西？说！” “嘿~嘿！ 别激动枪子不长眼，我听不懂你说的什么啊，我莫名被穿越到这里，你们什么袭击村子、偷东西我都不知道，老子知都不知道你们拿枪指我干嘛，好歹老子也是 学校扛！”话没说完的克里斯只觉得后面有个东西顶着他，克里斯慢慢转过身只见一把中口径猎枪，和一位70多岁的老人，应该是村长吧。克里斯说：“想必您就是村长把，在下克里斯，来自Z国。”村长说：你是谁不重要，在那个国家更不重要，重要的是你是不是马贼，我们找了骑警大队帮忙不怕你们。” 克里斯怒道：“草！老子惹你了？老子莫名被搞到这里，被你们莫名的用枪指着你们什么意思，你们被袭村关我球事！\" 老村长带着疑惑的语气对我说：“年轻人你真不怕死？”　“不怕　有种搞死老子。”　“把那把钻石手枪给我”　“吱”上膛　“啪”　······　克里斯从开始到现在眼一直没闭过。　克里斯说：“你就拿把没子弹的枪吓唬我？”　老村长惊讶的看着我对我说：“看来你真不是马贼　跟我走吧。\"······\n“来！年轻人喝茶，刚才冒犯了，不好意思。”村长充满歉意的说道。 “没事,您能告诉我是怎么回事么？” “嗯，这个西部分为三阵营：马贼 骑警 牛仔 其中马贼实力最大：人数最多，拥有高杀伤力武器，有大量飞艇，被马贼走过的村子基本上东西是寸土不留。 骑警维护小镇治安，与马贼奋战到底。 牛仔属于中立算是流浪者的家把可以自立国家，与谁为敌，与谁为友。 唉！昨天我们村被抢了，大多东西都被抢走了，年轻人你先走吧，他们放言会回来的逼我拿出通关证明，来给你西部地图你去西部小镇找骑警大队皮洛治安官，来把这个破碎的玉石交给他他自然明白。” “我·····” “不要说了，来给你一把左轮及子弹防身用，货币是维持生活和生存的重要东西，你可以利用动物皮肉，怪物身上的某些东西换取货币。” “谢谢\" \"只要我不死，我回来找你的，有些话时机未到先不能透露你先走把。” “嗯” ········\n克里斯走之前王铁蛋给了他一套牛仔制服，一些水和食物。告诉他一定要投靠牛仔，自立国家与马贼为敌，消灭马贼，建立和平。而且让他记住这个世界没有朋友只有利益，叫他不要相信任何人·········\n克里斯走在辽阔的沙漠上，看着远方漂浮不定的硝烟，身临其境他想自己是否和那硝烟一样············\n谢谢大家能够欣赏 我会根据人数加快更新时间，小说不是长篇小说 最多20几章。\n\n\n\n\n\n\n\n8MM_SOKH(W`6F}}8ED@D9HB.jpg\n(1.71 KB, 下载次数: 7)\n\n\n\n\n下载附件\n\n\n2014-9-13 03:49 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "HeLi",
            "timestamp": 1410886500,
            "txt_content": "二楼我的"
        },
        {
            "author": "Terry39",
            "timestamp": 1410908460,
            "txt_content": "又是传统穿越小说=A="
        },
        {
            "author": "HeLi",
            "timestamp": 1410929100,
            "txt_content": "Terry39 发表于 2014-9-17 07:01\n又是传统穿越小说=A=\n  呵呵 只有穿越好写"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1410941700,
            "txt_content": "你的排版和那啥亮瞎了我的24K钛合金狗眼……还有……如果你这个只是一个楔子我不说什么，如果这是正文，我就不得不吐槽吐槽你这个字数了，真XXX少啊……{:10_524:}"
        },
        {
            "author": "a2455564728",
            "timestamp": 1410947700,
            "txt_content": "只有穿越好写的话，那没救了"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1410948000,
            "txt_content": "现在创作翻译板块的小说越来越泛滥了，根本没有创意，千篇一律"
        }
    ]
}