{
    "title": "老湿！我想坐捷运！-----其实只是车站系统的教学贴",
    "author": "kylinsha",
    "replyCount": 14,
    "timestamp": 1300326600,
    "txt_content": " 本帖最后由 kylinsha 于 2011-3-17 11:50 编辑 \n\n不小心点错了发表了…\n只好慢慢写了\n\n帖子有不少借鉴总结的内容，也有不少原创的东西，大家凑合看吧\n\n前天，我还不知道啥是铁路\n昨天，上午翻资料，下午开始造，晚上差点没睡觉\n车站造好了\n\n押韵万岁~（直接踢飞）\n\n\n好吧，这帖子其实是详细介绍如何让我们的小车子遍布整个世界，而且实现全自动化的。\n\n我们的宣传语是：\n如果你还不知道怎么造车站\n\n如果你看过置顶的foxmy66神贴\n图文教学帖 -- 矿车与轨道的秘密\n以及foxmy66在某度贴吧里的那篇\n红石电路--从入门到精通 全图文解说 （不定期更新）\n但还是不知道具体怎么实施\n\n如果你已经开始动工\n但是不满足于原始的车站\n或者你想实现车站的四个现代化（好吧，我也不知道哪里来的四个）\n\n如果你的铁很多，不知道怎么花 （摊手）\n\n如果你已经是高手\n但仍有一颗交流经验、分享心得、指点后辈的心\n\n那么来吧= = 本人高级群沼漠，仅抛砖引玉，写此新手向文章，接受广大群众拍砖\n\n咳咳，前言太长下面转入正题\n\n首先，我们来讨论一下车站是什么，有什么用。\n\n车站，就是你 铁矿多得没处花，时间闲得打哈哈，希望头上长束花，害得主机卡成渣 有左边四个目的的时候才造的东西\n\n才怪…\nMC的地图这么大，如果你有一个一往直前越来越深的矿洞，远了以后不是觉得来回很麻烦？（当然这里推荐一下3X3矿井，在旁边弄个水梯上下那是刷刷的）\n如果你开了分基地，建了分矿洞，造了海滨别墅，孤岛城堡，天上人间…咳咳，是天上乐园，地下宫殿…\n会不会觉得跑得腿软，想造点现代化高科技集拉风快捷自动化为一体的交通设备呢？是否想造一些海底隧道，高空铁轨或者是过山车来改善一下生活？\n\n在此隆重推荐一下正常情况下最开心的路上交通工具[mine_cart]以及它的好搭档[minecart_track]\n\n\n小声的提醒一句，矿车需要5个铁，铁轨则是6铁+1木杆\n咳咳，鉴于有人抗议，一下减少吐槽，提高效率。\n\n我们再来讨论一下，除了大量的材料以外，一个车站还需要有什么东西。\n\n站台-----这个好说\n铁轨-----还说不吐槽= =？\n好吧\n车辆系统\n首先，你要有个发车系统，就是置顶神贴里面说的，矿车等待系统，具体请参照置顶，我这里就不重复劳动了…仅仅推荐一下，Rolf David垂直门等待系统，性能稳定，好处多多，而且后面还有妙用…先卖个关子。\n加速器系统，一般情况应用到的只有两个，一个是单向可复位加速器，另一个是U型加速器，简单，稳定，放在特定的位置可以解决很多组合性复杂难题= - =，顺便提一句，那个用料最少的加速器，我造不出来，应该是MOD的缘故。\n收车系统，比较简单，注意下面垫底的那个矿车，要从系统的顶部扔下去，才能刚好卡住，底下推进去那是很难的（也许是我笨）。需要注意的是收车系统的位置，不要挡着其他车了…\n停车系统，一个是停下来让你坐上去，一个是停下来让你下车（当然你可以选择最简单的跳车…）\n还有最烦人的控制系统（个人头大）\n控制系统可能并不限于包括以下内容\n发车控制-----没车没人，有车没人，有车有人，三种情况\n轨道控制-----发车，选择目的地，都靠这个了\n停车控制-----下车后自动回收车辆之类的\n\n好吧，既然手错发表了，那就先说到这里，2楼继续\n\n",
    "replies": [
        {
            "author": "kylinsha",
            "timestamp": 1300326660,
            "txt_content": " 本帖最后由 kylinsha 于 2011-3-17 11:49 编辑 \n\n发车系统及控制电路设计思路\n\n如果你的车站不是特别的巨大无比，一般一个Rolf David垂直门等待系统就够了，它的作用是给与最初的启动能量。\n为了重复利用，这个可怜的系统往往会做两件事情，把车辆从车库里弄出来，顺便让停在站台的车发出去。\n\n这种搭配在置顶的视频里也有表现出来，在这里为看不明白的同学简单说明一下，同时分析3种控制所需要的红石电路。\nRolf David垂直门等待系统的建议，视频中，从门上掉下来的车，右边轨道上放着的就是加速用车，对于这辆车，如果你是单人用铁路，考虑到安全等因素，希望车站尽可能的小，可以把车库造在这里，如果车库里只有一辆车，那么这辆车可以当加速车使用，效果是一样的。不用担心车辆会用完，因为后面的收车系统会保证你永远有一辆车在站台，一辆车在车库，当然可能第一辆车需要你手动填充了…\n小提醒是，不仅右边轨道可以放加速车，其实在左边放车更好，为什么？\n\n\n\n\n1.jpg (63.09 KB, 下载次数: 6)\n\n下载附件\n\n2011-3-17 10:32 上传\n\n\n\n\n\n前文说到，这个可怜的垂直门系统往往需要做两件事情，实际操作中往往会发现，有时候因为某些奇怪的原因，这辆车回不到它应该去的地方（门上），那么这时候咋办？还记得置顶贴里的U型加速么？对了…就是这个，在左边做一个U型加速器，这样车从门上下来，完成遥远而艰巨的任务以后，回来还能再享受一次加速，保证它回到应该回到的地方，这就是我说的为什么放在左边比放在右边要好的原因。\n\n图片中横插一刀的铁路是在天上的，收车系统用轨道…本来想搞地下，懒。\n\n好了发车系统应该问题不大，大家也搭好了，剩下的就是一个问题，控制电路。\n\n在神帖内的 轨道控制压力板 一小节应该展示了这个系统的基本情况，讲白了就是让车停到可以压住木板和铁板的地方，没人的时候会压住木板，而当你坐上去了就会进一步压住铁板，由此达成三种情况的不同信号输出。视频中的抛车法效果不错，小提示是你不用像它那样抛那么高，容易悲剧（第一套系统展示的时候第二次不就没反应…丢脸了= =），高一格就好。\n其实叫车系统的本质就是输出一个信号让门开一下…这是废话，那么请不要用拉杆，可以使用两种东西，一个是按钮，另一个更加自动一点，铁板，踩一下就有车过来，这个可以说在体验上更爽一些。但是如果你以后可能会添加车库选择系统或者是来车换轨系统等站内操作系统，建议还是选择按钮比较好，因为它的误操作可能性很低，而踏板很容易不小心就O了。\n\n好，了解这个以后，很简单了。\n首先，没车的时候，信号可以通过，过来一辆车…这时候车压住了木板。\n这时候无论你怎么按都应该没有车过来，也就是说-----按了木板=按钮失效，不按木板=按钮可用，这是标准的与门，请各位参照大神的另一个帖子，仔细观摩。思路就是木板按下去的时候，输出的红石是灭的就好，这样整个与门就关闭了。\n\n当人也上去的时候，木板和铁板同时按下去，这时候你有两个选择…\n一个是，铁板按下去的时候，解锁上面提到的与门，按钮重新可用，这时候你敲一下按钮就能发车了。这个电路基本上是上一个的重复，大家自己研究吧。\n另一个是比较推荐的，人一坐上去自动发车。信号判断是木板+铁板=发车，缺一不可。细心的同学会发现这还是一个与门…所以各位依旧自由发挥吧。（其实是我懒得说明）\n\n可以在上两个系统最后做一个或门，再连接那扇小木头门，这样只要满足其中一个信号就会发车了，唯一缺点是当你人站在铁轨上，踩了两块板以后就会发车，这个…咳咳，我们继续。\n\n有的同学可能要问了…这不还是发的同一个车？应该是从车库里扔了一辆车出来，跟你发车有啥关系？\n别急…这里介绍两种发车系统，一个是顶上那张图上表示的，大家注意看右边，对，那棵树挡住的地方…下面是不是有一个新的U型轨道？简单点说就是当人在车上，也就是铁板被压下的时候，让这个新的U型轨道被启用，从而让那辆苦力动力车能够跑到更远的地方来当第二次启动车，电路很简单，只要铁板压下的时候让丁字轨道底下产生一个信号就好了，估计我不说大家都自己明白了…\n这里需要注意的是，请把出车轨道做长一点，免得动力车还没来，你这边就已经出车祸了，可以在天上多绕几圈，简单简单。\n\n另外一种发车系统是刚刚灵光一闪想出来的，是比较坑爹的，用自己发出的车来给你加速，嗯，坑爹吧？\n可以叫回形针发车装置，原理是U型轨道，没车的情况下，车辆在外围绕场一周，然后进入中间的直道，最后停止在发车板上，而后来的车辆在外圈相互加速，由此发车= =稳定性待测试。\n\n关于坑爹的红石\n请把这个世界想象成全是方格就好，把那个万恶的红头棒棒想成砖头，也许很多不理解的地方就理解了…\n\n关于目的地选择\n不就是转轨么…需要事先规划一下铁路结构，顺便活用丁字路口的转向规则\n\n关于控制电路\n你也可以用异或门，不过那个说起来有点复杂…它的作用是比对信号是否一致\n"
        },
        {
            "author": "kylinsha",
            "timestamp": 1300326660,
            "txt_content": " 本帖最后由 kylinsha 于 2011-3-17 11:33 编辑 \n\n停车与收车系统\n\n当你到站，车怎么办\n\n以上是广告语\n\n其实最简单的就是-----把铁路修到车库顶端，这样车就直接回车库了，至于你，中途跳车呗…\n当然这样就没有技术含量没有现代气息不能耍帅了，我啥都没说。\n\n至于这个系统，提供两种参考思路，欢迎讨论\n第一是像发车系统一样啦…让车停在板子上，你可以选择只有一块板子，踩上去了就自动回收，只要适当的加一些延时电路就可以从容的下车了。或者是等人走了以后才回收，这个就不用延时电路了…\n\n多简单\n\n不过有个小问题，就是，你下车的时候很容易推动车子，让它移位导致收不了车。这也是跳车的好处啊…简单方便，唯一问题是你要是开小差没注意进了车库，那你就郁闷了，至于如何郁闷，请亲自体验。\n\n解决移位问题，简单的说就是让车子卡住呗…至于怎么卡，我这里提供一个同样很坑爹的方案。\n各位记得我们的苦力发车系统么？对，就是那个卡在门上的小车子。问题是，如果在车库上面做一个这样的系统，你就坐在那辆车上，车，在门上，门下面的铁轨，它对着车库，那会咋样？\n答案是当你跳车，你会在门旁边，之后走人就好了= =多么开心，至于那辆车，管它呢…\n\n咳咳，你可以手动按按钮；你可以把它跟你最开始的发车按钮连在一起；你可以在底下做个踏板，顺路踩了，加延时系统也行；你可以在上去的铁轨做一个踏板，之后用动力车加速一下，配合延时系统真正实现三不管；\n\n停车收车OVER\n\n"
        },
        {
            "author": "kylinsha",
            "timestamp": 1300326660,
            "txt_content": " 本帖最后由 kylinsha 于 2011-3-17 11:48 编辑 \n\n其他杂项\n\n中停车站设计思路\n\n当你的铁路网越来越大，是不是发现往往一次到不了目的地？那我们到了中停车站怎么办，换车？\n\nNONONO，太土了，大爷还要跑，我要自动的。\n\n但是鉴于这游戏坐在车上不能有任何动作，除了跳车，咋办？\n\n当然是神器-----铁板\n\n怎么用？还记得停车系统么，比较简单的实现方法…是…在收车的路上放一个铁板，如果有人的话就转向，进入新的轨道，而不是车库。当然你需要重新加速。\n比较高级的方法是利用时序电路造成各种时间差决定去车库还是继续…这方面太复杂了，我就不搞了= =（其实是不懂）\n\n什么？你希望中停以后还能选择多个目的地？\n\n\n\n\n\n请在最开始坐车的时候选好啊喂= =你有见过火车改地的？如果有高见欢迎补充，暂时没考虑那么多。\n\n怪物和小动物\n这里，我只想说一句话：\n远离MOB，珍爱生命！请包裹好您的铁路。（什么？你说我不会算数？）\n\n"
        },
        {
            "author": "kylinsha",
            "timestamp": 1300326720,
            "txt_content": " 本帖最后由 kylinsha 于 2011-3-17 11:54 编辑 \n\n入门贴，想到啥写啥贴，胡乱瞎说贴，误导新人贴= =\n\n总之，这东西只要造了一点，其他的就慢慢都知道了，各位希望造铁路的，希望能有一点帮助= =\n"
        },
        {
            "author": "ToNick",
            "timestamp": 1300338540,
            "txt_content": "讲解的很详细，如果能再排版一下就好了"
        },
        {
            "author": "星星abc",
            "timestamp": 1300416180,
            "txt_content": "{:10_525:}讲得很好，但我看不懂！"
        },
        {
            "author": "toyknight",
            "timestamp": 1300428660,
            "txt_content": "很有用，能多一点图就好了，正打算建个铁路网"
        },
        {
            "author": "webwolf",
            "timestamp": 1300683540,
            "txt_content": "老湿，我给你补张图.....\n\n\n\n\n未命名5.JPG (79.94 KB, 下载次数: 6)\n\n下载附件\n\n2011-3-21 12:59 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "sunkinds",
            "timestamp": 1301170800,
            "txt_content": "你还需要待车室..和存车室.."
        },
        {
            "author": "kylinsha",
            "timestamp": 1301327700,
            "txt_content": "回复 sunkinds 的帖子\n\n存车室很简单，之前的置顶已经很详细的介绍了…我这里就不罗嗦了\n\n待车…上面不是说了？置顶里的视频有介绍，我不是提了说不用建那么高，否则误差大，一格就好么…"
        },
        {
            "author": "kylinsha",
            "timestamp": 1301327880,
            "txt_content": "回复 webwolf 的帖子\n\n老实说…这张图里那个蓝色的回环铁路是干啥的…没看懂啊- -"
        },
        {
            "author": "shermanmxd",
            "timestamp": 1301359620,
            "txt_content": " 本帖最后由 shermanmxd 于 2011-3-29 08:50 编辑 \n\n9楼这图经典啊，我一直在想简化那2个发车系统，体积太庞大了，要是在加上选站电路.......$%^&蓝色路线看上去是用来收车用的"
        },
        {
            "author": "webwolf",
            "timestamp": 1301557500,
            "txt_content": "额，解释一下我的图：\n\n橙色为门系统\n紫色为加速器\n蓝色为存车系统\n黑色为主线\n\n左边蓝色和黑色弯道交叉的地方是红石变轨\n\n中间蓝色和黑色交叉的地方是立交\n\n两个踏板门分别对应乘客进站时从存车系统出车  和  乘客离站时把车推回存车系统。"
        },
        {
            "author": "guodong",
            "timestamp": 1301750160,
            "txt_content": "这个我早就想做了，可惜现在只会做发车门和加速器，别的部分还在慢慢研究。"
        }
    ]
}