{
    "title": "<原创·连载>已完结。轩仔作品！《铁傀儡之心》！",
    "author": "男人婆",
    "replyCount": 30,
    "timestamp": 1410953940,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-3 14:59 编辑 \n\n感谢关注轩仔作品，谢谢支持\n封面（有点草率哈）：\n\n\n\n\n对对对.JPG (133.3 KB, 下载次数: 1)\n\n下载附件\n\n2014-10-4 09:00 上传\n\n\n\n\n\n感谢封面制作：@qxdnfsy \n\n\n《铁傀儡之心II》全新出炉：要看的朋友点我\n\n序章：\n   每一个村庄，都有一个守护他们的铁傀儡，在这个沙漠里的小村庄，也有一个铁傀儡，这个铁傀儡，博士很爱他，他是博士和博士的妻子一起制作的，而且，重要的是，这个铁傀儡，他有脑子，会与人交流，会说人话，但是，唯一少的是心，这个铁傀儡没有心，因此，铁傀儡很早就有了一个决心，找到属于自己的心，一颗感恩的，善于帮助人的一颗热血的心，下面，是一本铁傀儡的日记。\n目录：\n\n第一章：村庄之爱\n  第一章：村庄之爱    我是一个铁傀儡，我有脑子，会说人话，我要保护这些村民们，每当他们受到了伤害，我就会奋不顾身的去拯救他们，去干掉那些伤害他们的人。但是，我有一个问题一直想问，我为什么没有心？    我曾经问过我的父亲（博士），他总是什么也不会告诉我。我很奇怪，我不会因为这而忘记自己的职责，我还是像往常一样，保护夜晚的村民们，击败那些夜晚来侵袭村庄的怪物们，但是这天，我发现了一个秘密。    这天晚上，我像往常一样在保护村庄，我无意间与僵尸搏斗撞进了博士的密室，我发现了他的研究图纸，这不就是我吗？我发现了自己身体的奥秘。    我的大脑，呼吸道什么的全是机械，我的大脑就是一台电脑，有一定的储存的空间的。还有记忆芯片，活动芯片，什么的。但是唯独没有给我装心脏。心脏的结构太复杂了，估计是先生也研究不出来。    但是，我相信我一定会找到属于我自己的心脏，我一定也可以从一个机械人变为一个有情感的人。我现在只是一个没有性格的机器，并不算机器人，因为没有心，我决定去远处冒险，但是……村庄谁来保护呢？    我跑到了博士的密室，找到了图纸，按照上面的做，做出了一台和我长得一模一样的铁傀儡。我放心了，我把铁傀儡凡在村庄，交代他——一定要保护好村庄。    最后在这里，我写了封信，给我的挚爱的村庄——      村庄：    抱歉，我挚爱的村庄，我真的很爱你们，但是由于我没有心，没有性格，没有感情，我很难受，放心，我很快就会回来，等我有了自己的心，自己的感情，我一定会回来，和大家和睦相处。    至我亲爱的村民和村长博士。    我将我的信放在了村庄的大喇叭——3号村民的门前，自己默默地走了。\n第二章：忏悔\n第二章：忏悔\n   我叫安哥拉夫，我的名字是我的父亲，博士起得，现在他不在了，全是因为我。我是一个铁傀儡，我对我自己做出的事要付出代价，神啊，请宽恕我吧，我不该独自出走的，我就知道，哪个铁傀儡他很弱，他不行的……\n   就在这天晚上，哪个铁傀儡，看到僵尸后却吓跑了，僵尸极力攻击村庄，拆散了很多房子，吃掉了很多村民，博士……被活生生的……吞了下去。\n   我十分后悔，找什么心脏，呜呜……我要为那些死去的村民们报仇，我要……报仇，杀死那些，臭僵尸！我现在已经控制不住自己，仿佛看见怪兽，就要杀了他们，不管他们有没有威胁到我的安危。\n   现在，我等于流浪。我也不会生存，我只会打架，现在我无所事事，已经2天没有补充能量了（油）。\n   这天，一位叫史蒂夫的人将我带回了家，他问我要什么，我说我要油，他就收留了我。她让我给她当保镖，他就给我油，我一口答应了。\n   现在我只能暂时住在他家了，史蒂夫天天去挖矿，每一次提回来两桶油，背包里装满了矿石，每次回来念叨着他的收成。他提回来的两桶油全部给了我。我为了报答他，每次他出门捕猎，我都会跟着他，他说不让我影响他。\n   我渐渐发现，史蒂夫不是个好人。他每次会因为一些小小的财钱就差点牺牲了我的性命，我越来越不想跟他了。\n   这天，史蒂夫做出了让我恨他一辈子的举动。今天，家里来了几个人，他说收购什么什么的，史蒂夫给我买了出去，卖到了孤儿院，出价3快钻石。\n   史蒂夫，你为了三块钻石卖了我，我们的感情呢？\n第三章：孤儿院\n第三章：孤儿院\n   他们把我派去了孤儿院，我很气愤，因为，史蒂夫根本不识货。我是铁做的，四个铁块，一个铁块9个铁定，我就等于四九三十六个铁锭，再加上我是智能的，还有保护系统，怎么就能三个钻石就把我卖了呢？更何况……我和他不是有感情了么？\n   我在孤儿院负责保护孤儿们的安全，夜晚将在大门口守着，以前这些孩子们晚上都睡不着觉，因为之前没有人保护，那天有一个孩子在半夜被僵尸吃掉了……\n   听了这个故事我觉得史蒂夫把我买到这来保护他们还是不错的。\n   我一定要保护好他们，让孩子们能在夜晚上睡个好觉。这天……孩子们睡得很安稳，很踏实。\n   我会负起责任的，孩子们，凡是有僵尸来进攻他们，我一定会毫不犹豫的干掉他们，撕碎他们……\n   我，安哥拉夫，将要担任其保护孩子们的责任，现在，我有点想我的村庄了，我那美丽的村庄，和蔼的村民们，父亲，（博士）我想你了。\n   我越来越和这些孩子们融洽了。他们把我当做朋友，我也一样。他们总是爱找我玩，让我陪他们做游戏，我也不会反抗，因为他们是我的知心朋友啊。我总是给孩子们讲故事。\n   故事内容如下：\n   从前有一个村庄，这个村庄里有个保镖，这个保镖没有负起自己的责任，他自己离开了这个村庄，离开了爱他的人……\n   我讲到这里，已经讲不下去了，我虽然没有心，体会不到痛苦，但是，这种酸酸的感觉在此刻……涌上了我的心头。孩子们问我在干什么，我回答：“没事，我只是想家了。”“大叔叔也有家么？”我没有回答，默默地离开了，在孩子们的欢笑中。\n第四章：末日来袭\n第四章：末日来袭\n   今天晚上，孤儿院很平静，我像往常一样给小朋友们讲故事。就在这时，末日，来临了。死神herobrine来了，他开启了终结之门。\n   终界里的怪物全部跑了出来，末影人，终界龙，一个个的跑了出来，就在孤儿院的附近，孩子们吓得乱跑，我，一定要保护好孩子们。可是，他们人太多了，他们还会瞬移，这些家伙们，我根本一个人打不过。\n   死神herobrine又制造出了很多怪物，怪物们首先袭击的是孤儿院，孤儿院的孩子们遭殃了，铁傀儡束手无策，我无法拯救他们，但是我可以用我的余力来拖延时间，让孩子们逃跑。\n   这时，最调皮的孩子兰弗斯太调皮了，他居然跑到怪物身边，我极力的喊着他，他根本不理睬，还是站在怪物旁，眼看他就要被怪物杀掉了，我冲了过去，不顾自己的生命危险，我推开了怪物，但是，骷髅又用剑射到了我的胸部。我负伤了。\n   我忍着痛，抱起孩子，突然间，一个末影人穿梭到我的面前，一圈将我击倒，我便躺在地上，兰弗斯也掉在了地上，末影人抱起兰弗斯，兰弗斯完全没有意识到危险性，只是一个劲的拍手鼓掌“叔叔和怪物战斗喽！”\n   我再次站了起来，猛地推了一下末影人，末影人消失了，他穿梭到我身后，再次将我击倒，我这次彻底的没有力气了……\n   终界龙在孤儿院的山空盘旋，末影人走向兰弗斯，一击将兰弗斯杀了……\n  “兰弗斯！”\n   我大吼一声，兰弗斯倒在了血泊中，我愤怒的将末影人杀掉，走到兰弗斯身边，跪在她身边“我会为你报仇的。”\n\n\n\n\nQQ截图20140918184011.png (109.04 KB, 下载次数: 0)\n\n下载附件\n\n2014-9-18 18:48 上传\n\n\n\n\n\n第五章：入城\n第五章：入城\n   我进城了，自从兰弗斯死了之后，我的心里很不舒服，感觉就像是蚂蚁爬似的，虽然我根本就没有心。\n   昨天的那个终界龙现在不知道飞到哪里去了。我进入成后，好心的摊主看我是铁傀儡，他送我了一桶油，让我加了加。我这才舒服点。据城里人来说，在这里生存需要赚钱，买房子，不像村庄那样的。\n   我询问挣钱方法，说是什么打工。我问了很多地方，终于有个地方是打工的了，我要给他们搬圆石，据说要盖房子，弄完了，就会给我金立（货币）\n   我给他们干活干了足足一个小时，他们却赖账，说我只干了半个小时。只给了我一般的工资。我很气愤，但是却有没办法，说实话，我以前起码还是个保镖啊。\n   我现在赚的钱只够我一天的饭钱（油）。没办法，虽然城里的东西很多还很好，但是想得到也是很不容易的啊。\n   队成立的一切很陌生，其实我也跟没来过，对城里的花花世界，我根本一无所知我根本就是个文盲。我只是个乡下人。我以为世界上最好的地方就是我们的村庄呢。\n   我挠着头，在大街上走着。这幅庞大的身躯，街上的人都用诧异的眼神看着我，我也感觉很尴尬。\n   我决定离开城市，这个地方不适合我。我于是提着我刚买的一桶油，往野外跑去我说实话，我其实是准备给兰弗斯报仇呢。\n\n\n\n\nQQ截图20140918190453.png (63.85 KB, 下载次数: 1)\n\n下载附件\n\n2014-9-18 19:28 上传\n\n\n\n\n\n第六章：胡同劫\n第六章：胡同劫\n   在我临走时，已经是也晚了，我走到了城市的角落里，我总觉得不安全，可是，我最不期盼的事情来了。六个抢劫的猛撞大汉要抢我手上的油，那可是我的动力啊，我向他们解释后，他们就根本是对牛弹琴，他们根本不懂法律。\n  “你们这样做是不对的，这样是犯法的啊。”\n  “呵呵，现在社会上你这种无知的人多了去了，你休想用法律要挟我。”\n   他们扑上来了，我完全可以将他们打倒在地，可是，把他们打伤了他们怎么办？把他们打死了我还要付法律责任，而且，他们的家人会不舒服的。\n   来不及犹豫了，正当我想的时候，他们扑上了我钢铁身躯，我将他们摔倒在地，并迅速逃跑。那些人真是纠缠不清，他们一直死追着我不放，他们可以抢劫更富有的人啊，为什么只抢我这一桶油啊。\n   我愤怒了，将油桶放在地上，他们也停下脚步，观察我的一举一动，其实我进城时，我穿了一件衣服，以免他们认出来。\n   这回，我愤怒了，我脱下衣服，钢铁般的身躯漏了出来，他们看见了，看见了我这副钢铁般的身躯，他们害怕了，他们吓得慌忙逃窜。\n  “他是铁傀儡，铁傀儡是不好惹的，咱们快跑啊。”\n   我，安哥拉夫，是不会以暴制暴的，只要智取……既可以让他们好好的，自己也不会有什么损失，于是，我带上我的油桶，踏上了野外之路。\n\n\n\n\nQQ截图20140919184822.png (101.57 KB, 下载次数: 0)\n\n下载附件\n\n2014-9-19 18:53 上传\n\n\n\n\n\n第七章：列夫斯沼泽\n第七章：列夫斯沼泽\n   我这副身躯很令人害怕，像什么史蒂夫的都很怕我，（如果他们不知道我的来历的话）但是愚蠢的怪物们却不怕我，这一点我很纳闷。\n   我现在做主要的任务就是寻找我的心脏，就是因为这颗心脏，让我们全村人被僵尸吃掉，我宁愿不要这颗心脏，也不愿意让我的父老乡亲们死亡，更何况我现在还没有得到这颗心脏啊。\n   我在城里得到一个消息，在遥远的沼泽地，有一个巫婆，他生活在很肮脏的环境下，据说他可以造心。我得知这个消息令我振奋不已，我便询问沼泽在哪里，但是城里的路人都说不知道，他们说不知道哪个沼泽。\n   我的回答是有巫婆的沼泽，他们都哑口无言，便匆匆的离开了。终于有一个人，他告诉我在遥远的列夫斯沼泽，住着一个巫婆，但是不知道是不是我找的哪个“造心巫婆”。\n   我买了张世界地图，便寻找到了列夫斯沼泽，哪个地方非常不显眼，几乎没人来过。那个地方寸草不生，不过我就去哪几天，而且我还带了油。\n   为了这颗牺牲大家的心脏，我煞费苦心，终于走到了列夫斯沼泽，我找了很久，也没有找到什么破房子，我开始有些怀疑他们的传说是假的了。\n   正当我准备放弃的时候，我听见有人说话，念的是咒语，看来是巫婆，我开始寻找声音的源头，终于找到了一个破的发臭的房子，我捏着鼻子，进入了房子。\n  “有人吗？”\n第八章：圣水\n第八章：圣水\n   巫婆转过了身，看到了我这副身躯，吓得坐在了地上。\n  “你是什么……什么人？”\n   巫婆的声音很沙哑，很难听，而且一听就不是什么好人，我还是不太信任巫婆，我怕他害我，于是，我向他说：\n  “我是来找你帮忙的，你要是真能帮我，我会报答你的，但是，丑话说在前头，你要是赶害我，你就等着，我会让你吃不了兜着走。”\n   看样子巫婆吓得不轻，巫婆连连答应我，承诺一定会给我心脏，我也信任他，他就算摘除我任何器官，我也可以将它打死。\n   巫婆准备对我开刀，但是他停下了，她放弃为我开刀，我生气了。\n  “你不是说要为我弄个心脏吗，咋又不弄了，信不信我……”\n   我破打断了我，他不慌不忙的帮我解释。“不是我不想帮你弄，是你的身体，是用铁做的啊，我根本无法开刀啊。”\n  “你不是会用魔法吗，用魔法，我看你是成心不想弄。又不是不给你好处”\n  “你不懂，要使用魔法，你会死的，就算你有了心又怎样，命没了，什么都没了，更别说什么心了。”\n  “那我大老远跑过来白跑一趟吗，不行，你得给我什么东西，不然让我空手回去不太好啊，所以给我点药水什么的。”\n   老巫婆递给了我一瓶还在冒泡的药水。\n  “这是啥？”\n  “此乃圣水，由七七四十九天酿制而成，有多重地狱材料和稀有矿石材料酿成，喝过之后你会圣体变轻盈，身体没有痛觉，并且速度更快。但是注意一点，药效只有四十八个小时，过了时间，药水便会失效。”\n  “哦，这是圣水啊，谢谢，该怎么称呼你呢？”\n  “就叫我梅斯吧。”\n第九章：孩子第九章：孩子\n   我告别了梅斯，我感觉这个巫婆也不是那么坏，临走时她的脸上还露出了慈祥的笑容，我带着药水，我将药水装进了背包（捡来的）。\n   我想暂时先不要喝这瓶药水，如果到了紧急时刻没有药水就完蛋了，所以把药水留在紧急时刻，留在紧急时刻还可以救你的命。\n   走了这么多天，我肯定想故乡了，但是我的故乡已经……但是我想再回去怀念一下，我这一去不要紧，我发现了……\n   我回到了被破坏的村庄，看到这一幕，我心里直想哭，我看不想去了，转身就想走，突然，我听到了有小孩子的哭声，我怀着未知的心回头看了一下，一个孩子在废墟里，哭着，喊着，她的爸爸妈妈，死了，孩子在旁边，哭声久久回荡……\n   这孩子已经几天没吃东西了，他很饿，我将城里人施舍我的面包递给了他，他大口大口的吃了起来。原来，还有我们村的人存活啊。\n   看到这感人的一幕，我真想哭，但是我没有心，哭不出来，但是，总感觉什么地方酸酸的。\n   我决定将他抚养长大，这个孩子很可怜。我可以将它装进背包，但是这个孩子死活不去，他要守着他父母，我也不能阻止他，但是，他这样下去，不是被僵尸吃也是会饿死的。我强制性的将他装进背包，她哭着喊着，自己的父母……\n   我居然留下了眼泪，我虽然没有心，没有感情，但是……我揩了揩眼睛，向着远处的树林里走去……\n第十章：另一片天地\n\n\n第十章：另一片天地\n   孩子一直在哭，我的心里也不舒服，我安慰她。\n  “你的父母他只是暂时睡去了，会醒过来的，等他们醒过来，我就带你去找他们吧好不好？”\n   孩子信以为真，连连点头，他的心情好了许多，也不哭了，但是我的心里难受，刚才我是含泪说的，口吃有些不清，幸亏我想着去看看村庄，要不然，这个孩子的性命可能危在旦夕了。\n   我将孩子再次装进背包里，孩子跟我调皮。一会摸我头，一回拍拍我，我冲他笑他就更调皮了。我怎么也不知道，我这次，是走上了不归的冒险之路。\n   我脚一滑，直接冲向了悬崖，但是我没感觉到疼，我是钢铁啊。但是孩子，他下的可不轻，他哭得很让人伤心，我赶快抱住她，搂住他，让他感觉到安全，孩子哭个不停，我也往下滑个不停。\n  “啊！”\n   在一声惨叫之后，我昏迷了，我只听见孩子一声声的喊我，但是我……没有力气睁开眼睛了……孩子痛哭起来。\n   当我醒来时，我发现我掉到了大岛的边缘，那边是海，我无路可走了，山坡我上不去。我，只能在海里游，游到另一片新天地。\n   我……是铁做的，我当时根本没有意识到，自己会生锈……\n第十一章：黑暗之都\n\n\n第十一章：黑暗之都\n   我的身体，感到很僵硬，感到不舒服，我的身体……一块一块的锈飘入海里，我的头很晕，我背上背着背包，有负重……孩子在后面喊着加油……\n   我渐渐体力不支，但是，想到后面的孩子，必须坚持下去，我越来越头晕模糊，我……这是要死了么？\n   我想到背包里的药水，我奋力的拿了出来，还在冒泡，我喝了下去，很苦，但是喝完之后我变得很有精神，我开始加速游，游了不久，我有到了一个岛，这个岛和其他岛不太一样，这个岛的上空是乌云密布的……\n   我又上了小岛，小岛上有个木牌“欢迎来到安格利小岛”。这里有很多的荆棘，小岛的中心有一个大城堡，城堡里发出了乱砸的声音。\n   我准备走进城堡，突然后头来了个大部队，孩子吓得哇哇叫。大部队看到我们，立刻警惕了起来。我也开始紧张起来。最前方的人，看上去是将军，将军一声令下，大部队想我冲了过来，看样子是要干掉我。\n   我不甘示弱，把孩子放在了旁边，我刚喝过药水，他们全部拿着剑，向我砍来，砍到了我的头部，我突然不受控制，身体不由自主的，使出了很大力气，将他们的所有剑击碎，我将他们全部推到，将军的眼神变了……\n   将军很紧张，他看我不是那么好打，便亲自上场。我看到将军，我一拳将将军击倒在地上。将军捂着肚子，痛苦的嗷嗷叫。\n   我有点同情他。突然，我看到了我最不想看到的东西……终界龙，就在城堡上空飞旋这……嚎叫着……\n第十二章：终界龙\n\n\n第十二章：终界龙\n   终界龙飞旋着，四十八个小时已经过了两个小时了，孩子哭着，我，要负起责任啊。我背上背包，冲向城堡的房顶，我站在房顶上，清楚的看到了终界龙。\n   终界龙也看见了我，终界龙根本不带犹豫，直接冲我飞过来。我看到了终界龙，根本来不及反应，我的第一反应是将孩子抛出去，孩子抛在了里我很远的地方，终界龙将我撞到了下面一层。\n   药效还没过，我轻盈一跳，飞上了终界龙的背部，我第一拳寄到了他的背上，我第二拳拽断了他的尾巴，我的最后一拳，将终界龙的头部打一拳。\n   终界龙晕了，朝着孩子飞了过去，见到此状况，我立马奋不顾身的扑上孩子，孩子看到了我和终界龙，吓的大哭，我是用了最后的俯冲，最后……晚了一步……\n   我……差了一点，就救了这个孩子，但是，差一点，终界龙甩向了孩子，孩子……死了我的油……没了，孩子死了，\n   我找到了孩子，孩子不行了，呼吸急促，我哭了，掉下了眼泪，孩子最后说了一句话……爸爸和妈妈……\n   啊！我悲情的喊了一声，没想到，末影龙没有死，它的爪子直接刺向了我的胸部啊，我居然，露出了我的心……这……是怎么回事，我不是……没有心么？\n   我哭着站了起来，纵身一跃，刺穿了终界龙的脖子，终界龙……死了。\n   我站了起来，望着自己的胸口……哭了……\n\n第十三章：我的心\n第十三章：我的心\n   我看着自己的胸口，我想到……我不是没有心么，难道……\n   原来，事情是这样的，博士再制造我时，将他的心脏做了移植手术，我现在用的是博士的心脏。\n   我的善良，我的纯真，都是源于博士，他的那颗心脏。我感觉我也不行了，我用最后的力气写下了这本日记，希望看到他的人永远记住……博士\n   博士他叫……安哥拉夫，和我一样。\n   我最后站了起来，望着死去的孩子，我哭了，我是一个有感情的机器人，我捂住我自己的胸口，对着天，大喊道：原来我的心，他一直就在这里啊！\n   这个故事完了，安哥拉夫死了，这本日记被探险家史蒂夫看见了，拿了回来，并作改编，著成了小说。\n   这是一个悲惨的结局。\n\n完   感谢观看\n\n\n字数统计：14565字\n\n==================================================\n                                              作者：轩仔\n==================================================\n\n\n\n\nQQ截图20140919183108.png (209.75 KB, 下载次数: 10)\n\n下载附件\n\n2014-9-19 18:35 上传\n\n\n\n\n\n\n\n本次更新于2014-9-19\n我只是个初中生，写的不好别喷\n\n\n我会不定期更新，谢谢支持\n往期作品：\n《史蒂夫漂流记》\n《怪物战队》\n《熊孩子出没》\n《矿洞笔记》\n谢谢支持\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ截图20140918124534.png\n(101.02 KB, 下载次数: 8)\n\n\n\n\n下载附件\n\n\n2014-9-18 12:49 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ截图20140918124534.png\n(106.62 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2014-9-19 22:33 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "野生的狼",
            "timestamp": 1410954240,
            "txt_content": "精彩,頂一個{:10_523:}"
        },
        {
            "author": "野生的狼",
            "timestamp": 1410954480,
            "txt_content": "為毛小說很多都有史蒂夫"
        },
        {
            "author": "野生的狼",
            "timestamp": 1410954660,
            "txt_content": "三块钻石...是我會劍干了他 便宜死了{:10_524:}"
        },
        {
            "author": "男人婆",
            "timestamp": 1410954720,
            "txt_content": "额，呵呵，史蒂夫是MINECRAFT的猪脚"
        },
        {
            "author": "野生的狼",
            "timestamp": 1410955020,
            "txt_content": "男人婆 发表于 2014-9-17 19:52\n额，呵呵，史蒂夫是MINECRAFT的猪脚\n別人的龍十多版 我太少了{:10_522:}"
        },
        {
            "author": "野生的狼",
            "timestamp": 1410955140,
            "txt_content": "男人婆 发表于 2014-9-17 19:52\n额，呵呵，史蒂夫是MINECRAFT的猪脚\n猪脚 ???"
        },
        {
            "author": "昵称能吃吗",
            "timestamp": 1410955440,
            "txt_content": "卖到了孤儿院，出价3快钻石\n黑我大史蒂夫"
        },
        {
            "author": "男人婆",
            "timestamp": 1410955920,
            "txt_content": "野生的狼 发表于 2014-9-17 01:57\n別人的龍十多版 我太少了\n额，我压跟没有"
        },
        {
            "author": "野生的狼",
            "timestamp": 1410956100,
            "txt_content": "男人婆 发表于 2014-9-17 20:12\n额，我压跟没有\n.........\n有教學\n教學點"
        },
        {
            "author": "野生的狼",
            "timestamp": 1410956160,
            "txt_content": "男人婆 发表于 2014-9-17 20:12\n额，我压跟没有\n記得讓我點你的龍XDD"
        },
        {
            "author": "野生的狼",
            "timestamp": 1410956220,
            "txt_content": "男人婆 发表于 2014-9-17 20:12\n额，我压跟没有\n我的超小型龍洞OAO"
        },
        {
            "author": "男人婆",
            "timestamp": 1410956520,
            "txt_content": "野生的狼 发表于 2014-9-17 02:17\n我的超小型龍洞OAO\n额，哦呵呵"
        },
        {
            "author": "野生的狼",
            "timestamp": 1410956520,
            "txt_content": "男人婆 发表于 2014-9-17 20:22\n额，哦呵呵\n?????????????????????"
        },
        {
            "author": "男人婆",
            "timestamp": 1410956640,
            "txt_content": "野生的狼 发表于 2014-9-17 02:22\n?????????????????????\n我觉得我们已经构成版聊的嫌疑……"
        },
        {
            "author": "野生的狼",
            "timestamp": 1410958080,
            "txt_content": "男人婆 发表于 2014-9-17 20:24\n我觉得我们已经构成版聊的嫌疑……\n那私聊............................"
        },
        {
            "author": "男人婆",
            "timestamp": 1411037580,
            "txt_content": " 本帖最后由 男人婆 于 2014-9-20 15:34 编辑 \n\n可能写得有点少，第二部我会写更多的"
        },
        {
            "author": "我朶世界",
            "timestamp": 1411047720,
            "txt_content": "@男人婆，我一直关注你的小说，成名了别忘了替我名啊\n我朶世界哈哈哈"
        },
        {
            "author": "男人婆",
            "timestamp": 1411047840,
            "txt_content": "我朶世界 发表于 2014-9-18 03:42\n@男人婆，我一直关注你的小说，成名了别忘了替我名啊\n我朶世界哈哈哈\n呵呵，您太抬举了，多谢支持"
        },
        {
            "author": "HGK",
            "timestamp": 1411048260,
            "txt_content": "剧情还好\n就是有些错字...."
        },
        {
            "author": "男人婆",
            "timestamp": 1411049280,
            "txt_content": "HGK 发表于 2014-9-18 03:51\n剧情还好\n就是有些错字....\n好的，我把错别字修改修改"
        },
        {
            "author": "男人婆",
            "timestamp": 1411101480,
            "txt_content": "我朶世界 发表于 2014-9-18 03:42\n@男人婆，我一直关注你的小说，成名了别忘了替我名啊\n我朶世界哈哈哈\n不对，我叫轩仔，什么“@男人婆”"
        },
        {
            "author": "男人婆",
            "timestamp": 1411133880,
            "txt_content": "野生的狼 发表于 2014-9-17 01:48\n**** 作者被禁止或删除 内容自动屏蔽 ****\n嘿，你的签名头像被隐蔽了诶"
        },
        {
            "author": "HGK",
            "timestamp": 1411135680,
            "txt_content": "还是有错字"
        },
        {
            "author": "男人婆",
            "timestamp": 1411136400,
            "txt_content": "HGK 发表于 2014-9-19 04:08\n还是有错字\n能不能举出来，我找不到……我眼神不太好"
        },
        {
            "author": "男人婆",
            "timestamp": 1411177260,
            "txt_content": "更新已完结！喜欢支持的可以看第二部：戳我进入"
        },
        {
            "author": "男人婆",
            "timestamp": 1411185300,
            "txt_content": "@llxy                    "
        },
        {
            "author": "him迷",
            "timestamp": 1411216380,
            "txt_content": "555......好感动啊"
        },
        {
            "author": "男人婆",
            "timestamp": 1411216500,
            "txt_content": "him迷 发表于 2014-9-20 02:33\n555......好感动啊\n谢谢支持，你的签名也好感动啊"
        },
        {
            "author": "llxy",
            "timestamp": 1420037760,
            "txt_content": "男人婆 发表于 2014-9-20 11:55\n@llxy\n@我干嘛？"
        },
        {
            "author": "风动鸣",
            "timestamp": 1420167120,
            "txt_content": "不错，但是铁傀儡真的会有大脑吗……它是生物吗？这是一个问题[pumpkin]"
        }
    ]
}