{
    "title": "1.7.2服务端如何不提示命令方块的消息？[MCPC端]",
    "author": "c37",
    "replyCount": 1,
    "timestamp": 1410963180,
    "txt_content": "\n新疑问：\n1.7.2服务端如何实现服务端控制台中不提示命令方块的信息？\n求教呀\n\n\n\n\n\n\n前一个提问：\n服务端如何不提示命令方块的消息？\n\n答案：\n\nPotatoMaster101:\n指令方块不显示：\n/gamerule commandBlockOutput false\n\n[color=rgb(51, 102, 153) !important]复制代码\n\n\n玩家打指令不显示： 1.8（14w26a）新增\n/gamerule sendCommandFeedback false\n\n[color=rgb(51, 102, 153) !important]复制代码\n\n\n服务端不显示： 1.8（14w26a）新增\n/gamerule logAdminCommands false\n\n[color=rgb(51, 102, 153) !important]复制代码\n\n\n\n看以下WIKI资料才发现：\n只有1.8（14w26a）才新增的指令，1.7.2服务端不能使用。\n\n引用摘自：Commands#gamerule\n\n/gamerule\nSets or queries a game rule value.Syntaxgamerule <rule name> [value]Argumentsrule nameSpecifies the game rule to set or query. May be any value, but predefined game rules which affect gameplay include:commandBlockOutput - Whether command blocks should notify admins when they perform commandsdoDaylightCycle - Whether time progressesdoFireTick - Whether fire should spread and naturally extinguishdoMobLoot - Whether mobs should drop itemsdoMobSpawning - Whether mobs should naturally spawndoTileDrops - Whether blocks should have dropskeepInventory - Whether the player should keep items in their inventory after deathlogAdminCommands - Whether to log admin commands to server logmobGriefing - Whether creepers, endermen, ghasts, withers, rabbits, sheep and villagers should be able to change blocks and whether zombies, skeletons, and zombie pigmen can pick up itemsnaturalRegeneration - Whether the player can regenerate health naturally if their hunger is full enough (doesn't affect external healing, such as golden apples, the Regeneration effect, etc.)randomTickSpeed - How often a random tick occurs (such as plant growth, leaf decay, etc.) per chunk section per game tick. Like other game rules, may be set to any value, but only numbers will be useful: 0 to disable random ticks, higher numbers for more random ticks (default value is 3).reducedDebugInfo - Whether the debug screen shows all or reduced infomationsendCommandFeedback - Whether the feedback from commands executed by a player should show up in chatshowDeathMessages - Whether a message appears in chat when a player dies\n\n引用摘自：Command_Block\n\nMessageThe output message describes the success or failure of the executed command, and may be written to multiple destinations:Previous Output: The output message is always written to the \"Previous Output\" text pane of the command block GUI.Chat: The output message is written to the chat text in singleplayer mode, or broadcast to all other ops in multiplayer mode, unless it has been suppressed with /gamerule commandBlockOutput false. Some commands may write additional text to the chat as their normal function which won't be suppressed (for example, the /say command will write a message to the chat of all players), separate from the output message. Chat messages which would usually be prefaced by a player's name (such as from the /me, /say and /tellcommands) use @ as the player name. If the command block had been named in an anvil before placement, that name will be used instead.Logs: The output message is written to multiplayer server logs unless it has been suppressed with /gamerule logAdminCommands false.\n",
    "replies": [
        {
            "author": "c37",
            "timestamp": 1411740960,
            "txt_content": "没人有好办法么？"
        }
    ]
}