{
    "title": "[双线]冬末村——致力于和谐友爱温馨的小型素质公益平台[1.7.2]",
    "author": "Vignore",
    "replyCount": 0,
    "timestamp": 1410964080,
    "txt_content": " 本帖最后由 Vignore 于 2014-9-18 12:42 编辑 \n\n冬末村——致力于和谐友爱的高素质minecraft社区\n\n2014年6月 楼主和基友们尝试建服\n2014年7月 楼主电脑菌表示吃不消\n2014年7月16日 冬末村建成\n2014年9月 冬末村正式宣传\n\n\n\n一. 服务器介绍\n       冬末村是由我及我的一些大学朋友们一起努力搭建，以高素质、高自觉、宁缺毋滥为宗旨的双线mod生存服务器。经历了7月8月的不断测试与优化，终于在9月正式向大家开放了。\n       冬末村的主题是:生存、冒险、建筑、交友。我们的目标不是上百上千人的大型服务器，也不是整日纷争不断的战争服务器，更不是熊孩遍地的低素质服务器。我们的目标是：与大家一起建立一个和谐而温馨的高素质小型公益minecraft社区。\n\n\n\n\n\n二. 服务器特色\n  高素质\n        社区对玩家素质的要求十分严格，我们为新住户设置了一套严格的测试任务，但是任务并不会特别刁难，花一点点耐心与时间，你就能加入我们啦！\n        PS:正版玩家可以选择略过新手任务，请向Vignore提交验证：验证可为MCBBS正版勋章/skinme正版验证/minecraft官网验证\n  高自由\n        社区一切资源对住户开放，但为了所有住户着想，禁止高频红石，高空流水。在此条件下，全部红石系统对玩家开放。\n        服务器开放PVP，但是禁止恶意PK，需要进行PVP时，要求双方都开启PVP，任意一方未开启PVP状态都无法进行PVP.\n  高娱乐性\n        社区内置多种小游戏，将逐步向住户开放，并定时举办各类活动。\n        跑酷：服务器主城内就有着四个跑酷区域等待着大家的挑战，并且会逐步引用更多地图\n        一掘到底：看到他脚底下那个方块了么，嘿嘿【游戏添加中】\n        小型RPG游戏：来自海外著名的小游戏服务器Hypixel的探险HIM大厦和HIM回归，你想见见HIM么？【维护】\n        更多小游戏逐步添加中\n  高游戏性\n        社区内有为爱建筑的玩家而添加的和风模组，为爱冒险的玩家而添加的更多地、精英怪物、暮色森林模组\n        社区还大力支持玩家自主开拓村庄，达到条件后，腐竹将为你们的村庄添加守卫、传送师等特色NPC哦~\n  公平公正\n        服务器的管理们均经过腐竹的严格选择，并以大学党为主，严格保证管理人员的素质。\n        游戏内实行管理在线巡逻与玩家道德分并行制度，并且，一般情况下，管理与服主会以普通玩家身份与大家一起生存，并保证管理绝不滥用职权，绝不破坏游         戏公平性，绝不干扰玩家的正常游戏。\n\n\n\n\n\n\n\n三.服务器展示\n\n\n\n\nOP证明\n\n\n雨中的主城\n\n\n主城一览\n\n\n首个玩家小镇正在建设中\n\n\n\n\n\n\n\n四.其他问答\n\n      1. 腐竹，你说高素质平台，你怎么保证啊？\n          我们对新住户设置了一系列有关于生存技能、挖矿技能、操作程度的考验，相信并不是所有的熊孩子都有这样的耐心去挨个完成任务的~\n      2. 那要是有正版熊孩子，或者那种特别有耐心的熊孩子怎么办？\n          除了新手任务之外，我们在服务器内还有着一套健全的管理制度，并且管理人员的高素质性将保障熊孩子得以应有的惩罚。\n      3. 说回来，正版除了免试新手任务之外还有什么福利吗？\n          说到这里，我不得不提一下服务器设置的反作弊——挖矿点数设置，这个插件将限制玩家的挖矿数上限，挖矿点数耗尽之后只能通过时间恢复。\n          那么正版的话，通过了验证之后，将获得提高上限奖励哦~\n      4. 管理有时候不管事啊！\n          既然说了冬末村是我和我的大学朋友们建立的，自然我们不可能时时在线啦。不过只要管理在线那么就一定会肩负职责。\n      5. 腐竹！有BUG！\n          因为服务器还在进一步建设阶段，所以有BUG是难免的了，欢迎向管理以及腐竹反馈BUG哦~\n      6. 腐竹腐竹！客户端在哪儿？\n          帖内已经说明客户端需要在QQ群里下载了哦，只能说明你没有用心看贴啦。\n\n\n\n",
    "replies": []
}