{
    "title": "[双线]钻石の梦 —— 拿上手里的武器!去打败魔王吧![1.6.4]",
    "author": "U酱.@",
    "replyCount": 0,
    "timestamp": 1410954660,
    "txt_content": "钻石の梦①服务器纯RPG服,②装备可以在副本刷到或和NPC兑换.\n③每周地图都会更新,上百种生物等你讨伐.\n④玩家拥有多种武器.增加血量的防具.\n⑤玩家可以购买房屋(当然是萌萌哒建筑师妹纸来建咯).\n⑥服务器各种主线任务是由玩家在群里投票决定,\n⑦副本是很困难的玩家可以去邀请基友一起过副本哦.\n⑧服务器有阵营与战争.你可以攻破一个城市,城市由你管理!========================================== 脑残的腐竹Rom说道:无mod不游戏!==========================================                                                                                       关于VIP                                        \n1.服务器也是需要资金来维持运营的,所以本服务器有VIP,VIP拥称号,显示尊贵的身份,VIP特殊权限包括\"tpa权限.tpaccept权限.充值Vip可以获得道具.可以积攒道具兑换强力物品!\n2 .VIP也做的很平衡,无过多的BT权限,\n3.您也可以无偿捐助我们,让我们做的更好!\n========================================== \n背景故事\n\n\n\n\n“你叫什么名字？”\n“D—S549”\n“不，不是这个。是你来这里之前的名字，你们西方人不都有一个长长地，符号很多，读起来很奇怪的名字么”\n“闭嘴，东方人，你知道Scp里不提倡工作人员之间讨论这种有关民族，出身，或者外面的事情吧。”\n“我只是想问一下名字，这点自由还是有的吧。难道这也需我明早心理检测时向医生申请么？”\n我已经和这个人住在一间”寝室”里快有3周了。三周以来我在寝室里无所事事，快闲出鸟来了。我甚至怀疑这里的人是不是要把我像猪一样养着，养肥了就宰了吃了。可这里的伙食真的像猪食一样难吃，单调。那是一种黑色的有点像是魔芋一样的胶状物，每天有一个形状怪异的机械手从天棚上的隔离门哪仍进来，那东西吃起来味如嚼蜡，而水也装在一个塑料膜里，把膜咬开就可以喝，膜是能吃的。和水一起扔进来的还有一个较大的很厚的塑料袋，那是用来装排泄物的，房间里没有厕所，当然如果你不想用那个的话，也可以直接在地板上解决。只不过没人来清理罢了，我不想和我的屎一起睡，令我庆幸的是我的室友也这么想。\n我的室友和我不同，他隔三差五会的被叫出去一次。机械臂从上面伸下来，然后用难听的机械音念一遍编号“D—S549”然后我的室友就会把胳膊放在机械臂下，机械臂会扫描嵌在胳膊表皮下的身份识别码，核对完毕后就会把他从隔离门那里提出去，就像娃娃机一样。不是只有他一个人，每早（我猜是早上，因为我们都在地下看不见太阳）都有一大票人从其他的罐头里被提出去，到傍晚时又放回来。有的人回来了，有的人没回来，没回来的很快会被其他D级人员代替，总是新面孔，而我很幸运的从来没有被点到名字，当然除了早上心理检测的时候。而更加幸运的是我的室友每次都会回来，虽然每次回来时脸色都会很差，像从火葬场的焚化炉里刚爬出来的惊恐。他不会回答我的问题，那些关于罐子外面发生了什么的问题…………但我能看出来他已经处在了崩溃的边缘，下一次机械臂伸进来的时候他的脑子就会烧坏，说不定他会把那个烦人的机械臂拧下来！！然后就没人再来烦他了，也没人给我们送食物了，然后我们会在自己的粪便中渴死饿死。但我一定会比他先死，说不定他饿极了的时候会把我撕了吃掉，他的体格比我健壮很多，我没有任何把握能打败他。\n“闭紧你的臭嘴东方人，你什么都不懂，你来这里多久了？”\n“刚满一个月。”\n“犯了什么？”\n“我往那些盗取我论文的混蛋们的肚子里灌了5升的硝化甘油，差不多就是这样。那你呢？你犯了什么”\n“我……我不知道……”\n“不知道是什么意思？对过去的逃避？”我感觉有点好笑的看了一眼这个有点像兰博的大汉，他给我的感觉就像那种一言不合拔刀相向的那种肌肉白痴。\n“你他妈的闭嘴，闭嘴懂不懂！！！！！”\n他毫无征兆的突然暴怒起来一只手揪着我的领子把我撞向我身后的墙，我身后的防弹玻璃差点把我的肩胛骨震碎。\n“别再问东问西的！！懂么？！如果你不想明天早上被那些变态的实验人员剁了去喂2769的话就给我闭嘴。我他妈的也不明白为什么我对一个月以前的事什么印象也没有了，但我知道肯定是那帮变态佬们对我做了什么！！说不定是在我睡觉的时候切开了我的脑子然后挖走了一块，也可能是往里面塞了什么以吃人脑子为生的怪物。我他妈的也不清楚！！明白了么！！在这个地方如果不想死的太恶心的话就要少问，少说话，懂了么？！懂了么？！”\n他每说一句话手上就发一次力，我几乎要被他顶的窒息，手脚在空中胡乱抓着，他双眼血红，闪烁着愤怒与恐惧的光芒。我死命的点了点头，表示我听懂了。\n他手一松，我顺着防弹玻璃滑了下来，跌坐在了同是防弹玻璃制成的地板上，大口的喘着粗气，我顺着眼角的余光偷偷的看了一下他，本以为他还沉浸在愤怒当中呢，可我看到的光景却让我吓了一跳。他不知什么时候已经缩到了墙角像一个被虐待的小孩一样双手抱着头抽泣着。好像在对刚才的行为感到后悔……刚刚还杀气冲天现在却变成了这副摸样。他那满是肌肉的身体和他的动作极不匹配，说不出来的诡异。\n我甚至真的怀疑那些研究员们是不是真的把他的脑子挖走了一块…………\n周围的犯人们都纷纷看向这里，他们和我一样都像沙丁鱼一样被装在完全由复合钢材和防弹玻璃组成的小“罐头”里。玻璃是完全隔音的如果“他们”想要的话还可以阻隔光线。\n其他罐头里的犯人们都纷纷看向”兰博”，奇怪的是他们的目光里包含的不是不解，嘲笑，疑惑，而是一种怜悯和同情，一种命运上的同情…………\n他们一定知道什么我不清楚的事情，就算他们不清楚，也一定比我更接近。我看向角落里的“兰博”我有一种不好的预感，这是一种作为“前”科学家的敏锐直觉。\n\n\n为什么我在这一个月内没有被分配任何工作？我不知道而且我也不想知道，我只想活在当下。如果我那时明白一个月对一个D级SCP成员的意义有多么重大的时候也许我就不会这么想了。当然这都是后话。\n一个月前\n黑暗，不是因为外面是黑夜，而是因为我被蒙住了眼睛，手铐硌得我很不舒服，脚上的那个铁球也让我困扰了几个星期，它把我的脚踝都磨破了。想到从今以后就再也不用带这些玩意了，心中说不出的舒畅。本来我想申请用电椅的，可是被驳回了，他们非要在我的脑门上开几个窟窿，可能那样看起来更有视觉冲击力。这帮混蛋喜欢着么玩，我一直都知道的。他们都说我有些不正常，我他妈当然不正常，正常人会把六个肥胖的混蛋绑起来然后在他们的嘴里插上漏斗再灌5升硝化甘油进去么？我做了一个远程打火装置可以把把火柴扔进了他们的肚子，然后放了一个摄像机来记录下他们的遗言，和他们那满是猪油沾满了鼻涕和眼泪的猪脸。可是爆炸的威力有些超乎我的想象。直接把我的面包车炸上了天，但摄像机的卡带神奇的保留了下来。我一遍一遍的回放着火光从他们肚子里迸出的那一秒，他们的喉咙里吐出了地狱的烈焰…………我知道我脑袋里的某样东西随着那声爆炸一起被炸飞了。我为了我的论文几乎放弃了一切，我的家庭，我的名誉，我的孩子，我的财产，我之所以放弃这一切是因为我相信在我成功之后一切都会回来，我的妻子和儿子会把我当成英雄，他们会回来，我们重新组建家庭，比以前还要先亲密，我的女儿会叫重新叫我爸爸，我会成为成功者，我的同事会对我另眼相看，过去20多年失败的人生都会改写，我不会永远失败，我一直这么想着，直到我发现我呕心沥血写出的论文被几个混蛋盗走并发表了，上面署的不是我的名字……当你的未来被人剥夺时，当那根爬出地狱的救命稻草被人割断时，你会变成另一个人，一个你不认识的人。我把那个视频发到了网上，我成了网络红人，人称“炼狱博士”。我本来就是一个博士，所以我喜欢这个外号，真的。\n我被几个全副武装的士兵推下了车，这是我的刑场我闻到了黄土的味道，然后我的眼前稍微亮了一点，是阳光穿透了我的眼罩和眼皮造成的。我能听到上膛的声音。听那些监狱里的老犯人说，别管犯人有多硬气嘴上多么大义凛然听到这一声没有不害怕的。连吓尿的都有。可我并没有这么想，我首先想到的是我死后肌肉松弛导致大小便失禁的囧样，我有点想笑，然后下一个念头是想知道地狱是怎么样的。这来自我身为一个学者的强烈好奇心。在我的论文被盗的那一天我就知道，我已经没有机会去挽回这一切了。地狱才是我的归宿，那才是我该去的地方。想到这我竟不由自主地兴奋了起来，肾上腺素和多巴胺大量分泌，我能感到我的血液从四肢回到了心脏，为了那最后的一秒准备着。兴奋，激动，甚至有些……渴望？\n来吧！来吧！快来！让我见识一下那个世界！！！\n我听到了枪响，我感觉我的额头和胸口有点凉，然后我倒下，我死去，我来到了另一个世界。\n\n\n眼前是一个，一个…………一个屏幕？在白纸灯管的惨白光线下，我好像看到了我的周围好像有许多人影。\n这就是地狱？我不是死了么？我在朦胧中摸了摸自己的脑门，没有抢眼，没有血迹。\n我的脑袋还有些不清醒，我感受了一下这冰凉的触感。我好像趴在桌子上！？那一瞬间，我甚至怀疑我是不是回到了大学时代，就像从前那样趴在桌子上睡着了？这是什么？是梦？幻觉？还是说这就是地狱的样子？一间教室？！我惊奇的抚摸着那熟悉的桌子。但我很快就发现了不对劲的地方，我眼前的桌子上有一个弹孔，一个血红色的弹孔，周围还有一层风干的血疬，我猛地抬起头，发现这里绝不是什么课堂，周围还有许多和我一样穿着死囚服的家伙，都在不解的看着周围，应该也是刚刚醒来。这个房间不大只有大概80平米左右，房间的四个角分别站着一个全副武装，带着奇怪防毒面具的士兵，手中端着一把大型的枪械，口径奇大无比，是我从来没看见过的型号，简直就像那些科幻游戏中出现的枪械一样，用来杀死某些外星异形用的武器。盔甲也十分奇怪，从造型上来看，应该不是为了抵挡子弹而设计的，那盔甲上在人体柔弱的部位都加上了某种不反光的金属，就像那种为了对付野兽撕咬的防护服。\n一切的一切都透着一种违和感，给我一种不舒服的感觉。一群应该已经被枪毙的人渣们，不仅没有死，反而出现在了这样一个地方。虽然我已经从那些怪异的士兵身上分析了一些东西出来，但这些远不够解释我目前的处境。\n就在我周围的那些犯人们准备大声喧哗，开始暴动的时候。“教室”前面的气密门发出了放气的声音，在这绝佳的时机，一个人走了进来，一个男子，白人男子。身上穿着和墙角的士兵不同的盔甲。他的脸上没有任何可以表现出善意的表情，他发出了声音，不是人的声音，是某种嘈杂不清的电子音，准确的说，是一个绑在他喉咙上的一个发声器所发出的声音，他的喉咙上有一个触目惊心的疤痕。\n“欢迎来到Scp，人渣们。”\n然后他从身后拔出了一把大口径手枪，对着一个已经兴奋到站起来的一个犯人的脑袋开了一枪。那把枪的口径大的不可思议，那个出头的犯人整个脑袋都在枪声中消失了，只剩下一个猩红的下巴。巨大的能量把他的尸体打得向后飞起从颅腔中迸发出来的黄白之物撒了后面的那个犯人一身。\n没有警告，必杀的一击\n“啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊。”显然后面那位可怜的倒霉蛋对这些人体中黏滑的部分不太适应。\n“嘭”\n这一枪准确的贯穿了那个倒霉蛋的喉咙，整个脖子被打成了碎肉，隐约之间还能听到那气管中，血泡霍霍的声音。头部失去了颈椎的支撑以一种诡异的方式挂在了身体上，鲜血喷到了身后的犯人的脸上，他很快的领悟到了，没有发出刺耳的声音。\n安静，绝对的安静，房间中弥漫着死亡的气息和某种奇怪的腥味。\n“嘭”\n第三枪，这回脑浆四溅的是一个坐在前排的小个子，他并没有犯什么错，没有喊叫，也没有过多的举动，但他还是死了，子弹没进了他的脸。\n“我讨厌戴眼镜的，那会让我想起某些令我做噩梦的恶心研究员……”\n眼球飞了过来，很巧的落在我面前的弹孔上，准确的说那是一个被空腔效应撕裂的四分之一个眼球，上面还插着一块树脂镜片的碎片。\n那一瞬间一股强烈的呕吐感涌上了我的喉咙，那些在死刑中没有出现的负面情感全部鼓了上来。那个碎片就像扎在了我的眼球上一样。我敢打赌我的脸色一定很差。\n他眯起了眼睛朝我看来。可能是看到了我像死人一样的脸色，他有些玩味的举起了手枪，黑洞洞的枪口直指着我。\n人在死前都会想一些特别的事情，我现在就有些后悔，我不知为何想起了那六个被我炸死的人，我想起了他们的内脏由于压力从他们嘴里被挤出来的瞬间，想起了他们的腹腔被炸裂的瞬间，那一定很痛，我想到。而我也将如此死去，我将要去地狱的地狱了。\n“科林，可以开始了。”天花板上突响起了广播。\n“明白了，海德斯先生。”\n那个叫科林的人一脸可惜的的应了一声，拿着手枪对我比划了一下，喉咙上的那个发声器发出了“嘭”的一声。\n“捡回一条命啊？”\n我感觉我的心脏快我的嘴里跳出来了，我在心中默默的感谢了一下这个海德斯先生。生死间的大起大落我想没人能在这么短的时间里连续经历两次。\n“科林”随意的敲了敲身后的屏幕，上面开始放映提前录好的幻灯片。\n上面有详细的指令，我遵照着指令把座位中的几张纸，一管黑色签字笔，和一盒红色印泥拿了出来。\n周围的人也全都小心的照做，就像小学生听老师的话一般，没有人质疑，或反抗，那个叫科林的男子用了四句话，三颗子弹，三条人命建立起了绝对的秩序，没人敢于反抗的秩序。\n我小心的向四周看了看，动作幅度尽量的小，尽量避免被科林发现。这个房间中我发现了几张熟悉的脸孔，坐在第四排第六座的是一个四十岁左右的身材瘦小的男子，恐怕不止我一个人认识他，他就是恶名昭著的“挂毯人”皮罗\n他有这个外号是因为，警方在他家地下室的冷藏库中发现了41张完好的由女人皮制成的挂毯，另外还在他家中的冰箱里，床下，电视机后面，餐桌抽屉里……发现了27个来自不同女人的肢体，所有的肢体都没有皮肤，应该是被剥完皮之后再被肢解的。但另外14具女人的尸体始终没被找到，据皮罗本人交代还那十四具尸体被他偷偷的运到他老妈的餐馆里，混进猪肉中给客人吃掉了。剔除掉皮肤和肌肉的骨头被埋在后院狗屋的正下面。\n而坐在最后一排墙角的是一个快要上60的老头，我们都管他叫医生，他是加州人，我们管他叫医生是因为他把电影《人体蜈蚣》中的那条蜈蚣在他自家的地下室中做了出来，可是他的技术并不象电影中的那个医生那么高明，他失败了14次，残忍的杀害了大概29个人之后才做出了一条五节的“蜈蚣”。\n现在，皮罗的眼睛里正闪烁着狂热的光芒，就像在地狱之中找到了救赎，现在他可能已经对那个科林产生了一种个人崇拜，就像弱小的恶魔会依附强大的恶魔一样，那种狂热的崇拜可能会害死某些人。这对于我这种出生在社会主义国家的人来说再熟悉不过了。信仰比欲望更强烈，更致命。更能激发出人类那原始的兽性，让人放弃人性，变得残忍，嗜血，麻痹，不择手段。想想文革时期的人们就知道了，现在地狱之中的极权的种子已经种下。\n我手上拿的那几张纸是一份合同，题头上写的是三个黑体的英文字母\n“Scp”\n然后是它的全拼，翻译过来就是——“控制，收容，保护”\n控制什么？收容什么？保护什么？合同之中没有更多的关于这个的内容了。可能是考虑到了犯罪人员的学历水平层次不齐，所以写得十分的浅显易懂，并没有过多的专业性词汇。但与其说这是一份合同，不如说这是一份卖身契。内容很简单，大体就是说我们都是来自世界各地的重刑，死刑犯，本该在两天前就应该全部枪毙了，该见阎王的见阎王，该见上帝的见上帝。但有一个叫SCP的非政府组织通过某种渠道把我们买了下来，这个自称为Scp的研究组织给了我们第二次机会，可以在Scp的研究设施里面以现场实验员的身份给他们工作，我们都是等级为D的现场操作人员，设施是完全封闭的，里面有供人员生存的一切。我们有一定程度的“自由”，但我们所进行的实验有一定的危险性，可能会威胁到我们的人身安全。文件的最后是签名和摁手印的地方，并在旁边注明，签字是自愿的，我们有拒绝的权利，签字后合同立即生效，担保人是“Scp伦理委员会”。\n其实这份文件并没有我想的那么详细，很多地方都很模糊，给了这个叫“Scp”的组织单方面进行解释的余地。后几篇文件都是用法语，俄语，日语，汉语，西班牙语，等各国语言写成的不同版本。\n等一下，这份文件有个十分浅显的问题，长年与报告论文打交道的我养成了字斟句酌的毛病，这份文件上虽然写着是否签字是自愿的，但是如果不签字的话会怎样？我们都是性质十分恶劣，对人类社会百害而无一利的人渣，若果不签的话会怎么处理我们？肯定不可能把我们放回社会，先不说对社会的危害有多大，单说如果让公众知道了有一个组织正从政府手中购买犯人的话，那舆论将会对这个组织产生毁灭性的打击，政府迫于舆论压力一定会插手干预，所以一定不可能让我们这些人再度见光，那最有效，最稳妥的处理方式就是…………\n我打了个寒颤，那是一种发自内心的恶寒，我好像看到了自己那无光的未来，在地狱中越陷越深，最后完全被地下的黑暗吞没，永无光明之日。\n我明白那个某种程度上的自由是有多渺小，恐怕，我们只是在一场闹剧般的死刑后从人间的监狱到了地狱中的监狱。\n我别无选择，在横线上签下了那个在数年之后几乎被我遗忘的名字……\n一切结束后包括我在内有大概70个签了字的人被带离了那个房间，剩下的人留在了里面，\n那扇厚重的气密门被关上之前，房间外面站着的几个身穿白色清洁服的人走了进去，手上提着几十个黑色的袋子，几十个很大的袋子…………\n\n\n========================================== [diamond_sword]服务器mod：[diamond_sword]\nNpcmod\n飞檐走壁mod等,\n[diamond_shovel]服务器插件：[diamond_shovel]Rpg插件.上我插件.环球商店等插件.========================================== 由于服务器还处于开荒期间所以有BUG及时提交!脑残的腐竹会给发奖励的哦!http://www.xiami.com/widget/0_1770097194/singlePlayer.swf\n\n\n\n\n\n诱宵美九.jpg\n(184.44 KB, 下载次数: 2)\n\n\n\n\n下载附件\n\n\n2014-9-17 19:39 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}