{
    "title": "关于Mojang被收购好坏的讨论",
    "author": "wcsoswcsos",
    "replyCount": 13,
    "timestamp": 1411000380,
    "txt_content": " 本帖最后由 wcsoswcsos 于 2014-9-19 14:17 编辑 \n\n    如大家所知，Mojang被微软收购。有人支持，有人反对。其实收购对正版玩家影响很小是肯定的了，主要是盗版玩家担心自己不能继续快乐了。\n    今天早上看了@cyqmison转载的由Owen发表的声明帖子http://www.mcbbs.net/thread-339921-1-1.html， 我发现文中有以下几点需要注意。\n    首先是，下面的中文翻译基本正确，但是往往原文的字里行间更能反映出发帖者的情感倾向和言外之意。如果不是对这桩收购特别惦记的可以略过此贴。\n    其次，本人水平也有限，所以此贴不是下结论，而是讨论。如有错误或者与您意见不同之处请指点，请不要进行人身攻击。\n    最后，在了解了Notch的心理后，我对此收购表示支持，因为对Notch是一种解脱，就像FlapyBird的作者，文章里会详细解释。\n好了。首先从第二段开始（第一段没啥说的吧）。\n    第二段开头说Mojang员工的心态和众网友的心态在获知被收购后是一样的，注意这个心态指的是中下层员工，也就是没有参与商讨收购事宜的员工，区别于Notch等高层。。我不知道具体国外网友对收购是什么反应。我猜测应该是理性上支持，感情上偏袒吧。后面又有\"change is scary\"，改变总是令人害怕不安。因为作为员工他们也不知道收购后会怎么样，谁会被裁员，谁会被提拔，甚至谁会调入其他部门。\n后面的\"It’s going to be good though. Everything is going to be OK\"都用going to be，通俗的翻译就是 “一切都会好的”。这段显示出了Owen对收购非常的不安。但是这种不安不是对公司前景和游戏前途的不安，而是对员工或者是自己前途的忧虑。\n    第三、四段没什么实际意义，略过。\n    第五、六段是重点。此段说Minecraft已经是一个非常有影响力的游戏，而且已经成立了公司，Notch成为了大股东。但是Notch本意非如此。这是什么意思呢？Notch作为一个没有野心的程序员，一个技术工种，弄一个小工作室做好游戏应该对他来说是最希望的事情。如果游戏做大了，难免涉及到公关，人际交往，商业运作等等多方面工作，而且Notch作为创始人还要学会管理员工，甚至为了替员工和公司负责还必须获得好的收益因此还要学习经济，然后用赚来的钱投资游戏或者其他行业，一般的创业之路也就这样。但是这么多事情分散了Notch的精力，他的理想应该是做出好玩的游戏就够了，而无意于建立公司，赚钱或者出名。说到底，Notch有一颗平凡之心。\n    第七到十一段无外乎就是告诉大家放心，你们该玩玩你们的，这个收购不会影响你们的游戏体验。但是他并没有做出严格的保证，他也是猜测，比如这句“ We don’t know specific plans for Minecraft’s future yet, but we do know that everyone involved wants the community to grow and become even more amazing than it’s ever been. Stopping players making cool stuff is not in anyone’s interests.“第一句说的就是他对未来的开发计划不得而知。而那些大家期望的一切如旧比如制作各种mod，各种服务器，盗版等等问题其实有改变的可能性。\n剩下的都是家长里短的互相寒暄的句子。你好我好大家好。\n\n其实大家关注的重点无外乎就是 MOD是否还像现在这么多？微软收购后会不会对盗版严加打击？我依旧可以和小伙伴们建立各种服务器快快乐乐的玩耍吗？这些问题。你说万一微软收购后说，这游戏不能像现在这么发展，得加进我们的游戏平台（Microsoft Game for windows-Live），那我们广大的盗版玩家该怎么办？\n   这些问题现在无法预测，只能期望微软不要对minecraft下手太狠。\n\n\n\n最后，众Notch粉们以及对minecraft喜爱的玩家，无论你们喜不喜欢，出售公司都是Notch希望的，他不想被工作绑架，不想把自己的一生都捆绑在一个公司上。他还有自己的梦想，还有自己想要做的事情。所以无论你是赞同或者不赞同，咱都得对Notch这个决定表示尊重，并祝福他在他自己选择的道路上依旧一路顺风，是不。\n况且，Notch作为minecraft的爹，我们有理由相信他一定会为自己儿子选择好的干爹的，还是个高富帅干爹。\n\n\n\n\n还有，我必须表示本帖对盗版的态度。\n站在玩家角度，大家可能都想免费玩盗版。但是就像中国正在进行法制改革一样，虽然每个人都不想遵循法律，想要别人守法。但是遵循法律无疑是对所有人都有益处的，买正版也一样。如果想要minecraft能够长久的发展，你们能够玩到经常有更新的游戏，有能力的就都要尽量买正版，都玩盗版的市场是一个不健康的市场，不健康的市场无法长久的发展。\n前段时间的游戏狗剽窃论坛内容的事件大家都如此愤怒，如今每一个盗版玩家其实都算是一个剽窃者，我们为何不对自己感到愤怒？虽然Notch对盗版持容忍态度，但是不能代表着盗版就是正义的。\n如果你开始想要了解更多正版，请进这里 http://www.mcbbs.net/thread-281836-1-1.html/,此外，论坛主页右侧的素素小卖部 http://wujiecao.taobao.com/ 这里也可以买到正版。（有广告嫌疑就广告吧。反正我不认识素素\n对学生党来说183元可能比较多，但是反过来想，你这么喜欢这款游戏，把一年压岁钱的一部分拿出来，不去买CF不停出越来越厉害的枪，也不去买DNF半年就淘汰的时装，或者一年少买一件衣服，一双鞋，这对男生来说不算什么吧。不能因为Minecraft允许你免费玩，你就真的不花钱欺负他。中国这种会叫的孩子有奶吃的现象由来已久，真的不是现代社会应该有的。作为一个受到一定教育，具有一定素质的现代人，我们应该守护住内心做人的原则，而不是靠外部压力强制你去遵守社会道德法律规则，就好像某些无店员商店顾客自己付钱然后自己从钱箱里找钱，无人看管。\n我是一个大学生，每年大四的毕业后学校都自发成立个跳蚤市场，由学生会管理，所有毕业生都可以将自己的东西拿出来卖。我就见到一个摊位，没人看管，上面写的，一律2元，自助付款找钱，旁边的小箱子里放了一叠钱。我相信，这种事情只有在校园里才会出现，因为校园里的学生对金钱没有巨大的渴望，同时因为受过高等教育，也能够恪守自己的原则。如果这摊位摆在校外，分分钟把你钱全拿走。\n玩minecraft的人我相信都具有相当的文化素质，而且很大一部分是涉世未深的少年。也许你的父母教育过你有便宜不占非君子，但是我要告诉你，人是从野兽进化来的，人之所以和野兽不同就是因为人的感情，文化，原则。守住自己的原则，并尽量满足它。有句话叫公道自在人心，无论这件事情表面看起来是怎样的，比如所有人都玩盗版，即使你觉得花钱玩游戏不值得，并决定不买正版，但是至少你要在心里明白，买正版是应该的，在网上看最新大片花几块钱是应该的，从被授权网站下载一本出版的书花钱也是应该的。我们如今之所以能够不花钱，是因为中国的法律不健全，也是。。（这里涉及到政治敏感事件我还是不说了）。\n\n\n上面写的这些只是我所想的一部分，因为这帖子本不是讨论盗版问题的，只是看到回帖的人们的态度，才在此增加了本人对盗版问题的看法。\n\n\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1411005600,
            "txt_content": "盗版能玩是福，不能玩是应该的。玩了这么久盗版的人早就欠微软那一百多块了，别抱怨搞得自己像大爷"
        },
        {
            "author": "F-44",
            "timestamp": 1411008900,
            "txt_content": "我只希望mod别被微软给毁掉，玩了那么久MC，90%都是玩的带mod的"
        },
        {
            "author": "gfyx",
            "timestamp": 1411033620,
            "txt_content": "geludan 发表于 2014-9-18 10:00\n盗版能玩是福，不能玩是应该的。玩了这么久盗版的人早就欠微软那一百多块了，别抱怨搞得自己像大爷 ...\n+1支持"
        },
        {
            "author": "Adyhtl丶",
            "timestamp": 1411034580,
            "txt_content": "感觉被微软收购了。。盗版估计不能玩了。。"
        },
        {
            "author": "qaz6208123",
            "timestamp": 1411035600,
            "txt_content": "以後都不知道能不能開服"
        },
        {
            "author": "1.3806",
            "timestamp": 1411038720,
            "txt_content": "老版本不管"
        },
        {
            "author": "luke36",
            "timestamp": 1411041840,
            "txt_content": "写得好！很详细啊"
        },
        {
            "author": "LBL~",
            "timestamp": 1411043040,
            "txt_content": "诶~虽然这是Notch决定，但是我不希望被收购"
        },
        {
            "author": "liquad",
            "timestamp": 1411053360,
            "txt_content": "现在的最大问题不是盗版的问题。\n\n最大的问题是微软有可能会搞得MOD全跪。\n\n更大的问题是微软会因为收益不够弃坑。呵呵，这可是有前科的。"
        },
        {
            "author": "wcsoswcsos",
            "timestamp": 1411053540,
            "txt_content": " 本帖最后由 wcsoswcsos 于 2014-9-19 14:09 编辑 \ngeludan 发表于 2014-9-18 10:00\n盗版能玩是福，不能玩是应该的。玩了这么久盗版的人早就欠微软那一百多块了，别抱怨搞得自己像大爷 ...理想和现实那么大的差距你不能无视了"
        },
        {
            "author": "wcsoswcsos",
            "timestamp": 1411101120,
            "txt_content": "liquad 发表于 2014-9-18 23:16\n现在的最大问题不是盗版的问题。\n\n最大的问题是微软有可能会搞得MOD全跪。\n不更新版本但是有mod在这游戏就有玩头。"
        },
        {
            "author": "KK44KK",
            "timestamp": 1411101180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "猥琐的小强",
            "timestamp": 1411112820,
            "txt_content": "已入正，无压力"
        }
    ]
}