{
    "title": "<原创·连载>轩仔最新作品《熊孩子出没》",
    "author": "男人婆",
    "replyCount": 6,
    "timestamp": 1411126320,
    "txt_content": " 本帖最后由 男人婆 于 2014-9-19 17:14 编辑 \n\n感谢支持轩仔作品！\n谢谢支持，封面（有点草率哈）：\n\n\n\n\n143651.jpg (13.32 KB, 下载次数: 4)\n\n下载附件\n\n2014-9-19 19:32 上传\n\n\n\n\n\n\n\n目录：\n序章：\n   序章：\n   我，在这个服务器里，我，担任着一个重要的角色，然而这个角色的名字，会有一丢丢难听，而且，会让大家反感，但是，没有我，服务器就没有欢乐，我的名字，就是熊孩子。下面，让大家看看，我的日记。\n\n\n第一章：首次背熊\n\n\n   第一章：首次被熊\n   我是这个服务器的新玩家。刚进来时，服务器的很多人都欢迎我，我很高兴，并对这个服务器有了很好的感觉。可是，不久之后，让我对这个服务器有了防范之心。\n   啊，房子终于造好了。我当时只是菜鸟，根本不知道服务器的规则，我也不知道箱子怎么上锁，以前都是玩单人模式的。\n   我想着没人会偷我箱子里的东西，我信（sha）任（bi）的将我刚刚挖的所有铁矿石，金矿石，铁稿子全部放到了箱子里，我便安心的睡下了。\n   醒来之后，我发现了一件让我愤怒的事情。当我打开箱子的那一刹那，我，愣住了，我的箱子空无一物，肯定是东西被偷了。\n   我当时很傻，根本不知道服务器有城管的。只是一个劲的骂，结果反过来说我刷屏，我又被骂了一顿，我心里很不舒服，我心想，我要报复这个服务器，报复这个服务器的人们，你们偷我的东西，我也不会让你们好受。\n   于是我变成了熊孩子。\n   后来向基友那里得知许多指令，也知道了服务器的规则，我便妄想偷东西（我不知道还有城管这玩意）。每次偷完东西，感觉很刺激，心里很舒畅，我看来是已经误入了歧途啊。\n   下面，我将讲述我的首次作案的过程。\n\n\n第二章：首次作案\n   第二章：首次作案\n   我选好了一户人家，由于是第一次作案，心里有些慌张，但是也有些小激动，我观察了一下，四周没人，他的箱子是锁着的，但是，他墙上挂了很多好东西。真实太爽啦，上面的物品展示框上全是钻石，呵呵，这些，都是我的……\n   我将框架上的钻石那跑后，觉得还不够，我将她的地毯偷走（有点吝啬），拿走了他的玻璃（SO吝啬）还拿走了他的木棍（VERY吝啬）。最后，我走到了最后一个房间，哇，里面的景色让我惊叹不已——\n   里面，由一层玻璃保护着，里面有一个钻石块，幸好我拿了铁稿子，我将玻璃打破，进去了，没想到太高科技了（MOD）居然我触发了警报，附近的游人都进来观看我想这下死定了，他们一定会告发腐竹的（服主）。\n   我情急之下，居然躲进了下水道里。外面一群人围观，他们在讨论：\n  “这是谁家呀，真可怜，房子都被拆成这样。”\n  “那个小偷真该死，要是她敢偷我家东西，我非把他打成肉酱……”\n   听着这一片片的责备生，心中总是有点波动，我心里很难受，感觉对不起这家房主，想当初，我也是经历这种感觉过来的，他这种被偷的心情，我很能理解。但是，我的任务就是……熊啊！\n   人们走后，我从脏兮兮的下水道里爬了出来，将那一大块钻石搬了出来，装进了背包，心里索然有点过不去，总是想着那责备声，但是首次作案很成功，心里很舒服哈哈哈。\n\n第三章：领地\n第三章：领地\n   腐竹为了抵御熊孩子真是煞费苦心啊，但是他再怎么做也是抵御不了我这个熊孩子王的。\n   我在此服务器大肆破坏，居民们纷纷反映家里被盗，我邪恶的在旁边笑……但是腐竹他居然出了一个狠绝招，指令co i\n   这个指令表示查询，谁偷了你家的东西便可查询。这可让我伤脑筋啊，但是，我却想到了更狠的绝招——创了新号作恶。\n   我在我家箱子放个漏斗，每次偷完东西，就把东西投入漏斗，这样，我便可以得天下物，呵呵。\n   但是我发现了一件事情。这天，我到了一户人家，看到钻石高高的亮着，我心怀不轨，我打了一下……钻石并没有掉，反而出了一行英文字母。\n   我很纳闷，为啥打不掉呢，肯定是电脑卡了，再来。仍旧是一行英文字母。我当时气得真想把电脑砸了。后来问我的基友，原来那叫领地，别人拥有的领地你就无法破坏领地内的物品。\n   这可真让我头疼啊，要是家家户户都有领地，那我岂不是……没有我这个熊孩子的容身之处了吗？\n   我以后偷东西只偷没有领地的人了，那些有钱划领地的……伤不起啊。\n\n\n\n第四章：1000元\n第四章：1000元\n   这次我偷完东西回来，发现我家的墙壁被拆了，我气愤不已，便去查询，一查，查出了真凶，警方（城管）将他逮捕，坐牢一天。\n   我心里舒畅了许多，他们把我的墙壁换给了我。但是我想这样总不好，我决心要全领地，在这个服务器里，领地圈的是要用木棍。我找来了木棍，但是还差一样东西那就是……钱。\n   我家很大，圈个领地要1000多呢，心疼死了，但是这毕竟是我自己家啊。我想朋友东拼西凑借来了1000元，变速速划领地。\n   哎呀，这一下让我气死了，我当时不会玩，我原来圈的只是个地面啊，原来不是两个平面对角，而是连个立体对角啊。\n   1000元全了个地，我愤怒的撤消了领地，我以为会返还给我钱的，没想到，我的一千元和领地全部没了……真让我心痛。\n   这时，朋友们全部过来要我还钱，见到此状况，我慌了，这可咋办啊，我可没那么多钱还给他们啊。\n   我用了我最后的杀手锏——三十六计，走为上计！我下线了，不知他们看到我下线的第一反应是什么……\n\n第五章：不堪回首\n\n\n第五章：不堪回首\n   基友们不和我玩了，不过没关系（我好邪恶），只要有这些钻钻和金“腚”就好了，朋友什么的最讨厌了。（虽然是他们借给我钱的）\n   我的主要任务还是偷东西，并和城管玩“躲猫猫”。由于上次领地的事我欠了一屁股债，他们告发了城管，这都是些什么朋友啊，为了钱就告发自己的好朋友，切。\n   城管把我逮捕了，我被关到了监狱，被判刑整整48个小时……\n   12个小时了……24个小时了，28个小时了，36个小时了……耶，爷爷我熬过去了不用再坐牢了，俺被释放了。\n   我这坨大熊被释放出来再次去作恶了。由于这件事对我的心灵造成了一定的桑海所以，我对城管起了憎恨之心……还有基友……\n   这天，我看到一个人在做红石机关，地上铺满了红石……这人走后……红石全是我的，（好邪恶）还有一天，有个人花了血本用钻石扑了个图案，它很欣慰，并告诉很多人来参观，人们走后……钻石全是我的……\n   我做了那么多恶，居然城管毫无发觉，也没有人告发我……这天我做出了一件非常邪恶的事情。\n   我来到了一个养马场，看到里面的马都有马鞍，还有钻石马凯，金马开，我顿时眼冒金光，于是……我将所有的马一匹一匹的牵走了……\n   预知后事如何，且听下回分解。\n\n\n\n请关注轩仔@男人婆\n我会不定期更新的\n\n往期作品：\n《铁傀儡之心》\n《史蒂夫漂流记》\n《怪物战队》\n《矿洞笔记》\n\n\n\n\n",
    "replies": [
        {
            "author": "mc“老手”",
            "timestamp": 1411126680,
            "txt_content": "沙发一个"
        },
        {
            "author": "男人婆",
            "timestamp": 1411127160,
            "txt_content": "如果没什么状况的话，一天可以更新两章，绝对用心"
        },
        {
            "author": "52824675",
            "timestamp": 1411177200,
            "txt_content": "楼主真是熊孩子么= ="
        },
        {
            "author": "男人婆",
            "timestamp": 1411178820,
            "txt_content": "52824675 发表于 2014-9-19 15:40\n楼主真是熊孩子么= =\n我不是熊孩子，我是听我朋友讲的，文中的“基友”就是我，我的基友就是熊孩子"
        },
        {
            "author": "52824675",
            "timestamp": 1411182000,
            "txt_content": "男人婆 发表于 2014-9-20 10:07\n我不是熊孩子，我是听我朋友讲的，文中的“基友”就是我，我的基友就是熊孩子 ...\n好吧 熊的东西我喜欢看= ="
        },
        {
            "author": "男人婆",
            "timestamp": 1411182120,
            "txt_content": "52824675 发表于 2014-9-19 17:00\n好吧 熊的东西我喜欢看= =\n额，好吧，那我就专注写这个"
        }
    ]
}