{
    "title": "【搬运WIKI】小涂新手教程【收稿至少十万字！】",
    "author": "MC丶贱筑师",
    "replyCount": 6,
    "timestamp": 1411144140,
    "txt_content": " 本帖最后由 MC丶贱筑师 于 2014-9-20 13:34 编辑 \n我比较正义的是不是\n就是我小涂！\n我看到论坛上很多人都在误新手！！！\n本人就发一个真正的教程贴\n虽然是WIKI搬运，但偶修改了一些\n但是看看我的发帖时间！！！\n支持我吧\n\n\n控制界面：若你在游戏进行的时候浏览这个页面，你可以按Esc来暂停游戏，这使得你有足够的时间赶在天黑前收集足够的资源并建起你的第一个家，还能够保证在你离开电脑的时候不被怪物偷袭。  在你正式开始游戏之前，你应该了解一下控制这个游戏的方式。详细的控制说明可以参考控制页面，但下面我们会手把手地让你适应游戏的操作。  以下是有关角色移动的预设按键:  W 向前移动 S 向后移动 A 向左移动 D 向右移动 space 跳跃 （在深水中，按住space可以使角色上浮） ? Shift 潜行 （按住? Shift可以避免从方块边缘掉落，且能够在梯子上保持位置不下滑） ctrl 疾跑 （连按两次W也能达到相同的效果） (这些都只是游戏的预设按键，目前所有的按键都能够通过选项菜单(Esc菜单）作修改。  接下来你有更多的事情可以做：  移动鼠标可以改变视角方向，趁现在你可以看看你周围的世界。 按住鼠标左键可以破坏屏幕中心准心所指的方块，它们会变成掉落在地的物品的形式（没有使用正确工具采集的方块及极个别的方块除外）。靠近它们便能将它们收集入背包中。这将是你在这个世界收集资源的主要方式。 按鼠标右键可放置你在快速物品栏所选择的方块，或者使用所选择的的实用物品或工具（比如按住鼠标右键可以吃食物、拉弓等）。 滚动鼠标滚轮可以循环选择物品快速栏中的物品，也可以用大键盘上的数字键1~9来选择。 按E可以打开物品栏。 按Q可以丢出在快速物品栏选中的物品。  以下是对于游戏窗口的控制按钮：  F1可以隐藏或显示HUD界面与屏幕边缘黑暗效果。 F2可以截取包括HUD界面（若没有被隐藏）在内的游戏画面并储存于\".minecraft\\screenshots\"资料夹内。 F3打开调试屏幕，可以看到角色所处坐标、所处生物群系、内存使用量等。 ? Shift+F3可以显示或隐藏资源分配饼状图。 F5可以轮流切换第一、第二、第三人称视角。 F+F3会循环切换能见度。降低能见度可减少卡顿的现象，但也会使你看不见远处的怪物或者其他危险。四种不同程度的能见度如下： 1）高：你可以看到的最大距离，在平地上你可以看到半径为128个方块内的地表。 2）中等：你可以看到约64个方块半径的地表。 3）低：你只能看到半径为32个方块的地表，而且你的视野边缘会出现迷雾。这可能会妨碍你确定时间，因为你在这个能见度下将无法看到太阳。 4）很低：同等于中雾，你只能看到半径为16个方块的地表。这将可能让游戏变得更加困难，但能最大程度地减少卡顿现象。 注意：当你到达地下深处时，你的视野可能会被虚空雾阻挡，这点并不受能见度设置的影响。（详见虚空） 1.7版本以上：\n\n简要说明：由于 Minecraft 是一个沙盘游戏（自由没有规则的游戏），它没有硬性规定的游戏主线或玩法。但是，在生存模式中有一个共同的目标，就是玩家要想尽办法来建造住所保护自己，并抵御在黑暗处或夜幕低垂后生成的怪物们。  当你进入一个新的世界的时候，时间将会是清晨。和现实一样，Minecraft里的太阳也是东升西落的。你可以用通过太阳的位置来判断时间和方向。  在第一个晚上降临之前，你要充分利用长达10分钟的白天收集资源，并建造一间有光的小屋。首先，你需要收集少量的木头，并用木头制作工具以加快采集的速度；随后，利用木镐收集圆石并制作一整套更好的工具。  若可能，收集煤炭或木炭来制作火把是很重要的（尽管缺少火把并不会导致致命的后果）。如果运气不错发现羊的话，你可以用它制作床，床将能使你快速跳过夜晚来到第二天的早上，同时会将你的重生点设置在床边。  一路上尽量收集掉落在地的物品，它们会可能在未来用得上。（特别是鸡蛋、种子以及怪物们的掉落物）  到了晚上，主要的威胁来自于四处游荡的怪物们。作为新手，第一天晚上不要尝试与怪物搏斗，因为你缺少一把好的武器以及一套盔甲。  饥饿度与生命值[编辑] 当你建好你的住所并成功度过第一晚后，紧接而来的问题便是不断下降的饥饿值。当饥饿值低于18 (Hunger.svg × 9)时候，你能将不能持续回复生命值；当饥饿值低于6 (Hunger.svgHunger.svgHunger.svg)的时候，你将不能疾跑；当饥饿值为0 (Empty Hunger.svg)的时候，你的生命值将持续减少，并在一般难度下减至半颗心Half Heart.svg。  包括走动、破坏方块在内的很多动作将会减少你的饥饿度，但比起下面几种消耗饥饿度的方式几乎是微不足道的：  回复生命值：回复因任何伤害造成的损伤将耗费大量的饥饿度，因此请尽量避免从3格或以上的高度摔下来、溺水以及在打斗中受到伤害。 与怪物搏斗：攻击怪物，甚至是被怪物攻击都会直接减少大量的饥饿度，因此请谨慎决定是否要展开一次搏斗。 疾跑：虽然疾跑能够让角色在短时间内移动较长的距离，但是长时间疾跑将耗费大量的饥饿度，因此在没有必要的情况下请不要长时间地进行疾跑。 跳跃：跳上1格高的地方显然是十分常见而必要的，但是这也会耗费不少饥饿度（当疾跑时跳跃耗费的饥饿度甚至是普通跳跃所需饥饿度的4倍），因此请减少跳跃的次数并不要进行无意义的跳跃。 当生命值减少至0（Empty Heart.svg）时，角色将会死亡。  若在 Minecraft 中死亡，你身上的所有物品将会散落在你的死亡处附近，你会在重生点重生。和其他物品一样，掉落在地的物品若没有被及时地捡起来将会在5分钟后消失。如果你选择在离出生点很远的地方建造你的家，最好可以做一张床来记录重生点，以防止死亡后无法找到死亡点。 使用 \"/gamerule keepInventory true\" 可以关闭死亡物品掉落，但是这在一定程度上属于作弊。\n\n\n游戏详情：当你进入游戏时，最好可以首先在你的出生点做个记号。比如建造一个高大的柱子；或干脆按F3打开调试屏幕，记录下当前所处的坐标。死亡后的重生将会在这个位置周围20格以内。  各种难度不一的起点[编辑] 如果你的出生点周围是一大片沙地，那么你很有可能出生在沙漠生物群系中。如果你看到出生点有很多彩色粘土块和红沙，那么你有可能出生在平顶山。当你记录完出生点后，最好马上寻找一个高地来寻找绿地或树木，随后前去获取木头。若四周是一望无际的沙漠，那么就随便挑一个方向前进，直到找到树木为止。 如果你出生在一个没有树木的小岛上（甚至是在海底），周围是一望无际的水，那么你出生在了海洋生物群系中。这将会是一个十分困难的起点，如果你不愿意删除存档并重新开始一个的话，可以跳下水，持续朝一个方向前进并按住space来保持浮在水面上，直到你找到大陆。 如果你的出生点周围是一大片灰色的地面，这意味着你出生在蘑菇岛生物群系上，而且你前几天的生存将会变得十分简单：因为怪物不会在蘑菇岛生物群系内生成（但仍有可能从其他生物群系进入）。若你拿着碗对着哞菇点击鼠标右键，你还能获得能够补充大量饥饿值的蘑菇煲。（但由于这个生物群系中没有树木，你仍然需要到其他生物群系中寻找树木来制作木碗） 如果你的出生点周围有现成的房子或农场，这意味着你出生在了村庄旁边，这也会给你带来不少好处：村庄内的房屋会给你度过夜晚的好地方；村庄周围生成的铁傀儡会攻击大部分的怪物；村庄的农场会立即解决你对食物的需求；村民们可以和你进行物物交易；用来支撑火把的黑色羊毛也可以被利用作为床的原料。但是小型村庄不会生成铁傀儡，而且大部分村庄的门在生成时有错误，导致房子没有门。晚上，很可能出现僵尸围城，所以晚上不要在村庄闲逛。 如果你的出生点周围有十分高大的树木，那你很有可能出生在了丛林生物群系中。这是一个安家的好地方：周围大量的树木能给你足够的木头来建造房子，而且这还是唯一生成豹猫和可可豆的生物群系。 如果你出生点边上有大量白色雪地，或者雪地上有深色树木，那么你可能出生在冰原生物群系。在这里有高大的云杉木，但是水会结冰，对后来耕种有很大影响。而且这里还会有一定几率生成狼，你可以用骨头驯服他们。这里生存难度比较大。 如果你的出生点周围有很多陡峭的山脉，地形崎岖，那么你很可能出生在山脉生物群系里。这片区域适合挖洞穴做房子，并且这里的地下有绿宝石矿石。但是这个生物群系有怪物蛋，所以在挖矿时请小心。 如果你的出生点周围的树和草地颜色较深并且树上有藤蔓挂着，那么你很可能出生在沼泽生物群系中。这个生物群系有天然生成的睡莲、藤蔓。这里有沼泽小屋，对后期的酿造系统非常有帮助。这里也是唯一能大量生成史莱姆的生物群系。 如果你的出生点周围是一大片橙色的底面，那么你出生在平顶山生物群系，这里只有各种粘土和红沙(沙子的一种)，是没有任何树木的荒凉之地，所以请尽快离开这个生物群系。 除此之外在Minecraft里还有很多其它生物群系。你可以在生物群系页面找到关于生物群系的详细资料。 中划文本=== 收集木头 ===  进入游戏，首先你可以四处走走，然后寻找树木。要珍惜每一秒的时间，游戏第一天至关重要。  选一棵比较低矮的树木，走到树干旁边（必要时可以先敲开树叶）并将准星对准树干，按住鼠标左键直到它被破坏并变成掉落在地的物品。捡起这个物品后，你将获得你的第一个木头。记住，是长按鼠标左键。  持续破坏树干直到整棵树的木头都被破坏并收集。虽然你现在可以到其他树那里收集更多的木头，但是先制作工作台并做出一些工具来提高采集效率会更好。  如果树木较高，你可以不要首先采集底下第一层的木头，先采集第二，第三层的木头，然后站进树，踩着第一层木头，就可以采集到比普通高出1-2格的木头，最后把垫脚的第一格采集。  木头在你刚开始建造甚至是之后的建造都有着很大的用处。如，你可以用木头制造出木板，而木板又可以合成很多非常有用的东西，如：船、木棍，还可以用来搭建最初始的房子，所以无论如何，你必须搞到16个或者更多的木头。\n\n\n制作必需品：详情合成表请结合这个网址请注意！IE8浏览器可能无法查看此合成表网页此网页为PTBUS.COM戴巴士网站搬运\n合成表网页英文翻译其中的图标可以查看详细合成表比如你点击钻石镐（就会出现所有稿子的合成表）Basic=基本Tools=工具Blocks=方块Mechanism=机械类（红石类）Defence=防御类（武器）Food=食物Brewing=冶炼药水类Dyes=颜料类（大概是吧）Other=其他装饰物品WOOL=羊毛制作工作台[编辑] 合成是Minecraft的核心。虽然有少量的物品可以从物品栏制作，但大部分的工具和物品都要通过工作台制作。  现在通过物品栏制作一个工作台出来。首先身上要有一块木头，然后打开物品栏(预设按键为E):  Spruce Wood  把木头放在物品栏中2X2大小的合成区中。一块木头可做出四块木板。   鼠标左键点击成品区的四块木板，将其放在物品栏中，这便完成了一次合成。点击刚刚做出的四块木板，按鼠标右键可一次放置一块。四块分开放在2X2的合成区，如下图：         将工作台放到你的快速物品栏中。  按Esc或E离开物品栏，走到你觉得适合放工作台的地方，用鼠标滚轮或数字键选取工作台，准星指着你要放的地方按鼠标右键放置（而不是放置在你脚下）。如果你想把它移到其他地方，直接按住鼠标左键把工作台敲下来就可以带走了。  关于合成区域[编辑] 物品栏仅供2×2的合成空间，而工作台则提供3×3的合成空间。任何你能在2x2大小的合成区域合成的物品（如物品栏里的那个）都能在3x3大小的区域里合成（如在工作台上），但是某些合成（比如对工具的合成）必须在3x3大小的合成区域里完成。  做一个镐[编辑] 为了收集石头和煤矿石——游戏中比较重要的资源之一，你需要一把镐。  你的第一个镐将是木头做的，不是很耐用，但在收集到圆石之前，制作木镐是你唯一的选择。  你需要5个木板来做出一把木镐。鼠标右键点击你放置在地上的工作台会打开你的物品栏与3X3的制作区。  做木稿之前要先将两个木板垂直放置，以做出4个木棍。               拿起木棍并清空合成区，如下图所示摆放木板和木棍来制作一把木镐：          你可能注意到做一个镐就是把材料摆得像镐的样子.其他的物品也是用类似的方式去制作。  更好的工具[编辑] 拿到木制镐后就可以收集圆石。用镐挖掘石头会得到圆石。石头在地表很常见，如果没看到的话往泥土地下挖也会看得到。  收集大约16个左右的圆石。现在你可以用木棍及圆石做一些石制工具，例如石镐、石斧、石剑、石锹。用石制工具能比木制工具或空手更快采集物品，例如石斧可以更快地取得木头。石制工具通常也有更高的耐久度。  制作更多工具[编辑] 剑可以用来更有效地攻击生物（如怪物、动物等）。   石制镐比木制镐更加耐用，而且采集的速度也更快。你可以用镐来采集石头或其他石质的方块。         锹主要用来采集泥土（草方块）、沙子、粘土和沙砾，而且也是在积雪覆盖的生物群系中采集雪的唯一方式。             斧用来高效地采集木头以及其他木质方块。  收集更多资源[编辑] 现在，你需要拿起你刚制作的石制斧去收集更多的木头。最好不要把收集到的木头全部都做成木板：它们以后还会有其他用途（比如用来烧制木炭，下文将会完整介绍）。尽管不同木头看上去有不同的外表，而且它们不能互相组成一个堆叠，但它们的作用是完全一样的。  原木的燃烧时间只有 10 秒，制成木板则有 15*4 秒的燃烧时间，制成木炭则有 80 秒燃烧时间。 当一棵树的所有木头被砍伐后，树上的树叶会开始慢慢枯萎（消失）。无论是树叶自行枯萎还是使用剪刀外的方式破坏树叶都不会掉落树叶本身，而是有大约5%的几率掉落树苗，甚至还可能从橡树树叶中掉落苹果（虽然只有大约0.5%的几率）。  趁日落之前，你最好至少收集30个木头，并且使用石制锹挖出16个泥土。完成这些后抬头看看天空，如果现在仍是中午或更早，你可以到四处寻找一种带有黑色斑点的石头，那是煤矿石：使用镐采集煤矿石将会掉落煤炭，这是Minecraft里重要的资源之一，你将可以用它合成火把来驱赶黑暗。你也可以考虑用熔炉灼烧木头得到木炭（在没有木炭/煤炭时，推荐使用两个木板烧三块原木以获得最高燃料效率），同样可以制备火把，但是这将造成一定的时间消耗。\n\n\n\n收集更多资源：现在，你需要拿起你刚制作的石制斧去收集更多的木头。最好不要把收集到的木头全部都做成木板：它们以后还会有其他用途（比如用来烧制木炭，下文将会完整介绍）。尽管不同木头看上去有不同的外表，而且它们不能互相组成一个堆叠，但它们的作用是完全一样的。  原木的燃烧时间只有 10 秒，制成木板则有 15*4 秒的燃烧时间，制成木炭则有 80 秒燃烧时间。 当一棵树的所有木头被砍伐后，树上的树叶会开始慢慢枯萎（消失）。无论是树叶自行枯萎还是使用剪刀外的方式破坏树叶都不会掉落树叶本身，而是有大约5%的几率掉落树苗，甚至还可能从橡树树叶中掉落苹果（虽然只有大约0.5%的几率）。  趁日落之前，你最好至少收集30个木头，并且使用石制锹挖出16个泥土。完成这些后抬头看看天空，如果现在仍是中午或更早，你可以到四处寻找一种带有黑色斑点的石头，那是煤矿石：使用镐采集煤矿石将会掉落煤炭，这是Minecraft里重要的资源之一，你将可以用它合成火把来驱赶黑暗。你也可以考虑用熔炉灼烧木头得到木炭（在没有木炭/煤炭时，推荐使用两个木板烧三块原木以获得最高燃料效率），同样可以制备火把，但是这将造成一定的时间消耗。    煤矿石 除此之外，你可能会发现镶嵌有土黄色斑点的石头，那是铁矿石。虽然你目前不太需要用到铁锭，但是事先用石制或以上的镐来收集它们是最好的。  如果你发现一些矿石埋藏在洞穴或峡谷内，甚至是在岩浆边，最好以后做好充分准备再来。贸然进入这些地方可能造成受到怪物攻击致死。\n\n\n挖掘：在Minecraft中很重要的一条原则是：  永远不要往你脚下挖。 当你站在方块上并破坏它时，你会往下掉一格。万一下方是怪物出没的洞穴、深不见底的峡谷，甚至是岩浆池，你将从中受到伤害并将自己处于一个很危险的境地。  万一你掉入岩浆池，岩浆将会对你造成大量伤害并使你身上起火。即使不能避免因身上起火而造成的伤害甚至死亡，但是要尽量游出并远离岩浆湖。这么做的好处是当你万一死亡后你的物品将不会因掉入岩浆中而消失，仍然可以在重生后挽救回来。 另一条重要原则是：  不要往你头上挖。 同样地，往上挖掘也可能会掉下怪物，或是掉下沙砾、沙子压住你而导致窒息。如果挖到水或岩浆，它们可能会将你淹没。相对而言，向上挖掘的危险性要小于垂直向下挖掘，而且若你在沿途铺设梯子，它将阻挡水、岩浆的流动和沙砾、沙子的掉落。\n\n\n动物：如果你遇到猪、牛或鸡，这是个收集食物的好机会。用剑杀掉其中一点可以获得生肉。杀死羊将可以从它们身上获取羊毛，在1.8版本中杀死羊会掉落羊肉。除非必要，否则先不要吃生肉：煮熟的肉不但比生肉可以回复更多饥饿值，食用生鸡肉还有可能导致你食物中毒。  注意：最好留下至少2只动物，因为它们不会自动再生，而你日后可以将它们圈养并进行繁殖。  如果碰巧遇到了马、狼或豹猫，千万不要急着杀它们：他们不会掉落任何肉类；相反，它们可以被驯服并为你效力。现在的你没有驯服它们所需的资源，因此记录好你发现这些动物的位置并在准备充分后再来。\n\n\n制作灯光：当临近下午之际，你需要开始准备你的住所了。  一个合格的住所除了要有四周的“围墙”之外，还需要有足够的光照，否则怪物甚至可能会趁你离开家的时候在你家生成。一种廉价而永久的照明方式便是火把。  火把需要用木棍和煤炭或木炭合成。如果你先前没有发现任何煤炭，那么你需要一个熔炉，并在熔炉中用木头烧制木炭。同时，通过熔炉你还可以烹饪你的生肉，让它们变得更美味可口。  熔炉可以在工作台上用8个圆石围成一圈合成。\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "MC丶贱筑师",
            "timestamp": 1411144140,
            "txt_content": "草稿\n我要上学了"
        },
        {
            "author": "MC丶贱筑师",
            "timestamp": 1411144140,
            "txt_content": "不断更新~哇哦~"
        },
        {
            "author": "mcbbt",
            "timestamp": 1411144380,
            "txt_content": "辛苦了，很好"
        },
        {
            "author": "MC丶贱筑师",
            "timestamp": 1411144500,
            "txt_content": "mcbbt 发表于 2014-9-20 00:33\n辛苦了，很好\n赏点呗\n星期六我还要制作地\n特别是那个合成表网站\n找的累死我了"
        },
        {
            "author": "MC丶贱筑师",
            "timestamp": 1411144920,
            "txt_content": "mcbbt 发表于 2014-9-20 00:33\n辛苦了，很好\nThanks打赏！\n[gold_ingot]"
        },
        {
            "author": "1273816759",
            "timestamp": 1411261320,
            "txt_content": "YO~想我吗？lz哇咔咔，我是僵尸君，我喂自己袋盐，记得Q聊哦"
        }
    ]
}