{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第十六章 暗晶四翼银狼】]",
    "author": "JKL81543764",
    "replyCount": 12,
    "timestamp": 1411179180,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:34 编辑 \n\n                                                   第十六章     暗晶四翼银狼\n        “喝！”\n        淹没在云海的山峰上，传出一道低喝，随后，一棵巨树轰然倒地！\n        玄尘拿着黑色巨剑，保持着树倒之前的姿势。用树来修炼，简直不够看，一剑就倒了，再这样下去，全山的树都倒了，玄尘也没有一点进展。\n        无奈地坐在地上，想着更好的修炼方法，但却是一直盯着颂老，很明显是想让他来帮自己想更好的修炼方式。\n        “唉，我知道你想什么。你看，我这东西还没准备好，都没叫你开始你就自己在那砍树了……”颂老白了玄尘一眼，道:“看好了。”\n        随后，颂老挥臂拂袖，双手掌心处发出森白色的光芒。顿时，一阵强劲的吸力，将整座山的所有碎石以及灰尘都聚集在一起，慢慢地变大，变大。玄尘惊愕地看着越来越大的石球，难道魂仙级别的强者都这么厉害么，或许，这只是魂仙强者实力的一角！这让他成为强者的欲望更加强烈了！\n        努力抵抗着颂老强劲的吸力，终于是抵抗不住，直接跑到一块牢固的巨石之后，紧紧抱住。数分钟过去了，碎石和灰尘依然在朝中心处一个巨石凝聚，一层又一层，巨石被包裹得越来越大。终于，一个占了山顶一半有多的不规则巨石，出现在玄尘眼前。现在玄尘眼里，只有惊愕。\n        “嘿嘿，这个巨石，每一块小碎石，都被注入了魂气加强了，所以这个完成品也更加坚硬了，堪比金钢岩！”颂老看着这个巨大的石头，嘿嘿笑道。这里的金钢岩，则是一种特殊的材料，常用来锻造武器盔甲。因被地壳运动所反复压缩，变得极其坚硬，所以也因此而著名。\n        “以后就用这个巨石来修炼那个魂技了。还有，从今天开始，至少猎杀三只突变怪物。”颂老指着巨石，列出了修炼任务。然后便是走到悬崖边，负手而立。\n        望着眼前的巨石，虽然玄尘还是一脸惊愕，但还是握着巨剑，直接向巨石横扫过去。\n        “砰！”\n        巨石发出一声闷响，尘土飞扬，将玄尘包裹在内。“咳咳。”玄尘用衣袖掩着鼻嘴，剧烈地咳嗽几声。待灰尘散去，黑色巨剑击中处，仅仅是留下了一个小小的缺口。\n        “这……唉。”玄尘颤抖着双手，望着全力一击后留下的那个小小的缺口，无奈道。因为将全身的力量，都集中于巨剑剑锋处。所以击中巨石的同时，几乎全部的力量都被反弹回来到玄尘双手上。正因为如此，双手发麻地颤抖着，几乎握不住剑了。\n        “这出自老师之手的巨石，果然够坚硬。”舔了舔干燥的嘴唇，道。\n        望着小小的缺口，许久，玄尘似乎是知道了什么。收起巨剑，向巨石走去。停下脚步，伸出手，轻轻地在上面敲打了一下。即使用力很小，但依然反弹回全部的力量。\n        “呵呵，原来如此。”感受手指上被巨石反弹回来的力量，玄尘轻笑道。可是，又想了想。知道是这么回事有什么用啊，又没解决的办法，不管怎么样，力量终会被反弹回来。如果单纯用力量便想击碎巨石，未免异想天开了。用多大的力量打，就会承受自己施展的力量。到最后，巨石没破，自己的手就先折了……\n        “看来，只能减轻攻击的力量了。”玄尘道。现在他明白老师的用意了，修炼月弦斩，必须减轻力量，加强攻击速度，到后期再加强力量，这样才能达到力量与速度结合的境界。\n        退后，一直退后，在山崖边缘停了下来，拿出了巨剑。随后，身形爆射而出，瞬间来到巨石前。巨剑横扫，与巨石碰撞在一起，产生两道微弱的火花。并伴随着一阵狂风，四周的杂物皆向四周散去。狂风的强度，甚至将刚落下的树叶撕扯成碎片！\n        巨剑与巨石的碰撞，依然有大量的灰尘。数秒后，灰尘中喷出一道人影，此人便是玄尘。口中吐出的鲜血，形成一道血色的抛物线。\n        “噗…”坐在地上，左手捂着胸口，一大口鲜血喷了出来，瞬间染红了土地。这次，玄尘没有因为第一次攻击的反弹而失败。而是攻击了两次！两次，很少，也很多。如果想修炼月弦斩，必须会控制巨剑攻击的力量，从而增加速度。\n        “再来！”玄尘用手抹去嘴角的血迹，大声道。\n        ………………………………\n        这一个月来，玄尘一直被自己的攻击所伤，然后坚强地站起，再上，再反弹。如此循环，最多的连击次数也不过是六下。月弦斩必须要达每秒可以攻下八下的成绩才能算是入门。\n        “呼……还有两个月……”玄尘吐了一口浊气，道。随后，盘腿坐下，运行魂气缓缓治疗自己那伤痕累累的身体。\n        虽然这一个月来，吃了不少苦，不过也是有回报的。经过大量地消耗魂气，然后再缓缓恢复，体内的魂气容量也是因此而增加。并且，这才升级到八星一个月，玄尘便又有升级的预兆！大约再过一个月，便可突破八星，到达九星！\n        而这一个月来，玄尘的魂技也差不多要入门了。但月弦斩越靠后的斩击，则比前一斩要困难得多。要达到八斩，或许还得要一个月。\n        感觉到魂气充满气海，玄尘站起身来。这时，一直被放在兜里的药材掉了出来。\n        “哎呀，小尘子，对不起了。我竟然忘了这东西，有了这东西，你修炼起来就容易多了。”药材掉落出来后，颂老便紧跟其后，说了一句玄尘想当场哭死的话。\n        “尼玛搞了一个月，你才跟我说忘了这个可以让我修炼起来更加容易的东西？”玄尘在心里骂道。\n        “跟我来。”颂老捡起地上的药材，挥手示意道。\n        走到那块经常坐的巨石前，颂老脚尖轻轻一蹬，缓缓落在巨石上。玄尘那是看得一眼的羡慕啊，也尝试这般，可都是直接撞在巨石上。无奈之下，只好笨手笨脚地爬上去。\n        “专心看好了。”颂老望了玄尘一眼，道。然后，在腰间的玉佩上轻摸了一下，瞬间，一个石桌摆放在巨石上，并且有数十个玉瓶，整齐地摆放在桌上。\n        右手轻轻挥动，药材也是缓缓地落在了石桌上。一切准备好后，双手结印，颂老头顶闪出一道刺眼的白光！白光内，还夹着些许黑色光芒。玄尘不得不将眼睛眯成一条缝来看。\n        白光散去，一只全身几乎都是银白色的狼，傲然地踏于虚空之中。\n        此狼异常庞大，足足有五六米长，身体白色毛发覆盖的表面，竟还镶嵌有黑色的结晶体。太阳的照耀下，散发出独特的光芒。\n        巨大的狼头，一对血红色与黑白两色组成的狼瞳。满嘴的银白色獠牙。狼头之上，一颗菱形的黑色结晶镶嵌其中。\n        狼四只粗壮的腿，也是被些许黑色结晶覆盖。而前腿两侧，还有锋利的刃状结晶体，若被割上一下，只能等着放血而死了。\n        狼身两侧，两对巨大的银白色骨翼，尖端被黑色结晶覆盖。四翼扇动间，带有明显的音爆之声。且尖端的黑色结晶，竟能散发出黑色火焰，每一次扇动，都留下一条优美的黑色火焰弧。虽然优美，但隔着很远，玄尘还是感到皮肤一阵燥热。或许这狼高速行动起来，全身都会被黑色火焰包裹。\n        看了许久，玄尘几乎是趴在地上了。“老师…这是什么？”玄尘颤抖着声音，问道。\n        “哈哈，这是魂灵。大陆上一种以天地能量凝聚而成的有意识灵魂。但几乎都是兽形，所以反过来称为魂灵。”颂老看着狼狈的玄尘，笑道。\n        “在这片大陆，存在上千种魂灵，魂灵的等级，也是才用魂气修炼等级来分。大陆上的魂灵，皆是魂王阶级以上。而一些居于大陆巅峰的人，剔除全部魂皇以下的魂灵，将已知的魂皇阶级以上的十二种魂灵编入魂灵榜。而魂灵个个皆是狂暴至极，并不是说你的阶级和魂灵一样，便可直接收服。甚至一些魂皇强者，遇到个魂王魂灵，还可能直接被击败。毕竟魂灵是大陆上最狂暴的生物，没有之一。老师的魂灵…只是一个刚好进入魂灵榜的，第十二位魂灵——暗晶四翼银狼！”\n        觉得我的小说还可以，请移动您的尊手，为我的小说投上宝贵的一票~~~\n     引索帖地址：引索帖\n",
    "replies": [
        {
            "author": "JKL81543764",
            "timestamp": 1411179180,
            "txt_content": "求月票~~觉得好的戳http://www.mcbbs.net/thread-340909-1-1.html这个支持一下啦啦啦~"
        },
        {
            "author": "Adyhtl丶",
            "timestamp": 1411179540,
            "txt_content": "不错 顶~~"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1411179780,
            "txt_content": "Adyhtl丶 发表于 2014-9-20 10:19\n不错 顶~~\n耶耶耶，谢谢支持"
        },
        {
            "author": "sky丿麒.麟",
            "timestamp": 1411180020,
            "txt_content": "还不错，顶一下楼主"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411180500,
            "txt_content": "写的好……等等好似有些……"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411180560,
            "txt_content": "擦，都16章了，我一章都没看……给点平分吧"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1411189140,
            "txt_content": "gggbbb 发表于 2014-9-20 10:36\n擦，都16章了，我一章都没看……给点平分吧\n谢谢支持"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1411189200,
            "txt_content": "gggbbb 发表于 2014-9-20 10:36\n擦，都16章了，我一章都没看……给点平分吧\n觉得好的话，到——http://www.mcbbs.net/thread-340909-1-1.html到这里，投票支持我的小说"
        },
        {
            "author": "233sss",
            "timestamp": 1411197360,
            "txt_content": "写得不错，顶起！"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411204380,
            "txt_content": "JKL81543764 发表于 2014-9-20 13:00\n觉得好的话，到——http://www.mcbbs.net/thread-340909-1-1.html到这里，投票支持我的小说 ...\n已投票可是好像票数还不够高。"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1411205160,
            "txt_content": "gggbbb 发表于 2014-9-20 17:13\n已投票可是好像票数还不够高。\n推荐给你的小伙伴们233"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411210200,
            "txt_content": "JKL81543764 发表于 2014-9-20 17:26\n推荐给你的小伙伴们233\nok，我去推荐了"
        }
    ]
}