{
    "title": "<原创·连载>【虚纪元】【第二章：购买游戏盒子~】【作者：月轻歌】【2067】",
    "author": "月轻歌",
    "replyCount": 6,
    "timestamp": 1411172280,
    "txt_content": "上一章地址：http://www.mcbbs.net/thread-335361-1-1.html\n\n\n第二章：购买游戏盒子~\n\n“这就是游戏盒子吗？”我举起身前布满星纹的蓝色立方体轻轻摇晃。\n\n立方体上用棕红色的粗线条交叉对齐着，本该尖锐的四个角也圆润似锥，显得极其怪异，但却让人无法否认它的精致与美丽。\n\n“使用方法还真是别树一帜呢。”我按照说明书，扭动着四个银白色的尖角，将其平放在床上。\n\n只见整个立方体开始渐渐的改变颜色；直到立方体转变成亮紫之后，四个尖角也泛出了点点金芒。\n\n“啪”棕红的线条裂开了一道道缝隙，如莲花般展开。\n\n丝丝金色的颗粒在其中流转，点点白光相称一旁。如莲叶般的金属片上，轻薄的银色手套呈现而出；一条灰色的长条也围绕着莲蓬旋转。\n\n“漂亮。”\n\n我赞叹一声，将电线连接在插口，静候它的启动。\n\n很快，灰色的长条被亮丽的七彩之色所填满，固定银色手套的设置也被解开。\n\n立方体不再是原先的模样，变得如毯子一般。\n\n我戴上了手套，躺在立方体变成的毯子之上。我的头部刚好是原先莲花所在的地方，一躺上去便被弹起的金属片所禁锢。\n\n确认准备好一切后，我将头上的金属片向下拉到遮住双眼为止。吸了口气，按耐着激动紧张的心情，摁下了掌心的淡红色触碰键。\n\n——=开始游戏=——\n\n眼前突然一片漆黑，丝丝电子运作之声传入双耳。\n\n很快，漆黑开始退散，在一连串电子音的提示之下，我来到了一处富丽堂皇的神殿。\n\n“请选择菜单配置（1）”\n\n眼前弹出一个左右手的选项，看了虚纪元新手指南的我毫不犹豫的按下了左手选项。\n\n“请选择先天加成”\n\n我沉思片刻，按下了随机键。因为人为的先天加成是只能分配5个点数的，而先天加成则可以分配1~10个点数；虽然有些风险，但若是人品爆发了呢？\n\n“获得属性（2）：耐力：0敏捷：2力量：2抗性：2精力：2”\n\n“卧槽，耐力0！”我忍不住爆出了粗口。\n\n耐力是什么？耐力是和背包容量息息相关的。耐力0也就代表我将一段时间忍受背包小的后果，毕竟这个游戏的物品有很多是无法叠加的；而我又不能将升级后的加成全部分配到耐力上。\n\n“诶，算了，其他的属性也还是不错的，比人为分配要多3点呢。”我无奈的叹了口气，自我安慰道。\n\n“离游戏开始还有3秒钟，请玩家做好准备。3,2,1，启动！”\n\n眼中的世界在瞬间消失，紧接到来的则是一处新的光景。\n\n我站在一个传送阵，眼睛因为环境的反差一时有些不适应；看东西一片模糊。\n\n感觉好受一些后，我快速的用快捷手势打开菜单，选择了背包选项。稍微检查了一下装备，衣服系统已近自动穿戴了（作者的吐槽：很多蛋疼的游戏一开始都是穿着三角裤出来的，看上去非常恶俗。而且这是一个以玩家真实身体模拟出来的游戏，想想在大街上只穿三角裤的感受吧），背包中只剩下一个暗紫色的礼盒。\n\n我下意识的选中了礼盒，只见上面浮现了名称与用处。\n\n{随机幸运盒，介绍：第一个进入游戏的玩家可获得。功能：随机抽取一件道具。}\n\n“哎呀，我居然是第一个进来的。”我惊讶的拍了拍头，打开了幸运盒的包装。\n\n一本黑色的书籍呈现在我的眼前，被打开的礼盒像泡沫一般“嘭”的一声消失不见。\n\n“获得世界之书，请问是否绑定（3）？”\n\n在拿在手中的黑色书籍时，熟悉的电子音在耳边响起；身前弹出了一个选择的界面，看来不绑定道具的效果是不会显示的了。\n\n绑定，如果是废品，短时间一个物品栏就这样没了，影响游戏的进度；但若是神器呢？\n\n“我就不信运气还这么差。”在心中一番天人交战后，理智被成功的击败。\n\n在点击绑定后，物品栏中被封锁的方格在瞬间被全部打开。\n\n“获得成就：背包行者，介绍：打开全部原始背包方格。功能：物品叠加上限增加百分之5”\n\n“啥？”我听见系统的提示声，难以置信的张大了嘴巴。\n\n缓过神来后，我快速的选中背包中的世界之书。\n\n{世界之书，介绍：游戏的初-道具。效果：可收录玩家所击杀怪物的一切资料，可越3级使用侦察术，拥有道具后自动学习所有基础技能，耐力无限。玩家经验所得减少百分之10}\n\n“额”\n\n看到功能显示的我只有郁闷的份了。\n\n虽说耐力无限很棒，基础技能全学了也节省了不少时间；但玩家经验所得减少百分之10这东西，也太坑爹了吧！\n\n升级要经验，合成装备要经验，开启特殊物品要经验，这些在没减弱的情况下都有些供应不足，更何况所得还要减少百分之10。\n\n我瞬间内牛满面，心中有一万匹草泥马在踩踏。\n\n郁闷的我来到了村中最高大的建筑——村长家。\n\n头顶村长之名的NPC正站在门外，似乎在等待什么人的到来。\n\n“村长大人，您好，我是来自远方的一名勇士。请问有什么可以帮到您的吗？”我来到村长面前，恭敬地问道。\n\n没办法，在虚世纪中，NPC是有好感度这一说法的；好感度越高，NPC给你的情报越好。提高好感度的方法有对NPC恭敬啊，完成NPC的任务更快啊，之类的。\n\n“原来是来自远方的勇士啊，见到你真是太高兴了。我的财物丢失在村外的咆哮草原上了，请问你可以帮我寻找吗？”村长看到我的到来，激动的说道。\n\n“叮~是否接受村长的祈求：寻回丢失的财物？”眼前弹出一个银白色的选择框，提示我是否要接受这个任务。\n\n怎么会不接受呢~我轻轻的按在是的选择键上，村长立刻起了反应。\n\n“感谢你，远方来的勇士，这是你的装备。”说完，村长放下一把大刀，头也不回的走进身后的屋子。\n\n“获得砍柴刀”\n\n{砍柴刀，介绍：锋利的大刀，负担着砍柴的义务。效果：攻击力+13}\n\n看着手中的大刀，我恶狠狠的朝村长家门竖了个中指。“什么人嘛，牛逼哄哄的，以后我一身神装来你面前还不让你跪着喊爸爸。”\n\n牢骚发完后，我迈步向村外走去。这时，我突然发现了一件奇怪的事。\n\n“怎么我到现在还没见到一个玩家呢？”我提着砍柴刀疑惑的自语道。。。。。。\n\n————现可公开情报——————————————————————————————————————————\n\n\n菜单配置：是一种在游戏中使用手势激活的查看菜单界面的设置\n\n\n绑定：让物品永久的占用一个背包格，无法丢弃，无法出售，无法掉落。可用“洗礼之水”解除绑定。\n\n\n属性：\n\n\n耐力：耐力的多少代表玩家可装备，携带的物品数量\n\n\n敏捷：增加玩家的移动速度\n\n\n力量：道具使用的必需属性\n\n\n抗性：增加对环境的抵抗力，如在沙漠可以减少水的用量，在水中可以增加停留的时间\n\n\n精力：进入世界，秘境的必需属性\n\n\n\n————————————————————————————————————————————————\n求顶求赞求回复~金粒人气都不少~\n\n喜欢的各位可以在本帖回复，我会在未来@提醒更新\n[groupid=493]水货集中营=w=[/groupid]",
    "replies": [
        {
            "author": "月轻歌",
            "timestamp": 1411172400,
            "txt_content": "@916094431 @HGK @xcc"
        },
        {
            "author": "916094431",
            "timestamp": 1411172520,
            "txt_content": "已阅~支持"
        },
        {
            "author": "僵尸葱",
            "timestamp": 1411173240,
            "txt_content": "略逗比，嘿嘿"
        },
        {
            "author": "HGK",
            "timestamp": 1411173360,
            "txt_content": "挺好\n就是不喜欢RPG风格"
        },
        {
            "author": "xcc",
            "timestamp": 1411213140,
            "txt_content": "月轻歌 发表于 2014-9-20 08:20\n@916094431 @HGK @xcc\n想到了那个异世界..."
        },
        {
            "author": "xcc",
            "timestamp": 1425726240,
            "txt_content": "月轻歌 发表于 2014-9-20 08:20\n@916094431 @HGK @xcc\n话说你为什么要艾特我"
        }
    ]
}