{
    "title": "[wiki补完计划]矿车",
    "author": "DJXGAME",
    "replyCount": 15,
    "timestamp": 1342699320,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-7-23 00:24 编辑 \n\n每天翻一个，强壮中国人。\n今天翻楼梯[stone_stairs]，明天翻矿车[minecart]。\n矿车很重要[powered_minecart]，所以要两天[storage_minecart]。\n周日要休息，所以周一贴~~~\n\n矿车在放置后，可以通过摧毁该矿车的方法获得矿车方块。即使矿车内有人或生物也可以摧毁矿车。通过使用剑和镐可以一击摧毁矿车，使用弓箭也可以一击摧毁矿车，但是会消耗一根箭矢。\n\n当然，矿车也可以和箱子或熔炉进行合成得到运输矿车和动力矿车\n\n历史\n当Minecraft中首次出现矿车的时候，其图标与现在的图标并不相同。\n\n矿车的目的就是装东西，装得东西越多，其所扬起的“尘土等级”就越高。\n\n自版本Beta1.5起，徒手摧毁矿车的速度加快。C418中收录了自版本Beta1.9预发售版至今矿车所能发出的声音。自版本Beta1.8其，如果玩家在跳跃的下降阶段击打矿车，将会显示暴击动画。在矿车内击打矿车也会有类似效果\n\n在快照12w21b中，玩家在离开矿车后不再是出现在矿车内部或上方，而出现在距矿车几步远的地方。同样是在快照12w21b中，玩家可以再矿车中推动这辆矿车驶向如充能铁轨等位置。\n\n加速\n在版本Beta1.5中出现了充能铁轨。这种铁轨在充能后会对矿车进行加速，而在未充能时，在会使矿车紧急刹车。而矿车所能达到的最大速度则可以通过在版本1.1中的双轨永动矿车加速器得到，参见此处。\n\n矿车的重叠\n当两辆或者更多的矿车重叠在一起时称作矿车重叠。可以有很多种方式实现矿车重叠，其中一种方法是将一辆矿车停靠在单方向倾斜的铁轨上，使另一辆矿车从顶部坠落使这两辆矿车重叠，当这两辆矿车重叠时，玩家人可以骑乘矿车。这种方法因可以造成某种独特的速度损失而被广为使用。当矿车冲出轨道时，这些重叠的矿车会瞬间丢失其速度并变为正常行走的速度。而在之后，便不会再发生速度丢失的现象。\n\n当玩家不想亲自走到目标或者玩家的所拥有的资源不足以维持至目标时可以采用上述方法。为使该方法行之有效，应至少有三辆矿车发生重叠，当矿车在被退出轨道或者在行驶过程中上下矿车可能会使矿车四散开来。\n\n空矿车、斜坡和加速器\n下表显示当矿车从斜坡驶下并使用加速工具（或不使用任何加速工具）在平地可滑行的距离。从图中可见最为行之有效的加速方案是在斜坡的低端使用一格充能轨道加速。使用2格加速方案会使其最大滑行距离增加20%（约1.5m）。最大滑行距离与斜坡高度的关系近似成对数关系。\n\n斜坡高度    不使用加速    在低端使用加速    在低端和顶端均使用加速    在斜坡所有位置使用加速\n数据略啊数据略\n\n矿车的探测\n探测铁轨出现在版本Beta1.5中，主要用于探测矿车。当矿车经过探测铁轨时会生成一个红石脉冲信号。\n在版本Beta 1.5之前，矿车的探测需要在矿车行驶的路径上放置一系列的压力板，这会使矿车的速度迅速下降甚至使其停止，这一缺陷限制了压力板在诸如加速器等装置上的应用。\n当矿车在弯曲的轨道中行驶时，其四周仍可以触发压力板，使其可以被探测到。此时压力板的效果与探测铁轨类似，但只能应用在弯曲轨道中。\n\n==碰撞==\n矿车的尺寸与其他方块基本相同（1×1）。正因如此，告示牌和门都可保护矿车不坠入1×1的孔洞之中。可以应用这一特性制作如矿车分配器等装置。通过在矿车层层堆叠，并利用门等设施实施分配并使用加速器进行加速。在单矿车分配器中使用门进行分配也可使用告\n示板。\n此外，玩家也可以通过在下方放置告示板的情况下使用1方块宽的水流运送矿车。当矿车在穿越告示板后，矿车仍旧会下落。但是在水流的作用下，矿车会以缓慢的速度运动。可以通过这种方法制作陷阱，将矿车内的生物窒息而死，而且掉陆物可以获得。\n\n当在下列的某种情形下，[[铁轨]]上的矿车可能无视碰撞。当矿车在处于下坡时，在曲线轨道上面向行车方向放置一方块，此时矿车会穿越该方块。如果速度足够，矿车可以跳过该方块并重新附着与之后的轨道上，此时速度会大幅衰减。\n\n==特殊的矿车==\n矿车有以下两种特殊形式：\n[[动力矿车]]——以[[煤炭]]为能源的自推进矿车。\n[[运输矿车]]——配有标准大小[[箱子]]的运输用矿车。\n\n==矿车专列==\n在星期五秘密更新7中，矿车专列使货物的运输变得更加便捷。如果想制作一辆专列，需要一段平直的轨道，在轨道的末端放置一辆[[动力矿车]]并根据需要放置[[运输矿车]]和普通矿车。启动动力矿车，它就会向火车一样推动前面的矿车前进。如果在前方也放置一辆动力矿车，那么这些矿车就可以双向运动，就像火车头在拉着矿车前进。\n\n==漏洞==\n在单人生存模式中，某些情况下玩家可以通过朝矿车使用最小力度射出一支附加着火焰效果的箭矢点燃矿车，进而获得一辆永久燃烧的矿车。这辆矿车仍然可以被乘坐，可以点亮四周环境。当破坏该矿车时，玩家可以得到一个矿车方框，仍旧可以作为燃烧的矿车\n在某些服务器中，使用矿车会造成很大的延时。玩家乘坐矿车时可能会发现矿车突然不受控制地启动和制动。\n当玩家手持地图时乘坐矿车，此时如果玩家打开物品栏，玩家的左手将会出现一些小错误，这同样也会使右手在不持有物品的情况下指向屏幕中央。\n当玩家坠入铁轨上的矿车中时，所受到坠落伤害将在矿车脱离铁轨后承受（仅在单人生存模式的生物身上实验）。\n当玩家在某些方块（如岩石、等）下方推矿车时会出现一些错误。此时矿车的一面受到阻挡，当玩家乘坐次矿车时将无法移动、无法摧毁矿车、无法脱离矿车。此时玩家所承受伤害与在水下窒息时所受伤害相同。\n在矿车附近引爆TNT会使矿车分解成数个矿车方块，即使TNT被埋在水里也是如此。<ref>http://www.youtube.com/watch?v=pHwuMF9bkMQ</ref>。\n如果玩家在2方块高度的空间中放置矿车并向其中放置一头配有鞍的猪，当玩家乘坐其中过后将会缓慢地受到窒息伤害直至身亡，此时玩家可以看到地下的景象。\n如果玩家希望在矿车中骑猪，必须对猪佩戴[[鞍]]，此时矿车会自行前进。这在最近的一些快照中有所涉及。\n自版本Beta1.5起，水并不会熄灭燃烧的矿车。\n自版本Beta1.7.3起，在宽度为1方块的隧道内转弯会承受窒息伤害，当矿车速度很低时，受到的窒息伤害会更多。\n如果矿车在铁轨上被推上其下方的陷阱门时，矿车会穿过陷阱门返回轨道。\n基于某种未知原因，矿车可能会以高速横穿铁轨，攀爬高坡以及穿越任何类型的障碍，在数分钟后停止。另外，附近的每一辆矿车都会被强制转向与其相对的方向。\n当玩家在矿车中点击床进行睡眠时，会在矿车中起床。\n自版本Beta1.8起，在创造模式中可能会乘坐矿车穿越墙壁。\n在版本Beta1.9预览版之前的Beta1.8版本中可乘坐矿车的距离是有限的，而自版本Beta1.8.1起，在创造模式中玩家可以在很远距离外乘坐矿车。即使透过墙壁也可以上下矿车。\n当玩家乘坐矿车坠落时右击矿车可以不承受坠落伤害，但是当玩家在离开矿车后会获得所累积的坠落伤害。可以再乘坐矿车时注销并稍等片刻重新登录即可免遭伤害。\n当乘坐矿车时在很高的高度上坠入水面会受到伤害，此时水面类似于不同方块那样不会缓冲伤害。\n在发行版的多人生存模式中，坠落的矿车在接触非铁轨方块表面时会穿过该方块。\n玩家在Minecraft超平坦世界中使用矿车可能会使矿车永不停止。其原理是在轨道上诸多乘坐有生物的矿车进行重叠，通过使用生物推动矿车使其无休止地前进。只有当矿车被村落或者玩家阻挡时才会停止。不使用生物也是可以造成这一效果，玩家只需要推矿车一把就行了。<ref>http://www.youtube.com/watch?v=lF5Q_3n4814</ref>\n当玩家在乘坐矿车时游戏卡顿和崩溃，当玩家重新登录时可能会诸多矿车的复制体。\n当玩家在乘坐矿车时以第一人称视角向下或向后看可能会使矿车的后部急速闪烁（即时而透明时而清晰）。\n当玩家在乘坐矿车时尝试进入地狱时，游戏会发生崩溃，而当你重新运行Minecraft时，将会丢失所有装备并在初始点生成（即使有床也是如此）。\n在单人生存模式中，如果玩家放置一段短距离的铁路（约2至3方块），并在该铁轨上放置许多矿车，超过其可能放置的数量。这些矿车将会打转并创造出一种类似磁场的力场，任何物体包括玩家不能进入力场范围内。\n当玩家乘坐矿车穿过附近的岩浆时会引燃矿车，此时退出并重新登录游戏会获得矿车的复制体。\n如果玩家以第三人称视角乘坐矿车时穿过一方块高的空间时会强制转会第一视角。\n==你知道吗==\n末影人不能从矿车中传走。\n由于矿车的模型没有轮子，所以矿车似乎是浮在铁轨上的。\n小[[史莱姆]]可以通过在后面攻击它的方式驱动矿车。这一方式在远距离运输中效果显著。<ref>http://www.youtube.com/watch?v=wwXTQHlACE8</ref>。\n在矿车中的中史莱姆并不会攻击你，但是如果玩家攻击在矿车中的小史莱姆时，它会反击。\n大史莱姆和饿魂矿车完全装得下。\n在矿车中的中史莱姆会产生一个虽小但十分有力的“力场”，当玩家靠近时会被推开。\n在矿车中的史莱姆被打死后会分解。由于其无法移动的特性可以很方便地消灭史莱姆。\n在[[运输矿车]]在游戏中出现之前，矿车会自动装东西。\n在铁轨上如果有[[骷髅]]箭以及掉落物品会阻碍矿车前进。\n被玩家驯服的[[狼]]，即使玩家在乘坐矿车也会跟随。\n当玩家在矿车中打开物品栏会发现自己坐在半空中。\n材质文件cart.png在之前被用于存储矿车内有物品时其底部的样子，然而现在已经废弃。<ref>    http://www.youtube.com/watch?v=EOxFFftOwVE</ref>\n矿车可以被[[火]]点燃，但是其内部的生物不会着火。\n[[蜘蛛]]可以被矿车“抓住”。在某些时候矿车内的蜘蛛会攻击玩家，被动力矿车并不能推这种[[蜘蛛]]矿车，但是人和充能铁轨却可以。矿车内的[[蜘蛛]]不能逃脱但是会四周看。\n如果矿车由铁轨驱动并且有空气供给，矿车则可以在水下移动。\n矿车内的蜘蛛骑士可以在平坦表面驱动矿车追逐玩家。\n矿车可以互相堆叠。\n在矿车内的[[爬行者]]可以爆炸。\n当玩家使用弓箭蓄力攻击矿车时，矿车会被破坏。\n如果在矿车内玩家穿着某种装甲，你会发现此时腿部并不是如同玩家一样坐在矿车里，而是呈现站立姿态。\n\n这篇文章好长……\nP.s：\n附带wiki的格式。\nSjj酱，这个我自己编辑到wiki里面就好了~~~~\n\n\n\n\n",
    "replies": [
        {
            "author": "黄凯航",
            "timestamp": 1342699500,
            "txt_content": " 本帖最后由 黄凯航 于 2012-7-19 20:06 编辑 \n\n。。。。。。话说你可以现在翻译么。。"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1342699740,
            "txt_content": "黄凯航 发表于 2012-7-19 20:05 \n。。。。。。话说你可以现在翻译么。。\n肿么了？"
        },
        {
            "author": "geludan",
            "timestamp": 1342699920,
            "txt_content": "LZ每天都来"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1342700040,
            "txt_content": "geludan 发表于 2012-7-19 20:12 \nLZ每天都来\n一天翻一个嘛……都答应sjjklh说全都翻译了的……"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1342700100,
            "txt_content": "表示矿车不是搞定了吗？"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1342700160,
            "txt_content": "lz为什么要用这个头像？"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1342700160,
            "txt_content": "sylqiuyifeng 发表于 2012-7-19 20:15 \n表示矿车不是搞定了吗？\n是么？那wiki上还是英文呢……"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1342700220,
            "txt_content": "不知道……\n好吧我搞错了？"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1342700340,
            "txt_content": "火星蚂蚁 发表于 2012-7-19 20:16 \nlz为什么要用这个头像？\n喜欢啊………………"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1342700520,
            "txt_content": "DJXGAME 发表于 2012-7-19 20:19 \n喜欢啊………………\n我感觉这个头像神马的弱爆了（难道lz是妹纸，）"
        },
        {
            "author": "Condor",
            "timestamp": 1342700520,
            "txt_content": "额，我好像是翻译小白....算了，撸过..."
        },
        {
            "author": "993434784",
            "timestamp": 1342701780,
            "txt_content": "按你说的方法吧地图更新了XD！"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1342701900,
            "txt_content": "b993434784 发表于 2012-7-19 20:43 \n按你说的方法吧地图更新了XD！\n……我去瞧瞧哈~~~~"
        },
        {
            "author": "A-Kreedz",
            "timestamp": 1342701960,
            "txt_content": "geludan 发表于 2012-7-19 20:12 \nLZ每天都来\n你猥琐\n\n好吧我想歪了"
        },
        {
            "author": "jianghr",
            "timestamp": 1343024640,
            "txt_content": "看了下对应条目，还没开始搬运吧，更正若干错别字。纠正部分已核对英文原文\n\n……\n历史\n……\n矿车的目的就是装东西，装得（的）东西越多，其所扬起的“尘土等级”就越高。\n\n自版本Beta1.5起，徒手摧毁矿车的速度加快。C418中收录了自版本Beta1.9预发售版至今矿车所能发出的声音。自版本Beta1.8其（起），如果玩家在跳跃的下降阶段击打矿车，将会显示暴击动画。在矿车内击打矿车也会有类似效果\n\n在快照12w21b中，玩家在离开矿车后不再是出现在矿车内部或上方，而出现在距矿车几步远的地方。同样是在快照12w21b中，玩家可以再（在）矿车中推动这辆矿车驶向如充能铁轨等位置。\n\n加速\n在版本Beta1.5中出现了充能铁轨。这种铁轨在充能后会对矿车进行加速，而在未充能时，在（/删去）会使矿车紧急刹车。而矿车所能达到的最大速度则可以通过在版本1.1中的双轨永动矿车加速器得到，参见此处。\n\n矿车的重叠\n当两辆或者更多的矿车重叠在一起时称作矿车重叠。可以有很多种方式实现矿车重叠，其中一种方法是将一辆矿车停靠在单方向倾斜的铁轨上，使另一辆矿车从顶部坠落使这两辆矿车重叠，当这两辆矿车重叠时，玩家人（仍）可以骑乘矿车。这种方法因可以造成某种独特的速度损失而被广为使用（/建议译为：这种方法因其很少会减速而被广泛使用）。当矿车冲出轨道时，这些重叠的矿车会瞬间丢失其速度并变为正常行走的速度。而在之后，便不会再发生速度丢失的现象。\n\n当玩家不想亲自走到目标或者玩家的所拥有的资源不足以维持至目标时可以采用上述方法。为使该方法行之有效，应至少有三辆矿车发生重叠，当矿车在被退（推）出轨道或者在行驶过程中上下矿车可能会使矿车四散开来。\n\n……\n\n==碰撞==\n矿车的尺寸与其他方块基本相同（1×1）。正因如此，告示牌和门都可保护矿车不坠入1×1的孔洞之中。可以应用这一特性制作如矿车分配器等装置。通过在矿车层层堆叠，并利用门等设施实施分配并使用加速器进行加速（/建议译为：将矿车层层堆叠然后使用加速器来分配它们。）。在单矿车分配器中使用门进行分配也可使用告\n示板（/这句怎么看着像机翻……，建议译为：也可以通过告示牌防止矿车从门里掉出（的机制）来制作用一个门的单车分配器）。\n此外，玩家也可以通过在下方放置告示板的情况下使用1方块宽的水流运送矿车。当矿车在穿越告示板后，矿车仍旧会下落。但是在水流的作用下，矿车会以缓慢的速度运动。可以通过这种方法制作陷阱，将矿车内的生物窒息而死，而且掉陆（落）物可以（被）获得。\n……\n\n==漏洞==\n……\n当玩家在某些方块（如岩石、等）下方推矿车时会出现一些错误。此时矿车的一面受到阻挡，当玩家乘坐次（此）矿车时将无法移动、无法摧毁矿车、无法脱离矿车。此时玩家所承受伤害与在水下窒息时所受伤害相同。\n在矿车附近引爆TNT会使矿车分解成数个矿车方块（/此处核对原文不是矿车方块，而是掉落成为可拾取的物品），即使TNT被埋在水里也是如此。\n……\n如果矿车在铁轨上被推上其下方的陷阱门时，矿车会穿过陷阱门返回轨道。（/语义错误，应译为：如果矿车被推到下方紧挨着铁轨的陷阱门上时，矿车会穿过陷阱门落到轨道上。【已核实】）\n\n……\n当玩家乘坐矿车坠落时右击矿车可以不承受坠落伤害，但是当玩家在离开矿车后会获得所累积的坠落伤害。可以再（在）乘坐矿车时注销并稍等片刻重新登录即可免遭伤害。\n当乘坐矿车时在很高的高度上坠入水面会受到伤害，此时水面类似于不同方块那样不会缓冲伤害（/建议译为：此时水面不会像对平常的坠落那样那样进行缓冲）。\n……\n当玩家在乘坐矿车时游戏卡顿和崩溃，当玩家重新登录时可能会（产生）诸多矿车的复制体。\n……\n==你知道吗==\n……\n在矿车中的中史莱姆并不会攻击你，但是如果玩家攻击在矿车中的小史莱姆时，它会反击。（/语义错误，你可以击打矿车中的中等史莱姆且不会被还击，但是大型史莱姆就会还击）\n……\n在铁轨上如果有[[骷髅]]（的）箭以及掉落物品会阻碍矿车前进。\n……\n[[蜘蛛]]可以被矿车“抓住”。在某些时候矿车内的蜘蛛会攻击玩家，被（/删去）动力矿车并不能推这种[[蜘蛛]]矿车，但是人和充能铁轨却可以。矿车内的[[蜘蛛]]不能逃脱但是会四周看。\n……\n\n差不多过了一遍，看楼主半夜发的可能还是草稿，但是还是说一句有数量还要注意质量哦。机翻也不是不可以用，做的干净就行了，我不用是因为有时会把自己搞糊涂。\n订正完看LZ已经开始搬运了。参考一下吧。\n"
        }
    ]
}