{
    "title": "<原创·连载>已完结，轩仔作品！《铁傀儡之心II》出炉",
    "author": "男人婆",
    "replyCount": 28,
    "timestamp": 1411176900,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-4 00:50 编辑 \n\n感谢支持轩仔作品，铁傀儡之心第一部：《铁傀儡之心》\n其他作品：《史蒂夫漂流记》\n封面：\n\n\n\n\nQQ截图20140920092649.png (194.35 KB, 下载次数: 5)\n\n下载附件\n\n2014-9-20 09:35 上传\n\n\n\n\n\n\n上文章：===============================================================================上BGM：\n\n目录：\n序章：\n   战争过后，我从废弃的战壕里爬了出来，满身都是敌人的血迹，我，是一个铁傀儡，一个战争机器，我痛恨敌人，我欲望撕碎它们，那些阻止我的人，一个都不会有好下场的，我没有感情，因为我没有心，眼泪对于我来说太遥远了。我，就叫做卡莱恩，我是一个没有感情的机器人，我的眼里只有杀戮……\n\n第一章：背叛\n第一章：背叛\n   我满身都是土和凝固的血迹，我圆满的完成了厮杀的任务，该回到军营报告喜讯了，但是，这天是我万万没有想到的。\n   当我回到军营，发现他们已经不在了，他们早都走了，他们抛下了我，他们根本就没有觉得我能完成任务，他们都背叛了我，我在他们眼里就是去送死的，原来，我还以为长官他们很重用我呢……\n   这令我很气愤，那些背叛我的人，都要死……\n   我现在必须走出这片废墟，可是他们把所有的直升机都开走了。我被困在了这个草木不生，荒无人烟的孤岛上，等我逃出去，我定会撕碎他们……\n   我从废弃的战壕里找到了一些直升机的碎片，证明附近还有直升机，只是有点破旧，我四处寻觅，可是没有结果。\n   我绝望了，我感觉自己就要死了，我很虚弱，没有能量补充，而且刚和他们打仗差点就送了命……\n   我躺在黄土上，看着高飞的大雁和蒸烤这大地的太阳，觉得没有希望……\n   正当我绝望之时，我的头向后一扭，看到了一个直升机的机翼……我向后看，是一架直升机，经过确认，这架直升机并没有坏，就是没有油了，我将我身体的油全部给了它，虽然我感到特别疲惫，但是我可以逃生了……\n   我要逃到城里去……\n\n第二章：希望之都\n第二章：希望之都\n   不知飞了多久，我的手已经毫无知觉了，终于，我看到了希望之都（城市名字）我找到了个直升机平台降落。\n   看到我凯旋归来，记者们纷纷来采访，但是我对他们说出的第一句话就是：我现在需要油……说完便倒下了……\n   ……\n   不知过了多久，我醒来了，我感到身体不那么虚弱了。我在机器人维修厂，修机器人的师傅帮我加了油。哪个师傅问我为什么没油了，我告诉他：\n  “那群可恶的家伙，说好的我要是打败敌人就给我重赏，可是等我击败了多有敌人时，回到军营，发现他们全部跑了，把我丢在了这个死气沉沉的岛上，直升机因为没有油，我把我身上的给他了。”\n  “你把油撞到直升机上了？幸亏你早点回来了，要不然你就死了……”\n   我现在很生气，但是有很高兴，我没有死，并完好无损的回到了城市。我决定寻找那帮可恶的家伙们，我要让他们生不如死。\n   在城里，师傅帮我为直升机加了油，我向师傅道谢后，飞走了，我要寻找那帮家伙们，那帮背叛我的……家伙们。\n第三章：报仇\n第三章：报仇\n   飞了很久，也没有找到他们的那片营地，我的脾气越来越暴躁，我生气的开始咒骂甚至摔东西。\n   我是找不到那座可恶的军营了，我有点惋惜，但是我不得不走了，因为油快用完了。我只好垂头丧气的带着失望回到希望之都。\n   回到了希望之都，我回到机械维修厂，我将没有找到军营的时告诉了老师傅，老师傅用慈祥的笑容看着我，和蔼的说：“何必报仇呢？你不是已经战胜敌人了吗？何必在和他们较真啊。”\n  “你不懂，他们这种行为让我感到他们很可恶，把它们放到社会上定会害人。”\n   老先生仍不生气，他只是对我说了一句话：“生命在于体谅。”\n   我仍未理解这句话，只是当时我很冲动，并不听老先生的劝阻，执意要找到那帮人们，老先生“唉”的一声，默默的走向了里面的房间。\n   我现在想想，当时我真是失去了理智，根本无法控制住自己的情绪，现在想想老先生说的那句话，真是深有感触啊。\n   人生的这步棋局，我走错了，真的走错了。如果当时我听从老先生的话，也许今天也不会落入这种地步啊……\n第四章：步步错\n第四章：步步错\n   我走错了一步，以后步步错。我选择错了人生的道路，不听从老先生的劝阻，我向老先生要来了军事地图查看，便找到了军营以前扎住过的地方。\n   我开始一个地方一个地方的搜查，最后，我搜查了第三个地点，安哥拉盆地，我找到了那群混蛋们。\n   当我看见他们时，已经完全的失去了理智，我还没来得及停飞机，直接从飞机上跳了下来。当那些人看见我是，满脸诧异……\n   我红着眼睛，握紧了拳头，他们看我来头不对，全部举起了枪，对着我射击，这种挠痒痒攻击对我根本无效。他们见状，居然请来了他们的精英部队——钻石傀儡。我看到了钻石傀儡，心里颤了一下。\n   钻石傀儡朝我冲了过来。我愣了一下，没想到，钻石傀儡一拳将我击倒在地，旁边的人还在鼓掌，仇恨激发了我……\n   我站了起来……看着旁边哈哈大笑的混蛋们，看着那可恶的钻石傀儡……我再次冲了上去，可是……还是被打倒在地上……\n  “放弃吧，我们的精英部队可以把你打回老家。现在投降还来得及。”\n   哪个混蛋将军对我说了这番话，激怒了我，我将将军击倒在地，钻石傀儡一下将我扔在了天空。\n  “啊！”划破天空的惨叫……\n第五章：越狱\n第五章：越狱\n   我这是要死了吗？眼睛看不清了，模糊的听见……他们在说话……\n   我醒来后，我被关在他们的监狱里。狱长是黄金傀儡。我抓住铁栅栏，我失去了自由，为什么？我身体很虚弱。狱长看见了我，瞪了我一眼，我已无力反抗了。这次很不顺利，我以为可以击败他们的……\n   我坐在地上，看着天花板：这种日子何时是个头啊。\n   我决定越狱，到了食堂吃饭时（油），是最佳的越狱时机。我补充完能量后，我突然冲出来了。他们没有一点防备，我想绝对不能被他们抓住，否则……\n   正当我想的时候……钻石傀儡的精英部队，拦住了我。他的跟班是两个黑曜石傀儡，黑曜石傀儡是最强的防御专家。\n   我想：惨了，碰上他们，死定了。\n   两个黑曜石傀儡冲了过来，我怒吼了一声，一拳击倒她们的胸部……这是我几年来积攒下来的功力啊。\n   居然，被他挡下了……她完全没有感觉。黑曜石傀儡真不愧是防御专家。黑曜石傀儡将我抱起，来了个后空翻，我的头撞在了地上。\n   我感到有些晕，但是不能服从他们。我愤怒的拉着黑曜石傀儡的腿，另一个也来帮忙给我摔下去。我死抓着不松，突然，钻石傀儡让收手。\n   我很纳闷。钻石傀儡朝我脸上来了一拳，我想反抗，但是……实力差距太大了，我们根本没法比，但是……兔子急了也是会咬人的……\n第六章：反抗\n第六章：反抗\n   我坐在地上，受到了侮辱，他们说，让我从他们每个人胯下钻过，就放我走，俗话说，识时务者为俊杰，没办法，我做出了我一声最懦弱的表现——我从他们的胯下钻了过去。\n   他们不守信用，他们笑话了我，说我钻狗洞，还侮辱我，我将我已经收起来的拳头使劲握紧，我站了起来。是用我平生最大的力气，将钻石傀儡打倒在地。黑曜石傀儡见状也来攻击我，我握住了他们的手，背住他们，来了个后空翻……\n   我对他们说道：“不是所有人都是那么软弱。”\n   两个黑曜石傀儡撞到一块，晕了，钻石傀儡站起来，怒吼一声，我看见她站了起来，向我冲过来，我将附近的墙推到，把她压了进去，没想到他又站了起来。\n   我愤怒了，跳到了他的身上，他一甩，将我摔倒在地。我跑进武器库，拿了一把钻石剑，通道他的身上，他的肚子咧开了口子。\n   我再次捅了一剑，剑碎了，他的肚子也碎了，他倒下了。\n   军营里的人派出大部队阻拦我，我已经被包围了，所有人拿着枪对准我，我死定了，我最后对他们说：我错到哪里了？我又做错事吗，是你们先背叛我的……你们……我说过，我要将你们碎尸万段！\n   开——火！   啊！ 我惨叫了一声。\n   我冲着他们队伍人最松散的地方冲出去，将他们一个个推开，子弹打在我的背上，很疼……很疼……\n第七章：逃离小岛\n第七章：逃离小岛\n   他们被推开了，我上了直升机，背上留下了很多伤口，他们要追上来了，我启动发动机……但是，我看到了我最不想看的事情……\n   飞机没油了，我要死在这个小岛上了……安格拉盆地……我真后悔来到这个地方啊，真是一步错步步错，真应该听老先生的话。这下，我死定了……\n   后面是大部队，他们跟了上来，我现在只能跑，我找到他们的军火库，又一架直升机，有油。我赶快启动。\n   大部队要追来了，我开动直升机，直升机飞上了天空。他们对着我的直升机疯狂的射击。但是都没射中，我，终于跑了。离开了这个混蛋们的军营啊。\n   我的世界地图丢了，落在那个飞机上了。现在只能瞎摸，看能不能回到希望之都了。\n   我找了很长时间，没有找到，幸好飞机上有几桶油，要不然根本不够用啊，半天只找到了一座小岛，那地方我是不会去的，我在小道上看到了个城堡，城堡上有个小村民尸体和和我长得一样的铁傀儡。还有终界龙。\n   因此我不去那个岛。\n   我又找了很长时间，找到了一个蘑菇岛，那蘑菇岛全是菌丝，还有红色的牛。我想暂时先在这里定居吧。\n第八章：空战\n第八章：空战\n   我来到此小岛，看到了许多牛，我很渴，我抱着飞机上的一桶油大口大口的喝了起来。喝足之后，便要考虑如何在此地生存。\n   这地方只有菌丝，蘑菇，那种东西我根本是不可能吃下去的。我知道，我在这个地方带不了多久。\n   我还是很渴，但是不能在喝了，因为我心里清楚，再喝下去的话，飞机就没油，根本飞不动啊。我选择了重新起航（话说这蘑菇岛的出现有什么用啊！）。\n   我开着飞机，我妄图在飞机上寻找到世界地图，可是找不到，这里面什么都没有，这架飞机里连个 世界地图都没有。\n   突然，正当我开飞机时，意想不到的是发生了，那群混蛋居然那么黏，我不管他们已经是不错的了，他们居然还来挑衅。\n   我愤怒至极，他们开着飞机过来了，我想他们发炮弹，他们也冲着我发，但是，他们人很多，飞机也很多，我不一会机翼就被击中了，我奋力开向敌人的飞机，纵身一跃，跳到了敌方的飞机上。\n   驾驶员吓得手足无措，我一脚将他踹下了海。我开着飞机，加速前进，准备快速开到小岛上，我随便到了个孤岛，这没有停机坪，我找了个空地停了下来。\n   那群混蛋也陆续开到了小岛上，我想丛林深处跑去…… \n第九章：铁傀儡的追逐\n第九章：铁傀儡的追逐\n   那帮人的胡搅蛮缠令我产生了杀人的念头，正当我这样想的时候，一大堆空降兵从天而降，那些空降兵……不就是铁傀儡吗？\n   怎么办，我一个铁傀儡怎么打得过那么多铁傀儡？不过那些铁傀儡是没有脑子的，在军营发明铁傀儡时，他们单独给我装了脑子。其他人都装了战争目标芯片，锁定一个目标然后会单独攻击哪个目标。\n   看来这次他们把目标盯在了我身上……我只是一个士兵啊，他们干嘛死追着我不放呢？这点是我一直想不通的。但是现在最重要的还是脱身。\n   我可以智取，我一个有脑子的一定可以干掉那些没有脑子的铁块！但是那些铁块不管我走到哪他们都知道，所以这点想击败他们很难。\n   这时，我逃跑的时候一群士兵围了上来，不过这些东西对我来说根本不算啥。我搬起地上的大石头砸向了士兵堆，一下子砸死了很多士兵。\n   我从他们身上拿出了许多炸弹，拔了捻，扔向了铁傀儡们。轰！\n   令我吃惊的是，他们居然毫发无损，铁傀儡们想我冲了过来，我大叫一声：和你们拼了！我和他们暴打在一块，已经混乱了，他们也有自己误伤自己的人。\n   我又拿出了一颗定时炸弹，这个威力很大，我输入定时，并放在了某个铁傀儡的胸前，我急忙逃跑，但是，人太多了，跑不出去…… \n第十章：终结\n第十章：终结   我立刻意识到我就要死了，但是，我也要用我最后的力量跑出去，我气喘吁吁，在人多乱杂的地方……我感到不舒服……\n   定时炸弹定的是一分钟，现在大概只剩下三十秒了，我一定要逃出去，我推开一个一个的铁傀儡，求生的欲望愈来愈强烈，促使我达到了平时根本无法做到的力量。\n   我心里默默的查着……十五秒，十四秒，十三秒……\n   时间快要到了，我就要死了，还差一点，我就可以出去了，我推开了最后一个铁傀儡，冲出了铁傀儡队伍……\n   三秒，二秒，一秒，我奋力的一跳，轰……一声炸弹的响声。\n   就差那么一点点，我要是再往外跳一点，也许……就不会这样了……也许我当时听老先生的劝阻，我也不会……死了。\n   铁傀儡部队死了，他们被炸成了碎片，士兵部队也死了，我也快不行了，我爬着，一步一步的爬着，我欲望爬上直升机，只要开会希望之都，也许我还能保命……\n   但是，我没有力气了，我的手抠这地上的泥土，一步一步的往前爬，近了，就要到了，我……不行了……\n   卡莱恩死了，死在了这片小岛上，他终结了这个军营，还有……他自己……\n\n第十一章：真相大白\n第十一章：真相大白\n   其实这个铁傀儡（卡莱恩）根本就没有脑子，只是老先生看他比较出色，给他了一个智慧芯片，装到了他的头部，还给了他记忆芯片。\n   可没想到，这个铁傀儡他居然有心脏，老先生调查出他的性格是狂妄和暴躁，复仇心很强烈，老先生妄图改变他的性格，给他装了芯片，这个芯片的性格是感恩和善良，但是根本没用……\n   老先生很失望，于是老先生决定用他的行为改变他冲动的性格，但是最后还是冲动害死了他（卡莱恩）。\n   冲动是魔鬼，这种性格不好，他会害死自己的……\n\n  完          剧终            谢谢观看\n\n\n=======================================================================\n                                                                        作者轩仔\n=======================================================================\n\n本次于2014-9-21日更新\n\n\n暂时更新到这里，想让我@他的可以给我说\n本人初中生，写得不好勿喷\n谢谢支持\n\n\n\n\n\n\n\n\n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "我是小骷髅",
            "timestamp": 1411177200,
            "txt_content": "嗯。不错不错，加油努力！"
        },
        {
            "author": "男人婆",
            "timestamp": 1411177260,
            "txt_content": " 本帖最后由 男人婆 于 2014-10-4 00:52 编辑 \n我是小骷髅 发表于 2014-9-19 15:40\n嗯。不错不错，加油努力！\n音乐BGM引用克罗地亚狂想曲，我觉得很配撒"
        },
        {
            "author": "916094431",
            "timestamp": 1411177320,
            "txt_content": "字好少............."
        },
        {
            "author": "Adyhtl丶",
            "timestamp": 1411177320,
            "txt_content": "支持~·{:10_512:}"
        },
        {
            "author": "男人婆",
            "timestamp": 1411177320,
            "txt_content": "916094431 发表于 2014-9-19 15:42\n字好少.............\n这才两章啊，我一天会更新三四章的……你可以看我的《铁傀儡之心第一部》"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411177320,
            "txt_content": "男人婆 发表于 2014-9-20 09:41\n第一部在这里：戳我进入\n我看过第一步了，铁傀儡有心脏？"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411177380,
            "txt_content": "916094431 发表于 2014-9-20 09:42\n字好少.............\n你说对了！楼主刚开章嘛，肯定有些少"
        },
        {
            "author": "男人婆",
            "timestamp": 1411177380,
            "txt_content": "我是小骷髅 发表于 2014-9-19 15:42\n我看过第一步了，铁傀儡有心脏？\n没有啊，我写的第二部没有心脏"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411177500,
            "txt_content": "男人婆 发表于 2014-9-20 09:43\n没有啊，我写的第二部没有心脏\n第一部写的是有心脏的"
        },
        {
            "author": "男人婆",
            "timestamp": 1411177500,
            "txt_content": "男人婆 发表于 2014-9-19 15:42\n这才两章啊，我一天会更新三四章的……你可以看我的《铁傀儡之心第一部》 ...\n而且这是我刚才20分钟内写出来的，少是肯定的（我是直接用电脑写，这样更省纸）"
        },
        {
            "author": "男人婆",
            "timestamp": 1411177680,
            "txt_content": " 本帖最后由 男人婆 于 2014-9-19 17:54 编辑 \n我是小骷髅 发表于 2014-9-19 15:45\n第一部写的是有心脏的\n啊，忘了@某人了，给他说好的，@我朶世界"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411177800,
            "txt_content": "男人婆 发表于 2014-9-20 09:48\n额，好吧，他刚出生还没有呢……\n那你是接着第一部写的还是以第一部为主题，以回忆的形式写第二部呢？"
        },
        {
            "author": "男人婆",
            "timestamp": 1411177980,
            "txt_content": "我是小骷髅 发表于 2014-9-19 15:50\n那你是接着第一部写的还是以第一部为主题，以回忆的形式写第二部呢？\n第二部和第一部根本没有半毛钱关系……主角名字都不一样嘛"
        },
        {
            "author": "男人婆",
            "timestamp": 1411178040,
            "txt_content": "男人婆 发表于 2014-9-19 15:53\n第二部和第一部根本没有半毛钱关系……主角名字都不一样嘛\n其实我的代表作是第一部……呵呵，下一届小说大赛我要拿去参赛的……（主要因为这一部还没写完……）"
        },
        {
            "author": "龌龊大大",
            "timestamp": 1411178280,
            "txt_content": "我就看看 不说话"
        },
        {
            "author": "男人婆",
            "timestamp": 1411178340,
            "txt_content": "龌龊大大 发表于 2014-9-19 15:58\n我就看看 不说话\n已经说话了……（好酷的个性签名啊）"
        },
        {
            "author": "我朶世界",
            "timestamp": 1411178520,
            "txt_content": "我来顶一个……顶顶顶！{:10_506:}"
        },
        {
            "author": "1339410334",
            "timestamp": 1411178820,
            "txt_content": "人设类似绿野仙踪的铁皮人233333333333"
        },
        {
            "author": "男人婆",
            "timestamp": 1411181700,
            "txt_content": "1339410334 发表于 2014-9-19 16:07\n人设类似绿野仙踪的铁皮人233333333333\n你咋知道的我就是这么想的23333333333333333333"
        },
        {
            "author": "男人婆",
            "timestamp": 1411187400,
            "txt_content": " 本帖最后由 男人婆 于 2014-9-20 18:22 编辑 \n\n2333333333333333"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411188840,
            "txt_content": "男人婆 发表于 2014-9-20 09:53\n第二部和第一部根本没有半毛钱关系……主角名字都不一样嘛\n好吧，这些我倒没注意"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411188900,
            "txt_content": "男人婆 发表于 2014-9-20 09:54\n其实我的代表作是第一部……呵呵，下一届小说大赛我要拿去参赛的……（主要因为这一部还没写完……） ...\n额呵呵，参赛？不错不错"
        },
        {
            "author": "男人婆",
            "timestamp": 1411188900,
            "txt_content": "我是小骷髅 发表于 2014-9-19 18:55\n额呵呵，参赛？不错不错\n其实我觉得第二部写得比第一部好（我又更新啦）刚才我更新了5章，腻害吧"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411189140,
            "txt_content": "男人婆 发表于 2014-9-20 12:30\n@我是小骷髅\n干啊吗~~"
        },
        {
            "author": "男人婆",
            "timestamp": 1411195500,
            "txt_content": "注：第七章：逃离小岛的片段：\n我在小岛上看到了个城堡，城堡上有个小村民尸体和和我长得一样的铁傀儡。还有终界龙。\n为客串，详见第一部后两章，不理解的可以看看"
        },
        {
            "author": "男人婆",
            "timestamp": 1411203360,
            "txt_content": "有版主在吗？我的《铁傀儡之心第一部》刚编辑了一下，正在审核，求审核55急啊\n这作品我要拿去参赛的"
        },
        {
            "author": "男人婆",
            "timestamp": 1411273260,
            "txt_content": "已更新完毕，准备写第三部……好像围绕这个题材写得太多了哈"
        },
        {
            "author": "L99",
            "timestamp": 1412496540,
            "txt_content": "不錯,可惜我沒想像力\n"
        }
    ]
}