{
    "title": "<原创·连载>【卡赞战记】【作者：冰闪】【1】",
    "author": "冰闪",
    "replyCount": 13,
    "timestamp": 1411256460,
    "txt_content": " 本帖最后由 冰闪 于 2014-9-21 12:02 编辑 \n\n嚯嚯，因为上一篇被人说是抄袭的，所以我又开了一个。不过本人是初三党一名，更新可能会有点慢，还有，这里开头可能没有太多战斗情节，但后期是以战斗为主的。介绍\n\n姓名：韩通枪 种族：人类 年龄：17岁 性别：男 形象：蓝发少年，穿着一身装满各种武器的黑色军服 职业：枪炮师 神器：冰刺重狙【外形接近带着长刺刀的M99】，冰封手炮 常用棋子：国王 简历：天界人，曾一人潜入恐怖组织“瑞克”基地，后来全家逃到主世界，玲腾学校学生，高穷帅，枪炮六级三班，也是MT【magick technology】战棋队181战队队长脾气有点冷，擅长冰系技能和枪械技能。可以制造一种可浇灭一切圣灵之水。可以控制氢分子和氧分子【说白了就是可以制造使用水】,王喜刃他哥，现居住在王喜刃家。对队员非常了解。 姓名：王喜刃 种族：人类 年龄：16岁 性别：男 形象：一头金黄色的碎发，带着一顶沙漠黄的鸭舌帽，很普通的白色夹克 职业：刀魂【自编职业】 神器：雷霆速刀【武士刀】 常用棋子：骑士 简历：主世界人，玲腾学校学生，长的挺帅的，刀魂六级七班，MT战棋队181战队副队长，为人比较正直，偶尔发点色心，擅长电系技能和刀手技能。愿为兄弟上刀山下火海。最早曾去过天界，一人杀入“瑞克”总部夺取情报，速度全战队最快。最听夜魅的话。 姓名：陈刚 种族：人类 年龄：16岁 性别：男 形象：白发小伙子，穿着装满零件的白色工作服 职业：机械师 神器：机械创造【意识神器】 常用棋子：士兵 简历：高富帅，玲腾学校学生，机械六级九班，MT战棋队181战队队员，王喜刃死党，家里还养着一只苦力怕妹子。为人有点好色。被李杰视为救命恩人。天界人。 姓名：李杰 种族：人类 年龄：16岁 性别：男 形象：赤红色头发，左手是鬼手，一般时缠着白色的绷带，只有战斗时才会解开，左眼战斗时会发出红光 职业：狂战士 神器：炽焰重剑 常用棋子：战车 简历：主世界原居民，因为生下来有鬼手被赶出村庄，后来遇到陈刚，经过陈刚的开导开始新生活，玲腾学校学生，狂战六级九班，MT战棋队181战队队员，是全战队近战最强，单细胞生物一个，但一提到卡赞的诅咒就瞬间变成的异常认真。  姓名：西特伦 种族：人类 年龄：16岁 性别：男 形象：灰白头发，白色的研究服，带着一个黑色框眼镜 职业：漫游枪手 神器：极速左轮 常用棋子：炮手 简历：玲腾学校学生，漫游六级一班，MT战棋队181战队队员，思索时会推推眼镜，遇事比较冷静，总能在关键时刻想出对策。虽然是漫游，但比较喜欢用毒药攻击。军师一样的人物。 姓名：白玲 种族：恶魂 性别：女 形象：粉发。白衣巨乳萌妹子。 职业：元素师 神器：爆燃法杖 常用棋子：女王 简历：玲腾学校学生，魔法六级七班，MT战棋队181战队队员，萌妹子，擅长魔法攻击，在MT战棋里一般是重火力突击者。恶魂族公主。现居住在王喜刃家。拥有与精灵对话的能力。 姓名：玲追 种族：爬行者 性别：女 形象：金发美少女，穿着绿色连帽衫 职业：弹药专家 神器：意志爆破【意识神器】 常用棋子：士兵 简历：玲腾学校学生，弹药六级七班，MT战棋队181战队队员， 擅长爆破技能，任务一般是放置陷阱的。居住在陈刚家。经常受到同学的敌视。对陈刚有好感。 姓名：李志勇【被大家叫做大李】 种族：人类 性别：男 形象：军绿色的鸭舌帽，军绿色的作战服 职业：枪炮师 神器：全面锁定【意识神器】 常用棋子：炮手 简历：玲腾学校学生，枪炮六级三班班，MT战棋队181战队队员， 擅长狙击技能，一般是搞偷袭，枪枪爆头，天界达克村里的孩子，曾目睹自己的父母被“瑞克”杀害，后来逃到主世界。 曾参加过神之枪计划。\n引子在相对的一个世界，也就是MC世界里，好了，不要想成是方块世界，其实那里和我们这个世界没什么两样了。 MC世界由天界、暮色森林、下界、末界和主世界组成。 在MC世界，生活着不同的族群，不同的职业【备注：本人DNF玩多了】，每一个族群都想统治其他族群，自然就出现了多个政权独立的场面。后来，建立了四个封建帝国，主世界怪物帝国，地狱怪物帝国，末影帝国和人类帝国，自然，战争依然爆发着，人类依靠强大的科技力量和魔法力量几乎无敌，统治了天界和主世界的绝大部分。 可是，人民并不喜欢战争，于是就出现了资产阶级改革派，他们发动了资产阶级革命，推翻了封建帝国。 可是，还不到五年，新资产阶级政府又发动大规模战争，人们叫苦连天。 这时，马尔科带领无产阶级，发动了红色五月的革命运动，建立了人民政权，科俄斯人民共和国。随着人类无产阶级革命的胜利，其他三大帝国也发生了无产阶级革命，都推翻了封建政府，建立了共和国。 方块历1599年，四国主席在科俄斯人民共和国的首都莫里特进行了和平谈判，四国分别承认各国主权，各个种族平等，制定了和平条约。 方块历1600年，一些人类为了不让大家在和平中失去战斗力，就发明了一种战棋游戏，magick technology战棋【在战棋游戏中死亡会退出游戏，不会影响到游戏玩家本体】，棋子有国王，女王，骑士，战车，炮手，士兵和法师。这种战棋游戏，与象棋差不多，消灭国王的一方胜利，除了国王和女王外，其他棋子的数量是不定的，一方最多20人。不同的职业也会影响棋子能力。 方块历1610年，一种被称为卡赞诅咒的，像瘟疫一样传播开，无数生物被感染，变异成 各种异变现象频繁的出现在各地，异变的动植物也越来越疯狂。即使出现了为铲除怪物而不畏艰辛的穿行在各地的冒险家们，也无法让异变得到一丝缓解，整个MC世界陷入无边的黑暗之中。 方块历1650年，变异物种全部神秘消失，MC世界又恢复和平，但经历过这次磨难的MC世界，不能与往日相比了.......... 方块历1700年..........\n下面是正文！！！！！！！！！！1        新队员玲腾学校  速刀六级七班 “啊啊！作业又忘做了！王喜刃你快借我抄抄！”马连平不停地摇着王喜刃。 “搞什么啊，已经是第八回了.......”王喜刃一脸不满的从背包里拿出作业。才拿出来就被马连平一把抢过去。 王喜刃看了一眼正在疯狂抄作业的马连平，“唉！原本是来这学习战斗技术的，为什么还会有作业这样的东西啊...........” “王喜刃！你太够哥们了！” “呸！够哥们有什么用！”王喜刃看了看雷霆速刀，摸了摸。“能找妹子吗......”王喜刃好像是在问自己，又好像是在对雷霆速刀说。 下午   放学后  王喜刃躺在操场边的草坪上，嘴里叼着一根狗尾巴草。 “喂！你还不回家啊！”操场跑道上，马连平朝王喜刃喊道。 “我等等181战队的。”王喜刃望了一眼一望无际的天空，夕阳西下，多么浪漫的场景啊。“要是有个女朋友就好了............”王喜刃这么想着。突然，李杰的声音打断了他。 “喂！老王！”王喜刃一听赶忙爬起来，左手提着背包，右手抓着雷霆速刀。 “大家呢？” “除了你和玲追，大家都去陈刚家了。对不住了，忘了跟你说。” “没事。”王喜刃把背包一背，就朝大门走过去。 “哎！今天怎么了？不像你啊。” “没事。” 李杰奇怪的看了王喜刃一样，什么都没说，跟着走了。 教学楼，弹药六级七班老师办公室门口。 玲追抱着一堆作业本进入了办公室，然后擦了擦头上的汗。走了出来。朝教学楼门口走过去。 “喂！那个爬行者！”一个脾气挺爆的女孩叫住了玲追。 “嗯？” “告诉你！你要是在缠着陈刚！我可不会手软的！” “这和你有什么关系！”玲追不甘示弱。 “哈！一个小小的弹药！还敢和我叫板！” “玲追！”一个声音突然从身后传来，玲追回头一看，是陈刚。 “你搞什么啊，这都几点了！”陈刚看了看玲追，“大家都在家里等着呢！”说着，抓住玲追就跑。 陈刚家  韩通枪坐在沙发上，看着对面的末影族女孩，那个女孩皮肤特别白嫩，典型的黑长直，带着一顶黑色鸭舌帽，穿着黑色的短裙。 “对..........对不起！老哥........”王喜刃气喘吁吁的闯进来。随后的是181战队的其他成员。 “嗯....你们都来了，介绍下，这位是变种末影人夜魅，不怕水，也是龙王的女儿，她常用的是骑士，职业是速刀。王喜刃，以后她就是你的搭档了。” “哈.........你好，我是王喜刃，职业也是速刀手。” “你好。”夜魅的回答不冷不热。 “头儿，这次不可能就这点事吧。” “当然，我是想看看夜魅的能力到底有多强。”说着，他挥了挥手，只见四周的场景瞬间变换成沙漠。“王喜刃，你去和她切磋一下吧。” 王喜刃点了点头，一下跳到一个沙丘上。夜魅走到了沙丘对面。 “我可不会因为你是女生我就让着你的！”说着，王喜刃举起雷霆速刀。“突变！国王！” 夜魅拔出了背上的一把黑色的武士刀。“突变！国王！” 王喜刃一下朝夜魅冲过去，夜魅“嗡”的一声瞬移了，王喜刃下意识的朝后砍，夜魅竟然瞬移到了王喜刃右方。 “熊兵，有一套。”西特伦忍不住说道。 “光之幻影！”只见王喜刃发出一道金光，顿时一群王喜刃将夜魅围住，一起举刀砍过去。夜魅轻轻一跳，然后直接拔刀朝天上一挥。只见四周立刻刮起了黑紫色的风暴。 “末影风暴？这丫头有一手。”李杰说道。 王喜刃一下跳出来，朝夜魅砍去，夜魅没躲。刀刚碰到她时，夜魅瞬间变成一片黑色的影子，王喜刃胸口被一把黑色的武士刀穿透了，一大股鲜血喷出来。 “国王，王喜刃出局！”韩泽大喊道。韩泽又一挥手，只见四周又变回陈刚家的客厅了。 “厉害！”王喜刃对夜魅说道。 “谢谢，顺便说一声，明天转入速刀六级七班。请多多指教了。” “啊......那个......能不能不要板着脸说俏皮话啊............” “行了，大家都回去吧。”韩通枪回头对队员们说道。然后潇洒的背起枪，走了。 晚上9点，王喜刃家。 “什么？！睡我房间？！” “王喜刃你这么大声干嘛，重点是没有别的房间了，只有你的床是双人床。”韩通枪把背包放在桌上。 “得，我宁可打地铺。” “随你便。”韩通枪提着自己的神器回房间了。白玲笑了笑没说什么，也回房间了。 “嗯，那我去洗个澡，身上都是汗。”夜魅把刀丢进王喜刃的房间，就去了浴室。 “.........”王喜刃流汗￣□￣｜｜，“完全无视我是男性啊。” 王喜刃走进房间，从柜子里拿出羊毛毯来，铺在地上。然后躺在上面，望着天花板上的红石灯。 “夜魅.......总觉得这个名字好熟悉啊.........”王喜刃伸出左手，张开五指，看着手心的红点。明明是速刀手的他，怎么会有这块像鬼之咒一样的红点呢？他自己也不知道。 这时，门开了，夜魅进来了。夜魅只穿着一件白色的围裙【裸围】，黑色的长发如同瀑布一样披在身后。 “搞........搞什么啊.......” “嗯？怎么了？” “你.......你还问我........”王喜刃指了指夜魅的衣服。 “哦，这身啊。因为没有合适的了，所以......”夜魅有点不好意思的说，“看来有点太下流了。” “没........没事，我先睡了。”说着，王喜刃翻了个身，盖上羊毛被，就开始睡觉。 天界      “瑞克”总部 那个臭小子还没找到？”一个哨兵抱着AK-74问旁边一个吸烟的哨兵。 “可不嘛，上次刺杀了指挥就跑的没影了。” 这时，天边传来一阵马蹄声。 “货物到了！”一个士兵跳下马，打开马车，取出一个旅行箱。 一片搬动声后，又恢复了宁静，只留下了风的呼呼声。 主世界      一片白桦林里 一道白光闪过，然后天空有无数光点如同雪花慢慢飘落。 每个光点落下时，地下就开一个洞，然后爬出一个丑恶的哥布林。 等到那群怪物都出现时，它们好像有谁指挥着，朝着一个方向走了。\n\n\n",
    "replies": [
        {
            "author": "Dream_Castle",
            "timestamp": 1411257240,
            "txt_content": "给予支持与鼓励"
        },
        {
            "author": "HIJKLMN",
            "timestamp": 1411257240,
            "txt_content": "Fuck you！乱入？！这……尼玛太……"
        },
        {
            "author": "52824675",
            "timestamp": 1411258800,
            "txt_content": "乱入是怎么回事= =不过新人发帖支持"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411259520,
            "txt_content": "支持！就是标题有点儿……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411259520,
            "txt_content": "HIJKLMN 发表于 2014-9-21 07:54\nFuck you！乱入？！这……尼玛太……\n乱入……这……这标题雷人……"
        },
        {
            "author": "丶Cc流",
            "timestamp": 1411259760,
            "txt_content": "我是小骷髅 发表于 2014-9-21 08:32\n乱入……这……这标题雷人……\n骷髅啊 看看我的龙"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411260000,
            "txt_content": "丶Cc流 发表于 2014-9-21 08:36\n骷髅啊 看看我的龙\n好漂亮哦——"
        },
        {
            "author": "丶Cc流",
            "timestamp": 1411260000,
            "txt_content": "我是小骷髅 发表于 2014-9-21 08:40\n好漂亮哦——\n哈哈 几天不见 我的龙都长大了"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411260120,
            "txt_content": "丶Cc流 发表于 2014-9-21 08:40\n哈哈 几天不见 我的龙都长大了\n是吗？话说回来，几天不见长大啦……"
        },
        {
            "author": "冰闪",
            "timestamp": 1411271640,
            "txt_content": "我是小骷髅 发表于 2014-9-21 08:32\n乱入……这……这标题雷人……\n看来大家都不怎么喜欢这个名字啊......."
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411307520,
            "txt_content": "冰闪 发表于 2014-9-21 11:54\n看来大家都不怎么喜欢这个名字啊.......\n初三党起题目围绕中心好吗……"
        },
        {
            "author": "zhh30648",
            "timestamp": 1411309320,
            "txt_content": "第一次看到引子把整个世界观都给交代了...."
        },
        {
            "author": "418878840",
            "timestamp": 1411390560,
            "txt_content": "好庞大的世界观哦，不适合我看......"
        }
    ]
}