{
    "title": "<原创·单章>『Minehope3——地狱基因』 ——这是一首只属于一个人的颂歌",
    "author": "梦魇冰眸",
    "replyCount": 12,
    "timestamp": 1411270800,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-9-21 11:58 编辑 \n\n第三部重磅来袭！本人在写好之后略读了一下，发现了一个很XX的地方：本人写的《地狱基因》竟然与Tech大大的《史蒂夫传奇》有一些雷同之处，导致本人考虑了很久要不要发，说实在的，本人发的时候还是有点怕怕的。算了，写都写完了总不能不发吧？\n总字数：18160\n\n《Minehope3——地狱基因》 送给所有处于绝望，寂寞的人。这是一首属于一个人的颂歌。 by：梦魇冰眸\n\n\n 中国上海……  一位戴眼镜的棕发少女抱着一个公文包，急匆匆地走在街道上。她的表情显得焦急而又惊恐。嘴里不时地嘟哝些什么，额头上不时冒出阵阵冷汗，她手里的公文包似乎比她的生命还重要。  “您……您好，您要的资料，我已经……已经拿来了。”少女颤抖着把公文包放在办公桌上。她的目光时不时落到桌上的那把匕首上，刃上不时发出骇人的寒光。办公桌前站着一个人， 面朝着那扇大落地窗，静静的端详着窗外的一切。房间里太安静，少女只能听见自己心脏跳动的声音，她甚至不敢放开了去呼吸，生怕那人会立刻要了她的命。但那人什么动作都没有，只是像一尊雕像一样站在那里。  少女憋了半天，仍不见那人动一动，她似乎是下定了决心一样，小心翼翼地说：“那我……可以走了吗？”那人依旧是毫无反应。少女便小心翼翼地走到门口，刚准备开门，一阵低沉嘶哑的声音从她身后响起：”等等……“少女被震住了，她颤抖着回过头，那人缓缓转过身，少女看见了一双紫红色的眼眸，那人的眼神里既有杀气，又有威严。少女与他目光相接，心中不由得打了个寒战。  那人缓缓抓起桌上的匕首，悄无声息地向他走来，她害怕极了，”噗咚“一声跪在地上，红着眼说：“您让我干什么都可以，求您别杀我！”说完，眼泪夺眶而出，就差给那人磕个头了。  那人的眼里流露出一丝怜悯，但那只是一瞬间的事，他又立刻把这份怜悯收了回去。他把匕首抵在少女的脖颈上，“一周之内，找到她，找到了，就当什么都没发生，找不到，等死吧。”说完，他给少女强行喂下了一粒黑色的药丸，便放她离开了。\n                                                           正文 \n  午夜时分，皓月当空。银白色的月光洒在一张书桌上。一个银发少女坐在桌前，手上拿着只羽毛笔，飞快地写着。她脸上的表情显得十分认真，白色衬衣的领口微微开着，露出精致的锁骨，头发扎成马尾辫，显得利索又不失气质。她的五官端正，紫红色的眼眸，凝视着纸上每一个写好的字，许久，她在纸的最下方写上了自己的名字：希尔月伦特。写完后，她把纸折了两折，放入一个信封里，走出门，把信封投入了邮筒。  天空中的繁星散发着迷人的光芒，周围的一切都出奇的安静。空气仿佛凝固了一样。她轻叹一口气，抬起头看着天空，过了一会儿，她就转身进了屋。转身的那一刹那，她的眼里迸发出红色的火焰。\n  清晨，草地的青草上挂着几颗露珠。几声鸟鸣传入她的耳朵。鸟叫声掺着敲门神惊醒了她，于是，她略微整理了一下领子，走过去开门。  门外站着一个面带微笑的少女，她的左手上带着一个翡翠镯子。见开门的人毫无反应，少女只好先开口了：“月伦特，最近过得还算舒服吧？”  被称作月伦特的少女似乎有些不高兴，她沉默了片刻，“都说了要叫我希尔的。”  少女笑开了，“呵呵，我哪知道你这么敏感啊？再说了，人家不是你的好朋友吗？”少女虽然嘴上这样说，但仍然不敢直视她的眼睛。  “好吧就算这样，那我叫你笨蛋杨阳你高兴吗？”  “那人家以后叫你希尔不就好了吗？别再生气啦！”杨阳打了个哈欠，“行啦人家都给你认错了就别在门口堵着啦！”  希尔一脸无奈的等着杨阳坐到沙发上，她才关上门，走到杨阳对面坐下。“我没想到你会有时间来找我，我原以为你会等骆黎有所好转的时候再过来。”  “不用啦，骆黎那里有史蒂夫看着我就放心了。不过话说回来，我还以为你已经去美国找Notch去了。”杨阳抓起旁边的抱枕，搂在怀里。  “Notch那里有Dean，我就可以休息了，反正也插不上手。”希尔放慢了语速，“不过，你来找我应该不是为了聊天吧？”  “哦对，我都把正事忘了，”杨阳锤了锤额头，“昨天晚上，我在家想给你发个电子邮件，但是突然有人敲门，是一个棕色头发的少女，看样子好像比我要小一点。”  “她跟你说什么了吗？”  “嗯……她的表情非常惊慌，像刚从地狱里逃出来的一样。她说她叫埃里丝，我刚想问她来找我干什么，她看见我在发电子邮件，然后就像着了魔一样看着收件人那栏你的名字。大概过了一分钟，她转过头，问我：‘你认识她吗？’我就点点头，她抓住我的领子，‘求你了，告诉我她在哪！’”  “那你告诉她了吗？”希尔最担心自己的住处被除了杨阳等人以外的人知道。  “没有，我只是让她稳定一下自己的情绪，就让她暂时住骆黎的房间了。”  “埃里丝？这名字好像在哪里听过的样子。”希尔记得以前自己的父亲有一个佣人就叫埃里丝，自从父亲死后她就不知所踪了，“那……她没再跟你说什么吗？”   “没，她就是说一定要找到你。除此之外，就没再说别的了。”杨阳看着希尔，想看她接下来会怎么办。   “走，带我去见她。”说完，希尔穿上风衣，示意杨阳走在前面带路。她觉得，自己拿把匕首丢失十有八九和埃里丝有关，可她的心里总是有些忐忑不安。\n  埃里丝很迷茫的坐在床上，像一个精神病患者。显得无精打采的。此时，她看见了希尔，就好似看见了救命稻草一样，与她目光相接，又被希尔的眼神震慑住了。她让杨阳离开房间。希尔打量了她一番，“是谁让你来找我的？”她知道埃里丝可能受了刺激，所以特意用很平静的语气问。  “是……是你那个恶魔一样的父亲，”埃里丝抹了抹眼睛，“对不起……我……我也是为了活命，如果我一周之内带不回你，我就会死掉的！求你了，救救我吧！”  “我父亲？他不是已经逝世了吗？”希尔的父亲的确可以说是一个恶魔般的男人，同时也是一个基因学者，也就是研究遗传的。自小就对希尔非常严格，在一场实验中离奇死亡。  埃里丝瞪着惊恐的眼睛，“他没死……而且他找到了你的东西，逼我在一周内把你带回去。”  “我的东西？”希尔猜到是父亲找到了自己的匕首，“但是，他为什么让你来找我，而不是自己来找呢？”  “那……那是因为……”埃里丝顿住了，“对不起，他不让我告诉你原因。”  “不告诉我原因？”希尔越发觉得可疑了。  “我也不想这样……但如果你真的回去他肯定会对你不利。所以，你不回去我也不会说什么。”说着，埃里丝低下了头。  希尔正在沉思之时，突然有一个黑影从她身旁经过，消失在了门口。她看见那个黑影身上有一个闪闪发光的东西，她愣了一下，就疯一样地追了出去。埃里丝被她撞倒在地，但她感到很古怪，因为刚才门口那里什么东西都没有。  黑影一直跑着，希尔一直在后面追，追到了一个工地上，黑影停住了，似乎是跑累了停下来休息一下。他似乎意识到希尔就在自己身后，缓缓转过身。希尔惊呆了，这个黑影的样子跟自己一模一样！黑影没说话，又朝工地里的一幢废弃大楼跑去。  大楼里很安静，什么声音也没有。过上一阵，会有一阵冷风吹过的声音，在这漆黑一片的楼里，显得格外吓人。希尔贴着墙，小心翼翼地往前走。一直走，来到了五楼。整个楼层里，只有他自己的呼吸声和心跳声。再无黑影的踪迹。  正当希尔怀疑刚才的一切是不是真的时，那个黑影再一次出现在她面前。他气定神闲地站在喜儿面前，慢慢抬起头，那双带有怨念的红瞳吓了希尔一大跳，她不明白自己为什么要畏惧一双眼睛，但是，没有理由，她就是怕。  黑影突然消失了，只剩下她一个人站在大楼里。好像什么都没有发生过一样。她的心里空空的，见到那个黑影后，她总觉得好像缺了什么东西一样。\n  她答应埃里丝会跟她回去见自己的父亲。  阳光有些刺眼，希尔靠在车坐上，心里乱成一团，想不通的事太多，最让她无法相信的是，她亲眼看见自己的父亲被火化，现在居然又告诉她父亲还活着，心里有些接受不了。  “到了……”埃里丝拉开车门。车停在一个大楼前，大楼的顶端直入云霄。  埃里丝说希尔的父亲一直都在顶楼，要乘电梯上去。电梯的上升速度很快。  “叮”的一声，电梯停下了，门缓缓打开。接着一扇大门出现在希尔面前。走廊里很静，埃里丝一直低着头，什么都不说。希尔心里的不安越来越强烈，但她的内心深处有一个念头很强烈：打开这扇门……\n  一个黑发的男人坐在转椅上，桌上放着许多资料，以及一个金色的盒子。  紫红色的眼眸平静的看着希尔，希尔没说话，她在等，在等她死而复生的父亲告诉她一些她不知道的秘密。  “来了吗？”男人轻声说。  “来了。”希尔看见了自己的匕首，就放在盒子旁边。  “你不是我的女儿，你知道吗？”男人故意提高了声调，“也是因为你，才让埃里丝落到了这种下场，知道吗？”  希尔沉默了，她并不惊讶，比这残酷的事她也经历过，但她不想因为自己连累到别人。  男人见希尔毫无反应，继续说道：“你只是一个因为意外和巧合才来到世上的半人类，在你的心里，根本不会出现‘感情’这个词，现在你那所谓的友情，只不过是你用来骗你自己的谎言。”  “您不要再刺激她了，”埃里丝突然要求道，“她的内心早就处在崩溃边缘了，您为什么要把她推下去呢？”  “埃里丝，你不知道的事情太多，她是一个有严重情感缺陷的人。如果有一天，她的情感失控了，所造成的后果你能承担得起吗？”  “您放纵了她三年，三年！这三年里她做过什么出格的事？您为什么要这样做呢？”  “出格的事？”男人冷笑了几声，“这匕首不就是最好的证明吗？杀手，这可是一个丧心病狂的职业呢。”  “你先出去吧，这里没有你的事。”希尔轻轻地对埃里丝说，“我不希望有别人搀和到我自己的事里。”埃里丝点点头，用口型一字一字地告诉她：好人自有好报。  男人站起来，走到希尔面前，凑到她耳边，说道：“永别了。”希尔感觉背上一阵疼痛，有什么东西从背部流入了自己的体内。紧接着，她眼前的一切都模糊了，神志逐渐飘离了自己的身体，斜斜地倒在了地上。  她觉得快要喘不上气了，手指也变得僵硬，呼吸越来越困难，血液的温度也开始升高，渐渐地，他闭上了眼睛。\n（梦回往事……）\n  试验室里传来了狼的嚎叫声，一只健壮的狼趴在实验台上，四肢都被皮带固定住了。几个穿着白大褂的实验人员围在狼的周围，其中一个人手中拿着一个很小的针管。这只狼就是世界上最后一只世上可以与人类智商相比的狼——雪原夜狼。  狼的眼睛里既有悲伤又有愤怒。它一直都在看着那针管，针管里流动着红色的液体。它是一只怀孕的母狼，再有一个月就要面临分娩。  针头扎进了它的胸口，进入了它的心脏，红色的液体被缓缓推进了心脏，接着，它又被重新关了起来。  分娩后，结果令所有参与实验的实验员都大吃一惊，这只母狼竟然生下了一狼一人！但实验结果再好，也只不过是一只红瞳狼而已，而它却剩下了一个人！最让人难以置信的是，这个“新生儿”的所有器官都跟正常人分毫不差，而且，刚一生下来就会自主呼吸，人类刚生下不会的事情，这个新生儿都能做到。  为首的实验员：弗迪斯决定由自己来试着抚养这个有狼王血液的女婴，并对她的健康状况进行记录。但他的同事都尽全力阻止他，认为应该把这个狼人杀掉，弗迪斯为了让同事们放心，就把这个女婴放在了孤儿院门口，给她取名为：希尔。但是并没有给她想姓氏。  希尔在孤儿院待了八年，她已经成了孤儿院里所有孩子们的偶像。孤儿院里的人给她做了智商测试，发现她的智商是天才智商的两倍。八岁的她已经可以给十四岁的初中生讲题，最令人惊讶的是：她有过目不忘的能力。在夜晚，她看东西比任何人看的都清楚。  第九年，她生日那天，弗迪斯办了手续，以亲生父亲的身份把她领了回去。在得知希尔八年里没有出现任何跟狼类相似的习惯，弗迪斯非常高兴，但他也有一个疑问：希尔究竟是怎么来到世上的？  弗迪斯研究了半年，终于揭开了希尔的来源：在制作DNA时，有一个实验员因为粗心，把血瞳狼的DNA与弗迪斯自己的DNA都给了弗迪斯，但由于当时要用到三个DNA，所以弗迪斯并没有仔细看。但希尔的诞生也是因为那十万分之一的几率，血统狼的DNA与弗迪斯的DNA完美结合，这才使得希尔来到世上，也正因如此，希尔在某些地方和弗迪斯还有几分相像。而且，弗迪斯的妻子：弗莱特也接受了这个与她毫不相干的“女儿”  虽然生活很平静，但是希尔还是对自己的身世产生了怀疑，于是，她悄悄跟踪了弗迪斯，来到了那个实验室，她看见的不是真相，而是两个神秘人在弗迪斯将要使用的机器上做了手脚，他刚要开口提醒弗迪斯，机器就爆炸了。所幸，弗迪斯只是轻度烧伤，并无大碍。  那些针对于自己的疑问希尔收了回去，她继续安静地过属于自己的生活。有一天，她在公园散步时，遇见了一个奇怪的年轻男子，送给她一个盒子，说日后如果有困难就可以去找他。但在这几天内，绝对不能靠近弗迪斯，同时必须要提防着弗迪斯。  弗迪斯现在正在做一个基因实验，涉及一种危险病毒，虽然那些实验员被注射过疫苗，但没有一个人敢用自己做人体实验。所以他决定用自己的狼人“女儿”来做实验，但希尔那时听从了男子的意见，一只都对弗迪斯心存戒备，所以弗迪斯找不到任何机会给希尔注射病毒。万般无奈之下，弗迪斯只得用自己来做实验。  注射后并没有什么异常，之后，夫迪斯拿出之前的资料，因为希尔身上还有太多的谜团。他把埃里丝安排到希尔那里做女佣。于是埃里丝趁着希尔睡着的时候，取了一些希尔的血液交给弗迪斯。弗迪斯发现希尔每50毫升的血液里就有一个红黑色的光点，非常显眼。他发现这种光点是一种巨大的细胞，细胞核的遗传物质跟希尔现有的一模一样。弗迪斯还发现，杀死这种细胞后，它们就会释放很强的生命能量，这些细胞的能量总和足以让一个人死而复生。  很快，弗迪斯体内的病毒出现了异常，他逐渐有了被感染的症状，没有人敢靠近他。不久之后，就与世长辞了。在弗迪斯去世的第三天，弗莱特也逝世了，心悸而死。  希尔找到了那个男人，他自称叫杰克·史密斯。并让希尔回去打开他送她的盒子，拿着里面的东西来见自己。  盒子里放着的，是一把匕首。杰克告诉她，在几天前，弗迪斯电脑上的资料全部被黑客窃走了，其中就有关于她的资料。现在她已经被人盯上了。如果想要保护自己，再加上她所要面对的，是一群阴险狠毒的科学家们，所以，她只能放弃自己的人性，与他们硬碰硬了。\n  这些事，希尔自己都不曾知道，但她不明白，为什么会出现在她的梦里……\n（梦醒时分……）\n  太阳已经偏西，办公室里的表显示着已经六点半了，她昏迷了四个小时。虽然使不上力，但至少清醒了。办公室里一个人都没有。但如果想离开这大楼，是绝对不能从正门出去的，可如果想跳窗逃脱，也不可能，这可是一百多层呢！  希尔走到窗前，惊讶的发现落地窗的下方有一条河。她走到办公桌前，打开了那个金色的盒子，里面只有一张字条：地狱基因。背面是一串数字。她打开匕首的柄，把纸条放进去，走到窗前，深吸了一口气，冲碎了脆弱的玻璃。玻璃的碎片与她一起下落，水花溅起，她游到了岸上。  本来体力就已经所剩无几了，刚才又耗费了大量的体力，以至于她直接瘫在了地上，但她不敢逗留太久，稍稍喘了几口气之后，又强撑着走到了离大楼较远的地方，之后她就直接躺在地上起不来了。望着发黑的天空，她只期望弗迪斯发现的晚一点，给自己一点机会。  现在，她一想到自己身体流着狼的血液，就会感到害怕。她不知道如果杨阳他们知道了会怎么想，他已经不知道该怎么办了。  她抬起手轻触了一下自己的额头，烫得像个火球，大概有39度，或许是着凉了。她轻咳了几声。  一束微弱的光线照到她脸上，埃里丝打着手电筒，站在她身旁，“你没事吧？”说着，她扶起了希尔。  “没事。”她看了看天上的星辰，“休息一下就没事了。”  埃里丝摸了一下她的额头，从口袋里掏出一个小药瓶，“这是退烧药，快吃了吧，不然很快就到40度了。”  希尔把退烧药还给了埃里丝，“由着它吧。”埃里丝把退烧药放回了口袋，“你父亲已经发现你跑了，派人出来找了。你先到我家躲一躲吧。”  远处传来了车声和人声。埃里丝扶着她，回到了自己的家，“弗迪斯不知道我住这，所以就在这先将就几天，我想办法联系你的朋友，让他们来接你。”  “你的性格，怎么变化这么大？”  “我受了弗迪斯太多的精神压迫，患上了人格分裂症，两个人格差别非常大。而且，我如果见了弗迪斯就会非常慌张，看不见他之后，过上一段时间也就好了。”埃里丝叹了口气，“想联系你的朋友对我来说还有些困难，我没有通讯设备，而且这个城市里的每个地方都安插着弗迪斯的人，你知道你朋友住哪吗？”  “知道，但我并不希望让别人因为我而受到牵连。况且这也只是我与我父亲之间的事，跟你没有关系。我会自己想办法的。但是，我希望你能帮我一个小忙？”  “请讲，只要我能帮我就会竭尽全力去做。”  “你非常熟悉这里吗？”  “嗯，怎么了？”  “这附近有没有一个黑十字医院？”  “黑十字啊……”埃里丝略微沉思了一会儿，“的确是有一个，在郊外，你要去吗？”、  “不是，那里有我的一个老朋友，过几天我去找他，看他有没有什么办法。”  埃里丝点点头，“你发高烧，快睡吧，会好的快一点。”说着，她关上了灯。\n  金色的阳光照在希尔身上，她坐起来，感觉自己好多了。埃里丝正在一边喝咖啡，一边看一本厚厚的书。她的烧已经退了，身上也使得上劲了。“我出去一趟，可能要久一点。”她拿起桌上的匕首，走出了房子。  外面一切都没变，她一声不吭地走着。总是觉得在附近有无数双眼睛盯着她。她甚至觉得在街上每一个行走的人都会是弗迪斯的人，每时每刻都在注意她的动向，想找机会抓住她。但她的表情绝不会反映出她心里在想些什么。  现在，她已经可以看见那大楼了。她却停住了，隐隐约约地感觉出附近有杀气。  “不许动！”突然间，无数黑洞洞的枪口对准了她，周围站着很多拿枪的人，希尔认出其中一个是大楼的保卫，“跟我们走或是就地正法，自己选一个吧。”  她现在还是很虚弱，根本不可能跟这群人抗衡，轻声说：“就地正法吧。”  一声令下，无数子弹朝她飞来，但就在枪口吐出子弹的那一瞬间，她眼前的天和地扭曲到一起，她的眼里迸发出红色的火焰。那些子弹只有两颗打中了她，一颗打中了左肩，一颗打进了胸口，并且打断了两根肋骨。但她竟没有一丝痛觉，血液的温度再次升高，那些开枪的人仅一眨眼的功夫，就全部倒在了地上，他们背上的伤口还在不断的往外流着血，地面也被鲜血染红了一大片。  希尔恢复了正常，她诧异地看着地上的尸体以及还在滴血的匕首。左肩与胸口的剧痛令她难以忍受，白色的风衣被染红了一半，她忍着疼，走到了一个无人的角落，靠在墙上，慢慢地向下滑，子弹越陷越深，血也越留越多，如果继续这样，那她迟早会因为失血过多而昏倒。  虽然她会做手术，可这里又没有手术刀。她的目光落到了匕首上，没有麻药，只能强行把子弹挖出来了，除此之外，也没有别的办法了。她把风衣脱下来盖在腿上，拿起匕首，刺入了自己的左肩，一阵阵的剧痛让她的手直发抖，但是她也知道，动作越快疼的越少。  很快，她就取出了左肩的子弹，可胸口的子弹她实在取不出。此时，也只能坐在那里，尽量保持甚至的清醒，同时她也在想办法  地上有一把剪子，虽然这样很冒险，但也只有这一个办法能取出子弹了：用剪刀把子弹夹出来。  过程很顺利，胸口的子弹也取出来了，疼痛也减轻了一些。衣服的上半部分全部被染红了。她的头靠在墙上，血流的速度也变慢了。  “希尔？”一个熟悉的声音在她耳边响起。  她往旁边一看，一个碧眼少年提着一个急救箱，“莱克？你怎么在这里？”  “你忘了？我是黑十字医院的医生，今天轮到我巡逻，刚好巡逻到这里，看见你在这。”莱克走上前。简单的看了一下希尔的伤势，“你也不嫌疼，要不你跟我去一下医院吧，我给你消消毒，顺便看看能不能治一下你的骨折。”\n  黑十字医院里弥漫着一股浓浓的消毒液味，莱克把希尔带进了护理室。用酒精擦拭了一下伤口周围，又在伤口上撒了一些白色的粉末，涂上了碘酒，用绷带包扎好了之后，给了希尔一粒消炎药，“我知道你非常抵触药物，但该吃的时候还是得吃。”  “其实……我并不是抵触药物，”希尔一脸的无奈，“有些事之前一直没告诉你，我是不能像你们一样，只要吃对症的药就行，如果药的成分跟我体质不符，对我来说就是致命的。”  “哦好吧。那你看这个药的成分可以吗？”  希尔接过药瓶，扫了一眼成分表，“除此之外，还有别的成分吗？”  “没有了，这个消炎药是我自己做的，”莱克帮着希尔坐在床上，“你看要是没问题就吃了吧，如果没有特殊情况，半小时后我给你做手术，你的肋骨可能会压迫内脏，我先看一下你有没有大出血的可能。”  她犹豫了一会儿，“我不能做手术，不管是大还是小，我都会大出血。以前就大出血三次，差点把命丢了。”  “但是，如果你不做真的会有生命危险。”莱克拿出消过毒的手术刀，“两者都会死，不如试一试。”说完，他把麻醉剂递给希尔，“看能用吗，我这里只有这一种麻醉剂。”  “不行，”希尔摇摇头，“我能用的麻醉剂非常少。”  “那怎么办？”  “还能怎么办呢？”希尔苦着脸说，“强行动手术吧，你该不会把我当作杨阳了吧？”  “按说说女生不都是这样吗？”莱克戴上口罩，“不过这不是闹着玩的，你动一动，我的手术刀就要送你上路了了，还不打麻药，你真的没问题吗？”  “你怎么这么啰嗦？我自己心里有数就是了。”  其实莱克知道希尔能忍得住，但是作为一个医生，他不想看见患者疼的死去活来自己却束手无策。可希尔体质不行这也是没办法的事。  莱克把左手放在希尔眼睛上，轻声说：“闭眼吧，心里想些别的事，疼痛就会减轻些。”接着，他关上了房间里的灯，打开了床边的手术灯  房间里充斥着紧张的气氛，莱克的手紧紧握着手术刀，希尔的呼吸依然均匀，他已经看到断掉的肋骨，但是有一小块碎掉了，他猜到希尔是中了穿甲弹，他咬了咬嘴唇，小心翼翼地把碎骨一块一块地夹出来，固定好断骨，把刀口缝合好。一切都出奇的顺利，没有大出血。  希尔睁开眼时，她正躺在一张干净的床上，伤口和刀口处的绷带都换过了，正在输着生理盐水。  门开了，莱克端着一个小铁盘进来了，“醒啦？”  铁盘上放着一瓶消炎水，一瓶碘酒，一瓶酒精，几根棉签和一卷绷带。消炎水的所有成分都符合她的体质，“这种消炎水我不记得你这里有啊。”  莱克撇撇嘴，“我骗来的，”他先拧开了酒精的瓶子，“我说一个刚过手术的患者有发炎的症状，而且体质很特殊，他们就给了我这个，我看了一下，这种消炎水没有不能用的人。”  他拆下了绷带，用酒精清洁了一下伤口旁边，涂上了碘酒，接着拿出一个针管，抽了一些消炎水，针头刺入了伤口深处，消炎水被缓缓推了进去，“在夏天伤口容易感染，一定要保持伤口的干燥，如果流脓或是感染了，到时候可就不好办了。”说着，莱克换上了绷带。做完这些，他就打开了门，“你也知道，黑十字的管理非常严格，住院是必须登记的，我先去给你登记一下，说是卡莱特给你做的手术。”  “卡莱特是谁？”  “是我接诊患者的主刀医师，黑十字里除了他没有人知道我会做手术，如果我接待的患者真的需要做手术，那就由他全权负责，所以说是他做的手术那些人也不会怀疑。等一会儿就好了。”  门关上了，希尔迷迷糊糊地靠在床上，眼前的一切都变成黑白色的了，飘来飘去。突然，她的瞳孔放大了一倍，血液沸腾起来，似乎有什么东西堵着不让她呼吸，全身都像被撕裂一般的痛着。同时，她身上的伤口正在愈合。  莱克进来时，看见一只银色的狼躺在床上。吓了他一身冷汗，但是那只狼正处于昏睡状态。他就蹑手蹑脚地凑上去看了看，这只狼的眼睛非常像希尔，再仔细看了看，他直接坐到地上了，这狼竟是已经灭绝的雪原夜狼！而且从露在外面的尖牙来看，是一只狼王！  他把电棍藏在身后，用手戳了戳那只狼王，令人诧异的是：这只狼又变成了一个人，这个人居然就是希尔！莱克被惊得嘴都合不上了，他狠狠掐了自己一把，才发现不是做梦。他把卡莱特叫来，去查一下她的DNA。  “莱克，检测的结果出来了……”卡莱特咬了咬没有血色的嘴唇，“她的DNA跟雪原夜狼王：戴维娜一模一样。同时，她体内还有一种DNA，是人类的DNA。最重要的是，我发现她体内有许多被注射的痕迹，尤其是最近被注射过一种类似于催化剂的药物，她被注射的剂量足以杀死她，但是这种催化剂能够促进她的DNA转换。”  莱克点点头，把希尔扶了起来，从床头的抽屉里拿出了一个只有拇指大小的玻璃瓶，里面是一种透明而清澈的药水，给希尔喝了下去，之后，把她抱到了一个大楼附近。  “你给他喝的什么？”  “一种稳固DNA的药剂，如果她在人面前变成狼王，她的命就不保了。”\n  希尔睁开眼时，正躺在大楼旁边的一片草地上，匕首就放在手边，她的身体恢复了。现在已经中午了，她拿起匕首，用柄打晕了门口的守卫，贴着墙溜进了大楼。  此时大楼已经封锁了，弗迪斯领着一群武装兵赶来了，“封锁整个大楼，不允许任何人进出！”他命令道。希尔故意按下电梯，引诱一部分人来到第二十层，用催眠瓦斯迷昏了那些人，之后她就乘电梯来到了顶层。  房间里有许多橱柜，她在里面翻个不停，终于，她找到了一个玻璃试管，里面有两种血液，深红的沉积在下面，浅红的浮在上面。  弗迪斯举起手枪，对准了希尔。她慢慢地转过身，看着弗迪斯的眼睛，“这是谁的血液？”  “你认为呢？”弗迪斯冷笑了一声，“你觉得你身体流的是你自己的血液？那可就大错特错了。既然你想知道，那我不妨告诉你，深红色的是骆黎的血液，浅色的则是杨阳的血液。你身体流着的，主要是这两个人的血液。怎么样，很令人惊讶吧？”  希尔手中的匕首掉在了地上，她之前险些在Minecraft世界里杀了自己的血液来源！  弗迪斯的一个手下拿着电棍，轻轻地走到了希尔的身后，“砰”的一声，希尔被电晕在地上。弗迪斯决定暂时留她一条命，因为她身上，始终都有一个谜没有解开。他示意手下们把她抬到了监禁室里。为了保险起见，他又给希尔吃了一个乏力丸，防止她逃走。“把莱克那小子给我叫过来，记住，要快！”  莱克很快就过来了。原来，莱克曾经是弗迪斯的学生，弗莱特也任他做干儿子，弗迪斯把当时自己所知道的一切都交给莱克。后来，莱克被特工部队录取了，做了军医，但莱克仍然与弗迪斯保持着联系。Mysterious事件后，特工部队解散，弗迪斯就让他去黑十字医院做医生。  “你认识希尔吗？”  “认识，”莱克喝了一口茶，“怎么了？”  “她是一个因为意外而来到世上的试验品，她的情况我了解的差不多了。就剩下一个问题了。”弗迪斯烦闷地闭上眼，“她在刚出生的时候就被注射了非常多的药物，导致她的身体一直都非常虚弱，她到底是怎么做到身手这样敏捷的。”  莱克笑了笑，“她是一个杀手兼职特工。你想啊，做特工肯定是要参加特工训练的。既然她现在当上了特工，也就是说她完成了特工训练。那么你觉得她的体质还能弱的了吗？”  “但邪门的地方的是，当时也有人给她注射了许多对她身体有害的药物，她训练的就算再刻苦也绝不可能敏捷到这个程度。”  “这我就不知道了。”莱克笑了笑，“不过我还有一个问题，希尔是一个狼人，同时又是雪原夜狼王戴维娜的女儿，对吗？”  “没错，按说我不应该干涉她的生活，因为她是世界上最后一个有雪原夜狼血脉的狼人，但是她有许多行为都是违背常理的，而有极高的危险性，所以我是不能留她了。”  “最后一个？你的意思是说，原先世上还有跟她一样的狼人？”  弗迪斯点点头，“你还记得月影·弗兰克吗？”  “就是那个整天愁眉苦脸，沉默寡言的小男孩吗？我对他印象挺深的。”  “他就是第一个，但他没有狼王血统。希尔则是第二个，但又是第一个拥有狼王血统的狼人。”他抓住莱克的手，“帮我一个忙，你跟她说说话，把她与杰克·史密斯的所有事都给我套出来。”  “可以，可是有句话我必须告诉你。”  “说吧。”  “不要把她当作玩具，别忘了。她可是狼人的孩子，把她逼到失去理智的时候，逃亡的可就是你了。”\n  希尔躺在监禁室的地上，莱克坐在她旁边，等着她醒过来。他这几个晚上一直没睡好，现在又没什么事可做，快要睡着的时候，希尔醒过来了。  “莱克，你为什么在这里？”希尔的眼里带有一丝敌意。  “我只是……”莱克一时也不知道该如何解释自己的来意。  “少废话，把你身上的钥匙给我。”  “不……不行啊……”   莱克缩到了墙角处，他在这时才发现，希尔眼里的并不是敌意，而是杀气。希尔用一种怪异的表情看着莱克，一分钟后，她用一种超乎常人的速度，掐住了莱克的脖子，莱克张着嘴，却说不出话，“等一下……”话还没说完，他就被掐昏过去了。希尔拿出他口袋里的钥匙，悄悄的打开了门，离开了房间。  弗迪斯在房间里踱来踱去，已经一个小时了，莱克还没有回来，他到了监禁室，看见了躺在地上的莱克和大开的房门，希尔又溜了！   希尔到了保管房里，取回了自己的匕首，但被弗迪斯逮了个正着。他看着若无其事的希尔说：“够了，希尔，游戏结束了！”  “你有资格叫我希尔吗？”她掏出一把银色的手枪，“你连叫我戴维娅都不配。”  “那是……自由之翼！”弗迪斯惊讶地喊道，“不可能！这种具有毁灭性的手枪已经全部被销毁了，怎么可能还会有？”  自由之翼是由狼人打造出的手枪，极具杀伤力。尤其是银色的自由之翼，子弹飞行速度极快，穿透力非常强，可以与狙击枪的子弹相媲美。是当时狼人首领使用的武器。但是这种枪械在战争落幕后就被全部销毁了。  “开枪！”弗迪斯强作镇静，命令自己的手下。枪齐刷刷的举起来，“砰”的一声，无数子弹应声而出。  希尔的眼里竟是怒火，她扣动了扳机，这个自由之翼是连发手枪，扣动扳机的那一刻，枪口吐出五发闪着银光的子弹，子弹上的“Hill”字母折射出瘆人的寒光。迎着她来的子弹被自由之翼的子弹穿过，变成了一块块碎片掉到地上，子弹径直射中了弗迪斯身后那人的四肢与咽喉。所有人都愣在原地，包括弗迪斯在内，她把弗迪斯顶在墙上，左手掐着他的脖子，右手拿着手枪对着他的太阳穴，眼里的火焰像要把他吸进去一样。  “别……别杀我！”弗迪斯挣扎着，想要摆脱眼前这个被仇恨逼的走火入魔的狼人。  莱克赶来了，“希尔快停下！他是被人指使的！”  “被人指使的？”希尔眼中的怒火退下去了，“是谁指使的？”  “还记得Mysterious公司吗？”莱克沉下心来，“他们在秘密重建公司，里面有一个新的高层，叫朱利，他私底下联系了弗迪斯，似乎是用什么威胁他，所以只得同意帮助他完成一个名为‘地狱基因’基因工程，朱利也向他提供了雪原夜狼戴维娜，其实他也非常后悔，如果你真的想复仇，那么你该去找Mysterious。”  “复仇？”希尔笑了起来，“我是为谁复仇呢？为弗莱特？还是为了死去的狼王：戴维娜？”  “为了你自己。”  希尔转过头，冷哼了一声，拿起手枪，对准弗迪斯的左腿开了一枪，“这一枪，是因为你对我的那些行动。”  弗迪斯坐在墙边，“如果你真的要去找Mysterious，我可以给你提供一定的帮助。”  “不必了，”希尔整了整衣服，“我自己的事我自己来处理。”  莱克扶着他坐到了桌前，给他倒了一杯水。递给他一张卡片，上面写着一个电话号码。“如果你想帮她，那就打这个号码吧，他可以帮助希尔。”  “这是谁的电话号码？”  “银翼侦探协会总会长：卡利斯特。现下也只有他知道该怎么办。其实我相信，你杀她也是迫不得已对吧？”  “没错，我所做的一切都是朱利的安排，他的心机太重，我用什么办法都斗不过他，也就只能服从他的命令了，说实话，我也想把希尔当作自己的女儿，我觉得她人挺好的。有件事，我一直都没有胆子告诉她。”  “是什么事？”  “她以前的好搭档：史蒂夫，是我的儿子。”弗迪斯的眼边滑出一滴泪珠，“史蒂夫，在侦查她的过程中，已经爱上她了。”\n  希尔坐在咖啡店里，一个戴眼镜的文雅少年走了进来，坐在她对面的座位上。  “朱利的资料我居然有，貌似他以前被通缉过，后来就销声匿迹了。”  “有就好，给我吧。”  “抱歉诶，我这里没有实物，这些资料是存在我脑子里的。朱利，本名朱尔·文森特，年龄19岁，擅长用枪，基因学天才。Mysterious主要成员之一，阴险狠毒。在Mysterious里有极大的权利，堪比Mysterious的总经理。有三分之一的狼王血统，貌似他的手也有威力的。你不一定能斗得过他。”  “我如果不去斗他，那我就只能任人宰割。我绝不允许雪原夜狼的血脉到此为止。”  “你呀，就是太任性了，只要是自己认准了的事就一定要做到。”  “我别无选择。”  卡利斯特身边走出一个很矮的女孩，“她这么固执你还要帮，真不知道你是怎么想的。”卡利斯特托着头，微笑着说：“这才是她的魅力所在啊，不然至于让史蒂夫动心吗？”\n  希尔站在路边，看着一份报纸。她刚把报纸放下，就有一个黑色穿着，戴着墨镜的男人站在她面前，低声说：“请问是希尔月伦特吗？”她微微地点了一下头，突然有一个人从她身后用手帕捂住了她的口鼻，她心里知道不妙了，因为手帕上有大量的乙醚，她失去了知觉。  她醒来时，四肢都被皮带固定着，风衣被脱掉了，挂在旁边的衣架上，匕首也放在衣架旁边。她的领口敞开着，脖颈上有一个极小的针眼。房间里一个人都没有。  门突然开了，进来一大群人，叽叽喳喳地议论着，非常吵，希尔也听不见他们在议论什么。其中一个七十多岁的人，示意另一个人把匕首拿了出去，之后，走出来一个跟她年龄差不多的女生，解开了衬衣上的前三个扣子，让她露出了左肩。她现在没办法活动，只能任人摆布。女生又用针划了一道口子，滴进去几滴金色的液体，一阵灼痛传遍她的全身。接着，一个黑色十字架纹样出现在她的左肩上。  人群一片哗然，接着就立刻静了下来。那女生为她系上扣子，理好领子，解开了皮带，扶她坐起来，接着就退回到人群中。接着，所有人都一齐跪在地上，希尔被搞得晕头转向。其中一个人说：“弗兰克家族所有成员跪拜希尔殿下。”  “你们……是想干什么啊？”希尔看着这些跪着的人们，搞不懂他们内心里想的些什么。  刚才那女生说：“经鉴定，殿下有纯度最高的弗兰克血统：天璇血统。天璇殿下本来已经被选为族长，但在继任典礼上因为意外离世。但希尔殿下虽不为弗兰克族人，但体内却流有与天璇殿下相似的血液，堪称奇迹。所以想让殿下继承族长之位，长老们也会赠予族名：天韵·弗兰克。当然，是否担任族长，都遵从殿下的意愿。”  希尔略微想了想，点了一下头，女生继续说，“请随我去更衣吧。”  女生把她带到了一个干净豪华的房间里，她递给希尔一件露肩的蕾丝上衣，一件薄纱外套，一件跟她所穿的差不多的白色风衣，一条白色的长裤，接着她就退出了房间。希尔都想哭了，还得换衣服？她如果想要利用这个机会来捣毁Mysterious，不想换也得换了。  她解开衬衣的扣子，缓缓的把衣服褪下来，套上了蕾丝上衣，穿上了薄纱外套，换好了裤子，最后，她穿上了风衣，没有系扣子。推开门，那个女生一直都在门口等着，见希尔出来了，就鞠了一躬，“殿下，请跟我来。”  很多人都站在一个小房间里，有些挤。房间中间有一个圆台，女生示意希尔站上去。她刚站好，就有一个胡子快要着地的老人走上前，手里拿着一根金针，他把针刺进了希尔的左肩，那个十字架再度出现了，这一次就像是长在她肩上的一样。老人又从旁边的水晶球中取出了一条红宝石项链，为希尔戴上去，说：“殿下，你是希望保留名字还是改为族名？”  “用族名吧。”  之前的女生拿出她之前那把匕首，递给了希尔。匕首的边缘镀了一层金，显得十分豪华。“请问殿下还有什么条件吗？”  “只有一条，不管我做什么，都不要有人跟着我。”\n  希尔躺在床上，窗外的月光有些黯淡。  门开了，走进来的是白天带她去更衣的女生，她见希尔还醒着，就微笑着说：“长老让我来看看殿下睡着了没有。殿下早些睡吧，太晚对身体无利啊。”  “你叫什么？”希尔拿起床边的书翻看起来。  “在下名叫君亦清，请问殿下是有什么事吗？”  “没有，你可以走了。”  她刚准备把书放下，上次在埃里丝家里见到的黑影再次出现了，黑影淡淡的说了一句：“你与朱尔，只有一个人能当狼王。明白我的意思吗？”希尔似乎非常害怕这个黑影。  “只有一个人能活下来……”  黑影笑了，转眼间，就消失了。\n  清晨，君亦清端着一个托盘，上面放着一块蛋糕和一杯咖啡，她把这些东西放在床头，离开了房间。  一个与她年龄相仿的美少年站在门口，君亦清轻声对他说：“殿下的心情很平静，你进去试试吧。”少年点了一下头，便推开门进去了。  “戴维娅殿下。”  希尔手中的书“啪嗒”一声掉在地上，诧异地看着这个风度翩翩的棕发少年，少年微微一笑，说：“在下名叫戴利多，与殿下一样，同是狼王戴维娜的后裔。”  “你是说……你也是狼人？”  “正是。但雪原夜狼的狼王继承有一条特殊的规则：一个狼王一生中只能剩下一个发色与自己相同的后裔，继承狼王时，如果有发色与之相同的，则由相同者继承，全族不得反对。只是戴维娜剩下殿下后就离世了，但戴维娜的发色为绚银，绚银是族中纯度最高的银色，可不知是不是分娩时出了差错，殿下的发色却是暗银，暗银是银色里纯度最低的，但也是银色，所以说，狼王的继承者就是殿下。”  “可是……雪原夜狼已经灭绝了，要狼王做什么？”  “殿下错了，狼类的确是灭绝了，但是雪原夜狼的血脉并没有断绝，实际上，朱利私底下也制造出来过有雪原夜狼血统的狼人，现在还活着的只有五个了，我与洛纳斯就是其中的一员。”  “洛纳斯又是谁？”  “就是君亦清，她并非是狼王血统，而是勇士：卡恩的后裔。”戴利多深深地鞠了一躬，“雪原夜狼的未来，全掌握在殿下的手里了。我希望殿下能让雪原夜狼一族重新繁荣起来。但是，在这之前，殿下需要服下一个东西。”  “什么东西？”  “可以突出殿下的狼类DNA，但是一旦服用，殿下就随时都有可能变成狼类，当然，说不定殿下可以随心所欲的控制自己人形与狼形的转换。”说完，戴利多把一个东西放在希尔手心里，希尔看了看，是一个瓜子大小的药丸，希尔知道，自己无论走哪一步都会死，倒不如冒一次险，反正她在死亡边上已经走了好几趟了。她咽下了药丸，问：“你知道自由之翼吗？”  “知道，”戴利多拿出一把浅蓝色的手枪，“自由之翼当时的设计者就是我，我这里还藏有一把普通的自由之翼。”  希尔拿出了那把银色的自由之翼，戴利多看了看，“这个……我记得当时只做了一把啊，为什么……殿下会有？”  “这不是我自己的，我十岁那年，一个人送给我的，他也是银发，只是……他当时还对我说了一句话，说的是什么我就记不清了。”  “也是银发？”戴利多疑惑道，“不过，殿下要知道一件事，这世上，狼王只能有一个。如果说，殿下不如先想办法找到那三个狼人，他们都有特殊的能力，应该能帮上殿下一点忙。”\n  中午，君亦清给希尔送午饭的时候，发现希尔已经失踪了。整个房子里也没有她的影子。君亦清知道，戴利多成功了，希尔去找那三个失散的狼人了。  希尔潜入了Mysterious的实验室，里面只有三个人在做实验，她用胳膊肘猛击了一下其中一个人的脊椎，这人就昏过去了，剩下两个人被希尔用匕首当场了解了。之后她四处看了看，发现有一个暗门，门上挂着一个锁，是一个八位数字锁。她忽然想起之前那张字条上的数字就是八位，她从匕首柄里拿出那张字条，拨好了那八位数，锁应声而开，她拉开门，顺着楼梯走了下去。  房间里很静，希尔看见左手边有一个笼子，里面躺着一个比她小一岁左右的男生，呼吸非常平稳。她用手指捅了捅他，他立刻就醒了，“你……你是谁啊？”他的脸上写着惊恐。  “我是戴维娅，”希尔说着，回头看了一眼，楼梯口上没人，就继续说道，“请问你是？”  男生擦了擦额头上的汗，“我是艾里尔，是当时狼群里的侦察兵。是戴利多告诉殿下我在这里的吗？”  “不是，因为戴利多说还有三个狼人也是朱利制造的，所以我猜到在Mysterious试验室里会有最少一个狼人。”  “我知道那两个在哪里，但是他们都负了伤现在都已经奄奄一息了，不知道还有没有生还的希望。”  “没关系，你告诉我他们在哪里。”\n  在一个人山人海的超市里，希尔从安全通道进入了超市的储物室，里面不是一般的乱。虽然安静，但是希尔依然能听出来一阵微弱的呼吸声。她循着呼吸声摸去，找到了一个废纸壳堆，她轻轻地把废纸壳挪开，看见了一个伤痕累累的狼人，衣服都被刮破了。但她的呼吸依然均匀，希尔仔细看了看，就用酒精稍微消了消毒，拿出一个针，里面是黄色的药物，这就是肾上腺素，她把针头扎进狼人的脖颈，把药物推了进去，很快，狼人就行了。  “你是……戴维娅！”狼人的眼眶里涌出热泪。  “奇怪，为什么你们都认识我？”  “怎么会不认识呢，以前狼人里的长老给我们讲了一个传说，雪原夜狼一族早晚会灭亡，但是最后一代狼王：戴维娜的女儿能够挽回这个局面。据说戴维娜的女儿是个狼人，叫戴维娅，一头银发。”  “那你是？”  “啊……我是桑塔斯，用特工部队里的词来讲，我就是狙击手，当然我也会用枪。”  “等我把最后一个狼人找到，就是我们反击的时刻。”\n  希尔带着三个狼人找到了戴利多，“殿下，你的那把自由之翼大概是卡利诺斯的，当时他对你说的话应该是‘这世上，只能有一个狼王’，对吗？”  “不清楚，我记不起来了。”  戴利多把那把自由之翼递给希尔，“我改了一下，现在自由之翼的子弹可以穿透防弹玻璃，另外，我仿照着我自己那把，又做了三把自由之翼，洛纳斯自己藏有一把黑色的。另外，玛黎斯不大会用枪，我给他做了一把短剑，朱利的所在位置，洛纳斯也打探清楚了，在Mysterious的贵宾室里。”  君亦清凑到希尔耳边，轻声说：“殿下，过会儿会有一架直升机来接我们，是你的一个朋友开的，他会把我们送到Mysterious贵宾房的顶楼。”  直升机很快就来了，希尔大吃一惊，开飞机的人竟是史蒂夫！他把希尔拉上来，“自己要小心，朱利没那么好对付。”希尔点点头，那四个伙伴带着武器，跟着她一起上了直升机。\n  直升机停下了，希尔拉开门，史蒂夫转过头，“祝你好运！”她点点头，拿着匕首，跳了下去。守在屋顶的人被眼前的不速之客惊到了，希尔的眼里透着一种王者的威严，几分钟后，她对着直升机上的狼人们招手示意他们下来，接着，她擦了擦还在淌血的匕首。  门被“咣当”一声踹开了，希尔掏出手枪，几发子弹出去，门口的守卫一个不剩。君亦清看了看墙上的地图，“朱利就在506房，我们一起去找他吧。”  “不必了，我自己去吧，你们……就去清理一下附近的人吧。”希尔快步走到了506门口，深吸了一口气，她知道，推开门之后，她就要迎接自己的命运了。她猛地一用力，门被推开了。朱利镇定自若地坐在沙发上，看见站在门口的希尔，轻描淡写地说：“呦呵，戴维娅来了？我都没想到你来得会这么快。”  希尔握紧了匕首，朱利也不紧不慢地拿起茶几上的勃朗宁，冷笑着说：“来吧，今天的结果，不是你死，就是我亡。”话音刚落，一颗金色的子弹从枪口射出，希尔向后一仰，子弹射进了墙里。她拿出自由之翼，朝着朱利连开三枪，朱利微笑着，再一次开了一枪，子弹径直朝着那三发子弹飞去，一阵清脆的声响过后，那颗勃朗宁子弹从希尔的脖颈旁边飞过，自由之翼子弹的碎片掉在了地上。这大概是穿甲弹的一种。  朱利顺手拿起茶几旁边的飞镖，朝希尔扔过去，希尔因为分神，错过了躲避的最佳时期，飞镖割掉了她一缕头发。  此时，她最不希望发生的事发生了。她眼前的一切都扭成一团，越来越黑，越来越黑……她感觉自己就像掉入了万丈深渊一样，急速下坠着。她的耳边只有一个声音在不断呼唤着她：“希尔，希尔……醒一醒……你要活下去……”  她再次睁开眼时，朱利正拿着一把刀一步步朝着她走来，她举起手枪，子弹射中了朱利的左臂，但是朱利并没有因此停下。这时，希尔看见朱利的颈部有一个闪闪发光的东西，跟那黑影身上的东西一模一样，希尔看清了，那是，一条项链！跟她现在所戴的那条红宝石项链一样！朱利阴笑着，“你永远不可能成为真正的狼王，只要我还活着，我绝不会让你活的舒服。”说完，他把正在发呆的希尔摁倒在地，希尔这时才回过神来。朱利狠狠地掐着希尔的脖子，他眼里的红血丝非常多。  希尔的手掐着朱利的伤口，鲜血不断的涌出，滴落到希尔的风衣上。但是，朱利做梦都想不到的情况出现了：希尔体内的狼类基因在这千钧一发之际苏醒了。她的力气突然变大了，把朱利反压在地上，她的视线扫到了朱利的项链上，红宝石里隐隐约约浮现出一只母狼，那就是……戴维娜！她的母亲！希尔的手慢慢松开了，又被朱利顶在墙上，就像她要杀死弗迪斯时一样。朱利硬抢过希尔手中紧握的匕首，刺进了她的胸口里。“你就要死了！你就要死了！你死了，我就是狼王了。”  “你……做梦……”希尔的胸口往外流着血，她艰难的把手枪对准了朱利的眉心，“我就算是死……也要拉你……陪葬……”  一声枪响后，一切的一切，都结束了……  房间里重新安静下来，希尔顺着墙滑到地上，她的眼睛看着天花板，在那一刻，她明白了：那个黑影，就是她自己，她之所以畏惧黑影，是因为她畏惧真相，正如莱克所说，她所做的一切，都是为了她自己。她心里想着，自己还没有对杨阳说出真相，还没有再见一次弗迪斯，还没有给自己的母亲送一束花，还没有，对史蒂夫，说出她内心里的感受。一切，她都没有机会了……胸口的血流的速度越来越慢，她扭过头，朱利趴在地上，他的后脑勺上有一个弹孔，这一刻，她笑了，眼睛也闭上了，她终于可以安心了。\n\n  三个月后……  君亦清和戴利多坐在桌子前喝着牛奶，“你现在还伤心么？”  戴利多耸耸肩，“伤心有什么用呢，过去的事了。”  “也是，不过，也不知道她死前心里想到了什么，居然是笑着咽气的。那把匕首还插在胸口上，真瘆人。”  “殿下真可怜。”戴利多听见了敲门声，便站起来去开门。  门外站着一个披着黑色斗篷的人，因为斗篷遮住了脸，也看不见是男是女。戴利多很好奇，就先把他带进来，礼貌的问：“请问您是？”  斗篷人笑了一声，举起手，把斗篷脱了下来。露出的面孔把戴利多和君亦清惊得下巴都快脱臼了。“你……不是死了吗？”  希尔一脸鄙视的看着戴利多，“没死，我也不知道为什么，反正我醒过来的时候，发现自己在医院的太平间里，结果，看门的被送到抢救室去了。然后呢，我发现胸口的创伤已经愈合的差不多了，我就找到了史蒂夫，骗他说我把朱利搞定了，”她一脸的苦相，“实际上我俩都被对方搞定了。”  “其实，在你死后，我们又找到了几个失散的伙伴，其中有两个是有权决定狼王的，他们跟我们几个讨论了一下，决定即使你死了，也尊你为狼王戴维娅·天韵，你还活着的话那就更不用说了。”戴利多递给她一件风衣，不怀好意地问，“那你和史蒂夫的事该怎么办呢？”  “你再说？再说我扇你，”希尔威胁戴利多，“狼王与人类是不能有任何情感纠葛的，不过我答应他，他可以给我写信，写一写心里事啊，写一写身边的趣事啊。好歹不会断了联系，我让卡利斯特把他送回了美国，与Dean会和了。”  “那你的那些朋友们……”  “他们都知道了，骆黎也醒了。不过他们也没说什么。我想，这大概就是友情了吧？”  “走吧，我带你去看看那些伙伴们，他们大概正在弗迪斯家里呢。”  希尔笑着点点头。  Hill understood, it is for her to want to live. Happiness and joy, is so simple. \n\n@Aiursad  @CloudsXDao  @hznb  @llxy  @pangys  @Technology  @冥王星人 @xcc  @HGK  @a2455564728\n\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "梦魇冰眸",
            "timestamp": 1411282620,
            "txt_content": "居然沉了，赶紧顶上去"
        },
        {
            "author": "llxy",
            "timestamp": 1411294020,
            "txt_content": "好长啊！看到3/1不想看了...真长啊！"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1411563300,
            "txt_content": "我自己都觉得长，但是我很纳闷我是如何做到坐在椅子上敲了半天的键盘都不挪屁股的= ="
        },
        {
            "author": "昵称能吃吗",
            "timestamp": 1411780800,
            "txt_content": "大赞                    "
        },
        {
            "author": "418878840",
            "timestamp": 1411783320,
            "txt_content": "竟然不@我"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1411786200,
            "txt_content": "418878840 发表于 2014-9-27 10:02\n竟然不@我\n我好友列表里没显示你= ="
        },
        {
            "author": "pangys",
            "timestamp": 1412180760,
            "txt_content": "顶顶\n这是第一章么=A="
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412204400,
            "txt_content": "pangys 发表于 2014-10-2 00:26\n顶顶\n这是第一章么=A=\n单篇呐亲"
        },
        {
            "author": "男人婆",
            "timestamp": 1413200220,
            "txt_content": "单章真拽，加油楼主"
        },
        {
            "author": "北极星人",
            "timestamp": 1422147420,
            "txt_content": "梦魇你涉及DNA方面的知识有待加强"
        },
        {
            "author": "天阶",
            "timestamp": 1422147720,
            "txt_content": "太长了，我竟然看完了？！\n不过内容很赞哦"
        },
        {
            "author": "小瓜君",
            "timestamp": 1422434160,
            "txt_content": "我竟然看完了...好多...不过lz码子肯定很辛苦..."
        }
    ]
}