{
    "title": "嘘嘘嘘，夜深人静，我们来讲讲鬼故事",
    "author": "992979148",
    "replyCount": 8,
    "timestamp": 1411317120,
    "txt_content": "鬼故事，我先开头，大家一楼一楼来~~\n\n我收到那套娃是在一周前，公司派我到俄罗斯出差，我很喜欢那里的风格，无论是建筑，人土风情还是手工艺品。尤其是套娃。\n套娃各式各样，琳琅满目，最重要的是每一个套娃在这个世界上都是仅有的，独一无二的。\n这里的套娃不像国内那些用机器做出来的成批的劣质品，而是每一位雕刻师傅的精心制作，比如世界上没有两颗完全相同的树，这便是制作套娃的最基础材料，然后便是雕刻师傅的手艺了，凹凸有致，栩栩如生。\n那时，我正走在俄罗斯一个镇的街道上，我没有注意到脚下猜到了一个硬硬的小木块，仔细一看原来是套娃里面最内层的小小娃，单是一个小娃娃就已经雕刻的如此富有生命力，像是一个女婴，包她的襁褓上的花纹也是非常的漂亮，这真的是一个罕见的工艺品！\n我捡起它再向前走了几步，又发现了一层套娃，刚好是刚才那个小娃的大一号，这是一个已经睁开眼睛的女婴。\n然后便周而复始我集齐了所有的娃娃，组成一个卖场都少见的十四层套娃，并且工艺了得！最后一层还蛮大的，是一个成熟女人。浓密的睫毛，乌黑的眉毛，樱桃小嘴。还有瓜子脸。最让人感叹的其实是她的衣服，富有着浓郁的印度色彩，神秘，多彩。\n过了几天我回国了。\n到家之后，我把那个套娃小心的拿了出来。我听到一个传说，就是对着套娃里面最小的娃娃许愿，然后对它说“你帮我完成愿望我就放你出来”然后把套娃一层一层盖上，这样小娃娃急于想看外面的世界就会帮你实现愿望。\n我照做了，我对它许愿，希望我能发大财。我觉得这个套娃和我有一种看不见的缘分，有一种神奇的感觉。\n但是！我总是会情不自禁的把它打开看，欣赏它的美妙，所以也就没把愿望看得太重。\n谁能料想到，我失业了。\n本来也不是什么好职业，我心想没了就没了吧，当时丝毫没有想到和这套娃有关系。\n既然失业了，我就又许了一个愿，我希望我能身体健康。\n转天我就发起了高烧，我自己在家吃了退烧药，消炎药，一直没有退。后来我去了离家最近的医院，打针后回到家有退烧的意向，由之前的三十九度八变成了三十八度八，我吃了医院开的药就睡下了。\n但是第二天我是被浑身的滚烫烧醒的。我量了体温计，我惊呆了，四十度五。我浑身无力，去医院输了半天的液。回到家，我看到了那个美丽的套娃，后背窜起凉风。不会是这个东西有问题吧？\n我连忙找来了一个风水先生。\n谁知那先生到我家的时候竟不敢进门，他说我的房子里有魂魄，但又不单纯是魂魄，是一种邪恶的东西。我当时也猜到了，先生口中的东西应该就是套娃带来的。\n因为我给他加了很多钱，他才愿意进屋为我看到底是哪里出了问题。先生进门后，直奔客厅的沙发前的茶几上，那个美丽的套娃。\n“这套娃是邪物，你所发生的一切都是这套娃造成的。”先生拿起套娃，一层一层的打开。\n我这才注意到最小的娃娃，也就是那个襁褓里的婴儿竟睁开了眼睛，还是当时我记错了？我记得我把它带回来之前它是闭着眼睛的呀？\n“这套娃不是一般的邪物，你对它许过的愿望非但都没有实现，而且还都往你希望的事情的反方向发展。本身十四这个数就是大凶的数字，这十四层的套娃聚集了太多的怨气，你可以把它看成是一个怨念的化身。”\n的确，襁褓中的女婴是怨念，一层一层的长大，一点一点的聚集成更大的怨念，由女婴到儿童，到女孩儿，再到女人。就像是这个怨念在成长。\n“然而你听到的那些关于套娃的传说，无非就是对着里面的小娃娃许愿，可你的这个套娃是一个狠角色，它不会给你实现愿望，它会恨你把它关了起来，如果你一直关着自然没事。可你又经常让它出来，这样它才会有机会破坏你的一切，它会让你的愿望永远实现不了，然后越变越糟。”\n“先生，那我现在该怎么办？”我很害怕，我怕我会死掉。\n“先生，既然是这个原理，那么我许一些不好的愿望是不是就可以让我变得更好？”\n“不可以！女婴已经睁开了眼睛，这就说明它已经具备了判断能力……”\n后来，先生临走前给了我一张符，让我戴在身上，说是多少可以压制一些怨气。\n果然还是挺管用的，高烧也退了。\n可我该如何处置这个娃娃呢？烧了？扔了？送人？\n我真的是不敢再留着这么一个可怕的东西在身边了。\n可是，可怕的事情来了，不管我把这套娃扔到哪里等我回到家的时候它还是在茶几上站立着。\n那只一个办法了，毁了它。\n当火点着的时候，我有些惋惜，这么漂亮的套娃就这样被烧掉真的好可惜。如果不是一个邪物，当真是一个完美的收藏品。\n晚上我躺在床上看电视，A镇的一家小型别墅失火，很是奇怪，消防人员砸了好半天的门也没有打开，里面的人就这样活活烧死了，最后从窗户进去确认死者的时候都很艰难，人都烧焦了不好认了。\n最后听到那死者的名字时，我知道是我害了他，那个风水先生。\n之后的几年，我一直相安无事，运气也好了起来，被一家薪水不错的公司聘请了，前天买了彩票还中了三等奖。\n就好像那个套娃没有出现过一样，这忽如其来的好运让我震惊。\n俄罗斯那个地方我是再也不敢去了。真的。\n\n",
    "replies": [
        {
            "author": "992979148",
            "timestamp": 1411398300,
            "txt_content": "下面的排队，沙发我的，准备编辑\n\n\n昨天发的帖，今天这时候才过审核，坑爹的"
        },
        {
            "author": "坑爹专业户",
            "timestamp": 1411399020,
            "txt_content": "从前，周星驰有一盆花，他能认出周围的鬼…………"
        },
        {
            "author": "1.3806",
            "timestamp": 1411399980,
            "txt_content": "是讲给外面那十几个新人吗？"
        },
        {
            "author": "莉莉酱",
            "timestamp": 1411405440,
            "txt_content": "晚上又开始水起来了A.A"
        },
        {
            "author": "992979148",
            "timestamp": 1411405560,
            "txt_content": "莉莉酱 发表于 2014-9-23 01:04\n晚上又开始水起来了A.A\n这里是讲鬼故事"
        },
        {
            "author": "莉莉酱",
            "timestamp": 1411405620,
            "txt_content": "992979148 发表于 2014-9-23 01:06\n这里是讲鬼故事\n你QQ怎么下了啊。。隐身么。。"
        },
        {
            "author": "992979148",
            "timestamp": 1411405680,
            "txt_content": "莉莉酱 发表于 2014-9-23 01:07\n你QQ怎么下了啊。。隐身么。。\n当然隐身，我学过的"
        },
        {
            "author": "莉莉酱",
            "timestamp": 1411405740,
            "txt_content": "992979148 发表于 2014-9-23 01:08\n当然隐身，我学过的\n= =现在有空了么"
        }
    ]
}