{
    "title": "<原创·连载>《Dayz》小说<3>",
    "author": "我是小骷髅",
    "replyCount": 29,
    "timestamp": 1411482960,
    "txt_content": " 本帖最后由 我是小骷髅 于 2014-10-6 12:28 编辑 \n\n               《Dayz》第三章：下水道惊魂   “什么？！在说多一遍。”4人孤独的守在空房里，听我默默地讲完之前的生存故事。“已经说了好几遍了……”当说起艾特鲁的故事时，我又忍不住的悄然落泪，当然，为了掩饰，我把身子侧过，等到擦干眼泪了，才转过身体继续回忆故事。“好好好，不问了……”其中一个幸存者害怕脆弱的我继续伤心过度，停止了问我问题。    时间退回到N天前的黑夜……“呜呜呜——”哭哭啼啼的离开，慢步走向灯光的所在地。唉，过去的事情就给他过去吧，这并不是以往的世界了，这里变得：残酷、残忍、残暴，稍不留神的都不能足以生存在这，只能活生生的被僵尸吃掉。如今，我只是打算有个安全的居住点，再把艾特鲁的遗物捡走，我也不想的，可是现实是残忍的，我迫不得已才去走这条路啊！渐渐走去，忽然脚下传来脚步声，正纳罕是水的脚步声，低头望去，哦，原来是自己的脚步声啊。在这个世界里，我逐渐变得惊慌失措、风声鹤唳、草木皆兵，把自己的走路声也以为是僵尸的走路声。继续挪移，光点愈来愈近，离我不过是一百多米左右就到了，很快我就要到达了目的地。  “欧！——”一声僵尸的怒喊声从远而近的响起，越来越近，越来越近，心里不禁一紧，手心里也出了冷汗，松开的手掌因为恐惧而握紧，“砰！”充斥着火药味的空气散播开来，巨大的枪声使我的好奇心增强：这里竟然还有人！太幸运了！兴奋的往地点跑去，没想到刚跑几步，又听到模模糊糊僵尸脚步声，这次……是来自我的背后……猛地向后转去，一只“僵尸”呆愣着屹立在我的面前，似乎被突如其来的转身吓到了，也不知道还是什么，总之愣了有一两秒。我慌了，狠狠地给了那只“僵尸”一拳，立刻撒腿就跑，“僵尸”一把拉住我，用力的，把我扯向里面去……       “NONONO！”我奋力的要摆脱被感染的命运，求生的念头驱动着我，可是，我怎么也没甩开，还被拉了回去。“僵尸”发作了，脑袋向后倾斜，准备要用我开餐……“稀里哗啦”，落叶声响起，“噼啪！”像是肉类的东西掉在地上的声音，在不解中、慌乱中，扭头转向那只“僵尸”，一个苍白的人脸从“僵尸”的头里伸出，双手紧紧的握着我，眼神兴奋又紧张，根本不知道他要想什么。“嘘——别再动了，不然我们死定的——”眼前的陌生人张开毫无血色的手掌，竖起中指，对着嘴唇轻轻的，但又是拖长的对我提出提醒，“哼！我不管！”唉，这几个小时里发生了那么多的事情，我还没来得及想就是另一件事的开头了，那么混乱哪能不让我生气！“嘘！嘘——别吵了。”  陌生人再次提醒我，不过依然是那种声音，“我得救你。”陌生人接着说，“我不信！你让我走！”我坚定的口气，似乎是不可违反，但是我的内心还是想着要他留着我，“不行！”陌生人继续坚定的说，同时握紧我的手臂，脸上露出央求的眼生，苍白的脸上不禁有些失望，“好吧。我留下。”我还是战胜不了内心，索性留下。“好的，”他一本正经的说，完全没了之前的乞丐表情——求。眼前疲劳的陌生人对我说：“我留下你，就是相信你。”同时从背上抽出一把猎人的猎枪：“就是因为相信你，才留下你。来，给我接着，别弄丢了。”我定睛一看，那把猎枪上面光滑，但是有着些许的灰尘，感觉主人不常用的样子，而且是属于双管猎枪，至于别的具体内容就不得而知了。但是依然能模模糊糊的看到有红色的血迹。“里面只有7、8颗子弹，没有什么厉害，但威力在于它是双管的，能发散弹，对一些危急时刻来一发还是可以的。弱点就是——声音太大……”“为什么声音太大就不行呢？”“这……不能跟你说！不行！”我不知那句话惹他了，他竟然在几句话只见发起火来。“好好好！我不问。”我只好将就着，不再打算问了。    “我可以跟你讲，但是得到安全的地方跟你说！”哦，原来也是和我一样要安全的地方啊，那样我就懂了~“可是……那……那里有安全的地方呢？”环视四周，随处可见的僵尸，破烂不堪的屋子，根本没有什么安全的藏身之处！“就在这里”陌生人松开我的手，竖起了中指，朝着地面低了几点，“你懂了吗？”陌生人不屑的望着我，得意洋洋地说：“就在下水道里。”纳尼！？现在的情况要危险到得住下水道！“啊？那么黑，都看不见——”习惯了抱怨，忍不住又要多说几句。“嗯哼，走吧你~”陌生人一把推开我，我咕噜咕噜的滚到旁边去，陌生人丢出把双管猎枪：“记住！不到危险不使用。”“得啦得啦，知道。”我也不屑的看看陌生人，同样口气的回答他的温馨提示。“我先帮你打开活版门。”陌生人伸出僵直的手，拉开吱呀作响的活版门，猛地推我一把，“下去！”“啊啊啊——”我跌落至里面，模模糊糊的听见上面传来微微的奸笑声……    “嘀嗒——”意识逐渐清晰，下水道湿滑的墙壁不断的滴落着水滴，有些落向两旁的唯一可以行走的小路，而有些滴落在我的身体上、头上，因为反复的击打，那里都湿了，湿淋淋的怪冷的，我打了个寒颤，颤抖着爬起来。下水道黑乎乎的，什么也看不清，再加上我的意识还没彻底恢复，眼前所看到的——只是模糊的一片景象。“哎呀……哎呦喂……”由于高处跌落，虽然里面有水，阻挡了不少的压力，但是砸下来的时候腿部的压力过大，当摔向水底时，因为压力的过大，腿部就受到重重的拍打，这种痛楚就像是被别人用木棒子敲打在你的腿上——都是那么的痛苦。  我昏昏沉沉的游上岸，打算用腿把自己登上路旁。无奈的是，腿还是很疼痛，所以我只能够依靠手，硬是把自己扯上了岸边。“呼——呼——”我大口大口的喘着粗气，竭力的张开大嘴，用尽平生之力大声喊道：“SOS！”之后就再也没能够张开嘴巴。“呼——”呼吸完最后一口气，我摇摇晃晃的站起身，想要抽出那把猎枪，谁知拍拍背后，咦？猎枪不是一直捆绑在我得肩膀上的吗？怎么就突然没了！摸摸口袋，咦？那些食物呢？也没了，只剩下一把弯曲的小刀，里面还卷着把纸条，上面写着：抱歉，你中计了。我并不需要你，我只需要你的东西。                            一位你遇到过的朋友    什么！？我中计了！难怪……难怪……难怪刚刚那位陌生人如此的奇怪，原来是想要谋杀我，获得我的财产！我等着！我愤怒了，瞪大着仇恨的眼神，里面还燃烧着熊熊烈火。我等着报仇！我握紧了拳头，感觉全身上下都充满了力量，没错，一瞬间的力量，那是愤怒的力量！“哼，在这个世界里，不是你死就是我亡。”我说出自己的誓言，并且保证，一旦遇到那位陌生人，他，必死无疑。抓住弯刀的手更紧了，坚决的迈开了通往下水道深部的第一个步伐……  “嘀嗒！”水滴的声音，还伴随着僵尸的哀号声：“嗷——”我紧紧地攥住我的弯刀，减慢了走路的步伐，悄悄的往前走，“砰！砰砰砰！”连绵不断的枪声响起，还混杂着子弹的外壳的掉落声，“叮当——”又是一窜子弹外壳的掉落声，我匆匆忙忙的赶往目标，可是下水道是没有光源的，里面都是漆黑一片，我只能靠弯刀反射的银光照映路面，可是也有看不到的地方，“嗷——哧拉！”背后传来吼叫声，而且还被某样东西撕破了背后的衣角，慌忙的转身一看，一只全身破破烂烂的僵尸出现在我的面前，并且张牙舞爪的向我爬来，我手起刀落，一把将弯刀通入僵尸的脑袋里头，为防止僵尸还有喘息之气，我狠狠的扭转刀柄，弯刀在脑袋里面旋转，僵尸的大脑被卷成了浆，“哼！活该！”或许是我长大了还是变得凶残了，出于本能，还把僵尸身上尽可能食用的腐肉割下来，而且还为了缓解饥饿，一口就把一大块腐肉咬掉。“呕……真难吃……”好吧，我还是小，不想那些生存已久的老手那样能坚强的吃完腐肉而且还不变脸，结果我就因为这样——我吐了……吐了一番后，感觉肚子变的怪空虚的，饥饿感变得更强了，纯属迫不得已下，我强忍着臭味，把自己比喻成机器人那样没有味觉，强迫自己吞下腐肉，“吧唧吧唧，好想吐啊……”咀嚼一番，突然感觉到头昏脑胀，自己好像中毒般，上吐下泻的真是累死了，好不容易挨过一番，自己又感觉饥饿来袭，为了缓解饥饿感，只好忍受着臭水沟的气味，双手成碗装，淘了一些水就咕噜咕噜的喝掉了，“啊……还是臭臭的……”不过我好像中了什么好运，喝了臭水之后，竟然没有感觉什么不妥当的，于是拍拍胸口，准备往深处走去。“嗷唔——”又是僵尸！我立刻警惕起来，当然咯，这种警惕是必不可少的，你要是不注意，不认真，迟早成为僵尸的晚餐。僵尸的声音愈来愈近了，我也弯着腰，准备给僵尸来个突袭。一个黑影闪过，我本能般把弯刀插过去，“嚓！”不仅仅是衣服撕碎的声音，还伴随着一声尖叫：“啊啊啊啊啊！！！！！！！！！”那阵势，把我给吓倒了，我开始怀疑我是否杀错人了。借着黑暗中幽幽的光亮，我先是用脚踹踹那个“人”的身体，“人”晃了晃。我顿时吓坏，急忙闪到一边，偷偷地望着那位“人”，“人”晃了晃，身子滚到了一边。哦，是被我踹到一边去了。虽然不知道是真还是假，但我还是暗暗庆幸：他死了。恐惧的我害怕他没死，悄悄的走过去，那种姿势就像是贼一般的行走方式——虽然猥琐，但也是很安静，不发出声音的一种走路方式。 索引贴地址：点我就湿了                                                                                          下一章：呵呵呵呵",
    "replies": [
        {
            "author": "1347343655",
            "timestamp": 1411483260,
            "txt_content": "顶楼主~~~"
        },
        {
            "author": "男人婆",
            "timestamp": 1411483320,
            "txt_content": "我记得你，我写《铁傀儡之心》的时候你给我回复了\n我也给你赞"
        },
        {
            "author": "男人婆",
            "timestamp": 1411483440,
            "txt_content": "上一章呢？我看这是第二章啊"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411565580,
            "txt_content": "男人婆 发表于 2014-9-23 22:44\n上一章呢？我看这是第二章啊\n哦，标题弄错了，话说你评个分好吗？是“差”、“一般”、“不错”还是什么呢？"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411565640,
            "txt_content": "男人婆 发表于 2014-9-23 22:42\n我记得你，我写《铁傀儡之心》的时候你给我回复了\n我也给你赞\n谢谢咯，记得评个价，不是评分啊"
        },
        {
            "author": "Hong-Jian",
            "timestamp": 1411565880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1.3806",
            "timestamp": 1411571280,
            "txt_content": "好长我的眼\n字能不能弄大有糖吃\n最好把行距搞大"
        },
        {
            "author": "1.3806",
            "timestamp": 1411571520,
            "txt_content": "&\n这种双筒猎枪是一个枪筒一发子弹\n或者是半自动的霰弹枪那可以装4~8发"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411639020,
            "txt_content": "不错哦，看了字数（每当看到小说必看字数）3千多字！但是感觉有些流水线，但还行了，记住，情节再丰富一点，再狗血一点……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411652580,
            "txt_content": "gggbbb 发表于 2014-9-25 17:57\n不错哦，看了字数（每当看到小说必看字数）3千多字！但是感觉有些流水线，但还行了，记住，情节再丰富一点 ...\n这篇我真的是流水的，当时没用心写……作业好多啊……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411652640,
            "txt_content": "1.3806 发表于 2014-9-24 23:12\n&\n这种双筒猎枪是一个枪筒一发子弹\n或者是半自动的霰弹枪那可以装4~8发\n你又知道？看来你的枪械只是不错阿和，以后找你"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411652700,
            "txt_content": "我是小骷髅 发表于 2014-9-25 21:43\n这篇我真的是流水的，当时没用心写……作业好多啊……\n………………下一章情节丰富一点吧……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411652820,
            "txt_content": "gggbbb 发表于 2014-9-25 21:45\n………………下一章情节丰富一点吧……\n反正我更新了一点点罢了，先去看看有什么不好得改改~"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411652820,
            "txt_content": "我是小骷髅 发表于 2014-9-25 21:47\n反正我更新了一点点罢了，先去看看有什么不好得改改~\n就是我写的小说新章篇，看看不对得改改"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411652880,
            "txt_content": "我是小骷髅 发表于 2014-9-25 21:47\n就是我写的小说新章篇，看看不对得改改\n哦，我看看哈"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411652940,
            "txt_content": "我是小骷髅 发表于 2014-9-25 21:47\n就是我写的小说新章篇，看看不对得改改\n我能说这个陌生人太牛逼了吗？一下就挂了……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411652940,
            "txt_content": "gggbbb 发表于 2014-9-25 21:48\n哦，我看看哈\n我还没发呢！我只是想在文档里面改改在发出来，谢谢你的意见"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411653000,
            "txt_content": "gggbbb 发表于 2014-9-25 21:49\n我能说这个陌生人太牛逼了吗？一下就挂了……\n那个陌生人？是不是下水道那篇？好像不是陌生人挂了哎……是猪脚被坏人得逞了，准备在文章里添加个幸存者两派"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411653060,
            "txt_content": "我是小骷髅 发表于 2014-9-25 21:49\n我还没发呢！我只是想在文档里面改改在发出来，谢谢你的意见\n额，好滴……改改快点发哈，我还等着看呢……（手速果然快，一下就作死）"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411653120,
            "txt_content": "gggbbb 发表于 2014-9-25 21:51\n额，好滴……改改快点发哈，我还等着看呢……（手速果然快，一下就作死） ...\n在这个挣分多秒的论坛，没有超高的水技术是不行的"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411653120,
            "txt_content": "我是小骷髅 发表于 2014-9-25 21:50\n那个陌生人？是不是下水道那篇？好像不是陌生人挂了哎……是猪脚被坏人得逞了，准备在文章里添加个幸存者 ...\n坏人都这么牛逼……搞个牛逼的好人行吗……"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411653180,
            "txt_content": "我是小骷髅 发表于 2014-9-25 21:52\n在这个挣分多秒的论坛，没有超高的水技术是不行的\n……果然不愧是水x……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411653180,
            "txt_content": "gggbbb 发表于 2014-9-25 21:52\n坏人都这么牛逼……搞个牛逼的好人行吗……\n就是猪脚啊，猪脚是永不死的，配角可能会为猪脚牺牲"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411653180,
            "txt_content": "我是小骷髅 发表于 2014-9-25 21:52\n在这个挣分多秒的论坛，没有超高的水技术是不行的\n就这一会就能上水榜了……"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411653240,
            "txt_content": "我是小骷髅 发表于 2014-9-25 21:53\n就是猪脚啊，猪脚是永不死的，配角可能会为猪脚牺牲\n额，配角发现都好渣，搞个牛逼一点点的吧"
        },
        {
            "author": "a2455564728",
            "timestamp": 1411735080,
            "txt_content": "标题是原创·连载吧"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411735320,
            "txt_content": "a2455564728 发表于 2014-9-26 20:38\n标题是原创·连载吧\n哦？我的标题就是<原创·连载>×××××××（小说题目）"
        },
        {
            "author": "a2455564728",
            "timestamp": 1411736160,
            "txt_content": "我是小骷髅 发表于 2014-9-26 20:42\n哦？我的标题就是×××××××（小说题目）\n那是我刚才改的"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1411736640,
            "txt_content": "a2455564728 发表于 2014-9-26 20:56\n那是我刚才改的\n喔，原来是你改的啊，那么我还有其他不对的格式吗？"
        }
    ]
}