{
    "title": "MINECRAFT的方塊物品與世界國家",
    "author": "超帅文哥",
    "replyCount": 6,
    "timestamp": 1411536060,
    "txt_content": " 本帖最后由 超帅文哥 于 2014-9-24 13:26 编辑 \n\n美国——钻石\n当今世界上唯一的超级大国，在文化政治军事娱乐各个领域出类拔萃，如钻石一样散发着耀眼的光芒，不但拥有钻石一样鲜亮的外表，同时闪烁着年轻的自由和民主。多少矿工在11层苦苦挖掘，我不断的寻找，有钻石的矿脉在哪里，正如追求美国梦一般，诸如此类种种理由都可以解释美国能代表MC中最珍贵的矿物的原因。\n\n朝鲜——冰块 (明明是水方塊)毫无疑问朝鲜是当今世界最贫困的国家之一，其国家领导人引出的核威胁看似是朝鲜强大的体现，但却似冰块的壁层一样，一旦被打破便是会激发无穷的海浪。当年我军抗美援朝，彰显中华建国之后逐渐复苏的武力同时保住朝鲜不成为中国边境上的流亡政府，如今却时时警备这脆弱的邻国不会“咔嚓”一声破裂将自己拖下水。严严实实的信息封锁也同时禁锢了朝鲜人民的思维和视野，大量“脱北者”也逐渐向世人揭开这个神秘国家的面纱，用冰块这一方块来代表真是在合适不过了。\n\n马尔代夫——挂画这个位于太平洋上、亚洲最小的国家，却被称为“上帝抛洒人间的项链”，“印度洋上人间最后的乐园”。楼主这种常年宅于家中的人，一提到马尔代夫这个国家，满脑便是热带雨林气候独有的暑热风情，沙滩漫步令脚底酥软的触感，海风飘在脸上轻柔的抚摸。旅游业是这个国家的支柱之一，像风景画一般的环境能不用挂画这一物品来诠释吗？然而这个珍贵的岛国却面临着严峻的环境威胁，海平面每年以极快的速度增长，而挂画也是这样，一遇到水就会掉落了呢。\n\n奥地利——音乐盒它的首都是被誉为音乐之都的维也纳，它的土地上诞生过无穷多的音乐家，它的名字叫做奥地利。二战时期，这个国家面对外来的入侵，没有表现出任何的慌乱和匆忙，音乐会照常举行，音乐像往常一样飘荡在剧院的上空，所有的子民都显得淡定自若，这是一种从民族根源发出的对美专注的追求。音乐盒作为MC中唯一能为单调的游戏旅程增加音乐的物品，正能合适的代表这样一个具有高文化素养的富裕国家，它内置的一颗钻石也能证明除了在文化领域，这个国家的生活也是一样高雅舒适。\n\n韩国——雪与其邻国朝鲜有着暧昧的联系，各自的方块属性也很相似。但相比于朝鲜冰块的自身难保，韩国确实发达了许多。但棒子却依然有着极差的口碑，以自己的奇异特性，以雪的形态覆盖了草地，覆盖了岩石，覆盖了大地，好像这一切都在大韩民国的笼罩之下，拥有着不知从何而来的盲目自信，甚至有今日来发生灾祸，“还好死的是中国人”这一变态口径。用雪这个微妙的方块来形容，应该是很合适的。\n\n日本——岩浆二战中的侵略过之一，“大东亚共荣”的野心显示出这个国家当时军事上的极端。国家制度上使日本的国民在相当一段时间内显示出超强的凝聚力，独有的武士精神使其意志不灭，正如岩浆在其源头泯灭后也能活动极长一段时间。不得不承认的是日本在各个方面都处于发达的水平，而在当今局面上岩浆狭小的流动性却让日本的发展令人担忧。\n\n印度——沙子一个神奇的国家，作为世界上发展最快的国家之一，也同时是一个贫富差距极大的国家。民居处处体现着印度独有的沙土气息和贫穷，却在计算机软件出口等等方面有着记好的表现。楼主看过一组漫画是这么说的，印度人的一生：出生在贫民窟，父母花光钱送进大学学计算机，学计算机赚了很多钱，生一窝的孩子，送进大学学计算机，又回到了贫民窟。这样一个纠结的民族用沙子这种具有奇妙特性的方块来代表应该是很合适的。同时由于沙子的特性，印度人民很有可能再次开挂毁灭一个地图呢。\n\n俄罗斯——煤炭同样是拥有着一段曲折而伟大奇妙历史的国家，仅次于美国的第二军事强国，工业力量极其强大，而煤炭也是重要的燃料。其地域辽阔，煤炭的分布也极其广阔。但同时也因国家经济放缓，种种问题接踵而至，使得其辽阔的国土好像是臃肿的身躯一样，只能跟煤炭一样掩去自己的光辉。\n\n英国——铁当今最发达的国家之一，昔日的日不落帝国但看其领土的面积就让人胆战心惊。英国无疑创造了一个时代的奇迹。作为最早开始工业革命的国家，钢铁这个名号总是能很切合的冠在其首。（奥运会的时候不就是有个片段就是铁啊钢的来着？）尽管二战后经济受损，一度从世界最强大国的位置跌落，但其的光辉始终没有泯灭，铁这个实用而强力的矿物正是其最好的体现。\n\n澳大利亚——金澳大利亚，南半球最发达的国家，自然拥有像金子一样的奢华豪贵，作为多种矿物第一出口国，也拥有像金子一样的挖矿效率。总之一提起澳大利亚这个名字，就想到了现代发达的生活。\n（本来想要以羊毛来代表他“羊背上的关系”，但考虑到与各个国家的关系，故选用金）\n\n加拿大——金苹果位于钻石美国的北端，作为世界上最强经济体之一，也处处体现着他的光辉。枫叶之国自然彰显着他无处不在的优雅和闲适，国民的生活也是一样的优越。与英国始终有着微妙的联系，一个作为矿物中最实用的铁，一个作为食品中最强大的存在，各自在世界上立足了脚跟，凝视着这块土地的发展。\n\n中华人民共和国——红石矿位于危险的岩浆之上，曾经的中国是如此强大，却自负的将自己藏于幽深的矿洞。在各种矿物面前，似乎红石矿是那么的不起眼，只有被外力打击到才会散发出薄弱的一点点的光晕，甚至被人当作短暂的照明而忽视其用途。拥有超强人口基数的天朝，一个红石矿便是能挖掘出许许多多的红石原料，但单个的红石确实薄弱不堪，只有千千万万的红石电路组合在一起才能爆发出最强的威力。MC中能实现科技化、自动化的电路——红石，对这个原本朴素原始的世界进行了最彻底的改造，从简单到繁杂的机械、工具，全都是MADE IN CHINA。然而天朝却不能用单单红石来代表，作为依然还是没有展露头角的国家，就像红石矿一样，迎接着各种挑战，默默的蓄力，等待着自己雄起的一天。\n\n\n原帖地址http://www.minecraftxz.com/minecraft-skin-art-generator/搬运完成[groupid=742]MinecraftPE交流小组[/groupid]",
    "replies": [
        {
            "author": "RAY5DHao",
            "timestamp": 1411536180,
            "txt_content": "原帖地址呢?"
        },
        {
            "author": "超帅文哥",
            "timestamp": 1411536240,
            "txt_content": "卅个屮 发表于 2014-9-24 13:23\n原帖地址呢?\nhttp://www.minecraftxz.com/minecraft-skin-art-generator/"
        },
        {
            "author": "RAY5DHao",
            "timestamp": 1411536480,
            "txt_content": "超帅文哥 发表于 2014-9-24 13:24\nhttp://www.minecraftxz.com/minecraft-skin-art-generator/\n你确定么.....这个是头像生成器好不好...."
        },
        {
            "author": "超帅文哥",
            "timestamp": 1411536780,
            "txt_content": "卅个屮 发表于 2014-9-24 13:28\n你确定么.....这个是头像生成器好不好....\n错了错了"
        },
        {
            "author": "Eric6129500",
            "timestamp": 1411666260,
            "txt_content": "俄罗斯石油储量多才对吧？"
        },
        {
            "author": "Wolverine",
            "timestamp": 1411666680,
            "txt_content": "不错的介绍,不过楼主为什么被屏蔽了?"
        }
    ]
}