{
    "title": "<转载·单篇>青瓜瓶[作者：常新港]",
    "author": "头人2号",
    "replyCount": 2,
    "timestamp": 1411557840,
    "txt_content": " 本帖最后由 HGK 于 2014-9-27 20:49 编辑 \n\n               《青瓜瓶》\n人物介绍：\n我：调灵骷髅 · 白细瓜：骷髅弓箭手 ·音乐老师：烈焰人·爸爸：铁傀儡·妈妈：雪傀儡·爷爷：调灵·滕教练：小黑第一章\n今早，我梦见自己掉进了黑人堆里。所有人，包括我自己，都龇着白牙在乐。我的好友细白瓜在黑人堆里撞来撞去，看不见我。我就跳着脚喊，你眼瞎了!我在这儿!?白瓜看见了我，说，你是够黑的!  　　我就这么黑，生下来就这么黑。我妈却给我起了一个千娇百媚的名字，娜娜。我懂得妈妈的可怜心思，她渴望我成为黑美人。关于一个美人应该走过的艺术道路，妈妈都逼我走过。跳舞、弹钢琴、声乐都被我抛弃了。最后还落下了毛病，凡是在学校上这类课程，我都反感，就像遭遇了旧日的仇人。\n\n第二章\n在正常的音乐课上，一个对旧歌曲情有独钟的女老师让我们学一首《小螺号》。我问什么是小螺号，音乐老师就不高兴了，她是怪我节外生枝，就像是她要开口讲拖把，我偏要让她从怎么种植棉花开始。  　　音乐老师没回答我的问题，但她的眼睛流露出对我的厌恶。我看出来了，所以，我的心情也不好了。事情就发生了。  　　《小螺号》的歌词头两句是这样的：小螺号嘀嘀吹，海鸥听了展翅飞……  　　她教我们第一句时，我就忍不住在下面改了歌词：小螺号瞎胡吹……女生细白瓜听清了我篡改的歌词，就乐了。音乐老师唱第二句时，我又接着改编歌词：海鸥听了瞎他妈飞!  　　我当时一定很冲动，声音挺大，让所有人都听到了。但是，音乐老师不能确定这种歌词是从我这样的女生嘴巴里唱出来的。她问道：“刚才是谁在乱唱？”  　　我站起来：“是我。”细白瓜?手在下边拉我的衣服，我不理她，就像草原上的鹿昂首站着。\n\n第三章\n那天，我还在回家的路上，爸爸就被班主任召唤到学校了。晚上，我听见爸爸对妈妈说：“娜娜到了很危险的年龄。”他们的话让我心惊胆战。  　　我十二岁的冬天，我们从一室一厅的小房子搬到了一百多平方米的大房子里。爸爸背着手在宽敞的房间里走来走去，对妈妈说：“把娜娜的爷爷接来一起住吧。”妈妈没说话，我先举双手欢呼。  　　爷爷是个和蔼的老头。再说，在空荡荡的大房子里，我需要有更多的人在走动。妈妈见我高兴，就去收拾一间屋子。爸爸说：“给娜娜爷爷住的屋?，一定要阳光充足。”妈妈说：“咱们这房子，哪里会没有阳光的？”爸爸说：“娜娜爷爷住的房子，阳光一定要最充足的。”\n\n第四章\n爷爷来了。他先是站在大客厅里左顾右盼，然后说，“光听说房子大，没想到会这么大。”我跟爷爷说：“我领你去自己的房间。”爷爷站在他的房间门口说：“没?到，一个没一根黑头发的糟老头还能住这么大的房间。”  　　我问：“糟老头在哪儿？”  　　爷爷指着自己的鼻子说：“糟老头在这儿。”  　　我看着爷爷从一个大袋子里把一些他必须带来的东西掏出来，摆到地上。爷爷小心翼翼摆弄自己的东西时，我就乐了。爷爷问我乐什么，我说：“爷爷的这些东西，都是破烂。”  　　爷爷眼巴巴盯着地上的东西说：“谁说是破烂？哪个是破烂？你叫它破烂它答应吗？”  　　这时候，爸爸和妈妈也站在爷爷的门口看着一地的东西直乐。  　　妈妈说话了：“娜娜，你认为爷爷的哪些东西是破烂，你挑出?。”  　　爷爷听我妈妈这么一说，紧张地盯着我：“娜娜，我这里可没破烂。”我已经用脚把一堆东西一踢，说：“这些东西都是破烂。”一个小口细脖子的瓶子滚到一边去了。爷爷一下把瓶子抓到手里。  　　我说：“那是什么？”我觉得那瓶子里有东西。我就伸手去爷爷手里夺。爷爷说：“别抢，我给你看的。”  　　我接过瓶子一看，里面是一根黄黄的东西。那东西比瓶口粗大许多，它是怎么放进去的？  　　爷爷说：“娜娜，你想不到瓶子里的是黄瓜吧？”  　　我诧异地问：“它是黄瓜？黄瓜是绿的，它怎么一点都不绿？再说，它这么大，?么从瓶口装进去的？”  　　爷爷伸出一根小手指说：“黄瓜还在这么大时，我就把瓶子套在上面了。我让它在瓶子里长大。然后摘下来，泡上白酒，它就不会烂掉了。”  　　我又问：“这根黄瓜如果不在瓶子里，它会长得很大吧？”  　　爷爷用两只手比画着：“能长很大的。”  　　爷爷把青瓜瓶放在他住的房间里的窗台上。  　　爸爸跟爷爷说：“我给你买一根真正的野参，泡上好白酒，就别喝黄瓜酒了。”  　　爷爷说：“我已经不喝白酒了，我只是看着它，心里可以想起好多的事。”\n第五章\n我每天上学之前，爷爷都站在门口笑眯眯地送?。他从来不说一句话。爷爷的笑容让我心里很舒服。几天之后，我就养成了一个习惯，一放学，就推开爷爷的屋门，也不说话，只是朝爷爷笑一笑。其实，一推开爷爷的屋门时，我就能看见窗台上摆着的青瓜瓶。\n\n第六章\n那些日子过得还算平静，我没再出事。说心里话，一个女孩子，谁想天天惹是生非？但是，生活中发生的事，我说了不算。事情还是发生了。在课间操短短的时间里?我们班上的三个男生和外班的五个男生在一个篮球架下打球，说清楚点，就是两伙人在争夺一个场地。两分钟没过，我班上的一个男生就被外班的男生踢了一脚，双方就打起来了。三个对五个，纯属于不公平竞争。我用眼睛寻求帮助，想让自己班上的男生有援助，但是，我没看见操场上有我们班的男生，也许，我们班上的男生见打架了，有意躲避起来，也说不定。  　　三十秒钟不到，我们班的三个男生的脸上都光荣挂彩了。但是，三个男生还不示弱，仍旧顽强抵抗。  　　这时候，我激动起来，忘了自己是一个女生了。也就是说，我遗失了自己的性别。我冲?上去，帮助三个男生摆脱困境。我出手挺快，这正是我好动的结果。三个男生见我上来帮助他们，竟然有两个感动得流泪了。  　　这场恶战，是在膀大腰圆的体育老师干预下，才终止的。在校长室里，一屋子的老师把目光盯在我的脸上，他们的眼睛里都流露出一个明确的主题：你娜娜是一个女生啊？怎么跟男生搅和到一起打群架？  　　说来也怪，当老师们把脏水一样的目光泼到我脸上时，我心里正一片阳光。因为我干了我想干的。  　　性别不是问题。  　　这时候，那个膀大腰圆的体育老师对我说：“你跟我来一下。”我不知道这个从来没跟我说过?的体育老师单独找我有什么事。我跟他来到走廊上。  　　他看了我半天，对我说了一句我没想到的话：“打架时，你一点都不怕吗？”  　　我说：“这有什么怕的？”  　　他笑起来，说道：“外班那个男生的鼻子流血了，他说是你打的。”  　　我兴奋起来：“流了多少血？活该!他们五个人打我们班三个人时，他就没想到自己的鼻子会流血？”  　　体育老师拍了一下我的头说：“没事了。”  　　我奇怪地问他：“你要找我干什么？这就没事了？”  　　体育老师说：“没事了。你还想有什么事？”  　　我说：“老师够怪的。”  　　体育老师说：“我们都正常，谁都不怪。”\n\n第七章\n回到家，家里人都眼巴巴看着我，像看见一个怪物进了屋子。我等着爸爸和妈妈教训我。爷爷坐在自己的屋子里不出来。但是，能感到所有人的心情很沉重。妈妈对我说：“娜娜，你到底是怎么想的？”我说：“什么事怎么想的？”  　　妈妈瞪着眼睛：“你是女生!”  　　我说：“我没说自己是男的!”  　　爸爸插话了，他早就想插话了，就是不知道该?一句什么话：“娜娜，你能不能犯点女生该犯的错误？”  　　我实在是忍不住笑出声来：“什么是女生该犯的错误？”  　　在爸爸和妈妈看来，这是一个很严重的教育大事，却让我笑起来，他们想不通。爷爷从自己的屋子里走出来，对我爸爸和妈妈说：“你们别说了，让娜娜安静一会儿。”  　　我有点感激地看了看爷爷。  　　爸爸和妈妈克制住自己的不好情绪，不说话了。我从他们面前走过去，进了自己的屋子。我的屋门刚刚关上，爸爸就冲着爷爷发了脾气：“我管女儿，怎么就不行了？娜娜都忘了自己是个女生了，不管还得了？我不能让娜娜今?像你一样只会种菜吧？”这句话让爷爷很生气，爷爷不想跟我爸爸拌嘴，回到自己屋里去了。  　　打架的事发生之后，我在男生中的威信飙升，那种感觉是我从来没有领受过的。连女生们都公开表示了友好的嫉妒。细白瓜对我说：“娜娜，你出了那么多的事，你怎么不在乎啊？”  　　我反问细白瓜：“我出了什么事啊？”  　　“打架啊。”  　　我说：“说实话，我没打够，课间操的时间太短了，不然，还不知道发生什么事咧!”  　　细白瓜用那种电视剧中出现的又爱又恨的口气说：“娜娜，你干脆变成男生得了。”  　　我说：“你别劝我，我真想当男的!”  　　我等着学校给我和那些参与打架的同学们处理意见。听说要在学校通报。我问打架的同学：“怎么还不处理我们啊!”  　　男生说：“你想念处分都想疯了？”  　　处分我们的决定还没下来，那个膀大腰圆的体育老师找到我了，还领来一个同样是搞体育的咄咄逼人的男人。那男人一看见我就乐，说：“行。”  　　我不知道他说的“行”是什么。  　　体育老师向我介绍那个男人：“娜娜，他是市自由摔跤队的滕教练。”  　　我说：“你想让摔跤教练摔我？”  　　体育老师点着头说：“意思差不多。”  　　原来，是体育老师向这个摔跤教练推荐了我。推荐我的原因，就是因为我跟男生打架。  　　摔跤教练指着自己的胸部对我说：“来，娜娜同学，敢照我这儿来一下吗？”  　　我说：“为什么凭白无故打你？”  　　摔跤教练说：“想试试你的分量。”  　　我照着摔跤教练的前胸就打了一拳。摔跤教练忍不住“哎哟”一声，脸颊红了起来。体育老师说：“没事吧？”  　　摔跤教练指着我说：“就是她了。”  　　体育老师对我说：“你被滕教练录取了。”  　　我问：“摔跤？”  　　滕教练说：“我要让你成为中国最好的自由式摔跤队员。”  　　我又问：“练好了摔跤，能把我们的体育老师摔倒？”  　　滕教练说：“能摔倒两个体育老师。”  　　我说：“行。”  　　除了上课，下午三点钟，去摔跤队练一个半小时摔跤。只练了一个星期，滕教练说：“你是个摔跤天才。”\n\n第八章\n一个同样练摔跤的女生说：“我都练一年了，滕教练还没表扬过我一个字”。  　　我偷偷练摔跤半个月，爸爸和妈妈才知道了。他们跟我吵跟我喊，说我是一个?物。我知道爸爸和妈妈对我的希望破灭了。他们差一点就要疯了。但是，我狂热地爱上了摔跤。这时候，我渴望待在自己屋里的爷爷出来说句话，哪怕不帮我说，只让紧张的空气缓解一下也可以。爷爷没出来。  　　爸爸说：“从明天开始，你连学校都不要去了。我给你请一个家庭教师。你连这道门槛都休想跨出半步!”  　　我绝望地大叫了一声：“爷爷!”  　　爷爷站到了他房间的门口，阴沉着脸。他手里拿着那个他带来的青瓜瓶。  　　爸爸冲着我说：“你叫爷爷来有什么用？你的教育是我来负责的!你把爷爷喊出来干什么？”  　　啪的一声，爷爷把手里的青瓜瓶子摔在客厅地上了。那个已经变黄的黄瓜掉在地上，屋里马上弥漫着一股酒气。爷爷弯腰把被酒浸泡过的青黄瓜捏在手里，对我爸爸说：“我可不想让你的孩子变成瓶子里的黄瓜。”  　　第二天，爷爷固执地要回乡下住。爸爸劝爷爷留下，我也劝爷爷留下。妈妈对爷爷说：“这房子有多大啊，你不住，它也闲着。”爷爷说：“还是乡下大。”  　　爷爷真走了。  　　就在那天，学校对我们打架的学生通报批评下来了。班主任在上面念，我的脸转向窗外，一心想念爷爷。  　　下午，我去了摔跤队。第一次把一个练了近两年的男生摔倒在软垫子上。  　　爸爸已经得知了我的处分决定，在我回家后，小心谨慎地观察我。我一脸喜色。爸爸问我：“处分下来了，你要正确对待。”  　　我说：“你多心了，我不是瓶子里的黄瓜。”  　　爸爸一愣，妈妈也盯住我的脸，一脸的问号。  　　有一天，爷爷来电话了，跟我爸爸说，让娜娜听电话。我接了电话，爷爷问我：“过得好吗？”  　　我说：“瓶子里的黄瓜长出瓶子了!”  　　爷爷只说了一个字：“好。”  　　爸爸和妈妈在一旁问：“你和爷爷在说什么？”  　　我放下电话，回头对爸爸和妈妈说：“我跟爷爷在谈教育问题?”  　　爸爸说：“胡说什么啊？你和爷爷谈教育问题？一个是问题女生，另一个是种地的老头，还谈教育问题？”  　　我看了看爸爸，说了一句话：“爸，你怎么什么都不懂啊？”  　　妈妈斥责我：“不许跟爸爸这样说话!”  　　那天，细白瓜伤心地跟我说，她不想学画画了，但是，家里人非逼她学，说不能半途而废。已经学了五年了，怎么也得坚持下去！细白瓜还说：“我好容易画了一匹马，大家都说，细白瓜啊，你这头驴画绝了!你说，我还有什么出息？”  　　我问细白瓜：“你想干什么？”细白瓜就对我说：“跟你去学摔跤。”我说：“?啊!”细白瓜又说：“我家里这道关就过不去。”  　　我就跟细白瓜说了青瓜瓶的故事。细白瓜问我：“你从哪里看来的？”我不能说是自己爷爷的事，就说是从书上看来的。我说：“你就把这件事说给家里人听，看看有没有一点用途。”  　　晚上，细白瓜就打电话给我，说青瓜瓶的故事起作用了。但是，细白瓜妈妈执意让细白瓜把这本书借给她亲自看一看。细白瓜妈妈相信书上说的，决不相信自己女儿嘴巴里说出的道理。细白瓜问我：“怎么办？”  　　我说：“这简单，就说它来自一本名著，呱呱叫的名著。”  　　“好吧，我就说是呱呱叫的名著。”细白瓜说。  　　我心里以为，自己的故事，比名著强十倍，为什么不呱呱叫？第二天下午，我把细白瓜领到摔跤队去了，让滕教练教了几个简单动作给细白瓜，细白瓜卖力地在软垫子上学了几下，就把滕教练看呆了，他说：“娜娜，你们班出摔跤队员啊!细白瓜原来学什么的？”  　　我说：“说出来你不信，她过去学画画的。”  　　就在那天的下午，当我和细白瓜从摔跤练习场走出来时，我爷爷在乡下去世了。\n\n\n\n                        完\n\n\n\n\n\n",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1411746600,
            "txt_content": "请问此为原创？\n写的很好"
        },
        {
            "author": "42486327",
            "timestamp": 1411746660,
            "txt_content": "http://wenku.baidu.com/link?url= ... SnygH0vSPu5D7LjzMfW \n2333\n复制的不错"
        }
    ]
}