{
    "title": "My dream[对所有了解我的人想说的话]",
    "author": "梦魇冰眸",
    "replyCount": 8,
    "timestamp": 1411565040,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-9-24 21:26 编辑 \n\n郑重声明：这绝不是水贴，而是我在论坛里混了一段时间后，最想说的真心话。\n\n\n  说真的，我小时候觉得人心很单纯，快乐，幸福，仅此而已。当然那个时候也没有什么奇怪的朋友。可是，初二了。有个同学来找我，让我去当卧底，把她一个平时看起来关系不错的朋友一天里所说的坏话一一告诉她，我就是知道，人心并不简单。其实，我不愿意这样，大家都开开心心的，谁也不计较，不是挺好的吗？\n  哎，也许我就是太单纯，才会觉得世界太复杂。初一的时候人都说我像一个神经病，整天自言自语，也不知道再说些什么。是的，神经病，这就是别人对 初一时候的我的评价，这算好的了。小学的时候也有人这样说我，我也不觉得有什么，由它去吧，总不能为了别人的感受委屈自己。初二，人说我像一个写作的小女生了，我是有过当作家的梦想。小学二年级时我就开始写，一直写到现在，画画、跳舞、唱歌，这些兴趣我都可以放弃，但是写作不行。我可以一天不写，但是一周不写一个字我绝对不干。幸好，我爸妈不干涉我的兴趣。\n  我写的东西……怎么说呢？我一直都是持着一种想看就看，不想看就不强求的心理，我也不会拉分，因为我写作的初衷就是写给我自己看的，后来，我玩了Minecraft，被同学拉来了MCBBS，我就学着去写关于游戏的小说，但我发现：我做不到。我不会写游戏，我只能以木讷的文字来描述我的游戏过程。并非是我对Minecraft没有感情，我只是不善于表达。大家可能不知道，我打字很麻利，但现实里……我有点口吃，越急越厉害，小学时还不明显，初中就很明显了，我就不大愿意说话，一般就是用点头摇头回答。\n  写作文，我有个很奇怪的地方。我的同学大多都是想着怎么凑字数，我是想着怎么能把字弄少一点。我经常写着写着就收不住了，我的语文老师也曾经找我谈过，说我这个习惯不好。可这又不是习惯，真的不是，这仅限于我写叙事文，小说我一般都是草草收场，看过的应该都知道。\n  被人夸过，被人骂过。文笔不好、幼稚，抄袭，排版不行，这些我都经历过。我只要能保证将来我还会有兴趣来看现在所写的东西，这就够了，我不奢望别的。也许，当初我是为了让自己高兴，现在，却变成了让别人高兴，只是，我不能跟我所崇拜的Tech、冥姐、银狼一样，没有几个人会来看我写的，一直都在看的，只有我的朋友们。我想，我在论坛上所写的，大概就是为了他们，为了不愧对他们对我的期望。\n  不管怎样，我都会坚持下去，我的梦想，就是成为一个作家，从未改变。我不想当什么明星，只是想当一个可以一边喝着咖啡一边写作的作家而已，我也会竭尽全力成就我的梦想。\n  谢谢那些一直支持我的人，谢谢你们！\n\n\n后话：我发现最近有些人很喜欢碰我的底线诶，。其实我的底线仅次于翻译创作，别的版块我没有底线，随便碰- -我看东西有一个强迫症，标点不合格我基本不看的- -虽然我不知道引号好不好吃。反正我是没尝过。少碰我底线- -别等着我爆发了再后悔，小学的时候总被男生调戏，现在都是我调戏男生，别让我把藏了好几年的神吐槽功拿出来- -（我是认真的）当然如果略有改善那就算啦，567积分，里猎手还早着呢，逗我啊OAO。\n\n\n@o-zero\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "159789tim",
            "timestamp": 1411565580,
            "txt_content": "初二了 中二病犯了"
        },
        {
            "author": "额无语",
            "timestamp": 1411565940,
            "txt_content": "没搞明白你是妹子还是骚年.？"
        },
        {
            "author": "梦中冥影",
            "timestamp": 1411566180,
            "txt_content": "人会变，现实也会变，我现在也没多少朋友。"
        },
        {
            "author": "xueqian",
            "timestamp": 1411569180,
            "txt_content": "人生啊…"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1411569720,
            "txt_content": "同初二……而且我发现我说话的时候也会有轻微口吃{:10_522:}……而且我也曾经尝试过写游戏小说……不过平时我倒是完全没有写作的爱好（最烦的就是写作文） \n\n\n\n\n\n\n                          ————【汝若将降世，切戒罪行恶果，唯使光明降临】————\n                                        （自带BGM的巨蟹）"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1411569780,
            "txt_content": "额无语 发表于 2014-9-24 21:39\n没搞明白你是妹子还是骚年.？小学的时候总被男生调戏，现在都是我调戏男生从这里看出应该是妹纸 \n\n\n\n\n\n\n                          ————【汝若将降世，切戒罪行恶果，唯使光明降临】————\n                                        （自带BGM的巨蟹）"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1412162340,
            "txt_content": "来迟了.."
        },
        {
            "author": "MC大湿",
            "timestamp": 1412162460,
            "txt_content": "\n\n小学的时候总被男生调戏，现在都是我调戏男生\n\n女汉子即视感！"
        }
    ]
}