{
    "title": "<原创.连载>《锻造者传奇》第三章，新鲜回锅。。。作者记忆随风",
    "author": "记忆随风",
    "replyCount": 6,
    "timestamp": 1411730520,
    "txt_content": "大家好，还是随风我，这是为了显示我刚刚从“我是小骷髅”那里学来的目录制作没有忘记的章节！老章节了，去序章可以看其他的章节的。什么？你问我序章在哪？一般更新了就有序章了，而且怕忘记的话可以收藏或者回复我一句，这样子就有记录啦。【无耻不？无耻不？】\n\n\n第三章：第一场战斗【本来想起成第一次猥琐的战斗的，可是作者好像不是第一次猥琐了，而且这样不文雅，是吧】\n  月黑风高夜，金榜题名时。啊呸，杀人放火时。这个伸手不见五指的夜晚，我真的很害怕附近有什么不像我这么挑剔食物的东西出现啊。。。估算了一下距离，大概还有300米左右，还好还好，这个距离我走都可以在5分钟内走到的，天还没有完全黑嘛，快快回家。\n  好吧，走吧，我记得是这片沙滩走过去再有1个小山坡就到了。中间有一条裂缝，小心一点就没事了。诶？等等，这是？我眼前的地面上有一根羽毛似的东西在地上，我刚想把它捡起来，就发现这个。。。好像不是什么羽毛。。。嘎啦，嘎啦。原来前方的地面不是平整的一块，我把它和远处的地面看到一起了。而地上的羽毛，正是骷髅弓箭手{1}弓上那蓄势待发的。。。箭\n“啊哈，今天运气真不错啊，这不是人么？没想到这么荒郊野岭的，还有活人啊。。。”骷弓的下颌嘎哒嘎哒的直响，声音从嘴里传出来就已经很恐怖了，何况是。。。“小子，告诉你，你可别动啊，你放心，我只咬你一口，要是你出声被附近的兄弟们听到了，可就不是一口的事了。”边说着，它边举弓靠近我，他那眼眶里妖异的火焰一跳一跳的，显得非常兴奋。而我，则暗暗在背后握紧了手中的铁剑，提防着它。“你真的只咬一口？”我问道。‘这个小子这么傻啊，太好了，看来他不会反抗了。好久没吃到新鲜的人肉了，那些僵尸们的腐肉又臭又硬，虽然我很喜欢上面美味肥蛆的味道，但是再多的蛆又怎么比得上哪怕一块人肉呢？啧啧，那美味的滋味。。。’这只骷弓脑袋里面边想着先吃哪个部分，边说“放心吧，冒险者，我骷弓第8小队长西来米的信誉，是鬼皆知。说一口就是一口，你选个地方吧”边说着，它边慢慢放下了手中的弓箭，可是，准星却依旧没有移开我的身体，而是慢慢的挪到了我的脚上。“啊，那好吧，我相信你，就肚子吧，正好我需要减肥。”我在心里暗暗道‘是鬼皆知，意思就是说信你才有鬼啊，你过来吧，我正好送你一剑。’“好啊，冒险者，我来了啊，一下下就好哦。”说着，它便向我扑了过来。我脚下一错，一个小小的转身，把剑挥舞了起来，正好一剑砍在了它的右手上，砍掉了它右手上仅剩的三根指骨，手中的弓也掉了下来。“啊，小子，你死定了。”西来米气急败坏的向我扑过来，左手仅剩的一根食指在空中泛着寒光。“啊啊啊啊啊！！！！！！！！”我大叫一声，举剑再砍，一下子砍在了对方的脑袋【头盖骨。。。】上，把我手震得生疼，而西来米也因为这一剑被打的后退了一下。好机会，趁着击退效果还没有消散，它不能动的时间里，我按照网上所说的暴击方法，跳起，下落时一剑劈在了它的肩膀上。“嘎啦，乒，啪啦拉拉”它的左手被我一剑砍了下来“啊啊啊，可恶的小子，你给我等着！”西来米见状不妙，急忙用仅剩的右手掌骨往胸前一拍，一阵黑烟冒了出来，它消失了。我捡起地上的“战利品”一条胳膊和3根手指，放到背包里之后向家中走去，四处的骷弓看到我，都瞄准了我。“果然还是要这样做啊。”我感叹道，我双手持剑，原地转了一圈，在四周的骷弓暗暗防备的时候，我将剑放回了背包，换出了一块木板大喊一声：“你们有能耐来追我啊啊啊啊”撒腿就跑。于是愤怒的骷弓用箭给我践行，我用切换出的木板充当盾牌，向着家的方向跑去。。。\n{1}小白这个名字太没有杀伤力了，骷弓还能恐怖点，所以改名了，至于骷弓说话不科学。。。骷弓本身就不科学。。。\n[groupid=769]star sea文学小组[/groupid]",
    "replies": [
        {
            "author": "159789tim",
            "timestamp": 1411731960,
            "txt_content": "我又来顶了"
        },
        {
            "author": "记忆随风",
            "timestamp": 1411732140,
            "txt_content": "159789tim 发表于 2014-9-26 19:46\n我又来顶了\n同志，辛苦了，组织需要你！"
        },
        {
            "author": "159789tim",
            "timestamp": 1411732200,
            "txt_content": "记忆随风 发表于 2014-9-26 19:49\n同志，辛苦了，组织需要你！\n组织23333"
        },
        {
            "author": "记忆随风",
            "timestamp": 1411732440,
            "txt_content": "159789tim 发表于 2014-9-26 19:50\n组织23333\n贴吧组织。。。。"
        },
        {
            "author": "159789tim",
            "timestamp": 1411732500,
            "txt_content": "记忆随风 发表于 2014-9-26 19:54\n贴吧组织。。。。\n贴吧大水比在此"
        },
        {
            "author": "记忆随风",
            "timestamp": 1411732740,
            "txt_content": "159789tim 发表于 2014-9-26 19:55\n贴吧大水比在此\n我同学是个写科幻的，每次都拿他贴吧灌水的人数和我的回复相比，每次都比不过。。。我都想召唤上古洪荒大水兽了。。。这次有了大家的支持，再怎么说也不会再差多少了吧，多谢了，水兄。。。"
        }
    ]
}