{
    "title": "<原创。连载>《锻造者传奇》第二章，新鲜回锅。。。",
    "author": "记忆随风",
    "replyCount": 3,
    "timestamp": 1411729920,
    "txt_content": "当初一直不会使用目录这种高精尖科技【作者你就是笨的】幸亏有“我是小骷髅”帮助，所以为了使大家看得更方便【同时增加一个发帖数】，将老章节重发一个单章了。\n\n\n\n正文：第二章出乎意料的情况\n雨后的天气，还是这么潮湿呢，诶？谁把我的窗帘拉开了，怎么这么亮啊。\n我站起身来，发现自己躺在一张柔软的大床上。眼前不再是那个小小的电脑桌子，而是一个干净的玻璃窗，空气也带着一股淡淡的泥土芬芳，不再是我屋子里酸臭的衣服和发霉的面包的味道了。耳边也响起了牛羊的叫声。。。。。。等下，牛羊？我赶忙站起身来，发现身上不再是那件很久不洗的运动衫，而是一床干净的被子，这是哪里？我站起身来，发现一身衣服在旁边的箱子上面，于是我就穿起它，走出门去。\n屋外的阳关非常明媚，但是我却很奇怪，这是哪里？我不是在玩我的世界么？我好像还干了些什么，一想到这里我的记忆就有点混乱了，萤石。箱子。白光。以及那双白色的眼睛。\n不会是。。。我的世界！！！我来到了minecraft的世界！！！难道我就这么穿越了？别人穿越都是什么玄幻啊，魔幻啊，最差也是个科幻世界，我这个算什么。。。将来怎么发展啊，难不成我要跟村民。。。“嗷”。。。一声怪异的叫声将我从思考中惊醒，我急忙下意识的跑进屋子，关上了门，只见一只浑身烂肉的僵尸正在拍打着我的门，眼睛中充满着嗜血的红色，一只眼球已经烂的在眼眶中滚动，但是还是用渴望的眼神看着我。我当场吓醒了，这个是生存模式。。。\n我现在唯一的目标就是活下去。。。我心里暗暗安慰自己：幸亏当初调的是一般模式，这个模式下怪物是不会打门的，可是，耳边砰砰的声音又吓了我一跳，门已经出现了裂缝，我当场吓得三魂出窍，七魄升天。。。会拍门！怎么会拍门啊！惊讶之间裂缝又加大了，马上就要碎开了，我急忙按照游戏里的方式：将门打开，再关上，就会修复了。可是，关上的时候，僵尸的手突然伸了进来，差一点就挠到了我，我当时什么都没管，拿出剑来就将它的手砍掉了。登时，门关上了，僵尸的手也掉在了地上，一股腐臭的味道直入肺腑，幸亏我的卧室也常年是这个味道，所以没有太受影响。【要是个爱干净的妹子的话估计都要吐了。。。】门外的僵尸终于受到了阳光的照射，化作了飞灰，而它的手臂还在地上，没有消失，我用剑挑着它，打算将它扔到外面烧掉，结果剑削掉了其中的一片，落在了地上，变成了“腐肉”。剩下的一部分便被阳光照射到，化作了飞灰。骨头留了下来，又变成了“骨头”。【带“”的一般都是指游戏中可捡拾的道具或者方块，特殊情况特殊讨论】\n发现了这一切后，我对这个世界有了新的认识：不再是死板的设定了，可以运用原先世界的一些技巧来在这个世界生存下去。。\n而且这个世界的难度至少被调整到了困难，甚至有可能是极限{1}，这让我生存下去的难度倍增了，现在当务之急就是先得到稳定的食物来源，以及足够的自保能力。要吃饭就要先种粮食，草原上寻找种子不是什么困难的事情。困难的是想要自保就需要武器和装备，这就需要再下矿洞了，现在可是生死攸关啊，轻易不能死的。困难还好，要是极限。。。\n不想了，先把地种上。只是种子还是要靠打草来得么？做实验之前，我先去外面的灰里面扒拉扒拉，看看还有没有没烧掉的东西剩下。果然，灰堆里面有3份“骨粉”这种能够加快农作物生长的好东西在现阶段可是很珍贵的。收起3份骨粉后，我走出了围栏，向着院外走去。\n“啊，阳光不错啊，以前怎么没注意到呢？”某人选择性的忽略掉了自己是宅男的事实，感叹道。“出门干点什么呢？我的世界这个游戏什么都好，就是自由性太高了。”于是我理了理次序：“首先有住的地方。。。”回头一看，那间12×12的小房子坐落在身后。“合格”然后，有吃的。。。四处看了看，没有一块菜地，一个牧场。。。【迷之音：你怎么活下来的。。。】额，我嘛，出门找动物，捡僵尸烧死后留下的肉，大不了死了就死了嘛，反正有在房子里复活点。。。\n好吧，回到主题，看来当务之急就是找到稳定的食物来源。【min里面食物来源有3种：1.种植植物2.饲养动物3.砍死怪物】动物嘛，前几天吃光了。。。怪物。。。还是算了，安心种我的小麦吧。。。出门转转，看到草丛就拔起来，我是大自然的清洁工嘛。终于，在我手都疼腰都酸了以后，终于收集到了一组小麦种子。真实世界就是不一样，拔草会掉落多个“小麦种子”，回去拿起锄头，看着眼前的地面发起了愣。这个，在游戏里是按右键，可是这个右键在哪啊。。。试验一下吧，首先，我先把锄头按照游戏里右键的用法：用锄头尖轻碰地面——无效。好吧，换一种：用锄头尖划过地面，将土地划开，正好2个土堆，这时2个土堆发起光来，我可以把小麦种子放进去啦然后，拿出骨粉，又是右键。。。不管了，撒到上面就好了！果然，我看到小麦快速的脱节，拔高，结粟，成熟了，用锄头一打，2个小麦和3个小麦种子掉落了出来。“好了，看来以后吃的不用愁了。”我擦了擦额头上的汗，高兴的看到眼前的 “菜地”正在长着一片郁郁葱葱的小麦苗。“可惜没有土豆，要不然吃着就爽了。”想要土豆就要去找村庄，在没有1身铁装之前我真的不想出门冒险。。。不是我胆小，而是不知道现在是困难还是极限。所以，我不能拿自己的生命来冒险嘛。【迷之音：胆小就直说。。。】然后嘛，还有就是打死僵尸，有几率掉落马铃薯和胡萝卜。不过这个概率问题嘛。说实话，概率不大于天上掉下来一只骷髅摔死在我面前，而且被我碰了一下掉了经验球，还爆出了1把附魔的弓箭。。。\n结束了一切之后，天色已晚了，可是，我还在屋外很远。。。\n{1}困难和极限的差距玩过的都知道，主人公只是怕死哦，嗯，没错，是他怕死的，跟我半毛钱关系都没有。。。【作者你作死啊】\n[groupid=769]star sea文学小组[/groupid]",
    "replies": [
        {
            "author": "夏蓝",
            "timestamp": 1411730220,
            "txt_content": "好文采啊"
        },
        {
            "author": "记忆随风",
            "timestamp": 1411730580,
            "txt_content": "夏蓝 发表于 2014-9-26 19:17\n好文采啊\n呜啊，别这么说，这么说我会骄傲的，我从小就不经夸得。。。"
        },
        {
            "author": "夏蓝",
            "timestamp": 1411735380,
            "txt_content": "记忆随风 发表于 2014-9-26 19:23\n呜啊，别这么说，这么说我会骄傲的，我从小就不经夸得。。。\n这，继续努力啊，很喜欢这小说呢"
        }
    ]
}