{
    "title": "<原创.连载>《锻造者传奇》第四章，新鲜回锅。。。作者记忆随风",
    "author": "记忆随风",
    "replyCount": 7,
    "timestamp": 1411731000,
    "txt_content": " 本帖最后由 记忆随风 于 2014-9-26 19:41 编辑 \n\n俗话说的好，事不过三，我写到现在没耐心再写前言了我会告诉你们么？当然不会啊！不过该感谢的还是要感谢的，”我是小骷髅“这位仁兄帮忙解决了章节链接的问题，在此鸣谢，感谢，五体投谢。废话不说，更文！\n\n\n“上啊,干掉那个小子！”这时大草原上出现了一个奇景：一个人在前面玩命的跑，后面有一大片白花花的骷髅在后面追，边追边骂，手中的弓箭一刻都没停下过，前面的人脚下一个不小心，绊到了一块石头，消失了。。。后面一片骷髅，到了某一个点，全部消失了。。。？都哪去了？\n  让我们切回主人公视角“啊啊啊，不要啊啊啊”我望着眼前模糊的景色，和已经变成色条的岩石，感觉自己的心已经从我的胸膛里上升到了嗓子眼里，于是我紧闭嘴巴，生怕一喊把心喊出来。我只是下落啊，下落啊，3分钟后，我终于接近底部了。诶？怎么这么亮/？啊啊，不好，是岩浆啊啊。噗咚。空中传来了一声重物砸到地面的声音。好吧，就是我。眼前的景色渐渐模糊。背后也已经感到了丝丝凉意，那是一种彻骨的寒冷。冷到了骨头里。“唉，还是要死了啊，可惜了我的铁啊。”【守财奴啊】在这时，眼前却清晰了起来，我急忙站起身来，发现浑身上下一点伤处都没有，这怎么可能啊！考到了我的脚下，我瞬间就懂了，我脚下有一层布一样薄的水。。。“果然这个世界无论多么的真实，还是有不科学的地方啊。。。”这时我想到了我的处境我是被骷髅追下来的。。。那些骷髅呢？抬头一看，就在我头上100米处了我急忙做出了当时正确的举动：‘躲开’随后我想到它们也摔不死啊。急忙掏出土来把水堵上了，然后我躲在一边，30秒后，旁边的空地上响起了一阵声音：“噼里啪啦噼里啪啦 呯”\n  我看到一堆骨头从空中落下，接着全都摔成了骨粉。。。果然是陈年老骨头啊，不禁摔啊！不过也省的我去研磨骨粉了。在一堆骨头全部摔完之后，出来了一个猥琐的身影，默默地将所有的骨头和骨粉都收了起来，一边收一边说：“好东西啊好东西，别浪费了。”确定了边边角角都没有一个碎骨头片的时候，我清点了一下收获。好家伙，这一次我就捡到了1组骨头?和5组骨粉，大大的发了一笔啊，吃的不愁了。不过。。。这怎么上去啊往上一看，已经看不到天了，目力所及之处被一层峡谷中潮气所组成的云所遮挡，这个。。。要填上去貌似要花很多方块了。而且我可不确定我一下子就能跳起1m高{1}看了看背包，还有一组原木，应该是够上去的了，可是好不容易来到这个深度，还是一个天然的峡谷，不挖点矿我都对不起这先天的条件啊。想到这里，我扛着手里的铁镐向着峡谷深处走去。。。\n\n{1}这里的设定就是一格一米了，好算又好写，而且这里的设定是没有基岩的，不过还是不能挖太深，到了地步会有另外一种物质守护的，以后会提到的。不过在之上至少有50000米，虽说不厚，但是也够别人挖上一段时间的了。毕竟不是谁都有主人公一挖一米的能力嘛。。。点击这里返回序章！\n[groupid=769]star sea文学小组[/groupid]",
    "replies": [
        {
            "author": "ZGA",
            "timestamp": 1411731300,
            "txt_content": "最好能附上其他文章链接\n不然找起来不叫麻烦\n文笔还行\n出来了一个猥琐的身影\n↑ ↑"
        },
        {
            "author": "记忆随风",
            "timestamp": 1411731540,
            "txt_content": "ZGA 发表于 2014-9-26 19:35\n最好能附上其他文章链接\n不然找起来不叫麻烦\n文笔还行\n多谢夸奖，好吧，我附上序章好不好。。。一个一个附章节好麻烦好麻烦的。。。"
        },
        {
            "author": "ZGA",
            "timestamp": 1411731600,
            "txt_content": "记忆随风 发表于 2014-9-26 19:39\n多谢夸奖，好吧，我附上序章好不好。。。一个一个附章节好麻烦好麻烦的。。。 ...\n那就发个索引贴\n然后持续更新新发的帖子就行了"
        },
        {
            "author": "记忆随风",
            "timestamp": 1411731660,
            "txt_content": "ZGA 发表于 2014-9-26 19:40\n那就发个索引贴\n然后持续更新新发的帖子就行了\n表示发了。。。"
        },
        {
            "author": "o-zero",
            "timestamp": 1411732020,
            "txt_content": "记忆随风 发表于 2014-9-26 19:41\n表示发了。。。\n支持你也要支持我的呀"
        },
        {
            "author": "记忆随风",
            "timestamp": 1411732080,
            "txt_content": "o-zero 发表于 2014-9-26 19:47\n支持你也要支持我的呀\n呃啊，好啊，发个链接吧，表示我不会用用户名找文章的。。。"
        },
        {
            "author": "o-zero",
            "timestamp": 1411732140,
            "txt_content": "记忆随风 发表于 2014-9-26 19:48\n呃啊，好啊，发个链接吧，表示我不会用用户名找文章的。。。\n这里嘿嘿http://www.mcbbs.net/thread-335935-1-1.html"
        }
    ]
}