{
    "title": "原创·连载  群星争霸  作者：红小妖",
    "author": "the-blaze",
    "replyCount": 7,
    "timestamp": 1411739580,
    "txt_content": " 群星争霸第二章    雪漫石无极打开了木匣。一柄比手臂长些长，三指左右宽度的剑躺在木匣中。此间通体冰蓝色，剑体晶莹剔透如同玉质。剑身没有过多的装饰，除了血槽外，只剩一些凹凸不平的花纹与纹刻。石无极小心地将其拿起，振臂一挥，没有声音，没有动静，只留下一道淡淡的冰气。石无极低声说：“这并不是我托人打造的，而是咱们石家祖先留下的一件传家宝。剑名刺骨之寒风。”在一旁的石幂叹了一口气，怀着敬佩的语气道：“你爸爸是宗家的血脉，爷爷自然将此物传给了他。此剑在石家传家宝中排名第二，品级已达到辉煌。”天明倒抽了一口气。世界公认的品级划分为平凡、普通、优秀、精良、完美、卓越、辉煌、奇迹、传奇、神话共十个品级。品级一旦超过完美，便是数以万计的武者都求之不得的兵器。石无极的武器泰坦原石剑，用沉重而富含大地气息的泰坦原石锻造成，才到达了完美巅峰而已。即便是这样，石无极也是靠他攀到了伊卡那村乃至玉叶镇的第一战士的地位。石无极把剑递给了天明，道：“这把剑就算作为你十八岁礼物送给你了。”天明郑重的接过剑：“我一定会让他在我手中发挥他的光彩。”石无极无所谓的摆摆手：“既然给你了，就是你的了。跟我没有关系。”“得了吧，看你那一脸肉疼的表情。”石幂和天明满脸鄙视地说道。“虽然镇政府的安排是让你去当兵，当我却不同意。我已经和雪漫的爷爷商量过了，你去玉叶镇后直接去荣鼎大街43号的落雪法师学堂。那里的院长仪斌是我少年时的好朋友，现在在玉叶镇也是小有名气。政府那边的关系他已经打通了。你现在就去找雪漫吧。”石无极明显不想再在这个问题上纠结下去。“记得，不要让别人知道。”石无极在天明离开院门之前及时提醒道。  天明家在一条靠近村子的小河旁，而雪漫家和天明家只隔了一座小土丘，两人从小一起长大，感情好的自然是不用说。天明刚刚爬到山顶，就远远地看见尉迟村长村雪漫家里出来，迈着老迈的步伐向小村中央走去。等到尉迟走远了，天明才又开始向雪漫的家前进。天明刚想敲门，可是落下的指头却敲了个空。门开了，雪漫探出头来，向天明招呼道：“进来吧。”天明猫着腰进了雪漫的家。……“雪漫你还是这么白啊，死娘炮。”……的确，雪漫的皮肤还真是很白，如同雪一般的肤色。这是因为他的太爷爷是一个纯种的雪精灵，也就是说他有十六分之一的雪精灵血脉。现在的他，留着齐寸的短发，正好显露出冰蓝色的大眼睛。他的嘴唇很薄，尖耳，身财瘦高，手上的经脉清晰可见。这是一个半女半男的造型，难怪会被称为娘炮。雪漫没有理他：“你已经准备好了？你爸有没有送给你什么生日礼物啊？”天明没说话，反手将“刺骨之寒风”抽出。一时间寒光弥漫，冷气逼人。他是不担心雪漫窥伺这个珍宝的，在一起17年天明对雪漫十分了解。毕竟是同龄人嘛，雪漫只比天明小七个月而已。雪漫充满羡慕地道：“还是你爸有家底，导师说这次我出去只能带着我原来的冰雪之召唤了。”雪漫的导师便是伊卡那村的星神主教，冰法师。他口中的冰雪之召唤便是他导师在他六岁时送给他的。冰雪之召唤的制作方式极为简单，只需一些白银、水晶、少量极冰和秘银，以及大量的冰雪。教内的法师学会收录的冰雪之召唤、火焰之热情、绿叶之生命是门内公认的三大“初学者法器。”“拜托，你可是法师系的，重要的是内修吧。”还没等雪漫接话，天明又宣布道：“我们到玉叶镇后直接去荣鼎大街43号的落雪法师学堂。那里的院长仪斌是我父亲少年时的好朋友，现在在玉叶镇也是小有名气。政府那边的关系他已经打通了。”“那我们什么时候动身？”“现在。”   PS：我已经好长时间没晃论坛了……",
    "replies": [
        {
            "author": "ZGA",
            "timestamp": 1411739760,
            "txt_content": "\n雪漫你还是这么白啊，死娘泡\n嗯哼？\n还有连发两贴什么意思\n文笔还行"
        },
        {
            "author": "星光灬羽神",
            "timestamp": 1411739880,
            "txt_content": "好厉害，一下发两章"
        },
        {
            "author": "the-blaze",
            "timestamp": 1411740180,
            "txt_content": "ZGA 发表于 2014-9-26 21:56\n嗯哼？\n还有连发两贴什么意思\n文笔还行\n平常写的啦，周末总字数够四千发下"
        },
        {
            "author": "1076617170",
            "timestamp": 1411740360,
            "txt_content": "重复发帖？。。。"
        },
        {
            "author": "the-blaze",
            "timestamp": 1411740720,
            "txt_content": "1076617170 发表于 2014-9-26 22:06\n重复发帖？。。。\n睁大狗眼看清粗了"
        },
        {
            "author": "HGK",
            "timestamp": 1411744440,
            "txt_content": "群星争霸=Start War？\n“这把剑就算作为你十八岁礼物送给你了。”\n为什么读起来会有些....\n不过写得还是好的了"
        },
        {
            "author": "the-blaze",
            "timestamp": 1411789920,
            "txt_content": "HGK 发表于 2014-9-26 23:14\n群星争霸=Start War？\n\n为什么读起来会有些....\n海龟壳，你看清粗了再删好吗，害的我还得补上两章"
        }
    ]
}