{
    "title": "<原创·连载>《堕落·无名》第二章【作者：天阶】",
    "author": "天阶",
    "replyCount": 8,
    "timestamp": 1411785360,
    "txt_content": "                   大家好，我是天阶。学生党，更新很慢呐。\n     华丽丽的分割线————————————————————————————————————\n\n\n      卡诺斯艰难地回过头，却发现洞穿他心脏的人竟是那个黑商“无名”尽管无名现在是个狼人，但是从狼人的服饰和别在腰间的狼首面具就可以判断出这个狼人就是商人无名，因为服饰与面具没有任何的擦伤和破损，完全可以排除是狼人杀了无名并夺走了他的一切。狼人看着已经倒地不起的卡诺斯，拿起别在腰间的画着狼首的面具覆盖在脸上，他的身形发生了改变，：浓密的狼毛消失了，锋利的爪子被带着黑色手套的手掌代替，两米的身形退回了一米七，血色的瞳孔消失了，取之而代的是惊恐的无名，当然，是装出来的。便操着人少的地方退去。\n      \n\n         就算是血淋淋的战场，卡诺斯这样的目标显得十分大，无名的刺杀做得十分完美，也会有人注意到他的。\n两只雷恩族狮人，紧跟着无名。等他们跟随着无名从暗道中走出时，无名毫无征兆地转过身，冷冷地看着他们。\n两个狮人十分诧异，他们的尾随十分地完美，没有任何声音，甚至连呼吸在这个时候都无法被发觉，这个人类咋么可能会发现他们？   无名冰冷的目光透过唯一的一个眼孔看着他们，手里把玩着一把闪着寒光的匕首，道：“我让你们尾随这么久，算是给你们逃生的机会，既然你们都已经跟到这来了，你们就没有活下去的权利了。”两个狮人听后，狞笑着：“一个人类竟然敢这样对我们兽族的黄金种族这样说话，呵呵，你是在找死么?”   \n     “嗖！”最先开口的那个狮人惊愕的发现，自己的喉咙竟不知是什么时候被一把匕首划过，血管爆裂，鲜血如泉涌一般奔涌出来。他凭借最后的力气看向他的伙伴，却发现他的伙伴已经死了。无名又抽出在卡诺斯身上找到的盟军专用军刺，狠狠地刺进狮人的小腹，轻轻一推，生命力强大的狮人就这样被轻易的击杀，军刺还是插在他的小腹上，闪着耀眼的日光。\n\n\n\n       道格族某小部落\n       “老爸，我去找丹尼尔叔叔了。”犬人小道格·拉朝着在屋里拭擦武器的族长老爸挥了挥手，便朝着丹尼尔的家——落霜森林走去。    落霜森林，顾名思义，一个类似与永冻的森林。在那里长着无数的草药，是个炼金和炼药的好地方，只是太过寒冷，正常的生物很难在这生存，只有某些特殊的冰原生物才在这生存。丹尼尔大叔很担心小道格·拉的安全，所以把在丛林深处的家搬到了霜落丛林的边缘地带。\n          小道格·拉轻轻地敲了敲门，里面就传来了丹尼尔大叔的喊话：“小道格·拉么？进来吧，暖和一下。”道格拉也不客气，推开门就走了进去，顺手把门也关上，屋里堆着一大堆乱七八糟的实验用品，一只略微有点发福的犬人坐在散发着红红火光的火炉边。道格拉很是小心地穿过布满玻璃瓶的地板，来到丹尼尔身边，向丹尼尔问了个好，随后便拉过旁边的小木凳一屁股走在上面，丹尼尔也没说什么，只是默默的拿过一个小碗，碗里的汤水冒着热气和香气。对道格拉说；“这是丹尼尔大叔刚刚跟人类换来的茶，味道很不错的，你尝尝。”      道格拉接过茶，也不管不顾，一仰头就把所以的茶都喝了个精光。丹尼尔也喝了一些茶，他放下茶壶，对小道格拉说：“小道格拉，大叔知道你的厨艺好，来，帮大叔把这几条冰鱼给考了吧。”  \n\n\n          与此同时的血色铁堡，几个德利族蜥人，也就是偷偷摸摸的从墙角爬进来的黑影，在一家兽人酒馆里吃着抢夺来的酒肉，酒馆的豹人老板和老板娘一脸惊恐地被捆在两张椅子上。    这些德利族蜥人来自兽人帝国边缘的小村落，他们图血色铁堡的战争利润，跟着大部队偷偷摸摸地溜了进来，五个家伙吃饱后就开始收拾抢来的战利品，出了门就一把火烧了中间酒馆，可怜的老板和老板娘还是被绑在椅子上，大火很快就吞噬了整间酒馆。\n\n\n\n——————————————————————————————————————————————\n    \n     这是第二章，也不知道什么时候有时间来写写第三章，大家耐心等等吧。\n\n\n\n      \n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1411786080,
            "txt_content": "无名霸气……"
        },
        {
            "author": "天阶",
            "timestamp": 1411786140,
            "txt_content": "gggbbb 发表于 2014-9-27 10:48\n无名霸气……\n...........老是看到你诶~~十分钟内回复了我三次。。。。。。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411786200,
            "txt_content": "天阶 发表于 2014-9-27 10:49\n...........老是看到你诶~~十分钟内回复了我三次。。。。。。\n额，请容忍我的手速……话说能不能透透设置啊……"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411786440,
            "txt_content": "gggbbb 发表于 2014-9-27 10:50\n额，请容忍我的手速……话说能不能透透设置啊……\n设置吗……就是关于人物的一些设计，一些遇到的情节啥的设置，反正讲浅了就是战斗力啥的……"
        },
        {
            "author": "2642275631",
            "timestamp": 1412151840,
            "txt_content": "我还来力顶"
        },
        {
            "author": "2642275631",
            "timestamp": 1412151900,
            "txt_content": "我还来力顶"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1413519840,
            "txt_content": "gggbbb 发表于 2014-9-27 10:54\n设置吗……就是关于人物的一些设计，一些遇到的情节啥的设置，反正讲浅了就是战斗力啥的…… ...\n那叫人设...."
        },
        {
            "author": "男人婆",
            "timestamp": 1413520920,
            "txt_content": "额，道格·拉。写的不错"
        }
    ]
}