{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第十七章 明天】]",
    "author": "JKL81543764",
    "replyCount": 2,
    "timestamp": 1411785840,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:38 编辑 \n\n                                                                 第十七章    明天\n        “呵呵，好了，专心看，这些东西等你有实力再说吧。”\n        随后，颂老双手结出一个玄异的手印，天空之上的暗晶四翼银狼缓缓扇动骨翼，降落在地面上。\n        巨大的狼爪踏在地上，山锋都为之颤抖。石桌上的玉瓶也是剧烈震动起来。见状，颂老右手一挥，一股魂气将石桌包裹住，才稳住玉瓶。\n        手印突然变化，银狼张开布满獠牙的巨口，一声怒吼，传播方圆数百里！茫茫山林，鸟雀皆因此声被惊吓得冲向云霄。林中一些弱小的怪物，则是直接被声音中那一股威压被迫趴在地上！一些靠得太近的，竟是直接被震死！就连远方断崖上的瀑布，也因此停滞了一会！\n        玄尘在看见银狼张口时，马上反应过来，用魂气一层又一层地将双耳包裹住。幸好玄尘有先见之明，不然这么近距离，耳朵就不用要了。当然，这也是在颂老对玄尘有信心的情况下才敢这样的。\n        虽然用魂气包裹住了耳朵，但鼓膜依然传来了一阵疼痛。用手揉了揉耳朵，发现银狼口中射出了一缕银色能量柱，击中了石桌上的药材。\n        药材剧烈震动着，发出不同颜色的光芒，漂浮到半空中，然后完全变成不同颜色的光团。\n        “这是药灵，这种下品药材的药灵，只是光团形态，没有意识。中品的，则是兽形，有一点意识。上品，也是兽形，不过比中品更加强大，意识也有人类的一半。只有史诗级上品药材的药灵，才能进化为人形，且拥有自己的意识，能与人类的意识相媲美。而想炼药，只有用魂灵体内特有的魂气，将药灵从药材中逼出来，然后控制魂灵击败药灵。人类，是无法用魂气攻击药灵的。相同，药灵也无法攻击人类。所以，炼药，是魂灵与药灵之间的对战！”颂老滔滔不绝，一边变化手印，一边解说道。\n        银狼突然抬起巨爪，向前方虚空轻轻一拍。一阵劲风夹着音爆之声，击打在那十几个光团药灵上。瞬间，光团破裂开来，里面流出一滴滴的药液。\n        玄尘将这一切收入眼里，不禁在心中暗赞一声，魂灵果然强大！在药灵出现时，玄尘便感觉到一股比他更强的力量。如果用魂气阶级来衡量这几十个药灵，大约是一星魂师之上，三星魂师之下。\n        看着十几滴不同色的药液，颂老道:“这便是击败药灵后的药液。”然后，左手一挥，将相同颜色的药液装于同一个玉瓶内，多出来的，便分成了两个瓶子装。\n        颂老将暗晶四翼银狼收回，抚摸了一下玉佩，顿时，白光一闪而过，空中便出现了一个炼药鼎。\n        将炼药鼎放置于地上，坚硬的地面竟下沉了一寸左右！可见这炼药鼎多么沉重。\n        炼药鼎，通体呈灰白色。高约四尺三寸五分，宽一尺六寸三分。底座，有三只高两寸的足支撑整个炼药鼎。俯瞰鼎口处，有三个龙头分开向上张着龙口。龙口中，射出一道银色光柱。鼎口中间上空，漂浮着一颗菱形的黑色晶体。鼎中，晶体的正下方，有一个圆心凹槽。\n        炼药鼎外部，有许多玄异的符文以及图案，且这些符文图案，都是浮雕！每一个细节，都十分精致。可以看出浮雕是六只狮子，且身边有火焰包裹着，每一只，都栩栩如生。\n        当玄尘盯住狮子的眼睛时，灵魂竟然感受到一丝若有若无的威压！仿佛是一只真的狮子在玄尘面前，与他对视。回过神来，马上将视线从狮眼上移开，转到颂老身上 \n        颂老将一个明显比其他玉瓶大很多的玉瓶放置于鼎口内的圆形凹槽里。伸手，一缕魂气将其他玉瓶内的液体抽出来。三种颜色，每种占据一条光柱。液体在光柱中飘上飘下，中心处的黑色晶体释放出了细微的吸力，将光柱的液体往结晶里凝聚。\n        颂老伸出双手，一大股强大的魂气涌入药鼎内。魂气进入，光柱的颜色明显增强了不少，且黑色结晶的颜色，也是更加黑了，黑得精纯，如虚空般，没有一丝杂质的黑。不仅颜色便得更深，就连吸力也是比先前更加强！\n        光柱内半个拳头大的药液，几分种下来，便缩小成了拇指大小。而吸收了众多药液的黑色晶体，此时此刻竟然有一半变成白色，呈现出黑白光芒。\n        当光柱内的药液全被吸完后，晶体也是全部变成白色。突然，颂老冲到炼药鼎附近，三个龙头皆是拍了一下。龙头缓缓移动，三条光柱都集中于晶体之下。\n        在炼药鼎口的边上，有一条凸出来的环形带，连接着三个龙口，只要将魂气注入环形带上的一个小孔，就能增强光柱的强度。\n        颂老结出手印，将银色魂气注入环形带的小孔处。只见银色光柱光芒增强，龙头的眼睛，也是散发出银色光芒。三条光柱的集中点，出现了一缕微小的银色火焰！然后渐渐变大……数分钟后，火焰散发的光芒已经成为另一轮耀日！\n        玄尘眯着眼，盯着那银色火焰。突然，晶体下方火焰灼烧处，竟出现一滴火红色的药液，一直挂在菱角处，迟迟不掉落下来。直到时间的推移，药液逐渐变大，终于承受不了，掉落到鼎中的玉瓶处。\n        在火焰的灼烧下，晶体已经从白色又变回了精纯的黑色，而再也没有药液滴落了。\n        颂老右手一拍鼎底，龙头移回原位，底下的玉瓶也是飞了出来，被颂老魂气所包裹着，缓缓落到玄尘手上。\n        颂老收回炼药鼎，道:“喏，这是给你的。”\n        玄尘将玉瓶内的液体倒出来，可想想是液体！但收回已经来不急了！可想象中的流逝并没有出现。一个拇指大小的圆形火红色药液球，调皮地在玄尘手上滚动……\n        “这……直接吞下去么？”玄尘望着那并不是一滩水的药液球，问道。\n        “想死你就吞下去，就你那小身板，吞下去筋脉就得断几条。这是液态药，只能外服，只有固态丹药，才能内服。这个可以分三次使用，每一次用湿的棉巾沾染上一点，然后涂抹在手臂上就可以了。效果么……你自己去打石头试试就知道了，嘿嘿。”颂老嘿嘿笑道，然后丢下一条棉巾，便消失在原地……\n        看着手中的药液球，拿起颂老留下的棉巾，沾染上一点药液。瞬间，拇指大的球，瞬间缩小了将近一半。\n        均匀地擦拭在手臂上，顿时，一股火辣辣的感觉分散整个手臂。玄尘知道老师不会害他，忍着疼痛将剩下的涂抹在另一只手上。\n        完事后，手臂红红的，刺痛感让玄尘深吸了一口冷气。但刺痛之后，却是感到一股前所未有的力量感！\n        握紧巨剑，身影向巨石爆射而去！跃起，巨剑过头顶，迅速劈下！“轰！”巨剑落在巨石上，发出如怒雷般的响声。玄尘的动作停滞了一会，巨剑径直向后飞出...重重地插在地上......原来，这是增加难度啊......\n        巨石出现了一个三寸深的大坑，虽然力量很可观，但玄尘修炼月弦斩要的不是力量！是速度！原来颂老为他炼制的药液，是想增强难度，只有玄尘真正将力量置于一旁，才能领悟到速度的真谛！\n        三次...三天。三天来，玄尘从原来的六次，又变回了一次...不过进度却是非常大。有先前的经验，再从零修炼起来，也并不是非常困难。在第二天，便达到了攻击七次的显著进步！离入门的八次，就差一点了！第三天，剩下最后的一滴了，依然是涂抹在手臂上。从早到晚，狠狠地击打巨石。现在的巨石，已经和颂老经常站在上面那块石头差不多大小了。\n        从早上一直打到下午，终于是到达了八次！回到房间，吃了萧萧准备的午餐，然后又是回到后山去修炼。离约定的三个月，还差一半的时间而已，但玄尘依然没有突破八星的屏障，到达九星！\n        到达入门的八次，玄尘原本还以为能再上一层，但练了十几天，九次就是上不去。无奈之下，只好在晚上去猎杀亡灵。原本颂老是规定每天三只，玄尘却在一晚，猎杀了七只！还有一只人形状的怪物，那天晚上，玄尘遇见了它。叫不上名字，只知道那只怪物可以隐身，还可以分身，比较难缠的对手，追杀了三天，还是给跑到山林深处去了。\n        不过三天以来的猎杀任务，却让玄尘吃到甜头了。一个月之前的隐隐约约的突破感又来了！这等好时机玄尘自然不会放过，迅速盘腿坐下，吸纳天地灵气。这一坐，便是一个月有余......\n        “呼......”玄尘睁开清澈的双眸，吐了一口浊气。站起身来，感受着突破到九星，完全与八星时不同的感觉。望着湛蓝的天空，嘴角浮现一诡异的弧度。明天，便是玄尘十六岁成人礼了，而庆祝他成人的，不是盛大的酒席，也不是热闹的派对，有的，只是一场比武！\n        （ps：已在纵横中文网发表！引索帖自带地址！）\n        引索帖地址：引索帖\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1411789860,
            "txt_content": "终于又更了……继续努力！"
        },
        {
            "author": "272764495",
            "timestamp": 1411791060,
            "txt_content": "加油！我支持你！"
        }
    ]
}