{
    "title": "【定期更新】 《开拓者》  *索引贴*",
    "author": "南瓜脸",
    "replyCount": 8,
    "timestamp": 1411828560,
    "txt_content": " 本帖最后由 南瓜脸 于 2014-9-27 22:41 编辑 \n\n  [pumpkin]大家好，我是南瓜脸，这是我第一次从事文学创作，希望大家多多支持！[pumpkin]          以下是我的长篇小说《开拓者》的索引[diamond_gem]\n每周五定期更新哦，请大家多多关注！\n\n\n第一章 开荒    第一节  勇者征程\n“嘿，小哥，你看起来脸色不太好，最好在天黑前找点吃的。”这句话好像是出自游戏《饥荒》。但是现在躺在地上的他真的不太好，他来到这里差不多有3分钟了，眼前的这些丛林、河流和随风摇动的灌木丛令他晕头晕脑，他不想动，也或许是动不了，他仰面躺着，只转动着眼珠看着天空飞过的鸟雀。这到底发生了什么，我想还是从头开始说起吧......\n     也许是生来就有的，他又高又瘦，脸色有些苍白，他并不好动，他喜欢安静地坐着，这也许是他为何成为了一个Minecraft服务器建筑师的原因，他玩Mc已经两年了，他的大部分空闲时间都用在服务器的建筑和多人生存上了，也认识了不少一起玩的小伙伴，其中也有一个他的铁哥们也是好搭档，总喜欢直接叫他“南瓜”，因为他的ID：pumpking跟英文中的“pumpkin”南瓜相近——他是个素食主义者，无论是在游戏中还是现实中。\n      南瓜的搭档和他的性格截然相反，并总是以“A哥自称”，因为他的ID是以《虐杀原形》中的主角Alex命名的，A哥性格粗犷，他在Mc中热衷于挖矿与砍杀的生活，同时作为一个探险爱好者，他经常当开路先锋，成为未知领域的开拓者，所以南瓜很乐意和这样一位勇猛无畏的好搭档一起游戏。\n      南瓜的生活几乎是一成不变的，他总是忧郁而无聊地预测着已习惯的未来，渐渐的，他希望生活中能多一些有乐趣的事情，而不是每天在转椅上一躺忙活着服务器中的建筑，所以他的好搭档便找他商量着做一些有意思的事情。\n     “喏，我看啊，咱俩可以趁这个假期去度假村好好放松一下。”A哥一边说着一边在桌子上摊开了一张地图，“我们搭丛林飞机穿过这片大雨林，再飞过这座山，过了这座山就有一片大湖，那里有很多度假村和景点，或者咱们在湖边钓鱼游泳也好，你说行不行，南瓜？”坐在旁边的南瓜听完A哥的计划后，沉默了一会儿，说：“嗯，我觉得计划还行，不过我们是不是要带些急救类物品，比如无线电之类的，万一……”“哎呀，我说南瓜，你怎么这么磨叽啊，去度假村你还要带这么多没用的东西。”A哥拍了一下桌子，又说：“依我看，咱们就带点衣服和钱就够了，要是你同意了，咱们准备好东西过几天就走怎么样？”南瓜又想了想，说：“A哥，那就听你的，咱们准备准备就出发！” \n\n      第二节 欢迎回来                            \n\n\n      4天后，两个追寻刺激的年轻人踏上了丛林飞机，不久，这架飞机远离了城市，这时南瓜四下打量了一下这架小飞机上的乘客：有一个背着一个很大的登山包还带了一顶小型帐篷的人，估计是要去野营的游客，还有两位年纪较大的老人，每个人都带着一副钓竿，是要去垂钓的。再看A哥，这是他正靠在座椅上打盹呢，他只穿了一件花格子的衬衫，胸前系着他那个很瘪的登山包，估计真的只带了一点衣服和现金，当然，南瓜也没带多少，但是他还是带上了一把折叠式水果刀放在裤口袋里——南瓜吃水果从来不带皮。\n    2小时后，飞机飞到了丛林上方。南瓜向窗外看去，这可真是一大片丛林啊，丛林中还分布着不少小湖还有河流，其中还有一些凸起的岩壁或者小山。正当南瓜欣赏丛林的风景时，飞机突然剧烈的颠簸起来，还在打瞌睡的A哥猛地一下惊醒了，连忙问道：“喂，南瓜，这是咋了，刚才还飞地好好的....”话没说完飞机便突然向右侧倾斜下去，“哎呦，不好了，肯定是驾驶员那边出了毛病！”南瓜大喊，他和A哥连忙将驾驶室的门打开，只见驾驶员趴在方向盘上昏迷了，A哥赶紧扒拉开驾驶员，自己操纵起方向盘，“A哥，你还会开飞机？”“不会！反正跟开车差不多！”A哥便将方向盘稳稳的把住，南瓜则去照顾驾驶员，突然，机舱内传来南瓜惊恐的叫声：“为什么所有人都晕倒了！”A哥赶忙环顾四周，没想到真的只剩下他们俩是清醒的，这时飞机的广播居然自动响起：“你们好，我想你们现在一定会很奇怪这到底发生了什么，不要担心，你们只是被选为了“开拓者”，你们将会进入另一个平行世界，你们要在那里求生，只有揭开终极谜题的“开拓者”才会被传送回来，你们将会进入一个你们所熟悉的世界中，但又不会完全一样，所以发挥出你全部的聪明才智吧，祝好运，开拓者们。”听完这简短的语音后，A哥火了，所以骂骂咧咧地嚷嚷起来：“都TM是扯淡！什么开拓者，还平行世界！我就TM不信这个邪了！他能把咱...”话刚说到一半，飞机突然失去了动力，开始向地面俯冲下去，“糟啦！飞机要坠毁啦！A哥抓紧了！”南瓜一面竭力使自己保持平衡，一面朝着A哥大叫：“快抓紧，咱们就要掉到前面那座湖里啦！”紧接着，突然一切都好像安静了下来，接着一阵树叶飞快掠过飞机玻璃发出“飔飔”的声音，然后大的树枝在挡风玻璃前折断的声音，最后飞机俯冲向水面，A哥和南瓜发出最后的恐怖叫声被水冲击所发出的巨大响声吞没了，一瞬间，水如潮涌一般喷进了飞机，A哥拼命的踢飞机的挡风玻璃，接着水便没过了他的头顶，而南瓜则在水里歇斯底里地挣扎着，A哥和南瓜终于将挡风玻璃踢碎了，随后大量的水便灌进了他们的肚子，在他们昏过去的前一秒，突然感到仿佛有东西在向上拽他们，紧接着，眼前便被黑暗便吞噬了...\n    “咳咳....”随着一滩水从口中吐出，南瓜醒过来了，他已经浑身湿透了，这时耳边传来了一个声音：欢迎回来，开拓者....\n\n         第三节 初来乍到\n\n    南瓜仰面躺着，他面色苍白，浑身湿透，他将视线转向左边接着又转向右边，似乎想从眼前的这些树林、河流和灌木丛中找到一些问题的线索，但最终还是没有发现任何有价值的线索，这时南瓜突然想起来了些什么：“是坠机！我的飞机坠毁到了这里！”他边说着一边尝试坐起来，但是身上剧烈的疼痛令又他放弃了这个想法，他只好继续躺着回想发生了什么：“我为什么要坐这飞机？我....好像...好像是和......坏啦！A哥！”南瓜大惊失色，竟然不顾身体的疼痛坐了起来，四下张望A哥的身影，这时他看到A哥正坐在河边的一棵树下休息，便一边努力挪动着身体一边大喊：“A哥！A哥！我在这！”A哥这时抬起了头，看到了拼命呼喊的南瓜，便赶忙走过来扶起他，把他搀扶到树下。两个人坐在树下都沉默着，回忆着刚才发生的惨剧，南瓜这时也看到了自己的伤口，胳膊和大腿上都是擦伤，还有几处擦破了皮，血正缓慢的渗出，再看A哥也没好到哪去，身上的擦伤和磕碰的瘀血数不胜数，而且A哥的衬衫还撕破了，可以看到他那一起一伏的胸膛....这时A哥先发话了：“南瓜，你知道现在几点了吗？”南瓜看了看他的手表，玻璃已经碎了，指针也停止了转动，时间截止在上午十点二十六分，他答道：“我估计快十一点了...”A哥突然问道：“你有带你的背包了吗？”南瓜无奈地向湖面看了一眼，飞机已经沉入水底了。A哥叹了一口气，又说道：“你饿了吗？”南瓜这时回想了一下，自己身上着受伤，还什么都没带，自从昨天晚上就还没吃一点东西呢，肚子里正如刀绞一般疼，现在又坐在一片荒野里的感觉简直糟透了！南瓜连忙回答：“是啊，咱们快找点吃的吧。”\n    不久，两个男人互相搀扶着，摇摇摆摆地在湖边慢慢地寻找着食物，他们经过一处灌木丛时，发现里面生长着一种很像浆果的紫红色果子，南瓜连忙抓了一把就往嘴里送，唔，这味道又酸又苦！浆果的核还大得很，但总比什么都没有要好，所以南瓜和A哥慢慢地采集了很多这样的浆果，直到吃到肚子里不再那么疼了，他们才又返回到湖边，他们又喝了很多水，才觉得身体微微好受一点，这时南瓜抬头看了看天色，说到：“现在已经是下午了，再过一两个小时天就该黑了，咱们连个住的地方都没有啊！A哥，咱们找个地方先躲一躲吧。”\n    话说这里虽然是森林，但是并不是没有岩壁或者小山，南瓜和A哥很快就找到了一处岩壁，虽然岩壁下方的空间很狭窄，但是还是可以勉强容纳下两个人，A哥扶着南瓜坐下，地上的沙子令这他们感到了一丝的凉爽，这时两个人才感到从一天艰难的求生中得到了一刻喘息的机会。太阳渐渐西沉，当天空毫不犹豫地收走了太阳最后一缕金丝时——黑夜来临了。\n    南瓜和A哥躺在岩壁下，静静地感受着微风的吹拂，白天的余热渐渐散去，傍晚的些许凉爽令他们身上的伤口也略微好过一点，而岩壁下的这两个人却不知道，这仅仅是黑夜来临前异样的宁静，而真正的黑夜会让他们体会到前所未有过的疯狂...\n\n\n    未完待续····\n\n\n\n",
    "replies": [
        {
            "author": "我朶世界",
            "timestamp": 1411828980,
            "txt_content": "重叠章节怎么搞得"
        },
        {
            "author": "南瓜脸",
            "timestamp": 1411829760,
            "txt_content": "我朶世界 发表于 2014-9-27 22:43\n重叠章节怎么搞得\n什么重叠章节？章节没有重吧？[pumpkin]"
        },
        {
            "author": "我朶世界",
            "timestamp": 1411879380,
            "txt_content": "南瓜脸 发表于 2014-9-27 22:56\n什么重叠章节？章节没有重吧？\n额……我说的是第几页第几页那个……"
        },
        {
            "author": "1076617170",
            "timestamp": 1411879680,
            "txt_content": "前排支持。。。。"
        },
        {
            "author": "南瓜脸",
            "timestamp": 1411899120,
            "txt_content": "1076617170 发表于 2014-9-28 12:48\n前排支持。。。。\n多谢支持！"
        },
        {
            "author": "南瓜脸",
            "timestamp": 1411899240,
            "txt_content": "我朶世界 发表于 2014-9-28 12:43\n额……我说的是第几页第几页那个……\n哦，好像是高级选项里的分页选项"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411901100,
            "txt_content": "：”这样不对，你应该一章一章的发。”\n：“还让不让人写小说了！”"
        },
        {
            "author": "我朶世界",
            "timestamp": 1411905720,
            "txt_content": "南瓜脸 发表于 2014-9-28 18:14\n哦，好像是高级选项里的分页选项\n谢大人指导……"
        }
    ]
}