{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第十八章 摆擂台】]",
    "author": "JKL81543764",
    "replyCount": 4,
    "timestamp": 1412085180,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:40 编辑 \n\n                                                       第十八章     摆擂台     \n        回到树屋，此时已经是深夜了。悄悄推开大厅的门，玄尘很明显是怕打扰到他们三人。\n        透过大厅的大形落地窗，看到他的哥哥，宇健正躺在餐厅的沙发上睡觉。餐桌上的食物，还被魂气所包裹着。看到这些，玄尘的眼泪，在眼眶里打转……玄尘出去的三个月里，宇健他们并没有忘记他，依然处处为他着想。即使是一顿晚餐，都要留着……\n        缓缓移动着步伐，害怕发出任何一丝声音，惊醒了熟睡的宇健。到了餐桌前，玄尘将魂气屏障撤去，顿时，一股温热的感觉以及食物的香气，促使玄尘唾液的分泌。感受着依然保存着的热度，看来，保温工作做得很好……\n        拿起小刀，准备切肉时，玄尘的右手竟然被抓住了！随后便是那如陶瓷般细腻温和的声音:“尘尘，回来了啊，快趁热吃了吧。这三个月，你出去外面也不说一声，那小妮子都想你想疯了。好困啊~你自己吃吧，我先去睡觉了。”宇健睡意朦胧，打了个哈欠，道。随后便松开了手，站起身来，向房间行去。\n        望着宇健离去的背影，玄尘脸上浮现出一抹感伤。或许有一天，玄尘会离开这里，离开对他来说最重要的人，走向这片大陆更加广阔的地方。\n        他想成为强者，屹立于这片大陆的巅峰，就要走出这大陆的一角。大陆的其他地方，会更加精彩！那里，才是他展翅翱翔地方！\n        而强者之路，总是寂寞而又漫长的……\n        发现自己想得好像有点远了，玄尘甩了甩头，抛弃一切杂念，开始做起最重要的填腹大事！\n        吃饱后，玄尘便回房休息了。躺在床榻上，并没有因为明天是个特殊的日子而兴奋得彻夜不眠。一天的疲劳，在此刻全部释放了出来，睡意涌上心头，闭眼……等再次睁开眼时，已经是第二天的早晨。\n        简单地收拾了一些东西，跟萧萧他们三人交代了自己出去的目的，大约下午回来。可没想到他们竟说要来观战！不过也并不奇怪，毕竟宇健知道玄尘的生日，更知道今天还是他弟弟玄尘的十六岁成人礼，他们自然要去。而知道今天是玄尘的成人礼，他们自然是要好好打扮一下，只有玄尘和宇健还是于平时一样随意。\n        通过比武的方式来过成人礼，倒也新鲜，也是宇健所希望的。不过更多的还是担忧，毕竟对手可是一名三星魂师！虽说玄尘在昨日突破到了九星，但只要还在魂士阶级内，就几乎不能于魂师对抗。魂士与魂师之间，是一条鸿沟，想要跨越，谈何容易！\n        不过，宇健的担心好像是多余的。因为他转头看到玄尘时，脸上充满了那前所未有的自信感，似乎对这场比武有着胜利的绝对把握！\n        见此，宇健不禁问道:“尘尘，看你这样子……好像对战魂淡很有把握啊。虽然我感受到你的气息比三个月前强了不少，甚至都超越我了。不过……对手可是三星魂师啊！我可不希望我的弟弟在成人礼上被人打到残疾啊！”\n        玄尘哭笑不得，道:“哥，你多虑了。到时在旁边看戏就好了。叫他们两个快点吧，估计卢斌上次那口气还憋到现在呢。”\n        宇健向两个房间喊了几句，催促他们两个快点，换好衣服就快点出来。片刻后，卢斌从自己的房间走了出来。可玄尘和宇健看了大半天，发现卢斌的衣着打扮和平时几乎一样。两人将视线移动到卢斌头上……敢情他进去房间搞了那么久，只是换了个发型？！\n        卢斌出来后，便是给玄尘来了一拳。成人礼啊，一生只有一次，而且像这种以比武为形式的过成人礼，大陆上可没有多少。一些贵族的少爷过成人礼，那可都是一个样。个个都被自己的父辈如掌上明珠般宠着，想要什么给什么。在他们眼里，成人礼就是比平时花费得更多，买更多更好的魂技给自己的儿子做礼物。\n        ……………………………………\n        因为萧萧是女生啊，打扮得要好看，必须下心思下时间。对此玄尘三人也是理解的，所以边聊天边等，反正也不急。\n        数十分钟后，萧萧缓缓推开房门，走了出来。只见上身穿了一件淡青色的宽袖蝙蝠衫。但似乎长了点，都遮过娇臀了。不过也正因为这样，给人一种很可爱的感觉。而下身，则反常地穿了一条紧身的长裤。虽然遮挡住了那诱人的雪白，不过却将修长玉腿的完美曲线勾勒出来。\n        玄尘看了，眼前一亮，不禁在在心中暗赞了一声。这穿着虽然简单，但穿在萧萧身上，怎样都好看。\n        看着三人都准备好了，玄尘大声道:“走！带你们去看大戏！”话语间，无不透露着势在必得的信心！\n        行走在大街上，玄尘却变得忧心忡忡。这于先前的情绪完全不一样！\n        “怎么了，之前不是这样的啊。”卢斌发现了玄尘阴沉的脸色，问道。\n        “………”玄尘沉默地望了望三人，大约看了一分多钟，终于是开口说道:“之前定下约定时，忘记问什么时候在哪比武了………”\n        原来搞了那么久，连什么时候在哪比武都不知道！！！\n        无奈之下，玄尘只好带领三人，问了一下路人这空间站的竞技场在哪。虽说玄尘是这空间站的主人，但却发现有太多陌生的东西了，他也不知道是什么个情况。\n        按照路人的描述，玄尘来到了空间站最火爆的地方——天坛竞技场！这个竞技场，并非人工所制作，而是天然形成的六座悬浮岛。因为悬浮岛会随机飘动，所以便有人用巨大的铁链将六座悬浮岛连接在一起，再固定在空间站的天坛柱上。\n        六个悬浮岛围绕成一个圈，圈的外面，还有一座离悬浮岛有较远距离的多层环形观战带。观战带全由高强度钢化玻璃所制作，让观战者的视野更加开阔。\n        在这里，每天都有成百上千的人在环形带内观战，人虽多，但一点也不显得拥挤。比武的，有一些是因为大大小小的纠纷而来竞技场句决斗。也有一些是切磋着玩的。更有甚者，明目张胆摆擂台，以武会友来赚钱。规则自然是打赢拿钱，打输给钱了。这就引起了一些观战者来赌武！就是赌谁输谁赢。传说便有人因此而一夜暴富！\n        看到这些陌生的场景，玄尘更本没有见过。自己明明是在另一个世界玩MC穿越过来的，但为什么有这些陌生的东西，甚至连这个大陆，都有了上百上千年的历史？！但却又有自己所熟悉的东西……看来……这永远是个未解之迷。\n        看这悬浮岛上如火如荼的战斗，玄尘的热血也在此刻全被激发出来。现在不知道去哪找魂淡，只能在这里摆擂台等他来了。既然他混过，那么应该对这里挺熟悉的。\n        带着萧萧他们，一下跃上了环形带的上面，他们并没有进去内部。看现在场上的红色衣服的擂主，一脸兴奋的样子，高举着手中的巨锤欢呼着。看来他已经连胜了好几盘。\n        为了能让魂淡发现自己，玄尘只好上去打擂台，然后霸占擂主的位，这样才够显眼。虽然玄尘不喜欢这样，不过这样才能吸引到魂淡的注意。\n        上去不到两分钟，那个擂主便败下阵来。毕竟他的实力也只是魂士九星，而且魂技也不是很厉害。玄尘修炼的月弦斩可不是拿来看的，开场红衣擂主便是受到玄尘如浪潮般连绵不绝的攻击。拿着重锤勉强挡了两分钟，便是落败了。\n        “哼，我输了，钱，你拿去！”红衣男子坐在地上，似乎有的不服，扔出一张白卡，道。\n        “我不要你的钱，我只是来摆擂台找人的。”玄尘道。虽说这人不服气，但还是那种敢输的人，这也给玄尘留下了好感。\n        “不行，输了就是输了，钱，你拿走。”红衣男子一口否认了玄尘的话，道。\n        见状，玄尘真是有点哭笑不得。还有这样的人？“嘿嘿，我不缺前，你走不走，不走我带你走。”玄尘嘿嘿笑道。\n        红衣男子停顿了几秒，留下三个字:那好吧。便是离开了场地。\n        一些人看到玄尘竟然不收钱，态度也是这么好，再加上清秀的脸也给人一股温和的感觉，皆是上来切磋。\n        玄尘自然不会动全力，毕竟还要跟魂淡打呢，所以比武都是点到为止。接连打了二十连胜，一平，玄尘都没感到一丝疲惫感。最后，玄尘的名声也是在这一带传开。\n        ……………………………………\n        “大哥，三个月前那个小子现在在天坛竞技场摆擂台，成绩二十连胜，一平。与他切磋的人，都没有受伤。”一个穿着黑色衣服的男子，站在一名强壮男子的身边，低头道。\n        那强壮的男子，便是魂淡。\n        听其小弟报的信息，魂淡有点惊讶地问道:“二十连胜，一平……都没受伤？”\n        黑衣男子道:“嗯，点到为止。二十胜，都是八星以上的魂士。一平，则是于一位一星魂师的切磋。”\n        “有意思……走，我带你们去看戏！”魂淡大声道，此时嘴角已浮现一诡异的弧度……………\n        引索帖地址：引索帖\n",
    "replies": [
        {
            "author": "叫我stere",
            "timestamp": 1412085780,
            "txt_content": "写的不错...鼓励撒"
        },
        {
            "author": "gggbbb",
            "timestamp": 1412086560,
            "txt_content": "月票入选了……照样支持ing"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1412344020,
            "txt_content": "gggbbb 发表于 2014-9-30 22:16\n月票入选了……照样支持ing\n哎，要离别了啊...去引索贴看看吧，我要走了，但日后我会以全新的身份回归！"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1412344080,
            "txt_content": "叫我stere 发表于 2014-9-30 22:03\n写的不错...鼓励撒\n哎，要离别了啊...去引索贴看看吧，我要走了，但日后我会以全新的身份回归！"
        }
    ]
}