{
    "title": "锻造者传奇第九章，昨晚被查水表多次未能更完，抱歉啊对了，作者记忆随风",
    "author": "记忆随风",
    "replyCount": 9,
    "timestamp": 1412151180,
    "txt_content": " 本帖最后由 记忆随风 于 2014-10-1 16:17 编辑 \n\n第九章：奇异的房间       a了个a\n  ”喂，你就这么进去不怕触发什么机关啊！”\n  “别担心，这么富丽堂皇阿不，高贵典雅啊也不，阴森恐怖，对了，阴森恐怖的地方要是有机关早就被我触发了！”【作者语：“哦?原来你知道啊！】\n额，怎么感觉背后一股凉意。。。“总之我们先看看有没有宝箱之类的好东西吧！”\n  “嘿，你看看这个！”\n  “哦？真的有宝箱？”\n  “你过来看！”\n  我转过身来，一片金光闪瞎了我的狗眼“啊啊啊，好闪啊，这是什么！”过了一小会我才缓过来，发现眼前的一片墙壁都是金子打造的。\n  “哇，发了，这么长时间终于有收获了，蓝嫣你给我30秒，我就给你敲一块下来。”\n  “敲你个头啊！”说着她敲了我一下，“你好好看清楚！”\n  被她一打我才从发现金子的喜悦中清醒过来看清了眼前只是一层鎏金，凹凸不平的好像有什么图案的样子。\n  “这是？这是一幅壁画么？”\n  “不止一幅，你看那里。”\n  我随着蓝嫣的手指处望去，发现不远处的墙壁上也是金光闪闪的一大片。\n  ”你看这个，这幅壁画应该就是开头的了。”蓝嫣指着的壁画上雕刻着一个骷髅，手上没有拿着弓箭，而是拿着一把纯金的法杖，法杖顶端顶着的是一块水蓝色的宝石，身披一件血红色的发泡，金丝缝制却透着一股血色，显得十分妖异却又端庄雅致，这是一种很奇怪的感觉，好像金丝法袍和红色纹路不是一体的一样。\n  “路法水晶{1}，还是这么大一块，太少见了，简直就是为空间系法师量身定做的法杖啊，阿尔法精金{1}的杖杆，也是能量传导的极品，不过由于它实在是太重了，一般都用在武器的柄上，很难想像这个骨头架子是怎么支撑住这根法杖的。”蓝嫣对我解释道：“这具骷髅应该是少见的巫师死后灵魂不散而形成的伪巫妖，这种巫妖的肉体力量因为尸身腐朽而极其脆弱，但是灵魂力量却十分强大，虽说比不上一个真正的巫妖，却也不会太过狼狈。特别是他们那强大的法术能力，如果布置妥当，发出的能量真巫妖都是要退避三舍的。所以我对它能拿起这个法杖很惊奇。“\n  “这幅壁画应该解释了原因了！”我说道：“你看。”第二幅壁画展示了它修建一个宏伟的祭坛的过程，地面之下无数石头破土而出，甚至矿石也飞了出来，被他以高超的法术冶炼成整块，坐落在祭坛之上，他右手高举法杖，左手虚握，酝酿着一个小小的光球。法杖无风自动，飘在空中，红光大盛。\n  “大空间搬运术，而且这一手炼晶术{3}也是出神入化啊，除了父亲的朋友多兰尊者就从没见过这么高超的炼晶术。”\n  “这应该就是能够拿起法杖的奥秘了，这些材料腾空的力量时时刻刻都附加在上面的那块路法水晶上，也附加在精金杖身上，所以才能拿动吧。”\n  然后我们都看向了第三幅壁画：他站在祭坛之上，祭坛下有无数黑袍人匍匐在地，法杖柱在右手，像是朝圣一般祭坛之上出现了一个红色的罩子，分出无数红线分在下面黑袍人的法杖上。\n  “这是返体法阵，在伪巫妖的法术能量强大到一定程度时，腐朽的尸身已经无法承载，而加强承受能力的宝物也不是那么好找的，他手中的法杖和身上的发袍都应该是这种宝物，而且绝对不是凡品，若是这样都满了，那么他的能力早就可以为自己用法术能量打造一个能量化身体了，何须使用这种危险性极高的法阵呢？看来是第二种原因了。”\n  “第二种？那是什么？这个伪巫妖的尸身实在是太古老了，即将消散为飞灰了，所以在最后关头搏上一把，赢了，不用再担心身体的问题，而且凭借超强的灵魂力量也可以更加强大，输了，化为飞灰消散于天地之间。”\n  “那么他到底有没有成功呢？”\n  “这个就不得而知了，不过根据壁画上的记载，这么多人又有两件如此好的宝物的辅助下，应该是会成功了。\"\n  “嘿，你看，这第三幅画上的路法水晶好像不太一样啊。\"\n  “是啊，这个是凸出来的。”\n  “你看，真的不一样啊”我说着用手碰了一下水晶的雕塑，蓝嫣急忙说：“别碰！”并用手去拉我，可惜没拉住，我的手还是碰上了水晶雕塑，突然向内部陷了进去，然后地面突然张开了开口，我和蓝嫣都掉了下去。。。\n\n\n{1}路法水晶：又称旅行者水晶，是传送阵构造水晶的极品选择，极其稀有，位列瑰宝4星\n{2}阿尔法精金：天然金矿吸收了来自于地狱的阿尔法能量而变异成的精金，提炼后密度极大，一说放在石头上可以将石头压出一个坑洞，而且可以吸收附近空气中的能量，来增强流经的能量，可以有百分之一百五十的传导能力\n{3}炼晶术：所有锻造师乃至是学徒都必须掌握的提炼技术，分为熔，炼，淬，精，化五级，每一级的提升都是质的飞跃，然而其极大的难度也将没有先辈指导的大部分锻造师排除在炼级之外，传说化境之后可化石为金，化矿为晶块，十分神妙。故传说中的星海古国有”如入化境“之说，显示技艺高超。\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~昨晚没更，原因已经说了，万分抱歉，过会会再次修改，添加后面的剧情~~~~~~~~~~~~~~~~\n  作者发福利啦，现在能把上面的”a了个a“截图且截图自己的用户名，就可以领取金粒10颗，仅限5名哦，先到先得，过时不候。\n[groupid=769]star sea文学小组[/groupid]",
    "replies": [
        {
            "author": "记忆随风",
            "timestamp": 1412151300,
            "txt_content": "国际惯例，作者抢个沙发，昨晚实在是电脑太不配合了，没能更新，万分抱歉啊，过会还会接着更新的，这里附上一个序章的链接，前面的都在哦我是序章啊，点我试试哦"
        },
        {
            "author": "poi4399",
            "timestamp": 1412153400,
            "txt_content": "不行啊。还需要加油"
        },
        {
            "author": "记忆随风",
            "timestamp": 1412155740,
            "txt_content": "poi4399 发表于 2014-10-1 16:50\n不行啊。还需要加油\nok,请提出问题，我会改正的"
        },
        {
            "author": "o-zero",
            "timestamp": 1414666200,
            "txt_content": "吾来了哈y越写越好了"
        },
        {
            "author": "o-zero",
            "timestamp": 1414666260,
            "txt_content": "poi4399 发表于 2014-10-1 16:50\n不行啊。还需要加油\npoi来百合吧~"
        },
        {
            "author": "记忆随风",
            "timestamp": 1414829280,
            "txt_content": "o-zero 发表于 2014-10-30 18:50\n吾来了哈y越写越好了\n啊，终于回来了，验证问题忘了。。。好久没更新了是吧"
        },
        {
            "author": "o-zero",
            "timestamp": 1414842540,
            "txt_content": "记忆随风 发表于 2014-11-1 16:08\n啊，终于回来了，验证问题忘了。。。好久没更新了是吧\n说的是你还是我"
        },
        {
            "author": "记忆随风",
            "timestamp": 1415005380,
            "txt_content": "o-zero 发表于 2014-11-1 19:49\n说的是你还是我\n说的是我。。。你心虚了是么。。。"
        },
        {
            "author": "o-zero",
            "timestamp": 1415013480,
            "txt_content": "记忆随风 发表于 2014-11-3 17:03\n说的是我。。。你心虚了是么。。。\n没有没有没有\n"
        }
    ]
}