{
    "title": "【翻译】10月1日报告——10月规划",
    "author": "siska",
    "replyCount": 3,
    "timestamp": 1412171880,
    "txt_content": "人工翻译作者10月规划\n点击查看：【图文教程】3.0测试版进入方法\n此翻译版权siska所有允许任何人转载，但要标明\n\n原文：Hello!\nThese are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update. \n\nToday I've been working on getting reloading and attachments into 3.0, but that will not be fully complete until tomorrow. (Sorry for not updating the Trello!) \n\nThese are the goals for 3.0 over the next month: \nCompletely swap over to server side input processing. This is the last major revolution that I want to make to 3.0 that I was discussing the other day, and it basically means that hackers will not be able to fly, noclip, etc and the hit detection will be far more accurate. \n\nEssentially rather than having the player say \"I moved here, you can trust me, right?\" the server handles their key presses and makes sure they're acting legitimately. An example of a game that does this very well is counter strike. \n\nOf all the things on the list this will take the longest amount of time, but the reward will make up for it with far fewer working cheats, fixing of issues like rubberbanding and the ability to do some really cool things that would not work before for fear of cheaters. \n\nThis will gradually be applied over the coming weeks as more aspects of the game are adopted into it, rather than one giant update like 3.0 was.Add navigation data tools into the editor. The introduction of this feature will likely include basic zombie types. This will also take quite a bit of time, and I'm still not entirely sure on how I want it to work.Build many more buildings and props such as airports not necessarily for the Devtest map, but definitely for future maps and community creations.Begin adding more item functionality such as flares and basic barricades.Implement communication features such as voice chat, text chat and the in-game player list. Along with this allow admins to send server commands through chat.Add reloading and attachment systems.\nThis list is erring on the side of caution, as at this point I am highly uncertain about how long the server side input and navigation will take to add. If all goes well way more than these will get done, but this is the worst case scenario. \n\nQuestions: \n\nJagulev \n\"So... Nelson is adding stuff from 2.2.5 AND working on all-new things for 3.0? Or am I getting this wrong?\" \n> 3.0 started out as simply porting over content from 2.0 to the new steam servers, but fairly quickly it turned into a whole new project so that things like the level editor, localization, better graphics, anticheat, etc could be added. This is why PEI can't be brought over since the game simply can't load it. This means that everything in 3.0 is being created from scratch to support all these new features, while building on ideas from 2.0. \n\nVHDnewvegasguy \n\"Does unturned have a piracy problem? why did he need to Improve anti piracy for a free game?\" \n> For some reason there are jerks out there who not only play the game for free for hundreds of hours (which is great), but also feel entitled to a free Gold upgrade and use hacks to fake that they own it (which is bad). Fortunately with 3.0's update yesterday they get kicked from servers for doing this. \n\nThanks for reading!\n\n翻译：Hello!\n这展示的是预览内容，并不代表是最终的版本，如果你有兴趣就去看看这个Black Box那篇文章吧。\n今天我主要在弄3.0的装弹和武器附件，但在明天前是不会完成的(很抱歉我没有更新我的日程表)\n这是我未来一个月的目标、计划：  ---完成服务器端的输入处理方式，我想这是3.0最后一个的重大更新，从此飞天、穿墙的挂比要说拜拜了，而且服务器对挂比的检测将更为精准、敏锐         与其玩家嘴里喊着:\"我不开挂，让我进服，好吗？\",不如让服务器检测玩家所按的键，来确保玩家不开挂。这有个很好的例子就是反恐精英的服务器         搞定这些事情都要花费很多时间，但能给我带来的回报就是那一点点的工作经验。当然搞定这些事情后挂比也无能为力了         这服务器的问题在未来几周我会慢慢的解决，会慢慢应用到更新中去\n  ---为编辑器添加新功能\n  ---增添更多的建筑和细节性的东西，如机场(机场不一定会更新在Devtest这幅地图里)\n  ---增添更多物品，例如信标和路障等等\n  ---完善聊天功能，并实现管理员能在聊天输入服务器命令(如minecraft)\n  ---完善装弹和武器附件系统\n这张线路图规划的是情况最差的时候，因为如果一切进展顺利的话，能完成的内容就不止这些。\n感谢你的阅读！感谢楼主的翻译！\n",
    "replies": [
        {
            "author": "Smaoll",
            "timestamp": 1412172060,
            "txt_content": "感谢你的阅读！\n感谢楼主的翻译！复制代码\n撸主真的很无聊，闲的没事做\n{:10_523:}"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1412172420,
            "txt_content": "{:10_524:}我都等不及了啊…… \n\n\n\n\n\n\n                          ————【汝若将降世，切戒罪行恶果，唯使光明降临】————\n                                        （自带BGM的巨蟹）"
        },
        {
            "author": "Saya_",
            "timestamp": 1412174040,
            "txt_content": "话说今天Un没有更新 还有Un貌似要更新反作弊了"
        }
    ]
}