{
    "title": "<原创·连载>【虚纪元】【 第三章：惊现BOSS~】【作者：月轻歌】【3186】",
    "author": "月轻歌",
    "replyCount": 5,
    "timestamp": 1412208300,
    "txt_content": " 本帖最后由 月轻歌 于 2014-10-19 21:09 编辑 \n\n第三章：惊现BOSS~\n\n“啧啧，不愧是高科技。”我看着身前一望无际的大草原感叹道。\n\n清凉的微风吹过，让草原出现片片波澜。吹在身上，透着股凉意，说不出的舒爽。\n\n也不怪我会这样感叹，毕竟虚世纪处处透着真实，让人无法相信它是虚拟的。但我不知道的是，这样的成果如果不是因为那块紫色金属，也不会这样，而是要落后很多很多。\n\n“还是不要浪费时间为好。”想着，我快速的向草原冲去。\n\n{草原狼—普通怪物 LV：2，介绍：来自草原的狼，是群居的猛兽。血量78，攻击力15，防御力7}\n\n就在我全力奔跑时，一头高大的狼挡在了我的面前。\n\n“我去，这游戏居然有惯性。”就在我想来个急刹车的时候，身体却仍旧向前倾倒。意识到游戏中有惯性时，我已经无法改变方向，眼看就要撞在狼身上了。\n\n看着草原狼张开了獠牙，还有口水在其中流淌的模样，我不由的想到了自己被咬的画面。\n\n“我*，看我不劈死你。”在许幻想干扰下，我一咬牙，高高举起了手中的砍刀，向下劈去。\n\n“嗷”草原狼被我劈中后，哀叫一声，头顶冒出一个鲜红的数字-6.\n\n我总算稳住了身子，提着砍刀笑嘻嘻的看着眼前的草原狼；还不待它反应过来便冲了上去。没一会，草原狼便倒在地上死去了。\n\n“经验上来了呢~”看着上涨的经验条，我快速的对草原狼的尸体使用了采集术。\n\n“叮~获得草原狼皮”\n\n{草原狼皮：掉落于草原狼，有很好的保暖效果。}\n\n“叮~获得草原狼骨”\n\n{草原狼骨：掉落于草原狼，坚硬的淡青色狼骨。}\n\n也就在采集完之后，草原狼的尸体化作白光消失不见。\n\n“哈哈，这么好打，看来我很快就要升级了”刚杀死一头草原狼的我沾沾自喜道。\n\n就在这时，视线内又出现了几只草原狼，见状，我快速的跑了过去。\n\n在我沉浸在升级的幻想时，现实无情的击崩了我。\n\n“我*”眼前是一大片的草原狼，大约有几百只左右。这还不算完，在群狼中，在那一片绿色中，一小群深绿色的草原狼围绕在一头长着独角的狼边上。很明显，这是一个BOOS。\n\n似乎发现了我这个不速之客，长着独角的那头狼仰天长啸，四周趴着的草原狼齐刷刷的将目光投向了我。\n\n“尼玛”我看见这么多头狼盯着我，头都大了。转身就跑，毕竟寡不敌众。\n\n我在草原上不停的奔跑，期望可以逃脱狼群的追击；可现实是无情的，随着我的奔跑，越来越多狼加入了队伍，使狼群变得更加庞大。\n\n就在我为此郁闷不已的时候，眼前的草地逐渐的减少，开始出现一些细小的沙砾与越来越大的石块。\n\n{来到：灰色绝地}\n\n身后的追兵没有离开，我见状一头扎进这处与众不同的地区。。。。。。\n\n“哈哈，有本事上来啊。”我站在一处陡峭的高地上，望着身下的草原狼喊道。\n\n说实在，我的运气还真不错；再被草原狼追击时，我情急之下跳上了几块碎石，来到了一个具有不错优势的高地。\n\n“嗷呜”一头草原狼从一旁跃起，跳向了站在高地的我，张开獠牙就要咬下去。\n\n“看招。”我左手按着砍刀刀柄，向身下一按。这时，右手却用力地向上拉着刀柄。就在草原狼逼近时，我放开了左手的拘束，砍刀斜着切向了扑上来的草原狼。\n\n-9,毫无疑问，我打出了个暴击（1），草原狼也在这招的作用下被击退（2）；打落在地。\n\n这招是我在高地无意间发现的，试用一下感觉效果不错。\n\n“嗷”就在我将一只又一只草原狼轮番打下高地时，跟在最末尾的狼王终于来到了。\n\n{独角狼王—BOOS LV：4 介绍：从草原狼进化而来的狼王，在被雷电劈中后大难不死，获得了可以凝聚雷电的独角。血量450，攻击力45，防御力23}\n\n“嘶。。轰。。”独角狼王抬起了头，丝丝雷电不断的聚集环绕在独角上。随着雷电越聚越浓，乳白色的独角也逐渐的变成了蓝色。最终，似乎是压制不住独角上的力量，独角狼王将凝炼出的雷电一丝不剩的射向我。\n\n看到世界之书显示的介绍，我的头皮微微发麻。艾玛怎么运气这么差，刚出来就遇到了个强力BOOS。\n\n我快速的跳下高地，雷电擦着我的头皮撞在了我原先站立的位置；身后的土地在雷电的破坏下，一片焦黑。\n\n“你受到了来自技能的溅射，获得负面状态：麻痹3秒。”\n\n我已经没有心情再去吐槽了，眼前的局面已经糟糕的让人绝望。\n\n头脑在飞速的运转，我计算着接下来的布局。\n\n首先，我正处于麻痹状态，也就是无发动弹。这三秒的时间足以让独角狼王攻击到我。\n\n狼王的攻击力是45，需要攻击4次才可以杀死我；当然，前提是普通伤害。\n\n周围的地形只有一个高地对我有利，只有借助高地的地形才可以脱离这个困境了。\n\n-45，-45，-45，\n\n一连串的红色字迹在我头顶浮现，就在独角狼王再次扑上来时，麻痹的状态终于度过了。\n\n我一个翻身，躲过了狼王的撞击；一跃而起，重新跳上了高地。\n\n狼王显然没料到我的躲避，愤怒的朝我咆哮。\n\n根据远程技能一般不会近距离攻击的常识，我转身下了高地，在离地一般的距离半蹲了下来，祈愿狼王会失去理智的跳过高地。\n\n愤怒的狼王果然上了当，我看着正处头顶的狼王，举起砍柴刀就捅了上去。\n\n-27\n\n弱点攻击（3）！\n\n看到狼王头顶飘出了鲜红的数字，我便知道自己的计谋成功了。\n\n{独角狼王—BOOS LV4，血量423/450 状态：流血—每秒强制扣除10滴血，持续五秒  虚弱—全属性下降百分之10，持续十秒}\n\n我重新对狼王使用了侦察术，显示出的结果让我兴奋不已。\n\n“嗷”似乎有心灵感应一般，高地外的草原狼纷纷冲上高地,向我扑来。\n\n“好机会”我心中一喜，举着砍刀不停的向正跨越头顶的草原狼砍去。        \n\n-29。。。。。。\n\n一头又一头的草原狼被我打退，挡住了位于其后的独角狼王，给我造成更大的优势。\n\n很快，眼前便挤满了草原狼。按理说我会被群狼给咬死，但谁让地形好呢，在地形的帮助下，我最多只会与3,4头狼对决。\n\n“叮~恭喜升级，现在等级2级，获得5点属性点”\n\n“叮~恭喜升级，现在等级3级，获得5点属性点”\n\n“叮~恭喜升级，现在等级4级，获得5点属性点”\n\n“叮~获得草原狼铠制作图纸”\n\n“叮~获得草原狼盔制作图纸”\n\n“叮~获得草原狼靴制作图纸”\n\n随着时间的消逝，一连串的电子音响彻在耳；原本无数的草原狼现在只剩下区区几只。\n\n就在我尽数屠杀完后，一道闪着蓝芒的雷电射向了我。\n\n情急之下，我只好提起刀来格挡，试图阻止雷电的到来。\n\n-54\n\n头顶飘出了鲜红的数字，血量在瞬间少掉了四分之一。\n\n也许是格挡起了作用，这次被雷电击中并没有获得负面状态。\n\n看着身前的狼王，我一个跨步，提刀上挑，将狼王挑起身了来。随后，我半蹲蓄力，在狼王即将落下时狠狠的刺了上去。\n\n狼最可怕的不是锋利的爪牙，而是可以拧成一股的狼群。\n\n脑中回想起不知从哪听来的话语，我不由得笑出了声，加快了劈砍的速度。\n\n“嗷”就在我回想之时，狼王却不复之前的扑咬，反而向身后跃去。\n\n不知什么时候，狼王青绿色的双瞳变得极其鲜红，银白色的毛皮也泛着血光。\n\n“叮~独角狼王进入狂化，嗜血状态，攻击力上升百分之四十，防御力下降百分之四十。”\n\n系统的电子音在耳边响起，我谨慎的向后退去，毕竟攻击力上升百分之四十可不是什么好玩的，一不小心我可是会被瞬间干掉的。\n\n在对峙之时，狼王率先打破了平静，张开大口向我扑来。\n\n“好机会”我翘起了眉毛，握着刀的手开始缓缓的放松，更加谨慎的注意着狼王的一举一动。\n\n狼王近在咫尺，看看就要撞上之时，我侧过身，握着刀的双手猛地发力，狠狠的切在了狼王的脖颈上。\n\n-53！\n\n会心一击（4）！\n\n狼王本就稀少的血量在我的最后一击下清空为零。\n\n“叮~恭喜升级，现在等级5级，获得5点属性点”\n\n“呼”看见狼王的死去，我累的直接坐在地上。这场战斗着实不易，不管是狼群还是狼王，都难缠的可怕；如果不是碰巧发现了个好地形，就要交代在这了。\n\n休息了片刻，我爬起了身，将掉落在地的材料一一收好。\n\n“获得”\n\n“叮~获得雷光环绕的独角”\n\n{雷光环绕的独角：变异的独角，上面富含着雷电的力量}\n\n“叮~获得狼牙匕首的制作图纸”\n\n“叮~获得未开封的技能书”\n\n{未开封的技能书:被下了封印的技能书，无法查看里面写的是什么}\n\n“叮~获得遗失的财物”\n\n{遗失的财物：遗失在草原的财物，有着强烈的魔力波动，据说村长在寻找这个财物？}\n\n看着背包中静静躺着的东西，我再也无法压制内心的激动。\n\n技能书啊，这可是在初期极其稀少的存在，即使是在虚纪元这个所有技能都能学的游戏里，也一样是在初期非常罕见的啊。\n\n还有那闪着蓝光的制作图纸，这就是一件黑铁级的装备，我还没听说过有人在初期就可以装备黑铁级的道具。\n\n等兴奋劲稍稍过去，我重新看了一遍物品栏中的物品。\n\n“嗯？”看着最后获得的{遗失的财物}，我有些疑惑的歪这头。\n\n在虚纪元中，跟NPC有关的物品一般在名字上就可以得知，列如{铁匠阿尔卡斯的锤子}一般。\n\n可这却只是单纯的写着{遗失的财物}，着实有些奇怪。不仅如此，在介绍的结尾，还留下了一个问号，一般的道具介绍在结尾是不会有符号的。\n\n难道说。。。。。。\n\n我脑中闪过一个惊人的想法：\n\n这个遗物可能不是村长的，或者，村长并不是原来的村长！\n\n\n\n\n——现可公开—————————————————————————————————————————————————\n\n\n蓄力：一种攻击动作，可以使自己的攻击产生暴击，击退，增加伤害的效果\n\n\n暴击：打出的伤害是1.5倍，一般是靠蓄力来打出。\n\n\n击退：将怪物从自己身边打开。可用技能，道具，战斗方式来实现，一般的战斗方式是蓄力挑击，跳击，疾跑攻击。\n\n\n弱点攻击：攻击到了怪物的弱点，无视防御并造成强制的扣血（玩家攻击力减去怪物防御力除于2，若玩家攻击力低于怪物防御力则扣一滴血）和2倍伤害，有一定几率对怪物造成流血，虚弱状态。\n\n\n会心一击:全靠运气打出的攻击，打出伤害是原伤害2.5倍\n\n\n\n\n————————————————————————————————————————————————\n求顶求赞求回复~金粒人气都不少~\n\n喜欢的各位可以在本帖回复，我会在未来@提醒更新\n来自群组: 水货集中营=w=\n",
    "replies": [
        {
            "author": "月轻歌",
            "timestamp": 1412208360,
            "txt_content": "\n@916094431 @HGK @xcc"
        },
        {
            "author": "HGK",
            "timestamp": 1412210340,
            "txt_content": "这真的不是黑科技Box么......\n为什么“据现在可公开”那段有些坑爹的样子.........."
        },
        {
            "author": "月轻歌",
            "timestamp": 1412212680,
            "txt_content": "HGK 发表于 2014-10-2 08:39\n这真的不是黑科技Box么......\n为什么“据现在可公开”那段有些坑爹的样子.......... ...\n真的不是，这明明是白科技Box"
        },
        {
            "author": "916094431",
            "timestamp": 1412214480,
            "txt_content": "草原狼王，这么霸气的名字才LV4~233"
        },
        {
            "author": "通灵王",
            "timestamp": 1412864460,
            "txt_content": "月经哥……我捧场来了……"
        }
    ]
}