{
    "title": "道德课堂：小学生没有错！",
    "author": "2200306529",
    "replyCount": 6,
    "timestamp": 1412226420,
    "txt_content": "         关于小学生的问题 我相信也有很多用户表示抗议 小学生没有错什么的 对于这些帖子 我一般就是看过完事 但我为什么发这个帖子呢？因为我实在受不了了 我属于中立 既不喜欢小学生又不讨厌他们 我只不过是个中间人 我来澄清一下事实 当然 认为我观点不对的也可以在帖子里回复我 我随时等候 反正放假了嘛\n    1：小学生无法明辨是非\n     当在某个全国最大同性交友网站：Bilibili看视频时 你总会看到一群人在那里掐架 没错 里面可能就有小学生 他们讨论的不是这个动漫人物哪里是那个谁 或者 “我就喜欢谁谁谁怎么滴了？” 还有等等 没错 他们就是这么无聊 一个UP主说过 以上帝视角来评测某个主角的无非就是闲人 他们遇到莫个人不喜欢他喜欢的人时 他就会以上帝或者作者视角来评测另一个角色 或者直接掐架 直接骂人 直接举报等等 例如最近新出的新番：Aldonah ZERO 简称AZ 在一个做得很好的MAD里 我都能看到掐架的 讨论的是什么呢？不过就是 “主角是学霸？ 不 主角是白头发？ 谁说的 明明主角崩了男二” 好吧 我看到这些也无语了 评论一下是没错 但是 某些潜水的小学生要出来了。。。一出来就是骂人 他恨不得把所有人都骂一遍 然后我们恨不得举报他N次 没错 对于每个人审美和观点这一方面 没有人能说对错 包括作者 每个人的观点都不同 人家评论 你看一看也就了事了 为什么要掐架呢？\n     2：窃取作品还不承认\n      伸手党大家都见过 无非就是不看帖子直接下载作品的人罢了 对于他们我稍后再说 我们先说那些“小窃贼”当你发布作品数日后 你在逛论坛时 很有可能会发现跟自己作品十分相似的作品 我可以不肯定的告诉你 你可能被窃取了 我上次就看到一个窃取的小学生 以这是我的作品 那个人是窃贼的理由来骂人 甚至直接骂道毛主席为何没有管好那个人 我看到以后 没有回复 你知道我干嘛了吗？ 举报嘛。。。 网络上直接胡扯到党中央的我觉得举报还不够 应该全网站封锁 好好反省 没有毛主席 没有共产党 你有今天？ 咳咳 跑题了 他们呢通常会下载完你的作品后留下一句赞赏 为了什么呢？为了使你放松警惕 你这时会想：“太好了 有人赞赏我了 这作品肯定会扬名的！”然后 他就瞬间将自己发的那条评论给。。。删除了。。。然后呢 他将下载下来的文件里面改一改 标题改一改 顺便再在里面创建一个文本文档.TXT 上面写着：XXX作品 禁止剽窃 随后自己再弄一个网盘 再创个帖子 然后 顺理成章的推销自己的作品 很好 即使你发现了你也不一定能胜出 因为 一个熊孩子背后往往有千千万万个熊孩子 他们会不惜一切代价来诋毁的作品 找出bug 找出你人生的缺点 找出你丑陋的那一面 甚至夸大其词 直接说道你长辈、亲戚 甚至托关系找到你的IP 用病毒入侵你的电脑 当然这些 只是技术熊孩子的做法 普通熊孩子不过就是多找些人 多来诋毁你 你只需发一句话：“从刚刚开始 我已经忍耐很久了 这是我说的第一句话也是最后一句话”当发完这句话 群众看到 熊孩子看到 熊孩子肯定不高兴 因为他没有看到你骂人 观众可能会因为这句话而偏向于你 往往不骂人的那一方占据上风 是胜出的那一方 而熊孩子会惨死街头 哭哭啼啼的关闭论坛 在单人世界中狂轰乱炸 肆意破坏 没错 你阻止了这场可能会涉及到党中央、毛主席等等的口水战 You Are Hero\n     3：伸手党\n      伸手党 论坛新兴产物 拥有不俗的不看标题能力与网速能力 没错 伸手党 什么是伸手党呢？就是衣来伸手饭来张口的一些人 但是 他们不想刚刚那句话他们不需劳动就可以获得东西 他们是不需要看介绍就可以获得东西 一些善良的用户可能因伸手党患上 “伸手恐惧症”他们从前的朴素气息可能被瞬间摧残 就像我的一个帖子：http://www.mcbbs.net/thread-270956-1-1.html 查看有241427 但回复只有60 为什么呢？因为我没有设置回复可见 当然 那时我等级过低 没法使用回复可见 我想论坛用户应该挺善良的 但是 我错了。。。241427的查看 只有60个回复 那个时候 我甚至觉得 我没必要发这个帖子 算了 往事我们不提 继续 伸手党呢 既让人痛不欲生 又让人欢喜 有些伸手党他们可能会下载后告诉朋友去看帖子 要知道 一个人知道了 就有是个人可能会知道 10、100、1000、10000、甚至全部人都可能知道！ 所以说 不要封杀他们 就像小学生一样 他们没有过错 错的是那些上帝 以上帝视角的人们 就像一个管理员说过：真正的良心作才能摆上牌面 具体名称我忘了 反正大家体会一下这句话吧 \n      4：总结一下\n       在最后也是总结一下 小学生 他们心智不成熟 他们喜欢乱来 他们喜欢剽窃 他们喜欢二次元 他们喜欢网络 更喜欢长大 别忘了 他们还在成长 还在不断努力 还在变得成熟 只不过 中间有个很长的过渡期 这就像 一张好地图 需要时间来建造 建造完后 它就不是以前的它了 是一个崭新的层次 就算有缺点 它也会一一面对 一一纠正 小学生也是如此 他们还没有成熟 所以 如果不是什么出格的事情 请不要跟他们吵 也不要回话 让他们自己反省 不要跟他掐架 最后损失的往往是这个论坛或者网站 名誉不好的头衔如果挂在你头上 你会怎样？他们要干什么就随他们去吧 不要追究 不要去跟他们干 原谅他们 人与人直接和睦相处 或许 你不会错过一些好朋友或者好的事物 别忘了 你们曾经也有一段疯狂岁月呢....\n\n\n\n2200306529编著\n2014年10月2日13:03分\n最后 祝 大家国庆节快乐\n欢迎点击 → http://www.mcbbs.net/thread-270956-1-1.html\n",
    "replies": [
        {
            "author": "忠实铁粉",
            "timestamp": 1412255880,
            "txt_content": "作者已一个刚读完小学五年出来卡密萨马角度批判了小学生，这向大家阐述了一个很严重的社会问题   小学学制是否应该从现在的6年和5年  改为1年  那么世界上将不再有那么多的小学生。"
        },
        {
            "author": "私情",
            "timestamp": 1412256000,
            "txt_content": "忠实铁粉 发表于 2014-10-2 21:18\n作者已一个刚读完小学五年出来卡密萨马角度批判了小学生，这向大家阐述了一个很严重的社会问题   小学学制 ...\n小学生特指的不是学历。。是行为语言"
        },
        {
            "author": "2200306529",
            "timestamp": 1412256060,
            "txt_content": "忠实铁粉 发表于 2014-10-2 21:18\n作者已一个刚读完小学五年出来卡密萨马角度批判了小学生，这向大家阐述了一个很严重的社会问题   小学学制 ...\n你为何怎么叼"
        },
        {
            "author": "忠实铁粉",
            "timestamp": 1412256180,
            "txt_content": "私情 发表于 2014-10-2 21:20\n小学生特指的不是学历。。是行为语言\n我只是活动下气氛  你懂的"
        },
        {
            "author": "1.3806",
            "timestamp": 1412256660,
            "txt_content": "里根(曾被刺杀，不过失败)如是说:\n枪支并没有杀人，是人们在互相残杀\n现在我说\n小学生并没有杀人，是人们在互相残杀\n因为小学生没有思想\n它们有时会听从他人\n但大部分他们会听从本能"
        },
        {
            "author": "wohenku",
            "timestamp": 1412257620,
            "txt_content": "忠实铁粉 发表于 2014-10-2 21:18\n作者已一个刚读完小学五年出来卡密萨马角度批判了小学生，这向大家阐述了一个很严重的社会问题   小学学制 ...\n借樓發表：沒有國民黨幫忙抗戰。你有今天？"
        }
    ]
}