{
    "title": "<连载·单章>桑娜斯日记[第一记][作者：梦魇]",
    "author": "梦魇冰眸",
    "replyCount": 2,
    "timestamp": 1412251380,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-10-3 10:09 编辑 \n\n                                                        第一记\n\n   天空阴沉沉的，我瑟缩着身子，趴在菌丝地上，柔软的菌丝却无法让我感到一丝暖意。冷风吹得我生疼，像针扎一样。远处的蘑菇树若隐若现，突然一阵闷雷声让我浑身一震，要下雨了！此时此刻，我呼出的气体似乎都是凉的。我晃了晃头，支起被冻僵的四肢，晃晃悠悠地朝着蘑菇树走去。\n   还没走到，这世界便急着下雨了。无数雨点落在我身上，拍打着我脊背上的红蘑菇。终于，我走到了蘑菇树下面，继续趴在地上。此时菌丝闻起来有一股腥味，不过我早就习惯这些了。\n   几天前，有几个人类来到这个安宁的岛上，抓走了我许多同伴。但当时我在蘑菇树上晒太阳，这才逃过一劫。现在这个岛上可能只有我一只哞菇了。想到这，我就悲伤地叹了一口气。现在觉得有点饿，哞菇如果在它应该在的地方，那么它的食物遍地都是。没错，就是这紫色的菌丝。我再一次站起来，低下头咬下一些菌丝，咀嚼起来。菌丝是没有味道的，但是哞菇除了小麦和菌丝，别的都是致命的食物。似乎，牛和哞菇在吃下小麦后就会有一种特殊的情绪，如果附近也有被喂了小麦的牛或哞菇，就会繁殖出一只小牛或小哞菇。我是没经历过。\n   最近我吃的很少，基本也就四个方块的菌丝吧。因为没了同伴，心情状态一直不好，也就没有胃口。有时吃着吃着就会有反胃的感觉，很难受。我也不想受这个罪，谁让那些被抓走的是我的同伴呢，算我倒霉吧。\n   吃饱后，我小睡了一会儿。醒来时天已经放晴了，也暖和起来了，我的身子也舒服了许多。于是，我就向沙滩走去。那里有很多水洼，里面也许会有淡水，现在我口干舌燥的，再不喝水怕是要变成牛肉干了。沙滩离这里并不远，很快就到了。因为刚下过雨，所以水洼里有一点水，我走上前，喝起水来，现在水夹杂着一丝甘甜。\n   我抬起头时，发现海里有一个棕黑色的东西，有一个尖头在海面上，我就又喝了一口，走上前去看了看。是一艘小木船，大概是那些人类来这里时乘坐的。很小，最多只能容下三个人。小木船搁浅在里面，我游了过去，把小木船的船头从沙子里挖了出来，推到岸上。小木筏看起来做的很精致，船里放着一把石斧和一把石剑。还有一个布兜，里面是已经被浸湿的木块。木块在蘑菇岛上根本找不到，我就把布袋叼了出来，又把石斧也叼出来，这附近有一个形状怪异的居所，是我和我一个好朋友一起搭建的，只有我们两个住。我的那位朋友有一个很显著的特征，它的嘴边有一条疤，这个居所费了我们两周的时间。是用晒干的菌丝和蘑菇树的树干盖得，为了弄这么点蘑菇树树干，我们两个差点撞的头破血流。我把布兜放进去，石斧放在布兜旁边，趴在地上。\n   突然想起，在人类来到这个岛上之后，清点逮到的哞菇时，那些哞菇里并没有他，兴许他还活着？我寻思着找他，但这岛这么大，要上哪里去找呢……我记得这个岛有一座山，山后面是个很危险的地方，那里常年飘着白雾，能见度很低。那群人类来这里时也不敢去哪，或许他去那里了？我决定去那里找找看。\n   刚下过雨，菌丝很滑，我在翻越这座山时有好几次差点掉下来。这座山后面坡度比较下，我就趴在地上滑了下去。果然有些恐怖呢，我小心翼翼地前进着。白雾总是挡住我的视线，我不得不晃晃头让白雾离开。\n   走了许久，发现不远处有一团红色的东西，应该是了。我走过去，居然真的是他！只是他满身伤痕，侧躺在地上，已经奄奄一息了。地上有好大一滩鲜红色的血液，很是瘆人。\n\n@CloudsXDao  @hznb  @Aiursad  @418878840  @o-zero  @gggbbb  @pangys  @xcc  \n\n索引贴\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "o-zero",
            "timestamp": 1412251560,
            "txt_content": "沙发你这神速度啊！"
        },
        {
            "author": "a2455564728",
            "timestamp": 1412252760,
            "txt_content": "还是不错的"
        }
    ]
}