{
    "title": "<连载·单章>桑娜斯日记[第二记][作者：梦魇]",
    "author": "梦魇冰眸",
    "replyCount": 8,
    "timestamp": 1412301180,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-10-3 10:10 编辑 \n\n                                                             第二记\n\n   我用头拱了拱躺在地上的哞菇，它疲惫地睁开眼，凄惨地叫了一声。我赶忙叼来一些菌丝，敷在它的伤口上。可这一切都是无济于事。它悲哀地看着我，示意我让我看他后背。我轻轻转到它身后，他的身后插着一根箭，伤口的血已经凝固了，它的后脚上有些肿胀。看到这些，我猜到是它遇上了人类，这是在逃跑时留下的，它竟然一路逃到了这里，想必是背对人类要跑的时候中箭了。看这情形，大概是没救了吧……我用平时哞菇们送行的方式，趴在它旁边，静静等待死神的降临。它一直都看着我，最后，是睁着眼睛咽气的。\n   要光是抓走我的同伴也就算了，竟然要这样对待它们，还真是无法无天了！我一定要想办法让他们还这笔债！可是……我只是一只不起眼的哞菇而已，怎么可能跟有武器的人类抗衡？如果硬拼我必定会把命搭进去……或许……我可以寻找人类的居所？那只船应该还能用，我把哞菇用菌丝盖好，愿他能安息。\n   我一路小跑会居所，打开那个布兜，把里面的木头叼出来，采了很多很多菌丝放进去，满满一兜。然后，我废了好半天劲把这个布兜系到身上，找到那个小木船，还好，船身没有任何损坏，我把它顶进水里，爬进船里。神奇的是，这个船自己动了！就任它这么航行吧，到哪算哪。\n   阳光照在我身上，很暖。现实却是冷的。看着海面，我的眼皮有些重，昏昏沉沉的睡了过去。\n\n   身底下软乎乎的，我醒了过来。发现自己正躺在一堆稻草上。我爬起来，这里是被栅栏围着的，有一个栅栏门，没有上锁。我抖抖身子，推开栅栏门，想出去看看这里是什么地方。没成想，刚出去，我就掉进了一个大土坑。很深。我拼命向上爬着，太陡，根本爬不上去。原来这是人类设计的陷阱！\n   就在我要放弃的时候，有一个人类走过来，看见了在土坑里的我，她用铲子给我铲了一个通道，我一溜烟地逃出了这里。我没跑出几步，就发现了不对劲的地方，那个人类并没有上来追我，也没有拿出武器。奇怪，难道她就这样任由我逃跑吗？我又一小步一小步地回到她身边，她的脸上带着微笑，似乎没有伤害我的意思。这时我才看清了她的外貌：银色的头发，浅红的嘴唇，白色的衣服和长裤，但让我感到恐惧的就是她腰间的剑鞘。很快，我发现身上的布兜不见了！天啊，那里面装的可是我的食物啊！没了菌丝，我怎么可能还活着呢？她注意到了我眼里的恐惧和手足无措的样子，笑了出来。她站起身，示意我跟着她走，算了，食物都没有了，跟着吧。\n   她把我带到了一个木屋里，里面还有一个人类，黑色的皮肤，紫蓝色的眼睛。但是我记得这两个人类不是来抓我同伴的那些人。那个人类还在睡觉，她打开了一个小房间的门，把我带了进去。我惊呆了，这是一个菌丝房间！菌丝上还种着蘑菇，有一颗小型蘑菇树。菌丝的涨势也非常好，我再一次踩在这熟悉的地面上，低下头嗅着菌丝的味道。这一切都这样熟悉，只是，这人类是想干什么？我疑惑地看着她。其实我能听懂人类说话，只是苦于我是牛，只能“哞哞哞”的叫。她蹲下来，跟我的高度差不多，“你喜欢阴暗的环境吗？”\n   那是自然，我最喜欢蘑菇岛的夜晚。我就点了一下头，她站起身，熄掉了墙壁上的火把。轻轻带上了门。我试了一下，现在这门还是能打开。也就是说，我还是自由的？我想要欢呼，但是考虑到那个房间里还有在睡觉的人类，万一惹到他们，我肯定还是死路一条。于是，我就趴在蘑菇树下，咀嚼着菌丝。\n   也许，我可以利用这个善良的人类来复仇。\n\n@hznb  @418878840   @Aiursad   @CloudsXDao   @gggbbb   @o-zero   @pangys   @xcc   @冥王星人\n\n\n（猜对这个人类是谁有奖！  注：仅限第一个猜对的。如果看过我其他作品就能通过外貌猜出来233。但请大家不要以猜谜为理由刷金粒，望各位自觉~）\n\n索引贴\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "o-zero",
            "timestamp": 1412318700,
            "txt_content": "丫的不会是杨阳和月伦特自己作死"
        },
        {
            "author": "o-zero",
            "timestamp": 1412318880,
            "txt_content": "o-zero 发表于 2014-10-3 14:45\n丫的不会是杨阳和月伦特自己作死\n我猜中了哈哈哈别人没份了哈哈哈杨阳去哪里了？"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412323620,
            "txt_content": "o-zero 发表于 2014-10-3 14:48\n我猜中了哈哈哈别人没份了哈哈哈杨阳去哪里了？\n杨阳不在这部戏里- -月伦特只是个客串- -"
        },
        {
            "author": "o-zero",
            "timestamp": 1412323620,
            "txt_content": "梦魇冰眸 发表于 2014-10-3 16:07\n杨阳不在这部戏里- -月伦特只是个客串- -\n好吧厉害呀"
        },
        {
            "author": "o-zero",
            "timestamp": 1412323740,
            "txt_content": "o-zero 发表于 2014-10-3 16:07\n好吧厉害呀\n啥是后客串完？我也要客串"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412325300,
            "txt_content": "o-zero 发表于 2014-10-3 16:09\n啥是后客串完？我也要客串\n客串就是打酱油- -"
        },
        {
            "author": "o-zero",
            "timestamp": 1412325720,
            "txt_content": "梦魇冰眸 发表于 2014-10-3 16:35\n客串就是打酱油- -\n打一瓶不用钱"
        },
        {
            "author": "xcc",
            "timestamp": 1413082440,
            "txt_content": "坑多了会死的很惨"
        }
    ]
}