{
    "title": "我认为有两个人很过分",
    "author": "修改器很好玩",
    "replyCount": 0,
    "timestamp": 1412305860,
    "txt_content": " 本帖最后由 修改器很好玩 于 2014-10-3 11:12 编辑 \n\n先上链接：http://www.mcbbs.net/thread-345500-1-1.html\n\n\n这时我申请版主的帖子，里面我说明了我的特长是英语翻译，虽说我才13岁，但是我是美籍华人，为了证明我还在上面的贴子里发了我的护照证明。我在这个贴子里现场翻译了一段文字，但是引来了很多我不应该收到的质疑。\n\n\n第一个：\n北京国际学校都写错了明明是Internetional school不是“middle school ”而且不用加a或an的，这些单数代词，有嫌疑是机翻\n我跟你说一下，我是上国际中学，严格的讲就是\"International middle school\"，对吧！而且还跟我论语法，你们知道我是不用语法用语感的吗？\n\n\n第二个：\n机翻倒不是。\n\n  I'm 13 years old, a middle school student. Maybe you will think that I'm kinda bad at english ,because at China, the education of english is horrible, it cause that many middle school student are bad at english. But the point is: I am a ABC, which means \"American born chinese\". You maybe think that I'm kidding or lying, but I promise I'm saying the truth!!!!! I was borned at mountain view, which is a city at California. I went to Beijing when I was 6 years old, and starting to learn chinese. Right now I'm studying at a middle school at Beijing. So I think that my english skills are better than the average at china.\n\n鉴定完毕，不是机翻。\n机翻的比这个好而且不会有初级语病\n这个人竟然说机翻比我都翻译的好，我给你看一看机翻什么样！\nI'm 13, junior high school students. See here everyone must think my English strength difference, because the domestic English teaching is nearly equal to the difference, not English of junior middle school students. But I need to declare it, I am Chinese american. Don't say you don't believe, moderator applications guide inside very clearly indicates if the lie is serious punishment, so I swear, I am Chinese american. I was born in America California mountain view. The 6 year old came to China, started to learn Chinese, is now an international junior school in Beijing. So my English is much better than a lot of people power, of which the most prominent is the spoken language. In order to prove, I put these words into the English.\n有人读得懂吗？\n其中红色的是语句不通畅\n蓝色是Chinglish\n\n我希望再有人质疑我的时候有一些凭据可以吗？我想让你们再好好想想！\n@1814209848\n@熄灭的火把\n",
    "replies": []
}