{
    "title": "[原创?连载][史蒂夫与朋友的生存][第二记之：悬疑起点]",
    "author": "104417372",
    "replyCount": 6,
    "timestamp": 1412304420,
    "txt_content": " 本帖最后由 104417372 于 2014-10-3 13:58 编辑 \n\n                                            ＜史蒂夫与朋友的生存＞\n[第一记]\n我叫史蒂夫，是一位旅行家，虽然我很讨厌死，但是，一提到旅行，我就会不自觉的拿上行李，带上我的女友.依尤.\n这天，是一个狂风加暴雨的鬼天气，别以为我在吹牛，我不喜欢这鬼天气，每当这天气到临，我就有种不好的预感，也巧，\n路上碰到了我最好的4个朋友，苏格还有他哥哥苏博，柏梨，埃尔，这4个人，是我们当地最屌丝的旅行家，家里也有点小钱，\n爸妈都是当官的，＂嘿，史蒂夫，听说你上次被罹厄水怪吓得半死，是真的吗＂哼，一听就是埃尔这混蛋的声音，就他的声音，随便说句话都要\n故意拉长音，＂切，就上、上、上次那个罹厄水怪，早就被我拿立维村的神器杀了，＂哦！是吗？\"埃尔吹了自己长长的头发，又说：\"这次，我们6个\n要去沙维卡岛去搜索并去看看那些原始人，下午出发，胆小鬼去不？\"我斜视了一下埃尔，说到：＂去就去，怕啥？\"，柏梨用萌萌哒的声音说出，并抓住\n苏博的肩膀说：里面不会还有啥僵尸之类的鬼东西吧，你猜一下为什么柏梨要抓住苏博的肩膀，没错了，就上次，在一个山洞探险时，苏博为了装B，显出自己男人风范，当面调戏骷髅，况且他还带着眼睛，超级近视，看都看不清骷髅在哪，也不知道他拿着弓箭，一射，苏博倒下了，我们就杀上去了，要不是我们救他，苏博还躺在床上呢，以前苏博很开朗，不知道为什么，自从从洞中出来后，苏博就很少说话，有时站都站不稳，问过医生，医生也无法解释\n\n[第二记]又得倒大霉了，年长的婆婆艾梨整天在我起床时念一些让人听不懂的语言，但是不知道婆婆念的这些语言从何而来，我也没多去观察，每次婆婆念完这些\"鬼\"语言后，我出去总得倒大霉，就上次，特别是上次，听完婆婆念完后，我出去找我的朋友，商量这次去沙维卡岛的计划，在走到一半路程的时候，突然脑海中就出现一些混乱的鬼语，听着听着，就到了医院，头上还包着纱布，我现在摸着头，就会出现一点点的鬼语言，这次，我觉定再次不管婆婆的那些鬼语言。还是觉得去沙维卡岛去看那些奇怪的原始人好了，婆婆的事回来再说。我隐隐约约的听到有人敲门的声音，我过去了，就在此时，我发现原本坐在椅子上的婆婆不见了，是真的不见了，我感觉我离门越来越远，越来越远，随后，我竟然来到了埃尔的家里，他的妈妈在一直说：＂嘿，埃尔，你朋友到底怎么了，睡了3天了，我越发赶脚不太对劲，昨天是4号，今天是5号，怎么就过了3天，哎，算了，这些也不管了，我得马上起来，回家。这时，我又发现他妈妈和埃尔都如沙子被抛在空似的消失了，我揉了揉眼睛，不敢相信这事实，我在他家厨房拿了把菜刀，就急忙的冲了出去，原本埃尔家住小镇中间一半的位置，突然就变成小镇最后的地方，这天，我满怀着疑惑回了家，到家时，婆婆还不在家，我即刻冲完凉，躺在床上，盖上被子，在思考着，是不是有人故意不让我去沙维卡岛？难道沙维卡岛真的有什么古怪么？早上，我收拾着行李，准备和5个伙伴开车出发去沙维卡岛，我在包里拿出了一张沙维卡岛的地图，我自言自语说到：\"我没有买地图啊，再仔细看，地图中心画了一个骷髅。\n\n[废话有点多了，下一记会直接步入正题，感谢支持][第三记可能发出]",
    "replies": [
        {
            "author": "卡布奇诺ヽ",
            "timestamp": 1412305380,
            "txt_content": "支持            "
        },
        {
            "author": "104417372",
            "timestamp": 1412305920,
            "txt_content": "卡布奇诺ヽ 发表于 2014-10-3 11:03\n支持\n打劫，互给人气"
        },
        {
            "author": "HGK",
            "timestamp": 1412313060,
            "txt_content": "绝对出现Herobrine类"
        },
        {
            "author": "104417372",
            "timestamp": 1412313300,
            "txt_content": "HGK 发表于 2014-10-3 13:11\n绝对出现Herobrine类\n还没想到呢，谢谢提醒\n抢劫，互给人气"
        },
        {
            "author": "HGK",
            "timestamp": 1412313600,
            "txt_content": "104417372 发表于 2014-10-3 13:15\n还没想到呢，谢谢提醒\n抢劫，互给人气\n有错字\n请按照此帖修改题标"
        },
        {
            "author": "104417372",
            "timestamp": 1412315760,
            "txt_content": "HGK 发表于 2014-10-3 13:20\n有错字\n请按照此帖修改题标\n"
        }
    ]
}