{
    "title": "<连载·单章>桑娜斯日记[第三记][作者：梦魇]",
    "author": "梦魇冰眸",
    "replyCount": 5,
    "timestamp": 1412318880,
    "txt_content": "                                                      第三记\n\n   这几天，我一直都呆在这个地方，很舒服，有菌丝吃。\n   我惬意地趴在菌丝上，呼吸着带有一丝腥味的空气。门突然开了，惊扰了这份平静。她来了，这几天一直都没见她。我正寻思着她要干什么，她就把一枚鸡蛋放在我面前，又拿了一些麦粒，拿了一个木碗盛好，放在角落里，又把门关上了。我摆弄了一下这枚鸡蛋，圆滚滚的。兴许她是送给我玩的？我就拔下来些菌丝盖住。走到木碗前，这就是麦粒？我第一次看见小麦，蘑菇岛上可没有这种东西。我闻了闻，有着一股浓郁的香味，大概是麦香吧。以前岛上有一只见多识广的哞菇，它吃过麦粒，据说味道很好。我就吃了一粒，味道岂止是很好，简直就是天底下最好吃的东西。比起菌丝，麦粒添了一份甜味。咀嚼的时候，浓郁的麦香仍然在嘴里回荡。我还没吃过这么好吃的东西！而且，我吃了这麦粒后也没有什么怪异的感觉。只是……不知道那个人类是多久才会给我一次麦粒，也有可能这是第一次也是最后一次，我得省着点吃。\n   吃了几粒，我就继续吃起了菌丝。吃过了麦粒之后，就觉得菌丝异常难吃，甚至难以下肚。难怪那个哞菇好几天都没吃过菌丝。我缓缓地咀嚼着，又把鸡蛋找出来，拨弄着。可一不小心，用劲太大了，鸡蛋裂开了。糟了，会不会把这个房间弄脏？我手忙脚乱地想把鸡蛋丢掉，但我发现了不对劲的地方。没有流出蛋黄和蛋清。我仔细看了看，原来这里面是一只已经成型的小鸡！它已经醒了，鸡蛋碎掉了，它好奇地看着周围的一切，最后看着我。我琢磨了一下，就把木碗端到它面前，它跳到碗里嗅了嗅，就开始低下头一粒一粒的啄，算了，吃不到就吃不到吧。也许她给我这个鸡蛋就是给我的伙伴吧。\n   小鸡才来到世界上，吃的也不多。吃了七、八粒就不吃了，我叼来一根菌丝，它也尝了尝，勉强吃完了一根，我再给它便不吃了。大概是它不习惯菌丝的腥气。这么小，这房间又阴暗，肯定会冷。我就拔了些菌丝，捣鼓了半天，总算捣鼓出个比较像样的窝，那小鸡也很识趣，自己进去了。它似乎觉得很舒服，呆在里面不肯出来了。想了想，又吃了几个麦粒。我顶开门，那两个人类都不在房子里。我就在房子里四处逛。房子蛮大的，还有两个用石头砌的熔炉，里面放着还未烤熟的面包。\n   椅子下面放着一个手编的竹筐，里面放着几枚鸡蛋，这几枚鸡蛋的中间放着一块热乎乎的煤炭，温度不高也不低。桌子上还放着一个很大的玻璃瓶，里面放着很多还没有剥开的麦粒。我四下看了看，就拿了一把，箱子里还放着很多不知道是什么的东西。我还想仔细看看的时候，房门“咣当”一声开了，那两个人类回来了！只是他俩看见我在看他们的箱子之后并没有什么反应，银发的走上来拍了拍我，看见我还抓着一把没剥开的麦粒，也没要回来，把我送回了房间里。之后我贴在门上，他们正在取出烤好的面包。呼……还好他们没对我做什么。我开始研究这些麦粒，怎么弄开呢，弄开了之后我就可以自己留着吃了。\n   正在我束手无策的时候，她打开了门，微笑着拿给我一块方方正正的石头，面上很有光泽，是被打磨过的。见我很疑惑，她就拿来一粒没剥开的，用石头一砸，再向上一推，新鲜的麦粒就被挤出来了。原来如此！接着，她问：“怎么样？麦粒的味道还可以吧？”我点头如捣蒜，她就从一个箱子里拿出一个玻璃瓶，里面装的全是没剥开的，“给你了，弄开了之后归你自己，我两天给你一瓶。”接着，她就出去了。\n   我照着她教我的办法，用石头挤麦粒。这样速度很快，不一会我就弄出来半瓶，放进了木碗里。小鸡似乎一直都在午睡，现在醒了，被麦香味吸引了，溜了出来，站我旁边。我明白它的意思，就把木碗放到它跟前，它低下头继续享受。我呢，仍然仔细地磨着麦粒。这样的生活也很不错，真想一直这样过下去……\n\n@CloudsXDao  @hznb @o-zero  @gggbbb  @xcc  @pangys  @418878840  @Aiursad  @冥王星人\n \n索引贴\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "mcbbt",
            "timestamp": 1412319240,
            "txt_content": "写的一般般"
        },
        {
            "author": "Q哆拉B夢Q",
            "timestamp": 1412319840,
            "txt_content": "完全看不懂QAQ"
        },
        {
            "author": "o-zero",
            "timestamp": 1412321160,
            "txt_content": "很好啊不觉得不好看"
        },
        {
            "author": "Aiursad",
            "timestamp": 1412321820,
            "txt_content": "又是怒更..."
        },
        {
            "author": "xcc",
            "timestamp": 1413082440,
            "txt_content": "蘑菇牛日记，bili"
        }
    ]
}