{
    "title": "<连载·单篇>【银叶制作】-麦块- 序章∏ [序章-救赎]  /作者：Silver_Leaf\\",
    "author": "Silver_Leaf",
    "replyCount": 16,
    "timestamp": 1412421780,
    "txt_content": " 本帖最后由 Silver_Leaf 于 2014-10-11 07:46 编辑 \n\n——————————麦块——————————\n\n                                                                                             by——Silver_Leaf\n\n\n\n\n\n000———————————————————————000序章-救赎000———————————————————————000\n\n\n        在石砖做的长廊里，根本没有一丝光亮，史帝维借着从石砖缝隙里透出来的光亮，慌忙地寻找一支火把，却只希望照亮前方的路。可都不知道是怎么回事，昨天挖矿时用煤炭造的几支火把都不知道为什么都消失得无影无踪了。这个走廊很长很长很长，长得好像根本没有尽头一样。史帝维仍不放弃，继续走着。啊哈哈！真的是[踏破铁鞋无觅处，得来全不费工夫]呐！史帝维终于走到了走廊尽头，尽头上并有一个箱子，肯定里面有火把。史帝维欣喜若狂的搓着手：[啊哈哈，小家伙，尽然藏在这，不过终于让我找到你了吧！]，不过当史帝维翻开这一个箱子时，里面并没有他要的火把，这令史帝维大所失望：[啊，天哪，怎么不在这里啊！不可能啊......]。当史帝维十分失望地准备走开时，竟然隐隐约约的听到了箱子在低声吼鸣:[快，快救我出来，我已经被困很久了！求你了！救救我吧......]，这句话如鬼催魂一般，吓得史帝维全身的汗毛都竖了起来，出了一身冷汗。史帝维机械般的转过身，也没发现什么可怕的是嘛，就是发现箱子里竟然有一个小麦做的方块。史帝维很好奇的自言自语着：[这是什么东西呀，小麦做的方块......那因该放在粮仓里呀，怎么放在这呢？]，并想把它拿出来。可不知道为什么，这个方块好像有千斤重，史帝维费了好大力气才把它拿了起来。史帝维把它放在地上，低声嘀咕着：[这东西怎么这么重啊。]，并仔细打量着这个小麦做的方块：金色的小麦做的方块，鬼斧神工的纹理令人感到十分头疼，松软松软的，没拿过它的人肯定一点也看不出有千斤重，里面暖暖的，好像有什么东西一样。史帝维现在想把它拿上来点，好看到它的底部，底部也没什么特别的，只是不过有很多红色的液体往下滴落着，好像是———血！        [啊啊啊啊啊啊啊！]，史帝维拼命地尖叫几声，吓得一屁股坐在石砖地板上，史帝维现在唯一想做的事就是把这个方块从自己手上甩掉，可它在一瞬间中变得十分粘稠，紧紧贴在了史帝维的手上，怎么甩也甩不掉，史帝维就把这个方块使劲往石砖墙壁上砸，一下，两下，三下，四下......石砖都已经砸掉了好几块，方块却还是毫无损伤，一点都没有要脱出的感觉。史帝维用从来没这样过的惊恐的眼神地看着它：[这，怎么会这样？不可能啊，它怎么这么硬！只不过...是个小麦方块呀！]，这个方块里的鲜红的血越滴越多，很快形成了一个血潭。血好像在他快速蔓延，从史帝维的手爬上去，爬到了他的身体，渐渐......包裹了他的身体。史帝维仍然在继续拼命地挣扎着。不一会儿，史帝维感觉自己的力气在慢慢变小，甩手的节奏也渐渐变慢了。感觉全身的力量都被这个方块抽干了。最后，可怜史帝维无力的躺在石砖地板的血潭上，他觉得自己快死了，用最后的力气皱了一下嘴角，干笑一声：[就这样，死了么？]，最后慢慢的闭上了双眼，也不再挣扎。当史帝维在生死边缘时，隐隐约约地听到了这样的一句呼唤[神已经把这个任务托给了你！必须找到他！快！不然这里就会被毁灭......这是你们和这里最后的救赎！]        [卡卡！做什么白日梦啊！都已经几点了！赶快给我起来吃早饭！]我的哥哥 格一 向我怒吼着。这就是史帝维的哥哥，整天整天左一句右一句地喊他的外号[卡卡],[卡卡]的。        史帝维习惯性的抓了抓他松蓬蓬的黑色头发，打了个哈欠，极不情愿地从床上爬起来，并且揉了揉松惺的双眼，望着格一那满是怒火和伤疤的脸，史帝维又伸了伸懒腰，向格一表示不满，说了声[现在还早呢，格一你就行行好，让我再睡10分钟吧，就十分钟啊，求你了...]，[一会儿你个头啊，睡了十分钟又再睡十分钟，你还想一直再赖下去吗？你给我快起床！]，史帝维倔强地把自己裹在被窝里了，掏出一句：[不嘛不嘛，我就不......]         可怜史帝维还没说完，就已经被被格一传送到了餐桌旁，自己还拿着勺子。史帝维狠狠地瞅了格一眼，向他表示不满。准备开始吃他根本不想吃的早饭。唉，不出他所料，又是史帝维最讨厌的两个食物：土鸡蛋配热牛奶。当然史帝维讨厌这两个食物也是有原因的，蛋里他总觉得里面有股屎味，吃起来简直让人作呕，炒鸡蛋才会咽下一点儿。牛奶嘛，他说自己喝了胃会十分不舒服，还会肚泻。反正，现在自己两个食物都讨厌。史帝维实在咽不下这些食物，亮着他那闪闪发亮的黑眼睛向格一卖萌：[呜呜呜，求你了，好哥哥，好哥哥......我实在没胃口，这次就算了吧......]，[不行，我说卡卡你天天都没胃口，要是给你多少个南瓜派，你到底还不是一口就咽下去。我看你是皮痒痒了，不想吃早饭，又想要我把你传送到水潭里是么？]，格一不但没接受史帝维的卖萌，还返给了他一击。唉，上次史帝维被格一传送到水潭里的囧样还历历在目。不过南瓜派也真的是史帝维最喜欢的食物。        在史帝维极不情愿地拿起勺子准备吃早餐时，不知为何想起了晚上做的那个恐怖可怕的噩梦，唉，他现在想起来，可也真够恐怖的，还好格一及时叫醒史帝维，不然史帝维还不知道下面有什么恐怖东西呢。当然史帝维也想到了那句话[神已经把这个任务托给了你！必须找到他！快！不然这里就会被毁灭......这是你们和这里最后的救赎！]，[真奇怪，我怎么会做出这种梦来呀。]，史帝维低声嘀咕着。也一直回想着那句话，并开始胡思乱想：这也许是种预示梦吧，但却预示着什么呢？......        史帝维思考时的面部表情呆极了，一手直直地拿着勺子，却没去勺牛奶，一手握着鸡蛋放在嘴边，并张开张大嘴巴，像想吃下去但是没吃下去一样。格一看够了史帝维这般模样，继续没好脸色使用高音喇叭[你给我快点吃！我先迪夫古城去买菜了，回来时早餐没吃完，后果啥的，你也是懂的。]，掏下这一句话后，格一就不见了。迪夫古城，在一座与众不同的环形山里，是一座与众不同的城，住着一群与众不同的人，过着与世隔绝的生活。而史帝维家在环形山外，离城里3千米多远，但还是属于国境内，所以收得到孤儿费。        这一吼，让史帝维如梦初醒，他只能大口大口地咬着鸡蛋，喝着牛奶，不然就完蛋了。格一可是魔法师19级啊，买菜可是很快的，而且随便整一下史帝维他都完蛋了，一想到这个，史帝维就觉得抗命不如从不从命，咽不下去也得咽呐。        终于[吃]完了早餐，过了这一劫，史帝维终于就可以该干嘛干嘛去了，没有学业，没有工作，与哥哥相依为命，当然也是靠着受孤儿费活下来的，虽然不会很多，不过至少够了。史帝维坐在硬扣扣的木板床上，继续思考着这句话:[（神已经把这个任务托给了你！必须找到他！快！不然人间就会被毁灭......这是你们最后的救赎！），唉，这到底预示这什么呢？对了，我去古夫斯特·迪哪里问一下，他那里很灵的，也许能得到结果。]        他一打开大门，就传来了格一的声音：[哎哎哎，你又要去哪啊？]，[唉，真倒霉，都忘了格一了]，史帝维低声嘀咕着。        到了迪那里的占扑店，唉，他的店还是一样人气爆棚，史帝维只能在[长龙队]里慢慢等了。        终于到史帝维了，迪还是一副老样子，还增加了几条鱼尾纹，看来他上次的[返老还童]药水又失败了。迪伸出古铜色的手臂，给了他四张牌，分别是[测运.验梦.吉名.解心]，史帝维当然是选泽验梦了。史帝维和迪说了昨天做的那个奇怪，恐怖的噩梦的情景。一说完，他那和蔼的面孔变得紧凑，扭曲，问史帝维[你说的是真的？]，[嗯，还骗你不成？]。迪的皮肤变黑了[史帝维，快，快带我去你家！]        到了史帝维的家，迪到了我的床下，问他[这就是你做噩梦时的地方么？]，[嗯，还用说？你是明知故问吗？]，史帝维不解地说。[好，你把这床搬开，记住，一定要快！]史帝维用尽力气把床搬开后，史帝维彻底惊呆了：[是小麦做的方块，是麦块！和我昨天梦到的一模一样！怎么，怎么会这样！]        迪更是面如土色[不好了，这预示这一场灾难将降临在我的王国！如果麦块滴出的是血，是丧尸之灾，是水，是冰雪之灾，是岩浆，是烈焰之灾，唯一的办法是将买块物归于神！如果这里经不住灾难，就会下一场血雨，后来就连这里的残骸也会找不到，将永远被人遗忘！古精圣典有表示，这叫：神的试炼！]        史帝维彻底明白了，神托了梦给自己，这里，将会迎来一场灾难。\n\n——————————————————序章END——————————————————下一章预告：神的试炼，开始了成群的丧尸轮番向城里进攻。防守还是逃亡？史帝维和格一到底会做出怎样的选择\n\n就在-麦块- 第①章∏ [第①章-神的试炼]下一章\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Silver_Leaf",
            "timestamp": 1412421900,
            "txt_content": "-这是银叶君第一次发小说-\n-有可能写的不好-              希望高人指点\n-请见谅-"
        },
        {
            "author": "哥是牛哥！",
            "timestamp": 1412422020,
            "txt_content": "内容不错。继续加油。。。↖(^ω^)↗"
        },
        {
            "author": "(兜兜）",
            "timestamp": 1412422020,
            "txt_content": "楼楼你辛苦了            "
        },
        {
            "author": "哥是牛哥！",
            "timestamp": 1412422020,
            "txt_content": "已顶。。。O(∩_∩)O哈！。没评价次数了。。Hanhttp://www.mcbbs.net/thread-348179-1-1.html看看俺的。支持下"
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1412422080,
            "txt_content": "哥是牛哥！ 发表于 2014-10-4 19:27\n内容不错。继续加油。。。↖(^ω^)↗\n多谢O(∩_∩)O"
        },
        {
            "author": "303103527",
            "timestamp": 1412422080,
            "txt_content": "加油加油↖(^ω^)↗"
        },
        {
            "author": "leavessoft",
            "timestamp": 1412422200,
            "txt_content": "最好去掉粗体……不然看着略吃力"
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1412422200,
            "txt_content": " 本帖最后由 Silver_Leaf 于 2014-10-4 19:33 编辑 \nleavessoft 发表于 2014-10-4 19:30\n最好去掉粗体……不然看着略吃力\nI'm sorry 粗体去不掉了\n"
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1412424720,
            "txt_content": "Silver_Leaf 发表于 2014-10-4 19:30\nI'm sorry 粗体去不掉了\n求回复啊！"
        },
        {
            "author": "1610624536",
            "timestamp": 1412833440,
            "txt_content": "Silver_Leaf 发表于 2014-10-4 19:25\n-这是银叶君第一次发小说-\n-有可能写的不好-              希望高人指点\n-请见谅- ...\n有木有人物介绍啊"
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1412859060,
            "txt_content": "1610624536 发表于 2014-10-9 13:44\n有木有人物介绍啊\n再说，发索引时吧"
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1412984520,
            "txt_content": "1610624536 发表于 2014-10-9 13:44\n有木有人物介绍啊\n给点分呗"
        },
        {
            "author": "gggbbb",
            "timestamp": 1412999880,
            "txt_content": "Silver_Leaf 发表于 2014-10-11 07:42\n给点分呗\n已经给了，透剧一下呗"
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1412999940,
            "txt_content": "gggbbb 发表于 2014-10-11 11:58\n已经给了，透剧一下呗\n下一张不是可以看么？"
        },
        {
            "author": "gggbbb",
            "timestamp": 1413000060,
            "txt_content": "Silver_Leaf 发表于 2014-10-11 11:59\n下一张不是可以看么？\n全看了，继续加油！话说还是刚才的问题，透剧一下吗……透设置也行啊……"
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1413000180,
            "txt_content": "好吧，第三章新的伙伴看下章预告也可以吧\n就是金色头发的少年救了他们，格一和史帝维\n想和他成为伙伴，可是金色头发的少年提出一个\n奇怪的要求，完成要求后，他就会和史帝维成为伙伴"
        }
    ]
}