{
    "title": "<连载·单章>桑娜斯日记[第四记][作者：梦魇]",
    "author": "梦魇冰眸",
    "replyCount": 4,
    "timestamp": 1412334900,
    "txt_content": "                                                            第四记\n\n   这几天，我一直都在吃着麦粒。不过听那两个人类说，好像要教我什么，很期待呢。现在我们都已经互相信任，他们待我也非常不错，而我呢，闲着的时候会帮他们挤挤麦粒什么的。那小鸡也长大了许多，经常和它玩，不过我的麦粒它可是吃了不少，得有一大半全是它吃的。\n   其实，那两个人类经常来找我聊天，只是苦于我不会说，只能听他们说。那个女的叫希尔，男的叫史蒂夫。都是那些幸存的冒险者之一。我也挺喜欢这两个人类的，心地善良，而且会做很多东西。哦，我也是前几天才知道这些麦粒是从哪来的了。他俩现在在房子旁边种了小麦，但是农地面积就那么大，就有了多余的种子，他们拿来喂鸡了。\n   这一天早上，我正在给小鸡弄麦粒，希尔突然就进来了，说要教我东西，我就飞速的弄好了一小点让小鸡先吃着，跟着希尔出去了。希尔从箱子里拿出一个皮袋，里面装着很多红粉，也不知道是做什么的。她把我带到外面，告诉我，这个红粉是红石。她示意我跟着她学，她在地上挖了一个大约三格深，四格宽的坑，我就照做了，但我只能用四只脚刨。她递给我一个石板，一根木棒，一小袋红石。我学着她，在石板上划出一个跟木棒一般粗的轨道，然后把木棒固定在一头，取几粒红石放在上面。她说要做三个，我就又做了三个。但是我发现，除了红石外，这些材料都是随处可见的。\n   做好之后，她在地上铺上了红石，我就按着她的轨迹，铺好了。接着，她去掉了几块，把刚才做的那个玩意儿摆上，我也照做了。然后她递给我四个黏糊糊的东西，放在坑的边上，我也照做。接着，她拿出四块泥土，贴在上面。然后铺上了草，之后她让我从那块板子上走过去，我走过去之后，没有什么异常，但却听见一阵“滋滋滋”的电流声，她叫我停住看前面，我看了一下，结果就吓了一跳，前面开了一个大洞！她又把草拿走，让我记住红石的排列轨迹。她说过几天，有几个冒险者要来这里，如果我再呆在这里怕是难逃一劫，她给了我一个自己手缝的布兜，里面放的全是剥好的麦粒。同时，她问我要不要带上那只小鸡，我就点点头，她的在布兜上缝了一个口袋，把小鸡放进去，拍了拍我的头，“一路小心，遇见人类躲着走。”我木讷的点点头，她把那一袋红石和那个黏糊糊的东西另外装了个口袋放在布兜里，我“哞哞哞”的叫了好几声才离去……\n\n   我漫无目的地走着，小鸡已经睡着了。渐渐地，天上开始掉雨点。我不走了，任由雨淋湿我的身子。冷若冰霜的雨水顺着我的脸滴落到地上。我趴下来，护住了袋里的小鸡。我不甘心，我要改变我的命运，现在是我顺着命运，我一定要让命运顺着我！\n\n@CloudsXDao  @418878840   @Aiursad   @hznb   @冥王星人  @o-zero   @pangys   @xcc   @gggbbb\n\n索引贴\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "幽蓝",
            "timestamp": 1412335980,
            "txt_content": "不错啊！楼主快更新"
        },
        {
            "author": "o-zero",
            "timestamp": 1412338020,
            "txt_content": "你这在耗尽我的节操啊！我没金粒了饶了我"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412341320,
            "txt_content": "o-zero 发表于 2014-10-3 20:07\n你这在耗尽我的节操啊！我没金粒了饶了我\n我怒更你有意见不成- -"
        },
        {
            "author": "o-zero",
            "timestamp": 1412344140,
            "txt_content": "梦魇冰眸 发表于 2014-10-3 21:02\n我怒更你有意见不成- -\n没有继续继续"
        }
    ]
}