{
    "title": "【翻译】9月30日3.0.4.0更新信息",
    "author": "siska",
    "replyCount": 1,
    "timestamp": 1412337660,
    "txt_content": " 本帖最后由 siska 于 2014-10-3 20:47 编辑 \n人工翻译（这是以前的新闻，不用置顶）测试版本3.0.4.0  今天作者没日更，那我就把以前的翻译了吧\n点击查看：【图文教程】3.0测试版进入方法\n此翻译版权siska所有允许任何人转载，但要标明\n\n原文：Hello!\nThese are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update.\nAdditions:\nAdded message when the server shuts down.Added mouse invert toggle.Added increased FOV when sprinting.Added start of gesture system with inventory and pickup animations.\n\nImprovements:\nImproved server side anti-piracy.Improved flatten tool to use a height slider. You can still use E to sample height.\n\nFixes:\nFixed suicide button not working.Fixed pine bark darkness.Fixed stamina to only go down when moving and sprinting.Fixed the server receiving old packets after death.Fixed another bug related to rubberbanding.\nTomorrow you can expect the October roadmap.\n\nQuestions:Dragon:\n\"Is Their a possible way The Old Guns will make their way back into Unturned, Such as TimberWolf,MapleStrike,And The Ak, or will their be remake's of US Guns?\"\n> There will be a wide range of weaponry, some of which may pay homage to 2.0. Going forward I definitely want to put a stronger focus on civilian weaponry so that it's a bigger deal when you find a military gun.\n\nedUpBB:\n\"OK why cant i edit the Devtest map nelson\"\n> The reason maps have locks in the first place is that if everyone goes around modifying them they won't be able to join any servers since they all would have different versions.Thanks for reading!\n\n\n翻译：Hello!\n这展示的是3.0的预览，并不代表是最终的3.0版本，如果你有兴趣就去看看这个Black Box那篇文章吧。\n新增：\n---增添服务器关闭时的提示信息\n---增添“鼠标反转”的设置选项\n---增添跑步时的视觉效果\n---增添打开背包动画与拾取物品动画\n\n改进：\n---强化服务器防盗版功能(我真搞不懂有些人，一个免费游戏也要去玩盗版的)\n---给地图编辑器的整平工具添加了个调整高度的横条，但你仍然可以按“E”键来读取你笔刷(鼠标)上的地形高度\n\n修复：\n---修复自杀按钮无效的BUG\n---修复松树皮显示黑暗的BUG\n---修复能量条只有奔跑时才下降的BUG\n---修复服务器回档的BUG\n---修复一个rubberbanding的BUG\n\n在明天我将会给大家展示我10月份的路线规划(点击查看，已翻译)\n\n我把作者与玩家互动中的主要内容给大家提取出来：\n①作者今后将注重于民用武器的开发\n②Devtest地图不能编辑的原因是，如果大家都编辑了这地图，那么这幅地图就不一样了，就不能联机了\n\n感谢你的阅读！\n感谢楼主的翻译！",
    "replies": [
        {
            "author": "卡布奇诺ヽ",
            "timestamp": 1412338920,
            "txt_content": "看到英文那一段 就醉了\n太高深了"
        }
    ]
}