{
    "title": "<原创·连载>轩仔出品《蜂王之刺》！",
    "author": "男人婆",
    "replyCount": 11,
    "timestamp": 1412338260,
    "txt_content": "谢谢支持轩仔作品往期作品↓点击图片\n\n\n\n封面未定……\n正文：\n序章：\n\n   在古老的传说里，有这样的一把剑，他曾是工匠安格烈·马温夫打造而成，他是许多勇者梦寐以求的武器，这把剑快如闪电，一挥剑便可将铁削断，这把剑的剑刃，是用上千个蜂王的毒针打造而成。这把剑的剑柄，是用从成吨的蜂蜜中提炼的几十克的精华打造而成。手握此剑，便可成神，披荆斩棘。\n\n\n[diamond_sword]第一章：\n \n第一章：寻剑之路\n   我叫史蒂夫·劳伦斯，我是一个武器收藏专家，七支刀，御龙剑都在我这里，许多著名的，被英雄使用过的剑都被我收藏过，但是那把叫蜂王之刺的剑我到现在还没有得到，这把剑的下落我也一无所知，但是，越是这样我越想得到，放心，过不了多久这把剑就是我的了。\n   我有许多和我一样喜爱收藏的朋友，艾伦，亚多斯，还有一个关系不太和睦的朋友狄恩。我之所以和他关系不和睦是因为我有一把他梦寐以求的武器，所以他就嫉妒我，天天和我过不去，我也没有再和他来往过。\n   我曾在网上看见过蜂王之刺的样子，银色的，略微有点发黄，剑柄黄黑相间，看着那气势就不凡。\n   这次，我带着这张照片，背上我的行李，决定出发寻找蜂王之刺。\n   我坐上了我的汽车，启动发动机，我打开世界地图，先从几个古代遗迹下手，我曾经当过考古学家，所以我有权利去哪些地方，考古证我也带上了。\n   我最先去的地方是神庙，那个地方很有可能有蜂王之刺。\n   我来到了丛林，神庙总是很神秘，不知道会在什么地方，丛林这么大，要找到神庙那可是不容易的事情。\n   突然，我看到很高的山顶上有一座建筑物，我仔细的一看，那还真是神庙，我想，马上就可能得到蜂王之刺了，想想都激动……\n   我努力的爬上山，我以前可是攀岩过的，可是我也没带什么保险绳。正当我想的时候，我的脚踩空了，本来想踩到石头上的，但是没有踩到，我顺着山坡滚了下去，正好掉到了一座矿洞里，我摔倒了石头山，晕了过去……\n   不知晕了多长时间，我醒了，四周很黑，而且全是藤条，我抬起头，看了看山洞口离我很远，看来我是逃不出去了。\n   我带了打火石和木棍，正好可以弄个火把，我点燃火把，并照亮四周，这个山洞时分的宽敞，洞口和图书馆差不多大，我决定往里再走走，反正我带的食物充足，说不定在走走还能发现宝藏呢。\n   但是走了很长时间，什么也没发现，除了石头就是煤矿，没什么好的东西，我的喉咙又干又渴，我从行李里拿出一瓶矿泉水，喝了起来。\n   我还是决定再往前走走吧，反正我也逃不出去了。我拿起火把，继续向前走，我居然发现了，让我兴奋不已的事情。\n   这墙上，有这壁画，上面记载了蜂王之刺的下落。虽然没有什么字，但是几码能从图画里看出什么玄机。\n   我仔细看了看，这画很复杂，很难理解透，不好好看看还真的理解出这是什么意思。\n\n \n\n\n第二章：\n \n第二章：蜂王之刺的来历\n   我大致看出了其中的意思：远古时期，天地被分为三界：天界，人界还有魔界，魔界的魔王克鲁苏和天界的阿克斯为魔神和天神，但是魔神是邪恶的，他总是想着要占领人界，天界的天神阿克斯是不会让克鲁苏得逞的，于是上天派下来一位老工匠，让他们替人类打造出最强的剑来抵御克鲁苏。\n   这位工匠，打造了一把神剑“蜂王之刺”，他将这把剑保存的很好，如果落入坏人的手里，绝对会用它来做恶，为了防止这把剑被偷，工匠临死前把这把剑交给了一位人界的勇者，并交代他一定要保护好这把剑，不要让别人拿到，否则后果不堪设想，这位勇者答应了。\n   这位勇者叫里弗斯·克摩多，勇者利用这把剑让人界平静下来，但是勇者考虑到如果他死了怎么办。于是勇者让他的儿子帮他看守这把剑，临死前也和老工匠一样交代了这些事情。\n   就这样他的子子孙孙，直至现在已经是第八十六代了。但是，据我们预言，第八十五代子孙可能会起邪心，所以，我们将会在这个时期派出一位神将过来支援。\n   这个壁画只有正义的人才可以看见，所以，蜂王之刺就藏在阿克斯神殿。\n   壁画的意思大概就是这些，现在已经是八十六代了，那么神将又是谁啊……第八十五代的那个又是谁啊……\n   如果我找到了蜂王之刺，那样会不会引发什么灾难？我看了看手上的手表，已经四点四十了，我再次跑到洞口，尝试着爬上去，我拽着旁边的藤条，脚费力的一蹬，便跳了上去。\n   晚上，我回到了家，躺在床上，便开始想昨天发生的事：为什么我正好跑到神庙时掉进了洞里，而且秘密就在那个山洞里，这仅仅是个巧合吗？我怎么感觉不对劲啊，莫非有什么事情……想着想着，我便睡着了……\n   第二天，艾伦在电脑上给我发来了邮件：昨天迪恩的老父亲急匆匆的来我家问你在不在，说完便晕了过去，你说这是怎么回事？\n   我很奇怪，这是不是太蹊跷了点……我开着车去找艾伦，但是艾伦不在家，我给艾伦打了个电话：“喂，你现在在哪里？”\n  “我在医院啊，我不是给你发了个邮件吗，我爸狄恩的父亲送到医院了。”艾伦给我回复到。\n  “哦，那你在什么医院，我也要去看看。”我问道。\n  “华盛顿医院。”艾伦回复道。\n   我迅速开着车过来，我在医院门口看见了艾伦：“狄恩他爸怎么样了？”\n  “医生说他是脑溢血，我给他打救护车太晚了，已经没有了生命现象。”艾伦说道。\n   我想：为什么狄恩他爸爸会来找我呢？\n\n \n\n\n第三章：\n\n\n第三章：设想\n   我感到这事情太蹊跷了，已经让我猜到了答案，肯定狄恩的爸爸是第八十四代蜂王之刺传人，然而狄恩是八十五代，怪不得迪恩跟我关系不好，原来是我最近跟他说：我要找到蜂王之刺。\n   然而他的爸爸要找到我原因是告诉我这一切。呵呵被我猜到了。我猜到了答案，便立刻去找狄恩，我来到狄恩家门前。\n  “狄恩，狄恩，你快给我滚出来！”\n  “是谁这么大胆子敢对我这么粗声粗气！”屋子里传来了迪恩的声音。随后，狄恩打开了门，看到是我，便说道：“找我干嘛？”\n  “你告诉我是不是？快说？你是不是蜂王之刺的第八十五代传人，说啊！”我揪着他的衣领，冲他吼道。\n  “你放开我，我听不懂你在说什么，别发神经！”\n  “那么看来就是你了，你要是再不承认，并且不交出蜂王之刺的话，别怪我对你不客气！”我对他这样说，他肯定也生气。\n  “好啊，你敢这样对我说话，不客气是吧，我倒要看看你能把我怎样。”\n   我生气了，顺手打在了狄恩的脸上，狄恩见我是动真格的，顺手掏出枪，指着我的脑门说道：\n  “你已经威胁到我的人身安全了，并且我完全可以告你擅闯民房，我可以现在就将你击毙，虽然我不知道你在说什么，但是你已经惹恼了我，要是不想死，想在就给我滚回你的老家去。”我当时也没带枪，没办法，我只好一步一步的回家。\n   狄恩的这番举动已经引起了我的强烈怀疑，我甚至可以断定，狄恩就是八十五代蜂王之刺传人。既然狄恩想毁灭人界，那么我是不会放过他的，我绝对会让他不得好死。\n   估计现在只有我和狄恩知道这个秘密，就连狄恩的儿子也不知道，我打赌，狄恩的姓名也是假的，如果狄恩不死，那么人界很快就将毁灭。\n\n \n\n\n[diamond_pickaxe]第四章：\n\n\n第四章：父亲之死\n   这天晚上，我失眠了，便打开我的笔记本电脑，无意间再次发现艾伦给我发的邮件，内容如下：史蒂夫，你的父亲死了，和狄恩的父亲死因一样，突发脑溢血。\n   怎么会这样？我的父亲一向身体健康，怎么会有脑溢血呢？我又开始怀疑是狄恩的所作所为，我便又跑去找狄恩。\n  “你个混蛋狄恩，你是不是活腻了！”我站在狄恩家楼底下大喊。\n   四楼的窗户打开了，狄恩在顶上看着我，说道：“你他妈的才活腻了，没事不要来招惹我，你以为招惹我很好玩吗？”\n  “好哇，你不承认是吧，我咒你不得好死，大混蛋！”\n  “但愿你说的是你自己！”\n   我们两个火热朝天的骂了起来，很快便引起了这栋楼的人的暴怒，楼上的人们开始那各种东西砸我，我便撒腿就跑。\n   我回到家，已经是早上了，这一晚有没有睡觉，我开始给艾伦发邮件：\n   艾伦，明天咱们去找蜂王之刺吧。克莱街街角等我。\n   为了不让狄恩先得到那个蜂王之刺，我决定和艾伦一起去寻找那个蜂王之刺。\n   我开着车，来到了克莱街的街角，看到艾伦在那里站着，他挥了一下手，我停下车，他纵身一跃，跳上了车。\n  “咱们先从什么地方开始找起？”艾伦问我。\n   既然我看了那个壁画，那么我也知道大概蜂王之刺藏在哪，但是我不知道阿克斯神殿的具体位置啊。于是，我随便问了个路人，本来也就没抱希望，但是这个路人居然知道阿克斯神殿：\n  “阿克斯神殿啊，那是个旅游景区啊，没什么好玩的，一张门票还要二十美元，太贵了，去了一次保证你不想再去第二次……”这位路人喋喋不休。\n  “哦，我知道了，那么他在什么地方，主要的你没说啊。”我又问。\n  “就在欧美公园的左八百米处。”\n  “哦，那么谢谢啊。”我想路人道谢，开着车便走了。\n   我来到了这个地方，很冷清，基本上没有什么人，售票处的人也在呼呼大睡。\n  “嘿，买两张票，给，四是美元！”我想售票员喊道。\n  “哦……”售票员顺手撕了两张票给我们，我们开车进去了。\n\n \n\n\n本人会不定期更新，谢谢大家支持\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "我被盗号了",
            "timestamp": 1412338380,
            "txt_content": "这ID还能再屌？"
        },
        {
            "author": "卡布奇诺ヽ",
            "timestamp": 1412338620,
            "txt_content": "看到第一章的七支剑\n立马想到了龙族里的七宗罪"
        },
        {
            "author": "卡布奇诺ヽ",
            "timestamp": 1412338740,
            "txt_content": "最后一张最后几段里有错别字\n四十美元写成了四是美元"
        },
        {
            "author": "GAODADEYANLEI",
            "timestamp": 1412338920,
            "txt_content": "支持一下，还有骚年好ID"
        },
        {
            "author": "7715566",
            "timestamp": 1412339220,
            "txt_content": "卡布奇诺ヽ 发表于 2014-10-3 20:19\n最后一张最后几段里有错别字\n四十美元写成了四是美元\n不要说嘛。让他自己改去"
        },
        {
            "author": "男人婆",
            "timestamp": 1412341800,
            "txt_content": "GAODADEYANLEI 发表于 2014-10-3 02:22\n支持一下，还有骚年好ID\n到底是帖子ID还是个人ID"
        },
        {
            "author": "卡布奇诺ヽ",
            "timestamp": 1412341860,
            "txt_content": "卡布奇诺ヽ 发表于 2014-10-3 20:17\n看到第一章的七支剑\n立马想到了龙族里的七宗罪\n回复评论：龙族是本小说\n其他自己百度去吧"
        },
        {
            "author": "男人婆",
            "timestamp": 1412341920,
            "txt_content": "卡布奇诺ヽ 发表于 2014-10-3 03:11\n回复评论：龙族是本小说\n其他自己百度去吧\n哦，没看过，话说这只是细节……主要的不在这里……"
        },
        {
            "author": "卡布奇诺ヽ",
            "timestamp": 1412341920,
            "txt_content": "男人婆 发表于 2014-10-3 21:12\n哦，没看过，话说这只是细节……主要的不在这里……\n那你想问的是什么"
        },
        {
            "author": "GAODADEYANLEI",
            "timestamp": 1412342820,
            "txt_content": "男人婆 发表于 2014-10-3 21:10\n到底是帖子ID还是个人ID\n当然是骚年你的ID啦这么闪这么亮"
        },
        {
            "author": "男人婆",
            "timestamp": 1412406900,
            "txt_content": "谁能猜到最后的结局？"
        }
    ]
}