{
    "title": "<转载>我的怪物不可能这么可爱2 【爽朗的啊啊哈啊 游戏娱乐3 电闪22】《1-10》",
    "author": "冰闪",
    "replyCount": 0,
    "timestamp": 1412396760,
    "txt_content": "额..........上次发的不知怎么的没了...........只好再发一次了。应该是出BUG了..........注意说明一下，本文不是我写的，是三个同志写的。爽朗的啊啊哈啊 游戏娱乐3 电闪22。不过都不是原作者。还有想吐槽什么的在这个帖子吐就好了，我会转告他们的。文章有一些错别字。\n原帖地址 http://tieba.baidu.com/p/2721678296?pn=27\n先介绍一下人物吧。不过不全，我会叫电闪22之后把剩下的补上的。\n\n第一名说话的女子：\n姓名：小蓝\n种族：大陆原住民\n年龄：20\n外貌衣着：黑色军服不用说，生性可爱、热情、活泼，睡衣是一套连体睡衣，猫耳，斑点熊装，白色斑点其他黑色，头发黄色\n武器：拳击和各种枪【这位是枪械大师】\n特殊能力：狙神【准星最不准的毛瑟都能爆头！】\n\n\n第二名说话的女子：\n姓名：小丽\n种族：大陆原住民\n年龄：21\n外貌衣着：黑色军服...性格看着对人冷漠，其实是个热心肠，是军营中的少尉，战绩只差少\n校，睡衣：一套白色的衣服，粉色头发上的蝴蝶结系着的头发掩盖着半爬行者的朱红色左眼，后被认出是追追和史帝夫的大女儿\n\n武器：圣属性集成的光剑\n特殊能力：圣光·天闪【失传已久的剑术】\n\n\n第三名女子：\n姓名：CO【简称，全名忘了...】\n种族：大陆原住民\n年龄：19\n外貌衣着：黑色军服，刀子嘴豆腐心，是三人中战绩最差的，睡衣：花格睡衣，一头黄色的爆炸头\n武器：无限飞刀和拳术\n特殊能力：惊天五杀之幻影飞刀【这个不解释】\n还有一个没出场的，是小丽的妹妹，追追和史帝夫的二女儿\n姓名：小风\n种族：大陆原住民\n年龄：17\n外貌衣着：跟追追一样的爬行者的绿色兜帽装，蝴蝶结系着的头发掩盖着半爬行者的朱红色右眼【PS：小丽和小风是一个分裂的爬行者，又因为父亲是人类...】是追追和史帝夫的二女儿。\n武器：召唤术\n特殊能力：召唤麦块大陆的各种怪物攻击敌人\nPS：小丽和小风在时空错乱（那个黑洞里）的时间内就已经知道了\n它们有合击技能：合击·天刹星雨\n\n姓名：韩运通【前名韩通枪】\n 种族：人类 \n性别：男 \n年龄：26 \n外貌衣着：军绿色的渔夫帽，一身解放军军服 \n武器：不定，比较喜欢德制武器 \n所属团体：中华人民解放军“飞龙”特种大队 \n职位：一中队中队长 \n军衔：中校 \n简介：前181特勤战队队长，因目睹自己的队员被“圣光6号”变成丧尸后，发誓要消灭雷克特、德利琴夫、列恩三人。比较冷静，对一切好像都不感兴趣，但战斗能力极强！【我会写一期番外的，黄昏行动】 \n 姓名：林小辉\n 种族：人类 \n性别：女 \n年龄：22 \n外貌衣着：军绿色连帽衫，作战时穿吉利服\n 武器：不定，喜爱狙击武器 \n所属团体：中华人民解放军“飞龙”特种大队\n 职位：一中队副中队长 韩运通的观察手\n 军衔：少校 \n简介：穷人家的女儿，比较内向，不怎么说话，性格腼腆，暗恋韩运通。\n 姓名：张建至 \n种族：人类\n 性别：男\n 年龄：24\n外貌衣着：军绿色的鸭舌帽，一身作战服\n 武器：不定，狙击武器 \n所属团体：中华人民解放军“飞龙”特种大队\n 职位：一中队猎人分队分队长 \n军衔：少校 \n简介：像其他优秀的狙击手一样，不怎么爱说话，脾气平静，被称为“除了韩运通之外，唯一一个能在任何时候冷静思考问题的兵。“\n姓名：吴水特 \n种族：人类 \n性别：男 \n年龄：25 \n外貌衣着：头上带着黑色的头带,一身战斗服。 \n武器：不定，但主武器一定是AUG \n所属团体：中华人民解放军“飞龙”特种大队\n职位：一中队猎人分队副分队长\n 军衔：少校 \n简介：脾气不错，但有时会揭同伴的老底。\n 姓名：玲怕 \n种族：人类【前世为爬行者，到了MC世界就会变成爬行者】\n 性别：女\n 年龄：21 \n外貌衣着：带着迷彩绿的野战军军帽，穿着战斗服\n 武器：不定 \n所属团体：中华人民解放军“飞龙”特种大队\n 职位：一中队猎人分队爆破兵 \n军衔：少校 \n简介：无口萝莉系，经常一个人看书，很重视友情，常对李杰的好色吐槽。喜欢看电视、玩游戏，爱好漫画、电影以及很擅长各种游戏。\n 姓名：李杰 \n种族：人类 \n性别：男 \n年龄：24 \n外貌衣着：军绿色的钢盔，一身作战服 \n武器：不定 \n所属团体：中华人民解放军“飞龙”特种大队\n 职位：一中队猎人分队卫生员\n军衔：少校 \n简介：一个穷孩子，为了吃饱饭参军，单细胞生物，比较冲动，很好色。\n 姓名：雷云 \n种族：人类 \n性别：男 \n年龄：24 \n外貌衣着：军绿色的钢盔，带着无色的护目镜，一身作战服 \n武器：不定\n 所属团体：中华人民解放军“飞龙”特种大队 \n职位：一中队猎人分队突击手 \n军衔：少校 \n简介：用韩运通的一句话来评价：”如果不是那一身老毛病和毛糙脾气，早该提拔了！“\n 姓名：王志刚 \n种族：人类 \n性别：男 \n年龄：24 \n外貌衣着：头带黑色头巾，一身作战服 \n武器：不定 \n所属团体：中华人民解放军“飞龙”特种大队\n 职位：一中队猎人分队补给兵 \n军衔：下校 \n简介：对一切轻武器都有妙手回春的技术，对机枪超爱，要枪不要命。\n\n1   作者：爽朗的啊啊哈啊\n\n\"你们趴在那里干嘛那，肚皮都磨出茧子了。快起来！准备战斗！\"这个声音是谁呢？还用说，就是我们的主角史蒂夫。\n\"最近病毒爆发了，人们都一个个变成了行尸，要照你们这懒懒散散的样儿，上了战场，非得让行尸吃了不可。快跟我起来擦枪！别磨磨蹭蹭的。\n\"\"是的，长官。\"一个娇弱的声音传来。他是五人战斗小队中的爆破兵，医疗兵，追追酱。\n\"行了，别吵了，没看见我正在专心吗？\"近战兵末殇说。\n\"得瑟啥？不就是有把刀吗？得意什么？一帮没文化没知识的人。\"狙击手李志勇不满的说道，技术兵，绰号猴子的唐志勇说道：\"要是没了我这个侦查员，你们去哪里找受伤的人呀！\"\n \"都闹够了没？赶快上飞机，拿好降落伞，准备空降！\"史蒂夫队长说到。\"清点武器！\"\"报告首长！ xm_3180 手枪，四个弹夹。军用急救包一个，c4炸药两个。报告完毕！\"\"下一个\"\"报告首长！GS_4.2口径短突击步枪三个弹夹,军用长匕首两把，报告完毕！\"\"下一个\"\"报告首长！贝瑞塔M82A1两个弹夹,browing_high_power手枪四个弹夹,完毕\"\"嗯,下一个\"\"报告首长！uzi微冲,六个弹夹,长焦深筒望远镜,报告完毕！\"\"好,下面我来报告武器 轻机枪RPK_43四个弹夹,xzm_6.5口径猎枪，子弹24发，报告完毕！出发！\"机舱门打开了，五人都带上了伞包。\n\n2    作者：电闪22\n五人登上了运-五，史蒂夫顺便做了任务简介【我只写写大体内容吧，要不然要写一万多字呢！晕........@.@】：这次任务，是带回位于约翰镇牧场的幸存者，我们与代号猎人B组的211特别行动分队在集合点集合，救出幸存者后发送卫星坐标，然后放置红色烟雾，最后乘坐米-8撤离。\n 大家都挺淡定的，只有追追脸色不对。史蒂夫问道：“怕跳伞？” \n“不不是。”追追指了指机舱。“我是担心这个，它能飞到目的地吗？”\n “没问题的!上次我们去沙漠也是乘这个，我这不是还活得好好的。” 追追点点头。 \n过了好一会。 舱门边绿色的跳伞准备灯亮，史蒂夫等人扶着钢索到舱门边，放伞员拿出GPS看了一下。\n“离集合点还有大约一华里的距离，我们燃料不多只能把送到这了。”史蒂夫点了点头，回头看了看队员。\n “起风了，跳出去后用力左拉伞绳！”放伞员刚说完，史蒂夫等人从舱口跳了下去。 史蒂夫出去后，一股大风一下把他吹偏了。“妈的!”过了好一会，他才把那该死的降落伞打开，然后狠狠的向左拉伞绳。\n风渐渐平息了。史蒂夫降落在了一块满是石头的平地上，一块石头高兴的迎接了史蒂夫的屁股。史蒂夫忍着疼痛，端起RPK-43警戒。\n “大家没事吧。” “正常”.......很快，收到的所有队员的回复。\n“妈的！吓死我了！”末殇不停的捂着胸口。“队长你不知道，刚才我刚落地才发现我头上不到30厘米竟然有个大石头，奶奶的！差点被砸死！” “行了！你闭嘴吧。”说着李志勇把小分解的M82A1拼装起来。\n “呼叫猎人B组，这里是猎人A组，你们在哪？”史蒂夫把单兵作战电台打开。 “呼叫A组，B组在东部较远地区降落，这里附近有大批丧尸，放弃集合点！我们在城镇的医院门口集合！” “OK！”史蒂夫把电台关上。\n “看来我们要直接攻进镇上了。都记住自己代号，我是A1，追追是A2，末殇是A3，李志勇是A4，猴子是A5.”史蒂夫回过头来对队员说。\n“记住，尽量不开枪，用近战武器！” “是！” 五人成倒“V”形搜索阵前进，一路上没什么丧尸。比较好走。到了镇子的门口，史蒂夫把冷钢匕首拔出来，仔仔细细的打量着，有俩只丧尸在一个男人身上不停啃食着。\n史蒂夫和末殇偷偷摸摸的朝丧尸走过去，只见丧尸抽搐了几下，就倒在了地上。 “真是够恶心的！”末殇指了指男人的尸体。男人牵肠挂肚,血腥味和腐臭味几乎让人呕吐。 “没时间管这个了，还是先走吧。”史蒂夫端起RPK-43,“猎人B组应该已经进镇子了,不能掉以轻心。” 整个镇子几乎没人,无论是人还是丧尸,街道上弥漫血腥味,不过最多的还是腐肉味,时不时有一堆死人出现在接口,有的尸块左一块右一堆,有的肠子脑浆喷了一地,还有的尸体上的肉几乎被啃光了,只剩下一块血淋淋的骷髅架子。第一次见这么恶心场景的追追忍不住只干呕。 “砰!砰!”远处突然传来了88式狙击步枪清脆的声音。史蒂夫停下,打开了单兵作战电台。 “B-1!B-1!你们在哪?” “A-1!猎人B组正在医院门口清理丧尸,吴水特!十点钟方向还有一个!”然后那边传来了“砰!”的一声。过了一会,“A-1!清除完毕!” “好!猎人B组!A组正在移动。”\n\n3    作者：游戏娱乐3\n忽然，有一只速度及快的僵尸跑到了追追身边“追追！！”（此为史帝夫） \n【啊！！！】但是，这只僵尸忽然倒下了。\n 忽然，从那边传来一名中年女子的声音 【我狙神可不是浪得虚名的！】\n【.......够了，你这点事在军营里谁都知道，我们又不是第一次打僵尸】 那边走来三个中年女子，都带着黑色的军服。 \n【你们也加入巡逻部队了？】（此为史蒂夫） \n【哼...保护人民是军人的职责，别问这么多...】这名女子掏出剑，向我们后边一投，我们看过去，一只僵尸就死了。 【回来吧！】看到那把光剑就回到了他的手里。 【我们走了。】第三名从来没发话的女子说道。 第一名说话的女子变成了水，混入大地，第二名女子瞬移走了，第三名女子也瞬移走了【PS：这个是瞬移飞刀，是他的秘技】 【我们也加紧防守吧！】史蒂夫说道。\n ————————————我是逗逼iuj用的分割线——————————————\n【这次散播僵尸病毒的人，肯定还是他....】那名女子说道。\n【毕竟上一次就是他让我们打了很长时间】 屏幕上出现一名穿着丛林军服的中年男子的立绘\n。 ————————————我还是逗逼iuj用的分割线————————————— \n大家都在加紧防守，忽然一个黑洞想把他们吸进来，只有追追和史帝夫被吸了进来.... （别想知道里面发生了什么，这是我要更的文！）\n\n\n4 作者：电闪22\n\nB组 医院门口\n “B-1！该不会是A组出了什么事。”\n张建至把一个红色烟雾弹拿出来。 \n“也是，我熟悉史蒂夫这小子，他不可能这么磨蹭。”\n李杰站了起来。“头儿！要不咱们去看看吧！”\n “B-6！B-7！跟我去看看，其余人先去牧场。”说着，韩运通把 g3sg1狙击步枪端起来，三人成“品”字形朝A组方向行进。 \n“妈的！这是怎么回事！”猴子大声的骂道。\n “那三个家伙到底是什么人啊.........”李志勇擦了擦头上的汗，“这种程度的枪法.........能和韩运通那个家伙.....”\n “现在先不管那个，我们现在只能快点和B组会合了。” \n“A组！出了什么事？”雷云端起M249班用机枪跑过去。 猴子将之前发生的所有事都告诉了大家。\n韩运通慢慢皱起了眉头，“.........雷克特，德利琴夫，列恩，这些人，都得死！” “B-1，你怎么了？” “啊，没事，就是想起了以前的一些事。宣布史蒂夫和追追失踪，不过放心，他们会自己回来的。”韩运通打开单兵作战电台。“B-2！你们那边怎么样？” “该死！来晚了一步！这里被攻破了！所有幸存者都死了！” “清理一下物品，尽量把一些可以用的东西拿上。然后撤退，在医院门口会合。”\n “Yes！”韩运通把耳机摘下来。 \n“头儿.......” “嗯？雷云你有啥事？” “那个...........头儿，那刚才说的那三个人是........” “回头再说！”韩运通朝医院走过去。 回到军区后 韩运通一人呆在宿舍里，默默的看着一张照片。 照片上是一群穿着沙漠军服的10个人，大家都笑的很灿烂，照片很清楚，清楚到连每个人胸前的那个徽章上的数字都看得见，“181。” 韩运通有点愤怒了，他平定了一下自己的心情，然后把照片放下，走到阳台。 “兄弟们死了，我也死了，唯一能让我继续活下去的只有复仇的意志！雷克特，德利琴夫，列恩，这些人，都得死！”\n\n5  作者：电闪22\n军区门口被20来个丧尸围住了，他们嗷嗷的叫着，就和一群疯狗一样。 在军区哨塔上，韩运通端着他那把心爱的g3sg1狙击步枪，瞄准着一个带眼镜的丧尸。 \n“笑的和个娘们似的，真恶心。” \n林小辉一边把观察手专用的观察镜架起来，一边说：“那个家伙原来是来摄影的。”然后报上数据：“距离：70米，无风，无需修正。” \n“砰！”只见一颗7.62毫米子弹直接掀开他的脑壳，鲜血和脑浆流了出来。\n “砰！砰！砰！........”枪声特别骇人，每一声枪响过后就有一个丧尸倒在地上。 \n“搞定！”韩运通打开单兵作战电台：“门外的丧尸清除！”韩运通站起来打了个哈欠。\n “喂！你能不能认真点啊。” “大小姐，我都趴了一个早上，打个哈欠不行啊。“ ”这可不像你啊，到了这种地步还这么悠闲。“ ”反正也没任务，悠闲一点也不错。“韩运通打开水壶喝了一点水。 ”不过话说回来，要不是政府及时隔离这，要不然会成什么样子啊。“ 韩运通把水壶放下。拿起望远镜。\n ”我总有一天要回东风市一趟。“ ”开什么玩笑，没有总前命令，谁也不能擅自行动啊！” “我有一个很重要的人在那。” “你有女朋友？”林小辉一脸失望。 “不，我弟弟在那，不过是表的。”\n 东风市 周玲桥\n 一个手里提着一把77式手枪的17来岁的小伙子冲到桥中央。 “快点！过了桥就离军区近了！” 一个丧尸朝他扑过来，只听“砰！”的一声，丧尸应声倒地。 “呼！马亮平你就小心点吧！”另一个提着一把92手枪的小伙子跑过来。 “真是太惊心动魄了。” “算了，还是快点吧！我哥家就在不远，我们天黑前应该赶得到。”\n ----------------------------------------------------------------------------------------------------- \n”韩中队长！你要的特警资料来了。“一位少尉走进了韩运通的办公室。 ”嗯，好，你出去吧。“说着，打开文件夹，拿出猴子提供的特警编号。 ”哼哼，果然没有，看来MC世界出了麻烦。史蒂夫啊，史帝夫！上辈子你就惹下这么大麻烦，这辈子你不闹个天翻地覆，我看是结束不了了！“ \n----------------------------------作者亲自来解说了！------------------------------------------------------\n 大家好！我是作者电闪！我来给大家解释一下！实际上，这里的史蒂夫和追追都是人类，上辈子的史帝夫就是灵魂转体了！所以这篇文章是没有错别字的！而追追之前是爬行者，死了转世后成了人类。而韩运通其实是冰系守护者韩泽转世【原来是想写进续写里的，可是某爽弃坑后，我也没好意思写】，追追和史帝夫是在地球上死的，所以转世成了地球人，在史帝夫和追追死后，韩泽用灵魂状态将史帝夫的两个女孩送回了MC世界。顺便说一句，韩运通拥有历代守护者的记忆，而史蒂夫和追追转世后的记忆都被删除了。我知道你们听不懂我在说什么23333333\n\n\n6   作者：电闪22\n夜间，军区变的特别安静，似乎一切都沉睡了。一中队办公室里，韩润通正在朝弹夹里塞12.7毫米子弹，过了一会，韩润通又举起一把M99半自动狙击步枪，这时，电话响了。竟然是未知来电，韩润通看了一下，接通了。 “喂！这里是‘飞龙’特种大队一中队，我是中队长韩润通，有什么可以帮你的？” “喂！老哥！是我！” “小刃？你怎么........” “别说了！我现在在你家！你家有没有枪什么的？那群丧尸真他妈的烦人！” “嗯......在我家卧室的衣柜下面，有个大箱子，里面有一把狙击枪和两把突击，密码是22093。子弹在床底下。” “呼！老哥你竟然藏枪啊！这可是违法啊！” “行了！用法不用我教你了吧，对了！车钥匙在抽屉里，还有！带上我那个笔记本电脑！” “嗯。”电话挂了。\n -----------------------------------韩润通的房子里----------------------------------------------------------------------- \n“哇！你哥竟然藏枪啊！这可是犯法啊！”马亮平从箱子里拖出一把85式狙击。王喜刃打开抽屉，从里面拿出一把车钥匙。 “好了！咱们能逃出这个鬼地方了！” “嗯，不过你哥到底是什么人啊，藏枪，连车都是军用悍马。” “特种兵。你过来帮忙啊！装子弹很费事的。”\n王喜刃拿出一发子弹，塞进弹夹里。 这时，浴室内突然传出了嬉笑声。 “喂，要不要去偷窥啊？” “哼，我还不想死。”马亮平拿起一个弹夹，朝里面塞子弹。\n看了看王喜刃，继续说：“不过话说回来，你从哪学来的枪法？是你打气枪时学的？” “怎么可能，我玩的可是真枪！” “你真拿过真家伙啊！” “我以前在警察局打过，不过就打了3发，局里穷，一年就十发训练弹。后来在老哥的军区练习，那边枪多，子弹也多。后来几乎一有空我就去军区打枪，我开车的技术也是从哪学的，除此之外，我还在那学过直升机和装甲车的驾驶呢。” “额......你在这方面简直是完美啊........还好你不讨厌我啊..........” “嗯啊............”两人一脸=口=的表情........ “不过有点吵吧。”马亮平说着，指了指浴室。 “不用担心了，虽然丧尸对声音有反应，但是他们是无法翻过电网的。”说着，王喜刃拿起望远镜，看了看下午围上的电网。几个丧尸碰到电网，立刻只剩下灰黑色的灰了。 “嗯，我下去看看。”马亮平说着，拿起一把AK-47，去了一楼。 王喜刃拿起85式狙击枪，站在阳台上。\n ------------------------------我是逗比分割线---------------------------------------------------------------------------- \n“啊.......队长..........这是什么地方..........” “你醒啦，我也不知道这是哪。” “啊？那我们怎么办？”追追一下坐了起来。 “没办法。附近我都转了好几遍了，一个人都没有。”史蒂夫站起来，从背包里翻出一块压缩干粮，递给追追，“喏，吃了吧。”\n 在沼林 \n水中，一个沙漠贝雷帽漂浮着.......\n “唔，电闪我们为什么要来这啊。” “还不是你害的！你不更新了！害的我们还要亲自过来把那两个小笨蛋拉回去！” “那我们为毛要一直呆在水里啊，好难受啊..........”\n\n\n7  作者：电闪22\n韩运通把82式冲锋挂在腰上，然后叹了口气。已经一天了，那个白痴表弟还没回来，还有史蒂夫那个小笨蛋，如果他真的在MC世界闹的天翻地覆的话，只好......... “叮铃铃！叮铃铃！”电话声打断了韩运通的思索，他一下拿起话筒。 “哥！我们还有三十分钟到风灵桥，不过这边丧尸太多了！估计桥上要满尸了！FUCK！“随后是85式的几声枪响。 ”好！撑住！我和大家马上就到！“然后背起M99，出门摁下呼叫铃：”一中队集合！“ 不到5分钟，包括史蒂夫的小队，一中队集合齐了。\n “报告！二分队！集合完毕！”末殇报道。 “报告！一分队！集合完毕！”张建至向韩运通敬了个礼。 “我来分配任务！吴水特！去四中队要一架米-8！李杰！去找周大！给我们派两架FC-1辅助战斗！末殇、猴子、王志刚和玲怕！去飞行场要两架米-12，提前开过去掩护幸存者。其他人去找‘神仙’领装备！20分钟后在飞机场集合！” “是！” \n20分钟后。\n “头儿！搞定了！A频道是和幸存者沟通的，B频道是和FC-1的驾驶员通信的！C频道是和米-24联络。”说着，雷云抱着一堆单兵作战电台跑过来。 “那快点！那四个小家伙已经走了。”说着，韩运通把单兵作战电台一带，就登机。\n -----------------------这是什么就不解释了----------------------------------------------------------------- \n“你哥到底行不行啊？这都快到桥了！”后座上的两个女生说道。\n “别叨叨了！”坐在副驾驶上的王喜刃打开军用笔记本，然后打开车载电台。\n “呼叫！王喜刃你听得见吗？”耳机里传来了李志勇的声音。 “哈！我就是！你们在哪？” “你哥等会才来，我们来给你们提供火力支援！我已经把GSh- 23L机炮的操纵权转移了你的笔记本上。“ ”感谢！“王喜刃灵活的操纵着笔记本。旁边正在开车的马良平看了一眼。”你别把我们炸了。“王喜刃撇撇嘴没理他。  米-24起落架前的GSh- 23L机炮不停响着，炮弹精准的落在附近的丧尸群里。两架FC-1的23-3型双管23毫米口径机关炮不停朝悍马后方发射，一只又一只的丧尸变成碎尸。不过炮弹落在悍马附近，让王喜刃有点紧张。 ”我们已经到桥！米-24请转移！“ ”了解“米-24甩了甩尾巴，潇洒的朝桥头上开过去。 ”老弟，过的怎么样？“电台中突然传出的韩运通的声音让王喜刃惊喜万分。 “老哥！我到桥了！” “了解，我会让米-24帮你们开路的。”\n随后，韩运通回过头来。“驾驶员！打开后舱门！” 门一下打开了，李志勇先过去。“咱们来比比谁枪法好！打的最少的请客！”说着，端起88式来就是”砰！“的一枪。 ”等等，桥中间的是什么？变异种？“韩运通举起M99，把它套进瞄准镜。那个大家伙简直和求生之路中的坦克一样。 ”大家集中火力消灭中间那个！“韩运通意识到了危险的存在，给M99换上一梭子穿甲燃烧弹，一口气打光一梭子，可那个怪物还是没有倒下的意思。 ”妈的！妈的！“韩运通骂道。 只见悍马车朝那个怪物飞奔过去，然后一个转弯，躲开了怪物的攻击。 ”对不起了，我们油料不足了，我们要撤离了。\"米-24转头朝军区飞去。 \n”算了！吴水特！把米-8开到桥头。“说着，韩运通顺手拿过一发PF89单兵反坦克火箭。 那个怪物不停的追着悍马车，悍马车不停的躲避开桥上的废弃汽车。米-8开始慢慢在桥头降落，林小辉端起韩运通的M99，瞄准那个怪物边上的一辆运车的货车。 ”砰！“的一声，子弹打断了货车的支架，只见货车上的小汽车全都砸在那个怪物身上。悍马趁机加速开到米-8前。 ”哈哈！“马亮平从车上下来。 ”快帮忙！“说着，王喜刃打开车门，把一大堆东西搬上米-8. ”不好了！“一个女同学指着桥上，那个怪物又站了起来，双手举起一辆小轿车。 ”无风！70米！“林小辉报上数据，韩运通扛起PF89单兵反坦克火箭，只见火箭拖着火舌朝怪物飞过去，直接命中怪物，还引爆了后面的油罐车。整座桥发出巨响，中间断开，桥断了，桥上的车子几乎都掉在了水里。 ”快！上飞机！“\n\n\n\n8         作者：电闪22\n军区 ”小混蛋，我的电脑拿来了吗？“韩运通一边把M99交给吴水特，一边问王喜刃。 ”拿来了！这玩意很重要？“ ”那当然了，这是通往另一个世界的门...........“说着，韩运通打开电脑，然后走进办公室。”王喜刃，马亮平，玲怕，林小辉和末殇。待会放下武器到我的办公室来一趟。“ ”奇怪，你哥怎么知道我的名字。“马亮平一脸不解的看着王喜刃，王喜刃摇了摇头。 过了一会，5人到了韩运通的办公室。 ”你们可能都很好奇为什么我叫你们过来，实际上，我们的两位朋友到了另一个世界，而我们必须要把他俩找回来，因为他们俩是解决这场丧尸危机的关键。“ ”那........为什么只叫我们5个？“ ”等到了那边，我会跟你们说清楚的。“说着，韩运通在电脑上操作了几下。只见6人瞬间被一股白光笼罩，大家都下意识的闭上了眼。 等到白光变的弱了时，大家发现自己都不一样了。\n ”哎！王喜刃你哪来的光剑啊！“ ”等等！你的左轮和这身紫红色衣服哪来的？！还有弹夹！“ ”小辉姐..........你的头发怎么成米黄色的了...........“ ”玲怕！你的头发变黄了！眼睛怎么是红的？！“ \n”待会我会告诉你们的。“韩运通背对着大家，这时，大家才发现这里不是韩运通的办公室了，而是一个金碧辉煌的宫殿内部。 ”你们终于来了...........“ ”哈哈，老伙计，过的怎么样？“韩运通用一种老友相会的口气对那个神秘的声音来源回答。只见一个穿着军服的中年人走了出来，只是眼睛是白色的，但却让人丝毫感受不到恐怖，相反，给人一种神圣到骨子里的感觉。“欢迎！”那个白眼人鞠了一躬，然后打量了大家一下。问韩运通：“都带来了？”\n“是啊。”韩运通答应了一下，然后回过头来，“这位是Herobrine，天界海陆空三军总指挥及主世界麦克民主共和国国家主席。“\n“纳尼？”\n“呵呵，我来给你们说说你们以前的身世吧！王喜刃，前世曾穿越到这儿，成为特种光剑士。马亮平，天界特种枪手，从小就在荒芜之地接受专业训练。玲怕，主世界的一名爬行者，战争开始后效忠于天界。末殇，末界最强的光剑士。至于林小辉嘛.......待会我再告诉你。“\n”这.........这.......“王喜刃一下听傻了。\n”我也不说太多了，你如果想多知道一点就自己去主世界找追辰吧。“韩运通看了王喜刃和马亮平一眼。”我专门给你们两个一个任务。“\n”老哥你说吧，我一定尽最大努力完成！“王喜刃拍了拍胸。马亮平和王喜刃站在一边。\n”好！给我去主世界把追追和史蒂夫给我找回来！你不是见过他俩吗。”\n“可......可我们怎么去啊？”\n“最快号！”说着韩运通拉下了旁边的拉杆，只见王喜刃和马亮平脚下一下空了。两人直接掉了下去。\n“别忘了找一个叫追辰的爬行者！”韩运通对洞里喊道。\n\n\n9    作者： 游戏娱乐3\n中国 广东 \n“我勒个去，本来想来地球旅游，没想到刚来又碰到一群僵尸！”\n “全城的僵尸病毒都应付过来了，还差这点？” 2个...火柴人（我听到吐槽了！）坐在生好的火堆旁边 一个是橙色的，头上有一个“T”字（这货叫橙小T，别怀疑眼睛都是这个色） 一个是...这个应该叫紫白色的火柴人，眼睛是蓝色的，戴着一条银色的围巾（name：影） “草莓呢？”“不知道...本来想来玩玩，连无言的变身都准备好了\" “你在中国弄忍着假身？”“无言不就是中国的吗？”\n ——————————————你们一定不想知道这是什么—————————————— \n中国 海南 某山洞\n “啊...啊...阿嚏”“没事吧？是不是感冒了？”“没事...” “现在僵尸到处横行，我又是灵魂状态，能找到这样的山洞已经不错了...” （人物外形暂时不公布） ——————————————你们一定不想知道这是什么—————————————— \n中国 广东\n “草莓，你跑哪去了？”“我去弄了一个藤条墙壁，它们过不来啦！” 一个粉色的火柴人，头上戴着一个草莓形状的帽子，名字知道了吧 忽然，右边的丛林里传来一阵巨大响声...“小心...”影说道，顺势掏出飞镖 崩.........“我去！这么大的僵尸！”小T顺势拔出长剑 僵尸向三人铺了过来“元素爆炸！”影让几种元素聚合在一起，发生了爆炸！ 僵尸被这个爆炸炸的后退了很多，但是...“大哥，你给点力啊，一点没用！” “我还没聚集所有元素的能力...” 崩...“呵呵...这么大一只僵尸，够练练手的了...” 那个是一只爬行者...不，是一只戴着蓝色闪电兜帽，穿着白色上衣灰色裤子的爬行者 “雷电冲击！”一道雷电射了出去，可以看到大僵尸被打的不轻 影一行人完全傻眼了 那个爬行者顺势掏出一把弓，“雷霆爆之矢！”射到了大僵尸的身上 大僵尸因为那根箭，体内发生了爆炸 大僵尸倒下了（我最近口袋妖怪确实玩多了） \n——————————————你们一定不想知道这是什么——————————————\n 大家好，好男人就是我，我就是曾小贤...你妹去死！棒球棒拿来！大家好大逗逼就是我我就是iuj，火柴人不用说了，着重介绍一下这只高压爬行者，这只爬行者是极力反对爬行者种族的行为，他的能力能不能挂掉长老，你们心里有数...爬行者一族已经制造出了一个可以通往地球的传送门，目的是还想统治地球，但是别人派他去试一试，他进去了之后，没人敢进去，这个门渐渐被遗忘了......你们说他为什么是高压爬行者？自己寻找答案吧！\n\n\n\n10  作者： 电闪22\nMC世界 “啊啊啊啊啊啊！！！！”只见两个二货【王兄和某马】从天上掉了下来，如同流星一般。\n “扑通！扑通！”两声，只见二人都掉进了一个小水池里。\n “倒霉啊.......王喜刃你哥是不是在玩我们啊..........要死了.........”马亮平无力的爬上岸边。\n ”哎呦..........不过这里是..........白桦树林？！”王喜刃也爬了出来。然后仔细打量着。 突然，一根红黑相间的短棒发着“嘶嘶”声的朝王喜刃飞过去，王喜刃直接拔出光剑，瞬间把短棒砍断，“轰！”的一声，强大的气浪差点把王喜刃吹倒。\n ”呵呵，真是没想到。“一个身穿绿色长袍的男人走了出来，黄色的头发，红色的眼睛里冒出了杀气。 ”喂！大叔，乱丢炸弹炸到花花草草可就不好了！“王喜刃握紧了光剑，马亮平抽出了左轮。 ”真是冤家路窄啊！在这种地方也能遇见你们这样下贱的人类！“说着，那个大叔身边一下冒出很多红黑相间的短棒。\n “妈的！因为你很高贵吗？！”王喜刃右手紧紧握住光剑，“破军升龙击！”王喜刃灵活的躲开那些红黑相间的短棒，然后直接将大叔击飞。 “到我了！”马亮平直接瞄准大叔的头，“爆头一击！”只见一发超强度的子弹直接穿过了他的脑袋。 “哈！这家伙也不过如此！” 王喜刃走到他的尸体面前，“他应该是一只爬行者。” “MC里那种会自爆的东西？” “没错。” “你们是什么人？！”一群穿着绿色长袍的男人突然出现在丛林里。 “妈呀！好汉不吃眼前亏！走！”两人如同在屁股上装了火箭喷射器一般冲出白桦树林。\n 地球 广东军区\n“就是这样了，韩中队长说要去执行一场特殊任务。所以..........”张建至对周大队长说道。 ”嗯啊，我知道了。让老刘去新疆把四中队和一中队其他分队都叫回来。“ ”然后呢？“ ”你先代替韩运通当一中队中队长，对了，叫一二分队的，他们这几个月都没任务。“ ”可你也知道，那群家伙一个个数孙大圣的，不让他们几个上战场，他们还不把宿舍楼给拆了啊。“ ”放心！我自有办法。“周大拍了拍张建至的肩膀。 等张建至离开后，周大取出了一份文件，然后拿起电话。 \n俄罗斯 \n”这里是A3！我们发现大量丧尸！“一名穿着特警战斗服，提着半自动SAIGA-410散弹枪的特警对着对讲机大喊。 ”突突！突突！“只见旁边突然冲出一辆BMP-2战车来，车上的12.7毫米重机枪吐出半米长的火舌。那些丧尸顿时被机枪子弹扫成筛子。 ”同志，辛苦了。“一名穿着旧式苏军军服的俄军军官从车上跳下来。 ”不辛苦，为共产主义服务。“那位特警笑了笑。 ”话说回来，这是怎么回事啊..........这群怪物，唉！还好我老婆和儿子已经去波兰了。” “不知道，不过我估计是俄罗斯赤塔僵尸事件【原为网上盛传一时的一段俄罗斯赤塔直升机拍摄的僵尸袭击人画面的视频，事后俄罗斯赤塔官方称因抢劫案封锁该地！第二天又称因毒气泄漏该区域而被封锁。也有人称这段视频其为游戏视频，但目前没有实质游戏与其相符。】中的僵尸吧..............”\n战况   作者：电闪22\n地球，丧尸先只出现在中国的海南，广东一带，美国东北部，俄罗斯西部【乌拉尔山以西】，中东没有。但基地组织和东突联合，趁机袭击了以色列与土耳其。持剑者与马来西亚的海盗联合，袭击台湾和南海一带。 MC主世界，白内障大叔解散了帝国，建立了麦克民主共和国，敌方是爬行者极端主义者和地狱反抗联盟。不过科技还是中世纪。 \n天界，白内障大叔的分身建立了天界民国，科技水平超过地球。【之前的毒刺就是天界的反叛部队】。雷克特也穿越到了MC世界，在主世界建立了基地。 \n地狱，地狱种族分为两大部分，一方提倡和平，另一方提倡战争。 \n末界，龙王已经公开提出不参与各项冲突。 在人类世界过了100年，实际上在MC世界只过了4年【韩运通使用了时间冰封，所以导致了世界变慢】。\n好了！以后有的话我会继续更的！\n",
    "replies": []
}