{
    "title": "<原创·连载>待我辉煌定比天狂[作者：1427639813][序章][豪华版]",
    "author": "Umikaze",
    "replyCount": 7,
    "timestamp": 1412409000,
    "txt_content": " 本帖最后由 1427639813 于 2014-11-15 12:10 编辑 \n\n    一位黑色短发的少女,倚靠在粗大的枯树上勉强站立.那树由于年代久远，在暴风雨中不幸被雷电击中，一度辉煌的树冠燃烧殆尽，只剩下3米左右的枯干.凭借深埋地底的树根,坚立不倒.少女此时正靠在树上,她薄纱的衣裙满是撕裂的破口擦伤和血的痕迹覆盖全身,那样子，眼看就要倒下去了.\n    面前焦黑的土地上,正伏着一头受伤的猛兽.它头上三对奇异形状的利角,颇为骇人.可是背上原本华丽的双翼，如今只剩下单边.而且折断为扭曲的状态，只是看也知道,它无法再依靠他们飞行.猛兽好像刚经历一场强烈的火灾,遍体灼伤.情况并不比少女好多少,洁白皮毛本该反射瑰丽的七彩光芒,现在昏暗发灰,有如泥潭捞上来的一般.这好像主人和坐骑的组合，经过艰难的大战，虽然胜利，却是两败俱伤.奄奄一息的，处在死亡边缘。只是，错了。表象下隐藏的真实往往远出人们的预料.\n    但她的秀发从根基开始变色，变为柔嫩的淡红.当少女再次睁开双眸.眼神已经丢开散乱迷离,显示出决绝，轻蔑，和一股弥漫的杀意。少女拖着疲惫的身体向猛兽缓缓走去。\n    猛兽看着少女疯狂的眼神和举动，浑身颤抖。竟用虚弱的声音开口说道“不……不要，我是这里的王，你杀了我会遭到天谴的。”听了猛兽的话，少女冷笑了一声“呵，天谴？我竟然选择来到这里，我还会怕天谴吗？我不杀你，我遭到的天谴更重。”说完便是歇斯底里的大笑。\n    随着少女的逼近。猛兽颤栗了起来。它一代森林之王拥有着龙族的血统。竟被一个小小的人类逼到这般田地。随后缓缓闭上了眼睛。“你认为你能彻底的消灭我么？就算你把我这躯体泯灭，我照样可以通过灵魂之力杀了你。”猛兽轻蔑的看着少女说出了这番话。“我记得你，你就是七年前我袭击的小镇上那个拥有神魄血统的小女孩，要不是那个碍事的老太婆你早就成为我的力量了。”\n    听到这番话少女的半闭的眼睛猛地睁开，眼神里透着愤怒和决绝。左手一挥，一把通红的断刃凭空出现。猛兽看到这柄断刃还心有余悸，刚刚少女就是用它把自己伤的那么重的，断掉的另一半还插在自己的背上。\n    “七年前，老师魔导师的实力伤不了你一分一毫，如今我这个魔导士能把你伤成这样我会没有准备么？”少女手持断刃来到了它身边，用刀划开了她嫩白的如娇藕般的手指，解开右手封住的血脉，一滴滴血液带着神圣之力的血液喷涌而出，一滴滴的滴在断刃上。每一滴血液触碰到刀上周围的空气就扭曲了起来。“这样应该能够消灭血脉为纯净黑暗的你吧？”少女的眼神里充满着嘲笑，与寒意。“你疯了么？这样你虽然可以把我的灵魂也一并泯灭，但是你将会失去所有本原之力，你的火焰不会再精纯。火神的传承你永远接受不了。”“那又如何，仇恨占据我的心里7年了，我只需要成为一个废人或者一个灵魂就可以杀了成为兽皇的你，我苦练了7年我就是在等待这一天，入魔又如何？哈哈哈哈哈……”少女笑着笑着眼泪慢慢的落了下来显然她还是心有不甘。\n    说完，少女便把染得血红的断刃插进了猛兽的眉心，没有一点的能量波动。猛兽的身体一点一点的瓦解，如细沙一般的消失。只留下一副骨架，骨架被一些魔痕雕刻的异常精美，猛兽的头骨部有几颗散发着黄色微光的晶体，少女缓缓走了过去，拿了起来……\n\n                                                                                                                                   ————未完待续\n嗷，1493良心发现发豪华版了。以后就先发章概括版，在发豪华版咯咕叽咕叽~（话说这样可以么？）\n        索引\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Q哆拉B夢Q",
            "timestamp": 1412409420,
            "txt_content": "什么类型的小说"
        },
        {
            "author": "哥是牛哥！",
            "timestamp": 1412409420,
            "txt_content": "挺不错的。。。。顶个{:10_523:}Σ( ° △ °|||)︴"
        },
        {
            "author": "likeliang",
            "timestamp": 1412410680,
            "txt_content": "后排围观OAO"
        },
        {
            "author": "o-zero",
            "timestamp": 1412647680,
            "txt_content": "厕所来了！你这豪华版是咋回事啊！亏我还看了垃圾版累，你这不算是序章了吧！"
        },
        {
            "author": "o-zero",
            "timestamp": 1412647800,
            "txt_content": "o-zero 发表于 2014-10-7 10:08\n厕所来了！你这豪华版是咋回事啊！亏我还看了垃圾版累，你这不算是序章了吧！ ...\n对了还有你这豪华版还真好看呢{:10_523:}"
        },
        {
            "author": "Umikaze",
            "timestamp": 1412651040,
            "txt_content": "o-zero 发表于 2014-10-7 10:10\n对了还有你这豪华版还真好看呢\n经过老冥调♂教的，不留个人气？"
        },
        {
            "author": "o-zero",
            "timestamp": 1412652000,
            "txt_content": "1427639813 发表于 2014-10-7 11:04\n经过老冥调♂教的，不留个人气？\n我没了！"
        }
    ]
}