{
    "title": "<原创·单篇>短篇文章《城里的僵尸》",
    "author": "男人婆",
    "replyCount": 9,
    "timestamp": 1412414220,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-4 16:51 编辑 \n\n感谢支持轩仔作品\n往期作品，点击图片：\n\n\n附言：\n本人笔名轩仔，写了那么多小说还是没有一个精华优秀……感觉好没面子的说。所以我在大号的时候就开始想题材：到底什么才能吸引读者，怎样才能精或优呢？（便秘蹲了好久。）终于，想了个不华丽的题材。\n\n封面：\n\n\n封面制作↑：qxdnfxy\n人物：\n职业：原来是村民\n后是僵尸\n性别：男\n\n————===————===————===————===————\n                            不华丽的分割线↑_↑\n正文：\n我是一个村民，在村里很不起眼。我发现村里人的文化程度很低，就连语言交流都是个困难的问题，我便想，要不去城里给他们带点什么东西，也好让他们开开眼界吧。于是，就在这个晚上，我收拾好我的行李，默默的离开这个村子。\n\n   走了许久，村庄的身影越来越小，证明我里村庄也越来越远。很快，我便走上了离村庄最近最近的公路，我站在昏暗的路灯下等着，等待着车子的到来。\n\n   等了大约半个时辰，远处的远光灯照亮了周围，我便知道，车子来了，我伸出了大拇指，车子缓缓的停下，车主摇下车窗，问我去哪里，我回答道：\n  “城里，只要是城里就行，你去哪我就去哪。”我吞吞吐吐的回答。\n\n   我坐上了车，车子开了起来。车主也跟我聊了很多，我也都是吞吞吐吐的回答他的。\n\n   大约又过了一个时辰，我们到了城市。虽然不堵车，但是乡下离城市很远很远。车主也了解了我的情况，问我：“在城市可不像乡下，在这里你想住房你要用‘钱’的，你有钱吗？”我当时根本不知道钱是什么。\n\n  “我没有钱。”我回答。“我给你点吧，让你在这里暂时住着。”说罢，车主递给了我30美元，随后又说：“这些钱够你住一个月的房子了，有什么事记得找我。”说完，哪个车主递给了我一张名片：\n   史蒂夫  TEL：8888-8888\n_————————————————————————————_\n     晚上，街道上没有一个人，显得很冷清，对城市一无所知的我感到很迷茫，无助。为什么在城里会这么的冷清呢……\n\n\n   看着他的车开的越来越远，我显得更加迷茫。这一晚，我将要住在那里呢？我在城市的街头，很冷很冷。我想村庄了，但是我现在又回不去……\n\n\n   城市和我们乡下不一样，乡下的怪物很多，但是城市很少，基本上没有。但是也有几个别的。我盼望早点熬过这一晚，并保佑自己不要遇到僵尸。但是我不盼望的偏偏到来。\n \n   我躺在街头上，望着星空发呆，我倒是不敢睡下，怕是僵尸一来，就没命了。我不经意的回头，看见了一个绿色的人走了过来，那身影太熟悉了，但是我也害怕。因为那是僵尸……\n\n\n   我想到，这和乡下不一样，那是在屋子里，被房子保护着，这……\n\n\n   我的手逐渐发抖，慢慢的从地上爬了起来，我迈开腿便跑了起来，僵尸也注意到了我，也开始追逐我。\n\n\n——————————————————————————————\n     我们在城市里穿梭，城市里的僵尸跑的也很快，我由于腿吓的软，（因为从未被僵尸追逐过）于是很快便被僵尸追上。\n\n\n   我想到，我就要死了，我就要变得和他一样了……“啊”……我惨痛的叫着，叫声划破了夜晚寂静的天空。\n\n\n   很快，我没有意识了，倒了下去，隐隐的看见……僵尸离我远去……\n\n——————————————————————————————\n\n    不知过了多久，我醒了过来，我可以看见我眼睛的血丝。我看看我的手，已经变得发绿了，我身上的衣服破烂不堪……\n\n\n   我很饥饿，我感觉，平时我吃的什么谷物，小麦都和难吃……我现在很想吃肉和鲜血，我的意识渐渐消失了。\n\n\n   我知道，自己已经变成了僵尸。忽然，我觉得自己身上变得灼热起来，我抬头一看，是亮光，要白天了……\n\n\n   我的潜意识告诉我：我要进入阴暗潮湿的地方。我便很快钻进了一个仓库。过了不知大约几个时辰，有人打开了仓库的大门，我便知道是人类来了。我探了探情况，一个穿工装服的人进入了我的视线。\n\n\n   他只有一个人，我便冲了上去，那个人看见了我，下意识的跑，瞬间将仓库的慢关闭，随后听见了一阵呼救声……\n\n\n   一群人打开了仓库的大门，并发现了我。他们用枪指着我，想我注射了麻醉药，我便很快晕了过去。\n\n\n_——————————————————————————————\n\n\n 当我醒来时，我已经躺在某医院的隔离间。我向四周看看，发现许多僵尸都被绑在了床上。\n\n          我努力的挣脱，但是根本没有用啊。\n\n   过了很久，几个穿防化服的人进来了。“他们应该是没有救了，但是我们应该尽力的将他们救活。”“大夫，他们，真的有救吗……”“应该可以，我们再试一次吧，这次先从他下手。”说着，便向我注射了麻醉。\n\n   ……\n\n   当我醒来时，我的一直变清醒了许多，一大圈医生围着我。“我们的新研发的KZM技术成功了，这是救活的第一例病人。”\n\n   我的记忆也恢复了，我知道自己是个村民。\n\n   我将史蒂夫给我的三十美元打车，回到了乡下，我可以将我这一传奇的经历告诉他们。\n                       完\n_————===————===————===————\n\n谢谢支持轩仔作品。\n小组↓\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "1149795338",
            "timestamp": 1412415780,
            "txt_content": "写的挺好的~~~"
        },
        {
            "author": "男人婆",
            "timestamp": 1412419320,
            "txt_content": "1149795338 发表于 2014-10-3 23:43\n写的挺好的~~~\n恩，谢谢支持（你的头像是什么）"
        },
        {
            "author": "1149795338",
            "timestamp": 1412420760,
            "txt_content": "男人婆 发表于 2014-10-4 18:42\n恩，谢谢支持（你的头像是什么）\n我是光环粉~~~"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412427060,
            "txt_content": "剧情把我绕晕了- -不过题材很好，顶一个。但是史蒂芬戏份不多这个不科学啊=-="
        },
        {
            "author": "男人婆",
            "timestamp": 1412427300,
            "txt_content": "可以看索引其他作品：\nhttp://www.mcbbs.net/thread-340910-1-1.html"
        },
        {
            "author": "男人婆",
            "timestamp": 1412468460,
            "txt_content": "轩仔\n     本人因没有写作动力放弃小说，但是我还会回来的，我将会带着我全新的小说，更新颖的题材吸引大家观看。一时的离开，并不代表永久的放弃……"
        },
        {
            "author": "388498173",
            "timestamp": 1460259720,
            "txt_content": "我还以为你变成僵尸后会发生什么事呢？原来就那么简单！"
        },
        {
            "author": "3567",
            "timestamp": 1460360400,
            "txt_content": "感觉很不错，挺棒的"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461426600,
            "txt_content": "我有好长时间没看过翻创“自然主义”的故事了。\n虽然处理得不是很好，但是很普通，一个不太普通的普通村民用不太普通的普通话讲不太普通的普通故事。\n等你回来。"
        }
    ]
}