{
    "title": "<连载·单章>桑娜斯日记[第六记][作者：梦魇]",
    "author": "梦魇冰眸",
    "replyCount": 9,
    "timestamp": 1412426760,
    "txt_content": "                                                          第六记\n\n   地狱的温度比主世界高出许多，我在这里如果不活动的话，过一会儿就满身大汗了。这里的地狱岩非常容易挖，因为质地软。我用这个勉强盖了个能住的地方。这几天，我帮地狱里的僵尸猪人做了很多事，比如帮它们打磨一下金剑啊，去看看地狱疣的长势啊，去给凋零骷髅带个信啊之类的，反正只要是我能帮的我都帮。所以它们也把我当做好朋友。而且，我们哞菇的语言僵尸猪人是能听懂的，我在僵尸猪人这个集体里有一个朋友，叫尤里斯，貌似是一个猪人小队的头头儿。我帮的第一个忙就是给它帮的。我和他聊天时，说起怎么才能凉快一点。尤里斯说地狱里有一种叫下界石英的东西，采来之后磨成粉末，加上地狱疣的汁液，放在居所里，就会被这里的高温蒸发，同时会起到降温作用。尤里斯是在地狱堡垒里巡逻的僵尸猪人，所以Him给了它收获地狱疣的权利。\n   尤里斯知道我没有工具采集下界石英，就拿出一个米黄色的方块，好像是它自己做的吧，里面还加了点别的东西，降温的效果很明显。它说这个东西回去磨成粉之后随便放一个地方就可以开始用了，这么一大块够我用上两个星期了。\n   其实那些凋零骷髅还算比较友好，这几天我给它们送信，也跟它们混熟了。只是地狱里有脾气很暴躁的家伙，就是那些在天上飞来飞去的白色水母。尤里斯说那个是恶魂，是Him的得力干将。不过我从来都是称呼它们白水母。别看它们能喷火球还能发出那么销魂的声音，其实也不敢惹僵尸猪人，而且对尤里斯言听计从，所以我的日子可以说是非常好过的。\n   我拿着米黄色的方块回到了居所，从布兜里拿出石块，小心翼翼地磨着方块，这个方块一磨就成粉了，所以很快我就磨好了，把它放在了角落里。温度下降的很快，不一会儿就降到了蘑菇岛那种温度，小鸡这几天一直窝在袋里不肯出来，现在一凉快它就出来了，在里面蹦蹦跳跳。我琢磨着应该用什么来报答尤里斯，听尤里斯的下属说，它这几天一直都愁家里没有照明的东西，上一次有一个恶魂的火球打到了它的家，里面的灯全被烧坏了。貌似地狱里有一种叫萤石的东西，很亮。只是它生的很高，没人敢采。\n   萤石很好找，但是不好采。我刚出门，头顶上就有好几块，但是高的有些离谱，只得放弃。我稍微往别处走了走，发现岩浆湖中央有很多，我看了看，萤石附近有很多灵魂沙，组成了一个可以回来的梯子。好吧，就采这里的！\n   我往下一跳，还好不高，不然我的四个脚恐怕是要遭殃了。我用手使劲敲着萤石块，敲了三下，萤石变成了粉末，这还怎么用啊！我怀疑是自己力度太大了，于是减轻了力度，但是只是敲得慢了些，敲下来还是粉末。没办法，粉末就粉末吧。我迅速地把我能敲的全都敲掉，然后顺着灵魂沙回去了。来的时候，尤里斯把皮袋当见面礼送给我了，送了我十二个吧，我试了试，发现这个大小刚好能把我敲到的萤石粉全装进去。我就封了口，拿着小皮袋去找尤里斯。\n   尤里斯正在家里做皮袋，见我拿着一个它做的小皮袋，就问：“怎么了？”\n   “你家里不是缺照明物吗？我采了点萤石，可惜变成粉末了。”\n   尤里斯打开了皮袋，看见了里面的萤石粉，“谢谢你了，要知道这萤石可不好采啊。对了，我现在教你怎么把它复原成萤石。”说着，尤里斯从箱子里拿出一包石英粉和地狱疣粉，它把两种粉掺到一起，加了点棕色蘑菇的汁液，接着又拿出一个正方体模具和一个量杯，都是红色，量杯上的刻度也是刻上去的。它的眼睛看着刻度，手往里面加萤石粉，加到500毫升的时候，它把萤石粉压实，又加到500，再压了一次，但是并没有减少，它把粉末量杯里的粉末倒进模具。然后量出了50毫升的地狱石英液，倒进模具，和粉末混合在一起。给模具盖上盖子，使劲摇晃了一下，然后把模具放在火上烤了一下，把盖子拿了下来，对准地面扣了几下，一个方方正正的萤石块就出来了。\n   “那个石英粉加上地狱疣粉和蘑菇汁液做出来的叫什么啊？”我好奇地问。\n   “一般我们都叫地狱石英液，不过应该叫它石英凝胶，在地狱里只能用这个粘东西。这个模具和量杯都是我用地狱岩做的，成型之后用火一烧就出来了。哦对了，我给你的水快喝完了吧？”\n   “是呢，已经见底了。”\n    尤里斯在我们做了朋友后给我一个地狱岩做的罐子，里面装的全是清澈的淡水，我喝的很省，但现在还是快喝完了。它想了想，给了我一个造型奇特的容器，顶部有一个盖子，盖子上有一个小孔，但是盖子打不开，容器的侧面上有一个洞口，可以封上。又给我一小袋地狱疣，“回去之后，把地狱疣通过这个洞口放进去，封上，等第二天就会有半罐水了。切记不要强行打开，我做这么一个要很久。”\n   听一个凋零骷髅说，这几天被押到这里来的人类越来越多。不知道是怎么回事，不过还好没有收养我的那两个人类。我也就放心了，其他的人类被押到这里是自作自受。\n\n@Aiursad  @418878840  @CloudsXDao  @gggbbb  @HGK  @hznb  @o-zero  @pangys  @xcc  @冥王星人  \n\n索引贴\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "Smaoll",
            "timestamp": 1412427000,
            "txt_content": "写的不错，顶楼主"
        },
        {
            "author": "HGK",
            "timestamp": 1412429460,
            "txt_content": "第一次听说石英能榨成汁"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412429580,
            "txt_content": "HGK 发表于 2014-10-4 21:31\n第一次听说石英能榨成汁\n你妹= =那是石英榨汁吗= ={:10_522:}"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412429940,
            "txt_content": "梦魇冰眸 发表于 2014-10-4 21:33\n你妹= =那是石英榨汁吗= =\n昂= =这里牵扯石英的水分问题吗=v="
        },
        {
            "author": "泽上有风生",
            "timestamp": 1412483880,
            "txt_content": "感觉非常不错，不再是单一地用人的视角来写。楼主我支持你(╯3╰)"
        },
        {
            "author": "Aiursad",
            "timestamp": 1412515080,
            "txt_content": "我敢说我都懒得顶了...（顶的话完全停不下来啊喂！）"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412518680,
            "txt_content": "Aiursad 发表于 2014-10-5 21:18\n我敢说我都懒得顶了...（顶的话完全停不下来啊喂！）\n好桑心- -"
        },
        {
            "author": "gggbbb",
            "timestamp": 1412552520,
            "txt_content": "蘑菇妞能磨方块么OAO"
        },
        {
            "author": "gggbbb",
            "timestamp": 1412552520,
            "txt_content": "梦魇冰眸 发表于 2014-10-5 22:18\n好桑心- -\n我顶了OwO"
        }
    ]
}