{
    "title": "<原创·连载>轩仔出品！《狼王丛林记》整合",
    "author": "男人婆",
    "replyCount": 5,
    "timestamp": 1412467920,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-4 15:14 编辑 \n\n最近下了很多功夫在里面\n本人因没有写作动力继续写（回复少）\n这是最后一次写小说了……再见\n\n\n戳图↑进入往期索引\n封面：\n\n\n\n\n\n9414557_102536664101_2.jpg (105.51 KB, 下载次数: 2)\n\n下载附件\n\n2014-10-5 08:09 上传\n\n\n\n\n\n\n\n————===————===————===————分割线\n序章：\n   （开启翻译模式）我是一只狼，生活在满是云杉木的丛林里，这一段，朋友们要推选出一位狼王。为了当狼王，我费尽心思，我要统领这些狼们，我觉得我已经有了这个能力，因为我只是为了团结他们。但是他们总是不让，放心，我一定会用我的行为，来证明，我才是最适合当狼王的一匹狼。我……叫格列斯。\n\n\n第一卷：格列斯\n第一章：\n   这天，天气是阴天，天上飘着鹅毛大雪，我们很害怕冷，于是便躲到山洞内。大狼和小狼们都在这个山洞内，云杉树上落满了雪白的雪花。我没有妻子，更没有儿女。但我并不觉得孤单，因为我有一个伙伴——拉斐。他很仗义，但是他有他的妻子，也有他的儿子，他也是一匹相当狼王的狼，于是我们很快从朋友变成了竞争对手。\n   我心里想了很多，默默地走出山洞，在这个下着鹅毛大雪的天气。其他狼都诧异的看着我，议论纷纷，他们在讨论我抽了什么风，这个时候出去。\n   好朋友拉斐跟了上来，他问我怎么回事，是不是有什么心事，我答道，没事。但是这种草率的回答并掩盖不了我内心的抵触。\n  “我不是你的好朋友吗，格列斯，有什么心事告诉我，哥们帮你解决。你还是像以前一样优柔寡断啊。”\n   我并没有回答，他看见我的状况，也默默的闪在了一边。他知道我平时的心理总是会隐藏着一些事情，而且会憋着，不告诉别人。\n   我越走越远，没有一个亲人关心我，唯一一个毫无血缘关系的朋友像亲人，想我的哥哥一样关心我。在这个大雪纷飞的天气，我走向了丛林深处，独自一人。拉斐看我感到我很不安全，便走了过来。\n  “你怎么啦，你现在离山洞越来越远了，再走下去，一定会被猎人（史蒂夫）抓住的啊，等你被抓住之后，你就要变成他们的宠物了啊……”\n   朋友的喋喋不休，刚开始觉得他是在关心我，可是时间长了，这种不良的情绪和无名之火从心底升起。\n  “你不要再叨叨了，我……”\n   当我说出这句话的时候，我意识到自己做出了不对的选择。这样做会失去自己的朋友的。\n   今天我是不应该出来。因为……我根本就没有意识到，危险的存在……\n  “砰”！一声枪声随着耳畔而来，我们两个意识到了不对劲。“是猎人！”拉斐慌张的喊道，“格列斯快跑，小心……”\n   一声拉斐的呻吟之后……就要听不见他说话了，他的腿被击中了一枪，“拉斐，不要啊！”拉斐痛苦的呻吟着……\n  “你快跑，小……小心，猎人……”拉斐他走不动了，他不行了。“不，我背也得背你去！咱俩可是好哥们啊……”\n   砰！又是一声枪响，我及时躲闪，拉斐的另一条腿又击中了一枪，“啊——”拉斐再次痛苦呻吟，我留下了眼泪，我决定和猎人拼了。\n  “你快走啊，咱俩可是好哥们啊，你要听哥们的话……当好狼王……我会从猎人哪里逃出来的……”拉斐使用了最后的力量将我推开，我被推到了一边。\n   我被推倒了草丛，我眼睁睁的看着朋友被猎人拖走……心里不是滋味，是我害他死的，我一定要当上狼王……\n\n\n\n第二章：被捕\n   我一步一步的走回来，走回了山洞，我是匹有感情的狼，我朋友也是……看到朋友的妻子焦急地问拉斐去哪了……我根本无法回答。\n   我内疚的走向角落，卧在了地上，他的妻子跟了上来，一直在追问，我说：“它出去觅食了，可能是雪太大，路难走，还没回来呢……要不，我出去看看他，也好给你个答复吧……”我甚至已经无法面对这家人了……\n   我跑出山洞，我已经有了不再回来的这个念头。我跑了很远很远，我会离开他们不管这家人，然后让这个母亲和他的儿子无依无靠吗？当然不会，我再次的跑向事发地点，找到了那一串狼脚印和人类的脚印。\n   走了一段时间，狼的脚印就消失了，看来是猎人将拉斐抱了起来。我沿着这串脚印一直走，走了很久，雪越来越深，走的路越来越难……雪甚至淹没了我身体的三分之二，我艰难的前行，我尽量的把头伸出来，能看见他们的脚印……\n   终于，功夫不负有心人，我看到了温暖的色调，是小木屋。灯光照耀着我，我感到一丝温暖，我不敢直接闯进去，我只能趴在窗口看，屋里并没有人，我看见了我的好朋友拉斐，他被绑着，绑在了墙上，倒挂着……\n   我很愤怒……正当我准备冲进去就他的时候，“砰”，又是一个熟悉的声音，我下意识的扭头，看见了猎人，就在我身后……\n   我慌忙逃跑，猎人也迅速追捕我……他嘴里念叨着：“今天大丰收啊，连续两只狼送上门，一个训成宠物，一个……就杀了吃了吧……”\n   我扭头看她，眼里充满了仇恨，突然，头部一阵剧烈的疼痛，我没有看路，撞到了树上，我立刻晕了过去，没有知觉了……\n   当我醒来时，我发现我和我的朋友绑在一块，倒挂着绑在墙上……\n  “拉斐，你还好吗，拉斐，你醒醒……”\n   拉斐不可能被枪打到腿之后就昏迷这么长时间，绝对是猎人注射了麻醉药，我想用嘴咬破绳子，但是根本够不着。\n   突然，猎人走了进来，我看见后，并没有装死，而是用愤怒的眼神看着他，他并没有做出什么反应，然而举起拳头，朝着拉斐的头部击了一拳，拉斐醒了过来，拉斐疯狂的叫，根本不想以前的他。\n   猎人将我们的脖子上套上了项圈，项圈上写着“STEVE”，并用绳子拴着我们，猎人将我们带入了一片空地，并用绳子将我们拴着，看来他是让我们互相战斗，我是不会伤害朋友的，但是，拉斐却和以前不一样。\n   他疯狂的叫着，感觉对我有很大的仇恨，我很奇怪，他是拉斐吗？\n\n\n第三章：自相残杀\n   看到这情形，感到不妙，但是拉斐已经冲了过来，拉斐腾空一跳，扑向了我身体，我正想躲避，拉斐已经扑向了我的身体……\n   我当时也是失控了，一爪抓伤了拉斐的脸，但是我也是很心疼的，拉斐再次向我冲过来，我不想伤害他。\n  “拉斐，你不认识我了吗？”\n   拉斐并不理睬，只是想我冲了过来，我闪身一躲，他扑了个空，不想，他立即转身，再次向我扑过来，我再次不受控制了，一口咬住了拉斐，拉斐嚎叫着……声音嘶哑，我没有使劲，只是将它咬破了一道口子……\n   猎人走了过来，将我拴了起来，猎人打算将拉斐炖掉，我也意识到了，咬着猎人的裤脚，猎人回头瞪了我一眼，将我拴到了木头柱子上，将拉斐拖到了小木屋内，我感到不安，便疯狂的撑（绳子），但是根本没用。\n   我回头看，我的嘴巴可以够到绳子，我便疯狂的撕咬，要了很长时间，绳子断了，我用最快的速度冲了过去，看到猎人，我便激动的扑了上去，咬住了猎人的肩膀，猎人捡起旁边的棍子，我的头瞬间懵了……\n   ……\n   我醒来的时候，看到了一张狼皮，挂在墙上，那不是……拉斐吗？为什么？我看到猎人正吃着香喷喷的狼肉，我冲着他嚎叫，我真想冲上去将猎人咬死。\n   看到猎人手里有枪，我便安静了下来。\n   狼和狗不一样，狗是家宠，给主人讨好主人给他点东西吃，我们浪不一样，狼是追求自由的动物，早晚有一天……我会报仇的……\n   我的仇恨不会在现在表现出来，等到时机一到，我会将这个杀害我朋友的猎人杀掉……等着吧……\n   看着拉斐的皮在墙上挂着，我的心久久不能平静，我不能再看见那张让我烦躁，让我暴躁的皮了。\n   傍晚，猎人瞌睡了……便躺在炕上睡觉。我准备伺机杀掉猎人，为我的好朋友报仇。但是，这次猎人用铁链子将我拴住，我根本无法接近，我开始朝着旁边的一块大石头磨，我要将那粗壮的铁链子磨段……一点一点……\n\n\n第四章：与猎人的感情\n   半个小时过去了，我将铁链子磨断了，看着猎人，我露出凶狠的表情。\n   走进小木屋，走到猎人的房间，看见猎人在打呼噜，我便愤怒的冲上去，突然，猎人醒了，我想到，猎人一定会给我杀了的。\n   猎人起床了，迷迷糊糊的看着我，我想，和他拼了吧，反正都是死，不如拼一把！\n   但是，这完全不是我想象的那样，猎人他不仅没有准备杀掉我，反而摸了摸我的头，我感到了温暖，猎人觉得我饿了，给我准备了羊排，丰盛的食物，人类完全不是我想象的那样坏啊。\n   从此，我忘了给朋友报仇，对主人的好感度增加，我也承认他是我的主人了。我知道我做出了个违背狼性的事，这一点我是自愧不如的。一匹狼怎么能象狗那样，屈服于人呢？但是主人对我很好，使我渐渐失去了狼性。\n   主人不光是一名猎人，他还是一个出色的冒险家，曾经探险过很多地方，地狱，末地，暮色森林……主人现在退休了，根据业余爱好当了猎人。这都是主人晚上睡觉时给我讲的故事。我也认真地听着。\n   主人他捕捉我们，是为了让探险中保护他。\n   我也很快得知，我的主人他是要去炼狱火山口，那是很多探险家都去过的地方，然而回来的不多，许多探险家去哪里拍照，为我们带来炼狱火山口的照片，可是生还的没有几个，威廉·史密斯是唯一一个回来并且有拍过照片的探险家。\n   主人要带着我去找这位探险家，猎人需要有足够的钱才能坐火车回去。\n   于是，主人带着我去挖矿，卖给收购矿产的商人。这样才能有钱去找威廉·史密斯。\n   再出发挖矿的前一天晚上，主人准备这稿子，什么的，我蹲在旁边看着他，现在的我并不像前几天的我一样仇恨了，反而对主人有了好感，主人也对我没有防范之心了。\n   主人收拾好了行李，睡下了，我也安心的睡在我的狼窝，睡下了。\n   第二天，迎来了黎明，我刚刚起床，主人就已经在准备早饭了。\n\n\n第五章：两面为难\n   吃完了主人给我准备的早饭，我打了个饱嗝，主人准备出发了，但是，遇到了一个已经被我忽略了很久的事。\n   和我同居的那些狼们，他们找到了这里。\n  “格列斯，你怎么可以这样？背叛狼群，你还是个狼么？怎么能跟人类这种冷血动物在一起呢？”\n  “不是的，主人不是这种人，人类不是想你们所说的那样。”我极力的辩解着。 \n   主人可听不懂我们在说什么，主人拿起枪，愤怒的朝天上开了一枪。\n  “你背叛狼群，你说吧，你是要跟我们一起，还是跟着你那冷血主人？”大家都在瞪着我。\n   主人开了一枪，射死了一匹狼，狼群混乱了，便冲向主人。\n   对啊，我以前不是励志做狼王的吗……我，还配当什么狼王？这狼王，我不当了，只有有感情的，有毅力的，才被当狼王，我，不配。\n   我便开始与狼群斗争。“这家伙是叛徒，大家咬死他！”混乱中充满了责备声。主人再次开了一枪，我看到……打死的，是拉斐的妻子，我感到很惭愧，我今天做出了个什么样的事啊……\n   拉斐的妻子临死前还在念叨着拉斐这个名字……突然，一直很强壮的狼进入了我的视线，那……不是劳伦斯吗？他，难道就是狼王么？正如我所料，他就是狼王，原来他们早就已经推选出了狼王，我的心中充满了仇恨，这次不是人类，而是我的同类，我一直在责备自己，他们却这样对待我……\n   我彻底愤怒了，冲向了那匹狼王，那只狼明显比我强壮，但是我还是没有一点惧怕他的现象，我们两个针锋相对，主人朝着狼王开了一枪，狼王一闪，子弹打在了地上，狼王带领所有的狼向我们冲过来，主人再次拿枪射向狼王，狼王倒下了……\n   见狼王没有死，主人又开了一枪，狼王这才死，狼群们害怕了，各个慌忙逃窜。“你给我等着，你个叛徒！”\n   这下，我的心有一点也不愧疚了。\n\n\n第六章：矿洞之灾\n   赶走狼群后，我便跟着主人到了一座很大的雪地矿洞。主人拿着火把，我在后面跟着他，我时时刻刻盯着附近的状况。\n   主人看到了很多金矿，这下有钱去城里了。主人吧金矿都挖掉，装到他的框里。\n   我随着主人一直往下走，走啊走，走了很长时间，终于，主人停下了。\n   主人看到了一块岩浆池子，旁边就是钻石矿，主人兴奋地大叫起来。“你知道这是什么吗？你知道它预示着什么吗？”主人说话已经语无伦次了，他跟我说时，口齿已经不清了。\n   主人跑过去，拿起稿子开挖。主人没有意识到状况，然而我察觉到不对劲，狼的嗅觉不亚于狗。我闻到了腐臭味儿。\n   我立刻明白了，是僵尸，从暗处跑来了一个僵尸，我冲着他吼叫，主人根本没察觉到，我咬着主人的裤脚，但是还是没反应。我便选择和将涉及战斗，无论如何不能让主人受伤。\n   我咬了僵尸一下，僵尸吼了一声，主人察觉到了，我被僵尸甩在了一边。主人拿去稿子朝着僵尸的头抡了一下，僵尸居然没有事。\n   僵尸冲着主人走过来，我便冲过去，一口咬住僵尸，但是根本没用，僵尸皮糙肉厚，对于我的牙还不够锋利。\n   主人将稿子扎在了僵尸头上，然后将僵尸的头砍掉了……主人带着矿石离开了山洞\n   出了洞穴后，主人决定去找附近的矿石商人。\n   终于，一个中年男子要收购主人的钻石，但是，令我没想到的是，主人给了中年男子钻石后，打了主人一圈便跑了，主人晕倒在地，我看到此情形，便过去追，那个男人跑得很快，但是还是没有狼跑得快，我很快追上他，咬住他。\n   这个男人敲打了我记下，我怒了，咬住她的胳膊，他疼痛难忍，扔下矿石跑了。\n   我把钻石叼给主人，主人挠挠头，看看我，笑了笑……\n\n第七章：自述\n   其实对于我来说，我根本不配当狼王，我连个狼都不算是，因为，哪有臣服于人的狼？\n   我也对我自己做出的事情很奇怪，事后想想，哪有为了人类和自己人作斗争的狼啊，但是，我是个有感情的狼，我想完成主人的心愿，让主人去炼狱火山口，去一看究竟之后，我再走，但是，狼群还会要我吗？\n   我相当狼王也是不可能的了。狼群都不要我了，我会当上吗？\n   之后，主人的确找到了威廉·史密斯这个人，并问了这个情况，我们坐着威廉史密斯的车子到了炼狱火山口。\n   主人拍下了珍贵的照片后准备走，但是，我们并没有逃出这个食人火山。我们都死在了这里，包括威廉·史密斯。\n\n\n——————————————————————————————\n第二卷：克劳斯\n序章：\n   我叫克劳斯，我身体健壮，我要称霸狼群，我要向那群笨狼们，告诉他们，我才是最适合当狼王的狼！\n\n第一章：狼王就是我\n   我是一匹没有感情的狼，我只为了争夺狼王的权威，统领这帮笨狼们。我的名字叫克劳斯。\n   我身体非常健壮，但是狼群中也有很多健壮的狼，但是我从来不会畏惧他们，不过有一匹狼一直是我的心腹大患。那匹狼叫恩格里，他长得比我还要健壮，如果我能击败他，我才可以成为真正的狼王。\n   最近那些想要争夺狼王的狼们，都非常的忧郁，尤其是那个格列斯，那天因为他相当狼王，他把拉斐的命都搭上了。\n   为了证明我适合当狼王，我与各种强劲的对手交锋，他们都赢不过我，而且，我是每次捕捉猎物最多的狼，他们许多人都很敬佩我，我敢于和野猪交锋，而且野猪就是我们的猎物。\n   如果我相当狼王，就得在狼群中树立威信，要让他们承认我，相信我，我才是狼王。\n   不过这一天，恩格里要向我发出挑战。\n  “老狼，你老的不行了，干脆就别和我争了，你当狼王过不了几年你就成灰了。”恩格里挑衅我，是我很生气。\n  “你可别口出狂言，就算我老了，也照样可以闭着眼撕碎你。”我回击道。\n  “来啊，你试试啊，只要狼群中没有你的存在，我就是狼王了！”\n  “哈哈，你和我想的一样啊，要让我出掉一个人，最先除掉的就是你！”我愤怒的给他甩了这一句。\n   我们两个便开始在洞穴里扭打起来，我咬住他，他也咬住我，我们两个打的难解难分。旁边的狼都在观战，“他们两个这是在争夺狼王的权威吗？”其他狼们议论纷纷。\n   我们两个互相咬的浑身流血，但是还是死抓住不放手，我们非得整个你死我活不可。\n   我们两个终于从“抱团”分开了。我瞪起后退，一股劲再次往前冲，恩格里也往前冲，我们两个又报打在了一块，我举起我的爪子，将他的身上挖开了几道口子，谁也不能阻止我当狼王！\n\n第二章：除掉心腹大患\n   恩格里疼得嗷嗷叫，也开始失控了，他咔嚓一声咬住了我的脖子，恩格里啊，你还和原来一样，只会咬别人的脖子。\n   但是还真的很疼……我将我的三只爪子插向了恩格里的脖子，立马鲜血往外涌，借此机会，我再次咬住他的腿，我要断了她的一只腿。\n   见他疼痛难忍，我便收手，我向大家说：“我现在还是不配当狼王吗？”\n   大家都不敢回复，大家们都议论纷纷，最后宣布：克劳斯正式的成为了我们的狼王！\n   我很激动，我一定会管理好这个狼群的！\n   最近，拉斐的妻子他告诉我，她的丈夫不见了，拉斐会跑到哪里去了呢？\n   我首先想到，拉斐和格列斯很好，他失踪肯定和格列斯有关系，但是最重要的是，格列斯也失踪了。于是我召集了所有狼们，发动了找人活动。所有人因为格列斯和拉斐而找的晕头转向。\n   为了体现我当狼王很称职，我便跑最远的路。\n   然而我没有找到，狼群们却找到了人的脚印和狼的脚印。\n   狼群们纷纷跟着脚印走，走到了一个小木屋前，从窗户里看到了拉斐的皮。\n   狼群们看了很生气，准备进去进攻，没想到却看见格列斯和一个人类走了出来。\n  “格列斯，你怎么可以这样？背叛狼群，你还是个狼么？怎么能跟人类这种冷血动物在一起呢？”\n  “不是的，主人不是这种人，人类不是想你们所说的那样。”\n   听了这话，狼群们当然很生气，辛辛苦苦找格列斯和拉斐换来的却是这，狼群们当然愤怒啊。\n\n第三章：最后之战\n   我走在大雪的路上，我没有找到格列斯和拉斐的踪迹，我感到很失望,突然，一匹狼跑了过来。\n  “怎么了？”我问道，那匹狼回答道：“格列斯和狼群们发生争执了，格列斯是和人类一伙的。\n   什么！听了这话，我自然很生气，“作为狼族，怎么向人类屈服？我们就算是死，也不会向人类屈服的。带我过去，让我慢慢收拾这个家伙。”\n   那匹狼带我去了小木屋，我看到了猎人和格列斯站在一边，狼群又站在另一边，我看到此状况很生气。\n  “不是的，主人不是这种人，人类不是想你们所说的那样。”\n   他的话激怒了我，一个浪怎能如此懦弱，随后，我听见了一阵枪声，原来是猎人开了一枪，他还敢威胁狼群，更可恶的是那个猎人居然开枪打死了一个狼，我已经忍无可忍了，我冲了出去。\n   不知为什么，格列斯看到我异常生气，开始与我斗争。\n   我连恩格斯都打败了，你个小弱猴我在打不败你了吗？我将格列斯甩开，带领狼群一起向人类进攻。\n   猎人抄我的腿开了一枪，我动弹不得，随之，猎人又朝我的头部开了一枪。我意识到我就要死了。\n   昏迷前我听到这样一句话：\n  “你给我等着，你个叛徒！”\n\n————————————————————————————————\n第三卷：拉斐\n第一章：自我介绍\n   我叫拉斐，我是一匹公狼，我有一个非常要好的朋友，格列斯。我们从小到大都在一起，他们都叫我们“穿开裆裤的朋友”。\n   我的家庭很美满，有老婆，孩子，但是我的朋友格列斯他还没有。\n   最近有个“狼王争霸赛”，谁不相当狼王啊？我也想，格列斯也想，因此我们成了竞争对手。\n   最近，看起来格列斯很疲惫，问他怎么回事，他也不给我说。我猜想：肯定是因为他相当狼王，我也相当狼王，因此他不想和朋友竞争，才会这样的。\n   一个下大雪的日子，我们都在山洞里不出来，格列斯却发神经似的走出山洞，狼群们议轮纷纷。\n   看到了这样的情形，我只好冲出去，去追逐格列斯，问个明白，他为什么要这样做。\n  “我不是你的好朋友吗，格列斯，有什么心事告诉我，哥们帮你解决。你还是像以前一样优柔寡断啊。”我问他。\n   他沉默了一会，但是还是没有说话，见此情形，我便再次问道：\n  “你怎么啦，你现在离山洞越来越远了，再走下去，一定会被猎人（史蒂夫）抓住的啊，等你被抓住之后，你就要变成他们的宠物了啊……”\n   他开始有些烦了，便对我吼道：“你不要再叨叨了，我……”他的话令我感到惊讶，为什么她会突然之间变成这样呢？即使是不想和我竞争他也不会说出这样的话啊，这不像平时的他啊……\n   正当我纳闷之时，我看到了不对劲的现象。“不好，是猎人！格列斯小心。”\n   我的潜意识告诉我我要保护朋友，我将他撞开，猎人的一枪射在了我的腿上，使我动弹不得。\n   格列斯也意识到了情况的不对劲，格列斯喊道：我不会丢下朋友的！\n\n第二章：被捕\n   我知道我是必死无疑了，但是我不能让朋友死，我一死，格列斯就少了个竞争对手了。\n   但是我想到我的妻子，孩子，这样的话我一死，谁来照顾他们呢？格列斯会的。我喊着：“格列斯快走啊，别管我！”\n   当然，格列斯是不可能走的。“这怎么可以？你是我的朋友，好朋友不可能看着好朋友死的。”\n  “你快走啊，咱俩可是好哥们啊，你要听哥们的话……当好狼王……我会从猎人哪里逃出来的……”我安慰她，但是他丝毫没有走的意思，我看到猎人快要来了，我用全身的力量撞击他，将他撞进了草丛，我安心了。\n   猎人拖着我一条腿，将我推走了，我当时也昏迷了……\n   不知过了多长时间，我醒了，我在小木屋里悬挂着，猎人看见我醒了，然后说道：“你那个朋友肯定会来救你，到时候我来个一网打尽。”说罢，猎人便打了我一棒子，我又昏迷了。\n   在我昏迷的时间里，格列斯的确来救我了，格列斯间屋子里没人，便闯了进去。\n   然后，就被猎人抓住了，我隐隐约约听到格列斯喊我的声音，但是我还是没有力气回应。、\n   ……\n   过了许久，感到头部有剧烈的疼痛，猎人再次敲击了我一棒子，我醒了，并向我注射了什么东西，我便失去了原来的性格。\n   我控制不住自己，看见格列斯就有种非常恨的感觉……\n\n第三章：精神控制\n   猎人将我们两个用绳子牵着，看样子是让我们决斗，我本来不想攻击他，但是为什么不知道控制不住自己。\n   我的眼睛渐渐变红，手脚发麻。猎人放开我们，我便冲过去，不自觉的想撕咬格列斯。\n   格列斯也看出来不对劲，当我冲过去是，格列斯并没有攻击我，而是躲开了。\n   看着朋友自相残杀，我心里自然也不舒坦。我再次向她扑过去，扑在了他身上，这次，她使劲的挖了我一下，我很疼，便躺在地上嚎叫，格列斯也意识到自己下手太重了。\n   他再次向我攻击，我不行了。我也不想再打了……\n   猎人看出格列斯是个好材料，便打算让格列斯当他的宠物，格列斯会这么做吗？\n   我知道，猎人要拿我当午餐了，但是，能让我的好朋友存活下来，我的心愿也了了……\n   猎人将我弄上了切菜板，我一点挣扎的现象都没有，我一点力气也没有了，猎人拿着棒子，我晕了。\n   之后，便再也没有醒过来……\n————===————===————===————分割线\n\n\n最后\n \n轩仔\n     本人因没有写作动力放弃小说，但是我还会回来的，我将会带着我全新的小说，更新颖的题材吸引大家观看。一时的离开，并不代表永久的放弃……\n\n                                    祝大家国庆节快乐！！{:10_501:}\n\n\n                                        \n\n\n\n\n220036zxgwgwdzxs3whkk1.jpg (47.35 KB, 下载次数: 1)\n\n下载附件\n\n2014-10-5 08:13 上传\n\n\n\n\n\n\n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1412686680,
            "txt_content": "我还以为被关闭了呢=A="
        },
        {
            "author": "gggbbb",
            "timestamp": 1412686740,
            "txt_content": "我很奇怪，为啥没人回复……"
        },
        {
            "author": "蒙蒙哒",
            "timestamp": 1413024360,
            "txt_content": "强烈支持，非常好看"
        },
        {
            "author": "蒙蒙哒",
            "timestamp": 1413024360,
            "txt_content": "强烈支持，非常好看"
        },
        {
            "author": "dyn",
            "timestamp": 1413704520,
            "txt_content": "看的我醉了。。。"
        }
    ]
}