{
    "title": "【Wiki翻译】物品（实体） ——2012.08.28更新",
    "author": "jianghr",
    "replyCount": 7,
    "timestamp": 1342857660,
    "txt_content": " 本帖最后由 jianghr 于 2012-9-20 23:21 编辑 \n\n【2012年8月28日更新】\n更新说明：MC版本已是正式版1.3.2，在1.3的时代掉落同种物品已可自行堆叠，并已经有相关红石[redstone_dust]应用（请参见：在1.3中制作简单的物品辨识装置）。上一版本文章内容已经过时，故特此更新~{:10_509:}\n此次更新中本人自行添加了讨论1中的发射器相关条目。\nWiki链接：物品（实体）\n正文：\n物品（实体）                                                                                                                                                                              物品\n\n\n\n生命值0\n首次出现Classic 0.24 （2009年8月4日）\n网络ID1\n存档IDItem\n\n物品（实体）是出现在世界中“掉落”的 方块或物品 （非方块的资源），而不是处于玩家的物品栏里的形式或是一种实体附加值；它们是实体的一种。\n在Notch发布的有关Minecraft（Classic0.24版）早期视频中第一次被公开提及时，它们被比作是“资源”。[1]\n目录\n1 外观2 行为3 画廊4 历史5 你知道吗6 另见7 参考\n外观\n物品有两种可能的外观，通常是与玩家物品栏中所显示相类似的二维或三维造型。三维物品（通常是方块）显示与它们放置时的三维外观相似，不过要缩小到1/4的尺寸并上下浮动着缓缓自行旋转。二维物品（通常是非方块）显示其1/2的尺寸上下浮动但不伴自转的布告牌样式——它们总是绕纵轴转动以朝向玩家视角但不会上下俯仰，所以当从顶端或底部直视时它们是不可见的。\n当一个单独的物品实体用于表示一个以上的物品堆叠时（这通常发生于玩家从物品栏窗口丢弃一小堆物品的情况），它的外观看起来像几个此类物品卡在一起。堆叠数2-5时看起来是两个，6-20时是三个，到21-64时是四个。在1.3.1正式版（及12w15a快照）之后，多个分散的同类物品被移动到相邻的位置时会自行组合成堆叠（之前的版本不会）。\n行为\n物品实体有很多来源。常见的一些有：\n生物死亡。方块被玩家采掘，被爆炸摧毁（70%损失率）或被水流冲刷脱落。方块检测到自身处于不正确的位置：\n依附方块被移除的附着性方块（例如火把、梯子或告示牌）。位于不适合生存条件位置的植物。\n一个落到已经被占据的空间里的下落方块（沙子、沙砾或龙蛋）。通过按扔下键（默认是[size=0.85em]Q）、从物品栏窗口中拖出一个堆叠或关闭一个不能持续保留物品的窗口（例如工作台或附魔台）而被扔出物品栏的物品。放置有物品的容器（末影箱除外）被摧毁。激活存有物品发射器（可抛射物如箭、鸡蛋、雪球、火焰弹、喷溅药水、附魔之瓶等除外，还有刷怪蛋、1.3.1版之后的某些情形下的桶、水桶、岩浆桶、船和矿车也不行，详见发射器条目）。\n物品不能够被玩家或生物攻击到，试图这样做只会打到它们后面的方块或实体。不过他们会从环境或基于方块的效果（例如爆炸、火、岩浆还有与仙人掌接触）受到伤害并消失。物品根本没有生命值，所以它们只要受到一点伤害就会被摧毁。不过有一个例外是来自岩浆的火焰伤害，在那种情形下它们在消失前会短暂地燃烧一会。\n物品在与其它实体碰撞中并不作出反应，它们只被方块所停止或移动。然而矿车或船遇到任何实体（包括物品）都会发生急停。\n如果一个物品在一个不透明方块中的话，那么进一步判断如果它每一边都被其它不透明方块所环绕，它就会从该方块的顶端弹出，否则它会从没有被阻塞的侧面之一弹出。注意即便该方块的下方空间没有被占据，物品也遵循这个规律。所以当不小心在地板上挖出一个洞时可以通过快速在洞中安放另一个方块的方法来挽回一个即将从这个洞中掉落的物品。物品不能被譬如玻璃和台阶之类的透明方块所推动。\n当一个物品离一个物品栏不满的玩家距离较短时，它就会无视其间的任何方块而快速地飞向这名玩家，而且当它到达玩家时它会加入玩家的物品栏并伴有“波”一声的音效。如果该物品出现在快捷栏，那么快捷栏中该物品的图标会出现带有变形的简短动画。和经验球不同，任意数量的物品都可以被瞬间捡起。\n物品在一个已加载的区块中总是在6000游戏刻或者说5分钟后被清除。\n\n画廊\n\n\n\n从左到右分别是：1组64个石头、单独一个石头方块、一组64个火把、单独一个铁镐。\n\n以前的一个漏洞导致掉落的仙人掌显现的尺寸要大一些。\n历史\nClassic0.24物品被添加到游戏中来。最初时，它们只采用了被摧毁方块的样式并跳动着白色（与那时的选择光标相同）。[1]?物品不再跳动着白色。并且不再会阻挡方块的放置，代之以被从所安放的方块中推出去。[来源请求]Indev0.31在0.31版的测试阶段，物品并不像现在这样自行旋转与上下浮动，而只是落在其下方的方块上。[来源请求]非方块物品被添加进来。Beta1.8修复了导致仙人掌物品显示为方块的1/2大小而非1/4大小的漏洞。正式版本1.3移到同一处的同类物品将会自行组合成堆叠而不再保持为各自独立的实体。你知道吗可以通过薄方块譬如栅栏、地狱砖栅栏、铁栏杆、门或玻璃板来收集掉落的物品。可以仅仅通过在其前方扔一件物品的方法来停止矿车的移动。试图从一只刷怪蛋中生成一件物品将会导致游戏崩溃。\n另见掉落物——杀死生物时掉落的物品。有关物品属性的更多信息请参见区块格式。\n参考↑ 1.0 1.1 http://www.youtube.com/watch?v=YIm_AKUbqh8Notch发布的有关Minecraft（Classic 0.24版）早期视频]中第一次被公开提及时，它们被比作是“资源”。\n\n\n\n【2012年7月21日初发帖非正文内容】\n\n找了篇短点的文翻译，这次就练练手直接编辑Wiki页面了，不能总是麻烦辛劳的管理员+版主*2“三位一体”的sjjklh对不。\n所以呢这次就没有中英对照了，不过感觉原文内容有点不给力啊。\n不过在后台鼓捣了半天后觉得：这界面坑的何止是爹啊！\n\n吐糟暂时打住，下面正文，底下最下面有讨论，感兴趣的同仁可以给点建议。\n\n正文结束，讨论部分：\n1、首先“行为”一段有关物品实体来源的方法，据我所知还有发射器发射出里面存的物品，说了想必大家都明白，但求组织语言。高兴的话可以帮忙添加。【2012年8月28日修订本人已自行添加】\n2、然后实体条目下有一表，其中：\n种类 是否固体 当被攻击或杀死\n掉落 消失 生命值 宽×高 备注 物品 仅对船和矿车 无 5分钟 1 () 0.25×0.25 会被爆炸/火/岩浆/仙人掌摧毁，但是不能被攻击。可见与本词条生命值的描述不一致，求指点。【表中物品的链接就是指向本词条的】\n3、最后永远是如有错漏欢迎指正。篇幅比较短，纯当练手了。以后太那啥的保不准还要麻烦版主啊~\n最后悄悄地问一句，小本本什么时候能发啊？我申请了的……\n",
    "replies": [
        {
            "author": "g-g-g",
            "timestamp": 1342857840,
            "txt_content": "小本本叫sjjklh发吧"
        },
        {
            "author": "fff1123",
            "timestamp": 1399826580,
            "txt_content": "为毛线这个帖子以前没看到....\n\n也罢,,反正wiki都看过了·"
        },
        {
            "author": "jianghr",
            "timestamp": 1399853820,
            "txt_content": "fff1123 发表于 2014-5-12 00:43\n为毛线这个帖子以前没看到....\n\n也罢,,反正wiki都看过了·\n中文WIKI的内容就是我写的亲{:10_512:}"
        },
        {
            "author": "1123fff",
            "timestamp": 1399854000,
            "txt_content": "jianghr 发表于 2014-5-12 08:17\n中文WIKI的内容就是我写的亲\n似乎看到了了不得的事情呢~"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1399870800,
            "txt_content": "1123fff 发表于 2014-5-12 08:20\n似乎看到了了不得的事情呢~\n你就是老纸的大号吧（fff1123）这名字，把我都搞混了，还有资料里的时区都一样，你们两个应该是一个人！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1399871220,
            "txt_content": "厉害！            "
        },
        {
            "author": "wangyundi",
            "timestamp": 1403514120,
            "txt_content": "呵呵……{:10_492:}"
        }
    ]
}