{
    "title": "方块世界历险记[第二章]",
    "author": "我是M哥",
    "replyCount": 8,
    "timestamp": 1412477520,
    "txt_content": " 本帖最后由 我是M哥 于 2014-10-17 17:01 编辑 \n\n前期回顾：\n我和妻子带着狗狗一起去钓鱼，一段时间过后下起了雨，出现了一个奇形怪状的陌生男子对我说：欢迎来到方块世界。\n\n我模糊的睁开眼睛。咦？这是哪里？我在哪里？带着一串疑问，我费力的站了起来。看见那个男子站我面前，我刚想问他是谁，这是哪里的时候，他消失了。”真奇怪“我责骂到，\n这是，方块？不，不是一个方块，是整个方块的世界。我脑子里一直回想着陌生男子对我说的话：Welcome to the world of diamonds。我懂了，原来他说的方块世界就是这里。我脑子里混乱了很久，直到狗狗的一声：汪，才把我叫醒，狗狗怎么也来了？”咕咕“我的肚子开始抗议了。去哪里找吃的呢？我走着，走着，想起了我还有钓鱼竿，原来一直在我的手里，我真服了我的脑子了，可是，下一秒，我意识到这不是现实，能钓到鱼吗？我只能死马当做活马医了。我找到一个小溪，开始钓鱼，不一会，只感觉鱼竿突然重了起来，我用力把鱼竿一提，钓到鱼了，Yes。有吃的了，我又开始垂钓，一共钓到了10条鱼，算大丰收吧。当我再想去钓鱼的时候，鱼竿坏了。不能钓鱼了。好吧，只有10条鱼了，我把鱼竿烧了，开始烤鱼，一会，我们填饱了肚子，发现鱼还剩7条，突然消失了，我感觉背部多了点东西，回头一看，喔，原来有背包。鱼进背包里了。我又开始行走，发现根本走不到头。当时我十分的愤怒，悲伤，我用手往树上重重一拳，我发现我的手居然没流血。而树却有了口子，我又打一拳，树的口子更深了，我连打几拳，树碎了，变成了一个方块状，掉进我的背包里，我打开背包，发现有了一个东西，叫做橡木。我还发现背包里有个小东西，有2x2的格子，我把橡木放进去，一个格子里出了4个橡木木板。这种东西好神奇，叫他什么呢？就叫合成吧。我感觉2x2的空间好像不够。又把4个橡木木板放进去。发现又出来一个东西，叫做什么”工作台“我感觉很坑爹。4个木板才合成一个工作台，我用手拿出工作台。发现我居然可以防止方块，我碰了下工作台，打开了一个3x3的页面。这是？升级版的合成？我又去努力打树，掉落了很多的橡木，做了很多的木板，狗狗也帮我庆祝，不停的旺旺的叫。我想：总这样也不是个办法，要盖个房子，于是我用木板围了一圈，这时，天下雨了，我真是倒霉透了，不知道怎么盖房顶，就在房顶上放了几个木板，发现木板居然没掉下来，”不科学“我抱怨道。\n我在地上放两个木板，在上面睡着了。一觉睡到了第二天早晨。我朦胧的睁开眼睛，腰酸背痛的，真不应该在这上面睡觉。狗狗看我醒了。跑过来。嘴里叼着几个类似米粒的东西，绿绿的，我拿出来。发现这是种子。我发现种不上去，突然想起来：小麦的生长需要水分和阳光。我又去旁边的小溪边种，发现还是种不上去。我又想起父亲在农村种地时要耕地。对耕地。我立马跑进屋子里，找到工作台，用木头摆了一个锄头的样子，发现不行，正当我一个一个收的剩两个的时候，发现出来了4个木棍，难道要用木棍做？我把木棍放在中间当把，再用木板放在上面当锄头。做成了一个木锄。可以去耕地了。不一会，我有了自己的麦田，心里倍感兴奋。”累死了，去屋子里歇歇.\"“汪”由于没有床，我干脆睡草地上，被木板上都舒服。我做梦了，梦见模式男子对我说：monster。\n\n本章完\n作者的牢骚：\n有人说我写的少，我码字慢，请见谅。写的不好请多多指教，请期待下一章吧！\n\n以前的作品\n方块世界历险记[第一章]\n看我的召唤大术！\n@中立生物 @皮卡控 \n\n\n\n\n\n",
    "replies": [
        {
            "author": "我是M哥",
            "timestamp": 1412477640,
            "txt_content": "字够了吗？？？@中立生物 @qwe2579914429 "
        },
        {
            "author": "lqx123",
            "timestamp": 1412477760,
            "txt_content": "前排支持一下"
        },
        {
            "author": "我是M哥",
            "timestamp": 1412477820,
            "txt_content": "谢谢，能给点人气吗"
        },
        {
            "author": "LXF520",
            "timestamp": 1412477940,
            "txt_content": "恩，不错希望继续努力出第3章{:10_512:}"
        },
        {
            "author": "1228662764",
            "timestamp": 1412478000,
            "txt_content": "我是M哥 发表于 2014-10-5 10:57\n谢谢，能给点人气吗\n我感觉你应该文字＋视频，光文字的话比较逗比"
        },
        {
            "author": "WY.",
            "timestamp": 1412478660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "中立生物",
            "timestamp": 1412491740,
            "txt_content": "我是M哥 发表于 2014-10-5 10:54\n字够了吗？？？@中立生物 @qwe2579914429\n如果是开头，字少点没关系吧。\n叙述怪怪的。\n有错字耶{:10_492:}\n努力{:10_509:}"
        },
        {
            "author": "陌小颜",
            "timestamp": 1413537180,
            "txt_content": "前排唉 顶一下子啦 写小说挺不容易的"
        }
    ]
}