{
    "title": "<连载·单篇>【银叶制作】-麦块- 第①章∏ [神的试炼] /作者：Silver_Leaf\\",
    "author": "Silver_Leaf",
    "replyCount": 12,
    "timestamp": 1412480820,
    "txt_content": " 本帖最后由 Silver_Leaf 于 2014-10-11 07:48 编辑 \n\n——————————麦块——————————                                                                                             by——Silver_Leaf\n000———————————————————————000第①章-神的试炼000———————————————————————000\n         八点的钟声刚刚敲响，在月光的笼罩下，迪的占扑店显的极其神秘......         [那....神到底在哪儿呢？我怎么都没听说过啊。]史帝维打破砂锅问到底地向迪弄清这个奇怪而神秘的事件。[咳......其实啦，我也没什么耳闻，没听说过神在哪里。不过，我们这的村长好像听城长听说过......]迪闷吭了一下，脸稍稍有点变红了，因为他自己以前经常向别人吹嘘他上知天文下知地理的，不过如此，自己还是持续着你问我答的作风。[那好吧，城长家在哪呢？我都不知道呢。]史帝维问。[城长家嘛.....嗯......让我，我想想吧。]，迪使劲地抓了抓后脑勺，拼命的拾起忘却的记忆碎片......[啊，我......]，[想起来啦，给我快，快......快说呐！]，迪才说完[我]这个字，史帝维打断了迪的话，看来他比迪还着急呐，都急得结巴了。[其实就是......哎呀，刚想起来思路就被你给打断了啦......急什么啊......冲动什么啊......]，[啊啊啊啊啊啊啊啊啊啊啊！]，史帝维气得尖叫一声，自己差点要晕了过去......[给我想啊......]，他晕乎乎地掏下一句说。[恩恩，城长家啊，其实......]，史帝维吸取了上次的教训，没打断地的思路。[好像在环形山的一个山洞里，嗯......我就知道这么多了。]，保护城堡的环形山的山洞简直不计其数，弯弯曲曲，七环八绕......[尊敬，的，老人，迪，请您说，详细点，行么？]，史帝维忍着即将爆发的怒火，甚至拍了一个马屁。[好吧，如果这样，那个山洞在你的家对面，最靠近外界的那个。这真的是我知道的最最最最最......最多的了。]迪被逼的手足无策，跟个被审问的犯人似得，好吧，这个比喻不错......[对了，我再送你这个吧。]，迪从自己宽松的大口袋里掏出一个球形物体，扔给史帝维。[哎哎哎......别扔啊。]，史帝维好不容易的接住了那个球，放到了自己的口袋里。[这是什么啊......]，[不要问，你留着，以后肯定对你有帮助]。史帝维继续问：[那，神的试练到底什么时候开始呢？]，[神的试炼，已经在你做梦时开始了......]迪这次说话时嘴巴并没有张开，这种声音仿佛来自另一个世界......        史帝维怀着忐忑不安的心情回到了家，当然，带着那个球。一打开门，就传来了格一的声音：[卡卡，你终于回来了，我炖了你最爱吃的南瓜派哦，快吃吧。]。格一靠在一堵灰墙上，脖子上的黑色围巾随着门外的风飘动着，还颇有几分帅气。史帝维最喜欢听格一这种温柔的声音了，正好自己也饿了，马上奔到餐桌前狼吞虎咽。正吃再兴头上，格一竟然又冷不防地冒出一句话：[对了，迪和你说过什么了？]，[呃，这.....]，史帝维有点呆了，正塞在嘴巴里的南瓜派都掉了出来。他正在想要不要把这件事告诉格一呢。格一看到史帝维已经呆了，叹了一声气:[何必纠结呢？]，就走到他面前，摸了几下他的肩膀，竟然皱了皱眉头：[哦，原来是这样啊，还真是个奇特的梦啊，真是个奇特的事啊......得收拾包袱了。]，[啊啊啊啊啊啊啊啊！]史帝维被格一吓了一大跳，打了个冷颤:[你...你都知道啦？]，格一甩了甩头[你鬼叫个啥啊，卡卡，你都忘了哥有读心术啊。记性真够烂的，上回才告诉你，现在就忘了。],[什么，上回？你上回什么时候告诉我的啊？]史帝维很不解。[上回，就是前年啊。]格一慢慢的说。唉，可怜的史帝维，有着一个很会魔法的哥哥来管自己，真是好悲催呐！        [对了，你梦到的那个麦块呢？]，格一问。[哦，它呀，在这呢。]史帝维从自己的口袋里掏出一个小巧玲珑的麦块，精致的纹理，让人越看越不舒服，底下好像要和做梦时一样冒出血来。做梦时的情景历历在目，当时就是这个麦块要把自己杀死的。不过，这个麦块比做梦时的麦块要小很多很多，也轻了很多。格一继续追问：[这，这玩意也能在梦里把你杀死，你不是在说笑话吧。],[错不了，不过做梦时的麦块比现在这个重，硬，大了许多倍，但是绝对是它。]史帝维很坚定的向格一回答。格一一手把史帝维手中的麦块给抢过来。[哇，这玩意还挺别致的，我说卡卡，哪里有你所说的重，大，硬啊]，格一笑着回答，并且玩弄着手中的麦块。[唉，不信就算了...不对，快把麦块还给我,这是我的呀！]史帝维扑到格一前，想把麦块抢回来，这种慢动作的攻击格一一闪就躲开了，并向史帝维做鬼脸：[卡卡来啊！抢到了我就给你哦，哈哈哈哈哈哈......]，史帝维拼命抢着格一手中的麦块，对格一的每次攻击都被躲开，史帝维气坏了，干脆直接扑在桌子上，没男子气地呜呜哭起来：[呜呜呜，你欺负我，我不玩了！]，格一看到史帝维哭了，到史帝维面前，说：[哎呀呀，别哭了，你都14岁了，一点男子气都没有......我还给你就是了......]。唉，可怜的史帝维，又被格一耍了。        [喂喂，你别哭啦，赶紧来收拾包袱。]，这句话，让史帝维已经彻底已经清醒了过来。        十点的钟声刚刚敲响，包袱收拾得差不多时，外面突然轰隆地巨响一声，格一的第六感告诉自己：[有情况！]，他使劲的拍了一下桌子，对着正在忙碌收拾包袱的史帝维说:[卡卡，看起来外面有情况，我要出去一下。]，说着，格一就闪没了，其实是被自己魔法传送到了门外。        [这是哪？]，格一望着已经化成灰烬，燃烧着吐着长长红色火舌的青火，的......国外村......[这里是，国外村，么......]，格一简直开始质疑自己的眼睛。[难道，这就是卡卡那梦的，预示？......]        [嗖......]，格一抓住了一支骷髅准备射向他的暗箭，将其凹碎。他转过身，用愤怒地眼神看着这只骷髅空洞洞的眼眶。[混账......]。骷髅或许没见过这么强势的人类，刚想要逃跑，格一就已经抓住了他的骨头脖子：[想逃......是吧......]，格一使劲地摁碎了他的脖子，发出一声清脆的鸣响：[咔！]，随着，一个头颅从骷髅脖子上掉下来。这也许是僵尸进攻的信号，一大批丧尸骷髅围过来，差不多80多吧，围成一圈，随时准备进攻。80亡灵对一个格一，按理来说是必死无疑的。格一并没有传送逃跑，他笑了:[看来，得用武力了......]，他用手比了个奇怪的姿势，并呼唤着：[纳米之星·黑龙刃S，格一召唤你！黑 夜 的 力 量，归 来！]，说着，一个不可能发生的事发生了：月亮渐渐变红，天地变得淡暗无光，格一仍奸笑着，[嗖!]，突然从快要消失的月亮中飞来一把黑曜石做的大刀，锋利的刀刃，漆黑的剑身，刻着一条黑龙。闪着金色的光芒，一个人类也不可能完成的弧度，直径地飞到了格一的手中。格一仰着这把大刀朝着天上，一波黑色带着滚滚的旋风的剑气从格一身上散发而出，自己与阴暗的天空互相衬托，犹如一头咆哮的黑龙。这群微小的亡灵生物在格一面前根本微不足道，可是它们已经被震晕了，想逃也逃不掉了。[黑龙·暗风波动功！],格一大吼一声，将剑插入地面，一圈圈黑紫色的光圈在格一身上环绕着。猛地，地面裂成了五半，一大批一大批的亡灵生物从这里掉落到了地底岩浆里，被烧得尸骨无存。其他的亡灵生物看呆了，坐在窗前观看格一决战亡灵的史帝维也看呆了，因为史帝维已经看到了格一的真正实力，自己是怎么也跟不上的。        其他的亡灵生物看到自己的同类死得那么惨，发出了一声口令:[呜嗷！]，这并不是逃跑的信号，猛然，一个头十分巨大的僵尸(Giant)咆哮着，怒吼着向格一冲来，到格一距离10米的地方奋力一跳，尽然腾到了半空中，做了一个身体弯曲360度的大旋转，如火箭般向格一冲来，格一看到此情景，低声自语着：[这僵尸是不要命了么？]，说着，自己的右脚向后挪了一步，身体往前仰，刀往后拿，做了一个网球手的姿势：[越打越好大！],看来是准备砍飞这个僵尸。但是，结果并不是在他的预料之中，但僵尸和格一距离只差一米时，僵尸却魔术般地转了一个方向把自己变到了格一的后面。格一已经意识到了，可惜晚了，僵尸那如巨锤般的手臂往格一身上一甩，强大的攻击使格一飞到了20米以外的一棵树上，当场脊椎断裂，身上流淌着黑紫色的鲜血。格吐了一口鲜血：[可恶，怎么敏捷......]        在屋内的史帝维惊呆了，这么厉害的格一竟然会被这个巨型僵尸打败，怎么可能啊......        当巨型僵尸正想给格一最后一击的时候，史帝维踢开了房门，随手就向巨型僵尸扔了块石子，大吼一声：[混账！有种冲我来，不要伤害我哥哥！]。Giant彻底被激怒了，他红着眼睛，快速摇摆着手臂，每走一步，地面都会剧烈震动。巨型僵尸走到了史帝维面前，只是用力的踩了一下地面，史帝维就被强大的气场振翻了。巨型僵尸脸几乎贴着史帝维，怒吼着。史帝维用手挡着，退后了几米，可是还无济于事，巨型僵尸将手伸得超过头顶，咆哮着，准备给史帝维最后一击......        被撞在树上的格一呻吟着：[别...别伤害他......]，布满血迹的手向前伸着，好像要抓住什么似的，[嗖......]，骷髅射出的一支箭精准地刺入了格一的心脏，[嗷！]，格一发出痛苦地吟叫，头垂了下了，那只好像要抓住什么死的的手也是。他现在唯一知道的事，他自己即将死了，史帝维也是......        [绝灭·炎黄泉沈碎!]\n\n\n\n——————————————————第①章END——————————————————下一章预告：格一与史帝维将在生死边缘时，到底是谁救了他们？他是非要和他成为伙伴？\n\n就在-麦块- 第②章∏ [新的伙伴]上一章\n现在，暂告一段时日求积分，谢谢",
    "replies": [
        {
            "author": "(兜兜）",
            "timestamp": 1412480820,
            "txt_content": "看在楼楼打的辛苦的份上，顶下 "
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1412481300,
            "txt_content": "为什么都没人回复啊...."
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1412481480,
            "txt_content": "字数全要3000+的"
        },
        {
            "author": "wobuzhidao999",
            "timestamp": 1412481660,
            "txt_content": "哥来回复。"
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1412482860,
            "txt_content": " 本帖最后由 Silver_Leaf 于 2014-10-9 19:34 编辑 \n\n求高人指点"
        },
        {
            "author": "丶Red_otus",
            "timestamp": 1412762880,
            "txt_content": "哥来回复啦，哈哈"
        },
        {
            "author": "丶Red_otus",
            "timestamp": 1412832120,
            "txt_content": "我来回复下"
        },
        {
            "author": "1610624536",
            "timestamp": 1412833320,
            "txt_content": "麻烦字体不要弄成粗体，眼花..."
        },
        {
            "author": "1610624536",
            "timestamp": 1412833380,
            "txt_content": "Silver_Leaf 发表于 2014-10-5 12:21\n想象丰富，不简单啊\n你什么意思，自夸么..."
        },
        {
            "author": "SecretSlim",
            "timestamp": 1412833740,
            "txt_content": "对话看的真费劲..."
        },
        {
            "author": "Silver_Leaf",
            "timestamp": 1412854380,
            "txt_content": " 本帖最后由 Silver_Leaf 于 2014-10-9 20:49 编辑 \n1610624536 发表于 2014-10-9 13:43\n你什么意思，自夸么...\n这是我妈夸我的，不喜自喷\n已于2014/10/9更新"
        },
        {
            "author": "gggbbb",
            "timestamp": 1412999820,
            "txt_content": "jj菌来捧场咯"
        }
    ]
}