{
    "title": "给Un新手们的建议！（恳请高手勿踩）",
    "author": "zbw1095083398",
    "replyCount": 9,
    "timestamp": 1412491800,
    "txt_content": "本人第一次在本论坛发帖，还有很多没学会的东西，请大家宽量{:10_512:}下面我来为新手们发表自己的观点：\n教程1：\n1.同步的服务器的话，你可以先去竞技场来拿一把基础武器，比如斧子等。然后进入PEI干掉僵尸掠夺物品。\n2.不同步服务器的话，你们可以先进入小镇、码头把僵尸都勾过来，然后跑下水，从另一个地方跑上来搜罗东西。给大家建议的武器：大锤、消防斧、武士刀等较长命中高的武器。尽量瞄头打，伤害高，一下一个。如果是有技术的人的话，可以用枪把隐藏在房子后面的僵尸都勾出来一起杀掉。\n\n生存技巧\n1、进入房子搜罗东西的时候，注意把东西直接拿走然后从窗户跳出去看四处没僵尸过来再整理物品(不然你就会被僵尸憋在死角里打，僵尸的攻速，嘿嘿。）\n2、杀僵尸时的小技巧：看到有些僵尸向你冲过来时，先看看四周有没有其他僵尸，没有的话，直接冲过去一个重击直接撂倒。如果僵尸成堆时，尽量向一个方向跑等僵尸都在你的后面时再一个一个搞定。\n\n物资方面\n新手嘛，自然需要一些基础东西，先搜罗武器，近战武器刷新最好的地方在我看来是码头，里面有电锯，大锤之类强悍的武器（爆头几乎必杀）。衣服的话，随便搜罗搜罗就搜到了（大家会说：这不是废话么，可是真的的随便搜就能搜到 -.-）多余的衣服的话，直接用制作把他们撕成布料来做绷带回血。\n回血的物品：刷新比较多的地方有镇子的药店（物品较少，僵尸较多，药店不好找，不建议前往）、联合会桥门口（僵尸少，药比较多，建议前往，不过小心山上的僵尸在你搜东西时偷袭）、机场（僵尸多，药品多，建议有技术的人前往，没技术僵尸会把你打成渣渣）\n油箱的刷新：在军营、机场、农场很多地方都会刷新，是十分常见的物品\n加油站地点：军营、夏洛特顿、肯辛顿营地和贝尔法斯特机场  这时有人会问：我们不懂地图怎么办，下面你们就知道啦！\n地图方面\n接下来是地图方面，首先我把地图搬运给大家\n\n加上一点：军事基地的右面多了一个新小镇（比较大，僵尸巨多，建议大家组团前往）\n接下来，我来告诉大家怎么识别自己在什么地方\n军事基地：两个门口，前门有一个白色的大杠子截住你，有很多带帽子的僵尸\n联合会桥：左面一个绿色帐篷，右面一个红十字帐篷，里面是一个大的断桥\n艾伯顿：门口一个大牌子，村庄处于一个大下坡，有一个码头\n维尔特郡农场：拥有加油站的农场\n芬伍德农场：没有加油站的农场\n夏特罗顿：有码头 国旗（我不怎么去，所以比较简略）\n肯辛顿营地：拥有许多帐篷还有一个很小的码头的营地\n蒙塔古小镇：门口有一个绿色帐篷的小镇\n赛德半岛：有很广阔的高尔夫球场还有一个高大的哨塔\n贝尔法斯特机场:门口一个红房子，里面有许多帐篷，许多僵尸，还有两个大棚，和一个飞机。最后，大家可以借鉴的生存方式：\n在拥有了基础物品之后，可以在军营搜罗武器，在机场和大桥搜罗加血工具，在农场加油，在小镇搜罗东西。温饱问题的话 在小镇可以找到薯片，燕麦片，来解饿，还可以把腐烂的食物变成种子种在家中繁殖。至于水源，只要找到一个水壶，你就啥事都没有了！\n\n暂时写了这么多，如有什么缺陷，请大家补充或修正！谢谢！\n\n\n写的好累，恳请大家不喜勿喷！{:10_492:}",
    "replies": [
        {
            "author": "lqx123",
            "timestamp": 1412492160,
            "txt_content": "Un新手前来膜拜"
        },
        {
            "author": "zbw1095083398",
            "timestamp": 1412492220,
            "txt_content": "各位大神们，谁能告诉我，图为什么崩了"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1412492220,
            "txt_content": "虽然LZ的内容，都已经有其他人发过了。不过还是鼓励一下"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1412492280,
            "txt_content": "zbw1095083398 发表于 2014-10-5 14:57\n各位大神们，谁能告诉我，图为什么崩了\n可能是你们输入正确的图片链接，或者你没有成功上传图片"
        },
        {
            "author": "zbw1095083398",
            "timestamp": 1412499000,
            "txt_content": "感谢诸位大神支持！谢谢！{:10_512:}"
        },
        {
            "author": "tpaccept13",
            "timestamp": 1475554320,
            "txt_content": "老掉牙的版本，现在的人都玩steam的，随时更新"
        },
        {
            "author": "xiaoweng_jun",
            "timestamp": 1475658000,
            "txt_content": "tpaccept13 发表于 2016-10-4 12:12\n老掉牙的版本，现在的人都玩steam的，随时更新\n你这挖坟挖的给你满分"
        },
        {
            "author": "245804522",
            "timestamp": 1475658180,
            "txt_content": "嗯问个问题，为啥除了加拿大？澳大利亚？的那张图其他图为啥我一进入就会卡蹦？"
        },
        {
            "author": "tpaccept13",
            "timestamp": 1504322940,
            "txt_content": "Mr_Fowl 发表于 2016-10-4 20:40\n表示习惯电锯 可以无伤群攻 \n一边后退一边打是个好办法【撞树XD\nsteam最新的un不用了。僵尸会眩晕，拿着电锯可以站着不动打"
        }
    ]
}