{
    "title": "<原创·连载>《方块的吟唱》1-1  中立生物",
    "author": "中立生物",
    "replyCount": 3,
    "timestamp": 1412492040,
    "txt_content": " 本帖最后由 中立生物 于 2014-10-17 13:11 编辑 \n\n序章地址http://www.mcbbs.net/thread-348334-1-1.html\n第一卷  起步与立足第一章          初来乍到四方的太阳从地平线上升起，在方块组成的大地上撒下一缕缕金光。 史蒂夫伸了个懒腰，坐了起来，一条小河在他身旁叮叮咚咚欢快地流淌。 史蒂夫揉揉眼，看着周围的一切——天上方块状的云和太阳，地上一块块木头方块和树叶方块组成的树，以及自己身体下的泥土——统一的一米见方的方块组成——然后沉默九秒：三秒用来唤醒大脑，两秒用来发呆，两秒用来弄清楚自己看到了什么，一秒延迟，一秒皱眉，然后——“什么玩意儿！”史蒂夫从地上一跃而起（几只鸟扑扇着方块的翅膀飞上天，发出不满的鸣叫）。 “又来一个……就好像麻烦还不够多似的……”一个完全陌生的声音凭空响起，声音很空灵，就好像是从远处传来。 “谁？！”史蒂夫原地转了个身，周围却空无一人，只有方方的牛牛君好奇地盯着史蒂夫。 “哈……跨维度系统漏洞……这个麻烦有点大啊……哈。”声音没有表示出担心，倒是变得——没有更好的词来形容——变得饶有兴趣。 “你究竟是……谁？”史蒂夫本想问“你究竟是什么东西”，但想想觉得好像有些失礼。 是一阵不成调的音乐似的声音，听上去好像在思考。“系统。”那声音想了想，用一种自嘲的语气补充道，“或者说曾经是。” “嗯？”史蒂夫还是一头雾水——“曾经是系统？什么叫做……”史蒂夫想了想，环视着周围的方块世界，一惊，“系统……这是——一个系统？你的意思是我穿越进一个系统了是怎么着！”史蒂夫想想觉得可笑——穿越？这也太狗血了吧！ “这可不是什么令人高兴的事——没错，你就是穿越了。就是穿越进了这个系统。” 史蒂夫脸上觉得不可思议的笑容僵住了。“可是为什么……你又是……?我怎么会……什么……?嗯？”史蒂夫费尽力气想整理自己的思绪，但看来他很悲惨的失败了。 “哈，这样吧，”那声音笑着说，“我长话短说。最近，系统越来越不安分，漏洞一个接一个，想必你也看出来了——呃……没有看出来……好吧……总之，自卫机制开始忙活起来，但是好像出了点问题，它变得……变得……有点敌我不分了……大概。”声音顿了顿，又继续说道，“我这一部分系统被裁了出来，被独立了。” “可是我为什么……我……？” “你是从另一个维度被拉进来的吧，我想。”那声音说道，“你的程序编排序列有点奇怪……不符合系统的统一标准。” “我……什么时候成了程序了，”史蒂夫一脸的无语，“逗。” “这样，”那声音又说，“你集中注意力去想想，想想我的身体怎样啊……啊对，努力想想这个，我想，接下来发生的事会帮助我说明的。” “是么……”史蒂夫半信半疑，但还是照做了。“我的健康……状况……”史蒂夫歪着头，半眯着眼睛小声念道。 “哦，不需要念出来，只要集中注意就行了。” “知道。”史蒂夫这么应道，心里嘲讽地想会不会蹦出个生命值什么的东西，于是——“哈？”在史蒂夫面前几十厘米偏左一点的地方，真的就腾升出一串心形——生命值，偏右一点的地方是一串鸡腿形的图标——饱食度。 “是这样，”那声音带着点笑意道，“系统能感知到你的意图，从而用一些方式来告诉你一些你该知道的，表达的方式因人而异，而你……”那声音笑了笑，“还真是童心未泯哈。” 史蒂夫撇了撇嘴，没有理会那声音的嘲笑，自顾自地玩起了让这些指标一次次出现，又一次次隐去的游戏（“我可真是够无聊的……”史蒂夫这样想道）。 “这样吧，我就好人做到底，”那声音道，“这个——还有这个，应该对你有点帮助。” 史蒂夫抬起头，只见面前的空气似乎碎了一小块，伴着遥远、轻微的碎裂声，出现了几块线状和玻璃碎片状的透明物质，没有重量似的在半空中旋转着，从中掉出一本厚重的书，还有一个背包。 史蒂夫拾起背包，很轻，似乎里面没有任何东西，但又不会瘪瘪的。 “集中注意——试试。”那声音道。 史蒂夫照做了，只见一个半透明的界面从背包中腾升了出来，上面有许多小格子。史蒂夫又捧起书，这回不用提醒了——集中注意——史蒂夫吃惊地看着那么厚，那么重的一本书，在自己右手上变成一个小小的、半透明的、没有重量的模型体。史蒂夫伸出右手指，轻轻地按在背包界面上，书便被安放了上去。 “神奇……”界面隐去，史蒂夫提了提背包，还是一样轻。 “砍些树吧，会有帮助的，”那声音又说，“没事多看看书，它会告诉你如何——”“嗞啦——”声音忽然变得纷乱嘈杂，然后——一片寂静。 “嘿，那啥，”史蒂夫等了一会，见无声无息，试探性地问，“‘独立系统’？或者……那随便什么玩意吧，怎么了……嗯？”还是一片寂静。旁边的牛牛君抬起头，哞了一声，继续低头啃起了它的嫩草。 “系统又出什么事了？或者……”史蒂夫突然想到了一个悲催的可能——“是被当做BUG修复和谐了吧……果然敌我不分了……”史蒂夫觉得有点失望——本来还指望问出点什么来呢——既然是系统的一部分，多多少少应该知道一些……关于跨维度穿越什么的…… “算了，”史蒂夫站了起来，“先不想了，毕竟生存下来最重要嘛——而且还是在这么个奇葩系统……还是先考虑考虑当前的问题吧。” 史蒂夫看了看太阳，这时应该是早晨八九点左右吧。 “现在——嗯——‘砍些树吧’，至少我还知道这个呢。”史蒂夫伸了伸腰，目光落在了不远处的小树林上。\n另：@我是M哥 感谢支持，@Honker_Mick 呃。。。。米克你死了么。。",
    "replies": [
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1412492700,
            "txt_content": ""
        },
        {
            "author": "L99",
            "timestamp": 1412494260,
            "txt_content": "那有中立生物= ="
        },
        {
            "author": "中立生物",
            "timestamp": 1412507220,
            "txt_content": "......请明示"
        }
    ]
}