{
    "title": "【翻译】10月5日3.0.5.5更新信息",
    "author": "siska",
    "replyCount": 8,
    "timestamp": 1412510760,
    "txt_content": "人工翻译测试版本3.0.5.5\n点击查看：【图文教程】3.0测试版进入方法\n此翻译版权siska所有允许任何人转载，但要标明\n\n原文：Hello!\nThese are patch notes for the preview branch, not what's currently default. If you're interested in testing this you'll have to go read the Black Box update.\nAdditions: \nAdded first basis for server side input.Added silencer audio.Added recoil multipliers to the vertical grip.Added localization support for Equip and Drop buttons.Added jump key binding.Added new higher accuracy server time syncing system.Added ping information to clients and investigate commands.Added timeout command to server. (Ping threshhold.)\n\nImprovements: \nRemoved unnecessary information from various player commands. All information for a player is available with the investigate command.Hotkeys no longer show on unequipable items.Equip button no longer shows up in inventory when selecting inequipable items.\n\nTweaks: \nIncreased networking precision of look direction to allow proper aim calculation server side.\n\nFixes: \nFixed playerlist savedata overflowing the buffer.Fixed dragged item getting selected.Fixed UI to rebuild 0.1s after the screen resizes.Fixed firemode swapping after changing state.Fixed some display issues with the investigate command.\n\nYou will likely notice some issues with movement on servers now, but these will be fixed and smoothed out over time. This initial test of the server side input is to make sure that it's no longer possible to speedhack, flyhack, noclip, etc. The hit detection is also a bit iffy right now as the lag compensation is not implemented yet. \n\nWhile it was still nice out I recorded a ton of new footstep audio which should be in-game soon as well! The rest of the input things will be fixed first, however. \n\nQuestions: \n\nMister Manager \n\"I'm building a huge map in the preview... Will it be erased when the 3.0 update gets installed?\" \n> All maps created with the current version of 3.0 should mostly be functional with the full release, although many things are likely to change such as the way item spawnpoint savedata is stored. (Items need to be swapped to per-region savedata.) \n\nKemrick \n\"So I was wondering if you would be implementing perhaps a side rail on some military guns for laser sight, tactical lights and etc. so you can also have grips?\" \n> That's a pretty cool idea, and would solve the problem of putting bipods on guns that shouldn't have them. Once there is an attachment that would go nicely with this feature I will look into it. \n\nmaksimw3w2 \n\"nelson why don't you add a optional controller support?\" \n> The user interface currently wouldn't work very nicely with controllers, although further down the line there is a very small chance that this could be implemented. \n\nThanks for reading!\n\n翻译：Hello!\n这展示的是3.0的预览，并不代表是最终的3.0版本，如果你有兴趣就去看看这个Black Box那篇文章吧。\n新增：  ---增添了服务器端输入的优先机制  ---增添了武器装备消声器后的声音  ---增添了武器装备竖直握把后的后坐力的改变  ---增添了对“Equip”键与“Drop”键的本地化支持  ---增添了跳跃键的设置选项  ---增添了更高精准的服务器时间同步系统  ---增添了时间延迟的显示  ---增添了时间延迟到达一定程度将无法连接服务器(timeout)的机制\n改进：  ---优化算法  ---快捷键(1、2、3......那行数字)不再显示在无法装备的物品上  ---删去了无法装备的物品上的“Equip”按钮\n调整：  ---提高服务器端计算的精度\n修复：  ---修复了数据溢出的BUG  ---修复了物品拖动时的BUG  ---修复了屏幕调整时的BUG  ---修复了火焰贴图错误的BUG  ---修复了命令错误显示的BUG\n当你在服务器里走动的时候你可能发现了一些问题，但放心，这很快会被修复的。这些问题是因为我本来是想检测那些挂比，以防他们瞬移和飞天之类的，但是对于这些挂比的检测实在是太敏感了，以至于这些问题的出现。\n我现在录了一堆的脚步声音效，很快就会把它增添到游戏里面。但是现在还是以修复BUG为主。\n我把作者与玩家互动中的主要内容给大家提取出来：①目前地图的存储方式有些复杂②作者先把要把双脚支架做好了，才回去考虑做其他的武器附件③给游戏添加个控制台(像CS一样)的几率不大\n感谢你的阅读！感谢楼主的翻译！",
    "replies": [
        {
            "author": "likeliang",
            "timestamp": 1412510820,
            "txt_content": "坐等正式版OAO"
        },
        {
            "author": "siska",
            "timestamp": 1412510820,
            "txt_content": "likeliang 发表于 2014-10-5 20:07\n坐等正式版OAO\n居然秒回= ="
        },
        {
            "author": "likeliang",
            "timestamp": 1412510880,
            "txt_content": "siska 发表于 2014-10-5 20:07\n居然秒回= =\n我有特♂殊的抢沙发妓♂巧OAO"
        },
        {
            "author": "officeyutong",
            "timestamp": 1412510940,
            "txt_content": "我到现在还不知道怎么玩预览版。。。"
        },
        {
            "author": "1036606949",
            "timestamp": 1412511360,
            "txt_content": "我还在玩2.2.5我不想玩3.0"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1412512920,
            "txt_content": "一直在等待，3.0正式版的出现{:10_503:}"
        },
        {
            "author": "siska",
            "timestamp": 1412518980,
            "txt_content": "likeliang 发表于 2014-10-5 20:08\n我有特♂殊的抢沙发妓♂巧OAO\n= =         "
        },
        {
            "author": "siska",
            "timestamp": 1412519040,
            "txt_content": "officeyutong 发表于 2014-10-5 20:09\n我到现在还不知道怎么玩预览版。。。\nhttp://www.unturnedbbs.com/forum.php?mod=viewthread&tid=1386"
        }
    ]
}