{
    "title": "展示&共享子版块改革的一些意见和建议",
    "author": "geludan",
    "replyCount": 19,
    "timestamp": 1412545680,
    "txt_content": " 本帖最后由 geludan 于 2014-10-5 23:04 编辑 \n\n首先我对于这次改动的初衷---让共享版更好，是没有任何质疑的；外星人对共享版的付出和操心我都丝毫不质疑，这也是我放心将板块交给她，给她自由权的原因。但是对于改动的结果，我认为有所不妥，故而发帖建议的同时，将我的考虑写出，供大家一起思考探索。\n\n先从这个现象看起：\n但是很多新人会员不懂得如何进入子版，直接导致了整体版块人气下降，子版的浏览量主要来源于首页推荐，原创到优秀等图章的获得者点击量稀少，甚至无人问津。\n这段话没有任何错误，子版块的存在位置相当不显眼，点击量相当“可观”。然而将全部图章帖都移回板块主体，仅留下精华在子版块，这并不是一个恰当地解决方案。我理解这个举措的原因，因为目前而言，子版块访问量本身就少，大量帖子更是无人问津，图章帖的移出，可以得到大量访问和点击。在短期内，形成板块首页，包括前几页全是图章帖，优秀贴，相当繁华的景象，或，假象。\n\n此方案治标不治本，有两个问题：\n其一，点进去只是精华，和会员们可以使用的“精华过滤”功能，有何区别？使子版块的存在变得过于鸡肋。而精华圣堂本作为独立子版块，可以让会员分出更多注意，集中在部分帖的功效，从而就被浪费了一部分，同时还和精华过滤功能重复，显得多余。\n\n当然这个并无大碍，就算有些多余，一不做负功，二还可以显示我共享版精华甚多，何乐而不为。我主要的质疑原因是第二点。\n\n其二，这个方法最大的问题，在我看来，就是将共享版的系统打回了原形。我说了，在短期内前几页将都会是优秀的帖子，但是之后呢？试问这些帖子你都看过了，每天源源不断的新帖出现，你觉得会发生什么？不错，长期而言将会又回归以前的窘境，落回以前救不活的系统。传统的系统而言，前几页只会有新的图章帖和偶尔的老图章帖，而大多数放回去的图章帖又被打回了几十页之后的冷宫。时间一长，又会回到建立子版块之前的样子，违背了当初我要建立子版块的初衷。当时我就是希望借此打破这个系统的束缚，打破传统纯粹为了不同内容而建立子版块的固定思维模式，建立一个“优秀贴分类”的子版块，试图减少“冷宫”现象。部分少人气图章帖被刷到几十页以后，访问量还不如在圣堂里，在圣堂里还有一定机会被找到浏览。\n\n（PS，我说的传统子版块，指的是，比如你有一个游戏论坛，板块分为单人游戏，多人游戏，云云。其中单人游戏如果要有子版块，可能会分为例如RPG，FPS等。这就是我说的“为了不同内容而建立的固定思维模式”，我表达能力可能不行，故在此解释。共享版的子版块打破了这个传统，采取了不同的建立子版块的目的。）\n\n\n如果要说服我这次改动这是个好的决策，需要告诉我，光这个行为，如何能够避免不回到之前的窘境。这个窘境换句话说，是所有版块都有的通病。\n\n以前建立子版块，是属于我想要治疗这个版块通病的一种尝试，并不代表我认为这是已经完美了的解决方案，但是将子版块弄得只有精华，而其他贴又放回了会淹没它们的大海，绝不是好主意。对于具体的解决方案，我只能说子版块这个尝试是我当时能做出的最好决定之一。但是针对“无人访问子版块”这个现象，无疑是这个尝试的一个副作用。\n---------------------------------------------\n我不是完全没有解决方案，但是在这个帖子里写出建议与方案，只能说是附带，并不是最后决策。首先第一点我认为精华圣堂确实是个不错的改名，比建筑圣堂好。建筑圣堂只是个暂时妥协的名字，毕竟子版块系统的建立比较重要，名字在当时并不是重点。建筑二字十分误导，既然有机会，就改为精华，此精华非彼精华，这里指的是普通帖子中萃取出来优秀的帖子，“精华”帖，好帖。所以精华二字，一代表了子版块里全是高质量优秀的帖子，进去不后悔；二没有了建筑二字的误导，更加包容，包容了各类可能的地图制作类型。\n\n第二点，既然我们要根治的原因是子版块无人访问，我们的方案就应该针对这个问题，直接面对它。试问，如果你访问到了板块，你得知了有一个“里面清一色高质量帖子”的地方，你会抗拒，你会不想访问吗？所以问题出现在，如何让浏览者在第一时间得知这一点。可以做的方法很多，可以在注册会员的新人指导里提到（可行性低，没人会注意这种东西）；可以建立任务，访问精华圣堂一次，象征性给个1金币（看管理员乐不乐意）；但是我最推荐的，还是在显眼的地方标明。在不影响视觉和浏览体验的同时，会员也好，游客也罢，一点进板块就能看到。改变子版块位置也好，版头大大箭头↓标明也好，都可以，具体做法具体讨论，但是思路可以这么想。千万不要，放在一个贴子里，“我们有一个子版块”。游客去看你置顶的几率是？看了置顶的人看到你那行字的几率是？最主要的，还是要让一个完全不熟悉共享版的人，一进来，最先得知的是，我们有一个优秀贴的聚集地。\n如何能让网民不用注册，也能看到子版块，也是个挑战，不是所有人都想要注册账号；注册了账号也可能是下载，没人来看你的置顶。总而言之能让好帖聚集的精华圣堂成为MCBBS的一个特点，那就更好了哇咔咔。\n\n如我所说的，建议并不是这贴的重点，因为这些建议也只是我在写帖子的时候想到的，要更具体更有针对性的方案，不应该在这贴子里完成。这帖子主要的目的还是针对此次的改动。我不敢说李菊福，但是能一时半会儿想到的理由，我希望都解释清楚了。\n\n谢谢大家耐心观看，求人气\n\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1412545740,
            "txt_content": "不知道我在说什么的可以看 http://www.mcbbs.net/thread-346144-1-1.html"
        },
        {
            "author": "1228662764",
            "timestamp": 1412548020,
            "txt_content": "太长了，懒的一个一个的看{:10_492:}"
        },
        {
            "author": "LZX6238",
            "timestamp": 1412548080,
            "txt_content": "精华圣堂，几乎没什么人回去点开来看- -"
        },
        {
            "author": "Terry39",
            "timestamp": 1412550360,
            "txt_content": "好有道理\n话说我隐约感受到帖子全速刷到十几页的痛了"
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1412550420,
            "txt_content": "活捉死卤蛋一只！"
        },
        {
            "author": "250=mo",
            "timestamp": 1412550780,
            "txt_content": "又长又严肃的帖子最喜欢了呢~\n\n卤蛋大大辞职了还为他的孩子牵肠挂肚啊，实在辛苦，奖你一朵小红花……"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1412552700,
            "txt_content": "  好久没看到卤蛋了……说得不无道理啊，我认为圣堂还是按之前那样搞只是把它变得更吸引人一点就好了。"
        },
        {
            "author": "42486327",
            "timestamp": 1412553060,
            "txt_content": "似乎对我这种无论何时都闲着蛋疼的人来着 圣堂的作用似乎只有偶尔找几个地图了.....所以可能比较冷吧"
        },
        {
            "author": "2388306270",
            "timestamp": 1412554500,
            "txt_content": "以前的几个作品我现在感情也淡下去了了，不会再担心没人看见了"
        },
        {
            "author": "冥王星人",
            "timestamp": 1412556180,
            "txt_content": "弄成公告反馈这样的呢？比如进来先分类，看不到帖子。\n如果这样还是不懂得进子版，那就太智商捉鸡了。\n工作量我不怕，但是要弄好的确不容易。"
        },
        {
            "author": "likeliang",
            "timestamp": 1412570280,
            "txt_content": "还好有红字=  ="
        },
        {
            "author": "geludan",
            "timestamp": 1412628660,
            "txt_content": "冥王星人 发表于 2014-10-6 01:43\n弄成公告反馈这样的呢？比如进来先分类，看不到帖子。\n如果这样还是不懂得进子版，那就太智商捉鸡了。\n工作 ...\n是个好主意！有想法！可行。对于一般人而言只是要多点击一次而已，还可以加深印象。非常好的注意！"
        },
        {
            "author": "a2455564728",
            "timestamp": 1412653740,
            "txt_content": "卤蛋一如既往字数多"
        },
        {
            "author": "geludan",
            "timestamp": 1412674680,
            "txt_content": "a2455564728 发表于 2014-10-7 04:49\n卤蛋一如既往字数多\n字数不够不能解释清楚，自然会有人来挑你刺，你还要回贴，多麻烦的事"
        },
        {
            "author": "混乱",
            "timestamp": 1412677500,
            "txt_content": "提案：将建筑圣堂作为单独板块直接摆到灵感交流大区\n扩展提案：展示共享板块升级为大区，原展示共享板块变为《原创作品》，新增《国外作品》板块容纳搬运贴"
        },
        {
            "author": "geludan",
            "timestamp": 1412686920,
            "txt_content": "混乱 发表于 2014-10-7 11:25\n提案：将建筑圣堂作为单独板块直接摆到灵感交流大区\n扩展提案：展示共享板块升级为大区，原展示共享板块变 ...\n去，有没有这么屌啊。。\n\n可以讨论。手机打字排版和语句通顺都可能会有问题。\n\n首先我很喜欢外星人的回帖，点击后要选择子版块还是主体，才能进入，此建议好处不再重复。\n\n将子版块提出来，可以讨论一下几点：\n是否会有搞特殊的争议\n人气是否足以支撑，跟新频率是否可以跟上\n将子版块提出升为板块，必定会造成和本体上下不分的问题，只有将共享版等级和上升看起来才不突兀。我觉得这个是主要问题。\n至于这么做了版主的分配，将帖子移回去的工作等，都算是小事一桩不值一提。\n\n附加提议，共享版变为大区，并扩充业务的附加讨论：\n同样，是否有搞特殊嫌疑，目前地图，皮肤材质，mod等在定义上都仅仅是版块的料\n其次，版块定义是否足以支撑人气。部分版块支撑自己的存在都相当吃力，共享版目前属于人气有余，成为大区则不足。光扩充一小部分业务有可能还不是很够。特别是分细了，各类地图种子都分一个，人气我想想都寒。\n如果要成为大区，不光是定义宽广和人气支撑的问题，必定还会造成一些冲突，例如成为了大区有可能要吞并业务，重复业务等等，此类事件在以前发生的时候结果并不怎么好。当然这也是个人气量的问题，不过能避免最好。\n如果真的成为大区，我必须要求成为大区版主（外星人可以同时兼任监管），监视一切运行问题和趋势走向，一有问题立马叫停。（预计的问题主要出现在人气青黄不接上，和别的板块摩擦倒不是主要担心了，可解决和不可解决的区别。）这个层次的决定保守为妙"
        },
        {
            "author": "geludan",
            "timestamp": 1412687100,
            "txt_content": "geludan 发表于 2014-10-7 14:02\n去，有没有这么屌啊。。\n\n可以讨论。手机打字排版和语句通顺都可能会有问题。\n关于我后面说的，就算如此，我也只挂个名，领个权限。不参与别的讨论，不取工资，每天看一看保证运作发展正常。如能避免这个风险举动自然最好"
        },
        {
            "author": "rom718",
            "timestamp": 1412732220,
            "txt_content": "我的意见和混乱差不多，如果要分那么多子版块的话，不如直接提升为大区。\n且认为展示共享版的确是可以转为大区发展了。"
        },
        {
            "author": "geludan",
            "timestamp": 1412789400,
            "txt_content": "rom718 发表于 2014-10-8 02:37\n我的意见和混乱差不多，如果要分那么多子版块的话，不如直接提升为大区。\n且认为展示共享版的确是可以转为 ...\n很简单，我不是有特大的反对意见，但是有以下几个考虑事项需要讨论清楚。\n1，请管理员做好和其他版块的协调工作，不要再因为板块定义重复造成“抢帖子心生不满”这种情况。\n2，人气是否足够，当人气不足的时候很有可能要求“扩充板块业务”，造成第一条的问题。（当人气不足我必定会要求增强板块定义范围，请管理员做好协调）\n\n针对第二点，人气不足主要体现：\n·单独作为大区时，人气超过单一板块，然而和其他的大区相比，不是一个档次。那可就被人当做笑话看了\n·既然是大区就要有分版块，不同的板块之间，人气分流极度不平均。例如这个版块每天几百回帖，另一个板块时常一天只有个位数点击量。这点在划分板块的时候需要思量，但是也可以在以后不断调整。\n\n附加：外星人觉得工作量多，这个先不提。但是一旦建立了分区，我要求给我相应大区的权限。在展示共享从板块到大区的转型期间，我必须保证没有执行错误，系统错误等。一有问题我有权利申请立马叫停。"
        }
    ]
}