{
    "title": "<原创·连载>《Dayz》小说<4>",
    "author": "我是小骷髅",
    "replyCount": 15,
    "timestamp": 1412569380,
    "txt_content": " 本帖最后由 我是小骷髅 于 2014-11-1 11:29 编辑 \n\n呃……首先，我要跟大家说声：“抱歉了。”拖稿了这么久，这是因为我被禁言了……好吧，下次再也不敢发图了……废话不说了好吗？接着看小说吧。另外，小说字体太小可能看不清晰，我放大的。\n\n                    《Dayz》第四章：幸存者    静悄悄的走到“人”的旁边，不放心的再踹多几脚，可是都没有反应，这就说明：那个“人”很有可能死掉了。“嘿咻——呼——”我擦了一把冷汗，再伸出颤抖的手掌，即将进行第二步：捡东西。毕竟这个世界生存不容易呀呵，能找到多少有用的资源，就找到多少资源，最好找到食物和武器，毕竟我一把弯刀没啥攻击力。先搜了搜裤带，找到一些旧照片，已经很久了，底面已经泛黄，透过照片，还依稀可以看到有写着字，这种黑色的钢笔水被暗黄色的地面反衬出，只不过下水道昏暗的环境，导致我无法看清楚写的到底是什么。所以，也只能先放进口袋里。再搜搜背后、和衣服里，找到了不少好东西：一两块巧克力，用来提提神，顶顶空腹带来的饥饿感还是不错的、还摸到子弹的硬东西，约莫有12颗。当然，有子弹少不了枪咯，还幸运的找到一把手枪，至于型号么？当然是看不见了，我也不管了，直接把子弹装进手枪里，幸运的是，竟然可以装进去！  我满载而归。我把食物全部都塞进衣服里面，为了防止掉落，还特意把衣服穿的紧紧地，虽然活动起来不灵活、不舒适，但当我思考了、对比了后，还是觉得：食物更重要一些。所以，我唯有将就将就咯。  接下来，我就剩下貌似有2、3颗子弹。剩余的2、3颗子弹就塞到裤袋里，等到手枪差不多没子弹了再装进去也不迟。“唉？”我疑惑的自言自语，“我怎么会装弹呢？我又没学过！”我发现了一些奇怪的现象，忍不住低声自语。  “嗯……之前也没用过枪……”我再度陷入疑问当中，正是思考着：我为什么懂得装子弹，我又没学过——这个问题，忽然水面上映出几个黑糊糊的倒影，正在缓慢，缓慢的朝我这个方向走来，那些倒影的手臂，都是僵直的垂挂在空中，身躯是弯弯的，倾斜着。我马上抬起头，发现……发现了几只僵尸！我眼疾手快，立刻以熟练的手法端起那把手枪，拉开保险，一摁按键，就是一阵射击！“砰砰！砰砰砰！砰！砰！”也许是过于紧张的问题，我开枪的时候竟然不敢往前望那鲜血粼粼的场面，只好扭过脑袋，闭上眼睛，用手枪乱打一通，结果僵尸到没瞄准好，子弹却浪费了不少。本来几只僵尸五颗子弹都能搞定了，结果射出了七颗子弹才弄死两只僵尸，真悲催。好了好了，先不抱怨着，首先第一步：我快跑啊！我死命的奔跑，吓得不敢回头，也许是枪声的震撼，我竟然惹来了更多的僵尸！拐角处不停的奔出僵尸，有时候在一瞬间就要吃了我，我又拿刀捅死几个。后面的僵尸滚滚而来，我没有退路了。在黑暗中，我只能做出最后的搏击。  迅速的装完子弹，“咔嚓”一声拉开保险，直接端起手枪乱射一通。我根本不知道我究竟有没有射中一个僵尸……我只知道……我在垂死挣扎……死亡真的来临了……“喀嚓，喀嚓。”我紧闭着眼睛，等待着死亡的降临，可是并没有那种被撕咬的痛楚，只是清晰的传来手枪缺子弹的声音。我先是恐惧的不敢张开眼，后来实在耐不住好奇，还是微微张开眼睛。景象出乎我的意料，那些僵尸全部都倒在周围，还有一只僵尸还差一两米就可以把我给感染、消化掉，而其他的僵尸纷纷倒地而死，还有些貌似是因为在水中过久死掉，因为那些尸体都漂浮在水面上……无语啊……  双手支撑着腰，在疲惫与恐惧的包围中，我时不时看看后面，唯恐僵尸到来。说实话，我已经没有子弹了，刚刚都听见缺子弹的声音了，而且那是我的全部子弹，真的没有了，如果想退回去也难了，刚刚只顾着乱跑。都忘了记住标号，哪能回去？眼下的情况，有两条通道可选，我也只能硬着头皮随随便便的选个道路就是了，不管左右了。不过硬闯也不行，万一又迷路了就惨了，算了算了，先看看吧。我借着水面泛起的微弱的光，静静的看着面前的两条路，结果很令人欣喜，那里有两个牌子！不过牌子上的字并没有清晰的写着，而是那种歪歪斜斜，好像是在紧急的情况下写出的字，“唉……这年头的怪事真多！”双手叉着腰，没好气的说道。   可是现在又没火把，有没有光亮照射，无论怎么看都是黑乎乎的一片，想找个打火机什么的发光体，没有，想弄跟小火柴，还是不行。无奈之下，只好实施最后的办法了——摸木板，靠抚摸找出沟痕，然后把沟痕回忆，在脑里把那个字给编辑出来，这样，我不就可以辨认路了吗。说干就干，在伸手不见五指的下水道中，我小心翼翼的伸出双手，小步小步的迈出脚，进行“读盲文”，其实我也不想的，可是我也没有其它更为妥当的方法，只好这样了。“3、2、1、摸！”我伸出手指，不习惯的摸着……“啥？……什么字？……”由于第一次尝试，我掩着脸哭了……“那我怎么办啊！！！！！”我大喊，也顾不着是否有僵尸了，在哪儿哭天喊地，“我出不去了啊！！！！！啊啊啊啊！！！！”继续哭喊。“你惨了！”这声音犹如一口清泉，顿时间湿润了我干枯的心灵……“哈！人！”我一把回过头，一个带着斗篷的人出现在我的面前，还没来得及找个手，就一下子端出手枪，立刻板着脸，“你死定了！”斗篷人一边奸笑着，一边往开枪按去。“纳尼！”我天知道这竟然是邪恶的微笑，眼见着我要被慢慢枪毙，却无还手之力！“砰！”一声巨大的枪响回荡在幽暗的下水道里……  一阵硝烟散去，白烟雾中笼罩着一个灰暗的人影，在白色里面显得格外耀眼。“呼……你是……谁……”我挥手拍开烟雾，试探般的往前走，“咳咳！咳咳！”从那里发出几声咳嗽，模糊的人影逐渐走出。  “哦，又是一个幸存者。”打个招呼后，他又变得冷漠：“快走，这里那么危险。”“可是我得走哪呢？”“跟我就是了。”不行！这也太危险了，万一他也是那种“不和谐”——专门靠杀害幸存者的来存活的话，那我极大的机会会死在他的手上！“那个……那个……”我扭扭捏捏的吐出几个字，又想去又不想去。“快走！”他发出了命令，好吧，我也不得以才跟着他走的。  “来，爬上去。”他摸了摸口袋，掏出一个打火机，轻轻悄悄的按住，打火机发出了微弱的光芒，但是在如此黑暗的隧道里，已经是足够的啦~我顺着他指示的方向，小踏步的往前走，不一会儿，我就上去了。“帮我拉一把！”他发出紧急的声音，好像出了什么事。我也挺惊慌，边伸出手，边问：“什么事？”可是他没有回答，我一把拽他上来。在他爬上来的同时，一只僵尸怒吼着，快速的爬向我们的通道。“快关掉下水道井盖！”说时迟，那是快，我用力的把井盖推里去。“好吧，可以走了。”我被刚刚的举动吓得摔下地面，不住的喘着大气，“呼……呼……”我惊魂未定，一直在那儿大口大口的呼气着，不敢离开。  “走吧……”他冷冷的看着我，并不被刚刚的惊险情景吓到，只是微微的吸了几口气。井盖内，僵尸拼命的吼叫着，想要用爪子弄掉那井盖的盖子，不过幸好，盖子没打开，后来被那个救我的人一枪搞定。走在大地上，此时已经是早上了，我大概都在里面待了整个夜晚。太阳暖暖的，不一会儿就把我身上的水滴都蒸发了，还把我的身体晒得暖暖的。“啊——真好。”我不禁感叹道。“唉……”可惜，那个人并没有像我一样赞叹美好，而是低头慢慢叹息。  “怎么？”我随口问问他，希望得出一些答案。“哦，没事没事。只是在想一些东西。”他还是不肯说出来，好像隐瞒了一些东西。“说！”我假装发怒，希望他能诚恳的说出，可是并没有想我预想到的那样：“都说没事了！算了，给你把防身武器。”他扔出一把机枪。啊哦？那不是——阿尔蒂马克斯机枪——很长的名字哟，差点就忘记了。   “嗯……”习惯性摸摸下巴，开始思索着这把枪的特性，毕竟，我以前见过，回忆一下重要的特点就行了。阿尔蒂马克斯机枪：首先……嗯……就是……哦！对了！阿尔蒂马克斯机枪，射击时非常舒适，原理就是利用了长行程枪机和缓冲系统，将后坐力降到最低的程度。喔，还可以使用弹盘和弹匣供弹。唔，我得看看，对对，有。上面还有瞄准仪，超精准的！属于轻机枪。嗯……剩下的……我都忘了，看得少，生化前我是天天悠哉悠哉的看书，特别爱看关于枪械的。还有，我还可以打电脑、看电视、写日记，还可以和爸妈一起出外旅游！这真是美好的回忆！  ……爸……妈……我……想你……“呜呜呜——”  “你，怎么了？”  陌生人终于别过脸，还是那改变不了的冷淡的脸，冷漠的眼神。不过多了一分关心，也是蛮不错的。“哦……呜呜……没事……”我忍住眼泪，我不想让他知道我是如此的脆弱，心灵是不堪一击的。“哦，没事。就好。”他也停停顿顿的，眼泪里流露出泪光，“你没事吧。”我绝对不相信他会流眼泪，“没事。”他沉思着，简短的回复我两个字。哎……他没事，我也没事了。自从醒来后，发现自己失忆了，发现世界变了，我就来不及懂得之前的一切，我就失去了很多东西。父母……艾特鲁……朋友……很多很多，我甚至连我的父母都不知道它们是否存活着，我也不知道它们在哪儿，留下的……只有无尽的思念……“你，应该没事，就，可以，走吧。”  断断续续的，完全不是他那种直接，果断的行为。“好。”毕竟伤心起来，我也只顾着细细的抽噎，也只好无奈的说出一个字就完了。“哎——”它拖长着声音问我，“我还有一把手枪——沙漠之鹰，你要不要啊？不要我拿走自己用。”“随便，我要吧，不过阿尔蒂马克斯机枪对我来说还是重点儿，还是你要吧。”“不，你拿。”“不，应该是你拿。”“不，是你”……争论了好久，他还是对我说：“好吧，我拿走算了。”看样子他也是不大欢喜，因为什么就不得而知了，总之他就是不大欢喜，随后，他叫我跟他走。路上还是较多僵尸，不一会儿就秒杀了十几只了。我们坚定的迈着继续前进的步伐，也向这场危机的源头又近了不少。   索引贴地址：有本事点我啊！                                                                     下一章：点了又不会死",
    "replies": [
        {
            "author": "1.3806",
            "timestamp": 1412775240,
            "txt_content": "弹匣是一个巨大的进步\n它很好的增加了装弹速度\n这是十分重要的"
        },
        {
            "author": "暗金炎罗",
            "timestamp": 1412833680,
            "txt_content": "恶搞一下·`````\n迅速的装完子弹，“咔嚓”一声拉开保险，直接端起加特林乱扫一通。我根本不知道我究竟有没有射中一个僵尸……我只知道……我在杀怪……骷髅别打我！"
        },
        {
            "author": "1610624536",
            "timestamp": 1412834400,
            "txt_content": "感谢楼主分享，顶一个"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1413207720,
            "txt_content": "暗金炎罗 发表于 2014-10-9 13:48\n恶搞一下·`````\n迅速的装完子弹，“咔嚓”一声拉开保险，直接端起加特林乱扫一通。我根本不知道我究竟有没 ...\n恶搞的不能这么作死。给个意见好吗？"
        },
        {
            "author": "暗金炎罗",
            "timestamp": 1413260640,
            "txt_content": "我是小骷髅 发表于 2014-10-13 21:42\n恶搞的不能这么作死。给个意见好吗？\n你可以试试多视角描写~"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1413293820,
            "txt_content": "暗金炎罗 发表于 2014-10-14 12:24\n你可以试试多视角描写~\n嗯，准备添加"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1413436320,
            "txt_content": "下次可以换个字体吗....这看着略难受...."
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1413466920,
            "txt_content": "CloudsXDao 发表于 2014-10-16 13:12\n下次可以换个字体吗....这看着略难受....\n你想要什么的字体？"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1413467160,
            "txt_content": "我是小骷髅 发表于 2014-10-16 21:42\n你想要什么的字体？\n默认的，就是T开头的那个"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1413543000,
            "txt_content": "CloudsXDao 发表于 2014-10-16 21:46\n默认的，就是T开头的那个\n从文档上复制的无法选择默认，选择了是另一种字体\n你看\n·\n·\n·就变成这样了"
        },
        {
            "author": "o-zero",
            "timestamp": 1414665600,
            "txt_content": "恐怖的不是僵尸是人心，人心的贪欲永远超过你的想象"
        },
        {
            "author": "男人婆",
            "timestamp": 1414665660,
            "txt_content": "o-zero 发表于 2014-10-30 18:40\n恐怖的不是僵尸是人心，人心的贪欲永远超过你的想象\n还怪有哲理的嘛，看你头像觉得你不会说这话啊"
        },
        {
            "author": "o-zero",
            "timestamp": 1414665960,
            "txt_content": "男人婆 发表于 2014-10-30 18:41\n还怪有哲理的嘛，看你头像觉得你不会说这话啊\n我的头像不猥琐猥琐的是你的眼睛，我的漫画呢！（偶尔来顶一下盆友还是挺好的）"
        },
        {
            "author": "男人婆",
            "timestamp": 1414666140,
            "txt_content": "o-zero 发表于 2014-10-30 18:46\n我的头像不猥琐猥琐的是你的眼睛，我的漫画呢！（偶尔来顶一下盆友还是挺好的） ...\n啊，作业鸭梨山大连我的漫画都停更了……我还得等到寒假\n30年后我保证给你画完"
        },
        {
            "author": "gggbbb",
            "timestamp": 1414805700,
            "txt_content": "不错，人物的神态和心里描写水平又提升了，但是字体……"
        }
    ]
}