{
    "title": "相册背后的故事",
    "author": "Lancaster_",
    "replyCount": 1,
    "timestamp": 1412574240,
    "txt_content": "这是一本神秘的相册。它掉落在了这个世界上。让我们翻开相册，了解相册记录的一个很久以前的故事……\n这是一个美丽的方形世界。方形的太阳，方形的月亮，方形的云朵，方形的泥土，方形的树木，方形的动物……哦，当然还有一些奇怪的生物……\n\n这是一个宁静、和谐的世界，动物们无忧无虑地生活着，怪物们在清晨回洞穴休息在清晨回洞穴休息，在黄昏出来游荡、散步、嬉戏……淳朴的村民们建造了自己的村庄，自给自足，日出而作，日落而息。明亮的太阳、神奇的月相、不同的生态系统排列在一起，组成了这个美丽的世界……\n但是有一天，这个和谐的世界被打破了……一个现代的人类，闯进了这个世界，他叫史蒂夫。（不是哥伦布）\n\n这个世界对于他来说是这么神奇，这么迷茫。他近乎一无所知。他敲了敲方形的树干，一段完整的立方体树干断裂出来，被吸入了他的背包。惊讶过后，他恢复了对这个方形世界的好奇，追逐马驹，采摘蒲公英，躺在草地上仰望美丽的蓝天，攀上巉岩凌绝顶，一览风吹草低见牛羊。在逍遥的享受中，浑然不知日已西斜，黑暗即将笼罩大地……\n\n月亮升起来了，夜幕降临了。史蒂夫还满怀期待地望着夜空，想欣赏这个世界美丽的夜景。就在这时，他听到了不寻常的声音：沙哑的叫声、骨头的碰撞声……就在他还没来得及反应过来这一切时，ssss~boom！\n史蒂夫飞了出去，重重地摔在地上。他艰难地爬起来，看见了绿色的、形似人类的生物，拿着弓的骷髅骨架，红眼的大蜘蛛，绿色的奇怪生物……恐惧中，他跑到几十米外，挖开泥土，将自己躲藏在只有两立方米的一个黑暗空间里。在填上头顶的一刹那，他撇见了一双高高的、紫色的眼……\n\n良久，史蒂夫爬到了地面上，那双神秘的眼在他的眼中久久不能熄灭……余悸中，他发现就在他的出生地的草皮下面，有一本陈旧的书，封面上写着：人类生存指南。书页已发黄、起皱。仔细端详后，他总觉得书的封底有些不寻常的、看不清的蹊跷字符……他翻开了书，第一页：你需要一个房子来度过第一天，从树上敲下原木。第一晚，只需要挖开泥土将自己完全地围起来。史蒂夫不屑地笑了笑。打开背包，用原木合成四个木板，用四个木板合成一个工作台……惊讶之余，史蒂夫平静地度过了第二晚。但是……\n\n虽然史蒂夫相当强壮，但作为人类毕竟要使用工具。史蒂夫守在工作台前，一阵敲打声过后，一把木镐掉落在工作台上，一个新的时代开始了……\n\n第三天早晨，太阳刚刚升起，空气中弥漫着泥土和青草的芳香，几声鸟鸣叫醒了浅睡的史蒂夫。他醒来后听到的第一个声音，既不是唤醒他的鸟鸣，也不是沙沙的绿叶，而是来自身体的咕噜噜的早餐铃。这时他才想起，自己已有两天没吃饭了……\n\n史蒂夫出了门，捡起一片树叶咬了一口，又苦又涩，他立刻吐掉了。又想找点苹果吃，却只觉得眼前一黑，就什么也不知道了……\n\n当他醒来时，只见一个大鼻子的村民友善地看着他，说：你一定是饿晕了，为什么不种一点作物?史蒂夫迷茫地摇摇头：什么?\n\n村民把史蒂夫带到一片田地前，说：用锄头丿翻地，然后种上种子，保持土地湿润，就能结出小麦了，小麦是最主要的糖类来源。史蒂夫没有回答，只是呆呆地看着眼前的麦田和手上的面包。\n\n村民热情招待了史蒂夫，也请史蒂夫体验了村民的货币绿宝石。傍晚临走前，村民嘱咐了一句话：记得插好火把!\n\n史蒂夫在墙上插上了从村民处借来的火把，放心地入睡了。\n\n第四天早上，阳光明媚，前一天的湿气都被蒸干，空气中只剩下一缕淡淡的花香。史蒂夫终于有心情欣赏这美丽的世界了。良久，他拿起书，心想：怎么合成火把?中午，他拿起木镐准备挖些石头用。正当他挖到一半时，一种新的石头出现在他眼前……\n\n这是……煤炭? 史蒂夫拿着书对比着。史蒂夫已经渐渐进入到了熔炼的时代。史蒂夫开始挖矿了。那天史蒂夫在村庄听说村庄后有一条矿道，里面有不少铁矿。回家时，史蒂夫留意到远处有一个被杂草遮蔽的方形洞口……\n史蒂夫壮着胆子进去了。他发现了不少铁矿石，欣喜之余，他忽然想起：为什么村民的祖先没有挖掉这些矿?  他不知道这里隐藏着一种可以连接第二个世界的新石头，更没有料到村民家中记载着关于第三个世界的书，连你们也不会想到，在村民中流传着关于第四个世界的传说……\n\n想着想着，他只觉得腿上一阵刺痛，只见对面远处的黑暗中有一个骷髅在向他射箭。史蒂夫退了退，而后冲向了骷髅，执剑乱砍一气，直到面前只剩两根骨头和一支箭。一路走过去，他来到了一条大峡谷上摇摆的木桥上。桥下是一片岩浆湖。木头间发出吱嘎的响声，突然…..\n\n史蒂夫掉了下去。半晌，本以为即将丧命岩浆湖中的史蒂夫发现自己趴在一种黑色的石头上，而旁边还有木材坠入岩浆中，咝的一声，燃烧殆尽。好险啊!史蒂夫叹道。\n\n这是什么? 史蒂夫从未见过这种石头，他试着用铁镐去挖。挖不动。这黑又硬的是什么石头?想着想着，他抬起头，环顾黑暗的四周，蓦地，他又一次看见了那双紫色的眼……\n\n史蒂夫惊恐地沿着谷底跑去。到了尽头，他发现那双眼睛还尾随着。他只得拼命向上爬。手忙脚乱，磕磕碰碰，当他最终爬上来时，已是夕阳西下。没办法，史蒂夫只得到村庄借宿。从村民那里，他得知了建造并开通地狱传送门的方法。当他擦动打火石时，一道紫光闪出，一面紫幕在悠悠地转动。这里面会有什么?\n--------------------------------------------------------------------------------------------------------------------------------------------------史蒂夫犹豫了片刻，还是走了进去。只觉得一阵晕眩，眼前的景象渐渐扭曲，暗淡，最后变成一个紫色的螺旋。当他再次清醒之后……\n\n一股热浪袭来，黯淡的红光映入史蒂夫的眼帘。一个暗红色的世界，没有蓝天，到处流淌着岩浆，简直就是地狱。一群不知是僵尸还是猪的奇怪生物拿着金剑到处游走，一只超大的幽灵在空中盘旋，突然间……\n\n幽灵红色的眼睛睁开了，吐出了一个炽热的火球，飞向史蒂夫。嘭的一声，史蒂夫感到自己和四周的岩石都在燃烧。他想用水冷却，刚拿出水桶，水就蒸发殆尽了。赶在倒下前，史蒂夫逃回了主世界的水塘中。下界太危险了。\n\n当他再次鼓起勇气走进下界传送门，在炙热的空气中，被高温扭曲的视线中隐约出现了一个像是人工建设的长城。那是什么?\n史蒂夫在岩浆的烘烤中，匍匐前进到建筑边缘，一点点爬上去。这里是由暗红色的砖块建成的，城墙一直延伸到远方。史蒂夫一路插着火把向前走，忽地，一团火球向他飞来，在他的身上炸开。好烫!史蒂夫感到自己在燃烧。这是什么?\n\n在这个前不着村后不着店的地方着火真是麻烦!眼看就要烤焦了，怎么办?情急之下，史蒂夫顺势卧倒，一路滚了回去。也不知情况如何，他只觉得知觉在一点点减弱，最后昏迷了过去……\n\n史蒂夫最后还是醒了，多次的死里逃生让他有些胆怯，但他还是带上了弓，再去了一次下界。史蒂夫穿梭于火焰和火球中，躲在柱子后面用弓箭击杀了恶魂和烈焰人，他得到了烈焰棒。\n\n探索下界堡垒时，史蒂夫面前突然飞过一支箭，是那么地危险，几乎是贴着他的鼻尖飞过的，他还清楚地感到羽毛擦过鼻梁。他转头看见了一个体型较高的黑色骷髅，谁又知道那是什么!果断解决。还是箱子比较有吸引力。下界简直是金子的世界啊!\n那天，史蒂夫见到巫师村民手中有一个奇怪的眼睛，可是自己又没有绿宝石。略有了解后，想起那双紫色的眼睛，史蒂夫的背后还是泛起了一丝凉意……\n\n这天晚上，史蒂夫冒险出门了。直到天蒙蒙亮时，才发现了那三米高的躯体。可是他刚砍了一剑，那生物就不见了……在无数次的危险后，史蒂夫终于集齐了十二个末影之眼。他把其中一个扔了出去。它飞向了东方。史蒂夫全副武装，奔向东方时，却没听见村民的对话：”先不告诉他吧，那里比末地还可怕……”\n\n史蒂夫随着末影之眼来到了遗迹。他刚下到遗迹中，就见到一群虫子从石头中跑了出来，将史蒂夫团团围住，史蒂夫差点摔下去。多亏史蒂夫没有跳下去，否则……\n\n无暇顾及这么多，史蒂夫将末影之眼放进了末地传送门框架。一道暗紫色的光闪过，好像是那紫色的眼睛一般。末地传送门打开了。史蒂夫迟疑了一下，跳了进去……\n史蒂夫掉落在了一些黑曜石上。清醒些后，史蒂夫发现这里的四周都是暗紫色，一个巨大的浮空岛屿，上面有一些黑曜石柱，柱的顶端有一团亮光。还有一大堆末影人，那些曾经的记忆。最主要的，还是那盘旋在空中的，纸模一样的末影龙……\n\n末影龙飞过来了。史蒂夫纵身一跳，跳到了岛上，掏出铁剑，严阵以待。末影龙过来了。史蒂夫向其头部猛击一剑，末影龙发出了沉闷又不乏清脆的一声，飞走了。当末影龙再次飞来时，史蒂夫惊讶地发现，末影龙的体力还是满的!这不科学!就在史蒂夫愣住的几秒钟，末影龙撞向了史蒂夫。防具根本不是庞大的末影龙的对手。啊!好痛!\n末影龙还在盘旋，宽大的翅膀扇动着。这时，史蒂夫发现，黑曜石柱顶端的亮光在向末影龙发射光线!难道那可以为末影龙补血?史蒂夫想办法爬上了黑曜石柱的顶端，敲击了一下那团东西。史蒂夫被炸开了，从二十米的高空坠落下来，铁靴直接撞毁。史蒂夫艰难地一边打末影水晶，一边抵挡末影龙，很快，护腿被炸坏了。当史蒂夫最终可以安心打末影龙时，他已经快不行了。多次的撕杀和碰撞已使他的头盔不堪重负，长眠于此。一次次地重复过后，末影龙只剩很少体力了，最后的胸甲也损坏了。末影龙再次于俯冲了下来。史蒂夫用他仅剩的一点力气艰难地站了起来，用双手举起仅剩最后一点耐久的铁剑，咬紧牙关，闪到一旁，跳起来，对准末影龙的脖子猛挥一剑，末影龙破碎了。\n\n末影龙升到了高处，一阵强震之后，末影龙在爆炸声中开始解体。但它充满仇恨和遗憾的眼睛却一直盯着一个方向……\n\n随着经验球如雨地掉落，一个由基岩组成的传送门框架中出现了黑色的星空。史蒂夫跳了进去，混沌中，两个深沉的声音响起，史蒂夫被带进了一个思想的世界。一段人生感悟后，眼前又出现了那久违的名字—— Minecraft。史蒂夫感悟到了生存的真谛，回到了熟悉的住世界。难道，这就结束了？——————————————————————————————————————————————————————那天，史蒂夫在村庄交易。不经意间听到旁边村民的交谈，好像是关于世界的，而他从未听说过。他上前去问，村民说，有一个比末地更黑暗的世界，而从未有人敢接近。村民讲述道：……那是一个遗迹，没有末影之眼。祖先在修建要塞时，开启了传送门，有两个人跳了进去，就在也没有出来。而剩下的人，却也莫名地被僵尸追杀，有的中了暗箭，有的被僵尸包围，而最后逃出来的人，也在讲述完了这些后失踪。后来又有人去了，但也没有回来。那里真是个诅咒之地！但是在一个风雨交加的夜晚，一道闪电击中了传送门，传送门被关闭了。从此再也没有关于那里的消息了。我只知道这些，其它的，你去问远方沼泽里的女巫吧。女巫！一个陌生又熟悉的名字，她怎么会知道这些？她在哪里？史蒂夫一脸茫然。他只知道，在某一片沼泽中，有一个木头小屋。那里还没有人去拜访，甚至，他都不知道要往哪里走。村民只知道，上弦月的晚上，月海南侧有一颗亮星，从日落出发，不要管斗转星移，朝着那颗星走，午夜前后就到了。于是史蒂夫带好了船和必需品上路了……\n在夜深之后，史蒂夫坐上了船朝着海平面上的明星航去。子时初至，天色转阴，冰冷的雨滴零星落下，轻薄的雾气幽幽升起，海上孤舟，犹如童话仙境。史蒂夫只见朦胧的月色和若隐若现的星光，迷茫地前行……迷茫中，水面出现了一片莲叶，水的颜色变暗，水越来越浅……船最终搁浅在一片浅滩上。史蒂夫下了船，拨开一帘藤蔓看到了一个木头小屋，在好奇心的驱使下，他小心地走了进去。屋内有一个炼药锅，一个工作台，窗台上还放着一盆红蘑菇随着微风摆动，月光透过窗户泻在小屋的云杉木地板上。片刻后，忽然觉得一瓶液体在身后破裂，一阵不适涌上心头。虚弱、中毒、迟缓……一系列负面效果袭向史蒂夫……\n史蒂夫一回头，只见一个戴着高帽的女巫，愤怒地向他投掷着药水。史蒂夫忙喊道：“且慢！您是沼泽的女巫吗？我是史蒂夫，找您有很重要的事！”女巫听了，停手道：“正是。有什么事吗？” “您知道怎么去第四个世界吗？” 女巫先是一惊：“你去那里干什么？那可比末地还危险！” “我是史蒂夫，这是我的使命。” “好吧，这个我也只听当年的老村民讲过一点，开启传送门的方法在那本书上，但是要看到它，需要一种特殊的光，下界之星特有的光……”“下界之星？” “对。杀死凋灵骷髅有很小的几率掉落凋灵骷髅头颅，集齐三个可以制作凋灵，杀死凋灵，会掉落下界之星……但那很危险……你真的要去吗？ ”稍有迟疑，史蒂夫点了点头。当你看到书上的字时，再来找我吧。祝你好运！” 看着史蒂夫渐远的背影，女巫轻叹了一口气……又是这个炽热而干燥的地狱。又是这个庞大而黑暗的堡垒。史蒂夫握紧了闪着紫光的钻石剑，等待着凋灵骷髅的出现。久候未果时，一阵呜咽的哭声传来。这种冤魂般的哭声非但不令人同情，反而使人不寒而栗，尤其是当环视不见其踪时，更是担心自己的背后。迷茫时，一股热浪从背后袭来……\n爆炸声后，火焰包围了史蒂夫。定睛一看，一个哭泣的幽灵睁开了红色的眼睛，吐出了火焰弹。惊异地，史蒂夫本能地伸手想挡住火焰弹，一阵撕心裂肺的嚎叫声后，那个幽灵奇迹般地消失了。三观尽毁的史蒂夫已无心顾及他期待已久的危险……骨头的碰撞声惊起了史蒂夫。转头看过去，只觉得一个黑影劈向眼前。瞬间，头晕目眩，两眼发黑。史蒂夫瘫坐在地上，尽力向后蹭。咬了两口面包，喝了几口牛奶，感觉稍好了，但抬头一看，一个高大的黑色骷髅举起了石剑，眼睛里泛着灵光，正要向下砍，在这千钧一发的时刻……史蒂夫向右一翻身，左手撑地跳起，右手拿剑顺势挥向凋灵骷髅，正中其颈，砍下了完整的凋灵骷髅头颅。\n\n看着地下那方形的、眼睛里还充满着仇恨的头颅和，一滩碳化的骨头和那把尚存余热、还闪着光的的石剑，史蒂夫仍心有余悸。但是，未来的路还很长……当三个头颅到手时，史蒂夫已经筋疲力尽了，背着沉重的副产品回了家。拿上灵魂沙，史蒂夫出发了。在这个罪恶的下界，史蒂夫召唤了凋灵。一阵呼啸声后，凋零灵摆着那小尾巴，闪烁，爆炸，火光四起。凋灵飞向史蒂夫，像TNT大炮一样追击着史蒂夫。史蒂夫用弓、剑顽强抵抗着。鏖战良久，只听见啪的一声，史蒂夫的胸甲破碎了。“杀死你，是我的使命！”史蒂夫再也不是以前的胆小鬼。当最后一滴药水喝完，最后一个头盔破碎，凋灵发射出了一个蓝色头颅。史蒂夫又全身起火。被逼上绝境的史蒂夫，用尽全身力气跳起，举起剑向凋灵的头砍去……\n凋灵的眼睛猛地一闪，啊！史蒂夫瞬间有一种被闪瞎的感觉，手上也没了力气，铁剑从史蒂夫的手里掉了下来。但就是凭着这残破的剑的重力，它穿破了凋灵的护甲，成为了压死骆驼的最后一个稻草。伴随着爆裂声和一阵颤抖，凋灵大号一声，倒在了地下。烟尘散去，地上只留下了一个闪闪发光的星星。看起来就像童话中的一样，除了那还在燃烧的背景。下界之星神秘的光线微微发紫，在淡淡的光线下，只能看见一串奇怪的字符，没有别的了。\n36n6ev2e43r4p477u58t021en51d609p02e1o020m43i46nt2o534e09n38d9319por5t357a08l26f35r4am123e11s\n这是什么？无奈，只得再次请教女巫。女巫听说后，只留下了一条线索：把21-43位分离出来。其余的删去数字，竟是”Never put xx into End Portal Frames”！\n那中间又是什么呢？",
    "replies": [
        {
            "author": "Lancaster_",
            "timestamp": 1412574240,
            "txt_content": "原帖地址"
        }
    ]
}