{
    "title": "刷怪之地",
    "author": "sky丿麒.麟",
    "replyCount": 6,
    "timestamp": 1412579100,
    "txt_content": "Hi，大家好，今天无聊参考资料做了两款苦逼刷怪塔，希望大家喜欢！本帖为第一种。中大方框是160X160格，大概160X160米（以下都以格为单位，不以米作单位）中间是40X40。从图中可以看出，玩家为中心，在同一平面内，20-80格之间是刷怪区，而不是流行的42-72。再来看看枞向刷怪从地面开始，平坦模式下是5格开始，每10格作个7X7平台，到255格做最后一个。(这里的高度是游戏里的枞坐标)。第一次在185格高度平台，用作蔽器进入夜晚约5分钟，为了不再让游戏刷怪，进入白天。降下看很层的怪。第168格开始有怪直到65格有怪，下面就不再有。第二次：在175格，向下145格开始有怪，55格以下不再有怪。这两次玩家头顶方向都无怪。第三次：在370格， 只有255格(最高一台平台)有怪。从三次来看，在枞方向：玩家为中心，向下20-120格。玩家头顶方向刷怪可能只有在水平面65格附近或向下才会有(这条等等再试验，因为在平坦地图中头顶方向几乎不出怪）。上面刷怪的理论大家都大至解了，那下就开始作刷怪塔。从上面的理论来看，加上怪不会在水中刷，刷怪塔就选在水面上造。找到一个四面离岸都有80格以上的水池，当然深度也要5格以上，向下潜，堆上方块，生存模式如果水太深，可以从岸边放方块到要做的位子。从水面向上堆到80格左右。先作2x2平台，为了好认中心位子，用木板作。向每边再放8格，第8格堆高作为边墙围起边框下面铺满，边框堆到2格在每个角第2格处倒上水,不能在第一格倒，否侧边上倒上水后水面会平满第一格高度，没流水效果。每边第1格都倒上水，看图，从准星处开始倒，但角落处不能倒，不然倒完后水面会平满。倒完4个边来张原牌材质水流效果。先说说自然流说刷怪槽这是正面d在每个槽里铺出8格。（苦力帕是自己出来的）每槽做好每个都倒上水封顶为了防止顶上刷怪，插上火把把四面都重复这么做，自然流水刷怪塔就完成了一半为了加大刷怪面积，也可以在刷怪范围内向后加长，或再加长加长部分完成，接下来倒水封顶。做另一边，为了加快进度，这边我就不加长了。已有怪出来最后一面做好，再做水电梯用于收集怪，还没完工好，已有怪出来中心2x2x2在第2格上放牌子在第3格高处做成这样每个角倒上水，要倒8桶\n\n从下面看，水被牌子档住了再重复做一层如图，加一成这个样子放上牌子加一层，放水接下来封顶,把水电梯加高到需要的高度还没完工，这些怪已迫不急的想来玩了。最底层是90，出怪水梯做到190格高差不多了。接下做出怪口前图牌子放错了，应该是这样，放好牌子在里面倒上水再向下做15-18格，这样做是为了让怪摔掉大半血，我们只要砍一下就死，如果太高会摔死没经验，掉的东西也少。顶上不要忘了插火把，以防刷怪。从190下来15格，175，在174做个平台，在掉怪口放2个方块，这样怪就出不来，也看不到人，苦力帕就会不爆。第1个客人已到。再来看地图，红红的都是怪，只要它们掉进水里就会被冲上来。自然流水刷怪塔就做完了，后面的工作如上来下去的方法或就大家自己搞了，不过自然流水刷怪效率有些底，因为只有怪走动后掉进水里才会被冲上来。",
    "replies": [
        {
            "author": "dhji",
            "timestamp": 1412579580,
            "txt_content": "挺NB的。。。话说这个帖子编辑了很久吧 怎么没有人。。。"
        },
        {
            "author": "沉默丶de番番",
            "timestamp": 1412579580,
            "txt_content": "孩子--你复制网上的吧"
        },
        {
            "author": "Mc-Tony",
            "timestamp": 1412579700,
            "txt_content": "不觉得很浪费空间么"
        },
        {
            "author": "418878840",
            "timestamp": 1412579820,
            "txt_content": "不管如何，楼主这么辛苦的编辑，就应该顶顶"
        },
        {
            "author": "时运III",
            "timestamp": 1412580120,
            "txt_content": "复制粘贴{:10_492:}{:10_492:}"
        },
        {
            "author": "sky丿麒.麟",
            "timestamp": 1412595900,
            "txt_content": "时运III 发表于 2014-10-6 15:22\n复制粘贴\n我觉得你想多了。。。。。新人你好{:10_512:}"
        }
    ]
}