{
    "title": "<连载·单章>Minehope4——僵尸猎者[第二章][作者：梦魇]",
    "author": "梦魇冰眸",
    "replyCount": 11,
    "timestamp": 1412583540,
    "txt_content": "                                                幽灵街道\n\n   亚特兰蒂学院的面积是我想不到的大，近乎一座小城市大小。我的寝室在六楼，可以看到学院的花园，花园里有一个喷泉。其实这个学院虽然很大，但是学生并不多，因为有病毒抗体的人很少。这几天学院不上课，等到那几位导师没事了之后才开课。每个寝室只住两个人。我的室友叫茵茵，我也不知道她真名叫什么，她也不肯告诉我，我就这么叫她吧。\n   隔壁寝室的两个人也非常友好，一个叫罗尔斯，是个8岁的小女孩，还有一个叫伊耀吧，好像跟营地里那个医生岁数差不多，反正气质很相像。但是伊耀平时都是一种平易近人的感觉，营地里那个……说实话我都不敢看她眼睛，感觉一看她就会杀了我。\n   伊耀说这个学院附近有一条小巷，不管外面天气如何，这里总是刮着一阵阵阴森的风。来到这里的人都会产生一种幻觉，并且会在幻觉中离奇死去。所以这条小巷就没人敢去了。但是，好奇心不是人人都能抑制得住的。我们四个人还是想去那里看看，毕竟我们四个人都不是信鬼的人，自然也不信这些传闻。所以我们准备今天晚上去小巷看看。\n   学院在午夜12点时，守卫就会松懈下来，我们打算趁着这个时候溜出去。我一直精神都很好，所以她们三个人让我到了点叫她们。我躺在床上，望着天花板。心里又奇又怕。\n   秒针“滴答滴答”地走着，我心里不住地催促它快些走，但似乎越催它走的越慢。我自己都不知道熬了多久，终于，秒针指向了12。我翻身起来，叫醒了茵茵。她穿好外套，出门叫起了伊耀和罗尔斯。\n   所幸，学院晚上的时候寝室楼是不锁门的，我们才离开了寝室楼。虽说现在全球都遍布着僵尸，但是亚特兰蒂学院附近的这片区域，根本见不到僵尸。平时门口的守卫都有二十几个，但是12点之后，守卫就会减少到6个，我们商量出了对策，伊耀用强光手电吸引守卫注意，最好引开守卫，然后我们趁机溜出校门，最后，伊耀把强光手电用打开的状态随便放在一个灌木丛后面，离开学院。\n   伊耀故意晃着手电，守卫发现了异常，但并没有全部都去查看情况，留了两个人把守。不过两个人根本不妨碍我们。茵茵来学院时带了很多闪光弹和烟雾弹，一个烟雾弹丢过去，那两个守卫就不知所措了。我们三个就溜出了校门。没想到这个过程竟这么顺利！\n   我们在校门口等了一会儿，伊耀就出来了。她笑嘻嘻地告诉我们，那些守卫被她耍的晕头转向，都摸不着南北了。我们就到了巷子口，站在巷口往里看，全身的汗毛就不由得立了起来，里面黑漆漆的，几乎看不见东西。我想回去了，但是碍于面子，不敢跟她们说。里面不时传来阵阵冷风吹过的声音。但是，我们听出了异常。似乎这风声里夹杂着一阵阵哭声，像是孩子啼哭的声音。我们慢慢地走进去。道路两旁都是荒废的民居，民居上布满着枯萎的爬山虎，只有几片干枯的叶子挂在上面。越往里走，哭声越清晰。我停下了脚步，实在不敢往里走了。再往里走不知道要发生什么事。伊耀拍拍我，“没事，我们都在呢。”\n   再往里，就只有一面一面墙壁了，墙缝里生出许多杂草，让人毛骨悚然。突然间，一阵异声传入我们的耳朵，前方有一个脸色发青的小女孩，抱着一只脸上沾着血迹的泰迪熊，狞笑着朝我们走来。她的眼眶里空洞洞的，右手只有四根手指。她怀里的泰迪熊更恐怖，牙齿全都是尖的，依稀能看见牙齿上的血斑。\n   “啊——”按说尖叫是可以打破幻觉的，但是这个女孩并没有消失，听见了我们的尖叫后，她脸上的笑容变得越发狰狞了。冷汗顺着我的脖子滴下来，我想转身逃跑，但是腿却怎么也使不上力，最后直接瘫坐在地上。那三个人脸色都跟刷了一层石灰一样白，连话也说不利索了。\n   此时此刻，我脑子里有一个念头越来越清晰，清晰的连我自己都无法相信：这个女孩是一个有特殊能力的僵尸！\n   她把手伸向了我的脖子，我捂住眼，“不要……谁来救救我……”\n   不知过了多久，我睁开眼，发现那个女孩趴在地上，她的背上有一道很深很长的划痕，绿色的血液流了一地，我看了这场面忍不住想吐。\n   “为什么违反校规？”一个冷冷地声音从我们背后传出。我心底一沉，完了，该不会是学院里的领导来了吧。我颤抖着转过头，但是上帝还是给我了一个惊喜。那人并不是学院领导，而是营地里那个医生！她的眼里依旧是那种漠视一切的眼神，见我们没说话，又说了一句，“我再问一次，为什么违反校规？”\n   “我们……其实是……”这一时半会儿我们也不知道该怎么解释，吞吞吐吐地说不出完整的句子。\n   “夜晚出校是很容易，但是想不被守卫发现再回去很难，知道吗？”天，我们光顾着出来了，没考虑到回去的问题。  \n   “那……你能帮帮我们吗？”茵茵小声说。\n   “我只帮你们这一次。”说完，她转过身往回走。\n    我们跟在她身后，像是被批评的孩子一样，低着头不敢说话，到了校门口，她对守卫说：“这四个人是发现有异常出去寻求帮助的，半路上被我遇见了。”\n    守卫朝她鞠了一躬，“那异常的来源是一个强光手电。您今天也累了，早些休息吧。”\n    原来她那里已经没事了，就来学院了。而且她就住在伊耀的房间的对面。但没想到，她在进了寝室楼之后并没有责备我们，罗尔斯最后忍不住问：“请问……我们能知道你的名字吗？”\n    “等上课了之后你们自然就知道了。”说完，她就进了寝室。\n\n@Aiursad  @418878840  @o-zero  @CloudsXDao  @HGK  @gggbbb  @pangys  @xcc \n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "Aiursad",
            "timestamp": 1412583660,
            "txt_content": "你@的人，大都不会回复...嘚斯"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412583780,
            "txt_content": "Aiursad 发表于 2014-10-6 16:21\n你@的人，大都不会回复...嘚斯\n有些人如果不@就该吐槽我了= ="
        },
        {
            "author": "Aiursad",
            "timestamp": 1412583840,
            "txt_content": "梦魇冰眸 发表于 2014-10-6 16:23\n有些人如果不@就该吐槽我了= =\n呵....呵其实我在你全部的帖子里评分的话，你很快就可以赶上我"
        },
        {
            "author": "pangys",
            "timestamp": 1412583840,
            "txt_content": "支持A,A！"
        },
        {
            "author": "HGK",
            "timestamp": 1412584080,
            "txt_content": "Minehope4——校园逃课记..."
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412584140,
            "txt_content": "HGK 发表于 2014-10-6 16:28\nMinehope4——校园逃课记...\nHGK你看都带坏思想美好的小学生了= =再说这还没开课你急什么啊~"
        },
        {
            "author": "o-zero",
            "timestamp": 1412584260,
            "txt_content": "把你自己写毛了呀"
        },
        {
            "author": "418878840",
            "timestamp": 1412584440,
            "txt_content": "过来支持了"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1412584620,
            "txt_content": "418878840 发表于 2014-10-6 16:34\n过来支持了\n{:10_523:}跟玩一样"
        },
        {
            "author": "xcc",
            "timestamp": 1413082380,
            "txt_content": "写的这么快啊？！"
        },
        {
            "author": "o-zero",
            "timestamp": 1414421760,
            "txt_content": "梦魇你作死也别这样作啊"
        }
    ]
}