{
    "title": "<连载·单章>魔方世界OL[作者：Aiursad][第27章：终极关]",
    "author": "Aiursad",
    "replyCount": 4,
    "timestamp": 1412655960,
    "txt_content": " 本帖最后由 Aiursad 于 2014-10-18 19:26 编辑 \n\n                                                             魔方世界OL\n\n音乐君：出到第27章了诶，各位有什么感想\n\n剧情君：还用问么，当然是产生了优越感咯\n\n音乐君：啊...哪来的优越感，话说这根本哪壶不开提哪壶啊喂！\n介绍君：啊！！！大下午的吵死了！！！\n\n音乐君（惊讶）：诶，今天介绍君意外的暴躁诶！\n介绍君：前一章没看见我烧伤了么，正养伤呢，吵死了！\n作者大人：肃静！\n\n                  \n                   ———————————————————  鸦 雀 无 声 ——————————————————\n\n\n第27章：终·极·关\n         雷晓宇大大咧咧的说：“都到齐了，那，开门吧！”雷晓宇一脚踹开了门，“给我留着点体力打架，好不好？”影歌月用非常和谐的声音说道，雷晓宇没有说话，引入眼帘的，是一个巨兽。怎么说呢，非常像一个四不像，尾巴长长的，着了火，头像猫，身体和四肢好似豹子，四不像看见雷晓宇等三人，便吼了起来，吼声非常刺耳，雷晓宇笑了笑，影歌月以为雷晓宇疯了，急忙摇了摇雷晓宇，雷晓宇甩开了影歌月，“哎呀，我没疯，你看看那个巨兽的名字！哈哈哈！”影歌月看了看，无奈的说：“炎嗣啊，怎么了？”雷晓宇继续笑道：“炎嗣，BOSS中最难缠，但血只有2000的怪物，打败后可驯服，这事情你不知道？”影歌月似乎想到了什么，说：“我在荒漠也遇见过，的确挺难缠，但是只要秒杀就无压力！”雷晓宇说：“是呀，秒他吧！”萌小琪会意了，“记住，只有20秒，不然很难缠！！！”雷晓宇大声说道。                                 \n\n         “吼！！！”炎嗣（念si）不见了，“不好！炎嗣要①舜殺了！分散开，不能被连到！”炎嗣先是影分身，然后展开了②连续厮杀，时间已经过去了5秒，雷晓宇看着似乎有些困难，因为，这个炎嗣比任何炎嗣都智商都高！而且，战斗力也是数一数二的...雷晓宇又是担心，更多是欣喜，担心是因为15秒内完成不了这个任务，而欣喜则是在15秒内击杀并驯服，可以成为一个很强大的战力！雷晓宇的欣喜战胜了担心，潜能受到激发，“哈哈哈哈，你是我的！！！”雷晓宇全身长满了深红色的符文，极为吓人，这是...③鬼骑的标志...不可能啊...雷晓宇只是普通的战士职业，怎么可能有鬼骑的④血契标志？影歌月想着，越想越不对，但顾虑这是在战斗，到时候打完了再问。此时，从开打到现在，已经是17秒了，还有3秒，炎嗣将把思维达到极致，战斗力也达到极致，到时候...就无法挽回了，雷晓宇自然是意识到了这点，“血契，完成！！！”雷晓宇吼道，影歌月一听，呆了一下，“果然是血契，难道...雷晓宇也是内测...”影歌月下意识想到，影歌月一拍脑袋，继续战斗，“烈焰绽放，烈火当空，烈之爆燥，烈神显现！！！”影歌月喃喃：“组合起来就是火焰之神么...谁教的口诀，居然知道这种召唤烈火的口诀！”时间似乎都被雷晓宇手中的烈火给烧掉了，雷晓宇并不是拿火攻击，而是拿火放到身上，雷晓宇全身燃烧了起来，最后全身烧着，激起了血契的本性，雷晓宇两只手慢慢变红，变大，而且血色的手还带着火焰，炎嗣是火系的，火对火，场面简直无法想象，但是，时间只剩1秒了，不可能完成了，炎嗣眼睛开始变红，身体开始变大，雷晓宇大呵一声，“砰！！！！！！”雷晓宇在一秒之内打到了炎嗣面前，但是，炎嗣开始19秒被打到了1709点血，要秒，还是不可能的，“华啦啦！！！”这一拳，重重的打在了正要变身的炎嗣。影歌月也很是欣喜，但是....打完之后，709点血？！“没有秒掉啊...没事，这些都在意料之中，我，正要打他呢，刚才的攻击，不算！！！”雷晓宇不知道在自言自语什么，但是，雷晓宇身上仍然着火，没有停息，只有继续！雷晓宇又冲了上去，一拳打到了炎嗣头上的⑤古封，炎嗣毫无动作，只是怒吼一声，雷晓宇喃喃道：“防御力这么大么...没事，这样才有劲啊！！！”雷晓宇又是一拳轰在了炎嗣身上，炎嗣似乎毫无感觉，把雷晓宇一把扔回去，雷晓宇把炎嗣的手打开，又轰了一拳，“为什么没有效果，我以前都是这么打的啊！”雷晓宇非常疑惑，但是被炎嗣一下打飞了，影歌月怒吼道：“别发呆啊！！！就算打了打不掉血，也要打啊！”雷晓宇醒了，雷晓宇甩了甩头，似如梦初醒，马上站了起来，“拿魔法攻击打它头上的封印！”影歌月和萌小琪听后会意的微微点头，冲了上去，雷晓宇身上血契以蜗牛般的速度正在消退，雷晓宇意识到血契时间快到了，因为这不是真正的血契，可以控制血契的消失时间才是真正的血契，而雷晓宇的血契和口诀是灵魄教的，但毕竟职业不同，只不过职业差不多，所以时间灵魄也不好把握，而且前面雷晓宇也消耗了很多的魔力，虽然在门前睡了一觉，但部分还是没有恢复。雷晓宇蹲在地上，没有去帮忙，雷晓宇在蓄力，血契慢慢又上来了，雷晓宇再次冲了上去。烈焰重生，终极的烈焰拳，血契，展现你真正的全力把，我赐予你烈焰的能力，爆发吧！！！！！！         \n         ————————————————————    未  完  待  续   ——————————————————————\n知识百科\n①舜殺：可以造成大范围的必杀技，只有炎嗣会\n②连续厮杀：造成连续伤害弹射，舜殺的效果\n③鬼骑：鬼一样的骑士，和DNF的鬼剑差不多，但是唯一 一点是，可以召唤鬼灵马\n④血契标志：鬼骑被动，最后1300点血的时候会激发，但这章中雷晓宇用的是催发，所以效果是本身的10分之一\n⑤古封：从内测时就留下来的封印，内测时没有封印的炎嗣将会毁灭整个神庙那么大的区域，后删档时封印\n\n\n无双@技：@狂风※中箭 @灬友情灬 @xcc @zjr_516635864 @杰·天行者 @a2455564728 @leavessoft@CloudsXDao @一个游荡的JJ怪 @真·喵战神 @梦魇冰眸 @残忆 \n\n\n呼，@的略屌啊....@的人是不是太多了？？？不过算了，不要注意这种小细节\n\n\n\n[groupid=634]小A地图制作组[/groupid]",
    "replies": [
        {
            "author": "42486327",
            "timestamp": 1412656380,
            "txt_content": "这样的排版有些乱啊....\n没有段落吗"
        },
        {
            "author": "Umikaze",
            "timestamp": 1412656680,
            "txt_content": "0.0大触这排版真的大丈夫？"
        },
        {
            "author": "Aiursad",
            "timestamp": 1412656740,
            "txt_content": "1427639813 发表于 2014-10-7 12:38\n0.0大触这排版真的大丈夫？\n好惹....呵呵呵...弄好了哦！"
        },
        {
            "author": "SecretSlim",
            "timestamp": 1412665680,
            "txt_content": "特意前来顶朋友的朋友@梦魇冰眸"
        }
    ]
}