{
    "title": "[月刊]Scabbard杂志 今日起正式开始更新",
    "author": "lxq54sb123",
    "replyCount": 6,
    "timestamp": 1412587260,
    "txt_content": "\n\n\nScabbard杂志\n\nScabbard杂志今日起正式开始更新了，或许您还不明白为什么要出版杂志，我们出版杂志为的不是名声，\n而是能够让您满意，让您能够得到在MC里还不知道的东西。\n\n  Scabbard杂志简介\nScabbard杂志于2013年开始构建，但因为种种困阻，我们迟迟还没有想好内容。 但为了广大群众，我们在各种的困阻的干扰下完成了Scabbard杂志的构思。 终于在今天和大家见面。\n\n\nScabbard杂志更新日期\n读到这里，大家肯定想知道我们的更新日期了把！那么我在这公布 为每月的1~20号更新(作者有时可能会忘记会晚一点)  \n  Scabbard杂志目录 读到这里，大家肯定想要见识一下我们的杂志内容了把，毕竟内容才是王道嘛。 现在给大家先奉上目录，祝大家阅读愉快。  2~~~~~~~~~~~~~~~~~~~~~~~~~~~新闻板  3~~~~~~~~~~~~~~~~~~~~~~~~~~~逗比板  4~~~~~~~~~~~~~~~~~~~~~~~~~~地图推荐     7~~~~~~~~~~~~~~~~~~~~~~~~~~~推荐mod  \n\n   Scabbard杂志 新闻板   最近MC发生了许多事，让我们来回顾一下吧。 相信大家都已经知道了MOJANG被微软收购了，那么我们就来看看Jeb对这件事的态度/做法吧 \nJeb: 还会留在mojang，并继续担任Minecraft的开发领导者。 查看下Notch's 的部落格获取更多信息 Notch(Markus Persson) 的离别信  原文 I’m leaving MojangSeptember 15th, 2014I don’t see myself as a real game developer. Imake games because it’s fun, and because I love games and I love to program,but I don’t make games with the intention of them becoming huge hits, and Idon’t try to change the world. Minecraft certainly became a huge hit, andpeople are telling me it’s changed games. I never meant for it to do either.It’s certainly flattering, and to gradually get thrust into some kind of publicspotlight is interesting.A relatively long time ago, I decided to stepdown from Minecraft development. Jens was the perfect person to take overleading it, and I wanted to try to do new things. At first, I failed by tryingto make something big again, but since I decided to just stick to smallprototypes and interesting challenges, I’ve had so much fun with work. I wasn’texactly sure how I fit into Mojang where people did actual work, but sincepeople said I was important for the culture, I stayed.I was at home with abad cold a couple of weeks ago when the internet exploded with hate against meover some kind of EULA situation that I had nothing to do with. I was confused.I didn’t understand. I tweeted this infrustration. Later on, I watched the This is Phil Fish videoon YouTube and started to realize I didn’t have the connection to my fans Ithought I had. I’ve become a symbol. I don’t want to be a symbol, responsiblefor something huge that I don’t understand, that I don’t want to work on, thatkeeps coming back to me. I’m not an entrepreneur. I’m not a CEO. I’m a nerdycomputer programmer who likes to have opinions on Twitter.As soon as this deal is finalized, I willleave Mojang and go back to doing Ludum Dares and small web experiments. If Iever accidentally make something that seems to gain traction, I’ll probablyabandon it immediately.Considering the public image of me already isa bit skewed, I don’t expect to get away from negative comments by doing this,but at least now I won’t feel a responsibility to read them.I’m aware this goes against a lot of what I’vesaid in public. I have no good response to that. I’m also aware a lot of youwere using me as a symbol of some perceived struggle. I’m not. I’m aperson, and I’m right there struggling with you.I love you. All of you. Thank you for turningMinecraft into what it has become, but there are too many of you, and I can’tbe responsible for something this big. In one sense, it belongs to Microsoftnow. In a much bigger sense, it’s belonged to all of you for a long time, andthat will never change.It’s not about the money.It’s aboutmy sanity.\n  翻译如下：我将要离开 Mojang2014年 九月 15号我不认为自己是一个真正的游戏开发者。 我之所以做游戏是因为它很有趣。 我爱游戏，我爱编程，但我不喜把一个游戏越做越大，我也不曾试着改变世界。 Minecraft 肯定会大受欢迎， 大家也一直告诉我改变了游戏。我从没意思去做这些事情。这当然是恭维，不过逐渐被大众所关注也是挺有趣的。很久之前，我早已决定辞去Minecraft的开发工作。 Jens（Jens Bergensten 我们称之为je b） 是接手的最好人选， 而我想尝试做一些新的东西。 刚开始，我想搞个大新闻，但是我失败了。之后我决定只坚持做小型原型和有趣的挑战的游戏。工作给我带了许多乐趣。我不是很确定我是为什么还留在Mojang，公司员工都是真的做实事。 但因为其他人说我对于文化环境很重要，所以我留下来了。不久前互联网上因为EULA话题爆炸的时候我正在家里，身患重感冒。 我跟他们一点关系都没有。 我很困惑，我不明白怎么了，于是我无奈发了条推特。 随后我才来自Phil Fish 的u2b视频，才意识到我和我的粉丝们之间的联系不是我想的那样。 我成为了一个代言象征， 但我不想。对于一些我不太清楚的大事情负责，我不想让他回来而这样进行下去。 我不是企业家，也不是一个CEO， 我只是一个死宅， 一个电脑程序员， 一个喜欢在推特发表个人意见的人。一旦这次交易完成， 我会马上离开 Mojang，再回去加入Ludum Dares的游戏制作和一些小网页实验。 如果我一不小心又被推上了大众的舞台，我也许会马上弃坑。考虑到我的公众形象已经有些扭曲，我不指望通过发表一篇文章能摆脱负面评论，但至少现在当我阅读他们的时候不会觉得有责任感在身。我非常明白我上面写的这些和我之前在公众面前说的很不一样。对此我也不想再说什么了。我知道你们有些人把我当作一个某种抗争的代言符号。我不是，我只是一个和你一样的普通人，每天都在抗争。我爱你们，在座的各位。感谢你们让 Minecraft 变成了今天这个样子，但是因为人太多，多到我已经无力去对一个巨大的事物所负责。从某种意义上来说，Minecraft 已经属于微软了。而在更大的意义上来说，Minecraft 在今后的漫漫长途中，都是属于你们玩家的，这一点永远都不会改变。                                                                                                                                                                                                                                \n当然，这个月里，MC1.8发布也算是一件大事件，你可能会惊讶“什么？1.8发布了？”没错，以下是具体内容。 正式版是Minecraft经过一段时间的预览版测试之后得到的稳定版本，也是众多材质、MOD与CraftBukkit插件会逐渐跟进的版本。官方正版登陆器也会第一时间进行推送。\n建议玩家与开服的朋友关注其相关MOD及其所需的API、CraftBukkit与其插件的更新，迎接新的正式版吧！\n专注于单人游戏的玩家可立即更新，多人玩家请关注您所在的服务器的通知。请勿将版本号中不加任何前缀的1.8与多年前的Minecraft Beta 1.8混淆。注意！旧版启动器已经无法启动1.6及以后版本。请所有用户（无论是否正版）更新您的启动器。详见下文说明。本版新闻除非特别说明，否则均允许转载，但转载必须注明本帖地址。\n1.8正式版现已发布，可通过官方登陆器进行更新！ （说好的6小时呢？？）\n\n有关预发布的变更信息，点击查看： 1.8-pre1  pre2  pre3\n关于本次更新的详细内容，请关注Minecraft 1.8特性列表。\n\n新闻来源：https://mojang.com/2014/09/minecraft-1-8-the-bountiful-update/\n预发布信息原文：https://mojang.com/2014/08/minecraft-1-8-pre-release-the-bountiful-update/\n\n友情提示：\n更新1.8后有些人会出现FPS过低的情况，请进入视频调节更改Use VBOs选项，一般情况下这问题就解决了~\n站内纯净客户端与官方服务端下载地址：\nhttp://www.mcbbs.net/thread-334335-1-1.html\n正版启动器下载地址：\nWindows: http://s3.amazonaws.com/Minecraft.Download/launcher/Minecraft.exeMac/OSX: http://s3.amazonaws.com/Minecraft.Download/launcher/Minecraft.dmgLinux/其它: http://s3.amazonaws.com/Minecraft.Download/launcher/Minecraft.jar\n\n正版/非正版启动方式说明：\n对于正版用户：\n新官方启动器虽然已经进入正式版，但功能还在不断完善中、还处于开发初期，建议每次新快照出现都重新下载一遍启动器。启动器在上文已经提供。适用于全PC平台。如有仍疑惑请到原版问答板块提问。\n\n对于非正版用户：可以到推荐启动器列表寻找合适的启动器。如有仍疑惑请到原版问答板块提问。by_wolski\n\n\n\nScabbard杂志 逗比板  国庆节前夕，名为“士兵小号1”的逗比，因脑子抽了开始疯狂的辱骂版主，于是 呵呵，奖你末地门、而这个家伙不知悔改，在末地里继续辱骂版主，论坛的人也 不堪示弱，一群人围攻这士兵小号，据统计，士兵小号的损失积分已经达到了3694.  \nScabbard杂志 地图推荐  说道地图推荐，最近好的地图实在是令人拍案叫绝，现在，让我们走进这些地图吧！\n推荐一.绝境长城—冰与火之歌\n图片请自行原帖查看\n背景（摘自冰与火之歌中文维基百科绝境长城部分）：\n绝境长城是一处坐落于七大王国极北地带、由冰雪筑成的巨大的防御工事，其将王国与野人的土地分割开来。它从最西端的霜雪之牙山脉，一直延伸至最东端的海豹湾。\n\n绝境长城绵延300英里，它将近有700英尺那么高。它由冰雪与巨石筑成。根据天气状况的不同，即便在几英里外也能见到它呈现出灰色或者蓝色。长城顶端很宽，足以让十二名全副武装的骑士并肩共骑，底部恐怕更宽。根据神话记载，长城内部编织了古老的咒语，以加固它防止神秘的物种穿越，例如异鬼。长城自黑城堡以东似一把剑，而以西则是一条蛇。长城没有大门，仅有一些隧道穿过它。这些隧道被几重由沉重锁链锁住的铁栅栏阻拦。任何被城堡放弃的、或者处于危险时刻的隧道都会被用冰雪与砂石永远封堵起来。\n守夜人为保护长达一百里格的长城设立了十九个城堡。然而他们从来没有同时进驻超过十七个。在最近的三百年间，\n守夜人的人数锐减，大部分的城堡已被舍弃\n\n黑城堡，三座城堡中最大的一座，位于国王大道的最北端，有将近六百名守夜人的汉子驻扎。 下载地址：\n    http://yunpan.cn/Q7nQJp956VNWD  \n    提取码： \n4b98\n\n\n\nScabbard杂志 地图推荐 \n\nLs跑酷\n————————————————\n同一时间，同一地点。\n同一款游戏，同一张地图。\n没错同学们Ls跑酷终于完结啦{:10_492:}啪啪啪~~~\n感谢大家一直以来的支持和鼓励，\n没有你们的支持就没有今天这张地图，再此向大家表示感谢。（啪啪啪~~）\n————————————————\n制作人员：\n建筑：零碎   摄像：零碎 打杂：颜色 打酱油：颜色、微笑 宣传：零碎\n制作时间：\n总用时约1个月 平均每天制作1-2小时\n建筑类型：\n建筑类型大多为中国风即山洞地形还有空岛地形等\n游玩版本：\n1.7.2\n————————————————\n点我点我→→→压缩包地址←←←点我点我\n————————————————\n地图背景：\n主人公再一次梦中梦到自己掉到了虚空中然后到达了一片丛林他想要回去于是四处寻找回去的路\n于是就这样主人公到达了地图的第一关这是他就踏上了地图的跑酷之旅经过一段时间的奔跑后他\n进入了一个山洞这是眼前一片漆黑他在山洞摸黑力量半天突然眼前出现一道亮光他向着亮光奔去\n出来只见自己在一片空岛群上这时主人公就蒙了于是他左脚一伸右脚一扥biu~的一下就跳到了另\n一个空岛上然后他右键一伸左脚在一扥biu~的一下又跳到了一个空岛上结果他要跳到第3个空岛时\n距离不够了突然在这是眼前出现了大片的气球他于是又左脚一伸右脚一扥biu~的一下跳了过去到\n达了最后一个空岛这时他脚一滑biu~的一下摔了下去奇迹般的事情发生了在他正下方突然出现了\n个峡谷他正好落到了峡谷的水潭里活了下来由于峡谷太高爬不出去于是他在峡谷中四处徘徊这时\n他发现了一个山洞于是他一激动腿一贱不看洞里情况伸腿就跑进去结果掉到了洞中的水坑里又经\n过了很长的一段时间跑酷他终于爬出了山洞往外一看自己进然来到了个大户人家内他在那呆了不\n久告别了这个大户人家于是他又踏上了艰辛的路程再一次路程中他发现了一个小木屋里面留了一\n本书书中写道 171年 春 在山后的矿洞中发现了奇异的光线于是主人公耐不住寂寞的去了那个矿\n洞在那洞中他发现了一个遗迹在他站到遗迹中心的一刻那道奇异的光线射向biu的一下他就到了\n一个犹如人间仙境一样的境地最后主人公就爱上了这个仙境忘记了正事过着幸福美好的生活\n（以上故事纯属虚构）\n————————————————\n游戏规则：\n1、禁止破坏方块\n2、严禁开创造模式\n3、请勿跑出地图\n4、为了视觉效果请将亮度和能进度调制30以下（条件好可以开体积云）\n5、游玩愉快\n————————————————图片请自行原帖查看 \n\n 魔君城此地图的开始，其实只是一个笑话。\n       就是对魔君的认识从一只水帝转换到“啊，这家伙原来还会推房子啊。”的时候，一句吐槽。\n       不过后来事情就被我搁下了，第一没有设计灵感，第二和展示候补版主黑星面基时候，他告诉我水多了会卡出翔。\n       但是两周以前的一天，我在纸上乱画突然就来了感觉，于是做了个水环套上魔君，慢悠悠的开始动工。\n       当然外星人的风格就是改来改去的，没有编辑器真的很费劲，所以我真的好感谢发明编辑器那位，祝他一辈子都有便秘，谁叫他害得我得了【不用编辑器就会死】的绝症。。。= =#\n       闲话少说，截图参上。\n\n\n       截图君一组：\n\n\n       用了外星人自己画的材质，玻璃透明度很高，容易花眼，加上直接用玻璃编辑器很难框选，这里先放基础的木头版截图。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n       建筑设计是这样：\n       一条对外的连接道，两个星星雕塑和魔君ID的雕塑，整体周围有高空水幕水道，四座塔楼和设有水道的过道相连，一座主体楼，室内喷泉，连接所有入口的甬道，一桶水流到底的巨型喷泉和池子。\n       主体楼一层为舞厅，二层为会客室，三层开始有房间，分五间，四层相同，顶层有平台，房顶有阁楼，阁楼间有储物间连接。\n       下面换玻璃看看。\n\n\n\n       截图君二组：\n\n\n       以下截图尽量使用木头版一样角度。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n外星人自认为精美度不亚于【冰雪奇缘】里那个。\n\n\n      地图数据：\n\n\n       地图版本：1.79\n       地图体积：233*339*101\n       下载地址：http://pan.baidu.com/s/1pJHP4pX\n       压缩包内容：文件名带有MT的，是木头版的地图存档和编辑器存档，文件名带有BL，是玻璃版地图存档了编辑器存档。请按照需要解压。\n\n\n\n       最后的福利：\n\n\n大家是否还记得【卤蛋神殿】？\n       没错就是好早时候为做活动我以卤蛋为题材做的供大家炸毁娱乐的地图。\n       【魔君城】，是我第二次以版主为题材推房子了，我这作品一晒，无良的poi和245都找我来定做，更有一堆版主叫我给他们做坟墓。。。\n       叫他们互相去丢肥皂吧，外星人下面要更新小说了。\n       对坟地图有兴趣的请看这里------>http://www.mcbbs.net/thread-60929-1-1.html\n\n此帖的地址已经失效，更新的下载请见：\nlxq54sb123，如果您要查看本帖隐藏内容请回复\n\n       这是百度网盘，不过存档是编辑器的，原帖我懒得更新了。\n\n       另外就是截图使用的外星人材质，1.79版，16X，下载请见：\nlxq54sb123，如果您要查看本帖隐藏内容请回复\n\n\n       求人气求金粒求贡献求射精啊！！\n\n \n\n\n\n\n\nScabbard杂志 推荐mod \n说道mod，有些人肯定会喊起来“工业2”！“枫树”！丶丶丶\n但我给大家带来的是不影响游戏质量的，现在进入主题。\n推荐mod 1.灵活动作mod\n\n下面是此MOD必备品。连接有教程\n客户端需要：ModLoader+Player API  或 Forge+Player API\nMCPC需要：Player API MCPC+\n水桶需要：Player API bukkit\n官方端需要：ModLoaderMp server 和 Player API universal或Minecraft Forge server 和 Player API universal\n其他需要请原帖查看\n推荐mod 2.旅行地图mod\n作者\nMark Woodman\n发布网站\nhttp://journeymap.techbrew.net/\n↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑ ↑\n已加入中文，可以直接去原帖下载\n\n简介\nJourneyMap 是一个可以在游戏里或者网页上实时查看地图的 mod，它可以在服务器使用，但是只需要在客户端安装就可以了。JourneyMap 可以查看所有探索过的区域，以及各种周围的生物。而且它与 Rei's Map 和 Zan's Map 有很好的兼容，可以显示它们做过的路标。\n\n下载\n网盘\n\n版本说明\nFairPlay 版：在多人游戏中会禁用雷达和洞穴地图\nUnlimited版：在单人/多人模式中所有功能可用\n\n安装方法\n1. 安装 forge；\n2. 将 .jar 文件 放入 .minecraft/mods 文件夹。\n\n其他需要请原帖查看：http://www.mcbbs.net/thread-140792-1-1.html\n\n\n\nScabbard杂志——用心做杂志 你值得拥有 您的回复，是我们最大的鼓励     ——END——",
    "replies": [
        {
            "author": "BensonQC",
            "timestamp": 1412587380,
            "txt_content": "大部分是复制粘贴。"
        },
        {
            "author": "lxq54sb123",
            "timestamp": 1412587440,
            "txt_content": "给点评价吧！我第一次做杂志，有什么不好的，请多多指教。\n  \n 还有，码字真的好累啊。"
        },
        {
            "author": "jjxxz4",
            "timestamp": 1412587440,
            "txt_content": "先回复再看"
        },
        {
            "author": "上官绝洛",
            "timestamp": 1412587680,
            "txt_content": "意义何在。。"
        },
        {
            "author": "xialingjing",
            "timestamp": 1412588460,
            "txt_content": "好久没逛mcbbs和回复帖子了。。"
        },
        {
            "author": "小小王",
            "timestamp": 1412588520,
            "txt_content": "多去外站找找真正的“新”闻"
        }
    ]
}