{
    "title": "北京气象史上最大雨来袭 橙色预警首发",
    "author": "dy960529",
    "replyCount": 3,
    "timestamp": 1342919280,
    "txt_content": "我在首都= =亚历山大= =\n\n \n“七下八上”的主汛期来了，才令人觉出之前的几场夏雨不过是“小儿科”。主汛期首场降水亮相，就有气壮山河之势，创下纪录----昨天，京城降下自1951年有北京气象史上以来最大的一场雨，全市普降大暴雨，局地迎来特大暴雨。市气象台连发7次预警，并首次发出了建立天气预警制度以来的首个暴雨橙色预警。暴雨连跳三级 “橙”兴而来前一天还备受桑拿天折磨的市民，昨天被大雨一浇终于醒过闷儿来。北京上演白昼如夜，有网友甚至惊呼“站在外面都能被雨砸懵”。昨天9时30分，市气象台发出第一次预警——暴雨蓝色，预计午后开始大范围降雨，郊区将超过100毫米。10时许，海淀车道沟桥地区瞬间大雨如注，地面被砸起白烟，郊区也降雨正酣。市民赵先生的爱车被大雨一浇，竟在机场路辅路上趴窝了，只得打电话找4S店救援，“昨天看了预报，没想到上午就开始下了。”不过，降雨大幕并未真正开启，城区沉住了气。截至12时，全市自西南向东北的第一拨降雨3.5毫米。随着空气湿度攀上90%，低空云层开始跃跃欲试。14时许，记者驱车行至十八里店桥，绵绵雨丝看似温柔，但百米开外的前路已是重雾弥漫，开着大灯也不敞亮。同行车辆纷纷降低车速，在原车道顺序前行。而此时，与东南部相望的西南部地区平均降水量已达50.1毫米，迈入暴雨量级，全市、城区雨量也分别升至中雨、大雨。由于大部分山区极可能发生泥石流崩塌滑坡等地质灾害，市国土资源局与市气象局联合发布地质灾害黄色预警，市气象台也将暴雨预警提高到了黄色。14时20分，夏季常客雷电黄色预警到来，未来12小时雷电将覆盖全市。1小时后，市气象台继续发布暴雨黄色预警，后于18时30分第三次提升预警级别，发布自2005年建立天气预警制度以来的首个暴雨橙色预警。一天内连发多个预警，并将同个预警连升三级，这在本市天气预报史上是少有的。昨晚值守在一线的市气象台台长乔林告诉记者，暴雨预警的级别不同，表示它可能带来的危害性大小也不同。暴雨蓝色突出的是雨量级别，如预测到未来1至3小时的雨强较大，就将提高预警级别，提醒市民和有关部门注意防御。“今天发的‘黄色’代表未来3小时雨强将超过每小时30毫米；‘橙色’代表未来3小时降雨量将达到50毫米以上。”路灯提前开启 10小时晋升大暴雨昨天的雨量可谓“芝麻开花节节高”。16时，仅仅过了两小时，全市、城区雨量就分别增至大雨、暴雨，房山、门头沟局地率先降下特大暴雨。17时40分，进入夏季后到20时都不肯黑的天儿像蒙了一层黑纱，压得人心慌。记者驱车行至两广大街珠市口时，恰逢路灯提前亮起，向密集的雨帘中投射亮光。与这里行人稀少不同，前门大街上还有不少游人撑着伞、穿着拖鞋，走进大栅栏，丝毫不介意地上的积水。雨一旦敞开了下，只能是再接再厉。到20时，全市平均降水量为117毫米，城区166毫米，晋升大暴雨级别。石景山模式口、八大处等地超过200毫米，为特大暴雨。据粗略统计，本市200多个气象观测站，半数已降下大暴雨。7月至今，雨少得可怜。乔林表示，昨天的雨将使汛期以来的降水量至少比常年同期偏多3成。但不怕细水长流，就怕排山倒海。强降雨在带来可观降水量的同时，也给京城带来不少麻烦。昨天20时45分，日坛北路西口严重积水，一辆白色帕萨特发生故障熄火；网友Devil-Stereo、无所不能的刘小鱼儿、马小哈JMS等发微博称，一辆从北京西开往涞源的列车已在十渡附近停驶6个多小时，车上没有食物，有人生病，请求救援；21时50分，黄先生和贺女士驾车行至广渠门桥下，积水已有一车高，许多车辆见状纷纷绕行二环路……但一些曾经的积水点也经受住了考验。去年8月26日大雨，北京王四营桥下严重积水，郑渊洁被堵了3小时，最后只得弃车步行离开。后来，他给朝阳区区长发了封微博公开信，“作为纳税人我弱弱问，再下雨，王四营桥周边还会积水吗？如是，再下雨我就不出门了。”区长回复称，将改进排水系统力争遇雨不再积水。昨晚，郑渊洁再度发微博称，“现在北京又降暴雨，我冒雨专程到王四营桥，看到路面没有积水。”文后还附上了现场图片。水汽、地形、“热岛” 三大原因“放水”从昨天14时起登上90%的空气湿度，一路高歌，到20时达到饱和。100%的湿度令降雨云团为之一振。22时，市气象台继续发布暴雨橙色预警，未来3小时城区东部及郊区雨量将达40至70毫米。市气象局内部昨天也做出应对措施：8时启动四级应急响应，14时30分升为三级应急响应，19时30分启动今年首个二级应急响应。市气象台有关负责人介绍，二级响应意味着主要局领导要一线带班；平日1个首席预报员增至3个，在会商室内进行气象会商；降雨量每小时更新、发布一次。截至昨天23时，全市平均降水量155毫米，城区196毫米，为大暴雨。房山坨里全市降雨最大，371毫米。鉴于还有几小时的降雨，城区降水量不排除超过200毫米的可能，量级达到特大暴雨。今天0时，经过对本市20个国家级气象观测站的雨量采集统计，全市平均降水量约为170毫米。市气候中心主任郭文利告诉记者，与历史同期雨量比对、分析后可以确定，一个新纪录已经产生！这场持续10多个小时的降雨，成为自1951年本市有气象记录以来的最大雨。而选择这20个国家级观测站做统计，是因为它们均为1951年建站，是本市历史最久，气象数据最全的站点。此前，曾经也有不少预报中的大雨中途退场，这次却一鼓作气。乔林分析，这场降雨威力如此大，有水汽、地形、热岛效应三个主要原因。持续几天的闷热给京城积蓄了充沛的水汽，昨天北京以南的水汽又源源不断地输入，将空气湿度送至饱和。而城市热岛效应，使城区气温难以回落，水汽无法流失。北京西部、北部环山的特殊地形，则使被堵截的气流更加勤奋地做抬升运动。这种情形下，一遇到冷空气活动，对流云团就即刻得到强烈发展。中央气象台昨天10时也发布了暴雨黄色预警。在昨天一同遭遇强降雨的华北地区中，北京毫无争议拔得头筹。乔林解释，此次天气系统虽然覆盖了整个华北地区，但冷暖空气的交汇点恰好处于北京上空，因此持续时间长，雨强较大，还伴有雷电。进入主汛期的首场雨虽然厉害了点，但也算“知时节”，是比较正常的天气过程。市气象台发布最新天气预报，今天2时后强降雨天气将逐渐减弱，于5时许结束。午后太阳有望露脸，高温将升到31℃。下周一至周三，天气晴间多云。周三夜间到周四白天，或迎来一场中雨。气象部门提醒，主汛期强降雨多发，建议政府及相关部门做好防御暴雨应急工作；切断危险地带的室外电源，暂停户外作业；做好城市、农田的排涝，注意防范可能引发的山洪、滑坡、泥石流等灾害。新闻追访：疑似龙卷风致人亡专家称尚难认定本报讯（记者 汪丹）昨天14时许，通州区张家湾镇枣林庄村、大辛庄村等村庄遭遇暴雨大风袭京，致两人死亡，多人受伤。有消息称，通州区受灾村庄有7个，一些建筑房顶被大风掀起，电线杆、大树被连根拔起或拦腰折断。其中一间房屋顶棚砸向村民，两人当场死亡，其余伤者被送往医院救治。有目击者表示，造成灾难的大风呈旋转状，怀疑是龙卷风。对此，市气象台首席预报员孙继松表示，“目前不能肯定是，也不能完全排除。”一般情况下，龙卷风不可能被气象观测站观测到，多依赖人眼观测。能否认定龙卷风，需要目击者的图像或视频证据，然后根据树木、庄稼等被风刮后倒覆的形状进行事后调查。但这种调查在城市里很难操作。孙继松说，虽然在有记录的气象观测史上，北京没有发现过龙卷风，但也不能完全排除这种可能性。比如，安徽遭遇强降雨时，就出现过龙卷风。“昨天通州的旋转风，最有可能是‘强降水下击暴流’造成的局地阵风。”他解释，当雨很大时，下沉加速度产生的拖曳作用将形成强气流，到地面后散开转为水平风，形成类似“龙卷风”的效果。至于村民描述的“20多米高的风”，孙继松认为，龙卷风是上大下小漏斗状的旋转云柱，具体有多高肉眼是看不清的。相关链接：微博“雨”声昨天，众多热心网友在微博上直播雨情。Viola_ShadyLately：昨天闷得不行，今天直接拍灾难大片了。妖蛾孒：很少见北京这样的天气，大暴雨一次比一次来得猛。明明是白天，外面一片昏暗，伸手不见五指，被水蒸气笼罩着。Carol麒：13时，大暴雨下得昏天黑地，崇文门大塞车。小糖人儿_佳TT：分不清前方是烟还是雾，100米开外的建筑物已分辨不出轮廓。李小溪_呆杏：立水桥南，变成了汽车游泳池！",
    "replies": [
        {
            "author": "孤剩",
            "timestamp": 1342919580,
            "txt_content": "沙发很舒服"
        },
        {
            "author": "實習者一號",
            "timestamp": 1342920180,
            "txt_content": "文字too much   我眼花"
        },
        {
            "author": "sabo970",
            "timestamp": 1342920900,
            "txt_content": "昨晚刚看的新闻--"
        }
    ]
}