{
    "title": "<连载·单章>【谁的世界】作者：昊天[第二章]",
    "author": "hznb",
    "replyCount": 6,
    "timestamp": 1412610780,
    "txt_content": "这是一个真的世界——昊天\n\n  “啊！啊！”我身后发出一声声惨叫，我知道，那是老师们的叫声，但此时的我根本没心思管他们的死活了，对于我来说活着才是最重要的。\n\n  我一路跌跌撞撞的跑回了教室，把门重重的关上，“呼...呼...呼...”我瘫坐在门前，喘着大口的粗气，说实话，刚刚的那一幕真的是太惊悚了，这是我平生以来最胆小的一次。\n\n  “怎么了，昊天？”苏杰跑过来，有些关心问我。\n\n  “刚..刚..”我感到喉咙有些干的讲不出话来，便指了指教室角落的饮水机，苏杰很快明白了我的意思，端来了一杯水给我，我一口闷了整杯水，慢慢的调解了下自己的呼吸。\n\n  “啊，活过来了。”我如释负重的舒了口气，“刚刚和侍尉去杀僵尸，我感受到了一股可怕的气息，太可怕了。”\n\n  “嘣”门被踢了开来，我被冲力冲倒了，踢门的人，正是侍尉。\n\n  “昊天，你刚刚干嘛逃走，害的老师全死掉了。”侍尉大声的对我叫着，他的身上有着一些血迹，看来是与僵尸撕斗了一会儿才逃了出来。\n\n  “我...”我一时间找不到什么话去解释，就只好沉默了下来。\n\n  “你说啊，你说啊！”侍尉继续朝我怒吼，他脖子上的青筋都冒了出来。\n\n  “行了行了，别说了，昊天也是不得已。”站在一旁的苏杰出来帮我讲了一句话。\n\n  “不得已？呵呵，就因为他一个不得已，老师全死了，你知不知道，那些死去的老师中有一个是我的哥哥啊！”侍尉又转移了目标，对着苏杰大喊。\n\n  我揉了揉发胀的太阳穴，“别吵了，老师死了谁不难过，老在那吵有什么意思。”\n\n  那些死去的老师生前待我还是很不错的，毕竟认识这么久了，说死就死了，而且还有我一部分责任，我内心里还是很不好受的。\n\n  “可是那是我哥哥啊...呜呜..”侍尉跪倒了下来，不停用手捶打着地板，渐渐的就趴在地上低声抽泣了起来。\n\n  “昊天这人怎么这样啊？”“就是就是，人家哥哥死了，还在那边叫。”.....教室里的同学开始一个一个说起我来了。\n\n  “我...”望了望周围的同学对我指指点点，我不禁摇了摇头，之前静的出奇，现在有事了就来说我，这群人真是...我有嘴也说不清啊。\n\n  “吼吼吼”一声声尸吼传来，那些说我的人也默默地往后退了几步，脸上露出恐惧之色。\n\n  “不要怕，僵尸砸不破铁门。”我对后退的同学说着。凭借着多年玩麦块的经验，我知道僵尸只能砸破木门，而正好，我们学校的门几乎是铁门，所以我并不需要害怕。\n\n  安抚同学过后，我看到了倒在地上的侍尉，他那轻轻的呼噜声诉说着他已经哭累了。\n  我拿起几张椅子并在了一起，睡下了。\n\n  “啊..啊..啊..”我被一声声惨烈的声音吵醒，我努力睁起疲惫不堪的双眼，原来是外面的僵尸被阳光灼烧着。\n\n  我伸了个懒腰，看了看四周睡的扭七斜八的同学，我也是笑了一下。\n\n  等到外面不再有叫声了，便拿起一支石矛紧紧握住，小心翼翼的打开门，还好没什么都没发生，看来僵尸已经全部烧死了。\n\n  终于是闲下来了，我回想起昨天那僵尸堆里的那一双血红的眼睛，太渗人了。算了算了，不要想这些了复杂的东西了，是时候去找找我爸我妈了，我在心里这么想着。\n\n  快步走到洗手间洗了把脸，清醒了一下头脑，“咕..咕..”我的肚子在这时很不争气的响了，拍了拍肚子，忍忍吧，等会儿出学校到外边的小店找些吃的吧。\n\n  我再次回到教室，看了看那些还在熟睡的同学，然后拿起我的书包，把里面的书都倒了，脑袋里想着/bag把书包放了进去。书包其实还是很有用的，我看了一下，他的容量是我自身空间容量的一半。\n\n  我走下楼梯，时时刻刻注意着有没有僵尸偷袭我，当年我玩麦块可是经常被偷袭致死。也许是上帝眷顾我吧，好像整个学校都没怪物了，阿弥陀佛。\n\n  在出校门之前，我顺手打了几个树枝，做成斧子砍了一些木头，然后我缺心眼的把学校门前的大理石地砖都挖了下来，这样我就进入了石器时代。\n\n  虽说周围都是方块，但要说认路的话，还是不影响的，几步路的功夫，我就走到了小店门口，铁门是被关着的。\n\n  我一拍脑门，居然把这个东西忘记了，我还以为老板会开门的，一觉睡糊涂了，唉。\n\n  不过没关系，我拿起石镐对着铁门就是一顿乱敲，门破，我走进去搜寻着吃的东西，突然我的视线落在了一个叫“力士架”的巧克力上了，现在的中国厂家啊，但这并不打消我对它的喜爱，巧克力可是高热量的食物，一两颗就可以抵一顿饭了。\n\n  “咳咳，这个，大家好”天空突然风起云涌，投射出一个人的影像出来。\n\n  “欢迎来到我的世界，希望大家玩得开心，这是极限模式，死了就死了哟。”说完，影像就消失了。\n\n  我...突然有点脑子转不过弯来了，一个人把自己影像投射到天空中，然后说了这几句话，就消失了，真的，我都不想吐槽了，这真是我活这么大最惊喜的早晨...\n\n\n—————————————————————————————————————————————————————\n      多年不混mcbbs了，有没有想我\n         最近有时间我就来更新小说\n\n                    上一章\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1412611020,
            "txt_content": "@xcc @梦魇冰眸 @a2455564728 @CloudsXDao"
        },
        {
            "author": "江米条",
            "timestamp": 1412611140,
            "txt_content": "现在看有文学创作勋章的人都感觉好厉害的样子...小说什么的一窍不通{:10_522:}看起来不错的样子"
        },
        {
            "author": "叫我stere",
            "timestamp": 1412611800,
            "txt_content": "我怎么都没耐心..."
        },
        {
            "author": "Terry39",
            "timestamp": 1412636400,
            "txt_content": "谁的世界笑尿了"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1412641680,
            "txt_content": "终于是更新了...比我的红石狂潮还要慢...."
        },
        {
            "author": "xcc",
            "timestamp": 1413082500,
            "txt_content": "hznb 发表于 2014-10-6 23:57\n@xcc @梦魇冰眸 @a2455564728 @CloudsXDao\n这么多坑"
        }
    ]
}