{
    "title": "<连载·原创>待我辉煌定比天狂[作者：1427639813][第一章][豪华版]",
    "author": "Umikaze",
    "replyCount": 3,
    "timestamp": 1412656500,
    "txt_content": " 本帖最后由 1427639813 于 2014-11-15 12:10 编辑 \n\n       ————夜-暮色下不知名的森林     猛兽庞大的身躯变成了一副森白的骨架，少女拿着那些散发出黄色微光的晶体喃喃道“你这十万年的修为，我收……”话没说完少女就倒了下去。倒下去的少女浅红色的头发慢慢变回橙色，然后逐渐的淡化为青蓝色。一双青色的大眼睛也慢慢的合上了……\n    ————夜-少女的梦境\n    混沌、黑色，只有这两个词能形容这里。在这个空间，别说光了。连一个实体的东西都不存在。少女从混沌的中央醒来。看着这黑色的世界。“这里就是地狱吗？”两行泪从眼角流了下来。“姐姐，我还是没见你最一后面啊。”“地狱？哈哈哈哈，你想得倒美。你杀了本王，本王会让你那么安详的下地狱？哈哈哈哈哈哈……”笑声从背后传来。\n    少女回头一看，原先的猛兽就站在她的面前，毫发无损。少女急忙往胸前一挥，想拿出那柄封魔剑。\n    怎么了？少女脑海里闪过这句话。她低头看了看，自己的衣服项链和戒指还有伤口都不见了。看着少女疑惑的样子猛兽缓缓的解释道“别找了，这里是你的精神世界。你用你的神圣血脉彻底的把我彻底的消灭了，但是毕竟是你的血脉。我在黑暗能量消失前窜入了你的精神海，我想杀你现在是易如反掌。”“呵，不杀我？我把你那万年修理的躯体毁了。如此大的仇你能忍住不杀我？”少女冷笑道。“我不杀你是因为我不想杀你……”“有什么事要求我？”巨兽没说完少女就打断道。\n    “你和我现在是共生关系，我死了你就可以逃出去寻找另一个宿主。那么简单的事情你会想不到？说吧，要我帮你什么。”聪明如她已经想到了巨兽的用意。“好吧，不得不说你们人类的智慧的确比我们高。我的躯体被你毁了，也还了杀你亲人的债了吧？你帮我做一件事，我能给你至高无上了力量，到时候……”“什么事情”少女再次打断道。\n    “帮我杀了众神之王——凯尔。”“为什么？凯尔守护这整片大陆，为什么杀了他？”“他？守护这片大陆？算了现在还是不是时候。当你看清这个世界的时候我会联系你的。对了不要告诉任何人我的存在，不然你一定会后悔。我的精华你就吸收了吧，对你身体挺有好处的。”看着巨兽的神情少女的眼神里的寒意不知不觉的消失了。“是啊，我毁了它的躯体，它已经不欠我什么了……”\n     ————夜-暮色下不知名的森林 \n     疼痛，冷、刺激这少女的身体，让她不得不从昏迷中醒来。只是粗略的感应了一下，筋脉已经没有一处是完好的，别说催动魔法了，连站起来都做不到。“看来这禁药真的是不能乱用啊。”少女喃喃道。\n     远处，一道蓝色的身影向这边飞来。远处的是一个蓝色的头发，穿着高级魔法师魔法袍扑扇这冰晶做成的语音，长得和黑裙少女一模一样的女孩。女孩好像一直在寻找着什么，泪不断的从她的蓝色的大眼睛流出。\n     终于她看向了这边，疯似得玩黑裙少女所在的地方飞去。“洛……儿，洛儿……”一边流泪一般把地上的黑裙少女抱在怀里。洛儿听到的女孩的呼唤。紧闭着的眼睛慢慢的睁开，洛儿看了看眼前的女孩“姐……姐姐？”虚弱的声音从口传中。“姐……姐姐？你……怎么……到这来……了，这……这里很……危……险的。”洛儿的姐姐看着洛儿身上的伤。说不出话来。\n     黑裙少女把手中的晶体递给蓝发少女“姐……姐姐，这是……六角……翼……兽皇……万年的……精华，我……我为……母……母亲和……狄……老师报……报仇了。”说完黑裙少女合上了眼睛。 “洛儿……洛儿……为什么……为什么！！！！”凌颜看着妹妹，最后一句是歇斯底里喊出来的……\n\n——————————————————————————分割线————————————————————————————\n       啊累死了刚撸完作业就过来更了，累死了0 0。\n    接下来就是主角介绍了0 0 黑裙少女（女主）。姓名：凌洛。16岁，是月夏国一个小镇的普通居民，原本和妈妈姐姐生活着，7年前六角翼兽皇来到她所居住的小镇搜集它需要的人类的灵魂，带着70只六角翼兽四处杀人搜集灵魂，到了凌洛所住的小镇的搜集灵魂，一个魔导师级别魔法教师奋力抵抗才能让凌洛和凌颜姐妹逃脱，六角翼兽皇看到她们身上有着神印，想要杀掉她们夺取灵魂时被魔法教师自爆阻止。后来被月夏皇家学院的副院长所救。蓝发少女（女二）。姓名：凌颜。16岁，是月夏国一个小镇的普通居民，原本和妈妈妹妹生活着，7年前六角翼兽皇来到她所居住的小镇搜集它需要的人类的灵魂，带着70只六角翼兽四处杀人搜集灵魂，到了凌洛所住的小镇的搜集灵魂，一个魔导师级别魔法教师奋力抵抗才能让凌洛和凌颜姐妹逃脱，六角翼兽皇看到她们身上有着神印，想要杀掉她们夺取灵魂时被魔法教师自爆阻止。后来被月夏皇家学院的副院长所救。\n 其他的等出现了在介绍吧XD这章就到这了，反正也没人看。 索引\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "likeliang",
            "timestamp": 1412658300,
            "txt_content": "好多折叠OAO"
        },
        {
            "author": "MC煤炭君",
            "timestamp": 1415438160,
            "txt_content": "楼楼加油！！！[slimeball]"
        },
        {
            "author": "qrbqrb4728116",
            "timestamp": 1439517840,
            "txt_content": "我要是回复了，就是挖坟吧对。。。。。"
        }
    ]
}