{
    "title": "<原创·连载>轩仔出品！《创世神诞生》第九章",
    "author": "男人婆",
    "replyCount": 3,
    "timestamp": 1412655360,
    "txt_content": "感谢支持轩仔作品！\n我要崛起！\n\n轩仔往期作品，点击图片：\n\n\n《创世神诞生》索引：http://www.mcbbs.net/thread-348984-1-1.html\n\n正文：\n创世神的诞生：\n第九章：恢复创世神之心\n  “这个……史蒂夫他的，心碎了，让你帮他弄好……”格莱斯吞吞吐吐的说道。“什么？心碎了？”NOTCH惊讶的看着格莱斯。\n   格莱斯知道说错话了，连忙补充到：“不是心碎了，是创世神之心被HEROBRINE弄碎了。”NOTCH思考了一会，说：“吧创世神之心拿过来让我看看。”\n   格莱斯拿出了碎裂的创世神之心，并给了notch。“哎呀……这就算恢复了，也可能以后会突发什么状况。”NOTCH说道。“那能不能现在给他回复一下？”格莱斯问道。\n  “这个当然可以，只是……”说罢，便给创世神之心我在拳头里，然后闭上了眼睛，一会，就恢复了。\n  “你一定要天天带着他，不然，在弄丢了就在也恢复不了了。”NOTCH说道。\n   我点了点头，瞬间，感觉胸口不在疼痛了，感觉好多了。我将这颗创世神之心用绳子串了起来，挂在脖子上。\n  “那么，谢谢了，我们先走了。”格莱斯道谢后，边说：“下面的路你自己走啊，我都背你一路了。我再次点了点头。”\n   回到了村庄，我来到了格莱斯的家，他为我弄了点东西吃，马铃薯，萝卜什么的。吃饭时我有个恶习，就是吃着东西看着书，我从口袋里拿出了随身带着的“创世神必读”，开始阅读起来。\n   着一段日子里，我天天睡在他家的厨房里，厨房虽然小，但是能够容下我这个身躯。\n   过了一会，有人敲门，格莱斯迅速跑去开门，一开门，发现老村长站在门口：“创世神之心修好了吗，找到NOTCH了吗？”一进门老村长就开始问。\n  “修好了，NOTCH帮我们修的。”老村长说：“下次注意点，不要在吧那玩意乱放了啊。”我又点了点头。\n   我将这个创世神之心佩戴在我的脖子上。格莱斯说：“我得出去种地了，一会再回来。”\n   他走的时候嘴里还嘀咕着：“都两天没浇水了，估计都干了吧……”说罢，走出了门。\n   屋子里静极了，就我一个人，我看着这颗创世神之心，很明亮。突然，创世神之心发着红光，非常刺眼。我喊格莱斯赶快进来。\n  “格莱斯，你过来看看这是怎么回事！”我喊道。“等一下，马上就浇完水了……”脖子里的这颗明珠，愈来愈刺眼，使得我睁不开眼睛。\n  “格莱斯！！快！”我疯狂地喊道。格莱斯迅速的冲了进来。“怎么了？”我指了指这颗创世神之心。\n  “这，是预示着灾难的来临……”格莱斯慢慢的说道。“你怎么知道呢？”我问道。\n  “NOTCH曾经对我说过，当创世神之心闪烁时，证明会有厄运发生，如果闪烁的及其强烈，那么就会有灾难发生。”我目瞪口呆的看着格莱斯。\n  “会有什么灾难呢？”我问道。“我也不知道……”格莱斯看着我说。\n   不知什么时候，老村长进来了，语重心长的说道：\n  “我看出来了，是herobrine要来到了……我们这个村子，就要毁灭了……”\n   我和格莱斯先愣了一下……便不再说话。\n\n——————————————————————————\n同书人小组\n\n\n\n\n\n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "江米条",
            "timestamp": 1412655540,
            "txt_content": "应该不用吧字体弄那么大吧,不过还是支持一个"
        },
        {
            "author": "hzy5548",
            "timestamp": 1412655600,
            "txt_content": "字体那么大是让我们感觉内容很多？。。。\n好吧我只是说说"
        },
        {
            "author": "男人婆",
            "timestamp": 1412655660,
            "txt_content": "啊啊啊，前几章全是这样！！！不用让我吧九章全部改了吧！！\n{:10_566:}{:10_507:}"
        }
    ]
}