{
    "title": "【分享】网络小说——能力起源~",
    "author": "月轻歌",
    "replyCount": 3,
    "timestamp": 1412677620,
    "txt_content": " 本帖最后由 月轻歌 于 2014-10-7 19:48 编辑 \n\n\n\n大家好，我是月轻歌~\n\n看了各色各样的小说之后，我不由得生出了一个将优秀的作品发出来分享的念头。因此今天就为大家带来我认为不错的小说：《能力起源》\n\n\n引子：\n当信仰已经不在、当力量成为一切、当居所成为遗弃之地\n    改变总是不期而至，变化是好是坏已不再重要。\n    —-悟宅\n\n\n\n封面：\n\n\n\n\n\n\n\n\n\n\n\n\n具体概括（来自百度）：新时代，以超能力为主，一个平凡人机缘巧合下得以恢复古代人血脉，为救妻踏上征程，打怪升级orz，最后超脱的小故事……\n\n\n小说中的某一段落：\n　\n\n\n　　“所谓佛家法力我不知你以前是怎样的理解，可在我看来，许多东西都是不必要的，相比较起别家来说，佛家的门法最大的特点就是‘简单复杂化’，只单纯以力量来讲，它并不比别的法门要特别什么。”\n　　司徒躺在婠婠腿上，虽是在讲解自己对佛家法力的认识，可态度怎么看都是一副不以为然，不过有契约之力束缚，了尘倒是不怕司徒在这里面捣鬼，只是听他说的这番话，还是有些忍不住皱起眉头，毕竟他所接受的一直以来都是最为正统的佛家理论，冷不防听了司徒这样离经叛道的说法，还能稳稳坐在那里听着已算是定力极强了。\n　　司徒也像是对了尘这样的表现十分满意，见他不反驳，才又继续往下说道：“以我对力量的理解，不论是道家的还是佛家的，又或者是什么其他的力量，它们在本质上都是一样的，之所以有区别，并不是它们本身的问题，只是因为有这些人把它们强行分开，非要把它们分门别类的划分开。”\n　　“其他别界的力量我只有过简单接触，还不好说，但对于这界的力量我几乎已知所有，所以也知道这些个所谓各种力量，原本就该是一个整体！”\n　　“！？”\n　　司徒的理由在所有人听来都是极为新鲜的，因为这样的说法也只有在司徒这里才听说过，别人却是都没有过这样的说法，其中原因不得而知，也许是因为像司徒这样集众家所长，又没有把任何一家的理论完全放在心上的人不多。\n　　“力量是一个整体，道、佛、神或是别的什么就都是它上面的分支，只单纯以力量的质量来看，这些个最顶尖的力量并没有明显的强弱之分，看上去几乎是一般无二的，像我说的，区别只在于用的人，正是因为用的人不一样，力量才会有强弱之分。”\n　　“佛家大能又怎么样？如果不借助那些个神灵力量，他们也不过与一般人相同，看上去虽然强大，其实不过是假象，什么金身罗汉护身、明王法身之类的，说白都是外力。”\n　　“如果想像我一样，把这所谓的佛门法力发挥到极致，达到一般人能做到的极限，单靠了单纯的信仰是不够的，更重要的是要有信心，要自信自己对力量的感悟不比那些漫天神佛要差。”\n　　不去说司徒的话是不是与别不同，是不是有道理，事实摆在面前，司徒用佛门法力的使用确实比自己要强，这才是最为关键的，所以一旁三人也都只有听着的份，有什么不同意见保留就好，等有一天自己的佛法比司徒强了，司徒该也是会乐意去他们说自己的经验。\n　　虽然就是这样，作为一个忠实的佛徒，一个有道高僧，想要让了尘那么快就转变过思想也不是件容易事情，“那照你这样的说法，那些满天佛陀不也成了假的？他们与那些使用别样力量的普通人又有什么区别？”\n　　“我有说过他们有什么特别的吗？”司徒浪费了那么多口水，当然是要回报的，听到了尘这问题，他脸上才终于露出一丝‘善意’笑容，好像对了尘这样反应感到十分开心一样，看到司徒这样表情，一旁毛三已是心中一寒。\n　　了尘正在低头苦想，自是看不到司徒脸上表情，婠婠虽然也能看到，她倒是完全能知道司徒此时心中想法，只是却不以为意，在她看来，想要击败对手，直接用自己的力量把对方打爬下就好了，别的事情做了也是多余。\n　　司徒把头在婠婠腿上动动，好像在找一个更舒服的位置，直至婠婠用双手捧住他脑袋，这家伙才老实下来，开口继续说道：“人、神、仙、佛、魔、妖、巫……之类的吧，这些个公认最有机会问鼎这界顶点的生灵，他们不管是使用何种力量，都有一个共通的特点，你知道是什么吗？”\n　　“？”\n　　司徒显然不是真打算在了尘那里得出答案，见他一脸迷糊模样，也不意外，脸上表情反倒是更为柔和了些，给了尘感觉也再不那样难以亲近，只有毛三忍不住有些坐立不安，他虽然也猜出司徒目的，可他知道自己就算是知道也一定不能说，不然要是被司徒惦记上，他恐怕也要跟着一起倒霉。\n　　“这个共有的特点其实只要细心人都不难发现，那就是他们的造型都是人身模样！”见时机正合适，司徒就再不多做耽误，在一旁开口说道。\n　　“！？”\n　　“……”\n　　听了司徒这答案，了尘与毛三虽是反应各异，可也能看出，司徒确实是把‘坑’给了尘铺好了，只差等他跳下去。毛三虽然有意想要回避，生怕司徒接下来要说的对自己也会造成什么影响，可不知为何，他虽然脑袋里有这样想法，却怎么也没办法挪动半步，也许他自己都不愿承认的是，自己心中了对这问题答案可能比了尘更在意。\n　　司徒见已布好局，‘鱼’已咬‘饵’，就再不着急，只是慢声说道：“也许这个问题在普通人看来，是个十分好解释的问题，他们可以说那些个典籍的作者都是人，所以才会有这样的结果，可在我们这样层次的人看来，这问题难道不是有许多更‘合理’的解释？比如‘人’是天地间的主角，是这一界的宠儿？”\n　　“……”除了司徒一个人的声音，这次再听不到任何声音。\n　　“我话都已经说的这么明白了，如果你们要是再不明白，我也没办法了，但如果你们相信了我这话，对于天地间力量是一个整体，所有别的力量只是旁支也就不难理解了。”司徒原本是想大发一番感慨，可话只说了一半，他就突然惊觉，这样只把话说一半的效果好像要更好，所以这才突然住口不言，把想像的空间留给他们。\n　　事情也确实如同司徒所想的那样，他的话虽然早已经打住不再往下去说，可话里更深一层的意思，毛三与了尘都已想明白。\n　　其实这个哑谜也不是什么了不起的事情，并不如想像中的那样难猜，起码现在舟中人的智商是足够想明白了。\n　　人作为天地的主角，掌握着所有一切的大气运、大机缘，作为一种强大非凡的生灵，人虽然先天没有如同一些旁的生灵的先天优势，可他们却有足够的智慧，正是靠了这东西他们才能在强者林立的神话时代站住脚。\n　　作为生灵中最有智慧的存在，人类不同于一般生灵之处在于他们一直都在进步，借了大气运，他们总能无往不利，如果非要分得细了，他们就是主流，其他的生灵就算再强大，也只能轮为旁衬，所以他们倒不如都幻化成人类的模样，不管是为了更有亲和力也好，还是为了修行更为方便，都是这样的选择。\n　　有这一界的关照，人类的存在其实已是相当于一种‘漏洞’的存在，为了让人类更亲近于自己一方，除了以血脉之力为牵绊，那些个各色生灵也还想出了别的办法，那就是把独属于他们的力量整理成适合人类修炼的功法！\n　　这样一来，司徒先前所说的‘一界力量一整体’的说法也就好理解了，如果要不是那样的话，人为什么能掌握所有高级生灵的力量？！\n　　退一万步来说，人可以的事情，为什么那些高级生灵不行？！\n　　其实他们中已有许多的例子，一些本是道家的投了佛门，二者兼顾也不是什么难事，如不动明王那家伙，甚至可以同时修行三种完全不相干的力量。\n　　而要是能证明天地间的力量本为一体，那司徒之前所说也就是正常的了，那些个所谓的佛祖、菩萨也不过是生灵的一种，他们唯一与人不同的只是他们天生有一种大神通罢了，人要是有大智慧、大毅力未必有一天不能追上他们，甚至是超过他们……\n　　奇怪的理论，在这之前了尘与毛三都没有想到，也有可能是他们早已想到，只是害怕自己所想到的，自欺欺人的认为那不过是自己一时的神经错乱罢了，司徒其实并没有费很大的力气，在这番话中他也只是起到一个引导的作用，效果却是出奇的好。\n　　司徒给了他们足够的时间去思考，又隔了一会儿才再开口：“其实这个说法你们可以不相信，或者不屑于去听，我保证也不会强迫你们去认可，只是要想要在力量上更进一步，你们最先要打破的就是自身的禁锢，只要你们给自己先画好了那个圈，就再很难跳得出去，你们要是没办法尽早想明白这其中的事情，就算我把我全部的经验都讲给你们，你们也绝不会有任何进步。”\n　　虽然开始时只是答应了尘的条件，说的也是讲给他一个人听，可有毛三在一旁，司徒也不觉得有什么不好，反倒是觉得异常的有趣，因为他已想到一个有趣的实验，恐怕他自己都想不到，就因为他一念之间。在日后会有两个精通佛、道两家之长的绝世强者，他们的存在不仅仅只是守住一方，在未来的某一天界外诸多生灵侵入，这两个实力已超仙、佛的高手也只是一人一招就已定住一界之地，所有来犯强敌一个也未能逃掉……\n　　那一切当然也只是后话，此时的司徒稳坐在这里，了尘与毛三两人都并坐在他面前，虽然现在司徒已再没有收徒的想法，可这两人因为司徒先前一番话已是极为服气，这时候表现的自然是一副等人解惑的好学生模样。\n　　其实司徒又哪里说的清楚佛家与道家的力量道理，他能有今天的成就，‘不知’才是关键，如果要是在开始就心存畏惧，他又怎么可能走得到今天这步？\n　　虽然很难跟他们讲得明白具体的道理，对佛、道两家照本宣科的东西司徒也不甚了了，但他也有独属于自己的一套东西，全都是他自从掌握了力量后自己总结出来的一些，只单独把关于力量、法术、金身的拿出来给他们讲讲，就已是足够了。\n　　司徒拿出来说的虽然只是很少的一部分，可二人却越听越是心惊，抛开司徒之前所说的那些话，就只是他对力量的感悟就远是两人不及的，不说单独一人与之相比，就是两个人加在一起恐怕都远不如司徒万一，这时候他们才知道庆幸，司徒竟乐于把关于自身的感悟讲给他们听，了尘也是觉得这买卖做得非常值。\n　　如果说司徒对于力量的理解已足够让两惊讶，那他对于佛、道两家理论的认识就只能是让他们心惊了，如果要不是司徒现在就活生生坐在他们面前，他们几乎都要以为司徒是某个神、佛分身下界了。\n　　其实在与了尘交易时候，司徒也还未想很多，如果不是这时候他又有了别的想法，恐怕也不会这样细致的给两人说上这么多，他虽然看不到未来之事，却有种奇妙的感觉，在这时候他已有种直觉，好像能看到这两个人在未来的某一天会做成一件了不起的事情，就算这样的预感不很清晰，司徒也不介意亲自培养出两个身兼两家所学的‘异类’，到时候他才再去看那些高高在上的家伙还有什么说法。\n\n\n\n\n转自：纵横中文网\n\n还有最重要的下载地址：http://pan.baidu.com/s/1wBKR0\n\n\n\n\n\n\n[groupid=493]水货集中营=w=[/groupid]",
    "replies": [
        {
            "author": "303103527",
            "timestamp": 1412678040,
            "txt_content": "谢谢分享，MCbbs有你更精彩"
        },
        {
            "author": "gggbbb",
            "timestamp": 1412678520,
            "txt_content": "标题改一下，改成转载会更好滴OwO"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1412679240,
            "txt_content": "转载的么？转载需要注明的"
        }
    ]
}