{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第3章 恶魂王国 by小龙",
    "author": "毒蛇",
    "replyCount": 7,
    "timestamp": 1412683800,
    "txt_content": " 本帖最后由 毒蛇 于 2014-10-18 22:29 编辑 本章的介绍：初来乍到，在下界就听见了EOE的叫喊声，接着炮弹就袭来了，这到底出了什么事？泰迪他们又能安然无恙吗？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-335612-1-1.html\n下一章地址：http://www.mcbbs.net/thread-354711-1-1.html\n本章总字数：1280字\n第三章 恶魂王国　　现在，所有人都汇聚下界了。　　“到底怎么了？”希尔保特问。　　“哎……”泰迪娓娓到来地讲着刚才的事，“我们听见亚伯拉罕恶作剧，以为是真的，就通知了佐格教授。我们就来到了这里……”　　佐格教授接着说：“我很着急，就带着全班同学——除了乔治，他去帮多丽丝干活去了。我们来到下界之门这里。我本来打算去找你，叫他们好好呆着不要动，可是他们擅自就进来了。我先去赫尔伯格那里，然后又去x（只读出了声母，没读韵母）……啊，南依道茜班主任那里，可是我不知道你带着他们已经来了。我就又去找多丽丝那里，但是只看见了乔治。乔治告诉我这些事，我就带着大家进来了……”　　“知道了，那么我们继续前进吧，没有办法。”希尔保特说。　　大家跟着希尔保特走过灵魂沙地，来到了地狱岩地，不过周围的岩浆热的他们气喘吁吁的。　　“为什么这里走一小会儿就累了？”泰迪问。　　“当然了。”希尔保特说，“这里过10分钟，就是外边的80分钟，当然很累了。”　　“那么这里为什么上边也是穹顶，下边还是地呢？”　　“这里上边有一层基岩，下边还有一层，所以说这里永远不受外部侵扰。”　　“那么……”泰迪话还没说完，就听见“E——O——E——”的一声，一个着火的炮弹就从下往上射了过来，从他们的脑袋上掠过，还把赫尔伯格的头发烧焦了，同学们对他嘲笑了一番。那颗炮弹飞向刚才的下界之门那个方向。泰迪他们只听见身后一声巨响，炮弹爆炸了！　　接着“EOE”的声音接连不断，无数个炮弹射过来。希尔保特命令大家原地趴下。场面一片混乱，他们看见远处有5只巨型的白色水母形幽灵朝这边飞了过来。泰迪他们站了起来，看见5只幽灵低下头说道：“EEEOO！OOEOOE，OOOEOEO！OOO！”　　“他在说什么？”三班的欸埃姆问道。　　“我看看啊……”希尔保特翻着背包，“找到了！翻译草！”　　“什么……三叶草？”泰迪问。　　“不是三叶草，是翻译草，我通过茜草花改造来的。”　　希尔保特分给他们一人一片翻译草，他们立马就听懂了白色幽灵的话。　　“真的很抱歉！我们没看清楚，原来是苦力怕啊！对不起！”　　“这是怎么回事？”泰迪问。　　“是恶魂。”希尔保特说，“在他们的记载里苦力怕是他们的祖先和神，而在我们的记载里，他们确实是我们的祖先带到下界的。”　　“你们好，我们是恶魂，我们会带你们去我们王国做客的！”其中一只恶魂说。说罢，五只恶魂抬着所有人飘走了。　　他们一直飞啊飞，来到了一个峭壁面前，峭壁有一个只能够通过一只恶魂的洞口，人字形的队伍整齐地变成了一字形，顺利地通过了洞口。他们在一扇大门前停了下来，排头的恶魂说：“喂，快开门，跟大王说，我们找到了很多苦力怕！”　　城门上的恶魂拿16个触手中的两个把门打开，放他们进去了。　　这是一个大城市，但是恶魂居民们都飞在空中，空中漂浮着各式各样的民居。他们顺着中央空道飞到了一个金碧辉煌的宫前面。　　“这就是飞天宫了，我们大王就在这里边，我们进去吧。”　　大家坐在恶魂的背上，飘进了宫殿。高高的宝座上漂浮着一只更巨大、还带着皇冠的恶魂，这应该就是恶魂国王了。　　恶魂国王看见他们，就飘过来，欠了欠身，说道：“欢迎各位来到恶魂王国，今日我们的祖先苦力怕能够到来，真是深感荣幸！”接着，他就命令恶魂士兵们给他们每人换上一台机械恶魂座椅，带着泰迪他们飘出去了。\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "mcbbt",
            "timestamp": 1412683980,
            "txt_content": "不好看TAT"
        },
        {
            "author": "我是2A",
            "timestamp": 1412684160,
            "txt_content": "确实不是很好看"
        },
        {
            "author": "男人婆",
            "timestamp": 1412684280,
            "txt_content": "确实楼上沙发不是很好看"
        },
        {
            "author": "毒蛇",
            "timestamp": 1412684760,
            "txt_content": "男人婆 发表于 2014-10-7 20:18\n确实楼上沙发不是很好看\n不好看啊，不好看= =\n版主说好看\n就行了"
        },
        {
            "author": "男人婆",
            "timestamp": 1412685420,
            "txt_content": "毒蛇 发表于 2014-10-7 02:26\n不好看啊，不好看= =\n版主说好看\n就行了\n我是跟风……压根没看……很好看"
        },
        {
            "author": "HGK",
            "timestamp": 1412686140,
            "txt_content": "恶魂变NPC了？"
        },
        {
            "author": "毒蛇",
            "timestamp": 1412686320,
            "txt_content": "HGK 发表于 2014-10-7 20:49\n恶魂变NPC了？\n啥= =好吧= ="
        }
    ]
}