{
    "title": "<原创·连载>《Minecraft&最终幻想》<第二章>",
    "author": "噩梦之子",
    "replyCount": 6,
    "timestamp": 1412775300,
    "txt_content": " 本帖最后由 噩梦之子 于 2014-10-21 22:13 编辑 \n\n       告诉我阳光是什么，你们见过的日出美吗？\n       是的，我再也不曾见过日出，再也不曾感受到温暖是何种滋味。\n       我背叛了自己的信仰，与魔鬼为伍，堕入深渊又何妨？\n       无尽的炼狱，出卖了自己的灵魂，背叛了自己的信仰，只是为了得到一些曾经期盼，却永远得不到的东西。人们只是见到了我的强大，见到了我的嗜血成性，却不知在那不死之身的背后，是一颗极为脆弱的心。\n       只是，为了，单单是为了一种想要得到却永远得不到的东西在抗争，在杀戮。\n       要求只是那么一点点。\n       上苍就是这样。他不懂我们，他只是按照他自己的意愿去安排众生。\n       于是，我结识了魔鬼。他给了我希望。我会效忠于他，为了他去杀戮，无休止的屠戮。信仰里没有了光明，没有了自由。黑暗里只有血在流，只有哀号与挣扎。\n       我不会在乎，也不懂怜悯...\n       因为我知道多一点死亡的血，距离我的梦想就会近一些。\n       紧握住那一丝丝希望，抛却可耻的怀念，让美丽的血花绽放。为了那个逝去的人和那个苍白无力的梦想……\n                                                                                                                                                                                     ————————————题记\n       边境小城disaster,这个有着主世界最丰富的矿产的小城和往常一样安逸、祥和。它不仅是通往地狱的门户，还是主世界军队的重要基地。史蒂夫十分重视这里，在这里驻扎了一万精锐，防御敌人入侵。由于没有敌人敢入侵这里，人们在这里安居乐业，建立了现在的disaster。\n雨，淅淅沥沥地下了起来。巡逻的士兵一边悠闲地吹着口哨，一边玩弄着自己的佩剑。人们躲回家中，生起了壁炉。细细的雨滴夹杂着壁炉温暖的轻烟,显得格外诗意。真是一座美丽的小城。\n       Treasure是disaster最大的铜矿开采地，它至少有120多年的历史了。这里工人的积极性很高，就算是这样的下雨天，也有许多劳工自愿留在矿场工作。科伦尔·莫迪亚在Treasure工作了二十多年了，他把这儿当做自己家一样，天天守在这里工作，今天也不例外。他抽着烟，看着那些年轻力壮的劳工开采着矿石。铁镐的敲击声、矿车的运输声、劳工的交谈声，汇成了一段热闹的交响曲。\n       突然，矿洞口发生了爆炸，碎石沙砾堵住了洞口，矿洞内一片漆黑。“这，这是怎么回事？”科伦尔急忙奔向塌方口，可那里密不透风，根本出不去，人们陷入一片恐慌之中。忽然间，有人惨叫了起来。“不好！快去看看！”人们循着声音赶去。一群洞穴蜘蛛扑了上来，人们猝不及防，惨叫声此起彼伏。科伦尔被咬了十多下，躺倒在地上抽搐着。他的视线越来越模糊，眼前只剩下那些愤怒的眼睛，他知道自己不行了，可他不能这么白白死去。科伦尔用尽最后一丝力气拔出随身的小刀，划破了自己的血管......\n       “一,二，三，炸！”话音刚落，一声巨响，工程营成功打通了洞口。眼前的景象让他们惊呆了：人们痛苦的死在地上，尸体到处都是。只有科伦尔微笑着靠在墙角离去了，他的血液凝固在了墙上“Spider”的大字上。士兵们望着这个安详的老人，流着泪地向他跪了下来......\n       雨，越下越大。怪物开始全面攻击disaster了。不到4个小时，守军就再也组织不起两千人以上的进攻了。disaster到处都是交战双方的尸体，它，已经成了一座杀戮之城。\n      一支僵尸猪人小队攻破了disaster主城，大批的怪物涌了进来。很快，守军仅存的20人投降了。正当俘虏们满怀希望地等待着活命，却撞上他。“王，要不要放他们一马？”。他不言语，只擦了擦殷红的长剑，它的剑身因为擦拭露出了古朴的青铜色。刹那间，鲜血四溅。他舔了舔剑上的鲜血，一声巨响，disaster变成了废墟。\n     “报告！照您的命令，我们已经摧毁了disaster。”他望了望那座废墟，又看了看被处决的居民士兵，大步地走进了黑暗。\n       附言:好久没发帖了，赚赚金粒，希望各位大大顶我一下。O(∩_∩)O谢谢\n\n\n",
    "replies": [
        {
            "author": "fow_cow",
            "timestamp": 1412775600,
            "txt_content": "前排支持楼主的新坑"
        },
        {
            "author": "噩梦之子",
            "timestamp": 1412776200,
            "txt_content": "fow_cow 发表于 2014-10-8 21:40\n前排支持楼主的新坑\n不是新坑\n不过还是O(∩_∩)O谢谢"
        },
        {
            "author": "li13737257303",
            "timestamp": 1412778840,
            "txt_content": "最终幻想好像出14了"
        },
        {
            "author": "SecretSlim",
            "timestamp": 1412835060,
            "txt_content": "如果是题记，那这个开头有些长"
        },
        {
            "author": "噩梦之子",
            "timestamp": 1412858940,
            "txt_content": "SecretSlim 发表于 2014-10-9 14:11\n如果是题记，那这个开头有些长\n灵感迸发了\n所以写了多了一点\n请SecretSlim大大谅解=w="
        },
        {
            "author": "噩梦之子",
            "timestamp": 1412859000,
            "txt_content": "li13737257303 发表于 2014-10-8 22:34\n最终幻想好像出14了\n是啊\n我正打算去玩呢"
        }
    ]
}