{
    "title": "【吹水】腐竹们都在思考的问题：如何让你的服务器更安全~",
    "author": "苏雅人",
    "replyCount": 2,
    "timestamp": 1412872500,
    "txt_content": " 本帖最后由 Stevenlaw 于 2017-2-16 18:28 编辑 \n\n首先也只是闲的蛋疼写这篇教程。本帖适应各种服务器。为了让你的服务器避免被玩家所最普遍的破坏、所谓的后台被“攻击”、所谓的“黑客”获取OP。\n【注意：此教程只适合一些新手腐竹，我只是发表我的一些经验。大手勿喷】\n\n1.首先是选择服务器方面（有自己的服务器的可以跳过这个注意事项）：\n\n租用服务器，建议不要去没有名气的店铺租用服务器。个人推荐一些大型的云服务器租用。管理方便并且安全（就是有点贵）\n但是也不要被一些表面的现象迷惑。一些有名的服务器租用店铺专门坑新手腐竹，比如你一个纯净服务器就给你推荐什么套餐，不用他们整合的客户端就在后台强制给你关服或者蹦服。原因对你们说是没有用他们的整合包...用他们的整合包？行！给钱\n\n关于服务器的租用我也不想太多费话，可是我还是要说便宜没好货那句话。各位腐竹也不要贪图便宜去租用一些被各种商家吹得天花乱坠的廉价服务器。\n另外新手腐竹建议你们先开纯净服务器试水，别一上来就开MOD服务器塞一大堆MOD。那样我敢保证你不出二天就会给服务器删图换周目（LOL）\n\n\n2.开服前的准备（会开服的跳过这个注意事项）\n\n首先是后台的方面以及所谓的技术方面。\n这里我要强调一下，有哪些不认识的人说自己很厉害可以当你服务器的所谓的技术员的时候。别高兴，没人会这么好心。小学生初中生骗一些后台的事情多了，自己却什么都不会。包括说自己建筑很厉害想要OP自己很有钱想赞助拿OP之类的。希望各位腐竹擦亮双眼谨慎点！\n\n那么如果我们真的遇到了会点东西的缺错过了怎么办呢？嗯，那么我们可以在别人想来当你服务器技术的时候呢考考他最基本的姿♂势~\n如何考他呢？那么我就介绍几点腐竹必须知道的基本常识吧~~（转至百度贴吧min梦梦的帖子）\n梦梦的话：\n最近发生了一件颇为不快事情，某腐竹跑我这租服，声称自己有技术人员，我只要给个基础端给他就行了，当时给他游戏端口和ftp端口开好没在意，昨天突然收到他退款请求，声称服务器有问题。一看他上传的所谓证据我笑掉大牙，在配置里面绑定了“192.168.1.2”这么个ip，能开不是闹笑话么。\n这里我提出作为一个服技术人员的三点基本素质，各位腐竹招技术人员的时候可以拿来考考，考不过的就是打着技术人员的骗子。\n内容有三：\n第一：server.properties内容的详细解答。\n第二：Mod冲突开不了服怎么破。\n第三：开到半路BOOM了怎么破。\n\n\n这个文件是MC服务器最基本的配置文件，每个服务端必然会有，没有的话也会自动生成一遍，通常，里面内容如下：\n从下楼开始我挑重要的讲解。\n各位腐竹请务必拿这个文件去考考你们家不成器的技术。\n\n\n\n第一行，默认世界文件夹名称，是文件夹名称不是世界名称！\nMCPC+在1.5.2以后的某个版本把所有世界统一塞到world文件夹里面，因此，加入你新建了一个多世界名叫new，在这里把world改成new的话，会生成一个叫new的新文件夹，里面包含了你多世界插件定义的所有世界，不过都是新的，一片空白。\n第二行，玩过剑灵没，玩过就不需要我说了。\n第三行，设置为false的话，玩家不是创造模式，并且不是飞行模式，而在天空停留数秒就会被当成外挂踢出服务器。\n第四行，服务端端口，如果自己电脑开服无所谓，租服的话，请按照服务商要求改或者不改，反正我这要求25565不变，其他服务商有不同要求。\n\n\n\n第一行，如果你不知道这玩意什么用，请保持false。不少熊孩子利用这玩意装神弄鬼扮HIM，我这么说你就懂了。\n第二行，数值为true的话，如果游戏整体为生存模式，一个创造模式的家伙上线了就会被强制改成生存，数值为false就不会。这条可以被多世界配置覆盖。\n第三行，种子什么的。\n第四行，喜闻乐见，二楼那白痴就是这行乱动（其实我估计他下的白痴懒人包）。这行是绑定IP，唯一的用途就是当你拥有多个IP，而你只想让一个IP能进服务端的时候使用。其他任何时候，请保持这行是空的，听到没，保持这行是空的！\n\n\n第一行，是否开启正版验证，默认是true，盗版服请一定，一定，一定改成false。\n第三行，游戏难度，0是和平，1是普通，2是困难。会被多世界的设置覆盖。\n第四行，你们最喜欢的命令方块的开放，想玩二命令方块就改成true听到没。\n然后最后一行解释下，视线范围，每单位16格。以前默认是10，1.7.4默认是8,说的是玩家向服务器下载自己周身多少格地图，地图下载完之前，玩家基本是处于卡住状态（tp时候特别明显），考虑到国外平均100M，国内平均10M网路的巨大插件，把默认的改到4-6比较妥当，这里的3是很稳妥的做法。\n\n\n这楼开始讲崩溃，崩溃分两种，开服的时候崩溃，开到中途崩溃，先讲第一种。\n崩溃了必然会有崩溃记录，记录都在服务端的这个文件夹里面：\n\n里面的内容大致如下：\n\n文件名记录了崩溃的时间，内容记录了崩溃的原因，里面很详细，而且简单易懂。\n我们打开第二个文件，这是一个mod冲突导致的崩溃，文件内容如下：\n\n可以很清晰地看到这么一句，一个BlockID只能被使用一次，ID冲突了，冲突的ID是哪个也写得很清楚是4037，并且，具体是哪两个mod在冲突也写得很清楚，工业和潘世界。\n如果这里看不清，继续把这个文件往下翻，看到这样的字样：\n\n这个文件的最后，描述了mod的加载进度和顺序，可以看到潘世界的加载比工业快，ID被潘世界直接占用了，所以工业和高级太阳能最后的状态是error也就是错误。\n什么，为什么高级太阳能也是错误？泥煤啊，工业都没加载上，高级太阳能你玩个蛋啊。\n图省事的话，把error状态的mod毫不留情删掉。\n\n\n再来看另外一个错误日志，中途蹦掉的，内容如下：\n可以看到崩掉的原因是block错误。\nBlock错误是中途boom最常见的错误之一，游戏bug造成的。\n什么，怎么可能有bug？一群爱好者随便几天就可以写个mod出来，写个插件出来，服务端就是这样一堆三包不包的乱七八糟的东西的组合体，没bug才奇怪好不！\n可以看到出问题的BlockID是61号，地点是在world世界的-262,70,-293坐标处。\n你可以小心翼翼地接近出错的地点，如果不崩了就断定是偶然事件，放着不管无所谓，如果又蹦了，处理分两步。\n第一步，删掉对应地点的地图文件。\n第二步，禁用出问题的ID。\n如何删掉对应地点的ID？错误报告往右翻。\n\n这样就定位到文件了，删掉服务端目录下的world/region/r.-1.-1.mca这个文件，重新开服，完事。\n\n\n好了，关于梦梦的话就讲这么多，大家可以用这些考考来你们这里应聘的技术到底是真货还是个水货。\n如果是真货并且是真的要帮助你的，不要犹豫~赶紧纳入麾下吧！\n最后说一定，后台密码除了给自己和技术以外不要给任何人！因为没有必要也很危险！并且后台密码设置复杂点。这二样防御措施做到了后一般就没有什么所谓的“黑客黑了服务器”了~\n\n\n\n\n3.插件和MOD的预防\n\n\n这个也是腐竹最关心的东西。插件有BUG或者MOD有BUG那可不得了，轻则造成玩家和腐竹的困扰、重则被迫关服换周目。\n关于插件，我的建议是不要安装来路不明的插件。MCBBS就曝出过几次后门插件事件。所以我们选择插件的时候一定要慎重。\n特别是一些只是花哨的插件以及没多大实际用处的，并且插件安装多了也会影响服务器的流畅性。\n\n纯净服务器和MOD服务器必备ESS插件以及权限插件~\n关于权限插件的教程：\nhttp://www.mcbbs.net/thread-292672-1-1.html\n\n纯净生存服务器我个人推荐的插件是ESS+领地+CO I+地皮插件 （需要前置多世界插件）（这几样有了，只要开服之前辛苦下后面几乎就很轻松管理）\nESS插件下载地址：http://www.mcbbs.net/thread-155737-1-1.html\n领地插件：http://www.mcbbs.net/thread-151245-1-1.html\nCO I查询插件:http://www.mcbbs.net/thread-72515-1-1.html\n地皮插件:http://www.mcbbs.net/thread-236421-1-1.html\n以及所需要前置多世界插件:http://www.mcbbs.net/thread-101532-1-1.html\n经济前置:http://www.mcbbs.net/thread-78310-1-1.html \n\n一般来说纯净生存服务器安装这些插件就可以了。不会使用地皮插件和多世界插件的腐竹可以无视。使用领地插件就行了~~（但是可能比较辛苦）\n安装了地皮插件的好处就是:管理更加方便，玩家们可以拿到自己的地皮。而且防熊孩子不错。\n\n下面讲MOD的预防。\n关于MOD的注意事项很多很多。我就讲主要的吧，首先MOD在单机看来没什么。但是有的MOD在服务器中的破坏力极强并且无视插件的保护\n（工业MOD里的扳手就是很好的例子，除非安装了锁机器插件）暮色MOD里危险的物品也一大堆。NPCmod也是，被玩家拿到魔杖更加危险。\n\n关于这些我建议用一个插件来预防。那就是banitem，这个插件很强大。只要某个物品被添加进这个插件的黑名单，普通玩家使用这个在黑名单内的物品就会被自动回收消失。\n另外一些MOD服务器的注意事项：\nhttp://www.mcbbs.net/thread-307861-1-2.html\n\n我还是推荐新手腐竹先开纯净服务器，权限节点以及预防一大堆问题弄明白了后再了解MOD服务器。其他的就不赘述了。\n其他各位大神有什么补充的也可以在此帖补充。\n\n只要做到\n1.服务器租用渠道正规\n2.别太相信任何人,乱给权限和OP\n3.服务器后台密码不外泄\n4.没有安装后门插件/MOD\n5.插件/MOD的BUG预防\n6.服务器的日常管理（这都是OP干的事了,随他们吧）\n\n其他的只要你不玩脱服务器就没事了。\n\n\n",
    "replies": [
        {
            "author": "jiongjionger",
            "timestamp": 1412924640,
            "txt_content": "挺详细的。不错"
        },
        {
            "author": "momoiro",
            "timestamp": 1413003180,
            "txt_content": "一直以来只玩正版服"
        }
    ]
}