{
    "title": "【水】专家新预言！称人类20年内将实现长生不老",
    "author": "z58381956",
    "replyCount": 7,
    "timestamp": 1342943340,
    "txt_content": " 著名科学家，《奇点迫近》一书作者雷蒙德·科兹威尔预言人类长生不老的梦想将在未来20年内实现。　　[url=http://www.gamersky.com/showimage/id_gamersky_01.shtml?][/url]    科兹威尔指出，人类技术水平上升一倍所需要的时间正在不断缩短。这是一条指数级的增长曲线，当抵达一定的临界点之后，技术水平的上升速度开始呈现井喷式的加速，而我们目前正处于这一临界点附近，即将迎来一轮急剧的技术进步加速阶段。\n[url=http://www.gamersky.com/showimage/id_gamersky_02.shtml?][/url]    北京时间7月18日消息，据国外媒体报道，雷蒙德·科兹威尔(Ray Kurzweil)是一位世界著名的科学家，也是《奇点迫近》(The Singularity is Near)一书的作者，他表示，20年后的世界将会变得让我们完全无法想象。他认为，其中的一项变化便是：科学家们将最终实现“长生不老”的梦想。\n　　他在《太阳报》撰文指出：“我和许多其他科学家们都相信在大约20年的时间内我们将有能力对我们的身体进行重新编程。如此我们便可以让身体内石器时代的基因‘程序’终止运行，甚至逆向运行。”他说：“如此，纳米技术将让我们永生。最终纳米机器人将代替血红细胞，并以高出前者数千倍的效率发挥作用。”\n　　科兹威尔的粉丝中包括了像比尔·盖茨和比尔·克林顿这样的名人。除了这一论断之外，他还做出过其他一些重要的预言，比如他认为人类将最终可以用人造制品替换掉自身的任何一个器官或部分。他还说我们将可以连续数小时在水下潜水而不需要呼吸氧气，我们还将可以在数分钟内写完一本书，这一切都得益于先进的纳米技术的发展。除此之外，虚拟性爱也将在不久的将来成为现实。\n　　科兹威尔的这些预言听上去像是天方夜谭一般，甚至让人觉得有些荒谬，。但事实上，这些预言都是基于这样一个事实，那就是技术进步的速度是以几何级数加快的。他说：“计算机技术以及我们对于自身身体的内在程序——基因的了解，所有这些都在以惊人的速度向前发展。”根据他的“技术加速”理论，在接下来的1/4个世纪内，我们人类的技术水平还将发生“数十亿倍”的进步。他说：“在现实中，技术水平上升一倍所需要的时间正在不断缩短。这是一条指数级的增长曲线，当抵达一定的临界点之后，技术水平的上升速度开始呈现井喷式的加速：原本需要20年才能达成的技术进步现在只需要10年，5年，然后是2.5年，0.75年，如此不断加速。”科兹威尔认为我们目前正处于这一临界点附近，即将迎来一轮急剧的技术进步加速阶段。\n　　科兹威尔认为我们目前才刚刚开始领略到人工智能技术可以带来的诸多可能性，这样的技术进步将变得更加狂野。我们目前已经开始将这些技术运用于一些细微之处，比如让飞机更加安全的降落，以及帮助完善谷歌搜索引擎技术。他说：“这些技术并非全都是科幻。我们现在的手机拥有的功能在20年前完全是梦幻级别的。1965年时我还是一个学生，我就读的大学里只有一台计算机，它价值700万美元，并且体积庞大。但是现在呢？”\n　　他说：“我们可以期待一个新的世界，在这个世界里人类变成了电子人，我们拥有人造的四肢和器官。”\n\n转自游民星空\nhttp://www.gamersky.com/news/201207/206920.shtml\n\n\n\n\n科技什么的也太不科学了。。。大伙说说自己的感谢。。",
    "replies": [
        {
            "author": "819tierqusi",
            "timestamp": 1342943460,
            "txt_content": "这不科学 呵↘呵↗"
        },
        {
            "author": "z58381956",
            "timestamp": 1342943460,
            "txt_content": "819tierqusi 发表于 2012-7-22 15:51 \n这不科学 呵↘呵↗\n连科学的事都不科学了。。"
        },
        {
            "author": "doudou19758",
            "timestamp": 1342943580,
            "txt_content": "天朝物价不堪设想"
        },
        {
            "author": "jianghr",
            "timestamp": 1342943820,
            "txt_content": "感觉LZ引用的理论有点像摩尔定律，虽然没有理论依据，但历史确实是这么发展下来的。"
        },
        {
            "author": "280238682",
            "timestamp": 1342944420,
            "txt_content": "jianghr 发表于 2012-7-22 15:57 \n感觉LZ引用的理论有点像摩尔定律，虽然没有理论依据，但历史确实是这么发展下来的。\n神奇了。。。。。。。"
        },
        {
            "author": "ayaya",
            "timestamp": 1342970280,
            "txt_content": "这是逆天的，不可能..."
        },
        {
            "author": "fox",
            "timestamp": 1342970580,
            "txt_content": "蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤蛤！！！！！！长生不老就是吃掉世界。"
        }
    ]
}