{
    "title": "TheMogMiner：1.9或许将有自订实体模型，动态材质",
    "author": "北美路人",
    "replyCount": 44,
    "timestamp": 1412977920,
    "txt_content": " 本帖最后由 a20001017 于 2014-10-11 18:01 编辑 \n\n推特原文:\n\n\n\n\n\n\n5.jpg (32.43 KB, 下载次数: 13)\n\n下载附件\n\n2014-10-11 05:46 上传\n\n\n\n\n\n\n一些关于我假想的1.9新实体模型/骨架/动画系统的信息:\nhttp://www.reddit.com/r/Minecraft/comments/2isrvt/themogminer_on_twitter_ripping_apart_the_entity/cl5ufzr\n\n\n链接文章：\nEDIT: Holy wall of text, Batman! If you're not a coding person, fast-forward to the last 2-3 paragraphs.\nHonestly, this is going to be a fairly massive amount of work on my part, but my hope is that I can end up getting something as robust and extensible as the block model system that was introduced in 1.8.\nOne of the huge problems here is that the entity model system is the very definition of \"technical debt\". There are 5+ ways of creating a ModelPart (analogous to a bone in a skeleton), 4+ ways of creating a Cube (analogous to a cuboid attached to a bone), and even more ways of setting the parameters on a given Cube instance, some of which are downright shameful. One of the ways involved telling the ModelPart the location in the texture where the next Cube should take its coordinates, and then the ModelPart would apply that set of UVs to the next Cube added to it, rather than just making it a parameter to the creation of the Cube itself. I can't even.\nMoreover, it's painfully obvious from looking at the individual Model subclasses (SheepModel, GuardianModel, DragonModel, PlayerModel, and so on) that there were 3-4 people adding entity models that all marched to the beat of a radically different drummer as far as their coding styles went. Some of them named the ModelParts, some of them didn't, some of them set the offset of the ModelPart before adding boxes to it, some of them did so after it. It's been an absolute nightmare this past week trying to distill this down into some sort of common code-based API, which is something I have to do before I even remotely start on defining the format for how the models are defined via data files. I just figure that having one unified way of creating ModelParts will translate into a smoother road for making the data files.\nDon't even get me started on the fact that the code absolutely begs for a builder pattern. It looks like the bare minimum necessary to create, say, a pig or a player was first implemented, and then everything else was hastily duct-taped onto the code from there. This as opposed to someone taking a long, hard look at the code and saying, \"You know what? It looks like we're doing everything a builder does other than putting it into a builder class, let's just bolt these constructors on and call it a day.\"\nAnyway, enough ranting about the shoddiness of the current code, let's get onto the topic of what the new system will allow. Will it allow improved models with improved skeletons with more bones? Yes, but only if you supply animation files that supply the animation data for those bones. One of the \"wouldn't it be nice if\" discussions being exchanged around the lunch table has been the idea of making it generic enough that you could conceivably apply a spider's animations to Steve, making him run across the ground as if he were a spider. Ideally, this is what I intend to enable. Pragmatically, who the hell knows at this point, I'll know more when I start making the data-driven system.\nSome people have been talking about additional animations that would be driven off of certain in-game events, like climbing a ladder. That most likely won't be happening, as there are way too many things that can happen in-game that don't currently have a custom animation associated with them. That would be more of a feature request than just refining the existing system that's currently there.\nAs for the animations themselves, I'm hoping that I can go for a hierarchical approach similar to what I saw back when I was working on Guitar Hero for the Wii. A pretty standard approach for animation systems in the game industry is to have the concept of \"partial\" animations as well as the concept of animation blending. For example, a Skeleton class might have its animations driven from one or more AnimationProvder classes. There would be one or more types of AnimationProvider classes, all of which supply the animation data for one or more named bones of a Skeleton. One would be a DataAnimationProvider that reads keyframe data from an external file, another would be a RuntimeAnimationProvider that calculates the necessary bone matrices at runtime. Another could be a LookAnimationProvider that deals exclusively with pointing an entity's head in the direction of what it's looking at. Yet another, and a major feature of most modern animation systems, could be a BlendAnimationProvider, that takes the inputs of two existing AnimationProvider instances and blends between the two of them based on a given factor - a good example would be blending between a side-step, a run, and a back-step animation depending on the overall direction being given by the player's input.\nAt any rate, this is going to take a good while to implement. This is one of the major features I envision for 1.9, as it's only become possible now that I've started transitioning the renderer over to using GL 2.x shaders rather than the extremely deprecated fixed-function pipeline. This alone makes a single-weighted skinning shader a piece of cake to implement, though there's an absolute ton of crufty legacy code that needs to be ejected and refactored before we have anything remotely resembling a sane rendering interface.\nWho knows what's on the horizon, but I for one am excited for 1.9 because ultimately these mass refactors of legacy code are almost exactly what I was hired for and what I had hoped to do, so now that 1.8 is out of the way I can actually start doing what I'm good at.\n[spoiler]_(:3 」∠)_好长啊\n[/spoiler]\n推特原文：\n\n\n\n\n\n2.jpg (32.02 KB, 下载次数: 10)\n\n下载附件\n\n2014-10-11 05:53 上传\n\n\n\n\n\n正在分离实体模型系统。 外部模型文件和动作动画？ 会做到的， 虽然有大量的工作要完成呢。\n\n",
    "replies": [
        {
            "author": "jjxxz2",
            "timestamp": 1412978040,
            "txt_content": "指的是新模型的生物还是支持替换生物模型？"
        },
        {
            "author": "北美路人",
            "timestamp": 1412978100,
            "txt_content": "jjxxz2 发表于 2014-10-11 05:54\n指的是新模型的生物还是支持替换生物模型？\n替换生物模型\n\n或许将会有新的动画效果和新的模型骨架替换旧的"
        },
        {
            "author": "Terry39",
            "timestamp": 1412978280,
            "txt_content": "官方逼死MOD系列   "
        },
        {
            "author": "叁只番茄",
            "timestamp": 1412979420,
            "txt_content": " 本帖最后由 叁只番茄 于 2014-10-11 07:31 编辑 \n\n我冷静得都快要吓死惹_(:з」∠)_\n这种感觉比暴雪提前1年告诉我下个wow版本的内容还要心累！\n各种放出1.9的内容把我勾引得不要不要的qwq"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1412981220,
            "txt_content": "  0.0 新的动画系统？听起来不错"
        },
        {
            "author": "北美路人",
            "timestamp": 1412983020,
            "txt_content": "叁只番茄 发表于 2014-10-11 06:17\n我冷静得都快要吓死惹_(:з」∠)_\n这种感觉比暴雪提前1年告诉我下个wow版本的内容还要心累！\n挖个坑，以后慢慢填_(:з」∠)_"
        },
        {
            "author": "北美路人",
            "timestamp": 1412983500,
            "txt_content": "叁只番茄 发表于 2014-10-11 06:17\n我冷静得都快要吓死惹_(:з」∠)_\n这种感觉比暴雪提前1年告诉我下个wow版本的内容还要心累！\n感觉mojang比暴雪靠谱\n毕竟暴雪爸爸嘛，暴雪不跳票还是暴雪么。\n\n当时炉石纳克萨玛斯要跳票的←_←\n还以为明年才能玩得到←_←"
        },
        {
            "author": "1076617170",
            "timestamp": 1412983860,
            "txt_content": "Terry39 发表于 2014-10-11 05:58\n官方逼死MOD系列\n喜闻乐见 最起码给不会安装mod的小白有一点好出"
        },
        {
            "author": "默殇",
            "timestamp": 1412984040,
            "txt_content": "还有动画系统?\n"
        },
        {
            "author": "623334165",
            "timestamp": 1412988240,
            "txt_content": "喜闻乐见      "
        },
        {
            "author": "83678484854",
            "timestamp": 1413005280,
            "txt_content": "可能是更新  更好动作mod"
        },
        {
            "author": "。—。",
            "timestamp": 1413006060,
            "txt_content": "往fps游戏的方面发展?..."
        },
        {
            "author": "魔法の三十年",
            "timestamp": 1413011760,
            "txt_content": "我设想到的就是彩色光照，就是不同颜色玻璃能发出不同样色的光，组合还能发出新的颜色，这个系统如果出现在1.9才是亮点，1.8的时候就特期待，结果1.8更新的东西。。。简单的说就是：“全是逼死mod”"
        },
        {
            "author": "迪比斯",
            "timestamp": 1413022800,
            "txt_content": "从1.7添入彩色玻璃开始，Mojang就一直是在杀MOD，铠甲架，彩色信标，不同的门，新添加的鱼，全部都是以前MOD里的，现在连更多玩家模型也要杀了........."
        },
        {
            "author": "失落の灵谛",
            "timestamp": 1413022980,
            "txt_content": "看来MC的自由性又要向上跳一大段了"
        },
        {
            "author": "xxzzyyzzxx",
            "timestamp": 1413023100,
            "txt_content": "方块模型还没研究透呢"
        },
        {
            "author": "小廖Ming",
            "timestamp": 1413023160,
            "txt_content": "a6809936 发表于 2014-10-11 13:41\n往fps游戏的方面发展?...\n何以见得"
        },
        {
            "author": "小廖Ming",
            "timestamp": 1413023160,
            "txt_content": "默殇 发表于 2014-10-11 07:34\n还有动画系统?\nmc一直都有动画系统的啦，像流水火焰的效果"
        },
        {
            "author": "a20001017",
            "timestamp": 1413023460,
            "txt_content": "迪比斯 发表于 2014-10-11 18:20\n从1.7添入彩色玻璃开始，Mojang就一直是在杀MOD，铠甲架，彩色信标，不同的门，新添加的鱼，全部都是以前MO ...\n不。。怎么复杂的模型肯定还是几块几块的"
        },
        {
            "author": "苏雅人",
            "timestamp": 1413023820,
            "txt_content": "我还是喜欢原版这些方方的模型。不喜欢那些自定义的，到时候估计又得眼花缭乱"
        },
        {
            "author": "⭐✔️",
            "timestamp": 1413026400,
            "txt_content": "现在确实装备架能够利用脉冲制作简单动画，但是如果得到自定义模型和材质支持，那么指令方块的未来就能制作小短片"
        },
        {
            "author": "默殇",
            "timestamp": 1413026640,
            "txt_content": "小廖Ming 发表于 2014-10-11 18:26\nmc一直都有动画系统的啦，像流水火焰的效果\n喔,想起来了"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1413028080,
            "txt_content": "意思是说史蒂夫/Alex的动作会更加细致么？希望可以解决爬梯子时的坑爹的动作  \n\n\n\n\n\n\n\n\n          ————【被屏蔽的光，穿透飘渺的虚无，拼凑奇迹】————\n\n                                        （BGM携手小尾巴强势回归）"
        },
        {
            "author": "北美路人",
            "timestamp": 1413029580,
            "txt_content": "贰逼 发表于 2014-10-11 19:20\n现在确实装备架能够利用脉冲制作简单动画，但是如果得到自定义模型和材质支持，那么指令方块的未来就能制作 ...\n是，现在的高频红石脉冲做的盔甲架的确可以做成简单的动画。\n\n可是工作量太大，而且扩展性不够。"
        },
        {
            "author": "chof",
            "timestamp": 1413029700,
            "txt_content": "怪物娘化？？？？"
        },
        {
            "author": "awszqwe",
            "timestamp": 1413029760,
            "txt_content": "迪比斯 发表于 2014-10-11 18:20\n从1.7添入彩色玻璃开始，Mojang就一直是在杀MOD，铠甲架，彩色信标，不同的门，新添加的鱼，全部都是以前MO ...\nminecraft杀mod速度太慢了，人家starbound正式版还没出，mod制作器早就弄好了，相比之下minecraft至今都还没有一个完善的官方api。"
        },
        {
            "author": "魔法の三十年",
            "timestamp": 1413032220,
            "txt_content": "迪比斯 发表于 2014-10-11 18:20\n从1.7添入彩色玻璃开始，Mojang就一直是在杀MOD，铠甲架，彩色信标，不同的门，新添加的鱼，全部都是以前MO ...\nDW戴立克的那个皮肤模型真是够犀利的。。。"
        },
        {
            "author": "1036911242",
            "timestamp": 1413034800,
            "txt_content": "MC1.9更新会很大 有新的光影 新的模型和动画材质，而且1.9还会加入红蓝绿三种颜色的光"
        },
        {
            "author": "rx碳哆啦",
            "timestamp": 1413035520,
            "txt_content": "可能到了1.9就变成睾配游戏了..."
        },
        {
            "author": "9iok2",
            "timestamp": 1413036060,
            "txt_content": "chof 发表于 2014-10-11 20:15\n怪物娘化？？？？\n想多了{:10_523:}"
        },
        {
            "author": "哈哈mm哈哈",
            "timestamp": 1413036540,
            "txt_content": "动画，该不会动物或怪物有表情了吧？"
        },
        {
            "author": "Wolverine",
            "timestamp": 1413051660,
            "txt_content": "期待1.9。不过话说1.8才刚刚出了不久=="
        },
        {
            "author": "hsk001ufo",
            "timestamp": 1413081900,
            "txt_content": "听起来很高端"
        },
        {
            "author": "ls909275705",
            "timestamp": 1413082440,
            "txt_content": "233333333333333333333333333"
        },
        {
            "author": "shure",
            "timestamp": 1413082740,
            "txt_content": "真的是官方逼死插件系列……我去……"
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1413095820,
            "txt_content": "shure 发表于 2014-10-12 10:59\n真的是官方逼死插件系列……我去……\n正解！！！"
        },
        {
            "author": "Andy-Zhu",
            "timestamp": 1413106860,
            "txt_content": "可以自己做?_?"
        },
        {
            "author": "704009905",
            "timestamp": 1413113700,
            "txt_content": "叁只番茄 发表于 2014-10-10 14:17\n我冷静得都快要吓死惹_(:з」∠)_\n这种感觉比暴雪提前1年告诉我下个wow版本的内容还要心累！\n各种放出1.9的 ...\n噗~      "
        },
        {
            "author": "tutugreen",
            "timestamp": 1413205680,
            "txt_content": "有杀MOD了，坐等官方出工业，暮色，神秘，NPC"
        },
        {
            "author": "Wolverine",
            "timestamp": 1413220500,
            "txt_content": "这么好啊,期待中"
        },
        {
            "author": "Tranquir0217",
            "timestamp": 1413220860,
            "txt_content": "居然这么好。"
        },
        {
            "author": "我是冷场帝",
            "timestamp": 1413225840,
            "txt_content": "官方造福小白逼死MOD系列"
        },
        {
            "author": "一只碧池",
            "timestamp": 1413685980,
            "txt_content": "1.8.1我都没玩过，1.9就出了"
        },
        {
            "author": "乱世@魔王",
            "timestamp": 1421238900,
            "txt_content": "呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵"
        }
    ]
}