{
    "title": "【原创】丶连载 末世流 末世纵横",
    "author": "初见丶LOVE",
    "replyCount": 4,
    "timestamp": 1413083100,
    "txt_content": "第一回第一章 末世前奏\n1350年前 也就是人魔妖战争爆发的第150年，人类溃不成军。骑士军与各大势力的军队节节战败。\n就在人类看不到希望时，有个人偷学了魔界的能力并将它传到了世界各地。\n一些万分之一的幸运儿 变成了 能力者，一时能力者团结起来成立了骑士团。\n1000年前，麦块帝国最后一块没有被黑暗所吞噬的土地。麦块城\n早上，阳光洒在了屋子里。我揉了揉眼睛。哎又要去学能力了。我都不知道了学能力有啥用，爸爸是个能力者，但是我怎么学也学不会，基因真的会遗传吗？如果真的会那我怎么学到现在才会个火球术，连考个地瓜都烤不熟。\n”妈，我去上课了“我和妈妈告别后，就直奔学校。\n-不好，貌似今天又要迟到..........我去，真叫李志铁那个死孩子说中了一周迟到7次.......\n老师，等我 我来了.......我头低着狂奔。可是怎么感觉越走脚下越黑呢。抬头看了看乌云漫步，那速度比火老师变脸还快\n到了学校后发现人都在操场上开会。我跑到了李志铁旁边，问道 这是咋了？啥事那么严重。？   李志铁 拍了一下我的头\n你真一周迟到7次了，我服了你。 我也不知道咋回事。咱学校聘请的骑士老师都会原来的骑士团了。听听校长咋说吧！\n校长：同学们，接下来我说一件重大事件，大家不要惊慌，麦块城的北部在早上时被妖界袭击。\n轰，这句话犹如一道霹雳打在了人群中，很多人都惊讶的张开嘴。发出了 不  不是真的之类的话。那爸爸岂不是有危险了，爸爸的骑士团就在南部。校长正想要讲话，咚的一声便倒在了演讲台上了。头上还有一个手指大的血洞。\n啊！快去后山结界！主任大声喊道，这是人们在注意到 演讲台上 又一个浑身充满紫色雷电的 龙头人身的妖族。\n学生们全部朝后山跑去，老师们则全部显现出 自身的能力 顿时 操场上 红黄 五颜六色的光爆发出。\n这是一直安静的 妖族 终于开口了：愚蠢的人类，只不过是一群垃圾，滚开我不想动手。\n最火爆的云老师忍不住了：来试试谁垃圾。说完将右手上的钢圈都拿了下来，5年了 你是第一个让我卸掉钢圈的。火-翼-斩       砰     云...云..云老师   只见云老师化作了一片血污  ”垃圾，说了你是垃圾还敢嚣张“\n不可能啊云老师虽然不是最厉害的老师之一，但也是2级的能力者啊。   不行，我要去找妈妈。妈妈一个人在家很危险。   于是我向学校门口跑去\n\n\n\n一路上我看见了许多向学校跑去的人。因为学校后山有个大结界，是当初8为骑士圣军创始人共同结下的。\n不对啊为什么从学校到现在我没见到一个魔界和妖界的怪物呢？ 想着想着，我就到家了。什么......    说着我冲到我邻居家，双眼仿佛要崩出血似的，问道：到底是谁，是谁来我家了？\n邻居畏缩在墙角说道陈虎力，是一个妖族，他说要用你妈妈的血祭妖界的大军，对不起我躲起来了。你知道我打不过那个妖族。    妖 .....妖...妖族    啊-啊啊啊啊   它往那跑了   ”他往学校跑了“邻居回应道..\n原来就是刚才学校里的那个妖族，等我  我一定要将你斩杀     我一边狂奔向学校  一边想到刚才在家里看到的那一幕\n      妈妈的身体已干枯  没有一点血色，双眼充满恐惧，地上还有一行血字    ” 虎力  快跑  别想着报仇 找到你爸爸 \n他会告诉你一些事情。“   \n到了学校 我才发现学校早已变成了一个坟地，那些平常骄傲的老师们都已经死去了。我看着底下的尸体，王老师你不是要帮我补课吗？ 好呀 你起来起来教我啊！     李老师对不起上次考试是我抄了才考及格的 你快起来惩罚我啊！\n...................呜-呜呜呜  你们怎么都不说话！都起来啊！ 我独自一人坐在他们旁边哭泣\n为什么..为什么 我开始怨恨，怨魔界和妖界的残忍，狠老天为什么要爆发这场战争。\n苦累了 我呆呆的看着后山的方向，对 那个妖族肯定在后山。于是我小心翼翼的向后山走去。\n",
    "replies": [
        {
            "author": "幻梦丨天堂",
            "timestamp": 1413083280,
            "txt_content": "不错，加油啊！挺你"
        },
        {
            "author": "xcc",
            "timestamp": 1413083820,
            "txt_content": "为什么我发不了帖子...."
        },
        {
            "author": "北极星人",
            "timestamp": 1413090960,
            "txt_content": "引号呢？被吃了？"
        },
        {
            "author": "初见丶LOVE",
            "timestamp": 1413091200,
            "txt_content": "北极星人 发表于 2014-10-12 13:16\n引号呢？被吃了？\n引号忘了  sorry"
        }
    ]
}