{
    "title": "<原创·连载>《The Journey(归途)》引子、序章及说明 By 彼岸在望",
    "author": "彼岸在望",
    "replyCount": 2,
    "timestamp": 1413108480,
    "txt_content": " 本帖最后由 彼岸在望 于 2014-11-16 20:40 编辑 \n\n\n\n                                                            The Journey\n\n\n                                                                                                                              ----By 彼岸在望\n\n透过火光，可以清楚地看见他脸上的哀婉与不舍，甚至还有一些不满。透过火光，他一呼一吸时脸上那微妙的变化，也被放大了好几倍。\n这个男人，在这冰霜之夜，在这荒芜之地，燃起了一堆篝火。他要做什么？\n 他什么也没做。他只是在篝火旁坐了一会，扯了扯肥厚的羽绒服后面耷拉着的绒帽，旋即起身，背对着篝火，头也不回地走开了。\n 他又要去哪？\n没人知道。\n 篝火依旧在荒原上孤独地燃烧着。那是这一片最明亮的地方，在这凄寒的夜晚，它那温柔的火光，胜于太阳。\n 请带上这温暖的火苗，来到一个连时间也找不到的地方，然后，闭上眼，深呼吸——\n走进令星辰陨落的另一个时空。\n写在前面的话      大家好，我是久未露面的彼岸酱。      说是久未露面，其实这只是我第10次在论坛中发帖。这是我的第二部作品。      第一次作品由于某些原因，A卷完结后我便弃坑了，但这个新坑，我打算把它给填掉，主线剧情的构思已经大致完成了，因此这并不是一篇开头匆忙的作品。当然，介于我本人的语言能力不够强，这部作品难免会有不足之处，因此请大家见谅。这一次我依然打算按照卷为主单位，章为副单位，并在全文手稿完成后逐一按章节发出，那么这个序章用来干嘛的？可以说是满足一下我的虚荣心吧=w=      一些章节中会有BGM，以烘托气氛或弥补一下我语言上的缺点。      序章字数不是特别多，在此道歉。      那么，就请大家耐心的来看看吧，这部并不令作者完全满意的作品。\n 总序\n\n朦朦胧胧的东方，棱角分明的高山簇拥着红日升起，只不过天上的云是方的，连那红日也是方方的。一个男子，正在他家露天的屋顶阳台上，欣赏着这不算太美的一切。当看到这方方的太阳，他并未表现出任何的疑惑与惊讶，反而是一副见怪不怪很是随意的样子。\n 踊跃着的旭日未出几分便脱离了大山的束缚，那速度真是快的夸张。用肉眼直接看，一点不觉其刺眼，反而还能清晰地看见它赤红的内壳和淡黄的外围，颜色分明如小孩子的画作般直接，让人不禁怀疑这世间的光是否真是从那里散发出来的。\n 阳光所及之处，并非令人感觉温暖，反而是一阵阵的不自然。\n 方方的草，方方的湖，方方的树木，方方的石头，还有那些举止违和的、方方的动物。每一寸土地都是惊人的相似，没有应有的生命，有的，只是呆滞而无思想的一切。\n 除了他，那个刚才坐在椅子上的男人，现在已经下楼去吃早饭了。\n 那个男人，的确不属于这个世界。那个男人，名叫恩格。\n 他为什么叫这个名字，他也不知道。他不知道的，还有他存在于这个世界上的原因。他不同于这个世界上的其他东西，他也不知道自己为什么有思想、有能力去做自己想做的事。\n 因为，在他记忆伊始之时，他就已经这样了。\n 恩格匆匆吃过早饭后，便开始计划他今天的任务。说是计划，其实也不过只是在“养殖、挖矿、钓鱼”三者之间仓促地选择一个罢了。\n 这其实就是他每天的生活，无数次抗拒着这枯燥与无趣的生活，又无数次被迫着继续进行着这枯燥与无趣的生活，除了孤独，还是孤独，孤独里潜藏着一丝小小的快乐，让他难受，又不至于寻死。\n“这就是生命，得不到解脱，最终被时间痛苦地折磨，消失于这对它而言已可有可无的世界。”\n一个声音在他耳畔响起。更详细的说明：点我~\n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "通灵王",
            "timestamp": 1413113820,
            "txt_content": "我来了-_-||手机没法打分，这也算支持吧"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1413114720,
            "txt_content": "通灵王 发表于 2014-10-12 19:37\n我来了-_-||手机没法打分，这也算支持吧\n谢谢通灵君大力支持~"
        }
    ]
}