{
    "title": "北极の作品预告：《虚世纪》and《兵临城下》",
    "author": "北极星人",
    "replyCount": 6,
    "timestamp": 1413121260,
    "txt_content": "大家好，我是北极星人。在群里人都叫我北极，随便吧。我听从了我的同学：梦魇冰眸的意见，来MCBBS混了。我呢，红石一窍不通，但是建筑还可以。但是我并不喜欢做地图，主要是因为我比较懒。所以我就只能在翻译创作活跃一下了。《虚世纪》是我在看关于末影龙的微电影是萌生了灵感。至于《兵临城下》……这个是我小学五年级暑假时的写的，但只写了几页。现在跟着某外星人混，文笔也有所提升，就把原先的修改了一下，《虚世纪》已经写了一小半了，《兵临城下》我想在《虚世纪》完结后再开始续写。\n《虚世纪》剧情概括：（某外星人说，做过多的剧透是不好的）\n   从俘虏生活中解放的史蒂夫过着浑浑噩噩的生活，他的内心总是莫名其妙的不安。一天，他与昔日的战友：雷蒙一同来到Herobrine的店铺，店铺里的怪物战利品唤醒了史蒂夫的记忆。同时Herobrine称末影龙已经挣脱了末界的束缚，随时都有可能通过虫洞来到史蒂夫所生活的世界。史蒂夫原本不相信Herobrine所说的话，但是想起镇子靠着一个内海，那里常年有船只失踪的消息。史蒂夫顺理成章地推出了Minecraft世界与现实世界的通道入口，于是他要求自己的朋友：文森特派兵注意麻海是否有异常。同时，他决定不再做懦夫，主动找到曾经被他拒绝的特工部队的队长：奥利斯，并加入了部队。但是史蒂夫没想到末影龙来的如此之快，末影龙在这个世界里肆虐，Herobrine的暗示点醒了史蒂夫，他拿起自己熟悉的武器，与末影龙拼死一战。史蒂夫是幸运而又不幸的，他杀死了末影龙，但末影龙又掉进了通道入口，此时史蒂夫恰好在末影龙的翅膀上。于是史蒂夫再一次进入了Minecraft世界。\n   史蒂夫生存的同时，他发现了一个可怕的现实，自己击杀的末影龙不过是一个幻影。击杀一个幻影的代价就如此之大，如果遇上真正的末影龙自己必死无疑。他在想着回到现实世界的办法的同时，意外找到了自己失踪的战友。就在他以为能过上安稳日子时，噩耗传来：真正的末影龙进入了主世界。史蒂夫拿起武器，决心即使自己不能活下去，也要与末影龙同归于尽。这场力量悬殊巨大的战斗，最终的结果是……\n《兵临城下》剧情概括：\n   方块纪元106年，大量僵尸、骷髅、爬行者摆脱世界的控制，在人类世界里肆虐。人类世界陷入一片混乱，在这个世界都不知所措时，一支神秘队伍出现了，这支队伍的出现似乎给世界带来了转机。怪物袭击人类的情况被抑制了，这支队伍里，有一个成员叫“鹰寂”，他不爱与人交谈。但是他却与神射手“史蒂夫”交情甚好，这两人因为战绩显赫，受到了许多人的赞誉。但是鹰寂参加队伍似乎还有别的目的。\n   在人类以为战争快要结束时，怪物数量突然间暴增。神秘队伍的幕后BOSS：Herobrine也悄然现身。但此时，凋零也通过时空裂隙从地狱来到了主世界，队伍的成员越来越少，最后只剩下了鹰寂、史蒂夫，Herobrine不知所踪。人类也伤亡惨重，一万人中只有几个人存活。两人站在最后的防御墙上，冷静地应对着疯狂攻击的怪物们。凋零的参与加快了战争的结束。在最后一刻，鹰寂发现，自己原来是一个……",
    "replies": [
        {
            "author": "月轻歌",
            "timestamp": 1413121500,
            "txt_content": "啧啧~脑洞开的真大·"
        },
        {
            "author": "hejin439",
            "timestamp": 1413123600,
            "txt_content": "LZ。字有点小了。。不过支持下，加油吧！"
        },
        {
            "author": "52824675",
            "timestamp": 1413124740,
            "txt_content": "看着还不错 支持下"
        },
        {
            "author": "冥王星人",
            "timestamp": 1413199740,
            "txt_content": "字体颜色看着难受，，，，，，，，，"
        },
        {
            "author": "46958050",
            "timestamp": 1413200040,
            "txt_content": "字体小了点吧，不过情节看起来不错"
        },
        {
            "author": "1165392650",
            "timestamp": 1413200220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}