{
    "title": "【原创--连载】【越之世界】[作者：2263026][第一章]",
    "author": "2263026",
    "replyCount": 3,
    "timestamp": 1413116580,
    "txt_content": " 本帖最后由 2263026 于 2014-10-19 20:13 编辑 \n\n越之世界        第一章 混入！陷入！\n   我百无聊赖的敲击这键盘，也无法排除心中的寂寞。  倒也是无妨，早就习惯了这种寂寞。被人以傻子相称，心想静静的也就够了。我叫淡承，是一个科学家，到现在也没有做出什么名堂，在同行中也只是被嘲笑的对象。呵，最近我发现只要把身体的一部分作为密码就可以进入电子程序中-——也就是进入游戏中，这是我翻身的最好机会了，只要我在实验中成功，就可以给那些蔑视我的人最好的一击了。我开始载入程序，早在以前我就发现只有游戏《minecraft》能较好的容纳我的身体，不会让我在转换过程中精神所损毁。但好像要经过这一转变要一定的代价…..但……那些蔑视我的人会……滴 “系统已完成百分之八十的载入”对！我要让那些瞧不起我的人一个……滴“系统已经完成百分之九十的载入”看来没什么可以反悔了，我点开每次的启动程序，只有程序载入完成，我把仪器的精神转换针插入我的眼睛就好了——这可以把眼睛设置成密码”滴“系统载入完成请在十秒内完成精神接入”我看这仪器上的针，好像变得巨大，我开始感到害怕，把针注入眼睛如果失败可能会瞎了，但要是可以成功的转化那”思考间“倒计时5.”我不想在怎么失败下去了我颤巍巍的拿起了针“倒计时4”我抬起手，针尖对着眼球“倒计时3”慢慢靠近这“倒计时2”不能再反悔了“倒计时1”不管了，“啊！”我用力的把针注入了我的眼球我看不见了，呃啊啊啊，身体好像麻木了，失败了吗，好痛苦，好像撕裂了什么的。啊！啊！啊！…...我隐隐的恢复了视力，好像看见了虚空，下面有个小房子？好像是……我的眼睛感觉不到知觉了，但我却能看见，眼睛好像在涌血，流向虚空中，我为什么看得见呢，这是为什么……啊！连身体的直觉也没了。一束阳光照醒了，我无力的坐起来，我好像在一棵的下面，眼睛还是有点模糊，等一下，为什么四周都是方方的，难到我成功。额摸了摸我的眼睛，整个身子都惊悚起来，:“我的眼睛怎么……怎么..不见了但我怎么看得到我的手在摆动…..我摇摇摆摆的站起来，好像脑子一片空了，我看到了一条小溪，我冲过去——但仍是很慢的。我来到溪边发现我的眼睛变成了白色的了，但除了眼之外其他的好像还是原来的模样。我抬起头看望这四周，在这种方块环境下我的眼睛居然能够适应，也不觉得怪怪的，大概是眼睛在作为密码时候与mc的方块同化了所以才这样的。我回头看看刚才的那棵树，发现树下有个箱子，开始我感到惊奇，但我忽想起那是我专门设置的，箱子了有放精神转换针那是我回去的唯一办法，我开始向着箱子走去——既然已经成功了那我也没不要在留着这里，那些蔑视我的家伙，哼，我好像人变轻了走起来轻飘飘的。正在这喜悦中一个惊雷击中那棵放着箱子的树，泥土，石头，树木在那棵树周围的东西全在下坠，我发现我已经身处险境了，我一回头撒腿就跑，我奋力的跑着我发现我的背后有一股风撞向我，难道那些落石快要蔓延到我的脚下了吗？我更奋力的跑发现我不是越来越来累而是越来越饥饿，我的身体已经适应这个游戏里？没时间去想了，我只得跑，一块方块把我撂倒了，我以为死定了，一回头发现，没有落石，没有陷下去的洞什么都没了！我走回去找，发现什么也找不到了，那棵树那个箱子，什么都没了，夕阳也来了，望着夕阳，时间好像停止了，我木纳的站在草地上，我怎么回去呢，好像什么都没得幻想了，难道就在这里过一生吗，站着，想着，木纳着，日也落了。\n\n\n\n             新人创作多多指教 索引帖子：http://www.mcbbs.net/thread-352633-1-1.html",
    "replies": [
        {
            "author": "2263026",
            "timestamp": 1413117060,
            "txt_content": "求指教帖子不要沉呀55555555555"
        },
        {
            "author": "男人婆",
            "timestamp": 1413719160,
            "txt_content": "2263026 发表于 2014-10-12 20:31\n求指教帖子不要沉呀55555555555\n支持                                          "
        },
        {
            "author": "雪饮狂刀",
            "timestamp": 1425977760,
            "txt_content": "顶一个     写的不错"
        }
    ]
}