{
    "title": "<原创·单章>《狩猎者》轩仔新作！",
    "author": "男人婆",
    "replyCount": 9,
    "timestamp": 1413293400,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-15 18:20 编辑 \n\n谢谢支持轩仔作品！\n封面：制作：Killot\n\n——————极不华丽的分割——————\n\n  在方块历3046年，被封尘了三千多年的末影龙，从末路之地被释放了出来，真正的罪魁祸首他是谁……\n\n\n   这时，一个勇士挺身而出，决心与末影龙决一死战。然而他也是目前这个世界上唯一存活下来的人了……勇士与末影龙战斗了三天三夜，最后，勇士体力不支，永远的倒下了……恶魔统治了世界……\n\n\n   这个罪魁祸首，也就是这位勇士，史蒂夫·克莱兹……\n\n——————————————————————\n\n   今天，查斯城终于开展了两年一度隆重的狩猎人评比大赛。比赛规则，就是必须去狩猎区之内狩猎，狩猎区被基岩封着，也可以从地下挖，不过地下的四壁也被包围着，将自己杀的怪物的头保留，最后计算杀的怪物数量。参加者每人先发一把钻石镐，一把钻石剑和一把附魔无限的弓箭。猎杀的怪物多，奖励50金和优秀猎人称号，这令谁都会激动啊。\n\n   上两次参加比赛，依次获得了二等奖和三等奖。一等奖我根本没见过。但是，我很喜欢狩猎。这次，我给自己立下了目标：非一等奖不可。\n\n   我叫史蒂夫·克莱兹，毕业于第一狩猎大学，知道并了解所有的已知怪物。实战经验满足。但是，上两届的那几个狩猎者真的是很强，居然能在晚上一小时之内狩猎43只怪物。估计这一届还有向他们的这样的强敌，不过，这两年我可是也没闲着，我参加了野外狩猎培训基地，经验再次增高。\n\n   我是第一个报名参加比赛的，但是，上次那个“狩猎狂人”就在我排着队报名。我想到：又是那个家伙，看来不能掉以轻心了。\n\n   看到他，心里不免有些恐惧感。我翻开了一本关于心理学的书，调整了我的呼吸，在比赛的前几夜，参赛者都在为比赛做充足的准备。\n\n   几天后，正式的比赛开始了。我们被送到了比赛场地，然后为每一个参赛者搭好帐篷。因为，这个比赛时间为一个月。\n\n   比赛正式开始！\n\n   随着广播的声音，所有人开始跑了起来，都要抢着自己的怪物。\n\n   他们全部冲着矿洞跑去，毕竟，现在是白天，白天根本没有怪物，所以他们全都去黑暗的矿洞寻找猎物去了。\n\n   我带了一个打火石，顺便捡起了个木棍，烧成了个火把。突然，发现旁边有个人，我吓了一跳，一看原来是参赛者。看来他是想蹭我火把的，我当然不会让他蹭了。我撒腿就跑，他看见我跑便迅速追。\n\n   跑了好久，我也累了，他也追上我了，但是，令我想不到的是，他居然给了我一拳。我已经有经验了。对于这样，是属于违规的。\n\n  “拉修出局，拉修出局……”广播里突然响起了这样的声音，我猜得不错，这样是违规的，可是他怎么知道，他违规了。原来，在旁边有针孔摄像头，只要有违规，就出局。说罢，那个家伙瞬间消失了。\n\n   我继续往矿洞深处走去。我紧紧的握着钻石剑，不得有一点松懈。突然，感到肩膀有一点冷风，我慢慢的回头，看到一把闪亮的箭……\n\n   根据经验，怪物里会使用弓箭的只有骷髅弓箭手。确定好后，便向后砍去，瞬间，那只怪物的头被我闪亮的蓝色的剑砍掉。\n\n  “呵呵，一只怪物。”我欣慰的看着，脸上漏出了笑容，这是我比赛杀掉的第一只怪物，当然，前几届也是这样，每当杀了一只怪物，就会激动不已。可是，我还仍然不知道，上次我嫉妒的个家伙，他已经杀掉了5只怪物……\n\n   我仍然搜寻着怪物，走着走着……“吼——”\n\n   我听到了奇异的声音，十分可怕，那声音，不像是一般的怪物。我趴在地下，仔细地听，那怪物再次怒吼，我吓了一跳，这叫声，令我恐惧，这气势……绝对不一般。\n\n   现在可能根本无法和那怪物对抗，于是，我随身带了定位仪，我将目标设定在这里，所以，定位仪上可以显示出那个地方在哪里。\n\n   晚上，我带着那仅仅的一个小白头颅，回到了营地。\n\n   那些优秀的狩猎者，分享着自己的成果。“格列斯，你杀了几个啊，我才二十三个。”“哎呀，别吹嘘了，我比你少多了……”\n\n   这天晚上，我心里很压抑，上两届，我还从没有这么差的成绩呢……一天只有一个……\n\n   晚上，怪物们出动了，狩猎者们稍微休息了一会，便开始冲进沙场，和怪物们对决。有人独自进了矿洞，还有人在外面的空地杀怪物。我决定再去那个地方探个究竟。\n\n   悄悄地，悄悄地，我走到了哪里，趴在了地上，静静地听着，仿佛，一切都静止了……周围十分的安静……\n\n   吼——   我听到了和上次一样的声音……我再次充满了恐惧，但是，者更令我想探索下面的到底是什么BOSS，我还从来没见过这么大气势的怪物，即使不得冠军……\n\n   我拿起钻石镐子，往下面挖……声音越来越近了……仿佛，就在下面……\n\n   当我挖开最后一层时，看到了这样的景象————\n\n   这是个很宽敞的房间，像是监狱，四周用石砖垒成，有的长上了青苔，很古老的样子。中间，就是末地之门。我很快便知道，这是末路之地。\n\n   好奇心吸引着我，我便很快纵身跳了下去，完全没有想到后果会是什么……但是，当我进入末地时，立刻后悔了。我保证，如果再给我一次机会，绝对不会进入这个鬼地方，我怎么会知道，我这一步，犯下了滔天大错，上帝啊……请原谅我……\n\n   其实，在以前我就想进入末路之地，挑战末影龙，可是，我根本没想过我不可能打过他，那龙的个头朝住我的几十倍，更何况，我也不会飞，我也什么都看不清，我死定了……\n\n   然而，令我没有想到的是，末影龙并没有冲着我来，而是冲着被我打开的那个末路之地的出口来！他是要逃出去，如果逃出去，世界将会陷入危机……\n\n   来不及思考，说时迟，那时快，一眨眼的功夫，末影龙飞到了我的前方，我抓住她的脚，疯狂的砍他的肚子，但是，他跟没感觉似的，可能是对现实世界欲望吧。\n\n   在这里，我要介绍一下末影龙。\n\n   这头巨龙，是在远古时期就有的，曾经，他的力量不比notch弱，因此他们两个之间，总有矛盾。\n\n   但是，巨龙一直想统治世界，于是，notch和巨龙展开了长达两年的世界之战。那时的世界，已经无法平静。\n\n   俗话说：邪恶是战胜不了正义的。notch最后用圣剑砍了巨龙肚子上的那颗紫色的钻石，巨龙就在那时，被封在了末路之地，直至现在，已经有3000多万年了吧……\n\n   我死死的抓住巨龙的脚，但是我的力量是无法阻止他的，我只能看着世界一点点的灭亡……\n\n   神啊，处罚我吧，我打开了末地……我犯下了这么大的错误，我保证，一定竭尽全力，击败末影龙，虽然我知道不可能，但是，这也算是惩罚我吧……\n\n   当我释放出了末影龙的一个小时之内，全查斯市的人，全部陷入了恐慌，我闯祸了……就在这一小时之后，城市已经被摧毁的不成样子，幸好，我被末影龙带到了现实世界。我躲在一旁，不知所措，不知道我该怎么做……\n\n  “跟我来……”我听到了让我激动的声音……是人类……我以为整个查斯市所有的人都死了呢……他是一个穿着白色卫衣的年轻小伙子，带着帽子，看起来很神秘。\n\n  “你是……”我问他。他回答道：“我叫艾伦·克朗，叫我艾伦就可以了，我问你，是不是你释放出了末影龙……”“是……是的……”我胆怯地回答。\n\n  “唉，算了，现在发牢骚也没用，快跟我走。”我只好跟着他走。但是，他我好像在哪里见过啊，但是我实在想不起来了……\n\n   对了，他也是参加狩猎者比赛的一位选手……\n\n   这么大的BOSS，肯定很难打。这次，我就算是个专业狩猎者，也打不了这个大个头的玩意……我正说着，艾伦打断了我。“这种怪物……打死他应该没关系吧……”\n\n   看来，这次是遇到好队友了。既然他说打死怪物没问题，那就没问题，我也增强了信心。既然这样，我也就拼死和巨龙大战吧。\n\n   现在还没有断定巨龙在什么地方，我只好跟着艾伦走，走到哪里是哪里。\n\n   在一栋高楼大厦上，看见了那双，紫色的眼睛。我喊道：“是末影龙！”艾伦看见了，立刻从大厦的门口进去。“嘿，等等我！”我喊他，但是他没有等我，只是说：“快点……”\n\n   我紧随其后，手里紧紧的握着钻石剑，他也一样。我们都意识到，自己有百分之九十九点八的几率死亡，但是我们决不放弃，只要有一点希望。\n\n   到了楼顶三十二层，从楼上的一块缺口看见了末影龙。艾伦和我都紧张起来，手上出满了汗……\n\n   末影龙立刻察觉到了我们的存在，我们大眼瞪小眼的看着……我害怕极了。艾伦好像没有一点畏敌的意思，反而冲上楼，就要与末影龙决一死战似的。\n\n   我的双腿剧烈地发抖……怎么办……\n\n   艾伦腾空跃起，瞬间劈向末影龙，轰——随着一声巨响，大楼倒塌，艾伦抱着末影龙的大腿。“史蒂夫，快跑着我！”\n\n   我用最大的力气，跳了一下，抱着了艾伦，末影龙吼叫着，突然……天空划过一道……闪亮的光。\n\n   末影龙朝着高楼大厦上面撞，试图将我们撞下去，收到撞击的艾伦撑不住了，于是，用余力让我爬到末影龙的身体，艾伦看见我爬了上去，欣慰的看着我，松手了……他掉了下去……\n\n   艾伦！我大声呼唤着他，但是，他坠下了几百米高空……\n\n\n   我的心中充满了仇恨，我一定要干掉这可恶的龙，我爬到了末影龙的背上，蓝色闪亮的宝剑穿透了末影龙的身体，一声呻吟，末影龙加速飞行，我很快便被甩了出去。\n\n   我意识到我要死了，我，掉了下去……\n\n   后来，就没有了意识……邪恶通知了世界……\n\n   邪恶统治了人间。之后，人间的一切，都如同地狱。\n\n——————————————————\n谢谢支持：\n同书人小组\n作者废言：\n 写作不容易，我写那么多就是想让你们开心，我也希望你们让我开心（最后与末影龙对战的片段已修改）\n(╯‵□′)╯︵┻━┻切记要回复\n\n\n\n\n\n\n这是我最大的动力\n谢谢\n\n\n\n\n\n\n\n\n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1413293760,
            "txt_content": "有木有觉得，战斗的场面太少了……"
        },
        {
            "author": "gggbbb",
            "timestamp": 1413294000,
            "txt_content": "自动字数统计：汉字：2669个，标点：3161个，字母：310个，数字：9个。\n共计：2678个字数、6632个字符。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1413294060,
            "txt_content": "gggbbb 发表于 2014-10-14 21:40\n自动字数统计：汉字：2669个，标点：3161个，字母：310个，数字：9个。\n共计：2678个字数、6632个字符。 ...\n我凑，为啥这么短……字符这么多……"
        },
        {
            "author": "男人婆",
            "timestamp": 1413294120,
            "txt_content": "不会吧，我统计的快4000字了啊"
        },
        {
            "author": "男人婆",
            "timestamp": 1413295740,
            "txt_content": "字数统计完毕，字数：3395"
        },
        {
            "author": "冥王星人",
            "timestamp": 1413299340,
            "txt_content": "讲解和叙述界限再明显一点，描写再华美一点，字号再小一点。"
        },
        {
            "author": "男人婆",
            "timestamp": 1413299640,
            "txt_content": "冥王星人 发表于 2014-10-14 23:09\n讲解和叙述界限再明显一点，描写再华美一点，字号再小一点。\n谢谢，之前被老妈催促，没有过多的修改……（字改小一些……）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1413306420,
            "txt_content": "男人婆 发表于 2014-10-14 23:14\n谢谢，之前被老妈催促，没有过多的修改……（字改小一些……）\n以后你发东西都可以@我来飞砖"
        },
        {
            "author": "Killot",
            "timestamp": 1413382980,
            "txt_content": "望把倒数第二行的通知了世界修正为统治了世界"
        }
    ]
}