{
    "title": "【Terry39】【原创】-《人生游戏》-第二章",
    "author": "Terry39",
    "replyCount": 5,
    "timestamp": 1413377580,
    "txt_content": "《人生游戏》\n————第二章大家好~这里是拖欠文章好几天的Terry39~现在渣渣文开始更新啦~请自备爆米花~        正文\n        \n后头传来了脚步声。我并不能分清脚步的主人到底是谁，是敌是友。\n        我的手头只有一些零散的木头和木棍，minecraft里面大概这两种东西都不会有太大的作用吧——至少没有任何的攻击力。如果对方是僵尸小白一类的敌对怪物的话，我估计分分钟会被搞定。\n        不能轻举妄动。\n        但是如果是其他的“玩家”呢？我心想。但是这几乎为零。所以说....\n        看看能不能跟这个“不明生物”决一死战吧…\n        我握紧了手中的木棍，这个世界貌似没有出汗这设定，如果有的话，此刻我已经拿不稳手中的木棍了吧。这段思考时间大概只持续了几秒，可是我的脑袋已经像是要坏掉了一样嗡嗡发转。\n        可是当我迅速转身，准备厮杀的时候....\n        没有任何生物。\n        那是真正意义上的没有，傍晚无风的环境完美的衬托出这绝佳的场景。当你的敌人就在你的耳边的时候，突然消失了。\n        真是令人毛骨悚然。\n        但我只得作罢，天正在一点一点黑下去，不快点造房子的话不行呢...\n        第二天一早，我从我的小屋中醒来，不，准确意义上来说是火柴盒【但事实上我更愿意去造更豪华的建筑（起码有屋顶）】。\n        整夜没有怪物的入侵，这是好事。\n        我从我那小的可怜的“火柴盒”里面爬出来，清晨的阳光十分刺眼，透过了树梢，映在了缓缓起伏的草坪上。“奇怪，接下来到底该去哪里好呢?”我喃喃自语道。没有计划，没有同伴，没有任何对我真正有利的条件，我甚至不知道这场游戏是什么，该怎样结束。\n        唯一知道的是：这里不是原来的世界。\n        玩过我的世界的人都知道，第二天开始基本上资源充足就可以下矿坑了。但是对于保险起见，我没有准备去矿坑之类的危险地域。\n        “总之，先去找一条河吧。河边肯定会有人家的吧…\"虽然我很不信任会不会是那笨笨的村民，但是暂且得到一些资源也是不错的。\n        至于找河的方向的话...我从兜里掏出了一个还在我兜里的一枚硬币，对于运气，我还是比较相信我自己的。\n        暂且目标定下来了，我简单把物品整理了一下，忘说了，合成台还是可以照样用，于是带上了基本的石头套装，我开始向扔硬币的方向——南方走去。\n        。。。。。。\n        当中午的时候，周围的森林开始逐渐稀疏，可以看到一个一个的小山丘坐落在四周。我身上只有几个砍树掉下来的苹果。简单地在一个树底下整顿以后。我继续向向前走去。\n        自从到了稀树草原过后，身体越来越不听使唤，虽然这里是“异世界”，但是体力之类的东西还是体现得淋漓尽致。\n        我决定坐在一棵树下面休息，手上把玩着几个仅有的苹果。\n        真是的，早知道多收集一点苹果呢。我懊悔的想着。\n        正午的光芒烘烤这这片草原，虽然满眼的绿色，但是也还是觉得毫无生机。\n        这时候，远处出现了一串黑点，这串黑点慢慢放大，在这片绿色之中十分扎眼——是人！\n        在这荒无人烟的草原里面，看到人真是万幸的了。但是.......这群人是友好的吗。\n        总值比饿死在这里要强很多，我一边心里想着一边朝那个商队的方向跑去。前途未卜，重要的是填饱肚子！\n        在草原上没参照物的前提下，很远的东西也可以看到，但是想要靠近，却需要好几天。所以目前最好的方法是尾随他们，等到晚上他们要休息的时候再去打扰...\n        \n\n",
    "replies": [
        {
            "author": "漫天飞菊_",
            "timestamp": 1413377820,
            "txt_content": "看到是版主，于是我就支持一下了"
        },
        {
            "author": "likeliang",
            "timestamp": 1413378180,
            "txt_content": "建筑灌水小说暖床样样精通"
        },
        {
            "author": "gggbbb",
            "timestamp": 1413378720,
            "txt_content": "我会装作四处看风景←_←@HGK @冥王星人"
        },
        {
            "author": "HGK",
            "timestamp": 1413435300,
            "txt_content": "表示我的文要酝酿几天再屠版233"
        },
        {
            "author": "Terry39",
            "timestamp": 1413449220,
            "txt_content": "HGK 发表于 2014-10-16 12:55\n表示我的文要酝酿几天再屠版233\nwow\n期待          "
        }
    ]
}