{
    "title": "<原创·索引>轩仔出品《宇宙战争》索引",
    "author": "男人婆",
    "replyCount": 23,
    "timestamp": 1413540960,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-20 18:36 编辑 \n\n233我终于死了\n封面绘画：轩仔\n\n\n\n\n\n对方答复.jpg (77.54 KB, 下载次数: 0)\n\n下载附件\n\n2014-10-17 18:10 上传\n\n\n\n\n\n\n——————————————————————\nUniverse at war———\n\n\nA person's faith\n———————————————\n宇宙战争———\n\n\n\n一个人的信念\nBGM：\n\n\n序言：\n\n 公元3046年，宇宙战争爆发了，在FQN星系的科诺兹星人是我们的敌人，他们发现银河系有大量的矿产资源，便决定占领银河系，于是，人类和科诺兹星人的宇宙战争，爆发了。数百万科诺兹星人大兵，朝着地球进发，人类的命运会是怎样的……会是生存下来，成为最后的存活者，还是被灭掉，一个个人类成为炮灰……人类要怎样抵御外星人的进攻呢……\n\n————————————————————\n\nThe preface:\nIn 3046, war broke out in the universe, the galaxy FQN Kenuo this star people are our enemies, they found that the Milky Way system has a large amount of mineral resources,  they decided to occupy the Milky Way system, so, human and Kenuo hereby Star Universe War broke out. Millions of Kenuo hereby Star Soldier, heading toward the earth, human destiny is how...... Will is to survive, to be the last survivor, or destroyed, a human to become cannon fodder...... Human how to resist the alien attack......\n\n\n正文：\n————————————————\n第一章：《战争的开始》\n第一次的失败，不代表永远的失败——\n\n\n————————————————\n第二章：《恶兆》\n狡猾的科诺兹星人，阴谋的背后，隐藏着更大的秘密——\n\n\n————————————————\n第三章：《恩人》\n信念不可摧毁，长官的一番话，使我受益匪浅——\n\n\n\n————————————————\n第四章：《灾难的演变》\n灾难是不可避免的，我们可以做的就是避免灾难——\n\n\n\n————————————————\n第五章：《渔翁得利》\n科诺兹星人的心狠手辣，让人类自相残杀，自己渔翁得利——\n\n\n\n————————————————\n第六章：坟墓\n阵亡\n\n\n\n\n————————————————\n第七章：《复仇计划》\n一波未平，一波又起，外星人的计划直接侵略地球——\n\n\n\n————————————————\n第八章：《B队的放弃》\n科诺兹星人的猖狂，会让他们付出代价——\n本章稍有进步~~\n\n\n\n————————————————\n第九章：《一波未平一波又起》\nB队遭遇疯狂僵尸袭击，军队遭受严重打击——\n\n\n\n\n————————————————\n新一代BGM\n\n\n这是给懒人看的：\n \n\n第一章：战争的开始\n   警报，警报，A仓发现不明飞行物体，前方发现敌军飞机……\n   公元3046年，宇宙战争爆发了，在FQN星系，科诺兹星人决定占领银河系，于是，人类和科诺兹星人的宇宙战争，爆发了。我是史蒂夫，是宇宙空战作战小队A队的队长。我的朋友塔纳托斯，是另一个空战小队的队长，我们经常在一起训练战术。我们以前都是和模拟外星人激战的，但是这次，来真的了……\n   科诺兹飞行团队，也可以叫他们S团队，他们的飞机上有着S标志，所以，我们只要对印有S标志的飞机进攻就行了。\n   这次，我不是和小队进行作战，然而是和同伴们开着大战舰一起作战。突然，我发现了我平生第一次剑的外星人。\n   警报，警报，A仓发现不明飞行物体，前方发现敌军飞机。听到这样的警报，对于没有实战经验的我，定然害怕。\n  “克莱兹，格纳罗，你们去查看A仓检查，洛夫斯，你去弹药仓安装弹药……”第一次参加实战的我变得话都说得很含糊……我似乎手都在发抖，我想得太多了，又是什么万一射不准怎么办，没有弹药怎么办……\n  “长官……”格纳罗跑进了控制室。“怎么了？”我问他。“科诺兹星人……把克莱兹吞掉了，飞船受到严重的打击，必须开……逃生舱……”\n   格纳罗说完躺到了地上，“不，不要。”我喊着在弹药仓的洛夫斯，但是，进入弹药藏后，发现地上也只有一片血迹……格纳罗死无全尸……\n   我跑到控制室，看到这个红色的紧急按钮，我按了下去，随之，我看到我脚下踩的地方陷了下去，我进到逃生舱，我抬头看，外星人已经进入了控制室，我开动加速，逃生舱飞速的逃了出去。\n   我得先回到地球，向长官汇报这个情况。外星人将我们的巨星战舰炸成了渣滓，我感到很惭愧，身为船长的我，怎么回去见长官……\n   回到了地球……回到了我的基地，长官看见我开着逃生舱回来，便知道发生了什么……\n  “是不是失败了。”长官用凶狠的眼神看了看我，我辩解：“不是……”\n  “算了算了，别解释了，下次不许失败，否则降你的官职。”这次长官没有用军纪来惩罚我，只是说教了哦我一番，我感到庆幸。\n   与此同时，我的朋友塔纳托斯，带领着他的空军小队，正在准备执行讨伐40个科诺兹星人的任务，我看到他有这么大的决定，便感到他很勇敢。\n   回到宿舍。长官交代了事情：“明天，外星人进攻训练，谁也不准迟到，六点半，迟到800俯卧撑。听明白了没有！”长官喊道。“听明白了！”\n   我们以洪亮的嗓门，回复了长官。\n  “好。我相信你们，不要让我失望。”说完，长官离开了我们的寝室。\n\n\n.\n第二章：恶兆\n   早晨，阳光透过寝室的窗帘，照在睡在下铺的我的脸上，我起床后，他们也陆续的从床上爬了起来。塔纳托斯睡在上铺，我在他下面。\n   塔纳托斯给我打了声招呼：“嗨，史蒂夫，你们今天要去训练吗？”他问我。\n  “哦，对啊。”我回答。“很不幸，不能和你们一块去训练了。”“为什么？”\n  “昨天我们已经完成了训练，你昨天去出站了，今天轮到我们和外星人作战了哦……”“那你多保重……”\n   说完，我穿上了衣服，随后听到长官集合的哨子声。“集合！”我和寝室室友们纷纷跑了出去，我也和塔纳托斯道了别。\n   ……\n   下午，长达7个小时的连续训练已结束，我们都回到了寝室休息，但是我仍然担心塔纳托斯的安危，S团队那么强悍，万一他失误了……\n   但是，真实的情况比我想象中的要糟糕得多。\n   晚上九点，正要熄灯的时候，听到了紧急集合。我们站在大操场上，昏黄的灯光照着，长官的神情紧张……\n  “恩恩，大家先不要猜测，让我先给大家解释一下。”长官慢慢的说道。\n  “上午，B小队队长塔纳托斯，出站任务，S团退很狡猾，不仅仅毁灭了飞船，并且将飞船内放射生化气体，将飞机投到地球，现在，感染者已多达100多名，塔纳托斯也是其中一位。”\n   听到这里，我眼泪掉了下来。“病毒传染到了什么地区……”我问道。\n  “拉诺夫城，病毒正在不断蔓延。”长官回答。\n   我急忙再次询问长官：“可以现在就出发么？我想塔纳托斯还有救……”\n  “你如果想去，可以，但是你看看你的队员同意不同意。”我点了点头，长官问了问我的队员，他们全部点头，这是我很欣慰……\n   我们进入飞机舱，我的小队的成员全部到齐，确定完毕后，就开始出发。\n  “队员们，你们有信心吗？”“有！”队员们纷纷回答。\n   这次，我有两个目标：\n   一是解除病毒的蔓延，二，是解除塔纳托斯……\n  “好，那么我们……现在就朝着拉诺夫城进发！”准备完毕后，飞机舱舱门打开了……\n\n\n\n\n第三章：恩人\n   飞机舱门打开了，我们都做好了准备，我在飞机上看着飞行地图，看到了拉诺夫城的具体位置，便开始向哪里进发。“队员们，开始出动！”\n   这个地区离这里很遥远，我们开飞机开了很久，几乎一个小时，才到达这里，我们将飞机停到高楼的停机坪上，然后，穿上了防化服，避免感染病毒。\n   背起了枪，我和三个队员分头行动。“有情况了对讲机汇报。”我向成员们解释。\n  “是，一定完成解除病毒任务。”“开始行动……”我说。\n   这座城充满了黑暗，黑烟遍布了这座城市，废旧的汽车，冒着黑烟，浓烟笼罩了这座城市，但是，我却看不到一个感染者。我便努力搜寻……\n   很幸运，我得知了队员的消息，为感染者已被送出境外，只剩下几个，已被消除，还剩一个。我便知道，剩下的那个，就是塔纳托斯，我现在要找到他，看看他有没有生还的可能。\n   在一栋废弃的，爬满黑色腐烂的爬山虎的楼房，我看到有个人的身影，我迅速跑了上去。\n  “塔纳托斯！你不认识我了吗！”我喊道，我也看到了她，他已经完全不像他了，脸部已经腐烂，不仔细辨认，真的看不出来。\n   但是，塔纳托斯看见我，跑了过来，我没有用枪打他，只是看着他，但是，他将我一拳击倒在地。下面，他就想要吃掉我。\n  “轰！”一道光柱，射向了塔纳托斯，她匆匆满满地跑了。我抬头看，是长官。\n   我跪在地上哭泣，塔纳托斯他……太可悲了……\n   长官的右手放到了我的肩膀上，对我说：\n  “他已经不再是你那个好朋友了，现在，我们还没有确定那个外星人投射的是什么病毒，我们现在做的只有等待，等待我们的科学家先生，研发出来解药。”\n  “不，可是……我还是不舍得他……”\n   看到我这样说，长官便对我说道：\n  “人的一生是在于什么？是信念！你现在就是等于没有信念，没有信念你就是等于没有灵魂的人。我知道你失去朋友很伤心，但是这种经历我不是没经历过，十年前，我也是个和你一样的小兵，在军队里我只有一个朋友，可是那次他因为出站不顺利，阵亡在战场上了。我有说什么吗？没有。我知道，信念是不可摧毁的，我相信，我的朋友他一只在我心里，你懂吗？”\n   听到长官这样说，我的心情好了很多，我觉得，现在长官就是我的大恩人，说的没错，一个人最重要的，还是信念……\n\n\n第四章：灾难的演变\n   现在都是因为我，让塔纳托斯跑了出去，塔纳托斯很快就会将病毒带到各个城市去，如果这样那么就一发不可收拾了。\n  “现在怪罪你也没用，站起来吧，如果你真的心疼你的朋友，这次任务……你可以不参加……”长官严肃的对我说道。\n  “怎么可以！”我说道。“第一次我任务失败，长官您没有怪罪我，这次又放走了僵尸，我怎么可以不参加，哪怕是用我的生命，也要完成这个任务。”我信誓旦旦的向长官保证。\n  “好，我相信你，这是你说的，要竭尽全力，即使付出生命代价也要完成任务。”我点了点头，“那么，现在就出发吧。”长官说道。\n   我决定重振旗鼓，毕竟长官原谅了我那么多回，我不可以再让长官失望了。\n   我和长官走出了废弃的大楼，已经不确定感染者塔纳托斯现在的位置了。这时，对讲机响了起来。\n  “兹——兹——报告，报告队长，我队的两名成员已经收到未知感染者的袭击，现在他们全变成了感染者……”什么，居然……\n  “你现在在什么地方，我得去救你。”我说道。“啊……”对讲机那边传来惨痛的叫声，随后发出了僵尸沙哑嘶吼的声音。看来，这下真的是一发不可收拾了。\n  “怎么了？”长官问道，“他们……被感染了……”我断断续续的说道。“谁？”\n  “我的队员们……”长官紧紧的握住了拳头，然后说：“跟我走……”“这是要去哪？”\n   长官没有说话，只是把我拉到了一辆军车上，“现在的任务是把四名感染者全部收拾掉……”长官的表情很严肃，我也知道了事情的严重性。\n   ——灾难是不可避免的，我们可以做的就是避免灾难，这便是反驳精神——\n   长官在前排开着车，我在后面坐着。“这是要去哪？”我问道。\n  “现在能找到感染者尽量把它们抓住放到隔离室，也许有救，实在不行就直接崩了吧。”听到这话，我心中有些许兴奋，塔纳托斯可能不会死了。\n   车子一路颠簸，路上的碎片很多，这使车子开得很不顺利。\n   忽然，看到车子前方有个人影，长官迅速停车，背起了枪，这个不是塔纳托斯，长官下了车子，一步一步接近僵尸，妄图抓住他。\n  “吼——”僵尸朝着长官扑了过来，长官开了几枪后，就被僵尸压住了，见此情形，我便也拿起枪，指着僵尸的脑袋……\n   我扣动了扳机，……砰……一枪下去，他居然……没事……\n   我再次开了一枪后，僵尸便朝着我扑了过来，我用AK47上面的刺刀猛烈的朝僵尸的胸口上刺，终于，僵尸体力不支，倒下了。\n  “将这个僵尸带到隔离室。”长官对我说道。\n\n\n第五章：渔翁得利\n   看着自己的队员变成僵尸，心里必定难受，眼泪不禁流了出来……“长官，送到隔离室的……是不是还有救啊。”\n  “很可能有救，只要研发出解药，现在我们的科学家先生正在提取怪物们的DNA做胚样检查，看看能不能有相符合的元素，这样才能救活他们。”长官说道。\n   知道了这个消息，我感到欣慰，只要是能和队友，朋友重逢，哪怕什么我也愿意。\n   我们走了很长时间，我说：“要不先回基地吧……”长官却一脸严肃，说：\n  “不可以，你要是现在回去，那些僵尸们会逃跑，会抛出境内，这样会引发更大的灾难，你难道想看着我们的家园被科诺兹星人占领？”\n   ——科诺兹星人的心狠手辣，然人类自相残杀，自己渔翁得利——\n  “可是，长官，现在我们找不到他们啊。”我说。“能找就找，还有，是谁说的，即使付出生命代价也得完成任务啊。”\n   我不再说话，长官也不再说，继续专心开车。吱——\n   走了这么长时间，终于停下来了。“怎么了长官？附近没有僵尸啊。”但是长官的表情却显得恐慌。\n  “不对，你看，这是病毒探测器，只要是对人类有危害的病毒，探测器都会亮，证明附近有僵尸。”“长官你想多了，车上不是有个僵尸吗？”\n  “不，我将她注射了血清，暂时一段不会有病毒……”长官神情更恐慌了。“那么……”\n   突然，我看见车子底下有一双闪亮的眼睛，原来，狡猾的僵尸一直就在车子底下藏着。僵尸朝我扑了过来，我再次举起枪，开了几枪。\n   根据以前的经验，僵尸都是害怕攻击头部，我一个劲的朝着僵尸的头部进行攻击，可是，他一点反应也没有，之后，我想起了上次的画面——\n   我用AK47上面的刺刀猛烈的朝僵尸的胸口上刺，终于，僵尸体力不支。\n   僵尸是害怕刺他的胸口的，我这下边了解了僵尸的弱点，如果这次再次他的胸口他会死的话，那么弱点就是他的心脏。\n   我冲了过去，长官喊道：“你干什么！有枪你不用偏偏用刀子！”\n  “长官，枪子没法穿透僵尸的心脏的……”长官也知道了我的意思。于是，长官来分散僵尸的注意力。\n   长官朝着僵尸开了几枪，僵尸便冲着长官跑去，僵尸根本不知道我要对着他的弱点下手，毕竟，僵尸是很笨的生物，他的脑子被潜意识——饥饿冲昏了。\n   僵尸一把抱住了长官，“快，朝着那里刺！”长官对我大喊。\n   哧——鲜红的血液流到了长官的身上，那个僵尸身上的衣服也被染红了。长官拍了拍身上的灰尘，说：\n  “还差两个僵尸……”\n\n\n\n第七章：复仇计划\n  （这章是过渡章，写得可能有点短。）\n   塔纳托斯和我的三个队员躺在车里，我和长官的任务就是把他们送到隔离室。长官已经给他们注射了麻醉药，一时半会他们是起不来了。\n   回到基地，我们将四个队员们一个个背到了隔离室，拴在了床上，我们以为事情就这样解决了呢……\n   ——一波未平，一波又起，外星人的计划直接侵略地球——\n   在外太空的S团队战舰上，外星长官命令派宇宙S战队A小队前往地球，直接侵略，队长负责破地球的红外线防护网。\n  “哔……哔……警报警报……”基地的警报声响了，“怎么回事？”我诧异道。长官赶快打开资料查询器，看到红外线防护网被攻破。\n  “不好，是外星人，他们怎么直接进来了，红外线防护网他们不是一直攻不破么……”长官用手挠着头，趴在桌子上，我给长官断了杯茶。\n   长官一口气把茶喝完，将被子摔在桌子上，“他们真是欺人太甚！”看到此情形，我没再说话，只是退下了。\n   长官拿起旁边的广播，说：“全体人员集合！”\n   操场上站满了人，长官从右到左走了一趟，说：“报数！”队员们报完了。报完之后，长官开始讲起了事情。\n  “你们知道怎么回事吗？”队员们你看看我，我看看你，不知道发生了什么。\n  “刚才警报声，你们都没有听见吗！”长官大吼到。\n  “那群外星杂种，真***的欺人太甚，看我们好欺负是吧。行，队员们，要不要给他们来个痛快的打击！有没有信心！”队员们先是愣了一会，然后齐声喊道：“有！”\n  “那么，我们现在就出动，要准备的先准备一下，半小时后集合。”长官说完，便走了。“解散。”\n   为了这次战斗的胜利，我做足了准备。\n   为了，我们的地球，为了我们的家园……\n\n\n第八章：\n   飞机舱里，检修人员检修这飞机的情况。“A仓，检测完毕，正常，可以起飞，B舱……”\n   长官重新给我分配了A小队的队员，我们现在的小队还是4个人，据说，他们以前都是特种部队的精英。\n   一切准备就绪，我们A小队的人都准备好了，开始出发，进行我们的——复仇计划。\n   ——科诺兹星人的猖狂，会让他们付出代价——\n  “都准备好了吗？那么出发吧……”我们开动了飞机，飞机的排气管冒出了一缕白色的烟雾，随之，飞到跑道上。\n   飞机缓缓的升起，直至完全离开地面，这次我们完全增强了信心，因为仇恨，激发了我们真正的潜力，我要让科诺兹星人知道，我们人类也不是好惹的，地球也不是那么好占领的。\n   嗖——飞机跑道旁的大树全部随着飞机掠过的风摇动，紧接着，我的三个队员也飞了出去，从天空划过了一道完美的白色的弧线。\n   这次的任务，不用解释，击杀侵略地球的科诺兹星人。我背上氧气罩不久，就突破了大气层，进入了外太空，但是，并没有看到S战团的舰队。\n  “怎么回事？不是说了在外太空袭击红外线防护膜么……”正当我纳闷之时，看到一道光环朝着我过来了……\n   飞机侧身一转，躲过了那道光环，很快，S团队的外星舰队映入眼帘。他们人太多了，不下于十架飞机。突然，那个舰队就朝着我们开火，幸好反应及时躲了过来。\n   这是临走前我们制定的计划：我们A队是最先出动的，B对是暗中偷袭，C队和S队是后期支援。\n   想到这里，那么现在B队应该来了吧，怎么还没到啊。\n  “兹……兹，纳洛霍夫，你查查现在B小队的位置。”“是的队长。”现在我的任务，就是和S战团耗时间，能好多长时间尽量的耗。\n  “兹……报告队长，B小队的位置在基地……”这就令我纳闷了，说好制定的计划他们为什么不执行呢？\n   我做了个坏决定，“要不咱们先撤吧。”\n  “队长，不能这样啊，咱们都制定好战术了啊，咱们都李下决心了啊队长。”纳洛霍夫激动的口齿不清了，但是，他不是兴奋的激动……\n  “那你说怎么办？如果没有B对的偷袭，那咱们现在就是个渣滓，他们那么大的舰队，我们才四个人，根本就是螳臂当车，现在不撤，你说怎么办。”\n   纳洛霍夫犹豫了一会，便不再说话，我分别给三个队员传达了消息，紧接着就飞机开走了……\n   这下子，外星人更看不起我们了……\n\n\n \n\n致所有小说作者：\n \n   你可能写作很好但是不被看重，也许你写的差那么一点点但有人说你，甚至骂你。请不要灰心，冥姐教过我，写作之路很艰难，不能轻易放弃。不要在乎别人的观点，写好自己的都行了，就当他们说的是空气。我也是爱写作的人，常年在坐在电脑前码子的初中生。我也经常被人骂说：写得狗屁不是。但是我没有灰心，即使他们不看重我，我也不放弃，因为我知道，早晚有一天，我会让他们看中我的。就算失败了也不要轻易放弃。看过我索引的人可能知道，我写的得有十万字了，都有好几篇小说了，但是，他们有一篇给我重视有一篇给我鼓励了吗？没有。所以，还是那句话：走自己的路，让别人说去吧。 \n\n呵呵，别打开，不然吓死你：\n\n\n\n\n\n\n\n大师大师大师大师大师大师萨达是.jpg (72.42 KB, 下载次数: 0)\n\n下载附件\n\n2014-10-20 18:38 上传\n\n\n\n\n\n\n呵呵\n\n\n\n\n本人会速更的\n长期不弃坑的小说哦\n谢谢大家支持\n记得回复，作者不容易，回复会让作者很开心的……\n如果真的不知道怎么回复……\n\n\n楼主写得很好，希望继续更复制代码\n复制一下就可以了\n感谢观看\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=796]PurpleSky·文创小组[/groupid]",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1413541020,
            "txt_content": "冥姐，来看看……@冥王星人"
        },
        {
            "author": "北美路人",
            "timestamp": 1413542340,
            "txt_content": "楼主写得很好，希望继续更"
        },
        {
            "author": "北美路人",
            "timestamp": 1413542460,
            "txt_content": "楼主写得很好，希望继续更"
        },
        {
            "author": "天降苦力怕",
            "timestamp": 1413542760,
            "txt_content": ""
        },
        {
            "author": "天降苦力怕",
            "timestamp": 1413542880,
            "txt_content": ""
        },
        {
            "author": "天降苦力怕",
            "timestamp": 1413543000,
            "txt_content": ""
        },
        {
            "author": "天降苦力怕",
            "timestamp": 1413543240,
            "txt_content": "赠图三张，轩仔加油"
        },
        {
            "author": "男人婆",
            "timestamp": 1413543240,
            "txt_content": "天降苦力怕 发表于 2014-10-17 18:50\n额，好吧，哪个成就编辑器……"
        },
        {
            "author": "天降苦力怕",
            "timestamp": 1413543360,
            "txt_content": "赠图三张，轩仔加油"
        },
        {
            "author": "男人婆",
            "timestamp": 1413593400,
            "txt_content": "啊，新一代BGM找了好久，辛苦"
        },
        {
            "author": "男人婆",
            "timestamp": 1413600660,
            "txt_content": "冥姐，更新啦，召唤大法@冥王星人"
        },
        {
            "author": "我朶世界",
            "timestamp": 1413678540,
            "txt_content": "冥姐都支持版推了233\n@HGK"
        },
        {
            "author": "野生的狼",
            "timestamp": 1413682500,
            "txt_content": "我朶世界 发表于 2014-10-19 08:29\n冥姐都支持版推了233\n@HGK\n我朶世界\n男人婆米粉XDDDD"
        },
        {
            "author": "野生的狼",
            "timestamp": 1413682860,
            "txt_content": "致所有小说作者 改 野生的狼改\n你可能写作很差但是被看重，也许你写的好那么一点点但有人说你，甚至骂你。请不要開心，沒人教过我，写作之路很容易，能轻易放弃。要在乎别人的观点，写差自己的都行了，就当他们说的是。我也是最不爱写作的人，常年在坐在电脑前码子的初低生。我也经常被人骂说：写得狼屁不是。但是我没有黑心，即使他们看重我，我也放弃，因为我知道，早晚有一天，我不会让他们看中我的。就算失败了也轻易放弃。看过我沒有索引的人可能知道，我写的得有1颗字了，都有好0篇小说了，但是，他们有0篇给我重视有0篇给我羊肉了吗？没有。所以，还是那句话：走別人的路，让自已说去吧。 @男人婆 @我朶世界  "
        },
        {
            "author": "男人婆",
            "timestamp": 1413683040,
            "txt_content": "野生的狼 发表于 2014-10-19 09:35\n我朶世界\n男人婆米粉XDDDD\n嘿，XD那是我弟经常拿他的号做坏事"
        },
        {
            "author": "野生的狼",
            "timestamp": 1413683160,
            "txt_content": "男人婆 发表于 2014-10-19 09:44\n嘿，XD那是我弟经常拿他的号做坏事\nXD\n你弟XDD\n我下了OAO"
        },
        {
            "author": "L635u",
            "timestamp": 1413683160,
            "txt_content": "男人婆 发表于 2014-10-19 09:44\n嘿，XD那是我弟经常拿他的号做坏事\n做坏事OAO"
        },
        {
            "author": "男人婆",
            "timestamp": 1413683220,
            "txt_content": "野生的狼 发表于 2014-10-19 09:46\nXD\n你弟XDD\n我下了OAO\n你那邪恶的修改的“致作者”……"
        },
        {
            "author": "L635u",
            "timestamp": 1413683340,
            "txt_content": "男人婆 发表于 2014-10-19 09:47\n你那邪恶的修改的“致作者”……\n邪恶的修改的“致作者 在那"
        },
        {
            "author": "L635u",
            "timestamp": 1413683460,
            "txt_content": "野生的狼 发表于 2014-10-19 09:41\n致所有小说作者 改 野生的狼改\n你可能写作很差但是被看重，也许你写的好那么一点点但有人说你，甚至骂你。 ...\nXDD\n他们有0篇给我重视有0篇给我羊肉了吗\n笑噴"
        },
        {
            "author": "L635u",
            "timestamp": 1413684960,
            "txt_content": "L635u 发表于 2014-10-19 09:51\nXDD\n他们有0篇给我重视有0篇给我羊肉了吗\n笑噴\n@L99  OAO"
        },
        {
            "author": "男人婆",
            "timestamp": 1413686280,
            "txt_content": "对于245的事：\n   昨天245版主在群里说版头推荐申请。我找版主要了好几次，版主给我回复你写的文章无法形容，当时是挺生气的，然后就骚扰版主，版主给我版头推荐。在这里我向245表示抱歉。"
        },
        {
            "author": "男人婆",
            "timestamp": 1414065240,
            "txt_content": "L635u 发表于 2014-10-19 09:51\nXDD\n他们有0篇给我重视有0篇给我羊肉了吗\n笑噴\n嘿，不要自言自语了，这样很不好"
        }
    ]
}