{
    "title": "【连载--单篇】越之世界——第二章 人类！“人类”",
    "author": "2263026",
    "replyCount": 3,
    "timestamp": 1413540240,
    "txt_content": " 本帖最后由 2263026 于 2014-10-19 20:18 编辑 \n\n                           第二章  人类！“人类”\n        我无目的四处游走，心还沉浸在那箱子迷失的事件里。但总有些奇怪，四周开始发出怪异的生音，“难道是……”不安涌上心头，声音越来越近了，我开始走得快一些好像声音多杂了，好像不止一只，我小跑起来，步伐也加重了，我向后瞅了一眼，发现一双红似血般的眼睛在前方上下跃动，“嘶…嘶…”我一劲回头，跨步就狂奔，“是蜘蛛！我没有任何武器，如果正面交锋的吃亏的肯定是我”，在奔跑中发现前方有闪烁的光，我本能的先那奔去，光越显越清晰，好像一个村庄浮现了出来，“有救了”，就在刚刚踏上村庄的小道间，瞬间！我的肩头一阵苦痛之后，眼前就黑暗了。       我在嘈杂声中醒来，蒙蒙的睁开眼，我发现我被什么捆住了，定眼一看，发现我被捆在木桩上，一群村民正斜视这我，叽喳的议论着什么，我隐隐的听到了“异类”“怪物”“虚界”，在看了看我的肩头被穿透，和小道边被挖去眼球的蜘蛛，我好像明白了什么，一个炸响“你是什么怪物，是虚界，来的吗?”一个老者从人群中先我走来，“我叫淡承，我是人类不是什么怪物——我想这些村民可能还不知到人类是什么呢”“人类”老者一股冷笑，人群的议论声越大了，“你是人类，那我们又是何物，荒唐！你就是那虚界的怪物吧，呵。”我悚然“怪物，你们是人类，那还是我们这些“怪物”创造了你呢，虚界又是什么，我……”“住嘴你这异类，你那怪物的身体只有眼睛是方正的，还是泛白的，格莱把这怪物压到魂舍去”老者咳了两声，走上一个壮汉这就是格莱，棕色的头发，黄色的肤色，凶杀的眼神，看来凶多吉少呀，他走过来我身体立马离地，他连同我和木桩一起抬了起来，向一处房屋走去，他的右手好像是绿色。我摇摇晃晃的被他抬到了地下的一屋子了，臭烘烘的。他把我连同木桩一同插入地下，“这家伙力气也他大了”我心想，在望看了四周，愕然我发现我身边全是僵尸的尸体，下半身都没了，只剩下头颅，好像还有苦力怕的尸体，我看个格莱这在那边的桌子旁老练的磨着刀，这也叫“人类”我看与禽都不能相比了，还自称人类”正想着他拿着刀就走过来了，大概是太害怕了，我只是呆望这刀，心里好似静到了极点，突然一阵脚步声传来，那屠手回头，一个身着绿衣的村民，凑到了他耳边说了些什么，一说完那屠手一阵慌忙，手里握着刀两人一同走了。现在没人看守了，我本能的掂了掂脚，发现这木桩插的不深，好像只是浅浅的搁了一层，我用力一登“咯…..咯”木桩就脱地而出，我小脚步的撑着木桩走到火把面前，把绳子烧断，我咬紧牙忍着火烤，不知过了多久，木桩“咚”一声倒地，我本想快点逃出这个地方，但桌子上的一本书吸引了我，我拿起来一看“《魂练》是什么书”我好奇的翻开了第一页      “在生活的这个世界有十个界，每个界都有不同的方法才能到达，我们所生活的界是地界，还有其余的九界，狱 界，虚界，坟界，凌界，麒界，魂界，封界，末界，蛊界，每种界都有不同的方法传达……”我正入神，突然响起了一阵脚步声，我慌忙的合上书，振动了桌子，几瓶荧光彩的瓶子掉落，突然几个小球往我身上缠绕，我肩头的伤慢慢的凝和，手的烧伤也恢复了这，正疑惑，一只脚出现在了我眼前……第一章写得不是很好，希望高人指教索引贴：http://www.mcbbs.net/thread-352633-1-1.html\n求回复，求人气{:10_524:}\n\n",
    "replies": [
        {
            "author": "LOEN",
            "timestamp": 1413542460,
            "txt_content": "为什么要特别强调人类两个字？"
        },
        {
            "author": "LOEN",
            "timestamp": 1413542580,
            "txt_content": "为什么要特别强调人类两个字？"
        },
        {
            "author": "2263026",
            "timestamp": 1413543600,
            "txt_content": "LOEN 发表于 2014-10-17 18:43\n为什么要特别强调人类两个字？\n这个嘛......"
        }
    ]
}