{
    "title": "<原创·连载>轩仔出品《史蒂夫生存记》第一节",
    "author": "男人婆",
    "replyCount": 0,
    "timestamp": 1413554160,
    "txt_content": "史蒂夫生存记\n快更，三天更完，美观度放弃\n本书共三节\n此为第一节\n谢谢支持：\n——————————————\n序章：\n   我叫史蒂夫·苏威特，曾是维里公司的员工，那天公司组织去旅游，我们坐着旅游大巴去旅游。走到山路时，由于最近下雨，路滑，我们的大巴车直接从山崖上滑落下去，我，史蒂夫·苏威特是唯一一个从大巴上逃出来的幸存者……\n\n\n   我叫史蒂夫，在维里公司当会计员，收入不高，但是生活过得也不错。每个月公司会推选出优秀员工，并且带他们出去旅游，这就是这所公司的好处。\n   本月底评选的30名优秀员工，其中就包括我，我去旅游的前一天做了充足的准备，准备过一个愉快的假期，可是，我不知道这次，差点把我的命给搭上去……\n   这天，我来到公司门口，看到了旅游大巴，我便凑了上去，我见到了我的老朋友艾伦·史密斯。\n  “嘿！老朋友，你也去旅游啊。”\n  “是啊，正巧正巧，这下有人作伴了。”我回答道。\n   我们登上了大巴，大巴开动了，车上乱哄哄的，有的人在那吃东西，聊天，吐痰干什么的都有。\n   为了消磨时间，我带了一点饼干什么的，给了艾伦。\n   车坐了许久，我由于晕车，艾伦给我拿了个塑料袋子，我痛快的吐了一场。\n   终于到山地了，看来是要到了呢。\n   终于到山地啊，看来是要到达了呢，昨天刚下过雨，地上不免有点滑，车子左右摇摆，全车人都吓了一跳。\n   突然，车子猛地往左摆了一下，车子一轱辘的滚下了山坡，车上的人都慌了，全部抓着座椅，有的人扒开玻璃向逃出去。\n   车子翻滚了三百六十度，哐当一声，车子滚到山下……\n   我不知道我昏迷了多久，但是当我醒来时，发现全车人都死了，我拼命的呼喊艾伦，但是他还是没有反应。\n   车子已经冒黑烟了，看来是要爆炸了，旁边的汽油还在漏，我吓了一跳，我准备打开车窗跑出去，但是车窗锁的死死的，根本无法打开，我慌了，车上也没有锤子，我打开其他人的行李，终于找到了一把铁锤子，我立马咋想玻璃。\n   玻璃向花一样碎了，我用脚迅速一踢，将玻璃体开了。\n   我爬了出去，我连滚带爬的跑着生怕车子爆炸。我跑了很远很远，不知道跑到了哪里，车上的行李我也没有拿。\n   我立刻意识到，我即将面对的，就是生存的考验。\n   我跑到了一片沼泽地，我想到：我吃什么喝什么呢？\n   我顺手拔起地上的草，尝了一口，呸！苦死了！这不能出那也不能吃，那我该吃什么？\n   这里是沼泽，沼泽应该有蘑菇的，我看到一堆棕色蘑菇群，我得先分辨是不是毒蘑菇，我凑近了闻了一闻，我立刻断定这不是毒的。\n   我将这一对蘑菇都采摘了起来，我爬树，摘下了很多根藤条，编了一个箩筐，将蘑菇都放了进去。\n   我决定最近一段时间先吃蘑菇吧，反正这荒山老林我是逃不出去了。我找蘑菇，一直采摘，但是一个也没有吃。\n   这蘑菇生吃应该没有味道。我便想到了火。我顺手捡起地上的两块石头开始摩擦，但是我都摸了半个小时，连一点火星也没有。\n   我又阙下一个树枝，我决定钻木取火，又是半个时辰，钻木取火一点用也没有。原来电视上说的是假的，手都磨气泡了。\n   我看着这烈烈阳光，我突然想到了放大镜，车上有放大镜啊！\n   我赶快往车子那边跑，车子还没有爆炸，我找找行李，终于找到了我的行李，我带上我的行李，迅速往那沼泽跑，我的蘑菇还在那等着那！\n   我看看我的行李，里面有一瓶水，一本书，两包饼干还有牛肉干，并没有带打火机，但是放大镜在下面压着。\n   我取出放大镜，对准阳光和树枝，没过多久，火星便出来了，我激动的喊道：“老天爷！太好啦，火星出来啦，我有救啦！”\n   我有树枝做了一个支架，然后将蘑菇在上面烤，今晚上的晚餐就是烤蘑菇配饼干。\n   天色也不早了，我就这样坐在外面会被什么野兽袭击的，怎么办？\n   我找到了石头和树枝，我将石头打磨锋利，穿到木头上，变成了斧子，我将旁边的树砍到，并制作成了木板。\n   我迅速搭起了一面墙。支撑起来，然后反复做，四壁做好了。\n   已经晚上了，屋顶暂时先不做，我将火堆搬进屋子，我躺在这个温暖的地方，睡下了。\n   我从没有感觉躺在草地上，火是那么的温暖……\n\n——————————————\n\n\n谢谢支持\n这是无聊写得\n文笔差NO吐槽\n\n\n\n\n\n\n\n[groupid=796]PurpleSky·文创小组[/groupid]\n",
    "replies": []
}