{
    "title": "<原创·连载>【虚纪元】【 第四章：识破了阴谋？】【作者：月轻歌】【2636】",
    "author": "月轻歌",
    "replyCount": 6,
    "timestamp": 1413611640,
    "txt_content": "\n上一章地址：http://www.mcbbs.net/thread-346572-1-1.html\n\n\n第四章：识破了阴谋？\n\n“算了，一步一步来吧。”我摇了摇头，向着村庄的方向走去。。。。。。\n\n“勇敢的冒险者，看样子你是完成任务了。”刚走到村门前，头顶村长名称的NPC便匆匆的迎了上来。似乎知道我已经获得了{遗失的财物}，老早便在村门前等候了。\n\n想到心中的重重疑问，我有些犹豫是否要将物品交给他，虽然这是一个游戏，但也有一套属于自己的规章。\n\n“你在犹豫什么啊。”村长显得有些不耐烦，伸出手来想要抓住我，苍老的面孔有些颤抖，出现了些不自然的颜色。\n\n“特么的，一定有古怪。”我一惊，快速的从背包栏中取出了砍柴刀，劈在了村长抓来的手掌上。\n\n-0\n\n村长头上冒出了一个鲜红的数字，但显示出的确是让我无比沮丧。\n\n我的攻击力居然破不了村长的防！\n\n等等，似乎有些不对劲，村长只是一个低等级的NPC，是没有一丝防御力的。\n\n这件事果然有些古怪。\n\n我快速的后退了几步，村长被我砍了一刀，呆在了原地。\n\n“你是怎么发现的？”冰冷的声音从村长的身体里传来，不，也许不应该再称呼为村长了，因该称呼为......怪物！原本苍老瘦小的身体在瞬间发生了改变，变得格外高大。\n\n“呼，还是恢复原来的身体痛快。”眼前的怪物呼出了口灰气，强大的威压在下一刻向我袭来。\n\n“你是怎么发现的？”怪物缓缓的向我走来，再次问道。\n\n沉重的气压似乎要将我压爆，简直让人无法呼吸。我艰难的抬起头，看见的却是一片灰白。\n\n“哼”怪物冷哼一声，挤压在我身上的威压渐渐的消散。模糊的视线也重新开始聚焦。\n\n晃了晃晕沉的脑袋，我开始打量起这个怪物了。\n\n火红的双角在其额头上竖起，晶莹通透的液体在其中流淌。超出人类健壮的暗红色的躯体上，原本暴起的青筋变了颜色，像黑色的符文一般布满了他的身躯。\n\n这个怪物，也许称作恶魔要更加的合适。\n\n{叮~识破恶魔“卡丁·拜刹纶”的阴谋，获得隐藏任务：等待救援，拖住恶魔“卡丁·拜刹纶”的时间，任务无法停止，中断。任务失败则扣除玩家5个等级和5个等级所得的所有属性点。任务现在开始}\n\n听到系统提示音，我无奈的笑了。这不是为难人吗，强迫玩家接受任务，还不显示完成任务的奖励。\n\n难道是按照完成的方法来判断任务的奖励的吗？有意思。\n\n想到这，我重新打量着恶魔，思索着接下来的拖延计划。\n\n“你是怎么发现的？”拜刹纶又一次的问道，这次的声音显得极其阴沉，似乎我的回答不使他满意，将会遭到严厉的打击。\n\n“我猜的。”我抱着侥幸的心理回答道。\n\n恶魔听到我的回答，不耐的眯起了眼，打了个响指，层层重压在瞬间叠加在我的身上。\n\n-1，-1，-1，-1，-1，-1，-1,-1，-1。。。。。\n\n我的头顶浮现了一连串的红色字体，虽然扣得并不多，但奈何速度快，一下子半管血就这么没有了。\n\n“艹”我看着在飞快消失的血条，忍不住的爆了句粗口。\n\n很快，血量见底了，在还有2滴血的时候，“啪嗒”一声响指打断了重压对我的伤害。\n\n没有语言，拜刹纶就这样盯着我，似乎要将我看穿，将我看透，将我储存在大脑中的一切，从最深处扯出。\n\n“啪嗒”见我没有回答，恶魔闭上了眼，再次打响了响指。\n\n{你已死亡，是否复活至出生点？}\n\n视线在瞬间变得灰暗，弹出一个漆黑的窗口，深红的字体映入眼帘。\n\n“滴”我按在了“是”的选项上，期望着我可以复活在村庄中，躲避这个恶魔的侵袭。\n\n{叮~因玩家处在恶魔“卡丁·拜刹纶”的主宰领域，复活失败}\n\n“唰”就在我因为出现的提示所茫然的时候，视线重新恢复了清晰，漆黑的窗口也扭曲而消失。\n\n{叮~玩家受到恶魔“卡丁·拜刹纶”的技能“灰暗新生”所影响，以保持三分之一的血量复活，等级扣除一}\n\n“我艹你祖宗”听到系统的提醒，我忍不住的从地上跳起，举起砍柴刀向恶魔砍去。\n\n“哼”恶魔盯着我，漆黑的铁链凭空出现在了我的身下，在瞬间将我洞穿。\n\n{叮~玩家受到恶魔“卡丁·拜刹纶”的技能“灰暗新生”所影响，以保持三分之一的血量复活，等级扣除一}\n\n“艹，我就不信。。。。。。”\n\n{叮~玩家受到恶魔“卡丁·拜刹纶”的技能“灰暗新生”所影响，以保持三分之一的血量复活，等级扣除一}\n\n“有本事再来啊，我。。。。。。”\n\n{叮~玩家受到恶魔“卡丁·拜刹纶”的技能“灰暗新生”所影响，以保持三分之一的血量复活，等级扣除一}\n\n“我就不信我到一级之后你还能再扣！”\n\n{叮~玩家受到恶魔“卡丁·拜刹纶”的技能“灰暗新生”所影响，以保持三分之一的血量复活，等级扣除一}\n\n“你再扣啊，看你怎么扣。”事到如今，我也不在惧怕这只恶魔了，毕竟我的等级只剩下可怜的一级。\n\n{叮~玩家受到恶魔“卡丁·拜刹纶”的技能“黑暗重生”所影响，以保持全部的血量复活，获得负面状态“深度虚弱”，持续七天（可叠加）}\n\n。。。。。。\n\n一阵沉默。\n\n“艹”我再次骂道，整个人却完全的冷静了下来。\n\n虽然现在等级是一级，无法再被扣除了，但恶魔却可以给我负面的深度状态。\n\n这种状态是无法在现在的阶段用药水或技能解除的，想要解除必需要到中期才可以使用的特殊道具解除。\n\n如果我要在这“虚弱”的负面状态中熬上七天实在是太艰难，那时说不定大部分玩家都离开新手村，前往城市了。\n\n现在这个结果甚至比任务失败还要惨上几分。\n\n就在我沉默的时候，一道白光穿透了云层，照耀在我的身上。\n\n{叮~玩家受到光明大祭祀“耶鲁·奥斯托”的技能“光芒照耀”所影响，驱除身上全部负面状态}\n\n“嗯？援兵终于来了吗。”我抬起头，望向湛蓝的天空。\n\n只见四只闪着金色光芒的透明翅膀在一个老头的身体两侧打开，拖着他缓缓降落。\n\n“拜刹纶，你居然打算破坏大神器来入侵这个世界，只是可惜，你没这个机会了。”老头飘浮在空中，缓缓开口道。\n\n“你以为凭你就能干扰到我吗？奥斯托？”拜刹纶举起一只臂膀，鲜红的光芒逐渐的在其手掌上凝聚成团。\n\n“轰”就在这时，一发巨大的冰球从不远处砸来，带来了属于寒冰的风暴与烟尘。\n\n不久，被烟尘笼罩的区域出现了一个黑色的人影，伴随着一阵大风吹来，烟消云散。\n\n一个巨大的坑洞随着烟尘的消散而显现，拜刹纶从中缓缓走出，周身被鲜红色的圆形能量圈所笼罩，片片黑色鳞甲浮现于前。\n\n“还不够啊，普塞斯，来了何必躲躲藏藏。”拜刹纶摇着头，甩出聚集在双手的血红能量；能量在空气中化作尖锐的锥子射向了冰球发射过来的位置。\n\n“叮，噗丝。”\n\n一道身影从暗处冲了上来，用厚重的巨盾挡住了血锥的冲击，但血锥也不是省油的灯，即使没有后续能量的支援，依旧在不停的腐蚀着巨盾的外表。\n\n“卡罗姆？”拜刹纶皱了皱眉头，神色有些不太好看。\n\n“还有我们姐妹呢，艾莉丝·乔，艾莉丝·菲，参上！”两道黑影在拜刹纶身后浮现，涂满黑色毒素的四把尖刀快速的刺向拜刹纶的后背。\n\n感受到身后的那丝冷意，拜刹纶快速的扭闪着身体，却始终无法逃离被尖刀切刺的命运。情急之下，鲜红的能量在拜刹纶的身后迅速的凝结成菱形的防护盾，企图阻挡尖刀的穿刺。\n\n但拜刹纶却打错了算盘，只见这时的尖刀闪起一道幽芒，毫不费力的击穿了菱形防护盾，刺进了拜刹纶赤红色的身体。\n\n“嘶”拜刹纶弯着腰，弓着背，狰狞的肌肉在他的后背上不断的蠕动着，似乎有一种强悍的力量要从中爆发。\n\n“啊吼”拜刹纶仰天咆哮，冲天的气势不断的凝聚着，一层层气浪以他为中心散开。艾莉丝·乔和艾莉丝·菲见状，抽出了插在拜刹纶身上的尖刀，快速的向后退去。\n\n震荡着这个草原的咆哮逐渐的停止，遍地的青草却改变了竖立的方向，统统朝远离拜刹纶的方向倾斜。拜刹纶面色阴沉的要滴出水来，布满全身的肌肉随着呼吸缓缓颤抖。显然他是真的愤怒了，但在他仇恨的双瞳里，我似乎看到了。。。。。。畏惧？\n\n“你逃不了了。”奥斯托落在地上，收起了伸展在身侧的翅膀，缓缓的开口。\n\n握着巨盾的卡罗姆，身穿深蓝色法袍的普塞斯，躲在暗处的艾莉丝姐妹与收起翅膀的奥斯托。\n\n五人以三角聚阵，二人潜伏的方式将拜刹纶围住，紧盯着他的一举一动。\n\n现在的环境极度紧张，一旦有风吹草动，都有可能会引发无法改变的局面。\n\n战斗，一触即发！\n\n\n\n\n\n\n————————————————————————————————————————————————\n\n求顶求赞求人气~\n\n你的支持是我最大的动力~\n\n——————————————————————\n传说，上帝将一位来自冥王星的外星人派来地球，专门吃掉看帖不回，看帖不赞，看帖不给人气的基佬。【笑~\n\n\n——————————————————————————————\n月轻歌的Q群，欢迎进入： 87012825\n\n\n来自群组:\n水货集中营=w=\n\n霜露地图制作组",
    "replies": [
        {
            "author": "49119131ingqq",
            "timestamp": 1413615780,
            "txt_content": "楼主你怎么叼怎么不去翔呀。。。不带这样的！！！"
        },
        {
            "author": "月轻歌",
            "timestamp": 1413620040,
            "txt_content": "@916094431 @HGK @xcc @poi4399"
        },
        {
            "author": "男人婆",
            "timestamp": 1413678840,
            "txt_content": "月轻歌 发表于 2014-10-18 16:14\n@916094431 @HGK @xcc @poi4399\n@那么多人干啥"
        },
        {
            "author": "HGK",
            "timestamp": 1413724200,
            "txt_content": "你要记住，这个世界....处处隐藏着危险！"
        },
        {
            "author": "15834179549",
            "timestamp": 1413781200,
            "txt_content": "@月轻歌\n第三章不见啦!!!!!!!!!!"
        },
        {
            "author": "xcc",
            "timestamp": 1414309200,
            "txt_content": "月轻歌 发表于 2014-10-18 16:14\n@916094431 @HGK @xcc @poi4399\n这头像太美"
        }
    ]
}