{
    "title": "【原创】丶连载 末世纵横第一回第四章 神兽？！走大运了",
    "author": "初见丶LOVE",
    "replyCount": 3,
    "timestamp": 1413618600,
    "txt_content": "终于有时间了，本来说昨天更新的。晚自习10点才回来。所以拖到现在。\n直接上正文\n\n神兽？！走大运了！【上】\n搜刮完附近的东西，李虎力发现天色也渐渐暗了下来。他找了一个超市，在里面生了堆火。再次打开系统，又研究起系统了。这次他把系统摸了个遍。原来在很久以前，魔界统治者和骑士团创始人们的激战使各方高手都元气大伤。为了给自己的骑士团留个后，他们一起创造了了系统，等到系统最后一次更新完成时，就会挑选自己中意的玩家进行传承.\n当然这次更新变化也很大........\n好友系统丶同时在线丶怪物分布丶商店.\n李虎力惊奇的发现，几小时之前系统还通知他是第一位玩家，可现在同时在线后面赫然出现452156.\"已经有了四十多万玩家了吗？这游戏真是越来越精彩了\"李虎力低吟道\n\n李虎力小睡一会后醒来了,吃了点东西后李虎力还是决定出去巡逻一下.当李虎力走到大约距超市100米的由于旁边时,他发现门口有一个绿色的东西在慢慢上下跳动.他拿出一把在武器店收的西瓜刀,慢慢的靠了过去.走得越近,李虎力才发现地上大大小小的全是焦黑的泥土.走到了发光物体前,李虎力发现没什么就把刀收了起来,左手想要拿起发光物.突然发光物猛地一震化成了一道光,以讯雷不及掩耳的速度钻进了李虎力手上的戒指里.\n系统发出了不男不女的声音:“掉落物鉴定中，绿色基础副本-绿色锁链甲-绿色可升级莫鳕子                                 基础副本【1阶中期怪物掉落，如果你还是一个0级的苦×，那么你就赚了，本传送卷适合0-1级玩家，但是不保证不坑，将传送卷撕烂即可传输。一次性单人】        绿色锁链甲【适合等级0-2级，防御+3，对方比穿戴玩家等级低时，不加成防御】    绿色可升级莫鳕子【食用物品增加5HP持续10秒，0-2级玩家使用，可使用魔晶或妖精升级】”   当看到这些后，李虎力都忍不住想爆粗口。竟然还有掉落物。\n但是想想也对，你看以前网上什么游戏没有掉落？\n他将莫鳕子收了起来，将锁链甲也穿了上去，虽然说是锁链甲李虎力并没发现身上穿了锁链甲，仔细检查才发现这货是分为装备和时装的...............\n装备穿上你看不到变化，时装才能看见。\n                                        \n\n\n                                      神兽？！走大运了！【中】\n接下来就是这张传送卷了，李虎力很想去但是要是神坑的话..........算了一咬牙拼了.\n李虎力虽然是第一个进入游戏的玩家，但是现在还是0级，说不定别人都2   3 级了。所以要加把劲。李虎力将背包里的能用的上的刀都拿了出来，把小刀绑在了小腿上，大刀手握一个，背上背一个。随机撕烂了传送卷\n....顿时。一股暴戾的气息传来，周围变成了一片血红色，李虎力仿佛掉进了一个血窟，\n慢慢的，暴戾的气息慢慢褪去但随即而来的就是一阵寒气森森的冷气，李虎力感觉血液都快要凝聚了。“×的，不是副本传送卷吗？你不会搞错了给我传到冰窟里了吧！下次再也不能轻易相信系统了。”\n  终于，李虎力感觉寒冷退去，双脚也有了踩在了实物上的感觉，扑通的一声李虎力坐在了地上，揉揉自己的屁股，瞬间就弹了起来，我的刀呢？........................\n系统：“没收武器。”....................后来李虎力想起这件事的时候都按不住道：“神坑，有没有有”\n  李虎力也没空去纠结刀的事了，连忙看了看四周，只见他现在周围都被混沌所包围着，\n在他身后有一个发着血红色光的 圆形石头？  圆形蛋？ 反正就是圆的东西，上面分布着大大小小的条纹，李虎力并未发现什么想象中的危险，于是打开了任务列表。\n【任务列表：孵化血洛石\n孵化方法：体温加热，时间未知，等级：神级！附加BUFF：每秒1经验.孵化物品：血洛兽     魔界五大分支血洛族在一夜之间灭迹，而血洛兽时，时任组长诞下的种族的希望，孵化它，他可能会帮助你，超乎你的想象。孵化期间如若离开立刻失败从玩家名单中删除】李虎力愣了一下，随机哭笑不得：“你叫我这个大老爷们干这事？”.........但是这条件很诱人，权衡之后，他将食物都拿了出来，坐在了血洛石上，感觉倒是和普通石头一样，但是只见经验值嗖嗖的+1起来.........   但是等李虎力1级之后就不加了.......找了半天原因原来是副本等级限定了1级限制.........李虎力再次感觉被坑了。坐在石头上面，1小时、2小时、3小时，就在李虎力快要睡着时，感觉屁股底下有东西在动。李虎力立马跳了起来道：“×，终于好了。”咔咔咔，石头的碎片一直往地下掉，慢慢的一个布满鳞片狰狞的爪子伸了出来。接着是头和身子。当血洛兽出来后，李虎力发现，血洛兽比他想象的更霸气，眼睛是红色的  ,左臂被一条铁链绑住，全身上下都布满鳞片 ，这是血洛兽突然张嘴了。“爸爸，爸爸。”血洛兽说道    “我靠，这货会说人话”也对她都是神级宠物\n\n\n补课去了，等会继续爆。说过10更就不会少的。兄弟们我知道写的不是很好，但是写得好不好你也得回复一下啊！.....@gggbbb     @人貌似很厉害  就觉得是你了\n\n                                            \n\n\n\n\n\n",
    "replies": [
        {
            "author": "初见丶LOVE",
            "timestamp": 1413618780,
            "txt_content": "以前的章节在我的主题里。不会弄在一起"
        },
        {
            "author": "gggbbb",
            "timestamp": 1413618960,
            "txt_content": "呵呵，前排围观，不错ing，给分给分@HGK 顺便@ 下版主"
        },
        {
            "author": "天阶",
            "timestamp": 1413619980,
            "txt_content": "时装？！好吧，整体还不错。\n"
        }
    ]
}