{
    "title": "<原创·连载>《方块的吟唱》1-2  中立生物",
    "author": "中立生物",
    "replyCount": 3,
    "timestamp": 1413622200,
    "txt_content": " 本帖最后由 中立生物 于 2014-10-18 17:04 编辑 \n\n中立生物归来！\n上星期由于月考耽搁了，现在来更文啦\n\n\n \n第一卷  起步与立足第二章  从原木开始“怎么把它砍倒……倒是个问题……”史蒂夫站在一株橡木前，一筹莫展。 在刚刚过去的十五分钟里，史蒂夫把四下里都搜了个遍，希望能找到一柄斧子什么的，结果别说斧子了，连根木棍都没见着。 现在史蒂夫算是彻底没辙了。“真讽刺……”史蒂夫用尽量轻蔑的目光看着眼前的橡木，就好像希望目光能把树砍倒似的。“明知道树就在眼前，却一点办法都没有……”史蒂夫苦笑着，“现在怎么办……要不施展一下博大精深的中华武术，来个如来神掌什么的……哈——”史蒂夫一面这么自言自语，一面自嘲地一掌拍在一块橡木方块上，于是——“啥？”被史蒂夫拍过的橡木方块上，居然出现了一些裂纹。史蒂夫呆了两秒后，那裂纹又神奇地自动消失了。“这么说……”史蒂夫简直不敢相信，系统的设定如此“惨无人道”——“要我砍树——用手！”——————噼里啪啦疯狂锤树之分割线——————尽管史蒂夫不是个好拳击手，但也总算“锤”翻了十几颗橡木。 在这期间，诸如方块反重力啊，64个单位叠加啦此类的情况，最后终于使史蒂夫见怪不怪，实际上他只是担心，这系统连这种奇葩设定都有，还有什么做不出来的。 在史蒂夫终于干掉第十四颗橡木上的最后一块橡木方块，并把模型体收入囊中时，时间已是临近下午，史蒂夫的手也是疼得不行了。史蒂夫权衡利弊，决定树还是改日再“锤”的为好，要不这样下去，迟早得手骨骨裂。 史蒂夫揉着手，在一棵橡木下坐下，从背包里拿出刚刚收集的70来块橡木方块模型体，看着它们悬浮在自己手上，缓缓地转动着。 “还挺有成就感嘛……”史蒂夫刚刚这样想，脑海里就蹦出个问题，像盆凉水似的把那些得来不易的成就感冲得一干二净——“我费这么大劲‘锤’了这么些方块，也没人告诉我它们究竟有什么用啊——？” “这可显得太犯傻了……”史蒂夫重新把橡木丢进背包里，躺在地上枕着手臂，目光在穿过树叶的一缕缕夕阳的余晖上游移。史蒂夫闭上眼睛，不去理会那些投射到地面的光斑，却又重新睁开，望着天空，似乎想得到一些提示——但是他依然什么都没发现，除了天上那些方方的白云。 真是冒傻气。史蒂夫突然很生那独立系统的气，却又忽然觉得有些无助了。 史蒂夫晃了晃头，坐了起来——“即使被那所谓的独立系统什么的耍了，浪费了这么多时间去‘锤’树，但毕竟——毕竟还是要保证生存嘛，”史蒂夫努力想使自己乐观些，“所以还是先看看有什么食物吧……” 史蒂夫看看四周，橡木树叶方块悬浮在空中（“真扯淡。”史蒂夫再次折服在系统的奇葩设定前），发现从树叶中掉出来的不只有一颗颗橡木树苗的模型体，在树苗中间还夹杂着一点点红色，那不是——“苹果！”史蒂夫真是无话可说了，“橡木上长苹果……”尽管很是无语，但史蒂夫也没心情抱怨了——毕竟已经饿了一个早上了。 史蒂夫收集到四个苹果，一边怀疑着系统会不会再来一个诡异的设定——例如把苹果弄成苦的什么的——一边小心地咬下一小块——“不赖嘛。”还挺甜，史蒂夫心想真是值得庆幸。三下五除二，史蒂夫就风卷残云似的吃掉了两个苹果(饱食度回满)。 史蒂夫现在算是彻底茫然了——根本一点也不知道要干什么。 史蒂夫重新调出背包栏，想拿出辛辛苦苦“锤”来的橡木方块，考虑看看是否要磊起个小木屋什么的——现在史蒂夫所能想到的也就只有这个了。但橡木方块旁边的那个模型体跳入史蒂夫的眼帘——书。 史蒂夫抱着一丝好奇，取出了书，让它在自己手上化为实体。 自从独立系统把书拿给史蒂夫后，这书就一直被冷落在背包一角。这是一本十分厚重的书，看起来好像有些年头了，书的封面是一毫米左右的皮革，封面正中印着三个大大的，金色的花体字母： M’SB一个倒置的方块的图案，刚好把三个字母隔开。 史蒂夫翻开书，在封面里侧，左下角是一串细小的字母，像是签名，笔画看起来就好似一个个圆环套在了一起： Herobrine 史蒂夫一页页地翻开，却发现前几页都是空的。当史蒂夫翻开第八页时，他发出一声轻轻的惊叫：“哇！”页面最上端是一个醒目的标题：从原木开始。下面密密麻麻写的——全都是史蒂夫现在急需的信息（“打造第一把工具”“系统工具设定”“工作台的制造与使用”等等等等）。 史蒂夫如饥似渴地读了起来。——————时间飞逝之分割线——————现在已是夜晚，太阳工作了一整天，现在总算回了家，头上是依然方方正正的月亮以及闪烁的群星。 史蒂夫在书中获取了许多十分有用的提示，这一点显而易见——单单从史蒂夫身上的一把木镐，一把木锄，一柄木斧，甚至还有一把石剑就能看出来了（石头方块是史蒂夫在离家不远的一个小矿坑里采集到的，他还做了一个熔炉，此外还余下许多石头呢）。 史蒂夫现在甚至开始喜欢起独立系统了，要不是史蒂夫早上弄来了那么多木头，他可能就得在黑不溜秋的夜晚出去弄材料了——史蒂夫给自己搭了一个小小的，方方的木屋——与其叫它木屋，还不如叫它火柴盒形象些。 在墙边，史蒂夫放置了一个工作台以及一个熔炉（都是史蒂夫按照《M’S》上的指导制作成的），工作台用于基本的制作，它的系统界面是一个九宫格，排列上不同方块可以制成各种工具；熔炉则可以烧制各种物品，史蒂夫就是用它烧出了木炭，造出了火把，现在屋子里虽谈不上灯火通明，至少也被火光映得十分明亮了。 史蒂夫伸了伸腰——忙活了一个下午，他现在的心情当然只有一个——走到阳台朝天笑，笑完我就去睡觉。 可无奈小木屋只有一层，没有阳台，只好作罢。 史蒂夫刚刚把剩下的两个苹果中的一个消灭了，他躺在地面上，闭着眼，想着自己终于有了一个还算像样的住所，心里真是很有成就感——也踏实多了啊…… 小木屋里，史蒂夫闭上了眼睛。 地底的黑暗中，一具具没有灵魂的躯体，却开始蠢蠢欲动……  这里是索引：戳！\n  @G王者Z巨蟹Y @我是M哥 ",
    "replies": [
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1413623220,
            "txt_content": "来顶一个！今天刚刚写完一篇作文，感觉文笔还不如LZ  \n\n\n\n\n\n\n\n\n        ————【未被屏蔽的光，穿透飘渺的虚无，拼凑奇迹】————\n\n                                        （BGM：《空待》我听的时候也是陶醉了）\n                                                          ↓下面请欣赏冰糖心大小姐的矫健身法↓"
        },
        {
            "author": "中立生物",
            "timestamp": 1413623460,
            "txt_content": "G王者Z巨蟹Y 发表于 2014-10-18 17:07\n来顶一个！今天刚刚写完一篇作文，感觉文笔还不如LZ  \n哦是吗！好激动"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1432445340,
            "txt_content": "干得不错，充分应用了游戏中的设定\n\n\n\n\n\n\n\n不过这些大家都早已烂熟于心了啊\n"
        }
    ]
}