{
    "title": "<连载·单章>魔方世界OL[作者：Aiursad][第28章](内含BGM福利)",
    "author": "Aiursad",
    "replyCount": 2,
    "timestamp": 1413708600,
    "txt_content": " 本帖最后由 Aiursad 于 2014-10-24 17:58 编辑 \n\n                                                             魔方世界OL\n          音乐君：呐呐，介绍君伤好了没啊...                    \n          剧情君：没有，我昨天刚刚去看了下他，满身石膏...\n\n          作者大人：No death would not have died, a death on family dead\n\n        音乐君：要不要这么狠啊...\n\n久违的BGM君：http://www.xiami.com/widget/0_1768994522/singlePlayer.swf\n                        http://www.xiami.com/widget/0_1771985686/singlePlayer.swf\n                        http://www.xiami.com/widget/0_1769749808/singlePlayer.swf\n\n正文：\n         雷晓宇蓄力后又冲了上去，还是被炎嗣一巴掌拍了回来，雷晓宇从没这么窝囊、无力过。雷晓宇尽力让自己不被怒火占据心智，冷哼一声，又冲了上去，冲了十几次，屡屡被拍到墙上，这个终极关的墙已经破烂不堪了，雷晓宇已经不能再战了，萌小琪和影歌月还在拖延和慢慢耗炎嗣的血量，有时会默默回头看看雷晓宇头上的血条，有特别的噬血状态就会马上到雷晓宇的身旁，雷晓宇依靠在终极关的墙上，满嘴的血显得非常吓人，身上的血契印记明显淡了许多，过了很久，血契印记没了，雷晓宇断气似的睡在了地上。影歌月回头看了看雷晓宇，血条没有光，但影歌月还是非常担心，心想：他在干什么啊，我们在这拖延它，他，他在这里睡觉？影歌月也是着急加担心，炎嗣的变大更是给影歌月火上浇油，影歌月想转过去和萌小琪使眼色，可一回头看见的是萌小琪若无其事的表情，于是给了萌小琪一句话：“喂，你身为雷晓宇的妹妹却一点都不担心么？”萌小琪做着一个循环的攻击动作，连攻击技能都是循环的，好一会儿才说出一句话：“哥哥...哥哥在做一件事情，要半个小时，请不要打扰他！”影歌月惊讶道：“什么事情要半个小时？还有，半个小时后就差不多挂了吧，不要拿我们的性命开玩笑啊！你得到消息可靠么！”萌小琪又是一阵循环攻击，依然是憋了很久，才说几句话出来：“有些事情，我现在还不能说，我知道哥哥在干嘛就对了，因为我曾经看过...”“吼！！”炎嗣看出了萌小琪攻击规则，击退了萌小琪，萌小琪下意识马上就拿武器格挡了一下，没有像雷晓宇一样被拍到墙上，萌小琪换了攻击方式，慢慢打顺手了，就继续说：“我曾经看见过哥哥的这幅模样，哥哥他要...他要用一个很大的不知道是什么东西的技能，有些不是我能解释的，我现在手上有他所打的十套循环攻击打法，待会传授给你！”萌小琪专心起来，突然换了一个循环攻击，1分钟换一次，直到换了十次，换回了一开始和影歌月说话时的循环攻击，“看懂了么？”萌小琪似乎很疲累了，问影歌月一句，影歌月在一旁默默点了点头，“哦，对了，还有十分钟，你要撑住，我要休息会...”萌小琪慢慢向雷晓宇走去，炎嗣打了一道①地裂过来,萌小琪转身，使用屏息，影歌月大叫：“小心啊！！！”一瞬间，萌小琪身上充满剑气，嘴中喃喃：“一定要成功，一定要成功，一定要成功....”直到萌小琪漂浮在空中，一股微弱的剑气附在剑上，“剑魂，斩！！！”萌小琪对着地裂吼到，地裂顿时变成了一个剑魂的样子，萌小琪松了一口气，炎嗣见不对，于是多打了几道地裂过去，但每次地裂快砍到萌小琪的时候就变成了剑魂，炎嗣越见越不对，转个方向去打影歌月，结果刚扑向影歌月，就扑了空。此时，炎嗣非常愤怒，甩了甩头，眼睛透着人们无法承受的魔光，而且，经过影歌月和萌小琪的一番折腾，更是煞气腾腾，浑身爆发着可以②点燃生物的火，炎嗣再次扑向影歌月，影歌月瞬走的一刻，炎嗣向反方向扑去，扑的方向正是躺在地上的雷晓宇，影歌月惊了，急忙冲过去，拿着双③羊刀，挡在了雷晓宇面前，影歌月心中呐喊着：“雷晓宇，快点啊，快点醒来啊！！！！！我已经撑不住了！！！”雷晓宇睁开了眼，“吼！！！”雷晓宇怒吼到，全身着火，“啊！！！！！火焰啊！！！”雷晓宇浑身颤抖，蓄满的烈焰能量早已按捺不住，就在这一刻，爆发了出来，全身的火焰集中在一起，汇聚成一头火兽，冲向炎嗣，炎嗣擦拳磨掌，也同样撞向火兽，两兽对抗的气势简直无法用语言来描述，雷晓宇似乎回满了体力，也参加战斗，手中召唤了残缺的剑，附上了微弱的原力，一会在炎嗣头上砍一刀，一会在炎嗣背后砍一刀，一会儿又在正面砍一刀，总之，雷晓宇负责削弱炎嗣战斗力和注意力，让火兽打炎嗣，炎嗣其实早就知道雷晓宇在干什么了，但却还在打雷晓宇，根本没去理会火兽，雷晓宇也是非常奇怪，一开始这个炎嗣还表现的挺聪明的，可是一变大脑子就迟钝了，“难道，变大后，会影响智力之类的属性？”雷晓宇这么想到，炎嗣拍过来，雷晓宇拿剑一挡，被击退了。见炎嗣还在和自己交缠不清，雷晓宇也没多想什么，按自己的计划来。          终于，炎嗣还有一点血的时候，身上充满了怒气，雷晓宇皱了皱眉，停下了攻击，突然一惊，它可以转变第3次！！！！\n\n\n                                      ————————————————————未完待续——————————————————\n百科知识\n①地裂：指向目标，然后发出一道土系的攻击——竖斩。\n②点燃生物的火：简称是奋火。\n③羊刀：非常弯曲的刀，剑柄处有一个骷髅，在现实世界是用来杀羊的，在魔方世界是用来当做盗贼的武器的。\n\n\n@CloudsXDao @狂风※中箭 @灬友情灬 @蒋苏成 @墨墨1zwl @狂风※中箭 @灬友情灬 @xcc @zjr_516635864 @杰·天行者 @a2455564728 @leavessoft@CloudsXDao @一个游荡的JJ怪 @真·喵战神\n\n\n[groupid=634]小A地图制作组[/groupid]",
    "replies": [
        {
            "author": "qxdnfsy",
            "timestamp": 1413709320,
            "txt_content": "嗯，写的不错，下次@我"
        },
        {
            "author": "Aiursad",
            "timestamp": 1413710220,
            "txt_content": "qxdnfsy 发表于 2014-10-19 17:02\n嗯，写的不错，下次@我\nOK，会的"
        }
    ]
}