{
    "title": "【原创】使徒：天上篇<1>【朱仙作品】",
    "author": "CloudsXDao",
    "replyCount": 6,
    "timestamp": 1413629700,
    "txt_content": " 本帖最后由 CloudsXDao 于 2014-10-18 18:58 编辑 \n\n每章的歌\n\n\n\n\n正文\n天国好比被藏在田里的财宝。有人发现了，就把它再藏起来，然后高高兴兴地去卖掉他所拥有的一切，买下了那块地。——选自《圣经》马太福音13:44\n\n“嘿，今天晚上撸啊撸三倍经验！”前座用力扭过硕大的脑袋，对着坐在他正后方的周天问道，“怎么样？来开黑，就差你了！”\n“不，我今天有事。”周天用手撑着脑袋，透过杂乱的教室，看向前排的那个女孩，“你们自己去吧....”\n“靠，要不要这么扫兴啊！”前座有些兴致阑珊的回过了头，和其他人聊了起来。\n今天是最后一天了，周天心里暗暗想到，看向陈孜。\n让人讨厌的等待时的时间虽然缓慢，但是总会流逝。时间如同白驹过隙,周天一抬头，已是放学之际。\n今天，就在今天了。\n周天收拾着书包，回头看了一眼正在与朋友朋友交谈的陈孜。\n陈孜似乎也看到了周天，对着他笑了笑。\n“唔！”周天浑身一个机灵，急忙低下头，继续收拾着书包。\n今天是二零一四年，十月十七号。\n今天是....我决定对陈孜告白的日子，也是...陈孜的生日....\n周天心中想着，背起了书包，走出了校门。\n（仅仅是在你的身边就好了。）\n周天走在回家的坂道上，嘴里哼着最喜欢的歌，夕阳披在他的肩上。\n（没有什么其他的奢望了。）\n“扑零零——”站在电线上的鸽子张开翅膀，拍打在空气上。\n（如果对昨日感到后悔的话。）\n“吱————”一辆黑色的布加迪威龙从拐角冲出，不知道是因为轮胎打滑，还是因为刹车失灵，撞在街边的人行道上，公路上留下了两道黑色的刹车印。\n（就请直视着今日吧！）\n“啊————”血泊外的人只是看着血泊里的人，就已经尖叫起来了。\n这是他们本能里的对死亡的恐惧，也是对于死者的嘲笑。“哈——哈——”周天猛地睁开眼睛，额头上冒着冷汗，胸膛剧烈的收缩着，瞳孔缩成了针尖大小，眼睛仿佛要掉了出来。\n痛苦，不是肉体上的痛，而是不知来自身体的哪里的痛苦，在周天的灵魂，或是更深的地方。\n“姓名。”\n周天听见身后传来声音，呼吸渐渐平稳下来.....\n“姓名。”\n声音再次重复，周天艰难的扭动头。\n站在周天身前的，是一身黑色西装的无头人。\n“啊.........”周天连害怕的叫声也发不出来，恐惧扼住了他的喉咙。\n“姓名。”\n无头者似乎没有丝毫不耐烦的情绪，只是单调的重复着。\n“周天......”\n平静下来的人类，是很容易接受现状的，不论平静的时间是多么的漫长。\n周天已经接受了这个，自己已经死亡的现实。\n“信仰。”\n最黑暗的地方，总是可以让人平静。\n“信仰？”\n周天迷茫的望向无头者。\n无头者的白手套在空中挥舞了几下。\n“人间之里，黄泉界，归于速须佐之男。”\n“欢迎欢迎！欢迎来到黄泉界！”脸上涂满厚厚釉彩的小丑，张开了双手，似乎是想要拥抱周天，却慢慢的走到一边，展示他身后无色斑斓的游行队伍。\n站在绸带装饰的彩车上，吵闹的交响乐喧哗着，整个街道似乎都震动起来了。\n周天似乎搞不懂眼前的变化，想要摘下眼镜，仔细看看。\n闷得发昏的颜色，像是一幅画上的油彩，被水一浇，就冲掉了，周天的眼睛所看到的世界，从欢乐的街道，变成了庄严肃穆的法庭。\n“把他的心脏放上去。”法官敲着手中的锤子，“把羽毛放上去！”\n天平两边被摆上了这两样东西，羽毛哪一边慢慢的翘起。\n“不要啊！不要啊！”挖出心脏的人被侍卫扔下了一旁充斥着黑暗的深渊。\n“下一个！”法官面无表情，没有丝毫的怜悯。\n“哈哈哈！天国！天国！”看着自己的心脏慢慢翘起，那人似乎癫狂了，一下子跳上停靠在岸边的船，船夫眉头紧皱，船篙一撑，船慢慢的飘上了云端，飘向了周天的王陛之下。\n“嘿！朋友！快点参加狂欢吧！”小丑用力的一拍周天的肩膀，催促着他。\n“不对！陈孜！”周天似乎恢复了思考的功能，甩了甩头，问道正看着他的小丑，“转....转生的地方在哪里？”\n“嘿！朋友，这么快就走了？你还没有体验到黄泉国的妙处呢！”小丑的音调拉的长长的，虽然周天听出他有些不情愿，但是，依旧给他指了方向，“在哪里哟，我的朋友。”\n（给予神的惩罚，那是什么东西？）\n少女轻抚琴弦，清亮的嗓音悠悠的回荡在这空旷的冥界。\n（世界上若有可以惩罚神的人，还要神做什么？）\n竖琴微微震荡，曲子略有着忧愁，略有着怀念。\n“阿道夫，如今的你，又在做着什么呢？”少女拾起身旁的信笺，上面写着情话，上面沾满泪滴。\n在周天面前的，是一口井，虽然周天是新时代少年不信神，但是也是知道一些神话故事，“跳下去就可以转世......了吧.....”\n井边，插着一块老旧的木牌，长满了苔藓的上面有着“轮回之井”四个墨字。\n“话说....为什么没有人转世呢？”周天趴在井边，看着里面无尽的黑暗，自言自语道。\n“因为没有人喜欢转世啊。”周天扭头，看见一个手上拿着酒壶的人躺在地上，“冥界和黄泉界没有生老病死，没有聚散离别，没有功名利禄，没有欺骗隐瞒，大家都是一样，每天都是狂欢，这样的世界，谁不想要呢？”\n“嗯.....”周天被他噎住了，说不出话来。\n“你应该是有什么心愿未了吧，我劝你一句，即使重生，你与她也不过是一世殊途，而且你也在没有如今记忆，不如就留在黄泉界吧。”那人直起身，看向远处的星空。\n“不。”周天坚定的说道，“只是看着她，我就觉得很幸福了。”\n“哈哈哈哈哈！有意思的人！”那人回头，看向周天的面庞，却猛然露出一副惊愕的表情，脸上写满了恐惧和不安，“你！你！阿道夫？”\n\n作者的话\n夭寿啦！朱仙开新坑啦！嗯....这次是查阅了相当多的资料，看了两遍圣经和奥林匹斯神话等等的产物，我可是很用心的！\n首先说明，此文有一点恶搞基督教、佛教、伊斯兰教、古代神话的诸位神明，但是绝对没有黑的想法，只是剧情和主题的需要，在这里对耶稣大大等各位大大的粉表示万分的抱歉。\n还有就是，因为是分成好多段发的，所以有可能日更，请诸位不要烦躁哟~\n最后捏，就是关于书中的各种人物与事件都是各种神话历史被我捏在一起的，看出来的各位亲可以在下面回复，朱仙我会给说对的亲加人气的哟~\n\n\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1413629700,
            "txt_content": "@冥王星人 杀了我吧QAQ"
        },
        {
            "author": "月轻歌",
            "timestamp": 1413629940,
            "txt_content": "哦哦哦，朱仙开新坑了"
        },
        {
            "author": "gggbbb",
            "timestamp": 1413630300,
            "txt_content": "@HGK 我是基督徒啊，怎么感觉有点……"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1413630420,
            "txt_content": "gggbbb 发表于 2014-10-18 19:05\n@HGK 我是基督徒啊，怎么感觉有点……\n貌似还没有讲道基督的吧...."
        },
        {
            "author": "北极星人",
            "timestamp": 1413630420,
            "txt_content": "哦哦好奇妙的赶脚啊~看起来很厉害的样纸……"
        },
        {
            "author": "幽蓝",
            "timestamp": 1415281620,
            "txt_content": "北极星人 发表于 2014-10-18 19:07\n哦哦好奇妙的赶脚啊~看起来很厉害的样纸……\n你的名字..."
        }
    ]
}