{
    "title": "[Sponge][翻译]开发状况报告 — 2014年10月18日",
    "author": "zhang624232848",
    "replyCount": 7,
    "timestamp": 1413636660,
    "txt_content": " 本帖最后由 zhang624232848 于 2014-10-18 20:54 编辑 \n\n点此查看10月10日的开发状况报告\nORIGINAL LINK：http://forums.spongepowered.org/ ... 8-october-2014/3804\n本次翻译由我与TeamTrigonometry-F的@U1U420039 完成翻译，如有不足之处。欢迎指正。\n**另**本译文中任何关于“论坛”的叙述均与MCBBS无关！此文中的“论坛”，指Sponge开发者论坛。\n原文如下 作者：Owexz\nStatus Update - 18 October, 2014\nHello everyone,\nAnother week has passed, this time around we’d like to give you an overview of what’s been happening across the whole of the project.\n\nSponge Status\nTo continue on from last week’s update, the API is still scheduled for a release in November. LexManos has also announced that he is starting to update Forge to 1.8, as soon as this is done, we will be able to work on implementing Sponge. The Sponge team appreciate your patience during this time, rest assured that our developers are hard at work designing and building our API in order to accommodate for the boundless creativity and passion of the Minecraft community.\n\nForum Changes\nAs many of you have no doubt noticed, we have changed the default forum page from the “Latest” view to the “Category” view after much community consultation. We have also properly ordered the Categories, on the basis of importance and relevance so that we may provide a cleaner and more elegant landing page.\n\nRule Changes\nWe’ve recently made some changes to our rules and guidelines by adding the following statements:\nDon’t advertise in any form on any Sponge system. This includes but is not limited to advertising your favorite server hosting company, the server you play on, some piece of software you use for fun, another game, or whatever. Some exceptions are made in Off-Topic sections and are solely at the discretion of moderation staff.\nDo not attempt to make a sale or sell anything on Sponge websites or systems. This includes but is not limited to plugins (mods or any variation of the term), art assets, services, or any work to be provided. If it comes to our attention that a plugin hosted by Sponge is being used as a promotion as a for-sale \"lite\" version, we reserve the right to remove the plugin listing. What constitutes as a for-sale \"lite\" version will be decided at the discretion of Sponge Staff.\nWe aim to comply entirely with the Mojang EULA, to that end any plugins, services, posts and/or links suspected of violating the EULA may be removed at the discretion of the Sponge Staff or at the request of Mojang AB.\nIn short, do not advertise and do not engage in monetary transactions on any Sponge system. However, advertisements may be allowed in a limited form, though only if specifically allowed by Sponge Staff. Paid Plugins/Services are entirely forbidden, whether for the purchase of a plugin or a service cost for that plugin, “Freemium” Plugins/Services (Those with a free base level and paid enhanced level) are also banned from any Sponge-hosted system.\nDonations are however still permitted, so long as the donation has no impact on the functionality of the Plugin or Service, suspected “Crippleware” will be removed. Furthermore, we will be engaging in complete compliance with the EULA, anything we suspect of violating the EULA can be removed by the Sponge Staff.\nAs always, we reserve the right to change our rules and guidelines at any point at our discretion. You can read the Rules & Guidelines HERE.\n\nDonations\nNow, we've been getting a lot of offers of donations from many people throughout the community, however we don't feel ready to accept them before we actually have something available for you to use. Rather, the best way to help us out is to donate to LexManos of Forge, it is through his efforts that we will have a platform to build on. You can donate to him at his Patreon6, remember that helping him out is helping us out. \n-Just don’t ping him if you in any way value your life. \n开发状况报告 — 2014年10月18日\n大家好：\n又一周过去了，在这时，请允许我向您介绍一下这一周Sponge开发和管理中发生的各种事。\nSponge状态\n与上周的开发报告中所说无异，Sponge API将在11月发布。LexManos在近期宣布了他将会开始制作1.8版本的Forge。在他完成升级之后，我们就可以完成Sponge中有关于Forge的部分了。Sponge团队衷心感谢您在这段时间的耐心，也请各位放心，我们的开发者也同样在十分努力地设计、编写Sponge的API，以满足各位无尽的创造力和激情。\n论坛（Sponge Community）的主要改变\n我相信各位都注意到了，论坛的默认页面由“最新”页面更换成了“板块”页面，如此行为是经过我们很多取舍和考虑的。同时，为了给各位提供一个更加洁净、美观的论坛页面，我们按照帖子内容的重要性和相关性重新划分了板块。\n论坛（Sponge Community）的规则变化\n没有太大意义……暂时不做翻译\n关于捐献\n**译者注**本人及Team Trigonometry-F与Sponge目前尚无任何关系，翻译此段内容意为尊重原帖内容。我们不会从这里获益一分钱。\n现在，有许多的人们慷慨地捐助了我们，我们感到有些惭愧，因为我们还没有制作出一个能够使用的Sponge服务端出来。相对于捐助我们，我们认为你们更加应该捐助开发Forge的LexManos，经由他的各种努力，我们才有了制作我们服务端和API的基础。你可以通过Patreon向他捐赠，帮助他，其实就相当于帮助我们。\n**译者注**Minecraft Forge目前由LexManos负责，而他唯一的收入来源就是开发这个在Minecraft社群中受到广泛使用的杰出的平台。请大家支持他。Patreon相当于一个月捐计划，使用美金。\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "pc_跑川",
            "timestamp": 1413637020,
            "txt_content": "谢谢lz的翻译\n不然我们英语渣完全看不懂= ="
        },
        {
            "author": "zhang624232848",
            "timestamp": 1413642060,
            "txt_content": "pc_跑川 发表于 2014-10-18 20:57\n谢谢lz的翻译\n不然我们英语渣完全看不懂= =\n谢谢支持w"
        },
        {
            "author": "pc_跑川",
            "timestamp": 1413644280,
            "txt_content": "zhang624232848 发表于 2014-10-18 22:21\n谢谢支持w\n不用~~~~~\n没人气加了\n大号也没人气加了= ="
        },
        {
            "author": "独孤粽",
            "timestamp": 1413683760,
            "txt_content": "开发者们加油！支持你们！翻译菌辛苦！"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416328440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416328500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416328500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}