{
    "title": "【方块战争】①号预发布章节——冰与火的考验（下）【小怕出品】",
    "author": "一个游荡的JJ怪",
    "replyCount": 1,
    "timestamp": 1413634500,
    "txt_content": "     自从暑假最后几天爆发之后，小怕的文坑已经停了快两个月了。也许你看过，已经忘了。也许你没看过，肯本不知道。不过呢，小怕还是要说一声，感谢之前二十章看过小怕文章的人，是你们给了我许多动力，感到这条路上不是我一个人在走，谢谢了。\n       还有呢，我还要单独感谢一个人——（前翻译创作版版主）银狼大大，是他把我引导到现在的地方，给予我许多支持。虽然他中考后上线时间大大减少，但我依然要 @银狼 ，表示我由衷的感谢。\n       开学以后，我非常想再打开电脑，再开始熟悉的码字之旅，但是由于种种原因，我未能如愿，才导致了近两个月的断更，对每位满怀期待却失望的朋友们说声抱歉。\n      今天是星期六，但我却依旧很忙。初二了，我也渐渐明白当初家长的苦心，开始努力学习了。而且，我要在最好状态下呈现最好的章节，那行云流水的感觉的确很美妙，也是对每个读者的最好回报。\n      大半天过去了，事情终于告一段落。打开之前的存稿，一个个人物再次浮现眼前。现在，我有了与之前不同的心态，写出来的东西也会有所不同，敬请拭目以待。\n     好了，啰嗦了大半天，下面进入正文：\n-----------------------------------------------------------\n     现在不过是上午的光景，风和日丽，太阳照在身上暖洋洋的，舒服极了。检查站的每个人的待在自己的岗位上，包括换好服装站在武器库门口的寒霜。因为还没有人发现他已经潜入进来并刺杀了一个人，武器库离其他人相对较远，所以远远的看上去也就并无异常。\n     寒霜学着之前那个人的样子，若如其事的站在那儿，手里端着枪。远处看的确他在“认真工作”；其实如果靠近一看，就能明显的发现寒霜的眼神里没有光彩，瞳孔处于涣散的样子，并未聚焦于一点。假如别人如此也许是在开小差，但寒霜却是在和睡魔一样的声音引导下进入了用意念控制事物的状态，暂时对于外界的感知理所当然的就放缓了。不过在这样的环境下，有点心不在焉的样子反而更自然，更具迷惑性，一个神采奕奕的人站在那里才会招人注意呢。\n     展现在寒霜面前的是一块只有他自己能看见以及操控的透明全息屏幕，凝聚起这块屏幕可花了不少时间。试想，一个人意念的力量再强能有多少，没有坚强信念的人更不用说了。寒霜第一次体验这样神乎其神的技能就有所收获，从侧面也反映出他的意志力足够强大。\n    上面有许多神奇的道具，它们的作用再次让寒霜大开眼界甚至不可思议，只是秉承着“一分价一分货”的“浩劫”，自然没有那么容易给训练者可乘之机。右上角电池图案里5%的数字，无疑成了寒霜一道难以言说的伤疤。\n     百般取舍之下，寒霜把5%的电量储备分成两份——用2%的电量换取最低级别的时间屏障，可以在很短——仅仅5分钟内，屏蔽某一特定范围的时间，由使用者任意更改，此为一次性道具；用3%的电量换取比时间屏障的等级仅高半级的模拟，在8分钟内可以幻化成别人的音容相貌，同样的也是一次性道具。如果严格意义上说，这两样道具比最低级还要低。因为寒霜拥有的电量实在太少，他按照需求削减了部分参数——例如时间屏障的范围和时间，模拟的幻化种类来达到一种最低最低的需要，再减就几乎和没有差不多了。\n     选这两样，是出于寒霜的精心考量。时间屏障可以把检查站的时间改变至深夜，突然的变故定会让这些人措手不及，而寒霜有夜视仪，也就可以趁乱杀敌。如果在5分钟内寒霜没有解决全部敌人，那么模拟就派上用场了，他可以装成毫不知情的样子，在近距离清理掉残余敌人，最后俘虏弗兰克。有强攻有备份，计划里寒霜可进可退，实施起来必然游刃有余。这也是目前最好的办法，谁叫手里的资源那么少呢。\n     眼神恢复正常，寒霜摇摇头念道：“有钱能使鬼推磨，这话真不假，不过钱的获得得靠命去拼呀。”如果他有足够的电量，完完全全可以呼叫一架直升机前来清场，只是现在看来那不过是幻想罢了，召唤实体的道具出奇的贵，有些甚至直接是几块电池几块电池的卖，看的寒霜嘴角一阵抽搐，连一板砖拍死的心都有了。当然，这只过是一个想法而已，却真切的体现出电池是多么贵重的物资，对寒霜来说就是一种战略资源！\n    阳光依旧柔和，坐在所谓总控室其实不过就是个有着栏杆升降装置的房子的弗兰克，看到远处的寒霜长吁短叹，似乎在自言自语什么，挥手致意叫他过来。\n    寒霜心意一动，心想既然你叫我来，那就第一个干掉你。模拟悄然间释放，真正的战斗即将展开。\n    弗兰克的相貌一般，但相比与他的手下要好很多，只是好逸恶劳的本性使他一看就知道不是好人，和市井上的混混无二。\n    “小子，说什么呢？”弗兰克放下手中的茶杯，慢悠悠的转过身子，斜着眼睛用一种鄙夷的眼光看着寒霜，一副不可一世的样子。\n    “老大，我只是念叨念叨您的英明神武，没什么、没什么。”寒霜说话间走近弗兰克，语气充满着谄媚。\n    虽然寒霜极其讨厌这种不务正业的人，但在特种部队里，士兵的行为绝对服从于任务，而不是看个人喜好而定。战斗训练非常重要，但作为一个经常潜入敌方的特种兵，一些看似不重要的技能反倒是重中之重，隐藏自己的情绪是一门必修课。\n    “嗯嗯。”弗兰克听到属下的赞美，心里很高兴。“就你小子嘴甜，行了，去吧。”说完，他又转了过去，坐在椅子上要抽支烟。\n    这样好的良机寒霜怎能放过？他拎起枪托就是一抡，可怜的弗兰克烟还没点着就不明不白的不省人事了。从开始到结束，正好2分钟，还来得及用出时间屏障。一瞬间，天暗了下来。\n    十分钟后......\n    “哎呀，头好痛，发生什么了？”弗兰克醒了过来，头还是昏昏沉沉的。恍惚间，一股大力把他拉了起来，正用枪口指着他的脑袋。原本还有些迷糊，但经过这么一吓，弗兰克便完全惊醒了。\n    “你...你是谁！你想知道的我都说！”带着一丝惊惶与不安，弗兰克断断续续的说道。之前还嚣张无比的他现在是服服帖帖 ，充分暴露了他的懦弱、无能。\n    “不知道的不必知道，你清楚后果。说，秘密货物在哪？给我放老实点，别想耍什么花招。”寒霜本来想问问这里是哪里，不料自己似乎在不经意间说出了后半句话。他暗想这也许是下一个伤害体验的任务吧。\n    “我说，我说。”弗兰克的眼睛一转，似乎在思索着什么。\n    “对了！”弗兰克猛然惊起，像是想到什么，但他马上就不得不再次蹲下，因为寒霜的枪口再次按上了他的头，而且上了膛。\n    “我听人说过，秘密货物......就在东北方的空地上，好像是一件威力不凡的武器，不过具体是什么就不知道了。”弗兰克知无不言言无不尽的意思，把他说知道的全说了出来，只是不知道是不是真的。\n    “就这些？我要的是具体信息，人、事、时、地，你所知道的都告诉我，要是有半分虚假，不然......”寒霜冷笑一声，比了比手中的抢。对付这种欺软怕硬的货色，不给足威胁他是不会说全了的，他可并不傻。\n    “别开枪！别开枪！”弗兰克大叫道，“秘密货物是一辆最新型的实验坦克，在东北方10km的基地做测验，那里人数很多。”\n    “实验坦克？你怎么知道？”寒霜也不是毫无防备的人，要是被他骗到敌人老家去岂不是太丢面子。\n    弗兰克支支吾吾的说道：“我们这里是附近唯一一个有人烟的地方，最大居民区也得要百十公里开外了，真正编制内的实验人员待遇非常高，但其余的辅兵就待不住了，他们到我们这儿来消遣，白吃白喝，我又不敢惹着这些人，所以只有好好伺候着。后来，我在一次交谈中无意间套出了这个秘密，目前只有你我知道。我知道的就这么多，就这么多了。”\n    “那好，关于我的事，你不要对任何人说，不然就像他们一样。”寒霜指了指堆在角落的尸体，看似好心提醒道。\n    “好的，好的，我一定守口如瓶。”弗兰克见有机会活下来，连忙答应，至于他心里想什么，就不得而知了。\n    “低头蹲下，转过身去，等我出了检查站再转过来。记住，千万别在我离开前回头，千万别，我知道你是个聪明人。”\n    “好的，好的。”\n     寒霜一步步迈出门外，弗兰克的心也一点点放下来。直到寒霜出了检查站，弗兰克终于彻底安心。\n    “呼~~~~”弗兰克回身坐在椅子上，擦了擦额头上的冷汗，庆幸着自己的死里逃生，带着一股类似怜悯类似嘲讽的眼光看着自己原先的手下——现在......什么关系也没有了。\n    他向门边走去，确认下危险是否已经解除。这时，弗兰克感觉脚下拌倒什么东西，然后一个黑黑的东西滴溜溜的弹了起来。\n    “不好！”弗兰克说出了最后一句话。\n    几声剧烈的爆炸冲天而起，惊起了雨林里的飞鸟，检查站——以及里面的人，统统成为了过去时。寒霜在跳雷后安置了一箱烈性炸药，跳雷起爆联动反应了炸药，造成了最后的结果。戏剧的是，烈性炸药还是在他们武器库里找到的，寒霜挑出没有受潮变质的部分，就等待着弗兰克自己上钩。\n     至于为什么要这样做，原因很简单——既然弗兰克可以出卖他的信仰，那么他就可以出卖寒霜。斩草不除根，春风吹又生，寒霜相信死人是绝对忠诚的，不会泄漏任何秘密。而且任务里明确是“清空检查站”，所以没必要留活口。\n     寒霜走到土路上，等待着任务的进一步提示。\n    “主线任务——清空检查站完成。”\n    “支线任务——俘虏头目完成。”\n    “主线任务以谋略取胜，但不乏勇猛，增加50%奖励，共计75%电量。”\n    “支线任务语言技巧突出，得到下步线索，极限难度体验拓展，完成即可获得一技能点。解锁成就——猎鹰专家。”\n    “储备电量结算，总计100%电量，获取一块电池。”\n\n-----------------------------------------------------------\n    如果你觉得看不懂，但又对这部小说有兴趣的话，请访问小说的索引帖，内有详细介绍。顺便说一下，现在大概有三、四千字左右，我也记不太清了，有点忙糊涂了，先凑活着看吧。\n      现在是八点多，有些人差不多快睡觉了，祝所有人晚安，拜拜。\n-----------------------------------------------------------\n索引帖链接\n\n-----------------------------------------------------------\n",
    "replies": [
        {
            "author": "きのこMogu_",
            "timestamp": 1413635340,
            "txt_content": "0W0不可以直接编辑么"
        }
    ]
}