{
    "title": "<原创·单篇>末影剑之名 ——送给要离开的梦魇冰眸",
    "author": "北极星人",
    "replyCount": 16,
    "timestamp": 1413639960,
    "txt_content": " 本帖最后由 北极星人 于 2015-2-9 09:34 编辑 \n\n1.小镇\n   月色朦胧，在一条小路上，一个很高的人慢步行走着，他的身上系着一个制作简易的皮制背袋，上面沾着淡淡的血迹。他的眼睛是紫色的，神秘而深邃。他的背上背着一个皮制箭袋，里面装着七八根箭，手上拿着一把长弓。\n   前方出现了一丝丝光亮，他便加快了脚步。隐隐约约的，他似乎听见了铁傀儡与僵尸搏斗的声音，这让他更加确定这里不是一个大型村庄就是一个小镇。这时，他停下了脚步，周围似乎有异声。\n   不出所料，周围的灌木丛中出现了几只僵尸。他熟练地搭上箭，拉开弓，松手，箭离弦而出，呈直线穿过了排成一列的僵尸们的头。绿色的血液淌了一地。散发着一股难闻的恶臭。他厌恶的捂住口鼻，快步离开了这个恶心的地方。\n   光亮越来越近，道路也越来越宽了，最后变成了砂砾路，踩上去“沙沙”作响。路两旁也有了路灯，这里没有一个人，只有几个铁傀儡在巡逻。他打开背袋，从里面拿出了一个带有红心的绿宝石，递给一个块头最大的铁傀儡。这是一个村庄对于一个人的友好证明，只要拥有这种绿宝石，那就说明这个人是非常友好的。铁傀儡仔细看了看这块绿宝石，就拿出一朵红色的玫瑰递给他。意思是对他表示欢迎。\n   在得到铁傀儡的认可后，他略微转了转，这是个小镇。小镇一般都会有公告板，村民们如果有麻烦就会把求助的信息贴在上面，如果有人帮助了村民，那么好感度就会上升。他找了半小时才找到那块公告板，在一个圆石建成的屋子旁边。上面贴着很多纸，他一张一张地翻着，因为他在离开先前的村庄前，村里一个人让他来这个镇上的公告板找一个人的求助信息，那个人叫“玛格丽特”。\n   很快，他在最后面找到了一张发黄的纸，下面的落款是：玛格丽特·迪安。这个人大概就是那个村民口中所说的吧？他拿出一把自己做的小刀，小心翼翼地把求助信息裁下来，他感觉自己脖颈处有热气，转过头。一个棕色头发的少女好奇地看着他，一双蓝紫色眼眸中没有一丝恶意。“请问你是……”她的声音很细很轻，但这细腻的声音恰好让他第一时间对这个少女有了好感。\n   “我叫安德，请问你又是谁？”\n   “哦！你就是安德啊！”少女拍了一下手，“我就是玛格丽特·迪安。一个月前我收到了我哥哥的信，他在信里介绍了你的情况，所以我就把这张求助贴了上去，一直都等着你来呢！”\n   “你哥哥？”安德疑惑道，难道那个人就是玛格丽特的哥哥？怎么跟玛格丽特长得一点都不像。\n   “对啊，我哥哥叫史蒂夫·迪安，他一直都在一个村庄里当农场主，你不认识他吗？”玛格丽特撅着嘴，像一个正在赌气的孩子。\n   “认识认识，你先带我去你家吧。走了一个月了也没好好休息一下，累死我了。”安德揉了揉背包背了很久的肩膀。\n   史蒂夫是一个很出名的屠龙勇士，他为这个世界带来了暂时的安宁，六年前，这个世界的怪物量下降了许多，一直到现在都处于平衡状态。他在12岁时杀死了凋零，13岁时在一个神秘人的帮助下进入了末界击杀末影龙。但是末界的末影龙如果死亡，六年后就会再次出现一个末影龙。现在史蒂夫就一直在安德先前所住的村庄里当着一个农场的主人，他种的农作物都是免费分发给村里的村民们，所以村民们也非常尊敬这个年轻的勇士。而玛格丽特则是史蒂夫的亲生妹妹，她一直都跟着史蒂夫学习剑术。\n   玛格丽特的家比较靠近瞭望台，面积不大，但是门的高度对于安德来说有些矮，他必须弓着腰才能进去。房间里的角落里有两个熔炉，里面泛着微弱的火光，橙红色把整个房间映衬得十分温暖。房间被收拾的非常整齐。东西摆放的也非常有序，一把钻石剑放在一个木架上。熔炉附近有一张木桌，木桌旁边有四张椅子，桌上有一个铁质盒子。她坐在椅子上，用手势示意安德坐在自己对面，打开了盒子，里面是一个木头做的茶壶，四个杯子。她拿出了两个，都倒上了白开水，放在安德面前，又从一个熔炉中取出了一小块松软的蛋糕，用碟子盛好放在安德面前。\n   “先说说村庄的情况吧。”安德把蛋糕放在一边，端起杯子喝了一口水。\n   “好的，”玛格丽特理了理头发，“其实呢，本来也没有什么异常。但就在两周前，我发现镇上少了一个铁傀儡，那个铁傀儡叫‘莫桑’，它在村庄里待得时间最长，而且就是在村里长大的，绝对不会莫名其妙地离开。于是我就在晚上开始了调查，但是结果令人惊讶，莫桑是被一种能量巨大无比的闪电击中化成了灰烬。而且它离开的时候并没有下雨。我把这个情况告诉给我哥哥之后，他没有什么反应，只是一笑了之。所以我觉得这件事非常蹊跷。”\n   “一道闪电？”安德皱了皱眉，“铁傀儡是何等强壮，一道闪电就劈成了灰烬？你确定那只是一道闪电吗？”\n   “我没看见当时的情况，但是莫桑的确是被闪电劈中过，因为我找到了灰烬，而且灰烬里含有强大的能量，这种能量连末影龙都无法驾驭。”\n   安德低下头思索了片刻，“我会想办法查出真相的，但是我也有件事拜托你，你要注意镇上的一切情况，如果有异常立刻想办法通知我。还有……如果条件允许，麻烦你想办法给我弄些箭来。”\n2.洞穴\n   安德躺在床上，静静地听着窗外的雨声，可他却联想起一段他不愿想起的记忆：\n   同样是一个雨天，十几个末影人聚集在一个黑暗的矿洞里，静静地等待着，没有人敢说话。他们注视着一个用树叶堆积而成的床铺，上面有一个末影人一直在呻吟着，旁边坐着一个末影人紧紧地握着她的手，不断地嘟哝些什么，还时不时摸一下那个末影人的额头。\n   一会儿的功夫，那些末影人欢呼起来，这个末影人诞下了一个末影人宝宝，与其他刚来到世上的末影人宝宝没有什么分别。但是带给他生命的这个末影人却离世了，那些末影人们把她葬在了一颗橡树下。她在离世前为自己的骨肉取了一个名字：安德·西蒙·里昂斯。\n   安德在许多人的怜悯和关爱下长大了，但是随着他年龄的增长，他的族人们发现了诡异的地方。安德的身高比同龄的末影人低很多，但是当时也没有谁在意，毕竟安德从小摄入的营养就很少，所以个子低也是理所应当的事。但是安德8岁那年，同龄的末影人比他高两个头！末影人中的长老们召开了一个会议，从多方面判定，安德并非纯种末影人。也就是说，安德的身上存在着一个可能性只有十亿分之一的巧合：他的父母的基因结合后，产生了一半的人类基因，所以安德是一个半末影半人类的先天性残疾末影人。\n   按说这样的末影人是要被流放到末界给末影龙做奴隶的，但安德还没有满10岁，不能进行流放。所以长老们打算隐瞒事实，等到安德满10岁流放到末界。但长老们忽略了安德多疑的性格，所以安德就提前离开了末影人生活的地方，但临走前，有一个末影人发现了他，便告诉他：“离开了，就永远永远都不要回来，一旦回到这个地方，就会死无葬身之地。”\n   外面的雨停了，安德拿起弓，背上箭袋走出了房子。这里是玛格丽特给他安排的临时居所。他想先去附近看看有没有关于莫桑的线索。\n   这里的地形不固定，遍布着高山，平原，丘陵。安德一直朝东走，很快，他走到了一座山前。坡度很陡，翻过去是肯定行不通的，这时，安德的视线落到了山脚下的一个洞口处。他随便找了根粗点的树枝，用石头磨出了火星，点着火进入了洞穴。\n   洞穴里潮湿无比，充斥着一股霉味，地上长着几朵蘑菇。安德举着火把，扶着洞壁缓缓前进。他隐约听见有岩浆流淌的声音，这里是似乎是一个矿洞。沿途上有许多矿石。越是往里，岩浆的声音越是清晰。他漫不经心的走着，突然间，左脚踩了个空，瞬间栽了下去。\n   安德下意识地抓住岩壁，他低下头看了看，瞬间倒吸了口凉气，距离他六十米的地方有一大片岩浆，掉下去必死无疑。他把火把扔了下去，腾出左手来，爬了上去。他才知道这里面有多危险，好歹捡回了小命。这里能走的路都很窄，他必须背靠着岩壁才能通过。看着一块块小石子掉进岩浆里，他就生出一种畏惧感。\n   终于，到了一个路稍微宽点的地方。他借着岩浆发出的火光仔细观察了一下，这里有一个洞口，他走进去，里面居然挂着一个火把。地上摊着一堆树叶，树叶上沾着已经凝固了很久的紫色血液。旁边有一块方形的石头，上面摆着一个木碗，木碗里盛着一种淡紫色的水，安德认识，这是末影人们生活的地方才有的，可以减弱痛觉。洞壁上刻着很多他熟悉的符号，“难道……这里就是我出生的地方？”安德喃喃自语，他抚摸着壁上的符号，这是末影人的文字，他也学习过一些。\n   他想转身离开时，发现门口站着一个长得跟史蒂夫极其相像的一个人类，但是他的眼眶里没有眼珠，发出幽幽的白光。“你……你是谁？”这个人类的身上有一种气息，压迫着安德，他一步步地向后退，直到靠在了洞壁上。那个人类依旧站在门口。\n   “我是……Herobrine。”他低声说道，声音里透着一股冤灵特有的怨气，“我没有……伤害你的意思。”\n   “那……那你是想干什么？”\n   “逃避……不是最好的……解决办法……既然……已经成为了现实……你就应该学着……去面对它……”\n   安德对于Herobrine也有所耳闻，他行踪诡秘，办事的逻辑也让人捉摸不透。而且Herobrine有着强大而神奇的能力，可以化身为任何生物，但是无法被杀死。一般人类都称他为“Him”，同时都对他有非常强的畏惧感。但是Him一直都没有利用自己的能力做过一件坏事，反而在暗中帮助一些人类。\n   “你这话是什么意思？”\n   “我……知道……你其实也不愿意……过这种……逃亡的……生活吧……末影族已经……开始准备……选拔下一任的……末影族长……你……有比末影人高出……一倍的智商……你应该想办法……改变你自己的……命运……我可以帮助……你……”\n   Him猜透了安德的心思，其实他也不希望自己以异类的身份存在于世上，他也想像一般的末影人一样过正常的生活。“好吧，但是……你想怎么帮我呢？”\n3.归族\n   “不会吧，这样我会不会掉下来……”安德担忧的看了看自己胯下的末影龙。\n   Him居然把末影龙从末界召唤了过来，并且末影龙听从Him的所有指令，安德坐稳后，Him严肃地对末影龙说道：“现在，安德的命令等同于我的命令，如果你敢违背他，就等于是在违背我，知道了吗？”末影龙驯服的对天长啸了一阵。\n   “你为什么愿意帮助我呢？”安德还是搞不清，自己与Him非亲非故，Him却竭尽全力地帮助自己，实在是有些蹊跷。\n   “……你我处境……相同……但是我无法……证明我自己……所以……我不想让……你变得和我……一样……”Him的嘴角微微上扬，拍了拍末影龙的头，末影龙仰天长啸了一声，展开翅膀飞了起来。\n   安德的脸被风吹得生疼，他发现自己的袖子里被Him藏了一封信，就拿出来看了看，信纸上只有一句话：“我只能帮到这里，剩下的还是要靠你自己。”他觉得，那些人类或许真的误会Him了，就现在的情况来看，Him没有任何坏心眼。他只是在背后默默地帮助他想帮助的人罢了。\n   末影龙飞到了末影人的居住地。当然，那些末影人看见末影龙大驾光临，当然是俯首叩拜了。末影龙降到地上，叩拜结束，末影人们抬起头时，诧异的看着骑在末影龙脊背上的安德。其实，安德除了身高以外，所有的特征都与末影人相同，只是，安德的眼瞳的紫色更深邃，或者，那不是深邃，而是悲伤？末影龙恭敬地向安德低下头，缓缓后退，最后起飞，消失在天空中。\n   人群寂静无声，他们都以一种异样的眼光看着眼前这个让末影龙臣服的异类。许久，长老们赶来了。一声令下，末影人们一拥而上，拿走了安德的长弓和箭袋，把安德五花大绑，安德想起了他逃跑前那个人告诫他的话，但是他不做任何反抗，任由他的族人们把他绑到十字架上。\n   一个全身呈白色的末影人走到安德面前，两双紫色的眼睛对视良久，这个白色的末影人就是末影族长：安德利。“该怎么处理就怎么处理吧。”他冷冷地说道，双手背到背后，走到一边，准备看着这个异类被处死。\n   异类被处死的办法就是强行摁进水中。因为如果是异类，是不会有哪个末影人去教他如何瞬移的。所以就无法逃脱死亡的命运。一个末影人解开了绳子，立刻又把安德的双手背到后面，押到了末影湖边。那个末影人用膝盖顶了一下安德的关节处，安德就毫无防备地跌进了水中。那个末影人左手抓着安德的右臂，右手使劲摁着安德的头。\n   水对于末影人来说是致命的，安德的嘴边流出了一颗颗紫色的血珠，但是，他的身边出现了紫色的花瓣。花瓣越聚越多，越聚越多，在快到了死亡时间的那一刻，安德，瞬移了！他瞬移到了那个末影人的背后，他抬起手擦掉了嘴边的血珠，同时一拳砸向了他的后脑勺，他当即昏倒在地。站在一边的安德利做梦都没想到安德会瞬移。但是，比起安德是跟人学习的瞬移，更像是另外一种自从Minecraft世界出现以来只出现过两次的情况：末影人异类在频临死亡时爆发，进化成只比末影龙低一等的末魂。末魂的瞬移能力是与生俱来的，但是末魂是不可能自然生成的，只能是末影人通过爆发进化才能出现。而且进化的末影人的异类特征通常都是身高或者眼瞳。\n4.进化\n   安德利意识到情况的不妙，抽出腰间的末影剑向安德冲去。安德的身后依然飘着紫色的花瓣。但是安德利并没有注意到，举起剑就要杀死安德。就在剑要碰触到安德的那一刻， 他再一次瞬移了。\n   两次瞬移过后，安德恢复了原样。似乎刚才只是安德在处于极度危险的情况下爆发出的能力。安德利再一次朝安德进行攻击，安德的右手死死的抓着安德利的手腕，使剑无法落下。他松开手，朝后退去，抓起自己的长弓，只从箭袋里抽出了一根箭，安德利就追了上来，安德匆忙的躲避着安德利的攻击。终于，安德找到了一个绝佳的时机。他举起弓，恰好挡住了安德利的手腕，安德利捂着手腕，向后退了两步，安德趁机搭上箭，瞄准，“迎——接——命——运——吧！”\n   “嗖”的一声，那支箭带着安德对异类歧视的愤怒离弦而出，穿过了安德利的心脏，紫红色的血液喷涌而出，因为两人距离很近，很多血液喷到了安德身上，那些血液透过安德的皮肤渗透进去。安德全身开始散发出黑色的光芒。他走到安德利的尸体旁，拿起了末影剑，末影剑的剑刃上浮现出几个黑色的符号。\n   末影族中一直流传着一个传说：末影剑剑刃上刻着世上唯一一个末魂的名字，当他拿起末影剑时，他的名字将会浮现在剑刃上。凡是违抗他的末影人，就都要接受末影剑的裁决，他的统治没有人能够推翻，但是他也能给末影族带来新的命运。\n   安德闭上眼，高高地举起末影剑，向所有末影人展示剑刃上的名字：安德·西蒙·里昂斯。\n   所有的末影人都朝着安德叩头跪拜。这时间长达一分钟。安德抬起头，享受着阳光的沐浴。他的身体变成了白色，对所有在场的末影人说道：“我，安德·西蒙·里昂斯，以末影剑之名，释放所有被流放的异类末影人。从今往后，凡是违抗我者，斩——立——决！”\n5.尾声\n   安德孤独的站在沙滩上，望着远处的地平线。末影剑插在他腰间，深邃的紫色眼瞳仿佛能看透一切。他在担心玛格丽特和史蒂夫，已经一年没见过那两人了，也不知道他俩过得如何。\n   他感觉到身后出现了一股熟悉的气息，他转过头，Him正站在他身后。“我……这里有一封……玛格丽特……给你的信……”说着，他拿出了一个信封，递给安德。安德麻利的拆开信封，拿出里面的信纸，仔细的阅读着：\n亲爱的安德：\n   你好！\n   莫桑回来了，你不需要担心我们镇山的问题了。哥哥也把农场送给了村里的一个有经验的村民，和我一起住在镇上。现在我过得也蛮不错的，至少晚上怪物少了很多。只是一年都没看见你，真的很想知道你去哪里了。我想去找你，但是哥哥说你在忙你的事业，叫我不要来打扰你，我就只能继续窝在家里。你什么时候能来看看我们啊？今天有一个很奇怪的人来找我，问我有没有什么消息要给你，他可以帮我传达给你，我就把这封信给他了，你早点来看看我们，我和哥哥都很想你呢。\n    安德戳了戳Him，“要不我们两个一起去看看玛格丽特和史蒂夫？”\n   “那个……随便……你……我……无所谓……”Him耸耸肩。安德吹了个口哨，末影龙很快来到了安德面前。\n   “只是不知道如果他俩看见我骑着末影龙会是什么反应呢……”安德的嘴角微微上翘，把Him拉上了龙背，末影龙伸展开翅膀，朝着玛格丽特所居住的镇子的方向飞去……\n\n   命运就是如此，顺水行舟，一生平静，没有波澜，没有起伏；逆水行舟，波澜起伏，变化无常，出人意料。\n\n\n\n作者废言：北极在BBS发的第一篇文居然就是送别人离开的文章，心里真的不是滋味。其实这篇文写的非常仓促，日后有时间我再仔细修改一下。梦魇因为学习的原因，暂时离开论坛。不过她回归时依然用“梦魇冰眸”这个ID，据说发现诈尸有奖的0.0\n注：本人ID是经过与外星人讨论之后得到的，无抄袭嫌疑。同时我在外星人手下学习写文。\n",
    "replies": [
        {
            "author": "42486327",
            "timestamp": 1413640140,
            "txt_content": "一回5章也是蛮拼的"
        },
        {
            "author": "1597536",
            "timestamp": 1413641760,
            "txt_content": "加油啊作者！！！[blank]"
        },
        {
            "author": "昵称能吃吗",
            "timestamp": 1413641820,
            "txt_content": "北极星是什么星…………"
        },
        {
            "author": "男人婆",
            "timestamp": 1414147560,
            "txt_content": "第二章把颜色改改，还有废言颜色也改改，我的眼瞎了"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1414151280,
            "txt_content": "42486327 发表于 2014-10-18 21:49\n一回5章也是蛮拼的\n头衔说的是计划？dio炸天....."
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1414151280,
            "txt_content": "42486327 发表于 2014-10-18 21:49\n一回5章也是蛮拼的\n头衔说的是计划？dio炸天....."
        },
        {
            "author": "浅月之梦",
            "timestamp": 1414162080,
            "txt_content": "路过顶一下"
        },
        {
            "author": "北极星人",
            "timestamp": 1414192260,
            "txt_content": "男人婆 发表于 2014-10-24 18:46\n第二章把颜色改改，还有废言颜色也改改，我的眼瞎了\n把你那字号改改，我的眼睛瞎了"
        },
        {
            "author": "男人婆",
            "timestamp": 1414192440,
            "txt_content": "北极星人 发表于 2014-10-25 07:11\n把你那字号改改，我的眼睛瞎了\n我早都改了好不好，都是3号的\n又回击我555"
        },
        {
            "author": "北极星人",
            "timestamp": 1414192500,
            "txt_content": "男人婆 发表于 2014-10-25 07:14\n我早都改了好不好，都是3号的\n又回击我555\n你在群里已经看见我吐槽你的本事了，自寻死路……"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1414193760,
            "txt_content": "这是单张完结么？玛格丽特的情节作用似乎不是很大的样子。。。。"
        },
        {
            "author": "HGK",
            "timestamp": 1414194780,
            "txt_content": "说好的先帮人调查事件呢[捂脸]\n突然回家报复社会了？"
        },
        {
            "author": "幽蓝",
            "timestamp": 1415353860,
            "txt_content": "我好像是主角哦→_→"
        },
        {
            "author": "xcc",
            "timestamp": 1425705720,
            "txt_content": "梦魇要离开了？"
        },
        {
            "author": "海潮",
            "timestamp": 1456490100,
            "txt_content": "哇哦好屌哦。\n\n北极你这个号还能玩么？"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462585020,
            "txt_content": "所以你说二十天，二十天差了多少事儿呢。"
        }
    ]
}