{
    "title": "BETA1.4将会加入新动物——狼（不知道火星了没）",
    "author": "tl10",
    "replyCount": 13,
    "timestamp": 1300806540,
    "txt_content": " 本帖最后由 tl10 于 2011-3-22 23:10 编辑 \n\n\n\n\nThere are manly men with powertools in our office, punching floors and walls in an attempt to make things look better. As a result, we haven't been able to work from the office this week, and worked from home.\nJens spent most of the week working on a new mob; the wolf! You can tame it and order it to follow you around, and it’ll work as a pet. They're fairly rare, but they won't despawn once you've tamed them.\n\nI worked on the achievement and stats system. One design issue was dealing with offline mode and syncing the achievements once you get a connection again, but that's been solved. We've got a couple of people in the office who don't like achievements in games at all, so the goal is to design something that they're fine with.\nAchievements will NOT be chores like “cut down 10000 trees”, but rather challenges like “ride a pig off a cliff”. Stats, however, will be used to keep track of how many trees you have cut down. The long term plan is to show achievements and stats from the profile page on minecraft.net as well, in case you want to brag.\nJust keep in mind that because you can design your own levels and run your own servers, people will be able to cheat with achievements and stats! ;)\nAlso a very serious issue has come up.\nSome malicious client mods are stealing passwords\nWhen you install a mod, the mods gets full access to your computer, and can do ANYTHING to it.\nMake sure you absolutely trust the source before installing any such mods.This applies to both server mods and client mods. Mojang do not know which mods are the culprits.\nThe passwords and accounts stolen by these mods have also appeared in a list, so some accounts are open to hacking.\nTo check, please visit here (Confirmed as a safe site --Kizzycocoa), and check your account there. Remember to use correct capitals where appropriate.\nplease note, you are NOT completely safe if you are not on the lists. They are leaked. There may be more. You are however COMPLETELY safe if you have never downloaded a mod.\nWhen the modding support is added, there will be support for sandboxing mods to give them less access to important stuff. You can chose to trust a mod if you want to, and if it needs to do fancy things, but the default will be to run the mod sandboxed.\nOn a much less grim note, I found my old Turbo Pascal projects! :D Here are the screenshots!\n",
    "replies": [
        {
            "author": "tl10",
            "timestamp": 1300806600,
            "txt_content": " 本帖最后由 tl10 于 2011-3-22 23:10 编辑 \n\nminepedia也有了狼的词条\nhttp://www.minecraftwiki.net/wiki/Wolf\n\n说实话比羊可爱多了..."
        },
        {
            "author": "tgwby04525",
            "timestamp": 1300808640,
            "txt_content": "這感覺不像狼\n身體好像羊\n頭是狼"
        },
        {
            "author": "Sinanjun97",
            "timestamp": 1300810740,
            "txt_content": "牧羊犬？"
        },
        {
            "author": "well",
            "timestamp": 1300828080,
            "txt_content": "好可爱~~不知道以后会不会增加饲养宠物狗的设计~~"
        },
        {
            "author": "pkyou1124",
            "timestamp": 1300835160,
            "txt_content": "well 发表于 2011-3-23 05:08 \n好可爱~~不知道以后会不会增加饲养宠物狗的设计~~\n其實狼早就說了可以養,坐等賢狼mod"
        },
        {
            "author": "howard",
            "timestamp": 1300842540,
            "txt_content": "回复 pkyou1124 的帖子\n\n那再出個旅行商人好了\n在添加XX傭兵團 教會 乾脆出商行系統好了= =(好像有MOD裡有商店吼?)"
        },
        {
            "author": "zetapluswpy",
            "timestamp": 1300859520,
            "txt_content": "我比較想知道的是對上creepe時會怎樣跟生命的計算XD\""
        },
        {
            "author": "ddlxj12",
            "timestamp": 1300862220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "pkyou1124",
            "timestamp": 1300864440,
            "txt_content": "zetapluswpy 发表于 2011-3-23 13:52 \n我比較想知道的是對上creepe時會怎樣跟生命的計算XD\"\n{:10_492:}目前wiki寫不打creeper和有20hp,估計能給生肉補血"
        },
        {
            "author": "zetapluswpy",
            "timestamp": 1300876380,
            "txt_content": " 本帖最后由 zetapluswpy 于 2011-3-23 18:33 编辑 \npkyou1124 发表于 2011-3-23 15:14 \n目前wiki寫不打creeper和有20hp,估計能給生肉補血\n真是可惜呢XD\n\n等等\n20hp!?"
        },
        {
            "author": "pkyou1124",
            "timestamp": 1300878840,
            "txt_content": "zetapluswpy 发表于 2011-3-23 18:33 \n真是可惜呢XD\n\n等等\n{:10_492:}WIKI寫的,可能會改吧"
        },
        {
            "author": "obof2008",
            "timestamp": 1300898520,
            "txt_content": "你確定這是一隻狼而不是一隻狗?{:10_530:}\n你確定這是一隻狼而不是一隻狗?{:10_530:}\n你確定這是一隻狼而不是一隻狗?{:10_530:}\n你確定這是一隻狼而不是一隻狗?{:10_530:}\n你確定這是一隻狼而不是一隻狗?{:10_530:}"
        },
        {
            "author": "WuTianFang",
            "timestamp": 1302205080,
            "txt_content": "Wolf was crazy, I'm use bow shot myself and my not wild wolf attack me. It is a bug?"
        }
    ]
}