{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第4章 在空中的大餐 by小龙",
    "author": "毒蛇",
    "replyCount": 3,
    "timestamp": 1413642480,
    "txt_content": " 本帖最后由 毒蛇 于 2014-12-14 18:23 编辑 小龙一些话：很久没有更新啦~主要是因为学习比较忙，我也连发了很多预告，那么今天就为大家带来第4章——在空中的大餐！\n本章的介绍：恶魂王国？烈焰王国？岩浆王国？这一切历史的背后究竟蕴藏着什么？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-350631-1-1.html\n下一章地址：http://www.mcbbs.net/thread-374786-1-1.html\n本章总字数：1540字\n第四章 在空中的大餐　　“你们从哪里来的？”恶魂国王问。　　“哦，是这样。”希尔保特说，“我们在苦力怕星，结果就发现了下界传送门，我们就都进来了——你们这里怎么回事？”　　“嗯，是这样。苦力怕们很久以前从那个传送门出来以后，就来到了这里……”恶魂国王说，“对了，自我介绍一下，我是恶魂国的国王，叫做卓姆卡·克洛德格内兹。”　　接着，卓姆卡开始讲起了历史：　　“在很久很久以前，苦力怕来了以后，他们很不适应这里的环境。又热，又干。他们为了生存下去，产生了分歧。一部分人说应该找个比较凉快的地方定居，一边却说应该适应这里的环境。而一边的领头人是卡·A·克洛德格内兹，另外一边的就是卡·B·克洛德格内兹。两个苦力怕是兄弟，因此从此以后我们的名字都带有卡。两只苦力怕的分歧后来产生为决斗，卡·A他自己控制不住了，就向卡·B发起了进攻。可是卡·B的弟弟卡·C·克洛德格内兹却独成一派，劝说大家以和为贵。气头上的A和B根本不顾C的意见，两人击倒了C，C仓皇逃跑，后来有很多人都说他跳岩浆自杀了，但是也有人说他在岩浆下创建了岩浆王国，并且进化成了岩浆怪，也听说就在他失踪三年后，他突然现身恶魂王国，把一张地图放到了这里，那就是关于岩浆王国的。后来的决斗B失败了，他按照约定逃离大部队，他跑到一个堡垒，独立成为了烈焰王国，进化成了烈焰人。但是，B却留了下来，来到了这里，创建了飞天城，进化为恶魂，组建了恶魂王国。就在这件事过去几百年后，也就是苦力怕历2100年左右的时候，烈焰王国忽然向恶魂王国求助，说是遇到了什么东西。出于血缘关系，恶魂王国答应了。不过恶魂的士兵也被打得惨败，大家就想去求助传说中的岩浆王国。没想到，半路上，恶魂王国与烈焰王国产生了地图抢夺。最后地图被撕碎成三瓣，有一部分他们拿走了，还有两部分不确定，据说我们应该有一块。更加神奇的是，他们回到烈焰王国的时候，那些坏人已经被赶走了，从此，两国就和平共处了。”　　“哦，原来是这样。”泰迪听得很着迷，刚刚才从故事中醒来。　　卓姆卡高兴地说：“各位也都饿了吧，我们来吃些东西吧。”　　“啊呀！”洛克没坐住，从椅子上掉了下去，从一片岩浆瀑布穿了过去。　　“洛克！”泰迪叫道。　　说时迟，那时快，恶魂国王已经急速地冲了下去，把洛克接住了。　　洛克上来时，心脏在怦怦地跳，泰迪却疑惑万分，他不是从岩浆瀑布冲了过去吗？怎么没事呢？　　“哇！你难道会盾火术吗？”卓姆卡吃惊地望着洛克。　　“盾火术是什么东西？”洛克颤颤巍巍地问道。　　“是一种苦力怕的特殊技能，有人是天生的，有人是后天也能学会的。但是，后来再学非常的难受，也很不容易成功，看来你是天生的，洛克。”　　“为什么希尔保特大队的人都有一些魔法？不是，我是说都有一些技能。”洛克问。　　“你的意思是——”希尔保特说。　　“您不是说泰迪是多炸怪吗？”洛克的精神已经恢复了。　　“什么！他是多炸怪？”卓姆卡惊叹道，“能不能演示一下？”　　卓姆卡把泰迪拖到山包上，然后躲远了。　　泰迪有点儿慌，他还从来没试过呢！他把左手搁在心脏的位置，轻轻按了一下自己。只见他浑身闪烁，开始膨胀，发出间断的耀眼的白色光芒。他越膨胀越大，闪烁的速度越来越快。只听见“嘭！”的一声巨响，周围的地狱岩全部炸碎了，泰迪完好无损的身影出现在浓浓的白烟中。　　卓姆卡、洛克等人给泰迪鼓了鼓掌。卓姆卡把泰迪抬到了座子上，打了一个响指。只见他们每几只苦力怕（他们所有人都在空中围成了叫几个圆圈，泰迪他们是和卓姆卡在一起的）组成的圆圈的中间闪现出了几条光线，很快就形成了一个漂浮的桌子。这个桌子像是苦力怕学院的桌子一样，饭从底下升了上来，丰盛的饭菜摆在桌子上，冒着白烟。他们吃完饭，每张桌子上出现了冰山，大家都开始挖着吃，在炎热的下界星，这也算是一个惊喜。　　泰迪吃得很饱，他似乎感觉下界也是不错的，不过，他还是很想回到苦力怕星，回到苦力怕学院。\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "ITea",
            "timestamp": 1413642780,
            "txt_content": "前排支持。。。。。。。。。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1413644100,
            "txt_content": "这两更相差甚久"
        },
        {
            "author": "毒蛇",
            "timestamp": 1413690360,
            "txt_content": "a2455564728 发表于 2014-10-18 22:55\n这两更相差甚久\n最近比较忙啊，上初中了= =但是你知道我们这里有一个APEC假期，11月放6天"
        }
    ]
}