{
    "title": "<连载·单章>【猪猪君历险记2——新世界】作者：418878840【第六章：小混混】",
    "author": "418878840",
    "replyCount": 4,
    "timestamp": 1413681480,
    "txt_content": " 本帖最后由 418878840 于 2014-10-19 09:20 编辑 \n更新索引在此\n\n\n第六章：小混混  真实与虚假，这个问题一直困扰着猪猪君，他不明白自己在这个世界中的应该处于什么位置。现在，猪猪君变成人了，他觉得这肯定跟之前那个圆球的红光有关系，一切的一切，只有猪猪君可以解开。  小巷中，猪猪君的声音好像引来了什么，随着一阵杂乱的脚步声，从小巷的另一头，来了一帮人。他们身上穿着古怪的服装，头发染着各种颜色，身上透露出一股痞气。他们斜着肩膀缓缓走来，面对这猪猪君。“哟，我当是谁呢，原来是个瘦弱的豆丁。”一道声音从他们中发出。有人带头，那些人也都挑衅起来。最后，他们老大一样的人物走上前，狠狠的瞪着猪猪君：“你在哪混的？知不知道这是谁的地盘！”“额？”猪猪君一愣。“我擦老大，他蔑视你！”显然猪猪君的动作在他们眼中就是赤裸裸的挑衅。“小子，我告诉你，这里是你虎爷的地盘，我不管你以前干吗的，反正在这里，是龙你给盘着，是虎你给我卧着！”虎爷把拳头举了起来，强健的肌肉迸发出一股威慑力，好像随时都会动手一般。猪猪君见情况不对，连忙陪笑道：“我刚来这里，不懂规矩，也不知道是您的地盘啊，您就大人有大量，放我一马吧。”那些混混一听，顿时哈哈大笑起来：“不懂规矩竟然还敢到这里来？这是我听过最好笑的笑话了。”虎爷并没有说话，而是制止了小弟们的哄笑。就在那一刻，虎爷直接冲上去，对着猪猪君一个直拳。猪猪君连忙用双手格挡，虽然挡住了虎爷的攻击，但巨大的力量还是让猪猪君退后几步。“既然不知道规矩，那我就来教教你规矩！”虎爷大吼，然后便是一记回旋踢。“我擦，老大不会动真格了吧。”小弟们见状，议论纷纷。“你不知道吧，老大今天在码头被人耍了，心情很不好，看到这个二愣子，火气就直接上来了呗。”“那个家伙还真是倒霉啊……”回旋踢的范围很大，呈半圆形，不好躲避，但由于这招很难完成，所以使用的人较少。要是中了以虎爷全力发出的回旋踢的话，那不死也得残废喽。猪猪君感觉到了一股威胁，身体本能的向后翻滚，但还是慢了一步，猪猪君“嘭”的一声被踢向了左边的墙壁上，然后缓缓下滑，没能爬起来。“切，这么容易就倒了，真不给力。”虎爷搓搓手，往回走去。小弟们顿时拍起了马屁，夸赞老大各种厉害。虎爷倒也享受，没说什么。“对了，比赛那边情况如何？”虎爷突然问了一句。“上面的人昨天说今天就要准备完成，我看要不我们去帮里选些人去？”一个戴着眼睛的人回复到。“不用了，我后面不就有个人选吗。”“可是就他一个不好吧。”“一个怎么了，一个才刺激，况且我感觉到他的实力应该不弱，要不是我的攻击出其不意，不然这次可能会是持久战。”虎爷的声音越来越小，原来他应经走远了。\n\n..................................................................OAO.............................................................\n@我是小骷髅 @1679434224 @gggbbb @HGK @o-zero @SecretSlim @男人婆 @a5766193 @梦魇冰眸 @嗜金龙须    好友@十连发\n\n\n\n另外，求人气\n\n",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1413681660,
            "txt_content": "来了，写得不错，支持"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1413681780,
            "txt_content": "写的会场不错，我竟然天杀的认真看完了！"
        },
        {
            "author": "HGK",
            "timestamp": 1413682260,
            "txt_content": "到现实世界了啊...\n我估计你写不了多久....."
        },
        {
            "author": "gggbbb",
            "timestamp": 1413682500,
            "txt_content": "怎么感觉……这几章一直在凑字数……@冥王星人"
        }
    ]
}