{
    "title": "<原创·单章>断刃·刀魂[上篇]【作者：天阶】",
    "author": "天阶",
    "replyCount": 1,
    "timestamp": 1413688200,
    "txt_content": " \n         封面    不知道效果如何\n    六道冥王\n\n\n\n\n\n\n     \n\n\n\n\n\n\n       \n      一片苍茫的雪域。一轮不落的血月。这里，是亡灵的土地，一双双血红的暗瞳，一团团诡异的幽火。王！将在这里——君临天下！！——《断刃·刀魂》题记\n\n\n\n\n\n       一间残缺的木屋，一个带着面具的神秘人坐在同样残缺的桌前，看着一本空白的书籍。没有人知道这是为什么，因为，没有人能在一个永夜而且永冻的残酷环境生存下去，这个神秘人只是穿着一件黑色的衬衫，外面一张豹皮披风，而腿上，也只是一件普普通通的黑色长裤。神秘人那墨色的瞳孔颤抖了一下，举起手中的笔，在空白的书页上签下自己的名字：亡者之语。   这是死亡的代言词。也是生命的终点站，只有一个词可以形容他，那就是：君临天下！\n\n\n      亡语推开木屋的门，眼前的一切都是在黑暗中散发着令人不安的白光，一棵棵枯树病怏怏地立在被白雪覆盖的只有少数泥土的大地上，黑暗的天空中飞翔着几只亡灵骨龙，如同幽火一般的瞳孔散发着令人窒息的诡异气场。这群骨龙似乎察觉到了亡语的气息，有着人数优势的骨龙，不是对亡语发动袭击，而是扇了扇残破的骨翼，向与亡语相反的方向逃去。亡语抬头看着那散发着这诡异而又柔和的月光的惨白月亮，他的瞳孔开始发生变化，由瞳孔中央的血色红点，向四周扩散，几乎充斥了整只眼。几道血色光芒从亡语身上射出，在空中缠绕，扭转，如同一团凝聚的不凝鲜血一般。在空中组成了一只血色之瞳，血色之瞳散发出的不安气息，令几只逃亡的亡灵骨龙更是拼命的扇动着他们那残破的骨翼。他们只顾逃亡，根本无暇顾及来自地面的危机，三只由不凝鲜血组成的利爪，突破了大地的囚牢，魔爪快速的冲上天空，将几只猝不及防的骨龙牢牢抓住，又已惊人的速度缩回雪地，大地上却没有留下任何痕迹。骨龙还没来得及发出一声惨叫，当他们再次出现时，他们是在亡语的身边，亡语用他那冰冷的手掌抚摸着骨龙那同样冰冷的头骨，骨龙眼眶中的幽火在不知不觉中，消散了，化为点点蓝色星点，在天空中随风飘逝。蓝色星点的上空是已经变成血红色的血月的月亮···········\n\n\n\n       雪国的边界，一群群战士不断地冲上前线，补足防线的空缺，他们的任务是守住雪国边界，等待援军的到来，如果对方是人类的话，长达半个月的战斗，没有丝毫的补给，对方早就不战而亡了，可对方是亡灵，货真价实的亡灵，一个个骷髅，高举着武器，杀进人类的包围圈中，眼眶里漂浮的一团团幽火没有丝毫的波动：他们没有情感，也就没有恐惧，他们不会退缩，人类战士也就无法休息！！他们只能战斗，休息的机会只有一次，那就是死！！\n      \n     亡语站在雪峰之上，俯视着整片大地，鲜血在地面如同一朵朵昙花一般，在刀剑之间绽放，又消逝在刀剑之下。\n亡语看着那些在血月的影响之下诞生的亡灵，他的眼光中闪过的不过是对生命的蔑视。高高举起骨节分明的手臂，狠狠挥下，如同一柄巨刃一般的气流，直接将战场划为两部分。一条巨大的裂痕突然出现，没有耀眼的火焰，也没有神秘的气流，这只是单纯的已力量破开空气造成的裂缝。亡灵们在巨大裂缝的一边磕着牙，幽火一般的眼睛不断地打量着对面的人类，似乎在考虑应该这么吃他们。   亡语在雪峰上俯视着战场，从腰间抽出一柄断刃，断刃的剑身上布满了诡异的血色符号。散发着令人毛骨悚然的恐怖气息。双手握剑，对着虚空猛地一劈。空气发出劈哩啪啦的爆裂声。一道弧线的黑色剑光扫过整片战场。剑光所过之处皆出现黑气侵蚀和腐蚀的现象。地面燃起了熊熊的不灭业火。黑色的不灭业火如同一条条黑骨苍龙一般，贪婪地吞噬这这片原本就很贫瘠的土地。苍龙的火舌贪婪的舔着亡灵和人类的躯体，没有鲜血，只有凄凉的惨叫声。向四周延伸的火焰在地面组成了一根根黑色铁骨，铁骨的摆列顺序让他们看起来就像是一头躺在地上的上古苍龙。      \n\n\n         “醒来吧，和我一起，君临天下！！”\n\n\n   亡语沙哑的声音如同悠长的龙吟。由无边的天界悠悠传来。地狱幽火组成的火龙似乎在颤抖，无形的火焰组成的龙骨渐渐地扬起。一声惊天动地的咆哮证明了他的存在，世上最强大的存在——六道冥王！\n\n\n\n\n\n\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1414833960,
            "txt_content": "字体太斜，让人看得有些不适，总体来说写得不错，加油"
        }
    ]
}