{
    "title": "<连载·单章>【X星球】作者：qxdnfsy【第三章：马塞尔防卫战（上）】",
    "author": "qxdnfsy",
    "replyCount": 4,
    "timestamp": 1413709020,
    "txt_content": "                                                     X星球第三章：马塞尔防卫战（上）“哒哒哒！”“冲啊！！！”“兄弟，呜呜，我一定报仇！！！”。。。。。。马塞尔防线上机枪声四起，硝烟弥漫。。。。。。“快！派使者！！！这些人到底是什么身份？他们到底要干什么！”阿兰迪斯总统科尔达心急如焚，又说道，“如果再这么下去的话，马塞尔地区不保啊，如果被攻陷了，想收复他就会变得异常艰难！”可科尔达派去的使者去了，刚刚出阿兰迪斯的边境，便又消失了踪影。。。。。。“这。。。。。。不行，赶快联系其他加盟国和联合军！！！快！”科尔达愤怒了，差点砸烂了他的电脑和桌子，“可恶！到底是谁在攻打马塞尔防线！”而拿尔利亚方面却刚刚得到马塞尔防线的消息，“如果是这样的话”威廉心里仔细推理，“如果那信号就根本不是拿尔利亚发的，又加上信号产生的地点似乎只有X星球和阿兰迪斯两个地方，莫非是X星球上已经有了调查中的人类？！绝对不可能，如果是上次调查的人，应该与我们语言相通啊？这，不会。。。。。。不会是——地外文明？！能把阿迪兰斯打成那样的恐怕只有地外文明了！而且现在看来他们实力很强！不行，这样下去有可能拿尔利亚也会不保的。。。。。。只好这样了。。。。。。”威廉转身对身边的侍卫说:“赶快通知阿兰迪斯总统有关电信号的情况！还有，抽调国防2,3,5军各300万人赶赴前线！！对了！宇宙第7舰队也出动！快！！！！”就这样，约2400万人在前线奋战！（拿尔利亚900万人，联合军150万人，其他加盟军450万人，阿兰迪斯900万人）而这2400万人的总指挥官是阿迪兰斯大名鼎鼎的指挥官——萨德将军！“拿尔利亚联合军向2层第4,5,6,7推进，接着我们的国防军和联合军分别从两边包抄，将敌人包围在我方包围圈内！然后，哼哼，用“新闪电战”（注：新闪电战战术是指，用机甲掩护大部队前进，总而趁敌军还未反应过来时，围歼敌军的一种新战术）战术干掉敌人！”萨德将军指挥着。很快，不明军队就遭到了猛攻！！“大家不要气馁！！！”国防联合两军司令说道。经过所有人的浴血奋战，不明军队在马赛尔地区被包围了。。。“哼哼，只要在打好围歼战就好了！！”萨德得意洋洋的说，“机枪机甲，出动！”“隆隆隆！滴——”“完毕！”说着，机甲仓库的大门同时开启，3000个机枪机甲腾空而起！他们在马塞尔战场准备。“开火！”指挥官一声令下，旗手，士兵几乎同时向着前方冲去！所有的机枪机甲火力全开，掩护大部队前进。可敌人却不是吃素的，他们也用猛烈的火力压制人类军队。霎时间，众多机甲刚刚开火，就被打了下来。地面部队更是损失惨重。可这些丝毫没有动摇这支军队的士气！有的士兵，虽然武力不优秀，可心是坚定的，号召着大家向前冲。有的士兵有强大的武器，使他周围的士兵有了安全感。还有的士兵，不但武力高强，而且意志坚定，杀敌无数，立下战功。。。接下来会发生什么？尽请收看下一章节！——马塞尔防卫战（下）！上一章                                                                                    下一章（还没）\n@我是小骷髅  @洛姆兰格雷  @小咖啡 @咕噜and呼噜 @名人才华  @潜龙222 @月轻歌",
    "replies": [
        {
            "author": "418878840",
            "timestamp": 1413709620,
            "txt_content": "虽然不是很喜欢战争题材的（其实是我理解不能)，但写的蛮好"
        },
        {
            "author": "418878840",
            "timestamp": 1413709680,
            "txt_content": "418878840 发表于 2014-10-19 17:07\n虽然不是很喜欢战争题材的（其实是我理解不能)，但写的蛮好\n我不是大触，我只是个无辜的路人，但我们还是可以做朋友"
        },
        {
            "author": "BYWJ",
            "timestamp": 1413710340,
            "txt_content": "顶一个！~"
        },
        {
            "author": "WY.",
            "timestamp": 1416918120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}