{
    "title": "<连载·单章>【猪猪君历险记2——新世界】作者：418878840【第九章：灵魂碎片】",
    "author": "418878840",
    "replyCount": 0,
    "timestamp": 1413713100,
    "txt_content": " 本帖最后由 418878840 于 2014-10-22 18:56 编辑 \n四更了，不知道大家意向如何\n索引在此\n\n第九章：灵魂碎片  “啊！”随着一声惨叫，又一个人被打飞了，这已经是第3个了。  这个王建从刚开始到现在，连续打败三名对手，而且没让对方伤到自己分毫，这是多强的实力啊，猪猪君被震撼了。  猪猪君从刚开始就在观察，那个王建练得是泰拳，泰拳的主要攻击手段是肘和膝，威力巨大，不然也不可能在短短的几分钟内快速解决三人。猪猪君想找出来他的破绽，但他根本没练过泰拳啊，也不知道泰拳的套路，所以猪猪君无从下手，就连泰拳的知识还是爸爸教他的。  “第四局，18号对王建！”又是一声宣告。  猪猪君没有名字，所以只能用编号代替，此时，已经轮到他了。  观众席上的观众已经走了一半，因为这简直就是单方面的虐杀，毫无看点。  猪猪君愣了一会，但还是从空地的一旁，走向了中央。  王建看着猪猪君，猪猪君也看向了王建，两人眼神相撞，一股杀气从空地中心处蔓延开来。  眼看新的比赛即将开始，王建和猪猪君都缓缓往后退去……  “3”  猪猪君握紧拳头，看着王建的的全身，生怕他待会突然冲过来。  “2”  王建瞪着猪猪君，看到猪猪君正在看他，不禁一声冷笑，他觉得赢定了！  “1！”  比赛开始，王建迅速向猪猪君冲去，双手张开，准备抓住猪猪君。  猪猪君一个后跳，然后用全身的速度朝左躲避，虽然右手被他抓住，但被猪猪君很快甩开了。  爸爸曾经教过他，永远不要被练泰拳的人抓住手脚。  猪猪君向左躲避后，立刻来了个鞭腿，虽然猪猪君没练过，但这一脚扫过去，倒也是有模有样。王建见猪猪君主动攻击，也是一个后跳。但没想到猪猪君突然收回鞭腿，一击上勾拳，打向正在跳跃的王建，王建腹部收到重击，虽然只是轻伤，但那种痛苦只有他自己知道。 “假动作，小子你可以啊，不过你现在可是真正激怒我了！”王建被击中后，踉跄了几步，便稳住了身形，再次向猪猪君冲了过来。猪猪君明显感觉到他的速度更快了，来不及躲闪，只好硬接。猪猪君双手挡在身前，标准的防御架势。  “让你常常我的全力一击！”王建一个碎步，坚硬的膝盖带着一阵阴风，直接踢向猪猪君的头部。猪猪君一下子被击飞，手臂处传来了骨头的碎裂声。  王建抬头看了看时间，还有4分钟。然后便走到猪猪君跟前，脚狠狠一踩，猪猪君的肋骨也断裂了。“小子，你的小花招倒是不错，但是对我，没用！”王建发出了阵阵大笑。  “不，或许还没有结束。”一道冷漠的声音缓缓从王建脚下传来。  “嗯？”场外的人都愣了，也包括王建。  猪猪君在被打飞时，想起了之前的玻璃圆球，当他看到上面写着00009时，心中更是绝望，但也带着一丝愤怒，他愤恨，猪猪君是不会相信自己之前经历的一切都是虚假的，也就在那一刻，猪猪君的负面情绪好像到了临界点，一下子全涌了出来。  猪猪君从空地上站起，拍了拍身上的灰尘，虽然身上都是血，看起来狼狈不堪，但不知道为什么，王建突然害怕起来。  只见猪猪君身上冒出了红光，一条条数据从他的体内涌出，环绕在猪猪君身旁。  “喂，搞什么呢？”王建可看不到那些数据，他只是迅速后退，看着猪猪君。  猪猪君的手中慢慢由数据凝聚出了一把刀，那把刀颜色暗淡，毫无光泽，但却有一股死亡的气息。  “灵魂碎片？”埋伏在一边的白伤吓了一跳。“史蒂夫，我要让你去死！”猪猪君狂叫着，那把刀瞬间出现了一层灰色的光芒。  “你以为有了武器就能赢得了我吗？笑话！”王建摩拳擦掌，准备先把那把刀夺下来。  猪猪君的速度暴增，一下子就到了王建面前，一刀砍了下去。王建见状，漫不经心的往旁边一闪，在他看来，这种攻击简直就是小儿科。就在这时，地面突然下陷了，那把刀砍过的地方瞬间出现一条裂缝，王建一个没站稳，摔倒在了地上。  也就在那时，猪猪君手起，刀落，血花四溅，王建的身体也是瞬间出现一条裂缝，再也没有了气息。  “快！去制止他！”白伤突然下了一道命令。  就在那一刻，周遭瞬间出现了十几名带着青色面具的人，他们每人手里都拿着一张网，而他们则是把网扔向了猪猪君。猪猪君被网一罩，突然不动了。  白伤之前已经把灵魂碎片被激活的事向总部汇报了。估计事情会很严重。  会议室，大队长还是站在那里，对着会议室的众人了解着情况。  “原来他的灵魂碎片应经被激活了啊。”   \n\n\n...................................................................OAO.....................................................................\n@1679434224 @a5766193 @gggbbb @HGK @o-zero @SecretSlim @梦魇冰眸 @男人婆 @嗜金龙须 @我是小骷髅 \n好友@十连发\n另外，求人气\n\n\n\n\n\n\n",
    "replies": []
}