{
    "title": "<连载·单章>【猪猪君历险记2——新世界】作者：418878840【第八章：猎杀场】",
    "author": "418878840",
    "replyCount": 2,
    "timestamp": 1413709200,
    "txt_content": " 本帖最后由 418878840 于 2014-10-19 17:03 编辑 \n由于好友@最多只能@十个人，所以我是优先@那些跟我热度高的人，见谅哈\n索引在此\n\n第八章：猎杀场  “我现在是你们的临时领队。”白伤看着身边的新人们，又补了一句，“这是镍队长吩咐的。”  白伤在前面走着，总感觉猪猪君这个名字有点耳熟，但就是想不起来了。或许，我以前认识他吧。  以前的白伤感觉自己一直在做梦，然后突然就醒了，醒了之后就发现自己在数据库的医护室里了。他不记得他以前是干什么的，也不记得他是谁，只记得自己的名字。反正自己醒来后觉得数据库里的人对他挺好的，就把这里当做了家，为数据库工作。  到了黑暗街区，白伤让新人们分头行动，而自己，却在一块被压扁的纸箱上坐了下来。白伤从口袋里拿出了一个定位仪，确定了猪猪君位置，又看了看身下的箱子，皱了皱眉头。  只见纸箱上有些红色的颗粒状物体，周围也有打斗的痕迹，看来这个箱子就是那只猪醒来的地点了，而且这里好像还发生过什么事。    话说猪猪君来到地洞后，就浑身不自在。这个封闭空间中弥漫着强烈汗臭味，脚臭味，口臭味，要不是猪猪君上次去碎冰坟墓得了鼻炎，闻不大到，不然情况可能会更糟。而且猪猪君觉得这里的人脾气都很不好的样子。  这不，猪猪君前面两个人就因为一语不合，大打出手。  就在猪猪君发出叹息时，门外传出了门铃声。随后，便走进来一个人。  那人对着里面的人一顿吆喝：“都出来都出来，老板们要选人参赛了！”  大家听了，都立刻停下了手头上的事，乖乖的在原地排好了队。由于猪猪君以前不在，只好排在最后。  大家缓缓往前走去。很快，他们来到了一个巨大的三角形空地，三角形的每个角都有一个瞭望塔，上面站着全副武装的士兵。  猪猪君随着大家的脚步，在空地上站成了一排。看着空地四周的观众席，猪猪君一下子明白了。  原来这里是类似于罗马竞技场一样的地方，难道我以后也要去厮杀角斗？  “欢迎你们再次光临三角猎杀场，当然，你们其中也有不少新人，所以我决定应该来个练习赛，让新人熟悉熟悉环境。”三角空地的另一端，站着一个身穿长袍的矮个子，显得有些滑稽，此时他正在宣布命令呢。  壮汉们一听，脸上紧绷的表情顿时轻松了许多，然后便纷纷露出了阴狠的笑容，恶狠狠的瞪着那些已经吓坏了的新人。  这就导致空地上出现两种人，一种神态怡然自得，轻松无比，另一种则哆嗦着身子，面露惊恐之色。谁是新人，显然易见。  猪猪君倒觉得没什么，反正不就是干吗，谁怕谁啊。显然，之前在数据库中战胜癞皮狗的经历给了他十足的信心。  而此时，白伤等人，也已经埋伏在这空地周围了。  “首先，宣布练习赛的规则，很简单，一对一单挑，谁让对手死得更快，谁就赢，当然，你们只有5分钟时间，要是5分钟还没有决出胜负的话，两个人都得死。”  “然后是人选，新人们要全部参加，赢过几场的人只需要选出两人即可。”  新人们一听，顿时慌张起来，他们以前都是各个帮派的，当然听过这三角猎杀之地的可怕，现在知道自己必须上场，只能保佑待会别遇到那些常年呆在这的变态了。  坐在观众席上的人看起来都非常有钱，此时他们正在为选人的名额而争吵呢。  看来他们把选人的机会给拍卖了啊。很快，有两个人拍卖到了机会，开始挑选待会比赛的人选。  “刀疤。”“王建。”他们给出了答案。  被点到的人十分兴奋，好像对付那些新人对他们来说简直就是小菜一碟一样。\n  “那么，第一局，王建对张皓龙！”   \n  偷偷告诉你：文里路人的名字其实都是我们班同学的名字哟\n\n...................................................................OAO.....................................................................\n@1679434224 @a5766193 @gggbbb @HGK @o-zero @SecretSlim @梦魇冰眸 @男人婆 @嗜金龙须 @我是小骷髅 \n好友@十连发\n另外，求人气\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Vatican.Taxi",
            "timestamp": 1413709800,
            "txt_content": "为什么是猪呢？不是史蒂芬？"
        },
        {
            "author": "418878840",
            "timestamp": 1413709920,
            "txt_content": "Vatican.Taxi 发表于 2014-10-19 17:10\n为什么是猪呢？不是史蒂芬？\n你不觉的猪可爱些吗......\n（恭喜你是第3个问我为什么是猪的人）"
        }
    ]
}