{
    "title": "<原创·单篇>轩仔出品《凋零复苏》更新中！",
    "author": "男人婆",
    "replyCount": 12,
    "timestamp": 1413817560,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-22 18:35 编辑 \n\n没什么话了\n谢谢支持轩仔作品\n废言：\n不知何处来的灵感，好像是蹲便  \n\n\n正文：————————————————\n\n   森林里很宁静，除了风吹树叶的声音，什么也听不见。\n  “嗖——”一支箭划破了森林的宁静。一位猎人拉开了弓，朝着某一处草丛射了过去，突然，草丛中窜出来了一只豹猫，猎人看见了，迅速追赶豹猫，这样也是为了他的晚餐。\n   没错，这位猎人就是我，史蒂夫·乔纳。我以打猎为生，如果打不到猎物，那么着一晚我就将挨饿了，我也不是没挨过饿。\n   记得几个月前，天气太冷，下着大雪，看不见前方的路，因为雪太厚了。那次，还差点被猎物吃了，因为那次我的目标是狼。\n   无论如何，今天也要逮到这只豹猫，前两天一样没逮着猎物，已经挨饿两天了，家里仓库的食物也没了，我跑着想着。顺手拉起了弓，朝前方一射，但是，豹猫闪身一躲，躲过了我的攻击。\n   看到这样的状况，心里不免很遗憾，但是我仍不放弃，纵身一跃，准备扑倒那只豹猫的身上。那豹猫很狡猾，看我腾空跃起，也冲着我跳了过来，吓得我一屁股坐在了地上，两眼昏花……\n   今天又要挨饿了……我一步一步走着，腿很酸，像是灌了铅似的。弓箭也被我压碎了，照现在这个状态，我该怎样生存下去啊……\n   我回到家，唉声叹气，看着墙上的那幅照片，我，我的妻子和我的未满十二岁的儿子，当初不听劝阻，来到了这里，我想，这里肯定可以让我赚一大笔财富。但是，来到了这里，我就会不去了……\n   家里库存的食物剩的不多了，顶多就只有一块臭熏熏的肉，可能已经没办法再吃了。\n   这样怎么让我过冬啊。我从木头凳子上站了起来，我决定，再去试试吧，即使弓箭坏了，我还有一把铁剑，虽然已经用了好几年，但是，还可以用。\n   我在此潜伏在草丛，观察者附近的一举一动，只要有一点动静，我就扑出去……\n   咝咝——我听到了草丛那边，窸窸窣窣的声音，静悄悄的走出去，希望猎物不会发现我……有事腾空一跃，我跳到了草丛里，但是没有抓住，那是一只兔子。\n   兔子跑得很快，我追了很久也没有追上。就当我追到拐角时，我再次跳了起来。我有扑了一次，兔子闪身一跳，我正好扑进了兔子身后的山洞里……\n   啊——啊——我跳了下去，我在四周的墙壁上乱撞，把我撞得伤痕累累。\n   啪的一声，我掉到了底部，我已经没有意识了，只是知道自己在山洞，一个很危险的地方。\n   ……\n   我醒来了，看了看四周的山洞，观察观察四周的情况。这是一个很直的过道，我沿着火把一直走，走到了尽头——\n   我看到了这样的景象——四个灵魂沙垒成了十字架似的，灵魂沙上放了两个头，地上也放了一个头，旁边有个牌子：\n  “把这颗头颅放在所缺的地方，我会用金钱报答你的……”当时被金钱冲昏了头脑，于是，我毫不犹豫的放了上去……\n   当我放了上去，瞬间，天摇地动，山洞像是快要崩塌了似的，我一时搞不清怎么回事，因为我当时还不知道世界上存在凋零那么可怕的生物。\n   一道幽蓝色的光照在了我的脸上，当时我很激动，因为我以为那是无限的财富。\n   但是，当蓝光消失时，我立刻没有兴奋的劲了，反而，更多的是恐惧。\n   这只怪物，刚开始身体呈淡蓝色，过后为黑色，眼为白色，三颗头颅，中间大，两边的两个小。\n  “这……是什么……”我吓得手脚哆嗦，就算是给我金钱的，未必长得也太吓人了吧……我知道，这家伙很有可能伤害到我的生命。\n   他从淡蓝色的身躯立刻转变为漆黑的身躯，随后，他连续发出了几颗炸弹，然而，那炸弹正是他自己的头颅。\n   那怪物疯狂的乱炸，把附近炸的狼狈不堪，我意识到了危险性，于是扭头就跑，但是，山洞口那么高，根本爬不上去，等待我的，只有死亡……\n   我闭上了眼，双手和身体贴在石头墙上，准备接受者命运的审判。\n   我以为我就要死了，便开始胡思乱想，但是，过了好久都没有动静，我这是死了吗？\n   睁开了眼，看到那怪物不见了，那怪物就在我的头上，他离开了山洞，为什么不攻击我？看他那凶狠的长相，我以为……\n   我现在出不去，根本爬不上去，我只能等待别人来救我吗？估计，等到有人来，那么早就饿死了……谁能救我啊……\n   很快，夜幕降临了，我还从来没有在野外，没有房子的情况下过过夜。\n   以前没有感觉到，夜晚是这么寒冷，树叶被风刮着，影子投在亮光处，像是一个张牙舞爪的恶魔。现在，我不确定那头怪物怎么样了，会不会伤害到我的财产……\n   现在担心这个也没有用，我知道，现在最重要的是我的生命，我多希望现在有个人出现在我的面前啊，即使他不能救我……我现在很寂寞……\n   我很无助，也很孤单，但是我也很饥饿，在这样呆下去，迟早会死的，想在我要想办法，给自己寻找点吃的东西。\n   山洞里的水？只能勉强喝一点了。洞里的虫子？也只能吃下了，毕竟，已经三天了，不吃不喝……\n   这几天以来，我不知道外界的情况，洞里也没有人能吃的东西。虫子，蝎子什么的，都是我的食物。洞顶上滴下的水，就是我喝的东西。\n   这天早上，我准备捕食些虫子之类的东西吃，突然，看到了洞口阳光照射进洞的阳关上，投射出了人的影子，我感到兴奋，立刻跑到洞口下。\n  “嘿，有人吗？救救我！”我对着洞口大喊道。一个人出现了，站在洞口。\n  “你是干什么的？”他问道。“我是一个猎人，不小心掉进去了，快救救我。”\n  “我现在怎么救你？”我想了一会，说：“你有没有拴绳？”他不说话，从背后的背包里掏出了栓绳，绑在旁边的木墩子上。\n   我拉了拉绳子，于是，顺着绳子爬了上去。\n  “谢谢你救我啊，你是干什么工作的？”我问他。“我也是猎人，看到这有个洞，以为有什么猎物，就看了看，没过一会我准备走，就听见了你喊救命。”\n   我拍拍身上的灰尘，对他说：“你来我家吧。”\n   我记得我的房子在哪，便带着他去。但是，当我回到了我的房子，便看到了这样的一幕。\n   房子被炸得不成样子，我立刻知道，这是那头怪物搞的鬼。握手握紧了拳头，一时没说什么话。\n\n\n\n\n下面本人将继续更新\n写的不好望指点\n————————————————\n美观度不要在意\n\n谢谢支持撒\n\n\n\n\n\n[groupid=796]PurpleSky·文创小组[/groupid]",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1413817560,
            "txt_content": "哦，忘记@了@冥王星人"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1413817860,
            "txt_content": "忘说了= =245快来把这个没模版的拖出去"
        },
        {
            "author": "冥王星人",
            "timestamp": 1413818400,
            "txt_content": "冬天哪来树叶，这是时间流上的错误；森林里不是少有宁静，是经常宁静；写文最好不要有括号，要在叙述里写出来；照片可以仔细描述一下，加上心理描写；纯叙事的话不要用拟声词，要形容叫声才对；【我】字出现次数过多；诱惑可以写的再诱人一点，这个有点太幼稚了。。。\n最后，有错字。"
        },
        {
            "author": "飘扬de信念",
            "timestamp": 1413819000,
            "txt_content": "冥王星人 发表于 2014-10-20 23:20\n冬天哪来树叶，这是时间流上的错误；森林里不是少有宁静，是经常宁静；写文最好不要有括号，要在叙述里写出 ...\n语文老师好~今天来给我们讲下鲁迅的《阿长与山海经》吧。。"
        },
        {
            "author": "银狼",
            "timestamp": 1413820620,
            "txt_content": "我说……要发生核爆了……"
        },
        {
            "author": "男人婆",
            "timestamp": 1413866160,
            "txt_content": "冥王星人 发表于 2014-10-20 23:20\n冬天哪来树叶，这是时间流上的错误；森林里不是少有宁静，是经常宁静；写文最好不要有括号，要在叙述里写出 ...\n冬天的树叶……\n我写的是他回忆几个月前的故事撒\n冬天几个月后不是秋天么\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1413871020,
            "txt_content": "男人婆 发表于 2014-10-21 12:36\n冬天的树叶……\n我写的是他回忆几个月前的故事撒\n冬天几个月后不是秋天么\n冬天几个月后不是秋天。"
        },
        {
            "author": "男人婆",
            "timestamp": 1413886560,
            "txt_content": "冥王星人 发表于 2014-10-21 13:57\n冬天几个月后不是秋天。\n7个月            "
        },
        {
            "author": "我的啥",
            "timestamp": 1413893760,
            "txt_content": "不错啊！！！！！帮！！"
        },
        {
            "author": "通灵王",
            "timestamp": 1413975420,
            "txt_content": "我们还是来学习背影吧…男人，，，，来看看，确实有一些地方不妥=￣ω￣="
        },
        {
            "author": "1610624536",
            "timestamp": 1414045320,
            "txt_content": "支持，话说轩仔的作品都不错"
        },
        {
            "author": "my5629001",
            "timestamp": 1414045620,
            "txt_content": "不错 要出书么  hahahhha "
        }
    ]
}