{
    "title": "<连载·单章>【末界时空】[作者：Sakura小樱花][序章.方块时空]",
    "author": "Sakura小樱花",
    "replyCount": 11,
    "timestamp": 1413819420,
    "txt_content": " 本帖最后由 Sakura小樱花 于 2014-10-21 13:43 编辑 \n\n  索引点我\n  又是一个梦，仍然是那几句仿佛从虚无之中传来的声音。\n  “你是时空之主，这个次元的主人，醒来吧！叶晨。”  “你拥有无与伦比的能力，那是可以在方块时空纵横的能力！”\n\n  自从叶晨来到这个完全是方块组成的世界之中已经有了整整一个星期的时间了，这是一个很奇怪的世界，所有物品都是由方块组成，没有丝毫曲线可言。\n叶晨也不知道自己是怎么来到这个世界的，他在一个丛林生存的训练中遇到危险，偶然掉入了一个玛雅遗迹，被一块晶石砸到脑袋后就莫名其妙的晕倒了，醒来的时候就已经在这个满是方块的世界，就连他自己的身体也变成了方块，这里的居民全部都是方块大鼻头，叶晨第一次看见都忍不住笑了，让那些原住民不停的对着他指指点点。\n  叶晨现在很不爽，每天都只能睡在硬梆梆的石砖上，还不时的会有镇上的警卫来驱赶他，即使睡着了满脑子也是那几句话，那个梦仿佛梦魇缠着他不死不休；他也吃不到什么好东西，偷偷去拔别人地里的萝卜生吃，一点好味道也没有。\n  “真的是，在我最孤独最无望的时候居然穿越了？可穿越也不给点福利？老天不可以这么坑人的！难道福利就是‘免费把你变成方头方身方四肢的积木人’？”叶晨躺在小镇酒馆边的石砖路边上，一群村民正在酒馆里喝着酒聊着天。\n  “那个梦，到底什么意思？”再次发出这样的疑问后，他缓缓的睡着。\n\n  ----梦境----\n  一个巨大的黑影出现在夜空之中，本来就已经阴郁的月亮被渲染的更加幽暗，漆黑的双翼展开之时仿佛遮蔽了整片天空。地面之上，战旗树立，无数人穿越荒原翻过山岭来到这里，就是为了杀掉这个黑影。人们怒吼着，方形的手有力的挥舞，身上的钻石装甲在黑夜之中映出幽蓝的光。无数支箭矢从他们手中淡淡闪烁着紫光的弓箭上飞射而出，箭矢腾飞，竟有烈焰在箭头熊熊燃烧，成千上万的箭组成一片影幕，撞击到黑影身上。\n  “你不该存在于这个世界，末界的门从来不应该打开，错误的人做了错误的事，就该受到惩罚。”为首的人在黑夜之中轻轻说。\n  天空中的黑影被箭矢撞击，无数箭矢瞬间在黑影坚硬的体表粉碎，黑影不屑一样的从天空之中俯冲向下，炽烈的光芒从黑影口中喷出，并不是温暖的日光，而是灼热无比的炽焰！瞬间整座山头被烈焰席卷，无数人焦黑着吼叫着奔跑，再倏忽的倒地再无气息，森林燃烧着，火光冲天，如同地狱。\n  黑影的样子在火光之中完全展现出来，那是一只巨大的黑龙，紫色宝石一样的眼睛散发着慑人的暗影，它怒吼着，好像在嘲笑着这些人类的愚蠢。\n  那位人类的领袖卷起火焰形成的一个龙卷从地上腾起，暗红色的长剑混合着火焰刺出，只是刹那便刺出了千百剑，巨龙身上爆起了细小的血雾，可转瞬间他就被巨龙所击飞。双方激烈的对撞，炫目的光芒蔓延，互相冷笑。\n  无数回合的冲撞，人类的领袖竟然在落入下风，已经要失去了主动的攻击地位，他余光瞟向山上同伴们的尸体和正在呻吟的伤者，眼神突然变得决绝起来：\n  “末影龙，既然你执意如此，那也没有办法了，十二层结界封印术！灵魂之核破碎！十二枚碎片十二层封印！”\n  他的口中喷出一蓬血雾，身形竟然变得虚幻起来，他的身后却有一个十二星界封印愈发的明亮，十二色光辉好像无比的温暖。\n  当他彻底消散的时候，结界封印了末影龙，末影龙不甘的被封印回了“末界”，重新沉寂在虚空里。\n  场景突然切换，一个老者在一个山巅之上望着那远处战场的十二色光辉，叹气：“终究如此，曾经的时空之主还是破碎了一切重生成了一个普通人吗？不，不该如此，我#@@%……#@#！”（此处梦惊醒）\n\n  “喂！喂！就是你，那个躺在地上的，给本大爷滚开！别妨碍我参加镇上的试练！信不信我家族的人可以把你扔到怪物平原去让绿色的长头怪炸死你？”一个穿着一身铁装备的小胖子坐在一匹马上吼道。\n  叶晨不知什么时候睡觉睡到路中间了，挡住了他的路。\n  “啊对不起，我不小心的，还有您能不能告诉我镇上有什么试练？”叶晨一下子站起来。\n  “跟你这种流浪者说也没用！镇上的试练要开始了，大陆上的末影族和怪物不知道为什么又多起来了，很多人都说末影龙可能要破除封印回来了，所以到处都在弄试练，通过低级试练可以去参加更高级试练！参加讨伐队去讨伐末影族和怪物！最主要是奖金多到几辈子都用不完！去去去，别拦路，流浪者就是流浪者，说了也没什么用！”小胖子一脸鄙夷的骑马走了。\n\n  “那个梦境。。是这个大陆的过去吗？末影龙的再现？是因为这个梦境而发生的吗？我不能在这么颓废下去了！既然我来到这个世界，那就有来到的理由与责任，这个梦境绝对不是无缘无故的出现在我的脑海！”叶晨紧了紧拳头，“这个试练，我一定要参加！”\n\n\n序章.方块时空 完\n字数1895字\n该部小说预计长篇更新，望大家多多支持多多顶起求人气！\n\n",
    "replies": [
        {
            "author": "飘扬de信念",
            "timestamp": 1413820260,
            "txt_content": "给顶一个~感觉有潜力。"
        },
        {
            "author": "Sakura小樱花",
            "timestamp": 1413820380,
            "txt_content": "飘扬de信念 发表于 2014-10-20 23:51\n给顶一个~感觉有潜力。\n谢谢呢~~以后会写的更多更好的剧情！"
        },
        {
            "author": "Kiss_Momo",
            "timestamp": 1413822960,
            "txt_content": "楼主加油，期待看后面的"
        },
        {
            "author": "gucandong",
            "timestamp": 1413823920,
            "txt_content": "快餐小说不过瘾"
        },
        {
            "author": "Sakura小樱花",
            "timestamp": 1413823980,
            "txt_content": "gucandong 发表于 2014-10-21 00:52\n快餐小说不过瘾\n来点人气评分有动力啊~"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1413844620,
            "txt_content": "挺不错哟，加油好好写别弃坑"
        },
        {
            "author": "418878840",
            "timestamp": 1413845940,
            "txt_content": "文笔不错哟，希望楼主继续更下去"
        },
        {
            "author": "Sakura小樱花",
            "timestamp": 1413868800,
            "txt_content": "418878840 发表于 2014-10-21 06:59\n文笔不错哟，希望楼主继续更下去\n谢谢啦，我会加油的"
        },
        {
            "author": "我的啥",
            "timestamp": 1413893940,
            "txt_content": "顶！！！！顶顶！！顶顶顶！！！！顶顶顶顶！！！！"
        },
        {
            "author": "kis1125",
            "timestamp": 1413898860,
            "txt_content": "不错继续加油小樱花"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1414075020,
            "txt_content": "Sakura小樱花 发表于 2014-10-20 23:53\n谢谢呢~~以后会写的更多更好的剧情！\n剧情略眼熟....貌似创作版有很多类似的关于此类的文....你需要一些特别的剧情和设定...."
        }
    ]
}