{
    "title": "【茶杯骑士】《永生献祭》——第一页",
    "author": "☆茶杯骑士☆",
    "replyCount": 17,
    "timestamp": 1413901800,
    "txt_content": "“记述着未来的书页，从来都不存在。   这本日记，作为自己在这个世上存在过的证据。\n    我将之铭刻在这里。\n     即使是片段也好。\n      我希望它能够成为证据。\n       名叫『祭』的……曾经作为一个人，活在这世上的，确切证据。”\n              ——题记\n 正文\n     http://www.xiami.com/widget/0_1771731649/singlePlayer.swf\n\n“喂，你想要看到阳光吗？”\n    “呃……什么……阳……”\n    “阳光啊！阳光——你想要看到阳光吗？”\n    “阳光……见到那种东西，会死掉的吧……”\n    “说什么蠢话呢！阳光啊，听说是十分温暖的东西呢。”\n    “可是他们都说……”\n    “不要总是整天张口闭口都是‘他们’的嘛！\n    ——我啊，我很希望能够见到阳光啊。”\n    \n    我面前的这个男人，兴致勃勃地向我讲述着有关阳光的一切事情。\n    他叫做『穆拉德』，是个充满探险精神的家伙。尽管比我大三岁，但从小到大我们就是挚友，共同在这个叫做『格林』的村子中生活。\n    这里虽然叫做村，但实际上只是个暗无天日的庞大洞窟罢了。在这洞窟的地面上、壁上、又或者是顶上，都星星点点地点缀着些碧绿色的晶石，提供微弱的光亮。这里的人世世代代都日复一日地耕作着，过着自给自足的生活，从未有过从这里出去的念头——如果有的话，必然会被人当做怪物看待。\n    我们从未见过阳光，从小就被灌输着“阳光会将人灼烧殆尽”的思想，自然会对这个从未见过的可怕东西产生恐惧感——除了穆拉德。\n    “我说……明天还有祭祀仪式，我们还是早些休息吧……”我试探地提出看法，希望能结束这个我并不感兴趣的可怕话题。\n    遥远的黑暗中传来了钟声。我知道现在是“夜晚时间”了。\n    这是格林建立了自己的历法，并通过敲钟这种方式，在这个终年不见天空的洞窟中安排村民们的生活。\n    “夜钟响了呢……好吧，是该睡觉了。”穆拉德看起来很沮丧：“对了，祝你明天祭祀仪式好运。”\n    说完，穆拉德有气无力地笑了笑，一步一步向远处的家走去。我目送他消失在不远处的黑暗中，也快步奔回自己的家中。\n    \n    祭祀仪式……真的会幸运吗？\n    深夜，在床上辗转反侧，我如此想着。\n    在格林生活的人们，体内都会有一种特殊的能力，可以帮助人们更高效地耕作、狩猎，或者是做些其他的事情。人们称之为『魔能』。\n    而格林规定，格林的青少年是禁止使用魔能的，因此当孩子降生时，村里的大祭司会把孩子体内微弱的魔能封存起来，等到其成长到十六岁时再重新释放，届时也能够知道他所拥有的是什么能力。而祭祀仪式，正是将年满十六岁的“成年人”的魔能释放出来的仪式。\n    但是……我却与众不同。我深深地知道这一点。\n    我自从出生，就已经知道自己拥有的是何种魔能……\n    并且，那是一种与普通魔能完全不一样的、可怕的力量。\n    只要周围静下来的时候，我便能听到那股力量外溢的嗡嗡声。\n    还有似乎是从右手中传出的、不成声的话语……\n    这一切的一切，令我感到恐惧。\n    我要隐藏起来，我要把这个能力隐藏起来——\n    但现在已经是不可能了。祭祀仪式已经近在眼前。\n    我从床上坐起来，望向窗外。一如既往地一片漆黑，只有细细碎碎的、通透的绿色荧光点缀着幽邃的、无边的黑暗。\n    我觉得这好像星空一般——我没见过星空是个什么东西，这个词是我从书上读来的。结合那本书的介绍，我想这大概是一种闪熠的、十分美丽的东西——大概就像是眼前这番景象吧。\n    周围万籁俱寂，望着这样的美景，心绪却变得更加乱了，总觉得心中无端地希望着什么——\n    为什么而希望？希望不被发现我的能力？还是……强烈的求生本能？\n    我从未见过这样的希望，它微弱得近乎绝望，强烈得近乎乞求。我不敢想绝望是不是对生活的绝望，但我清楚那乞求，分明是对生存的乞求。我有些震惊，令我“轰”地一下全然忘了身在何处，一时有些痴了。\n    “对不起了，穆拉德……\n    这一次，可能是永别了。”\n    回想一去不在回来的昨天，浩浩荡荡地穿越我单薄的童年。或许这就是进退无路。在真正的进退无路里，悲哀显得如此无力渺小。但我却只剩下悲哀。\n    我想：也到了离开的时候了。\n\n    一切都收拾妥当，我考虑是不是要去向穆拉德道别，不过最后还是打消了这个念头——现在是“深夜”，他一定在睡觉吧。更何况，我这样独自离开，最好不要惊动任何人。\n    我离开了家，在一片低矮的草屋之间穿梭着。实际上我想不到我能逃到哪里去，毕竟这里可是『格林』啊。\n    是啊，无处可去，但是我想一直生活下去——哪怕默默无闻也好——至少不要被当作怪物。\n    但，事实不允许我这么做。这里是『格林』。没有出路。\n    是啊，没有出路——哪怕能够见到恐怖的阳光也好，但事实就是如此，在这里是完全与外界隔绝的。除非我可以用自己的力量——\n    “绝对不行！”我忿忿地同自己低语着，“这样的话不是更早就暴露了我的能力吗……”\n    “嗯，为什么不行？”\n   黑暗中的一片死寂被突如其来的洪亮声音打破。我吓了一大跳，条件反射般连连向后退了几步，我颤抖着向前望去，只能看见一个模糊的人影。\n    “没有道路的话，就要用自己的双手去开拓，”那人影逐渐明朗，“你说是不是啊，祭？”\n    这个人为何知道我的名字？——霎时间，一种莫名的恐惧感爬满了我的全身，刺激着我的神经——但这声音又是那么熟悉——\n    “你究竟是……”我本来细小的声音变得沙哑了。\n    “不认识我了？我是穆拉德呀。”终于，那若隐若现的人影以一种清晰地姿态展现在我的面前，没错，就是我的好友穆拉德。\n    可是他为什么会……？我有许多疑问想要像潮水一般涌出，但最后还是被我哽噎在喉咙里：\n    “穆拉德！你怎么会……”\n    “这么晚了，要去哪？”穆拉德首先打断了我的话，没好气地质问道。\n    “我……”我不知道该说些什么，心中只感到悲哀：“明天……”\n    “祭祀仪式么？”穆拉德的语气变得低沉。\n    我呜咽着回答他。我不清楚该以何种表情面对他，便默默地低下了头，任凭我的头发遮掩住我的脸。\n    “是因为你的能力么？”他追问道。\n    我再一次吃了一吓——他为什么会知道我的能力？！\n    “不要奇怪啦，”他仿佛在安慰我，“我从村长那里了解到了。”\n    村长，我的父亲。听到这个熟悉又陌生的名字，我一时无语凝噎——\n    他早在五年前的一场事故中去世了。\n    他没有注意到我失落而又悲凉的神情，又继续说道：“那东西……是叫做‘灾厄之右臂’，是吗？”\n    “他还告诉你了什么？”我感觉到我的脑袋有些疼痛。\n    “他只告诉我，这种能力必须依靠其他人的性命作为代价换取魔法和生命的力量……哦，不过在祭祀仪式之前是不会有任何影响的……”\n    相当可怕的能力，我在心里自嘲道。我的能力，只有我才了解得最清楚——这些远远不止它的可怕。我继续听他说。\n    “并且，这……”他忽然哽住了，不愿意往下说。\n    “是什么？”\n    “这是你无法逃避的现实……这是你的家族，必须背负的能力。”\n    顷刻间陷入了短暂的沉默。……真是残酷啊，我暗自神伤。\n    “所以，你是无法逃避的啊！你想要逃到哪里去？”他忽然提高嗓门，以一种前所未有的愤怒面对着我。\n    “我……我不知道，但我必须要逃。”\n    “拜托，这里是格林——你想去哪，有哪里可以去？”\n    “我知道……无路可逃……”我感觉脸颊上有一丝冰凉的触感——我在流泪。忽然，我像发了狂一般，倏地抬起头，面目狰狞地发出不成声的呐喊：“我想逃，我想逃……我必须要逃……无路可逃啊……”\n    那些眼泪大颗大颗的掉在滚烫的地面上，迅速就蒸发掉了，连一点痕迹都没有。庞大的岩洞中，风空空洞洞地吹过。\n    悲愤猛烈冲击我的每一个器官，绝望的情绪像狂潮一般迅速涌上我的心头，使我感到浑身冰凉。眼眶里里只有愤懑与悲哀，浑浊的泪水像小溪似的流淌着。我痴呆呆地站在原地，低声呜咽，心里上上下下地翻滚折腾，终于难以承受痛苦，沉重地跪倒在地，放声大哭。\n    面前的穆拉德只是静静地看着我。他的眸子低垂着，仿佛向我报以无奈。\n    沉默了许久，穆拉德突然向我伸手：\n    “我会陪你逃走的。”他的喉结不自然地动了动，原本灰暗的眼眸瞬间布满了闪烁的光芒——我想，那或许是泪水吧。\n    “没有道路的话，就要用自己的双手去开拓啊！”\n    我停止了哭泣，抬头望着他。\n    又是一阵短暂的寂静——但对我来说时间变得那么漫长，一分一秒仿佛凝固了一般。\n    右臂里的那个声音也在低低地闷吼着。\n    “来，起来，”他握起我的手，猛一使劲，把我从地上拉了起来：“走吧。你不是要逃吗？”\n    我沉默地点了点头以示答复。忽然，远处闪过一道亮光，又过了一阵，那忽明忽暗的亮光聚焦在我们两人身上，慢慢地靠近。\n    “是巡夜人要来了，”穆拉德低声提醒我，搀扶着我走向黑暗中：\n    “快逃吧。”\n\n作者的话\n\n\n    哟，各位好久不见~这里是茶杯~因为升到初三也渐渐变得忙起来了，于是便无心顾及小说了，这也导致《生存战争》暂时弃坑（这根本不是原因吧啊喂！(╯‵□′)╯︵┻━┻）……不过，这次，带着全新的题材，将为大家带来全新的文字盛宴！敬请期待！\n    不出意外的话将会一周一连载，视作业多少而定~\n\n\n\n\n",
    "replies": [
        {
            "author": "likeliang",
            "timestamp": 1413901980,
            "txt_content": "OAO复活的茶杯"
        },
        {
            "author": "寰宇",
            "timestamp": 1413902220,
            "txt_content": "太长不看 ←_←  好吧 其实看了 字体有点瞎"
        },
        {
            "author": "魂梦归他处",
            "timestamp": 1413902520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "shure",
            "timestamp": 1413902640,
            "txt_content": "如果我的角色来客串……会是怎么样的情形呢……"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1413903960,
            "txt_content": "哦茶杯居然出现了，先顶再看"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1413955560,
            "txt_content": "shure 发表于 2014-10-21 22:44\n如果我的角色来客串……会是怎么样的情形呢……\n可以试一下XD"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1413955980,
            "txt_content": "@a2455564728 @JedBoy_LD @神圣之ZeRo @冥王星人 @782157025 圈几个人QAQ求围观求围观"
        },
        {
            "author": "shure",
            "timestamp": 1413957720,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-10-22 13:26\n可以试一下XD\n话说这个剧情的时间线里……应该有枪械吧……？\n如果有枪械，那么让坎德出战……没有的话则换做忍者灰鸦……\n坎德主要武器是现代和近未来枪械……忍者灰鸦的武器是忍具（比如手里剑什么的……）……"
        },
        {
            "author": "马赛克了",
            "timestamp": 1413961680,
            "txt_content": "没一个是百家姓。拖出去砍了杯具"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1413979200,
            "txt_content": "shure 发表于 2014-10-22 14:02\n话说这个剧情的时间线里……应该有枪械吧……？\n如果有枪械，那么让坎德出战……没有的话则换做忍者灰鸦 ...\nlet me try"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1413979200,
            "txt_content": "马赛克了 发表于 2014-10-22 15:08\n没一个是百家姓。拖出去砍了杯具\n主要是迎合黑童话风格XD"
        },
        {
            "author": "shure",
            "timestamp": 1413979680,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-10-22 20:00\nlet me try\n好的。祝您的作品能够登上版主推荐。"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1413980460,
            "txt_content": "shure 发表于 2014-10-22 20:08\n好的。祝您的作品能够登上版主推荐。\n那就恐怕做不到了XD"
        },
        {
            "author": "HGK",
            "timestamp": 1414040940,
            "txt_content": "快逃吧\n到哪暖和的阳光里去"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1414066380,
            "txt_content": "HGK 发表于 2014-10-23 13:09\n快逃吧\n到哪暖和的阳光里去\n看来我这对白写的深入人心啊XD"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1414075680,
            "txt_content": "GOOD JOB,根本不够看啊！"
        },
        {
            "author": "501938012",
            "timestamp": 1431223740,
            "txt_content": "看样子茶杯和吾是同年啊"
        }
    ]
}