{
    "title": "【朱仙原创】破天：英雄【总有一日，这缄默的天会被英雄捅破！】",
    "author": "CloudsXDao",
    "replyCount": 13,
    "timestamp": 1413897960,
    "txt_content": " 本帖最后由 CloudsXDao 于 2014-10-21 21:45 编辑 \n\n作者废言\n又是新坑，但是这个坑和之前那个使徒都很快会完结，使徒只有两个篇章，破天有七个篇章。嘛嘛，路漫其修远，吾必步前寻！\n\nBGM\n\n\n正文\n   “我总有一天，要把这天捅出个洞来！”他挥舞着手中的树枝，躺在枯黄的干草堆上。\n    他每天都这么说。\n    和我同村的伙伴从不理睬他-----他们有工作要做，只有我同他讲话。\n    此时的我是村中有名人物的孩子，那些下井挖水的工作自然是轮不到我，而他的母亲--生前是人缘极好的，现在只留他一个孩子，村人自然是不忍使唤他的。\n    我与他算不上友人，只是熟识而已，我想找人陪伴，他也乐意有人听他讲话的。\n   “听村里的老人说，以前天上是有雨水的”他继续说“现在被云挡住了，只要捅出洞，水就会漏出来，就不会有人渴死，植物也不会枯死了！”\n他的妈妈，就是在他面前活活渴死的。\n我不懂他对雨的执着，就像不懂我为什么不用工作，仅仅凭父母的脸面就有水喝一样。\n但，我和他不是一类人。\n“到那个时候-----到那个时候啊！所有人都会称我为英雄！” 他每每说到兴奋处，就会举起双手乱舞。\n他喜欢与我说话，就会睡在干草上，他说这样会让他想起母亲。\n看着他，我便想起了千百年前，有个叫莎士比亚的作者。\n原因无它，父亲曾与我说过：“莎士比亚与我都是靠悲剧赚钱。”\n这里缺水。\n不仅仅这里，远处的陈家村，山那头的人，或许全世界都缺水。\n我不知道从何时开始，就再也没有雨，甚至是雨也仅仅是在人们的口中流传，谁也没有见过。\n我并未听过莎士比亚的作品，也不认识多少字，我唯一知道的是，在这个残酷的让人全身龟裂的年代，每时每刻都有父亲说的悲剧。\n当时的我对这个世界还怀着一丝美好的希翼，对衣食无忧的我。\n我喜欢听故事，我自然也是希望可以写出可以感动他人的事的。\n如今想想，那时真是天真啊。\n顺着他的手指，我往村口看去，那是一根细长的杠子，连接中天上。\n管子在清晨会留下晶莹的露水，那儿也是村子水源的来源之一，即使在白天也能看到人们在管子底下来来往往。\n之后我与他便未再讲过话，一直到黄昏，我拍了拍沾了尘土的衣服，准备回家，走下山坡，他突然喊我。\n“我叫做英雄。”\n我回头，一笑，“英雄。”\n......\n第二日，父亲请来别村的老师给我上了一上午的数字课，终于是把我给放出了家门。\n我没有什么娱乐，径直走出家门，想要去他常待的草坡。\n“印哥！”突然，有人叫住了我。\n我即将要踏出门槛的腿一顿，回身一看，原来是与我住在一起的族妹汐。\n“印哥你是要去找那个经常和你待在一起的大哥哥吗？”汐一路小跑，停在了我的面前，抬起头，问道我。\n“嗯，对。”\n汐低下头，捏了捏衣角，顿了顿，递给我一张折了几折的纸。\n纸只是普通的白纸，不大，折了几下后只有一个巴掌大。\n这一片纸，在那个时代，可以买到一大袋干果子。\n“那，印哥能把这个给他吗？”\n我点点头，算是答应了。\n我踏出家门，地上的青草从门里蔓延到门外。\n.......\n我还未走到可以看见他的地方，就听到沉闷的掌头声和叫好声，我并不觉得奇怪，这种事实在是太常见。我走上坡，果不其然，战局其本是一面倒-----几个比他强壮的孩子对他围而攻之。\n每次都是以他被打得还不了手收尾---前提是打他的孩子打累了或是腻了。\n他的力气很大，身体也很灵活，但是从不反抗。\n他知道，反抗只会被欺负的更惨。\n今天也是如此，等到那几个发泄的家伙走远了，我才从“战场”旁边走过来看着脸上青一块紫一块的他。\n他躺在地上，看着无时无刻都被云层遮盖，永远灰蒙蒙的天空。我无语的看着他，站在他旁边。\n“英雄！”\n他回过头，看着我手中所递过来的纸，忽的，居然落下泪来，“谢...谢谢...谢谢......”\n夜晚天空漆黑的像地底河道一般，平民没水时就会深入地下几十米到那儿去取水。\n我是不用去的----我去过一次，那除了哗啦啦的水声，什么都没有。\n睡在床上的我没有一点睡意，看着窗外一直延伸，延伸出去，延伸到我触摸不到的远方的彼方。\n忽然，毛玻璃发出了一声轻微的悲鸣，我心里知道他来了，踮起脚尖，蹑手蹑脚往家外走去。\n云层与黑暗遮住了他往上攀爬的身影。我使劲往上看去，仍是见不到他爬到了哪个位置。不一会儿，他便留了下来，兴奋的说：“我又可以爬上去了！看吧，我又可以爬上去了！”我耸耸肩，示意自己知晓了。\n......\n今天下午我依常去草坡找他，他不在。难道他去爬“天梯”了？我心中抱有疑问，回到了家，想找个人问问。\n拐到仓库，看见一个下人在“拿”黄米，平常我都装着没有看见----那玩意儿也没有什么用，喊道：“喂！那个...张三！”我看见张三的身子一震，颤抖的转过身，但是看到来人是我，似乎松了一口气，肩膀马上就塌了下来，问道：“三少爷好！是要小三帮你喂雀儿吗？小的这就去.....”说着便弯下脊梁，准备去喂那鸟儿，我想了想，叫住他，说道：“不用了，你给我讲讲今儿个早晨有什么稀奇的事就行。”我想了想,又说：“答得好去仓库房领八条小黄鱼。”\n大家可能不知道我所说的那两样事务是什么，但张三听到,脸上笑意更盛几分，忙不送给我讲起了发生的事儿....\n“行不行啊？”\n“那个傻子是谁啊？”\n“我认识我认识！是桥头寡妇家的孩子！”\n“小兔崽子想干什么啊？等到他下来我非得打断他的腿不可!”\n“估计是想水想疯了，要去他老娘那里喝奶去了！”\n“孩子哟！你这是造孽哟！”\n“有种上去就别下来了！”\n下面的人嘲笑道，对着上面的他指指点点，似乎是在看动物园的猴子。\n但是当时的我还不知道动物园，也不知道自己可以做些什么，只能把心牵在他身上，随着他的爬动慢慢的悬了起来。\n人们的嘲讽声，似乎丝毫都没有影响他的动作，可是他明明不像以前一般快速到达顶端，而是如同故意吊他人胃口般，以龟速，在干燥而粗糙的管子上爬行着。\n天色昏暗，厚实的乌云压着大地和大地上的我们，闪电像怒龙一般在云层中游走，从我的头上穿梭，一直行至无限衍生的远方。\n也许在天上，在这无边无际的云上存在着天神，正俯瞰着大地上弱小的我们。\n杠子上的他的努力超乎了大地上的人们的预期，他的身影钻进了地上的人们无法想象的空间里。\n墨色的云阴沉的似乎可以滴出水来，雷电忽闪忽灭似是蕴着什么律动，我的心脏，和地上所有人的心脏，伴随着闪电跳动着，鼓动着，爆发着，酝酿着。\n猛地，雷霆巨龙咆哮了起来。\n一声惊雷。\n也许惊醒了沉默的大地，也许惊醒了蒙蔽的天空。\n白色的雷霆带着毁灭天地的势头，又似乎有着丝丝阴柔的紫色，绕着屹立在天地间的那根杆子，好像是想要顺着它狠狠的劈在大地上。\n隐隐的，我看到了一个人影跟从闪电一起劈了下来。\n人们早早的散了开来，躲避着天威。\n人们一边骂着娘，一边抱头鼠窜。\n不知是谁先站住的，不知是谁先闭嘴的，不到一会儿，所有人像是蜡像一般停止在原地。\n雨水，细小的雨水滴在我的脸上，也滴在了他们的身上。\n霎时间，在我的记忆里，这片天地间只剩下了雨滴击打在人们身上的声音。\n我控制不住我的身体，它自己跪了下来，它闭上了眼，它流下了泪，它张开了嘴，它嘶声力竭，它歇斯底里，它这么喊道。\n“英雄————”\n它的声音响彻在我的耳中，也仅仅响彻在我的耳里。\n人们忙于装水，我待在原地，呆呆的看着地上的一滩血。英雄凝视着天空，默然无语。\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "月轻歌",
            "timestamp": 1413898260,
            "txt_content": "好棒，但也好奇怪"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1413898380,
            "txt_content": "月轻歌 发表于 2014-10-21 21:31\n好棒，但也好奇怪\n这算是次世代小说...."
        },
        {
            "author": "通灵王",
            "timestamp": 1413899160,
            "txt_content": "额……结尾是怎么一回事……-_-||"
        },
        {
            "author": "o-zero",
            "timestamp": 1413899220,
            "txt_content": "好看啊不过主角是你还是那英雄？"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1413899340,
            "txt_content": "通灵王 发表于 2014-10-21 21:46\n额……结尾是怎么一回事……-_-||\n英雄死啦！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1413899400,
            "txt_content": "o-zero 发表于 2014-10-21 21:47\n好看啊不过主角是你还是那英雄？\n是“我”"
        },
        {
            "author": "龙麒HOPE",
            "timestamp": 1413900360,
            "txt_content": "额........这结尾.......无语了"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1413901020,
            "txt_content": "火前刘明"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1423838220,
            "txt_content": "那么问题来了：\n他是被劈死的还是自己摔死的？"
        },
        {
            "author": "xcc",
            "timestamp": 1425173400,
            "txt_content": "破天。。。我想到了悟空传，你可以看下\n“我要这天，再遮不住我眼；要这地，再埋不了我心...”"
        },
        {
            "author": "xcc",
            "timestamp": 1425173520,
            "txt_content": "不知为何，我总觉得主角就是英雄（是不是看了王若虚小说的缘故"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1426993200,
            "txt_content": "xcc 发表于 2015-3-1 09:32\n不知为何，我总觉得主角就是英雄（是不是看了王若虚小说的缘故\n送你们一句话，英雄的伤疤，永远比不过官僚的权杖，没事，别做英雄！"
        },
        {
            "author": "xialingjing",
            "timestamp": 1427001300,
            "txt_content": "不知为何。不好看。"
        }
    ]
}