{
    "title": "[双线][双线]Sf勇士的传说 —— [RPG元素][万圣节][多副本] [门派][1.64]",
    "author": "yehan1998",
    "replyCount": 0,
    "timestamp": 1413980940,
    "txt_content": "\n首次注册服务器的玩家将获得“金矛”等大礼包，完成新手任务后还有“飘飘鸡剑，灵宿鞋”等装备获得!\nSf勇士的传说秘境森林二周目你的世界 星光如初 -服务器宣传语\n\n\n从前，秘境森林里生活着 灵 – 龙 – 神三族。\n他们会在星星满天、小鸟破壳的时候欢喜赞叹。\n女神把目光落在他们身上时，心里觉得很温暖。\n\n无忧无虑的时光总是短暂。\n聪明的灵族渐渐猜到了世界运转的奥秘。\n奥秘里的强大力量，曾引起龙族的纷争。\n为了不让可怕的灾难重演，龙决心牺牲人类。\n在这命运的时刻，女神与龙立下危险的赌注。\n试验人类的信念能不能把握住森林的力量。\n\n\n那场考试诞生了十二位最勇敢的人类。\n他们赢得了龙的尊敬，让时之女神重获自由。\n并在大家的努力下封印了魔族力量黑水晶。\n就这样，伟大的荣耀时代诞生了。\n\n可是，黑水晶的再度破碎带来了新的混乱。\n人类勇士们再次挺身而出，踏上了冒险的旅程。\n勇士的传说才刚刚开始……\n        正在 荣耀时代 的齿轮隐隐倾斜时，时之女神 感受到了危机，动用时间的力量打开时空之门，再次让秘境森林重现地球。召唤神谕中来自未来人类世界的勇士，希望它们能阻止进阶而至的黑暗……\n       于是来自蓝色星球的幸运少年，受邀来到了千年前的—秘境森林。从此展开了一场追求精神奥义的勇士大冒险！\n本周目背景故事-世界观很久很久以前，有一片神奇的森林。它的名字叫做秘境森林。秘境森林里主宰一切的是拥有魔法的龙族。长久以来，龙族处处限制人类魔法力量，所以他们一直相处得很不愉快。善良的时之女神决定帮助人类，消除龙族的偏见。于是，一场考验人类的勇士训练展开了。这场训练造就了很多富有传奇色彩的人类勇士。这些勇士凭借他们的勇敢和忠诚赢得了龙族的尊重。后来，获得“神域勇士”的称号也逐渐成为一代代人类们追求的至高的荣誉，秘境森林了一片乐土。然而，谁也没想到，封印在森林深处的黑暗力量居然泄漏了！格历尔大陆陷入了一片慌乱！情急之下，时之女神不得不召唤生活在1000年后的人类勇士们来平息这场巨大的灾难……\n如果你是秘境森林一周目的老玩家，你可以看看这本为你写的《森林纪史》新勇士们也可看看，当我们回忆过去的时候总会有很多的感悟……\n\n\n服务器简介\n秘境森林由求生之旅系列服务器转型而来，服务器始于2013年1月28日，至今已正常运行300多天，成功创造了\n求生之旅、求生之旅2、秘境森林 三个具有不同色彩的周目，并一直以创造国内精品服务器为目标不停的创新，完善\n本次Sf勇士传说 名字是来自于：secret forest 缩写：Sf 加上本周目主题：勇士的传说\n本周目安装了以下Mod：\n盖亚·妖精 Mod 各种各样的妖精阻挠你的发展！萌萌的苦力怕娘小黑娘组建你的后宫！                聊天·泡泡 Mod ╮(￣▽￣\")╭说话头顶上会冒五颜六色的泡泡哟~麻麻再也不用担心聊天被刷掉咯！          家居·家具 Mod 不仅有可以恢复装备耐久的洗碗机洗衣机，(=゜ω゜)ノ还有可以冲水的马桶！                         动物·单车 Mod 妹子入服增五彩史莱姆娘坐骑！今天让我想想是坐铁傀儡出门ヾ(≧?≦*)ゝ还是中国龙！\nSf勇士的传说客户端自带皮肤Mod、G键合成、R键整理有高配客户端与低配客户端均供君选择\n服务器配置：i7 2700K 4.0GHZ  能够保障全服玩家的访问速度 包括海外\n高配客户端为光影客户端，客户端效果请戳!\n\n\n\n\n\n\n\n\n服务器活动\n秘境森林与其他服务器不同，秘境森林举办的活动往往是其他服务器没有想到的或没有尝试过的。至今我们已成功举办了\n七夕烧烤节 、 冰雪购物节、 解救圣诞岛、 洛天依演唱会 、鸟叔绅士节 、跨年狂欢夜 、秘境夏日祭 \n将三次元的元素成功注入到我的世界游戏中，给玩家一种熟悉感，或许是秘境森林的一次伟大的尝试\n\n\n\nSf勇士的传说 服务器特色介绍\n游戏中主要的NPC角色均有优秀的CV们进行配音\n各种传奇的游戏地图内带有我们精选的BGM\n丰富多彩创意的活动，大多数只能在本服才有完美的体验\n创意性的 PVP 地图 与 团队合作的 副本\n武器升级锻造系统 亲手锻造属于你的武器\n自动称号兑换系统 提供多款免费称号点击即换\n全服开启死亡不掉落，麻麻再也不用担心我死掉了呢\n老门派系统\n任何一个玩家都可以在服务器内创建门派! \n门派有专门的门派服饰，门派称号! 与门派武器 ! \n每月服务器还会召开武林大会! 门派争夺武林盟主之位 ! \n更多内容请阅读群共享-门派系统介绍文件\n老玩家回归计划\n从最初的石器时代转型麦香屯到求生之旅再到秘境森林才诞生了现在的Sf勇士的传说\n10人、30人、60人、80人、120人才升级到了现在的150人大服\n从无人光顾的服务器到了现在的8000人注册 7000客户端下载量\n无论你是因为什么原因当初选择了本服又放弃了\n现在的Sf勇士的传说大门再次为你敞开，期待您再次与我们相遇\n无论是Zona 还是Mano 还是Man 依然在服务器等着你\n你的世界 ， 星光依旧\n\n-加入我们-\n服务器主群：89785016\n请务必仔细按照群规定修改群名片，以及阅读客户端自带的《森林公约》\n进群请立刻更改群名片！每天晚上23:00清理未更改群名片的玩家！\n服务器24小时全天运营 \n注：服务器不接受显示该用户近期多次被其他群举报或清理的玩家的入服申请\n\n\n\n-收费项目-\n服务器出售-勇士点卷- 10元x1 \nVIP权限组已取消请注意\n",
    "replies": []
}