{
    "title": "<原创·连载>轩仔出品《绵羊录》正式发布",
    "author": "男人婆",
    "replyCount": 3,
    "timestamp": 1414063620,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-23 19:28 编辑 \n\n呵呵！\n今天心血来潮，写下了这篇小说\n至于灵感……某些人知道……\n前言：\n欢迎各位广大读者观看本篇小说预计是一部很长的小说[diamond_gem]1：本次灵感来自蹲便，一般便秘时会想很久\n[redstone_dust]2：本书内可能有些不科学的东西，不要介意，看剧情就行了\n[leather]3：这是本人唯一一次写搞笑类小说\n谢谢支持                                      轩仔  2014-10-23\n封面（十分恶心，折叠起来）：\n\n\n\n\n我的手大师.png (8.58 KB, 下载次数: 0)\n\n下载附件\n\n2014-10-23 19:26 上传\n\n\n\n\n\n正文：————————————————\n\n第一章：咩咩？\n 第一章：咩咩？\n  “咩咩——咩。”清晨，阳光照射着大地。草原上，一群羊生活在这里，其中一头羊，颜色和其他的羊都不一样，在羊群中，几乎是最显眼的了。别的杨都是乳白色的，唯独这头羊他是棕色的，没错，那头羊，就是我。\n   我们过着自由从容的生活，天天就是无忧无虑的吃着青草，晚上躲躲僵尸，日子就一天一天的浑浑噩噩的过去了。\n   在羊群里，我的智商是最高的，精通人类语言和动物语言，能熟读全本《创世神必读》。可以说，我是全世界唯一一个会说人话的羊。我的智商可高达80+哦。\n   哦，忘了介绍，我还有个朋友，鸡鸡，也可以叫他——呕鸡酱。我们虽然不是一个品种，不对，连物种都不一样。但是，我们的关系却很和睦，也可以说我们是“老哥们”。\n   虽然品种不一样，但是我们在一块话题可是不少。所以，我们的友谊可以超越和我一个品种的动物。\n————————————\n三个月前\n————————————\n   这天晚上，我们各自回到自己的洞窝（注：我们这个群的都住洞窝），都安静的睡下，唯独我，好像有什么心事，久久难眠，我睡不着，就跑了出去，躺在草地上数星星。\n  “一颗星星，两颗……”我用人类的语言数着，一般的时候，羊群们听到我用人类的语言数星星时，都会吓得半死，以为人类要来剪他们温暖的卷毛了。\n   突然，远处传来了僵尸的叫声，安全起见，我还是先回到了窝里，看清楚情况再说。\n   其他的羊儿听见了僵尸叫声，立刻关上了窝门（将石头把洞口堵起来），再次睡下，过了一会，远处的森林出来了一道身影，这身影非常瘦小，完全不像僵尸，难道是小僵尸？\n   黑影越来越近了，我努力看清，原来，是一只僵尸在追逐这一只鸡，看到此状况，我决定挺身而出……吗？\n   当然不会，我会悄悄的看着这只鸡如何的死。\n   但是，那只鸡跑向了我的洞口。“叽叽叽……”幸好，我听得懂鸡的语言：“请救救我，我要被吃掉了，求求你。”\n   听到请求，我不忍心，便放他进来，外面僵尸嘶吼着。\n   就这样我们认识了。\n   这也是我在羊群里认识的唯一一个物种不一样的伙伴……\n   我尝试着让羊群接纳这个伙伴，羊群根本不理睬我，于是，我们便开始了恶心的二人小世界生活…… \n\n第二章：有这道理咩\n \n\n第二章：有这道理咩\n   又是一个美好的吃草日，我要好好的享受这个美好的时光，没有事情比座在草地上晒太阳，吃青草更美好的事情了。\n   这枯燥无味的吃草生活，鸡酱看了都烦了。鸡酱告诉我，想来一次动心动魄的大冒险，我给他了这样的回复：\n  “咩？别想了，我们连一只僵尸都干不过，怎么大冒险啊。”这令鸡酱很沮丧，可能是我打击了他的自信心，让他没有冒险精神了……\n   这天，我特地向他道歉。\n  “呃……鸡酱，那次我打击了你的自信心，对不起，我是特地来请求去冒险的……可以答应我咩？”我撒娇似的请求道。\n   鸡酱看了我一眼，扭过了头，我知道，他还在生我的气。\n  “要不这样，我教你学习绝世武功吧。”说完，他用期待的眼神看我，连声答应了，我给了他个要求。“我交完你武功你就得跟我去冒险。”\n   他也答应了，但是，这个教他武功的法子是我当时脑子一热想出来的，更本不知道那什么教他武功……\n  “这个吧……能不能咱们冒险回来……我在教你武功？”我问道。他看我这样说，便再次生气了起来。\n  “好了好了，我叫你还不成？”于是，我开始胡编起来。\n  “这样……先翘起左腿……”他有模有样的跟我学了起来。我看他这样认真，觉得惭愧。\n  “然后，张开你的嘴，像我。”我张开了我的嘴巴。\n   我吐了一口唾沫。说道：“呃……这是嘴炮，厉害吧，这样可以驰骋沙场……”我说话都开始吞吞吐吐了。\n  “好厉害啊！”她似乎很崇拜我。“你也可以的……”\n   我想，他现在可以去冒险了吧。果然，他答应我了。“你教会我这么厉害的武功，我当然要谢谢你了。”\n   听了这话，我更加惭愧了……\n  （这章是过度张，很短，别介） \n\n——————————————————\n本人会不断更新的\n谢谢支持轩仔\n\n233\n\n\n\n\n\n",
    "replies": [
        {
            "author": "MC_法克",
            "timestamp": 1414064160,
            "txt_content": "那么...\n前排支持吧...\n话说文章之类的很少有人回复"
        },
        {
            "author": "418878840",
            "timestamp": 1414064220,
            "txt_content": "此羊必成大器"
        },
        {
            "author": "男人婆",
            "timestamp": 1414064340,
            "txt_content": "呵呵↓\n  \n本次写的非常短，不要介意\n如有不了解的\n可询问作者\n"
        }
    ]
}