{
    "title": "blueshit段子",
    "author": "A_lun",
    "replyCount": 6,
    "timestamp": 1414062420,
    "txt_content": "蓝翔是人人都知道的高级技工学校，但是有一些逗（ku）比（bi）要黑蓝翔，为此我很愤怒，所以给上几个蓝翔段子。\n那一年，我9岁，她11岁，我告诉我将来要娶她，她也很调皮的回答我：好啊！ 那一年，我12岁，她14岁，她高我一头，我抬着头说我喜欢她，她怔怔听着，没 说话，便转过头去，不再望我，那一年，我18岁，她20岁，我已经在工地扛水泥 一年了，她还上着重点大学，我再也说不出口我喜欢她，因为我觉得自己根本配 不上她，我把想对她说的话，留给了自己，等我配上她的时候，再全部告诉她， 后来四年里，我再没有机会见过她，听说她已经工作了，我更关心的是，她是否 已为人妻，已为人母，我的事业渐渐走向正轨，也算一个小承包商，承包一些工 地，再也不为钱所窘迫，当我再次见到她时，是在东莞，昏黄的房间，只有我们 两个人，沉默了良久，她开口了：八百，看你是熟人，就收你五百。我尽量让自 己不再颤抖，我说：跟我走吧，她目光呆滞了一下，随即闪烁了一下，然后又像 一团火熄灭了一样，说：我配不上你，我只是一位小姐，我还有客人，没什么事 ，我先走了。她就匆忙的离去了，后来，我在电视上看到了她，她被两名民警押 着，一脸惊恐与不堪，电视甚至没有给她遮住脸，任由她在我面前晃着，任由她 在我心中撞着、撞着、直至粉碎，最后一次见她，是她找我去的，当时她在楼顶 ，我在楼下抬头望她，就这样望着，许久，他走了，没留下一句话。再有她的消息是一年后，是她妈妈给我打的电话，说她病了，没法治疗，说想最后见我一面。我有点接受不了，反正觉得很压抑。到了医院，在她的病床前，看着她苍白的脸，比以前消瘦了许多。我对她笑了笑，那笑容有多丑我不知道，她也对我笑，像七岁那年，笑的那么天真。她抬起了手，我赶紧过去握住她的手，泪水终忍不住往下掉，她张了张嘴，用很轻的话说道:你知道……你知道……我此时以泣不成声，马上接道:我知道，我知道你的心，我的心也一直没变，我不会嫌弃你的，我们……她突然很激动的大力甩了甩，打断我的话，只听她虚弱的声音说道:不是……我想……问你……你知道……学挖掘机哪家强？\n\n如题，我先来一个，看你们了。 学画的兴趣班里碰到个小男孩。挖空心思在追他旁边的小女孩。觉得女孩会是他的灵魂伴侣。机会总留给有准备的人。到女孩9岁生日那天男孩送了件大礼。抵得上女孩见过最棒的东西。哪有人心不是肉长的？家境不好的女孩答应做他女朋友但有个奇怪的要求。强调男孩必须把这段话每句的第一个字连起来再读一遍…\n",
    "replies": [
        {
            "author": "A_lun",
            "timestamp": 1414123620,
            "txt_content": "没人？不带这样的"
        },
        {
            "author": "my5629001",
            "timestamp": 1414124160,
            "txt_content": "这。。。。蓝翔和史蒂夫有什么关系么"
        },
        {
            "author": "A_lun",
            "timestamp": 1414124340,
            "txt_content": "my5629001 发表于 2014-10-24 12:16\n这。。。。蓝翔和史蒂夫有什么关系么\n没关系```"
        },
        {
            "author": "王某某zizi",
            "timestamp": 1414162980,
            "txt_content": "恩。。。“百无一用是书生”吗？\n毛大大的。。。哀"
        },
        {
            "author": "山大王",
            "timestamp": 1414163040,
            "txt_content": "...."
        },
        {
            "author": "1.3806",
            "timestamp": 1414163220,
            "txt_content": "码子们辛苦了！\n为人民服务！"
        }
    ]
}