{
    "title": "<翻译>再见，祝好运——名开发者留给MC社区的话<Goodbye, and good luck>",
    "author": "zhang624232848",
    "replyCount": 18,
    "timestamp": 1414249020,
    "txt_content": " 本帖最后由 zhang624232848 于 2014-10-25 23:09 编辑 \n**译者注** Dark_Ark，Minecraft著名插件开发者之一，是CommandBook、WorldEdit等插件的开发者之一。在微软收购Minecraft产权后，Dark_Ark在2014年9月26日宣布退出Minecraft插件开发。这篇文章是他的告别文章，里面有一些我认为对现在的Minecraft圈子很有启发性的话，故翻译此篇文章。**注意** Sponge仍然在继续开发！此post为Dark_ark的告别信\n原文：Goodbye, and good luck! （再见，祝好运）\n来源：Sponge Community  作者：Dark_Ark\n\nHello everyone, for those of you who don't know me, my name is Wyatt Childers, perhaps better known in this community as Dark_Arc – not to be confused with Dark_Arcana. Over the past few years I've had both the pleasure and honor of working with some truly brilliant minds. I've truly enjoyed my time working on both sk's plugins, and my own, and while I truly believe Sponge can be something great, and it has perhaps the very best people that could be working on it, doing just that, I think the time has come for me to move on from MineCraft modding.\n嗨大家好，或许你们之中有不认识我的，所以我先做一个自我介绍，我的名字是 Wyatt Chiders，也就是各位所知道的Dark_Ark（别和Dark_Arcana弄混了）。在这几年间，与如此多的真正才华横溢之人共事，我为此高兴，而这也是我的荣幸。我无比享受着与sk89q共同开发插件的时光，也享受着开发着自己的插件的时光。同时，我也真挚地相信Sponge能够成为一个真正伟大的东西。我也想说，Sponge的开发者，可能已经是最好中的最好了，单单这样想，我就觉得，现在是我该停止制作Minecraft插件的时候了。\n\nWhile many of the other team members remain quite optimistic about the Mojang buyout, I myself cannot convince myself that I should continue to work on MineCraft code. Truthfully, I never anticipated that I would ever say those words, however, like several others in the modding community, I have an extreme distaste, and distrust in regards to Microsoft Corporation.\n尽管许多其他成员都对于这次收购持比较乐观的态度，但我却无法说服自己继续从事Minecraft的开发工作。真的，我以前从来没有想象过，想象过未来的某天我会我说出这些话，但是，就如同其他的一些开发社群一样，我对于微软有着极度的厌恶和不信任。\nI'd like to take a moment, and thank notch for creating what became such an amazing part of my life. When I first started playing MineCraft, I knew virtually nothing about programming. I had spent some time playing around with CSS & HTML on a wikia, however, I really had no understanding for anything beyond that.\n也请允许我拿出一点时间，并且用此来感谢Notch制作了这样一个对于我的生命如此重要的游戏。记得当年我刚刚开始玩这个游戏的时候，我对于编程的概念是完完全全空白的。尽管我曾经花过一段时间学习CSS和HTML，但却并没有用此干过其他任何事儿。\n\nAs a matter of a fact, it wasn't until I became involved with sk's plugins, that I begun to learn how to code. At first, I was more or less just throwing some text into my IDE, and hitting the compile button, and watching to see if it did something, to see if it worked. As the days went by, and turned to months, and then to years, I gained an intricate understanding of what I was writing, I became more involved with sk's plugins, and my own code, before eventually becoming the lead developer on CommandBook.\n事实上，直到我成为sk89q的插件开发团队的一员的前一段时间，我才开始学习编程。一开始，我只是或多或少地往自己的IDE中填一些文字，然后按下“编译”按钮，之后看看它到底干了些什么。随着时间一天天过去，一月月过去，一年年过去，我终于对于我所写的代码有了错综复杂的理解，同时，我也越来越多地参与了sk89q和我自身的插件开发之后，之后，我成为了CommandBook插件开发的领头者。\n\nOver the years I've made significant contribution to CommandBook, CraftBook, and LogBlock, in addition to some less significant work on WorldEdit, WorldGuard, and some various other projects. It saddens me however, that the majority of my work was hidden away – until recently – in Aurora, a plugin I wrote which was/is really just a variety of tools, and game play modifications. Regardless, looking back now, it's all been a great learning experience, and a ton of fun. MineCraft brought me to the end of an awful chapter of my life, and began the start of a new, more promising chapter, working on it gave me so much in regards to my skills with Linux, and Java programming, and I don't think I'll ever forget many of the memories made just playing the game.\n在这几年中，我可以自豪的说，我对CommandBook，CraftBook和LogBlock的开发做出了杰出的贡献，并且我还对WorldEdit，WorldGuard和其他一些插件做出了一些贡献。让我伤心的是，我大部分的努力都被隐藏了起来，直到最近，在Aurora上我才找回了那种感觉（我写的一个添加了不同工具的插件）。无论如何，再回首，一切一切都是很棒的学习经验，还带着成吨的快乐。Minecraft为我之前糟糕的人生画上了一个句号，并且为我的新的、更加美好的人生开了一个头。在Minecraft上的制作经验同样也带给我了许多新的技能，比如说Linux、Java编程等。我认为我永远也不会忘记我玩这个游戏的一个个美好瞬间。\n\nI'd like to give special thanks to sk89q for the opportunity to contribute to his great plugins, and while I'd love to mention everyone who I've worked with over the years, with the exclusion of a few, the list is far too large, so to everyone out there that I've worked with, thank you for the memories.\n我想要特别感谢sk89q给我与他共事的机会，我也想提到我这几年所有共事过的人，当然会排除几个。如果要列出来的话，这个列表实在太过庞大了。所以，所有与我共事过的人们，我想要感谢你们给予我如此美好的回忆。\n\nIn regards to notch, I hate to see him leave, in his “goodbye post” on his blog, he mentioned how MineCraft was this huge thing, he didn't understand, and he didn't want to be responsible for it. I think it's unfortunate that he sees things this way, in all truthfulness, I think that's really the best way to look at MineCraft. No one really understands MineCraft, it's a massive game, filled with the creations, and ideas of millions of minds across the world. To say that you actually understand what MineCraft is, is an absurd statement. Truthfully, the best way to make MineCraft, is to make it your own, to be that “...nerdy computer programmer who likes to have opinions on Twitter.” I hope Microsoft understands that, and doesn't forget it. Regardless, notch is a person, and at the end of the day, he has to choose what's best for him. I understand why he wants to leave, and I wish him the best.\n关于Notch，我真的很不想看到他离开，在他博客中的“告别帖”里，他提到了Minecraft是怎么样的一个无比巨大的一个东西，而他却不了解它，并且他也并不想为它负责。我觉得他这样子看事情令我觉得很遗憾，但说实话，我觉得对待现在的Minecraft界，这种（Minecraft是怎么样的一个无比巨大的一个东西，而他却不了解它）看法却是最好的办法没有人懂得Minecraft的全部，它是一个无比巨大的游戏，其间充满了创意和全世界数百万人的万千思绪。如果你说你自己真正懂得了Minecraft，那可真是个荒谬无比的说法。说实话，探索Minecraft最好的方式，是去创造你自己的（方式），并且成为你自己的“…书呆子一样的只会在Twitter上发布自己意见的程序员”我希望微软能懂得这一点，并且不要去遗忘它。无论如何，Notch是一个人，在最后，他还是要选择对她自己最好的去路。我知道他为什么想要离开，我也给他我自己最好的祝愿。\n\nAnyways, thank you guys for letting me be part of this amazing community. I hope that Sponge continues in its development, I know quite a few of the people behind it, and from one community member to another, you're all in good hands – provided Microsoft doesn't shackle them.\n总之，感谢大家能够让我成为这一棒极了的社群的成员。我希望Sponge能继续开发，我了解一些开发它的人，还了解其他社群的人，你们都是好样的 —— 只要微软不去找他们的麻烦\n\nI'm sure I'll still be around looking at things, maybe I'll even do some MineCraft code in the future again, but for the most part, and the foreseeable future I fully anticipate this marks the end of my MineCraft days.\n我保证我仍然会呆在这里，也会不停地了解新的新闻，甚至在以后我可能会重新捡起Minecraft。但尽管我可能会回来，我还是会在在可以预见的未来，将这一天看做我Minecraft生涯的结束。\n\n\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "zhang624232848",
            "timestamp": 1414249020,
            "txt_content": "已完成翻译，正在润色中。欢迎各位提出意见。"
        },
        {
            "author": "幽蓝",
            "timestamp": 1414249380,
            "txt_content": "好感人!"
        },
        {
            "author": "my5629001",
            "timestamp": 1414249500,
            "txt_content": "哎 感觉呗微软收购之后这个游戏要毁"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1414249560,
            "txt_content": "看着我都心碎，一个个巨头就这样离去"
        },
        {
            "author": "rx碳哆啦",
            "timestamp": 1414249620,
            "txt_content": "minecraft真的给大家带来了太多..."
        },
        {
            "author": "zhang624232848",
            "timestamp": 1414249620,
            "txt_content": "阴暗处的陷阱师 发表于 2014-10-25 23:06\n看着我都心碎，一个个巨头就这样离去\n希望今后的Minecraft能越来越好。也希望所有人都能够懂得“没有人懂得Minecraft的全部，它是一个无比巨大的游戏，其间充满了创意和全世界数百万人的万千思绪。如果你说你自己真正懂得了Minecraft，那可真是个荒谬无比的说法。说实话，探索Minecraft最好的方式，是去创造你自己的方式”"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1414249860,
            "txt_content": "zhang624232848 发表于 2014-10-25 23:07\n希望今后的Minecraft能越来越好。也希望所有人都能够懂得“没有人懂得Minecraft的全部，它是一个无比巨大 ...\nminecraft无形，比我所见的游戏都更加包容，我们常说上善若水，我觉得现在可以说，minecraft更像水，包容一切的想象与未来，这，便是minecraft。"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1414249860,
            "txt_content": "@Technology 能否申请个高亮，或是优秀，甚至是精华？"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1414249860,
            "txt_content": "阴暗处的陷阱师 发表于 2014-10-25 23:11\nminecraft无形，比我所见的游戏都更加包容，我们常说上善若水，我觉得现在可以说，minecraft更像水，包容 ...\n对的，懂得这一点是关键的。玩Minecraft，总有可以请教别人的。"
        },
        {
            "author": "52Dora",
            "timestamp": 1414249860,
            "txt_content": "现在想找回以前的感觉都不可能了。"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1414250100,
            "txt_content": "zhang624232848 发表于 2014-10-25 23:11\n对的，懂得这一点是关键的。玩Minecraft，总有可以请教别人的。\n太多人注意minecraft的去留，如今我也只能说minecraft不单单只是一个游戏，一个在java上运行的游戏，她是一种精神，象征一种想象力与自由，说的现实点，如果minecraft毁了，会有新的同类游戏来替代，但那种精神与记忆永不磨灭。"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1414250280,
            "txt_content": "阴暗处的陷阱师 发表于 2014-10-25 23:15\n太多人注意minecraft的去留，如今我也只能说minecraft不单单只是一个游戏，一个在java上运行的游戏，她是 ...\n当一个游戏有着无限的可能的时候，那它就不止是游戏了。\n睡了，晚安"
        },
        {
            "author": "1292029552",
            "timestamp": 1414255740,
            "txt_content": "又被感动了。。。不要再说这些东西了吧。。"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1414578180,
            "txt_content": "不错的翻译，还没看完呢"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1414578960,
            "txt_content": "修改器很好玩 发表于 2014-10-29 18:23\n不错的翻译，还没看完呢\n谢谢~~~~"
        },
        {
            "author": "男人婆",
            "timestamp": 1414581300,
            "txt_content": "my5629001 发表于 2014-10-25 23:05\n哎 感觉呗微软收购之后这个游戏要毁\n玩盗版不就得了      "
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1414583700,
            "txt_content": "my5629001 发表于 2014-10-25 23:05\n哎 感觉呗微软收购之后这个游戏要毁\n不可能的....假如微软有毁mc的动向，全世界的玩家都不会同意的...."
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1414583700,
            "txt_content": "my5629001 发表于 2014-10-25 23:05\n哎 感觉呗微软收购之后这个游戏要毁\n不可能的....假如微软有毁mc的动向，全世界的玩家都不会同意的...."
        }
    ]
}