{
    "title": "<原创·单章>轩仔出品《黑》首次写散文",
    "author": "男人婆",
    "replyCount": 4,
    "timestamp": 1414152420,
    "txt_content": " 本帖最后由 男人婆 于 2014-10-24 20:13 编辑 \n\n本人最近热爱看关于黑奴的\n电影，心血来潮写了这篇散文\n别说我写的短。\n希望这次的水平能够让读者们欣赏\n谢谢\n\n注：本文于Minecraft并无关系，只是心血来潮写的，不好的请多多指点，你的回复时我的最大动力[redstone_dust]\n正文：\n————————————————\n黑——\n   欧洲的人种歧视非常严重，黑人就相当于奴隶，猪狗不如，还可以随意交换买卖，根本没有一点尊严。然而我，我也是个黑人，刚出生时，我就在一个白人的家里当奴隶，为他们家干活过着猪狗不如的生活。在我5岁那年，我的母亲和父亲就被一个伯爵买走了，我变成了孤儿。他们说，小孩子没有用，买了还费他们的钱。于是，我还是留在这个白人的家里。一直到现在现在，我连自己的名字都不知道。\n   他们根本没拿黑人小孩子当孩子，在这个家里，我受尽了屈辱，擦鞋只要沾上一点灰尘，就用鞋尖踢我的脑门，这种日子我受够了，我也渐渐知道了一个道理：\n   其实黑人之所以被歧视，是因为黑人天生就有那个奴性，不敢与白人反抗，这样，才回到现在这个地步。似乎和我们没有智慧一样。然而我，天生就有着逆反的性格，虽然我知道我一个人无法与他们对抗，但是，早晚有一天，我会让他们知道我们黑人不是你们想象的那样的愚蠢，懦弱。\n   我十二岁那年，主人得了病，卧床不起，现在是个好机会，我手里攥着剪刀，一步一步接近主人的床……\n   我停止了脚步，我想到，如果我把主人杀了，那么我将会去哪呢？我收起了剪刀，似乎忘了主人以前对我的一切，但是，我最终选择了放弃，也是这次放弃，我失去了报仇的好机会……\n   几个月后，主人的病好了，我也继续的伺候主人。\n   一晃，十年过去了，现在，我已经是二十多岁的小伙子，主人没有把我卖出去，依然把我留在家里，可是就在这天，家里来了一群人。\n  “嘿，你们家里有没有不需要的黑人？”\n   说话的是个长得很高，但是很瘦的白人，穿着西装革履，嘴里叼着根雪茄，烟味刺鼻。听到这话，便知道那家伙是来买奴隶的，我敢打赌，主人绝对会将我卖出去。\n  “您愿意出多少钱来买它？”主人问道。\n  “我愿意出50美金。”这个数字超出了主人的预算，高兴得说不出话，我也很纳闷，为什么这个人愿意出那么高的价格来购买我这个只值20美金的黑奴。\n   主人一50美金的价格将我卖了出去，临走前，我偷偷拿走了主人的左轮，反正就要走了，要是平时主人发现我偷拿他的东西，会把我剁成了肉酱的。\n   我将手枪偷偷的藏在了我的衣兜里，再拍了拍，这样显不出兜里有东西。新主人将我带到我的暂时住所，一个储藏室：四周接满了白色的蜘蛛网，四周放满了箱子，还臭烘烘的。这个地方可还不如原来的地方，这种臭味足以把人寻个半死，但是，新主人说：你只配住这样的地方。\n   我并不生气，也没有感到不满。\n   新主人还不如原来的主人，就算这样，我也不会抱怨，毕竟，男人酱说过：“宽容是最大的财富，满足他人就等于赋予自己灵魂”，但是，我可不会放纵别人去侮辱我的尊严，凭什么我们黑人就要受到白人的欺辱？\n   这天，下着大雨。我因为没有经过主人的同意，进到了厨房，于是，主人连踢带踹，将我提到了外面，将我的外套脱掉了。\n   外面十分的寒冷，下着大雨，狂风交加，主人说站够两小时后再回来。这次，他们激怒了我，我看到了裤兜里的左轮，准备和他们决一死战。反正我的命不值钱，我要杀，就先杀那个白脸鬼，然后把他们家的黑奴全部释放……\n   想了很多，我已经冲进了客厅，主人就在沙发上坐着。\n  “你他妈进来干什么？想找死吗？”我掏出了枪，嗖的射了一枪，没有打中，旁边的保镖看见了，拿起了散弹，冲我开枪，我跑到了二楼，走到了死角，我知道，我就要死了，楼下客厅一群黑奴都在看着我，即将被处决。\n  “黑奴们！你们还想过这样的生活吧！被人侮辱没有尊严！你们宁愿当狗，还是想和他们拼命！你们是愿意当个狗，还是愿意当一个英雄！”\n   我怒吼道。说完，我就被击毙了。我临死前，看到了黑奴们纷纷扑向了主人……\n   也许是我的话，激励了他们，他们也意识到自己是人。\n   我领悟到：真正的黑，不是我们的品种，而是这个世道的黑……\n\n\n————————————————\n完，\n谢谢观赏：\n轩仔出品\n\n\n[groupid=796]PurpleSky·文创小组[/groupid]",
    "replies": [
        {
            "author": "o-zero",
            "timestamp": 1414152780,
            "txt_content": "黑暗制度啊给我两个！"
        },
        {
            "author": "17291159",
            "timestamp": 1414153140,
            "txt_content": "很好。这篇文章在这泛滥的玄幻文中，具有一定的寓意和深度。整体文章结构也非常不错。\n文章内容也合理适当。但是唯一有一点缺漏就是有些话语没有符合人物特征。例如\"我愿意出50美金\"可以改成\n\"50美金!”更加符合那个时期白人的气场。还有 新主人说：你只配住这样的地方。这个话语显得没有力量，虽然有个只 但是还没强调出来。我认为应该改为 新主人说:\"这年头不让你流离失所，就是对你的恩惠了。\"\n最后一点就是 错字有点多 还有“宽容是最大的财富，满足他人就等于赋予自己灵魂”穿插的有点生硬"
        },
        {
            "author": "男人婆",
            "timestamp": 1414153260,
            "txt_content": "17291159 发表于 2014-10-24 20:19\n很好。这篇文章在这泛滥的玄幻文中，具有一定的寓意和深度。整体文章结构也非常不错。\n文章内容也合理适当 ...\n你的点评比冥姐还长啊"
        },
        {
            "author": "17291159",
            "timestamp": 1414153680,
            "txt_content": "男人婆 发表于 2014-10-24 20:21\n你的点评比冥姐还长啊\n当年冥王星人也曾这么评价我的小说"
        }
    ]
}