{
    "title": "<连载·单章>【猪猪君历险记2—新世界】作者：418878840【第十二章：开始！】",
    "author": "418878840",
    "replyCount": 6,
    "timestamp": 1414246500,
    "txt_content": "本章为过渡章，超短，见谅索引在此\n\n\n\n第十二章：逃杀（上）  “这次的比赛会很有意思。”虎爷站在观众席的后方，对着身边的人说道。  那个人戴了副眼镜，文文弱弱的，他就是小弟们之前称呼的北哥，牛向北。  “大哥觉得谁会赢？”牛向北问。  “你没看出来吗，这次的比赛很明显是针对18号的。”虎爷从白伤出手制止猪猪君时就已经看出事情的端倪来了，“看来这个18号也是一个可怜的实验体啊，不然上面的人也不会这么关注，但愿不要出事吧。”  这几天，“丛林法则”比赛的消息已经传遍了整个黑暗街区，一些富商，帮派老大也陆续来到了三角猎杀场的观众席，在这里，比赛即将拉开帷幕……  “女生们，先生们，感谢大家在百忙之中来到三角猎杀之地。”牛向北穿着黑色西装，手持话筒，这次由他担任主持人。“我们将会6个屏幕实时转播位于热带小岛上丛林中选手们的比赛情况。”话音刚落，猎杀场中就降下了6块50寸的屏幕。  “首先，让我们来看看选手们现在是什么情况。”  屏幕上开始出现画面，是一架直升机。  随着“轰隆隆”的飞机轰鸣声，镜头拉到了机舱内。  只见5个人站在那里，分别是：猪猪君，熔岩山，刀疤和另外两名猪猪君不认识的人。  “这就是这次比赛的最后一拨人了，我现在将公布选手名单，大家可以自由押注。”牛向北再次发话。  后台，已经有人开始押谁第一个死了，大多数都是押猪猪君，因为猪猪君是新人，为什么不押熔岩山呢，可能是因为猪猪君比熔岩山还瘦弱的原因。  直升机缓缓降落在小岛的沙滩上，黄沙瞬间弥漫开来，周围的工作人员早已等候在这了。  猪猪君第一个下直升机，周围的沙子让他禁不住咳嗽起来，而就在他咳嗽时，突然一颗圆球闪到了猪猪君口里。  “呸呸！”猪猪君想把他吐出来，但那个东西已经进肚了。  “真倒霉，刚下飞机嘴巴里就进石子儿。”猪猪君忍不住抱怨道。  等猪猪君等人下了飞机，其他选手也已经聚集在了这里，就等那个矮子发号施令呢。  那个矮子还是拿出了一张羊皮纸，好像还是上次那张。  既然大家已经到齐了，那么比赛马上就会开始。  首先我会发给每个人一个指南针，他会指着周围离你最近的敌人。  刚开始有30秒禁止攻击阶段，大家快点藏起来吧。  那么，比赛开始！  这规则简直就是照搬“饥饿游戏”啊，猪猪君吐槽道。  大家迅速分散开来，在这个比赛中聚在一起是不明智的。  猪猪君倒是跟熔岩山凑到了一块~  “喂，两个人在一起很危险的，我照应不过来！”熔岩山见猪猪君好像要跟自己在一块，连忙制止。  “没事，我就在附近躲着，你要是遇到危险，我就去偷袭！哈哈”猪猪君依旧笑着。  观众席中有不少人对着猪猪君发出了嘘声，他们觉得就这样的人也配参加比赛？开玩笑！  牛向北也擦了擦汗，不知道为什么猪猪君会被上面的人特殊关照，尽管他是实验体\n\n\n..................................................OAO..................................................\n@1679434224 @gggbbb @SecretSlim @a5766193 @HGK @男人婆 @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 \n\n好友@十连发 \n另外，求人气",
    "replies": [
        {
            "author": "2642275631",
            "timestamp": 1414247640,
            "txt_content": "短吗？"
        },
        {
            "author": "HGK",
            "timestamp": 1414279020,
            "txt_content": "第一部还好\n第二部就没有以前的气息了..."
        },
        {
            "author": "418878840",
            "timestamp": 1414283400,
            "txt_content": "HGK 发表于 2014-10-26 07:17\n第一部还好\n第二部就没有以前的气息了...\n是不是缺少了以前轻松愉快的感觉？"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1414290540,
            "txt_content": "不愧为过渡：真短，加油"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1414290600,
            "txt_content": "418878840 发表于 2014-10-26 08:30\n是不是缺少了以前轻松愉快的感觉？\n好屌啊。\n比以前碉堡了，所以看起来没那么激动"
        },
        {
            "author": "男人婆",
            "timestamp": 1414316820,
            "txt_content": "来晚了，来顶一个      今天屠版了吗猪猪"
        }
    ]
}