{
    "title": "Cupcake Sever Rules ~~ 服务器规则 ~~ 伺服器規則 ~~",
    "author": "Alvinjj",
    "replyCount": 6,
    "timestamp": 1300925580,
    "txt_content": " 本帖最后由 Alvinjj 于 2011-4-22 03:10 编辑 \n\nCupcake Sever RulesCupcake服务器规则\nPlease read all the following rules before entering the server:\n请在进入服务器前仔细阅读以下规则:\n\n\n1. We won’t ban anyone, we simply jail offenders! \n-This is a fun way for US to punish a griefer.\n          我们不会封锁任何人，我们直接把他们扔进监狱！-对我们来说这是最有趣的惩罚捣乱者的方式。\n\n\n2. Do not grief/raid, not even a torch.-This is a serious crime in our server, may result in jail forever, don’t even try!\n       不要破坏/偷东西，即使只是一根小小的火把。-在我们的服务器里这是绝对禁止的，你可能会因此而被终身监禁，所以想都不要想！\n\n\n\n\n3. Do not cheat.-This would be the only rule that leads to a ban.\n       不要作弊。 -这是唯一一条会让你被封锁的条规。\n\n\n\n\n4. Don’t even ask for items, we will spawn them when deemed necessary.-What’s this server all about is survival and fun. We will not provide you any material to start with,  and don’t even try to ask for things that you can easily get yourselves. We would only give out  things if we think you deserved it.\n        不要向管理员索要物品，我们会在必要时主动送给你。 -这是一个注重欢乐和生存的服务器，我们不会给你起始物品，更加不会给你那些你自己可以收集到的物品,我们只会给你确实需要或者你应得的物品。\n\n\n\n\n5. The world is HUMONGOUS.-The map we generated is huge enough to build lots of things, don’t build too close to others, your structure may be removed if you do so! So ask before you build!\n       服务器的地图是非常大的.-我们的服务器地图是极大的，足够你建造很多建筑，不要让你的建筑太贴近其他人,的导致影响到别人的建设，否则你的建筑可能会被删掉，所以当你想做别人的邻居时，请先获得他人同意。\n\n\n\n\n 6. Be a good neighbour!-This is a Survival MultiPlayer server, interact with others! Share resources and knowledgeyou have,we are all friendly and helpful. Be active and polite in chat, and build with others!\n    　做个好邻居！-这是个多人生存服务器，请多与他人互动，请尽量与他人分享你的资源，我们都很友好并很乐意帮助你请注意交谈时的措词，也请尽量和你的朋友们一起建造。\n\n\n\n\n\n7. This is Darkdukey’s Server!-This is his server not your server, don’t fight the rules, just follow them. Ignoring the rules orjudgement of admins/operators may result in Jail!\n        服务器的所有者是Darkdukey.-请记住这是你在他的服务器上游戏，所以不要破坏游戏规则，无视游戏规则或不顾管理员警告的话，你会发现你马上就会出现在监狱里。\n\n\n\n\n\n8. Politics and Religions-Do not argue on politics and religion subjects, be ethical, no discrimination is allowed, otherwise,the jail is waiting for you!\n       政治与宗教-请不要发表有关政治或宗教的言论，理智交流，任何形式的歧视都是绝对禁止的，否则只有监狱会向你敞开怀抱。\n\n\n\n\n 9. Comments/Questions.-If you have any questions, please do not hesitate to ask any Operators/Admins.\n\n　　意见/疑问.\n-如果你有任何意见或疑问，欢迎向OP/Admin提出。  \n\n\n\n(Created by Alvinjj, with the help of bili, Darkdukey, kedle, LuCiFerDK and Lain)\n",
    "replies": [
        {
            "author": "gibson8233",
            "timestamp": 1300944660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "arimax",
            "timestamp": 1300961640,
            "txt_content": "希望Cupcake越办越好.{:10_512:}"
        },
        {
            "author": "shaobowen",
            "timestamp": 1300976520,
            "txt_content": "进不去服务器 = =、"
        },
        {
            "author": "ab75654",
            "timestamp": 1304766120,
            "txt_content": "服務器IP在哪?"
        },
        {
            "author": "272554787",
            "timestamp": 1304769420,
            "txt_content": "监狱是石头做的？不怕别人逃狱？"
        },
        {
            "author": "a745155414a",
            "timestamp": 1304912280,
            "txt_content": "回复 272554787 的帖子\n\n服务器多少  QQ群多少啊"
        }
    ]
}