{
    "title": "<连载·单章>【猪猪君历险记2——新世界】作者：418878840【第十三章：初战】",
    "author": "418878840",
    "replyCount": 3,
    "timestamp": 1414307340,
    "txt_content": " 本帖最后由 418878840 于 2014-10-26 15:13 编辑 \n战斗情节好难写啊，让我去死！索引在此\n\n\n第十三章：初战  丛林中，树叶被风吹得“哗哗’响，但除了树叶摇曳的声音外，就没有任何声音了。  当风停止时，树林中顿时血花四溅。  一人拿着砍刀，正在跟三个人进行混战。  猪猪君就潜伏在附近，目不转睛的盯着眼前的惨烈景象。  短短1分钟，就有两人倒下了，变成了两具冰冷冷的尸体。  刀疤看了看仅剩的一个人，不禁冷笑起来。在他眼中，对面那个人或许应经是尸体了。  刀疤手中的砍刀锋利无比，此时刀刃上已经沾满了鲜血，令人战栗。  对面倒也不怕，慢慢的从腰间取出一把匕首。他就是熔岩山。  就在一瞬间，两人一起向前冲去。刀疤的砍刀朝着熔岩山的头就砍了过来，熔岩山一个闪避，手中匕首迅速朝刀疤的腰间刺去。  刀疤又冷笑了一声，左手竟然也出现了一把匕首，挡住了熔岩山的攻击，而那把砍刀则砍中了熔岩山的左肩。  短短三秒，熔岩山重伤，刀疤安然无恙。  猪猪君见情况不对，想跳出来帮忙，但被熔岩山一个眼神制止了。猪猪君知道，他的攻击必须出其不意才能瞬间击杀刀疤，不然猪猪君就会被发现，两个人都得死。  猪猪君摸了摸揣在自己兜里的匕首，额头上满是汗珠。  分发武器时，猪猪君并没有选择威力极大的砍刀，也没有选择锋利的长剑，而是选择了一把纤细的匕首，他的优势是速度，只有匕首可以最好的配合猪猪君的速度，而不至于给他造成负担。  熔岩山此时的衣服已经被染红了，而且肩膀上还在冒血。  刀疤握着砍刀，正准备再次发动攻击时。但令他没想到的是，熔岩山竟然主动发起了攻击。他忍着肩上的剧痛，匕首对着刀疤的胸前就是一刀。刀疤一个后退，轻松躲过。  就在这时，熔岩山突然一个扫荡腿，刀疤连忙用手抵挡。熔岩山的脚被刀疤擒住，手上的匕首却突然向刀疤甩去，刀疤的手臂被刺中，惨叫了一声，然后迅速后退，倒是熔岩山显得有点虚弱了。  “可恶，有点本事，不过你现在手上已经没有了武器，再加上你失血过多，体力透支，你接下来，必死无疑！”刀疤愤怒的叫着。  “哦？那可不一定。”熔岩山笑道。  “嗯？”  只见猪猪君突然从草丛中窜出，捡起地上熔岩山的匕首就朝刀疤扔去。  刀疤见状，下意识的朝旁边躲避，但猪猪君又抽出了他自己的匕首，朝着刀疤的头部划去。  刀疤想抓住猪猪君的手，但双手的剧痛，让他无法做出下一步动作。  就这样，刀疤的头颅，落地了。  “耶！”猪猪君大叫。  但此时的熔岩山已经彻底没有了力气，倒在了地上。  “熔岩山！”猪猪君看到熔岩山已经没有了力气，血都要流干了，连忙把他拉到树丛中。  猪猪君把熔岩山的衣服扯了下来，替他包扎一下伤口。暂时把血止住了，但由于没有消毒，还是有生命危险。此时，猪猪君从大胖鸭身上学到的小伎俩就不管用了，虽然大胖鸭教过他包扎，但这可是刀伤啊，包扎有用吗？猪猪君开始后悔当初不跟大胖鸭好好学习医术了。  “需要我帮忙吗？”一个声音从猪猪君后面传来。  猪猪君回头，看到有一个带着青色面具的人走了过来。  “你不是之前叫我们准备的那个人吗？”  “但我也是选手呀。”白伤笑道。  此时白伤正在为熔岩山的伤口消毒。  猪猪君并不能完全信任眼前的这个人，但这也是目前唯一的办法了。  时间过得很快，一个小时就这么过去了。  值得庆幸的是，在这段时间内，并没有人来打扰他们。但这丛林中不断响起的厮杀声，依然提醒着他们，现在正在进行一场残酷的猎杀比赛，不能掉以轻心。  熔岩山此时已经恢复的差不多了，至少脸上已经没有之前痛苦的表情了。  没想到这个人的医术还不错，已经可以跟大胖鸭的医术媲美了。  一想到大胖鸭，猪猪君的心底就升起一股愧疚。是他，没有保护好大胖鸭，是他，硬拉着大胖鸭跟他一起去冒险。可以说大胖鸭的死都是猪猪君的错。  “你叫什么名字？这次真的十分感谢你。”猪猪君问道。“白伤，不用客气。”白伤还是淡淡的笑道。\n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @SecretSlim @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 \n好友@十连发\n另外，求人气\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "o-zero",
            "timestamp": 1414319940,
            "txt_content": "想把战斗写得好那你就要亲身体验而且是扫膛腿"
        },
        {
            "author": "HGK",
            "timestamp": 1414320960,
            "txt_content": "这战斗我也是醉了"
        },
        {
            "author": "418878840",
            "timestamp": 1414320960,
            "txt_content": "HGK 发表于 2014-10-26 18:56\n这战斗我也是醉了\n战斗怎么了吗？"
        }
    ]
}