{
    "title": "战火的另一边是方块大陆-【费奥多西亚的战火】",
    "author": "Bismark",
    "replyCount": 1,
    "timestamp": 1414316820,
    "txt_content": " 本帖最后由 Bismark 于 2014-10-26 22:31 编辑 \n\n轻小说向，先写二战的事，下一章引出MC。\n\n\n序章 Prolog\n【明镜周刊新闻早报：近日，由于勃兰登堡市某市民提供的遗物信息，明镜报社决定组建专家组委会专职寻找在第二次世界大战中因故失踪的赖因哈德·冯·克莱斯特元帅……】\n「爱思特，别离电视屏幕太近了！」\n【尽管没有更多证据能直接证明克莱斯特元帅在整个二次世界大战中的存在性……我们从为数不多的历史照片中了解到克莱斯特元帅存在的可能性……】\n「我可是看见哥哥上电视了才兴奋的哦……！」\n「这也不是把脸贴在电视上的理由吧？」\n【组委会决定前往俄罗斯和法国的战争博物馆和档案馆寻找线索……】\n「好啦，赶紧把衣服穿好，我可不会让你只穿着胖次上学。」\n【令专家组感到奇怪的是在盟军查获的档案中并没有找到关于克莱斯特元帅的详细档案……】\n「早饭在这，我开车送你」\n【如果我们获得更详细的线索，请关注明天同一时间的早间报道】\n真相只有我知道。\n「这可麻烦了啊，不知道叶卡捷琳娜会不会圈抖出来」\n我出生于1902年5月，巴伐利亚州里一个很平凡的村子。\n现在我的外表年龄是17岁，心智年龄应该是112岁。\n爱思特比我要小一点，她是我表妹，她父亲因在1937年的勃洛姆堡-弗里契丑闻中罢职，两年后病死，诺埃尔姑姑因此将爱思特托付给我家。\n如今有这样一些人盯上了我的过去，之后可能再过不成平静的日子了。\n「昨晚没睡好吗？巴伐利亚州立中学离这有54公里，在车里睡一会吧」\n「好~?」\n【第一章 Schwert und Feuer der Erde】\n1944年2月，波罗的海沿岸，费奥多西亚港。\n德军鱼1941年11月第一次夺取这个小城市，1942年2月由于冬季溃退又丢了这里，随后几经易手，最终被德军占领。\n现在的费奥多西亚驻扎着两个师，党卫军第10“弗伦茨伯格”装甲掷弹兵师和第8装甲师。“弗伦茨伯格”师是在1943年新组建的，第八装甲师由于1941年7月的索利奇之战被重创而屈居二线。\n外面是苏军的第102机械化步兵师和第58坦克旅，这两个师时不时的会对城内的德军送一些6英寸口径的礼物。\n我在那个时候喜欢做和莫德尔将军一样的事情，虽然军衔不同，但每天都是花10分钟研究地图，10个小时用来巡视前线。\n「在这停下，车留在这。」\n「这附近是哪支部队……？」\n装甲车的门吱呀一声打开，几个穿着干净整齐的卫兵拥簇着我下车。\n「爱思特的车跟上来没？」\n「中校的车压上地田鼠（地雷）了，正在弃车徒步赶来。」\n我心里咯噔一下，随后强装镇定。\n「三个小时前……苏联人的【红色高加索】号重巡洋舰的炮火掩护下进攻，元帅阁下，是否返回？」\n「哪有出来巡视碰上战斗掉头就跑的道理？两年前豪赛尔若不是巡视中碰上苏联坦克被炸伤了，恐怕到现在还是帝国师的师长呢。」\n「可您是元帅啊！我们必须优先保证阁下的安全……」\n「把枪给我，这里我说了算。」\n卫队知道自己辩不过克莱斯特元帅，只得把枪给他。\n「自从一战结束后，我差不多……有六年没碰过战斗了」\n实际是我曾在西班牙战场上有过端枪上前线的经历，但这都是些上不了台面的话。\n◇\n「指挥官在哪？！谁是指挥员……？」\n前线比想象的更糟，苏军坦克已经撕裂防线，正在逐个扒掉火力点。\n「“弗伦茨伯格”师第20装甲掷弹兵团团长，约翰内斯·库尔特中校报道！」\n「省点力气，告诉我现在情况怎样」\n「地雷几乎没发挥作用，我们只有Pak和火箭筒能依靠了，不过元帅阁下为什么要亲临前线？您还这么年轻……」\n「闭嘴，年轻了就不能当元帅摸枪？别看我这样，我一战都参加过呢」\n我端起枪，伏在胸墙后拿起半自动步枪，打空弹夹后对面几个苏军士兵应声倒地。\n「长官，有火吗……？」\n库尔特在我换弹匣的时候嘴里叼着一支烟。\n「给，我不抽烟。」我将镀金的打火机递给他。「爱思特，到这儿来！」\n「长官……你会向俘虏开枪吗？」\n虽然声音不大，但我听的非常清楚。\n「问这个干什么……」\n我转过头，库尔特就在我身后脸朝地趴在地上。\n「库尔特？你在……」\n我看见库尔特左手两只手指夹着的那只刚点燃的香烟，顿时我才发现他死了。\n「流弹……头部中弹，他死时候感受不到任何痛苦。」\n爱思特在我身边做着分析，我把他手上夹着的烟放在他嘴上，闭上他微睁的双眼。\n「爱思特……库尔特的职务你先代替，不介意我在这里呆久点吗……？」\n「艾斯特不会离开哥哥……」\n——————————————————◇\n「有时候命运来了，没有什么东西可以能拿来阻挡的」\n「那么上学是我的命运吗？欧尼酱……？」\n「好啦，消停点，我也会来学校的。」\n确认爱思特把书包带上后，砰的一声我把后备箱关上。\n「王尔德，气色不错，有新番了？」\n我刚一进驾驶室，就看到后视镜里的王尔德。\n「听说小爱要上高中了是吧，作为小爱的好友我是不是得替她送行呢」\n「我还不了解你，你不就是想看爱思特穿校服的样子是不是？」\n「王二德……变态……」\n王尔德石化了。\n「不不不不不不不……我居然没……居然被！我欧文·王尔德居然被小爱当面说成变态了！！！噢噢噢噢噢噢！！」\n这要是在巴伐利亚市区，绝对要被当成变态抓起来，还好这里是下美因河的一处小镇。\n◇\n「王尔德，你跟我有多少年了……」\n「27年…」\n「你恨不恨我……到今天这样……」\n「……不会，如果不是元帅，恐怕连爱思特也会一起消失」\n王尔德在1917年应征入德皇第二十一燧发枪团，当时他是训练不足十五周的补充兵，我是少校营长……我那年15岁，他19岁，然而我们现在的面貌和那个时候几乎无异\n「你知道……我为什么要淌这趟混水」\n「为了救这两个师，别的军可能会认为您被围在这了。虽然一年前元首不让保卢斯撤退……但…」\n「元首一定会向这里增兵。」\n「我知道……但如果尤蒂亚还安在，她会让你怎么做呢」\n「别提尤蒂亚了…你也知道她的事。」\n尤蒂亚·黑勒原来是我的副官，1943年7月18日战死于库尔斯克突出部。\n「没关系，我的欧尼酱就是宇宙间的宝物。」\n「那是啥……算了我知道你喜欢看日本进口的小说…」\n记得两年前我和爱思特在基尔港度假的时候，只要有日本货船进货，爱思特就会盘问海关官员有没有小说作品。\n「伤亡情况……还有两个师的师长怎么样了」\n「弗伦茨伯格师的师长殉职了……现在是第19装甲掷弹兵团的团长在代理职务……第八装甲师的师长正在赶过来。」\n「爱思特……第20装甲掷弹兵团的情况」\n「伤亡很大，5连、7连、13连、16连伤亡过大已经解散，残余兵员编入其他营连中了，装甲营还有35辆坦克」\n这两个师伤亡惨重。在场的所有人，除了我、爱思特和王尔德，其他人都灰头土脸，衣服被炮弹片划出了很多条口。\n「……你们都是好样的，我不能强求你们为帝国战斗到底……但你们必须要生存下去」\n「元帅阁下……总参谋部和最高指挥部会卡断退路吗？」\n「谁知道，布劳希奇走了，现在被元首一通乱搅谁知道会有什么情况。」\n◇\n「巴伐利亚州立高中，日后三年你就在这里学习了。」\n「我想回家…」\n爱思特似乎非常不喜欢学校。\n「我不记得你什么时候开始喜欢宅了啊，那会儿你不是挺能往外面跑么？」\n「大部分……和欧尼酱在一起…」\n爱思特的容貌是十分出众的，银白色的长发，娇小的体型让人以为是初中学生，但实际上爱思特经常说自己已经16岁了。\n如果谁要被爱思特三色堇般的美目视线相交哪怕一秒都不到，可能都会引为平生第一大幸事。另外……就连同性群体也会为爱思特失声尖叫吧。\n「算了，你那么多年没去过学校，至少这次体验会更丰富些。」\n◇\n对面的苏军获得了一个重型坦克营的支持，这个营装备了新式的【斯大林-2】重型坦克。这种坦克的装甲比KV还厚，武器威力也更大。\n「你见过那玩意儿没？」\n「在库尔斯克见过几辆，但那时候这小东西可没这么大」\n「那是【斯大林-1】，隔了一年，他们又搞出这么个新玩具……」\n苏军的火箭弹拖着管风琴般的粗声冲向我们的阵地，随后伴着火光和尘土在大地上跳舞。\n让我们所有人感到发颤的是【斯大林-2】的轰鸣声，比以往见过的坦克都大。\n「老毛子上血本了？」\n王尔德拿起望远镜看着对面。\n「嗯……三辆【斯大林-2】，14辆T-34-85型，还有两个步兵连。」\n「爱思特，团里有没有无线电？」\n「有，欧尼酱要呼叫空军吗？」\n「再等等，估计里希特霍芬可不会看中这地方。」\n王尔德趴在地上，从背包里拿出一个橙色烟雾弹。\n「他们来了的话叫我一声……！」\n「第十四航空队说三十秒后就位……还说是元首的命令。」\n那些苏联步兵原本坐在坦克后部，见炮火结束后都纷纷下车。\n「王尔德！！」\n王尔德听见后，趴在地上奋力将烟雾弹扔去，苏军并不对彩色的烟雾弹感到诧异。\n「来吧……」\n我伏在一截倒塌的砖墙身后，静静听着越来越近的飞机引擎轰鸣声。\n对地攻击的容克88，带有两门发射37毫米钨芯穿甲弹，可以打穿所有坦克的顶部装甲。\n苏军坦克躲闪不及……数辆坦克直接被击毁，其余步兵纷纷靠在坦克残骸的一侧。\n「反坦克炮！爆破弹！先打履带……！」\n许多藏在海关大楼和仓库的反坦克炮一齐瞄准履带开火，余下的大多击穿了苏联坦克的侧面装甲。\n「14连、11连散开！反坦克排牵制！」\n反坦克排的装备吃紧，只有小口径的Pak38和Pak36可用，这类反坦克炮对于T-34和KV的装甲来说无关疼痒。\n我捡起地上战死装甲掷弹兵的铁拳，进入前线督战。\n◇\n费奥多西亚因为身居高纬的关系，在2月份的黑夜显的颇为漫长，虽然白天很短，但夜间作战却是常事，我之后下令让部队休整。\n「像雪之精灵一样…爱思特和远东的这种天气非常衬呢。」\n「下雪了……」\n我和爱思特正走在码头边上，上个月苏军的黑衫军刚光顾过这里，码头上的掩体和迫击炮阵地还留着。\n作为指挥部的火车站离这里不远，过了几座原本属于波罗的海舰队的仓库就到了。\n电灯周围有一层梦幻般的光雾，当地人称为『灯火的胡须』\n「如果这里没有战争……我可能会常来这里休假。」\n由于灯火管制的原因，这里只有很少的电灯允许打开。\n爱思特欢快地在雪地里跳着，像年幼的小女孩第一次见到下雪医院，脸上洋溢着喜悦。\n「小爱酱……实在是太可爱了！克莱斯特，你干脆让步吧，我要当小爱酱的哥哥！」\n「想得挺美，去给装甲营的坦克刷雪地涂装去」\n再仰头看看苍穹，这种天气是不会有飞助战的。我站在火车站前面，看着车道两侧的红色砖墙直出神。\n「哥哥，你看那盏灯！」\n爱思特见我这个样子，指着红墙一侧的缺口。\n那个缺口里面有一盏灯，灯光照亮了周围黯淡的雪花，光雾四散开来。\n「确实，很美呢。」\n这种天气一直到第二天，一夜的白雪把前一天战斗后留下的尸体和炮弹坑都掩埋住了，从一侧还能看出被炸毁的坦克的轮廓。风在地上扬起银尘……\n火车站里的士兵们头盔和肩头上落满了雪，繁忙的战斗中也不顾抖一抖。\n「苏联人很擅长在雪地里反击」王尔德说「每次下大雪都会安静一段时间，我估计是在等待时机。」\n「这我是领教过的，1942年1月的乔瑟夫卡战役我吃过亏。」\n「这样的天气，港口得结冰。」王尔德指着港口一角，「然后冲锋舟艇和海军陆战队就会来凑热闹，记得叶卡捷琳娜说过这边的冰厚到可以开坦克。」\n「按叶卡捷琳娜的做事风格……她今天就会做了了断。」\n叶卡捷琳娜是现任的苏军第60近卫集团军的军长，两个月前叶廖缅科卸任，推荐叶卡捷琳娜做这个差事。\n装甲掷弹兵团的战士们在坦克的一侧写着家书，然后用信纸包好……我也拿起笔，写了一份命令递给爱思特。\n「等战斗开始，我提醒你之后再宣布这个命令。」\n「哥哥，这是……？」\n◇\n「爱思特·冯·克莱斯特小姐，以前有过什么美容记录吗？」\n我半开玩笑地说「没有倒挺奇怪的」\n「好的，克莱斯特先生，请在这份文件上签字。」\n副校长把入学通知书和一份档案交给我后，招呼路过的老师为爱思特带路。\n「以后这位小姐将在高一年级B班学习，请充分享受三年间的学习生活。」\n副校长对那路过的教师说，那位教师连忙低头说「好的」，就带着爱思特离开了，我笑着看着副校长。\n「如果我也进入这个学校学习了，那么校花或者校草可能会被我们兄妹独揽吧」\n「猜的不错，校草也在B班，估计过会就会去找您麻烦来了。」\n爱思特还没有进B班门口，就夺路而逃，身后的学生无论男女都一副陶醉相。\n爱思特哪里见过这阵势，径直扑在我怀里，一脸不高兴看着那些学生。\n「你谁啊？」「放开她！让我来！」「不行……太帅了…」\n学生们叽叽喳喳地组成一道人墙，我只得一脸平静地看着他们。\n「我是她哥哥，你们想对我妹做什么啊？」\n◇\n很快，雪地里传来了隆隆声，出现在我望远镜里的是苏军的重装甲部队，数量比前一天更多。\n体积巨大的如『斯大林-2』，还有『KV-1』『T-34』等。\n「黑母猪……」王尔德颤抖着地说「黑母猪来了！！全部躲避炮火！！」（黑母猪，指苏军的ML-20S型6英寸榴弹炮。）\n炮弹在火车站附近散开来，火车站顶棚被击中，积雪纷纷扬扬地洒下来，顶棚现在多了一个大洞。\n「王尔德！通报外面情况！」\n「黑衫军上来了！」\n我在火车站的调度台上看见外面大批身穿黑衣的士兵猫着腰围上来。这边有些坦克退回去修理了，余下的都被破坏的不敷使用。\n雪越下越大了，火车站外面的建筑都显得有些模糊不清，但仍无法掩盖住苏军坦克的声音。\n「爱思特，去指挥车那里发送命令！」\n「什么命令？！」王尔德几乎没听见我在说什么。\n爱思特缩在221型指挥车边上打开无线电发送电报，这时我才看清她作战时也仍穿着夏季常服，白皙的大腿部分露在外面，心中不禁一动。\n「那孩子，也不知道冷不冷…」边上的王尔德用奇怪的表情打量着我。\n我的衣服自从到这里巡视的第二天后就变的破烂不堪，到处都是弹片划的条痕。\n但艾斯特就和我之前形容的一样，仿佛雪之精灵，纵使衣服脏乱单薄，但肌肤仍然光洁白皙，甚至没有沾染到一丝污垢。\n王尔德见我看晕了。「你也终于注意到了小爱酱的亮点？」然后拍拍我肩膀。\n「滚滚滚」\n此时的我突然想到一件事。\n「算了，老毛子的坦克去哪了？」\n王尔德回去捡起断掉一截的炮队镜，失声叫道「他们撤退了！」\n「等下……可能……」\n一股异常寒冷的凉风吹过。\n◇\n「爱思特酱！那家伙真是你哥哥？」\n爱思特在我怀里点点头，随后紧抱住我，银白色的长发左右摇摆着。\n「好可爱……！」「可爱啊！」「小爱酱！我的爱疯6s送给你，做我的女盆友吧！」「不好…我爱上她了」\n「喂！够啦，要不要都像王尔德那幅痴样是吧？」\n爱思特上学第一天，就闹给了全校学生看，想到这一部分我只得低头靠在接待室的墙上叹息，一个路过的学生进接待室问我话。\n「你真是小爱酱的哥哥吗？本大爷是学校第一美男！和我一决高下吧，如果我赢了你就得认我为妹夫！」\n我抬头看了他一眼。「你妹夫的，该干嘛干嘛去。」\n我听见了他自尊心噼啪一声碎了的声音。\n◇\n苏军的火箭炮光临了火车站和码头,这一次火力打击密度比以往密集了许多。\n火车站承受不住这样的狂轰滥炸，已经塌了一半。\n「元帅阁下……我们要被包围了……！」\n周围还有反击能力的士兵都靠在断壁残垣后反击，几个装甲掷弹兵把我从废墟下拉出来。\n「王尔德！残存兵力！」\n「不足两个连！」\n我倒吸了一口气，想到之前发送的命令内容，顿时觉得欣慰了很多。\n「怕是今天就要葬在这了……王尔德？」\n「没啥，反正对我而言，那天我就是该死的人了……多活25年值了。」\n我将之前递给爱思特的文件给王尔德看。「老伙计，看看吧」\n周围忽然寂静了下来，机枪手不安地扫视周围。\n「你让两个师的主力部队撤退，然后留下我们？天，你真的不后悔？」\n「为了我的命而送死，这本是不值得的，至少我不后悔。」\n「……也对，你知道的，我这辈子也没啥太多索求……我把积累6年的工资全寄给我的母亲了……」\n苏联士兵已经围上来了，依稀能看见草绿色和黑色的身影。\n「我最放心不下的是爱思特……你必须帮我这个忙，带她离开。」\n「…！怎么可以，她只有你一个亲人了啊！」\n「那我该怎么办，看着她在这里等死吗？这是命令，带爱思特回去，你不是最盼望我哪天死了吗？！欧文·王尔德上尉……这是最后的命令。」\n我拿着配枪指着王尔德，爱思特已经发不出声音了。\n「不要……我不要离开欧尼酱！」\n爱思特几近哀求般的摇着我，泪水沾湿了衣服。我扶着她的肩膀，在她耳畔边说。\n「嘿……听话，这可不是我的好妹妹啊……别担心太多，我一定能回来…」\n我把原本想在基辅授予爱思特的橡叶骑士勋章塞在她的手上。\n\n「还有……我一定得回来拿这个勋章，你知道我是要在基辅授予的…」\n\n【第二章-Lay Dying】\n纵使爱思特仍然衣着单薄，我仍能从紧抱着她的身体上感受到阵阵温暖，我玩轻抚她的后背。\n\n\n「王尔德」\n\n\n我从怀里掏出一份用遮雨布抱着的文件递给他。\n\n\n「真到那个时候了……再打开看吧」\n\n\n「元帅……你……」\n\n\n「快走吧，你这样哪像个军人。」\n\n\n身边的机枪手发现了接近的敌人，几个长点射打翻了一排士兵……中弹倒地，副射手接替……\n\n\n「哥哥，和我做个约定吧……」\n\n\n爱思特搂着我的脖子，引导我亲吻她……惊愕之余竟发现她的连立刻贴向我的额头……眼前的一切被爱思特美妙的脸庞占据了。\n\n\n「我不知道哥哥是否能真的回来……但一定不要死哦」\n\n\n爱思特意味深长地吻着我……（后面的别让我写，反正也写不出来）\n\n\n铁路两侧的砖墙轰隆隆地被压塌了，我即刻按着爱思特的脑袋趴下……银白色的世界逐渐被潮红替代，一辆【斯大林-2】压塌砖墙朝火车站扑来。\n\n\n我立刻带着爱思特伏在铁路两侧的砖墙后，那辆斯大林-2的机枪手发现了我，炮塔上的大口径机枪劈头盖脸地向这堵砖墙射击……弹片和碎砖片划过我的脸，留下一道道血痕……\n\n\n我仍然紧紧抱着爱思特，确认她没有受伤后，松了一口气，透过刚才打出来的弹孔发现那辆坦克的炮塔正对着这边……\n\n\n我心知不妙，但还是抱着爱思特……\n\n\n「没事的……」\n\n\n自己的全身护着她，默默向上帝祈望爱思特能活下来。\n\n\n◇\n\n\n「接下来请爱思特同学自我介绍。」\n\n\n「爱思特·冯·克莱斯特，平生喜欢的东西是意大利面，最爱是哥哥。」\n\n\n爱思特显地十分不自在，只得强装出活力十足的样子。\n\n\n「怎么又是那家伙啊！」「谁有FFF团电话？」「好可爱WWW」\n\n\n实际上和在走廊被强势围堵的情况没有什么差别，只见爱思特块哭出来了。\n\n\n最终爱思特的首天煎熬结束了，她迫不及待地拖着书包冲向我的车，手上拿着不知是谁的Iphone6s，指着其中一个应用给我看。\n\n\n「这个图案很眼熟呢……好像是……」\n\n\n「我看看，MinecraftPE吗，说起来…」\n\n\n爱思特点开了应用，进入了游戏界面。\n\n\n「…………这不是…那个世界吗……」\n\n\n我诧异地瞪大眼。\n\n\n◇\n\n\n一切在我眼中都成了慢动作。\n\n\n小石子慢悠悠地在我视线前方飞扬，身后的红砖墙解体，崩落，碎砖慢慢脱落。\n\n\n身后有一股强劲的风，卷着粉红色的沙尘，几块弹片穿进了我的身体。\n\n\n感觉像猛然挨了一铁锤般，倒在碎砖堆里。\n\n\n等有意识时才发现自己身体已经被埋在砖头底下，头和肩膀部分还是露出来的，浑身痛的要死。\n\n\n喉咙感觉有些温热，涌上来一股咸味的液体，等吐出来才发现是血，身体怕是也有不知多少处骨折了，连呼吸都无法正常维持。\n\n\n微微睁眼，才发现爱思特此时已经哭成了泪人……两只手抚摸着我的脸，眼泪滴在额头上，能感觉到些许温暖。\n\n\n「欧尼酱……欧尼酱不要死…………」\n\n\n爱思特哭着直咽气，眼圈红红的。\n\n\n我艰难地抬起手臂，一寸一寸接近爱思特的脸庞……\n\n\n「爱……爱思……特，不要……这样，必……须……活……下去…」\n\n\n接着，无力垂下……爱思特僵住了……双眼无神地瘫坐在碎砖堆里，周围的苏军士兵用枪指着她……黑衫军押的战俘从身边经过，用俄语叽叽咕咕地交谈着，德军士兵看出了事情的发展……眼神无不带着忧伤。\n\n\n【大尉同志，你知道这个军衔吗？】\n\n\n【一个纳粹元帅的军衔，被那边的坦克炸死了，等会搜他的身。】\n\n\n爱思特听得懂俄语……愤怒开始支配了她的身体……瞬间，靠近我的苏联士兵连腰被斩断……肉眼几乎无法辨识出是谁攻击的。\n\n\n爱思特手里多出了一把做工精美的剑，接着将目光转向那辆【斯大林-2】，那辆坦克掉头想跑…原本相隔了十几米的坦克…被斩成两截……\n\n\n《她是剑精灵……以前不敢和你说，现在直接爆发了。》\n\n\n「你……是谁，我不是该死了吗……」\n\n\n我仍能看清周围的景色，但身体不按照大脑的指示行动了。\n\n\n《是的，你尚处弥留之际，实际上是你我的精神在对话。》\n\n",
    "replies": [
        {
            "author": "Bismark",
            "timestamp": 1414333860,
            "txt_content": "置顶啦……没有人看太悲剧了"
        }
    ]
}