{
    "title": "【连载--单篇】越之世界——第四章 初知魂力",
    "author": "2263026",
    "replyCount": 4,
    "timestamp": 1414327500,
    "txt_content": "                        第四章 初知魂力他缓缓的向我走来了——那个左面纹龙的断臂僵尸，我惊恐着定在原地“他想干什么？”我焦急的思索生怕又是个屠夫，“给你”一声浑厚的声音蹦出，一个苹果落在我身上，“这……”“吃了它，你的饱腹值快完了”他不说还没关系，一说发现我真的饿到不行了，一把捧起，便大口的吃了起来，我好像对他没了什么戒备。“你为什么要救我”他转过头看着我，我们对视了一会儿，他的眼睛在发光！“这……我不记得什么了，那被血淋的暗红的刀，还有那一段空白……之后的之后，我就在这儿，我真的不记得了，发生了什么，我为何会在这里？”我投去疑问的目光，“你不记得了”那僵尸笑了一笑，好像有些失望，我一看抓紧了问“你为什么也被人抓取了?虚界是什么？魂力又是什么呢”他吃惊的看了我许久，好像我是什么异物似地，“你不是这个界的吧,你是从哪里来的”他把身子挪向了我这边，左手挎着脚——他只有这在手。“我不知什么是界，但我的确是从别的地方来的，我……”我没有在说下去，他真的会信吗？疑问让我止言。他站起道到，风吹动了他白色的头发，好像银丝在飘舞着“不说也没关系,只是想你有怎么强的魂力的人竟然不知什么是魂力,呵，有些奇怪罢了”“谢谢你救了我，既然你已经醒来，那我就不必再次驻留了，这个你拿着，就算是我对你的报答把”一本书向我坠来，书上印着两个大字——“修魂”我摸了摸我的腰间，那本书还在，“等一下，我也，蹦一声打断了我，在他的左边突然出现了个类似符文一般的东西，须臾间，一匹白马在白雾的包裹中出现了，“这是？”还没等我惊叹，他便骑上了白马，渐渐消逝——远方一声荡来“有缘再相见….”“最终还是只剩下我一个人”我抬头，望了望天，中午了，我走到树下，抽出我腰间的那本《魂练》，这两本书怎么好像呀，我翻开《修魂》，他说答案就在这里面：魂力万物之精华结成，在十界除了人类以外，所有生物都有其魂力，魂力分布在身体的个个角落，心脏是魂力的集交点，魂力能推动身体的潜能，释放出来，而爆出魂技，而不同的魂技需要不同的魂力，一般来说魂技越强魂力的等级也就要越强，魂力是靠自己修炼而成，修炼魂力的方法：魂力是万物之精华，所以可以通过万物来修炼，把身体的里的魂力搅动起来，感受与万物，当自己的身体发出光亮是就可以通过，伐木，砍杀，挖矿，来修炼魂力，伐木的魂力值是最低的，挖矿位第二——矿越好魂力越大，而砍杀是最具变化的他是有被杀死的人的魂力来决定可以获得对方一般的魂力，修炼魂力的光亮最多只能持续2个小时，一天只能修炼一次，如果超过这一次，就可能危及生命。而只要把魂力集中在大脑就会在意识中显示出你的魂力等级……我合上书“魂力，魂技，修魂，”这些在地球没有的事物让我震惊，还沉淀在那书本里，刚想在翻开看下去，发现天已经快黑了，“如过又遇上什么蜘蛛怪，又跑到村民哪里，我岂不又要在受苦一回，”我爬上树，今晚就在这上面睡吧，我依托在树上，“嗷呜~~~嗷呜~~~”我的耳边开始微微的响起了，狼吗？我没太去注意，可能这几天的折腾，太累了，所以天还没黑，我靠着靠着就睡了……天黑了，四周的声音越响了“嗷呜~~~”普通级别的怪物魂力：僵尸 8 骷髅 8 jj怪 6 小黑 10 女巫 8  \n索引贴：http://www.mcbbs.net/thread-352633-1-1.html\n 希望大家回复我指出我写作的不足，让我把作品写得更好，谢谢了\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "㏑243",
            "timestamp": 1414327560,
            "txt_content": "支持lz！"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1414327620,
            "txt_content": "最后有标点没打上白底= ="
        },
        {
            "author": "Tranquir0217",
            "timestamp": 1414327740,
            "txt_content": "支持下。"
        },
        {
            "author": "zhh30648",
            "timestamp": 1414328040,
            "txt_content": "这些魂什么的名词让我羞耻的无法直视。。。太中二了。。"
        }
    ]
}