{
    "title": "<连载·单章>【猪猪君历险记2—新世界】作者：418878840【第十四章：黑夜杀机】",
    "author": "418878840",
    "replyCount": 2,
    "timestamp": 1414325400,
    "txt_content": " 本帖最后由 418878840 于 2014-10-26 20:12 编辑 \n过渡章，不说什么了索引在此\n\n\n第十四章：黑夜杀机  熔岩山现在已经可以活动了，就是手臂用力时肩膀还会痛。所以猪猪君就暂时担任起了保镖。  之前猪猪君在一棵大树旁找到了一些饼干，看来那个矮子没有说谎，食物还是有的。  白伤也跟在了猪猪君后面，因为自己除了参加比赛外，还有一个任务，就是监视猪猪君，不让他失控。  一行人沿着丛林的边界慢慢走着，边走边留意附近的声音，要是有敌人过来，立马撤退，毕竟熔岩山现在受伤，不适宜战斗。  此时，猎杀场的观众席上传来了阵阵欢呼声。  6个屏幕此时正在重播猪猪君击杀刀疤的画面。“真是太精彩了！两人的配合可以说是天衣无缝，区区两名新人就干掉了猎杀场的三届冠军，刀疤！”牛向北继续解说着，手里还拿着一份文件，“看，在短短的几分钟内，18号的赔率一下子暴增，押他下次战斗胜利的人也增加至1000多人！看来这次比赛冲出了一匹黑马啊。”  还是数据库，镍队长依旧坐在沙发上，手里端着一杯咖啡，正在细细品味。  “赢了？”镍队长轻轻说了一句，像是在问人，但这个房间内并没有人。  “看来普通的敌人对他造成不了什么威胁啊。”镍队长放下了咖啡。  “丛林法则”的比赛已经过去了5个小时，天色渐渐暗淡下来，看来太阳要落山了。  猪猪君带着熔岩山和白伤，来到了一块较为空旷的草地上。猪猪君看着远处即将落下的太阳，不禁感叹：“唉，这才一天不到，我们就有人受伤了，接下来的比赛，可能会很艰难。”  白伤也看了看远方，天黑了，丛林中显得更加寂静，“你们有没有发现，现在已经没有了厮杀声。”  猪猪君听了白伤的话，也觉得不对劲，明明几分钟前还有声音的啊，难道看到天黑了，就回家睡觉啦。这显然不可能啊。  “有两种可能，第一种，他们又分散开来了。”熔岩山顿了顿，又说，“第二种，就是他们全部都死光了。” “那也不可能一瞬间全部死光了吧？”猪猪君还是觉得不对劲。  “这不是很简单的问题吗？说明有一个人很厉害，杀掉了所有人呗。”熔岩山漫不经心的回答道。   就在这时，熔岩山突然感觉到一股杀气，又抬头看了看已经完全漆黑的天空，大叫：“不好，那个人过来了，快躲起来！”   大家迅速躲入草丛。   随着阵阵脚步声，一个人影越来越近。   猪猪君的紧张得心脏都要跳出来了。那个人用黑布蒙着面，看不清脸，身上的衣服也是地洞里的服装，上面写着16。   那个人环顾四周，好像感觉到了什么，然后朝着猪猪君走去。   “不会吧。”猪猪君心里暗叫不好，已经做好了逃跑的架势，准备随时撤离。   就在那人马上就要发现猪猪君时，熔岩山突然大喝一声，手拿着匕首，就冲了出来。   那人见状，手里蓝光一闪，瞬间，一把巨剑就出现在了他的手中。   他拿着巨剑，挡住了匕首，而且匕首一下子就被弹飞了。就在匕首飞出去的那一刻，熔岩山的双手感觉到了一股巨力，一下子就没有了力气。  “灵魂碎片，邪恶的情绪。”白伤淡淡的说道。  猪猪君此时也冲了出来，但也是一样的结果，匕首一碰到那把巨剑，双手就没有了任何力气。  很快，熔岩山和猪猪君就败下阵来。而白伤，已经不知去向了。  “他的那把剑好像可以吸取别人的力量，而且那把剑是什么时候变出来的啊！”猪猪君不明白为什么自己就莫名其妙的败下阵来了。  猪猪君不知道，不代表熔岩山不知道。熔岩山看到那个人手中的蓝光就已经全部明白了，那是召唤灵魂碎片时才会出现的光亮啊，看来自己隐瞒不下去了。  熔岩山转头，看了看猪猪君，然后手中突然出现了一道耀眼的蓝色光辉。  熔岩山站了起来，他的两手中多了两把血红色的短剑。“灵魂碎片，仇恨的情绪。”白伤站在一棵树上，默默的看着眼前的一切。\n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @SecretSlim @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 \n好友@十连发\n另外，求人气\n\n\n",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1414325760,
            "txt_content": "自己的小说还在拖着，我就帮别人顶顶吧..."
        },
        {
            "author": "男人婆",
            "timestamp": 1414326780,
            "txt_content": "前来顶贴！猪猪更新速度真快"
        }
    ]
}