{
    "title": "[Sponge][翻译]开发状况报告 — 2014年10月26日",
    "author": "zhang624232848",
    "replyCount": 6,
    "timestamp": 1414324260,
    "txt_content": " 本帖最后由 zhang624232848 于 2014-10-26 19:52 编辑 \n点此查看 10月18日 的开发情况报告本文原链接：http://forums.spongepowered.org/ ... 6-october-2014/4009\n\nStatus Update - 26 October, 2014\n来源：Sponge Community  作者：me4502\nThings have been busy for the Sponge team recently; with both Project Leads gone for personal reasons, and staff changes. @Blood will continue to be gone for the next few weeks to tend to his family and his new child! However @sk89q has recently returned.\n最近Sponge的开发团队有一些忙，因为两个领头开发者都因为自己的私事儿暂时撂下了开发工作，并且Sponge的管理员也有一些变更。Blood因为他的家里多了一名新的成员所以要与家人团聚！但是sk89q在最近已经回来了\n\nSponge Status\nOver the past week, there have been a few changes within the Sponge staff. The teams are now much more final, and jobs are being properly delegated for development. I personally (@Me4502), have been discussing a Tile Entity API with other team members, and wrote a scheduler API. The estimated date of API release is still slated at November, and we are confident that we can reach it.\nBesides the API, our new team member @modwizcode has been working on the implementation of our current API that will be useful for developers to test their code once the API is released.\nSponge的状态\n在过去的一周里，Sponge社区的管理人员有了一些变化。目前的团队已经趋于完整，并且关于开发的具体工作也被正确地分发。我个人（Me4502）正在和团队的其他人员讨论实体API（Tile Entity API）的具体事宜，并且完成了一个及其早期的API，API预计的释出时间仍然定在十一月，我们对于在那个时候发布有足够的自信。\n除了API之外，我们的新成员 modwizcode 正在致力于制作我们目前API的接口，以便开发者能够在API释出后尽快测试他们的代码。\n\nForge\nWe are still waiting on Forge for 1.8, and thanks to LexManos for his continued efforts. If you want to support him, you can donate to him at either his PayPal or Patreon. Also check out the other people who are actively supporting Forge updating for 1.8.\nForge\n我们目前仍然在等待1.8版本的Forge，我们也想感谢LexManos对于Forge的一直以来的开发。如果你们想要帮助他，你可以通过PayPal或者Patreon来帮助他，也请继续关注其他一直在为Forge的开发添砖加瓦的开发者。\n\nNew Website\nThanks to Antariano, we now have a sexy new frontpage! Head on over to http://spongepowered.org and tell us how you feel about it.If you see any issues, make sure to report them on the issue tracker tagged with the website. We will have a public repo up soon for making changes to the website code.\n新的网站\n感谢Antariano，我们现在有了个吊炸天的首页了！你可以现在看看http://spongepowered.org，并且告诉我们你对这个首页的感受。\n如果你发现了任何的Bug，请务必将他们汇报至我们网站上的Bug跟踪器上。我们马上会上传一个公共的repository来放置我们网站的源代码。\n\n\nThat’s all for this week, it may not seem like a lot has actually been done towards the finished server, but a lot of internal progress is being made.\n\n这就是这周的事情了，或许看上去我们并没有做什么东西，但是实际上我们已经作出了很多事情了\n\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "zhang624232848",
            "timestamp": 1414326840,
            "txt_content": "如果我的翻译能够帮助到你，也请回复支持一下。谢谢"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416328980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416329040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416329040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "天正鹄",
            "timestamp": 1416388440,
            "txt_content": "只要能继续开发，就有得玩了"
        },
        {
            "author": "fbcha",
            "timestamp": 1416389820,
            "txt_content": "英文 看不懂呀"
        }
    ]
}