{
    "title": "大家不觉得论坛需要完善一下么？",
    "author": "风暴暴风",
    "replyCount": 0,
    "timestamp": 1414411800,
    "txt_content": "最近，我总是遇到【内部错误，此信息无法显示】这种事，这个大家也遇到过吗？\n\n\n\n\n水帖福利：\n苹果：一直被模仿，从未被超越； \n腾讯：一直在模仿，从未被起诉； \n迅雷：一直在吸血，从不管用户；\n暴风：一直在流氓，从未被抓住；\n瑞星：一直在娱乐，从来不杀毒；\n360 ：一直想收费，从来都不敢。\n\n为什么我喝雪碧没有水从我背后淋下来 ？为什么我喝伊利奶没有变帅 ？为什么我吃德芙没有黑丝飘来飘去 ？为什么我吃大大泡泡糖没有召唤出超人 ？为什么我喝王老吉的时候人没有涌来？ 为什么我喝急支糖浆没有豹子追我 ？为什么穿了特步也没有飞一般的感觉 ？为什么我喝果缤纷没有热带水果在我身边飞？ 为什么我用威猛先生没有超人出来给我洗马桶？ 为什么我用盐白牙膏没有被冰爽珠子冲到窗外 ？为什么我吃曼妥斯不能嚼出雕像？ 为什么我吃康师傅没有看到大块牛肉？ 为什么我垫苏菲那两只兔子不出来？ 为什么我穿了阿迪王前面的路没裂开 ？为什么我用了步步高点读机并不觉得题目so easy？ 为什么我用了雀士纸尿布却变不了天才？ 为什么我吃冰工厂没有被冻住 ？为什么我用飘柔洗头感觉不到一点自信 ？为什么妈妈送旺仔牛奶来学校时学校没有广播叫我？ 为什么我去超市买益达忘了拿也没有美女跟我说 :嘿！你的益达 ？为什么我喝七喜没有召唤出小人 ？为什么我喝营养快线还是没精神 ？为什么我用了闪亮眼睛也没有闪亮起来 ？为什么我吃了绿箭妹子还是走了？ 为什么我穿安踏的鞋还是可以停下来？ 可我最不能忍受的是 :为什么老子有奥特曼限量版变身器还是变不了身!!为什么我回复你你却不回复我？为什么你不粉我？为什么我的尾巴是偷来的？为什么升级这么慢？假如你每天签到拿4经验，18级300000/4=75000天，如果从1岁开始签到，那100年=36500天，你差不多要活200年保持每天签到（谁知道200年后还有没有签到这玩意），如果你每天再水4经验，时间减半，但考虑现实，你不可能再活100年，取50年吧，你就要每天水16经验，可能你是个勤快的人，每天水32经验，那就需要25年！！！再如果你是个大水怪，每天水64经验，那就只要12.5年！！！还如果你个心急的人，每天水128经验，你只要6.25年！！！！假如你已经急不可耐了，每天水256经验，那你碉堡了，只要3.125年！！！当然，你会觉得3年还是太远了，每天你闲的蛋疼，忙忙碌碌的水512经验，碉堡了，你只需要1.5625年，只比1年半多一点！！！什么！！你还不满意，那你觉得你可能一天水1024经验吗，可能吗！！可能吗！！！据说回复100字或者一百字以上可以得到11~30经验，好心动的赶脚。。。。那么，按照队形，点击复制，吧我的话复制一片，拿经验妥妥的\n\n\n\n\n\n\n\n\n今天我终于狠心买了一瓶矿泉水尝尝，能喝上矿泉水一直是我的梦想。每当我在大街上看到喝矿泉水的人，我都会偷偷瞄一眼，真羡慕那些有钱人。昨天我发了压岁钱，在经过激烈的思想斗争之后，我终于下定决心明天去买瓶矿泉水喝，我没有告诉我的父母，他们知道后一定会阻拦我的，我激动的一宿没睡。第二天，我花了2个小时半来到市中心的矿泉水专卖店，我完全被那种气势震住了，豪华的装修，我怀着忐忑不安的心情走进了专卖店，面积达8平米的营业大厅布置和外面一样豪华，友善的服务员热情的接见了我，可能是太过紧张了我开口要求试吃，刚说完我就脸红，可是服务员并没有感到诧异,对了，可能来买矿泉水的人都得要求先试喝吧，毕竟2元/瓶的价格不是说买就买的，我激动地接过矿泉水，小心翼翼地拧开了瓶盖，这时的我已经忘了要注意绅士风度，贪婪的喝了一口，爽滑的口感不是我以前喝的自来水所能比拟的美丽漂亮的女服务员热情的向我讲解矿泉水的配料和制作流程，在谈话中我得知他刚从韩国首尔大学毕业主修酒店管理双硕士学位，回国后她拒绝了去星巴克当店长的机会来到矿泉水专卖店工作，我也为她的明智选择而感到欣慰，毕竟进入矿泉水专卖店是多少代人的梦想与追求。临走时我掏出带着体温的4元钱买了2瓶，刚要走出店门时服务员朝我喊：“你的矿泉水！”我回眸一笑百媚生回应到：“是你的矿泉水。”服务员当时就脸红了，我随即以迅雷不及掩耳盗铃儿响叮当之势走出门口我想，服务员肯定会把所有的矿泉水从柜子上都拿下来一瓶一瓶的数“他明天会来，他明天不会来......”走在大街上我喝着矿泉水，大家都向我投来羡慕的目光，我也感觉对人生更加有信心了，回到家，我兴奋得不能自己，还是忍不住和我的矿泉水合照了，因为矿泉水实在太过耀眼，我怕有些不法分子会盯上我，所以我用我美丽的签名挡住了我俊朗的面庞。嘘！记得不要告诉别人我喝过矿泉水，这年头像我这样低调的人不多了。\n\n\n***腾讯，忍了你好多年了，最开始用你的QQ，因为你是互联网还不盛行年代的唯一通讯工具，让我们摆脱了聊天室，可以和很多人建立长久的网友关系，那个时候你是完全免费的！！！！！ 可是后来呢？红钻，黄钻，蓝钻。。。。。。各种钻！！！！！！钻你妈，还有会员。大家可能不知道腾讯最开始名字不是叫QQ，一开始他模仿人家ICQ. 居然叫他妈OICQ，你们创作团队是吃屎长大的吧？后来你被迫改名QQ 从什么时候你就成了模仿的专家 ，就连QQ的消息提醒的铃声都是马化腾从他的摩托罗拉呼叫机上录下来的，人家出博客你开空间，人家开淘宝你开拍拍，人家有支付宝你就来个财付通，人家有‘百度知道’你就有QQ问问，人家有人人校内你就出QQ校友，人家有新浪微博你就出个腾讯微博，人家有cs你就出个cf，人家跑跑卡丁车你就QQ飞车，人家劲舞团你就QQ炫舞，人家泡泡堂你QQ堂，人家单机游戏仙剑奇侠传，你 他 娘的模仿成QQ仙侠传，老子真是无语。人家诛仙你就寻仙，人家梦幻西游，你来个QQ西游，接着你竟然在QQ西游里面搞个主题是“娶个妖精做老婆”我 *** 啊，回家娶你妈啊，人家浩方对战平台，你来个QQ对战平台，人家迅雷，你来个QQ旋风，旋 你 娘啊，人家迅雷是全球使用人数最多的，你跟人家比啊，回家洗洗脚睡吧。别人酷狗音乐出来了，你来个QQ音乐，人家暴风影音，你来个QQ影音，人家PPlive你来个QQlive.真是受不了，最后，竟然连输入法也来了，人家搜狗输入法刚出来很火，你来个QQ输入法，接着还来个QQ五笔输入法，算你狠，就最他妈让我受不了的就是最近你还模仿人家植物大战僵尸你在你的寻仙搞出来个葫芦娃大战妖精。还有什么你没有模仿的？ 小样儿的，你就一聊天软件你冒充什么变形金刚？？？？弄个QQ秀，要QQ红钻，要么就是用QB买，弄个QQ空间，你来个QQ黄钻，玩个QQ游戏，来个QQ蓝钻，弄点背景音乐，要QQ绿钻，你腾讯傻吧，现在空间谁不会弄，你腾讯去死吧。 一个QQ等级，当初搞的全民挂机来个超级QQ。哼哼哼，最近又来个QQ电脑管家，和人家360搞的天翻地覆。这下吃官司了吧，该死。 你看看人家360。 360再有什么目的，它也是免费的，知道不？你QQ中！？            \n\n\n专业维修核潜艇、反应堆，核弹头翻新、抛光、打蜡，回收二手航母， 清洗航母油槽，航天飞机保养换三滤，高空作业清洗卫星表面灰尘， 批发歼-10.F22.F35.B2轰炸机，各类核弹头，量大从优，有发票，三个月内提货，送两年免费保养和飞机后视镜。 另承接火车补胎，订做蚊子眼睛，蚂蚁刨腹产等业务，赠送精美礼物钥匙扣，打火机 另，新到一批野生散养奥特曼，纯天然无污染，欲购速从~~~~~ 联系电话：18299577352。欢迎致电。 　　——索马里海岛物力资源部 你忍心蜗居在不到10平米的小屋里吗？ 你忍心看着自己的女友和你奋斗一辈子还供不起一套房吗？ 你忍心看着你父母缩衣节食把仅有的一点养老金帮你还房贷吗？ 这里才是实现你梦想的地方。加入我们，待遇从优，装备齐全，食宿全免，一条大裤衩，一双人字拖，一把AK47，800美元底薪+提成， 全天移动式海景套房，多劳多得，只要大干一票，在大都市买楼不再是梦想， 干两票，跻身上层社会，直接与奥巴马对话不再是距离。别再犹豫了，给你一片海域,换你一生奇迹！ 联系电话：18299577352。非诚勿扰！ 　　——索马里海盗人力资源部\n\n\n瞎了我的24K高强度硫酸铜硬化畴壁共振防涡流损耗和共振损耗电子脉冲带放光二极管及光敏三极管之晶圆脉冲散射之光斑照射粒子带发光半导体及光电感应器之光源硬化及反电磁波加硫酸亚铁硬化以及硝酸铜硬化氪金防暴狗眼\n\n\n得知楼主要进村以后，全村男女都躲进了地窖。在清点了人数后二楼大呼：糟了！70多岁的老奶奶还在外面！楼主一定不会放过他的。说到此时，众人暗然泪下，楼主已经进村了，来不及救她了。这时三楼突然一拍大腿，说道：完了！我们家养了十几年的老母猪还圈在猪圈里！二楼问：你说的是四楼吗？三楼嗯了一声后豪陶大哭：人家当我的四楼是头猪，可我一真都把它当老婆对待啊！不能让楼主给我戴绿帽子啊！众人安慰道：有老奶奶在，你的猪不会有事的。三楼这才静下心来。这时只听外面传来人声，原来是楼主在外面大喊：蛤蛤蛤！没用的！我已经闻到女人味了！不久外面便传来一阵猪叫声，楼主啊一声，猪便叫一阵，持续了一小时后才安静下来，此时的三楼已然是个泪人儿，别提有多伤心。众人以为楼主完事以后便会离开，但是不然。老奶奶在外面大喊：你个挨千刀的，老娘裤子脱好都个把钟了，你不能让老娘白等！说完不久便听到楼主的哀号声，老奶奶哈一声，楼主便哭一阵，持续了两个钟以后才安静下来。老奶奶大骂：没用的东西，我‘五楼’可不是浪得虚名的，老娘二十年前人称‘夹断一条街’，现在我老了，算你走运！众人听罢，纷纷出来跪拜言谢，只有三楼此时笑得很阴险 。\n\n\n↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑千万不要复制上面的话，不然的话，我一定会死得很惨。↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑↑\n\n\n\n\n\n\n言归正传：希望MCBBS论坛早日扬名中国内外，走向全世界!\n这里，我想说的是，现在我的世界被女生玩得很欢，开个创造模式，放了一大堆羊，一大堆牛，然后拿弓箭射，额，真无聊。要不就是放的满地都是TNT一顿瞎点，然后还问我：这怎么不爆啊？o(︶︿︶)o 唉~\n\n\n\n额，我不是来水的！\n\n\n",
    "replies": []
}