{
    "title": "<原创·连载>卡厚重新开坑 —— 险处逃生【第一章】",
    "author": "kaho",
    "replyCount": 3,
    "timestamp": 1414502700,
    "txt_content": " 本帖最后由 kaho 于 2014-10-28 21:35 编辑 \n\n大家好，我是卡厚。之前也留下了很多很多的坑没完成，然后现在我还是另开新坑来写一个小说吧~这个小说真的很渣很渣，不要喷啊~OAO 我好伤心呢~（不定期连载，可能一周、一个月，甚至一季233）\n如有雷同，纯属巧合未经作者同意，严禁转载！部分情节将按照现实事例而改编\n\n\n\n\n2014.4        保罗·西格尔（Polarcirkel）船艇\n\n        「忙碌了一整个月，终于有点时间去旅游，放松自己了！」布莱克在船舱上，一边欣赏着窗外的风景，一边感叹自己。\n\n        没想到，这一次旅程，是他噩梦的开始。\n\n        这艘船的舵手一直是个贪玩的人，经常来几个恶作剧，就连上班的时候也是如此，故人人都叫他“贪玩鬼”。他觉得驾船是一个很无聊的事。所以，他决定来个玩笑，让旅程不再寂寞。\n\n        他模拟赛车手在一级方程式赛车的车手一样，将船舵左摇右摆，不过，这个决定让他后悔一生。\n\n        谁都不知道舵手的一个急转弯就可以让整艘船沉没。后悔已经太迟了。这次贪玩，换来的是意外。\n\n        仅在这几秒钟，船身开始快速地沉没，所有人都感受到自己的危险和处境，处处慌张，如坐针毡。不过，船员为了自身的安全，都坐了救生艇，逃跑了。现在，只有靠自己的力量，来逃脱这艘船。但是，乘客们都不知道船员都逃跑了。他们依然按照着广播的指示，坐在船舱里。\n\n        渐渐地，乘客们开始意识到自己的危险。布莱克显得更是慌张。他知道，现在做的，只有逃跑。只有逃跑，才能保住自己的生命。但是，在这浩瀚的太平洋上，谁能找到他呢？\n\n        没办法，他只有拼手一搏。\n\n        他尝试打开舱门，赤手打破窗口。可是，并不成功。用尽了所有的办法，耗尽了所有的力量，还是逃不出这个魔掌。\n\n        「去你的！我还这么年轻，我不想死！老天爷，你就让我逃出去吧。」布莱克说道。一霎那，布莱克看到船舱里面的灭火筒，就肯定这是保他生命的一个工具。布莱克在那已经\n倾斜了四十五度的船舱走着，走到灭火筒的面前。把沉重的灭火筒拿住，用力地敲破那窗口——唯一能逃出的地方。\n\n        幸运的是，他敲破了。他踊跃一跳，跳进大海里。面临的是第二个难题——找到陆地。在这寒冷的大海上，谁能不眠不休地游着，寻找着呢？他知道这是一个难事，不过与其在这里浪费时间和热能，倒不如赶快地向前游，找到陆地。这样，才能度过这个难关。\n\n        他拼命地游呀游，似乎时间过得越来越慢。终于，他疲惫不堪了，在海上晕倒了。他在海上里漂呀漂。以夜继日，终于，漂到了一个岛屿上。昏迷了一日一夜，终于醒了。\n\n\n未知时间 谜の岛\n\n        是的，布莱克可能安全了。但是，他漂到了一个荒岛，一个很大的荒岛，看起来是要在这里生存一段时间了。\n\n        「还记得我以前是童军的时候，也经常来到荒山野岭去野营。可是，这一次并没有任何的装备，这下子可惨了。」这一次，对他是一个大挑战。\n\n        他站了起来。向着前面的树林探索着。沿途，他找到不少的果实，看起来是甜美的、可口的。但是，他并不知道这是不是有毒的。\n\n        不过，他看见附近的动物，都吃了这些果实。至少他是安心了起来。\n\n        他抬头仰望着天空，看见太阳快下山了，这下玩意可大了。他得在这片茂盛的树林里，找到一个藏身处，度过这一个漆黑的晚上。因为他不知道这个树林里到底有否存在着一些邪恶的生物。\n\n        突然，他发现一个矿洞，里面有一个小小的地方，足以藏身一夜。于是他立马躲进里面。里面的空间非常狭小，狭小到不能呼吸。在这里，布莱克一分钟都嫌多。现在，他最想的是这个黑夜离开，好让他进行第二部署。\n\n        就在这个时候，他听到一个脚步声。越走一步，越是害怕。手无寸铁的他，越是想，越是慌张。\n\n        这个时候，布莱克被一个生物盯着……\n\n\n[fly]↑如果你很仔细地看下去，你会发现一个在现实世界里发生过的一件事↑[/fly]\n\n\n注解\n[1] 保罗·西格尔（Polarcirkel）船艇，来自挪威的成熟技术产品，是海上船艇之中“安全和坚固”的代名词，号称“不会沉没的船”。1987年开始造船，并得到挪威船级社（DNV）和ISO9001质量认证。利用先进材料、技术、工艺和设计而生产出来的保罗?西格尔（Polarcirkel）船艇可以广泛应用在各种恶劣海况条件下，也是近距离接触南极过程中唯一可以使用的船只。\n\n\n\n待续...\nTo Be Continued...\n\n↓下面都别来老梗呀喂喂！↓\n",
    "replies": [
        {
            "author": "likeliang",
            "timestamp": 1414502820,
            "txt_content": "惊闻卡厚写小说OAO"
        },
        {
            "author": "魂梦归他处",
            "timestamp": 1414502820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ygujyh",
            "timestamp": 1414502880,
            "txt_content": "惊闻卡厚写小说OAO+2"
        }
    ]
}