{
    "title": "【原创-连载】【Minehope5——Him传说】【by北极】【01】",
    "author": "北极星人",
    "replyCount": 2,
    "timestamp": 1414546500,
    "txt_content": "正文\n\n\n   我摊开书，看了看窗外的天空，心里有些不安。漆黑一片，就像现在的情形一样。\n   问出了什么事？事情并不复杂，但是情况却十分危急。三个月前，一种神秘病毒袭击全球，但感染迹象也就跟流感一样，所以没有人在意。直到一个月后，感染者出现了变异，这才引起重视。但是病毒感染速度极快，全球幸存者已经没有多少了。莱克已经参与了病毒的研究，有了些眉目，我站起身，想去问问他。\n\n   “莱克？研究进展的如何了？”我推开实验室的门，莱克穿着白色的研究服坐在椅子上。\n   “不乐观，这种病毒的结构非常复杂，但是，我有一种很荒唐的猜想，这种病毒很有可能是来自外太空，可是真的是这样的话，它是怎么传播到地球来的？”莱克若有所思地低下头。\n   “为什么会来自外太空，自然产生的不可能吗？”\n   “首先，这种病毒的传播能力非常强，这不是地球病毒能达到的水平，其次，这种病毒的结构非常复杂，一个病毒的结构几乎可以与人类相媲美，这绝对不会是地球孕育出来的，如果是人为制造的，人类现在还没有掌握这种结构的制造方法。”说着，他从一个架子上拿出了一个试管，里面是一种宝石蓝的液体，里面时不时浮现出一些白色的光点。“你看，它们现在已经有了半试管的量，半小时前我才只放了一个进去，现在已经分裂成了这么多，而且，它们有入侵神经系统的能力，最神奇的是，它们甚至可以控制人类的行动，可怕程度难以想象。”\n   “其他人有什么下落吗？”\n   莱克摇摇头，“史蒂夫我已经联系上了，他现在正在往庇护所走了，我提醒他路上注意一切行为有异常的人类，骆黎的情况很不乐观，虽然找到她了，但是有被感染的迹象，杰莉丝和希尔已经失踪了，我用什么办法都联系不上。”\n   “骆黎她能醒就好了，史蒂夫……或许他能帮点什么？”\n   “别逗了，他要是有个三长两短的怎么办？”莱克白了我一眼，“但是……两个最有用的人都失踪了，杰莉丝的黑客技术在你之上，我觉得她应该能做点什么，希尔的身手……让她帮我活捉一只变异人类不成问题。”\n\n   门突然开了，史蒂夫背着一个小包进来了，“吓死了，莱克你自己去看看，庇护所附近全是僵尸，但是不攻击。”\n   “哦，那个情况早就有了，你回来的路上有发现什么吗？”\n   “我回来的时候遇上希尔了，问她要不要一起过来，她说还有事，等处理完了就会过来。”史蒂夫打开背包，从里面拿出了一个U盘，“她让我给你的，说里面有什么资料，我没细听，你看看吧。”\n   莱克接过U盘，插在电脑上，开始加载。U盘里是一个记事本，点开之后，莱克差点就蹦起来了，里面是病毒的资料，但是这个病毒居然真的是人研究出来的，而研究者竟然是……Herobrine！\n   “Herobrine？！难道……”史蒂夫脸色煞白，“Mysterious还没解散？”\n   “什么？Mysterious？不是早就被捣毁了么？”我疑惑道。\n   “Herobrine是一个灵魂体你们应该都知道，但是……我听说Herobrine被复原了。Him的智商不是能有语言表述的，有能力复活他的只有Mysterious，况且，他的死亡好像跟咱们这几个人当中一人有关系，而Mysterious掌握着我们的行踪，Him大概是为了复仇所以帮Mysterious研究出这种病毒。”\n\n   晚上，我躺在床上，心里乱成一团。但是现下，如果大家都能来到这里，或许还有什么办法。正想着，窗户开了，希尔从窗户翻了进来。“为什么庇护所晚上锁门？”\n   “你去哪了？”\n   “先不说这个，把莱克找来，我有东西给他。”\n\n   希尔拿出了两个试管，“莱克，你手上的那个病毒不是本体，传播能力比较弱，前几天，我去了一趟Mysterious，顺手带了两个试管出来，这一个是病毒本体，给你研究用。”说着，她拿出另一个，里面的液体是乳白色的，“这一个，是抗体的提取物，可以中和病毒，也就是说，如果注射了这种东西，病毒就毫无用处了，不过这种抗体是什么我也不知道。”\n   “你这是……去了他们的实验室？”莱克诧异道。\n   “都去了不知道多少趟的地方了，轻车熟路。”希尔略微顿了顿，“杨阳，过来一下，我有事要拜托你。”\n\n",
    "replies": [
        {
            "author": "Wolverine",
            "timestamp": 1414546860,
            "txt_content": "这小说和病毒有关？（你的头像和ID怎么那么像冥姐？）"
        },
        {
            "author": "my5629001",
            "timestamp": 1414550700,
            "txt_content": "支持一下楼主"
        }
    ]
}