{
    "title": "【原创-连载】【我与Herobrine】【30】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1414590120,
    "txt_content": "正文：\n \n　　30\n　　\n　　\n　　“看见海岛了！！”\n　　边沿绳梯爬下桅杆，边朝底下甲板掌舵的人喊话。\n　　\n　　“我看见了，Herobrine。约摸半天航路吧。”\n　　一溜烟跑到跟前，报告大好的消息。\n　　“辛苦。”讲话同时让开半身位置。“你来开，我下底舱整理要搬的东西。”\n　　“嗯！”\n　　愉快接过轮盘，按捺不住满心的喜悦。\n　　\n　　自上次，被强抱以后……\n　　咳咳，口误，是闹别扭以后……我的剑术有了飞跃性提升。游泳水平托二号珠子的福，省过最难熬的憋气练习。\n　　虽然他说，非但不用刻意呼吸，拿岩浆洗澡都不在话下。遗憾二十几年养成的习惯难以戒除，而且不喘气总觉自己死翘了。跳岩浆池子实在没胆，我还是保守点，正常点合算。\n　　至于吃饭睡觉，尽量保留。甭管多不多余，顺从本心意愿就好。\n　　\n　　打造这艘船，共耗时三天，大小够容纳五十来人。\n　　初始阶段，Herobrine给出设计图，意思两三人规格足以，无需造大。不过我踢树上瘾，一发不可收拾。收集木料严重超量，都堆积海滩泡水等腐烂。\n　　他见此情景，轻微摇头叹气，修改图纸以便不浪费。最后船造得巨型，调集几百僵尸来推才得以下水。\n　　航行一日，浅海过渡到深海。上下左右全蓝色，我不耽搁功夫的立刻晕头转向，全靠他摆弄星盘磁针之类，按海图走预定路线。\n　　近两周过去，我也熟悉了那堆小工具的作用，开始分担驾驶工作。\n　　昼夜轮流值班，始终不下锚的前进前进。今天早晨登高远望，海平面上可算有其他颜色的小点了。\n　　\n　　这些事情之后，我决定回村子，好好恶心下高鼻梁们。\n　　并且叫他们亲眼得见，本人和传说中恐怖代名词Herobrine的关系。你们这些做什么都半吊子的家伙，根本不及他一根小手指。\n　　不仅如此，构想中有幅更大更美的蓝图铺开成型。\n　　与我携手实现它吧，给大地深植，证明友谊的烙印。\n　　\n　　“Steve。”\n　　“好快啊，全包完了？”\n　　“没有。风向变了，入夜将有大风暴。要加速行驶，尽量赶在来袭前抵达。”\n　　“噢，明白。上岸来得及盖房挖洞吗？”\n　　“不，这次不做修整，直接潜海。水底没有风浪影响，过后船用不到，丢弃吧。”\n　　“唔，好可惜啊……”\n　　初次一起做的东西，想想海浪打碎七七八八的样子，真心疼。\n　　“保持速度，我负责帆。”\n　　“好的。”\n　　\n　　果然，下午天色阴黑超过往常，头顶乌云翻滚打卷，大气压得人浑身不适。浪头摆弄其上玩物，站稳变得困难。\n　　冷风混合细密雨珠往脸上扑，我胡乱抹了一把水渍，运用全力制止轮盘随意转动。\n　　“可以了。”\n　　Herobrine从背后过来帮助锁死机关，又加上两条铁链，拉我进船舱。\n　　“不管可以吗？”\n　　“短时间内船不会侧倾就行，我们现在下去。”\n　　跟随经过阶梯，进到本该充满物资的最下层。不过他不吃不睡，我象征性吃睡，这地方基本空置，摆几个木箱装样子。\n　　“剑。”\n　　“啊。”紧张穿戴半月前做成的装备，挎起小包。“就这些？”\n　　武器，胸铠，夜视药……太少了吧？\n　　\n　　“走以前我有几句话交代，认真听。”\n　　“呃。”\n　　“水底不能交流，视野受阻，要持续用夜视药水。海底神殿有不少守卫锁链固定在殿墙上，它们的攻击不能伤害你，只是很难缠。所以不要留情，见到就杀，要害是两眼中间。神殿四周设了屏障阻挡海水，内部有空气。进去以后，我再指导你下一步干什么。”\n　　“嗯，记住了。”\n　　郑重其事的使劲颔首。\n　　“那，推开箱子。”\n　　\n　　清理了杂物，揭起一方油毡，眼前赫然出现个活板门。撤掉插棍，海水急忙灌进船舱。\n　　哎呦你竟然藏地道！这样一下就沉没啦！\n　　“别怕。”\n　　不，我不害怕，就是……\n　　低头看着他仅剩头和一只手在海面，心爱的小船里水位疯长，感觉好无语……\n　　\n　　\n　　（未完待续）\n\n\n废言：\n \n明天开始做七个颜色的羊毛苦力怕。\n另，喜欢本文的话，请到此处投外星人一票。索引见签名。\n\n\n",
    "replies": [
        {
            "author": "逆战逆战逆战",
            "timestamp": 1414590420,
            "txt_content": "围观冥姐{:10_516:}"
        },
        {
            "author": "zhangyuhao112",
            "timestamp": 1414590600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "su3155323",
            "timestamp": 1414590660,
            "txt_content": "【你的小说怎么样】什么时候开始的..."
        }
    ]
}