{
    "title": "<连载·单章>【猪猪君历险记2—新世界】作者：418878840【第十六章：末翼】",
    "author": "418878840",
    "replyCount": 3,
    "timestamp": 1414672260,
    "txt_content": "神奇的剧情......（表示不会编剧情，伏笔也不会埋，大家凑合吧，呵呵。）索引在此\n\n第十六章：末翼  猪猪君看着手中的灰色匕首，愣住了。  “这个吗，灵魂碎片的形态是随机的，没有规律，所以……。”熔岩山想安慰安慰猪猪君。  “凭什么！”猪猪君一下子将匕首摔倒了地上，煞是委屈，“为什么你的是两把短剑，而我只是匕首，就算我是速度型也不带这么欺负人的吧！”  就在匕首落地的一瞬间，熔岩山突然感觉到了什么，灵魂碎片瞬间释放，往旁边闪去。  此时，周围出现了一层灰蒙蒙的雾气，空气中夹杂着一分诡异。  “这是什么？”猪猪君疑惑。  “每个灵魂碎片都有特殊能力，可能这是你灵魂碎片能力的一种展现吧。”熔岩山手上的短剑给他制造了一层圆形护罩，所以他并没有被灰雾侵袭到。  熔岩山的灵魂碎片叫做“血刺”，寓意着鲜血和杀戮。  他的特殊能力是摄取别人的鲜血，并转化为自己的力量。  熔岩山跟猪猪君躲到了一个树洞旁，脱离了树丛中心的战斗。但可惜的是，熔岩山和猪猪君还是没有研究出猪猪君灵魂碎片的能力。  “可以放我兄弟出来了吗？”末奎在一个阴暗的地下室里说道。  “嗯？我有答应过你吗？”地下室的中间，坐着一个穿着黑色风衣的男子。  “可是我已经帮您把事办完了，您应该会信守承诺吧？”末奎的声音开始颤抖，带着一丝愤怒。  男子转过头来看了末奎一眼，笑道：“你不是一直反对我们抓捕灵魂来进行实验的吗，怎么现在又来求我了。”  “如果您能把我的兄弟放了，我愿意！”末奎犹豫了一会，但又坚定的说道。  “但您能让我去看他一眼吗？”末奎接着说。  男子没有说话，像是同意了。实验体实验室，储藏着很多实验体的肉体。此时，工作人员正在进行灵魂抽取和记忆消除工作。  末奎带着紫色面具走了过来，沿着工作流水线，巡视了一番。便朝着储藏室走去。  末奎来到一面金属大门前，对着旁边的电子面板输入了一串密码后，就径直走了进去。  随着一大片浓雾，储藏室内的环境才开始清晰起来。  一排排的圆柱形玻璃舱，里面灌满了绿色的营养液。  末奎在里面走了一会，找到了一个标着“02—43”的玻璃舱。  他看着舱内沉睡的人，眼神中露出了哀伤。末奎对着那个人说了什么后，便走了。  如果猪猪君在场的话，就会认出那个人了，那个沉睡在舱内的人正是当初暴风森林中的死灵法师——末翼！  猪猪君隐藏在一棵大树浓密的绿叶之中，看着地上选手们厮杀后留下的尸体，松了一口气。  “还好不是我……”  “看来之前那个叫白伤的人可能就是他们派出的监视者了。”熔岩山回想着之前的选手中好像并没有白伤，而且他在猪猪君遇到实验体后就不见了，熔岩山坚定了他的推断。  “我觉得他也是实验体，而且还是很强的那种，我们迟早要跟他对抗。”  “我也这么觉得。我们要不要主动出击？”猪猪君提议。  “嗯。”  于是，夜晚寂静的丛林多了几个极速前进的残影。\n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @SecretSlim @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 \n好友@十连发\n另外，求人气\n\n\n\n\n",
    "replies": [
        {
            "author": "o-zero",
            "timestamp": 1414672560,
            "txt_content": "多加些背景描写就可以了，其他没得挑"
        },
        {
            "author": "454475906",
            "timestamp": 1414672920,
            "txt_content": "总感觉猪猪君的灵魂碎片是逃跑的=-=看到雾气=-=瞬间联想烟雾弹233"
        },
        {
            "author": "男人婆",
            "timestamp": 1414673700,
            "txt_content": "真厉害，我上着课猪猪君就屠版了"
        }
    ]
}