{
    "title": "你敢吃吗？送你见阎王的十位厨师",
    "author": "2640747911",
    "replyCount": 13,
    "timestamp": 1414725120,
    "txt_content": "上期寮长介绍了动漫中十位超级帅气的男性料理达人，你还在寻味着能够成为你的另一半的他们吗？ \n这一期寮长带大家看品尝下动漫界中的美味料理若干（伪），不听话的朋友可要做小白鼠哦，吃下去的结果会是怎样，寮长什么都不知道！\n\n\n\n志村妙首先从简单的介绍起吧，那么首当其冲的便是煎鸡蛋了，可你别高兴的太早了，越是容易的东西杀伤力越高哦！一个简单的煎鸡蛋在“志村妙”的手里能够变成一种杀人于无形的食物，这是你万万想不到的吧，普通的鸡蛋黄白有序的，而且很香，可妙的煎鸡蛋统一形状为焦、脆、黑色不明物体！在剧中，主角们都品尝过妙的煎蛋，吃下去的表现基本为呕吐不止，昏迷不醒，严重的直至丧命，这可是万能的毒药哦！（寮长：“妙姐，话说您的煎鸡蛋自己尝过吗？”）（志村妙：“话说回来我还没尝过呢，我来试试”）…………半小时过去了…………（志村妙：“啊啦！这里是哪里，你是谁，非礼啊……”）\n\n\n\n碧洋琪《家庭教师》被号称为“毒蝎子”的碧洋琪可不是徒有虚名哦，有人尝过她做的料理活着回来的人吗？请举手！（罗密欧貌似吃过没死啊！啊啦，忘记了还有狱寺君，可悲剧的是小时候吃了她做的“有毒曲奇”，患上了“碧洋琪恐惧”……看来这东西还是碰不得！）世界上最不幸的事便是“碧洋琪”进入厨房，能够将任何正常食物变成腐蚀一切的料理，这可比硫酸厉害多了！\n\n\n\nCLANNAD的早苗和Kanon中的秋子大妈级别的料理达人也来捧场了，她们正是KEY设团中的“早苗阿姨”与“秋子阿姨”各位鼓掌！因为看到在座的各位如此热情，早苗与秋子阿姨已经开始向观众们发放她们带来的面包与果酱了，看起来观众很开心啊！…………数分钟过后…………（秋子&早苗：“啊啦？主持人，观众们都怎么了，怎么都口吐白沫了，不好啊，快叫救护车！”）（寮长拨打电话中：“啊咯，古河同学、佑一同学，麻烦带两位回家去吧，这里太危险了！”）\n\n\n\n乾贞治《网球王子》虽然不能称之为料理，只能说是种饮料罢了，但它的作用可是很大哦，不管是难吃方面还是作为励志道具来说！网王中乾所制作的蔬菜汁，喝上一口的表现基本为昏厥，暴走，口吐白沫等，经常作为社团的处罚使用，话说为了不喝这种东西，社员们十分努力啊= =！\n\n\n\n银时VS土方果然干柴烈火啊，两位完全绝配啊！今日向大家推荐的料理正是由《银魂》中两位大帅哥，好男人所做的料理，大家都来尝尝，哪一位的更好吃！主持人端上两碗盖饭，打开一看，一个通红通红、一个金黄金黄，原来这便是传说中的“红豆盖饭&蛋黄酱盖饭”啊，来！盖饭君，这是你最爱的土方跟银时，来试试味道如何吧！\n\n\n\n三千院凪《旋风管家》当当当当！钉宫女王傲娇系列之，三千院大小姐登场，各位欢呼吧！（凪：“我、我才不是为了飒的请求才来这里的哦！”）（寮长：“大小姐，请您来这里就是为了品尝一下您的料理哦，飒能吃到您做的料理会非常开心的哦！”）…………凪小姐突然冲向厨房，只听到里面轰隆作响，半小时后，一锅热腾腾的咖喱出炉了，不过从很远的地方，寮长便闻到洗洁精的味道了，莫非……\n\n\n\n\n姬路·瑞希《笨蛋测验召唤兽》自称做料理的时候吃会发胖所以从不试吃，而且想第一个尝试到料理的人是明久。吃过瑞希料理的人几乎症状为，昏厥→送医→到奈何桥，并且每一次制作料理伤害值便会增加，寮长想想，到了最后会不会世界末日呢？其实瑞希并不会做料理，做的那些料理其实是化学药剂而已，只是看似料理哦！小白鼠们可小心哦，可不是闹着玩的哦，你看铁胃的秀吉吃过都表现如此，正常人就不要想了！会死人的……\n\n\n\n妃英里《名侦探柯南》中毛利大叔的老婆，有朋友想知道为什么毛利大叔会分居吗？那么真相只有一个，那便是这一期的话题！伪料理达人！你会想到因为料理做的难吃而分居的例子吗？别到处想了，你眼前就是一个，英里大妈正是因为料理太难吃，毛利大叔受不了才跟她离婚的，这…………还能算是爱情吗？可怜我家小兰了！ \n\n\n\n艾利由西亚·D·露德·伊玛《只有神知道的世界》神大人身边的恶魔一枚，她可不是像塞巴斯酱那样全能管家恶魔哦，这个恶魔是天然呆加卖萌妹属性，当然这种属性可是宅男们最爱的哦，不过对于三次元彻底绝望的神大人才不会心动呢！说到料理，艾露西经常为通宵攻克妹子而疲劳的神大人做料理，而材料几乎是恶魔界的各种迷之物体，当你看到那些料理你就不会想吃的，因为那些料理还在动，十分恶心啊，有时候还会吃掉你。这、这还能叫料理么！神大人：“天然呆妹控也要适可而止啊，混蛋！！！”\n\n\n\n天道茜最后来一位老一辈作品中的国宝级人物，马正是《乱马》中的天道茜大小姐！性格外刚内柔，经常与乱马吵架的她其实十分关心着乱马，经常为他熬制各种料理，但不知道为什么乱马看到她就躲，经过寮长多番打探，原来“天道茜”所做的料理杀伤力巨大，难怪乱马不躲着你！快去学学正统料理再来做饭吧= =！\n",
    "replies": [
        {
            "author": "Exsu",
            "timestamp": 1414725480,
            "txt_content": "我吃妹子就好，其他你们自便。"
        },
        {
            "author": "Wolverine",
            "timestamp": 1414725540,
            "txt_content": "只知道网球王子"
        },
        {
            "author": "2640747911",
            "timestamp": 1414725720,
            "txt_content": "Wolverine 发表于 2014-10-31 11:19\n只知道网球王子\n这上面的我也只知道几个，其他的我都没看过"
        },
        {
            "author": "2640747911",
            "timestamp": 1414725780,
            "txt_content": "Exsu 发表于 2014-10-31 11:18\n我吃妹子就好，其他你们自便。\n想吃妹子，先吃便当"
        },
        {
            "author": "冰之魂魄",
            "timestamp": 1414725960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "花内裤",
            "timestamp": 1414726200,
            "txt_content": "如果不加说明，估计也没几个人知道这些人物"
        },
        {
            "author": "shure",
            "timestamp": 1414726680,
            "txt_content": "别这么坑好不好……"
        },
        {
            "author": "HGK",
            "timestamp": 1414730400,
            "txt_content": "CV过来的请注明原帖..."
        },
        {
            "author": "幽蓝",
            "timestamp": 1414731240,
            "txt_content": "不附上原帖地址看我举报你→_→"
        },
        {
            "author": "Mr.僵尸猪人",
            "timestamp": 1414731420,
            "txt_content": "我喜欢乱马 不解释"
        },
        {
            "author": "2640747911",
            "timestamp": 1414733760,
            "txt_content": "HGK 发表于 2014-10-31 12:40\nCV过来的请注明原帖...\n( ⊙ o ⊙ )啊！以后会注意的"
        },
        {
            "author": "2640747911",
            "timestamp": 1414733820,
            "txt_content": "幽蓝 发表于 2014-10-31 12:54\n不附上原帖地址看我举报你→_→\n我再也不敢乱来了"
        },
        {
            "author": "pokemongh",
            "timestamp": 1414734780,
            "txt_content": "很不错的样子"
        }
    ]
}