{
    "title": "【原创-连载】【我与Herobrine】【31】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1414733340,
    "txt_content": "正文：\n \n　　31\n　　\n　　\n　　借助药水效力，原本浑浊的水下世界明亮缤纷起来。\n　　银光鱼群游行穿梭，五彩珊瑚分布礁石缝隙，瑰丽绽放的花朵随水势摇摆，刹那又收缩不见。\n　　可我顾不上多欣赏海底奇异，眼下最紧要的，是尽早躲开可能叫沉船压扁的区域。\n　　Herobrine在前面，打手势示意跟上，向远方深蓝色游去。\n　　\n　　世上居然有这种地方？\n　　几个海岛扔进去不见得有响动的大坑、海沟，此时正在我俩脚下。深处什么隐隐发出青蓝光芒，形状好像珠子上的文字。\n　　不是吧？！\n　　潜入下面？那是神殿？哪个该死的把神殿建在这里？好了别拉拉扯扯，我跟你走。谁叫维护世界的烂事我搅合进去了呢。\n　　僵持比划一阵，灌下第二瓶药水，头朝下潜了段距离。隐约见文字外圈，层叠堆砌幽兰色石砖，残破断续的走廊，往日辉煌华丽早成泡影。\n　　前面的人停止游动，伸手拔出腰间附带多重魔力的钻石剑，转身点头。\n　　要对付守卫了吗？\n　　剑身抽离剑鞘，做足出战准备。\n　　\n　　雄伟胜过地上神殿数倍，悠远沉睡大洋深处，无言讲述古老沧桑。而表面异常不和谐的，十来条灰黑色八脚护卫，用长度不一链条铐住，放风筝般摇来晃去。\n　　设想中困难重重戒备森严的终极圣地，怎么靠头号弱智的动物来保护？拿钻石剑砍它，有没有一点浪费？\n　　过不久，我便从它们身上实在领教了一场，什么叫做“轻敌是大忌”……\n　　\n　　它们的攻击方式是先吐团墨水造成盲目！再趁敌人慌乱之际缠住脑袋生吞活剥！\n　　挨了记屁股上大嘴的狠狠亲吻，全体汗毛都倒竖。\n　　摆脱触手纠缠，挥剑劈成两半。尸体残骸漂荡沉底，我暗暗发誓这辈子不再吃鱿鱼料理，抬眼见两边守卫忠实的前来补充空缺。\n　　呃啊！滚开------！！\n　　说了再不吃你们这些恶心的东西！给我走远点！！\n　　墨汁围攻下杀出血路，狼狈逃窜。穿透隔水光膜进入殿宇，衣服瞬间烘干。\n　　Herobrine在那里等我，好一同进入。瞧瞧他衣冠整洁，反观自己刚染的迷彩套装，还好不会笑话我，否则必须找地缝钻了……\n　　\n　　“珠子呢？”\n　　“啊，这里。”\n　　摸出内衣口袋收藏的两个布包。\n　　“放在台子上。”\n　　说罢，捡走方珠。\n　　\n　　大厅形状是正圆，大约五、六人高度，最顶即是发光标志。内部充满干爽空气，墙上玻璃块和屏障混杂，可随意观赏到奥妙水底美景。\n　　中心带石柱环绕，使用殿顶坐标同样材料，为水底提供足够光源。地面方砖也顺圆圈摆出花纹，整体建筑精雕细琢。挨近进门的柱子，孤零零竖着两根黑紫色细棍，头端有尖爪围起来的小平台，刻痕提示需要放置的珠子类型。\n　　新挑战会是什么呢？\n　　心里猜测，手指离开“自由”象征。\n　　只听“咔------”的脆响，铁爪闭合拢住宝珠。我大吃一惊，反应性的上手就掰。\n　　\n　　“Steve。”\n　　“不好意思我有点忙……怎么那么结实啊？！”\n　　“别白费力气了Steve。你要打赢战斗，不然两颗珠子将收回，你皆会死在这里。”\n　　“什么------？！”\n　　海底神殿的陈设，比其他多几根倒霉柱子以外，还有面华丽金边试衣镜。三样东西沿大厅外围，正三角型摆放。\n　　先前所忽视的镜子里，虚拟幻影正步步跨出反向世界，实在展示眼前。\n　　那是……我……\n　　\n　　\n\n\n废言：\n \n争取下周完结，喜欢外星人本文的话请到置顶投我一票，谢谢~~\nPS：死狼245HGK！我更新的加分呢？！\n",
    "replies": [
        {
            "author": "壹佰佰佰",
            "timestamp": 1414733520,
            "txt_content": "我脑补成了：我与Herobrine不得不说的故事"
        },
        {
            "author": "simon3000",
            "timestamp": 1414733580,
            "txt_content": " 本帖最后由 simon3000 于 2014-10-31 13:35 编辑 \n\n我与Herobrine不得不说的故事+2\n\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1414734660,
            "txt_content": "simon3000 发表于 2014-10-31 13:33\n我与Herobrine不得不说的故事+2\n喂喂= =#"
        }
    ]
}