{
    "title": "【原创--连载】【史蒂夫兄弟】[作者：天降苦力怕][第一章]<竞赛>",
    "author": "天降苦力怕",
    "replyCount": 1,
    "timestamp": 1414762200,
    "txt_content": "史蒂夫兄弟   金乌鸦/天降苦力怕·原创设定：在这个世界里大多数人都有特殊能力，他们有三类人：方块人（居多）地狱人（少见）虚空人（几乎灭绝）主角：勒知·史蒂夫介绍：身高是极其少见的1.8格，学识渊博。在卡加尔学院竞赛前没有特殊能力。 男二：勒影·史蒂夫介绍：正常身高，喜欢打打闹闹，路痴，身体强壮。特殊能力：影子 配一：尔兰·西亚斯加达介绍：男，贵族子弟，与史蒂夫两兄弟是好朋友。最后在试炼中被判史蒂夫两兄弟特殊能力：飓风 反一：玛雅·森多介绍：地狱人禁族『雅尔』直系弟子，目标是统一6个世界特殊能力：木藤。在试炼前夕暴露第二个能力    第一章：竞赛  “哥，加油了，千万不要离开卡加尔..”弟弟一脸担忧的看着我“如果不能夺魁的话你就要离开了……”。  “放心，老弟……”我边说边指了指主席台上那个纯钻石的奖杯“那个，是我的……”  …………………………………………  熟悉的校歌《摧毁地狱》又在我耳边响起。  “嗨！卡加尔的方块人们，欢迎你们来到卡加尔第一百五十三届知识竞赛。”裁判台上那个小西装的裁判说道。  裁判咳嗽两声，继续说道：“观众们！我知道你们已经等不及了，所以，废话不多说，让我们先开始介绍参赛人员！”  “01号！卡加尔的奇迹『尔兰·西亚斯加达』！！！”“哦哦！兰哥加油！！！”“尔兰！尔兰！尔兰！”话音未落，观众台上就以爆发出热烈的欢呼。  “02号!卡加尔的重点学员『玛雅·森多』！！！！！”“玛雅！西院的名声靠你了！！！！！！！！！”西边观众台上也爆发出震耳欲聋的欢呼声。  ……………………………………………………  “18号，勒知·史蒂夫..”  到我上场时，几乎没有掌声，除了我弟的欢呼声….  “老哥！加油啊！！！！”  不过，我不在意这些~~  “好的，都到齐了，那么，比赛开始！！！”  全场瞬间安静下来，抬头一看……“切，隔音罩。”我无情的道破了为何全场秒安静，所以有10个以上的对手朝我看来。他们明显没看出来上面有隔音罩，不过我也不在意这些~~~~~  第一问：云杉出现在那种地形？请01号回答！  “雪地…”  “正确！+10分”  第二问：僵尸在沙漠中心并且在仙人掌边上跳舞的几率是多少？请08号回答  “呃OAO……这个…”08号一脸郁闷…他哪学过这个呀。  咔，我果断按下我面前的抢答键（答题选手3秒内回答不出来可抢答。）嗡，全部灯光照在我身上，我一点也不在意，淡定的回答道：“0.01587%看完过《论沙漠中的怪物》都能回答出来”  裁判诧异的说“正…正确。抢答+20分，08淘汰”  “《论沙漠中的怪物》有854112页，我看了好长时间的。话说小尔兰走后门啊…”我心里想到…………………………第99问：粉色是由哪两种颜色合成的？请17号回答！“恩……红黄！！！”“错！17淘汰。”“观众朋友们！！！现在只剩下三名参赛者！比赛进入白热化01号共计累120分02号135分而我们最看不起的18号！！竟然积累了210分！！！！”  场外爆发出了强烈的欢呼声，不过，我怎么可能听到呢？“接下来是…价值100分的最后一问！！！”  第100问：附魔金苹果对卡加尔学院的人有哪些好处！请抢答！！！  尔兰和玛雅惊呆了，他们从来没有了解过附魔金苹果…因为他们是……能力者啊..  我心一震，我怎么可能不知道呢，答案就是……  “会赋予无能力的方块人获得特殊能力！！！”  话音刚落，隔音罩解除，裁判宣布结果……………  震耳欲聋的校歌伴随着欢呼声差点震破了我的耳朵  “哥！！哈哈，知道哥你最牛逼！哥，说好的奖学金给我买武器！！！”我举起了双手，我将会从一个无人知晓的小草变成满院风云的人物。 没有理会弟弟，我走上了主席台，校长给我颁布了纯钻石的奖杯和神秘帆布包，我没有急着打开，而是以第一时间跑到老弟身边 “老弟，走！瞬影!!回宿舍。 “啊…哦……『影子，瞬』。” “咳咳，老弟，你知道为什么要第一时间跑回宿舍吗？” “唔..不知道。”弟弟一歪脑袋表示不知道 “因为..此物一出，必定引起满院风云与争夺。”  接着，我打开了帆布包，对，没有出乎我的意料 ，果然是……附魔金苹果！！\n                                              有意见就说，您的意见就是我的动力。    [groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1414799160,
            "txt_content": "写的不错，支持一下"
        }
    ]
}