{
    "title": "<原创·连载>《Dayz》小说<5>",
    "author": "我是小骷髅",
    "replyCount": 0,
    "timestamp": 1414811700,
    "txt_content": " 本帖最后由 我是小骷髅 于 2014-11-1 11:25 编辑 \n\n  各位，淡定啊，在电脑无法上网的几天内，我已经彻底写完了《Dayz》小说了，最后的结果是……唔，不告诉你，只有你好好看了我才告诉你最后男主角怎么了~不过我可以考虑剧透一丢丢给你，就是最后男主角受伤被僵尸围住了，但是他是否死了呢？自己往下看！\n                                                        《Dayz》第五章：结合  至今已经是第五天了……我和那个人已经如饥似渴了，肚子里面空空的，已经有两天是没有进过食了。“可恶！”要不是那个人抢了我的食物，我们就不用沦落到这种地步了！我愤愤不平的蹬脚。“咋啦？什么事惹你了？”他也是饿着肚皮，忍住饥渴带来的痛苦，小心翼翼的问道：“是不是我得罪你了？”他终于敞开心扉，开始主动问我了，“没事没事。”敷衍了一句话，继续往前走去。“咕——”不行了……真的好饿啊，好想吃肉啊……不行了，饿死了……无助的望着那位同样饥饿的幸存者，眼睛不由得亮起来：嗯。不错不错，有肉吃了哎，额呵呵呵，不会再饿了~趁着他不注意，偷偷的拿出那把装满子弹的沙漠之鹰。“咕——”饥饿再次来袭，我突然有种要拔枪射死他的冲动！“哈哈哈哈哈！！！！！”我狂笑不止，接着露出不屑的样子，朝他的脚底下旁边开了枪，“砰！”他被吓得跳起来，“你有毛病啊！竟然开枪射我！”他指着我，怒火冲天的骂着我。我好想射死他！对，射死他！心中的黑暗面在此时赤裸裸的表现出来，但我准备开枪之际，瞬间想起之前意外死亡的艾特鲁……他……为了我而死……我……为了吃饱……杀害同伴……这……是我的所为……？不行！我使出左手最大的力气，按捺住我的手臂，不行！我不能开枪！我被艾特鲁的举动还是感动了，不由得止住自己疯狂的想法。  不行！这里弱肉强食，可以吃的哦~额呵呵呵~不可以！艾特鲁为了我连生命都不顾，自己却牺牲了，而我却为了饱餐一顿而干出如此疯狂的事情！再也忍受不住了，看着面前的疑惑的他，不由的想象成一顿丰盛的人肉大餐：饱满的脂肪、好吃的人肉、还有等等营养，这一切都足以是饥饿的我恢复正常！不不不！我不可以干出这种事！左右手不停地摆动，自己也不住的又朝他开了一枪……“小心！”泪光在眼睛里闪耀着，我再次哭了，“砰！”好险他受到提示，不然就死定了。“呜呜呜……惨了……饥饿感好强烈……我好想吃肉……肉……”  “你怎么？……”他欲言又止，“快死开！我已经不受控制了！我好想吃你！你就快点走吧！不然会杀了你的！”我哭着冲他喊，他欲要离开，可他只是呆呆的望着我，一边抹着眼泪：“你谁啊！啊！恢复理智啊！难道这点饿就忍不住！你还是人吗！还是我认识的那个泽炜吗！”他激动的哭喊着，故作坚强的指着我，大骂不止。“不……”呃……好饿……不行……我要吃肉……跪在地面上，狠狠地趁着自己还有理智的时候，奋力的抛出枪，免得自己真的开枪了，那就得后悔一辈子了。“站起来啊！”他继续竭力的喊着，没有看到不远处嚎叫着冲过来的僵尸，“砰！”一股灰烟散去。我那时立刻跑去拿枪，但是心里非常紧张，但是我……射中了！“呼……”灰烟漂浮着，仅距离他一两米的僵尸永远的倒在地上，脑袋上有个大大的枪口，而且还冒着烟雾，上面还流淌着恶心的绿色的血液……  “啊！腐肉！”我飞快的跑上前去，就要捡起腐肉吃。  “哎！等等等等！”他赶忙拖住我的手臂，硬是把我拉出现实的景象，我也很欢喜。 问道：“什么事？竟然如此着急？”“哦，那里好像有个大袋子哎，看看里面有什么东西吧，不管是什么，只要能吃就行了。”我更加欢喜了，在这种惨绝人寰的世界中，哪怕是一颗糖也能带给你欣慰、和饥饿的补充、又或者是甜蜜……我们冲向那里，由于饥饿感再次催促，我们都是争先恐后的跑过去，那个人还像野人一样狂野的撕扯着大袋子，想用蛮力把大袋子打开，我虽然很饿，但是也忍住饥饿感的袭击，软绵绵的一把拽开他，说：“NO、NO、NO，这样不可以的，得打开拉链。”已经两天的饥渴把我们完完全全的理智给扼杀了，所以他才如此野蛮般，而我，好险有点冷静啊，不然到天黑也无法打开这个大袋子。“哧拉~”袋子被打开了，里面是一些发霉的食物和一些罐头（不知道保质期过了没有）：发霉的胡萝卜、一块牛肉、发霉的蛋糕、发霉的苹果、还有一两瓶清水、一个豆豆罐头，还是挺不错的，蛮丰盛一顿餐用食品哦，可以吃好几天呢！我和陌生的他先一起吃了一个豆豆罐头，然后嫌太口渴了，用各自拿了瓶清水，由于水是有限的，就只有那么五百毫升，所以我们都是小口小口的，强迫自己只能几毫升几毫升的，如果大口大口喝，我们就会再度陷入饥渴当中，我们都不知道能否找到水源呢！所以，将就着喝吧。  吃足喝饱后，我们建议拿走袋子，可是陌生人不建议，他还说：“肉类容易吸引僵尸的嗅觉，我们索性把肉直接吃掉算了。”“不行，吃了怪可惜的。”一下子如此浪费，怎么感觉都是不大好的，毕竟好不容易得来的食物要好好珍惜，“不！”我闹起情绪。他愣了愣，一边挥手示意我平静，一边故作轻松地说：“淡定淡定，迟点你就知道了，你是新人一个，还不知道现在的生存法则多么严厉！”我好想一把推开他，再次进入单独流浪的生活，但是我忍住了，必须忍受一些争吵，我们必须团结一致，必须！“好，我相信你，但如果你错了怎么办？”“我把身上所有的东西给你就是。”还是冷冷的回复我的话语。“好！一言为定！”我举起手臂，大声吆喝。  “咕噜……”啊！？习以为常，一听就知道是僵尸的声音，原来我们并没有注意到我们已经被僵尸渐渐包围了，出路已经没了。僵尸们饥饿的吼叫着，迫不及待的破过来，就要把我吃掉！“砰砰砰！”三声枪响，他左手端着阿尔蒂马克斯机枪的枪管散热的部分，一边眯缝着眼睛，手疾眼快，瞬时间把几只近乎发疯的僵尸直接爆头！“哇咧个擦……牛逼！”我也不管三七二十一了，端起那把沙漠之鹰也刷起来，子弹不停地出膛，枪管无止境的伸、缩、伸、缩，也不停的从里面掉出弹壳，“啪啪啪啪！”不知是后坐力太大了，还是什么的原因，手臂一直往后震动，以前也没这种情况，难道是我刚刚补充食物，还没获的营养？不管了，当下之急，就是要突围出去！枪声响彻连天，震得我的耳膜都快要爆了。不过，我终于体会到里面的快乐了，那是种胜利的快乐！令我无比欢喜！“哎……别用太多了……”他在上面撒开喉咙的对我喊，可是我还沉浸在里面的快乐中，这是杀戮的快乐——我……好像懂得了生存……“呼……”我歇菜了，开枪的那只右手不停地颤动着，可同时也软绵绵的不能摆动……当我们杀出条血路时，我还是在疯狂的扫射，以至于差点射死他，我也很惭愧，幸亏那时刚好子弹用光，“嚓——嚓——”我还在狂按着开枪，不过好险我清醒了，回到了现实当中……“呼……走吧……”他无力的说道，在刚刚，他也是全心全意的投入的杀戮当中，也是很费力，“那……我们快点走吧……没子弹了……”刚才数量如此众多的僵尸，射完还剩下几颗子弹就怪了。  忐忑不安，此时已经是黄昏降临，而黑夜正正是僵尸们极好的生活地区:僵尸怕光，但是黑夜有猫一样的明亮的眼睛，黑夜利于他。僵尸会闻到你鲜血的味道，但是在昏暗的夜空下，只有几盏繁星、被乌云盖的严严实实的明月，哪能照射出明亮的光芒呢？我和他再次从利到弊，从优势跌落至峡谷——劣势。我们都是小心翼翼的，尽量不发出声音的快速的跑——我们要跑，就是因为危险，我们要不发出声音，怕吵醒僵尸，毕竟，僵尸是由人类变异而成的，多多少少都会保存着听力的嘛~~  说到僵尸，在这里不知有没有必要对大家说——僵尸，顾名思义：僵直的尸体，统称僵尸。但是，这个世界的僵尸也叫做丧尸，但是没有丧尸厉害。僵尸行动缓慢，不能跑也不能跳，它们要跑都是歪歪叽叽的斜着脑袋眼光光的看着你一直快速的“走路”——的确是走过来的，就是比原来的本体走的快点罢了。僵尸的生成，序章就介绍了，由于陨石坠落，砸向地球，并且散发病毒。那些病毒是我们常知道的“T”病毒，随着空气的漂浮被吸入人体当中，进入人体内，破坏软组织，而且细胞大部分都被解决掉了，其余的都是被感染了。那么重点到了——由于细胞组织被感染，体内流动的血就被以崩坏的病毒细胞趁机混进去，使得献血改变颜色，变成了——绿色。至于僵尸为什么要专吃人类，因为感染者因为病毒的感染，身体内部发生变异，新陈代谢加快了循环的速度，感染者的皮肤就会因为新陈代谢的加快运作而快速腐烂，变成了毫无血色、发臭的腐肉。感染者此时已经接近变异状态了，此时的感染者就像是半个僵尸那样恐怖。而新陈代谢过快的运作会导致感染者需要巨大的能量来支撑这快速的变化，脑部发生变异，眼细胞变得惧怕太阳，还非常想吃东西来补充体内的新陈代谢，所以不管身体受了多大的痛苦，感染者还是不顾一切的要吃上人肉就是这个原因了~~解释得不错吧。  我们暴露在无遮拦的天空之下，不久，我们就会再次陷入僵尸群中，我们必须找到建筑物躲避。不过……话说我们在一个城镇里唉……随随便便就能找到一个僵尸的老巢了。踏步在马路中间，随处可见是掀翻、破损、停住的轿车，还有一栋栋大建筑和矮小的房屋，一切都是凌乱不堪的感觉。路面上，墙角上，汽车上都有鲜血的痕迹，而且大部分汽车的车门都打开了，里面空无一物，只有一些车主在紧急的情况下吓得连车钥匙也不拿了就跑了，这给我们提供了很大的逃生机会哟。我和另一位幸存者统统把车里面必要的东西都带走，结果搜刮后，力所能及的去寻找只能找到几瓶喝剩的矿泉水、一些小零食、还有一些小孩子玩的玩具……好吧，玩具我提来干嘛啊……把零食拿走，更牛逼的发现超多零食都属于——油炸类的东西——这些东西最容易令人口渴了！被迫之下，只好稍微带些薯片什么的，哪些东西吃了不容易口渴我们就统统拿走。当然，找到几把车钥匙，不过车已经很破旧了，有些的车连门都被扯开了，整个车门都被强迫挤压，已经不成门样了……“哧哧哧——”扭转了好几次车钥匙，终于把方向盘的锁把打开，再踩了几次油门，结果都是同样的启动的声音，却完全没有见到汽车移动的痕迹。以同样的方法，尝试着另外几部汽车，结果都是没有汽油，又或者是在油表上只有那么一丁点儿的汽油，哪能启动汽车呢？除非有更多的油，就算能启动，能走远吗？不能啊！最后，在尝试了不知多少遍的时候，终于有架车符合我们的要求了，不过……夜晚如期归至……我们又会遇到什么危险呢……总是不得而知……索引贴地址：点我点我\n",
    "replies": []
}