{
    "title": "[Sponge][翻译]开发状况报告 — 2014年10月31日[万圣节]",
    "author": "zhang624232848",
    "replyCount": 17,
    "timestamp": 1414822080,
    "txt_content": " 本帖最后由 zhang624232848 于 2014-11-1 14:20 编辑 \n欢迎各位指出翻译中不合适的地方点此查看 10月26日 的开发情况报告本文仍在不断校正，以修补错误\n本文原链接：http://forums.spongepowered.org/ ... ion-apparently/4163\nStatus Update - Halloween Edition (Apparently?)\n来源：Sponge Community  作者：DarkArcana（不是Dark_Ark）\nPhew, it’s been a very busy week, we’ve been doing a heap of work across all aspects of Sponge, check it out below:呼，这周可真忙。在这周中，我们完成了涉及Sponge几乎全部领域的大量工作，来看看吧：\nGeneral UpdateAs you may already know, our two initial releases of Sponge will be for Forge and later for Glowstone. We were hoping to release the Sponge for Forge version earlier, but recent events (Microsoft’s acquisition of Mojang, the departure of one of Forge’s lead developers, the great number of changes in MC 1.8) had delayed the progress of Forge significantly. The good news, however, is that it looks like Forge for Minecraft 1.8 may be ready in the near future, which means we’ll be able to start making plans to publish our first release very soon. We still plan on releasing the API this month.\nNormally, the process for a modification of Mojang’s code involves three steps:\nThe first step involves undoing some of the work that Mojang does to make it difficult to create a moddable code base. This process is usually called “mapping” or “deobfuscation.”After this process, Mojang’s code looks like something readable, the modifications that were made in the prior version of MC must be re-applied which is not always as straightforward as you may think. Mojang makes changes to their code (entire paragraphs are removed or added, as an analogy). This step is called “re-applying patches.”After re-applying patches, the last part is to find and fix bugs. Trying to re-apply patches is a tiresome process because it involves hundreds of changes in hundreds of places.\nForge depends on the MCP project, which handles the first step - mapping. They finished a few weeks ago, and they do a very good job very quickly, and have been doing it consistently since 2010.\nRight now, we’re waiting on Forge to finish the second step. As previously mentioned, the recent events have caused some delays. Minecraft 1.8 brought about many tweaks to how things are done in the code, and we’re pleased that they managed to get Forge out in such a timely manner.\nOnce we get the ball rolling with 1.8, we plan to look into what we can do to make sure that the 1.9 release of Sponge is much quicker, even if it involves relying less on Forge for the first few releases.\n综合情况：\n\n你或许已经知道了，Sponge的第1、2个版本将支持Forge，对于Glowstone的支持将会在那之后放出。我们十分希望Forge版本的Sponge能够早日发布，但是最近的事情（微软收购Mojang、Forge领头开发者的离开和Minecraft1.8大量的新功能）将Forge的开发延缓地很厉害。当然，好消息是，Minecraft1.8的Forge可能将在近期发布，这就意味着我们马上就可以动手计划我们的第一个服务端版本了。我们仍旧计划在这个月（11月）内发布API。\n\n一般来说，对于Mojang的代码的处理过程包括如下三个步骤：\n第一部是去除Mojang所做的为搭建MOD平台增加难度的一些东西。这个过程一般叫做“反混淆”在反混淆之后，Mojang的代码终于可以阅读了，在上一个版本制作的对于源代码的修改并不能直接应用在新版本的代码上，要知道，Mojang也会更改他们的代码（比如说有的时候整段代码会被加入、去除）。这一部叫做重新应用补丁。在重新应用补丁之后，最后一步是找到并且修补BUG。重新应用补丁是一个很累人的工作，因为它涉及到数百处修改。\n\nForge依赖于MCP（MinecraftCoderPack），MCP负责三个步骤中的第一步 — 反混淆。他们在几周之前完成了自己的工作，并且完成的既快速、又漂亮。值得一提的是他们自从2010年就开始制作MCP了。\n\n现在我们正在等待Forge来完成以上三个步骤中的第二部。正如之前所提到的，最近的一些时间造成了很大的延迟。Minecraft 1.8中包含了许多改变，对于Forge能够如此快的完成工作，我们也感觉很高兴。\n\n只要我们能够顺利完成1.8的工作，我们将会持续计划之后的事情，1.9版本的Sponge将会更快，甚至可能在前几个版本中不那么依赖Forge。\n\nDevelopment\nSponge’s development is coming along nicely. We have chosen Zidane to lead the development team.\nDeveloper applications are currently being examined by Zidane and Dark-Arcana. If you’re wondering about the result of your developer application, then be aware that they have many applications to review and are reaching out to those who had applied. If you have not received a response yet, please be patient.\nAs we accept individuals to help with development, we assign them to certain areas of the API, preferring to make those who are experienced with that type of API to be responsible for it. We will be publishing these assignments once we’ve figured it out.\nRemember that if you are interested in helping out with development, you can follow and add code to ourGitHub repository, or apply for a developer position.\n开发\nSponge的开发目前十分顺畅。我们选择了Zidane来领导开发工作。开发申请目前由Zidane和Dark-Arcana处理。如果你想知道你的申请的结果，请知会目前有太多开发者申请开发Sponge以至于他们有些忙不过来。所以如果你没有收到答复，请耐心。\n我们接受个体开发者参与开发，并且我们将会给他们安排API中的某些功能，在API安排上，我们会比较偏向那些有着开发同种API经验的人。我们将会在整理完之后将这些明确的分工发布出来。\n如果你对于帮助我们的开发有兴趣的话，你可以关注或者为我们的Github上的代码添砖加瓦，你也可以申请开发Sponge\n\nChanges in Sponge Staff\nWhen we started Sponge, we gathered pretty much everyone around the community that we could find and stuffed them into one group. This made communication easy, but it made organizing our efforts a lot harder as some people who had joined early on weren't able to commit enough free time. To help rectify this, we've been restructuring the Sponge team internally and contacting people individually to see who would be able to contribute at this time. However, this means that the core team and staff lists are a little smaller. Don’t worry - we’re still and always will be looking for more help when we need it. We understand that people have other commitments to attend to, and simply can’t devote all of their time on the Sponge Project.\nSponge管理人员的变化\n当我们开启Sponge企划的时候，我们几乎找到了我们所能找到的所有人并且将它们硬生生的塞进了一个组里。诚然，这让交流变得很简单，但这个样子让我们的组织变得很难。为了帮助解决这个，我们在内部改变了团队的联系方式，我们将采用私下的方式来联系某个开发者是否有时间。但是，这代表着我们的核心团队和管理人员列表将会更小。别担心 - 我们一直在这里，如果我们需要更多帮助的话，我们会开口的。我们知道大部分开发者都有自己的其他事情，我们也不可能强求他们把自己的所有时间都花在开发Sponge上。\nThe new Sponge Team structure is as follows:Leaders - Project management and Team Leaders@Blood - (Has a baby to look after)\n@sk89q - All of the things (Praise be unto Him)\n@Zidane - Dev Lead\n@DarkArcana - Community Manager\n@Owexz - Community Manager\n@Lukegb - SysOps Lead\nDevelopers@Mumfrey\n@kitskub\n@Kobata\n@turt2live\n@AbrarSyed\n@me4502\n@progwml6\n@modwizcode\n@zerot\n@gratimax\n@sibomots\nSysOps@Lukegb\n@armed_troop\n@GenPage\nWebDev@Antariano\nModerators/Support@Disconsented\n@drtshock\n@GenPage\n@Grinch\n@mbaxter\n@me4502\n@phroa\n@TnT\nContributors- Assisting with coding.@Spacemaniac\n@DDoS\n@Sleaker\n@zml\n@Dockter\n@ElgarL\n@Aikar\nAdvisors- Wonderfully helpful folks.@md_5\n@grum\nSeargeDP\n@stevemcgrath\ncpw\nLexManos\n@bspkrs\n@ThinkofDeath\n@t00thpick1\n新的Sponge管理结构领导者 - Sponge管理和领导@Blood - (要去看小孩)@sk89q - 啥事儿都管 (请赞扬他)\n@Zidane - 领导开发\n@DarkArcana - 社区管理员\n@Owexz - 社区管理员\n@Lukegb - SysOps管理员\n开发者@Mumfrey\n@kitskub\n@Kobata\n@turt2live\n@AbrarSyed\n@me4502\n@progwml6\n@modwizcode\n@zerot\n@gratimax\n@sibomots\nSysOps@Lukegb\n@armed_troop\n@GenPage\nWebDev@Antariano\nModerators/Support@Disconsented\n@drtshock\n@GenPage\n@Grinch\n@mbaxter\n@me4502\n@phroa\n@TnT\n贡献者- 帮助编程@Spacemaniac\n@DDoS\n@Sleaker\n@zml\n@Dockter\n@ElgarL\n@Aikar\n顾问- 十分感谢这些人@md_5\n@grum\nSeargeDP\n@stevemcgrath\ncpw\nLexManos\n@bspkrs\n@ThinkofDeath\n@t00thpick1Website Refresh\nWe also have an excellent new homepage designed by @Antariano If you haven’t had a chance to view it yet, please visit http://spongepowered.org.新的网站\n我们现在有了一个由 Antariano 制作的网页。如果你还没有看到它的话，请访问 spongepowered.org\n\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "zhang624232848",
            "timestamp": 1414939620,
            "txt_content": "xD 没有人关心一下喵？好歹来挑挑错吧"
        },
        {
            "author": "leejuly29",
            "timestamp": 1415074080,
            "txt_content": "翻译的非常棒，还没挑出什马错误\n开发团队真是辛苦了。\n\n看了 Mojang的代码的处理过程那一段\n比较好奇，Forge依赖MCP，而现阶段Sponge需要依赖Forge\n\n当初 bukkit 时代，完全不需要等待MCP出来，便能够发布新版本\n是因为bukkit有 Mojang暗地里支持吗？"
        },
        {
            "author": "Greensky",
            "timestamp": 1415097960,
            "txt_content": "leejuly29 发表于 2014-11-4 12:08\n翻译的非常棒，还没挑出什马错误\n开发团队真是辛苦了。\n我想即使不表现出支持应该也是默许的，毕竟可以增加Minecraft本身的竞争力= ="
        },
        {
            "author": "village",
            "timestamp": 1415098620,
            "txt_content": "意思就是Sponge服务端能像MCPC一样使用Mod了吗？"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1415108520,
            "txt_content": "village 发表于 2014-11-4 18:57\n意思就是Sponge服务端能像MCPC一样使用Mod了吗？\n是的，但是还在开发。\nMCPC早就改名cauldron了。。"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1415108580,
            "txt_content": "leejuly29 发表于 2014-11-4 12:08\n翻译的非常棒，还没挑出什马错误\n开发团队真是辛苦了。\n这些内幕我也是不太清楚，但是Bukkit不是基于MCP的，它似乎是一个抽象层balabalbal的……（不懂装懂中。。）\n总之大概就是这个意思吧"
        },
        {
            "author": "village",
            "timestamp": 1415109720,
            "txt_content": "zhang624232848 发表于 2014-11-4 21:42\n是的，但是还在开发。\nMCPC早就改名cauldron了。。\n知道。。。怕你不知道MCPC改了名才这样称呼而已。\n可是，Sponge的插件兼容性会不会比Cauldon高"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1415109840,
            "txt_content": "village 发表于 2014-11-4 22:02\n知道。。。怕你不知道MCPC改了名才这样称呼而已。\n可是，Sponge的插件兼容性会不会比Cauldon高 ...\n这得看情况，因为两个不是用的同一个API\nSponge是重新写了API，原生支持Forge，但是原来的Bukkit插件不能用在这个平台上，所以短期内可用插件选择会比较少。但是已经有很多作者有意愿Port到Sponge上了，比如Essentials，WorldGuard之类，个人感觉还是比较有潜力的一个服务端，并且开发团队里面大触云集。\nCauldron是基于Spigot的服务端，而Spigot基于craftbukkit，支持所有使用CB的API的插件，同时支持Forge的MOD。所以短期内选择Cauldron或许会是比较理性的选择吧。"
        },
        {
            "author": "village",
            "timestamp": 1415110080,
            "txt_content": "zhang624232848 发表于 2014-11-4 22:04\n这得看情况，因为两个不是用的同一个API\nSponge是重新写了API，原生支持Forge，但是原来的Bukkit插件不能 ...\n可是Cauldon的插件兼容性听说不好。一般不能兼容更高版本的插件，很多高版本的好插件都不能用了QAQ我是在用Spigot服务端。"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1415110140,
            "txt_content": "village 发表于 2014-11-4 22:08\n可是Cauldon的插件兼容性听说不好。一般不能兼容更高版本的插件，很多高版本的好插件都不能用了QAQ我是在 ...\n没有这种说法。"
        },
        {
            "author": "village",
            "timestamp": 1415142780,
            "txt_content": "zhang624232848 发表于 2014-11-4 22:09\n没有这种说法。\n囧 好吧233333"
        },
        {
            "author": "leejuly29",
            "timestamp": 1415194200,
            "txt_content": " 本帖最后由 leejuly29 于 2014-11-5 21:34 编辑 \nvillage 发表于 2014-11-5 07:13\n囧 好吧233333\n支持度低的原因是，有些bukkit插件使用了NMS 库(net.minecraft.server)\n这个库是属于bukkt没有提供的库，因此用了个库的代码的插件, 在Cauldron会无法运行。\n\n例如 shopkeepers就是一个例子，这个插件是用来做自订村民交易的插件，\nbukkit并没有提供将村民物品栏打开的API，因此，使用NMS来达成\n所以在Cauldron使用这个插件时，会发现怎么村民物品栏打开，却无法正常使用。\nNMS(top)\nShort for net.minecraft.server. This is the Java package that powers Minecraft servers. Plugins using \"NMS Code\" rely on aspects not exposed through the Bukkit API, and thus may require constant updating to keep up with new releases. Bukkit plugins are advised to use the Bukkit API whenever possible.来源"
        },
        {
            "author": "village",
            "timestamp": 1415194260,
            "txt_content": "leejuly29 发表于 2014-11-5 21:30\n支持度低的原因是，有些bukkit插件使用了NMS 库(net.minecraft.server)\n这个库bukkt没有提供的函式库，因 ...\n奇葩。。。"
        },
        {
            "author": "village",
            "timestamp": 1415368680,
            "txt_content": "leejuly29 发表于 2014-11-5 21:30\n支持度低的原因是，有些bukkit插件使用了NMS 库(net.minecraft.server)\n这个库是属于bukkt没有提供的库， ...\n是不是Cauldon服务端不能用shopkeeper插件"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416324060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416324060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "3512885810",
            "timestamp": 1582257840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}