{
    "title": "<连载·单章>【猪猪君历险记2—新世界】作者：418878840【第十七章：夹击】",
    "author": "418878840",
    "replyCount": 6,
    "timestamp": 1415179560,
    "txt_content": " 本帖最后由 418878840 于 2014-11-5 19:16 编辑 \n索引在此\n\n第十七章：夹击  猪猪君和熔岩山穿梭在丛林之中，寻找着幸存者。  “在那！”猪猪君站在一棵树上，看到地面一个人正在寻找食物。  “只有一个？”熔岩山笑道，“速战速决。”  一把匕首瞬间飞了出去，速度快得连熔岩山都无法看清。  随着空气被撕裂的声音，那个人头部被匕首插中，头颅直接往后飞了出去，地上多了一具无头的尸体。  “干的漂亮！”熔岩山对猪猪君竖起了大拇指。  虽然猪猪君的灵魂碎片好像并没有特殊能力，但猪猪君却可以控制它在空中的移动，于是就有了之前那一幕。  “也不看看是谁，我可是飞刀大师！”猪猪君不忘自夸道。  “我们已经绕着这个小岛逛了两圈，剩余的参赛者也被我们杀得差不多了，可是却没有看到那个白伤的踪影。”熔岩山觉得事情有古怪。  “可能他躲起来了吧。”猪猪君说道。  就在两人低头沉思时，一个人影悄悄接近。  “听说你们在找我？”那个人轻声说道。  猪猪君和熔岩山瞬间抬头，周围顿时狂风大作。  “你们的速度很快啊，我追你们可是追了好久。”白伤手里蓝光一闪，一把弧形的弯刀出现在他手中。  “白伤！”猪猪君也召唤出了灵魂碎片，不过他那小小的匕首在白伤的弯刀和熔岩山的短剑面前，就有点不够看了。  三人此时各站在一棵树上，形成了一个三角形的场地，谁再往前走一步，战斗可能就会立刻展开。空气仿佛凝固了，猪猪君有点紧张，双脚微微颤抖，脚下的树干可能随时会承受不了他重量而坍塌，那样的话他就已经输了。  白伤把手里的弯刀转了个圈，调整好了姿势，“那么，这是要开打啊！”  “现在大家看到的是这场比赛最后幸存三个人的角逐。”牛向北控制着屏幕，解说道，“但以目前的情况来看好像是二对一啊，那个戴面具的人有危险了。”熔岩山双手拿着短剑，左手用力，朝着白伤丢去一把短剑。  弯刀一抬，短剑被弹开了，但白伤还是后退了几步。熔岩山紧接着把另一把短剑也丢了出去，白伤的弯刀出现了一丝丝裂痕。  “灵魂碎片的冲击力很强，可是如果没有武器……”白伤的话还没说完，突然感觉到了一股危机感，本能的朝旁边的闪躲。白伤的步伐让本就不稳的树干不停摇晃，白伤要站不住了！  侧面，猪猪君的匕首一个刺击，没有命中，但是让白伤跌下了树干。  熔岩山已经捡起了短剑，直接跳下树干，落在地面上，准备来个乘胜追击。  熔岩山的突然举动让白伤措不及防，举起弯刀就挡在了胸前。  猪猪君见白伤如此动作，便悄悄的落在了白伤身后。  他捏了捏匕首，使劲砍向了白伤。  “你以为我没注意？”白伤早已察觉到了猪猪君的存在，弯刀再一次旋转，弧形的刀身让它更容易翻转，猪猪君的匕首跟白伤的弯刀相撞，发出了金灿灿的火花和金属的摩擦声。但出人意料的是，猪猪君手中的匕首一下子消失了，弯刀理所当然的砍向了猪猪君的手掌。  熔岩山眼看猪猪君即将被白伤的灵魂碎片砍中，他深知没有灵魂碎片的普通人被灵魂碎片砍中会有什么后果，那就是死啊！  所以他立刻往前冲刺，对着白伤的后背就是一脚。  白伤呵呵一笑，手中的弯刀突然分裂成了两把，一把朝着猪猪君飞去，另一把则再次旋转，防住了熔岩山的攻击。  “不！”熔岩山大叫。  只见那把弯刀飞向了猪猪君，猪猪君的身体会被切成两半的啊。  看着这个跟自己有同样遭遇的可怜人，熔岩山心中悲痛不已。  当弯刀接近猪猪君身体的一刹那，猪猪君的脑子突然清晰起来，看着自己死去无疑是最痛苦的事了，但他不想死啊，他还有很多事情没做呢。  猪猪君的身体冒着灰色的光，一阵灰雾弥漫开来，白伤见状，立刻将弯刀收了回来，跑走了。  “额，得救了？” \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @SecretSlim @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 \n好友@十连发\n另外，求人气\n\n\n\n\n",
    "replies": [
        {
            "author": "o-zero",
            "timestamp": 1415180160,
            "txt_content": "比上次好很多不过背景要写的更详细"
        },
        {
            "author": "o-zero",
            "timestamp": 1415180220,
            "txt_content": "还有你丫刺客除了速度快以外还有别的绝招啊"
        },
        {
            "author": "819144170",
            "timestamp": 1415180340,
            "txt_content": "..\n这个\n..............."
        },
        {
            "author": "418878840",
            "timestamp": 1415180580,
            "txt_content": "o-zero 发表于 2014-11-5 17:36\n比上次好很多不过背景要写的更详细\n谢谢指导（我需要在练练）"
        },
        {
            "author": "o-zero",
            "timestamp": 1415180880,
            "txt_content": "418878840 发表于 2014-11-5 17:43\n谢谢指导（我需要在练练）\n是的我看着你优秀。。。。"
        },
        {
            "author": "壹佰佰佰",
            "timestamp": 1415183820,
            "txt_content": "从前面慢慢看→_→ "
        }
    ]
}