{
    "title": "【原创-连载】【我与Herobrine】【37】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1415191200,
    "txt_content": "正文：\n \n　　37\n　　\n　　\n　　你要失望了。\n　　信未看到一半，早泣不成声。\n　　代替品吗？\n　　那么等于我为变强，满足无用的虚荣， 权力欲望冲昏头脑，泯灭人性的不择手段不惜代价，拿你的性命做交换。\n　　不能守护好珍视的东西，要力量有什么用？！\n　　\n　　“哭够了吗？”\n　　“你……嘶……”没听到门响，几时进来的？“唔……喂，放开……”\n　　我还从未和陌生女性有深度接触，脸埋进双峰中间的事，太不好意思了……\n　　“这里没有别人，可以宣泄到自然停止。眼泪多流一些没有坏处，顺便也算上我的份吧。”\n　　“------”\n　　你的份？\n　　“相识近两百年来，没能告诉你的都说给我了。搬出远避喧嚣的沼泽深处，到不受欢迎的地方寄居，暗中观察成长，等待有一天你来宣告他已归到虚无里……哼，难道这些值得去期待？”\n　　用冷淡掩盖凄凉，狂傲隐藏悲伤。\n　　但你不可能理解我多么痛苦。Herobrine的死亡是我一手制造，旁观者和参与者的感受……怎么会一样？！\n　　“之前曾经问我，被顶着狂风骤雨接进家里时的反应，是不是该称作开心？知道我听说以后，多想弄死几十年后出生的你么？真是，完全不明白自己在干什么，愚蠢得够彻底。”\n　　别再说了……\n　　帕瑞拉，我恳求……\n　　“既然不想听，那算了。”放松抱住头的两手。“一个人安静下吧。桌子上有热水和毛巾，门边箱子是衣服、铠甲。沾墨与破损的处理掉了。屋里东西都是他预先准备，有其他需要就叫我。你可以随意愿住下来，直到信心恢复，能冷静判断处事为止。当然，立刻离开也随你。”\n　　\n　　讲话完毕，走掉。\n　　我回到床上，反复看信，一整天昏沉沉的度过。\n　　黑夜结束，窗外的寒冬落下初雪。穿起箱内弃船潜海时候同款式的外衣，看见精金钻石锻造的胸甲，比挑战神殿那件华丽许多。\n　　只是满盆热水都结冰，毛巾也和剑的硬度差不多了。\n　　拉开房门，一壶热水刚巧在火炉上烧开，报警的哨声厅前回响。\n　　\n　　不，不是偶然。\n　　因为她是……\n　　“来，我给你讲，他从前的事。”\n　　接连两天，帕瑞拉解答我心里所有的疑问，揭开历史的面纱，剖析创造的奥秘。为世界而有的我，和一个为我而成的世界，样貌轮廓渐渐清晰。\n　　醒来后第三天上午，听过五十年前他俩最终会面，交付信件及物品的情景叙述，感到迷茫的阴霾，永久消散。\n　　不该再度消沉下去，有大把任务亟待完成。\n　　\n　　“谢谢，”起身，把腿上的餐巾拿到桌面。“近几天打扰了。”\n　　“砍过龙头的钝剑留下，上面的血我要当炼药材料。壁炉那里挂的剑是你的，自己去摘。”\n　　“呃……好的……”\n　　讲话直接又难听，我习惯了。没有丝毫隐私，接受起来比较难。\n　　日后非得相处不可吗？\n　　“猜对了，非相处不可。”\n　　“咿------、”她停止午餐转头恶毒的笑笑，我立时脊背发凉倒吸冷气。“没有没有，想想罢了，啊哈哈哈……”\n　　天哪，这种时候怎么还笑得出来？\n　　\n　　“你还缺少点遭受戏弄的觉悟。”放下刀叉，由柜子抽屉取出崭新剑带。“不必担心，先见契约有时效性。你出这门之后要发生的，我就无法知道了。”\n　　“是吗？”\n　　那实在太好了……\n　　“但也别高兴太早，未知往往比已知危险。喏。”\n　　拉紧甲胄皮扣，挎上全新利剑。帕瑞拉又塞给我装满小件物品的工具袋，叫人答应中信城主要建筑完工时，要骑卡洛斯来帮她搬家。\n　　Herobrine用过的剑存放她手，信藏入衣服内兜，召唤黑龙，众目睽睽中腾空，释放金色龙炎。\n　　\n　　再会了。\n　　不久将来，你们记忆里的Steve形象，会受到极大颠覆。\n　　\n　　\n\n\n废言：\n \n本次无废言。\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "嗜金龙须",
            "timestamp": 1415191680,
            "txt_content": "冥姐的沙发我要了，加油"
        },
        {
            "author": "gggbbb",
            "timestamp": 1415191860,
            "txt_content": "前排围观ing"
        },
        {
            "author": "WY.",
            "timestamp": 1415192280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}