{
    "title": "<连载·单章>【猪猪君历险记2—新世界】作者：418878840【第十八章：比赛结束】",
    "author": "418878840",
    "replyCount": 3,
    "timestamp": 1415191020,
    "txt_content": " 本帖最后由 418878840 于 2014-11-5 20:38 编辑 \n依旧过渡索引在此\n\n第十八章：比赛结束  当灰色雾气出现的那一刻，白伤感觉到了威胁，所以立刻停止了攻击，躲到了周围的树上，观察着情况。  “报告指挥部，前线小队队长报告情况。”白伤从口袋里掏出了一个对讲机，准备将关于灰雾的事报告给数据库的工作人员。  “收到，请说。”  “ID为00009的实验体的灵魂碎片不稳定，在之前的战斗中无故消失，并且它的特殊能力暂未发现，其他有待考究。”白伤回忆了一下之前的情况，继续说道，“在我即将攻击到他的情况下，他的身体突然释放了许多灰色雾气，我估计跟他的灵魂碎片有关。”  “情报确认完毕，辛苦了。”  “对了，你把这个拿给雪队长吧，我想他会很需要这个的。”浮游对着旁边的青色人员说道。  其实浮游以前只是这里的一个清洁工，然后被提拔为了跑腿的，之后又参加了治疗培训，成了一名医师，当初白伤就是由他负责的。浮游走到现在可不容易，不过值得一提的是由于他会的技能比较多，所以经常被各大部门的队长呼来喝去的，俗称——打杂。  随着青色人员的步伐，一个巨大的白色房间映入眼帘。周围冒着些许寒气，如果你仔细看的话就会发现墙壁已经结冰了。  他按了下门铃，报了个身份就进去了。  雪朔雪队长就站在这个房间的中央。  这个房间真够简陋的，除了一个文件柜之外就没有别的东西了。  “哟，浮游这下可帮了我大忙，连灵魂碎片的特征都搞来了。”雪朔仔细看了看文件，有点惊讶浮游手下的办事能力。  “看来这个白伤还是蛮有用的吗，我可不信这是浮游那个打杂工干的。”  灰色雾气，有意思，这是个值得研究的课题。  数据库内，除了五叔，就属他对灵魂碎片最了解。但五叔见他整天就趴在书房里看书，就给了他几个简单的任务历练历练，但结果并不理想。还好，他抓了个僵尸，可以升职啦！  雪朔走出被冰霜覆盖的房间，来到了他自己的工作室。  很快，他来到了另一个寒气极重的房间……雪朔推门而入，闻了闻里面的书香气，“真是久违的香气啊！”雪朔感叹道。  房间内堆满了书籍，雪朔直接从边上拿了一本就坐了下来。  “让我看看这个灰色的雾到底是什么！”雪朔已经决定整个下午都呆在这研究了。  于是……  灰色大多代表，悲伤，悲痛的情绪。  匕首的形态说明他的内心并不想跟人战斗，或者说在逃避？  雾，让人捉摸不透，可能潜藏危机。  可控性，作为匕首，它可以控制并飞行……  雪朔翻了很多文档和资料，渐渐有了头绪。  “我可能知道他的特殊能力是什么了，有意思，其实我从碎冰坟墓那里就已经看出他不简单了，果然不出我所料。”雪朔好像心情不错，有点兴奋。  “结束了？”观众们心中疑惑。可能在整个观众席中只有牛向北能看到那片雾，所以只有牛向北知道白伤为什么逃走。  总之，比赛规则是胜利者为最后五人，白伤，猪猪君和熔岩山其实早就已经胜利了，刚刚那场战斗完全可以避免。  猪猪君有点虚弱，熔岩山搀扶着他走向来接他们的直升机。  但在丛林的深处，还有一个身影，那就是白伤。他再次回到了之前与猪猪君战斗的地方，感受了一下周围的空气，便悄悄的离开了……   \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @SecretSlim @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 \n好友@十连发\n另外，求人气\n\n\n\n\n",
    "replies": [
        {
            "author": "Hong-Jian",
            "timestamp": 1415194080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "北极星人",
            "timestamp": 1415281020,
            "txt_content": "鸡君我警告你，你再不@我我就真的把你炖了！"
        },
        {
            "author": "418878840",
            "timestamp": 1415281140,
            "txt_content": "北极星人 发表于 2014-11-6 21:37\n鸡君我警告你，你再不@我我就真的把你炖了！\n加好友先！"
        }
    ]
}