{
    "title": "【朱仙出品】我心中的Minecraft【11.1Minecraft灵感与原创精神大赛】",
    "author": "CloudsXDao",
    "replyCount": 5,
    "timestamp": 1415190480,
    "txt_content": " 本帖最后由 CloudsXDao 于 2014-11-5 20:32 编辑 \n\n很早以前，就有些想说的。\n今天终于说出来了。\n\n\n记忆中，什么时候开始玩Minecraft的，已经模模糊糊，无法记清了。只能记得，在刚刚开始玩Minecraft的时候的傻事。一直往一个方向走去，仿佛想要走到世界的尽头。追赶着豹猫，仿佛它总有一日会停下。还有，数不清的事情。现在想想，那时候怎么会那么傻呢？每次，当我打开存档，站立在这片大地上，存在于这个世界里的时候，我却清晰的感到，我还活着。这是一种奇妙的体验。无论是挖矿、探险、钓鱼、种植，还是其他的什么，所有事物都给予了我无尽的喜悦与满足，我跳跃在地面好似阳光跳跃于地平线，心中充满了阳光的温暖，不惧失败。我常常呆呆的坐在河边，挥舞吊杆，听着钩子落水的声音，不去看浮标的沉浮，只是单单凝视这个世界。我知道，我爱Minecraft。我非常爱。我的视线随着焦距而模糊，我的目光随着晨光的跳跃而欣喜的发抖，我放眼望去，我可以看到山川、树林、沙漠、沼泽、海洋与村庄；可以看到黑夜与白昼；可以看到地域和末地；可以看到一切的一切。可以看到我的曾经与记忆，可以看到我在这里留下的痕迹。当我拥抱着她，她也在拥抱着我。我站在这片天空下，抬起头，我知道，我知道所有的一切，所有的人和事，所有的笑容与妄想，所有的汗水与梦，都在这同一片天空下。情思，雨丝，雪，一同从我这儿，蔓延到你那儿。当我抬起头看着流云与晴空的时候，你，是否也会抬起头呢？Minecraft，是我的家，是我的恋人，她像一台老旧的留声机，吱呀吱呀的记录着我的生活、我的心情、我的想法、我的梦，并且珍而重之的保存下来。这是我笔下的Minecraft，这也是Minecraft中，我的灵魂里的Minecraft。Minecraft，那是我的世界。那是，我心中的Minecraft。Minecraft，已经不是单单的存在着的东西，而是一种更加让人难以理解的东西。这个世界中，每天有几万人在玩Minecraft，每分每秒都有人在砍树、挖矿，都有人在Minecraft中释放自己的激情，分享着自己的欢乐。虽然我们重复着同样的事情，心中含着同样的热爱，眼中有着同样的喜悦，甚至对于Minecraft的记忆都是那么大同小异，但是，那永远是我们心中不可分割不可离开的一块。如果没有Minecraft，我会怎样？Minecraft出现在我生命的低谷。如果没有Minecraft，也许我还是一样的迷茫，一样的彷徨。对于自己的未来，眼前依旧是一片黑暗。Minecraft带给了我很多，让我遇见的对的人，让我有了对的目标，让我每天拖着疲惫的身躯回家时，心中还抱着一丝期待。我不会让Minecraft离开，离开我的生活，因为，那就是我了。也许，只有最震撼心灵的东西，才能震撼到人们麻木的心；也许，只有最美好的笑容，才能让世界宽广起来。我们最向往的理想世界，我们最憧憬的桃源乡，是在哪漫天的星空一直延伸到的遥远的彼方，但是那又是另一个世界了，那是我的世界，哦，错了，那是.......那是我们的世界。如果要对Minecraft说句话。谢谢。感谢。非常感谢。没有什么其他想要说的了吗？没有了。我捡起落在地上的末影之眼，把它按在我的胸口。但是它依旧飞了起来。丝毫不顾我想要留住他的感受。但是，此时的我，忽的又改变了原本的想法了。一场相遇，一次邂逅。即使转瞬即逝，也是可以支撑心灵的！离别时，应该说什么才不会伤感呢？也许最伤感的话，就是“谢谢”了吧。为什么呐？因为已经说出这句话的我，已经是泪流满面了啊。有那么些人总会相遇，就算一个在天堂一个在地狱，有那么些事总会记起，即使连他自己都已忘记。Minecraft，那是谁？哦哦，我想起来了，那是一个，非常非常可爱的少女，是你爷爷我的初恋情人哦，人又温柔，又体贴....啊？你问为什么分开？......是啊，为什么分开呢？那个温柔的，体贴的，笑起来很可爱，说起话温暖的让人想睡觉，转身的时候，裙摆和着阳光，细腻的好像沙子一样的女孩子，本来，就一直陪在我的身边嘛！她在哪儿？我把手按在胸口，指着我那颗不断跳动的心。在这里。即使很久没有打开，可能已经有些毛病了，可能已经落后了，可能很多人已经开始忘记她了，我也会打开，看着夕阳下，微微笑着的她，用力的向她奔跑去。呐，什么时候，我们再一起玩Minecraft好不好？那个女孩子，在人潮里拉着我的手，说道。我静静的，看着那个我深爱的女孩的脸。我打开了新的存档，看着这个世界，轻轻的说。好久不见。Minecraft。\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "唐宁",
            "timestamp": 1415191320,
            "txt_content": "LZ写的不错！{:10_523:}"
        },
        {
            "author": "冥王星人",
            "timestamp": 1415191440,
            "txt_content": "总觉你在无良拖字数"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1415273520,
            "txt_content": "唐宁 发表于 2014-11-5 20:42\nLZ写的不错！\n感谢！            "
        },
        {
            "author": "北极星人",
            "timestamp": 1415274420,
            "txt_content": "满分诗+满分作文，这个比赛够了！"
        },
        {
            "author": "北极星人",
            "timestamp": 1415275920,
            "txt_content": "CloudsXDao 发表于 2014-11-6 19:32\n感谢！\n你是不是算上空格1600字啊？（斜眼笑）哎呀别打我"
        }
    ]
}