{
    "title": "<Minecraft之旅>第三章节——初夜（下）",
    "author": "wwc520",
    "replyCount": 4,
    "timestamp": 1415366940,
    "txt_content": " 本帖最后由 wwc520 于 2014-11-7 21:41 编辑 \n\n  各位观众大大好，我是新人，文章有什么问题还请各位大大指出。O(∩_∩)O谢谢———————————————————————————————————————————                                          当我醒来时，环顾四周，空无一人。心想：我果真死了么，这里是地狱，还是天堂？这些新奇的东西想想就好玩，于是我打算出外看看；当我起身准备走的时候一个熟悉的声音打断了我：“嘿，你醒了？”xb款款推开门大步流星的走进来。嗯，这不是xb么？看来我还没死？“喂，醒了就该干活了！”他将手中的锄头和小麦种子扔给我说，“别磨磨唧唧的，赶紧种粮食去，总不能天天吃腐肉吧。”话音里带着一丝嘲讽，但我并不去在意这些，只问道：“其他人呢？”他不屑地用手指了一个矿道便走了出去。我长叹一声道：“哎，这xb啥时候能改改。”说罢，便拿起石镐和一些腐肉起身前往寻找ZQF他们。\n  此时，另一边。\n  “滋……滋……Boom”“我靠，哪来的苦力怕，吓死我了，还好跑得快不然就成熟肉了，GGH你没事吧？”ZQF吐槽道。GGH弱弱地说：“什么时候苦力怕智商都这么高了，都学会阴人了，还好没什么大碍不然就麻烦了。”ZQF吃力地将躺在地上的GGH拉起说：“该减肥啦！”只听GGH嘿嘿的笑。突然不知从哪里传来愤怒的声音打断了他们：“喂聊够了没，还不赶紧救我！”他们回头看只见刚才的苦力怕炸出的深坑中有一个天然矿洞，JYF掉了下去，还有一个黑影站在他身后；ZQF用手颤颤巍巍地指着JYF喊道：“你……你后面！”但那个黑影在JYF回头的同时瞬间消失了，ZQF和GGH感到十分惊恐，但不知情的JYF却怒气填胸地破口大骂：“你个坑货，不救我就算了还吓我？”他们也顾不上解释赶紧想办法救他上来；他们扔下绳子试图将JYF拉上来，但JYF是摔下去的，现在遍体鳞伤，手上的伤口发出的疼痛感致使他无法抓住绳子；忽然迸溅出的血液成股流下，即使是温热的血液也无法温暖着冰冷的矿洞。“我们该怎么办呢？”ZQF喃喃道，“难道只能这样了么？”说罢，他从背包中拿出梯子，放置在血迹斑斑的墙面上，自己爬下去，背起伤痕累累的JYF\n，鲜血顺着他的脸颊滴落在冰冷的矿石上，就这样他们一步一步地走回家去。  他们快到家了，而我却依旧再往矿道深处走。\n  当我再次向深处望时，却发现将要走进虚空了！这着实吓了我一跳，可是依旧没有看到我的同伴；只见头上的墙壁上仍旧低落着血迹的公告牌上赫然写着一个血字：死！我吓得瘫软的坐在地上。半响，我回过神来后，准备沿原路返回时，却发现后面是黑曜石墙，“这……这怎么可能，来的时候明明没有的。”我心里默念道。告示牌仍旧在低落这血液，仿佛永远都滴不完的样子，空气中弥漫着血腥的味道，又给这个恐怖的地方增添了一丝诡异的气息，更加令人恐惧。  我的朋友们到家了。\n  ZQF将在背上的JYF放在床上气喘吁吁地说：“终于到家了，真不容易。”xb看到他们回来便说：“JYF身上怎么浑身是伤啊？赶紧包扎一下吧。”说罢，便从仓库中拿出羊毛，开始小心翼翼地给JYF包扎伤口。xb边包扎边说：“话说MY呢，他不是去找你们了么，怎么没见他？”忽然气氛紧张起来，大家好像都意识到了什么，大家面面相觑，最终不约而同地看向了那条充斥着血腥味且陌生的矿道。\n———————————————————————————————————————————      \n第三章结束。。。。\n另外有哪位看客大大会做目录还请多多指教。O(∩_∩)O谢谢\n\n\n\n\n\n",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1415367720,
            "txt_content": "不错，赞一个。   没看出来“初夜”在哪。。。。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1415367960,
            "txt_content": "你只要复制链接就可以做引索贴了"
        },
        {
            "author": "wwc520",
            "timestamp": 1415369340,
            "txt_content": "天阶 发表于 2014-11-7 21:42\n不错，赞一个。   没看出来“初夜”在哪。。。。\n初夜（上）因为字数不够被删了。。。你懂得，有时间重新发一下吧"
        },
        {
            "author": "wwc520",
            "timestamp": 1415370000,
            "txt_content": "gggbbb 发表于 2014-11-7 21:46\n你只要复制链接就可以做引索贴了\nO(∩_∩)O谢谢。。。。。。。。。。。。。。。。。。。。"
        }
    ]
}