{
    "title": "<原创·单篇>[怨灵日记,引子]",
    "author": "世奇真身",
    "replyCount": 5,
    "timestamp": 1415375280,
    "txt_content": " 本帖最后由 世奇真身 于 2014-11-8 00:11 编辑 \n\n=-=昨天发的帖子吧...太短，正准备改，结果网废了，第二天（今天）正准备复制粘贴昨天保存在word的东西时，却发现帖子被删了(╯‵□′)╯︵┻━┻\n那么今天再开个帖子好了\n\n《怨灵日记》 引子\n章节名称：发现日记\n字数：1000+\n正文：\n\n\n     天色接近黎明破晓，远处的天际泛出第一抹鱼肚白，白与未完全褪去的深黑之间，夹着线细的东来紫气。可此时，在一个寒冷幽暗的洞穴中，远征队正沿着齐岩峰棱而乱石嶙峋，幽静而黑暗的小隧道向末地遗迹前进。蝙蝠一只只地从他们身边飞过，但不敢接近。弗颜乎高举着他的元素之杖，放月亮般柔弱的光亮，这光驱散着黑与暗。洞穴里，上上下下的钟乳石，石笋密密麻麻，“滴咚-滴咚”水滴声不绝于耳。终于，过了无声的两个小时，他们穿过了这条几千米的隧道，看见的仅仅有一扇破旧且锈迹斑斑的铁门。铁门被破，这末地遗迹的门闸也就开了，铄奇一行人来到了末地遗迹。他们在寻找末地传送门时，发现了一个诡异之处----一块苔石砖上贴着一个不易察觉的小石钮，几乎完全隐形在其上。在小石钮的下方，是一块腐烂的肉，正是这块腐肉，使他们发现了它，这个仿佛是某个暗室的入口。    暂且不说有人会发现它，如果没有足够强大的实力与勇气，毅力，坚定的信念与意志，也无法越过一个个怪物老巢，来到这个更加 危险的末地遗迹。即使来到，大多数人的命运都像地上那些白骨一般，被大自然的分解者，亦或是在遗迹中生存的蠹虫群等等给吞噬，消化。    弗颜乎将耳朵贴在石砖墙上，又用手轻轻敲击着墙壁，发出只有他自己能听到的声音。过了一会儿，他抬起了头，说：“里面是空心的，我想我们可以进去看看。”铄奇点点头，用手在墙面上摩擦，来回摩擦，终于又发现了那个细微的按钮。\n    铄奇轻触按钮，“吱--”的一声，两块裂石砖在机括声中开始移动，旋转，不一会儿便露出一个能容一人通过的缝来。一行人便鱼贯而入，为首的弗颜乎浑身一抖，打了个寒战。他立刻感到不对，一伸手拦住后面的人面前。“这里的温度...”弗颜乎哽了一下，继续说道：“恐怕已经在-273.15℃左右了。”“绝对零度吗。”铄奇道。”炎火聚环。”下一秒，他身边开始浮现出一圈圈光环，笼罩着众人，黑色的火开始在光环里蔓延。他环视着这间房间，发现只有一个小点是透光的，那个小点在天花板上，透进来的光线依然无法使幽暗的房间稍微亮一些。但在那光线的下面，铄奇发现了一个小桌台，桌台的一侧是一只石制的椅子，上面透着寒气。桌台上，平放着一本书。这是一本与众不同的书，书的封面光滑无比，围着封面的，是一圈镀金的，近乎透明的钻石薄膜层修边，钻石修边上，刻写着许许多多，不可名状的字符痕迹。书脊上刻画着符号，书的表面写着两个大字“日记”，在两个字下面，却还有着一排血红色而飘逸的小字：Herobrine。铄奇小心翼翼地翻开这本古老而沉重，甚至奇迹的在绝对零度下不被冰封的日记薄，一丝紫光从翻开的缝隙间透出。    Herobrine的日记，在这里第一次被发现了。\n\n",
    "replies": [
        {
            "author": "壹佰佰佰",
            "timestamp": 1415376240,
            "txt_content": "写作手法可以用多点修辞或环境描写"
        },
        {
            "author": "幽蓝",
            "timestamp": 1415376840,
            "txt_content": "-273.15℃还能活人?"
        },
        {
            "author": "世奇真身",
            "timestamp": 1415376960,
            "txt_content": "幽蓝 发表于 2014-11-8 00:14\n-273.15℃还能活人?\n远征队是有特殊能力的and你懂的(ps:给HIM的设定就住这，HIM不是人)"
        },
        {
            "author": "WY.",
            "timestamp": 1417287960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Wolverine",
            "timestamp": 1417305060,
            "txt_content": "1000+，好长的字，我可没这么多的耐心写（我的确很懒）"
        }
    ]
}