{
    "title": "(原创  单篇）mod的分类  ko1123  著",
    "author": "ko1123",
    "replyCount": 1,
    "timestamp": 1415370300,
    "txt_content": "Mod的分类现在的mod又多又杂，在论坛，光是新mod，一天没有一个那是不可能的，今天，我特此来献上我的分类方法，供大家阅览。Mod分类（1）辅助mod这类mod有一个共同点，那就是——安装后不参与游戏！这可能很难理解，这里有两个例子和大家说明一下。著名的G键合成表就是一个出色的辅助mod。假如你的朋友到你家来玩minecraft，你装或没装，你的朋友看得出来吗（当然是看游戏屏幕），答案是答非所问的，除非他是mojiang的或是神派下来的。但当你按下G键时，一个无敌的页面就展现在你的面前了——有着所有的合成公式，但依然是只一毛不拔的铁公鸡，别说金子钻石了，连块泥土都不会给你，即使安了notch专用的作弊器，好吧，有点跑题了。还有血量显示mod，即使按下“。”键会有炫酷狂霸拽的页面，但不会有一个僵尸的血少上那么一点点的。是的，辅助mod就是这样，但你依然少不了他。精品推荐：   1.G键合成表                       2.血量显示   3.快速工艺（1.7.10必备） 4.小地图（神器）（2）作弊型mod这种mod的用途和题目一模一样，是的，没错，就是用来“作弊的”（看了下面的介绍你还不懂？去下章的作弊与应用mod的分类板块看看吧——ko1123）据我多年的经验（你才玩minecraft几年啊），所有的以“更多”开头的都可以划分到这里面去，当然有个别例外，比如更多村庄，我们留到下章再讲。更多食物已经是这里面的“老古董”了，我们先拿他开刀。这个mod可以炒种子，做鸡蛋饼，说实话，就差没把苦力怕吊成香肠把僵尸做成粽子一块煮了吃了。还有更多武器，大炮原子弹，还让不让僵尸活了！（众僵尸：我们完全同意lz的观点！）作弊mod实际上是从应用mod演变过来的，什么是应用mod？我们马上进入下一章——别忘了这个（还好我记性好）：   精品     1.更多食物       2.更多武器               3.双持mod      （先介绍三个吧，有很多很多很多很多——（3）应用型mod大致分为2类，这已经很详细了！!1类：原地图mod这类mod造起来比后面那类容易，因为他只要在原世界按按地图编辑器就好了，所以为了夺人眼球，必须做的很精。比如不朽经典——中世纪村庄模组。看人家弄得出售系统，看人家弄的任务系统多么好啊。你现在知道什么是原地图了吧，就是在原世界的基础上搭出来的那么一个mod,不多解释了。2类：传送门mod这是很难的一类mod，我还算好的，让男人婆或冥姐那样的人写，搞不好会给你写本书出来。暮色就是这一类的。但我今天要打个小广告，推荐一下魔戒mod，是的，看到我的头像没？我是一个minecraft迷+魔戒——中土大陆迷（男人婆你还敢说东土大唐，这本书可在80年代轰动一时，霍比特人就是他的前传）咳咳，回到正题。传送门mod和原地图mod不同点在于，原地图一个人就可以做，而传送门mod起码需要一个团队（让论坛里的专业团队做一个名字叫做“穿越到BBS”的mod怎么样）。一般来说，首先去新的世界，你要造一个传送门，在魔戒mod里是把一个金戒扔到火里，然后你就到了。废言：听说光传送门就好难做，熊孩子千万不要尝试+1。里面有新的生态群系，还有很多很多的矿。废言：这可不是编辑器能做出来的，熊孩子千万不要尝试+2.总之非常非常难做，快进如下一章吧，我都累了——3.作弊型与应用型的区别（1）应用型的修改的东西多，而作弊型少（2）应用型会给予一定难度，而作弊型不会（3）最根本的区别：你不能把作弊型mod当成一个玩点！！应用型mod我见过不少拍视屏拍了十几集的，但你什么时候见到用更多食物mod拍了十几集续集的（钻牛角尖的同学注意：你不必真给我找一个来，意思到了就行了，但我想如果真拍出来，一定难看的要命）（4）存档与mod结合体终于等到这一章了，我已经累的不行了，真不知到那群小说家是这么打的，用五笔么，我不会。现在已经出现了很多这样的存档，真好玩，我刚打玩“亡灵战争”，顺手帮他打个小广告，回头问他要广告费，问富人要钱这么说也要个几百人气的吧。说实话，这种（到这里我要恭喜我自己，终于达到了1500字了，去申请爱好者徽章吧）地图真得十分十分十分好玩，也终于突破单一mod的节奏了。\n\n本文到这里就结束了，希望你还醒着看到这句话，祝你玩的愉快！\n\n                                                                                                                                   Ko1123  著                                                                                                                                   2014年10月28日星期二                                                                                                                                   共1597个字",
    "replies": [
        {
            "author": "hdfhdf",
            "timestamp": 1415371440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}