{
    "title": "<连载.单章>【昵称の世界】作者：熊猫丶晓能【第3.5章：血雨插序-混乱·记忆】",
    "author": "熊猫丶晓能",
    "replyCount": 1,
    "timestamp": 1415423340,
    "txt_content": " 本帖最后由 熊猫丶晓能 于 2014-11-8 13:15 编辑 \n\n作者PS：【又拖了两周····】\n正文：    ------------------------------------------------\n   “这片星空已经不平静了·····”在世界外有一个人如此叹声道。\n   “这不才能让你满意不对么。”在那个人旁边也有一个身影这么说。\n     这两个人的样子都有点怪，似乎是在思考着什么。\n   “不···虽然我是魔影族的祖先···但我起初的意思也不是这样呢···”最开始说话的人望着地球\n   “呵·····反正也不管了，就这么随意的继续下去吧，我的族人们与你的族人们的抗争，当然在明天就不一定了，异变开始之刻····我的族人也是行呢···居然找到了世界源，不过就是不知道会变成什么世界呢，也许在明天前这个结果只有世界自己知道····”剩下的这个身影似乎便是人类的祖先。\n     但是人类的祖先竟和死敌----魔影族的祖先如此要好，便是奇怪了。\n     不过这一切都是题外话了，那么回到真正的主题。\n------------------------------------------------\n     当1493正在破坏着宝石门的时候，同时，一场诡异的变化也在主世界开始了····          处于主世界中，天空开始发生异化，气象变化快速，乌云密布到烈日炎炎再到狂风暴雨再到晴天霹雳，任何奇异的的气象在整个世界发生着。\n     位于校长室的希克望着窗外，脸色不断变换，不过都是阴气沉沉，自言自语道：“没想到来得这么快·····，居然提前了一天，果然是要死战一天了么······”\n     希克随手一下从原地消失，出现在了广播室，从虚空中点出了许多界面，大喊：“我是···校长，全体学生！躲到隐秘的地方！特别可以选择下水道之内的！不要害怕黑暗和肮脏·······就为了生存吧！保存人类的最后希望····”说完便又从广播室消失了。再出现在了万里外的一个地方\n     全校上下听见这个消息，都在议论起来。   “这可能么。。这是一场闹剧吧。”\n   “谁来告诉我是发生了什么？”\n   “哎？是校长！？不过为什么要躲··”\n   “躲在下水道这种地方···我可不要呀，这种地方····”\n    如此之类的言语不断的响应，\n   “什么嘛···不就是天气变了嘛”\n    只当最后那个人说出这句话，所有人才发现天空的气象不断转变，突然明白了，一场灾难即将到来···随之的，便是不断逃窜的人们，当然也有人听从了校长的话躲到了下水道中，不过一切措施也可能是无用功。\n    希克一个闪烁便到了位于世界上的最重要地点，这个世界的唯一一个政府所在的地点。\n    这个地方让人的第一印象便是辉煌典雅，当然这不重要\n    希克坐在一个指挥室中的一个座位上，而面对着的是一个经历沧桑却仍带威严的老人。\n    “希克······该怎么办····军事装备大多没有配上魔法属性，很多对于魔影族都无法起作用啊。”老人双手捂额，一只手放下来，张开，手中燃烧着一团青蓝色火焰，在火焰正中间是一个刻印着“希亚娜”的戒指不断的旋转着，眼神混浊，似乎是想起了什么事情，在老人脑海中几段记忆的碎片开始不断糅合着。     ··········------------------------------------------------\n     依旧是在那遥远的时候，魔影族······一族已经使人类一族进入了危机的时刻····\n     因为魔影族的入侵，使地球上已被世俗所淹没的已不再丰裕的魔法气息变得丰裕，使得一小部分人成功学成了魔影族的魔法，不过全都是女性，男性占在绝少数，男性成功的人数大多也成为了人类社会中的顶峰人物，而这个老人也是其中一位，在当时也早已身为社会顶峰人物，世界政府的代总理，与总理也只差上一个字，当然也是因为原总理已身亡于与魔影族的战争中。              这位老人在上次魔影族斗争中年龄也正处于30左右或是40左右，也正处于大发宏图之刻。\n     但一切也开始了，魔影族一进攻到地球，便开始了对人类的屠杀，局势完全是一面倒。\n     “一定要早点归来！~”一个女子对着年轻时的老人轻声微笑着招手再见。\n     年轻时的老人对着女子轻轻点了头，便向着远方走去。     每隔几个月，老人便回家一次，每次回家都与女子依偎许久，毕竟是为了胜利，还担负着代总理的身份。\n     一切都是如此平静的就度过了两年······\n     与魔影族的战争就快要结束了·····\n     大部分的魔影族被赶回了原来的世界，并被以封印住。\n     但······\n     但当老人带着胜利凯旋回到家中····\n     家已成废墟，几只身体腐烂的野狗以及也是身体腐烂的乌鸦在几具尸体上饱餐着。\n     一具尸体明显正是女子的模样，另外几具则是守卫在家中的士兵。\n     一切似乎死的不是很久。\n     老人望着这一切凄惨的模样，“噗通\"一声，跪在了地上，眼泪不断淌着。\n     “为什么······啊啊啊啊啊啊啊啊啊啊啊啊······为什么会这样！！！为什么·····”老人挣扎的爬起来，用魔法将几只已经变成僵尸般的怪物给杀死了，抱着正在慢慢腐烂的女子尸体，摘下了女子手中那老人与女子求婚时所赠的戒指·····那上面的名字刻着的“希亚娜”。\n      呆呆的抱着许久，癫狂的老人便下令寻找凶手······\n      但是谁也不知道是谁···也许只有一个可能性···那便是魔影族·······\n      自此，老人对魔影族的仇恨升到了极点···但随之的确实更加的恐惧········\n-----------------------------------------------------\n      晃了一晃，老人便从思绪中回到了现实，急忙对着希克问道：“他们进攻还有多久······？”\n      “我还不清楚·····但可以肯定的是·····”希克单手垫着下巴,\n      “时间已经没多少了！所以·····请帮我拖上一天也行·····我有一个计划正在实行了，成功的话···应该就能阻止这场灾难了”\n未完待续·········字数：1666个字【汉字，不含字符】\n本次遭难者：无\n球@者：@琳琅素白 @angelo\n给我过来评分啦baka：@a2455564728 \n\n题外话：\n我居然又搞出了一个插序？\n索引贴：http://www.mcbbs.net/thread-319739-1-1.html\n",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1416637020,
            "txt_content": "除了字数依旧少"
        }
    ]
}