{
    "title": "<原创·连载>《史蒂夫纵横我的世界》<第二记>",
    "author": "KSKAKBKD",
    "replyCount": 11,
    "timestamp": 1415422440,
    "txt_content": "        这是本作的第二记，如果有看过第一记的，我在此谢谢你。上个星期六的时候我把第一记写完之后有个版主说字数少了点，我当时第二记刚刚打完，于是就打算第二记和第三记和在一起先保存一下明天来打第三记，结果点了保存草稿N次未响应就在狂点，没想到点到了发表。。。。。我立刻编辑内容全删，可在我删的时候又给我来了个自动保存。。。。如果有在哪几分钟的时间里将那第二记看完的人请忘掉，因为我已记不清内容。。。。。\n第一记的地址：[url=<原创·连载>史蒂夫纵横记<第一记> http://www.mcbbs.net/thread-359954-1-1.html]请点这里[/url]  初音未来甩葱歌镇楼：\n\n\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n(以下继续用护眼绿色）\n\n\n\n\n                                                                                                               第二记\n\n\n         \n        史蒂夫抬头看了看天空，太阳已经从原来中间的位置又移了一半，这意味着史蒂夫的活动时间只剩下一点了，到了晚上就会变成各种各样的怪物的活动时间了。\n\n\n\n\n        看来要加快速度了，一定要在日落之前做好工作台，不然就什么也做成了，史蒂夫暗自想到。向四周看了看，史蒂夫这才发现他现在的自然环境是一片云杉树林，正前面就有一棵高大的云杉树，“就选这棵云杉树了！”史蒂夫立刻来到云杉树面前，赤兔猪（那只粉红可爱的小猪君的名字）也摇摇摆摆的来到云杉树面前。看着这颗由无数大大小小的方块组成的一棵笔直的云杉树，史蒂夫握紧了拳头，猛然间以迅雷不及掩耳之势的速度轰了出去！“不好，万一！”史蒂夫的拳头突然又在半空中停留了下来“万一这个世界和现实世界会感到疼痛怎么办？那我岂不是一直不能撸树了！该怎么办？我该怎么办好啊？\n\n\n\n\n         赤兔猪疑惑的看着史蒂夫，忽然又抬起头来，似乎想到了什么。只见它朝史蒂夫的方向猛然一吼，不知所措的史蒂夫立刻被吓了一跳，目光立刻看向了赤兔猪，赤兔猪这才转过头去，退后几步，玩下腰，猛然的像一头公牛一样冲了过去！“嘭！”的一声只见那棵笔直的云杉树中间的一格树干立刻变成了掉落物品的形式在那转来转去，再看看赤兔猪，它正在得意洋洋的甩着它那根菊花尾呢！赤兔猪一点事都没有也就是说是不会感到疼痛的了，史蒂夫恍然大悟！\n\n\n\n\n         史蒂夫紧接着又把那棵云杉树的所有树干给全部撸完，“完成！现在开始制作工作台！”史蒂夫立刻将思考集中在拿出一个原木上，不知什么时候史蒂夫的手上出现了一个原木，史蒂夫的思考又集中在将将这块原木分解上，面前又突然出现了4块木板的掉落物品形式，再合成！史蒂夫的手上马上出现了一个工作台，脑海中突然出现了一条信息：解锁成就————这是？工作台？\n\n\n\n\n          四周已经变得有点暗了，太阳从它升起时就已经开始了坠落，这是它摆脱不了的命运，现在太阳就要没了。“哎！看来我们只能以躲在地底下的方式去迎接第一个夜晚 了！”史蒂夫叹了一口气。立刻在地上挖3格深的洞，“走吧，赤兔猪！”史蒂夫抱赤兔猪跳了下去,拿起工作台堵在了上面，原来昏暗的视线立马变成了一片黑暗！\n\n\n          不一会，外面传来了“吼！吼！吼！吼！”的声音，不用说肯定是已经开始刷僵尸了。听着外面的吼叫，史蒂夫不禁暗自想到：要是我现在有一把剑和盔甲的话那我就敢出去杀几个怪物给他们一个下马威！！“剑！”“对了！我现在不是就可以造把剑吗？我怎么这么笨啊！”史蒂夫怕了拍脑袋说。思想立刻集中使用工作台上，摆出剑的形状，确定！\n\n\n\n\n           只见白色的光芒四射，立刻充满了整个洞内，看到这一慕，史蒂夫不禁想到自己被闪电给射中的那一慕！突然史蒂夫发现赤兔猪的眼睛好像变成了白色，正当史蒂夫想看仔细的时候，一把木剑掉了出来，紧接着白光消失，视线再次变成了一片黑暗，又什么东西都看不到了！史蒂夫想到：可能是白光的原因我看错了吧！史蒂夫在地上摸索着找到木剑，刚拿起来，脑海又出现了2条信息：解锁成就————出击时间到！饥饿度下降一格（以后这个信息只有在必要的时候打出来），史蒂夫不禁又想到：即使我现在有了剑，可我还是不敢出去啊！毕竟我现在一个盔甲都没有，而且还饿了，现在出去岂不是作死的节奏！剑只是防身而已。\n\n\n\n\n           过来一阵，外面传来许多僵尸死亡的声音，叫声传到史蒂夫的耳中，史蒂夫的精神立刻饱满了起来，心里暗自高兴着：太好了！我等了这么久终于到白天了！你们给我使劲的叫！叫得越大越好！等一会我就出来捡东西！过来一会，外面一点声音都听不到了，史蒂夫的耳朵立刻变得十分清净了，“终于可以出来了！”\n\n\n\n\n           明媚的阳光照耀在史蒂夫的身上，史蒂夫贪婪的吸收着新鲜的空气，地上是许多的腐肉在转动，“还是地面上好啊！哪像地下，空气一点都不流畅还乌漆墨黑的！”史蒂夫一边伸着懒腰一边说。旁边赤兔猪也在那不停的扭动着身体。“好！开始收拾东西了！”“一块腐肉！”“两块腐肉”“咦！那边还有骨头！哈哈！看来有只小白也死在这里了！”“滋！滋！滋！滋！”“什么声音？”史蒂夫疑惑的向前面看去，却并没有看到任何怪物。这时赤兔猪不停的向后面吼叫，史蒂夫转过身一瞧，“哇！”史蒂夫立刻紧张了起来。原来史蒂夫的身后正有只苦力怕正向他这边走来。“快跑！赤兔猪！”史蒂夫撒腿就跑，赤兔猪听到史蒂夫的提醒也立刻撒腿就跑。\n\n\n\n            “滋！滋！滋！”“怎么办？我们还没有甩掉它！”史蒂夫拼了命似的向前奔跑，视角猛烈的摇晃着，可是似乎在这个世界里所有的生物都加强了一样，比如现在的这只苦力怕它的速度竟然比史蒂夫全力奔跑的速度不相上下，一直尾随在史蒂夫的后面一点点距离，突然史蒂夫的脑海又出现了一条信息：饥饿度下降一格，这条信息一出现，史蒂夫的奔跑速度立刻就慢了下来，而那只苦力怕却一点也没有慢下来。距离正在慢慢的拉近，马上就要到离史蒂夫一格的距离了，已经到一格了，“啪！”可能是史蒂夫一直处于饥饿状态，一下子被后面追上来的苦力怕给撞倒了，倒在了地上，后面的苦力怕也慢了下来，慢慢的膨胀着，朝史蒂夫逼近。\n\n\n\n\n            怎么办？我要死了！我难道就这样要死了？“嘣！”我要死了！史蒂夫立刻闭上了眼，。。。。。。我怎么没死？史蒂夫睁开了眼看了看自己的手，“这是幻觉吗？”“那刚才的爆咋声是怎么回事？”，史蒂夫向后看去，在他后面有一段的距离有着一个大坑，“怎么离我这么远？”很快史蒂夫就知道了原因，在他的正前方，正在不断的漂浮旋转着两块猪排！“这！这！这难道是！”史蒂夫突然说不出话了，一阵想哭的情绪立刻传遍了整个脑海。\n\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nO(∩_∩)O谢谢你的阅读！我会一直更新下去的。如果可以请支持一下,也可以找出我的不足，我会尽力改正的！这次字数可能也有点少，毕竟我下个星期就要期中考了，如果有和我一样要期中考的，我在此祝你考试顺利！！！\n@G王者Z巨蟹Y @板鱼殿 @时空游荡者 @板鱼殿 @大葱之灵@a2455564728 @459349159 @mynameis123 @Buco @UFO170 @123TnT321 @likeliang \n                                                                                 \n\n\n",
    "replies": [
        {
            "author": "459349159",
            "timestamp": 1415436300,
            "txt_content": "好诶，坐下沙发先\n赞一个！因为这背景音乐与我很相符~（偶素初四啦）"
        },
        {
            "author": "UFO170",
            "timestamp": 1415463360,
            "txt_content": "考试加油"
        },
        {
            "author": "KSKAKBKD",
            "timestamp": 1415488800,
            "txt_content": "UFO170 发表于 2014-11-9 00:16\n考试加油\n谢谢！\n\n\n\n\n\n_______【刀剑神域】【纳米核心】【吾乃地球人也！】_______\n！！！！！！！！！！\n_______请静听初音未来的洗脑神曲！！！！！！！！！_______"
        },
        {
            "author": "★Smile",
            "timestamp": 1415499420,
            "txt_content": "字数好多= ="
        },
        {
            "author": "KSKAKBKD",
            "timestamp": 1415499480,
            "txt_content": "★Smile 发表于 2014-11-9 10:17\n字数好多= =\n额！你好活跃啊！！！"
        },
        {
            "author": "★Smile",
            "timestamp": 1415499540,
            "txt_content": "KSKAKBKD 发表于 2014-11-9 10:18\n额！你好活跃啊！！！\n为了升级= =   我有一个十级梦(如果一直用一个号的话已经完成了"
        },
        {
            "author": "KSKAKBKD",
            "timestamp": 1415499660,
            "txt_content": "★Smile 发表于 2014-11-9 10:19\n为了升级= =   我有一个十级梦(如果一直用一个号的话已经完成了\n你新人徽章还在就5了，我原来和一个人都是6的，现在我还是6，他都8了。"
        },
        {
            "author": "★Smile",
            "timestamp": 1415500080,
            "txt_content": "KSKAKBKD 发表于 2014-11-9 10:21\n你新人徽章还在就5了，我原来和一个人都是6的，现在我还是6，他都8了。\n= =前号   半年6000积分"
        },
        {
            "author": "KSKAKBKD",
            "timestamp": 1415500260,
            "txt_content": "★Smile 发表于 2014-11-9 10:28\n= =前号   半年6000积分\n额！我最多的一次也就是一天加了41积分！"
        },
        {
            "author": "★Smile",
            "timestamp": 1415500920,
            "txt_content": "KSKAKBKD 发表于 2014-11-9 10:31\n额！我最多的一次也就是一天加了41积分！\n最高一次一天300+积分你咬我=W="
        },
        {
            "author": "KSKAKBKD",
            "timestamp": 1415501280,
            "txt_content": "★Smile 发表于 2014-11-9 10:42\n最高一次一天300+积分你咬我=W=\n没回3贴1积分，你300那回复900！"
        }
    ]
}