{
    "title": "史蒂夫的工业之旅-第一章（胆小者勿进）",
    "author": "516092012",
    "replyCount": 4,
    "timestamp": 1415421960,
    "txt_content": "                上次帖被删了，很心疼··不过我要学夏洛蒂·勃朗特的精神！我又来了··\n                                                第一章：   神秘的身影\n       ”啦啦啦··“一声流畅的开锁声从门上传来，咯吱一声，门被打开了。\"今天终于到周五了，可以好好放松一下了~”说话的人是一个叫史蒂夫的人。他一脸愉悦，把书包扔到了沙发上，飞速的打开了电脑，打开了一个叫minecract的游戏。他做在电脑前又是杀怪，又是养猪，不亦乐乎。他玩了半小时就对没有装任何mod的整合包感到了烦，他又试着鲁了点红石，结果自己也不会红石。\n        史蒂夫的表情转到了暴雨天，他愤愤的打开了“mcbbs”，到了懒人包模块，精华的，优秀的几乎占了整个第一页，但史蒂夫对这并不感兴趣。他一连翻了10多页，终于发现了一个让他满意的包。里面有整整200多个的mod，但是史蒂夫依然下了它，应为史蒂夫的电脑可是超高配置，18G内存，3G显存，还有高级显卡若干。用的路由器也能达到2MB一秒。史蒂夫按了下载按钮，然后从冰箱拿了个雪糕吃。吃了个雪糕的功夫，电脑就叮的一声想起。他打开整合包，看到了一个史莱姆启动器，让史蒂夫倍感亲切。打开了启动器，史蒂夫突然一阵寒掺，他似乎从史莱姆眼睛里看到了什么使人害怕的东西，但史蒂夫没有害怕，安慰自己：世界上会有鬼吗？那只是人的假象而已嘞··但是史蒂夫越安慰自己，越是不寒而栗。他启动了整合包，高配的电脑1分钟就启动了，出现了“MINECRAFT”几个大字，但是这几个字隐隐约约发着白光。鼠标随后移到了单人游戏，开了一个新的世界。他出生在一个平原上，很快，几棵树的生命就随着他的出现消失了。他做了把木稿，很快木稿又变成了石膏，石膏又变成了··史蒂夫在短短30分钟就挖到了4颗钻石，还养了许多动物。\n        游戏里很快就过去了几天，史蒂夫牛羊成群，他自己巡视自己的牛群，突然，他好像看到了什么。一只小牛，正登着惨白的眼睛看着他。\n”啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！“史蒂夫差点就做到地上了。他又坐回凳子，牛群里什么异常也没有，更别说什么白眼牛了。”难道我是眼花了吗？不会吧，我这么年轻就得白内障“这时，电视又响起”···深度到达病根，滴眼液，用莎普爱思···（我不是做广告哈哈··）\n        很快，史蒂夫就已经合成了钻石电钻，纳米护甲，史蒂夫可是一个工业能手呢。\n        史蒂夫回到自己哪机器成群的家，BC采石场，IC打粉机正在轰隆隆的工作。他发现，自己机器里的东西全没了。”他自己开始怀疑：难道遭到熊孩子了？很快，他又打消自己的念头。这根本就是单人游戏嘛，哪里可能有熊孩子呢··他又猜测，应该是数据错误吧。\n        他走进自己的仓库，看自己哪满库的钻石，黄金，突然，他发现大箱子旁多了个小箱子，他也不记得放没放这个箱子，于是他打开了箱子，里面居然是自己机器里的东西！他又惊又喜，但是背后有闪现出一丝寒意。他似乎听到背后有人在叫：”史····史帝···夫··夫······“\n         他吧头一转，就失去了知觉··························\n\n                   艾玛我的老天，我写的时候的要吓的昏迷\n",
    "replies": [
        {
            "author": "DXYE_REX",
            "timestamp": 1415422200,
            "txt_content": "工业渣看不懂=。="
        },
        {
            "author": "kbxxa",
            "timestamp": 1415422320,
            "txt_content": "来个格雷更好，那才叫胆小者勿进"
        },
        {
            "author": "1321185111",
            "timestamp": 1415434560,
            "txt_content": "有错别字"
        },
        {
            "author": "DevilDrgon",
            "timestamp": 1415623740,
            "txt_content": "支持一下作者可贵的耐心..."
        }
    ]
}