{
    "title": "<连载·单章>【猪猪君历险记2—新世界】作者：418878840【第十九章：自由之战】",
    "author": "418878840",
    "replyCount": 4,
    "timestamp": 1415416620,
    "txt_content": "\n这章比之前的长一点点，良心一点点索引在此\n\n第十九章：自由之战  “让我们欢迎英勇无畏的胜利者！”  此时的三角猎杀场热闹非凡。猪猪君、熔岩山和白伤作为胜利者，站在场地中间。周围观众的目光被他们吸引，特别是那个神秘的18号，在“黑暗街区”中没有关于他的任何资料，各帮各派已经蠢蠢欲动，准备把他招揽到自己门下。  猪猪君虽然体力有点透支，但从他表情上上却根本看不好出来，因为他此时正神采奕奕，得意洋洋的享受胜利的欢呼呢。  熔岩山站在原地，脸色平淡，一副习惯了的神色。还有白伤，他则直接闭上了眼睛，无视周围的群众。  之前的虎爷和矮子也到了观众席上，为这些经历过生死搏斗的热血青年鼓掌。  “恭喜你们通过了这个艰难的比赛。”矮子笑呵呵的说道。  “但是你们的猎杀比拼却还没有结束。”矮子的神情突然严肃起来，“除了白伤之外，18号和熔岩山都需要继续比赛，至于详细规则，会在明天宣布。”  猪猪君听了，之前的兴奋全都烟消云散，脸也耷拉下来。  “原来还要比啊？我还以为这次比完我就可以自由了呢。”猪猪君有点苦恼。  熔岩山噗嗤一笑，看着眼前的猪猪君，不由的嘲笑起来：“我记得他们也没说这是最后一场比赛吧，况且这种比赛我可是经历的太多了，你跟我没有可比性！”  “切。”  到了第二天，猎杀场经过了好几天的比赛直播后，显得十分冷清。  “怎么这么安静啊？”猪猪君觉得现场太安静了，静的让他脊背发毛。  “对啊，就算是早上，平时也会有一两个清洁工的，怎么今天连一个人都没有啊。”熔岩山表示同感。  就在猪猪君和熔岩山讨论为什么那么安静时，白伤已经回到了数据库内。  “白伤！你回来啦。”浮游看到白伤，立刻就是一个亲切的拥抱。  白伤连忙往旁边闪避，浮游扑了个空，“干吗啊，怪恶心的。”  浮游爬起来，摸了摸脑袋，说：“我不是高兴吗，看到我们的大功臣回来了，我当然欢迎咯。”  “还有啊，我告诉你一个好消息，总部要升你的职啦！”  “真的！”白伤的眼中充满了喜悦，这对于一个整天扑克脸的人还真是难得。  于是，这两个人就这样抱在了一起，丝毫不在意周围的其他人……  “白伤你终于来了，我等你很久了。”  “队长有和吩咐。”白伤的态度和语气十分端正。  “不，没什么。”镍队长让白伤坐在自己面前，说道，“你这次任务完成的很好，我很满意，所以我想给你更多历练的机会。”  “队长觉得该如何增进我的能力呢？”白伤虽然知道结果，但还是明知故问道，给队长铺个台阶。  “比如升职？”  “我靠，白伤你连窜两级啊！”末奎本来是要去检查下文件的，但中途却遇到了白伤，十分惊讶。  此时的白伤戴着白色面具，穿着白色衬衫加黑金色的风衣，让末奎看起来有点眼熟。  “这不是黑镍那里战斗人员的制服吗，你蛮厉害的吗。”末奎有点奇怪为什么镍队长会那么快让他加入黑镍，而且还是白色级别的人员。  白伤走后，镍队长叫来了浮游。  “根据白伤带来的情报和雪朔的分析来看，时候差不多了。”“那么队长是觉得……”浮游脑子里突然想到了什么。镍队长突然哈哈大笑起来，回头看着浮游，说道：“种的庄稼总是要收的不是，虽然此时并不是最佳时机，但我怕夜长梦很多啊。”  凌晨5点，猪猪君和熔岩山突然被叫了起来，说是紧急集合。  猎杀场一片寂静，一点点轻轻的声音都会打破这里的寂静。  虎爷站在高台上，看着猪猪君和熔岩山，手里拿出了一张羊皮纸（好像还是那张），念到：“现在，你们将进行最后一场比赛。”  什么！在猪猪君还没反应过来时，熔岩山心中满是震惊，难道自己真的可以自由吗。  “这场比赛结束后，胜利者就可以自由，离开了。”  熔岩山已经在黑暗街区的各个地下比赛惨烈角斗很多年了，如果真的可以自由的话，那他就一定会拼尽全力的！  “但是名额有限，你们两人中只有一人可以自由，所以……。”虎爷冷笑道，“你们将进行真正的厮杀！不是你死就是我活，除非对方倒下，你才有生存的希望！”  猪猪君终于反应过来了。惊恐的看着离自己只有1米之遥的熔岩山。要出手吗？  熔岩山也不敢相信这残酷的规则，难道想要自由就只有踩着同伴的尸体才能获得吗？  两人都摇摇头。  虎爷看着两人的神色，脸上狰狞的笑容愈加险恶。  “那么，比赛开始！”\n\n   \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 \n好友@十连发\n另外，求人气\n\n\n\n",
    "replies": [
        {
            "author": "DXYE_REX",
            "timestamp": 1415417340,
            "txt_content": "好长的字数XD"
        },
        {
            "author": "o-zero",
            "timestamp": 1415420280,
            "txt_content": "不会写打斗就尽量扬长避短不要写的太枯燥你的目的不是让观者随便翻一下对吧?"
        },
        {
            "author": "男人婆",
            "timestamp": 1415421060,
            "txt_content": "o-zero 发表于 2014-11-8 12:18\n不会写打斗就尽量扬长避短不要写的太枯燥你的目的不是让观者随便翻一下对吧? ...\n用个标点行不？         "
        },
        {
            "author": "陈翰磊",
            "timestamp": 1415455080,
            "txt_content": "20章什么时候出不,很想看呢.\n\n\n\n最喜欢晚上撸管看搞基那段了(当我没说过)"
        }
    ]
}