{
    "title": "【LUK】我心中的Minecraft",
    "author": "luke36",
    "replyCount": 7,
    "timestamp": 1415442540,
    "txt_content": "1.我与Minecraft的故事我与MC初识是在2年前，但我和MC的故事正式开始则是在1年前。2年前，我的朋友来我家串门，带来了一个Pad。当我好奇的打开里面的MC免费版，不知道干什么，茫然的看着这方块世界，想问我朋友相关的问题时时，他只是淡淡地说了一句：“这是‘我的世界’，不好玩的。”，就去翻看别的游戏了。而这简单的一句话，却勾起了我对MC的兴趣。之后，我就在手机上下载了“我的世界”。但是，渐渐地，我对这只有PC版功能的一部分的“不完整的”游戏的兴趣，被时间慢慢冲淡了。之后，我玩了许多游戏，但没有任何一个让我满意，因为它们的“功能”太单一了。一年后，我已经完全忘了我曾经玩过一个叫“我的世界”的全是方块的游戏。而我的另一个朋友，有一天问我：“你有没有玩过Minecraft我的世界？”，他在读“Minecraft”的时候，我丝毫没有兴趣，想快快结束这没有共同话题的聊天。但他缓缓吐出“我的世界”这四个音节时，我大脑里的闸门仿佛被打开了，里面的水哗哗地流出来。我和朋友开始了激烈的关于MC的谈话。从他口中，我才知道，MC还有PC版。于是，我立马在电脑上下载了MC。当时，我正好没游戏可玩，在四处寻找合我胃口的游戏，我下载过的都不好，都是下了就删，直到我下载了Minecraft。从此，我就开始了较两年前更丰富的MC之旅。红石、挖矿、造房子都让我大开眼界。我愈来愈痴迷，同时也惊叹，这真的是一个游戏吗？！2.我心中的Minecraft我认为，Minecraft已经渐渐脱离一个游戏了。它可以是一个建筑师的设计软件，一个电路设计师的入门软件，或一个人接触JAVA的第一个软件。MC为什么会吸引这么多人呢？因为这个游戏“一个能比六个强”。MC不像一些网游一样，只能打怪、做任务。MC和它们比，有过之而无不及。MC里不但能打怪升级，还能做红石机械、能做地图、推房子、玩冒险、玩联机、玩PVP、PVE。你还不过瘾，还可以画皮肤、画材质、学C4D。在MC里，你是自由的。只要你有能力，能创新，你就可以把MC舞得风生水起。在MC里，你是平等的。没有充值，没有外挂，没有VIP，没有RMB玩家。没有人能因为有钱而玩好这个游戏。竞争的只是脑力。（当然，服务器除外）你永远不会忘记，你挖到钻石时的惊呼。你永远不会忘记，你建筑完坑时的成就感。你永远不会忘记，你被赞扬时的自豪。你永远不会忘记，你穿越岩浆时的小心。你永远不会忘记，你在MC更新时的感叹。MC就是这样一个神奇的游戏，游玩它的的每一个瞬间，都是你永生的、刻苦铭心的回忆3.关于MC的诗（原创）红石之诗红石是给矿工的奖赏是黑夜里微弱的烛光是技术是能力是活塞运动时的咔嚓声响是红石建筑师的无奈面庞是泪光是梦想是精华帖中寥寥无几的数量谁能理解红石建筑者的苦衷和思想当我们下载存档谁能去想这花了作者多少心血和力量希望以后我们能想想多想想不要只是像个孩子一样\n建筑之诗微风轻吹湖光荡漾灿烂阳光照在脸上身后是巨大的竞技场面前是雄伟的大教堂而写实的城堡矗立在远方一砖一瓦一草一木都是建筑师们心中的童话藤蔓在墙上攀爬士兵在巡逻检查许多玩家在堆砌在建搭好像是真的一样噢 好像是真的一样\n\n\n\n[groupid=659]DawnWork外部交流群[/groupid]",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1415442660,
            "txt_content": "0A0偏题了吧...."
        },
        {
            "author": "苗老大",
            "timestamp": 1415442780,
            "txt_content": "水的好！孩子我支持你！"
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1415523420,
            "txt_content": "苗老大 发表于 2014-11-8 18:33\n水的好！孩子我支持你！\n你才水，找死"
        },
        {
            "author": "你慢慢猜",
            "timestamp": 1415524200,
            "txt_content": "呵呵呵    水的好"
        },
        {
            "author": "★Smile",
            "timestamp": 1415525100,
            "txt_content": "水的很有技术= ="
        },
        {
            "author": "gggbbb",
            "timestamp": 1415525160,
            "txt_content": "CloudsXDao 发表于 2014-11-8 18:31\n0A0偏题了吧....\n同上，表示满分作文……"
        },
        {
            "author": "男人婆",
            "timestamp": 1415948820,
            "txt_content": "怎么这么多人说他水，哪里水了卧槽"
        }
    ]
}