{
    "title": "<连载·原创>待我辉煌定比天狂[作者：1427639813][第二章] 【豪华版】",
    "author": "Umikaze",
    "replyCount": 5,
    "timestamp": 1415437320,
    "txt_content": " 本帖最后由 1427639813 于 2014-11-15 12:10 编辑 \n\n夜————暮色的森林之下\n    “洛儿……洛儿……为什么……为什么！！！！”凌颜看着躺在自己怀里奄奄一息的妹妹，最后一句是歇斯底里喊出来的。\n     凌颜抱着昏迷的凌洛，泪珠如潮水般流下。使劲咬了咬嘴唇，尝到了那抹微甜的猩红之后。轻轻撕开凌洛的衣服。看着凌洛满身的伤口，不敢想象这是那个如精灵般一直跟在自己身旁妹妹。她多么希望这是一场噩梦，多真实都好……\n     凌洛颤抖的右手掌抹过左手上的蓝宝星戒。针、线、绷带出现在地上。身为月夏皇家学院的高材生这些装备学院还是能够配备的。使劲的握着胸前的菱形紫水晶。这颗紫水晶是成对的，还有一块就在凌洛的身上，它们可以供主人储存一些能量状态的物体。按她们的母亲说，这是她们从未谋面的父亲留下的。\n     目光投向小腹那道最长的伤口。伤口越长4寸，足有一个小孩的手臂长。从小腹一只延伸到左大腿。凌颜又使劲咬了咬下唇，小心的将针扎了进去。怀里的妹妹轻微的颤抖了起来，疼痛加上能量的冲击。凌洛承受着前所未有的痛苦。\n     针再次扎进了凌洛的小腹，凌颜已经不是第一次做这种医疗缝合了。别人她倒不担心，但这是自己的妹妹啊。擦干眼泪缝合针如在水中的鱼儿般般飞快游走在凌洛的皮肉里。\n     终于。小腹的伤口缝合完毕，凌颜小心的把伤口用冰魔法封住。以减轻凌洛的痛苦。怀里生命迹象正在一点一点流失的凌洛，提醒着凌颜不能丝毫停滞，小心的把凌洛背上的衣服用冰刃小心的切开。凌洛原本洁白如初吐的珍珠般的嫩肉现在与泥土、树枝。衣料搅在一起。凌颜看着这可怕的一幕眼泪又如脱线的珍珠般流下，为了复仇原本如大小姐般的凌洛把自己弄成这样。这些年来凌洛一直努力的研究魔法，以至于比她天赋还要高上一点的凌颜都已经追不上了。窃取了学院的灭魔剑，在到光明圣会窃取了禁药。这种禁药可以短时间内把魔法与灵魂提升3倍，但代价是20年的寿命。凌洛不顾一起的那道这些东西，午夜趁着凌颜睡着时来到了这片森林。\n     凌洛越来越弱的呼吸再次提醒凌颜不能再等。飞快的把所有伤口清理干净、缝合。接下来能不能活下去就要看的凌洛了。现在禁药时效已过，只能靠着凌洛魔导士的身体顶住这次冲击了。\n     看着天边那可绿色的最亮的星星喃喃道“父亲，你是神，你一定可以拯救洛儿的对不对，对不对？”转过头，看着昏迷的凌洛缓缓道“洛儿，姐姐这次只能帮你那么多了，如果你死了，我会让整个六角异兽族为你陪葬。”\n     点开凌洛封印的血脉和魔法导脉，大量的血液带着强大的能量从伤口喷涌而出。“啊——————”尖叫从昏迷的凌洛口中发出。一声声尖叫锤击在凌颜的心上，一声声尖叫宣泄着她痛苦……\n     凌颜把嫩藕般的手臂放在凌洛微微张开的小嘴旁。“痛就咬吧。”凌颜挤出一个微笑。凌洛迟疑的一会，轻轻的咬了下去。又是一波能量冲击。凌洛的身体剧烈的颤抖了下，凌颜的手臂渗出一丝丝猩红。\n     渐渐的，凌洛的嘴慢慢的松开了凌颜的手臂。转过头给了凌颜一个惨淡的微笑。\n     睁开了漂亮的大眼睛。“姐……姐姐……你看……我把六……角异……兽皇打……打……败了，为妈……妈妈和……村……村……子报……仇……了。”凌颜看着妹妹强挤出来的笑容，哭得更厉害了。说完凌洛就倒了下去。\n     “洛儿，洛儿，不能……千万不能睡啊。洛儿。”凌颜看着凌洛的生命力慢慢的流失，呼唤着凌洛。\n     看着凌洛最后一丝生命力流走，凌颜彻底的呆住了。她告诉着自己要冷静，要冷静。她看了看右手边几块黄色的晶体。“六角异兽皇……十万年修为……”凌颜仿佛捉到了救命稻草，拿起晶体让凌洛服了下去，强烈的光芒笼罩住了凌洛…………乎~累死我了啦。把手放在被子外面打字真痛苦。终于还是更新了。萌萌哒索引",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1415441460,
            "txt_content": "给肌肤这么多的描写是想干嘛(╯‵□′)╯︵┻━┻"
        },
        {
            "author": "zwh007",
            "timestamp": 1415451780,
            "txt_content": "嗯不错不错。\n希望你能坚持完成它～\nPS：控皮肤。。。。。。-_-#"
        },
        {
            "author": "冥王星人",
            "timestamp": 1415541780,
            "txt_content": "标题应该写【原创-连载】"
        },
        {
            "author": "o-zero",
            "timestamp": 1415790300,
            "txt_content": "过儿！过儿！你的肌肤好滑好润！\n呵呵呵呵你摸的是你自己的好吗？"
        },
        {
            "author": "o-zero",
            "timestamp": 1415790360,
            "txt_content": "过儿！过儿！你的肌肤好滑好润！\n呵呵呵呵你摸的是你自己的好吗？"
        }
    ]
}