{
    "title": "{原创，连载，单章}史蒂夫的工业之旅-第二章：新世界",
    "author": "516092012",
    "replyCount": 3,
    "timestamp": 1415444220,
    "txt_content": " 本帖最后由 516092012 于 2014-11-8 21:34 编辑 \n\n                {:10_499:}555，第一章就3个回复，tm100多个查看，良心何在233 \n           不过我还是要学习夏洛蒂·勃朗特和海伦·凯特的精神！好了，更··对了，第一章在此，没看的同学要看哦\n                      地址http://www.mcbbs.net/forum.php?m ... 6&page=1#pid6965282、\n                                         \n                                                     第二章：新世界\n         ”啊啊啊啊！！！“\n          天空突然出现一道裂缝，随后撕裂开来。百十平方米的树木花草，如百十个被强震不断击起的石头，狂舞在天空，泥块，石块源源不断的飞舞，又不断的被抛向远方。地下水爆棚了，冲出了地面，将地面变成一片”汪洋“，动物们被抛向天空，又被引力重重的摔倒了地上，鲜血凌琳。天空，仿佛也被污染了，短短3分钟时间，就乌云密补，电闪雷鸣，雷电毫不犹豫的”轰隆“在幸存的大树，转眼就烧起熊熊大火，不一会，整个森林就变成了一堆灰烬。\n         简直是个地狱。\n         史蒂夫重重的摔到地下水水坑上，这个物体把清澈的水坑搅的一片浑浊，他颤抖着站了起来，还没说”哦，我的上帝“就被10级狂风刮上了天空，随后，那个黑洞就收缩了，随后发出一场巨大无比的大爆炸，哪里只留下一个巨大的坑，寸草不生的坑。\n         ”哦，shit（和谐）“”我死了吗··“史蒂夫朦朦胧胧的睁开双眼。看到自己所在的地方，他的身子底下弯着一丛茂密的灌木，这灌木都要被史蒂夫压烂了。史蒂夫倍感情切的望着这灌木，说：”谢谢你救了我！“\n          史蒂夫看着灌木，越看越不对劲。这灌木都是由一个个方的小像素构成的，但是这些小像素居然一个个的连在了一起。史蒂夫站起身来，向四周望了望：太阳是方方正正的，树木的树干和树叶是方方正正的，就连草地都是方方正正的方块，唯独自己不是方的“看到这景象，史蒂夫惊的一屁股又坐在了灌木上。结果，灌木承受不了史蒂夫的一坐，嘎吱一下烂掉了。他大声喊：”这难道是我的世界（这名太好听了）“他兴奋的要死，蹦起来说：”我回家一定要告诉我的基友我来到了我的世界！“可是，他兴奋的同时，又开始担心：我记得我开启了极限模式，死了就”不能“复活”了。他想：根据我看了上百部MC小说的经验，如果穿越到了MC，死在这就等于在现实死了，不行，我要活下去！我还有我的家人呢~\n           史蒂夫就这样折腾了一个上午，他站起身，看看有什么吃的。他找到一颗橡树，从矮矮的橡树上摘了一个苹果。这个苹果也是由小方像素构成的，史蒂夫想到自己吃这种像素苹果就不想吃，可是，现在只有这个苹果可以吃了。\n            他摘下这个苹果，装出很厌恶的表情吃了一口，结果吃了以后马上就笑开了花。这个苹果吃起来不仅不崩牙，还又香又脆。史蒂夫连摘了几个苹果下来吃，嘴巴里发出一声“隔”的声音，吧苹果核丢掉了。虽然史蒂夫没洗手，但是他没有肚子疼。\n         史蒂夫听到一声渺远的鸡鸣，便走了过去。\n         史蒂夫来到一个鸡群，只见几乎所有的母鸡和公鸡都长的一模一样：黄嘴壳，白身体，头下面长红色的东西，但最大的亮点还是：他们都是方块构成的。史蒂夫突然看见一只母鸡的身下护着一只小鸡，这小鸡很与众不同，它的头居然比身体还大。我顿时感觉萌萌哒，就把小鸡抱走了。那只母鸡攻击我，我连踹4脚，母鸡就被我踢死了（真坏啊）。母鸡化为一阵白烟不见了。但我有了我第一次杀生的结果：一个在地上转圈的鸡肉。我又走了几步，一只可爱的粉红色的猪猪君正在逛“街”，还摇着菊花尾，我也把这只猪猪君拿藤条牵着。这是我第一次养宠物。\n         既然我决定了生存下去，我就要探索世界！知道我回家为止！我带着猪猪君和鸡鸡君朝西阳走去··\n     \n          \n         \n         \n           \n",
    "replies": [
        {
            "author": "516092012",
            "timestamp": 1415444640,
            "txt_content": "感觉还不错=w="
        },
        {
            "author": "DXYE_REX",
            "timestamp": 1415623440,
            "txt_content": "这个点我不在线"
        },
        {
            "author": "DevilDrgon",
            "timestamp": 1415623740,
            "txt_content": "支持一下作者可贵的耐心..."
        }
    ]
}