{
    "title": "史蒂夫的工业之旅第3章-第四章",
    "author": "516092012",
    "replyCount": 5,
    "timestamp": 1415460360,
    "txt_content": "   恩··为什么我这么久都不开始写关于工业的东西，是应为工业毕竟是后期才发展的，迟点写。前两章：1章：http://www.mcbbs.net/thread-362476-1-1.html           2章：http://www.mcbbs.net/thread-362681-1-1.html    话说我是不是该搞一个索引贴了呢                                                     第三章：黑夜大冒险\n                  ···········\n        我牵着我的鸡和猪在夕阳下闲逛。我突然想起了什么，世界总是会有黑暗的一面！这个方方正正的世界，黑夜总是会发生什么不好的事情！\n我用拳头打了一下树。“啊！”疼死了！我叫道，虽然这里跟游戏里的情景一模一样，但是我是从家穿越到这里来的，我是个活生生的人啊。\n        我思考着怎么把这颗矮矮的橡树鲁掉，黑暗以占据了半个天空。我看到地上的一些小石子，便想出了办法。我挑了一块有大又重又尖的石头，虽然不算很尖，但还是比没有好。我又在橡树上拜了一根直直的木棍，然后用一些结实的藤条把石块和木棍绑了起来。一个怪模怪样的东西出现在我的面前。这东西又可以砍人，又可以砍树。我不知道这藤条绑的东西结不结实。\n       “嘿嘿····”乒乓乒乓咚咚！哗~boom\n 年轻的树的生命就这样被史蒂夫削掉了，沉重的树因重心不稳，哗的倒在了地上。横在地上的树瞬间变成了一个个小小的物品，在地上转圈。史蒂夫捡起这在地上转圈的玩意，端详了片刻。我（“我”就是史蒂夫）想：这个世界果然和游戏是有些相似的嘛··\n        我自己用手把木头物品放在地上，用我那像矛一样的武器，乒乒乓乓的砸了起来，这不，一个木头就这样变成了4个木板和一些木屑。我开始思考我拿这些做什么，我就突然想到：我可以做一个盾！\n        我把4快木板拼在一起，一个丑陋的，长方形的盾就做出来了。我随后又制作了一个木板胸甲和裤子。我自己觉得自己很“威风”。\n        很快，黑夜就笼罩了整个世界。我牵着我的动物在平原上游荡，看看有没有什么可以住的地洞。“吼···”僵尸的一声吼叫传到了我的耳畔。我正无聊着呢，正好给我找点事做。我一下子冲上去，但是木板做的盔甲有些不舒服，我就慢了点。“呀！！！我跟你拼了！”我吼这冲向迎面而来的僵尸。接近僵尸的时候，我一个突刺，击中了僵尸的腹部。僵尸呻吟了一声，先是一跳，然后迅速向我扑来。我拿木盾抵挡了一下，随后龊中了僵尸的下（和谐）体。是男的就是有弱点。我想。僵尸居然还懂捂住受伤的地方，一只手继续挠我。我得意的只拿盾捂住看头，“挑逗”这只“萌”尸。谁知，僵尸的力气还挺大，挠了我一下。僵尸方方的手在我的木甲上发出不科学的哐当一声（这明明是铁甲该发出的声音），随后我就被击退了3步。我怒了，拿石矛狠狠的往僵尸头上砸去，随后又一次龌龊的戳了僵尸的下体。僵尸不屈的朝天空吼了一声：“熬~熬熬~熬~熬熬熬~···(5160进行僵尸语翻译：可恶··啊啊····我会叫骷髅族和僵尸族报仇的！···熬···）”当然，史蒂夫是听不懂僵尸在叫什么的。僵尸不屈的死在了地上，然后化成一缕白烟，随风飘去。僵尸掉了两片腐肉，虽然看上去很恶心，不过烧一烧应该可以吃。\n        打这只僵尸已经打到了大约21点左右。可我并没有觉得困什么的。因为我是一个冒险主义者~我一直在寻找一个绿油油的的生物，这个是什么不用想就知道。因为我很渴望体验真的枪。我知道，火药的配方是硝石，木炭，和硫磺。可是这些东西我懒的去找，所以我只好找这种绿油油的东西。\n                                         第四章：走出原始时代\n        我走了差不多500m，巡视着四周。四周只有一些僵尸和骷髅，骷髅嘛··我在他肋骨上戳一刀，那货就散了架。我把骷髅掉落的弓背在背上，然后还无耻的把骷髅箭袋里的箭放在背上。我杀了十几只骷髅，现在我搜集的箭和骨头已经很多了，这更为我击杀绿东西增加了一份信心。\n         我突然在一个地方发现了苦力怕，他们居然是一群在哪里，口里突出丝丝~丝丝~的声音，我不知道他们在说什么。怎么一大群苦力怕肯定不好对付。我把我在学校背的孙子兵法拿出来回忆了一下，突然想起一个”声东击西“记。我想，有时候学校也是一个好东西~\n         可是怎么生动鸡西啊···我又没有末影珍珠··说时迟那时快，对面的高地发生了一场爆炸。很多苦力怕都跑道高地那边去了，只留下3只苦力怕在原地守卫。我趁此时机，迅速冲了下去，眨眼间就把两个苦力怕鲁了脑袋。剩下的苦力怕像我冲来，发出嘶嘶的声音。我一个滑行把苦力怕切成了血肉模糊的两半（少儿不宜）几个苦力怕仇恨的眼光看着我，然后化成白烟了。我捡了6份火药，满意的跑走了。\n         我思考怎么做枪，我干脆就做个枪械始祖把-火绳枪。可是我没有下过矿，没搞到铁··我先不挖铁把··\n我拿我的矛去砸坚硬的石头，过了10几秒，地上就出现了一个方方正正的坑。我连续鲁了几个石头，把它们的中心砸烂。然后，我试图沾上这几个石管，我想起了水泥。我到附近的水坑挖了点粘土，然后又浇上一点点水，一股黏黏的东西-水泥就做出来了。我拿杀羊的羊毛沾了一下，又涂在石管上\n。然后把底部缝好，又在管上凿了一个小洞，这里就是放引线的地方了。我拿起一小撮火药塞看进去，又拿了一根干燥的藤条插进了洞（和谐）。我找了一些石头渣塞进去，一支上了镗的火枪就做好了。虽然很简陋。我拿着枪，对着树射了一枪，只听轰一声巨响，碎石和石弹便冲了出去，吧树打了大大小小深深浅浅20多个洞。我对这支枪很满意，因为我可以不用大刀阔斧的杀怪了，也不用到处杀鸡做箭射。不过，我还是要带着我的矛，这火枪还不够先进。\n          看在我鲁了怎么多字的份上，好歹给个回复··\n\n\n\n\n   \n\n\n",
    "replies": [
        {
            "author": "516092012",
            "timestamp": 1415498340,
            "txt_content": "啊啊啊啊怎么没人回复！"
        },
        {
            "author": "174--3Q",
            "timestamp": 1415623440,
            "txt_content": " 本帖最后由 174--3Q 于 2014-11-10 20:48 编辑 \n\n字太多不想看了。。（我现在就回）"
        },
        {
            "author": "1974280115",
            "timestamp": 1415623740,
            "txt_content": "表示给了楼主鼓励，而且卡多了一个人气（楼主感激我吧）"
        },
        {
            "author": "DevilDrgon",
            "timestamp": 1415623800,
            "txt_content": "支持一下作者可贵的耐心..."
        },
        {
            "author": "zwh007",
            "timestamp": 1415624220,
            "txt_content": "写的不错～我来顶。\n伸手党都去死吧！"
        }
    ]
}