{
    "title": "【原创-连载】【黑色坟墓】【by北极】【01】",
    "author": "北极星人",
    "replyCount": 8,
    "timestamp": 1415523060,
    "txt_content": "    据说新家的后院里，有一个坟墓。这当然是听房子的原主人说的，在今天，我收到他寄来的一个包裹，里面是一个日记本，很厚，里面从第一页到最后一页都写满了日记，不过，这个还是留到搬进去了再细细读吧。\n    坐在车上，看见了远处一个房子，看起来似乎还蛮新的，大概是最近装修过。\n    车停下了，我打开车门，打开了房子的门，里面也被人打扫过了，卡莱尔进来了，他揉了揉肩膀，把背包放在行李箱上面，转身出去了。\n    这个房子有三个卧室，父母亲一个，我一个，卡莱尔一个，刚好。我三个房间都看了看，找了那个空间最小的，来的时候我没带很多行李，就提了一个小包过来，把包扔到墙角，看了看房间里的布置，这个房间里有一个带着抽屉的书桌，墙上还挂着一个壁橱，锁孔上还插着钥匙。床单已经被换过了，整体来说还算整洁，但是抽屉和橱柜则另当别论，里面什么东西都有，杂乱无章的堆在一起。\n    那本日记我实在提不起兴趣去看，罢了，就扔在那儿吧。拉开书桌的抽屉，里面的东西虽说乱，但是都是些很有趣的东西，或许那两个卧室里也该还有。我把收拾出来的东西整理好放回抽屉里，现在该去看看后院里的那个坟墓了。毕竟是压不过自己的好奇心啊，虽然坟墓不是什么意头很好的东西，不过越是不好，好奇心也就越大。\n    后院也有新栽上的各种植物，但是那个墓碑还是很显眼，墓碑是黑色的，上面的字是用白油漆写上去的，但是写的歪七扭八的，辨认不出来。墓碑前放着一束雏菊。这个墓碑，看起来有些奇怪，但是却说不上来。但是它给人的感觉和一般的墓碑确实是不一样。\n    回房间时，看见房门口有一个小信筒，我打开看了看，里面有一个信封，拿了出来，这封信就是房子的原主人给我的。拆开信封，拿出里面的信纸，仔细读了起来，\n尊敬的安德：\n    你好。\n    首先，我必须告诫你，千万不要去碰那个墓碑，那将会使你有杀身之祸。至少在你知道沉睡在坟墓里的人是谁之前，别去碰它。关于这个人，房子里会有关于他的线索，但是如果你没有心理准备，还是不要调查的好。\n    第二，如果你知道了他是谁，并且想见一见他，那就搜集三块灵魂碎片，我这里有一块，给你放在了信筒里，第二块在房子里，需要你自己去仔细找找。至于第三块，它被我弄丢了。这就需要麻烦你去找找了。\n  最后，你要记住，如果你见到了他，你一生的命运都将被改变，请你慎重考虑。\n                            \n                                                                                              史蒂夫\n  我才不会闲的无聊去调查什么能改变我一生的人呢。我把信装回信封，将信封扔进了邮筒。\n\n作者废言：\n咳咳，屠版还没开始，只是发上来吊吊大家的胃口。顺便给大家透露下剧情：这个故事总的来说跟Minecraft没有很大的关系，其实讲得就是安德（他不是末影人！）身边发生一连串的事件之后，开始调查后院墓碑内的人的来历，在中间遇到了写信的史蒂夫，但是，史蒂夫似乎隐藏了一个惊天的秘密……【再说就是剧透啦！】",
    "replies": [
        {
            "author": "zhh30648",
            "timestamp": 1415723460,
            "txt_content": "感觉...没想看下去的动力..."
        },
        {
            "author": "o-zero",
            "timestamp": 1416671400,
            "txt_content": "so？你一开始强调的不是新家而是坟墓这样真的好吗，就像你要买房房东不给你介绍房子，而是给你介绍房子里死了几个人怎么死的一样"
        },
        {
            "author": "player927",
            "timestamp": 1416701460,
            "txt_content": "屠版的滚粗mcbbs"
        },
        {
            "author": "北极星人",
            "timestamp": 1416736380,
            "txt_content": "o-zero 发表于 2014-11-22 23:50\nso？你一开始强调的不是新家而是坟墓这样真的好吗，就像你要买房房东不给你介绍房子，而是给你介绍房子里死 ...\n这个故事就是围绕坟墓写的……"
        },
        {
            "author": "北极星人",
            "timestamp": 1416736380,
            "txt_content": "player927 发表于 2014-11-23 08:11\n屠版的滚粗mcbbs\n你在说我的同时也在说冥王星人，孩子你造吗？"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1416750000,
            "txt_content": "看到内容我突然想起来坑了很久的凯神大作→_→我曾经发在mcbbs上，你可以退翻翻我的主题去观摩下，说不定有帮助。"
        },
        {
            "author": "o-zero",
            "timestamp": 1416751620,
            "txt_content": "北极星人 发表于 2014-11-23 17:53\n这个故事就是围绕坟墓写的……\n尼玛那也不用写的这么直吧"
        },
        {
            "author": "o-zero",
            "timestamp": 1416751620,
            "txt_content": "player927 发表于 2014-11-23 08:11\n屠版的滚粗mcbbs\n你TM有资格说吗？"
        }
    ]
}