{
    "title": "<连载·单章>【猪猪君历险记2—新世界】作者：418878840【第二十章：我要胜利】",
    "author": "418878840",
    "replyCount": 1,
    "timestamp": 1415521500,
    "txt_content": " 本帖最后由 418878840 于 2014-11-9 16:27 编辑 \n\n\n总感觉有错别字，大家来找找，找到有奖励索引在此\n\n第二十章：我要胜利  随着虎爷的一声令下，熔岩山和猪猪君迅速拉开距离，灵魂碎片也被召唤出来。  看着眼前的情况，猪猪君有点失望，说道：“好歹我们也是一起战斗过的战友啊，你没犹豫过？”  “有，但我更想要自由！”熔岩山的声音十分坚决，但他看着猪猪君的眼神却在颤抖。  两把短剑，一把扔出，一把向前劈砍。  猪猪君的匕首一晃，弹开了飞来的短剑。  但另一把砍来的剑更快，猪猪君躲闪不及，只能用匕首硬抗。  猪猪君感觉到了熔岩山身上迸发出的血腥杀气，这是以前战斗中没有出现过。握着匕首的手更加用力。  灰雾弥漫，猪猪君的匕首上光芒交错，身影有点虚幻了。  “这是……”熔岩山有点惊讶，但下一刻，他就陷入了灰色雾气笼罩的空间中了。  眼前，一片灰色，熔岩山分不清方向了，更别说是找到猪猪君了。  熔岩山的耳朵一动，开始仔细倾听周围的动静。  伴着一阵沙沙的响声，熔岩山好像听到了脚步声。  脚步声越来越近，越来越清脆，然后，脚步声停了。熔岩山感觉到了杀意，立刻朝前躲避。  “轰”，一声巨响，灰雾散去，周围漫天沙尘，但至少看得见了。  熔岩山转过身，想看看他到底用了什么招数。  下一刻，他震惊了。  只见地面上出现了一条裂缝，深不见底，虽然不宽，但却十分的长。猪猪君站在裂缝后面，手里还是那把匕首，但这次，那把匕首的光芒变得阴森诡异起来。  猪猪君一脸笑意，既然对方已经撕破脸了，自己为何还要躲避？所以，自由应该是属于他的！  一秒种，猪猪君就出现在了熔岩山面前，这就是猪猪君的速度，拥有灵魂碎片后的最快速度！  甩手，猪猪君毫不留情的攻击熔岩山的咽喉。  熔岩山立刻反应过来，身形往后一歪，勉强躲避，手中的剑却是抓住空挡，刺了上去。  “呼——”猪猪君长出一口气，身上的阴森气息更重了。左手灰光缠绕，突然一动，一下子就抓住了熔岩山全力刺出的剑。  竟然用手！这是熔岩山当时的唯一想法。他的剑虽然威力比其他攻击型的碎片差很多，但刺穿肉体还是很容易的，他竟然用手去抵挡。  但事实还是证明了熔岩山的想法，猪猪君那乍一看很帅气的动作并没有生效。手上的鲜血滴在了熔岩山血红的短剑上，看起来是那么的和谐，但剑身红光一闪，比那短剑还要鲜红的血液就融化在了剑锋上。  “谢谢你的血。”熔岩山有点讥讽的话语落在了猪猪君的耳边。  本来以为灵魂碎片提供给自己的力量足以抵挡住熔岩山的攻击了，显然猪猪君还是低估了熔岩山的实力。  “你知道我为什么那么想要自由吗？”熔岩山突然问道，“因为我受够了！”  在过去的几年里，你知道我过得是什么日子吗？猎杀，被猎杀，杀戮，被杀戮，这就是我的生活，所以我格外的渴望自由，渴望着这猎杀之地之外的世界啊！  猪猪君被熔岩山的咆哮愣住了，是啊，熔岩山也很可怜啊，跟失去父母的自己一样可怜。猪猪君突然对熔岩山十分同情，完全没有注意到熔岩山身上的变化。  熔岩山的两眼血红，短剑的赤红色光芒也格外耀眼，现在的熔岩山，简直就是一个嗜血的猛兽！  “所以，我要杀了你，这样我才能获得自由！”熔岩山再次咆哮道。  猪猪君应经注意到了熔岩山的恐怖变化，缓缓往后退去，“虽然你很可怜，但可惜的是，我才是最后的胜利者。”  “不愧是‘血刺’，遇到鲜血后的气息完全不一样了。”镍队长看着自己桌上的笔记本电脑，赞叹道。\n   \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 \n好友@十连发\n另外，求人气\n\n\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1415522580,
            "txt_content": "前排围观，表示支持，继续加油！"
        }
    ]
}