{
    "title": "[都市传说--Creepypasta]Slender Escape 瘦长鬼影",
    "author": "末影矿工",
    "replyCount": 10,
    "timestamp": 1415973540,
    "txt_content": " 本帖最后由 末影矿工 于 2014-11-18 17:04 编辑 \n\n        冬至的夜晚，树林内又一次被迷雾覆盖。冰冷的空气将徘徊在树林中，一切都是那么的死寂。二战的迷雾笼盖着村庄，向人们传递悲伤和绝望。恐惧中，人们无望的追求永远：挣扎中，人们愚蠢的相信希望。冷雾蔓延在村庄内，蔓延，蔓延。。。\n        杰瑞要搬到贾里德镇，去找那边的朋友给他介绍个差事，顺便探望他在战争中失去弟弟。行李都早已放入车内，但他却一直站在那里，望着那破损的平房，脸上呈现出无限的悲痛。他终于上了车，行驶在寂静的公路上。公路上空无一车，在他身边的只有迷雾与阴暗。\n        到了贾里德镇，迷雾仍然笼罩在身边，笼罩在所有人身边。汤姆早已在外面等候，和他一起行李搬入屋内，整理房间。\n       “你要的工作我帮你找到了，快和他聊一聊”，汤姆说。\n        杰瑞并没有回答，只是点了点头，走进屋内。只见一个高大瘦长的男人，他的脸十分苍白，表情严肃，不禁让杰瑞感到紧张。那个人伸了伸手，示意他坐下。\n        那个人说：“我叫比尔，汤姆已经把你的信息告诉我了，下周就可以工作，不过还有一些工作要交代给你”。之后那个人说明天晚上去这个地址找他，告诉杰瑞去找他的路线。再详细告诉他工作的细节。杰瑞答应了，和他握了一下手。那个人的手十分冰凉，就像能刺入你的骨头似的。然后那个人就走了，消失在迷雾中。\n        夜晚，汤姆在阁楼给他弄了个睡觉的地方，虽然小但十分的舒适。月光透过窗户投射进来，一切都十分的寂静。但他始终无法入眠，他的耳边徘徊着他弟弟尖叫的声音。他深知这只是幻觉，但却十分心悸不安。窗户外看得见城镇的边界，街道上空无一人，只有迷。他感觉什么人再看他，于是他向窗外眺望。他察觉到树下有一个人，他仔细的看了看，那个人脸是白的，又瘦又高。他认为是那个人是他过度忧郁造成的幻觉，于是揉了揉眼睛继续看。那个人盯着他，他感觉得到。他没有五官，但一直盯着杰瑞。杰瑞不禁感到了不安感，于是提着灯下楼，走出屋子。却没有发现那个人，依然只有蔓延的迷雾。于是他走回阁楼，再次向窗外观看，那个人真的不见了。于是杰瑞便拉上窗帘，入睡了。\n        第二天清晨，迷雾依然没有散去。杰瑞走出屋子散步，发现树下有一张纸。杰瑞把那张纸捡了起来，上面画着一个让人无法理解的涂鸦，并写着一句话：\nSlender，Dread，Death 瘦长，恐惧，死亡\n这张纸让他十分不安，尝试忘掉这张纸，想象是某人的恶作剧，但他却始终感到了一种莫名恐惧。他决定去散步，让自己轻松一点。可是他总是感觉有人在看着他，耳边传来不明的火车声，但周围一个人都没有。\n        夕阳西下，暗噬明天，迷雾继续蔓延在村镇里。杰瑞跟着路线走向会面地点。身边的迷雾越来越重，空气也越来越稀薄，冰凉。他走到了城镇的边界，走到一片郊外的树林边。那里有一个破旧的小木屋，开着灯但灯光很暗。木屋的门是开着的，那正是杰瑞要去的地方。杰瑞打了一个寒颤，壮胆走了进去。他敲了下门，没有人回应。他开始害怕了，原因并不是因为没人回应他，而是因为门上刻着和那张纸上一模一样的涂鸦，并写着一行字：\nWhat is it? 这个是什么？\n他想回到汤姆家去，可是他才发现天已经十分的黑了，而且他从冷雾中仿佛看到了一个人，一个瘦长高大的人。他退后了几步，不想进屋，又只能进屋。于是他推开木门，走进屋内。屋内十分的乱，就像被抢劫过一样，木门自然地关上了，无法打开。汤姆向前走，发现了一个大的客厅，里面坐着一个人，背对着他，朝向壁炉取暖，那个人正是比尔。这倒让杰瑞散了一口气，比尔站了起来，说：“我已经等了你很久了”。然后带着杰瑞从木屋的后门走出森林，森林的气氛让杰瑞比较害怕，但比尔却一点也不害怕，至少看不出来。\n\n        比尔一直带着杰瑞走到了森林的深处，杰瑞不禁感到十分奇怪。突然比尔转过身来，阴笑着说：“结束了”，然后突然倒地不起。他说话的声音和上次大不相同，但这并不重要。重要的是杰瑞转身的时候，便发现那个瘦长的人站在离他10米左右的地方。杰瑞吓了一跳，然后迅速的跑走了。他努力的沿着来的路线走，但是他却一点也不记得这些地方。他看到了一张纸挂在树上，他拿了下来，纸上并没有任何涂鸦，只写着一堆重复的话语：\nDIE! DIE! DIE! 死亡！死亡！死亡\n这更令杰瑞害怕。这是他听到了汤姆的尖叫，也听到了他弟弟的尖叫，于是他跑了过去，但是什么也没有。突然听见耳边传来了呜呜的声音，杰瑞不回头的跑走了，因为他知道“他”就在后面。\n      杰瑞又找到了8张类似的纸，但他实在是走不动了。他倒在地上，听见了呜呜的声音，然后慢慢地看见了一张白色的脸，逐渐失去意识……最终他在一个类似监狱的地方醒来，旁边是汤姆，比尔还有他的弟弟。墙上刻着：\nI WANT TO DIE!!! 让我死吧！！！\n迷雾还是像以前一样，慢慢地爬过他的身体。这时的他已经彻底的崩溃了，拿起边上的刀，结束了这一切……\n\n\n                                                                                     SLENDER ESCAPE by Woody_Mo (末影矿工)\n\n[groupid=546]Command Block Logic[/groupid]",
    "replies": [
        {
            "author": "末影矿工",
            "timestamp": 1415973840,
            "txt_content": "为什么有种“周更恐怖小说的冲动”"
        },
        {
            "author": "Ice·wolf",
            "timestamp": 1415973900,
            "txt_content": "大长脸叔叔......"
        },
        {
            "author": "likeliang",
            "timestamp": 1415974200,
            "txt_content": "我是进来看签名的Qaq"
        },
        {
            "author": "末影矿工",
            "timestamp": 1415974440,
            "txt_content": "likeliang 发表于 2014-11-14 22:10\n我是进来看签名的Qaq\n为什么我也我也用上了这种签名QAQ"
        },
        {
            "author": "Mc-Tony",
            "timestamp": 1415974980,
            "txt_content": "致命无面男......"
        },
        {
            "author": "hdfhdf",
            "timestamp": 1415975760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zhh30648",
            "timestamp": 1415977020,
            "txt_content": "写的不错 支持一下"
        },
        {
            "author": "末影矿工",
            "timestamp": 1416230280,
            "txt_content": "Mc-Tony 发表于 2014-11-14 22:23\n致命无面男......\n其实我更喜欢直接叫他的名字，无面男经常让我想起 千与千寻 里的无脸男"
        },
        {
            "author": "NPC吃草",
            "timestamp": 1418468040,
            "txt_content": "这个好屌！我这个爱slender当slender的人想拿你的文章做图肿么办？"
        },
        {
            "author": "A王O子A",
            "timestamp": 1418468880,
            "txt_content": "likeliang 发表于 2014-11-14 22:10\n我是进来看签名的Qaq\n看到你的签名，我竟然不知道为什么有点小感动"
        }
    ]
}