{
    "title": "史蒂夫传奇",
    "author": "冷·刃·风",
    "replyCount": 8,
    "timestamp": 1415708520,
    "txt_content": "                                    第一章：回忆\n“嗖——”一声清脆的声响，箭矢离弦而去，随着一声爆炸声，史蒂夫站在高高的黑曜石柱子上，精准了射碎了远处的一块能量水晶。\n此举大大激怒了末影龙，末影龙发出“吱吱——”的咆哮声向史蒂夫所站的高处俯冲过来。史蒂夫扔掉了弓箭，抽出长矛，一个跨步，闪过了末影龙的冲撞，转身就把矛向龙的背部掷去。尖利的长矛刺穿了末影龙的翅膀。末影龙陡然回旋，在史蒂夫还未抽出长刀之时就折了回来。奋力一撞，竟把黑曜石柱给撞碎了一块，史蒂夫的刀落到了柱子下，而他本人却被抛到了空中，说时迟那时快，史蒂夫在下落时迅速抽出匕首，龙一摆尾，史蒂夫就把刀子送进了它的尾骨，末影龙除了橡皮般坚硬的皮肤，似乎就没有一点肉。史蒂夫的刀子没能扎进它的肉里，但却卡住了骨头。\n龙一吃痛，猛烈地甩着尾巴，史蒂夫知道自己这一放手就会被甩入无尽的黑暗之中，他借着隐约的亮光看清了地上那密密麻麻的末影人，似乎都在注视着这天上的厮斗。他紧紧地抱着龙尾，并且顺着末影龙的骨节一寸一寸的向上爬去。末影龙从来没有这么被人束缚，剧烈的在空中翻滚着，史蒂夫记得自己在行动前为了能够更加轻巧的活动，脱去了铁盔甲，换上了皮制的护服。\n终于爬上了龙的背脊，滑腻的皮肤差点就要把史蒂夫甩下去，史蒂夫伸手去抓那插在龙的翅膀上的长矛，就在这一只手松开之时，龙骤然一抖，史蒂夫再次被甩入空中。龙头回转过来，张开血盆大口，似乎要生吞了这顽强的小杂碎。就在龙撞向史蒂夫，时间一瞬间仿佛被凝固了。史蒂夫的匕首先龙一步插入了龙的眼睛！而他的皮甲已经被龙撕开了一道大口子，一顿猛刺，龙终于卸了劲道，滑翔着向地上跌去，浑身冒着金光。随着那刺眼的强光，史蒂夫被冲击波重重的弹了出去，撞在了黑曜石柱子底下，他知道自己战胜了龙，但却再也无力动弹。\n——这是我第一次战胜龙，我差点赔了我的性命。\n史蒂夫看着自己的陈列室里那整整一百个龙蛋自言自语的回忆，他在玻璃的反光里看见了自己斑斑的胡须，陈列室的尽头是他的日历，他自从第一次在这个世界的沙滩上醒来，到现在已经四十二年又六天了。史蒂夫也不知道为什么他懂得该怎么计算日期，也不明白为什么他到现在还活着，但他分明感觉到自己的身体已经一日不日一日，这也就是所谓的老了吧。他离开陈列室，午后阳光甚好，一片片金灿灿的稻田在风中挥舞着长穗，自动喷洒机正在给这些植物喷着雾。屋子的东面是山坡，山坡的后面是一眼望不到头的森林，几十年来史蒂夫都没能找到树林的尽头。西面是一块很大的开阔地，也是史蒂夫的农场，北面是湖泊，而南面的篱笆里是成群的牛羊。\n史蒂夫依然记得第一次亲手种下第一株麦子，第一棵树，放下这栋房子的第一块基石。记得在雨夜被丧尸追赶，在烈日下埋头苦挖矿洞。也记得辛辛苦苦建成的屋舍被爬行者野蛮地摧毁，费力挖出的钻石落入滚滚的熔岩之中。那些像野人一样的生活他依旧历历在目，几次三番的碾转终于定居在此。那些艰辛的过去仿佛都在昨天。史蒂夫带上眼镜，从旁边的自动装罐机器旁接过一杯清茶，从书架里抽出一本厚厚的书，那是他的日记，他要写下每一天所发生的事，尽管很平凡，很琐碎，但他恐怕有一天他闭上了眼睛就再也没有人再能为他转述这些故事。\n\n",
    "replies": [
        {
            "author": "冷·刃·风",
            "timestamp": 1415708520,
            "txt_content": "沙发，字多了一点"
        },
        {
            "author": "紫晶Blue",
            "timestamp": 1415708640,
            "txt_content": "违规原因：\n1.题目不符合班规要求\n题目应改为：\n<原创·连载>《史蒂夫传奇》冷·刃·风 著 第一章 [持续更新中]"
        },
        {
            "author": "Chikerenaham",
            "timestamp": 1415708700,
            "txt_content": "怎么突然从第三人变成第一人再变成第三人？\n\n\n其他的挺好"
        },
        {
            "author": "夏福",
            "timestamp": 1415708760,
            "txt_content": "剽窃作死\nhttp://www.mcbbs.net/thread-84015-1-1.html"
        },
        {
            "author": "天堂TT",
            "timestamp": 1415708820,
            "txt_content": "http://www.mcbbs.net/thread-84015-1-1.html\n已举报"
        },
        {
            "author": ")↓楠瓜↑(",
            "timestamp": 1415708880,
            "txt_content": "史蒂夫会衰老的设定好评，但违反了Mc的规则感觉不怎么好……"
        },
        {
            "author": "冷·刃·风",
            "timestamp": 1415709060,
            "txt_content": "天堂TT 发表于 2014-11-11 20:27\nhttp://www.mcbbs.net/thread-84015-1-1.html\n已举报\n对不起，第一次发，不知道"
        },
        {
            "author": "飘扬de信念",
            "timestamp": 1415709240,
            "txt_content": "艾玛，\n连版主的帖子都敢抄袭。"
        }
    ]
}