{
    "title": "《末日5043》——一款关于丧尸，末日，外星人的故事",
    "author": "345597107",
    "replyCount": 5,
    "timestamp": 1415794920,
    "txt_content": " 本帖最后由 345597107 于 2014-11-12 20:22 编辑 \n\n热烈庆祝我回归啦\n顺便给大家带来我上课无所事事想出来的小说《末日5043》\n是不是很棒啊~\n是不是很期待啊~\n期待的话看完序章在评论里发表你的评论（看完后记在发表）\n这是对我的支持。\n正片开始\n序章\n    时间：方块世界5043年11元末年5日\n    地点：方块都市南北方向的森林营地内\n    “我们别无选择，我们无处可去。1000年前，我们以为我们是地球的主宰者！可是……直到他们来了，我们变成了他们的猎物，在他们的爪子下，苟延残喘……”一位神父站在一个箱子上神情悲壮的朗诵着。突然，有个人推了推我的肩膀，我看了下，原来是我的死党—艾斯比——我是怎么叫他的，他的真名我记不住了真的太长了。\n“你喜欢听那个老头啰嗦？”\n“当然不了”我索性回答了下\n“那跟我去干点有意义的事情吧！”\n“什么有意义的事情？”\n“想知道就跟我来”说完，他弯着腰走了，我也跟了上去。\n我们来到了个帐篷前，他在门口叫我别进去在外面等他，然后他俯下腰走了进去，5分钟后，他拿了几把冲锋枪走了出来\n“你要那把？”他把枪全部放在了箱子上\n“伙计，你从哪里弄到的？”\n“偷的，在百货超市里”\n我拿起了一把小型的装有红色激光瞄准镜的AUG\n“这个不赖啊”我瞄准了下，艾斯比拿了把M60——上面喷了个烈火的图案\n“这是我最爱的枪，他太酷了”“话说我们到底要去哪里啊？”\n“去洗劫。”\n“啊？”我叫了声\n“我要让那些家伙好瞧！”说完，他拉了下膛。\n“出发！”他快速的向山下跑去\n我看了下我们以前赖以生存的都市——方块都市，以前他是有多么的繁华，多么的庄严，是被别国人称作不灭之都的超市，现在，已经是死气沉沉的都市，大楼歪七倒八的，有的长满的藤蔓，有的上面已经有了很大的一条裂痕，这个都市为什么会堕落成这个样子呢，都是因为人类的贪婪！\n在2029年时，方块都市目前为最繁华的时候，人民都过的很好，也没什么灾难，方块都市的首长去世后，他的儿子成了首长，他就是一切祸害的源泉！\n他的儿子是个贪婪无厌的人，他一直虎视眈眈着钻石大陆这块宝土，想把它占为己有，可是一直找不到开战理由，终于有一天 钻石大陆与方块都市的国家领导人开会时，首长叫人伪装成钻石大陆的士兵，在开会时刺杀方块都市的领导人。于是，战争就开始了。  钻石大陆当然不是方块都市的对手，战争开始没多久，钻石大陆就投降了，但是首长并没有因此而感到满足，反而变本加厉，开始向目前最先进的国家“黄金帝国”开始发起进攻，但是方块都市根本不是对手，方块都市的4万特种兵回来时只剩下不到100个。要么失踪，要么战死沙场，首长不甘心，派了1000多民科学家研究生化武器，并且那平民做试验，进过了48个月的研究，成功研究出了一个母体，但是，科学家发现，这个母体一但附在宿主上就会疯狂的繁殖病体，1YS就可以繁殖出将近1000000亿，然后瞬间侵占大脑，控制神经中枢，然后使宿主变的像野兽一样凶残。而且，细菌需要营养……生化武器发明完成后，首长立刻拍20辆直升飞机在空中投下生化武器，黄金帝国的人全部都失去了控制，然后，都变成一具具死尸，首长命人把尸体都火化了，然后占领城市，首长在黄金帝国待了1年后，准备回国。但是……令他没想到的是，方块都市已经变成了个放弃的城市，大楼着这熊熊烈火，路边都是无人或在燃烧的汽车，坦克也是变成了废铁，炮管已经被折歪了。首长惊讶的说不出话来，他突然感觉天黑了下来，往上一看，一个全身血淋淋的怪物正在流着口水落下……这就是我们方块都市的真相……“喂，你在发什么呆！我们到了”艾斯比冲着我喊我赶紧跑过去。“这是哪里？”“通天塔”“啊，你说什么”我惊讶的说\n“好吧，是瞭望塔。”\n“去上面干什么”\n“上面有好东西，上去了就知道了”\n“哦好吧”我咕哝到\n通天塔的楼梯很高，也很破旧。上面都是蜘蛛网和一些不知道什么的叫声，与其说是叫声，还不如说是咆哮。突然迎面跑来了两个人，满身是血，一个已经没了下巴，一个肚子开了个大洞，肠子拖在地板上，他们咆哮着向我们跑来\n“小心，开火!\"艾斯比向我吼了声\n我下意识的扣动了扳机，碰！碰！，两个怪物倒下了\n“枪法不赖”艾斯比说道\n“你也是”\n我们边走边清理蜘蛛网，“这里的蜘蛛网太多了”艾斯比抱怨道“是啊，好久都没人了\n我已经可以看到顶了，此时我们两已经气喘吁吁了。突然我感觉我脚下一空——不好！我感觉我的身子正在往下掉，这时艾斯比抓住了我的手，我深吸了空气——呼“都跟你讲了有个楼梯断掉了，你有没有在听我说话啊？”我被缓慢的拉了上来，我拿好枪，继续向前进。到了塔顶，虽然是夏天，但是塔顶的风很大，也很凉，我和艾斯比直打哆嗦“你叫我来这里干什么？”“有个好东西”“什么好东西？”我询问道“跟我来呗”我跟着他来到了塔的另一边，他正在望着一堆熊熊大火发呆（如果问为什么大风中会有火的话，我会说：“因为背风”）“发什么呆啊”“你往火的另一边看下”我看了一眼，“Σ( ° △ °|||)︴等等，诶！那是……那是……火箭筒？”“没错”艾斯比肯定的回答“w(?Д?)wYoooooooooooooooooooooo你是怎么找到的”“先别问怎么找到的，我们得先想怎么得到它”“这个简单”说完，我冲刺了下，然后跳了过去。我捡起手电筒大声说“我拿到了！”“小心！”艾斯比惊恐的喊到“啊”我回头看了下，我看到了我有史以来我见过的最恐怖的生物……一只恶魔!和地狱的恶魔很像，几乎是一模一样，就差不会吐火了，他一身灰色的，嘴巴里的尖牙参差不齐的竖着，眼睛只有黑洞洞的眼窝。手和脚都是爪子，背上长着个大而破的翅膀，可以包住八个人似的。它的爪子抓住了我的肩膀，瞬间我就被吊了起来，我感觉我的思维开始渐渐模糊，我隐隐约约看见，艾斯比被后全是僵尸，然后……艾斯比从塔上掉了下去，我想叫，可是叫不起来。我脚下就是城市，我觉的我现在在两百英尺的高空中。突然，我掉了下去，掉到了一个巢穴里——比鸟巢大上几百倍。突然，好多只小型恶魔来啃我的肉，我感觉我被撕扯着，我在想——到此为止了吗……（未完待续）\n\n\n\n后记：好看吗？好看吗？好看的话我就继续更新啦对了，我决对不会再星期六星期天和星期五更新的，所以不要期待这三天，原因是：我在这三天根本进不去论坛5555555555,希望有关部门处理下好想没了，有什么要说的吗对了，那个通天塔是回旋是楼梯，想象力不好的同学也是有的嘛好想是没了哦对了，谁叫我放BGM啊，按照教程的来完全没声音啊。    \n\n",
    "replies": [
        {
            "author": "zwh007",
            "timestamp": 1415796180,
            "txt_content": "还不错，就是感觉有些细节没交代清楚"
        },
        {
            "author": "345597107",
            "timestamp": 1415796240,
            "txt_content": "zwh007 发表于 2014-11-12 20:43\n还不错，就是感觉有些细节没交代清楚\n已经尽力了，毕竟还在写作业"
        },
        {
            "author": "DNFJJ",
            "timestamp": 1415796480,
            "txt_content": "好看，你继续更新吧！！！"
        },
        {
            "author": "zwh007",
            "timestamp": 1415797680,
            "txt_content": "345597107 发表于 2014-11-12 20:44\n已经尽力了，毕竟还在写作业\n咳咳。。。不能三心二意啊=_="
        },
        {
            "author": "345597107",
            "timestamp": 1415798700,
            "txt_content": "zwh007 发表于 2014-11-12 21:08\n咳咳。。。不能三心二意啊=_=\n我只想快点更新，不然星期五星期六星期天这三天进不去论坛就又要拖了"
        }
    ]
}