{
    "title": "[试水*原创*连载]巨木之岛【一】",
    "author": "筒子",
    "replyCount": 0,
    "timestamp": 1415773200,
    "txt_content": "其实我自己都不知道自己能更新到第几章\n因为这个我的RPG地图的剧情，我准备变写边更新RPG地图\n反正我语文一直没及格过大家也别期待有什么深度的小说了，唯一的卖点就是小说可以配点配图吧。。。\n毕竟我还做了一张RPG地图呢\n因为今天刚开始写了一点剧情觉得还不错，就拿过来发表一下，试试水\n（本来我是想写。。第一幕，找武器商，第二部找防具商。。。后来一想这样简直是新手教程。。所以就认真写了一点剧情）\n其实地图武器什么的都做了很大一部分了，但是今天好好梳理里一下剧情以后发现，可能还需要更多的武器呢，所以我也决定了\n饭要一口一口的吃，一口吃出来的也绝对是虚胖，难得有想法做一张好图，一定要尽全力，做到最好。\n等更新到最后一章的时候\n俺就把那个地图放出来给大家玩玩\n话说这么中二还是蛮羞耻的，熟人散退！！！不能被熟人发现这个帖子...\n接下来\n开始（引子）！！（主人格） 啊，头好痛 感觉一晚上没有睡觉啊，好吧应该是我的另一个人格干的好事 说起我的另外一个人格，应该是发生在小时候的一件事了 我小时候经历了一次严重的交通事故，我被一辆突如其来的小汽车撞飞了10多米远 但是家人把我送到医院抢救的时候医生说身体不是什么大问题，虽然撞的非常远，但是刚好撞到了屁股，而且掉在了草地上但是头部受到了巨大的震荡，医生说以会出现什么精神上的问题的几率非常大，叫我爸妈做好心里准备结果我醒过来什么事没有，活蹦乱跳的，家人当然都非常开心但是过了不到一年以后头脑里面感觉多出来一个思想，经常在我放松的时候悄悄的给我的身体下命令，做一些无聊的事我父母因为这个问题带我看了不知道多少次的心理医但是医生认为应该是车祸的后遗症照成的双重人格，叫他们不用担心说不定过几年自然就会好的。当时我的头脑里面突然多了一个声音（哼，就这个水平也想发觉本少的存在？） 欸？是谁在说话... 就这样这个所谓的多重人格陪伴我到了现在 怎么说呢有好处也有坏处，因为那个人格，我的记忆力，学习能力都变得超级变态虽然我原来就是班里面的第一，但是因为这个灵魂的原因我已经直接提前毕业了，因为学校里面的那些东西都没有什么好学的了 再难的东西对我来说就是1+1等于2那么简单谁叫我我原来的智商就已经达到170（爱因斯坦智商为160）我也不知道现在的智商到底是多少了反正已经超过了那些伟人不知道多少了。 坏处就是，那个人格我完全不能指挥，我行我素，有的时候会干出一些不敢想象的事情出来。 所以刚刚的头疼大概就是那个人格玩了一晚上游戏所导致的吧 虽然我已经毕业很久了，但是还是依然没有工作，想当年轰动学校的一代天才竟然落入如此地步 不怨天不愿人，只愿自己那个多重人格，另外一个家伙脾气一上来，智商直接变为0，直接拒绝了为国家工作，还暴打了高层一遍，搞的现在满城风雨，全城通缉想要抓我回去为国家效力 （副人格） 喵的，主人格终于睡觉了，终于又能玩XX通宵了，不愧是三亿小学生的梦想，太TM的爽了 昨天下了一个刷枪的软件，据说真的有用呢。（副人格是电脑白痴） 赶紧打开看看 咦，注册帐号？ 好吧注册一个 什么，还需要往QQ群里面发广告 哼哼，当我有怎么傻，发那些平常要用的群，绝对会被踢出去 我去群搜索里面分分钟搜索几千个群，随便加几个就是了 说着我点开了群搜索，咦，还有分类？ 算了随便选几个好了 LOL水友群（156/200）申请加入 同城交友群（54/200）申请加入 外貌协会（2000/2000）申请加入 广场舞爱好协会（53/200）申请加入 还差最后一个了，还有什么呢~诶，这里有个好奇怪的群啊，加进去看看怎么样的只有群主一个人？看看群主的名字，还是英文，真尼玛洋气，N-o-t-c-h什么破名字，用中文不行嘛 非要用英文，显得很厉害？本大神精通7国语言，数不清的小语种也还是用中文名字【卖屁股的小男孩】这个名字多好听！！现在的那些华夏人，崇洋媚外！！（人家就是外国人啊...）算了管他呢，加进去发个广告估计就会被踢了吧。 巨木之岛（1/200）申请加入 1分钟过去了...10分钟过去了...10分零1秒过去了... 日，什么狗屎玩意让本大神等了这么久换到前5亿年前我TM的不把你的那片空间折叠一万次我就不叫神说着瞄了一眼电脑屏幕右下角糟糕，主人格好像快要醒了...装逼要紧...我溜  （三天后的晚上）（主人格） 咦？我的群里面怎么多了一个巨木之岛？这个是什么 让我点开看看.... <XX刷枪，火麒麟，雷神，一秒刷爆...转发10个群激活软件> 这... 我的老脸... 赶紧@一下群主 不好意思群主...前几天是我的弟弟在用我，他小学刚毕业，喜欢什么不好，偏偏喜欢打XX我回去一定好好骂一下他，请你不要举报我的帐号 这时群主秒回了一个 你听说过传送门吗？ 什么传送门？我心想好奇怪的群主啊  你想要得到你丢失的力量吗？丢失的力量？ 你已经不记得你自己的任务了吗 ？任务？我的任务就是三餐吃饱，没事读读书算了这个群主肯定是死宅，中二的不行啊，这种群还是赶紧退出吧 嗯？退出按钮呢？难道我的QQ坏掉了啊，我赶紧看了一下我其他的群，不可能啊，别的群都可以退出啊  你已经没有选择了 那个世界已经快要破碎  我会把你强制传送过去的，只是你体内的那个小灵魂似乎有点不情愿呢  不过也由不得他了 时空之门！开启！ ... 什么也没有发生啊，算了网上这种中二青年还少吗，不管了，已经12点了 先睡觉  （第二天） 我日，怎么回事我家怎么都是树叶，太茂密了，连客厅都看不见了 不行，我需要先想个办法出去 我先去把客厅的树叶全都剪掉去吧 这么茂密不知道门开不开的了呢...\n下一张就要开始最初的认识一下巨木之岛了其实我发现要硬生生的写出一个小说非常麻烦但是配合着游戏跟着游戏走还是蛮简单的嘛最少可以像流水线一样慢慢的记录每天的事情好了~今天就先到这里（智能输入法万一有错别字，也不能怪我嘛~）\n\n\n\n\n",
    "replies": []
}