{
    "title": "<Minecraft之旅>第四章节——营救",
    "author": "wwc520",
    "replyCount": 0,
    "timestamp": 1415809680,
    "txt_content": "  各位观众大大好，我是新人，文章有什么问题还请各位大大指出。O(∩_∩)O谢谢———————————————————————————————————————————    蛋哥的日记（虽说都是我写的，但我觉得以他为第一人称比较好）——————营救MY\n  进入矿道，看到两旁墙壁上忽亮忽灭的南瓜灯，那一张张忽现忽隐诡异的鬼脸，还有苔石阶梯上的滴滴血迹，恐怖的气氛油然而生。走着走着，面前出现一幅壁画，上面画着的是一个人托起一个不知名的物体，下面一群人欢呼雀跃，似乎是在庆祝什么，看上去十分厉害，却反倒显得与这恐怖的气氛格格不入；当我们准备拿下壁画仔细端详时，却发现壁画后面是一间密室，说它是密室倒不如说像是一个蓬荜生辉的城堡的入口，十分精致；在铁门旁的黑曜石上有一个按钮，上面有几乎看不见的啧啧血迹，我们本打算进入铁门看一下，按下按钮后才发现我们错了，这是一个陷阱，我们掉入了一个很深的峡谷中，面前是一个废弃矿道，身旁有一个箱子，打开后里面放着一颗空心的头颅与一本书，凡打开书后，看到里面只有一滩血迹，但几秒钟过后，凡把书扔了出来坐在地上指着书断断续续地说：”H……H……Him！“我拿起书只见原来的血迹演变成几个字：欲救汝兄，须过此关！\n                                                                                       ———————— Him\n”什么？Him！是那个独自击败突破末影结界进入主世界的那个英雄？他怎么变成这样？难道说我们那天看到的黑影就是他？“我语气渐渐弱了下来。凡问道：”什么黑影？我怎么没见过“豪抢着说：”就是那天你掉入矿洞，你身后的那个黑影，他在你转头的瞬间消失了，所以你没看到。“凡诚惶诚恐道：”什……什么？“大家瞳孔张大，感觉到了从未感到过的死亡寒冷气息，但xb好像若无其事，丝毫不感到畏惧，大家也没注意他，只能感觉到自己内心的恐惧，虽然十分害怕，但为了自己，也为了他人，只得硬着头皮前进了。\n  进入废弃矿道，复杂的迷宫式结构让我们总是绕回原点，烦人的蜘蛛网总是减缓我们前进的速度，即使我们根本不知道朝哪个方向走；阴暗、潮湿、寒冷的环境让我们很不适应，惟有附近的岩浆池的周围能感觉到温暖，但也无法靠太近，那温度实在太高。随处可见的箱子里放有许多矿产品，类似于钻石之类的，但我们并不被这些财宝所吸引，毕竟生命才是最珍贵的。我们不断向前推进，直到我们身后发出一道没有任何人在意的绿光，一只洞穴蜘蛛悄无声息地接近我们，咬向了凡，伤口中流出浓稠的绿色液体；随着他的一声惨叫，我们都回头发现了那只蜘蛛，但他却昏倒在一边，蜘蛛随即跳起来准备进攻我们，正当它跳向豪并快要咬住他时，我一剑戳向它的眼睛，蜘蛛发出撕心裂肺的吼叫声伴随着迸裂出来的眼珠向四周溅出的毒液腐蚀着周围的一切且发出一股令人作呕的气味时，我大喊一声：“快走！这气味会引来其他蜘蛛的！“说罢，便托起凡就开始跑，我们只是跑，漫无目的，直到我们体力不支时才找了一片空地插上火把休息。正当我们放松警惕时，突然，一个带着面具的人瞬移在我们后上方，”恭喜你们找到这里了。“他拿出一把钻石镐说,\"这里有一把钻石镐，沿着那条黑曜石路一直往下挖你就会发现你的朋友的，前进的途中若有私心，必为自灭。”说罢，扔下钻石镐又消失不见，豪自言自语道：“那是谁？听声音不像是Him。”我怒目圆睁地冲豪吼道：“别管那么多，赶紧救凡啊！”此时的凡已然是脸色苍白，中毒的伤口，仍不断流出绿色的粘稠液体，xb一声不吭，默默地从背包中拿出细纱布准备包扎，我一把推开xb说：“你想杀死他吗！中毒了你直接包扎毒液流到全身他会死的！”说罢，便对着凡的伤口吸出毒液，我的嘴唇渐渐变黑，意识渐渐不清晰，不知怎的，大脑突然一片空白，然后就什么都不知道了。\n  当我醒来时，身边只剩下xb，其他两人据xb说已经开始挖黑曜石了，他俩按照约定只挖黑曜石，不去管两旁；黑曜石两旁都是钻石矿，矿后面传来阵阵恶魂凄惨的叫声，也不知道后面到底藏有什么。我正打算对xb说：“你……”却被道路中突然传来的喊声打断了，我只得赶紧跟上xb跑了进去，看到里面是一个很小的只能容下三个人的小地方，看到正在滴落血液的告示牌上面的红色大字：死！下面还有一行小字，Where’s your friend？我们看着地上的缺口通往虚空，大家都感觉到了一丝悲凉的气氛。“嘿！”MY从侧面跳出来大喊道。我拍拍胸脯说：“吓死我了。。。我们好心救你你还吓我们。”话音未落大家都嗤嗤的笑了起来，大家简单的絮叨了几句，准备往回走时又看见了那条MY来时的矿道，我们便沿着矿道走了许久，终于到了家，随即把矿道封死，并且立起公告牌警示其他人不要再进入此矿道！就这样，终于艰辛地将MY从死亡边缘营救了回来。\n———————————————————————————————————————————  \n \n第四章结束。。。。O(∩_∩)O希望各位观众大大能多给些建议。\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}