{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第二十一章：是否交换】",
    "author": "418878840",
    "replyCount": 1,
    "timestamp": 1415797020,
    "txt_content": " 本帖最后由 418878840 于 2014-11-12 21:05 编辑 \n\n无奈啊无奈，虽然剧情走向了正规，但却更难往后发展了，大家......看吧\n索引在此\n\n第二十一章：是否交换  一声巨响，地面升起一道冲天的红光。  场地之内早已破败不堪，从倒下石柱上滚下来的碎石，巨石瞬间变成粉末。  “轰！”又是一声巨响，一阵飓风从地上的裂缝中刮出，周围再次尘土漫天。  猪猪君在之前的战斗中发现自己的匕首好像可以在地面制造出裂缝，这条裂缝起到了很好的牵制作用，让已经爆发的熔岩山无法前进，只能再找机会。  随着熔岩山攻击力度的不断加强，猪猪君无法迅速制造裂缝，让熔岩山近身了，而一近身，熔岩山的攻击速度更快了。猪猪君渐渐落入劣势。  短剑的血色剑芒四处闪烁，而且都是围着猪猪君的弱点，可见熔岩山的攻击速度有多快了。猪猪君的匕首此时已经派不上用场了，只能狼狈的躲避。  终于，猪猪君疏忽了，熔岩山露出一丝笑意，顺着猪猪君的破绽发起一次猛攻！猪猪君的身体此时倾斜着，这是为了躲避熔岩山之前的刺击，但他却忽略了熔岩山另一把早已蓄势待发的剑刃。  左手被熔岩山刺中，猪猪君紧闭着双眼，不想看到自己左手断裂的惨状。但他却没有感觉到痛苦，有点奇怪的睁开眼睛，发现自己正在一个灰白交错的房间中。  这里没有鲜血，没有敌人，也没有痛苦，但却有数之不尽的忧愁，哀伤。猪猪君奇怪自己怎么来到了这个奇怪的地方。  看着自己的手臂，虽然沾满了血迹，但还完好无损。  环顾四周，猪猪君发现这个地方好像似曾相识。  地上一片绿色，是一片草地。猪猪君仔细的观察着这里的一切。突然，他想到了什么，定睛一看，一个栅栏出现在他面前。这是......  这不是我以前的“家”吗！猪猪君想起这就是他的父母被史蒂夫残忍杀害的地方。猪猪君嘴唇微微颤抖，想说点什么，但却说不出来。  就在猪猪君的情绪即将爆发时，一道声音让他重新冷静下来。  周围再次变成灰白交错的苍茫之色。  猪猪君记得这个声音，是他的爸爸，一头牛。猪猪君有点激动，想听出这是从哪个方向传来的，他恨不得立刻冲向他的怀抱。  但不管猪猪君怎么寻找，还是一个人也没有。那个声音像是转瞬即逝的幻觉，出现后就再也没有回应了。  就在猪猪君在度绝望时，另一个沙哑，低沉的声音却在猪猪君的耳旁回响，“你想报仇吗？”  “当然，我发过誓。”猪猪君语气坚定，表示他一定会去做的。  “那就好，但你现在没有足够让你报仇的力量，我却可以给你。”那个声音再次响起。  猪猪君眼睛一亮，说：“你说吧，我虽然不相信，但可以听听看。”  “把你的灵魂交给我，反之，我将我的力量赐予你。”  “怎么听着那么像跟恶魔交易啊？”猪猪君警惕起来。  那个声音停了一会，继续说道：“我只需要你的答复。”  之后，那个声音就彻底没有了。  就在这时，猪猪君感到有点晕眩，闭上了眼睛，可就在下一刻，他再次睁开眼睛时，又回到了猎杀场上。  看着熔岩山，猪猪君想说点什么，但一阵剧痛让他咬紧了牙齿。  “我的手！”猪猪君赫然发现自己的左臂已经被熔岩山刺穿，巨大的冲击力直接把猪猪君的手臂给带飞了。  熔岩山之前看到猪猪君有一秒的微微失神，以为是因为剧痛引进，所以没有在意。但猪猪君却感受到了。  右手的匕首再次释放出烟雾，这次的烟雾更加浓郁，而且有一股让人厌恶的臭味。  熔岩山冷笑，因为他对这招已经有了对付的经验，那就是不断地移动，不让对方摸到自己的行踪。  两个人都在急促行走着。  熔岩山穿着粗气，体力显然严重缺失。  猪猪君的左臂还在流血，浑身的无力感让他行动更加艰难。  下一次攻击，可能就是最后一次了……\n   \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 \n好友@十连发\n另外，求人气\n\n",
    "replies": [
        {
            "author": "爱拍之子D",
            "timestamp": 1415882040,
            "txt_content": "赞啊！双手双脚赞成！！！！！！"
        }
    ]
}