{
    "title": "[Sponge][翻译]开发状况报告 — 2014年11月12日",
    "author": "zhang624232848",
    "replyCount": 11,
    "timestamp": 1415887560,
    "txt_content": "欢迎各位指出我的错误。谢谢。\n本文原链接：https://forums.spongepowered.org ... -november-2014/4461\n【↑ 有没有发现官网用https了 ↑】\nStatus Update - 12 November, 2014\n\n来源：Sponge Community 作者：gratimax\nWe’re almost halfway through November already. We promised to have the API in a workable condition by November, and we’re keeping to it. Most of our issues lately have been centered around what we consider to be a lack of transparency. So to address these issues, we wanted to make these announcements!\n现在将近十一月中旬了。我们保证我们的API将会在十一月可用，并且我们现在正在努力奋斗以做到这一承诺。近期，有人认为我们的透明度比较低。所以为了解决这个问题，我们会发布这些开发状况报告。\nWe have a Wiki!Edit: We totally forgot a staff form. If you'd like to join the wiki team, follow this link and fill out the form. We'll get back to you shortly.After a couple of months of furiously poking our Sysadmins, we finally have a wiki! This means that we can finally begin phasing out those sticky threads and implement a far more centralised and up-to-date repository of information. We are currently in the process of populating the Wiki with the most essential information, courtesy of @DarkArcana and the new Wiki team consisting of: @Sibomots @Kodfod\n我们有Wiki了！\n编辑：我们忘了在这里放上Wiki管理员的申请表了，如果你愿意加入Sponge的wiki团队，请点击这个链接【GoogleDocs，需要翻墙】。我们将会在短时间内作出答复。在这几个月间，玩家疯狂的询问论坛管理员的时代终于过去了，我们终于有了个Wiki！这代表着我们终于可以在Wiki上发布这些开发状况报告，并且在里面写好远远更加细化的和更加及时的开发状况。我们目前正在完成Wiki的一些基础内容，DarkArcana和新的Wiki团队成员Sibomots和Kodfod将会负责这些。\n\n我们同时需要更多的人们加入我们的Wiki团队！如果有人想要加入我们的团队，请注意我们想要找的人必须是专一的、可信的，并且愿意为这一社群付出。最重要的是，我们需要如下的有着这些品质的人来加入Wiki。\n\nEthical - This goes without saying. Information provided on the wiki can be read by anyone, anywhere, and it should be a good source of information for all audiences.\n\nCompetent - You need to be able to spell (or use a spell checker effectively). Consistent grammar or spelling mistakes will not be tolerated. Other editing errors should be checked for and reviewed by contributors as a team. Mistakes happen.\n\nDedicated - Such a large project with a massive community will need up to date information at all times. This means that old pages will need to be edited when things change and new pages will need to be added when new information comes to light.\n\nOrganized - Pages will need to be structured and organized in an understandable and logical format so that any reader can understand where they are, where they came from, how to go from one place to another, and what a specific page is meant for. Each page should outline what its audience is.\n\nCreative - The wiki should be entertaining, easy to read, engaging, and designed in an eye-pleasing format so that different audiences can benefit.\n\n合理的 — 这一点不言而喻。Wiki上给出的信息要能够被在任何地方的任何人看见，并且Wiki上的内容应该为所有人提供良好的信息\n\n得力的 — 你需要正确地拼写单词（你也可以使用拼写纠正器）。一直犯诸如语法和拼写之类的错误是无法被忍受的。其他的编辑错误应该受到贡献者团队的审阅。因为错误可能会在编辑中产生。\n\n有组织性的 — 你所编辑的页面必须要拥有良好的、可理解的、有逻辑性的页面编排，以便让读者们能够明白他们读到了哪里、他们的目的是什么、如何从一个内容跳转至另外的内容、每个页面的意义等…每个页面都要面对特定的人群。\n\n有创意的 — Wiki应该有适当的娱乐内容，并且简单易懂，容易交互，尤其是排版要易于阅读。这样，各种人群才能够从中获益。\n\nIt is absolutely required that anyone on the wiki team be ethical and competent in their work, however as this is a team effort, other qualities can be made up for in one way or another by different people in the team. Not everyone is as visually creative as they might be with their words. Remember that we want a well-rounded staff and will take these things into consideration.\n\nWe also will desperately need translators in the coming weeks and months as new pages are added. So far a few people have volunteered. Please let us know if you have an interest in this work and can dedicate your time and expertise.\nWiki的编辑者们必须要有能力、并且做出的事情要合乎情理，但是，由于（编辑Wiki）是一个团队的工作，质量可能良莠不齐。不是所有人都像他们所说的话那样有创意。请注意我们想要的是一个可以镇住各个方面的管理员，并且这个方面也会被纳入考虑。\n\n我们会在将来的几周或几月之内急需翻译者们。目前，有一些人已经自愿加入了。如果你能够贡献出你的时间和精力的话，请让我们知道。\n\nForge Status\nAs you know, the Sponge implementation has a dependency on Forge. For right now we’ll be focusing on a release for Minecraft 1.8, because that fits best with our timeline. The Forge team is working hard on patching Forge to Minecraft 1.8, the largest update to Minecraft yet, despite the size of the task(almost 100 patches in total). Forge 1.8 is currently in the works; however, we are unsure of its status. We do know that LexManos is currently powering through the patches privately. As all of you know, this update was going to take a long time, but we hope that with his hard work and dedication, it will be near finished soon.\nForge的状态\n你或许早就已经知道了，Sponge是依赖Forge的。目前，我们正在等待Forge在1.8下的版本，因为这与我们发布API的时间直接相关。Forge团队不顾工作量的巨大（接近100的补丁需要被修改）正在尽全力将Forge应用到1.8版本的Minecraft上（这是目前Minecraft所经历的最大的更新）。尽管Forge 1.8正在开发中，但是我们仍然不确定它的状态。我们知道LexManos正在开发着补丁。并且大家应该都知道了，这次更新将会花去很多的时间，但我们希望通过这样的努力的工作和坚定的决心，我们的工作将会很快完成。\n\nSponge Development Status\nCurrently we’re still chugging through and working on the design of the API. With the goal of having more transparency into Sponge development, we’ll be putting up a todo list that we’ll update as we go through the project in this Google doc43.\n\nThe todo list is split into release items(for our next release) and post-release items(after the first API release), and we’ll be crossing out things as we complete them. We will be going through the current pull requests on the API repository first, reviewing them, and pulling ones that fit our requirements. Thank you for all the contributions that you have made so far, we’ll be getting around to them soon.\n\nYou are free to continue making PRs on the API repository, because that is where we most need them. We are currently not focused on working on implementation(the Sponge repository), and while we will discuss possible implementations in relation to a specific API, we will not look at any pull request that is made on the Sponge repository, only the SpongeAPI one.\n\nIn addition, the todo list will help us in getting a better, more concrete API release date, which we know a lot of you have been waiting for. The IRC gives an API release date of November, and that is still mostly true. Depending on how fast we go through the items, the Sponge API may be done in late November or early-to-mid December. This really depends on the volume of PRs we get and the amount of discussion we do on specific interfaces, as API design is no easy task. Rest assured that we are working are our hardest on designing the Sponge API as quickly as possible while still making sure that it is still useful and relevant.\n\nEDIT: There is no link to the wiki because it's still under heavy development. You can probably find it if you're creative, but there won't be anything useful there yet. So please don't ask. We are just looking for a team right now.\n\nSponge的开发状况\n目前我们正在努力地设计我们的API。为了让Sponge能有更加好的通明星，我们将会把TODO列表放在网上。各位可以通过这个Google Docs来访问【译者注：我上传了11/23这个文档的状态，没有翻译，百度盘：http://pan.baidu.com/s/1sj6Xu8l】\n\n这个TODO列表分为两个部分。一个是发布项（Release Items）【我们的第一个版本】，还有一个是后发布项（Post-Release Items）【在API的第一个版本后发布】，并且我们会在完成这些功能之后将它们划掉。我们目前将会看一遍在API repo下现有的Pull Request，检查他们，并且Pull上那些符合我们标准的PR。感谢各位对我们做出的贡献，我们将会努力向目标迈进。\n\n各位可以自由地为API制作PR，因为我们现在十分需要它们！我们目前的工作并没有聚焦在服务端接口上面，但同时我们也会讨论到某一个API的接口的可能性，我们不会去看任何在Sponge服务端repo下面的PR，我们只会看SpongeAPI repo下的PR。\n同时，TODO列表会让我们得到一个更加准确的API发布日期，我们知道你们等着API很久了。IRC中给出的“将会在十一月发布API”的消息仍然大部分是真实的。而真正的发布时间则在于我们能够以多快的速度处理这些项目了。Sponge API可能在十一月末至十二月中上旬发布。这个时间在于我们的道德PR的数量和我们需要讨论某些接口的事宜的数量。设计API并不是简单的事情，但我们正在以我们最快的速度、尽我们最大的努力让SpongeAPI在可用、易用的情况下最终成功发布。\n\n编辑：尚未有Wiki的链接，原因是Wiki还在进行大量的编辑。如果你有“创意”的话，或许你能够找到它，但那上面并没有什么有用的东西。所以请不要问我们，我们目前只是正在寻找一个WIKI团队。\n\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "Feb26_1994",
            "timestamp": 1415887680,
            "txt_content": "顶一发~~"
        },
        {
            "author": "冰抹蓝丶",
            "timestamp": 1415887860,
            "txt_content": "地板萌萌哒ovo(打滚)"
        },
        {
            "author": "Hong-Jian",
            "timestamp": 1415888160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "DXYE_REX",
            "timestamp": 1415888160,
            "txt_content": "虽然看不懂 但是好像很厉害 话说深夜发帖真的好吗{:10_492:}"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1415964240,
            "txt_content": "DXYE_REX 发表于 2014-11-13 22:16\n虽然看不懂 但是好像很厉害 话说深夜发帖真的好吗\n或许吧…"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1416145980,
            "txt_content": " 貌似你已经加入了插件wiki团队？或者说只是注册了，不过欢迎参与相关服务端资讯的条目编辑。"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1416146940,
            "txt_content": "Lucky777777 发表于 2014-11-16 21:53\n貌似你已经加入了插件wiki团队？或者说只是注册了，不过欢迎参与相关服务端资讯的条目编辑。 ...\n没有加入。我只是围观。"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1416222600,
            "txt_content": "新的API意味着无法兼容bukkit的插件，第一个版本官方说是1.8或1.8.X，要是性能没有质的飞跃（完全多线程），估计难以普及"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1416230700,
            "txt_content": "zhang624232848 发表于 2014-11-16 22:09\n没有加入。我只是围观。\n  也是，看出来了。"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416322080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416322140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}