{
    "title": "[综合]PluginBukkitBridge —— 使rainbow服务器端使用Bukkit插件",
    "author": "evileyecc",
    "replyCount": 5,
    "timestamp": 1415895060,
    "txt_content": " 本帖最后由 1582952890 于 2017-9-17 09:01 编辑 \n\n安装:\n将jar文件放入plugins_mod开启服务器第一次使用会建立一个plugins文件夹.将水桶文件丢入其中\n\n无权限 命令等配置\n\n测试成功的插件列表(无时间汉化.将就着看下)：\n\nName: JoeIPTracker\nDescription: Tracks the IP of a player and show admins the provider and also IP-shared Accounts\nKnown Bugs: None\n\nName: Portals\nDescription: creates sender, receiver and twoway portals\nKnown Bugs: Each time a player uses a portal, you get an errormessage in the console - that does not effect its working\n\nName: HelpPages\nDescription: Write your own /help pages\nKnown Bugs: None\n\nName: Anti X-Ray\nDescription: PREVENTS cheaters from taking all the good stuff for themselves, without the tremendous overhead of Orebfuscator.\nKnown Bugs: None\n\nName: KillAllMobs\nDescription: Deliver punishments on command, when players enter restricted areas or when players do banned actions! 80 Punishments!\nKnown Bugs:\nFIXME: stub method at PluginBukkitBridge.entity.FakePlayer.resetPlayerTime(FakePlayer.java:562)\nFIXME: stub method at PluginBukkitBridge.entity.FakeLivingEntity.setCanPickupItems(FakeLivingEntity.java:250)\nFIXME: stub method at PluginBukkitBridge.entity.FakePlayer.showPlayer(FakePlayer.java:698)\nFIXME: stub method at PluginBukkitBridge.FakeWorld.createExplosion(FakeWorld.java:156)\nFIXME: stub method at PluginBukkitBridge.FakeWorld.createExplosion(FakeWorld.java:144)\nFIXME: stub method at PluginBukkitBridge.FakeWorld.strikeLightning(FakeWorld.java:936)\nFIXME: stub method at PluginBukkitBridge.FakeWorld.strikeLightningEffect(FakeWorld.java:942)\nFIXME: stub method at PluginBukkitBridge.entity.FakePlayer.chat(FakePlayer.java:408)\nFIXME: stub method at PluginBukkitBridge.entity.FakeCreeper.setPowered(FakeCreeper.java:23)\nFIXME: stub method at PluginBukkitBridge.entity.FakeProjectile.setShooter(FakeProjectile.java:36)\nFIXME: stub method at PluginBukkitBridge.entity.FakeFireball.setIsIncendiary(FakeFireball.java:39)\n--> +Spam of InteractEntity\nFIXME: stub method at PluginBukkitBridge.entity.FakePlayer.hidePlayer(FakePlayer.java:490)\nFIXME: stub method at PluginBukkitBridge.entity.FakePlayer.setTexturePack(FakePlayer.java:250)\nFIXME: stub method at PluginBukkitBridge.entity.FakeHumanEntity.openInventory(FakeHumanEntity.java:76)\nFIXME: stub method at PluginBukkitBridge.FakeWorld.generateTree(FakeWorld.java:184)\n-potate spams mass of unknown ojects\n they call Potato\n-chatroll,stop,exblock,Surround,useless,crash, arabic,metro,chat,kick,rename didnt work\n  (other notworkings are posted with a fixme)\n-spam doesnt stops until the player logs out\n-nether does not teleport u in the nether, it teleports u into the nearest lava\n-strip just clears inventory not the gear u wear\n-movent of player spams GetPotionEffect when having things like blindes or drunken\n-anony,hounds and irongolem spawning just one viliager/hound/irongolem and\nu get the message:  Reflection failed: setTarget - effect: the hound/irongolem does not attack u\n\nName: Punishmental\nDescription: a set of commands that allow admins to have some fun with users on their server.\nKnown Bugs: None\n\nName: JoinMessages\nDescription: allows you to create quick customized join / leave messages\nKnown Bugs: U still got the rainbow message from login and logout + the message you defined inside\nThis Plugin needs to be more tested, over a longer period, please tell me if you find any bugs\n\nName: Hangman\nDescription: The Minigame Hangman (This plugin is the classic inchat version of the game \"Hangman\")\nKnown Bugs: None\n\nName: MagicCarpet\nDescription: fly away on a carpet made of glass\nKnown Bugs: None\n\nName: CoreProtect 2\nDescription: Fast, efficient block logging, rollbacks, and restores\nKnown Bugs:\nFIXME: stub method at PluginBukkitBridge.entity.Fakeentity.getLastDamgeCause(FakeEntity.java:65),\nFIXME: stub method at PluginBukkitBridge.inventory.FakeChestInventory.getHolder(FakeChestInventory.java:433)\n\nName: uCalc\nDescription: The simple and lightweight in-game calculator\nKnown Bugs: None\n\nName: ClearLagg\nDescription: remove all entities on the floor to prevent/clear lag in a amout of time (or command)\nKnown Bugs: Conesole get spammed after a while with: Reflection failed: getItemStackOfEntityItem   &   itemstack is null\n\nName: AdminFun\nDescription: The simple and lightweight in-game calculator\nKnown Bugs: Some of the Commands does not work currently and gave a FIXME output to the Console: FIXME: stub method at PluginBukkitBridge.FakeWorld.strikeLightning(FakeWorld.java:936), FIXME: stub method at PluginBukkitBridge.FakeWorld.refreshChunk(FakeWorld.java:572),\n\nName: WorldEdit\nDescription: A plugin for editing the world, also save/laod schmematics\nKnown Bugs:\n- sometimes loaded shematics cant pasted correctly\n- //paste let some blocks loose their metadata (example: shields&chests are empty or stairs showing in wrong direction)\nNote: Dont use the RainbowEdit together with Worldedit. Also if your using the Rainbow ProtectionCore plugin you need to change to tool in the config.yml\nOtherwise the woodenaxe from RainbowEdit or ProtectionCore override the\nBukkitfunction of the WorldEdit woodenaxe.\n\nName: WorldEditRegions\nDescription: A flagaddon for worldedit that also bring some commands to hook into Worldguard (/wgr create [name])\nKnown Bugs: None\n\nName: WorldGuard\nDescription: A Protectionplugin for creating own protected areas\nKnown Bugs:\n- PVP denyflag does not work\n- U have to rename your Worldfolder to \"world\". Otherwhise the regions wont work. When You get teleported to an protected Region the Console throws out an error -> This does not effect it function.\n FIXME: stub method at PluginBukkitBridge.FakedFakeItem.getLocation(FakedFakeItem.java:51)\n\nName: Flying Creepers\nDescription: adds randomly (or command) spawning flying creepers to Minecraft.\nKnown Bugs: None\n\nName: Flying Mobs\nDescription: As it's name says: It wil allow you to spawn flying mobs!\nKnown Bugs: WitherSkeleton & 1.8 Mobs does not summon\n\nName: MonsterArena\nDescription: simple MonsterArena started with a sign:\n15 secounds after the first Wave the 2nd Wave starts.\nKnown Bugs:\n\nName:Worldregions\nDescription:A Flagaddon for Worldguard that brings new flags\nKnown Bugs: None\n\nName: VoxelSniper\nDescription: A brushing wordeditlike tool\nKnown Bugs: None\n\nName: AcceptRules\nDescription: Forces new players to a point until they accepted the rules. After accepting they get teleported to a secounds Point you defined.\nKnown Bugs: When using Pl3xCommands, this Plugin does not work because Pl3xCommands forces all players to teleport to worldspawn\n\nName: IclearTheChat\nDescription: It does what it says ;3 - It clears the public/own chat\nKnown Bugs: None\n\nName: InstantChatClear\nDescription: It does what it says ;3 - It clears the public/own chat\nKnown Bugs: None\n2 chatclearer are enough for now....\nPlease dont listen up all working Chatlclearerplugins - some more will work i know that.\n\nName: EasySlimeChunkLocator\nDescription: Detects with a defined item if the block your clicking belongs to a slimechunk or not.\nKnown Bugs: Sometimes you get an console Error - doent effect the function.\n\nName: GiantTrees\nDescription: A plugin for Planting GiantTrees in the world\nKnown Bugs: None\n\nName: OneUUID\nDescription: Tracks UserUUID and Playername that belongs to it in a yml-file. Also forbit other players with coppied/stolen names of allready listed UUIDs to enter your server.\nKnown Bugs: None\n\nName: SimpleBroadCaster\nDescription: it does what it says...simply Broadcasting \nKnown Bugs: None\n\nName: CommandBook\nDescription:adds essential commands for managing your server\nKnown Bugs: some commands does not work (/thor, /shock, /weather, /burn, /more, /thunder, /time)\n\nName: ServerSpy\nDescription: A console- and commandspylistener that prints every used command/consoleentry as a private whisper (seperrated by /commandspy and /consolespy)  You can choose: enable/disable\nKnown Bugs: The Consolespy seems not to work, because the way where the code is landing is an other one than in bukkit.\n\nName: Vault\nDescription: Permissions, Chat, & Economy API\nKnown Bugs: found none\n                     I never used Vault before. So it could be there are bugs. Please tell me if you find some in Vault.\n\nName: AuthMe\nDescription: AuthMe prevents people, which aren't logged in, from doing stuff like placing blocks, moving, typing commands or seeing the inventory of the current player.\nKnown Bugs: None\n\nName: LogBlock\nDescription: A block logging and rollback solution\nKnown Bugs: Cant log 1.8 blocks\n\nName: JustAFK\nDescription: multilingual, and powerful AFK (away from keyboard) plugin to Bukkit servers\nKnown Bugs: None\n\nName: iConomy\nDescription: a simple to use iconomic core\nKnown Bugs: None\n\nName: PlayerPoints\nDescription: allows Player to give and take Points\nKnown Bugs: None\n\nName: PlayerPointsTime\nDescription: giving a Player PlayerPoints for an amount of Onlinetime\nKnown Bugs: None\n\nName: AuthMe Reloaded\nDescription: Prevent Name stolen ! AutoUpdate names through UUID\nKnown Bugs: FIXME: stub method at PluginBukkitBridge.entity.FakePlayer.setSleepingIgnored(FakePlayer.java:658)\nInfo: A working of the optional dependency on ChestShop (iConomyChestShop) Multiverse-Core and Notifications is not tested\n\nName: TownAdvanced\nDescription: Towny Advanced is a versatile, player-controlled land management plugin\nKnown Bugs: You have to turn off  Healthreg in the towny config to make it work.\nInfo: There is no guarantee for working for the optional functions depending on iConomy. They are not tested\n\nName: Aliasez\nDescription: Aliasez is a very powerful alias plugin for Bukkit.\nKnown Bugs: None\n\nName: Player Auras \nDescription: combine any set of potion effects into an 'aura' which can be given to any player with a simple permission node\nKnown Bugs: None\n\nName: BasicBukkit2014\nDescription: creating functional Minecraft servers, more easily with some commands\nKnown Bugs: None\n\nName: ChestCheck\nDescription: detect items in chests that may become illegal in the server\nKnown Bugs: None\n\nName: Essentials\nDescription: offers over 100 commands and features useful on just about every server\nKnown Bugs: None\n\nName: Essentials GroupManager\nDescription: Group Manager is an implementation of permissions for Essentials\nKnown Bugs: None\n\nName: Libelula Logger\nDescription: Libelula Logger is with no doubt the most effective anti-griefing tool you've ever seen. a Logger with rollbackfunction and redofunction\nKnown Bugs: None\n\nName: NoPlugins\nDescription: players won't be able to see your plugins by using /pl or /plugins, \nKnown Bugs: None\n\nName: Plugman\nDescription: imple, easy to use plugin that lets server admins manage plugins from either in-game or console without the need to restart the server.\nKnown Bugs: None\n\nName: JoinAndLeavePro\nDescription: manage the join and leave events in your server \nKnown Bugs: None\n\nName: RealMail\nDescription: Plain and simple, it replaces conventional chat-based mailing systems with something real, books.\nKnown Bugs: You have to stand on a chest and look down to it to set it as mailbox\n\nName: SimpleSpawners\nDescription: ightly unsatisfied with the other assorted mob spawner plugins, that allow\nto give spawner (permission), mine them(permission) with or without silktouch (permission)\nKnown Bugs:geting Spawner without Silktouch does not work, when placing a spawner you juse get a pigspawner (change it with spawnegg) - FIXME: stub method at PluginBukkitBridge.block.FakeCreatureSpawner.setSpawnedType(FakeCreatureSpawner.java:30), FIXME: stub method at PluginBukkitBridge.block.FakeCreatureSpawner.getSpawnedType(FakeCreatureSpawner.java:24)\n\nName: PermissionsEx\nDescription: PermissionsEx (PEX) is a new permissions plugin, based on Permissions ideas and supports all of its features. But PEX is more! It offers different backends, powerful ingame management, fine grained restrictions for world modification.\nKnown Bugs: None\nYou cant youse Wildcards (*) for the Rainbow and RainbowPluginPermissions!!!! Wildcards only work with and for Bukkitplugins.\n\nName: PermissionsExTabColors\nDescription: Tab Prefixes/Colors according to the PermissionsEx groups \nKnown Bugs: There is a Symbol infrom of the Names :§\n\nName: AdminTP\nDescription: teleport to users' personal homes, and several other locations\nKnown Bugs: It does not record the BedSpawns of Players\n\nName: SecureChests\nDescription: lock dors, chests, doors, buttons, trapdoor, furnaces, dropper, redstonestonechests\nKnown Bugs: None\n\nName: SubtleAFK\nDescription: set you automaticly afk, shows to other in TAB-List with red Name\nKnown Bugs: None\n\nName: TrophyHeads\nDescription: A plugin that causes players (and or mobs) to drop their heads when they die (also head with command)\nKnown Bugs:\nFIXME: stub method at PluginBukkitBridge.entity.FakeLivingEntity.getKiller(FakeLivingEntity.java:169)\nFIXME: stub method at PluginBukkitBridge.block.FakeSkull.getSkullType(FakeSkull.java:47)\n FIXME: stub method at PluginBukkitBridge.FakeCraftServer.addRecipe(FakeCraftServer.java:223)\n(this happens often when 169 failed in a multidimension)\n(This happend with often with 1.8 mobs, because this tool dont has their heads, Also\nthis happens to some of the more rarer heads)\n\nName: TrollingNoobs\nDescription: a set of commands that allow admins to have some fun with users on their server.\nKnown Bugs: None\n\nName: Votifier\nDescription: get notified (aka votified) when a vote is made on a Minecraft server list for the server\nKnown Bugs: None\n\nName: AreaProtect\nDescription: allows players to create their own protections with WorldGuard\nKnown Bugs: None",
    "replies": [
        {
            "author": "太郎酱",
            "timestamp": 1415900880,
            "txt_content": "rainbow服务端是啥啊0 0"
        },
        {
            "author": "梦幻龙族Ⅱ",
            "timestamp": 1415916300,
            "txt_content": "太郎酱 发表于 2014-11-14 01:48\nrainbow服务端是啥啊0 0\n1.8的插件服务端"
        },
        {
            "author": "酷少",
            "timestamp": 1415956140,
            "txt_content": "彩虹服务端？至少比水桶服务端什么的好听多了，收下了"
        },
        {
            "author": "Eo_o",
            "timestamp": 1438842060,
            "txt_content": "不错，顶一个"
        },
        {
            "author": "zswd444",
            "timestamp": 1555217580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}