{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第二十二章：情绪引导】",
    "author": "418878840",
    "replyCount": 0,
    "timestamp": 1415969820,
    "txt_content": " 本帖最后由 418878840 于 2014-11-14 21:10 编辑 \n\n\n今天是个好日子呀，主角终于要黑化啦......\n索引在此\n\n第二十二章：情绪引导  空中的风不断跳动，这是两个极快的身影造成的。  沿着地上斑斑点点的鲜红血迹，看到一个已经气喘吁吁的人，猪猪君。  “你很厉害，跟你直接对抗我必输无疑，但要是比速度的话，我可比你快很多！”说着，猪猪君再次冲刺，右手按着血液早已流干凝固的左手，嘴里咬着匕首，这就是在还没有变成人形之前的战斗方式。  虽然用嘴并不好控制武器攻击，但却十分灵活，毕竟双手不用再捏着那把匕首了，至少猪猪君是这么觉得的。  熔岩山见证过无数残忍血腥场面的眼睛不再血红，神情出其的平静。看着周围的摄像头，他一下子看开了。  谁赢又如何呢？这毕竟是他们的一场残酷的游戏，可能他们只是像看我们像疯狗一样来回撕咬罢了，自由，只是诱饵。熔岩山苦笑着摇头，好像没有注意到即将冲过来的猪猪君。  熔岩山看着杀气凛然的猪猪君，叹了口气。既然输赢不再重要，那就把这次比赛当做是我人生中的最后一场比赛吧，可惜，我最终还是没有看到场地之外的世界。  猪猪君的速度不断增加，当冲到熔岩山面前时，猪猪君看到了他眼底的决意，突然想到什么，急忙停下脚步，但已经晚了。  刀击中了，而且是熔岩山的胸腔。血像水花一样喷涌而出，猪猪君离熔岩山很近，身体被喷成了血人。  猪猪君看着眼前的这一幕，嘴巴中的刀随着他嘴唇的颤抖掉了下来，但又瞬间变成了烟雾，流入猪猪君体内。望着熔岩山的表情，猪猪君缓缓后退，脸上充满震惊，“为什么？你为什么不躲开！”  猪猪君大叫着，这是他人生中第三次崩溃了：他的父母死了，他愤怒。好朋友大胖鸭死了，他哭了。现在，对于自己亲手杀害的熔岩山，他该如何面对？  可能熔岩山在临死前想到的这次比赛的真相是对的，猪猪君在这一刻，也悲观的想到这其实只是一场滑稽的比赛而已，而自己，就是这出戏的丑角！  熔岩山倒在了地上，闭上了眼睛，手微微抬起，但又放了下来，好像在犹豫什么。  猪猪君流出了泪水，体力的透支加上精神的崩溃，他也重重的摔倒在地上。  虎爷一直站在观众席上看着，望着眼前的这一幕，虎爷心头一沉，但脸上却露出了微笑。  “虽然结果有点出人意料，但也达到了效果，把他带回来吧。”浮游盯着监视器，嘱咐着手下。  几分钟后，熔岩山的尸体被人给带走了，运到了猎杀场里处理尸体的地方——一条垃圾满载，尸体成吨的河流中。  而猪猪君却是被数据库的工作人员给带走了。  “你们发我出去！”猪猪君在牢笼中大吼。  周围的人望着猪猪君，一脸无奈。  “白伤，你觉得他现在怎么样了？”雪朔说道。  白伤没有回应，只是给了他一份数据清单。  “我靠，精神失常了啊，没想到镍队长可以在这么短的时间内就完成情绪引导啊。”雪朔不禁佩服起了镍队长。  猪猪君没命的用头装着金属制的坚硬铁门，血在他的头上留下了黑色的血污。  “为什么，为什么！”撞得没有了力气，猪猪君垂到在门后，脑子里一团乱麻。  “那么接下来，进行彻底的引导！”雪朔一道口令，周围的工作人员便迅速行动起来。  第一天，他们把猪猪君关进了一个纯白色的海绵房间中，让他无法撞墙自杀，身体也也被绑了起来，无法行动且无法说话。猪猪君刚开始在地上翻来覆去的扭动，后来知道没有效果后，整个房间就彻底陷入了沉默。  过了一个星期，猪猪君被饿晕后，总会梦见父母被杀了的场景。平时，也会出现大胖鸭就在眼前的幻觉。  猪猪君的神智随着时间的推移，越来越混乱。  白伤接到指令，看着猪猪君。也好，白伤正好可以看看这个让他莫名心悸的人。猪猪君抬起头，就看到了白伤隔着透明的玻璃看着他，猪猪君的脑子又乱了。  就在这时，周围的景象突然变化起来，再次变成了一片灰白色的地界。  猪猪君站在中间。看着眼前的这个长得跟他一模一样的人。  “别见外吗，都是一家人，来做。”那个人热情的邀请猪猪君坐在他面前。  落座后，猪猪君打量着这个奇怪的人。  “是不是很奇怪，我跟你长得这么像？”  “是的，而且你的声音我好想在哪听过。”  “没错，我就是之前要跟你做交易的那个恶魔！”那人调笑道。  猪猪君努力回想着之前的事，凌乱的记忆好一番整理后才想起来，说道：“那你这是？”  “等你的答复啊。”那个人看着猪猪君，好想把他看透了似得，“现在你被困在数据库内，想要报仇就得先逃出去，想逃出去就得有力量不是？”  他的声音就像是死神的花言巧语，不断的诱惑别人走进他的死亡陷阱之中。  猪猪君回忆着熔岩山的死，大胖鸭的死，最后回想到父母的死，也想到了杀害他们的凶手，史蒂夫！看来是报仇的时候了。  猪猪君暗自点了点头，对他说：“交换吧！”   \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 \n好友@十连发\n另外，求人气\n\n[groupid=814]厕所文学部[/groupid]\n",
    "replies": []
}