{
    "title": "《紫龍島傳説》小说(引言)",
    "author": "2573786055",
    "replyCount": 4,
    "timestamp": 1416020760,
    "txt_content": " 本帖最后由 2573786055 于 2014-11-15 11:11 编辑 \n\n                                                   作者笔名：承诺の消散    \n       在很久很久以前，有一个富饶、充满快乐的的岛屿，它叫做天穹岛，岛上居住着各种各样的生物，有村民、僵尸、爬行者、蜘蛛、末影人、骷髅等等，好像还少了什么...对了！还有史蒂夫的祖先，他们在那时候，天天都在无忧无虑的生活着，不曾有过战争，不曾有过困难，也不曾有过痛苦...\n      有一天，动物们都去别的岛屿参加聚会了，唯独炼金师猪人没去，因为炼金师猪人在研究可以穿梭世界间的魔法阵，他非常的兴奋，因为只要他成功地将魔法阵研究成功，他就可以穿梭于各个世界、各个空间，并且成为倍受居民所爱戴的德高望重的魔法师。\n      兴奋冲昏了他的头脑，使他误将一瓶火焰附加Ⅹ的药水丢进了炼锅中，霎时间，他被炼锅中冲天的岩浆柱所包围，房顶也被岩浆冲出了一个2X2的大洞，天空瞬时变成殷红一片，风卷残云...\n      但在他熟练的咒语声中，岩浆柱慢慢的倒流回了炼锅中，天空也从殷红一片变回湛蓝一片，唯独那个房顶上的大洞，对于此时的猪人来说，真是特别刺眼，他愤愤不乐的走回了卧室，躺在了床上，没过几分钟就鼾声大作了...\n      突然，猪人被一阵疼痛所惊醒，他一睁开眼，原本红润的脸庞青了一片，他发现自己的身体在燃烧!!!\n      他使劲的在地上打滚，这可能是一种条件反射，但他突然想起，可能是沾上了刚才的那些火柱，然而满地打滚是不会有效果的，于是打开房门，三步并两步的跑到了村子的圣水池，村子里的圣水池的水是集天地之精华的露水，拥有消除一切负面效果的作用，火焰燃烧也不例外。\n      火终于停止燃烧了，但是由于燃烧时间过长，猪人的身体已经被烧伤了一半了，并且还露出了几根肋骨，猪人非常惊恐，他不知道该怎么去面对其他动物，也不知道将来怎么活下去，因为他觉得自己唯一值得自豪的只有两样东西：魔法和他的相貌\n      正巧在这时，其他动物都回来了，他们看到了猪人的样子，纷纷嘲笑他，并且有几个调皮的小僵尸称他为僵尸猪人...\n      猪人没做什么表态，只是自己回到了自己的家里，一打开门，那个2X2的破洞就在迎接他，猪人看到了那个洞的瞬间，心里很不是滋味，他便直接走到了更加觉得那个大洞简直就是一个耻辱！他又习惯性的走到了他的卧室，看到了满地的杂物碎屑，心情更不好了，他想着，这个村子也没什么可以留念的了，便戴上了一把自己做的金剑，和仅剩的几个金粒，离开了村子...\n      他不知自己要去哪里，他也不知自己要去干什么，他只知道，他要离开那个村子，离开的越来越远了，一路上，他一直在幻想着村民们对他的嘲笑、讥讽，路人对他的疏远、躲避，他越来越伤心...\n      他终于爆发了！\n      他要报复那些嘲笑他的人！\n      僵尸猪人使劲的放下了自己的包袱，再次搭建了一个魔法阵，他要召唤那条十万年前被封印的紫龙来帮他复仇！哪怕是...付出生命的代价...\n      在他的一声声熟练地咒语中，魔法阵有了反应，说时迟那时快，魔法阵嗖的一声，从中心往天空射了一条魔能(全称：魔法能量)，同时，天空打了几个响雷，在黑与白交替的光线中(黑是夜空、白是闪电)，从天空中飞来了一头巨龙！！！\n      这头龙遍体通紫，眼中散发着令人窒息的气息，浑身的鳞甲显出了一丝王者的霸气，然而美中不足的是,在他的背部，有着一个伤口，懂剑的人都看到出来，那是一把剑直挺挺的插进去的伤口，可能在十万年前，封印他的人就是利用这一招把它封印的吧它可以化身为龙或者人，在整个岛上烧杀抢掠，无恶不作，并声称，自己是为了报十万年前的仇的......并且将所有的生物，都魔化了，使动物具有了攻击性...\n      不知过去了多久，终于，岛上的居民忍受不了这种折磨了，在巨龙化身为人的一个夜晚拿起了自己的武器，开始了反抗，但——人类怎么会是龙的对手呢？在当天子夜，人们偷袭的计划失败了......并且遭受到了巨龙愤怒地反击...\n      从此，巨龙更加的猖狂，岛上的人们更加的痛苦，有些人，便从岛上逃了出来，有些人，便在逃跑的途中被巨龙发现从而处死......\n      而逃出来的一群人，便把这件事永远的封印在了他么的心里，因为他们知道，没有人能打败巨龙...他们不想再因为这件事有所伤亡，并且将岛屿改名为“紫龙岛”，最后他们便定居在离紫龙岛很远的一个地方，在那里繁育后代，安居乐业，而你就是其中两个人的孩子，但是你的父母在你小的时候，就已经双亡了，因为他们为了救走更多人，便把你托付给了村长，然而他们，再也没有回来过...\n      所以你从小，就非常自立、坚毅、勇敢、不会放弃自己的梦想...\n      在有一天，你有事去村长家，但是村长不在，并且你在村长的办公桌上，发现了一本《史记》里面说到：“有一条巨龙占领了我们原本和谐的岛屿，但我们没有办法，我们无法击退他，他太强了，我们只能逃避...”\n      你明白了一切，你明白了你的身世，并且你下定了决心，要击败巨龙，拯救紫龙岛(天穹岛)\n      现在，你担负起了拯救天穹岛的的使命，因为只有你，才具有与紫龙抗衡的能力。\n      去吧，少年，使命在召唤你。\n\n(1.本篇为引言)\n(2.摘抄至紫龍島傳説地图贴)\n(3.有改动)\n\n[groupid=797]承诺工作室[/groupid]",
    "replies": [
        {
            "author": "无名字可取",
            "timestamp": 1416021840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "o-zero",
            "timestamp": 1417608420,
            "txt_content": "剧情太老套了好吗，猪人被烧到的那个地方细加描写，还有猪人脾气好这尼玛会爆发吗？"
        },
        {
            "author": "ILMR",
            "timestamp": 1420708020,
            "txt_content": "o-zero 发表于 2014-12-3 20:07\n剧情太老套了好吗，猪人被烧到的那个地方细加描写，还有猪人脾气好这尼玛会爆发吗？ ...\n你的签名好厉害- -\n(我是不是挖坟了？正在找老帖)"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1420710900,
            "txt_content": "反派不是Herobrine的，我都不觉得差。不过楼上说得也对。"
        }
    ]
}