{
    "title": "[原创连载]小白冒险记-HIＭ[第三十二章 雪夜]",
    "author": "250=mo",
    "replyCount": 6,
    "timestamp": 1416046260,
    "txt_content": "500了几周了……再来试试能发不\n\n第三十二章 雪夜\n      墙壁是死灰的，地板是潮湿的。\n      唔？我这是醒了？\n      我花了点时间才想起身上的伤怎么来的，我知道我一路被拖着一路被踢打。整一个被黑社会绑架的爽感。\n      这是得多大仇？\n      当时我死撑着不让自己昏过去，大概是搞明白了。他们说我“这个王八蛋”是如何拿着枪边跑边杀人的，敌我不分，大概是那个意思吧。不过没宰了我“这个王八蛋”真是个意外。\n      四周发臭的空气让我呼吸都不是一件轻松的事情。饥饿让我坐立不安，本来我是决定吃午餐的，就这么被抓来了。四周安静得和什么似的。我静下心来，开始观察我的境遇。三面都是圆石墙，看起来都有点历史了，但却完全没有关过人的痕迹——如果不把我列入“人”的范围内。铁栅栏外看到的只是更多的圆石墙和铁栅栏，我毫不怀疑这就是个收留所改来的。\n      身上什么东西都被夺走了，武器，装备，食物，和我对远离的追求一般一去不复返了。一张小台上摆着一片腐肉，腐臭味出奇的浓。火把只剩一丝火苗在挣扎，颤动。\n      铁门被打开的声音。我呆坐着，没有理会的精力。\n      “……真的就是，看见的都是这么说的。”\n      “目击者都死了。这是我知道的。”\n      “不过也要防范的好，谁知道这个恶心的东西会不会又进化。”\n      ……哦？不是指我？\n      “鬼知道。在那之前那些东西连木棍都用不好。”\n      他们貌似并不急着过来，讨论着不知是什么。\n      “不过枪打不死它，这个够做证据了吧？”\n      “纠正一下，枪只是很难杀死他们，不代表没用。”\n      “确实，但被它弄死的都拿着枪，要是玩家几枪就倒了，但据说那东西怎么打都打不死，又据说它是拥有自我治愈一类的能力。”\n      “你都好意思说是‘据说’了。伙计，只是个稍微有点特别的感染者而已，别想太多。还有，就你那把它抓回来的方法，要是它再脆点，你这是要把我们全部弄死啊。”\n      “得了，要是它脆的话就不是感染者了，那更解气。总之没有任何证据表明感染者会用枪，抓回来观察观察总是好的，毕竟白眼化就已经说明它是个丧尸了。”\n      “等会观察着观察着它就死了，等会那帮家伙又要拍着掌说好了。”\n      “……不过这不也证明了，发病是间歇性的么。”\n      “我强调几遍了？那只是个特例，其他地方都没有这些奇怪的情况，偶然事件没法作为证据。别闹了，就算那些报纸再怎么唱我都不会听进去半句的，他们除了转述就只会炒作，这你是知道的。”\n      “Hey，伙计。你得明白，这些东西都是人写出来的，既然有特例，那我们就得做好防范的准备，这些东西是容不得‘巧合’的。好比那些黄金再也不能用来防感染一样，这些东西我们可说不准。我不会……”\n      “得了，我会叫他们注意点的，少在这扯淡了，等天亮了把它带到湖里弄死吧，小心别给挠了，大晚上的带出去有危险。你可以滚回去睡觉了，我去看看那家伙。”\n      “是……”\n      很沉稳的踩在石头上的脚步声。\n      我有些不安，非常不安。听起来指的就是我。我做了什么？我被当成丧尸？什么意思？\n      我的脑子乱得就像我房间里的那对充电器和USB线缠在一起。\n      幸好那渐进的脚步声把那些电线都剪断了。\n      幽灵般的声音突然拉开，有什么事情发生了，随着一声惨叫，那人拿着的火把突然熄灭，敲打盔甲声，什么东西的撕裂声，期间那种恐怖的叫声停都没停过，如直接拨动你的神经一般摄魂。\n      待声音渐渐止息，我才注意到我已经吓得坐在了地上。我爬了起来，没忘记从墙上取下火把左手举着，用战栗的手扶住铁栅栏，想知道到底发生了什么，栅栏却被我一推推开，跌在地上散架了，铁锈屑粘在了我的手上，我正想拍掉，却发现我的手上不知何时沾满了黑红色的血。\n      我因为惊悚瞪大了眼睛，冷汗从皮肤沁出来，像有浆糊灌进了我的肺里。我踉踉跄跄地沿着长长的走廊跑，实在没勇气看一眼那个人的尸体，回过头来，火把烘出的黄色调下，一排血脚印异常诡异。起初我以为那是什么人的血脚印……就在我身边……后来我才明白那就是我自己的。\n      走廊尽头是个小储藏室，冷风从外面灌进来，发出呼呼的声音，雪铺在打开的门口内。一只脚躺着从门外探进来，鲜红色映在雪上有种异样的美。但我实在无心欣赏，颤颤转过身来想着能找到我的物品，却被那个倒过来的扭曲粘着红色并不粘稠液体的脸着实吓了一跳，缺了一条腿的尸体被倒挂在梁上垂下来，尸体的手上紧紧拽着我的剑。地上散落着熟马铃薯，我知道那还是热的。\n      我只觉得更冷了。\n      我小心翼翼地取下了那把剑，往后退了一大步，眼睁睁看着那具尸体掉下来，身体以常人做不到的形式趴在地上。我扭头就跑进冷风中，一路貌似都挺顺的。\n      我的火把也不知道什么时候灭了，几乎什么都看不见。我扶在一棵树上，全身就那套单薄的衣服，感觉全身都要僵掉了。\n      狼群像是被我召唤了，彻夜都在嗥叫，好在是没有追上了咬断我的脖子。\n本章完\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "Tian-zihe",
            "timestamp": 1416047160,
            "txt_content": "这是恐怖系列的么~{:10_492:}"
        },
        {
            "author": "250=mo",
            "timestamp": 1416048060,
            "txt_content": "Tian-zihe 发表于 2014-11-15 18:26\n这是恐怖系列的么~\n不……（哪里恐怖了…）"
        },
        {
            "author": "250=mo",
            "timestamp": 1416048180,
            "txt_content": "感谢上帝，总算是发出来了。\n发现有点错别字，但是始终没法编辑成功，现在回个复都如此艰难……"
        },
        {
            "author": "Tian-zihe",
            "timestamp": 1416049320,
            "txt_content": "250=mo 发表于 2014-11-15 18:41\n不……（哪里恐怖了…）\n麻麻老是不准我看恐怖小说。。看了会睡不着"
        },
        {
            "author": "250=mo",
            "timestamp": 1416055200,
            "txt_content": "Tian-zihe 发表于 2014-11-15 19:02\n麻麻老是不准我看恐怖小说。。看了会睡不着\n看了叫人睡不着的不是好恐怖小说……\n推荐一本，《无人生还》，准确说不是恐怖小说，但是给人的心理压力其他什么妖魔鬼怪都无法比拟，结尾完全意料之中，但是保留的问题也是很值得思考——重点在于，你会记得它的精彩而不是它的恐怖，完全不用担心做噩梦"
        },
        {
            "author": "shure",
            "timestamp": 1416102060,
            "txt_content": "终于出新章了……YES!"
        }
    ]
}