{
    "title": "教你如何做一个玩家喜欢、腐竹放心的好OP by kinyloin",
    "author": "kinyloin",
    "replyCount": 2,
    "timestamp": 1416052800,
    "txt_content": " 本帖最后由 kinyloin 于 2014-11-16 12:25 编辑 \nOP是一个艰难的但高尚的职务，但往往都当得不够好，今日我根据我一年多的经验及看法，编写了此文，意在让各位OP或是想当OP的人一个指导。指令什么的就不说了\n还有就是求金币，求回复，不做伸手党~！\n\n由于帖子的限制等，帖子显示效果远远不及PPT，戳下面可以下载美美的PPT版本~\n\nhttp://pan.baidu.com/s/1i3oWNMP\n\n认清腐竹与OP的职责\n消除OP对腐竹的认知误区\n\nu所谓服主，便是一个服务器的领导人。是一个服务器的核心，在普通的服务器中，主要负责服务器的规划、后台管理、公关、决策、以及一些OP无法处理的事情。规划是服务器前进的基石，规划一个新内容，需要进行大量的脑力劳动；后台管理也是一个十分令人头痛的问题，由于minecraft的mod和插件的碎片化，常常会导致各种问题，有时候为了处理一个后台的问题，一看时间，几个小时就过去了，为了维护服务器的正常运营，往往都选择在凌晨关服维护，有时熬到半夜几点，维护完，又过了很长时间；公关，往往包括宣传、处理外围问题，例如处理居心叵测的人在网络上对服务器造成的不良影响，处理误会导致的问题；决策，是对一个想法或他人建议进行决定，做出一个决定，需要考虑各方面问题等，也是需要大量脑力劳动；有时会发生一些严重事情，OP往往无法做出决定或难以处理，便只能给腐竹处理。\nuOP，服主的左右手，服务器的建设者，帮助服主执行规划内容、管理服务器、辅助服主处理事务、做好自己职务分内的事情，OP与服主是互相依托的，是需要相辅相成的。\nu也许有OP曾想，服主总是把事情交给OP去做，而服主做的不多，看了这段文字，我想，有这个想法的OP便能够理解。\n\nOP的行为规范\n\n作为一个服务器的公职人员，就应该规范自己的行为，下面，我提几点我的建议\nuOP能够代表一个服务器的形象，所以就应注意好自己的言行，给玩家一个好的形象\nu不要以OP的名义与玩家同乐，以免造成隔阂\nu共同维护服务器的公平性，不形成官商勾结\nu遇到棘手的问题时，应向腐竹报告\nu若自己的朋友也在服务器内，不应给予“特别关注”，要一视同仁，若自己的朋友违反服务器规定时，就应秉公处理。\nu当玩家反映问题时，不能推辞，要积极处理\nu严格遵守服务器规定，起到带头作用\n如何做好OP工作\n读完本节，让你更好地当一名OP\n本节主要指导OP工作\nu既然你当上了一名OP，就是服主对你能力的认可，应倍加珍惜\nu心中要有“为服务器着想”的思想，本着负责任的态度去当一名OP\nu前面我们说过，OP是服主的左膀右臂，当服主给了你分内的任务，就应当尽力去做\nu不忘自己的职务，自己想想应该怎么做好自己的职务。假若你是一名活动OP，就应当在服务器内多搞活动，进行活动的创新等\nu了解服务器内各位OP的职责，其它OP不在时能够越职处理，例如治安OP不在，玩家家里被盗，你是活动OP，那么你就应该帮被害者处理事情\nu不与其它管理层人员发生矛盾，处理好自己与其它管理层人员的关系。\nu与玩家发生矛盾时，应宽容理解，退一步海阔天空。\n各类事件的处理办法\n做一个依法治理的优良服务器\n\n接下来，我来分享一下我服务器的一些问题的处理办法供参考\nu恶意杀人：关监狱10-60分钟，没收杀人工具\nu游戏内普通刷屏以及语言攻击玩家：禁言20分钟\nu游戏内恶意刷屏（语言攻击服务器、宣传他服）：双ban处理+群内T群\nu副本、活动作弊：根据具体情况可处以双ban或没收物品以及关监狱处理\nu恶意破坏服务器：双ban+群内T群\nu服务器原因导致的背包清空：尽快安抚玩家并告知玩家并尽快安排处理\nu服务器出现异常：尽快通知服主\nu利用漏洞、BUG：根据具体情况处理\nu特别情况：尽快通知服主\n\n协调好与玩家的关系\n和睦相处，构建和谐服务器\nu与玩家相处，应该放下身段，把自己当做普通玩家\nu当与玩家玩乐时，请关闭创造模式，不刷任何东西\nu无论是在群里或是游戏里，多与玩家沟通交流，增进玩家与OP的情感，让服务器更加和谐有序\nu玩家向你索要东西时，应该婉拒\nu玩家找你有事时，要及时进行反馈，不推辞、不无视\nu隐身的初衷是善意的，但是也有人用它做一些坏事，不能用隐身来调戏玩家。\n\nu在处理玩家纠纷、违规人员时，态度要温和，不宜粗暴解决，要让玩家知道错，指明玩家犯的错，让玩家被处理时心服口服。\n\n\n希望能对你有所帮助，能有所感触，让你更好地当一名OP~2014.11.15广告君：MagicDream是一个魔法/npc/小游戏等为一体的小型多元化服务器，欢迎你的加入~\nMagicDream宣传贴请点击我的mcbbs账号:kinyloin中的帖子查看w.\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1440519152",
            "timestamp": 1416053040,
            "txt_content": "粗略的看了一下，很详细，喜欢呢"
        },
        {
            "author": "simon3000",
            "timestamp": 1416053160,
            "txt_content": "我也粗略的看了一下，很详细，喜欢呢"
        }
    ]
}