{
    "title": "史蒂夫的科技之路第五章-探索！挖矿！新的能力！",
    "author": "516092012",
    "replyCount": 1,
    "timestamp": 1416061200,
    "txt_content": " 本帖最后由 516092012 于 2014-11-15 22:20 编辑 \n\n            呃··因为以前的名字不太吸引人，就换了个书名，但是内容是一样的。以前的叫“史蒂夫的工业之旅”。呃，我不知道我为什么我每次都能写这么多，文思泉涌~\n                                          第五章：矿洞里的遭遇\n       ”啊··好困啊··“黑夜蜷缩着，紧抱着大地群山黑魆魆，大野阴沉沉，像怪兽一样张着黑洞洞的大口。\n\n       我找了个较高的丛林树，背着火枪爬上了树。远处，僵尸的哀鸣和蜘蛛的咝叫声不时传入耳畔，苦力怕在草地上游荡。我随便摘了一些树叶当枕头，像素的树叶各的我很不舒服。哎，要是在家就好了···我闭上眼，进入了梦乡。\n       史蒂夫的初夜（和谐）就这样过去了。\n       ···\n       还不到日出的时候，天刚有点蒙蒙亮；那是一种美妙苍茫的时 刻。在深邃微白的天空中，还散布着几颗星星，地上漆黑，天上 全白，野草在微微颤动，四处都笼罩在神秘的薄明中。一只云雀， 仿佛和星星会合一起了，在绝高的天际唱歌，寥廓的苍穹好象也 在屏息静听这小生命为无边宇宙唱出的颂歌。在东方，格拉斯山 坳映着吐露青铜色的天边，显示出它的黑影；耀眼的太白星正悬 在这山岗的顶上，好像是一颗从这黑暗山场里飞出来的灵魂。 黎明的霞光却渐渐显出了紫蓝青绿诸色。初升的太阳透露出第 一道光芒。从未见过这鲜红如此之红；也从未见过这鲜红如此之 鲜。一刹间火球腾空；凝眸处彩霞掩映。光影有了千变万化；空 间射下百道光柱。        哇，真美！我啧啧赞叹，没有装光影居然也能跟真实世界媲美！但是，毕竟周围的一切都是方方正正的，我还是叹了口气。\n       我吃了几个苹果，“嘎吱嘎吱！”苹果碎片不时掉在地上，但是一会就消失了。我也不知道为什么会这样，我在家里吃饭的时候从来没有这么浪费，在这里，我的好习惯瞬间被改掉了。\n       我一直在虎视眈眈草地上的一个坑，这个坑不是很大，周围杂草丛生。里面黑漆漆的，什么也看不见。只有深处岩浆发出微弱的红光。我知道，这里面有丰富的铁，煤，应该还有铜，锡，铀，至于其他就记不起来了，应该还有GT，ME的矿，我这么确定是因为我做出了原版做不出来的枪。\n       我看到我旁边的石矛，这把矛经过我的使用后，木棍上的石头已经烂的差不多了，出现了很多裂纹，估计再用不久烂了吧··\n      我跑到不远的小溪旁，仔细挑选了一块又大又厚的石头，搬了起来。奇怪的是，石头离开了河底就瞬间变小了，在我手上转圈，我把石头放进了口袋，飞奔到原点，乒乒乓乓的凿起了石料。我先是做出了一个锤子的锤头，然后研磨了一个粗粗的石棍，把底部一点点磨细，凿子就做好了。随后，我拿木棍和藤蔓把锤头绑起来。我又拿了一块石料，拿凿子和锤头敲成镐头状，也跟木棍棒起来。我很奇怪，我上美术课连做个泥塑都做不好，到这里居然奇迹的好了。也许是格雷玩多了。\n      我做了根引火棒，然后把几根木棍丢在地上。“啪啪啪（和谐）”木棍中间冒出了丝丝火花，又灭了。我试了几次，终于引起了火。我不断往火堆里添加树枝，火烧的更旺了。我拿矛砸树，树瞬间变成了物品状态，随后我又砸树。“乓！”矛烂了。矛的石头碎成无数小块，木棍也断成了几节，我很伤心，毕竟这是我的第一把工具，5··\n      我拿原木上去烧，几分钟后，几个原木就变成了黑焦焦的木炭，我把这些大块的木炭切成4份，1份刚好够一个火把烧。我把木炭装上木棍，我试了几次，木炭老是掉到地上，终于有一次我把炭装到了木棍上，我还摸索到一定技巧。\n      我终于做好准备工作了，我提醒吊胆的进去了坑。黑漆漆的，什么也看不见。我擦亮了我的火把，一坨明亮的火光驱逐了黑暗，使这里得到一丝温暖。我把火把背到背上，左手持盾，右手持枪，腰间别着长锤和凿子，裤兜里装着不知道哪里来的打火石，一步步向着洞穴深入（和谐）。我向矿洞大吼一声，以至于向黑暗证明我在向它们宣战。回应我的只是空荡荡的回声和微弱的低吼。             “叮咚~”洞壁渗出一滴水，响亮的落在地上。我已经向这里深入了50多米， 可是却没碰到基岩。我怀疑，这个世界是不是装了比群恋还坑的mod··\n我从洞中看到，有一些东西在发出绿色的荧光。“主世界怎么会有萤石呢··”我拿火把凑上去看了看，也没看出什么。于是我就硬生生的凿了下来，才发现是力量宝石！\n       我把已经挖出来的一颗宝石放进了兜里，然后拿这这颗发出荧光的力量矿石探路，虽然只能找出前方一点点的路，但还是比不停在烧炭的木棍好点。我把几块力量矿石凿完后，又发现了赤红色的东西，这应该是一种铜类。铜矿石中，我还发现了黑铁色的东西。这时我脑子里闪过一条信息：铁矿，IRON MINE 用途：铁甲，机器，炼钢。硬度：···我赶忙摇了下头，信息就停止了。我对我自己拥有的能力感到很神奇，或许是上次不小心被苦力怕炸到后摔了头。随后，我又用自己的意志打开了合成表界面，只见无数个物品在脑海里漂浮，我随便打开了力量矿石的界面，发现它可以镶嵌在工具中，工具就会得到一定加成，我还发现力量矿石经过一定治炼后会变成一种光亮大，但不会产生任何能量的晶体。\n       我赶快把游离中的我拽了回来，继续挖矿。越往矿洞深处，矿就越多，才挖了差不多半小时，我就堆了一堆矿石在口袋里，鼓鼓囊囊的，但一点也不重。啊，这里还是跟游戏一样不科学。\n       我继续深入着，知道我发现一道白光·········‘\n啊！及时有点晚了也给点面子吧~\n如果你懒得回复，可以复制以下哦~\n  写的真不错！我挺你\n  赞一个！挺好的！\n  写的不太好，需要（）\n\n\n",
    "replies": [
        {
            "author": "TDL",
            "timestamp": 1416093720,
            "txt_content": "抢个沙发坐坐，LZ努力啊！{:10_540:}"
        }
    ]
}