{
    "title": "spigot-1.8版本即将放出",
    "author": "john180",
    "replyCount": 9,
    "timestamp": 1416073680,
    "txt_content": "先上原文\nEDIT 2: Test server is closed for now, thanks to all those who participated. Looking forward to release soon!\n\nEDIT: The test process is now pretty much over. We have removed the whitelist on the Spigot server for 24hours and it is free to mess around on till Saturday, be nice and have fun: test.spigotmc.org!\n\nAs some of you may have gleaned from Twitter / IRC recently, it is more or less time to begin the final test process for both CraftBukkit and Spigot 1.8 releases. Over the last couple of weeks we have been ironing out all the obvious bugs within these two builds, and we are fairly confident that we have gotten all of the major ones, but now it is time to open up these builds to the public in order to ensure that we have all of our bases covered; not just from a “hey the server doesn’t crash” point of view, but from all fronts including plugins and advanced or quirky mechanics such as redstone and command blocks (something we, as developers, don’t have much experience with).\n\nReferring back to the 1.8 progress check, this means that almost all work on CraftBukkit, Spigot, and the Bukkit API additions are code complete, and contain all of the features of 1.7, plus major new API additions for 1.8. As such, our focus shifts from writing new code, to instead fixing code already written, but more importantly performing the enormous amount of work required to ultimately make a release, and breathe new life into the wonderful communities which surround both of these projects.\n\nThe test process itself will be lead by @cindy_k, and last for approximately one week (although this date may be extended if we are not confident about stability or any major issues arise). In order to keep things manageable you will be required to have fifty posts on the forum at this point in time (that means no spamming posts now). It sounds like a large number, but there are actually over 1000 members who meet this requirement. The reasoning for this decision is that we, the Spigot Team, would better spend our time addressing issues than managing a large number of people. Additionally we see it as a way of saying thank you to those who have dedicated substantial time and effort to contributing to the wider Spigot community.\n\nIn order to apply for whitelist, you simply need to meet the above requirements, and fill out this form here. Once we have received your application and double checked that you meet the requirements (please don’t waste our time), you will be added to the whitelist. From here, your responsibility is to play on the server, enjoy yourself, but most importantly pay close attention to gameplay and plugin functionality so that you can spot any issues which need our attention. In order to help you with this, we have created a number of resources where you can liaise with other testers to collaborate and get more information. These resources include:\nIRC Channel: #spigot-1.8, http://irc.spi.gt/iris/?nick=&channels=spigot-1.8\nGitHub Issue Tracker: https://github.com/SpigotMC/1.8-testing/issues\nBig List of Testing Ideas: http://goo.gl/6VnigE\nRequest write access to this document from the IRC channel.\nThis list contains samples of the type of stuff that we need fully tested. Feel free to test other things and add your own!\nApplication Form: http://goo.gl/forms/zzJgFPbnte\nAdditionally please note that the test server (test.spigotmc.org) is running BungeeCord. The default server is running Spigot, however we also have a CraftBukkit and Vanilla server to test with. Before filing a bug report it would be extremely helpful to test on the other two servers as there are indeed a number of Vanilla bugs present.\n\nFinal Notes\nThanks for your continued support thus far. At this stage we have not given an official release date, so any countdowns as such are purely speculation, however if you take todays date, the length of the one week test process, and add a little bit of a buffer, it should be pretty clear that we intend to release before the end of the month! Additionally, even if you do not meet the requirements to become an official tester, we may host a couple of “open hours” on the test servers, so keep an eye out on my twitter if you are interested.\n\n<insert witty Aperture Science reference here>\n~Spigot 1.8 Team\n部分翻译\n\n修改2\n现在测试服务器已经关闭,感谢所有参与测试的人员。敬请期待版本发布.最后说明\n谢谢你们的继续支持。在现阶段,我们并没有给出一个官方发布日期,所以任何与之相关的倒计时纯粹都是猜测,不过如果你按照今天的日期,加上一个星期的测试过程,再加上一点缓冲的时间,你应该不难发现我们准备在月底发布!如果你对此还不满足,你们可以加入官方测试,我们的测试服有大量的开放时间。\n\n在这个月月底就应该能喜闻乐见的见到1.8的spigot了。\n\n\n\n\n",
    "replies": [
        {
            "author": "叁只番茄",
            "timestamp": 1416074040,
            "txt_content": "_(:з」∠)_除了上面的edit 下面的我都翻译过\nhttp://www.mcbbs.net/thread-362865-1-1.html"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1416074160,
            "txt_content": "大半夜的   不累吗→ →   "
        },
        {
            "author": "dcsuibian",
            "timestamp": 1416075300,
            "txt_content": "支持，但来晚了，沙发先行一步"
        },
        {
            "author": "Wolverine",
            "timestamp": 1416083220,
            "txt_content": "好大的一堆文字，翻译一定很辛苦吧？这么晚了"
        },
        {
            "author": "john180",
            "timestamp": 1416113280,
            "txt_content": "叁只番茄 发表于 2014-11-16 01:54\n_(:з」∠)_除了上面的edit 下面的我都翻译过\nhttp://www.mcbbs.net/thread-362865-1-1.html ...\n因为我记得我貌似看见过所以我就没翻→_→\n\n其实是我懒╮(╯_╰)╭"
        },
        {
            "author": "叁只番茄",
            "timestamp": 1416113640,
            "txt_content": "john180 发表于 2014-11-16 12:48\n因为我记得我貌似看见过所以我就没翻→_→\n\n其实是我懒╮(╯_╰)╭\n我也懒(*/ω＼*)【懒趴趴"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416331440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416331500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CZCNIU",
            "timestamp": 1416331500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}