{
    "title": "<原创·连载>《史蒂夫纵横我的世界》<第五记>",
    "author": "KSKAKBKD",
    "replyCount": 8,
    "timestamp": 1416110100,
    "txt_content": " 本帖最后由 KSKAKBKD 于 2014-11-16 12:10 编辑 \n\n        这是本作的第五记，索引在：请点这里！谢谢支持！初音未来深海少女：\n\n\n\n         第五记\n\n\n         “当！”食怪花的叶子和根的力量立刻将史蒂夫击飞到了半空中，突然间史蒂夫的饥饿度下降了两格不过史蒂夫也看到了食怪花的巨大的花朵中心的花蕊，“会不会？会不会这就是食怪花的弱点？”“算了！反正我这样一直下去是赢不了食怪花的，迟早是要死的，还不如拼了拼运气试试看！”史蒂夫立刻使出目前全身的力气将铁剑射了过去！\n\n\n\n\n         “噗！”那把蕴含着史蒂夫全身的力量的铁剑狠狠的射中了食怪花，食怪花“吱！吱！吱！”的叫着，叫声越来越猛烈，突然食怪花像是发狂了似的不断的到处乱打，四周泥土飞溅。“当！”史蒂夫的视线由于受到了泥土飞溅的影响没有看到食怪花打过来的一击，没有任何防备，立刻被狠狠的击飞撞到一棵高大的黑橡木树上，树颤抖了一下，史蒂夫瞬间被扣了两颗心，体力也下降了一格。\n\n\n\n\n         过了一会，食怪花的叫声变小了，再过了一会食怪花没有任何声音了。史蒂夫抬头看了看，食怪花现在正躺在那一动不动的，“额！终于死了，不愧是A级的怪物，可真难对付。”正当史蒂夫送松了一口气的时候以食怪花为中心散发出一股绿色的烟雾，这股烟雾很快就笼罩了史蒂夫，史蒂夫立刻感到了难受，并扣了半颗心，“糟糕！是毒！”史蒂夫马上明白了这烟雾是什么烟雾。立刻站起身来，往外面跑，幸好这毒雾刚开始扩散得快，之后就变得慢了，并且扩散了十格了之后就没有扩散了。\n\n\n\n\n         那位躲在一棵高大的黑橡木树后面的人看到食怪花已经死了，立刻跑了出来，奔向史蒂夫，来到史蒂夫身旁，将他扶了起来。史蒂夫马上从背报里拿出两块面包吃完，恢复了体力。突然史蒂夫拔出一支箭，指着那没有任何装备的人：“说！你是谁？为什么会在这里？”“救命恩人！你赶快把那支箭放下！我并没有恶意啊！我是住在这森林里的一个村庄里的村民！”村民？难道他就是minecraft里的NPC人物村民？不过这AI也太高了吧！而且我还从来没听说过黑森林里会有村民啊！算了，暂时先相信他吧！“你说你是住在这森林里的村民，那你的名字是什么?还有可以带我去看看你们的村落吗？”“当然可以，我们村最需要你这种武力高强的战士了，我的名字叫村建（蠢贱）！”一听到史蒂夫要去村建的村落，村建立刻变得兴奋了起来！史蒂夫看了看天空太阳再过一阵就要落下了。“那我们快点吧！”“好啊！”\n\n\n\n\n         这时食怪花散发的毒雾已经散了，食怪花的尸体也不见了，在食怪花原来的位置正有两瓶药水漂浮在那，还有史蒂夫的铁剑插在地上。史蒂夫走了过去，拔出铁剑，把弓放在地上，弯下腰捡起两瓶药水，看了看：腐蚀药水和毒雾药水。收进背包里，再把弓佩上。“好了，我们走吧！”突然史蒂夫来了个翻滚，在他的原位置正插着一支箭，向前看去，只见前面有一只站在树阴下的C级骷髅，村建立刻又躲在了树后面。“哼！一只C级的骷髅就敢来杀我，我看是来送死的吧！”史蒂夫脚一蹬，冲了过去，拿起铁剑就将C级骷髅射来的第二箭给砍在了地上，用力一刺，正中骷髅的左胸，骷髅立刻想发出一声吼叫，可吼叫还没有完全发出来史蒂夫就在来个回身往他脖子一砍，骷髅立刻倒在了地上，消失不见了，原地只有一根骨头在那旋转，史蒂夫捡起骨头，暗想道：看来C级和A级实在是相差太远了啊！\n\n\n\n         “好了，没事了。可以出来了。”转过身，史蒂夫看着正躲在树后面的村建，村建听到了史蒂夫的叫声，立刻探出了头向四周看了看，发现并没有任何危险了之后这才跑出来，“恩人！你可真厉害！这些怪物我们村除了几位长老和用剑大师西卡里还有他的一些徒弟之外其他人都要拼半天才那把它们给消灭。\n\n\n\n       （未完待续）\n\n\n谢谢支持，再发一遍索引：在这里！。谢谢你的支持！！！！！！！\n@UFO170 @★MC火柴★ @xuelong @459349159 @a2455564728 @1205942028 @大葱之灵@1770964163 @UFO170 @G王者Z巨蟹Y \n\n\n        \n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "c36caocao",
            "timestamp": 1416110400,
            "txt_content": "顶一个=w="
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1416110460,
            "txt_content": "分段好评！看起来舒服！  \n\n\n\n\n\n\n\n       \n                                    【BGM：《千本樱》电吉他独奏，前方高能！非战斗人员迅速撤离！】\n                                                                       \n                                                      ↓才不告诉你们我的签名档可以点击的呢↓"
        },
        {
            "author": "活得很活的人",
            "timestamp": 1416110640,
            "txt_content": "觉得既然是小说，就不必太追求在MC里的真实。例如“史蒂夫瞬间被扣了两颗心，体力也下降了一格”“并且扩散了十格了之后就没有扩散了”这样的句子里的数词可以去掉"
        },
        {
            "author": "KSKAKBKD",
            "timestamp": 1416110760,
            "txt_content": "活得很活的人 发表于 2014-11-16 12:04\n觉得既然是小说，就不必太追求在MC里的真实。例如“史蒂夫瞬间被扣了两颗心，体力也下降了一格”“并且扩散 ...\n谢谢，请教了！"
        },
        {
            "author": "KSKAKBKD",
            "timestamp": 1416110760,
            "txt_content": "G王者Z巨蟹Y 发表于 2014-11-16 12:01\n分段好评！看起来舒服！  \n谢谢支持！你的签名档。。。。"
        },
        {
            "author": "KSKAKBKD",
            "timestamp": 1416110820,
            "txt_content": "活得很活的人 发表于 2014-11-16 12:04\n觉得既然是小说，就不必太追求在MC里的真实。例如“史蒂夫瞬间被扣了两颗心，体力也下降了一格”“并且扩散 ...\n谢谢支持！请教了！"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1416111720,
            "txt_content": "KSKAKBKD 发表于 2014-11-16 12:06\n谢谢支持！你的签名档。。。。\n又换了两个……而且正好都是拳头  \n\n\n\n\n\n\n\n       \n                                    【BGM：《千本樱》电吉他独奏，前方高能！非战斗人员迅速撤离！】\n                                                                       \n                                                      ↓才不告诉你们我的签名档可以点击的呢↓"
        },
        {
            "author": "0744448",
            "timestamp": 1416112860,
            "txt_content": "还可以      "
        }
    ]
}