{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第二十三章：挣脱逃离】",
    "author": "418878840",
    "replyCount": 1,
    "timestamp": 1416121380,
    "txt_content": " 本帖最后由 418878840 于 2014-11-16 15:07 编辑 \n新的篇章，新的开始，有点激动啊......\n索引在此\n\n第二十三章：挣脱逃离  周围的空间开始扭曲，一丝灰色雾气流入猪猪君体内，随后，越来越多的气息环绕在猪猪君身边。灵魂碎片突然出现在了他的身前，悲伤的情绪愈加旺盛。以前的伤心，痛苦，愤怒的事情好像都融入了灵魂碎片之中，让猪猪君有种如释重负的感觉。  匕首上的阴霾雾色越来越浓郁，刀身也渐渐变大，很快，这把匕首就成了一把长刀。  长刀缓缓落下，猪猪君将他握在手中，轻轻掂量，诡异的气息喷涌而出，好像里面存在着生命，猪猪君隐隐约约听到灵魂的哀嚎和绝望的呼喊。  “这就是你要给我的力量吗？”  再也没有回应，猪猪君笑了笑，便闭上了眼睛。  有一次睁开双眼，还是在那个充满了海绵的房间中。猪猪君使劲挣扎，还是没有效果。此时他的神智已经恢复了，而且脑子里还多了很多关于灵魂碎片的信息。  看了看外面的电子显示屏，竟然过了一天。看来我在那个空间中待得时间也蛮久的了。  白伤已经不在了，换成了另外两个戴着青色面具的人。  “哼哼，这是个好机会。”猪猪君心里想着。  猪猪君双目微闭，嘴里低声呢喃着什么，身上出现了微微的蓝色光芒。  “他在干吗？”监控室内，一个人问道。  “我怎么知道，他嘴巴上堵着布，又不能说话，管他呢。”另一个人不以为然的说。  一把刀的虚影浮现在猪猪君的身前，看着那把刀，猪猪君冷冷一笑。“现在，是报仇雪恨的时候了！”  “叮咛”一声，猪猪君身上的厚重铁链落了在地上。握着长刀的墨色刀柄，猪猪君感受到了——感受到了强大的力量！  一连串的金属劈砍声，房间的墙壁被切割成了两半，虽然内部是海绵制成的，但他的外面确实是货真价实的钢筋啊。  “不好！有情况，快去通知总部！”猪猪君破坏墙壁的动静实在太大，监控部门第一个察觉到了这突然的变化。  就在监控室的另一个人还在喝茶玩手机游戏，刚刚反应过来时，猪猪君已经从实验室内冲到了储藏室。猪猪君站在储藏室的走廊上，停住了。因为他的前面站着许多荷枪实弹，手持枪支的人。  看着他们手里的武器，猪猪君的心提到了嗓子眼。这就是传说中的枪吧，不知道威力有没有大胖鸭说得那么厉害。之前父母还在时，猪猪君看到过史蒂夫拿枪，但没看到过他用。  这次猪猪君遇到了真正的枪，在不清楚威力的情况下还是小心点为好。  那些人都戴着黄色面具，黑压压的枪口瞬间对准猪猪君。  “报告总部，已经发现ID为00009的实验体，请指示。”其中一个人拿着对讲机说道。  “抓起来，绝对不能让他跑了！”浮游在那一头大吼。  浮游刚说完，那些人就迅速后退，并且按下了扳机。  他们知道，普通的子弹对于拥有灵魂碎片的人几乎是无效的，但如果是麻醉弹的话就不一定了。  猪猪君长刀一个翻转，从正握变成了横握，比原来更加庞大的能量在猪猪君的身前形成了一个无形的护罩。  那些拿着枪的人看着自己发射出去的子弹还没碰到他，就已经落地了，心中不禁郁闷。但郁闷归郁闷，他们的目的已经达到了。于是，这些人就朝后面撤离了。  “额，我还没打呢，怎么就跑了？”猪猪君暗自纳闷，不过也好，少了一堆拦路的。  猪猪君不知道他们的目的其实只是拖一拖时间，一来不让他冲到大型实验室里对工作人员大杀特杀，二来给黑镍战斗部门的人争取赶来的时间。  但一队人马显然是不够的，很快，从走廊外再次冲来一群人，且武器更加精良。猪猪君只能在原地被动抵挡，无法继续往前。而他们却是一波没了弹药就换另一拨人，这波没了弹药又去换之前去补充弹药的人，进行车轮战。  到最后，他们干脆把重型机枪给搬来了……  “靠！你们把我当猴耍呢！”猪猪君气的大吼。灰色烟雾瞬间蔓延开来，充斥了整个走廊。那些士兵吸入雾气后，突然停下了攻击。  “喂喂，干吗呢，停下来干吗。”浮游看着监视器，奇怪道。  霎时间，猪猪君身形一动，刀光连续闪烁，那些人就倒在了地上，死了。  雾渐渐散去，那些尸体暴露在空气之中。猪猪君看着自己的刀，有点不可思议。  “好锋利的刀，好强大的能力！”一道声音缓缓传来。  “谁！”猪猪君的身子一颤，刀挡在自己的身前。  “呯”一声，只见猪猪君的脚下多了许多银针。  “这是？”猪猪君看着地上的银针，又比了比自己的刀。  我靠，这是猪猪君当时的唯一想法，因为这些针全部都射向了他的心脏部位，要不是他刚刚用刀身挡住了，不然这将近五十多个的针就都要扎在自己的心脏上了！  “反应挺快的吗，竟然可以挡住我的偷袭。”浮游看着猪猪君，笑着。     \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 \n好友@十连发\n另外，求人气\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "2263026",
            "timestamp": 1416135540,
            "txt_content": "支持你一下吧"
        }
    ]
}