{
    "title": "关于视频版“移民”的一些额外信息与注释",
    "author": "geludan",
    "replyCount": 9,
    "timestamp": 1416146100,
    "txt_content": " 本帖最后由 geludan 于 2014-11-16 15:02 编辑 \n\n1，“为什么会出现不是地图的版块”？不再重复，展示&共享大区这个名字我本人不喜欢，一开始的目标只是因为共享版人气溢出，想要最佳利用这个人气资源（参见当初皮肤材质分裂的原因），所以不要觉得大区是共享版的大区，对出现地图之外的内容不要惊讶。毕竟一个大区只有一个板块太。。我希望大家的视角可以看新大区为一个真正的大区，而不是共享版的衍生物。\n2，版块不能由地图来分，比如“建筑，红石，跑酷，解谜”之类的，为什么？要不你来移动帖子{:10_495:}......\n\n3，“大区是否内容太多？”，说白了，本来大区只有原创，搬运，精品三个板块，全都是共享版出来的。。你说一个大区只有共享版你腻不腻。。别的大区都是各种多样化，都是泪，不提了，分大区也是很难的\n\n4，“是否会继续分割灵感交流板块？”，这个问题很好回答。视频版本来就是在当初的计划之内，所以我并不惊讶。同时也不会出现对灵感大区继续蚕食的情况，因为实在没必要，创意“材质皮肤画画模型”等，对“灵感交流”这个主题非常适合，放在展示游戏这个大区下就相当不合适了。\n\n5，关于剧透的标记，别想了，这是这个标记第一次公开露面，百度识图是没用的。。{:10_510:}\n\nhttp://www.mcbbs.net/thread-365808-1-1.html 原帖地址",
    "replies": [
        {
            "author": "夏福",
            "timestamp": 1416146220,
            "txt_content": "我智商不太懂         "
        },
        {
            "author": "HC20011015",
            "timestamp": 1416146280,
            "txt_content": "看不懂...(我会跟你说我是因为前排才发此楼的吗?)"
        },
        {
            "author": "BensonQC",
            "timestamp": 1416146340,
            "txt_content": "展示&共享大区的确需要新血液的注入。"
        },
        {
            "author": "174--3Q",
            "timestamp": 1416146400,
            "txt_content": "新来的看不懂233..\n\n\n\n\n\n\n"
        },
        {
            "author": "Hong-Jian",
            "timestamp": 1416146580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "likeliang",
            "timestamp": 1416147300,
            "txt_content": "可以部分吞并游戏技巧版呀，现在游戏技巧版都是红石命令方块，而板块虽然名为“游戏技巧”（教程什么的）并不是板块主流，干脆把教程什么的移到共享大区开个新板块，然后再加入一些其他的分类做成地图讨论版然后游戏技巧版改成合适的名字"
        },
        {
            "author": "geludan",
            "timestamp": 1416149160,
            "txt_content": "likeliang 发表于 2014-11-16 15:15\n可以部分吞并游戏技巧版呀，现在游戏技巧版都是红石命令方块，而板块虽然名为“游戏技巧”（教程什么的）并 ...\n你知道不便透露版是什么版吗？{:10_495:}"
        },
        {
            "author": "saa350",
            "timestamp": 1416213900,
            "txt_content": "一句话都看不懂呢 0 0"
        },
        {
            "author": "likeliang",
            "timestamp": 1416223620,
            "txt_content": " 本帖最后由 likeliang 于 2014-11-17 23:34 编辑 \ngeludan 发表于 2014-11-16 22:46\n你知道不便透露版是什么版吗？\n那不动【数据删除】版也行吖= =，直接在共享区开设“地图讨论版”。PE区mod区服务器区都有这样的板块，“地图讨论版”的功能基本分散在共享版、茶馆和【数据删除】版（←其实【数据删除】版没占多少）。例如共享版内的种子、分享两类，还有茶馆那些讨论地图的（茶馆确实是太杂了，分一些到地图讨论版也好，可以缓解一下茶馆的压力。给个不知道是否合理的界定就是“带MC截图的发到地图讨论，纯文字，比如你最喜欢哪个怪物之类的贴，就去茶馆”），还有不知道应该发在哪个版的建筑教程、地图攻略，这些加起来应该可以构成一个板块了吧。PE讨论包含的差不多也是这几个内容，而且人气相较PE大区其他板块来说还不错，就算人气不济，地图讨论版还是相当有必要的，可以完善并理清共享区的分类，是为了保证板块本身的完整，作为一个必要项存在的，像PE大区不少板块每天只有几个回帖，但那些都是必要板块，少了这些就不能算是完整的大区了。还有展示共享大区里有个展示共享版真的很奇怪= =，其实如果要创建地图讨论版并承担部分展示共享版的功能的话，从展示共享版内剩下的分类来看可以改成原创作品版之类的了，然后把模版里的分类放到板块里的分类上，这样方便会员查找（在共享版内一直很难找到想要的地图类型，必须要点进帖子看模版，显得很麻烦，这个问题也能得到解决）。正好有个“海外作品”版，能和“原创作品”版对应。共享版以前一直是包含很多内容，特别难找到想要的东西，进去想翻翻地图，偶尔还夹杂着种子和国外建筑比赛的消息，转型为大区还是没能彻底解决，而且板块本身的名字也带有一定“迷惑性”，如果变为原创作品版就通俗易懂了。在加入地图讨论版后共享区就能彻底分类清楚，地图类有海外作品版和原创作品版，地图相关类有视频版和地图讨论版，再加上竞赛性质的PC擂台版，共享大区就非常清晰、完整了，发地图可以去原创地图或者海外搬运，写了某个地图制作工具的教程或者看到蘑菇岛就去地图讨论大区，看实况就去视频版，精品建筑去精华圣堂，偶尔还能参加擂台赛事。（其实基本是参照PE大区，如果这样改良对应一下PE大区大概就是 PC擂台对应PE擂台，地图相关部分（软件资源+PE综合讨论），地图部分（PE作品发布）不过PE还多了一个联机部分=.=。）卤蛋考虑一下以上内容吧=.="
        }
    ]
}