{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第二十四章：银戟威能】",
    "author": "418878840",
    "replyCount": 2,
    "timestamp": 1416230880,
    "txt_content": " 本帖最后由 418878840 于 2014-11-22 21:45 编辑 \n最近脑子很乱，不说什么了。（找错字有奖哦）\n索引在此\n\n第二十四章：银戟威能\n  浮游的双手在猪猪君的眼前一晃，无数银针便从他的指缝间弹射而出。  猪猪君抬起刀，想再次用刀身抵挡。但浮游这次的攻击不只针对一个地方，而是猪猪君的全身。  望着这些密密麻麻细小的银针，猪猪君的眉头满是冷汗。  好在猪猪君的灵魂碎片本能的释放出了护罩，那些针一碰到那若有若无的透明护罩后便化为了粉末。  “哈哈，区区几根针未免太小看我了，你以为普通的缝线针可以攻击得到我？”猪猪君见危机已过，不免嘚瑟道。  “哦，真的是普通的针吗？我倒是想看看。”浮游的攻击落空了，但他却没有一点着急的样子，只是在走廊的出口处来回渡步。  猪猪君看着地上银针的碎屑残渣，心头升起了危机感。这种感觉可不太妙啊。  就在猪猪君想再次提刀防备时，地上的粉末突然升起，缓缓凝固，很快，就又成了许多大大小小的针。  这些针跟之前不一样！猪猪君心里想着。  突然，一阵阴风，数根凌厉通亮的银针就扎了过去。  猪猪君释放出了护罩，那些银针撞到后再次变成了粉末，但有一部分针却停了下了，没有撞过去，而是选择在猪猪君的身旁环绕。  “你可以控制它们？”猪猪君诧异的看着浮游。  只见浮游右手抬起，五根手指不断的改变位置，脸上露出了必胜的笑容。    几分钟前，办公室内。  镍队长此时竟然破天荒的站在一个人身边。  “这个浮游的灵魂碎片非常特殊，有了他的‘银戟’，我有把握抓住00009。”镍队长笑道，但脸色很不好，眼睛看着坐在椅子上的那个人，像要喷出火来了。  那人翘着二郎腿，十分得意，“浮游，灵魂碎片也算是A级了，但要是他让实验体跑了怎么办，我找你啊？”  “没关系，有什么事情的话任你处罚。”镍队长举起拳头，恨不得对着他脑袋就是一拳。\n  “才刚开始呢，不急。”浮游笑道。  银针迅速改变方位，猪猪君的护罩无法移动到后方，只好身形往后旋转。但那些成了粉末的针又凝固起来，攻击猪猪君已经没有护罩的前方。  很快，猪猪君就被这些小巧的针耍的团团转，再也没有体力抵挡了。  虽然猪猪君很努力，但还是有一条漏网之鱼，一根针就这样穿过了他的防线，猪猪君的后脑勺被针深深刺入，血顺着之前猪猪君的伤口滑落下来。  “我靠！”猪猪君感觉到了自己的脑袋变得很沉，意识开始模糊，他知道自己是中了麻醉药了。  但脑海中突然涌现的声音让猪猪君瞬间清醒起来，他说：“嘿，你不是说要报仇吗，这就不行了？”  “难道你真的要放纵自己晕倒，然后被人再次关到那个让人头皮发麻的屋子里去？”  “那你之前的努力不是白费了吗，也白费了我的一番苦心！”  那声音的质问响彻猪猪君的脑海，是啊，不能就这么昏过去！  猪猪君晃了晃身子，拿起刀，指着浮游。  “你说的很对，现在，战斗才刚开始呢！”  浮游一愣，他的身边顿时出现许多银白色的短柄细剑，不断飞舞着。  蓝光一闪，猪猪君就出现在了浮游身边，一刀砍了下去。  地上密度极大的金属在受到猪猪君的砍击后，竟然也裂开了一条缝隙，让浮游不得不后退。  我有这么厉害的招数干吗不早用？猪猪君心里十分郁闷，看来自己真的是冲动过头了。  裂缝还在不断扩张，浮游练练后退，但猪猪君却是骤然跳跃，把刀反手对着浮游就是一个有力的劈砍。浮游现在也反应过来了，立刻控制周围的短剑挡住了猪猪君的攻击，猪猪君只好踩着他的短剑，跳了回去。  浮游双手握拳，神色异常严肃，看来在他眼中，这才是战斗，之前是在逗猪猪君玩呢。  猪猪君可能也领会到浮游的想法，心情更是不爽，迎着他的短剑就冲了上去。  短剑不断交叉，一层层短剑形成的壁垒让猪猪君无法迅速找到浮游的破绽，倒是给浮游争取了应对的时间。  中间的短剑继续隔绝这猪猪君的进攻，而另一边，浮游却是悄悄的控制了几把匕首慢慢接近猪猪君。  猪猪君怎么会没发现，立刻跳开，长刀对着匕首一挑，匕首就掉在了地上。  “偷袭我，没门……”猪猪君还没说完，突然发现前面作为盾牌的短剑动了，对着猪猪君就刺了过去。  猪猪君的刀还在旁边没拿起来呢，一个不小心，短剑就划破了猪猪君的左肩。  猪猪君之前跟熔岩山聊过天，也知道短剑的优点，无非就是比匕首长一点，比长剑好操控点吗，威力还是那样。  但这次猪猪君却是体会到了短剑的恐怖，熔岩山好歹也是上来举着武器跟你打，你这直接当飞镖似的扔过来了，这怎么玩？虽然猪猪君已经最快的反应过来并且避开，但还是被划伤了左肩，这不就是因为短剑比较灵敏，飞的时候转了个弯吗。  猪猪君看着地上从左肩流出的血，也没在意，反正不影响自己接下来的攻击。  浮游见猪猪君被自己划伤左肩后还如此镇定，心中有点佩服了。但这次浮游可不敢再拖时间了，因为上面的任务是把猪猪君捉起来，而不是拖延他的步伐。  浮游双手又是一晃，周围的短剑便散了架，成了两把巨剑。  这就是黑镍中的秘密武器吗，银戟，真是厉害啊。之前办公室内的人注视着走廊的情形，感叹道。  猪猪君彻底愣住了，这是什么灵魂碎片啊，我也要！   \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 \n好友@十连发\n另外，求人气\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "壹佰佰佰",
            "timestamp": 1416231120,
            "txt_content": "排版可以略好一点，可以通过环境描写来体现出战斗的激烈"
        },
        {
            "author": "仗贱走天涯",
            "timestamp": 1416231720,
            "txt_content": "真佩服你们能坚持写下来"
        }
    ]
}