{
    "title": "【紫龍島傳説】第三章·交战紫龙",
    "author": "2573786055",
    "replyCount": 9,
    "timestamp": 1416310260,
    "txt_content": " 本帖最后由 2573786055 于 2014-11-18 19:57 编辑 \n\n=========================前期回顾=======================\n     “呵呵，是什么账，应该不用我说了吧？你欠了我一个契约！”\n     “契约...什...什么契约...?”僵尸猪人说话的声音在不停地颤抖。\n     “你好好想想，我们当初，是怎么达成协议的，我是为什么把你当成我的主人的”\n     （猪人怔住了，他不知道该说什么好，同时，他又陷入了沉思...）\n=========================半个月前=========================\n       在他的一声声熟练地咒语中，魔法阵有了反应，说时迟那时快，魔法阵嗖的一声，从中心往天空射了一条魔能，同时，天空打了几个响雷，在黑与白交替的光线中，从天空中飞来了一头巨龙。\n       “我亲爱的主人，多谢你将我从十万年的封印中释放出来，请问，你需要我做些什么呢？不过，事情必须是黑暗的，否则，你将被黑暗契约永久的吞噬...”\n+++++联想结束+++++\n       “吞噬……永远被黑暗契约吞噬……”僵尸猪人颤抖地说道。\n       “你……你想？”\n       “没错。”紫龙笑了笑道。同时他将双手往上一挥，一阵暗灰色的能量气流便聚集在了他的手中，紫龙又笑道。\n       “你背叛了我们的契约——毁灭这个世界。”\n       紫龙又看了看僵尸猪人，舔了舔嘴角，道：“我亲爱的主人，如果现在我让你再选择一次，你会同我一起毁灭世界吗？”\n       紫龙说这句话的时候，脸上的表情实在难以猜透，这表情中包含着蔑视、渴望、期盼以及一份阴森。\n       僵尸猪人犹豫了一瞬，斩钉截铁地说道：“不会!我不会让你毁灭这个世界的,并且我现在，要为解除了你的封印这个巨大的错误而打败你！\n       “那么，我现在就要毁灭你！”紫龙终于愤怒了，只见他默念了几句咒语，瞬间，他被一阵幽紫的光所笼罩，又是一瞬间，那一层包裹着紫龙的幽紫的光，瞬间被一条条暗黑色的光柱冲破，此时的场景，真是如同春蝉破茧一般。\n       0.31415926秒以后，那幽紫的光线退去了，里面出现了一头龙的影子，渐渐地影子越来越浓，最后影子化身为了一头龙，一头紫色的龙，一头紫色的巨龙！\n      “接招！”僵尸猪人虽然料定自己已经不可能有胜算了，但还是抽出一对金剑，向着紫龙冲来。\n       “嘭……”一阵黑烟过去，僵尸猪人还停在空中，但是双手中的金剑却早已折断。“雕虫小技。”紫龙讽刺道，根本没把僵尸猪人的垂死挣扎放在眼里。\n       紫龙双手一紧，朝着僵尸猪人幽幽地说道：“僵尸猪人，接受黑暗契约的审判吧！”活音刚落，僵尸猪人身旁突然出现了四个紫色的魔球，紫龙把手中的能量气流向僵尸猪人一投，四个魔球便也随着能量气流团围着僵尸猪人环绕起来，僵尸猪人突然发出了一声惨叫，顿时口吐鲜血，倒在了地上。\n        “绝望吧，在无尽的死亡深渊里！”紫龙自语道，那四个魔珠也越转越快，僵尸猪人的哀嚎也一声比一声凄惨。\n        “呵呵，主人，对不住了。”紫龙默默看着僵尸猪人痛苦的样子，手一晃，天地顿时失色，黑暗的能量便再次聚集在手中。\n        “暗影……”\n        “可恶……我不准……你伤害我的朋友……”史蒂夫大吼道，抽出一把钻石剑，直接朝着僵尸猪人奔来。\n        “废物……没用的......”一个魔珠突然改变了方向，直接朝着史蒂夫飞来。\n        史蒂夫连忙拿起剑来格挡，没想到直接被逼退了10米，而钻石剑也直接被震飞了几米开外。\n        “你阻止不了我的，放弃吧！”紫龙大笑道，完全没把史蒂夫放在眼里。“受死吧，僵尸猪人！这是你背叛暗黑契约的代价！”\n        “可恶……我一定要……”\n       突然，史蒂夫的身上突然发出了一股亮光，亮光照亮了史蒂夫。史蒂夫被亮光洗礼后感觉自己的身体忽然有了无穷的力量。\n       “这是……创世神的力量！”紫龙连忙用手遮挡。\n       史蒂夫手上不知何时已握着一支圣剑，他将剑端指向僵尸猪人，大喊道：“破！”\n       僵尸猪人身边的魔珠顿时都碎成两半，而能量团则直接灰飞烟灭。史蒂夫紧接着三步并作两步，就朝着紫龙冲来，此时的他，仿佛感觉自己的速度至少比以前快2-4倍。他心中大喜，一个俯冲跳到了空中，剑也对准紫龙，道：“神圣审判！”\n       紫龙的目孔急剧收缩，但他也聚集黑暗元素，直接建造了一道暗黑色墙壁。史蒂夫的脚步不由得放慢了些许，紫龙轻蔑地笑道，三个魔球直接朝着史蒂夫逼来，史蒂夫大吼一声，一个横斩，三个魔球顿时被劈得粉碎，又举起了剑，向着防御墙冲来。紫龙大惊，及时做出了调整，但是由于他刚从十万年的封印中解放出来，功力还没有完全恢复，直接被史蒂夫震退了3尺。   \n“呵呵，小子，今天我无法击败你，是因为我还没有完全修炼好，当我修炼好那一天。”紫龙稍做了停顿，继续道。\n       “我一定会回来找你的！”\n       紫龙轻轻一挥长袍，便化作一缕紫烟，消失在了空中。\n\n注意：\n1.如果觉得满意就别忘了加分哦\n2.此小说属于紫龍島傳説的番外版，非紫龍島傳説地图的剧情\n3.小说将不定时更新\n4.作者是初出茅庐的新手，小说篇幅可能会忽多忽少，勿见怪\n\n[groupid=797]承诺工作室[/groupid]",
    "replies": [
        {
            "author": "xiaof致命",
            "timestamp": 1416310500,
            "txt_content": "恩不错哈哈"
        },
        {
            "author": "zwh007",
            "timestamp": 1416310620,
            "txt_content": "你居然真的写了。。。呵呵。。。\n10000个赞"
        },
        {
            "author": "2573786055",
            "timestamp": 1416310740,
            "txt_content": "zwh007 发表于 2014-11-18 19:37\n你居然真的写了。。。呵呵。。。\n10000个赞\n多谢鼓励啊\n对了\n你的亡灵战争什么时候写？"
        },
        {
            "author": "HIMH",
            "timestamp": 1416310800,
            "txt_content": "更新好快"
        },
        {
            "author": "zwh007",
            "timestamp": 1416310800,
            "txt_content": "其他还好，就是小说开头略狗血。。。{:10_492:}"
        },
        {
            "author": "zwh007",
            "timestamp": 1416310860,
            "txt_content": "2573786055 发表于 2014-11-18 19:39\n多谢鼓励啊\n对了\n你的亡灵战争什么时候写？\n在正式版发布之前暂时没有写小说的计划"
        },
        {
            "author": "2573786055",
            "timestamp": 1416310980,
            "txt_content": "zwh007 发表于 2014-11-18 19:41\n在正式版发布之前暂时没有写小说的计划\n嗯，共同加油啊"
        },
        {
            "author": "北极星人",
            "timestamp": 1416367920,
            "txt_content": "LZ我给你跪了"
        },
        {
            "author": "2573786055",
            "timestamp": 1416386040,
            "txt_content": "北极星人 发表于 2014-11-19 11:32\nLZ我给你跪了\n为啥？       "
        }
    ]
}