{
    "title": "[文学创作] [创作作品发布]荒邈（邻居家的大厕所）",
    "author": "o-zero",
    "replyCount": 6,
    "timestamp": 1416319620,
    "txt_content": "这觉对不是新作\n  为什么眼前一片漆黑，我什么都看不见，这是为什么？这个世界已经没什么可留恋的，对吧？为什么我要受尽世人的欺辱？而你们，而你们享尽荣华富贵还嫌不够？难道我没有一点价值吗？为什么？啊！为什么？这一切都是梦幻吗？只有自己才是真实吗？不！这不可能！\n     啊！我挣扎着做起“原来是在做梦啊。”对嘛！这种事情怎么可能发生。我想到，但是我同时也知道这只是个安慰，因为他折磨着我，每天我都提心吊胆，因为我知道他是谁，他可以随时干掉我，也可以折磨我，但是很明显他选择了第二项，第二项让我生不如死，但起码活过来了。\n     但是我一直都在和他讲话，看起来就像是朋友一样，但是有些人还嘲笑我和他做朋友。但是我愿意，我是蓝色的，他是红色的，但是中间的绿色哪里去了？我们一直在寻找他，但是没有找到，现在我的控制权基本都让给他 了，除了睡觉的时候。\n      新的一天，请早上的空气让人耳目一新，新的一天有新的事情，除了练习武技之外，还要填上这个“无底洞”啊。又是上武馆的时候了，真是麻烦，因为我们这些人总会想着一周请那么几天假，但是又想不出理由来。我轻车熟路的来到了武馆，一如既往的放下背包练习基本武技，作为一个有英雄梦想的我还是很努力的在学习的啦！“但是？每天这么学习武技会得到什么？还不是照样当不了大侠。”我身体里面的人说出这样的话我也是见怪不怪了。“也没怎么样啊，起码可以自卫吧。”真是的，一帮人用异样的眼光盯着我，仿佛我就是怪物，或者是什么不一样的物种一样，我的一些东西基本上都是他给的我，比如说声望，见人就打就是他的招牌，没了这个我想他什么都不是，别人怕我，就是因为他，但是我的朋友也没少过。\n       比起现在稳重的自己，想想从前，从前热血冲脑的事情真没少干，现在想起来几乎满是羞愧，但是无疑不是童年的最好证明，先不谈论他的事情，但起码管管自己的脾气也是好的，但是就是有些人偏偏就要惹人到一个巅峰的境界才肯罢休，这种人还少吗？但是起码现在安静了很多，如果我犯了错，别人给我五分钟解释的话，我想我可以翻出一大堆理由去压他，我的性格别人猜不到，但是总会有那么一两个人看得出这其中的含义。\n       我习惯性的摸了摸口袋叹了口气”还好，26个金粒无一缺失。“等到训练结束迫不及待的我已经一溜烟的跑了，到了一个书店以后，那个老大叔很习惯的抽出一本书，并点点头，哪位老大叔心很好经常帮我，我也经常去他的店光顾，他除了鼻子有点大之外好像没有什么特点了。我看见这本书，就像看见我的至亲的朋友一样，我看了看这本书，上面写着我与HIM这几个字，底下还有写作者是冥王星人的一个专栏。这本书，让我原本百无聊赖、没有色彩的今天添上了浓浓的一笔。\n        我平时没什么喜好就至少读一些小说而已，当中，我最喜欢的作者就是冥王星人的作品了，她的作品每一个词都恰到好处，正好表达了主角的想法和一些东西，我看得很痴迷，不知不觉两个小时过去了。\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1416320400,
            "txt_content": "从前言不搭后语和莫名其妙过度到了意识流，你和外星人早期写作步骤是一样的啊。\n不过叙述节奏还有点快，要对速度把握再加强一点。"
        },
        {
            "author": "simon3000",
            "timestamp": 1416320580,
            "txt_content": "冥王星人 发表于 2014-11-18 22:20\n从前言不搭后语和莫名其妙过度到了意识流，你和外星人早期写作步骤是一样的啊。\n不过叙述节奏还有点快，要 ...\n古二真      "
        },
        {
            "author": "冥王星人",
            "timestamp": 1416321300,
            "txt_content": "simon3000 发表于 2014-11-18 22:23\n古二真\n何意？"
        },
        {
            "author": "simon3000",
            "timestamp": 1416370560,
            "txt_content": "冥王星人 发表于 2014-11-18 22:35\n何意？\n自古二楼真相"
        },
        {
            "author": "北极星人",
            "timestamp": 1416381300,
            "txt_content": "面对成长起来的厕所我只能掩面"
        },
        {
            "author": "o-zero",
            "timestamp": 1416395400,
            "txt_content": "北极星人 发表于 2014-11-19 15:15\n面对成长起来的厕所我只能掩面\n为啥？？？"
        }
    ]
}