{
    "title": "<连载·单章>魔方世界OL[作者：Aiursad][第29章]（图片福利）",
    "author": "Aiursad",
    "replyCount": 1,
    "timestamp": 1416370740,
    "txt_content": " 本帖最后由 Aiursad 于 2015-1-1 12:03 编辑 \n\n                                                      魔方世界OL\n\n作者大人：好久没有开工啦\n\n音乐君：是的，老板，我知道你时间很紧，但是...我为什么觉得你在故意拖时间呢！\n\n作者大人：啊...啊哈...啊哈哈，没什么没什么，咳咳，开工吧！\n\n剧情君：开工...快点，十万火急\n\n作者大人：出门左转公共厕所，我们公司穷，没厕所！\n\n剧情君（愤怒）：真是穷到家了...!!!\n\n\n第29章：炎嗣的第三阶段\n\n\n       “这炎嗣还有第三阶段？”雷晓宇惊讶道，随后脸上露出一丝贪婪，炎嗣的第三阶段引起雷晓宇的捕捉欲了...雷晓宇似乎想到了什么，急忙召唤出剑魂灰烬，“还真要谢谢你啊，没有你我还想不到剑魂还有一种办法可以恢复啊！”雷晓宇把灰烬轻轻地放在地上，然后双手合十，“天地灵气啊！让万物死亡又让万物复苏的天地灵气啊！我愿付出榨干魔法的代价，让剑魂复活吧！！！”然后跪拜了自己面前的剑魂灰烬，发光了！灰烬发光了，幽蓝色的光笼罩着灰烬，简直像①兰草受到催生一样...“吾之剑魂，为汝效劳！”一个幽蓝的剑魂出现了，“主人，你再次把我唤醒了...怎么做到的...”雷晓宇沉默，“眼前还有一些事情要解决...”雷晓宇指向剑魂背后马上要完成阶段转变的炎嗣，剑魂一回头，一个对于他来说庞然大物的怪物毅然站在它的面前，剑魂惊了，马上摆出战斗姿态。雷晓宇捂着胸口，脸色似乎不是很好，随后和剑魂说了一句：“我的蓝被榨干了，现在控制‘灵’的心脏不是很舒服，所以...接下来，你帮我挡1分钟吧！”剑魂握紧拳头慢慢的放到胸口，“愿意为汝效劳！”，“咚”，只见一个脚印那么大的坑出现了在地上“这就是剑魂的实力么？”雷晓宇惊叹道，其他人也是一惊。突然，雷晓宇像是想到了什么，傻笑了起来，“啊哈，啊哈哈，哈哈哈哈！！！”影歌月满脸大汗的看着雷晓宇，小声的对萌小琪说：“你哥这是装疯卖傻么？”萌小琪狠狠的踩了影歌月一脚，严肃的说道：“我哥这是真疯！！！”影歌月笑了笑，过了一会，雷晓宇开始拿出包里的纸巾，擦拭了一下身上的血。             \n\n         炎嗣和剑魂发出此起彼伏的刀剑碰撞声，让人的耳朵不是很舒服。仿佛是在玩斗兽游戏的雷晓宇，饶有兴致的看着这场野兽（炎嗣）与绅士（剑魂）的战斗，雷晓宇感受着源力虚弱的浮动，于是把手放在了源力浮动的地方，心脏，提供人生命的器官，这时在容纳、融合一个小小的源力，雷晓宇“哼哼”一笑，“源力一段！”雷晓宇叫道，一个鸡蛋那么大的源力本体出来了，影歌月和萌小琪惊讶了，嘴巴慢慢张大，随后都张大到了地上，“二段，三段，四段，五段！”源力本体随着雷晓宇所说而变大，此时的影、萌两人已是石化！雷晓宇还念着什么，而源力还在变大，最后炎嗣觉得不对劲，一个弹跳，到了影歌月后背，影歌月的刺客本能也是在此刻瞬间爆发了出来！炎嗣本想把影歌月当投掷物，结果扔了个空。而且不仅扑空了，还被反打了3刀，鲜红的血液也是慢慢留下来，还算炎嗣自我治愈能力强，过了几秒便止住血，随后愈合。雷晓宇此时已是半血契战斗状态，而且已经叫道：“②源力三十段 第二阶段：控制性爆燃！！！”雷晓宇战意慢慢的样子，让炎嗣一丝恐惧，但随后又想到自己是上万年的巨兽，不能举白旗投降，于是摆出勇猛气势，大吼一声，准备硬战，雷晓宇手上的源力已经有炎嗣身形的一半了，看来是要放大招了，“影歌月，萌小琪，快出去，关上门！不然就死了，放心，我血厚耐抗！”刚说完门已经关上了...\n\n       雷晓宇没有去理会这群坑爹的队（Ji）友，“看来这么久修补的古老大殿，也是时候退休了...炎嗣，我们逗不要装下去了，速战速决，直接了结吧！”炎嗣皱着眉头，说：“你这凡人有点智慧，所以我也便可放手一搏了，噶尔，无尽怒火！！！”炎嗣明显是之前没有用全力，雷晓宇也早知道，所以忍了这么久终于忍不住这种挑衅了，从第一阶段，到第二阶段，到现在这样的第三阶段，从没用过一次全力，但没人会去惹这个怪物，所以不知实力的强弱，只有当初内测的人才知道，这怪物的强弱以及实力，炎嗣在变大，身上也明显是加了BUFF的样子，“毁灭吧...”雷晓宇把爆燃源力扔了出去，面前只有一道光，这道光...包含着雷晓宇从刚开始到现在的许多需要发泄的怒气、悲伤的各种负面情绪，也是在此刻得到解放！！！\n      一声巨响，殿堂...破了一个大洞，无论是上面还是下面，都破出一个深渊那么大的洞。天，云灭；地，巨洞！炎嗣恢复在第一形态，依在门上，满身是血，失去意识，雷晓宇也是精疲力竭，依在下一层的门前，睡着了...\n     影歌月和萌小琪，被惊呆了，只看见下面是无底深渊，上面是露天风景，也是被那声巨响吓到了...极光浮现在天空，此时灵魄等一行人就在庙门口，也看见那道冲天的一束光，感到不可思议，心想：到底是谁那么大破坏力，天空都破了一个大洞！！！\n     一棵树上，一个黑袍人影对着一个不知道是什么的怪异符文，说道：“诡影帮么...快叫上百个③承者来！这里有④源力大爆炸！”符文那边传来了声音：“小小爆炸吓成这样，你有什么用！”黑袍人很是不服气，说：“我经过探测，是一个⑤炼者发出来的源力爆炸！！！”符文那边传来一声大叫：“什么！！！没逗我？报位置，速度，我倒是要看看一个炼者怎么发出源力爆炸来！”\n     黑袍人喃喃一下，斗篷一挥，潜行而走...\n           —————————————————未完待续——————————————————\n①兰草：制造蓝药水的材料之一，采摘时，会出现一些漂亮的蓝色萤火虫，然后消失\n②源力三十段：源力第一阶段的顶端，这种事情是只有熟练源力的人才做出来的事情！\n③承者：第3等级的人，等级分7等（详情看介绍）\n④源力大爆炸：通过源力第二阶段的爆燃，经过一段时间的源力凝合，发生的自然性爆炸\n⑤炼者：第2等级的人，等级分7等（详情看介绍）\n\n\n炎嗣的第三形态\n\n\n\n炎嗣第一阶段和第三阶段的拆分\n\n\n@z719273990 @Plussina @CloudsXDao @狂风※中箭 @灬友情灬 @蒋苏成 @xcc @zjr_516635864 @a2455564728 @一个游荡的JJ怪 @杰·天行者 @恶魔-潇洒 @骑驴上高速—— \n\n\n[groupid=634]小A地图制作组[/groupid]",
    "replies": [
        {
            "author": "Aiursad",
            "timestamp": 1422969060,
            "txt_content": "@qxdnfsy 来看看啊!!!"
        }
    ]
}