{
    "title": "[英文－Myth] When the Darkness comes By Woody_Mo",
    "author": "末影矿工",
    "replyCount": 7,
    "timestamp": 1416394800,
    "txt_content": "When the Darkness comes                                                                By: Woody_Mo(末影矿工)      A long timeago, in a city of human, people live peaceful. They live in the peace, enjoy inthe peace, rot in the peace…One day, a miner was doing his own job, but hefound something, he didn’t know what is it, it’s like a heart, he thought thatwas a kind of ore. So he broke the item with his pickaxe. Suddenly, there was aroar come from the ground. Then the fire come over, the miner run away, he wastrying to flee. But a big rock stop the way, the last thing that he saw were ahuge, powerful dragon, millions of ghouls stare onhim, and death.   Alpha was ayoung farmer in the countryside next to the city. He lived with his youngerbrother Seth. They have no parents, and they are poor. They worked hard everyday and wanted to get better jobs. This day, Alpha was farming in their farm,what he do everyday. He saw some crows flew and shouted, and the cloudsdarkened slowly. He thought it’s going to rain. So he tided he’s stuff and gointo his house. When he was next to the house, the house blow up. Fortunately, He’s still ok.Seth run out the house and shouted:”Go! Let’s go quickly!”, Alpha was wonderingwhat was going on, but suddenly he saw a black ghoul was standing behind Seth,so he run with seth, they are good at sports, so they fled from the ghoul andhided in the forest. They can’t believe their eyes, the dragons was burning thecity and the ghouls was killing the people. Seth almost cried out. Then a oldman came to them and said:”Don’t be afraid young men, take a breath and don’tlook at it.” Alpha asked:”Who are you, what are those creatures!”, he said:”Myname is Sacha. They are dark creatures came from a darkness land, we’d bettergo now”.Then they go into the forest, they meet some survivors and made a campin the forest.The fire in thecity burn Alpha’s heart everyday, he will never forgive, and he will neverforgot. He wanted to revenge. He became the leader of the camp, he hadsword-training before, so he teach survivors how to fight. Sacha said they camehere before,a hero leaded human and fight with them, he used a ghoul’s heartlocked them on the sky, than he put the heart under the ground. He saidghouls’hearts are different, they can locked the souls. They are stronger than beforenow, so he need to find a strong ghoul’s heart.Time passed day by day, survivorsbecame stronger than before, thanks Alpha’s training, now they can even fightto a ghoul’s army. Alpha became stronger too, he’s waiting for one day torevenge, and destroy them but not locked them, don’t give them even one chanceto come back.Seth was doing the sword training, hefelt tired so he want to find Sacha and ask for some food, but he didn’t findhim. So he went out side and relaxes. When he go into the forest, he found someblood on the ground. He surprised, he followed the blood and saw something hecan’t believe. There was a group of ghouls are making camp, they hunted a deerand brought it back. Seth can’t believe it, and he heard something impossible.“There camp is on the hill, we willrush it next day”, said by a ghoul. “But what should we do to this old man?”said by another ghoul. “Leave it here, he will starve to death or killed by abear”. Seth saw that old man, the old man was Sacha! So he ran back and toldAlpha. Alpha convene his army quickly and give them weapons, the weapons theymade by their selves. Alpha said that day comes, they were going to fight andtake their cities back!Alpha let his army hide behind thetrees, listen to his order. When he said go, they will rush their camp and saveSacha. Alpha use pebbles to attract their attention. The guardians followed thepebbles. Then Alpha killed those two guardians quietly and sneaked into theircamp. He saw Sacha, Sacha saw him too. So Sacha shouted: “Oh my god there is abig bear behind the big tree!!!” Then some ghouls scared and looked back andwent to that big tree. Suddenly Alpha came to Sacha and rescued him. Alpha puthim in a save places next to the camp and shouted: “ATTACK!!!” Then the alpha’sarmy jumped out and killed all of them, ghouls even don’t know what was goingon. Those heart are not strong, they need a strong heart. Sacha said he heardtheir talks, they said they have a strong, big army were preparing for the war,their leader was Wolfity Lightning, they told him Wolfity was unstoppable, hemust had a strong heart. Then Alpha lead their army go on the way to the city,they are going to make a sneak attack.When they came to the city, they sawhundreds of dragons were flying in the sky and millions of ghouls were howlingand waving their axe. Alpha made 3 groups. The first group is the group ofSacha, they will support Alpha to find a strong heart from Wolfity. The secondgroup was the group of Seth, their objects were dragons. The last group was thegroup of Alpha, they will killed Wolfity and banned them.Alpha’s group was into city, they finda tunnel to the command post, and Wolfity must in there. They opened the gateof tunnel, when they’re in, the gate closed. Some of them were scared, butAlpha told them it’s nothing to scare. They met a lot of ghouls in the tunnel,they fight to them and keep going to the tunnel. Sacha’s group was protectingthe tunnel entrance, more and more ghouls came, dragons alreadyfound them. Draagons tried to destroy Sacha’s group, but Seth shot them downwith his group. Alpha almost get there, but suddenly all the light gone, whenthe light came, they only saw a huge troll stopped the way. Alpha let his groupshot him, but it didn’t work. So Alpha poured oil and the ground and burned theoil, troll was burning but it didn’t die. So Alpha ran to him and cut down hishuge head, it died. They keep moving with torch, finally they reach the commandpost. They saw Wolfity, and he’s holding a head, IT’S SACHA! Alpha was veryvery angry, he ran to him and tried to kill him, but a jumbo dragon came, it’svery huge, and it can jet fire and in fect the people next to it, it’s Plague! Adragon can make plague, nobody can beat it. It almost destroyed Alpha’s army,and said: “No one can beat me, I will destroy your earth and destroyed thehuman!!!”. When Plague wanted to kill Alpha, Seth shot Plague with his group,Plague came to them and fight with them. Alpha ran to Wolfity and fight withhim, he’s strong, but Alpha’s strong too. A dragon came to them and jet afireball toward Alpha. Alpha use his sword and slashed the fireball, thefireball turned its direction, and it blasted Wolfity. His body was melting,and there was a heart floating in the air. Plague saw that and flew to Alpha,Alpha picked up the heart, suddenly all the dragons flew to the sky and all theghouls melting on the ground, they won. The peace came back again.    They held a funeral for Sacha, and Alpha became the king. The days after the war,when the weather is raining, sometimes they heard the dragons howling from thesky, saw the ghouls’ lighting from the sky. they called it thunderstorms.Allthe dragons are waiting, waiting for come back again. This time, they willdestroy all the human. But human don’t afraid, they believe they will fightthem back again, because the light will eventually triumph over evil! \n\n\nPS:好吧这个其实只是我脑(xián)洞(de)大(dàn)开(téng)写的，肉应该很好啃（懒的翻译了＝ ＝下次还是写中文吧）。\n \n",
    "replies": [
        {
            "author": "BensonQC",
            "timestamp": 1416394980,
            "txt_content": "不翻译怎么看啊！"
        },
        {
            "author": "shure",
            "timestamp": 1416395040,
            "txt_content": "这是在写恐怖片……？"
        },
        {
            "author": "私情",
            "timestamp": 1416395460,
            "txt_content": "处处闻啼鸟"
        },
        {
            "author": "Chikerenaham",
            "timestamp": 1416395940,
            "txt_content": "inthe\nin the\nbut hefoundsomething\nand he found something\n\nit’s like a heart\nit looks like a heart\n\n有挺多Grammar Mistakes，不过故事挺好的。"
        },
        {
            "author": "末影矿工",
            "timestamp": 1416396360,
            "txt_content": "Chikerenaham 发表于 2014-11-19 19:19\ninthe\nin the\nbut hefoundsomething\n鬼知道怎么合并的QAQ，还有it's like a heart 不行吗"
        },
        {
            "author": "飘扬de信念",
            "timestamp": 1416396720,
            "txt_content": "剧情真棒！\n就是我看不懂。。。。"
        },
        {
            "author": "Chikerenaham",
            "timestamp": 1416398100,
            "txt_content": "末影矿工 发表于 2014-11-19 19:26\n鬼知道怎么合并的QAQ，还有it's like a heart 不行吗\n可以不过没有那么好\n\n\nPS我是读了10年的英语啊～"
        }
    ]
}