{
    "title": "申请矿工茶馆实习版主",
    "author": "修改器很好玩",
    "replyCount": 7,
    "timestamp": 1416475620,
    "txt_content": "上次申请因为人手足够被拒绝了，所以我重新申请一遍\n申请版块：矿工茶馆\n职业：学生\n年龄：13\n在线时间概况：Weekdays下午有时间上线，Weekends大部分时间上线\n个人专长：中英翻译、Cinema 4d、写议论文\n语言能力：中文、英文、正在学一点点德文\n联系方式：vincenthan2009@outlook或126.com \n管理经验：学生会活动部（现在）、学生会信息技术部（小学时）（并无网络上的管理经验，抱歉）\n申请理由：见下\n将来计划：见下\n对论坛的建言：见下\n\n\n英语实力：\n\n首先，我需要声明一下，虽然我是初中生，但是我的英语不差。我是一名美籍华人（我很喜欢中国这个国家，我没有优越感），我发誓。我现在在北京八十中的国际部读书，所以我认为我的英语实力真的不差，我很有信心。你们可以测试我，来证明我。虽然我没有考过级，但是我的英语水平我也是蛮自信的吧。请你们相信我，不相信你们可以测试的。\n\n\n\n\n申请理由&未来计划：\n\n我自己申请了一次，但是失败了。原因是人手很够，不需要新的版主了。但是我不这么觉得。我认为矿工茶馆一些地方还需要改进，比如说一些火的帖子有很多水回复，我虽然可以举报，但是我需要等待，而且有的时候举报多了就会因为“不要刷举报”而扣金立。矿工茶馆需要改进的几个地方：\n1、不是所有的水，都是水；\n2、处理举报的速度需要提高；\n3、有新版主的处理方式有些令人引起公愤，所以我认为新来的版主应当制定一个自己的惩罚标准，不然别人都不知道自己为什么受罚，一个好版主，是一个民主的版主；\n4、（恕我直言），矿工茶馆的部分茶客素质偏低；\n5、屠版的标准偏低，有空子可钻；\n6、对水贴进行分类。\n\n\n先解释一下：“不是所有的水，都是水”\n\n\n我认为矿工茶馆这个版块的成立的原因是，让人交流自己的快乐、痛苦、悲伤、兴奋等等。比如说，我跟别人表白成功了，我可以发帖：\n标题：我表白成功了！\n\n内容：今天我和我的女神表白了，真的不敢相信我成功了！\n这样的帖子分享的是自己的“快乐”，但是有时候这种贴子会被骂成“大水比”。我认为不是，这是在交流自己的“快乐”，为什么要被惩罚呢？这可以说是一种“水贴”，但是这个帖子的LZ不是因为那几个积分而发这个帖子的，而是为了分享自己的喜悦！所以不应当被惩罚！（屠版除外）\n\n\n处理举报速度需要提高\n\n\n我之所以申请版主，是因为我想让论坛干净一些，少一些水笔。我每次按下举报按钮，得要经过漫长的等待，才能等来结果。我的在线时间我已经Mention过了，我注册了快两年了，在线时间1000小时左右。如果我申请了版主，我一定会在2天之内处理举报。如果一个举报拖延好几天，这是一种不负责任的行为！\n\n\n新版主引起公愤\n\n最近新来了一个版主，叫Exsu。他的一些处理方式我们不太习惯。大家可以去公告版块找一下举报他的帖子（大约10~15个）。他的做法有一些不民主，而且他也没有制定一个标准。直接就按照“自己的法律”行事了，我认为这是一个不好的行为。\n\n\n如果我是版主，我首先会写一个帖子，制定以下我的规定，以让人们尽快适应。而且假如我的处理结果有一些不妥当，我完全接受别人的举报。\n\nPS：我不是在骂这个版主，我只是在做一个参照。我没有任何别的意思（毕竟这个版主已经改过了）。\n\n矿工茶馆的部分茶客素质偏低\n\n我不是在骂人。这个问题真实存在。比如说，我今天看到的一个帖子。这里（希望大家先读一下再接着看我的申请）。这个帖子的LZ骂了日本人，当我回复的时候，他竟然说：\n是你太较真了，我没有谴责日本，我没有唾弃日本，我没有憎恨日本，更不想惹是生非，我只是拿他们开一个玩笑而已。\n\n那一个国家开玩笑？请你换位思考一下，假如有日本人，说中国人吃翔，然后又说自己在开玩笑，你会怎么想？\n不得不说，论坛还有很多这样的帖子！\n我知道进步矿工茶馆的素质需要很长的时间，但是这也是论坛的一个目标。\n\n\n屠版的标准偏低，有空子可钻\n\n在矿工茶馆，屠版的定义是：\n大量的同作者的帖子出现在首页中会影响他人正常的阅读。一小时内超过5帖则视为屠版。涉及屠版的ID将会得到“警告”的DeBuff。\n\n一小时5贴这个标准有点低。1小时5贴相当于60/5=12分钟，也就是说明12分钟一贴才叫屠版。这个数字很容易让人有空子钻。比如说我1小时4贴可不可以？可以！我不希望这是一个硬指标，我希望者应当是一个较为抽象的指标，让版主讨论是否屠版，这样才让人没有空子。\n\n对水贴进行分类\n\n假如我是版主，我会对所有水贴进行一个分类。\n-三级水贴\n-二级水贴\n-一级水贴\n\n\n三级水贴是指either有营养，or稍微有一些意义的水贴，例如：\n题目：今天踢足球，脚崴了\n\n内容：今天踢足球的时候，我凌空抽射...（此处省略100字），现在脚还疼呢！\n满足下列所有条件的，视为三级水贴：\n1、叙述了一件逻辑合理，有意义的事件or看法（上面的例子就是这样）；\n2、楼主并不是想刷积分（这个得要看版主的斟酌），而是想要分享自己的心情or看法；\n3、无违规内容。\n这种水贴不惩罚，除非屠版。\n\n\n二级水贴，就是传说中的“日经”，例如：\n题目：大家喜欢什么样的服务器？\n\n内容：我比较喜欢生存\n\n满足下列所有条件的，视为二级水贴：\n1、一个很简单、很普遍的问题or一句话帖子；\n2、篇幅小（假如说有1000多字的日经贴，就可以看出来楼主用功了，所以篇幅小来决定）；\n3、无违规内容；\n\n\n这种水贴的惩罚方式：\n一句话帖子警告\n日经贴根据情节斟酌\n\n\n一级水贴，就是最严重的水贴：\n标题：dhusaigui\n\n内容：fsuidhsaodhioad\n\n满足下流所有条件的，视为一级水贴：\n1、无任何意义，影响人的阅读；\n2、违反版规。\n\n\n一级水贴惩罚我不说了。\n\n\n以上内容我会根据情况调整，这只是我初步的计划，能我当上了版主，有可能会做出一些微调。\n\n\n\n对论坛的建言：\n“论坛”这个词，是指“谈论某个事物的地方”（我已经说过不下一万遍了）。这是一个让人愉快的天堂，我希望这个天堂能更加干净一些，让人的素质提高。",
    "replies": [
        {
            "author": "kehebai",
            "timestamp": 1416565740,
            "txt_content": "我觉得吧，应该说这是我对楼主写的申请要求的小意见\n1.右下角举报速度处理慢是因为如果有多人同时举报，版主只能看到最先举报的那一个，自然也只能给那一个奖励。\n2.Exsu只是管理过度，他做的没有错，只不过需要在细节上修改一下。\n3.如果每个版主都写一个帖子指定自己的规定，那么众所周知，茶馆管理量是很大的，而在寒暑假更是需要多名版主，那么如果每个版主都写一个自己的规定，那么多位版主的规定混合，茶客反而会混乱，可能有时还出现问该不该发这样的帖子，会不会触犯XXX版主的规定，这样我个人认为不太建议\n4.对于茶客素质我也不多言，毕竟有些茶客真的是在开玩笑和钓鱼，而有些真的是很憎恨之类的，我觉得只有有素质高的版主，是可以管住一些素质低的茶客的。\n以上观点仅代表个人意见，您大可不必介意。"
        },
        {
            "author": "likeliang",
            "timestamp": 1416568320,
            "txt_content": "记得好像那些说“于怒水”应该是可以举报的= =\n至于那些处理举报速度慢还有钻空屠版之类的就是人手不够的问题啦\n其实觉得茶馆最大的问题出在公告太零散，这也是很多版的现状。看了下茶馆置顶，里面有4个版规性质公告，于是点进去可能最全的“万用置顶贴”，头一句就是发现内容很少，里面有大把链接，其中有一个茶馆规章，点进去看了下，里面也没有对一些比较复杂的违规情况的详细说明，还是要点进去各种链接才能知道具体内容，这样谁看都头晕，新人就更别说了。估计就是这种情况就造成了大量违规水贴的出现=.="
        },
        {
            "author": "我被盗号了",
            "timestamp": 1416571800,
            "txt_content": "刷举报扣金粒是很久以来的规定了，这就不说，既影响版主的工作效率而且增加不少不必要的麻烦\n不是所有的水都是水，我同意，就比如水有被矿泉的有白开的一样，即时是水也有不同\n每个版主的处理方法都是不一样的，这要通过实践来改正，我就觉得exsu后来的管理好很多了\n茶客素质偏低普遍的事情，你去看看周末论坛卡成什么样不就懂了，什么唾弃岛国什么憎恨，你何必去跟一个不懂得与ZF作对还是和people作对的人理论呢\n水贴分类难度大，并且分类了有何意义？\n来说举报处理速度问题，你当上了版主你就能理解我们的心情\n\n个人观点。"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1416574980,
            "txt_content": "首先得要谢谢你们。你们的回复我已经认真阅读了。\n我觉得你们说的也不是没有道理，毕竟每个人都能有自己的观点。\n你们的回复指出了我的一些错误，可得出来，我对茶馆以及Discuz的一些机制还是没有弄明白，谢谢指出\n有可能我写的“将来计划”有一些问题，但是如果成功当上了版主，我会进行一些调整的。\nThank u very much."
        },
        {
            "author": "北美路人",
            "timestamp": 1416611220,
            "txt_content": "1.屠版的标准偏低，有空子可钻\n\n说实在的真的没什么，不守则的是不懂，懂得自然懂\n\n2.处理举报速度需要提高\n\n版主们的日操作量上百上千不低了\n\n3矿工茶馆的部分茶客素质偏低\n\n钓鱼贴看过笑笑就可以了\n\n4那一个国家开玩笑？请你换位思考一下，假如有日本人，说中国人吃翔，然后又说自己在开玩笑，你会怎么想？\n\n开个玩笑笑笑就完了，无脑黑的话就算了。\nSeemingly someone has lack of capacity to handle a joke.\n\n5新版主引起公愤\n\n我觉的Exsu没什么不妥的，关于水贴这么定义真的没用。\n就算定义好了又有什么作用呢。"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1416621300,
            "txt_content": "熄灭的火把 发表于 2014-11-22 07:07\n1.屠版的标准偏低，有空子可钻\n\n说实在的真的没什么，不守则的是不懂，懂得自然懂\n除了第四条，我其他我都同意，可是是我误解了。\n但是你说：\nSeemingly someone has lack of capacity to handle a joke.\n\n假如你觉得那只是一个玩笑的话，我就不说什么了。拜拜。"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1416745200,
            "txt_content": "@rom718 @rickky2 \n\n"
        }
    ]
}