{
    "title": "《HEREBRINE》第二章——赛斯特城的沦陷  minecraft小说",
    "author": "苏厂长",
    "replyCount": 3,
    "timestamp": 1416631560,
    "txt_content": " 本帖最后由 苏厂长 于 2014-11-22 12:46 编辑 \n\n          第二章就这么更新了           由于作品篇幅可能较短 以后搞个合集啊      该小说以后将拍成电影  记得关注我哦  qq：1428231186\n   注：（）里的文字表示场景动作  【】里的文字表示作者的话\n                                 第二章——赛斯特城的沦陷\n      矿洞里，一名矿工正借着火把发出的微弱的光看着相框里的一张照片。这时，另一名矿工走过来，说：“Kevin，怎么了，又想家了？别担心，我们下矿已经有2个月了，再过几天就可以休假了。对了，她是谁？你女儿吗？”Kevin：“是的，她已经11岁了，叫Jenny。对了，你有家人吗，David？”David：“如果我的儿子没有死在5年前的那场战争中，估计也有11岁了。”Kevin：“哦，既然你无家可归，那到时候我收留你吧，你就住我家。”David：“谢谢了，你让我做你女儿的干爹吧。”Kevin：“她可有主见了，你得问她。”这时，从矿洞上方的铁轨上滑下来一个矿车，上面个载着一个箱子。  David：“看来收矿了，把矿放进去吧。”Kevin说：“嗯.”Kevin吧矿物抱起来，这时，他看都有2个钻石，他看着钻石，沉默不语。David看了，说：“你收下吧，到时候到了外边，我帮你过关。”Kevin：“谢了。”然后他把钻石拿出来，把其他矿物放了进去。\n  （场景跳转到一片虚空）“herebrine！Steve！herebrine！Steve！Who are you!”Steve从梦中惊醒，脸上都是冷汗。这时，他听到外面传来不断地爆炸声、呼喊声、呻吟声。突然！门被一只凋零骷髅踢破了。凋零骷髅拿着剑，冲了进来。他赶紧从墙上拿下铁剑，凋零骷髅直冲向他，他往左边一闪，铁建聪凋零骷髅上方一挥，凋零骷髅的头落地了。Steve冲到门外，发现都是怪物。他不断的逃跑，跑到了一段深巷子中。前面的路短了一截，下面是个火坑。Steve纵身一跃，他停在半空中时，一只骷髅吧剑抛了出去，击中了他的胸膛。Steve坠落到了火坑中【但没有着火】。怪物们从上面望下来，认为他死了，走开了。\n   Kevin和David走出了矿洞，外面矿物公司的保安正在检查矿工，检查他们有没有偷偷携带矿物离开。落到了Kevin，保安对他进行了搜身，但没有发现他兜里的钻石【因为里边垫了羊毛】。Kevin松了一口气，和David离开了。突然，保安望见Kevin的兜里有东西在闪光。问：“过来，你兜里的是什么？”Kevin一惊，心想：完了，要被发现了。他把兜里的东西拿了出来，居然是一块玻璃。David想：还好我聪明。他们来到赛斯特城，看见的却是倒塌的城墙和燃烧的建筑物。Kevin赶紧奔向他的家，发现的却是一片废墟。“爸爸！”一个小女孩从废墟中冲了出来。Kevin问：“Jenny，发生了什么！”Jenny说：“我也不知道，邻居让我躲到密室里，然后拿着剑出去了，一直都没回来，我也不知道发生了什么。”David：“难道怪物攻城了？”这时，从废墟边冲出一队怪物，把他们给抓了。\n  （场景跳转到虚空）Steve站在虚空中，一个人影不断地绕着他飘动，眼里闪着光。“herebrine！Steve！Who are you!”Steve捂住头大叫。人影转的越来越快，Steve越来越害怕。突然一片黑暗。火坑中的Steve睁开了双眼，眼里闪着一片光。他把插在自己胸膛上的剑拔了出来，爬到火坑上面，不断的往前走。“我是谁？这是哪里！”他迷茫的往前走着，一个声音在他耳边响起：“Herebrine！You  are Herebrine！”他走着，突然被一队怪物抓走了。\n  怪物把抓到的人类集中在赛斯特城的中央，架起了一个大火坑，把人们一个个推进去烧死。Kevin、David和Jenny被带到了这里，Herebrine也一样，他不断的叫喊着，仿佛自己有一股强大的力量。也许真是这样的，Herebrine突然挣脱了把这他手的绳子。怪物们赶紧过来，他一拳打中了一个骷髅，骷髅瞬间飞到了30个方格外。他的眼睛上的光突然更亮了！周围唤出了好几个铁傀儡！打得很激烈。Kevin小心的把手伸到口袋处，想让绳子碰到打火石然后烧起来。终于，绳子着起来了，他挣脱了。Kevin看见旁边一个合成台上有一根木棍，就把两个钻石拿出来，冲过去摆在合成台上，瞬间组成了一把钻石剑。他冲向一个队长骷髅，刀起、刀落，骷髅队长倒在地上，说：“你，是谁！”Kevin说：“一个矿工。”【知道矿工的厉害了吧】然后他一刀了解了骷髅队长。然后，塔里克去帮David和Jenny割断绳子。终于解脱了。怪物也全被消灭了。Herebrine冲到Kevin面前，Kevin望着那双闪耀着光芒的眼睛，以为他要杀了自己。\n  Herebrine却伸出了他的手，扶起了Kevin。\n\n第二章结束 预知后事如何，请等待更新。",
    "replies": [
        {
            "author": "苏厂长",
            "timestamp": 1416631800,
            "txt_content": "第一章地址：http://www.mcbbs.net/thread-367119-1-1.html   \n防止大家不知道前面的事情"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1416631920,
            "txt_content": "LZ拼错了\n\n应该是Herobrine"
        },
        {
            "author": "苏厂长",
            "timestamp": 1416632220,
            "txt_content": "修改器很好玩 发表于 2014-11-22 12:52\nLZ拼错了\n\n应该是Herobrine\n好吧 以后会改了"
        }
    ]
}