{
    "title": "原创·连载  【人之械  龙之魔】  作者：电闪22 【1】",
    "author": "1359874",
    "replyCount": 0,
    "timestamp": 1416659160,
    "txt_content": "这篇是我新写的，顺便说一句，这些都是我很尽力写的。1      幻之穿越\n中国台湾  基隆“天弓”防空导弹基地指挥室“报告！海峡方向发现异常信号。”一名正在控制电脑的台军喊道。“什么？”中尉跑到他身边，观察着屏幕，只见屏幕上显示着一个红点正在向基隆驶来。“难道是共军飞机？”中尉好像是在自言自语，然后又摇摇头，“共产党没这么不知好歹，偏偏在两岸关系有所缓和了的时候派飞机来。”“长官，该怎么办？”“发射信号，向他们提出警告。”过了一会，一位二级士官带着一封文件走到指挥室。“谁是指挥？”“我。”中尉站起来，迎上去。“同志，有什么事情吗？”“长官，这是卫星抓拍到的神秘飞行器.......”那位二级士官思考了一下，“不，应该叫神秘飞行物。”中尉什么都没说，只是默默的打开文件夹，当他看清照片时，他几乎感到身上每一滴鲜血都冰冻了，他的手差点松开文件。“长官.........”二级士官奇怪的看着面前的中尉，他很奇怪，就算真是共军的飞机，那也用不着这个反应啊。中尉脸色苍白，嘴角不停抽搐着，他手里的照片上，一条青蓝色的巨龙盘旋着，它与所有游戏中的龙一样，背上长着巨翅膀，长着尖牙与利爪，似乎在寻找着什么。------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------三天后   中国山东半岛潍坊市钥匙轻轻打开厚厚的防盗门，这是一栋二层楼，我不喜欢把它称为别墅。虽然整个楼显得异常宁静，但是我明白，屋里有人。我叫王喜刃，是一名高二学生，一件白色的夹克配黑色运动裤，重点是那顶和使命召唤里盖茨鸭舌帽一样的帽子，典型的沙漠迷彩帽，我先前曾经在军区训练过各种军用载具的驾驶、修理等，之前也学过一些修理电器什么的，除此之外，我还比较训练过刺刀格斗之类的。整栋楼显得死气沉沉的，我推开内门，进入客厅，一个幽灵般的声音传来：“还是这么晚啊.......小刃。”我差点吓死，看了一眼沙发上，老哥韩泽坐在上面，他穿着一身旧式丛林迷彩服，穿着一条暗蓝色的裤子，头上戴着一顶丛林军用渔夫帽，上面还有一个护目镜。乍一看还以为是特种部队的。“老哥，你想吓死我啊！”我不停地捂着胸口。“是吗？”“唉！老哥你就别烦我了！”我叹了口气，走向了二楼。“嗯啊，舅舅和舅妈去威海了，估计要几个月才能回来。”老哥对着我的背影喊道。我有些郁闷了，一年也见不到几面，除了哥哥我一年几乎见不到几个亲戚。哥哥也很可怜，10岁的时候就失去了父亲，也就是我姨夫。姨夫是特种兵，在去新疆杀东突时，牺牲了，尸体被剁成一块块的。算了算了，还是上网看看回复什么的。我打开QQ，嗯？怎么会有新邮件？还是匿名。我好奇的打开了那个邮件。“我的世界MOD，可以通往两个新世界，天界与魔界。神秘的冒险开始吧，在人类的科技与龙族的魔法之间..........”下面是两个附件，是压缩文件。谁给我发的MOD？不过这个我连听都没听说过，算了，独乐了不如众乐乐，我马上到211战队群里。这个群是我们的游戏群，DNF、CSOL、使命召唤OL、半条命MOD什么的都在群里聊。闪电【我】：有新的MC的MOD哦！战龙【陈刚】：快！快发！火龙【李杰】：什么好东西？闪电：是两个新世界MOD，魔界和天界。闪光【西特伦】：听起来这么这么像DNF？火龙：管他呢！几分钟后.............大家应该都装好了，我打开MC。新建了一个新世界，创造模式。先打开物品栏看看。我擦.....不是吧，美制武器、德制武器、中制武器都有.........连载具都全，从直升机到核潜艇.....魔界的还有各种生产蛋，拿一个来看看龙是什么样......“小刃！”老哥不知道什么时候“飘”到我身后，把我吓了一大跳。“擦........老哥你干什么啊........”“你看看腾讯新闻。”我又一看电脑，什么时候出现的腾讯新闻啊！我仔细看了一下，嗯？台军发现神秘类似龙的生物？“有点意思吧？”“得了吧，我看估计是有人想炒作一番才编的吧。”虽然嘴上说着，但是我心里也明白，台湾人的武器大部分是从美国佬那进的，论技术含量绝不在我们之下，也说不准是真的.......算了，我管这么多干嘛！突然，电脑好像坏了，瞬间黑屏了。“搞什么，小刃你又把电脑搞坏了。”老哥敲了敲电脑。电脑突然又恢复了。搞什么啊，稀里糊涂黑屏然后又敲几下修好？嗯？怎么白屏了？我正奇怪，只见电脑发出一道白光，我下意识的捂上了眼睛。然后突然感到头好像充满浆糊，昏昏的。好困..............恍惚中，我眼前似乎出现了一个人，看上去有20多岁，眼睛是白色的，但却给人一种异常神圣的感觉，“找到了........”他似乎又说些什么，可是我的意识突然好像消失了，不可救药的昏过去。“喂！小刃！醒醒！”远处好像有老哥的喊声传来........不对！是老哥在喊我！我赶紧从地上爬起来，睁开眼，第一个就是老哥。“呼.....你可算醒了，好了，看看吧，这是什么鬼地方。”我打量着附近，淡蓝的天空一望无际，附近是一片典型的草原，好像是在上午，如同MC世界的光影MOD，但四周却不是方块，而我们身后是一片典型的橡树林。嗯啊，有点像MC的地图啊，但是.........这可是真的树啊，一点都不是方块，如果是穿越的话，奇怪。“该死，我真他妈应该删掉那个该死的邮件！”我狠狠的咒骂道。“其实也不算太糟糕了，有家伙哦。”“毛意思？”我不满的回过头去，然后下巴差点脱臼，老哥不知道什么时候盘着腿坐在地上，正在抱着一把M82A3重型狙击枪，一地武器啊！有一把猎刀、装了三棱军刺的AK-47、一把85式冲锋枪、一挺M60机枪、一把装了40毫米榴弹发射器的95突击步枪，旁边还有一堆弹夹。还有我之前竟然一直枕着一包C4塑胶炸弹。“这...........这些是什么时候变出来的........”“你没发现啊，它们一直在这儿啊。”老哥看了我一眼。等等，难道是那个白内障给的？我擦，如果真是，那他就是..........HIM？！那个MC世界的神秘生物？“想什么呢？”老哥把M82A3背起来，然后开始检查M60。“哥！你有没有看见一个白眼人？”“是啊，你也看见了？”老哥把M60放下，“我还以为是幻觉呢。”“不，我觉得他可能是.........HIM！”“Herobrine？那个传说中的Minecraft神秘生物？”老哥脸色慢慢凝重起来，“那个家伙我一直以为是个传说，根据我所知道的，那个家伙不过是瑞士的一个玩家，或者是NOTCH设的NPC之类的。”“那么.......那个家伙带我们来着干嘛？”我说着，我弯下腰想捡起那边AK-47，突然，树林边上的灌木丛突然“沙沙”的响了起来。\n“那些被命运选中的人，是无法逃避的。”“可你觉得这样好吗？”“那些孩子是小了点，不过不要小瞧他们了，这些孩子能做的可不仅仅是........”“没错，兄弟，我明白。”\n\n",
    "replies": []
}