{
    "title": "[双线]Cheung-Z——[生存][飞机][公会][枪械][1.6.4]",
    "author": "ztq",
    "replyCount": 0,
    "timestamp": 1416663000,
    "txt_content": "大家好，这里是服务器的宣传帖。\n本服虽然是生存服但是我们不会明令禁止玩家们之间的打斗，所以如果被欺负请不要来找op（新手除外，下面注明）\n请各位玩家多多支持谢谢。\n下面让我为大家介绍本服务器的特点：\n\n\n本服只是刚刚起步但是我们会尽力满足玩家的需求，为此我们决定每次更新服务器的时候可由玩家提供mod，如果进过op审核通过的话你推荐的mod将会在本服出现。\n\n建议新手先住在主城附近，到时候再搬出去。\n\n本服赞助方面请找腐竹详谈，腐竹qq：307848847\n*防爆插件：有时候一不小心被苦力怕炸了家，玩家不用怕，先吃包喝口茶，让房子自动修复\n*公会插件：你想当你被欺负时叫兄弟群殴他吗，那么快创建自己的公会进行残忍的回击\n本服规则：\n可以杀人越货，但不能毁房子。\n和其他服务器一样不能高空流水之类的，但可以建刷怪塔，前提是定时清怪。\n一切骚扰op的人第一次警告，第二次关监狱，第三次ban\n被别人杀的时候切勿在群内刷屏，你可以等装备够好的时候反杀回去，或者组村落去群殴他。。。\n注意：一切事件op以截图为准，若无截图恕难处理。\n\n本服欢迎所有有兴趣的玩家（熊孩子什么的没装备就是找死。。。。）\n\n\n游戏截图：\n\n\n\n\n\n\n\n\n\n\nop证明：\n\n\n\n\n\n\n本服物品价格：\n\n\n商店[tr] [/tr]\n商品类型价格/个AK47出售1500AK47弹药出售30M60E4机枪出售1500M60E4机枪弹药出售20捷格加廖夫轻机枪出售1500捷格加廖夫轻机枪弹药出售20巴雷特狙击步枪出售2000巴雷特狙击步枪弹药出售50M16A4自动步枪出售1500M16A4自动步枪弹药出售20班用自动武器（M249  SAW）出售1500班用自动武器（M249  SAW）弹药出售20前握把出售500ACOG光学瞄准镜出售500消音器出售500猪刷怪蛋出售500羊刷怪蛋出售1000牛刷怪蛋出售1200蘑菇牛刷怪蛋出售5000鸡刷怪蛋出售500狼刷怪蛋出售2000豹猫刷怪蛋出售2000马刷怪蛋出售2000鞍出售200铁马铠出售500金马铠出售800钻马铠出售1200石英块出售2书架出售30萤石出售2.5白色羊毛出售5黑曜石出售200收购20火药出售50收购10迅捷药水（3:00）可能有特殊效果出售2000喷溅型  迟缓药水（1:07）可能有特殊效果出售10000铁锭出售60收购20金锭出售80收购30钻石出售150收购80胡萝卜收购0.3马铃薯收购0.3小麦收购0.2甘蔗收购0.2可可豆收购0.2鸡蛋收购0.5地狱庞收购2白色羊毛收购1\n\n\nvip（1月）：\nvip1:30000游戏币、3把枪支、3架飞机（任挑）、永久称号（vip期限过了也存在，只不过不能更改）、每周15弹夹（任挑） 价格：30元\nvip2：50000游戏币、4把枪、4架飞机、永久称号、每周20弹夹 价格：40元\nvip3：70000游戏币、6把枪、5架飞机、永久称号、每周25弹夹 价格：60元\nvip4：90000游戏币、8把枪、6架飞机、永久称号、每周30弹夹 价格：90元\nvip5：120000游戏币、10把枪、7架飞机、永久称号、每周35弹夹 飞行权限 价格：120元\nvip6：120000游戏币、10把枪、8架飞机、永久称号、每周40弹夹 飞行权限 强制tp权限 价格：150元\n\n\n客户端下载地址http://pan.baidu.com/s/1ntG7l4t\n因为本服是生存服，所以即使有flan我们也是禁止*私*制*枪械与弹药的，因为之前就试过服务器满屏幕的死亡\n不过本服没有死亡掉落，而且可以back\n我想玩家能安安心心的到服务器里玩耍，本服真心不欢迎熊孩子，因为我们已经损失太多了。\n关于赞助：\n腐竹只是一个苦逼的学生党，基本上只能在周末上线，所以一切办理vip的玩家需要等到周末，对此感到抱歉。\n不过每个月服务器的租金腐竹还是能支付的，但我更希望玩家能支持一下我们，有你的支持本服有可能会出现自己的服务器。\n然后关于vip等服务详情请看群文件\n\n注：如果需要进行购买请等待周末找腐竹，请不要轻易相信他人，腐竹的qq重申一遍：307848847，若非此帐号操作请直接无视他。目前服务器首选充值：支付宝、联通充值卡，其次才是q币（由于q币对服务器收益转换操作复杂所以不作为服务器首选，将会进行一定的升价，请谅解！）\n\n\n\n\n\n本服最近会做出重大决定，有可能你将在本服赚取高额奖金（q币或rmb）\n",
    "replies": []
}