{
    "title": "【宫汐月】【原创·连载】地球MC，发个序章预预热",
    "author": "宫汐月",
    "replyCount": 2,
    "timestamp": 1416667860,
    "txt_content": " 本帖最后由 宫汐月 于 2014-11-22 23:08 编辑 \n\n大家好，我是汐月，最近看到了很多MC的文学作品，就高兴地来尝试了一下，应该可以写下去吧，不过没有写大纲。\n首先，请大家支持一下我以前的帖子！然后，希望大家看看我在小说阅读网上写的一篇不怎么样的小说，还没有写完，希望大家喜欢！~~~{:10_512:}\n查看地址：《新世纪之命运法则》\n之前新人报到时不是有人要我爆照么？我的作者图片就是小时候的照片~~~萌萌哒。\n然后，都说了这次是预预热，所以也就一点点字，大家要喜欢哦内容驾到：                                                Earth MC°序 真实整合包    “铃铃铃！”安克雷尔（英文名Clare）一听到放学铃声，就急匆匆地赶回了家，登陆了MCBBS，听好友说有位作者发布了一个叫做真实的整合包，据说很好玩，很现代化，那位好友说完就去玩了，可见它的诱惑力之大。安克雷尔也是MC迷，一个超级火热的整合包当然也要下载了。    登陆账号，打开网页，下载整合包，发句评论，就快速地打开了整合包，也不知道为什么，今天安克雷尔的父母都不在家，据说去夏威夷度假了。“游戏马上开始，请玩家注册账号。”一道冷酷的声音传来。“不愧为真实整合包，就是真实，连人声都有！”安克雷尔赞道，“等玩完儿了就去加个分！”他不知道，这一玩，就让他差点回不来了……    “请玩家注册账号。”系统再次提醒道。“雷神”安克雷尔想了个帅气的名字。“请选择英文名称。”系统道。“那就我的英文名吧，”安克雷尔说，“Clare”“是否确定？”“是。”“请选择性别。”系统再次问道。真奇怪，这个游戏竟然要选择性别，但安克雷尔还是道：“男。”他还是不知道，就在几十分钟后，他就会庆幸自己没有开玩笑说性别是女性。   \n    “账号注册完毕，名称：Clare，性别：男，是否确认？”“是。”安克雷尔更奇怪了，难道这个整合包不需要JAVA？“是否进入游戏？”“是。”进入后，就到了游戏的正常画面：单人游戏，多人游戏，Minecraft领域，Mods。安克雷尔点了单人游戏，然后直接出现了创造世界的画面。\n    星球名称：\n    游戏模式：生存/创造\n    世界科技：古代/现代\n    真奇怪啊，和以前的完全不同。\n    就这三项，首先，安克雷尔在星球名称上填了克雷尔，自己的名字（不包括姓氏）。\n    然后，安克雷尔想先体验一下，所以选择了生存。世界科技就先选择了古代，然后出现了个性化，安克雷尔点了一下，出现了如下画面：\n    远古/夏朝/商朝/周朝/战国/秦朝/汉朝/三国/晋朝/南北朝/隋朝/唐朝/五代/宋朝/元朝/明朝/清朝/近古。\n    安克雷尔又回去选择了现代，看了看现代的个性化：\n    地球纪元/太阳系纪元/银河系纪元/宇宙纪元/时间纪元/科技极限纪元。 \n    安克雷尔想了想，自己的很多科目都不好，就是三项主课以及电脑非常好，所以选择现代现在，也就是地球纪元，最适合，所以，点击了地球纪元。\n    填完后，系统问道：“是否创造世界？”“是。”安克雷尔答道。“世界创造成功，本世界创世神叫做Clare，是否进入世界？”\n    “是。”安克雷尔两眼发光，没想到生存模式也是创世神啊，所以说出的话来完全不经过大脑思考。“传送世界中……传送成功！自动接取主线任务：在Clare星中制造出Minecraft游戏，并让它红遍全球，任务成功奖励：回到现实世界，任务失败惩罚：脑死亡，成为植物人。”\n    安克雷尔傻眼了，没想到自己钻进了套中，看来不去是不行的了，他只好随着万丈光芒，进入了游戏世界。而制造这个整合包的作者，正在电脑前偷偷笑着…\n\n字数统计：包含标点符号约为1105字。既然已经将序章发了，那么就88咯~！\n（来个回复啊QAQ）\n",
    "replies": [
        {
            "author": "418878840",
            "timestamp": 1416714900,
            "txt_content": "楼主真是专注网游文啊"
        },
        {
            "author": "宫汐月",
            "timestamp": 1416717060,
            "txt_content": "418878840 发表于 2014-11-23 11:55\n楼主真是专注网游文啊\n这算么？"
        }
    ]
}