{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第二十五章：原形毕露】",
    "author": "418878840",
    "replyCount": 2,
    "timestamp": 1416663900,
    "txt_content": "\n隔了四天的更新（找错字有奖哦）\n索引在此\n\n第二十五章：原形毕露  看着重新凝聚而成的巨剑，猪猪君想着下一步该怎么攻击。  两把剑如果一起攻击的话，那猪猪君肯定无法躲避，唯一的办法就是把两把剑的距离拉开，不让它们一起朝猪猪君攻击。经过猪猪君的反复观察，发现浮游控制武器的速度是跟武器本身的重量挂钩的，也就是说像巨剑这种重型武器的移动速度是很慢的。  猪猪君不断的在走廊间快速移动，尽量避开巨剑的攻击范围，但又留了一个空挡吸引浮游用巨剑攻击。  但走廊毕竟还是走廊，狭窄且细长。猪猪君尽管速度极快，在这封闭的走廊中还是有些施展不开，有时还差点被击中要害。  拿着灵魂碎片，感受着来自自己灵魂深处，只属于自己的力量。猪猪君刚要发力攻击，身子却猛然一颤。  猪猪君看着自己的左肩，伤口已经在之前的剧烈运动中恶化，疼痛顺着流干的血液传遍了猪猪君的全身，就像无数昆虫的撕咬，猪猪君的左臂一下子没了力气。  浮游见猪猪君动作略带僵硬，知道他的伤口恶化了，立马控制着巨剑飞向猪猪君。  本就不大的走廊被两柄巨剑占据了左右两边，猪猪君没有可以躲避的空间了，只好拿刀硬抗了。  银白色的巨剑如同两头张开血盆大口的白色猛虎，血腥的杀气弥漫开来，剑刃狠狠的撞击在了猪猪君的刀身上。  猪猪君吃力的咬牙抵抗，但身子却还在后退。  “不得不说，S级的碎片就是不一样，防御力都比普通的防御性碎片强很多。”浮游双手使劲一握，巨剑突然消失，白色粉末成了浓厚的雾墙。  身前的巨力一下子消失，猪猪君因惯性往前倒去，连忙将刀插在地上，稳住了身子。  粉末迷住了猪猪君的眼睛，分不清方向。就在这时，那些粉末在浮游手掌的带动下，又变成了银针，由雾构成的墙壁也变成了银针，庞大的银针群就这样出现在了走廊内。  “又是这招！”猪猪君对于这种分散别人注意力在偷偷攻击的手段鄙夷不已，殊不知他自己也经常使用。  灰色能量再次喷涌而出，形成了护罩，银针以一种肉眼难以分辨的速度飞行，猪猪君不知道它们下一步会攻击那个方向。  银针变成了粉末，又形成银针，如此反复，护罩的颜色渐渐黯淡。  “这就是S级的实力，也太弱了点吧，亏我还那么高估你的灵魂碎片呢。”浮游说着，准备进行最后一击了。  那些银针都涂着致幻剂，只要猪猪君一中，神智就会再次模糊，抓捕也就简单很多了。  “喂，你搞什么啊，这是S级的力量啊，你竟然输给了一个A级的！”脑海中的声音透着无边的愤怒。  “我的脑子到现在还有点乱呢，哪有时间熟悉自己的能力啊？”猪猪君也很无奈，因为他现在要被击中了。  看着即将刺入自己身体的银针，时间好像突然变慢了，猪猪君的脑子也清晰很多。  “唉，看来你还是不适合打打杀杀，反应这么迟钝怎么玩？”那个声音也无力起来。  “谁说的，我还杀过一条癞皮狗呢！”猪猪君立刻反驳。  “你还记得这件事啊？”脑海里的声音噗嗤一笑。  猪猪君也笑了，不过又想到什么，问道：“诶？你怎们知道的，我有告诉你这件事吗？”  声音愣住了，但还是回答了猪猪君的问题，“我一直在你的脑海里，当然知道这件事。”  “原来那个时候你在啊。”猪猪君突然感觉自己运气不错的原因是不是因为这个神秘的声音，但又小声说：“那你当时怎么不在我要死的时候帮我。”当然，最后一句猪猪君说得很小声……  “好了，你现在闭上眼睛，我来给你演示怎么运用这个牛逼的武器。”  声音最后说了一句，随后，猪猪君就感觉自己陷入了无尽的深渊中。  猪猪君发现自己又到了那个灰色的空间中，只是现在这个地方多了一个方桌和一些凳子。猪猪君坐了下来，发现他的脑海里好像多了什么东西。  “这是？”  只见走廊内，浮游吐了一口鲜血，一个散发着黑色凌厉气息的人用刀把使劲顶着浮游的腹部，浮游倒飞出去，重重的撞在了身后的墙壁上，没有了知觉。  这不是我吗？那个人转过头，双眸里满是蓝白色的幽光，嘴角挂着奇怪的笑容。猪猪君认出了他，正是他自己，看来自己的身体被那个声音给拿走了。  舔了舔刃口的血液，又看了看浮游双手的关节处，猪猪君慢慢的走了过去。  “哈哈哈，没想到几年之后，砍人的感觉还是这么爽啊！”猪猪君拿着刀，对着浮游的双臂一划，他的手臂就连着肩膀掉了下来，与身体的连接处喷出了鲜血。  “停吧，怪吓人的。”灰色空间中的猪猪君见到这一幕，赶紧叫停。  “你说什么？我在救你诶，难道他不该死？”那个声音大叫着，到最后直接变成了狂笑，“你放心，等我玩够了我自然会把身体还给你的。”  “你！”猪猪君知道自己被耍了，早就知道没有天上掉馅饼的好事，但他还是上当了。那个声音压根就是个骗子！  此时的数据库已经乱套了，因为浮游的任务失败了，而且有很大的可能性死亡，这对于他的所属部队——黑镍，是一个很大的打击。  镍队长在办公室来回渡步，心急如焚。最后，他的手往桌上使劲一拍，命令道：“没办法了，把我们黑镍的所有A级以上的人叫来！” \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 \n好友@十连发\n另外，求人气\n\n\n\n\n\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "o-zero",
            "timestamp": 1416665640,
            "txt_content": "猪猪君看着自己的左肩，伤口已经在之前的剧烈运动中恶化，疼痛顺着流干的血液传遍了猪猪君的全身，就像无数昆虫的撕咬，猪猪君的左臂一下子没了力气。\n这句话还可以在改进的"
        },
        {
            "author": "紫晶Blue",
            "timestamp": 1416665700,
            "txt_content": "都出到2了，不错不错"
        }
    ]
}