{
    "title": "<原创·单篇完结>《静谧间》By 彼岸在望",
    "author": "彼岸在望",
    "replyCount": 14,
    "timestamp": 1416664860,
    "txt_content": " 本帖最后由 彼岸在望 于 2015-2-5 20:32 编辑 \n\n<静谧间>\n                     By 彼岸在望\n———————————————————————————————————————————————————————\n 旧尘被新物掩埋，静谧之间仍见曾经的争与纷扰。\n\n\n\n正文\n\n1.\n此刻又是静谧万分，原本喧嚣的世界，一瞬间时间被冻结，空间被压缩，黄昏淡淡的忧伤化作西方一缕缕飘升的赤红色烟雾，映衬着一个不算太大的方状星体。星体呈暗红色，此刻的光芒由它放射，内核和外壳层次分明，一直盯着看，双眼却并无疲惫之感。\n\n树木、湖泊、山峦、草地，以及动物，尽是一片的方正、规则。大地上行走的猪、牛等动物是此刻唯一运动的物体。它们的速度忽地被降至无限小，一个缓慢抬脚的动作都被红色的光芒渲染到极致，明显的像素被毫无遮掩的暴露出来。\n\n一个飘在空中的灵魂俯视着一切，它的眼前出现了一幅柔美而安谧的图画，如油画般浓墨重彩，又如水墨画般简单别致。\n\n“我喜欢这样的风景。可是，不久后，它又会回到时间的掌控中。”\n\n“那么，我为何不尝试着操纵一下时间呢？”\n\n反正这个世界，这般孤独。\n\n\n群峦之中，一座木头小屋。\n\n“吱——”木门被推开的声音，粗糙而笨重。一个穿戴整齐的黑发少年慢悠悠地走出来，伸一个懒腰，打一个哈欠，半睁半眯的双眼被挤出几滴眼泪，晨光映在了他清秀的脸庞上。唯美的一切，仅为献给他一人。\n\n“又是新的一天啊......干些什么好呢？”说着他走向了麦田。\n\n每一次收小麦都会产生一种朦胧的美感，好像，很久很久以前，他和其他同他一般有思想的生命体，也做过这般事。\n\n他，是谁？\n\n说不清，连他自己也不知道。每当他开始回忆曾经，头痛的感觉就会猝不及防地袭来，使他迫不得已放弃。\n\n他一直都孤独地存在着，一片农田，一个养殖场，一座做工一般的木头房子，一些工具和食物，还有他的思想，构成了他的世界。\n\n他曾尝试过逃离这个对他而言孤独万分的世界，可每一次自杀，求生的本能使他不得不变得软弱，让他最终放弃。\n\n何不走进他的世界？\n\n看看......\n\n他眼中对精神光明的渴求。\n\n\n2.\n有一天夜晚，他爬上了一座附近最高的山的山顶，沿途插满火把，光明在黑暗的陆地上繁衍、生长。他虽是年纪轻轻，思想却不如一般的同龄人般迟钝、幼稚。\n\n山顶上的夜空真的很美。他在树上搭了一个简易的木制平台，确保附近没有只在黑暗处出没的怪物后，便躺了下来，双手交叉着放在后脑勺，略是凝重地仰望着幽深的夜空。星辰的光亮此起彼伏，美丽而动人。\n\n突然有一种朦胧的欲望从他心底衍生。那是对真爱的渴求，出于对这般美景的享受。\n\n曾经他只是在浑浑噩噩地熬着过着生活，现在他突然感觉自己有了一种追求，追求什么，他自己当时也不太清楚。\n\n只是，他打算做一些事情。\n\n\n飘在空中的灵魂将这个世界缩至能在视线之内看见整体般小，开始宏观这个世界，研究这个世界的本质和构造。\n\n它只是有权控制这个方块世界，但这个世界是怎样产生，以及这个世界的大体构造，它却从未抽出时间来研究一下——尽管它曾经有多么充足的时间，也将其浪费。\n\n它不再想管治这个世界了。一颗久来受束缚的心被由内至外迸发的自由神经所操纵，开始了一种它自认为的解脱。\n\n但或许这也是一个方法。\n\n3.\n他将所有的钻石都放在了一个箱子里，并将箱子埋进了他的家附近的土中，然后填上。\n\n随后他将打火石拿出来，对着大门就是一下燃烧。火苗蹭蹭往四处扩散，爬上他家的阳台，窜入他家的卧室和客厅，经过草坪蔓延到他的农田、养殖场......一切都燃烧了起来，通红的一片。\n\n他只带了一部分的食物和工具，背对着他曾经的家，迎着朝阳，开始了漫长的流浪。\n\n噼里啪啦火焰的燃烧声没有令他驻足些许，哪怕是回头望一眼。\n\n他只是想弄清楚真相：这个世界上究竟有无能与他进行思想交流的生物。哪怕一个。\n\n\n它于是创造出了另一个“日”，取代了夜晚的“月”。它认为光明是生命中最美好的东西，昼夜不分尽是光明的世界才是最美的世界。\n\n它觉得这样就算是对上面宣战了。它要告诉它们，它不服于仅仅是管理这一个空洞的世界，它还想做更多的事。\n\n一种对理想的追逐，却似乎是演变成了一种对现状不满的控诉，尽管是莫须有。\n\n原以为这样它就能重获新生。\n\n4.\n他行走着，背着一个包裹。路上见到了许多新鲜的东西，丛林、热带草原、雪原，他见识了许多，也清楚地认识到了外面的世界的美好。有花香像小鹿般悠闲走过，有溪流像风般清凉拂过，也有许多他叫不出名的生物，在他眼前如画卷般自然而然地展开，从进入视线到离开视线，美丽却短暂。\n\n可短暂却使这画面更加美丽，稍纵即逝。\n\n他很享受这般安详和恬静，每天只有芳草和寂寥的风声，传来几声动物叫，无疑令这等美景更令人舒适。\n\n好像很久很久以前，他经历过与其相反的另一种背景下的生活，喧嚣、嘈杂，无休止、无规则的嗡嗡乱叫声不绝于耳，灰蒙蒙的天，灰蒙蒙的地，似乎万物鲜亮的光泽都被淡化了，沉沉的灰色是永远的主色调。\n\n可与现在眼前的景色相比，这算不算臆想？\n\n答案已在不言之中，被花香和草绿掩埋在心中，很深很深的地方。\n\n\n它被全宇宙地通缉了。它毁掉了它所管辖世界的规则，万物生灵都在炎热中饱受着折磨，永远地在一片光亮中，在阴暗处躺一会，不久又被强烈的日光叫醒，再累，再苦，也只能无奈地顺从。\n\n毕竟，它们这些毫无权力的生命，要谈何反抗？它们连它们所处的这个世界的运作原则都不知道，只是在一片自然的环境中顺从着自然给它们的安排。\n\n而它却拼命地逃跑着。它逃离了原本它所管辖的世界，在浩瀚星海中，关掉了自己的定位系统，漫无目的地游荡。\n\n它从来未曾想到过，自己一个任性的做法，在它自己看来微不足道，却可以惊动上面那么多人，这算是给它买了一个教训。\n\n可它依然不懂，自己这么做无非就是想引人注一下目，怎么搞的这样麻烦，丢了位，烦了心，看来余生只能在黑暗的宇宙中度过，根本没有求索之地。\n\n毕竟被逮到，谁都知道迎来的不是死就是痛。\n\n生命啊，莫不是就这样在躲避中，渐去渐远？它不依。\n\n可现在，根本就没有它发话的位置。\n\n5.\n他突然觉得有些奇怪。他觉得这一天的白天过得太慢了，带来的钟表走过了一圈又一圈，白昼的光依然漫布在天空中，恶心的怪物也再未出现过，偶尔看见远处一只从地下爬出来的僵尸，未等它做出任何反应便被烈日烤的焦黑，走近一看，腐肉也如炭火般生硬而干瘪，着实恶心了不少。\n\n真的，自打他从山谷里出来后，就再也没有看见日出日落了，整天都一如既往的灿烂、光亮，偶尔小憩一会，梦中看见了沉沉的黑夜，醒来后依然是白昼。\n\n他觉得眼前曾经令他怦然心动的景色，现在看来已经习以为常。他再也找不到了那种开始流浪时的激动和盎然的兴味，取而代之的是一种失落的忧伤。\n\n为不再的夜晚，不再的兴奋之感。\n\n他眯着眼望着天空，无奈地叹了口气。\n\n\n有时他会忘记，自己出发究竟是为了什么。有时他又觉得，这个目标是否真的太不现实了。\n\n自己的存在，究竟是为了什么......\n\n难道，归根结底，算是命运么？\n\n他不知道生命的意义在于何。一头头家畜，一只只怪物，一棵棵树木，都能在他的面前倒下，而他自己却从未有过任何的愧疚之感——这都是后话了。\n\n却不知道，自己的下一步，该走向哪。\n\n绚丽的日光充斥着整个世界。\n\n这是他第一次落泪。\n\n6.\n某一天他开始思考生命的意义。\n\n生命，在造物主的初印象中，或许仅仅是细胞与细胞之间的相互作用，使物体做出一系列的反应。反应结束，生命终止。\n\n就像......像什么呢？\n\n像那些家畜，那些怪物，那些树木。没有意识地进行自己的生命活动，某一天一些细胞受到损害，它们自己也从此消失于这个世界上，短暂的痛楚之后，变为食物或材料，供他所用。\n\n那么，他自己又是什么呢？\n\n他可以自己动脑思考，可以有意识地去剥夺另一个生命并为己所用，可以在某个光明的午后，坐在一片芳草地上，独自静静思考生命的意义。\n\n他是否已经高出了所谓生命？\n\n但若是如此，他为何又在一个有着生命的世界上生存？\n\n真是纠结......\n\n草香与鸟鸣覆盖整个平原，不远处的河流静静流淌，滋润出生命的乐章。\n\n7.\n宇宙里的很多年，仅相当于这个方块世界的几天而已。\n\n它在一颗小型太空陨石上休息。它很明显苍老了许多，以至于站立的动作都略显缓慢和迟钝。\n\n不远处驶来几架太空飞船。赤色的灯光闪烁不止，它脸上的由不安紧接着转变为恐慌的过程被那红光映衬得如此细致。\n\n它来不及逃跑，光束已然穿过它的身体。\n\n它倒下了。几个似人非人的家伙走下来，把它搬进了飞船，又再次驶离。光亮不再，又是漆黑的一片。\n\n一切皆在无声中发生，终止。\n\n再次醒来是在一个四四方方的房间里。迅速地被人质问后，不由分说地被剥夺一切它曾经拥有过的权力和职责。它算是很坦然。\n\n“因忽职守，不务正业，致使所管辖世界的天气状况炎热不已，令万般生物苦不堪言。被告者，是否接受处罚！”\n\n最后一句的语气十分强硬。它闭上眼，仍旧坦然地说道：“接受。”\n\n伤痕累累的它被押禁在一个面积较大的房间内。四壁无孔，天花板上镶嵌的灯石照亮了整个房间。简单的生活用品和每天都要进行的管教监督填满了它的生活。说是管教，无非就是给你拼命灌输一大堆你根本不想用，也没用的东西，让你的思维被强令禁锢。\n\n这时它才是领会到了，原来自己在这个宇宙当中，是这样的弱小。不要以为自己管了管一个小小的方块世界，就觉得已是在一人之下、万人之上了。\n\n它再也体会不到生命的美丽了。\n\n或许，真的再无翻身的机会了。\n\n认了么？\n\n8.\n呵，它怎么会认。\n\n它和它在监牢里认识的、曾经同为世界领域管辖者的朋友商讨了一个计划——关于它的出逃。起初没人在意，可时间一久，它以它的人品博得了大家的支持，于是它们都欣然接受了——尽管有丧命的风险，但对于它们这些已然对生命丧失希望的家伙而言，这不算什么。\n\n某天的管教课程中，它被它的牢友们掩护着逃走了。\n\n监视头很轻松地发现了它的离去，于是在场所有管教者都放下手头工作，开始追赶它。\n\n而求生的欲望从未有这时强烈。它疯狂地奔跑，解锁自己的飞行功能后再次飞向了浩渺的宇宙。\n\n它要回去。\n \n\n他来到了一个洞窟。他想在黑暗中愉快地睡一觉，尽管这样做很危险。\n\n于是他拿石头封掉了与外界唯一的出路，封掉了深入洞窟的路径，摆下一张床，插上一根火把，拖着黑眼圈迅速进入了有梦睡眠。\n\n不知过了多久，爆炸声惊醒了他疲劳的大脑。一阵反胃后才恢复了知觉。\n\n面前是一个被苦力怕炸开的小坑，后面几只僵尸和骷弓蠢蠢欲动。拦路的墙被炸得稀巴烂。\n\n疲劳与紧张在身体里做着令他痛苦的斗争。他恍惚看到僵尸正朝这边走来，骷弓也搭上了箭，射向这边。\n\n痛觉让他彻底从恍惚的知觉中惊醒。他连忙收起床，把封住洞口的石头凿开，迅速逃离。\n\n外面的明媚阳光令他短时间内无法适应。又是一阵眩晕和反胃后，他再次坐在了离洞口很远的一片树荫下，闭上眼开始了休息。\n\n9.\n是否，真的在充斥着光明的旅途中，失掉了自己最初的梦想？\n\n我好难过。\n\n他的钻石剑在逃跑过程中掉了。他要回山洞看看。\n\n于是他又回去了。令人堪忧的是，钻石剑不在了。应该是被一只僵尸捡走了。\n\n正当他打算离开时，山洞深处一个黑色的魅影吸引了他。深紫色的眼瞳，周围围绕着同样深紫色的颗粒状漂浮物。这家伙并没有来攻击他。是个友善生物么？\n\n他于是看着它。真诚而好奇的眼神。然后它也看着他，只不过带着一种愤怒和羞辱。\n\n一声恐怖的叫声后，它突然不见了。他有些好奇，恐怖的声音并未消失。\n\n一阵痛觉从他的背部袭来。他转头一看，就是那个浑身漆黑的家伙！\n\n好痛......\n\n他只能往山洞深处跑。来时的路被那家伙给挡住了。\n\n该死......\n\n幸好山洞中的路面还算平整，阶梯跨度不是很大。他向下跑着，沿路看见其他怪物，只能更快地逃跑，别无它策。\n\n越来越深了，\n\n越来越深了，\n\n......\n\n直至他再也听不见那家伙的叫声了。\n\n而此时，他面前是一大片的岩浆湖，火光耀眼而迷人。他眼前一亮，好像看见了尘封良久的光明，却并不与苍天白日下的无色光亮相仿。\n\n这是黑暗中的光明，最为美丽......\n\n10.\n当它回头再也望不见那群追逐它的飞船后，他回来了。\n\n这里应该是浪迹天涯的它，唯一的家。如今，时隔多年，它又回来了。\n\n它回来后做的第一件事，就是抹杀了第二个“日”，将囚禁的“月”放了出来。\n\n太棒了，太棒了......\n\n明月缓缓升起，虽然依旧那样凹凸与残缺，可是，\n\n看着繁星满天，久违的黑夜猝不及防地又回到了每一个生命的世界中。\n\n包括它的。\n\n它也不想再继续拿着这个神职了。它打算变成一种和它体型相似的生命。\n\n只是那样做，会有一些副作用。\n\n可是……\n\n万般生物享受着它们独自的生活，睡眠，进食，繁殖，平静地过完自己的一生，纵然无波无澜，也与世无争。\n\n这种感觉，就像是……\n\n很久很久以前，它似乎在草原上奔跑。清爽的风迎面而来，生活这般令它享受。\n\n什么时候的事情呢？\n\n这时它收到了一条脑电波，记载的是信息。\n\n“这次是我们故意放你走的。考虑到你的阅历还太浅薄，一次错误就足够了。下不为例！”\n\n它淡淡地笑了笑。\n\n11.\n变成什么好呢？\n\n猪太愚笨，牛太迟钝，羊太寂寞，鸡太脆弱，狼太残忍，猫太胆小；亡灵的生命有限，苦力怕太会自我奉献，末影人太冷漠……\n\n要不，变成人？它曾经在监牢里听一个同伴说过，人是宇宙中除它们以外最聪明的生物，有感情，有思想，有智慧，同时也兼具致命的弱点。这特征很符合它。\n\n可是，只有它一个人，活着又有什么意思？\n\n它的脑海中没有关于人的记录，自然也不知道怎么创造出一个人。而且如果因此又惊动上面的那些家伙的话，自己还就真的玩完了。这个方块世界中，据它所知，也是没有人的。\n\n \n他绕着岩浆湖挖了些矿，然后拐进了一个废弃矿道，东绕西绕，发现了几个箱子。可正当他打算心满意足地离开时，他发现他找不到回去的路了。又是一通乱走后，他发现了一个笼子，周围是众多的蜘蛛网，里面有一只很小的深蓝色蜘蛛在不停地转动，红色无光的火焰不时从里面冒出。\n\n他以前从来没有见过这种东西。应该是一种攻击性的怪物。\n\n未等他反应过来，一只深蓝色的蜘蛛从笼子上方莫名其妙地出现了。它一出来就扑向他，剧烈的痛觉过后，他拔腿狂奔。他这时才想起自己的钻石剑被弄丢了的事实。\n\n然后他感觉有些眩晕，体力也越来越虚脱。自己这是……中毒了？\n\n不！他还不想死！他还没有完成他的目标，还没有找到另一个与他相仿的智慧生命，现在死去，自己可能一辈子都会后悔了。\n\n求生的欲望从未有如此强烈。在不见天日的地下洞穴中，生命可以为了尊严和意愿而战。\n\n何况光天化日之下的万物？\n\n然后又是一只蜘蛛扑向他的背部，一口咬下去。\n\n眼睛……怎么看不见前方的东西了？耳朵，为何也似聋了般难受？\n\n谁可以告诉我，我究竟会何去何从？\n\n我曾经信赖的人，曾经痴想的梦……这都是幻觉么？\n\n好痛苦……\n\n \n“它来了。”\n\n\n终\n\n\n\n\nhttp://www.xiami.com/widget/0_1772590358/singlePlayer.swf\n\n12.\n我不想追忆，也不想疲劳地活着。我耗尽一生，仅仅是为了更好地生存。\n\n我不是什么很有能力的人物，我甚至连宇宙的样子都未清楚地看见过。我只是在一个星球构成的一个社会、一个世界中，为了自己的地位和生存的权利打拼着，或者为了种群的恢复和繁衍而努力着。我只是我，我是一个微弱、渺小的生命，上帝、时空这种词汇与我遥不可及，我甚至不敢想象某一天我获得成就时，我将会是怎样的激动与开心。\n\n我只是一个普通的生命，仅此而已。\n\n我无权控诉这个社会的不平等与不公正，因为没有任何生命能够破坏有于它利益的规则，只要它够强，够厉害，够让我们对此敬畏和害怕。我们只能选择接受，所谓民主，所谓平等，每一个生命生而不具有，一类类的生命，一次次的轮回，永远改变不了弱肉强食生存法则。\n\n我们都迷惘过，都怀疑过，甚至都绝望过。我们可以在幼时得到一些滋养，可这只是为了今后成年后艰苦的生存而做好准备。从个体上看来，这又似是个公正的世界，公正的社会。\n\n责任，自生命伊始之时，就已经潜移默化地植入了每一个生命的心脏中，思想中，乃至意识中。不去履行生命交给你的义务，你不配叫做生命。\n看来，我们必是做不到轻松地活着。\n\n因为活着，本身就是对生命意义最好的诠释和演绎。\n\n而生命，从细胞与细胞之间的相互作用产生的反应，已蜕变为了对这个世界的深化的认识与感知。\n\n所以存在，抑或消失，仅仅是我们的生命，在浩渺宇宙中开始的新一轮轮回啊。\n\n乐观地对待每一天吧。我们都能看见这个世界，原来这般美好。\n\n\n \n \n\n\n\n尾声\n“你，还好么？”\n\n他醒来是在一片草地上。夜已深，繁星装点着久违的夜幕。\n\n他坐了起来，旁边是一个女孩。与他差不多的年纪，微风扬起她搭在前额的棕色头发。\n\n“我......没事了。你是谁呢？”\n\n“我吗？......我也不知道了。你从哪里来的？”\n\n“很远的地方......我也不清楚。只知道，我离开那里很久了。”\n\n“这样啊......那，不介意我加入你旅行的队伍吗？”她突然笑了起来，像一个孩子般单纯。\n\n“当然可以啊。”他也笑了，透出浅浅的羞涩。\n\n此时东方，朝霞蓬勃，孕育着新一天的希望。赤橙色的光芒向四面发散，海波被照的有些透亮。\n\n“这是……朝阳么？” \n\n“是啊。我有些时候没看见它和月亮了啊。”\n\n“……”\n\n不远处却是一片不再静谧的大海，在朝阳的辉映下，徐徐折射出世间灿烂的日光。\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\nTHE  END.\n\n谢谢观看，请耐心的听完BGM吧。有任何意见欢迎回复留言！\n\n我是有时爱装高冷的彼岸酱。\n \n\n\n\n书名：静谧间\n字数（不含标符）：6502\n作者：彼岸在望\n最后更新时间：2014.12.11\n\n\n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "大葱之灵@",
            "timestamp": 1418393640,
            "txt_content": "很有意思的小说，支持"
        },
        {
            "author": "gggbbb",
            "timestamp": 1418395740,
            "txt_content": "貌似挺好的样子，前排围观"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1418440440,
            "txt_content": "大葱之灵@ 发表于 2014-12-12 22:14\n很有意思的小说，支持\n多谢支持~{:10_512:}"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1421976780,
            "txt_content": "贴就这样莫名其妙的沉了QAQ？"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1421982060,
            "txt_content": "彼岸在望 发表于 2015-1-23 09:33  贴就这样莫名其妙的沉了QAQ？\n很不错（话说我之前也想写一篇类似的文章，我做到了，但是远没有楼主文笔好）"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1421982660,
            "txt_content": "末影龙娘 发表于 2015-1-23 11:01\n很不错（话说我之前也想写一篇类似的文章，我做到了，但是远没有楼主文笔好） ...\n过奖过奖~"
        },
        {
            "author": "可耐的小白",
            "timestamp": 1422800700,
            "txt_content": "不错！顶贴！{:10_512:}"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1422879780,
            "txt_content": "可耐的小白 发表于 2015-2-1 22:25\n不错！顶贴！\n多谢支持~"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422882360,
            "txt_content": "彼岸在望 发表于 2015-2-2 20:23\n多谢支持~\n海豹君狂顶永不落！另外送一背包的金块！"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1422890220,
            "txt_content": "末影龙娘 发表于 2015-2-2 21:06\n海豹君狂顶永不落！另外送一背包的金块！\n谢谢支持咯~"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422919440,
            "txt_content": "海豹君又来顶帖喽～"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1455613920,
            "txt_content": "彼岸在望 发表于 2015-1-23 09:33\n贴就这样莫名其妙的沉了QAQ？\n为毛有种小王子的感觉\n而且这个是高冷忧郁又不轰轰烈烈版 的\n真是羡慕你们这些大触啊，随随便便这高冷气氛就上来了\n顺便一说，BGM是什么我理所当然地忽略了(/▽╲)我觉得我自己听着的《Never Ending White》就挺符合气氛的，微微伤感（当然，这全都是基于我不懂日语歌词……）\n开学快乐"
        },
        {
            "author": "heixuan",
            "timestamp": 1455616680,
            "txt_content": "棒"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1455678600,
            "txt_content": "Donnies_Ming 发表于 2016-2-16 17:12\n为毛有种小王子的感觉\n而且这个是高冷忧郁又不轰轰烈烈版 的\n真是羡慕你们这些大触啊，随随便便这高冷气 ...\n小王子什么的我还没联想到233\n多谢对本文和作者文笔的肯定~\nBGM是日剧《神的病历簿》的配乐，但听无妨~\n开学并不快乐，6月就中考了QAQ"
        }
    ]
}