{
    "title": "原创【连载】粉碎卡德里  原创玄幻异界大陆【第一章】",
    "author": "19987360",
    "replyCount": 8,
    "timestamp": 1416722160,
    "txt_content": " 本帖最后由 19987360 于 2014-12-4 23:10 编辑 \n\n{:10_492:}第一次写小说啦，哪里不好的请提出问题，我会加以修改。PS：未经允许不许转载。    创作新人一个，多多包涵支持啦。   回帖啊，1周没回帖我就不更新了（因为似乎没人看的样子）。  用金粒砸死我，人气来吧（给人气不扣自己的）\n序章\n        这个世界中，每个人都拥有神力，但是由于神力的种类不同，神力的强弱不同，并非所有神力都可以使用。神力，可以产生元素力量，譬如控制水火雷电;神力可以产生自身力量，譬如使自己的力量强大或者恢复力变强;神力可以产生器物力量，譬如生成并控制（如外形等)兵器。神力，可以通过后天通过修炼的变得更强大，也可以先天获得无比强大的神力。而且只要神力足够强大，甚至可以长生不老。这种神力在这里世界中，被称为马路卡。世界的中心是一个屹立千年不倒的卡德里帝国，卡德里帝国招纳，劫持了无数拥有强大神力的人，正因为如此，才没有其他国家敢与帝国抵抗，甘心成为附属国。但是现在经过漫长的岁月，卡德里帝国已经腐朽不堪，国王不理朝政，贪官大臣不停的压迫着人民以及附属国家，而那些清廉的官员，不停被迫害。无止境的压迫和剥削导致了几次大规模起义，前几次都被帝国镇压下去，但是唯独这次，持续许久。卢卡德，来自反抗军的3军8小队，8的小队负责执行清理小头目，也就是帝国军队的将军或者拥有比较强大神力的人，尽可能的把他们拉入我们的队伍，如果不加入，那么就只好消灭了。但是，18小队，除卢卡德之外，被帝国全部消灭..........接着，故事开始了。\n                —————————————————————————————————————第一章      遍体鳞伤的卢卡德走在丛林中，这是一个17岁的黄发小骚年，绿色的眼睛，洁白的脸颊上沾满了血液，衣服破烂不堪，血迹斑斑，斗篷全都是窟窿和烧焦留下的黑色，他脑中回想着刚刚发生的事情，混乱无比。他的队友，同伴被一个个杀死，就在他的眼前死去，但是自己却因为能力不足而无法挽救他们。帝国的神队3队队长伊尔泽斯，一个黄发切身体强壮的22岁青年，他那红色的眼睛似乎就是被血液染出的，他满身是血。伊尔泽斯在杀完了卢卡德的同伴后，揪着卢卡德的头发，看着他的眼睛，卢卡德的眼睛里充满了恐惧，眼神虚无而且空洞洞的，好像整个人都傻了一样。伊尔泽斯轻蔑的笑了一下，说道“哼，你居然这么弱，你的马路卡属性不错，但是等级也不过70级左右，看看你的队友，哪一个像你一样弱，如果你有能力的话，他们就不会死了！哈哈哈哈！”伊尔泽斯把卢卡德的头放开，卢卡德立马倒在地上，伊尔泽斯踢了卢卡德一脚，又说道“变强吧，来找我复仇啊，我的马路卡也是雷，但是级别高达130，要知道，级别达到100以后，修炼就会无比艰难！马路卡等级达到150，差不多就长生不老了，我天生修炼快，等到了150级，就长生不老了！哈哈哈哈！有一天，你变强时来了，我再把你宰掉，多么有趣！”伊尔泽斯的变态狂又发作了。伊尔泽斯把卢卡德丢在地上，自己开始用手杖制作传送阵，不一会儿用传送阵传送走了。卢卡德，趴在地上，耳中回想着伊尔泽斯的话，他真想撞死在树上。他双手撑住地面，缓缓的爬了起来，倚着旁边的树站了起来，正当他打算了结自己时，他想到了自己的使命。他要为同伴复仇啊！“哇啊啊啊啊啊，伊尔泽斯，我会杀了你的！！！！我会亲手把卡德里摧毁啊！！！”卢卡德大声喊到。声音里，充斥着愤怒，充斥着憎恶与绝望，简直就像是临死之人的哀嚎，声音回荡在\n                卢卡德回想着，走着，拖着一只脚，倚着树，一步一歇。“咳~~咳~~啊”卢卡德又一次吐血了，“结果，还是会死吗......”随后他失去了知觉，倒在了一片空地上。\n8小队和主力部队失联许久，主力部队派了多人进行搜寻，但是始终未找到。此时，同样执行清理任务的“乄月狼”分队路过这里，乄月狼是总部直属分队，我行我素，只听最高司令员的指挥。他们看到卢卡斯，便想起了次要的搜救任务，于是把卢卡德和照片对照确认后，把他搬回了乄月狼的基地。卢卡德迷迷糊糊的醒了，没了血迹的脸庞显得特别洁白，梳理过的头发也恢复了原来尖刺的样子，旁边还放着新的衣服和斗篷，衣服是黑色的，只有腰带是白色的，外套则是洁白，后边大大的写着乄，这就是乄月狼的队服。队服中还有配套的面具，为了保证不会在任务中暴露自己，所以执行任务必须穿着队服，佩戴面具。“我这是在哪里”卢卡德说着。旁边陪伴的娜依回答道“乄月狼的基地，你可总算醒了，你昏迷2天了。”娜依是一个19岁的少女，长长的黑色头发，黑色的眼睛炯炯有神，显示着年轻人的朝气蓬勃，她的鼻梁上扶着一幅黑镜框眼，她的眼镜是可以通过神力的运用达到望远镜的效果。娜依望了卢卡德一会儿，又说道：“我是娜依，马路卡是风，等级76，不过马上要到77级了哦，我的武器是唐刀，日后还需多多关照。现在去见其他人吧！”  未完待续\n\n作者留：有意见请回复提出\n看完回帖\n",
    "replies": [
        {
            "author": "炎火战主",
            "timestamp": 1416722880,
            "txt_content": "骚年，你写的是什么小说，如果是异界大陆那你走错地方了，如果是我的世界那么你跑题了"
        },
        {
            "author": "19987360",
            "timestamp": 1416723000,
            "txt_content": "炎火战主 发表于 2014-11-23 14:08\n骚年，你写的是什么小说，如果是异界大陆那你走错地方了，如果是我的世界那么你跑题了 ...\n亲，版主说“可以与我的世界无关”我是问过才来的2333"
        },
        {
            "author": "19987360",
            "timestamp": 1416725220,
            "txt_content": "看完回帖啊，不然就沉了，沉了我就不更新了。。。。"
        },
        {
            "author": "19987360",
            "timestamp": 1416727740,
            "txt_content": "别沉，别沉，起来啊，别什么都木有啊。"
        },
        {
            "author": "418878840",
            "timestamp": 1417042560,
            "txt_content": "排版和字体简直瞎眼，楼主改改吧"
        },
        {
            "author": "19987360",
            "timestamp": 1417061460,
            "txt_content": "418878840 发表于 2014-11-27 06:56\n排版和字体简直瞎眼，楼主改改吧\n改大一点？"
        },
        {
            "author": "418878840",
            "timestamp": 1417062120,
            "txt_content": "19987360 发表于 2014-11-27 12:11\n改大一点？\n可以稍微改大，但主要是把每个段落给空几行，不然挤在一起实在是看着难受。\n（楼主写得还是不错的，加油）"
        },
        {
            "author": "炎火战主",
            "timestamp": 1417067520,
            "txt_content": "19987360 发表于 2014-11-23 14:10\n亲，版主说“可以与我的世界无关”我是问过才来的2333\n额，我没说不可以只是觉得怪怪的（好吧，我可能有强迫症）"
        }
    ]
}