{
    "title": "[双线]McLand麦块大陆——周年庆 | 半纯净生存 | 休闲服 [1.7.2]",
    "author": "nbmahe",
    "replyCount": 0,
    "timestamp": 1416726420,
    "txt_content": " 本帖最后由 nbmahe 于 2014-11-23 15:14 编辑 \n\n\n[size=0.83em]2.jpg (57.46 KB, 下载次数: 20)\n下载附件\n[color=rgb(102, 102, 102) !important]2014-9-4 22:44 上传\n\n\n\n\n\n\n服务器名称: McLand麦块大陆 \n\n\n服务器一岁啦！！\n\n\n1.7.2 生存休闲 双线百人专业服\n\n\n服务器插件: 领地 | 掉落保护 | 锁箱子 | 阵营 | 商店 | 宠物 | 小区 | 签到 等\n\n\n进服请加QQ群 293896139 可通过服务器IP进入也可以下载专用客户端\n\n\n 更多服务器特色及介绍，请加群后前往服务器官网进行查阅，我们有自己的独立论坛\n\n\n\n\n\n服务器介绍 \n\n\n1.7.2半纯净生存服 休闲娱乐的桃源圣 开服许久 经历了风风雨雨\n这次服务器迎来了新纪元 我们一周岁啦！！我们会 以全新的面貌迎接广大玩家\n新纪元以返璞归真的纯净生存为核心\n更有着稳定的服务器、丰富有趣的插件、完善的管理体系、和谐友爱的玩家团体\n\n不管你是【喜欢刺激冒险的勇敢冒险家】，还是那些【勤劳致富，坐拥良田富矿的务实劳动者】，或者是【建造出巧夺天工、华丽宏伟建筑的能工巧匠】都可以在麦块大陆找到自己的万千财富\n\n服务器每星期都会有活动 包括每月一次的建筑大赛 喜欢建筑的朋友一定不要错过 \n群内热闹非凡 玩家玩对新人君很是热情 晚上以及午夜场更是火爆 喜欢交友聊天的朋友也可以加入我们喔\n\n\n\n\n<破晓之光>改动\n\nMcland终于迎来了新的一个篇章了！\n我们在运行了一年的历练中，玩家们风雨同舟，互相扶持，经过无数的完善和听取玩家意见，Mcland服务器如同从刚刚破壳的稚鸟，浴火重生成长为了翱翔苍穹的雄鹰！\n\n新的篇章，新的开始，之前的种种欢乐回忆，新的版本将会加倍放送给你！经验丰富的老玩家，新到服务器的新人，大家联合在一起！拿起镐子！为了无尽的钻石和荣耀！\n\n一成不变：①还是一样尽职尽责的OP和腐竹！\n②依然热闹欢乐的午夜场！\n③奖励丰富的活动和开心的游戏！\n④服务器24小时随时开放！\n⑤就算不是氪金党也可以玩的很开心！（赞助什么的还是很欢迎的啦~）\n\n飞跃改变：\n①更加稳定的服务器环境，保证你玩的开心，快乐不间断~\n\n\n②开服一周年 又重回当初的味道 比起当初的稚嫩 多了一份经验与责任 返璞归真之作 希望大家喜欢\n\n\n③熊孩子清理和对策强化，外挂监控，管理玩家监督，锁箱子插件，保证你的财产不受侵犯~\n\n\n④1.7.2版本！更多插件，更多欢乐，更多的建筑才能的展示空间，更多更多的欢乐等待你来体验！\n\n\n⑤服务器专用论坛上线啦！白名单获取更加便利，同时规避部分小学生玩家，保证玩家的游戏体验。（论坛活动福利什么\n的...你懂的~）\n\n\n⑥阵营系统和任务系统强化，不再只是摆设，同时强化了公会的作用，让大家为了荣耀而战！享受胜利的喜悦吧！\n\n\n⑦红石的使用受到一定的限制，但是允许部分简易红石电路的使用，如果有需要，可以向腐竹或OP申请部分红石物品。\n\n\n⑧建筑党的福音~当玩家的建筑才华已经无处释放时，我们会给你这个展示的机会！优秀作品甚至可以成为服务器的标志性建筑哦~\n\n\n心动了？Mcland，新的开始，周年庆，等待你的加入！\n\n\n\n麦块大陆历史背景\n\n\n相传在古老的麦块大陆上 矗立着两大阵营 一个称作【幽蓝海域】\n而另一个则是【光明圣域】\n他们的领袖分别是Homure以及BiBlack\n两大阵营依靠签署的条约 互不干涉 各自稳定发展 也逐渐壮大 \n但却又不时嗅探到一丝火药味\n随人口的增加以及文明的发展 大陆上逐渐兴起了许多大大小小的公会\n他们隶属于不同的阵营 各自发展 坚守着自己的家园\n为了公会的荣耀 为着阵营的兴盛 一直坚守在这块大陆上\n\n幽蓝海域与光明圣域的和谐是否会被打破 大陆的未来是光明还是黑暗\n\n\n这一切的一切 都将由你来续写……\n\n\n\n\n阵营历史背景\n\n\n \n\n\n幽蓝海域\n\n档案编号：H-3-C\n机密等级：Euclid\n该档案为H-3号事件后的补充档案，其中资料来自于事故小队发来的报告整理而成，部分机密资料有阅读限制，在获得权限之后方可查阅。\nPS：该资料可能由于一些信号偏差和隐藏部分机密信息，可能会造成阅读偏差，请在查阅中自行编译。\n以下资料由运输小队发回的原信息\n阅读限制：中\n资料（部分已经过处理）：在与当地原住民不断地沟通中，我们发现了当地存在不同的类似于团体的势力集团。拥有高等魔法的团体按照我们的翻译过来就是“光明圣域”，这个组织大多数由掌握了强大“魔法”的成员组成，居住于一座小岛上，该岛的形成原因无从知晓，按照我们的理解来看应该是属于大地磁场的影响而造成的。因为当地崇尚竞争才能维持种族的兴盛，所以逐渐分为了两个势力，其中一方就是注重“魔法”的光明圣域；而另一方则是专注于增强体格的“幽蓝海域”。幽蓝海域是在当地纪年法很久以前所出现的分支，一些为了探知更多未知世界的族人在此出发，后来回归后逐渐习惯了大海上用健壮的体格征服自然的生活，于是在幽蓝海域建立起了定居点。后来为了追求更强的对手，这个部族将部分建筑留下，其余时间都在磨练自身的体格，甚至有部分族人学会了将“魔法”和格斗技结合起来增强战斗威力的战斗技巧。在每隔一段时间后，两个阵营之间会举行一次大规模的类似于大型竞技活动的仪式，双方会互相选出各自的代表，进行比试，优胜方可获得无上的荣誉和财富，这也是激励该民族不断向前发展的方式。而当地人也很欢迎我们参与该活动，不过在确保安全的前提下，可以向他们进行学习和参加活动。在与双方势力的接触当中，了解到其中依然存在阶级制度，关于其中内部存在的阶级制度，我们会在接下来的调查中发回，以及对另一起事件的报告\n\n\n\n \n光明圣域\n\n\n\n档案编号:G-B\n机密等级：Euclid\n注意：该资料来自于当地原住民古老文献记载和口述记载，真实性有待考证，部分信息已做防泄密处理，部分相关资料可参阅H-3系列档案。\n\n阅读限制：中\n资料（原文）：魔力之源、元素之祖、光耀之主，世界因他而改变。他是命运的抗争者，是世界的破坏与拯救者。远古的巨神也要被他的力量而战栗，幽蓝的法力之潮也要在他脚下称臣，我们新生的晨曦！智慧的播种者！业火、极冰、光耀、暗泯，也是我们的导师和父母！因他而出现的我们！因拯救我们而出现的他！我们永远的自然与智慧的追觅者！\n\nPS：以上资料来自于当地长篇叙事诗的节选。\n\n后续报告：从大量的文献和叙事长诗来解读，这个大陆之前经历过一场巨大的浩劫，被称为“叛神之战”。大概讲述的是天神想要毁灭这片魔力高度溢出的大陆，但是一名天神却协助这个大陆的人学会了魔法，以此抗争神的一场惊天动地的战争。\n在战争结束后，因为人们掌握了魔法，魔力的溢出得到了抑制，神也看到了这些人类的顽强生存意志和高超的魔法领悟天赋，于是放弃了毁灭大陆的计划，于是教会人类魔法的背叛的神被拥戴为大陆的守护者。\n这个神的名字为光耀之主，我们给予的代号为BiBlack，对于这次战争和传说的可信度有待我们进一步的考证，请等待后续发来的报告。\n\n\n\n \n \n \n \n \n\n\n\n 往届周末活动\n\n 跑酷活动\n\n 大乱斗\n 服务器最初\n\n 光明圣域\n\n 幽蓝海域\n\n\n\n\n           宣传视频            \n\n\n\nhttp://www.bilibili.com/video/av1147451/\n\n\n\n\n\nhttp://www.bilibili.com/video/av1187855/\n\n\n\n\n\nhttp://www.bilibili.com/video/av1190059/\n\n\n\n\n\nhttp://www.bilibili.com/video/av1204821/\n\n\n\n\n\n<OP证明>\n\n\n\n\n\n\n 欢迎加入喔~~群号 293896139     官网：  www.mcland.net.cn\nYY：66256565\n\n",
    "replies": []
}