{
    "title": "<连载·单章>方块战争[作者：小怕][第二十一章：冰与火的考验（中）]",
    "author": "一个游荡的JJ怪",
    "replyCount": 5,
    "timestamp": 1416732840,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2015-10-5 14:25 编辑 \n\n冰与火的考验（中）外部时间：第六天 6：45(Locked）距离敌人进攻还剩1小时45分钟（Locked）浩劫时间：10:37合金0-4  寒霜月灵帝国 月御城/无名雨林---------------------------------------------------------------------------    现在不过是上午的光景，风和日丽，太阳照在身上暖洋洋的，舒服极了。检查站的每个人的待在自己的岗位上，包括换好服装站在武器库门口的寒霜。因为还没有人发现他已经潜入进来并刺杀了一个人，武器库离其他人相对较远，所以远远的看上去也就并无异常。    寒霜学着之前那个人的样子，若如其事的站在那儿，手里端着枪。远处看的确他在“认真工作”；其实如果靠近一看，就能明显的发现寒霜的眼神里没有光彩，瞳孔处于涣散的样子，并未聚焦于一点。假如别人如此也许是在开小差，但寒霜却是在和睡魔一样的声音引导下进入了用意念控制事物的状态，暂时对于外界的感知理所当然的就放缓了。不过在这样的环境下，有点心不在焉的样子反而更自然，更具迷惑性，一个神采奕奕的人站在那里才会招人注意呢。    展现在寒霜面前的是一块只有他自己能看见以及操控的透明全息屏幕，凝聚起这块屏幕可花了不少时间。试想，一个人意念的力量再强能有多少，没有坚强信念的人更不用说了。寒霜第一次体验这样神乎其神的技能就有所收获，从侧面也反映出他的意志力足够强大。    上面有许多神奇的道具，它们的作用再次让寒霜大开眼界甚至不可思议，只是秉承着“一分价一分货”的“浩劫”，自然没有那么容易给训练者可乘之机。右上角电池图案里5%的数字，无疑成了寒霜一道难以言说的伤疤。    百般取舍之下，寒霜把5%的电量储备分成两份——用2%的电量换取最低级别的时间屏障，可以在很短——仅仅5分钟内，屏蔽某一特定范围的时间，由使用者任意更改，此为一次性道具；用3%的电量换取比时间屏障的等级仅高半级的模拟，在8分钟内可以幻化成别人的音容相貌，同样的也是一次性道具。如果严格意义上说，这两样道具比最低级还要低。因为寒霜拥有的电量实在太少，他按照需求削减了部分参数——例如时间屏障的范围和时间，模拟的幻化种类来达到一种最低最低的需要，再减就几乎和没有差不多了。    选这两样，是出于寒霜的精心考量。时间屏障可以把检查站的时间改变至深夜，突然的变故定会让这些人措手不及，而寒霜有夜视仪，也就可以趁乱杀敌。如果在5分钟内寒霜没有解决全部敌人，那么模拟就派上用场了，他可以装成毫不知情的样子，在近距离清理掉残余敌人，最后俘虏弗兰克。有强攻也有后退的余地，计划里寒霜可进可退，实施起来必然游刃有余。这也是目前最好的办法，谁叫手里的资源那么少呢。    眼神恢复正常，寒霜摇摇头念道：“有钱能使鬼推磨，这话真不假，不过钱的获得得靠命去拼呀。”如果他有足够的电量，完完全全可以呼叫一架直升机前来清场，只是现在看来那不过是幻想罢了，召唤实体的道具出奇的贵，有些甚至直接是几块电池几块电池的卖，看的寒霜嘴角一阵抽搐，连一板砖拍死的心都有了。当然，这只过是一个想法而已，却真切的体现出电池是多么贵重的物资，对寒霜来说就是一种战略资源！    阳光依旧柔和，坐在所谓总控室其实不过就是个有着栏杆升降装置的房子的弗兰克，看到远处的寒霜长吁短叹，似乎在自言自语什么，挥手致意叫他过来。    寒霜心意一动，心想既然你叫我来，那就第一个干掉你。模拟悄然间释放，真正的战斗即将展开。    弗兰克的相貌一般，但相比与他的手下要好很多，只是好逸恶劳的本性使他一看就知道不是好人，和市井上的混混无二。    “小子，说什么呢？”弗兰克放下手中的茶杯，慢悠悠的转过身子，斜着眼睛用一种鄙夷的眼光看着寒霜，一副不可一世的样子。    “老大，我只是念叨念叨您的英明神武，没什么、没什么。”寒霜说话间走近弗兰克，语气充满着谄媚。    虽然寒霜极其讨厌这种不务正业的人，但在特种部队里，士兵的行为绝对服从于任务，而不是看个人喜好而定。战斗训练非常重要，但作为一个经常潜入敌方的特种兵，一些看似不重要的技能反倒是重中之重，隐藏自己的情绪是一门必修课。    “嗯嗯。”弗兰克听到属下的赞美，心里很高兴。“就你小子嘴甜，行了，去吧。”说完，他又转了过去，坐在椅子上要抽支烟。    这样好的良机寒霜怎能放过？他拎起枪托就是一抡，可怜的弗兰克烟还没点着就不明不白的不省人事了。从开始到结束，正好2分钟，还来得及用出时间屏障。一瞬间，天暗了下来。    十分钟后......    “哎呀，头好痛，发生什么了？”弗兰克醒了过来，头还是昏昏沉沉的。恍惚间，一股大力把他拉了起来，正用枪口指着他的脑袋。原本还有些迷糊，但经过这么一吓，弗兰克便完全惊醒了。    “你...你是谁！你想知道的我都说！”带着一丝惊惶与不安，弗兰克断断续续的说道。之前还嚣张无比的他现在是服服帖帖 ，充分暴露了他的懦弱、无能。    “不知道的不必知道，你清楚后果。说，秘密货物在哪？给我放老实点，别想耍什么花招。”寒霜本来想问问这里是哪里，不料自己似乎在不经意间说出了后半句话。他暗想这也许是下一个伤害体验的任务吧。    “我说，我说。”弗兰克的眼睛一转，似乎在思索着什么。    “对了！”弗兰克猛然惊起，像是想到什么，但他马上就不得不再次蹲下，因为寒霜的枪口再次按上了他的头，而且上了膛。    “我听人说过，秘密货物......就在东北方的空地上，好像是一件威力不凡的武器，不过具体是什么就不知道了。”弗兰克知无不言言无不尽的意思，把他说知道的全说了出来，只是不知道是不是真的。    “就这些？我要的是具体信息，人、事、时、地，你所知道的都告诉我，要是有半分虚假，不然......”寒霜冷笑一声，比了比手中的抢。对付这种欺软怕硬的货色，不给足威胁他是不会说全了的，他可并不傻。    “别开枪！别开枪！”弗兰克大叫道，“秘密货物是一辆最新型的实验坦克，在东北方10km的基地做测验，那里人数很多。”    “实验坦克？你怎么知道？”寒霜也不是毫无防备的人，要是被他骗到敌人老家去岂不是太丢面子。    弗兰克支支吾吾的说道：“我们这里是附近唯一一个有人烟的地方，最大居民区也得要百十公里开外了，真正编制内的实验人员待遇非常高，但其余的辅兵就待不住了，他们到我们这儿来消遣，白吃白喝，我又不敢惹着这些人，所以只有好好伺候着。后来，我在一次交谈中无意间套出了这个秘密，目前只有你我知道。我知道的就这么多，就这么多了。”    “那好，关于我的事，你不要对任何人说，不然就像他们一样。”寒霜指了指堆在角落的尸体，看似好心提醒道。    “好的，好的，我一定守口如瓶。”弗兰克见有机会活下来，连忙答应，至于他心里想什么，就不得而知了。    “低头蹲下，转过身去，等我出了检查站再转过来。记住，千万别在我离开前回头，千万别，我知道你是个聪明人。”    “好的，好的。”     寒霜一步步迈出门外，弗兰克的心也一点点放下来。直到寒霜出了检查站，弗兰克终于彻底安心。    “呼~~~~”弗兰克回身坐在椅子上，擦了擦额头上的冷汗，庆幸着自己的死里逃生，带着一股类似怜悯类似嘲讽的眼光看着自己原先的手下——现在......什么关系也没有了。    他向门边走去，确认下危险是否已经解除。这时，弗兰克感觉脚下拌倒什么东西，然后一个黑黑的东西滴溜溜的弹了起来。    “不好！”弗兰克说出了最后一句话。    几声剧烈的爆炸冲天而起，惊起了雨林里的飞鸟，检查站——以及里面的人，统统成为了过去时。寒霜在跳雷后安置了一箱烈性炸药，跳雷起爆联动反应了炸药，造成了最后的结果。戏剧的是，烈性炸药还是在他们武器库里找到的，寒霜挑出没有受潮变质的部分，就等待着弗兰克自己上钩。    至于为什么要这样做，原因很简单——既然弗兰克可以出卖他的信仰，那么他就可以出卖寒霜。斩草不除根，春风吹又生，寒霜相信死人是绝对忠诚的，不会泄漏任何秘密。而且任务里明确是“清空检查站”，所以没必要留活口。    寒霜慢慢走向土路，等待着任务的进一步提示。    “主线任务——清空检查站完成。”    “支线任务——俘虏头目完成。”    “主线任务以谋略取胜，但不乏勇猛，增加25%奖励，共计75%电量。”    “支线任务语言技巧突出，得到下步线索，极限难度体验拓展，完成即可获得一技能点。解锁成就——猎鹰专家。”    “储备电量结算，总计100%电量，获取一块电池。”     一段话听完，寒霜的脸色是精彩纷呈。     原本清理检查站剩余人员时，他就积累了25%的电量，当时可是高兴了一会儿，像是发了比小财似的。可是经过这么一加，直接就变成了一块电池。要说这意味着什么，那能说道的就多了。在作战平台里的商店里，好东西琳琅满目，但标价都是之前寒霜承受不起的。现在可不一样了，虽然大家伙还是可遇不可求，但退而求其次，很多实用的小道具就可以使用了，可选的范围一下子扩大了不少。     除此之外，寒霜最高兴还是听到自己的极限难度体验完成后可以获得技能点。如果再拿到一点，不仅可以给冰弓加装控制核心，还能做些其他事用来提高自身实力。     分析了一下现在的局势，寒霜判断自己还是要会会那辆实验坦克，它可能是最后的关键，不然也不会因为弗兰克的一句话延长剧情线了。     可是，怎么过去呢？寒霜孤身一人，10km跑步前进肯定要费不少时间，而且消耗体力，到那里也许就被生擒了，载具问题让他有些头疼。     原本检查站内有一辆载货卡车，但谁知之前任务完成后那个地方就自动变成了虚幻的世界，看着存在但已经进不去了，就似乎有一个无形的屏障拦在那里，故意与寒霜作对一般。     这时，路边的灌木丛传来一阵窸窸窣窣的声音。寒霜立即下意识的躲在了路边的栅栏后，持枪对着那里。     “停火，友军！”灌木丛里传来一个男声，接着扰动的声音大了起来，他们似乎要出来。     “嗯？”寒霜轻咦一声，别人听不出来，他还听不出来？这分明就是格林奇的声音，但他还是没有放松警惕，保持着一定的距离。     最后，从灌木里出来了三个人，除了格林奇以外，还有塔克和一个陌生的人。     看到两人，寒霜放松了下来。不论是什么情况，他在内心中还是愿意相信这帮生死兄弟的，尽管后面还有着一个不认识的人。    “嘿，你们怎么在这儿？”寒霜走进他们，上去交流一下，顺便最后鉴定一下他们的身份和目的。    格林奇指了指戴在寒霜右臂的作战平台，然后一个全息光幕弹出，显示着任务目标和地图，以及一些参数。地图上闪烁着一个蓝点代表寒霜，三个绿点代表友军，一个圆形的范围是寒霜的视野，其余暗着的地方是不在视野内的地区。    寒霜看了一会儿，会出了格林奇的意思，问道:“你是来帮我的？你看的懂这东西？”说实话，寒霜对于作战平台这个东西几乎一无所知，不仅是他没时间仔细研究。他还怕一不小心弄坏了或是点到了什么不该点的地方，他那点电量就付之一炬了。所以，寒霜自然要向懂的人请教一下。    格林奇点了点头，说道：“现在你处于一种特殊的意识状态，我们是从你所在的现实世界引入进来辅助你的。但是，我们仅仅是一个辅助，听从你的命令，并给予你一些细节的指导。”他说话的时候，面无表情，确实不像是一个正常人。    寒霜沉思了一会儿，不过随即笑了笑：“没事，只要能感觉到你们在我身边就好了。对了，睡魔呢？他怎么不在。”    “睡魔队长，作为我们的总指挥。负责提供情报和任务目标，你之前听到的声音就是他的，他是不会出现的，除了作为像我一样的角色。”格林奇又点了点旁边那位陌生人，“这是米哈伊尔·劳伦斯，帝国空军的一员。”    米哈伊尔的皮肤要比三人都要白，个子和他们差不多，身形适中，一双蓝色的眼睛十分有神，他穿着和三人一样的服装，只是衣服上标志是寒霜没见过的。   “你好。”寒霜伸出了手表示友好。对于朋友，他是一向坦然大方的。    但是，他并没有做出什么表态，只是回了一句“你好”罢了。    站在一旁的塔克终于开口了：“寒霜，我们的态度和与你在系统里的行为是密切相关的，米哈伊尔并不认识你，所以不会有反应，但这不代表他不喜欢你，只是系统使然而已。    寒霜遇了冷，只好尴尬的笑笑：“好吧，总之我们是战友了。”随即他转开话题。“既然我是这里的小队长，那么我们先去实验基地，等待进一步指示。不过我们的交通怎么办，距离太远了。”    “你可以呼叫载具空投，睡魔可以确定位置放下来。”格林奇说道。     寒霜打开自己的无线电，调到对应的频道，开始呼叫：“我们这儿需要一辆载具，地点526，279。”    “载具空投中，请等待。”无线电传来睡魔的声音，接着晴朗的天空上出现一个黑点，黑点慢慢放大，显现出一辆越野车的样子。    空投的位置不差分毫的投在了四人的身边，降落伞覆盖下的车上还搭载着一挺机枪，共有四个座位，刚好让四人乘坐。    “载具接收完毕。”寒霜例行回答道。    四人合作扯下降落伞，一个由金属骨架构成的越野车就出现在眼前。车体的涂装是黑色，反射着太阳光，显得很光亮。只是这车四面基本上是通透的，防护性能不是很强，要是硬冲肯定会吃亏，所以唯有智取。    众人商量了一下，决定让格林奇驾驶，寒霜坐在二号位，塔克操纵机枪，米哈伊尔坐在四号位。准备妥当后，格林奇就开始驾车前行了。虽然这辆越野车不是很大，四个座位安排的不是很宽敞，但它的速度是相当快，从两侧吹过的风是呼呼作响。    寒霜打开作战平台，标记出试验基地的坐标，映射在越野车的车载屏幕上，充当一个导航的作用。    一阵疾驰之后，四人到达了离基地2km的地方，一路上还算顺利，除了遇到一些比较难走的路段以外，到还是平安无事    “大家准备好自己的装备，我们下车，步行接近基地。”寒霜招呼着三人下车，自己拿着格林奇带来的M4A1 SOPMOD II，率先跳了下去。    “明白。”三人不约而同的答道，先后下来。     四个人把车隐蔽在树丛中，以便不时之需。     看了看天上的太阳，正是中午，阳光最强烈的时候，也是最不宜靠近偷袭的时候。只要出现在敌人的视距之内并被发现，那么这次行动就彻底失败了，技能点的奖励也就不翼而飞，这是寒霜最不愿看到的。     现在，只有一个字——等，等待捕猎的最佳时机。\n本章共5337个字---------------------------------------------------------------------------      太久了，太久了，太久没和大家见面了。这二十一章度过了几个月终于要重出天日了，下一章就是目前在浩劫里的最后一章，也是亮点最多的一张，大体构思已经在小怕心中了。不说了，大家就看吧，不管为了什么，我还在坚持。---------------------------------------------------------------------------上一章地址\n---------------------------------------------------------------------------索引贴地址\n---------------------------------------------------------------------------@嗜金龙须 @我是小骷髅 @a2455564728 @Aiursad @李乐 \n三角洲突击队——寒霜\n\n",
    "replies": [
        {
            "author": "afternoon",
            "timestamp": 1416733440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "afternoon",
            "timestamp": 1416733500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Aiursad",
            "timestamp": 1416913980,
            "txt_content": "本以为更新速度比上你就够了，你给我来了个质量比例...（而且现在上电脑的时间都没有了）"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1416995460,
            "txt_content": "Aiursad 发表于 2014-11-25 19:13\n本以为更新速度比上你就够了，你给我来了个质量比例...（而且现在上电脑的时间都没有了） ...\n最近都没怎么上论坛，平时上课忙的不得了，好不容易才攒出来一章，其实也就5千字。现在已经过了小说的黄金期了，C4D占领全版，我也只是想善始善终。"
        },
        {
            "author": "Aiursad",
            "timestamp": 1417082340,
            "txt_content": "一个游荡的JJ怪 发表于 2014-11-26 17:51\n最近都没怎么上论坛，平时上课忙的不得了，好不容易才攒出来一章，其实也就5千字。现在已经过了小说的黄 ...\n同感啊！！！呜呜，同是天涯断肠人啊"
        }
    ]
}