{
    "title": "关于玩家没有圈地权限",
    "author": "uiopwsp",
    "replyCount": 6,
    "timestamp": 1416891420,
    "txt_content": " 本帖最后由 john180 于 2014-11-25 13:43 编辑 \n\n\\plugins\\GroupManager\\worlds\\world\\groups.yml\n这个是权限组配置\n\n# Group inheritance\n#\n# Any inherited groups prefixed with a g: are global groups\n# and are inherited from the GlobalGroups.yml.\n#\n# Groups without the g: prefix are groups local to this world\n# and are defined in the this groups.yml file.\n#\n# Local group inheritances define your promotion tree when using 'manpromote/mandemote'\n\ngroups:\n  Default:\n    default: false\n    permissions:\n    - -bukkit.command.kill\n    - /home\n    - /sethome\n    - /spawn\n    - home\n    inheritance:\n    - g:groupmanager_default\n    - g:bukkit_default\n    - g:essentials_default\n    - g:towny_default\n    info:\n      prefix: '&e'\n      build: true\n      suffix: ''\n  Owner:\n    default: false\n    permissions:\n    - -vanish.*\n    - '*'\n    inheritance:\n    - admin\n    info:\n      prefix: '&4'\n      build: true\n      suffix: ''\n  Builder:\n    default: true\n    permissions:\n    - residence.create\n    - scavenger.scavenge\n    inheritance:\n    - default\n    - g:essentials_builder\n    - g:towny_builder\n    info:\n      prefix: '&2'\n      build: true\n      suffix: ''\n  Moderator:\n    default: false\n    permissions: []\n    inheritance:\n    - builder\n    - g:groupmanager_moderator\n    - g:bukkit_moderator\n    - g:essentials_moderator\n    - g:towny_moderator\n    - g:vanish_moderator\n    info:\n      prefix: '&5'\n      build: true\n      suffix: ''\n  Admin:\n    default: false\n    permissions: []\n    inheritance:\n    - moderator\n    - g:groupmanager_admin\n    - g:bukkit_admin\n    - g:essentials_admin\n    - g:towny_admin\n    - g:vanish_admin\n    info:\n      prefix: '&c'\n      build: true\n      suffix: ''\n\n\n\n\n\n这个是plugins\\Residence\\config.yml\n\n 领地权限配置\n\n#These are Global Settings for Residence.\n#edit by wolski\nGlobal:\n    # This loads the <language>.yml file in the Residence Language folder\n    # All Residence text comes from this file. (NOT DONE YET)\n    Language: Chinese\n    # Wooden Hoe is the default selection tool for Residence.\n    # You can change it to another item ID listed here: http://www.minecraftwiki.net/wiki/Data_values\n    SelectionToolId: 271\n    # This determins which tool you can use to see info on residences, default is String.\n    # Simply equip this tool and hit a location inside the residence and it will display the info for it.\n    InfoToolId: 287\n    # The interval, in milliseconds, between movement checks.\n    # Reducing this will increase the load on the server.\n    # Increasing this will allow players to move further in movement restricted zones before they are teleported out.\n    MoveCheckInterval: 500\n    # The interval, in minutes, between residence saves.\n    SaveInterval: 10\n    # The default group to use if Permissions fails to attach or your not using Permissions.\n    DefaultGroup: default\n    # Enable / Disable the Lease System.\n    UseLeaseSystem: false\n    # The interval, in minutes, between residence lease checks (if leases are enabled).\n    LeaseCheckInterval: 10\n    # Allows leases to automatically renew so long as the player has the money, if economy is disabled, this setting does nothing.\n    LeaseAutoRenew: true\n    # Whether or not to use the Permissions system in conjunction with this config.\n    EnablePermissions: true\n    # Set to true if NOT using Permissions or PermissionsBukkit, or using a really old version of Permissions\n    LegacyPermissions: false\n    # Enable / Disable Residence's Economy System (iConomy, MineConomy, Essentials, BOSEconomy, and RealEconomy supported).\n    EnableEconomy: true\n    # Enables or disables the Rent System\n    EnableRentSystem: false\n    # The interval, in minutes, between residence rent expiration checks (if the rent system is enabled).\n    RentCheckInterval: 10\n    # Enable or disable residence chat channels.\n    ResidenceChatEnable: true\n    # Color of residence chat.\n    ResidenceChatColor: DARK_PURPLE\n    # Whether or not to ignore the usual Permission flags and only allow OPs and groups with 'residence.admin' to change residences.\n    AdminOnlyCommands: true\n    # Setting this to true makes server OPs admins.\n    AdminOPs: true\n    # This is the name of the plugin you use for multiworld, if you dont have a multiworld plugin you can safely ignore this.\n    # The only thing this does is check to make sure the multiworld plugin is enabled BEFORE Residence, to ensure properly loading residences for other worlds.\n    MultiWorldPlugin: Multiverse-Core\n    # Setting this to true causes subzones to inherit flags from their parent zones.\n    ResidenceFlagsInherit: true\n    # Setting this to false will allow rented residences to be modified by the renting player.\n    PreventRentModify: true\n    # Setting this to false will cause residence to continue to load even if a error is detected in the save file.\n    StopOnSaveFault: true\n    # This is the residence name filter, that filters out invalid characters.  Google \"Java RegEx\" or \"Java Regular Expressions\" for more info on how they work.\n    ResidenceNameRegex: '[^a-zA-Z0-9\\\\-\\\\_]'\n    # Setting this to true sends a message to the console every time Residence does a rent expire check or a lease expire check.\n    ShowIntervalMessages: false\n    # Experimental - The following settings are lists of block IDs to be used as part of the checks for the \"container\" and \"use\" flags when using mods.\n    CustomContainers: []\n    CustomBothClick: []\n    CustomRightClick: []\n    # These are world flags that are applied when the player is NOT within a residence.\n    Flags:\n        Global: #these are default for all worlds unless specified below, they can be overridden per group\n            use: true\n            build: true\n            ignite: true\n            firespread: true\n            damage: true\n            creeper: true\n            tnt: true\n            pvp: true\n        WorldNameHere: #here you can set flags for individual worlds, these override Global\n            #build: true\n    # This gives permission to change certain flags to all groups, unless specifically denied to the group.\n    FlagPermission:\n        move: true\n        build: true\n        place: true\n        destroy: true\n        use: true\n        container: true\n        pvp: true\n        tp: true\n        ignite: true\n        firespread: true\n        bucket: true\n        flow: true\n        lavaflow: true\n        waterflow: true\n        creeper: true\n        tnt: true\n        monsters: true\n        animals: true\n        subzone: true\n        healing: true\n        piston: true\n        diode: true\n        lever: true\n        button: true\n        door: true\n        table: true\n        enchant: true\n        brew: true\n        bed: true\n        cake: true\n        note: true\n        trample: false\n        burn: true\n        explode: false\n        fireball: true\n    # These are default flags applied to all residences from any user group.\n    ResidenceDefault:\n        build: false\n        use: false\n        container: false\n        pvp: false\n        tnt: false\n        creeper: false\n        flow: false\n        piston: false\n        ignite: false\n        firespread: false\n    # These are default flags applied to the residence creator of any group.\n    CreatorDefault:\n        build: true\n        move: true\n        use: true\n        ignite: true\n        container: true\n     # These are default group flags applied to a residence made by a user of any group.\n    GroupDefault:\n        #default: #group name\n            #build: true\n    \n# These groups correspond to the Permissions groups defined in your '<worldname>.yml'\nGroups:\n    Default: #group name\n       # Information about the Residence zone that the player can define.\n       #Uncomment the lines below to mirror this config to other groups.\n       #Mirror:\n         #- 'group1'\n         #- 'group2'\n       Residence:\n           # Determins if this group can create residences or not.  This option can be overriden with the permissions node 'residence.create'\n           CanCreate: true\n           # The maximum number of Residences a player can have.\n           MaxResidences: 50\n           # The maximum number of physical areas a residence can have.\n           MaxAreasPerResidence: 2\n           # The maximum number of blocks a Residence can be, East to West (X).\n           MaxEastWest: 9999\n           # The maximum number of blocks a Residence can be, North to South (Z).\n           MaxNorthSouth: 9999\n           # The maximum number of blocks a Residence can be, High to Low (Y).\n           MaxUpDown: 256\n           # The lowest altitude this group is allowed to protect.\n           MinHeight: 0\n           # The highest altitude this group is allowed to protect.\n           MaxHeight: 255\n            # The maximum recursive depth that subzones can go.\n            # A subzone within a subzone within the Residence zone would be a depth of 2.\n            # Set to 0 to disable subzones.\n           SubzoneDepth: 3\n           # Whether or not to allow teleporting to Residences.\n           CanTeleport: true\n           # Allow or Disallow the use of /res unstuck, to get yourself out of a residence if stuck in one somehow\n           Unstuck: true\n           # Allow or Disallow the use of the /res select command, if disabled they can only use the selection tool.\n           SelectCommandAccess: true\n           # Allow or Disallow the group to access the Blacklist/Ignorelist for residences they own.\n           ItemListAccess: true\n       # Options relating to enter and leave messages on the residence.\n       Messaging:\n           # Whether or not the player can change the Residence enter and leave messages.\n           CanChange: true\n           # The default enter message to apply to new Residences created by players in this group.\n           # Leaving the message blank will disable it.\n           DefaultEnter: Welcome %player to %residence, owned by %owner.\n           # The default leave message to apply to new Residences created by players in this group.\n           # Leaving the message blank will disable it.\n           DefaultLeave: Now leaving %residence.\n       # Options relating to the Lease system.\n       Lease:\n          # The maximum number of days to allow leases.\n          MaxDays: 16\n          # The number of days to add to the lease following a '/res lease renew' command.\n          RenewIncrement: 14\n       #Options related to the rent system\n       Rent:\n           #determines how many residences can be rented by players of this group at once\n           MaxRents: 3\n           #determines how many residences can be set for rent by players of this group at once\n           MaxRentables: 3\n       # Options relating to the Residence Economy.\n       Economy:\n          # Whether or not players in this group can buy other Residences that are for sale.\n          CanBuy: true\n          # Whether or not players in this group can sell their Residences.\n          CanSell: false\n          # Whether or not to ignore the Residence size/count limits when buying a residence.\n          IgnoreLimits: false\n          # The cost, per block, of making a new Residence or adding a area to it.\n          BuyCost: 2\n          # The cost, per block, of renewing a Residence lease (if the lease system is enabled).\n          RenewCost: 0.02\n       # Flags are checked in the order:\n       # 1: Player\n       # 2: Group\n       # 3: Owner\n       # 4: If all others are undefined, reverts to default value (usually true).\n       # Flag permissions default to false.\n       # These flags settings override the globals.\n       Flags:\n          # Specifically allow or deny this group from changing certain flags.\n          Permission:\n               #build: true\n          # Specifys the flags that are applied at residence creation for players of this group.\n          Default:\n              #build: true\n          # Specifys the flags that are applied at to the creator at residence creation.\n          CreatorDefault:\n              #build: true\n          # Specifys the flags that are applied to other groups for this residence, at creation.\n          GroupDefault:\n               #default: #group name\n                   #build: false\n          #these flags are applied specifically to this group whenever they are outside a residence\n          #these flags will override the flags at the top, under the Global section.\n          World:\n                Global: #these flags will apply to all worlds\n                     #build: false\n                WorldNameHere: #or you can apply them by each individual world\n                     #build: false\n\n# You can manually specify the group a player is in below, this overrides their permissions group.\nGroupAssignments:\n     bekvon: default\n     player: default\n\nItemList: #this is where you can create blacklists / whitelists\n     DefaultList: #list name is not important, as long as it is unique. Its good to use a descripive name. \n        #type of the list, can be blacklist, whitelist, or ignorelist\n        Type: blacklist\n        #If you want, you can have this list only apply to one world, otherwise it applys to all worlds\n        #World: world\n        #You can also have the list apply only to one group, otherwise it applys for all groups\n        #Group: default\n        #this is the actual list of material names that this list allows or dissallows\n        #You can look up the material name by item ID in game by typing /res material <id>\n        #Alternativly, you can simply use the item ID in the list, but its less descriptive and harder to see what the list allows or dissallows at a glance\n        Items: \n           - 'BEDROCK'\n           - 'LAVA'\n           - 'WATER'\n           - 'STATIONARY_LAVA'\n           - 'STATIONARY_WATER'\n           - 'MOB_SPAWNER'\n# Used to determine which major revision of Residence this config is from, dont change this.\nResidenceVersion: 2\n\n望各位大神帮助~~~~~~~~~~~~~~~~\n急急急",
    "replies": [
        {
            "author": "毒药_Vampire",
            "timestamp": 1416891420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "uiopwsp",
            "timestamp": 1416893640,
            "txt_content": "有木有人呢"
        },
        {
            "author": "随风而逝",
            "timestamp": 1416895500,
            "txt_content": "毒药_Vampire 发表于 2014-11-25 13:51\n我推荐，删除RES配置文件夹和ESS权限组文件夹，RES领地默认分配权限滴~\n而且，你的ESS权限组没有大改动，所 ...\n主要是没问题"
        },
        {
            "author": "随风而逝",
            "timestamp": 1416895500,
            "txt_content": "随风而逝 发表于 2014-11-25 14:05\n主要是没问题\n呵呵呵呵呵呵"
        },
        {
            "author": "毒药_Vampire",
            "timestamp": 1416895680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "网络摆渡客",
            "timestamp": 1416897480,
            "txt_content": "话说你这权限表不报错？    - /home这是什么权限？ 是想给    - essentials.home权限吗？\n领地权限：\n    - residence.select\n    - residence.create"
        }
    ]
}