{
    "title": "牌子商店插件问题",
    "author": "940461793",
    "replyCount": 5,
    "timestamp": 1416920100,
    "txt_content": "牌子商店插件的iTrade这个怎么弄，谁能说一下。",
    "replies": [
        {
            "author": "毒药_Vampire",
            "timestamp": 1416983400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "jiuerd",
            "timestamp": 1416986340,
            "txt_content": " 本帖最后由 jiuerd 于 2014-11-26 15:26 编辑 \n\n要连两个箱子\nTrade Sign   [Trade] Signs are a little different, but hold the same concept.  [Trade] Signs use 2 chests and 1 sign, rather than 1 chest and a sign, and trade items (as the sign suggests). \n\n  They are easy to set up, and should be done like so: \n\n  Line 1: [Trade]  Lines 2-4: (anything you want)\n\n  Though you aren't required to enter any information on lines 2-4 I recommend something a little similar to this: \n  Line 1: [Trade]  Line 2: 1 Diamond  Line 3: For  Line 4: 64 Potatoes\n  In this case, the sign would let customers know they are trading 1 Diamond for 64 Potatoes. \n\n  Now that you've constructed a sign, you need to link the 2 chests.  When doing this you must be very particular or you could give customers a deal that's too good to be true. \n\n  Since you have to link 2 chests to a [Trade] sign, you have to do so in order.  While holding a piece of Redstone, punch the 1st chest (this chest will be the chest that holds the items the customer is trading [using the example I used above, this would be the Diamond chest. Be sure to only have the number of items you wish to receive upon linking]).  After you punch the 1st chest, punch the second one (with the Redstone).  This should be the chest that holds the items you are receiving from the trade (using my above example, this is the Potato chest [again, be sure to only have the number of items that will be involved with the trade in the chest at the time of linking]).  After you have punched both chests in order with the Redstone, punch the sign.  [Trade] should light up blue, signaling it is ready for use.  Now you can put any number of items you like in the chests. \n"
        },
        {
            "author": "940461793",
            "timestamp": 1416996660,
            "txt_content": "看不懂能详细点吗"
        },
        {
            "author": "940461793",
            "timestamp": 1416996720,
            "txt_content": "jiuerd 发表于 2014-11-26 15:19\n要连两个箱子\n是2个箱子放2个物品，然后一个一个于牌子链接吗"
        },
        {
            "author": "jiuerd",
            "timestamp": 1417004940,
            "txt_content": "940461793 发表于 2014-11-26 18:12\n是2个箱子放2个物品，然后一个一个于牌子链接吗\n是的"
        }
    ]
}