{
    "title": "今夜......我们都有病！",
    "author": "头人",
    "replyCount": 4,
    "timestamp": 1417004100,
    "txt_content": " 本帖最后由 头人 于 2014-11-26 20:17 编辑 \n\n\n故宫出了吉祥物，名叫壮壮和美美~团团和圆圆听了不乐意了~  \n\n\n 这么多年了怎么还是这么不长进，名字起得LOW炸天！你们这帮文化人怎么和那帮养熊猫的一个水平？\n\n\n   叠词的名字叫着顺嘴这个我知道，可是连雌雄都分不清这个就是你们不对了~ \n\n\n  新闻上都说，“壮壮”、“美美”以中国传统龙和凤为形象，身着清朝帝后服。\n  可是二叨的小学语文老师、数学老师、英语老师甚至体育老师都告诉过我，凤凰是雌雄统称。雄为凤，雌为凰！ \n\n\n  天地良心，360搜索为证。凤，他确确实实是个男滴。\n\n\n   为毛要给他画个女妆？基情当道，身不由己咩？ \n 你一大老爷们儿，穿着女妆描眉画眼儿，傲娇的小姿势摆起来“百元哥”都要在你面前认怂~\n\n\n   也有叨友给出了不同的解释，没文化的二叨看着也很在理呢~一千个读者眼中就有一千个哈姆雷特，一千个叨友眼中就有一千个“壮壮”、“美美”！ \n\n\n  可是二叨总有一种东海龙王调戏华妃娘娘的即视感挥之不去，谁来填补我这越开越大的脑洞？\n   8过二叨越看越眼熟，总觉得美美和我似曾相识呢~\n  像雾像雨又像风，像她像她又像她~  \n\n\n 低层根基决定上层建筑，前辈们一个个都不招人待见，“美美”的人气自然高不到哪儿去~ \n 这事儿不怪你男扮女装，也不怪你恃宠傲娇，只怪你跟华妃长得太像！ \n\n\n  最近听说《青年医生》特别火，作为赵宝刚闺女粉儿，不追一追都对不起当年我逃的那些课！\n \n  可是不得不说，人有失足马有失蹄。赵宝刚这次不仅失足，可能还崴了脚！\n\n\n   都说世道变了，亲情的地位越来越不重要，从前骂人都是以母亲为中心亲戚为半径展开问候，现在只剩下了孤零零的妈在天上飞。\n  看完了《青年医生》，你会发现，医学院的上空有好多“妈在飞”！\n\n\n   医生同学说看了电视剧《青年医生》，差点没寻短见。看人家医生混的，精装彩色墙壁的办公室，医生护士个个带美瞳，白大衣上一点污物血迹都没有，座驾是奥迪，査房记录用ipad，实习生租房都是高尚社区！每天上班大家扯蛋闲聊，同事之间，医患之间，师生之间除了搞对象就是搞对象然后还是搞对象……（转） \n 裸着上身也要教你如何搞对象！\n \n  看完《青年医生》，我便得了再看一眼就会死的病，而群众演员们则得了再治一会儿就会死的病！\n  今夜……我们都有病！\n\n\n   医生上班都穿紧身裤高跟鞋，急诊室里跑起来铛铛儿响！长点心吧，小心跟赵宝刚一块儿崴脚！ \n \n 除了细节让人捉急，专业性也是医学专业观众的槽点之一。如果是个处女座的医生，看几集下来可能还会送命！ \n\n\n  我想说除颤仪真不是这么用的，怎么感觉像是拿着俩通厕所的皮揣子在那乱按一通啊，心电这个导联你是拼图玩呢吗？真不是这么用的，拍的时候能不能请个货真价实的医生给你看着点！（转）\n\n\n   9%的生理盐水！估计这样输进血管也许就可以直接抬火葬场了吧！这样输完一百毫升保证小细胞都渴死妥妥儿的！\n\n\n   你确定你心肺复苏的按压位置正确？你手按电极片上了不痛么？\n\n\n   瞧瞧人家专业人士看电视就是和我们不一样，以前我能发现植入广告就是一件很了不起的事儿了，但是在这部剧中却丝毫没有发挥的空间！\n  因为植入广告实在太！明！显！ \n\n\n  所有医生病人以及医生家属病人家属路上的路人以及跑龙套的小伙儿，大家全用一样的手机！\n  这么和谐美好的画面要是让乔布斯看见了，肯定得托梦给赵宝刚讨要说法！\n \n  说好得苹果才是“国民第一大街机”呢？全都换成联想还让不让人愉快的高逼格了！\n\n\n出镜率最高的还有怡宝矿泉水，医院到处都是怡宝的售卖机，想喝点儿带甜味的饮料真是丝毫可能都没有呢！\n  赵宝刚导演告诉我们，健康的饮水是多么的重要，多喝矿泉水，补充每天身体所需“雷激素”！ \n\n\n  被赵宝刚导演所感动，拍偶像剧时还不忘倡导大家健康饮水。可是……看完《青年医生》，我更想喝可乐雪碧美年达了怎么办！\n\n\n   还有捏，除了喝的用的还有臭美的，相宜本草也是《青年医生》的大BOSS之一~ \n\n\n 不过这个情有可原，因为相宜本草的代言人是任重，这年头儿演个电视剧还自带赞助，买一送一的买卖给赵宝刚省了多大的事儿啊~真是个让人省心的好宝宝~\n\n\n   除了这些其他的二叨就不想再赘述了，因为想想都觉得闹心呀！\n\n\n   劝赵宝刚导演以后还是找点儿专业性要求不那么高的题材吧，不就是搞对象么，在哪儿不行，干嘛非瞄着医院不放。\n  之前导的那个《北京青年》不是大受好评么？以后还可以拍个《上海青年》，然后再拍《广州青年》。凑齐“北上广青年”系列，即刻召唤最佳导演提名！\n\n\n   获奖者介绍我都给你想好啦：\n  赵宝刚导演，专注坑爹三十年！他拍的“北上广青年”系列，刻画出大城市中有钱就是任性、就要穷作的一批年轻人为了梦想，死活不花爸妈钱的故事！\n\n\n   赵导儿？您看，可否？  \n\n 话说今年12306提前60天抢票了！！你造吗？？神奇萌狗接受采访，爆笑点评12306提前60天抢票！\n\n\n   二叨的小伙伴儿大冷天出街采访，流着大鼻涕为叨友们带来前方第一手吐槽！\n \n 父母为龙凤胎取名：男孩林志颖女孩林志玲  \n日前，在福州工作的林先生喜得一对龙凤胎，回莆田老家医院办理出生证明时，林先生在姓名栏上郑重地填下“林志颖”、“林志玲”，兄妹俩自此有了“明星名儿”。医生和亲朋都觉得兄妹俩的名字特别有个性。\n  林先生的儿女是11月20日出生的，早在妻子怀孕6个月时，他和妻子就想了好几个备选的名字，“林志颖”、“林志玲”都是备选名字，到孩子出生后，这两个名字被最终确定下来。“林志颖”比“林志玲”要早出生4分钟，是哥哥。  \n\n\n 如果再生第三个的话，二叨给你出个主意，叫林志炫吧~虽然不如哥哥姐姐名气高，但为了凑数，就忍忍吧~   \n  微距摄影下的雪花，好奇妙~ \n\n\n    这样的巧合让人惊叹！难不成是转世了？  \n\n\n   韩国大钟奖红毯女星的造型~她也许是大闸蟹cosplay，也许是向SM公司致敬吧~\n     你可能不知道的关于《海绵宝宝》的九件事～ \n\n\n    55岁的Slavik是一名乌克兰的流浪汉，他定期换发型，修剪胡须和腋毛，每天从垃圾站或援助中心找来各式的服装，混搭出让人眼花缭乱的穿衣风格，品位甚高。当地摄影师Yurko Dyachyshyn发现了这位时尚界和流浪界的奇人，给他拍了一组写真，大叔面对镜头，表情和动作都非常到位。 \n\n\n    【没品段子坊】  有一个朋友特别胖，肚子上全是赘肉。那天她去按摩，技师做到一半突然哭了出来。正当她一头雾水束手无措的时候，技师突然拉着她的手，用真诚的眼神看着她说：“我从面点学校毕业至今，是你让我第一次有了专业对口的感觉。” \n\n\n    现在的快递小哥都变得这么萌了吗？ \n\n\n    被大雪围困的纽约水牛城人民，自娱自乐的本领好高！\n\n\n     买了个爆米花，吃完之后看到底下有几个字。。。。。。  \n\n\n   每次去理发，我都满怀期待，深情的对视理发小哥，我想他会懂我的吧……\n\n\n\n\n\n\n\n\n\n\n转载地址;http://hao.360.cn/zt/daojie207.html?realtime\n\n\n\n\n",
    "replies": [
        {
            "author": "Wolverine",
            "timestamp": 1417034580,
            "txt_content": "长得丑爆了，名字也很难听。。。。"
        },
        {
            "author": "MC麒麟",
            "timestamp": 1417045320,
            "txt_content": "熊猫没有错"
        },
        {
            "author": "Heart_failure",
            "timestamp": 1417045680,
            "txt_content": "水 真水{:10_498:}"
        },
        {
            "author": "老是被干掉的人",
            "timestamp": 1417054500,
            "txt_content": "机制水啊"
        }
    ]
}