{
    "title": "[文学创作] [创作作品发布]荒邈（作者：星维）",
    "author": "o-zero",
    "replyCount": 1,
    "timestamp": 1417184100,
    "txt_content": " 本帖最后由 o-zero 于 2014-11-28 22:17 编辑 \n\n请叫我改名魔王！！！\n第三章密室的手法\n  这单案子是件难事，因为后面经过调查，是密室。我暗暗吃惊，但是这种密室严谨到小手段根本查不出来啊！不对！是密室，就一定可以破开手法！- 案发现场-看来这里真的很难查到，窗台一尘不染，钩锁的地方也没有磨痕，调查钩锁的型号好像也没什么用，对了！门！如果不是在窗口，肯定就是门！“你们去调查一下门附近5~10厘米的地方。”我说道“是。”他们齐声应道。\n    过了一会儿“门卡住了？”“但是这个应该不会卡住的啊，难道从外面可以打开而里面不可以吗？果然是门啊！”我继续叫他们调查“报告。里面有个小钢棍卡住了。”果然，哈哈！果然啊。我心里暗喜。稍等！从死亡时间到犯罪嫌疑人离开的时间应该是1个小时，但是吧钢棍卡在里面只要不到30分钟就可以做到了，看来不对。\n     现在谁都没注意到，离窗台只有几分米的火炉里闪着异样的光。\n     看来要先从那帮人先调查了，第一个人是一个名叫陈志群的人他当晚没有不在场证明，所以先调查他，他看起来有点紧张，头上冒着冷。我直问：“你昨天晚上去哪里了？”他支支吾吾的说：“我去了酒吧，但是那鬼地方人......人多的很，但我也是....第一次去的那.......哪里，其实想想没在场证明还挺正常。”我想了想“哦，是这样啊，那好，你可以回去了”这个人虽然没有在场证明，但是他说的我看还是先搁着吧。      过了几天后访问了几个不同的人，其他情况还好，几乎符合犯罪情况，但是有一个名叫李希的人，跟别人说的完全相反，态度也不好，访问什么都是说一半，很不配合。\n      我又重新来到了犯罪现场，果然！火炉这地方有这个东西，我怎么之前没想到呢？现在果然就跟我想的一样了吧，我要现场公布罪行！过了一会以后人都聚集了。看来公布的时间到了！我定眼一看：“陈志群就是你啊！小子！你还想骗我吗？”陈志群头上流了一点冷汗：“你有什么证据吗?啊？动机是什么，我看你根本说不出来吧，哈！”我看着他这土黄色的脸摇摇头说：“这你就错了！你的仇人，在前些天已经出国了，但是他把这个孩子给了你，因为你的仇人走了所以才对他下的手对吧？”我顿了顿接着说道：“我记得这个庄园里最好的房间就是302了，里面的器材丰富，而且最好的是里面的一个金雕像，我记得调查的时候，看到你的资料我才知道你和他为了这个金雕像吵了好几架，你还真的是用心良苦啊，我发现的时候那个金雕像已经不见了。”\n\n     他加重了语气继续喊道：“即使是这样，你也不行断定我是凶手啊！作案手法呢？勒死那孩子的工具呢？”“看来你是不准备自己承认了吗？那好！我就原原本本的说出来吧！首先你是先用钢珠卡住窗台扣锁，因为我后面又检查过扣锁了，那个扣锁为了装饰性在正中间有一个圆形的小坑，你把钢珠扣在里面的话根本发现不了的，但是你用勒死孩子的绳子再去环扣钢珠就是因为它快断了吧，对了忘记说，你还在另一端绑上了钢棍，然后你直接跳出窗户，为了让窗户一尘不染你还顺带的擦了几下哈，最后把绳子拉断，然后让钢棍卡住门，再让钢珠弹到火炉里面，接着把绳子处理掉，这应该很简单吧，最后再把门拉紧一点以至于让钢棍更容易让人发现，所以你的想法是让别人以为你是用卡门的小手段吧，我看不入流。”他暗自一笑：“来看你不简单嘛！随后他把身边的人敲晕，速度快的令人发指。  \n      我直接一脚把他踢开，并直接让右脚退后一步，他果然把我踢出去的左脚抓住，我一个后空翻，右脚直接往他下巴直接爆轰过去，如刀刃一样的脚迅速把他踢开，完美落地，我趁他硬直的时候直接一脚又接了过去，然后把他抓起来，直接甩飞出去，看他那副无力的样子“看来你不知道什么是暴力警探啊，我现在可以杀你的！”我直接把他的头抓起来，接着用力把他的头往墙上撞去，砰！一声巨响，只见墙壁撞出了个大洞，我接着直接把他拎起，走到大门前，再次甩飞，啪嗒，啪嗒，缓慢的脚步声仿佛是死神的低语一般恐怖，虚影一散，我直接到了他的身旁，我的脚瞬间到了他的头上，接着把手雷拿出“这可是我的专属权利啊。”然后把手雷安全闩拔开塞进他的嘴里“何必呢？”我叹气道，接着虚影一闪就到了十米之外，看着这火焰与浓浓摩擦的瞬间闪亮的结晶，闪亮的结晶慢慢变成了火焰分散开来，随后直接爆开。“接下来是什么？这帮人简直愚蠢又没用！”人物口头禅\n我在天上看着你慢慢泯灭！\n   \n  \n                                         \n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "418878840",
            "timestamp": 1417263600,
            "txt_content": "字数终于变多了，叙事写法也精进了呢，加油"
        }
    ]
}