{
    "title": "女神出口转内销，高圆圆常回家看看~",
    "author": "头人",
    "replyCount": 5,
    "timestamp": 1417325640,
    "txt_content": "公鸡跟火鸡说“感恩节快乐”！然后…… \n  感恩节后的第一个周五号称黑色星期五，米国版的“双十一”！谁说中国人买东西不要命哒？看看歪果仁的购物欲，还敢说自己要剁手吗？ \n 人家可是连脚都要剁的呀！！！ \n\n\n  不能亲临现场感受用生命购物的快感，心情又不美丽了！唯有吃吃吃来缓解情绪~ \n\n\n  曾经有那么多代购摆在我的朋友圈，我没有珍惜，直到把他们都拉黑我才追悔莫及！ \n 如果现在有一份代购能帮我横扫“黑色星期五”，我一定会说：我愿意！ \n \n 高圆圆和赵又廷的代购旗舰店今天开张，我在考虑到底要不要去呢？ \n\n\n这个LOGO设计，看多了真的会醉~ \n 正看像“代购”，侧看像“代购”。倒过来看更像“代购”！\n\n\n高圆圆要是注意到这个问题，晚上会不会让赵又廷跪搓衣板？  \n从现在起，为赵又廷祈福~  \n\n\n 8过这都不叫事儿，今天女神美美哒才是重点！\n\n\n   桃子结婚了，新郎不是黄海波。但是……丝毫没有觉得可惜呢~   \n\n\n完全不及“刘英结婚了新郎不是赵玉田”这样的“国民情侣”深入人心，只怪黄海波你No zuo no die why you try！\n\n\n   二叨看到有人说：没有收回林志玲，却把高圆圆给送出去了！\n  \n 哎呦喂您就知足吧~ \n 比起汤唯和周迅这样的“出口贸易”，高圆圆顶多算是“江浙沪包邮”！要知足常乐嘛~\n\n\n   出口转成内销，恩……有进步！\n  女神记得常回家看看，千千万万个“黄海波”在等你~ \n\n\n  这两天一股莫名的邪风刮遍了二叨所能见到的各种社交平台，号称比代购还丧心病狂！比晒娃狂人还不择手段！比心灵鸡汤更惨绝人寰！\n\n\n   那就是……微笑挑战！\n  不好好说话，上来就发自拍！人和人之间的信任一点儿都没有了~  \n\n\n 原本这个活动是为关注唇腭裂儿童筹集善款的，后来被大家越玩越歪，发展方向堪忧~ \n\n\n  活动大致为：让微笑传递下去，左边放上点你的人的微笑照片，右边放上自己的微笑照片。你再点三个人或以上继续传递微笑！\n\n\n二叨就再想啊，如果这个活动玩到下面这种程度该怎么办？这TM还让不让人好好玩啦！  \n\n\n 说好听了是微笑挑战，说白了就是“颜值较量赛”嘛~\n  颜值参差不齐的朋友圈还是不要轻易尝试了，搞不好连朋友都没得做了哟！\n\n\n   话说这个活动一开始还是正常点名什么的，很多微笑挑战还是很和谐的~ \n\n\n  但到后来一部分心机婊开始露胸，引发了另一部分人的深思，于是……  \n\n\n 紧接着大家就开始意淫各种挑战，二叨最想玩的就是#支付宝挑战#，活动细则大致是这样的：让金钱传递下去，需要给被点名的人转账100块钱，这样点名才算成立。你再点三个人或以上继续传递金钱！\n\n\n   你们都来点名我吧！你们都是最可爱的叨友，不会一百块都不给我对不对？\n  但是我就不打算点名其他人啦，就让活动止于二叨吧！\n\n\n试想一下，如果这个活动传到政界，他们会怎么玩？\n\n\n   动物界可能是这样……  \n\n\n 学霸界也许是这样…… \n\n\n  学霸挑战学渣就是这样……\n\n\n   然后叨友们挑战二叨，二叨就是这样……   \n\n\n\n \n  【每日奇葩】 \n 女大学生偷拍4名舍友裸照 称男友喜欢看  \n34岁的男子王某通过网络结识了才17岁的某高校大一女生赵某，两人确立了恋爱关系。成为情侣后，王某多次唆使赵某趁同宿舍女生洗澡、换衣服等机会，用手机偷拍他人裸照，并通过网络发给王某，以满足其变态心理。\n  一次赵某在女厕所内用手机偷拍其他女生时，被当场发现。被偷拍的女生随即向警方报警称被人偷拍裸照。民警迅速展开调查，将嫌疑人王某，赵某二人分别抓获。据赵某交代，她在王某唆使下，用手机偷拍同宿舍四名女生裸照数量达四十多张。 \n\n\n  从当年的“感谢室友不杀之恩”到现在的“感谢室友不拍之恩”！一次次血的教训告诉我们，防火防盗防室友~   \n 【图看天下】 \n 迪拜的冰箱贴按按就能送PIZZA~~~给二叨家按一个，保证给按坏一点儿都不含糊！\n\n\n     歪果仁做的一个实验！有时候那些拥有最少的，却往往会给予最多的~   \n\n\n  看到最后，才知道这个箱子是神马~\n\n\n     阿根廷音乐家毛里西奥?卡赫尔的《定音鼓协奏曲》，谱子最后标明，要让演奏者用尽全力一头扎进鼓里，完成演奏！起初以为是搞笑的，可看了看演奏视频，竟然是玩真的！鼓手也是用生命在演奏~ \n\n\n\n\n     【没品段子坊】  让你再装文艺！高能笑裂~    \n\n\n 出门见朋友&在家打游戏  \n\n\n   超级英雄们的感恩节~（转自：谷大白话）\n    \n 那些年，数学老师拍着黑板冲我们喊：约吗？约不约！\n\n\n【每日互动】\n  其实挑战赛还有一种延伸，就是艺能界#短脖子挑战#！  有人列举了前六？叨友们不服来战，说说还有谁？\n\n\n\n\n\n\n\n\n\n\n转载地址;http://hao.360.cn/zt/daojie209.html?realtime\n\n\n",
    "replies": [
        {
            "author": "li784727443",
            "timestamp": 1417440900,
            "txt_content": "这样真的好么= ="
        },
        {
            "author": "a993093644",
            "timestamp": 1417442280,
            "txt_content": "每次的看见你转载"
        },
        {
            "author": "ssfnfyu",
            "timestamp": 1417445160,
            "txt_content": "是不是拷贝啊？怎么多看花眼了"
        },
        {
            "author": "zouchanglin",
            "timestamp": 1417454580,
            "txt_content": "那只猫的脸   好像人的。。"
        },
        {
            "author": "WY.",
            "timestamp": 1417475340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}