{
    "title": "原创MC小说，已连载近40万字，是目前最长的MC冒险小说",
    "author": "半个狙神",
    "replyCount": 6,
    "timestamp": 1417433520,
    "txt_content": "先声明，谁再说我这小说是TM宣传服务器的小说我写死他，我文中哪一句提到哪个服务器的宣传了，你都没有看过我的小说，为什么就说是广告？人家写几十万字那么容易吗？\n唉，气死我了。\n先说小说名字吧。\n＜我的世界之梦想之城＞，别说这名字是服务器的，人家小说的内容就是要建一座梦想中的城市，跟服务器哪里像了？\n目前小说已连续更新近40万字了，大受MC玩家的欢迎，好多人提议这样的好作品应该到我的世界中文论坛里宣传一下，让所有喜欢MC的玩家都看到。\n但因为之前受到的待遇，一直没有再来，这次，经过我的又一次校对之后，确定文中没有一句提到过某个服务器，这才决定再次回来这里宣传一下的。\n小说已经全国最大的小说网站“起点中文网”签约连载，每天更新一章，已经连续更新近一百天了，目前情节已到后半部，剧情越来越精彩哦。\n小说地址：http://www.qidian.com/Book/3282485.aspx",
    "replies": [
        {
            "author": "北极星人",
            "timestamp": 1417435320,
            "txt_content": "请发到矿工茶馆。或者你把文章内容发到这个帖子里"
        },
        {
            "author": "半个狙神",
            "timestamp": 1417437840,
            "txt_content": "第一章　初识服务器\n“我的世界”原名为“Minecraft”。我不知道这个英文的意思，因为我根本就不懂英文，我也不清楚为什么翻译成中文会叫这样的名字，以前只知道一个电影叫＜我是传奇＞，非常好看。\n但现在我知道了，这款叫“我的世界”的游戏真的不能去玩。如果你还没有玩过，那我建议你千万不要去接触“我的世界”。因为，我发现自从接触到这款游戏之后，我竟然…上瘾了……（哭…）\n没错，真的是上瘾了。每天不进去游戏世界走上一圈，总感觉生活中好像少了点什么，连觉都睡不塌实，这应该就算是上瘾是吧。那么，为什么我就会上瘾了呢？也许是我的自制力不够吧，但却更有可能是这款游戏真的很有意思。\n刚刚接触这款游戏时，是因为我的儿子通过游戏视频发现的。没错，就是我的儿子，很奇怪吧。而我，就是传说中的“大叔”了。呜…什么时候，我竟然也成为大叔级人物了……（再哭……）\n好吧，大叔就大叔吧（挥泪…）。虽然年纪是大了点，但却并不影响咱对美好事物的追求是吧。言归正传，儿子马上就下载并玩了起来。当时我就很奇怪，那么方方正正跟马赛克似的游戏有什么好玩的。\n你看看现在的网络游戏，那人物、那场景，做的一个比一个细致、一个比一个逼真，冷眼看去，简直就跟真人电影似的。\n再看看这什么“我的世界”，别说名字土的掉渣，连人物都做的这么垃圾。\n方方的脑袋、方方的太阳、方方的动物，就连树叶都是方的。这什么破玩意，做游戏的人也太懒了点吧，人物场景你做不好没关系，至少也得做的圆滑一点好不好。\n一开始，我并没把这款游戏放在眼里，只当是打发时间用的那种网络小游戏，儿子既然有兴趣，那就让他玩吧。\n但一转眼，两个月过去了。儿子却依然迷恋在“我的世界”之中，连以前最爱玩的“穿越火线”都不玩了。这不禁令我好生奇怪，怎么这游戏真的就这么好玩吗？\n在儿子的指点下，无聊之时，我也试着玩了玩。游戏的设置很简单，一开始是一个什么也没有的主人公来到一片未知的世界，从砍树、制造工具开始，挖石头、挖泥土、挖矿、造房子、造村落，大大小小不同的房子在我的一砖一瓦下不断的被建了起来。\n房子虽然是建起来了，但怎么看也没有儿子建的好看，完全就是一个大方块挖几个窟窿做成门和窗户。这可怎么得了，做为老子的我盖的房子竟然还比不过还是小学生的儿子建的好。\n不行，这决对不行。于是，在自尊心的催使下，我在百度中不断的搜索各种房子的造型并把它搬到游戏之中。说起来简单，但真要自己一块一块的码起来，还真不容易。\n不过常言说的好，叫“功夫不负有心人”。果然天不负我，在一连努力了一年多以后，我的房子建的是一个比一个漂亮，而这么多的房子也逐渐形成了一大片村落，最后变成了一座小型城市。\n飞在空中，看着脚下这么一片宏伟的建筑，心里那叫一个美呀，这里面不但有我的建筑，也有儿子的建筑，而最高的建筑却是儿子建的一个自动电梯，一按按钮，可以自动把主人公从一层一直升上几百米的高空。\n当然，做这个电梯可是儿子花了好长时间搞出来的，那种复杂的红石电路我是弄不懂啦，用石头码码各种房子的造型我还更拿手一些。日子就这样不断的划过，我依然每天不断的扩张着我的城市，儿子则每天研究他的红石电路。\n每次儿子的同学来，我们都会非常自豪的把我们建的城市展示给他们看，看到他们惊奇的表情，心里那叫一个满足，那叫一个美。\n但随着时间的推移，建筑不断的重复，城市不断的扩张，这种满足感却逐渐冷却了下来。终于发现，即使我们再努力，城市建的再好，但整个世界却始终只有我们自己而已。\n虽然可以养村民，但那也只是没有思想和行动的系统人物罢了。孤独，永远的孤独，就如同游戏的名字一样，这里永远是“我的世界”，我一个人的世界，没有朋友，没有亲人，没有人跟我说话，也永远不会有人跟我一起痛苦和欢笑。\n这种孤独感不断的膨胀，再膨胀，终于，我和儿子对这款游戏失去了兴趣，不约而同的又拾起了久违的另一款游戏“穿越火线”。\n感受着与战友们一起冲锋陷阵的刺激，那种友情，那种团队的合作令人激动。游戏中有句至理名言叫“不怕敌人是虎，就怕队友是猪”。\n但我知道，我就是那只虎，不管是在敌人的眼中还是队友的眼中，我都是一只虎，一只猛虎！如同一场恶梦般，我不断的敌人闻风丧胆，看着辉煌的战绩，感受着英雄般的喜悦。\n但这次的回归，却已经没有当初玩穿越火线时的那种畅快淋漓的感觉了。心中似乎有一件东西总是放不下，令我即使在与敌人激战时也会有一种孤独感。\n最终，我还是没有继续我的穿越生涯，又回到了“我的世界”之中。\n看着眼前一片生机迥然的世界，连绵的山脉、清澈的河流、精美壮观的城市、成群的牛羊、还有那穿梭往来的村民，这是多么美好的一个世界呀。\n但我却那么的孤独，仿佛我就是这个世界的神，虽然创造了这个世界，但我却不能溶入这个世界之中。如果…如果能够有别的玩家也一起来到我创造的这个世界，一起游戏，一起建筑，那该是一件多么美好的事情呀……\n没有行动，就永远不会有成功，甚至连失败也不会有，那就行动吧。想到此，我和儿子便开始了疯狂的寻找。\n找什么？当然是与别人联机的方法了。所谓功夫不负有心人，最终，我们还真就找到了联机的方法。当然，这是我儿子的功劳。\n在一个游戏视频中，我儿子发现了一种与朋友联机的方法，叫“蛤蟆吃”，很搞笑的一个名字，但却很实用。在研究了几天之后，我们终于第一次与朋友联机成功。\n当我们在游戏中碰面的那一刻，整个世界仿佛一下子明亮了许多，就连空气中都充满了喜悦。\n这一天，我们什么也没干，一起在世界里追逐、打闹，当然也有探险，那些平时感觉恐怖的怪物在我们的合力攻击下竟然变的如此不堪一击。\n以后的日子里，每次上线，第一件事一定是先在城市里转一圈，看看是不是朋友新建了什么建筑，会不会很漂亮。如果感觉朋友哪里建的不好，也会马上帮着修改一下，然后期待着朋友的称赞。\n人的欲望是永无止境的。这句话果然没错，应该算是真理吧。果然，在我与朋友联机了几个月后，那种孤独感又回归到我的心里。每天就是两三个人在一起，而且能够碰面的机会非常有限。\n在这个世界里，我依然感觉孤独，非常的孤独。若是，能够有更多的人一起加入进来，那该有多好呀……\n想不到，这种近乎于奢求的想法竟然在不久后却变成了现实。回想起来，直到现在，我依然感觉像是在做梦一般，从那天开始，我的世界已经不再是真正意义上的我的世界了，而是变成了一个多姿多彩的世界，一个有着数百玩家一起参与的更加广阔的世界。\n“服务器！”没错，就是叫这个东西。不同于“蛤蟆吃”，服务器中可以让更多的人参与进来，也许是几十，也许是几百上千人，当然，这得看创建服务器的人设备如何了。\n不过那些设备是什么配置我是不懂啦，我也不想去弄明白。因为我又不想做什么服务器，玩才是我的最终目地嘛。而就在我进入一个服务器的联机模式后，服务器中那种震撼的场景早已吸光了我的眼球。\n随着面画一转，在我的眼前便出现了一座大型的仿古建筑，这里，便是游戏中所谓的“主城”，而我则完全被这座建筑的规模给震惊了。天呀，原来房子竟然可以建的这么高大！这是我以前从来都没有想过的。\n那种建筑的布局，各种材料的运用，看似杂乱，却又如此的整齐划一，终于发现，原来这些材料还可以这么用，完全颠覆了我对传统建筑的概念。\n跟这座主城相比，我以前建的完全就是垃圾，我竟然花了一年多的时间用垃圾房子堆起了一座垃圾城市，而且还沾沾自喜，想想真是汗颜，我们还曾经向朋友们炫耀，想想那种行为，真的好愚蠢，令人无地自容。\n随着一声声传送的声音发出，身边很快便出现了众多的玩家，看着他们一个个朝主城四周跑去，心中顿时激动的不行。于是，也随着人流朝主城中跑去。\n但就在这时，我才发现，身子根本就动不了，怎么会这样，为什么其他玩家就可以随便乱跑？正在我心急之下，突然发现系统出现了提示，要先注册会员才可以进入游戏。\n唉，原来是这样，吓我一跳，我还以为我的机子不行呢。于是，按照系统的提示，很快注册了一个用户名，然后便顺利的跑进了主城之中。\n进了主城，马上被那种繁华的景象所震惊了。数了数，不大的一座主城中竟然有着不下一百名玩家同时在线，那种激动的心情简直无法言表。\n这就是我的梦想呀，无数玩家共同开创我们的世界的梦想呀！终于在这一天实现了，这都要归功于服务器的出现，有了这一联机的平台，才可以令我们这些孤独的玩家能够有机会聚首在一起。\n当然，我更要感谢我的儿子，是他首先发现了这处新天地，才令我摆脱了那种独自玩耍的孤独与失落。\n仔细看了看主城中的告示牌，我才明白，原来这个服务器中有许多不同的游戏规则，也有许多不同的游戏世界，像是生存世界、小游戏世界、建筑世界等等，但最令我心动的依然是生存世界，因为在那个世界中我才有一种真实存在感，一种从无到有的创世界的自豪感。\n于是，毫不犹豫的便来到了生存世界的传送入口，此时，我才发现，生存世界竟然有三个，而最早的一个竟然已经存在一年多的时间了。\n想想这一年来的孤独与失落，真狠自己发现服务器这一游戏平台真的是太晚了，竟然浪费了大把的时间和精力在孤独中渡过。\n随着传送门上光影的晃动，一片崭新的世界逐渐出现在我的面前。\n\n\n紫灵课堂第一讲：MC的服务器有很多，这给众多玩家有了更多选择的机会，同时，每一个服务器中的指令都是大同小异的。还有一点就是，服务器只要有钱谁都可以做，但服务的质量却有很大的差别。一般来说，一个团队或公司搭建的服务器可以容纳的玩家最多，运行也更稳定，很少会出现卡机的现象。至于只能有二三十人同时在线的小服务器，就没什么保障了，作者就曾经玩过一个小服，结果两个月内刷新了三次，建的东西刷一次没一次，郁闷的作者都没心情玩下去了。所以，大家如果想加入某一个服务器的话，一定要看看这个服务器的性质，尽量选一些大型的服务器来玩，这个从允许玩家的数量上就能大概判断出来。\n\n\n\n"
        },
        {
            "author": "1005206880",
            "timestamp": 1417512540,
            "txt_content": "话说 sniper 你还说这不是宣传服务器 这明摆着就是宣传服务器 话说大叔也很辛苦 点个赞 我跟大叔在服务器的约定还算 不要忘了我~话说 之前mcbbs不是被攻击了吗 怎么好了？ 给大叔好多赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~"
        },
        {
            "author": "1005206880",
            "timestamp": 1417512600,
            "txt_content": "沙发 地板 一个不漏 赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~"
        },
        {
            "author": "1005206880",
            "timestamp": 1417512660,
            "txt_content": "占地板沙发的都是我 我是TimeABCD 赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~赞~"
        },
        {
            "author": "半个狙神",
            "timestamp": 1417522200,
            "txt_content": "试着想把小说内容发到论坛上来，但每一章的字数都在四千以上，有点超载了，分解开来发好麻烦，大家还是直接去小说网站看吧，一口气看过瘾哦，注意可不能熬夜哦。"
        }
    ]
}