{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第二十七章：能力分析】",
    "author": "418878840",
    "replyCount": 6,
    "timestamp": 1417440120,
    "txt_content": "更新......原谅我偷懒，又隔了四天（找错字有奖哦）\n索引在此\n\n第二十七章：能力分析  身陷诸多紫色人员的包围中，猪二君脸上没有一丝惊慌失措的表情，还是那么的镇定自若，好似眼前的敌人无法对他造成任何威胁。  其中一名紫色人员被猪二君的嚣张给激怒了，右臂使劲一挥，蓝光萦绕，手中出现一柄巨锤。巨锤上隐约有雷光闪烁，表明这把锤子的危险性。  “这不是雷神托尔的武器吗？”猪猪君为这神话级别的武器而感到惊讶和疑惑。  “你还知道这个？”猪二君在对着脑海里的猪猪君说道。  “那是，你别看我认的字少，其他东西我知道的多着呢！”猪猪君对这种没用的知识到知道的不少，至于是谁教他的……除了大胖鸭还有谁？  那人挥舞着锤子，还未接近猪二君，雷光就已经通过空气跳动到了猪二君的身前。举起刀，来自巨锤的雷电蔓延过去，但被猪二君一晃刀身，雷和电，就全部消散在空气中了。  “什么？竟然能够消除万伏的电流！”另外一位紫色人员见状，迅速挡在了万伏的身前。  “滋——”电在蔓延金属时的声音，猪二君用刀弹回去的雷球被那个人的武器给拦截了。  “果然吗，万伏，接下来就让我来吧。”那人冲上前，举着一杆深绿色的长枪，跟万伏交换了位置。  “喂，你们还愣着干吗呢？抓住他啊！”万伏立刻叫上后面的人，准备用人数压制猪二君。  万伏，刚刚升到紫色级别的青涩少年，很纯的哦。  纹竹，总是戴着面具，但别人一看就知道是个女的，毫无神秘感。  “难道，你们以为人多就能赢我吗？”猪二君冷笑着，对这些不断送死而没有头脑的人十分无奈，“看来得赶快解决战斗才行啊。”  猪二君右手握剑，在空中舞着剑花，又是一片浓浓灰雾，但对这些A级灵魂碎片的人来说，效果并不明显。  周围的闪烁的蓝光接连增加，而每多一束蓝光时，对猪二君的攻击就更加猛烈。  猪二君也不再装逼，刀刃旁出现几圈蓝色的符文，嘴里低喃。灰色的雾变得稀薄，但那些紫色人员却都是脸色发白的站在原地，不动了。  “喂，怎么了？”万伏看向身边四肢抽搐，表情凄惨的队员，询问道。  “这……”剩下包括万伏，纹竹等四人都不知道这是什么特殊的能力。  “撕裂缝隙啊。”两个身影突然出现在了猪二君的面前。  雪朔和白伤，他们怎么来了？猪猪君在灰白交错的空间里挠着头，但仔细想想，这次任务对他们来说那么重要，派出雪朔和白伤也很正常。  “你的能力我已经研究透彻了，很神奇，但并不是完全不能对付。”雪朔说，“而且我觉得你应该不是之前的那个你了吧？”  猪二君愣在原地，但又很快恢复，一脸平静。  “看来我说对了。”雪朔笑了。  背对着猪二君，雪朔拿出几副眼镜，递给包含白伤在内的紫色人员。  “其实你的灵魂碎片的能力很简单，就是制造缝隙。”  “这些缝隙可以是地面上的裂缝，也可是空气中的间隙。”  “但最重要的还是这个。”雪朔指了指趴在地上，已经没有气息的队员们，“你还可以在人的心灵里制造缝隙，让你灵魂碎片中的悲伤灵魂钻进去，让对方被哀怨之气吞噬。”  “你很聪明啊，竟然全都猜对了。”猪二君的声音变得凌厉，暗自抓紧了刀柄，准备随时举起。  “我不是猜的，而是以我的学识和能力推算出来的，哈哈。”雪朔不忘夸耀一下他的能力，随即，脸色阴沉，说道：“所有战斗人员戴上眼镜，抓住他，这次，他必输无疑！”  “想抓我！”  猪二君念着咒语，驱动灵魂碎片的能力，这次，周围的雾全都消失了。  “原来是用雾气作为使用能力的能量吗。”雪朔把这记在了随身携带的本子上。  但可惜的是，这些人都还站立在原地，没有任何异常。  “怎么可能？为什么会没有效果！”  “果然是眼睛，你这些怨灵都是从眼睛里钻进去的，有了眼镜的遮蔽，你的能力就没用了。”  “可是为什么之前那些人都倒了，我们却没事呢？”万伏问道。  “可能是那个时候，你们恰巧眨了眼睛吧。”  猪二君这次是真的愣住了，久久没有反应过来。能力的弱点被敌人知晓果然还是太丢人了呢。  “可恶，就算如此，你们想抓到我还是痴心妄想！”猪二君咆哮着，刀刃重重插在地上，一条裂缝出现在储藏室的地板上。  “不好！他想跟我们同归于尽！”万伏发现事情不对头，连忙提醒周围的人躲避。  猪二君还是留手了，同归于尽的事他还是没有做出来。  “我的灵魂碎片是S级，等级的差异是你们改变不了的，所以你们所有人，还是会被我杀死！”     \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 @紫晶Blue @陈翰磊 @爱拍之子D @Vatican.Taxi @qxdnfsy \n好友@大召唤术！\n另外，求人气\n\n\n\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "Xin_Lu",
            "timestamp": 1417440300,
            "txt_content": "默默看着一堆文笔好的继续写作T T\n我这个直接被某A弄死的默默闭着风头"
        },
        {
            "author": "h1826474786",
            "timestamp": 1417440600,
            "txt_content": "不错的作品     "
        },
        {
            "author": "北极星人",
            "timestamp": 1417440720,
            "txt_content": "我瞬间就被这中二的气场击倒了。鸡君写的越发不如以前了啊？表示我刚从强大气场中爬起来就立刻逃跑了，没有闲心找错别字QwQ"
        },
        {
            "author": "super、Rain",
            "timestamp": 1417440780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "953142925",
            "timestamp": 1417442040,
            "txt_content": "支持一下小说\n话说小组名字好霸气啊"
        },
        {
            "author": "陈翰磊",
            "timestamp": 1417603020,
            "txt_content": "不想找错字了,支持,每次都看猪猪"
        }
    ]
}