{
    "title": "这个帐号一周年，给大家讲一下我的MC故事,主要写的是 “荒川”",
    "author": "187sama",
    "replyCount": 6,
    "timestamp": 1417470840,
    "txt_content": "今天是这个账号一周年 不多不少刚刚好一周年， 这一周年 由于我不怎么水所以还只是6级，反正6级也能做很多事情了， \n所以嘛，今天在这里发一发牢骚，讲一讲我的MC故事，跟一些感慨233\n\n我记得一开始我是在 游戏盒里面发现 一款叫“我的世界”图标是一个 小人戴着黄色的工人帽，手里拿着一个铲子 ，然后我看了看介绍觉得不错然后我就下载了这个游戏， 一开始进入的时候 版本是125 那个时候点了多人游戏 以为一直搜索就会有服务器出来。嗯 等了好久还是一个样 2333333\n\n然后哦就没耐心了，， 就去玩多人游戏\n我还记得我是出生在 丛林 有很多树 那个时候还不知道怎么玩 就一直按住左键， 挖地洞 lol\n\n然后就自己摸索一些东西， 之后就去网上找一些攻略， 那个时候我不知道这个游戏，以为这个游戏没什么人玩 然后我觉得挺好玩的，然后就萌出了宣传这个游戏的心理。。。。 然后找到了贴吧，恩。。。 好几万会员     \n\n反正之后就沉迷上了这个游戏， 学会一个合成就会开心很久， 菜鸟玩MC才会有这种感觉吧 \n\n之后觉得单人有一些无聊，我就去贴吧找服务器， 找到了一个叫， 荒川村（现在叫 荒川  我不是在打广告。。。） 那个时候服务器版本1。2。5 盗版 原版生存，人数上限25， 那个时候地图是自己绘制的（那个我时候我还不知道自己绘制地图） ，我就觉得为什么这个地图怎么好看。 为什么我自己单机生成的地图丑不拉几的。。。 233\n\n然后就认识了一些有趣的人  比如FATE，一开始我在建筑一个公寓，用丛林木材来盖，那个时候就跟fate认识了， 他跟我一起建这个小公寓， 然后我们就在一起了。\n\n=。=然后觉得公寓太难看了我就跟fate私奔 跑去建 荒川第一个玩家村 “鬼谷村” 那个时候有一个鬼谷元老”我忘记他叫什么名字了反正好像也是wu开头“ 之后wuguei加入了我们村子，我还以为他就是鬼谷元老233\n之后这个元老就没玩了，我现在好像还有他QQ，不过忘记他是哪一个了。\n那个时候我们各种建筑，各种收人。\n恩，然后你知道的 有1个就会有第二个。\n\n牛头村”现在是 火连营？“就出来了。之后牛头的人数火速的超过了鬼谷， 之后牛头村就发来联盟邀请。恩然后就接受了。。 （联盟这件事情根本没什么人知道2333）\n之后，我就跟fate，wuguei他们各种随意玩， 然后fate就变成OP了。。\n\n之后由于我玩了一些别的服务器。就有一点跳槽的意思了，鬼谷也没什么人了，只有fate，wuguei他们在 还有一个ink。。 \nink 教父 233  做了一个大教堂，当初因为我是飞行玩家，他在建教堂，我就给了他我的材料，然后他没有飞，那个时候飞可以得到，但是需要的物品很贵重？ 好像是用游戏币来。。换飞行 ，然后看他挺幸苦了我也没怎么玩，就把我的号借给他了=。=\n\n然后就真正的跳槽了，荒川也只是偶尔玩一玩， 后来人多了， 荒川村也变成了荒川镇。 人数也提高了上去，不过找不回来刚刚开始玩的感觉了。\n\n怎么感觉这个帖子变成了荒川一些不为人知的事情呢。。。。\n",
    "replies": [
        {
            "author": "mchedan",
            "timestamp": 1417471620,
            "txt_content": "以前的日子真的很怀念呢，现在MC都开始变样了，不知道是因为人变了还是因为版本更新了\n荒村服也存在很久了........现在都变成触手怪的服务器了........\n总之，大家都变成骨灰玩家了....可是却永远找不回新手时的感觉了"
        },
        {
            "author": "WY.",
            "timestamp": 1417472160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Wolverine",
            "timestamp": 1417474740,
            "txt_content": "我快要步入骨灰级勋章了，还有几个月"
        },
        {
            "author": "zouchanglin",
            "timestamp": 1417474920,
            "txt_content": "应该就是版本变了吧。。"
        },
        {
            "author": "8764066",
            "timestamp": 1417485480,
            "txt_content": "游戏往往都是刚开始接触新鲜"
        },
        {
            "author": "私情",
            "timestamp": 1417488120,
            "txt_content": "好长没看"
        }
    ]
}