{
    "title": "【Wiki翻译】教程/节约时间的窍门（推荐新人阅读）",
    "author": "Rapture",
    "replyCount": 4,
    "timestamp": 1343398980,
    "txt_content": " 本帖最后由 Rapture 于 2012-7-27 22:56 编辑 \n\n原地址：http://www.minecraftwiki.net/wiki/Tutorials/Time-Saving_Tips\n\n\n中文地址：http://zh.minecraftwiki.net/wiki/%E6%95%99%E7%A8%8B/%E8%8A%82%E7%BA%A6%E6%97%B6%E9%97%B4%E7%9A%84%E7%AA%8D%E9%97%A8\n\n\n\n\n教程/节约时间的窍门\n\n\n在Minecraft中，玩家可以做许多有趣的事情，但是收集资源一类的重复性劳动却非常无聊。当然，每个人的口味不同，看待无聊的标准自然也不同。本篇教程收集了大量节约时间的小窍门，涉及到游戏的方方面面。\n 游戏中的窍门 ———————————————————————————————————自动化\n迄今为止，最节省时间的方法是实现操作的自动化。例如红石电路、刷怪塔、自动农场、经验值农场、活塞建筑机等等，这些设施的建造都需要耗费大量时间精力，但是它们能节省的时间大大超过了建造时间。由于这些自动化系统过于复杂，具体建造方法在本篇教程中略过不提。\n\n床\n当你在地表活动，尤其是远离住宅的时候，建议随身携带一张床。天变黑时，放下床开始睡觉。跳过夜晚不仅节省了时间，也更加安全。夜间生成的怪物经常造成各种困扰，甚至会杀死你；晚上也容易漏过黑暗处的重要资源。\n\n封住废矿的入口\n在地下比较容易迷路，经常会出现游荡到枯竭矿坑中的情况。封住废矿的入口，就可以简单地解决这一问题。理想的封口材料是玻璃和栅栏一类的透明物品，这样玩家可以清楚地发现可能刷出的怪物。重要的一点是，封口时尽量避免使用地下的常见方块（例如石头和泥土），以免造成废矿入口与周围环境融为一体的情况。\n\n封住水道\n如果你的红石电路附近有水，可能会出现水不慎流出冲毁电路的情况。因此千万要记得放置梯子或半砖等物品阻挡水流，保护电路中的关键点。另外一种可行的方法是在地上挖一格深的排水渠，限制水的流动。这两种方法都可以保护红石电路免遭洪水破坏，节省重建的时间。\n\n骨粉\n如果已经收集了足量的各色染料，也驯化了足够多的狼，骨粉就只有一个用途了：加速植物生长。务必要留下部分骨头备用，富余的部分便可以随意使用了。在草地上使用骨粉，会长出大量杂草；从中收集到的种子可以收集起来建立农场。一个骨头可以提供三单位骨粉；用骨粉反复催熟并播种一格小麦，可以迅速得到三单位小麦用于制作面包。两单位骨粉可以将两种颜色的蘑菇转化为巨型蘑菇，提供大量的蘑菇汤。另外注意从1.2.4开始，亮度为12以上的地区不能使用骨粉种植巨型蘑菇。骨粉还可以瞬间催熟树木、南瓜和西瓜，大大节省了玩家等待植物生长的时间。\n\n记录行走的路线\n不论是在地上还是地下，都十分有必要记录下自己行走的路线。标记时可以使用火把，栅栏，彩色羊毛，花，或者是其他你喜欢的物品。推荐的标记物是红石粉末，因为返回时很容易进行回收。另外记得在关键地点放置告示牌！探索时避免迷路对于节省时间有着重要的意义。\n\n仙人掌和甘蔗\n收集仙人掌和甘蔗最快的方法是挖掉它们下面的方块，或者破坏植物最下层的部分。这样整株植物会变成可收集状态。在农场中，记得留着它们最下层的部分，这样可以节省重新种植的时间。\n\n合成\n远离住所收集材料时，不要在背包里塞满不需要的物品。原木是必备的，可能的话带上一些煤炭和铁锭；额外工具、栅栏一类的物品要等到需要的时候再合成，甚至工作台本身也是如此。这会最大程度地节省背包空间，腾出地方放置正在搜集的材料。火把是例外，当背包内的火把不足12支时，记得至少再合成半组。另一个节省时间的窍门是，合成物品前要提前规划好。例如，在制作栅栏时，一单位原木可以制作四单位木板，进而制作八根木棍；这足够制作两单位栅栏，同时还有两根木棍剩余。可见，如果每次制作八单位栅栏，可以恰好用完三份原木，而且没有剩余材料浪费背包空间。另外一种可行的方法是，每次都记得把剩余的木棍做成火把或其他频繁使用的物品。\n\n染色\n避免杀羊，必要时甚至可以帮助它们繁殖。然后使用染料将羊染色，你便获得了近乎无限的彩色羊毛来源。\n\n附魔\n附魔物品可以提供多种多样的好处。除了钻石物品，对其他工具使用高等级附魔都是不明智的。升到5级非常容易，因此可以考虑给自己平时使用的工具进行低等级附魔。\n\n末影珍珠\n收集到足量末影珍珠后，长途旅行会变的非常容易。配合“掉落保护”附魔靴会更加有效，可以大大减少末影珍珠带来的掉落伤害。\n\n打火石\n使用打火石将怪物烧死，怪物掉落的会是熟肉，可以省下将其烤熟的时间。打火石耗尽前足够烧死几十只怪物，如果它们靠得近的话几百只也不成问题。火焰也可以快速清理不需要的可燃物品。建造脚手架一类的临时结构时，可以考虑使用木材。\n\n熔炉\n熔炉建造成本很低，可以同时建造大量熔炉，熔炼材料的时候将极大地节省时间。熔炼物品时，如果使用煤炭作燃料，记得使物品个数为8的整数倍。这样可以避免燃料的浪费。如果你真的需要熔炼8个以下的物品，推荐使用木板、木棍或树苗作燃料。两个树苗可以熔炼一个物品，两块木板可以熔炼三个。\n\n岩浆桶\n岩浆是可以同时杀死多个怪物的大杀器。清理新发现的刷怪笼时，一桶岩浆可以为你省下大量时间。清理完毕后收起岩浆插上火把，安全快捷。\n\n水和岩浆\n岩浆和水可以用来制造无限的石头和圆石，或者是少量的黑曜石。这一特性可以从许多方面加以利用：\n在某个区域放置静止水，然后在上面倒上岩浆。这样可以快速地将石头铺满某个区域，不需要挖掘圆石再将它们烧制成石头。即使采用附魔工具，挖掘黑曜石都是十分缓慢无聊的工作。如果你想用黑曜石建造某样东西，最快的方法是做一个模子，倒上岩浆，再用水把它变为黑曜石。\n\n地图的绘制\n地图可以自动更新，因而非常实用。缺点是绘制地图时需要拿着它到处跑，很容易因为看不见路而发生危险。解决方法是，在需要看路的时候按F1键，暂时隐藏用户界面。另一个解决方法是按F5临时切换到第三人称视角。再按一次F1或两次F5可以恢复正常视角。如果你的地图中包含一片海或者一条河，另一个安全高效的绘制方法是坐船沿海岸线航行，再步行解决剩余的地区。同样也可以驶过宽阔的河流和沼泽地带。在以前的版本中，船遇到睡莲会撞毁，而在快照12w22a中这一问题被修复了。未探索的雨林地区难以快速通过。建议在雨林外围寻找其他类型的地区，即使是沼泽和树林都比雨林更易通过。只有在雨林面积过大而且你希望将地图全部绘制完毕时再进入雨林。\n\n清理岩浆\n用桶盛起岩浆或者用方块堵住岩浆源头后，剩余的岩浆需要过很长时间才会消失。把常见的方块（例如泥土，甚至是可燃的叶子）直接放在残余的岩浆上，可以使它们迅速消失。\n\n快速放置确定数目的方块\n如果你正在建造的东西大小已知，或者想要精确地摆放一定数目的物品，开始之前先将材料按所需的数量放在物品栏里。这样，到达需要的大小之后，建筑材料会自动耗尽。举个例子，如果你想围起一个40x50矩形区域，在物品栏内放40个方块。这样就省去了一边摆一边数的麻烦，摆完之后自然就是所需的长度。在物品栏内放49个方块，向另一个方向继续摆放（不要忘记算上开始的那个方块）。\n\n善用活塞\n建造时犯了个小错误？需要拆毁重建一大堆方块？活塞可以解决你的问题。增加或补上缺口，将要移动的结构分开（每部分不超过12格），然后使用活塞分别推动它们。这尤其适用于移动摆放方式复杂的结构，例如像素画和有纹路的墙；同样也适用于移动不能直接采集的方块，例如冰、玻璃和石头。如果足够仔细，甚至可以完整地移动小型建筑。\n\n药水\n药水可以在许多方面节省时间。再生药水和治疗药水可以迅速恢复生命值；迅捷药水可以使你迅速移动。伤害药水能够瞬间清空陷阱中的怪物，使得物品收集工作变得简单快捷。根据怪物及陷阱的不同，可能需要先使用剧毒药水令怪物中毒。如果要去杀死残余的怪物，也许你还需要准备治疗药水。\n\n压力板\n压力板可以帮你关上身后的门，省去了转身关门的困扰。别忘了压力板要放在安全的一侧，尤其是在挖矿的时候。这样也可以起到确定方向的作用，指出哪一边已经采掘过；如果听到压力板的声音，也是怪物出现的警报。\n\n沙子和沙砾\n确定安全后，在沙子或沙砾下方放置火把，然后挖掉火把上的方块。落下的方块会变成可收集状态，不仅节省了开采时间，还节省了工具的耐久。注：\n如果使用这种方法开采沙砾，将不会掉落燧石。如果不希望自己的沙砾逐渐消失，倒是可以采用这种方法；但是想收集燧石的话还是老实地挖吧。\n如果想建一个临时的柱子，可以先随意放两个方块，然后用沙子或沙砾完成剩余的部分。拆除时，只需要将第一个方块换成火把，再拆掉第二个方块，整根柱子便会崩塌，变为可收集状态。\n\n矿井\n在洞穴中采矿更加有趣，也更加危险。最安全（当然也是最普通）的方法是挖掘阶梯状矿坑，一直到基岩之上10~12格高的地方；然后向四周挖掘两格高一格宽的隧道。这种矿井可以被称为“1x2走廊式矿井”。不论何时遇到天然洞穴，马上堵住入口并无视它。每两条走廊的水平间隔约为10米。没错，这样你会错过一些小的矿脉；但是Minecraft中世界是无穷大的，而且高效采矿的目标是每次发现尽可能多的矿脉。在一个矿区进行两次挖掘浪费时间精力而且收获不大。像这样完全人工开凿的矿坑非常安全，因为它完全在你的控制之下，不会有怪物在未发现的地方刷出，安放火把的间隔也可以控制。危险的史莱姆不会产生，矿坑简单的结构也不会使人迷路。最主要的危险是岩浆，幸运的是岩浆周围可以听泡泡的声音，因此玩家能够得到预警。一旦玩家装备了全套钻石盔甲和钻石工具，便可以开始增加变化，尝试探索天然洞穴了。\n\n告示牌\n告示牌作用极大，可以用来提示要做的事情，标出危险地区，指出容易被忽略的出口等等，记得善用告示牌。它们也可以用来阻挡水流和岩浆，采矿和制造机器时可能会用到。\n\n精准采集\n精准采集附魔在采矿时作用巨大。比如，开采红石矿和青金石矿的时候，直接采集会掉落多个物品；如果使用精准采集，则能得到整块矿石，节省了背包空间。这样每次采矿过程能够收集更多的矿物；回到家后可以使用“时运”附魔开采以使资源最大化。\n\n分区采矿\n采矿时，用障碍物将矿区分割成若干部分。推荐使用栅栏。这样可以避免怪物突然出现在背后，也可以标识出安全的区域。如果你在安全区发现了怪物，说明该区域照明不足或者有未发现的开口。这种方法极大地节省了寻找刷怪点的时间。\n\n跑步前进\n食物来源稳定下来之后，你便可以跑步前往目的地了。按两下前进键可以疾跑。确定食物充足之前不要这么做，因为跑步会消耗大量饥饿值，而且加速效果不是非常明显。.和平模式下可以随意奔跑，而且不会消耗任何饥饿值。另外你也不会偶然撞见怪物。食物不多的玩家可以考虑使用和平模式。\n\n甘蔗\n清除某个区域的水的常见做法是，使用沙子填满这一区域，再挖掉沙子。在“倾斜”的水域，甘蔗可以起到相同的作用。由于甘蔗只能在周围有水的方块上生长，放置新甘蔗时会自动清除之前放置的甘蔗。深水中，甘蔗能够提供空气，保护玩家安全地浮出水面。注：\n\n\n由于甘蔗只能放置在泥土、沙子和草方块上，有时需要提前摆好这些方块。只用甘蔗一般不能完全清除一片水域，总有几个地方不能放置甘蔗，需要用普通方法或水桶来清除。这种方法只在倾斜的地区有效。如果水底是平坦的，则不能摆放甘蔗。\n\n驯服的狼\n如果你带着自己的狼一起打猎，最好不要用打火石来烧怪物。只需攻击怪物一下，狼便会解决剩下的问题，坐等物品和经验值即可。\n\nTNT\n如果不考虑物品的收集，TNT是清理某个区域的明智选择。一个TNT可以轻易破坏50-100块泥土和沙砾；多个TNT能够迅速地在岩石中开矿。\n\n工具\n永远使用能够负担起的最好的工具。铁制工具效率高于石制工具，钻石工具效率高于铁制工具。在游戏早期，如果只有六七块铁锭，你目前还负担不起铁锹；应当留着它们制作剑、镐子和盔甲。当你找到第一块钻石时，应当已经拥有数组铁锭，此时完全可以在日常生活中使用铁制工具。钻石工具同理。永远使用正确的工具。用斧子砍树，用铲子挖土，等等。使用错误的工具不仅效率低下，还会加速工具的磨损。\n\n树木\n砍树时，留着最下面的一截树桩，可以帮助你够到高一格的方块。这意味着你能砍到的高度增加了一格，这大约带来了15%的效率提升。建造林场时，推荐种植桦树和丛林树。桦树是最佳选择，因为它们的高度不会超过7格，不需要垫脚便可以完全砍伐。尽量避免种植橡树，它们长得太没有规律了。砍伐丛林树时，推荐从上向下进行。如果你有快速抵达树顶的方法（例如使用末影珍珠），这将使最有效的砍伐方式。梯子也十分有用，因为破坏树干后梯子会自动掉落。\n\n水桶\n水可以快速清除雪，小麦，蘑菇等等物品。只需倒一桶水，便可以清除超过100个方块，而且水还能重复使用。另外，一定要当心自己的红石电路！\n\n\n\n\n\nMods \n根据游戏方式的不同，可以使用不同的Mod来加速你的工作。MCEdit，单人指令， BuildCraft等等都带来了不同层面的效率提升。Mod可能并不适用于所有人，但是如果你十分想复制建筑，平整一大片区域，或者挖一个直通基岩的深坑等等，这些Mod是值得一试。如果想提高游戏的FPS，可以尝试Optifine Mod。\n\n\n\n\n\n游戏外的窍门 借助外部工具\n有许多外部工具可以用来辅助游戏进程。绘图工具（例如GIMP，AutoCAD和Google Sketchup）可以用来绘制图纸；对于大型的工程，有必要查找资料并参考他人的例子。这样不仅节省大量的实验时间和无用劳动，也会带来艺术上的灵感。对于许多工程来说，“纸和笔”最理想的辅助工具。\n\n提前做好规划\n如果想建设一项宏大或复杂的项目，提前做好规划会使你受益良多。计划既可以是一个简洁明了的清单，也可以是一个包含材料需求的完整蓝图。简单的工程不必过度规划，而工程宏大时千万不要低估规划的价值。\n\n\n\n\n\n游戏界面的窍门 善用合成栏\n如果摆放方式得当，有些物品的合成会更加高效。也许这只能节约几秒中的时间，但是积少成多。例如，制作一个栅栏门需要一单位原木。最迅速的方法如下：\n将原木放在任意一格，制作出4单位木板；将木板放在合成栏中央，使用右键将木板对半分开，2个在中间，2个在上面；此时木板将会被转化为木棍；点击一下右边的产物栏，得到4根木棍；两块木板的位置保持不变；右击4次放下木棍，得到栅栏门。\n\n第二步放置好木板后，无需取出便可以直接合成栅栏门。可以像这样合成的物品不是很多，但是大量合成的时候还是能节省不少时间的。\n善用右键\n在合成栏、物品栏和熔炉中，右击可以拾取物品的一半，也可以放置单个物品。制作台阶，半砖等等物品时，使用右键将原料分开可以提高效率。例如，只需要点6下鼠标就可以用16个雪球合成4个雪方块。由于合成是游戏中最重要的部分之一，善用右键可以节省非常多的时间。\n\n不固定的摆放方式\n对于部分物品的合成（例如蘑菇汤的合成和工具的修理），原料的摆放方式并不重要。知道这一点后，每次合成都能省下一点时间。\n\n善用Shift键\n按住Shift键的同时点击鼠标，可以合成最大数量的产物或者移动整组物品。这也许是合成、酿造、熔炼时最节约时间的窍门。这个窍门也可以用来在箱子中快速存取物品。记住在合成地图时，使用Shift创建出来的地图是完全相同的。\n\n\n\n\n\n\n——————————纯洁的分割线———————————\n\n\n不到6000字的东西慢悠悠地弄了一天……效率低下啊。\n\n",
    "replies": [
        {
            "author": "Rapture",
            "timestamp": 1343399040,
            "txt_content": "话说可以申请个翻译勋章不？"
        },
        {
            "author": "蜘蛛侠hw",
            "timestamp": 1343400660,
            "txt_content": "lz辛苦了{:10_523:}"
        },
        {
            "author": "jianghr",
            "timestamp": 1343401140,
            "txt_content": "好吧，LZ的四篇主题全是翻译的啊，给分了{:10_512:}。"
        },
        {
            "author": "sky6578218",
            "timestamp": 1343489940,
            "txt_content": "不错不错\n给你1G币"
        }
    ]
}