{
    "title": "〈原创-连载〉救赎［整改版］（连载中）【第二章】［索引贴］",
    "author": "106088451",
    "replyCount": 24,
    "timestamp": 1417529160,
    "txt_content": " 本帖最后由 106088451 于 2014-12-20 21:18 编辑 \n\n  由于大家对原文《救赎》提出了很多意见，所以本人决定重新开写！除了部分设定以及情节，全部更新！\n序言：\n  18世纪，minecraft世界已经具有完备的体系，分为四个大城：Cans，Gron，Dump，Smodel。其中在Cans设立的全世界唯一一所高等技术学院，minecraft技院——啊呸——技校，人才层出不穷，科目细分为逻辑（红石逻辑与逻辑），咒术（魔炼与咒文），世界文学（外语与文学），战斗（近战与远战），生态（生物与地理），历史（分为考古与史学）等六科。四名毕业学友，由于一次意外，被分配入一家寒酸的研究社。正当他们命运几乎跌至谷底之时，又一次意外事件，将所有人都卷入一个巨大谜团…到底是命运的捉弄，还是一个精心策划的阴谋？\n生与死的救赎，轮回不止，谁是牺牲品，谁是战利品？谁是幕后操纵者，又有谁是真正赢家？什么是万物的起始，又有什么是罪恶的源泉……\n索引：\n第一部分 崛起\n序章 从零开始\n第一章 谜团\n第二章 进发（水章一篇）\n[url=http://www.mcbbs.net/thread-376540-1-1.html]第三章 迁徙",
    "replies": [
        {
            "author": "缪嘉维",
            "timestamp": 1417529760,
            "txt_content": "抢……\n观看楼上ing"
        },
        {
            "author": "幽蓝",
            "timestamp": 1417530780,
            "txt_content": "是否复制粘贴表示有怀疑→_→"
        },
        {
            "author": "106088451",
            "timestamp": 1417530960,
            "txt_content": "幽蓝 发表于 2014-12-2 22:33  是否复制粘贴表示有怀疑→_→\n由于上个月流量不够了，用剪贴板格式攒的，请各位放心绝对原创！\n对了，在此声明，本人有个百度帐号叫“无所不知的MC霸”。"
        },
        {
            "author": "青格大D",
            "timestamp": 1417532700,
            "txt_content": "建议楼主分帖子发，这样人多看，看起来也舒服。也好水经验XD【雾"
        },
        {
            "author": "a2455564728",
            "timestamp": 1417617240,
            "txt_content": "世界观不错，但 苍茫剑瞬间出戏，在一个偏西方的故事中出现东方化的武器名称，虽然不能直接判断就是败笔，但是确实是一个难以抛开的问题。\n批判者朱仙意见，作者可采纳。\n你有前途，我等着看你之后的表现"
        },
        {
            "author": "冥王星人",
            "timestamp": 1417619040,
            "txt_content": "大设定略显老套，世界观有点混乱，标点运用不恰当，文章节奏没有把握好，另外还有一些病句，一部分描写有点莫名其妙。\n有潜力但需要练习。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1417619580,
            "txt_content": "a2455564728 发表于 2014-12-3 22:34\n世界观不错，但 苍茫剑瞬间出戏，在一个偏西方的故事中出现东方化的武器名称，虽然不能直接判断就是败笔， ...\n245听令，速将卤煮拉入后宫调教"
        },
        {
            "author": "106088451",
            "timestamp": 1417666920,
            "txt_content": "冥王星人 发表于 2014-12-3 23:04  大设定略显老套，世界观有点混乱，标点运用不恰当，文章节奏没有把握好，另外还有一些病句，一部分描写有点 ...\n第一次写这种文。（在别的网站被喷得一踏糊涂，然后连续10天没有一个人看…）其实写这种自己写到这种程度也很无奈…但是照目前来看，我现在12岁，预计等到18岁再写好的，不知道翻译创作版还能不能渡过难关，出此下策练练烂笔头而已。"
        },
        {
            "author": "106088451",
            "timestamp": 1417686060,
            "txt_content": "废话：\n关于文中一些被称作“莫名其妙”的描写中的几点做出解释：\n1.第一章中，风吹一般的声音是指使用水蛭刃高速移动时的音效；\n2.第一章中，Steve不是被雷劈死了，相信看到1.大家应该懂了；\n3.第一章中，所有关于Steve的描写均是指Dinner；\n4.第一章末，没有引起共鸣是指完全无人在意这声惨叫，或惨叫完全被掩盖了。\n请大家多多提意见，相信楼主会有更多废话。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1417696860,
            "txt_content": "补充意见\n我仔细看完了楼主的作品，有些想法，希望楼主可以看看。\n楼主在开头，就立刻交代了一个宏达而且不错的世界观，但是出现了太多的英文，虽然不知道楼主是何用意，但是我知道，读者对于这些生僻的英文，一定记不住。主角名字、重要人物名字、重要城市名字都是英文，很有可能导致受众面变小的问题。\n而且后面的苍茫剑，我在名字中嗅到些许中国元素。在一个偏西方的故事中出现东方化的武器名称，虽然不能直接判断就是败笔，但是确实是一个难以抛开的问题。\n然后，非常致命的一个问题就是文章内容动作描写偏少，在里格与那个官方发言人发生冲突的时候，明显可以看到的肢体语言在文中完全没有，甚至连神态描写都被忽略了，这是一个很严重的缺陷。在后文，里格与蜘蛛和史莱姆的战斗也是，作者明显无法得心应手的掌控动作描写。文笔可能会使一部神作陷入无人欣赏的危机，希望楼主注意下。\n还有就是，后文的关于里格在前去寻找术士的时候，有个基础的问题矛盾一直存在，就是如果政府对于术士的态度。在mc技术学院中，有咒文一学科。我斗胆认为，咒文学科大部分学子的职业，应该都是术士吧。\n如果那几个大型城市忠于一个政府或是君主的话，明显不会允许这种独秀一枝的学院存在，与圣器有关系的职业，也肯定严格监控。但是文中明显并非如此，而是以一种非常宽容的态度，那么这个所谓的“mc技术学院”必然凌驾于这几个大型城市，这样就更加不符合常理了，四个这种地方出来的学生，怎么可能仅仅是待在如此寒酸的报社？当然，以上只是我个人根据已知的情报推断出来的，可能作者还有什么设定没有展示出来，那么这一段请无视。\n当然，后面的100金粒的收费也有问题，在mc如此繁荣的现在，经济体市民增长应该是集合高等数字的，100金粒还是比较少了。\n最后，还有一个小小的问题，治疗药水应该杀不死史莱姆的。\n我没办法再揪出什么问题了，作者创意与设定确实不错，节奏也掌握的很棒，只能在这里，祝作品愈臻完美了！\nby朱仙"
        },
        {
            "author": "106088451",
            "timestamp": 1417700640,
            "txt_content": "a2455564728 发表于 2014-12-4 20:41  补充意见  我仔细看完了楼主的作品，有些想法，希望楼主可以看看。  楼主在开头，就立刻交代了一个宏达而且不 ...\n关于动作描写与神态描写的问题，我确实有考虑到，但是你没发现Steve只有4个关节能动并且永远面无表情吗。如果加入动作描写与神态描写，将会直接导致内容不真实，读者会感觉这篇文章写的不是minecraft题材。\n还有就是价格偏低这个问题。这是由于Osteah确实是太穷了，Polly给了一个友情价。再加上Polly事实上并不是真的想要钱，在第九章会说到（但是第九章，好像在现在看来是没有任何意义的水文，但是对以后的设定有一些帮助，希望版主看完）。\n其次是名字的问题。名字全用英文，是因为本人偏好的缘故，总觉得中文名字怎么起都不好听。关于苍茫剑…这是由于真的有这种东西，这是在大陆神器mod中的武器之一，不过日后对其设定会比mod中的武器更加强大，在此也对大陆神器mod制作者道谢。\n还有就是学科的这个问题。这一点暂时对情节发展没有大碍，所以我暂时没有强调。是这样的，咒文（魔炼）科的毕业生仅能算法师（巫师），但术士是能力超过教授级别的人物，只有学会古代强大咒术的人物，才能在这里被称为术士。举例，像上文说到的影中人，因为施出的咒术没有对身为术士的Polly造成任何影响，由此可见并不是会两招，你就是术士，就打得过术士。而且术士与法师（巫师）的区分，是在日后的一个重要设定。谢谢版主帮我提醒，特在此声明。\n\n顺便说一句，任何怪物都会被治疗药水伤害的。这点版主可以验证一下。\n并且我要说一点，政府此时其实已经由于某种原因（不能剧透请原谅），自顾不暇，再举办其他学院，必然需要师资，而此时因为某些原因，战斗与咒文师资已经严重不足。而且由于政府此时不得不重点培养咒文与战斗科目的精英，对其它科目已经开始持冷落态度，并且Osteah也不是什么精英（我只说他曾在这个技术学院学习过），另外三人确实是精英，但由于不受重视四处碰壁，快要混不下去了，才在这里暂留。\n感谢版主对我的文章留心。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1417704840,
            "txt_content": "106088451 发表于 2014-12-4 12:22\n第一次写这种文。（在别的网站被喷得一踏糊涂，然后连续10天没有一个人看…）其实写这种自己写到这种程度 ...\n批评家就是指着喷人吃饭，其实自己没有什么料，那种IQ低于60的喷子不用理会。\n至于12--18，阁下可知道【万小时定律】？\n中国人出生以后就遭遇八股毒害，你已经被毒害了12年，写成这样很出人意料了，一般人只会写流水账或者赞扬老湿的东西，不能说写故事。\n不过有几点你需要注意：人物的对话没有体现出应有的语气；武器名字起得有点......土，不够优雅霸气；主线应该一点点展开，你现在过早做了剧透；讲解事情的人似乎莫名其妙来的没缘由；故事的结构和速度以及修辞手法还要再提升。\n\n有兴趣可以来群里接受调教，群号在我签名。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1417704900,
            "txt_content": "106088451 发表于 2014-12-4 17:41\n废话：\n关于文中一些被称作“莫名其妙”的描写中的几点做出解释：\n1.第一章中，风吹一般的声音是指使用水蛭 ...\n这些内容应该在文章之内交代清楚。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1417705440,
            "txt_content": "106088451 发表于 2014-12-4 21:44\n关于动作描写与神态描写的问题，我确实有考虑到，但是你没发现Steve只有4个关节能动并且永远面无表情吗。 ...\n不要太过于拘泥mc之内，如果写阁下认为写mc文就不能逃出mc框架，那文就别想写好了。\n关于价格，学院，还有朱仙说的其他一些东西，外星人觉得没什么，主要是要能最大化服务于剧情，虽然从理性上讲合理性可能没那么高，但也不至于差。"
        },
        {
            "author": "106088451",
            "timestamp": 1417706640,
            "txt_content": "冥王星人 发表于 2014-12-4 23:04  不要太过于拘泥mc之内，如果写阁下认为写mc文就不能逃出mc框架，那文就别想写好了。  关于价格，学院，还 ...\n感谢星姐的建议，从第八章开始，尽量增加这方面的描写。\n关于武器的名字，我表示对大陆神器mod原创者的支持。\n关于在文内说明的这件事，我觉得是需要让读者自己理解的，但发现好像现在的读者，藏点东西就看不出，只好重申一下了。\n关于算不算剧透…其实后面的情节，当然包括设定，还有很多，一股脑出现在文章后期，质量会有很大下降，会让读者觉得只剩下大段的独白，读起来很无聊。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1417707840,
            "txt_content": "106088451 发表于 2014-12-4 23:24\n感谢星姐的建议，从第八章开始，尽量增加这方面的描写。\n关于武器的名字，我表示对大陆神器mod原创者的支 ...\n不是现在读者看不出，而是现在读者太懒唉，我在起点发表小说60w字，看的人也没几个，一气之下我不去了。\n关于剧透，其实一开始说出最终目的是可以的，但你的问题是说太详细了，错觉就好像把一切都说出来了。\n如果换做我的话，会先威胁主角一通，只告诉目的，或者前期目的似乎是打败him，完后给个道具，叫主角和读者一起稀里糊涂的一边探索一边前进，这样才能叫人有胃口看下去，追你的文。\n伏笔的话，可以不用太刻意放，要叫人有【啊原来那个时候的那个是干那个的啊】，一种豁然开朗的效果，为最佳。\n对了主角是不是和他亲戚关系不好，这么惨死竟然连点大的情绪波动都没？"
        },
        {
            "author": "106088451",
            "timestamp": 1417709580,
            "txt_content": "冥王星人 发表于 2014-12-4 23:44  不是现在读者看不出，而是现在读者太懒唉，我在起点发表小说60w字，看的人也没几个，一气之下我不去了。  ...\n本人也有同感。你好厉害哦，确实关系不怎么样，在第四章中有体现，在这里有说Osteah最怕凶手是个债主，排除了这个疑问后，他一个关于亲戚被害的问题都没问过。\n至于伏笔吗，感觉好像真的你所形容的这样（我就应该1小时把肚子里那4万多字全唠叨完，现在又怕剧透不能多说T_T）。\nPS：版主表再回了，一整页都是废话不更文的话我文就真没人看了。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1417711080,
            "txt_content": "106088451 发表于 2014-12-5 00:13\n本人也有同感。你好厉害哦，确实关系不怎么样，在第四章中有体现，在这里有说Osteah最怕凶手是个债主，排 ...\n我想我应该关了你这个帖子，强迫你每章单独而且带模板发布，另外还要做索引。\n具体骗积分模式可以去我签名的小说链接看。\n另你有Q没，加一下。"
        },
        {
            "author": "106088451",
            "timestamp": 1417789680,
            "txt_content": "第十章 苦战\n后来的一切发生得太快，Osteah已经无从看清，只觉一道光影闪过，追上来的生物突然发出一声混杂着低沉呜声的哀号，Polly咬牙切齿地拿出了一根紫金色的金属制法杖，摆出了攻击的架势。\n显然那道光影没有对那生物造成太大的伤害，那生物只是痛苦的抽搐几下，便立刻向两人扑来。\n随着Polly急速念动咒语，法杖尖端窜出一道火舌，冲向了那生物。但这个咒语仍然没有多大作用。火舌几乎是一碰到那生物就立刻消失了。\n“快去！”这几个字几乎是从Polly嘴里蹦出的，“圣坛上的箱子！右边放拉杆！”\nOsteah以玩命的速度跨上了圣坛，打开了箱子，拿出一卷羊皮纸一样的东西。\n“快念完！”Polly试图用水柱冲回那生物，但生物貌似只是暂缓了行进速度，并没有太受影响。\n“我，我不认识这些字啊。”Osteah无奈地说。\nPolly猛拍一下额头：“让你念，我还真是作死啊。”随后草草挥舞了几下法杖，周围的石头立刻压在了洞口。趁着那生物还没有闯进来，Polly赶忙跑上圣坛，低声宣读咒文。\n石头显然没有封住那生物，当Polly开始读咒文时，那生物已经撞碎了石头，向圣坛冲了过来。在火把扑闪着的火光下，那只蟒一样的巨大生物树叶一样的鳞片如同金属闪闪发亮。\n20米。\n“…扩耶罗辛索卡…”\n15米。那生物急速穿行，鳞片折射出的光影让人眼花瞭乱。\n“…卡多克斯透多索…”\n10米。圣坛的陡梯对那生物形同虚设。\n“…可罗耶索同特梯塞可…”\n5米。Osteah已经看得到那生物瞳仁中闪烁着的淡蓝色火苗了。\n“辛梓哇多洛克！”\n突然，一道白光闪过，那生物又哀号了一声。\n已经升华完毕的苍茫剑，不偏不倚地插在它的天灵盖上。\nOsteah还愣愣地站在原地，对眼前的一切茫然不知所措。Polly连忙喊：“你还在看毛！快把苍茫剑拔出来砍它！”\nOsteah这才反应过来，哦了一声，拔出了苍茫剑，向着它的头部挥砍刺劈。\n那生物似乎怕了，低吼了一声，向后畏缩了一些。\nOsteah正要乘胜追击，那生物突然猛一转身，一尾巴把他重重打下了圣坛。\nOsteah刚想站起来，但一阵钻心的剧痛迫使他立刻栽倒在原地——他的膝盖正在流血。\nOsteah疼得直眯缝眼，但还是用剑勉强支起起身，将那生物击了回去。\n那东西的尾巴突然又扫了过来，Osteah早有防备，用苍茫迎面砍下，但苍茫产生的巨大作用力迫使他再次栽倒在地。\n那生物的鳞片如同金属般坚韧，就算是圣器的攻击大概对它而言也只能算挠痒痒。\n但这次攻击还没完，那生物见没有扫到，于是又将尾巴扫了回来。\nOsteah虽然知道这一击他已无力躲避，但在心中还是不忍吐槽：【消音】这是毛圣器啊没有被怪物虐有了还是被怪物虐这怪物是不是眼睛有毛病啊那边站着个大活人你不去打光打我又不是我先砍的你要打去打他啊不打他就算了你还往回扫尾巴π_πPolly你是不是脑子废了光让我打自己在一旁看得真是津津有味轻松自在啊用不用再买两斤爆米花啊现在我都要死了你还不帮我显得你人格高尚还是怎么着列祖列宗们保佑我升入西天吧朋友们我死了你们不要忘记我多给我烧几吨黄金啊……\n突然，那生物的尾巴仿佛变成水泥做的一般停滞在半空中，终结了Osteah的胡思乱想。\nOsteah寻找了半天，终于找到了让那生物停滞的原因：Polly神色凝重地大幅度挥舞着法杖，并且每挥舞一次，那生物周围的空气都会颤动得厉害一些，好像给那生物绑上了一道道空气的锁链。最后，Polly将法杖一翻转，那生物居然瞬间断成了几截。紧接着，Polly又指向Osteah，Osteah突然发觉自己的身上的伤口完全恢复了。\n做完这一切后，Polly终于如释重负地躺倒在圣坛上。\nOsteah不顾横在他面前断裂的生物尸体，几乎是一路被尸体拌着，连滚带爬地来到了Polly的面前。还好，大概只是由于虚弱而导致的昏迷。Osteah疲惫地笑了笑，也又于体力不支，倒在了Polly身上。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1417832940,
            "txt_content": "106088451 发表于 2014-12-5 00:13\n本人也有同感。你好厉害哦，确实关系不怎么样，在第四章中有体现，在这里有说Osteah最怕凶手是个债主，排 ...\nhhhhhh，这些都是小事，到时我把你正文回复都回帖置顶"
        },
        {
            "author": "106088451",
            "timestamp": 1417875300,
            "txt_content": "对于某些道具的名字与故事有强烈冲突的情况，在此做一个小声明。\n大家可以看到，故事中很多东西都是在创世神时期或上古时期的产物，而根据历史记载，最早的文字很可能是中国的甲骨文，这些最早的历史必然由最早的文字记载，所以某些元素必然有极其强烈的东方色彩，大家可以理解成，minecraft古时期文字是汉字。\n话说请版主们删一删自己的楼，不然我文一页页的全对话，真没人看了。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1417917360,
            "txt_content": "→_→其实我个人觉得整体还是很棒的，尤其在对节奏上，就是推动剧情的方式略显单调。\n另，我才是朱仙，前几天上不了bbs现在行了就赶紧在神作之下留名了。"
        },
        {
            "author": "106088451",
            "timestamp": 1418613600,
            "txt_content": "全文开坑！"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1418638560,
            "txt_content": "先顶一个，提一点个人看法\n1介绍世界观就严肃一点，mc技校就好了\n2技校的科目你都写了六个了你就把第七个想出来吧。。。。\n另发现一处勘误：科目处“战斗”一科重复了"
        }
    ]
}