{
    "title": "别人秀的是恩爱，你们秀的是任性！",
    "author": "头人",
    "replyCount": 0,
    "timestamp": 1417522500,
    "txt_content": "早上一出门就成了这个鬼样子，帝都降起温来也是这么的任性！（此图不是二叨，表意淫！） \n  传说中的“你好12月”呢？上来就呼我熊脸，颜值都跌破表了哇！   \n\n\n今儿早上起床已经不是有勇气就能解决的问题了，用生命在起床好么！！\n\n\n   赶脚着以后真的要发明一个高科技起床系统了！在未来……不管你起或不起，机器就在那里，吊着你，去穿衣！  \n\n\n 马上就要告别2014奔向2015，又要开始连续几天总写错日期的日子~  \n\n\n 叨友们都攒好过年的探亲经费了么？期末考试的内容都背了吗？年终总结都上网找了吗？没有男票、女票的都租了吗？价钱谈拢了吗？搂搂亲亲要不要另收费都问了吗？ \n\n\n  二叨嘬着牙花子仔细想了想，租女友也不是个长远之计啊！费钱费力又费神，还是赶紧找个真实的活人比较好~  \n\n\n免得像黄海波那样，好几十岁的人了。没女票又不潜规则，自费嫖娼还被抓！蹲了半年连高圆圆的婚礼都没赶上！自己认了倒霉还得向全世界道歉！ \n\n\n  半年时间错过了多少娱乐圈的狗血撕逼大战和分分合合，他们抢的……可都是你的头条啊！\n\n\n   有网友损人不眨眼，说黄海波以后只能叫海波了，因为“黄”已经给扫了~ \n\n\n  以后只能叫海了，因为“波”也是假的，谁让他找了个变性哒~ \n\n\n  以后只能叫每了，因为“三点”是绝对不能再露了~  \n\n\n 黄海波为什么这么惨？  \n这一切都要归咎于……他没有女票！！！！现实就是这么残酷，叨友们都自己掂量掂量好伐~\n \n  没女票的要倒霉，有了媳妇的也不一定过得有多好~\n  最近佟丽娅和陈思成趁着国外奖项打折大促销，出了趟远门去领奖~  然后接受了记者访问~（视频截图转自：八卦_我实在是太CJ了） \n\n\n\n\n\n\n\n\n\n\n      别人秀的是恩爱，你们秀的是任性！夫妻双双来任性，白眼翻到头晕晕~ \n\n\n  视频一出，路转黑党如雨后春笋般冒了出来，纷纷跑到佟丽娅微博开骂，赶脚这架势都快骂到姥姥家了！\n\n\n   这等情商能被捧为女神，真是白瞎了这张漂亮脸蛋~ \n 回想前两年这两口子一起骂编剧的狗血剧情节，这智商真要蠢哭我们了！\n\n\n   当年《北京爱情故事》电视剧版获得最佳编剧奖，陈思成未通知编剧之一的李亚玲自己去领奖，只在获奖时口头感谢。编剧李亚玲表示不满，控诉陈思成假人情。 \n\n\n  据悉，《北京爱情故事》的编剧是二人共同完成，剧火是非多。每个人都怀揣着自己的小心思，李亚玲想凭借此次领奖在娱乐圈露个脸，从新人编剧晋升红人编剧；而陈思成混迹娱乐圈多年一直不温不火，第一次做导演、写剧本，当然要把握好所有机会，不愿与他人分享奖项！\n\n\n   这本是个公说公有理，婆说婆有理的事儿。陈思成如果自己处理不好，完全可以交给自己的团队来做危机公关。可这老人家偏要任性一把，微博暗讽编剧是狗…… \n\n  虽说言论自由，但如此不计后果大张旗鼓的信口雌黄，真不是个成熟的艺人该有的表现，怪不得你不温不火，一切皆有因果~\n\n\n   不仅程思成情商低到没朋友，那时还是女票的佟丽娅，不知是真单纯还是真单蠢，帮起腔来活像个菜市场骂街的老婶子！\n\n\n   其实当时二叨觉得啊，这两口子估计只是血性方刚罢了，直话直说没啥不好~可看完这个“任性的采访”后，二叨已经粉转路！\n  不知路转黑何时会出现，我猜……那一天估计不远吧~   \n\n\n  【每日奇葩】  \n英国“裸体小镇”建造85年 村民享受不穿衣生活 \n 在英国赫特福德郡的一个村庄内，裸体主义者在85年前在这里建造了一个社区，开始了与自然“零距离接触”的生活。\n  报道称，这是英国数个裸体主义者村庄之一。这个村庄于1929年创立，创始者的女儿伊索尔特?理查德森现在仍然住在这里，享受裸体生活。伊索尔特称，裸体主义者过着的是正常的生活，他们只是有幸生活在这个非同寻常的地方。\n  尽管这里的居民偏爱裸体，但他们在从事园艺之类的工作时，会穿上长筒靴、长裤或者或者合适的衣服。但居民们在前往当地酒吧、游泳池以及用餐时都保持赤裸。 \n 最近他们第一次允许摄制组进村拍摄他们的生活，这才第一次让他们85年的裸居生活第一次对世界公开。  \n\n\n 二叨疑惑的是，衣服不仅可以遮体，还可以御寒你们知道伐？难道变冷后一身鸡皮疙瘩会更性感吗？ \n   【图看天下】\n  有个艺术家在沙漠里找到了一大块砂岩，想对它做点什么，于是花了10年的时间跟他的狗一起雕刻出了一个巨大的砂岩宫殿！之前有个导演把他的故事拍成了一部纪录短片，拿到了今年奥斯卡纪录短片提名~\n \n\n\n\n\n\n\n       化腐朽为神奇的建筑艺术！我要去捡瓶子捡轮胎了，债见！（转自：暴走漫画） \n\n\n    【没品段子坊】 \n 教你如何理直气壮地坐上老弱病残孕专座~   \n \n 在吃货的眼里…… \n\n\n    有种时尚叫做脖子很累！    \n\n\n 本来这段截图只是毁童年，配上于妈版台词后变成毁三观！  \n\n\n   我数学不好，倪萍说的难道就是传说中的四舍五入？ \n\n\n    吃货的悲哀……   \n\n\n  三秒钟炸大虾，厨师的脑洞怎么那么大！  \n\n   \n      \n\n\n\n\n\n\n\n\n  【每日互动】 \n 柒公公今天问二叨一个很严峻的问题，就是她手里有50块钱，算来算去却算不明白！ \n 数学的心思你别猜，叨友们你们知道为啥吗？\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[size=11.818181991577148px]转载地址;http://hao.360.cn/zt/daojie210.html?realtime\n\n\n\n",
    "replies": []
}