{
    "title": "【投票送礼】Minecraft灵感与原创精神大赛，截止！",
    "author": "kaho",
    "replyCount": 14,
    "timestamp": 1417610820,
    "txt_content": " 本帖最后由 kaho 于 2014-12-3 21:22 编辑 \n\n\n\n\n\n\n\n\n\n\n\n\n     Minecraft，听到这个词，一种温馨的感觉油然而生。Minecraft，它代表的不仅是一个游戏，它代表全球所有Minecraft玩家的记忆。那段记忆，有欢乐，有辛酸，如此丰富。是的，Minecraft，它不是单纯的游戏，它是一个独立的世界。\n      Mojang被微软收购的事情想必大家都知道了，许多人都说不想再玩Minecraft了。但这件事仍然无法撼动Minecraft在我心中的地位，自从我创建了我的第一个世界开始，它像一粒种子，在我心中生了根发了芽，现在已经长成了参天大树，我绝不会因为这种事就放弃这个游戏。\n      创建世界，你就会站在一个只属于你自己的世界中。你可以做任何你想做的事。这种高度自由是游戏界中前所未有的，纵使后来出现了许多模仿Minecraft的游戏，但它们都远远不及Minecraft。Minecraft是一个独立的世界，但是这些模仿的游戏只不过是一个游戏罢了。我喜欢Minecraft，有一分或许是因为喜欢这种高度自由吧？\n      收获第一次小麦，会给你带来收获的喜悦；挖掘第一颗钻石，会给你带来无限的狂喜；第一次死亡，会让你感到十分惋惜，没有哪一个游戏中的事件会让你有如此丰富的情感活动。\n      也许是我玩的游戏太少？总觉得，我玩过的所有游戏中，只有Minecraft会让我忘记时间的流逝，也只有Minecraft，能让我每做一件事情都是小心翼翼。\n      虽然我是一个写小说的，但是文字也不是万能的，我无法用文字表述出Minecraft在我心中的地位，我能表述的，只有它给我的印象而已。看着箱子里的钻石，我会有莫大的成就感，看着壮观的城堡，我会有无上的荣耀感，看着倒在剑下的怪物，我会有莫名的优越感。这绝不是一般游戏能到达的境界，也只有Minecraft能让我如此迷恋一个游戏。\n      如果，Minecraft从世界上消失了，我或许会伤心很久。虽然这份心情会随着时间淡去，但Minecraft的记忆，却是永远刻在我的心上，刻在每一个Minecraft玩家的心里。\n\n\n很早以前，就有些想说的。今天终于说出来了。\n记忆中，什么时候开始玩Minecraft的，已经模模糊糊，无法记清了。只能记得，在刚刚开始玩Minecraft的时候的傻事。一直往一个方向走去，仿佛想要走到世界的尽头。追赶着豹猫，仿佛它总有一日会停下。还有，数不清的事情。现在想想，那时候怎么会那么傻呢？每次，当我打开存档，站立在这片大地上，存在于这个世界里的时候，我却清晰的感到，我还活着。这是一种奇妙的体验。无论是挖矿、探险、钓鱼、种植，还是其他的什么，所有事物都给予了我无尽的喜悦与满足，我跳跃在地面好似阳光跳跃于地平线，心中充满了阳光的温暖，不惧失败。我常常呆呆的坐在河边，挥舞吊杆，听着钩子落水的声音，不去看浮标的沉浮，只是单单凝视这个世界。我知道，我爱Minecraft。我非常爱。我的视线随着焦距而模糊，我的目光随着晨光的跳跃而欣喜的发抖，我放眼望去，我可以看到山川、树林、沙漠、沼泽、海洋与村庄；可以看到黑夜与白昼；可以看到地域和末地；可以看到一切的一切。可以看到我的曾经与记忆，可以看到我在这里留下的痕迹。当我拥抱着她，她也在拥抱着我。我站在这片天空下，抬起头，我知道，我知道所有的一切，所有的人和事，所有的笑容与妄想，所有的汗水与梦，都在这同一片天空下。情思，雨丝，雪，一同从我这儿，蔓延到你那儿。当我抬起头看着流云与晴空的时候，你，是否也会抬起头呢？Minecraft，是我的家，是我的恋人，她像一台老旧的留声机，吱呀吱呀的记录着我的生活、我的心情、我的想法、我的梦，并且珍而重之的保存下来。这是我笔下的Minecraft，这也是Minecraft中，我的灵魂里的Minecraft。Minecraft，那是我的世界。那是，我心中的Minecraft。Minecraft，已经不是单单的存在着的东西，而是一种更加让人难以理解的东西。这个世界中，每天有几万人在玩Minecraft，每分每秒都有人在砍树、挖矿，都有人在Minecraft中释放自己的激情，分享着自己的欢乐。虽然我们重复着同样的事情，心中含着同样的热爱，眼中有着同样的喜悦，甚至对于Minecraft的记忆都是那么大同小异，但是，那永远是我们心中不可分割不可离开的一块。如果没有Minecraft，我会怎样？Minecraft出现在我生命的低谷。如果没有Minecraft，也许我还是一样的迷茫，一样的彷徨。对于自己的未来，眼前依旧是一片黑暗。Minecraft带给了我很多，让我遇见的对的人，让我有了对的目标，让我每天拖着疲惫的身躯回家时，心中还抱着一丝期待。我不会让Minecraft离开，离开我的生活，因为，那就是我了。也许，只有最震撼心灵的东西，才能震撼到人们麻木的心；也许，只有最美好的笑容，才能让世界宽广起来。我们最向往的理想世界，我们最憧憬的桃源乡，是在哪漫天的星空一直延伸到的遥远的彼方，但是那又是另一个世界了，那是我的世界，哦，错了，那是.......那是我们的世界。如果要对Minecraft说句话。谢谢。感谢。非常感谢。没有什么其他想要说的了吗？没有了。我捡起落在地上的末影之眼，把它按在我的胸口。但是它依旧飞了起来。丝毫不顾我想要留住他的感受。但是，此时的我，忽的又改变了原本的想法了。一场相遇，一次邂逅。即使转瞬即逝，也是可以支撑心灵的！离别时，应该说什么才不会伤感呢？也许最伤感的话，就是“谢谢”了吧。为什么呐？因为已经说出这句话的我，已经是泪流满面了啊。有那么些人总会相遇，就算一个在天堂一个在地狱，有那么些事总会记起，即使连他自己都已忘记。Minecraft，那是谁？哦哦，我想起来了，那是一个，非常非常可爱的少女，是你爷爷我的初恋情人哦，人又温柔，又体贴....啊？你问为什么分开？......是啊，为什么分开呢？那个温柔的，体贴的，笑起来很可爱，说起话温暖的让人想睡觉，转身的时候，裙摆和着阳光，细腻的好像沙子一样的女孩子，本来，就一直陪在我的身边嘛！她在哪儿？我把手按在胸口，指着我那颗不断跳动的心。在这里。即使很久没有打开，可能已经有些毛病了，可能已经落后了，可能很多人已经开始忘记她了，我也会打开，看着夕阳下，微微笑着的她，用力的向她奔跑去。呐，什么时候，我们再一起玩Minecraft好不好？那个女孩子，在人潮里拉着我的手，说道。我静静的，看着那个我深爱的女孩的脸。我打开了新的存档，看着这个世界，轻轻的说。好久不见。Minecraft。\n\n\n     在我心中，Minecraft是伟大的。\n      第一次进入MC，心中充满了好奇，MC会是个怎样的世界呢？我探索，我好奇，我高兴。\n      对于这个新奇的世界，我充满了求知的渴望，第一次打碎石砖，是自豪的。第一次种植成功，是喜悦的。我很激动，世界上能有这么好的游戏。\n      创世神创造了这些，有我们来探索。第一次进服务器，我很开心，可以说，无法用语言形容这种高兴。和朋友一起杀怪物，种植，探矿，平分。好朋友要分享，每一次的收获带来的都是喜悦。\n      一粒种子埋下土，静静地看着，种子的萌发。看到种植的小草露出了嫩绿的芽，感到欣慰，抚摸着脆弱的小生命，心里一股暖流涌上心头。\n      在这里，我懂得了什么叫劳动，什么叫一分耕耘一分收获，什么是各有所长。\n      每一个生物都有自己的弱点和优点。Minecraft，它不仅仅是一个游戏，他告诉我们很多道理，其道理应细细体会。如今，Minecraft已成为家喻户晓的一个名字，MC之所以家喻户晓，是因为它不光是因为娱乐而吸引人的。\n\n\n     我心中的Minecraft是个大游戏，绝对不是一个小小的工作团队能做出来的游戏，也绝非一个休闲类的游戏。在我心中它是大作，是一个谁都比不上但有万千人模仿的游戏，我的心中记得最牢的是HIM哪个神秘的男子，他那动感的眼神，他那BUG般的存在。尤其是那为了建筑奉献自己生命的史蒂夫大基佬，关于MC有很多的故事版本，但在我心中只有一个版本——创世神。这个版本很帅。\n      说不定真的有一个叫史蒂夫的创世神出现，说不定我们就是史蒂夫，不过我们没有他的力量，没有他的毅力，所以他在我心中一直是第一。我多么希望他出现在我的身边，成为我的一切，方块和一个个怪物，皮肤，故事，版本。前些时候有些人问mc是啥游戏，我只能告诉他是个国际游戏大作，难道不是吗？有这么多人喜欢，又有这么多人模仿的游戏不是大作是什么？对于那些诋毁mc的人我恨的咬牙切齿，但不能说他对，也不能说他不对，个人有个人的看法。虽然我们可能不会吧mc排第一但是起码能保证它在我心中地位很高。\n      对于那些玩着mc还在诋毁mc那种得了便宜还卖乖的人我表示鄙视，在他们心里mc只是让他们发泄的游戏，拆房子，打人，随意破坏东西。我们为mc在创造，而你们呢？为了mc在毁灭，好玩吗？好玩吗！mc是个作者无意间制作出来的游戏，他费的心血让他得来了巨大的财富和荣誉，可你们呢?只会一个劲的丢作者的面子。还有一些人在他弄出了什么了不起的东西就开始炫耀，丝毫不想到作者，甚至有些人还说作者无聊！\n      这个游戏在我心中的地位不说排第一但一定是第二。有谁对他不满，可以！有谁不想玩，可以！但是你们别在说mc哪里哪里不好，因为你不配！为什么这么好的游戏会被这些人玷污，为什么这么好的游戏会被骂？那是因为有这些人渣！这么好的游戏你可以随意探索可以创造玩法，链接，服务器，请问这么好的游戏还有谁能做出来？有吗？毫无疑问，没有！根本没有！它在我心中就是NO.1！就是一切！\n\n\n        大千世界中，有着一个大陆，一个充满奇幻色彩的大陆——方块大陆！\n       大陆中，繁衍出许多生物，一切生物和睦相处……夜晚，亡灵族诞生！夜晚的大陆，充斥着僵尸的吼叫。空气中，弥漫着恐怖的气息。人们纷纷握起泛着寒光的长剑，与亡灵族展开殊死搏斗！剑落，血染半边天。一切只为了保护自己的家园……\n       人族中，有名勇士——史蒂夫……坐在电脑屏幕前的我，将整个灵魂与他融合……进入这片陌生的大陆，砍下第一棵树，收获第一个木头，吃下第一个苹果，挖下第一个洞，度过第一个夜晚……挖掘属于自己的矿道，采集第一个钻石，建造自己的房子……一切，都让我感到高兴，甚至狂喜得彻夜不眠！\n       经历无数困难，可能被僵尸围殴致死，被骷髅一箭穿心，被苦力怕炸得尸骨无存……或者是受黑暗使者末影人的恐惧威胁，不小心打破与猪人之间的和平……死亡的恐惧，都不能阻止我！因为下一秒，我还能站起来！\n       终有一天，屠魔龙，斩凋零，屹立于大陆的巅峰！当魔龙的身体逐渐毁灭，散发出强烈的紫色光芒，此刻，我的心请无法形容……我是一个业余网络写手，我相信，即使是再华丽，再精彩的文字，都无法表达出此刻的心情……紫色光芒，深深的烙在我的灵魂深处……\n       MimeCraft，不是一款游戏，而是真正融入我们心中，可以让我们全身心投入的一个世界！MC已经成为了我生活中不可缺少的一部分，即使将最强的末影龙和凋零，斩于剑下，但这不能成为我放弃MC的借口。曾经的我，在大陆的最低层，经过自己的努力，站在大陆的顶端。回顾自己的足迹，是那么的可爱……大陆每一个角落，都是独一无二的美景。\n       我曾杀死一只小猪，认为它只是一个数据，一个代码。可以如今，我却因一个失误，误杀小猪感到忏悔。当猪死亡的那瞬间，发出的哀号围绕在我的耳畔，久久不散，那时，我是多么的愧疚……我才明白，这片大陆上的每一个生物，都有着自己的灵魂……\n       和自己的小伙伴，一起走进这片可爱的大陆。互相追逐打闹，忘记一切的不快……\n       一名小伙伴，发现了一丁点大的小岛，也会活蹦乱跳地过来通知我们。我们在岛上，用着不同的材料，建起一座座风格独特的小房子。建起了一个火柴盒，听到耳机中伙伴们咯咯的笑声，也会很高兴。\n       其中一个人，发现了一颗钻石，便马上敲打着键盘，或用那兴奋得颤抖的声音向我们汇报。\n       新朋友来了，我们会热情地招待他。或许他是个刚接触MineCraft的新手，也或许是个技术高超的玩家，我们都欢迎。记得一次，我的一个同学也来玩这个游戏，我邀请他进了那个温馨的小岛。他当时连砍树都不会，我们会耐心的教他。当他挖出一个小洞当家时，我们并没有嘲笑他，因为，我们都是这样过来的。\n       每当夜深人静，我们躺在柔软的床塌上。MineCraft的每一个画面，都如同放映机般，不停地重复着……直到我们进入梦乡，心灵飘向遥远彼岸的方块大陆……而那厚厚的笔记本上，早已留下一个个可爱的铅笔画……\n       当我们发展到巅峰了，无事可做时，我们还会添加一些非常有趣的模组。或是每人端着一把枪，举行枪战比赛。或是添加新的世界，到全新的地方展开新的冒险。或是添加更高级的科技，走入现代。有时间，累了，大家一起开个漂亮的光影水反，在溪边，海边，山上，草地上，雪地上，欣赏夕阳，日出……欣赏着这些独一无二的美景……不管怎么样，我们永远也不会对MineCraft感到厌烦……\n       我庆幸有了MineCraft，是它，让我体会到如此之多的快乐。是它，让我结识如此之多的朋友。是它，让我懂得了坚强，懂得了分享，懂得了帮助，懂得了友情……\n       若是以后，MimeCraft无法使用盗版玩，必须购买正版的话，我依然不会放弃！我甚至还会帮我的朋友们买！ 只因为，我无法放弃MC……它的重要性，无法用购买它的那点金钱衡量。我无法想象，没有MC的日子……我相信，我的朋友们也是这样想的，每个MC玩家，也是这样想的……\n       或许，一百年，一千年，一万年后，MineCraft逐渐被淘汰。但我依然坚信，我的灵魂，将会嘲天怒吼——MineCraft不灭，我便不灭！\n       那声怒吼，响彻大地。每位MC玩家的灵魂，都将苏醒过来，一齐仰天怒吼，支持着MC，当年那，无法让我们放手的怀念——MineCraft……\n       MineCraft……MineCraft……这是个多么可爱的名字…………\n\n\n\n此比赛最终解释权归活动举办商（Cthuzine、Hayo、Water、MCBBS）所有\n\n\n点我投票！\n\n用微信扫一扫，立马手机投票！\n\n",
    "replies": [
        {
            "author": "^离殇",
            "timestamp": 1417611180,
            "txt_content": "火钳刘明{:10_524:}"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1417611180,
            "txt_content": "我投2号 咯咯咯~"
        },
        {
            "author": "gggbbb",
            "timestamp": 1417611420,
            "txt_content": "可惜……可惜……本次比赛没有参加……"
        },
        {
            "author": "^离殇",
            "timestamp": 1417611540,
            "txt_content": "LZ帮你提升了→_→"
        },
        {
            "author": "末影矿工",
            "timestamp": 1417611780,
            "txt_content": "ka卡厚你发这么多也没用啊。。。看的人基本上直接拉到最低下"
        },
        {
            "author": "shure",
            "timestamp": 1417611780,
            "txt_content": "我选三号……这图还不错……"
        },
        {
            "author": "BensonQC",
            "timestamp": 1417611900,
            "txt_content": " 本帖最后由 _Benson_ 于 2014-12-3 21:06 编辑 \n\n等待这一天已经很久了。\n\n等等，为什么四号有两个？"
        },
        {
            "author": "jt499358621",
            "timestamp": 1417612380,
            "txt_content": "卡厚你在评审团的照片怎么不用论坛的"
        },
        {
            "author": "WY.",
            "timestamp": 1417612380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "DmrGiokeUncle",
            "timestamp": 1417612440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1417687440,
            "txt_content": "坐等冠军呢，嘿嘿"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1418568660,
            "txt_content": "  KAHO&感悟"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1419254640,
            "txt_content": "何日公布名次？"
        },
        {
            "author": "lzs1234",
            "timestamp": 1420038360,
            "txt_content": "mc被微软收购之后就不完的人都不是真正爱mc的人。这个游戏不仅仅是游戏，更可能是将来整整一代人的记忆！"
        }
    ]
}