{
    "title": "原创【连载】粉碎卡德里 原创玄幻异界大陆【第二章】",
    "author": "19987360",
    "replyCount": 6,
    "timestamp": 1417704180,
    "txt_content": " 本帖最后由 19987360 于 2014-12-4 23:09 编辑 \n\n第二章      卢卡德穿了队服跟着娜依轻快的走到了基地的大厅，大家正在吃午饭。“呦，醒了啊，你叫......啊......卢卡德对吧\n”一个皮肤黝黑，无比强壮的人起身和他打招呼，他强壮的似乎可以直接把岩石捏碎，这就是石更先生。石更先生继续说：“我是石更纳搏，你可以叫我石更先生，我的马路卡是大地和身体强化，我会更健壮，等级77使用的武器是，锤，枪。”说这话的时候，石更先生微笑的嘴角闪过一道光芒。卢卡德接着问道“哦，你好石更先生，那个，我的同伴有人生还吗......”\n       “抱歉，没有，我们都检查过了，没有一丝希望”石更先生旁边的黑发少女发话了，这个少女是余，他长长的黑发，看似娇弱的身躯，纯洁的面庞与她那杀手的职位不相符，她那冷静与平静，给人感觉高冷到不可接触，卢卡德打了一个寒噤，望了一眼坐在最中间的面具男。面具男开始\n发话了：“科勒，乄月狼的副队长，其他的你就无需知道了，但是，你，很弱，在我们的队伍里，随时可能死掉！”副队长简短的发言让卢卡德震惊了，汗流满面，心想：天哪，怎么都感觉这么难接触啊.......而且，我似乎是被分到这个队伍中了，以后的日子可怎么过啊。\n       “呜，还是我来介绍吧，那边的是余，马路卡是使身体强化的迅捷，兵器是刀，元素马路卡是水，等级77.”娜依说到一半，被卢卡德打断了，他说到“两个马路卡力量。”石更先生说道:“是的，她很强大的，我呢也是队里的铁匠，队长的马路卡......”“闭嘴，不用说！”科勒打断说，“他想见识我的马路卡，我的兵器和我的强大，就用努力活下来，自己在战场上看！”卢卡德被吓出一身冷汗，科勒的威严太厉害了，把卢卡德吓得动都不敢动。科勒接着说：“我们乄月狼，是收到了长官（司令）的命令，他说对你也有耳闻，只是你不用功所以才不强大。给你半个月的时间，休整，修行，练习。你的马路卡等级多少？”\n      “我，我，我，的马路卡是雷，75级。”卢卡德程不自然的立正姿势，强迫自己摆出严肃的面孔，疯狂的留着汗。他太紧张了。余看了他的样子，不禁笑了一下，多么美丽的笑容啊，卢卡德也因为这一笑而放松些。午饭过后，石更把卢卡德叫了过来，问道：“你现在没有武器，你想用一个什么样的武器？”“我以前用的是指虎和爪”卢卡德答道。“那好吧，你的武器明早给你，明早和我一起训练。今天过2个小时后，去找余做特训。”“了解”2小时过后，卢卡德去找余训练。余还是那么严肃。余把卢卡德带到了基地训练场，训练场是一个连草木都没有的荒原，正值夏日，天气炎热灼灼逼人，太阳毒辣无比。余命令道：“趴下，俯卧撑，集中精力，我会进行攻击，你必须躲开！”卢卡德爬到地上，地面简直如一块暴晒3小时的生铁，仿佛想把卢卡德的手烧焦。他感觉疼痛无比，脑子懵了一下，但是余立马给他来了一棍。“咣”一声巨响，卢卡德的手腕上多了一道血印，卢卡德嚎叫一声，倒在了地上。余叹了一口气，说：“哎，谁叫你不集中精力。”余没有给卢卡德休息的时间，立马让他再趴下。接着，卢卡德没有再吃一棍，直到余忽然出棍却又忽然停止，此时卢卡德上半身已经腾空，认为绝对不会被打倒，结果，可想而知，又吃一棍。接下来几小时，卢卡德只休息过5分钟，却训练了3个小时，和余练习刀剑的使用，频频被打倒在地，练习近身格斗，又不停被撂倒。\n        终于熬到了晚饭时间，卢卡德从从吃完晚饭，本来想立马回到自己的寝室睡一觉，谁知道余又叫卢卡德在她房间里等着。卢卡德等了大概1刻钟，余回到了房间，只不过换上了自己的便装，一条蓝格黑线花纹的短裙，一个蓝色的半袖。她盘腿坐下，叫卢卡德也坐下，和卢卡德一起进行修炼。就这样过了不知几个小时，大概过了2或3个小时，一动不动的余才起身，说：“好了，现在你可以去休息了，你修炼后多少级了？”“呼噜zzzzzzz”。余顿时脸色大变，握紧了拳头，咣，给了卢卡德一拳，并把他一脚踹了出去。  未完待续\n\n作者留：有意见请回复提出\n看完回帖\n第一章连接：原创【连载】粉碎卡德里 原创玄幻异界大陆",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1417705920,
            "txt_content": "不像小说，完全对话流加RPG"
        },
        {
            "author": "19987360",
            "timestamp": 1417705980,
            "txt_content": "冥王星人 发表于 2014-12-4 23:12\n不像小说，完全对话流加RPG\n表示正在学习，没事干看看斗罗神马的，小说得有神马要注意的吗？"
        },
        {
            "author": "冥王星人",
            "timestamp": 1417706460,
            "txt_content": "格式欠缺，描写不恰当，人物的调查模式可不可以关掉，场景描写很少，神态描写太动画化了，除非这是坑文否则最好不要，标点使用不到位，人物行为不太自然，那个ZZZZZZ应该属于不够规范。\n对话实在太多了，要知道人这种动物，不会把所有话都说出口的，而且话太多的人，通常不会太聪明。要想文章更吸引人，建议努力提高角色的智商。\n短段落内不要出场太多人物，场景不好驾驭，尤其对于新手而言，容易写成一堆木桩。"
        },
        {
            "author": "^离殇",
            "timestamp": 1417706640,
            "txt_content": "新人能这样不错了撒！~~~"
        },
        {
            "author": "幽蓝",
            "timestamp": 1417710780,
            "txt_content": "冥姐亲自来点评了..."
        },
        {
            "author": "Wolverine",
            "timestamp": 1417737480,
            "txt_content": "冥姐竟然亲自来点评这个小说"
        }
    ]
}