{
    "title": "●糗事一箩筐●",
    "author": "a995959152",
    "replyCount": 8,
    "timestamp": 1417746900,
    "txt_content": "曾经跌落山崖，大难不死。突然摸到手边有一本书，已经受损严重，模糊不清。但它能隐隐约约看到 九阳 两个字。我以为捡到武功秘籍了，巨高兴。结果打开一看，顿时一万只草泥马。。。。九阳豆浆机说明书。。。。",
    "replies": [
        {
            "author": "a995959152",
            "timestamp": 1417747080,
            "txt_content": "初中时， 班主任自习课喜欢站在窗口偷看我们， 那天正好拉了窗帘， 我坐在窗口突然想调整一下班上的氛围 就拉开窗帘 大喊：看我大变活人！ 我这辈子都忘不了班主任窗外的那张脸………"
        },
        {
            "author": "a995959152",
            "timestamp": 1417747980,
            "txt_content": "一位不到一年驾龄的司机一夜未归，第二天早上才匆匆到家，妻问何故，男答：昨夜路口遇一黄灯，闪烁不停，一直等到今天早上六点才恢复正常，闯黄灯扣6分，路口倒车扣9分。 妻又问为何不打个电话？丈夫又答：开车打电话扣3分啊。 妻又问为何不下车打电话？丈夫又答：下车属于违章停车也要罚款。 妻又问为何不绕路离开？丈夫再答：该路段禁止掉头，开车逆行扣12分啊！ 妻子又问 让你去接孩子 孩子怎么回来说在后斗里呆一夜 男子说 咱家的车是单排 未满14岁不让坐前排 妻子又说不让闯黄灯 你不会右拐上高速 找服务区过夜啊 男子哭了 媳妇啊 我是新手 头一年不让独自上高速 该男子冻得直哆嗦，妻问：在车内，何故冻成这样。 答:下了一夜的大雪，我在外不停擦号牌，遮挡号牌据说扣12分啊 ！开个车真TM难。 还是骑猪吧，还环保！"
        },
        {
            "author": "a995959152",
            "timestamp": 1417748340,
            "txt_content": "今天坐公交车，上来一个老爷爷，手里拿着东西。我本想助人为乐的，没想到脑子一热说到： 老东西，爷爷 我帮你拿。车里人全部看着我....."
        },
        {
            "author": "a995959152",
            "timestamp": 1417748400,
            "txt_content": "……哥……跟老婆吵架，，lz扔一句：“操你妹”\n……这娘儿们去把我10岁的小姨子带来房间，还口口声声地说：“操啊，你特么操啊……”\n尼玛，，老婆你疯了，孩子只有十岁，，，"
        },
        {
            "author": "a995959152",
            "timestamp": 1417748400,
            "txt_content": "才参加工作那会儿，没什么钱买烟，买一包烟都会被朋友很快烧掉，我们都会事先藏一根，藏烟的方法很多。有一次，一朋友打开烟盒，拿出一支，放入嘴中，然后骂咧咧地说：“TMD一包烟就抽完了，然后将烟盒丢入垃圾桶。”我们不信就去搜他的身，还真没有了。过一段时间后，大家烟瘾犯了，他突然说：“看看烟盒里还有烟没有哒。”然后那奇葩，从垃圾桶里翻出烟盒从里面拿出一支烟，说：“呀，还真有啊！”后来我们都养成了检查垃圾桶里的烟盒的习惯！"
        },
        {
            "author": "a995959152",
            "timestamp": 1417748460,
            "txt_content": "刚刚我趴在楼上阳台吃馅饼，听到楼下有一对男女的谈话，男孩脸红的说：“你能和我谈对象吗？”女孩冷冷地说：“只要天上掉馅饼我就和你谈”我一听，顺势就把馅饼丢到了女孩头上。加油吧！小兄弟，只能帮你到这了！"
        },
        {
            "author": "a995959152",
            "timestamp": 1417748460,
            "txt_content": "一个二货今天早上上班想吃烤红薯，于是出门的时候就买了一个，上公交车后他就玩手机，于是便顺手把烤红薯塞裤子后面兜里了。 当他坐下的时候，一声轻轻的闷响，一大摊黄色的红薯肉就从屁股下面挤了出来，然后……然后一车人都下去了，叔叔阿姨们咋都不听他解释啊！！\n为了解释清楚，他抓了一把放嘴里，告诉大家这真不是屎，下去那一车人全吐了！！！"
        },
        {
            "author": "a995959152",
            "timestamp": 1417748580,
            "txt_content": "大一的事，学校是独立卫浴！当时哥上完厕所，正在风情万种地在阳台眺望，正在这是对面楼有人在喊“凯哥，凯哥”，喊了很久，出于不让他嗓子喊破我回了句“干哈？”“那什么我洗完澡发现毛巾忘拿进来了，帮我拿下。”“哦，行！”然后我就悠悠地去玩电脑了------你以为完了？怎么可能------过了20分钟，我又风情万种地去阳台眺望，对面又发出喊声“凯哥，凯哥！”“干哈呀！”“你咋还没拿过来。”我是不是害了这小伙子。。。"
        }
    ]
}