{
    "title": "不要以为bedrock不能挖。。。",
    "author": "geludan",
    "replyCount": 9,
    "timestamp": 1301430360,
    "txt_content": "Block Name Blast Resistance Bedrock 18,000,000 Obsidian 6,000 Lava 500 Water 500 Brick (Block) 30 Cobblestone 30 Diamond (Block) 30 Gold (Block) 30 Iron (Block) 30 Jukebox 30 Moss Stone 30 Stone Stairs 30 Slabs 30 Stone 30 Iron Door 25 Monster Spawner 25 Dispenser 17.5 Furnace 17.5 Coal (Ore) 15 Diamond (Ore) 15 Wooden Door 15 Fence 15 Gold (Ore) 15 Iron (Ore) 15 Lapis Lazuli (Block) 15 Block Name Blast Resistance Lapis Lazuli (Ore) 15 Redstone (Ore) 15 Wooden Stairs 15 Wooden Plank 15 Chest 12.5 Crafting Table 12.5 Wood 10 Bookshelf 7.5 Jack-O-Lantern 5 Pumpkin 5 Sign 5 Note Block 4 Sandstone 4 Wool 4 Rails 3.5 Clay (Block) 3 Farming 3 Grass 3 Gravel 3 Sponge 3 Cake 2.5 Dirt 2.5 Ice 2.5 Lever 2.5 Pressure Plates 2.5 Block Name Blast Resistance Sand 2.5 Soul Sand 2.5 Stone Button 2.5 Cactus 2 Ladders 2 Netherrack 2 Glass 1.5 Glowstone (Block) 1.5 Bed 1 Leaves 1 Snow (Block) 1 Snow 0.5 Seeds (Item) 0 Flowers 0 Fire 0 Mushrooms 0 Portal 0 Redstone (Wire) 0 Redstone (Torch) 0 Redstone (Repeater) 0 Sugar Cane 0 Sapling 0 TNT 0 (will ignite) Torch 0 Air 0 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n所以呢，18000000秒就可以挖掉了，当然铁搞会快一点，用手的话大概是6000000个泥土的速度，tnt威力够大应该也行。。。",
    "replies": [
        {
            "author": "well",
            "timestamp": 1301434980,
            "txt_content": "18,000,000秒＝300,000分钟＝5,000小时＝208.33天～～"
        },
        {
            "author": "qw87375832",
            "timestamp": 1301439480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "cks021013",
            "timestamp": 1301441040,
            "txt_content": "用加速器+按键精灵也很蛋痛"
        },
        {
            "author": "howard",
            "timestamp": 1301460360,
            "txt_content": "其實那不是挖多少秒\n那是爆炸承受度吧\n看過維機上的這張表\n所謂的爆炸承受度吧= ="
        },
        {
            "author": "hhyx",
            "timestamp": 1301460420,
            "txt_content": "只有汝以为他不能挖吧- -"
        },
        {
            "author": "windleft",
            "timestamp": 1301463060,
            "txt_content": "5楼正解\n\nBlast Resistance是指对爆破的承受能力，并非耐性。\n当然假设是耐性的话。\n\n用钻石稿挖的黑曜石是15秒（6000BR）\n岩层的18000000就是15秒的3000倍。\n也就是45000秒=750分钟=12.5小时。\n\n…………仍然没办法挖啊。（当然只是个假设，事实上并非是耐久度，这个计算不成立啊）\n\n事实上，用足够量的TNT理论上可以炸毁岩层…………\n\n不过在那之前崩溃的，是你的电脑XD"
        },
        {
            "author": "john180",
            "timestamp": 1301481480,
            "txt_content": "没去想到要挖过"
        },
        {
            "author": "pk103hk",
            "timestamp": 1301482320,
            "txt_content": "wiki 上說的:\nhttp://www.minecraftwiki.net/wiki/Bedrock\nContrary to common belief, it is not possible to break bedrock with a pickaxe in 12.5 hours. The bedrock has a TNT resistance of 18 million, but a \"hardness\" of -1. A block breaks once the amount of damage it has taken from a click matches the block's hardness; this value starts at 0 and increases, thus -1 cannot be reached. \n\n挖掉一個方塊的公式是\"當傷害值上升至某方塊的硬度時,方塊才會被破壞\"\n比如紅石礦石的硬度是100,鐵鎬的傷害值是每秒10.\n用鐵鎬挖1秒,傷害值是10,2秒是20,一直上升,30,40,50... 到了100,紅石礦石會被挖掉\n而底石有-1的硬度,用鎬挖,傷害值只會一直上升,永遠也不能到達-1,所以底石不能被挖掉."
        },
        {
            "author": "143",
            "timestamp": 1380639720,
            "txt_content": "挖坟挖坟{:10_492:}"
        }
    ]
}