{
    "title": "[文学创作] [创作作品发布]<原创·连载>荒邈（作者：星维）",
    "author": "o-zero",
    "replyCount": 3,
    "timestamp": 1417782720,
    "txt_content": " 本帖最后由 o-zero 于 2014-12-5 21:10 编辑 \n\n新的一更为什么没人回复啊{:10_512:}，望各位大神或者同等级的，还有一些来散步的给点评论啊，不要人气和金立啊，只要顶和大家的评论\n\n-第3章-雷电造梦使\n  经上次事件一个月以后，某峡谷\n   峡谷的尽头可以看见一个正方型的大太阳让一座座大山遮住它那羞红的脸，过不久后周围雷电腾窜,“现在的天气真是越来越“好”了，但是这地方有谁会来度假啊！”我愤愤不平道。\n    我缓慢的走下台阶，左拐以后就有一个村庄，那个村庄真是天杀的，什么事没有天天搞促销。不过也没什么买他几样东西即可，最近这是怎么了，老是心神不宁，找个好地方度个假，竟然是这个地方，不过那里的人可不止村民，和那些普通人聊聊天也是挺好的，回到了房子的我躺在床上睡着了，也是不散散心怎么行？\n      清晨的早风来请我起来，顺便给我带来了一张纸条，“等等，纸条，这难道是第二个事件吗？”我自言自语着，显然有点害怕又激动，纸条上面写着五个字——雷电造梦使“造梦使？！”造梦使的案件不是没有但那只是十年前天启四骑士的时候了，那时的造梦使那可是厉害的很，他们的实力几乎不亚于任何一个国际通缉犯。\n      看来“他”是觉得我百无聊赖的生活过够了！我心里暗道，现在没好日子过了！\n      突然有一个人从房间外面走了进来。\n      “请问您在调查雷电造梦使吗？”他问道\n      “是的，你有什么事要找我？”我面向他\n      “最近这事闹得大，政府为了封住人们的嘴巴可付出了不少呢！”他慢慢着“说的也是，经十年前一案我就起了疑心，那时的我只是初来乍到的小毛孩，如今付出得多得到的才多。”我感叹道，他瞪大双眼：“你初来乍到什么？”显然他发现了一些东西，我急忙解释道：“没什么只是回想我当年的一些往事罢了，你不用放在心上的。”“哦。”他沉重的答道。\n       看来他已经开始杀戮了，毕竟现在消息没传开，只是去侦查侦查即可。看起来毫无威胁的人才是真正的凶手啊！\n        但是现在还没发现有人死，估计这只是提醒罢了，提前去了解一下这件事吧，说不定只是一个小偷呢。雷电造梦使，\n         “就让我来会会你！”经过几家的调查我发现他们对这问题好像很害怕的样子，全都守口如瓶怎么都不说，又是一个电闪雷鸣的夜晚，沉闷的天空中下起了清凉的小雨，我站在雨下却什么也感受不到，只有那么一点点的凄凉让我感受到这世界的真实，一件件奇案手法了得一个个犯案嫌疑人反侦察离更是离谱，这案件越来越多，世界也开始慢慢扭曲，导致我自己是否真实都不知道，这虽然是开始，但这个游戏是不可能停下了，除非我抓到“BOSS”不过光是一个小纸条就把我闹得心惊胆战，这日子一天比一天难过啊！犯罪是因为欲望、仇恨、扭曲秩序和不明事实，可这纸条几乎就是跟在我身旁，为什么有人会知道哪里会犯罪，而犯罪都不是安排的而是因种种原因，这真是让人摸不着头脑！          即使是这样也不可以放弃，这案子既然接了，他所要的线索必需找到！\n          （外加凑字数）从史蒂夫、僵尸、末影人、僵尸猪人、骷髅、终界龙、凋零就开始的战争，生命都不保又如何去拿大脑判断？更何况我只是一个普通的人类？即使努力也不可能让自己成为英雄，狂风呼啸几时暖，心中有苦荡千肠。跌倒了站起来，站起来又跌倒这痛苦谁来承受？以前总想着把他赶走，谁知没了他更是痛苦。\n\n\n人物格言：现在的世界难道需要一大堆的欲望来填充人类的空缺吗？ \n\n\n\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "o-zero",
            "timestamp": 1417782840,
            "txt_content": "一个少字的过渡文"
        },
        {
            "author": "a2455564728",
            "timestamp": 1417832340,
            "txt_content": "感觉没有救赎好"
        },
        {
            "author": "o-zero",
            "timestamp": 1417870560,
            "txt_content": "a2455564728 发表于 2014-12-6 10:19\n感觉没有救赎好\n要死，就是因为看见你好吗"
        }
    ]
}