{
    "title": "皮肤",
    "author": "cf873773934",
    "replyCount": 2,
    "timestamp": 1417882560,
    "txt_content": "本帖最后由 AQue 于 2014-11-13 21:14 编辑\n\n\n\n\n\nAthena系列皮肤第三弹 - 物种\n本次发布的皮肤合集是原创剧情Athena系列 - 物种\n这次将会顺便介绍一下Athena世界观里的几个常见物种~\n希望大家能喜欢,仅此而已!\n\n\n\n插图介绍:  [ 巡礼后 ]  ▲ 原画作者 - AQue\n女王穿上了Paradise各大精英裁缝师定制的巡礼服进行了一次大型巡礼活动。\n每个月女王为了视察人界都会带着随从进行巡礼，这次，她有点疲倦了。\n她跪坐在了人界传送站附近的小丛林里，并被淘气的孩子们拍了个照。\n\n\n\n8款皮肤~ \n本次合集共有8款皮肤！(但由于版权问题实际下载包里只有7款，女王皮肤自用~)\n为了表示诚意，每款皮肤均分别有双层皮肤与单层皮肤！\n皮肤包下载地址在本主题结尾处。\n\n物种与人物介绍 \n接下来简单介绍下几个主要种族与主要角色~\n\n\n\n\n\n红恶魔族   Paradise时空穿梭计划领导者\n红恶魔族在原生世界（世界毁灭以前的世界）时就已经属于稀有物种，这个种族在人族统治世界时期并不被\n人们所接受，人们认为红恶魔族即是邪恶的化身，并且还有某些人类建立的公会专门猎杀红恶魔族。\n\n红恶魔族的能力\n红恶魔族有超越人类的体能与治愈能力，男性红恶魔之间非常好斗！\n男性红恶魔拥有怒气形态（原始红恶魔造型），而女性红恶魔没有这个能力。\n怒气形态下的红恶魔速度与力量大幅提升，据说反应能力与视力都会有增强，\n而通常形态下的红恶魔除了优越的体能和治愈能力几乎和人类相同。\n\n红恶魔族的主要角色\nParadise女王\n她是统治着整个虚拟记忆世界的美丽少女。\n她拥有神秘而古老的预知能力，有人传闻说她可能与某种古老精灵定下契约。\n曾有由人类建立起的各种团体试图夺取女王的统治，但结果都是徒劳。\n\nParadise舰长\n在虚拟记忆世界里，一头承载着人类记忆的巨型时空移动城堡Paradise正在维持\n着一个个虚幻世界。用未知科技读写出虚拟记忆世界的正是这位恶魔族的舰长。\n被他所救的人类们称他为英雄。\n而另一些则称他为罪犯。（实际上带领人类前往异世界是以异世界生物的痛苦为基础）\n\n\n\n灵羊族   爱好和平与幸福反对一切纷争\n灵羊族族在原生世界（世界毁灭以前的世界）时是非常常见的兽人种族，灵羊族的人们性格都非常和善,\n他们虽然有羊的尖角和长长的耳朵，但是他们有人类的手掌与脚掌,而且他们的生活方式与人类有很大的相似之处。\n但他们却没有人类的贪婪，没有人类的自私，更没有人类那样喜欢高低贵贱之分。\n\n灵羊族的能力\n灵羊族虽然属于比较古老的兽人族，但是在Paradise里工作的大量科技科学家都来自灵羊族！\n灵羊族的人天生智商高并对科技与机械方面感兴趣，但是不幸的是他们并不能健康地在虚拟记忆世界内生存，\n所以在体能与力量方面，灵羊族都会比较弱势。因此，优秀的灵羊族科学家发明了一种链接服装的\n高科技改造器来维持这个种族的生存。\n\n灵羊族的主要角色\n灵羊族战士\n平时专门管制Paradise移动城邦里人们的行为准则，虽然他的年龄小个子小，但是战斗技巧却\n还不错，虽然比不上Paradise正统士兵们。\n\n灵羊族少女\n她是专门管理坐落在Paradise内的菜园，虽然她不懂机械技术，但是在农业种植技术方面可是世界一流的。\n\n灵羊族工程师\n平时为Paradise高层们制造各种小发明的工作狂，他在灵羊族里样貌属于非常帅气的了，他在工作的时候经常会\n有人族的妹子围在窗边偷看他。\n\n\n\n阴界族   背负邪恶之名的入侵者\n阴界族属于异世界的物种，而阴界族只是人类对他们的命名。\n人们认为，他们是来自阴间死亡的灵魂，而事实上，人们都被红恶魔族统治者所撰写的书所误导了。\n在人类现在所居住的虚拟记忆世界里，不断的会出现恶意满满的阴界族生物。\n在人类眼中，他们是可恨的入侵者。\n而在这些入侵者眼中，人族与红恶魔族都是罪犯，他们需要受到阴界族的制裁。\n因为人类的幸福与安定，是建立在阴界族的痛苦之上。\n\n“可笑的人类破坏了自己原有的世界，现在又来霸占我们的世界，他们需要受到惩罚...”\n                                                                                     ------------------------战死的阴界战士\n\n阴界族的能力\n由于人类建立虚拟记忆世界所用到的基础世界框架原属于阴界族的，因此阴界族的生物在这个世界里会非常\n强大，体能与力量几乎是人类的十倍。但是由于阴界族普遍性格非常偏激导致很多早期与人类的战争屡战屡败...\n阴界族的生物不像人类需要借助科技来进行世界穿梭，他们可以独身随意进入不同的世界。\n\n阴界族的主要角色\n恶灵巨石像\n由阴界族利用暗咒法制造出来的巨大石像鬼魂，他们拥有强大的力量但是缺乏智力。\n通常一个恶灵巨石像会带领一个阴界兵团来入侵人类居住地进行破坏。\n\n阴界族统治者 苍白\n以人类目前的认知，只能知道他是阴间世界军团的统治者，其他信息尚未知晓 . . .\n\n\n\n\n\n\n接下来就是下载地址！\n对于那么多介绍大家能耐心看完我非常感谢~\n希望大家喜欢我的作品，以后我会努力做出更多皮肤给大家！\n",
    "replies": [
        {
            "author": "1210632734",
            "timestamp": 1417884240,
            "txt_content": "下载地址呢？ 骚年"
        },
        {
            "author": "Wolverine",
            "timestamp": 1417885680,
            "txt_content": "感觉改编没什么变化，而且皮肤数量明明是单个，怎么贴内又变成合集了？"
        }
    ]
}