{
    "title": "<原创·连载>坠落MC 第二章——误入MC",
    "author": "gggbbb",
    "replyCount": 4,
    "timestamp": 1417913220,
    "txt_content": " 本帖最后由 gggbbb 于 2014-12-8 17:14 编辑 \n\n第二章——误入MC“正在连接到服务器……登入中……”电脑屏幕又立刻变成了熟悉的色彩，但一连过了十几分钟，画面还是没有一丝变化。我看着看着，竟觉得神情貌似有些恍惚。“难道我是困了？”我用手轻轻地敲打了一下我的脑袋，努力让自己保持清醒“但是，现在不是才刚睡完吗，怎么突然又困了……”我昏昏沉沉地想。\n\n\n“但这好像又不是普通的昏迷，难道是最近发生的奇怪的事情太多了，我受到了刺激了？难道我的精神这么虚弱吗？”可我越是想，头脑却越是眩晕，我用双手无力地支撑着，努力地不让自己瘫倒。“为什么会这么困，难道我快死了……”我的脑袋里冒出了这个荒唐的想法后，就深深地昏迷过去了。昏迷之前，我好似看见一个穿着灰色长袍的青年男人，坐在一个椅子上，前面有一台电脑，好像在哪些地方有些奇怪，但是我马上就晕过去了，在最后一刹那，我看见那个男人好像在对我微笑……====================================================不知什么时候，我已经昏昏沉沉地醒了过来。迷迷糊糊地感觉自己好像躺在一片草地上。“咦，我不是在家里玩mc吗，怎么突然跑到这个地方来了？”我摇了摇头，眼前的景物顿时清晰了许多。\n\n\n慢慢地回忆，脑袋里不断地闪现出之前的场景：在论坛上查找服务器、落魂服务器、404网页、未知的文件、无法删除、只有一个启动器的客户端、进入落魂服务器、昏迷……\n\n\n刚才发生过的事慢慢地像泉水一样一点一滴地回到了我的脑海里……“那我现在怎么躺在草地上啊，这怎么解释……”我尝试着移动了一下身体，发现身体竟还能够动弹。我用手揉了揉眼睛，眼前顿时出现了一片无法言喻的景象。\n\n\n我发现自己躺在了一片绿油油的草丛里，草是那么的翠绿、芳香。远处是一片茂盛的森林，从中不时地传来羊的“咩咩”声和猪的“呼噜呼噜”的声音。再远处，一座座山傲然挺立，加上清晨的淡雾，给大山披上了一层富有神秘色彩的面纱，显得格外迷人。\n\n\n“但是我不是这时应该坐在家里玩那个叫落魂的服务器吗？怎么会一下这里来呢？”我的脑袋也慢慢地苏醒了，开始转动起来。“我好像记得，我在昏迷时看到了一个男人……但是男人关我什么事？”\n\n\n我摇摇晃晃地站了起来，双手费劲地支撑起了脑袋。“最近发生的事情太多了，看来我得好好地思考一下，才能得出结论啊。”\n\n\n天色渐渐明朗了起来，温暖的阳光撒在我的身上，我感觉很是惬意，脑袋也不再那么沉重了。伸了个懒腰，抬起头来，只见一轮圆日挂在天上，正在向着大地散发着光芒，我总感觉有些不对劲的地方……我挠了挠脑袋，盯着太阳思索了起来。\n\n\n一轮圆日，一轮圆日，等等……圆日，圆日，不对啊……圆你妹啊，明明是方的……方的，这怎么可能……”我打了一个机灵，目光重新聚焦到了太阳上，确实是明摆着的方日……\n\n\n“方的，方的……好像很熟悉的样子……”我嘀咕道。“的确似乎在哪里见过，而且还…貌似…”想着想着，一股不详的预感冲上了心头。我瞪大眼睛，环顾了一下四周。\n\n\n树，还是原来的树，可是，仔细看，就看出来了是由一节一节的方块组成，树叶也是一个个的方块。我心中不详的预感更加强烈了，我又看向草地，果然……草地也是由方块组成……\n\n\n“我去，这是……这……这不是mc吗！难道……我像中文论坛里的那些千篇一律的小说的里一样，穿越到mc世界了？”我双腿一软，一屁股坐道了地上。“这不可能是真的，绝对不可能！”你闭紧了眼睛，再次睁开，一切还是那样，方方正正的。“卧槽，我真的穿越了。”====================================================在一间房子里，有两个身披黑衣的人，在观看着一个类似监控摄像的东西。\n\n\n“看来有一个已经到了。”\n\n\n“这个的悟性好像不太行。”\n\n\n“哎，第一次，在所难免啊。”\n\n\n“不管怎么说，看来还是得再适应一段时间才能看出来。”\n\n\n“恩，我相信他没问题的。”\n\n\n“可是你并不肯定……”\n\n\n“…………”\n\n\n一片沉默……\n\n\n“嗯？”\n\n\n“怎么了？”\n\n\n“又来一个……”[spoiler]我在这里先声明一下，1-7章毕竟是我半年前写的，当时我的写作水准么……根本都不能看。若不喜者可直接跳过，然后你就可以发现后面的反差有多大。[spoiler]\n若需查看引索请单击此处\n\n@冥王星人 @北极星人 @月轻歌 @130s @Wolverine  @o-zero @天阶 @yu_lai  @418878840 @HGK",
    "replies": [
        {
            "author": "我是小骷髅",
            "timestamp": 1417914420,
            "txt_content": "呜呜呜……你这魂蛋……我死了就不哎我，什么人品……\n\n好了，写的还不错，本人已经连续写了好几篇了都不成功，写到一半就删掉~恭喜你作文水品继续上升！"
        },
        {
            "author": "106088451",
            "timestamp": 1417915980,
            "txt_content": "呜呜呜，楼主你几年前多少岁，比我现在12写的都好。。。"
        },
        {
            "author": "回忆都市",
            "timestamp": 1417945140,
            "txt_content": "好厉害的样子 =w="
        },
        {
            "author": "S.K.B.",
            "timestamp": 1421140860,
            "txt_content": "回忆都市 发表于 2014-12-7 17:39\n好厉害的样子 =w=\n赞同!    ！"
        }
    ]
}