{
    "title": "【原创】我来自Minecraft 第二章 险象环生",
    "author": "独孤粽",
    "replyCount": 5,
    "timestamp": 1418430300,
    "txt_content": " 本帖最后由 独孤粽 于 2014-12-13 09:02 编辑 \n                                                我来自Minecraft\n                                                                第二章 险象环生\n  查尔斯看到这两个守卫向他逼近，自己也做好了防御的架势，按他的力气肯定能把他俩掀趴在地，然而一个突然的想法阻止了他。\n  “嘿，动动脑子，上校！”他想“要是把他俩打坏喽，惹麻烦不说，这辈子就别想走出这大森林了！”\n  他放下了胳膊，轻蔑地说：\n  “喏，给我带走吧，但是镣铐什么的就免了。”\n  两个守卫全然不理，其中一个守卫给他铐上就想推他向前。一个醉酒的守卫怎能推动一个壮年大汉？那个守卫一个酿跄差点摔倒，然后挽尊式地骂了一句：\n  “你就倔吧，看你还能嚣张多久！”\n  这俩守卫没把他带进城里，倒是带他进了山上的执勤屋。一进执勤屋，一个守卫就向另一个守卫说：“你在这好好看着，我去拿绳子。他要是跑了，我叫你吃不了兜着走！”他又回头警告查尔斯一句：“你给我老实呆着！”\n  查尔斯倒是一脸不屑。你们顶多就是一个带我进城的工具罢了。\n  没一会，那个守卫拎着一条长绳回来。“给我坐那顶上！”他指着墙角的一个椅子命令道。\n  查尔斯装作服从坐了上去，不由得感叹了一句：\n  “这个服务器装的模组可真不少呵！”\n  “闭嘴！”守卫有点怒了“老实呆着，明早带你去城里法庭，那里有人招待你！”\n  听说要去城里，他简直要兴奋死了。但他还尽力装出无所谓的样子：“那么我得在这做一晚上咯？”\n  “废话！明早就给你松开了。小子你别想跑了，我们睡觉从来睡不实！”守卫恐吓道，然后他一骨碌爬上了床，床发出了可怕的嘎吱声。\n  “该死！明天就叫木工来修理这玩意！”\n  灯灭掉后，查尔斯打量了一下整个房间。“这真是太奇怪了！”他想，“这完全不像Minecraft！这里的东西我都认不全，这材质也出奇平滑，还有...触感？！”\n  突然，一个奇怪的念头涌现上来，\n  这到底是不是Minecraft？\n  次日晨\n  “喂，起床！”守卫对着装睡的查尔斯喊道“绑了一晚上不太好受吧？告诉你，这才是个开头！”\n  “啪！”查尔斯挣碎了绳子站了起来。守卫吓得往后一跌。\n  “嗨，我们几点去城里？”查尔斯边活动筋骨边说，“这绳子可不太结实。”\n  “五...五点十分，车已经准备好了。”\n  呵，这帮渣渣，一吓就孬了。查尔斯想道。\n  到了城里，他们立马把查尔斯丢进大牢，接着就忙不迭地把一份关于查尔斯的报告交出去。几天后，这份报告送到了当地的法庭庭长手里。  庭长大名亨利·格林，年仅三十就坐上了庭长宝座。但人们都知道这位庭长有一个怪习惯——本城的任何和他的庭子有关的公文都要亲自审查。而当他看到这则公文时恰逢当地财阀费克斯前来拜访。  费克斯剃着平头，穿着一身与时节不相称的黑大氅，一进门就跟这位意气风发的庭长打招呼：  “嘿，亨利，好久不见！今天——哦，谢谢——今天的天气可真心不错，让我猜——你是不是又在处理公文？嘿，您还年轻，怎么能天天从事这些无聊的工作？您......”  “谢谢你的好意，费克斯。”亨利终于找到了机会打断了费克斯的演讲，“但是我喜欢这么做，这也是我的分内事。”  “好吧，随您，”费克斯说，“最近有没有什么有意思的东西？”  “都是一些琐事...但是这个案子可是吊足了我的胃口。”  “让我看看——查尔斯·迪夫？”这个老狐狸的脸上露出了疑虑的神情。  “没错，跟我的前任名字一模一样，五年前他失踪后我才登上了庭长之位。”亨利半兴奋半疑惑的说，“这案子我一定得亲自出庭！”他没注意到旁边的费克斯已是一身冷汗。  “庭长先生，不知道您怎么想，我认为他必须得蹲大牢！”费克斯的声音有些颤抖，“如果他真的是以前的庭长，他一定得来抢你的位置！尽管他被这个事情耽搁了一会，但他迟早会回来的！”  “费克斯先生——”  “不行您就吊死他。”费克斯补充道。  “谢谢你的好意，但是我不能这么干。他在卡里那战场上救了我的命，而且我们还是多年挚友，更何况这也不是什么大罪——这一点你我都很清楚”亨利有点鄙夷地说道，“他失踪后我就一直在想办法找他，你以为我要找到查尔斯就是想让他蹲大牢？！”  “但是我...我...”  “不要再说了，费克斯先生。”亨利越来越激动，“我希望你收回刚才说的话，我会当作什么也没有听到。很对不起我必须请你离开我家，这几天案子很多，我很忙，你知道。”  “好...再见...”费克斯狼狈地逃出了亨利家\n  亨利坐了下来，在查尔斯·迪夫一案的备注中写道：  明天九点送到法庭，我亲自出庭。  又在原因一栏写下了一个成语：  旧友重逢  \n  这时费克斯再回去的途中不禁暗自寻思：“厅长今天糊涂了？不管怎么样，这个查尔斯·迪夫，不管是不是他...”  他顿了一下  “最后肯定得死在我手里...”",
    "replies": [
        {
            "author": "Wolverine",
            "timestamp": 1418430600,
            "txt_content": "打算多久更新一次？"
        },
        {
            "author": "独孤粽",
            "timestamp": 1418430720,
            "txt_content": "Wolverine 发表于 2014-12-13 08:30\n打算多久更新一次？\n抱歉哈..本人学生党，最近要期末了...会比较慢...期末之后肯定加快，现在到期末最多一章节了。谢顶~{:10_512:}"
        },
        {
            "author": "^离殇",
            "timestamp": 1418431980,
            "txt_content": "表示可以优化撒，帖子背景之类的，感觉单纯的黑体字没有任何搭配没有看下去的欲望"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1419226740,
            "txt_content": "感觉语序还是有些奇怪，有些事、动作和人物交代可以一笔带过，着重描写神态等修辞，当然也要学会取舍和详略【有些流水账的感觉啊...."
        },
        {
            "author": "青椒联盟",
            "timestamp": 1419297120,
            "txt_content": "虽然不看好 还是支持一下  希望加油啊"
        }
    ]
}