{
    "title": "<原创·连载>[丧尸围城]作者：lzs1234",
    "author": "lzs1234",
    "replyCount": 5,
    "timestamp": 1417919580,
    "txt_content": " 本帖最后由 lzs1234 于 2015-1-3 15:31 编辑 \n丧尸围城————————————————————————————————————————————————————————资料：弹药：100000+  兵员：50000+  交通通讯：通畅第二章    1月8日    最近几天，乔克觉得事情越来越不对劲了。    先是有人给了他一封匿名信，称西塞河对面的树林里有怪物。    当乔克连续几天去查看后，他靠着直觉和观察结果得出结论：树林里确实有异常生物。        乔克像往常一样来到办公室，坐在办公桌旁。放好买来的几个小笼包，乔克才发现他的办公桌上有一封信。    乔克认为这又是上访钉子户投的检举信，他漫不经心地拆开信封。当他看到信封上鲜红的公章时，才明白这是上级文件。    他赶紧抽出文件阅读起来，文件的主要内容是：下个星期将有上级领导来这里视察，让他做好欢迎工作。    乔克放下文件，长舒了一口气。这两年他不知道接待过多少领导，早有了自己的一套方法。只要带着他们看看热闹的集市和城外的良田就算完事了。他按响了桌上的电铃。不一会儿，秘书小胡跑了进来。乔克说：“过几天有上级领导来视察，”他顿了顿，心里想：既然森林里有不明生物，而且可能有危险，这次就不要去视察农田了。“你把他们带去集市上看看，这次就不要去农田那里了。”小胡显然不明白发生了什么，问：“您不把他们带去农田，会影响我们这次的评价的。”乔克心想：如果把他们带去遭到袭击岂不是更会影响这次的城市考核等级？乔克摇摇头，说：“就按我说的办。”“那好吧。”秘书看起来很不高兴，拿着文件走出了办公室。乔克也披上外套，决定去看看那片森林。    走出政府大楼，乔克才发现自己把保暖背心忘在办公室了。外面的气温和大楼里暖气的温度相差甚远，他被冻得瑟瑟发抖。但更糟糕的事来了：办公室的钥匙还在小笼包旁边的打印机上放着。而有他办公室钥匙的，除了他，只有秘书小胡。而现在小胡出去安排工作去了，一时半会儿回不来。乔克只能硬着头皮向西塞河走去。    约莫走了一个小时，终于到了西塞河边，河边的温度好像更低了，乔克打了几个喷嚏，眯着眼看着树林。    也许因为太冷，乔克的注意力很不集中，什么都没看见。但他依然相信，对面有不明生物。    “无尽的风暴披银霜，一定要看到太阳......”不远处传来猎人老黄的歌唱声，乔克和老黄是老相识，年轻的时候一起去森林里狩过猎。乔克赶紧跑过去，老黄显然感到很惊奇：“你怎么在这？”“我到这里来有点阿...嚏！事，就阿...嚏！碰到您了。”乔克一连打了几个大喷嚏。老黄见他这副狼狈模样，一边笑一边说：“到我家去吃中饭，顺便暖暖身子。像你这样的重要人物冻病了，那可真是损失啊。哈哈哈哈......”乔克也笑着说：“那当然好，我还正愁午饭吃什么呢。”两个人一路聊天，一路踩着冰面向河对岸走去。        老黄的小屋在那片树林旁边，当他们走到屋门口时，突然听见，柴堆里有什么东西在“沙沙”作响。他们俩好奇地走过去查看。随着柴堆被掀翻的声音，从里面蹦出了几只僵尸。“啊啊啊！”老黄慌乱极了，颤抖地举起猎枪，好不容易瞄准了正在逐渐逼近的僵尸开了一枪。    “砰！”僵尸的头被打飞了，掉在柴堆里，砸出“噼里啪啦”的一阵响。但僵尸的脚步并没有停止。老黄又瞄准它的心脏开了一枪，但僵尸仍然没有倒下。就在这时，乔克手拿着一根粗壮的柴火，照着僵尸就来了一棍。“啪！”木头折断了，僵尸也被这一下打开了，从柴堆里捡出它的头，慌忙逃进了森林。其余的僵尸见状，跟着逃离了这里。    惊魂未定的两人瘫坐在地上，喘着粗气。乔克涨红了脸，问：“那是什么，你见过吗？”老黄显然也被吓懵了，结结巴巴地说：“没...没有，我...我打猎从...从来没见过。”他顿了顿，稍微恢复了一点。“不过据说有的猎人进...进了森林就再也没出来过，连尸首都没找到。”                                                                                            （未完待续，本章共1392字）    第一章    第三章\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1417921260,
            "txt_content": "感谢版主提醒，感谢提升高亮，各位看官看完回复也是美德啊~"
        },
        {
            "author": "周峥嵘",
            "timestamp": 1417921320,
            "txt_content": "很不错"
        },
        {
            "author": "106088451",
            "timestamp": 1417924980,
            "txt_content": "写得太太太太好了！顶！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1417946280,
            "txt_content": "挺不错，就是节奏略快"
        },
        {
            "author": "lzs1234",
            "timestamp": 1418046060,
            "txt_content": "每个星期更新一次，当然也不一定，说不定我心情好3天更一次哈哈～下一集大家多给建议争取写好点～"
        }
    ]
}