{
    "title": "<原创.单篇>屠龙记[作者：xcc]",
    "author": "xcc",
    "replyCount": 34,
    "timestamp": 1417928940,
    "txt_content": " 本帖最后由 xcc 于 2016-7-25 22:17 编辑 \n\n“出来吧！”他挥舞着他的利刃，雷电随着他狂舞的手臂，疯狂地扭动着，又被滚动的的海浪生生地拽入了深海。而那闪电也不擅罢甘休，奋力地甩动着尾部，撕裂着深海。噩梦的火焰在地狱岩上燃烧着，死亡笼罩着海洋，吞噬侵蚀了一切。\n    风雨中，那位疯狂的战士按捺不住狂喜的情绪，大笑着，无量的雨水灌进了他的口腔，但他毫不在乎。\n    地狱岩上的火焰滚动着，围绕着一个祭坛，三个可怖的头颅摆放在来自地狱的尘土上。随着一声响雷，那些灵魂沙开始滚动，恐惧的气息开始向外侵染，那是能让人一辈子都做恶梦的气息，令人感觉连心灵都要抽去。窒息般的恐怖开始向外爆发。\n     灵魂沙开始脱落，一个脑袋露了出来——不！是三个！\n    一个庞然大物从下面升起——它具有三个可怖的头颅，千年前，一位画家用生命换来了它的画像，但仍无法描述眼前的怪物。用死亡构作的盔甲笼罩着它那深黑的凋零之躯，旋转着。身高至少10米。它咆哮着，用他的天赋恐吓着前面这个不知死亡为何物的脆弱的人类。\n    但他没有退缩，只是死死抓住了利刃。\n   “来吧！”战士咆哮，“告诉我！末影龙在哪！”\n   “不会告诉你的。顺便问一句———你真的不怕死？”那巨物说道，三个头颅摇晃着喷吐出黑色的气息。\n  “无所谓生死。”战士答道，举刀砍去。\n    那个巨物扔出一个焦黑的头颅，燃过了那个恐怖的祭坛。\n    战士的利刃斩断了怪物扔来的头颅，灰暗的头颅在一瞬间炸裂，战士敏捷地闪走，继续砍去。\n     巨物咆哮，战士怒吼。一人一魔杀得激烈，一个嘴角流血，一个面如金纸。“呼...呼呼...”战士看着巨物。又一次跃起砍杀。\n     他像一个冷血的猎手，静静地等待圈内的猎物把血流光。\n     巨物哀嚎着，黑色的血流了一地。\n      他起身，刀在手中完美的落了下去。\n     这是他最后的跃起。\n       他看见的，是一个惊愕的眼神。怪物嘶吼着，竟喷吐出黑雾。战士觉得不对劲，急忙跳走。 层层黑影中，隐约可见一大一小的两个影子。\n 那个巨大的黑影，却不是那三首怪物的轮廓，已是一只黑色的巨龙，这不正是末影龙，盘踞在末路之地的万恶之源。\n 凋零的声音从一旁传出，战士一慌，急忙跳进旁边的草丛，静静蹲伏着。\n“依旧是不作为么？”末影龙呲着牙，询问凋零，“我们合作，完全可以杀死他。”\n凋零沉默的点点头，眼神死死抓住了战士跳进的草丛，“他没有罪。”\n “还是没有懂什么意思吗？”末影龙说，“他会杀死我们，那个时候你就感受不到活着有多好了。我们必须杀死他！”\n战士静静地蹲着，听着这些谈话让他感到有些不舒服。\n 一个黑影突然从一旁蹿出，那是一个高大的末影人，但是和其他末影人不一样的是，他穿着西装，系着紫色的领带，看上去像个管家。\n“你来了。戴斯。”巨龙说。\n 那个代称为戴斯的末影人说道：“我竟然无法窃取他的恐惧······让您失望了”\n末影龙暴跳如雷，伸手要去打戴斯。凋零却歪着头，做出一副无可奈何的表情。“别冲动啊——”凋零斜睨着末影龙，“你的反应说明了——你没有得到他的‘恐惧’，你就无法战胜他吗？”\n末影龙呲牙说道：“不，一切都在我的掌控中，没有人能跳出去——他也一样，我必定会战胜他！”\n“既然这样，我们打个赌吧。”凋零冷笑着说，“我赌，是否有人会跳出你们的手掌心。”末影龙低低嚎叫，然后抖了抖乌黑的翅膀，掀起一阵狂风，搅动着什么劈啪作响，空气中漾起一股浓烈的杀气：“难道没人能逃我手吗？”\n凋零作出一副凶恶状，全然是在反对末影龙的看法，一股黑色的雾气绕着凋零旋转，末影龙的不满已经激起了他的杀意，空气骤然寒冷起来。“那么我们就看看赌局的结果。如果我赢了，你们永世不能出现在世人面前为祸乡里，如果我输了，我就放弃我的修行，重新寻找答案。”凋零微微一笑，从身边拿起一株草。。\n“你这是何必.....？”戴斯劝道，“你千年的修行，却要在这一刻破灭？！”\n “我无法用语言概述一棵树的生命，一朵花的全貌，一个人的命运。如果你们能拿着所有人的命运，或者能够掌控一切，就来接受这个赌局。”凋零笑道，凌冽的寒风从他脸上刀刃般划过，他仍然不言语，只是大笑着，全然不顾脸上的伤痛。\n 末影龙呜咽着飞起，带起一股气流飞旋：“好，我答应你——但是别忘了，没人能逃出我末影龙的手心！”\n凋零也飞起，仰天大笑：\n“生我何用？无能欢笑。灭我何用？不减狂骄。”黑烟和着尘土扬起，他手中的那株草逐渐落地，竟还充斥着生命的活力。\n······正在草丛里掩藏的战士已经睡着了。当他醒来的时候周围已是厚重的死寂。怎么会睡着的呢？可能是太累了吧。他需要休息。要知道屠龙猎人这行业是没有休闲可言的。他忽然跳起，想起了一桩正事——“到一个宽阔的地方开启传送门。”没有传送门，就无法进入末影龙盘踞的末路之地，也就无法完成家族的使命。战士在树林里疾奔。是的，疾奔。安居乐业的居民永远体会不到这种紧迫感，啧，紧迫感，现在必须要抓紧时间铲除末影龙！“喂。”一个沉闷的声音响起，喊住了他。他猛地回头，脚却没停，差点被一个石头绊倒。他转身，看见一个有这三个头的黑色怪物挡在身前——凋零。“凋零？你来干什么？”战士抽出精钢剑，“不要挡着我去杀死末影龙。”“嫌我挡着你了，你可以杀了我。”凋零耸耸肩，无所谓地说。“没那个必要。”他也耸耸肩，“屠龙猎人的使命只是杀死末影龙那个怪物。”\n凋零摇晃着头颅说：“我只是想提醒你······你一直都是被利用的啊。”他身上的触须轻触着战士的铠甲，黑色的气息喷吐到战士脸上。\n“什么？别用谎言蒙骗我！”战士推开凋零，他认为凋零为了让他动摇而编出了这个谎言。\n 凋零昂着头嚎叫着，三个头颅在轻轻晃动，“知道么，没有人能杀死末影龙。所以啊，屠龙猎人只是个·······”\n “那又如何！”战士又重复了一遍，“我相信的不是不可战胜，而是屡败屡战！”“欸，可怜的棋子。”凋零摇摇头，喷吐出不知是烦闷或是压抑的叹息。“赶紧离开，不要当着我的路。”猎人冷冷的说，“不要让我再说一遍。”\n.......丛林深处，一个冒险家死死抓着树干，脸上汗珠密布，他紧张地问坐在树枝上的同伴：“会有人来救我们吗？雷瑟？”“相信我——现在继续观察——！”那个叫做雷瑟的冒险家坐在树枝上，望着树下一群野狼张牙舞爪，“格雷，我看到了。”“看到什么？”“人啊！”雷瑟抑制不住兴奋，冲远处喊道：“救我！”远处的人猛地一回头，随即转身向那棵树跑来。狼群见了他一拥而上，他却挥刀砍去，只是几分钟的功夫，狼群便被杀尽。那名叫做格雷的冒险家向他喊话：“谢谢你！请问你是谁？”说罢便手脚麻利地爬下来。\n“我？”他转身欲走，“我是屠龙猎人。”当他走远后，格雷立刻对他的同伴雷瑟说：“他救了我们，我们要不要回报他？”“怎么回报？”“屠龙猎人不是要屠龙的吗？我们可以把军队叫来。”“嗨，别想了。军队的人天天好吃懒做，把自己的责任推卸给屠龙猎人·······这样无耻的人我们请得动?”雷瑟耸耸肩。格雷想了想，向树林外走去。“欸？你还真要搬救兵啊？”雷瑟急忙跟上去，他不明白，格雷如何能请到一群只会推卸责任的懦夫？已经离开的屠龙猎人要前往末影龙的老巢末路之地进行一番不知生死的屠杀。戴斯在远处山峰上摇晃着幽绿色的灯笼，里面是一个发光的小球在冲撞，不断闪烁着变色。他知道这是屠龙猎人的恐惧。\n 屠龙猎人则打开了末路之地的大门。戴斯微微一笑：“是时候了。”旋即消失在原地。戴斯眨眼间就在末影龙身前站定——他的瞬间移动技能已经炉火纯青——，抽出泛着点点绿光的灯笼。\n“末影龙，你尽管放心。”戴斯摇着灯笼，“他的恐惧已收进了我的灯笼。”\n   末影龙咆哮着煽动翅膀，黑曜石柱不住颤抖：“这样我就不会输了。”\n 戴斯道：“但是我不担保他会因此愤怒。”然后他周身环绕起淡紫色的黯淡光芒，那光芒像一个紫色的风暴，卷走了还在大笑的戴斯，却留下了那个泛着绿光的钢条灯笼，。“唔....看上去蛮好玩的。”末影龙拎起灯笼，一双巨大的紫色龙眼注视着这些绿光，“恐惧真的能战胜一个人吗？如果他足够强大······” 屠龙猎人终于闯了进来，威风不减当年先驱者屠龙时。“哈，哈，终于杀到这里了啊。”许许多多末影人的残躯在他的身后遍布，无数紫色的粒子玫瑰般飘落。\n 他的双腿满是鲜血，已经不成样子，像一具血淋淋的残骸，但他仍然稳稳当当地傲然挺立，酷似他的先祖。\n“人类打我打了那么多年，都是统治者的一厢情愿。那么多人都打不败我，难道.......”末影龙一副斜睨众生的样子，“莫非你就能杀了我？”他扬扬下巴，这是一种轻视。\n 屠龙猎人笑了笑，然后挥起利刃向他砍去，龙翼上便添了一处伤痕。\n 末影龙明显的发现他与前几任屠龙者不一样，在以前屠龙猎人都是扛着巨斧或者拎着流星锤。光拿剑砍的话绝不可能有胜算的，比起那些重型武器，剑的威力太小了。\n 他微微一皱眉头，既然是剑那么为何还能击穿他的龙翼呢。\n 屠龙猎人又笑，末影龙也一笑，两人心领神会。不经意间，末影龙看见他从背后抽出弓射出三箭。\n 第一箭竟已经刺穿了他的左眼。\n 第二箭在心脏。末影龙知道这次的屠龙者不一般，急忙飞上天空。箭矢与他擦身而过。\n 第三箭，在龙尾，末影龙刚飞上天就感到尾巴被刺了一下，是刺骨的痛，这种痛他已经很久没有感受过了，可现在如此陌生，他已经麻木了，什么是死，什么是痛苦，什么是哀伤。他一直在世界的顶峰上狂笑，却忘了天下还有诸多笑不出之人。\n 但那剑刺穿他尾时，他霎时清醒了，狰狞的笑着，抽出那个灯笼。\n 屠龙猎人的瞳孔瞬间放大，那个绿色的灯笼，变换的光球全部在提醒着——你只是一个棋子。\n这是他最害怕的事实。他想起了他的先祖们，和先祖们站立过的土地。现在已经荒芜在一片荒芜里了，丰富的矿产让政府再三过来恳求买下这块地，但先祖们都拒绝了。他想起了吃干饭的军队，整天无所事事，形同虚设。全人类最大的敌人不由他们攻击，却让屠龙猎人承担。他想起了对于屠龙猎人严苛的限制和要求，夺走他的所爱，炸毁他的隐居地······那便是我的痛苦。他看到灯笼的那一刻，双手在颤抖，那是他最大的弱点，他不希望自己的伤疤再被人揭开，对自己存在的猜疑、对自己使命的恐惧一次次重现，虽然他没有死去，但那种无助让他仿若置身地狱。\n恍惚间看见一片翠绿的土地，溪水潺潺，边上有一座山峰，峭壁夹杂着泥土，上面是厚厚的尘埃。我曾在这里跳跃着、活跃着、快乐着，我是多么害怕失去在这里生活的权利。但每天晚上我都要躲避劫匪的袭击，担心着自己看不到明天。先祖们在这里教导我，让我在这里享受最好的时光。这里，就是群英峰。“你为什么要惧怕？”一个厚重的声音响起。现在那里是一片荒芜，土地已经变成了赤色，再无花草，山崖上的岩石也被打掉了不少，不知是因了岁月还是因了人类。无数黑色烧焦的树躯上宛然有都长着一颗仇视的眼睛。“花儿可以开放许多次，你为什么不抬头看整座山林，它是永远青翠的。”那个声音说。蓦然间一片黑暗，一只巨手拿着一个袋子。“打开它，这里面是种子，有了它们，你的家乡就能长出花草来。”却还是那个声音。\n他的家乡已经荒芜了。\n 他犹豫着，开始解开袋子上的绳子。“你还想补救吗？”那个声音再次问他，“打开它吧。”\n“不要。”一个声音响起，似乎很熟悉，“他在骗你，你在你的心障之中。”\n “这样么？”那个巨手的声音有些颤抖，“如果你愿意，就让你的家一直这样下去吧。”\n他还是打开了，袋子里飞出一个巨大的刀剑，狠狠戳中他的心脏。\n 那一瞬间，他脸上竟有了一丝笑容。\n“你败了！”末影龙的利爪踩着他的身体，“你已经不知道为何而战斗。而我将是永远的王！”\n凋零的声音却传出：“不可能的。人生没有什么会永远不失去的，可是有的人不相信，所以他们会不停的寻找，找一辈子，即使找到了，也不会维系太久。你很快就会死的。”\n末影龙大吼：“为什么！为什么要说这些！”\n”末影龙暴怒的一压，他脚下的屠龙猎人喷出一口鲜血:\"凋零，别跟我谈生死大义。\"\n凋零无奈的转身：“也许只有等到你死的那一刻，你才能知道一切吧。死就是什么也看不见,什么也听不见,什么也感觉不到,什么也不会想,就像你未出生时一样。”\n末影龙却感到千钧的力量落了下来，屠龙者不知什么时候刺穿了他的脚掌。仿佛大山般的愿望已经落下，但那座山却被汪洋淹没了。\n“你以为你有很多路可以选择，但是在你四周有很多看不见的墙，其实你只有一条路可以走，我是不会死在这里的，因为我是屠龙猎人。”他浑身血淋淋的，但还是举剑走来，“我不知道为什么要因为失去而忧伤，为什么为了时光短暂而忧虑。我要去找到那力量，让所有的生命都超越界限，让所有的花同时在大地上开放。让想飞的就能自由飞翔，让所有人和他们喜欢的永远地在一起。但是这样，我就要杀掉你。你是一切悲剧地始作俑者”\n “你只是个棋子！”末影龙的双眼突然红了，一股股龙血四散喷涌。\n“呵，我知道·····我只是在挣扎罢了。”屠龙猎人的剑已经穿透了末影龙的心脏。\n 一片片碎片炸裂，这个活了几千年的恶魔，就这么死了？\n 不，不可能。\n 我终不能改变那个开始,何不忘了那个结局呢?\n于是在层层的混沌间，他握着剑，血淋淋的站在那里。看着末影龙呜呜嘶鸣着，身形逐渐变得空明起来，屠龙者看见了他身上的脉络，看见生命在脉络中流动着消失，末影龙是时候死了。这个噩梦终于从他的视线中消失了。\n 突然几束白光零零散散的从高大的黑曜石柱上射了进来，末影龙的生命力因此而重新变得旺盛，恢复了以往傲然的锐气。他急忙回头一望，一块水晶在一底座上闪闪发光，那不正是一直给末影龙补给能量的末影水晶么。白光由此而生，而这就是末影龙活力的来源。“可恶，竟然忘了这茬.”屠龙者已经站不起来了，他正半跪在地上，喃喃道。他费力地提着剑站起，但站起身时已经疲惫不堪了，仿佛站起来用尽了他全部的力量。\n 末影龙降落下来，抬起利爪准备撕裂他，却感到一阵剧痛。是一只巨大的弩箭，带着倒钩，倒钩上还涂着毒药。这弩箭十分巨大，有成人手臂般粗，倒钩像鹰喙，闪闪发亮，那毒液覆盖在亮亮的钩子上，像一条恐怖的毒蛇。末影龙不知这是哪方暗器，猎人却看得清清楚楚——是军队的弩车上的倒钩矢，不过军队已经很久没有出动了，国库一直没有太多的军饷，所以将士们也懒得出战。而且，屠龙是不允许有外人相助的。\n 末影龙一昂头甩掉倒钩大吼：“就凭这些也能杀死我么？！可笑！”倒钩挂着血肉从末影龙身上脱落，重重地砸在地面上，发出一声冗长的巨响。谁发出的弩箭？末影龙一面与屠龙猎人作战，一面仔细地听着四下的声响。\n 他分明听到了让他惧怕的军队的脚步声。他微微颤抖着，看着屠龙猎人站在末地石上，扶着插在地上的剑，手一边颤抖指着他说：“你会死的。”末影龙刚想立刻杀死这个不知天高地厚的人类，却被一个吼声打断了。“发射！”几十架弩车万箭齐发。银色的倒钩击穿了末影龙的身体。他将希望的目光放在了末影水晶上，希望能借此补充能量，却只看到一地的碎片————弓弩手不知什么时候射碎了水晶。“谁？”屠龙者缓缓转身，颤颤巍巍着走过去。但每一步都异常艰难。\n“撑住！你不是一个人在战斗！”那个雄浑有力的声音再一次响起，是军队的统领。统领扶着他的肩膀，坚定的说，伙计，我们来帮你了。\n“谢谢。”怎么会有人来帮我？\n 在千百年前，众人让战士们在暗无天日的牢笼里自相残杀，像挑选毒蛊一样，最后活下来的人就是屠龙猎人，代代相传。然后这些人就可悲地开始了屠龙————或者说是送死的旅途。逃避责任是不可能的，许许多多眼线会无时无刻跟着每一位屠龙猎人，直到他们死去或者踏入末地这个必死的地狱。而且若是逃避责任，就会被凌迟。 于是每一个屠龙猎人，只能生活在一个和他们一样孤独的高峰————群英峰。只可惜审判长说要开采矿物······\n 最重要的一点，他们世代屠龙都孤立无援的的，然后孤独的死，没有人安葬尸体。\n 但整个王国面对每一任屠龙者的死亡，给出的答案不是他们派不派军队援助的问题，而是这一代的屠龙者强不强的讨论。“你们..怎会来的..？”他颤声问。\n“首先感谢这两个冒险家。”统领大手一挥，指向了那个名叫格雷的冒险家以及他的同伴雷瑟。“今天本来是打算帮你杀灭凋零，可惜遇到了这两个冒险家。”统领理了理他略带苍白的头发，“他们骂我是懦夫····然后便逃跑便跟我讲很多大义······。”军队正在解剖末影龙的龙尸，从中挑选出一些有价值的物品。\n 屠龙猎人突然想到了一个问题，末影龙最后还是军队杀的，按照千百年前的规则，屠龙者要么杀死末影龙，要么战死，若是没有履行职责，要被凌迟的。军队受罚倒只是罚做工而已，但他可是要以生命为代价啊。\n 他又绝望了。原来我真的是个棋子，尽不到自己的作用就扔掉，用完了所有才能还是扔掉。\n 有些事，你逃避不了，你也不能绕开，就像是那个倒钩，无论如何都会勾在末影龙身上，就像你的命运，你挣不开，躲不了。\n 他只得被押上了法庭。\n“你知不知道，屠龙猎人在他人帮助下杀死末影龙是触犯了法律的！”审判长拿着木槌大吼，他鲜艳的红色长袍上镶嵌着明亮的金玟，与他毒蛇般的心形成强烈的反差，“不要与我说什么‘毕竟末影龙死了’。千百年前就有明文规定，屠龙猎人必须独自杀死末影龙！要是这个规定被无视，我们选出屠龙猎人作甚？不如直接让人们一齐打败末影龙！但那样无异于送死！”审判长的权利应该是至高无上的了——真正的国王只是名存实亡罢了，他已经老了，已经成为了审判长的棋子。所以审判长可以无法无天，可以捏造出“屠龙猎人在他人帮助下屠龙就要砍头”的不成文的规定。最后，审判长用力敲下一槌，对着屠龙猎人，目露凶光。“明日凌迟！”审判长大吼，随即摔下木槌。这句话就是一块巨石，终于压倒了猎人最后的希冀。于是他被押在监牢里，对着石灰色布满苔藓的墙壁发呆。因为明天就要被凌迟，所以他现在应该待在监牢里等明天有人把他押上行刑场。他双手环抱，只是叹气，希望统领能给他争取生还的机会。尽量争取吧，统领和将士们如是说。\n 很快他看到统领懊丧的走过来，打开牢房的门——“你明天还是会······呃，凌迟。”他忽然笑了。\n 他径直冲了出去，来到了已经空无一人的法庭上。统领喊叫的什么他没有听清，他现在只想着一件事。\n 事实上审判长还在那里把玩着象征他权力的小小木槌，那个木槌是多么好看啊，上好的楠木手柄，上面还镶嵌着一个红宝石，看上去比国人家里的一个破锤头要高贵多了。\n 他咬着牙，闪电一般的冲到审判长身前。“一直在利用我？”他的表情已经因为愤怒等而变得狰狞扭曲。\n“你太弱了，只配当棋子。”审判长轻蔑道。\n 曾经的屠龙猎人一叉腰，脸立刻凑到审判长身前，突然一拳上去正中鼻梁。“你你你你......”审判长指着他，“真敢打我？！”\n他飞身扑去，一把将审判长按倒在地：“强大的人又怎样？一个人再强大，也会被自己压倒。没有人······没有人能承受‘自己’的强大。”\n然后他脸上出现了一种极度扭曲的笑容，是一种狂喜和哀怨。\n 他挥起手，正准备一把掐死审判长时，忽然停住了。我为什么要杀他？只是为了自己活命么？还是为了已经荒芜的群英峰？还是为了那棋子的宿命？ 守卫们突然赶来，尖锐的长矛刺穿了他的身体。审判长摇晃着站起身，呵呵地笑着。那一瞬间，血奔涌而出。他看见审判长的眼睛是紫色的。空气登时变得沉重，凝结了几分末影龙的气息。他在最后一刻显得有些吃惊，末影龙不是死了么？又如何有他的气息？我或许猜到了。他想。原来审判长就是末影龙啊。“我虽然不强大，但我不任你们宰！”他在心底嘶吼。鲜血从胸口汩汩流出，他的脸上竟呈现了几分笑意。······“我输了。原来真的有逃不出他手中之物。”凋零看着戴斯，苦笑着。他望了望脚下，是一支离破碎的晚空。“不，他已经跳出来了。”戴斯提醒。凋零抬头看了看深邃的天空，纵身一跃。身躯瞬间如火箭残躯破裂，化为蝙蝠一般的黑色碎片四散飞舞，片刻后凝固成三个焦黑的头颅。“终究还是逃不出来么。”他的身形崩散，却还有一丝苦笑。审判长转了个身，背对着屠龙猎人倒下的身躯，冷笑几声，却又叹口气。他果真没有做到啊，有趣。嗤笑一声。\n\n片刻后尘埃落定。 一切都重新开始，瓦砾重新汇成殿宇，一切又回到了正确的轨道。\n 这个世界，我来过，我奋战过，我深爱过，我不在乎结局。",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1417929060,
            "txt_content": "@o-zero@250=mo@HGK"
        },
        {
            "author": "xcc",
            "timestamp": 1417929120,
            "txt_content": "@HGK @o-zero  @250=mo  @1277832129 @梦魇冰眸 @yuchenyang"
        },
        {
            "author": "xcc",
            "timestamp": 1417929180,
            "txt_content": " 本帖最后由 xcc 于 2015-5-30 21:54 编辑 \n\nxcc的作死之作"
        },
        {
            "author": "xcc",
            "timestamp": 1417929240,
            "txt_content": " 本帖最后由 xcc 于 2015-5-30 21:55 编辑 \n\n@HGK "
        },
        {
            "author": "绝恋_熏",
            "timestamp": 1417931220,
            "txt_content": "看了不知说什么好{:10_495:}"
        },
        {
            "author": "106088451",
            "timestamp": 1417943940,
            "txt_content": "怎么可以写得这么多这么好！还让不让我们这些写文的混饭吃了(>﹏<)"
        },
        {
            "author": "106088451",
            "timestamp": 1417944000,
            "txt_content": "106088451 发表于 2014-12-7 17:19  怎么可以写得这么多这么好！还让不让我们这些写文的混饭吃了(>﹏\n写得这么好简直天理不容啊TAT怎么可以只有35人次！顶顶顶！"
        },
        {
            "author": "o-zero",
            "timestamp": 1417944120,
            "txt_content": "无处找弱点。。写的很好啊"
        },
        {
            "author": "回忆都市",
            "timestamp": 1417944600,
            "txt_content": "写的真不错， 楼主加油~"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1418548860,
            "txt_content": "写了这么多可惜没人看（斜眼笑）"
        },
        {
            "author": "xcc",
            "timestamp": 1419745320,
            "txt_content": "106088451 发表于 2014-12-7 17:19\n怎么可以写得这么多这么好！还让不让我们这些写文的混饭吃了(>﹏\n咳咳、我就是、为了、抢饭碗的"
        },
        {
            "author": "xcc",
            "timestamp": 1419745320,
            "txt_content": "106088451 发表于 2014-12-7 17:19\n怎么可以写得这么多这么好！还让不让我们这些写文的混饭吃了(>﹏\n咳咳、我就是、为了、抢饭碗的"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1433025960,
            "txt_content": "写的真好，教教我吧！"
        },
        {
            "author": "xcc",
            "timestamp": 1433588340,
            "txt_content": "@恶魔-潇洒 @咕噜and呼噜 @海潮"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1433588640,
            "txt_content": "xcc 发表于 2015-6-6 18:59\n@恶魔-潇洒 @咕噜and呼噜 @海潮\n海潮那么少都一堆 你那么多久这一点"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1433598480,
            "txt_content": "xcc 发表于 2015-6-6 18:59\n@恶魔-潇洒 @咕噜and呼噜 @海潮\n太深奥，看不懂。钱留下，扬长去。"
        },
        {
            "author": "xcc",
            "timestamp": 1433600040,
            "txt_content": "咕噜and呼噜 发表于 2015-6-6 19:04\n海潮那么少都一堆 你那么多久这一点\n我已经哭过了不要来揭伤疤"
        },
        {
            "author": "xcc",
            "timestamp": 1433600160,
            "txt_content": "恶魔-潇洒 发表于 2015-6-6 21:48\n太深奥，看不懂。钱留下，扬长去。\n那就继续交出人气吧"
        },
        {
            "author": "xcc",
            "timestamp": 1433603340,
            "txt_content": "@天阶 @末影龙娘"
        },
        {
            "author": "xcc",
            "timestamp": 1434117120,
            "txt_content": "@Michele @Aiursad"
        },
        {
            "author": "Danger_S.M",
            "timestamp": 1434259620,
            "txt_content": "一定写得累死了"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1435415760,
            "txt_content": "表示我看得懂！(好激动啊！）\n半（水）神的迷の史诗！\n万分感谢！我终于又有了复习的动力!"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436245560,
            "txt_content": "xcc 发表于 2014-12-7 13:13\nxcc的作死之作\n何为作死..."
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436342760,
            "txt_content": "咕噜and呼噜 发表于 2015-6-6 19:04\n海潮那么少都一堆 你那么多久这一点\n这就叫名气……x?c?c大大确实写的很好，但是海潮经常在论坛混，所以认识的人也要多些啦"
        },
        {
            "author": "xcc",
            "timestamp": 1436441460,
            "txt_content": "yuchenyang 发表于 2015-7-7 13:06\n何为作死...\n现在修改了很多....所以不作死了"
        },
        {
            "author": "ImDay",
            "timestamp": 1436960400,
            "txt_content": "soga!写得好-----------！！！"
        },
        {
            "author": "wsd81377",
            "timestamp": 1437195360,
            "txt_content": "哎呦不错哦"
        },
        {
            "author": "xcc",
            "timestamp": 1437195360,
            "txt_content": "wsd81377 发表于 2015-7-18 12:56\n哎呦不错哦\n交人气，"
        },
        {
            "author": "wsd81377",
            "timestamp": 1437195840,
            "txt_content": "wsd81377 发表于 2015-7-18 12:56\n哎呦不错哦\n- -给你俩个金粒如何？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437208440,
            "txt_content": "wsd81377 发表于 2015-7-18 13:04\n- -给你俩个金粒如何？\n别人写得这么好你就只给金粒"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443170340,
            "txt_content": "我累个擦\n能不能空格啊"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443235140,
            "txt_content": "龙隐尘L 发表于 2015-9-25 16:39\n我累个擦\n能不能空格啊\n额。。。。。。。"
        },
        {
            "author": "3567",
            "timestamp": 1460362020,
            "txt_content": "写得真不错，顶一下"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461465540,
            "txt_content": "看来周创真的需要掘坟党。\n不管怎么说怎么想，还是先好评一个。"
        }
    ]
}