{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第二十八章：名为粉可】",
    "author": "418878840",
    "replyCount": 2,
    "timestamp": 1417934760,
    "txt_content": " 本帖最后由 418878840 于 2014-12-7 14:47 编辑 \n没话说（找错字有奖哦）\n索引在此\n\n第二十八章：名为粉可  “你也别太早下结论，有时候，等级并不代表一切，粉可。”雪朔信心满满的站在白伤和其他人的后方，让愤怒的猪二君无法接近。  听了雪朔的话，猪二君的脑海一下子炸开了，无数回忆就像浪涛一般，冲刷着他的神智。  “他怎么不动了？”纹竹问道。  雪朔没有回答，也没有让白伤等人趁此机会攻击，只是笑着。  过了一会，猪二君回过神来，死死盯着雪朔且凌厉的眼神中多了一份警惕，声音颤抖着问道：“你……是怎么知道我的名字的？”  “很简单，靠这个。”雪朔说着，拿出一份名单。  那是储藏室中存放的肉体的名单，上面详细记录着实验体的资料。  “不可能！”猪二君冲着雪朔大吼，“我在之前根本就没有出来过，你们是不可能发现他的脑子里还有一个精神的！”  那个他，指的就是猪猪君了。  “我们的设备这么先进，怎么会检查不出来呢？”  其实在猪猪君被关在海绵房间的这段时间里，数据库的技术人员九悄悄的对他的灵魂样本进行研究了，那时，他们发现猪猪君的灵魂中有一团黑色的灵魂。那灵魂气息异常，看到它的人神智就会不正常，那个时候，我就详细调查了一下。  “结果啊，嘿嘿，”雪朔又看了看猪二君，笑道：“这个灵魂，就是当年把数据库完全毁灭的人——粉可。”  “什么！”紫色人员们听后，惊讶道。  白伤是最近才加入的，所以不清楚，但其他人却都略有耳闻。  “这个人，就是以前那个仅凭一个人，一把刀，就把镍队长给击败的人吗？”万伏面带恐惧，惊慌失措的往后退去。  “别慌，当时虽然他跟镍队长的战斗中获胜了，但他也身受重伤，被其他人给击败了。”纹竹说道，“而且我估计他只是侥幸从灵魂储藏室逃了出来，随便附在一个人身上而已，压根没有以前的实力了。”  “话说这个人好丑啊，要附身也不选个帅一点的，搞的我战斗的时候都恶心。”纹竹嘀咕道。  声音虽小，但猪猪君还是在另一个空间中感觉到了，无辜的苦笑着。  “那么，你们要怎么打败我呢！”粉可一声高喝，就消失在了原地。  “白伤，十二点方向，正前方！”雪朔闭上眼睛，感觉到了什么，立刻指挥白伤。  召唤出灵魂碎片，月牙形的刀刃十分奇异，突然，一阵齿轮转动声，那月牙就变了个方向，直击前方。  “哐锵”一声，白伤身前突然爆开一团血花。只见不远处的粉可捂着腰部左侧，喘息着。  “竟然也是S级，看来这场战斗会很有趣。”粉可站直身子，浓郁的黑色气息再次充满了他的全身，而他的伤口，竟然在自己愈合！  “数据库内有两名实力相当强劲的军师，一个擅长临场指挥，一个擅长提前布阵，不知道你是哪位呢？”粉可笑道，但下一刻，他的身影变虚幻起来，消失了。  “纹竹，七点方向，把长枪横在自己胸前。”  “万伏，朝左翻滚。”  雪朔语速极快，但每次他说完时，粉可的攻击就会接踵而来，不给他喘息的机会，所以雪朔的指挥并没有停过。  万幸的是，他的指挥很有效，每次他们都能正好躲过粉可的致命攻击。  “靠，你开外挂啊，怎么都打不到你们。”粉可经过好几轮的强力攻击，力气渐渐消失，感受着手中的刀越来越沉，越来越重，粉可知道自己坚持不下去了。  “擒贼先擒王，速战速决！”灰色雾气都被之前粉可给挥霍光了，没有了灰雾的掩护，尽管他速度再快，身子移动的轨迹还是暴漏在了众人面前。  粉可闪到白伤跟前，对着他的喉咙就是一刀。  白伤连忙举刀抵挡。  可粉可突然一个急刹车，身形一转，刀刃对着一旁的雪朔划去。  “死吧！”粉可大叫着。  “你以为，我只是军师吗？”雪朔突兀的说道。  “难道你不是？”粉可一愣。  雪朔手里出现一团蓝光，就在粉可的刀要砍下他的头颅时，一层冰晶挡住了刀的去路。  “扇子？”粉可意识到不妙，向往后撤，但他的手已经被冰住了，无法移动。  储藏室里出现了几片雪花，整个室内的温度骤然下降。\n \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 @紫晶Blue @陈翰磊 @爱拍之子D @Vatican.Taxi @qxdnfsy \n好友@大召唤术！\n另外，求人气\n\n\n\n\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "106088451",
            "timestamp": 1417942560,
            "txt_content": "终于比上一章强了。"
        },
        {
            "author": "回忆都市",
            "timestamp": 1417944660,
            "txt_content": "我是人气， 我是人气 =w="
        }
    ]
}