{
    "title": "【原创】曾经遇见曾经的曾经",
    "author": "电饭煲（备）",
    "replyCount": 4,
    "timestamp": 1417961400,
    "txt_content": "                                                                                            曾经遇见曾经的曾经        过去让我流连忘返，走过的大大小小的一条条道路如今摆在我的面前，我不知道怎么办，我也不知道不该怎么办。\n        悲观情绪笼罩着我的心灵，我的心如同在黑暗的阴霾中度过了两年。我今年是七年级，很多人可能会说：“七年级而已，后面的苦难还多着呢，有什么大不了的？都是年轻时候的错误。”我赞同这个观点，我并不否定，我相当于是在寻求帮助，但是周围的人给出的答案似乎都如此千篇一律，完全没有任何的可参考性。在这些一个一个的意见中，我不断地觉得，我的父母给我的帮助比起老师给我的帮助大得多的多。无论哪一科老师，我只要问他们这个纠缠我两年的问题，他们的回答惊人的一致——好好学习，不要去管这些东西。我已经疲倦了，对于中国的教育我认为我也只能说到这里了，我认为教育是一方面，这无可否认，但是我更认为，我自身却是导致我今天结局的一个因素。\n        许多人并没有看过我以前的文章，您们可以去看看，包括“电饭煲”这个用户名称的文章，有些甚至都不算是文章，就是几句闲谈逸语，但是自从进入了六年级这个坎之后，我的文章情绪每况愈下，在文字外的世界，我拥有的也仅仅是着一些，以至于我曾经跟我的父亲这样说道：“我如果离开了电脑，离开了互联网，我一无是处，我会永远的消失在这个社会的洪流中。”没错，我也只有在键盘前面思绪才会如此缜密。我不是键盘侠， 我不同于那些光说不做假把式的人，我说了，我做了，并且我做到了！如今的我已然成为一位平面设计师，一位摄影师，我完成了我人生目标的50%，然而这一切的一切都在两个月之内完成了，看似很美好是吗？如果仅仅如此简单，完全没有任何理由让我再次掌握键盘，写出这一段又一段肺腑之言。\n     我曾经为了一个哲学问题而思考——生亦何生，死亦何死，生死何异？不过至今我都没有找到答案，如今的我在学校中是一个知名的社交达人，我认识全校上上下下几千人，其中还有一两百人已经到了哥们儿的地步，他们看我的眼神是友善的，但是在老师的眼神中，我体会到的语言却是复杂的，我不知道我是否应该去同意老师的观点，说实话，我十分不想要去同意，毕竟老师的言语是如此的不可信（单单在心理上）。\n       我也活了人生的八分之一吧，也好歹明白了一些处事道理吧，但就是这些看似有用之际的处事道理让我陷入无法自拔的境地，与前文相反，我如今的人生可谓是破烂不堪，除了友谊的大网仍然笼罩着，其他的，我几乎是一无所有。我已经丧失了心智。在后文继续下去之前，我必须得说，如今的我已经是临床诊断上面的一位实实在在的病人，得的病几乎是超乎我所有时间的想象——精神分裂。没错，这四个大字对于我来讲既如同死亡宣判，又如同末路终章，一方面意味着我今后必须每周接受一次心理疏导，另一方面又意味着我在青春期这个坎上面肯定不止会跌倒仅仅一次。\n       我的内心就如同一坨乱麻，根本理不清一丝一缕，丝丝缕缕交错丛生，从根本上断绝了我做出正确判断的能力，医生正在帮助我，但是我还是无法拨开眼前的阴霾。\n       颤抖的双手，就似乎我的左右脑要撕裂开了一样，这种难以忍受的痛苦，经常在半夜袭来，但是一旦到了白天，这种撕裂的感觉随即消失，当我坐在电脑前，沉没在文字的海洋中时，我感受到的是前所未有的美好，我感受到的是前所未有的舒服，我并不喜欢在电脑上面玩多种游戏来打发时间，我毕竟还有自己的工作需要做，但是我如今面对着以前从来没想过的一个困难——抉择，我如今要做出一个艰难的抉择，我既可以选择继续我的学业，等到我高中毕业之后再去考虑工作，我也可以从现在开始就从事平面设计，积累经验，争取到达大学，在大学的课堂中不断地学习平面设计的知识。我很忧愁，这两者都有自己的好处和弊端，对于我来说，放下其中的任何一样对于人生都是一种重重的打击，放弃学业，这就相当于是背水一战，我如果失败，整个人生都失败了，但是我如果成功，我这辈子都成功了。放弃平面设计，这无异于就是对于我以前生活的一耳光，几乎是完全否定了小学的自己，而且如果我不去从事平面设计，我可能就得从头来过，因为我如今除了平面设计有最为充分的经验之外，别的都还只是业余爱好。\n       很痛苦，非常痛苦，极其痛苦，我不知道该如何面对这个世界，我该如何告诉我所知道的人们我最后的答案，我应该继续曾经？我还是应该再开辟一条道路？这是一个几乎是死亡宣判的一次判决，我担心我承受不起这一切的代价。",
    "replies": [
        {
            "author": "106088451",
            "timestamp": 1417962540,
            "txt_content": "真的假的？！精神分裂文思会如此好？？\n（我也初一，写的东西都自己无法看，12章，120时，763次TAT）"
        },
        {
            "author": "电饭煲（备）",
            "timestamp": 1417962660,
            "txt_content": "106088451 发表于 2014-12-7 22:29\n真的假的？！精神分裂文思会如此好？？\n（我也初一，写的东西都自己无法看，12章，120时，763次TAT） ...\n原来评分写不完，其实写作只要真情投入写真事儿就容易写好了，我这篇文章就完全是按照自己的真实生活写的"
        },
        {
            "author": "电饭煲（备）",
            "timestamp": 1417962720,
            "txt_content": "106088451 发表于 2014-12-7 22:29\n真的假的？！精神分裂文思会如此好？？\n（我也初一，写的东西都自己无法看，12章，120时，763次TAT） ...\n你写的也不差啊……"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1417963320,
            "txt_content": "106088451 发表于 2014-12-7 22:29\n真的假的？！精神分裂文思会如此好？？\n（我也初一，写的东西都自己无法看，12章，120时，763次TAT） ...\n精神分裂其实不是很可怕，就是有时候会出现幻觉....."
        }
    ]
}