{
    "title": "[双线]Sf勇士的传说 —— 最时尚的RPG服务器|多副本|多坐骑|妖精MOD|重品质百人[1....",
    "author": "yehan1998",
    "replyCount": 0,
    "timestamp": 1418039040,
    "txt_content": " 本帖最后由 yehan1998 于 2014-12-9 00:20 编辑 \n\n\n\n（管理组全体成员合照，主群设有：城管值班组 ，发现被偷/被拆/被骗第一时间请联系@城管值班组）BGM30秒后秒你 OwO\n\nSf勇士的传说秘境森林二周目你的世界 星光如初 -服务器宣传语\n\n从前，秘境森林里生活着 灵 – 龙 – 神三族。\n他们会在星星满天、小鸟破壳的时候欢喜赞叹。\n女神把目光落在他们身上时，心里觉得很温暖。\n\n无忧无虑的时光总是短暂。\n聪明的灵族渐渐猜到了世界运转的奥秘。\n奥秘里的强大力量，曾引起龙族的纷争。\n为了不让可怕的灾难重演，龙决心牺牲人类。\n在这命运的时刻，女神与龙立下危险的赌注。\n试验人类的信念能不能把握住森林的力量。\n\n\n那场考试诞生了十二位最勇敢的人类。\n他们赢得了龙的尊敬，让时之女神重获自由。\n并在大家的努力下封印了魔族力量黑水晶。\n就这样，伟大的荣耀时代诞生了。\n\n可是，黑水晶的再度破碎带来了新的混乱。\n人类勇士们再次挺身而出，踏上了冒险的旅程。\n勇士的传说才刚刚开始……\n        正在 荣耀时代 的齿轮隐隐倾斜时，时之女神 感受到了危机，动用时间的力量打开时空之门，再次让秘境森林重现地球。召唤神谕中来自未来人类世界的勇士，希望它们能阻止进阶而至的黑暗……\n       于是来自蓝色星球的幸运少年，受邀来到了千年前的—秘境森林。从此展开了一场追求精神奥义的勇士大冒险！\n\n\n本周目背景故事-世界观很久很久以前，有一片神奇的森林。它的名字叫做秘境森林。秘境森林里主宰一切的是拥有魔法的龙族。长久以来，龙族处处限制人类魔法力量，所以他们一直相处得很不愉快。善良的时之女神决定帮助人类，消除龙族的偏见。于是，一场考验人类的勇士训练展开了。这场训练造就了很多富有传奇色彩的人类勇士。这些勇士凭借他们的勇敢和忠诚赢得了龙族的尊重。后来，获得“神域勇士”的称号也逐渐成为一代代人类们追求的至高的荣誉，秘境森林了一片乐土。然而，谁也没想到，封印在森林深处的黑暗力量居然泄漏了！格历尔大陆陷入了一片慌乱！情急之下，时之女神不得不召唤生活在1000年后的人类勇士们来平息这场巨大的灾难……\n如果你是秘境森林一周目的老玩家，你可以看看这本为你写的《森林纪史》新勇士们也可看看，当我们回忆过去的时候总会有很多的感悟……\n\n《森林纪史》2014①这是由秘境森林游戏内容与玩家一切编写的记录书籍寄语：编写这本书时，是想让大家了解秘境森林的历史。当我们回忆过去的时候总是会有很多很多的感悟……这本书包含了精灵，马匹，以及人类英雄的历史记录，并记载了现在秘境森林形成的经过。认真读这本书吧，它是我所收集到的关于秘境森林的所有记录，你会读懂它真正的故事。—  肯洛克秘境森林的过去：秘境森林，是最适合生物居住的地方，远离都市的喧嚣，守侯一方原始的净土。伴随着一天的黎明，翠绿的山峰，广袤的原始森林，奔腾的河流。领略返朴归真的世外桃源般的生活，秘境森林等候着你。那时的秘境森林三部落[龙，灵，神]共同守护着((*???)ゞ→→森林。\n森林大事件记录：\n森年纪28年 人类突然发现远山中的秘境森林。发现这块神奇的土地后，人类对秘境森林进行的严密的监视，你的前辈奉命前往秘境森林进行调查，开始了长达8年的秘境森林生活。                                       人类秘密共往秘境森林输送各类人才计 4250人-森年纪32年 圣诞岛按照惯例打开了与秘境森林之间的灵道，本该是个平安祥和的圣诞节却因为千年雪女的苏醒而使整个圣诞岛陷入了困境，最终人类勇士们用自己的智慧解开了雪女的心结，黑玫瑰小姐的误会，姜饼人们的魔咒。\n森年纪 34 年 东洋忍者-埖跟随着卡特琳侵入龙穴秘境，妄想寻找到真龙Σ(｀д′*ノ)ノK倒。逼问世世代代守护真龙的卡卡库尔部落无果后，对部落进行了屠杀。生活在秘境森林的人类勇士在得知事情后，义无反顾的前往龙血秘境与忍者们展开了殊死较量，守护了真龙的故乡。\n森年纪 36年 元素神突然降临秘境森林，八块代表着世间元素顶尖力量的元素魔石散落到森林各处。 因为元素魔石会吸附到其他生物心中导致生物超常规变异，人类勇士们再一次肩负起拯救秘境森林的任务，在1个月不到的时间里成功收集起八块元素魔石，使元素神力量恢复如初，也使秘境森林避免了灾难的发生。\n森年纪 37年 生活在森林里的人类勇士们在睡梦中被灵族送出秘境森林，在他们醒来后发现秘境森林在地球上突然消失了。在动用了各国卫星对地球进行了地毯式的扫描都没有丝毫进展后，人们渐渐遗忘了秘境森林的故事……\n森年纪 41年    人类公历2014年7月20日\n人们突然发现秘境森林又重新在地球上出现。秘境森林这次出现究竟是为了什么？37年的突然消失后秘境森林到底经历了什么？秘密将人们送出秘境森林下到底隐藏着什么秘密？ 这本书等待着你和你的前辈共同续写。\nps:本书所有故事根据秘境森林一周目服务器活动进行编写，最终解释权归秘境森林管理组所有。\n\n待\n\n续\n\n\n\n\n服务器简介\n秘境森林由求生之旅系列服务器转型而来，服务器始于2013年1月28日，至今已正常运行300多天，成功创造了\n求生之旅、求生之旅2、秘境森林 三个具有不同色彩的周目，并一直以创造国内精品服务器为目标不停的创新，完善\n本次Sf勇士传说 名字是来自于：secret forest 缩写：Sf 加上本周目主题：勇士的传说\n本周目安装了以下Mod：\n盖亚·妖精 Mod 各种各样的妖精阻挠你的发展！萌萌的苦力怕娘小黑娘组建你的后宫！                聊天·泡泡 Mod ╮(￣▽￣\")╭说话头顶上会冒五颜六色的泡泡哟~麻麻再也不用担心聊天被刷掉咯！          家居·家具 Mod 不仅有可以恢复装备耐久的洗碗机洗衣机，(=゜ω゜)ノ还有可以冲水的马桶！                         动物·单车 Mod 妹子入服增五彩史莱姆娘坐骑！今天让我想想是坐铁傀儡出门ヾ(≧?≦*)ゝ还是中国龙！\nSf勇士的传说客户端自带皮肤Mod、G键合成、R键整理有中配客户端与低配客户端均供君选择\n服务器配置：i7 2700K 4.0GHZ  能够保障全服玩家的访问速度 包括海外测速报告一张 （中国无延迟、亚洲其他国家无延迟、其他大陆自行测试）\n高配客户端预览一张↓↓↓\n\n\n新手福利\n首次进入秘境森林的玩家都可以获得：金矛、背心、曲奇、工具包x1 灵宿鞋（加速BUFF） 做完新手任务后还有更多好玩♂的道具等着你噢 ~\n不要问为什么! 有钱！任性!\n妹子福利\n妹子可下载群共享的：妹子认证 教程进行认证~\\(≧▽≦)/~不仅有称号送，还有武器送 !! 首次充值还有萌哒哒爱丽丝权杖等你拿OVO\n\n\n\n\n服务器活动\n秘境森林与其他服务器不同，秘境森林举办的活动往往是其他服务器没有想到的或没有尝试过的。至今我们已成功举办了\n七夕烧烤节 、 冰雪购物节、 解救圣诞岛、 洛天依演唱会 、鸟叔绅士节 、跨年狂欢夜、秘境森林夏日祭、玉兔大作战、猫的夜市百鬼夜行\n将三次元的元素成功注入到我的世界游戏中，给玩家一种熟悉感，或许是秘境森林的一次伟大的尝试\n我们策划 近期 在游戏中举办 秘境2014年度冰雪购物节 \n购物节←2013年也举办过一届哟，反正就是发钱购物的节日啦!什么绝版之类的通通都有的思密达!!\n所以就是加入服务器最好好好的时机咯\n① 玩家老爷游戏中互动的NPC角色大部分我们都请了CV大大来配音 \n②游戏大厅及各个重要游戏地图我们都加入了丧心病狂的背景音乐\n③丰富多彩只有本服脑洞团队才能够想得粗来的活动 近期看到一些服务器不要脸的抄袭也是醉了\n④武器可以进行锻造，从C升级到B再升级到A 麻麻再也不用担心我没事干了\n⑤自动称号兑换! 如：一百块钱都不给我 等等称号 点击木牌就换咯 ! 兑换要游戏物品。有钱任性咯! \n⑥全服开启死亡不掉落，B:你怕死吗? A：不怕 ⑦这条是多余的，都看到这里了，快去下面加群 !!! 为了部落 yoooooooooo!!\n\n\n\n\n\n\n\n\n\n↓↓↓ 下方亲自拍\n\n\n副本选择中心\n\n\n\n安格尔悼斯 PVE副本 （已完结）\n\n\n\n试炼之地-神魔双塔 必体验副本 （未完结）\n\n\n\n熔古岩穴 多人挑战副本 （已完结）\n\n\n\n集装码头 PVP场所 \n\n\n\n猫的夜市 活动场所 （未来：门派掌门大厅）\n\n\n\n玩家休闲与挂机中心 ←字面意思\n\n\n\n生存世界（大厅）\n\n\n\n主世界 （大厅）\n\n\n\n\n\n\n\n\n\n\n\n\nSf勇士的传说 第一次不完全玩家性别普查 ↑\n服务器主群：89785016 ←给你们文字版好复制请务必仔细按照群规定修改群名片，以及阅读客户端自带的《森林公约》\n进群请立刻更改群名片！每天晚上23:00清理未更改群名片的玩家！\n服务器24小时全天运营 \n注：服务器不接受显示该用户近期多次被其他群举报或清理的玩家的入服申请\n图片自己解决了\n\n\n服务器招募点这→  ╭(╯^╰)╮（文案/美工/建筑师/协管）\n\n\n\n\n↓这货是收费内容咯服务器100人24小时全天运营 并且拥有多个定制插件 服务器每月运营支出上千 所以有能力的玩家可以购买游戏点卷来支持我们!\n\n勇士点卷 10元x1 服务器无VIP 已取消VIP\n以下道具可在游戏内用点卷购买\n暴怒战将-S 8点卷 牛郎 8点卷 梦行骇客-雷  D小调协奏曲-黑帮古典 10点卷\n艾莲·叶卡 5点卷 五火七禽扇 5点卷 莎夏·布劳斯 2点卷 莱纳·布朗 2点卷\n牛、鸡、马、羊、猪、狗、猫、鱿鱼、蘑菇牛怪物蛋 1点卷\n猪、羊坐骑 1点卷 麋鹿坐骑 3点卷 陆行鸟坐骑 1点卷\n锻造晶石[服务器武器打造系统道具]x3 1点卷\n保护马鞍x3 1点卷 邮箱 2点卷 信标 4点卷 称号更换劵x4 1点卷\n以上购买内容截止10.25日申请时，发布后以后每月25日会更新收费内容! 版主注意!\n服务器收费武器、道具用游戏里接任务获得的 艾莲币或灵石 部分也可以兑换! 点卷是为懒人准备的！！\n服务器100人24小时全天运营 并且拥有多个定制插件 服务器每月运营支出上千 所以有能力的玩家可以购买游戏点卷来支持我们! \n\n\nhttp://www.xiami.com/widget/9165337_1773633097,_1_1_FF8719_494949_1/multiPlayer.swf\n\n\n\n\n",
    "replies": []
}