{
    "title": "【原创＿读者支持我就连载】不落的瓦格阑",
    "author": "BL_oly",
    "replyCount": 5,
    "timestamp": 1418052480,
    "txt_content": " 本帖最后由 BL_oly 于 2014-12-9 10:13 编辑 \n\n别人太猛刚发出两小时就给我沉了3页，so，我决定重新发一次。\n        看着他们写我也心血来潮打算自己写一部看看 如果读者觉得可以 我会持续更新    初三学生党 学习任务紧   但是周末一定会更\n 引子\n         胜利者与尸体身上的战甲所烙印着的图腾，标志着这是两个不同的部落之间的战争，被鲜血浸透的土地散发着令人作呕的血腥味，残破的尸体、武器、破损的铁衣、皮甲杂乱的散落在地上，带伤的幸存者零零散散的互相搀扶着缓步前进。他们胜利了，但也付出了惨痛的代价\n        四天后…… \n        瓦格阑部落在与诺顿部落的交战中战败，幸存的族人们分裂成几个小村庄，再无与其他部落抗衡的能力。被迫毫无尊严的苟活在只有贫瘠冻土的雪地中，被胜利者追杀的族人们不再将战甲烙上图腾，以求被追杀的胜利者看为一个文明落后的小族，来躲过诺顿一族的追杀.。\n第一卷：四年的旅途，磨炼的路\n第一章：路的开始\n        那一年，我十四岁，村长将与我同龄的孩子都召集到村中心的大厅中，连女孩也不例外。我们从村长手中接过磨得锋利无比的石剑、沉甸甸的装满箭的箭袋、一把镌刻着火焰咒印的弓，以及代代经验谱汇而成的一本牛皮书。“孩子们，明天，你们就必须离开村子，去到比现在更艰苦的环境中去磨炼，去探索。四年后的今天，不能回到村子的人，自然不能成为我们村子的勇士。在四年后活着健康的回到村子，那将成为村子的勇士。我们的勇士不断的增加。相信总有一天我们会迎来部落的复兴，瓦格阑的信仰不会覆灭，它耀眼的文明终究会重现。”村长停下对孩子未来期望的讲说，转过头来看着我“森，你的父亲祖父都是部落的将领，他们将他们的血洒在保卫部落的战场上，诠释自己对部落的信仰，为部落献出了自己的生命，他们都是勇敢有作为的人，我相信，你一定会继承这份勇气，四年后，你一样是和他们一样的勇者，你一定也会有一番作为的。”我点点头，暗暗的捏紧了石剑的剑柄。从我记事开始，六年，我付出比同龄人更多的努力，训练自己剑、弓的水平，熟悉驯马、畜牧等生存必须的技巧，只为等待这一天，出村磨炼的四年之路，到充满怪物与敌人的环境中去，渴望自己所作出的努力被鲜血所证明。\n        第二天凌晨，我将未来可以维持五天的面包和水放入背包[含压缩空间，游戏专属科技，以后不要问我为什么他背包装不满]，披上厚实的皮甲，推开门，门外夹着雪的寒风吹的我的脸生疼路边的火把若隐若现，仿佛随时会熄灭一般，“这么早就要离开了吗，不能再待一会吗？”我回过头，看着母亲憔悴的脸色，她的眼中泛着血丝，明显是彻夜未眠与哭泣过的样子，我心中不免一阵心酸，“妈，你知道我等这一天已经很久了，我已经等不及了，放心，我一定会健康的回来的。”话落，母亲抽噎着说：“妈知道你心中所拥有的抱负，妈也相信你一定会活着回来成为村中最强的勇士，可是我只是舍不得你”我不再说话，只是回头背上昨日领到的箭袋与弓，收好锋利的石剑，便走出了家，妈站在门口嘱咐我：“妈一定等着你回村。”我走出村子，踏上磨炼的路途，回头看了看村子，暗暗捏紧了拳头，心中暗暗立誓“我一定会回来，成为领导村庄，复兴部落的勇者的”\n第一章搞定\n\n\n第一次写，读者支持的话，我会持续更的，但是初三学习比较紧，不定期更新吧",
    "replies": [
        {
            "author": "BL_oly",
            "timestamp": 1418052720,
            "txt_content": " 本帖最后由 BL_oly 于 2014-12-9 10:20 编辑 \n\n就算要喷也给个评论是不………"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1418124900,
            "txt_content": "还行，建议看看版头推荐的小说"
        },
        {
            "author": "Technology",
            "timestamp": 1418127840,
            "txt_content": "很棒的作品！记得下次用电脑加模板噢"
        },
        {
            "author": "BL_oly",
            "timestamp": 1418177460,
            "txt_content": "Technology 发表于 2014-12-9 20:24\n很棒的作品！记得下次用电脑加模板噢\n终于被版主发现了  好激动……第一次写【模版是啥我都不知道】没什么信心，上次发被人沉了四页，其实我已经闷骚的写好了第二章，就是想先看看有没有哪位大大滴看好....."
        },
        {
            "author": "451556614",
            "timestamp": 1418438340,
            "txt_content": "呵呵，我是小陈技术，腐竹"
        }
    ]
}