{
    "title": "<原创·连载>《星间远航：殖民地》-- 第一章·异星迫降",
    "author": "miguo",
    "replyCount": 8,
    "timestamp": 1418312460,
    "txt_content": " 本帖最后由 miguo 于 2014-12-11 23:42 编辑 \n\n前言啊呀呀！矮人居然也能写出第一章！\n非常感谢大家的支持~管他有的没的呢。\n非常感谢下列人员的支持！（包括但不仅限于）（排名不分前后）\n冥王星人 诛仙变(“画外音:劳资叫朱仙变！”) A245 卢笑尘 我的副群主-可乐不加⑨\n觉酱 KEI 小芳 立刻二 茶杯 C8\n等等等等一切曾在矮人测试时读过拙作的人，再次感谢。\n\n\n正文\n\n老船员说，人死之前会不由自主的回忆起过去。\n而我现在就在眼前不断闪现过去的光景。\n我快死了？\n不，仅仅是那“可爱”的AI为了我不在休眠时太过无聊时而自动播放的纪录而已...\n但往常的影像仅仅是对任务的不断重复而已，今天也许头盔在爆炸中出了些小问题。\n......\n我为了父亲的店可以顺利开张而参加了征召，在那里我带上了这个头盔，那可真是次有趣的经历。\n\"早上好！我的朋友，这是你我的第一次见面！日后会有更多机会来增进你我感情的！我相信！\"我带上头盔之后这AI就用问候语给我爆了屏。\n“关闭情感功能”这是我第一个学会的操作指令\n从此世界安静了，但它还是依然犯二。\n\n我第一次接触德尔塔，我对它感觉还不错。\n但不爽的是AI也对他感觉不错，我能感觉到AI试图两次突破我的命令跳出来对德尔塔发表些意见，好在他没成功。\n我拉开了枪栓，像其他新兵那样开始瞄准...接着我视野中就出现了“瞄准这里！德尔塔跟我说了！”的字样。\n该死，他想到了我命令的逻辑缺陷。\n紧接着我就修复了这个问题。但我觉得德尔塔是个好名字。\n对了，德尔塔是把代尔I型步枪。Corpos人称手电筒。\n\n我与战友第一次面对G佬\n我在掩体后躲着，不时用德尔塔扫射一番，看那个倒霉的G佬自己撞到枪口上。而我的战友则屹立于弹火中不断瞄准...\n我这可没半点近战最强的样子啊~\n\n我的战友是个有趣的人，他比我厉害的多，但却只是个船员。\n在战场上时，我也曾问过他的名字，他摇了摇头，接着用AI消息给我发过了一个信息“（笑脸）........ .... ..”\n从此我叫他无名。\n......\n\n“咚！”\n降落舱来了一次硬着陆。\n“嘶~~”\n气阀被打开了，我感觉我的身体失去了支撑，紧接着面朝下趴在了大地上。\n四肢传来的酸痛证明了我在休眠过程的经历不怎么愉快。\n然后我可爱的智能AI以为我用这个姿势是为了发现这个新星球的某种植物，兴奋地开始扫描，接着嘀嘀嘀在我脑中响个不停。\n该死，我站不起来。\n嘀嘀嘀嘀\n我面前已经读取出了我面前这种草的水分组成比例。\n我不是要你干这个啊！AI！\n嘀嘀嘀嘀\nAI已经分析出这种草可以吃了。\n我去我现在不需要吃饭！\n嘀嘀嘀嘀\nAI已经为我推荐出三种类似烹饪食谱了。\n我想扔掉头盔了。\n\n屏蔽掉AI。我开始正式的检视我现在紧急降落的这个世界。\n绿草，长着藤蔓的树木，还有我脚下的松软泥土。\n这个世界似乎与地球有所相似。\n但地球早已被变异的树木和滕蔓覆盖，古人的建筑被它们侵蚀的破败不堪，我曾有幸去往地球，但那里巨大的藤蔓与库狛着实吓了我一跳。充满着奇怪苔藓气息的空气，G佬的病毒注射器，地球没给我啥好印象。\n这里一切都与地球相似，至少是古人过去的留下的美好影像的那种，但少了浓重的喘不动气的苔藓味，巨大怪异的病毒注射器，还有那些拿着枪械嗷嗷嗷杀光一切的G佬。\n老天，这让我不由自主的放松警惕，幻想起如果这里是我家该如何如何美好\n\n等等？我的家...?\n我有多久没回家了。\n\n我从出生起，就在巨大的穹顶建筑中生活。虽说就是个风格单调，由强化玻璃，砖石等划分出居住区的巨大建筑，但却不失为一个好住处，至少是在殖民地中是这样算的，总比那些身着简易太空服就在外面耕种的农民们好。\n我的父亲，是个...有趣的商人。\n罢了，暂且不提。\n我的母亲，是个老实巴交的殖民地居民。\n没啥好说的。\n我本应成为一个平平常常的小居民的，但父亲的疯狂举动几乎颠覆了整个家庭，也把我送进了Corpox。\n\n我又想多了，以前在飞船时可没有这么多心事。或许和我下意识认为这里人畜无害有关？\n这里太过祥和了...\n\n\"唔啊啊啊啊！\"\n我听到一声惨叫。\n老天，你不需要这么著急的来打破我的愿望吧。\n但我还是要过去瞅一眼...吗?\n我看了看自己身上藏蓝色的制服，尽管完好无缺，但显示屏显示护盾电力依然不足一半。\n显然刚才的冲击并非是没对我造成影响。\n我返回到弹射舱，企图从中发现些有价值的物品。\n看来冲击也给弹射舱不少损害，至少我的储物箱被震碎了。\n杂乱的电线和金属碎片混在一起，这可不是个好事情。\n碎片锐利的边缘还不时会触发护盾，这让我那本来就少的护盾电量进一步向“0”靠拢。\n这可不是个好兆头。\n好在，当我拨开一块标有“物资”的金属板，其下有几块电池被紧紧包在防水袋中，丝毫未损。\nGJ。\n\n从背后的供能槽中扣出那块电力耗尽的电池，我摸索着将新电池卡了上去。\n护盾开始恢复正常，然后就是“哎呦老大你找到了个电池！”的声音一下子出现在脑海中，把我吓了一跳。\n等等，这个场景有些熟悉？\n\"早上好！我的朋友，这是你我的第一次见面！日后会有更多机会来增进你我感情的！我相信！\"\n有点熟悉？\nAI！他是怎么绕出我“在我允许你说话之前你必须闭嘴，还有不准给我除了我需要的功能以外的功能你别乱跳，除非你死了。”这个口令的。\n“你违背了我的命令。”\n“我没有，老大，你忘了你扣了你背后的电池？你扣那个电池，整个系统都断电了，断电的我就算死了不对么？现在我有电了，我又活了。”\n该死，啥时候AI也会玩文字游戏了。\n“好吧，那么你现在给我闭嘴成不。”\n“成”\n然后我系统瞬间断了电。\n我的护盾也是。\n“...我觉得你挺好玩的，出来聊聊天吧”\n“我就知道老大你不是那种不讲情义的人，谢谢老大”\n护盾回复正常了。\n我觉得我摊上了个麻烦。\n\n\n随着护盾回复完毕，我也该动身了。\n回望一眼那伫立在草坪上的银色弹射舱，舱门依旧保持着开启的姿势，并非是我天真的认为野生的动物不会对里面的物资感兴趣，而是冲击毁坏了里面的大部分仪器，换句话说，我能从里面出来就是个奇迹了。\n现在我只能寄希望于动物不会对铁皮感兴趣了。\n然后我的目光随刚才声音传来的方向看去。\n那是一片密密麻麻的树林，树木之间的缝隙小到我无法从外看到里面的事物。\n树林...唔...树林...\n我的头皮一阵发麻。\n树林从来没给我好印象。\n上次在地球，我被从树林里窜出的库狛爆了菊。\n老天，你不明白狗牙穿过防护服直接与你的屁股接触的时候有多痛。\n那是我船员生活中最为耻辱的一天，当我捂着屁股呼叫了队友后，他们第一反应不是举枪射击库狛，而是搂着肚子哈哈大笑。\n然后我屁股的疤就多了几道。这事也成为了“远行号最好笑话”大赛的一等奖作品。\n该死。\n\n我犹豫着，突然意识到自己其实有个挺好的帮手。\n“咋了老大！犹豫啥呢？难道你想起你上次被那个库狛爆菊的事情来了哈哈哈？”\n该死...它咋记得那么清楚。\n“还有老大，你别想让我检测生命体，那玩意要有仪器，没仪器我啥也干不了。”\n那要你何用...\n“对了老大，当时我还拍了你的伤疤记录呢哈哈哈”\n“你！”\n然后我眼前一黑。\n断电了。\n\n重启系统。\n“你啥时候能给我安稳点！”\n“抱歉老大，我笑的有点大...导致我短路了。”\n这是我第二次想扔掉头盔。\n\n“你是AI，你总可以用雷达吧？如果不能，我就直接找个河沟把你扔进去。反正你也没啥用不是？”\n我威胁道。\n它一阵沉默......\n“好吧。”它无奈的回答我。\n等等，我能确定这货刚才绝对是故意耍我了。\n不过我还需要它的雷达，于是先作罢吧。\n\n“向东继续走。”\n我在AI的指示下前进中。\n我依旧怕这片树林，不过，似乎看起来，这里的生物早在我降落时就被吓跑了，除了经过草丛时惊起的数只小虫，没啥其他动物。连鸟都不曾有一只。除了绿草就是绿树，绿绿绿个没完。\n“AI先暂停吧，我累了，在这里歇歇脚。”\n“成，老大，我听你的。”\n真的是么?我感觉这玩意没少玩我。\n不过先不管了，我走了不少的路，刚刚冲击带给我的疲劳还没缓解呢。\n我找了棵看起来挺高挺稳妥的大树，然后不假思索的便向它靠去。\n“真舒服啊。”\n我发出了这么一声舒适的赞叹。\n“咚！”\n我眼前突然一黑，然后我头顶传来冲击带来的眩晕和疼痛感。\n“谁！”\n我猛地站起身喊道。\n\n“咚！”\n又是一次重击，我感觉我本不清醒的头开始晕起来。\n为啥我的护盾会没用...\nAI死哪去了...\n树顶开始离我越来越远...\n“噗”\n我倒在了地上...\n迷糊间听到了AI的嘲笑声...\n到底是谁袭击了我？\n我晕了过去。\n\n\n\n（——笑吧2333，正文就是欢乐）\n",
    "replies": [
        {
            "author": "247741281",
            "timestamp": 1418312640,
            "txt_content": "前排！先马再看！"
        },
        {
            "author": "247741281",
            "timestamp": 1418313480,
            "txt_content": "AI好萌啊hhhhh"
        },
        {
            "author": "fybl",
            "timestamp": 1418313600,
            "txt_content": "楼主好有才,坐等更新"
        },
        {
            "author": "Wolverine",
            "timestamp": 1418334840,
            "txt_content": "发现新星一枚，准备降落～"
        },
        {
            "author": "shure",
            "timestamp": 1418365620,
            "txt_content": "我的人好想来玩玩……\n等等……突然发现我里头有一个LAD角色是客串最多次的一个……"
        },
        {
            "author": "a2455564728",
            "timestamp": 1418390220,
            "txt_content": "坐等联动篇，我已经准备在双影里引入观念了"
        },
        {
            "author": "北极星人",
            "timestamp": 1424010120,
            "txt_content": "AI真可爱，我都想有一个了……"
        },
        {
            "author": "zxc7788638",
            "timestamp": 1591149300,
            "txt_content": "MCBBS有你更精彩~"
        }
    ]
}