{
    "title": "【文学创作】<原创·单篇>世界陨落使（作者：星维）",
    "author": "o-zero",
    "replyCount": 3,
    "timestamp": 1418386560,
    "txt_content": "一个超短篇的单篇吧，就是给大家养眼的......不过这一部作品可是我费尽心血才作出来的，请大家好好对待\n\n   \n   离我们遥远的未来，看起来毫无威胁，但实际到处都暗藏危机。\n   他们两个，甚至两大“系统”的战争是根本不会停止了......在朦胧黑夜里的山峰之巅站立在一男子，是一个有这金色头发、穿着黑色纳米服的孤傲男子暗自思考着，他的手中紧握着一个非常漂亮的晶体，看起来虽然漂亮但好像没什么用的晶石却有着大用处......\n   现在这时期能源缺陷，世界眼看就要崩毁，可就在这时人类发现了各种有用的资源，他们想阻止这场浩劫，但很明显资源不够，所以人类自相残杀，只为得到哪些资源......\n   这名男子名为Karen是个佣兵，这颗晶体是一个神秘的男子送到他手上的，过了不久紧着这晶石的手被晶石的棱角扎破了，血液滴答滴答的往下掉，还有一部分血液则是被这晶石吸收掉了。Karen看了看自己的手，随后从山顶上跳了下去，Karen努力地旋转身体，他造成的强旋气流把晚上的微风都聚集过来，随后他停了下来，聚集的晚风在这一瞬间突然张开，在这朦胧夜色中张开了一双风的翅膀，过了不久，Karen安然落地，“这是我的使命，当然不可有一点迟疑！”他提醒着自己，他要做一件惊天动地的大事，不过，这大事可不是现在做。\n   在一个靠近世界边界的边境的地方，有两对壮大的人马，其实强悍、势均力敌。这两个团队就Karen所说的“系统”所谓的系统自然就是控制整个世界的系统，他们需要资源，但是没人愿意共享，于是从一个大团体变成了两个战争的队伍，而他们以前的领导人也被推翻，这两个队伍一个叫七夜，一个叫破晓，他们在这已经僵持了好久了，破晓队里的一个强狙手以迅雷不及掩耳的速度直接向七夜队一个士兵射去，狙击枪子弹划过空气的声音在空中炸响，随后队中有一个士兵脑壳爆裂直接倒下，随着这个士兵的死亡大战一触即发，人们的喊声彻响长空，其中破晓有一个白眼棕发的青年简直杀人如麻，一开始刀光划过就有好几个人死亡了，现在杀的更是起劲！对方也有一个几乎和“白眼”长得一模一样的人但是眼睛和正常人一样，随即他们两个对在了一起，那白眼男子说：“你真要和我作对？我们一起重塑世界不是更好？”那个和他长得几乎一样的男子向白眼男子挥刀看去“你以为我真会和你同盟？100年前我因相信你，被你重伤，你以为我还会相信你吗？我难道不知道你想毁灭世界，而不是重塑？”\n   他们正打的热火朝天的时候，突然一阵刀光闪过，破晓队里几名大将直接被砍下头颅，随后一个金发男子站立在“风暴中心”“是Karen！十年前那名为金魂夺命者的新人类！“正是在下。”Karen安然的说道。“so？这场比赛你们还觉得有胜算吗？”Karen问道，“不管他！全都给我冲！”领头喊道，随后一帮人直接冲了上来，“看来你们需要点血，才能将顽固冲刷掉！”Karen一边说一边用手上的刀斩杀敌人，杀敌过半，但还是有人冲上来，他们队里的人几乎都杀红了眼睛阻挡不了。\n   没想到，敌方对已经残杀殆尽以后自己队的人也几乎都死了，转眼间只剩Karen、白眼和跟白眼是双胞胎的人了，“认识一下，我是罗注。”白眼看了一下和他一模一样的人“呃，我叫罗夜”另外一个人缓了一下。Karen看了看他们两个然后看了史蒂夫一眼随后摇摇头“看来你们不是任务中的重点。”“什么是重点？”罗夜显然不懂，“呵，你没必要知道，但是你们也是任务的执行者。”Karen不紧不慢的说道，随后消失不见。\n    -十年前-罗夜：“十年后我将会重生，这晶石就是要你帮忙的酬劳，帮我，赢下这场战争，十年后两大系统将会对战，阻止他们！但那只不过是小部分而已，重生之后的我将会帮助你！”“这任务，我接了！”Karen自信满满的样子。\n    “怎么会输！？”破晓队的领导大喊道。那名领导身体雄壮，头发呈银色，眼睛里满满的怒火。\n    “都是那......那个Karen，不....不是我们的错！”一个大将面色惨黄的答道。\n     随即那领导直接把那名大将一把抓起，随后张开嘴，嘴里顿时出现一个黑色的球，不，不是球，是黑洞！一个根本看不到底的黑洞！那名大将直接被吞了进去。看来事情麻烦了！“除掉Karen！除掉Karen！”那领导嘶吼着，“这资源都是我的！都是我的！没人能夺走！”领导的眼睛里盛烧着怒火。\n     -清早-叩叩叩，叩叩叩“进来。”破晓领导淡淡的说道“对我还真暗淡啊，我不喜欢黑暗，因为黑暗塑造了他。（这里指Karen）”罗注看着破晓的领导，仿佛准备一口吞掉他一样。Karen一只眼睛半睁着，似乎发现了什么，这一切，好像都在被某个人操控着！\n     看来还要一段时间，才可铲除这些人！罗注心里暗暗想到，这次事情看来很快就会完成，但一些人就是不乖，在怎么调教也不会变好的......Karen显然发现了一些不寻常。\n     这时Karen旁边出现了一个女人，“老大也会有烦心事哦。”她对着Karen讽刺到“是啊，烦心事一波接一波，挡都挡不住！”Karen回答道，那女的开始有些着急了：“有什么事要发生吗？！”“有！怎么没有？两大系统各站一头，大将都是破神级的！”“破神？看来不好对付！”这世界有分等级分别是：入门、细微、完美、宗岚、破天、破敌、皇者、修魔还有分支修神，后面还有很多，但那是以后的事了，“我才刚突破破敌成为皇者，恐怕他们统领都到皇者无敌了！”\n     -修罗练晶室-一阵刀影闪过，看都看不到的速度和无比到位的攻击技巧，只要有一个人不小心就会被立即刺穿“我准备那么多年，可你却一次次阻止我！”一个穿着黑色鳞甲的人说道，那人就是罗注“这根本不可能，但是你不信，这原核用处可不止这一个，我们换一个方法用，不是一样？”罗夜不紧不慢的说道，“一个修魔一个修神还有什么好说?”随即罗注他趁罗夜不注意把他整个人推进高压反应炉，“去给原核陪葬吧！”罗注嘶吼道，突然一道黑色身影一闪直接把罗注一脚踢开，罗注整个人撞到了合金硬板上，一口血吐了出来，此时他的后背颈椎已经完全断裂，而他深知那人只是轻轻一推，就在这短时间内，那人立即飞到了罗注身边，但并没有打他，而是侧过身来深深的吐了一口气，“贴山崩！”神秘人大喊道，随后直接顶了过去，顶到的那一瞬合金夹板直接爆裂，连带附近的一些东西一起爆裂，罗注直接飞了出去，因为力量过大速度都超过了光速！导致普通人的肉眼根本看不见，所能看见的只能是一道长长的光束和一道巨大的裂痕，罗注被撞飞的时候直接沿直线贴地而行，现在根本就看不见了，甚至可以说这世界已经没有他的存在了。\n     不过显然时间不够用了，原核直接聚在一起，光是威压就已经很恐怖了，突然Karen冲了进来，他不顾三七二十一的直接挥刀砍了下去，世界在他挥刀砍下去的那时候彻底安静了，充满色彩的世界就在这时候变成了白茫茫的一片，随即恢复过来，跟什么事都没发生一样。\n     Karen转转头，随后走掉了......因为已经没什么可留恋的了，这世界，已经完全陨落了，虽然会在崛起，但它实际已经被毁灭了，毁灭的其实不是Karen砍下的原核，而是那个神秘人，飞向宇宙的时候的回眸，导致了麦快福世界爆炸！\n\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "北极星人",
            "timestamp": 1419043200,
            "txt_content": "是挺养眼，我都300度了我还勉强看完了，字号调大点呗……"
        },
        {
            "author": "xcc",
            "timestamp": 1422800760,
            "txt_content": "你不是亚瑟么"
        },
        {
            "author": "o-zero",
            "timestamp": 1423364160,
            "txt_content": "xcc 发表于 2015-2-1 22:26\n你不是亚瑟么\n可能，后面被人逼着改了"
        }
    ]
}