{
    "title": "成为土豪之路 能源篇",
    "author": "特务支援课",
    "replyCount": 5,
    "timestamp": 1418397780,
    "txt_content": "    之前我朋友为了冲级宣传服务器把我放在服务器里的教程（这东西应该算教程吧）直接打上来了，弄了很多失误，我也代替他向大家道歉。这次我把我放在服务器上的另一篇文章扒下来，稍作改动，希望能够抛砖引玉，或者帮到一些不知该做什么的入门的朋友。    废话不多说，后面废话多的是，上正文：\n\n\n成为土豪之路 能源篇 如果想靠工业发家立业，合适的能源供应与足够的加工机器是肯定少不了的。我在这篇文章里主要是对IC/GT/RC/TE的各类能源做整体评测。我这里的GT指GT4，应为主要针对服务器玩家（我猜没多少服务器拿GT5欺负人） 首先补上我之前在上一个贴答应的地狱岩浆提炼设施（GT4，BC必要）大神们应该是有比这个更好的方案的，我权当是抛砖引玉了。先上全图\n\n\n\n\n00.jpg (20.05 KB, 下载次数: 8)\n\n下载附件\n\n2014-12-12 23:14 上传\n\n\n\n\n\n再上建设过程\n\n\n\n\n01.jpg (20.41 KB, 下载次数: 9)\n\n下载附件\n\n2014-12-12 23:12 上传\n\n\n\n\n\n最底层放一个BC水泵，两边放金质防水管道，另外两边放一个电力引擎（我用的是林业的，其他mod的亦可）和一个红石引擎（我会解释为什么）\n\n\n\n\n02.jpg (19.09 KB, 下载次数: 10)\n\n下载附件\n\n2014-12-12 23:12 上传\n\n\n\n\n\n金质防水管道上面摆工业离心机，水泵上面GT热敏发电机，放上红石块（你用拉杆也成）让引擎开动\n\n\n\n\n03.jpg (19.64 KB, 下载次数: 10)\n\n下载附件\n\n2014-12-12 23:12 上传\n\n\n\n\n\n一旦热敏发电机亮了，打掉红石引擎换成电力引擎，然后做好抽出，完成。注意木质物品管道不能放在工业离心机上面，那样抽不出来的，只能放在侧面。（当然我的物流做的很简单）这个机器只会抽水泵下方5*5范围的岩浆（深度倒是无限），所以抽干了记得换地方。岩浆提炼设施生产金银合金（可以分离为金和银），铜，锡和钨。   善用能源桥在MC的世界中，工业体系所使用的能源各不相同，在我们这个服务器中就有IC/GT的EU，TE的RF，和BC/RC的MJ。如果要分别对于这三个能源体系分开发电，效率太低了。鉴于IC系列的发电能力最强，我们可以使用IC电源发电，再用能源桥转换为你想要的任意格式。（个人意见，现今能源桥基本上是最好的能源转换mod，建议想多加科技mod的服务器/懒人包装一个） 二．发电机评测首先，TE的能源炉整个系列都是坑，建议所有不喜欢作死的小伙伴不要用。（烧燃料不说还要冷却，燃料还多是奇葩的玩意）BC的燃油引擎在野外临时需要大量MJ能量的时候可以使用（虽然我不觉得有什么地方要用，算我拜托你们不要用采石场），不过注意这玩意要冷却不然会炸（熊孩子你听好了这个爆炸在爆炸保护下不会破坏地形的所以不要试图拿这玩意做炸弹！）。BC的其他引擎效率也不是很好。这一段的重点是评测各类IC发电机的性能。在这里（以及这篇文章之后的部分）我说的“功率（输出功率我也会用“出力”表示）”单位一概是EU/tick，一个tick是二十分之一秒（虽然我想大多数人都知道了）火力发电机：出力10，一个煤提供8000EU，一个燃料能发的电与其最大燃烧时间成正比。初期的发电机，建议快速过渡到地热。地热发电机：出力20，据说一个岩浆发电20000EU，但体感小于这个数，就看你们是信数据还是信我的感觉了。中期最强没有之一，会让你化身为舀岩浆狂魔233333。有个小tips是做几个BC或者TE的储罐，然后一次性多舀点，会比较方便。舀岩浆用的通用流体单元一定要多做。可以升级为格雷的热敏发电机（出力24，岩浆效率提升），能出尽早出。半流质发电机：出力16，烧各种油，比如RC木馏油，BC石油和燃油，林业生物质和生物燃料。地位很微妙的发电机，其实往里灌BC燃油和林业生物燃料的话是能发很多电的，但是弄那些燃料又略显麻烦（我还是乖乖舀岩浆去吧）。太阳能发电机：在前期出这个发电机感觉比较亏，但是后期要大量的爆，因为很多逆天的玩意要用到很多太阳能。这会吃掉你很多电路板的。风力发电机：除非你家建在天上否则评价就是两个字：呵呵。我有空架设那玩意我不如去舀岩浆。水力发电机：在没有水力MKII（以前玩1.4.7的同学还记得么？）的年代就是两个字：呵呵。 下面是一些高大上的玩意了，来自GT4和高级太阳能 GT蒸汽涡轮：制造和维护都很麻烦，但是是个能用少量燃料堆出1000以上出力的怪物。蒸汽的来源最好是RC锅炉。GT燃气涡轮：也是个1000以上出力的怪物，但是燃料的甲烷和氢气比较难弄，地位微妙。你有自动农场另说。先进太阳能：需要用到铱，但是算下来还是比较划算。重点是能升级混合和终混。混合太阳能：出几个这玩意就能满足所有的基本机器需求了。当然价格不是盖的。终混：土豪法宝赫赫威名，64个铱矿（标准合成模式）的消耗也是23333333。核聚变：等到你有核聚变了你就真的不愁任何能源了，因为等到你能出核聚变了你已经不愁任何能源了。那么我为什么要出它啊？答：任性。 下面这些奇葩的玩意来自EMT（电子魔工）。 要素源质发电机系列：真的是个诡异的系列。造价昂贵，性能不弱但也不算强。算是蛋疼的时候玩玩吧。注魔压缩太阳能：MC本来就是个不科学的游戏，而工业魔法这个mod让科学系都不科学了。我们来看看这都是些什么奇葩玩意：压缩太阳能（初等，高阶，最终）：⑨个太阳能在奥术合成台合成为一个初等压缩太阳能，⑨个初等（以下略）。每一级压缩太阳能产出是上一级的10倍，没错，10倍。这意味着最终压缩太阳能需要729个太阳能发电机却有1000个的出力。普通和压缩的太阳能都可以注魔，注魔后会得到特殊效果。大地注魔：注魔后在Y=10以下发电量X2.注意你仍然要保证发电机上方没有不透明方块。请自行脑补这尼玛是多么愚蠢的景象。水注魔：雨天发电量X2且只在雨天发电。这个……嗯……如果萧敬腾要来我会准备几个。风注魔：Y=125以上发电量随高度增加增加。哦……搭这么高您辛苦了。火注魔：能在地狱发电，地狱出力X2.如果你要住在地狱，倒也是不错的选择。混沌注魔：能且只能在晚上发电。呵呵（馆长脸）。秩序注魔：白天发电量X3。我TM就不知道了你丫的兄弟姐妹都是坑货怎么就你一个这么IMBA！遇到这种东西我只有五十六个草泥马汇成一句话：            给我一打。 然后我说一下水利科技（原来叫高级水力发电机），和高级风力发电机。我当年玩水利科技的时候它还没有范围缩减模块，结果导致我费了九牛二虎之力建起巨大的水库，放上一个水力发电机MKIII（这机器也贵的差点把我吓尿）的时候…………发电量3EU/tick。不愧是MKIII。这种奇葩事情发生的原因是高级水力发电机默认等级越高需要周围有越多的水（简单地说就是我的水库还是不够大），而且需求量指数上升！！有了范围缩减模块这种情况就好多了。不过这机器贵的一比不说，还要烧转子。我后来果断转投太阳能去了。高级风电也是一个意思。记住，这两个货不是IC的拓展，是GT的拓展不是IC的拓展，不是让你舒服的。 接下来是星系太阳能。嗯，我就直说吧。放弃他。比IC太阳能贵，比IC太阳能占地方，比IC太阳能功率低。要你何用。（老版星系太阳能还是值得一战的，但是不知为何新版就…………）而且星系还部分兼容了IC电力。 嗯……我还有什么东西没说到的？林业生物质引擎？那个东西就跟BC燃油引擎差不多啦……MFR生物炉？没几个服会装那种IMBA的mod吧…………我也不会说这些简直IMBA的东西的。嘛，就到这里吧，请配合耐心和吐槽酌量食用。能源是立工房之本，祝各位不再缺少电力。\n",
    "replies": [
        {
            "author": "ZhaoZhiyI",
            "timestamp": 1575829620,
            "txt_content": "哈，这正是我现在苦恼的问题。看了这个完美解决。谢谢LZ"
        },
        {
            "author": "卓尔不群",
            "timestamp": 1576723320,
            "txt_content": "看起来不错"
        },
        {
            "author": "Loginzz",
            "timestamp": 1577589720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "675346435",
            "timestamp": 1578371700,
            "txt_content": "玩不会的gt"
        },
        {
            "author": "hr2500",
            "timestamp": 1583120160,
            "txt_content": "\n玩不会的gt"
        }
    ]
}