{
    "title": "<原创·连载> [丧尸围城] 作者：lzs1234",
    "author": "lzs1234",
    "replyCount": 5,
    "timestamp": 1418456160,
    "txt_content": " 本帖最后由 lzs1234 于 2015-1-3 15:33 编辑 \n丧尸围城———————————————————————————————————————————————资料：弹药：100000+  兵员：50000+  交通通讯：通畅第三章1月14日   又是新的一天。    乔克迈着大步向办公楼走去，一边走一边揉着右肩。    唉，上次在老黄家门口与那些绿皮肤的奇怪生物交战的时候，自己那一棍用力过猛，回去后肩膀疼了好几天。    乔克忽然想起，今天那些人该来了，这样一想，乔克不由得惊出了一身冷汗，赶紧冲进了了不远的政府大楼院子。    门口没有领导们外地牌照的车，他们还没来。乔克松了一口气，推开大楼的玻璃门。熟悉的暖气扑面而来，乔克顿时放松了下来，来到了自己的办公室。    小胡不在，看样子是出去安排文化团的欢迎仪式了。乔克坐在松软的办公椅上，这才觉得右肩隐隐作痛。“真该死。”乔克暗暗骂道。他打开电脑，开始处理邮箱里几个烦人的上访户发来的邮件。    尽管心里不痛快，乔克还是给他们用友好的口气回了一封内容可有可无的邮件。当他把最后一封邮件删掉时，小胡进来了，说：“他们来了，城墙上的士兵看见远处的泥巴路上有汽车，还是外地牌照的。我已经安排文化团去了。”乔克听了，点点头。他向来赞赏小胡的高效率。乔克站起身，关了电脑，和小胡一起出去了。    还没到城门，就听见城门处传来文化团的吹奏声。在“咚咚锵”的声音中，乔克见到了这群人当中等级最高的领导：一位省级高官。这高官差不多与乔克同龄，当年也是从西塞走出去，经过十多年的打拼才当上如今的职位。乔克和他握了握手，心中不禁感慨万千：想当年他乔克和这位领导都是同学，如今一个当了省级高官，还有一个只能当一个小小的县委书记。唉......    事先安排好的宾馆在不远处的一片小湖旁边，他们来到订好的房间。大家都闲得没事干。乔克和几个人在一起聊天，谈论西塞城的近况；那位省级高官则和小胡还有其他几个人搓起了麻将。不知道是其他人故意让着他还是他的运气好，竟然赢了800多块。在吃饭时，高官显得很开心，当即拍板给西塞城100万的红包。虽然不算多，但乔克和小胡都高兴得合不拢嘴。    吃完饭，乔克稍微吩咐了小胡几句，让他带着领导们去城里转悠转悠，自己先回办公室。    目送着领导们远去，乔克大步流星地走回了办公室，打开电脑，准备写一篇文章。    随着“噼里啪啦”的键盘声，文章在电脑上一行行地出现了。乔克关上电脑，打了一个大哈欠，靠在座椅上打起了瞌睡。    ......\n    不知过了多久，乔克被人摇醒了。乔克睁开眼，原来是隔壁的同事。乔克睡眼惺忪地问：“怎么了？”同事神色慌张，乔克不由得紧张起来。同事说：“出事了！小胡把领导们带到城外去参观科技种田，在半路上遭到了一大群绿色怪物的袭击，车的油箱被一个白色的怪物射中了，都爆炸了！”乔克一跃而起，问：“在哪儿？”“就在城门不远处那块空地上呢！还都戴着帽子，我在城墙上看得可清楚了。那帽子是棕色......”乔克没有听这个唠叨的同事继续说下去，直接冲出了办公室。    他迅速朝城门奔去，远处飘着大片的黑色浓烟，乔克顺着浓烟向下望，看见了一辆车的残骸。上面还冒着火。    一片狼藉。    附近的泥土上散落着一些衣服碎片。乔克认出有些是小胡的，还有些是那些领导的。    远处的地平线上可以隐约看到一些正在朝西塞河对面森林逃去的绿色身影，乔克捏紧拳头，掏出手机打给军队总指挥。“喂！”“老乔，什么事这么急啊，喊我去吃饭？哈哈哈......”“别说了！”“怎么了？出事了吗？”“你迅速把你掌管的所有军队调到西塞河！快点！”“这么急，出了什么......”“别废话！快点啊！”“哦......好吧。”乔克挂断电话，怒吼一声，把电话砸在地上。    小胡，领导......都死了！就是那些混蛋的怪物，我一定要把你们赶尽杀绝！赶尽杀绝！！                                                                       （未完待续，本章共1406字）\n上一章·第二章下一章·第四章\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1418457000,
            "txt_content": " 本帖最后由 lzs1234 于 2014-12-14 14:46 编辑 \n\n@a2455564728公告板：临近期末，老湿说要进入全力备考状态，不许上网，有可能断更几个月…"
        },
        {
            "author": "lzs1234",
            "timestamp": 1418596080,
            "txt_content": "我去，一个回复都没有啊"
        },
        {
            "author": "1602828933",
            "timestamp": 1424021160,
            "txt_content": "感觉。主角完全不感到恐惧。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1424046120,
            "txt_content": "1602828933 发表于 2015-2-16 01:26\n感觉。主角完全不感到恐惧。\n没写细，近期想对第四章进行一点润色毕竟这个时候他手里有军队"
        },
        {
            "author": "1602828933",
            "timestamp": 1424783520,
            "txt_content": "lzs1234 发表于 2015-2-16 08:22\n没写细，近期想对第四章进行一点润色毕竟这个时候他手里有军队\n嗯，加油。"
        }
    ]
}