{
    "title": "[1.7.2] [ssp] The Ice Cream SandWich Creeper 冰淇淋三明治苦力怕",
    "author": "打酱油滴",
    "replyCount": 8,
    "timestamp": 1418534100,
    "txt_content": "                 ~~本人第一次搬运~~\n      This mod was an idea inspired by a friend to add ice cream sandwich creepers to Minecraft! This mod features 5 flavors of ice cream creating 6 types of ice cream sandwiches and 6 types of creepers! (Vanilla, Strawberry, Chocolate, Mint Chocolate Chip, Orange Sherbert, and Neapolitan) Killing a creeper earns yourself an ice cream sandwich of their flavor but, if you get too close, they explode into a pile of ice cream, but also do no damage to the environment, players, or other mobs (although there is an option in the properties file to turn on explosions). There is also a 1/100 chance for them to drop a decorative skull of their flavor. Ice cream sandwiches themselves replenish 3 food bars, and can also be crafted separately with ice cream and chocolate wafers. You can also eat the ice cream for 1/2 a food bar, but a 33% chance to get brain freeze (slowing effect for 15 seconds) The creepers only spawn in cold environments (day and night) and tend to blend in, so keep your eyes peeled! Alternatively you can also spawn them with an Ice Cream Sandwich Creeper Egg in the creative inventory and random flavors will be chosen per spawn. Last, but not least, you can craft Ice Cream Sandwich armor, a sword, blocks, and icecreamification bombs (which can transform creepers into ice cream sandwich creepers) using these tasty treats. Wearing the full armor set also will yield bonus effects! So grab an ice cream sandwich and enjoy!\n    其实这个mod也是一个娱乐向的，可以用特有的TNT炸出特别的苦力怕！\n   合成表：\n[attach]679504[/attach]\n\n[attach]679509[/attach]\n\n[attach]679513[/attach]\n\n还可以做防具的，但是图片太大了。。。\n  最后：下载地址：\nhttp://pan.baidu.com/s/1eQAcr9w\n               Don't 做 伸手党！回复一下啊！\n\n\n",
    "replies": [
        {
            "author": "打酱油滴",
            "timestamp": 1418534580,
            "txt_content": "http://www.curse.com/mc-mods/min ... reepers#screenshots\n补截图地址"
        },
        {
            "author": "悉的陌生人",
            "timestamp": 1418540940,
            "txt_content": "抢个板凳坐坐"
        },
        {
            "author": "打酱油滴",
            "timestamp": 1418569260,
            "txt_content": "第一次搬Mod"
        },
        {
            "author": "aaaddo",
            "timestamp": 1418642160,
            "txt_content": "我来抢地板咯"
        },
        {
            "author": "1234555555",
            "timestamp": 1418897760,
            "txt_content": "呵呵呵"
        },
        {
            "author": "卡拉波神锤",
            "timestamp": 1418956980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "luochao3227038",
            "timestamp": 1418957160,
            "txt_content": "伸手党来了，谢谢分享"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1418986800,
            "txt_content": "很不错的MOD"
        }
    ]
}