{
    "title": "【原创-连载】 【不服输的青春  第三章】",
    "author": "☆超神丶☆",
    "replyCount": 4,
    "timestamp": 1418538720,
    "txt_content": "  走过一条条街，终于来到了在羽灵市还算很有名气的芬香美食街。  找了个位置与黄小雨一起坐着，点了几个菜，然后听到大妈欣慰的话语，“恩！美女配帅哥啊！想当年，我也是美女一个啊！可惜现在不如以前了啊！”\n  黄小雨羞红的，我就去逗她，“怎么了，老婆！呵呵。”\n  黄小雨用她那小粉拳轻轻的捶打我，我故意说道：“哎呀，好疼啊！”\n  话落音，黄小雨连忙说道：“怎么了，怎么了，我不是故意的，要不要去医院啊……”\n  然后我用无语的眼神看着黄小雨。\n  上菜了，当然是什么鸭脖毛豆馄饨啥的，对于娇生惯养的黄小雨吃这些东西没关系？\n  我对黄小雨轻轻的说道：“这东西有点不卫生，你吃没关系？”\n  黄小雨小嘴嘟了起来，埋怨的看着我：“怎么可能，你吃得我怎么就吃不了啦？！”\n  “真像个怨妇，呵呵。”\n  我故意打趣的道。\n  ……\n  天色已晚，黄小雨也向我挥挥手再见，无聊之下回了我买的别墅。\n  玩了会电脑，就睡下了。\n  ……\n  “老大老大老大啊啊啊！”\n  狗元子跑到我的床前狂叫，我迷迷糊糊的睁开眼睛问道：“干嘛滴。”\n  狗元子欲哭无泪的说：“我说，吊逼帮他们来找咱麻烦了啊！”\n  “啊？！”\n  “靠他吗的这么早来找麻烦？干嘛滴！”\n  我愤愤的说道！\n  穿好衣服奶奶的就起身会老巢了！\n  “擦！吊逼你干嘛呢？”\n  吊逼直直的看着我，愤愤的说：“哼！现在我们帮已经快速壮大，早就比你们吊毛了，但我也不想有死伤，你说，你开个价，我买下这块地，毛线的不给的话灭了你们帮！”\n  哎哟喂？看看你眼前的是谁好吧！所以，我直接掐住他的喉咙，“现在呢？”\n  然后我向他的手下们大哄：“你们老大在哥手里，吗的有本事来抢！”\n  “老子要你们帮会领地，还有！老子不会给你钱，你们不移出去，老子就宰了你！”\n  吊逼汗流直下三千尺，连忙对手下说，“你们快移出去啊，不然你老大我就死了啊！”\n  我哼了声，然后对吊逼同志说：“现在哥改变主意了，你们的手下都跟着哥吧！”\n\n  然后我对他们手下轻轻的说，“你们跟着这废物有毛线用？他给过你什么？打帮会战的时候死伤他理过？还这么怕死，你们不如跟着我吧！我们的目标是：争霸全世界！”\n  然后我继续说：“你应该以前家里穷，现在出来混了，爸爸妈妈却死了对吧？！不是老四也不是病死，而是你得罪一个人而导致他们被害死，你甘心么？我们的目标是争霸全世界！让人人平等啊，就算现在确实是人人平等，但是不还是存在着一些官大钱多就有杀死别人的权利么？”\n  “政府管过么？只要有钱他们会理么？就算没给他们钱，他们都不会因为一个贫民而得罪一个有钱有权的人啊！”\n  吊逼手下出现短暂的忧郁之后马上答应！然后告诉兄弟们，然后这个帮就被俺征服了。\n  我把吊逼交给他的手下们，没想到他的手下们纷纷都拳打脚踢的对吊逼……\n  幸好哥会那么一点心理学啊！\n  青春真好。\n \n\n\n  索引贴呵呵呵呵，觉得还不错就点击吧！",
    "replies": [
        {
            "author": "大葱之灵@",
            "timestamp": 1418767500,
            "txt_content": "很有意思，不过剧情推进可以稍微慢一些，细节描写也可以更多一些，期待楼主更好的作品！"
        },
        {
            "author": "☆超神丶☆",
            "timestamp": 1418809920,
            "txt_content": "大葱之灵@ 发表于 2014-12-17 06:05\n很有意思，不过剧情推进可以稍微慢一些，细节描写也可以更多一些，期待楼主更好的作品！ ...\n其实吧，我想把这个小说写到全世界都归主人公。剧情不推进快那何章才能争霸全天下？"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1418814300,
            "txt_content": "☆超神丶☆ 发表于 2014-12-17 17:52\n其实吧，我想把这个小说写到全世界都归主人公。剧情不推进快那何章才能争霸全天下？ ...\n好咯。。。称霸全世界。。。总之多一些细节描写可以让文章更吸引人，不如试一下？"
        },
        {
            "author": "gggbbb",
            "timestamp": 1418894820,
            "txt_content": "粗口过多，显得主人公……没修养"
        }
    ]
}