{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第5章 金色的棍子 by小龙",
    "author": "毒蛇",
    "replyCount": 2,
    "timestamp": 1418552400,
    "txt_content": " 本帖最后由 毒蛇 于 2015-4-11 11:52 编辑 本章的介绍：下界的历史不容忽视，但是这一切一切的背后，似乎有一件什么东西，是什么呢？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-354711-1-1.html\n下一章地址：http://www.mcbbs.net/thread-380938-1-1.html\n本章总字数：1690字\n第五章 金色的棍子\n　　泰迪他们在恶魂王国住了一个星期（苦力怕星已经过了两个月）。泰迪他们决定去寻找烈焰王国。这个主意一经发出，南依道茜以皮格·否特为首的，还有吉米·赛德勒他们就非常反对。泰迪瞪了皮格一眼，皮格摆出架势，大摇大摆地说：“哼哼，是吗？泰迪。你很喜欢出风头，对吧？告诉你，像我们这样高富帅的，不需要出风头，钱就能解决了，你享受不到吧？你说去烈焰王国？不要开玩笑了，你作为一名普普通通的学生，赶紧过来吧，如果需要我帮你改改这个破毛病！欢迎找我。”\n　　泰迪越听越生气，这又不是我组织的？和我有什么关系？\n　　“对的。”南依道茜的班主任说，“爱德文，你很爱出风头，按我来说，皮格说的真对！”\n　　“R·X·莱宝！我希望你能闭嘴，这件事不是听泰迪的，更不是听你的，这个问题是我决定的！”希尔保特看着莱宝教授说道。\n　　莱宝教授好像很受委屈，自言自语道：“Bro……哦，我是说校长，您说得对。”\n　　几只恶魂驮着大家开始往前。\n　　他们跨过高山，穿过岩洞，飞过岩浆，还是没有找到恶魂王国。\n　　忽然，领头的恶魂说：“大家聚集一下，我们要开保护罩了！”\n　　大家都聚集在每只恶魂的中央，恶魂白色的背上升起了蓝色的玻璃罩，把他们关在了一个大的玻璃罩里。\n　　希尔保特摸了摸玻璃，说道：“防爆防火防水的玻璃。”\n　　就在这时他们周围一片鲜红，他们感觉身体越来越热，周围还有着耀眼的光芒——原来他们正在穿越岩浆。\n　　岩浆瀑布足足有十多道。他们一道一道的往前穿，隔一会儿就置身于岩浆之中，他们欣赏着周边的风景。接着，他们开始下降，保护罩解开，他们看到下边有一个黑色的堡垒。\n　　恶魂降落的地方，正是堡垒的顶部，还有墙垛，应该是射箭用的。左右两侧的通道都伸进山里，恶魂告诉他们往右边走。\n　　他们走进去，这里是堡垒的伸处了。一个小型的岩浆池出现在他们面前，他们绕过岩浆池，从房屋的后边下去了。下午之后是几条通道，分别写着Ⅰ、Ⅴ、Ⅹ、Ⅶ和Ⅺ，泰迪疑惑的看着这些罗马数字。\n　　“首先，1代表了平民，我们不要走这里。5代表官员，也不要走，10的话代表王子，我认为也不要去。”一只恶魂说道，“那么7和11确实要好好考虑。7，很有魔力的数字，11，神数，最神灵的数字，所以说，走11吧！”\n　　他们边走，一只恶魂边说：“1里边会分为1、2、3和4，而5里边分为5、6、8和9,10里边包含10、12、13和14，7和11都不包含别的。”\n　　他们走进去，来到一扇金色的大门前——这里看着像监狱，而不是皇宫。两只烈焰人飘在空中。泰迪仔细地看了看烈焰人，他们浑身金色，一个方形的脑袋，周围旋转着8根金棍子。\n　　“你好啊。”一只恶魂说，“这是苦力怕，我们的祖先，快开门吧！”\n　　烈焰人点了点头，说了一声：“咚！”\n　　“他说什么？”泰迪问希尔保特。\n　　“应该是烈焰语，或者是金属语，等一等啊——翻译草！”希尔保特说着便拿出了翻译草。\n　　大家又都吃了一片翻译草。\n　　他们走进去，一只带着金色王冠的金色的烈焰人坐在王座上。\n　　“哦，我的老天啊！这难道是苦力怕吗？”烈焰国王站起来，去迎接泰迪他们。\n　　“嗯。”一只恶魂说。\n　　“来人呐！快带恶魂他们去休息室，我和苦力怕们说一说。”烈焰国王说。\n　　烈焰国王把他们带到了一个大厅，像恶魂国王一样和他们讲起了历史：\n　　“首先，欢迎大家来到烈焰王国，我作为国王也深感荣幸。我的名字是秋瑟卡·克洛德格内兹。关于最初的那段历史我相信恶魂国王已经给你们讲过了，那么我还是说一说关于凋灵王国的事。\n　　“在我们和恶魂王国发生分歧以后，我们来到了这里。要说我们为什么逃到下界，那还是因为千年大战。苦力怕历1889年，骷髅王国攻击苦力怕王国，有一部分人就逃往了下界。但是骷髅也是够傻的，到了2102年，骷髅王国才进攻下界，但是失败了，不过有一些人留了下来，创建了凋灵王国，就在不远处，他们进化成凋灵骷髅，我们的实力就不行了，我们只能靠恶魂王国来帮助我们。后来苦力怕星战火蔓延了整整1002年，到了2891年，苦力怕王国才胜利。所以说，现在苦力怕王国应该很繁荣吧！”\n　　“嗯，真的很繁荣，就是骷髅王国总是捣乱。”泰迪说。\n　　“真是的，我们这边的凋灵骷髅也很讨厌。”\n　　“您说什么？这边也有骷髅？”洛克说。\n　　“嗯。”\n　　希尔保特大队的肯定很恨骷髅。\n　　“那么我们去消灭他们吧！”\n　　“什么！这可不能轻举妄动啊！”烈焰国王说，“要好好考虑啊！”\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1418734920,
            "txt_content": "好久不更新，居然被埋了"
        },
        {
            "author": "毒蛇",
            "timestamp": 1418810760,
            "txt_content": "a2455564728 发表于 2014-12-16 21:02\n好久不更新，居然被埋了\n是啊，比较忙，而且正准备开新坑呢，两个新坑"
        }
    ]
}