{
    "title": "<原创 连载>《自由刺痛》（2W字完结）",
    "author": "ε--",
    "replyCount": 37,
    "timestamp": 1418560560,
    "txt_content": " 本帖最后由 ε-- 于 2015-5-3 11:20 编辑 \n《自由刺痛》——意识在不断地刺痛后会试着弥补过去，紧接着走向自由。*恒时殿堂 P20141208号上一 #2二 #7三 #8四 #13五 #14下一 #15二 #16三 #17四 #18完贴头仅供索引，沙发开始更新（请善用右上楼梯，具体层数已经标出）",
    "replies": [
        {
            "author": "ε--",
            "timestamp": 1418560560,
            "txt_content": " 本帖最后由 ε-- 于 2015-2-1 16:59 编辑 \n一      震动。      小门背后，大量细不可分的粉尘洋洋洒洒，打着旋儿的落在同样灰尘满布的地面上，堆叠起来，等待下一次震动。      稍等一会，这扇门锁死了。      细不可查的门缝中挤过几个词汇，这使得小门努力保持的外衣再次落下一大片。      稍一用力，门被打开了一条缝，外面那人显然不懂得怜香惜玉，粗暴地使力，让两道小门近百年来的相守缓缓分离。      一道湛蓝光芒颤颤巍巍的投射进来，房间里四散的灰尘像是月光下的精灵，时而显现，时而又隐没在光芒照射不到的地方。      两道门打开了，嘈杂的心灵讯息如潮水般涌入。      卡拉克斯，你这简直是对卡拉先贤的不敬。      目前还没有发现哪里跳出一具尸体，况且也没星灵愿意把尸体留在窄小的坟墓里，萨兰蒂亚，沃拉尔，你们守住外面，我打头阵，帮您请走那些臆想中诈尸的先贤。      他简直不知道自己在说什么。      塔诺斯摇了摇头，随着卡拉克斯跨进房间之中。      经历过岁月的洗礼，房间里仪器已经褪色，墙上工整的星灵的星灵文也变得歪歪扭扭，粗细不一，一切都看上去   雾蒙蒙的。      塔诺斯在漫天飞舞的灰尘中细细翻找起了为总攻积蓄实力的资料，这是一项不算简单的工作，大部分储存文件的凯达林水晶此时已经因为静置过久，被时间谋杀了，剩下的那一小批就像是废品回收站里的珍宝，让人恼火却可能一无所获。      这次塔诺斯的运气还不错，不一会就找到一块尚留一寸微光的水晶，将其接入神经束之后，资料如走马灯一般出现在他的面前。      等离子体炸弹。      虽然技术稍稍有些落后，补充塔诺斯枯竭的资料库还是绰绰有余的，这可能是自己今天的唯一收获了，他叹了一口气，继续翻找了起来。      事实证明塔诺斯的好运气全部消耗在前面这块水晶上了，经过约莫10分钟的探索，塔诺斯宣布今天的探索到此为此。      整个小队就地休整，冥想的冥想，休息的休息，反倒是塔诺斯显得游手好闲而精力旺盛，自然而然的，他担当了守夜的工作，警惕着过去无需担心的危险。      黑暗中闪起了一道蓝光。      塔诺斯揉了揉眼睛，一旁的卡拉克斯已经警觉过来，从冥想的状态中退出。      蓝光闪闪烁烁，随波逐流地不断靠近。      卡拉克斯两侧手臂上的灵能光束弹射出来，纯洁的净化幽能经过棱镜反复折射，变得致命而冰冷。      亮出来意。      他大声的在黑夜中呼喊。      塔诺斯打开泛光灯，照亮了来者，旋即不由得深吸了一口气。      一位高阶圣堂武士。      坚韧的袍子伤痕遍布，晶蓝的血液混合着绿色的不知名体液，像是迷彩一般，混乱的涂抹在裸露出来的身体上，塔诺斯注意到他的胸口有一大块皮肤凹陷下去，已经看不出原来的青灰色。      亮出身份，卡拉克斯跨出一步，拦在了塔诺斯和陌生人中间。      来者没有说话，冲着塔诺斯这边倒了下来。      卡拉克斯示意萨兰蒂亚对其进行医疗处理。      萨兰蒂亚点了点头，上前一步，翻过对方的身子，除去已经破损不堪的袍子，开始止血。      一旁晾着的塔诺斯越看越心惊，这么严重的伤势。换成自己，早就支撑不住了，塔诺斯无法想象到底是什么支撑住了他，心守一丝信念，最终来到了他们一行人的面前。      不一会，大部分的伤口已经处理完毕，卡拉克斯让萨兰蒂亚留下一点不甚致命的伤口不作处理。      这一幕看的塔诺斯有些不解，并没有多问——队伍里多一人少一人其实都没有什么太大分别。      由于多了一位伤员，卡拉克斯在日程表上又将计划向后延时了一天，括号里留下了一行小小的注解。      常规伤员救助。      对于一个冥想中的星灵，日子简直过得比流水还快，这一天的平淡无奇直到那名陌生人的苏醒才被打破。终于。      这估计是队伍里每一个人的共同心声。      感谢你们的无私援助，我的名字。      他停顿了一下，大概是因为刚愈合的伤口被扯动的缘故。      Zerashk，泽拉斯克。      塔诺斯的眉头皱了一下，这个词汇在星灵语中代表深渊的含义，不过估计没有人会取如此不吉利的名字，他退而求其次，却没有发现在其他语言中与之近音的词组。      奇怪。      沃拉尔忽的从虚空中现身。      侦测到大量虫族，需要撤退。      卡拉克斯微微点头，一队六人缓缓朝阴影中退去。      几秒钟后，一队跳虫循迹而来，被空中的气味控制着走了相反的方向。      此地不宜久留。      卡拉克斯提议提前结束任务，这一地区大部分的遗迹已经探索完毕了，剩下的也大多都不甚重要，权衡利弊，塔 诺斯递上了赞成票。      卡拉克斯放下信标，开始进行一系列繁复的信息反馈。      乘着坐标点确认的空隙，泽拉斯克把塔诺斯拉到一边。      你应该是队伍里的学者吧。      是的。塔诺斯简洁的回应道。      最没用的一个，他在心里悄悄补了一句。      那好。      泽拉斯克塞过来一个布满花纹的小球。      萨尔那加风格，造物主的巧夺天工让塔诺斯在一瞬间就能分辨出来。      蓝紫色的外壳上布满晶蓝色的纹理，此刻正有规律的闪动着，像是某种信号，塔诺斯推测这枚小球应该正在进行某种繁复的运算，      尽你的努力去破解它，实在不行就把他交给谢尔，他的地址我会随后传输给你，但是，年轻的学者，你要记住了，这枚物品属于绝对机密，哪怕对于上级也不能有丝毫透露，具体原因我现在不能告诉你，但照做就行了。      这是命令。他又补了一句。      塔诺斯似懂非懂地点了点头，把大部分的信息铭记于心。      大量虫群集结。      塔诺斯望向沃拉尔指出的方向。      潮水。      该死，行踪暴露。      卡拉克斯急躁的心灵讯息弥散开来，他使劲的加快速度，但距离传送开始还尚有一段时间，这段时间足够虫群把信标破坏了。      传送人数：5人。      卡拉克斯注意到了数据的异常，他四下张望，惊恐地发现泽拉斯克身上的蓝色光晕渐渐褪去。      泽拉斯克平静的走上前来，轻轻的拍了拍卡拉克斯的肩膀，向他行了一个圣堂礼。      Anht zagatir nas      吾神保佑你。      由于除去了一人，传送的时间大大缩短。      现在卡拉克斯已经来不及关心传送了，他的目光只是死死地钉在泽拉斯克的身上，仿佛在质问他擅作主张的理由。      泽拉斯克走到队伍最前，活动了一下关节，旧伤未愈的身体让临时替换了袍子的护甲发出了抗议性的警告声。      是时候让虫子见识一下圣堂的怒火了。      强大的净化幽能自他的心中满溢而出，具现化为游走于他全身的电弧状能量，此时，众多的跳虫已经抵达他的射程的范围。      他闭上眼睛，右手如匕首一般指向无尽的穹顶。      Zerashk Gulida      深渊已等候多时。      众人身上的传送前兆越来越明显，这刺激了虫群的攻势，他们奔跑的速度越来越快，连成一片轰鸣声，双重作用让面前的一切景物都模糊了起来。      天地之间，只剩下泽拉斯克的身影愈发清晰。       一道闪电划过。      代表死亡的心灵风暴以泽拉斯克为中心点，不可阻挡的爆发开来，前排跳虫由于脆弱的脑部被瞬间停摆而倒地不起，稍后的蟑螂则被紊乱的气流拦腰斩断，泽拉斯克以一人之力清除出了一片象征存活的真空区。      潮水不为一栗所动。      那些该死的虫子依旧悍不畏死的一浪又一浪地冲上来。      很快，几道钉刺穿破了泽拉斯克的灵能护盾，刁钻地刺中了他的要害，他摇晃了几下，爆发出了所有的生命力。一道更加恐怖的风暴带着灵能尖啸席卷一切，让塔诺斯感到心底一阵冰凉。      在虫群吞噬泽拉斯克的那一瞬间，信标完成了传送，创造出强大的能量场，带着他们急速远遁。      一切突然归于寂静。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1418561100,
            "txt_content": "很棒！完本必精（不过这类小说较多，和同类型小说竞争没什么优势"
        },
        {
            "author": "418878840",
            "timestamp": 1418561940,
            "txt_content": " 本帖最后由 418878840 于 2014-12-14 21:01 编辑 \nε-- 发表于 2014-12-14 20:36\n一\n为什么对话没有双引号，简直逼死强迫症！\n（不得不说，楼主的细节描写很赞，加油）"
        },
        {
            "author": "hznb",
            "timestamp": 1418562000,
            "txt_content": "简直酷炫，大神求交朋友，还有，大神你的标题格式有些略略的不对"
        },
        {
            "author": "ε--",
            "timestamp": 1418562600,
            "txt_content": "418878840 发表于 2014-12-14 20:59\n为什么对话没有双引号，简直逼死强迫症！\n（不得不说，楼主的细节描写很赞，加油） ...\n因为星灵对话都是直接脑波通讯\n这也是我混淆视听的一种办法啦\n（其实不会说是懒得打了）\n继续对话请发私信\n（为了避免连楼）"
        },
        {
            "author": "ε--",
            "timestamp": 1418993520,
            "txt_content": " 本帖最后由 ε-- 于 2015-2-1 16:59 编辑 \n二\n    空气在夜晚不怀好意的降温中变得潮湿而冰冷。    塔诺斯透过透镜悉心观察着小球，那是泽拉斯克的遗物。    时近午夜，塔诺斯目前只发现了小球的其中一条作用。    储存资料，这一点与凯达林水晶倒是十分类似，只不过小球在功能的完整性上显然要小胜过水晶。    现在塔诺斯只能提取最表层的信息，剥离出来的信息已经放入分析仪进行必要的解锁与转换。    思索了半天，塔诺斯还是决定把小球植入身体内，鉴于凯达林水晶已有先例，这是个稳妥的办法。    但塔诺斯不能确定肌体会不会机化，这同样也是一次冒险。    材料和仪器自然不缺，手术塔诺斯也能让智能代为进行，只缺一个决定。    他忽的站了起来，在房间里来回踱步。    眼神闪烁了一会，塔诺斯最终还是在简易的手术台上坐了下来，输入一道指令。    您好，学者。    房间另一端的分析仪已经完成了转换，古板的声音在塔诺斯心中激荡开来。    希望您能接纳我的建议。    他感到一道极细微的刺痛，看来麻醉的剂量过少。    长夜漫漫。    手术已经完成，塔诺斯从麻醉中清醒过来，站直了身子。    您可能不认识我，这没有必要，我可能已经回到卡拉的拥抱。    没来由地，一阵撕裂的痛楚袭击了他身体的各处神经。    但请务必确认，自己的方向一定通向光明。    他踉踉跄跄的走了几步，跌坐回了自己的椅子上，闭上眼睛，以对抗不断增强的痛苦。    这枚小球原先被我发现，阴险的虫族从暗处偷袭了我并标记了我，这些无耻的虫子对于造物主的力量同样如饥似渴，这样，在录下这段录音时，我已决定不再踏回星灵的社会，以防止给他们造成危险，东西却必须送出去，所以我找到了你，现在我不可能知道我们将会在何处相遇，但想必那一定十分巧合而荒唐，无论如何，尽力破解造物主留给我们的财富吧，潜力无穷的星灵。    En taro Adun。    待痛苦渐渐退去，塔诺斯缓缓睁开眼睛，回音也随之消失。    一丝灵能溢出他的眼眶，这让他惊讶不已，自己虽说拥有净化幽能，但也仅仅保持在等级3左右，这几乎是正常星灵的基本标准了。    而要使灵能外溢，起码得攀上5级。    即使是极具天赋的圣堂武士，两级的长度也长的呛人，更别说像是塔诺斯这样对灵能只能基本运用的普通人。但这确然不是最令人怀疑的事情，塔诺斯索性又闭上眼睛，开始回忆他遇到泽拉斯克后的一切遭遇。    所有的故事说长不长，说短不短，来龙去脉塔诺斯能在五分钟之内完全复述。    泽拉斯克，一名高阶圣堂武士。    毫无预料的出现在前去艾尔探索失落星灵遗迹的塔诺斯一行人面前，身负重伤。    在苏醒后，将随身携带的（塔诺斯仔细想了想，在当时为泽拉斯克止血时，众人的确没有发现那枚萨尔那加小球）小球隐秘托付给塔诺斯后毅然赴死。    若是小球足够重要，泽拉斯克可以直接将其传送给在艾尔轨道上隐秘运行的虚空辉光舰，他所叙述的追踪便站不住脚。     这样一说，那天信标传送就已经显示出不安的征兆，正常传送仅仅只需要差不多5分钟就能准备完毕，而那天他们足足等待了10分钟才逃出虎口。    那片地区的干扰不至于如此强大，按照那样的强度，那天之前的凯达林水晶应该也早已失效或是数据丢失。    也许异虫单独对泽拉斯克做出了干扰，让他不能也没有时间传送走珍贵的资料。    这看来是一个解释的通的理由，但仍存疑点。    泽拉斯克强调了不能与星灵上级联络，还用命令的姿态强调了这一事实，这对于一个圣堂武士来说是十分可疑的，圣堂之道确保了他与卡拉的链接相较塔诺斯这样的卡莱阶层更加紧密，所有神民都应该遵循古老的教条，基本的将自己与他人链接起来，共享大部分的秘密。    换句话说，所有星灵都不应该保有秘密，除非得到卡拉之道的允许。    这也是一个基本解释的通的理由。    得到卡拉之道的允许。    卡莱阶层由于需要处理大量的信息及进行富有创造性的发明，不能受到卡拉之道过于清晰的干涉而导致严重的后果，所以塔诺斯还不能确定卡拉之道具体允许了什么，这样一来初步的工作便不能进行。在万世浩劫之前，星灵的制度基本分为三层，三层平等，仅仅只是根据才能司职不同     Judicator。（管理者）     Templar。（保护者）     Khalai。（创造者）    在这三个阶级之外，有部分星灵拒绝接受卡拉带来的秩序，认为这种制度泯灭了个性，最终这部分星灵被从艾尔放逐了上千年，即黑暗圣堂武士。    自从万世浩劫之后，星灵官方已经基本取消了阶层制度，但人们还是依旧顺着惯性从事着过去所进行的职业，他的学者身份属于khalai阶层中较能流动的一部分，若是具备了战斗能力，就能晋入圣堂武士阶层。    塔诺斯大概知道自己要干什么了,但在此之前，他还得去拜访一次谢尔，去那个泽拉斯克可能的战友那走一趟。长夜漫漫。    请务必确认，自己的方向一定通向光明。\n\n"
        },
        {
            "author": "ε--",
            "timestamp": 1418993760,
            "txt_content": " 本帖最后由 ε-- 于 2015-2-1 16:59 编辑 \n\n三    星灵几乎用不着道路与运输工具，小型传送仪能十分便捷的将他们输送到任何他们所想要去的地方，仅仅只是时间长短的问题。    塔诺斯消耗了自己本月的份额，进行了一次长距离传送，对于一个khalai阶层的星灵来说，这实在是一种承受不起的奢侈，由于不像圣堂阶层那样需要进行无休止的作战，khalai阶层的个人传送机会大多都让给了材料领取。    蓝色的光晕逐渐从他身上褪去，塔诺斯组织了一下语言，敲响了房门，在那一瞬间，他可以清楚地感受到，有一个星灵透过单向透明的房门，狠狠的打量了一下他。    他强作镇定，绝对不能给对方留下如此不堪的印象。    经过如此足以窒息的三分钟之后，房门终于（谢天谢地）从里面打开了。    塔诺斯这才得以见得庐山真面目。    迎接他的是一台代步装甲，面对着塔诺斯的这一面装甲已经打开，维生舱安稳地镶嵌在装甲核心处，保护着其中残缺的身体。    你是？    年轻的学者将商定好的资料传输了过去。    和我想象中的有些出入，但也没什么别的办法了。    谢尔对塔诺斯不大满意，但依旧转过身子，让塔诺斯走了进去。    房间的主人似乎没有什么心情打理自己房间的内饰，房屋依旧简朴的可以，可以说除了必要的机器人之外，几乎就是家徒四壁了。    塔诺斯想到了什么，记录在了随身携带的分析仪中。    代步装甲转过身子来。    他死了，是么？    可能。塔诺斯老老实实的回答，尽管由于艾尔已经被异虫入侵，其上的濒死传送系统也被摧毁，生还的可能性非常小。    谢尔的目光透过容器，仅剩的一颗眼珠像是能放射出瓦解射线。    先驱总是容易在追求自由的道路上先他人一步夭折。    塔诺斯不假思索的点了点头，这的确是一条悲哀的真理。    那个东西，他应该已经给你了吧？    学者没有回应，只是站在原地。    那枚小球，我们称之为“钥匙”的造物主馈赠。    依旧没有回应。    年轻人，我一眼就能看出你把那东西藏在了身体里，无需沉默，战场能教你许多东西，只要你付得起学费。    是的，我把它放在了一个安全的地方。    谢尔点了点头。    你能独立完成他的破译工作吗？请回答我能，或不能？    不能。    你很诚实，但有时候，太诚实反而不是好事，那么，请告诉我，你，欠缺点什么？    塔诺斯的头这时抬了起来，坚定的回答道。    一个答案。    谢尔不置可否，塔诺斯就继续说了下去。    请问，这件事，会损害星灵的利益吗？    塔诺斯能够清楚的观察到谢尔的眉头皱了一下，约莫一分钟之后，他传来心灵讯息。    无负于星灵，有负于你。    我知道了，学者又点了点头，在分析仪上记下一笔。    最后，我需要一个名正言顺加入圣堂的楔子。    如你所愿。    谢尔的声音显得谦逊而不可置疑。    我会为你安排一次低强度的战役，让你短暂体验星灵的信条，这或许能够解答你浮于外表的困惑。    简单的测试过灵能强度之后，几天后塔诺斯收到了一份通知。加入圣堂    英勇的同胞 塔诺斯：    经过灵能强度及对归档的大脑分析研究之后，现通知您前往您所在地区的光明圣堂进行必要的仪式及训练。    En taro Adun艾尔圣堂    通知上并未写出光明圣堂的地址，但这已是人尽皆知的事情，那就不必再费口舌提及了。    做完这一切后，他的心里才开始忐忑起来，毕竟他不是某部（也许是所有）小说里星灵典范，这一点他十分清楚，他只是一个普通到不能在普通的星灵，若硬要说有些什么特别的，大概也只有在身体内植入的那颗萨尔那加小球了。    于是，他带着激动而兴奋的心情躺进休眠舱，营养液被他的大幅度动作弄的四处飞溅。    几乎是睁开眼来，塔诺斯就已经站在光明圣堂门口，岗哨机甲在检查了他的个人信息后便露出了身后的道路，塔诺斯用一个不太粗鲁的箭步跨进了不算太高的门槛，并努力阻止自己四处张望带有散发着荧光蓝色的浮雕墙壁。接下去的路被一道柜台挡住，一位星灵接待了塔诺斯，虽然那个星灵已经刻意控制情绪且仅着一身便服，但眉宇间显露出来的那份坚毅已经暴露了他是一名狂热者，塔诺斯所要成为的艾尔之矛。    我，格瑞姆，已经接到了关于你的一切资料，首先，请允许我先简单的测试一下你的实力，以免你判断错误，不能为星灵奉献出全部活力。    塔诺斯可以清楚的观察到格瑞姆已经饱经沙场，仅仅是暴露在空气中的皮肤上，就有各式各样还没来得及消除的伤痕随着他的呼吸一起一伏，仿佛已经融为一体。    悬浮在格瑞姆面前的台子上凸起四方的一块，紧接着向四面打开，露出里面所保护着的秘密。一只微缩的跳虫，活灵活现，狰狞到极限的五官毫无美感可言，塔诺斯始终没有想通为什么这群纯粹为杀戮而生的生物能够在这宇宙间存活如此之久。    请告诉我，一只跳虫最薄弱的地方在于何处？    塔诺斯和异虫从来没有过面对面的交锋，按照卡拉克斯的说法，一种异虫的弱点，应该与该种异虫原生时的弱点大致相同。    学者固有的严谨态度让他无法果断的下结论，他只能无奈地给出自己的答案。    根据跳虫种类，弱点均有所不同。    格瑞姆的表情没有丝毫变化，这让塔诺斯看不出自己的对错。    这是条兹加什原生跳虫，请问他具体的弱点是。    关节的连接处。    塔诺斯只得用坚定的口气猜了一个答案，这简直是学者的耻辱。    格瑞姆没有判断他的对错，他面前的跳虫连带悬浮的台子一并消失。    卡拉之道向你完全打开。    格瑞姆转身朝着更深的地方走去，塔诺斯连忙大步跟上。    他的步伐很慢，却十分稳重，年轻的学者一边不让自己超过对方，一边揣测其中的奥秘。    路的尽头连接着一个圆拱型的门廊，大门紧闭，几乎看不出接缝的痕迹。    请除去所有的衣物，独自进入仪式之间。    话音刚落，格瑞姆的身影保护性的消失在了来时的路上    走廊的温度被刻意调整至温热，这样的举动并不算无礼。    塔诺斯刚抬起脚，门廊便打开了。    一阵舒适的凉风迎面拍打在他的胸膛上，恰到好处的消除了他的紧张感，他正了神色，另一只脚也跨进门内。    门轻轻的阖上，塔诺斯便处于了一个封闭的环境里了。    及目所见，星光如不小心进入琥珀中而被封锁起来的远古微尘，又像似节日里高悬而起的斑斓彩灯，被看不见的 长短不一的绳子或近或远的悬挂在塔诺斯面前。    紧接着，一轮大的出奇的月亮出现在塔诺斯的面前，晶莹的月光穿透塔诺斯青灰色的身体，掩盖了所有萤辉，塔诺斯知道，这颗完全的球体代表了狂热者教团圆满的信仰，即对荣耀的无暇追求。    塔诺斯的心底泛出一股神圣的冲动，他行了一个学者礼，紧接又觉得不大稳妥，只好尴尬的站在原处。    长夜漫漫。    请务必确认，自己的方向一定通向光明    用手中的利刃，为星灵清出一条自由之路。    只剩下一道回音在他的心中来回冲撞。    只剩下一切都在努力向上升华。    只剩下一股微醺的感觉反映到全身，由于基因序列的调整，即使是过量的乙醇对于星灵的身体也不会有太大反映，这应该纯粹是环境熏陶所致。    只剩下一颗不起眼的行星大放珠华，突破了凝固的桎梏，旋转着漂浮至他的身前。    这是你的使命，也是所有星灵的使命。    所有的一切渐渐消退，只剩下那颗行星，塔诺斯瞪大眼睛，发现那是一颗凯达林水晶。    这是他的使命。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1419129900,
            "txt_content": "难得一见的不错的小说"
        },
        {
            "author": "北极星人",
            "timestamp": 1419211980,
            "txt_content": "我看见了翻译创作的光明未来【哈哈开玩笑的】。楼主写的非常好【丫的能让我说非常好的目前只有冥王而已】。而且……我不知道是不是错觉，楼主的写作手法和三体很像。支持！到时候拿了精华或者优秀我来给你捧场~"
        },
        {
            "author": "鱼青余",
            "timestamp": 1419312480,
            "txt_content": "这小说很好。。\n\n                                                                                                                                  --------【机器水】"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1419330480,
            "txt_content": "新人都是怪物系列，向大神学习"
        },
        {
            "author": "ε--",
            "timestamp": 1420031460,
            "txt_content": " 本帖最后由 ε-- 于 2015-2-1 16:59 编辑 \n四      双脚再次踩在艾尔的土地上，塔诺斯却并未感受到多少的亲切，这片净土已经被异虫转化为了某种陌生的东西，其上的一草一木都在彰显着生人勿近的讯息。      这是自己的第一次作战任务，可能也是接下来的最后一次，得好好把握住这个机会。      他紧紧跟在队友的身后，为他们断后。      这是一件并不简单的事情，毕竟有180度的范围需要他来照顾，万一不能尽忠职守，被偷袭显然是一件可怕的事情。      卡拉克斯的原话。      纵使熟识塔诺斯，他也必须一视同仁，事实上，过度保护一个新兵只会带来无端的灾祸，这一点塔诺斯举双手赞同。      话虽那么说，塔诺斯还是觉得心里发憷。      一道绿光。      他像是一头受惊的豹子迅速跳起，摆出战斗姿态。      事实上那只是某种本地的小动物罢了。      一行五人并没有嘲笑这个新兵，但很有可能是因为没有时间。      你找资料还行，找敌人就一窍不通了。      最后，卡拉克斯用一种奇怪的语调批评道。      学者有点垂头丧气，倒不是因为羞愧，而是担心自己接下来的行动会不会越来越糟。      众人继续向前进发，这次的任务不算困难，只是前去剿灭一队阻挡住折跃地点的跳虫罢了，虚空辉光舰本可直接棱柱校对进行毁灭，但那无疑有点大炮打苍蝇的意味，这成就了那个塔诺斯一直衷心希望拥有的两全其美的机会。      不久，那队跳虫出现在了他们的视野中，这些丑陋的生物此时孤立无援，十分容易解决。      跳虫们发现了他们，在进食神经束的欲望驱动下悍不畏死地涌了过来。      卡拉克斯一个箭步上前，挡住虫子的攻势，塔诺斯也有样学样，冲锋在第一线。      本来对付跳虫这种小麻烦不算很难，更别说是单独的一队跳虫了，一名未经武装的星灵都能自己徒手解决一只。      要点只有两个，刺中他的脑子以及别被他刺中脑子。      言简意赅，这就是塔诺斯现在正在做的事情。      他一边小心躲开虫子的袭击，一边把手中的灵能利刃往虫子身体里送，至于能不能恰好刺中脑子，这就要掷色子来决定了。      虫子的血液喷溅出来，触碰到护盾上，瞬间气化，远远望去，塔诺斯众人像是刚熄灭的火炬，冒出熊熊浓烟。      这波虫子很快就被解决完了，塔诺斯众人仅仅只是损耗了一些护盾能量。      熟悉的传送光芒又浮于地表，肉眼可见的收缩起来。      一道钉刺从一旁的丛林中飞来，险险擦过塔诺斯的护盾，插入泥土。      警戒。      这倒不必卡拉克斯多加提醒，一众狂热者加一个黑暗圣堂武士各自支起武器，防御着四处的危机。      又是一道钉刺，借助其极其发达的小脑，塔诺斯反应过来，一个打滚，躲过了这暴虐的一击，三根手指指向同一个方向。      一道不可见的暗影朝着那个方向挪移过去。      对方又射出几道有惊无险的钉刺，旋即没有声音了。      应该是被黑暗圣堂解决掉了。      卡拉克斯带头走向那个方向，迎接圣堂的归来。      依旧没有声音。      难道黑暗圣堂有收获战利品的习惯？      一排钉刺呈品字型射出，卡拉克斯推了一把塔诺斯，站在队伍最前列的两人才幸免于难。      后排的星灵则没来得及反应过来，护盾受损，显得有些狼狈。      有埋伏，退回到传送地点，与大部队汇合。      众人及有默契的向后退。      一旦有了准备，一众的狂热者就很难受伤了，塔诺斯还瞅见卡拉克斯手法熟练的从中间劈开几颗钉刺。      塔诺斯身上突然发出蓝色的光芒，他手足无措的四处望了望，卡拉克斯显然也没有想到这一点。      由于能量通道仍未完全冷却，传送短时间后的召回比传送的时间要短得多。      几秒后，塔诺斯被强制传回了虚空辉光舰。      四周静悄悄的，大部分的士兵可能都被传送到下面的空地上了。      那那些卡莱阶层的工作人员呢？      塔诺斯兜兜转转，没有发现一个人影。      虽然受到了伏击，但也犯不着全员出动吧。      他打算到舰桥去看看，这有违一个狂热者的教条，但既然四处一个人都没有，他可以谎称是不认路走错了。      按照从前所收集的一些关于虚空辉光舰的资料，塔诺斯穿过一道又一道结实而又虚幻的墙壁。      这里果然有人。      透过逐渐虚幻的最后一层墙壁，塔诺斯可以看到舰桥里有两个星灵。      不对。      剩下的声音在塔诺斯的脑海里凝结住了。      两道颜色不同的灵能互相交击，但可能两人势均力敌，纵使打的十分激烈，目前双方还没有什么建树。      泽拉斯克。      此时他神情肃穆，双管齐下，不断化解对方汹涌的攻势，同时还以颜色，脑后的神经束不时的发出微光。      另外一人则使用灵能匕首，凭借颜色，塔诺斯一眼就认出那是虚空幽能，黑暗圣堂的代表性武器，但由于面罩严严实实的遮住了他的大半脸庞，塔诺斯辨认不出他的身份。      见到塔诺斯，两人的反应各有不同。      泽拉斯克并不感到意外，他仍旧有条不紊的继续发动进攻。      陌生人的攻击速度却提了上来，似乎想要速战速决。      塔诺斯弹出灵能光刃，想要加入战局。      去将星灵传送上来。      泽拉斯克另给他发了一条命令。      塔诺斯只得作罢，走到一边的操控台上，开始输入指令，不时的扭头看两人的战斗。      他的瞳孔在一瞬间放大。      泽拉斯克忙里偷闲，将负责进攻的右手对准了他的脑子，喷薄而出的灵能宣告着他的生命即将终结。      塔诺斯愣住了，连躲闪都忘了。      身后传来一声闷哼。      是一名黑暗圣堂，他应该一时半会不会袭击自己了。      命令已经输入完毕。      能量不足。      该死，能量不够将星灵全部传送上来，他打开通讯系统，连接上卡拉克斯的神经束，卡拉克斯是目前地面上他所熟悉的最高等级拥有者。      务必优先将卡莱阶层的主要工作人员传送上去，飞船没了他们无法运作。      塔诺斯照做，如卡拉克斯所言，被传送走的这些工作人员通常担当糅合的要职。紧接着想起了一件事。      你们怎么办？      用手中的利刃，为星灵清出一条自由之路。      为了节省体力，卡拉克斯单方面切断了讯息。      这时已有不少的工作人员被传送上来，那名黑暗圣堂倒没有丧心病狂的攻击他们，系统渐渐恢复运作。      下面的影像恰好被投射到正在打斗的两人身侧，如舞台背景一般的活动起来。      看到了么，这就是你们所谓的愚蠢荣耀。      看不清面孔的陌生人大喊道，身躯像是阴影飘忽不定。      他们正在敬忠职守，请你不要侮辱他们。      泽拉斯克索性只靠身体的敏捷来躲避袭击，双手全部投入到了进攻之中。      影像中，泽拉斯克带领着一班狂热者，抵抗着不断出现的虫潮。      一些追猎者也加入战团，幽能不断从装甲上一段一段的凝聚射出，形成手腕大小的高能光束，扭曲着冲向。      辉光舰开始校准棱柱。      不一会，一道十分巨大的光束激射出去，射中的区域无一例外都变得焦黑而空白，感觉像是用一只炭黑的画笔在已完成的画作上狠狠的划了一道。      告诉他们别抢我功劳。     卡拉克斯的讯息传进塔诺斯的心灵。      新的一轮能量已经储存完毕。      一些追猎者被传送了上来，下面的有生力量越缩越小，卡拉克斯维持的圆圈也越变越小。      来不及了。      卡拉克斯的讯息又一次突兀的射进塔诺斯的脑海。      带着船舰走。      塔诺斯摇了摇头，身边又传来异动。      在背景映衬下，原本不算明显的幽蓝光芒浮现在陌生人的身上。      他要逃。      塔诺斯进退维谷，一来想要阻止对方，却又不能离开控制台——一旁的工作人员都有自己的职责无法脱离，而传送上来的队伍还什么都不知道，自然也不可能无视纪律，踏入舰桥      泽拉斯克的脸色十分难看，越来越强的幽能激射出来，连距离十步之遥的塔诺斯都能清楚感受到能量紊乱      他要做下抉择。      "
        },
        {
            "author": "ε--",
            "timestamp": 1420032000,
            "txt_content": " 本帖最后由 ε-- 于 2015-2-1 16:59 编辑 \n五      事情急转直下。      在一个喘息的时间里，塔诺斯连续受到几次暗中袭击，这让他很难观察到能量的情况。      在这紧要关头，他犯了一个错误。      心里计算着能量的蓄取时间，塔诺斯冲向那个陌生的星灵。      正常传送需要5分钟左右，这足够他把刀子捅进他的身体里。      但这是召回。      十秒之后，黑暗圣堂只留下了一个虚影。      巨大的能量停摆了操作台，传送的能量波动十分巨大，这也是为什么传送都需要在专门的传送室里进行，等到塔诺斯冲回指挥台时，操作台暗淡了下去，而备用能量也在刚才的激战中消耗殆尽。      面前的影像却并未因为能量冲击而凝固静止。      一头雷兽出现在屏幕当中。      带着舰船走，有一堆异龙朝着你们这边过来了。      有那么一瞬间，泽拉斯克的讯息像是从很远的地方传来似得，显得弱小而无力。      塔诺斯勉强靠着操作台支撑住自己。      快点，不然努力都白费了。      很高兴与你相识，合作了那么长时间，但遗憾的是，天下没有不散的宴席。      长夜漫漫。      请务必确认，自己的方向一定通向光明。      再见了，老朋友。      卡拉克斯兀自说了一大堆废话，舰桥里没有一道声音回答他，空气冰冷的已经让人窒息。      泽拉斯克推开塔诺斯，下了一道指令。      看着头顶上的虚空辉光舰越变越小，卡拉克斯松了一口气。      总算还会听话。      该死的虫子，到底有完没完。      一位狂热者倒下，这是第十个——狂热者不可能对付得了雷兽，顶多阻挡三四秒。      卡拉克斯的护盾不堪重负，终于像肥皂泡一样破裂了开来。      一道钉刺掐准时机，将卡拉克斯钉在了地上，象征活力的蓝色血液顺着伤口涓流了出来，流进他身下曾经的家园，再次融为一体。      在这一击之后，连每呼吸一口，卡拉克斯都感觉奢侈的疼痛。      他的灵能在击碎了两条跳虫之后——      被湮没了。      泽拉斯克叹了一口气，他面前的塔诺斯，眼神空洞的吓人。      他只是拍了拍塔诺斯的肩膀，示意他到舰长室来一趟。      塔诺斯左脚带动右脚，一瘸一拐的走进舰长室。      星灵的泪腺已经退化，塔诺斯的情绪只能在他的体内横冲直撞。      你有什么问题都可以问我。      寂静。      良久之后，塔诺斯才暂时的将痛苦掩埋在心底，问出第一个问题。      为什么你还活着？      为了彻底使你相信我所说一切，当时我为了装出被杀死的假象，故意做出脱离传送队伍的假象，算出传送时间之后，我紧随你们之后传送回了母星，这也就是为什么你们传送的时间远超标准。      为什么单独把我传送上来？      你体内的钥匙对传送速度有不小的增幅，这也是最优之举。      我是不是一直受到监视？      怎么看出的，泽拉斯克并未正面回答。      狂热者是最看重荣誉的，一个老兵的家里竟然没有任何荣誉装饰品，若说是最近才安置下来，那么既然机器人都已经全部就绪，那些象征荣誉的物品怎么可能不被好好展示出来。      有时候，太诚实也不是好事。      不光他的言语十分错位，他的声音也谦逊而又不容置疑，这完全不可能是一位久经沙场的老兵应有的状态。      他又想起了卡拉克斯，平复下来的心情再次沸腾，他压低声音，强硬的继续的说了下去。      再者，在筛选里，我的回答完全错误，可依旧通过了测试，那只是为了引导我得到那颗凯达林水晶，并记录我的一举一动。      塔诺斯的手腕一翻，一颗凯达林水晶平躺在他的手上。      泽拉斯克耐心的听完了这一切，开始回答他的疑问。      我们监视你的举动，是为了保护那颗“钥匙。”      既然你谈到了这件事，那么我也和你谈谈，钥匙，是你从哪里取来的？当初首次遇到你的时候，你的身上并未带有这颗看起来就十分明显的小球，我检查过了，上面没有任何岁月印记，干净的不可思议，所以唯一解释的通的理由就是你是从当初袭击我们的虫子那拿来的，况且，身负那样的重伤，根本不可能如此快的恢复过来，这让我确信了那些都是无关紧要，或者说，不致命的伤口。      的确，一部分由凯瑞根领导的虫群与我们合作，将萨尔那加钥匙交到我们的手上，你也知道，像这类的物品，星灵比较有把握破解。      塔诺斯的讯息颤抖了一下。      卡拉克斯的牺牲是不是也是安排好的？      请你容我解释，那个刚才与我交手的黑暗圣堂，斯特兰，带领一群急于复仇的黑暗圣堂擅自将星灵全部传送到地面上，竟然想要占有这艘虚空辉光舰，将艾尔轨道上的另一群眼虫消灭干净，这极有可能是因为那群眼虫最近剿灭了另一艘满载着黑暗圣堂武士的虚空辉光舰，而我又不是很熟悉那些自我主义强盛的黑暗圣堂的技术，所以导致了这一幕悲剧的发生。      泽拉斯克一边说，一边把当时的战报递了过来。      的确，在不久之前的一次巡逻任务中损失了一架虚空辉光舰。      为什么是我，为什么      钥匙只会对有亲和力的目标起效，目前我们只发现你一人拥有这种奇特的亲和。      斯特兰。      塔诺斯忽的在自己的身上切开一道口子，在伤口里掏了一会，他的目光盯着手中的物品，显得愤恨而有力，那颗钥匙，和那颗凯达林水晶一起出现。      如你所说，我会把它破解出来的，但仅仅是为了卡拉克斯。      由于幽能衰退，塔诺斯的声音里出现颤音。      Anht zagatir nas      吾神保佑你。      半晌之后，泽拉斯克才开口道。      塔诺斯没有回应，走到门口，望了望逐渐虚幻的墙壁，捏紧了手中的钥匙。他深吸了一口气，大步跨过想象中的门槛，没有回头。      泽拉斯克低下头去，在这次本应坦诚相待的对话中，他编造了不止一个苍白蹩脚而必要的谎言，但，穿着衣服的动机总比赤裸裸的希望更具说服力，不是么？"
        },
        {
            "author": "ε--",
            "timestamp": 1422011160,
            "txt_content": " 本帖最后由 ε-- 于 2015-2-1 17:00 编辑 \n一模终于结束了，最近都没更新。抱歉。下一    斯特兰停顿了一下，链接到卡拉之道，确认了自己的目标，继续前进，他的脚步坚定而有力，仿佛已经熟悉了这陌生之地。    在这蛮荒之地，神经束已经成为了他唯一可供交流的伙伴，但即使如此，他也感到十分满足，卡拉之道让所有的挚友都似乎近在咫尺，为他指引方向。    跨过旧的尸体，开创新的道路。    斯特兰隐约记得有首诗歌是这么写的。    他的步伐慢了下来，任务目的地到达了。    喘息。    斯特兰神色平静的听着自己的三颗心脏卖力的搏动。    他清楚的认识到，自己的侥幸存活只是因为他们还缺少一份试验品，在把他绑在了单独罗列的一个小腔室之后，那些恶心的虫子看起来还还想给他注射点什么，他扭了扭唯一可以动弹的头部，目前来说，还没有东西进入他的视线范围。但显然那些虫子不想让他等太久，他所面对的那一面墙壁骚动起来，露出一个一人大小的口子，一道身影正试图把他的身子挤进来。    斯特兰睁大了眼睛，他面前正站着一位星灵，被整齐剪短的神经束非常明显地标志了一个身份，所以他扭过头，找了一个不舒服但能确定自己不会看见进来那人的角度。    来者露出一个不易发觉的苦笑。    我来这的唯一原因是因为他们需要一个语言相通的翻译。    斯特兰的头转了一个极小的幅度，这使得他可以在不与对方对视的情况下打量对方。    对方显然是受到极大的折磨后才同意担当这份屈辱的工作的，可斯特兰的态度一粒微尘都没有改变，他轻轻的哼了一声，然后就半句话也不想说了，对方只得沉默了起来。    在这尴尬的约有半分钟的沉默之后，真正的主角登场了。    斯特兰为自己刚才的决定暗暗叫好——这样他就不用盯着对方那滴着不知名液体的丑陋身躯了。    我有一个问题需要问你。    黑暗圣堂的声音显得低沉而有力，可惜浪费了。    斯特兰并未作出答复。    一道刺痛惊醒了他。    某种液体顺着他的静脉流入血液循环。    圣堂武士抑制呼吸，结果只是徒劳。    所有的感官在一瞬间清晰起来，斯特兰通过卡拉之道感受到的心灵讯息嘈杂了起来，听起来也没有之前的那么悦耳了。    现在我们可以谈一谈了么？    声音诚恳，只是其间透露出的意思并无半点商榷之情。    更大剂量注射进了他的身体里，各种声音升级为糟糕的交响乐，和谐的音符一再被打断，指挥棒也已不知握在谁手。    斯特兰把头拧了过来，用涣散的致命眼神扫射着来者。    竟然没有想象中的丑陋与不堪，对方的形象仅仅只是难以接受罢了。这个念头把斯特兰自己都吓了一跳，为了掐灭这个疯狂的念头，他逼迫自己更加仔细的打量对方。    在向它们的女王靠拢这个方面，虫群的指挥官做的无可挑剔，眼下的这一只显然吸收了不少星灵的风格，身体显得高挑匀称而具有爆发力。    你想怎么样。    做一个实验。    显然需要我的配合。    是的，我想要看看一个星灵在失去卡拉之道后，还能坚持多久。    她把斯特兰的脑袋再次拧转过去，斯特兰的身子徒劳的挣扎了两下。    神经束便暴露在了一道凶恶地视线之下，脆弱而无助。    刀锋般的手爪自上而下纵贯而下，这根脆弱的组织便永远的与其主人分离了。    像是把开的震耳的音箱电源瞬间拔去，斯特兰好似成了聋子，所有温暖的絮语如潮水般退去，只剩下其下坚硬无 情的现实。一阵空虚与恐惧灌进了他的身子，他的世界现在只剩下面前所见的一切。    那指挥官把那截渗出组织液的神经束塞进斯特兰的手中，贴附着他因退化缩入表皮下的听觉器官，低语了一阵， 奇怪的是，心烦意乱的斯特兰竟能听清楚她说的是什么了，虽然只是勉强分辨出其中一句而已。    跨过旧的尸体，开创新的道路。"
        },
        {
            "author": "ε--",
            "timestamp": 1422011580,
            "txt_content": " 本帖最后由 ε-- 于 2015-2-1 16:58 编辑 \n二\n    斯特兰转换着方向，想要把封片嵌进断口，大概是因为看不清楚的缘故，他的手颤颤巍巍，犹如风烛残年。    他突然怒吼一声，索性坐了下来，自从他的神经束被掠走之后，他的脾气也变的暴躁和阴冷了起来。    虽然依旧能够使用净化幽能，强度却远不如前。    任务失败的彻头彻尾。    那股绝望两次三番的光临他的身体，好像造物主昨天才创造出这个情绪并给斯特兰装上。    他陷入了泥沼，却万分没有想到下面还连通一个深渊。    有一条通讯。    斯特兰接通通讯，房间一划为二，他面前的另半个房间被虚拟影像遮盖，显现出两种截然不同的风格，这样，除了无法相触，通讯的双方就能进行几乎是面对面的交谈。    斯特兰，看到你没事就好了，我还在想着怎么在卡拉里找不到你，原来是因为你执行任务而单方面屏蔽掉了。    圣堂武士努力保持神经束被他的身子遮住。    塔诺斯，上次你拜托我带给你的样本我已经拿到了，如果你允许的话，请让我休息一会，你也知道，这可不是什么容易的事。    末了，斯特兰还努力挤出了一个微笑。    啊，当然当然，是我唐突了，下次一定要出来庆祝一下啊。    虽然斯特兰知道塔诺斯总是以他所理解来进行庆祝，通常十分不合他的胃口。但是心头还是一暖，伤口也不再疼痛的那么剧烈了。    至少我还有朋友。    如同一针强心剂，活力又在他的身体里滚动起来。    他快速的将封片贴好，新上任的指挥官要找他了解一下中队的情况。    新来的指挥官要求面对面交流而不是通讯这种更加便捷的办法。    传送的时候，他似乎感到贴身安放的神经束动弹了一下。    在门外等待了一会，他才大胆地推门进入。    指挥官从一堆文件后探出头来。    斯特兰向你报道。    泽拉斯克，了解。    大概的资料我已经接收到了，让你前来只是确认我拿到的是否是第一手资料。    斯特兰检查了一下，点了点头。    的确是全新的资料。    那么就好。    泽拉斯克这才看出斯特兰的异样    你的神经束？    一场意外，我还能使用净化幽能，承蒙指挥官关心。    泽拉斯克身子向前倾，似乎是想要仔细打量斯特兰。    或许你可以找一段人工组织重新接上。    斯特兰自然想到了这一点，但经过医疗机器仔细检查过后，发现接口上残留下某种组织液，需要进行分析，否则可能损伤到脆弱的神经束，进而影响大脑，这样看来，短时间内是无法嫁接了。    他没有回答。    有一个任务交给你，有一艘虚空辉光舰的舰长需要你去担当，放心，你只需要去指挥一次巡逻任务就完事了。    泽拉斯克看出斯特兰眼中的疑惑。    他们指名道姓向我们要你。    斯特兰点了点头，转身朝着门口走去。    背后传来泽拉斯克的告诫。    跨过旧的尸体，开创新的道路。    没有了神经束，同样也能遵循卡拉之道。    虫后，你棋差一招。    辉光舰已经在机场等候多时，战斗人员应该也已经全部登机完毕，斯特兰几乎没有看到黑暗圣堂在他面前出没，当然，即使是有，他也有很大可能看不到。    登上船后的第一件事应该是了解具体参数，某种不应有的厌恶的情绪却阻止了斯特兰做出如此正常的决定。    他连忙正色，一股罪孽感油然而生。    他要对全船的士兵负责。    登船之后，一位看起来是负责人的黑暗圣堂为他讲解了这艘船舰与一般星灵船舰的不同之处，斯特兰一一认真记下，思考着可能提出的措施。    虽说只是执行一次巡逻任务，但也应该多做了解。    若是闹出不和，自己也能抓住把柄。    为什么要抓住把柄？自己什么时候变成这样了？    斯特兰狠狠地质问自己，然后连忙不去想这件事，打算在冥想中找回失去的净化幽能。    由于失去了神经束，他的冥想效率大大降低。    虽然知道这是个禁忌，但还是允许我关心一下你的神经束。    那位负责人迟疑了一会，终究还是提出了困惑。    一场意外。    斯特兰尽力使自己的声音听上去缓和一些，但依旧带上了些火气。    若是有必要，我可以提供虚空幽能的使用方法，在您目前这种情况，虚空幽能或许更胜一筹。    谢谢，但我想目前没有必要。    负责人只是点了点头，离开了舰长室。    为了证明什么东西，斯特兰更加努力的冥想，得到的结果仍不容乐观，吸收到一种空虚的感觉的情况占了大多数。    该死。    斯特兰不去想这件事，储存在身体里的净化幽能应该还能支撑一阵子，自己还不至于就此弹尽粮绝。    在他纠结的这阵子，虚空辉光舰已经脱离了星港，作了几次折跃，其间平稳的让人没有丝毫震动的感觉，斯特兰 本想凭借细微的折跃震动在不看视屏的情况下判断自己的位置，现在也落空了，为了提示人们，光明圣堂的船舰都会在折跃的瞬间制造出一次震动的假象，屡试不爽的直觉今日终于碰壁。    这种说不上好还是坏的变化，给斯特兰带来了一些不安的预兆，大概也只是他多想了。    他睁开眼睛，呼出了信息窗口。    一系列错综复杂的示数在投影上如同烟花一般炸开，斯特兰只是攫取了其中几条重要的信息就连忙关掉投影，这种和盘托出的感觉并不算好。    到目前为止，所有所遇到的事情都还不算太糟，只是需要适应罢了，但斯特兰百分之一百不想再来几次了。    那股空虚感适时的进入，竟然填补了斯特兰的空缺，使他宁静了下去。"
        },
        {
            "author": "player927",
            "timestamp": 1422022260,
            "txt_content": "现在貌似小说集中爆发啊"
        },
        {
            "author": "ε--",
            "timestamp": 1422181800,
            "txt_content": " 本帖最后由 ε-- 于 2015-2-1 16:58 编辑 \n为了避免忘记而断更。索性全部放出吧三\n\n      斯特兰神色严峻。      一群自称凯瑞甘虫群的王虫拦在了他们的必经之路上。      本来这件事很好解决，等到对方离开之后再次通过就行了。      那堆虫子却吐露来此的目的是剿灭另一队叛逃的虫群，虫子要求他们留下一部分的黑暗圣堂协助任务。      斯特兰无心插手，好说歹说了半天，就是为了不想留下伤员，可没想到，一句话，局势又回到了原点。      双方为了一点可笑的尊严剑拔弩张了起来。      此时舰桥上投送着演算过后的获胜几率，斯特兰双臂撑着星图，扫过一行又一行的示数，直到最后一行，仍然没有捷报。      可以折跃甩开他们吗？      折跃需要一定的初速，我们被这样堵着就不可能进行折跃。      斯特兰有些犯难，一来不想做这冤大头，二来也不想打这一场没来由的仗。      可以打赢吗？      王虫几乎不具备战斗力，只是不能探测到其内部所部署的兵力，但就算是打赢了，也有一定的几率漏过几只回去报信的虫子，得不偿失。      那就从中间走，我就不信它们能拿我们怎么办。      防护立场全开，棱柱随时准备校准。      虚空辉光舰继续向前进发，小心的与王虫维持距离，船上的每个人都能感受到一股比这浩瀚星海还要冰冷的沉默。      斯特兰盯着三维投象，监视着一个又一个密密麻麻的黄点，只要看到哪一个靠的过近变成红点，他就会下令自由开火。      时间缓缓推移，船舰在累积了一些初速之后准备折跃。      一大片黄点突然变红。      斯特兰犹豫了，希望能够靠立场来抵挡可能的进攻，然后直接折跃走。      隐约的，他听到一个声音在对自己呼喊。      快走，别停下来。      那是。。。久违的心灵讯息？      来不及欣喜，斯特兰制止了迁跃，在视频中大声质问对方可能挟持了星灵，他自己就曾受到过如此礼遇。      那边的头目单方面掐断了短讯，在结束之前斯特兰还能看到它对着投影外的某个地方比了一个抹脖子的举动。      一股莫名的怒火在斯特兰身体里燃烧了起来。      他站直了身子。      为了星灵的尊严，自由开火。      数根棱柱在瞬间校准完毕，将庞大的能量注入棱镜，经过几次折射的光束威力大增，能量被聚集成致命的武器，一触即发。      大片的王虫被刺目的激光炙烤成熟肉，又再次冷却，漂浮在这冰冷的海洋之中。      虫群也在此时露出了狰狞的爪牙，大量的虫子被释放了出来。为了发射武器，虚空辉光舰的速度慢了下来，脱离了迁跃准备。      异变突起      对方放出的虫子由自爆蚊逐渐转变成了异龙等一类较为重型的作战生物体。      再这样下去，我们会有危险。      负责人适时的提醒道。      斯特兰从沉默中挣扎出来，点头表示同意。      虚空辉光舰凭借着自身的力场在虫群中横冲直撞。      一旦初速累计完毕，舰船在下一秒像是压缩碾扁成细细的一片，往目的地遁走。      这一仗，除了损耗了一些力场能量，别的毫发无损。      奇怪，那些虫子却没有紧接着追上来。      斯特兰也并没有把这件事放在心上，兀自回了舰长室。      莫非虚空幽能也能承载信息传递？      他现在没有连接上卡拉之道，所以可以断定那不是通过卡拉之道传递心灵讯息，只有可能是虚空幽能了。      回想起不久前被俘虏的那一次，那黑暗圣堂也没有接入卡拉的权利，似乎也没有通过发声器转换脑波。      他让负责人来舰长室，开门见山的提出了自己的要求。      把虚空幽能的那一套方法告诉我。      负责人塞过来两个虚拟投影。      说起来，虚空幽能相较净化幽能的特点就是上手容易，精通难，如果你只需一些基本的运用方法，看这本《虚空幽能基础应用方法》就行了，如果想稍微学习一点战斗技巧，那这本《黑暗入门》可以满足您的需求。      对方的声音谦恭的有些不适应，但经过几天的相处，斯特兰已经熟识了这个老管家似的负责人。他接过虚影，就让他离开了房间，沉浸在了对知识的饥渴之中。      不知过去了多久。      负责人的敲门声叫醒了他。      已到达目的，侦测到星灵舰船，对方要求进行通讯。      接通。      斯特兰步入舰桥，屏幕上已经投射出了一张星灵的面孔。      我在卡拉中无法找到你，鉴于保密，我可否提一个要求。      请说      传送到我们的船舰上洽谈。      长官，他们的编号货真价实，但出于安全考虑，你必须带一个护卫。      斯特兰思索了一会，同意了这次请求，对方也同样只是一艘小型巡逻舰，若有异动，自己可以百分之一百的全身而退。      只是他忘记了，自己的神经束不久前已经失去效用。      斯特兰敲了敲舰长室的门，他身后的吉斯卡显得局促不安。这位负责人实在不大放心，就下放权力，亲自跟来了      请进。      斯特兰顺势推门进入，里面站着一个人。      一位圣堂武士。      话不多说，让我们切入正题吧。      如你所愿。      斯特兰礼貌的应道。      我希望你放弃掉这艘虚空辉光舰。      在几秒尴尬之后，斯特兰才想起自己正与人对话，他压下心中的疑惑。      为什么？      这艘船装载的都是些俘虏和战犯。      斯特兰回头望了望吉斯卡，他的脸上并没有太大的变化，似乎他不是什么虚空辉光舰的负责人。      有这件事吗？      据我了解，并没有这类情况。      吉斯卡像是从小睡中惊醒，但好歹第一时间回答了问题。      向他提问是没用的，这并不能改变什么，我们可以在他毫不知情的情况下安排进一些需要流放的战犯，你这个举动毫无意义。      具体是否应该相信我自己会斟酌，承蒙您的关心。      我自然没有干涉你独立思考的权利，但这事情已是板上钉钉，结局不会因为你的举动而做任何改变。      对方一再强调斯特兰无法改变事实弄得斯特兰有些上火。      由于我接手这艘辉光舰的时间短的令人发指，所以是否能给我些时间去验证你所说的事实。      抱歉，我没有这个时间。      我却可以提供这个时间。      你是要反抗卡拉之道吗？      对方还是搬出了卡拉这面大旗来吓唬他。      我相信卡拉之道是不会阻碍探寻真相的步伐的。      斯特兰倒打一耙，希望使对方让步。      万一我们在这呆长了，被某些人趁虚而入，可得不偿失，我不觉得我们这里没有哪个人有能力扛过渎职。      由他们去吧，死亡总比。。。折磨要好得多。      吉斯卡突然喊出声来。      斯特兰转过身子，发现这位负责人的脸上露出了一抹不知从哪得来的惊恐与不舍。      对方看到这一幕，露出了一丝微笑。      既然连船舰负责人都没有意见，那么我就恭敬不如从命了。      我还没有同意。      斯特兰来不及安抚吉斯卡，抢先出声。      你们就是靠这样排除异己的么？      他的声音愤怒而镇定，这件事可能已经有了一个合理的解释。      你的长官没有告诉你这件事么？      对方的声音丝毫不为所动。      如果你只是想要报私仇，对不起，你找错人了。      如果？我问心无愧。      笑脸搭配上淡定的语气，这句话倒是有几分问心无愧的气量。      那请你给我看一看，你上个任务的简报，我相信我有这个权利。      我拒绝。      斯特兰转身就走，事已至此，他没有理由待下去。      简报不是什么很重要的事情，我只是想要了解了解你的此举之意。      当实力相当的圣堂武士和黑暗圣堂武士共同作战，某些偏见会让那些拥有荣誉感的星灵希望能够更胜一筹，塔诺斯顿了顿，他运用虚空幽能传送心灵讯息的能力还不是很娴熟。这艘虚空辉光舰的舰长被临时调走，你就想借此机会打压一下他的舰船，也许不算多，留下几个黑暗圣堂协助防守，足够你打破那个平衡点就行了。      斯特兰听到有人拍了拍手。      你能说出那么一大段无用的废话，我还真是被你打的措手不及。      对方递过来一个虚拟投影，斯特兰仔细查看一下，发现也仅仅是一次基本的巡逻任务，同时还附上了流放战俘的 任务说明，最后的印记证明所有的资料都真实可信      可恶。      由他们去吧。。。      吉斯卡的声音帮倒忙似的再次出现。      斯特兰使劲搜索着脑中可用的讯息，然而由于他始终只在舰桥和舰长室两个地方停留，这样的讯息实在太少了。      太少了。      他打了个激灵，深吸了一口气。      请你自便。      这样便好，那就由我们送您回星灵基地。      斯特兰没有回答，叫住了吉斯卡，用自己所能发出的最为柔和的声音挽留他的脚步。      就如黑暗不能在阳光下滋长，尘埃也总有他的去处，舰长，你不必担心，就抹除这一条无用的记忆吧。      快走，别停下来。      那道心灵讯息再次出没于斯特兰的心头，他终于清楚，一直以来不断侵袭他身体的那股空虚，就是吉斯卡向他传输的虚空幽能，那些给予他提醒的，都是面前这个谦卑的有些发指的下属。      记忆中的那个寥寥几面的黑暗圣堂叛徒，也与面前渐行渐远的身影贴合起来，斯特兰最后的骄傲终于悄然破碎。      吉斯卡。      身影停了下来。      能否答应我最后一个要求。      请说。      照顾好自己。      我知道了。      吉斯卡转过身子，鞠了一躬，紧接着消失在了拐角处。      似乎有意无意的，背后的舱壁也变得透明，出于最后的关怀，斯特兰转过身去。      瓦解射线猛烈的穿透了辉光舰的舰身，整艘舰船一分为二，露出了炙热的内脏，隔着玻璃，斯特兰依旧能够听见 支离破碎的舰身发出了只有真正懂得它的人才能听见的哀鸣，而在外人看来，这仅仅是一场绚丽的烟火表演。      一场以生命为燃料的绚丽烟火。      越来越浓烈的虚空幽能在他的身边汇聚，一再的失去让他有些失控。      他的心中第三次不合时宜的响起一道声音。      快走。      跨过旧的尸体，开创新的道路。      别停下来。\n\n"
        },
        {
            "author": "ε--",
            "timestamp": 1422182280,
            "txt_content": " 本帖最后由 ε-- 于 2015-2-1 16:58 编辑 \n四      是的。      泽拉斯克毫不犹豫的承认了事实。      你早知道是这种任务，还执意让我进行吗？      是的，但我不明白为什么你的情绪如此激动，那个黑暗圣堂对你来说，难道不只是一个符号吗？况且直到最后一秒，你才明白他的真实身份。我不懂你何时如何如此多愁善感起来了。      因为我才发现失去神经束有多么痛苦，你能想象那种全世界只剩下你一个人的感觉吗？但我知道，你绝对无法想象，因为这会儿，你的神经束还好好的黏在你的后脑勺上呢。吉斯卡，以及他背后的一切生命，都只是在为前辈犯下的禁忌赎罪而已，即使我闭上眼睛都能听到那谦恭的年轻声音。我们的信仰不容置疑，而这与adun的本意违背，他仅仅只是希望星灵不再重蹈覆辙，而不是止步不前。      你已经被愤怒蒙蔽了双眼，不知道你在说什么了，我希望你能好好的反省一下，这件事就到此为止了。      你这么想要息事宁人。。。      斯特兰突然一下惊醒。      所有过往的经历串成了一道有理有据的枷锁。      太少了。      是不是从头至尾，那艘船上只有吉斯卡一人？      泽拉斯克愣了一下。      为什么？      上船之前，我没有遇到过一个黑暗圣堂，上船之后，也只是遇到吉斯卡一人而已，在与王虫交战的那次，武器仅仅只发射了一次船舰就折跃了。。。因为那艘船事先校准过了，而没有多余的人手供他进行下一次校准发射，这也就是为什么能够做到如此精准的统一棱柱校对。      是的，是的，吉斯卡现在在哪？斯特兰兴奋的快要跳起来了。      你的推理合乎常理，但吉斯卡已经为那艘他的船舰殉葬了，那是他提出的最后一个要求。      叛徒。      斯特兰的眼前泛出当时被虫后捉住时，吉斯卡的那一抹苦笑。      叛徒是没有好下场的。      他们向我指明要你，现在想来，应该也只是他而已。      我陪他演了这一场戏，现在想来，整艘船上也只有我们两个罢了，这块墓碑带着我们飞向永恒的墓地——无边星 海。      已到达墓地，这也是吉斯卡随自己登上圣堂舰船前的最后一句话。      还有你，泽拉斯克，你也暴露了。      别像只被逼的跳脚的疯狗，斯特兰，我容许你推理，却没有允许你对我冒犯。      你曾说过，根据你以前的表现。      而你拿到的却是第一手的资料，不可能凭借寥寥几次战役就看出我平日的处事风格，你也很早就了解到了我的神经束问题，却又装作不了解，只是轻描淡写的提出可以重新嫁接，这件事情我没有向其他人提出过，但只要是个合格的长官都会在考虑伤员的情况下重新指派人员，你没有那么做，因为你知道我一定会接下这个任务。      很好，那又怎么样呢？我仍是你的上级。      我已经知道你是谁了。      不妨说来听听。      我自己。      泽拉斯克表情夸张的笑了笑。      这话，你自己相信吗？      看到你的表现，我才百分之一百相信了。      传送的时候，我随身携带的神经束动弹了一下，在休眠状态下，神经束会储存下还未来得及发送到卡拉之道的信息，而受到传送的能量刺激之后，这些信息伴随着反射逸散了出来，我失去的那股能量，现在应该就在你的身体里。      跨过旧的尸体，开创新的道路。      这句话存在于我的记忆之中，自然也存在于你的记忆之中。      你就是那个我过去一直想要成为的星灵模范，而曾经遗留下来的能量恰好成全了这一点，所以说，我们每次的见面，都必须面对面。      谢谢你，让我看清楚了之前我是怎样丑陋的一个星灵。      再深一步，当时在星灵舰船上，我的确是猜对了，只是弄错了对象。有什么人通过净化幽能控制了吉斯卡，让他不合时宜的发出了呼喊，这场任务同样是复仇之举，说来可笑，是我的过去对我合乎情理的复仇。      所以，你同情那个黑暗圣堂，却从未为自己的遭遇同情吗？      泽拉斯克发声了。      我个名字，你知道是什么意思了么？      是的，是从前那个掉入泥沼下面深渊的我，而你扮演的，正是那个锁存在神经束里，未曾遭遇意外的我。      但很抱歉，我只同情正确的事物。      斯特兰掏出随身携带的神经束。      这是我与你的纽带，也是过去的尸体。      斯特兰用身体里残余的一点净化幽能粉碎了神经束，看着蓝色的烟尘在两人面前来回漂浮。      卡拉里剩下的一点能量会继续滋养你，你大概还能活一个月，希望这是我们最后一次见面。      斯特兰掏出一个小球。      这是塔诺斯叫我帮他带的样本，我录了一段录音给他，也请你帮我转交给他。既然你就是我自己，那么想必也对他十分熟悉。      剧烈的虚空幽能包裹住了斯特兰。      请带我去开创新的道路吧，吉斯卡。      我的身体空虚但不绝望，我的思想迂腐却不曾死亡，现在，新的道路已经在我面前打开，我怎能不跃跃欲试的踏上这荆棘满布的未来呢？      Do not go gentle into that good night,      old age should burn and rave at close of day      Rage, rage against the dying of the light.      斯特兰走后，泽拉斯克打开了手中的录音。      你好，学者。      他转过身子，凝望着窗外的茫茫黑夜悄然破晓，几乎无法分辨的黑白胶着在一起，像是徐徐睁开的眼睛。      长夜漫漫。      但请务必确认，自己的方向一定通向光明。      忽然，泽拉斯克感到一阵刺痛。*完\n\n\n\n\n现在      故事你也听完了，塔诺斯，现在请你告诉我，愿不愿意与我们合作呢？\n      塔诺斯站起身子。      卡拉克斯，斯特兰，一个一个好友都在自由的道路上渐行渐远，自己怎么能够被落下呢？      我同意。      但还有最后一个疑问。      不可能是斯特兰的神经束残留下的能量接济着泽拉斯克，自从这件事发生之后已有几个月，那么，到底是谁呢？      同样是我们，斯特兰并没有猜错，只是我们在暗中推了他一把而已。      那群王虫其实是我们为确认是斯特兰本人而布置在轨道上的，当时遭遇时，王虫头领正在和我通话，在我安排下故意做出了这种过激的动作，这也恰好大大刺激了斯特兰的记忆，也让我们轻易辨认出了他。      这么说，那虫后也是你们请的？      可以说是吧，既然你已经答应了我，我也没什么好隐瞒了的。      那么，恒时殿堂，正式邀请你的加入。      为什么是我？      因为斯特兰带来的小球只认你一个，我借泽拉斯克的口说过了。      钥匙只会对有亲和力的目标起效，目前我们只发现你一人拥有这种奇特的亲和，而在你进入仪式之间之后，我们有对你进行了二次筛查，这才确认了亲和特性。      泽拉斯克还会继续活下去吗？      既然我们已经促成了斯特兰去与黑暗圣堂探求新的道路，那么泽拉斯克大概在不久后就会死亡吧。别担心，他会重新组成一道能量，飞向萨尔那加的怀里，也就是你们所说的天堂。      的确，这个身体嘎吱作响的星灵已不适合在这千变万化的宇宙中探索，需要有一群蜕变后的领导者带领星灵开创 新的道路，就如之前adun所做的那样。      卡拉克斯，斯特兰，你们可别走的太快啊。      塔诺斯背后的门缓缓关上      就如开始的那样。\n\n\n\n\n\n"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422410580,
            "txt_content": "ε-- 发表于 2015-1-25 18:30  为了避免忘记而断更。索性全部放出吧三\n表示光是推理就完爆所有推理小说，柯南.道尔什么的都去屎吧！\n一背包赞！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1422717840,
            "txt_content": "能否把整篇文章用附件的形式放在帖子里？@ε--"
        },
        {
            "author": "ε--",
            "timestamp": 1422764220,
            "txt_content": "CloudsXDao 发表于 2015-1-31 23:24\n能否把整篇文章用附件的形式放在帖子里？@ε--\n当然可以，放好了"
        },
        {
            "author": "可耐的小白",
            "timestamp": 1422767940,
            "txt_content": "真的写的很不错，文笔让我感觉耳目一新，我感觉我可以借鉴你的写作手法，谢谢了"
        },
        {
            "author": "ε--",
            "timestamp": 1422780960,
            "txt_content": "可耐的小白 发表于 2015-2-1 13:19\n真的写的很不错，文笔让我感觉耳目一新，我感觉我可以借鉴你的写作手法，谢谢了 ...\n感谢您的肯定，若能带给你一点不一样的东西，诚感荣幸。"
        },
        {
            "author": "GenjiKai",
            "timestamp": 1422940440,
            "txt_content": "小说写得很好！\n支持！"
        },
        {
            "author": "ε--",
            "timestamp": 1422949740,
            "txt_content": "yzr1933043571 发表于 2015-2-3 13:14\n小说写得很好！\n支持！\n感谢您的支持"
        },
        {
            "author": "xcc",
            "timestamp": 1422968700,
            "txt_content": "ε-- 发表于 2014-12-14 20:36\n本帖最后由 ε-- 于 2015-2-1 16:59 编辑 \n一\n对话没有双引号是种艺术= =\n-----------今天没带小尾巴"
        },
        {
            "author": "xcc",
            "timestamp": 1422968760,
            "txt_content": "北极星人 发表于 2014-12-22 09:33\n我看见了翻译创作的光明未来【哈哈开玩笑的】。楼主写的非常好【丫的能让我说非常好的目前只有冥王而已】。 ...\n你的名字让我想起了什么= =\n-----------今天没带小尾巴"
        },
        {
            "author": "ε--",
            "timestamp": 1422969240,
            "txt_content": "xcc 发表于 2015-2-3 21:06\n你的名字让我想起了什么= =\n-----------今天没带小尾巴\n感谢间接帮顶:-D"
        },
        {
            "author": "xcc",
            "timestamp": 1422969360,
            "txt_content": "ε-- 发表于 2015-2-3 21:14\n感谢间接帮顶:-D\n好的，，，，，，继续帮忙\n写得也不错啦\n-----------今天没带小尾巴"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1422974820,
            "txt_content": "这种短篇推理配上空灵的描写真的很棒很独到！"
        },
        {
            "author": "ε--",
            "timestamp": 1423040640,
            "txt_content": "彼岸在望 发表于 2015-2-3 22:47\n这种短篇推理配上空灵的描写真的很棒很独到！\n感谢不吝溢美之词！"
        },
        {
            "author": "Helmet-Wolf",
            "timestamp": 1425722160,
            "txt_content": "感谢你的努力创造出的作品，不过为什么对话没有双引号啊......"
        },
        {
            "author": "ε--",
            "timestamp": 1425732300,
            "txt_content": "Helmet-Wolf 发表于 2015-3-7 17:56\n感谢你的努力创造出的作品，不过为什么对话没有双引号啊......\n他们大多都靠脑波交流，对人类时才会传译成人类能接收到的声波\n\n\n\n\n\n\n\n\n以及因为[d]我偷懒[/d]"
        },
        {
            "author": "qianhuang",
            "timestamp": 1427540580,
            "txt_content": "冒泡我就是冒泡冒泡大师就是我"
        },
        {
            "author": "北极星人",
            "timestamp": 1429103280,
            "txt_content": "现在再看看有种三体即视感= =？"
        },
        {
            "author": "Mala23333",
            "timestamp": 1431445920,
            "txt_content": "文风大爱！希望楼主可以允许我把它抄下来！（好奇怪的玩意:P）"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1431482640,
            "txt_content": " 本帖最后由 Donnies_Ming 于 2015-5-16 21:13 编辑 \n\n\n2w的短篇很带劲，期待新作品。"
        }
    ]
}