{
    "title": "[双线]清风幻境服务器——高科技|休闲|娱乐|内置音乐[1.7.10]",
    "author": "qqormm",
    "replyCount": 0,
    "timestamp": 1418642040,
    "txt_content": "PS：（上次因为个人原因忘记写上价目表导致被封，真心抱歉）本服务器因为设备的原因被迫停止了一个月，人员也流失了不少，我们度过了冷清的三周目，同时也感谢一直在服务器里游玩的玩家们多谢你们，所以我们的希望是不会覆灭的，我更换了服务器的设备，现在不会有像三周目的毛病了同时服务器娘也走到了第四周目，清风幻境四周目正式公测！http://www.xiami.com/widget/19530384_1770724377,1770594433,1771501943,_235_346_5695c1_457cb4_1/multiPlayer.swf\n为了各位玩家能流畅在服务器里愉快的玩耍腐竹也做了不少投资，升级了内存，网络等等本服务器已升级为1.7.10进入正题吧服务器依然是科技向的mod，但也略带了些休闲的玩家不会玩科技mod的话，我们提供了建筑性休闲的modNEI内置合成表\nwaila高亮信息\n工业2EXp\n重力装甲（带你飞）\n饮水mod（谁说你不用喝水的？）\n格雷科技5（好好享受格雷带来的乐♂趣吧）\n核电控制（妈妈再也不用担心我的核电会爆了）\n食物mod（求大厨进驻o(>﹏<)o）\n展示架（高大上建筑必备）\nBC建筑\nNPC mod（以后有可能会出剧情或是副本）\n好了mod可能有点少不过，够你玩很久的啦\n插件\nESS基础Authme登陆插件动物限制banitem清道夫Coi查询插件LWC箱子锁多世界创世神领地扳手监视插件等等.....好了，mod和插件都介绍完了，来说说关于服务器我们不收任何的op/建筑师，本服的建筑由内部人员进行设计如果真的特别有需要，会招收城管为了避免熊孩子的入侵，我们采取了权限组的管理模式，玩家通过问卷审核形式来获取游戏权限，毕竟也是为了各大玩家的安全着想，请见谅。服务器会在不同节日，不定时举行活动，请各位玩家留空箱子准备拿福利吧\\(^o^)/~我们op不会胡乱干扰玩家的正常游玩，但是一旦出现熊孩子，请玩家积极举报我们也容易尽快解决下面是价目表：这里是清风幻境服务器的价目表事先说明：本价目表只用于清风幻境服务器1.任何交易必须与 Cold_rabbit和群主进行商谈   与其他op的交易将视为作废 严禁与其他op私下交易 违者将受到最严厉的惩罚2.赞助完全由玩家自愿选择 我们服务器人员绝不会强迫要求3.赞助获得的物品不会对游戏的平衡造成过大的影响4.VIP权限的玩家不能依仗VIP权限去欺凌普通玩家，否则我们有权退回款项5.本周目与上周目完全没有任何联系 上周目所购买的物品将不会继承6.不能分散购买材料 只能参照价目表来进行付费7.vip为月制，:4个等级 \nVIP1：50RMB/月 拥有[Vip1]头衔 飞行 钻石10个 绿宝石10个 青铜锭64个 钢锭16个 电路板10个 高级电路板5个 太阳能发电机5个（1EU/个）\nVip2: 100RMB/月 拥有[Vip2]头衔 飞行 信标1个 高级钻石电钻或者高级电锯（选一个） 钢锭32个 高级充电飞行背包 电路板20个 高级电路10个 鑽石 20個 綠寶石20個 青銅128個 太阳能发电机10个 \nVip3: 150RMB/月 拥有自定义头衔 飞行 信標1個 高级钻石电锯和电钻 钢锭48个 高级纳米护甲 高級充電背包 電路板30個 高級電路20 太陽能發電機20個 （1EU/個）鑽石48個 綠寶石48個 青銅192個\nVip4: 200RMB/月 擁有自定義頭銜 飛行 信標1個 高級鑽石電鋸和電鑽 鋼錠64個 重力納米護甲 終極充電背包 電路板48個 高級電路45個 鑽石64個 綠寶石64個 青銅256個 太陽能發電機30個Vip可以续费 每個等級的vip維持費是vip的50%RMB 僅是你買了第一次的Vip之後才能進行續費， vip1:續費25RMB可以繼續維持 頭銜 飛行 鑽石10個 綠寶石10個 青銅錠48個 鋼錠16個 電路板5個 高級電路5個 金錠16個vip2:續費50RMB可以繼續維持 頭銜 飛行 鑽石32個 綠寶石32個 青銅192個 鋼錠32個 電路板20個 高級電路20個 金錠32個vip3：續費75RMB可以繼續維持 頭銜 飛行 鑽石64個 綠寶石64個 青銅256個 鋼錠64個 電路板40個 高級電路40個 鋁錠32個 金錠64個vip4：續費100RMB可以繼續維持 頭銜 飛行 鑽石100個 綠寶石100個 青銅320個 鋼錠128個 電路板70個 高級電路70個 鋁錠64個 金錠96個 鈦粉32個 鉻粉20個 普通玩家也有可能获得独有称号！ 要你在某个领域上有重大的突破 我们将赋予你独一无二的称号物品合成變動高級鑽石鑽頭/電鋸是可以合成的 並不是VIP獨享裝備 高級納米盔甲/高級噴氣背包 也是可以合成的目前只有重力盔甲/終極充電包不可以合成 但是 在周目中期 會開放這2個合成\n好好，BB了那么多最后来上图吧，op证明：\n当然也不能缺少服务器里的图片了~未完成的主城建筑师与腐竹 好像有什么不对︿(￣︶￣)︿\n好了，都介绍完了 我就来个结尾吧，做OP/腐竹/技术，有时候真的很累你要付出资金 精力 耐心，为了操控好这个服务器，有时候真的投入了的很多精力，所以各位，你们作为玩家，应该好好地珍惜自己作为玩家的那种幸福感仅仅是为了娱乐而已，所以我愿意付出我自己，就是想在MC这个平台获悉到更多朋友交流到更多的技术，跟你们一起享受MC，看到你们在我开的服务器里开心的游玩我这个做管理的也就值了。感谢大家的阅读。我是建筑师，腐竹有事不能来所以我来代替我仅代表清风幻境感谢你们，感谢你能耐心读到这里，感谢一直支持本服务器的玩家！\n\n\n\n",
    "replies": []
}