{
    "title": "【原创】新的世界=New World【也许这是一个坑】",
    "author": "小狼理御",
    "replyCount": 3,
    "timestamp": 1418649660,
    "txt_content": " 本帖最后由 尤里的猫 于 2014-12-21 01:27 编辑 \n这是个新的世界，包含着无限的可能性\n@无力吐槽注意 @穿越注意这只是一篇连小说都算不上，说不定什么时候就断更的，无聊作者的吐槽。\n微软不是傻子，几乎没人会期待在天朝单纯的卖游戏赚到钱。忠实的玩家也许会去买，但那只能养活的起较小的企划或者公司。\n上面那句话并不是什么预言，因为它被打破了。\nMinecraft-Microsoft在中国人看来两个单词非常相似。这也是官方服务器被称作【MM】的原因。\nMC的新版销售的并不理想，但这至少让微软做出了开设收费服务器的决定——大公司绝对不要跌了跟头灰溜溜的跑。\n为了挽回这笔损失，工作室下足了成本来宣传这个正式运营的网游——MMCraft，之所以称呼他为网游，是因为它已经不再是MC，仅仅是一个以MC为基础的网游而已。\n\n作者的微博：http://weibo.com/RionSTW\n有什么需求或者建议请随时回复，将来也许会另开一个帖子征集游戏元素和建议。\n\n第一章，新的世界\n▽1\n【神秘的合成表！尚无人知道的最新MOD，提供给你探险的极致体验】\n【更强大的怪物——他们不再只是形单影只的活动，怪物总是有组织有战略的进攻】\n【不只是刷了凋零就结束了，更多丰富的元素等待着你去探索】\n（一般说了这句，就是没什么东西可以说了）\n电脑前青年的眼睛反着光，带着不屑的笑浏览网页。心里暗暗吐槽是他的性格。他有些沉默寡言，即使是能和别人聊得很high，却也绝对不会多说一句令人不快的话——不如说是几乎不说话就是了。\n两次神秘的封测，这个连名字都不被人所知的工作室攒足了人的悬念。说来也怪，微软大可去和那些大公司如疼什么肾什么合作，或者找一个足够实力的工作室，甚至完全可以自己组建一个工作室，完全没有必要也没有可能找这个名不见经传的小工作室。但是这世界总有一些奇葩的事情，也许这个工作室的boss是微软某经理的三姨夫的小舅子也说不定。\n青年打开了早已安装好的客户端，整体的气氛早已让他不知吐槽了多少遍，不过被吐槽最多的一点，还是那句老话——【这个游戏还是MC么？】。\n今晚的八点，第一批据官方称共计4000人的共同生存即将开始。\n敲了自己的ID和PW，青年面带微笑进入了等候室。\n“Yoo，少年。”\nID为Jessa的人向他搭话。他的皮肤是一身精壮的铠甲的骑士形象（方块人），看起来花了不少时间和心思。\n“晚上好。”\nNoir，也就是这个青年礼貌的打了招呼——尽管Jessa说过没必要这么拘束。\n这个令许多人诟病的全语音功能说到底还是开启了，并且制作组做的很绝，连打字聊天这个选择都没有给出。\n“Reiya还没有上线么？”\n“我的名单里也没有看到他。”Noir又确认了一遍自己的好友列表，Reiya的名字仍然是灰色。\n等候室281里面没有几个人，他们各自忙着与自己的朋友交谈着，或者只是静静的看着还有十分钟的巨大的红石灯倒计时。\n——当然，我觉得很可能只是在挂机而已。\n\n”这个游戏真的是个好游戏“\nJessa冷不丁冒出了一句话。\n”嗯。“\n”我玩了很多游戏——你知道，免费的游戏总不缺。虽然模式烂的不能再烂，系统无聊的不能再无聊，但里面角色模型做的莫名的好。“\nNoir没有说话，只是静静的盯着红石灯的倒计时。脑子里整理起自己在攻略网站和交流论坛看到的资料来。\n根据内测的玩家透露，新的合成表莫名的喜感，但是并没有什么特别的发现。\n”这些游戏成本最大也就在画师上了吧……嗯，根本称不上游戏的东西，“\n（——那你玩个毛线）\n”但是胖次做的很棒“\nNoir一口水喷到了屏幕上。\n”不如说，这个游戏对于胖次非常执着。你所知道的——你认为的走光是什么？“\n”……“Noir不想说话。\nJessa语气认真，详细的分析了下去。\n”胖次大放送？随随便便就能看到？那个根本不是走光，简单粗暴，毫无意义。说到底，胖次不过是一块布片而已。“\n”在这里人们分成了两派——“Noir仿佛看见了Jessa推眼镜的样子，”一派认为露出胖次后的反应可爱才是王道，微微羞红的女孩子是最可爱的。在这里不同的反应也对着不同的喜好。比如说‘呀——’并紧急捂住裙子的女孩子，大概就是路人妹子了。这一种对于大众来说，毫无疑问是属于‘看到了，赚了！’这一方面的；而当自己看到了关系亲密或者普通朋友的胖次，很可能就是flag竖起来了，且不论是死亡flag还是恋爱flag，此时那种感觉才是真正的胖次的感觉。“\nNoir在心里默默叹气。\n”傲娇系露出胖次后往往获得的是少量的好感up，这时候如果毫无反应的话，那么毫无疑问好感度down了。从这种意义来说，这一类的胖次还是很有价值的。而当姐系胖次被看到的时候，却露出了‘呀……’这样的反应，反差萌也是足以击倒的；同时，这时候如果面不改色的应对过去，甚至反过来调戏两句的姐姐，脸红心跳的就该是你自己了。这种纯粹的你不觉得更有魅力吗？当后面发现‘啊……那时我也很害羞，只是用这个来掩饰一下’这样的感觉，顿时我就能被攻略啊！“\nJessa的语气开始神游，Noir发现很明显他逻辑对不上。\n”而另一派就如同学者一样，他们追寻着看不见的胖次——不断地追寻。自己去掀裙子只是小学生的行为罢了，期待着上天赐予幸福的感觉才是最棒的。这个游戏里就是这点做得很棒。“\n（——你居然扯回来了）\n”即使你再怎么换角度，也总是差一点就能看到，【绝对领域】就是这样，回想起那些莫名的大放送，做o做的事什么的，那些东西简直恶心透顶。而这个机制里面最令人兴奋的就是‘微风系统’，不知何时会起的风，风力等级说不定会小到根本吹不起裙摆，但是每一次出现风的时候都会无比的期待。“\nNoir的镜片反着光——他的MC皮肤上的眼镜也是一样。\n”Noir，你也一定喜欢胖次。“Jessa断言道。\n”嗯？“\n”书生本色——人性本色——这是古话，祖先总结出来的不会错。我这样的是外向的，而你这样不说出来的就是闷骚。“\nNoir无奈叹气，这已经是第三次了。\nJessa没有任何戏谑或者调侃的意思，当然也没有恶意——Noir和Jessa的交情就是这样深厚。而这方面的话题——根据Noir所知，Jessa一定是认真的。\n\n墙上的红石灯进入了倒计时。\n”这一次，你打算扮演什么角色？“Jessa这么问道\n”还是老样子，建造者吧。我毕竟只喜欢这样的东西。“\nNoir有些心不在焉，随口说了这样的话。\n”那么我就是战斗系了——这次战斗元素非常丰富。“\nJessa是参与封测的玩家，按理说应当比Noir情报丰富。然而Noir却几乎收集了两次封测带来的大部分情报，相比之下Jessa专注了战斗，其他方面反而一窍不通。\n倒计时10s\n”我……试一试做一个旅行者吧。“\nNoir意外的把这句话说出了口。\n”嗯……不错的打算嘛，咱们一起旅行吧。“\n倒计时5s\n”嗯？“\nReiya的名字不知道什么时候亮了起来。\n”在281……在我附近？“\nNoir抬头四处张望……没有人，除了刚刚那几个人以外没有其他人。\n（——难不成将皮肤涂黑了？）\n所有人的视线都集中在了倒计时上，而Noir却转开了视角，看向自己的正后方——\n00:00\n他看到了绝对不该看到的东西。\n【游戏开始】\n【下载地形中……】\n【欢迎来到”新的世界“】\n=================================\n（空行，只是为了装一下）\n=================================\n睁开眼，早已不是熟悉的天花板和那盏有些奇形怪状的灯。\n躺在坚硬（？）的草地上醒来的Noir使用着不太灵光的脑子思考眼前的光景。\n方形的太阳从视野的一角露出来，随即便被飘来的像素云挡住了刺眼的光。\n「这是什么鬼地方……」12.15.2014\n\n\n▽2\n“头痛…………”\nNoir勉强撑起自己的身体，看向周围。\n（卧了个大槽……）\n陌生的环境，陌生的视野，然而景物却是熟悉的景物。\n方块的树木，方块的云，方块的地表……没错，确认了，这里是自己再熟悉不过的MC的世界。\n然而自己的身体却意外的不是方块人。\n“……”\n恐慌。\n冷汗不住从额头渗出来，发生了什么？没人能够回答。在视界所及范围内，除了野生的方块羊和一望无际的草原以外，没有一个人。\n只能去接受么……\nNoir发现自己意外的冷静。\n除了有些使不上力气的腿以外，心里平静的令人焦急。自己绝对不是这么坚强的人，不可能坚强到被莫名卷入异世界还能冷静思考问题。然而他现在必须冷静下来，却完全无法冷静。Noir不是在现实世界中失意期望改变的人，也不是逃避社会的妄想少年。Noir虽然很宅，但仍是在校的大学生，虽然并不怎么说话，但是也能小心的处理人际关系不至被孤立。\n然而自己现在可以说脱离了这一切，脱离了费力经营但却丝毫喜欢不起来的社会生活。\nNoir发出了笑声。\n他不知道自己是在笑什么。\n“呼……“\nNoir闭上眼睛，集中精神。这是他一贯的放松方法，让自己进入冥想状态。他将精神集中到额头的位置，然后打算静静品味着黑暗，让自己冷静下来。\n然后他吓了一跳。\n（——物品栏）\n误打误撞，自己打开了自己的生存模式物品栏。\n还是一如既往的经典，左上是四格的装备栏，旁边就是自己的形象——托福，他清楚地看到了自己的样子。当他看向自己的形象的时候，意外的在旁边跳出了属性菜单。\n180cm，身材和自己的身体相差无几。面孔则偏向日式漫画风格的设计，是自己在官网上看到的模型——有些类似，但是却更倾向自己现实中的相貌。\n（——所以才会有些头痛吗？）\n比自己原来的身高高出了几公分，手脚也根据人体完美比例调整了长度——感觉上变长了，腿软的原因或许也是如此。而衣服则是衬衫和休闲裤——和自己32位的皮肤的设计风格是相同的。\n（——不可思议）\n那是游戏时代MC没有的功能。进一步检查，他甚至发现了和RPG一样的属性值——力量、体力、敏捷，简直就是RPG一样的模板。但是也到此为止，没有发现更多的情报。\n物品栏，很普通的，空空如也。熟悉的合成框也静静的躺在右上角。一切都和以前一样，没有区别。\nNoir安下心来，呼了口气。至少到现在为止看起来还属于游戏的范畴。即使是属性栏这一个新元素，也在之前的内测情报中验证了确实存在。\n（——去做些什么比较好吧）\n果然，MC中什么都不做就相当于自杀。毕竟是生存游戏，撸树致富理论是不会错的。\n（但是……）\n游戏时代如此，但Noir没有自信用手把树弄断。事实上，在Noir挑了三颗不同的树实验之后，发现自己是弄不出任何方块的，连破坏的动画都没有出现。\n（——这游戏能玩）\nNoir啃着打树叶掉落的苹果，一路破坏草地寻找着其他的玩家。顺着河流走——总不会出什么问题。\n==========\n（——！）\nNoir倒吸一口凉气。\n没有走出多远，Noir便看见了大量的玩家。然而他顾不了那么多，也不打算像漫画主人公一样去找几个妹子救援一下。事实上大多数人都是连自己都顾不过来。\n而让他惊讶的是，眼前出现了一个巨大的城市。\n石砖的围墙，五格宽不知多深的护城河上橡木木板搭成的三座桥。建筑物传统的中世纪风格设计令Noir呆立在当场。城市里面的各种建筑物和NPC让他质疑者是不是MC——那个开荒建房撸树挖矿的游戏。\n（——这个还真是……）\n内测的时候没有收到任何的主城情报，Noir的眼睛有些用不过来。NPC——看起来应该是村民吧，但是相貌却和普通的人类没有区别，唯一能辨认出来他们是NPC的，就只有那个绿色的长袍和习惯性抱住双手的姿势了。大部分村民脖子里都带着挂了一个巨大方块的项链，这使得和游戏时代的村民有几分相似。\n（——那个鬼东西不是鼻子么！？）\n总之……漫无目的的乱晃，沿途顺便搜集情报。这让他确认了这个世界的确是MC的世界——虽然人物模型似乎不太一样。方块和物品（村民出售的）仍然是16x的材质，风格也依然是MC的风格。偶尔有风吹过——这也是和原版MC不同的地方，不过说回来原版MC即使有风也感受不到就是了。食物不再是秒吃，饥饿度的属性条也不见了，能判断饥饿度的只有自己的肚子。不过还好的是体力条似乎饿着肚子也能少许回复。一切都既熟悉又陌生。\nNoir用路上采到的几朵花和小女孩村民换到的书与笔记下了这些情报。不需要墨水是个好的兆头，至少目前一段时间里不需要下水杀墨鱼。\n金币，看起来这个世界里没有这个概念，仍是物物交换，Noir也没有找到任何可能的栏位表示金币，也就意味着这个世界商业其实并不发达。主城中那些商店柜台应该是官方设定的，可以买到木制的工具，但可惜需要绿宝石交换，这令Noir很是头痛。\n总之，Noir用路上采集的那些小麦种子和几个看起来温和的村民换了些面包充饥。让Noir头痛的是，他发现这些面包无法重叠放置，这的确是一个悲伤地故事。\n==========\n人类很软弱，所以创造了世界，改变了世界。\n但在软弱的人类创造世界之前，他们处在恐慌之中。\n街上到处都是无精打采或者发抖的玩家。无法空手破坏方块这个事实，让玩家陷入了深深的恐惧中，他们甚至不知道如何活下来。Noir也试着和几个玩家搭话，但无一例外，玩家们无暇顾及别人，甚至对Noir有些害怕的感觉。\n（——大概是我恢复的太快了吧，相比之下，他们才是正常的反应）\n”Noir？“\n\"?\"\n啊啊，这个浑身重甲的家伙是……\n”啊啊！找到你啦可算。“\n面前的大汉露出遇见久别的恋人的表情，一把鼻涕一把泪扑了上来。\n”Jessa……难道你也“\n”啊啊……“\nJessa吸了吸鼻涕，从扑空趴在地上的狼狈姿势站了起来。\n”一晃就成这样了……“\nNoir打量着Jessa，Jessa和他也是老交情了，线下的会面也有过几次，对他的脸自然不陌生。现实中身材高大的Jessa性格粗枝大叶，但有时候却会露出这样有些小孩子的样子。他和Jessa一起玩MC的时候，狩猎和魔物讨伐常常是Jessa喜欢的工作，在这个本来不像RPG的游戏里，Jessa自愿当起了战士。\n”你身上这是？“\n”哦哦，铁套，出现的时候一个大叔送给我的，虽然没有头盔。“Jessa有些高兴的说。\n（……）\n”话说回来，村民的箱子上面多了锁……打不开了“\n”……“\n（你居然去村民家里开箱子了……）\n”对了对了，来的时候我发现了一间旅店，柜台的大姐姐很可爱哦，要不要一起去看看？“\n还真是有精神……不过忧郁的话就不想Jessa了。Noir心里暗暗感谢自己遇到了Jessa。\n12.16.2014\n\n▽3-a\n“喂……Noir，这个是我们玩过的MC吗？”少女抱着膝盖，有些发抖的坐在阳台的一角。\n夜晚非常美丽，即使是方形的新月，也展示出别样的魅力。\nNoir眺望着这个由方块组成的世界，无法回答少女。\n=========================================\n只要有斧头，就能够砍树。\n这是Noir和Jessa在尝试多次之后，得到的结论。同样，挖土需要铲子，敲碎石头需要镐子。不到五个小时，这个城镇里的数百名Steve都学会了这个方法，人们陆续开始准备在这个世界生存下来。\n木头和木板没有办法堆叠，实在是个让人头痛的问题。背包很明显根本不够用。\n“啊，Noir，木头我堆在这里了”\n“哦”\nNoir回应了一下Jessa，开始整理手头的情报。\n首先是物品无法堆叠，虽然令人头痛，但这并没有造成太大的不方便。\n引起Noir注意的是时间。Minecraft里每一昼夜是二十分钟，即为24000刻。然而他们进来已经超过了五个小时，太阳才微微西斜。如果按照官方公布的下午六点=早上九点开始游戏的话，那么这个世界的时间就很慢了，甚至有可能达到一天24小时。这意味着可以做更多的事情，但是资源的重生速度却会大大降低。拿树苗来举例子，不考虑金坷垃的情况下，树木的生长是随机的，但是平均时间均超过5min也就是数个小时（MC），小麦和其他的农作物就更不用说了，除非大规模量产，否则甚至连吃饭都出现危机。\n关于吃饭还有不确定的因素，但Noir尚未验证过。\n另外一条是合成。\n木斧、木锄甚至木剑都可以正确的合成。使用它们来进行破坏和取得方块也不成问题。合成还是只要摆对位置就能够在脑中的合成表里出现对应的材料。\n然而问题出现在木镐上。\n木稿完全凿不动石头。\n尽管在现实世界，木制的工具和石头的质量天差地别，但MC中不存在这一问题。现在却不是这样了，木稿的刃尖会直接断掉，然后变成三个道具的木棍掉落。\n这让Noir无法理解，不仅是他，连其他人也无法理解。好端端的生存，如果开不了矿——退一步讲，如果拿不到圆石，相当多的道具都会无法制作。\n最后一点，则是随机被给予的道具。例如Jessa的铁套。Noir也见到过其他的道具，例如一些食物、火把和煤炭，有传闻说甚至有的玩家随机获得了钻石套。然而无一例外，没有收到关于获得哪一种材料或者工具的消息。\n“这也是……”\n实在是头痛。\n==============\n然而就在Noir头痛的同时，一些不为人知的变化悄悄在城市里进行。\n用不为人知来说不太恰当，但凡是相关的人员都得到了消息，却没有一个人正确理解发生了什么。\n\nMMCraft在运营前就宣布了数个新的更具有交互性的系统。包括公会系统、好友系统、语音系统等一系列MMO常见的社交机制。而在运营之前，公会和好友系统就已经正式开始收录数据了。Noir也是趁着这时候添加了自己的朋友到列表里。然而公会系统却鲜少人问津，MCer大多数是生存者，团队行动可以说几乎没有。\n然而现在却不同了。\n公会在悄悄地建立和扩大。\n高调进入MMCraft的公会据Noir所知有七八个，且都是数十人一起来玩的大型公会。Noir也见到过在这个城市里招募成员的公会。印象里大概是……\n【米蒂旅团】、【跃龙战斗公会】、【爱司尔特茶会】，还有几个小型的公会似乎也在接收新人，名字却也记不太清楚了。\n而Noir所不知道的是，【米蒂旅团】已经发展壮大到了数百人。\n置身异世界所带来的不安感和恐惧感使得玩家迫切的想要找到归属。大小公会已经逐渐开始分化。\n然而今天才是第一天，他们的生存才刚刚开始。\nNoir和Jessa没有选择跑去开荒，而是为了收集更多的情报留在了城里的旅店住宿。\n城市里的旅店类似公寓，目前对于他们这些玩家免费开放。直接认领一间小型的屋子就能够暂时的居住下来。\n城市里的方块和一些装饰品无法被破坏，玩家所能支配的仅仅只有4*5*3.5（半砖地板和屋顶）高度的空间而已。\nNoir的房间里除了一张床和一张简易的写字台以外，自己放满了箱子——这是Noir不好的分类强迫症的习惯。Jessa的房间自然要简单的多。\n\n12.18。2014\n▽3-b\n\n夜晚。\n新一轮的恐慌降临了。\n这次运营参与的玩家有5000人，而其中将近三成的人则是新手——小白，从未接触过MC或者MC知识并不丰富的玩家。\n公会能够迅速壮大起来，恐怕这些人功不可没吧。\n而人们面临的恐慌则是怪物，尤其对新人来说。\n现实中面对面的战斗与游戏里不同，即使是第一人称游戏——无数的穿越小说都这么写过。\n事实上，这句话并不难理解。\nNoir他们很容易就理解了这句话。\n应Jessa的邀请，两人仅仅拿着木剑便离开了城市——资料显示城市里无法刷怪。\n和他们相同跃跃欲试的玩家有数十个，心里有些没底的玩家大概都留在了城市里的单身公寓，出现在这里的玩家大概都是老玩家。\n（——或者是不怕死的熊孩子）\nJessa大概是两者兼具吧。\n值得一提的是，MMCraft提供了中文字符昵称的支持，但是老玩家们几乎统一用了英文昵称。Noir判断对方的经验时昵称起了一些作用。\n出现在这里的人大多数是结伴出行，这样即使受到攻击也可以保证不死——没有人能保证死了会发生什么，官方也没有说这次不是极限生存。\n事实上这样的保证几乎没有效力。\n“啊……啊啊”\n率先出发的几个小队（严格来说不能算是小队，毕竟游戏中没有小队系统）抬着伤员回来了。\n所有人都沉默不语，他们都或多或少预料到了。\n（——在这个世界里，受伤不仅仅是HP降低，还包括了疼痛和心理压力）\nNoir和Jessa稍稍退向了城市。\n“回去吗？”\nJessa摇了摇头。\n“既然出来了，至少见到怪物一面。”\nJessa明白，Noir担心自己碍于面子硬着头皮上。这也算Noir不怎么明显的体贴。\n======\n另一方面\n在Noir他们所在的城市【卞阳市】以西80公里的地方，同样存在着另一个玩家都市【连远】。\n卞阳的玩家大概有900名，当几个晚上过去后，说不定玩家还会增加。\n连远仅有不到二百名的玩家，这里紧邻着下界地形，是僵尸猪人肆虐的地方。\n僵尸猪人徘徊在城市的周围，只要靠近就会引发集群的攻击。游戏时代不去招惹就没事，但现在他们似乎有了一些奇怪的改变。\n即使是白天也暗无天日，而在那深处则似乎是隐藏着一个巨大的地狱要塞。\n【连远】就处在这样一个环境里。\n========\nPS：这两天杂事略多，更新比较少，见谅\ndate 12.18.2014\n\n",
    "replies": [
        {
            "author": "匿名",
            "timestamp": 1418652060,
            "txt_content": "微软既然收购MC，那么他有责任和义务让MC的灵魂不变。"
        },
        {
            "author": "小狼理御",
            "timestamp": 1418729880,
            "txt_content": "匿名者 发表于 2014-12-15 22:01\n微软既然收购MC，那么他有责任和义务让MC的灵魂不变。\n小说而已=。="
        },
        {
            "author": "106088451",
            "timestamp": 1418730180,
            "txt_content": "序章的内容还很可观，继续努力！"
        }
    ]
}