{
    "title": "<原创·单篇> 毕业照",
    "author": "独孤粽",
    "replyCount": 12,
    "timestamp": 1418909700,
    "txt_content": " 本帖最后由 独孤粽 于 2014-12-18 21:35 编辑 \n毕业照  拍完毕业照的第三天，十九岁的他和他的同学们来到母校的操场上。  他们围在一个长方形的凹坑前，静默着，一言不发。  几秒种后，他终于从口袋里摸出一张毕业照和一支笔。照片和钢笔在同学之间传递着，几乎整个操场上只剩纸笔摩擦窸窸窣窣的声音。当照片回到他手中，他把照片放进了一个钢制信封，庄严的把它静静地放在凹坑里，填土，踩实。  几秒钟的肃穆过后，他轻唱起来，后来同学们都和他唱了起来，声音很低沉，好像在唱高中生涯的挽歌。怎能忘记旧日朋友心中能不怀想旧日朋友岂能相忘友谊地久天长我们曾经终日游荡在故乡的青山上我们也曾历尽苦辛到处奔波流浪友谊永存 朋友 友谊万岁举杯痛饮 同声歌唱友谊地久天长  雪花零落，堆积，最后消融，如此往复，又是几年。昔日的同窗早已各分东西，他也在一个远离故土的城市开始了他的大学生涯。  假期的一天，他收到了一封信，是一名同学的丧礼。丧礼上，高中同窗再重聚，他们看到了对方更加世故的脸，听到了他们对大学或社会生活的种种感慨。  这来是我从前的同学们吗，他想。  从礼堂回来，他买了一张车票。这张车票不是回程票，而是去往他的高中所在的城市。  他欣喜的看到，曾经的校园更加美丽，他到达时学校正好放学不久，有几个住校生在踢足球。他仿佛是又看到了当年的同学，也跃跃欲试的上前踢了几脚。休息的时候，他却离开那群累得东倒西歪的高中生，径直向记忆中埋着回忆的地方走去。当看到当时所做的标志时，他便把那个钢信封找了出来。  信封里的照片已经褪色，然而背面同学们的签名仍清晰可见。当他看见身旁已经围了几名学生时，他就把一名名同学指认给他们看。然而当他说到那位已故的同学时，他脸上的笑容消失不见，嗓子也哽住了。  “学哥，你怎么了？”一个高一新生探询道。  “没什么......”他眨眨眼睛，想要逼退泪水，“让我继续让你们领略领略我们当年的‘风姿’！”  学生们笑作一团，而他只是嘴角微微上扬，继续像个老人一样讲着过去的故事。  离开了母校，他下定决心，一定要守护这份记忆，一辈子也不要丢掉它！  那年，他二十二岁。  三十岁，他穿着休闲装来到校园，看到周围嘈杂的工地，他不由得为学生们抱起了不平。  “这群该死的开发商，在学校旁边大兴土木，自私自利！”  三十八岁，他西装革履地来到校园。在和学生谈天时，一个学生突然说：“我们要迁新校咯！”  “啥？新校？”  “对！就在xx小区的北面，现在正盖着呢！”  “呼，估计我们是甭想进新校了...”一个同学插嘴道。  校迁了，我们的毕业照怎么办呢？他想。  这次，他没有再寻找之前的毕业照，一路上心里矛盾得很！  自私！学弟们要换更新更好的学校了你却不高兴！自私！  四十三岁，当他再次踏进这个校园时，里面早已空无一人。操场上已长出了杂草，满校园就是一个超大的绿化带。他没有找照片，默默地走进教学楼，找到他从前的教师，坐在后排的一个座位，看着那熟悉的黑板和有着斑驳涂鸦和表白的教室墙壁，直到天黑。  五十三岁，他踏进这个校园时，好像整个身体都被掏空了，教学楼已经坍塌，操场上尽是碎片和砖墙块，还有一辆翻斗车停在角落。  “我的毕业照呢？”他如梦初醒一般大吼，“不！！！！”  他发疯一般地朝着记忆中的方向跑去，不顾一切得移开所有的障碍物，手指抓烂了，流血了，痛的失去知觉了，他还是没有找到他的毕业照。  终于，他放弃了，像上次一样，默默地走到仅剩的一楼走廊，呆了几分钟，或是几个小时。   突然，他抄起地上的一个墙砖碎片，决绝的向自己的手腕划去...这一刻，他仿佛不是那年逾半百的中年人，而像一个血气方刚的高中生一般....  突然一阵凛冽的寒风，把他吹醒来。他仍然跪在一片废墟上，不同的是，他身后已经站满了  昔日的高中同学。他们静默着，他也静默着，和三十年前的那一刻别无二致。  同学们轻声唱了起来......For auld lang syne, my dear,For auld lang syne,We'll take a cup o'kindness yetFor auld lang syne!Should auld acquaintance be forgot,And never brought to mindShould auld acquaintance be forgot,And auld lang syne?And surely ye'll be your pint-stowpAnd surely I'll be mine,And we'll take a cup o' kindness yet,For auld lang syne!We twa hae run about the braesAnd pou'd the gowans fine,But we've wander'd monie a weary fit,Sin'⑾ auld lang syne.We twa hae paidl'd in the burnFrae mornin' sun till dine,But seas between us braid hae roar'dSin' auld lang syne.And there's a hand, my trusty fiere,And gie's a hand o' thine,And we'll take a right guid-willie waught,For auld lang syne.  与此同时，他那十九岁的儿子，也在高中的操场上，埋下了另一个钢制信封... http://www.xiami.com/widget/0_181084/singlePlayer.swf                                                                                                                       注：本文中英歌词均为《友谊地久天长》",
    "replies": [
        {
            "author": "erry64",
            "timestamp": 1418909880,
            "txt_content": "看不懂"
        },
        {
            "author": "wkyyzhb",
            "timestamp": 1418909940,
            "txt_content": "岁月总是不等人……\n\n岁月何其速，哎呀又一年。花叶全无迹，存世唯诗篇\n                                                                         ——冯骥才"
        },
        {
            "author": "Mc-Tony",
            "timestamp": 1418910300,
            "txt_content": "被题目骗进来的 我也以为是鲍照帖"
        },
        {
            "author": "鱼青余",
            "timestamp": 1418910420,
            "txt_content": "我还以为是爆照的"
        },
        {
            "author": "xyx",
            "timestamp": 1418910780,
            "txt_content": "很感动啊0.0"
        },
        {
            "author": "梦舞",
            "timestamp": 1418914620,
            "txt_content": "楼主这个帖子。。意义不明，楼主是写来怀念下过去的么……"
        },
        {
            "author": "106088451",
            "timestamp": 1418938860,
            "txt_content": "不过就算是主角的幻觉，也不应该是儿子埋照片吧？"
        },
        {
            "author": "106088451",
            "timestamp": 1418939280,
            "txt_content": "我一定不要做像埋高中毕业照这种事……"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1418942880,
            "txt_content": "很好的小说，学习了！"
        },
        {
            "author": "AanDi熊",
            "timestamp": 1418955420,
            "txt_content": "笑了半天，不知道在看什么"
        },
        {
            "author": "北极星人",
            "timestamp": 1419211800,
            "txt_content": "我以为这是秀照片……"
        },
        {
            "author": "player927",
            "timestamp": 1421590080,
            "txt_content": "好文顶起来\n反映现实和同学情感的好文"
        }
    ]
}