{
    "title": "<原创·连载>[丧尸围城]作者：lzs1234（第四章）",
    "author": "lzs1234",
    "replyCount": 14,
    "timestamp": 1420082100,
    "txt_content": " 本帖最后由 lzs1234 于 2015-1-3 15:35 编辑 \n丧尸围城———————————————————————————————————————————————城内驻防军资料：弹药：50000  兵员：1000  交通通讯：通畅                西塞河岸驻军资料：弹药：50000+  兵员：50000  重型装甲部队：20第四章1月14日   乔克呆坐在地上。    也不知过了多久，地上的手机忽然“滴滴”地响了起来。    乔克如同行尸走肉般机械地拿起手机，按下了接听。电话那头传来总指挥粗厚的声音：“老乔，军队调来了，你在哪儿？”“所有的军队？”“嗯......我在城内留了1000多名士兵，其余的都来了。哦对，还有一些装甲部队出去执行任务了，还要过几天才会来。喂，你倒是告诉我......”“那行，我来了。”乔克放下手机，没有理会电话那边总指挥疑惑的声音，挂断了电话，朝西塞河狂奔而去。只留下一堆残存着几缕黑烟的残骸。    西塞河岸依然如往常一般平静。如果不是河边荷枪实弹的军队，很难想像这里有什么怪物。对岸站着一群村民，对着庞大的坦克指指点点。    乔克依然带着如同才睡醒般的表情，两只眼睛无神地望着对面的树林。忽然，他眼中闪出异样的神采。    “我......在干什么......”乔克仿佛睡醒了一般，看着身旁的军队。他以前也当过兵，对迷彩服，坦克大炮什么的当然熟悉。并没有像对岸已经散去的村民那样好奇。    乔克望着远方的树林，咬紧了牙关。呸！就是这个树林里的怪物，害死了这么多人！    军队总指挥来到他面前，问起了事情的经过。乔克向他说出了事情的真相。    总指挥张大了嘴，问：“小胡死了？”    乔克没有回答。他知道总指挥和小胡是多年的同学。    总指挥怒吼一声，抬起手要命令炮手开炮。乔克拦住了他，淡淡地说道：“还无法确定它们在哪里，现在开火搞不好会引起森林大火，烧光那周围一大片试验田就不好了。”    总指挥不由得怒道：“那我们应该怎么办？就这样看着他们死了吗？”他不是对乔克发怒，连他自己也说不清自己在对谁怒吼。    乔克瞥了一眼那些荷枪实弹的军队，坦克的炮筒擦得锃亮，里面都装上了汽油弹。随便丢一发都会造成毁灭性的后果。    乔克伸脚踩了踩厚实的冰面，还挺坚固。他对总指挥说：“让步兵什么的先过去，坦克太重，不行。”    军队总指挥伸出手指做了一个手势，又指了指对面的森林。步兵立马行动起来，大踏步走过了冰面。很快在河对岸驻扎下来。坦克却依然纹丝不动。坦克兵似乎为了表达心中的不满，把炮台旋转了一圈。结果遭到了总指挥劈头盖脸的一阵骂。    总指挥简单交代了几句，随即和乔克一起走到了河对岸。    在他们俩到达河对岸时，太阳已经西斜了。步兵的帐篷已经扎好，正在烧火做饭。    吃完饭，人们很快就睡着了。    乔克也不例外。1月15日城内驻防军资料：弹药：50000  兵员：1000  交通通讯：通畅                 西塞河岸驻军资料：弹药：0  兵员：0  重型装甲部队：5    乔克醒了，他望望外面，一片漆黑。    他觉得自己是被吵闹声吵醒的。他翻身起床，突然发现总指挥的帐篷里空空如也。    人呢？    他望了望对面的坦克部队，还在啊！    走出帐篷，1月的寒风冰冷入骨。乔克忽然发现，远处的泥路弯道里有微弱的火光！    他快步走过去，睡梦中的喊叫声越来越大。    乔克探出半个脑袋，想看一看情况，一支箭便从他的眼前“嗖”的一声飞过，插在路边的树上。    一具白色的骷髅走出来，手里拿着一把怪模怪样的的弓，瞄准了乔克。    凭着军人的敏捷，乔克躲过了这只箭。回头一看，总指挥身穿迷彩服冲了过来，对准骷髅的脑袋就是一枪。    骷髅的头颅飞出去，落在草丛里。    总指挥拉着乔克走到一边，朝天放了一枪。    许多士兵迅速走了过来，迷彩服上沾着点点血迹。    清点人数后，总指挥又放了一枪。    一阵震耳欲聋的轰隆声，坦克部队开炮了。汽油弹显然已经换成了重型炮弹，不偏不倚落在火光四溅的战场上。地下被炸出了一个大窟窿，周围散落着一些绿色的尸体碎片。    “怎么回事？”乔克的脸如死人一般苍白，不停地向总指挥问道。    “半夜里哨兵发现有东西溜进营地，就吹了哨子。结果发现就是白天的怪物，我们打了好半天才把他们打到这里。”总指挥的脸在战场的火光映照下显得尤为凝重。“呸，真难打，杀了好半天才干掉这么点，怎么这样......”    总指挥突然不说话了，眼睛直直地望着乔克背后的战场。嘴里不住地念叨着“这不可能！这不可能！”乔克转过身去。    他倒吸了一口凉气。    地上那些残片不断地组装起来，像乐高玩具般组合成了一只僵尸。    “这不可能！开枪！”总指挥怒吼了一声。    总指挥助理跑过来叫道：“报告指挥！没有弹药了！”    总指挥眼睛都直了。先是愣了一下，然后便抽出腰间的砍刀，大吼了一句：“杀呀！为弟兄们报仇！”便冲上前去砍杀起来，士兵们受到了鼓舞，纷纷拿出砍刀，冲进了战火弥漫的战场。\n    乔克不敢相信这是真的。    就在一个小时以前，他还见过拿五万士兵。    败了，败了。    “这不是真的！”乔克跪在地上大喊了一声，随即撒腿向对面的机甲部队跑去。甚至都不敢回头看一眼总指挥死不瞑目的尸体，来不及看一眼那五万士兵的葬身之所。    远方的冰面上有什么绿色的东西在移动，乔克没有注意。    浑身绿色，没有手......    “什么东西......”坦克已经近在眼前，乔克才发现那绿色的怪物。    突然，一只怪物开始胀大，冒出一缕缕白烟，其余的赶紧让开。    惊天动地的轰隆声过后，一辆坦克报废了。冒出阵阵黑烟。    乔克惊呆了，“这是什么？”他喃喃自语道。跳上身边一辆已经发动的坦克。驾驶员从里面打开舱门，把他拉进坦克。有几辆坦克已经启动了发动机，开始缓缓移动。    怪物继续追击，接连报废了好几辆重型坦克，但是，坦克装甲的碎片也对它们造成了一定的打击。    “太不可思议了！它们竟然这样自杀式袭击，都没想回去。”乔克望着窗外说道。驾驶员没有理他，只是不住地重复着：“这不可能......这不可能......”    “轰！”一辆又一辆坦克接连爆炸，乔克乘坐的坦克已经开动，发动机发出了嗡嗡的轰鸣。    坦克很快把战场甩在了身后。乔克瞥了一眼车窗外，逃出来的坦克不多。只有区区五辆。    真是可笑，五辆坦克能干什么呢？    坦克冲进城门，在军队指挥部门前停下。    乔克快步走进总指挥室，望着窗外的小城。    这个他深爱着的城市，也许就要毁于一旦了。    他按下了电钮。    城内所有的高音喇叭都放出刺耳的警报，红色的警报灯闪来闪去，许多人家的窗口亮起了灯光。    乔克打开麦克风，喊道：    “我是乔克，请大家以最快的速度到指挥部门前集合！有紧急情况要宣布！”        整整过了30分钟，人们才全部集中起来。吵闹声，婴儿的啼哭声响成一片。偶尔还传来几声叫骂：“乔克！你半夜三更把大家叫到这里来干什么？”顾老太太那尖厉的嗓音尤其刺耳：“乔克啊！你干嘛呢？世界大战了还是有人从墓里爬出来了？哎呀，我可得赶紧回家躲着去，我家里还有传家宝，我舍不得死啊。”人群中发出一阵稀稀拉拉的笑声，但看到乔克那铁青的脸色便又马上收起了笑容。    乔克铁青着脸，用高音喇叭吼道：“安静！有重要事情宣布！”顾老太太又叫道：“乔克！你是来测验你高音喇叭的性能的吗？”人群中又是一片哄笑。    乔克没有理会，只是简单地说明了事情的经过，然后说：    “总指挥说有军队出去执行任务了，还要三天回来，我们只要坚持到那时，就是胜利！行不行？”他顿了顿，继续说：“如果有人想要走，现在就可以乘坐军舰走。因为我自己对这次战争的结果都没有把握，更别提你们！我不能拿你们的生命开玩笑！”    没有人想走。这里是他们的家，这里有他们的亲人，这里有他们热爱的一切。他们走了，去哪里呢？    乔克说：“明天我们要派一些人管城墙上的大炮，这个任务相当艰巨。因为据我们目前掌握的情况来看，敌人有射箭的。谁来？”    所有人都举起了手。    “那就前面两排的人，记住了！明天早上一早！”乔克说。    分派任务后，人们都散去了。乔克没有走。他来到城墙上，望着西塞河边若隐若现正在朝这边行进的怪物，长叹了一口气。    最迟明天，他们就会攻来了......1月16日    远处的丧尸军队逐渐变得清晰起来......    下午三点，丧尸军队离城墙只剩下5公里......    下午五点，丧尸军队离城墙只剩下3公里......    下午六点，天黑了，射手对城墙发起了第一轮进攻。未造成伤亡......    午夜，丧尸军兵临城下！     有怪物引爆了！    轰的一声巨响，钢筋混凝土的城墙被炸出了一个小洞。    大炮手展开了进攻，几十门大炮同时发出轰的一声巨响，炮弹射向丧尸军中部。     炮弹爆炸了！几十具不明身份的尸体被炸飞了出去，重重地摔在地上。西塞城周围的平原地形很适合进行这样的战斗。    “嗖”的一声，一支绿色烟花在天空中炸开了，过了几十秒，又是一支红色的烟花。机枪手准备就绪！    在西塞河一战中损失惨重的机枪部队瞄准一个正在手舞足蹈地炫耀自己刚刚是如何把城墙凿开一个洞的僵尸扣动了扳机。    噼里啪啦的一阵乱响过后，地上增添了几具丧尸的尸体。\n    战斗有条不紊地进行着。直到乔克的新秘书贝永的一声大叫传到了乔克的耳朵里。    “总司令！炮弹打光了！”    “又打光了？不是有五万发吗？”    “全都打光了！”    乔克欲哭无泪，看着正凝视着他的人们，怒吼了一声：“撤！”    军舰的舰长都没有料到这么快他的军舰就派上了用场。    现在军舰上已经挤满了人，舰上能拆下来腾出空位的东西都拆光了。可是三艘已经完全失去攻击能力的军舰还是装不下这么多人。    警察努力维持秩序。但是在这种人人自危的时候，维持秩序是没有任何作用的。不断地有人从警察身边挤过，冲上严重超载的军舰。    水手抽起了木板，满以为没人还能过来了，没想到竟然有人想从码头上跳上军舰。    这时，伴随着巨大的“轰隆”声，城门被攻破了。    人们都惊呆了。    军舰上发出几声怒吼：“走！和这帮强盗拼了！”不少的人响应了这号召，让水手搭好木板，怒气冲冲地冲下了军舰。    这样一走，军舰上就宽松了许多。只有一些女人还在哇哇大哭。说自己的丈夫跑下去了，任谁来安慰都没有丝毫作用。    让乔克吃惊的是，顾老太太却突然挤了过来，费力地从她那只破旧的布包里掏出一个盒子，里面竟然装着一个浑身闪着蓝光的遥控器，以及一小袋类似天线的玩意。    乔克疑惑地问：“您这是？”    顾老太太颤颤巍巍地说：“这是我家老头子留下来的，里面还有一张纸，上面写了字。我是文盲，但是也能看出这件东西不一般。你是有学问的大学生，给你看看，能不能把这些强盗赶走。”她说着，瞥了一眼城门口的那些壮汉和丧尸军团。    乔克看了看那张残缺不全的纸，竟然是一张说明书：G国科学院！！级发明成果ISBN—5号    为了抵御herobrine对本国的不断侵袭，特授权发明以下发明：            ISBN—1号         语言翻译机            ISBN—2号         智慧相机            ISBN—3号         U.L.格瓦里恩之剑            ISBN—4号         肌肉强化巧克力            ISBN—5号         思维控制天线            ISBN—6号         合成炉    将这六件发明合在一起，可以合成□□□□□□□（残缺了），用这件东西，就可□□□□打败herobrine的力量，特此授权。    总监制：U.L.格瓦里恩    图纸设计：P.O.瓦格里希    首席科学家：U.I.R.fusi，szfjken等105位                                                           782年14号文件                                                        （未完待续，本章共4195字）上一章·第三章\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "tygs",
            "timestamp": 1420082160,
            "txt_content": "lz真有耐心写这么长"
        },
        {
            "author": "lzs1234",
            "timestamp": 1420082220,
            "txt_content": "tygs 发表于 2015-1-1 11:16\nlz真有耐心写这么长\n三个星期每个星期更1000多字一起发的~"
        },
        {
            "author": "Wolverine",
            "timestamp": 1420082460,
            "txt_content": "好有耐心啊，就是字好像小了点"
        },
        {
            "author": "lzs1234",
            "timestamp": 1420082760,
            "txt_content": "Wolverine 发表于 2015-1-1 11:21\n好有耐心啊，就是字好像小了点\n字如果调大了就太长了，没人看的"
        },
        {
            "author": "2403",
            "timestamp": 1420083600,
            "txt_content": "鼓励lz，加油！"
        },
        {
            "author": "lzs1234",
            "timestamp": 1420208940,
            "txt_content": "没人吗？？？？？连建议都没有我丧失信心了555555\n@a2455564728 @末影龙娘 \n5555555求建议啊"
        },
        {
            "author": "冥王星人",
            "timestamp": 1420268880,
            "txt_content": "阁下对数量的概念极其欠缺。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1420270440,
            "txt_content": "冥王星人 发表于 2015-1-3 15:08\n阁下对数量的概念极其欠缺。\n0.0虾米意思0.0俺看不懂"
        },
        {
            "author": "冥王星人",
            "timestamp": 1420271160,
            "txt_content": "lzs1234 发表于 2015-1-3 15:34\n0.0虾米意思0.0俺看不懂\n就是文中出现的一些数量词，你对数字和实物的联系及概念，比较欠缺。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1420271940,
            "txt_content": " 本帖最后由 lzs1234 于 2015-1-3 16:01 编辑 \n冥王星人 发表于 2015-1-3 15:46\n就是文中出现的一些数量词，你对数字和实物的联系及概念，比较欠缺。\n对哦，比如士兵就只是说五万…哦对了，我加了你的群噢"
        },
        {
            "author": "冥王星人",
            "timestamp": 1420280580,
            "txt_content": "lzs1234 发表于 2015-1-3 15:59\n对哦，比如士兵就只是说五万…哦对了，我加了你的群噢\n不，我的意思是说你报的数量太多了。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1420284000,
            "txt_content": "冥王星人 发表于 2015-1-3 18:23\n不，我的意思是说你报的数量太多了。\n就是说对五万有多少没有概念对吗"
        },
        {
            "author": "冥王星人",
            "timestamp": 1420285800,
            "txt_content": "lzs1234 发表于 2015-1-3 19:20\n就是说对五万有多少没有概念对吗\n写文的时候，对于没有太多把握的东西，还是尽量跳过的好，万一遇上一位较真的，那就糗大了。"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1426418820,
            "txt_content": "终于知道你的创作勋章怎么来的啦..."
        }
    ]
}