{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第二十九章：记忆之盒】",
    "author": "418878840",
    "replyCount": 1,
    "timestamp": 1419082260,
    "txt_content": " 本帖最后由 418878840 于 2014-12-21 17:00 编辑 \n\n谁还记得我上次更新是什么时候......（找错字有奖哦）\n索引在此\n\n第二十九章：记忆之盒  “原来你就是雪朔，这灵魂碎片的能力跟你的名字很配呢。”粉可被几层厚厚的冰晶重重包裹，已经无法移动和攻击了。  “我的灵魂碎片已经跟我的灵魂分离出来很久了，但我这还是几年来第一次使用，粉可。”雪朔的语气带着一份感慨和落寞，被冰霜遮盖的双眼紧紧的盯着粉可的灵魂碎片，警惕着。  “哼，你别以为这样可以封住我的行动！”粉可握着长刀的右手突然一抖，那些仅存的雾气一下子涌了过来，附着在被冰封的粉可身上。  随着一声震耳欲聋的巨响，粉可强行挣脱了冰晶，瞬间移动到了离雪朔极远的储藏室入口。  粉可为了挣脱雪朔的冰晶，已经用光了所有的雾气，而且他的体力也有点不支，不能再打下去了。粉可想着，便在众人众目睽睽的目光中逃走了。  “要不要去追？”白伤问。  “不用了，他跑不远的。”雪朔看着粉可离开的方向，双腿突然无力，瘫坐在了地上。  “您怎么了？”纹竹慌忙扶起了雪朔。  “没什么，只是太久没有用过灵魂碎片了，不习惯而已。”雪朔借着纹竹的手，从地上吃力地爬起，说道。  白伤此时突然转头，看了看已经从地上起来的雪朔，若有所思的摇了摇头。  “我的身体肯定也在这个数据库里，只要等我找到身体，这个数据库内，就没有人是我的对手了！”粉可在数据库的走廊内来回穿梭，试图找到储存他身体的那个房间，“只要有了身体，我就可以使出我全部的力量，到时候，我就可以找他报仇了！”    猪猪君已经在灰色空间里待了很久，粉可的所作所为让他失去了夺回自己身体的信心。  “反正也无聊，不如在这个空间里逛逛吧。”猪猪君自言自语道。  说做就做，猪猪君从椅子上起身，朝最黑暗，最模糊的那个方向走去。  “这是什么？”猪猪君在那里看到了一个盒子。  捡起盒子，猪猪君的神经突然一紧，他的本能告诉他，不能打开这个盒子。  看着这个盒子，猪猪君的放在盖子上的手渐渐颤抖起来。  这个盒子上有许多黑白色的大小方块，有点像数据库的墙壁。两测都画着一个黑色的人影，朦朦胧胧，看不清晰。盖子上则是一个奇怪的符号，猪猪君也看不懂。  “那么，里面到底是什么呢？”好奇心最终还是超过了恐惧，猪猪君打开了那个盒子。  “啊——”在打开的一刹那，猪猪君突然痛苦的大叫起来，双手死死扣着头皮，痛苦的跪倒在地上。    无数的黑色人影出现在猪猪君眼前，吵杂的对着猪猪君议论着什么。  “要把他抓过来可不容易啊。”一个陌生的声音响起，猪猪君的意识一下子清晰起来，痛苦感也没有之前那么重了。  那些黑影朝猪猪君走了过来。  猪猪君感觉自己好像被绑在了床上，不能动弹，也无法叫出声，只能愣愣的看着眼前的一切。  有一个人来到了床前，将头朝猪猪君的脸靠来。但很奇怪的是，即使是如此近的距离，猪猪君还是无法看清他的样貌，就好像浑身被迷雾笼罩一样。  “开始吧，先把他麻醉。”又是那个声音。  那个人从一旁拿出了一根针管，插在了猪猪君的左臂上。  渐渐的，猪猪君没有了意识……  当猪猪君醒来时，发现自己已经不在那个灰色的房间里了，而是在一个宽敞豪华的房间里。  抬头一看，他看到了两个人——粉可和镍队长。  “这不是抢我身体的那个人吗，那另一个是……”猪猪君显然并不认识镍队长。  就在那一刹那，粉可和镍队长突然动了。  一把暗金色的镰刀出现在镍队长手中，双手举着镰刀，对着冲来的粉可一挥，就把他打在了墙壁上。  “我用的是刀柄，你应该知道我这样做的用意，回来吧，别傻了。”镍队长对粉可柔和的说道。  “去你妈的，你以为我会再被你欺骗第二次吗？你们这群混蛋！”粉可迅速爬起，伴着灰雾，消失在了原地。  “唉……”镍队长发出无奈的叹息，镰刀一转，但在了胸前。  “哐锵”一声，粉可又被镰刀转动的余力给击飞了。  “这是最后一次机会了，下一次，我不会再留情。”镍队长的语气突然严肃起来，闪到粉可身前，居高临下的看着他。  “可恶……”粉可爬起来，还想说点什么，但又因为身体受伤，疼的坐在了地上。  “看吧，这就是我们实力的差距，你是无论如何也打不过我的，放弃吧，粉可。”镍队长看着粉可，伸出一只手，等待着粉可的决定。  粉可看着眼前的一幕，也伸出一只手，缓缓抬起……  “这就对了，回来吧。”镍队长笑着。  “嗯，我会回来，”粉可的另一只手突然紧紧握住了背后的长刀，“才怪啊！”  “什么！”镍队长没有功夫再次拿起镰刀抵挡，只好拉开距离，躲避攻击。  “这就是你失败的原因，你太轻敌了，哈哈哈…….”粉可的攻击一波接着一波，把镍队长逼到了角落。  “没想到你还是没有悔改，那么留着你也完全没有必要了，接招吧！”镍队长的镰刀突然出现在了他的手中。  精神又是一阵恍惚，猪猪君的意识又回到了灰色的空间里，而他的手里，还拿着那个盒子。  “这是那个人的记忆？”猪猪君疑惑的想着。  看着外面已经来到数据库核心的粉可，猪猪君对他的疑问更多了……  \n\n \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 @紫晶Blue @陈翰磊 @爱拍之子D @Vatican.Taxi @qxdnfsy \n好友@大召唤术！\n另外，求人气\n\n\n\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "ε--",
            "timestamp": 1419149880,
            "txt_content": "好！顶一个，再回去翻看之前的{:10_512:}"
        }
    ]
}