{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第三十章：粉可的身体】",
    "author": "418878840",
    "replyCount": 3,
    "timestamp": 1419158520,
    "txt_content": " 本帖最后由 418878840 于 2014-12-21 18:45 编辑 \n这章很长哦（找错字有奖哦）\n索引在此\n\n第三十章：粉可的身体  数据库的核心位于整个数据库的中心地带，每个关卡都有许多荷枪实弹的守卫和数以万计的微型监视器。  “没有人能够在未经允许的情况下进入这里，就算有，他也不可能活着离开这里！”镍队长曾在会议厅内做过保证。之后虽然也有人强行闯入过，但都被一一击杀，可见这里的防卫森严。    “看来这里就是数据库的核心了，储存着数据库重要资料和物品的地方到底有多么难以进入呢？让我来试试看吧”粉可想着，悄悄地爬上了通往核心的通风管道。  通风管道里也有监视器，而且从这里也不能直接到达储存粉可身体的地方，只好找个地方杀进去了。  粉可从管道的缝隙中看到一个守卫正在厕所里方便，估计是借着换班的机会来休息的。粉可盯着着他，等待着击杀他的时机，手中的长刀竟然诡异的缩短了，成了之前猪猪君所使用的匕首。  那个守卫可能感觉到了粉可虎视眈眈的目光，下意识的回头一看，但下一刻，他就倒下了。“发现的太晚啦，真是可惜。”粉可在他的衣服上抹了抹匕首上的血，说道。  “现在我肯定已经被监视部门的那些懦夫给发现了，得在他们刚来之前冲到那里。”粉可想着，便从厕所里冲了出去。  “谁……啊……”随着一声惨叫，厕所附近的一个守卫也被粉可给干掉了。  “嗯？这是谁？”正坐在椅子上悠闲喝茶的浮游注意到了监视器上的那个人，眼睛一眯，仔细看了看他，还是没看出他是谁。  “浮游，看到了吗。”雪朔突然用对讲机给浮游发了信息。  “嗯，看到了，不过不知道他的详细资料。”浮游说道。  雪朔现在也来到了数据库的核心，只是他没有进入许可，被拦在了外面，“这个你不用管，总之你先把目前的情况报告给镍队长，然后在整个数据库内发布警告。”  就在雪朔跟浮游对话的时间里，粉可已经来到了数据库核心的内部，并且还在继续向前。也就在那时，浮游把情况告诉了镍队长，然后奉命掉级了守卫，阻拦粉可。  “咳咳，那么，现在是紧急消息。”数据库的警报灯亮起了红色，广播里传出浮游的声音。  “现在数据库的核心内有一可疑分子正在突入，已经杀死了至少两余人，请在附近的工作人员迅速撤离此处，并通知他人或守卫支援。”  广播的传播速度极快，不久，整个数据库的守卫都来到了核心内，相反，其他的地方倒变得空无一人，没有任何守卫了。镍队长现在孤注一掷，一定要在此刻抓住粉可，不能让他拿到身体！  “喂喂，现在外面没守卫真的没问题吗？不会被别人趁虚而入？”绥磷在办公室里笑着说道。  “你别一副幸灾乐祸的样子，你知道我讨厌你这样。”镍队长没好气地说，“还有，如果现在不阻止他的话，那后果不是我们所能承受的。”  “所以被其他人偷袭也没关系？”  “嗯。”    粉可听到了广播，眉头一皱，思索着下一步该怎么办。  现在有两种选择，不管后面的追兵，直接从正面杀进去，但如果控制不好时间的话，自己就会被两面夹击，有丧命的风险。  当然，粉可还有一种选择，那就是用掉他所有积蓄的能量，启动他灵魂碎片的另一个能力，但那个时候，他就没有能力战斗了，也就是说他要在能力结束前，拿到身体，补充能量。  两个选择有利有弊，粉可有点左右为难，但后方的疾跑声让他不得不尽快做出选择。  “或许我可以把这两个方法结合一下，哈哈。”粉可乐观的想着，然后手中的匕首又变成了长刀，朝前方冲去。  很快，在粉可的全力冲刺下，在追兵还没到达之前，他就已经到了核心储藏室，在那里，储存的都是一些重要物品或危险人物的身体。粉可显然是第二种。  用最快的速度扫视了一遍所有的肉体储存箱，粉可立即用刀砸坏了其中一个控制器，把里面的电线暴力的拔出，然后再一根根地接在每个封闭的箱子上。这动作的熟练度，看出粉可这种事情平时没少干。  由于这些箱子是不透明的，粉可必须一个一个尝试，但又不能直接砸开，不然会触发销毁器，强行销毁那些身体。  现在只要启动电源，让那些箱子一一打开就行了。  “哈哈哈，没想到比我想象的情况要好，根本不需要我去使用能力或者杀敌，他们的速度还是太慢了。”粉可握着拉杆的双手兴奋的颤抖，身上流出了汗水。  “来吧，我的身体，让我们一起去报仇吧！”拉动拉杆，粉可一下子跳开，巨大的电力让他不得不躲远点。  每个箱子打开时，都会冒出一大团烟雾，让这个使用烟雾做武器能力的人也厌恶不已，因为他看不见了。  趁这个时机，那些守卫也到了，还有一些黑镍战斗部门的人。  白伤见粉可已经打开了密封舱，连忙冲过去，想让那些机器停止运作。  “该死，不过你们也已经来不及了，这些电流太过强大，足以让你们无法停止。”发觉已经被包围的粉可丝毫不惧的说着。  “万伏，你行吗？”雪朔试探性的问了问万伏。  “对不起，他竟然直接把控制台的导线给连过去了，也不怕被电死，所以我也无能为力。”万伏无奈的回答道。  “只要等雾散去，你们所有人，不对，是整个数据库的人，都得死，哈哈哈——”在雾散去的最后一刹那，粉可终于猖狂的大笑起来。  这个时候，镍队长也来了，他悄悄的在雪朔耳边说了什么，雪朔笑着点了点头。  镍队长说：“我已经把总电源给停了，他已经失败了。”\n  “他的精神已经不正常了，复仇的渴望让他迷失在了精神世界里，现在的他可以说是没有任何战斗力，等雾散去的一刹那，你们就把他抓住。”镍队长用对讲机给所有人发了消息，吩咐道。  雾终于在每个人的焦虑的心情下散去，粉可下意识的转头一看，他狰狞且兴奋的表情一下子僵住了：“怎么会……”\n  “抓住他！”也不知道是谁喊了一声，所有人便立即冲了上去……\n \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 @紫晶Blue @陈翰磊 @爱拍之子D @Vatican.Taxi @qxdnfsy @ε-- \n好友@大召唤术！\n另外，求人气\n\n\n\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "北极星人",
            "timestamp": 1419211560,
            "txt_content": "我看见XX的身体我就滚进来了，然后发现跟我想的完全不一样，于是扔了1人气15金粒低调走人←_←"
        },
        {
            "author": "北极星人",
            "timestamp": 1419211620,
            "txt_content": "哦还有，梦魇退坛了，已经送进坟墓了，你不去上个高香什么的……（我最喜欢这种走的如此潇洒的了哇咔咔）"
        },
        {
            "author": "418878840",
            "timestamp": 1419222480,
            "txt_content": "北极星人 发表于 2014-12-22 09:27\n哦还有，梦魇退坛了，已经送进坟墓了，你不去上个高香什么的……（我最喜欢这种走的如此潇洒的了哇咔咔） ...\n有帖子吗，我好像没收到@"
        }
    ]
}