{
    "title": "死亡圣堡【解密地图】",
    "author": "繁琐Fansuo",
    "replyCount": 5,
    "timestamp": 1419166860,
    "txt_content": " 本帖最后由 qin905604662 于 2014-12-21 21:09 编辑 \n\n     今天应作者需要给大家带来了死亡圣堡的修复版，在以前的基础上增加了许多有趣的玩意，玩过旧版的玩家也可以再看一下。这次的作品算得上是比较大型的了，不会很难，又推进感，其中包括了很多红石电路（修复版加入了一个加法器和井字棋还有一些音乐），修复版我加了一个小小型的反作弊系统，主要是防止拆东西（在反作弊情况狂下无法破坏任何墙体），大家也可以参考一下。大家放心，如果卡关也不怕，压缩包里带有攻略，实在不行你也可以咨询作者吸管QQ：1871203519    或雷鸣QQ：526777713 或繁琐（误。。。。。）\n  存档下载地址      伸手党。。。。\n     圣堡耗时3个月左右，现在发布这个帖子时，我已经在制作生存代码了，技术含量与圣堡是无法比较的，在第二部密室逃脱生存代码中将有两小时左右的逃脱时间，这里是指令的天堂，我们会总结几乎所有的指令，以及它们该怎么用（我们FAI就是擅长把指令用在恰当切神奇的地方），我们在最后也会向大家展示一些大型的红石电路，中间还会给大家尝试一下RPG游戏模式的感觉，规模也是相当大的，预计2015年寒假之前是无法完成了，毕竟我只是个业余MC玩家。【吸管说（作者哈哈）】制作死亡圣堡是主要的制作人员是夼枼·吸管（原名斡歆夼枼），负责建筑和机关，说实话这很累，但是雷鸣·翾鹗写的剧情也很重要，建筑要根据逃脱的过程而定。     也欢迎你加入FAI的总群：91779876，这里可以讨论很多东西，包括电路，指令一类的，只要你研究MC我们都欢迎你进入。我们FAI制作团队也招聘制作人员，我们需要精通械电的人，如果你认为你很适合，你可以咨询吸管。命令方块你可以询问繁琐（就是发这个帖的我）    剧情介绍：一位科学家探索古堡中的神秘力量，后来。。。。（尼玛咋这么短。。。。编不出来了）    游戏时长15min到30min不等，内含攻略。    上图希望大家多回复，我们好能不断的改进和修正，谢谢！在线攻略《死亡圣堡》密室逃脱 攻略 1、        在房子顶部找到钥匙，开铁门，出去，被传送至古堡内 2、        书柜后有一个拉杆，拉下 3、        桌子底下的石头开了，拿里面的箱子的压力板，开旁边的铁门 4、        进入泳池后的那个房间，最右边的按钮，开门 5、        上去，把拉杆放在羊毛上，掉下去，用压力板开门 6、        石阶梯沉下去了，过去，直走，左转，再左转，一个房间，进去找到线 7、        拉下拉杆，有玻璃的那个小通道前面的石头会移开，进去，把线放在拌线钩上，踩一下，还没开门的那个房间会开门，进去，拉下两个拉杆，身后的大门开了 8、        到达城堡中央，去楼梯后面的控制室，把射击场的门打开，去射击场，射下6可按钮，图书馆的门开了 9、        进去图书馆，看左边，有一个苔石，找到拉杆，放在苔石上，旁边会开出一条地道，下去，按一下按钮（多次也可），上去，墙上开了个洞，进去 10、        面前有一扇铁门，把四支箭扔进左边的洞里，把弓扔进右边的洞里，门开了 11、        会议大厅，最大那副壁画后有一个隐藏的房间，进去，拿到压力板，去开铁门 12、        进到小阅览室，拿到压力板，放在圆石上，踩一下，周围会出现一个洞，里面有一个拉杆，拉下，身后的两个书柜降了下去，走进去，跳上旁边，走到隔壁，找到一条梯子，上去，走过一条通道，跳下去 13、        走过一条很长的通道，左转，有一个楼梯，上去到达瞭望塔，在瞭望塔边边上有一个箱子，拿煤炭，下去，扔进那个写着“煤炭是一切动力的粮食”的洞里 14、        旁边的石板降下去了，左边有一个房间，进去拿抗火药水，喝掉，冲过第一个岩浆池，在二个岩浆池下面有一个洞，下去（在岩浆游泳时不要按空格键） 15、        一条黑黑的通道，找到一共四个拉杆，全部拉下；第一个：一进去就看到了，开启方向：下； 第二个，面向苔石门，在左下角的一滩流动的水后面，开启方向：下； 第三个，在头顶，大约苔石门向后15格处，开启方向：后； 第四个：在左下角一处黑黑的小洞了，由一个石台阶遮掩，该洞特别黑，记住这点比较容易找到，在苔石门向后大约10格处，开启方向：朝内 16、        苔石门开了，进去看见两个拉杆，都拉下，查看地图，找到密码：1438438 17、        左边一个通道，有梯子，上去，回到古堡中央，输入密码（输入密码是请注意，拉杆朝上就代表选择上面的数字，拉杆朝下就代表选择下面的数字，你一共要选择7个数字 18、        大门打开了，进去，发现是死路，倒回去，发现大门前面的地下开了个大洞，跳进去 19、        面前一条通道，把灯都关了，门开了 20、        到达传送机，在最上面找到一个按钮，放在下面传送机的蓝色羊毛上，按一下，把你传送到了一个烂烂的地方 21、        在这个地方，角落有一滩水，下面是空的，跳进去，下面有一个拉杆，拉下，上去，靠近有灯的那边开了个洞，下去 22、        走过长长的走廊，进去迷宫，找到三个箱子里面共有15颗绿宝石，走出迷宫前面一扇门，拉下拉杆打开，左边有个洞，把十五颗绿宝石投进去，打开信标，传送到一个黄金平台上 23、        打开面前的箱子，会把你弄至复活点，进入参观模式，复活点坐标：x：-18   y：225   z:-10 祝您游戏愉快！",
    "replies": [
        {
            "author": "末影矿工",
            "timestamp": 1419167760,
            "txt_content": "图全挂了爽"
        },
        {
            "author": "咩傑。da",
            "timestamp": 1419167820,
            "txt_content": "恩........不错的图"
        },
        {
            "author": "772499649",
            "timestamp": 1419167940,
            "txt_content": "表示图片加载不起来。。无法评论。{:10_492:}"
        },
        {
            "author": "繁琐Fansuo",
            "timestamp": 1419168000,
            "txt_content": "772499649 发表于 2014-12-21 21:19\n表示图片加载不起来。。无法评论。\n不会吧，我换个图床"
        },
        {
            "author": "冥王星人",
            "timestamp": 1419168060,
            "txt_content": "错区无原帖地址，看你那么多字，不删除了，给你下沉。\n练习一下找对地方再发。"
        }
    ]
}