{
    "title": "【原创-连载】Command Block Logic宇宙第二部---终末之歌",
    "author": "末影矿工",
    "replyCount": 8,
    "timestamp": 1419216360,
    "txt_content": " 本帖最后由 末影矿工 于 2015-1-6 16:44 编辑 \n\nCommand Block Logic宇宙2——终末之歌上一部链接：http://www.mcbbs.net/thread-372425-1-1.html\n下一部链接：http://www.mcbbs.net/thread-382429-1-1.html索引贴链接：http://www.mcbbs.net/thread-379054-1-1.html\n    PotatoMaster101大帝跟着侍卫，走到了牢房门口。侍卫为大帝开门，之间里面有一只伤痕累累的末影人，吊在架子上。\n\n    “他怎么也不肯说出终末之城的坐标？”，大帝说。\n    “我们已经试过各种方法，他始终不肯说出坐标”，侍卫答。\n    在土豆星的监狱里，四处都是屏蔽末影人传送的发生器。大帝靠近那个末影人，从手中拿出一个奇怪的仪器。\n    “那我们就把他的记忆取出来吧！”，大帝喊道。\n    大帝将那个仪器插入那只末影人的大脑，紫色的电流从末影人的胸中释放出来，末影人痛苦的喊着，然后一声不吭的栽在了地上。大帝取出那个仪器，按了一个按钮，然后仪器便将他的记忆传送给大帝。大帝松开仪器，说：\n    “战争要开始了，准备好行星毁灭装置”，大帝命令。\n    “是”，侍卫连忙跑出牢房。大帝缓慢的走向那只末影人，在他的耳边悄悄的喊，“你们，就等着，灭亡吧”。\n    维德在土豆星的卧底将信息透露给维德，维德并没有十分在意，只是继续做他手头的事罢了，但卧底却为末影人担心。\n    “议会长！土豆人的星球毁灭炮将会把我们的母星毁灭，然后用它们人多的优势消灭我们的幸存者，我们难道就这样坐以待毙吗？”，他说。\n    维德缓慢的转过身，沉稳地说，“我们对束状体的研究已经足够了，现在已经有能力开启束状体数组了。但是想开启束状体，就必须到达核心世界，所以将终末之城传送到那里是必然的事，而且掌握了先行者的技术，我们为何还要担心土豆族呢？”\n    卧底相信他的议会长，于是便离开了。维德拿起一个话筒，对着话筒说：\n    “准备传送至核心世界”\n    一道光芒从终末之城的底部释放，终末之城的引擎被依次开启。终末之城开始震动，然后以超越光的速度飞向远方，从宇宙的深渊一直飞行到核心世界，到达核心世界后便停了下来，停在一个奇怪的地方。那里散布着一些巨大的人造天体－束状体，先行者的遗物之一。终末之城飞行到了这些束状体的中心，停了下来。\n    PotatoMaster101大帝突然感觉到一阵头痛，他感觉到一股从未感觉到的感觉。他迅速地跑到防卫部门，他不知为何要去那里，但他却感觉到将会有一些不好的事情发生。到达以后，他迅速推开那里的工作人员，坐在星球主机面前，打开核心世界地雷达地图。那里的工作人员不知道大帝今天是发了什么疯，就在边上看着他。大帝在核心世界中搜索，他找到一块以前从未发现的区域，他看到了末影人所描述的－终末之城，还有各种机械天体。他刚开始紧张，现在却突然感到一股欣喜。\n    “我花费了如此大的功夫去寻找终末之城都没有一丝痕迹，结果最后他自己出现在了我的面前，Woody_Mo脑子瓦特了吧，自己送死来了”，于是大帝传令将PM炮对准终末之城，准备毁灭终末之城。\n    但大帝并不知道，他面对的是什么对手。\n    维德议会长把末影军队散布在这片区域，每一个束状体都有魔兽把守，他自己带领一队贪婪兽来到了最中央地巨型束状体。他们进入束状体，他带领小队向束状体内部进发。当他们打开束状体大门时，里面呈现的是一地地死尸，这些死尸不像土豆人，不像末影人，也不像任何魔兽。这些尸体都被感染的十分严重，全身上下都长满了淡黄色的囊肿，肢体也变形的很严重，不知是原来它们就是这样还是被一些东西扭曲成的。议会长下令不要管这些尸体，继续向束状体中心进发。而大帝那里也准备好了巨型星体毁灭炮－PM炮，大帝对准了终末之城，按下了开火键。霎时，整个土豆星都在颤动，一枚巨型炮弹从炮桶中飞了出去，飞向它的目标。维德那里还在探索束状体，完全不知一枚毁灭性武器即将摧毁一切。他们走到了中心大厅附近，维德的无线电突然响了：\n    “求救，我们早到不明生物袭击，不要进入那些束状体！我们……嘶……”，无线电断掉了，所有队员都陷入了恐慌，他们都想离开这个地方，但Woody依然下令继续前进。最终他们到达了核心束状体的中央，里面的场景他们无法想象。中心是一个高科技的3D全息显示屏，里面显示着整个束状体数组，那里还有一些浮空的计算机，大厅都是由一些不明物质造的。维德走到了大厅的中央，将他的光驱插入了束状体的中心电脑，拷贝所有电脑中的信息，用来进一步的研究束状体，研究如何使用它。\n    “啊！”，一只贪婪兽尖叫到。一群向虫子一样的生物爬了出来，那些生物有一个球形的脑袋，脑袋底下有4条腿，它们的脑袋是半透明的，看得到脑袋里有一些绿色发光的液体。这些生物发出刺耳的叫声，冲向那些队员。贪婪兽们害怕的拿枪扫射，但是数量太多了，好几只贪婪兽都倒下了。光驱还没有拷贝完所有的数据，但是虫子太多了，于是议会长一手拿枪一手操作电脑。贪婪兽们一个接一个的倒下，最后全部阵亡，只剩下维德议会长。维德无可奈何，将拷贝了一半数据的光驱取出，然后瞬间移动到了束状体外。PotatoMaster101的炮弹已经接近了终末之城，接近了束状体数组，议会长转身看见了那枚炮弹，认为自己无路可逃。突然，所有束状体的顶部都放射出耀眼的光芒，连接在一起，整个束状体数组一齐发出一股冲击波，冲击波从数组外围发出，冲击波将一切它所接触的物质粉碎，就连土豆怪的炮弹也被粉碎的一干二净，并且没有引爆它。冲击波一直在宇宙中扩散，扩散了很久却依然没有消逝掉，在冲击波的作用下，数组附近的星球也被毁灭。Woody真正的见识到了束状体的威力，一个足以帮助他消灭土豆人的武器。终末之城在束状体数组内部，所以终末之城保住了。大帝在荧光屏上看到了一切，感到十分的困惑，他很困惑维德联邦合适有了这种高科技。但他只能看到表面，看不到真正在终末之城和数组里发生的事件。当维德回到终末之城的时候，他震惊了。整个空中堡垒都被虫族占领，里面的还站着一些末影人和其他魔兽。但他们的样子和平时不一样，它们就和他在束状体内看到的尸体一样，被感染的十分严重，而且它们已经不再是维德联邦的一员了，他们是被邪恶的虫族控制大脑的傀儡。Woody十分的惊讶，不敢相信他看到的一切，他开始怀疑他取走的那些文件，那些文件里究竟有些什么，束状体内究竟发生了什么。突然他想到了一个种族，一个他正在研究的种族，一个传说中的种族，一个已经近乎灭绝的种族，先行者。这时他突然感觉到了一股十分奇怪的感觉，他感觉到了一个奇怪坐标，并且不停的在脑海中重复。于是他装备上他的飞行装置，飞向那个坐标。终末之城陷落了，他已无处可居，为了夺回终末之城，他必须召集所有幸存的末影人，重新组建维德联邦。\n    漆黑的宇宙中飘过一颗行星，一片死寂，一片黑暗。星球上是成群的被毁灭的宏伟建筑，让人无法相信的奇特建筑，天空中飘荡着成群太空垃圾，一块巨大的碎片上写着：“零近星”。致命的辐射散布在这个星球的表面，这个强风袭卷着的星球的表面。\n    突然，从宇宙的深渊出现了一束蓝色的光，快速的穿梭在宇宙中。那束光飞向零近星，然后已十分快的速度坠落到地面，大地颤动，灰尘飞起。不一会只见维德从灰尘中走了出来，走向一个漂浮在空中的岛屿。岛屿被灰尘覆盖着，但依然无法覆盖所有表面的金属物质。维德纵身一跃，跳上空岛，透过眼睛发出的微弱的蓝光，走进建筑中。他刚进入空岛，就看到了一个十分庞大的大厅，大厅内有几个巨大的雕像，雕刻着一些巨大的类似人类的生物。它们凝视着大厅得中心，目不转睛得看着。大厅的中央是一个冷冻仓，里面躺着一个类似人类的生物。Woody走了过去，他靠近冷冻仓，发现了一个破损的按钮，他按下那个按钮。然后冷冻仓震动一下，白色的气体从中流出来，扩散开。最终，清晰的看见里面躺的人，一个先行者，他不敢相信他看见了一个先行者。那个人急睁开双眼，坐了起来，看了维德一眼，说：\n    “你有很多的疑问，你也有很多的悲伤，让我来告诉你事情的一切吧”，他说。\n    “你…是谁？”，维德问道。\n    “你可以叫我SYL”，那个先行者回复到。—————————————＝＝＝≡[出场人物] ≡＝＝＝———————————@PotatoMaster101           PotatoMaster101大帝\n@末影矿工                         Woody_Mo—维德\n@SYLqiuyifeng                 SYL\n—————————————＝＝＝≡[正传1，完] ≡＝＝＝———————————\n\n注：\n本篇文章是根据Command Block Logic小组成员的人物背景混合而成，了解Command Block Logic请点击此处\n\n\n\n\n[groupid=546]Command Block Logic[/groupid]",
    "replies": [
        {
            "author": "末影矿工",
            "timestamp": 1419216540,
            "txt_content": " @SYLqiuyifeng 出场费不给贡献什么态度 XD"
        },
        {
            "author": "北美路人",
            "timestamp": 1419217860,
            "txt_content": "  “你可以叫我濷儿”，墙角的火把回复到。"
        },
        {
            "author": "RAY5DHao",
            "timestamp": 1419221340,
            "txt_content": "“你可以叫我Toothless”,那只夜煞回复到"
        },
        {
            "author": "minehenry",
            "timestamp": 1419223440,
            "txt_content": "我们已经试过各种方法 他始终不给我发存档233"
        },
        {
            "author": "幽蓝",
            "timestamp": 1419223560,
            "txt_content": "“你可以叫我幽蓝”,那只末影人回复到"
        },
        {
            "author": "末影矿工",
            "timestamp": 1419226800,
            "txt_content": "minehenry 发表于 2014-12-22 12:44\n我们已经试过各种方法 他始终不给我发存档233\n发什么存档= ="
        },
        {
            "author": "lzs1234",
            "timestamp": 1419862980,
            "txt_content": "\"你也可以叫我举报帝。\"Woody_Mo回复到。"
        },
        {
            "author": "liuyipeng001",
            "timestamp": 1420966020,
            "txt_content": "卅个屮 发表于 2014-12-22 12:09\n“你可以叫我Toothless”,那只夜煞回复到\n好熟悉的名字。。（寻龙高手）"
        }
    ]
}