{
    "title": "【求生之路】☆永远的比尔☆",
    "author": "wkh56566",
    "replyCount": 7,
    "timestamp": 1419254340,
    "txt_content": "                          在这之前，我想先说一句，这皮肤是按照求生之路2我的世界乱入mod制作的，所以应该算半原创吧...\n\n             先上预览图：\n                        此处是比尔的光荣牺牲故事：20XX年，在美国佐治亚州的沙瓦那爆发了一场大型的流行性瘟疫，这种瘟疫是由变种的狂犬病毒引起，一经爆发便迅速的蔓延，人类在感染了这种病毒后变异为丧尸并通过攻击他人来蔓延传播，很快瘟疫便感染了大部分地区。\n这时政府迅速组织了防疫组织——CEDA来前往感染区进行救助，企图治疗好这些感染者，但CEDA的想法过于天真，防疫措施和手段都和一般流感无二，他们单纯的认为病毒是由空气传播的（事实上这是错的，游戏中随处可见CEDA的防疫宣传海报，其中对于戴口罩和关死门窗之类的方法都被一些幸存者划掉了）。\n由于CEDA效率颇低，人们起初对CEDA的期盼化为了愤怒（游戏中在墙上可以看到一些幸存者的涂鸦，说CEDA烂透了，CEDA只会引来更多感染者和CEDA只会让你自生自灭，不要相信他们之类的话）\n最终，瘟疫大规模的蔓延，甚至将CEDA穿着所谓防化服的特工也被感染，最终CEDA撤出了城市，转而由军队来处理，军队甚至计划用核弹摧毁城市防止瘟疫蔓延（这一点可由游戏里一些幸存者留下来的涂鸦得知）。\n但城市里还有很多幸存者，他们自己用枪支来保卫自己不被感染，而玩家便是在这幸存者大军中一个四人组中的一员（所以说城市里只有玩家四个幸存者的说法是错的，尽管很多幸存者在与丧尸的战斗中死去，但任有一些人逃出升天，在每一关的安全屋里和城市中都有一些过去的幸存者的涂鸦留言，有些是幽默的吐槽，有些则是在生命最后时刻的绝望之语，还有些成功逃脱的幸存者留下的指引你如何逃生的留言）。\n玩家四人属于幸存者中的特殊者，因为他们对这种病毒免疫，无论丧尸怎么抓怎么打就是不变异，很NB啊...）一代的四人组就是由越战老兵比尔，电脑工程师路易斯，学生佐伊和混混弗朗西斯组成的。\n这四人组的首战便是逃亡，一架直升机在城市上空飞翔，宣布消息：“任何幸存者在听到后前往撤离点慈爱医院寻找救助！”于是四人便由地铁站沿着下水道杀向慈爱医院，在医院顶楼坐上了先前的直升机逃出了城市。结果不料直升机飞行员被感染了，飞机坠机，四人好不容易才抢到一辆救护车逃出丧尸包围圈。没办法四人前往一座可能还没有被感染的城市寻求救援，结果等他们的还是一群丧尸，四人无奈前往一座机场求救，结果飞机一飞，机上又有个人发作变异成丧尸，飞机再一次坠落了...四人在坠机后得知有军队死守在北部的国家公园里，便沿着铁轨寻找军队驻扎地，这里有个趣事要提一下，四人曾经在教堂里遇到一个男孩躲在安全屋里，怎么也不肯为四人开门，最后自己还变成丧尸了，其实应该是这个男孩是个幸存者，曾经有个女的被感染了但还未发作，要这个男孩开门让她进入安全屋，男孩同意，不料女的变异，男孩虽然将她杀掉，但自己亦被感染，于是主人公要进来时他害怕再次受害而不肯让他们进来，结果自己发作变成丧尸，最后被主人公干掉，在那一关进入安全屋后可在墙上看到很多句“safe better than sorry“，大意为安全总好过内疚，可知这是男孩写在墙上提醒自己不要开门的话。\n终于四人被军队所救，但他们却得知其实自己是病毒携带者，尽管自己不会被感染但他们身上却携带很多病毒，最终军事基地被丧尸攻陷，四人逃出来计划坐船去大洋中一小岛避难，但船在行驶过程中被一座降下来的大桥挡住，四人便去岸上打算把桥升起来，结果引来大批丧尸，桥升到一半又卡住了，关键时刻，老军人比尔牺牲自己，救了他人，而剩下三人中路易斯的腿又被witch抓伤，只好留在桥上。\n再者2代四人组又来了，这四个对病毒免疫的人分别是：Coach是萨凡纳某个高中校队的橄榄球教练；Rochelle来自克利夫兰，为一家有线新闻网工作，僵尸潮爆发时她正在萨凡纳制作节目；Ellis是名典型的南方小子，机修工出身；Nick，赌徒兼老千，履历不详，对这些意外牢骚满腹。\n四人首先逃亡一个撤离点——旅馆，不料来晚。只好前去第二撤离点——商场，却得知此地早被丧尸占领，四人开车逃出，在某桥上遇上一代三人组，与之合作，最终二代四人组开车继续逃往南方，一代三人则还是留在桥上，待路易斯伤好后坐船去了大洋中的一个小岛。\n二代四人又去了一个游乐园，坐上直升机逃离，结果飞行员和一代一样被感染，坠机，四人又杀开血路，坐上了一艘船前往军队的疏散区，结果船油料不够，四人拼死取得油料，来到疏散区，而船的船长则开船离开去了自己的家乡要落叶归根。四人继续逃生，得知军队要将感染区和安全区之间的桥炸毁，一路拼命，终于在军队炸桥前成功坐上军用直升机逃脱\n故事来自：http://wenku.baidu.com/view/bab9857702768e9951e738bd.html\n         此处下载地址：http://pan.baidu.com/s/1eQiYjvG\n",
    "replies": [
        {
            "author": "星光灬羽神",
            "timestamp": 1419255180,
            "txt_content": "感觉好霸气的皮肤"
        },
        {
            "author": "SuperMman",
            "timestamp": 1419255300,
            "txt_content": "好老  不过挺霸气"
        },
        {
            "author": "wkyyzhb",
            "timestamp": 1419255360,
            "txt_content": "吐槽：\n明明他是个长脸！"
        },
        {
            "author": "wkh56566",
            "timestamp": 1419255360,
            "txt_content": "星光灬羽神 发表于 2014-12-22 21:33\n感觉好霸气的皮肤\n那是那是，这可是求生之路中杀丧尸不见血，杀人不见眼的比尔呀"
        },
        {
            "author": "星光灬羽神",
            "timestamp": 1419255600,
            "txt_content": "wkh56566 发表于 2014-12-22 21:36\n那是那是，这可是求生之路中杀丧尸不见血，杀人不见眼的比尔呀\n嘛，没见过求生的"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1419256020,
            "txt_content": "wkyyzhb 发表于 2014-12-22 21:36\n吐槽：\n明明他是个长脸！\n图片不好"
        },
        {
            "author": "wkh56566",
            "timestamp": 1419256440,
            "txt_content": "瓜田守护者 发表于 2014-12-22 21:47\n图片不好\n没办法..总不能让比尔变成村民吧...{:10_493:}"
        }
    ]
}