{
    "title": "[双线]Dreamz——丨纯净丨生存丨副本丨指令界面 [1.72]",
    "author": "paopaocui泡泡",
    "replyCount": 0,
    "timestamp": 1419255000,
    "txt_content": "\n\n\n\nDreamz 综合生存服务器\n为何选择我们\n一．丰富有趣的游戏内容\nMinecraft的精髓—生存 在这里完好的保留了厌倦了自己一个人孤独的在世界里奔波？来到Dreamz，你能找不一样的感觉\n  当然，Dreamz需要一些特色。\n  我们设置了商店，出售或收购物资。你可以当一名矿工，或者农民。只要你够勤劳，完全可以体验一下土豪的快感。并且设置了全球市场，你可以在一个可视化的市场随意寄售或购买物品，如果获得了什么好东西.一夜暴富不是梦。普通的生存让你厌倦了？没关系，我们还有竞技场，随时都可以传送过去，并且每隔一段时间就会刷新游戏币，快拿着趁手的兵器与其他玩家抢夺吧。\n 你喜欢刺激？，没关系，我们来满足你。\n高质量的大型副本\nDreamz认真参考并学习了各种网游的副本机制，策划并制作了现在的副本  规模 氛围 细节 Dreamz力求做到极致 丰富多样的怪物 完整的武器装备系统\n\n \n\n\n\n怪物多达20余种 \n每只怪物都有自己的属性，或灵活敏捷、或铜墙铁壁、依靠自己的武器与技术，充分享受屠杀的快感每个副本都有至少3种boss，并有一段冷却时间，boss固然强大，当然奖励也是异常丰富，与朋友一起组队。击杀boss的荣誉感是其他无法比拟的。 所有的怪物，都有几率掉落一些道具与经验奖励，可以去副本商店兑换各种武器装备，道具。  Dreamz制作了大量的武器装备，以满足玩家的战斗需求，每把武器都有自己的特性，召唤闪电、发射毒箭、瞬间治疗，甚至能瞬间移动或直接把敌人直接轰向天空。\n\n\n这些武器装备，除了收集怪物掉落的道具兑换获得外，不太喜欢战斗的玩家，还可以积攒游戏币直接在金币商店购买，或去全球市场寻觅。   这些副本打腻了？，请放心，我们将会一直制作新的副本与武器满足您的需求。  二.简单便捷的指令操作界面 你第一次来到服务器要做些什么？跑到主城很远的地方生存？那样太麻烦了。\n\n\n直接输入/cmd，或右键使用闹钟。便能出现一张快捷菜单，无需记住繁琐的指令，只需轻击鼠标，即可执行各种操作。例如回到主城，主世界生存，和商店传送等。并且详细描写了服务器的注意事项，与许多能帮到你的提示。  二，严格高效的管理团队\n我们的团队是集服务器策划，美工，宣传， 技术支持，玩家接待为一体的高效管理团队，服务器每个细节都是团队严格进行策划实施。并积极听取玩家意见，及时解决玩家遇到的问题。\n三，高配置独立机\n\n\n\n\n我们有强大的多核独立主机与独享宽带，并聘请专业机房人员维护，与其他租用服务器不同，强劲的性能保障着玩家的体验，永远不会卡顿。 PS:感谢由双重人格团队提供的技术支持\n \n\n\n\n服务器相关规定\n1.禁止高频红石 恶意者BAN2.禁止高空流水 恶意者BAN3.骂人爆粗，禁言时间[OP随定，三次不改永久禁言。4.侮辱OP，BANIP5.刷屏[连续发送四次相同信息禁言1小时6.大规模养殖，OP杀死全部生物，监狱1天7.禁止建造刷怪塔[可以改造刷怪笼],拆除处理8.改造刷怪笼堆积怪物超过30只，拆除刷怪笼处理9.利用BUG，BAN[OP随定10.没有锁的箱子、没有领地的建筑物一律视为野外环境，如被盗窃本服不做任何赔偿。11.使用作弊工具:永久BAN[举报作弊玩家可获得奖励\n\n服务器IP地址:hentaimc.com:26003QQ群:188590726 \n\n\n\n关于服务器赞助10rmb=100点券VIP1可以开设qs商店可以拥有2行血量领地可圈5个可使用hat指令传送无延迟圈地价格为三分之二可使用随身末影箱 随身工作台奖励物品钻石128个铁128个绿宝石64个信标1个售价300点券/月\nVIP2可以开设qs商店可以拥有2行血量领地可圈10个可使用hat指令传送无延迟圈地价格为三分之一可使用随身末影箱 随身工作台死亡不掉落击杀怪物获取头颅奖励物品钻石256个铁256个绿宝石128个信标2个工具套装全套保护4钻石装备锋利5耐久3钻石装备售价500点券/月\nVIP3可以开设qs商店可以拥有4行血量领地无限制可使用hat指令传送无延迟圈地价格为五分之一可使用随身末影箱 随身工作台死亡不掉落击杀怪物获取头颅飞行权限奖励物品钻石512个铁512个绿宝石256个信标5个工具套装全套保护8钻石装备锋利8耐久8钻石装备效率8耐久5钻石稿子时运5耐久5钻石稿子售价1000点券/月  2000点券永久\nOP证明\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}