{
    "title": "〈原创·连载〉救赎 （整改版）【第一章】",
    "author": "末影龙娘",
    "replyCount": 1,
    "timestamp": 1419372180,
    "txt_content": " 本帖最后由 末影龙娘 于 2014-12-24 19:07 编辑 \n\n第一章 谜团\nOsteah和往常一样，一边躲避着砸下来的“先进研究社”的牌匾，一边喊道：“谁把这破玩意给我弄走！”两个工人轻车熟路地挪走了牌匾，但随着二楼左侧的窗户又一声爆炸，尘烟滚滚，玻璃碎片飞溅而出，工人们与Osteah不得不从背包拿出一个早已准备好的盾牌来抵挡。\n“就应该把所有危险品连同他们都扔进地下室，然后锁起来，再把钥匙碾碎！”Osteah虽然嘴上这样咒骂，但他怎么舍得对自己的好友这样做呢。\n随着窗户内一阵折腾，几只紫鸟轻盈飞出窗外。紧接着，圆片眼镜碎了一只，白大褂已经烂成一推布条，左半变脸满是碎玻璃与轻微烧伤的Tald摇摇晃晃地冲到一楼，晕晕乎乎地说了一句“抓回来”就倒在了大厅。而由于第一次爆炸，全身没有干净地方的Done冲出屋门，喊了一声“担架”，匆匆在一个传送门旁改动了一下机关，就横冲直撞地跑进传送门。两个医护人员匆匆将Tald抬上了救护车。\n“Sandy！”Osteah急切而匆忙地叫住了一个神情像是逃难的员工，“社长社长社长在哪在哪在哪！”\n“社长嘛……”Sandy在她抱着的那一大堆遮住她半个脸的文稿中艰难地吐出几个字，“在他说他要出差……以后，怎么都联系不上……”\n“又一个脚底抹油的……”Osteah咬着牙说道，牙齿几乎要咬掉了，“你抱着的是什么？”\n“我最近整理了一些资料，副社长……”Sandy将文稿扔在地板上，地板猛震一下“正要给您看看。”\n“拿来吧。”Osteah无奈地想，反正不会有更坏的消息了。\n“这是我们社这个月订购的业务，以及业务收费情况，”Sandy抽出几张纸，“这是我们社这个月的业绩，这是经济收益率。”\nOsteah拿起第一张纸：建筑工37人次，维修工42人次，医护人员61人次，纸293米?，砖块139米?……至于收费情况，光是金粒的位数就让Osteah腿软。第二张纸给了他一点安慰，至少《先进研究报》订阅量还很客观，呈直线上升趋势。\n“收益很不错嘛。”Osteah刚说完这句话，Sandy的目光突然变奇怪起来。\n“怎么了？有什么不对吗？”“副社长……拿倒了……”\nOsteah实在没有勇气看第三张纸了。\n突然一声爆响，Osteah和Sandy都习惯性拿出护盾举了好一阵，才发现声音的来源是Done的砸门声，可怜的门发出“吱吱嘎嘎”的声音。\nDone放出几只紫色小鸟，放在铁栅栏围成的牢笼里。“对了副社长，保险公司的通知，”Done抽出一张单子，“说我们社的成员住院率太高了，再住院，就算四级残废没钱做手术，也不会报销了。”\nOsteah已经司空见惯。这个社受到的态度之强硬可以与金刚石匹敌。\n“哼，”Done说道，“要不是当年那个脑洞开大的考官，我们也不会受到这样的待遇……”\n毕业考时，Osteah由于进修的是远战科，去参加市级的远战科选拔赛。前几箭Osteah发挥都很稳定，偏偏在最后一箭二货考官打了个喷嚏，把鸟都震走了，Osteah偏偏在这时放箭，结果被分配到这个破研究社。另外几个死党——生态科的Tald，逻辑科的Done，世界文学科的Hode——由于不舍得Osteah，自愿来了这里，这也是只剩下一个关系一般的亲戚的Osteah能支持到现在的唯一精神支柱。\nOsteah正想说点什么“咚！”又是一声巨响，Hode从房间里了冲出来，Osteah惊恐地看着门上的钉子蹦出一半。\n“你们都不会开门吗？！你们知道这个月我们社换了多少门吗……”话没说完，Hode就打断了他：“副社长，财政局的信件，这个月我们再赔，他们就不会给我们一分钱的补贴了。”\nOsteah突然很想隐居在某个孤岛，虽然生活是清贫了点，至少不用受尽债主的强硬态度，也不用看那些权贵的眼色。\n在Cans，这个人数不多的城邑，却有着森严的社会层次区分，只有那些迂腐的政治官员、皇族和权贵能趾高气昂地生活，而他们脚下踩着的是广大的市民，市民之间地位的不同，也确定了压榨与被压榨的关系。有时一位之差，地位就有着天壤之别。\n突然，又一声爆响。Osteah实在怒不可竭：“谁再砸门的话，我……”\n突然，门连带着门框一齐脱离墙壁，重重砸在地板上。早晨的阳光从墙洞透进，墙洞外，是一个人影，在他身后强烈阳光的对比之下，金色的轮廓出奇分明，人却蒙上了一层黑影。\n“Osteah.里格是吗？”来人说道，醉醺醺的语气中带着一丝挑逗，“这些人，全部带走！”\n立刻有几个骑士服饰的人冲了进来，却被Osteah挡住，“你们凭什么抓我们？”\n“你以为你是谁，敢挡我Dick的兵？”来人语气中透满傲慢，“老子说抓谁，谁就得跟我走！带走！”\n突然，沙哑但清晰的声音响起：“Dick，这几个人得跟我走。”\n“如果不想一起被带走，就少管闲事！”突然，来人抽出什么东西，举到Dick的鼻梁前。“呦，这不是Designer副市长吗？您请您请！”Dick语气变得清醒，甚至充满了令人作呕的谦恭。\nDesigner走了进来。Designer相貌很和善，但Osteah对任何官员都没有多少好感。\n“哪位是Osteah.里格？”Osteah很长时间没有答话——他从不愿配合任何官员——但最后他还是咬牙切齿（Osteah真爱咬牙切齿）地终于吐出一个字：“我。”\n“Osteah先生您好，这是我的名片。”Osteah没有接，Designer尴尬地笑了笑，“那么，言归正传。里格先生，非常遗憾，今日凌晨，您唯一的亲戚Dinner.里格在Cans郊外身亡。现在，我们要对此案进行相关调查，请您跟我们走一趟。你的朋友也是。”Designer说完，拍拍手，出现了几个老练的士兵。\n拙劣的借口。Osteah想道。虽然名字对，但一个副市长亲自处理这种连城防部都嗤之以鼻的命案，实在是闻所未闻。并且，就算需要了解死者的相关信息需要带亲属去审讯，也不用带上不相干的人。\n但违抗副市长的命令，就算是多用一根牙签这样的事，判刑也是绰绰有余的。\nOsteah走时，回头看了一眼Dick。他本来可能很俊俏，但脸由于憎恶而扭曲成奇怪形状，Osteah想看出他的模样只能靠推测。\n在Cans这个巴掌点大的地，市政厅却豪华到无与伦比的程度，建筑高耸内设铺张，正厅中央一个由钻石块组成的信标塔发出灿烂蓝白色光柱。\nDesigner停在会议室前挥挥手，士兵突然松开他们，纷纷退下。\n一行人徐徐进入。一条黑色长木桌横在屋中央，两旁摆放阴沉金丝楠木椅充斥压抑气氛。\n但Designer没有停住。在墙上放置两个拉杆迅速拉动，木桌移开露出地下入口，阶梯犹如一条巨蛇从入口盘旋而下，两旁火把火光扑闪增添神秘气氛。\n“请吧。”四人突然预感到，这件事比他们所想的复杂很多，而事实也正是如此。\n索引贴点此",
    "replies": [
        {
            "author": "中立生物",
            "timestamp": 1420202580,
            "txt_content": "建议在每个人出场时多多少少简单介绍下，要不读者会因看晕了而失去耐心。\n顶！"
        }
    ]
}