{
    "title": "【转载】在大城市卖假烟的我，迎来了世界末日。（感谢百度贴吧...天下乌鸦般一黑）",
    "author": "123453",
    "replyCount": 13,
    "timestamp": 1419417780,
    "txt_content": "\n\n“铃……”手机响了起来，我不禁有些诧异。平时手机完全没有人会打电话给自己，一是自己的朋友少，二是最近刚换手机卡。\n\n\n看了一眼打来的是黄龙，便接了起来。\n“喂？咋了？”刚接起电话就听见对方不断传来莎莎的声音。\n\n\n“你在哪里？没事吧？”声音有些断续，不过勉强能听清。\n\n\n“能有什么事？老子在家。你那边怎么那么吵？”心想着这**吃错药了，怎么问这种问题。\n\n\n“你个**，赶紧他妈的跑，都世界末日了还傻楞。”黄龙没回答我的问题，而是突然喊了起来，那声音很严肃，不像是开玩笑。\n\n\n虽然他的口气很严肃，但是还是不懂他说啥，哪来的世界末日？\n\n\n“什么意思？你是说那些恐怖分子？”一边说一边看着窗外那乌烟瘴气不断爆炸的街道。\n\n\n还没等电话那头的黄龙说话，我就傻傻的楞在了原地，眼睛死死睁大盯着街道。\n\n\n“那些丧尸难道还没感染到你们那边？”\n\n\n丧尸，穿过黑烟走出一具又一具的尸体。女性的尖叫声，小孩的叫喊声，无数的哀嚎，我比特才感觉到，这个世界如同地狱一般。\n\n\n“喂？杨顾？”电话里的黄龙看我老久没说话，喊了几句。\n\n\n毕竟不是第一次看见这些东西了，电影和电视上看的不少，还不算那么害怕，不过最惊讶的是居然真的有这种东西存在。\n\n\n“嗯，在，我已经看到丧失了。”往往面对真正的危险，我总是会变得很冷静，大脑就像给打了冷却剂一样。\n\n\n“我现在开车过去接你，你到楼下来。”黄龙匆匆的说了句便挂了电话。\n\n\n我迅速的关了窗户，拉上了窗帘，翻箱倒柜了起来。\n\n\n我翻出了当初刚来这个城市时背的背包，虽然有点老旧但是还能背。因为是逃亡，不必要装太多东西。随便塞了点现金和日用品，然后锁好门，匆匆下楼了。\n\n\n黄龙是在老家认识的朋友，当时听说他在一小城市发展的挺好，两年不到就奔了小康。过年开着宝马回家，那脸面真是阔大。他也就比我大五岁，当时我脑袋一热，做着发财梦。想着也要去发财，跟着他来到这个城市。刚来几天辛奇，兴奋，想着要发财了。到最后要不是黄龙，我早就饿死街头了。卖烟这行，也是黄龙推荐的，他也算好人资助了我不少。\n他不仅会赚钱，还会耍大刀，身体虽然不是很强壮，但耍起大刀那可是眼花缭乱真牛逼。\n而且他人长得有点阴暗，长碎发，黑眼圈。\n\n\n我背着背包一路下楼，都能听见不同程度的爆炸声和哀嚎声，而且越来越多。\n现在我躲在自己的房间里，房门和窗户窗帘都关的紧紧的。现在已经是下午五点，黄昏日落的时候。\n\n我翻箱倒柜找着东西，时不时的发出一些东西摔碎的声音，因为房间光线很昏暗。我不敢开灯，因为我害怕灯光引来那些东西……\n\n\n几个小时前，我还悠闲在自家开的小店里的抽着烟，看着电视里狗血的电视剧。\n这个小店是我前几个月租下来的，交了五年的定金，房主那天晚上拿着钱就给跑了。我还奇怪这房主为什么跑了，一打听才知道，妈逼这破小店还有不到半年就要拆了。迫于生活的压力，身上又没多少钱，听朋友介绍卖烟好赚，脑袋一转就卖起了假烟。\n\n\n本来想着一条卖几包烟过日子算了，这下好了，还不到三个月就发生了这样的事。\n\n\n当我正打算打一会盹的时候，街上突然一阵巨响。刚开始也没太在意，以为是那辆车子追尾了而已。\n可间隔不到几秒，又一阵巨响而且是连续响了好几声，这下傻子都能知道不是普通追尾了。看着附近的人也都出来看热闹，我的好奇心也是挡不住，吸完了最后一口烟后出了小店，看发生了啥事。\n\n刚走出小店放眼一望，整个人都吓愣了。这哪是追尾啊，这明显就是恐怖分子蓄意谋杀啊。\n前面的街道上全是黑烟，还不时吐着火舌。两辆大货车，一辆撞进了街道两旁的服装店，不知道撞死了多少人。另外一辆情况更不惨，连续追尾掀翻了好几十辆车。\n惨叫声不断，那些血腥的残状立刻浮现在脑海里。还好这里距离远看的不太清，走近点看应该得吐个三天三夜。被这种货车压过去，别说血了，脑浆肠子都得喷出来。这么凶残，不是蓄意谋杀是什么？\n\n\n四周的人群也不停的骚乱着，谁看到这种场景还能镇静的下来？上帝看了也得闭上眼睛吧。不过人群中有的跑过去救人，但有的承受能力差，直接跑去吐了。\n\n\n像我这种又不强壮体力又不好的人，去了也是拖油瓶。要是一个不小心又一恐怖分子开着辆货车撞过来，那我不成肉酱了。所以还是乖乖回店里躺着，看会电视吧。\n\n\n随着远处警笛的鸣起，出了这么严重的事，警察早该来了。我一边感叹现在警察的办事效率，一边走回店里。\n本以为事情就这样结束，当我回到店里的时候，又一声巨响。这次的响声与前两次不同，这次就跟他妈的炸弹爆炸一样，连家具凳子椅子都震动起来了。\n爆炸声过后，女性刺耳的尖叫声赫然响起。\n\n\n“妈逼。”我连出去看都不看，迅速关上了店门锁上，然后打开后门。\n这个店面一楼做生意，顶上的全是居民楼，这个后门就是居民楼的楼梯。\n\n\n楼梯又黑又潮湿，但是我非常熟练的爬着，直爬到了七楼在一处破铁门前停了下来。这就是我居住的地方，环境虽不好但便宜。\n我立马掏出钥匙，开了门，然后跑到了阳台。\n\n\n果然不出我所料，这爆炸声这么大，肯定就在这附近。还好我跑的快，不然等会肯定会被波及到的。\n\n\n此时街道路上，已经乱成了一片，乌烟瘴气火舌直喷。不断有人拼命逃跑，就连一些被炸的手脚残断的人也不停往外爬。\n\n\n“这情况好像有点不对劲啊。”远处都传来了警笛的鸣响，可一直没有警车过来。越看越不对劲，这绝对不是什么连续追尾，恐怖份子袭击的可能最大了。\n\n\n想到这里感觉自己住在这里也是不安全，不过也没办法跑去哪了，希望不要波及到自己，其他的就当看电影了。我点燃了一支烟，继续趴在窗外看着\n“铃……”手机响了起来，我不禁有些诧异。平时手机完全没有人会打电话给自己，一是自己的朋友少，二是最近刚换手机卡。\n\n\n看了一眼打来的是黄龙，便接了起来。\n“喂？咋了？”刚接起电话就听见对方不断传来莎莎的声音。\n\n\n“你在哪里？没事吧？”声音有些断续，不过勉强能听清。\n\n\n“能有什么事？老子在家。你那边怎么那么吵？”心想着这傻逼吃错药了，怎么问这种问题。\n\n\n“你个傻逼，赶紧他妈的跑，都世界末日了还傻楞。”黄龙没回答我的问题，而是突然喊了起来，那声音很严肃，不像是开玩笑。\n\n\n虽然他的口气很严肃，但是还是不懂他说啥，哪来的世界末日？\n\n\n“什么意思？你是说那些恐怖分子？”一边说一边看着窗外那乌烟瘴气不断爆炸的街道。\n\n\n还没等电话那头的黄龙说话，我就傻傻的楞在了原地，眼睛死死睁大盯着街道。\n\n\n“那些丧尸难道还没感染到你们那边？”\n\n\n丧尸，穿过黑烟走出一具又一具的尸体。女性的尖叫声，小孩的叫喊声，无数的哀嚎，我比特才感觉到，这个世界如同地狱一般。\n\n\n“喂？杨顾？”电话里的黄龙看我老久没说话，喊了几句。\n\n\n毕竟不是第一次看见这些东西了，电影和电视上看的不少，还不算那么害怕，不过最惊讶的是居然真的有这种东西存在。\n\n\n“嗯，在，我已经看到丧失了。”往往面对真正的危险，我总是会变得很冷静，大脑就像给打了冷却剂一样。\n\n\n“我现在开车过去接你，你到楼下来。”黄龙匆匆的说了句便挂了电话。\n\n\n我迅速的关了窗户，拉上了窗帘，翻箱倒柜了起来。\n\n\n我翻出了当初刚来这个城市时背的背包，虽然有点老旧但是还能背。因为是逃亡，不必要装太多东西。随便塞了点现金和日用品，然后锁好门，匆匆下楼了。\n\n\n黄龙是在老家认识的朋友，当时听说他在一小城市发展的挺好，两年不到就奔了小康。过年开着宝马回家，那脸面真是阔大。他也就比我大五岁，当时我脑袋一热，做着发财梦。想着也要去发财，跟着他来到这个城市。刚来几天辛奇，兴奋，想着要发财了。到最后要不是黄龙，我早就饿死街头了。卖烟这行，也是黄龙推荐的，他也算好人资助了我不少。\n他不仅会赚钱，还会耍大刀，身体虽然不是很强壮，但耍起大刀那可是眼花缭乱真牛逼。\n而且他人长得有点阴暗，长碎发，黑眼圈。\n\n\n我背着背包一路下楼，都能听见不同程度的爆炸声和哀嚎声，而且越来越多。。\n\n我站在楼下一处比较隐蔽的地方等着黄龙。\n此时那些丧尸一只只从黑烟里冒了出来，顿了顿然后朝四周走去，而有一只居然朝我走来。\n\n\n这时候另一边楼道里下来了几个男人，手里都拿着东西，几人气势汹汹看来是准备跟丧尸干架。\n\n\n领头的那忽然大骂一声，抬着水龙管冲向丧尸，其他人也紧随其后。\n就在这时我突然看见一个很逗逼的人，他们群中居然有一个头戴眼镜，身穿校服，一脸稚嫩的学生，而最显眼的是他头上顶着个爆炸头。\n\n\n找这样的大学生来参加战斗不是等于让他去送死？不过也不关我的事，我只要等黄龙来载我就好了。那家伙那么有钱，肯定买了一大批军火和食物。想到等会能拿枪跟电视上一样啪啪几枪爆头，不由得兴奋了起来。\n\n\n黄龙还没来，虽然他家离这里不远，但现在街上一片混乱，天色也暗了下来，搞不好就被丧尸给轮了。\n\n\n那群人则抄家伙跟丧尸扭打在了一起，那些人还挺强壮，一棍子甩倒一只。丧尸发着呜呜声被甩的支离破碎，黑色的液体溅了一地。\n\n\n最亮眼的不是他们打丧尸，而是那个爆炸头大学生。这家伙完完全全就是来打酱油的，手里拿着管子还不停的抖，满头大汗。\n这时一只丧尸一瘸一拐走向他，爆炸头往慌忙的后退了几步，擦了擦汗，好像在纠结是跑还是上。\n最后这爆炸头大喊了一声，举起手中的管子，一把插进了丧尸的脑袋里。\n丧尸的脑袋很脆，管子一下子就被插进了脑袋里，黑色的液体也噗嗤一声溅了出来。\n\n\n爆炸头立马放手管子，头都不回转身就跑，眼镜都被甩掉了。\n\n\n我把所有的注意力都放在了爆炸头身上，等我回头再看在那群人时，不禁吓了一跳。\n\n\n那群人中明显少了几个，剩下三个身上全是黑色的腐臭物，而丧尸却是越来越多，不断从黑烟中涌出来。天色已经完全暗了下来，黑压压的一片竟然将剩下的三个人围了起来。\n\n\n无论是他们还是我，都完完全全低估了丧尸的实力，他们本身并不厉害，但是数量却压倒性的。就像蚂蚁一样，单独一只脚一碾就血肉模糊，但是几千上万只，那就不一样了。\n\n\n此时越来越多的丧尸涌过来，如同潮水一样形成了尸潮。\n再过不久就到这边来了，本来一点感觉都没有的我，瞬间慌了起来。\n\n\n这时身后不远处突然传来爆炸声，吓得我立刻躲进了楼道口，找着四周能充当武器的东西。楼道口又臭又潮湿，但是也必须忍了。现在天色已经一片乌黑，要是突然冒出个丧尸，我又手无寸铁肯定死定了。正想着怎么办时，一阵轮胎摩擦着大地的急刹声响起。\n\n\n我也意识到是黄龙来了，一下子冲出了楼梯口。一辆宝马停在斜停在门口，车身全部都是尸体和不明物体的残留物，散发着腐臭，恶心吧啦的我都不想靠近。\n\n\n看我现在车前吃吃不上车，车窗被摇了下来，黄龙探出了头一脸愤怒的盯着我。“操你妈你这傻逼，赶紧给老子上车，还傻楞。”\n无奈的扳开了车门，钻进了车里，手上都沾满了那些恶心的东西。进了车才知道，原来还有一个人，我还以为只有黄龙。\n\n\n“去你妈的，装个毛爱干净，都死到临头了。”看我在不断擦去手上的秽物，黄龙忍不住又骂了一句。\n\n\n我从小就有点洁癖，反正忍不了这么恶心的东西在手上，还好走的时候背包里塞了几包纸。\n\n（这是今天的更新。明天继续）\n\n",
    "replies": [
        {
            "author": "123453",
            "timestamp": 1419417900,
            "txt_content": " 本帖最后由 123453 于 2014-12-25 16:47 编辑 \n\n不好意思、"
        },
        {
            "author": "123453",
            "timestamp": 1419417900,
            "txt_content": "标题: 【转载】在大城市卖假烟的我，迎来了世界末日。（感谢百度贴吧...天下乌鸦般一黑） 本帖最后由 123453 于 2014-12-24 18:54 编辑 \n\n楼上更新。\n\n正在审核中！"
        },
        {
            "author": "123453",
            "timestamp": 1419418080,
            "txt_content": "shure 发表于 2014-12-24 18:49\n严重警告！请将文章做一次性全部发布！同时请注意模板！！！\n管理。这个文章是一天更一次一次的。怎么发。"
        },
        {
            "author": "shure",
            "timestamp": 1419418140,
            "txt_content": "严重警告！请将文章做一次性全部发布！同时请注意模板！！！"
        },
        {
            "author": "shure",
            "timestamp": 1419418320,
            "txt_content": "123453 发表于 2014-12-24 18:48\n管理。这个文章是一天更一次一次的。怎么发。\n……那就……请善用编辑功能……"
        },
        {
            "author": "123453",
            "timestamp": 1419418440,
            "txt_content": "shure 发表于 2014-12-24 18:52\n……那就……请善用编辑功能……\n麻烦审核给力点。不黄"
        },
        {
            "author": "Ayamuta",
            "timestamp": 1419418680,
            "txt_content": "我怎么什么都看不到"
        },
        {
            "author": "miccn丶紫琅",
            "timestamp": 1419419580,
            "txt_content": "快点行不？等得黄花菜都馊了"
        },
        {
            "author": "RAY5DHao",
            "timestamp": 1419419880,
            "txt_content": "MCBBS不是贴吧\n要发什么一次发完"
        },
        {
            "author": "123453",
            "timestamp": 1419497580,
            "txt_content": "黄龙发动了车，我也不问去哪反正他会带我到安全的地方。闲着没事，偷偷的观察起了坐在我旁边那男的。\n那男的头上也是顶着碎发，不过没有黄龙那么阴森那么长。身材并不是很高大，但脸上的双眼炯炯有神。\n\n\n可能是感觉到我在看他，他转过头来对我笑了下，伸出了手。“我叫罗伊。”\n我也回礼一笑，和他握了握手“我叫杨顾，喊我乌鸦就成，他们都这样叫。”\n\n\n打完招呼后车里安静了下来，各自看着窗外。\n我看着路上路灯还亮着，看来那什么电局还没被丧尸破坏，手机信号也有。\n路灯的照耀全是尸体和垃圾，车的碎片和流淌满地的血水。晚上看的还不太清楚，等天亮那场面才壮观。\n我平时喜欢看一些重口味的东西，所以对于尸体还是有一定的承受力。\n\n\n路上时不时冒出一只丧尸，黄龙总是一个突然就转弯避开，搞得车后的我有些反胃。\n\n\n就在这时，我隐约看到一个人在路上狂奔，身后追着几只一瘸一拐的丧尸。而且每跑过一个地方，总有丧尸被他吸引出来。\n\n\n飞奔的车忽然慢了下来，黄龙也看到了那个飞奔的人，可能正纠结着要不要去救他。\n\n\n“现在附近还没什么丧尸，要救就迅速点。”坐在我身旁的罗伊突然说道。黄龙一个转弯，就朝那男的开去。\n\n\n到了那男的身边我才发现，这人不就是刚才的逗逼爆炸头？看他一副快虚脱的样子，这家伙肯定从刚才直奔到现在。\n\n\n黄龙猛的按了下喇叭，提醒爆炸头。爆炸头一看有人来救他了，眼里充满了希望，用着比刚才更快的速度朝这里飞奔而来。\n\n\n爆炸头一靠近车，边跑边拉开了车门，然后一跃钻进了车里，倒在了我身边。\n\n\n还没等其他人说话，爆炸头突然喊了起来。“你们脑残啊，按什么喇叭，不知道会吸引丧尸？”\n\n\n好像是灵验他的话一样，街上四周的小巷楼房不停的钻出了丧尸。\n\n\n“**爆炸头，救了你你还这态度，信不信我把你扔下去？”爆炸头说的态度让我有些不爽。\n\n\n听到我这句话后爆炸头果然老实了起来，立刻一脸无辜的看着我。\n“还有，我才不叫什么炸弹头，我叫谢思城。”爆炸头小声的说道，生怕我在发火。\n\n\n现在近距离看着爆炸头谢思城，才发现这货不仅瘦弱而且皮肤很白，除了头发，整一文弱书生的样子。\n\n车开的不是很快，因为一路上总要避开一些废车和丧尸。不仅我被帅得反胃 ，爆炸头也受不了喊着要吐。\n\n\n“我们要去哪？”开了半个小时的车还没停，爆炸头终于忍不住问到。\n\n\n我心里嘲笑着这**，还能去哪？当然是去安全的地方，然后拿军火用枪啪死那群丧尸，就跟电影一样。\n\n\n过了几秒，黄龙朝后视镜看了一眼我们。“我也不知道。”\n\n\n我刚开始还没什么感觉，下一瞬间才反应了过来，整个人都傻眼了。\n“我操，你不知道去哪？不是去拿枪吗？”我几乎是喊着说出来的，完完全全没有预料到他会这样说，我以为一切都安排的好好的。\n\n\n想到这里我转眼看了下身边的罗伊，他一脸淡定。看来这下黄龙说的话是真的了。\n\n\n“哪来的枪？有枪我还会跑？妈逼。大中午爆发感染的时候我刚好在车上，不然连楼都下不来。”黄龙黑着脸说道。\n\n\n“那我们现在去哪？”我叹了口气，什么军火什么枪，都是我自己意淫多了，电视看多了罢了。\n\n\n黄龙没有回答我的问题，车里的气氛瞬间就压抑了下来。罗伊闭着眼睛好像在睡觉，而爆炸头则皱着眉头看着黑黑窗外。\n\n\n我挺无奈的，也只好闭上眼睛休息会，等会说不定出了什么问题，得保留体力逃跑。\n\n“不要再往前开了，前面应该会有尸潮。”看着窗外的爆炸头突然说道，这突然冒出来的话引起了全车人的注意。\n\n\n“你怎么知道？”开车的黄龙看了一眼后视镜，明显不太相信爆炸头的话。\n\n\n眉头紧皱的爆炸头继续说道:“刚才听开车那位兄弟的话，他们爆发生化的时候是在大中午，而我看见丧尸的时候则是黄昏快晚上了。所以说丧尸是蔓延过来的，但传播速度不是很快。”\n\n\n我听着爆炸头分析的头头是道，不禁有些佩服，看来这爆炸头还不算一无所用。\n\n\n“然后呢？”黄龙继续问道，听完爆炸头的话车的速度已经降了下来，。\n\n\n爆炸头看着车上的人都看着自己，瞬间感觉很高大上，脸一抬继续道“我们一路上走的都是对的，尸潮在我们后面，我们远离尸潮的方向走，但是…”\n\n\n爆炸头吞了口水，皱着眉头继续说“不知道你们有没有发现，从刚才四周就变得非常安静，虽然现在是大晚上，但是安静的有些奇怪，就像…就像一座死城。”\n\n\n听到这里所有人都皱起了眉头，车也彻底停了下来。\n我听着爆炸头的话，也反应了过来，这里太安静了，唯一的可能，就只有是…已经被丧尸扫荡过了，而且周围没有丧尸，肯定都聚集在了一起。\n\n\n现在的情况就是我们被夹在了两波尸潮的中间。爆炸头刚才也说过，丧尸蔓延的速度并不快，而我们开车的速度远远超过，如果再往前面走，可能会遇上尸潮。\n\n在车上的所有人应该都已经明白了，车里的气氛变得更加压抑，有点喘不过气的感觉。\n\n\n“那现在怎么办？”我没有什么主见，从小干活都是跟着别人干，听着别人干。当不知道怎么办时，只好习惯性的问别人。\n\n\n“我个人的建议吧，最好现在找个地方躲起来，等我们后面那一群尸潮过去。”爆炸头一脸认真的说着。我突然发现这爆炸头还挺聪明啊，很多方面都做的面面俱到。\n\n\n想到这里忽然觉得有点自卑，一车人中就自己最没用。虽然身边的罗伊没表现过什么，但是一路上都很淡定，至少心理素质比我好。而且黄龙身边的人都是有什么牛逼的特长，也只有我除外了。\n\n\n“找个便利店，食物充足，可以补给一些东西，尸潮过后的路上用。”这次打破沉寂的是罗伊，他此刻双眼也是盯着窗外。\n\n\n黄龙嗯了一声，这里是大马路，便利店很好找。不到一会儿就找到了一家便利店，然后车停在旁边的小巷里。\n\n\n几个人下了车，黄龙走到车后打开了后备箱，里面有一个黑色长长的盒子，想都不用想，肯定是家伙了。\n黄龙扳开了黑盒子，几把军刀出现在我们眼前。有几把我还能叫出名字，三棱刺还有尼泊尔。\n\n\n我顺手挑起了一把三棱刺，以前听别人说这玩意刺中人会流血不止没办法包扎。 看起来短短的，上手才发现这家伙还挺沉。\n\n\n我是第一个挑的，第二个挑的是爆炸头，他一脸兴奋，嘴里还不停嘀咕什么，最后和我一样挑了把三棱刺。\n\n\n黄龙和罗伊两人拿了把尼泊尔，挑完武器后几人朝便利店里走去。\n\n\n我们走的是后门，黄龙在前罗伊在后，虽然说三棱刺很厉害，但是落在我这种连拿着都有点费劲的人手里，就成了一块废铁。\n\n\n“里面可能会有残留丧尸，等会撞见了了一定要镇静，不要大喊，不然等会引来更多那就有你好受的了。”黄龙微微猫着腰朝里面走，边走边说着。\n\n\n听到话后点了点头，回头看了一眼爆炸头，这**玩意居然一脸兴奋不停的玩弄着三棱刺。我突然感觉我有点不安全，等会这家伙突然一不小心把老子给捅了，那我不得死在这里了。\n\n\n\n\n走了大概两分钟，这时候应该到便利店内部了，四周都是物品架子，有的倒在了地上，东西撒了一地。\n这时本来走着的黄龙突然停了下来，我一个不留神撞在了他身上。\n\n\n“怎么了？”我对他突然停下感到很诧异，小声的问了问。\n\n\n他却没有回答我，这时身后的爆炸头拍了拍我的肩膀，用手指了指右边架子。\n\n\n我一看妈逼吓了一跳，一张腐烂的脸，眼睛两个血窟窿看着我们。\n就在这时，本来站着不动丧尸突然叫了一声，动了起来。\n刚一动，整个架子被他推倒了过来，我心里喊了声操，和爆炸头连忙扑开，黄龙往前一跃也避开了。\n\n\n架子噼里啪啦的摔在地上，我回头一看，罗伊不见了。\n在车上的所有人应该都已经明白了，车里的气氛变得更加压抑，有点喘不过气的感觉。\n\n\n“那现在怎么办？”我没有什么主见，从小干活都是跟着别人干，听着别人干。当不知道怎么办时，只好习惯性的问别人。\n\n\n“我个人的建议吧，最好现在找个地方躲起来，等我们后面那一群尸潮过去。”爆炸头一脸认真的说着。我突然发现这爆炸头还挺聪明啊，很多方面都做的面面俱到。\n\n\n想到这里忽然觉得有点自卑，一车人中就自己最没用。虽然身边的罗伊没表现过什么，但是一路上都很淡定，至少心理素质比我好。而且黄龙身边的人都是有什么牛逼的特长，也只有我除外了。\n\n\n“找个便利店，食物充足，可以补给一些东西，尸潮过后的路上用。”这次打破沉寂的是罗伊，他此刻双眼也是盯着窗外。\n\n\n黄龙嗯了一声，这里是大马路，便利店很好找。不到一会儿就找到了一家便利店，然后车停在旁边的小巷里。\n\n\n几个人下了车，黄龙走到车后打开了后备箱，里面有一个黑色长长的盒子，想都不用想，肯定是家伙了。\n黄龙扳开了黑盒子，几把军刀出现在我们眼前。有几把我还能叫出名字，三棱刺还有尼泊尔。\n\n\n我顺手挑起了一把三棱刺，以前听别人说这玩意刺中人会流血不止没办法包扎。 看起来短短的，上手才发现这家伙还挺沉。\n\n\n我是第一个挑的，第二个挑的是爆炸头，他一脸兴奋，嘴里还不停嘀咕什么，最后和我一样挑了把三棱刺。\n\n\n黄龙和罗伊两人拿了把尼泊尔，挑完武器后几人朝便利店里走去。\n\n\n我们走的是后门，黄龙在前罗伊在后，虽然说三棱刺很厉害，但是落在我这种连拿着都有点费劲的人手里，就成了一块废铁。\n\n\n“里面可能会有残留丧尸，等会撞见了了一定要镇静，不要大喊，不然等会引来更多那就有你好受的了。”黄龙微微猫着腰朝里面走，边走边说着。\n\n\n听到话后点了点头，回头看了一眼爆炸头，这**玩意居然一脸兴奋不停的玩弄着三棱刺。我突然感觉我有点不安全，等会这家伙突然一不小心把老子给捅了，那我不得死在这里了。\n\n\n\n\n走了大概两分钟，这时候应该到便利店内部了，四周都是物品架子，有的倒在了地上，东西撒了一地。\n这时本来走着的黄龙突然停了下来，我一个不留神撞在了他身上。\n\n\n“怎么了？”我对他突然停下感到很诧异，小声的问了问。\n\n\n他却没有回答我，这时身后的爆炸头拍了拍我的肩膀，用手指了指右边架子。\n\n\n我一看妈逼吓了一跳，一张腐烂的脸，眼睛两个血窟窿看着我们。\n就在这时，本来站着不动丧尸突然叫了一声，动了起来。\n刚一动，整个架子被他推倒了过来，我心里喊了声操，和爆炸头连忙扑开，黄龙往前一跃也避开了。\n\n\n架子噼里啪啦的摔在地上，我回头一看，罗伊不见了\n\n消失的罗伊如鬼魅般出现在了丧尸背后，随后噗嗤一声，他手中的尼泊尔横切而过，丧尸的头颅像球一样滚落在地。\n\n\n摔在地上的我都看呆了，第一眼看见罗伊身材并不高大，以为是偏向策划之类的人才，没想到这伙计就是一杀手。\n\n\n“这里有楼梯，应该有二楼，上去看看。”黄龙手里握着军刀继续朝前面走去，他对罗伊的表现他一点都不惊讶，明显早就知道罗伊的底细。\n\n\n我和爆炸头也爬了起来，继续跟着黄龙走。有了这次的经历，别说说话了，连走路都轻轻的不敢发出声响。\n一路上我从架子上拿了许多东西塞进了背包，多点东西多条生路。\n爆炸头看见我的举动突然笑了起来，因为又不敢大声所以笑的特猥琐。我回头瞪了他一眼，骂了句**。\n\n\n“你是真傻还是假傻，等会把便利店丧尸清完，这些东西要多少有多少，你现在拿塞进背包只会成负担。”爆炸头小声的说道，那语气真的气的我想用三棱刺捅死他。\n\n\n不过他说的话完全有道理，我这样做的确只会加重负担消耗体力，想到这里我又郁闷了起来，本来还想着到时候出了事背包的东西能救人，让他们觉得我还不是一无是处。不过现在看来，我所做的一切都是**的行为。\n郁闷的叹了口气，还是老老实实跟着黄龙走吧。\n\n（今日第一更）\n"
        },
        {
            "author": "jiangcs98",
            "timestamp": 1419502320,
            "txt_content": "好看，楼楼加油更。\n\nPS：楼楼的标题鸣应该写错了吧？刚才百度了下，没有天下乌鸦般一黑这个人，好像只有下天鸦乌般一黑。是不是在MC吧发的？"
        },
        {
            "author": "a993093644",
            "timestamp": 1419502620,
            "txt_content": "小说？？"
        },
        {
            "author": "123453",
            "timestamp": 1419570360,
            "txt_content": "jiangcs98 发表于 2014-12-25 18:12\n好看，楼楼加油更。\n\nPS：楼楼的标题鸣应该写错了吧？刚才百度了下，没有天下乌鸦般一黑这个人，好像只有下 ...\n我确定了id的"
        }
    ]
}