{
    "title": "【大葱出品】Guarding-守护   (1月1日更新至第二章)",
    "author": "大葱之灵@",
    "replyCount": 11,
    "timestamp": 1419424620,
    "txt_content": " 本帖最后由 大葱之灵@ 于 2015-1-1 17:20 编辑 \n\n“因为我曾经历过最刻骨铭心的苦痛，                    所以，我要让你们的脸上，露出最幸福的笑容！”＝＝＝＝＝＝＝一楼仅作标题和目录，沙发开始正文＝＝＝＝＝＝＝\n前传Freedom and Lose-自由与迷失\n\n第一部分0.序  1.Reset the world  2.初来乍到\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "大葱之灵@",
            "timestamp": 1419425400,
            "txt_content": " 本帖最后由 大葱之灵@ 于 2014-12-24 20:59 编辑 \n\n\n0.序\n\n\n     今天依旧是我一个人，在这无限延伸的世界上。             ——六耀的日记\n\n\n    清晨，阳光刺破树梢，落在林中一间小木屋的门上。一个少年推门而出，深吸一口气。\n\n\n     “今天也是个好天气呢。。。”\n\n\n      正午，森林中悄然无声。少年坐在树顶上，啃着刚刚伐木时偶然得到的苹果。森林的边缘有一座村落，清一色的木头房顶鹅卵石墙，碎石道路旁是带水渠的农田，一切和普通的村落似乎没有什么两样。\n\n\n     但仅仅是似乎而已。\n\n\n     房顶上满是灰尘，木头甚至有些腐朽；地上的碎石平平整整，似乎从未有人踩过；农田里的小麦已经错过了收获的时节，但依然深深地低着头，困在泥土里。村子里安静得令人窒息。事实上，这个村子里一个人也没有。准确地说，不但是这个村子，这个世界，这个近乎无限大的世界，也没有一个人。\n\n\n     除了那个坐在树顶吃苹果的少年，六耀。\n\n\n      他到底是何时被流放于此，恐怕连他自己也说不清楚。只记得在他之前，有一个白眼人居住在这个世界上。那时的六耀，独自离家，在这个世界上疯狂地寻找着自由。这么一个空无一人的世界，对于他来说自然是极乐世界。所以当白眼人问他是否愿意留在这里时，他毫不犹豫地回答了“是”。而在那之后，白眼人就再也没有出现在六耀的世界中。\n\n\n      现在的六耀是这个世界的神，可以在这个世界为所欲为，于是他创造，他破坏，他杀戮，他拯救。他让这个世界染上了人的痕迹，比如眼前的这个村子，却不能让人类在这个世界上出现。如此一年两年三年，六耀终于开始后悔了。他发现自己享受着最大的自由，却也背负着最大的孤独。现在他才明白，为什么那个白内障听到他说愿意留下来时，会那么的欣喜若狂。\n\n\n    六耀沉默地看着黑夜一点一点从东方蔓延过来，瞳孔也渐渐变得冰冷黑暗。\n\n\n     “时候不早了，回去吧。”\n\n\n\n\n"
        },
        {
            "author": "末影矿工",
            "timestamp": 1419427140,
            "txt_content": "大葱之灵@ 发表于 2014-12-24 20:50\n0.序\n不错哦~"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1419487380,
            "txt_content": " 本帖最后由 大葱之灵@ 于 2014-12-25 19:37 编辑 \n\n1.Reset the world\n     “啧，又是一个地牢吗。”六耀踢开脚边的碎石，略略皱眉。随手插了一个火把，往里走了几步之后，忽然发现有些不对劲。\n\n\n    “咦？这个地牢居然没有怪物？平时的话应该已经有五六只僵尸跳过来了吧。”他看看四周，空空荡荡一只怪物也没有。他索性放开步子，悠闲地举着火把边走边看。这里看起来和普通的地牢没什么两样，传送门箱子牢房一个不少。他慢悠悠地踱进了最深处的图书馆。\n\n\n     “真的是一只怪物也没有呢。。。”六耀随手翻看着书架里的书籍，激起一阵飞灰，“咳咳，灰尘好多。。。咦？”书架的背后并不是普通的石砖墙壁，而是紫黑色的。。。黑曜石？他赶忙把其他书搬开，“墙壁”渐渐露出了整体。\n\n\n    “这啥。。。附魔台？”展现在他眼前的是一个相当不伦不类的物体：看着有点一个放大的附魔台，台上却没有漂浮着书本。取而代之的，黑曜石台中间摆放着。。。\n\n\n    “电脑？”我们的主角陷入了深深的困惑之中。虽然极端的难以置信，但眼前的黑曜石台确确实实是一台正宗的一体机，屏幕鼠标键盘一样没少。六耀轻轻抚摸黑曜石台，很快找到了一个按钮，他试着按了一下，屏幕很快就亮了起来，石台里传来熟悉的嗡鸣声，看来开机成功了。\n\n\n     简洁的亮蓝色界面出站在屏幕上，充满了科幻气息。荧幕两侧是一些完全看不懂的数据，右下角有几个数值条，也是一些不明所以的东西。唯一能明白的，是左下角一个小小的选项——“reset”。\n\n\n    六耀在心里想着还好自己没把英文忘掉，一边点击选项。\n\n\n    亮蓝色忽然消失，红黑两色的提示框里，大大的“WARNING”格外刺眼。“Do you want to reset the world？ ”冰冷的提问在屏幕里睥睨着六耀，散发着压力。\n\n\n     六耀还没反应过来，他身后的墙壁里，忽然传来什么东西啃石头的“咯吱咯吱”声。那是凋零特有的啃食墙壁的声音！“该死，这里怎么会有凋零？”无暇顾及其他，六耀伸手从背后拔出两把钻石刀——那是他的武器。虽说六耀是神，但也仅仅只是不会死而已，被击中的话也是会受伤的。况且为了研究的方便，把杂物清理一下总没有错。\n\n\n    随着“咯吱咯吱”声的接近，最后一层石头终于被咬穿。六耀看准时机，对着刚露出身体的凋零狠狠地来了一刀，“铮”地切下了凋零的半根肋骨。凋零吼叫起来，身体一抖，三颗头颅脱离了身体，咆哮着冲向六耀。六耀侧身撤步，刀面横拍将它挑飞，头颅在洞顶轰然炸响，碎石像雹子一样砸在书架和电脑上。\n\n\n     凋零空空荡荡的脖颈上，又开始冒出三个脑袋。六耀趁机将刀插进地里，从虚空中抽出一把长弓，对着凋零的方向抬手就是三箭！箭矢撕裂空气钻进烟尘中，激起凋零更加凄厉的嘶叫。\n\n\n\n\n\n\n\n\n\n\n     烟尘弥漫，洞顶不时有松动的小石子落下。六耀拄着双刀喘息，身前的下界之星在黑暗中闪着洁白的荧光。远处隐隐传来僵尸的吼声，看来之前没有僵尸就是凋零的威压所致。六耀站起身，将周围用石头封锁起来，这才踏着地上残破的书卷回到电脑前。\n\n\n    “重置世界。。。到底是什么意思呢？”六耀看着电脑，瞳孔忽然收缩。屏幕红黑的提示框不知何时已经消失不见，换回了清爽的亮蓝色界面。同时屏幕中出现了一个进度条，上面的英文简单明了：\n\n\n    “The world is resetting. Please wait for a moment......”\n\n\n     再接下来就是一个已经加载90%的进度条。\n\n\n      “我去什么状况？！这玩意怎么会自己动起来？！喂喂重置世界是什么意思啊谁给本说明书告诉我一下啊！”但是电脑就像就像死机了一样连鼠标都动不了，门外正在挠石头的僵尸自然也不可能给他递一本“方块世界电脑使用说明”。六耀气的一拳头砸在键盘上，却被一块碎石硌到了手。他气愤地抬起拳头，发现碎石压下去的按键是——enter。\n\n\n     六耀明白了什么，心中千万匹草泥马呼啸而过。\n\n\n     而就在这时，进度条也终于走到了尽头。\n\n\n     洞顶掉下的小石子，停止了下落。\n\n\n     飞舞着的残破书页，定格在半空。\n\n\n      同样的变故还发生在地面上。\n\n\n      一匹马抬起了腿，却再也踏不出第二步。\n\n\n      一头牛俯首饮水，却再也咽不下第二口。\n\n\n      万籁俱静，万物皆止。\n\n\n      当时间重新开始流动时，这里只剩下一片漆黑的虚空。\n\n\n       仿佛之前的一切，从来没有存在过。\n\n\n"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1420079220,
            "txt_content": " 本帖最后由 大葱之灵@ 于 2015-1-1 10:30 编辑 \n\n2.初来乍到\n『我是六耀。』\n\n    我缓缓睁开眼睛，光芒如同潮水一般将我淹没。\n\n    在我的感觉中，前一刻我还身在黑暗的地牢中企图停止某台电脑的疯狂行为，但现在我却置身于一条熙熙攘攘的大街上。\n\n    到处是人，有人在议论着路边卖艺的乞丐；有人在抱怨着鸡蛋的价钱；有人心急如焚地询问包子为什么还没出炉，包子铺的老板则一句话不说在低头数钱。空气中弥漫着蒸笼中漂出来的蒸汽，吹在脸上痒痒的。\n\n    我呆滞地站立了很久，忽然哭了起来，如同迷路三天后归家的孩子。\n\n    我曾经被无边的孤独所包围，在痛苦中拼命挣扎。我以为我只能永世囚禁在失落的伊甸园，但现在我现在一条繁华的大街上。巨大的喜悦和感动冲击着我的神经，渐渐地我又笑了起来。\n\n\n    我哭着笑着，如同中举的范进。我沉醉在茫茫的人海中。\n\n\n\n\n\n\n\n\n\n\n    有人开始注意到路中央的六耀。\n\n\n    “那家伙是疯子吧？又哭又笑的。”\n\n\n    “还是离远一点好，要是他发起狂来可就不好了。看，他背上还有两把刀呢。”\n\n\n     “妈妈，那把刀好漂亮啊！是钻石做的吧？”\n\n\n     “别乱说话！小心那疯子过来把你拐跑！”\n\n\n     人们渐渐散开，把六耀围在中央。卖鸡蛋的不吆喝了，赶路的人也停下脚步。就连低头数钱的包子铺掌柜，也抬起头来饶有兴致地看着六耀。所有人都在窃窃私语，谈论着六耀的发型，身材，以及一些奇奇怪怪的东西。\n\n\n    但六耀没有像人们担心或者说期待那样发起疯来，他只是安静地站在长街的中央，笑着流泪。\n\n\n    正当人们看得厌烦准备散去时，一驾马车从长街一头缓缓而来。马车如同摩西开海一般，所过之处人们分分让来，拥挤的街道竟然立刻被清空出一条道路。\n\n\n    “恭迎丞相大人！”所有人单膝跪地，低垂的脸上带着崇敬。在丞相大人的带领下，这个原本有些慵懒和衰败的国家开始复兴，国力恢复强盛，甚至更甚以往。可以说，丞相大人是国家的恩人。\n\n\n    所有的海水都恭敬地服从了摩西的召唤，但六耀是人海中的一块顽石。他依旧站立在街道的中央。\n\n\n    前方开路的警卫大步走向六耀，举着棍子盛气凌人：“喂，你挡了我们丞相的路你知道吗！识相的话快点滚去路边跪下！”\n\n\n     六耀怔了一下，用一副没睡醒的样子瞟了警卫一眼，又转过头去看着那驾马车。\n\n\n    “你谁啊？那坐在车子里的，又谁啊？”\n\n\n    简直就是往炸药堆里扔了个火把。整条街因为他一句话而炸开了锅。“他居然说出这种话！”“完了完了，这家伙肯定会被打一顿吧，居然这样嚣张。”“看来这人是真疯了，居然连丞相大人都不认识。”\n\n\n    是手执长棍的警卫感觉自己受到了极大的侮辱。“你算是什么东西！”警卫愤怒地抄起长棍，对着六耀当头劈下！\n\n\n    六耀睡眼惺忪地看着长棍当头袭来，慢悠悠向右跨出一步，反手把长棍接住， 警卫只觉得木棍打在了一团棉花上。六耀猛地一扯木棍，警卫就被扯得打了个趔趄，眼睁睁看着自己的胸口撞向少年的肘尖。\n\n\n    “扑通”，警卫摔倒在地上，捂着胸口痛苦地呻吟，根本不敢看那指着自己鼻头的翠蓝色刀尖。六耀厌恶地盯着躺在地上的警卫：“狗仗人势。”说完，他手腕一翻，将刀收回背后。\n\n\n    一个管家模样的人小跑着过来，双手呈上一个信封。“丞相大人对您非常赏识，想与您谈谈话。请先生务必今晚到丞相府来一趟，门卫看见这个邀请函就会放行。”六耀想了想，接过信封，“我明白了。”\n\n\n    “那就静候先生的到来了。”管家说完，又小跑着回去了。六耀也转身走向路边，所有人都惊恐地退开。马车缓缓启程，哒哒马蹄声渐渐远去。\n\n\n    人群渐渐散开。包子铺的老板又开始数钱，蒸汽再次弥漫在大街上。六耀也转过身，走向街道的另一头。一切都恢复到了之前的热闹喧嚣，但某个背着翠蓝色双刀的少年的故事，已经开始这个城市流传。\n\n\n\n\nPs:祝大家新年快乐！\n"
        },
        {
            "author": "嗜金龙须",
            "timestamp": 1420103940,
            "txt_content": "大葱真好吃"
        },
        {
            "author": "冥王星人",
            "timestamp": 1420104060,
            "txt_content": "你这世界观实在有点混乱。"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1420104120,
            "txt_content": "嗜金龙须 发表于 2015-1-1 17:19\n大葱真好吃\n那就请把我扔进龙须汤里吧-_-"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1420104120,
            "txt_content": "冥王星人 发表于 2015-1-1 17:21\n你这世界观实在有点混乱。\n是有点。。。穿越之后再穿越什么的。。。。"
        },
        {
            "author": "嗜金龙须",
            "timestamp": 1420104180,
            "txt_content": "大葱之灵@ 发表于 2015-1-1 17:22\n那就请把我扔进龙须汤里吧-_-\n大葱自从和混沌搞基后音讯全无"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1420104180,
            "txt_content": "冥王星人 发表于 2015-1-1 17:21\n你这世界观实在有点混乱。\n是有点。。。穿越之后再穿越啥的。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1420104240,
            "txt_content": "大葱之灵@ 发表于 2015-1-1 17:23\n是有点。。。穿越之后再穿越啥的。。。\n大葱自从和混沌搞基后音讯全无23333333333333333333333333"
        }
    ]
}