{
    "title": "【我是安德面】《灰白色》第一章",
    "author": "我是安德面",
    "replyCount": 6,
    "timestamp": 1419573120,
    "txt_content": " 本帖最后由 我是安德面 于 2014-12-27 08:28 编辑 \n\nHi，大家好，这是我在论坛潜水“数年”后的作品，有什么不好的，欢迎吐槽。\n      还有，毕竟我是学生党，可能更新毕竟慢，我尽量不弃坑吧\n          下面就是正文了：\n\n\n灰白色    “你有没有在听我说话！”奎克向我咆哮着，唾沫像雨一样砸在我的脸上，我捧着咖啡低着头在思考着我的小说改从何写起；我在美国的一家小出版社工作，奎克是我的主编，那个戴着眼镜的胖子，我不知道他怎么吃得那么胖，他的脑袋看起来就像个倭瓜，两个腮帮子胖得像被人痛揍了一顿。除此之外，他看上去就是只野兽，看不出半点人情味，那肥胖的脸里只流露出野兽般的暴躁与丑恶。     “如果你下个星期再交不上稿子，你就不用再来上班了！”他起身竖起那胖得一圈一圈的手指着我的脑袋喊：“我会把你那微薄的薪水拿去买些不起眼的牙膏，挤在你那破咖啡里！”奎克转过身扯了扯自己那不怎么合身的毛料外套，一脸不削的转身离开。找了一辆计程车，但是那名计程车司机好像不肯载他，这也不奇怪，现在有好多行业的员工都开始罢工了，很多企业都先后倒闭，只有我身处的这家老乔森开的咖啡厅没倒了，因为它是老乔森一个人在经营。不怎么高的老乔森站在橱窗那看着倒霉的奎克。     “乔森，最近罢工的情况怎么样了？”我朝老乔森说道。     “一直在变坏，应该是说从来没好过，现在政府被那些家境惨淡的家伙堵得水泄不通。”老乔森没有看着我，还是把目光直勾勾的钉在奎克身上。     “看起来美国现在很乱啊？”     “对，记得昨天奎克就被人抢了钱包。”老乔森拿着擦桌布在擦吧台。     “难怪他今天这么大火。”我一脸无奈。      突然老乔森紧张起来，紧锁着眉头，掺杂着灰白与银白色的两横眉毛成一个“V”，手里的发黑布也被攥紧紧的。     “又是那帮人。”老乔森看着窗外人数不是很多的军队。     “自从总统被推下台就没人再敢回到那个位置了，现在的美国是无政府状态，再也没有罗斯福了…”老乔森长叹了一口怨气把布扔在一边，转身离开了橱窗，帮自己倒了杯咖啡。     一阵可怕的声音华然而起，咖啡厅外的人们像疯了一样的四处乱窜，窗外的军队开枪了，四处的商铺里的橱窗都被子弹穿过，灰硬的水泥地不停地窜出几个弹孔，许多人都中了枪躺在地上抽搐，还淌着血。    “乔森快跑，找个地方躲起来！”    “你在吗！能听到我讲话吗！”我在凌乱的咖啡厅里发了疯似的大喊。      有什么东西流到我这来了，我拧过头，老乔森瘫在地上，右肩有两个高尔夫球这么大的洞。    “操！乔森！”他死了，流的血太多了。我本想把老乔森拖到个安全的地方但是子弹把我赶得远远的，我不得不放弃我这愚蠢的举动，转身离开。      我狼狈地从咖啡厅的厨房溜了出来，后面是条不大的巷子，在小巷子里隐隐看见几个头包的像中东女人的家伙，他们是民兵，总统就是他们推下来的，他们手中的步枪还在不停弹出子弹，子弹滚得到处都是，枪口发出亮橙色的火光照亮了整个巷子。我意识到我不能在呆在这，于是抱着头朝巷子深处一阵猛跑，但是脚被什么东西拌到了，一个踉跄趴在地上，是颗鹅蛋那么大的手榴弹把我栽倒在地，还没反应过来，一声令人恐惧的巨响就提前响了起来，咆哮的爆炸声溅起一地的尘土，我眼前一黑就什么也记不得了…    “先生！先生！你还好吗？先生？”一位脸上满是尘土的女人把我摇醒了，她看起来很年轻，但是我愣住了，没有回应她，因为我的耳朵一直在嗡嗡叫。她好像以为我死了，瘫在我身边，紧咬着牙根，发紫的嘴角抽动着，一张委屈的脸，不停的挤出泪水，露出那种无论谁看了都会难受的表情。半天才挤出一句话：“就没人活着了吗！”。      我拍了拍她的腿，她被吓了一跳，惊讶的看着我。    “结束了吗？”我用沙哑的嗓音并伴随着咳嗽说出的一句话。    “嗯，军队被杀光了，但是只是小部分，民兵杀了他们一些人就跑远了。”    “能扶我起来吗？”      我扶起身，靠在已经被炸得只省水泥墙面的墙壁上，我感觉我的左耳听不见了。      如果你能够有幸看到我，你一定会觉得我是个铁路工人，因为我全身都是尘，我居然在我的口袋里发现了混凝土块。    “请问，你叫什么名字？”我开始跟这个女人说话。    “我叫安德莉亚，您呢？”她斜着脑袋，跟个孩子似的。    “安德莉亚，是个很好听的名字，我叫史蒂夫。”      我俩走到巷子外面，重新回到街道上，街道上都是尸体，血溅的到处都是，弹痕也是如此。没有救护车和警察，因为他们都罢工了，我不得不承认，这残忍的一切，就是战争……未完待续未经允许，禁止转载组群：同书人@250=mo @Technology @冥王星人[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1419646740,
            "txt_content": "前来支持学习。\n一脸不削的转身离开"
        },
        {
            "author": "我是安德面",
            "timestamp": 1419666240,
            "txt_content": "标题: 【我是安德面】《灰白色》第一章 本帖最后由 我是安德面 于 2014-12-27 22:27 编辑 \n\n@☆茶杯骑士☆ @puzhiyuan @小玺 @951786623 @大葱之灵@ "
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1419731580,
            "txt_content": "看起来有点像美国小说。。。。子弹滚的到处都是这句改成弹壳滚的到处都是会好点吧。。。。"
        },
        {
            "author": "我是安德面",
            "timestamp": 1419736260,
            "txt_content": "大葱之灵@ 发表于 2014-12-28 09:53\n看起来有点像美国小说。。。。这句改成弹壳滚的到处都是会好点吧。。。。 ...\n咦，沒注意到啊.."
        },
        {
            "author": "末影龙娘",
            "timestamp": 1419766200,
            "txt_content": "主观不喜，不过从客观角度来看写得不错（顺便说一句角色有几个动作比较奇怪）。"
        },
        {
            "author": "我是安德面",
            "timestamp": 1419832680,
            "txt_content": "末影龙娘 发表于 2014-12-28 19:30\n主观不喜，不过从客观角度来看写得不错（顺便说一句角色有几个动作比较奇怪）。 ...\n请拜托指出，我会试着注意。"
        }
    ]
}