{
    "title": "Minecraft Beta 我的世界[v1.4] 绿色/鱼人版",
    "author": "zx蘿卜卜",
    "replyCount": 0,
    "timestamp": 1301684040,
    "txt_content": "Minecraft Beta 我的世界 v1.4\n继续发布工作.. 虽然慢了点\nMC代购~ http://item.taobao.com/auction/i ... m_num_id=9603744756\n\n1.4更新说明\n全新我的世界Logo.新增可驯服的狼.增加了饼干.谁在某床上可重置你的出生点.在楼梯上蹲下可停留在那个位置.蜘蛛不会再糟蹋庄稼+行走没有声音.绵羊有更多品种(不同颜色),同时会更加稀有在水流行走会更加困难.地下城(俗称笼子, 带火的笼子, 怪物会生成的地方等)更加常见(未确认).野花和蘑菇会更常见.可可豆可在地下城的宝箱里发现.麦子生长得更快.默认物品栏快捷键改为'E'.新添加方块\"锁上的宝箱\".联机可在Server.properties 文件中设置种子(seed).Lots of infrastructure for Statistics lists and Achievements.\nBug修正:Zombies and Spiders now hurt you in all instances (previously could only hurt you if they were 1block above your location).Client-sided slime spawn on SMP have been fixed.\nNew bugs:Crafting Wooden Slab or Redstone Torch would make your game crash. (Was fixed a couple hours after version release, without updating the version number [1])Tamed wolves whimper in SMP regardless of health. (This is because client-side health was used instead of synched health. [2])Wolves cannot travel through doors. A small hole can be punched out near the door as they are 1x1, thus creating a \"doggy-door\" until their pathfinding is updated to recognize open doors as a path they can walk through.You can place Sugar Canes underwater.You can place Ladders anywhere underwater, even if there are no walls.Beds do not always act as the spawn point. This is not a bug, the spawn point will be reverted to the original if the bed is destroyed.You can place a Cactus anywhere underwater, even on dirt.You can create a farm patch using a hoe underwater.Sometimes torches do not emit light, but can be forced to by placing a light emitting torch near them. If these torches are removed, the light will not go away. [3]\n\n\n累, 请有爱人士翻译余下. PM我吧 \n-Minecraft 我的世界(完整绿色版)-\n此为绿色版, 音效包也包含进去了.\nMinecraft 我的世界下载地址运行Minecraft.exe，随便或者不用输入信息，直接点击Login按钮。登入成功后Login failed画面出现 ,点击Play offline按钮。点击它即可进入单人游戏。如果喜欢Minecraft我的世界, 请购买正版.-更新档使用方法-\n如果不想重新下载的童鞋, 可以使用更新档~\n找到.minecraft/bin文件夹并删除(可选)\n解压rar, 把bin文件夹放在.minecraft下.\n更新档下载地址如果运行时弹出错误窗口：\n\n就还是用普通破解版吧：\n还是使用绿色版里的.minecraft文件夹 ，此外还需要这个登录器： Minecraft.rar\n\n接下来：\n确认PC上安装了java，没下的去 http://www.java.com  下载\n1.windows 7 的用户把.minecraft文件夹放到 \"c:\\users\\你的用户名\\App Data\\Roaming\\\" 里。\n（若找不到路径，可能是因为设置了隐藏，需要把“文件夹选项-查看”中的“隐藏文件和文件夹-显示隐藏的文件、文件夹和驱动器”选中。）\n  windows xp的用户把 .minecraft 文件夹放到 \"C:\\Documents and Settings\\你的用户名\\Application Data\\\"中。（Application Data也是隐藏文件夹，需要设置文件夹选项显示隐藏文件。）\n\n2.运行Minecraft.exe，不用输入信息，直接点击Login按钮。\n  如果成功，则会在Login failed画面出现可以点击的Play offline按钮，点击它即可进入单人游戏。\n\n转自旧论坛, 作者为小白.\n\n\n",
    "replies": []
}