{
    "title": "放弃，任性。。",
    "author": "狼魂S圣灵",
    "replyCount": 7,
    "timestamp": 1419600900,
    "txt_content": "  这次建筑大赛，我们兄弟团队，一路披荆斩棘，终于进了决赛，但现在，我们看着自己喜欢的电影，听着自己喜欢的歌，玩着自己喜欢的游戏，因为  我们弃权了。\n  我，兄弟团队员，xd1300862001，在这里，表示衷心的忏悔。是的，机会只有那么一次，我不可能改变事实，那么，我得改变自己的心态。准确说，我对不起我们队长，因为，我打破了他的梦想，难能可贵的梦啊，我听到了他最失望的一句话：“你们真厉害，连我父母都阻挡不了我，而如今，让我万万没想到的是，我却败在了你们手上，真惨。”  是的，这不是简单的一句话，而是一颗心，一颗被伤害的心。\n  在这背后，有一段令我难以忘怀的事。和很多参赛者都一样，我们原本打算齐心协力，就算我们没有能力，也要搏一搏。预赛时，我们盖了一个古堡。我们可敬的队长，是他，用他那脆弱的身体，夜以继日地将他的汗水洒在这100*100的土地上，而这时，我却和另一位队员在吵架，只为了一点鸡毛蒜皮的小事。我们什么也没做。他，什么也没说，埋头苦干，我呢，因为总认为自己有能力，便不满他对我的批评。“关键时刻，应齐心协力，努力地盖好，这才是现在你要做的，而不是当口上的巨人，行动上的矮子。”接着，他孤军奋战两天两夜，在我们进入梦想时，他还在赶工程。第一张地图，基本上都是他自己完成的。\n  复赛，我玩着自己爱玩的游戏，他仍在坚持。他说：“这次比赛，我希望我们能不像预赛一样，团结，合作，这，是我的期望，你们不要辜负了。”我退出游戏，帮他，可他发现，我什么也不会盖，每每让他失望，而我自己老是找借口：我有能力，只是没发挥罢了。他一次又一次的相信，但他给我的十几次机会中，我只有一次得到了他的认可，我开始骄傲，开始任性，更加自大。他将地面交给了我和另一位队员，他自己则负责天空。当他看到我们吵架时，他总是苦笑着说：“盖完了，再吵，好吗？”我们当时都答应了，结果私下，还是不和。最后的一天，他的空岛已经飘起，我们地面还一无所有，除了一睹破烂不堪的围墙外，就什么也没有了，在慌忙之中，他种上树，掩盖了地面。他渐渐地失望了。那天，他颤抖着身子，在夜深人静的时候，开始补作业。第二天，他迟到了。作业没完成，老师让他请家长。月考后，他拿着成绩单，成绩一落千丈，那天晚上，他没敢把成绩单给父母看，而是自己在上面签了字，心惊胆战地将这给了班主任。我们都进步了，路上喜洋洋的说着，笑着，他，也笑，但那明显是苦涩的笑。纵然那天晚上，他从直播里得知，我们只是待定。绝望的他。我们拖了他的后退。他开始冷淡了。\n  “我不止一次又一次地幻想，我还可以帮你，只不过，现在看来，算了。”“我怕我手颤抖地看着自己天空已经盖好，而地下，却是一包渣。我怕这包渣，会将我从前10给刷下来。”这是我们进决赛后，他经常说的话，我的自大使我和他吵了一架。他甚至说：“我们不会再有合作，永远不会，哪怕是现实和游戏”。这时，我甚至还做了一个愚蠢的决定：独自完成比赛。我以为这样，他会原谅我，我甚至还说出了一句话：“我们打个赌，如果我盖的不是火柴盒，那么请你原谅我，如果是，你便可以做出你之前的那个决定{一刀两断}。我想：我也是在他们都走后孤军奋战，战了6小时，当我起身时，才发现，自己已经连路都走不稳了，体验过，现在应该知道，他是有多么绝望，当我说我奋战6小时时，他原本以为我有希望，甚至想帮我。可他看了我的火柴盒后，彻底绝望了，今天，从来不发脾气的他第一次把我吼了一顿，他说：“别做那些无用功了，这只会让我更看不起你。”他这次没给我留面子，可以想象，一个好强的我是多么愤怒，尽管在当时，我一句话也没说。我也不想说什么，这次给两人的创伤都太大了，我们实在是太依赖他了，他不愿理我的原因是：我没能力，却自大，吹牛。“我后悔认识你”。     嗯，是啊，看着空间上的照片，不知能不能回到当年，更不知能不能弥补，也许，他不会原谅我了。。。。。。",
    "replies": [
        {
            "author": "野生的狼",
            "timestamp": 1419601320,
            "txt_content": "赛图嗎........好多字啊...."
        },
        {
            "author": "狼魂S圣灵",
            "timestamp": 1419601560,
            "txt_content": "野生的狼 发表于 2014-12-26 21:42\n赛图嗎........好多字啊....\n  真心忏悔。。"
        },
        {
            "author": "野生的狼",
            "timestamp": 1419601740,
            "txt_content": "狼魂S圣灵 发表于 2014-12-26 21:46\n真心忏悔。。\n請問我可不惡搞?>?"
        },
        {
            "author": "minehenry",
            "timestamp": 1419601980,
            "txt_content": "不要因为游戏把大家搞得这么累 毕竟只是一个游戏 游戏汇总可以结交许多朋友 和谐在一起多好呢"
        },
        {
            "author": "K_BO",
            "timestamp": 1419623400,
            "txt_content": "我居然看完了！不科学呀"
        },
        {
            "author": "aleng",
            "timestamp": 1419633900,
            "txt_content": "对不起，您写的太多了。头看痛了。"
        },
        {
            "author": "风动鸣",
            "timestamp": 1419641220,
            "txt_content": "LZ你这跟MCBBS有半毛钱关系吗……醉了也是……"
        }
    ]
}