{
    "title": "[原创:连载讽刺小说]熊三列传 1至5[一章很短约500，一贴5章]",
    "author": "player927",
    "replyCount": 10,
    "timestamp": 1419664440,
    "txt_content": " 本帖最后由 player927 于 2014-12-28 09:22 编辑 \n\n 一 硫硼街头\n    大个子熊三走在硫硼市的街头上。他这个高端熊啊，真可谓人人见而避之。\n    他身高看起来中等，脸发黑，高鼻子，很胖，全身穿着非主流的奇装异服。\n    他走进了一个烟酒铺，拿了一瓶朗姆酒，一盒香烟，大摇大摆地走了。\n    “喂!你铥还没付钱呢!走个磷啊走!”店里那个鲁莽的伙计喊道。熊三随手输了个指令，顿时，这个倒霉的伙计一倒地，猝死了.......\n    熊三一边喝酒，一边继续往前走。走到了德高望重的硫硼郡长、夏氏帝国民主党领袖荀太安的别墅旁边，顺手点燃一支烟，拿出来一大堆牌子，还有一只喷漆枪，在墙上贴上:\n    “狗太安，现代犬儒，不要脸，贱，欠得慌......”\n    “民主党，垃圾政党，名不副实，烂的要命，鱼肉百姓......”\n    也就在这个时候，他心中才能出现那种自豪感，他吹起了口哨......\n    这个时候，民主党的四把手、硫硼市市长贾吉成正好路过。\n    贾吉成这个人啊，大概30岁左右，高而瘦，身穿体面的西装，皮鞋擦得锃亮。\n    “熊三，你给老子停手。”贾吉成用他那种特有的尖细口吻喊道。“老子忍你忍了十年了，你还在这搞这种事!”\n     熊三听了这话，嘻嘻地大笑了起来。“大锑贾吉成，在这来你有个磷权力啊，老子捏死个你不跟踩死只BUG一样啊，少装硼了，老子留着你不过就是为了拿来玩玩罢了，嘻嘻嘻嘻嘻嘻~”看那语调，很是狂妄。\n    这声音把房子里面的荀郡长惊了出来。\n......（未完待续）",
    "replies": [
        {
            "author": "player927",
            "timestamp": 1419664980,
            "txt_content": "@中立生物   @北极星人  \n\n看帖回帖的好处：\n1.可以顶起你喜欢的帖子\n2.可以批判和揭露你的吐槽点\n3.可以行使言论自由权\n4.最重要的一点，可以拿经验!"
        },
        {
            "author": "player927",
            "timestamp": 1419727200,
            "txt_content": "看贴不回者，熊三也!"
        },
        {
            "author": "北极星人",
            "timestamp": 1419737340,
            "txt_content": "如果说你就用这种方法来获得评论量，我有权利怀疑你的智商未达到高中生水平。"
        },
        {
            "author": "player927",
            "timestamp": 1419738300,
            "txt_content": " 本帖最后由 player927 于 2014-12-28 11:49 编辑 \n北极星人 发表于 2014-12-28 11:29\n如果说你就用这种方法来获得评论量，我有权利怀疑你的智商未达到高中生水平。 ...\n\n如果你就用这种方法四处乱喷，我有权利怀疑你是一块锑。\n\nmcbbs可以叫做ssbbs了s，伸手的多，贴吧没人止水，他们发15字甚至200乱水。这里不让水。就是伸手。\n\n我很高兴你没有被某些贴吧的风气毒害。"
        },
        {
            "author": "player927",
            "timestamp": 1419857160,
            "txt_content": "这个帖子的更新托付给我的机油逗老八吧。话说这个创意他想的。先让他进mcbbs。以后把我的东西，当他的好了。"
        },
        {
            "author": "player927",
            "timestamp": 1420121640,
            "txt_content": "二 铥都密室\n    荀郡长出来，喊住了口沫横飞的贾吉成，说：“还有8个月就要大选了，你这样爆粗......可是不好啊!”贾吉成离开了，熊三也就停止了作死，走了。\n    在这个时候，进步党党魁杨元勇在夏氏帝国国都铥都市郊那么一间密室里面，叫了几个高层干部开会。\n    “大选在即，本人一定要连任首相，可是选举有5个人，要大天王夏驰来挑选啊!”杨元勇说。\n    这些人面面相觑，不知道怎么办。\n    这时，军事兼反熊部长彭骅骝挺起啤酒肚，摇着他那把写着“枥下骅骝思鼓角”的大折扇，说：“熊三问题是社会首要问题，解决熊三问题，无论是老百姓还是大天王，都会支持的。”\n    他的提议得到了这些碌碌庸才的一致赞同。可是，对于如何消灭熊三的问题却一直争论不休。\n    天空一点点由浅蓝变成紫红，太阳在西边的地平线上留下最后一抹余晖。\n    这时，低调派王理德发话了，他的喉结一上一下：“据鄙人所知的，一般难缠的高端熊，最后只有一种方法，那就是感化。”他还引经据典地说了一大堆话，什么1978年的赵明毅感化涂效灰，总之就是那些让人半懂不懂的东西。\n    人们都被那种强大的气场折服了。\n    杨元勇听起来觉得不错，拍板，说：“就这样定了!”于是开始起草A078计划。\n    计划起草完成，也就散会了。"
        },
        {
            "author": "player927",
            "timestamp": 1421502840,
            "txt_content": "三 落草为寇\n    过了不少时间，熊三仍然在街头游荡。没错，熊三收到了不少信件和电子邮件，都是进步党以杨元勇名义发来的。时值冬季，这个世界中，每个方块、每个像素点都被冰冻着。太阳发着无力的白光，似乎连白云都被冻住，没有一点神采。\n    “鳕鱼天！该死的鳕鱼天！”熊三吼叫着。熊三这个奇葩，永远管冷天叫做“鳕鱼天”。\n    可是，就在这种天气，熊三碰见了老朋友朱二、张四和李三。\n    他们之间打了个招呼，寒暄了两句，然后开始在路边长凳上面闲聊。\n    聊到了政治话题，没错，他们又开始骂街。“民主党垃圾！”“进步党一样垃圾！”没有比新联盟更垃圾的了！”这些不和谐的声音充斥整条街。\n    “既然如此，那么我们占山为王怎么样?”朱二提议。\n    “万岁!”李三这个急性子喊了起来。\n    “万岁!”所有人齐声喊道。所有人都跑出来看热闹。顿时一片喧闹，乃至于来了几个警察来维持秩序。\n    于是乎，他们冲出人群，找见了自己的那233个逗比的跟随者，出了城，到了城外一座山上。这座山叫做“瓜皮山”，因传说中造世神傩赤在那里吃完西瓜，把瓜皮扔下化为一座山而得名。\n    懂些风水学的张四停了下来。\n    “这里倒是个风水宝地，”他说，“就在这里吧!”\n    于是他们在山上连夜修了一座房屋，贴上了牌子“瓜皮山义气堂”。众人推选熊三为老大，朱二为老二，张四为老三，李三为老四，其他人暂时平等为老五。从此，这些乌合之众开始了“光荣”的草寇生涯。"
        },
        {
            "author": "player927",
            "timestamp": 1421508120,
            "txt_content": "自顶等回。"
        },
        {
            "author": "北极星人",
            "timestamp": 1421753580,
            "txt_content": "一章字数太少了点……"
        },
        {
            "author": "player927",
            "timestamp": 1421761080,
            "txt_content": "北极星人 发表于 2015-1-20 19:33\n一章字数太少了点……\n好吧，我各种利用零碎时间，写不长。。如果时间够，每章1500左右差不多"
        }
    ]
}