{
    "title": "[Wiki翻译]狼",
    "author": "Hetairoi",
    "replyCount": 10,
    "timestamp": 1301731500,
    "txt_content": " 本帖最后由 Hetairoi 于 2011-4-6 09:31 编辑 \n\n狼\n\n出现在亮度7或以上区域，特别是雪原和森林群落中\n狼是Beta 1.4版里新加入的成员。Notch大神在和Peter Molyneux共进早餐时确认了会加入这种动物。2011年3月18日，一段Jeb制作的视频被发布，预览了狼的样子。狼出现在森林和雪原群落。狼也许就是Notch大神先前所描述的那种“宠物狗”。野狼通常是无害的。就目前所知，狼身上不会掉落任何东西。同样目前来说，你想拥有多少条狼就可以有多少条狼，除非Mojang加入功能，来限制你驯养的狼的总数。狼也会出现在多人服务器上，并且即使是血满的时候也会不停地发出呜咽声。\n\n驯养\n狼据说很罕见，但是它们一旦被驯服就不会消失。要驯服一只狼，你得喂给它们骨头，直到一小堆漂浮的心形出现，然后它就有了一个红的项圈，那个就是驯服了的狼的标志。所需的骨头的数量是随机的。你可以驯养一只以上的狼。\n给足了骨头之后，它们就会变得友好。它们会保护你，跟随在你周围，并且会攻击那些你肉搏攻击的对象。驯服的狼不会攻击你用弓箭攻击的的对象，它们也不会攻击JJ怪。处于坐下待命状态的狼同样也不会发动攻击。狼的尾巴的根据其生命值高低而翘起或垂下，它们的生命值可以用生猪肉（这个还可以用来引诱它们）以及其它食物来恢复。它们不会爬垂直的梯子，但是当它们不是处于坐下状态或者装在矿车里的时候，一旦远离你到一定的距离，会瞬移到你身边。\n\n状态\n\n野生/未驯服\n狼以1到8只的规模在野外出现（未驯服），野狼偶尔会攻击羊，但不会攻击玩家。如果你拿着骨头或生猪肉但是不喂给它们，它们的脑袋就会歪向你。狼会游泳，并且会在出水的时候甩掉身上的水滴。然而它们不会潜入水下。\n\n敌对\n狼被攻击了之后就会变为对玩家敌对状态。敌对的狼眼睛是红的，而自然状态的狼的眼睛是由一黑一白两个像素组成的。敌对的狼会对玩家群起而攻之。多人游戏中如果有一个玩家攻击了狼，狼就会对所有玩家为敌。注意：狼一旦敌对，就不能再驯服了。\n\n驯服\n被驯服了之后，狼的眼睛就会变成两个白像素和一个黑像素，让它们看上去不那么好斗了。驯服的狼不会攻击玩家，即使玩家攻击了它，不过当狗（应该是狼吧，原文这里有误——by Hetairoi）处于坐下状态时存盘，然后再回来点击它，还是有极小的可能出差错。它们会以坐下的姿势跳向你并且攻击你。而其它所有你存盘之前下令坐着的狼都将站不起来。驯服的狼是很不错的，因为它们会加入玩家当前对任何对象的肉搏攻击当中，除了很少的一些例外。狼已经在攻击某个对象的时候就不会再攻击你所攻击的对象，而它们永远也不会攻击JJ怪。它们坐下的时候同样不会发起攻击。\n狼在“和平”模式下同样会出现，并且被激怒后也会发起攻击。当把难度改变到“和平”，驯服的狼不会从游戏中消失。\n当你用弓箭打你自己的时候（怎么打？？——by Hetairoi），驯服的狼就会攻击你。正在攻击你的驯服的狼即使坐着也能扑过来。\n\n生命值\n一只狼的生命值状态可以通过看它们的尾巴来判断；举起来的尾巴表示生命值是高或者满的，而垂向地上的尾巴意味着生命值低了。如果玩家手里拿着生猪肉或者骨头，驯服的狼的头会转向玩家并且向玩家乞讨。驯服的狼生命值过低的时候就会发出唔咽。喂给狼猪肉（熟的生的都行，加一样的血）会恢复它们的生命值，但是喂给它们面包会导致伤害。\n\n活动\n驯服的狼会跟随玩家，但是是以四处游荡的方式。它们会以某种路径靠近玩家，而不是像那些敌对的对象那样直接走过来。它们不会通过打开的门，但是它们会穿过1×1大小的洞。狼会试图越过障碍物来进行攻击，而不会绕过它们。\n如果它们离你太远（经常会发生），狼会瞬移到你身边。你和狼之间的距离超过差不多32格的时候它就会瞬移。驯服的狼能够瞬移到无法到达的地方（比如冰面以下）然后就会死掉。矿车里的狼难以瞬移，当你在1格以下的水里游泳或者你在矿车里的时候，狼也不会瞬移到你身边。当你站在冰面上的时候它们同样也不会瞬移到你身边，但是当你离岸够近了它们就会出现在你附近。\n狼不会避开岩浆，仙人掌，或者火，所以即使玩家走的是一条安全的路它们跟随的时候也有可能挂掉。\n当你右键点击一条狼它们会坐在原地不动。当它在水里或者受到伤害的时候（包括在火的上面，所以让很难让狼坐在火的上方而不掉到火堆里）就会站起来。\n狼不能穿越到地狱；如果玩家那么做了，狼就会留在正常的世界等待玩家回来。\n\n掉落\nBeta版\n无\n\n历史 \n狼发布于Beta 1.4版，2011年3月31日。\n\n\n\n\n\n来源网址：\nhttp://www.minecraftwiki.net/wiki/Wolf\nWolf\nSpawn  Light level 7 or higher, typically in Taiga and Forest biomes  \nWolves are new mobs introduced in Beta 1.4. Notch had confirmed the addition of these animals upon having breakfast with Peter Molyneux.[1] On March 18th, 2011, a video was posted showing a preview of wolves, which were being made by Jeb. Wolves spawn in forest and taiga biomes.[2] Wolves may also be considered the \"pet dogs\" as previously mentioned by Notch. Wild wolves are usually neutral.[3] As of now, they are not known to drop anything. At the moment you can also have as many wolves as you want until Mojang comes up with a way to limit the amount you can have tamed.[4] Wolves do spawn on Multiplayer servers, and they continuously make whimpering noises even when they are at full health. \nContents [hide]\n1 Taming\n2 Behavior \n2.1 Wild/Untamed\n2.2 Hostile\n2.3 Tame \n2.3.1 Health\n2.3.2 Movement\n3 Drops\n4 History\n5 Trivia\n6 References\n\nTaming \nThey are said to be rather rare, but they will not despawn once tamed.[5] To tame a wolf, you have to give it bones until a puff of heart particles appears and it gains a red collar, which indicates that the wolf has been tamed. The number of bones required is random.[6] You can tame more than one wolf. \nOnce given enough bones, they will become friendly. They will now protect you, follow you around, and will attack mobs that you have attacked in melee. Tamed wolves will not attack mobs that you hit with arrows,[7] nor will they attack creepers.[8] Wolves will also not attack mobs if they are sitting. A wolf's tail will rise and lower depending on its health,[9] and it can be restored with raw pork (which can also be used for luring them) and other foods. They are unable to climb ladders, but will teleport to you if you create a large distance between yourself and them as long as they are not sitting[10] or trapped in a minecart. \nBehavior \nWild/Untamed \nWolves spawn in neutral (untamed) packs of 1-8, Wild wolves will randomly attack sheep, but will not attack the player. If you hold out a bone or raw porkchop but not give it to them they will tilt their head. Wolves can swim, and will shake water droplets off of their bodies when exiting water. They cannot dive underwater, however. \nHostile \nWolves will become hostile towards the player if attacked. A hostile wolf has red eyes, while a neutral wolf has eyes consisting of one black pixel and one white pixel. Hostile wolves will attack the player as a pack. On multiplayer if somebody attacks a wolf that wolf will be hostile to all players. Note: Once you turn a wild wolf hostile, they can't be tamed. \nTame\nWhen tamed, the wolf's eyes will change to two white pixels and one black pixel, making it look less aggressive. A tame wolf will not attack the player, even if the player attacks it, although a rare glitch can occur if you save while the dog is in sitting position, then come back and hit it. They will then jump toward you in the sitting animation and attack you. Any other wolves who were told to sit before saving will also not be able to stand up again. Tame wolves are desirable because they will join into melee combat against the player's current target, with a few exceptions. Wolves will not attack what you attack if they are already attacking something, and they will never attack creepers. They will also not attack if they are sitting. \nWolves do spawn in \"Peaceful\" Mode and will still attack if provoked. When changing the difficulty to \"Peaceful,\" tamed wolves are not removed from the game. \nWhen you hit yourself with an arrow, a tame wolf will attack you. Tame wolves that are attacking you can still pounce while they are sitting. \nHealth\nA wolf's health status may be determined by checking its tail; a tail in the air indicates high or full health while a tail pointing towards the ground means lower health. Tame wolves turn their head to the side and beg if the player is holding a raw pork or a bone. Tamed wolves will whimper if they are low on health. Feeding a wolf pork (both cooked and raw pork, both heals same amount of health) will increase its health, but feeding it bread will cause damage. \nMovement\nTame wolves will follow you but also wander around. They will take an available path to the player, not just walk directly towards like hostile mobs do. They will not walk through open doors, but they will walk through 1×1 holes. Wolves will attempt to walk through obstacles in order to attack, but will not path around them. \nWolves will teleport to you if they get too far behind (which happens often). The distance between you and a wolf before it teleports is roughly 32 block. It is possible for tame wolves to teleport to an inaccessible location (such as under ice) and may die as a result. A Wolf in a minecart will have trouble teleporting to you, and a wolf will not teleport to you if you are swimming in water that is deeper than 1 block or if you are in a minecart. They will also not teleport to you if you are standing on ice, but they will respawn next to you when you get close enough to land. \nWolves will not avoid walking into lava, cacti, or fire, and so may die even if they're following a player taking a safe route.[11] \nWhen you right-click on a wolf they will sit and stay in that spot.[12] A wolf will stand up if it is in water or when it is hurt (including by being on fire, so it is difficult to keep a wolf on fire from wandering back into the fire). \nWolves cannot travel to the Nether; if the player does, the wolves will remain in the first world until the player returns. \nDrops \nBeta \nNothing \nHistory \nWolves were released in Beta 1.4,[13] on March 31st, 2011.[14] ",
    "replies": [
        {
            "author": "快乐的蓝精灵",
            "timestamp": 1301735940,
            "txt_content": "感谢楼主\n把狼的资料翻译了"
        },
        {
            "author": "快乐的蓝精灵",
            "timestamp": 1301736180,
            "txt_content": "当你用弓箭打你自己的时候（怎么打？？——by Hetairoi），驯服的狼就会攻击你。正在攻击你的驯服的狼即使坐着也能扑过来。\n这个太囧了"
        },
        {
            "author": "ToNick",
            "timestamp": 1301741880,
            "txt_content": "真及时呀！翻译的很到位"
        },
        {
            "author": "a-l-r",
            "timestamp": 1304292180,
            "txt_content": "狼在下雨的时候如果被驯服，就会跟着你，不过如果它们在树的下面，它们会在树下甩掉水珠。（我驯服第一只狼的时候看见的……）\n还有，我终于明白为什么我驯服的狼不肯通过我家的院门了……"
        },
        {
            "author": "john180",
            "timestamp": 1304315400,
            "txt_content": "怪不得我的狼老不跟我进家门"
        },
        {
            "author": "fortomxq",
            "timestamp": 1304432580,
            "txt_content": "额。。。其实狼可以进门吧，我玩的时候狼踩了踏板，然后晃悠进来了。。。"
        },
        {
            "author": "WuTianFang",
            "timestamp": 1304452980,
            "txt_content": "wolf have some bug......"
        },
        {
            "author": "fortomxq",
            "timestamp": 1304471040,
            "txt_content": "维基官方的解读都带有很多个人观点，而且关联到的大部分内容都在描述一些无用的BUG或琐事。这些东西在将来的版本既有可能被移除或修复，所以建议斑竹组织一下，看看能不能统一移除这些内容，让词条的质量提高一点？\n\n虽然这些都是测试版，但我感觉也需要稍微专业一点。。。"
        },
        {
            "author": "2770279243",
            "timestamp": 1563786900,
            "txt_content": "现在不是有中文的MinecraftWiki了吗？"
        },
        {
            "author": "2770279243",
            "timestamp": 1563787020,
            "txt_content": "还有被驯化的狼叫狗，这是Wiki原文。"
        }
    ]
}