{
    "title": "〈原创·连载〉救赎 （整改版）【第四章】",
    "author": "末影龙娘",
    "replyCount": 5,
    "timestamp": 1419760380,
    "txt_content": " 本帖最后由 末影龙娘 于 2014-12-28 18:47 编辑 \n\n第四章 截击\n死皮赖脸地翻找到一些火药、骨头和箭，一行人拆光了地穴继续向前走，同时在路边翻找一些小麦种子。\n等见到树林时，太阳已经直射在树叶上，整棵树因此熠熠生辉。\n但几人没有工夫看风景。砍到足够的木头，太阳又向下坠了一大截，他们只能先寻找较陡的山坡来建屋子。\n“停停停！”Sandy刚说完这句话，其他人就掉进了几米深的水中，结结实实尝了一顿雨水的滋味。\n几人浮上来看看周围。由于Cans周围地势较高，所以前天的积水全都流到了地势较低处，形成一个湖泊。\nSandy扶着额头，“都告诉你们停了。”\n“说晚了。”Osteah使劲拍着呛得直咳的Done的背，Done却咳得更厉害了。\n“看起来这湖很大啊。在有水的情况下，在白天怪也不会烧光，”Tald向远处望望，“等过几天湖干了再走吧。”Osteah总觉得有些不妥——这湖形成得太不正常了，一般的积水不应该积得这么深。实际上，从Dick破门的那一刻起，他就觉得一切都不正常，但只能这样了。\n几人在搭了一个木屋，种了一些小麦，并且开了几扇玻璃窗后，门外已经传来了怪物叫声。\nOsteah好像只是睡了几秒，突然“扑通”一声巨响，Osteah被什么东西撞到了床下，或者说，推到了床下。\nTald拔出石剑：“该死……我忘了slime可以穿透玻璃……准备战斗！”\nDone飞起一脚把还在赖床的Sandy踢了起来，冲向一只slime，利落斩下了slime果冻一般的脑袋的一角。\nslime的伤口处流出一些绿色的半透明黏液，但slime的攻击并没有受影响，Done被slime重重撞在墙上，手一松，石剑也掉在地上。突然，slime哀嚎一声——Sandy的石剑在手中转了一个圈，slime头上（它哪是头哪是身体分不清，所以全部称为头）竟剜了一个洞，大量绿色的粘液竟喷溅溅到两人的脸上。Sandy不停手，猛的一刺伤口内测，slime发出一声令人恶心的怪叫，瘫软在地板上。\n突然，脆弱的木门被“哐”一声砸开，怪物一窝蜂涌进了本就狭小的屋子里，直接把这些悲催的家伙挤到了屋子的角落。\n将最后一只slime砍成了两半后，Tald一边将不断涌上来的怪物群击退，一边大喊：“快去屋顶！”突然一只僵尸冲上来，伸出一只露出满是坑洞的骨骼的烂手，抓向Tald。虽然Tald反应快，及时用剑挡住了僵尸的利爪，但石剑却被僵尸抓出两道深痕。\n“这什么破剑，质量这么差。”Tald刚想丢掉破损的石剑往后撤，一只喷着飞沫的蜘蛛又扑了上来，Tald只能将石剑用力丢向半空中的蜘蛛——\n突然，蜘蛛嘶叫一声，身体直接被石剑穿出一个洞，由于掷出石剑的巨大冲力像积木一样摔回了怪物群。怪物对生物的辨识能力本就很差，全靠对活动生命的感应，再加上蜘蛛的干扰，怪物群竟自相残杀起来。\n虽然这样令人哭笑不得的境况并不是每天都能见到，但Tald也知道看它们混战并不是免费的。Tald快速抽出弓箭，后退到梯子旁，爬了上去。\n但楼上的境况，明显不比楼下好多少。四面八方的怪物源源不断向屋子涌来，虽然二楼有胸墙，但只要在原地站几秒钟，被骷髅射成筛子仍然不成问题。\n“准备船只与食物！”Osteah一边将沾满血的石剑抽出一只跳上来的死蜘蛛的身体一边大喊道，“一旦天亮前失守，就乘水路逃跑！”\nSandy一边躲闪着数量上可以砸死人的箭，一边尽量指着怪物比陆上还多的湖：“你真的想下去？我们不奉陪！”\n“别吵了！”Tald放出一支箭，转身吼道，“这里是山地，不可能会有这么多怪物！一定是有人在刷怪！我们得找到……”\n但一阵导火索点燃的嘶嘶声打断了她的话。\n“往西边跳！”Done喊道，可是已经来不及了。众人刚跳离屋顶，creeper的连锁爆炸产生的巨大爆炸力就夹杂着其它怪物的断肢残腿与碎石木块将这几人袭出数米。\n看着滚滚的尘烟，这几个命运悲催的中二终于失去了知觉。\n索引贴点此",
    "replies": [
        {
            "author": "WuYunzhe",
            "timestamp": 1419761100,
            "txt_content": "强烈支持原创小说!"
        },
        {
            "author": "我是安德面",
            "timestamp": 1419764400,
            "txt_content": "我是來頂貼的，還有救贖者呀，你沒打空格分段啊"
        },
        {
            "author": "中立生物",
            "timestamp": 1420203420,
            "txt_content": "说实话，一串英文名会让读者烦躁。\n写的非常好{:10_512:}\n比鄙作强多了"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1420279800,
            "txt_content": "中立生物 发表于 2015-1-2 20:57  说实话，一串英文名会让读者烦躁。  写的非常好  比鄙作强多了\n好像是哦……（实际上不是好像，据统计本章最高记录是在168字内出现了11次英文名称，也就是说1/3的内容都是英文名称）以后会多用代词的。"
        },
        {
            "author": "中立生物",
            "timestamp": 1420370280,
            "txt_content": "末影龙娘 发表于 2015-1-3 18:10\n好像是哦……（实际上不是好像，据统计本章最高记录是在168字内出现了11次英文名称，也就是说1/3的内容都 ...\n嗯努力吧，顶你！"
        }
    ]
}