{
    "title": "【原创】《坠落MC》 第四章——夜之歌①悲号",
    "author": "gggbbb",
    "replyCount": 9,
    "timestamp": 1419846780,
    "txt_content": "第四章——夜之歌①悲号          \n    “这个……好像在哪里见过似得……”我挠了挠头，望着这个名字，拼命地去回忆，最终还是没想到，就没有再管它。\n望望自己背包里的3组原木，再望望当空的烈日，我若有所思。\n\n“/sj”“中午了……”我自言自语道。“再过一会就天黑了呢……还得留一段时间造避难所呢，看来得加快点进度了……”\n\n我打开背包的临时合成台，“啪啪啪”（雾），干净利索地把一组原木全部转换成木块，又用木块合成了一个工作台，顺便把工作台放到了地上。“额……看样子很难才能做出斧头啊……”我望着工作台上挂着的几个简单工具，顿时抱怨起自己手工没学好。\n“如果是在电脑上就好了……”我暗暗地想。首先，我拿起工作台上的锯子，把一部分木头削为木棍，然后又把三个木块拿来。“接下来呢……”我愣了一会，还是回忆不出斧头的样子。一边胡思乱想着，一边又拿着手比划。“嘶……”“嗯哼，苦力怕来了？等等，才第一天啊，怎么会生成……”但我还是吓得腿一哆嗦，直接扑倒在地上。\n过了半天，声音停止了。“怎么回事？”我爬起来一看，原来刚刚不知道那根神经触动了一下，把木块和木棒在工作台上摆成了正确的位置，就直接合成了斧头。“这么简单……”我拿起斧头，看了看，貌似还很结实的样子。“唔那我就试一下吧，我砍！”“咚咚咚。”“咔咔咔。”顿时树叶飞舞，削下来的树渣到处散开，不一会，几棵树就倒在了我的脚下……\n==================================================== “报告大人，它开始行动了。”\n“嗯？”话音刚落，原本黑暗的空间里突然射出两道耀眼的白光，在这漆黑的环境下显得十分诡异。\n“那老家伙又想怎么样？”\n“据目前的情报显示，它创造了一个突破世界原理的服务器，而且还选择了几个看起来好似挺有实力的玩家来协助他。”\n“哦，是么？那就让它们，去会会那几个玩家！”\n“是！”\n那报信的人退下了。\n“你又回来了，我亲爱的，老朋友……”\n一瞬间，这两道白光似乎更加耀眼了。\n==================================================== “咚……”随着一声巨响，我手上的斧头又报废了。 “看来现在总算是可以休息了……”看着满背包的原木，我不禁喃喃自语道。“25组够建一个很大的房子了。”\n就在我说话的功夫，天空中那明媚的太阳逐渐落下，月亮正在上升，天空顿时映出一片五彩斑斓的景象。\n“恩……”我望了望天，若有所思。“要到晚上了，看来剩余的时间不多了，得赶紧建房子。这个世界跟虽说mc差不多，但我还不知道死了以后能不能复活呢……”\n我迅速地把背包中的5组的原木都换成了木板，便开始选择比较适合建房子的地方。\n\n“怎么没一个平坦的地带啊……”我看着到处都是丛林的地形叹了一口气。\n一声拉弦的声音。“嗖……”等我缓过神来，一只明晃晃的箭早已射在距离我身旁不远的树上，正在不停地颤动着。\n“呼，吓死我了，等等，这是……骷髅射手！”我吓了一跳，仔细看去，树林中，一副苍白的骨架正在移动着，还不时地发出骨头的碰撞声。\n“嗖……”又是一箭，我一个闪身，勉强地躲了过去。“幸好这是丛林地带，不然……”“嗖……”那骷髅趁我不备，又射一箭，这支箭竟径直从我的头顶飞了过去，射中了我身后的一株大树。\n“看来我得反击了，虽然这东西的命中率很低，但智商貌似高的出奇。这样下去，难免会被射中。若如此的话，后果将不堪设想。”\n我迅速地从背包里拿出一个木棍和2两个木头，使劲一压。“嘶”，一个木剑腾空而出。\n现在我终于可以跟骷髅正面交锋了。要知道，本人的杀怪技术可是在服务器中数一数二的，对付一只小骷髅，真是绰绰有余。\n“嗖、嗖、嗖”，那骷髅射手好像发现了我的企图，一支接一支地向着我发射着箭，仿佛想让我根本没有招架之力。\n“我斩！”我趁骷髅换箭时，凌空跳起，对着骷髅就是一劈。“为何还没死？我差点忘了木剑的伤害是不足以打死骷髅的，更不用说这加强版了……”虽说木剑的伤害实在微不足道，但骷髅还是剧烈地震动了一下，又向我射出一箭。我用木剑挡开了，继续开始跟它继续周旋起来。\n“啪啪啪（大雾）”，即使木剑攻击力再差，但我还是把骷髅打成了碎片。望着一地的骨头，我突然有种不祥的预感。“看来独自在这夜晚游荡是不安全的，必须马上找好地方……”\n我随意地拾起几根骨头，没有更多地停留，马上加快步伐，开始寻找起来。\n“嘶…………”“苦力怕！”由于我急于赶路，现在已经进入了一个死角。“嘭……”我被苦力怕炸晕了过去，许久，才挣扎地站起来。\n虽然在爆炸的一刹那，我用木剑格挡着，但这么近的距离，估计也好不到哪里去。看了看血量，我不由得后脖子一凉。“果然……只剩1滴血了……”\n我掏出一只红苹果，啃了起来，试图用饥饿值来恢复自己的血量，但这终究还是徒劳……\n“呃……”突然，我的背后又收到了一击，我由于身体不平衡，不禁捂着肚子，向后退了几格。\n奋力睁开双眼，看到一张已变成青色的大脸，正用轻蔑的眼神看着我时，我就知道自己在劫难逃了……\n====================================================\n“呃……”好像……有一种不详的预感……”\n\n\n\n若需查看引索请单击此处\n\n@冥王星人 @北极星人 @月轻歌 @130s @Wolverine  @o-zero @天阶@yu_lai  @418878840 @HGK \nPS：终于不500了，发个帖子庆祝下\n",
    "replies": [
        {
            "author": "嗜金龙须",
            "timestamp": 1419848040,
            "txt_content": "就不顶，就不顶"
        },
        {
            "author": "gggbbb",
            "timestamp": 1419849060,
            "txt_content": "嗜金龙须 发表于 2014-12-29 18:14\n就不顶，就不顶\n不顶也得顶"
        },
        {
            "author": "lzs1234",
            "timestamp": 1419861480,
            "txt_content": "楼主！为什么等了这么久才更新，给我一个解释！233"
        },
        {
            "author": "Wolverine",
            "timestamp": 1419900960,
            "txt_content": "已经第四章了？（楼主干嘛不艾特我了？{:10_503:}）"
        },
        {
            "author": "gggbbb",
            "timestamp": 1420039200,
            "txt_content": "Wolverine 发表于 2014-12-30 08:56\n已经第四章了？（楼主干嘛不艾特我了？）\n不艾特了么……"
        },
        {
            "author": "Wolverine",
            "timestamp": 1420052460,
            "txt_content": "gggbbb 发表于 2014-12-31 08:20\n不艾特了么……\n咦，可是我没看见你提到我啊？"
        },
        {
            "author": "a2455564728",
            "timestamp": 1420078200,
            "txt_content": "不叫我？"
        },
        {
            "author": "天阶",
            "timestamp": 1420168260,
            "txt_content": "hi，更新进度很快啊，我彻底放弃了，这个号归我朋友了，你可以叫他 陈乃亨。 他的写作风格跟我一模一样。。。。看上去一模一样吧。从你看到我的这个留言开始，我的QQ和这个论坛账号都归他了，至于他会不会开新坑，我不清楚。\n                                             ——天阶 留\n"
        },
        {
            "author": "xcc",
            "timestamp": 1425793980,
            "txt_content": "我的存在感是有多低"
        }
    ]
}