{
    "title": "【原创】【我是名警察】【第一章 绑架】【by新月丶love】",
    "author": "新月丶love",
    "replyCount": 5,
    "timestamp": 1419845460,
    "txt_content": "      本人第一次发帖，创作，希望大家多多回复赏点金粒吧~写的不好请见谅哦，么么哒。{:10_492:}\n                                                                         正文\n                                                                         奇遇\n  我是一位高中生，刘羽，从小很羡慕那些警察，打击犯人，绳之以法，不过那只是以前了，我现在有我自己的目标，那就是天天在家打游戏，哎，这学生日子什么时候是个头啊！\n  放学了，由于学校离我家近，我第一部当然是打开电脑，玩我喜欢的mc，哈哈我创建了一个新的世界，我给他取了一个好听的名字：羽哥的生存世界。不知道为什么，电脑怎么卡机了，我怎么敲打、关机都没有用，只有mc在运行，我只好继续玩mc若无其事，可是，mc突然掉出客户端了，这时电脑总算是反应过来了，哈哈！我打开我的lol准备进入游戏，可是我怎么双击打开lol都没有用，没有反应，我无奈了，我怀疑是不是电脑有问题？我什么都不想关机重启了。\n  终于开机了，怎么那么奇怪，开启足足用了20分钟！我家电脑开机速度不是都是在30-15秒之间徘徊吗？怎么会这样，我打开360进行杀毒，还是这样，我打开lol还是打不开，只有mc能打开，我打开mc完了起来，我发现我的存档“羽哥的世界”不见了！刚才都没保存数据吗？我无奈了继续创建生存世界，我刚点击创建世界，突然刺眼的闪光想我眼睛照来，我的眼睛什么都看不到了，我只要一睁眼就会疼痛，过了几分钟我才能勉强睁开眼睛，刚刚睁开眼睛，我震惊无比！这一个个方块，都是方的！我敲打他周围的方块，跟mc一模一样！我貌似被关进了一个小黑屋里头，这里面黑漆漆了，我听见了有人在说话！我赶紧向外面的人求救，一直在喊着：”救命啊！“突然，又传来一阵声音,是一30-40岁的人传出来的，他沙哑的声音说：”呵呵，刘警官！你抓了我这么多弟兄，杀了我这么多小弟，今天终于给我抓到了，我看谁还敢来救你出去！我今天要为我的弟兄们报仇！我会给予你无限的痛苦！让你懊悔！你所做的一切！“\n说完一阵奸笑便传来。什么？我是一名警察!？我怎么不知道，我去！小时候的梦想成真了？但不要这个时候啊！跟我想象的完全不一样坑我的吧！突然小黑屋的梦打开了，一名黑帮老大拿着棍子把刘羽打晕了。刘羽失去了知觉，脑袋上的鲜血不停的往下流。\n  正午，刘羽醒来了，只见那名黑帮老大拿着钉子和锤子，正打算把钉子钉入刘羽的手里！幸好，不是现在下手，黑帮老大是打算拿着鞭子抽打刘羽，让他痛苦痛苦，尝尝这死亡的恐惧。抽打完后，刘羽全身伤痕累累的。痛不欲生，这时黑帮老大，要下狠手了，他拿好锤子和钉子之后，正要钉下去时，四周响起了枪声，像雨一般打在黑帮老大的身上就这样，刘羽得救了。\n                                                                                                                                               未完待续。。。。\n   \n\n    希望版主不要删除帖子，如果有什么触犯版规的地方可以再留言下告诉我，我是新人不懂太多，我会及时修改的。 \n    也希望大家多多回复打赏哦~~~~~~~~~",
    "replies": [
        {
            "author": "MY.2B",
            "timestamp": 1419845820,
            "txt_content": "第一眼把刘羽看成了刘翔......"
        },
        {
            "author": "新月丶love",
            "timestamp": 1419845940,
            "txt_content": "MY.2B 发表于 2014-12-29 17:37\n第一眼把刘羽看成了刘翔......\n呵呵"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1419846300,
            "txt_content": "楼主敢于发帖的勇气是值得提倡的。但是不得不说，这种“穿越到MC里”的小说我已经在这个版块了捡到N个了，不要千篇一律，不要跟随大众，要有创意。如果按这个套路写下去，是没有什么未来的。希望可以写一点更有创意的文章。\n\n支持。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1419846540,
            "txt_content": "1、错别字，是第一步而不是第一部\n2、排版\n3、一会第一人称一会第三人称是什么鬼\n4、老套，虽说是变成警察\n5、略流水\n请LZ改进"
        },
        {
            "author": "新月丶love",
            "timestamp": 1419856560,
            "txt_content": "gggbbb 发表于 2014-12-29 17:49\n1、错别字，是第一步而不是\n2、排版\n3、一会第一人称一会第三人称是什么鬼\n十分感谢你的提议，虽然有些听不懂呵呵"
        }
    ]
}