{
    "title": "[双线]远方斥候服务器 —— 涅槃重生|战机怒吼|枪火纷飞|你的眼中只有敌人！[1.6.4]",
    "author": "78713888",
    "replyCount": 0,
    "timestamp": 1419856860,
    "txt_content": "\n\n                      远方斥候服务器 —— 登上战机，检查武器，我们出发！\n                             警告：本服务器包含非自愿的PVP情节，战斗所导致的后果可能是无法恢复的！不喜勿喷！       -苍天之下，我们这支军队的勇气与斗志将决定数百万我们将来后代的命运，我们自己决定着是征服还是灭亡！——乔治.华盛顿（美国首任总统）-                                                                                                            -远方斥候管理组呈现-\n—————————————————————————————————————————————       本服务器游戏内容包含有非自愿的强制性PVP环节。       战斗中造成的损失，掠夺，摧毁将可能是无法恢复的。       服务器内NPC击杀玩家带来的损失也可能是无法回复的。—————————————————————————————————————————————\n\n\n     【前言】服务器的背景：\n\n\n本服务器自2011年开服伊始便受到广大战争服爱好者的喜爱，更是开创了国内枪械服务器的先河；2012年则引进巨人模组，成为少有的巨人题材战争服，如今，经过2个月的整顿，我们带着荣耀和战机，踏着凯旋的旋律再次归来；\n你准备好倾听战斗机的怒吼了吗？让我们起飞迎战！\n     【服务器背景具体简介】\n      这个残忍的世界总是那么美丽，连逝去的都有哀歌来吊唁。      但是世界总是活人在支配，这是你从未想象过的残忍，谋杀，掠夺，背叛，你将要在这里面对人类最绝望的逆境，慢慢积攒你的力量，用你的智慧来翻盘；对命运大喊“你输了！”初来乍到你是那么的渺小，面对野外的生物，心怀鬼胎的人们，你该何去何从呢？你是要愤然放弃，还是要放声怒吼？这一次，我期待你给我的答案。      加入一个阵营，或者创造一个阵营！积攒财富，创造属于你自己的国家！去全新的世界探险，找到核大战之前的先进科技，武装自己，消灭敌人，获取整个服务器的第一！远方斥候全体管理组都将向你致敬！伟大的人，你要如何踏上你的征程！——————————————————————————————————————————————\n    【服务器主线剧情 第一章】      Minecraft，这个让人神往的世界；有着勇敢的探险家，和美丽的大自然，我们以为这一切都将如同童话般美好；然而，随着人们的屋子越建越大，人们的财富越积越多，大自然最终将被消耗殆尽...我们又以为我们会看到自然衰竭的那一天，然而，我们又错了。       300年前，我们摒弃了魔法，选择了科学，100年前，我们挑战了自然，获得了无尽的财富。21世纪，在人类飞速发展的同时，一批被选中的人们躲入了低温冷藏室进入了长久的睡眠，低温冷藏技术让人类的种子留了下来，人们希望这些精英能到遥远的未来并帮助并引导他们的后代。       ...计算机将在地球环境重新适宜时将他们唤醒；终于，这一天来了。冬眠者们欢呼雀跃着享受泥土和草地的芬芳，但是，除了这美丽的大自然外，却找不到任何其他人类的足迹；过去的文明，辉煌，科技都消失了，似乎被埋在了泥土下。       大自然虽然美丽，但却危机四伏。每当夜晚降临，总会有冬眠者从未见过的怪物从地下爬出来，冬眠者们吓的四散而逃。为了在这个危机四伏的世界生存下去，冬眠者们拿出了旧世纪为数不多的枪械，为了自己的未来，扣下了扳机......       你刚刚从冷藏睡眠里醒来，看着周围陌生的人们，就在你以为一切噩梦都已经过去，身边的草原和树木在召唤你的时候；全副武装的人们正在急速的奔波着；源源不断的枪声在向你宣告着人类还远远没有摆脱他们的劣根性——“欢迎来到未来，欢迎回到战争。”\n     【服务器主线剧情 第二章——失落的峡谷】(参考服务原峡谷战区)       随着时间的推移，冬眠者们逐渐联合起来，成立各自的帮派。他们不断发展，扩张，竟然在一个峡谷发现一个原始的土著部落。土著部落是21世纪幸存者的后代，虽然社会倒退了，但是还是勉强保留了一部分科技。      冬眠者与土著互相帮助，互相分享知识经验；他们一起开发出了强大的激光装置，将它的力量用来生产，制造更多的物资。然而有些力量生来为了毁灭，人们的天才总是表现在杀戮上，从古至今的伟大发明都有一个重要用途——军事。不要问为什么，因为猿猴举起的第一根棍棒，就是一件武器。      不久，就有人被这强大的力量迷惑了；不发分子窃取了冬眠者与土著的研究成果，他们改装了这个激光装置，变成了武器，企图摧毁整个峡谷。他们利用装置产生的附加能量，制造出了一支巨人军队。每个巨人拥有极高的防御力和攻击力。峡谷在巨人军队和激光武器的威胁下危在旦夕。      为了生存，冬眠者与峡谷的土著联合起来，拿起了武器，勇敢的冲向了敌军BOSS！...\n     【服务器本周目主线剧情 第三章——战争的本质】            战争，战争从未改变。自从人类第一次捡起枯骨和树棍展开杀戮，再到冲天的蘑菇云掩埋一切曾经的高傲与辉煌；400年前（周目一）毁灭整个世界的核战争终于揭露了人们最丑恶的嘴脸，当妒忌和贪婪最终把理智毁灭；我们还以为我们的文明就此终结；然而当躲避核武的冬眠者从漫长的休眠中醒来，却发现了另一个充满硝烟的世界（周目二）；从旗舰上源源不断赶来的人们依然在带着枪支奔波，只要你倾听，你就能听见阵阵的轰鸣。人们的斗志越发高昂，科学也在这其中迸发出火花，通过FOB组织（玩家组织）研发的科技，人们进入了另一个时空继续开拓（三周目），但是人们却发现了和自己不同的物种，这种被称作“巨人”的物种拥有超强的恢复能力，并且异常高大，以人类为食。最终，自动武器和火药时代还是狠狠的碾过了巨人的头颅，当人们为胜利欢呼的时候，远远把自己的劣根性抛在脑后，现在，一场跨世纪的现代战争已经悄然打响，人们即将驾驶着自己发明的高科技杀戮机器走进战争....当战斗机引擎怒吼着飞向天空，飞弹和飘落的碎片成了这片乐土的主旋律，我们才依稀想起....战争，战争从未改变过。\n\n     【特色】本周目为玩家带来的服务器特色：                       \n     为大家全新带来，特殊优化过的，您绝对从未体验过的空战情节，驾驶你心仪的战机在空中翱翔！锁定敌机发射飞弹，或者对地攻击，掩护你的队友！全新平衡过的武器系统，毒刺飞弹，自动武器，纳米生化装，给你带来全新的游戏体验；更针对多条网络线路悉心优化，保证畅玩！\n                                \n     庞大的建筑群，任务体系，解开警察局和毒枭的黑暗交易秘密，高科技公司一夜崛起的奥秘；单枪匹马闯进黑恶势力的大本营，此刻你就是正义！\n\n                                \n\n     去繁化简，丰富但又便于维护，简单的单兵武器系统，帮助你在战场上大杀特杀！\n\n                                \n     全新改进的战区系统，包含载具战区，步兵战区，在战区进行掠夺！击杀将掉落物品！收缴战斗物资，最终组成庞大帝国！你比你想象的，要强大得多！\n\n                               \n注意：本服务器是基于Minecraft最基本的理念，即沙盒效应所建立的，在这个基础上，你的一切游戏结果都将影响所有人，包括但不限于战斗，丢失物品等；庞大的物资积累也请始于足下。\n服务器少量的部分飞机为收费内容，但是大多数飞机载具都是免费向玩家开放的！\n\n\n     【服务器本周目已安装MOD】\n1.炫酷的Flan武器MOD——服务器管理组精心为您调整武器数据争取还原现实武器，同时增加原创武器内容和炫酷的武器！\n\n\n2.服务武器本周目主打特色：飞机MOD——已在服务器中添加原创飞机！腐竹SnakeOS精心为玩家制作飞机模型，希望玩家可以在服务器中完美体验到飞机的空战乐趣！\n\n\n3.服务器传统MOD：和风MOD（竹MOD）——此乃吃货必备MOD是也，但是这个MOD也是服务器最为悠久留下的MOD！\n\n\n4.自定义NPC MOD——任务必备MOD\n\n\n5.为你带来良好的探索体验：暮色森林MOD——让你在服务器中体验探索的乐趣！体验到枪械对于BOSS的威慑力！\n\n……将会添加更多好玩有趣的MOD（欢迎提议）\n\n\n     【服务器捐助须知】      1. 服务器为免费服务器，入服完全免费，保障免费玩家在服务器不会受到任何不平等待遇，游戏部分内容为收费内容！      2. 服务器接受玩家捐赠，捐赠的玩家可以获得一定的权限和装备奖励，vip将作为普通玩家对待，不会有任何地位待遇！    3. 捐赠的奖励物品除军装和VIP级武器外，普通玩家都可以获得。普通玩家也可以在掉落区中击杀捐赠玩家获得军装和VIP级武器。VIP级武器也并不是最大威力的武器。服务器平衡性已经做过仔细调整！具体捐助奖励及方法请和腐竹SnakeOS联系！服务器会将捐助消费在服务器的运行上边，保证透明！\n     【服务器特别法规声明】\n     本服务器为战争服务器，没有任何法规限制玩家不可破坏其他玩家房屋及其盗取财产，玩家将不会受到服务器的任何惩罚！包括玩家在不情愿状态下受到PVP情节！\n     服务器没有法规限制玩家在游戏中的行为，但是禁止使用作弊MOD以及一切破坏服务器的行为！\n     希望各位玩家不会因为不明白战争服务器的意思而在服务器中受到欺负，特此声明！\n     如果您不喜爱本服务器，请勿喷和侮辱服务器，谢谢！\n     希望各位玩家在服务器中文明游戏，感谢合作！\n以下是详细的法规：\n      1.禁止在服务器内和群内宣传其他服务器\n2.禁止在服务器内和群内刷屏说脏话\n3.禁止在服务器内制造高空流水/岩、制作高频红石电路\n4,禁止使用作弊材质、作弊MOD以及任何违法行为\n\n     【下载地址】服务器客户端的下载地址：\n      http://url.cn/UJPwDs  或者 见QQ群共享下载\n\n当前客户端版本：67301【勤劳的技术员将会为玩家尽快更新新版本供游戏体验\n\n请各位玩家记得加群，以防止错过更新。（请将群名称改为游戏ID）      如果有任何问题，请临时对话群内的腐竹SnakeOS或者管理员；由于我们都很忙碌，很少查看群聊天记录，请您谅解！     【QQ群加入服务器方式】\n远方斥候官方群：1群：26037952（主群）  2群：36430168\n\n进群请注意看公告和共享，一般都有你需要的东西\n\n\n新手玩家注意看新手教程须知！在主城公告牌标有详细的新手教程和服务器介绍！\n\n      【图片】更多服务器精彩截图\n\n1.服务器主城概况\n\n2.炫酷飞机驾驶\n\n\n3.服务器帅气的飞机\n\n\n4.绚丽的军舰上的战斗机\n\n\n5.战区一览\n\n\n\n\n6.重点来了：OP证明！！\n\n我就是OP：Count_Dracula 欢迎大家加入服务器跟我一起游玩WWW_(:зゝ∠)_\n\n\n如果喜欢本服的话，别忘了给个顶哦！\n最后，我是服务器技术OP Count_Dracula，我代表整个管理组向所有玩家致敬，祝各位游戏愉快！~~~\n看到这么燃的游戏截图和特色！还不快来加入服务器！？{:10_512:}{:10_512:}{:10_512:}\n\n远方斥候服务器欢迎您的加入！我们需要你——勇猛的战士！\n\n",
    "replies": []
}