{
    "title": "★Minecraft★《极限生存攻略》~",
    "author": "花天誑骨",
    "replyCount": 6,
    "timestamp": 1420019880,
    "txt_content": "极限生存攻略：首先，第一天是最重要的一天，没有“之一”。你在天黑之前有10分钟的时间。砍树1分钟，造出木头镐子半分钟，挖出来20个圆石4分钟，太阳到头顶了。这句话很重要：极限生存模式下千万不要急着跑，快跳。这样只会导致你的饱食度下降，而这时你却没有吃的，这时候的你就跟渣渣一样，没有食物，没有装备，所以说”在第二天来临之前，千万不要跑或跳，否则你见不到第二天的阳光。接着上面：造出炉子，用你那个半残废的木稿子烧树干，得到至少3个碳，造火把和石头系列工具。然后：如果附近有羊，扁了弄个床出来。否则弄点肉（种地时间成本高到饿死你）。接下来用石头斧子砍一点树。黄昏了……你就造个临时的避难房子吧！（靠山洞的有福了）晚上不要作死，否则一定会死。（亲身数十次经历，无一例外）。挖矿不是好主意，除非你的防御力，攻击力和火把都够用。挖矿的注意事项：11层左右，不要挖完了按住W往前走。无论是岩浆泄露出来了还是前面下方有个岩浆池都能把你干了。（亲身经历：看到红石，挖了个高度为2的小坑下去挖红石，边上的岩浆池从侧面泄露出来了）在48层以下不推荐垂直向下矿井。1.挖到了水池没事，岩浆池事情就大了。2.两者都没有，你下次下来可能摔死。3.直接到地底的话可以放一个水梯子，但是下去还好，上去的话容易憋死。在矿洞里看到的流水或者留岩浆一般只有1格子的源头。堵住就行了。不要试着逆流而上，很蛋疼（僵尸顺流而下，BON）随身带一桶水。[diamond_gem]但是不要手残（亲身经历：冲掉了自己的二十个火把）[diamond_gem]小麦可以种，但是永远不要抱太大希望。最好别用骨粉催树苗，有时候1个都行，有时候3个都不行。去搞到烈焰棒子之前，你最好有防火药水。但是你没有烈焰棒你也没有酿造台……唯一的办法是附魔的金苹果。听到僵尸声音，而附近什么都没有，意味着：【你家地下 有个 洞，里面有僵尸】养动物可以刷经验，但是不要同时养殖狼和羊（不要问为什么！）先用钻石剑拍一下羊，再用剪刀同时左右键羊，会出来四五个羊毛！家门口必须（不是可选）有个窗子。否则当你出门后看到爬行者在要和你谈话的时候，概不负责。用熔炉可以刷经验，但是烧的东西不同，EXP不同（一个石头0.1……）挖矿要带好：铁镐1个（钻石镐也行），石镐若干。（因为铁很难再生，刷僵尸爆率很低，就别想了啊）。挖石头煤炭铁矿青金石用石镐（优先用费石镐）。火把若干（废话啊）。铁镐只用来挖金矿钻石矿红石矿和绿宝石矿。【这样你可以用最少的铁挖到价值最高的东西】要去地狱，你最好有5个钻石。造出来1个钻石镐子后挖10个黑曜石就行了。一个简陋的地狱门，然后进去（别搭理僵尸猪人），挖下来四个角落，回去造附魔台。黑曜石不要站在上面挖，岩浆池可不是都只有1格深的。正确的姿势是：一般岩浆池边缘深度为1人--黑曜石（边上一串儿）。就是在最边上黑曜石那里挖下去一点，站在凹槽那里挖。极限模式一般人不会有精力造刷怪塔的，刷怪笼子拆了有好多经验（三十多）村民的交易是很坑人的。但是偶尔交易一下换点食物可以保证你不会饿死。（晚上就自己家里住着吧。没有铁傀儡，第二天就成了僵尸村民的村子了）后期装备推荐全套钻石装，甚至钻石剑（当年我见过一个哥们儿用金剑扁僵尸猪人）。全铁防御力7.5，全钻石防御力10！不要说铁剑攻击力6，钻石剑只有7。一个骷髅20 的血，铁剑4下，钻石剑3下，省了1次攻击（每次攻击很费饥饿的）铁和红石去造地图（指南针没用的，相信我）。剩下的铁若干和金子去造铁路，动力铁路。（最好是往返的）。你坐矿车费饥饿值比你走路少多啦！饥饿值系统会优先用来回血（并且扣掉饥饿值）直到饥饿值只有8.5格【所以不要说我半格HP吃了若干猪排饿的那么快啊】。你最好想尽办法节约饥饿值（你不可能每天都去打猎或种菜）。                                                                                                                                                                                 ",
    "replies": [
        {
            "author": "IBigPangShoot",
            "timestamp": 1420020120,
            "txt_content": "加油加油加油！！！！"
        },
        {
            "author": "545176778",
            "timestamp": 1420023720,
            "txt_content": "呵呵.发现不想看.我是那种不多看字的人.伤眼.\n"
        },
        {
            "author": "花天誑骨",
            "timestamp": 1420024740,
            "txt_content": "额。。。"
        },
        {
            "author": "sulu",
            "timestamp": 1420035480,
            "txt_content": "其实你开头可以撸一棵树,然后合工作台,在盒把木镐挖三个原石做石镐然后继续挖半组原石,在合把斧头多砍点树."
        },
        {
            "author": "Wolverine",
            "timestamp": 1420068480,
            "txt_content": "字写得太密密麻麻了，不过还是很值得鼓励的"
        },
        {
            "author": "罪魂菌",
            "timestamp": 1420084320,
            "txt_content": "呵呵，我居然看完了..不过顶一个吧，打字辛苦了，虽说没用.."
        }
    ]
}