{
    "title": "【微小说】 弑魔之战 完结章",
    "author": "萌萌的咖喱",
    "replyCount": 2,
    "timestamp": 1420076220,
    "txt_content": "弑魔之战 索引贴\n\n第十七章\n    城堡里空无一人，当我转头时，发现小蕾和查理也不见了，我焦急地满城堡寻找一个人影，但是没有用，所有人都消失的无影无踪，仿佛人间蒸发一般。\n\n    “你很强，从我看见你的第一眼就知道，但是如今你的眼睛只剩下彷徨！” 一个洪亮的声音在城堡大厅中回响，一个人左手提着金剑，右手却拿着查理的头颅，坐在大厅的村长座位上，毫无疑问，他是Herobrine。\n\n   我顿时生出愤怒，查理是我的战友，我一定会为他报仇，同时我又担心其他村民和小蕾也遭他毒手，于是我大声质问他：“你把其他村民还有小蕾怎么了？！” 他突然一阵狂笑，大叫：“哈哈哈！小蕾？小沫，这是你告诉他的你的名字？”  小蕾也从黑暗中走了出来，但是此时她却穿着一身漆黑的黑曜石盔甲，说：“对不起，主人，我.......”  Herobrine挥手大笑：“不要紧，反正他都要死了，我来告诉他真相吧。” Herobrine又转过头来，一脸阴森的对着我说：“其实啊你的这个小蕾是我两年前派去的奸细，隐藏了多年，终于等到了我回归的这一天，可是她被你这个愚蠢的人所阻碍，找不到机会联系我，你说是不是啊小沫？” \n\n   小蕾却在一旁抽泣哽咽：“你...你说好不告诉他的...你说好的....”  Herobrine轻蔑地看了一眼小蕾，突然举剑砍断了她的双腿，那金剑看似平常，却异常锋利，竟然一刀斩断黑曜石盔甲，小蕾失去了双腿，疼的躺在地上大哭。Herobrine一脚踩在她身上说：“看来你已经对这个凡人动了心，我不能再留你了，你这个祸患。”\n\n   我此时已经杀气腾腾，又见Herobrine这么做，我举起钻石剑就向着Herobrine头上砍去，但是他仿佛幽灵一般，嗖地一下躲到了黑暗之中，我举着钻石剑，时刻准备阻挡来自各个方向的攻击。\n\n  我突觉头顶有异动，抬头一看，Herobrine正脚踩金剑从我头顶刺下来！我大惊：“他如何移动的这么快？！”  我随即向后跳，只见Herobrine连人带剑刺进了城堡的黑曜石地板，区区一把金剑竟然有如此威力！\n\n  Herobrine又站了起来，举起金剑，“来啊，你不是很厉害吗，怎么这么怕死？”  我心中又生出一股无名火，从背上拿起一柄匕首，右手钻石剑，左手匕首，开始对Herobrine发起猛烈的攻击，我先钻石剑突刺，Herobrine见我来势汹汹急忙举剑回挡，就是现在！我趁他回挡之际左手匕首向上刺，他又向后一退躲过突刺，我乘机跳起举剑用力砍下，左手的匕首同时也向他脑袋飞去。\n\n  Herobrine挡住了钻石剑却没挡住匕首，他只来得及向后一退，匕首刺在了他的腿上，顿时鲜血喷了出来，我这一刀力气很大，想必他此时已痛不欲生，但是Herobrine笑了笑，“不错嘛，我小看你了。” Herobrine拔出腿上的匕首，从背后掏出三把剑，举剑旋转起来，形成了一股剑刃旋风，直逼我而来。\n\n  我只要一砍向他，他所形成的旋风中的剑就会将我的钻石剑挡开，正所谓可守可攻，绝对的防御却又有强大的伤害能力。我一时不知道如何下手，这时小蕾突然掏出一瓶迟缓药水，砸向Herobrine，Herobrine的动作明显迟缓下来，开始力不从心，Herobrine愤怒地说：“好你个小崽子，是我从小把你带到大，你居然害我！”突然Herobrine将匕首用力抛出，飞向小蕾，小蕾躲不过，两眼含泪看着我，张开口却又说不出话，但是我看着她的口型，也明白了，她说：谢谢你，我爱你。 匕首贯穿了她的心脏，鲜血洒在地上，美丽而又哀伤。\n\n  我暴跳如雷，大叫：“不！！”我举剑斜劈，Herobrine见我突然暴起急忙应对，我每一剑的力量都庞大无比，我愤怒，我憎恶，眼前的这个人，毁灭了我多年亲近的村庄，那些爱我尊敬我的人，那些孩子，还有我们那些勇敢顽强的战友，即使在生命最后一刻也不放弃，还有小蕾，她为了我，背叛了她的义父，还死的如此凄凉。\n\n  我想到这里不禁开始咆哮，我的血液在沸腾，我的心跳在狂叫，眼中只有一个字：杀！ Herobrine见我如此疯狂，不禁喝彩：“好！好！不愧是只狮子，我没有看错你！” Herobrine也开始挥剑斩击，随着时间的流逝，缓慢药水的效果已经大不如前，Herobrine的挥击一次比一次快，我的力量一次比一次大，这是速度与力量的血拼，这是正义与邪恶的对峙！\n\n  我使出了小蕾曾经在农田里教我的的一对剑术，叫做克尔拉剑术，据说这是她爷爷教给她的毕生绝学。右手与左手同时拿刀，我开始突刺，连续突刺三下，Herobrine也挡住了三下，Herobrine正要挥剑斜劈，我向地下一滚，举剑向上劈，刺中了Herobrine的大腿，Herobrine惊恐地看着我，但是迫于形势，他只得再次挥击，我又是一个打滚，将剑斜背在身上，向着Herobrine的方向高高跳起：“为了村民！”，猛烈的攻击让Herobrine防不胜防，左肩膀挨了一刀，我再一次高高跳起：“为了我的战友！”同时砍断了Herobrine的右手。\n\n  最后我双手举剑，将全身力气灌注于剑刃之上，以史无前例的声音狂吼：“为了爱我与我爱的人！克尔拉堕天斩！”  由上而下将Herobrine劈为两半，鲜血洒满了我的脸庞。\n\n  我丢下剑，连滚带爬地来到小蕾身边，将她抱起，走向了城堡大门，我和她约定过，假如她遭遇不幸，一定要将她埋葬在那个我们初次见面的花园，那里有我们纯真的感情之花。\n\n  我们走向了人生的下一站，也走向了明天！\n\n\n------------------------------------------------------------------------------------END---------------------------------------------------------------------------------------------\n\n感谢这么多年来大家对我的支持，弑魔之战到此结束了，谢谢你们。\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "BensonQC",
            "timestamp": 1420076340,
            "txt_content": "支持楼主写小说。"
        },
        {
            "author": "924145739",
            "timestamp": 1420076700,
            "txt_content": "感到不错"
        }
    ]
}