{
    "title": "〈原创·单篇〉单程",
    "author": "末影龙娘",
    "replyCount": 9,
    "timestamp": 1420081140,
    "txt_content": " 本帖最后由 末影龙娘 于 2015-1-1 11:44 编辑 \n\n本文中对于minecraft的所有言论均不代表楼主或minecraft中文论坛对minecraft的任何主观评价。\n带着懒散的睡意在舒适的床上翻了数个身，最终还是决定起床。\n拿出几片面包，囫囵吃下去，拿起桌上的旧日历，一把扔进镶着金边的岩浆垃圾桶——因为从他刚来到这个世界算起，今天应该是元旦。\n今天是元旦，你应该高兴点，找点乐子……他这样告诉自己。\n不是他不想高兴，而是真的没事可做。在这个世界里他只能重复采矿，打理农务，修缮屋子，探索，管理城市或者完善管理制度这样的工作。他只能在这单调的日程里选一件事做，无论什么节日。\n打理农务？仓库里的大部分食物已经不太新鲜，如果再囤积食物，霉变不说，小村民误吃还未处理掉的发霉食物而中毒的事件不是一次两次了。\n采矿？看了看存满矿石的仓库库门，他苦笑一声。\n至于探索，他更是不敢恭维。每次，探索回来，身后都会跟上一群哼哼唧唧的大鼻子村民，赶也赶不走，虽然他对这帮每天白吃白喝，说起话来滔滔不绝结果没有一句不是废话的村民厌烦透顶，但这是唯一能与他搭上话的生物了，尽管数量已经多到让他接近崩溃。\n至于，管理世界？他和村民打这么多交道还不够烦么？\n还是修缮屋子吧。他走了将近半个小时，终于气喘吁吁地到达了屋顶。虽然一路上各种贵重矿石做成的四壁令他眼花瞭乱，但他最后还是能肯定房屋没有任何破损的痕迹。\n看着盘旋而下将近四百节的旋梯，他倒抽一口冷气。既然不用再看各个楼层的情况，还是走水电梯吧。他想。\n走出屋子，他拐了个弯，急匆匆地在黑耀石铺成的宽敞马路上穿行，但他实际上并没有目的地。他不断越过窃窃私语的村民和高大的石英楼，但直到他跑得饿到几乎虚脱，景色仍然没有变化。\n终于，他放弃了，倚在一棵行道树下，默默撕咬着硬邦邦的肉排。\n一群村民停住脚步，看了他一会，接着照常走过，好像他只是一个岩浆垃圾桶。一个小村民很好奇地转来转去，不过仅一会也去追刚刚走过的村民了，好像他是什么动物。\n对于这种情况，他已经司空见惯。他和村民都能说话，却没有任何共同语言——除了分发过冬食物的时候——因为他们从来不关心他的感受。实际上，他们只关心自己的衣食住行，盘算着哪些人家的家产值得他们“光顾”——当然，他们不敢“光顾”他的屋子，除非他们找死——以及他们的信仰。\n说实在的，他认为那是种愚蠢的信仰。神祠里面没有任何标志他们所信奉的神灵的身份的事物，甚至他们自己也不知道他们膜拜的究竟是谁，他们只是盲目地认为祭拜就一定有好报。\n他嗤笑一声。从没给过他们任何实质帮助的所谓的神，他们虔诚信奉；提供他们衣食住行的他，他们视而不见。\n如果他不妄想环游这个世界，可能他们一辈子也不会自己去创造任何事物，除了农田。\n对了，那个地方，他很久都没有去了。\n只有那里，不会有石英铁栅栏砌筑成的楼房与絮絮叨叨的低俗村民。\n支起身，在头顶灼热的太阳下继续前行。\n他到了。之前用松软的泥土一点点堆起来的山崖，如今上面的草已经有半米多高。\n毫不在乎带齿的草把他的腿刮出多少道伤痕，他来到崖顶，俯瞰着他种的那几棵已经参天的大树，俯瞰着已经将两岸泥沙几乎冲跨的小河，俯瞰着长满绿草的平原——当然，农田亦是如此，俯瞰着他第一次来到这里事搭起的如今快要倒塌的木屋。\n好像什么都没有多大变化，又好像什么都变了。\n那些村民一直认为他留下这个破旧到只能住蜘蛛的木屋是个愚蠢的决定，就像他认为他们盲目地供奉所谓的神是一个愚蠢的决定一样。\n当然，村民不懂得什么叫做怀念。\n他突然很想从这里跳下去，结束这已经没有意义的一切，从头再来。\n但是他做不到。在这个世界他有一切权力，包括不用受病痛与衰老的困扰，但唯独没有死的权力。\n但他最后还是跳了下去，不过他只是为了再仔细看看这里。\n他来到一方几乎被杂草掩盖的沙子前。记得这里，就是他第一次来到这个世界时所站的地方。\n他也曾是一个满腔热血却四处碰壁的青年。\n他曾对世界抱有着太多的希望，但世界辜负了他。\n他向往着在现在的他看来是愚蠢的行使一切权力的自由。\n当然，狗血的穿越剧情满足了他。\n虽然不太灵便，但愿望至少实现了。当他第一次走在这平原上，欣赏着周围的一切时，他这样想。\n在出生地做了标记，开始四处疯跑，欢呼雀跃自己得到解脱。\n创造，破坏，杀戮，繁殖……他在探索中不断成长，不断创造令世上所有生物都惊羡的奇迹。\n当然，每当他创造一件新事物或是探索到一片新土地，他都会兴奋地拿出一本书或是一张地图来记录。\n很快，万物皆臣服于他，一切敌对势力对他来讲都不堪一击，破碎与裂隙的王者拜倒在他发着奇异光芒的钻石剑下。\n他的地位无人能比，他几乎是这个世界的创世神。\n村民对他顶礼膜拜，使他有一种居高临下的荣耀感。他也慷慨地赐予他们一切。他并不孤单。\n但是他并不是不寂寞。他与他们之间隔着一层厚得令人可悲的障壁。他看出他们只是恭敬谦卑地听从他的一切，没有人能真正听进他的倾诉。\n村民一辈辈繁衍，他却依然不老。很快，他们的后代忘记了他的恩惠，对他们来讲，他只是一个保障他们生存的存在。\n随着最后一个装模作样的倾听者的离去，他开始怀念自己原本世界中的一切。\n没有自由的权力，但有无微不至的亲人，有两肋插刀的朋友。\n他曾数次在这片平原徘徊，在烈日下徘徊，在月光下徘徊，在雨中徘徊，只为了找到能让他回去的线索。\n但是没有。这个结果在他意料之中，也在他意料之外。\n在最后关于亲人的记忆都变得模糊后，他开始找些在别人看来近乎疯狂且望不可即的事做。\n他开始建造城市并建立制度。城市几乎覆盖整个大陆，甚至覆盖了延伸出一倍面积的人造大陆。\n他开始钻研红石。红石电报普及到了所有居民家中。\n他开始改造异界。跨越重重困难，建立完备体系。三界并无大的区别。\n他能做到的事，甚至有些他无法做到的事，他都做到了。\n但在一切都做到之后，他再做已经做到的事还有何意义呢？\n永恒的自由与辉煌，要以无尽的空虚与痛苦为代价。\n但对此他已无权再做出选择……\n等到太阳已经没入地平线，他才反应过来。\n“该回去了。”走入城市时，天已经黑了，但楼阁中还是少有光线透出。\n这样也好，能少与他们打打交道。但是透过窗户看着空空的屋子，他的心也是空的。\n转过头向家的方向狂奔，只是为了掩饰内心的伤口。\n虽然他没有心，但他感觉他的心似乎不知何时已经破碎，什么东西正不断地从里面渗出…\n一甩身继续向前，脚步却有了微妙的变化。尽管没有晶莹的泪珠，但那可能只是因为从那一刻起，他就再也不会流泪。\n回到家脱下护甲，坐着硌骨头的金椅自制新日历。虽然今天是元旦，但这个城市没有任何喜气洋洋的气氛。这也难怪，村民从来不在乎日期。\n但只是这样吗？\n通过睡眠来麻痹自己的神经，不是一个能解决实质问题的方法，但对于他，这是唯一的方法。\n二十多万个日夜，向来如此。\n但对此他已无权再次选择……\n因为每张通往人生旅途的火车都是单程票，且没有回程。",
    "replies": [
        {
            "author": "仗贱走天涯",
            "timestamp": 1420081440,
            "txt_content": "撸主  你不知道写文章要在开头空2格吗"
        },
        {
            "author": "ILMR",
            "timestamp": 1420082700,
            "txt_content": "那谁...哦对,LZ\n你犯了作文中的大忌:\n一个自然段开头要空两格"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1420083000,
            "txt_content": "ILMR 发表于 2015-1-1 11:25  那谁...哦对,LZ  你犯了作文中的大忌:  一个自然段开头要空两格\n要是我能加缩进就加了-_-\n问题是手机不让首行缩进-_-\n我也很无奈啊。"
        },
        {
            "author": "ILMR",
            "timestamp": 1420083120,
            "txt_content": "末影龙娘 发表于 2015-1-1 11:30\n要是我能加缩进就加了-_-\n问题是手机不让首行缩进-_-\n我也很无奈啊。\n好吧，手机也不容易啊"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1420083180,
            "txt_content": " 本帖最后由 大葱之灵@ 于 2015-1-1 11:35 编辑 \n\n不错不错，但是怎么感觉和我守护的前传有点像。。。。\n另\n毫不在乎带齿的草刚才把他的腿刮出多少道伤痕\n这里把“刚才”删掉比较好\n总之加油吧A"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1420083660,
            "txt_content": "大葱之灵@ 发表于 2015-1-1 11:33  不错不错，但是怎么感觉和我守护的前传有点像。。。。  另  \n谢谢您对本文的意见。"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1420084140,
            "txt_content": "末影龙娘 发表于 2015-1-1 11:41\n谢谢您对本文的意见。\n哦对了，给标题加颜色代码是不会有带颜色的标题的。。。带颜色的标题叫高亮，普通用户是给不了的。。。。。。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1420084440,
            "txt_content": "大葱之灵@ 发表于 2015-1-1 11:49  哦对了，给标题加颜色代码是不会有带颜色的标题的。。。带颜色的标题叫高亮，普通用户是给不了的。。。。 ...\n卤煮已更正。（我不会说我是为了顶帖的，绝对不会）"
        },
        {
            "author": "北极星人",
            "timestamp": 1420848900,
            "txt_content": "那个……感觉这算个作文，单篇有点……太短了，好吧我承认单篇在我印象里字数起码要上万"
        }
    ]
}