{
    "title": "[1.8/1.7.10/1.7.2][SSP/SMP][永久更新] 超级自动建筑mod Instant Structures",
    "author": "351152261",
    "replyCount": 99,
    "timestamp": 1420089060,
    "txt_content": " 本帖最后由 351152261 于 2015-8-14 15:59 编辑 \n\n这是我在籽岷优酷频道里看见的自动化程度较高的模组\n       非常适合与懒人\n              有好几十种自动建筑所以就搬运过来了\n            我又回来了我今天把mod版本更新到了6.9.1废话不多说，先放地址[diamond_sword][diamond_sword][diamond_sword]http://yun.baidu.com/share/link?shareid=974086999&uk=1665251037【1.7x与1.8x通用】原帖下载地址：http://instant-structures-mod.com/籽岷的视频：【建议大家看一看】\nhttp://v.youku.com/v_show/id_XODU3MjQzNjky.html[diamond_helmet]\n[diamond_chestplate][diamond_leggings]\n[diamond_boots]\n有空我就会更新！请大家不要催更！楼主的废话：请大家多给人气 还有一些功能但不实用，如果想知道大家自己看原帖吧\n不做伸手党，不要逼我回复可见楼主更新日志：2014-12-31 21:11:50发布此帖\n2015-8-8 17:51 把mod版本更新到6.9.1作者更新日志【慎入】： Update #109 : 08/02/2015 12:00:17 pm8/02/15The second update for the new ISM\n\n-the 14 largest structures can now be downloaded thus less .jar size\n-fixed: Java heap space exception when placing a very large structure (over 1,000,000 blocks) out of world\n-overworked: placing a structure out of the world is now way more efficient\n-added a buttons that opens \"http://instant-structures-mod.com/contact/send-structures/\" to send your structures to the welcome and scan structure window\n-fixed: update all blocks quantities of the structure items and their size\n-fixed: over-worked all item structure names\n-YouTube videos are now open on \"http://instant-structures-mod.com/?\"?\n-placing very larger structures is now a bit more efficient and need less RAM\n-some smaller improvements \n\nThe great update : 07/31/2015 12:43:33 pm7/31/15The Instant Structures Mod (ISM) is back\n\nThe update is the greatest and most epic ISM update of all time. It contains so many new features...\nBut first I have to apologize\n    for weeks and months don't making new updates\n    for don't fixing the huge amount of bugs the last version have\n    for don't reply to all your comments, mails and bug reports\n    for don't even read them,\n    for disappointing so many of you.\nSorry for that. I just want to focus on this update.\n\nBut while I was absent, I still worked a lot on ISM. I spend a lot of time in learning to create a own website.\nThe Website (www.instant-structures-mod.com/) has many advantages. As an example it contains contact forms to send new structures to add them to the mod and to send bug reports. It makes it easier to create good tutorials about the mod.\n\nFurthermore I spend days in learning new Java functions and understand packages.\n\nBut why the whole?\nISM needed a update that changes the way it works entirely. The way it registers structure items, it handles them. The way it saves (FETT) structures, the way it loads (FETT) them. The last-mentioned points make this update as epic.\n\nISM uses now a new file type to save structures. It's called \".structures\". New structure files take up to 4 times less space than old ISM structures files. (large structures) But as a minimum 2 times less space for very small structures. The file size is comparable to \".schematic\" files.\nIn addition, it takes less time to scan structures. ISM write structures XY times faster to files than before.\n\nDo you know what?\nPlacing new structures is more efficient too. How quickly large structures are placed depends on the PC, mainly by the processor. \nMy computer has a 6-core processor running at 3.50 giga heart, places a structure (the Samurai Temple by Alecdent) (LINK ZUM YOUTUBE VIDEO) with 350,000 blocks in 10 seconds. Previously, it took about 90 seconds.\nTo flatten an area with 5,000,000 blocks takes about additional 10 seconds.\n\nWorld Edit crashes while I was trying to place the Samurai Temple as a schematic. To my knowledge it is not possible to place such large structures with schematics. Right?\n\nThis all sounds so great. But there is still a lot of work ahead of me. ISM cann't read nor place NBT tags. NBT tags save chest, hopper..., signs contents. This version has probably many bugs because almost the whole code is changed. If you place big structures you will still own the world Reload otherwise crashes Minecraft.\n\nWhat else is new?\n-ISM loads images faster and doesn't have to unpack them. Thereby, there are fewer sources of error. ISM files are not unzipped too.\n-The search function of the structures window is more than 10 times faster.\n-The tool function can now replace blocks again and it contains a search function for blocks.\n-structure Files can save mod blocks and all blocks with all metas.\n-Furthermore this update contains many improvements that have little visible impact but saves resources of your PC.\n-The Reader tool opens much faster especially when it has to display many structures\n-Added a converter to update old \"ism-structure\" files to \"structure\" files\n\nvery small improvements (some of these version are released with the next update)\n-added the new ISM icon as a window icon\n-update crafting recipes and tutorials\n-structure files are saved in the folder \".minecraft/mods/ism/structures/\"\n-After placing the red or green block to create a bounding box a colored chat message appears that indicates what to do next\n-after you click on a text field the default text disappears\n-ISM warns you if a structure has already the same name\n-You can use the bounding box in combination with the Tool item (added in one of the next versions)\n-Tool: displays the number of placed blocks in the chat\n-add around 30 unblished structures that are created by users (next bigger update)\n-add a Russian and German translation of ISM (next bigger update)\n-removed the second window while placing a structure - bounding boxes can be created with a button in the first window\n\nProbably I forget a few new features or improvements.\n\nThank you for reading this very long announcement and update log.\n\n-Marc Schmidt developer of ISM \n\n\n\n\nUpdate #107 : 06/26/2015 11:34:01 am6/26/15-added 8 new structure that were build by ISM users\n-fixed a bug that crashes the game when using huge, giant or insane structures that have to be downloaded\n\nAnnouncement: At the moment I working on the biggest update for all time. It will change almost everything! \n\n\n\n\nUpdate #106 : 06/07/2015 11:37:42 am6/07/15-added 10 structures from people who use ISM. They're awesome!\n-fixed a bug that sometimes caused a crash of the game while starting \n\n\n\n\nUpdate #105 : 06/05/2015 11:39:13 am6/05/15-added the new tutorial that describes how to scan structures to the mod\n-added the new tutorial that describes how to place structures to the mod\n-over-worked both video icons\n-added 4 new structures that were scanned by ISM users\n-added the Republic Venator-class Star Destroyer\n-corrected the bounding box of 2 structures\n-added the new bounding box to the structures that are placed\n-fixed a bug: can't places structures without flatten the area\n-the bounding box that are placed before users create a structure is now placed with a thread\n-removed\nthe function that items of the ism-structures files that are in the \nmyStructures-folder were created because it contains too much bugs. \n\n\n\n\nUpdate #104 : 05/29/2015 11:38:31 am5/29/15-over-worked the easier way to scan structures --> now it's much easier than it was in the last update\n-you can scan structures by doing the steps that are described in the update log before and:\n1. left-click with the \"Bounding Box Item\" to set the red block\n2. right-click to set the green block\nthe order is equal\n\na picture of the crafting recipe will follow the next days\n\n-new: place your structures, structures of ISM and large structures of ISM in the air --> you haven't to right-click on the ground to place a structure\n-different smaller bugfixes\n-different code optimations \n\n\n\n\nUpdate #103 : 05/24/2015 11:32:23 am5/24/15This update adds a new and more easier way to scan structures.\n-Now you can structures by placing only two blocks\n1. place the green block in one corner and the red block in the diagonal corner of your structures\n2. a bounding box appears that indicates the area that will be scanned\n3. click on the red or green block\n4. a window appears add all information that are needed to scan your structures\n5. finished\n\n-blocks that are on the same coordinate as the \"indicator-line\" will be scanned too\na tutorial that explains the new function in detailed will uploaded tomorrow on my YouTube channel\n-the bounding box disappears and will replace with the blocks when you log out of your world\n\n-added the name of the remove structure item\n-fixed a bug that crashes your minecraft when you remove a structure out of the ISM structure folder and open the reader item\n-removed: fix point block, writer item, different older tools that aren't needed since the last \"tool\" and scanner update\n-over-worked the way creative tabs are registered \n\n\n\n\nUpdate #102 : 05/22/2015 11:33:56 am5/22/15This update is only for 1.8 version of ISM.\nIt contains a bunch of fixes:\n-update function doesn't work corectly\n-update function prohibited to start minecraft when the internet connection doesn't work corectly\n-downloaded extra structures can't be placed\n-downloaded extra structures-files can't be deleted after use\n\n-added around 50 structures to the mod directly\n\n-added more cool features to the \"builder tool\"\n-now you can place cones in more directions and tilted\n-added a sphere to the tool\n-added the option to tilt and turn more geometrical shapes (and fixed bugs that prohibit to place them corectly)\n-over-worked the list of blocks that can be used to create these shape\n-added the option to place blocks with meta datas \n\n\n\n\nUpdate #101 : 05/17/2015 11:46:55 am5/17/15-added a new cool function: you can place cuboids, circles, cylinders, cones, squares, pyramides and ovals with a variable width, depth, height, alignment, position and blocks.\nThis feature isn't finished completly now but I works pretty well.\n\n2015-05-17_17.33.45 by MaggiCraft, auf Flickr\n2015-05-17_17.33.06 by MaggiCraft, auf Flickr\n2015-05-17_17.32.37 by MaggiCraft, auf Flickr\n2015-05-17_17.32.06 by MaggiCraft, auf Flickr\n2015-05-17_17.31.03 by MaggiCraft, auf Flickr\n2015-05-17_17.34.55 by MaggiCraft, auf Flickr \n\n\n\n\nUpdate #100 : 05/15/2015 11:48:45 am5/15/15-added YouTube videos that explain how to scan and place structures and one that present the most important features with ISM\n-fixed a bug on macs that effect all windows are grey --> thereby mac users couldn't use ISM\n-added a German translation of all 260 item names\n-renamed a few items \n\n\n\n\nUpdate #99 : 05/10/2015 11:42:14 am5/10/15-added 10 new structures:\n\n\n\n\n\nWarshipGalleyFlying Steampunk Island with MansionBeach ResortHessian BannerSkyscraper House 1Thunder HawkEgyptian TempleSmall Egyptian TempleLarge Egyptian House 2\n\n\n\n\n\nUpdate #98 : 05/08/2015 11:55:59 am5/08/15-added 10 new structures:\n\n\n\n\n\nRoman TheaterSmall Warrior StatueRoman VillaSteampunk HelicopterSteampunk JetSteampunk AirshipSteampunk Airship 2Angel Warrior StatueAngel Warrior Statue 2Fantasy Palace\n\n\n\n\n\nUpdate #97 : 05/03/2015 11:44:37 am5/03/15-fixed a bug that doesn't delete ISM files after placing them\n-fixed a bug that doesn't allow players to place insane structures and structures that have to download extarnal\n-new: players can add tags to their scanned structures thereby these structure can be found by the search function of the ingame wiki\n-fixed: the window that appears before you place a structure doesn't show all structure information correctly\n-smaller fixes with the \"placing window\"\n-fixed: yellow/black bounding box doesn't disappear when a player abbort the placing structure-process\n\na short statement:\nSometimes people ask me why I have to do so much improvements or why ISM contains so much bugs. If you consider ISM from the view of a programmer, it is one of the most complex mods. Normal mods add new items, blocks with special abilities to your game. Sometimes new dimensions or mobs. But ISM has to handle read and write files and illustrate a GUI. One more reason is that I have never learned to program this before I program it for the ISM. All I know about Java I taught myself. Every few weeks I found a better way to solve a task/problem and I recode some parts of the code. As an example I changed the static GUI to a dynamic and much more complex one.\n\nToday ISM was downloaded 300.000 times from this forum. Thank you for playing my Mod.\n-MaggiCraft \n\n\n\n\nUpdate #96 : 05/01/2015 11:58:40 am5/01/15Added a new function that allows players to favorite structures and displays them in a seperate frame. Thereby players find the structures they like or use more often than others more easily.\n\nfixed: a bug that don't change the caption of the creator-combobox in the structure frame\nnew: show dialog when search failed \n\n\n\n\nUpdate #95 : 04/24/2015 11:50:25 am4/24/15-added the last announced changes and new features (like the search bar, sort structures by creator)\n-a bunch of bug fixes\n-unfortunately I forgot a lot of the changes \n\n\n\n\nUpdate #94 : 04/19/2015 10:28:29 am4/19/15-10 new structures\n-ISM contains now more than 200 structures\n-Currently I'm working on large GUI changes, like\n-a searchbar for structures\n-a system to favorite structures\n-sort structures by creators and genres instead of only by genres\n-a better GUI performance\n\nbecause the new GUI still contains a bunch of bugs I don't published it official but you can download a pre-release \n\n\n\n\nUpdate #93 : 04/12/2015 12:12:50 pm4/12/15-10 new structures\n-can scan sign content and display\n-The last few days I worked on classes to make the GUI o lot more dynamic. \n\n\n\n\nUpdate #92 : 04/10/2015 11:39:37 am4/10/15-new scan trapchest, flower pot and brewing stand content like item and blocks\n-bug fixes \n\n\n\n\nUpdate #91 : 04/05/2015 11:25:48 am4/05/15-enhanced the bounding box that indictes the needed area for the structure\n-new can scan hopper and dropper content\n-1.8 can scan chest content\n-smaller fixes \n\n\n\n\nUpdate #90 : 04/03/2015 10:59:08 am4/03/15-fixed a lot of bugs\n-new: 1.7.10 ism-structures files can scan chest content now \n\n\n\n\nUpdate #89 : 03/29/2015 11:57:03 am3/29/15-added a link to a YouTube tutorial that explains how to scan structures to the \"writer/scanner\" window\n-all check box contains now the text thereby the area to click on them is larger\n-1.8 own structures have no item texture\n- 10 new structures\n-added info to the option remove blocks in the \"scanner/writer\" window \n\n\n\n\nchanges... : 03/27/2015 1:38:01 pm3/27/15-10 new structures\n-the wiki doesn't drops anymore after loading a world when one wiki item is in the inventory\n-improved download structure function\n-structures that must download seperately are emphasized with a special item texture\n-and contains a download icon in the structure wiki\n-improvements and smaller fixes \n\n\n\n\nUpdate #87 : 03/22/2015 12:45:50 pm3/22/15-added 5 new structures\n-working on a version with more than 50 extra structures \n\n\n\n\nUpdate #86 : 03/20/2015 12:36:19 pm3/20/15-added 5 new structures for 1.7.10 and 1.8\n-like the Titanic \n\n\n\n\nUpdate #85 : 03/07/2015 11:42:01 am3/07/15-added 10 new structures \n\n\n\n\n\n\n\n\n\n\n\n15484250073_9d80acebf6_z.jpg\n(69.92 KB, 下载次数: 938)\n\n\n\n\n下载附件\n\n\n2015-8-9 09:09 上传\n\n\n\n\n\n\n\n\n官方用法\n\n\n\n\n\n\n\n\n\n\n\n16473421942_95338c8ac6_z.jpg\n(45.63 KB, 下载次数: 826)\n\n\n\n\n下载附件\n\n\n2015-8-9 09:09 上传\n\n\n\n\n\n\n\n\n一些合成配方\n\n\n\n\n\n\n\n\n\n\n\n呃呃.jpg\n(113.67 KB, 下载次数: 780)\n\n\n\n\n下载附件\n\n\n2015-8-9 09:26 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n15062141899_85d72a1605_k.jpg\n(110.92 KB, 下载次数: 801)\n\n\n\n\n下载附件\n\n\n2015-8-9 09:26 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n16078713236_053f4da283_c.jpg\n(105.84 KB, 下载次数: 806)\n\n\n\n\n下载附件\n\n\n2015-8-9 09:27 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "乱世@魔王",
            "timestamp": 1420089240,
            "txt_content": "无图无介绍无节操"
        },
        {
            "author": "xiaoxiaoxiaomin",
            "timestamp": 1420089360,
            "txt_content": "怎么用？"
        },
        {
            "author": "351152261",
            "timestamp": 1420089540,
            "txt_content": "xiaoxiaoxiaomin 发表于 2015-1-1 13:16\n怎么用？\n需要Forge的，安装玩Forge，拖入mods文件夹即可"
        },
        {
            "author": "白咖啡。",
            "timestamp": 1420089540,
            "txt_content": "没介绍。。"
        },
        {
            "author": "xiaoxiaoxiaomin",
            "timestamp": 1420090260,
            "txt_content": "351152261 发表于 2015-1-1 13:19\n需要Forge的，安装玩Forge，拖入mods文件夹即可\n哦 ，明白了"
        },
        {
            "author": "a841140726",
            "timestamp": 1420090920,
            "txt_content": "服务器能用么·~"
        },
        {
            "author": "351152261",
            "timestamp": 1420091160,
            "txt_content": "a841140726 发表于 2015-1-1 13:42\n服务器能用么·~\n那给看腐竹让不让用"
        },
        {
            "author": "easylook01",
            "timestamp": 1420216440,
            "txt_content": "生存模式下是怎样的？，是否和计划建筑图纸一样"
        },
        {
            "author": "351152261",
            "timestamp": 1420243200,
            "txt_content": "easylook01 发表于 2015-1-3 00:34\n生存模式下是怎样的？，是否和计划建筑图纸一样\n一样，在生存模式可以使用"
        },
        {
            "author": "斜城、",
            "timestamp": 1420246740,
            "txt_content": "求1.6.2滴"
        },
        {
            "author": "351152261",
            "timestamp": 1420247700,
            "txt_content": "斜城、 发表于 2015-1-3 08:59\n求1.6.2滴\n对不起，目前没有"
        },
        {
            "author": "斜城、",
            "timestamp": 1420248540,
            "txt_content": "351152261 发表于 2015-1-3 09:15\n对不起，目前没有\n哦，顺便顶你一个。"
        },
        {
            "author": "351152261",
            "timestamp": 1420248900,
            "txt_content": "斜城、 发表于 2015-1-3 09:29\n哦，顺便顶你一个。\n这个可以吗http://pan.baidu.com/share/link? ... 6&uk=1965885516"
        },
        {
            "author": "斜城、",
            "timestamp": 1420249260,
            "txt_content": "351152261 发表于 2015-1-3 09:35\n这个可以吗http://pan.baidu.com/share/link?shareid=759944296&uk=1965885516\n可以是可以，但是内容没有什么好的-.0"
        },
        {
            "author": "zskdjh",
            "timestamp": 1420251720,
            "txt_content": "1.62的可以吗"
        },
        {
            "author": "zskdjh",
            "timestamp": 1420253280,
            "txt_content": "我把它放在plays里     可是启动时都会顿出来"
        },
        {
            "author": "阿诛诛",
            "timestamp": 1420255200,
            "txt_content": "你还需要把all_structures.zip也搬运过来的，因为原地址被墙了，文件没法自动下载。"
        },
        {
            "author": "351152261",
            "timestamp": 1420255920,
            "txt_content": "阿诛诛 发表于 2015-1-3 11:20\n你还需要把all_structures.zip也搬运过来的，因为原地址被墙了，文件没法自动下载。 ...\n问题已经解决了"
        },
        {
            "author": "1741846215z",
            "timestamp": 1420260780,
            "txt_content": "楼主，为什么一用会闪退啊！"
        },
        {
            "author": "真·九尾狐",
            "timestamp": 1420269060,
            "txt_content": "好厉害的说~"
        },
        {
            "author": "1183499594",
            "timestamp": 1420270500,
            "txt_content": "真·九尾狐 发表于 2015-1-3 15:11\n好厉害的说~\n怎么用？我老闪退"
        },
        {
            "author": "xopfg",
            "timestamp": 1420283520,
            "txt_content": "怎么放进去了没反应的？"
        },
        {
            "author": "GhostAngelJQ",
            "timestamp": 1420683360,
            "txt_content": "说明在详细点就好了，不会用，怎么样让他自动建造"
        },
        {
            "author": "q936481981",
            "timestamp": 1420702440,
            "txt_content": "感觉这个mod就是特别适合懒人用，比如我"
        },
        {
            "author": "351152261",
            "timestamp": 1420713900,
            "txt_content": "GhostAngelJQ 发表于 2015-1-8 10:16\n说明在详细点就好了，不会用，怎么样让他自动建造\n这位请看视频"
        },
        {
            "author": "轩辕玄玉",
            "timestamp": 1420727880,
            "txt_content": "我用的1.7.10版本，拖入MOD文件夹后成功进入游戏，但是一旦我把建筑放下就闪退crash report。我把所有MOD全部拖出也会闪退，所以应该不是MOD冲突，尝试找到这个MOD的以前版本都可以使用，只有5.0.0以及原网的5.0.8一放下建筑就闪退= ="
        },
        {
            "author": "GhostAngelJQ",
            "timestamp": 1420761780,
            "txt_content": "1.8版本的没有反应啊，视频里说打开MC就会弹出2个框框，可以我的只有游戏，没有mod的窗口哇，请楼主指教！"
        },
        {
            "author": "351152261",
            "timestamp": 1420777800,
            "txt_content": "GhostAngelJQ 发表于 2015-1-9 08:03\n1.8版本的没有反应啊，视频里说打开MC就会弹出2个框框，可以我的只有游戏，没有mod的窗口哇，请楼主指教！ ...\n你安装forge了吗"
        },
        {
            "author": "GhostAngelJQ",
            "timestamp": 1420779540,
            "txt_content": "351152261 发表于 2015-1-9 12:30\n你安装forge了吗\n我保证装了"
        },
        {
            "author": "fuaho",
            "timestamp": 1420779960,
            "txt_content": "没介绍。。。"
        },
        {
            "author": "mcuio",
            "timestamp": 1420959120,
            "txt_content": "好东西,我要了"
        },
        {
            "author": "youxu",
            "timestamp": 1421073600,
            "txt_content": "服务器用不了吧 我就是腐竹 单机能弹出那个窗口 联机都不弹出 那个模型窗口"
        },
        {
            "author": "yaojing",
            "timestamp": 1421314560,
            "txt_content": "打不开啊~打开没有反映JAVA和名字那些我都弄好了的就是打开没有反映进不去游戏.求接，急！！！！！！！！"
        },
        {
            "author": "Titan001",
            "timestamp": 1421323080,
            "txt_content": "那几个大家伙（比如籽岷建的高达），一般电脑就等死吧，电脑配置好一点也要leg好一会"
        },
        {
            "author": "SPE__HaiKuo",
            "timestamp": 1421323920,
            "txt_content": "已强制修改标题'_>'\n下次请按格式写标题"
        },
        {
            "author": "OAZ33",
            "timestamp": 1421403660,
            "txt_content": "{:10_518:}{:10_518:}{:10_518:}{:10_518:}{:10_518:}{:10_518:}{:10_518:}{:10_518:}{:10_518:}"
        },
        {
            "author": "ruanbingwen",
            "timestamp": 1421421240,
            "txt_content": "求你的材质包。可以么？"
        },
        {
            "author": "as5580102",
            "timestamp": 1421503200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "278640539",
            "timestamp": 1421504880,
            "txt_content": "为什么我一右键游戏就闪退了"
        },
        {
            "author": "13728473382",
            "timestamp": 1421568840,
            "txt_content": "你想把我们的电脑弄坏么"
        },
        {
            "author": "1397670904",
            "timestamp": 1422105180,
            "txt_content": "服务器怎么使用呢？我是服主，服务器端的MODS里面也放了这个，但是不会弹出框体，IMI里面有图标，但提示没有物品ID"
        },
        {
            "author": "lzy11911",
            "timestamp": 1422154860,
            "txt_content": "这个模组好大啊。。。。。。"
        },
        {
            "author": "乎你熊脸",
            "timestamp": 1422928980,
            "txt_content": "LZ你居然用籽岷的网盘  籽岷的网盘那个是没更新了.."
        },
        {
            "author": "初夏染情霜",
            "timestamp": 1423029180,
            "txt_content": "大神 没有1.8   你这里只给了1.7.10的"
        },
        {
            "author": "奔跑的木头",
            "timestamp": 1423043940,
            "txt_content": "好棒！LZ么么哒！{:10_512:}"
        },
        {
            "author": "oyxieyi",
            "timestamp": 1423044060,
            "txt_content": "找了很久，用下这个效果看怎么样。"
        },
        {
            "author": "1091165442",
            "timestamp": 1423046880,
            "txt_content": "这个帖子不错，挺有价值的！~"
        },
        {
            "author": "乎你熊脸",
            "timestamp": 1423048920,
            "txt_content": "亲门这个帖子的版本没更新.."
        },
        {
            "author": "xujh",
            "timestamp": 1423273260,
            "txt_content": "我想知道现在没有MOD和插件一起的服务器版本，这个MOD1.8.0版本怎么用，没有插件支持！"
        },
        {
            "author": "光屁屁",
            "timestamp": 1423279440,
            "txt_content": "建到一半就不建了"
        },
        {
            "author": "脑残大哥",
            "timestamp": 1423881180,
            "txt_content": "278640539 发表于 2015-1-17 22:28\n为什么我一右键游戏就闪退了\n同感诶。。。电脑配置很高都没用，什么原因"
        },
        {
            "author": "FBH",
            "timestamp": 1423884540,
            "txt_content": "找了好久终于找到了，谢谢楼主！！！"
        },
        {
            "author": "永久记忆",
            "timestamp": 1423886640,
            "txt_content": "a841140726 发表于 2015-1-1 13:42\n**** 作者被禁止或删除 内容自动屏蔽 ****\n服务器里不能用样，我刚测试了"
        },
        {
            "author": "永久记忆",
            "timestamp": 1423887000,
            "txt_content": "哎，有点小失望，我还说说把地图改好，让服务器里哦~，结果服务器开启失败\n你知道怎么把原有的地图上添加建筑吗？"
        },
        {
            "author": "2865859175",
            "timestamp": 1423892220,
            "txt_content": "求籽珉这个视频的地址"
        },
        {
            "author": "秒杀你",
            "timestamp": 1423892640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "红石屋子",
            "timestamp": 1423899480,
            "txt_content": "用你自己的网盘行吗？\n更新行吗？"
        },
        {
            "author": "红石屋子",
            "timestamp": 1423899660,
            "txt_content": "用你自己的网盘行吗？\n更新行吗？\n籽岷介绍和搬运的只是1.7.10的版本而已，1.8和1.7.2的版本去哪了？\n既然没有就干脆只是写1.7.10的就好了"
        },
        {
            "author": "去你妈逗逗",
            "timestamp": 1424065740,
            "txt_content": "怎么用/"
        },
        {
            "author": "近些年~",
            "timestamp": 1424076000,
            "txt_content": "( ⊙o⊙ )哇！！可以不用自己耗时间，耗材料来建房子了！！！{:10_523:}"
        },
        {
            "author": "LEO2502",
            "timestamp": 1424243640,
            "txt_content": "1.8怎么不行"
        },
        {
            "author": "LEO2502",
            "timestamp": 1424243760,
            "txt_content": "有forge，其他mod都行"
        },
        {
            "author": "二次元丨漠",
            "timestamp": 1424950620,
            "txt_content": "1.7.2秒退怎么办"
        },
        {
            "author": "351152261",
            "timestamp": 1424998500,
            "txt_content": "二次元丨漠 发表于 2015-2-26 19:37\n1.7.2秒退怎么办\n这个我不知道，反正我1.7.2能玩"
        },
        {
            "author": "457400",
            "timestamp": 1425003660,
            "txt_content": "这个表示我的电脑玩不起啊"
        },
        {
            "author": "坑爹啊操",
            "timestamp": 1425010200,
            "txt_content": "好屌，32个赞"
        },
        {
            "author": "二次元丨漠",
            "timestamp": 1425018840,
            "txt_content": "应该玩的起。win7，安装内存8G{:10_556:}"
        },
        {
            "author": "eiju0219",
            "timestamp": 1425019500,
            "txt_content": "这个Dio~"
        },
        {
            "author": "eiju0219",
            "timestamp": 1425022560,
            "txt_content": "那个能介绍一下嘛..我是网卡 不敢看视频呢"
        },
        {
            "author": "z1731813835",
            "timestamp": 1425305760,
            "txt_content": "1.8生成的建筑不全啊怎么破"
        },
        {
            "author": "九猫",
            "timestamp": 1425311580,
            "txt_content": "{:10_492:}    本人比较喜欢手撸的..  这快速建的 有时卡."
        },
        {
            "author": "爷的世界",
            "timestamp": 1425364680,
            "txt_content": "这东西叼炸天，我要了！！"
        },
        {
            "author": "dongbaoge",
            "timestamp": 1425379920,
            "txt_content": "1.8表示用不了啊"
        },
        {
            "author": "kanade",
            "timestamp": 1426120320,
            "txt_content": "籽岷没看出来他生成的船是阳光万里号吗……？"
        },
        {
            "author": "wzq312",
            "timestamp": 1426134420,
            "txt_content": "就是害怕渣渣笔记本带不起"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1426134780,
            "txt_content": "我觉得我电脑不能承受不住"
        },
        {
            "author": "527236285",
            "timestamp": 1426955040,
            "txt_content": "虽然看不懂。但先下载试试~"
        },
        {
            "author": "噩梦领主",
            "timestamp": 1427014500,
            "txt_content": "不做伸手党"
        },
        {
            "author": "灭灬殇火",
            "timestamp": 1427015040,
            "txt_content": "这才叫转载，就连网盘都不舍得用自己的，干脆把籽岷的网盘拖过来。。节操何在？"
        },
        {
            "author": "15960334328",
            "timestamp": 1428398400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "多多啦啦啦",
            "timestamp": 1428706740,
            "txt_content": "没介绍，差评= =，而且网盘还是籽岷大大的..."
        },
        {
            "author": "2580752959",
            "timestamp": 1428718800,
            "txt_content": "表示这个MOD玩过无数遍了，但还是给个赞~！！{:10_512:}"
        },
        {
            "author": "1668728575",
            "timestamp": 1428739440,
            "txt_content": "一用就崩了"
        },
        {
            "author": "还有名字吗",
            "timestamp": 1429317060,
            "txt_content": "我拿走了"
        },
        {
            "author": "剑与刃",
            "timestamp": 1429336200,
            "txt_content": "喔喔窝窝网沃沃"
        },
        {
            "author": "还有名字吗",
            "timestamp": 1429340820,
            "txt_content": "渣渣电脑用不起啊"
        },
        {
            "author": "13686599776",
            "timestamp": 1429402740,
            "txt_content": "怎么用？！"
        },
        {
            "author": "xcc",
            "timestamp": 1429428060,
            "txt_content": "没看懂什么意思"
        },
        {
            "author": "psfuqing",
            "timestamp": 1429607700,
            "txt_content": "为什么我放在1.8里面不行呢~！  一点反应都没。。。"
        },
        {
            "author": "solmao",
            "timestamp": 1429623120,
            "txt_content": "貌似只能单人用QAQ服务器装mods木用····"
        },
        {
            "author": "a240136900",
            "timestamp": 1429664760,
            "txt_content": "安装了之后就没有原来的方块了吗？"
        },
        {
            "author": "或守藍冉OAO",
            "timestamp": 1429665300,
            "txt_content": "这东西生存模式似乎也能用，这也导致了可以刷物品== 如果能限制生存模式需要指定方块才能建造的话那就完美了！"
        },
        {
            "author": "a240136900",
            "timestamp": 1429689480,
            "txt_content": "白咖啡。 发表于 2015-1-1 13:19\n没介绍。。\n表示CPU亚历山大"
        },
        {
            "author": "紫韵红尘",
            "timestamp": 1432214460,
            "txt_content": "我先试试能用吗，谢楼主"
        },
        {
            "author": "zeihe",
            "timestamp": 1437700260,
            "txt_content": "好像很腻害的样子    赞一个{:10_500:}"
        },
        {
            "author": "1546244979",
            "timestamp": 1437726120,
            "txt_content": "{:10_510:}{:10_520:}{:10_496:}楼主你太帅了~qvq"
        },
        {
            "author": "Auncle",
            "timestamp": 1437729900,
            "txt_content": " 这么流弊的mod   收了~"
        },
        {
            "author": "1XWJ",
            "timestamp": 1437731160,
            "txt_content": "可以吧自己的建筑存进去么？"
        },
        {
            "author": "351152261",
            "timestamp": 1437806400,
            "txt_content": "1XWJ 发表于 2015-7-24 01:46\n可以吧自己的建筑存进去么？\n暂时好像不可以"
        }
    ]
}