{
    "title": "[1.7.10-1.6.4] [SSP/SMP] ThaumCraft4 神秘时代4",
    "author": "cihaoyi",
    "replyCount": 99,
    "timestamp": 1420163760,
    "txt_content": " 本帖最后由 cihaoyi 于 2019-6-27 14:58 编辑 \n\n由于SF_Chipan弃坑，所以由我来继续搬运。原帖地址:http://www.mcbbs.net/thread-182474-1-1.html（不知还能不能进去，反正是废了）\n\n\n\n\n054931015j11mjkaa0jc01.png (75.62 KB, 下载次数: 2846)\n\n下载附件\n\n2015-1-2 09:23 上传\n\n\n\n\n\n简介\n神秘4，一个充满奇幻的mod。在这里你将成为一个魔法师，左手拿着魔导手册，右手拿着法杖，脖子上挂着魔导透镜，去探索，去发现，这个Minecraft世界你曾为发现的东西。或许你讲面临困难，但是在困难中的探索你将获得无限的乐趣。\n第一步：制造一个铁杖端木杖柄法杖。\n第二不：做一个书架，然后用你的法杖对着书架右键，书架将变成一本魔道手册，它将指引你探索前进的道路\n第三及以后：详见魔导手册\n研究要素连接规则：两个要素中，必须一个是另一个的组成部分，也就是说，其中一个可以用来合成另一个。\n\n下载地址\n\n支持作者，请优先选用adf.ly地址下载(需**)\nMinecraft 1.7.10:\n4.2.3.5adf.ly:http://adf.ly/1311628/thaumcraft-4网盘(备用):http://pan.baidu.com/s/1i33nFMl\nMinecraft 1.7.2\n4.1.1.14:\nadf.ly:http://adf.ly/vmmLh\n网盘(备用):https://pan.baidu.com/s/115bbFsECdoEeQHUJQFRZXw 提取码: b8rk 复制这段内容后打开百度网盘手机App，操作更方便哦\nMinecraft 1.6.4\n4.1.0g\nadf.ly:http://adf.ly/vmniu\n网盘(备用):https://pan.baidu.com/s/1gkG1TKtCi875w_01aYGazA 提取码: 78jh 复制这段内容后打开百度网盘手机App，操作更方便哦\n4.0.5b\nadf.ly:http://adf.ly/vmnzp\n网盘(备用):http://pan.baidu.com/s/1i3tffnB\n4.0.4c\nadf.ly:http://adf.ly/ZqXV2\n网盘(备用):http://pan.baidu.com/s/1jGy2IIq\nBauble(1.7.x前置):\nhttp://www.mcbbs.net/thread-320334-1-1.html\n神秘4链路计算器\n神秘4研究辅助工具网页版（感谢hiknight）\nhttp://crafteverywhere.github.io/tcresearch/\n更新内容\n4.2.3.3\n- the cultist portal will now always drop its reward no matter how it is destroyed\n- added a check to prevent infinite loop with spined champion mobs attacking other entities with thorns\n- dowsing on the excavation focus will now add the native clusters ability to the arcane bore\n- various bugfixes\n4.2.3.0\n- various small bugfixes\n- added greatwood and silverwood slabs to the ore dictionary\n- fixed advanced alchemy furnace render bug\n- added a small chance for certain mobs to spawn as \"champions\" with slightly more advanced abilities compared to their normal counterparts.\n- champions have a much higher chance of spawning in dangerous biomes or locations\n- this can be partly disabled in the config and there is a IMC message that can be used to add other mobs to the whitelist\n- removed the old wand enchants from infusion enchantment recipe list\n- the creative obelisk creator now makes an altar stone at the base. Just a word of warning - even when completed you may not get a maze on the other side if it is near an existing obelisk.\n- removed coin related trades from vanilla villagers and added a new \"moneychanger\" villager to change your coins into useful objects\n- fixed vis cost for the silk touch focus upgrade so it doesn't ask for the impossible\n- added a new level 3 upgrade for the excavation focus\n- fire focus embers won't be able to pass through solid objects anymore\n- removed hard-coding of various tool harvest levels\n- added a recipe to craft your own eldritch eyes once the proper research has been unlocked\n- fixed flux scrubber tube connections\n\n4.2.2.1\n- fixed symbols on banners not following the banner movements or placement\n- fixed greatwood and silverwood stairs bounding boxes\n- fixed essentia loss that occurs when using alchemy golems to fill thaumatoriums\n- unupgraded warding focus will now only ward 1 block like it is supposed to\n- frost focus projectiles will now lose a lot of momentum once they hit an entity\n- sun scorned \"positive\" effect now just does a straight heal instead of trying to add the regeneration buff\n- arcane crafting will no longer consume double the required vis\n- focus manipulator now plays a sound when it completes\n- fire resistant golems are now truly fire resistant\n- I now register my biome tags a lot earlier which should hopefully reduce the chance of odd creatures from other mods spawning where they shouldn't\n\n4.2.2.0\n- BAUBLES: updated to 1.0.1.10\n- Custom thaumcraft shaders can now be turned off in the config for those that experience FPS drops when they are active.\n- Some runic shielding parameters can now be modified in the config.\n- Eldritch guardians are now weaker in some realities\n- Fixed an exploit which allowed essentia crystalizers to be used as essentia converters for infusion crafting\n- You won't be able to pipe staves (or other non-wand items) into workbenches anymore\n- When holding a warding focus all warded blocks will be visible, but those not belonging to you will have a reddish color\n- Crafting sceptres now have in innate 10% vis discount instead of 5%\n- Crafting a thaumonomicon with a focus attached will fail. Apparently people want the ability to mass-replace bookshelves with an equal trade focus or something.\n- Crash prevention in nodes and buffers\n- Reverting to previous way of rendering infused ores, but added a new fix for AF.\n- Void robe and fortress armor should no longer absorb damage from normally unblockable sources like starvation\n- Made some significant changes to object aspects\n- Increased the cap per aspect when scanning to 64 (from 10). This cannot be changed in the config file anymore. The big soft-cap to research still remains. \n- Changed the way I generate the unique identifier I use to save what you have scanned. Turns out it wasn't than unique for some blocks (like mushrooms). Since the identifier has changed most blocks and items will be scannable again - enjoy the free RP. \n- Fixed a terrible and far-reaching bug that meant most crafting-grid recipes were only using their top 3 slots to calculate the aspect value in items. DERP. Who knows how long this bug has been around.\n- No item can have more than 6 aspects linked to it. The aspects chosen are based on their amount and how complex they are (complexity increases chances of being chosen)\n- Reworked how aspect values are calculated from ingredients. Raw essentia or vis used to craft with alchemy, arcane and infusion crafting will make up a much smaller part of the whole.\n- Even with all the above changes the net result should still be a lot more aspects per item than before.\n- Cignitio is now ignis + spiritus and telum is now ignis + instrumentum. This was done to reduce to alleviate the general lack of ignis in compound aspects\n- Now sinister and pure nodes won't alter biomes or spawn creatures in the nether, end or blacklisted dimensions and biomes\n- Now golems won't take something from an inventory unless they think there is somewhere for that item to go\n- Any items that a golem doesn't immediately find a use or destination for is placed on an ignore list for 10 seconds (configurable in config). This is mostly to prevent possible lag with large golem sorting systems.\n- Fill golems will now properly iterate through all specified items \n- Alchemy golems can now interact with all sides of a reservoir and can take essentia from it\n- Alchemy golems will now fill empty void jars as their lowest possible priority\n- Liquid golems now have a handy new ability with the proper upgrade installed. \n- Fixed crash caused by hungry node FX referencing the wrong block type\n- Fix for possible stack overflow error in vis relays\n- Forbidden knowledge research icons will pulse if they can be learned like those of other researches\n- Fixed (I hope) the travelling trunk dupe bug\n- The colors on a vis relay can now be cycled through by clicking with a wand - shards still work but are not required.\n- Triple meat treats no longer require a bowl to craft. \n- Warded glass is now immune to explosions and wither destruction\n- Hungry nodes will no longer gain aspects even when not able to destroy a block\n- Altered the way hungry nodes break blocks\n- Hungry nodes now have more particles which should make them more visible. Will also draw particles from blocks that it didn't do previously (like water)\n- Essentia mirrors no longer have a chance to lose essentia in transit. \n- Changed the way wand foci are upgraded. The old potency, frugal and treasure enchants are no more.\n- improved NBT data checking for infusion matrix during the crafting process\n- native ore clusters for modded ores (copper, tin, etc) should once again drop.\n- the effective area of the lamp of growth should now be properly centered on the lamp.\n- fixed essentia valve rotation with a wand - any direction without a possible connection is now valid\n- added a way to create obelisks in creative mode\n- slightly increased the spawning rate of eldritch stone rings in the overworld\n- added loot and stuff to spend the loot on\n- shovel of the earthmover now has more interesting placement mechanics - read the thaumonomicon entry\n- fixed some hover harness exploits\n- The hover harness will no longer reduce your block breaking speed while you are flying with it like some other forms of flight\n- excavation focus will now drop xp when you mine a block that normally drops xp\n- infusion crafting will now properly handle damage wildcards. \n- slightly altered the way \"tuned\" relays connect \n- vis relays now require line of sight to each other to connect - the beam cannot pass through solid blocks. \n- this was always supposed to be how they worked, but I disabled it for various reasons. \n- dupe fix for mods that spawn custom dropped items that pass through mirrors.\n- rebalanced some focus upgrades\n- fixed exploit where it was possible to apply foci to sceptres\n\n4.2.1.4\n- updated to Forge 10.13.1.1224\n- the new forge should resolve the biome weights issue where they had to be multiples of 10\n- removed the hitch or lag that occurs when you read a recipe in the thaumonomicon for the first time\n- primal wand focus is no longer affected by the mob griefing rule in regards to its explosions\n- fixed rendering bug with certain resourcepack particles losing their transparency\n- infernal furnace is once again looking in the right place when it counts bellows\n- thaumatorium will once again be able to draw essentia from all adjacent blocks\n- many thaumcraft \"machine\" or storage blocks now interact with comparators\n- fixed a suction related bug with buffers and added a way to choke the suction on a side to 0 as well as 1\n- corrected crimson rites tooltip\n- thaumcraft plants, leaves and logs had their asbestos removed to address health and safety concerns\n- fix crash that occurs when a travelling trunk with an entropy upgrade picks up an item.\n- when using fragments to try and find hidden research you must now right-click the resulting \"unknown research\" note to turn it into the research. If none was found it will automatically turn back into fragments. As in the old days you are not guaranteed to get all 9 your fragments back\n- silk touch on shovel of the earthmover now works as it should\n- axe of the stream now works as it did in previous versions. Any blocks it breaks automatically move towards player, but right click draws in items instead of harvesting faster.\n- the pickaxe of the core now only shows ores, lava and water \n\n4.2.1.3\n- anisotropic filtering was causing a strange rendering issue with infused ores so I changed the rendering method slightly.\n- void jars can now be used to empty alembics just like normal jars\n- further improvements to the essentia reservoir making it easier for blocks like the essentia buffer to get stuff out if it\n- the essentia buffer can now have connections toggled on and off just like tubes. \n- the essentia buffer connections can also be shift-clicked to choke the suction down to 1 on that side no matter how many bellows are attached.\n- altered the essentia buffer recipe to reflect its new super powers - don't worry, it basically only costs a stone block and a lever more than before.\n- the arcane bellows can now be placed in all possible orientations and is a lot less picky about where it is placed. Even though an infernal furnace can now technically have 4 or more connected bellows, its speed still caps out at only 3.\n- mana pods should now properly keep track of what beans they are supposed to drop if a non-player entity breaks them\n- increased the chance of fully grown pods dropping two beans from 50% to 66%\n- fixed axe of the stream desync issue\n- node-in-a-jar should once again render its jar when in item form\n- toned down the visuals of the essentia reservoir to make it less laggy and easier to see how close to full it is. Still has a fugly model though. \n- fixed a derp which could cause custom crops from other mods not to be harvested at the correct growth stage if they extend vanilla BlockCrops\n\n\n4.2.1.2\n- herba mana pods should now be a lot less common in worldgen\n- the arcane bore will now only repair broken pickaxes with the repair enchant instead of just constantly draining vis.\n- the invisible fence block for paving stones of warding no longer emit light and can now be clicked through when placing blocks.\n- climbing mobs like spiders will have a much harder time getting over paving stones of warding\n- improved jar rendering by getting rid of the odd transparency issues. Unfortunately they lost the ability to wobble. ;.;\n- tubes and machines will now be able to draw from the essentia reservoir\n- harvest golems can harvest stacked (reeds, cactus) and clickable (pams, etc) crops again. Seems I left in some debug code disabling it. \n\n\n4.2.1.1\n- fixed crash that occurs when you step near a relay while wearing a fully charged vis amulet\n- the essentia centrifuge and crystallizer now both respond to redstone signals by turning off and while processing vis their suction drops by half (to 64)\n- some spelling and grammer fixes\n- fix for possible research and aspect knowledge syncing issue\n\n4.2.1.0\n- API: changes to recipe handlers to better work with nbt data in items\n- API: added IWarpingGear interface to have gear that add warp while worn or held\n- as a temporary fix for the Forge biome spawning issue I will change all biome weights to multiples of 10 behind the scenes\n- change save filenames back to using username instead of UUID to prevent issues in offline mode. \n- saves will break if you change your username, but it is the lesser of two evils imo and easy enough to fix by hand\n- warp is now split into permanent warp, warp and temporary warp\n- permanent and temporary warp works like they did previously, but plain old warp can be removed via special means\n- the first time you log on half of all your permanent warp should be converted into \"plain\" warp\n- forbidden research now gives a mixture of warp and permanent warp, instead if just permanent warp\n- put a soft cap on most warp effects to prevent craziness when people have silly amounts of warp\n- rebalanced warp effects in general. \n- most effects now only scale their duration -or- strength from your warp total, not both\n- death gaze has a shorter, capped range and a narrower cone of effect\n- sun scorned now requires higher light levels to be dangerous, though any light still triggers the effect. It is also not all bad now.\n- crash fix when scanning certain things \n- fix for optifine crashing with greatwood and silverwood logs.\n- fix for arcane ears not taking note octaves into account\n- sun scorned now only hurts you in sunlight, but is a bit more dangerous than it used to be\n- the eldritch guardian can no longer use its screech ability through walls.\n- added support for the new biome type tags. It was causing minor strangeness with the generated aspects within aura nodes.\n- fixed directional essentia tubes to work correctly - previously they would not work unless used in a straight section.\n- added a new way to store essentia for the slightly deranged \n- fluid golems now carry multiples of the default bucket volume, instead of fractions thereof which was causing all kinds of derpiness.\n- harvest golems now properly check the blocks above and below their current level and the crop api should once again pick up the correct blocks (including mana bean pods)\n- inventory golems, hungry chests and travelling trunks will now try and fill existing stacks first before filling empty ones\n- fill golems will now properly handle stack sizes greater than 64\n- golems should now interact better with double chests\n- thaumcraft plants should now work on most modded soil or sand blocks\n- the arcane workbench charging relay now charges in small chunks each tick, instead of bigger chunks every 5 ticks. This should increase wand recharge rates a lot, though at the cost of a bit of server TPS.\n- vis amulets now recharges up to 5 times faster.\n- added a recipe to convert quicksilver into 9x quicksilver drops\n- made tubes quite a bit cheaper on gold and quicksilver \n- eldritch guardians no longer naturally spawn in normal \"magic\" biomes - that was a bug. They can still spawn in other places though...\n- most of the current thaumcraft baubles should now be able to become runic items.\n- the arcane bore can once again repair pickaxes enchanted with the repair enchantment. It will require vis from a vis energy network to do so however\n- any pickaxe in the bore slot will also have its normal updates performed allowing for void pickaxes and certain other mod pickaxes to perform their \"per tick repair\" functions\n- when attuning a vis relay to a new color it should properly link to neighbours and not occasionally cause a stack overflow crash\n- fixed a general bug where TE's weren't saving their data in a timely manner - the most common symptom of this was pedestals duping or losing items.\n- new mobs and structures: WARNING, these are still a work in progress and for now I have disabled most features linked to them.\n\n更新内容(翻译了一下)(4.2.3.0)\n\n修复了各种小bug\n添加了宏伟之树和银树的合成表？\n修复了先进炼丹炉的渲染错误\n后面的看不懂了，硬翻译，各种不通\n-增加了一个小的机会为某些小怪产卵的“冠军”相比他们的正常同行稍微更先进的能力。\n-冠军有产卵危险生物群落或位置的可能性要高得多\n-这可以部分禁用的配置并且存在可用于其他小怪添加到白名单中一个IMC消息\n-创意方尖碑的创造者，现在做一坛石的基地。警告只是一个字\n-即使完成了你可能不会得到一个迷宫的另一面，如果它是靠近现有的方尖碑。\n-香草村民去除硬币相关行业，并增加了一个新的“金融家”村民来改变你的硬币到有用的对象\n-固定相的成本为丝绸触控对焦升级，因此不会要求不可能的事\n-增加了一个新的3级升级为挖掘重点\n-重点火余烬将无法穿过固体物体了\n-卸下硬编码各种工具丰收水平\n-添加配方手艺自己怪异的眼神，一旦适当的研究已经解锁\n-固定流量洗涤管连接 \n\n美图欣赏\n\n\n\n\n074404yvnox9bive9yv9lk.jpg (26.55 KB, 下载次数: 2829)\n\n下载附件\n\n2015-1-2 09:23 上传\n\n\n\n\n\n\n\n\n\n\n074403fkui2hheaavhk5sj.jpg (36.56 KB, 下载次数: 2802)\n\n下载附件\n\n2015-1-2 09:23 上传\n\n\n\n\n\n\n\n\n\n\n074402wa2pf7v12aowtpzp.jpg (50.11 KB, 下载次数: 2810)\n\n下载附件\n\n2015-1-2 09:23 上传\n\n\n\n\n\n\n\n\n\n\n074400l3u3ju3aauzzo9ll.jpg (50.33 KB, 下载次数: 2812)\n\n下载附件\n\n2015-1-2 09:23 上传\n\n\n\n\n\n\n\n\n\n\n074358ijac7k8kiqgk8bbc.jpg (33.9 KB, 下载次数: 2811)\n\n下载附件\n\n2015-1-2 09:23 上传\n\n\n\n\n\n\n\n\n\n\n074357o5ynropzpt4ewu5o.jpg (42.2 KB, 下载次数: 2812)\n\n下载附件\n\n2015-1-2 09:23 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Ayamuta",
            "timestamp": 1420165800,
            "txt_content": "有1.7.10了好吧...\n看清楚再搬运..."
        },
        {
            "author": "只好取名字",
            "timestamp": 1420166460,
            "txt_content": "为什么我想搬运一个mod确处处有人作对。"
        },
        {
            "author": "只好取名字",
            "timestamp": 1420166940,
            "txt_content": "请lz把剩下的东西汉化，反正我知道英文部分的意思，lz可以解说就更好了，（多亏我把sf的视频在期中考试候后看完了。）lz可以解说《原始珍珠.化工厂》和《九狱核心.五次升级吸血蝙蝠召唤篇》"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1420167120,
            "txt_content": "d_amask 发表于 2015-1-2 10:30\n有1.7.10了好吧...\n看清楚再搬运...\nsf大大已经弃坑了"
        },
        {
            "author": "只好取名字",
            "timestamp": 1420168020,
            "txt_content": "原始珍珠的译文\n   省略的硕说是你发现了原始珍珠的魔力想激活这种强大的魔力。\n吸血蝙蝠五次升级译文\n   省略的说就是你可以召唤吸血的蝙蝠，但要生命的一点力量。（汗）——!\n化工厂的译文\n 省略的说就是你将炼金术与科技结合一体创造了高速的炼金设备，无需提供热原，混沌魔力将物品化为液体。（以无力看下去了。）\n\n珍珠与节点译文 省略的说是你可以将原始珍珠与灵气节点接触将会给节点一些强大的魔力。本人亲玩就是接触后爆炸产生恶心的咒波，节点的确增加了神秘的处初始要素并且让快凋谢的节点发生改变让它可以渐渐恢复成标准的，过程需要许多原始珍珠。\n    lz想要译文的可以和我说。"
        },
        {
            "author": "sqa5137002",
            "timestamp": 1420171140,
            "txt_content": "只好取名字 发表于 2015-1-2 11:07\n原始珍珠的译文\n   省略的硕说是你发现了原始珍珠的魔力想激活这种强大的魔力。\n吸血蝙蝠五次升级译文\n珍珠是个什么鬼Orz"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1420172400,
            "txt_content": "只好取名字 发表于 2015-1-2 10:49\n请lz把剩下的东西汉化，反正我知道英文部分的意思，lz可以解说就更好了，（多亏我把sf的视频在期中考试候后 ...\n元旦出门ing，回去看看汉化"
        },
        {
            "author": "夏天不太冷",
            "timestamp": 1420172940,
            "txt_content": "好东西 收下了"
        },
        {
            "author": "那年灬我",
            "timestamp": 1420174740,
            "txt_content": "感动ing{:10_512:}"
        },
        {
            "author": "w1351658513",
            "timestamp": 1420176360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "只好取名字",
            "timestamp": 1420186560,
            "txt_content": "sqa5137002 发表于 2015-1-2 11:59\n珍珠是个什么鬼Orz\n一种粉红加黄色的圆点，在thaumcart的物品栏中可以找到。"
        },
        {
            "author": "2317134820",
            "timestamp": 1420189380,
            "txt_content": "神秘4么~  好后悔没看完SF大大的视频  本来准备寒假看的"
        },
        {
            "author": "cftemplar",
            "timestamp": 1420197900,
            "txt_content": "楼主的这网盘太坑了，换一个吧"
        },
        {
            "author": "只好取名字",
            "timestamp": 1420200180,
            "txt_content": "其实我早就下好了最新版本，这源于我对sf的关注，可sf却弃坑了……"
        },
        {
            "author": "sqa5137002",
            "timestamp": 1420208520,
            "txt_content": "只好取名字 发表于 2015-1-2 16:16\n一种粉红加黄色的圆点，在thaumcart的物品栏中可以找到。\n4.2.2.1新加的？"
        },
        {
            "author": "Hehermit",
            "timestamp": 1420210680,
            "txt_content": " 本帖最后由 Hehermit 于 2015-1-2 23:04 编辑 \n\n不是还有一个Baubles的组件么，看更新已经到1.0.1.10了，这个不更新没问题么，\n"
        },
        {
            "author": "zrd9999",
            "timestamp": 1420212060,
            "txt_content": "sqa5137002 发表于 2015-1-2 22:22\n4.2.2.1新加的？\n在血腥祭坛通过开眼仪式可以开启一个类似副本的小世界，副本boss掉落"
        },
        {
            "author": "zrd9999",
            "timestamp": 1420212180,
            "txt_content": "楼主加油！终于有人接坑了……顺便SF的解说视频有很多人都下载过的，就是不知道再贴出来合适不合适……"
        },
        {
            "author": "死亡GG",
            "timestamp": 1420216740,
            "txt_content": "准备删帖吧，有搬运权的来了，没有搬运权还来搬运"
        },
        {
            "author": "U1U420039",
            "timestamp": 1420216860,
            "txt_content": "LZ你可以删除了,我已经申请到了搬运权\n图片在下\n"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1420255980,
            "txt_content": "zrd9999 发表于 2015-1-2 23:23\n楼主加油！终于有人接坑了……顺便SF的解说视频有很多人都下载过的，就是不知道再贴出来合适不合适…… ...\n找sf啊，问他愿不愿意"
        },
        {
            "author": "只好取名字",
            "timestamp": 1420260060,
            "txt_content": "sqa5137002 发表于 2015-1-2 22:22\n4.2.2.1新加的？\nyes，是的。"
        },
        {
            "author": "hiknight",
            "timestamp": 1420260900,
            "txt_content": "神秘时代4研究辅助工具网页版\n\nhttp://crafteverywhere.github.io/tcresearch/"
        },
        {
            "author": "zrd9999",
            "timestamp": 1420264980,
            "txt_content": "hiknight 发表于 2015-1-3 12:55\n神秘时代4研究辅助工具网页版\n\nhttp://crafteverywhere.github.io/tcresearch/\n这是4.2.0.1的，有些不对的，很有可能被坑……"
        },
        {
            "author": "zrd9999",
            "timestamp": 1420265100,
            "txt_content": "U1U420039 发表于 2015-1-3 00:41\nLZ你可以删除了,我已经申请到了搬运权\n图片在下\n支持，但是你的帖子呢，还在编辑吗，期待！"
        },
        {
            "author": "sqa5137002",
            "timestamp": 1420296720,
            "txt_content": "只好取名字 发表于 2015-1-3 12:41\nyes，是的。\n没有汉化的表示看不懂"
        },
        {
            "author": "saoruicnext",
            "timestamp": 1420308900,
            "txt_content": "{:10_494:}新的文本也没有汉化者接手了么"
        },
        {
            "author": "a892821968",
            "timestamp": 1420321860,
            "txt_content": "希望出详细的解说。"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1420369740,
            "txt_content": "a892821968 发表于 2015-1-4 05:51\n希望出详细的解说。\n详细解说实在不好办"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1420369740,
            "txt_content": " 本帖最后由 cihaoyi 于 2015-1-5 06:01 编辑 \nsaoruicnext 发表于 2015-1-4 02:15\n新的文本也没有汉化者接手了么\n新的汉化周末我会试试，但是为什么我在lang文件里没有看见英文的部分？"
        },
        {
            "author": "saoruicnext",
            "timestamp": 1420425360,
            "txt_content": "cihaoyi 发表于 2015-1-4 19:09\n新的汉化周末我会试试，但是为什么我在lang文件里没有看见英文的部分？\n\n\n\nlangs.zip\n(174.07 KB, 下载次数: 10)\n\n\n\n2015-1-5 10:34 上传\n点击文件名下载附件\n\n\n\n\n\n\n在这里面。en_US.lang和zh_CN.lang是Thaumcraft-1.7.10-4.2.2.1.jar里面带的语言文件\n新增的字段在en_US里面，zh_CN里面还是旧的，\n\ndiff_zh_CN.lang是我提取的新增的英文部分，已经加到new_zh_CN.lang文件里了你可以看看:)\n\n"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1420433820,
            "txt_content": "saoruicnext 发表于 2015-1-5 10:36\n在这里面。en_US.lang和zh_CN.lang是Thaumcraft-1.7.10-4.2.2.1.jar里面带的语言文件\n新增的字段在en_US ...\n恩，好的，我今晚看看"
        },
        {
            "author": "U1U420039",
            "timestamp": 1420452180,
            "txt_content": " 本帖最后由 U1U420039 于 2015-1-5 18:16 编辑 \ncihaoyi 发表于 2015-1-5 12:57\n恩，好的，我今晚看看ThaumCraft的Github\n最好还是老老实实的学习一段MC的本地化规则,再来参与汉化"
        },
        {
            "author": "U1U420039",
            "timestamp": 1420452360,
            "txt_content": " 本帖最后由 U1U420039 于 2015-1-5 18:17 编辑 \n\n再说了\nThaumCraft也不是SF汉化,主要汉化一直都是Craftevery的工作,为了避免出现帮倒忙的或者多种汉化版本在mcbbs传播\n最好还是不要这样做"
        },
        {
            "author": "U1U420039",
            "timestamp": 1420452780,
            "txt_content": " 本帖最后由 U1U420039 于 2015-1-5 18:15 编辑 \n\n\n希望你的英语水平能读得懂这句话"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1420464780,
            "txt_content": "U1U420039 发表于 2015-1-5 18:13\n希望你的英语水平能读得懂这句话\n发现汉化这玩意需要结合这游戏来，不然完全不知道那是干啥的，如果周六他还没汉化，那我就汉化一下好了"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1420465200,
            "txt_content": "U1U420039 发表于 2015-1-5 18:03\nThaumCraft的Github\n最好还是老老实实的学习一段MC的本地化规则,再来参与汉化\n ...\n1.我会汉化，至于本地化什么的我也懒得管。我之前只是发现中文lang里面没有英文需要翻译而已，原来作者只更新了英文lang。\n2.知道神秘4的Github对于汉化来说。。。有什么用？"
        },
        {
            "author": "U1U420039",
            "timestamp": 1420535280,
            "txt_content": " 本帖最后由 U1U420039 于 2015-1-6 17:37 编辑 \ncihaoyi 发表于 2015-1-5 21:40\n1.我会汉化，至于本地化什么的我也懒得管。我之前只是发现中文lang里面没有英文需要翻译而已，原来作者只 ...\nGithub能帮助作者一次性整合所有的本地化文本\n避免多种版本的文本的流传说简单些\n如果你想你的汉化文本得到作者的承认，你必须使用Github"
        },
        {
            "author": "U1U420039",
            "timestamp": 1420535340,
            "txt_content": "cihaoyi 发表于 2015-1-5 21:33\n发现汉化这玩意需要结合这游戏来，不然完全不知道那是干啥的，如果周六他还没汉化，那我就汉化一下好了 ...\nCraftevery也可以是说汉化的老司机了,几乎所有的TC都是由他汉化的,用不着你担心.说白了你可能会帮倒忙"
        },
        {
            "author": "肾宝。",
            "timestamp": 1420924020,
            "txt_content": "为什么我4.10g长柄法杖无法放入奥数工作台。。"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1420935960,
            "txt_content": "肾宝。 发表于 2015-1-11 05:07\n为什么我4.10g长柄法杖无法放入奥数工作台。。\n可以放，但是不好放。推荐你个简单的方法：按住shift，然后点一下法杖，就放上去了"
        },
        {
            "author": "lvchun999",
            "timestamp": 1421053620,
            "txt_content": "cihaoyi 发表于 2015-1-11 08:26\n可以放，但是不好放。推荐你个简单的方法：按住shift，然后点一下法杖，就放上去了 ...\n4.2.1手杖好像怎么都放不进工作台了"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1421055720,
            "txt_content": "lvchun999 发表于 2015-1-12 17:07\n4.2.1手杖好像怎么都放不进工作台了\n可以的，如果我的那个简便方法不能用，那就手动放把。注意：法杖和那个长条凹槽一定要对好，差一点也放不上。"
        },
        {
            "author": "22210963",
            "timestamp": 1421074440,
            "txt_content": "谁有教程啊！！"
        },
        {
            "author": "zxhdb520",
            "timestamp": 1421084760,
            "txt_content": "好吧 不是本人吐槽 SF怎么老是弃坑啊  第二次了  最后感谢LZ为屌丝们带来的福利"
        },
        {
            "author": "zzbb",
            "timestamp": 1422876600,
            "txt_content": "谢谢                              "
        },
        {
            "author": "a1176680857",
            "timestamp": 1422940020,
            "txt_content": "楼主啊，这个网盘也不能用啊"
        },
        {
            "author": "love煌",
            "timestamp": 1422941640,
            "txt_content": "很好的mod，标示顶顶顶"
        },
        {
            "author": "lanjun1",
            "timestamp": 1422954360,
            "txt_content": "不喜欢你用的网盘{:10_558:}"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1422954780,
            "txt_content": "lanjun1 发表于 2015-2-3 17:06\n不喜欢你用的网盘\n我对百度云失望了"
        },
        {
            "author": "7125039",
            "timestamp": 1423739880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1423795260,
            "txt_content": "7125039 发表于 2015-2-12 19:18\n我问一下 我的服务器是1.72的装了神秘之后玩家去矿界研究笔记会被重置是怎么回事？有多世界管理 ...\n哪个多世界插件？"
        },
        {
            "author": "7125039",
            "timestamp": 1423811940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1424070120,
            "txt_content": "7125039 发表于 2015-2-13 15:19\nhttp://www.mcbbs.net/thread-101532-1-1.html\n是这个多世界管理插件\n不知了，我跟你用得一种插件，没有那种情况"
        },
        {
            "author": "TDL",
            "timestamp": 1424074680,
            "txt_content": "重要的还是mod版本，这是我注意的"
        },
        {
            "author": "ko446777158",
            "timestamp": 1424082360,
            "txt_content": "感谢。。。。。。。。。。。"
        },
        {
            "author": "只好取名字",
            "timestamp": 1424086680,
            "txt_content": "度娘汉化更新，让人倍感幸↗福"
        },
        {
            "author": "我是呆呆",
            "timestamp": 1424087400,
            "txt_content": "谁有神秘时代4.2.2.1的汉化版本有的发给我 qq1825419514 谢谢"
        },
        {
            "author": "Joker_Ace",
            "timestamp": 1424259120,
            "txt_content": "感谢感谢，找了半天才找到"
        },
        {
            "author": "a83122028",
            "timestamp": 1425015120,
            "txt_content": "有一点我感到很无语。。。。怎么都不搬运1.7.2的。。。是没有吗？"
        },
        {
            "author": "609799812",
            "timestamp": 1425061200,
            "txt_content": "{:10_493:}么逼噢网盘啊，下载电脑直接中毒"
        },
        {
            "author": "coly",
            "timestamp": 1425153300,
            "txt_content": "楼主你不贴上前置mod误导好多人呢"
        },
        {
            "author": "469291370@qq.co",
            "timestamp": 1425658740,
            "txt_content": "发现TC4.0.2.1以后的版本出现闪退现象 本人亲测 客户端只留FORGE 和TC4 还是有问题（玩了不定时间后直接闪退 然后死档 进档就闪退 可用4.0.2.1解除死档 但是BUG未能解除还是会闪退 死循环）"
        },
        {
            "author": "李勤丰",
            "timestamp": 1425689340,
            "txt_content": "好好好哈哈哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "Shirahane_suoh",
            "timestamp": 1426314660,
            "txt_content": "备用里面全是广告，请选择好网盘以便其他人下载"
        },
        {
            "author": "zhang335804326",
            "timestamp": 1426317120,
            "txt_content": "这网盘好坑……"
        },
        {
            "author": "jsahnc",
            "timestamp": 1426923780,
            "txt_content": "翻不过墙..."
        },
        {
            "author": "thisisxc",
            "timestamp": 1426925400,
            "txt_content": "翻不了墙怎么办 你就不能传到百度盘 服了"
        },
        {
            "author": "yiansi",
            "timestamp": 1426929120,
            "txt_content": "thisisxc 发表于 2015-3-21 16:10\n翻不了墙怎么办 你就不能传到百度盘 服了\n原贴没墙，不用翻"
        },
        {
            "author": "『FのI』",
            "timestamp": 1426930140,
            "txt_content": "喜欢真的喜欢{:10_492:}"
        },
        {
            "author": "thisisxc",
            "timestamp": 1426931040,
            "txt_content": "下载要翻"
        },
        {
            "author": "PlanetAutumn",
            "timestamp": 1427107440,
            "txt_content": "无法下载，上度盘吧。"
        },
        {
            "author": "请叫我发哥",
            "timestamp": 1429272600,
            "txt_content": "1.7.10的官方网址崩了 LZ有没有网盘 发网盘 急求"
        },
        {
            "author": "霸气小松",
            "timestamp": 1429277280,
            "txt_content": "楼主1.7.2的没有网盘怎么破"
        },
        {
            "author": "霸气小松",
            "timestamp": 1429277340,
            "txt_content": "霸气小松 发表于 2015-4-17 21:28\n楼主1.7.2的没有网盘怎么破\n还翻不了墙"
        },
        {
            "author": "依然MC",
            "timestamp": 1431825780,
            "txt_content": "求1.7.10，网盘下不了"
        },
        {
            "author": "小——王",
            "timestamp": 1431836700,
            "txt_content": "很不错的mod{:10_492:}"
        },
        {
            "author": "梅子",
            "timestamp": 1432614900,
            "txt_content": "看到前排提sf的我只想【手动再见"
        },
        {
            "author": "huanghongxun",
            "timestamp": 1432618080,
            "txt_content": "不是有TC5了么"
        },
        {
            "author": "zhang2971658470",
            "timestamp": 1432626060,
            "txt_content": "研究笔记里面的字太小了是怎么回事"
        },
        {
            "author": "xiaohuiju",
            "timestamp": 1432635120,
            "txt_content": "不会玩啊求中文教材"
        },
        {
            "author": "Losson-孤寂",
            "timestamp": 1432870740,
            "txt_content": "不做伸手党"
        },
        {
            "author": "1241098210",
            "timestamp": 1433045100,
            "txt_content": "服务器里这mod有什么要禁的吗"
        },
        {
            "author": "cihaoyi",
            "timestamp": 1433061780,
            "txt_content": "1241098210 发表于 2015-5-31 12:05\n服务器里这mod有什么要禁的吗\n源动之炎和守护核心，暂时想起这俩，其他自己摸索"
        },
        {
            "author": "sur",
            "timestamp": 1436258100,
            "txt_content": "使用核心镶嵌台的时候一点就崩溃。。。。联机里用渗透附魔修复的时候也是。。。"
        },
        {
            "author": "sheng6596346",
            "timestamp": 1437368580,
            "txt_content": "d_amask 发表于 2015-1-2 10:30\n有1.7.10了好吧...\n看清楚再搬运...\n没有1.6.2的呜呜呜{:10_494:}"
        },
        {
            "author": "qyf19710614",
            "timestamp": 1438054560,
            "txt_content": "又回来下神秘时代4了 果然还是神秘好玩"
        },
        {
            "author": "silveryingchen",
            "timestamp": 1438855380,
            "txt_content": "楼主,神秘适用于1.7.2的貌似有一些很蛋疼的BUG啊......研究点丢失，无法捕捉节点什么的·.."
        },
        {
            "author": "qsavbcas",
            "timestamp": 1439037600,
            "txt_content": "一直大爱神秘 谢谢楼主"
        },
        {
            "author": "辉耀",
            "timestamp": 1440649320,
            "txt_content": "我想知道为什么我创造放的节点全是风元素的。。。"
        },
        {
            "author": "我的2333",
            "timestamp": 1441455420,
            "txt_content": "很nice的作品，不做伸手党"
        },
        {
            "author": "zx88933300",
            "timestamp": 1441721220,
            "txt_content": "不错不错 赞一个  刚好想玩玩神秘  "
        },
        {
            "author": "燚岚殇",
            "timestamp": 1443169200,
            "txt_content": "感谢楼主分享{:10_512:}"
        },
        {
            "author": "库克弱哩",
            "timestamp": 1443424260,
            "txt_content": "最喜欢玩神秘了，可是回头才发现一入神秘深似海，从此节操是路人啊"
        },
        {
            "author": "1362094936",
            "timestamp": 1443861060,
            "txt_content": ".。。。。。。。。。。。。。。"
        },
        {
            "author": "勇闯布吉岛",
            "timestamp": 1449130140,
            "txt_content": "为什么我安装之后客户端就打不开了"
        },
        {
            "author": "三冬男",
            "timestamp": 1449144960,
            "txt_content": "谢啦{:10_512:}"
        },
        {
            "author": "huwei5201314789",
            "timestamp": 1451654340,
            "txt_content": "楼主，装上神秘4后\n每进一个玩家，后台就刷这串，啥意思？\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 27\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 26\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 28\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 27\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 26\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 28\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 27\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 26\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 28\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 27\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 26\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 28\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 27\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 26\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 28\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 27\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 26\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 28\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 27\n01.01 21:18:13 [服务器] 警告 DataWatcher ID conflict for player:[unknown] @ 26复制代码"
        },
        {
            "author": "a842722575",
            "timestamp": 1452525720,
            "txt_content": "1.7.2的版本怎么还不更新，不开心"
        }
    ]
}