{
    "title": "<原创·连载>《方块的吟唱》1-4 中立生物",
    "author": "中立生物",
    "replyCount": 17,
    "timestamp": 1420171080,
    "txt_content": " 本帖最后由 中立生物 于 2019-3-23 18:33 编辑 \n\n大家元旦快乐！{:10_512:}中立生物来更一下第四章（到底还是没忍住啊），望多指教！\n\n\n\n    “太过分了。”       幸好这是河岸边，水只有一格深，史蒂夫扑腾着坐起身来，下半身依然浸在水里。他的左腿正一跳一跳地疼着，沉重的铁块压在上面，史蒂夫觉得胫骨都要断了。       “一个僵尸，一架骷髅，还有一只鬼知道是什么的能瞬移的生物——太过分了——呃啊！”史蒂夫想摸到铁块，结果不小心动了一下左腿，瞬间疼得龇牙咧嘴。最终他还是碰到了铁块。史蒂夫用了三分之一的毅力不让自己疼得喊出来，剩下的三分之二全部集中到那块冰冷的铁块上——铁块在史蒂夫手上化成一个模型体，被丢进了背包里。       史蒂夫依然不敢放松警惕——那能瞬移的紫眸生物不知道出于什么原因放了史蒂夫一马，但史蒂夫可不能保证它就不会在旁边盯着自己。万一它又回来，史蒂夫可禁不住再挨一顿揍。       史蒂夫大口大口地喘着气，颤颤巍巍地站了起来，由于疼痛、水浸和胆战心惊，他全身都不住地发抖。史蒂夫打了个寒战，一瘸一拐地走到不远处的一颗橡木旁，废了不少劲才把刚才被僵尸击飞的石剑从树干上拔了下来。“总之，这个夜晚不咋的。”史蒂夫一边往木屋的方向走去，一边自言自语，希望能给自己壮壮胆——一路上史蒂夫的神经都高度紧张，丝毫不敢怠慢，随时提防着从哪边又蹿出一只怪来。不过幸好，这一路上还算平静，史蒂夫只见到两只有半人高的蜘蛛，不过都离得很远。       终于，木屋里的火光明显起来。史蒂夫跌跌撞撞地进了门，把石剑往工作台上一丢，便疲惫地倒在了中午刚刚落成的床上。“系统……果然是什么代码都编的出来啊……”史蒂夫半眯着眼睛喃喃道——他现在全身没有一处不疼的，“僵尸，骷髅……开玩笑……什么玩意儿……”接下来的几天里，史蒂夫依然心有余悸，生怕再次遇袭。史蒂夫本以为怪物只会在矿坑内生成——机遇与危险并存嘛，有矿石则有怪物，想想好像也没错——直到过了几天，史蒂夫好不容易旧伤愈合，却再次在夜里被僵尸捅菊后，这个想法才产生了动摇。史蒂夫捂着腰部一块淤伤，推开木屋的门走了进来——在上次遇袭后，史蒂夫便给自己做了两扇木门，实际上史蒂夫并不认为这脆弱的木门足以挡住僵尸的进攻，只是给自己找点安全感罢了。这次史蒂夫伤得并不严重，只是不小心挨了一拳而已——为了预防怪物的袭击，史蒂夫最近一直在练习打斗技巧。       史蒂夫在床上坐下，把石剑插在脚边的泥土上，拿起床头的《M’S》翻阅起来。“怪物……生成环境以及条件……必须亮度小于7……怪不得呢，”史蒂夫合上《M’S》，“这就是说，在夜晚怪物就会生成——而在矿坑中，亮度是一直偏暗，所以也会生成——除非我插上火把。”史蒂夫把《M’S》和石剑放入背包。“这么说，我只要控制住光线，就可以比较放心地挖我的矿了吧。”       史蒂夫真是后悔没有早点向《M’S》求助——那样就不至于提心吊胆这么多天了。不过现在弄清了怪物的生成法则，史蒂夫计划着再次回到那个矿坑中，把那天发现的那几块铁矿采集下来。       史蒂夫又度过了一个夜晚，在耕种了一星期左右后，小麦终于成熟了（系统将小麦的成熟周期以一个夸张的比例进行了缩短）。史蒂夫也成功制作出了面包，吃了一顿饱饭。到了黄昏，史蒂夫打点起石镐和石剑等装备，向小树林中的矿坑进军。       史蒂夫沿着蜿蜒的溪河来到了矿坑前，上次放置的火把依然在洞壁上燃烧着。史蒂夫在下坑的坡道前立起三格高的泥土方块柱，四面插上火把——他可不想挖完铁矿，一上来就遇上骷髅射手。干完这些，史蒂夫走下了矿道。       四下依然是熟悉的环境——洞壁上的火把发出摇曳的火光，上次被击飞的骷髅摊在矿道一角，身边落着几支箭，折断的弓散落在几步开外。史蒂夫把持好距离，在洞壁上又安置了好些火把，确保充足光照。       史蒂夫又向前几步，再次看见了那个曾吓了他一大跳的“架子”——缺了一边的T字铁架子嵌在洞壁里，上面放着一个雕刻精美的南瓜头。史蒂夫愣了一下——刚刚他心头似乎无故闪过一丝激动——那种期待与渴望交杂的心情——“不对劲。”史蒂夫心存提防。他小心翼翼地又向前探了几步，放置完火把后，折了回来——过了几秒，史蒂夫才发现自己回来只是想盯着那架子看——天呐，史蒂夫发现这架子对自己有一种磁石对铁一般的奇妙吸引力，不仅如此，史蒂夫甚至觉得那架子也有生命，那在南瓜上雕出来的眼睛似乎也在望着他——就像史蒂夫第一次见到它一样，他觉得好像见到了分别已久的老友。       史蒂夫的目光落在了架子左边的空槽上。“缺了一块铁块……铁块……！”史蒂夫一个激灵，赶紧调出背包界面，找了一会儿，取出了那块铁块模型体。史蒂夫知道这样做非常冒险，但理智似乎无法控制行动——他轻轻把模型体推向那空槽——“啪”，一声轻响，铁块被放了上去。那一秒，什么事都没有发生。史蒂夫似乎放了心——没有意外；又似乎有些失望——本来以为会出现一些有趣的东西——至少是打开暗门什么的——“呲啦——当当当当当——”随着一阵金属摩擦移位的声音，面前的铁架子旋转，拉伸，变形——史蒂夫忽地跳开，抽出石剑——“呼啦——当！”随着金属碰撞发出最后一声响，刚刚的铁架子竟变成了一个比史蒂夫高出一个头的铁人，立在紧握石剑的史蒂夫面前。沉默两秒。       史蒂夫前额冒出冷汗——面前这东西的身板，自己要战，肯定打不过；若要退，身后是矿坑和无尽的黑暗，说不定情况更凶险。“你……是谁？”史蒂夫大声问道，只为打破僵局，结果一想才发现自己这句话问得也实在太**了。一阵机器启动的声响，“嗞嗞——”铁人的眼睛像灯泡似的亮起来，那是明亮的蓝色，蓝得发白。“呃——！！”身后传来熟悉的吼声，史蒂夫还不及张口，铁人一拳早已击出，嗖地从史蒂夫脑袋边擦过——     “当！”史蒂夫听见身后似乎是一只僵尸被击中了，听声音被击飞挺远。史蒂夫忙转过身，警觉地看着那高大的铁人。       它转过身来，史蒂夫惊奇地发现它脸上俨然一副“这还用解释吗”的表情。“我是谁？好问题。”它用一种铿锵的金属音答道，“——我听见你召唤我，我就来了。”“什么？”史蒂夫被突如其来的情况搞蒙了。铁人歪了歪脖子：“是你把我召唤出来，不是么？”“召唤？——哦，我——呃，有一个铁架子——”“上面放着雕刻南瓜头——嘿，就是这个。”铁人似乎很开心，“我听见你的召唤，你知道吗，和其他感情不一样。”它顿了顿，“久违了的诚挚。”看着史蒂夫不解的表情，铁人戳了戳胸前道：“铁傀儡将在主人最需要时出现，请用最诚挚的心来召唤他！”尽管史蒂夫依然一头雾水，但听这话好像这铁人并无敌意——说不定还是朋友。       “铁傀儡……？”史蒂夫询问地看着眼前的高大身影。       “是啊……”铁人耸了耸肩，“你把我召唤出来，你我便是最忠实的朋友了，不是么？”       怪事。       朋友……史蒂夫这才意识到自己是多么缺朋友，在这个奇葩系统里头，自己总是孤身一人，还真没想到能有个朋友——何况是既拥有“钢铁之躯”，又可以交谈的朋友啊。史蒂夫望着那闪着蓝白色电光的眼睛，尽管自己有一亿个理由去警惕，却再次产生了那种毫无保留地信任的感情。       “是啊……朋友！”史蒂夫收起石剑，伸出一只手去握了握对方的铁臂。“朋友！”铁傀儡也伸出一只手。\n       “话说回来了，”史蒂夫现在又抽出了石剑——他现在在回木屋的路上，身边多了个伙伴，史蒂夫觉得有安全感多了，“你究竟是谁？”“铁傀儡，”铁人说着，挑了挑眉，“不是个好称呼。但在我的记忆储存装置里就是这个名字——是系统给我定下的。”史蒂夫来了兴趣：“你接触过系统？是怎样一个程序？最近的漏洞——”“真抱歉，”铁傀儡道，“我并不比你知道的多，只是系统在我脑子里加入了一些信息，那可以说是潜意识——就像你知道要生存就要保证衣食一样。”“哦。”史蒂夫有些失望，本以为可以问出关于系统漏洞的信息，说不定还能离开这个系统呢——说实话，史蒂夫可不想在这奇怪的系统中孤独终老。       “所以，”铁人接着说，“取名字这个世纪重任可就落在你身上啦史蒂夫——哦，别问我是怎么知道你名字的，铁傀儡会直接从系统中获得召唤者的名字信息。”        史蒂夫转过头看着铁人湛蓝的眼睛，略微思索了一下。       “叫你阿湛好了。”       “好名字——比铁傀儡强多了。”阿湛点点头，明亮的双眼在月下闪着幽光。\n       自阿湛出现后，史蒂夫的生活发生了重大转变。史蒂夫的确料不到，看着神似“战斗机器”的所谓铁“傀儡”给自己的生活增添了这么多色彩。这铁傀儡一点也不“傀儡”，相反，他有自己的思想，除了不是肉做的，根本与人无异，而且有着和史蒂夫一样的性格——逗逼。史蒂夫很快就喜欢起这个“铁”哥们来，阿湛不仅是个交谈的好伙伴，在其他方面也帮了史蒂夫不少忙，现在史蒂夫的田地扩大了，木屋也像样了许多，这些都有阿湛的功劳。此外，史蒂夫还修了一座小石桥横跨溪河，当俩人都闲着无聊时，他们就在桥上钓鱼。       在遇到阿湛的第二天，史蒂夫问及食物问题时，阿湛给出一个奇葩的回答：“有咸鱼么？”“啥？”史蒂夫不知道是否应该一笑了之，“你喜欢吃咸鱼？”“是只吃咸鱼，”阿湛耸耸肩，“煎的更好。”“喜欢煎咸鱼？哈哈你还真不是一般的重口。”史蒂夫虽然弄不懂为什么一个铁傀儡会喜欢咸鱼，但还是做了一把钓竿，反正鱼也是十分鲜美的食物。       “我们应该再下一次矿坑，”在听了史蒂夫前两次下矿的遭遇后，阿湛说道，“你得给自己弄一副盔甲啊——以防再次被可爱的僵尸君捅菊，当然啦，除非你有这种奇特的嗜好。”“是啊，说的好，”史蒂夫在刚落成不久的箱子里翻找着，“有此同感。”收拾装备用不了多长时间，史蒂夫很快又到了矿坑口。有了阿湛，史蒂夫总算不用一步三回头地提防僵尸了，阿湛在前面探路时，史蒂夫则把上次发现的几块铁挖了下来。       这个矿坑果然十分庞大，矿道分支很多，四通八达，为了防止迷路，他们只是沿着一条较小的分支探索。走了不远，史蒂夫便到了这个分支的尽头，不过所谓功夫不负有心人，这里有一大堆的铁矿，史蒂夫当然不会放过，赶忙抽出石镐开挖。       “不赖，”阿湛拿过一块铁块模型体，端详着，“这些足够做完一副装备了——也许还能剩下不少呢。”“是啊——”史蒂夫正伸长胳膊去挖一块埋得挺深的铁矿，啪！方块被击碎了，但史蒂夫似乎吧这个坑道挖穿了，模型体旋转着掉进下面的一片黑暗中——“诶别——”史蒂夫想在模型体落下之前抓住它，但脚下一滑，整个人跟着一起摔了下去。“哦不。”阿湛转过身来，却也踩中了矿石碎片，重蹈史蒂夫的覆辙——掉了下去摔成一堆。“咳咳——够呛，”史蒂夫捂着摔伤的肩胛骨，调出火把，“衰神附体了是怎么的，一下矿坑就出意外……”史蒂夫放置了好些火把，“阿湛……阿湛？”阿湛倒是没大碍（毕竟人家是铁打的）。“嘿史蒂夫，”阿湛半张着嘴，指着四下，“看呐……”史蒂夫的心一紧，他这才发现——“铁……铁路……？”       他们正位于一条看起来明显是废弃了的铁路旁，地上的铁路残破不堪，断断续续，身边每过几步就有几支支撑洞顶用的栅栏，上面还垫着木板。       阿湛看看史蒂夫，史蒂夫一脸的吃惊。       “遗迹矿坑……？”       “遗迹矿坑。”\n\n\n索引在此\n",
    "replies": [
        {
            "author": "player927",
            "timestamp": 1420171200,
            "txt_content": "本人的《逐渐II》终于恢复了，感谢版主HGK，恭喜我吧！"
        },
        {
            "author": "zwh007",
            "timestamp": 1420171260,
            "txt_content": "嗯不错不错，虽说原版生存类的小说可能提不起人的兴趣。LZ可以试试添加一些原版没有的东西，这样才有看点。\nPS：亡灵战争小说已经开始写了，不过是英文版= ="
        },
        {
            "author": "北极星人",
            "timestamp": 1420172880,
            "txt_content": "{:10_492:}嘛……@我成了你的习惯吗？建议别要写单纯的原版，别被现实束缚住。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1420176600,
            "txt_content": "写得比我好的，我都好评π_π我的文点此\n另一篇：http://www.mcbbs.net/thread-380103-1-1.html\n求评论"
        },
        {
            "author": "我是M哥",
            "timestamp": 1420194120,
            "txt_content": "好久不见\n@中立生物"
        },
        {
            "author": "中立生物",
            "timestamp": 1420201440,
            "txt_content": "北极星人 发表于 2015-1-2 12:28\n嘛……@我成了你的习惯吗？建议别要写单纯的原版，别被现实束缚住。 ...\n会改进，谢谢建议{:10_512:}"
        },
        {
            "author": "中立生物",
            "timestamp": 1420201500,
            "txt_content": "我是M哥 发表于 2015-1-2 18:22\n好久不见\n@中立生物\n是啊，最近都没怎么上bbs"
        },
        {
            "author": "中立生物",
            "timestamp": 1420201620,
            "txt_content": "zwh007 发表于 2015-1-2 12:01\n嗯不错不错，虽说原版生存类的小说可能提不起人的兴趣。LZ可以试试添加一些原版没有的东西，这样才有看点。 ...\n感谢建议！不是生存类，它还是有剧情的。是关于heroborine的悬疑小说。\n再次致谢！"
        },
        {
            "author": "中立生物",
            "timestamp": 1420201680,
            "txt_content": "player927 发表于 2015-1-2 12:00\n本人的《逐渐II》终于恢复了，感谢版主HGK，恭喜我吧！\n恭喜！呃话说你不是退出bbs了么。。。"
        },
        {
            "author": "中立生物",
            "timestamp": 1420204560,
            "txt_content": "北极星人 发表于 2015-1-2 12:28\n嘛……@我成了你的习惯吗？建议别要写单纯的原版，别被现实束缚住。 ...\n恩，剧情简介放到索引里了，可以去看看。\n话说那简介。。。太“简”了，只是给出了一个大致线路。\n不过情节已经全部构思完毕了。\n我是不会剧透的"
        },
        {
            "author": "zwh007",
            "timestamp": 1420213080,
            "txt_content": "中立生物 发表于 2015-1-2 20:27\n感谢建议！不是生存类，它还是有剧情的。是关于heroborine的悬疑小说。\n再次致谢！\n ...\n有剧情就好。\n不过HIM其实也已经烂大街了。。。"
        },
        {
            "author": "中立生物",
            "timestamp": 1420255380,
            "txt_content": "zwh007 发表于 2015-1-2 23:38\n有剧情就好。\n不过HIM其实也已经烂大街了。。。\n是啊。。。不过我会换一个套路来写的，不是狗血的拯救世界什么的剧情。。\n感谢支持{:10_512:}"
        },
        {
            "author": "北极星人",
            "timestamp": 1420261440,
            "txt_content": "中立生物 发表于 2015-1-3 11:23\n是啊。。。不过我会换一个套路来写的，不是狗血的拯救世界什么的剧情。。\n感谢支持 ...\n哦对了楼主，我特别喜欢吃中立生物你造吗？"
        },
        {
            "author": "中立生物",
            "timestamp": 1420262280,
            "txt_content": "北极星人 发表于 2015-1-3 13:04\n哦对了楼主，我特别喜欢吃中立生物你造吗？\n不造耶。\n那可真是个悲惨的故事。（北极星人有意见就提嘛{:10_493:}绕这么大弯干什么。。）"
        },
        {
            "author": "北极星人",
            "timestamp": 1420282920,
            "txt_content": "中立生物 发表于 2015-1-3 13:18\n不造耶。\n那可真是个悲惨的故事。（北极星人有意见就提嘛绕这么大弯干什么。。） ...\n哦哦哦你从哪里看粗我有意见了？"
        },
        {
            "author": "中立生物",
            "timestamp": 1420370400,
            "txt_content": "北极星人 发表于 2015-1-3 19:02\n哦哦哦你从哪里看粗我有意见了？\n呃。。难不成北极星人只是单纯地想说喜欢吃中立生物。。？\n我以为没人比我更二了呢"
        },
        {
            "author": "北极星人",
            "timestamp": 1420847520,
            "txt_content": "中立生物 发表于 2015-1-4 19:20\n呃。。难不成北极星人只是单纯地想说喜欢吃中立生物。。？\n我以为没人比我更二了呢 ...\n嘛~~这种话含义是很多的，需要自个儿品味品味。但是中立生物的肉味道真的很……好"
        }
    ]
}