{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第6章 黑骷髅 by小龙",
    "author": "毒蛇",
    "replyCount": 2,
    "timestamp": 1420193820,
    "txt_content": " 本帖最后由 毒蛇 于 2015-4-11 11:53 编辑 本章的介绍：两只凋灵骷髅怎么能把苦力怕打得一败涂地？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-374786-1-1.html\n下一章地址：http://www.mcbbs.net/thread-388603-1-1.html\n本章总字数：1420字\n第六章 黑骷髅\n　　洛克越听烈焰国王讲凋灵骷髅就越生气。　　“我们现在干脆去把他们灭了得了！”洛克大嚷道。　　“对啊！杀了他们！居然捣乱到下界了。”泰迪也说。　　“停！你们别太冲动！我说……”依耶对他们说，想尽量压住他们的火。　　“诶？你的勇气哪去了？你想回西特瓦尔了？依耶？”洛克讽刺道。　　“不是，我说你们，不要冲动……我是说……”依耶已经着急的语无伦次了。　　“行啦行啦！别絮叨了，你爱去不去！”洛克嚷道。　　“洛克，别这么说，她也是为了我们好。”泰迪安慰着洛克。　　“你们都不行是吧！我们走！”洛克就带着亚伯拉罕和克莱拉走了。　　“校长，怎么办？”泰迪问道。　　“哎……我们还是去看看吧……”希尔保特边说着，边示意烈焰国王停止讲座（他一直在没完没了地说）。　　烈焰国王这才从说话中清醒过来，急忙问道：“出了什么事？”　　希尔保特先是一愣，然后说：“有三个小孩儿去找凋灵骷髅的麻烦了。”　　“什么！太危险了！”烈焰国王尖叫道。　　“那么你刚才干什么去了？”多丽丝讽刺道。　　“好吧，我错了，那么……你们说怎么办？”烈焰国王说。　　“开什么玩笑！”南依道茜的班主任开始絮叨，“是吧，刚才你在那没完没了的说，结果现在问我们咋办？你说怎么办？啊？说啊！我就说啊，做苦力怕也好，做烈焰人也罢，那就快……”　　“行啦行啦。”希尔保特一反常态地制止了，“赶紧就事论事，快点儿想办法。发牢骚是最低级的发泄方式，我们要用实际行动来证明和解决一切。”　　“那么……校长……”泰迪缓缓地说道。　　希尔保特把头转过来，看着泰迪，收了收下巴，皱了皱眉，好像是要听泰迪继续说下去，他的脸上露出了一丝笑容。　　“我是说，我们可以追过去，看着他们，一旦出事了，赶紧营救。”泰迪说道。　　希尔保特笑容更明显了。他轻轻点了点头，说：“依耶，泰迪，还有自愿来的，快到这里。”　　北伏加特的大多数学生都来了，西特瓦尔和东合特谷的也来了不少，烈焰国王也来了。南依道茜就来了一个——皮格·否特。　　泰迪看着他，他便开口了：“呵呵，我要看着爱德文到底能出什么丑，我要嘲笑他一番！”　　泰迪很恼火，攥紧了拳头，特别想揍他一顿。希尔保特用锐利的目光盯着皮格，皮格似乎是被那目光所穿透了，当即就变得乖乖的，不再乱说了。　　希尔保特带着大家来到了凋灵王国门口，看见洛克他们已经和凋灵骷髅厮杀起来了。他们看见洛克拿着苦力怕学院圣剑——诶？这个不是在泰迪那里的吗？怎么跑这里来了？泰迪忽然想起来，那天住在恶魂王国时洛克向他借那把宝剑来着。　　他们把头从灵魂沙的缝隙伸出来，想看得更清楚，却听见皮格·否特大叫一声，凋灵骷髅立刻看着他们那里。泰迪他们赶紧把头收回去，一只凋灵骷髅士兵在那里嚷嚷：“真是的！我又有幻听了！”　　他们继续看的时候，发现洛克他们已经被逼到下界要塞的墙垛上了，洛克拿着宝剑放在自己身前，防御着。凋灵骷髅士兵拿着石剑，一直在推洛克。洛克刚想往后退一步，就看见身后是万丈深渊，深渊下边是滚烫的岩浆。　　眼看洛克就撑不住了，没想到克莱拉忽然扑上来，把洛克推到了旁边。凋灵骷髅的石剑立即就在克莱拉的袍子上划了一道口，克莱拉没有防御的武器，很快就被凋灵骷髅推了下去。　　泰迪不敢相信自己的眼睛。她看见克莱拉的身体从墙垛上掉进了深渊，克莱拉没有出声，也没有尖叫，但是她的身子仰面朝上地掉了下去。　　一切好像到开始停滞，克莱拉掉下去的速度也好像越来越慢。但是……她是以越来越快的速度掉下去的。她的身子已经接近岩浆了，她的身子再也不能保持躺着，她趴着就坠到了岩浆里，不见了。　　洛克趴在墙垛上哭着叫嚷道：“克莱拉！对不起！我是个大傻瓜！”[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "Luo_Mo",
            "timestamp": 1420203000,
            "txt_content": "沙发来一个么么哒"
        },
        {
            "author": "风车吱呀转",
            "timestamp": 1436410320,
            "txt_content": "\n\n洛克不是会盾火术吗=-="
        }
    ]
}