{
    "title": "编程少年 进来看看吧",
    "author": "z751274141",
    "replyCount": 1,
    "timestamp": 1420203420,
    "txt_content": "编程少年7岁的时候，父母离异，他跟着父亲。那时候父亲买了一台Commodore 128家用电脑，Notch订阅了一份电脑杂志，上边有一些代码，Notch可以把这些代码输入计算机，做些有趣的小游戏。过程中他发现，如果自己改变一些代码，游戏就会变化或崩溃。不过也不记得这个过程有多快，反正是从8岁就开始写了第一个游戏，那是一个非常简单的文字冒险游戏，必须输入正确的句子才能进入下一个房间。他说，自己就是那么开始学会写代码的，懂得的编程语言有Basic、Pascal、C、C++、Java和ActionScript，所中意的编程语言是Java和C++的综合。最喜欢的是Lighting Engine。\n前Minecraft时期毕业之后，他去了瑞典首都施德哥尔摩一家IT公司做Web编程，几年之后离开那家公司，那时候开始觉得自己找工作会比较容易，但正巧赶上科技泡沫爆发，他失业了，然后做了一些远程教育的东西。这样持续了两年，两年中，孤独的他也只是与母亲住在一起。后来又找了一份程序员的工作，并和同事一起开发了Wurm Online，该游戏和现在的Minecraft一样，玩家创造世界改造土地，挖掘地下资源。 在这以后，Notch又去了Midas，也就是后来的king.com，公司开发大量的Flash游戏，Notch每两个月就要开发一款新游戏，据说他在那里开发了大约30款游戏。与其他程序员不同的是，Notch对游戏有很深的理解。他说，游戏开发的黄金法则就是spec it out。在king.com禁止在业余时间开发游戏之后，他就辞去了工作，接着开始开发Minecraft。2010年，当Minecraft用户发展到一定阶段的时候，独立工作室就应付不了这样庞大的用户基数，Notch意识到是该建立团队的时候了。夏天，他就与两个曾经的同事和老板建立了Mojang，其中一个联合创始人是他曾经在Flash游戏开发公司King.com的同事Manneh，另一个则他的前CEO。拒绝投资者Minecraft成功之后，Mojang三位联合创始人一下过着富裕的生活。也受到了许多VC的关注。在2011春天，Notch连续三个月都每天与VC会话，可能一共见了100到150个VC。其中一个是硅谷著名风投大师肖恩·帕克，也就是Napster的联合创始人，也是Facebook的第一位总裁。但得到的结果和其他投资人一样，Mojang不需要资金了。Notch不希望把公司做大，不想员工超过25人，不想上市。开放、开放、还是开放关于游戏开发，看过他所有的采访，都离不开一点，开放、开放、还是开放。技术上是开放的。不论是Minecraft还是他所开发的其它游戏，都是先写一些代码，开发一个大概框架，然后调整，从来不会把规则定死了。开发好之后自己先玩玩儿，看看什么有趣什么无趣，然后再作改变。比如Minecraft最开始就是一个斜视角等角视图游戏，最后不断调整。模式上也是开放的。他事先不会设定任何固定的模式或者有什么特定的计。一方面尽量让玩家参与到游戏的设计当中，让他们对游戏的画面或者功能提出建议。有时候，用户会挑出你已有的毛病或者告诉你游戏将要出现的毛病。另一方面，这样的方式也方便自己添加一些时不时蹦出来的灵感。Notch更喜欢做一个交互性的世界而不是设定一个过程去绑架用户。整个过程尽量保持一切都是开放的，其实他自己也不完全清楚这种方法是好还是坏。什么才是可行的模式？他也不知道，但可以肯定，通过与公平对待你的消费者并与他们保持密切的联系，你就能走得很远。写博客推广产品Minecraft最开始时有没有推广经费的，Notch做推广的方式是什么？在TIGSource论坛发布关于Minecraft的新闻，也在Twitter，Reddit，Tumblr写博客，这都是很好的推广方式。国外很多开发者都对这样的推广方式乐此不疲。多人游戏赚钱比单人游戏容易谈到Minecraft的盈利，他认为做多人游戏比单人游戏赚钱要容易，单人的游戏，付费只是一次性的，多人的则可以按月收费。 并且在开发过程中出售“预发布”版本的游戏是一种很好的方式，不论从商业上还是从技术上说，都如此，不但能积累资金，还能检验你所逐步添加的东西是否起作用。另外，他发现，销售曲线与开发速度息息相关，每次都这样，努力一些，进度快一些，卖的就多一些。病毒与盗版？无所谓其实从2011年开始，Persson就已经不直接参与Minecraft了，而是把每日的开发工作交给了Jens Bergensten（@jeb_），他自己则开发新的游戏0x10c。该游戏也采取了Minecraft的高度自由与创新的路线，并且比Minecraft做得更深。0x10C游戏不仅可以像Minecraft那样，自己建造，还能自己编程甚至写一些恶意代码，代码甚至可以感染0x10c游戏本身。但Notch却说：“我不会阻止病毒”，就如同他不会在PC游戏中做一些设置打击盗版一样祝大家元旦快乐！！！",
    "replies": [
        {
            "author": "1165392650",
            "timestamp": 1420204380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}