{
    "title": "日下【根据mc恐怖电影改编，有改动，】",
    "author": "1156516463",
    "replyCount": 5,
    "timestamp": 1420205520,
    "txt_content": "              大家好，我是马里奥，由于上次发帖子不成功，我再发一遍，如果说在没支持，我也能放弃了{:10_504:} \n\n                                                                                                                    日下\n                              我叫海利，今年23岁。\n比尔是个纪录片公司老板，他让我和其他员工到切尔诺贝利去拍纪录片，当然，去的过程也要拍。我坐飞机去和其他同伴到集合点时，无意中看到了切尔诺贝利，虽然不清楚，但是很荒废。到地方了，其他人也来了。一共4个人，我，安海尔，卡斯，汤米。“你可真慢啊海利，这都超点10分钟了。”卡斯不满的叫到。“反正只要拍好纪录片就行了。”汤米说“好了好了，那里核辐射很严重，我准备了4套防化服，到时候赶紧穿上，我可不希望有哪个队员受到辐射”队长安海尔说。“上车吧，时间不留人。”卡斯叫到。车上“你觉得我们应该买套保险吗？”汤米叫到。“胆小鬼，我们不是有防化服吗？”卡斯不屑一顾的说。“好吧，我也就不担心了”汤米说。“都别说话了，我们马上到辐射区了，穿好防化服，然后步行到切尔诺贝利。”队长说道。我们马上穿好防化服，难道谁会喜欢接触核辐射？下车了，我们步行到切尔诺贝利，其他人在聊天，而我却在拍一草一木，这可是要交差的。终于来到切尔诺贝利了，这个地方比我想的还要恐怖。到处是废墟，野草遍地都是。 “看，那个建筑肯定有意思”卡斯说。“哦，改天再来吧，现在主要是拍纪录片。”汤米说。“海利，还愣着干吗？快点走吧”。卡斯喊道。而我却拿着摄像机还在拍着这个建筑，我走神了，我感觉这里面有东西。走了一段路，队长安海尔说：“这样下去肯定探索不完，我们分成两队，我 汤米一组，海利 卡斯一组。”“别这样队长，这里是很恐怖的。”汤米说道“你不是怕这里吗？那就快点结束任务回家，那也只能兵分两路。”安海尔对汤米说。“好了，我们走吧，记住天黑前到酒店集合。”队长接的说到半个小时后“哦天哪，探索个核电站可真累，真希望回家能睡个好觉”卡斯疲倦的叫到。“我拍完纪录片就离开这个鬼地方，快完事了”我说。“好吧…..等等…..这个地方怎么这么热？”卡斯惊恐的问道。“额？是么？我看看辐射检测仪…….快点躲进建筑内！这里的辐射值太高了！我们会死在这里的！”我惊恐的喊道。快快快…..室内。“该死，难道我们就这么一直等下去吗?”卡斯生气的说。“我用对讲机和队长说说吧”。我说“呼叫队长，你不是说不到核电站辐射不会那么严重吗？”“我不明白你在说什么”“好吧，我们这里遭到了强烈的核辐射.”“如果你们快到了就继续前进，不行的话躲在室内。“好吧，我们只能在这里等了。”我对卡斯说。 “你先等会吧，我去拍点东西”我对卡斯说。“好吧，你得快点….”卡斯说。20分钟后。“我回来了，卡斯你在哪？”我喊道没有回应。“卡斯？”还是没有回应。“我的天，别和我玩躲猫猫了，你不是说快回家吗？”我又喊道。死一般的沉寂。“太阳快落山了，卡斯可能先回去了，我得快点去集合点”集合点内“卡斯没有回来，难道你把它丢了？”队长喊道。“我们是一个集体，不能丢下任何同伴！”。队长又说道 好吧….我只是拍纪录片回来后发现他不见的….”我说“你就为拍一个纪录片丢下同伴？”队长接着给我了一拳。“别打了，我们还是快找找卡斯吧。”汤米说到。“走！”队长说道。半小时后。“天啊，我们还是没找到卡斯…”队长说道。我拿着摄像机左右看了看，忽然看到一个熟悉的身影…..“那是什么？”我说道。“是卡斯！快点去接他！”队长喊道。“卡斯我们来了！”汤米喊道。因为我拿着摄像机，所以慢了一步。汤米匆忙的跑出来，边跑边惊恐的说：快…..快跑…..”我看着他匆忙的样子，也和他跑了起来。“怎么了？”我边跑边说。“我…..我没法和你解释清楚…”汤米喊道。晚上。“队长失踪了….”汤米对我说。“什么？”我吃惊的站起身来。“队长和卡斯都失踪了，这是什么情况？？？我吃惊地说“我也不知道…..”汤米叹了口气，“我只听到队长说叫我快点跑出去…”汤米无奈说。“明天离开这个鬼地方….太危险了”我说。“嗯….”我拿出手机，给妻子留言：宝贝，我爱你，一定等着我回来。12个小时后…“我不记得这条路有那么长….你没走错吗？”我对汤米说。“没错，是这条路….”汤米说。楼房上熟悉的身影又出现了….“是队长！我们快去救他！”汤米喊道。“别去管他！你不记得队长怎么死的吗？”我赶紧对汤米说。“不…..那个是真的…..是真的队长….”汤米语无伦次的说道我也跟了上去。“海利快跑！！”只见前面的汤米喊道。我赶紧往相反的方向跑，顺便回头看了一眼，只见汤米悬在半空中…        我跑出来了，不断地喘粗气，脑海里汤米的叫声不断地在我耳朵前…     突然，我感觉到脱离地心引力的感觉，周围的颗粒也飘了起来….这和汤米的情况一样！ 一股难受的感觉冲上来…只见一个蓝衬衫的白眼男子飘到我的眼前。不要！不要杀我！青不要杀我！！血光四溅。    叮铃铃.海利，听到你的留言了，我等着你哦，别忘了回过来哦。                \n ========================= END========================================== \n原始频地址：http://www.56.com/u27/v_MTE4Mjk4MTUy.html\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "1156516463",
            "timestamp": 1420205580,
            "txt_content": "第一行发错了{:10_504:}"
        },
        {
            "author": "ygujyh",
            "timestamp": 1420205580,
            "txt_content": "1156516463 发表于 2015-1-2 21:33\n第一行发错了\n照抄的还说有改动.."
        },
        {
            "author": "819144170",
            "timestamp": 1420206900,
            "txt_content": "ygujyh 发表于 2015-1-2 21:33\n照抄的还说有改动..\n第一眼看到你的签名档吓尿了...."
        },
        {
            "author": "likeliang",
            "timestamp": 1420208100,
            "txt_content": "日♂下← ←"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1420279980,
            "txt_content": "场景描写失真——核辐射强烈的情况下怎会有遍地的野草？"
        }
    ]
}