{
    "title": "【坟贴】本帖老内容已作废请勿回复",
    "author": "匿名",
    "replyCount": 0,
    "timestamp": 1420213800,
    "txt_content": " 本帖最后由 匿名 于 2016-1-29 21:26 编辑 \n【非常重要】【警告】手机用户请滑到网页最下方，选择“电脑版”观看，否则帖子将无法正确显示！\n\n　\n　　本帖部分内容来自中文Minecraft Wiki，故与Wiki遵守同样的知识共享 署名-非商业性使用-相同方式共享条款。\n　　根据该条款的简化规定，差不多就是：\n　　　你可以以任何形式复制、发行本帖内容或内容的一部分。\n　　　你可以任意修改或以本帖为基础进行创作并发布。\n　　　你在发布或转载时必须写上原作者名字（龙腾猫跃）。\n　　　你不得将你的修改或转载品用于商业目的。\n　　　你的修改或转载品也必须遵守和本帖一样的条款并附带条款链接。\n 　\n\n　\n　　这些木头是MC里最基础的物品，也被叫做“原木”，是非常重要的资源，正所谓“要致富，先砍树”。\n　　木头可以用手破坏，如果用斧头则可以加速破坏，通常都用石斧或者铁斧砍树。\n　　木头是可再生资源，树叶掉落的树苗又可以种树（树苗等下再说）。\n　　木头通常用于合成木板：\n　　　　　\n　　生存初期，如果没挖到煤炭，这时候就需要用木头来烧成木炭，以代替煤炭（但是挖到煤炭后就没人这样干了，嗯）。\n　　　　　\n　　同样，木头可以做燃料，一个木头冶炼1.5个物品，然而**才用木头烧东西嘞！木板和木头一样可以冶炼1.5个物品，所以把木头合成成木板再烧才是王道√\n　　当你捡到木头，还有一个成就（务必完成这个成就，这是后续成就的触发条件）：\n　　　　　\n 　本帖首发于MCBBS（我的世界中文论坛），作者：龙腾猫跃，违规转载责任必究！\n　\n　　木板由木头合成而来，是建筑的常用方块：初期火柴盒通常用木板建筑，之后才换用其它材料，因为生存初期木板是最容易大量获得的资源。但是木板并不安全，它会着火，爆炸抗性也只有15（圆石是30）。\n　　木板是非常多的物品的合成原料，在合成的时候，不同种类的木板可以混用（大多数情况下），但是不同种类的木板不能堆叠。\n　　常见的合成（部分）：\n　　　　　\n　　　　　用来装东西（废话= =）\n　　　　　万物的基础\n　　　　　配合栅栏门风味更佳\n　　　　　配合铁门风味更佳\n　　　　　配合火柴盒……（被打飞）\n　　　　　可以有效防止按空格到手抽筋\n　　　　　坑妈跑酷必备\n　　此外，还可以合成一大堆一大堆一大堆一大堆的东西，由于以后都会讲所以这里不说应该没人打我吧=w=！\n　　刚才也说了，木板做燃料比原木好得多，因为同样是1块木头，分解成木板再烧可以烧6个物品，然而直接烧只能烧1.5个……\n　　虽然木炭效果更好啦……岩浆效果更……咳咳……\n 　本帖首发于MCBBS（我的世界中文论坛），作者：龙腾猫跃，违规转载责任必究！\n　\n　　每消失一个树叶，都有5%的几率掉落树苗。\n　　树苗可以种在任何泥土和草上，并且当暴露在最少九级亮度中以及树苗上方有一定空间（取决于树苗的品种）时可以成长成一棵新树。\n　　　　　\n　　如果你对树苗右键使用骨粉，树苗会快速成长，但是如果没有足够空间让它成长的话，你砸一组骨粉都没用的……\n　　将四个树苗按照2x2种植，确保周围一格没有草或花，上方有足够的空间，用骨粉催熟，树苗就会长成四个原木粗的参天大树（部分品种有效）。\n　　树苗也可以当做燃料，每个树苗可以烧半个物品（好渣），不过懒得种树就丢去烧了吧23333。\n 　本帖首发于MCBBS（我的世界中文论坛），作者：龙腾猫跃，违规转载责任必究！\n　\n　　别问我树叶会在哪里出现……\n　　在高画质下，树叶方块的材质是部分透明的。在流畅画质下，是不透明的。然而工业2MOD的橡胶树树叶无论如何都是不透明的，所以可以用这个办法来迅速找到橡胶树。\n　　树叶在没有支撑物的时候会自动腐烂消失，所以砍树光砍树干，然后等会再来捡掉落物就行，嗯，不错= =。\n　　树叶有可怜巴巴的1%的几率掉落iPhone苹果，还有5%的几率掉落树苗。\n　　直接破坏树叶并不会得到树叶方块，需要用剪刀（或者精准采集附魔的工具）才行。\n 　本帖首发于MCBBS（我的世界中文论坛），作者：龙腾猫跃，违规转载责任必究！\n　\n　　木门通过6个木板合成而来，6个木板合成3个门，所以在体积上并没有损耗（然而多余的门怎么处理是个问题= =）。\n　　破坏木门需要的时间比原木长，用斧和镐都可以加速破坏，然而直接把门下面的方块打掉似乎更有效……\n　　木门可以在困难模式下被僵尸给砸了，所以困难模式下通常用铁门来代替木门。\n　　木门下方必须有一个固体不透明方块，在部分服务器里，在门上方贴告示牌可以防止其它玩家打开门（然而熊孩子会直接挖墙壁进来或者打地洞进来所以并没有什么卵用）。\n　　下图就是一个只能被“LTCat”（就是我啦）打开的门。\n　　　　　\n　　右键门可以开关（废话），记得关门，不然你在屋里合成的时候苦力怕可能会来找你的（笑）。\n　　如果你在你家里放一块压力板就可以防止忘了关门这种恶性事件了= =……顺便你也可以少点一次右键（懒癌福音）。不过别把压力板放在你家外面了……\n　　　　　\n　　另外，村民和红石信号都可以开关木门。（为什么要把这两个放一起说……）\n 　本帖首发于MCBBS（我的世界中文论坛），作者：龙腾猫跃，违规转载责任必究！\n　\n　　这是大家见得非常多的一个方块了= =\n　　草方块只能通过精准采集附魔来得到，否则，只会掉落泥土。草方块用铲破坏最快。\n　　草方块可以把它旁边的泥土也变成草方块，相似的，菌丝等方块也有同样的特点。草方块也只能通过这个办法来增多。\n　　如图，在没有草方块的沙漠里，村庄里也只会有泥土。（妈蛋写教程的时候马上就找到一个村庄，玩生存的时候死活找不到qwq）\n　　　　　\n　　在草方块上使用骨粉将生出草和花（快速绿化，高效节能，为国为民）。\n　　　　　\n　　羊会吃掉草方块，使草方块变为泥土并使它们的羊毛重新生长（牧民听后眼泪流下来）。\n 　本帖首发于MCBBS（我的世界中文论坛），作者：龙腾猫跃，违规转载责任必究！\n　\n　　这是大家见得非常多的一个方块了= = x2\n　　当使用没有精准采集附魔的工具采集草方块、菌丝、草径或灰化土，会掉落泥土；耕地被挖掘时会掉落泥土；当生物在耕地上跳跃，或当没有东西在耕地上种而四格内没有水，耕地也会变成泥土……\n　　泥土主要用来耕种，也有一些奇怪的用法比如……填坑……做混合材料火柴盒（为什么还是火柴盒啊快够）……\n　　火柴盒啥的就不配图了，嗯嗯…………\n 　本帖首发于MCBBS（我的世界中文论坛），作者：龙腾猫跃，违规转载责任必究！\n　\n　　红沙除了颜色以外和沙子都差不多，所以放在一起介绍了。\n　　沙子可以在沙漠，和很多有水的地方找到（河底、海岸、海底），但是由于沙子是不可再生资源，所以在某些大型服务器里，甚至沙漠都会被挖空……\n　　沙子的主要作用是制造玻璃，至于为什么会这样，去问你的高中化学老师……\n　　　　　\n　　沙子还可以制作沙石和TNT：\n　　　　　\n　　需要注意的是，沙子受重力影响，下方必须有固体方块支撑，否则就会掉落（牛顿的唯一精神支柱）。\n　　当你需要垒一个柱子的时候，沙子是不错的选择，因为当你需要破坏柱子时，你只需要……一个火把。\n　　像下图那样垒好柱子= =\n　　　　　\n　　然后打掉那个泥土……\n　　　　　\n　　沙子会一个个落到火把上，然后被破坏成物品！\n　　　　　\n 　本帖首发于MCBBS（我的世界中文论坛），作者：龙腾猫跃，违规转载责任必究！\n",
    "replies": []
}