{
    "title": "〈原创·连载〉救赎 （整改版）【第六章】",
    "author": "末影龙娘",
    "replyCount": 4,
    "timestamp": 1420254420,
    "txt_content": " 本帖最后由 末影龙娘 于 2015-1-3 11:25 编辑 \n\n第六章 援救\n此时，帐篷一公里外的地底深处，Osteah呼哧呼哧地喘着粗气（想歪的自动面壁）。\n“还是不行……”（这次想歪的自动枪毙）气喘吁吁的Osteah把石镐插在黑紫色石壁上，石镐竟断为几截。“什么破东西，质量这么差。”\n倚在屋子一角的Done看了他一眼，又歪过头拿出背包里的生肉排递给Osteah：“你精力刚恢复一点，还是别白费力气了，既然有人把我们关在这里而不派看守，就说明凭我们的力量是挖不开这石头的。”\n“也对啊……”扔开石镐，接过Done的肉排。虽然吃带血的生肉有点恶心，但这是他们仅剩的食物了。\nDone拿出一瓶水，咕咚咕咚地喝了个精光，将瓶子扔出几米远，“哐仓”，玻璃碎片如同看帖不回贴的人的节操，碎了一地：“看起来我们是被追杀传承者的人盯上了，还是等他现身，再找突破口吧。”\n“万一他一直不现身或是很久才现身，我们就在这等死？抑或请他吃人肉干？”\n“……别这么消极嘛……”但Done心里也明白，Osteah话粗理不粗，如果那人想让他们饿死在这黑耀石砌的地牢里，他们真的只能认命了。\n此时，矮崖旁的帐篷里却混乱的多（要是这都能想歪自动砍头五分钟）：三人气得要命，在屋子里上蹿下跳，面红耳赤地呵斥那个中年男人，好像这一切都是他的错。\n听了一连串的唠叨，看了三次摔瓶子，无视了七次吼叫，耳朵几乎被茧塞住的他终于到了极限：“我都不认识你们，都不知道救你们有什么后果，救治你们已经不错了，现在找我要人？我是你们的老爸还是你们的保姆？”\n众人顿时沉默了，他们才想起他们都不知道对方是谁，自己也没做过自我介绍。\nSandy这时把她的口才发挥得淋漓尽致：“你好我叫Sandy.瑟森我的年龄是24岁我的身高是1米74我的体重是49公斤我的特长是口才出众我的口才是在……”\n“没一句不是废话！还是我来说吧。”Hode一脚把Sandy踹到药水架上Sandy的鼻梁立刻与药水架来了次亲密接触。\n药水架晃了晃，即刻翻倒，药水瓶（也）像看帖懒得发回复的人的节操般碎了一地，Sandy的鼻梁也碎得令人不忍直视。\n中年男人扶着额头，强忍着把他们一脚踢出的欲望用另一只手拔出了像剑一样插在腰间的拐杖，修复了帐篷里的一切，当然不包括看帖不回帖的人的节操。\n“那个小子。你来说。记住，说重点。”男人饶有兴趣地歪着头，目光在Sandy与Hode之间来回穿梭。\n真是莫名其妙的大叔。Tald这样想着，突然从发觉男人的向他这边瞟了一眼，被礼帽帽沿遮住一半的眼睛透出好似X光扫视一般的眼神，令人极不舒服，Tald只得对背包里乱七八糟的杂物产生了浓厚的兴趣。\n虽然Hode的介绍简洁许多，但Tald还是担心照他这么说下去那两个家伙还能不能活下去。\n“……Designer副市长让我们到Gron的郊区找一个叫Polly的术士。”喷了众人一脸飞沫后，口干舌燥的Hode终于（谢天谢地）说完了。\n良久的沉默。\n“我说，你们是来找Polly的？”\n另外三人点了点头。\n“那么不见的那两人是传承者？”\n三人又点了点头。\n“那你们还T*M在这磨叽！我就是术士Polly！赶紧去找人啊！再晚就连尸收不了了！”\n顾不得Polly那身青色长褂配一顶把眼睛遮住一半的高脚礼帽有多么不像术士，相信他总比什么也不做强。\n看着几人开始手忙脚乱地收拾行装，Polly不耐烦地一挥那根“拐杖”，他们的背包竟整理得比他们自己整理还要整齐，Polly再一挥拐杖，背包已经背在各自身上，崭新的武器从墙上飞出跨在各自腰间。\n“走！”粗暴地将一只堵在门前的鸡从门外踢到水里后，Polly吼道。\n光是时间之长就令人无语的沉默后，几人终于反应过来这句话是对他们说的，而不是对鸡说的。\n但Tald还是脑残地问道：“额…我们往哪走？”\n不用说也知道，Polly的反应像是得了脑溢血。\n“跟着我走……”Polly从没在短时间内遭受过这么多次打击，吐出这几个字已是勉强。\n地牢中，又一支火把熄灭。\n两人携带的食物已经耗尽，除了维持基本光源以保证怪物不出现，剩余火把都被两人拔掉，顶端的油脂成了两人的腹中餐。\n“该死，要不是背包破了个洞，现在应该还有些小麦的。”Done抱怨道。\n“再说这些还有意义吗……如果背包丢了，我们应该早已死了。少说几句吧，还能节省点体力。”\n突然，远处传来风吹般的悦耳声音，并且越来越清晰。\n“听到了吗？”\n“嗯……”Done换了个更加节省体力的姿势，侧耳倾听。\n“会不会……”\n“别乱说了。”\n突然，黑耀石墙像是软化一般，开始向内侧强烈扭曲（Done惊慌地躲避，因为这样下去他的头会被黑耀石砸出坑）。接着，一个黑影穿过黑耀石墙，轻盈地一掂脚尖，停在地牢中央，好像任何一般性爆炸都无法摧毁的黑耀石对他来说只是摆设。\n黑影果然名副其实，从头到脚都是黑色服饰，手中拿着一把黑得好像能吞噬光亮的长刀。\n“别来无恙。你们好吗？”由于黑影戴着黑色面罩，所以声音很闷，只能听出是男人【其实应该称男Steve，但为了不影响阅读效果而称作男人】的声音。\n“关在这里一天两夜没有食物补给，你会好吗？”\n虽然两人只能看到他黑洞般的瞳子，但他们可以肯定，黑衣男子的神情比连续被人强塞128个鸡蛋好不了多少。\n“啧啧啧……”黑衣男子伸出粗短的手指（实际上所有Steve的手指都很粗短）晃来晃去，“不要破坏气氛。”\n“我看不出现在有什么气氛可以破坏。”实际上Osteah就在做这样的事。\n“你不觉得，你们很快就会被我干掉吗？不感到恐慌吗？”\n“不。”\n现在的孩子真是……黑衣男子尽量不让自己说出声来。\n“大叔，你叫什么名字？”\n“我叫……”黑衣男子突然顿住了。屠宰场瞬间变成变成茶话室，对于屠夫可不是什么令人高兴的事。\n“咳咳……”黑衣男子本来想挽回一点气氛，但这两声咳嗽使他在别处塑造的不留余地的杀手形象破坏得更加面目全非。\n“这不重要。重要的是，记住我是影中人。带着这个名字，下地狱吧。”\n说着，影中人握紧了黑色长刀。\n“影中人？代号吗？大叔你是特务还是间谍？看样子好像都不是吧？”这次是Done在说话，看他那神情，仿佛在盯着一只穿衣服的猪，“而且，要去地狱，在这墙上抠开一个3米高，两米宽的洞，用火激活就可以，不用死啊。”\n现在的家长都不管孩子的吗……影中人甚至被他们俩搞得发蒙了。\n这时，随着Osteah佩戴的器徽开始微微发亮，他把一只背在身后的手中紧握的石剑柄又向外拔了一点。他知道机会来了。\n这时，不远处的平原上，一群羊正在尽力躲闪在草地上飞跑的四人。\n“大叔你好厉害，我还不知道加速药水功效这么强大。”Sandy忍不住在一旁多嘴，结果被迎面而来的冷空气（因为minecraft没有风）呛得直咳嗽。\n“话说大叔你怎么知道他们在哪里？”Done尽力跑得比Polly快一点，这样他就可以扭头而不被呛到。\n“利用咒术，在较近范围内可以感应到圣器的力量……我猜追杀你们的人也是这么找到你们的……咳咳……”显然，Polly并不比Sandy精明，最后几个字也是在剧烈咳嗽中吐出的。\n理了好一阵思路，影中人终于意识到不对劲——其中一个小子，身上的那个徽章在不断发出微光！\n“你们耍我！你们在拖延时间！”不由分说，影中人冲向两人。\n“大叔，你智商好低哦，这么半天才注意到，应该去市里检查一下智商指数前是不是有负号哦。”一番吐槽完毕，Osteah抽出早已准备好的石剑，砍了影中人个正着。\n“大叔，你穿得这么紧不热吗？该不是为了掩饰你的脑洞吧？对了大叔，你有脑子吗？”Done的吐槽后，势单力薄的影中人身上已经挨了两人数剑。\n该死……完全被这两个小子的吐槽影响了发挥！勉强应回了两人连珠炮似的攻击（当然不包括言论攻击）后，影中人呼哧带喘地把长刀插在地上以支住身体。\n“石剑被大叔砍断了哦，不过没关系，我们还有好多的，大叔想尝尝万‘剑’穿心的滋味吗？”Done说着，拿出了至少一打石剑。但Osteah知道，他们两人只是虚张声势，长期体力透支的两人怎可能长时间敌对渐至佳境的刺客？\n终于，影中人抬起头，纯黑的眸子里出现了一丝带着杀意的寒光。\n“是你们逼我的。本来想饿死你们……但是……”\n突然，地牢顶部传来一声爆响，虽然地牢没有丝毫变化，但尘土却尽数震了起来，呛得两人直咳嗽（因为影中人有面罩所以不会被呛到）。\n一切归为平静后，影中人终于发出了一阵符合他身份却明显与他性格不符的冷笑，令听者倒抽一口冷气。\n“来救兵了。可是来不及了。”随着那人的说话声越发冰冷，手中的长刀，终于释放出黯淡光芒。接着，令两人惊异的事情发生了——光源被湮灭，一切几乎窒息在这沉寂得令人死亡的黑暗中。至于影中人，更是不见踪影，仿佛他出自这无边的黑暗，也消逝在这无边的黑暗中（连我自己都怀疑只是因为他穿着一身黑衣服所以看不到他）。现在，两人只能等待俨然死神身份的影中人无声的审判降临。\n那刀，到底是什么来头？\n真正的较量，才刚刚开始。\nPS：吐槽这么多次看帖不回帖的人，用意你们懂的\n索引贴点此",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1420261320,
            "txt_content": "我说，你们真的无节操了？"
        },
        {
            "author": "天阶",
            "timestamp": 1420261920,
            "txt_content": "吐槽星人？！能量值呢？"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1420267620,
            "txt_content": "天阶 发表于 2015-1-3 13:12  吐槽星人？！能量值呢？\n肾能量值？"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1420324560,
            "txt_content": "天阶 发表于 2015-1-3 13:12  吐槽星人？！能量值呢？\n我有一种想把你回复删掉的冲动……"
        }
    ]
}