{
    "title": "<原创·连载> 《幻想世界》第三节  预踏入幻界",
    "author": "2622991844",
    "replyCount": 2,
    "timestamp": 1420259640,
    "txt_content": " 本帖最后由 2622991844 于 2015-1-7 19:34 编辑 \n\nYoooooooo，第三章来喽~~~~Steve和David终于即将进入神奇的幻想世界，他们将遇到什么惊险的冒险和神迹般的美妙奇景呢？那么久快快看看接下来的故事吧！！！！  ----------------------------------  什么.......这.....不会吧....这个洞穴有那么可怕吗？还是说....只是这个洞穴里有什么不能看的东西，精灵不想告诉我们世人吗.......怎么办，要不要跟哥说一下....[嘿，傻小子，发什么愣呢][额......这张纸条上说里面很危...][哎管他呢~还想不想去了，不要去的话你回家好了]..........[那我还是去吧....自己一个人在家里那么无聊，还不如跟老哥去痛痛快快的冒险呢！][这才像我的弟弟嘛]我们重整士气，再次检查装备后，向洞穴继续进发了。 走进了洞穴，周围看起来蛮普通的，都是些硬邦邦的石壁，地上还保留着之前探险的人留下的陈旧铁轨，还沾着些许暗淡的血迹........还没有进洞穴就死了.....够可怕的。洞穴中黑漆漆一片，我们拿出了随身携带的一堆火把，一根根插过去，地面上，洞顶上惨不忍睹——地上到处是颜色早已变淡的血液，有时还有一些骨头；洞顶上写着各种奇怪的字，而且不是用笔慢悠悠写下来的，而是用血液急匆匆写上去的！好像死神就在他们的身旁，随时会要了他的命！[等一下，别走，前面有机关]老哥突然拉住我，停了下来，他扔了一块石头过去，随着一声丝线断裂的声音，数十只带着火焰的弓箭从石头两侧飞了过去，石头瞬间被熊熊火焰包围[我去，那群人死得可真惨][哎呦，居然那么淡定，我还以为你都吓尿了呢][再怎么说我也是个男的.....]在后面几百米的路程中，各种猎奇机关差点要了我们哥俩的小命，比如摇摆大锤阵啊刚走一步一个巨大的钢锤直接从眼前飞过来，幸好是爬过去的，不然.....呵呵  ----------------------------------  听说，那个神奇的世界里，想象力，是唯一的力量，你的脑洞越大，你的力量就越强，也就越能成为一个领导人，你越中二，就越有人崇拜你，敬仰你  ----------------------------------  [啊啊啊啊累死了，终于没有机关了][呼~~~累爆了，这些机关谁弄的啊，简直丧心病狂][哎，看，前面有光亮哎！][难道大门就在那里？走你┏ (゜ω゜)=?][哎等等我啊Σ( ° △ °|||)]我们俩瞬间精力充沛，冲到了那处光亮的前面那个地方有着一个不可思议的东西——圆形的大门！！！！门的装饰比我们平常的门好看多了！（至少不是方块的）门的边框散发着一圈明亮的金色光芒，在门的上面，写着三个字[幻之门][看来，我们找到了没有人找到过的大门了啊][是啊，我们要成为大名人了！]突然，地面震动了一下，眼前出现了许多灰色的粒子，这些粒子慢慢聚集在一起，形成了一个巨大的怪物，双手拿着巨大的斩斧，头上戴着钨钢制成的头盔，可身体另外的地方都没有保护[Wooooooo，终于要打BOSS了吗][哈？要打BOSS？我怎么不知道！！！！][你以为我知道啊，Baka！][你!!!]这时，眼前的怪物说话了{汝等来到此地，是为了进入吾要保护之地吗？}[当然了，大块头]{哼，就汝等这两个小个子，连个装备都没有，吾等轻轻一碰就死了}[哟呵，敢小瞧我们，受死吧！大傻个！]{敢叫吾等大傻个！交出你的小命来！}[听说这个门后的世界想象力、脑洞、中二才是最强的！那就看看我的想象力怎么样吧！]----[吾为炎之使者，化作为剑，是吾之敌化为灰烬！]----[喂喂喂，你这这么中二的台词是怎么回事啊！]瞬间，老哥 的手上出现了一把被红色火焰包围的大剑，连周围的空气都快被燃烧了，看起来威力不小啊{什么，汝等竟能有如此之力量，看看汝能不能打败吾等吧！}突然，老哥不见了，怪物四处寻找，一下子，老哥又出现在了那个怪物的背上，重重的砍下了三刀重击，怪物收到了攻击，痛苦的跪在地上[既然能凭空出现武器，那么，想瞬间到一块地方也不是不行的吧！]{什么......汝竟然能想出这种招式，太令吾惊奇了，但是，你旁边那个小个子，就不知道有没有这么强了....}什么！我？我可没有老哥那么大的脑洞啊.......幸好看过许多脑洞大的小说，把里面 的武器装甲拿来用用吧！我在心中，幻想出一把用寒冰制成的弓箭，周围散发出蓝色的冰气。全身穿戴者用龙的骨头制造出的帅气装甲，睁开眼一看，全身真的穿着龙骨装甲，手上拿着寒冰之弓，看来弓箭也只要想想一下就好了{哎呦我去，汝等怎么都如此变态，连这种装甲武器都想得出来，只在佩服，但还是看看威力吧......}一瞬间，怪物冲了过来，我一迅雷不及掩耳盗铃之势拿出一只蓝色的冰箭，瞬间射了出去，弓箭射中了怪物的脚部，脚部瞬间被冰块覆盖，一下子到了下来，但他手中的砍斧飞了过来，我没时间躲闪，用装甲包围的手臂去抵挡斩斧，砰的一声，斩斧被弹飞了，而我的装甲毫发无伤。{汝等两人，是第一个打败我的勇士，来吧，进入这幻想的世界吧......}随着怪物躺在地上失去战斗力后，后面美丽的大门打开了，一股吸力把我和老哥吸了进去，我们无法抵挡这股力量，被吸了进去，随后大门又关了起来。\n\n[哥，我们现在在哪里？][我们，在天上啊.......][天上啊....啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊w(?Д?)w！！！！！！][但是....我觉得....你应该更在意另外一件事....][有什么事能比没有保护装备的在天上绯更需要在意啊！！！！！！！][你....你的身体.....变成Loli了....][......啊啊啊啊啊啊!!!!!!!!!!!!] ----------------------------------  呼~~~~终于写完了第三篇~~~~Steve和David终于进入了幻想世界，Steve转变Loli，David转变不是方块的美男子~~~~它们将在幻想世界之中遇到什么奇怪的事情呢？就请等待第四章吧~~~~ 本人正在我的好友中寻找插画师......有希望在后面几章中放出插画，谢谢大家观看~~~~   啊啊啊对了，祝大家2015年新年快乐!!!!!!!!                                                                                                                  未完待续",
    "replies": [
        {
            "author": "Aezning",
            "timestamp": 1420265040,
            "txt_content": "写得不错！"
        },
        {
            "author": "2622991844",
            "timestamp": 1420265520,
            "txt_content": "小吴同志 发表于 2015-1-3 14:04\n写得不错！\n谢谢您的评价"
        }
    ]
}