{
    "title": "[1.7.10][SSP/SMP][L_RweI汉化]史莱姆大屠杀 SlimeCarnage|废墟|卷轴|三明治|武士刀|",
    "author": "1234lian",
    "replyCount": 23,
    "timestamp": 1420347420,
    "txt_content": " 本帖最后由 1234lian 于 2015-1-5 19:07 编辑 \n\n\n史莱姆大屠杀\n用于Minecraft 1.7.10(需要Forge)\n这个模组添加了许多敌对的史莱姆和NPC以及护甲、村庄、食品、地牢遗迹和其它物品还有更多~它是一个很出色的模组!\n\n·史莱姆下面列出的一些敌对史莱姆会发现在不同的生物群系。体型越大,血量和攻击力就越多。它们的分裂机制跟原版的史莱姆一样。这些史莱姆极少数情况可以生成。或许它们头上会有另一种生物如苦力怕,蜘蛛,骷髅,僵尸甚至一头牛!\n\n橙色史莱姆(生成于平顶山、平原、热带草原、森林生物群系)——掉落橙色凝胶蓝色史莱姆(生成于峭壁生物群落)——掉落蓝色凝胶红色史莱姆(生成于平原和热带草原生物群落)——掉落红色凝胶黄色史莱姆(生成于沙漠生物群落)——掉落黄色凝胶绿色史莱姆(生成于沼泽生物群落)——掉落绿色凝胶，靠近会带来2秒的中毒效果。仙人掌史莱姆(生成于沙漠生物群落)——掉落仙人掌雪史莱姆(下雪时会生成[英语渣,看不懂什么意思..])——掉落雪块。走过的路覆盖上雪并且在沙漠等温度高的生物群落会受到伤害，就像雪人。蘑菇牛史莱姆(生成于蘑菇生物群落)——掉落蘑菇猴子史莱姆(生成于丛林生物群落)——掉落香蕉迷彩史莱姆(生成于森林生物群系)——掉落原木洞穴史莱姆(生成于低于60高度的非透明方块上)——掉落原石地底史莱姆(生成于低于24高度的非透明方块上)——偶尔掉落燧石和黑曜石炽热史莱姆(生成于下届生物群系)——掉落地狱岩、地狱疣、烈焰粉和恶魂之泪。被攻击会让你欲火焚身2秒,可以在周围传播火,在水里会受到伤害。忍者龟史莱姆(生成于下水道建筑)——掉落比萨饼。不能在水中淹死,伤害高。木乃伊史莱姆(生成于沙漠墓穴建筑)——有几率掉落面包、骨头、纸、砂岩。有1到50%的几率掉落史莱姆武士刀。忍者史莱姆(生成于下水道建筑)——有几率掉落比萨饼,史莱姆飞镖和1到50%的几率掉落史莱姆武士刀。这些史莱姆在水中会隐身,并且淹不死.它们会向你投掷属于它们的忍者镖。\n\nBOSS\n\n木乃伊史莱姆之王 -生成于沙漠墓穴的最后一个房间。拥有400点的生命并在死后分裂成4较小的版本且每个小型木乃伊史莱姆之王有100点生命。在200生命时大型的木乃伊史莱姆之王会在你头上扔沙子。在100生命下它会提升攻击力和速度。较小的版本不会分裂但速度保持不变。只有10生命时可能会再生！\n\n友善生物他们不会攻击你,不掉落任何东西。右键单击它们其中大部分会跟你说话，或是与你交易。\n医生史莱姆(生成于疯狂实验室建筑)老人史莱姆(生成于泥土洞建筑)村民史莱姆(它们生成在飞翔使村庄的附加建筑。这些建筑和村民的屋子一模一样,详见下方建筑.可以通过卷轴召唤建筑从而召唤它们。你可以与他们贸易)马里奥史莱姆——目前只有通过生成物品产生  马里奥大家都很熟悉的~路易吉史莱姆——目前只有通过生成物品生成  路易吉是马里奥的双胞胎兄弟啦~冰史莱姆史莱姆——目前只有通过生成物品生成\n\n\n·建筑史莱姆大屠杀增加了一些随机建筑,可能会发现在世界各地。疯狂实验室——草原生物群落中找到。这个建筑目前还不太完善。医生史莱姆或许会在里面。石头废墟——有点像巨石阵和中间会看见史莱姆的脸。这建筑没有真正的目的。会发现在平原生物群落。沙漠废墟——这些或小或大随机的废墟有时发现在沙漠。泥土洞——产生于世界各地,应该是一个洞类似最初的塞尔达传说游戏。它从外面看起来像一个小的草丘。还包含一个装有附魔史莱姆RY效果3的木剑的箱子。下水道——会发现在平原等生物群系。下水道是一个目前未完成的地牢。里面有2个箱子。会有忍者龟史莱姆和忍者史莱姆在里面。沙漠墓穴——一这些建筑分布在沙漠的地下，你会看见木乃伊史莱姆。还有一个秘密房间，有2个箱子和一个老人史莱姆,黄金、钻石块2块。木乃伊史莱姆之王也在最后的房间……这个地牢还没有完全完成,但几乎近完美了。酒馆——有时产生在一个飞翔使村庄的一部分。包含几个村民史莱姆和箱子。\n\n·护甲和武器[diamond_sword]\n护甲\n有四件套可用,对应四种颜色,可以通过地牢或与村民史莱姆交易获得。穿着套装会有不同的影响。它们除了效果比铁、钻石还糟糕。\n绿色——提高跳跃。蓝色——提供水下呼吸~红色——让你防火，麻麻再也不用当心我被炽热史莱姆烧死了~黄色——移动速度更快。\n\n武器\n史莱姆飞镖——右键单击透视，似乎是无视重力。造成2点伤害。只能通过忍者史莱姆获得。史莱姆武士刀——5 - 6实体损害。一般情况制作它会自动有个 史莱姆ry 1的附魔。用这武器杀死史莱姆或许会有更多史莱姆的凝胶。\n\n·食物\n添加了一些食物，为什么不呢？\n香蕉——通过地牢的箱子或者猴子史莱姆获得。比萨片——通过地牢的箱子或者搞死某个史莱姆获得。三明治——通过果酱可以制作，像面包的味道。好营养好价值，健康美味！\n\n·附魔[grid_gold_nugget]\n目前只有1附魔添加到这个模组。\n史莱姆ry(不会翻译啊QAQ 原来是Slimery)——这个附魔效果会对史莱姆造成额外伤害。只能附魔到剑和史莱姆武士刀上。Slimery附魔效果每级额外造成2点伤害，例如Slimery3附魔效果造成6额外伤害。\n\n·卷轴[paper]\n村庄建设卷轴可以通过交易或地牢获得。右击在地面上,使建筑出现。它会根据你的方向生成。里面都有可能会出现村民史莱姆。\n史莱姆村庄房屋(最小)卷轴：生成一个最小的村庄房屋。史莱姆村庄房屋(小)卷轴：生成一个小型的村庄房屋。史莱姆村庄房屋(中)卷轴：生成一个中型的村庄房屋。史莱姆村庄房屋(大)卷轴：生成一个大型的村庄房屋。史莱姆村庄教堂卷轴：生成一个村庄教堂。史莱姆村庄图书馆卷轴：生成一个图书馆。史莱姆村庄铁匠铺卷轴：生成一个铁匠铺。里面没有箱子。史莱姆村庄井卷轴：生成一个井。史莱姆村庄农田卷轴：生成一块村庄农田。上面有小麦、胡萝卜、马铃薯~\n\n·合成表[feather]\n\n果酱罐\nfile:///c:/documents and settings/lzw/application data/360se6/User Data/temp/YhRn003.png\n\n\n果酱(通过不同颜色的凝胶合成不同颜色的果酱)\n\n\n\n三明治(对应颜色的果酱与面包能合成对应颜色的三明治)\n\n\n\n软的史莱姆锭\n\n\n\n\n硬的史莱姆锭\n\n\n\n刀刃\n\n\n\n史莱姆武士刀(刀柄和刀把需要杀死木乃伊史莱姆和忍者史莱姆获得,自动附魔Slimery的效果。)\n\n\n\n绿色史莱姆头盔(凝胶可以换成其他颜色的凝胶)\n\n\n\n绿色史莱姆胸甲(凝胶可以换成其他颜色的凝胶)\n\n\n\n绿色史莱姆护腿(凝胶可以换成其他颜色的凝胶)\n\n\n\n绿色史莱姆靴子(凝胶可以换成其他颜色的凝胶)\n\n\n·视频\n\n最喜欢搬运籽岷介绍的模组了OwO,看不懂中文总听得懂吧0.0一开始就能看见介绍了~~~\n★我的世界★Minecraft《籽岷的模组介绍 1.7.10趣味新模组合集 VIII》\nhttp://v.youku.com/v_show/id_XNzk2NTcwODI4.html\n\n·下载[redstone_dust]\n\n汉化版v1:百度网盘汉化版v2:百度网盘\n版本v2修复了一些奇怪的翻译...\n\n·未来计划[snowball]\n作者已经4个月没有更新了,估计已经弃坑了 = =1.更多的史莱姆\n2.更X炸天的实验室,下水道和沙漠墓穴!\n3.这些五颜六色的史莱姆将在1.8更新!\n4.也许会采取使用模组的用户的建议.\n5.与其它模组结合\n6.更X炸天的武士刀和护甲\n\n·更新记录[clay]\n英文原版\nV1.0.4\n·Config options for spawn rate of slimes.\n·Adjusted the slime villager mating so they don't reproduce as much.\n·Slimeopatra now drops sand on the player when under 200 hp.\n·Simeopatra gets a speed and damage boost under 100 hp.\n·Smaller Simeopatras gets a speed, damage and regeneration boost under 10 hp.\n·Added an ingot made from iron and colored gels that can be smelted.\n·Smelted slime ingot can be used to craft the armor.\n·Smelted slime ingot can be used to repair the armor in an anvil.\n·Enchant added called Slimery. Deals an extra 2 damage to slimes from this mod per level up to level 3. This enchant will only work on vanilla swords and the Slime Katana at the moment.\n·Slime Katana added. Gets Slimery 1 enchant on craft.\n·Added Blade, Guard and Handle items. Combine to craft a Slime Katana.\n·Mummy Slimes have a 1 in 50 chane to drop the Handle.\n·Foot Soldier Slimes have a 1 in 50 chance to drop the Guard.\n·Blade can be crafted with 3 Slime Infused Ingots in a diagonal pattern.\n·Wooden sword in mud cave chest starts with Slimery III.\n·Ninja Star item added. Does 2 damage to mobs/creatures. Not craftable (yet?).\n·New Slime called Foot Soldier Slime. Spawns in the sewer structure and drops pizza and Ninja Stars. They cannot drown and are invisible in water. They also throw ninja stars but their aim is really bad (on purpose).\n·Ninja Turtle Slimes now drop Pizza (More drops to be added).\n·Ninja Tutle Slimes cannot be drowned.\n·Ninja Turtles get damage boost in water.\n·Sewer strucure has had a little bit more added to it but still a long way to go.\n·Fiery Slimes now drop some Nether drops like nether wart, blaze powder and more.\n·Fiery slimes can set some blocks around it on fire on occasion.\n·Fiery slimes get damaged in water (Sort of like they are being extinguised).\n·Green armor now gives jump boost on full set instead of Night vision.\n·Snow slimes cover the ground in snow and suffer damage in hot climates (Like they are melting).\n·Village Tavern chest has dungeon chest loot instead of bonus chest loot.\n\nV1.0.3\nConfig file to turn structures off (WARNING: you wont be able obtain village scrolls)Slime Carnage gels will appear in vanilla dungeon, pyramid and jungle temple chestsSlime Carnage armor may appear in village blacksmith chestsSlimes should now spawn in biomes in other mods that use the Forge biome dictionary (like Biomes O Plenty)Slimeopatra now splits in 4 smaller Slimeopatras with 100 hp on death.Ice Slime NPC added but has no purpose yetAdjusted Slime spawn rates as they were too uncommon compared to vanilla mobs\n\nV1.0.2\nFixed a server issue (mod needs more testing on servers).Changed some code how mobs spawn which seems to fix an issue when you use this with multiple other mods.New items to spawn entities to replace spawn eggs. These can be found in the Slime Carnage creative tab.Slimeopatra now has red eyes.\n\nV1.0.1a\nFixed some of spawn egg colorsSome changes to Slimeopatra giving it some better drops and also now splits into Mummy Slimes instead of smaller SlimeopatrasGave the slime villagers better AI so they now mate, have more trades after a trade runs out and they move around a lot moreLowered spawn rate of the sewersChanged some spawn rates of certain slimesBuffed Monkey slime to have 10 hp instead of 1 hpOther minor fixesReupload due to a typo in the main java file that caused a crash on servers\n\nV1.0\nFirst release\n\n\n\n[groupid=834]☆SimsCraft模拟方块[/groupid]",
    "replies": [
        {
            "author": "280314182",
            "timestamp": 1420347420,
            "txt_content": "史莱姆和你什么仇什么怨 100都不给它 你还要屠杀它"
        },
        {
            "author": "1234lian",
            "timestamp": 1420347540,
            "txt_content": "280314182 发表于 2015-1-4 12:57\n史莱姆和你什么仇什么怨 100都不给它 你还要屠杀它\n作者讨厌史莱姆QAQ"
        },
        {
            "author": "WuYunzhe",
            "timestamp": 1420348440,
            "txt_content": "看起来不错唉～"
        },
        {
            "author": "^离殇",
            "timestamp": 1420349040,
            "txt_content": "炫彩史莱姆，就是这么任性！"
        },
        {
            "author": "Hack_er_",
            "timestamp": 1420349220,
            "txt_content": "表示喜欢~~~"
        },
        {
            "author": "454475906",
            "timestamp": 1420349580,
            "txt_content": "Cactus史莱姆感觉萌萌哒（话说上面好多流行语233）"
        },
        {
            "author": "1234lian",
            "timestamp": 1420379040,
            "txt_content": "这个模组很无趣吗QAQ\n人气突然就下去了QAQ"
        },
        {
            "author": "路过的6号",
            "timestamp": 1420383720,
            "txt_content": "好像不错哦~"
        },
        {
            "author": "氯化钠133",
            "timestamp": 1420431540,
            "txt_content": "好像不错。"
        },
        {
            "author": "莐歆",
            "timestamp": 1420439220,
            "txt_content": "顶一个吧"
        },
        {
            "author": "Milk_",
            "timestamp": 1420439280,
            "txt_content": "唔!很不错的Mod呀   "
        },
        {
            "author": "q936481981",
            "timestamp": 1420592340,
            "txt_content": "不喜欢史莱姆"
        },
        {
            "author": "Heart_failure",
            "timestamp": 1420592460,
            "txt_content": "就是喜欢    史莱姆 "
        },
        {
            "author": "algerlin",
            "timestamp": 1420593360,
            "txt_content": "好多史莱姆啊，加的东西不少啊"
        },
        {
            "author": "44mod",
            "timestamp": 1434039960,
            "txt_content": "史莱姆多了感觉很杂，不过mod还是好{:10_535:}"
        },
        {
            "author": "Nao_ke",
            "timestamp": 1434075660,
            "txt_content": "介绍好详细。。赞赞赞"
        },
        {
            "author": "larsan",
            "timestamp": 1434107880,
            "txt_content": "好多的种类，不错"
        },
        {
            "author": "xp01",
            "timestamp": 1434159120,
            "txt_content": "唉，这么好的MOD居然弃坑了，真是可惜呀。"
        },
        {
            "author": "a240849496",
            "timestamp": 1436450520,
            "txt_content": "史莱姆迷表示好痛心，萌萌哒的史莱姆被屠杀，不过我喜欢~"
        },
        {
            "author": "xcc",
            "timestamp": 1436450580,
            "txt_content": "这些建筑简直大赞！不过飞翔使是啥"
        },
        {
            "author": "Little_Jun_zi",
            "timestamp": 1439791020,
            "txt_content": "力挺（死也不做伸手党。。。）希望作者多做些MOD"
        },
        {
            "author": "dycdyc1007",
            "timestamp": 1460234100,
            "txt_content": "http://mods.curse.com/mc-mods/minecraft/224146-slime-carnage\n作者已经更新，不过权衡一下还是没有下载"
        },
        {
            "author": "JUAN_ZI小败",
            "timestamp": 1460247480,
            "txt_content": "此mod会火_(:зゝ∠)_期待下一次更新www如果有1.9就更好啦"
        }
    ]
}