{
    "title": "铁傀儡",
    "author": "Heart_failure",
    "replyCount": 11,
    "timestamp": 1420351860,
    "txt_content": "铁傀儡(Iron Golem)是游戏Minecraft(我的世界)中的生物。 繁体中文版称铁魔像，是大型的、三格高的、强壮的效用性生物。它们的主要目的是保护NPC村庄中的村民不受攻击生物侵犯。\n\n\n是游戏Minecraft中的生物。生命是100 (?× 50)，是大型的、三格高的、强壮的效用性生物。它们的主要目的是保护NPC村庄中的村民不受怪物侵犯。可当玩家攻击村民时，铁傀儡会过来追逐玩家。\n铁傀儡会自动地在至少有16名村民的NPC村庄中生成。但实际上并不需要自然生成的NPC村庄，只要有16名村民和21座房屋，铁傀儡就会生成。玩家可以用与雪傀儡类似的方法创造铁傀儡:用四个铁块摆成T型，最后在顶部放置一个南瓜。4个铁块相当于36个铁锭，这样创造铁傀儡似乎有些昂贵。当被创造出来时，它们总是面向南边。\n\n\n铁傀儡会在村庄中非常缓慢地徘徊。一旦被激怒，它会以更快的速度冲向目标，粗暴地向上挥舞双臂攻击，它们一次可以造成3.5到10颗心的伤害并将目标甩到空中。他们会受到岩浆、火、中毒伤害。他们不会受跌落伤害的影响。一旦死亡，铁傀儡会掉落3-5铁锭与0-2玫瑰。铁傀儡能够拿着玫瑰给村民的孩子们，似乎是在表示铁傀儡与村民之间良好的关系。铁傀儡会自动攻击视野内的除了爬行者、史莱姆、岩浆怪、狼与恶魂之外的攻击型与中立型生物。他们不攻击爬行者的原因可能是因为爬行者会破坏村庄结构。但Minecraft1.4之后，铁傀儡也会自动攻击史莱姆，岩浆怪和爬行者。如果玩家先攻击他们或是村民，铁傀儡就会反击(仅限于生存模式)。玩家攻击村民时无论是否在铁傀儡的视野中，铁傀儡都会和玩家形成敌对关系。如果惹怒了他们，即使切换游戏为和平模式，铁傀儡也不会消失，而是会继续攻击玩家。铁傀儡有着比其他生物更大的攻击范围，这就使它们即使并不能直接看到目标，也可以穿过1格厚的固体墙壁进行攻击。如果作为NPC村庄一部分的一只铁傀儡死亡，另一只迟早会生成来代替前者。当铁傀儡被玩家激怒之后，不论是通过攻击铁傀儡还是村民，都会在玩家逃离后回复平和。\n\n生物用途\n防御铁傀儡的主要用途是保卫NPC的村庄免受僵尸的攻击，通常是在围攻中。尽管其速度缓慢，它们的高生命和高伤害还是让它们成为了优秀的守卫者。它们在攻击时会摆动它们的胳膊，同时击飞敌人，并在1-2击内击杀目标。 尽管可以通过更简单的方法实现，玩家可以将铁傀儡关进一个封闭区域来阻止它们走开。\n养殖在Minecraft V1.2.3中，过去可以用在V1.2.2版本或更早以前铁傀儡版本中的铁傀儡农场已经失效,这很可能是因为生成环境的变化。 我们可以通过建造一间可以生成村民\"房子\"来建立一个全自动的刷铁和玫瑰的农场。如果限制铁傀儡在一个固定区域生成，接着我们就可以在这个区域建立一个陷阱来刷铁傀儡的掉落物。铁傀儡会在以村庄中心为中心点，周围17*17*6的范围内生成，并需要一个至少2*2*4大小的空间(虽说铁傀儡只有3格高)。为了达到对农场最大的控制能力，最好保证附近(50x50范围内)没有房子，如果你是在家附近或是在一个自然生成的村庄旁建立的农场，你只需要把所有房屋的门都拆下，这样这些房子就不会被游戏判定为村庄中的房子了。另一个生成条件是，村庄中必须有多于20扇门(21个即可)。当铁傀儡生成时，它应该总是在同样的位置生成。这样可以从这个位置将它们引入你的陷阱(利用活塞，水，或是村民自己推)。村庄中每15个村民将会生成一个铁傀儡，所以16-31个村民将会生成1个铁傀儡,32-47个将会生成2个铁傀儡，以此类推。每个村庄没有铁傀儡生成数量的上限。有些方法可以杀死铁傀儡并获取其掉落物，以下是最有效的几种:在水中溺毙。铁傀儡不会游泳,所以当它们的头没入水中时将会溺水。但是它们的高生命致使这是一个缓慢的过程。利用粘性活塞推固体方块窒息死。这种方法可以在铁傀儡生成后立即开始，但是这也许会致使陷阱堵塞，使其他铁傀儡既无法生成也不能死亡，这与设计方案有关。利用不会碰触到铁傀儡的脚的岩浆(因为掉落物是从脚出现的)。这是伤害最高也是最快的处死法，可以在右侧看到这种方法的样例图。铁傀儡注意:掉落陷阱是无效的，因为铁傀儡并不会受到掉落伤害。如果铁傀儡落到房屋地板7格之下，会被立即判定为离开村庄边境，这时即使前一只与村庄绑定的铁傀儡并未死亡，也可以生成一只新的铁傀儡。如果没有其它有效的生成区域，铁傀儡也会在液体内部生成，这意味着立即生效的水/岩浆陷阱是可行的，可以在右侧的图片中看到。尽管在第一时间令铁傀儡跌出村庄范围可以提高其刷新速率。陷阱可以有一个让玩家捡拾掉落物的收集区域。可以让一个区域同时生成多个铁傀儡来建立一个非常高效的农场。注意:如果你的村民并没有使铁傀儡生成，而且周边的确并没有其他房子,这时你可以在村民头顶上放置水来更新它们的状态，这会在满足生成条件的情况下强制它们开始铁傀儡的生成。如果玩家的资源和时间比较紧张，但又想利用铁傀儡收获铁，可以简单地通过重力方块使铁傀儡窒息死。铁傀儡的移动非常缓慢，而且在没有巡逻时通常会呆在一个固定的位置，所以可以很容易地从其头顶坠三个方块将其窒息。如果玩家制造了铁傀儡，他将会保护玩家。但他依旧不会主动攻击爬行者。以上纯属复制 =W=\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "280314182",
            "timestamp": 1420352220,
            "txt_content": "嘛 在wiki复制过来 有何意义？"
        },
        {
            "author": "Heart_failure",
            "timestamp": 1420352520,
            "txt_content": "280314182 发表于 2015-1-4 14:17\n嘛 在wiki复制过来 有何意义？\n当然有意义\n1分享一下\n2能学到很多 东西\n3水一下"
        },
        {
            "author": "琥珀剑心",
            "timestamp": 1420353000,
            "txt_content": "抄个wiki来水经验么"
        },
        {
            "author": "MoonNight月夜",
            "timestamp": 1420355880,
            "txt_content": "LZ机智的水了一贴"
        },
        {
            "author": "GhostAngelJQ",
            "timestamp": 1420356180,
            "txt_content": "蓦然回首，又见水货"
        },
        {
            "author": "a1174704984",
            "timestamp": 1420356720,
            "txt_content": "从wiki抄的而且不写的话貌似侵权=-=  wiki说过 转载请说明出处"
        },
        {
            "author": "hehehe_jj",
            "timestamp": 1420361700,
            "txt_content": "什么鬼？{:10_492:}"
        },
        {
            "author": "(兜兜）",
            "timestamp": 1420362300,
            "txt_content": "楼主够机智啊，水得一手好帖           "
        },
        {
            "author": "2293952761",
            "timestamp": 1420364220,
            "txt_content": "水的一手好帖"
        },
        {
            "author": "EternityTQ",
            "timestamp": 1420364460,
            "txt_content": "从他处转载必须注明原地址\n否则视为剽窃"
        },
        {
            "author": "⭐✔️",
            "timestamp": 1420370160,
            "txt_content": "2-2   转载主题规定：\n首先转载请注明出处。原作者他处自转请证明身份，可享受原创待遇。\n他人搬运请加上自己的解说或是心得，请不要只有转发内容或是视频、图片等。\n转载其它MC社区而不注明出处者，予以关闭、撤销正面评分、-2人气起步处理（编辑补上可撤销）；转载论坛内或转载WIKI一经发现将作抄袭处理，予以撤销所有正面评分，-2贡献起步，原帖删除或晒尸。\n（帖子中引用Wiki图片或原话请在引用后加上“——引自Minecraft中文Wiki”或类似字样），未标注到位时版主将会以小额扣金粒进行提醒）\n（请勿转载已被国内众多无良游戏站小编复制粘贴无数次的“技巧”或“教程”，它们有很多都出自本论坛或贴吧，一般发现能在百度直接搜到2个及以上更早原内容的主题将被直接关闭。如查证源自论坛，参考本条，如有误导内容，参考2-1。）\n学习他人设计思路并加以解说或改进者，不作为转载处理；但如无明显功能或结构改进，请于帖子醒目处加上“仿制自……”或“非原创”字样（包括但不限于标题）。否则参考上一项。\n转自版规"
        }
    ]
}