{
    "title": "〈原创·连载〉救赎 （整改版）【第七章】",
    "author": "末影龙娘",
    "replyCount": 2,
    "timestamp": 1420726680,
    "txt_content": "第七章 牵制\n“大叔，故作玄虚不是好孩子哦。”Osteah一边大声吐槽，一边将背包里的弓箭悄悄拿出。\n突然，一个黑影从黑暗中冲出——\n原来这么鲁莽，所谓的“影中人”也不过是个噱头嘛。突然，Osteah以看不清的速度架好弓箭，瞬间一支利箭朝黑影射去——\n“诶哟，Osteah你干什么，谋杀啊？”Osteah这才看清，原来是Done。幸好Done及时用剑格挡，让箭偏离方向射中胳膊，否则真的成谋杀了。\nDone一边哎哟哎哟地叫疼，一边把箭从胳膊里拔出来。Osteah迷惑地看看周围，仍然是一片混沌的黑暗。\n突然，Done又发出猪一样的嚎叫，如果不是Osteah脾气好，这时早暴打他一顿了。\n“你还是不是男的？！这点小伤算什么，让你嚎成这样？！”\n但Done却一句话不说，甚至不发出声音，只能看到纸一样惨白的方脸，与周围的黑暗形成鲜明的对比。\nOsteah呼地也变得脸色煞白，因为他看见Done手握着的断裂石剑后，是一道从左肩一直到右肋的长伤口，虽然不深，却触目惊心地不断涌出鲜血。\n突然，Osteah差点栽倒。那些血液——\n这时，上方不远处的Polly正用“拐杖”指着第一次爆炸形成的巨大坑洞。\n“大叔，你的拐杖好厉害哦，想制造这么大的坑洞，连传说中的凋零都无法做到呢…”Tald望望下面的深坑，吐了吐舌头，说道。\n“你叫Tald是吧？”Polly不耐烦地环顾三人，“应该是这个名字。我只有三句话，听好了。”\n第一，这是法杖，不是拐杖。第二，在我搭好梯子之前不要接近深坑，被炸死或者摔死我都不管。第三…”Polly突然吼了起来，下巴上的山羊胡随之颤动，“你们能不能从现在开始闭嘴，我让你们说话你们再说！”\n三人愣了一下，点了点头。\nPolly将莹石粉与金粒混合制成的杖尖指向深坑，随着口中不断默念古老咒文，杖尖开始发出紫色光芒，并且越来越强——\n那些血液在消失！？\nOsteah盯着Done的伤口怔了老半天，才意识到就算有再骇人听闻的事发生，也应该先考虑怎样脱险。\n“大叔，不要玩躲猫猫了！偷袭什么的可不是好孩子！”\n突然，从屋中心传来一阵冷笑，这冷笑贴着地板向四周缓慢爬行，令人穿骨。\n就是这个机会！\n一只闪着寒光的箭瞬间蹿出，将穿不透的黑暗撕开一个口子——\n突然屋顶又传来一声爆炸，从天花板落下一些碎石与粉尘，同时冷笑也戛然而止，随着箭矢插在黑耀石上的声音，黑暗又恢复了平静。\n该死！Osteah使劲锤着地。上面的人是在救他还是在帮他？\n于此同时，深坑的壁上已经搭好梯子，一行人站在露出的一块黑耀石天花板前。\n“有人使用影遁。”Polly将法杖指了天花板沉吟一会后，看了一下三人，说，“你们中有人会影遁？”\n三人摇了摇头。\nPolly轻轻“哦”了一声，丢给他们几瓶色泽奇怪的药水，说：“喝下去。”接着继续观察黑耀石天花板，仿佛是对其产生了浓厚的兴趣。\n许久，Hode终于忍不住了：“大叔，这东西是黑耀石，爆炸炸不开的，别白费力气了。”\nPolly吼道：“别多嘴，这东西是什么我比你们清楚。现在，拿出我给你们的钻石镐，挖。”\n这大叔脾气真好，太好了。Sandy一边在心中讽刺着，一边满不情愿地挥动镐子。\n嘭！\n随着一声金属的剧烈撞击声，Osteah一阵巨大冲力摔坐在地上。\n用双手支住的铁剑上方，是一把黑色的长刀，与铁剑的锋芒正对。\n随着一阵金属碎裂声，Osteah意识到不能这样僵持下去——墙角那个家伙已经由于失血过多，躺倒在地上。\n为何出其不意的攻击，反而无法命中？\n黑暗中遁去的黑影告诉气喘吁吁的Osteah的答案。\n这时，他的脚下一软——长时间的饥饿与不断的战斗，已经使他的体力超出极限。\n突然，黑暗又开始躁动——\n“该死！”用尽全身力气掷出铁剑后，这是他的最后一句话。\n随着一声金属碰撞，他的意识开始模糊——\nOsteah没有听见后来巨大的碎石掉落声。\n索引贴点此",
    "replies": [
        {
            "author": "Wolverine",
            "timestamp": 1420759800,
            "txt_content": "不错不错，第七章也很好看，可惜木有模板"
        },
        {
            "author": "北极星人",
            "timestamp": 1420849020,
            "txt_content": "没有开头空两格看起来怎么就……这么别扭？"
        }
    ]
}