{
    "title": "<连载·单章>小龙全新力作《兴与衰》序！",
    "author": "毒蛇",
    "replyCount": 4,
    "timestamp": 1420814640,
    "txt_content": "这是我的一篇新小说，希望大家喜欢！主要内容不说了，序言里有很多！感谢阅读，感谢支持！\n《兴与衰》序　　东方也好，西方也罢。发展到现在的样子，也毕竟不是一人之力，一夜之功。自从人诞生以来，就单说中国大陆：元谋人、半坡人、北京人、山顶洞人也都先后（这个不按照顺序排）出现，发展。到了禹，建立了夏朝。之后我也不必多说，这也不是历史教材。但是，想一想吧——春秋战国的分裂，秦朝的短命，两汉的大一统，大唐的繁荣，两宋的辉煌科技，明清的落后……一个朝代也好，整个民族也好，乃至于一个种族，甚至于一个星球、一个星系，都有它自己的兴衰，不过是时间不同罢了！　　很多人不爱看传记小说，其实是因为总是在一个人上边做文章必会引起读者的“阅读疲劳”。编年体的，我同学告诉我，无聊得很，当然啦！例如：“XXXX年，XXX出生了；XXXX年，XXX病逝了。”这样，看着像是日志，甚至是墓志铭。　　我不想去讲中国这些光辉历史，我也不想说欧洲的中世纪，我不想说现实的。更何况这部小说源自于Minecraft，必然归于Minecraft，原汁原味的Minecraft，才能算上Minecraft小说。　　终于可以开门见山了，这是一部我虚构的历史小说，不要看到这四个字就跑了，这里边的故事有一些比《苦力怕泰迪》还精彩！绝不是换汤不换药！这部小说开创了我的一个体系：虚构-故事·书信体历史小说。　　一个国家的兴衰就像日出与日落。这部小说中的女巫国的前身女巫族便是凌晨；国家的建立意味着黎明；国家的发展就形同于旭日东升；国家的兴盛说明国家到达了正午，烈日当空；国家开始衰落，太阳就开始西落；国家的灭亡，就像太阳的最后一丝余晖沉在地平线以下；民族的灭亡，就彻底得成为了月亮的升起。　　这小说没什么隐秘性，所以我就说了吧。它分为五卷：《建立与征战》，《发展与分裂》，《兴盛与太平》，《衰落与叛乱》，《灭亡与消失》。一卷分为五章，每章不会像《苦力怕泰迪》那么少，因为每章都有每个三四百字的小故事组成，一章有十个左右这样的故事，所以有五千多字。　　为什么叫“虚构-故事·书信体历史小说”呢？首先，这是虚构的，是发生在Minecraft的世界里的，当然是虚构啦！故事，我刚才说了，每章是由故事组成的！书信是怎么一回事呢？这部小说故事起源于凌晨。我睡不着，看到了龙猫的来信，于是给他回信，回了整整一天，这封信便是这篇小说的主要内容。　　这部小说的创意来自于前年（2013年）。前年底，我写过一部小说，名为《苦力怕战争》，但是才写了一章多一点儿就弃坑了，这便是《苦力怕泰迪》的前身。后来的《苦力怕泰迪》的人物设定，其实是按照《苦力怕战争》改的，包括《苦力怕泰迪与阿法拉的继承人》后半部分完全是借鉴过来的。包括《苦力怕泰迪与下界奇遇记》和《苦力怕泰迪与剑》便是当时计划中一卷的拆开版。包括《苦力怕泰迪》的最后两卷也是关于战争的。但是一个是上到国家，一个是下到学校，毕竟两者在此有着天壤之别，所以，我还是想写一部小说来反映兴与衰。　　这部小说的本名是《村民国史》，但是太正统了，而且我在村民与僵尸两大敌对上没有定论，并且僵尸在《苦力怕泰迪》后边有提及。苦力怕用在哪里都合适，僵尸并不是这样。后来我想改用动物，但是也不好——猪，牛，羊，鸡，都不好，只有羊的天地明显，但我不想灭了羊，所以最后决定用与村民很相近的女巫。这部最后的BOSS便是女巫的创立者（女巫是可以被村民劈成的）——闪电，闪电苦力怕。　　好吧，废话也不多说了，这篇序到这里就结束了，也欢迎大家读我的小说，不打广告的说，回复是种美德，别像《苦力怕泰迪》，索引贴都冷成那样了……亏我索引贴做的最好！　　希望大家喜欢！编者 小龙2015.1.9\n\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1420898640,
            "txt_content": "怎么那么冷门呢= ="
        },
        {
            "author": "北极星人",
            "timestamp": 1421144220,
            "txt_content": "毒蛇 发表于 2015-1-10 22:04\n怎么那么冷门呢= =\n我帮你顶上去啊~{:10_492:}"
        },
        {
            "author": "侑阳",
            "timestamp": 1447508460,
            "txt_content": "好厉害的大触，像我就只能写写小短片了╮(╯▽╰)╭"
        },
        {
            "author": "46241359",
            "timestamp": 1447672440,
            "txt_content": "你这一个序是序了多久→_→我怎么没看见正文，是因为我眼瞎么。"
        }
    ]
}