{
    "title": "原创·连载  自转小说  科技之械 魔法之晶 1-3",
    "author": "冰闪",
    "replyCount": 4,
    "timestamp": 1420868580,
    "txt_content": "好吧，属于自转的。\n原贴  MCBBS吧的 点这里\n另一个是MC小说吧的 点这里\n好了 引子\nMC世界，在这里，有不同的种族。其中的人类，他们拥有科学，当然也有一部分不怎么科学的魔法。\n在MC世界中，有五个基本点，除了麦块大陆外，还包含天、魔、下、末四个世界。\n当一场大战席卷整个世界后，那是一场无法想象的浩劫，天界人与人类的飞机坦克对抗龙族与各个怪物的魔法，在这场战争中，大家只能杀敌、祈祷、逃亡和死。\n时光的轮盘是不会因此停留的，打了三年的战争，在第四年终于有了缓和的余地。各种族互相尊重，然后制定了一份公约，可是，高等生物的欲望是不可被满足的................\n在战斗结束的第五年..........................人物【除主角】姓名韩冷\n种族:地球人\n年龄:17\n外貌衣着:白迷彩服，黑色运动裤，带着一顶绿色迷彩的渔夫帽。带着军用单兵作战耳机。\n武器:正常时使用枪械，神器:冰龙皇手炮，暗龙帝手弩。\n所属团体:共青团\n职位:神秘\n军衔:未知\n简介:鸿刃的哥哥，表面上冷冰冰的，实际上比谁都关心弟弟。战斗能力极强，曾经参加过少年特种兵训练，被凋零骷髅族视为能顶一个师的恐怖对手\n姓名：末刃·安德 \n种族：末影人\n性别：男 \n年龄：18 \n外貌衣着：黑色夹克衫【后期换成有着红色云纹的黑色长袍】\n武器：一把 黑曜石打造的剑（配鞘）、一柄黑曜石打造的弩\n所属团体： 末影一族\n职位：皇族统领\n军衔：元帅\n简介：末影皇族的统领，实力一般，慢慢成长，后期强大。\n\n\n下面是正文1 神の穿越\n我叫鸿刃，16岁的初三党一枚，喜欢搜集各种军模、匕首之类的。哎..........初三党真不容易啊.............以前还觉得初三的很威风，现在觉得累死人...........\n整整写了2个半小时啊【注：电闪22经常晚上写2个半小时的作业】！累死我了！好了，去玩点游戏安抚一下我脆弱的心灵吧！【电闪22：我看你心理承受能力很强啊！哪里脆弱了！】\n嗯......先打打MC吧！我索性建了个新世界。\n嗯啊，森林...........还是先调成创造去找个村庄屠村吧=￣ω￣=【熊孩子啊..........】\n创造就是爽！哎？我到一棵橡树下，这里竟然有一块萤石。\n这是BUG？怎么主世界还有萤石啊？我索性下去敲了一下，嗯...........怎么突然头晕了？我摸了摸头，脑袋就像被灌了麻醉药一样，我直接一头倒在电脑前。\n呼呼................\n突然感觉灯光好像强了点，好像太阳光.........\n等.....等等！这是什么地方？！我之前明明是在家里打MC的啊！我一个鲤鱼打挺站了起来。\n搞什么？！我吃惊的看着四周，典型的橡树林，还有太阳竟然是圆的。如果是穿越的话，那应该方块吧。\n我狠狠的掐了自己一下，嗷呜！！！疼死了！真的不是做梦.............难道真的是MC世界？我敲了一下头。.........难道搞穿越了？\n= =在MC世界第一件事是撸树，我走到一棵树前，嗯啊........看着这么真实，应该撸不动吧。我敲了敲树，果然啊，幸好刚才没有和某【shi】个【di】人【fu】一样上去就打一拳。\n看来用手砍树是不行了。我随手折断了一根树枝，捡起一块带利刃的石头..........啊啊！我在想什么呢！这样根本没法做斧子！\n我突然想起了籽岷视频里的一个MOD，要用两个带尖的石头做成小刀，然后去杀牛牛君得到皮革，再用小刀把皮革切成皮革条，然后用带尖的石头、皮革条和木棍合成小斧头.......\n可是我上哪去找牛牛君啊........\n我检查了一下自己带着的东西，除了身上穿着的一件黄T恤衫，白夹克，黑色运动裤和一顶沙漠迷彩的鸭舌帽外，还有我的一部手机和U盘..........东西完全排不上用场啊∑( ° △ °|||)︴，我环顾四周，嗯？在我躺过的地方竟然还有把工兵铲！\n我果断拿了起来，嗯........这不是老爸的藏品吗.............这是要搞什么啊............\n不过似乎有件防身的家伙了，工兵铲可是个好东西有铲、镐、撬棍（刺），锯、刀的功能，有了这家伙，我就不怕僵尸苦力怕什么的了，不过如果是骷髅那种远战的就成问题了。我人品不可能这么差吧........\n“嗖！”一支箭突然擦着我的左肩钻进了旁边的树干里。我擦.........这是BUG啊.........白天怎么会有骷髅啊.........\n一个穿着白色长袍的巨乳萝莉从树后走了过来。\n“啊拉，竟然射偏了，不过下一箭就觉得能要了你的命。”\n这货是卖萌的吗..........不过从气势上看，绝对不一般。\n【LZ：先写到这吧，后面还有好多没写的啊...............】\n\n2 神器\n雪林中隐隐约约的传来踩雪的声音，远方突然出现了一个轮廓，轮廓逐渐明显了，是一个穿着白色雪地迷彩服的男孩，他头上戴着的渔夫帽上有一些冰霜。他背上背着一把下挂了四棱军刺的AK-47突击步枪，武装带左侧挂着一把可以下挂的前膛榴弹发射器，右侧挂着一把92手枪。\n突然，男孩停了下来，他摘下耳机，竖起耳朵认真听着。\n这时，一个黑影从附近的灌木丛中闪电般的冲出来，右手举着一把石剑向他砍去，只见他轻轻一低头，躲开了石剑，右手抓住袭击者的右臂，然后朝下一拉，右腿一个膝撞击到袭击者的头，右手夺过他的石剑，左手灵敏的抓住他的头发，就在一瞬间，袭击者的头被砍了下来。\n“杀啊！”附近突然冒出一群穿着黑甲的士兵，高举着石剑冲过去。男孩一个翻身躲过一剑，然后瞬间砍下一个士兵的头，三个士兵同时朝他刺去，他一个后空翻躲过，左手取下AK-47，“哐哐哐.....”几个士兵头上离开爆出血花。然后男孩左手抓住枪托，右手的石剑挡在胸前，AK-47上的四棱军刺直接刺穿士兵的黑甲，鲜血马上顺着四棱军刺的血槽留了出来。\n突然，男孩把那个尸体挡在面前，只见突然箭雨落了下来。“该死....还有弓箭手。”他把石剑一丢，右手拿出榴弹发射器，“嗵！”的一声，高爆燃烧弹在天上打着旋的冲向小山。\n“轰隆！”只见小山上发生了剧烈的爆炸，然后几个浑身是火的人冲下来。男孩看了一眼，然后把石剑朝地上一插，继续走着。\n转台 主世界\n我愣了一秒，然后果断跑进树林深处，一支箭擦着我的头射在一棵树上，记得步兵作战手册【观众：连步兵手册都看过......鸿刃到底是什么来头啊.......】上说过，在遇到远程攻击敌人时最好钻进密林，然后偷袭他。我灵敏的爬上一棵树，左手抓住一个树枝，右手扶着树干，双脚倒挂在树上。\n“奇怪.....哪去了....”那个骷髅妹子根本没发现我。\n我的头一阵阵发昏，感觉眼珠子都要掉下去了，我终于明白为毛土匪们喜欢把人倒着吊，这滋味太难受了！\n“真是奇怪。”骷髅妹子把弓上的箭放下，天赐良机！\n我双脚一松，放开左手，在空中一翻身，一下落到她身后，左手一下捂住她的嘴，右手紧紧的抱住她。等等....这里好软.......\n“呜.....”妹子剧烈的挣扎，我左手放开了她的嘴。\n“变态！色......”还没等她说完，我一巴掌砍在她的脖子上，她脑袋一歪就昏倒在我怀里。\n额.....原本以为是一场恶战，没想到这样就.........我把工兵铲背起来【注：工兵铲带背带的】。\n嗯......不过妹子身材不错，而且还是巨乳，反正附近没人，要不然能.........\n呸呸！想什么！我可不是陈刚【是鸿刃的盆友】那样整天抱着抱枕自撸的色鬼！我扇了自己两巴掌，然后从树上弄下一段藤蔓，把她几下捆住，要不然她醒了我就惨了，可是杀人我又下不去手........\n我就当什么都没做，淡定的离开了【深藏功与名2333】\n另一边\n韩冷走到一片高地上，左手拿出一个平板电脑。\n”嗯.........鸿刃竟然也在。“\n再次转台！\n要累死我了.......我整整走了快一个小时了！TMD！\n嗯？这条路怎么这么熟悉？擦！又走回来了。我要崩溃了！\n哎？怎么会？我走到一棵树下，树下有一堆弄断的藤蔓........惨了！\n“哼哼！你终于来了！“\n只见那个妹子面带”微笑“的走出来，她的弓浮在面前，她的额头突然出现了一个闪电状的黄色印记。\n”去！死！吧！“只见一支黄色的剑带着电光射了过来，我向右一闪，该死！箭直接穿过我的左肩，撕去一大块肌肉，鲜血如同瀑布一般顺着我的左臂留下来，这滋味可不好受，我还感到麻痹，难道那支箭还带电？！\n”哼哼！这次看你......“\n还没等她说完，我的左手突然发出红光，流出来的鲜血突然飞了起来，浮在半空中，然后附在了我的左手上，整个左手上的血瞬间变成了一副血红色的手甲，手背上还有一个圆形的绿宝石。左臂上的伤口突然愈合了。\n“神器......赤龙帝的龙甲......”妹子突然被激怒了，又有三支箭带着电光射了过来。\n“靠北！”我赶紧逃命，三支箭都没射到我，而是浮在空中。\n“咝咝！”黄色的电流瞬间把我困住，一股麻痹感突然传来，我的意识开始模糊了.......该死！这样下去我会变成一根直接连接电源正负极的可怜导线，用不了多久我就会被烧毁的！\n突然，电流减小了，我的肢体突然恢复了知觉，右手不知什么时候也出现手甲，不过是白色的，而且周围泛着黄光。中间是一个圆形的黄色宝石。\n“怎么会.....”妹子吃惊的看着我，“竟然......这不可能！”\n她好像受到了打击，双腿一软，摔倒在地上。\n“喂！你没事吧！”我壮着胆子的问了一句。\n“嗖！”一支箭擦着我的左臂射到背后的树上。\n“可恶的人类！下次我再取你的命！”她大喊一声，然后背上突然变成一双洁白的骨翼，那双骨翼闪出圣洁的白光，然后一拍，瞬间消失了。\n这.....到底是搞什么啊.........我已经彻底看糊涂了.......\n转台\n末界 皇宫\n“所以说，末刃，你该明白该干什么了吧？”一个穿着黑色衣服，一头黑发的男人优雅地举着一个杯子，看着旁边的一位穿着黑色夹克衫的小伙子。\n“是的，大人。”\n“明白就去吧。”\n黑色夹克衫点了点头，一抱拳，身上发出紫光，然后瞬间消失了。\n未完待续！\n\n3 关系\n“呼.....”我.....\n我........我在哪？\n四周好黑，我.......\n我突然发现自己身上竟然留着血，是我的吗？\n我的右手握着一把战术刀，鲜血顺着我的手，流过刀尖.......\n“怎么回事.......”我似乎在问自己，又似乎在问谁......\n“砰！”\n是五四手枪！我一下变得清醒了，四周也变得清晰，我站在一具尸体面前，四周是黑暗的街道。\n我似乎在听见一个人的挣扎声，我顺着声音走过去。\n“该死的东突.....你们都不得好死！”\n我看清了，是老哥！我的那个哥哥，他被一个带着头套的匪徒紧紧的抓住了脖子。\n“就是你这臭小子妨碍我们吗！黑大爷【东突侮辱汉人的话，意为猪】！”\n老哥咳出一口血。\n我握紧了刀，如同闪电般的冲过去，当我反应过来时，他的心脏已经被我刺穿了，那个所谓的圣战士兵，就这样倒在了我的面前...........\n老哥掉下来，睁开眼睛看着我。\n“小刃......”老哥抱住我，我的眼泪慢慢流了下来，我也不明白为什么流泪，可能是........\n老哥伸出手来，替我擦了擦眼泪。\n“哥！”我大喊一声，然后惊醒了。\n嗯......这是..........\n原来是一场梦啊........\n我竟然躺在一张床上，竟然是在木屋里。\n手上的手甲都不见了，但工兵铲放在床头。\n木屋的熔炉里燃着火，还有一张小木桌，桌上摆着一些蘑菇，旁边有一个工作台，旁边还有几个木板凳。\n怎么回事？我拼命的回忆，自己好像是饿的昏过去了，然后倒下了..........\n“鸿刃！你终于醒了！”\n突然传来的声音吓了我一大跳。一张熟悉的脸突然出现了。\n“陈刚？”确实是他，那张挺帅但显得二的脸，还有那根呆毛，身上的蓝色连帽衫和那条牛仔裤，不错，就是他。我像一个陌生人一般看着他，“你怎么也在这？”\n“我也想问你同样的问题呢！”他一屁股坐在板凳上。\n“好吧，我是打着打着游戏，然后稀里糊涂睡着了就进来了。”\n“哈，我也一样呢。”我坐在床边上，“不过......这间房子是你盖的？”\n“不是我，是一个朋友盖的。”\n“陈刚？他醒了？”一个御姐的声音从门外传来，然后是一个白衣御姐推门进来，她留着两条乌黑的长马尾，我突然觉得她和那个袭击我的骷髅很像，但又..........\n“嗯啊，鸿刃，跟你介绍下，她是骷髅与凋灵骷髅的混血儿，诺灵。诺灵，这是我的老朋友，他和我都是从地球来的。”\n“怪不得，原来你们俩认识啊。”\n“嗯。”我点了一下头，“不过你是......骷髅？”\n她点了点头，然后搬了一张凳子。和陈刚坐在了一起。\n“我来和你讲讲关于这里的故事吧........”\n转台\n骷髅族的一个山洞里\n“一群废物！连个17岁的孩子都干不掉！”一个黑发穿黑甲的18岁男孩坐在宝座上，对着那些黑甲士兵们骂道。\n“对不起，少爷，我们真的尽力了，可是没想到那个少年竟然.......”\n“哥哥！”突然传来的萝莉音打断了士兵的回答。\n“诺雪？事情怎么样了？”\n“对........对不起，我放他跑了？”\n“出了什么事？！”男孩突然严肃了起来。\n“对不起......我没想到他身上还有白龙皇的龙甲.......”\n“你受伤了？”男孩走下来，温柔的给白发萝莉检查身体。\n“没.........只是放他跑了........”\n“哎！看来只能亲自出马了！你那个姐姐又不知道跑到哪去了........”他看了诺雪一眼，“休息去吧。”\n诺雪点点头，可是她没有回房间，而是走到了洞口，凝望着天空。\n”小白哥......“眼泪顺着她的脸颊流了下来。\n转台\n丛林\n韩冷的雪白色渔夫帽和雪色迷彩服突然闪出蓝光，然后慢慢变成了丛林绿色【韩冷的军服是可以随环境的变化而变化的】，他把四棱军刺卸下，给AK装上榴弹发射器，然后背上AK，左手握紧四棱军刺，右手抓住92手枪。\n”沙沙!\"草丛的响声惊动了他，他将枪口一转。\n“别开枪。”一个穿黑色夹克衫的男人走了出来。\n“你是什么人？”\n“朋友.......”\n\n注释：神器：由神所制作的寄宿在特定人类身上规格外的力量。神器会以所有者的思念为粮食，不断地变化和进化，从而变得越来越强。\n血化：赤龙帝的龙甲的暴走化，使使用者控制血之力，暴走模式下可能会导致失去意识，但一般只有在龙甲进化或者使用者回忆起痛苦的记忆时才会暴走。\n现在在主世界的人类政权。\n麦克帝国，中世纪的帝国制度国家，比较落后，但魔法力量极高。\n人类联合组织，共产党组织，主要位于森林，沙漠，海边一带，社会主义政权，科技力量接近于现在的美国，但几乎不会魔法。\n天界驻主世界部队，天界派到主世界的特种部队，科技力量最强，也精通各种魔法，主要兵种有漫游枪手，魔枪手，重武器召唤师，机械师。\n天界，位于天空的悬浮之岛，科技能力极强，且每个天界人都会魔法。\n魔界，与主世界相同，但生活着龙，精灵人【外形和人类一样，但会魔法，而且耳朵又长又尖】，吸血鬼等种族。",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1420869720,
            "txt_content": "挺长的，转载的真有水准...= ="
        },
        {
            "author": "樱花の月",
            "timestamp": 1420870920,
            "txt_content": "共，共，共，共，共，共青团？！哪里冒出来的"
        },
        {
            "author": "冰闪",
            "timestamp": 1420877580,
            "txt_content": "樱花の月 发表于 2015-1-10 14:22\n共，共，共，共，共，共青团？！哪里冒出来的\n韩冷是少年特种兵【军衔：少尉】，参军的话要么是团员，要么是党员，顺便透露一下这还暗示了他的战斗力【玩过尤里的复仇的同学都知道苏联有一个战斗力极强的兵种吧】"
        },
        {
            "author": "冰闪",
            "timestamp": 1420877580,
            "txt_content": "樱花の月 发表于 2015-1-10 14:22\n共，共，共，共，共，共青团？！哪里冒出来的\n韩冷是少年特种兵【军衔：少尉】，参军的话要么是团员，要么是党员，顺便透露一下这还暗示了他的战斗力【玩过尤里的复仇的同学都知道苏联有一个战斗力极强的兵种吧】"
        }
    ]
}