{
    "title": "【教程向】肉山后过渡期快速教程【依然是浮士德出品】",
    "author": "1875207298",
    "replyCount": 3,
    "timestamp": 1420892520,
    "txt_content": "【楼主其实并不在乎什么人气 徽章 等级 这种东西只希望热爱游戏的朋友们在下面陪我聊聊天谈谈游戏心得什么的我就很知足了 也希望大家给我提些建议和不足之处 在此浮士德也谢谢大家的支持】【只要陪我聊聊天就行好评差评无所谓】但如果你水帖的话碍于原则问题我还是会举报你的= 3 =\n\n\n\n\n\n1.2.3以后，制作商对过渡期的一些东西做了修改，比如不能刚刚打完肉山就可以扛着蘑菇矛走天下了，应长治血量增加了20000，攻击大幅提升等等，导致很多新人卡在过渡期过不去，百度到的方法很多，但不一定都有效，本帖将介绍如何安全无压力的通过过渡期。我会尽量详细。有什么意见欢迎大家提出。\n首先在丛林给巫医盖一个房子，夜晚时向他购买一个翅膀【怕钱不够，开玩笑用个水母雕像连接个计时器刷不就得了】\n肉山爆的发条和破坏者，发条一定要拿到，破坏者也要比永夜更适合肉山后的战斗\n在神圣地挖掘一些珍珠岩放在基地两端用于防腐化铺到地地世界就可以【别傻得铺成地狱直通车】\n【还有要给该给地下丛林做防腐因为还需要叶绿矿和乌龟壳什么的】\n带上肉山掉落的圣锤，来到复地砸祭坛咂三个就够了\n腐化者了，生产于腐化之地，喷射出的粘液伤害很高，新人杀手！每砸一个祭坛就会刷出几只幽灵，能穿墙，攻击高，同属新人杀手系列\n【一只很容易解决，但一群包围你就十分危险】\n幽灵爆了一个快速时钟，可以免疫debuff缓慢\n砸完你能找到的所有祭坛后，不要急着挖新三矿，我们还有更重要的事要做，那就是刷海盗弯刀。\n水蜡烛摆放在附近能够增加刷怪率，因为死亡草不多所以就不浪费战争药剂在这上面了\n在地牢重置一下出生点【因为靠海近】\n大海，我来了\n虎纹鲨鱼，我们需要它掉落的鲨鱼鳍五个\n哒哒哒\n哒哒哒\n水母项链和藏宝图！藏宝图可以召唤海盗入侵\n在晚上可能遇到恶魔之眼的升级版：徘徊之眼。这家伙和克总眼一样拥有第二形态【在我记忆里好像比眼球大一圈】\n记得以前楼主刷了好半天都不掉【这人品得有多差连潜水头盔都爆出来了】\n两个应藏宝图该够了，我还是先去挖一点钴蓝做钻头可能会遇到神圣之地怪物之一————混沌元素。防厚雪糕攻击高还能瞬移，是除了神圣蝙蝠以外圣地最麻烦的怪物\n肉山后地底随机刷出的NPC魔法老头，买的东西我就不多说了，无意义【就一个水晶球有点用】\n圣地地底特产碎魔晶。生长在珍珠岩上，可以用稿子凿下来，具体作用问伟大的大百科先森【向导】\n[记得楼主的铺的肉山跑道被神圣化了，结果成了魔晶搜集地】\n圣地地底特产二：光明之魂。肉山后必需品，具体作用问向导【神圣地底小怪爆出】\n挖到地狱时钛金矿石了，主要分布在熔岩层与地狱上方。but。。。。。。。。。这他喵的不是欺负我没有山铜或秘银的稿子吗\n在神圣之地经常会偶遇魔化神剑，看上去就是一个会动的ex咖喱棒，会在转动几圈后吵你撞来，不过只要在转动的时候给它一击就能打断攻击【200雪\n掉10银】\n把挖到的钴蓝矿石烧成锭，造一把钴蓝钻头\n【自嘲一下】合成了一个水母潜水装置（恭喜楼主成为资深潜水党）\n神圣化已经蔓延开来了\n多做些战争药剂在放些水蜡烛【目的是增加刷怪速度】\n造一个长平台尽头各放上一块石头在平台上铺满岩浆[lava_buket]再在平台上3格处用方块将自己围起来\n喝一瓶战争药剂先\n召唤海盗军团\n一句话【回头是岸[fire]】\n刷到了不少黄金家具和海盗法杖，召唤海盗为你而战，过渡期是很好的武器，当然还有海盗弯刀\n海盗弯刀【传说】  69近战伤害 百分之十四暴击率 非常快的攻击速度 普通的击退威力 ＋百分之十六伤害 ＋百分之十二使用速度 ＋百分之五暴击率\n＋百分之十判定面积 ＋百分之十五击退威力【 海盗弯道拥有攻速快，伤害高等各种优点，简直可以说是缩小版的神圣之剑】\n海盗法杖【超神其实无情更好】三十七的召唤伤害 很弱的击退威力 消耗10法力召唤海盗为你而战 加百分之十六伤害 加百分之五暴击率 加百分之十五击退威力\n【切记召唤法杖的前缀不是它挥舞的伤害（当然了如果你说的召唤法杖是指泰拉之刃这些武器的话当我没说）】\n挖新三矿\n出现岩浆时，这个深度差不多就可以喝一瓶勘矿药剂开挖了\n新三矿之一：山铜 对应秘银，可以用钴蓝稿挖掘一句话弯刀在手，三矿我有！\n烧成锭以后先做出山铜毡，肉山后的所有武器，防具，工具，道具等大部分都要在这里打造\n一把山铜钻头出来了19近战伤害 百分之四暴击率 快速的攻击速度 无击退威力 百分之一百六十五挖掘威力 可以挖掘精金和钛金\n听别人说【稿子有击退效果】有兴趣的玩家可以做完来告诉我是否属实\n挖完钛金先做【钛金熔炉楼主喜欢叫他美的电饭锅】用来熔炼精金和钛金矿\n做出了钛金面罩可装备23防御力 增加百分之八近战伤害和暴击率还有进战速度尽量做全套\n钛金全套已出，这时可以停止挖新三矿了，当然可以根据个人喜好做出钛金弩，矛\n找派对女孩买了一大堆烟花猜猜楼主要干嘛\n我们还需要光暗魂各30个左右以及一些宝箱怪爆的饰品，神圣之地我们已经探索过了，那么现在讲解一下腐化和血腥吧!\n血腥幽灵与幽灵相同，不过血略厚\n钛金套自带的影分身效果了，攻击怪物时有几率出现，帮你抵挡一次攻击后消失\n血地地下最危险，但同时也提供血地最有用的东西之一的怪----------脓血乌贼，别看它是只乌贼，其实他不需要水就可以移动，掉落：黄金脓血。用处非常多但主要用于合成脓血弹ps：希腊神话中诸神（gods）的血液就是金色的\n刷脓血的小技巧：可以用直通车来回上下走动，乌贼的刷新率会提高不少，几分钟就30个了\n被乌贼的脓血射中以后防御会减少20\n记得去杀白长直【白龙 硬长直钢铁吞噬者 黑长直世界吞噬者 这个若不知道会被我们这样的泰瑞老手嘲笑的】小白用星陨做的魔法枪或者流星杀起来效果非常好\n杀死他以后飞行之魂会掉落在他的头部位置，可以合成各种翅膀\n世界哺育者也会爆咒火咒火比脓血好刷很多\n可能会遇到腐化版魔化圣剑【其实是把锤子】，就是换了套马甲而已\n打打宝箱怪也是不错的选择 辨认宝箱怪的技巧：1.宝箱不会生成在半砖上，而且底下也不会出现没有砖块的情况。2.你可以先站在远处打一枪试试3.如果在你发现多出一个原本不存在的宝箱，那一定就是宝箱怪，宝箱不会再地图生成完毕以后继续刷出【这个故事告诉我们宝箱要及时回收】\n爆传说陨饰【可装备】加快生命恢复速度并减少生命药水的冷却时间    十字架项链【可装备】【制作材料】会延长你受伤害后的无敌时间\n细心 的玩家会注意到被攻击之后人物会闪几下大概0.5秒，此时处于无敌时间，十字架项链能够将它延长至1.46秒左右，最有用的饰品之一\n把脓血和咒火都合成子弹\n招出双子魔眼玩竟然过了{:10_499:}这是楼主人生第一次不取巧完爆BOSS啊【楼主连肉山前的BOSS都是用电路爆的挑骷髅王的时候不是 但差5滴血你们就见不到我了】 事实证明发条是吧好枪，多亏了十字架和饰坠中间只用了两瓶大红 魔眼爆了神圣锭和视域之魂，具体作用问guide吧【carlo_RNG :向导的英文】\n咒火爆了。。。。。。。。。。。。。。战斗过程太激烈【大家可能看过我的帖子BOSS大多用电路击杀但考虑新手原因这次就不用了 但新手用个心雕\n魔雕连个计时器刷点血魔法总是可以的】\n做了一把圣剑54近战伤害 百分之十八暴击率 快速的攻击速度 普通的击退威力【制作材料】\n还有一把丁叔矛\n下雨了呢，去刷雷雨\n来到丛林\n肉山后丛林刷出的新怪非常强，所以需要做一个简易防御工事\n将自己围起来头上空一格\n粗线了粗线了!是它是它就是它！我们的英雄小哪吒。口胡抱歉啊，狂怒之灵【长得像朵乌云】!这货只会在肉山后雨天刷出，在丛林刷出的几率更高。有几率爆出铁菊花【又是硬长直】的克星：雷雨法杖！爆掠6.67%\n合成铁菊花和铁吴克【恐惧总理的别名也可以叫他钢铁骷髅王】的召唤物\n与铁菊花战斗之前先做一些能够提供吃饱喝足Buff的食物，例如南瓜派，烧鱼等\n在平台的基础上加一个蜂蜜槽【作用蜂蜜加血量回复速度】\n谜底揭晓：撸主要用烟花神教全平台放上烟花【真讨厌又说我取巧】\n可怜的铁菊花完全挡不住烟花【巨大伤害】的摧残\n 第一步:对着地上的烟花右键狂点就行。第二步:等烟花把boss炸成了残血，在他头顶用雷云法杖下朵云然后冲上去狂砍即可，很简单。PS:有探测器飞出来时一定要第一时间打掉，会掉落红心?\n力量之魂获得\n在夜晚找军火商购买非法枪械组件\n再拿出minishark与力量之魂和鱼鳍，合成一枪在手肉后我有的-----大 鲨 鱼！可以一直用到出毒刺发射器\n24远程伤害 百分之十暴击率 极弱的击退威力 百分之五十几率不消耗弹药，是迷你鲨失散多年的兄弟\n找蘑菇人买一根蘑菇矛（其实不买也可以）至于蘑菇人如何入住我就懒得说了\n69近战伤害 百分之十八暴击率 非常慢的攻击速度 强大击退威力 购入价格70金币\n挥动时会留下一条带伤害的蘑菇，可以穿墙\n小技巧：打某些boss时可以在平台上召唤一只克总眼杀死，打boss时血不够时可以去吃之前克总眼掉落的红心\n与机械骷髅王战斗的技巧：1.换上之前做的脓血弹打，debuff可以削弱boss20点防御。众所周知，tr里2点防御可以抵挡1伤害，所以使用脓血弹可以每发多10伤害2.电锯和钳子手会一直追着你打，但boss冲过来时只要向上跳起就可以闪过。3.注意到蜂蜜槽里的那两头小怪了么，他们不是刷存在感的。如果平台附近有僵尸这种攻低的小怪，可以用它充分发挥十字架项链的效果，boss冲过来攻击时可以撞一下小怪获得无敌时间，就可以避开boss的攻击，如果有怪物雕像也 可以派上用场，撸主就是用这种方法加钛金套的影分身中间一次红瓶都没喝\n4.如图是boss暴走了这时千万不要碰它的头。\n在多刷几次新三王做出以下几样以后。。。。。。。。。。。。。神圣套我实在是懒得打了\n【醒目】你并不一定要完全按照此贴玩，做做参考就行，毕竟，玩游戏的乐趣还是在于自己探索",
    "replies": [
        {
            "author": "咪西",
            "timestamp": 1420943160,
            "txt_content": "其实魔法师卖的空白魔法书非常的好用。肉山后地下血腥之地的脓血章鱼掉的脓血和暗影之魂加空白魔法书在书架边制作黄金喷头书。射出的脓血不但穿透怪物数量无限个还有降低怪物防御力的作用（还可以配合吸血飞刀）。这书一般在打硬长直时非常的厉害配合雷云权杖打更牛逼。但是。。。黄金喷头魔法书一般都是降低防御力高的怪物后用其他武器打。"
        },
        {
            "author": "1875207298",
            "timestamp": 1420944960,
            "txt_content": "我的世界的狂人 发表于 2015-1-11 10:26\n其实魔法师卖的空白魔法书非常的好用。肉山后地下血腥之地的脓血章鱼掉的脓血和暗影之魂加空白魔法书在书架 ...\n我直接用烟花神教和雷雨法杖"
        },
        {
            "author": "andynew",
            "timestamp": 1421030820,
            "txt_content": "我的世界的狂人 发表于 2015-1-11 10:26\n其实魔法师卖的空白魔法书非常的好用。肉山后地下血腥之地的脓血章鱼掉的脓血和暗影之魂加空白魔法书在书架 ...\n有道理，我就喜欢黄金喷头"
        }
    ]
}