{
    "title": "【原创·单章】《流》第一卷 罪城 楔子",
    "author": "龙腾猫跃",
    "replyCount": 5,
    "timestamp": 1420904760,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2015-2-14 20:54 编辑 \n\n流\n\n\n第一卷　罪城\n楔子\n\n　　橙云之底，红阳之末，余晖下的孤城不再有往日的祥和。城外敌寇的吼叫已经盖过了绝望的哭嚎，这正所谓兵败如山倒。\n　　而现在，杨笠的处境甚至更为糟糕。四下的惨叫早已麻木了他的耳，漫天的血红也已经遮住了他的眼，他唯一所能做的，就是强行拖动自己残损的身体奔向那道城门，所谓“不破”的黑曜石城门——生与死的界线。\n　　他身上那层薄薄的皮甲哪禁得住锋利的铁剑的折磨，左臂上狰狞的血口上，鲜血还在汩汩流下，滴落着他生存的希望。\n　　希望？哪还有希望？不死在敌人的刀剑下，也要死在同伴的背叛里——就比如说现在，那堵城门正缓缓关闭……\n　　能赶到吗？杨笠不知道，他也不想知道，不想去想。他只知道，无论是敌军还是友军，都在往城门里涌，门口早就堵成了一片，不知踩死了多少人。\n　　为了自己在那里苟且偷生，竟然断绝这么多人的性命！杨笠现在简直想冲进城去把那些宦官先宰了，但这当然还是心有余而力不足。\n　　在他颤抖的脚下，原本松软的绿草已经失去了当初的颜色，甚至失去了以前的模样，但或许“野火烧不尽，春风吹又生”，草，终究会再长出来的。但是，人呢？\n　　“弓箭手准备！”城墙上突兀地传来一声大吼，吼声的来源与情绪却已经无从辨别。\n　　杨笠猛地一个寒战，抬头望着不远处城墙上拉弓张弦的弓箭手，不，刽子手，却只能回应他们一丝凄凉的冷笑。\n　　他听着周围战友的怒骂与嚎叫，停下了自己的脚步。既然如此，那么，死在自己手上总比死在“他们”的手上要强。\n　　有些人不是总说，人，总要任性一回么？\n　　杨笠默默抬起右手，把手中不知何时变得破烂的石剑缓缓调转，对着自己的胸口扎了下去。\n　　“呵，你们，又让我失望了……看来，我真的只会“高估”别人的品格呢，人心，果然是永远也不能预料的啊……”\n　　肉身的痛苦渐渐离他远去，仿佛自己只是一个旁观者，在那里看着自己本能的抽搐与挣扎。\n　　终于，一切都不重要了。\n　　杨笠觉得自己飘了起来，就像要睡着一般。一段似乎已经被遗忘的对话却在这无言中，缓缓出现在他的心里：\n　　“爸爸，为什么黑曜石是紫色的呢？”\n　　“它本来就是这个颜色啊！”\n　　“不过我不喜欢这个颜色！”\n　　“哦？为什么呀？”\n　　“嗯？我不知道……”\n　　孩子，我现在知道了……紫色，本来就不是什么好颜色啊。紫色，是终末……一切的，终末……\n　　潇儿，再见……\n\n\n　　由于我的高要求高标准，都是改到不能再改才发的……所以更新速度别指望有多快，但在第一卷完结前不弃坑！每一卷都是一个相对独立又相对联系的故事，所以这个小说应该没用什么“主角”，每一卷都是独立的嘛……\n　　这也是我在创作版潜水了几个月的复出之作！这几个月潜水我可没毫无长进！现在，我回来了！\n\n\n　　正文字数：898\n　　发布时间：2015-01-10 16时\n　　下一章节：第一卷 罪城 第一章\n　　索引地址：索引帖",
    "replies": [
        {
            "author": "Wolverine",
            "timestamp": 1420935840,
            "txt_content": "龙猫大哥原来也在写文啊，支持一个！"
        },
        {
            "author": "GenjiKai",
            "timestamp": 1420938240,
            "txt_content": "很不错的文笔\n炒鸡流弊"
        },
        {
            "author": "player927",
            "timestamp": 1420938780,
            "txt_content": "神'文'赞'起'来!表示本四流打字爱好者表示膜拜!"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1420958880,
            "txt_content": "Wolverine 发表于 2015-1-11 08:24\n龙猫大哥原来也在写文啊，支持一个！\n你是不是认为“龙腾猫跃”这个ID出现在游戏技巧和软件资源版以外都是不正常的事= =……"
        },
        {
            "author": "Wolverine",
            "timestamp": 1421080740,
            "txt_content": "龙腾猫跃 发表于 2015-1-10 23:48\n你是不是认为“龙腾猫跃”这个ID出现在游戏技巧和软件资源版以外都是不正常的事= =…… ...\n不是，因为我第一次看见龙猫大哥发小说（可能孤陋寡闻了）很兴奋嘛～"
        }
    ]
}