{
    "title": "〈原创·连载〉救赎 （整改版）【第九章】",
    "author": "末影龙娘",
    "replyCount": 2,
    "timestamp": 1421024640,
    "txt_content": " 本帖最后由 末影龙娘 于 2015-1-13 06:17 编辑 \n\n第九章 飞溅\n  残存的十几个战斗人员向村庄中心跑去，但有的被creeper炸得粉身碎骨，有的被射成筛子。最后能跑到一起的，只剩下大约十个。\n  躲闪，逃避，都已再无用处，如山的怪物势不可挡地向村庄中心袭来，事到如今，只能拼死一战。\n  “去死吧！”队长声嘶力竭地吼道，同时用力拔出铁剑，顺势把一只僵尸砍成两半，腐烂的脏器从从切口中流出。\n  仅存的几人奋力拼杀，但铁剑与弓箭威力毕竟太小，就算有一百把剑，对于越来越小的包围圈和一个个倒下的队员也无济于事。\n  “你们怕死吗？”队长操着已经嘶喊得沙哑的嗓音对背靠背的最后几个队员喊道。\n  “不怕！”虽然人没有几个，声音却极其整齐、高昂，令人听了为之一振。\n  “空话！再问一遍，你们怕死吗？”\n  “怕！”士气仍然高昂，虽然已是生死关头，旁人见了却未免觉得荒诞。  \n  “既然怕，我们先转移！看到西面那栋矮石屋了吗？”\n  “看到了！”仍然是高涨得荒唐的士气，紧随其后，又是一声惨叫——又一名队员阵亡了。\n  “那我们跳到屋顶上去！三，二，一，跳！”\n  虽然众人及时向石屋跳去，但火药点燃的嘶嘶声还是令队长感到狐疑——\n  突然，随着一声巨响，一股强气流竟将队长在内的几人往空中推出几米，使其提前下落，重重摔在屋檐上。不顾头部几近碎裂的疼痛，他顺势抓紧屋檐，幸好，屋檐没有松动。他惊恐地望望下面，刚才唯一的一块没有被怪物盘锯的弹丸之地也荡然无存，两名队员掉回密实得找不到缝隙的怪物群中就再也没有起来。\n  但是他们最后的希望也几近破灭——下方的骷髅已经开始抽箭——\n  突然，更加戏剧性的一幕发生了——我说戏剧性是因为这种武器，或者说使用武器的方式令人闻所未闻——劈空中，一把铁制的斧帮朝怪物飞来，因为怪物群太过密实，霎时，怪物倒地声四起，怪物群撕开一道长口子。而剩下的怪物也明显乱了阵脚，茫然地寻找着斧帮的来源。\n  又是一个突然，一个青年大步流星地向怪物群走来，一抬手，斧帮已经接在斧把上。怪物不知所措之时，青年已经削下了十几只僵尸的脑袋，顿时黑血飞溅。骷髅也将箭头对准他，慌慌张张地射出几支箭，却尽数射在怪物身上，立刻又多了几只蜘蛛吐着白沫翻滚几周又僵直在一旁。\n  怪物群为何见了青年就如此溃不成军？也许是因为青年的劈砍极其流畅利落，也许是斧子本身的威力使每次挥动都会带下十几个形状各异的脑袋，也许是因为青年每次发力，怪物都会有些畏缩——说来也奇怪，怪物没有意志，它们除了光与热的结合形式外本不应再惧怕什么的。\n  总之，这个青年成功扭转了局势。随着青年将手中的斧子“呼”地抡了一个圈，最后一片怪物也轰然倒地。\n  见青年抿抿脸上的血就扬长而去，队长顾不得伏在墙上这种见面方式有多么令人尴尬——毕竟在这个村，能用这种难以掌握的方式娴熟杀敌的人不是能天天见到的：“你……”\n  青年并没有停住，挥挥手，毫不客气地打断他：“Szfrzen。”\n  队长并没有多说什么，毕竟这家伙救了全村的人——尽管现在全村已经不剩多少人：“Szfrzen先生，您能……”\n  “不能。”保持做派，青年仍然不客气地回绝，好像他能预感到别人要对他说什么。\n  队长的脸色有些难看了：“你可要……”\n  Szfrzen突然停住，转头用奇怪的目光使队长打住了话头。队长也奇怪，自己虽然不算身经百战，但也算干练了，怎么会被一个青年的目光吓住？\n  不过Szfrzen只是转头拔斧（被盯得有点发毛的队长松了口气），擦了擦满是黑血的斧刃，“我完全可以不救你们，我只不过不想在睡觉时听着屋外的怪物哀嚎。”说着，身体转向一间砖房。\n  队长无言以对，只得滑下来注视着Szfrzen走进屋子——或者说，注视着……\n索引贴点此",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1421042220,
            "txt_content": "一怒之下大修。"
        },
        {
            "author": "小Ｃ子",
            "timestamp": 1436411220,
            "txt_content": "不错，值得我这新人学习\n"
        }
    ]
}