{
    "title": "锻造者传奇第11章【这么久没更新。。。没脸说话了。。。】",
    "author": "记忆随风",
    "replyCount": 5,
    "timestamp": 1421072160,
    "txt_content": "第十一章：世界由来“谁?”  “我啊”  “你是谁？”“你们刚刚不还在评论我么？这就不认识我了？”一个幽蓝色的老人像凭空冒出来的一样，满脸的皱纹，一把蓝胡子贴到了胸，身材看起来好像很瘦弱，明明站在那里却让人觉得飘忽不定，而且。。。看起来一点存在感都没有。【具体形象请自行脑补任何RPG中的第一个村庄的长老/智者/村长之类的人物，没有的RPG就不要矫情了，把刚刚那几位扔到蓝色染料化开的水里，再捞出来擦干应该就差不多了。。。】  “你是那个半巫妖？”“确切的说是以前是”“那你现在是什么？”“我？看不出来么？我可是人类诶！”“人类？”蓝嫣瞪着眼睛说：“那你身上这一身的死灵气息是怎么回事？老实交代你是谁！”“哦呦呦，β级机器生物？很少见啊，这材料是深海遗迹晶吧，怪不得不用什么护甲呢！”“别转移话题！老实交代！”“╮(╯▽╰)╭，要不是知道矮人不擅长智能体，我还真会怀疑你这个机器人是不是矮人制造的，这股倔脾气跟那伙山丘矮人简直一模一样！话说我还真的是好久没去看他们了啊！”老人呈现45度俯视地面的样子，看起来很伤感。。。【别问我为什么是俯视，你说你看矮人是什么角度！】“不好意思，老人家，打扰一下你沉思过去的往事了，这是哪啊？”我连忙上去打断了他的回忆，毕竟不知道眼前的老人有几千岁了，万一回忆个几十年我们也是扛不住的。。。好吧可能只有我扛不住。。。说完之后，我从怀里拿出了一个面包，打算回复一下饱食度，眼前一花，面包消失了！只见刚刚那位低头沉思的老人边咂嘴边说：“果然还是不能缺少食物啊！不错，火候刚刚好，还有点温热，软硬也适中，恩，还不干，小伙子烤面包烤的不错啊！”我心想：贴身放的，刚挖完那么多矿，流了一身大汗、、、“不过有点咸了，以后少放点盐啊，第一次就这样吧，还比较有味道。“【建议吃东西的时候不要看，看了不要想，想了不要吐，吐了。。。赶快擦吧。。。】“还有么？”“还有不热的。”“来两个！，可惜没有肉。。。”“我有烧鸡”“太好了，现在只差酒了”“我这正好有蓝嫣刚帮我制作的提神麦芽酒！”“哎呀那就太好了！小伙子，我们一起吃点？”“好啊好啊，我们一起吃点吧。”我从背包里掏出3瓶浓度大到可以当液体面包和的麦芽饮料【不是格瓦斯。。。】，2只烧鸡，3块牛排，还有一块猪排，用羊毛简单的做了4块地毯就铺在地上了，和对面的老人吃了起来。【蓝嫣：主人。。。你知道对方是谁么，就跟他吃上了，不过，这画面好和谐啊，一个不拘小节的胖子，一个为老不尊的老头。。。在一起吃东西。。。吃货果然交流起来不需要语言么？】酒足饭饱~~~“啊！果然还是肉好吃啊！”“是啊是啊，我觉得尤其是牛排，那口感。。。爽嫩弹牙，还筋道~~~啊，好爽！”“哎，你小子对我胃口，怎么样，拜我为师啊？”“不要，大爷你谁啊。”“问我啊，我叫阿斯考。”“没听过。”“这”老人好像噎了一下，脖子动了一下之后才说道：“我阿斯考都没听过，你大陆史到底多少分啊！”“等下，阿斯考？”蓝嫣重复了一遍这个名字，绿色的眼睛里好像有好多蓝光在闪过，“哦！铭刻者阿斯考！”“看看人家，再看看你，怎么样有没有意识到你们之间的差距？”“意识到了，她有数据库，我没有。。。”“这。。。”“主人”，蓝嫣趴在我耳朵旁边小声告诉我：“阿斯考可是大人物的，他创造的第二大脑可是被誉为当代最伟大的铭刻技术制作品，可以让普通人脑也可以拥有数据库一样的存储能力的！”蓝颜小声地跟我说，而且不知道是不是害羞我太没有见识了，脸有点微红。【别问我人工智能怎么脸红，我不知道！不知道！】  “嘿嘿，怎么样？打算拜我为师没有啊。”“有点了。。。”“那还不快拜师！”“可是我怕麻烦诶，不想学。。。要不然你直接送我一份算了。”“你！！！”阿斯考气的满脸通红，【一个蓝的脖子上面有一个红的头你们可以想象一下了。。。】我趁着他还没发出火，赶快转移了话题：“对了，大爷，你为什么会在这里，而且是这般摸样啊？”“哦，这就说来话长了。。。”“停！长话短说，作者码字很累的你知道么？”“好吧好吧，总之大概就是当初百族大战的时候有一位老友邀请我去和他一起作战，但是那个时候我那点实力真的是不够看啊，毕竟那么多年的时光都用在找宝贝和做宝贝上了，于是我打算给自己提升一下肉体，免得到了战场放了一个禁术就粉碎掉了，当时我就四处去找巫师朋友，以及找一些巫师团体，打算让他们帮忙，那时我遇到了一个叫做“格兰兄弟会”的团体，他们还借给我了一件法袍，当初我高兴地什么都没考虑，就没想到一个小小的团体为什么会有那么一件珍宝。。。果然，那些人是教廷的，然后。。。就是最后一幅壁画的样子了。。。”  “那你为什么成了这个样子!”“那个时候在最后关头我用自己所剩的法力凝结了一个不会消散但是没有任何法力的替身，最后爆开了路法水晶，将我随机传送到了一个地方，很幸运，我传送到了一个光明捍卫之塔的遗址，这个地方封印了一座地狱传送门。”“地狱传送门！”蓝嫣惊讶的下意识喊了出来“地狱传送门？有什么的？”“反倒是我不以为然起来。“嘿！，主人你究竟懂不懂什么是地狱传送门啊！”“知道啊，传送到地狱的门而已嘛”“而已？你这个而已说的倒是轻巧，到地狱的传送门有多么大的价值你知道么？先不说别的，单凭地狱里的火精块就已经是稀有3级了，还有那所有生物梦寐以求的魔法源泉：地狱石英那可是千金难求的珍宝啊，还有地狱里许许多多的奇特矿产，有了地狱门就有了拥有这一切的希望啊。”“有你说的那么神？那多简单啊，水和岩浆一浇不就可以了？”“那可需要最初的水和最初的岩浆啊！”“最初的？”“主人你到底是不是这个大陆的！”“额。。。这个。。。年纪大了记性不好了。”“罢了罢了，年轻人，我就来给你讲一讲这之中的传说吧。”阿斯考把话头接过去了，不知道为什么，他的眼中闪烁着一种兴奋的光芒。“那是在很久很久以前，史蒂夫刚刚来到这个世界上的故事。” \n[groupid=752]star sea工作室小组[/groupid]",
    "replies": [
        {
            "author": "记忆随风",
            "timestamp": 1421072340,
            "txt_content": "作者来抢2楼！估计抢都不用抢。。。一竿子这章真的支到寒假了。。。随风在这里对各位抱歉抱歉抱抱歉。。。寒假争取不弃坑。。。自我加油了只能。。。"
        },
        {
            "author": "Wolverine",
            "timestamp": 1421090700,
            "txt_content": "我完全没发现原来还有这样的小说在连载=="
        },
        {
            "author": "记忆随风",
            "timestamp": 1421116860,
            "txt_content": "Wolverine 发表于 2015-1-13 03:25\n我完全没发现原来还有这样的小说在连载==\n那。。。真不好意思了，以前想起来就写了，就写了一小段时间，然后很没有存在感的停更了很长时间。。。"
        },
        {
            "author": "游侠崔斯特",
            "timestamp": 1421160240,
            "txt_content": "很有趣的故事，读了才发现"
        },
        {
            "author": "记忆随风",
            "timestamp": 1422674940,
            "txt_content": "dincan 发表于 2015-1-13 22:44\n很有趣的故事，读了才发现\n这。。。真是。。。怎么说呢。。。反正总觉得小说太差了。。。读了别人的小说我就没自信写了。。。"
        }
    ]
}