{
    "title": "<原创-连载>星际战争[序][作者：北极]",
    "author": "北极星人",
    "replyCount": 7,
    "timestamp": 1421150340,
    "txt_content": " 本帖最后由 北极星人 于 2015-2-9 20:44 编辑 \n\n正文：\n序\n\n\n   一只黑蚁在地面上爬动着，同时绝望地看着自己这个面目全非的家园。无以计数的尘土颗粒随风飘舞着，红褐色的天空遮盖着枯瘠的土地，哪曾知道这里曾经是茂密的森林，有些生物就是无福看到这番欣欣向荣的景象。\n   究竟过了多久才使得地球变得如此凄凉？无从得知，唯一清楚的是，经历的时间似乎并不长，着实是一件荒唐至极的事，但却成了现实。现在公元几几年？一只黑蚁怎么可能知道现在是公元几几年？不过它也清楚，地球活不长了，自己也很快就可以与这种痛苦的生活说拜拜了。\n   它的触角在颤动着试探什么，空气中的波动似乎有什么异常。脚下松散的土壤随时可能一吹而散。蜘蛛网在风中抖动着，吊在上面的蜘蛛也摇摇欲坠，是快死了，已经好几天没有食物了。\n   强风吹过，土堆被吹散，黑蚁险些被埋藏于沙粒冲。它挣扎着，尝试不受强风的影响，但也是无济于事。它趴在地上，等着强风过去。\n   不远处，有一片废墟。\n   强风已过，它晃了晃触角，朝废墟爬去。那是一栋低矮建筑物坍塌造成的。那里面说不准会有食物？就算没有也可以在那里躲避强风。\n   气流的波动有异常！\n   是人类！\n   他们准是来抓一些生物回去做研究的，它顺着石块间的缝隙爬进了废墟。光线太暗，它小心翼翼地试探着这个全新的环境。里面的尘土居然还没有外面的多，相反，还有些潮湿。它有些好奇，继续向里前进。越往里湿气越重，最令人惊异的是，里面似乎还有滴水的声音！里面会是什么？\n   隐隐约约，里面有了风的声音。黑蚁停住了，是强风吗？怎么可能，废墟里怎么会有风？可是会是什么？难道又是人类吗？\n   黑蚁掉过头，离开了这里。为什么离开？不知道，这是动物的本能。说不定在最深处藏着什么未知的危险？面对未知，它别无选择，只有退缩。\n   很快它出了废墟，附近那张蜘蛛网不知何时消失了，它疲惫的爬动着，没有目标，没有方向，就是漫无目的地四处爬动。\n   又一阵强风！风力是之前的几倍之多。黑蚁渺小的身躯在风中颤抖着，它被风吹离了地面。只得听天由命了。\n   霎时间，它的后背一阵剧痛，接着就丢掉了自己卑微的生命。它被风吹到哪了？不过是废墟上，只是恰好顶到了石块的棱角处。黑蚁的尸体被风卷上天空，在风中凄惨的飞舞着。它的生命也随之消散在空中。\n   不知过了多久，沙地上有了脚步声。一双白色的运动鞋踩在沙地上，一只手捏起几粒沙，凝视许久，松开了手，沙粒落到地上。银色的发丝在强风中飘飞，一声叹息从一张笑脸面具下传来。低头默哀良久，才打开了通讯机：“5区没有幸存者，重复，5区没有幸存者。”\n   话音刚落，强风就停下了，飞扬的尘土也落定了，刚才还随风飘动的风衣也安定了。一切都重归于宁静。那只黑蚁的尸体飘到了人的脚边。很快，通讯机里有了答复：“收到，下个目标——7区。重复，下个目标——7区……”对方略一停顿，“辛苦你了，罗莱特。”\n   人抬手摘掉了脸上的面具，露出的是一张19岁女生的脸，刘海垂下来遮住右脸。脸上带着对遇难者的怜悯与惋惜。她的风衣上有一个黑色LOGO——审判者，久久站立在这荒凉的土地上。不难看出 ，地球的现状仿佛跟她没有任何关系，就像交战时的中立方一样。那么她是哪个星球上的生物？又为什么要来地球上搜寻幸存者？无从得知。她似乎有名字，叫罗莱特·亚瑟。\n   面对被烟云遮住的夕阳，她的背影显得坚强而悲伤。她的心在叹息，叹息什么？是自己来晚了一步还是别的？谁也说不准。对于人类，她的心里更多是责备。她的态度就像风衣上的LOGO——一个冷漠的审判者。\n   五分钟后，她戴上面具，无声无息地向前走去。一步一步，印在沙土上的鞋印很快又被风尘掩埋。萎蔫的灌木在风中摇曳。夕阳下，她的身影消失在远方。\n   这个荒芜之地……叫5区。\n\n\n   夜晚的5区与白天没有丝毫不同，月光再皎洁也无法冲洗5区的凄惨。灌木早已被折断。漆黑的夜色下，那些废墟依旧堆在那里，地面上覆盖着厚厚的尘土。\n   又一阵强风，席卷着地面上的尘土。\n   起风的那一刹那，天空中有了异常。是错觉吗？不，那是事实。遮蔽了天空十年的烟云居然散去了，月光笼罩了一贫如洗的土地。但夜空中，不仅仅有月亮，还有其他的星球，星球的轮廓清晰地显现在夜空中。但是……那是错觉吗？球体中似乎有一个单词：DEATH。\n   一个光点从一个星球的边缘擦过。\n\n\n@418878840 @a2455564728 @gggbbb @o-zero @shure @Wolverine @ε-- @梦魇冰眸 @冥王星人 @咗咗酱~ \n索引\n\n\n[groupid=865]Time And Space[/groupid]",
    "replies": [
        {
            "author": "wzx1767889225",
            "timestamp": 1421151120,
            "txt_content": "额,zhexiaeda3waa"
        },
        {
            "author": "咗咗酱~",
            "timestamp": 1421153220,
            "txt_content": "{:10_524:}看了开头本来想猜剧情的。结果逗比的我以为黑蚁是主角"
        },
        {
            "author": "gggbbb",
            "timestamp": 1421240940,
            "txt_content": "诶，还真来了……"
        },
        {
            "author": "LOL马尔代夫",
            "timestamp": 1421245320,
            "txt_content": "gggbbb 发表于 2015-1-14 21:09\n诶，还真来了……\n没想到啊。。。。。。。。。。。。"
        },
        {
            "author": "player927",
            "timestamp": 1421587380,
            "txt_content": "没看过序，长见识了，好=帮你顶起来！[我不记仇的]"
        },
        {
            "author": "北极星人",
            "timestamp": 1421587440,
            "txt_content": "player927 发表于 2015-1-18 21:23\n没看过序，长见识了，好=帮你顶起来！[我不记仇的]\n你不知道看我的文要先看序这一码事么←_←不然你什么都看不懂"
        },
        {
            "author": "player927",
            "timestamp": 1421590560,
            "txt_content": "北极星人 发表于 2015-1-18 21:24\n你不知道看我的文要先看序这一码事么←_←不然你什么都看不懂\n更文求艾特哦=\n这又是北极体"
        }
    ]
}