{
    "title": "人们为什么喜欢跟风？",
    "author": "风暴暴风",
    "replyCount": 0,
    "timestamp": 1421218980,
    "txt_content": "\n中国的古人教育我们“君子慎独”，不过从我们的生活经验看，君子似乎更重要的是“慎群”。事实上，随着公众受教育程度以及生活水平的提高，我们在私人领域变得越来越能严格要求自己，各种矛盾和问题都凸现在公共生活的领域：一个人可能因为对亲人的爱而不在家里抽烟，而一旦到了公共场所，则当着许多人的面吞云吐雾，如入无人之境；在餐厅吃饭时，如果一个餐厅里面有几个说话大声的客人，我们自己说话的声音也会跟着增大；在互联网上的不同社区中可能有非常不同的讨论风格，如果一个论坛上的人们恶语相向，新加入社区的用户也会很快学会这些粗暴的语言……一旦进到到一个团体，我们马上就失去了自我——真实的情况很可能比这还要更糟糕，在公共场合，我们每次自己犯下一些错误，我们总会想“这是‘中国式’过马路”、“其他人也这样”、“社会大环境即是如此”等等，这种自我安慰或许会暂时让我们心安，不过事后再仔细回想起来，当我们的这种集体行为伤害到另外一些人的时候，不免心中还是有些愧疚，我们都实在太容易受到别人的影响了。上面所说的现象其实源于人们的跟风行为，或者说是受到他人的影响而成为了“乌合之众”的一份子。那么，是什么原因导致了这种现象呢？\n近期，在多家bbs网站上都出现了这样的问题，比如，微软把mojang工作室收购，一堆网站啊，争先恐后的转载，一些版本新闻，也是疯狂发：\n↑全部都是过期资讯。\n以下是资料↓\n格兰诺维特（Mark Granovetter）模型可以某种程度上解释这种极端情况的出现。事实上，愿意参与某一集体，和愿意按照集体的行为模式行事其实是两个层次的事情，我们可能愿意与周围的人保持一致，可如果周围的人并不疯狂，那我们仍然有理由保持冷静。不妨假定我们心中有一个加入疯狂大军的阈值，如果疯狂大军的人数还没有达到这一阈值，我们还可以保持冷静。那么我们可以预料到某种“含蓄”的社会可能出现的情况，大家都加入到了一场狂欢晚会，但并没有人愿意站出来唱首歌或者跳个舞，这时的气氛非常尴尬——而如果在一个有许多活跃分子的社会，很容易就达到了每个人心中的阈值，接下来，可能平时连说话都很少的人都已经加入到了狂欢的队伍，事实上，这时舞会的气氛是被少数人带动起来的，只是随着活动的进行，我们已经不再能意识到这一点，而如果这些人再一次掀起活动的新高潮，也很容易让其他人达到心目中“新高潮”的阈值。而如果这不是一场联欢会，而是一次社会动荡，那么就有可能出现非常可怕的情况。格兰诺维特模型表明，集体行为走向的极端化不但与每个人自身的偏好有关，更重要的是，它还与是否存在“活跃分子”“活跃阈值很低的人（如笑点低的人）”等多种因素相关，而这些因素在一场集体行为开始之时往往是所有人都未曾预料的。\n梅斯奎塔（Bruce Bueno de Mesquita）和史密斯（Alastair Smith）的《独裁者手册》中，还有一个更极端的例子，在一场选举中，如果某一政党需要争取相邻的三个村子选民的选票，于是决定给三个村子中最支持该党的一个反馈某些利益（如医院、学院或者其他公共产品），这时，只要该政党能牢牢把握两个村子中有影响力的选民，就甚至可能在选举中压倒性的获胜，因为第三个村子的公民如果不大规模的投票给该政党，他们很可能会在该党执政后利益受损，而如果投了票，他们还可能从反馈的利益中分一杯羹，如果变成最极端的支持者，那么还有更大的可能性获取利益。这个例子说明，从表面上看，似乎是每个人都在适应“大多数人”的政治选择，但实际上，可能存在某种更核心的成员足以支配集体行为。在鸟群、象群中也存在着某种“领导”的角色，这种角色在一些重要的场合的作用会相应增大，如果希望操纵一个群体中大多数的“乌合之众”的“意愿”，你或许不必尝试去控制和贿赂多数人——通过前面的例子，我们看到，通过向少量的能让自己致胜的团体输送利益，控制他们的行为，再加上公众对利益的追求，就有可能实现。 野心家们互相找出对方那些不那么迎合乌合之众的一些言论或行为，好让大家真正抛弃这些人，这就有可能让本来思想和行为就高度同质化的乌合之众团体变得更加极端，从而完全陷入某种无法解脱的循环。【参考文献】[1] Paukner, A., Suomi, S. J., Visalberghi,E., & Ferrari, P. F. (2009). Capuchin monkeys display affiliation towardhumans who imitate them. Science, 325(5942), 880-883. 关于这一研究的新闻请参见：http://news.sciencenet.cn/htmlnews/2009/8/222504.shtm，论文原文参见：http://www.sciencemag.org/content/325/5942/880.full.pdf\n[groupid=659]DawnWork外部交流群[/groupid]\n",
    "replies": []
}