{
    "title": "如何在PE建造安全、美丽的家园",
    "author": "fgdsiwyh",
    "replyCount": 12,
    "timestamp": 1421232060,
    "txt_content": " 本帖最后由 fgdsiwyh 于 2015-2-15 23:10 编辑 \n[TNT][TNT][TNT][TNT][TNT]我们不搬运帖子，我们好像只是WIKI的生产者——技巧教程[TNT][TNT][TNT][TNT][TNT]\n========================\n部分选自WIKI中条目“安全的家园”，本条目大部分没有被翻译，请各界英语爱好者前来翻译本文不讨论任何关于创造模式技巧\n\n1、环境\n 岩浆和水[lava][water]      当你要灌水的时候，首先要注意的是，确保地面上没有火把等东东，水可以把这些非固体方块冲刷得一干二净。也可以把你推到什么地方。水的好处有很多，比如灌溉等，你也许想为你的家里安上一个无限水源或者是浴室，这是你要小心。说不定会在你的豪华别墅内形成洪流，进亦忧退亦忧。但愿你的农田里面不要出现这样的事故。      岩浆是一种具有杀伤力和毁灭性的液体。它可能引起火灾。所以你要看好你的岩浆。说到火灾，打火石也是一种很危险的东西。你抱着它，不烧到你的房子，烧到花花草草也是不好的。火与地狱岩多用于制造陷阱。制造草方块虽然不能被燃烧得一干二净，但是可以被导火，这种特性可以引起草原火灾。所以，放置岩浆或者火（火也是一种非固体方块）时，注意在它们的旁边放上卵石。LZ的牧场就遭到过火的袭击，草方块的错。      在你跑路的时候，没事别抱个岩浆桶、水桶或者是打火石。\n沙子和沙砾[sand][gravel]      其实在英文中，BUILD ON SAND的意思是豆腐渣工程。MC中有点意识的玩家都不会用沙子和沙砾（下文简称沙）来盖房子，其中最重要的原因是它们会在悬空时随着重力以实体（尽管LZ认为掉落的沙不应该归为实体，而认为它是一个方块的状态，一般的实体的位置是绝对的）的形式掉落下来。即使沙稳定下来，它们还是太软了。沙是洞穴中最常见的方块之一，自然生成的悬空的沙在被“激活”后会大片大片地掉下来，砸伤玩家。所以在搞建筑的时候，除了那他们垫脚以外，少跟它们接触。但是只要你小心一点，它们其实没有LZ说的那么可怕。\n选择好你家所处的生物群系，可以再MC WIKI上搜索“生物群系”的词条。\n2、生物      攻击性生物是玩家最大的敌人之一。\n爬行者      携带版中没有猫，苦力怕很难对付。他们唯一的攻击方式就是自爆。水可以防爆，挖一个护城河来守护的房子或者是花园、农场。射苦力怕以箭。甘蔗地就不要种在家门口了。把家旁边的杂草处理干净。黑曜石是防爆固体的方块，就拿它来盖一座墙。有条件的话造一个苦力怕的磨床。\n 蜘蛛      蜘蛛很宽，可以通过栅栏一米外的方块上跳到栅栏上。一米宽的“护城河”对它已经没有用处。蜘蛛也许会从你的没封顶的天花板上无情地侵入你的房子，然后吃掉你的脑子（咳咳）。下面来一点对付它的方法。      1.搞一个[cubblestone][cubblestone]的屋檐。                    [cubblestone]      2.搞更宽的护城河。      3.盖好你的屋顶。           4.仙人掌可以                  来种。\n至于僵尸和骷髅      如果你在黑夜里乖乖在家里的话，这两种生物就不会威胁到你的生命。小小的“护城河”就可以让他们束手无策。尽管骷髅的弓箭可以使你受到伤害，但是他们的射速很慢，完全可以用剑来制服他们，而且在携带版中，骷髅的弓箭最多能给你一整颗心的伤害。如果你等到白天，这些古古怪怪的东西会死光光，然后，你就可以捡到他们的掉落物。\n末影人      这个东东只是中立性生物，很多时候并不对你影响太大。只是很多人傻兮兮地叫着，啊那个小黑又会偷我家东西咋办。LZ只能说，呵呵哒，你多大年龄了，令堂（查一下这个词是什么意思）那房子还是用土建造的吗？想要知道末影人能偷走什么，请看末影人可以拾起并移动一些方块，不论是天然形成的还是玩家放置的。它们会拾起水平与垂直方向在一个类似于玩家最短的触及范围之内（3层）的最近的方块。\n末影人在被激怒或被杀时仍然会拿着方块不会掉落。它会简单地消失。\n末影人只能够拿起下面的方块：\n草\n泥土\n菌丝\n沙子\n红沙\n沙砾\n粘土\n灰化土\n蒲公英\n罂粟\n兰花\n绒球葱\n茜草花\n红色郁金香\n橙色郁金香\n白色郁金香\n粉红色郁金香\n法兰西菊\n棕色蘑菇\n红色蘑菇\n仙人掌\n南瓜\n西瓜\nTNT\n（来自MINECRAFT WIKI）\n      总之，你的居住环境周围要明亮一点，怪物就会少一些，晚上早早睡觉可以减少第二天早上怪物的数量，也就不用浪费时间看LZ这一大串文字了。\n3、关于建筑材料\n作为房屋的建筑材料的方块，应该具有硬度高、抗爆炸力强、不着火和较容易采集的这四个特征。\n[slimeball]泥土[dirt]      lz已经对这种建筑材料无语了，往地表挖就得。尽管它耐烧，但是泥土既不防炸又不美观，苦力怕来的时候，你的房子就没了。而且长期住在这种房子里还要顶着被别人嘲笑的风险。拿着一把铲子，一瞬间房子就烂了一个坑。泥土房只用于初期。所以提醒各位仍在住泥土房的朋友，是时候给你的房子更新了！还有，关于只有泥土上会有怪物生成的说法是错的，怪物会在任何阴暗的地方生成。\n[slimeball]木材[wood]       这是许多MC玩家选用的材料。是的，木材很容易获得，只要砍砍树就得。很美观，金合欢木和云杉木更是爱不释手。但可惜的是你们错了！木头还有更多的功能呢。              首先，木材容易导火，会瞬间引起火灾。              其次，木板真的很不耐炸，不信的话，那就在MC WIKI上搜索“木板”，看看他们有多脆弱。木材不要大量重复的使用，否则会让房间显得过于简陋和昏暗\n[slimeball]石头、石砖、圆石[stone][cubblestone][mossy_cubblestone]       这也是许多人很喜欢的材料，也是很理想的建筑材料，是挖矿的“垃圾”，同时具备三个特征。就是我认为除石砖以外，其余两个有点不中看。村民们的建筑材料，作为玩家怎么可以那么土鳖捏？；P\n[slimeball]砖头、各种硬化粘土[clay_ingot][brick]       LZ最喜欢用的建筑材料，但粘土比较少，如今有了无尽地图，挖粘土的工作就简单很多。粘土大量积聚于河床和平顶山。在河边经常能看见灰蓝色的粘土。沼泽中会大量积聚粘土，平顶山是最理想的粘土开采地，但是平顶山真的很难找。       首先，拿着铲子往河岸走吧，你会发现粘土的。寻找粘土是大部分人出行的目的。但是旅行并不是比挖矿容易的，因为地形更复杂，哈哈哈哈哈哈。苦力怕就可能伤到你哦！所以一定要早早睡觉。做好自卫工作。       其次，采回来的粘土一定要分好类哪一些是用来做砖头的，哪一些是染色的。把小粘土合成粘土块，就更好携带哦。记住，要盖一座豪宅，可需要至少2组粘土块哦！\n[slimeball]矿石块[iron_block][gold_block][diamond_block]       用矿石块来做房子的行为是非常愚蠢的。矿石块仅与卵石有着相同的硬度，而且消耗大量的宝贵资源。很多人用矿石产量来衡量MC玩家的游戏中富有程度，但这真的有必要吗，在MC中只会挖矿会越玩越傻的。矿石块只适用于贮存大量矿物或者是边边角角的装饰。\n[slimeball]黑曜石[obsidian]\n       后期无敌堡垒，既耐打有防爆，再好不过的建筑材料。黑曜石固然黑，但是黑色搭配上其他颜色就好看了。只是开采黑曜石的效率十分低，可能20分钟才搞得半组黑曜石，因为时间浪费在了用桶装岩浆的过程，很费事。而且整座黑曜石房子也不好看。教你们刷黑曜石。基本黑曜石发生器 \n\n一个非常基本的黑曜石发生器（农田）。适合快速的一次性使用。\n\n\n\n      这是一个简单的，只是在地面挖出两边有墙的、嵌进地面壕沟；没什么特别的。它不需要高级货就能完成。你只需要在两边建造两堵短短的墙并在中间挖出1x7的濠沟。然后将岩浆放进壕沟，确保每一块都是实体方块。 每一端都有一个方块；这是为了让水流进岩浆里。一旦壕沟被岩浆实体方块给填满了（岩浆完全静止不动了的时候），你可以将水倒进刚才的端点的方块里，它会流过整个岩浆，将其转化为黑曜石。拿起你的一桶水将这些黑曜石占为己有。别忘了，你需要一个钻石镐。（来自Minecraft Wiki）\n\n[slimeball]南瓜、熔炉、玻璃、雪块等\n\n      这一般是一些有个性的玩家选择的建筑材料，硬度不一，不必多讲，自己慢慢看吧，说不定有一天你住在西瓜屋内呵呵哒。\n\n4、家园\n       除了你的房子外，你要一个花园、农场、牧场来维持你在一小块地方能够勉强生存。\n\n[glowstone_dust]花园       是一个比较高大上的生存环境，除了有一小片农田外，还有花，甚至有泳池、喷泉，来一个花园的实例\n\n\n            如图，这个花园有足够的亮度，有花、水池，有甘蔗地，有栅栏，还有一个很不起眼的矿井入口（矿井入口存在，你能找到它吗），基本上能维持生存。\n\n[glowstone_dust]农场、牧场\n       大规模的农场、牧场基本上是进入“铁器时代”后才有的（没有桶怎么打水，否则就种在河水边，哈哈哈哈哈）在上一张图\n\n\n\n       很漂漂是吧，大型农场要在草原中，以9x9为一个单位地种田，效率是最高的，同时注意亮度。亮度高的话，农作物生长得就快一些。\n\n\n[glowstone_dust]个性化家园\n        主要是指如空中花园——指悬空的安全花园、海上花园——不与陆地连接或只和大陆链接一条走廊的房子或家园、地底家园——几乎不与地表沟通的生存环境等的既美观又有挑战性的院子，不多讲。LZ还没有尝试过这些，因为我只想为我快满一岁的Steve做一个用染色粘土和羊毛合成的的巨型蛋糕。\n\n[glowstone_dust]一个安全房子里面必备什么             你以为我们的要求与村民的要求——一个门和几个方块为家一样吗？一个相当完整的玩家的房子应该是酱紫的。\n      [diamond_gem]1、坚实的墙面和门——最基本的防御工具。\n      [diamond_gem]2、箱子——储存贵重物品，放下背包中多余的而又不得抛弃的东西。最好多搞几个箱子，把物品分类，如分成食物、装备、建筑材料等。\n      [diamond_gem]3、床——这好理解，帮你度过黑夜，记录重生点。“宁要浦西一张床，不要浦东一座房。”床都没有算是家个fur啊！\n\n      [diamond_gem]4、熔炉、工作台、石材切割机——合成用的重要工具。\n      [diamond_gem]5、火把等照明工具——防止怪物在你家生成，你肯定不想在厨房里突然看见一只僵尸。\n\n5、小试牛刀\n[clay]1、欧洲经典别墅\n\n\n\n\n\n\n\n       这种建筑需要的粘土需求量很大，所以采集粘土是关键。其次还要采集花，配色的方面可以采纳在技巧教程大区的一个外号叫阿果的网友，TA的很多帖子被顶起。\n\n[clay]2、中国四合院\n      这种建筑的主要材料为石砖，可以有单独的厨房、卧室等，石头很容易找，但是要得把它们烧成原石才得哦，记得要多一点燃料、岩浆是比较常见而又是燃烧时间最长的。\n\n[clay]3、奇葩建筑\n       玩家利用MC中的各种不科学，来完成至少能住人，但外表看上去奇形怪状的建筑。\n\n最后再说两句\n       MC是由“mine”和“craft”两个字组成，我们不能过度地依赖MOD而破坏游戏本质。你在建造时会发现，日常生活中的建筑事故（如跌落）会时常在游戏中发生，同时你也会发现如资源短缺等的“危机”也会出现。\n中国人要是想在MC中体现创造力，不仅仅是在我们自己认为的创！造！模！式！中，而是水流而下，遵循游戏本质，来建（不是“创”）造出更美好的东西。\n       告诉你们个小秘密，LZ在MCPE把红石当成是货币哦。想获得获得更多有关于生存模式的技巧的大长篇吗，请看如何在PE建造安全、美丽的家园2\n\n\n\n\n\nScreenshot_2014-11-17-18-13-12.png\n(298.89 KB, 下载次数: 12)\n\n\n\n\n下载附件\n\n\n2015-1-15 18:18 上传\n\n\n\n\n\n\n\n\n一点不亚于创造\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "HC20011015",
            "timestamp": 1421232180,
            "txt_content": "火钳刘明!"
        },
        {
            "author": "hxrjason",
            "timestamp": 1421233740,
            "txt_content": "很好，手机版有福了。"
        },
        {
            "author": "Sunny_Wind",
            "timestamp": 1421234760,
            "txt_content": "hxrjason 发表于 2015-1-14 19:09\n很好，手机版有福了。\n还是圆石比较容易得（ps 我才不会告诉你我是专业矿工）"
        },
        {
            "author": "咗咗酱~",
            "timestamp": 1421235120,
            "txt_content": "不错的样子。顶一下"
        },
        {
            "author": "1780571323@qq.c",
            "timestamp": 1421237460,
            "txt_content": "火钳刘明!"
        },
        {
            "author": "1292029552",
            "timestamp": 1421239680,
            "txt_content": "感觉很不错！我在PC里也能用啊"
        },
        {
            "author": "fgdsiwyh",
            "timestamp": 1421296380,
            "txt_content": "感谢你们的支持"
        },
        {
            "author": "martinsmith",
            "timestamp": 1421323980,
            "txt_content": "很简单，只要有木头建的屋，再加上屋檐，晚上赏月没人打扰{:10_492:}"
        },
        {
            "author": "摆马亡子",
            "timestamp": 1429114560,
            "txt_content": "在打错了是“再”"
        },
        {
            "author": "zzzzzzzabczz",
            "timestamp": 1429177980,
            "txt_content": "好屌好屌好屌，虽然我都知道吧。。。。想问问为何不在岩浆湖边上放水然后挖黑曜石。。。……"
        },
        {
            "author": "Ruo-annian",
            "timestamp": 1440014340,
            "txt_content": "楼主贴子码字好辛苦，谢谢分享"
        },
        {
            "author": "LeeHM93",
            "timestamp": 1567328700,
            "txt_content": "thank you your tips..."
        }
    ]
}