{
    "title": "大家好，你们觉得pc那个冒险模式会是什么样子呢。",
    "author": "81321111",
    "replyCount": 8,
    "timestamp": 1421284260,
    "txt_content": "大家好，你们觉得pc那个冒险模式会是什么样子呢。{:10_512:} 冒险？ 或者世界历史？还是_______________________。",
    "replies": [
        {
            "author": "椿哥爱小黑",
            "timestamp": 1421285100,
            "txt_content": "卷前语—敬伟大的，创造了这个世界的先父notch，以及正在完善世界的jeb。 10８尒説wWW。booK１08.Com鯁新 ······  元年：minecraft世界诞生。作为创世神的创世和him一手建立起了minecraft的世界。  史前世纪一万年前：创世和him通过牵引，将一颗包含着万千物质的陨石砸落到了还是空无一物的mc星球上，引发了一场惊天动地的爆炸。  史前世纪七千年前：经历三千年的岁月，mc的星球终于开始有了生气，大量的水覆盖在了星球的表面。但是这个世界的规则还未完善，甚至连生命的迹象还未出现。  史前世纪六千五百年：创世积蓄着力量，还是塑造起了世界的生命，首先所改变的，则是伴随着大量的水而变化的泥土。  史前世纪五千年：经过上千年的沉淀，终于，主世界诞生了第一个生命，或许算不上是生物，但是第一颗草终于从泥土之中生长了出来。  史前世纪四千年：千年之后，原本荒芜的星球，终于披上了一层浓郁的绿色，看起来不是那么的荒凉了。  史前世纪三千五百年：经过了漫长的版块漂移，原本四分五裂的大陆版块合并在了一起。  史前世纪三千年：五百年漫长的大陆合并过程，地震无时无刻不存在着，原本荒凉平坦的大陆被激起了层层叠叠的山峦。  史前世纪二千年：终于，第一个生命在创世漫长的完善规则之中诞生了，或许算不上什么伟大的生命，但那是一个开始，这只小小的虫子努力的在海里游动着。  史前世纪二千年至一千年：草木越来越茂盛，在时间的变迁之下，高耸的灌木丛和参天的巨树将一个又一个地方占领着。自然而然的，生命也继续的进化着，那高的达十米有余，矮小的或许只有几十厘米的的恐龙们横行与大地之上，诠释着弱肉强食的丛林法则。海洋则被各种巨大的鱼类所占据，纵使陆地的霸王也不敢面对海中霸主那长达百米的庞然身躯。  史前世纪二百年：巨型猛兽的辉煌岁月并没有持续多久，天灾降临了，在创世和him的意料之外，一块黑色的巨大陨石不受控制的朝着这个世界，这颗新生的星球飞来。创世和him纵使使出全力，但是在陨石那巨大的惯性之下，也无济于事。于是，灾难发生了，直径高达上万米的巨大黑色陨石带着灭世之资，缓缓而下。毫无疑问的，在这种巨大的灾难之下，史前的时代被摧毁，各处山脉的火山开始喷发，草木成片成片的燃烧，到处是惊慌逃窜的生物们。  史前世纪一百年：漆黑的陨石所带来的冲击依旧影响着这个世界，原本合并在一起的大陆再一次被分开，还有无数的岛屿。巨大的陨石化为了山脉横阻在两块大陆之间，史前的生物们几乎灭绝，生命又一次回到了原点。  史前世纪五十年：创世和him在这段时间的调查之中，发现了这块陨石之内有一个散发着无比黑暗气息的物体。但是，由于五十年的岁月，这散发着无边黑暗负面气息的物体却是与这个世界融合在了一起，自此，这个世界有了黑暗。  史前世纪四十年：伴随着无边的黑暗，其结晶末影龙终于诞生了，那是一个流浪在各个星球之间的，专门吞噬星球壮大自身力量的怪物，创世和him毫不犹豫的出手了，但是却不曾想到居然只是打了一个平手。双方都占据不了优势，这场战斗从一开始就被转移到了虚空，一直持续着。  史前世纪三十五年：漫长的交战结束了，创世和him抓住了末影龙的一个破绽，将其封印在了虚空的某一处深邃的黑暗之中。设下了无数黑色的石柱，利用世界的压迫将其镇压在此地。自此，末地诞生。但是创世和him也耗尽了力量，自此开始了漫长的休眠。但是黑暗的气息依旧影响到了主世界，于是，him和创世将封印末影龙的这一小片末地封印在了一个异次元的次位面。  自此，在经过了一小段时间的变迁过后，史前世纪结束了。  我是一个分割线  上古世纪：创世比起him先一步恢复了一些实力，有感于世界的单调，创世决定以自身为原型，创造出一个种族。  上古世纪元年：史上第一个人类诞生了，它创世赋予了第一个名字“史蒂夫”。  上古世纪十年：史蒂夫被创世赋予了强大的力量，让他足以在这个荒凉的世界上生存着。自远古世纪结束之后，巨型的生物消失不见，取而代之的，则是一些小型的动物们，最大的也不过两三米的高度，这对于史蒂夫来说完全没有问题。  上古世纪二十年：创世继续进行着他的创造，为了丰富这个世界，第二个人类诞生了。毫无疑问的，史蒂夫遇见了他的同类，这对于孤独了二十年的史蒂夫来说，第一次体会到了拥有同伴的心情。  上古世纪三十年：茹毛饮血的日子该结束了，在一次暴雨的天气之中，一道闪电将一颗矮树劈中，火焰的那份美丽深深的印入了躲避在洞穴之内的史蒂夫的心中。  上古世纪三十五年：史蒂夫和他的小伙伴成功的掌握了如何取火，用木棍和燧石制作而成的简易的取火装置让史蒂夫他们成功的拥有的光明和温暖。  上古世纪百年：沉寂到地面的负面黑暗终于孕育出了一个世界，那是一个混沌的小型世界，熔岩铺满大地，连接着主世界，不断吸取着主世界死去生物的灵魂，创世发现了这个世界，十分果断的在它的影响加深之前切断了联通的道路，并将此世界命名为下届。  上古世纪五百年：人类这个种族经过了五百年的繁衍，终于发展了起来。在世界的各地都有着稀疏的人口，没有天敌的世界是如此的美好。与此同时，him终于从沉睡之中恢复了过来，看着几乎变了一个模样的世界，him决定依靠自身，行走于这片他们为之付出了无限时光的大陆之上。  上古世纪六百年：百年的变迁，him在漫长的行走过程之中，走遍了所有的大陆，但是经过了数百年的时间，人类依旧毫无进展，只是运用火的技术倒是十分的纯熟罢了。  上古世纪六百五十年：变化发生了，沉寂了如此之久的黑暗终于勃发，无尽的负面气息从地下涌出到了地面，沉埋于地下的尸骸和亡灵重新钻出了地面，泥土化为身躯，骷髅化为骨干，行走于大地之上。它们仇视着一切的生命，但是人类却毫无对抗的实力，只能不断的被迫缩减生存的范围。  上古世纪六百六十年：him找到了人类最大的部落，毫无疑问的，在经过了一小段时间的融入之后，him自然的获得了贤者的领袖身份，自此，him开始不断的钻研，如何才能够让人类获得更强的力量。但是创世和him都没有去对到处出现的怪物做些什么，因为他们认为，这是世界发展所必不可少的东西，存在即是合理，事物的两面性是绝对的。同时，him认为，安逸了如此之久的人类却毫无寸进可言，这些亡者的出现，将会是这一个种族进化的契机。当然，还需要一些引导才行。  上古世纪七百年：人类掌握了武器的制作方法，虽然一开始只是的木制道具，但是通过不懈的努力，在岁月的推进之下，终于，石器也终被掌握。  上古世纪七百零二年：自此，人类步入了石器的时代，与夜晚的怪物们对峙着。  上古世纪七百五十年：末影龙在漫长的被封印过程之中并非什么也没有做，它成功的打通了一个小小的缺口，这个小小的缺口联通到了主世界，这并未引起创世和him的注意，毕竟，太过于微小和隐蔽了。那个缺口被赋予了末地传送门这个名字。  上古世纪八百年：除却了僵尸和骷髅之外，负面的产物，末影人在末地那充满了负面能量的环境之下诞生了，能够丝毫没有阻碍的融入黑暗的它们天生拥有了在虚空之中进行穿梭的能力。但是末影龙却发现它控制不了末影人，末影人感受着末影龙那份恶意，本能的从那个缺口之处逃离向了主世界。末影龙在最后一刻，用自身的力量拦截下了一些末影人，并将其封入了末地的地下。  逃离到了主世界的末影人们，其中有一只末影人发生了异变，从本能解脱诞生了智慧，那是末影之王的诞生。自此，末影人世代守护着，并且封印着这个通往末地的缺口，并且依靠它们的种族天赋施展了封印。通过十二颗末影之眼，重新打造了传送门，将末地传送门的本体封印到了一处虚空，只有收集齐那十二颗末影之眼才能够解封。  上古世纪九百年：人类团结在了一起，组成了一个又一个的村落，自然而然的，城诞生了。那是用圆石和木头所建造而成的简陋的城堡，但是却能够映照出美好的未来。同一时刻，him离开了人类的领地，留下的，则是名为贤者的伟大传说。  上古世纪千年：末影龙发现了下届，想要控制住下届的它想了一个办法，那就是扶持出一个傀儡。于是末影龙将下届的火元素聚集了起来，取其精华，制作而成火元素结晶，将其投放至下届。这个时候的下届，已经诞生了不少的生命，这些生命终日混沌，于死亡与火焰之中诞生。火元素结晶的出现，令这些生物产生了暴动，本能让生物们向往着更加强大的力量，于是，厮杀开始了。  上古世纪一千零一年：经过一年的混乱，终于，由一个烈焰人夺得了这枚结晶，炎魔诞生。理所当然的，末影龙在结晶里施加了一些特殊的力量，一个听命于末影龙的傀儡就这么诞生了，并对着主世界虎视眈眈。创世和him自然发现了，但是他们不可能也没有办法去找末影龙的麻烦，权衡之下，他们的做法和末影龙一样。一个稀有的，拥有独立思考能力的黑色小骷髅就成为了他们的选择。自此，凋零诞生。  上古世纪一千一百年:由于黑暗元素的刺激之下，完善的主世界规则之下的各大元素从沉寂状态逐渐的苏醒。魔法时代开始了。  上古世纪一千三百年：在him的有意无意引导之下，人类发现了铁，自此，跨入了铁器的时代。同时，在活跃元素的熏陶之下，拥有魔法资质的人类终于出现了，魔法的冰山一角，呈现在了人类的面前。  上古世纪一千五百年：两百年的时间，强大的法师带领着人们走向了一个辉煌，但是就在这时，法师们却分成了两个派系。一方崇拜着元素魔法，并且探寻着自然的平衡。而另一边则是崇拜着炼金学，并且为了神秘可以牺牲自然。两者的思想碰撞出了火花，一场法师之间的斗争开始了。  上古世纪一千六百年：这场旷日持久的人族内战，终于以元素法师一派取得了胜利，但是代价却是巨大的。神秘派系法师的炼金学，在百年来对于环境的破坏是无比严重的，无数的污染在大地之上蔓延，大地化为了梦魇，笼罩着所有人。原本对于人类来说弱小的怪物们，不可避免的沾染到了这些污染，自此，怪物们发生了异变。  上古世纪一千七百年：变的更强的怪物，与经过了严重损耗的人族再一次发生了战争，这一次，人族节节败退。最终，人族最强的法师，以自己的生命发动了禁咒极地之风，将世界化为了白色。无数的怪物被冻结，进而被分解成碎块。但是人类并没有感到任何的高兴，因为，过于强大的魔法让他们重新陷入了困境之中，冰封的大地无法种植任何东西，方圆百里一片死寂。人类，必须迁徙了。  上古世纪一千七百二十年：人类迁徙到了东部十分偏远的一处平原之上，远离南部的冰封之地。同时，他们将所有的神秘学法师全部驱逐了出去，并且称他们为女巫。遗留下来的，则是名为炼药术的知识。  上古世纪一千七百五十年：从南方吹来的冷风影响到了东部平原，冰河世纪开启了。  上古世纪一千八百年：人类组成了远征军，由二十位最强的大魔法师所组成的强大阵容远赴南方的冰封之地，最终，在所有法师付出了生命，施展了能够影响到世界的禁咒光阴飞逝和沙漠诅咒之后，南方在加速了不知道多久的时间之下，无坚不摧的寒冰终于融化了，南方自此与海洋融为了一体。  上古世纪一千九百年：下届第一次入侵主世界，地狱之门打开了死亡之风，但是却遭到了主世界的反弹。但是在离去之际，下届那混乱的力量还是略微影响到了主世界，诞生出了一种新的怪物，被人们命名为苦力怕，这个特殊的怪物栖息于植被之间，一旦爆炸威力十分的可怖，在经过了一段时间的试探之后，所有的生物都离它远远的。  上古世纪两千年：凋零和炎魔的战斗终于分出了胜负，凋零被封印到了虚空的一角，而炎魔则是在下届建立了要塞，用以休养与凋零一战之后受到的创伤。  上古世纪末：创世和him感受到了自身生命的限制，但是由于末影龙的存在，他们决定将力量封印起来维护生命的延续。与此同时，又一个小型的世界与主世界发生了接轨，那是名为暮色森林的奇异世界。  自此，上古世纪迎来了结束。  我是一个分割线  新纪元元年：创世和him访问了暮色森林，并与那个世界的霸主九头龙·海德拉交好。  新纪元五十年：末影龙发现了暮色森林，将魔爪伸向了那个世界，用储存了千年的黑暗力量化为了分身投影进入了那个世界，与九头龙展开了战斗。但是面对仅仅只比末影龙弱上一线的九头龙，与本体实力相差无几的末影龙分身并没有占到什么优势，但是末影龙还是成功的将九头龙封印了起来，顺利的入侵了暮色森林，但是九头龙一日不死，末影龙就无法得到暮色森林世界的力量。无奈之下，只好将九头龙的力量分化，希望进一步缩减九头龙的寿命。察觉到这一点的九头龙，毫不迟疑的陷入了沉睡。  新纪元一百五十年：在漫长与怪物的斗争之中，人类的牺牲是巨大的，生存的范围不断的缩小。终于，在这一年，人类终于建造了一座坚固的，属于他们的超级庞大的石砖要塞，他们称之为王城。  新纪元一百七十五年：人类终于完成了王城的迁徙，这时，一部分人类提出想要收复被怪物们占领的土地，但是遭到了所有人的拒绝。这部分的人类离开了王城，走向了广阔的天地，自此，村庄诞生。  新纪元两百年：下届的通道被人类打通，人类组成了新的远征军，远征下届，但是一去不复返。人类于是切断了那条通道，以防止下届入侵主世界。  新纪元两百五十年：作为下届远征军的人类死在了下届，炎魔将其化为了怪物，称之为僵尸猪人，并利用这些僵尸猪人，进一步修建了它的要塞，自此，下届要塞完工。  新纪元三百年：人类发现蜘蛛能够喷吐一种柔韧的丝线，这对于人类来说十分的有用，于是人类开始尝试着圈养这些蜘蛛。  新纪元四百年：被圈养的蜘蛛在经过了几代的繁衍之后，已经与那些野生的蜘蛛发生了区别，那原本十分致命的毒素已经消失了。自此，蜘蛛和洞穴蜘蛛代表了圈养和野生蜘蛛的称谓。  新纪元四百五十年：下届终于诞生了唯一的植物地狱疣以及一些蘑菇菌类，炎魔命令僵尸猪人将地狱疣移植到了下届要塞之内。同一年，大量的村庄经受不住怪物们常年累月的攻击，导致荒废，被圈养的蜘蛛全部跑出，但是它们无法再回归于地下，成为了生存在地表的蜘蛛，大部分躲进了丛林或者雨林里。  新纪元一千年：受到了创世和him的召唤，两位异时空的少年降临了这个世界。  自此，故事开始。"
        },
        {
            "author": "森林的树语",
            "timestamp": 1421292480,
            "txt_content": "冒险咯"
        },
        {
            "author": "tommor",
            "timestamp": 1421295360,
            "txt_content": "其实也就是冒险。。。。"
        },
        {
            "author": "大肾",
            "timestamp": 1421295780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "哈鱼",
            "timestamp": 1421298300,
            "txt_content": "冒险模式。。其实就是在小游戏里可以体现。。就是你大部分的方块都不能破坏"
        },
        {
            "author": "1640727878",
            "timestamp": 1421302740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "duibuqi_",
            "timestamp": 1421306940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "椿哥爱小黑",
            "timestamp": 1421309160,
            "txt_content": "椿哥爱小黑 发表于 2015-1-15 09:25\n卷前语—敬伟大的，创造了这个世界的先父notch，以及正在完善世界的jeb。 10８尒説wWW。booK１08.Com鯁新  ...\n历史啊。mc的伟大历史。    "
        }
    ]
}