{
    "title": "<原创·连载>血色王国 第一章【恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 4,
    "timestamp": 1421418720,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-2-12 13:57 编辑 \n\n血色王国\n\n      在浩瀚太空中，生活着最低下卑贱的种族：塔尔人——因为他们的耳朵是尖的。由于被禁止发展科技，因此他们很落后。他们从不懦弱，用自己的双手创造自己所拥有的一切，而他们的星球——伍尔特，美丽而富饶，被勤劳善良的塔尔人创造地更加美丽，更加富饶。  而在另一边的星球——哈淄博上的居民卡兹人则不同，他们以残忍卑鄙出名，经常侵略外星球，使得周围不得安宁。另外，富饶的伍尔特也是他们的目标，但两地相距15光年，因此，油料与时间成为他们的首选。  “你觉得以我们现在的实力，能拿下伍尔特吗？”他问。  “陛下，微臣以为，我们的实力远远大于星盟，而星盟且却将我们列为第32名，简直是对我们的侮辱，我们应该退出星盟，才能确保这次侵略成功。要不然每一次都被阻止，实在不应该。”一个人站出来，恭恭敬敬地提出意见。  “你说的很有道理，赏你5个塔尔奴隶，让他们好好伺候你！至于油料与时间，我想到一个办法，我们可以占领沿途星球，以作为我们的‘驿站’，这样来看的话，即使我们用少量的油料，也可以到达。”他的眼中闪过了一丝贪婪与野心。  “陛下英明，臣等敬佩不已。”豪华的宫殿内都是大臣们恭敬的声音。  第二天，几万武装部队出发了，他们一个个跃跃欲试，都想为自己的星球夺得一席之地，而“陛下”却在想：“如果我占领了伍尔兹，那岂不是可以拥有无尽的塔尔奴隶？太好了！”一声令下，几万人挤上偌大的飞船，一阵烟雾飘过，他们飞走了。以1光年/120天的速度去参加战斗，参加残酷无情的战争，违背道德，滥杀无辜...  在伍尔兹的贫民窟中，生活着贝斯伍德母子，他们相依为命，吃了上顿没下顿，勉强有了一栋肮脏的平房，也没有多大用处——风雨不停地往里刮。“妈妈...我饿...”儿子虚弱地叫着。妈妈心疼极了，都是因为自己不争气，才使自己最疼爱的儿子变成这副摸样，“对不起，对不起儿子，妈妈马上去给你找吃的，等着！”她跑进了暴雨中。  几年后。塔尔的荒漠上，降临了几百艘飞船，舱门一开，几万士兵迅速涌出来，将偌大的荒漠铺了个严严实实。黑色的军服黑色的枪，黑夜降临，万籁寂静，一支小侦察队出发了，他们将沿途都涂上鲜红的血，以后续部队前进。——塔尔人成为了受害者。  抵达目的地后，士兵们迅速盖好地堡，铺好地图，于是他们发出了信号。一千人首先出发，沿着血迹，他们来到了贝斯伍德母子所在的贫民窟。“搜！反抗者一律杀死！”不知是那个通讯员说的，军队开始行动起来:搜刮钱财，抢夺奴隶，向其他地区发出警告。“塔塔塔”脚步声仿佛震动了大地，顿时，天空下起了暴雨，连苍天都为这场惨无人道的抢劫流下了眼泪。  抢的不是钱财，抢的是一个国家的尊严，人民的尊严...—————————————————————————————————给读者的话：      索引处，如果对本文或写作有兴趣，欢迎加QQ群，群号：425700313，谢谢阅读！",
    "replies": [
        {
            "author": "player927",
            "timestamp": 1421453580,
            "txt_content": "不差 本三流打字爱好者表示膜拜"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1421467080,
            "txt_content": "player927 发表于 2015-1-17 08:13\n不差 本三流打字爱好者表示膜拜\n昨晚网络不太稳定，就随便写了一文，然后就发上来了【我不会告诉你这是根据我的梦改编的...】"
        },
        {
            "author": "北极星人",
            "timestamp": 1423564680,
            "txt_content": "故事里的陛下一定是个脑残←_←"
        },
        {
            "author": "@Axing/阿星",
            "timestamp": 1432984260,
            "txt_content": "加上一些神态、心理等等描写Very good。"
        }
    ]
}