{
    "title": "25讲座：各种插件与服务器以及MOD运用问题",
    "author": "2575174857",
    "replyCount": 1,
    "timestamp": 1421464260,
    "txt_content": " 本帖最后由 2575174857 于 2015-1-17 11:36 编辑 \n\n{:10_554:}想必各位大大经常被插件和MOD的问题所困扰吧，到底是怎么样才能更好的运用修改这些东西呢？看下文吧~{:10_559:}我从来都是很喜欢用自己家电脑玩玩插件以及客户端的，里面的代码以及修改配置文件时淡淡的喜悦实在令我着迷，最爱的就是修改ESS的自定义信息如禁止水岩浆流动或者是限制玩家用铁毡修复装备又或者是解除ESS的附魔限制让TMI在服务器里面不再拘泥于修改器做出的武器附魔有上限【虽然这个用别的方法也可以突破附魔限制】，又或者是修改插件中的汉化信息例如quickshop中的“元”改为“神奇币”或者“风云币”等等自定义信息，还是登陆插件Auth中的登陆与注册信息，都能深深的表现出服务器的独特特色，还有NPCmod等等的修改武器贴图和添加音乐，1.7.2的NPCmod添加音乐的方法我可是琢磨了好久的说，这篇文章就是专门讲述这些零零碎碎的小问题的，问题虽小，运用在服务器中，还是能体现其独特的风格，当然，各位大大如果自己会技术的话也不妨来温习温习这些内容吧~打字不易，希望能给点金粒支持一下，现在发帖子都没金粒把标题变彩色的了······\n\n\n\n\n第一章：基础的ESS插件修改\n对于ESS插件的修改，我们应当是求知若渴的，不对是对于开服的腐竹来说，因为ESS插件，是服务器的基础，里面可以修改一些，必备的设置，能省去腐竹好大的力气呢！\n对于ESS插件，我们要打开你服务端的plugins文件夹，这个文件夹里面包含的都是服务器的插件，这个是基础的就不必我多说了，找到Essentials文件夹，这是ESS插件自动生成的配置文件，当然删了也会自动生成！在Essentials中找到config文本，这个就是ESS的真正配置文件了里面可以设置服务器的各种配置，既可以限制高空流水流岩浆，又可以防止苦力怕炸坏方块，我实在搞不懂，有些服务器为什么不直接通过ESS设置防爆而去下载更为不方便的防爆插件呢？这我也不知道，或许还可以设置玩家的kit新手礼包，也可以设置玩家的传送时间“默认3秒传送”，例如“default-stack-size: -1”这个就可以设置用give插件可以超过最大堆叠数量也就是能放64个以上的东西，当然我是设置了正常的堆叠数量！“repair-enchanted: true”这个则是限制玩家能否用铁毡修复装备的配置，默认是允许【true为允许，false为不允许】当然，如果看不懂这些，推荐去下载一个汉化版本的ESS插件，里面的配置都是汉化过的，\n\n\n\n\nO0B(L5CRJBGSO0_M5P7Z2%F.jpg (29.7 KB, 下载次数: 1)\n\n下载附件\n\n2015-1-17 11:10 上传\n\n\n\n\n比如这个，给了英语渣一个机会，话说新人腐竹要在技术的指导下谨慎修改！乱修改遇到问题一概不负责！\n第二章：Authme登陆插件的修改\n根据上一章一样，先找到Authme文件夹【记住是文件夹不是jar格式文件！】，打开config配置文件\n\n\n\n\n59_~~7V4IYAX{WRHCC_Q`)K.jpg (57.12 KB, 下载次数: 2)\n\n下载附件\n\n2015-1-17 11:18 上传\n\n\n\n\n这个插件的问题，我们来说一下经常用的基础的设置，那个黄色框框的是登陆插件的指令，例如login是登陆的指令，register是注册的指令，这你们应该知道的吧？    “maxRegPerIp: 5”这个选项，看到了吗，红色框框里面的，这个是指每个玩家最多可注册数量，也就是一个电脑最多注册5个账号，但是如果他有2个电脑的话，你懂得，这些是基础的设置，记得要在技术的指导下完成啊亲~当然自家的电脑玩插件你可以自己尝试尝试，弄坏了客户端我可不管······\n还有呢，就是登陆与注册信息的修改，依旧是Authme文件夹，我们找到这个文本：\n\n\n\n\n[QPV8@15H1CH@92T1I0UU7F.jpg (6.56 KB, 下载次数: 3)\n\n下载附件\n\n2015-1-17 11:23 上传\n\n\n\n\n打开它！\n\n\n\n\nG@(JL4STE{ZJHBJ63@JNR%D.jpg (67.22 KB, 下载次数: 1)\n\n下载附件\n\n2015-1-17 11:26 上传\n\n\n\n\n这些，都是一些注册以及登陆信息，照翻原本的信息，你就知道怎么修改了，但是不妨有些腐竹喜欢恶搞这个······\n看到了前两个插件的修改，你应当知道怎么修改各种插件的配置了吧？我也不是全能的各个插件都能\n修改了放图上来，插件这方法还需要你自己琢磨琢磨，也可以问问租服务器的商家，当然有些商家是很坑的问个问题都要钱，也有些商家是热心的，只要你问，他就会告诉你解决方案，以前我就问过一个商家，如果LWC出问题了肿么办？他就说删了配置文件重启服务端，然后删除只后重启，配置文件就自动生成，当然，报错也就解决了。{:10_510:}虽然这个帖子图片有点少，但是我是很认真码字说明的，可以看出来我语文水平不怎么好，不懂的地方下面可以回复来问我，好的话就给点金粒回复一下呗~插件已经讲完了，下面来晒晒用RPGitem插件和Itemizer插件还有一些趣味的插件做出来的作品吧，展示一下放松身心~~\n\n",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1435665420,
            "txt_content": "每人一顶"
        }
    ]
}