{
    "title": "【方块文字创作组】泰罗的第二个MC同人短篇——《地狱》",
    "author": "tl10",
    "replyCount": 20,
    "timestamp": 1301924700,
    "txt_content": " 本帖最后由 tl10 于 2011-4-7 22:13 编辑 \n\n地狱Minecraft中文站/tl10\n    早就听说在这个方块世界之下藏着另一个更神秘的方块世界。    那一次，我在离家有上百个方块远的地方找到一口天然洞穴。一发不可收拾的好奇心催促着我提起铁镐，走进这个散发着无比吸引力的黑洞。黑暗是最好的兴奋剂，也是最好的镇静剂，因为你需要屏住呼吸，用自己的双手去发现被这个世界藏起来的秘密。    那里面会有什么？飞泻而下的瀑布？壮观奇伟的岩浆？或者是两者妙不可言的混合，冷却成硬度仅次于地壳的黑曜石？那种石头跟黑暗的洞穴有一种共通的优雅的美，沉默，深邃，似乎空无一物，似乎包容一切。    又或者是梦寐以求的肥厚矿床？煤矿，铁矿，金矿，红石矿，青金石矿，钻石矿，如果能一次找到这么多种的矿物，好家伙，那可是跟碰上三体地牢一样的狗屎运。    说到地牢，我倒是找到过三个，两个骷髅，一个僵尸，在探险的时候那萦绕在耳畔的嚎叫真有一种毛骨悚然的快感，让你难以相信这只是一个所谓的沙盘游戏。地牢里面除了那个神秘的笼子，就是同样神秘的宝物箱，不禁让人浮想联翩：这究竟是怎样的一双手安排了这一切的呢？\n    今天，我终于在这个遥远的洞穴里找到更加不寻常的物事：一扇黑不溜秋的门，那些沉默的黑曜石仿佛在用最深处的秘密来诱惑敢于造访这里的探险者。从一本黑魔法书上（甭管哪来的了）读到过：“大地的银色恩赐，砾石的幸运馈赠，一道火光，打开绝望的大门。”稍微用一用那个方向的大脑思考一下，我知道那指的就是用打火石敲开通往另一个世界的门扉。\n    我没有犹豫，一会儿功夫就做好工作台，然后造出石炉，把身上的一块铁矿石和煤块塞进去，按捺着不住起伏的方形的心脏，拿出似乎在一万年以后才出炉的铁矿，与燧石进行了一次给人类历史带来翻天覆地的变化的碰撞，在那深邃的黑暗之门中擦出一道火花。瞪着方形的眼睛，只见火苗马上腾了起来，随即一道眩目的紫光闪现，在黝黑的大门之中飘忽不定。    澎湃不已的心绪就已飞到那未知的另一方世界去，于是我迫不及待地跨进这道门。嗯，没事发生？我再次迈步跨过去，还是没有任何异样。我便退回一步，立定在门槛上苦苦思索，这下子，眨眼间灵魂和身体便被一股看不见的力道扯开了……\n    一阵天旋地转后，惊魂甫定的我慢慢地睁开双眼看看究竟身在何方。老天爷，满目粲然的奇境便毫无铺垫地映入眼帘——那是与原来的方块世界一般无限的宏伟巨穴，只不过没有了蓝天或者夜空，连绵不断的岩浆从空旷偌大的穹顶倾泻而下，周遭尽是无际的暗红岩石，不远处的洞顶便凝集着前所未见的耀眼石块，充当着这个奇异世界的吊灯。    我掏出那块用黄金和红石打造而成的怀表，却见那根原本听话的指针现在疯狂地转个不停——这里没有日，没有月，也就没有时间的概念，我是长存于一刹那，还是湮灭于永恒中？我不敢用方形的脑袋想下去，怕会挖到思想里的岩浆池。\n    就在我这样傻了吧唧地呆立在地狱之门旁，还不敢迈出一步的时候，这里的主人却已经注意到这名不速之客。一头（？）惨白的方形生物在空中直向我俯冲而来，一边吐出一个吓人的火球，这下子我终于看清了——这就是传说中居住在地狱的幽灵，两个世界中体形最大的怪物，那面瘫似的表情已经可以把人囧个半死了，还能够发出火球攻击所有入侵者。    “从天堂堕落到地狱的天使，依旧纯白无暇，但是化为了噬人的恶魔。”我一边闪避一边还不忘喃喃道。那团火球击中身后的红岩，顿时燃起一片烈烈火光。没等我反应过来，又一团追命的大火球直往我冲来，这下子就没有回转的余地了。当眼前充斥着一片光芒时，方形的手臂下意识地伸出去挡一挡，好家伙，这一挡，那玩意儿立马就物归原主了，这回倒是那位面瘫天使被我摆了一道。它在空中被自己的攻击重重地撞了一下，依旧一脸瘫相地离开了。    一扭头，便瞥见不远处有些影影绰绰的生物，心里又不由一惊，但还是好奇心驾驭着我，沉住气走近了——一霎眼似是在另一个世界十分熟悉的僵尸大叔，但是往上一瞅，差点扑哧笑出来，一个猪头套在了僵尸的身体上，更加滑稽的是它手上的那把剑。所幸的是，纵然堪称两个世界中最难看的怪物，但是猪头人们从来不会无端端地攻击一名不怀恶意的来客，这便产生了一种矛盾的美。是的，美，我抱着同情和敬意远远地注视对方，静静地绕过它们的生活，只因谁也没有打扰这些理智生物的资格。\n    走到一处悬崖峭壁，纵目这方隐秘而壮美的洞天，脚下便是似乎浩瀚无垠的岩浆，一如另一个世界的滔滔海洋。即使没有曲径通幽的洞穴，没有葱葱郁郁的树林，没有浪漫静谧的沙滩，没有寒凛凄凉的雪原，没有太阳，没有月亮，但这里却有胜过这一切的也战胜了时间的——光明，光芒之石悬挂在每一个角落，燃烧着的红岩永不熄灭，无边火海像是代表着地狱中最强权的正义。这里并不缺乏生机，漂浮在空中的面瘫天使喜欢跟你捣乱，最丑陋却也最理智的猪头人，而在另一个世界颇为难觅的红蘑菇和褐蘑菇却在这里唾手可得，不得不说这是一个充满温暖的惊喜。    从此以后，另一个世界缺少了一名擅长于破坏环境的方块人，地狱中却多了一个忙忙碌碌但毫不懈怠的身影。",
    "replies": [
        {
            "author": "ossfang7878",
            "timestamp": 1301925600,
            "txt_content": "卡拉迪亚少了一个诗人，方块世界多了一个矿工"
        },
        {
            "author": "ossfang7878",
            "timestamp": 1301925600,
            "txt_content": "卡拉迪亚少了一个诗人，方块世界多了一个学者"
        },
        {
            "author": "混乱",
            "timestamp": 1301930520,
            "txt_content": "泰罗快快封笔吧~"
        },
        {
            "author": "heidada",
            "timestamp": 1301933400,
            "txt_content": "额，竟然是文学创作啊，可以考虑吸收作为RPG材料"
        },
        {
            "author": "yebin020331",
            "timestamp": 1301934600,
            "txt_content": "这文字...风格难以判定啊！算纪实小说，或者单纯是一篇攻略？"
        },
        {
            "author": "tl10",
            "timestamp": 1302012720,
            "txt_content": "连个加分的都没有...\n心寒哪"
        },
        {
            "author": "cll1114",
            "timestamp": 1302032700,
            "txt_content": "看看"
        },
        {
            "author": "tl10",
            "timestamp": 1302151860,
            "txt_content": "唉\n看来这地方还是技术流受待见\n我这种穷酸文人还是别自讨没趣了\n最多再写一篇关于him的就算和minecraft缘分已尽了\n老老实实玩自己的游戏去吧"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1302174480,
            "txt_content": "8l驚現納粹- -"
        },
        {
            "author": "WuTianFang",
            "timestamp": 1302293100,
            "txt_content": "Nether is bad, because only has monster do not has good mine for get."
        },
        {
            "author": "tl10",
            "timestamp": 1302324840,
            "txt_content": " 本帖最后由 tl10 于 2011-4-9 12:55 编辑 \nWuTianFang 发表于 2011-4-9 04:05 \nNether is bad, because only has monster do not has good mine for get.\n\nNether is good,because there always be monsters and strange stones that  you are not able to find in another world."
        },
        {
            "author": "WuTianFang",
            "timestamp": 1302369120,
            "txt_content": "Nether is bad..."
        },
        {
            "author": "netpot",
            "timestamp": 1302854160,
            "txt_content": "好文章吖～～～再来篇被JJ怪炸到死的纪实文学作品吧，捏哈哈哈～～～"
        },
        {
            "author": "netpot",
            "timestamp": 1302854220,
            "txt_content": "好文章吖～～～再来篇被JJ怪炸到死的纪实文学作品吧，捏哈哈哈～～～"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1437229140,
            "txt_content": "cll1114 发表于 2011-4-6 03:45\n看看\n你是怎麼發出兩個字的"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437231300,
            "txt_content": "首先，方块文学创作组是什么，最近新创的吗？\n再者，楼主的这篇文章写得很不错，至少比之前那些熊孩子的帖子好多了。尤其是景物描写，特别细致。\n但是人无完人，文章也是如此。\n楼主的专长是景物描写，那么不足之处就是对人物的动作描写。例如做出打火石进入地狱那一段就有些不自然。楼主如果能更注意这一点，文章会更加优秀"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437231360,
            "txt_content": "水蘊臻 发表于 2015-7-18 22:19\n你是怎麼發出兩個字的\n打空格   "
        },
        {
            "author": "水蘊臻",
            "timestamp": 1437237240,
            "txt_content": "bossfang7878 发表于 2011-4-4 22:00\n卡拉迪亚少了一个诗人，方块世界多了一个学者\n你为什么把贴发了两遍"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1437282000,
            "txt_content": "2B与mc的故事 发表于 2015-7-18 22:55\n首先，方块文学创作组是什么，最近新创的吗？\n再者，楼主的这篇文章写得很不错，至少比之前那些熊孩子的帖 ...\n没发现这是深海老坟吗...."
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437295200,
            "txt_content": "CloudsXDao 发表于 2015-7-19 13:00\n没发现这是深海老坟吗....\n我只是想蹭点金粒"
        }
    ]
}