{
    "title": "〈原创·连载〉救赎 （整改版）【第十章】",
    "author": "末影龙娘",
    "replyCount": 2,
    "timestamp": 1421503800,
    "txt_content": "第十章 退路\n周围环境极其安静时，人的听觉往往会敏锐许多，当然，这点在minecraft也适用。酣睡Szfrzen被轻微的开门声惊醒，就是一个极好的例子。\n但Szfrzen对其不以为然，只是翻了个身：可能是风吹开了门吧。\n但身还没翻过去，Szfrzen却像是触电一样从床上一跃而起，却又因目光扫到三个人影而急忙刹住，上半身僵直在四十五度角，活像只受热而“诈尸”的木乃伊。\n自己在说什么？风，怎么可能吹开木门？！\n[cite]minecraft的世界里，是没有风的。[/cite]\n从余光里瞟到三个人影惊恐的眼神，他知道自己要神闲自若地躺下已经不太可能，但令人无语的是他真的这么做了。\n并且更令人无语的是，三个人盯着他看了一会，就转过头去低语着些什么，好像视他这么个大活人为空气。\n“我觉得还是有点不妥……”虽说是低语，但在沉寂的夜中，这点声音也显得越发清楚。\n“要想转移必须要有那把斧子。”另一个中年Steve的声音从屋子角落传来，“我们的战斗人员数量明显不足，如果连一把像样的武器也没有，全村人都没有活路了。”\n“拿到那把斧子就能掌控全局了？”第三个Steve轻蔑的说道，声音很大，完全不在意屋子里还有第四个Steve随时都有可能对他们造成威胁。\n中年Steve嗤笑了一声。“你觉得如果那只是一把破斧子，还要劳师动众让我们偷吗？队长早就看出，”中年Steve突然把声音压得很低，尽管貌似除了他们以外没有其他人在听，“那把战斧不止魔炼过一次。就算那战斧没有魔炼过，它本身的威力也比你那把破剑强太多了。”\n“那还是快找吧，那家伙开始梦游哩。”最初说话的Steve说道。\n“要你说？”立刻屋子的角落传来打开箱子的嘎吱声。\n“该死，天快亮了，你们还磨磨蹭蹭……”过了良久，在屋子被翻得乱七八糟之后，中年Steve压着声调喊道，使声音更加沙哑了。\n“你还好意思说，你根本没怎么找！”是累得气喘吁吁的另外两人的声音。\n中年Steve口中骂骂咧咧了几句。“看起来，这家伙应该是把战斧藏起来了，干脆挟持他，逼他告诉我们战斧的下落，然后灭……”\n最后一个字去哪了？\n它与被扭断的喉咙一同轰然倒地——尽管前者在此之前已经消隐无踪。\n另外两人的神情变化极快：从惊讶、惊慌、惊恐，再到战栗，等到Szfrzen已经拿起战斧，一连串的转变终于完成，两人才意识到发生了什么，但等到两人拿起满是划痕的铁剑时，战斧已经架在了一个人的脖子上。再看看另一人，早已倒地，直接被战斧砍断的铁剑掉落在两旁。\n以极慢的速度转过头，瑟瑟发抖地看着贴在他身后的Szfrzen，并不是因为恐惧——实际上，他并不惧怕死亡——而是因为有一种奇异的力量，使他不由得畏惧他身后的这个人。他突然想起，刚才的怪物群中的骚动。是因为那把斧子吗？\n但没有时间多想，Szfrzen平板的声音铺了过来：“谁指使的你们。”虽不冰冷，他却能感受到自己的脊背几近冻结。\n“没有人指使我们。”虽然自己尽量显得有底气，但他仍不敢与Szfrzen的目光对视——那之前隐藏在眼中的利刃，此时终于露出了锋芒。\n“你说谎了。刚才的话我听到了。如果你不说谎，我可以放你走。”\n话音未落，Szfrzen说话的对象就已经倒下。\n看了一眼在血泊中的三只Steve，Szfrzen匆匆打点行装，走出砖屋。\n月是公平的，它将它柔和的月光最大限度地洒在遍地的尸体上，洒在有点焦黑的石屋上，洒在有点踏坏的农田上，洒在Szfrzen身上。\n当然，还洒在——\n“你好啊，Szfrzen。”被称作队长的Steve踏着身下的尸体，七拐八拐地走了过来，最后停在离Szfrzen不远的一片农田上。“这么晚出来做什么？”\n“和你是一样的目的。”Szfrzen打了一句机锋。\n“哦？”队长正看着月亮，这时突然转过头来，不动声色地盯着Szfrzen，“那么聊聊天吧。”\n“好啊。”拔出的战斧使队长退却了一下，他意识到队长与他保持一定的距离。“这柄战斧，是祖父亲手为我打造的，他说这把战斧是以一把传说中的神器为原型打造的，威力的差距并不悬殊。”\n“你祖父是魔炼师？”队长此时正看着Cans城的蓝白色光柱。\n“是的。我们氏族的职业大多与战斗有关，”Szfrzen也将目光投向了光柱，“而且我祖父从小就对我的体术非常重视。”\n“怪不得。你像切豆腐一样砍怪物时，我都看傻了。”\n“不过我的父辈和祖辈在我十二岁时就去世了，此后的体术我都只能自学。”\n队长没有说话。\n“医师鉴定是谋杀案，但这事是死案一桩。没有迹象表明凶手的身份。\n“父亲出事那天晚上，祖父将这把斧子交给我。他告诫我说，交给我这把斧子不到万不得已之时不可杀人。”\n突然，队长猛然转头——他从Szfrzen的话中嗅到了一丝危险的气息——\n“可是从所有人都遭遇毒手的一刻——”\n但是已经晚了，这一转头使这一斧正中他的命门…\n“我就只能相信，顺我者昌，逆我者亡。”\n随着血光飞溅，Osteah从床上一跃而起。刚才的梦太过于真实，刚才他似乎能感觉到有鲜血溅到他脸上。\n索引贴点此",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1421545140,
            "txt_content": "有我的人物好评"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1421568000,
            "txt_content": "lzs1234 发表于 2015-1-18 09:39  有我的人物好评\n←_←能再水一点吗"
        }
    ]
}