{
    "title": "【原创·单章】《流》第一卷 罪城 第一章",
    "author": "龙腾猫跃",
    "replyCount": 3,
    "timestamp": 1421570040,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2015-2-14 20:49 编辑 \n\n流\n\n\n第一卷　罪城\n第一章\n\n　　晌午，街道上的钟悠悠地敲响了。\n　　对于其它人来说，又一个平淡如水的上午过去了。\n　　对于杨程潇来说，这是离别的奏鸣曲。\n　　背着沉重的行囊，手上攥着一张破旧的蔗纸地图，没有送别的亲人，也没有什么临别的礼物。甚至除了王琪琛——他唯一的朋友，他都没有告诉大家，他不想让太多人知道。\n　　他就这样走了，也没有人会注意他。\n　　但事实上，杨程潇却已经开始后悔了，先不说他一觉睡到中午，弄得正是大热天去赶路，光是这张质量不合格的地图就是个大麻烦。\n　　不看看这都什么年代了，还在用这“古老”的蔗纸地图，陌生人倒或许会可怜可怜他，以为穷，倒没啥事。如果是熟人，那就坏了，就凭他们，还不笑得死去活来……\n　　再想想兜里的那点钱，扣去住宿费、饭钱、关税啥的，还别说剩多少，不是负数就谢天谢地了！\n　　然后这么长的路，按那不知道多少年前的地图走，指不定还要绕多远。万一碰到最近出现的危险的地方，这个地图肯定没标记，自己就得长眠在那了。\n　　不去想这些，累；想了，不仅身体累，心更累。\n　　杨程潇实在累得不行，只好就近找到一方树荫，解开背包就一屁股躺了下去，连地脏不脏都不想看——反正有背包“垫底”。\n　　小小的身躯躺在树下，阳光穿过绿叶，照在他稚气未脱的脸上。\n　　汗水早已润湿了他小小的布衫，而原本亮丽的雪白也不知变成了什么模样，各种污渍花花绿绿地挂在上面，像小孩子的涂鸦一样不堪入目。\n　　杨程潇躺了一会，慢慢起身，把粘在身上的湿衣服从自己身上拉开。他已经不记得他上一次邋遢成这样是何时了。但他清楚，很清楚，以前如果他一身邋遢地回家，总会有一个人笑骂着给他洗衣服。\n　　现在，她已经不在了。\n　　也不可能再回来。\n　　想到这，杨程潇身上就像压了块巨石，无形的重量压得他喘不过气，石头上的棱角还把他的胸腔压得隐隐作痛。\n　　“杨程潇……？”\n　　背后传来轻声的呼唤，但没能把杨程潇的心绪给拉回来，他就这样呆立着，仿佛整个人都被掏空了一般。\n　　“唉……”背后的声音发出一声轻叹，却没有再接着说什么。\n　　沉寂持续了一会儿，他改了个称呼：“潇儿？”\n　　杨程潇全身触电一般颤抖了一下，接着猛地一回头，整个人又奄了下去：“唉，原来是你，我还以为……”\n　　看着杨程潇眼中那毫无掩饰的失落和悲戚，王琪琛心里突然一痛，像被揪了一下似的。他也不知道原因。\n　　两人默默对立着，阳光似乎都被寂静成了蓝色。\n　　“你，为什么，跟过来？”在诡异的气氛下，杨程潇吐出的每一个字都显得格外阴凉。\n　　王琪琛稍稍抬头，稍有些不好意思地说：“我，我跟你走啊！”\n　　“就凭我现在这副……人不人鬼不鬼的样子。那你还跟着我？”\n　　“当然！”王琪琛想都不想，抬起头说道，“不是说好了么？不分开，无论发生什么！”\n　　杨程潇沉默良久，直视王琪琛的双眼：“你知道我要去哪么？”\n　　“怎么会不知道。爱尔恩城，边塞。”\n　　“知道那你也要走？和我一起辍学？一起去那里，去送死？我……你……”杨程潇说着说着却说不下去了。王琪琛的话让他无法反驳，语气中的冰冷也悄然融化了许多。\n　　王琪琛笑了，他明白，杨程潇知道那个答案，但他还是解释道：“家人已经说通了，书也没啥可读的，反正最后还是被发配过去干体力活，还不如出去拼有前途。”\n　　如果不拼搏，不反抗，就只能被“注定的命运”所摆布。\n　　“走吧。”说着，他的一只手搭在了杨程潇的肩膀上。\n　　杨程潇看着他，心中的阴霾都被那个阳光中的小男孩驱散了似的，他的鼻子突然泛起一股酸意。\n　　“嗯……我们会到的……一定会的……”\n　　两个人，不分开，不会分开……\n　　阴霾中，也有阳光。\n\n\n　　说实话要期末考了还码字，主要是还要更新程序……真的挺让人发疯的= =……It makes me crazy.\n　　没法了，先更一章，期末考完前没了……我知道才2章你们不会给评分的所以我都懒得求，爱给不给qwq\n\n\n　　正文字数：1376\n　　发布时间：2015-01-18 16时\n　　上一章节：第一卷 罪城 楔子\n　　下一章节：第一卷 罪城 第二章\n　　索引地址：索引帖\n",
    "replies": [
        {
            "author": "龙腾猫跃",
            "timestamp": 1421589120,
            "txt_content": "看这舒爽的0回复我也是醉了"
        },
        {
            "author": "北极星人",
            "timestamp": 1421670720,
            "txt_content": "啊呀？龙猫来啦？我居然都不知道呢，顶顶。"
        },
        {
            "author": "1577164068",
            "timestamp": 1422016020,
            "txt_content": "龙腾猫跃 发表于 2015-1-18 21:52\n看这舒爽的0回复我也是醉了\n找到楼主了，支持下..."
        }
    ]
}