{
    "title": "关于MC的故事！~",
    "author": "阿斯蒂芬德",
    "replyCount": 1,
    "timestamp": 1421857860,
    "txt_content": " 本帖最后由 阿斯蒂芬德 于 2015-1-22 00:33 编辑 \n、关于Minecraft的虚拟故事~\n、我先说一个关于MC里面的Him的虚拟故事~\n、Him身份的经典说法是Notch的已故兄弟，由第一张Herobrine相关的图片所述。然而Notch自己并没有死去的兄弟，经典版的故事显然是脱离事实的。\n先放下它的幽灵身份不谈，经典版本还提出了两点似是而非的理论。Herobrine拥有很多病毒的特征，比如说更改和操纵Minecraft的游戏世界，删除论坛上的帖子或者通过论坛传递信息。甚至还拥有能够黑进Notch的电子邮箱来回复证明它自身存在的信息的能力。 又或，Herobrine也许只是用户自己捕风捉影想象出来的。所有这些由Herobrine账号发出的“信息”和电子邮件可能只是用户们自己脑补的。这就是为什么Notch非常排斥经典版的故事，因为它完全没有实际依据。Herobrine的原型部分来自于Slenderman，末影人的设计灵感也来源于它。外表：Herobrine是一个人类实体，和史蒂夫有着一样的皮肤。唯一的不同点在于他的眼睛：不仅全白，而且还和光源一样能在黑暗中发光。移动能力：根据起源贴的内容，Herobrine应该拥有能在游戏中奔跑的能力。Brocast频道的视频则是将其表现为总是手直直地站立着，看着玩家的形象。在视频里它并没有进行任何肢体动作，但是却能够移动它的位置。 Herobrine的游泳，使用交通工具或使用传送门的能力尚不明确。像大多数幽灵一样，他很有可能不会，也不需要上述任何能力来进行移动。能力：Herobrine能够在Minecraft中进行建筑或破坏。原帖里的图像显示出Herobrine建造的2×2的长隧道，大海中央的金字塔和没有叶子的树。 Herobrine的完整建筑能力尚不明确，但从已知的设定来看，它有分辨出不同形状和材料程度的能力。Herobrine的目标貌似总是人类玩家。它在Brocast的视频中从来不和其它的生物进行互动，比如 僵尸和骷髅。原版中所述的更多的生物生成的说法也让故事变得迷雾重重。 起源贴的截图中有一只鸡，但是Herobrine貌似完全没有对它表示任何兴趣，而仅仅是看着玩家。在跟踪者版本中，他会尾随并跟踪玩家，一旦被发现或靠近就消失。这个设定直接取自经典版本的故事。\n、再说一个关于MC的Herobrine的虚拟故事~起源：玩家和用户间流传最广的理论是：Herobrine是一个幽灵。其他的理论包括：比人类更高等的存在;恶魔;恶兆;或者其他从经典版设定衍生出的解释。 然而，大多数的其它理论/设定貌似都将Minecraft视为了现实世界，而不是一个由玩家操控游戏角色进行游玩的虚拟游戏。经典Herobrine传说的设定并没有混淆游戏和现实，而是严格地将其界定在科技范围内。外表：Herobrine有时会手握工具出现。这个设定来源于社区玩家普遍相信的Herobrine的矿工身世。通常来说它都是双手空空的。Herobrine经常被描述成一个在玩家来到这个世界前很久就死去的矿工，虽然他的外表完全和这个描述搭不上边。 不过，由于Minecraft的世界中有许多废弃矿井和要塞，挖矿也是重要的游戏组成部分，玩家会接受这个设定也就不奇怪了。移动能力：和被激怒的末影人类似，据信Herobrine有瞬移的能力。社区上下基本都认为Herobrine会跑，和经典版不符。Herobrine不会飞，也没有任何一个故事变种在这点上认同经典版。 然而，他却好像有滑行的能力。也就是说：能在不运动任何肢体的情况下移动。估计他就是用这种方式退回到雾中的。Herobrine通常被描述成拥有歪曲或抽搐的头。很有可能是因为他大部分时候都被看做是一个病毒/潜行实体而不是幽灵。能力：Herobrine偶尔会和其它生物互动，比如说控制中立生物或复活/生成亡灵类生物。Herobrine貌似拥有可以使用环境中没有的资源进行大幅改造能力。比如说放置圆石，建造地牢类建筑，使用红石火把来建造陷阱等。 它的行为模式十分符合一个创造模式的游戏玩家。Herobrine貌似不能够进入下界或末路之地。在复仇者版本中，他会试图将玩家引诱入他布下的陷阱里，然后偷走他们的物品。他会等待玩家进入他建造的地牢中，之后将出入口封死，或者直接传送到玩家的身后，将玩家杀死。 其它较为罕见的版本则说他会破坏玩家的作品并从箱子里偷东西走。这个版本的灵感可能来源于多人游戏中的众多小白和恶意破坏者。未来的HIM：Notch在Herobrine出名之前曾在twitter上对相关问题做出过答复。",
    "replies": [
        {
            "author": "gamemode3",
            "timestamp": 1421858760,
            "txt_content": "him有这么可怕么→_→"
        }
    ]
}