{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第7章 传说 by小龙",
    "author": "毒蛇",
    "replyCount": 4,
    "timestamp": 1421924880,
    "txt_content": " 本帖最后由 毒蛇 于 2015-4-11 11:57 编辑 本章的介绍：又是传说！到底信哪个？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-380938-1-1.html\n下一章地址：http://www.mcbbs.net/thread-415715-1-1.html\n本章总字数：1230字\n第七章 传说　　泰迪吓得不能出声，依耶的尖叫憋在喉咙里，但是她已经泪哗哗了。　　洛克哭得更厉害，他好像是世界上最伤心的人。亚伯拉罕也跪在地上，连头都不抬。　　凋灵骷髅士兵坏笑道：“算你们走运！死了一个，你们好自为之吧！”说完，两个士兵就走进要塞不见了。　　洛克和亚伯拉罕还是跪在地上。泰迪他们出来了。　　“洛克……我就……说你吧，不要太冲动……”依耶在那里颤颤抖抖地说着。　　“什么都别说了！依耶，现在可不是责怪他的时候……”泰迪说。　　“不！都怪我！我是个……个……大傻瓜！我……我还有什么脸活着！”洛克嚷道。　　“不……跟你无关……怪我！”亚伯拉罕说道，“我……我要是不同意，你就不会来了！”　　“行了，都不要自责了。过去的事情像薄薄的云彩一样，风一吹就走了，主要是保护好现在那片漂亮的云彩！”希尔保特把两个人拉起来，安慰着说道。　　烈焰国王居然也呆不住了，也开始哭起来：“是我！我！我只顾着自己说！”　　“没那回事！”希尔保特眯着眼睛看着他，“你讲的不是挺好的吗？一会儿回去继续讲！”　　烈焰国王吃惊地看着他，咽了咽泪水，点了点头。　　他们慢慢悠悠地走回了烈焰王国。泰迪边走边想，克莱拉就这么死了？以后就再也见不到她了？而且她连个墓和尸体也没有？不！这不是真的！可是……这就是实实在在的事啊！又怎么不是真的呢？不过是自我安慰罢了。　　他们回到烈焰王国，洛克已经不哭了，但是他的脸已经花了。烈焰国王坐下来，缓缓地说道：“嗯……那么现在我要说吗？”　　“说吧！我希望你能讲些有趣的。”希尔保特看着他。　　“等一等！”多丽丝说道，“你们这是怎么了，克莱拉怎……”　　“她死了。”泰迪说道，“被凋灵骷髅攻击后掉下岩浆了……”　　多丽丝再也坐不住了，她把身子俯下去，缓缓地哭泣。加里教授站起来拍了拍她，说道：“行了，不要伤心了，都已经过去了！”　　可是，泰迪的话却让所有人都听见了，很多人都在哭着，王宫竟然成了墓地！　　过了好几天，大家终于恢复正常了，烈焰国王单独找了希尔保特和希尔保特大队的人——可是现在少了一个。　　烈焰国王带着他们来到寝室，打开抽屉，缓缓地拿出一张钻石形的碎片，上边画着一些地图，但是这好像只是三分之一。　　泰迪问道：“这是什么啊？”　　烈焰国王说：“光靠我们和恶魂王国的实力，是不可能打败凋灵王国的，我们必须去寻找岩浆王国。”　　“那这个是……”依耶问道。　　“噢。你们应该也知道，很多年以前，苦力怕先民决裂的时候，不是碎成了两派，是三派。一派后来成了恶魂，一派成了烈焰人，一派则是逃跑了，成了岩浆怪。我们和恶魂王国决裂后，还是找不到岩浆怪。可是某一天，我们看见一只棕色的大方块把这张地图扔到了我们的大门口，却被监视的恶魂看见了。我们发生了抢夺，结果碎成了两片。忽然，我们看见一个棕色的方块把我们撞开，撕掉了一片地图，就走了。我们和恶魂才发现就剩下两半了，拼一块也不是完整的。我们很奇怪，但是我们相信棕色方块就是岩浆怪，你们可以拿着这片去恶魂王国找一找另一片碎片。”　　泰迪觉得很失望，这些线索怎么找得到岩浆王国，于是，希尔保特和他们还是决定回一去趟恶魂王国。[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "MC_LengGuang",
            "timestamp": 1421925420,
            "txt_content": "楼主很帅！抢1楼！"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1421927580,
            "txt_content": "LZ已經更新很久了，期待ing"
        },
        {
            "author": "毒蛇",
            "timestamp": 1421927940,
            "txt_content": "PETER·篠 发表于 2015-1-22 19:53\nLZ已經更新很久了，期待ing\n嗯，谢谢支持"
        },
        {
            "author": "毒蛇",
            "timestamp": 1421928000,
            "txt_content": "1447375349 发表于 2015-1-22 19:17\n楼主很帅！抢1楼！\n谢谢支持                 "
        }
    ]
}