{
    "title": "<连载.单章>【昵称の世界】作者：熊猫丶晓能【第五章：乱末，变更开始！】",
    "author": "熊猫丶晓能",
    "replyCount": 3,
    "timestamp": 1422063360,
    "txt_content": " 本帖最后由 熊猫丶晓能 于 2015-6-6 17:13 编辑 \n\n作者PS：【好的第一篇就这么结束了】\n正文：      伴随着法阵的开启便是从地上冒出了一团团元素凝结而成的带着尖角的利器不断转动着。达到一定数量后，利器便直直的朝着人群处射去。不过，却没有像尤里猫预料的那样成功，利器被挡在一层薄薄的屏障外，这层屏障不时冒着异态的光彩。       “切，失误了嘛。不过就只有这种防守的手段吗？那么最好小心了 ”话罢，仍在游荡不时攻击屏障的利刺飘回法阵前。     “这样的话？聚合。”利刺灵性般地颤抖着，所有利刺正靠拢着，以缓慢的速度化为一把利剑，直指屏障内部正在撑起屏障的柔弱法师。       人类望着天上那带着正在形成的带有极大威胁性的利剑，更加卖力的攻击以换取生存。       但这也是徒劳的，虽再换得一百名魔影族的死亡，却无法阻止利剑的产生。       “再见了～就这么死掉吧。”       话音落，利剑似咆哮着冲向了法师所在的地方。       穿破屏障，声音“哗啦啦”响起，屏障化为空中一片片闪耀的粒子。       支撑屏障的法师的脑内猛地一下受到了冲击，嘴里渗出丝丝血迹。还未逃走，便接着被空中的利剑碾压成了肉末。       利剑接触到地面的一霎那便瞬间解体，化为巨大的冲击波将附近的士兵也击杀殆尽。       尤里猫望着地上的场景，单手捂住耳朵念着:“第17战场任务完成，敌方被清除”       转身轻轻一动，消失了····泛着那樱花似得粒子消失在了空中····带着一片军队消失-------------------------------------------------------       在战场的另外一边，第6战场中。       这是位于世界政府东北方约150km处的一座城市，       空中仍是红色一片，       那似血之光映在地上的血塘中。       相同颜色的碰撞，       泛着奇异色彩的反射在了建筑残骸上。       在同个城市的一座稍为完好的高楼之上，       希克正直视着空中的魔影族，平淡的道：“不用躲了，不用希望你的族人能多消耗我的体力魔力，这对于我是无效的。”       似乎是听见了希克所说的，空中的魔影族纷纷降落在各个高楼上，而在希克对面的一个高楼上缓缓落下了一个身影，脸部被一层阴影所挡住。       随着缓缓下落，阴影逐渐散去，显露出来的是一个略显稚嫩的脸【之后我再在世界观里面说明一下寿命的问题吧】，说：“呀呀，被发现了呢，真是没办法呢。····唔···是，小希克呢，好久不见，自从那次战争之后呢，真是可惜没有直接杀掉你呢，如果杀掉你了就不会留下后患了。”少女脸上波澜不惊，毫无一副被揭穿的惊慌模样。       “呀呀呀，这么没礼貌，好歹我也是比你大了许多呢，那时候我也至少有七十多岁了吧~虽然在你们人类世界只不过才14岁左右而已。嘛即使现在的年龄也就你们人类世界的21岁~“少女轻轻一闪，躲过了来自希克施放出来的一颗火球，嘴里一直在念叨着：”我可是清纯可爱的少女呢哈·····怎么可能就被你这一击火球就给击中了呢“。       “嘛，不如你也和你的姐姐在一起，永远永远的”但在下一刻内，少女的眼神便变得邪恶了起来，泛着血光，脸变得无比狰狞。       碰撞在即，士兵们重新举起了破魔枪，魔影一族举起了他们的法杖。       “嘟嘟嘟嘟~~~”来自枪声       “咻咻咻~~~~”来自各种法术的声音       以及那凄惨的哀鸣声，夹杂在了一起。       在高楼上对视的两个人也开始动手了，希克先对着少女释放了一个禁锢魔法，快速的向对方的左边靠近，奔跑途中不断用着各种元素球射向对方。       禁锢魔法对于少女来说轻易便解开了，将手中一个蓄力已久的烈焰之电直射向希克下一步移动的地方。轻轻一闪，躲过了闪电，被闪电所击中的地方砖块炸裂开来，恰似一朵绽开的花朵。       希克迅速往旁边闪了几步，右脚往后一蹬，利用冲击力跳上空中，嘴里念了几句苦涩难懂的咒语，鞋底轻轻显现出一对小型翅膀。       伴着强风，希克以一种比常速来得快的滑翔速度滑向少女一边。       少女从口袋轻轻拿出一把有着血槽的匕首，轻轻一点，火焰便在上面炙热燃烧着。直面迎着希克。       “去！“伴随着一声清脆的声音，匕首飞射而出，直指希克的左胸处。       身轻轻下仰，躲过一刺，匕首飞射向远方。正当希克仰起头，往后一望，匕首已又回到眼前，无奈之下的希克只能将口袋中的一把改装后的M1911手枪【附加了破魔瞄准器以及破魔弹等对魔法类型破坏较大的配置】，转身单手对准匕首按下了扳机，一颗子弹撞上了匕首，将匕首轻轻弹出几米而已。       悬浮在空中，被一阵后坐力再次冲向了少女所在的地方，对准空中的匕首再次射出四发，在双方都在飞射的状态下，子弹也仍击中了一次。再次将匕首弹飞开。       随着后坐力，希克便已经到了少女面前，举起了枪对准了少女，质问：“为什么···为什么非要这样····为什么要杀了姐姐····“       “为什么？毕竟是异类啊？哈哈哈哈？这样还不懂么？啊···既然要杀死我就赶紧吧···呵毕竟是敌人不对么···就算是报了你姐姐的仇嘛“少女望着希克，带着嘲笑的语气，以及那千年未变的蔑视的眼神。       “是····吗？也好吧····时间快到了呢“希克望着天空，往空中再次射了三枪，那把匕首掉落在地上，在一片空寂之下，当啷之音显得响亮极了···       “只是这样的话什么都没关系了····该进入下一个阶段了····“希克举起枪对准少女，连发数枪，直至少女眼中的瞳色溃散才停止。       “···········“沉默了一阵子       “这样就报仇了呢······“希克轻道了几句···嘴边轻轻一咧。其它的魔影人看着这边的事情，互相对视了一眼，发起了更猛烈的攻击。       “一群···杂鱼····还是减少损失率····将她们迅速击杀也好····“望着其它的魔影人，握着手枪的左手攥得更紧了。       “那么····女儿···妻子····嗯。。世界后再见面吧~假如一切没有变化“--------------------------------------------------------------       ········       黑夜已经过去了一半，天边也开始了更不对劲的情况       一片迷雾正在笼罩着整个星球。       接触到了这种迷雾的所有生物开始陷入沉睡。       无论是有多厉害都一样陷入了沉睡。       整个世界开始了变化···一片片虚空开始不断产生，改变着一切。       来自某个被遗忘的小角落里，一块水晶化为了人形，望着一切，好像有点高兴的轻轻发出了似铃铛般的笑声。然后在空中点了几下，又化为了一块水晶未完待续·········字数：2013【开始第二篇章正片XD】@a2455564728本次遭难者：@尤里的猫\n球@者：@琳琅素白\n索引贴：http://www.mcbbs.net/thread-319739-1-1.html\n\n\n\n\n",
    "replies": [
        {
            "author": "2586712004",
            "timestamp": 1422063720,
            "txt_content": "额 不错哟 看看"
        },
        {
            "author": "Wolverine",
            "timestamp": 1422064200,
            "txt_content": "熊猫大大大法好，不过我还是更喜欢冥姐的小说（不过遇难者是什么情况？）"
        },
        {
            "author": "Ayamuta",
            "timestamp": 1422064560,
            "txt_content": "遇难者是啥子..."
        }
    ]
}