{
    "title": "<连载·单章>血色王者第一卷第二章",
    "author": "llxy",
    "replyCount": 3,
    "timestamp": 1422077700,
    "txt_content": " 本帖最后由 llxy 于 2015-1-30 18:25 编辑 \n\n  “后来，呵呵。接下来的事你应该明白了吧？”男子说着说着突然冷笑了起来，他所发出的声音似乎让听到的人们伤心欲绝。方块生物眼神呆滞的看着某处地方，直到男子叫了他许多下才反应过来，明显就是没听进去的样子。“哦，哦，是这样啊，那我去帮你们问问还有没有空闲的房子的。”方块生物说完就起身，出了房门。男子见方块生物出了门就重重的呼了一口气“呼，终于可以不用天天担心自己被追杀了。”男子在呼完这口气后心中仿佛有一块巨石落下了。\n  方块生物在一处布满灰尘的房子面前停了下来，自言自语道：“唉，算了，就这里吧；实在是找不到合适的房子了。”方块生物看了看房子，然后摇了摇头。又往它来的地方走了回去。\n  过了一会儿，方块生物带着男子和我来到了这个房子面前。男子的眉头不经意的皱了皱。旁边的方块生物何等的眼力？自然看见了这个小动作，就张口说：“我们的房子都有人住了，就只有这个地方是空着了。只能先委屈你们一下了。”男子好像没听到它说的话一样的。径直走向了房屋。\n\n几年后……\n\n  “子涵！去砍树！家里没木头了！”男子坐在家里的椅子上大声对我叫喊到。“知道了！”我大声回复到。我转身走向家里箱子里，拿出了一把暗淡无色的石制斧头，上面的裂痕非常的多。密密麻麻的布满了整个石斧。我看到这里就皱起了眉头“父亲！斧头要烂了！”我转头对坐在椅子上的父亲大声叫道。父亲面无表情的说“自己去解决！自己……”我都没听完就很不耐烦的说：“的事情自己做。”父亲很脸上浮现了一丝丝满意的笑容。我从箱子里拿出了一把木制稿子就从家里跑了出去。\n    我原名叫墨子涵，在这个小村庄已经待了好几年了。我知道了我的父亲就是以前带我住在这里的那个男子。父亲沉默寡言，只有在我面前才会打开话匣子。我的直觉告诉我，我的父亲很是不一般。但是他却什么都不说，我每次问他都说：“你还小，这些事情不是你能知道的。”\n  我摇了摇头，就没有多想。我就快速的来到了一块被挖的七零八落的土地上，直接拿手就往地上砸去；这样砸了好几次，一块泥土就被我砸开了。说起来很奇怪，在这个世界上所有人拿手砸什么东西都不会痛，不过我想这应该是什么力量在保护着我们吧！我就这样砸开了几块泥土。下面露出了没有颜色的石头，我拎起木制稿子就挖了下去。很快，我就挖了10几个原石，对，没错，就是原石。在这个世界有一些东西本来是这个样子的，但是打落之后就变成了另一种物品，只有通过某些方法来使它变回原样。而石头正是这种东西。我在弄到这点原石之后拿起了非常破碎的石制斧头，对准旁边的一棵树砍了下去。我才砍了3下左右，斧头就突然化成了碎片，飘到了空中消失不见了。还好我挖了点原石，而且之前被砍到的一个木头也掉了下来。我就拿起木头拼和成了一个工作台，然后用我身上常常带着的木棍和成了一把新的石斧，继续砍起了树。\n\n\n  由于前几天考试，我就没有发。所以今天才发出来。\n  我要把新生最终章发上来，别问我为什么，我本来打算新生为第一部血色王者为第二部的；但是没想到我会把新生弃了。\n上一章：第一章                                      目录                                  下一章：第三章\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1422078120,
            "txt_content": "话说我现在的小说完了之后，我就要开始另一个了，好像是叫什么血色王国【标题差不多，但非抄袭】"
        },
        {
            "author": "llxy",
            "timestamp": 1422080880,
            "txt_content": "恶魔-潇洒 发表于 2015-1-24 13:42\n话说我现在的小说完了之后，我就要开始另一个了，好像是叫什么血色王国【标题差不多，但非抄袭】 ...\n额，要不我们一起吧剧情串一下？"
        },
        {
            "author": "1052259852",
            "timestamp": 1422081240,
            "txt_content": "额 好东西 看看{:10_513:}"
        }
    ]
}