{
    "title": "<最终章·新生>",
    "author": "llxy",
    "replyCount": 6,
    "timestamp": 1422080820,
    "txt_content": " 本帖最后由 llxy 于 2015-1-24 16:10 编辑 \n\n  李岳站在末界高塔上，冷眼望着对面正坐在末影龙身上悠闲自得喝着酒的HIM。HIM左边是人界怪物方阵，右边是末界的末影人方阵。上、下是来自地狱的怪物方阵，下面是僵尸猪人、凋零骷髅、岩浆怪，上面则是恶魂、火焰人、凋零。而李岳这边只有一些对抗人界怪物的傀儡系列，分别是“铁傀儡”“金傀儡”“钻石骷髅”“绿色傀儡（绿宝石）”“黑色傀儡（黑耀石）”还有一些身穿蓝光闪闪的钻石盔甲的史蒂夫。\n  李岳不带丝毫感情的说：“HIM，明年的今天就是你的忌日！还不快快滚下来受死！”HIM用一种特殊的语气说到：“这是不可能的！你覆灭了我的特殊部队250个！我怎么可能轻易放弃！”李岳看向HIM的眼神充满看怨恨：“要不是你！我怎么可能会变成这样！？”HIM：“呵呵，要战便战。我自奉陪。”李岳听见HIM说出了这句话就变的豪气冲天了。他满怀希望的说：“就等你这句话，兄弟们！上！”那些在李岳后面的生物都大叫了一声，就快速跑上前去。HIM也不甘示弱：“上！剿灭他们！”\n  两边很快就火拼了起来，许多生物都被杀死，好不恐怖。在这个情况下，只要有人到下了，迎接他的不是剑，而是敌我双方无情的踩踏。很快，地面上铺满了尸体，但是依旧在厮杀的生物还有很多。从表面上看是李岳的大军在下风，其实是李岳的大军在上风。因为傀儡虽然被杀死了，但是他们是机关啊！他们没几下就重新复活了。HIM的大军自然节节败退。\n  李岳看着站在他面前的HIM，他心中没有恐惧，只有战意！\n  HIM凝视着李岳，奇怪的是HIM眼中时不时闪个一个精芒。李岳已经不是当初那个懵懵懂懂的初中生了，在他经历过人性的扭曲，爱人的背叛，人心的深不可测，他早以成为了一个可以独当一面的枭雄了。在这个僵持的局面下，HIM才刚刚开口：“李岳……”“别说了！要战就战！今天不是你死就是我活！”李岳说完这些就拿出了他的剑，对着HIM。“唉，算了。”HIM说完也拿出了他的剑。\n  李岳很快就与HIM战在了一起。\n几天过去了，地面上李岳的大军早已获胜，他们坐在血河上就拿出了东西来补充体力。一边看着李岳和HIM打架一边恢复着体力。\n  终于，HIM一个不小心被李岳砍到，就从末影龙背上摔落下来。“砰！”地面上HIM的身影初见浮现出来，李岳从高塔上跳了下来，用剑指着HIM：“你还有什么遗言要说吗？不说的话，那么你就可以去死了！”在天空上盘旋的末影龙似乎感到了主人的危机，时不时的嘶吼着。HIM半天没有回音。李岳把剑对准了HIM的喉咙，一剑刺了下去。“等一下！”HIM叫道，李岳手中的剑正好在HIM的喉咙前停了下来。HIM用嘶哑的喉咙说：“李岳，其实，我是你爹！”李岳在听到这句话的时候身躯一抖说：“我没有爹！”然后又继续往下戳去。HIM又说到：“你难道不想知道这一切的一切吗？”李岳再次把剑停下。“我真的是你爹！你！@#￥%……&*（请无视这句话）。就是这样。我知道是你爹啊！”HIM大声叫喊了出来！李岳不知在什么时候流下了眼泪。李岳向这HIM，也就是他爹，跪了下去：“爹，你怎么不早说啊？”李岳他爹说：“其实，我本想给你一个惊喜的，但是没想到……”“爹你别说了！我带你出去！呜呜呜呜呜呜。”李岳他爹说:“我怕是没有这个时间等你带我出去了，我还是先把你以后的任务说了吧！”李岳点了点头“我们的存在，就是为了抑制住‘他’的创造，‘他’创造的速度太快了，为了不使这个世界资源都被‘他’用完，造物主就派了我们下来守护。无一例外，这个世界的守护者都是从地球上过来的。他们要培养一个接班人，而且那个接班人不能是地球的，只能是这个世界的。守护者的接班人一般被我们称之为‘守护人’，只要这个守护者成功培养出一个‘守护人’那么这个人就能回去了。我在选择‘守护人’的时候，不知道哪里出错了，然后你把你弄到了这个世界。唉”李岳他爹叹了口气。李岳问：“‘他’是谁？”李岳他爹来不及说，就一命呜呼了。\n  李岳的眼里冒出了泪水。过了一会儿，他说：“我一定要成功培养出一个‘守护人’！我要回去！”\n  李岳杀死了守护者，他自然成为了下一任守护者。他浏览着这个世界，当他看见一个男子抱着一个孩子时眼睛一亮：“就决定是你了！”\n\n\n\n\n\n\n\n\n问：那个被选为守护人的是谁呢？（____）\nA.男子      B.男子怀中的孩子         C.喜羊羊          D.灰太狼\n（请无视后面两个选项）\n\n\n请不要吐槽\n\n为了血色王者后面的后续剧情，我还是把新生最终发了出来。",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1422080880,
            "txt_content": "敢问这是啥......前几章呢？"
        },
        {
            "author": "llxy",
            "timestamp": 1422080940,
            "txt_content": "lzs1234 发表于 2015-1-24 14:28\n敢问这是啥......前几章呢？\n我忽略了，我为了【血色王者】而发的\n前几章我自然是弃了"
        },
        {
            "author": "892658677",
            "timestamp": 1422081300,
            "txt_content": "HIM是他爸，我差点喷水"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1422081660,
            "txt_content": "llxy 发表于 2015-1-24 14:29\n我忽略了，我为了【血色王者】而发的\n前几章我自然是弃了\n弃了？放弃前几章，直接最后，这种习惯我不太喜欢。"
        },
        {
            "author": "llxy",
            "timestamp": 1422081660,
            "txt_content": "593926286 发表于 2015-1-24 14:37\n看了开头\n我也是醉了\n铁傀儡的家族大了..\n有更多傀儡MOD的"
        },
        {
            "author": "llxy",
            "timestamp": 1422081720,
            "txt_content": "恶魔-潇洒 发表于 2015-1-24 14:41\n弃了？放弃前几章，直接最后，这种习惯我不太喜欢。\n我是把【新生】弃了，重新开了一个坑，然后我写着写着发现有个开头更好，就省略了之前的"
        }
    ]
}