{
    "title": "<原创·连载>《勇者与恶龙》序章",
    "author": "捌柒",
    "replyCount": 7,
    "timestamp": 1422154320,
    "txt_content": " 本帖最后由 ghyzhi10086 于 2015-1-25 10:56 编辑 \n\n勇者与恶龙_HeroAndDragon\n----序章\n这是一个勇者和恶龙的故事。\n这个穿着钻石装的叫作末影矿工，像所有的mc玩家一样，对于他而言，杀死末影龙就是他的全部。\n他紧攒着几颗末影之眼，眼角闪着难耐的饥渴。\n他不知道末影龙干了什么，需要去杀死它，他甚至没有见过它。他不愿意去想太多。\n毕竟那是恶龙，既然是恶龙，他就有理由去杀死它成为勇者，像他杀死其他生物一样。\n“我是勇者”末影矿工心里这么想着“我代表正义”\n他小心翼翼地放下一颗末影之眼，看见它完全嵌入传送门的边缘时，发出一阵刺耳的机器摩擦声。\n这些末影之眼是他不知哪什么理由屠杀了多少只末影人得来的，他有理由小心。\n末影矿工轻盈地放入了所有的末影之眼。他松了一口气，感受到身上每个毛孔都开始悦动起来。\n他贪婪地抹了抹嘴角的唾液。\n传送门方块开始剧烈地晃动起来，末影之眼迅速转动起来，黯淡的能量槽一下子涌上了金黄，随之变成深邃的黑。\n空间被快速地扭动起来，对面的虚无中似乎可以听得见若有若无的龙吟。\n这时末影矿工才发觉不对劲，他不应该听到龙吟。\n或许是游戏错误？末影矿工没有多想，他心里只想杀死恶龙。\n倏忽间，突然从虚无中猛地爆裂出一阵黑光，末影矿工感受到了前所未有的压迫。\n那压迫似乎要把他压成粉末，他从来没遇到这种状况，他觉得一切都错了。\n他看着他的血量值渐渐消失，末影矿工完了！他还没有见到恶龙就死了。\n他闭上眼睛，忍受着耻辱，希望下一次重生时可以再来。\n但那黑光消失了，他突然觉得身上似乎多了一个人的重量。\n朦胧睁开双眼的末影矿工看见一个女孩正躺在他身上。\n末影矿工已经无法用语言来形容他遇到的事情，他又炸了眨眼。\n女孩的眼睛慢慢睁开，瞳孔是一片不可窥见的黑，仿佛随时会被吸进去似得。\n她的头发染上和她的眼睛一样的颜色，黑发间一个突兀的龙角拱起。\n这黑，和她白皙的皮肤形成了强烈的反差。\n她渐渐从末影矿工身上爬起，好像做了一个很久的梦。\n但让末影矿工惊讶的，是女孩头上没有玩家的姓名栏，取而代之的是一栏紫色的血量条。\nEnderDragon，那上面如是显示到，但闪烁了一会儿又被隐去了。她的黑色瞳孔和末影矿工的瞳孔对视，末影矿工感觉自己仿佛快被那黑色吸走了。\n末影矿工花了好久时间才从女孩身下爬出来，她有着与之小巧体型不符的重量。\n“你是末影龙？”末影矿工对着女孩说，他从来没有想过恶龙会是这样一幅样貌。\n末影龙一脸疑惑地朝着矿工，歪了一下头。\n“卖你大爷的萌啊！”矿工愤怒地拿着钻石剑架在趴在地上的末影龙脖子上。\n突然一道疾风从矿工耳畔掠过，矿工发现自己的钻石剑已经分成了两半。\n末影龙叼着一半剑刃，不屑地吐到一边，脸上一脸不屑，似乎写着“愚蠢的人类”\n末影矿工恼怒了，这是他一辈子如此羞耻，被这样一个小女孩虐，他十分不爽。\n“喂，恶龙”末影矿工站了起来，紧握着他的半只钻石剑，“你到底是什么意思”\n末影龙闭上眼，寻思了一会儿，耸了耸肩。末影矿工对她这种不负责任的态度非常不舒服。\n“算了，不理你了，算我自寻倒霉”末影矿工拍了拍身子，扬长而去，但他知道，他会准备好去杀死恶龙的。\n----------------------------------------------------------------------------------\n回到家时，末影矿工长舒了一口气，今天的事情太难以理解了。\n不过无论发生了什么，末影矿工都不想多思考，他打算忽略掉着一部分，“切，区区恶龙奈我何。”\n突然末影矿工感到一阵寒意，似乎有一双眼睛正在盯着他，僵硬地转过头一看，发现末影龙正攀在他旁边的沙发上。\n“WTF！”末影矿工迅速从沙发上蹦起来，想从背后掏出一把钻石剑，结果发现背后一阵空。\n末影矿工感到头一阵晕眩，末影龙以迅雷不及之势把一把钻石剑横支在矿工脖子上，矿工感到一滴冷汗从脖子旁淌下。\n末影龙调皮地对矿工笑。\n这时矿工才想起来自己家的狗狗应该还在，他四周张望，却看不见他的狗，扭头一看，发现正在末影龙怀中。\n末影龙摸了摸狗狗的头，说了几句矿工听不懂的语言，结果狗狗头上竟然冒出了爱心。\n矿工不由自主地大喊“WTF！劳资给你吃给你喝结果你临阵倒戈！”\n狗表示听不懂在说什么，对末影矿工狠狠地吼了几声。这时一个念头从矿工脑里浮现出来：不如我把这只龙收作宠物，岂不是打遍天下无敌手了？\n说着，矿工想伸手去拿自己套狗用的项圈，趁末影龙和狗狗玩得正嗨，矿工飞快地一窜，想把末影龙占为己有。\n“乓”\n项圈砸中了末影龙的头。\n末影矿工感受到了前所未有的杀气，末影龙的头机械地扭过来，稚嫩的脸上出现了一丝恼怒。\n忽的从末影龙的后背闪出什么黑色的东西，用眼睛观察不到的速度劈斩疾风，一道黑光从屋顶延伸到地板。\n等到这不到一呼吸间的动作结束，末影矿工才反应过来。他看到了星星。他家的屋顶没了。\n半个房子都被末影龙用不知什么东西一瞬间削没了。\n简直就是怪物，面前的少女拥有着人类无法比拟的力量。\n@末影矿工 \n\n\n\n\nKS~O%G@48)F_4HOD989{]{7.png (95.36 KB, 下载次数: 0)\n\n下载附件\n\n2015-1-25 10:53 上传\n\n\n\n\n附：人设（自己画的）\n名称：末影龙\n性别：雌\n特点：会说生物语但不会说人类语，拥有超强战斗力，仅次于凋零，生气的时候翅膀会出现属性：末影系\n能力：待补充\n\n\n",
    "replies": [
        {
            "author": "末影矿工",
            "timestamp": 1422154320,
            "txt_content": "主人公好评"
        },
        {
            "author": "末影矿工",
            "timestamp": 1422154620,
            "txt_content": ""
        },
        {
            "author": "天阶",
            "timestamp": 1422154620,
            "txt_content": "剧情好评。"
        },
        {
            "author": "DIY使者",
            "timestamp": 1422154920,
            "txt_content": "原设好评"
        },
        {
            "author": "Ayamuta",
            "timestamp": 1422154920,
            "txt_content": "手绘好评......"
        },
        {
            "author": "1052259852",
            "timestamp": 1422157440,
            "txt_content": "好评，卤煮画的好好看呢=w={:10_512:}="
        },
        {
            "author": "wellherobrine",
            "timestamp": 1422164520,
            "txt_content": "这种情况在我的世界当中从未发生过。\n凋零对末影龙，凋零胜率或许更大。\n群P更不用说。"
        }
    ]
}