{
    "title": "<原创·单章>《鲜血之地》鲜血的祭坛【本文献给的地狱——鲜血染红的土地】",
    "author": "天阶",
    "replyCount": 3,
    "timestamp": 1422171120,
    "txt_content": " 本帖最后由 天阶 于 2015-1-25 15:35 编辑 \n                  【本文献给Minecraft中的地狱——鲜血染红的土地】\n  \n  =====================================\n     \n       “鲜血将染红这片错误的土地！！！ ”\n\n\n  ======================================\n       他曾经对Notch这样咆哮过。但是，现在，Notch走了。“他现在如何呢？”\n  ======================================\n       曾经的部下全部背叛了他，昔日 的军团支离破碎。  曾经辉煌的神殿—空无一人。而神殿当中，他又孤身一人。\n       冷笑：“为了什么根本不存在的‘自由’而背叛我，离开我对你们有什么好处么 ？ 在阳光下化为灰烬？还是倒在Steve 的剑下？呵。。‘自由’。。。根本不存在！！”\n       HIM站在王座前，默默地站着，如今的王座爬满了藤类植物，散发着一股忧伤的破败气息，王座在诉说着这座宫殿的兴亡盛衰  “昔日的王者之气呢？”他问道\n       他没有去考虑太多——他累了，他的心累了，但是他那具神的躯体不应许。\n       他坐在王座上，捂着额头。他要休息。\n       良久。。。。\n       “终于来了么？” 他睁开自己那双代表他身份的白瞳。站起身子，扬起手臂，两支闪着寒光的利箭被定格在身前：“我赐予你们新的生命，你们就是这样对待我的？”   殿堂的柱子后，转出两个骷髅弓箭手，空洞的眼窝中跳动着一丝丝的灵魂之火 。再次搭上白铁利箭时，HIM以消失在他们的视线当中，眼窝中的灵魂之火微微地跳动一下。随即消逝在空中。——HIM鬼魅般地闪现在骷髅身后，一拳一腿，两个骷髅头如同两个足球一般飞了出去。\n      “哗啦。”  失去了灵魂之火，骨架就如同失去了支柱一般散架，化成一摊碎骨。\n      “恶~~”  抬起头，数以万计的僵尸来到身前。黑洞洞的眼窝中似乎可以看到一丝诺有诺无的怨念。。。。\n      HIM缓缓地伸出左手，凭空一握，左手附近空间开始扭曲，变得模糊不清。随后一把黑色的镰刀出现，一把修长的、黑得让人感到恐惧的死神镰刀。       HIM手握镰刀直视着僵尸群。\n      一个 身着金装的僵尸缓步走出尸群，他手中握着一把黄金剑，一把破旧的、带着暗红符文的黄金剑：“九幽利刃”\n      HIM双脚猛地发力，一个闪现来到金甲僵尸面前，一记侧踢甩向金甲僵尸  ，僵尸身形一矮，用手腕挡下了这一击，虽然他没有动。但是无论是他自己还是HIM或是身后的尸群，都听到一清二楚：一声声骨裂的“咔吧喀吧”声。回身、后空翻，又是一记侧踢，“叮”  一脚重重地踢在 黄金剑上。又一个后空翻，挥舞着手中的镰刀，虚无缥缈的紫色光点，在空中拉出一条条弧线，“叮”  两把武器撞击在一起。“轰！！！”      绝对的力量！强大的气流卷起大片大片的灰尘遮掩了视线，迷雾中隐约可以看到二人的身影\n      “嘭。”一道身影飞出了‘屏障’。身影在空中扭转着身躯，半蹲着缓冲落地，抬起头睁开了那双代表身份的白瞳。\n      站起身，手中赫然出现那把 九幽利刃。所有僵尸条件反射地回头—灰尘已散去，金甲僵尸双手交叉护在身前，腹部是一个脑袋大小的血洞——他死了。\n      没有延迟，几乎所有的僵尸都冲向HIM，黑洞洞的眼窝中的怨念正在一丝丝的增加。一把把白铁钢刃擦着HIM的身体划过，一把镰刀和一把利刃在僵尸群中穿梭着。绿色的海洋中溅起一朵朵鲜红的血花：\n      “为你们的决定付出代价吧！”\n      “唰。”  一个末影人徒然出现在HIM身后，HIM有所察觉，但是末影人已经下手了，“轰。”HIM被末影人狠狠地按在地面，一拳狠狠地轰在HIM的小腹上。HIM强忍着疼痛，试图脱离控制，但他失败了——末影人又是一拳，轰在太阳穴上，HIM感觉自己一阵眩晕。\n      他怒了。“呃啊！！”  猛地抬头装向末影人。“嘭。”  “赫赫！！  哗哗！”   HIM从地上爬起来，环顾四周——无数的末影人——自己曾经最得力的助手 ，带着自己的军团——背叛者们\n      “醒来啊。混蛋！”他对自己咆哮着：“你有能力自己再创造一个世界，为什么要和他们这些杂碎纠缠不清？！”   \n      在HIM咆哮的同时，怪物们也同样咆哮着冲了过来，挥动的九幽利刃带起了一道道的黑色火焰。这，才是九幽利刃的真正力量！“唰！”  一具具被烤焦的身躯不断的被甩出火焰。\n      渐渐的，没有怪物试图去突破这团火焰。HIM缓缓地从火焰中走出，身上不断燃烧的黑火使他变得更加的狰狞。\n      “这里。。。。将成为屠宰场。。。。。炼狱。。。。。”\n      怪物们开始变得不安了，他们清晰地感觉到一股股热流在空气中涌动着，如同一条条贪婪的火蛇一般吞噬着空气。脚下的砖石也变得陌生起来——暗红色的砖块。   无数的岩浆从地下喷涌而出，一个不小心。。。。。呵呵。\n整个世界开始变得陌生起来，黑暗和红色，无数的岩浆撕咬着大地，躁热。体内的水分正在蒸发。燃烧着的大地。\n      身后似乎能听到金属碰撞的声音。——一堆会飞的金属棒子？！   \n      “清理现场。”HIM下达了命令。几千发火球横扫着整个宫殿，没有幸存者。。。。。。。\n      鲜血染红了整个地狱，无数的躯体融合幻化成灵魂沙。他们的怨念、他们的不甘！使整个地狱在燃烧！\n           \n      几十年后。。。。。。。。\n\n\n      HIM亲自开启的黑曜石传送门，他要看看，异界，是什么样子的。\n      HIM一头扎进了紫色的传说阵中。他感觉整个世界都在扭曲旋转。。。。。\n      头、、、晕。。。。\n      \n     再次睁开眼睛，HIM看到的是他曾经的宫殿（现在的地狱堡垒），比之前更残破。他看到了两个人静静地站在他的王座前，他的眼中闪过一丝不同的、从未出现过的神色：“Notch。。。。。。”\n\n\n          \n                                                           （完）\n\n\n==================================================\n     \n    注：“二人一个是Notch，另一个是Steve”\n\n\n==================================================\n\n字数大概在600字节左右吧。\n\n       作者的废话\n          看不懂就算了，因为有的时候我在写什么，我自己也不知道        对于这一篇文章，就像是开头写的，这是写给地狱的，但我写完了，我自己都看不懂我哪里是写给地狱的。\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1422171780,
            "txt_content": "...又是一部有关Herobrine的文章..."
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1422171900,
            "txt_content": "等等，我注意到题目中的“原创·单章”在我的认知里，单章是只有一篇帖子【只有一章】，那题目怎么..."
        },
        {
            "author": "yuchenyang",
            "timestamp": 1422172260,
            "txt_content": "文笔不错，但HIM都快写烂了..."
        }
    ]
}