{
    "title": "《苦力怕泰迪》周年特别篇《苦力怕泰迪的时光棒》始章",
    "author": "毒蛇",
    "replyCount": 3,
    "timestamp": 1422192840,
    "txt_content": "今天《苦力怕泰迪》一周年了！感谢大家支持~现在献上周年特别篇希望大家喜欢！\n始章　　一个星光璀璨的夜晚，（苦力怕历）46世纪的北伏加特山脉的一个不为人知的高台上，站着一群骷髅。一只头戴金冠，身着紫色长袍的的骷髅手中拿着一根闪烁着白光的棒子。　　“终于做好了！”那只骷髅用冷酷的声音说，“我们来试一试吧！我要统治全世界，消灭苦力怕！”　　“消灭苦力怕！”下边的骷髅兵应和着。　　“苦力怕的时光飞机不适合我们用，我们的也不适合他们用！这个比那个更精准！”骷髅喃喃地说，“调到一千年前试试！”　　他举起那个棒子，那棒子有半米长，有35厘米是闪闪放光的棒子，剩下是柄。骷髅好像高兴得过了头：“时空穿越！”　　那帮子形成了一个红圈，罩在高台上。但是风太大了，骷髅刚举起棒子，棒子就脱手了，那个红圆圈自然也随着棒子挪了位。棒子飞到半空中，开始往下坠。它飞快地旋转着，刚掉进树丛，一道强烈的闪光，棒子就不见了。　　“不！”骷髅愤怒地喊着。\n  　　泰迪正在熟睡，他并不知道，此刻，有一根棒子正插在他家门前。　　时间一分一秒的过去。早上，泰迪醒了。现在正是寒假，他正准备出去晒晒太阳（但是还是很冷）。刚开门，他看见了一根棒子。　　这跟棒子现在不会发光了，但上半部分还像是灯管。泰迪捡起这跟棒子，顺着小山路往下走，到了希尔保特家。　　希尔保特开开门，泰迪就走进了那院子。没想到，洛克、依耶和亚伯拉罕也在。“你终于来了！”洛克说。　　“怎么……你们这是……”泰迪很不解。　　依耶说：“新闻都报道了，说是卫星拍到了北伏加特山脉的这里有一道强烈的闪光——在夜里。我们就想过来看看，没想到亚伯拉罕也特地从丛林城赶来。”　　“其实……”泰迪想说那棒子，“是这个！”　　泰迪刚把棒子拿出来，希尔保特就夺了过去。希尔保特带着大家来到二层的实验室，把这跟棒子放在一台机器上，机器说话了：　　“这是时光棒，46世纪的——哔——哔——”希尔保特突然按了一下机器的一个键，然后又松开，“这跟棒子可以进行精确度达到一年的时光穿越。”　　“行了！”希尔保特说，“过几天庆祝统一节，我们到广场试验吧。”　　“时光棒是干什么用的？”泰迪问。　　希尔保特回答：“穿越时光啊！”　　泰迪突然想问：“为什么46世纪的回来到我们36世纪？”　　“因为……”泰迪第一次看见希尔保特这样不耐烦，“时光棒可以穿越时光，它自己就穿越了！”　　泰迪知道也没什么可问的了，就回去了。　　2月3日，大家齐聚在广场，广场上正在广播：　　“我们的祖先记载过，曾经有一批穿着打扮奇怪的苦力怕，帮助我们在一千年前的2月23日维护了祖国的统一。我们不管这是否真实，但都值得尊敬！我们要感激那些苦力怕！”　　希尔保特拿出时光棒，插在地上，看了看，说：“这个我已经改造完了，可以用了。我们来按这四种颜色之一吧。”　　他指了指柄上红黄蓝绿四种颜色。“现在男的多，让男的来挑，下次让依耶的来！”泰迪说，“我喜欢绿色！”　　“我也喜欢绿色！”洛克说。　　“三，二——”希尔保特说，“一！”他按了一下绿键。　　那时光棒霎时发出绿色的光芒，在他们五个人外形成了一个红圆圈，周围的景物开始快速变化。他们看见大楼飞速下降，道路飞速变成荒地。时光棒足足转了10秒，停止转动了，光芒消失了，周围的景物也停了下来，现在，只剩下城门和城墙了，上面还有士兵。　　“快走！”希尔保特说，“别让古代人看见！”　　他们藏在了树丛里，然后泰迪说：“这是一千年前啊！”　　“别让古代人看见，否则会有大问题的！”希尔保特说。[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "幽蓝",
            "timestamp": 1422193080,
            "txt_content": "这么久了,不容易啊"
        },
        {
            "author": "鱼青余",
            "timestamp": 1422193920,
            "txt_content": "表示完全弄不明白"
        },
        {
            "author": "毒蛇",
            "timestamp": 1422194580,
            "txt_content": "Alex_Proyas 发表于 2015-1-25 21:52\n表示完全弄不明白\n请看前作。。。"
        }
    ]
}