{
    "title": "<连载·单章>血色王者第一卷第四章",
    "author": "llxy",
    "replyCount": 3,
    "timestamp": 1422248100,
    "txt_content": " 本帖最后由 llxy 于 2015-2-9 12:44 编辑 \n\n  在末界里\n  一个身穿黑色西服的男子悠闲自得的躺在末影龙的背后，手中拿着一个酒杯。末影龙看起来十分娇小，如果你在看的仔细点就会发现这个末影龙应该才出生了没几年。而在末影龙旁边的呢，则是末影人族大族长——乔斯。\n  此时的末影人族大族长乔斯的情况被其他末影人看到了会觉得非常惊讶。因为末影人族大族长乔斯正恭恭敬敬地站在西服男子的背后服侍着这个男子。\n  西服男子前面竟然是墨子涵被怪物大军包围时的画面！男子看完了墨子涵被怪物大军围攻的“录像”后发出了一句感慨：“嗯，不错，不错。在被我的‘人界怪物军团’的包围下还敢攻击他们，真是勇气可嘉啊！其他的人看到我的‘人界怪物军团’早就吓尿了。”而此时的末影人族大族长乔斯听到了西服男子对墨子涵发出的极高的评价下立即拍了一个马屁上去：“还是大人眼睛明亮，随随便便找一个人都能让他发展到这个地步……”男子皱了皱眉头“我不喜欢被别人拍马屁。”说完后眼神隐秘的看向了末影人族大族长乔斯。末影人族大族长乔斯也是一个“老油条”了，他怎能不知西服男子指的是谁。末影人族大族长乔斯讪讪地笑了几下“额，呵呵。”\n  \n  此时的墨子涵\n\n\n  “啊！！！”我大声叫喊了起来，因为我还年轻不想死啊！我睁开眼睛发现我这时正躺在我的床上呢。“这是怎么一会事？难道，这这是一个梦？”我在心里疑惑的说道。而此时父亲听到我的惨叫急急忙忙的冲了进来：“子涵，怎么了？”我心有余悸地看着天花板，对自己能从怪物狂潮下存活下来的事情充满了疑惑。怪物狂潮，是我给那次事件起的名字，因为那些怪物，都很疯狂。我便问道：“父亲，我怎么回到了床上？”父亲撇了我一眼说：“是隔壁老王的儿子小王送回来的。”我还是充满了疑惑，不过更多的是知道绿色大棒子是什么东西。当然，我也问了出来。父亲在听见“绿色大棒子”时原本时时刻刻都充满着笑容的脸瞬间变成了恐惧：“那个东西你是怎么遇见的？你居然能从它……”父亲说到后面才意识到自己的口气有点不对才及时停下。\n  我本来不想把发现怪物狂潮的事情说出去，怕生出什么事情来。但是没想到为了问个绿色大棒子而说出去……算了，那我还是说吧：“我遇到了许许多多的怪物来围攻我……”我话还没说完父亲就用手把我的嘴堵住了。很快就把头伸出去看看外面有没有人，然后把窗子关的紧紧地。才小声的对我说：“好了，现在可以说了。”我看见父亲对这个事情非常重视我也很小声的把事情的经过叙述完了。\n\n\n    在我说完后父亲的双瞳中瞬间流露出了一丝狂喜之色，随即很快又恢复了往常的样子。\n\n\n\n\n后面我可能会使用第三人称\n对了，你们可以在帖子下面回复这些：\n姓名：\n性别（这个有用吗？）：\n正派（ ）or反派( )\n背景（这个可以不用，不过我可能会乱编些背景出来）：\n长相（要么发图要么用很优美的文字说出来）：就是给我的小说人物起个名字~\\(≧▽≦)/~！\n：是楼主懒得起吧？\n\n：你知道的太多了，去屎吧！\n\n\n上一章：第三章             目录               下一章：第五章\n\n",
    "replies": [
        {
            "author": "PD-Cookies",
            "timestamp": 1422615060,
            "txt_content": "清天寒\n男\n正派\n背景被我吃了0.0\n银发，左手隐约能看到几丝暗红色的符文，红蓝双瞳\n楼主这个样子可以吗？QWQ"
        },
        {
            "author": "llxy",
            "timestamp": 1422615300,
            "txt_content": "PD-Cookies 发表于 2015-1-30 18:51\n清天寒\n男\n正派\n可以滴【不过你在把他的身材描写下就可以了】"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423406460,
            "txt_content": "llxy 发表于 2015-1-30 18:55\n可以滴【不过你在把他的身材描写下就可以了】\n身材？用词不太对吧..."
        }
    ]
}