{
    "title": "【农场物语】汪和喵",
    "author": "etflly",
    "replyCount": 13,
    "timestamp": 1422345120,
    "txt_content": " 本帖最后由 etflly 于 2015-2-9 14:25 编辑 \n\n一、汪\n1. 简介\n确切的说应该称之为狼，是一种可以驯化的生物。只会在森林和针叶林中生成，一个狼群有1-8只狼。野生的狼会主动攻击羊，1.8之后还会主动攻击骷髅和兔子；但并不会主动攻击玩家，也不会被玩家吓跑，但是如果玩家对其作出攻击动作，整个狼群都会发怒（眼变红毛竖起）一起围攻玩家。\n\n（野生的狼，图片来自Minecraft Wiki）\n\n（被激怒的野生的狼，图片来自Minecraft Wiki）\n\n2. 驯服\n驯服狼需要用骨头，但并不是一定能成功，有时候需要喂很多次。被驯服的狼会有一个项圈，拿着染料右键狼可以给项圈染色（12w34a后）。\n\n\n（被驯服的狼，图片来自Minecraft Wiki）\n\n3. 行为\n驯服后的狼有坐下和站立两种姿态，右键狼（手里不要拿着肉...）可以切换姿态。\n在站立姿态的狼会跟随主人帮助主人打怪（攻击主人用非弓箭攻击的敌人，快照12w03a之前不会攻击苦力怕），并反击攻击主人的敌人。如果主人走远，狼会瞬移到主人身边。\n在坐下姿态的狼会原地不动等主人回来，但是如果主人在其视线内遭受攻击，会立刻起身反击。坐下的狼永远不会消失。\n有个很有意思的地方是，狼在接触水后（下雨后、渡河上岸等），会有一段甩水的动画，萌萌哒。\n\n（图片来自Minecraft Wiki）\n另外，狼不会主动规避岩浆、仙人掌等自然伤害，而且不会躲避悬崖，会受到摔落伤害。虽然狼会忠心耿耿的保护你，你也要保护好自己的小狼，注意他们的安全！\n4. 喂养和繁殖\n狼的血量可以通过其尾巴翘起的角度看出来，100°为100%，或10个心；90°为90%，如此类推。也就是说满血的狼尾巴是比水平面稍微高一点的。狼的血量可以通过喂肉来补充，任何肉类对狼的血量补充和对玩家的相同，因为狼没有饥饿值，腐肉是个好选择。当狼满血的时候再喂它肉，就会想要做羞♂羞的事了，两只这样的狗碰在一起就会生出一只小狼崽。刚驯服的狼的血量是满的，但刚出生的小狼不是。\n另外，当你手里拿着肉的时候，你身边的狼都会像这样歪着头看着你！还会呜呜叫！那种眼神根！本！无！法！抗！拒！\n\n（图片来自Minecraft Wiki）\n\n\n二、喵\n1. 简介\nMC中的野生喵叫做豹猫，只会在热带雨林中高度63及以上的草或树叶上生成，而且生成时有1/3的概率失败。野生的喵十分害羞，不管是你是走的稍微快了一点还是不小心看了他一眼还是环视太快，都会飞一样的跑走（没错豹猫是会疾跑的）。\n因为热带雨林本身就是稀有生物群系，再加上豹猫生成率低且天性怕人，热带雨林还树叶繁杂视野不好，所以猫确实很难找。LZ这篇一直迟迟没写就是因为找不到喵啊！（更新：实际上，由于猫是和僵尸等怪物一起刷的，虽然刷概率低，但不受动物的刷怪上限限制，会一直刷出，所以只要在雨林里呆足够的时间总是能找到的）\n\n\n（野生豹猫，图片来自Minecraft Wiki）\n2. 驯服\n喵驯化需要用生鱼，和汪一样，并不一定能一次成功，可能要多试几次。但是。呵呵。尊贵的喵大人怎么可能像汪那么容易上钩！驯服猫是一个非常非常考(zhe)验(mo)耐(ren)心的过程。首先，你一定要按住shift接近，而且千万不要看着它（鼠标十字不要指向喵大人），不要环视太快。这时候掏出你的鱼，假装自己是个木头人，站在那里等着喵大人来宠幸好了。当喵大人走过来要你进贡的时候，再小心翼翼地献上你的鱼，当然一条鱼往往是不能满足喵大人的，喂几条鱼过后你才会得到喵大人的亲睐，这时喵大人也会摇身一变，成为更尊贵的姜黄猫，西服猫，暹罗猫中的一种。\n\n\n（被驯服的猫的三种花色，图片来自Minecraft Wiki）根据wiki的说法，在下列情况下无法驯服豹猫：玩家正在追逐豹猫。玩家与豹猫之间的距离大于5格。玩家或豹猫的任意一方位于矿车内。豹猫困在某一处（围墙高于4格的封闭空间）无法逃脱。玩家在移动中，或是已被攻击性生物伤害。玩家处于饥饿状态。\n（LZ被一只喵大人宠幸全过程）\n3. 行为\n喵大人当然不会帮你们这些仆人做打打杀杀之类的事情，但是作为你忠心耿耿的回报，仍然会选择性地跟随你当你离喵大人太远，喵大人也会传送到你身边。你也可以右键喵大人来选择让喵大人坐下休息。\n为什么说是选择性呢？因为喵大人一旦发现了舒服的地方，就会坐下不走了，舒服的地方比如你的床、箱子、燃烧的熔炉，当然了，当喵大人看上这些东西的时候，你是没有办法使用的，只有等喵大人舒服够了才能再让你用。\n（喵大人在床上休息，图片来自Minecraft Wiki）\n这个世界有一种最卑微的生物，叫做Creeper，坊间称其苦力怕，也有对之恨之入骨者称其JJ怪。这种卑微的生物，是不敢直视高贵的喵大人的，见到喵大人就会马上逃走，更不敢伤害喵大人的仆人或破坏生态环境。\n喵大人的业余娱乐活动是捉小鸡，如果你有一个养鸡场，还是不要让喵大人知道为好！\n\n（喵大人勇斗小鸡，图片来自Minecraft Wiki）\n喵大人由于其高贵敏捷的步伐，不会受到摔落伤害，但是仍然会被仙人掌、岩浆所伤而且不会主动躲避（你们这些小人竟然用陷阱！）。\n4. 繁殖\n喵的繁殖仍然通过喂养生鱼，小喵的花色是父母双方花色中的一种，有说法说同后喂鱼的喵的花色相同的可能性更大，待考究。\n\n三、关于传送的注意事项\n在下列情况中狼将不会传送到主人身边：\n狼被要求坐下狼或玩家坐在矿车内玩家在深水下游泳或是坐在船玩家站在冰块上玩家进入了传送门并进入了下界/末路之地，狼将呆在主世界直到玩家回来。其位置在未被读取的方块群内(当你离狼够远时(由视野距离决定)方块群内所有方块将不会显示,即停止读取)玩家正在高空飞行(离地面3格以上)\n而对于喵大人来说，自然还有一条猫正占据着床、箱子或者正在使用的熔炉\n\n这里特别需要注意的是关于深水的那条，在渡过大洋时，一定要等待他们跟上你的步伐，特别是喵大人泳技比较差，游泳很慢，因为在深水区他们不会传送，而如果大洋太大，你跑的太快，把他们丢在了卸载了的区块，那么除非你回去接他们，他们不会传送到你身边了（他们不会消失，只是会停在那里）。\n\n\n\n",
    "replies": [
        {
            "author": "鱼青余",
            "timestamp": 1422345360,
            "txt_content": "猫会抓鸡？\n不知道 = ="
        },
        {
            "author": "597676370",
            "timestamp": 1422350160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "etflly",
            "timestamp": 1422352140,
            "txt_content": "Alex_Proyas 发表于 2015-1-27 15:56\n猫会抓鸡？\n不知道 = =\n我见过野生豹猫攻击鸡，驯服过的没有。\n\n根据wiki的说法，驯化后的猫攻击鸡的行为极少。\n\n个人感觉驯化后的猫攻击鸡可能是bug"
        },
        {
            "author": "310297903",
            "timestamp": 1422357360,
            "txt_content": "我见过狼攻击牛"
        },
        {
            "author": "lwjohn007",
            "timestamp": 1422362880,
            "txt_content": "真不知道原来项圈也能染色{:10_500:}"
        },
        {
            "author": "juhd",
            "timestamp": 1422512100,
            "txt_content": "赞一个！好多都不知道"
        },
        {
            "author": "少帅丶",
            "timestamp": 1422609180,
            "txt_content": "红眼是怎么回事。。。"
        },
        {
            "author": "1425014381413",
            "timestamp": 1423383480,
            "txt_content": "这是抄的吧"
        },
        {
            "author": "wangziyuan",
            "timestamp": 1423397160,
            "txt_content": "排版不错"
        },
        {
            "author": "5677302",
            "timestamp": 1424056020,
            "txt_content": "大水贴，为了六级，为了服务器！！！"
        },
        {
            "author": "31582498",
            "timestamp": 1425008880,
            "txt_content": " 排版好精美~"
        },
        {
            "author": "hacccc",
            "timestamp": 1425011280,
            "txt_content": "etflly 发表于 2015-1-27 17:49\n我见过野生豹猫攻击鸡，驯服过的没有。\n\n根据wiki的说法，驯化后的猫攻击鸡的行为极少。\n我跟觉得是驯服的猫太饿了23333"
        },
        {
            "author": "MXC之梦",
            "timestamp": 1437719940,
            "txt_content": "我最喜欢里面的人性化词语！"
        }
    ]
}