{
    "title": "《亡灵异变》序章，开坑惹",
    "author": "可耐的小白",
    "replyCount": 4,
    "timestamp": 1422360540,
    "txt_content": " 本帖最后由 可耐的小白 于 2015-2-1 22:29 编辑 \n\n序幕：暗之森的边缘\n  世界大陆......一块永无止境的大陆，起码在现在看来是这样。无数的探险家们向着边缘奔跑着，但是永远也到达不了尽头。有一位探险家，他向着东方前进，终于到达了大陆的东边，无尽之海。\n  然后异变发生了，从无尽之海的地区，他救回了一位神秘人。这位神秘人似乎信仰着一位叫做him的神，在探险家的家里，他和探险家说了许多关于Him的事情。探险家越发好奇，于是询问神秘人，HIM到底是谁。神秘人犹豫了，他告诉探险家，如果他可以给他弄来50只活鸡，他就可以告诉他HIM到底是谁，并且展示神迹给他看。冒险家虽然奇怪于那个要求，但是在好奇心的驱使下，他帮助神秘人满足了他的需要。\n  神秘人做了一个祭坛，探险家不知道他的材料是从哪里来的。但是他还是将活鸡交给了神秘人，神秘人一边给祭坛用血涂上图案，一边告诉探险家，him是怪物之王，他主宰着世间的全部怪物........探险家听着神秘人的讲述，惊讶的他抽出剑来。然后一只手穿过了他的左胸，还握着他跳动的心脏。他用尽全力回头，最后留在视野中的是一双白色的不带情感的眼睛。\n  三天后，亡灵狂潮席卷了无尽之海周围的城市，全无防备的人类城市瞬间被攻克。虽然后来人类城市开始了严肃的防备，但是，有了人类的尸体，亡灵的军队不但没有减员，反而翻倍了。\n  仅仅是两年，人类的各大城市都陷落了。只剩下了帝都和另一个城市，就在HIM率领着大军打算夷平最后人类的避难所时。一个白发的慈祥老人出现了，他与HIM在空中谈了话，但是HIM似乎并不答应。于是他们开始了战斗，三天，仅仅是三天，已发现的世界大陆百分之六十的地面被他们粉碎了，剩下百分之四十的大陆分成了两块，一块是百分之二十三的亡灵大陆，一半是百分之十七的人类大陆。HIM与奈何不得的老人做了交易，把大一部分的大陆让给他统治，而小一部分的大陆给人类居住。\n  但是HIM耍了个手段，他将一部分亡灵投放进了一片森林，哪怕要永远分离也要多杀一个人类。而这片森林就被取名为。暗之森.....帝都派了一群精英部队驻守在暗之森，负责侦查暗之森的情况和防御从中冲出的亡灵。\n  在一年后，因为人手不够，派遣了一批精英前往补充暗之森防线的缺口。其中，雷蒙，卡伦 叶，谭森，是其中的是三个佼佼者。随便一人便可抵百名亡灵，叶是一名游侠，雷蒙擅长正面作战以及战局指挥。谭森是一名骑士，有着最强的盾之称。任命三个月后，谭森被调回帝都担任骑士团预备团团长（其实就是骑士训练长官），而叶和雷蒙在暗之森分别担任侦查副团长和狩猎者队员（亡灵特殊应对小组）。\n  故事就是在谭森被调回帝都三个星期以后发生的。暗之森的怪物多了起来，而且叶发现了一些奇怪的现象。雷蒙从这些线索中判断出暗之森之中出了突发状况，打算做一些调查时......\n  \n------------------------------------------------------分割线------------------------------------------\n  新坑新坑开启了，之前的坑随手挖的，质量不好也没填上，那就开个新坑吧，这个小说分两步线，一边是雷蒙与叶在暗之森中寻找线索整理拼图试图找出真相，而谭森那边就是..嘿嘿嘿，先卖个关子，慢慢看吧。\n------------------------------------------------------------------------------------------------------\n小说更新时间不定，请务必不要抱怨啦~\n 本小说更新时间不定，请不要抱怨！{:10_505:}指引贴传送门：http://www.mcbbs.net/thread-400561-1-1.html\n\n\n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "可耐的小白",
            "timestamp": 1422360600,
            "txt_content": "有什么新点子和建议都说出来啦，我会接受的{:10_509:}"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1422361440,
            "txt_content": "支持一下\n继续更吧，可以的话艾特我"
        },
        {
            "author": "ε--",
            "timestamp": 1422362100,
            "txt_content": "顶一下，希望能坚持把坑填完"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422365100,
            "txt_content": "有点像主要内容，虽然已经比较详细，较@Gary强得多…"
        }
    ]
}