{
    "title": "<原创·连载>《萌猪冒险记》【章一 灾难降临】-------天悠酱新坑，求指导！",
    "author": "1183288909",
    "replyCount": 6,
    "timestamp": 1422419700,
    "txt_content": " 本帖最后由 1183288909 于 2015-1-28 15:04 编辑 \n\n作者前言：本文是一个新坑，为了给大家好印象，字数提升为6600字，希望大家耐心看完。然后在回复中指出本文的一些问题，给予我指导，这样我才能不断改善，写出更好的文章。记住，一定要回复，不做伸手党！希望各位大大也能来略微指导一二。 by天悠酱 \n\nPS:前面的半原创已经废弃，请把这个过了...   \n\n---------------------------------------------------------分割---------------------------------------------------------------\n                                    卷一\n                                                     生存危机\n\n                                    章一\n                                  灾难降临\n------------------------------------------------------------------------------------\n    某一片宁静的草原之上，一个生机盎然的村庄里，水井旁有几个村民在交谈。“哼唧…”教堂边的农田上，一只猪低着头，用嘴拱起一株胡萝卜，抬起头，发现有一道黑影朝这里冲来，把胡萝卜叼起来便跑，跳过圈着农田的栅栏，抬着铁铲的村民在后面追，大喊：“回来！还我的萝卜！” 猪在小巷中跑动，甩掉那道“黑影”之后在一个角落里把萝卜放下，“哼哼”了几声，一只小一些的猪溜出来，对着那根萝卜咬了下去。那头大一些的猪，我们暂且称它为“拉达”，它用头拱了拱小猪，转身离开小巷，回到街道。\n    这个村子有一百多人，几十个农田和动物，拉达和她的孩子也是这个村庄的一员，它们的饲养员，杰克·特拉尔并不在这里，而是在附近的一个村庄购买饲料，然后出售鸡蛋、羊毛和同伴们的肉。每一次特拉尔离开，都会或多或少的有几个同伴被拉进一个屋子，里面经常传来一声声惨叫。从拉达长成大猪，拥有自己的小猪仔之中，特拉尔离开过几十次，但都幸运的没有选中它，它幸运的活了下来。当特拉尔不在这里时，他的徒弟查瑞·斯德来代替他进行工作，比如下午把动物的围栏打开，让它们出去跑一会，锻炼它们。\n    那块农田边，手上拿着铁铲的村民正苦恼的看着那一格被拱坏的地。一个灰衣村民走过来，问：“怎么了？瑞迪？”瑞迪转过身去，说：“哎…特拉尔的猪又拱了我的田，栅栏都没有用，它们总能进来。或许我要加高栅栏，听提苏说这些猪能够跳过栅栏，可是木材又贵…”瑞迪用铲子把拱出来的土推进坑里，重新洒下几粒种子，掏出水壶给这格地重新浇上水，然后把袋子里的一个面包递给他：“托杰，给，饿了吧？搬了一早上的木头，是不是还没吃饭？”托杰抬起手，本想拒绝，可是肚子却不是时候的“咕咕”起来。瑞迪笑道：“还想拒绝？我还能不知道你饿了？吃吧。”说完，自己再从袋子里拿出面包，靠在栅栏边吃了起来。托杰不再拒绝，开始大口大口的吃下面包。“你吃小口点，又没有人和你抢面包…”瑞迪对托杰的吃相十分无语，但作为他的兄弟，又不能嫌弃他，只好无奈的从背包里拿出水袋，递给托杰。托杰叼着面包，似乎想起了什么，对瑞迪说：“哦，对了，昨天村子里的巫师预言说，我们这几天会有一场灾难，顶的过去，就会发达，顶不过去，输了，我们就会毁灭，也就是说，可能这一顿饭，就是我们吃的最后一顿饭了。”瑞迪抬头，看着天空，巫师的预言他也知道，可是他不想相信，这真的会发生。\n    拉达似乎感觉到什么，从街道上转头，跑回小巷，把正趴在一丛羊毛里的小猪推起来，带着它往村外跑去。天空上出现了些许黑点，洁白的云朵开始逐渐变得灰暗，清澈的泉水多出的了些许杂质。动物们开始变得焦躁不安，想要逃离这个地方。\n    瑞迪注意到了天空的异象，身在另一个村子的特拉尔看到了，特拉尔感觉心里，有什么奇怪的东西，在发芽，在生长，一股奇异的力量破体而出——“吼！！！！！”突然，特拉尔的身体胀大了一圈，绿色的皮肤上面渗着尸毒…特拉尔眼里的世界开始变绿，奇怪的意识让他去攻击，撕咬面前这个和善的店员。店员早已被吓得瘫软在地，一只碧绿的手伸向他，特拉尔想要控制住，可是，控制不住…撕咬、攻击的意识占据了他的大脑，一声惨叫划破长空：“啊啊啊啊！！！！！！”附近的人好奇，想要过去看看，这时，一声闷响在店门口响起：一个村民的身体爆裂开来，露出里面早已被吞噬一空的身躯。一只巨大的蜘蛛从里面钻出来，发出“嘶嘶”声，扑向最近的村民，一口咬去了他的右手。这些悲惨的景象在这个世界的各个地方都在发生，一个午时之前，这个世界还是多么和平，可转眼之间，这里就变成了——地狱！血液四溅，残渣散落一地，天空是为猩红色，灰色的云朵让沉闷的气氛更加浓重…\n    活下来的村民躲在一间大屋子里，其他的村民或是化身怪物，或是被怪物击杀，这间许久没有人居住的屋子，墙角发霉的箱子里，竟然还有一些锈迹斑斑的武器和盔甲，这些成为了他们的救命稻草，让他们守住了这最后的一间屋子。另一个高处的小箱子里，还躺着未开封的饼干和面包、清水……活下来村民只有七个，他们几乎都是村子的猎人和铁匠，拥有强大的力量和战斗的技巧，牧师和巫师静静的站在门口，冥想回复着法力，为战斗做准备。\n    村子的小动物也发生了变异，平常温顺可爱的小猪变成了可怕的僵尸猪人，纤小的小鸡身上长出绿色的肉筋，化身僵尸鸡。拉达和她的孩子没有异变，异变的怪物并不关注它们，对它们的行动并不怎么关注。\n    荒野之中拉达和她的孩子在这之中行走，整整几天，拉达几乎都没有吃东西，大部分的食物都给了小猪。在寻觅食物的时候，转过一座山，碰到了一个大概三个猪身高，一个猪身宽的家伙，感觉软软的，一点也不硬。在撞击的黑暗中，它闻到了一股奇异的香味，拉达对着那个东西咬了一口，感觉很甜，便又弄下来一块，睁开眼，拉达立刻把那一块东西丢给小猪，让他吃下去。小猪尝试性的吃了一小口，感觉还不错，立刻吃下了所有。\n    这时，拉达才有时间去看那个三个猪身高，一个猪身宽的东西。他穿着蓝色衣服，青色裤子和灰色的鞋子，一头棕色的头发，蓝色的眼睛，手上还拿着半个面包。他站起身来，挠了挠头，看看四周，发现了拉达和小猪。他，我们就暂且称他为Steve吧。“嗯？这里有猪？”拉达抬起头，看着Steve。Steve想起了刚才的一幕，他刚吃了一口面包，似乎就被这头猪撞倒了，然后好像是它咬掉了一半。拉达碰了碰Steve，等到Steve反应过来，看着它的时候，用短短的蹄子指了指面包，又指了指小猪，看起来是想要我把面包给他吃。Steve想。反正背包里还有一些，就给它吧。\n    Steve一边想着，把半个面包递到小猪面前，小猪一闻到那股香味，瞬间就扑到面包上啃了起来。拉达看见小猪有了食物，想要走过去和它说点什么，可是突然，一阵空虚感传来，脚不知道为什么软了下去，视角矮了下去，逐渐变黑…拉达想要站起来，可是几乎没吃东西的它，已经没有站起来的力量了…“嘭”的一声闷响，似乎有什么重物砸到了地上。小猪探过脑袋，叼着嘴里的面包就跑到拉达的面前，把面包往拉达的嘴里送。Steve转过头，看着倒在地上的拉达，他没说什么，走过去，摸了摸拉达的背脊，似乎在说，一路走好。拉达闭上了眼睛，它没有吃下那些面包，因为它知道，它已经… 站不起来了…与其浪费这些来之不易粮食，不如将它省下来，把孩子托付给Steve，或许它还能活下去，代替自己，活下去…\n    眼皮越来越沉重，小猪的叫声越来越急…这些，拉达再也听不到了，它伸出一只手，搭到小猪的头上，想要移动，却已经用尽最后的力气…在拉达的手软下去，不再有力之时，一声惨叫响起：“哼！！！”就像在说：“不！！！”Steve默默拿出铲子，挖出一个坑，把拉达埋进去以后，把面包拾起来，扛起小猪，走远了……  （End 此章完结 ）\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n    作者的后言：此章节为本坑的第一章，有6600字，用了2小时才码出来的，你觉得写的不好，我可以接受你指出的错误，但不要侮辱作者，侮辱作者的劳动成果。此坑会一直开下去，坚持每日一更，但字数可能没有那么多，毕竟第一章，要留下一个好印象。哪里有错误、重复、不当等在回复指出来，我会给予改正，争取为大家写出最好的一部小说。文笔方面，因为这一章大多数是为下一章做铺垫，动物不会说话，所以后面一段几乎没有语言描写。下一章在明天发上来，希望大家能支持我。 QQ:1244438474  Q群:341797917  by天悠酱\n",
    "replies": [
        {
            "author": "1183288909",
            "timestamp": 1422536400,
            "txt_content": "顶起来！不要沉下去！"
        },
        {
            "author": "PD-Cookies",
            "timestamp": 1422544920,
            "txt_content": "感觉好像好熟悉的样子，不管怎么说只要是小说吗~~~顶QWQ"
        },
        {
            "author": "1350363682",
            "timestamp": 1422604440,
            "txt_content": "已收藏！"
        },
        {
            "author": "1183288909",
            "timestamp": 1422628920,
            "txt_content": "顶起来，莫沉"
        },
        {
            "author": "a2455564728",
            "timestamp": 1422632400,
            "txt_content": "总的来说看起来不错，希望别弃坑"
        },
        {
            "author": "NB的红莲",
            "timestamp": 1423900200,
            "txt_content": "然后把小猪养大给。。。"
        }
    ]
}