{
    "title": "[转载][末日进化]被女友踹却赶上了世界末日",
    "author": "104215209",
    "replyCount": 11,
    "timestamp": 1422453960,
    "txt_content": " 本帖最后由 104215209 于 2015-1-29 00:20 编辑 \n\n今天在网上看到了这本小说[末日进化],感觉不错，特意转载给大家，希望大家喜欢。暂定每天更新3章，如有其它情况会加更，毕竟第一次转载小说，如果有错误的地方，请大家指出，谢谢\n\n\n\n\n\n16746m2.jpg (64.14 KB, 下载次数: 2)\n\n下载附件\n\n2015-1-28 22:03 上传\n\n\n\n\n\n末世来临，一切的秩序都被打破。    原本美丽青春、高不可攀的校花，为了活命、只好委屈求全。    原本高贵典雅、被奉为女神的音乐老师，只好甘当奴隶。    原本被人看不起的屌丝却可以凭此次机会，完成了一个屌丝不可能完成的逆袭任务！    故事也就此展开，带点金戈铁马、带点风花雪月，绝对不容错过。    ······    ······    新人转载，希望多多投票支持！   \n第一章被女友踹却赶上了世界末日第一章 被女友踹却赶上了世界末日“如果世界末日来临了，你最希望获得什么能力？”\n    我今天喝的有点多，因为女朋友把我踹了。\n    理由很简单，我怂，我没钱，我家里没有关系。\n    满足不了她的虚荣心。\n    她呢，长得还算漂亮，主要是胸很大、皮肤白，像是一个洋娃娃。\n    有很多人追。\n    我追上她也是废了九牛二虎之力，还把父母给我的学费谎称丢了，给她买了一个苹果5S，才追到手。\n    结果还没一个月呢，顶多拉拉小手，亲亲小嘴的，揉揉她的大咪咪之类的，我的初夜还没给她呢，她就和我提出了分手，还当着我的面把她新男朋友叫了过来。\n    羞辱我。\n    “梁风，你就一屌丝，我和你谈恋爱，传出去丢死个人，我告送你，咱俩分手了，以后不许和别人说我是你前女友，要不然抽烂你的嘴巴。”\n    她新男朋友是我们学校一个有名的官二代，上去就给了我一耳光，“傻逼，以后见到我滚远点，屌丝撸管男见到你就恶心。”\n    这才离开。\n    我当时就想过去拿板砖把这小子砸死，可我知道他爸是公安局的，打了我就得进监狱，只好忍气吞声的认了怂。\n    之后和室友一说，也没有办法，只好去学校外面的烧烤摊喝了几瓶啤酒，让自己迷糊点赶紧过去。\n    可就在我醉眼迷离喝多了回到宿舍后，手机却突然响了。\n    来了一条短信。\n    就是上面那排字，“如果世界末日来临了，你最希望获得什么能力？”\n    我想都没想，回复道：“干死那对狗男女！”\n    对方回的也很快，“是能力！杀人的事得你自己去干，不说，你会后悔一辈子。”\n    我喝的还有点迷糊呢。\n    就又回复道：“能干死那对狗男女就行。”\n    对方似乎很郁闷了，“系统怎么筛选到了你，你果然是一个十足的屌丝，好了，好了，展开你的想象力，假如明天你醒来就进入了世界末日，你最希望获得什么能力，最后一次机会。”\n    我这下稍微清醒了一些，想着，这个什么狗屁的世界末日和网络短信问答还挺有耐心的，就回复道：“我这些天玩植物大战僵尸挺有意思，给我来这个能力吧，打打僵尸也不错。”\n    “OK，希望你在末世过的快乐。”\n    之后就没了什么声音。\n    我呢，醉的头昏脑涨就睡了过去，连衣服都没脱，这一觉却是让我的人生发生了天翻地覆的变化。\n    应该说是整个世界。\n    在地球的上空不知何时突然出现了一个飞碟，俯瞰着整个星球，突然随着系统的倒计时，射出了一到可以覆盖整个地球的淡紫色光芒。\n    光芒环绕着地球进行了全方位的照射，环绕一圈，才慢慢收回，而后飞船又以比光速快百倍的速度飞离了地球。\n    谁也没有看到它的到来，谁也没有看到它的离去，就连世界最先进的卫星都没注意到。\n    可地球却发生了巨大的变化。\n    死去人的尸体变成了僵尸，海底的鱼类开始异变，陆地上的动物变得极为凶残，昆虫和植物大部分变成了可以和人类对抗的异类。\n    整个地球进入了种族重新挣脱地球控制权的时代。\n    我则是依然在睡着觉，想着把那两个狗男女干死，狠狠的干死，男的在自己脚下求饶，女的希望自己和她重归于好。\n    使得我心情大好，梦里都笑出了声。\n    可这时迷迷糊糊的却有人突然大声喊道：“我的天啊，这是怎么了？怎么所有的学生都在操场集合啊？没说今天有军训和其他活动啊。”\n    楼道里则有人大声喊了，“进入是世界末日了，虫子变得和动物一样大，动物变得比原来大了十倍，七八米高，尸体都活了，在咬人，地球真的进入世界末日了。”\n    整个楼道的慌乱声、尖叫声、哭泣声、物体碰撞声，响个不提，都在往楼下跑。\n    我在宿舍也被吵醒了过来。\n    由于醉酒我还傻逼的揉头呢，宿舍的宿友却接二连三的也喊道：“真的进入世界末日了，赶紧去楼下，都去楼下了，在不下去就晚了。”\n    哗啦啦的还拽了拽我，结果我还在那迷糊呢，他们就随着人群一个个的跑向了楼下操场。\n    人全傻了，哭泣声、吵闹声不绝耳语，在操场议论纷纷。\n    “据说今天一早，体育老师带着几个体特班的学生在操场跑圈，看见一个大树从地底下爬了出来，就是那个老柳树，已经不见了，走了。”\n    “还有，还有呢，整个世界都停电了，市区已经乱了，我凌晨时收到我妈的短信，说他们的停尸房里的尸体全都活了，见人就咬，咬了之后就变成了僵尸。还有动物，变得比原来大了十倍，一只牧羊犬现在有七八米高，整个市区已经乱成了一锅粥，死了很多人，现在连手机都用不了了。”\n    “真的假的，那咱们父母还能活吗？以后怎么办啊。”\n    一下子女孩子都哭了，男的也有哭的，多半都是在联系家人，结果却都是打不通电话，无望的看着各自的老师。\n    “老师，老师，咱们怎么办啊。”\n    老师们也没什么办法，没经历过这个情况，只是在嚷嚷着把所有的学生都叫到操场，“都先来操场集合，会有办法的。”\n    其实心里明白，这时只能期待突然想出一个办法，知道下一步该怎么办。或者政府出面干涉。\n    我呢，这时才回过神来一些，知道真的进入了世界末日，先是一激灵，之后才想到了昨晚的事，立刻拿出了手机，看到了上面还显示着的最后一条短信呢。\n    “希望你在末世过的快乐。”\n    快乐你个大脑袋！\n    我只听到了那些议论，一下子害怕极了，怕会动的树木，怕七八米高的大狗，怕僵尸，怕它咬我，把那条短信里说的给我的能力却忘记了。\n    连忙准备下去，和那些学生团聚。\n    可就在这时，突然传来一阵狂吠生，震耳欲聋，响彻整个操场，我立刻趴着窗户一看。\n    彻底傻了。\n    果然有七八米的大狗。\n    一下子来了三只。\n    都是土狗，一只黑色的最大，狗头都有我宿舍的整扇窗户大，身子七八米长，高有五六米，跑起来尘土飞扬的好像一个远古巨兽。\n    ‘汪’‘汪’号角声不绝于耳，和天空传来的雷声一般震耳。\n    另外一只白色和一只杂毛狗要小一些，也有五六米长三四米高，反正是都有两层楼那么高。\n    张嘴狂吠，留着血，叫着，后者，同样吓人。\n    一起呲牙咧嘴的快速的奔着学校而来，要吃人，吓得学生都傻眼了。\n    “我的天啊，怎么办，怎么办。”\n    “老师，妈，谁来救救我们啊。”\n    哭声一片，尤其是女孩吓得啊啊尖叫，甚至吓得尿裤子了都。\n    我们学校是市区二中，在开发区的一个乡镇的郊区附近，旁边全是村子，就一个临近的小镇有个市场。\n    今天在场的的学生都是十月一放假留下来的高三补课生，人数不多，但也有三四百号，全傻眼了。\n    至于那几只狗一看就是市场里的野狗，平时没人待见，吃些垃圾，现在变大了、变异了，必然是吃光了市场里的人，来学校了，想吃了学校的学生。\n    学生哭闹声一片，啊啊的都在哭，“救我，救我。”\n    有聪明的却已经开始往教学楼里跑，有的则是直接腿脚发软的跌倒在地上，真真的进入了末世。\n    这时校长发话了，“赶紧进宿舍楼。”\n    学生得到指令这才哗啦啦的开始往教学楼里面跑，挤死，踩死的一下子闹得更乱套了。\n    “别挤，别挤，一个一个的进。”\n    却是没人听话了。\n    我在楼上，清晰的看见我们班一个矮个子男生，被后面的人一推，跌倒了在了人群中，然后被其他学生淹没了。\n    必死无疑。\n    对于高中生来说，死亡原本很远，可是看着已经快进学校院子的大狗，我立刻意识到了。\n    我们真的进入到了末世。\n第二章 能力何时觉醒 第二章 能力何时觉醒我由于喝多了，没有下去，反而幸免于难，占据了有利地形，立刻左右乱看的想在宿舍找一些防御的东西和吃的。[最新章节免费阅读到*爪丶机丶书屋*] WWW丶ZHUAJI丶ORG    因为不一定一会儿又会冒出什么东西来，反正是进入末日了，有上得有东西，不可能两手空空的等着。    结果翻来翻去的就看见了一把苹果刀和一袋子苹果，那是我妈给我买的，十月一期间补课吃，可这也太少了。    就准备在找呢。    我的一个宿友跑了进来。    看见我，拿着苹果刀，喊道：“梁风，我的妈啊？你还有心思吃苹果呢，进入世界末日了。下面来了三只大狗，要吃人。”    还指着玻璃给我看，“你看，已经冲进院子了。”    结果却看到了被踩死的十余名学生躺在操场上，血泊一片，有男有女，惨不忍睹。    在看，那三只变异大狗，双腿一用力的就从四五米高的院墙跳了进来，呲牙咧嘴的嚎叫着真真的进入了学校，尘土飞扬的让人胆战，一下子就冲着宿舍楼而来。    由于是放假期间，就高三补课生在，所以学生们都在这里，吓得一个个的都傻了。    我和我的宿友同样如此，没见过这么大的狗，都看直了。    “你说，它们不会冲进来吗。”    “谁知道！”    我拿着苹果刀手都颤抖了，看着大狗到了宿舍楼楼下，碰的一下子撞在了宿舍楼上，砰砰砰接二连三。    整个楼都颤抖了，桌子板凳的都跟着一动。    我的宿友，哇的哭了，“怎么办，怎么办，我想我妈？我想回家，我不想死。”    我俩平时关系不错。    他叫曾小强，是个瘦高个，学习不是很好，长一起喝酒、上网吧，打篮球，是宿舍里关系和我最好的。    我连忙说道：“没事了，没事了，那三只大狗不撞墙了。”    它们似乎也撞疼了，不撞了，或许是撞碎的破壁割伤了它们，反正它们是停止了，开始在第一层利用前腿乱抓，尤其是大门口。    非常的大，一只大狗把狗头塞了进去。    一些没来得及到上楼的同学立刻成了它嘴里的食物，被它还叼了出来，残胳断臂，腿脚乱飞，鲜血一片，被它吞进了肚子。    “我的天啊。”    我咬着嘴唇，直接傻了。    曾小强也傻了。    因为我们的一个宿友，就在里面，眼睁睁的看着被它吞了。    “小亮死了，小亮死了。”    曾小强受到了刺激一样，开始喃喃自语。    我要好些，立刻扶着他让他先坐下，继续看下面的情况，三只大狗围绕着宿舍楼乱转，想找入口，在那嚎叫。    ‘汪’‘汪’吼叫声，震耳欲聋，让宿舍楼里的人都害怕的要死了。    “怎么办，怎么办，现在怎么办。”    都看向了老师和校长。    校长补课期间不常来，今天却过来了，赶上了这件事，也是没有办法，嚷嚷道：“保持镇定，保持镇定。”    在楼道里大声的喊。    结果却是哭声一片，根本没人听得进去，呜呜的哭泣声，闹得什么都听不清了。    我呢，住在三层，没有出去，还好些，这时看着三只变异大狗依然在那上蹿下跳，同样如此，吓的我腿只打软，想哭。    就准备去更高的楼层。    一出去，却发现所有的学生都在那里往上挤，“让让，让让，不让我打你了。”    “操，我还打你呢。”    比刚才还乱了，楼道里人挨人，根本挤不上去。    又看曾小强傻傻的还在那自言自语呢，我就没准备动。    因为三只狗又开始撞楼。    整个大楼摇摇欲坠，墙壁上的粉尘都开始掉在地上，已经没必要在去挤了，因为楼一塌，所有人都跑不了了，搂到的尖叫声更加狂烈。    “救命，就命。”    我呢，非但没有害怕，反而突然冷静了。    想起了那个电话。    电话里不是说给自己特殊能力的吗？自己好像要了什么植物大战僵尸的能力。    我看了看自己，发现没什么变化，就去拿手机，来回的翻看，依然没有，就也慌乱起来，因为宿舍楼真的已经开始倾斜了。    外面搂到的尖叫声、吵闹声刺耳无比，尤其是女学生的哭泣声，让房间里的我都意识到了害怕，这里的所有人都难逃一死了。    “我不想死，我不想死。”    哇哇的哭声，让我心如土灰，自己的超能力还没有找到就要死了。    也有一种想哭的想法，害怕的开始身体不由自主的颤抖。    可外面的情况却依然没有停止，三只变异的大狗依然在用力的撞着大楼，桌子、床铺都倒了，弄的房间乱成了一片。    曾小强倒在了地上，依然在那喃喃自语，“小亮死了，小亮死了！”看似受的打击太大一时半会好不了了。    外面依然在哭，依然在骂，让人们完全陷入了狂乱，但也有人说出了正确的话。    “去阳面，去阳面，那里楼倒了，阳面的有可能不会被拍死。”    “让开，让开，谁拦我，我就弄死谁。”    自然是没人让，反正是已经显示出了末世的景象，开始自相残杀，老师们也顾不得了，没人管，反正是谁力气大，谁就有有利地形。    女孩自然争不过男孩，就喊道：“谁救我，我就和谁好，谁救我，我就和谁上床。”    啊啊的尖叫，命都顾不上了自然没人管，继续自相残杀。    我和曾小强占了便宜，有一个阳面的房间，在那里抱着床，还拿起了棉被，想着如果房子倒了，我这面有棉被压在身上，应该不至于被压死。    可就在这时，奇迹发生了。    一声鹰鸣，突然响起，盖过了三只大狗的嗷叫，只见整个宿舍都被阴影所遮盖，然后一只翅膀展开约有十米左右的老鹰飞了下来。    一下子就抓住了一只大狗，然后在次飞起，飞得很高，宛如神话世界里的凤凰，遮天蔽日，把整个太阳都盖住了。【爪机书屋zhuaji.org】    似是神话里的神物降临一般，这只老鹰也变异了。    我不由的抬眼看去。    只见那个大老鹰，爪子擒这大狗，在飞了一会儿之后突然一撒手，大狗就从空中掉了下去，那么高，变异狗体重又打那么大，难逃一死。    剩下的两只变异大狗，就顾不得我们了，紧追那只大老鹰不放，吼叫着离开了学校，追击大老鹰而去。    所有人都逃过了一劫，在宿舍楼摇摇欲坠之时，逃过了这次劫难，一个个的都如释重负，长吁短叹。    我也同样如此，露出了一丝微笑。    可一想末日来临了，逃得了一时，逃得了一世吗？以后怎么办。    我还没想，就先坐在自己的已经杂乱的床铺上，在那怔怔无语，喃喃道：“真的进入末日了，末日真的来临了。”    这才想起，父母还在家里，不知道情况怎么样了，还有短信里的超能力去了哪里，一瞬间流下了眼泪。    但终归是逃过了一劫。    楼道里开始响起老师们让学生们井然有序不要拥挤的声音，“不要拥挤，不用拥挤，都按顺序排好了，站好了，楼只是微微有些倾斜，不碍事，倒不了，不要着急。”    结果却是已经没人听了，因为在最危险的时候老师、校长都选择了逃跑。    就有人骂道：“刚才你们还他妈的挤我了呢，装什么装，世界末日了，你还以为你可以给别人警告处分啊。一边玩去。”    三五成群的骂声此起彼伏，都不听话了。    “滚滚滚，这时候装什么老师，有本事刚才就别尿，尿了哭泣，还推搡人，不配当老师。”    一下子彻底乱了，开始在楼道里不安分的乱动起来。    还有就是哭泣声、东西的碰撞声，楼道里的吵骂声，枪东西声。    “你凭什么拿我吃的，那是我妈给我买的。”    “不行，谁也不能拿走我们的东西。”    还有打架的。    女孩们就是三五成群的议论以后该怎么办，“我去找我男朋友，进入末世没有男人是不行的。”    “对，对，对，不能坐以待毙，有个男生一直追我，我去找他，他一定保护我，先渡过这个难关再说。”    她们反应的到很快，各自去找人了。    我的宿舍这里反而成了一片净土，宿舍楼也还好，不是豆腐渣，只要没有太大的外力，就还可以住。    也没人找我们这里，只有曾小强和我，好像宿友都死了。    曾小强还在那念叨这“小亮死了，小亮死了。”    看来是那一幕对于他来说太过于血腥，被吓到了。    我也不知怎么救，在那怔怔出神。    这时大门被踹开了，走进来一个平时在我们宿舍楼就耀武扬威的一个男学生，看到我和曾小强，立刻嚷嚷道：“把食物交出来，把武器交出来。”    似乎已经有人想要站山头了，想要多拿些食物。    我还拿着苹果刀呢，怔怔的看着他，有些傻眼，就那般直直的看着，拿着苹果刀看着他。    他这次却突然怂了，碰了一下关上门走了。    我瞬间明白了一个道理，世界变了，原来的他必然过来就是一耳光，让我交出去，可是现在，进入了末世。    谁拳头硬谁就是王，谁有武器谁就是老大。    我有一把苹果刀就能下走他，便暗下决心，绝对不能在低头了。    末日我来了。\n第三章 拉帮结派第三章 拉帮结派 我知道我不可能永远呆在宿舍，所以收拾了收拾了心情，就走出了宿舍，看看外面的情况。[最新章节免费阅读百度一下爪屋书机]\n    结果听到的第一个消息就是，校长、老师都死了，被学生们打死了，谁打死的众说纷纭。\n    反正是死了。\n    死了好几个。\n    就死在二楼的楼道口，被人利用钝器，砸中了脑袋死的。\n    也没人管，就在那里躺着。\n    血泊一片，横七竖八的让人不忍去直视，但对于整个血迹斑斑的楼道来说，已经没显得有什么特别。\n    人们似乎也习惯了。\n    或者说是麻木了。\n    完全没有理会或者去处理校长、老师尸体的样子，因为一场乱局之后，死的学生数更多，都在那三五成群的议论，之后怎么办。\n    有一个我们班的同学，正在和他们一个初中过来的同学纠集在一起，议论纷纷，还骂骂咧咧，“都这时候了，还想什么啊？手机不可以用，电都没了，老师校长死了连个警察都没有，还想什么啊？老师们都不敢管了，谁拳头硬谁就是老大，咱们不能在怂了，在怂了就得饿死。”\n    “可，可如果过几天又恢复了怎么办？”\n    “你缺心眼啊，这种请款是几天能恢复的吗？没听人家说吗？市区里连僵尸都出现了，谁顾得上咱们这里啊？再者说了，法不责众，我想好了，要站出来。”\n    “对，对，对。”\n    一个个的咬牙切齿的开始图谋大事。\n    我正好从旁边经过，我那个同学还拉了我一把，“梁风，你傻了啊？拿个苹果刀在楼道里瞎转悠什么啊？”\n    他是我们班出了名的坏学生，不是特别坏，就在班里装腔作势，出了班里就不行了，长欺负我。\n    我学着刚才的样子，拿着苹果刀，直直的看着他，没有说话。\n    他立刻一懵，还想推搡我一把。\n    结果他被旁边的朋友拽住了，嬉皮笑脸的说道：“没事，闹着玩呢，我们就是没吃早饭呢，想弄口吃的。”\n    呵呵一笑，居然没敢动我。\n    我信心更加爆棚了。\n    我手里有刀就管事，板张脸就不敢动我，这就是末世，我就继续扮成这个僵尸脸的模样，往外走，主要是想看看大家的情况。\n    我出来前，吃了苹果，不是特别饿。\n    但没吃早饭的同学，就开始嚷嚷起来，“咱们也不能总在宿舍楼里带着啊？没吃的怎么办啊？”\n    “是啊，是啊，没吃的会死人的。”\n    有个女孩就娇滴滴的说了，“谁管我吃的，我就和谁好，当然是一直管，得一直渡过这个难关。”\n    立刻遭受一些女孩的鄙视，认为她贱。\n    但很多有食物的男学生则是两眼冒光。\n    这个女孩是学校有名的骚货，叫林静，和谁都来，但怎么着也得有钱，有势的，一般人还真近不了身。\n    人也漂亮，属于个子不高，1米6左右，身材浑圆，婀娜有致，有胸有屁股，都非常翘挺。\n    脸蛋上还有股子媚劲的，一瞥一笑的非常有诱惑力，是个在外面社会长期混的女孩，往宿舍门口一靠，比一般女孩多股成熟韵味，对于男生绝对有诱惑力。\n    有的人就有了想法，想过去，临死前爽一把。\n    可又碍于面子，一个个在那继续议论没有上前，还是胆小。\n    女孩却是饿级了，也猜到了这件事一时半儿过不去，就微微扭着腰肢、屁股走到了一个男生面前，耳语了几句。\n    男生看了看她，嘟囔道：“我也没找到多少食物，就一些我妈给我买的牛肉干和可乐之类，你跟我，我可现在就草你，你说行不。”\n    “我其实一开始就喜欢你，就是你不和我表白，我才跟的别人，还说什么啊？我现在就是你女朋友。”\n    咯咯笑着挽住了他的胳膊，翘脚亲了口，然后两人耳语了几句居然就这样半推半就的去了男生的宿舍。\n    男生是特长生，长的高，停魁梧的，就没被别人抢走吃的，也是个混不吝的主，让所有人都有些目瞪口呆。\n    没想到这样就达成了交易。\n    而且这才刚刚进入末世。\n    一个平时学习好的女学生，啐道：“她就是妓女，贱货，哼，要是我，死也不干。”\n    一个男生哼哼笑道：“你是没死呢，临死了你也干，我告送你，在夜场，林静就是这样的女人，一杯洋酒就行，现在换包牛肉干值了。”\n    他说的很对。\n    林静就是这样的女孩，把事情看得很透，看出来了，这事没完了，早占先机，比什么都强。\n    她也很快就出了房间，靠在那个擦着汗男生的身上，吃这牛肉干、喝着可乐，“我和你们打赌，不出三天你也这样。”\n    女生们嗅之以鼻，“打死我也不。”转身走了。\n    我刚好从旁边经过，看着林静风骚的样子，其实我也想，拿苹果换，但一想起林静的话。\n    我觉得她说的是对的。\n    如果这样下去。\n    不出三天，人人就都什么事都能做得出来了，所以不着急。\n    我又突然想起了一句话。\n    男人是这个世界上永远成熟不了的生物，尤其是在女人面前。女人却是一生出来就徘徊在天真和成熟之间的生物。\n    这个界限，很模糊，很容易发生变动。\n    天真还是成熟，只在一线之隔。\n    我呢，心里则已经早就想好了，什么都不管了，反正我不能在懦弱，不能在怂了，所以就继续往楼下走，什么事都没管，也是见怪不怪了。\n    尸体都在脚下了，还有什么可说的。\n    咬着牙，板着脸，到了最外面。\n    这里的人最多，有一百多号，都在议论怎么办。\n    “食堂里肯定有吃的，食堂的大姨，五点半就开始做饭，这时间点，什么都做好了。”\n    “对，对，对，我记得今天是星期四，有鸡蛋灌饼和豆浆。”\n    一个个的只咽口水。\n    却是没人敢出去，不知道外面是怎么一番情景，刚才的情景把人吓得肝胆俱裂了。\n    有胆子大的就喊道：“咱们学校也没养狗，我记得就几只野猫，早已不见了踪影，去食堂又怎么了，你们不敢，我敢。”\n    要往外冲。\n    有人又说话了，“你傻啊？做饭的大姨都没出来，肯定是里面也发生了什么，去了就是死。”\n    “那不去就饿死啊，我一点吃的东西都没有，到了中午就更饿了，连劲都没了，还不如现在去。”\n    他说的很对，一个个摩拳擦掌。\n    如果早餐不吃，到了中午就更没劲了，必须得提前行动，这里是一时半会没人管了，必须自补自足。\n    也是人一饿就容易慌，一慌就没了主张，有结伴成群的就开始准备出去试试。\n    找到食物再说。\n    还有的女孩在那矫情，“我是你女朋友，你说让我一辈子衣食无忧，现在连个早饭都没有，你不是在骗我吗？”\n    居然这时候还玩一哭二闹三上吊的把戏。\n    我都笑了，这是让他男朋友送死啊？外面情况谁都说不清楚，谁出去就有可能死。我就站在里面继续看着，没动，反正还有苹果，可以顶一天，就先让他们看看能不能行，不着急。\n    慢慢的，就有人站了出来。\n    是我们学校的学生会主席，也是我们学校的校花。\n    叫艾薇。\n    一米六八的身高，修身的身材，一条马尾辫，穿着校服，不显身材，却是个婀娜女孩，跳舞时穿紧身衣，身材玲珑有致，有胸有屁股，腰还细，腿还长，是学校里绝大多数男生的梦中女神。\n    主要是长的也漂亮。\n    淡淡的唇，尖尖的下吧，一双大眼睛，长长的睫毛，白皙的脸蛋，修长的脖颈，宛如白天鹅一般，怎么看都惊艳。\n    这时她发话了，“就算学校管不了，政府也会出面的，就算政府管不了，军队也会出面的，这是迟早的事，再大的狗也打不过坦克啊。只要忍上几天，我想一定会有曙光。”\n    她的话铿锵有力，学生们又都习惯了她讲话，也都给她面子，就都没了声音，比那些早就不见踪影的老师，还管用。\n    一个个的都看着着她。\n    她站到了一个桌子上，继续说道：“我们要一起努力渡过这个难关，我们是人，我们是高等生物，怎么可能会被饿死，现在大家听我的，不要着急，去宿舍把板凳、床劈了，做成武器，一起去食堂拿吃的，一定能成功。”\n    这下人们振奋了。\n    有了主张，就立刻去准备。\n    我手里有刀，不用，就留在了原地，心里却是有了变化，感觉她说的很对，团结起来，才能有吃的，就也准备跟过去看看。\n    一袋子苹果可不够挺过难关。\n    因为只要是明白人都看出来了，这事不可能是短短几天的事，必须在有体力时，造作准备。\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "PETER·篠",
            "timestamp": 1422454080,
            "txt_content": "嗯.....科幻小說。"
        },
        {
            "author": "104215209",
            "timestamp": 1422454560,
            "txt_content": "PETER·篠 发表于 2015-1-28 22:08\n嗯.....科幻小說。\n恩，看到这篇小说，感觉比较好，就转载了"
        },
        {
            "author": "忆殇年",
            "timestamp": 1422454800,
            "txt_content": "其实。。。。。。如果用第三人称的话应该会更好点"
        },
        {
            "author": "shuaohao38",
            "timestamp": 1422454860,
            "txt_content": "忆殇年 发表于 2015-1-28 22:20\n其实。。。。。。如果用第三人称的话应该会更好点\n他这是转载的。。。"
        },
        {
            "author": "忆殇年",
            "timestamp": 1422454980,
            "txt_content": "shuaohao38 发表于 2015-1-28 22:21\n他这是转载的。。。\n我知道。。。。。。"
        },
        {
            "author": "shuaohao38",
            "timestamp": 1422454980,
            "txt_content": "忆殇年 发表于 2015-1-28 22:23\n我知道。。。。。。\n那你还让他改。。。"
        },
        {
            "author": "忆殇年",
            "timestamp": 1422455220,
            "txt_content": "shuaohao38 发表于 2015-1-28 22:23\n那你还让他改。。。\n我没让他改只是。。。发泄一下情绪。。。。。。。而已"
        },
        {
            "author": "ADRIAN_",
            "timestamp": 1422455220,
            "txt_content": "最喜欢这类的小说"
        },
        {
            "author": "104215209",
            "timestamp": 1422456180,
            "txt_content": "ADRIAN_ 发表于 2015-1-28 22:27\n最喜欢这类的小说\n恩 您的支持就是我的动力"
        },
        {
            "author": "ADRIAN_",
            "timestamp": 1422457920,
            "txt_content": "104215209 发表于 2015-1-28 22:43\n恩 您的支持就是我的动力\nLZ一定要坚持"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422458040,
            "txt_content": "正在看生化危机的表示无感…而且就算是转载，语言应该过滤一下。"
        }
    ]
}