{
    "title": "【WIKI翻译】生命与伤害",
    "author": "pogox",
    "replyCount": 22,
    "timestamp": 1344178320,
    "txt_content": " 本帖最后由 pogox 于 2013-1-6 21:59 编辑 \n\n与jianghr，DJXGAME合作翻译wiki条目“生命与伤害”顺着从http://zh.minecraftwiki.net/wiki/%E7%94%9F%E5%91%BD%E4%B8%8E%E4%BC%A4%E5%AE%B3 “生命与伤害”页面未完成的“Damage inflicted by Mobs”条目开始翻译\njianghr：“又一个大家伙被搞定了，求Powup333别和谐了。中间顺手搬运+翻译了“得分/Score”条目。看了后就知道“&e0”是什么意思了。http://zh.minecraftwiki.net/wiki/%E5%BE%97%E5%88%86\n历史条目即兴添加TNT免窒息透视法图一张并附少许说明，略猥琐。”\nDJX貌似没说什么。。。\n我：“感谢jianghr的全程协助和指导与DJXGAME的修订与润色～题外话：确实如置顶贴所说，翻译完了以后自己都成专家了，原来别说那些古怪的技巧，连生命值的基础都不太懂，还学习到了很多wiki的标准译名，收获巨大。”\n\n目前全文搬运wiki完成，以下内容wiki反搬运回来（删除了原文的词条链接）\n\n生命与伤害Minecraft里生命的测量和监控是基于一排10颗红心的图标。每颗红心包含两半，每个为1点（满血时为20点）。来源于攻击或自然原因所产生的伤害会在这总值里减去红心。当总值到达0时你将死亡。在一个生物死亡时，它会掉落具体指向那个生物的物品，玩家在死亡时将掉落他们的物品栏，而在Notch死亡时将掉落他的物品栏的基础上加上一个红苹果。盔甲会吸收伤害并减少玩家所需要从生命值所要减去的点数。（盔甲反而会受磨损）。\n创造模式\n在创造模式中玩家仍然有生命值，但是它从界面中被隐藏了起来，而玩家将不会从任何来源受到伤害，除非你掉落到虚空中。\n生命值\n生物生命值可扮演玩家20 ( × 10)\n被动型鸡\n\n4 ()\n牛10 ()\n哞菇10 ()\n豹猫10 ()\n猪10 ()\n羊8 ()\n鱿鱼10 ()\n村民20 ( × 10)\n中立型末影人40 ( × 20)\n狼8 ()\n僵尸猪人10 ()\n可驯服狼（已驯服）20 ( × 10)\n豹猫（已驯服）10 ()\n攻击型烈焰人20 ( × 10)\n洞穴蜘蛛12 ()\n爬行者20 ( × 10)\n恶魂10 ()\n岩浆怪（大型）16 ()\n岩浆怪（小型）4 ()\n岩浆怪（微小）1 ()\n蠹虫\n\n8 ()\n骷髅\n\n20 ( × 10)\n史莱姆（大型）16 ()\n史莱姆（小型）4 ()\n史莱姆（微小）1 ()\n蜘蛛16 ()\n僵尸20 (× 10)\n效用型雪傀儡6 ()\n铁傀儡100 ( × 50)\nBoss末影龙200 (× 100)\n\n红心\n红心组成了生存模式中玩家和生物的生命条。每颗红心代表2点，总共为20点。点数都是以1点的倍数丧失的。点数的丧失方式有：饥饿；受到摔落伤害；被攻击性生物攻击（或者被别的玩家攻击）；被箭击中；身上着火；接触岩浆，火，或者仙人掌；在水下溺水；在方块内窒息；掉落到虚空中；受到拥有负面效果的药水所影响，或者身处于爆炸之中。当生命条显示只剩下2颗或更少的红心时（等于或少于20%生命），它会开始剧烈地抖动，提醒玩家如果不及时恢复那么死期将至。在和平难度里，生命条会随着时间恢复。在1.8之后，生命不是通过进食来恢复的，而是在食物条在以上时缓慢恢复的，恢复速度在进食金苹果的4秒或者恢复药水的45后提升。伤害会分给生命条和盔甲条。每个满的盔甲值将吸收8%的伤害，最多为80%，数值将凑到下一位整数。在极限模式里，红心拥有一个不同的材质。（）\n创造伤害\n玩家可以通过在近距离用物品打击生物或者其他玩家来造成伤害。大多数的物品都只能造成1 ()的伤害。武器的合成就是专门为了创造出更多的伤害的。为此目的可以合成一把剑。虽然剑并不会延伸攻击距离，它们能比其他的物品和工具造成更多显著的伤害。斧，镐，和锹同样也能比拳头造成更多的伤害然而锄会造成和拳头一样的伤害，关于更多资讯请查看武器页面。在下落时，近身攻击会造成致命一击（150%伤害+1 ()伤害，非整数将下移到小一位的整数伤害）。箭（通过在拿着弓时按下并释放右键射出），雪球，喷溅药水，和鸡蛋是游戏中仅有的远程武器。雪球只能对烈焰人和末影龙造成伤害，而鸡蛋则完全不会造成伤害，但仍然会像造成了伤害了一样击退生物。喷溅药水能够被投掷出去，并根据药水的种类给予不同的效果。打火石能允许玩家使方块着火，并点燃所有接触到火焰的所有玩家和生物。被点燃的玩家和生物在被造成15 ()伤害之前保持燃烧或者直到他们接触水为止。同样的，接触岩浆也会点燃玩家和生物。TNT是目前Minecraft中仅有的爆破品（除去爬行者）并能通过使用沙子和火药来制作获得。以下的数值展示了当被不同的物品攻击所受到的伤害。要注意的是物品和工具在Beta 1.8里会造成更多的伤害，而且致命一击并不是一致的。物品伤害\n木/金\n石\n铁\n钻石\n剑       4 ()    5 ()     6 ()  7 ()斧 [笔记 1]       3 ()    4 ()     5 ()  6 ()镐 [笔记 1]       2 ()    3 ()     4 ()  5 ()锹 [笔记 1]       1 ()    2 ()     3 ()  4 ()锄，手，或者其他物品。1 () [笔记 2]箭（由弓射出）  1 () - 9 () [笔记 3]火（接触）  2 ()火（燃烧）  1 ()岩浆（接触）  8 ()TNT（爆炸）  24 ( × 12) [笔记 4]\n笔记\n↑ 1.0 1.1 1.2 通过斧，镐，或者锹造成伤害将消减2点耐久值。↑ 在1.5 and Beta 1.8预览版中曾经为2 ()。↑ 取决于蓄积的力量。↑ 伤害会跟着远离爆炸的核心而减少。\n\n\n生物造成的伤害\n和玩家角色造成的伤害不同，游戏中多数生物造成伤害取决于游戏的难度设置。下表提供了生物每次攻击的伤害数据。爬行者与恶魂的数据为紧靠爆炸点时造成的伤害。史莱姆与岩浆怪造成的伤害取决于它们的身体大小。虽然小型史莱姆属攻击型，但它们无法直接对玩家造成伤害。\n生物和平简单普通困难烈焰人-4 ()6 ()9 ()烈焰人的火球-3 ()5 ()7 ()爬行者的爆炸-49 ( × 24.5)49 ( × 24.5)49 ( × 24.5)高压爬行者的爆炸-97 ( × 48.5)97 ( × 48.5)97 ( × 48.5)末影龙10 ()10 ()10 ()10 ()末影人-4 ()7 ()10 ()恶魂的火球-17 ( × 8.5)17 ( × 8.5)17 ( × 8.5)铁傀儡7 () - 21 ( × 10.5)7 () - 21 ( × 10.5)7 () - 21 ( × 10.5)7 () - 21 ( × 10.5)岩浆怪（大型）-6 ()6 ()6 ()岩浆怪（小型）-4 ()4 ()4 ()岩浆怪（微小）-3 ()3 ()3 ()蠹虫-1 ()1 ()1 ()骷髅射出的箭-2 ()4 ()6 ()史莱姆（大型）-4 ()4 ()4 ()史莱姆（小型）-2 ()2 ()2 ()史莱姆（微小）-0 ()0 ()0 ()蜘蛛-2 ()2 ()3 ()狼（已驯服）4 ()4 ()4 ()4 ()狼（野生）2 ()2 ()2 ()2 ()僵尸-3 ()4 ()6 ()僵尸猪人-3 ()5 ()7 ()\n击退玩家受攻击型生物攻击的同时也会被击退。击退造成定向障碍和人物失控的后果不容小视，玩家也许会因此被击落下悬崖或是坠入岩浆中，而这两种情形都可能是致命的。被动型和中立型生物走动时也能把玩家推开。尽管这样的撞击力没有攻击型生物击退时的力量大，但仍然足够把玩家推下悬崖或是岩浆。玩家向生物扔鸡蛋或是雪球时同样会产生击退效果，这对制造陷阱有一定用处。在Beta 1.8版本中，疾跑时向生物攻击会产生额外的击退效果。乘坐实体（如乘坐船、矿车或是骑猪）状态下玩家或生物在受到攻击时不会被击退。\n环境造成的伤害\n在Minecraft中除了生物，以下事件也会对玩家造成伤害。\n闪电在Minecraft 1.0.0版本中，即使玩家身着盔甲，被闪电击中仍会造成的伤害。只有在雷暴天气中才会发生这种现象，且玩家被闪电击中的几率非常低。\n跌落玩家从一定高度以上跌落即会受到伤害。伤害量取决于跌落的总高度，所以从过高的地方直接跌落到地面可能是致命的。盔甲不会减少跌落造成的伤害。[除非身着经过“摔落保护”或是“保护”附魔的靴子]。跌落伤害值可以由以下公式计算：跌落伤害值 = 跌落的方块数 - 3换句话说，从四格方块的高度跌落会造成的伤害，五格，六格方块的高度跌落分别造成和的伤害，以此类推。所以，如果玩家处于满生命值状态下，从23格方块高度及更高的的高度跌落是致命的。（23 - 3 = 20点伤害 = 10红心伤害）。生物（除了鸡、恶魂、雪傀儡、烈焰人、岩浆怪、铁傀儡以及豹猫，且可以推测末影龙也除外）同样会承受跌落造成的伤害。在一些情况下，玩家能避免跌落或是在跌落后生还。跌落伤害只有在跌落高度大于三个方块高度时才会产生。在潜行状态下（默认按键为LShift），玩家将不会从大多数方块的边缘跌落。落入水中会消除跌落带来的伤害。若玩家在自由下落中移动至梯子的作用范围内，玩家将减速至爬梯子时的正常下降速度，且不会受到跌落伤害。在自由下落过程中穿过每个水方块也会降低一定的下落速度。将被动型生物赶走以避免发生意外的致命跌落。在Beta 1.6版本之前，如果玩家处于乘坐矿车、船或是猪的状态下，将不会受到跌落带来的伤害（尽管在骑猪时跌落，猪会承受相应的伤害）。而在1.6以上版本中，骑乘状态坠落将会使玩家受到与徒步跌落相同的伤害。另外，如果乘坐矿车坠落，水方块将不会减缓坠落速度或是降低受到的伤害。也就是说，乘矿车落入水中将会无视之并继续做自由落体运动。乘船冲下悬崖很危险，但有时也是很实用的。如果玩家在船体与地面发生撞击之前退出乘坐状态，则只会承受从离开船体时的高度跌落造成的伤害。平地跳跃时的坠落高度为1.5个方块，因此在计算跌落伤害时，跌落前多余的跳跃将会额外增加的伤害，请牢记这个设定以更好地避免跌落伤害。在不知道下方是什么环境时永远不要直接挖掘脚下的方块。世界中有很多随机的自然洞穴，挖掘自己立足的方块将有很可能使你落入其中（或许会跌落很高的高度，甚至直接落入地牢或是岩浆中）。不要尝试用跃过很深的裂谷。正确的做法是，潜行至裂谷的边缘，你将能在边缘方块的外缘放置一个新方块，重复使用这种方法，便能够安全地建造出桥梁。（前提是你放置在身下的方块不是会受重力影响的方块譬如沙子或沙砾等）。如果时间掌握得当，你将能在跌落坠地前于身下的地面上放置一个方块。虽然只会减少的伤害量，但在需要落下4块方块高度时却很实用，因为这样能完全避免伤害。如果附近有可用的垂直面，你在练习后也可以在跌落时把方块放置在垂直面上。如果你沿着垂直的墙面跌落，在离地面几块方块高度时朝着墙倒一桶水经常能救你一命。身着经过“摔落保护”或是“保护”附魔的盔甲会减少跌落带来的伤害，减少的量取决于附魔的等级。在坠落中扔出末影珍珠进行传送将使你的下落速度变为0，这样玩家只会受到珍珠的伤害（）。垂直朝下扔珍珠效果最好，因为这样能确保珍珠比玩家先到达地面。\n\n\n溺水\n氧气槽\n\n当玩家在水下耗尽氧气时便会溺水并每秒消耗大约的生命值。虽然不常见，但是生物也是会溺水的，因为所有生物（除了铁傀儡和史莱姆）都会在水中尝试向上游动。在采矿时，尽量在快捷工具栏上准备至少一种可以放置的固体方块（例如泥土或圆石）以便快速使用。这样如果不幸挖出了泉水（或者更糟，凿通了海床），你就能用方块堵住洞口以防止溺水。在水下时如果你在齐头的高度放置一个侧放型火炬，在水破坏火炬的一秒中将出现一个气泡，通过这个方法玩家能够不浮上水面便补充氧气。梯子、告示牌、栅栏、活板门和甘蔗则能在水下创造一直存在的气泡。用桶舀水或是破坏正上方的方块（如果有的话）也有相同的效果。\n窒息当玩家或是生物身体的上半部分处于一个方块里面时便会窒息。并且每半秒对其造成的伤害。因为沙子和沙砾有坠落特性，玩家会很容易被其掩埋。在第一人称视角下，处于这种情形时屏幕会变黑以阻止玩家看到正在发生的事。在第三人称视角下窒息，系统则会自动切换到第一人称视角。然而，在Beta 1.6更新中，当上半身被掩埋时玩家会被自动移动到最近的空区域以脱离窒息。处于方块内部的玩家能轻易走出，该方块不会阻止玩家移动。把头埋入方块中的常见方法：沙子或沙砾落入玩家所处的空间。乘船或矿车进入只有一个方块高度的空间。骑猪进入只有一个或两个方块高度的空间。在树苗长成树的时候站在其所处方块。在蘑菇长成巨型蘑菇的时候站在其所处方块。在红石中继器附近行走的玩家有可能会被向下移动一个方块的距离，尤其是在屋顶只高于地面两块方块高度的情况下。如果此方块下正好有一个空方块空间，你便会落入这个空间并被上面的方块所窒息（注：总共下降两格，造成窒息的是原先所站的方块）。存取存档时也有可能同红石中继器一样使玩家下移并受窒息。如果站在基岩上时发生，玩家将无法摆脱窒息（除非死亡），因为基岩无法被破坏。向只有一块方块的空间投掷末影珍珠。\n\n\n玩家并不会被玻璃或是其它任何透明的方块所窒息。生长中的树的树叶也不会有窒息效果，即便在低画质游戏中（树叶看起来不透明）也不会。\n饥饿当饥饿条降为0时，玩家将每四秒受到的伤害。只要玩家吃东西或是在简单模式中生命值降到或是在普通模式中生命值降到便不再受到饥饿带来的伤害。而在困难模式中，若不吃东西，饥饿则会一直造成伤害直至玩家死亡。\n仙人掌玩家或是生物触碰仙人掌时会受到的伤害，如果持续站在仙人掌旁边或是上面，则会快速而持续地受到伤害。岩浆这是目前最危险的自然环境（玩家不太可能落入的虚空空间除外），与岩浆接触将会使玩家和生物以极高的速度丢失生命值（每次的伤害），即便离开岩浆，身体仍然会处于着火状态（每次的伤害，共持续15次（总伤害）或持续到被水熄灭）。玩家若没能在着火后及时找到水源，将会很快面临死亡。在采矿时，尽量在快捷工具栏上准备至少一种可以放置的固体方块（例如泥土或圆石）以便快速通过鼠标滚轮使用。如果不慎挖到岩浆池，你就能够快速用方块堵住洞口来防止自己着火。尽管落入岩浆时没法及时使用药水，但也应该随身携带抗火药水来防止死于离开岩浆之后的火焰。抗火喷溅药水也有同样效果。\n中毒洞穴蜘蛛在发动攻击后将会使玩家进入中毒状态（只有在普通或困难难度下才会发生）。食用蜘蛛眼或是饮用/被砸到剧毒药水也会产生同样的效果。中毒时生命条的红色的心会变为橄榄绿色，并在毒性消失前给予玩家每秒1 ()的伤害。中毒本身不会致死，但会使玩家更容易受到其他高危险性生物或是环境的伤害——这有可能导致他们很快死亡。不过在Beta1.9预览4版本之后，饮用桶中的牛奶能治愈中毒。\n伤害免疫\n在生物受到任何攻击之后会在短时间内变成红色。在这段时间内任何攻击都不会对该生物的生命值造成伤害。例如反复点击鼠标右键使用弓，使其发射频率高于目标生物所能承受攻击的最高频率，那么将会有一些箭即使命中也不会对该生物伤害。未对生物造成伤害的箭将会被反弹落到地面，如果与玩家距离过近，反弹的箭将有可能击中玩家本身（并造成伤害）。另外，若生物或玩家在恢复生命的同时受到了更高的伤害则会被判定为受到伤害。玩家同样有伤害免疫。\n盔甲\n玩家身着全套皮革盔甲的示例。\n盔甲是在Minecraft生存模式或是多人生存模式中的可穿戴的合成物品，身着盔甲的玩家受到的伤害将会降低，但同时也会降低盔甲的耐久度。目前盔甲的原材料可以是钻石、铁锭、金锭、火和皮革。在生存测试中僵尸和骷髅也有可能身着盔甲。然而这些盔甲只会使它们外表发生变化而不会产生任何防御效果。链甲能以火方块为原材料被制造出来。但火方块只能通过物品栏修改或是Mod来得到。\n\n死亡在多人游戏中生物因日晒和玩家制造的闪电而死亡，留下红色尸体和火焰。极限模式得分示例当玩家的生命值耗尽时即会死亡。死亡时会出现“你死了！”或“You died!”界面，同时会显示玩家得分（在Beta 1.9预览2版本之前，死亡时分数显示为“&e0”），玩家此时有两个选项，一是在重生点重生（也就是在玩家睡过的最后一张床或是默认的重生点位置），二是返回标题画面。在极限模式中，玩家死亡后无法重生，该地图存档也会被删除。玩家物品栏中的任何物品和方块会从玩家头部掉落并分散在死亡点附近。如果掉落的物品与危险方块有接触——如岩浆、火或是仙人掌方块——则这些物品会被破坏。另外，Notch表示：“它们（未拾取的掉落物）也会在5分钟内消失，除非所在区块被卸载的情况下物品才会一直存在）”。该视频末尾有一个很短的“Game over”画面：如图所示，当生物被杀死时，会从一侧向地面倒下。如果生物死于闪电，闪电造成的充能状态在生物消失前会一直存在。\n成就主条目： 成就\n图标成就简介前提实际达成条件（与简介不同）版本限制获得Xbox点数\n\n\n赶尽杀绝制造一击8点血的伤害。附魔师制造一击9点血的伤害.（这是一个漏洞）。PCN/A\n历史\n\n一个使用TNT方块进行透视的示例\n在加入窒息设定之前的Indev版本中，被方块掩埋的玩家是能够透视泥土和石头的。当Notch发现玩家开始滥用这一行为来寻找地底洞穴和空洞之后便决定加入窒息的设定。该补丁增加了窒息伤害，且窒息中的玩家无法看到任何东西。然而这个漏洞并未完全修复，在现在的版本中仍然有可能进行透视。  注：比如使用活塞推动TNT方块到玩家头部，可以既不受窒息伤害又可透视与该TNT相邻方块的侧面。2010年7月9日（Alpha 1.0.4）——玩家在乘坐矿车时不再会窒息。\n2010年11月10日（Alpha 1.2.2）——玩家在两块方块高度的隧道内离开矿车时不再会窒息。离开船时也是一样。但在多人游戏中无效，玩家在相同情形时下车下船仍然会窒息。\n2011年4月20日（Beta 1.5）——徒手攻击造成的伤害从增加到。\n2011年9月14日（Beta 1.8）——徒手攻击造成的伤害从减少到。\n2011年9月29日（Beta 1.9）——生物开始拥有盔甲值。[2]\n早期的生存模式中，食用红蘑菇将会带来的伤害因为它们有毒。\n在1.0.0正式版本中，玩家受到伤害时发出的声音从男性的“oof!”或“UGHH”声变成了略奇怪的嘎吱声。这种声音增加更多模仿骨折的的碎裂音效（尽管诸如徒手击打之类的伤害很轻），它被用于除坠落和溺水之外的所有伤害情形。这些变化是为了去除无论皮肤所示的角色性别如何，所有玩家都发出男性声音这一限制。\n\n你知道吗\n一桶岩浆可以说是游戏中最有效的武器，它不消耗耐久度，伤害迅速，同时能让敌人减速。唯一的坏处就是死亡生物的掉落物一般会被岩浆摧毁。岩浆也会使附近的树木和木质建筑着火，甚至发展到熊熊大火。同时如果使用者被岩浆触碰到也会受到伤害，而且在使用后清理起来很麻烦。透明方块不会产生窒息效果。所以在铁轨上放置一块玻璃板能防止未被允许的生物（除了鸡，猪，小型史莱姆，蠹虫，洞穴蜘蛛和狼这些一块方块高度身高的生物之外）漫游进矿车而进入乘坐状态。使用活板门也有同样的效果，另外还能够打开活板门来允许玩家步行通过。玩家在坠落过程中若受到攻击，则将受到致命一击。在死亡后未重生之前，玩家会恢复默认皮肤。死亡前有足够时间（如从极高处跌落或掉入岩浆）打开物品栏时就会观察到这一现象。\n\n参考↑ 五分钟后物品消失:http://twitter.com/notch/status/12167659458134017↑ http://twitter.com/jeb_/status/119377281796935680\n\n完\n\n\n\n\n\n\n\n\n以下为翻译原稿\n斜体为我的注释文字\n\n生物造成的伤害不同于其他玩家造成的伤害，游戏中生物造成伤害的多少取决于游戏的难度设置。下表提供了生物每次攻击的伤害数据。\n爬行者与恶魂的数据为紧靠爆炸点时造成的伤害。史莱姆与岩浆怪造成的伤害取决于它们的身体大小。敌对的微小型史莱姆无法直接对玩家造成伤害。\n\n\n\n此处表格已被翻译\n击退（这里不知道翻译成硬直好还是击退好，感觉硬直不太正式，就用击退了）\n玩家在受到生物攻击的同时会被击退。击退时造成的人物失控和鼠标定向障碍不容小视，玩家也许会因此落入背后的悬崖下或是岩浆中，而这些环境都可能是致命的。\n非攻击性生物的走动也能把玩家撞开，尽管这样的撞击力没有击退时的力量大，但仍然足够把玩家推下悬崖或是岩浆。制造陷阱时向生物扔鸡蛋或是雪球的动作同样会产生击退效果。在Beta 1.8版本中，冲刺的同时向生物攻击则会造成更强的击退。处于骑乘实体状态（如乘坐船，矿车，或是骑猪）的玩家/生物在受到攻击时不会被击退。\n\n环境造成的伤害\n在Minecraft中除了生物，以下事件也会对玩家造成伤害。\n闪电\n在Minecraft 1.0.0版本，即使玩家身着盔甲，被闪电击中仍会造成2（心）的伤害。只有在雷暴天气中才会发生这种现象，且玩家被闪电击中的几率非常低。\n跌落\n玩家从一定高度以上跌落即会受到伤害。伤害量取决于跌落的总高度，所以从过高的地方跌落是致命的。盔甲不会减少跌落造成的伤害。[除非身着经过“摔落保护”或是“保护”附魔的靴子]\n跌落伤害值可以由以下公式计算：\nFD（跌落伤害值） = 跌落的方块数 - 3换句话说，从四块方块的高度跌落会造成（半心）的伤害，五块，六块方块的高度跌落分别造成（一心）和（一心半）的伤害。所以，如果玩家处于满生命值状态下，从23块方块高度及更高的的高度跌落是致命的。（23 - 3 = 20点伤害 = 10红心伤害）\n生物（除了鸡，恶魂，雪傀儡，烈焰人，岩浆怪，铁傀儡以及豹猫，且可以推测末影龙）同样会承受跌落造成的伤害。\n在一些情况下，玩家能避免跌落或是在跌落后生还。跌落伤害只有在跌落高度大于三个方块高度时才会产生。\n在潜行状态下（默认按键为LShift）,玩家将不会从大多数方块的边缘跌落。落入水中会降低跌落带来的伤害。取决于跌落的高度，若要完全避免任何跌落造成的伤害则需要至少3块方块高度的水深，当然，如果坠落高度并不致命，1或2块方块高度的水深也能帮助玩家免于受到伤害。若玩家在自由下落中移动至梯子的作用范围内，玩家将减速至爬梯子时的正常下降速度，且不会受到跌落伤害。在自由下落过程中穿过每个水方块也会降低一定的下落速度。将被动型生物赶走以避免发生意外的致命跌落。在Beta 1.6版本之前，如果玩家处于乘坐矿车，船或是猪的状态下，将不会受到跌落带来的伤害（在骑猪时跌落，猪会承受相应的伤害）。而在1.6以上版本中，骑乘状态坠落将会使玩家受到与徒步跌落相同的伤害。另外，如果乘坐矿车坠落，水方块将不会减缓坠落速度或是降低受到的伤害。也就是说，乘矿车落入水中将会继续做自由落体运动。乘船冲下悬崖是很危险的，但有时也是很实用的。如果玩家在船体与地面发生撞击之前退出乘坐状态，则只会承受从离开船体时的高度跌落造成的伤害。平地跳跃时的坠落高度为1.5个方块，因此在计算跌落伤害时，跌落前多余的跳跃将会额外增加1（心）的伤害，请牢记这个设定以更好地避免跌落伤害。在不知道下方是什么环境时永远不要直接挖掘脚下的方块。世界中有很多随机的自然洞穴，挖掘自己立足的方块将有可能使你落入某个洞穴中。（你有可能会跌落很高的高度，甚至直接落入地牢或是岩浆中）不要尝试用跃过很深的裂谷。正确的做法是，潜行至裂谷的边缘，你将能在边缘方块的外缘放置一个新方块，重复使用这种方法，便能够安全地建造出桥梁。（前提是你放置在身下的方块不是会受重力影响而坠落的沙子或沙砾等）如果时间掌握得当，你将能在跌落坠地前于身下的地面上放置一个方块。虽然只会减少半（心）的伤害量，但在需要落下4块方块高度时却很实用，因为这样能完全避免伤害。如果附近有可用的垂直面，你也可以在跌落时把方块放置在垂直面上来练习这个动作。如果你沿着垂直的墙面跌落，在离地面几块方块高度时朝着墙倒一桶水也许能救你一命。身着经过“摔落保护”或是“保护”附魔的盔甲会减少跌落带来的伤害，减少的量取决于附魔的等级。在坠落中扔出末影珍珠进行传送将使你的下落速度变为0，这样玩家只会受到珍珠的伤害（两心半）。垂直朝下扔珍珠效果最好，因为这样能确保珍珠比玩家先到达地面。\n\n\n溺水\n当玩家在水下耗尽氧气时便会溺水并每秒消耗大约2（心）的生命值。虽然不常见，但是生物也是会溺水的，因为所有生物（除了铁傀儡和史莱姆）都会在水中尝试向上游动。\n在采矿时，尽量在主工具栏上准备至少一种可以放置的固体方块（例如泥土或圆石）以便快速使用。这样如果不幸挖出了泉水（或者更糟，凿通了海床），你就能用方块堵住水源以防止溺水。\n在水下时如果你在齐头的高度放置一个侧放型火炬，在水破坏火炬的一秒中将出现一个气泡，通过这个方法玩家能够不浮上水面便补充氧气。梯子，告示牌，栅栏，陷阱门和甘蔗则能在水下创造一直存在的气泡。用桶舀水或是破坏正上方的方块（如果有的话）也有相同的效果。\n窒息\n当玩家或是生物身体的上半部分处于一个方块里面时便会窒息。并且每半秒对其造成1（心）的伤害。因为沙子和沙砾有坠落特性，玩家会很容易被其掩埋。在第一人称视角下，受到窒息伤害时屏幕会变黑以阻止玩家看到正在发生的事。在第三人称视角下窒息，系统则会自动切换到第一人称视角。然而，在Beta 1.6升级中，当上半身被掩埋时玩家会被自动移动到最近的空区域以脱离窒息。处于方块内部的玩家能轻易走出，该方块不会对玩家的移动产生阻力。\n把头埋入方块中的方法常常有以下几种：\n沙子和沙砾落入玩家所处的空间。乘船或矿车进入只有一个方块高度的空间。骑猪进入只有一个或两个方块高度的空间。在树苗长成树的时候站在其所处方块。在蘑菇长成巨型蘑菇的时候站在其所处方块。在红石中继器附近行走的玩家有可能会被向下移动一个方块的距离，尤其是在屋顶只高于地面两块方块高度的情况下。如果此方块下正好有一个空方块空间，你便会落入这个空间并被上面的方块所窒息。保存存档和读取存档也有可能同红石中继器一样使玩家落入空方块空间而窒息，如果站在基岩上时发生，玩家将无法摆脱窒息（除非死亡），因为基岩无法被破坏。向只有一块方块的空间投掷末影珍珠。\n\n\n玩家并不会被玻璃或是其它任何透明的方块所窒息。生长中的树的树叶也不会有窒息效果，即便在低画质游戏中也不会。（尽管低画质下树叶显示为固体而不是半透明方块）\n饥饿\n当饥饿条降为0时，玩家将每四秒受到（半心）的伤害。只要玩家吃东西或是在简单模式中生命值降到（5心）或是在普通模式中生命值降到（半心）便不再会在受到饥饿带来的伤害。而在困难模式中，若不吃东西，饥饿则会一直造成伤害直至玩家死亡。\n仙人掌\n玩家或是生物触碰仙人掌时会受到（半心）的伤害，如果持续站在仙人掌旁边或是上面，则会持续受到伤害。\n岩浆\n这是目前最危险的自然环境（玩家不太可能落入的虚空空间除外），与岩浆接触将会使玩家和生物以极高的速度丢失生命值（每次两心半的伤害），即便离开岩浆，身体仍然会处于着火状态（每次半心的伤害，共持续15次（总伤害7心半）或持续到被水熄灭）。玩家若没能在着火后及时找到水源，将会面临死亡。\n在采矿时，尽量在主工具栏上准备至少一种可以放置的固体方块（例如泥土或圆石）以便快速通过鼠标滚轮使用。如果不慎挖到岩浆池，你就能够快速用方块堵住漏洞来防止自己着火。尽管落入岩浆时没法及时使用药水，但也应该随身携带抗火药水来防止死于离开岩浆之后的火焰。抗火喷溅药水也有同样效果。\n中毒\n洞穴蜘蛛在发动攻击后将会使玩家进入中毒状态。（只有在普通或困难难度下才会发生）食用蜘蛛眼或是饮用剧毒药水也会产生同样的效果。中毒时生命条的红色的心会变为橄榄绿色，并在毒性消失前给予玩家每秒（半心）的伤害。中毒本身不会致死，但会使玩家更容易受到其他高危险性生物或是环境的伤害。在Beta1.9 Pre-release 4版本之后，饮用桶中的牛奶能治愈中毒。\n\n伤害免疫\n\n在生物受到任何攻击之后会在短时间内变成红色。在这段时间内任何攻击不会对该生物的生命值造成伤害。例如反复点击鼠标左键使用弓，使其发射频率高于目标生物所能承受攻击的最高频率，那么将会有一些箭即使命中也不会对该生物伤害。未对生物造成伤害的箭将会被反弹落到地面，如果与玩家距离过于接近，反弹的箭将有可能击中玩家本身（并造成伤害）。另外，若生物或玩家在恢复生命的同时受到了更高的伤害则会被判定为受到伤害。玩家同样有伤害免疫。\n\n盔甲\n盔甲是在Minecraft生存模式或是多人生存模式中的可制造物品，身着盔甲的玩家受到的伤害将会降低，但同时盔甲的耐久度也会降低。目前盔甲的原材料可以是钻石，铁锭，金锭，火，和皮革。\n在生存测试中僵尸和骷髅也有可能身着盔甲。然而这些盔甲只会使它们外表发生变化而不会产生任何防御效果。链甲能以火方块为原材料被制造出来。但火方块只能通过修改物品或是Mod来得到。\n\n\n\n死亡(话说这前后都没有翻译，只有这“死亡”两个字翻译了。。。坑爹呢这是）当玩家的生命值耗尽时即会死亡。死亡时会出现“You died!”界面，同时会显示玩家获得的分数（在Beta1.9pre2版本之前，死亡时分数为0（此处原文怪异。。。不知道是否译对）），玩家这时有两个选项，一是在重生点重生（重生点的位置是玩家睡过的最后一张床或是默认的重生点位置），二是返回主菜单。在极限模式中，玩家死亡后无法重生，该地图存档也会被删除。玩家随身携带的任何物品和方块会从玩家头部掉落并分散在死亡点附近。若死亡时处于危险方块中——如岩浆，火，或是仙人掌——掉落物品则会被破坏。另外，Notch表示，“（即使掉落物品没有被立即破坏且未被拾取）它们也会在5分钟内消失，除非该区块从内存中被移除（unloaded这里是我个人的理解，不知是否准确），此时这些物品会一直存在”。\n该视频末尾有一瞬间“Game over”的画面：\n如图所示，当生物被杀死时，会倒下并落入地面中。如果生物死于闪电，闪电的光芒则会在生物消失前一直存在。\n\n成就原文：成就（链接）\n图片成就简介前提实际达成条件（若不同于简介）版本限制Xbox点数\n 赶尽杀绝\n制造一击8点血的伤害。附魔师制造一击9点血的伤害.（这是一个漏洞）PCN/A\n更新历史\n在加入窒息设定之前的Indev模式中，被方块掩埋的玩家是能够看到外面的。当Notch发现玩家开始滥用此漏洞来寻找地底洞穴和hallowed cavings（这hallowed cavings死活看不懂。。。求助。。）之后便决定加入窒息的设定。该补丁增加了窒息，且窒息中的玩家无法看到外界的情况。然而这个漏洞并未完全修复，在现在的版本中仍然有可能看到窒息但视野未变黑的情况。\n2010年7月9日（Alpha 1.0.4）——玩家在乘坐矿车时不再会窒息。2010年11月10日（Alpha 1.2.2）——玩家在两块方块高度的隧道内离开矿车时不再会窒息。离开船时也是一样。但是在多人游戏中如果发生相同的情况，玩家仍然会窒息。2011年4月20日（Beta 1.5）——徒手攻击造成的伤害从（半心）增加到（一心）。2011年9月14日（Beta 1.8）——徒手攻击造成的伤害从（一心）减少到（半心）。（抽风呢这是。。。）2011年9月29日（Beta 1.9）——生物开始拥有盔甲值。早期的生存模式中，食用红蘑菇将会带来（一心半）的伤害，因为红蘑菇有毒。在1.0.0版本中，玩家受到攻击时发出的声音从男性的“oof!”或“UGHH”声变成了奇怪的嘎吱声。除了坠落和溺水，受到其他任何伤害时发出的都是这个声音。尽管伤害可能很小（例如徒手（他喵的这又是什么意思。。理解不能））坠落伤害时仍会发出破裂的声音来模拟骨折。这些变化是为了摆脱无论皮肤如何，所有玩家声音都是男性的限制。\n\n\n\n你知道吗\n虽然存在争议，但一般认为一桶岩浆是游戏中最有效的武器，它没有耐久度，伤害迅速，同时能让敌人减速。坏处就是死亡生物的掉落物一般会被岩浆摧毁。岩浆也会使附近的树木和木质建筑着火，甚至发展到熊熊大火。同时如果用于攻击岩浆触碰到玩家也会对其造成伤害，而且在使用后回收起来很麻烦。透明方块不会产生窒息效果。所以在矿车上放置一块平板能防止未被允许的生物（除了鸡，猪，微小型史莱姆，蠹虫，洞穴蜘蛛和狼这些一块方块高度身高的生物）漫游进矿车而进入乘坐状态。使用陷阱门也有同样的效果，同时，能够打开陷阱门来允许行走通过。玩家在坠落过程中若受到攻击，则将受到致命一击。在死亡后未重生之前，玩家会恢复默认皮肤。从极高的高度跌落，在岩浆中燃烧，或是死亡前一瞬间打开背包栏，你将会看到这一现象。\n\n\n\n参考资料1. 五分钟后物品会消失（链接）\n2.（链接）\n\n\n已修改错误1%，已润色1%——Djx\n\n\n",
    "replies": [
        {
            "author": "sylqiuyifeng",
            "timestamp": 1344178680,
            "txt_content": "我会告诉你我曾经翻译过一部分结果被WIKI管理员自己接手把我的全删掉了吗"
        },
        {
            "author": "jianghr",
            "timestamp": 1344179580,
            "txt_content": " 本帖最后由 jianghr 于 2012-8-9 00:36 编辑 \n\n整体说来翻译质量不错。\n然后避免2L的情况要事先点\"查看历史\"看此帖近期有没有人编辑。撞车的事是不好的，我被撞过然后把路过那人覆盖了，不过我还到他讨论页上打了个招呼，他也回复我说没事。\n一般翻译质量可以的话还是不会被Wiki管理员和谐的。被和谐的多是机翻，不过2L的情况还有种可能是刚搬运了英文Wiki。还有一种被和谐是，本版副版主搬运\"统计信息\"，结果和\"统计\"撞了然后被和谐。\n从内容上看过了一遍，对于矿车和船，用乘坐比较好，猪自然是骑乘。该部分附近有个单词Entity pl. -ies，是实体的意思，算是MCWiki译名标准中的一个词，看你好像没体现出来。\nknockback用击退就很好。"
        },
        {
            "author": "pogox",
            "timestamp": 1344179760,
            "txt_content": "jianghr 发表于 2012-8-5 23:13 \n整体说来翻译质量不错。\n然后避免2L的情况要事先点\"查看历史\"看此帖近期有没有人编辑。撞车的事是不好的， ...\n明白了，这就去修改，话说我不太会在wiki中更新呢。。。翻译完成以后您能帮我上传一下么。。"
        },
        {
            "author": "jianghr",
            "timestamp": 1344180180,
            "txt_content": " 本帖最后由 jianghr 于 2012-8-5 23:28 编辑 \nsylqiuyifeng 发表于 2012-8-5 22:58 \n我会告诉你我曾经翻译过一部分结果被WIKI管理员自己接手把我的全删掉了吗\n\n嗯，我翻了下历史看到你的编辑，你处理的篇幅好像并不多啊。被和谐的原因可能是：仙人掌部分语序严重不和谐，被怀疑机翻。trivia有标准译名\"你知道吗\"，那个你给整成别的，于是就悲剧地被Powup333咔嚓了。"
        },
        {
            "author": "jianghr",
            "timestamp": 1344180420,
            "txt_content": " 本帖最后由 jianghr 于 2012-8-5 23:28 编辑 \npogox 发表于 2012-8-5 23:16 \n明白了，这就去修改，话说我不太会在wiki中更新呢。。。翻译完成以后您能帮我上传一下么。。\n\n可以啊，不过一般也就每天下午有点时间。手机不方便看E文原文，这个条目可能被Powup333(某管理员)看得蛮紧的。我也看看，免得又被和谐了。"
        },
        {
            "author": "pogox",
            "timestamp": 1344180600,
            "txt_content": "jianghr 发表于 2012-8-5 23:27 \n可以啊，不过一般也就每天下午有点时间。手机不方便看E文原文，这个条目可能被Powup333(某管理员)看得蛮 ...\n好啊。。那我加紧翻译，完成了联系您呗～～"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1344180660,
            "txt_content": "加油~~~转到wiki的话我们帮你来弄也可以哦~~~"
        },
        {
            "author": "jianghr",
            "timestamp": 1344266280,
            "txt_content": "问题倒不多，我可能直接开始搬运了，搬运中会有修正的。"
        },
        {
            "author": "pogox",
            "timestamp": 1344266640,
            "txt_content": "jianghr 发表于 2012-8-6 23:18 \n问题倒不多，我可能直接开始搬运了，搬运中会有修正的。\n好的～十分感谢{:10_520:}"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1344270660,
            "txt_content": " 本帖最后由 DJXGAME 于 2012-8-7 00:32 编辑 \n\n”如图，（丫的图在哪。。。我咋没看到。。。）“\n\n这种句子不要这么翻译，后面不是有引用么？\n如__所示的blabalbla~~~\n\ntrivia→你知道吗\n"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1344271020,
            "txt_content": "参照英文wiki页面：http://www.minecraftwiki.net/wiki/Health_and_Damage\n\n添加翻译内容：Achievements\n\n    Main article: Achievements \n\nIcon         Achievement         In-game description         Prerequisites         Actual requirements (if different)         Version restriction         Xbox points earned\nAchievement-fancy.png\nGrid Diamond Sword.png\n        Overkill         Deal eight hearts of damage in a single hit         Enchanter         Deal nine hearts of damage in a single hit (this is a bug).         PC"
        },
        {
            "author": "jianghr",
            "timestamp": 1344273000,
            "txt_content": "DJXGAME 发表于 2012-8-7 00:37 \n参照英文wiki页面：http://www.minecraftwiki.net/wiki/Health_and_Damage\n\n添加翻译内容：Achievements\n ...\n添加内容我也看过了。先搬运完我再看看吧。\n其实核对更新还是根据中文最后一次英文原稿更新的时间，在英文wiki页面上\"查看历史\"同时间的版本与最新版比较变动，这样比较细致不易遗漏。我的\"小麦种植\"就是这么弄的。"
        },
        {
            "author": "pogox",
            "timestamp": 1344273900,
            "txt_content": "jianghr 发表于 2012-8-7 01:10 \n添加内容我也看过了。先搬运完我再看看吧。\n其实核对更新还是根据中文最后一次英文原稿更新的时间，在英 ...\n呀。。。jianghr也半夜不睡。。？？添加内容我刚做好了哟～"
        },
        {
            "author": "jianghr",
            "timestamp": 1344315000,
            "txt_content": "DJXGAME 发表于 2012-8-7 00:37 \n参照英文wiki页面：http://www.minecraftwiki.net/wiki/Health_and_Damage\n\n添加翻译内容：Achievements\n ...\n编辑中发现一个问题\n对于生命值的表示模版有{{healthbar|2|9px}}和{{hp|2|9px}}两种\n都表示两点伤害=1颗红心\n但显示的前者是心，后者是2(心)\n楼主在翻译电击部分的时候，Lightning will do two 2 (心) damage--我看意思是给雷打一下掉4点血-->2颗心。不过前面还有个two，不太好确认，有没有被雷P过的经验让确认一下~我是没被打到过……"
        },
        {
            "author": "pogox",
            "timestamp": 1344332520,
            "txt_content": "不知jianghr的搬运进度肿么样了～{:10_512:}"
        },
        {
            "author": "jianghr",
            "timestamp": 1344332580,
            "txt_content": "全文搬运完成：http://zh.minecraftwiki.net/wiki ... E%E4%BC%A4%E5%AE%B3。{:10_509:}\n又一个大家伙被搞定了，求Powup333别和谐了。\n楼主把它搬运回此贴1L，什么格式的做好，召唤sjjklh大大加分吧~~\nPS：楼主也不回复一个打断我三联，非要我删了上一贴再发一个，三联多不好啊。\n---------------\n修正部分语序，翻译错误有两处，用语改动较多，错别字倒几乎没有。不过最终我核对过不代表一定就没有，楼主还要核对下，毕竟一个人看再多也会选择性无视的。\n中间顺手搬运+翻译了“得分/Score”条目。看了后就知道“&e0”是什么意思了。http://zh.minecraftwiki.net/wiki/%E5%BE%97%E5%88%86\n历史条目即兴添加TNT免窒息透视法图一张并附少许说明，略猥琐{:10_492:}。"
        },
        {
            "author": "pogox",
            "timestamp": 1344333840,
            "txt_content": "jianghr 发表于 2012-8-7 17:43 \n全文搬运完成：http://zh.minecraftwiki.net/wiki ... E%E4%BC%A4%E5%AE%B3。\n又一个大家伙被搞 ...\n可是。。。我是纯搬过来的。。。现在正在编辑格式中～"
        },
        {
            "author": "jianghr",
            "timestamp": 1344336060,
            "txt_content": " 本帖最后由 jianghr 于 2012-8-7 18:42 编辑 \n\n生命与伤害\nMinecraft里生命的测量和监控是基于一排10颗红心的图标。每颗红心包含两半，每个为1点（满血时为20点）。\n来源于攻击或自然原因所产生的伤害会在这总值里减去红心。当总值到达0时你将死亡。在一个生物死亡时，它会掉落具体指向那个生物的物品，玩家在死亡时将掉落他们的物品栏，而在Notch死亡时将掉落他的物品栏的基础上加上一个红苹果。\n盔甲会吸收伤害并减少玩家所需要从生命值所要减去的点数。（盔甲反而会受磨损）。\n目录 [隐藏] \n1 创造模式2 生命值3 红心4 创造伤害\n4.1 笔记\n5 生物造成的伤害\n5.1 击退\n6 环境造成的伤害\n6.1 闪电6.2 跌落6.3 溺水6.4 窒息6.5 饥饿6.6 仙人掌6.7 岩浆6.8 中毒\n7 伤害免疫8 盔甲9 死亡10 成就11 历史12 你知道吗13 参考\n创造模式 在创造模式中玩家仍然有生命值，但是它从界面中被隐藏了起来，而玩家将不会从任何来源受到伤害，除非你掉落到虚空中。\n生命值  生物 生命值 可扮演 玩家20 ( × 10)\n 被动型 鸡\n\n4 ()\n 牛10 ()\n 哞菇10 ()\n 豹猫10 ()\n 猪10 ()\n 羊8 ()\n 鱿鱼10 ()\n 村民20 ( × 10)\n 中立型 末影人40 ( × 20)\n 狼8 ()\n 僵尸猪人10 ()\n 可驯服 狼（已驯服）20 ( × 10)\n 豹猫（已驯服）10 ()\n 攻击型 烈焰人20 ( × 10)\n 洞穴蜘蛛12 ()\n 爬行者20 ( × 10)\n 恶魂10 ()\n 岩浆怪（大型）16 ()\n 岩浆怪（小型）4 ()\n 岩浆怪（微小）1 ()\n 蠹虫\n\n8 ()\n 骷髅\n\n20 ( × 10)\n 史莱姆（大型）16 ()\n 史莱姆（小型）4 ()\n 史莱姆（微小）1 ()\n 蜘蛛16 ()\n 僵尸20 ( × 10)\n 效用型 雪傀儡6 ()\n 铁傀儡100 ( × 50)\n Boss 末影龙200 ( × 100)\n\n红心 \n红心组成了生存模式中玩家和生物的生命条。每颗红心代表2点，总共为20点。点数都是以1点的倍数丧失的。\n点数的丧失方式有：饥饿；受到摔落伤害；被攻击性生物攻击（或者被别的玩家攻击）；被箭击中；身上着火；接触岩浆，火，或者仙人掌；在水下溺水；在方块内窒息；掉落到虚空中；受到拥有负面效果的药水所影响，或者身处于爆炸之中。当生命条显示只剩下2颗或更少的红心时（等于或少于20%生命），它会开始剧烈地抖动，提醒玩家如果不及时恢复那么死期将至。\n在和平难度里，生命条会随着时间恢复。在1.8之后，生命不是通过进食来恢复的，而是在食物条在以上时缓慢恢复的，恢复速度在进食金苹果的4秒或者恢复药水的45后提升。 \n伤害会分给生命条和盔甲条。每个满的盔甲值将吸收8%的伤害，最多为80%，数值将凑到下一位整数。\n在极限模式里，红心拥有一个不同的材质。（）\n创造伤害 玩家可以通过在近距离用物品打击生物或者其他玩家来造成伤害。大多数的物品都只能造成1 ()的伤害。武器的合成就是专门为了创造出更多的伤害的。为此目的可以合成一把剑。虽然剑并不会延伸攻击距离，它们能比其他的物品和工具造成更多显著的伤害。斧，镐，和锹同样也能比拳头造成更多的伤害然而锄会造成和拳头一样的伤害，关于更多资讯请查看武器页面。在下落时，近身攻击会造成致命一击（150%伤害+1 ()伤害，非整数将下移到小一位的整数伤害）。\n箭（通过在拿着弓时按下并释放右键射出），雪球，喷溅药水，和鸡蛋是游戏中仅有的远程武器。雪球只能对烈焰人和末影龙造成伤害，而鸡蛋则完全不会造成伤害，但仍然会像造成了伤害了一样击退生物。喷溅药水能够被投掷出去，并根据药水的种类给予不同的效果。\n打火石能允许玩家使方块着火，并点燃所有接触到火焰的所有玩家和生物。被点燃的玩家和生物在被造成15 ()伤害之前保持燃烧或者直到他们接触水为止。同样的，接触岩浆也会点燃玩家和生物。\nTNT是目前Minecraft中仅有的爆破品（除去爬行者）并能通过使用沙子和火药来制作获得。\n以下的数值展示了当被不同的物品攻击所受到的伤害。要注意的是物品和工具在Beta 1.8里会造成更多的伤害，而且致命一击并不是一致的。\n 物品 伤害\n木/金\n石\n铁\n钻石\n 剑       4 ()    5 ()     6 ()  7 () 斧 [笔记 1]       3 ()    4 ()     5 ()  6 () 镐 [笔记 1]       2 ()    3 ()     4 ()  5 () 锹 [笔记 1]       1 ()    2 ()     3 ()  4 () 锄，手，或者其他物品。 1 () [笔记 2] 箭（由弓射出）  1 () - 9 () [笔记 3] 火（接触）  2 () 火（燃烧）  1 () 岩浆（接触）  8 () TNT（爆炸）  24 ( × 12) [笔记 4]笔记 ↑ 1.0 1.1 1.2 通过斧，镐，或者锹造成伤害将消减2点耐久值。↑ 在1.5 and Beta 1.8预览版中曾经为2 ()。↑ 取决于蓄积的力量。↑ 伤害会跟着远离爆炸的核心而减少。\n生物造成的伤害 和玩家角色造成的伤害不同，游戏中多数生物造成伤害取决于游戏的难度设置。下表提供了生物每次攻击的伤害数据。\n爬行者与恶魂的数据为紧靠爆炸点时造成的伤害。史莱姆与岩浆怪造成的伤害取决于它们的身体大小。虽然小型史莱姆属攻击型，但它们无法直接对玩家造成伤害。\n 生物 和平 简单 普通 困难 烈焰人 -  4 ()  6 ()  9 () 烈焰人的火球 -  3 ()  5 ()  7 () 爬行者的爆炸 -  49 ( × 24.5)  49 ( × 24.5)  49 ( × 24.5) 高压爬行者的爆炸 -  97 ( × 48.5)  97 ( × 48.5)  97 ( × 48.5) 末影龙 10 ()  10 ()  10 ()  10 () 末影人 -  4 ()  7 ()  10 () 恶魂的火球 -  17 ( × 8.5)  17 ( × 8.5)  17 ( × 8.5) 铁傀儡 7 () - 21 ( × 10.5)  7 () - 21 ( × 10.5)  7 () - 21 ( × 10.5)  7 () - 21 ( × 10.5) 岩浆怪（大型） -  6 ()  6 ()  6 () 岩浆怪（小型） -  4 ()  4 ()  4 () 岩浆怪（微小） -  3 ()  3 ()  3 () 蠹虫 -  1 ()  1 ()  1 () 骷髅射出的箭 -  2 ()  4 ()  6 () 史莱姆（大型） -  4 ()  4 ()  4 () 史莱姆（小型） -  2 ()  2 ()  2 () 史莱姆（微小） -  0 ()  0 ()  0 () 蜘蛛 -  2 ()  2 ()  3 () 狼（已驯服） 4 ()  4 ()  4 ()  4 () 狼（野生） 2 ()  2 ()  2 ()  2 () 僵尸 -  3 ()  4 ()  6 () 僵尸猪人 -  3 ()  5 ()  7 ()击退 玩家受攻击型生物攻击的同时也会被击退。击退造成定向障碍和人物失控的后果不容小视，玩家也许会因此被击落下悬崖或是坠入岩浆中，而这两种情形都可能是致命的。\n被动型和中立型生物走动时也能把玩家推开。尽管这样的撞击力没有攻击型生物击退时的力量大，但仍然足够把玩家推下悬崖或是岩浆。玩家向生物扔鸡蛋或是雪球时同样会产生击退效果，这对制造陷阱有一定用处。在Beta 1.8版本中，疾跑时向生物攻击会产生额外的击退效果。乘坐实体（如乘坐船、矿车或是骑猪）状态下玩家或生物在受到攻击时不会被击退。\n环境造成的伤害 在Minecraft中除了生物，以下事件也会对玩家造成伤害。\n闪电 在Minecraft 1.0.0版本中，即使玩家身着盔甲，被闪电击中仍会造成的伤害。只有在雷暴天气中才会发生这种现象，且玩家被闪电击中的几率非常低。\n跌落 玩家从一定高度以上跌落即会受到伤害。伤害量取决于跌落的总高度，所以从过高的地方直接跌落到地面可能是致命的。盔甲不会减少跌落造成的伤害。[除非身着经过“摔落保护”或是“保护”附魔的靴子]。\n跌落伤害值可以由以下公式计算：\n跌落伤害值 = 跌落的方块数 - 3换句话说，从四格方块的高度跌落会造成的伤害，五格，六格方块的高度跌落分别造成和的伤害，以此类推。所以，如果玩家处于满生命值状态下，从23格方块高度及更高的的高度跌落是致命的。（23 - 3 = 20点伤害 = 10红心伤害）。\n生物（除了鸡、恶魂、雪傀儡、烈焰人、岩浆怪、铁傀儡以及豹猫，且可以推测末影龙也除外）同样会承受跌落造成的伤害。\n在一些情况下，玩家能避免跌落或是在跌落后生还。跌落伤害只有在跌落高度大于三个方块高度时才会产生。\n 在潜行状态下（默认按键为[size=0.85em]LShift），玩家将不会从大多数方块的边缘跌落。 落入水中会降低跌落带来的伤害。伤害减免仍取决于跌落的高度，若要完全避免任何跌落造成的伤害则需要至少3块方块高度的水深。当然，如果坠落高度有限，1或2块方块高度的水深有时也能让玩家免受伤害。 若玩家在自由下落中移动至梯子的作用范围内，玩家将减速至爬梯子时的正常下降速度，且不会受到跌落伤害。 在自由下落过程中穿过每个水方块也会降低一定的下落速度。 将被动型生物赶走以避免发生意外的致命跌落。 在Beta 1.6版本之前，如果玩家处于乘坐矿车、船或是猪的状态下，将不会受到跌落带来的伤害（尽管在骑猪时跌落，猪会承受相应的伤害）。而在1.6以上版本中，骑乘状态坠落将会使玩家受到与徒步跌落相同的伤害。另外，如果乘坐矿车坠落，水方块将不会减缓坠落速度或是降低受到的伤害。也就是说，乘矿车落入水中将会无视之并继续做自由落体运动。 乘船冲下悬崖很危险，但有时也是很实用的。如果玩家在船体与地面发生撞击之前退出乘坐状态，则只会承受从离开船体时的高度跌落造成的伤害。 平地跳跃时的坠落高度为1.5个方块，因此在计算跌落伤害时，跌落前多余的跳跃将会额外增加的伤害，请牢记这个设定以更好地避免跌落伤害。 在不知道下方是什么环境时永远不要直接挖掘脚下的方块。世界中有很多随机的自然洞穴，挖掘自己立足的方块将有很可能使你落入其中（或许会跌落很高的高度，甚至直接落入地牢或是岩浆中）。 不要尝试用跃过很深的裂谷。正确的做法是，潜行至裂谷的边缘，你将能在边缘方块的外缘放置一个新方块，重复使用这种方法，便能够安全地建造出桥梁。（前提是你放置在身下的方块不是会受重力影响的方块譬如沙子或沙砾等）。 如果时间掌握得当，你将能在跌落坠地前于身下的地面上放置一个方块。虽然只会减少的伤害量，但在需要落下4块方块高度时却很实用，因为这样能完全避免伤害。如果附近有可用的垂直面，你在练习后也可以在跌落时把方块放置在垂直面上。 如果你沿着垂直的墙面跌落，在离地面几块方块高度时朝着墙倒一桶水经常能救你一命。 身着经过“摔落保护”或是“保护”附魔的盔甲会减少跌落带来的伤害，减少的量取决于附魔的等级。 在坠落中扔出末影珍珠进行传送将使你的下落速度变为0，这样玩家只会受到珍珠的伤害（）。垂直朝下扔珍珠效果最好，因为这样能确保珍珠比玩家先到达地面。\n溺水   \n氧气槽\n\n\n当玩家在水下耗尽氧气时便会溺水并每秒消耗大约的生命值。虽然不常见，但是生物也是会溺水的，因为所有生物（除了铁傀儡和史莱姆）都会在水中尝试向上游动。\n在采矿时，尽量在快捷工具栏上准备至少一种可以放置的固体方块（例如泥土或圆石）以便快速使用。这样如果不幸挖出了泉水（或者更糟，凿通了海床），你就能用方块堵住洞口以防止溺水。\n在水下时如果你在齐头的高度放置一个侧放型火炬，在水破坏火炬的一秒中将出现一个气泡，通过这个方法玩家能够不浮上水面便补充氧气。梯子、告示牌、栅栏、活板门和甘蔗则能在水下创造一直存在的气泡。用桶舀水或是破坏正上方的方块（如果有的话）也有相同的效果。\n窒息 当玩家或是生物身体的上半部分处于一个方块里面时便会窒息。并且每半秒对其造成的伤害。因为沙子和沙砾有坠落特性，玩家会很容易被其掩埋。在第一人称视角下，处于这种情形时屏幕会变黑以阻止玩家看到正在发生的事。在第三人称视角下窒息，系统则会自动切换到第一人称视角。然而，在Beta 1.6更新中，当上半身被掩埋时玩家会被自动移动到最近的空区域以脱离窒息。\n处于方块内部的玩家能轻易走出，该方块不会阻止玩家移动。\n把头埋入方块中的常见方法：\n 沙子或沙砾落入玩家所处的空间。 乘船或矿车进入只有一个方块高度的空间。 骑猪进入只有一个或两个方块高度的空间。 在树苗长成树的时候站在其所处方块。 在蘑菇长成巨型蘑菇的时候站在其所处方块。 在红石中继器附近行走的玩家有可能会被向下移动一个方块的距离，尤其是在屋顶只高于地面两块方块高度的情况下。如果此方块下正好有一个空方块空间，你便会落入这个空间并被上面的方块所窒息（注：总共下降两格，造成窒息的是原先所站的方块）。 存取存档时也有可能同红石中继器一样使玩家下移并受窒息。如果站在基岩上时发生，玩家将无法摆脱窒息（除非死亡），因为基岩无法被破坏。 向只有一块方块的空间投掷末影珍珠。\n玩家并不会被玻璃或是其它任何透明的方块所窒息。生长中的树的树叶也不会有窒息效果，即便在低画质游戏中（树叶看起来不透明）也不会。\n饥饿 当饥饿条降为0时，玩家将每四秒受到的伤害。只要玩家吃东西或是在简单模式中生命值降到或是在普通模式中生命值降到便不再受到饥饿带来的伤害。而在困难模式中，若不吃东西，饥饿则会一直造成伤害直至玩家死亡。\n仙人掌 玩家或是生物触碰仙人掌时会受到的伤害，如果持续站在仙人掌旁边或是上面，则会快速而持续地受到伤害。\n岩浆 这是目前最危险的自然环境（玩家不太可能落入的虚空空间除外），与岩浆接触将会使玩家和生物以极高的速度丢失生命值（每次的伤害），即便离开岩浆，身体仍然会处于着火状态（每次的伤害，共持续15次（总伤害）或持续到被水熄灭）。玩家若没能在着火后及时找到水源，将会很快面临死亡。\n在采矿时，尽量在快捷工具栏上准备至少一种可以放置的固体方块（例如泥土或圆石）以便快速通过鼠标滚轮使用。如果不慎挖到岩浆池，你就能够快速用方块堵住洞口来防止自己着火。尽管落入岩浆时没法及时使用药水，但也应该随身携带抗火药水来防止死于离开岩浆之后的火焰。抗火喷溅药水也有同样效果。\n中毒 \n洞穴蜘蛛在发动攻击后将会使玩家进入中毒状态（只有在普通或困难难度下才会发生）。食用蜘蛛眼或是饮用/被砸到剧毒药水也会产生同样的效果。中毒时生命条的红色的心会变为橄榄绿色，并在毒性消失前给予玩家每秒1 ()的伤害。中毒本身不会致死，但会使玩家更容易受到其他高危险性生物或是环境的伤害——这有可能导致他们很快死亡。不过在Beta1.9预览4版本之后，饮用桶中的牛奶能治愈中毒。\n伤害免疫 在生物受到任何攻击之后会在短时间内变成红色。在这段时间内任何攻击都不会对该生物的生命值造成伤害。例如反复点击鼠标右键使用弓，使其发射频率高于目标生物所能承受攻击的最高频率，那么将会有一些箭即使命中也不会对该生物伤害。未对生物造成伤害的箭将会被反弹落到地面，如果与玩家距离过近，反弹的箭将有可能击中玩家本身（并造成伤害）。另外，若生物或玩家在恢复生命的同时受到了更高的伤害则会被判定为受到伤害。玩家同样有伤害免疫。\n盔甲\n  \n玩家身着全套皮革盔甲的示例。\n\n\n盔甲是在Minecraft生存模式或是多人生存模式中的可穿戴的合成物品，身着盔甲的玩家受到的伤害将会降低，但同时也会降低盔甲的耐久度。目前盔甲的原材料可以是钻石、铁锭、金锭、火和皮革。\n 在生存测试中僵尸和骷髅也有可能身着盔甲。然而这些盔甲只会使它们外表发生变化而不会产生任何防御效果。 链甲能以火方块为原材料被制造出来。但火方块只能通过物品栏修改或是Mod来得到。\n死亡\n  \n在多人游戏中生物因日晒和玩家制造的闪电而死亡，留下红色尸体和火焰。\n\n\n  \n极限模式得分示例\n\n\n当玩家的生命值耗尽时即会死亡。死亡时会出现“你死了！”或“You died!”界面，同时会显示玩家得分（在Beta 1.9预览2版本之前，死亡时分数显示为“&e0”），玩家此时有两个选项，一是在重生点重生（也就是在玩家睡过的最后一张床或是默认的重生点位置），二是返回标题画面。在极限模式中，玩家死亡后无法重生，该地图存档也会被删除。玩家物品栏中的任何物品和方块会从玩家头部掉落并分散在死亡点附近。如果掉落的物品与危险方块有接触——如岩浆、火或是仙人掌方块——则这些物品会被破坏。另外，Notch表示：“它们（未拾取的掉落物）也会在5分钟内消失，除非所在区块被卸载的情况下物品才会一直存在）”。[1]\n该视频末尾有一个很短的“Game over”画面：[1].\n如图所示，当生物被杀死时，会从一侧向地面倒下。如果生物死于闪电，闪电造成的充能状态在生物消失前会一直存在。\n成就 主条目： 成就  图标 成就 简介 前提 实际达成条件（与简介不同） 版本限制 获得Xbox点数 \n\n\n 赶尽杀绝 制造一击8点血的伤害。 附魔师 制造一击9点血的伤害.（这是一个漏洞）。 PCN/A 历史 \n  \n一个使用TNT方块进行透视的示例\n\n\n在加入窒息设定之前的Indev版本中，被方块掩埋的玩家是能够透视泥土和石头的。当Notch发现玩家开始滥用这一行为来寻找地底洞穴和空洞之后便决定加入窒息的设定。该补丁增加了窒息伤害，且窒息中的玩家无法看到任何东西。然而这个漏洞并未完全修复，在现在的版本中仍然有可能进行透视。\n  注：比如使用活塞推动TNT方块到玩家头部，可以既不受窒息伤害又可透视与该TNT相邻方块的侧面。 2010年7月9日（Alpha 1.0.4）——玩家在乘坐矿车时不再会窒息。\n 2010年11月10日（Alpha 1.2.2）——玩家在两块方块高度的隧道内离开矿车时不再会窒息。离开船时也是一样。但在多人游戏中无效，玩家在相同情形时下车下船仍然会窒息。\n 2011年4月20日（Beta 1.5）——徒手攻击造成的伤害从增加到。\n 2011年9月14日（Beta 1.8）——徒手攻击造成的伤害从减少到。\n 2011年9月29日（Beta 1.9）——生物开始拥有盔甲值。[2]\n 早期的生存模式中，食用红蘑菇将会带来的伤害因为它们有毒。\n 在1.0.0正式版本中，玩家受到伤害时发出的声音从男性的“oof!”或“UGHH”声变成了略奇怪的嘎吱声。这种声音增加更多模仿骨折的的碎裂音效（尽管诸如徒手击打之类的伤害很轻），它被用于除坠落和溺水之外的所有伤害情形。\n 这些变化是为了去除无论皮肤所示的角色性别如何，所有玩家都发出男性声音这一限制。\n你知道吗  一桶岩浆可以说是游戏中最有效的武器，它不消耗耐久度，伤害迅速，同时能让敌人减速。唯一的坏处就是死亡生物的掉落物一般会被岩浆摧毁。岩浆也会使附近的树木和木质建筑着火，甚至发展到熊熊大火。同时如果使用者被岩浆触碰到也会受到伤害，而且在使用后清理起来很麻烦。 透明方块不会产生窒息效果。所以在铁轨上放置一块玻璃板能防止未被允许的生物（除了鸡，猪，小型史莱姆，蠹虫，洞穴蜘蛛和狼这些一块方块高度身高的生物之外）漫游进矿车而进入乘坐状态。\n 使用活板门也有同样的效果，另外还能够打开活板门来允许玩家步行通过。\n 玩家在坠落过程中若受到攻击，则将受到致命一击。 在死亡后未重生之前，玩家会恢复默认皮肤。死亡前有足够时间（如从极高处跌落或掉入岩浆）打开物品栏时就会观察到这一现象。\n参考 ↑ 五分钟后物品消失:http://twitter.com/notch/status/12167659458134017↑ http://twitter.com/jeb_/status/119377281796935680\n"
        },
        {
            "author": "jianghr",
            "timestamp": 1350276300,
            "txt_content": "12w41a已经出了，铁砧爆头现在成为了伤害构成中最犀利单点高伤害因素。目测该条目会有更新。不过你可以等到1.4。"
        },
        {
            "author": "康纳",
            "timestamp": 1350295440,
            "txt_content": "还是枪械最好用~"
        },
        {
            "author": "jianghr",
            "timestamp": 1357480140,
            "txt_content": "新版里面水流坠落减伤改了，我测试确实一层水可以全额免伤了，请更新一下。\nhttp://tieba.baidu.com/p/2080966723\n这贴5楼开始。。\n不过目前你辛苦翻译的“生命与伤害”页面暂时是数据库里找不见了。"
        },
        {
            "author": "pogox",
            "timestamp": 1357480740,
            "txt_content": "jianghr 发表于 2013-1-6 21:49 \n新版里面水流坠落减伤改了，我测试确实一层水可以全额免伤了，请更新一下。\nhttp://tieba.baidu.com/p/208 ...\n帖子已更新，感谢提醒～\n不过页面确实没了。。。悲剧{:10_503:}"
        }
    ]
}