{
    "title": "〈原创·连载〉救赎 （整改版）【11±x(-1<x<1,x≠0)】［请无视题目］",
    "author": "末影龙娘",
    "replyCount": 5,
    "timestamp": 1422493440,
    "txt_content": " 本帖最后由 末影龙娘 于 2015-1-29 09:40 编辑 \n\n他倚在一块突出的地狱岩上，从里怀掏出一支烟斗，只是在地狱岩上略微烤了一下便拿起来抽，烟雾因为没有风而无法飘散，在他身边萦绕着。\n这并不奇怪。地狱持续处于高温，高压的状态，再加上地狱岩一旦触火就很难熄灭，所以易燃物很容易就会燃烧。\n虽然周围有条不紊地忙碌着的几个Steve都身穿奇装异服，但他却依然醒目。也许是藏于满身的短刀、匕首、飞镖、手里剑把整个大衣都撑了起来，也许是在紧张的工作环境下唯独他悠闲如以往，也许是因为他处处体现出与周围的Steve不同的气质，可以看出他的地位要高于这里的其他人。\n“如何？”他对一个刚刚走近的身上穿了好几层短袍的人转过头去，表情严肃，但不时翘起的须将这严肃感尽数破坏了。\n“烟丝不错。”那个胡子垃茬的短袍男子回答道。虽然他的声音和他那胡茬一样粗，但语气很谦逊，也一张低着头，这两点再次印证了这个事实。\n他实在有些无奈，现在的人怎么越来越笨？\n压制住体内横冲直撞的怒火，脸却在一瞬间憋得有些红，幸好那人没有注意到。\n“我们来这里，是干什么的？”\n那人立刻意识到了自己的错误，把语速提得极快，好像要把刚才那句话耗掉的时间给补回来“最后阶段，但是周围已经没有——”\n“我知道了，你下去吧。”\n“是，部长。”他如释重负地跑开了，好像从刚狼窝里逃出来一样。\n掐灭烟丝，他将烟斗直接放回里怀，开始视察工作的情况。\n一些人已经去其他地点寻找必要的材料，而另一些人都在一个突出的地狱岩高台旁转来转去。\n几句耳语不合时宜地吹入耳内，使他的脚步突然停滞。\n“据传说，这里是封印Herobrine的地方呢…我们这次行动，万一惊动他，就完了…”一个身穿紫色斗篷的人低语着，尽管周围有些嘈杂，火星迸溅声与不知名的东西燃烧的噼啪声很大，但是他的低语还是清晰可见。\n“不是有宥座信标塔吗？”令一个人问道。他的装束倒正常一些，但衣服鼓鼓攮攮，一看便知藏有暗器。\n穿紫色斗蓬的人咒骂了一句。\n“我长这么大，就看见过四个市的信标，至于那个什么‘宥座信标塔’我连个*都没见着。”\n突然，便衣人了脸色整个都变了：紫色斗篷霎时断为两截。\n“散播谣言扰乱军心，凭这条我便可以就地正法。”\n另外一人用惊恐的眼神看看他，便飞也似的逃了。\n无奈地来到祭坛前，只见灵魂沙已经按特定形式摆好，一下棕色的雾气般的东西使其不断流动，却又保持着一定的形状。\n一个穿着淡蓝色衣服的人在观察着什么，完全没有注意到他的存在。\n对于这人，他倒不大在意。\n“灵魂沙的来历，你知道吗？”许久后，那人缓缓开口。\n“据说人们死后，灵魂会降到地狱，变成怨魂或者亡灵。”他拍了拍灵魂沙上面的凋零骷髅头骨。\n“而怨魂或者亡灵死后，魂魄会支离破碎，堆积为灵魂沙。”\n“未免有些荒唐。那么主世界那些亡灵又是从哪里来的呢？”\n“不愿坠于地狱的魂魄。”\n“那么你是说…”他很清楚，这人不会谈与行动无关的事。\n“叫用枪的兄弟们拿上十字弩。子弹对这种亡灵没有大用。”\n“你呢？”\n“冰封，冰凌决。”\n“在这里？”他几乎是苦笑一声——地狱某些地方的温度高得吓人，足以把冰瞬间化水，水瞬间蒸发。\n“足够大的温差能对它造成足够大的伤害。”语气忽就变得不容质疑。\n“凌，那你自己小心。”\n“无所谓小心，危险的任务下生存本就是未知数，况且前提是只许成功。”凌的语气极其决绝。\n突然，一个身着夜行衣的人冲了上来，手上捧着一个凋零骷髅头骨。此时，祭坛外的所有人像是接到了命令，不约而同地聚在祭坛周围，保持战斗姿势。\n随着头骨放置完毕，不伦不类堆起的雕像开始有了具象，逐渐显现出分明的肋骨与灰黑色的身躯，与周身的蓝色雾气。\n凋灵。\n索引贴点此\n@末影矿工 @Wolverine\n[groupid=832]【冥王的后宫】[/groupid]",
    "replies": [
        {
            "author": "Ayamuta",
            "timestamp": 1422497700,
            "txt_content": "匕首、飞镖、手里剑.....\n是忍者?"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422497760,
            "txt_content": "d_amask 发表于 2015-1-29 10:15\n匕首、飞镖、手里剑.....\n是忍者?\n性质不一样，能力有相似点。"
        },
        {
            "author": "末影矿工",
            "timestamp": 1422498600,
            "txt_content": "题目好评"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422499020,
            "txt_content": "末影矿工 发表于 2015-1-29 10:30\n题目好评\n你为什么总是喜欢好评那些没有用的东西= =#"
        },
        {
            "author": "Wolverine",
            "timestamp": 1422503520,
            "txt_content": "这题目，考人数学啊"
        }
    ]
}