{
    "title": "战争服的真正境界是怎么样的？",
    "author": "HOIM",
    "replyCount": 21,
    "timestamp": 1422526080,
    "txt_content": "战争服究竟需要怎么样的境界？\nCF告诉我们：要有炫酷的枪械\n逆战告诉我们：要有丰富的载具\nCOD告诉我们：要有精细的画质\n狙击精英告诉我们：要有精确的弹道\n战地告诉我们：要有不同的战斗方式\nCS告诉我们：要有一群能够通力合作的绝佳基友~\nMC的部分战争服告诉我们：要没有熊孩子！\n那个，战争服的境界就只是这些游戏告诉我们的经验之和？",
    "replies": [
        {
            "author": "食盐",
            "timestamp": 1422526440,
            "txt_content": "真谛在于有没有人玩的快乐。。。"
        },
        {
            "author": "840196733mw",
            "timestamp": 1422527520,
            "txt_content": "战地也该是真实的战争吧，战斗方式还是和现实差不都的，压制空中，压制地面，夺取据点，得到补给（载具），一路横推\n还有就是间谍战，双方都有特种兵去拆雷达和火炮"
        },
        {
            "author": "HOIM",
            "timestamp": 1422529800,
            "txt_content": "840196733mw 发表于 2015-1-29 18:32\n战地也该是真实的战争吧，战斗方式还是和现实差不都的，压制空中，压制地面，夺取据点，得到补给（载具）， ...\n我唯一觉得能够称为战争的是激战海陆空，可惜战争做得越好就越容易亏本停服"
        },
        {
            "author": "ProperSAMA",
            "timestamp": 1422529920,
            "txt_content": "…还真没见过正经的战争服……"
        },
        {
            "author": "维他命の淡蓝",
            "timestamp": 1422530220,
            "txt_content": "找HIM帮助自己！"
        },
        {
            "author": "HOIM",
            "timestamp": 1422579960,
            "txt_content": "《激战海陆空》游戏玩家在每一个国家中都可以选择几十种兵种，分属陆军、海军和空军。用户在游戏开始时只是一名新兵，而随着军衔的晋级，将有机会来制订各种作战任务和计划，控制武器的研发和生产，调配部队的供给。游戏结合了各种战略、战术和单兵作战技巧的因素，使用户在游戏中既可以单打独斗，也可以和其他上千不同兵种的用户一同合作来战斗。《激战海陆空》完全支持陆地、空中和海上作战，因此，用户能够看到和听到各种战斗机从头顶呼啸而过、战舰震耳欲聋地火炮齐发、坦克在战场上冲锋陷阵、高射炮连环齐发、步兵勇敢冲锋迅速占领敌方城市和工厂的精彩情形。《激战海陆空》也同时有一套完整的经济模式，交战双方各自都有珍贵的供应线和生产设施，他们必须在交战过程中好好地保护它们不受攻击。\n《激战海陆空》试图在网络上模拟一场宏伟的世纪之战，游戏中每组服务器将允许数千名玩家同时在互联网上线，是一款规模庞大、高度仿真的网络游戏。游戏中有超过36000 个战略设施，包括各种建筑、碉堡、桥梁等；共有4000多个工厂分布于1000多座城镇中；游戏中地图总面积超过37万平方公里；武器多达100 余种，包括各类的战斗机、轰炸机、运输机、坦克、战车、装甲车、卡车、防空炮、反坦克炮、反坦克枪、迫击炮、步枪、冲锋枪、机关枪、狙击枪、榴弹枪，……等等。"
        },
        {
            "author": "HOIM",
            "timestamp": 1422579960,
            "txt_content": "《激战海陆空》游戏的主线为两个阵营，红国及联盟方(蓝国和绿国)，之间的军事对战。对战为战役制。一个战役开始时，双方在广阔的版图上各占一半，然后通过激励对战，不断地进攻和防守，直到一方完全占领对方的所有领土，则占领方胜利，此次战役结束，游戏重新开始。战役的周期由双方的战略战术水平决定，一般可以持续数周或数月。\n《激战海陆空》玩法的核心是对领土的攻防，所有的战斗都是围绕对城市、基地、兵站的占领和防守来进行的。从某种意义上来说，这款游戏的玩法就是“以战队为基本单位所进行的占领和防守”。这款游戏是以战役为形式来组织的，不是以单次战斗来组织的。像CS等以单次战斗为回合的游戏是一方胜利则回合结束。而《激战海陆空》则以一个战役为一个“回合”（当然是大很多、长很多的“回合”），每一个战役都包含无数次战斗。在战役开始的时候，两方各拥有不同的成百上千个城市。而战役是围绕对所有城市的攻防为核心的。一个战役可以持续数周甚至数月，直到一方完全占领另一方所有的领土。"
        },
        {
            "author": "HOIM",
            "timestamp": 1422580020,
            "txt_content": "该游戏可以容纳5000人以上在同一个地图、不同战场同时在线作战。其他军事、射击游戏迄今为止都没有解决多人大规模同时在线的问题。象一些很火的射击网游，只能开设小房间，每个房间容纳64个人；而且如果真的是64人同时在线，游戏还会很卡。而《激战海陆空》可以容纳5000人以上同时在线并在同一个地图、多个战场上同时作战，并保证这5000人能顺畅地游戏。"
        },
        {
            "author": "HOIM",
            "timestamp": 1422580020,
            "txt_content": "《激战海陆空》是一款大型多人在线第一人称射击游戏，同时更是当今世界唯一一款同时融合海陆空联合作战模式的高仿真网络游戏。在类似题材的游戏中，没有一款其他的MMORPG/MMOFPS像《激战海陆空》一样具有如此完整的海陆空作战系统。\n在游戏中，玩家加入陆军后，既可以选择步兵（包括各国步枪兵、冲锋枪兵、榴弹兵、反坦克步枪兵、狙击手等几十种），也可选择数十种坦克、装甲车、火炮、汽车等等。加入海军则可驾驶战舰在大洋、江河或海湾作战。海军所使用的战舰包括：摩托艇、驱逐舰和运输舰。所有的轮船和战舰都有多个乘员位置，例如炮手和观察员等。此外所有的轮船或战舰都可以运输步兵。加入空军后的选择则更加丰富。飞机主要分成截击机、轰炸机和运输机，有SMK系列，M109系列，HMK系列等。游戏中，玩家既可单独驾驶，也可多人操作飞机。像M110C-4 重型战斗机的尾炮手位置、H111H-2 水平轰炸机的投弹手位置, 都需要多人有效配合操作。\n在《激战海陆空》集成了海陆空的壮阔的战场上，玩家将会获得比玩其他战争类游戏更多的乐趣。《激战海陆空》完全支持陆地、空中和海上作战。因此，玩家能够看到和听到各种战斗机从头顶呼啸而过、战舰震耳欲聋地火炮齐发、坦克在战场上冲锋陷阵、高射炮连环齐发、步兵勇敢冲锋迅速占领敌方城市和工厂的精彩情形。《激战海陆空》也同时有一套完整的经济模式，交战双方各自都有珍贵的供应线和生产设施，他们必须在交战过程中好好地保护它们不受攻击。因为游戏结合了各种战略、战术和单兵作战技巧的因素，使玩家在游戏中既可以单打独斗，也可以和其他上千不同兵种的玩家一同合作来战斗。玩家在任一阵营中可以选择的兵种都有四十几种，分属陆军、海军和空军。玩家在游戏开始时只是一名新兵，而随着军衔的晋级，将有机会制订各种作战任务和计划，控制武器的研发和生产，调配部队的供给。"
        },
        {
            "author": "HOIM",
            "timestamp": 1422580080,
            "txt_content": "《激战海陆空》拥有将近1000多个城镇，玩家可以通过占领这些城镇来使自己所在的阵营获得游戏的最终胜利。游戏中，每个城镇都被认为是一个据点，而每个据点都由多个设施组成，玩家只有按照顺序占领相应的建筑，才能最终占领整个据点。玩家每占领一个城镇，都会使的战争的进程发生相应的改变，战争前线每推进一步，都需要玩家自己付出卓绝的能力。\n在游戏中，每一座城镇都采用真实的数据，按照比例在游戏中模拟生成，并且均按照现实的地理位置来设置，都具有独一无二的地形，它们通过公路和铁路连接在一起，共同构成了《激战海陆空》绝无仅有的无缝真实的地图系统。玩家可以在游戏中穿越山地、草地、平原、树林、江河、海洋等在真实野外环境中所能见到的一切地形，并且可利用自然地形做隐蔽，以方便自己寻找最恰当的机会去摧毁和占领对方的军事设施。此外，在游戏中，玩家几乎可以进入所有的建筑物里面进行战斗。而几乎所有的建筑物在遭受炸弹、炸药包、大口径野战炮的攻击时都会损毁，攻击过后，断壁残垣的场景可在游戏中得到真实的再现。"
        },
        {
            "author": "HOIM",
            "timestamp": 1422580080,
            "txt_content": "大家真的认为其他战争游戏真的算“战争”吗？小巫见大巫。"
        },
        {
            "author": "HOIM",
            "timestamp": 1422580140,
            "txt_content": "无论是驾驶坦克，还是驾驶飞机，又或者是驾驶战舰，都是非常复杂的一件事情。虽然个人也可以很好的进行游戏，但是想要发挥出各个武器最强大的威力，多人操作是最好的选择。做为《激战海陆空》的特色之一，多人操作系统允许游戏中的多数战车和飞机可以由两个或两个以上的玩家来共同驾驶，即在游戏中，多个玩家可共同驾驶一辆战车或飞机。当使用多人操作功能时，多个玩家将分别生成在战车的不同席位上，其中一个玩家将成为战车的指挥官，而其他玩家则是乘员，可控制炮手和投弹手的位置。玩家们可通过齐心协作来共同战斗，从而快速推进战斗的进程。多人操作系统不仅为玩家提供了更强大的游戏乐趣，也降低了游戏的难度。"
        },
        {
            "author": "HOIM",
            "timestamp": 1422580200,
            "txt_content": "首先，这款游戏是以战役为形式来组织的，不是以单次战斗来组织的。像CS等以单次战斗为回合的游戏是一方胜利则回合结束。而《激战海陆空》则以一个战役为一个“回合”（当然是大很多、长很多的“回合”），每一个战役都包含无数次战斗。在战役开始的时候，两方各拥有不同的成百上千个城市。而战役是围绕对所有城市的攻防为核心的。一个战役可以持续数周甚至数月，直到一方完全占领另一方所有的领土。战役的玩法由低到高，可以分为战役的直接参与、战役的组织指挥、战役的领导。对于新兵而言，战役的直接参与包括战斗的加入、设施的占领与防守、任务的参与与完成、对战友的帮助等等一切可以帮助你方胜利的游戏活动。\n第二，这款游戏是以占领为目的，不是以击杀为目的。击杀只是手段。游戏核心目的就是占领目标，打赢整场战役。对个体玩家体验来说，是在战争中获得积分。\n第三，这款游戏的武器载具很多，单人操作和多人操作都很有趣，不管是坦克装甲、还是飞机大炮，你的操作都要精雕细琢。\n第四，因为游戏是以打赢战役为目的，所以团队和配合很重要。游戏里有一个专门的功能叫战队。你应该加入战队或自建战队，和队友一起并肩战斗。"
        },
        {
            "author": "840196733mw",
            "timestamp": 1422581400,
            "txt_content": "HOIM 发表于 2015-1-29 19:10\n我唯一觉得能够称为战争的是激战海陆空，可惜战争做得越好就越容易亏本停服 ...\n恩，毕竟RMB没用了，盗版服的战争基本不敢去，一堆飞的扔手雷，或者是锋利50级，根本不敢玩"
        },
        {
            "author": "HOIM",
            "timestamp": 1422581460,
            "txt_content": "840196733mw 发表于 2015-1-30 09:30\n恩，毕竟RMB没用了，盗版服的战争基本不敢去，一堆飞的扔手雷，或者是锋利50级，根本不敢玩 ...\n我看着你为何如此眼熟= =你到底在哪里出现过= ="
        },
        {
            "author": "840196733mw",
            "timestamp": 1422583260,
            "txt_content": "HOIM 发表于 2015-1-30 09:31\n我看着你为何如此眼熟= =你到底在哪里出现过= =\n最近金粒花的快，来矿工茶馆的次数也多了"
        },
        {
            "author": "defoliation_h",
            "timestamp": 1422584220,
            "txt_content": "如同6楼所说，最真实的应该要有外交，有间谍，有夺权，有政变，有地形优势，有迂回战术，让现实的一切展现在游戏里，这才是真正的战争"
        },
        {
            "author": "x240295600",
            "timestamp": 1422587400,
            "txt_content": "我只想问你必须要有枪才是战争服么"
        },
        {
            "author": "落魄的贵族",
            "timestamp": 1422594360,
            "txt_content": "我觉得战争服就应该符合战争，核武神马的就算了，战争服我觉得最好的应该是从0开始给10——20名玩家分配一个小村庄就是部落，然后建立一个主城里面的东西最好有资源出售，武器出售，最好不要安装大量的武器MOD只安装一个中世纪MOD就够用的了，安装多了肯定有漏洞。不过我推荐仿照中国的三国设置三个阵营。我的话说完了您觉得怎么样。"
        },
        {
            "author": "HOIM",
            "timestamp": 1422599400,
            "txt_content": "x240295600 发表于 2015-1-30 11:10\n我只想问你必须要有枪才是战争服么\n枪只是一个比喻，也就是武器的意思"
        },
        {
            "author": "模拟超级",
            "timestamp": 1422708060,
            "txt_content": "见一个秒一个    无限成神~{:10_505:}"
        }
    ]
}