{
    "title": "(连载中..)Minecarft战神成长史丨第二章",
    "author": "wh120",
    "replyCount": 0,
    "timestamp": 1422544080,
    "txt_content": "第二章： 真有那么幸运？                                                                                                                                                                                                  一道身影渐渐从那森林的幽暗处走出，身着休闲的服装。若不是他身后背着一把用精铁打造而成的剑，带给人的感觉就像是来旅游的。                                                                                                              而这时小白与僵尸也注意到了他，不再向Vic冲去。但这人面对这么多的怪物，竟然不当一回事似的，还在悠闲自如地向前走着？不熟悉他的人一定会把他当成一个疯子吧。                             一只离他最近的僵尸在这时已经朝他扑了上去，一侧身，右手抽剑一挥，那只僵尸的身体就变成了两半，绿色的血液瞬间喷撒，却丝毫没有溅到他的身上。                                                                                                    这力道可想而知，一剑便可撕裂僵尸的躯体。要知道僵尸的身体强度还是不错的，虽然有一些Steve能够杀死僵尸，但却不见得能够劈烂它们的躯体。而且眼前这人却像没什么事一般，依然那般洒脱。                                                                           又有几只僵尸向他扑了上来，他依旧是侧身躲避僵尸的攻击，想一一斩杀它们。僵尸还没有完全清除，小白的箭却来了。他反应迅速，只见得他手中的剑置于身前，小白的箭与他手中的剑碰撞出“哐”的一声，箭落地。                如果有人在远处观战的话，仔细一看，会发现这人的眼睛，一直注视着僵尸的方向。。。                                                                                                                                                                           就是说他没有朝箭飞来的方向看过，凭借惊人的感知能力判断了箭的方位，并成功地挡下了。这还是人么？超乎常人的自信啊！                                                                                         不，还没完！在挡下剑的瞬间之后，他又迅速朝他身边的僵尸挥了一剑。。。                                                 任何人在这样挡下一箭之后，都需要一定的缓冲时间，毕竟箭的冲击力确实会让人的手臂吃不消啊。                                                                                          这人的确是NB，不然也不敢自己一个人出来闯荡了。                                                                                                                     他迅速杀死了这些僵尸，当然小白的箭依旧没有中过。最有意思的是他斩杀小白时的情景，以飘逸的身法躲开小白射来的箭，冲到它的面前一个空中360度大转身，顺势一剑劈了下来，小白毙命！                                                                                                                                                Vic自然看不到这些，因为在这一幕发生之前，他就已经进入了昏迷状态。当他醒来得时候，太阳已经很灿烂了。                                                                                                                                   Vic四处看了看，正想说些什么，突然一个声音止住了他。                                                                                                                        ”嘿！你已经醒了啊，我给你弄了些烤鱼来，赶紧吃吧。”这人不是别人，正是昨晚救了Vic一命的人。从这点看来他是个很热心的人，并没有丢下Vic自己离开。                                                                   但Vic却并不知道此人就是他的救命恩人，抱着一颗警惕的心，并没有立刻接下他的烤鱼。                                                                                                                  这样对任何人来说都可能会让心里觉得不快，毕竟自己救了别人到头来还让别人怀疑。而他却仿佛丝毫不在意，道:“放心吧，同为Steve，都是伙伴。这鱼不会有毒的。”这时候他的声音带着点懒洋洋的感觉，确实符合他那“悠闲”的特点啊。                                               Vic这才放下心中的警惕，带着歉意地看了他几眼 。Vic也不是傻子,他能在昨晚的绝境下活下来，无疑就是这位Steve将它救下。                              Vic默默地接过烤鱼，咬了几口后，便开口向那位Steve说道:“谢谢你救了我，敢问大侠名称？”                                                                                                                                          “谢就不必了，Steve中岂能见死不救么？至于我的名字嘛，叫我You_x就行了。”他依旧是那种懒洋洋的语气。他真的很重视朋友，这点从他的话语中就能看出。                                                       而这一番话也使Vic深有感触，他已经逐渐认识到了Steve这个种族。                                                                               (这里我想概述一下我所认识的Steve！)   他，一只右手撸遍天下；他，时时刻刻被恐怖的怪物威胁；他，永远都是一个人；他，孤独、无助、勇猛、爱探险、即使身负重伤也决不放弃，他在逆境中所展现出的精神，不正是我们要学习的吗。我很感谢库马斯，谢谢他创造了他——Steve......                                                                       Vic这时正迅速地吃着烤鱼，他不仅需要补充大量的能量，而且也确实是饿得不行了。等Vic吃得差不多了时，You_x开口对他说道:“吃饱了之后在休息一会儿，等等我们就要出发了！”You_x的音色没有任何变化，唯一不同的是他此刻的声音不再懒洋洋的了，而是带给人一种坚定的感觉。                                                                                                              “我们要去哪？”Vic发出疑问。当然他现在已经完全相信You_x了。不是因为You_x救了他一命，关键是他身上的那种品质。                                                   “Minecarft——Steve的聚集地。”You_x答道。                                                                                                                             对于Minecarft，Vic是知道的，这是这个世界的名字，也是创世神留在Steve脑海中的基本信息之一。但他还真想去见识见识Steve的聚集地，看看那里会有什么不一样。                                                待得Vic休息了一会儿，You_x拿出一张地图看了看，似乎是在确定他们所要去的目的地的方位。                                                                                                                            “该出发了。一路上我会给你讲述关于世界上的一些基本知识。你也可以提出自己的疑问。”You_x收起手中的图纸，向着不远处正坐在地上的Vic说道。                                                     Vic立即起身，跟在You_x的身旁，和他一起朝Steve的聚集地进发。“这还真是一位亦师亦友的好人啊。”Vic心想。这时他的眼眸中充满了期待。                                                                        没错，他们现在就正式开始向目的地进发了。这也算是一段小小的征程，一路上会遇到什么奇特的事呢？一切都是未知数。                            殊不知，一个黑色的身影盯上了他们，并一直尾随其后。而强大如You_x的感知能力，竟然都没能发现他的存在。                                       “这是羊，击杀它能掉落羊毛 ，不过也能用剪刀来获取它身上的羊毛。还是一句话，能不杀生就尽量不要杀生。至于羊毛，可以用来制造丝制品一类的东西。”You_x看到一种生物便给Vic讲解，而Vic也自然是听得格外认真，这些最基本的知识对于现在的他大有益处。                                                                                                    在此之前，You_x还给他讲解了橡树、白桦树、鸡、牛、猪等一些最常见的动植物。这也是他们一路走来所见到的。                                                 “这地上的大坑是一种矿洞，它。。。”You_x还没介绍完，顿时就停下了。这把正进入状态的Vic给惊醒了，Vic刚想问清楚怎么了，You_x就立马说道:“警惕！有人在跟踪我们！”    Vic顿时吓了个机灵，还没来得及反应，就被一股怪力给击中，当时就横飞出去，落入了矿洞的深处。                                                                      被击中的当然还有You_x，只不过他要比Vic强大很多，在横飞出去的瞬间也还没有昏迷，但那时他也只能看到勉强一个黑影。在眨眼间，那黑影随即远遁，不见了踪影。You_x也终于到了极限，晕了过去，与Vic一样落入矿洞深处。。。                                                     当Vic醒过来的时候，就发现附近的石壁上有 一根燃烧着灿烂的火焰的火把，不用想，这一定是You,_x弄出来的，他可不相信这里有其他人来过。而且这时他也正好看见You_x在不远处盘坐着，像是在那闭目养神。              显然You_x早早地就醒了过来，他也像是察觉到了Vic，突然睁开了双眼。                                                               “我们还得感谢那人，因为我们已经快要接近地下12层了。”You_x这般说道。                                  而Vic自然不解其意，不是因为You_x口中的“那人”，他也清楚自己与You_x落入如此地方都是拜“那人”偷袭所致。反而是You_x还一脸高兴地说我们处在地下深处，这令他感到疑惑，难道地下埋藏着什么宝物么？                  “地下12层，是钻石出产量最大的地方。天然的矿道能直接通到地下深处，足以说明这座矿道的价值。我们来到了一处宝地。”还不待他发问，You_x遍接着说道。                           虽然Vic没有见过钻石，但从You_x的话语中便可了解钻石是一种价值不菲的东西。                                         “走吧，该出发了。”You_x说完，就从空间背包中拿出火把，向矿道深处前进。Vic见状，也迅速跟了上去。                                                                                                                                                                                               虽然他们因之前的事而负了伤，但现在对于行动也已无大碍。不过这片矿道似乎太安静了，黑暗中的竟然没有怪物？！                                            You_x自然不会犯低级的错误，他已经察觉到了。或许是他无惧其它危险；又或许，是他另有打算？\n\n\n",
    "replies": []
}