{
    "title": "Minecarft战神成长史",
    "author": "wh120",
    "replyCount": 3,
    "timestamp": 1422543360,
    "txt_content": "在这里，名为Minecarft的世界上，生活着许多生物。如果规划开来的话，可以分为三大类—— 人，动物与怪物。                                                           每一类生物都有很多种类，也有着他们不同的特性。除了怪物会主动攻击人以外，大多动物还是比较善良的。                                                               世界上拥有许多不同的地形，比如平原、山地、大海等。不过这些都要算为普通的地形，因为除此之外还有一些不规则的地形。所以大多数生物都会依靠它们所需要的环境来生存。                                                                                                                                                                                           随着时间的推移，人类中的Steve占据了世界的主导地位。他们是人类中智慧最强大的物种，固然能依靠所拥有的创造性来发展，使自己变得更加强大。当然，Steve也注重自身的身体素质，这也是他们强大的原因之二。 虽然如此，但每个物种都是不可忽视的。因为当初创世神把它们创造在这个世界上必有其中的奥秘。                                                                                                                                                                                                          世界在Steve的影响下，也渐渐地在改变着。Steve中形成的则是国家，其他的一些生物根据自身的特性组建了联盟与部落。                                          这样的情况在未来会不会导致战争的发生，是一个未知数。世界总是善于变化的。                                                                                                       这就是现在世界上的基本局势吧。但除了这片世界之外，还有着其它的空间。创世神总不会只创造了一个世界吧？这些空间怎么去，这一点Steve是知道的，毕竟他们几乎遍地这个世界。。。  通往其它空间需要的是一个传送门，这是可以相信的。因为根据Steve先人留下的知识中，就记载了两个空间，并且都是要通过一个传送门才能进入。但对于传送门的地点并无记录。所以Steve就算知道空间的知识，但也从没有人去过。不过他们的先辈就另当别论了。                                                                                                                                                                                                                                 然而就在此时，一名新的Steve就诞生在了这个世界上，开始了他的冒险旅途！                                                                                                              第一章:初来乍到                                                                                                                                                                                                           Vic睁开了双眼，不过因为阳光较为刺眼，他又闭了回去。重复几次后，他已经能适应了。没错，Vic就是他的名字，这是上天赋予每一个Steve的。         前方是一片树林，虽然他还不熟悉这个世界，但凡是生物都是要补充体能的，觅食是生物的本能。所以眼下Vic正在寻找一些像样的食物。                   但Vic在树林里晃悠了半天，什么东西都没发现，有的只是粗大的树干，地上的杂草与鲜花。                                                                                             就当他正绝望的时候，猛的一怔——发现了不远处的地上多了一个果实。这果实呈圆形，通体红色，看上去就跟苹果没什么两样。没错，这就是这个世界上的苹果。刚好Vic觉得有点饿了，就立刻把苹果给吃掉了。(为什么不用洗？！！！)现在的他感觉又有了体力，决定找寻更多的苹果，因为现在他也只认得这一种能吃的东西。解决食物问题是首要，然后在确保在食物充足的情况下更好地去探索这个世界。这是Vic现在的想法。不得不说，Steve的智慧还是挺强大的啊。                                                                                                                                                                                                       那么问题来了，存放物品哪家强？Minecarft中找Steve的空间背包！这也是创世神赋予Steve的独特能力。所谓空间背包，就是能让人把物品存放在一个空间里面，并随时可以拿出来。这无疑使Steve又多了一个生命保障。试问如果有谁突然拿出一些强力的武器或道具，谁能应付的过来呢？所以任何情况下都不要对Steve轻敌，不然情况就可能逆转。不过拿东西出来并非能在一瞬间完成，意念越强，拿东西的速度就会越快。但这项能力的缺点就是只能存放36件物品。                                                                                                                                                                                                                   任何事物都不会达到最完美的境界，不然创世神把这一切造出来也就没任何意义了。                                                                                                       经过一段时间的找寻，Vic却也只找到了4个苹果，看来这东西并不常见啊。其实Vic不知道的是，把树的树叶打掉是会有几率掉落苹果的。(为什么他不上树去找？尼玛啊！！！原因:树上只有树叶覆盖，除此之外没有任何东西。。。好吧，这个世界就是这么地奇妙。)                                                           Vic继续向前走，想要发现一些什么新的东西。毕竟在这树林里游荡半天也着实会闷啊。虽然他一路走了这么远，也发现了一些地下洞穴，但他不了解情况是不会轻易下去的。万一出现了什么危险可真的说不好。                                                                                                                                               这树林也实在是大，他还是没有走出去，现在太阳已经渐渐西落了。幸运的是他又找到了2个苹果，可消耗的体能却不得不使他又吃掉了3个，所以原本的6个苹果现在也只剩下一半。                                                                                                                                                                                         夜幕降临地很快。Vic心想是不是该找个地方好好休息一下了？就在他的想法刚下心头，欲要向前一走走时，一根箭迅速从他面前掠过。出于本能反应，在箭经过他面前的时候，他的身体立即后仰，不仅身体倒在了地上，而且头部狠狠地撞击在了他身后的那颗大树的树干上。                                             他就将要昏迷了，他的耳朵边响起了一些声音，那似乎是生物的嘶吼声，但又让人觉得那么地恐怖。                                                                            头一偏，他即将闭上双眼。在这种情况下昏迷过去，后果用肚皮想都知道了。他已经听不见任何的声音了。在闭眼的最后一刻，看见了一些“绿色皮肤的Steve\"，这就是3大基本怪物的一种——僵尸。                                                                                                                                                            等等，好像那边。。。隐约地出现了一个人影。。。Vic在这时已经失去了意识。                                        ",
    "replies": [
        {
            "author": "597676370",
            "timestamp": 1422543660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "wh120",
            "timestamp": 1422543720,
            "txt_content": "597676370 发表于 2015-1-29 23:01\n不错的小说，支持！\n谢谢。.........."
        },
        {
            "author": "597676370",
            "timestamp": 1422543780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}