{
    "title": "<原创·连载>《萌猪冒险记》【章二 魔法师】----天悠酱新坑，求指导！",
    "author": "1183288909",
    "replyCount": 3,
    "timestamp": 1422540060,
    "txt_content": "        作者的前言：第二章送到！有6781字哦~一定要看完哦~记得回复！我需要你们的帮助！帮我指出文中的问题、重复等，我会努力变得更好！一切都是为了写出更好的小说！觉得可以的话给个人气吧~都是免费的~可以的话在给几个金粒（最多两个就OK，回复3个呢，你懂的~）！\n--------------------------------------------------------------- 分割 -------------------------------------------------------------\n第一章(灾难降临)传送门：http://www.mcbbs.net/thread-391492-1-1.html\n--------------------------------------------------------------- 分割 -------------------------------------------------------------\n                                                                                         卷一                                                                                     生存危机\n                                                                                         章二                                                                                       魔法师\n----------------------------------------分割----------------------------------------                 Steve向来时的路走去，他并没有走多远，待到看不见拉达的坟墓之时，停了下来，把小猪放在地上，自言自语道：“嗯…我不能放着它不管啊…看来得把它带回去…留在这也不是办法…”小猪四处张望，想要寻找拉达的身影。拉达的身影自然已经消失了，小猪只好看着这个把它带到这里来的家伙，他似乎在思索着什么…         Steve已经决定要把它带回家，正在为它思考一个名字。思索的时候Steve将小猪抱起，继续前进。他的家在一座山峰上，一条蜿蜒细小的路从那里延伸下来，行走到一半的时候，小猪从他的手上跳了下来，靠近路边的森林，然后转过脑袋，盯了一小会，跑进森林。Steve看见小猪跑进森林里，本想让它自己离开，又觉得不太好，就这样让它离开，万一遇到什么危险就糟了…         Steve心中已经不知不觉的开始照顾它，便沿着泥土上浅浅的脚印，寻找它的踪迹。脚印的尽头，是一个山洞，洞中，一阵阵响声从里面响起，其中夹杂着一丝厉哮，让人不寒而栗。Steve犹豫了一会，但还是走了进去，一条隧道直直的通往下面，深邃的黑暗里不知会出现何种奇异的物体。“哼唧”洞中的声音里传出一道不符的叫声，动摇的心坚定下来，Steve拿起背包中的火把，引燃，毅然踏入洞穴。    不知走了多长的一段距离，洞穴突然不再下降，一块平坦的空地出现在了Steve的面前。空地的两边均匀的插着火把，工作台，熔炉，箱子，桌子，椅子…这些家具都出现在了这里，他虽然想去翻开这些东西，看看里面是否藏着什么，可是，这些家具全部都一尘不染，证明这里有人居住。“呵呵，你是这二十年来，第一个踏进这里的人。”    Steve心中一紧，二十年？一个两米多高的人在话语间走出来。这个人身着长袍，手上还拿着一本书，头上的魔法帽点明了他的身份，他是一位魔法师。可是魔法师，不是应该在城市里，作为万人敬仰的存在吗？为什么会在深山中偏僻的山洞里？而且这个山洞还处处阴森，厉鬼凄嚎，他竟然视若无物？一个个谜团萦绕在Steve的心中，这个地方太古怪了。虽然心里这么想，但是身体却没有动，询问道：“为何二十年都没人来过这里？您作为魔法师，不是应该在城市里吗？怎么会在这里？”    魔法师听后，稍微扬起头，看着洞顶，缓缓地说：“城市？呵呵…我当初可是被那些家伙赶出来的，他们说，魔法已经被机械取代，这些古老的东西必然被取代！我的徒弟背叛了我，就连我最信任的兄弟也......”魔法师开始讲述自己的故事，似乎忘记了Steve还在这里，眼里开始逐渐出现疯狂之色：“无尽的逃亡…二十年，我都隐居在这里，上次，一个冒失的小家伙走了进来，我放走了他，结果，我差点被无情屠杀…你，也会在出去之后去帝国里报告我的行踪，对吧？小家伙？”Steve已经感觉到魔法师的话语之中开始出现一股杀意，疯狂的神色从眼中散发出来。    “故事讲完了，你应该…”魔法师的话语说到一半，一把匕首突然从手中拿出来，刺向Steve。“去死吧！！！我不能让帝国的那群混蛋知道这些！”匕首更进一步，Steve本能的一抽后背的铁剑，一刀砍向这把刀尖上还有绿色汁液的匕首。“锵”的一声，匕首被砍落在地，魔法师一脸不可思议的看着Steve。“你…怎么会能够砍落匕首？”Steve把剑竖在自己面前，舞了一朵剑花，一道道残影闪过，一朵钢铁之花出现在Steve面前。“这没有什么不可能的。”铁剑突然向前一刺，Steve说。“在荒野之中砍杀怪物，剑法自然熟练。”铁剑的剑锋已经顶在了魔法师的喉咙上。    “啊！别杀我！”在本着“留得青山在，不怕没柴烧”的情况下，魔法师屈服了。“你要什么我都给你！别杀我！”Steve问：“那头小猪呢？”魔法师思索了一下，说：“它在左边第二间房间！”随着“嚓”的一声，铁剑收回了剑鞘：“我不希望你在骗我。”魔法师刚才被剑锋顶着的地方已经渗出了血液，Steve侧身绕过魔法师，走进第二间房间。    这个房间是一个仓库，长条箱遍地可见，还有几个书架。墙角，小猪缩在里面，哼哼的叫着。一道伤口里流出血液，还有几处淤青。Steve连忙走过去，把小猪抱起来，对它说：“好啦，别怕了，走，我们回去。”顺便抽走了书架上的几本书。走出这个黑暗的洞窟，对于呼吸了一会儿地下浑浊的空气之后，地表的新鲜气息果然才是最好的。一束阳光透过树林照到小猪身上，小猪闭起了眼睛，蜷缩在Steve的手中。    过了一会儿，小屋。“吱~”山顶的小屋的门被打开了，Steve把小猪轻轻的放在一张羊毛大床上，开始翻找他的长条箱。“嗯…地狱疣，恶魂之泪…”Steve翻看着那本从魔法师书架上弄来的书，同时寻找着制造恢复药剂I的材料。    那本书页泛黄的书上面清晰地写着：“恢复药剂I，制作材料：地狱疣，恶魂之泪，水瓶。制作需要工具：酿造台。制作方法：将地狱疣置于酿造台顶端后待自然分解至水瓶，之后把恶魂之泪的表膜割破，倒在酿造台顶端。待到药水变成粉色之后就可以使用。成色：粉色，略白。解释：治愈效果轻微的药剂，可以治疗一些不太大的伤口，或者加快大型伤口的回复速度。如果涂抹在伤处则可以让伤口回复加快，并且形成一片膜来阻止感染。此药最好涂抹伤处之时同时饮用。”    Steve几乎没有制作成功过药水，唯一成功的一次还是一瓶剧毒药水，现在这瓶药水还躺在这个屋子的某个长条箱里。一粒地狱疣被放到酿造台顶端，开始进行分解。分解完毕之后，Steve看着手上这个像果冻一样的东西，用固定材料的钩子勾破膜，让里面的透明汁液流淌出来，进入管道。可能是时间把握的不对吧，做出来的这瓶恢复药剂I上面还飘着一小团果冻一样的东西。盖上瓶盖，摇了摇，那小团果冻就不知哪里去了。    他随手拿起酿造台附近的木棍，沾了一点恢复药剂I，涂抹在小猪的伤口上。等到涂满小猪的伤口，一瓶药剂已经用了三分之一。他把小猪翻了个身，轻轻弄开它的嘴，把药水倒进去三分之一，合上之后再把身子翻回去，就坐在一边，等待小猪醒来。“哼唧…”小猪的右前蹄动了动，眼睛缓缓地打开了一条缝。“啊…”Steve猛的站起了身。(End 此章完结)\n    作者的后言：因为一些变故，作者的更新将不太稳定，但是至少保证每一周有三章，每一章至少五千字！ 本人QQ1244438474，Q群341797917，欢迎加群讨论！by天悠",
    "replies": [
        {
            "author": "PD-Cookies",
            "timestamp": 1422543600,
            "txt_content": "写的不错呦，顶一个吧~~~"
        },
        {
            "author": "1183288909",
            "timestamp": 1422601260,
            "txt_content": "顶起来！"
        },
        {
            "author": "1183288909",
            "timestamp": 1422628860,
            "txt_content": "顶起来，莫沉"
        }
    ]
}