{
    "title": "【娱乐】追击章鱼猩人（请不要联想到某种动物）",
    "author": "wellherobrine",
    "replyCount": 6,
    "timestamp": 1422585120,
    "txt_content": "声明一下：写错字又不会四。所以我干脆一律不改。——90%原创，剩下的10%是搜集的素材（啊？就收集了素材而已！就多看了几篇小说而已！就用了几个写作格式而已！）\n\n\n\n\n第一回合：坑人的红石机关\n时间：9999年9999月9999日99小时99分钟99秒（坑人的时间）:/time set night\n我叫迟吉祥（别联想到那个），是大名鼎鼎的咳血家，这天，我发现了一种新物质：命令岩，它是反物质，它能够创造出命令方块（但我不知道怎么用），反物质与正物质碰撞（好像是碰撞，我从小就木有好好学习）会发生大爆炸，比原子弹的威力还要大10倍，极其危险。更危险的是，我将它悬浮在飞船底下，当燃料使了（这……）。\n这时，章鱼哥，啊呸，是章鱼猩人，闯进我家。\n章鱼猩人，自古以来就是稀有品种，被称为doodle，是个大笨蛋。它有一种超能力，就是死后会复活。\n章鱼猩人是为窃取命令方块而生，为自虐而死。我看到它正要推门而入……\nDoodle被Herobrine杀死了\n要知道，1.5.2以前，只要被发射器的箭射死，就会显示上面一文。\n我看见这货，就不由得想起了章鱼哥，我看这货也不是好东东，就把它丢到基岩之牢里。\n它实在是太生气了，突然，它把自己的脖子（我怎么知道那是不是脖子！）用身体缠住，消失了。\n我勒个去！人外有人，天外有天！莫非这货穿越了？\n第二回合：牛X的贝爷小刀\n时间：9999年9999月99日99小时98分钟（坑人的时间）：/time set night\n我叫吃鸡翔，不是，是吃鸡翔，不对，是迟吉祥。我是一名大名鼎鼎的科学家。这天，我在掉到18层地狱的时候，发现了一种物质：命令岩。为了拿到它，我掉出了世界，飞向了宇宙，冲向了太空。最近，我发现它是一种反物质，它能够创造出命令方块（但我不知道怎么用），反物质与正物质碰撞（好像是碰撞，我从小就木有好好学习）会发生大爆炸，比原子弹的威力还要大10倍，极其危险。更危险的是，我将它悬浮在飞船底下，当燃料使了（这……）。我想睡觉，但我又想去大门那里侦查一番，于是，我走到大门口，这时，一个声音传来：不许动！\n我回过头来，只见一个黑黑的枪管，正对准我，我啊呜一口，用贝爷小刀把枪吃掉了，（你说R键在哪里？）还说了句台词：鸡肉味嘎嘣脆！然后，我又将章鱼猩人踢到门前……\nDoodle被Herobrine杀死了\n要知道，1.5.2以前，只要被发射器的箭射死，就会显示上面一文。\n我看见这货，就不由得想起了章鱼哥，我看这货也不是好东东，就把它丢到基岩之牢里。\n它实在是太生气了，突然，它把自己的脖子（我怎么知道那是不是脖子！）用身体缠住，又消失了。\n我勒个去！人外有人，天外有天！莫非这货又穿越了？(为什马我要加上又字？）\n\n第三回合：使命/召唤的/强力灰机\n时间：9999年9999月99日99小时97分钟（坑人的时间）：/time set night\n我叫吃鸡翔，不是，是吃鸡翔，不对，是迟吉祥。我是一名大名鼎鼎的科学家。这天，我正走着走着，掉进了某个坑货挖的大坑，掉进了虚空，掉出了世界。但我又发现一种新物质：命令岩，为了拿到它，我掉出了世界，飞向了宇宙，冲向了太空。最近，我发现它是一种反物质，它能够创造出命令方块（但我不知道怎么用），反物质与正物质碰撞（好像是碰撞，我从小就木有好好学习）会发生大爆炸，比原子弹的威力还要大10倍，极其危险。更危险的是，我将它悬浮在飞船底下，当燃料使了（这……）。我正在睡觉，打呼噜的声音震耳欲聋（哈？你说我怎么听到的？），突然，一个章鱼猩人，说了一句：I am younger,younger.You are older,older.You must die!告诉我！密码是神马！\n存放命令岩的地方有扇大门，大门上有密码，密码可是多达100多位数！这个只有我知道。而且，这么重要的机密，可不能告诉它，于是，我装疯卖傻：什么电马电驴的，我不知道……\n“还不知道！”章鱼猩人生气了，它退出几步，手枪上膛，（其实那是外星人用的镭射枪）准备发射子弹，突然，ssssss……Boom!\nDoodle被creeper炸死了\n我看见这货，就不由得想起了章鱼哥，我看这货也不是好东东，就把它丢到基岩之牢里。\n它实在是太生气了，突然，它把自己的脖子（我怎么知道那是不是脖子！）用身体缠住，又消失了。\n我勒个去！人外有人，天外有天！莫非这货又穿越了？(为什马我要加上又字？）\n\n第四回合：“尽职”的骷髅\n时间：9999年9999月99日99小时96分钟（坑人的时间）：/time set night\n我叫吃鸡翔，不是，是吃鸡翔，不对，是迟吉祥。我是一名大名鼎鼎的科学家。这天，我正要走到那个大坑时（我怎么知道的？），我看见一个章鱼哥呲牙咧嘴的拿枪对准我，我刚要走，它说：别跑！站住！掉到那个坑里来！\n我只好慢慢的走过去，突然，章鱼哥被骷髅打到大坑里去了……但它在摔进大坑的同时被骷髅射杀了……\nDoodle被skeleton射杀了\n我往下一看，黑漆漆的一片。结果我也掉了下去，不过我还发现了一种新物质：命令岩，为了拿到它，我掉出了世界，飞向了宇宙，冲向了太空。最近，我发现它是一种反物质，它能够创造出命令方块（但我不知道怎么用），反物质与正物质碰撞（好像是碰撞，我从小就木有好好学习）会发生大爆炸，比原子弹的威力还要大10倍，极其危险。更危险的是，我将它悬浮在飞船底下，当燃料使了（这……）\n我抓住了这货，就不由得想起了章鱼哥，我看这货也不是好东东，就把它丢到基岩之牢里。\n它实在是太生气了，突然，它把自己的脖子（我怎么知道那是不是脖子！）用身体缠住，又消失了。\n我勒个去！人外有人，天外有天！莫非这货又穿越了？(为什马我要加上又字？）\n\n第五回合：挖掘机技术哪家强？\n时间：9999年9999月99日99小时95分钟（坑人的时间）:/time set night\n我叫吃鸡翔，不是，是吃鸡翔，不对，是迟吉祥。我是一名大名鼎鼎的科学家。我在走路时，路过blue fly，这个时候，我突然发现章鱼猩人抓住了我。我想要跑，可又跑不掉，这个时候，我和我的小伙伴们都惊呆了……章鱼猩人的头被挖掘机挖成两半了！\n这天，我正要走到那个大坑时，我往下一看，黑漆漆的一片。结果掉了下去，不过我还发现了一种新物质：命令岩，为了拿到它，我掉出了世界，飞向了宇宙，冲向了太空。最近，我发现它是一种反物质，它能够创造出命令方块（但我不知道怎么用），反物质与正物质碰撞（好像是碰撞，我从小就木有好好学习）会发生大爆炸，比原子弹的威力还要大10倍，极其危险。更危险的是，我将它悬浮在飞船底下，当燃料使了（这……）\n我抓住了这货，就不由得想起了章鱼哥，我看这货也不是好东东，就把它丢到基岩之牢里。\n我又惊呆了：它的头又长全了！它实在是太生气了，突然，它把自己的脖子（我怎么知道那是不是脖子！）用身体缠住，又消失了。\n我勒个去！人外有人，天外有天！莫非这货又穿越了？(为什马我要加上又字？）\n\n\n\n",
    "replies": [
        {
            "author": "wellherobrine",
            "timestamp": 1422585180,
            "txt_content": "本文不科学，请尽情吐槽。{:10_492:}"
        },
        {
            "author": "刘尼玛third",
            "timestamp": 1422585240,
            "txt_content": "我居然看完了"
        },
        {
            "author": "597676370",
            "timestamp": 1422585660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ricky31415",
            "timestamp": 1422587760,
            "txt_content": "简直什么鬼"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422591780,
            "txt_content": "wellherobrine 发表于 2015-1-30 10:33\n本文不科学，请尽情吐槽。\n引用高尔基引用过的一句：这是什么玩意…\n干脆没看完，千字还可以忍受，这字数…\n我的眼睛！"
        },
        {
            "author": "wellherobrine",
            "timestamp": 1422592560,
            "txt_content": "末影龙娘 发表于 2015-1-30 12:23\n引用高尔基引用过的一句：这是什么玩意…\n干脆没看完，千字还可以忍受，这字数…\n我的眼睛！ ...\n我……这……"
        }
    ]
}