{
    "title": "鬼故事（恐怖加搞笑，不看白不看）",
    "author": "1452806403",
    "replyCount": 9,
    "timestamp": 1344141360,
    "txt_content": " 本帖最后由 1452806403 于 2012-8-5 13:15 编辑 \n\n\n\n\n　　　1　从前有一个人，他有一个女朋友。他比世界上任何一个人都爱她。 \n\n　　可是有一天，他女朋友无情的离开了他，甚至连一个理由都没给他。 \n\n　　看着自己的女朋友被别人挽着手逛街，他痛不欲生，失去了理智。终于有一天他把女朋友杀了。 \n\n　　本来他打算杀了她以后自杀的。可是将死之时才感到生命的可贵。 \n\n　　从此以后他天天被噩梦困扰，梦境中他女朋友赤身露体，披头散发，红舌垂地，十指如钩来向他索命。 \n\n　　噩梦把他折磨的形如销骨，一天他找来一个道士已求摆脱。 \n\n　　道士要他做三件事 \n\n　　第一，把他女朋友的尸体好好安葬 \n\n　　第二，把他女朋友生前穿的睡衣烧掉 \n\n　　第三，把藏起来的血衣洗干净 \n\n　　所有的事情必须在三更之前完成，要不就会有杀身之祸！ \n\n　　他遵照道士的嘱咐把所有的事情都做的很仔细，可是那件血衣却怎么也找不到了。 \n\n　　马上就要三更了，豆大的汗珠从他脸上滴下来把地毯都打湿了。 \n\n　　在将要三更的时候他找到了那件血衣，可是不管怎么怎么搓就是洗不掉。 \n\n　　这时候忽然狂风大作，电闪雷鸣。窗户被狂风拍打的左右摇曳，玻璃的碎裂声让人更加心惊肉跳，突然所有的灯全灭了，整个屋子一片漆黑。 \n\n　　闪电中，只见他女朋友穿着染满鲜血的睡衣，眼睛里滴着血，满脸狰狞的指着他厉声道：“你知道为什么洗不掉血迹吗？？” \n\n　　他被吓呆了一句话说不出 \n\n　　女朋友继续道：“因为你没有用雕牌洗衣粉，笨蛋。” \n\n　　\n\n　　　 \n\n　　（2）夜遇女鬼 \n\n　　\n\n　　　　夜已经很深了，一位出租车司机决定再拉一位乘客就回家，可是路上已经没多少人了。 \n\n　　司机没有目的的开着，发现前面一个白影晃动，在向他招手，本来宁静的夜一下子有了人反倒不自然了，而且，这样的情况不得不让人想起了一种不想想起的东西，那就是鬼！！！ \n\n　　可最后司机还是决定要拉她了，那人上了车，用凄惨而沙哑的声音说：“请到火葬厂。”司机激灵打了一个冷颤。难道她真是……他不能再往下想，也不敢再往下想了。他很后悔，但现在只有竟快地把她送到目的地。 \n\n　　那女人面目清秀，一脸惨白，一路无话，让人毛骨悚然。司机真无法继续开下去，距离她要去的地方很近的时候，他找了个借口，结结巴巴地说：“小姐，真不好意思，前面不好调头，你自己走过去吧，已经很近了。”那女人点点头，问：“那多少钱？”司机赶紧说：“算了，算了， \n\n　　你一个女人，这么晚来这里也不容易，算了！”“那怎么好意思。”“就这样吧！”司机坚持着。 \n\n　　那女人拗不过，“那，谢谢了！”说完，打开了车门…… \n\n　　司机转过身要发动车，可是没听到车门关上的声音，于是回过了头……那女人怎么那么快就没了？他看了看后坐，没有！车的前边、左边、右边、后面都没有！难道她就这样消失了？ \n\n　　司机的好奇心那他就想弄个明白，他下了车，来到了没有关上的车门旁，“那个女人难道就这么快的走掉了，还是她就是……”他要崩溃了，刚要离开这里，一只血淋淋的手拍了拍他的肩膀，他回过头，那女人满脸是血的站在他的面前开口说话了。 \n\n　　“师傅！请你下次停车的时候不要停在沟的旁边……” \n\n　　\n\n　　 （3）有两个人 \n\n　　\n\n　　在一个偏僻的村庄，一条羊肠小道上有一根笔直的电线杆，说也奇怪，常常有人在那出事。不久一对年轻男女不小心骑车撞倒，当场毙命。一天晚上，5岁的小志和他妈妈在回家路上经过那儿，小志突然:“妈妈，电线杆上有两个人。”妈妈牵着他的手快速走开说：“小孩子不要乱说！”但是这件事很快就传开了，有一天，一个记者来采访小志让他带他去看发生车祸的地方，小志大大方方的领他走到那，记者问：“在哪？”小志指指上面，记者抬头一看，电线杆上挂着个牌子， \n\n　　上写：交通安全，人人有责 \n\n　　\n\n　　（4）三个鬼的投诉 \n\n　　\n\n　　　　有一天他们在逛街的时候遇到了上帝！他们对上帝说，他们都死得很惨，希望让他们上天堂！上帝很无奈地说，现在天堂的住户太多，已经爆满。但现在还有一个名额！你们说吧，看谁死得最惨，就让谁上天堂！ \n\n　　于是，第一个鬼开始说了……我生前是一个清洁工。工作很辛苦的！从早忙到晚！有一天，我正在一栋大厦外面擦玻璃！是那种吊在外面的高空危险工作！在第30多楼！突然，我脚一滑，失足掉下去了！我想，完了！要死了！但求生本能让我在无意识地乱抓！很幸运地，我抓住了一个阳台的栏杆，在13楼。我想，有救了！于是想等缓过劲后爬上去！ \n\n　　哪知，突然有人把我的手一揎，我又掉下去了！我想，这下我真的完了！但是，我命不该决，底下有一个帐篷接住了我，我庆幸前世肯定积了德！想等缓过劲就下去。谁知，上面掉下来一个冰箱，把我砸死了！ \n\n　　第二个鬼说……我生前是一个文员。什么都还好，我有一个老婆，很漂亮。身材很棒！但就是有点水性扬花。我有轻微的心脏病。有一天上班忘了带药，我回家去拿。一进门，看见老婆头发散乱、衣衫不整。肯定有奸夫。于是我满屋找，厨房也找，厕所也找，都没找到。到了阳台，我发现有两只手扒在栏杆上，我想：奸夫！于是把他的手一揎。心想，13楼！看摔不死你！ \n\n　　结果等我一看，居然没死！被帐篷接住了！我着急，于是满屋找，进了厨房，发现冰箱够大，于是把冰箱扔下去。终于把他砸死了！我当时太高兴了！大笑不止。谁知笑得心肌埂塞，笑死了！ \n\n　　第三个鬼说……我生前是个小混混，但我没做过什么坏事！有一天我到一个女性朋友家里晃！刚刚办完事，她老公突然回了！我得找地方藏起来。于是厨房也找，厕所也找，最后发现他们家冰箱挺大的，于是我就躲进冰箱里去了！我就不明白，她老公怎么知道我在冰箱里，他居然把冰箱从13楼给扔下去了！ \n\n　　我就这样连人带冰箱摔死了！ \n\n　　\n\n　　（5）厕所遇鬼 \n\n　　\n\n　　　　楚阳向去农村串门儿，在和亲戚们聊天时，亲戚告诉他，这里的厕所有鬼，不过，你不接受鬼的东西，鬼就不会伤害你。可能是水土不服的原因，到了晚上，楚阳向的肚子痛得要命。实在没办法，楚阳向只好怀着恐惧的心理，硬着头皮去了厕所。楚阳向刚蹲下，便听到鬼的声音： \n\n　　“要红色的手纸还是白色的手纸？” \n\n　　楚阳向知道不能接受鬼的东西，便答道：“我一直用报纸。” \n\n　　看样子，楚阳向是得了痢疾，过了不一会儿，楚阳向又跑到了厕所，不过，这次，他不再害怕了。 \n\n　　鬼看到楚阳向后，又伸出手说道： \n\n　　“要《青年日报》还是《中央日报》？” \n\n　　“我一直用体育类报纸。” \n\n　　夜里，楚阳向第三次上厕所。 \n\n　　“要《青年体育》还是《中央体育》？”鬼问。 \n\n　　“......我......我只想撒尿。” \n\n　　\n\n　　（6）猛鬼电话 \n\n　　\n\n　　　　以前打电话，号码不像现在用按的，是用手指***一个有洞的圆盘用拨的。 \n\n　　话说从前从前...... \n\n　　小明家的电话号码是４４４─４４４４，常常有奇怪的电话打进来..... \n\n　　某天午夜12点的时候,电话响了，小明拿起话筒。 \n\n　　电话那头用凄惨的声音说：「请问这里是４４４─４４４４吗？可不可以帮我打１１９报警？我好惨啊！.......」 \n\n　　小明：「你去找别人帮你，不要来找我！」 \n\n　　那人：「我只能打电话到４４４─４４４４，没办法打给别人。」 \n\n　　小明吓死了，赶快挂上电话， \n\n　　只能打到４４４─４４４４?难道是鬼？！！ \n\n　　过了一会儿电话又响了，小明不敢接， \n\n　　但是电话一直响....小明只好把电话接起来。 \n\n　　那人：「请问这里是４４４─４４４４吗？可不可以帮我打１１９报警？我好惨啊！ \n\n　　..............我的手指卡在电话拨孔里！」 \n\n　　\n\n　　　　 \n\n　　（7）见鬼 \n\n　　\n\n　　　　二位男子在万圣节化妆舞会后走路回家.. \n\n　　当他们经过一个墓园时, \n\n　　一时兴起要穿过此墓园. \n\n　　当他们走到一半时便被一声声叩-叩-叩的声音给吓住了. \n\n　　这声音是从某个阴暗处传出他们被吓得浑身发抖, \n\n　　接着他们发现有位老年人手执凿子正在凿一块墓碑. \n\n　　其中一位男子便说:“我的天啊.先生,我们以为你是鬼耶,这么晚了,你在这做什么啊?“ \n\n　　老人骂道:’***,他们把我的名字拼错了.!!!!“ \n\n　　\n\n　　 （8）鬼火 \n\n　　\n\n　　在一个漆黑的夜里，一个人赶夜路，途经一片坟地。微风吹过，周围声音簌簌，直叫人汗毛倒竖，头皮发乍。就在这时，他忽然发现远处有一点红色的火光时隐时现。 \n\n　　他首先想到的就是“鬼火”。于是，他战战兢兢地拣起一块石头，朝亮光扔去。只见那火光飘飘悠悠地飞到了另一个坟头的后面。他更害怕了，又拣起一块石头朝火光扔了过去，只见那亮光又向另一个坟头飞去。 \n\n　　此时，他已经接近崩溃了。于是，又拣起了一块石头朝亮光扔去。这时，只听坟头后面传来了声音：“***，谁呀？拉泡屎都不让人拉痛快喽。一袋烟功夫砍了我三次。” \n\n　　\n\n　　 （9）洋娃娃 \n\n　　\n\n　　有一个计程车司机在计程车行工作。有一天的深夜，他正开车经过一片很荒凉的地方，四周一片漆黑；忽然看见前面荒地里有一座大厦，亮着昏暗的灯。他正在奇怪这里什么时候起了这样一座楼，就看到路边有一个小姐招手要坐他的车回家，那个小姐坐上车後，他就把车门关起来，开始开车，过了一会儿，他觉得很奇怪，为什么那个小姐都没说话，结果他往後照镜一看，哪有什么小姐，只有一个洋娃娃坐在那里，他吓个半死，抓起洋娃娃往窗外丢出去，回家後就大病了三个月 \n\n　　... \n\n　　... \n\n　　等他病好了以後，他回去计程车行工作，结果他的同事对他说：「你真不够意思，有一个漂亮的小姐过来投诉说她上次要坐你的车，结果她才刚把洋娃娃丢进去，你就把车门关起来开走了。 \n\n　\n\n　　(10)我生前也吃苹果 \n\n　　\n　　话说在一个夜黑风高的夜晚，就在那条最长……最可怕的路上…… \n\n　　计程车司机开过那里…… \n\n　　有个妇人在路旁招手要上车…… \n\n　　嗯……一路上……蛮安静的…… \n\n　　直到那妇人说话了…… \n\n　　她说：“苹果给你吃……很好吃的哦……” \n\n　　司机觉得很棒……就拿了…… \n\n　　接着吃了一口…… \n\n　　那妇人问：“好吃吗？” \n\n　　司机说：“好吃呀！” \n\n　　妇人又回了一句：“我生前也很喜欢吃苹果啊……” \n\n　　哇……&*＄#@……司机一听到，吓得紧急刹车，面色翻白…… \n\n　　只见那妇人慢慢把头倾到前面，……对司机说……………… \n\n　　想知道她说什么吗？…………………………………………… \n\n　　“……但我在生完小孩后就不喜欢吃了！… \n（11）”女鬼“\n          短的。。。       某女晚上洗澡，忽来一女鬼，女鬼道：“看我啊，吓死你，我没有脸。”女道：“没有脸有什么可         怕的，看我没有                胸！”女鬼吓跑。。。       一个吸血鬼到酒吧点了杯血喝，看到旁边的吸血鬼朋友要了杯白水，然后      鬼说：“你懂什么，哥也来点高雅的，也喝喝泡茶！” \n\n         　求回复 求人气\n",
    "replies": [
        {
            "author": "819tierqusi",
            "timestamp": 1344141600,
            "txt_content": "吐槽不能"
        },
        {
            "author": "我爱我的世界",
            "timestamp": 1344141660,
            "txt_content": "我已经无法吐槽了{:10_502:}"
        },
        {
            "author": "纸弹飞啊",
            "timestamp": 1344141960,
            "txt_content": "恩......哈哈 严重吐槽中"
        },
        {
            "author": "1452806403",
            "timestamp": 1344142200,
            "txt_content": "没人{:10_527:}"
        },
        {
            "author": "594514359",
            "timestamp": 1344142200,
            "txt_content": "这些我全看过，如果有恐怖点的，哼哼\n\n\n\n\n65745.jpg (10.07 KB, 下载次数: 0)\n\n下载附件\n\n2012-8-5 12:49 上传\n\n\n\n\n"
        },
        {
            "author": "oomanj",
            "timestamp": 1344142440,
            "txt_content": "无力吐槽"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1344142500,
            "txt_content": "无力吐槽"
        },
        {
            "author": "niemals",
            "timestamp": 1344143280,
            "txt_content": "第一个是广告耶\n还有（5）（12）两个重了"
        },
        {
            "author": "隐世的疯子",
            "timestamp": 1344143580,
            "txt_content": "这明明是冷笑话。"
        }
    ]
}