{
    "title": "[InfStudio][LiDeer出品]【建筑装饰与装修】风格形象与气氛营造",
    "author": "lzlniu",
    "replyCount": 20,
    "timestamp": 1422678960,
    "txt_content": " 本帖最后由 lzlniu 于 2015-4-17 13:24 编辑 \n风格形象与气氛营造--建筑装饰与装修\n系列教程总索引帖：LiDeer的地形/植被/建筑/内饰教程 索引\n前言：\n话不多讲，建筑内外装饰是本教程最后一弹，参考多个先前大大的教程以及审美体系，促成了我个人的风格，这一次主讲房屋内外饰而非房屋风格款式啥的。不过呢主要偏向实际性建筑（也就是不是很大的那种）\n\n让我们看几个建筑风格：\n\n\n一、整体架构/外形风格\n1、外形/墙体\n\n若想要给你的建筑营造一些外形上的现代感，不如多使用白色、灰/黑色与其它任意一种颜色的结合，例如快蓝色、深蓝色、橙色、红色，无论暖色系还是冷色系，均能营造现代感。在搭配时，三种颜色的比例可以依据需求设置为主色：辅色：点缀色（70:25:5）\n大致如下：\n\n\n不过你也可以根据自己的喜好改变比例，不一定要死依照比例搭配色彩。当然，这里指的是外饰，而非阿果教程中主讲的框架颜色调配阿果【调色篇】。\n然后我们补充下概念，颜色的纯净程度叫彩度（又称色度、纯度，越接近原色则彩度越高），如下：\n\n\n色彩的三种评定度是色相、彩度、明度，刚才提到了彩度，这里再说明下明度，明度指的是类似于亮度的一种东西，比如血红色和枣红色，明度就不同了。而粉红色与血红色的差距则既有彩度差距又有明度差距。\n所以还有一种比较随意的外形调色设计，那就是碎片化色彩设计，在这里，要强调现代感最好降低彩度高的颜色的使用频率，以彩度低的颜色为主导突出现代感，就比如这栋房子（黑色、白色均是彩度非常低的颜色，而且明度差距大，橙色夹杂其中塑造现代感，当然不是橙色换成其它也行）：\n\n\n在minecraft中，科技mod党大多喜欢金属，因为金属从意义上给予了人们现代感，所以我个人看来，钢块(RC)、铁块等金属块比较富有现代感。但是因为它们具有分割感，所以不是特别适合做支架（虽然我个人喜欢用它们做支架）。\n\n值得注意的是，颜色是有“重量”的，越深的颜色给人的重量感越大，所以建筑支架不适宜使用杂色，楼层地板则不适宜使用深色。\n所以在MC中，我认为沙石比较适合做地板，还有就是白桦木板之类，它们并非纯白或纯色，但是不会给人压印感、沉重感。\n\n\n为了营造现代感的外形，我们也要多考虑墙体外部的设计，不考虑建筑形状，墙体本身就显得重要了。\n\n为了不让墙那么单调，我们可以增加一些花台、窗台、阳台。\n\n\n\n\n你可以像我那样试试藤蔓，但是小心它们肆意妄为的疯长。长太多的话，你的建筑就会体现出一种荒废的风格。\n就像……\n\n\n同样的，绘画也不是内部装潢的独享，在外墙设置一些绘画会增添城市的活力感，有时还能有一种类似广告的感觉。\n\n\n在外墙上，你还可以设计一些纹路，这在大多数现代城市存档中很常见，一般用半砖塑造，这样，你的墙体就有了两层，却不感到厚，你就可以在这其中大做文章，设计更丰富的外墙了。\n\n\n除了外墙，屋顶我认为也是一个重要的地方。一味的设计平顶，会让人感觉十分枯燥。\n但是，有几种屋顶，不需要多么清晰的立体头脑或建筑构思你就能做到，那就是在平的屋顶上增加一些“东西”。\n比如树、菜地、遮阳棚、天线、休息的座位、太阳能板。（树或菜地可能不是很常见，但是在MC中无奇不有）\n\n\n\n\n\n\n这还能让你的屋顶充满生♂机。\n\n\n另外还有一种传统屋顶，那就是普通npc的家的那种斜式屋顶，也是避免平顶屋顶的一种方法。除了斜顶还有圆顶、棱顶等等。学会学习原版npc村庄的建筑也不失为一种方法。\n\n\n\n2、框架材质/特点\n\n对框架而言，也就是所谓的房屋“支撑”部分，前面已经提到，最好要比墙体和地板颜色略深，否则会产生不和谐感，但是也不能色相区别太大（比如紫配褐、蓝配红），那样则不只是不和谐而是很难看了。下面提供几种框架结构供大家自行取舍。\n1、传统式A\n这种建筑方式我看来适用范围面比较广，色彩搭配起来也比较容易，尤其是建材都很贴切生活。适用于各种建筑。从城市到乡村，古典到现代。\n\n2、杂乱式\n这种结构突出特点是墙体、支柱虽然色相差不多，但是建材不同，突出一种混乱感，但是如果处理得当外加绿色植物之类的点缀，还是不错的。它适用于混乱的市集、矮层贫民区的建筑。这种风格你也可以试试将橙色粘土、硬化粘土、金合欢木板替换为沙石、沙子、白桦木板。\n\n3、现代式\n现代式又可以理解为简洁式，明快、磊落。其中灰色羊毛也可由石头替换，这种风格适用于城市中心高层。\n\n4、纹路式\n这种框架墙体，不适合高层建筑，也不适合搭配玻璃。图中的样式为沙石、木板，同类的还有原石、石砖也适用。适用于原始村落中或亭子等建筑。\n\n5、传统式B\n这种建筑方式虽然采用铁这种比较浅的颜色为支柱，但是横梁采用的是石头，缓解了“重力”问题，地板则比较传统的用了白桦木板。砖块做墙体修饰。适用于城市内的工厂之类的建筑。\n\n\n二、内部家具/设施气氛\n1、家具\n\n我个人是实用主义者，这两年来基本都在mod服科技生存，可谓生活艺术细胞坏死不少，对建筑构型虽有了解，但家具着实还是最近才开始学的，如果有不好的地方，望大家谅解。我自己钻研外加观察各位大大的介绍，自己研究了几个比较简单快速建造的家具。①床、沙发、椅子\n一个有帷幕或棚的床，总会让人感到更温暖。\n\n\n\n\n沙发比较于椅子的好处就是沙发可以很自然地适应位置。\n\n\n椅子嘛，你可以不要把手，也可以要把手，把手一般用告示牌或展示架。\n\n\n\n\n②办公/写字台、工作桌\n这种桌子，每个人有每个人的摆法。\n\n\n\n\n③各种灯\n台灯，下面几格高可根据需求设置，但太高就设成顶灯吧。\n\n\n\n\n地灯，岩浆可以换成萤石，有色玻璃加上地下的岩浆，大片的用在地面，有没有一种迪厅的赶脚？\n\n\n④各种普通桌子\n桌子的摆放各式各样，以前还比较流行栅栏+踏板，但是我看现在还是摒弃那种桌子吧。\n\n\n\n\n\n\n⑤各种居家植物\n\n\n\n\n除此之外，有的时候你整个墙面都可以用植物覆盖，比如你住在洞穴里，没有所谓的外墙时。\n\n\n⑥电视、电脑、显示屏\n电视其实还有很多种摆放，这里只放一种——家庭影院式电视。\n\n\n电脑也有不少方案。个人最喜欢第三种，可第三种必须靠墙效果才好。\n\n\n\n\n\n\n⑦架子、壁柜、冰箱\n架子，这再简单不过了。\n\n\n壁柜，其实就是箱子的基础上修改修改。\n\n\n冰箱好像在很多建筑中也常见这样的款式。\n\n\n⑧盥洗池、马桶、浴缸\n洗手池用个漏斗，镜子可用白色玻璃板，马桶用个坩埚，浴缸弄个池子，再来个水龙头（拌线钩），浴室里来几个晾衣挂钩也不错（开关）。\n\n\n\n\n\n\n⑨暗门\n一堵墙，一个开着的门，一大幅画挡住。就OK了。不放图了，成品也就是一幅画而已。\n\n想了解更多家具制作，不如进修阿果的室内装潢研究家具篇。丰富你的家具布置、设计方法。\n\n2、气氛营造\n\n气氛营造要综合前面讲到的多个内容，总结起来就是：\n1、暗色调营造神秘气氛，切忌全部使用同一色相暗色，那样会太单调。暗冷色调（如紫黑色--黑曜石色、蓝色）会增加阴森危机感，暗暖色调（如褐粉色--僵尸猪人色、屎黄色）会增加恐惧恶心感。\n2、亮色调营造欢快气氛，使用暖色时可以对半分配颜色，比如快餐店，红黄配。\n3、厨房、机房、实验室--白色为主。\n4、厕所--适宜用亮度高的冷色调，如淡蓝色。\n5、居家，根据个人爱好设置气氛、颜色，推荐使用材料色，比如砂、沙、木、砖色等彩度不高亮度适中的颜色。不推荐使用亮度低的颜色或材料如黑曜石、地狱岩、地狱砖。楼层地板颜色要比框架颜色淡，减少重量感。\n6、制造家具时不惧于复杂化，切忌整齐划一，僵硬摆放，设计更加复杂的家具套件，常用零件如告示板、活板门可用在多个家具中。\n7、绿色植物在内饰和外饰都是最佳选择。\n\n三、房屋结构/布局\n1、高层结构/布局A系\n\nI、结构\n高层建筑其实也分为很多种，这里指的A系是不是很复杂的那种，而且趋于标准立体形状，例如圆柱、四棱柱、锥体。不过，柱形依然是一种A系的优良设计。这里就不截图了。\n1、矩形/棱柱，不截图了，大家都懂。\n2、圆\n圆形的话依据其大小有不同摆放方法，我放几个圆形的样子，大家就大概都懂如何围圆了。\n\n\n\n\n\n\n圆柱建筑比较适合制作塔楼底层，若转换一下风格，还比较适合制作现代公寓，圆是绝对对称的（在MC中谈圆、曲线，楼主是不是疯了），美感浑然天成。\n3、椎体/金字塔\n旧金山有个尖塔叫泛美金字塔，它当然不是金字塔，而是一座现代建筑，椎体的特点是棱角分明，并且古今皆可。不过，你若想要在minecraft中造出泛美金字塔的建筑，实属不易，所以椎体并不适合直接在minecraft中作为建筑主体，不过把它当做楼顶还是极好的。\n\n\n另一种传统椎体倒是可以做建筑，那就是大家都懂的金字塔，传统金字塔造法很简单，就是一个不断缩小的正方形，叠起来。也就不做演示了。\nII、布局划分\n不要让你的内部结构拘泥于形式，设计一些起伏感，能让你的居家环境更美观，更多层次感。你可能会想到，这样的话墙面不就得因此改变吗，那样外部看起来就不好看了，不要害怕这个，因为你要知道，在高层建筑中，虽然讲究对称，但是你可以使用双层墙体，内层为下图所看到的，外层墙体可以加以掩饰。请复习“一、1、外形/墙体”，在高层建筑中学会使用双层墙体。注：使用夹层或有层次起伏的房间，高度建议为5-9格。若仅仅是单层无夹层无起伏则建议为3-4格。\n\n\n\n\n\n\n\n2、高层结构/布局B系\n\n所谓B系，主要是为了与A系做一个区分，B系更加感性化，主观化，建筑结构布局更为随意而通式较少。而地标性建筑/有特色的高层建筑多属于此。\nI、结构\n1、组合棱/圆柱\n组合棱柱的话，可以多种多样，甚至可以不从底部开始，上层缩小等等。MC中例子如下。\n\n\n\n\n在组合棱柱中，你可以把楼层分为三部分，底低顶高（靠下面边长大的方形所占楼层少于上层）。\n还有一种就是组合圆柱，类似于洛杉矶最高楼，联邦银行大厦，与组合棱柱不同的是，组合圆柱式，底高顶低（靠下面半径大的圆所占楼层多于上层）。\n\n\n2、双子塔\n双子塔可以参考吉隆坡双子塔，组合圆柱式。\n圆柱可呈现递缩，与之前提到的组合棱柱不同，组合圆柱更适合底高顶小（靠下面半径大的圆所占楼层多于上层），就如上图。\n3、其它特色\n等着大家去设计填充。楼主这块也就是抛砖引玉。\nII、布局划分\n我们接下来看另一种单层式的B系高层的布局划分。这种高层的结构可能复杂一些，因此房间可以设计成多个，彼此分隔。这是除了A系所讲到的塑造层次感以外的另一种将建筑内部美化复杂化的方法。\n房间可能不大，而且无夹层和高低起伏，但是不失完整，所以，分隔房间设计适合于形状稍微复杂一点的B系高层。这栋单层图中，建筑虽然属于B系（多个棱柱体结合的建筑），但是却是对称的。\n\n卧室，细心的同学可以在这里补充一点家具里没提到的款式。\n\n\n厕所\n\n\n客厅\n\n\n阳台，说实话这个阳台的设计是为了和那边的电梯间对称。\n\n让我们再看看它变成高层后的样子。\n\n\n\n\n3、别墅结构/布局\n\n这里讲解一种别墅方式，别墅一般在1-3层，我这里放上一种最传统的别墅建筑。别墅的种类其实很多，风格也很多，从现代的到古典的，这里这种则相对保守。是我小时候乐高玩具经常出现的版本。\n章鱼哥式（mc村民式别墅）：\n\n门厅，设计一个植物屏风，外加一点书架，书架是许多位置的优良装饰物。\n\n\n客厅，设计的略小\n\n\n二楼夹层，饭厅、厨房。\n\n\n卧室，其实是在车库上方。\n\n\n阁楼，其实可以有更多用途。\n\n\n车库，不要吐槽这车，23333333。\n\n每栋建筑，厕所少不了的。\n\n总结一下，你要想弄个比较完备的别墅，体积是必备的，其次你还必须具备几个重要房间。\n1、客厅。\n2、卧室，可多个。\n3、厕所。\n4、门厅、走廊之类的小空间。\n5、书房最好要有，或是工作室。\n6、储物室、阁楼或车库这类杂物间。\n\n四、讲解存档大放送\n\n嗯，就是包含上面讲到的内容的讲解存档。现在发放出来：LiDeer的建筑装饰装修教程讲解存档\n\n\n\n[groupid=534]InfinityStudio[/groupid]",
    "replies": [
        {
            "author": "lzlniu",
            "timestamp": 1422757140,
            "txt_content": "这一天没有回复我也是醉了{:10_522:}"
        },
        {
            "author": "泽上有风生",
            "timestamp": 1422758820,
            "txt_content": "回复一个慢慢看→_→"
        },
        {
            "author": "mafandeluntan",
            "timestamp": 1422759900,
            "txt_content": "顶楼主!UPUPUPUP"
        },
        {
            "author": "kami13",
            "timestamp": 1422760920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "MC钻石矿工",
            "timestamp": 1422760920,
            "txt_content": "顶一下{:10_523:}"
        },
        {
            "author": "丶大逼哥",
            "timestamp": 1422764940,
            "txt_content": "支持一下，适合建筑新人们学习"
        },
        {
            "author": "tkduduxiong",
            "timestamp": 1422786120,
            "txt_content": "这么详细, 编辑的时候一定很累, 全看完了, 很有帮助,太感谢了"
        },
        {
            "author": "Gob_beer",
            "timestamp": 1422903840,
            "txt_content": "很不错的教程~案例类型举的再多些就更好啦~"
        },
        {
            "author": "haohan",
            "timestamp": 1422921720,
            "txt_content": "嗯~不错不错，真是个不错的教程~我很喜欢也学到了很多东西~"
        },
        {
            "author": "Firdy",
            "timestamp": 1422928560,
            "txt_content": "作者编辑辛苦了，让我这个建筑渣学到了不少东西"
        },
        {
            "author": "1113781580",
            "timestamp": 1423285260,
            "txt_content": "太厉害啦！版主辛苦啦"
        },
        {
            "author": "hhttll",
            "timestamp": 1423392780,
            "txt_content": "我去，这么好的帖子竟然没人回复。。。开什么玩笑，对人才的埋没啊~"
        },
        {
            "author": "wangziyuan",
            "timestamp": 1423395360,
            "txt_content": "感觉不错。"
        },
        {
            "author": "568636761",
            "timestamp": 1423493220,
            "txt_content": "楼主，下载不了啊TAT，输了几十遍验证码\n\n你的房子好漂亮，真想进去看看，求百度网盘"
        },
        {
            "author": "飘扬de信念",
            "timestamp": 1423705560,
            "txt_content": "推荐LZ把存档换成度娘网盘~"
        },
        {
            "author": "2514862224",
            "timestamp": 1423707120,
            "txt_content": "高端啊.."
        },
        {
            "author": "sr123",
            "timestamp": 1439527800,
            "txt_content": "教程不错！最后还发存档实在是太赞了！"
        },
        {
            "author": "2530786735",
            "timestamp": 1587284700,
            "txt_content": "只会做火柴盒的我，来参照一下大佬的内饰"
        },
        {
            "author": "风见羽入",
            "timestamp": 1609394280,
            "txt_content": "很好的教程"
        },
        {
            "author": "秋上神猫",
            "timestamp": 1609514760,
            "txt_content": "收藏   然后退出。 又是准备做房子的一天"
        }
    ]
}