{
    "title": "<原创·连载>   勇者之征   第一章 第三节",
    "author": "2B与mc的故事",
    "replyCount": 3,
    "timestamp": 1422623220,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-8-12 17:46 编辑 \n\n                                                                                  第一章 一切的开始            第三节 创世之战\n      “herobrine，你知道的，我这个人平时很温和。”notch虽然这么说，但是丝毫没有流露出之前的温和来，“但是你竟然把Steve…看来我今天只有与你一战了！”\n\n      “Steve真的对你这么重要么？”herobrine不屑地看着notch。\n\n      “当然重要了！要问为什么，我说过的，我有强迫症啊！他是我创造的第一个Steve！”notch愤怒地说，“我们对世界治理的意见不合，一起管理这个世界反而会乱七八糟，今天一决雌雄其实也是一个不错的选择。”\n\n      “废话说了这么久，还不是要来打？”herobrine摆出了架势，举起了他的钻石剑。\n\n      “不要这么粗俗，这不叫打，叫做决一胜负，决定由谁来接管这个世界。”notch刚说完，便一个飞身冲上前去。\n\n      “啰嗦。”herobrine一闪身，躲过了notch的攻击，“这就是你的实力？作为创世神，你未免太弱了吧，notch？”\n\n      “这只是见面礼而已。”话音刚落，notch的身影一闪不见了踪影。\n\n      “终于肯拿出真本事了么。”herobrine也凭空消失了，只在原地留下了一些稍纵即逝的紫色颗粒。\n\n       这并不是隐身，也不是什么障眼法，而是二位的速度太快了，几乎没人能看清。能够感知到的，只有拳脚冲击的声音，天空中忽隐忽现的闪光。剩下的，就只有猛烈的山风，吹倒了小草，吹飞了树叶，把兄弟的情谊也吹得无影无踪。\n\n       就像notch所说，他们确实不是神，没有任何理由，任何证据，但它们已经有了足以与神匹敌的力量。\n       此时notch心知肚明，这样打下去会没完没了，只会浪费时间和体力。他们都是这个世界的创造者，在这个世界中，没有东西能够伤的了他们。唯一有用的只有两个办法，让对方掉出这个世界，即掉入虚空。掉入虚空的人，会永远在一片虚无中徘徊，这是时间与空间的尽头，没有出口，也不能创造任何东西，只有永远地在虚空中流浪，享受孤独的滋味。另一个办法，就是制造时空裂缝，将对方传送到不知名的时空中。虽然对方有可能卷土重来，但是可能性极低。毕竟时空有上亿个，而每一个时空又互不相连，能够重新回来的机会微乎其微。\n\n      突然，notch从空中掉了下来，摔在悬崖的边缘，好像连爬起来的力气都没有了。\n\n      “你还是敌不过我啊，notch，我的耐力可比你好，现在你动都动不了了，可成了我的活靶子。”herobrine在notch的上方俯瞰着，大笑着，然后扔掉了钻石剑，将两手举过头顶。\n\n      这时，他的手闪现出一些紫色的颗粒，这些颗粒聚集在一起，越聚越大，到最后已经像一颗小太阳，把整个山崖都遮住了。\n\n      “再见了，notch！”herobrine两手向前一抛，这颗紫色的球体缓缓飞向notch。虽然速度很慢，可能连Steve都躲得过，但是对于已经站都站不起来的notch，已经是绰绰有余了。herobrine这样想。他也不想notch在虚空徘徊，选择了第二种方法。\n\n      难道就这样结束了么，notch？\n\n      就在紫色球体即将接触notch 的一瞬间，notch 奇迹般地站了起来，然后一声怒喝，把紫色球体震了回去。\n\n       “herobrine，制造这么大的次元裂缝，你的体力已经消耗殆尽了呢，只可惜，他的速度太慢了。”notch眼里闪烁着泪光，“让我来帮他加把火吧！”接着将自己的能量疾速注入次元裂缝，次元裂缝以极快的速度向herobrine逼近。\n\n       “不可能，你刚刚不是已经精疲力尽了么，不可能这么快就恢复啊！”herobrin的脸上满是难以置信和恐慌的神情。\n\n       “herobrine，你连这么基础的事情都忘了，我们创造了这个世界，所以在这个世界里不会受伤的。”notch无奈的看着herobrine，“再见了，herobrine。”\n\n        山崖的上空一道闪光，顷刻间地动山摇，herobrine的身体被扭曲，然后被吸入了这道裂缝。在他走之前最后一秒，看了看这个美丽的世界，用尽全身力气告诉了notch一件事。他希望notch能够将这个世界建设得更美丽，还有一些关于Steve 的事，但是这段谈话并没有被任何人听到，所以也没有被计入历史。notch点了点头，目送herobrine缓缓地离开。\n\n        裂缝关闭了。一切都结束了。山崖上安静地让人害怕，只有猛烈的山风在呼啸，像刀子一般，一刀刀割着notch的心。\n\n        Steve呢？他现在肯定还活着，notch能够感觉到。notch要不要去找他呢？不，要让他自己想办法生存下去，这样才可以让他真正地变强，成为当之无愧的“最棒的创造物”，无论是身体上，经验上，还是精神上。\n\n        notch坐在山崖边，太阳快要下山了，夕阳缓缓坠入大海，将海面染成了金灿灿的颜色。Steve会变成社么样呢？notch不知道。但他相信Steve一定会成为世界中的佼佼者！\n  上一节                                                            目录                                                                           下一节\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1422623340,
            "txt_content": "第一章就这样结束啦，不知道大家觉得怎么样呢？正如结尾所说，第二章就会写关于世界上第一个Steve 的故事，大家对这我以及我的文章有什么意见或建议可以随时提出来。同时也感谢大家的支持，您的鼓励就是我的动力！"
        },
        {
            "author": "123g4",
            "timestamp": 1439303280,
            "txt_content": "2B与mc的故事 发表于 2015-1-30 21:0                                                                                                                                                用尽全身力气向notch告诉了notch一件事。这是什么？？？{:10_499:}"
        },
        {
            "author": "xh堕落",
            "timestamp": 1439343000,
            "txt_content": "notch 奇迹般地突然站了起来这里去掉突然会不会更好点"
        }
    ]
}