{
    "title": "《感染者之枪》【序章 地铁】-----天悠的番外坑，求指导！",
    "author": "1183288909",
    "replyCount": 0,
    "timestamp": 1422628320,
    "txt_content": " 本帖最后由 1183288909 于 2015-1-31 15:56 编辑 \n\n作者的前言：这个番外是用来发散思维，练手，不让自己的思维变得僵硬。所以评分无所谓啦~这个的更新也不稳定，只会在更新正篇之后的闲暇时间做，不必太期待哈~本文最好玩过MC服务器神之V领域之后再来观看，效果更好哦~可以直接去QQ界面搜索名字~~~ \n正篇传送门：卷一 生存危机\n章一 灾难降临传送门：http://www.mcbbs.net/thread-391492-1-1.html\n章二 魔法师传送门：http://www.mcbbs.net/thread-398602-1-1.html\n章三 新的生活传送门：http://www.mcbbs.net/thread-398913-1-1.html\n\n\n                                  序章                                  地铁                 \n“吉尔！2号口有感染者的声音！去看看！”某个地下车站，正用一块布擦拭着一把狙击步枪的老兵说。一道触目惊心的伤痕从这个老兵的右眼上方一直延伸到嘴角左上方。“真是的，又是我，为什么病毒感染的时候我就在这个感染站的旁边呢？”吉尔嘟囔着，不服气的放下手中的一块面包，走向车站的另一边。“你要学的还多着呢！什么时候能用砍刀不抖的击杀一头硬脂感染者，你就可以像我一样使唤你们这些新兵了。”老兵看着吉尔一脸不服气，淡淡的说。“嘭！”一声枪响，一头跃跃欲试的感染者应声倒地。“击杀感染者一名，收工！”吉尔扣下扳机，喊了一句，默默收起带有烟雾的狙击枪，背会背上，走回原来躺着的地方，拿起面包自顾自的啃起来。老兵见吉尔回来时并没有拿着腐肉，问：“怨气挺大嘛，连材料都不捡起来。”说完，忽然一阵风吹过，一阵烟尘飘起，烟尘重新回到地上之时，老兵的手上赫然有着一块感染者后颈的腐肉。感染者后颈的腐肉十分坚硬，是制作护甲所需要的材料。但是在这些步兵的眼里，它们的作用就是用来换取一些子弹，然后把这些子弹留下一些，其他的拿去买一些啤酒或者肉，稍微潇洒一下。资历越是老的步兵财产也随着时间增长，听说这位老兵手上有一盒(60枚)军用的子弹，平常大都放在最容易碰到的地方，在遇到生死危机或者T3以上等级感染时来狙击，大多数情况下被射杀的T3感染都会为他获得更多的利益。奇怪的事情在于，似乎这位老兵从来没有超过一盒的军用和五盒普通，他也几乎没有吃过那些昂贵的东西，只是同样是从训练营里拿出来的训练枪，他的威力、重载、最大子弹量，似乎一切都比别人的强，甚至连从兵营里带出来的那一套能够自己修复的盔甲似乎都闪烁着一些奇怪的光芒，同样的攻击在他这里收到的伤害更少…他是这个火车站，提特火车站第三层，水泽线的统领者：德拉·斯提尔·利巴。大多数第三层的兵都称他为“德拉统领”。虽说猎杀感染者可以获得更多的子弹，但是黑暗深邃的地铁道里，有着极多的感染者，贸然走进去只会被感染者活活吃掉。偶尔会有一些落单的感染者出现在线路口边，它们一般都会被这里的步兵击杀。第一层，只有三个兵，这一层的感染者相对其它层比较少，会在这里的人大多数都是犯了军规，被流放的，德拉是因为狙击T3的时候打中了一个步兵，那个兵当时在第七层挺有名望的(层数越高，待遇越高，感染者也越弱，步兵的实力也越强。)，所以最后他和他的崇拜者拉法从第七层掉到了第一层。吉尔吃完面包，灌了一口从一个小酒馆里买来的啤酒，享受了一下还没有发酵好的小麦味，静静的坐在水泽线的门口，看着那个有着无边黑暗的洞口，思考着这个世界。2029年，来自星际的病毒感染了这个世界，大量人类被感染，异化，剩下的人类向着帝都“北燕”聚集。帝都里的人类快速的收缩阵地到一个地铁站之中，这个地铁站里有17条路线，这17条路线把帝都互相串通，可以坐地铁在这里的每一个地方穿梭。这里的地铁站是帝国最中心的“斯德尔地铁站”，拥有1、2、3、4、5、7、9、10、12、13、15、16、17号线，13条线让这里成为了人类最大的聚集地，其中，第2、3、5、7、9、10、12、15、17号线在病毒爆发之后还可以通行。二号线“水泽市”的9个站点还剩下“Geisudl”“Stukill”“Siopo”“Tusuli”站处于安全区，这个车站是“Siopo”，“上面”的六层只有不到半数是感染车站，不过这里在三天前收到了“Stukill”车站的通讯，两站相隔的感染车站即将被铲除，接通之后他们可以去到那边。“警报！请三至一层的步兵往五层9号线支援！大量感染者正在进攻！”吉尔嗤之以鼻，说：“上面那群废物，几百年都没有用枪了，感染者一来，直接崩溃了，最后还得靠我们这群“流放者”。”虽然这样想的，但是三人还是以最快的速度前往第五层。德拉一边在高大的天梯上奔跑，一边给他的狙击步枪，手枪，冲锋枪上子弹，同时手雷也已经别在了腰带上。吉尔相对就差一些了，只是稍微检查了一下狙击枪和冲锋枪的子弹还充不充足，便拔出砍刀率先冲上前去。拉法轻轻的说：“战斗之前就这样跑，小心一会儿没有力气从感染者面前逃脱。”“我自有打算。”吉尔率先冲上了第二层的阶梯，德拉二人才刚走出第一层的阶梯。与此同时，第五层。\n作者的后言：这篇文章的基本为神之V领域的感染者之枪，同题的文章，这里的世界还是麦块，请以麦块的风格来理解。\n",
    "replies": []
}