{
    "title": "【原创 连载】【亡灵异变】 【by可耐的小白】",
    "author": "可耐的小白",
    "replyCount": 4,
    "timestamp": 1422676380,
    "txt_content": " 本帖最后由 可耐的小白 于 2015-2-1 22:28 编辑 \n\n第一章：怪异的背后是？  暗之森，里面遍布着可怕的怪物，树木歪斜的直插天空，枝叶将树下的一切牢牢的笼罩其间。与其交映的是黑暗中缓缓亮起的苍白之火。  暗之森之外，有着绵延三十里的防线，把暗之森唯一的出口，东部堵住了。暗之森的北部和西部都是悬崖，深不见底峡谷成了阻拦亡灵的天然防线，就算是亡灵，掉下去也再也上不来了。而南部是一块沼泽，并无出去的路，就算有，也会被绵延三十里的防线给挡住。 而这道隔离着天堂与地狱的防线被称为，亡灵之墙。因为在亡灵遍布的暗之森驻守，环境恶劣且阴森，并且危险极大。所以只有精锐才能在此驻守。但是就算是精锐部队，在这里也只能待上1个月，然后就要回到帝都进行一个月的休息和心理咨询。  那么，为什么要守着这里呢。因为HIM，他，或者是她，也许是它。不知道为了什么，想要毁灭人类，这个种族。在那一次大战中，他差一点就达成了这个目的，可惜功亏一篑。也许他有自己的苦衷，有自己的想法。但是，因为他的念头，人类失去了起码五千万人的生命。原来广阔的大陆只剩下一小部分，尽管已经够人类的繁衍生息。  我们就暂时称呼HIM为他吧。他就算隔着一个大陆的距离，他那颗想要毁灭人类的心还是没有停止跳动。他的阴谋仍在继续。他留在暗之森的一部分精锐亡灵军队仍然在窥视着帝都，窥视着人类。  为了人类不在重复那次战争中的悲惨命运，哪怕是一丝HIM可能对人类进行不利的地方。我们都得小心提防。  哪怕一丝。  在亡灵之墙的军队中，有两位特别的军人，他们参加过那次人类差点灭亡的战争。并存活了下来，并且是唯一两位自愿来到暗之森驻守的军人。也只有他们能够适应暗之森的恶劣环境，并且他们不需要心理医生一月一次的辅导，只需要三个月一次。而且他们有着最敏锐的直觉。用他们的话来说：“在战场上，没有野兽般直觉的人只能死在战场上。”  他们，一位叫做雷蒙，一位叫做卡伦 叶（简称叶）。  而雷蒙，最近感觉到了一些不对劲的地方。  “这是怎么回事，为什么没有人早一点来报告我！”一叠报告被“碰”的一声砸到桌子上。声音的主人听起来相当愤怒。站在门口的情报员被吓的后退了几步，犹豫着说出了为什么这份情报现在才被送上来。“其实情报科那边不怎么重视这件事……说是没什么关系，优先处理关于上个星期侦查小队受袭的情报…..”这是情报员的原话。  “该死…..情报科的人都是脑残吗！”声音的来源来自一个青年。一头金发额外的耀眼，一米八的身材，身上都是肌肉。但是并不让人看起来感觉像健美先生一样的感觉（兄贵hhhh），而是均匀的分布在身体的每一处。这个青年有着一双锐利的眼睛，里面充满了沧桑和怒火。就外貌来说，他还是挺帅气的。  但是，其实他就是雷蒙，曾经在那场战争中存活下来并活到现在的人。如果脱下他的衣服，就可以看见他身上的累累伤痕。  “怎么能不重视这份情报呢…..”雷蒙手上拿着一份报告书，是关于亡灵攻击防线的次数与消灭亡灵的数量的。而上面，亡灵攻击的数量，其中攻击防线的次数没有太大的起伏。而消灭亡灵数量却不对劲。为什么30号时消灭僵尸219只，骷髅180只。31号就变成了僵尸192只，骷髅183只。之后一直是这样，直到5号又变回僵尸213只。雷蒙脸色难看的又翻了翻之前的档案，发现僵尸之前一直在210只到230只之间增长。  如果只有一天的话那么也许是偶然，但是连续五天….也许出了什么事。雷蒙的直觉让他觉得明显有什么地方不对，于是他在桌子上开始思考这些数据背后的意义。  僵尸的数量异常是在31号开始的，在5号结束的。一共6天，那么这六天有什么意义呢…….对了！今天是7号！雷蒙猛地翻起了日历。看到自己想要的答案之后吸了一口凉气，该死……侦查小队有危险！日历上，7号的位置赫然印着一个侦查的图样。  雷蒙的手在帐子中的武器架一抹，一把长剑就消失在了他的手中（雷蒙有习惯平时身上也要穿着战甲），然后他冲出了帐子向着一个士兵喊道：“去告诉叶，就是那个卡伦 叶，我去暗之森六号侦查路线找侦查小队了！”说完，雷蒙就跑出了营地的大门，向侦查队出发的大门跑去了。  妈的！希望来的及啊，雷蒙的脸在暗之森的阴暗处时隐时现，显得阴森无比。                                                                                                            未完待续0--------------------------------------分割线------------------------------------------------------0\n    恩，第一章出了，等第二章写好我搞个指引贴，看起来容易点。有什么指点之类的请说吧~~~~~指引贴传送门：http://www.mcbbs.net/thread-400561-1-1.html\n\n\n\n",
    "replies": [
        {
            "author": "可耐的小白",
            "timestamp": 1422676560,
            "txt_content": " 本帖最后由 可耐的小白 于 2015-1-31 11:58 编辑 \n\n怎么艾特别人，捂脸，我居然不会，救命啊"
        },
        {
            "author": "可耐的小白",
            "timestamp": 1422717540,
            "txt_content": "@彼岸在望 @末影龙娘 @ε-- \n{:10_522:}"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422749040,
            "txt_content": "赞！\n大赞！\n金块赞！\n44万吨重的金块赞！"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1422796560,
            "txt_content": "觉得LZ还是去写之前那种类型的文会好些\n这种文的同类文很多，如果笔者没有更好的新意与更独到的描写的话，很难显示出优势\n（格式怎么不见了= =）"
        }
    ]
}