{
    "title": "[双线]逍遥之巅——生存|和风|多世界|地皮|更多食物|卡丁车[1.6.4]",
    "author": "think君",
    "replyCount": 0,
    "timestamp": 1422670260,
    "txt_content": " 逍遥之巅——在世界各个角落流传的史诗，必然由冒险家的剑来创造！虽然不敢保证我们是最好、最优秀的但我们至少会朝着正确的方向走正确的道路。——EIReimuIX                                        ①本服官方企鹅群:134285806                        ②本服是以生存为主题的一个特色服务器！               ③本服将会对大家的意见来改变我们的服务器,使我们做得更好！ 请大家加我们的官方企鹅群,群共享有服务器管理员条例与种种插件指南！[url=mailto:如果大家有意见的话可以来投稿,发送自己的意见到邮箱107878784328@qq.com]如果大家有意见的话可以来投稿,发送自己的意见到邮箱107878784328@qq.com[/url]认准服主唯一QQ:1078784328(欢迎交谈)服务器内部管理员人员:服主：Me_XL(最高执法官)管理员：Mr_Bend(常务管理员)EIReimuIX(人力管理员/小事勿扰)223(技术支持人员/已退休)Wind_Faith(城管队长)服务器招收协管中~协管审核请@EIReimuIX(仅 周六、日)也许，下一个协管之名，就会是你！ 认为工业、神秘、格雷等科技发展类模组不适合你？认为暮色森林等模组太过复杂？我们，致力以最简单的方式，提供给玩家最丰富的生存环境！ 服务器主流模组：——ATV模组 (听说你昨天考的驾照。)——竹·和风模组 (什么？你说水车？)——更多食物模组 (烹饪大师成就！)主流插件：——RPGitem插件 (华丽丽的技能诶)——Holographic Display插件 (全息投影……嘛，差不多……话说这货是主流插件？！)——Plot Me插件 (萌萌的地皮！)——Worldedit插件 (比MCedit方便一些的创世神插件)——Multiverse-Core插件 (多世界)至于还有什么，自己去发现吧！（懒得写这种事我怎么可能随便说嘛） 关于服务器规则(简要)1. 以下情况，管理组成员有权不予理睬、不予处理和不予回复的权利，造成的损失服务器一概不负责，玩家自行承担。所造成的玩家间的纠纷请自行处理：I. 因为对自身元素未保管完善而造成损失的举报/申诉赔偿内容；II. 因为没有设置领地而造成损失的举报/申诉赔偿内容；III. 因为账号给予他人而造成损失的申诉赔偿内容；*IV. 因为违反服规而造成损失的申诉赔偿内容；V. 因为其他人员诈骗/勒索而造成损失的申诉赔偿内容VI. 因为Clear lag插件而造成损失的申诉赔偿内容；**VII. 因为未了解/了解全面服规而造成损失的申诉赔偿内容；VIII. 因为玩家和玩家间的交易而造成损失的申诉赔偿内容；  服务器走到现在已有些时日了期间 我们收获了快乐 也经历了困难承受了难以想象的痛苦之后，我们，决定重新来过！ 服务器须知：请确保心理年龄已过12岁请不要在服务器内秀下限 那只会招来其他人的厌恶管理组成员承受的压力 比玩家多得多 我们希望你们的肯定、理解和支持 Bakaのflandrez的风景照~file:///C:\\Users\\apple\\AppData\\Local\\Temp\\ksohtml\\wps97CD.tmp.pngfile:///C:\\Users\\apple\\AppData\\Local\\Temp\\ksohtml\\wps97FD.tmp.pngfile:///C:\\Users\\apple\\AppData\\Local\\Temp\\ksohtml\\wps981D.tmp.pngfile:///C:\\Users\\apple\\AppData\\Local\\Temp\\ksohtml\\wps984D.tmp.png  file:///C:\\Users\\apple\\AppData\\Local\\Temp\\ksohtml\\wps985E.tmp.png                           以下是本服务器的赞助表file:///C:\\Users\\apple\\AppData\\Local\\Temp\\ksohtml\\wps987E.tmp.png  OP证明：file:///C:\\Users\\apple\\AppData\\Local\\Temp\\ksohtml\\wps988E.tmp.png file:///C:\\Users\\apple\\AppData\\Local\\Temp\\ksohtml\\wps989F.tmp.png           愿你们在逍遥之巅的每一刻都过得开心~                             逍遥之巅全体管理组成员至上  \n",
    "replies": []
}