{
    "title": "[Cbl试行周刊]01——猪猪的愤怒",
    "author": "捌柒",
    "replyCount": 2,
    "timestamp": 1422695160,
    "txt_content": "Cbl穷酸的周刊开始啦\nCbl试行周刊-01 猪猪的愤怒\n\n分页开始阅读：)\n阅读指南：\n1-说点什么：关于创刊\n2-焦点访谈：syl-猪爆背后的汗水\n3-复制粘贴：owen:让我们聊聊Minecraft服务器\n\n\n\n创刊的起因\n看到这个封面的时候，很多人可能都要开始骂了：LZ你不带这么玩的吧？别人家的周刊都是一张张带背景的图片，怎么你这里就是一大堆文字？\n说道为什么要创刊，甚至是这么寒酸的刊物，其实也不是为了跟风，更多的是希望能够带动论坛里的人学习指令。\n为了不被说成是跟风，cbl周刊最主要的一个特色是独家，不像某些刊物只是把新闻版的一些东西重新回顾一下，这样的刊物，欺骗自己也欺骗别人\n我希望做一个真正有积极作用的刊物，这就是cbl周刊。在cbl周刊上，我们会登一些：\n新版本更新内容详析，把不好理解的术语图文化原创的指令教程，当然是不在其他版块上发表的，所以其他地方找不到cbl最新作品和已有作品的动态新闻论坛知名人物访谈\n当然仅有这些还不够，更多的还需要有观众来完善\n说说CBL\nCBL其实不像一个团队，更像一个讨论的大集体，它存在的时间比很多老牌团队存在的时间都要少，不过怎么说也度过了一年的艰辛岁月。\n从一个在游戏技巧版块的不知名小组到现在登上版头，都是很不容易的事，其中经历了不少挫折，甚至是一再沉沦，CBL已经从当初一个\n翻外国视频讲解基础NBT的小组蜕变成能够自己制作小游戏的团队，对于每个成员都是一个惊喜，不过我相信有你的加盟，CBL一定会越\n来越好，为期待我们的人提供更多有趣的作品：)\n聊聊CB\nCB自从1.8以来，从一个在建筑与红石地图幕后默默支持的小方块渐渐走向前台，以至于可以独当一面。CB从原本的辅助渐渐走入大众视\n野，进入寻常百姓家。浅显地可以看出1.8的小游戏以肉眼可见的速度增加，越来越多的黑科技，值得开发和探索的潜力不禁让很多CBer\n乐在其中，而展示版块和技巧版块也多了不少cb作品，中国的cb界也是有一点萌发的趋势，这时候需要有一个东西带动大众一起参入CB中\n了解到其实它是这么一个简单而又有趣的东西，CBL周刊承载了这个使命。\n\n\n焦点访谈\n     SYL-猪爆背后的汗水\n\nWhen The Pig Blow - 猪爆之日是Command Block Logic小组再一力作，When The Pig 系列第二部，在刚出来时就博得了大众的好评，\n其实这个小游戏本身也在默默地说：中国指令界也有自己的小游戏了，从此当你进入一个小游戏地图，可能出现的就不再是拗口的英文了。\n那么现在我们来采访一下猪爆的作者syl的看法：\nQ:为了让我更好的复制，请用A:xxx回答\nA:ok\n\nQ：你觉得你最好的作品是哪一部\nA:一定要选一部的话嘛…我可能会选NBT吧…这是我第一部技术向教程，也是我迈入技术界的第一步呢\n\nQ：我觉得猪爆很多系统都跟ray的ss很像，像设置大厅，道具的类型，对此你有什么看法\nA:设置大厅这概念确实是SS给我的启发，我很喜欢这种给予玩家自由选择的概念。至于道具就是为了扩展游戏性的设置了，这个到是原创的\n\nQ：从猪猪三系列到土豆头像，总有一个其实无关紧要的东西在起载体的作用，你对这种主题式地图有什么看法\nA:看法嘛…怎么说呢…我觉得算是团队精神的一种延伸吧，大家看到有个有趣的主题可以发挥创意，就一起脑洞大开，这种行为有助提高大家的凝聚力，所以我会觉得这是团队精神的另一种表现方式和延伸\n\nQ：制作猪爆的地图时有遇到困难吗，比如指令莫名其妙出错，为了一个标点符号纠结一整天之类的\nA:有，试过胜利判定系统出问题，游戏结束系统没有被关闭，debug半天最后发现是坐标填错了。还有我觉得弄地图对我来说简直就是最大的困难233\n\nQ：你对其他CBer的制作地图方面有什么建议吗\nA:我觉得创意是很重要的，好的创意决定好的地图。还有就是系统的规划了，在搭建系统前有一个完整的规划，有助于整个系统的刘畅运行。\n\nQ：对于论坛的指令现状你想说些什么吗？你有权保持沉默\nA:有，我会用四个字评论现状:青黄不接。论坛有不少擅长于这方面的大触，也要很多新人，但是说有潜力有这个恒心去研究CB的新人似乎没多少，造成了很两极化的局面。所以我觉得有必要去鼓励一些新人来加入研究CB的行列了，正所谓有分享才有进步，更多的人加入这个行列才能带来更好的发展。\n\nQ：还想说什么吗？\nA:有兴趣研究CB的朋友们快来加入CBL这个有爱大家庭，我在这里等着调♂教你们\n\nQ:ok你的言行已经被我记录下来了\nA:会不会成为呈堂证供啊2333\nQ:你猜\nA:我猜会\n-A:(你猜对了)\n（Q：Im87，A：SYL_qiuyifeng）出场费：10金粒\n\n\n\n\nOwen: 让我们谈谈Minecraft服务器 \n\n嘿！\n\n大部分人都了解Minecraft服务器运转机制，但还有一些人并不这样。我们想在此说明。\n\n简而言之，服务器创造了让玩家共同游戏的机会。\n\n社区中有各种各样的服务器，大家喜欢这些类型的服务器。\n除了Minecraft Realms（另一种与朋友享受长期发展地图的方法）之外，没有一个服务器是由Mojang运营的。它们是独立的，由各种各样的人因各式各样的原因而设立。有一些是由玩家设立以与家人朋友游戏，有一些是为了赚钱，还有一些是奇怪的、我们搞不懂的社会实践。\n\n很多第三方的Minecraft服务器给我们的玩家提供了崭新有趣的新游戏方法。我们很感激这种现象的存在。没有这些，Minecraft不会如此成功，亦不会与今日相同。\n\n我们并不对服务器运转方式负责\n\nMinecraft具有如此乐趣的原因之一是其创造精美事物与无拘束表达的自由，但这也带来了一些被认为不合适的内容，或是我们不喜欢的东西。我们不对第三方的服务器内容负责。\n\n这些网站和服务器不受我们控制。只要他们遵守我们的最终用户许可协议我们就不会干涉。这就像YouTube——这个网站上的某个视频可能是关于Minecraft的，但我们并不一定赞成这些视频里的全部内容。我们看了很多这些视频以便了解这种情况会有多蠢。\n\n我们也不对服务器收费或者存储用户信用卡信息负责。就像在互联网的其他地方付费一样，十分重要的是你是否信任你在交易的人（此处是服务器运营者），在此之前你不应该将自己的个人信息与信用卡信息交给他们。             （个人吐槽：骗完钱就关的服务器之类的。。）\n\n互联网可以是疯狂的地方\n\n追踪那些Minecraft内容对于特定用户是否合适，这是玩家自己或者（大多数情况下）孩子们的父母 / 监护人的责任。也就是说，纯净的PC版，主机版Minecraft与Minecraft Realms在我们的责任范围内。我们会尽可能提供安全，安心的游戏体验。让这一切尽可能有趣。\n\n感谢阅读。\n\nOwen – @bopogamel\n\n\n源地址：http://www.mcbbs.net/thread-398398-1-1.html\n\n\n\n",
    "replies": [
        {
            "author": "chyx",
            "timestamp": 1442498760,
            "txt_content": "4 5页是什么鬼？"
        },
        {
            "author": "lostchair",
            "timestamp": 1442543760,
            "txt_content": "我主要来看阳炎的"
        }
    ]
}