{
    "title": "【原创】《坠落MC》 第五章——夜之歌②Joy",
    "author": "gggbbb",
    "replyCount": 5,
    "timestamp": 1422705120,
    "txt_content": "第五章——夜之歌②Joy\n “不行，我必须去看看……”一个人从床上坐起来，顺手拿起手边的石剑，冲出门外。\n=======================================================================\n“怎么办，怎么办！现在如果迎着头冲出去，铁定是必死无疑。由于原本就没有多少血，又被僵尸打回了原型，所以用木剑与它厮杀，也不是一个好办法。虽说我剑术高超，但也不能保证用木剑秒掉一个僵尸。而假如转身逃命，僵尸必然会追，到时引来其他的怪物，那只有束手就擒了……”\n我一边跟僵尸对峙着，一边想着对策。最后我悲惨地发现，我无论用怎样的办法，耍什么样的花招，都肯定得死在这里了！除非……这个僵尸心脏病突发而死，倒还有一线的希望。但显然，这是不可能的。\n“没想到我jjjccc一生壮烈，竟然死在区区一个小僵尸手上。”我无奈地想。“既然这样，不如束手就擒得了。”我垂下头，把剑耷拉在腿上，等待着鲜血从脖子上喷涌而出。\n可我等了好久，却迟迟没见到僵尸来咬我。我呸了一声，道：“僵尸大叔，你别磨蹭了，要咬就快点咬我吧，再不咬我，别的怪物就抢了这个鲜了……”\n“咬你大爷啊……”我一惊，猛地睁开眼睛，看到僵尸躺在地上，绿色的血不断地流入草地上。\n“我去，真的心脏病突发了……”“僵尸有心脏吗？”一个人抽出僵尸身上的剑，抬起头，似笑非笑地看着我。“你是……”我看着这个人，有些陌生，但也有些熟悉，就是想不起来他是谁。\n“过了一个月就连老朋友都不认识了，看来我白交你这个朋友了……”那人哼了一声，狠狠地道。\n“我记得……多人游戏应该有名字显示的……”我抬头望向他头的上方，刚开始，还没有任何显示，但过了一会儿，一个熟悉的名字便浮现了出来。\n“Joy_Min！”我惊讶地叫道。\n“嗯哼，看来你的反应还是那样迟钝。”\nJoy_Min歪着脖子，上下仔细地打量了一下，仿佛得出了什么结论，不慌不忙地道：“看你这穷酸样，一看就知道没睡好，走，去我家睡。”\n我只得吐了吐舌头，跟在了Joy_Min后面。\nJoy_Min是我在MC时最早结识的朋友，他是我在一个服务器上遇见的。他不但生存技术比我高很多，而且还很懂得玩服务器。所以无论在什么服务器的排行榜上，他的金钱从来都没有低过前五。\n“嗯……还活着。”Joy_Min拿起手在我眼前晃了晃，若有所思地道。\n我狠狠地瞪了他一眼，停下了脚步。\n“别生气了，走吧，现在正是刷怪的时候。这里的刷怪量好像比以前的其它几个服务器都大，看来我们得小心点了……”\n“果然是生存专家，虽然几天没见了，但生存道理还是一套一套的……”我暗暗地想。\n他带着我左转右转，大概一会儿的功夫，就走到一块比较平坦的地方。“话说我当时怎么就不往这走呢？”我叹了口气。“就差一点……就走到了……”他领我进了他的家，说是家，其实就是用木板搭的6x6的小房子，由于初期缺少光照，所以顶并没封，但为了防止蜘蛛爬进来，他干脆就把房顶外围上一层半板。\n我看着这房子，不禁自叹不如起来。搞了半天，连个地方都找不着，还差点被一个小僵尸杀死，这就是差距。\n他招呼我走进房子，我跟了进去。房子的内部有几个箱子，还有一个工作台，随意地摆放在地上。最旁的地方摆着两张床，都是横着摆的。\n他看到我目不转睛地盯着他的房间看，不由得尴尬地笑了笑。我连忙道：“这服务器刚开才一天，其实你能搞成这样也算不错的了\n但我突然想到一个问题，于是奇怪的问他：“你为什么摆两张床？你怎么知道我回来的？”\n“额，这个吗……”他挠挠头。“一个人睡觉总感觉有点空虚……”\n“别扯了，快说。”\n“其实我看到了一条消息，就是你打开物品栏的成就……”\n“难怪……”\n我打开箱子，发现里面有些苹果、木剑、木头、和工作余料啥的，并没有什么有用的东西。看到这，我便问道：“你收集了什么材料？”\n“额……5组木头，做了几个工具，顺手搭了个房子。”\n“喏，小小意思。”我把24组多的木头扔给他，他不禁用舌头舔了舔嘴唇，道：“好了，这下子木头不愁了，不过……”\n他望了望地面，喃喃道：“不过石头么……”\n“嘶……”\n我和Joy_Min的消息栏同时响了起来，刹那间，两条成就浮现在了我的眼前：\n“Joy_Minhas just earnrd the achievement [挖矿时间到]”\n“jjjccc hasjust earnrd the achievement [挖矿时间到]”\n“那么……开始吧！”我拿起了手中的木稿，望了望Joy_Min，只见他也拿起了手中的木稿，朝着我诡异地笑了笑。\n=======================================================================\n“哎……又是一对好朋友啊……”\n“呵呵……”\n“他们生存应该不用担心了。”\n“但我担心那几个人会不会提前行动……”\n“他们不可能那么快达成统一吧。”\n“……”\n“希望他们能承受住吧……”\n若需查看引索请单击此处\n@冥王星人 @北极星人 @月轻歌 @a2455564728 @Wolverine  @o-zero @天阶 @yu_lai  @418878840 @HGK\nPS:期末终于搞完了，准备开始屠版，在此先发一章庆祝下，依旧半年前写的，文渣请勿喷，另外求金粒，求人气。",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1422705900,
            "txt_content": "嘛，又更了，前来支持\n@a2455564728 @末影龙娘 @冥王星人 \n给原创加分冲啊"
        },
        {
            "author": "dju",
            "timestamp": 1422707040,
            "txt_content": "翻译辛苦了，呵呵"
        },
        {
            "author": "dju",
            "timestamp": 1422707580,
            "txt_content": "dju 发表于 2015-1-31 20:24\n翻译辛苦了，呵呵\n打错字了，嘻嘻"
        },
        {
            "author": "夜孤城",
            "timestamp": 1423311420,
            "txt_content": "写得不错，期待更新中。。。。。。"
        },
        {
            "author": "夜孤城",
            "timestamp": 1423400460,
            "txt_content": "还不更呀？能不能快点呀！"
        }
    ]
}