{
    "title": "<原创·连载>   勇者之征   第二章 第一节",
    "author": "2B与mc的故事",
    "replyCount": 3,
    "timestamp": 1422708900,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-30 19:06 编辑 \n\n                                                                                      第二章 为了生存下去\n在这个残酷的世界里生存下去，是Steve唯一能祈求的事情。但是，他的人生，远比想象中的要更复杂，更危险，更残酷……\n\n                                                                                           第一节 抉择\n        Steve刚醒来，发现他在一个陌生的地方。虽然全身都很疼，但是目前为止没有什么生命危险。\n\n        herobrine这家伙下手真狠啊！还好我命大。Steve暗自窃喜，可是他又不得不担心起notch来，herobrine这么强，notch能平安无事么？\n\n        再怎么担心也无济于事，眼下最要紧的事情是找食物。herobrine那一摔不仅让他遍体鳞伤，而且受伤严重的Steve现在十分虚弱，再不找点东西吃，恐怕会被活活饿死。\n\n        这么高的地方摔下来都没死，却死在了食物这么一个小小的难题上，Steve自己都觉得可笑。\n\n        “不对，我怎么满脑子都是死不死的，我还活着呢，会有办法的。”Steve摇了摇头，想让自己清醒过来。好不容易打起精神，拼命爬起来，却发现太阳快要落山了。\n\n        Steve倒不是怕太阳落山后会有什么凶恶的怪兽，那时notch并没有创造这些东西，所以晚上并不是很可怕，只是晚上太暗了，走夜路很容易迷路。有时候一个不小心还失足掉进峡谷中，Steve 可不想再尝尝那滋味了。\n\n        Steve已经饿得跑不动了。他一边小心翼翼地移动，一边寻找着食物。\n\n        找食物，说得轻松，这荒郊野外的哪来的食物？难道天上还会掉面包不成？\n\n        Steve现在又多了一门事情，他一边小心翼翼地移动着，一边寻找着食物，一边想着办法：哪里会有食物？怎样制造食物呢？难不成现在来开始种么？等长出来了Steve 也应该饿死了。\n\n        Steve拖着疲惫的身子，一寸一寸地往前挪。他感觉到自己的意识开始模糊了，眼前的事物本身就黑漆漆的，现在又看起来朦朦胧胧，好像这个世界在Steve 的眼中渐渐远去一样。他感觉全身的力气都被慢慢抽走似的。是herobrine干的么？不可能啊，我应该离他很远了，他也找不到我才对。那是为什么呢？为什么我感觉到疲惫呢？为什么我想睡觉呢？现在不是应该睡觉的时候啊…为什么会…这样呢…\n\n        Steve感到全身疲惫不堪，最后终于倒下了。\n\n        下雨了……\n\n        冰冷的雨水像一根又一根的针不断地刺向Steve。这一根又一根的尖刺淋湿了Steve的伤口，让他疼痛不堪。这是好事呢，还是坏事呢？他被这股钻心的疼痛刺醒了。他总算没有昏死过去，可是它可再也没有往前走的力气了，只好像受刑一般，一动不动，默默地忍受着疼痛。\n\n        饥寒交迫说的就是这样吧……Steve疲惫地笑着，笑声里充满了绝望。现在，死对他来说倒是一种解脱，可是它却求死不能。\n\n        现在总不可能希望谁会来救我吧……Steve向四周看了看，又无奈地地下了头，平原上空无一物。果然吗，我……\n\n        “哼”这时，一只动物的叫声划破了Steve心中的绝望，他拼尽全身力气又抬起头，一只小猪站在他的面前。\n\n        小猪，你真好运啊…不用像我一样在这里受苦。Steve心里想着，他已经说不出来话了。这时候，一个念头从他心里冒起：对了，杀了这只猪！吃他的肉！\n\n        吃吧！吃了它的肉，就能活下来！他是什么？只是一只愚蠢的猪！它的存在是为了你的生存！吃了它吧！为了活下去！\n\n        Steve往腰间一掏，没错，notch给他的斧头还在呢，他只要对准猪头一斧子下去，这头猪就归西了，他就可以吃到猪肉，就可以活下来！他用尽自己最后的力气，往这只猪身上一劈的时候，他看到了它的眼睛，是那样的清澈，那样的纯净。它什么都不知道，它什么都没做错，它也需要活下去，一定要以它的死来成全自己的生吗？\n\n       Steve还是放弃了。他把斧子重重地砸在了地上。唉，我真是个懦弱的人啊，在生命的最后关头，最后机会却选择了救一只猪。我果然没有活下去的能力啊……\n\n       Steve彻底地放弃了。他把眼睛闭上了，默默地等待死神来夺走他的性命。\n\n       Steve孤零零地躺在一片空旷的原野上，任凭雨水冲刷着自己。在这里，狂风像脱缰的野马，肆无忌惮地在没有遮挡的大地上横冲直撞。雷电狂野地怒吼着，一次又一次把天空一分为二，也把Steve 的希望切成了两半。\n\n       Steve在这时突然感觉到了温暖。一股从全身上下弥漫开来的温暖。这是死的前兆吧，Steve想着。\n\n       这时，小猪明白了什么似的，也念在Steve的慈悲心上，小猪咬住了Steve的肩膀，一步一步的拖动他。\n\n       在狂风暴雨中，小猪拖着 Steve前行着，丝毫不停止，也毫不害怕雷电的轰鸣。\n\n       终于，它看到了不远处的一座村庄。\n\n       雨慢慢地停了下来，东边的天已经漏出些许白色。Steve似乎看到了死神一步一步地靠近他，这时一片面包被塞到了他的嘴里。\n\n       天上还真的掉面包了？管不了这么多了，Steve三下五除二就吃掉了这块面包，虽然这并不能完全填饱肚子，但是对于一个将死之人，足以让他脱离死神的控制了。\n\n        Steve睁开了眼睛，看到自己正睡在一张温暖的大床上，一群村民在围观，还有两个村民一个拿着面包，一个拿着牛奶，说到：“你肯定饿坏了吧'！我们已经帮你包扎了伤口，这些面包和牛奶你就自己拿着吃吧！”在人群的最前面，是那只它之前没有杀死的猪。“是他把你拖到我们村庄来的喔！”一个小村民解释道\n\n        看来，这是一个正确的选择呢！Steve吃着面包，早已热泪盈眶。\n上一节                                                                                            目录                                                                              下一节                        \n\n\n",
    "replies": [
        {
            "author": "zwh007",
            "timestamp": 1422709080,
            "txt_content": "还不错~\n希望有更精彩的独立剧情"
        },
        {
            "author": "青橘短衫丶",
            "timestamp": 1422709500,
            "txt_content": "不错不错，加油，希望LZ弄的更好！"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422710400,
            "txt_content": "末路菌表示up heart!"
        }
    ]
}