{
    "title": "【岩河往事】【原创_连载】【第二章】【连载中】",
    "author": "Terry39",
    "replyCount": 6,
    "timestamp": 1422708300,
    "txt_content": " 本帖最后由 Terry39 于 2015-2-5 18:12 编辑 \n\n岩河往事\n【帖内发帖，一楼索引】\n作者的瞎叨叨\n我也没想好叨叨什么...这个故事主要是叙事性故事，中途时间线会有些跳跃，请各位看官见谅。\n事实上我更喜欢去把它看做一个梦一样的故事。虚虚假假，假假真真。\n\n索引\n第一章-曼北小镇\n\n\n第二章-母亲的夜\n\n",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1422708540,
            "txt_content": "第一章-曼北小镇\n 205年7月初，曼北小镇。\n        美是一种善，其所以引起快感正因为它是善。\n        曼北小镇处于整块稀土大陆的南部，处于一年四季都较为温暖的恒温地带。四周环山，很少有人从这块土地上走出去过，也没有人想到哪里比这片土地更适合生存了。\n        直到最近的一段时间，人们才顺着岩河载着农作物顺流而下，到沿海的城市区贸易。曼北的人们经常在空余的草原上开辟耕地，一代又一代的人世代都在这里生活着。                 现在属于雨季，稀稀疏疏的水雾笼罩着这个小镇已经很多天了，因为正好是一批夏季的蔬菜的收成过后，所以人们都懒洋洋的躺在家里，等待着向下游贩卖蔬菜的年轻人归来。\n         史蒂夫趴在自己家的窗户跟前，这片落后的山村是13岁他全部的世界，这片世界的外面有什么，他也不关心。只是现在他连自己的世界都在这雨幕中模糊不清了，他感到有一丝焦急。\n            “妈，我爸什么时候回来。”史蒂夫把心中的想法说了出来。\n        史蒂夫的妈妈走了过来，拍了拍他的头，笑了笑：“你爸刚走没多久啊。”\n        “我想他了。”史蒂夫说道。\n        母亲推了推自己的眼镜，递给了他几个句子：“放松一点，你爸爸从来没有违约过，不管是现在，还是不久的将来。”\n        “是么…”史蒂夫抬起头，凝视阴雨朦胧的天空，他也说不清那股焦虑是什么，但...那也不是什么重要的事么。\n205年7月末，曼北小镇。\n        恼人的阴雨天气终于在人们慵懒的细语中结束了，但是，向下游贩卖蔬菜的船队并没有归来。人们只是觉得他们只是出于某些原因才没有按时归来。\n        “妈妈，我爸他们为什么还是没有回来？”\n        “孩子，我说过了，你要耐心去等待，没准过两天就回来了。”\n        史蒂夫并没有他妈妈所说的耐心，他只是继续趴在窗户旁边，注视着那条可望不可即的河流下游。\n        “我只是希望他们没有出什么事情…”史蒂夫喃喃自语。\n        母亲转身回到厨房，一直没有出来。\n        史蒂夫扭过头去，他知道发生了什么。\n205年8月初，曼北小镇。\n        史蒂夫看到，小镇的广场上人头涌动，这不是一个过节的日子，或者是…他急忙套上衣服，向门外跑去。\n        几乎小镇上面大大小小，老老少少都已经在广场上静立着。\n        静立着。\n        史蒂夫从人群中挤过去，有些人向他勉强摆了副微笑。\n        当他最终到了人群中间时，他看到了两个衣衫褴褛的人正坐在人群中间，大嚼人们刚刚递给他们的几个馒头。\n        “怎么了？”史蒂夫问他身旁的一位男人，岩。\n        岩是一位渔夫，这个镇子上的渔夫并不多，这个矮胖的男人是镇上为数不多的时代从事渔夫职业的家族。出于这个原因，他的家人把他叫做岩，岩河的岩。\n        “孩子啊…”虽然岩身材矮小，但是眼睛里也透露出他坚毅的性格，但现在他的眼神却有些黯淡,“有些事情你还是以后再知道吧…”\n        “不行...现在告诉我。”史蒂夫无力的摇动着那个男人的肩膀。\n        不，事实上他已经知道发生了什么。\n        “孩子，去把你妈妈叫来吧。你爸爸的船...出事了。”地上衣衫褴褛男人中的一个说道。“我们只是来送信的...土匪把整条河一分为二了。”\n        史蒂夫抱头跪在地上，呜咽道：“不可能…”\n        这不可能！\n        史蒂夫跪在地上哭了很久，很久。最后也不知道是谁把他抬回屋子里的。\n        一个孩子心里头的启明星已经暗去。\n        【未完待续】"
        },
        {
            "author": "gggbbb",
            "timestamp": 1422708780,
            "txt_content": "字数是不是有些少了"
        },
        {
            "author": "Terry39",
            "timestamp": 1422709140,
            "txt_content": "gggbbb 发表于 2015-1-31 20:53\n字数是不是有些少了\n是么"
        },
        {
            "author": "末影矿工",
            "timestamp": 1422712500,
            "txt_content": "你看我写多少字= =你写多少字"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422749100,
            "txt_content": "别理楼上，他才写三章→_→"
        },
        {
            "author": "Terry39",
            "timestamp": 1423130940,
            "txt_content": "第二章-母亲的夜\n     之后的几天里，史蒂夫的生活也因此受到了改变。\n     说是改变，事实上更确切的说，他的生活被颠覆了。\n     后来的几天，对于史蒂夫来说只是弹指之间，就一闪而过，他只是记得几个模模糊糊的片段而已。\n     首先是渔夫岩，他把史蒂夫抬回家后，就每天都过来探望史蒂夫与史蒂夫的母亲，说一些激励的话语，其他时间都自顾自的坐在岩河旁边的码头上，一个人独自仰望着天空。有时下雨了，人们也还是可以看见他孤单的身影在雨中飘忽不明。\n     人们说，岩和史蒂夫的父亲曾是发小。从他们两个青年时开始，就早已形影不离。岩是在小时候被父母带进这个村庄的，当时他的父母因为不清楚岩河的状况，所以当他们到来塞北时已经不省人事了。而岩却意外的幸存下来。史蒂夫的父亲从小羡慕岩曾经出到村子外面的地方打渔，可是岩每次听到他的幻想时，总是摇摇头。没有人知道为什么岩那么反感讨论关于村子外面的事，没有人知道、没有人理解。\n     可是史蒂夫知道，村子里的绝大部分年轻人，包括史蒂夫都希望走到塞北这个村庄的外面的世界。可是除了水路，他们别无他途——村庄周围环绕的大山居住着数量众多的猛兽，曾有人尝试去穿越那些大山，却也只是命丧黄泉。\n     所以，村子里的人一定程度上实际上是很记恨岩的，记恨他不透露关于外面世界的故事。     但，岩也给了村庄很多的好处啊。例如捕捉鱼虾的方法都是他教给塞北人民的。所以当人们谈到这件事情的时候总是一笑而过，并不去追究原因。\n     可是第一次航行就让村子里损失了这么多年轻人，这也使塞北的人开始自相矛盾起来：到底是出去探索，还是止步于此。\n     更具讽刺性的是，这一次航行的年轻人全都是选择前者的。\n     之后该说的就是史蒂夫的母亲了。\n     在她得知出事了之后，半只脚已经迈入了崩溃的边缘。\n     在她听到消息的一瞬间，就像自家的门外冲出去。呐喊、尖叫。\n     一遍又一遍的尝试突破人们所组成的围墙。\n     一遍又一遍的尝试私车人们的衣物。\n     而人们也只能任她撕扯，冲撞。\n     然后，她累了，瘫倒在了沙发上，眯着眼睛看着围观的人群：“我知道了…我知道了…”\n\n     很快，她就恢复了正常，在短短几天时间里。还是想先前一样，清理、烹饪、纺织，只不过话少了很多。大部分时间都是默默的听着村里人们的话语，时不时的应答两声。\n     塞北的人们还是不抬信任她的精神状态，于是镇子里决定， 每天分配一些人轮流看护她。          “小史，吃饭了。”史蒂夫在卧室里面听见岩在叫他的小名，试探着下床去，走到客厅里，他看见他的母亲和岩已经坐在餐桌旁边了。\n     “小史他妈，不是我说，孩子最近心理压力太大了，我们带他到外面走走吧。”岩对史蒂夫的母亲说道。\n     史蒂夫的母亲看到史蒂夫走了出来，便不耐烦的将眉头瞪了老高：“快点坐下吃饭！谁样了你一个不争气的孩子！”\n     史蒂夫知道，他妈妈以前并不是这样的，但仅仅是在这几天里，她的转变已经让所有人都目睹的一清二楚。\n     他的母亲已经不像从前了。          史蒂夫某某的坐下了。\n     “妈，你骗我。”\n     “好好说话！”母亲不耐烦了。\n     “你！说！过！父！亲！会！回！来！的！”史蒂夫一字一句的吐出，将这几天他受过的委屈，一点一滴的发泄在了这句话里。     …….     一段时间的沉默后。\n     “啪”\n     史蒂夫被扇倒在地上。\n     他看了看一旁想要阻拦的岩叔，独自一个人，冲出房门，躲入雨中。【未完待续】【1137字】\n     \n\n"
        }
    ]
}