{
    "title": "<原创·连载>人生如戏[作者：xcc][第一章:新世界]",
    "author": "xcc",
    "replyCount": 9,
    "timestamp": 1422783420,
    "txt_content": " 本帖最后由 xcc 于 2015-2-1 22:25 编辑 \n\n总之正文如下，希望大家多多捧场哦，把人气交出来了啦=W=也是一个新坑\n\n楔子戳这里\n\n\n\n===================================================================================                                                                                                                   1.\n\n我叫穆虚妄。这是个很矛盾的名字。但现在不是纠结名字的时候，先想想如何走出这个散发着臭椿味的树林再说。我拾起一块尖锐的石头，郑重其事地在背后的树上刻下一个箭头做标记，为了防止迷路。接下来就要靠着所谓的直觉来乱走了。不过每路过一棵树，我就在树上刻下一个箭头。但错综复杂的路线已然让我越走越迷惘。每棵树上几乎都有箭头，似乎每条路都被我走过，但每条路似乎都是一个陌生而标新立异的存在。天啊，我是怎么走的。我郁闷坐在草地上。我已经放弃了走出这个树林的计划，转而将目光投向了“如何活下去”。毕竟在这样一个未知的世界里，鬼知道树上会不会跳下一个怪物攻击我。于是我想到了用原始人的方式来制作自卫工具。比如石剑石锤什么的。可是怎么做来着？好像是用一个小石块去敲一个大石块，然后，再用树枝穿上去？这好像是打制石器的制作步骤，但这样制作一个工具需要多久啊。我最终郁闷的放下了手中刚刚捡起的一大一小两个石块。一是因为不会做，二是因为浪费时间。于是我展开了关于走出树林的漫长思考。如此多的可能性让我望而却步。当暮色开始四合的时候，我仍然坐在草地上疑虑重重地思考着下一步该怎么做。臭椿味已经让我的嗅觉麻木了，我想在一段时间内我的鼻子不可能再感应其他味道。我缓缓起身决意随便走走好了，忽然感觉背部被一个棍状物狠狠敲击。疼痛迫使我迅速地转身，并本能向后退了几步。一个蒙面人在暮色中冲了出来，他的脚在落地的一瞬间扬起了层层臭椿叶，沙沙的响声使我不得不注意到他。他手里拿着一根长棍，带着一个兜帽，衣着极其简单，粗布烂衣衫。看上去像游荡在深夜的强盗或者说是...小贼。但他有武器，我没有武器，所以我只能选择逃离。我赶紧跑开，可终究抵不过那人的速度。他靠着强健的脚力跑到了我前面，手持长棍挡在我面前，并迅速地捅了我一下。他真会用棍子捅人，一棍就捅到了我的左小腿。该死的，那一棍正好捅伤了腿骨，我猜至少1个月内我的左腿不会再好了。那人瞅准了我受伤的机会，大喝一声，高擎长棍，准备给我当头一棒。眼见着棍子离额头愈来愈近，我急忙拖着受伤的腿吃力地做最后的逃跑。我猜我马上就可以去死了。 2.棍子突然就悬在半空中不动了，短暂的几秒后从那人的手中滑落。血液汩汩从他的胸膛中流出。随后血液便喷涌着榨干了他的生命力，有几滴血溅到了我的脸上。血流得越来越少，大概是没血了。那人便失去了活力，全身瘫软下去。接着，他的身体忽地抽搐了一下。他全身的肌肉迅速萎缩了下去，让他的身形显得单薄瘦小。像一具毫无生命力的干尸。他是怎么死的？又是一种恶魔般的恐怖力量。我抬头张望，四周并没有人。突然，一个巨大的光环倒映在地面上，照亮了树林。暮色也被这光环吓退，羞赧地隐入天空。一瞬间，世界都亮了。这是何等惊人的力量！我有些恐惧地向后退了几步，撞到了一棵椿树。光环却开始逐渐黯淡了下去，暮色又显现在这方土地，紧接着一个人从光环消失的地方走了出来。“你是谁....”我轻声问。其实我本来想问这个家伙是不是你杀的。那个人穿着白色的大衣，衣服边缘纹着绛紫色的符文，看上去很像中世纪的伯爵。他的发色是淡黑色，戴着一副单片眼镜，眼镜后是一双金色的眼睛，散放出柔和的光芒。“你好，我叫柯桥。”他慢慢踱着步走过来，暮色中我无法看清他的脸色。柯桥？怎么听着像是一个地名？但迫于礼节我还是友好地向他点点头，“我叫穆虚妄。”那个叫柯桥的点点头。“本来还想问你为什么会在这里，但这里还是太不安全了。”柯桥一边开门见山地说一边转身离开，“想要活命就跟着我走。”我只好尾随在他身后，虽然不知道要去哪里，虽然不知前路如何。但既然来到这个世界，就要全力地去演绎它，只为能在世界的尽头放声大笑。3.这是一个山洞，里面摆放着极其简陋的桌椅——只不过是几个打磨过的石块而已。石壁上插着的火把和石桌上放着的蜡烛让这里显得很温暖。柯桥一脸冷淡坐在一个石凳上，说，你是怎么过来的。我回答说我真的不知道我是来到这的。柯桥叹气，那就算了吧。我试探性的问了一句：“能回去吗？”柯桥略带玩味的看着我：“你说可能吗？”言毕还不忘呵呵地笑了几声，颇有几分嘲讽的意味。他从大衣里拿出一本厚厚的书，我注意到上面用楷字标注着书名：《大陆种族史》。这五个大字写在绿色的厚书皮上。嗯，目前可以确定，这个世界的语言文字与我所在的世界相差无几。他舔了一下手指，翻开这本书，全然不顾我的存在。“喂。”我忍不住说了一句，“你打算就这么无视我吗？”他抬起头，依旧一副冷淡的样子，我也没说无视你啊。突然，他直勾勾的盯住我的双眼，那眼神像一只饿狼打量着猎物。片刻后他再次低头看着那本种族史。于是我开始在山洞里四处乱转，用尖利的石头在石壁上刻下细小的“到此一游”四个字来证明我来过。柯桥已经合上了书，冷淡的神情还挂在脸上，让我怀疑他是个面瘫。他到底在书中看到了什么？“虚妄。”他叫道，“我觉得有一个地方可以让你容身。”我惊喜却又受宠若惊的问：“哪里？”柯桥开始在大衣口袋中翻找着什么，透过单片眼镜我看见他的眼神里有几分仓促。哦找到了。柯桥拿出一个褐色的纸团，小心而缓慢地展开成一张皱巴巴的纸。“这是....？”我凑过去，瞧着这张绘制着地形及路线的褐色羊皮纸，这是张地图吧。柯桥不容分说地将地图和另外一本小册子塞给了我，仍旧面瘫的说：“按照这个地图走，走到学院你就安全了。放心离这里一点也不远，大概也就1千米吧。”“你呢？”我问。“我是学院的牧师，我们到时候自然会见面的。总之到了学院你就无需担心了。”我真的希望到时候我无需担心任何事，毕竟我左腿还残着呢。然后他向后退了一步，不知念动了什么魔咒，消失在黑暗中。我这才展开地图。地图上用一个红叉叉标明了山洞的位置，并在学院的位置打了一个醒目的对勾，甚至贴心地用虚线标出了路线。从地图上看貌似不怎么远，大概只有4厘米，而且这条路线也不易迷路。看来真的一点也不远。我看到地图右下角的比例尺——1:100000。柯桥这个面瘫脸给我开了个天大的玩笑。\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1422783480,
            "txt_content": "@yuchengyang @250=mo @HGK @Aiursad @o-zero"
        },
        {
            "author": "2642301356",
            "timestamp": 1422784260,
            "txt_content": "好厉害！！！"
        },
        {
            "author": "xcc",
            "timestamp": 1422784440,
            "txt_content": "2642301356 发表于 2015-2-1 17:51\n好厉害！！！\n谢谢你的评价"
        },
        {
            "author": "Aiursad",
            "timestamp": 1422967620,
            "txt_content": "= =生存...我笑了好么，又是生存，看了多少了...好了好了...你加油，我还要复习，过几天期末，你我都要考好就这样，88！"
        },
        {
            "author": "xcc",
            "timestamp": 1422968580,
            "txt_content": "Aiursad 发表于 2015-2-3 20:47\n= =生存...我笑了好么，又是生存，看了多少了...好了好了...你加油，我还要复习，过几天期末，你我都要考好 ...\n纳尼，我已经考完了"
        },
        {
            "author": "Aiursad",
            "timestamp": 1422968940,
            "txt_content": "xcc 发表于 2015-2-3 21:03\n纳尼，我已经考完了\n我的（what ）fuck？？？"
        },
        {
            "author": "xcc",
            "timestamp": 1422969000,
            "txt_content": "Aiursad 发表于 2015-2-3 21:09\n我的（what ）fuck？？？\n我是年级第18呢，感谢数理化，感谢理综"
        },
        {
            "author": "o-zero",
            "timestamp": 1423364280,
            "txt_content": "xcc 发表于 2015-2-3 21:10\n我是年级第18呢，感谢数理化，感谢理综\n真好，真厉害"
        },
        {
            "author": "夜孤城",
            "timestamp": 1423370580,
            "txt_content": "支持！只是排版看起来很费劲。。。。。。"
        }
    ]
}