{
    "title": "[双线]钢铁雄心：Minecraft服务器——三维三军同步一体化二战服务器！[1.7.10]",
    "author": "Tyg",
    "replyCount": 0,
    "timestamp": 1422777300,
    "txt_content": " 本帖最后由 Tyg 于 2015-2-1 16:08 编辑 \n钢铁雄心：Minecraft，又称钢铁雄心M（简称HOIM）。《钢铁雄心M》是迄今为止世界上唯一一款海陆空全实景全拟真立体模拟战争游戏。它既是一款超大规模多人在线第一人称射击游戏（MMOFPS， Massively Multiplayer Online First-Person Shooters），同时也是一款超大规模多人在线角色扮演游戏（MMORPG，Massively Multiplayer Online Role Playing Game）, 同时还是一款超大规模多人在线及时战略游戏（MMORTS， Massively Multiplayer Online Real Time Strategy）。 其英文原名叫Hearts of Iron：Minecraft。（简称为HOIM）\n该游戏世界领先的技术众多，其最突出之处有两点。\n其一，他解决了MC现在战争服所共同面对的全球性难题——海战，使得水面也成为了激战的战场；战舰不仅可以在上面安装炮台，还可以直线移动，甚至可以转向！\n我们独特研制出了新颖的潜艇作战模式，使得部分海军载具可以下沉，浮起！\n其二，他创立了领导人制度，将钢铁雄心搬上了MC的历史舞台，使得领导人成为了战争的核心，不仅将战争模式从单人突突突变成了全服突突突，更从即时战略游戏提升到了回合制策略游戏这一新纪元与新高度！\n我们每周为一回合，回合末每个国家都可以按照自己的工业生产力水平获得补给品以及各种各样的载具、枪械，包您满意！历史背景\n本战争模拟游戏是模拟1944~1945波澜壮阔的欧洲大陆战场。同时为了平衡各国能力也做了适当的虚构。此时，整个法国和比利时、荷兰、卢森堡地区全部被盟军夺回，此时美国（在游戏中为和谐简称为A国）由于与老牌帝国主义国家英国（在游戏中为和谐简称为E国）的利益冲突，从同盟国退出成为了一大中立国，雄踞法国领土。同时，德国（在游戏中为和谐简称为D国）又在西欧低地E国控制地区蠢蠢欲动，准备与没有了A国主力的E国决一死战……西线地区的三大标志性建筑：图一为英国大本钟；图二为德国国会大厦；图三为埃菲尔铁塔。你可以在本游戏中选择D国与强大的斯拉夫人和盎格鲁-撒克逊人负隅抵抗；可以选择A国在海边看风暴来袭；可以选择S国为了家园和领土主权完整而战；可以选择FI国击杀蠢蠢的苏联士兵（？？？）\n可以选择E国为了国王，为了日不落帝国的长远利益在西欧与D国激战！\n\n\n\n\n\n\n\n001.png (142.99 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:43 上传\n\n\n\n\n\n\n\n\n002.png (274.19 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:43 上传\n\n\n\n\n\n\n\n\n003.png (183.28 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:43 上传\n\n\n\n\n\n同时，我们还设置了东线战区。东线由23个据点组成，现在尚未完工。在库尔斯克战役以后，苏联（在游戏中为和谐简称为S国）为了消灭法西斯向波兰地区发起进攻。然而从德法边境撤回西线主力的D国，正在准备发动蓄谋已久的反击战……同时在北欧的芬兰（在游戏中为和谐简称为FI国）也准备配合D国，夺取列宁格勒地区与D国接合，发动对S国的致命一击……\n为了更加切合实际，我们使用了优越的高质量地形生成模组，为我们生成各种各样你从来没看到过的真实地形。相比普通游戏，这些地形更为惊艳，让你目瞪口呆，让你感受到大自然的鬼斧神工……\n地图纯由服主手绘，尚未完工……\n\n游戏模式：据点战\n据点，是本服务器的一大亮点。在服务器中有多达50个据点（现已开设27个）让我们在其中反复争夺和对战，获得最终的胜利！丛林、荒漠、戈壁、河流、海岸，处处都是我们的战场！\n每个国家都设置有10个据点。其中一个为首都，通常情况不可占领。当某国家的其他9个可占领据点被全部攻陷后，则敌对国（进攻方）可提前一周申请发动对敌人首都的占领攻势。若攻下则该国家灭亡，工业值、载具武器都可以在胜利国使用。同时胜利国还可以获得一定的增益法术效果（如：敦刻尔克【德国工业值增加30%】巴格拉季昂【苏联枪械价格为原来的70%】等）。若轴心国（由FI国、D国和I国组成的战时同盟）消灭了所有同盟国国家，则轴心国胜利；若同盟国（由S国、E国和F国组成的战时同盟）消灭了所有轴心国国家，则同盟国胜利。\n胜利后，将开始下一次战役，玩家数据通常不改变，国家数据清零。\n\n游戏定向\n\n一款经典的角色扮演游戏\n本服务器在兼具MMOFPS和即时战略游戏以后，我们更是推出了MMORPG系统！\n你可以扮演在一个国家中的任何职业：种田的平民；修铁路的工人；在煤窑子里挖矿的矿工；一名维护国家安全的战士；一位防止人民和士兵暴乱的宪兵；甚至是一个团的指挥官；一个司令部的总参谋长；大到国家元首小到国家里一个微不足道的公民，都可以由你来担任！\n一款经典的即时战略游戏\n当其他射击游戏还在突突突时，拿着步枪拼命的突突突，我们已经研制出了类似于即时战略的系统！\n你可以作为战场指挥官，命令你的部队发动对某地区的进攻！\n一款经典的战争策略游戏\n如同《钢铁雄心》，我们将领导人引入游戏，使得领导人拥有极大的权利：指挥部队进攻；生产枪支弹药；外交上和非敌对国家的交易；政治上各个要职的任免；情报上敌人计划的掌握与破译；每一个都是领导人所必须掌握的！\n\n主要特点\n当前的所有的FPS 游戏，其实都不能说是战争游戏，因为它们所能体现的只是小范围的巷战或单纯的枪战游戏而已。而《钢铁雄心M》是不一样的，从我们的游戏名字就可以知道，这款游戏将史无前例的包含海、陆、空三军作战。在游戏中，你将不再局限于小小的巷战场景，你所要面对的将是1600平方公里的辽阔战场！你可以驾驶飞机翱翔于蓝天之上，也可以驾驶坦克摧枯拉朽一般摧毁敌人的阵线，还可以驾驶着驱逐舰在海上漫游，而最最重要的是，所有的这些东西都可以在一个场景里出现。\n《钢铁雄心M》本着让玩家玩到最真实的战斗游戏的目的而最大程度的模拟了壮阔的战场。在游戏中每组服务器将允许数千玩家同时在互联网上线游戏中地图总面积将近1600平方公里；武器有100多种，全是历史上真实存在的武器，包括各类战斗机、轰炸机、运输机、坦克、装甲车、战车、卡车、防空炮、反坦克炮、反坦克枪、迫击炮、步枪、冲锋枪、机关枪、狙击枪，……等等。\n\n\n\n\n006.png (34.12 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:41 上传\n\n\n\n\n每一种载具都有自己的绝对特点，克制其他载具，相生相克，享受击毁敌人载具的装甲战乐趣！\n\n\n\n\nQQ截图20141130163309.png (87.71 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:44 上传\n\n\n\n\n\n\n\n\nQQ截图20141130163327.png (72.53 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:44 上传\n\n\n\n\n\n\n\n\nQQ截图20141130163337.png (98.81 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:44 上传\n\n\n\n\n\n\n\n\nQQ截图20141130163428.png (61.13 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:44 上传\n\n\n\n\n\n\n\n\nQQ截图20141130163437.png (75.75 KB, 下载次数: 4)\n\n下载附件\n\n2015-2-1 15:45 上传\n\n\n\n\n\n\n\n\nQQ截图20141130163448.png (27.46 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:45 上传\n\n\n\n\n\n当不少同类二战服务器还在使用低清的，还存在于二次元中的2D枪械时，我们已经摸索出了3D枪械！3D枪械拥有更真实的弹道轨迹，更拥有最独特的视觉与听觉体验！\n游戏里每次任务，你都可以看到地面上坦克在推进，空中飞机在缠斗。由于没有其他游戏里那种封闭式的环境，玩家所进行的每一次任务都是一次全新的体验，从进入游戏的那一刻起，玩家所做的每一次努力都将影响战势的走向，而每个据点的攻占与否、每个任务的成败都将影响整个战役局势的发展。这里就是真正的战场，你所加入的就是真正的战争！\n无缝真实地图系统\n《钢铁雄心M》的游戏地图，幅员辽阔，共设计有50个据点，所有的据点都散布在这个巨大的地图上，且都各自拥有它们自己独一无二的地形。城镇之间通过公路或铁路连接在一起，共同构成了《钢铁雄心M》在现今所有MMOFPS游戏中，独一无二的无缝地图系统。\n真实的战场模式\n每一个据点都是一个坚不可摧的堡垒和作战的战场，它们通过公路和铁路连接在一起，共同构成了《钢铁雄心M》绝无仅有的无缝真实的地图系统。玩家可以在游戏中穿越山地、草地、平原、树林、江河、海洋等在真实野外环境中所能见到的一切地形，并且可利用自然地形做隐蔽，以方便自己寻找最恰当的机会去摧毁和占领对方的军事设施。此外，在游戏中，玩家几乎可以进入所有的建筑物里面进行战斗。而几乎所有的建筑物在遭受炸弹、炸药包、大口径野战炮的攻击时都会损毁，攻击过后，断壁残垣的场景可在游戏中得到真实的再现。\n多人操作系统\n无论是驾驶坦克，还是驾驶飞机，又或者是驾驶战舰，都是非常复杂的一件事情。虽然个人也可以很好的进行游戏，但是想要发挥出各个武器最强大的威力，多人操作是最好的选择。做为《钢铁雄心M》的特色之一，多人操作系统允许游戏中的多数战车和飞机可以由两个或两个以上的玩家来共同驾驶，即在游戏中，多个玩家可共同驾驶一辆战车或飞机。当使用多人操作功能时，多个玩家将分别生成在战车的不同席位上，其中一个玩家将成为战车的指挥官，而其他玩家则是乘员，可控制炮手和投弹手的位置。玩家们可通过齐心协作来共同战斗，从而快速推进战斗的进程。多人操作系统不仅为玩家提供了更强大的游戏乐趣，也降低了游戏的难度。 >>>\n野战系统\n《钢铁雄心M》完全颠覆了传统的FPS 类游戏，玩家不再被局限于一个小小的场景之中。在《钢铁雄心M》中，并没有像有些游戏中的那种“围墙”的存在。在游戏里，敌人可能从任何地方出现，只有眼观六路，耳听八方才能最终在这个残酷的战场生存下来。在游戏里，你既可以翻山越岭，也可以爬山涉水。（显示山川和河流）\n\n玩家截图：\n\n\n\n\n\nQQ截图20150103181709.png (110.78 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:48 上传\n\n\n\n\n[attach]706975[/attach]\n\n\n\n\nQQ截图20150103181736 - 副本.png (175.59 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:48 上传\n\n\n\n\n\n\n\n\nQQ截图20150103182541.png (230.59 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:48 上传\n\n\n\n\n[attach]706979[/attach]\n\n\n\n\nQQ截图20150103182345 - 副本.png (233.08 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 15:48 上传\n\n\n\n\n\n一大群一大群的各种坦克正在像你们迈进！为了自己国家的荣耀而战！\nOP证明：\n\n\n\n\nQQ截图20150201160336.png (337.36 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-1 16:07 上传\n\n\n\n\n\n\n最重要的：\n我们的群号：\n 420058527！\n一系列的二战战役正在时空倒流，正等着你去改变历史！正等着你成为历史上的骄傲！\n进军！为了胜利而战！\nQQ群号：420058527 在此获得客户端下载地址及各种疑难杂症的解答！\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}