{
    "title": "【原创 连载】 【亡灵异变】 【by可耐的小白】",
    "author": "可耐的小白",
    "replyCount": 8,
    "timestamp": 1422799320,
    "txt_content": " 本帖最后由 可耐的小白 于 2015-2-1 22:27 编辑 \n\n第二章：闭不上的眼  雷蒙在暗之森的阴暗小道上疾奔着，时不时跳开地上的小坑和荆棘丛。从他的背后缓慢的浮现一双又一双血红的眼睛…..  “该死的，果然是出事了吗…..平时基本上没有怪物的侦查路线上居然出现了这么多怪物的气息…..”雷蒙一边疾奔着一边在脑子里整理着各种获取的情报。“不应该啊，亡灵们被有组织的行动起来了，甚至进攻时都留下了一小部分僵尸来麻痹和增加攻击小队的兵力……..难道？有高级亡灵！”   雷蒙想到这里，一股凉气从脑袋涌到脚底。“如果高级亡灵出现在暗之森前线，那么绝对会有大行动，暗之森防线在没有防备的情况下一定会损失惨重！”一个又一个念头瞬间狂涌进了雷蒙的脑袋里，把他的思维搅得纷乱无比。  该死的，现在紧要的是救下侦查小队并调查为什么亡灵要攻击侦查小队。先不管亡灵们有什么阴谋，先救下侦查小队再制定计划！不必要的情报和念头被瞬间封印在记忆楼阁的角落，而关于侦查小队的各个情报被摆在了楼阁的中心。“今天的暗之森额外的平静，防线只受到了零星的攻击，连造成威胁的程度都远远没有达到。那么兵力都被集中攻击侦查小队了吗？应该是的，那么侦查小队会受到非常强烈的攻击，再加上五天攻击防线少去的僵尸。亡灵们应该会以僵尸当肉盾，然后骷髅射手远程耗死侦查小队。那么率先击溃远程兵力就成了重要任务。但是侦查小队肯定无法冲出包围圈，那么只能由我来摧毁敌方远程火力了。”在到达侦查小队的位置前，雷蒙整理好了自己应该干的首要任务。  那么，在哪呢…..  扶着冰冷粗糙的树干，感受着冰冷的触觉，望着可能存在亡灵的方向。  “那是？”前方剃刀般直插向天空的树木，凹陷下去了一大块。而前方，树木凌乱的分布着，通过偶尔露出的地面，僵尸们机械的向着前方前行着。  “就是那里了吗……”随着两个起跳，雷蒙消失在了树顶间，没入了黑暗之中向着前方潜行而去。   深陷下去的坑中，无数双森然的空洞眼睛目视着前方，注视着生者们的位置。  然后，淡蓝色的火焰，缓慢的在无法闭上的眼睛中蔓延开来。述说着根本无法传达的，对生者的嫉妒和毫不掩饰的杀意。箭矢在空中飞舞向生者，带走他们的生命力，让他们虚落甚至倒下....  然而，在亡灵的背后，一双满含着杀意的眼睛…….缓慢的睁开了…….  缓慢的…….缓慢的……..凄冷的剑锋在空中划出一道惨白的弧线，划过了一只骷髅射手的脖子……..雪白的骷髅头在空中飞扬而起。带来了一句死亡宣言，“请你们，再死一遍吧。”然后，乱剑从骷髅射手群中爆发而出，带走了好几只亡灵的生命。  当亡灵们反映过来时，骷髅射手已经有十多只倒在了地上，再也无法起身了。“嘎！！！！！”拉弓，搭箭，瞄准，松手。骷髅射手们的手法纯熟无比，就像他们死前练习的一样…….但是骨箭在射中那个人类之前，就先被一把挥舞的长剑斩断在半空之中。  反而是那个人类，每次出剑都能带走一只骷髅射手的生命。看他的样子，根本不想是在战斗，而是，狩猎……..他的脸上挂着轻松写意的笑，而他的剑却带走一条条生命。  “咔嚓。”这是最后一只骷髅射手发出的声音，它的头被雷蒙徒手拧了下来。他的身上还是中了一箭，猩红的血液从小腿滴答滴答的落在地上。他毫不在意的把箭矢拔了出来，然后吃下了从手中出现的烤土豆。  “啧啧，179只骷髅射手……..还好我跑的快，不然就侦查小队50个人，这次说不定要团灭在这。”雷蒙耍了个剑花，将其别在腰间，腿上的伤口缓慢的愈合了，最后留下一缕轻烟飘散在空气中。“剩下的纯粹是僵尸了…….就侦查小队的实力，是屠杀吧，算了，以防意外还是去看一眼。”  两次点地，雷蒙离开了这个深坑。留下填满了深坑的森森白骨和一小滩血液，骷髅头在旁边死死的盯着他的背影。最后一丝魂火不甘心的散去。  三分钟后，在顺着足迹的情况下，雷蒙找到了侦查小队，以及叶。  “还真是恶心……你们杀了多少只僵尸，一路都是断肢和血。” 听着雷蒙的问题，躺在地上的侦查小队队长挤出了一个苦笑。“多谢您的救命之恩了，战斗之中哪记得那么多…..应该有300来只吧……要不是您察觉到了不对前来增援，我们估计会全灭在这…….现在我们有三人重伤，七人轻伤，基本上全部人都脱力了。”  “哦，对了，还要多谢叶大人的及时支援，原来卡恩那个家伙差点被拖进僵尸群里，都是叶大人及时到达伸出了援手，不然也不会无损。”  听到这句话，雷蒙转头看向了坐在树上一脸轻佻之色的叶。  放荡不羁，这就是大部分人看到叶的第一印象，因为他的表情和他的眼神都在表露出一个感觉------来打我啊小样。  当然，虽然这么说，但是叶看起来还是挺不错的。一头纷乱的栗子色短发，眼神轻佻但是包含着一丝锐利。流线的身体看起来很轻盈，一米七八的身材不会太高也不会太矮。  当然，战斗时叶又是另一副模样了……但是这点只有雷蒙和谭森知道，以及在这幅模样后隐藏着什么…….  叶和雷蒙护送着侦查小队回到了亡灵之墙内修养。然后，雷蒙和叶交换了情报，并发给了远在帝都的谭森请他注意并转达情报部的那群垃圾们（雷蒙很不爽）。打算计划着到暗之森内调查一番这次异变………                                                                                                           未完待续 ---------------------------------------------------分割线---------------------------------------------\n   第二章更新.........没啥好说的，下章谭森闪亮登场，“登登”！{:10_512:}            指引贴传送门：http://www.mcbbs.net/thread-400561-1-1.html       总算发现字体不对的问题了，已改正",
    "replies": [
        {
            "author": "可耐的小白",
            "timestamp": 1422799620,
            "txt_content": "@ε-- @末影龙娘 @彼岸在望 "
        },
        {
            "author": "可耐的小白",
            "timestamp": 1422799800,
            "txt_content": "@彼岸在望 我想写我的小说，写出我自己的感觉，也许这样的小说很多人写吧，但是我想写。而且我感觉我应该不会写成他们那样的吧，我想刻画出好的人物，写出故事的精彩，让人们记住他们，而不是转眼就忘。"
        },
        {
            "author": "可耐的小白",
            "timestamp": 1422800040,
            "txt_content": "话说我不知道怎么弄分割线......"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422835440,
            "txt_content": "可耐的小白 发表于 2015-2-1 22:14\n话说我不知道怎么弄分割线......\n描写不错，但是不大合常理了…旁边又没人，这货怎么一边跑一边自言自语= =…而且话说他感情线变化有点突兀，基本是之字型了…\n总结：雷蒙不能放弃治疗。"
        },
        {
            "author": "ε--",
            "timestamp": 1422839160,
            "txt_content": "支持。\n描写方面可以看出很大的提升（说的好像你很好似的）\n作为观众来说，希望能看到各种绝境反杀而不是无双虐杀，料得到的阴谋就不是阴谋了。（个人意见）\n望共同成长。"
        },
        {
            "author": "可耐的小白",
            "timestamp": 1422851580,
            "txt_content": "多谢指导了，我会注意这方面的细节的，努力改善。\n因为这是我第一次真正意义上的在mcbbs发小说所以有些地方不会【斜眼\n话说怎么弄链接成文字？{:10_524:}@ε-- @末影龙娘"
        },
        {
            "author": "可耐的小白",
            "timestamp": 1422851580,
            "txt_content": "末影龙娘 发表于 2015-2-2 08:04\n描写不错，但是不大合常理了…旁边又没人，这货怎么一边跑一边自言自语= =…而且话说他感情线变化有点突 ...\n那是雷蒙的脑内想法，变化突兀是我发现之前的文笔写的有点不对，就临时改了风格.....结果看起来像鬼畜了吗！Σ( ° △ °|||)︴"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422857580,
            "txt_content": "可耐的小白 发表于 2015-2-2 12:33\n那是雷蒙的脑内想法，变化突兀是我发现之前的文笔写的有点不对，就临时改了风格.....结果看起来像鬼畜了 ...\n他跑说明已经意识到事端不对的地方了，为什么跑了半截再重新回忆一遍…最好简短一点。\n而且确实有点鬼畜（绝对不会说我这个小学森不知道鬼畜的意思的，绝对不会），楼主多少改一下。"
        }
    ]
}