{
    "title": "PR Pocketmine如何换地图",
    "author": "冰轮丸55",
    "replyCount": 4,
    "timestamp": 1422802980,
    "txt_content": " 本帖最后由 冰轮丸55 于 2015-2-4 11:20 编辑 \n\n请各位看清楚再回答：是换了现有地图后不能顺利开服，只能用它原有生成的地图，且生成的地图还不完整。现本人用的是Pocketmine官网PC的1.4版本。",
    "replies": [
        {
            "author": "minecraftpe8",
            "timestamp": 1422802980,
            "txt_content": " 本帖最后由 minecraftpe8 于 2015-2-4 11:47 编辑 \n\n很遗憾的告诉你,PocketMine1.4无法用现有的单机存档更换服务器地图,因为两者地图格式不匹配.简单的存档地图替换服务器地图和改名wolrd的方法只在支持0.81版本的服务器有用.建议你下载PocketMine1.3.12开服,可以导入地图,不过仅支持MineCraft 0.81版本.\n\n我特地去PocketMine论坛查阅了相关的资料,官方对1.4版本做了如下说明:\nCurrently, PocketMine's world generation is very simple. It's purpose right now is just to exist if players don't have their own map to use. If you want a more complex and detailed map, you can create a world with the PC version, explore it a bit, and then place those world files into your PocketMine directory, or you can download a PC map to put onto your PocketMine server.\n\nTo clarify: PocketMine uses the Minecraft PC edition's level format (the old MCRegion as well as the new Anvil format). This is because development on PocketMine 1.4 was started before the MCPE team announced that it was using a different world format, called LevelDB (which is what MCPE 0.9.0 and later use). So right now, we are just waiting awhile until the PocketMine team is able to add support for LevelDB worlds, as well as world using the pre-MCPE 0.9.0 format and the pre-PocketMine 1.4 PMF format.\n大致翻译如下:\nPocketMine采用的Minecraft PC版的水平格式（老MCRegion以及新的铁砧格式）。在发展1.4 PocketMine开始前MCPE小组就宣布，它使用一个不同的世界的格式，被称为LevelDB（这是MCPE0.9.0及以后使用）。所以现在，关于格式不匹配的问题,只能在等待一段时间，直到PocketMine团队可以使用预先MCPE0.9.0格式和预PocketMine1.4 PMF格式添加对LevelDB世界的支持。\n\n目前，PocketMine世界产生是很简单的。现在的问题是，如果玩家没有自己的地图只使用服务器自带的。如果你想要一个更复杂，更详细的地图，你可以创建一个世界同PC版，探索它一下，然后将这些文件的世界到你PocketMine目录，或者你可以下载一个PC地图放到你的PocketMine服务器。"
        },
        {
            "author": "975310498z",
            "timestamp": 1422954900,
            "txt_content": "多世界插件"
        },
        {
            "author": "2934383317",
            "timestamp": 1422971460,
            "txt_content": "你确定把地图丢进文件夹里然后改名为“world”了？"
        },
        {
            "author": "冰轮丸55",
            "timestamp": 1423020000,
            "txt_content": "2934383317 发表于 2015-2-3 21:51\n你确定把地图丢进文件夹里然后改名为“world”了？\n改过了，如果这样真行我也不用问了。"
        }
    ]
}