{
    "title": "<原创·单篇·连载>[Nick核心科技][LiDeer出品]唯一的故事——熵与殇之回忆录",
    "author": "lzlniu",
    "replyCount": 17,
    "timestamp": 1422844020,
    "txt_content": " 本帖最后由 lzlniu 于 2015-8-22 11:01 编辑 \n前言：\n这一系列故事是以一个玩家的身份的自述，叙写玩家在玩mod中的成长历程。\n本文是记叙性质的，应该算是玩家回忆录，不能算是小说，所以我也觉得没必要发太多帖子连载，要不到时候自己回忆还不好找，一篇足矣。\n回忆录全属真人真事，大致时间段是2013年1月到2014年中期。基佬之家元老院副院长lzlniu在Nick核心科技服过去的20个周目间的所见所闻所感所动。（好吧由于我是3周目进入的，18周目隐退的，所以也就关系到15个周目左右）\n每篇估摸着也就1000-2000字。若写完后加在一起大约2.5W字。当前1万3千字。\n相关服（别加，现在不叫这个了，而且10周目后换群了）：http://www.mcbbs.net/thread-74729-1-1.html\n\n最后再强调一下，本文是回忆录，不是小说。\n正文：http://www.xiami.com/widget/0_1769074271/singlePlayer.swf\n唯一的故事\n----永增的熵，永存的觞，熵与殇之回忆录\n一、古老的科技【完结】\n1、小能量的服【完结】\n\n着实的讲，我并不是很早加入Nick服的，那是在13年的1月，距今整整过去了2年。尼克是知名的整合者，混迹于贴吧和bbs，也算是个“历史”人物了，现今已经不玩mc了，其实他很早就不玩了，4周目时已经基本不上线，作为服务器名称代言人，也着实是奇怪。所以，这服务器是一个无管理者的服务器，十多个周目以来没有op。因为创服初期，他早就说过：这服务器存在的目的是为了打造更好的整合包，测试bug，为永久测试服。于是一代代人就这么忽悠进来了。永久测试服，两年20个周目也不是很奇怪，不是么？\n\n在这服务器的一切往事，有些仍然历历在目，有些却开始模糊，我为此悲哀。付出的一切本非有所目的而为，为何要悲哀？\n\n追续往事，在1月，我经过一番审核进入了服务器，貌似还要显示自己有点科技基础才能加入，于是装比自己会不少mod，化学、工业……，其实现在看来，那种行为和小学生没啥两样，自己对mod的了解当时只是浅尝辄止，玩mc的三年多时间里，2011年12月到现在2015年，我有差不多1年的时间都在玩着原版，还有就是在这里（中文论坛服）里鬼混。中间夹杂着一点点整合包的接触，科技类模组的接触--无非就是核弹罢了。\n\n入服后（3周目），我愉快地开始建造我的家，砖块屋顶，沙石地面，木质结构，精整简洁，俨然一副原版玩家模样，远处走来我见到的第一个人，吃货mute，跑来欢迎新人来临，邀我去他家作客，他家也是小屋，可是结构比较简单，火柴盒样子，屋子里东西不多，倒是有三张床，不久后出现了FAKE和chaoren，其实是他们住在那里，我此前不曾与其它陌生玩家接触，便辞别回到不远处自己家，那天晚上（MC中），他们互相用弓箭互射，死来死去，我一个人在家中看着显微镜，默默钻研着木头提取碳元素的方法刷钻石。\n\n3周目中，玩家们居住的比较紧密，我家隔着一条河对岸是一个叫pansx的人的家，我常听说一个叫ransx的人是腐竹，便以为这俩是一个人，pansx（以下简称p）家有一大串的燃油发电机，而且不知道从何处出来的燃油，我倍感困惑，苦心钻研石油在哪，发现石油是从一个石油生成器里出来运输到BC精炼厂里的，然而这一系列的供电又是依靠燃油发电机，我愈加困惑，但也没多想，为了方便发展，就借使他家的打粉机处理矿产了。【这服务器没人圈地】，三周目那时p也不常上线，ransx（以下简称r）更是不曾出现，于是我那一整个周目都以为那是腐竹家。\n\n在我来后不久的几天里，服务器又来了一个新玩家，名叫Pray_wing，这人倒是显得知道不少mod知识，上来见到我就说，你家用水力发电机，也太麻烦了吧，我说，水力发电机可以倒水就能发电，输出≥1eu/t呢，我问他隔壁p家的是什么，他不以为意的告诉我那叫燃油永动机，我顿时感觉高大上，便问道如何制造，他说他会，到时候慢慢做出来。Pray_wing（以下简称pr）的家绝对是原版党的敌视物，首先它就不符合重力，一块在树上的大半悬空板子，家无四壁，上无屋顶，就差没地板了，各种奇怪的机器摆放在地板上，旁边还放了传说中的燃油永动机标准模型（一个小型的），他说这玩意一小台就能发电25eu/t，外加能源转换，供给MJ动力不是问题。于是各个mod的机器都能正常驱动，我那时没什么资本拼知识面，唯独比较了解化学mod，便与他交流上了，介绍一些刷资源的方法。他听了倒也蛮感兴趣。\n其中记忆可能并不完全，还保有的就是我去过一个叫bbbB_J（后来又出现在13周目）的人家里偷吃了个蛋糕。\nnick上线继续修建主城，各种防爆砖块加上一些Redpower2的光，显得科技感十足，可是在整个3周目里，主城始终没有建造完毕。\n\n3周目过去的很快，我也初步结识了一些玩家--mute、pr等人，但是测试服就是测试服，周目马不停蹄的换，我还没发展到让我刚学会的燃油永动机替我家供电，周目就换到4周目去了。\n\n\n2、mod与bug【完结】\n\nmod服与原版服的差距不是一点，而是巨大的，玩minecraft的人种类多样，性格多元，喜爱原版的人可能对艺术更感兴趣，偏向创造模式设计辉煌美丽的建筑，或是追求幸福闲适的生活，为自己设计一个典雅美丽的家，种菜养动物。而mod党都是一群凶狠的触手，他们可能缺乏一点生活情趣，但是却不失一个热爱交往、互助的心，mc是一个社会性的游戏，人与人的交往从2D社交平台交流，扩展到3D，游戏内生存互助。\n4周目的来临是一个预兆，预兆着这个服务器动荡的将来，mod数量决定着服务器的稳定程度，在小能量大哥Nick还活着的时候，服务器的崩溃虽然有，但是并非特别频繁，因为所谓制作好的整合包，是要避免崩溃的，避免崩溃，mod就要取舍。mod的数量是制约服务器发展的重要因素。\n\n4周目开始后，我又一次准备独自生活，可是转念一想上周目的残念，想到独自发展最后无非是捞得一场空，便在spawn（无主城，尼克懒到就在复活点修了个充满RP2的灯的亭子），附近小坡上找到个房子，挨着它建造起来，那二层房子的主人Forever sky（以下简称屎盖）出来了，看来了人，又在他家边上盖房子，便邀我住到他家的二楼，他一开始并未想和我共用资源，只是提供给我个现成的住处而已，我便同意了，同居不共用物品，也未尝不可，符合我孤僻的性格，后来我才发现，他家竟然截成两半，中间没有连着，我便凿开墙体做了个门，跟屎盖说你家既然连着，干嘛弄两个门，而且里面还不联通，他生气的跟我说，旁边那不是他家，那是另一个人的家，也算是他朋友----54（全名就是qq号，简称54）的家。他们的资源也不共享，虽然没有锁箱，但是大家自觉不动别人的东西。\n\n屎盖相比54而言懂得科技知识更多一些，4周目期间内他引领我们三个人发展，而3周目提到的Pray_wing则和chaoren去到了东南方远处发展，只知道他们那边发展极其迅速。到了后期时，燃油永动机出了四套，pr研制出了一种新型燃油永动机摆放方法，据称是四向式，我和54与屎盖便学来了这种设计方案，也开始建造起来燃油永动机，不过我对燃油永动机还不是特别熟悉，屎盖也不让我这新手乱动机器，于是我转向后院开垦瓜田，那时候我正在不停地看KUSO的科技时代视频和tinysnake的林业视频，学习RP2、MFR1、IC2、BC、F、RC等mod的玩法，看到视频中有趣的东西后，便会想方设法在服务器中实现，那时候tinysnake的林业教程中讲到了自动农场，那时的林业农场还是单方块，类似于现在的MFR2的农场，使用起来比较简单，于是我很快学会了林业（F），准备好好秀一秀我的技术，便开垦完瓜田后放上了一个林业瓜类收割机，西瓜南瓜量产出来，那段日子里，屎盖继续和54搞永动机，p不知道在什么地方倒腾，r偶尔处理一下服务器事故，到这时，我总算大致区分开ransx和pansx了。\n\n做好瓜类自动农场后，屎盖的燃油永动机组差不多修好了，是仿照pr和chaoren的四向式设计，一个机组可以有32个发电机，总输出接近800eu/t，可是对于工业2的uu机而言，800eu/t不算多，而对于我的瓜类自动农场而言，这可是一个充足的能源源，我便把它与瓜类农场接上，并且在旁边放上林业的压榨机（榨汁机），开始榨种子油（由西瓜和南瓜而得），我是觉得很有意思，可是屎盖不觉得这玩意有啥用处，种子油发电体系完全比不上燃油永动机，种子油也不能吃，最多就是做林业的浸渍物品。可我依然很兴奋的制种子油，建造起来了一个超高通天bc储罐，种子油噗噗的冒出，我看做他们仿佛是宝物。\n\n转说道pr和chaoren他们，他们的发展可以说和我们不在一个级别，他们的家科技感比我们强太多，各种颜色的玻璃纤维导线（由钻石制成的导线），穿插在机房中，chaoren对RP2（红石力量2mod）很有一番研究，他制作了一个矿物自动处理系统，完全运用RP2和BC体系，矿产放入初始端口，马上就处理成锭出来，而且不会发生像纯BC处理系统那样的爆仓状况。再加上他们的4个燃油永动机组合一批高级混合太阳能（每个512eu/t），他们的总发电量差不多达到了4500eu/t。uu机器日以继夜的工作，每天产出的uu足矣爆仓，让千千万万人家不用工作就能吃好喝好。\n\n我感受到了可再生能源/资源的强大。bug是我们永恒追求的目标。\n\n\n\n3、晨光退繁星【完结】\n\n到了4.2周目，服务器的人数也愈来愈多，但是也有人退出，4周目后期来的新人Bruce（以下简称B君）与pr他们共同发展，到了4.2周目，chaoren不怎么玩了，于是pr和Bruce见我发展比较久就叫来我一起发展4.2周目，这周目也是比较长的一个。stevfan也就是mod wiki的flash系列作者在这周目比较活跃（或是这周目才来的还是咋我忘了）。吃货mute倡议大家一起生存，于是基佬之家正式成型。话说回来早在3周目mute就有成立一个叫”基佬之家”的组织，只是我们没有加入，我之后也不太喜欢用这个名字，于是简称组织。\n4.2周目开荒期间我没参与，到了我来后，stevfan（以下简称st）和pr已经用CC（ComputersCraft电脑mod）的机器人挖了一个大洞，从建家的小岛的小山坡中向下挖了5层深，直抵基岩。这还是我第一次见到这么神奇的东西。倒是记得小学学过一个动画制作软件有个叫小乌龟的东西，这电脑mod的机器人竟也是小乌龟。输入//excavate XXX（边长），他就开挖，CC机器人还可设为不消耗资源的，于是自动挖矿的CC机器人成为了大家解放双手的好帮手。\n\n这周目早期开荒，st偶尔来帮忙建设外加游玩于我们之间，B君负责自动化，pr负责一部分RP2和大部分IC2。二货54和我以及吃货mute则强势围观外加做点没啥意义的小研究比如林业生物质、自动农场、能源链接mod的水过滤器发电、化学mod进一步研究，这些也是蛮有意思的事情。\n\nr和p在3-9周目一直是独自发展，也许是腐竹的缘故，没人一起发展，但是他们自己总是能做的很好，pansx一直以来是隐藏大神，而ransx则时常乱入玩家群体，嬉闹无间。\n\nLuigi_Red_power（以下简称lui，不过九周目还有个另一个人叫Luicat）和bukexuea（以下简称bx）在4.2周目中期来到了我们服。他们也是各自对科技mod有所了解，lui对红石力量2还做过不小的研究，在4.2周目，他替我们制作出了我一直以来视为传奇的RP2红石框架飞艇，我对此一直很感兴趣，可是一直都没有学会如何制造。bx也是熟悉各个科技mod的，制作各个机器，发展燃油永动机，很是熟练，他喜欢和我钻研一些稀奇古怪的玩意，比如自动化和bug研究。在4.2周目期间我努力研究自动刷铁，这一点54也很感兴趣，刷铁是MFR的一个bug，早期MFR是1铁+4煤炭得到5个钢，而5个钢在化学mod中可以等于5个铁，这样的话就煤炭=铁。研究bug一直是我们这些“研究者”的兴趣。以54、bx和我为首。而研究mod那些则主要是靠那些技术性人才比如st、pr和B君。B君使用LP（物流管道mod）也是让我们大开眼界，从此，物品变得规整便于管理。B君好像还做过物流管道mod的教程视频。\n\n依稀记得lui的飞艇初步完成，在海面上起飞，载着bx和我，lui操作各种拉杆，我现在想起来还有点小兴奋，一个靠RP2的太阳能蓝石能源驱动的红石控制飞艇！飞艇可以前后左右方向移动，携带方块、箱子、在方块上的人和一系列红石控制，当然还有RP2的太阳能、蓝石电线和电池盒、马达。说到这些，不由得惋惜Eloraam（RP红石力量mod作者）不玩mc了。RP这么一个好的mod就没了。lui到后来1.6.4时也因此不玩mc了。\n\n这周目修建的水过滤器发电也是一个绝唱，一家几千eu/t的生产，居然做了个50多eu/t的水塔加te蓄水器灌水给水过滤器（能源链接mod的，输入液态水发电，2eu/t），当然，这么脑残的设计一定是我造的。\n\n4.2周目还有一个特色，就是林业mod在这段时间内既有大型多方块的多功能农场，又有单方块小型农场，所以在pr和st他们发展能源充沛，后期uu产出一秒2个之速度的时候，他们开始修建大型多功能林业农场。我自一开始是不看好这种农场的，首先它需要耗费大量材料，而且林业多功能农场还要消耗磷肥，不具有可持续发展的理念。磷只能靠挖。不过到了后来建成四个多功能农场后，我发现还是极好的。那四个好似分别是橡胶农场、瓜农场、小麦农场、甘蔗农场。为了这个大项目，我们还制作了一个自动化生产林业玻璃管的生产线，方便生产农场砖块，在沙漠就地取材。\n\n不过后来发生了一件倒霉的事情，那就是沙漠这块发生严重bug，服务器崩溃，被迫用上了地图炮，然后就没有然后了。\n\n\n\n4、天下可友亦可敌【完结】\n\n4.5周目由我们的LP（逻辑管道mod）大师Bruce（前面的B君）开服，这一次，是前所未有的战争对峙服。这算是一个番外篇。\n\n所谓战争对峙周目，是在我和lui的极力劝导下开展的，在这周目里，分为红蓝两队，各队拥有一个chunk的领地，从0-255，各种武器都可以使用，还为此加入了枪械mod（Flan），在发展初期，大家奋力积累矿产，地图大小有限，仅仅一个岛屿而已。红方以我和johnbanq（也是个科技大神，不过没加入我们的组织）以及我一个同学为主要队员进行发展，对面则较我们更强，是B君本人还有bx、lui和pr。某方面讲，我们队初期就靠johnbanq了，凭借着砍树mod的奋力发展火电，我们在初期积蓄力量，创造更高发电功率，因为某方面讲，哪一方发电功率大，就说明哪一方生产力高，生产资源、战斗用品的能力就越强，真所谓经济决定政治，经济决定战争。\n\n尽管有领地mod保护，但是明白人都知道那是没用的，我们红队很快决定走入地下发展，等到实力壮大后再返回地表，对方倒是不紧不慢，却井然有序，我们这边相对散漫但是不至于落后，发展过程中对面的lui经常前来骚扰攻击，可友亦可敌，等到到了抢夺资源时，双方可谓破了交情，厮杀抢夺对方财物，一旦你杀死敌人获得他全身装备外加武器、资源时，胜利者是窃喜狂妄的，失败者是一心复仇的，人与人在游戏中离间，但仅此一周目而已。\n\n不过也并非一直是战争，连第一次世界大战都可闹出圣诞停火，这一次游戏也不乏这样的事情，对面的lui很快的建起了飞机，邀我休战坐飞机玩，确实是很友好的一次休战，可服务器不作美，卡机让开飞机的他在他电脑前也许很顺畅，到了坐飞机的我这里就是我在飞飞机落在后面，不免啼笑皆非。\n\n到了发展后期，在线的人数不那么多了，双方只剩下我和pr持续发展，pr不喜欢战争和pvp，我虽然喜欢但是若他在家努力做高混（终极混合太阳能）我也干扰不了，想到别人可能发电量超过自己，我便也缩回加使劲制作高混，发电弄出来的uu则全部造火药满图开枪放炮，却不见敌人。最终这场战争演化成了一场军备竞赛。我们红军这一方开始装饰主基地，用青铜块和铁矿修建地板，防爆砖块修建外墙，连接地下基地，挖掘战略城墙，双方发展成为对峙，俨然一副战争模样，却不见交战双方，仔细一看，原来都窝在家里制作高混，互相比发电功率呢。\n\n4.5周目也就因此惨淡收场。一场战争因好斗开始，因无聊结束。\n\n5周目受到wenzi的影响，成为了群峦传说mod番外篇。放在这节讲是因为也没啥好讲的。\n\n群峦传说倒是个究极抖m模组，却也是非常科学的，在4.5周目到5周目这段时间内，发展出这俩番外篇多多少少也可能是因为大家玩腻了普通的生存模式。\n\nwenzi其实是比较老的玩家，在3周目我进入前就玩了2个周目了。后来隐退，5周目成为群峦番外篇后又回来玩了一会儿。\n\n5周目里，玩家可以说远离科技，”民不聊生“，种个菜都要几个小时成熟，更不用说养殖动物了，为了学习群峦，我还去看了教程，学习制作木炭的方法，学习如何冶炼金属，如何在流水里淘金，这周目里基佬之家的成员们紧促的生活在同一间大屋子里，这屋子建筑好框架后，却一直没能建好一个屋顶，可能是大家觉得没必要，更多的是因为群峦的重力限制。玩群峦传说只能说是一个字苦。在整个5周目里我只做出了一个金属镐，锌镐，还不怎么敢用，因为冶炼金属实在不易。很明显5周目不适应大家的胃口。很快就不了了之了。\n\n\n5、自由之感化【完结】\n\n而5.5周目又是一个新兴时代。在这周目里大家后想念科技mod了，于是这周目发展的也较为长久、和平，组织成员得到了进一步巩固。\n\n这周目初期，我、pr、B君、bx、54、lui开服后立刻决定这次要弄空中之家，在高度200+的高空建造一个超大平台，于是建筑开始了，过程中我不免觉得我发生了变化，由一个原版玩家真正蜕变为一个mod玩家，因为这是第一次我在高空盖房后没有选择在墙壁上的洞上迫切的填充上玻璃，在当时，我们初步开始接触TE（热力膨胀）这个模组，当然，总是有那么一些人走在时代前面，比如bx、B君和pr早就知道TE了，TE这个mod非常像工业mod（IC），只不过使用的是MJ动力，我接触TE，不过只是接触蓄水器、造石机这俩我看来是神作的机器，在我不会用TE之前，收集液态水还是主要依赖于BC泵加BC红石引擎抽水，那速度简直抽筋。优先发展TE的道路也由此展开，由pr引领，这大概也预示着一个新时代的来临吧，想到现在TE和它带领的cofh集团占据mod界，我不由得感慨时代其实就在我们生活在一步步变化，mod们在互相渗透。SF（知名mod教程视频制作者）可能也就是因为这些mod的变化而放弃mc的吧。\n话说回来，早期我们都兴致勃勃的建造高空居住地，我为此还提出方案，在燃油永动机没那么快造出来的时候，不如先发展风力，否则就是浪费了这么高的风力资源，我个人一向是生存渣滓，有了电脑mod机器人、BC采石场这类东西（那时我们Nick服不禁任何东西），我早就养成了不挖矿的习惯，视挖矿为肮脏、无聊、浪费时间的工作，应该交给机器来干。所以在别人不怎么搞自动挖矿设备时（也就是别人不在线时），我也不挖矿，资源总是越挤越少，导致像我这样的不挖矿的人不思进取，目标缩到研究风力发电了。花费了一星期捣鼓风力，我做出了一个发电50eu/t的180格风力机组，倍感自豪。这段时间内，我也叫我的同学扩大了高空居住地，加了一层专门种菜，解决了食品问题。可转眼就到了周末，pr和b君说，住在高空干什么都不方便，决定搬到别的地方去，我做了些无意义的抵制，可是大势已去，搬家是必须进行了，于是我们组织全体人员搬家到东北方的橡树林海滨交界处一个地势优良的地方。那时B君已经修好了物流管道系统（LP，logistics pipe），这一次自动化搞得前所未有的好，一大批水晶箱子（更多箱子mod的钻石箱子的玻璃升级）。我们全部物品搬过去后，一个中级混合太阳能供给物流系统能量，大量资源快速请求、处理、自动加工、自动存储。搬家后，大家展开新一轮建筑、发展。\n\n我像往常一样，发展我钟爱的林业mod和化学mod，54在此期间发现了许多有用的化学mod的bug，比如刷烈焰棒。在这周目里，mfr也首次进入大家视野，因为我们发现mfr的大师球抓铁傀儡后，可以在刷怪机中供给能量刷大师球内的铁傀儡，给能量就刷出来，在这一重大发现下，成员们纷纷加紧开发能源事业，让可持续发展得到进一步完善，更多的高混造好了，更多的水过滤器造好了，连生物质燃料发电机都用上了。发电功率逐步上升，于是修好铁傀儡刷怪厂后，立刻接上电，飞速刷铁傀儡，将刷出来的铁傀儡冲入岩浆，露出脚底，傀儡头部着火，死后物品掉落进入BC的黑曜石管道收集起来，然后送入LP的自动化存储系统中，于是铁的获取量大大提升，科技党们酷爱铁，我也是如此，于是便决定用铁块建造家，把新家从墙壁到地板到屋顶，严严实实的用铁块修建，就留下玻璃的位置，这些玻璃到了后期也因科技感不足被修改为防爆玻璃。总之，一个科技党的理想住宅可能就是如此了吧。\n\n在资源极其充沛的条件下，大家各自研究自己的兴趣，可谓糟蹋资源，可是我们不怕糟蹋，资源用的速度肯定超不过制作出来的速度，老工业的uu机圆了不知道多少代科技党的梦，坐在家里日挣钻石溢满箱。我继续去研究林业的生物质、种子油技术，pr去研究mfr的刷怪方法，做了一个大型的防爆仓，里面刷地狱恶魂，尖锐的哭声刺耳穿透防爆墙。lui则花费uu去研究红石大炮。bx则受我影响研究起化学mod的核聚变设施，收集材料建造核聚变仓，54则到处乱逛，顺便开始和p通铁路。B君则进一步完善LP管道系统，做成了究极自动化，一键点击即可制作一个太阳能出来。\n\n都说生于忧患死于安乐，5.5周目确实是一个安乐的周目，到最后实在想不出干嘛，我都开始研究使用RP制作红石活塞虫电梯了，虽然有lui提供咨询，但是电梯最后还是没能落成，安乐过度，服务器换周目了。\n\n自由发展，让玩家安乐，快乐，美好的记忆永远存在于不受约束的服务器。没有op与玩家之争，没有玩家与玩家的私有财产隔阂。\n\n6、泉【完结】\n\n6周目又是一个闪瞬周目，服务器初步尝试加入格雷科技mod，但是没多少人玩，于是不到2周就换周目了，这则是我第一次接触格雷，为日后写格雷教程开了头，若没有6周目，我可能不会接触到格雷。\n\n7周目则是另一个外章，这周目没有科技类模组，全部魔法，以神秘3、暮色森林为主，这是我第一次接触魔法类mod，研究神秘mod也确实是一件有趣的事情，可我对神秘的研究局限于这周目，日后我不再接触魔法类mod了。所以这周目给我留下的总体印象还是不错的。尤其是在暮色森林探险，观看击杀暮色恶魂、九头蛇、巫妖、娜迦。我保持了家里蹲的习惯，消耗资源浪费在神秘学的研究上。pr、bx等人则对探险乐此不疲。\n\n8周目的spawn是我的一个重要印象，复活点周围有一格水，水深不见底，后来了解到这是一种叫泉的东西，是建筑mod的自然生成，泉会在那所在的基岩方块上不断生产水。这就好比在这周目组织的人员剧增。\n\n这周目，wenzi、johnbanq、mute、zerothyxx（飞翼，是在1周目之前就来此服的人，也就是当此服还是私服的时候）、屎盖、chaoren、st中间几个周目没玩的玩家奇迹般的在这周目上线玩了一段，也是在这周目，组织人数同时在线值达到顶峰16人同时在线，这周目也是第一次加入AE（应用动力mod）的一周目，那手动遥杆打粉机在当时的我眼中看来实在是无比创新的一个产物，这周目并不很长，但是发展的人却比较多，为此bx和我和lui建造了一个较为大的房子，两层别墅加阳台，建筑风格结合，科技党的首次使用原木制造建筑，lui还在房屋的中部西北侧设了一整面的雨林木的墙壁，外墙种满了可可豆，这栋屋子的二楼屋顶则用的是树叶，pr他们照常挖矿发展、使用机器人，可这周目发展并不持久，算是一个短命周目，尽管它破了同时在线服务器人数记录。\n\n在一楼的机器陈列房间里，机器爆炸或什么别的都不重要了，是谁炸的，事故原因都不重要，重要的是有朋友，有游戏。\n我记得那周目开垦石油，我跳进油井探寻石油深度，54在井喷搭建的平台上修筑储罐，pr在遥远的家中修建TE超立方体液体传输器。一起玩的，一起努力工作的，不见得是石油。但那时游戏的欣喜确实是储罐里石油的量，现在呢？\n\n我们的组织在某方面讲也是抵达到了他的一个顶峰，虽然不是科技发展最繁华的时段，确是人数最多的时段，8周目如同一道光，转瞬即逝，却是耀眼之虹光。\n\n7、我不是抖m【完结】\n\n9周目是对我而言十分“不同”的一个周目，因为在这周目初期，服务器决定扩张，招收新玩家，于是一个体面的主城是必须要有的，建筑师以我、Bruce、pansx为主，开服后p设定了复活点免破坏，我申请成为建筑，于是p破例给我了op，原本计划只给Bruce的，于是我开始了我的建筑计划，首先我建造了一个灯塔（想借此展示我的建筑水平还是凑合的），并像p解释我的宏伟蓝图，p并不看好主城这个东西，因为他想这是一个自由的服务器，不需要主城，主城应该是玩家自己聚居产生的，这想法也是我所希望的，可是身为玩家的我看来，这一点并不是很容易达成，让玩家充当仲裁者的计划，从此根植于我的心中。\n于是主城计划开始了，我使劲建造各种建筑，图书馆、小别墅、摩天大楼、主城商店、街道、路灯、植被树木，我本想着玩家可以住进去，开服后我邀54住进一间主城房子，他虽然住了，可是也没用，因为那不是“真正的家”，我意识到了一种mc玩家所特有的情结——只有依靠自己的力量，努力拼搏付诸心血塑造的家，才称得上真正的属于自己的家。所谓大部分服务器里叫嚷着“收养我吧”的新人，叫嚷着“我包养你们”的富有老玩家，他们是形不成友谊的，他们的关系很简单——施舍与被施舍，内心仍然有隔阂，物品不可能共享，因为他们的心没有连在一起。利益在作祟。我不是说我和54不是好朋友，毕竟他也表示，他要住在我以后发展所住的家，可能在他心中，mc里的家就是我们组织以前这些人一起生活的地方，与建筑形状、大小，资源多少，富裕程度都没有关系，友谊是没有利益的，我很愧疚，因为那时单纯的我曾与pr争执，我表示世界的一切都是利益的，如国家间没有永远的朋友只有永远的利益，pr明显很生气，反驳道，那么我们之间也是利益关系咯，你在利用我们，什么都是利益！他说完这句话之后，我便开始只是为了辩论而辩论，恍惚、迷茫，我那时那刻知道，我已经输了，在心里输了。\n\n这种事情在后来也不少有发生，后来加入格雷科技交流群后，我也多次与别人发生类似的争论，很多情况下，我态度是强硬的如“不，电力包是ic虚构的单位，不具有物理意义，不信我证明给你看”然后我虚伪的去实验，只是一片迷茫，不清楚答案，因为我看不到答案，直到后来，我才纠正我的观点，“电力包不是无意义的，它代表着物理中的电荷量、电量，类似安时、库伦”。\n\n跑题了，修建好主城后，有一些玩家已经定居了，这周目pr打算独自发展，不是什么别的原因，只是因为老是居住在一起太单调了，我倒无所谓，不过我确实是个手残——不挖矿的懒蛋，肯定要依靠别人发展，于是我找到了一个新玩家叫LuiCat和szy，便和他们居住在一起了，我马上给他们介绍了一种我的最新研究成果，依然是我历来的“长处mod”--化学mod，我发现了颗粒提粉技术和颗粒提块技术，利用它可以将1个金属颗粒刷成1个金属粉或金属块，也就是说，刷物品将一1:9或1:81的级别增加（根据金属不同而定比率），比如铜是只能刷粉末，而格雷科技的钛则可以1：81来刷块，1个钛颗粒=1个钛块。简直是究极bug，当然，我们服是不禁止任何bug的，我们大步迈向共产主义社会。发展了大量格雷科技的机器、大型机器，不过我们仍然发展不快，主要原因是关键金属铁无法刷，困扰我们许久，直到pr又提及到了以前那项技术，利用mfr2的刷怪机刷铁傀儡，于是铁也不缺了，之后为了资源，我们甚至愁上了缺乏煤炭，于是机制的玩家们想到了暮色森林mod，暮色里的怪物--红帽子矿工，哥布林一样的生物，可以刷，死亡掉落煤炭，我承认挺残忍的，可是没办法，为了资源，到后期煤炭、铁也变得几十k几百k的了。\n于是，后期我将家改建成铁块的，将农场牧场改成钛块、铝块的，有钱，就是任性。我可不是抖m，玩格雷这种mod遇到bug也不会抵抗的，我会欣然接受并且使用它。\n\n到后来johnbanq等老玩家也进服玩耍，pr自己在我和luicat、szy的家的北部的一个神秘mod的遗迹里发展，后期发展的能源也是极其充沛。在发展祥和很久之后，玩家安逸，或是学业问题，周目又换了。\n\n\n8、熵增热力学第二定律【完结】\n\n服务器是r的家用机，这一点我知道的很晚，因为某方面讲这无法置信。可是总会有这么一天的到来，某个网络供应商带来的巨大损失，r被电信坑了。于是服务器从12周目开始不由r开服了，很巧的是p有一个cw（cubeworld，一个游戏）服务器，可以改为minecraft服务器，但是不是家用机的话就是要花钱的，我自己看来作为一个老玩家而没有捐款也是挺内疚的，只玩不帮不捐，和我形成对比的是，一样留下来的老玩家pr却比较“乐于助人”，服务器从10周目左右到17周目都是由他来制作客户端、服务端，而且他还为了服务器发展捐助了一些钱。\n热力学第二定律表明，熵是永远增加的呢，世界在往混乱的方向发展，所有能量都趋于转化成热能。而热能也是最为无序的能量种类。人类社会何尝不是如此，热力学第一、二定律是比广义相对论还要普适、基础的定律，它甚至关联到我们身边的生活，生物进化方向是向热能散失速率高的生物方向进化，进化出高智商生物能制造出热能产出速率更快的机器，由此看也是必然的。人与人可能会联系到一起，帮助、为实现共同理想奋斗，追求自己的幸福。可是熵不允许我们这样下去，人们变少了，老玩家四散而去，10周目-13周目左右，bukexuea（bx）、Luigi_Red_Power（lui）、stevfan（st）、Bruce（B君）等人都走了，zero、wenzi、chaoren、mute、johnbanq等人更是早早的就走了。54、szy也因为上学而不再玩mc了。\n\n而这些不能决定一切，老玩家走了，新玩家依然在到来，我和pr以及r还算留在服务器，继续坚挺了五六个周目。\n在17周目后期熵会最终转化成觞。这些在回忆录的最后再写吧。\n\n转说10周目。10周目伊始，留着开荒的只有我和pr，这周目伊始来了不少新玩家，包括豆子和他的朋友们，自从7周目后，神秘和达特工艺就一直加入了服务器，所以受到一些酷爱魔法mod的玩家如豆子他们的喜爱。\n\n这周目的复活点（主城）由szy建造，竹mod也是近来加入的娱乐向模组，广受欢迎，复活点的温泉我也是蛮喜欢，在冰冻的泰加林里，一座火柴盒主城，两层小楼，一个商店，电梯由神秘mod的一个悬浮器制成，给人的感觉便是这周目蛮具有娱乐性的。而主城的建设也纯属是继承9周目开的头，虽然这次的主城并不大，因为商店和市场经济规划的问题，pr与szy还吵过。某方面看来，这时服务器也并不很和谐，我在他们之间起到的也就是调节和稀泥的作用。有关市场经济的争论，johnbanq等人也给予了一定的策划，可是现在看来，小型服谈什么市场经济呢？毕竟人数也没变多过。\n\n在一片海滨，ransx和pr和我定居下来，抢劫了几个糖果屋后，我用食品（巧克力、糖、焦糖）制作房屋，不过也是缺乏长远眼光，屋子建的不大。\n服务器以前就加入了AE应用动力这个模组，可是以前并没有很广泛的去运用它，即便是运用也是pr、p等人有所研究，然后制作好了之后供我们使用罢了。这周目我学习了一些关于AE的知识，了解路由网路、物品物流、自动加工、工厂程序化的具体步骤和方法，自此热衷于使用AE了，毕竟，相比于以往我所熟知的LP（逻辑管道mod），AE有太多的优势，首先AE的物品传输速度秒杀了LP，而且自动化处理速度也快于LP，而且不易于发生爆仓的问题或管道爆炸的问题。总之发展到中期后，我们建设了最为成功的一次自动化网路，而且用上了比较完善的墨鱼永动机发电体系，这个体系由pr首次介绍给我们，mfr这个mod我以前也少有接触，虽然一直知道，而现在mfr成为了mfr2，大量物品发生变化，我起初来不及适应，但是自从pr发现墨鱼永动机并介绍给大家后，我就开始喜欢研究mfr了，也就是在这周目，r和pr和我制作了一些mfr树厂、橡胶树厂，为此我还自己想出了一个新能源体系（对我而言），那就是使用橡胶树厂的原木制成木炭然后发电，这对于很多科技党而言在普通不过了，可是我却很激动，以为这是我独创的想法，没办法，人刚刚接触新事物的时候总是很狂的。\n10周目后期，能源充沛，自动化完善但是并不能满足pr的欲望，pr要r来we出一个离家不远的大型铁块基地，然后在那里建设AE自动化，计划把自动化发展到极致，与此同时我也有自己的工程，那就是天空球计划，我开始在海面上修建大型天空球，我想让人们进入“共产主义社会”建设资源富足、快乐并且安逸的天空之家，联通AE网路，让新玩家们都能入住。共产主义的确美好，可是实现并不是那么容易的。本周目后期玩家渐渐变少，倒是豆子在这周目发展的很不错，他是这周目后期来的，主要发展工业、魔法联通，可是在群讨论的新一轮评论压力之下，服务器又一次换周目了，悲剧总是这样发生，每次发展到接近共产主义之时服务器都会换周目。\n\n这到底是人心还是自然现象导致的？\n\n终于，击垮我们的是r的电信供应商。\n\n\n二、次生代\n9、元老院\n\n11周目是在10周目之上增加了一系列模组，如格雷科技和更多生物群系。\n\n\n\n10、联合玩家组织--United Player\n\n12周目\n\n\n\n11、权力\n\n13周目\n\n12、余晖耀天\n\n17周目\n\n\n\n13、建筑师\n\n17.2周目\n\n\n\n14、周目如流水\n\n18周目\n\n\n\n三、山之上，国有殇\n15、浮云\n\n19周目\n\n\n\n16、末路无涯[结语]\n\n\n\n\n连载持续中，不定期更新。\n\n",
    "replies": [
        {
            "author": "萤火虫",
            "timestamp": 1422844200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Mistook",
            "timestamp": 1422844500,
            "txt_content": "支持LZ{:10_496:}"
        },
        {
            "author": "956090213",
            "timestamp": 1422844560,
            "txt_content": "看着lzl的黑历史 我倍感兴奋"
        },
        {
            "author": "ransx",
            "timestamp": 1422847440,
            "txt_content": "nick在的那段时间和后期都是我电脑开的服务器，至于我为什么没经常在么因为偶尔比较蛋疼而已，"
        },
        {
            "author": "lzlniu",
            "timestamp": 1422849000,
            "txt_content": "ransx 发表于 2015-2-2 11:24\nnick在的那段时间和后期都是我电脑开的服务器，至于我为什么没经常在么因为偶尔比较蛋疼而已， ...\n{:10_515:}不科学，r怎么会上bbs"
        },
        {
            "author": "ransx",
            "timestamp": 1422873600,
            "txt_content": "lzlniu 发表于 2015-2-2 11:50\n不科学，r怎么会上bbs\n不奇怪啊当初和nick的时候我就有这个号了啊"
        },
        {
            "author": "lzlniu",
            "timestamp": 1423056300,
            "txt_content": "ransx 发表于 2015-2-2 18:40\n不奇怪啊当初和nick的时候我就有这个号了啊\n额，那你注册的蛮早，只是没怎么用"
        },
        {
            "author": "lzlniu",
            "timestamp": 1423461120,
            "txt_content": "更新bgm{:10_517:}"
        },
        {
            "author": "尼克",
            "timestamp": 1426169820,
            "txt_content": "写的很好，我好感动呀\n，那个五周目群峦传说我也在呀QAQ\n你没看到我吗QAQ"
        },
        {
            "author": "lzlniu",
            "timestamp": 1426224300,
            "txt_content": "尼克 发表于 2015-3-12 22:17\n写的很好，我好感动呀\n，那个五周目群峦传说我也在呀QAQ\n你没看到我吗QAQ\n诶，太惊人了，居然会在mcbbs诈尸"
        },
        {
            "author": "尼克",
            "timestamp": 1442073060,
            "txt_content": "lzlniu 发表于 2015-3-13 13:25\n诶，太惊人了，居然会在mcbbs诈尸\n你都当上版主啦"
        },
        {
            "author": "lzlniu",
            "timestamp": 1442098740,
            "txt_content": "尼克 发表于 2015-9-12 23:51\n你都当上版主啦\n机缘巧合咯，当版主养老"
        },
        {
            "author": "pansx1",
            "timestamp": 1445436360,
            "txt_content": "路过...现在我已经被幻想神社收购了..."
        },
        {
            "author": "ransx",
            "timestamp": 1445436780,
            "txt_content": "lzlniu 发表于 2015-9-13 06:59\n机缘巧合咯，当版主养老\nlzl，我想你们大家了，你说咋办"
        },
        {
            "author": "2575174857",
            "timestamp": 1445594220,
            "txt_content": "其实，我是一个熵减生物，你信不信"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462482780,
            "txt_content": "看更新先支持。\n但最后一次是在8月份。"
        },
        {
            "author": "1255305453",
            "timestamp": 1490706420,
            "txt_content": " 本帖最后由 1255305453 于 2017-3-28 21:26 编辑 \n\n那么久了再看一次还是觉得很感动\n加油啊\n希望以后还能再组一次服务器一起生活\nmc就是有这种莫名其妙的魅力我是lui~\n"
        }
    ]
}