{
    "title": "<原创·连载>《方块传说》第六章",
    "author": "冰冷的时间",
    "replyCount": 6,
    "timestamp": 1422888480,
    "txt_content": " 本帖最后由 冰冷的时间 于 2015-2-2 23:31 编辑 \n\n正文“什么！王城！”“对。”肯思恩特说，“今天你们要去王城。”\n“我们已经到了转职的时候了吗？”卡林疑惑地说。\n肯思恩特点点头，说：“快点收拾行李，准备上路！”\n城门外………………\n“嗨，你们就是新人吧？”\n卡林和安勒一起点了点头。说：“嗯，快上路吧！”\n…………………………\n“等一等。”卡林突然打破了宁静。\n“你要干什么？”安勒问。\n“听说，这一段有一个悬崖。”卡林一边说，一边走向前方。“这个悬崖能…………”安勒也跟着卡林走向前方。突然，他被震慑住了。卡林说：“看到整个奥尔镇的风景。”\n站在悬崖的边缘，安勒看到的是家人、朋友们奋力地重建家园，以及太阳当空直照！\n“这也是……离别时的……最后一面吧！”卡林无奈地说，“继续赶路吧，不要到了王城之后已经傍晚了。”\n克鲁尔王城………………………\n“什么，居然这么贵！”卡林生气地说。\n但是老板一点也不受影响，反而挑衅卡林：“哼，你们连士兵一级都没有，还想要优惠。”\n“等等老板。”突然，人群中走出了一个人，“我来帮他们付钱。”\n老板瞄了那个人一眼，好像受到了惊吓，胆怯地说：“不不，我怎么敢收审核官的钱呢。”\n“什么！审核官。这个人就是我们的审核官吗?”卡林说。\n“你们今晚在这过夜吧！明天还要接受审核呢。”那个人说。\n安勒接上了他的话：“谢谢了，爱恩斯特审核官。”\n那个人听后，说：“你见识很广嘛，居然知道我的名字。也不早了，快去睡觉吧！”\n“谢谢”安勒说。\n第二天-克鲁尔王城…………\n“啊……卡林，快起来接受考核啦。”安勒说。\n“哦。”这次卡林没有拖延，乖乖地起来了。\n审核场…………\n“现在……开始审核。”爱恩斯特说。\n“首先，我要审核你们的体力。每人去跑五千米！前十名才能继续审核。”\n因为在肯思恩特那边每天都要跑一万米，所以不费吹灰之力就完成了。另外七人都是拼命地跑，除了一个人……\n“现在只剩十个人了。”爱恩斯特说。\n“你们……每人去拿那边八百千克的重物，再跑一次。只有五个人能继续审核。”\n卡林他们也是轻松获胜，五个人又被淘汰。\n“看来，你们这五人基础还挺好的。”爱恩斯特说。\n“那么，出个难题吧。你们……每人来拿一把弓，射击那边的标靶。只有三个人能继续审核。”\n安勒轻轻松松就把所有标靶射倒了，卡林显得十分吃力。但是，其他两人更吃力，甚至都拉不动弦。所以卡林也入选了。\n“只剩下三人了……卡林、安勒、格里斯，我要你们……互相格斗！”\n“什么！”卡林和安勒显得很震惊，因为，他们从小到大都没有互相格斗过。\n“你们谁赢到最后，谁就能通过考核。”\n最后考核…………\n卡林想来想去，突然，他想出了一个点子。\n“安勒。”卡林朝安勒试了个眼色。\n安勒立马心领神会。\n“抱歉了，我必须通过考核。”突然，格里斯说出了一句话。打破了宁静。\n说完，格里斯就朝卡林冲去，速度极快！\n但是，卡林马上反应，躲过了攻击。安勒也突然朝格里斯前进，就在准备推他下场时。他却躲开了。\n“你别想赢。”格里斯说。\n“我并不想赢。”安勒也说。\n“卡林。”\n“嗯。”\n突然，安勒朝格里斯的正前方冲去。\n格里斯再次躲开，说：“你是不可能打中我的。”\n安勒却神秘地笑了：“我的目的不是打中你。”\n“什么！”\n突然，卡林从格里斯的背后出现，然后，轻轻一推。\n格里斯便掉出了场地，他轻轻地说：“我的努力白费了吗。”\n“不，没有”\n突然，卡林和安勒一起跳出场地。\n“他们居然同时掉出了场外！”爱恩斯特惊讶地说。\n“审核官，我们同时掉出了场外。那这次考核就不算了吧。还是说，你想被人知道大名鼎鼎的王城审核官为了一件小事而重考呢？”卡林挑衅地说。\n“好吧好吧，我败给你了。”爱恩斯特无奈地说，“那，恭喜你们，全部通过考核！”\n审核场门外…………\n爱恩斯特拿着一堆勋章，说：“到选择职业的时间了。你们要什么职业，要慎重选择。否则你再厉害也会成为垃圾。”\n格里斯：“法师。”爱恩斯特：“什么属性？”格里斯思考了片刻，说：“冰”\n安勒：“弓箭手。”\n卡林思考了许久，说：“剑士。”\n“那好，格里斯，恭喜你成为冰之法师一阶。”\n“安勒，恭喜你成为弓箭手一阶。”\n“卡林，恭喜你成为剑士一阶”\n克鲁尔中央广场…………\n“谢谢你们，我觉得以后跟你们一起升级一定很快！”\n“那我们现在要去哪呢？”卡林说。\n“去矿工联盟，必须储存物资和钱。我们现在可是很穷啊。”安勒说。\n“那我们现在就去吧！”卡林激动地说。\n“好好。”安勒说。\n“抱歉，公主召见你们。你们暂时去不了了。”人群中突然冒出来一群士兵。\n“什么！公主！”\n\n废话这次一次写了4893个字，一星期内可能不会更新了。（因为最近缺人气，你们又不顶）\n索引贴一星期内如果这一贴攒够20个赞，那我就继续日更\n",
    "replies": [
        {
            "author": "qq1241534371",
            "timestamp": 1422889920,
            "txt_content": "楼主写的不错！谁说没人顶我顶！"
        },
        {
            "author": "吥坏_",
            "timestamp": 1422890940,
            "txt_content": "楼主写的不错！谁说没人顶我顶！"
        },
        {
            "author": "小析",
            "timestamp": 1422899760,
            "txt_content": "楼主写的不错！谁说没人顶我顶！"
        },
        {
            "author": "骷颅",
            "timestamp": 1422905880,
            "txt_content": "路过的炮灰"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1422919200,
            "txt_content": "楼主你够了！伤害没看你前几章的人的心～"
        },
        {
            "author": "冰冷的时间",
            "timestamp": 1422936360,
            "txt_content": "末影龙娘 发表于 2015-2-3 07:20\n楼主你够了！伤害没看你前几章的人的心～\n呵呵，我写五千字的原因是我一星期内不想日更了"
        }
    ]
}