{
    "title": "村民的特征和习性",
    "author": "雨轩.a",
    "replyCount": 9,
    "timestamp": 1423050900,
    "txt_content": "首先，你需要找到一个村庄。村庄一般生成在平原，热带平原，沙漠。如果你有家的话，且村庄距离不算太远的话。可以通过地狱门快速运输村民。三只即可，如果你没家，且住在村庄的话，请务必留村民活口。。繁殖：围一块你认为大的地方。然后5-7格造这么一个“屋子”。上方放一只村民，下方放两只村民，然后就可以看到他们搞♂基了。另外，下方的空间我造那么小的缘故是，看看上下大小相同会不会提高效率。。交易：村民嘛，最重要当然就是交易啦。我给大家粗略的介绍一下如何0绿宝石发家致富。(如果当前交易无法进行，交易最后一项才可以刷新交易)推荐村民农民\n\n\n\n\nQQ图片20150204193946.png (31.47 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-4 19:42 上传\n\n\n\n\n也就是棕色长袍的村民。你可以用小麦(推荐)、熟鱼(这个真不值。。。)、羊毛(推荐)、生鸡肉(尽力而为)、金锭(0.0044%的概率，谁刷到了请务必告诉我)来赚取绿宝石。推荐在你的村民繁殖场旺盛以后再进行交易，找找可以交易上面物品的村民来赚取你的第一桶金吧~可用绿宝石交换的物资有：西瓜片、面包、曲奇、熟鸡肉、箭、剪刀、打火石、燧石。PS：如果最后一项交易为西瓜片、面包、曲奇、熟鸡肉、箭这其中一种的话，恭喜你，可以用这个村民大量赚取绿宝石了，前提是你有足够多的资源来交易。屠夫：\n\n\n\n\nQQ图片20150204194705.png (54.57 KB, 下载次数: 3)\n\n下载附件\n\n2015-2-4 19:51 上传\n\n\n\n\n也就是白围裙的村民。可用生牛肉、猪肉、煤炭(可用木炭代替)、金锭(0.79%的概率出现)交易绿宝石，可谓是喜欢养殖和挖矿者们的福音，可用绿宝石交易物资有：鞍、皮甲4件套、熟牛肉和猪肉。比起农民来说，花费绿宝石的交易略高。而且刷出熟牛肉和猪肉为最后一项交易的概率偏低，不过也是一个很好的赚取绿宝石的渠道哦~铁匠：也就是黑围裙的村民，可用煤炭(推荐)、铁锭、金锭、钻石(忍痛刷掉它吧。。迟早的事情。。)可用绿宝石交易的有铁制品、钻石制品、锁链一套。这个村民可谓，绿宝石够多，就能钻石制品堆箱子。。PS：这个村民。。最好等绿宝石充裕再来刷他的交易。。不然你会心痛的。牧师：[attach]709847[/attach]也就是紫色衣服的村民，可用金锭(你没看错，只有金锭)换绿宝石。可用绿宝石换的有附魔之瓶(经验瓶)、小黑眼、红石粉、萤石块(可以不用去地狱拿命挖萤石了有木有?)铁制和钻石制的剑、镐、斧、胸甲附魔(随机的)牧师嘛。如果绿宝石充裕的话，是值得投资的。如果你在牧师那里附魔了物品，可以无限耐久哦~(耐久没了就去拿装备和绿宝石交易一遍，耐久满了。。)PS：小黑眼嘛。。有绿宝石的话，忍痛刷掉也可以的。。图书管理员：\n\n\n\n\nQQ图片20150204194343.png (27.85 KB, 下载次数: 1)\n\n下载附件\n\n2015-2-4 19:46 上传\n\n\n\n\n也就是白衣服的村民，为何要放在最后说呢?因为这货是风险与利润共存啊。。可以交易绿宝石的有纸、书、成书(一本书加羽毛墨囊合成再书写而来)、金锭(0.28%)可用绿宝石的有书架、玻璃、指南针和钟(10-11个绿宝石价格)、任意一种附魔书(有可能刷新)为啥说他即坑又赚呢?因为如果你有大规模的甘蔗场和养牛场、养牛场、乌贼场的话，这个村民是再适合你不过了。如果最后一项交易是成书的话。可谓是绿宝石赚到家了。前提是你有足够多的书、墨囊、羽毛。。最后一项交易是纸的话。虽然也可以，不过比起成书来说还是效率慢了那么一点，如果最后一项交易是玻璃的话，也不错。附魔书交易是随机的，价格也是随机的，也就是说，你完全可以碰见时运三、精准采集、效率、掠夺、无限、耐久等十分实用的附魔书(前提是你有绿宝石去换。。)PS：拿绿宝石去刷指南针和钟，结果只给你一个毫无意义的附魔书也是可能的。。看RP吧。。想快速赚取绿宝石需要准备的资源有：小麦、生鸡、牛、猪肉、煤炭(木炭也行。仅限屠夫)、羊毛、纸、成书。找到村庄后，首先要做的事情就是，把房屋的门拆掉，只留一扇门，村民会在晚上的时候集中到那间带有门的房子。然后等村民集中以后，就可以把门堵好了。(推荐选择空间较大的房子。)集中完村民以后，推荐暂时不去急着养村民。等到发展到了铁器时代，至少不缺铁的时候，并且有至少一组半的铁轨和两个矿车。围一圈内部为5X5的地方，两格即可，在第二格上放置梯子，进出跳梯子即可。(切记不要放两格梯子，不然僵尸GANK了村民。。另外，注意光亮)然后在其顶部6格高的地方做一个外部5X5的小屋子，高三格。如图显示，四周放门。共计12扇。中间3X3用栅栏围住，中间留一格放置“村长”(无限繁殖的关键，做好小屋以后，运输一名村民到栅栏内，他就是村长，管理村民生杀大权!大雾)如果要养村民的话，推荐投资顺序是前期农民和屠夫。中期适当的投资给图书管理员，以达到刷出无限成书村民。后期投资铁匠、牧师、图书管理员(主要是刷附魔书交易)当然，如果有需要的话，并且有足够多的绿宝石，可以在中期投资给铁匠。(注：前期等于=0绿宝石白手起家。中期=有至少4-5组的绿宝石。后期=拥有十分稳定的绿宝石来源，而且不费力)繁殖场盖好，接下来就是交易场，因为村民喜欢到处乱跑，那我们就用铁轨和矿车把他们关起来供我们交易(监禁PIAY?!)交易场嘛。也不算难。如同显示，这样放置容纳所，当用矿车运输村民进入格子时，封好，然后打掉矿车，村民就监禁PIAY啦~另外，这样的交易场有一点缺陷，就是容易被僵尸GANK。对应的，你需要把整个繁殖场和交易场围一个大的空间，做好围墙防止那些腐肉破坏了你的劳动成果。(记得插火把防刷怪)例如：比较丑，不要太介意了。。可以随自己喜好更改，只要做好围墙防止腐肉进入即可。如果在服务器里不想熊孩纸来破坏的话，推荐做成一个封闭的空间，圈好你的领地，只留一扇门作为出入口。↓（很重要滴）\n 这个是转的",
    "replies": [
        {
            "author": "超平坦之王",
            "timestamp": 1423051200,
            "txt_content": "你从哪个破网站上复制的？"
        },
        {
            "author": "Link和glx",
            "timestamp": 1423051200,
            "txt_content": "全部都是复制的 一看就能看出来 字体的背景是白色的一半都是复制的\n不过还是赞个~"
        },
        {
            "author": "超平坦之王",
            "timestamp": 1423051260,
            "txt_content": "我告诉你，我每次都刷到了金锭"
        },
        {
            "author": "MC丶贱筑师",
            "timestamp": 1423051440,
            "txt_content": "复制的呀！"
        },
        {
            "author": "萤火虫",
            "timestamp": 1423051680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "龙辰2014",
            "timestamp": 1423051740,
            "txt_content": "复制的辛苦了\nhttp://www.91danji.com/news/75623.html"
        },
        {
            "author": "lzlniu",
            "timestamp": 1423051860,
            "txt_content": "Link和glx 发表于 2015-2-4 20:00\n全部都是复制的 一看就能看出来 字体的背景是白色的一半都是复制的\n不过还是赞个~ ...\n看门狗好评{:10_492:}"
        },
        {
            "author": "风动鸣",
            "timestamp": 1423052760,
            "txt_content": "复制得我眼花缭乱……"
        },
        {
            "author": "jianghr",
            "timestamp": 1423063440,
            "txt_content": "如何利用村民发家致富（1）\nhttp://www.mcbbs.net/thread-261122-1-1.html\n(出处: http://www.mcbbs.net/)\n又是出口转内销，不作死就不会死知道么？"
        }
    ]
}