{
    "title": "精选的皮肤~来看下",
    "author": "斗破灬萧炎",
    "replyCount": 4,
    "timestamp": 1423096920,
    "txt_content": "今天我给大家一些【爱情公寓】的皮肤合辑~希望大家喜欢\n\n篇①\n吕子乔——子乔被认为是爱情公寓最不靠谱的男人，没有专业特长，没有正当的兴趣爱好，也没有正经的工作，但是，他永远无拘无束，自由自在。因为自信，所以脸皮超厚，传说子弹都打不破，坑蒙拐骗他很熟练。虽然手段有些拙劣，但总也有上当的笨蛋。子乔很帅，所以无论走到哪里，也无论他有多落魄，女孩子他是从来都不缺的，而且子乔四处留情，大小通吃，所以惹了不少风流债。皮肤欣赏皮肤下载 http://pan.baidu.com/s/1qWynPW4篇②陆展博——陆展博和胡一菲是重组家庭的孩子，在姐姐的“暴力保护”下长大。从小就被所有人视为天才，初中和高中加起来一共只上了3年，就被保送进了清华大学，后来获得全额奖学金被送到麻省理工大学深造。学成归来的展博，在一家大型知名网站工作。因为父母担心展博没人照顾，就勒令他搬去和姐姐一菲同住爱情公寓。一来有姐姐罩着可以放心，二来也希望展博能在爱情公寓找到合适的女孩，解决人生大事。成天面对机器的他，完全不知道爱情是什么，更不懂得和女孩子的相处之道。展博很希望自己在感情上能强悍起来，他非常憧憬自己能有一天能像其它男孩子这左右逢源地约会，可是事情却往往不是他想象的容易。在各种失败与挫折之后，终于遇到了他愿意付出一切的女人——林宛瑜，遗憾的是，由于宛瑜出国留学，两人暂时分手。之后一直迷茫于人生追求，直到偶然了解到EIO组织，在公寓成员三番五次的反对下毅然决定加入，最终选择跳槽，离开公寓、加入组织，成为了一名“地球卫士”。皮肤欣赏\n\n皮肤下载http://pan.baidu.com/s/1o62v8V4篇③林宛瑜——宛瑜是一位富家千金，林氏国际银行老总的女儿，从小生活在优越环境下的她却更渴望自由，长大后因为被父亲逼着相亲而从家中出逃，在公交车上与陆展博相识而入住爱情公寓。喜欢研究星座，属相，血型，塔罗牌生辰八字等等，特别喜欢用塔罗牌帮人算命。喜欢信口胡说，你永远猜不到她下一秒钟会拿出什么东西来做比喻。当她准备撒谎的时候基本上一眼就会被大家揭穿，是一个完全不用防备的女孩子。对于自由，宛瑜有着执着的追求，第三季中面对出国留学深造和与展博安定下来的选择中她还是选择了前者，希望先将人生中该经历的都经历一遍，找到真正的自己之后再来享受理想的爱情，因此遗憾地与展博分别，从而离开了爱情公寓。皮肤欣赏\n皮肤下载http://pan.baidu.com/s/1ntBlcxV篇④    关谷神奇——关谷神奇是热播搞笑剧《爱情公寓》系列中的男主角之一，由王传君饰演。剧中饰演唐悠悠的男朋友，是一个勤奋努力，有绅士风度，自尊心强，但是有些大男子主义的人，他的思维具有刷兵男式的二次元特点。皮肤欣赏\n皮肤下载http://pan.baidu.com/s/1qW9cWig篇⑤陈美嘉——古灵精怪，活泼可爱的花痴女，喜欢参加party，做事的时候勤劳肯吃苦。哈日族，对可爱的洋娃娃、漫画、漂亮衣服钟爱有加，对于帅哥则完全没有抵抗力。皮肤欣赏皮肤下载http://pan.baidu.com/s/1bntUrGN\n好了，   到这里就结束了    希望大家喜欢{:10_523:}{:10_550:} ",
    "replies": [
        {
            "author": "変態のマギ",
            "timestamp": 1423097640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "971412948",
            "timestamp": 1423097880,
            "txt_content": "不知道为什么，但是我就是觉得不想说什么= =，"
        },
        {
            "author": "时溯之灵",
            "timestamp": 1423100340,
            "txt_content": "我觉得皮肤都是同一个人..."
        },
        {
            "author": "斗破灬萧炎",
            "timestamp": 1423100700,
            "txt_content": "额。。。怎么都不太满意啊。。。"
        }
    ]
}