{
    "title": "<原创-连载>透视者[01][by北极]",
    "author": "北极星人",
    "replyCount": 5,
    "timestamp": 1423316520,
    "txt_content": " 本帖最后由 北极星人 于 2015-2-7 21:44 编辑 \n\n正文\n\n      佐伊推开门，索恩坐在办公桌前的转椅上，似乎若有所思。他轻轻地把门关上，站在门口。\n      “来了吗？佐伊同学？”索恩转过来，直视着佐伊，脸上没有任何表情。好像早就料到他会这个时候来一样。\n      “别废话，直接切入正题。”佐伊的语气里夹杂着怒火。\n      “哦，那我就直说好了。佐伊同学。”索恩嘲讽般笑了一下，“我需要借用你的智慧……”\n      “我拒绝。”佐伊打断了他，“我一点也不乐意与你这种人为伍！所以你休想！”\n      “佐伊同学，先别激动，”索恩示意让佐伊坐在他对面，“这一次我找你，也是有原因的。最近双月联盟开始有了活动。而你也知道，他们一定会派一名卧底，关于这个卧底的信息，我已经查到了一部分，现在只是不知道此人是谁。”\n      一提到双月联盟，佐伊就无法按耐住心中的怒火，他的父母都是死在双月联盟手上。那里面的人说是暴徒一点也不冤枉了那群人渣。\n      索恩试探性的问道：“如何？帮我们揪出那个卧底。”\n      “好……我同意，”佐伊咬咬牙，“不过我有个条件，我有权不听你的命令。”\n      “真不错！我就知道你一定会同意！”索恩理了理自己的衣领，“那么，我现在告诉你信息。”他清清嗓子。“这个人，我们称他为透视者，他的任务就是根据我们的行动来判断下一步要怎么做。同时他不需要通讯设备就可以与双月联盟最高层取得联系。同时这个人具有非常强的逻辑推理能力，而且……“索恩顿了顿，“这个人，已经打入我们内部了。”\n      “不需要通讯设备？这才是最恐怖的地方。”\n      “是的。目前嫌疑最大的是情报员温莱尔和情报中转员迪尔，等下我会带你去见这两个人。”\n      温莱尔这个人佐伊听说过，是非常专业的情报收集员。杀人的手法也是相当利落。被她盯上，基本只有当猎物的份。据说性格也很冷漠，想跟她沟通也是非常困难。\n      “温莱尔全名温莱尔·迪奥，代号闪电。跟她说话要小心，不过迪尔倒没什么。”索恩提醒道。\n      索恩打开了会议室的门，温莱尔是一个褐发的女生，看样子是16岁，也就是跟佐伊一样大。光从表情上看就知道是一个内心冷酷的人。不过迪尔就有很大的不同，给人一种平易近人的感觉。\n      “你好，佐伊同学，我叫迪尔·西蒙。”迪尔站起来，朝佐伊鞠了一躬，脸上带着微笑。\n      “我是温莱尔·迪奥。”温莱尔低沉的声音让佐伊胆寒，她的眼睛里充满着敌意与杀机。\n      “嘿！温莱尔，放松些！佐伊不是敌人！”索恩挑衅般的说道。\n      “这世界上的任何人都可能在某些情况下互相敌视，你我都不例外……”温莱尔端起桌上的咖啡，锐利的眼神似乎看透了一切。\n\n      四个人开了一个小会以后，索恩和佐伊一道离开，“温莱尔这个人……身上那种逼人的神秘气息，虽然保护着她，却在无形之中加重了她的嫌疑。”佐伊轻声说道。\n\n\n总计：2571字节\n\n\n\n\n\n\n\n[groupid=865]Time And Space[/groupid]",
    "replies": [
        {
            "author": "彼岸在望",
            "timestamp": 1423316760,
            "txt_content": " 本帖最后由 彼岸在望 于 2015-2-7 21:47 编辑 \n\n前排支持{:10_512:}"
        },
        {
            "author": "gggbbb",
            "timestamp": 1423360140,
            "txt_content": "总觉得字数没这么多，但也前排支持哈"
        },
        {
            "author": "player927",
            "timestamp": 1423388400,
            "txt_content": "某个被打倒地回去更《星际战争》去！"
        },
        {
            "author": "北极星人",
            "timestamp": 1423396980,
            "txt_content": "player927 发表于 2015-2-8 17:40\n某个被打倒地回去更《星际战争》去！\n你什么意思= =###"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423404240,
            "txt_content": "你什么时候升到LV.7了！？"
        }
    ]
}