{
    "title": "<连载·单章>【杀戮游戏】[作者：hznb][第13章 恶魂来袭]",
    "author": "hznb",
    "replyCount": 8,
    "timestamp": 1423128360,
    "txt_content": " 本帖最后由 hznb 于 2015-2-20 21:52 编辑 \n\n废话，即戳即看\n更改完所有章节之后的新一章，感动啊，我终于重新拾回杀戮游戏这个坑了\n\n\n正文（1357字）\n\n  一阵光过后，“吱呀”一声铁门打开了。\n\n  这可跟曹小睿心中所想的不一样，曹小睿还以为这刺眼的光芒过后，会是什么华丽的场面。\n\n  “走吧。”耳边响起了龙少杰那依旧欠揍的声音。\n\n  四人并排进去了。\n\n  “吱呀”铁门自己合上了。\n\n  “这...”四个人回头望着铁门有些不知所措。\n\n  曹小睿先一步反应过来，拿起自己的钻石镐向门旁边的地狱岩挖去。\n\n  片刻过后，曹小睿摇了摇头。\n\n  “怎么了吗？”洛初见问道。\n\n  “我的界面上冒出了一句，你没有和死亡盛宴交互的权限。”曹小睿苦笑。\n\n  “类似于领地插件的系统吗？”龙少杰身旁的陈健一副若有所思的摸样。\n\n  他用中指向自己的鼻梁碰去，好像是要推什么，下一刻，他的脸色变得尴尬起来。看来他进来杀戮游戏之前是戴着一副眼镜的，而且有着思考时推眼镜的习惯。\n\n  洛初见眼睛一亮，有这种习惯的人一般都很理智，大脑运转特别快，能够准确的分析每一件事物。\n\n  陈健也拿出自己的铁镐向地上挖去，他点了点头：“看来这片区域被领地化了。”\n\n  “你们觉得这样做的目的是什么？”进门后一直沉默不语的龙少杰冒出一句很重点的话。\n\n  “应该不会是将我们杀死，这种做法像是要让我们强制参与一个什么东西。”陈健接话。\n\n  洛初见和曹小睿不擅长分析问题，只能似懂非懂的一直点头表示赞同。\n\n  “咳咳，能听到吗？”四人头顶上出现一个投影，上面的人！是Black HIM！\n\n  曹小睿死死地盯着Black HIM，拳头紧紧的握了起来，不知是紧张还是憎恨。\n\n  “嗯？少了两个人，他们是死了吧。”Black HIM看了看人数，然后清了清嗓子，“马上你们将迎来本次杀戮游戏的第一个生存考验，没有奖励，没有惩罚，有很大机率在过程中死亡，劝你们最好合作起来。”\n\n  话音落下，投影消失，取而代之的是系统音：“生存考验，恶魂来袭，请player做好准备，你们有一分钟商量对策，也可以单独作战。”\n\n  听完Black HIM的话和系统音，这四人都有着不同的反应，龙少杰眼里满是对挑战的期待，洛初见脸色有些难堪，陈健依然那么镇定，而曹小睿的眼里是不输任何人的坚定。\n\n  “说说大家都会什么，有什么武器和技能吧，这样我们也好做好战略。”陈健发话了。\n\n  其余三人面面相觑，脸上都有些勉强。\n\n  “那好，我先来，我有力量3无限1的弓和击退1亡灵杀手2的铁剑，技能没有。”陈健起了个头，拿出他的附魔弓。\n\n  “锋利2抢夺2的钻石剑，力量2的弓，技能疾步，加快移动速度。”龙少杰也很干脆。\n\n  “我有无限1的弓，击退1的铁剑，”洛初见话说到一半顿住了，像是做了什么决定似的，“我身上还有大批治疗药水。”\n\n  “我有火矢1无限1的弓和锋利1力量1，技能打滚，是一个位移技能。”曹小睿见三人都不含糊，也说出了自己的武器和技能，还把打滚演示出来。\n\n  四人将自己的秘密说出，大家都打起了不同的算盘。\n\n  洛初见嘴唇动了动像是要说些什么，但终究没说出口。\n\n  “如果曹小睿只有打滚这一个技能，那他对着猪人突然消失的事情该怎么解释呢？一定是有所隐瞒。”洛初见坚定着自己心中的想法。\n\n  “按他们的说法来看，好像找不出关于红石陷阱的线索啊...”曹小睿有些头大了。\n\n  龙少杰也低下头，好像是在思考什么。\n\n  “好，大家都用弓攻击恶魂，龙少杰和曹小睿有行动类的技能，到时候分些心来帮我们抵挡火焰弹，洛初见你也顺便负责治疗，这样安排没问题吧。”陈健的指挥打断了大家的思绪。\n\n  “好”三人异口同声。\n\n  “叮，恶魂来袭。”\n\n  声音落下，恶魂就凭空出现在空中，数量之多，令人恐惧。\n\n  “差不多有三十来只，大家加油，可能真的有生命危险。”陈健眯起双眼观察着恶魂的数量。\n\n  “啊”“啊”“啊”恶魂纷纷发出惨叫，这仿佛就跟临战前的击鼓壮士气一般。\n\n  “按我说的做。”陈健再次提醒着三人。\n\n  恶魂可是从来不打近战的，三十几只恶魂纷纷吐出了火焰弹。\n\n  幸好不是每个恶魂都是神吐手，朝向四人的火焰弹只有十几个。\n\n  虽然火焰弹少了不止一倍，但十几个要挡回去也是很难的。\n\n  曹小睿护在洛初见身旁，龙少杰护在陈建身旁。\n\n  在网游里这两个可就是牧师和输出，一定要保护好才行。\n\n  “当当”曹小睿挡回了两个火焰弹，然而，他没有注意到洛初见身后也有一颗火焰弹袭来...\n\n\n上一章  地狱堡垒          索引贴          下一章  恶魂之泪\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1423128600,
            "txt_content": "重开坑，感动与激动并存\n召唤术@a2455564728 @天阶 @黑小白 @CloudsXDao @月轻歌 @1427639813"
        },
        {
            "author": "804253760",
            "timestamp": 1423128780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "804253760",
            "timestamp": 1423128840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "804253760",
            "timestamp": 1423129020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1423129620,
            "txt_content": "啧啧，终于完了啊!"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1423138920,
            "txt_content": "原来还有这样的连载哦，哈哈，我的《十日》可以弃坑了。"
        },
        {
            "author": "天阶",
            "timestamp": 1423139580,
            "txt_content": "顶！！！（为什么我才发现有大召唤术？）"
        },
        {
            "author": "黑小白",
            "timestamp": 1423286340,
            "txt_content": "~~~~~= =~~~~~~不错。【啪啪啪】"
        }
    ]
}