{
    "title": "<原创·连载>   勇者之征   第二章 第四节",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1423140960,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-6-5 21:31 编辑 \n\n                                                                                 第二章 为了生存下去          第四节 突出重围 渐渐浮现的真相\n        金发少年的到来让Steve既欣喜又吃惊。欣喜是因为这位少年为他解决了眼前的大部分怪物，而吃惊是因为这位少年竟然如此之强，就跟当时herobrine的速度几乎一样，至少在Steve眼中都是一样的：因为他都看不清。\n\n        而这位少年竟然也能叫出Steve 的名字，毕竟Steve 又不是什么名人，这就让Steve 更加迷惑了。正当 Steve刚开口：“为什么你……”“现在先别问，到时候我会告诉你一切。当务之急是解决掉眼前的怪物，然后回到沧海之涯。”金发少年打断了Steve。\n\n        “你应该有武器吧，我听notch说，他给了你一把斧头。”金发少年掏出了他的黄金剑，哦不对，是铁剑！应该是他用颜料把这把剑涂成黄色的，这种黄色不是黄金的颜色。可是这位少年也认识notch。在那一战之前，notch创造出的拥有自由意志的生物应该只有Steve 一个。现在又有一个拥有自由意志的金发少年，那就意味着notch还在世上，herobrine不可能创造出这样的生物。那么这些怪物又该怎么解释呢？\n\n        现在管不了这么多了，那位少年说过的，他到时候会告诉Steve。想到这里，Steve也掏出了斧头。\n\n        “听好，现在我们唯一的办法就是正面突破，因为四面八方都是怪物。我们直接朝沧海之涯的方向冲过去，杀出一条血路来。”说到这里，金发少年把剑握得更紧了，一脸的兴奋。\n\n        “那么，开始大干一场吧！”话音刚落，少年像离弦的箭一般冲了出去。他所到之处留下的都是怪物的尸体，他冲刺的速度丝毫没有被怪物减慢。说是“我们”，其实Steve根本没有上场的机会，只用跟在金发少年的后面—不对，甚至连跟都有点跟不上。\n\n        金发少年在前面奋力拼杀着，Steve在后面满头大汗地追着。望着眼前那道比风还快的金色的身影，几乎只能看到刀光剑影和怪物的尸体。Steve在心里冷笑一声：怪物？看来我是没有见识过真正的怪物。这个“怪物”比那些怪物相比可怕一百倍。\n\n        月亮已经快要落下，Steve他们也看见不远处的山崖。经过一整晚的奔波，Steve已经累得上气不接下气，可那位金发少年丝毫没有减速的迹象。再坚持一会儿，马上就能见到久违的notch，马上就能好好的休息一下了。\n\n        到了山脚下，金发少年突然停下了脚步，然后抓住了Steve 的手，一跳就飞到了山崖边。\n\n        Steve本身就累得头晕目眩，这一个突然的飞空简直差点让 Steve吐出来。可是Steve终于见到久违的notch 了，notch 还是像原来那般和蔼可亲。\n\n        “notch！我终于见到你了！你知道吗？！我之前从山崖摔下来摔个半死，好在我命大活了下来，可是我又差点饿死。好不容易安定下来，又被一群莫名其妙的怪物包围，又遇见了一个比怪物更像怪物的怪物，就是这家伙！”Steve马上把这几天的辛苦都倾吐了出来，可他突然发现一个问题：小猪不见了！\n\n        “不要急，Steve，我知道你的经历，这一切我都看在眼里。这几天辛苦你了。”notch不慌不忙的说道，“还有，你要找一直小猪吧！是不是这一只？”说着，notch的面前突然出现了一只小猪。“把它召唤过来简直易如反掌。”notch自豪地说道。\n\n        “可是接下来的事情，就没有这么简单了。”notch 的表情突然沉重起来，“你也发现了，晚上出现了一大批的怪兽，那些都是herobrine创造的。”\n\n        “你现在还活着，那就证明herobrine被打败了啊，为什么他还能创造生物呢？”Steve满脸的疑惑。\n\n        “没错，herobrine确实被我打败了。可是你要知道，这个世界的创造者是不会在他创造的世界里死去的。所以我把他传送到了另外一个世界。他的能力还能影响到这里的原因是黑暗。因为太阳是我创造的，月亮是他创造的，所以月亮里就含有herobrine的能量，可以作为与这个世界沟通的媒介。换句话来说，只要没有被照亮的地方，没有光明的地方，就在herobrine的势力范围内。所以怪物才会在晚上出现。但是白天因为有太阳，大多数怪物都会被我的力量消灭。”notch详细地解释道。\n\n        “等等，大多数，那么难道说还有怪物是太阳无法杀死的咯？”Steve紧张了起来。\n\n        “没错。例如蜘蛛，它们本来是善良的生物，所以经过阳光照射后不会死，而会回复本性。只要你不去惹他，他就不会主动攻击你。还有苦力怕，这就很复杂了。简单的说，他其实不属于一种生物。”notch说。\n\n        “不属于生物？”这让Steve十分好奇。\n\n        “没错。我的阳光能够杀灭90%以上细菌，而且天然无污染，是爱心妈妈的选择！”notch一本正经地解释道，“可是苦力怕不是有血有肉的生物，他只是一团被外壳包裹起来的火药而已，所以我无法用阳光大量的消灭它们，但是他们仍然可以被武器杀死。当然，我也说过，他全身都是火药，所以小心，他会爆炸！”\n\n         “Steve，接下来我要交给你一个任务，你听好了。”notch笑了笑。“什么任务？”Steve好奇地问道。“我已经在这个世界里增加了魔法这个元素，下面你就要去寻找这些材料：钻石，黑曜石和书。钻石在地下很深的地方有机率找到；黑曜石需要用水和岩浆混合，用钻石镐搜集；书需要用赶着做成的纸和皮革做成。当然你也可以到村庄里找村民要书。这一切都是为了下一步做准备。”notch说。Steve迫不及待的问道：“下一步是什么？”\n\n         notch深情地凝望了Steve 很久，郑重的说：“俺就不告诉你，啊哈哈哈哈哈！”\n\n上一节                                                                                      目录                                                                                               下一节\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423141620,
            "txt_content": "终于知道为什么第一眼就看不顺眼了【没模板】【有两个题目】←_←写的倒是挺好的，就是...望改正"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1423147440,
            "txt_content": "还是2-1最好…我认为2-1能强于大多数作家。但是传统minecraft系统我都懒得看一眼…"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1423190220,
            "txt_content": "末影龙娘 发表于 2015-2-5 22:44\n还是2-1最好…我认为2-1能强于大多数作家。但是传统minecraft系统我都懒得看一眼… ...\n其实我自己也发现了，到了普通生存写出来就没多少新意了。所以我会尽可能改进，让这个故事不要虎头蛇尾"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1423190280,
            "txt_content": "恶魔-潇洒 发表于 2015-2-5 21:07\n终于知道为什么第一眼就看不顺眼了【没模板】【有两个题目】←_←写的倒是挺好的，就是...望改正 ...\n请问……模版怎么做？"
        }
    ]
}