{
    "title": "<原创·单章>对翻译创作版的一些话 ——by小龙",
    "author": "毒蛇",
    "replyCount": 3,
    "timestamp": 1423225860,
    "txt_content": " 本帖最后由 毒蛇 于 2015-2-6 20:40 编辑 \n\n　　来到翻译创作版有一年多的时间了，现在呢还是有一些话想跟大家说，可能有点儿找骂~　　这么说吧，翻译创作版可谓是论坛里的一大冷门版了（针对于创作，不针对翻译），下面我就从多方面来研究一下为什么会这样—— 论历史　　翻译创作的历史很光辉，但是以后便一落千丈，这是为什么呢？　　第一，优秀作品因为多方面原因弃坑：我发现很多优秀作品已经因为作者本人的学习或是其他原因停止更新，或者直白点儿说就是弃坑，这样，优秀作品没落了，新生作品质量又不很好，一大批一大批的人才离开，导致了整个版死寂沉沉。　　第二，版主一波换一波，每个版主离开前，有辞职信的，几乎全部都点名了接班人。所以说，这样一代一代下来，不特指哪位版主，但个别版主即使做得不很好，想弹劾掉也很难，因为是上任版主指定的啊！就像皇帝驾崩前立太子，除非是发生了政变，才会换接班人。再说了，在MCBBS里怎么发生政变呢？　　第三，这其实是一个循环，有优秀作品的才能当版主，当上版主好作品就开始少。别的原因不说，从好的一面讲，因为工作太繁忙嘛！版主一走，人才就流失，留下的只剩下了坑和一些……论作品　　翻译创作的作品质量在剧减，这是为什么呢？　　第一，通过上边，不难看出，人才流失就是质量剧减的一大因素。但是，为什么涌现不出来新星人物呢？看比较，在新闻版发帖能捞到许多金粒和人气；在游戏技巧发帖能赚经验；甚至矿工茶馆都能水不少经验！展示共享就别提了，都变成大区了！　　第二，从某种角度讲，翻译创作其实跟材质资源和皮肤分享两个版有关。但是材质资源和皮肤分享可以转载，而且转载完有一堆人下载，而翻译创作转载就已经不太可能了！小说又会有谁下载呢？顶多就是渲染的教程有人看吧（那就和游戏技巧没区别了啊）！　　第三，翻译创作的版主真的为了让这个版的热度提升起来，有许多的奖励措施。因此，有一些人就借此机会发表那些质量真的很低的小说，说是处女作，你说不好也不行，你第一次写不那样？这样，这些小说能赚到分，却又没人看，就冷了。论读者　　翻译创作的读者不多，这是为什么呢？　　第一，这版块真的没什么兴趣，源于作品的不好，也源于部分会员对这点的不理解。有人认为，这里不就是一堆小说吗？看看就得了，好也罢，不好也罢。所以说，一帖子，几百甚至上千的查看，0回复。　　第二，凡是对这些作品有点儿品味的，都已经不活跃在这里。虽然版主很认真地在给每个帖子加分，但……总之，读者的成分有一些小问题。　　第三，读者多的，基本就是教程了，那你说我是发一篇小说教程啊？这不太现实。教程的事刚才也讨论过了，那其实是游戏技巧范围。读者们，请认真对待一下我们的小说，看完就走人和伸手党没什么区别啊！论创意翻译创作原来的小说很有创意，现在不行了，这是为什么呢？　　第一，大多数作者都没有好创意（我也算上，虽说还算有创意的），动不动就历险记、冒险记、生存记、创世日记（不！没有这个，这个是乱入来的！），创意越来越不行，就很可怕了！　　第二，有创意的，表达不出来，比方说我的《苦力怕泰迪与剑》、《兴与衰》，我不太能表达出来，但是创意是很高级的（绝对不是自夸！），真的很难表达！　　第三，没有第三了~论措施　　翻译创作的措施挺好的，还是不行，这是为什么呢？　　第一，措施很好，实施很好，效果很差。这是因为加分只能让作者继续写，但是不会使这个版活跃起来，因为读者不给加分。我们又不能给所有读者加好几十金粒和人气。　　第二，活动开展的根本就没用！弄了半天，顶多就是传授一下方法，活跃气氛完全没用。要想活跃气氛就要有定时定点，集体的活动。个人的活动是不可能活跃气氛的，但是集体的活动不好组织，所以作为版主你们肯定也很矛盾。　　第三，完。 　　就说这么多吧，以后再补充，也希望大家都仔细研究研究！帮助翻译创作版重新活跃起来！谢谢大家！\n　　下面分析衰落过程：佳作弃坑 渣作涌现↓读者散尽 伸手党多↓作者桑心 作品减少↓阅览量减 无人创作↓翻译创作 一大冷门应对方法　　请诸位读者不要以为MC的小说都是低级幼稚的。　　版里尽量清除千篇一律的渣文（尤其是故意水的）。　　开战能调动全读者力量的活动。　　请读者支持我们，光是查看不仅没动力，还是很伤心的，请大家多回复回复，火起来！　　写手们请多多写出佳作！　　大家都要一起支持，不能对此毫无感触！　　诸如此类……",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1423228320,
            "txt_content": "现在是翻译创作最艰难的时刻，我们都得撑着，是的，都得撑着\n先看读者，读者的每一个建议和评分，都是作者的动力\n↓\n作者有了动力，便能继续创作，有几率发现人才，版主给予优秀作品奖励\n↓\n配合上版主对流水账等帖子进行处理以及举办活动，版块才能“活”起来\n不希望版块真的冷下去"
        },
        {
            "author": "毒蛇",
            "timestamp": 1423228680,
            "txt_content": "HGK 发表于 2015-2-6 21:12\n现在是翻译创作最艰难的时刻，我们都得撑着，是的，都得撑着\n先看读者，读者的每一个建议和评分，都是作者 ...\n我（和龙猫）一直在帮助你们啊！现在实在是最艰难了！要撑住！我不是版主，某些我管不了了……"
        },
        {
            "author": "lzs1234",
            "timestamp": 1423234380,
            "txt_content": "哎，我也在我的帖子里说过，读者懒得看不仅仅是论坛的问题，更是整个国家的问题。作者之所以弃坑，很多都是因为发了作品之后竟然没人回复，只有一群写手在互相点赞，岂不是太悲哀了？HGK说得对，现在是翻创最艰难的时候，我们要多写好作品。但是这些是少不了读者的支持的！如果说回复都只能靠10%的金锭中奖率来骗的话，那么翻创就真的可以消失了…但是作为一个写手，我还是相当舍不得这个板块的。但是这些活动为什么不能将翻创弄起来？因为没有读者，就剩下写手还在挣扎，为了一个弃坑遭雷劈的诅咒。小说，单篇的根本没人看，不是个好主意。连载呢？看起来可以刷回复刷建议对吧？事实上呢？连载的除了索引，哪篇有过超过10条的回复？现在来看，翻创的活动除了剩余不多的写手之外，有谁关注过？但是更重要的是接下来的原因：会员太过慵懒。发帖子发到茶馆，一个帖子不要5分钟，发到游戏技巧，可能和翻创差不多，但是游戏技巧版有多少从网上复制过来的，甚至一些就要擦到水帖线的帖子？这些帖子相信也用不了10分钟（不是指高级技术研究贴等等）。再说展示共享，也许一件作品要花上很长时间，但是加分的人有多少？？？所以说，翻创被冷落也不奇怪。谁愿意码半天字，竟然没有一条回复，没有一个评分？这就是翻创的现况！"
        }
    ]
}