{
    "title": "【必进】【文学复兴活动】对MC创作的分析及建议【2015-02.07更新】",
    "author": "龙腾猫跃",
    "replyCount": 99,
    "timestamp": 1423225800,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2015-2-7 19:36 编辑 \n【01】前言　　出于对创作，对MC，对MCBBS的喜爱，故斗胆发这帖。\n　　但愿这几千字，这个活动能够对大家，对这个板块有所帮助。\n　　如果你是一个读者，请留下来，至少看看第四部分吧，单看第四部分用不了一分钟。\n　　如果你是抱着写着玩的心态的作者，请离开，神也帮不了你。\n　　如果你是认真写的作者，请认真阅读本帖所有部分。\n　　本帖纯属个人意见，如有错漏或不当之处，还请指出、宽恕。\n\n【02】MC小说的现状　　现在由于大多数MC文的倾向，以至于大家养成了对MC文的定性思维，而这个思维又导致了恶性循环……\n　　即使现在MCBBS管理组似乎意识到了创作的危机，开始搞各种活动，比如探讨技术的写作3+1和转移重点的“雕梁画栋 一纸行空”活动，但是仍然没有什么改观。\n　　这一点从小说章节发布一周后甚至不到150的平均查看和5的平均回复就可见一斑，甚至出现了“23查看0回复”的数据。\n　　\n\n\n\n\n1_compressed.jpg (122.54 KB, 下载次数: 14)\n\n下载附件\n\n2015-2-6 19:36 上传\n\n\n\n\n\n　　MC小说到底怎么了？\n　　现在无论是哪里，各个MC小说吧，minecraft吧，还是MCBBS，普遍的现象就是小说主题多，回复极少，这一点在MCBBS尤其明显，因为论坛分板块，所以很多人怕是一生也没点过翻译创作版。\n　　大家似乎已经对“小说”两个字产生了抵触心理。不仅是小说帖了，很多人看到小说两个字都避而远之。\n　　如果你有下面的思维，那么你真的应该改改了：\nMC小说=穿越+撸树+HIM+挖矿+奇遇+拯救世界MC小说都是渣渣，看都不想看，全是恶心的小学生作文\n　　这是现在大家对MC小说看法的高度总结，也是现在MC文学的萧条的根本原因。\n　　试想，不管你认不认真，你写了很多，结果一个回复也没有，甚至查看量比新人报道还少，你会怎么想！\n\n【03】两个恶性循环　　回到刚才说的两条：\nMC小说=穿越+撸树+HIM+挖矿+奇遇+拯救世界MC小说都是渣渣，看都不想看，全是恶心的小学生作文\n　　由于第一条，作者会被引导写生存。\n　　由于生存已经被写到不能再写，也没前途，所以文渣。由于文渣，读者会形成第二条思维。\n　　由于第二条思维，所以小说没回复，所以作者就失望，就弃坑。\n　　由于弃坑，大家就更加不想看了。\n　　所以，造成现状的原因就显而易见了，就是“MC小说=穿越+撸树+HIM+挖矿+奇遇+拯救世界”……\n　　而现状，看起来的确如此。随机抽了10个按发帖时间排序的章节，4个出现HIM，3个出现末影龙，3个在拯救世界，2个在穿越，2个出现史蒂夫，还有1个在砍树，1个在挖矿。\n　　现在，MC小说陷入了危机，严重的危机，一切都来源于这个恶性循环，来于这个“定理”。\n　　我不知道这个思维的源头从哪来，但确实成了小说复兴最大的阻力。\n　　而贴吧的现状正逐步得到改观，因为它们现在开始实行小说发帖审核制。\n　　但是MCBBS却面临更大的阻力。创作版人本来就少，如果审核就更没人了，所以审核不现实。\n　　不能审核，质量就低，质量低，人更少，更不能审核，这是第二个恶性循环。这个循环，只能靠大家的努力来破解了。\n\n【04】读者怎么做：尊重　　看到小说的新帖，点进去看一看，哪怕是半分钟。\n　　如果看到渣文，关，不要把这种东西顶上去。\n　　如果写得很好，请用你哪怕是二十秒的时间，回复一下，鼓励一下，表达你的心声。\n　　（以下内容仅仅适用于认真写的作者）\n　　你们，是作者的一切，是作者继续创作的动力源泉。\n　　作者呕心沥血，写这么多，只是为了你的一点鼓励！\n　　别人用几周，甚至更久，只是为了你二十秒就可以表达的鼓励啊！\n　　为了积分，那只是渣文作者的心理，而真正付出心血，把灵魂注入到文字里的人，他们要的只是鼓励，和你哪怕是一句的，中肯的建议！\n　　不要狗眼看人低！不要一棒子打死！让作者的劳动获得应有的回报！\n　　然后，不要见着一些创新文就说“和MC没什么关系啊”，你们这种古板的思维已经把现在的MC小说弄成啥样了！你们真的打算看到满世界的穿越生存文，看到发吐，到时候就和MC有关系了吗？\n　　如果你将来这样做，我代表他们感谢你。\n　　只有这样，才能慢慢扶正已经歪斜的风气。\n\n【05】作者怎么做：创新　　第一个循环的源头，来自满世界看了想发吐的狗血剧情。\n　　很多的小说都像是样板戏一样，没有新意可言。\n　　但是，总是有些小说不落窠臼，写出了文采，写出了穿越撸树以外的风格，这些都是对MC渣文最有力的反驳。（详见16部分）\n　　MC本来就是一个世界，只要稍加设定很容易就能创造出既符合MC背景又自成体系的世界观。某种意义上基本上你能想到的故事都可以套进里面，为什么一定要拘泥于屏幕里面的存在？为什么一定要出现HIM，史蒂夫，末影龙？\n　　创新，不是难事。之所以看不见创新，是因为现在的创新，都被读者，被你们，一棍子打死了！\n　　——创新与不创新，似乎都没区别了，反正都是0回复，甚至写了一年的精华文，查看才刚破一万。\n　　就是这样，才导致了现在的状况。\n　　创新需要的是欣赏，需要的是支持！而不是大家“看都懒得看，反正一样渣”的想法。\n　　这才是解决的根本途径。\n\n【06】样板戏　　早期的MC小说脱不了“穿越，生存”这一类的主题，毕竟他们才刚刚发展，而到了后期，这个主题已接近完美，从另一个角度说就是没法再发现了，这时候，就应该另辟蹊径。而现在，这种样板戏仍然充斥着整个文坛。\n　　来举几个例子（没有针对任何小说）：\n有一天主角玩电脑，穿越进了MC，非常惊讶，但是为了生存不得不撸树，建房子，晚上和怪物死命搏斗。接着发现HIM要毁灭世界，于是努力慢慢变强，期间发生了许多奇遇，终于打败了HIM，回到了地球。\n史蒂夫生活在麦块大陆，突然他的国家和末影龙开始干架，然后史蒂夫奔赴战场，杀敌立功，最后打败了末影龙，拯救了世界，保护了自己的家园。\n主角是MC里的某生物，欢快地生活在方块世界中，然后与其它生物发生了各种故事。复制代码　　这特么是多少小说的剧情？\n　　那么你还写什么，连个提纲都懒得想，干脆正文也懒得想算了，反正提纲一样，剧情都差不多，有时主角名都一样，直接用别人的正文，方便，还和提纲配套呢。\n　　对于这种人，快把这帖关了，多说无用。\n　　如果你不是，那么听我说吧。\n\n【07】创新从哪来　　刚开始最好不要计划长篇。写长篇的，要么坚持不懈，成为大神，要么弃坑。后者比前者多得多。捕捉细小的灵感，把它变成一个精美的短篇，写多了，灵感自然就来了。\n　　首先，摒弃刚才提到的误区，MC不一定代表砍树挖矿穿越打打杀杀。\n　　第二，不要招人，不要招龙套。一个连人设都写不出的人，还谈什么创新？\n　　从生活中寻找灵感，先把它变成一个正常的故事，最后再导入MC的世界观。\n　　用故事的角度看MC，不以MC的角度看生活，你会发现，原来什么东西都能和MC有关系！\n　　再举个例子。\n　小明一天去地铁站赶地铁去上学没赶上，错过了数学课。\n　　一个常见的事，和MC没有半毛钱关系。但是如果这样想：\n　小明一天去矿车站赶矿车去上学没赶上，错过了附魔课。\n　　是不是一下就和MC扯上联系了？所以我们首先就要解放局限性思维，这是关键！\n　　并不一定要致富先砍树，然后打败万恶的HIM，拯救世界于水火之中，MC小说不仅仅如此。什么都可能是MC，什么都能和MC扯上联系！既然如此，还有什么不能写的！这个题材的广度，远远超出你的想象。\n\n\n【08】创新与非创新的平衡点　　小说，是挥洒作者灵魂艺术的地方，不应受到MC设定中逻辑的限制。所谓MC小说，也就是具有MC特色的文字故事艺术。\n　　MC小说，能有出彩之处，也可以说是优秀了。诚然，写这些小说的大部分都是普通人，经过专业文学训练的了了无几，说是大家更是无稽之谈。那么，就真的不会有好的MC同人文了吗？\n　　作者们似乎陷入了一个误区：必须要按照游戏的流程走才算MC同人文，或者非得要出现游戏相关的人物才能算数，于是乎看上去像游戏文字直播的流水账小说和Notch与史蒂夫相亲相爱最后干掉HIM的剧情层出不穷。\n　　抛开这个桎梏不提，哪怕就算是最常见的玩游戏也可以写出些亮点啊。譬如，史蒂夫穿越了，吃了一惊之后，左看看右看看，立马开始撸树。原因？攒木头。要木头打算做什么？搭房子。为什么搭房子？晚上会刷怪。\n　　你说你好端端一个人突然穿越到异世界就立马知道这个世界晚上会刷怪？有这种能力的话为什么不看穿一切回到现实呢？\n　　换个想法如何：为什么撸木头？晚上野外冷，穿越过来衣不蔽体食不果腹，撸点木头生火用。这样感觉是不是合情合理一点？\n　　至于为什么能用手撸木头？你可以说“树是那种很细的品种，用手完全能折断收集”，或者干脆就说这是MC，穿越过来自然有这种能力，毕竟这是游戏同人文，或多或少带上游戏设定是可以接受的，但切忌不能泛滥。\n\n【09】老调门也能行　　MC小说不是很难想出新题材，其实不管什么题材都有人喜欢，关键是你写的怎样。你可以用史蒂夫做主角，你可以用HIM做反派，但你不能写的让人一看就觉得老套。可以用一些老梗，但也要避开一些梗。在固定的题材上有创新，你的小说一样有人看。\n　　按照现在MC文的“经典片段”——打怪举例。\n　　他拿着一堆木头回家时，突然一只小白在树后面偷偷的射了他的腿，他把木头扔下来，摸着腿，还说：\"靠！刚来就要死！不会吧？！\"主角当然不会死，因为有主角光环。这时候，一个很黑的地方有一丝白光，随后射出了一支箭……　　直接打中了小白的要害。小白叫了一声，随后朝黑洞连射了三箭，白光突然消失了。骷髅也安了心，继续向我走来，收货我这个\"猎物\"。可是没想到的是，树上突然跳下来了一个小伙，他身穿铁甲，手里拿着不知道什么剑，直接劈向骷髅。骷髅因为抵不住这么大的力量，所以被一刀两断。\n　　上面的片段选自……选自MCBBS某帖。（反例就不给链接了，作者对不起）\n　　这种小学生作文式的片段，破不了了？你真的忍心让这些鬼畜充满自己的小说？\n　　那么看下面的这一段，来自鬼萝的……《魔女的恋愿》。\n　　突然！少年感觉到一阵异常剧烈的心悸感，同时一个念头突兀地浮现出脑海，这个念头是如此强烈，以致于没等他的脑袋反应过来，身体已经条件反射般后退了一步。\n　　下一刻随着“嗖”的一声，一道白光从他左边飞了出来，几乎是擦着他的额头划了过去。\n　　——骷髅……弓箭手？\n　　瞬感觉自己的心跳加速到了一个前所未有的速度，他吞了口口水，冷汗混合着额头上的血滴滴落。他看到在自己左边的不到十米远，立着一具腐朽的骷髅，弓上再次搭起的箭矢，正朝着瞬散发着无比冰冷的死亡预感。\n　　我不想死！\n　　少年紧缩的瞳孔显得异样狰狞，那一刻他甚至感觉身边的时间仿佛凝结了下来，一切的景物都在消散，只剩下自己，和那阴森森的骷髅弓箭手。\n　　“扔出去！”\n　　这一次，他依然丝毫没有犹豫，举起石斧用尽全力掷了出去。斧刃在半空中旋转了几圈后居然准确地砸在了骷髅的脑袋上！老朽的骨质顿时出了一道深深的口子，它手中的弓也在冲击力下掉在了地上。\n　　瞬紧接着的第一个念头就是趁机逃跑。但直觉告诉他这样做只会让他在几秒后被射穿背脊。他不知道这种直觉从何以来，但它确确实实救了自己两次！\n　　我不想死！\n　　瞬从木桶里抽出木剑，几步冲上去一脚踩断了那段腐烂的木弓。他从喉咙里挤出了一丝吼声，一剑刺进了骷髅的脖子！剑刃埋进了半个颈骨。骷髅顽强地挣扎着，举起了它的骨手一把扼住了林风瞬的喉咙！\n　　“……呜！”\n　　窒息，让他的眼前变得一片模糊。\n　　眼看双手就要失去力气。但瞬依然咬着牙，将剩下的力量全部灌入手中剑柄，一点点地深入他的敌人！\n　　我要，活着回去！！\n　　终于，在瞬的意识即将坠落的一刻，骷髅无力地摊下它的手臂，不动了。\n　　“咳，咳！”瞬摸着被捏出了一道红痕的脖子，扑地蹲在地上，咳嗽了起来。\n　　这就是，这个世界的，战斗？\n　　瞬心有余辜地望了一眼骷髅遗体，百感交集，恐惧，茫然，感慨，还有一点微微的胜利的喜悦。\n　　同样都是打怪，同样都是骷髅，为什么效果就不同呢？\n　　从“老”中写出新事物，也能带来生机与活力。\n\n【10】玻璃心得不到成长　　如果你是玻璃心，那你要么把自己锻炼成钢化玻璃心，要么就别写。你不要觉得别人骂你是不尊重你，不要觉得你是玻璃心、你是公主病，别人就要让着你。\n　　你要把小说发出来，就要面对大家的审视，MCBBS百万人，不是人人都要夸你才对得起你的玻璃心。那些文触的小说也会有人指指点点，何况你？\n　　既然要发上来，就要做好被喷的准备，别说什么打击你心中的梦想，你要是想成为作家，你要出书，那时就是全中国十三亿人审视你的小说。如果没有写好，那还是慢慢琢磨吧。\n　　还有，你要相信，如果不是认真看了你的小说，真心给你提意见，谁去喷你？而你不接受其意见，哪来的成长？\n　　放开胸怀，别人言辞越激烈，代表别人的情感越真挚（当然满口脏话除外）。\n\n【11】不弃坑，认真坚持　　有些人弃坑的原因非常简单：“喷得我不想写了”，“他们这么说我把我打击到了”，这一类的玻璃心实在是很恶心。\n　　有时哪怕稍微认真点，文章也不会那么不堪入目，那种瞎写一样的小说只能被称为作文，动不动就弃坑更是一方面，这足以说明你并没有认真对待自己写的东西，就像是一碗饭才吃一半就扔在桌子上，任其发霉腐烂。\n　　然后，有些人说自己没时间，这也不是理由。即使一个月一更，也是坚持，也是进步。我才不相信你一个月写不出一千字！\n　　写得太烂？那些开始写的不堪入目，然而坚持一两年，完成从新手到大触的蜕变的事情我看多了。况且，把原本很渣渣的剧情给编圆，本来就是一种挑战，如果成功了，就是一种进步。\n　　认真地写完一部小说，就是难能可贵的事了。当你写完一个长篇，倒回去看，估计你的感想是：“怎么我以前写得这么渣……”\n　　从这种事，可以看出这样对自己的进步有多大！\n　　坚持才能成长，弃坑帝没有几个好文。\n\n【12】需要明确的问题小说要符合逻辑。设定可以脱离日常，譬如魔法啊飞龙啊，但基本的逻辑没有就是败笔。\n剧情要丰满。看流水账还不如看广播电视节目表。\n确定自己要想表达什么，写什么，不要跟风。\n基础的文学储备。\n明确初心。我是确实想描绘一个在心里徘徊已久的故事，还是只是想弄个噱头水积分。复制代码　　把这些问题弄清楚了，想必能写出来一篇不错的MC小说吧。\n　　态度端正，总有人欣赏你。\n　　虽然现在不尽如此，但是付出与收获基本成正比。\n\n【13】文笔与剧情的度　　许多人写不出有深度有内涵有底蕴的作品，但是真的憋个十天半个月，写出来了，读者也读不懂。\n　　所以文笔也不是拯救一篇小说的灵丹妙药和根本途径，只要内容有了，语言朴素一些也没关系。\n　　没有文笔的小说是渣文，没有剧情的小说也是渣文。\n　　剧情为重，但文笔也不能差，最好的就像鲁迅那样，字数少，却高度凝炼，你用一百字铺垫环境，看着累，别人只用寥寥数笔，却能收获同样的效果，看着也不累。\n　　描写多了看着累，铺垫多了看着没味。比如……《龙族》，相信大家都看过，都有一种快点啊啊啊几十页怎么还在这里啊啊啊剧情到底有没有发展啊啊啊啊这种感觉……\n　　总之，描写非常重要，不能没有，但也得有个度。\n\n【14】怎样提高文笔　　我相信你们已经写了些了，那么停下来不要动，用一周，写一千字，在这一千字里反复修改推敲，做到自己的最好。\n　　一周后把这一千字拿出来和以前写的对比，一切尽在不言中。\n　　最后，说一说文笔问题。\n　　再平常的片段，只要好好写，都是可以充满文采的！\n　　文笔啥的，靠练，而不是单纯的字数积累。可以做我刚才提到的一周千字练习，文笔就是这么来的。\n　　大家没事也可以多写些片段描写，对文笔帮助也很大。（都是个人经验，纯属参考）\n　　最后，不要读某些小说网上的脑残网络小说了，那些东西无利于写作，反会局限你的思维。真心的建议。\n　　如果你觉得自己已经屌炸天，欢迎去看《浮生物语》，一句一句认真看，回来后估计你会想把你屌炸天的小说删了重写……反正那书就是留给我们找打击的嘛，有事没事都可以看看，如果认真看对文笔和剧情帮助都是很大的。\n　　发之前自己读一下！我搞不懂文章出现一大堆错别字还归为输入法不好的人的心态了。我发一篇文章至少要修改两次，没有计划的现编现写必然没前途。\n\n【15】取名　　我说过，你可以用史蒂夫，可以写Norch，可以坑HIM，但是，你的小说该不会只有这三个人吧？\n　　写文评时，看到某个小说的主角叫蛋白质，喷了一手机。（为了给作者一点面子不发链接了）\n　　名字，是一个人看小说的第一印象，虽然只有几个字，却能从中看出一个人的文学底蕴，写作态度，甚至人物的性格都可以从名字中体现。\n　　所以，名字更多是一种态度。比如《星海镖师》，虽然是漫画，可是连路人甲龙套乙都有自己的名字，这是态度。\n　　而一些文章神奇的名字就不说了，但是某些文章里……“路人甲你给我过来”，“XXX跑哪去了”，“于是某某某死了”这种东西都出现了……读者怎么想……\n　　怎么取名大家可以看我写的这个帖子，这里就不复制过来了。\n\n【16】汲取建议　　玻璃心请自觉跳过本段。\n　　就算你觉得自己的文章不错了，它仍然存在瑕疵，自己发现不了的瑕疵。正如标题，群众的眼睛是雪亮的，只有他人才能指出这些毛病。\n　　如果你有个朋友也在认真写小说，恭喜你，你们完全可以互相进步，互相指出不足，这是千金难得的机会，也是我的切身体会。\n　　如果没有，大家可以把小说发到小说吧的求评帖，达到3000字后去申请求评，一摞文评员会非——常——认真地挨个指出来的。\n　　有些人去看了看，尼玛，文评员语言太犀利，一篇文章比我还好，都说了那么多，不是玻璃心也受不住啊，谁敢去求评啊？\n　　好吧，我私人还有一个文评帖，我……尽量……柔和一点……如果大家对写文评感兴趣，欢迎加入！\n\n【17】相关推荐　　下面的东西，建议大家去看一看，相信有所帮助。\n　　首先是小说吧的小说教程，遵循那些原则吧，这是像小说界版规一般的存在……\n　　接着是鬼萝和堕灵的小说，他们是现在MC小说的领军人物，也是创新的代表与先驱。不要吐槽我反复提某人，因为写得好就是写得好嘛。\n　　还有，MCBBS本土的一些精华也体现了创新与融合的理念，大家也可以看看，启发思维。\n　　我的拙作就不发上来了，还没成风气，有兴趣的去我的个人贴吧翻翻就好。\n　　Minecraft吧的小说讨论帖，当友情链接发上来……本文部分言论是从里面弄来的。\n　　本活动的贴吧联动帖：\n　　　我的世界小说吧联动帖　Minecraft图文吧联动帖　龙腾猫跃吧联动帖（什么鬼）\n　　　MinecraftPE吧联动帖（被吧务删了，申请恢复中）　Minecraft吧转载帖\n　　　\n\n\n\n\n1_compressed.jpg (16.77 KB, 下载次数: 8)\n\n下载附件\n\n2015-2-7 19:35 上传\n\n\n\n\n\n\n【18】结语　　我要表达的很简单，无论是什么小说，至少进去看一下。不回复渣文，多顶好文，让别人付出的心血获得足够的尊重，让美文留在首页。\n　　同时作者也要开拓创新，不拘泥与固定格式，讲究文笔，剧情，写出自己的风格，描画出自己的精彩。\n　　作者和读者一同努力，才能养成文学上的优良风气，到时候，死循环也就不复存在了。\n　　有人问我为什么反复发贴吧的链接，去贴吧强调这些问题。原因么，贴吧是“流行”的区域，也是问题最大最多的地方，而其中就会反过来呈现出一些特别拔尖的东西。而MCBBS尚且不存在那种可以独揽大局的人，不像鬼萝和堕灵，一个人撑起了Minecraft小说吧，另一个人撑起了Minecraft图文吧。\n　　还有人说，当几个大神一起更文的时候，整个贴吧的风气都会好很多。我期待MCBBS也能出现这种可以独领风骚，带动大家一起向前发展的人。\n　　如果大家觉得这个帖子不错，回复一个吧，毕竟帖子在茶馆容易沉。如果能够艾特小伙伴来看一看，就更感谢了。\n　　我期待，MCBBS创作版的繁荣昌盛！\n龙腾猫跃\n2015-02-07\n\n\n\n\n",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1423227300,
            "txt_content": "对！说得很好！这个需要慢慢发展……悲啊！"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1423227960,
            "txt_content": "楼主也是有心了"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1423228200,
            "txt_content": "你说的创新短篇和我最近在写的东西很像哦，等我写完了@你如何？"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1423228260,
            "txt_content": "尤里的猫 发表于 2015-2-6 21:10\n你说的创新短篇和我最近在写的东西很像哦，等我写完了@你如何？\n嗯，谢谢。\n真的希望以后会好一些……"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1423231920,
            "txt_content": "看完只想说我醉了QAQ\n我这么多年真的白活了\n和他们比起，哦，和你们比起，我连滥竽充数都算不上\n但是我还意识不到，还很装地到处晃来晃去\n现在想想我真的是废物，谁可怜我啊"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1423284960,
            "txt_content": "怎么说呢，创新是非常重要的，拘泥于过去形式的千篇一律也许就是小说没什么起色的关键。\n其次是人气问题，不管是谁辛辛苦苦写了几千字熬夜加班加点的修改，但最后没人看也许都不会有动力吧。\n其次关于LZ推荐两个人的问题，贴吧似乎是比mcbbs更加方便的平台，至少小说贴无人问津和人气火爆的几率是85％15％，但是mcbbs创作班真的有人点进来么..值得思考\n超越传统的束缚也正是我们要探求的，不是么"
        },
        {
            "author": "MC_我的世界",
            "timestamp": 1423300680,
            "txt_content": "卧槽？楼主你把mc小说解刨的这么翔细，自己写一篇呗~想来大家一定会接受的，，不过100+查看，算上我7回复，，也是够了"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1423304940,
            "txt_content": "luxiaochen1984 发表于 2015-2-7 12:56\n怎么说呢，创新是非常重要的，拘泥于过去形式的千篇一律也许就是小说没什么起色的关键。\n其次是人气问题， ...\n就是没人点进来啊……这帖都没人看……所以说是看到“小说”就不点嘛……"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1423305000,
            "txt_content": "MC_我的世界 发表于 2015-2-7 17:18\n卧槽？楼主你把mc小说解刨的这么翔细，自己写一篇呗~想来大家一定会接受的，，不过100+查看，算上我7回复， ...\n我在写啊~序章200查看3回复，第一章70查看0回复而已~"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1423305300,
            "txt_content": "末影龙娘 发表于 2015-2-6 22:12\n看完只想说我醉了QAQ\n我这么多年真的白活了\n和他们比起，哦，和你们比起，我连滥竽充数都算不上\n你是在群里发广告那个么= =……\n那我看过你的小说……\n不要招人啦……自己想人设可以开拓思维的"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1423307580,
            "txt_content": "  或许在MCBBS里设置创作版本来就是个错误。但这也是MCBBS的一个特别之处吧，大家一起认真地错下去吧……创作版也不容易。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1423312920,
            "txt_content": "_(:з」∠)_渣渣就来看看，另外建议真的不错，特产他们会考虑的，另外别看我"
        },
        {
            "author": "xiao_zhu_ge",
            "timestamp": 1423364220,
            "txt_content": "MC的文艺复兴时期即将到来"
        },
        {
            "author": "MC大湿",
            "timestamp": 1423365120,
            "txt_content": "\n\n现在很多MC小说套路基本就是\n\n玩MC玩着玩着突然间显示屏就把我吸进去然后我感到十分慌张但我马上冷静下来学着生存我开始撸树造工具一路杀僵尸杀小白各种杀神挡杀神佛挡杀佛途中还意外获得神器and高人指点and一群牛逼队友最后来到大BOSS面前原来大BOSS是him于是我和我的小伙伴们拿起手中的神器很快解决了战斗然后这个世界就被TM的拯救了！\n\n个别小说的文笔也是惨不忍睹 简直活脱脱低年级看图写作文水平\n\n总之 内容创新 提高写作水平 基本上就能解决小说冷门的情况\n\n很多人不是不愿意看MC小说 而是作者写出来的东西压根不是人看的"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1423378380,
            "txt_content": "MC大湿 发表于 2015-2-8 11:12\n现在很多MC小说套路基本就是\n\n玩MC玩着玩着突然间显示屏就把我吸进去然后我感到十分慌张但我马上冷静下来 ...\n我的想法是，提高内部水平和纠正外部的老思维得同步进行……不然内部水平好了，别人还是不看，还是不行"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1423470840,
            "txt_content": "龙腾猫跃 发表于 2015-2-7 18:35\n你是在群里发广告那个么= =……\n那我看过你的小说……\n不要招人啦……自己想人设可以开拓思维的 ...\n我也想自己来啊…但是人物成分有点复杂…并且我原来的爪机废了，山寨机打字及其费力"
        },
        {
            "author": "j7528802",
            "timestamp": 1423572060,
            "txt_content": "楼主打字幸苦了，希望楼主发完这个贴后，整个创作板块能有所大的改动吧"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1423574700,
            "txt_content": "j7528802 发表于 2015-2-10 20:41\n楼主打字幸苦了，希望楼主发完这个贴后，整个创作板块能有所大的改动吧\n首页挂了几天了，查看连500都不到= =……\n所以果然是看到小说啥的马上跑路……"
        },
        {
            "author": "j7528802",
            "timestamp": 1423574940,
            "txt_content": "龙腾猫跃 发表于 2015-2-10 21:25\n首页挂了几天了，查看连500都不到= =……\n所以果然是看到小说啥的马上跑路…… ...\n这么多字，回复才18，楼主好可怜{:10_510:}，我竟然看完了这么多字。。。"
        },
        {
            "author": "840196733mw",
            "timestamp": 1423576140,
            "txt_content": "看完之后我不禁想起了，之前一个对地图版里面解密地图的看法{:10_492:}"
        },
        {
            "author": "MCの疯兔纸",
            "timestamp": 1423582440,
            "txt_content": "正准备写小说"
        },
        {
            "author": "xt00",
            "timestamp": 1423583160,
            "txt_content": "确实啊，现在mcbbs创作确实面临着危机，希望各位版主能够想一些办法，挽救这个局面"
        },
        {
            "author": "马赛克了",
            "timestamp": 1423626660,
            "txt_content": "说7个点。\n一，MC是一款游戏。\n二，MC同人文是冷周边。\n三，写给自己看。\n四，写给大伙看。\n五，坚持不泄乃人生至理。\n六，我数学有点不厉害。"
        },
        {
            "author": "爱尚伤痕",
            "timestamp": 1423654260,
            "txt_content": "请大神手下我的膝盖poi~"
        },
        {
            "author": "qaz19999",
            "timestamp": 1423711080,
            "txt_content": "我觉得lz写得很好啊=w=顶一下"
        },
        {
            "author": "djlldc123",
            "timestamp": 1423716720,
            "txt_content": "文学复兴还是文艺复兴，我从lz的文章你仿佛看见了正能量，论坛太缺少这种不为炒作，只为创作的人了。"
        },
        {
            "author": "ForgeZB5",
            "timestamp": 1423716840,
            "txt_content": "不顶浑身耐受"
        },
        {
            "author": "Saralion",
            "timestamp": 1423717140,
            "txt_content": "真心好贴啊，只是没钱，顶不了，就回复一下吧"
        },
        {
            "author": "etflly",
            "timestamp": 1423735380,
            "txt_content": "曾经好奇点进两个小说帖\n\n然后就没有然后了"
        },
        {
            "author": "黑星nova",
            "timestamp": 1423828260,
            "txt_content": "翻创版的历史也是有些复杂，造成今天这个局面总是有或多或少的将错就错。但是各位能让老翻译版不至覆灭就已经是一种壮举了，可以说创作版存在多一天就是所有创作者的一个胜利。然而在小说这方面我其实有一点自己的想法和楼主有些许相通：\n1、以一款游戏为主题的小说到底能走到哪一步，让一串代码限制了自己的创作空间是否是一种自我愚弄；\n2、“世界都没观过，哪来的世界观？”许多小说作者连mc还都没玩明白呢就急着要写点东西出来，那结果也显而易见：挖矿、砍树、杀龙；\n3、小说是给别人讲故事，但是好多作者真的无故事可讲。我从来不认为一群业余写手把自己关在屋里坐在电脑前能憋出什么优秀作品。不走出去看看世界，好好的生活，文学创作就是屁话连篇。\n4、说到这里我们也能看出些许矛盾，mc是个游戏，而文学源自生活，要一个作者怎样把控这种完美的平衡才能产生一部真正称得上文学的作品呢？这矛盾实在过多。\n5、最后一切矛盾又会把我们重新导向回到第一个问题上，我的文学创作为什么会被mc限制住？！"
        },
        {
            "author": "a731385540",
            "timestamp": 1424263500,
            "txt_content": "其实我是不喜欢看小说所以一次没点过"
        },
        {
            "author": "鳄鱼软趴趴",
            "timestamp": 1424280420,
            "txt_content": "对当前的文字创作很有帮助啊！\n\n小说创作的门槛比较低，只要写出些文字，就可以在创作区发帖。如果加入审核，不达到一定水平不允许发帖这种硬性规定，在一定程度上限制了创作区的活力，也不利于鼓励一些有进取心、但是目前水平还未达到一定要求的作者们。况且文字创作这种主观性比较强的领域，本身就是没有固定标准的，有人说好有人说坏，一时也无法给出特别客观的评价。（可能还是需要论坛各位的积极引导和鼓励，猫跃已经在第四部分呼吁大家了～）\n作者们的水平参差不齐，在没有接受过特别严密的写作训练前，大家主要的灵感大部分还是来自于对一些优秀作品的参考，所以很多作品难免出现了旧作品的影子，甚至是换汤不换药。这些就必须作者们严格要求自己，可以借鉴，但绝对不能山寨。（这个就需要作者们严于律己了，虽然可能比较难以达到，但是一旦作者们注意到这些，那创作区的整体水平绝对会达到完全不同的高度。）\n\n以上是就创作区作者和观众的一些小观点，只要大家认真考虑过上述的事情，写作手法、创作观念这些东西大家也就自然而然找到最符合自己的了！每个人都能成为最个性的作者。\n\n再次谢谢猫跃提出的观点，希望大家认真参考猫跃的建议。让创作区更加红火！"
        },
        {
            "author": "satgo1546",
            "timestamp": 1424490960,
            "txt_content": "虽然我不写小说也不看小说但是还是认真地看完了这篇帖子，已收藏。"
        },
        {
            "author": "中二病Alex",
            "timestamp": 1424495880,
            "txt_content": "不如把标题改一个字改成  文艺复兴XD【别打我\n好吧   我觉得可能和中国的教育有关系【瞎扯\n都说过现在MCBBS的用户群组年龄偏低\n可能和这个有关系咯\n小学生不写小学生文写什么？\n还有我觉得现在小学生想象力底下。。\n我只是用奇特的思维分析一下问题   \n玻璃心求不喷"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1424519040,
            "txt_content": "鳄鱼软趴趴 发表于 2015-2-19 01:27\n对当前的文字创作很有帮助啊！\n\n小说创作的门槛比较低，只要写出些文字，就可以在创作区发帖。如果加入审核 ...\n但是那些写文的许多都是新人，大多数都是新人帖……他们会看这些，会注意这些？唉，没有审核制= ="
        },
        {
            "author": "鳄鱼软趴趴",
            "timestamp": 1424528340,
            "txt_content": "龙腾猫跃 发表于 2015-2-21 19:44\n但是那些写文的许多都是新人，大多数都是新人帖……他们会看这些，会注意这些？唉，没有审核制= = ...\n还是需要创作区的版主们耐心引导吧"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1424768940,
            "txt_content": "=。=主要还是mcbbs整个儿就不适合创作版的存在吧.....而且mc太高的自由度反而限制了小说的可写性，所以穿越才成为了一个经久不衰而且有点臭老九感觉的一个题材，没有剧情的游戏反而限制了有剧情的同人这种情况也是醉。只能走一步看一步呗，除非能够寻求出一个更加新颖且符合mc的题材，才有可能脱离出这个怪圈（笑。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1424769540,
            "txt_content": " 本帖最后由 CloudsXDao 于 2015-2-24 17:22 编辑 \n\n可能很多人都意识到了一个问题，mc是一个自由度极高的游戏，没有游戏主线，没有任务剧情，没有人物文字，并且mod群立，可以实现很多不同的想法，可以创造出任何事物。换言之，mc太“普通”了。mc除了“方块”以外，根本没有一个“特别”，并且显著的特点。这导致了一个什么情况呢？它直接导致了所有的mc小说除了在开头言明这是mc小说以外，都可以被称为“偏离”mc。因为小说原本就是自由的剧情，mc的唯一且亮眼的特点“自由度”完全被掩盖了，使得作者根本想不出一个“新剧情”。mc缺少自己的“文化”，mc像一张白纸，可以被人随意涂抹，但是我们面对这张白纸的时候，却只能苦笑一声，无从下手。"
        },
        {
            "author": "QuantumCraft",
            "timestamp": 1424769840,
            "txt_content": "我决定有必要@一下达芬奇"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1424769840,
            "txt_content": "有意思，有看点，有想法，有方案，但没有实行的人"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1424778540,
            "txt_content": "风之心_天双 发表于 2015-2-24 17:24\n有意思，有看点，有想法，有方案，但没有实行的人\n摊手……真正需要实行的人我感觉根本不会看这帖的说=w="
        },
        {
            "author": "风之心_天双",
            "timestamp": 1424779980,
            "txt_content": "龙腾猫跃 发表于 2015-2-24 19:49\n摊手……真正需要实行的人我感觉根本不会看这帖的说=w=\nmcbbs的用户群已经由它的性质决定了，这一部分人中，真正适宜写作的人很少，会有兴趣和时间在翻译创作里作文的更少。我们对作者的物质支持条件也十分匮乏，而“作者都在贴吧”这一事实也是因为“mcbbs不能给作者和作品们好的宣传”。没有利，没有名，凭什么留住好的作者？凭什么吸引新的作者？\n热衷于无名无利事业的人，除了闲的没事干，就是心智不成熟。很明显，坛子里绝大绝大多数都是后者。"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1424781840,
            "txt_content": "风之心_天双 发表于 2015-2-24 20:13\nmcbbs的用户群已经由它的性质决定了，这一部分人中，真正适宜写作的人很少，会有兴趣和时间在翻译创作里 ...\n作者确实都在贴吧，现在MCBBS根本找不到小说的领军作者……\n但是贴吧的风气也和MCBBS差不多糟糕了，只是人数多少而已。"
        },
        {
            "author": "世界asdf",
            "timestamp": 1424785680,
            "txt_content": "感觉lz说的很有道理，一般新人创作小说时，可以将生活中有感触的事件加入到MC的世界观中，写出一些精悍的短篇小说，再尝试创作长篇。而不是一开始就整出一个庞大的MC世界观，再在里面绞尽脑汁写一些不找边际的事。"
        },
        {
            "author": "夜暗伤",
            "timestamp": 1424791260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1424836560,
            "txt_content": "夜暗伤 发表于 2015-2-24 23:21\n同感啊，自己写的小说写了3章了访问量才1W，回复20来个而已\n访问1w很dio了好不？"
        },
        {
            "author": "夜暗伤",
            "timestamp": 1424836740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "157747906",
            "timestamp": 1424857020,
            "txt_content": "必顶----为什么这么好的帖子不火呢"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1424857080,
            "txt_content": "龙腾猫跃 发表于 2015-2-24 20:44\n作者确实都在贴吧，现在MCBBS根本找不到小说的领军作者……\n但是贴吧的风气也和MCBBS差不多糟糕了，只是 ...\n　　我没去贴吧看过，但是觉得用“风气”这个词不太妥当，更恰当的应该是“平均水平”吧——以上仅代表个人观点。\n　　你这个回复基本上没什么意义……我想表达的是，好歹百度贴吧能够给作者们提供“名”这一要素，但mcbbs却什么都无法提供，那些论坛中虚拟而可有可无的积分根本做不得数。\n　　想提高整体水平，只有两个方法。其一是提高现有作者水平，其二是大量注入新的高水平作者。由目前状况和条件来看，第一个方法明显不可能实现——论坛的会员多半年龄偏小，文学水平和心智统统不达标实属正常，并不能怪谁。而第二个方法也显得并不实际——mcbbs本就是一个并不名气很大的玩家集合地，并无“名”的优势，也不会有哪位土豪穷极无聊有钱任性来为翻译创作版提供“利”的支持，这种恶劣的条件，作者前来作文全凭兴趣。而有兴趣的作者中，优秀作者极少；在这部分优秀作者中，有空作文的又是极少。\n　　再加上对于Minecraft这一款游戏而言，其游戏技巧、多人社交与建筑分享展示才是其游戏性衍伸的主要附属，至于同人小说……对于绝大部分玩家而言，完全是不必要的。\n\n　　我很早便得出这个结论，翻译创作版，是起不来的。"
        },
        {
            "author": "primar-sunshine",
            "timestamp": 1424861220,
            "txt_content": "这个不错。"
        },
        {
            "author": "xcc",
            "timestamp": 1425045720,
            "txt_content": "龙猫（这么叫吧），我觉得我写的题材很新颖....种族战争（不回避种族歧视）.....应该没多少人写过...."
        },
        {
            "author": "xcc",
            "timestamp": 1425045840,
            "txt_content": "CloudsXDao 发表于 2015-2-24 17:09\n=。=主要还是mcbbs整个儿就不适合创作版的存在吧.....而且mc太高的自由度反而限制了小说的可写性，所以穿越 ...\n不，他们从没想过站在MC“里面”看世界。不要把mc当作一个新世界或是游戏，它可能是一个真实存在的平行时空...（中2）所以说这么想的话可以玩出很多花样-----（= + xcc前排兜售爆米花"
        },
        {
            "author": "xcc",
            "timestamp": 1425045960,
            "txt_content": "知道我弃坑的原因吗？你肯定会笑...我觉得自己写的不够好。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1425048720,
            "txt_content": "鳄鱼软趴趴 发表于 2015-2-21 22:19\n还是需要创作区的版主们耐心引导吧\n坛子条件不足，文学创作成不了大气候，只能是目前这种状况，和引导什么的关系不大"
        },
        {
            "author": "yezixm",
            "timestamp": 1425083640,
            "txt_content": "\n有意思，有看点，有想法，有方案，但没有实行的人"
        },
        {
            "author": "天端服务器",
            "timestamp": 1425203040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "天端服务器",
            "timestamp": 1425210300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "天端服务器",
            "timestamp": 1425211320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1137246733",
            "timestamp": 1425542220,
            "txt_content": "搞得我也有了想写的念头。。。。。虽然文笔不是太好"
        },
        {
            "author": "player927",
            "timestamp": 1425543540,
            "txt_content": "本人不行啊\n不过顶起，现在我是www.mcnovel.com.nu\n站长\n要说我的文是认真写的，可是有人总喷，比如北极星人\n说真的我比较喜欢科技和铝梦想的文章，但是自己写不出\n我准备更完我的三大坑《逐渐崩坏的时空II——Notch复仇》，《熊三列传》和《端之再生》的。"
        },
        {
            "author": "Meng_hao",
            "timestamp": 1425544800,
            "txt_content": "跟欧洲文艺复兴有的一拼。。。。。。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1425795360,
            "txt_content": "player927 发表于 2015-3-5 16:19\n本人不行啊\n不过顶起，现在我是www.mcnovel.com.nu\n站长\n0会员 其实不建议单独建站，毕竟各大平台参与者更多，精品文章都不多，针对这个建立站点的话，前途不大。"
        },
        {
            "author": "凋零蛋",
            "timestamp": 1425990660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "15860723645",
            "timestamp": 1426302960,
            "txt_content": "写得真不错"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1426303560,
            "txt_content": "Lucky777777 发表于 2015-3-8 14:16\n0会员 其实不建议单独建站，毕竟各大平台参与者更多，精品文章都不多，针对这个建立站点的话，前途不大。 ...\n我也是这样想的= =耗钱耗精力不讨好"
        },
        {
            "author": "efsg",
            "timestamp": 1426303860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1426304100,
            "txt_content": "efsg 发表于 2015-3-14 11:31\n你应该发到minecraft吧\n= =……啊啊啊好吧……\n不过发到minecraftpe吧的帖被删了还不给恢复不高兴= ="
        },
        {
            "author": "efsg",
            "timestamp": 1426304280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1426309920,
            "txt_content": "efsg 发表于 2015-3-14 11:38\n是minecraft吧，不是minecraftpe吧\n那时minecraft吧有人在搞，所以没法\n等会有空发上去吧"
        },
        {
            "author": "crovax",
            "timestamp": 1426642200,
            "txt_content": "虽然没看过任何MC文，但是看到作者的良苦用心不得不点下赞"
        },
        {
            "author": "Terry39",
            "timestamp": 1426802160,
            "txt_content": "Meng_hao 发表于 2015-3-5 16:40\n跟欧洲文艺复兴有的一拼。。。。。。\n同感。。。。"
        },
        {
            "author": "青橘短衫丶",
            "timestamp": 1427197140,
            "txt_content": "作者您真辛苦了！"
        },
        {
            "author": "primar-sunshine",
            "timestamp": 1427197440,
            "txt_content": "LZ说的没错"
        },
        {
            "author": "k90dfhy",
            "timestamp": 1427379060,
            "txt_content": "唉，怎么说呢。MC的游戏氛围决定了这一类的小学生文章一定会层出不穷。想要避免.....怎么说呢，任重而道远啊"
        },
        {
            "author": "1.3806",
            "timestamp": 1427379540,
            "txt_content": "生存要废掉"
        },
        {
            "author": "九尾·",
            "timestamp": 1427483940,
            "txt_content": "同感比如我发的你问我答贴有人查看无人回复……是我的问题太难了么……"
        },
        {
            "author": "音乐家七月天",
            "timestamp": 1427501640,
            "txt_content": "LZ说用户一定要去看并且要去顶这个我就有点汗了→_→\n各人有各人的爱好，就像我只在茶馆逛\n你硬说这可能不太好啊（也许你应该说 推荐A.A?\n\n话说小说真的很少人……"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1427529600,
            "txt_content": "九尾· 发表于 2015-3-28 03:19\n同感比如我发的你问我答贴有人查看无人回复……是我的问题太难了么……\n我去回答吧XD\n链接发来啊喂= ="
        },
        {
            "author": "ljy2014",
            "timestamp": 1427531040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "九尾·",
            "timestamp": 1427534400,
            "txt_content": "龙腾猫跃 发表于 2015-3-28 16:00\n我去回答吧XD\n链接发来啊喂= =\n{:10_492:}点我  点我  "
        },
        {
            "author": "Condor",
            "timestamp": 1427610180,
            "txt_content": "老滚五成百的路人甲每个都有名字0.0.......\n好吧，说正题，写作的话，有些写作添油加醋，画龙点睛，结果把MC小说中心论点抛开了，而变成另外一种题材的小说，要知道，很多读者在论坛看小说一般都是迅速浏览到中途和结尾，所以，要让读者始终知道，这是写MC的小说而不是一群年轻人开挂狂扁一只黑色会喷火的龙"
        },
        {
            "author": "player927",
            "timestamp": 1427781060,
            "txt_content": "龙腾猫跃 发表于 2015-3-14 11:26\n我也是这样想的= =耗钱耗精力不讨好\n免费空间一点钱都不用，我的职责不过是清理清理广告打扫打扫罢了"
        },
        {
            "author": "RuneCraft",
            "timestamp": 1428511500,
            "txt_content": "完整得看完之后感觉不开个坑写文对不起这世界2333"
        },
        {
            "author": "leno1987",
            "timestamp": 1428537420,
            "txt_content": "这调研报告很深刻 。。。"
        },
        {
            "author": "色蛋小黑",
            "timestamp": 1428540000,
            "txt_content": "手真心累"
        },
        {
            "author": "梁丘向槐",
            "timestamp": 1428546600,
            "txt_content": "楼主胆大包天~！{:10_523:}"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1428712260,
            "txt_content": "Condor 发表于 2015-3-29 14:23\n老滚五成百的路人甲每个都有名字0.0.......\n好吧，说正题，写作的话，有些写作添油加醋，画龙点睛，结果把M ...\n对于这种阅读方式必须要改变写作方法，这个似乎忘了说\n比如环境描写等必须分散，不能放在一起一大段，那样没人看\n然后比较重要的要多强调几次，避免被逗比跳过了没看到啥的\n个人对这种阅读方式讨厌死"
        },
        {
            "author": "x无极煞",
            "timestamp": 1428926280,
            "txt_content": "事实上，因为MC是个游戏，所以基本就会导致这种渣文、星期文层出不穷。因为MC这个游戏的剧情玩法就基本是楼主所列的那一个定式，但为何作者都要按照这个逻辑与思维去想呢？我觉得所有的写小说的、看小说的MC玩家都应该记住：MC是个游戏，他的世界观就是他的世界观，为何MC的小说都要死守那个原本的世界呢？你可以让自己的小说以游戏的世界观为主体，延伸出属于自己的一套体系，创造出属于自己的一个小说的世界。\n我本人也在写小说，名字叫做《轮回宇宙》，目前正在屯稿，打算屯到10000字再发出来，但是我14年5月就开始写了，为何迟迟不发表呢？因为我再版了5次，一次次的修正、完善、升华自己的小说世界观，到现在的这一版，我已经建立了一套完整的体系。是的，里面也出现了史蒂夫、NOTCH、HEROBRINE什么的，但是并不老套，因为还有创·寒特、克威·维金、斯兰德·沃来德和安德·史密斯等等的一大群人物。我建议每个小说的作者、读者都要用精益求精的态度、热情满溢的回复，来换取我们MC小说界的和谐。"
        },
        {
            "author": "冬の橙子",
            "timestamp": 1429117380,
            "txt_content": "没写过MC小说，但是楼主的帖子不仅仅针对MC小说。不管什么类型的小学生作者都应该来看看楼主的这篇帖子、说得很棒，千篇一律的小说题材已经看得要吐了，看到开头就能知道结尾的那种。"
        },
        {
            "author": "jimmyzhong",
            "timestamp": 1429164600,
            "txt_content": "正解         "
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429833360,
            "txt_content": "www棒棒棒～楼主的建议可取之处真的非常多呢～我也是学到了不少啊～"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1429967880,
            "txt_content": "从小厌恶写作文\n\n\n"
        },
        {
            "author": "音乐家七月天",
            "timestamp": 1430046480,
            "txt_content": "看完了，不错。\n我想对那些表达“太长不看”而且以为这个帖子的真正意义就是“强迫”用户们去看创作版的人们说一下，\n这个帖子并没有任何言辞“请”你去看创作版的帖子，而是想让你们尊敬“MC创作小说”这个词语。\n\n话说我这种人也只能在矿工茶馆写论文_(:зゝ∠)_"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1430046960,
            "txt_content": "音乐家七月天 发表于 2015-4-26 19:08\n看完了，不错。\n我想对那些表达“太长不看”而且以为这个帖子的真正意义就是“强迫”用户们去看创作版的人 ...\n那些啥的都可以发翻创版吧= =||"
        },
        {
            "author": "Herοbrine",
            "timestamp": 1430106480,
            "txt_content": "表示你写这么长还用这种窄字体。。看都不想看了(╯‵□′)╯︵┻━┻"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1430141460,
            "txt_content": "Herοbrine 发表于 2015-4-27 11:48\n表示你写这么长还用这种窄字体。。看都不想看了(╯‵□′)╯︵┻━┻\n窄字体是什么鬼"
        },
        {
            "author": "1.3806",
            "timestamp": 1430145120,
            "txt_content": "我写的不知都是不是小说(见H图)"
        },
        {
            "author": "Herοbrine",
            "timestamp": 1430186760,
            "txt_content": "龙腾猫跃 发表于 2015-4-27 21:31\n窄字体是什么鬼\n宋体\n雅黑\n黑体\n\n\n你觉得这几种字体哪一种密集在一起看着舒服？"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1430469240,
            "txt_content": "Herοbrine 发表于 2015-4-28 10:06\n宋体\n雅黑\n黑体\n？？\nso？"
        }
    ]
}