{
    "title": "<原创·连载>光明史诗第二章",
    "author": "暗黑-子夜",
    "replyCount": 6,
    "timestamp": 1423294980,
    "txt_content": " 本帖最后由 暗黑-子夜 于 2015-2-7 16:01 编辑 \n\n                                                                     第二章\n   看着眼前这繁华的城市，我心中也有些感触。段从身后走来，说道；“跟我来”\n    跟随着段穿过七扭八歪小巷，穿过密密麻麻的市集，还未来得及感慨帝都的繁华，以到达目的地。一座小院子，中间坐落着一栋不大的小楼，“这是我家。”段说道“蓝呢？”我问道，自从暗影生物袭击以后就没见过蓝。“她？回去了吧”段说道。看出了段的脸色不正常我也没继续问下去。毕竟自己欠他一条命。再说也不知他的目的到底是什么\n    忽然段冲着雨夜说道“我知道你在好奇我的目的，你不用知道我的目的。放心我不会害你。”我心中颇有动容忽然。外面传来一声不谑的声音；“段，第一次听到你说这么多废话。”\n    段阴着脸，道；“克雷，你还想来打吗？”“我靠，开什么玩笑你这家伙天天不要命一样的锻炼，我们这一辈除了影之外还有谁打的过你”“这是能说明你懒”忽然蓝的声音传来。“呵”克雷也不反驳。段说道；“该来的都来了，走吧”“去哪？”我说道“去你该去的地方”克雷说道。我还未来得及接着说，就被人敲晕了。\n    当再次醒来却发现以到了一个样式非常古朴的屋子中，面前坐着一位看起来很和善的少女，散落的长发在阳光中散发着光芒，一双明亮，漆黑眸子中夹杂着那么多情绪，是那么的美，空灵而不含一丝杂质。“你醒了”，声音轻灵而婉转“克雷那个家伙，太冲动了”“呃呃呃呃”我已经醉了沉迷在那种美之中。眼前的少女一笑，淡雅的一笑“啊，不好意思”终于反应过来的我急忙说道。“不用道歉，对不起应该是我说呢”眼前的少女说道。“你可以叫我灵“你们的目的到底是什么？”我迟疑了一下问道。“好吧”灵叹了口气说道“你已经看见了，暗影世界里的家伙已经按捺不住自己的野心了”\n    听到阴影世界我变得分外激动“我当然看见了，看见了鲜血染红了德萨纳圣，看见了怨灵占据着整片天空，看见了青山无处不埋忠骨，多少将士英勇赴死。而我却无能为力”不经意中发现自己的指甲以深入掌心。灵好似未发现我的激动自顾自的继续说道“阴影世界入侵，而守护大陆百年的光明圣堂一脉却已凋零，仅存的圣子不到三人根本无法抗拒阴影世界的入侵”灵顿了一下接着说道“所以我们找到了你，你身上有着光明圣堂的血脉，我们希望你能去寻找光明”听完这番话我的脑海混乱无比，理了理思绪继续问道“寻找光明？怎么寻找？还有就是你所说的‘我们’是指什么”灵看了我一眼说道；“我们是光明圣殿一脉，而如何寻找光明？会有人指引你的。”\n\n\n\nPS：明天要回老家所以明后天不更 所以今天双更 我很有诚意的两千字。\n上章链接http://www.mcbbs.net/thread-403885-1-1.html",
    "replies": [
        {
            "author": "Aiursad",
            "timestamp": 1423295040,
            "txt_content": "模板何在....？？？"
        },
        {
            "author": "暗黑-子夜",
            "timestamp": 1423295220,
            "txt_content": "Aiursad 发表于 2015-2-7 15:44\n模板何在....？？？\n不会QwQ 还有发重复了怎么删除？"
        },
        {
            "author": "暗黑-子夜",
            "timestamp": 1423295340,
            "txt_content": "暗黑-子夜 发表于 2015-2-7 15:47\n不会QwQ 还有发重复了怎么删除？\n我勒个擦 模板不见了\n怎么删？"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1423295640,
            "txt_content": "继续顶一下。"
        },
        {
            "author": "暗黑-子夜",
            "timestamp": 1423295760,
            "txt_content": "luxiaochen1984 发表于 2015-2-7 15:54\n继续顶一下。\n帮忙删一下 发重复了 话说模板不见了什么鬼 这该死的网速"
        },
        {
            "author": "暗黑-子夜",
            "timestamp": 1423296000,
            "txt_content": "Aiursad 发表于 2015-2-7 15:44\n模板何在....？？？\n模板回来了23333"
        }
    ]
}