{
    "title": "【单章】",
    "author": "刘XX的阴谋",
    "replyCount": 6,
    "timestamp": 1423300080,
    "txt_content": "没有战争之地那场长达十年的末影龙与亡灵的战争夺走了我的所有家人和我家的农场。我的爱犬也被一个绿色的混账炸得粉碎。它的红项圈被炸飞在我面前，还带着它的几丝碎肉。\n我带着祖父当年留下的一个烂背包，就逃走了。在逃出家门时，我看见了几个僵尸正在吃我母亲的头。他们吃得很起劲。\n我跌跌撞撞地跑出了村子，看见天空中划过一道紫色的影子，我亲爱的村庄就毁了。那年，末影龙被亡灵赶回了末地。而亡灵们似乎也元气大伤，几年都没有出来过。\n在我弥留之际，一个人救了我。当时，我已经饿了三天了。他带我到了他的地窖，给我包扎了伤口，还给我吃了许多面包。那个人穿着蓝衣服，有着善良的白眼睛，就跟我家乡的村民一样慈爱。他从不说话，却很勤劳。\n我就这样跟他生活了两年。我帮他种地，帮他放牛。\n有一天晚上，天空中又出现了紫色的霹雳。他轻声叫我别修地了，回房子睡觉。我就疲惫地睡去了。第二天，我一醒来，发现自己躺在废墟中，而他已经在我身旁奄奄一息。\n我没能救他。他伤势太重了，我从没见过他身上的伤口。那伤口还飘着紫色的霜。他看着我的眼睛，仿佛在告诉我：Steve，快走！龙回来了！那条该死的龙回来了！\n他那白色的眼睛缓缓黑了下去。我哭了很久很久，然后穿上他的蓝色的衣服，离开了废墟。我答应他，要帮他活下去。\n很多年后，我有了自己的别墅，有了美丽的妻子，有了另一条爱犬。我依然穿着那件蓝衣服。我答应过他，要帮他活下去。\n我始终没能明白，当年的那个晚上发生了什么。为什么他能独自撑住末影龙的攻击保护我并且把龙暂时赶回了末地。我不知道他是谁。\n有一天晚上，我正在给妻子将我曾经的经历，突然天空中闪过一道紫色的电光，我的别墅烧了起来。我叫妻子带着爱犬赶快跑，自己冲进火海去取武器。当我出来的时候，我不出意料地看见了妻子的尸体。我的爱犬直接被龙的双翼斩成了肉末。我拿着弓，疯了似的射击天上那条无坚不摧的巨龙。那条龙轻蔑地冲向我，我感到腹部一阵剧痛。\n我视线渐渐模糊。我看见了妻子那美丽的脸庞浸在血中。那一瞬间，愤怒、痛苦和仇恨吞没了我。我感觉自己悬浮了起来我的双眼缓缓放出白光。一股透明的气流开始围绕我旋转，卷起无数细小的尘埃。\n那股气流直接撕碎了龙。它消散成了紫色的粉末。\n我的双眼缓缓黯淡。我重重地摔在地上。知觉渐渐开始麻痹。\n那条该死的、杀死了太多人的龙死了。我也明白了他是谁。但父亲告诉我那只是个传说。\n我最后看了眼我亲爱的妻子。她的脸是那么熟悉，是那么遥远。\n后：\n此作完成于本人一个发烧的夜晚。本文把Him原本的恐怖形象改成了善良形象，纯属虚构。本人文笔生硬，见谅。\n\n",
    "replies": [
        {
            "author": "ouqianwei",
            "timestamp": 1436361600,
            "txt_content": "写得很好啊~~~为何无人回复~"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436370420,
            "txt_content": "少了点……\n为毛我在哪里见到过……算了不说这个了……\n过程发展太快，就好像是一个故事的梗概一样，细节描写要是多一点那就会很棒了"
        },
        {
            "author": "ouqianwei",
            "timestamp": 1436395260,
            "txt_content": "恶魔-潇洒 发表于 2015-7-8 23:47\n少了点……\n为毛我在哪里见到过……算了不说这个了……\n过程发展太快，就好像是一个故事的梗概一样，细节描 ...\nLXX绝对是原创我会乱说？\n细节2333 剧情没问题吧？ \n他写的东西我都有种感觉就是好像似乎也许可以分分钟改写成大作"
        },
        {
            "author": "刘XX的阴谋",
            "timestamp": 1437142800,
            "txt_content": "ouqianwei 发表于 2015-7-8 21:20\n写得很好啊~~~为何无人回复~\n谢谢FX的支持"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1437231060,
            "txt_content": "推荐Rainy Waltz-A_hisa作背景音乐\n有种浴火重生的感觉……\n==========================================================\n是存在草稿箱里好久了的么（猜的）\n我那里也有一个短篇啊，亦是如此……\n信息量比较大，悲伤情调……\n但终究不是高质量短篇罢了……\n============================================================\n楼主再接再厉"
        },
        {
            "author": "刘XX的阴谋",
            "timestamp": 1437290640,
            "txt_content": "Donnies_Ming 发表于 2015-7-18 22:51\n推荐Rainy Waltz-A_hisa作背景音乐\n有种浴火重生的感觉……\n============================================ ...\n好，谢谢评价。我会在文笔方面努力的。马上要发新单章了！"
        }
    ]
}