{
    "title": "<原创·连载>   勇者之征   第二章 第五节",
    "author": "2B与mc的故事",
    "replyCount": 1,
    "timestamp": 1423312740,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-6-5 21:34 编辑 \n\n                                                                           第二章 为了生存下去          第五节 迷宫般的矿洞\n      Steve与金发少年一边赶路一边聊着天。\n\n      “你到底叫什么名字？”Steve突然问道。\n\n      这个看似不难的问题却难倒了金发少年。他思考许久，还是得出一个结论：“我不知道。”\n\n      “那我以后叫你什么好呢？”Steve满脸的惊讶。\n\n      “呃，这个……”金发少年想了很久，还是得不出答案。毕竟突然给自己起一个名字可不是一件简单的事。\n\n      两个人都沉默了。\n\n      不知不觉的，Steve发现了一个矿洞入口。看起来不大不小，十分适合他们这种既需要钻石又不能长期呆在矿坑里的人。二话不说，金发少年就窜了进去，Steve 紧随其后。\n\n       殊不知，矿坑里别有洞天。才走了没多久，眼前的景象豁然开朗，就像是一座埋在地底的峡谷。这得有多大呢？大概十几个Steve叠起来才能够到顶，大约二十几个Steve肩并肩并排站才能把这峡谷隔开。在这么宽阔的地方，盖一栋别墅都绰绰有余。Steve觉得这里太大了，提议和金发少年一起离开，换一个地方也不迟。可是被金发少年一口否决：“青春就是要勇于探索和冒险！”\n\n        无奈的Steve只好跟在金发少年身后。这样，金发少年就可以在前面开路，阻挡怪物的攻击，Steve 就负责挖矿。一切都进行得有条不紊。他们决定朝着更深的地方探索。\n\n         Steve他们慢慢向前推进，可走了没多久竟发现前面有亮光。上前去一看：那是火把发出的光。Steve 也感觉周围的地形很熟悉，毫无疑问：他们迷路了。\n\n         “怎么办？”Steve一脸焦急的看着金发少年。“我可不想在这里浪费时间。你以为我会想傻子一样乖乖的走道出口吗？”金发少年说罢拿出了铁镐，“你跟我一起往下挖，说不定运气好就在更深的地方找到另一个矿洞了。实在不行也可以自己动手挖，总不可能连一个钻石都找不到！青春就是要勇于拼搏！”此时，金发少年眼中闪烁着青春的光芒。“可是”Steve打断了他，“我们要找的是两颗钻石。”\n\n        时间好像就此凝固了……很久之后，金发少年勉强地一笑：“不要在意这些细节！”\n\n        Steve与金发少年往下挖了很久，突然Steve挖到了一块黑乎乎的东西，上面漂浮着一些黑色的粒子。这种石头很坚硬，怎么敲都无法制造出一丝缝隙。这应该就是notch所提到的基岩了。Steve 想着，于是他告诉金发少年：“现在的深度肯定能够碰到钻石。我们朝两边开始挖吧！”\n\n        “好！我一定比你先挖到！这就是青春的较量！”金发少年已经迫不及待。\n\n        接下来，就是无聊的挖矿时间。\n\n        我的十字镐，时尚时尚最时尚。在挖矿的路上我情不自禁，挖掘挖掘，在粗糙的石头上挖掘，一挖一挖似爪牙是魔鬼的步伐…\n\n        等等！金发少年挖着挖着，挖出了一道光。他朝着光的方向挖去，发现了一片岩浆。在岩浆海的尽头，就有几块钻石矿。\n\n        “Steve，快过来，你有带水吗？我发现钻石啦！在岩浆海边上！”金发少年激动的叫着，Steve也跑了过来，倒出了一桶水，然后顺利的挖到了钻石。“看来是我赢了，哈哈！”金发少年笑到。他与 Steve又沿着岩浆海往前走，突然发现前面有一些石砖。他们沿着石砖走，发现了一大片的书架。\n\n        “这次赚大发了，今天运气真好啊！”金发少年开心不已。“等等，你不觉得奇怪吗？这里为什么会有书柜？”Steve 不安的问道。\n\n        “管他的，总之找到书柜就行了。”金发少年说。一番扫荡后，书柜全部被两人拿走了。正当他们准备满载而归的时候，他们发现一个问题：他们又迷路了！\n\n上一节                                                                                     目录                                                                                         下一节\n",
    "replies": [
        {
            "author": "夜孤城",
            "timestamp": 1423313640,
            "txt_content": "支持原创，加油！"
        }
    ]
}