{
    "title": "【倡议】请拒绝并停止对任何服务器的攻击/破坏行为",
    "author": "zhang624232848",
    "replyCount": 18,
    "timestamp": 1423320120,
    "txt_content": " 本帖最后由 zhang624232848 于 2015-2-7 22:59 编辑 \n你们用非正义的方法寻求“正义”，换来的只会是人们的唾弃。\n——致攻击服务器的人们\n\n思路很乱，真的很乱，先发出来，之后整理，欢迎各位补充\n讲个故事：\n这个游戏，曾经带给我们许多欢乐。相信你不会忘记第一次看到那蓝色的天空、白色的白云、方块的世界时自己那惊奇的表情；相信你也不会忘记第一次造出工作台和各种工具时的情景；也相信你不会忘记第一次穿上钻石甲，切换到第三人称视角看着自己傻笑的样子。或许游戏中你会遇到黑暗幽深的矿洞，或许你曾经尝试过徒手挖掘黑曜石……总之，那些过往的经历，哪怕是一个人，也是美好的，令人难忘的。\n\n随着你越来越喜欢这个游戏，你或许会去寻找一些服务器，在MCBBS的服务器版里浏览，四处寻找自己喜欢的服务器。或许你加入了一个挺喜欢的服务器，开始了你的征程。就如同单人一样，但是多了许多你不知道的人。渐渐地，或许有人敲开你的木门，向你和蔼的打招呼。或许有人在你困难的时候帮助你，在挖到钻石时借你一个时运III的稿子。你开始认为服务器里的生活会是美好的、和谐的。所以你没有圈领地。\n\n之后，事情并非你所想象的那样\n\n你发现敲开的门后面躲着朝你挥动着手中的剑的人，你的邻居也只是想要你的东西，时常偷一些。不时还会看到自己的房子缺角少块的。你无奈，只得圈上了领地，心中像是少了些什么。可又一天，你正在挖矿，却发现自己的周围全部变成了TNT，屏幕上蹦出了“此服务器已被*吧占领”的东西，还伴随着封禁与其他玩家的咒骂声，当然还伴随着种种卡顿。然后随着一声爆炸……你又回到了单人模式，重新寻找新的服务器。\n\n或许这样的故事每天都在发生，每天都有玩家因为失望而离开，因为这些攻击而对Minecraft失去了兴趣、丢失了自己的心血。可他们能干些什么呢？看着那耀武扬威的“此服务器已被*吧攻陷”，心中留下的只是失望和烦躁。这或许是你们这些攻击者们体会不到的吧。\n\n或许攻击者还认为自己做出了正确的事情，认为自己伸张了“正义”，然后又打开从外网上下载的代码，开始钻研起来，结果太烦躁，直接点了个compile然后就发到某吧上，说原创仅作为测试用途。可笑。\n\n对那些想要攻击他人服务器的，或者相信某吧是为了伸张正义的，我想说：\n你或许看到了他们在某吧内信誓旦旦的承诺，未经“调查”绝对不会怎么样。稍有常识的人都能知道，那上面充斥着爆服的东西，其中有很多都都是未经他们所谓“审判”的【这种词汇说出来就羞耻】。你还能够看到那个贴吧上几乎是填满了辱骂人的话语。少有判断力的人都能够看出来他们到底是什么货色，干的到底是什么事情。\n你或许认为那些服务器的管理者做了一些坑人的事情，但是你的愤怒只是给某些投机分子创造利益的条件罢了。他们卖自己的所谓的“软件”（实际上就是从网上找来的），他们收“徒”（实际上自己的“技术”就是靠那些早就玩烂的BUG），他们甚至还到处耀武扬威地炫耀自己的“战绩”（实际上就是那几种手段）。千万不要认为他们是什么清高的圣人，千万不要认为他们想要改善Minecraft的环境，他们所做的只是在瓦解这个社群罢了。\n\n如果一个服务器真的坑了别人的钱？\n冷静，请向MCBBS版主汇报这种情况并理智地提供截图。爆服与谩骂并不能解决一切，向管理员汇报比在某吧骂街不知道有效多少倍。\n退一万步，那个服务器里，会有其他的玩家，而他们并没有错。因为服主一个人的原因，销毁它们全部的努力成果。也称不上是什么好事。\n\n想清楚，这之中真正获利的是谁？\n这些攻击之中，获利的不可能是你，更不可能是受攻击的人。而是那些受雇攻击服务器的人。看吧：http://www.mcbbs.net/thread-403755-1-1.html。还有那个在搬运的MOD和插件放置后门的人，大概明眼人都看得出来被利用了吧。\n你只是一群披着正义之名的狼给利用而已，用一句不好听的话说，就是“被别人卖了还帮别人数钱”。\n这些收保护费的例子在某吧真的是数不胜数，有兴趣的人可以自己去看看。而各位的攻击行为正为他们创造了盈利的土壤。\n\n有趣的是，有很多人乐此不疲\n攻击服务器，在很久以前的Minecraft界，几乎是很少看到的，无论发生什么问题，攻击这种事情虽然有，但根据我的认知，其实并不多。那时的Minecraft界，确实是净土。因为大家都在小心地维护这个还未完善的游戏。所以Minecraft这款游戏才在中国获得了如此的名声，也发展了许多的新玩家。\n既然有新玩家涌入，那么新玩家的能力、素质和处世经验肯定各有差异，而这也就导致了这种乱象。一方面，一部分人乐于去制造混乱，去攻击其他服务器。一开始是游戏内的破坏，后来发展为今天这种行为。而他们在做这些事情的时候起到的作用直接导致了一些不明真相的新玩家加入了他们，并且认为这是正确的事情。\n\n当别人在为这个社群做出卓越的贡献时，某些在干什么？\n令人欣慰的是，真的有许许多多来自各地的玩家们都在为这个游戏的发展做出他们力所能及的事情。有些汉化、有些搬运、有些为论坛的建设提议、还有些为抵御各种攻击而出谋划策，贡献自己的力量。可以说他们所做的事情都是在向中国的Minecraft做出贡献。\n当然，有好的自然也有坏的，自然也有“蛀虫”。这指的就是那些四处只因为自己的喜好攻击服务器的人，或者是到处传播作弊MOD的人。或许你们自己不知道，但是你们所做的事情真的可以扑灭许多新手的热情，同时也能让很多人心寒。在传播作弊MOD和那些攻击软件的时候，你们不仅降低了这个游戏的趣味，也拉低了游戏的整体素质。\n\n以暴制暴，这真的有用吗（来自@U1U420039 ）\n当你拿着别人玩烂的BUG，以\"正义\"的名义去'攻下'了一个服务器，你就真的会认为这个世界上就再也没有熊孩子了吗\n不\n永远不可能\n表面上你看起来只是摧毁了一个服务器\n但是你实际上摧毁的是玩家的心血，记忆，欢乐，当这些东西全部被外来力量给摧毁的时候\n他们会想什么你们这群人知道吗？\n熊回去\n以暴制暴，只会制造更多的暴力事件，同理用熊孩子的方式去攻击他人指挥催生更多熊孩子\n想想看我们中国MC界已经变成什么样子了吧！\n就拿传奇来举个例子，若是你开了私服，你不交保护费，你会被别人ddos到无法自理\n难道你们就真的希望整个中国都找不到一个可以安安静静，拿起矿工镐，去挖钻石的服务器了吗！？\n我不清楚你们的答案\n但是我只知道一点，要是这一天真的来了，国内MC界就已经彻底没救了。\n\n为什么你应该在意？\n首先，他们今天不攻击你，或许明天就会攻击你。你终有一天会成为这种环境下的受害者，哪怕你什么都没做错。\n其次，这样还会导致玩家群体的不理智。主要表现在于易受他人言论引导、喜欢辱骂他人等。\n最后，某吧和那些有意的攻击者的存在迟早有一天会让Minecraft圈鸡犬不宁。\n\n综上，我倡议：\n请拒绝并停止对任何服务器的攻击/破坏行为。当有服务器侵犯了你的权益（在该服务器有宣传贴的情况下），请向MCBBS的管理员举报，举出切实证据，而不是谩骂或攻击。当你身边的人有攻击其他服务器趋向时，阻止他们，晓之以情动之以理。仔细阅读并遵循你所在的服务器的规章制度。在面对意外的时候保持冷静，理性分析时间。不要被他人利用。向他人分享这篇文章\n\n转载请注明作者及原帖地址。除此之外无任何要求。\n\n\n",
    "replies": [
        {
            "author": "zhang624232848",
            "timestamp": 1423320180,
            "txt_content": "意在抛砖引玉，也希望各位能够帮助补充这篇帖子。\n不要再让这些事情发生在Minecraft里了。\n谢谢。"
        },
        {
            "author": "星光灬羽神",
            "timestamp": 1423320420,
            "txt_content": "好长\n那吧就是那个熊孩子吧吧- -"
        },
        {
            "author": "Mr.夜",
            "timestamp": 1423320420,
            "txt_content": "楼主说了我们的心声，对于这种行为就要报警！"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1423320840,
            "txt_content": "有成功，必有失败。有好东西，必有黑客。"
        },
        {
            "author": "936107447",
            "timestamp": 1423320960,
            "txt_content": "原先的MC哪有这些乱七八糟的东西…圈地插件当时都没多少用的………自从MC被\"小学生\"发现开始就各种发掘BUG、熊服工具了……顶一下这个帖子~"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1423320960,
            "txt_content": "Mr.夜 发表于 2015-2-7 22:47\n楼主说了我们的心声，对于这种行为就要报警！\n只有让大家知道这样做的危害，才能够防止这种行为。应该理性对待一些事情，而不是谩骂和攻击。\nP.S. 其实报警没用"
        },
        {
            "author": "Mr.夜",
            "timestamp": 1423321260,
            "txt_content": "zhang624232848 发表于 2015-2-7 22:56\n只有让大家知道这样做的危害，才能够防止这种行为。应该理性对待一些事情，而不是谩骂和攻击。\nP.S. 其实 ...\n对 我腐竹也报警过。。。"
        },
        {
            "author": "Kissgay",
            "timestamp": 1423321860,
            "txt_content": "很多人的心声吧。"
        },
        {
            "author": "qq1196963797",
            "timestamp": 1423322520,
            "txt_content": "支持一下 实在不想说某些*吧的*叉 拿着别人发现的bug 自己却在耀武扬威 以为自己多牛* 其实知道点事情的人都知道就是傻* 而且发现BUG的人不是让你毁服务器 是让你解决这个BUG"
        },
        {
            "author": "Grandiose",
            "timestamp": 1423327260,
            "txt_content": "嗯，说的很有道理。自以为伸张正义的中二病小学生和死*的熊孩子聚集地能干出什么事来，也就装装逼了，去他们吧逛了一圈没几个会技术的，基本都是半桶水，真有意思。\n\n顺便说一句楼上疯狂水贴已举报。"
        },
        {
            "author": "1060313419",
            "timestamp": 1423329420,
            "txt_content": "支持楼主，MC界真的需要有人站出来说话了\n不希望成下一个传奇"
        },
        {
            "author": "Greensky",
            "timestamp": 1423385940,
            "txt_content": "我同意，但是对于某些人就不好说了，最近压测的事情闹得很大，搞得我都不敢重新开服"
        },
        {
            "author": "rrppgg",
            "timestamp": 1423386300,
            "txt_content": "Mr.夜 发表于 2015-2-7 22:47\n楼主说了我们的心声，对于这种行为就要报警！\n中国大部分都是盗版服，报警是不管的"
        },
        {
            "author": "1395195415",
            "timestamp": 1423451160,
            "txt_content": "大不了都开正版服务器，支持正版！！！"
        },
        {
            "author": "依旧de神魂",
            "timestamp": 1423460340,
            "txt_content": "Mr.夜 发表于 2015-2-7 22:47\n楼主说了我们的心声，对于这种行为就要报警！\n盗版服不受法律保护..他们也是钻了这个洞，其次，超过5000元警察才立案！"
        },
        {
            "author": "PekChen",
            "timestamp": 1423734840,
            "txt_content": " 本帖最后由 PekChen 于 2015-2-19 20:48 编辑 \n\n要完全说\"不正义\"还是绝对了点...."
        },
        {
            "author": "MC........",
            "timestamp": 1427445420,
            "txt_content": "熊孩子真的很可耻，不但素质低，还很会装逼"
        },
        {
            "author": "mcsns",
            "timestamp": 1427445480,
            "txt_content": " 熊孩子是硬伤。"
        }
    ]
}