{
    "title": "[电信]Summer fresh服务器 —— ｜生存｜娱乐｜地皮｜PVP｜[1.6.2]",
    "author": "454475906",
    "replyCount": 0,
    "timestamp": 1423335000,
    "txt_content": " 本帖最后由 454475906 于 2015-2-8 03:06 编辑 \nhi！你好，很高兴您能看到本帖\n用心打造的服务器，请您静心看完以下介绍：\n因为，这可能就是你要找的服务器\n这可能就是让你真正认识一个不一样的服务器\n也许这个服不是最好玩的，但，这也许就是让您认识一个到一个独具特色别有风趣的服务器\n因为：让心成就未来，让心，成就一切\n\n\n                   用心打造的服务器，良心打造的服务器，一切可能，一切尽在Summer fresh服务器                                                                                                           什么要选Summer fresh服务器？                                                                                                                                                        经典口碑好评服\n                                                       已最好的态度，改变你不一样的人生\n                                                                           让心成就一切\n                               ①：服务器无周目，不删档，保证了玩家的房子和物品，我们承诺，绝不删档\n              ②：服务器对每个人都公平，无偏心，服主公私分明，不会说对待老玩家就客气对新玩家\n                就刻薄，放心啦，在Summer fresh里不会出现这种情况的！每个人在服务器里都是公平的，\n                                       会偏像谁好谁坏，杜绝这种情况，从Summer fresh服务器开始\n                                            ③服主人性化的管理，使得你可以在别处享受不到的体验\n                                                                    携手在手，说走就走\n                                                                       客户端下载地址\n                                                                       http://pan.baidu.com/s/1c07zeF2\n\n一份给予全体玩家的信：\nhi！很高兴认识您，很开心您能看到本贴，先别急，我们先来认识认识这个服务器吧，此服名称为Summer fresh，翻译过来的意思是夏日清新，您也可以说这是夏日服务器，本服已廉洁的治安和良好的态度获得很多玩家的好评，在这MC的服务器打造成一个独具特色的服务器，本服于2014年暑期开放，先已有很多可爱的玩家驻扎本服，温馨，有爱， 就等您的加入，本服是一个接近于纯净的服务器，版本是1.6.2，在众多服务器中你可发现，其实，这个服务器有着别的服务器不具有的感觉，也许我们服务器不是太出名，我们在努力，我们希望您的认可，希望得到公众的认可，成为一个公认口碑好评服，我们，对表示支持我们服务器的玩家，表示衷心的感谢！有你们，真好！\n \n\n\n  您可以在Summer fresh服务器干什么？                                             \n⒈服务器已生存娱乐建筑为主，希望的您可参与我们进行打造属于您的MC世界\n⒉全面的商店设置可以让你享受到别有一番风趣的超级商店\n⒊迷你的客户端让您在也不怕担心空间容量不足\n⒋经典的副本可以让你干掉你的心头恨\n⒌超大的地皮可以让你在自己的天地打造不一样的世界\n⒍PVP打斗赚钱两不误\n⒎良好的态度可以让你感受别处无法体验的一番风味\n⒏我们欢迎您前来体验，也欢迎您提出您宝贵的建议\n\n\n\n①你还在担心服主态度不好吗？\n②你还在猜测服主不活跃吗？你还在疑惑你的问题服主不回答你吗？\n③NO，请您打消这种疑惑和不解，在这个服，不会出现这种情况，作为服主的我，活跃十分，无论您是老玩家，还是新玩家，服主给予的良好态度是公认认可的，我们欢迎您的到来！④一样的服务器，不一样的Summer fresh，让你拥有不一样的体验，经典口碑服，素质服，在服主BBC的带领下带给你，不一样的感受，Summer fresh欢迎您的到来，本服于2014年暑期8月份推出，受到很多玩家的好评，已良好的态度让诸多玩家都认识了Summer fresh，记住了Summer fresh。现在，我们，正在改造，我们，正在打造，我们，正在努力，难道，你就不想在此Summer fresh留下点什么？期待于你的光临，让服务器属于你，让服务器，属于玩家的天下，在这，你可以大胆的打造你的世界，打造你的王国，打造一个属于你的我的世界，让MC不在孤单，让你的世界不在空白，从我开始，从Summer fresh服务器，从，这开始，你还在担心怕op的欺负而小心翼翼，你还在担心服主的态度不好而处处提心吊胆？NO，Summer fresh统统对这种现象统统说NO！在这，你可放心大胆的建造属于你温馨的家，留下属于你的足迹，也许你还在担心我们这只是我们为了做宣传而做出的广告吹嘘而已，服主：”请各位玩家打消这种担心和疑惑。”我们随时欢迎您的验证，我们可以像所有玩家承诺，良好的态度是我们的第一口碑，打造良心服务器，一切可能，尽在Summer fresh！\n⑤估计大家都玩过很多服务器吧，不妨来Summer fresh试试？也许，这就是你要找的那种感觉，还在等什么？心动不如行动，在Summer fresh留下属于你的足迹吧！\n\n一个游戏，一间房子，一个属于你的家，MC，引领我们，和我们一起创建美好未\n来吧！再次我对支持我们服务器的玩家，谢谢，真心感谢你们的支持！\n\n\n文明好似一根接力棒：传遍你我，传遍每一个MC玩家\n⒈你可能总是认为服主是仗势欺人的？\n⒉你也许总是认为op只会不停的骚扰？\n⒊或者你还在担心哪一天得罪了哪位管理而害怕对方公报私仇？\n  可能在有些玩家的眼里是这样，我以前也玩过很多服，我也曾经给很多服主和op欺负过，或者成天担心得罪了服主或管理，在无助的时候，好朋友鼓励我，鼓励我开了一个服，于是我创下了Summer fresh服务器，我对自己说，我一点要让Summer fresh真正成为属于玩家的服务器，我一定要让Summer fresh服务器成为一个别的服没有的一番风味，有很多人都说我人很好，对待玩家好似很好的朋友一样，还有人称我是中国好腐竹，也有人问我为什么当玩家好像一家人？其实，在我创这个服之前，我就已经对自己说，态度，决定成就，一个服的好坏，必须从服主开，一点要从态度这最基本的开始，后来，我做到了，现在，我成功了，有心，必有成就，开服以来，我认识了很多好朋友，真的，从未有过的感觉，好似一家人一样，在一个MC，在一个世界，一点，一点的，辛勤的打造自己的家，打造一个属于温暖，属于爱的家，生活就是这样，在MC里，匆忙的一天，见证着自己的辛勤，来来往往的人们，看着日落的阳光，照射着家的橱窗，好似这仿佛在哪出现，这就是MC，这就是一个拥有爱的MC，这就是一个不一样的MC世界！\n\n\n（每个服务器都有一套法律法规，当然我们服务器也不例外)\n\n当然，每个服务器都有着一套必不可少的法则法规，接下来就让我们来看看Summer fresh的法则法规吧：\n①不以任何形式卡服\n②不可以和OP或服主讨要物品\n③不使用作弊的MOD\n④不可以在服或群宣传其他服务器或者其他服务器IP\n⑤不当熊孩子\n⑥不拆家，不使用bug刷任何形式的东西或钱\n⑦不可以刷屏，不可以骂人，不可以说粗口/脏话\n⑧不可以盗别人游戏的帐号\n⑨不可以做所有对服务器有害的事情\n\n打造高素质的服务器，Summer fresh正在进行中，欢迎您的监督与提出您\n宝贵的意见，Summer fresh在加油，你我也加油！创建文明都市，创建文明世界\n\n也许Summer fresh服务器和大服相比较如同九牛一毛，但也不妨来试试？没有大服的喧哗，却有着小服的温馨，也许我们没有大服那么多在线人数，但我们却有着日新月异的勤劳，啊哈哈，欢迎您的尝试，记得来玩哦！\n\n简介：\n\n①：服务器处于半开荒状态，因为还有些地方未完善，欢迎您的加盟于我们一起携手打造完美的生存服务器！我们欢迎您的加入，此服接近原版纯净服务器：有副本，有NPC兑换商店，有地③：有着一群温馨的玩家陪\n〖郑重提示〗\n①郑重提示『此服不是周目服』从不删档，开服以来到现在都没删档！大大提升了玩家的家和物品！\n\n②服务器客户端下载地址 http://pan.baidu.com/s/1c07zeF2\n\n③服务器IP：进群看公告\n\n④服务器QQ群：④群：137398751 ⑤群：363159813 ⑥群：294934528\n\n⑤我们欢迎您的到来\n\n熊孩子的处理：\n①永久T出群+永久封号+永久ban除帐号和IP+公告全服以此为戒 ，我们会对熊孩子严惩不贷②所以在这我希望那个人不会是你哦\n\n\n简介服务器经历：\n 简单说说服务器经历过程简介吧：“其实吧，这个服务器，也是尽力了很 多，起初这个服务器，刚创建吧，只是10人的小服，荒废了1个月0人，后 来慢慢有些人玩了，又遭到了熊孩子的恐吓和攻击，导致全服人都天天担 惊受怕，后来慢慢的，服务器里加了变形MOD和家具MOD，由于玩家的滥用 和利用家具MOD刷物品，导致服务器很卡，所以后来就删除了，玩家就也不 玩了，然后到国庆节那时候服务器数据要导出，关服了，玩家也纷纷离去 了，服务器经历了各种千辛万苦，才有了现在的成功。我们在困难的时期 ，我们坚持，坚持下来了。终于，皇天不负有心人，现在我们有了美好的 现在，服务器在线提升了很多，看到这样，这不就是我当初想要的成果吗 ？”\n\n\n\n『打造一个属于玩家的服务器，从你开始，从我开始，从Summer fresh夏日清新服务器开始』\n\n服务器名字由来：\n最起先服务器名是叫Jack 杰克服务器，因为我们服务器是在2014暑假期间创立的，当然炎热的夏天很容易就让人联想起炎热的夏日和想要清爽的感觉，所以我就起名叫夏日清新啦，Summer fresh翻译过来就是夏日清新的意思！\n\n服务器拥有商店插件：\n①ChestShop箱子商店插件（适合玩家商店）较为简单\n\n②QuickShop箱子商店插件【服务器商店专用插件，超全面】\n\n③NPC商店【较为全面】\n〖  我们的QuickShop箱子商店设置非常抢答，强大到什么都卖，几乎您见到的MC里的物品，我全设置在商店里了『商店拥有一个大厅』『区域分类式管理』懒人式操作，在大厅按下牌子即可到达一个你想去的商店分区，一秒简单式到达，让您找起东西来，更快更方便，更便捷（有人会问，这个服务器的商店真的是什么都卖的吗？答：不是的啦，有一小部分是不出售的，具体原因，加服了你就知道了哦〗\n（服务器里有在线获得金钱的功能，在线1分钟等于2元）〖让你可以在享受娱乐的同时也能攒钱〗\n\n问答小时间：\n① 甲问：这个服务器有没有很凶的op，我怕给op欺负，怕无缘无故给杀。 ② 我答：放心吧各位玩家，本服务op，拥有op模式的只有我一个人，因为 我也有前车之鉴，作为一个服主的我，之前在别的服务器看到那些服主， 经常是欺负玩家或者是op乱打人的，或者动不动就骂人的服主，放心吧， 这个我敢保证，我们Summer fresh绝对没有这种情况，因为我也经历过那 种情况，我也给其他服务器的op欺负过甚至脏话相对乱杀我等等情况...现 在我有服务器了，我绝不让这些事情发生在我的服务器里，打造一个良心 Summer fresh服务器，必须从这些做起，态度好是我的原则，以礼相待是 我的本质，文明是我，你我文明，创建文明之州，创建文明之都，创建一 个属于文明的Summer fresh服务器！ ① 甲问：这个服的服主会不会像别的服主很少出现在群里和玩家互动或很 少回复玩家？ ② 我答:放心吧，这个服服主是最活跃的，服主很人性化，管理也人性化 ，大众化管理使得服主和玩家相处的很融洽！哎呀不要这样说人家啦！ ① 甲问：如果我的东西丢失了，服主会不会赔偿损失？ ② 我答：会赔偿你的，理由充分就会赔偿你！ ① 甲问：如果我的房子给熊了，服主会不会赔偿损失？ ② 我答：私聊服主，截图你的建筑，待服主有时间了，会赔偿你的哦！ ① 甲问：这个服务器是支持什么方式赞助？ ② 我答：先玩服，后赞助吧，喜欢服务器的可以支持服务器哦，打造最良 心服务器，从你开始，从你进服那一刻开始！ ① 甲问：服务器里服主会不会举行活动或者是福利活动什么的？ ② 我答：有哦，不定时举行活动发放福利或者什么的，也会不定时的举行 一些活动什么的，欢迎您来服领取礼包福利哦！\n\n服务器详细简介：\n是否进入过某些大服，觉得不适应或者人太多，不如试试加入我们服务器 看看？让你在这找到那一份属于你的天地，注册我们，在这简单的土地画 上你的记号吧！服务器普通生存难度，避免有些新人不使用，本服为土豪 服，为什么呢？因为服务器主要是与娱乐生存为主，服务器不定时举行的 福利和一大群的土豪带新人玩，服务器有新手大礼包，新手大礼包是：钻 石套装一套哦，您在服务器里还可以挖矿，可以建商店，打造属于你土豪 的一片天地吧，还可以打副本，也算半个战争吧，这只是我个人觉得有点 像战争发，这个服务器基础是免费的，这个服务器无白名单，属于商业类 型服，欢迎各位前来玩服，先玩服，中感觉，后赞助，是我们服务器的道 德，也欢迎您们的支持和赞助！打造素质服务器，我身为服主已打造完成 啦，期待你的引领和提出宝贵的意见哦，虽然服务器现在还不算是太完善 ，我们期待你为我们提出创意，和意见！谢谢你们啦！我们，仍在努力， Summer fresh正在进行中，服务器商店改革，服务器还已最强新推出的超 强商店为主，打造了便捷别的服务器没有的超大商店，让你在服务器里拥 有的钱不在没用，让你站在MC服里的超强商店一览众山小吧！没有你买不了的，只有你想不到的！好了，我大致在介绍下这个服务器的其他事情， 服务器是24小时开服的，深夜可能会进行服务器重启，亲，重启服务器是 为了服务器的流畅哦！服务器里的圈地工具是木锄头，每个玩家最多可拥 有『22』块领地，每块领地最大可达『256x256』区域大小，圈地价格较为 便宜，适合新手圈地，或圈自己的房子什么的！主世界无边界，主世界非 常大，可以通过地标/warp sc 进行到达主世界，异常地形，黑暗的山洞， 前方路弥漫着迷烟，道路曲折不知是否会塔防，危险，诡异......哈哈好 了，就不吓你们啦，服务器适合探险挖矿，喜欢生存的你还不心动，心动 就要赶快行动啦！『服务器还可以购买枪支弹药，较为便宜』可以在PVP区 进行格斗打斗，快去杀掉你平时的心头恨吧，哈哈，适当即可哦！〖服务 器还有NPC MOD，也在NPC商店出售NPC物品或NPC武器〗可以让你享受MOD带 来的乐趣！服务器以2014年暑期开服，经历了很多次困难，看着在线人数 慢慢的多起来，我也觉得欣慰了！我们服务器虽然没有结婚插件，但玩家 自主建立的教堂和举行的婚礼，让服务器里不在觉得孤单，亲，我们成为 好基友吧！如果你不会圈地的，可以告诉服主，待服主有时间了，会tp你 过去帮你圈地的，如果服主实在太忙了，那就会较晚帮你也许哦。服务器 不欢迎熊孩子，不欢迎无素质的玩家，我们欢迎高素质的玩家您加入服务 器，我们，热烈欢迎您的加入！服务器客户端专用版为迷你低配置流畅版 ，优化ing进行中，让你享受玩耍的过程中还能流畅运行！流畅，是我们服 务器第一原则！有望服务器以后会增加更多的小游戏或者娱乐插件！让我 们一起期待吧。生存的同时，也不缺乏乐趣，服务器不定期会举办一些活 动哦。服务器以后会增加更多的娱乐，来满足大家的需要！让MC服不在孤 单，在MC里模拟人生，让服务器里带给你无穷的乐趣，正在打造不一样的 Summer fresh服务器，正在改革不一样的Summer fresh服务器,让世界精彩 ，来服创造你的一片天地，属于你的土豪人生吧！\n\n\n①此服设有专用PVP区【隐身杀人神马的最爽啦】当然，主世界和地皮世界和末地和地狱是不PVP的，PVP在一个指定的区域，让您可享受原始PVP，加服你就慢慢知道的啦！\n\n②服务器拥有地皮世界：122x122区域超大地皮，让你可以一览众山小『每人可以领取2块地皮』\n\n③副本【副本在指定的一个地方副本，不定时更新副本人物，副本里上映各种刷】掉落的物品还可在NPC商店进行兑换自己喜欢的物品\n\n争议：\n有的玩家会说，服务器的主城要够大，建筑要多，才够气派， 这样的服玩的才爽，可我却不这么认为，一个服的好玩与否，决定于玩家 的认可和服务器的被认同，我们极力打造一个好玩的Summer fresh服务器 ，一个属于玩家的服务器，我希望于你们一起见证奇迹的那一刻！让我们 一起携手打造，完美强大的Summer fresh服务器吧！\n\n                   = = = = = = = = = =  = = = = == = = = = = = = = =  = = = = == = = \n                   我们都有同一个梦想，那就是使Minecraft成为我们生活中的一部分，我们\n\n                   从素不相识走到难舍难离，其实生活就是这样，你越去想干什么你就越不\n\n                   知道要干什么？不如喝口水，打开你的电脑，点击Minecraft，创建一个温\n\n                   馨的家，和着朋友一起挖矿，打斗，谈谈心，看着繁忙的同班，望红彤彤\n\n                   的日落，创建一个温馨的小家，其实，生活就是，美好的Minecraft生活，\n\n                   就是这样！我在这等你，在Summer fresh服务器等你！\n                   = = = = = = = = = =  = = = = == = = = = = = = = =  = = = = == = = \n\n                   作为一个新服，好吧，也不算老服，服务器里和谐温馨，玩家有着可爱的\n\n                   面孔和皮肤，服务器正在等你的到来，你看见了吗？赶快加入我们吧！\n                   = = = = = = = = = =  = = = = == = = = = = = = = =  = = = = == = =\n\n                  一个服务器吧，其实，就是一个供应给玩家的一个平台，善于利用，对服\n\n                  有益，滥于利用，对服有害，我希望大家在玩服的时候，遵守服务器法律\n\n                  不要钻空子，爱惜服务器，保护好服务器，这才是一个玩家，因有的素，\n\n                  质，一个玩家因有的本质，这样才是一个讨服主喜欢的玩家，我希望大家\n\n                  在玩Summer fresh服务器也玩别的服好都这样做，做个完美和谐的素质玩\n\n                  家，从你我做起，从Summer fresh服务器做起！最后希望大家：善于利用\n\n                  时间，有益玩电脑，保护好眼睛！\n                  = = = = = = = = = =  = = = = == = = = = = = = = =  = = = = == = =\n\n     一个游戏，一间房子，一个属于你的家，MC，引领我们，一起创建美好未来！再次我对支持我们服务器的玩家，谢谢，真心感谢你们的支持！\n\n以下是服务器精美截图：\n                 \n\n\n全面的NPC商店：\n\n\n\n\n\nQQ截图20150206120215.png (11.54 KB, 下载次数: 0)\n\n下载附件\n\n铁系列兑换上商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\nQQ截图20150206120231.png (8.69 KB, 下载次数: 0)\n\n下载附件\n\n金系列兑换商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\nQQ截图20150206120240.png (8.71 KB, 下载次数: 0)\n\n下载附件\n\n钻石系列兑换商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\nQQ截图20150206120251.png (10 KB, 下载次数: 0)\n\n下载附件\n\n绿宝石系列兑换商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\nQQ截图20150206120300.png (7.27 KB, 下载次数: 0)\n\n下载附件\n\n青铜系列兑换商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\nQQ截图20150206120313.png (21.61 KB, 下载次数: 0)\n\n下载附件\n\n枪系列兑换商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\nQQ截图20150206120329.png (31.36 KB, 下载次数: 0)\n\n下载附件\n\n附魔武器兑换商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\nQQ截图20150206120339.png (14.68 KB, 下载次数: 0)\n\n下载附件\n\n附魔书兑换商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\nQQ截图20150206120348.png (23.33 KB, 下载次数: 0)\n\n下载附件\n\n杂物系列兑换商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\nQQ截图20150206120358.png (26.25 KB, 下载次数: 0)\n\n下载附件\n\n工具系列兑换商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\nQQ截图20150206120407.png (23.88 KB, 下载次数: 0)\n\n下载附件\n\n廉价药水系列兑换商人\n2015-2-8 02:07 上传\n\n\n\n\n\n\n\n\n服务器赞助表\n\n\n\n\n\nQQ截图20150208001453.jpg (275.35 KB, 下载次数: 0)\n\n下载附件\n\n赞助列表图\n2015-2-8 02:41 上传\n\n\n\n\n\n\n\n\n\n\n\n\nOP的证明：\n\n\n\n\nO}VB[B2A7_@HB)S]B9HUTPD.jpg (288.04 KB, 下载次数: 0)\n\n下载附件\n\nop的证明\n2015-2-8 02:40 上传\n\n\n\n\n\n\n已心成就未来，让爱传遍天下\n一切可能，尽在这里\n携手在手，说走就走！\n乐在尽享，乐在其中，乐在Summer fresh！\n成就心的服务器\n从这开始\n从这开启\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}