{
    "title": "<原创·连载>名为史蒂夫的传说[BY现实税]",
    "author": "现实税",
    "replyCount": 5,
    "timestamp": 1423327860,
    "txt_content": " 本帖最后由 现实税 于 2015-2-8 11:04 编辑 \n\n 作者的话：每章大概两千字到三千字左右吧…因为是新人，所以不懂为什么要做引索贴…所以每一章都在这个帖子发吧，还请大家多多指教……如果觉得好的话，对剧情有什么意见可以尽管提出哦。               \n\n\n\n\nQQ图片20150208003354.jpg (4.88 KB, 下载次数: 7)\n\n下载附件\n\n2015-2-8 00:38 上传\n\n\n\n\n\n=========================================================================================\n    食用指南：本书的MC之中包含多种MOD…所以什么奇怪的东西都有出现的可能，另…本书可是剧情向的，不是单纯的生存向。\n\n\n\n\nQQ图片20150208004223.jpg (7.48 KB, 下载次数: 7)\n\n下载附件\n\n2015-2-8 00:46 上传\n\n\n\n\n\n\n=========================================================================================\n以下正文。\n第一章\n\n\n   史蒂夫坐在草地上，呆呆的望着天空。\n  他在思考一个很严肃的问题。\n  那就是自己现在正在那里。\n  在他看来，这里的环境绝对算得上优美。\n  蓝天白云，芳草的幽香环绕于他的身边，微风吹过，凉爽的让他感觉十分惬意。\n  时不时在他面前走过的几只小猪，看起来也很友善的样子。\n  但…最关键的问题是……\n  这里的一切，全部都是方方正正的方块！\n  没有原型，就连史蒂夫自己都是由方块构成的！\n  最终，史蒂夫接受了这么一个有些荒谬的事实，他来到了Minecraft的世界。\n  成为了其中的主角，史蒂夫…\n  时间永远都是不够的。\n  在接受了自己来到了Minecraft的世界之后。\n  史蒂夫摇了摇头从地上站了起来，拍了拍身后并不存在的泥土，扫视了一眼周围的环境。\n  这里属于一片平原的环境，周围有几座大山，寥寥的几棵树木孤零零的在平原上，方块状的树叶随风飘动着。\n  作为Minecraft的资深玩家，史蒂夫清楚，开局的白天时间是必须要抓紧的，否则一到晚上，必将寸步难行。\n  他不确定这个Minecraft的世界，是否是他所玩的那个Minecraft。\n  如果是他所玩的那个Minecraft的话，史蒂夫必须要加紧时间挖木头了。\n  因为他所玩的那个Minecraft，被史蒂夫打了许多MOD。\n  其中有几个就是让怪物比原版要凶残百倍的！其中最致命的莫过于让拥有智慧的「僵尸意识」MOD，以及随机出现更加强大怪物的「精英怪」MOD。\n  想到这里，史蒂夫不敢再继续发呆了，他立刻找了一颗树，在这种一无所有的状态之下，史蒂夫一拳重击在这颗树木之上，果然如他所料，树木出现了细小的裂痕，这都与Minecraft没有任何差别。\n  这让他坚定了在这个世界上活下去的信心。\n  史蒂夫几次重拳撞击在树木之上，不久这颗树木的躯干部分就掉落了一颗原木，掉落的原木被自动装入了史蒂夫的背包之中。\n  没有停止，在史蒂夫的铁拳之下，这一棵树木的树干都被史蒂夫所挖空。\n  这种感觉真的很奇妙，虽然拳头打在树木上面，会有疼痛的触感，但光是用拳头击打树木，就能够摧毁掉一棵树的感觉，让史蒂夫根本停不下来！\n  但在惨无人道的拆掉第二棵树，史蒂夫就意识到了一个很关键的问题。\n  用手撸效率太慢！\n  必须做出斧头才行，还有要做稿子去挖石头。\n  但怎么做？\n  在游戏里面按E键调整出背包，就可以用木头合成工作台了，但史蒂夫现在只有双手，没有键盘…\n  抱着试试看的态度，史蒂夫在心中默念了一声背包…\n  也许是钻石保佑，一个半透明的界面真的在史蒂夫面前浮现了出来！\n  这背包之中空空如也，只有八块原木躺在里面。\n  不过史蒂夫相信，不久这背包绝对会被填满的！\n  在他打开背包的刹那，世界似乎都改变了，在史蒂夫视角的右上角上出现了“打开物品栏”的成就。\n  同时史蒂夫的视角下面也出现了十颗红心代表生命，以及十个火腿代表饱食度，下面还有一条代表经验的长条。\n  生命值和饱食度理所当然是满的，经验条理所当然是空的…还有快捷栏。\n  史蒂夫因为装了名为「挖矿与砍杀」的双手MOD，所以在常规的快捷栏旁边多出了两个快捷栏。\n  在背包操作界面上，史蒂夫将原木合成了木板，因为原木是橡木的缘故，将八个橡木原木合成为了三十二个橡木木板，这些也许根本不够，但应付前期足够了。\n  史蒂夫又迅速的将四个木板合成了工作台…放入了快捷栏之中。\n  当史蒂夫关闭了背包之后，他就发现手上多了一个工作台的缩小化。\n  这缩小化的工作台根本不重，很轻松的就能拿在手上，这也许就是Minecraft的神奇。\n  史蒂夫又试了一下，默念了一声快捷栏二之后，工作台消失在了史蒂夫的手中，取而代之的是空空如也的双手。\n  史蒂夫知道，工作台在快捷栏一，自己现在是空手状态。\n  又按照原本的方式切换回了快捷栏一之中的工作台。\n  史蒂夫立刻把工作台摆在了地上。\n  因为好奇，史蒂夫试着推动了一下工作台，发现无论使用多么大的力气，工作台就像黏在地上一个纹丝不动。\n  毕竟这就是Minecraft世界的特性……由方块构成的世界。\n  史蒂夫不再做这种无意义的事情，立刻将两个木板摆在了工作台上面，渐渐的木板融合在了一起，变成了四个木棍。\n  在拿出了四个木棍之后，史蒂夫继续合成，在稿子与斧头之间，史蒂夫果断选择了稿子。\n  比起木头，现在石头更加重要。\n  用手撸石头这种事情，史蒂夫是绝对不会去做的。\n  在用两个木棍和三个木板按照正确的顺序，摆在了工作台上面的九宫格之中后，渐渐的合成了一个木头稿子。\n  史蒂夫拿起那个木头稿子的时候，“挖矿时间到”的成就完成提示出现在了史蒂夫的眼中。\n  拿出稿子就必须去挖矿，史蒂夫直接就地开矿，用稿子将脚底的两块泥土给挖掉。\n  泥土变为了方块自动进入了史蒂夫的物品栏，史蒂夫按照这方法继续向下挖了三格，周围的光线暗了一点，但这并不影响史蒂夫工作，在看见石头之后，史蒂夫立刻的开始挖了起来。\n  差不多在挖了六个石头之后，史蒂夫停下了继续的念头，木头稿子的耐久消耗太快，而且效率，在史蒂夫看来也太慢了。\n  史蒂夫走到了原先下来的地方，看着上方的天空，然后拿出了原本挖掉的四个泥土方块，史蒂夫跳起的瞬间，向地面扔出了一个泥土方块。\n  泥土方块瞬间变大，当史蒂夫的身体落下的时候，已经踩在了那个泥土方块上面。\n  这在游戏之中是很常见的技巧，但从现实看来，史蒂夫还是觉得不可思议。\n  但没有多少时间让史蒂夫感叹，游戏之中的时间流逝的很快，看看天空，差不多已经到了中午。\n  史蒂夫要加快挖木头的进度，他又用两块泥土方块，按照相同的方法叠在脚底之后，爬到了地面之上。\n  走到了地表上摆放的工作台，史蒂夫用相同的方法做出了一个石斧头和石稿子。\n  那个木头稿子总算可以退役了，拿来当柴火不错，所以史蒂夫也没有扔掉。\n  拿着新的石斧头，史蒂夫看到了这平原远处有个树林，挖掉了工作台之后，史蒂夫跑向了那个树林。\n  史蒂夫的到来，让那树林之中树木瞬间遭殃。\n  石斧头砍在树木上，树木的树干就裂开大量的裂痕，几下就变为了方块被史蒂夫收入了背包之中。\n  差不多挖了一组木头，也就是六十四块原木之后，史蒂夫觉得木头在前期差不多够用了。\n  天色也不找了，是时候找个地方安家。\n  史蒂夫回到了平原，这里比起错综复杂的森林，更加容易逃过僵尸的追捕，并且视野也开阔。\n  在平原上有几座高山，就在史蒂夫琢磨着要去那座山当山顶洞人的时候……他发现了一座山上有一个山洞。\n  也许这没有什么，但以史蒂夫的视力清楚的看见了山洞的入口处，那些不同于原石的方块，上面带着些许黑色的小斑点…\n  史蒂夫立刻就认出了那是什么东西，煤矿！\n  煤几乎是前期仅次于木头之下，最重要的东西。\n  有了它就有了光！有了火把！\n  一个庇护之所。\n  黑暗是其次，如果周围的环境太暗，可会刷新出怪物…\n  那个煤矿就在那个山洞的入口处，史蒂夫犹豫了一会，最终还是选择去将那些煤矿挖出来。\n  就算山洞里面有着怪物，但那么靠近阳光的地方，总不可能有僵尸吧？\n  史蒂夫爬上了那座山，小心翼翼的走进了矿洞，扫视了一眼之后，一切安全，没有任何怪物。\n  安心下来的史蒂夫，开始愉快的挖起了煤矿，这一堆煤矿之中，史蒂夫总共挖到了十个煤，如果做成火把的话，就是四十个火把。\n  足够用一段时间了。\n  就在史蒂夫收工，打算找个山安家，当当山顶洞人的时候。\n  史蒂夫感觉自己好像撞到了什么。\n  当史蒂夫回头的时候，看见了一个绿油油的脑袋。\n  这个生物呆呆的看着史蒂夫，史蒂夫也呆呆的看着它。\n  其实史蒂夫很想打破这种诡异的沉默，和它问一声好之类的事情。\n  但看起来这只生物更加友善，它嘴中吐出了“sisisisi”的声音。\n  “……”\n  史蒂夫整个人的神经都紧绷了起来，他虽然听不懂这只生物在说什么，但他清楚，下一秒会发生什么…\n  这个山洞里面确实没有僵尸，但却有着比僵尸更加恐怖的东西！\n  苦力怕！\n  当这只苦力怕的身体迅速胀大的时候，史蒂夫几乎是瞬间转身想要逃跑…但一切都晚了，猛烈的爆炸充斥了整个矿洞，史蒂夫的身体被这爆炸的冲击波给狠狠的撞击在了墙壁之上。\n  疼痛充斥了史蒂夫的全身，史蒂夫只看见自己的生命值下降了三格…\n  他躺在了地上，感觉到了浑身乏力，骨头好像都断掉一样。\n  这种痛楚提醒着史蒂夫，这是现实！不是游戏！\n  不久…几只僵尸，带着恐怖的嘶吼，缓慢的接近了史蒂夫。\n  史蒂夫支撑起自己的身体爬了起来，艰难的向着山洞的入口，阳光照射进来的方向走去。\n  也许在Minecraft的世界之中，史蒂夫能够复活，但他不想尝试死亡的感觉。\n  僵尸的速度远没有史蒂夫奔跑的要快，但当史蒂夫马上要跑到山洞的入口瞬间，他却因为身体不平衡而倒在了地上…\n  游戏之中的人物是不可能摔倒的！但现实可能……\n  史蒂夫倒在了地上，距离山洞入口，阳光照射的方向还有两格的距离，他转过身看向了那些围过来的僵尸……\n  求生的本能让他爬了起来，艰难的向着山洞入口走去。\n  在即将走出入口的刹那，史蒂夫却还是被一只僵尸给攻击了一下，疼痛伴随着血量的下降，让史蒂夫向后倒去…跌下了这座山，落在了平原的地面之上。\n  史蒂夫感觉身后泥土的芳香，以及身后疼痛的触感，看着自己只剩下四格的生命值，和在山洞上聚集的那几只僵尸。\n  这个世界就是这么危险…稍有不慎，就会迎来死亡。\n  他沉默了很久很久…\n  最终…史蒂夫用自己的石稿支撑起了自己的身体。\n  所以…要活下去！\n  史蒂夫绝对要在这个世界活下去。\n  不管怎么样……\n  饥饿值在刚才一系列的逃跑之中，已经下降了三格，史蒂夫用斧头杀掉了几只无辜的小猪，然后获得了六个生猪肉之后。\n  看着渐渐变暗的天色，史蒂夫在那个山洞旁边的一座大山，用石稿凿开了一人高的两个方块，然后深入其中，用石稿将里面的空间扩大，直到能够住人的程度。\n  接着史蒂夫将工作台放在了这个房间的角落。\n  然后用工作台合成了熔炉，将熔炉放在了地上，把生猪肉放在其中烘烤…不久散发着香味的熟猪肉在熔炉之中出现，这些猪肉的味道不错，史蒂夫将其吃掉之后，饱食度渐渐变慢，同时一股暖流充斥史蒂夫的身体，血量也渐渐的恢复…\n  但感觉到疲乏的精神，却无法恢复。\n  史蒂夫靠着熔炉，想要闭眼休息一下。\n  但他却发现自己背包里面多出了三块铁方块……\n  这是…什么时候得到的？\n  史蒂夫一愣。\n  难道是刚才苦力怕的爆炸…\n  这算因祸得福吗？\n  史蒂夫不知道，但他清楚，想要在这个世界活下去的话，现在可不是偷懒的时候。\n  他将这三个铁方块放在熔炉之中煅烧，不久三个充满金属质感的铁块出现在他面前。\n  他立刻用这三个铁块合成了一个铁镐。\n  来吧！白天撸树，晚上挖矿！\n  史蒂夫紧握铁镐，重击在地面的原石之上。\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "小析",
            "timestamp": 1423335720,
            "txt_content": "回复支持下吧"
        },
        {
            "author": "971412948",
            "timestamp": 1423347300,
            "txt_content": "支持一下，因为懒得看了"
        },
        {
            "author": "1044149511",
            "timestamp": 1423353960,
            "txt_content": "给个支持吧{:10_509:}"
        },
        {
            "author": "天阶",
            "timestamp": 1423355460,
            "txt_content": "顶，有点长了。"
        },
        {
            "author": "MC_我的世界",
            "timestamp": 1423357080,
            "txt_content": "来顶一下，不然都没有人创作了。会伤心的。林林总总写了这么多，回复很少。。所以我来顶个"
        }
    ]
}