{
    "title": "SCP收容失效（1）小结 欧几里得",
    "author": "凌冥",
    "replyCount": 6,
    "timestamp": 1423367940,
    "txt_content": "  刺啦一声，眼前的牢门打开了，门前站着一个不比我高多少的人，手上还带着一把枪。“你有活干了，兄弟。”那个人对我说，然后拿枪指着我，把我带到了一个收容室前。门前还站着2个人，收容室的门打开了，一股死亡的气息涌上了鼻尖。“你们3个人必须轮流眨眼盯着173（SCP——173 雕像-最初之作）看”接着门就关上了。我很好奇，这到底是个什么地方？眼前的雕像又是什么？我试着打了它一拳，有效果！我明显感到自己的手要废了。突然间，收容室的门又打开了。紧接着就是广播：“收容室的门暂时出了些问题，但不影响我们的工作。”“真的没事吗？”我问道。“费什么话，都要死的人了，再吵直接崩了你！”一个士兵拿枪指着我便骂道。我也没有再多说什么，我回过头时，灯瞬间就灭了，我还在怀疑是什么事时，我眼前的两人就倒在了我脚边，我不敢眨眼，也不敢回头，慢慢地往后倒退，离开了收容室。173不见了，所有的出口都紧闭着，只剩下一条路，但173还在，收容室的电力供应没了，整个SCP都陷入了停电状态，这代表着，不只173在徘徊，还有很多！没什么办法，反正本来就是死刑犯，逃得出去算我命大，逃不出去，也就是一样的下场而已，走吧。打开收容室的门，映入眼帘的是一条走廊，很黑，很黑。转个弯，就是个架子，架子上放着本资料，写到：项目编号：SCP-173 项目等级： Euclid特殊收容措施：SCP-173应随时保存在一个上锁的收容区域内。如有人员必须进入此区域，人数须不少于三人，并且进入后必须锁上入口的门。在工作完成重新开启入口之前，至少两名工作人员必须随时与SCP-173保持眼神接触。描述：SCP-173于1993年移动到Site-19，起源一直未知。它由混凝土和钢筋建造，并含有Krylon牌喷漆之痕迹。SCP-173是可动的，并且带有非常强的敌意，不过在直接视线中不能移动。与SCP-173之间的视线绝不能在任何时候被中断，收容间内的人员必须在眨眼前相互给予指示。据报告，对象会折断头骨与颈部相连之处，或绞杀收容间内之人员。在攻击事件中，人员需遵守第4级危险对象遏制程序。人员报告指出无人的收容间内会传出刮石声，此为正常现象，若有任何行为之改变，应当报告值班中的HMCL监督员处理。在地板上的红棕色物质为粪便和血液组成，这些物质的起源未知。容器内须每两周清洁一次。“原来是173的资料啊！怎么还有张照片？ 这……不就是173吗？看起来还是一样的丑陋啊！耳边传来一阵哭泣声，这是什么声音，似乎是096啊，我记得不能看他的脸，暂时还是不去的好。继续走着，眼前一霎时的昏迷。“这是什么！”我大叫到。眼前，一个鳄鱼一般的物体出现在我的视线中，他似乎看见了我，但没有走过来，一瞬间，他消失了。他正朝着我的方向来！“不好！”我心里暗叫不妙，拔腿就跑。眼见他要追上我了， “咔嚓”一声，门关上了，他一把撞在了门上，无奈的离开了。这个地方太危险了，再这样恐怕我就要栽在这了。SCP收容失效（1）小结  完",
    "replies": [
        {
            "author": "凌冥",
            "timestamp": 1423368000,
            "txt_content": "一楼{:10_492:}"
        },
        {
            "author": "HGK",
            "timestamp": 1423368780,
            "txt_content": " 本帖最后由 HGK 于 2015-2-8 12:14 编辑 \n\n[一些剧透读者慎看]里面的鳄鱼指的是682大爷...？记得和173打起来了..."
        },
        {
            "author": "★Smile",
            "timestamp": 1423369200,
            "txt_content": "记得173不是最吓人的=-=   我以前玩的时候总是被墙里突然蹦出来的096吓出翔"
        },
        {
            "author": "普通HIM",
            "timestamp": 1423369560,
            "txt_content": "据说小黑也是SCP来着...\n（萌萌的小黑娘怎么可能...?）"
        },
        {
            "author": "likeliang",
            "timestamp": 1423369740,
            "txt_content": "来看SCP了← ←"
        },
        {
            "author": "zuji1911",
            "timestamp": 1423370400,
            "txt_content": "我宁愿直接去看SCP小说."
        }
    ]
}