{
    "title": "【霜露连载】混沌轮回·横战八荒_ex - 盖将自其变者而观之，则天地曾不能以一瞬",
    "author": "luxiaochen1984",
    "replyCount": 21,
    "timestamp": 1423403220,
    "txt_content": " 本帖最后由 luxiaochen1984 于 2015-4-7 20:08 编辑 \n\n混 沌 轮 回 · 横 战 八 荒 _ Ex\n目   录\n序 谍影之谜（1308字）EX.第一章 降临（3338字）EX.第二章 布局（3114字）EX.第三章 出游（3438字）EX.第四章 首领（3138字）EX.第五章 故事（3434字）EX.第六章 过去（3283字）EX.第七章 双势（3197字）EX.第八章 世家（3034字）EX.第九章 入侵（3029字）EX.第十章 忘却（4019字）\n\n\n\n为获得为更好的阅读体验：1、您可以点击本楼左上方的“只看该作者”2、可结合此文一并阅读，两文是同一故事的两角度描写，可能会对您理解伏笔有帮助\n\n[groupid=171]霜露制作组[/groupid]",
    "replies": [
        {
            "author": "Lexx",
            "timestamp": 1423403400,
            "txt_content": "差点点了举报……幸好你的版主身份点醒了我……"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1423403460,
            "txt_content": "新生のabmfy 发表于 2015-2-8 21:50\n差点点了举报……幸好你的版主身份点醒了我……\n怎么了..."
        },
        {
            "author": "PETER·篠",
            "timestamp": 1423404300,
            "txt_content": "寫的很好。"
        },
        {
            "author": "单机建筑师",
            "timestamp": 1423404660,
            "txt_content": "文笔精炼，主题明确，用词精准，人物生动如同跃然于纸上，故事新颖有趣，此文实乃千古难得之佳作。"
        },
        {
            "author": "猫小沫",
            "timestamp": 1423406160,
            "txt_content": "1，感觉有点眼熟\n2，我没发小说的目的是为了等你们的视频，要是发了人家还看什么视频啊"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1423657020,
            "txt_content": "标题: 序章 谍影之谜    魔历3110年秋，破坏之龙——刚朵拉，挥动着死亡之翼降临在魔法之国的大地上。它喷吐着灼热的龙息，尽情的破坏着眼前的一切。生灵涂炭，百姓遭忧，死亡的阴云笼罩了整个塞塔大陆。受危机的形式所迫，只顾专心钻研魔法多年的议会七贤不得已之下出动了。    七贤者与魔龙进行了一场旷日持久的战争，魔法的光辉在天空久久闪耀，毁灭的烈焰化作阴云，世界为之颤抖，天地为之悲鸣，在经历长达一年的战斗之后，贤者们终于取得了惨痛的胜利，以四位贤者的生命为代价，魔龙被封印到了贤者灵魂所化的圣魔紫水晶之中，暂时缓解危机。    即使取得了胜利，但魔法帝国半壁江山化为了灰烬，人民们眼睁睁的看着家园被毁灭殆尽而自己无能为力。支离破碎的魔法之国的人民痛哭着，悲鸣着。但是危机还没有过去，第一贤者卡秋莉知道水晶无法长久的封印魔龙，在不久的将来魔龙必定破封而出，而那时，将再无人可以面对其强大的实力，魔法帝国注定只能化为灰烬，不得已之下，她以强大的魔力，启动了尘封多年的三大终极兵器之一的“破碎城堡”，划破虚空，带着水晶与城堡，向着那未知的虚空迈出了脚步，希望借助虚空强大的力量来镇压魔龙，让其永远的沉睡。    与此同时，失去五贤者的议会群龙无首，剩下二位贤者再也无力维护帝国的秩序，加之魔龙的打击和最终神器的残缺，各地均发生了不同程度世界级魔力紊乱，塞塔大陆陷入空前的混乱之中，俨然一副末日景象。    而在这时，一股来自外域大陆的帝国成功登陆塞塔大陆，借着拯救混乱大陆的名义，开始了血腥的入侵，魔法帝国极力抵抗，奈何经过各种天灾洗礼之后国立衰弱，无法抵挡武装到牙齿的入侵者们，最后，魔法帝国极力在都城蒹葭抵抗，但奈何寡不敌众，失败终于降临，二位贤者决定与魔法帝国共存亡而选择了自爆，消灭了炼金帝国主力部队，但即使如此，颓势已无法挽回。终于，在魔历3113年初，魔法帝国彻底陨落，化作一丝历史的尘埃，而炼金帝国的篇章，也就此展开。    与此同时，进入了虚空深处的破碎城堡因划破虚空耗费了极大地力量而陷入了休眠之中。贤者卡秋莉为了在不安定的虚空中开创一片稳定的空间——“影之空间”而失去了大部分魔力，在完成一切后，她也选择进入沉睡，等待魔龙被虚空力量彻底净化。但没有想到的是，魔龙没有被强大的虚空力量所吞噬，而是吸收了部分虚空力量后慢慢恢复了力量，魔龙趁着回复的力量冲击水晶的封印，而此时，透露出的混沌魔力侵蚀着影之空间的一切……    经过漫长的时间，贤者终于从沉睡中醒来，破碎城堡也随之苏醒，但经年累月的混沌魔力侵蚀使得贤者与城堡受到极大的污染，贤者的人格破碎成了善与恶两面，混沌魔力极大地加强了恶面使之成为了主人格，而善面则被封印了。她变得邪恶而不可捉摸，她得到了强大的魔力，她贤者失去了作为“贤者”的记忆，完完全全成为了一个“魔女”，掌控着虚空的魔女。    另一方面，魔龙在多年的冲击之中，自身的力量被虚空之力极大的提纯，身形不断变小，在即将冲破封印之时，被醒来的魔女放出并强迫它签订了血之契约。而沉睡中的破碎城堡吸收了虚空的能量与魔龙的混沌力量，完善了自身，进化为——月色蝴蝶堡。又名——谍影。    永恒无尽的轮回，缓缓地转动起来。谍影造型链接：http://www.mcbbs.net/thread-366238-1-1.html"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1423768560,
            "txt_content": " 本帖最后由 luxiaochen1984 于 2015-2-15 03:16 编辑 \n\nEX.第一章 降临\n这有限的世界由无限的可能而构成——0，无限的未来则由注定的路线所导——1。最超然之智者才是最低下之愚者，这也正是对那些妄图勘破世界者的最后通牒：愚者，你们永远无法触及这个世界的真正核心。\n虚空深处，一座神秘而优雅的城堡在空中浮动，周围是漂浮的建筑残片，隐隐约约可以看到几丝紫色的魔力在其中穿梭。而在城堡之上，则是一位静静伫立在半空中的魔女，嘴角挂着一丝冷笑。\n\n猛然间，一道乱七八糟的传送门出现在虚空中，一个身影从中跌了出来。没错，是乱七八糟，不光是形状是扭曲的如同长方形三角形圆形拼合而成，其传送面也混乱的一塌糊涂，简直就像是哪个小孩即兴泼墨的作品。\n\n一道烟雾在那个身影的落地点扩散开来。烟雾中，隐隐约约的看到那个身影拍了拍身上的灰尘，左手随意的一撑，便从烟雾中探了出来。一张脸率先出现在魔女的视线中，那是一张平凡的不能再平凡的脸，扔到人群中大概就再也找不出来了，但是那双如同蓝天般广阔的眼镜，却让人无法让视线离开。只见他环顾了一下四周，一眼便看到了正盯着他发呆的魔女。他略微呆了一下，随后一脸傻笑的握住魔女的右手，道：“初次见面，我叫笑红尘~我的目的是世界的终结~多多关照~”\n\n发呆中的魔女脸色一沉，挥手就甩开了笑红尘的手，紧接着就是一道爆裂射线朝笑红尘打了过去。一道巨大的爆破烟雾将他淹没了。“竟敢如此无礼，在那里自说自话的，该死！”魔女看着烟雾，一边拍了拍手，一边说道。\n但令她没有想到的是，一只手却从身后搭在了她的肩膀上，顿时，她便失去了所有力量，软软的倒了下去。悬浮在虚空中，她看到了那双如同蓝天般深邃的眼眸。“随随便便的施展这么危险的把戏可不好啊。”昏迷前的最后一刻，她听到了这样令人恼火的语句。\n\n“呜呼悲哉，可叹众生皆醉吾独醒。天地山河苍无力，涕泗横流黑发归。明月高堂影独舞，独酌无亲可奈何呀。”猛然惊醒，周遭依旧是冰冷的石壁，一丝丝紫色的魔力有规律的在其中穿巡着，魔女叹了口气，自言自语道：“只是场梦么？也是，我拥有如此强大的力量，岂会被小小凡人所制……”话还没说完，一个影子突然出现在面前，她被吓了一跳，还没做出什么反应，就听笑红尘说道：“早上好~看你似乎睡得很香啊，做了什么有趣的梦么？要不要分享下？”魔女脸色一沉，起手就要发出魔法，笑红尘赶忙摁下她的手去，道：“好了不闹了，我想和你仔细谈谈，对我们都有好处。”\n\n魔女这才冷静下来，她站起身来，走到他的面前，盯着笑红尘一字一句的道：“我不知道你是怎么来到这里的，也不知道你想要干什么，但是如果你所谓的好处不能让我满意的话，那今天就是鱼死网破的局面了。”“这个家伙真是莫名的让人火大啊….如果今天不能让我满意的话，绝对有他好受的！不过，这家伙神神秘秘的，到底来自哪里啊，而且轻浮的令人火大，绝对是个不靠谱的人。”她的内心已对笑红尘下了判断。\n\n笑红尘双眸连闪，似乎已经看穿了她，“这种感觉，好讨厌。”她内心轻轻地嘀咕着。他缓缓的开口道：“我来自哪里并不重要，我也不是你所想的那种轻浮的人，我的目的你也不需要知道。”“什么嘛，这就是你合作的态度？什么都不说出来？让人如何信任你？”她忍不住开口打断。“该知道的到时候你自然知道，我会协助完成你的布置，而相应的，你需要在我需要的时候做出支援，放心，不会故意为难你的，只是一个小小的请求罢了，唉，你别这么看着我。”魔女一脸狐疑的盯着笑红尘，半响之后，伸出了右手，算是默认了他的话。\n\n笑红尘握住那双纤细的小手，摆了两下，算是正式建立了合作关系，随后道：“那预祝我们合作愉快，说起来你名字是啥，你看作者光魔女魔女的叫你多不好听，至于我，你叫我笑尘就好了。”魔女迅速从笑红尘的手里把手抽了出来，道：“吾名卡秋莉，乃蝶影之主，影之王者，叫我卡秋莉即可。”笑红尘伸了个懒腰，道：“既然如此也算是决定了我们的合作关系，那为了表达我的诚意，我便提前帮你布下局势吧，回头见！”\n\n说罢，伸手拉开了那个乱七八糟的传送门，跳了进去。卡秋莉站在原地，自习思考着这个莫名其妙的人，“真是莫名其妙的……如果他说的是真的话，我的计划应该可以加快不少，也算一个好事了……不过拥有瞬间制住我魔力之泉并且可以随手划开空间门的能力……其力量无法估测啊。好了，该去看看这次的收获了，我可是很期待呢，呵呵呵呵呵。”她刚要出去，那道传送门又一次出现了，笑红尘气喘吁吁的挡在了她的面前，道：“忘了忘了，给我个信物什么的，不然找你的人不好办事啊。”卡秋莉脸一黑，又要发怒，却强行忍了下来，从虚空中拿出一个发卡递给了笑红尘，道：“这上面有我的气息，我的人的话应该能认得出来，前提是你能找到他们的话。”笑红尘结果发卡，道：“放心吧，你的人在这片大陆上就像是黑暗中的灯泡一样耀眼，我去也~”说罢又一次不见了踪影。\n卡秋莉跺了跺脚道：“灯泡是什么玩意啊，这家伙神出鬼没的到底想干什么啊，和这种人合作真没问题么，唉，暂且相信自己的判断吧……”说罢，划开一道传送门，走了进去。谁也没有发现，在她醒来之后，有了一些不同寻常的转变。\n\n这里要解释一下传送门，传送门是每个法师在达到高阶所拥有的必备能力，其中以空间法师最为精通，在低阶便可发挥出其便利，每个人的传送门在开始便已经决定了其形状、颜色，而在魔法界这些都有着严格的划分，比如卡秋莉的菱形紫色传送门便代表了其远距离与适用性，可以很轻松的在各种恶劣环境下远距离传送，也算得上是传送门里的极品种类了。\n\n随着乱七八糟的传送门的出现，笑红尘落到了地上，他环顾了一下四周的环境，眼神中闪过一丝不屑，喃喃自语道：“这个世界的王权建筑也就这样了么……气运少的一塌糊涂，哼，也不过是个侵占别人国土的国家，所谓积累，还差得远呢，不过，还是正事重要，先走一步了。”\n\n说着，脚下随意的一发力，便踏上了皇宫的屋顶，随后四下望了望，选择一个方向，飞身而去。\n\n神眷端坐在桌子之前，正处理着手中堆积如山的文件，正如同往常处理事情一样轻啜着帝国所配给的高浓度咖啡，在纯白的白雾中，释放着疲劳。右手端起杯子，身体靠在椅子上，正准备好好放松一下——也就在这时。\n门被狠狠地踹开，笑红尘飘逸的走到了他的面前，将发卡拍到桌子上。\n\n神眷震惊了——这什么鬼\n\n\n房间里最显眼的地方摆着一张办公桌，桌上的文件堆成了一座山，可以断言比笑红尘还高半头，而在这小山的顶端有一团金色的毛发正在晃动，待笑红尘正要凑近却发现那团金毛俨然上升成一个高大宽厚的男人的上半身，男人身着黑色军装，在此之上的白色披肩与狮子头一样的毛发正随风舞动……这头狮子正面露杀气地盯着笑红尘，若没有眼前这堆小山估计他马上就会扑过来将笑红尘撕成碎片。\n『开什么玩笑！明明就是个长得高点头发密点的废柴男嘛！我说你这样就不怕高原反应么』 "
        },
        {
            "author": "miguo",
            "timestamp": 1423768680,
            "txt_content": "baka!谁会给你半夜顶贴啊笨蛋！"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1423768980,
            "txt_content": "miguo 发表于 2015-2-13 03:18\nbaka!谁会给你半夜顶贴啊笨蛋！\n就是你，感谢指导啦"
        },
        {
            "author": "北极星人",
            "timestamp": 1423788180,
            "txt_content": "大清早的赶稿你也不嫌累得慌←_←不过还是来顶顶……"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1423899360,
            "txt_content": " 本帖最后由 luxiaochen1984 于 2015-2-14 15:38 编辑 \n\nEX.第二章 布局\n笑红尘双脚搭在桌子上，右手端着一杯咖啡，左手把玩着卡秋莉给他的发卡。神眷一脸不爽的坐在他的对面，目光来回扫过他手上的发卡和他随意的脸庞，开口道：“既然是魔女大人派你来，虽然不知道你是谁，我自然会全力配合你。”神眷一拍桌子，语气就是一转：“但是你如此明目张胆的进来，就不怕被别人看到暴露我的身份么？你这种来路不明的人真值得信赖么？如果你无法解释清楚，即使是魔女的意志，恕我不能从命。”\n笑红尘喝了口咖啡，随即把杯子放到了桌子上，道：“身份你就放心吧，以这个地方微薄的防御警卫力量，哪怕是我的影子都摸不到的，其次，我可不是给你的主子办事的，我们只是合作关系，合作关系你懂吧？连她都不能对我指手画脚，你这个下属就更没有这个资格了吧？”：“你！”听到此言，神眷已不能再忍：“如此猖狂之人，我绝不能信任，魔女大人肯定是被你蒙蔽了，现在我就为她铲除你这个祸害！”说罢，腰间长剑已然出鞘，就要动手。笑红尘眼中精光一闪，也不见如何，那长剑已到了他的手上。\n\n他轻轻弹着剑身，似在自言自语道：“好剑，好剑，却沦落到如此地步，真是埋没了你啊。”神眷感觉自己快气炸了，此人行事极度张狂，并且来路不明，即使手上有大人的信物但是却不能断定是否是大人给他的，而且居然如此肆无忌惮的说自己埋没了那把大人所赐之剑，真是罪该万死！他暗下决心，拼着暴露身份的危险也要除掉此人不然着实危险。\n\n他正要出手，一道紫色传送门在旁边开启了，神眷面色一变，不再考虑出手的事情，对着传送门的方向行了一礼。笑红尘却似没有看到一样，继续把玩着手里的长剑。卡秋莉从中走了出来，扫了一眼房间内的东西，对着神眷开口道：“神眷，怎么回事？”神眷连忙道：“魔女大人，此人强闯此处，手中拿着您的信物，我怀疑他妄图利用假的信物冒充您的旨意，正准备先行擒住交由您处置。”卡秋莉轻轻点了点头，道：“你这种小心的心态很好，但是你太过多疑了，信物是我给他的，你按照他说的做就行了。”随后她转过头看向笑红尘，道：“你也别太过分了，虽然现在是合作关系，但如果你太过分了我也不会轻饶你的，撕破脸皮对谁都不好。”说罢，重新进入了传送门，留下了一脸惊愕的神眷和在一旁仿若未闻的笑红尘。\n\n“对了，这把剑我挺喜欢的，送给我怎么样？”传送门即将关闭的时候，笑红尘轻飘飘的问了一句，传送门就是一阵波动，过了一会，才抖动的关闭了，一句话传了过来：“既然你喜欢，就给你了。”\n\n笑红尘脸上露出一个皮笑肉不笑的表情，站起身来，走到神眷面前，强行他的手抓了起来握了几下，道：“重新介绍一下，我是笑红尘，以后你就听我的了。”说罢，又重新坐回到了位置上。\n\n好一会神眷才缓过神来，喝了口咖啡，想了一下道：“好吧，既然是大人的意志，那我就暂时听你的，但是如果你做出什么对大人计划不利的举动，那我就要报警…呸，我就不客气了。”笑红尘点了点头算是回答了。\n\n笑红尘随手一掷，手上的剑便不见了踪影，他正坐起来，道：“我们来谈一下计划吧，你们的前期布局我已经清楚了，大体就是你控制皇帝，另一位控制某个人，虽然那边的那位漏洞百出，但所幸还没有被人察觉，算是顺利，现在最重要的是加快进程，不然你们这个计划真是让人等的不耐烦。”神眷疑问道：“你从哪里知道我们的计划的？”笑红尘脸上闪过一阵不快，道：“这种事我自有办法，不需要你来过问。现在我说什么你都记住了，然后去办就对了。你去给那边那位安排一个需要跑路的简单任务，报酬一定要高，之后联系那位让他按照这上面的做。”笑红尘从空中拿出一本书塞到神眷手里，继续道：“看完这个你就明白了，我还有事要安排，先走一步了，希望你三天内能办好这事。”\n\n说罢，笑红尘推门而去。神眷拿着书回到了座位上，不由得发牢骚道：“这什么奇怪的人，真是，感觉一点也不靠谱，希望他的布局能可靠一些，不过他是怎么知道神遗和我的？真是奇怪，不管了，我安排一下吧。”\n\n随后，便是神遗带着那位跑了大半天，组建法师军团、建立传送阵、魔法药剂的泄露、世家征战等事情，自然都是那一本书的安排，其过程之精细，布局之完善，所料之正确，纵使神眷智慧非凡，也无法想象有人能在一小小的书中提前布置好这庞大的布局、前景、局势，并且现实与之相差不大，这是何等逆天之事？几年后布局走完之时，神眷不由得感叹道。\n\n话分两头，笑红尘已经回到了影之空间。看着发呆的卡秋莉，他拍了下她的肩膀，问道：“怎么了？”卡秋莉吓了一跳，道：“不要随便的出现在别人身后好么，很吓人的！”笑红尘摸了摸头，道：“没想到堂堂魔女居然怕这种事情，我也不废话了，事情已经交给你的手下去办了，如果他认真的话，几年大陆估计就会陷入混乱，你的计划也就可以实行了。”卡秋莉拍着胸脯，转过来道：“希望你是认真的，不然我……”:“不就是鱼死网破嘛，听都听烦了，行了，有什么事直接找我就行，这是我的传送门的频率，用这个应该就可以直接和我远距离通讯了，我要去大陆好好玩玩，再见了~”说罢，扔出一张纸条，就划开传送门消失了。\n\n看着那个乱起八糟的传送门消失，卡秋莉呆了一会，随后想起什么一样，咬牙切齿道：“这家伙，就不能听人把话说完么！”冷哼一声，拿起纸条飞走了。\n\n传送通道之中，笑红尘在自言自语。\n：“从现在的状况看来，布局已经基本完成，看起来还需要一些不得不处理的意外状况，一些细节也需要考虑进去，看来我得抓紧时间了，卡秋莉那个“魔女”人格也不安分，随时有破土而出的麻烦，那个“器灵”看起来傻乎乎的但估计已经发现了什么，正所谓大智若愚嘛，为了一个虚幻的目标，所有人都在这么努力着，不知道得知真相他们会不会落下泪来，真是悲哀呢，不管了，走一步看一步吧。”\n一道光出现在传送的尽头，他走了出去，在大地之巅上，辽阔的风景映入眼帘。他深深的呼吸了一口新鲜而稀薄的空气，伸出了右手。\n\n他吟唱起来，似是魔法的符文，却又不同。“吾乃世界秩序掌控者，吾乃五行变化之代行者，以吾之名为引，天地听我号令，起！”随着咒文，一道建筑缓缓的从地底冒了出来，一丝丝淡青色的灵气环绕在上面。\n “果然如此，山之高者必有灵，这个世界灵气虽然并不旺盛，但这最高之山似乎分到了不少灵气，也足够孕育出这建筑了，不过样式有些难看，让我改一改。”笑红尘说完这话，伸手一指，就见那建筑化成了一个个小砖飞舞开来，随后又重新组合，片刻之后，一栋雄伟的城堡出现在了眼前。：“不错不错，就这样吧。”说完这话，笑红尘走了进去"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1424080380,
            "txt_content": " 本帖最后由 luxiaochen1984 于 2015-2-18 15:12 编辑 \n\nEX.第三章 出游\n卡秋莉看着水晶中的画面中忙碌的工人们，露出满意的笑容，笑红尘的计划已经逐渐走上了章程，从现在看来，这个计划还是卓有成效的。\n笑红尘坐在水晶的上面，打了个哈欠。\n\n『那废柴男还是有点能耐的嘛，亏他能把事情安排的井井有条。』\n\n卡秋莉冷冷的瞥了笑红尘一眼，道『他办事一向很尽职尽责，并且他也是个很有能力的人，不然我也不会让他潜伏到那个国王身边了。』\n\n说着，她操纵水晶的画面转到其他地方。笑红尘仰倒在水晶上，问道『恩？亏你这么信任他呢，给我说说你是怎么招到他的吧？』卡秋莉也不抬头，继续操作着水晶，当做没有听见的样子。\n\n笑红尘却还不放弃，直起了身子，看着卡秋莉道『喂喂，这么点小事都不能满足我，说好的合作关系呢，说好的人与人之间的信任呢？有点诚意好吧。』\n\n听到这话，卡秋莉眉头一皱就要发怒，随后便强行把火气压了下去『冷静，冷静，不和这种人生气，心静自然凉，心静自然凉……』她这么想着。\n\n『好吧，那我就给你讲讲我怎么招揽到他的，不过相对而言你不准再烦我了，听到没？』\n\n笑红尘撇了撇嘴，道：『行了，我答应你，赶快讲吧。』\n\n卡秋莉倚着椅子躺了下去，揉了揉太阳穴似在思索该如何开头。\n\n『那是三年前的一个的一个夜晚……』\n\n三年前，巴德镇处在一片黑暗中，宁静的月亮照耀着小镇，一切看起来都是那么的安静祥和， 风吹过成片的白桦树林，沙沙作响生如同一首天然的安眠曲使人沉入梦乡。\n\n但在这平静安详的情景下，却是另一番样子了，真正黑暗的世界才刚刚开始。酒吧换下了白天的招牌，开启了夜晚的疯狂，平常和善的人们却如同摘下面具般在各种地方聚集起来，开启所谓的真正生活。\n\n巴尔德蹲在小路上，如同一只豺狼一样，紧紧地盯着路口。\n\n过了一会，一个大腹便便，穿着丝绸所致衣物的男子从路的那头走了过来，可谓是三步一摆，一副喝醉了的样子。但是巴尔德知道，即使那人一副喝醉了的样子，即使有着一副看起来似乎从未经过锻炼的体型，但是，其实力深不可测。\n\n自从一年前关于他的悬赏挂上，其高额的报酬便吸引了无数的人去刺杀他，但无一例外的是，所有人都再也没有回来。直到后来，再也没有人敢去接这个任务。\n\n他本不想触这个眉头，但他的上司要求他去做这个任务，即使百般的不情愿，但为了保住自己的佣兵资格，也只能接下了这个任务。『大不了打不过就跑。』这是他接下任务后内心所想。\n\n那男子越走越近，也越走越慢，最后竟像是醉倒了一样躺了下去，巴尔德眼中精光一闪，大喝一声『就是现在！』随后，他整个身子就如同猎豹般弹射出去，一双闪着寒光的匕首狠狠地朝着那人的肚皮刺去。\n\n眼看就要成功，匕首却再无法前进半分，他努力想拔出匕首，却发现自己再也无法移动半分。只见那人慢悠悠的站起来，拍了拍手，看着巴尔德道：『啊，你也是他们派来刺杀我的嘛？看来又是一个被放弃的人啊。』\n\n巴尔德想说些什么，却发现无法开口。\n\n那人一边扒开巴尔德的手，从中取出了他的匕首，一边道『怎么说呢，你们这公会的水还是挺深的，因为王国的关注，所以一般想处理一些麻烦人物他们都不能亲自下手』\n\n他翻转了几下匕首，并用舌头舔了一下，继续说道『所以呢，你们的头领就找到了我，希望我杀掉每一个来刺杀我的人，而他们则会为我提供你们的详细信息和活动，为此我可以得到丰厚的报酬』\n\n如果眼神可以杀人，巴尔德已经杀死了他一百次。\n\n『别这么看着我嘛，毕竟只是生意我也不好拒绝，那我送你上路吧，保证无痛的哦，来生和上司搞好关系，别再死的糊里糊涂的啦。』\n\n他说完这话，将匕首向着他的脖子递了过去，时间似乎扭曲了，缓慢到一种不可思议的程度，巴尔德似乎回想起了曾经的时光：作为一个雇佣兵而到处流浪着，结识了战友，却因为雇主错误的信息害的全队团灭，只有他活了下来，心灰意冷的他加入了佣兵工会，却并不会与上司相处之道……\n\n『战友们，我要来了。』生命终结前，他说出了这样的话语。\n\n『凡人，你准备睡到什么时候？』\n\n巴尔德睁开了眼，看到了一张美的令人窒息的脸庞……\n\n『所以说你就以一副救世主的样子跑到巴尔德面前把他救下来然后给他改了个名就收成后宫了？』笑红尘从水晶上跳了下来，一脸不爽的说道。『所谓魔女就是这么趁人之危随随便便的生物么，啊，真是失望啊。』\n\n卡秋莉头上出现了一个“#”字，笑红尘见势不妙，连忙说道：『好吧好吧，不得不承认你这样也挺有型的，我承认你有我二分之一……不…三分之一帅总行了吧？』边说着这话，一双手不老实的悄悄搂到卡秋莉的肩上。卡秋莉推开笑红尘，转过身来看着他，气愤的说道：『少开玩笑了，我们只是合作关系，做出什么过分的事情我可原谅不了你！』\n\n笑红尘也不恼火，把头凑在她的耳边，轻轻地说道：『态度真冷淡啊，不过这么强硬是不是装出来的呢~』卡秋莉向前跳开，冰冷的气势放了出来，死死的盯着笑红尘道『请不要这样，再这么嚣张的话我不介意让你死在这里，即使没有你，凭借我们的力量也足以完成计划。』最后几个字就像是从牙缝里挤出来一样。\n\n笑红尘脸上露出了一个妖异的笑容\n\n『哦~？这样就要发怒了吗~？忍受了几百年躲藏人类的屈辱，却为我的只言片语所惹恼~？前~第~一~贤~者~大~人？』有意无意的，前字被咬的格外的重。\n\n卡秋莉的眼中几乎要喷出火焰，她咬牙切齿一字一句的道：『你果然死在这里比较好！』说罢，一道大火球扔了出去。\n\n『yaho~』笑红尘一个漂亮的转身闪了过去，说罢二话不说拉开传送门就要跑路，似是忘了什么，临走前又折回来说了一句『同一种招式对圣斗士是没用的~下次换点新鲜的花样吧~』传送门关闭，笑红尘失去了踪影。\n\n 秘银城的大街上人来人往，街边的小贩大声的吆喝着，招揽着客人，一片繁华的盛景。笑红尘双手抱在脑后，优哉游哉的走着，不时打个哈欠。\n\n『真是的，像个丧家犬一样被赶出来了，明明活了那么久，连个小玩笑都开不起，真是小心眼呐，卡秋莉。』笑红尘自言自语的说道。『不管怎么样，那里暂时是回不去了，先从外面看看观察一下这个世界好了，算是给自己放个假吧。』说完这话，似是下了什么决定，大步向前走去。\n\n突然他看到前方似乎聚集了很多人，笑红尘来了兴趣，吊儿郎当的走了过去，想看看什么事情。只见那是一个处刑台，一个官吏模样的人站在上面似在宣读着处刑者的罪恶，而在后面，则是被几个五大三粗的汉子抓住，头上被粗麻布蒙着面孔的受刑者了。\n\n『看体型应该是个年轻人，罪恶值似乎也不高，怎么会被处刑？恩，应该是魔法残余组织的成员吧，那接下来上演的应该是……』\n\n话还未说完，台下突然起了骚动，五六个身穿灰色斗篷的人突然跳上了台，为首一人从斗篷下掏出了两把板斧，只见一闪，那官吏模样的人就被敲晕在了地上。这时，几个灰衣人已经把台后执行处决的人和士兵打晕了。\n\n几人配合无间，短短一瞬间就制服台上所有人，为首的大汉右手扛起受刑者，和伙伴分开人群，消失在了远方。只留下台下面面相觑的群众。笑红尘嘴角向上一勾，对此产生了兴趣，脚下发力，远远的跟了上去。\n\n米寇尔一行人顺利的瞒过松垮的城门守卫，混出了城，行走了大约20分钟，看了看四下无人，停了下来。他把身上的灰色斗篷脱了下来，露出健硕的体型与红色长湖子，一双炯炯有神的眼睛嵌在他的脸上，矮小的身材却有一种沉稳的气息，如同一辆坦克，稳固，坚硬，可靠。两把板斧在他的背上闪烁着，显然锋利无比。而身边的几个队员也相继脱下斗篷。他扫了队员一圈，道『这次行动很成功，那些废物警卫显然没有给我们造成什么大碍，哈哈，大家干得好。』\n\n一个面目清秀的青年一边清理着身上的灰尘，一边接道『哪有，还不是大哥的威猛神武，一斧子就放倒了那个可恶的官吏，嘿，这些士兵还没反应过来，就被咱们几个放倒了！我塔米尔跟着大哥真是长见识了。』米寇尔大笑三声，不知从哪里摸出了一个酒壶，灌了几口。\n\n几个队员脸上都是抑制不住的笑容，看起来这次行动的成功远比想象中顺利的多。几人闲聊间，塔米尔伸手揭开了他们带出来的受刑者的头套。『啊！』塔米尔发出了一声悲鸣。\n\n几人赶忙凑过去，寇米尔问道『小子，怎么了？大惊小怪的。』塔米尔伸手指着那个人，哆哆嗦嗦的道『这个不是队长，上次任务的时候我见过队长，绝对不是这个样子的。』只见头套下面的是一张木头刻成的人偶，别说不是队长了，连生物都不是。\n\n就在这时，一道声音响了起来『你们已经被包围了！放弃抵抗吧！叛乱者！』一瞬间，几人立刻背靠背组成了一个防守阵型。只见周围是密密麻麻的士兵，为首的是一个将军莫样的中年人。只见头发已经半白，但身上的肌肉毫无萎缩的迹象，脸上有一道横贯鼻梁的长疤，面目极为骇人，身上散发出一种肃杀之气，显然是个有真本事的人。\n\n他还想说些什么，一道身影却从天上斜斜的落了下来，砸起满地灰尘……\n"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1424243340,
            "txt_content": "EX.第四章 首领\n烟尘渐渐散去，露出了一个一手撑地，呈半跪状的少年，他咳嗽几声，慢慢的站了起来。似是感受到周围浓重的杀气和许多双眼睛的注视，笑红尘扫了一圈，脸上露出了一个自信的笑容『你们都看着我干啥，我知道我很帅，也不要这样嘛，我会害羞的。』\n莫斯特感觉到自己的脸似乎在抽搐，他强忍着一刀砍翻这个看起来很骚包的男人的冲动，用一种生硬的口气说道：『阁下是何方神圣，我们是孔雀台第三特别侦缉队的第五小队，现在正在缉拿帝国重通缉犯，如果与此事没有瓜葛的话，请阁下速速离开，我们会当做阁下没有来过，不然，我们只能刀兵相见了』这次计划我们策划了这么久，绝对不能节外生枝，尤其是从如此高的地方摔下来还能毫发无伤的怪人，虽然很想揍他，但这次先放他一条生路。这是莫斯特内心的真实想法。\n\n笑红尘捋了捋散乱的头发，一边轻蔑的撇了撇嘴，道『其实我就是看你们这么多人围攻这么点人看不惯，想要教训教训你们，如果识趣的自行离去，我可以放你们一条生路，如果不的话，哼，杀无赦。』一边的米寇尔拍了拍笑红尘的肩膀，道『小兄弟，这里没你什么事，你赶快走吧，别连累了你啊。』笑红尘听到此话，只是摇了摇头，示意没关系。\n\n莫斯特再也无法忍住心中的怒火，虽然不知道为什么从见面开始心里就有一种难以压抑的邪火，平日的冷静也不知道被丢到了何方，他拔出佩剑，长长的吸了口气，让自己冷静了一下，道『既然你这么不识时务，那么我就不客气了，全团听令，杀！无！赦！』\n\n一声令下，周围的士兵齐刷刷的掏出了武器，那是一个如同烧火棍一样的奇怪物体。『什么嘛，拿出那种东西……』笑红尘话还没有说完，几百道光束便铺天盖地的飞了过来。\n\n『我靠，黑科技！』笑红尘忍不住爆粗了，心中对帝国的科学家竖起大大的中指，随后连忙打开了传送门，百道光束全数被吸了进去，没有激起一点波动。\n\n莫斯特心顿时凉了半截『到底谁才是黑科技啊喂！没听说过谁家传送门能吸收这么庞大的力量不崩坏的啊！』米寇尔身边的一个长耳朵青年眼中闪过一道精光，似是对这种神奇的事情起了兴趣。\n\n与此同时——影之空间\n\n与往常一样卡秋莉正端着一杯热气腾腾的红茶，享受着下午茶的时光『没有了那个混蛋，真是惬意啊。』她不禁感叹道，一道扭曲的传送门却突然打开，几百道灼热的光束如排山倒海之势涌向卡秋莉，无比精确地命中了卡秋莉……手上的茶杯，瞬间被蒸发了大半，残余的红茶落在卡秋莉漆黑的长裙上，留下一片酷似那乱七八糟的传送门的污渍。卡秋莉愤怒地捏碎留在她手上的杯柄——\n\n『果然你还是去死比较好！』卡秋莉的声音回荡在影之空间\n\n『阿嚏』笑红尘打了个喷嚏，趁着士兵还沉浸在光束消失的震惊之中，双手重重的拍向了地面，一股烟雾将方圆百米覆盖了起来，他大手一挥，大喊道『就是现在，快跑！』一行人这才反应过来，拔开双腿，一溜烟的跑了出去。\n\n烟雾消失，莫斯特才看到包围圈中心空无一人，他狠狠地把剑扔到了地上，胸口剧烈的起伏着，随后所有愤怒都化为了一声长啸『我练功发自真心！！！！』（♂）\n\n一行人迅速的在丛林中穿梭着，笑红尘紧紧的跟在他们的身后，只见七拐八拐，一座高大的山出现在了他们面前——山有小口，仿佛若有光，几人鱼贯而入，笑红尘犹豫了一下，也迅速的跟了上去。\n\n一开始通道极其狭窄，只能容一个人通过，随后通道渐渐变宽，直到一道亮眼的白光出现在眼前——一片广阔的空间出现在了笑红尘的眼前，高耸的魔法塔，坚固的堡垒，林立的房舍，无不让人眼前一亮。\n\n米寇尔紧张的神色放松下来，又恢复了之前豪迈的样子，他拍了拍笑红尘的肩膀，道『好兄弟，这次谢谢你的援助了，要是没有你，说不定我们几个就交代在那了，对了，还没问你的名字呢，自我介绍一下，我叫米寇尔，是个矮人狂战士。』笑红尘往后退了几步，揉了揉被米寇尔大力狂拍的肩膀，道『举手之劳，举手之劳，我是笑红尘，你们好。』\n\n米寇尔看了一下周围想要说些什么的队员，道『笑红尘兄弟，我给你介绍一下这些人吧，大家都很感谢你呢。』他一把把之前的那个面目清秀的青年，道『这是塔米尔，是个立志成为剑士的有志青年。』塔米尔尴尬的冲笑红尘点了点头，算是打了招呼。\n\n米寇尔又把另一个带着眼镜尖耳朵大眼睛的青年拉了过来，道『这是维基斯，是个不错的法师，他脑子里有的是鬼主意，和他打交道你要小心被坑了哦。』维基他扶了一下眼镜，说了声『你好。』就低头走开，似乎没有反驳米寇尔所说的话的样子。\n\n米寇尔正想伸手去抓最后一个人，却不想那人迅速的闪过米寇尔的大手，跳到笑红尘面前，握了握他的手，道『我是安丽维，是个牧师，看你这么年轻，却没想到这么厉害呢。』笑红尘这才看清楚，安丽维是个面容皎洁的女孩子，浑身都罩在宽大的牧师袍之下，从牧师帽间露出的金黄短发，和那扎起的短短的单马尾，无不彰显出她青春活力的气息。洁白的脸上，一双纯洁明媚的大眼睛盯着笑红尘，一眨一眨的甚是可爱。他尴尬的笑了笑，道：『一般啦，也就那样子了。』——少有的，他害羞了。\n\n『是因为本质还是个屌丝么？』\n\n『你给我闭嘴。』\n\n米寇尔见状咳嗽了几声，道『这就是我的队员，我们现在要去见一下我们的队长汇报一下任务，不知道笑红尘兄弟有没有兴趣和我们同行，毕竟兄弟你被莫斯特那缠人的老混球看到了，估计帝国街道上已经贴满了你的画像，不如和队长打个招呼，就住在这里了，也算是我们对你的感谢不是？』虽然看起来米寇尔是为笑红尘好，但实际上米寇尔是想将笑红尘留下来，毕竟能轻易的挡住如此之多的光束武器，肯定不是一般人，如果收拢过来，也是一股非凡的战力。\n\n然而笑红尘早已看透了一切（沼跃鱼脸），但是他对这里的首领是何方神圣却起了兴趣，点了点头，算是同意去见那所谓的首领。\n米寇尔见笑红尘同意，嘿嘿一笑，从前面带路。\n\n『你多大了？』『你是哪里人？』『你这么厉害是和谁学的呀？』走在路上，安丽维在一旁叽叽喳喳的问着笑红尘各种问题，像个好奇宝宝一样，笑红尘一脸黑线，不知道说些什么好，只得应付道『其实我失忆了,什么都想不起来了，就是这样，嗯。』\n\n听到这话的安丽维，眼神中露出一种母性的光芒，踮起脚尖拍着笑红尘的头，道『没事的小弟弟，即使你失忆了，我会照顾你的，放心吧，嗯。』说着，似乎沉浸到了自己的幻想之中。不知不觉间，他脸上的黑线又多了几条，索性不再说话，装聋作哑。\n走了一会，几人停到了一栋高大的建筑之前，看样式是一个旧时代魔法塔，米寇尔与门口的侍卫说了些什么，便一招手带着几人走了进去。\n内部宽大的空间完全没有外面看起来的那么狭窄，巨大的紫水晶吊灯发出明。亮柔和的光芒，墙上刻画着神秘的魔法符文，缓慢而优雅的转动着。大殿的中央有一座设计精巧的喷泉，散落的水花在光芒的照耀下闪烁出五色的光辉，如同一片片飘然落下的五色花瓣，甚是美丽。\n\n几人似乎早已见惯这里的景象，直接向着二楼走去，笑红尘倒是带着感兴趣的目光打量着这里的光景，微微点了点头。\n\n一上到二楼，笑红尘就被眼前之人吸引住了。那是一个青年模样的男子，大概有二十上下，一头金黄的长发让笑红尘不禁怀疑他和神眷有什么关系。他有一张棱角分明的脸庞，精神奕奕的眼睛透露着一股精光。即使看上去只有二三十岁，但是他身上那种干练可靠地的气势也让人不自觉的信服\n『这就应该是所谓的首领了吧，看上去还挺可靠的。』他暗中评价。\n\n那所谓的首领似乎感受到了笑红尘的注视，看了过来，两人的目光碰撞在了一起，擦起了基情的火花（大雾）。感受到了对方气势上的变化，笑红尘嘴角划出了一个弧度『想和我玩？你还嫩点。』同时也放开气势，房间内的温度顿时下降到了冰点。\n\n狂暴的气势与冰冷的气势碰撞到了一起，首领不自觉的退后了一步，笑红尘却似乎没有任何感受，依旧站在原地，令人捉摸不透的笑着，房间的温度又恢复到了正常。\n\n『你小子，很不错。』笑红尘慢慢的说道。\n\n听到这话，首领绷紧的脸庞似有了缓和的趋势。\n\n『但和帅气的我来比，你，差远了！』\n\n『噗！』一道鲜红的血液喷了出来。\n\n\n"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1424347260,
            "txt_content": " 本帖最后由 luxiaochen1984 于 2015-2-20 03:40 编辑 \n\n\nEX.第五章 故事\n    首领拿袖子擦着嘴角流下的鲜血，笑红尘则感兴趣的在房间中转悠着，上下打量着各式各样的装饰品。他随手拿起一个球状物体，在他眼中，似乎有一道道不知名的东西在球体上缓缓流动着，他随口问道『唉，这是个什么玩意？』首领看了一眼，道『那个啊，占卜……你别在那转移话题！不是帝国派来的奸细！』这话一出，几个队员像是炸锅一样议论了起来，米寇尔拦在了首领面前，说道『首领，咱不能这么说吧，你看这位小兄弟拼命把我们几个救出来的，没有他说不定我们今天就回不来了。』\n    首领一脸阴沉像是要滴出水来，道『你们的事情我已经清楚了，但是这个人来路不明，不排除是帝国专门打入我们内部的奸细，哪有这么巧合的事情，在这种危险的情况下，我没办法容忍任何一点纰漏。』\n    安丽维也在一旁劝道『首领，我觉得小弟弟肯定不是奸细啦，他都失忆了，好可怜的呢。』笑红尘向安丽维投去一个感激的目光，道『我本来只是感兴趣才来这里见见所谓的首领，不过每想到是这么不受欢迎呢，既然如此，那我就走了。』说着，绅士般的鞠了一个躬，大步向外面走去。\n    首领脸上阴晴不知，在笑红尘即将下楼之时大喊道『不要走，你来到这里已经暴露了我们的所在地，万一让你带回到帝国，这里将彻底暴露在危险之下，你给我留下！』说罢，手上凝聚成一股旋风，向着正要下楼的笑红尘射了出去。\n    笑红尘仿若未闻，继续向下走去，旋风撞到他身上，却诡异的发生了一个偏折，向着首领反射出来，首领还未反应过来，便被旋风击中，飞了出去，狠狠地撞到了墙上，又是一口老血喷了出来。\n    笑红尘走出了魔法塔，看了一下周围的景色，一种迷茫将他包裹了，对于接下来的行程也有了深深的迷茫，本以为外面的世界会有什么有意思的事情，但实际上也不过尔尔，帝国是回不去了，正如米寇尔所说，通缉已经贴满了街道，即使他能轻松应付卫兵，将军，但实际上都是靠的取巧手段，说什么深不可测，对他自己来说，都是开玩笑的。\n    他走在绿意浓浓的小路上，看着周围耕作的人们，心里感觉自己格格不入，滴露的青草，随风作响的树叶，鸣叫的鸟儿——一切都像虚假的一样，而在这一切之中的他，似乎有点悲伤空虚的感觉。他甩了甩头，把这些不愉快的想法与深深的不协调感甩出了脑海，随意的向前走去。\n——『哪里不对劲。』这是他的想法\n    『小兄弟，等一下！』米寇尔嘹亮的声音远远传了过来。笑红尘转过头，远远的看到了那深红的胡子。\n    酒馆里，悠扬的琴声与嘹亮歌声响彻着，笑红尘面前是正大口喝酒的米寇尔。他敲打着桌面，问道『所以说米寇尔老兄，把我留下又是喝酒的，不会是想把我留在这里吧？』米寇尔擦了擦胡子上的酒沫，笑了笑道『我哪是那样的人，真是没想到首领那么怀疑你啊。』笑红尘笑了笑，抿了口酒道『信与不信在于他，既然不信，我也不需要多解释什么。』\n气氛变的有些沉重，两人都陷入了沉默之中。\n    『米寇尔老哥，你活了这么久，故事一定不少，给我讲一个吧？』\n    听到这话，米寇尔一愣，随后露出一个笑容，道『哈哈，虽然不知道你是怎么知道我活了很久的，但是既然你诚心诚意的发问了，我就给你讲讲吧，憋在心里也不好受。』他看着天花板，缓缓地开始了阐述。\n    『那大概是魔法文明最繁盛的时代，我来到魔法帝国的首都定居，那时候一切都是欣欣向荣，每天都有新的东西被发明，有新的事物被发现，真是一段黄金的岁月。\n    那时候我还是个年轻人，天天闷在酒馆喝酒，整天宿醉，酒后打架也让我小有名气，有了一帮兄弟朋友，每天不是在酒馆喝酒就是上街呼啸，也算是乐趣非凡，说到这里，他的脸上露出缅怀的神色。\n当魔龙降临，我也投入了战斗中，我的兄弟一个个死在了那恐怖的黑炎之中，直到七贤者出手，我们才撤了下来，那时候，兄弟之中就只剩下我一个人还活着。他端起酒喝了一大口，打了个嗝才继续说道。\n\n后来我就整日在酒馆用酒精麻醉自己，魔法帝国给的抚恤金让我足够下半生衣食无忧，然后咱就在酒馆里头喝啊喝，反正那魔法帝国给咱的抚恤金够我喝到死，可是吧那叫一个好景不长啊。就在那个日子里，我喝着酒就有人冲进酒馆了，他们轮着武器乱嚎乱叫，咱当时喝的可真是不少，以为是些混混，就收拾了他们。然后和他们干完才发现这帮兔崽子真是难啃，再一看，奶奶的，是炼金帝国的人，这时候咱才意识到这魔法帝国要他娘变天了我知道这里再也留不下去了，千疮百孔的魔法帝国是无法抵抗炼金帝国的进攻，我便进入了大山，等待机会，重振魔法帝国，再到后来，我从大山出来，这里已经是炼金帝国的天下了。\n我靠着魔法帝国的暗号联系上了组织，也就是首领，他收留了我，我们重新集结了魔法帝国遗留的同志们。像是之前的维基斯便是用冰冻魔法陷入沉睡，几个月前才醒来加入我们，安丽维和塔米尔则是那些侥幸存活装扮成平民的魔法师后代，算起来，也算是长久吧。也真是难为了老魔法师了。』\n    说完这番话，气氛陷入沉默，两人只是静静地大口喝酒。\n    笑红尘率先打破了沉默『老哥也是个有故事的人啊，小弟自叹不如，既然如此，老哥，有缘再见。』米寇尔放下酒杯，双手抱拳向笑红尘一躬，道『兄弟走好，不送。』笑红尘还了一礼，向着酒馆之外走了出去。\n    走到酒馆之外，他感觉到自己的不协调，一种深深地空虚感涌上了心头，深深的无力感将他包裹起来，剧烈的头疼敲打着他，一个个想法泡沫般的涌上他的脑海，他的脑海中不由自主的涌出了些什么。\n「无法认清眼前的世界，无法融入」【你不应该存在这里】「虚幻？空虚？」【你的生命不该如此】「我生与何处？我的父母……朋友……」【一直在这里，在你的身边，该隐与犹大】「我的童年……」【接受它吧，即使是痛苦的荆棘】「创造新的世界？【该结束它了】「数据……文件……删除？」【你需要得到净化】………………「第二个声音？」\n【来自基路伯的救赎，圣洁之羽翼囚禁于笼——第三使徒的仲裁】\n「你是谁？」\n【我是……你自己】\n「你是……我的敌人！」『滚出去！从我的脑中！从这个世界里！你是谁！你是谁！滚出去！你……我，不存在……不对！滚出去！滚出去啊！』【裁决的洪水即将涌来……】『该死！为什么！赶紧滚啊！』【救赎的歌斐并不存在……】『这是我的身体！还给我！还给我！！！』在失去意识的最后因瞬间，一道传送门突兀的出现在空中，任凭他坠落进去。    \n深深的黑暗中，卡秋莉感受到了一丝光芒，她倾尽全力的去抓住那丝光芒，却只差一点点，下一刻，她落入了绝望的黑暗中。\n    『卡秋莉！卡秋莉！』她悠悠转醒，却发现自己坐在一张豪华舒适的凳子上，周围是一个装饰华美的房间，眼前是一张巨大的圆桌，另有六个人成环状而坐，叫他的正是对面的男子。\n    『好了，那大家都到齐了，现在我们开始会议吧。』先前叫醒她的男子看到她醒来后说道。『好了好了，那我们直接切入主题吧。』另一边，一个戴着眼镜的银发的英俊男子提议道，一双眼睛闪烁着智慧的光芒，这是第二星贤者伊文斯。\n    『那么这次关于魔龙刚朵拉的事情大家怎么看，依我看来，不如我们七人现在联手出动，不然到时候反而会造成更大的损失，民心难平啊。』一个红发刺猬头的肌肉男开口道，从体型看来，完全不像是一位魔法师，这是第三力贤者塔特拉。\n   『我赞同，不然会有更多的无辜民众受伤，到现在为止，就连军队的损伤也已经有了二十万人以上，普通民众更是无可计数，塔斯城、莫夫城、圣音城已经全数毁灭了，再不出手，恐怕国将亡矣。』这个浑身上下散发着温和气息的男子是第四光贤者安维塔。\n    『我不赞同，我们是最终力量，如果在对抗魔龙的时候稍有闪失，不保证异界的那些人不会趁此大举进攻，到时候我国更将灭亡，我听说龙性皆贪，不如我们以利诱之自行退去，岂不是一举两得。』这是一个略有阴沉的男子，一头灰色的头发极其显眼，这是第五暗贤者维略特。\n    『不如拿出贤者之石如何？这样估计魔龙就会退去了吧……』这个浑身包在宽大长袍里的男子是第六隐贤者莫克亚。话刚出口，其他五人齐声说道『不行！』一直沉默的第七贤者开口了『我还是认同七人联手出击，你们应该也知道贤者之石的意义，这是绝对不能够交出去的东西，现在，请第一贤者给出结论吧。』这个金发的帅气男子是第七战贤者巴利克。\n    卡秋莉沉吟一会，目光扫过周围的六位贤者，随后，目光中闪过一片决绝，道『我们将与魔龙抗战到底。』听到这话，周围的几人不约而同的松了口气。『这势必是一场持久的战争，维略特和安维塔时刻注意着异界的动向，如果有什么异常就立刻带人前去阻止，并且加强周边领土的守卫，将任何的危险扼杀在摇篮之中。』听到这话，维略特和安维塔点了点头，表示同意。\n    『那还有什么其他意见？』说完这话，见众人都表示认同，她做出了结论『那么，做好决战准备，散会！』几位贤者接连退席，却无人注意到维略特浑浊的眼中闪过的一点寒光。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1424359920,
            "txt_content": "无格式，剧透严重，有错字，看着容易串行，剧情交代感觉生硬，语言用词和描写用词以及风格词库混乱莫名其妙，中心不明确目的不凸出，反正我是没胃口继续了。"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1424534220,
            "txt_content": " 本帖最后由 luxiaochen1984 于 2015-2-22 00:06 编辑 \n\nEX.第六章 过去随着魔龙讨伐的决定下达，王国上下似乎陷入了一种全力开动的境界中。军队负责疏散邻近的群众，各个佣兵团也自发的走上了街道劝离人们。魔龙似乎也陷入到了沉寂中，趴在城市的废墟上睡起了大觉。\n三天之后，所有滞留的人们已经撤往了后方，而七位贤者也带着魔法军团来到了离魔龙所在地三十里外的炽炎城，做起了最后的准备。\n卡秋莉坐在大帐之中，处理魔龙讨伐的各项事宜，她的副官娜塔莎正在做着报告。『各项物资基本已经筹备完毕了，魔导炮的弹药似乎还有一部分正在路上，后勤补给已经做好了长期作战的准备，只要炮弹到达，我们就可以发起进攻。魔龙现在正在烈风城的废墟上趴着，暂时没有行动的迹象，以上。』\n卡秋莉将手上的文件整理了一下放到一旁，道『机不可失，我们必须尽快出击讨伐魔龙，等到魔龙醒来将会有更多的平民城市受到威胁，并且物资调转也是个大麻烦，传我命令，全军准备，明夜突袭。』娜塔莎敬了一个礼，表示明白。\n卡秋莉站了起来，对着娜塔莎道『行了，你先去休息一下吧，明天晚上还有战斗呢，我要去和其他几位贤者商量点事情，先走了。』说完冲着娜塔莎点了点头，走出了大帐。\n其他六人早已集合在了会议室， 卡秋莉推开大门，走了进去。\n伊文斯见卡秋莉进来，率先开口道『据边疆守卫团的情报，似乎海上集结了一大队不明势力的船队，正停泊在三百公里外的基石岛周围，似乎蠢蠢欲动，我建议立刻派人去支援。』\n卡秋莉找了个空位置坐了下来，语气严肃的道『不行，明天的突袭需要全员贤者在位，高端战斗力也不能少，不然很难有把握应对魔龙的进攻，毕竟魔龙的实力你们也知道。』\n她略微停顿了下，接着说道『不过船队的事情也需要考虑，把第四和第五军团派过去帮助边疆守卫队，我们这边速战速决，解决战斗后马上开启大型传送门赶往边疆支援，如何？』\n伊文斯点了点头，道『这也许就是最好办法了，不过维略特和安维塔随时做好准备，如果边疆守不住的话也需要你们前去支援了。』说完这些话，一直默不作声的莫克亚开口了『据我所知，魔龙的皮肤对于魔法有很强的抗性，即使是我们这种层次的魔法估计也很难对其造成什么伤害，这件事我们怎么解决？』\n卡秋莉从口袋里掏出一块成人两个拳头大的紫色水晶，那块水晶上散发着璀璨的荧光，煞是好看。几位贤者把头凑了过去，伊文斯推了推眼镜，道『这是传说中的圣魔紫水晶？如果有这等宝物相助，解决魔龙应该是没有问题的。』卡秋莉点了点头，道『这是我成为贤者前偶然间得到的东西，最近我才在一本古典中发现了它的用途。』她把水晶放到桌上，缓缓的解释道。\n塔斯拉摸着后脑勺问道『这个水晶看起来挺漂亮的，但是真能对魔龙产生什么效果么？这个连一头狼也打不死吧？』伊文斯脸上露出了一个深不可测的笑容道『这个东西有什么用你自然会知道，现在先保留一点神秘感吧，是吧，第一贤者大人？』塔斯拉摸了摸鼻子，道『伊文斯你整天神神秘秘的，真惹人烦啊。好吧，那就到时候再看吧。』\n卡秋莉道『好了，那各位各自回到自己房间做准备吧，好好休息，养足精神，准备应对明晚的恶战吧，那么，散会。』\n寂静的夜晚，士兵们已经进入了梦乡，唯有火光照亮着街道，像白天一样。卡秋莉躺在高高的瞭望塔顶，仰视着天空中闪耀着的繁星。\n『这么躺着的话裙子会乱的哦？』一个温和的声音在卡秋莉的背后响起。『没关系，只要用魔力梳理一下就会恢复了。』她慵懒的答到。『和以前一样，你还是从来不注意形象啊。』\n卡秋莉慢慢坐了起来，脸上露出了怀念的神色，道『曾经的时光，真是让人怀念啊，作为贤者，有太多的事情要考虑了。说起来，作为星贤者，这满天的繁星在你眼中是怎样的？』伊文斯坐在了卡秋莉身旁，道『你也有这闲心思听我唠叨星辰啊，行，难得你感兴趣，让我来给你讲一讲吧。』他伸出手，指着满天星空，缓缓的开始了讲述。\n转眼间，已经到了第二天夜晚，明亮的月亮高挂天际之上，所有士兵已经做好了完全的准备，所有装备检查完毕，法师们也恢复到了最佳状态，随着一声令下，全军开始向魔龙所在之地推进。\n魔龙见到渺小的凡人，展开了巨大的双翼，发出了震耳欲聋的咆哮声。\n战斗的画面逐渐模糊了，隐约间只能看到伊文斯为卡秋莉挡下了致命的一击，塔斯拉大吼的冲到魔龙的身上用最后一丝力气在魔龙坚固的鳞片上砍开了一个破绽，随后死在火焰之下，安维塔和维略特划开了传送门消失在了战场上，莫克亚将巴利克从魔龙的爪下甩了出去，自己却葬身在火焰之中……雨，下了下来，转眼间已变成了倾盆大雨，如同苍天对于众生的悲悯。战场上，卡秋莉跪在地上已经泣不成声，眼前是一块闪烁着美丽光芒的水晶。人们互相帮助着，为伤者包扎，收拾战友们的遗体。\n巴利克走到卡秋莉身边，不知道应该说些什么……\n时间，似已凝固……\n『啊！』卡秋莉猛然惊醒，洁白的脸上不知何时已经挂上了如同珍珠般的泪水，缓缓的滴落下来。她把泪水抹去，小声的自言自语道『真实的，明明只是一场梦境，但我怎么会这么伤心。』说罢，轻轻地甩了甩脑袋，把悲伤扔出了脑海，又恢复到平常冷酷的样子。\n神眷和神遗并肩站在皇家花园中，似乎在交谈着什么。神眷道『传送阵的建设已经步入正轨了，泄露炼金药剂的人选也有了，就是不知道那家伙的计划能否成功了。』神遗接道『那个计划的详细程度你也是知道的，有百分之六十的可能性成功，如果咱们再谨慎一些，应该没有问题。』\n神眷来看了看周围，发现没有别人，道『说起来你盯的那小子怎么样了，有没有什么异常？』神遗道『白天他就一直在训练魔法军团，而晚上就闷在屋里不知道干些什么，不过最近有一次晚上出去了一趟，也不知道干什么去了，我也不好去问，怕暴露了身份。』神眷点了点头，道『多加注意，魔女大人让盯的肯定不是什么简单任务，注意点总没错的，继续努力吧。』说罢，拍了拍神遗的肩膀，大步离开了院子。\n南樊躺在自己的床上，数数时间差不多了，从床上跳了起来，在虚空中划开了一道传送门，大步走了进去。\n影之空间中，突兀的出现了一道传送门，南樊慢悠悠的走了出来。卡秋莉感受到了一股生人的气息，一瞬间便出现在了南樊的面前。\n南樊眼中带着一丝感兴趣的眼神，上下打量着卡秋莉，而卡秋莉也一脸警惕的看着南樊。这是一个样貌并不出众的男人，但他浑身上下带着一种危险，不——极度危险的气息的男子，一双漆黑的眼眸如同两个巨大的黑洞，将一切都吸收咬碎，连光都无法逃离。\n他撇了撇嘴，道『你就是卡秋莉？曾经的第一圣贤者？也不过如此嘛。』卡秋莉冷冷的道『阁下是何许人也？为何闯入我的空间？不过既然进来了，就别想活着出去了。南樊笑了笑，道『连我都不认识了么，当时能够活着出去也是拜你所赐呢，忘事的魔女大人？』\n卡秋莉仔细的看了看，猛然一惊，道『你就是之前被我扔到传送门里的小子？没想到还活着呀，真是命大，不过，既然你胆敢再一次到这里，那就给我去死吧！』那字刚刚出口，一道夹杂着毁灭的气势的流行便以一种肉眼难以捕捉的速度飞了过去。\n南樊看似随意的一挥手，那流星便不见了踪影，再然后，他一拳挥出，朝着卡秋莉打了过去。卡秋莉划开传送门，轻松的躲过了这一拳。『真是这样么？』他的嘴角划过一道冷酷的笑意，朝着虚空中一掌劈出，正好打在了出现在空中的卡秋莉身上。她吐出一口鲜血，向后飞出，撞在了一块碎片上。\n她如断了提线的木偶般从碎片上坠落下来，重重地摔在地上。她用尽全身力气让自己站起来，却发现双腿不知什么时候失去了知觉。她无力地瘫倒在地上，这让她想起了一点不悦的回忆，就在前不久她第一次见到那家伙时，自己就是这般丑态。\n『不……比这次好多了吧……』\n卡秋莉无力地抬起眼皮，突如其来的冲击使她的眼前一片漆黑，只能依稀辨认出那个可怖的男人正在一步步地逼近，他厚重的靴子踏在地上，传来『咚咚咚』的响声，仿佛是为自己的死亡作倒计时。\n「该死，到此为止了么……」\n「好不甘心……还有那么多的事情还未完成……」\n「也罢，死亡，或许就是最后的解脱了……」\n她闭上了眼，似乎已经接受了死亡。\n南樊最终还是走到了她的面前，他蹲了下来，右手捏住她的下巴，道『魔女？也不过如此，接受你的死亡吧！』左手化拳为掌，狠狠地向她劈了下去。死亡却并没有来临，卡秋莉慢慢睁开了眼睛，在她面前的却是一张熟悉的面孔，那天蓝色的眼眸的注视之下，她感觉到一阵心安。\n『我回来了。』"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1424865540,
            "txt_content": " 本帖最后由 luxiaochen1984 于 2015-2-25 20:05 编辑 \n\nEX.第七章 双势笑红尘缓缓的将卡秋莉靠在墙上，站了起来，面向南樊。南樊停下了脚步，饶有兴趣的看着这个从那个乱七八糟的传送门中出来的男人。笑道『是你啊，你还没有死么，真是侥幸啊。』笑红尘皱起了眉头，问道『之前害我惨成那样的就是你么，看来这笔账得好好的算算了。』『哈哈哈哈哈！好好算账？那么远的距离我都能把你打成那样，在我面前，你什么都不算！』南樊大笑着指着笑红尘说道。\n『是，我承认我不是你的对手，但这个仇我记下了，到时候一起算清！』笑红尘少有的板着脸，严肃的说道。『算账啊，能活着走出去再说吧，受死吧！』死字刚刚出口，南樊便化作一道流星，朝着笑红尘狠狠地扑了过来，笑红尘一个漂亮的转身躲过那极有气势的一击。\n他狠狠的在虚空中一划，那道招牌式的传送门便出现了，并且变得越来越大。南樊靠着双手撑地摩擦总算是停了下来，他站起身来，拍了拍掌上的灰尘，道『哼，想跑么，那也要看你有没有这个本事！』他一挥手，一道道漆黑的光线像一条条蛇一样向着传送门卷了过去，撞在传送门上，却无法撼动传送门哪怕一点。\n传送门已经扩张到了一个巨大的地步，随着它的变大，也逐渐向天空中升去，现在已经如同一张被子，将整个影之空间的上空包裹了起来。随着传送门散发出一道道璀璨的光辉，眨眼之间，影之空间的一切已经不见了踪影，唯独留下正保持挥手姿势的南樊。南樊的脸上挂着一份被耍了的愤怒，随着表情一阵阴晴，他像是终于想通了的样子呼出一口气，又一次挥了挥手，消失在了这个空间。远远的，能听到他的声音还在回响『躲得了一时，躲不了一世，你们的命，总有一天会被我取走！』\n留在那里的，只剩下一片混沌的虚空。\n笑红尘慢慢的扶起卡秋莉，道『起来给自己治疗一下吧，我看你伤的不轻。』卡秋莉开口想说些什么，最终却没有说出来。她缓缓的施展了几个魔法，将自己的身体治疗到了最佳状态。沉默了一会，她终于开口了『你为什么要回来救我，我明明已经下杀手把你赶出去了，为什么啊！』\n笑红尘站立在一旁，抬头仰望着头顶的虚空，道『有些事情还是不要明白的好，只会徒增烦恼。你的计划应该已经到了关键的地方，不要为别的事情分心了。』卡秋莉抡起拳头使劲的向着笑红尘打了过去，把毫无防备的笑红尘打倒在了地上。\n笑红尘揉着因为撞击而发酸的鼻尖，冲着卡秋莉大声吼道『突然之间干什么呀喂！我好歹是你的救命恩人啊！你就这么对救命恩人啊！』卡秋莉的眼角竟然有了些湿润，她也喊了出来『什么啊！明明自顾自的离开一年多！突然之间又回来救我干什么啊！还有你把我的影之空间送到什么奇怪的地方了，用拿么乱来的传送门你想害死我们么！』\n一时间笑红尘也有些愣住了，道『什么一年？我离开明明没三天……不妙，昏迷得太久了……你的计划如何了？顺便，这里是哪里我也不太明白，但是刚才那家伙是绝对进不来的，所以还是比较安全的，放心好了。』卡秋莉的心情慢慢平复了下来，她像是又回到了之前冰冷的样子，道『昨天，各大家族的军力已经打下火石城，双势之战，已经开始了，我们也正准备开始行动。』笑红尘从地上站了起来，道『既然如此，我们也要开始动作了，虽然这次战争还不到我们出手的时候，但是，先让我们拿些甜头吧！』\n双势之战爆发后一个月，世家以迅雷之势占领铃木城四月，世家大军与帝国主力在烈阳城相遇，展开了为期一个月的拉锯战。四月中旬，帝国因损失过重不得已之下放弃烈阳城。五月，帝国军与世家军在秘银城下战斗，防守空虚的秘银城最终告破。六月，世家占领皎月城，却在第二天被帝国发动奇袭再一次失去皎月城。帝国以皎月——星汇——烈阳一线部署军力，开始了漫长的防守。至此，世家以半年时间攻下三分之一的帝国国土，双势之战就此完结——真的是这样么？漆黑的夜晚，明月被乌云所遮挡，没有一丝光明。而星汇城却灯火通明，城墙上每百米便有一队巡逻士兵，城下暗哨明哨不胜其数，居民们关紧大门躲在家中，到处都有士兵在各处巡逻，战争还未结束，还不能放下紧绷的神经，要随时防备来自各个世家的突袭——来自指挥部的命令。城头上，两个士兵闲聊着。『大哥，你说这世家刚刚被我们从皎月城赶跑，哪还有胆子来咱们这星汇城捣乱？上面那些人真是被打怕了。』这是一个身材有些矮小的士兵。『哎，话可不能这么说，大人的担心自然有道理，再说了，熬熬夜就能多拿那么一分钱，多好的差事啊。』这是个高个的士兵。那个矮个的士兵点了点头，道『也是，我们好像该换班了，大哥，下去吧。』高个的士兵点了点头，正要往下走去。呜——————————\n一道警报声划破了天际。整个城市的军队立刻沸腾了。\n不知何时，一个巨型的透明罩子已经将整个城市笼罩了，远远的，只能看到一队队排列成阵的黑衣士兵。\n『长官，城市现在被不明光罩所笼罩，无法向外界传送信息，敌人大概有五千左右，装备不明，实力不明，所属势力不明，我方守军二十万，在下官看来，这完全是送死的举动。』副官一脸不屑的报告道。\n拉夫特靠在椅子上，按摩着太阳穴，听完报告，他坐直了身子，道『我明白了，加强城上警备，这很可能是敌人的诱敌之计，大部队还不知道藏在哪里，相信他们也没有那么蠢。一旦敌人行军到射击范围，立刻让火枪手和弓箭手射击，在敌人到达城头下前解决他们。』副官敬了一礼，表示明白，随后走出了房间，开始安排。\n拉夫特看到副官走了出去，靠在椅子上自言自语『这又是哪家的势力啊，该死，这种时候出来闹事，真不怕帝国的报复么。』说完这话，向房间外走去，他也要亲自安排防务，这种时候，不能出现一点损失，不然一旦星汇城破，所谓帝国与世家的分界线也将会崩坏，成为一个笑话。\n城头上，卫兵们已经做好了万全的准备，一个新兵狙击手正端着手里的火枪，似乎有些颤抖。一旁的老兵拍了拍他的肩膀，道『不要慌，瞄准，然后射击，敌人就会倒下了，这可是帝国新型武器呢，相信他吧！』新兵这才好了点，不再这么颤抖。\n黑衣人渐渐走到了射击范围以内，队长大声的下令：『全体射击！』飞矢，弹丸便构成了一道幕布，朝着黑衣人飞射过去，一时间，巨大的枪声在罩子内久久的回荡着。\n但出乎意料的，如同一股烟雾，弹丸到达时黑衣人便化为了一股青烟，只剩下身上的一块黑布慢慢的飘落到了地上，飞矢到达时，只能无力的插在这些黑布上，造不成一点伤害。\n城墙上的士兵面面向觎，一阵阵讨论声发了出来『什么啊？搞这么大阵势就是一阵烟雾？』『就是啊，搞半天这么紧张最后却弄成这样，太虎头蛇尾了吧。』『其实是场训练吧？』『就是啊，训练吧。』但是事情，真的是这样么？\n一个士兵终于发现了不正常，他指着身后的城池说『你们看！这是怎么了！』众人纷纷向后看去，却发现原先灯火通明的城市暗淡的没有一丝光明，如同一张巨口，正准备吞噬着他们……\n第二天，人们又走上街头，一切如同以往一样，天空的透明罩子已经不见了，士兵们还是严格布置着城市的守备，人们也开始了日常的生活，仿佛昨天晚上什么都没有发生一样。\n但是，如果仔细观察的话，他们的眼睛缺少了一些闪光，却不易看出来。\n笑红尘高高躺在瞭望塔尖之上，俯视着整个城市。\n一道传送门突兀的在他身边打开，卡秋莉也走了出来。\n『计划很成功，只用了一些小小的幻术就成功吸引了对方大部分军力，再借助精神系的禁咒打击城内，使毫无戒备的城内卫兵居民死于非命，最后再解决城上力量，用炼金内核替换死去的人们的精神使他们复活，借此掌控整个城市，哼，真是个狠毒的计啊。』卡秋莉冲着躺着的笑红尘道。\n『是狠毒没错，但也很有效不是么，你要是良心不安的话，烧上两柱香我也不介意哦？』笑红尘淡定的说道。\n『谁要上香啊！总之这次谢谢你的计划了，不然还真没有办法悄无声息的占领这个城市。』她吐槽了一句，却也不忘了道谢，相比初次见面，卡秋莉对他的印象算是好多了。\n『行了，不开玩笑了，还有很多事情要做呢，为了不让帝国那群人看出来，还要下一番功夫呢，我先走了。』说罢，笑红尘从瞭望塔上纵身一跃，在落地前的一刹那，打开了传送门。\n卡秋莉不知道说些什么，只得一脸无奈的划开传送门离开了这里。\n不知不觉间，一张大网正悄悄地在这片大陆上铺设起来。"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1424865780,
            "txt_content": "我先占个楼"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1428254100,
            "txt_content": "EX.第八章 世家正所谓，天下没有免费的午餐，得到什么，也将会付出相应的代价，即使你并没有想付出这些。各个家族的首领也正因此头疼着，炼金药剂极大地强化了家族的战斗力，但其制造时所产生的污染却尤为严重，不知何时已经因此出现了大批量的非人类生物，疑似被污染所感染的人类。他们大部分都深居在森林中，没有攻击性，也没有表现出任何动向，所以即使感觉这件事很不对劲，但是各个世家首领对此都是睁一只眼闭一只眼，毕竟森林不适合大规模的部队进入，剿灭的话肯定要付出不小的代价，这是紧张时期最不能容忍的。所以，对于魔人，帝国也是这种态度。在这种两军对立的情况下，魔人生存扎根了下来，在深林中，不知谋划着些什么。笑红尘拿着一枝羽毛笔，飞快地誊抄着城市的现状，准确无误，字体标准。娴熟的程度让他自己都吃了一惊，他总觉得似乎在什么地方干过这种事。当最后一个字落到纸上，他把羽毛笔甩到桌子上，揉着自己发酸的右手。『为什么要我在这抄东西你却在那里有闲的看书啊喂！』他冲着坐在另一张桌子上的卡秋莉喊道。卡秋莉听到这话，放下书，走到他的桌子前面，拿起了他誊抄的那张表格。\n『这不不错嘛，值得鼓励。』卡秋莉看着表格，像是哄小孩一样的用老师一般的口吻回答道。『所以说，为什么你自己不抄啊！这半天我都抄了至少半米厚的文件了啊！手快废了好么！』他指着桌子上堆积如山的文件喊道。\n『这个大概有四十八分米，所以说里半米还差远了呢。』卡秋莉脸上露出了戏谑的神色，不急不慢的说道。\n『好好好，不计较这个，但是为什么非得让我来干这种抄个没完的活计，你却在那里悠闲地看着城市计划啊！？』笑红尘道『因为这个计划是你提出的不是嘛，能者多劳你明白的，再说我们时间紧迫，这些文件不尽快的交给帝国的话那些大人物可是会起疑的，到时候我们肯定会暴露，不是只能放弃这个好不容易才得到的城市嘛？』卡秋莉轻笑的说道。\n『行行行，你赢了，刚才那就是最后一张了是吧，我的工作也算是结束了，接下来还有什么事要做么？』笑红尘趴在了桌子上，有气无力的问道。\n『没了，到时候派人把这些东西交上去就行了，我这边也差不多完成了，我准备去安排一下神眷他们的接下来的行动计划，现在动荡不安的局势下还是多给他们留点后路比较好。』卡秋莉转过身去，答道。\n笑红尘点了点头表示同意，道『那我去世家探明一下情况吧，毕竟在我的计划之中他们将来也需要发挥重要的作用，均势的维持可全靠他们了，到时候我看看能打探些情报出来么，也许对接下来的走向有点用。』卡秋莉点了点头，走出了房间。笑红尘也划开了传送门，消失在原地。\n秘银城，本就是帝国的大型城市之一，在被世家占领后更是作为重要的主城而发展，由各个家族的人员瓜分了城内的区域，以一城多制的形态繁荣发展着，家族表面上互相帮助，和气团结的样子，但暗地里却互相抵制，对抗，以见不得人的手段瓜分着利益，隐藏在城池之下的，是一股波涛汹涌的暗流。笑红尘在一个小角落中走了出来，漫无目的的在大街上行走着，战争的痕迹还未完全消退，人们聚集在大街上自发清扫着屋子的断壁残桓，卫兵也混在中间帮助人们，一派民兵和谐，勃勃生机的样子。但一条条隔离栏却将街区划分开来，持着武器的士兵们严格的把守着各个隔离栏，将城区划分了开来。哪怕是想要去临街串个门，光是手续大概也要办上几个月，和谐的景象之下，只是隐藏的压迫罢了。但是这一切和笑红尘自然没有什么关系，他只是瞥了一眼街上的情况，便向着城中心大步走去。很快，他便被查街的守卫拦了下来，但守卫还没有说些什么，他就不耐烦的跑进了最近的一条小巷子中，当守卫追到小巷中时，他早已拉开传送门跑路了。『真是的，这个破城市搞什么嘛，到处是秘银灌注的东西，传送门都没法好好定位了，加上这些该死的守卫真是麻烦啊。』笑红尘拍着身上的灰说道。虽然之前飘逸的使用传送门躲开了守卫和不必要的麻烦，但是强烈的魔法场干扰让传送门变的很不稳定，导致原本应该开在地上的传送门开到了三米的高空，从那里摔下来虽然没有什么事情——但是一定非常疼。『不管怎么样，必须尽快接近这里的中心区找点有用的信息，一个混乱的大城就像一个炸弹一样危险，对于布局来说是非常不利的，小心为上吧。』他自言自语式的说了几句，又一次走向了去往中心城区的路途。一路上总算是有惊无险，大部分守卫被他绕过，小部分被撞见也只好用传送门脱离，虽然距离和定位非常不稳定，但还是一小步一小步的向着中心区前进着，几个小时过去了，中心区高耸的内城墙终于出现在了他的面前,浓郁的几乎液化的魔法元素充斥着这里，林立的高层建筑彰显着这里的繁华。『恩，简直是魔法师的天堂，果然不愧是最盛产秘银的地方，普通人来看的话这里的居住环境也算是有益健康吧，当初建造这个城市的魔法师们真是费尽心思了，但最后还是便宜了外人，真是可悲啊~』他长舒了一口气，又一次划开了传送门，向着城内传送了进去。几根硕大的烟囱突兀的出现在中心城的建筑群中，各种与内里建筑极不相称的工厂样式的建筑林立在各种空隙之中，原本建筑韵律的美感被这些建筑拦腰斩断，变的乱七八糟。“什么嘛，为了把持炼金合剂不惜在内城建立工厂，却完全不考虑规划的天际线和相性，真是个乱来的设计师，不，他们真的请设计师了么？”看着内城胡来的建筑，笑红尘忍不住吐槽道。『哟！』一只大手拍到了他的肩膀上，吓的他立刻往前跳了一下。他连忙回过头去，却发现了一张熟悉的面孔。这是一座酒吧，与平常的酒吧不同，这里华美的装饰品，高雅的情调，无不彰显着这里人高贵的身份。但很明显，高贵这一个词与笑红尘面前的人没有半毛钱关系。\n他提着一瓶红酒，大口大口的灌到嘴里，猩红的液体沾满了他的胡子，有几分吓人，也有几分好笑。『米寇尔老哥，这是红酒，要慢慢品尝的，这么喝可是糟蹋了。』笑红尘一脸无奈的说道。米寇尔擦了擦胡子上的红酒，哈哈大笑道：『什么红酒蓝酒，不能畅饮一番谈什么喝酒，我就看不惯那些喝酒慢吞吞拖拖拉拉一点不痛快的，什么格调优雅全是扯淡！』笑红尘看到了周围人异样目光的注释，赶紧转移话题。『对了，老哥你是怎么到这里来的，反抗军的诸位还好么。』\n米寇尔又灌了一口红酒，道『别提了，首领带着我们和世家那些人联合进军，兄弟们可是拼死沙场，秘银城能打下来还有我们一半功劳呢，结果到最后，那些族长又翻脸不认人，就给了我们一小片封地，还没有原来的基地大呢，呸，这些见利忘义的家伙。』笑红尘有些沉吟，不知道说些什么。\n米寇尔似乎有些激动，继续倾诉着『当初打秘银城的时候，我们这边的人冲在最前面，那些家族的人却和个缩头乌龟一样慢吞吞的前进，该死的，塔米尔那么好一个小伙子，就死在了帝国的乱箭之下，什么都没做成，连最后一句话都没说出来。』说着，两行眼泪竟流了下来。\n笑红尘还记得，塔米尔是个年轻的小伙子，似乎立志成为一个剑士，上次见面似乎还在不久前，就这样离去了，笑红尘有一种不太真实的感觉，一个生命太过于脆弱了，脆弱的无法令人相信。\n笑红尘道『老哥，逝者已矣，节哀顺变，我们还要向前走，现在所要做的，是想想未来的出路，那个基地肯定不能再待下去了，这些家族肯定视你们为心腹大患，虽然因为帝国这个共同的敌人联合起来，但是一旦防线稳定，你们这个不安定因素一定会被除去，在这之前，先做好足够的准备吧。』\n米寇尔点了点头，抹去了脸上的泪痕，道『我都明白，相信首领也明白，不过说起来上次一别也有很久了，来吧，抛开那些伤心的事情，痛饮一杯，下一次见面就不知道要到什么时候了。』说罢，端起酒杯，率先将杯中剩下的酒喝了下去。笑红尘也举起杯子，大口大口的将酒水喝了下去……"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1428320520,
            "txt_content": " 本帖最后由 luxiaochen1984 于 2015-4-6 19:46 编辑 \n\nEX.第九章入侵\n\n漫步在内城的街道上，污染使得星空不再闪亮，只有几点星光悬在天幕之上无力的闪烁着。街道已经空无一人，周围屋子的窗户中却依旧散发着明亮的光芒。电力的使用已经深入每家每户，灯光走入了每家每户，曾经天黑就睡的时代早已一去不复返了，当然，这仅限于内城的权贵们。\n『最后还是这样了嘛，果然我不适合和人交流呢，算了，这种事情就交给那家伙吧。』笑红一边自言自语着，一边漫无目的的闲逛着。『算了，闲着也是闲着，去收集一下情报什么的吧。』像是下定了决心一样，他朝着最大的政府设施走去。\n正如之前所说，在这座城为几大世家分开管理，但为了方便起见各种情报都被共同放在顶层的资料室中严加管理，在极其强大的验证程序和防卫力量面前，资料室的存在有效的防止了情报的外泄并且加强了互相间的制约，防止发生内斗事件。\n\n『但也正因为这样，却方便了我这样的人呢，所谓的强大的防卫力量又是怎么样呢，真是让人期待呢。』笑红尘蹲在房梁上，静静的观察着下方的动向。『恩…二十四小时的巡逻卫队……然后科技感应系统…门似乎也是特制材料的…我大概了解了，这样的防备根本挡不住传送门嘛。』\n\n观察了一会，已经对防卫系统有了大概的了解，他快速的在空中划开传送门，钻了进去，下一瞬间，已经进入到了门的里面。『这么简单就进来了…真是轻松…不对！』一瞬间，周围亮起了令人睁不开眼睛的亮光，将笑红尘所在之地的所有黑暗都驱逐开来。\n『可恶，上当了么。』强烈光芒让他睁不开眼睛，他透过指间的缝隙努力观察着周遭的情况，却只是徒劳而已。『被摆了一道，先走为上！』心中这么想着，就要划开传送门离开此处。\n『什么？打不开？到底是怎么回事？』\n『哒，哒，哒』\n一阵脚步声逐渐逼近，笑红尘也逐渐适应了强光，慢慢睁开了眼镜，开始观察周围的事物。随着脚步声，灯光渐渐暗淡了，世界又归于模糊。\n密闭的空间中，摆满了各种各样的资料，入眼处，却是一头如瀑布般的黑发和一双如红宝石般猩红剔透的眼睛。虽然看不太清楚，但应该是一个美人没有错了……\n『现在是想这种事情的时候么！』笑红尘这才反应过来，对方手上所拿的那个造型夸张的镰刀看起来可不是什么玩具。『那种东西是什么啊喂！』笑红尘忍不住指着那有两个人那么高的镰刀吐槽到。\n神秘女子的脸上似乎出现了些许疑惑，随即将镰刀狠狠的磕在地上，地板瞬间被砸出一个大坑。她面无表情的伸出食指，指着地上的镰刀，道『天灾赫鲁卡，重约一百斤，三米长，采用……』笑红尘连忙打断她的话语『好好好我知道了，先说正事吧，你不是这里的守护这么，而我，则是闯入者，决一胜负吧。』说罢，他从空间中抽出了从神眷那里抢来的长剑。长剑一抖，一层类似精铁的东西被抖了下来，剑竟然奇迹般的消失了。笑红尘挽了个剑花，道『剑名承影，一战吧！』说罢，一举剑柄，如同离弦之箭一般向那女子冲刺了过去。\n女子似乎毫不在意冲来的笑红尘，喃喃自语道：『目的为捕获目标，限制解除，上吧。』转眼间，漆黑的镰刀上布满了妖异的紫色光芒，她轻轻的横向挥舞出了镰刀，精确的撞上了冲刺的笑红尘。\n于是他就如同断线的风筝一样飞了出去，狠狠的撞在了墙上，巨大的冲击力震得书架上的资料散落了一地。笑红尘落在地上，承影剑也落在他的身旁，发出清脆的声音。\n『喂喂…这是何等蛮力啊……家族的守卫者都是怪物么。』笑红尘一手擦着嘴角的血丝，一手撑了起来。那夸张的不像样的镰刀已经架到了他的脖子上，紫色的光芒越发妖异起来，那是渴望鲜血的光芒。那尖锐的边缘仿佛稍稍一划都能将他的生命带走，事情似乎已经走上了绝境。\n神秘女子眼中毫无波动，没有什么感情变化，仿佛只是打发一只臭虫一样轻松随意，她手中的镰刀没有一丝一毫的颤抖，没有丝毫感情的道：『你已经输了，根据计算现在的状况下你只要百分之一的几率可以逃脱，不要试图做无谓的抵抗了，战斗力的弱小并不是计谋可以弥补的。』语气很冷，字字都在陈述着事实，不掺杂一丝个人感情。\n笑红尘抓住了身旁掉落的承影，撑住地面，缓缓的站了起来。散乱长发遮住他的面容，让人看不清他的表情。神秘女子虽然对他的行动有些不解，但手中的镰刀终究没有落下。\n『你要做什么，继续无所谓的抵抗么？以我的速度能在半秒内结束你的生命，放下武器，接受拘束吧！』女子依然用冰冷的语气说道。\n『呵』笑红尘轻笑着\n『做不到就不尝试么？做不到就要放弃么？』颤颤悠悠的，他稳住了脚步。\n『即使是弱者，也有弱者的尊严。即使做不到，也有尝试的价值』\n『再高的墙壁，我也要跨越过去。如果做不到，我就打碎给你看！』\n话一出口，他整个人就仿佛脱胎换骨一般，用一种截然不同的气势朝着那女子冲了过去。『我就让你看看，来自你所谓弱者的反击！』女子仿佛感受到了笑红尘接下来的动作，镰刀如同闪电般向着笑红尘斩去，却撞上了笑红尘以一个刁钻的角度刺出的承影剑。\n借助这股反冲力，笑红尘一个潇洒的后仰跳跃稳稳的落在了高大的书架上。他站在书架顶部，俯视着那女子。\n『做的不错嘛，以一个弱者的角度来说，你已经尽力了。不过接下来，我将让你见识一下真正的恐怖！吾名：伊斯洛卡！苍月之堕神者！来吧，让你见识一下我们之间不可逾越的差距吧！』随着这话出口，那名为伊斯洛卡的女子的气势由先前的冰冷来了一个一百八十度的大转变，更为暴戾、好战，一股股杀气在她身上翻涌而出，俨然成了一个截然不同的人物。\n『哼，多重人格么，家族的人可真是为了战力什么都不惜做出来呢，既然如此，就吃下我最强的敬意吧！』笑红尘急速掠起，如同飞鸿一般，如同惊雷闪电，卷起一阵强烈的旋风，带着不可抵挡的气势舞动长剑，一往无前的朝着伊斯洛卡斩了过去。\n『叮叮当当』刚一接触，一阵阵密集的碰撞声便在耳旁响彻，长剑与镰刀以肉眼不可见的速度在空中碰撞着。伊斯洛卡站在原地，似乎游刃有余，而笑红尘则绕着她不停地挥动长剑，一边还要躲避漏出的镰刀挥击。空中，只能看到一束束激荡的火花散落。不一会，声音停下，两人同时向后跃去，拉开了距离。\n笑红尘握着剑，一副气喘吁吁的样子，而伊斯洛卡则一脸的轻松写意，完全没有刚刚经历过那么激烈的交手的感觉。『所谓的弱者也不过就是弱者，这就是这个世界的定理，本以为能与我过上几招，也不过如此。束手就擒吧，不然我不介意让你受些小伤。』伊卡洛斯镰刀直指笑红尘，语气中带着高傲与不屑，满带着强者的威严。\n『真是这样么？看看你那镰刀吧！』笑红尘的嘴角，露出了一丝阴谋得逞的阴笑。伊斯洛卡随随便便的将镰刀斩进地里，不屑的道『真以为连续斩击一个地方会有什么作为么？那些老套的情节看多了么？太甜了！』\n笑红尘听到这话，一口老血喷到了地板上，鲜红的血液染红了地板。『明明想耍帅的…你却如此无情，可恶！』伊斯洛卡再也没有和他废话的意思，将镰刀轮圆，狠狠地甩了出去，宽大的镰刀柄准确的击中了笑红尘，眼前一黑，他就晕了过去。晕过去的前一刻他仿佛看到了一行血红的大字：胜败乃兵家常事，请少侠重新来过。当然，这纯属个人中二，现实并不是如此。\n打晕笑红尘的伊斯洛卡似乎又回复到了之前冰冷的状态，她一伸手，一个紫色的圆环便牢牢的套住了笑红尘，她左手提住笑红尘，右手拽住镰刀，向着资料室外走去。\n大门敞开，一队人马立即涌了进来，一个领队模样的站在了伊斯洛卡面前，他敬了一礼道『伊斯洛卡大人，辛苦了，情况我们已经清楚了，麻烦您将入侵者送去天空监狱。』伊斯洛卡点了点头，冰冷冷的回道『行了，你们进去处理现场吧，入侵者如何处理我自有安排，到时候我会上报的。』队长敬了一礼，走了下去。\n伊斯洛卡随着楼梯走出建筑，纵身一跃，提着笑红尘与镰刀，消失在了夜色之中。\n"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1428408240,
            "txt_content": " 本帖最后由 luxiaochen1984 于 2015-4-7 20:06 编辑 \n\nEX.第十章 忘却房间中，一桶冰冷的水淋在笑红尘的头上，他缓缓的睁开了眼睛。如同潮水般的黑暗侵蚀着心灵，他感觉到一阵阵来自头部的眩晕感和迷离感。他试着站起来，全连动一动手指的力气都没有。与此同时，一个装潢豪华的房间内。伊斯洛卡将一本资料放在了桌子上，语气平淡的道『犯人经过十三小时的连续拷问，使用手段有电击三十四次，化学药品四次，烙铁二十一次，水淹五十二次，鞭打不计其数，但犯人并未进行任何招供，甚至连喊叫都没有，实属罕见，以上』\n坐在桌子对面的人抬起头来，他轻轻地推了一下金丝眼镜，说道『恩，就现在见过的人里面也是奇人了，帝国人的间谍真是越来越难缠了，关于他的战斗能力呢？你怎么看？』\n伊斯洛卡抬起头来，看着用宝石点缀的天花板，道『虽然无法与我相比较，但是其实力可塑性与潜力是我见过最好的人了。』男人眼镜中掠过一丝异样的光彩，道『是这样么，对于我们这最强的天才雷吉斯你也没用上这么高的评价啊，这个间谍真的有这么厉害么？』伊斯洛卡没有再说什么，只是点了点头。\n男人站了起来，走到伊斯洛卡的身前，手指轻柔的抚摸着伊斯洛卡顺滑的黑发，道『这种人才可不能错过呢，你说是吧，1号？』伊斯洛卡没有反抗男人下流行为的意思，道『如果能够的话，尽量拿下，如果不行的话，只能杀掉了。』男人哈哈一笑，放开揉搓黑发的手，缓步踱到窗边，拉开了一丝缝隙，看着外面繁华的城市，道『哼，正好有人送上门来，那就试试我们科技部最新的研究的东西吧，即使失败了也没有什么好可惜的，如果成功了，也能得到一个不错的研究素材呢。』\n恍然间，被云层遮盖的太阳穿破了云层，一束金黄色的光芒射了下来，将整个房间填满，但是伊斯洛卡看着那个男人的背影，却生出了一种阴暗冰冷的感觉……\n一段阴暗的走廊，一个个摇曳着的吊灯发出白色的光芒，墙壁上挂着各种各样的管线不知在输送着些什么，压抑的空间散发出令人窒息的气氛。笑红尘被人驾着双臂，正快速的向前移动着。\n『这是……要去哪里？』意识已经模糊了，保持清醒已经是极限了。\n世界仿佛在旋转，眼中只有一道道诡异奇怪的光线，似乎化成了一张张脸庞，带着嘲讽的笑容，正说着些什么。他感觉到自己的身体做出了反应，似乎是一种不知所谓的愤怒。\n『为什么要……愤怒呢…我在哪里…世界又在哪里…』最后的支离破碎的意识在脑海中划过，他的世界陷入了一片沉寂之中。\n再次回复意识，是在一个洁白的房间内。\n他试着活动，却依旧无法行动，他转动头部，试图观察周围的环境。\n他发现自己被绑在一个奇怪的椅子上，皮带紧紧的束缚着双手与腿部，浑身上下插满了奇怪的管子，一股股五颜六色的液体顺着管子正缓慢的进入他的体内。正上方，是一个奇形怪状的类似头盔的东西，从下方能看出里面有着奇怪的触手，不管怎么说看起来都不是好东西。\n『哟，你醒了么？』一个温和的男声在周围响了起来，他的正前方，白色墙壁升了上去，露出一个男人的脸庞。那个男人有着温和的脸庞，长长的银发披在肩上，嘴角总挂着一丝若有若无的笑意，眼镜下，是一双如水般的眼眸，但仔细看去，那眼神却如同一条毒蛇一般。他咳了两声，清了清嗓子，继续说道『先自我介绍一下，我是伊斯威特.怀德，叫我威特就可以了，正如你所见，帝国的间谍，你现在落入了我们手里，这可是非常不妙的事情呢。』\n『所以呢，我们自然可以对你做任何事情。恭喜你，因为你的坚韧，单纯的拷问已经无法起到应有的效果了，所以我们决定动用这台机器，你是他的第一个使用者，你应该对此感到荣幸哦。』他推了推眼镜，道。\n笑红尘有气无力的问道『这…是什么东西？』威特听到这话，笑了笑，道『这个啊，姑且称为洗脑机吧，这可是我用了三个月开发出来的东西呢。他会为你的身体注入阻断液体阻断你对过去的记忆使用，然后将人造灵魂植入你的脑海中依附在你身上，这样呢，一切完成之后，醒来的你就会看到我想让你看到的记忆，听从我的命令，然后，随着时间的推移，人造灵魂将彻底进入你的灵魂内，那时候，现在的“你”就会完完全全的在精神意义上死去，取而代之的，是只听从于我的“你”』\n说完这话，他顿了一顿，转过身去，似乎在操作着什么。继续道『说的太复杂你也许听不懂呢，总之，试试效果你就明白了哦？』\n『竟然开发出这种天地不容的仪器…你这个唠叨的家伙……就不怕遭天谴么？』笑红尘感觉脑海传出一阵阵眩晕感，他忍着这种强烈的眩晕，继续说道『人类的记忆，怎么可能…这么简单的……让你抹杀呢。』\n威特转过身来，正视笑红尘，道『哦呀哦呀，竟然说我是唠叨的家伙，真是失礼呢。而且看起来你不信这台机器的效果呢，但是你也感觉到了吧，那种深深的眩晕感，那正是你的身体最后的抵抗，但这也只是徒劳的呢，接下来，就让你体验下这个机器的强大吧。』说罢，他摁下了操作台前大红色的按钮。\n那个头盔立即落了下来，将笑红尘的头部牢牢地套住，他感觉到一股强大的电流冲到了头部，正疯狂的朝一个地方钻进去，一阵阵撕心裂肺的疼痛让他想喊出来，但无法发出任何声音。他感觉到什么东西依附到了自己的灵魂之上，那是一种灵魂被玷污的恶心感觉。\n就这样，随着又一次剧烈的疼痛，他又一次失去了意识。\n威特站在屏幕前，观察着室内的情况。伊斯洛卡望着昏过去的笑红尘，问道『这样就可以了么？』威特转过身去，在操作面板上检查着数据，道『应该是成功了，植入灵魂的时候灵魂强度太大差点将原本的灵魂毁掉，不过他居然撑过去了，真不愧是你看中的人。就这样，这一点再做些调试这个机器就能正式启用了，怎么样，是不是很期待？』\n伊斯洛卡听到这话，没有再说些什么，点了点头，静静的站在一旁。\n卡秋莉缓缓的举起茶杯，轻啜一口，享受着下午茶的时光。\n空间中，一个个紫色的水晶碎片绕着巨大的蝶影城悬浮运动着，划过一个个包含着一种带着韵律的轨迹。\n卡秋莉仿佛感觉到什么，放下了手中的茶杯，望向那只有虚无的天空，喃喃自语道『发生什么了么？』随后又摇了摇头，自己否定了自己『也许只是错觉吧……』她缓缓的站了起来，『好了，也是时候该出发了吧。』随后，她在虚空中划开了传送门，走了进去。\n月亮高悬于夜幕之上，卡秋莉站在星汇城的塔楼之上，注视着下方的情景。银白色的月光洒落在她的身上，显现出一层朦胧的幻影。\n『踏踏踏』一阵脚步声在卡秋莉的背后响起。\n『你来了啊，神眷。』卡秋莉依旧注视着下方的景象，没有回头。\n神眷单膝跪地，金色的长发散在地上，披风随着夜风缓缓摆动着。『对不起，卡秋莉大人，为了混出城浪费了不少时间，毕竟现在双方势力还处在危险期，随时可能出现大规模冲突，所以晚了一些。』\n卡秋莉挥了挥手，表示不介意『我知道，所以我提前五个小时在这里等着你，那么，计划进行的如何了？』神眷微微抬起了头，看着卡秋莉曼妙的身影，他仿佛能闻到卡秋莉身上温和的体香。\n他缓缓汇报道『准备基本已经结束了，南樊那里似乎对我们的身份有了些疑惑，我们已经在处理了。』卡秋莉转过身来，道『神眷，你已经感觉到了，是么？』神眷看着卡秋莉精致的脸庞，沉声道『卡秋莉大人，最近我总是睡不好觉，有一个模糊的身影出现在我的梦中，我…我感觉那个身影对我非常重要，但是我却想不起来那个影子到底是谁…请大人，告诉我真相！』说罢，他低下了头。\n『唉。』卡秋莉长长的叹了一口气，道『是啊，也是时候了，到时候你自然会明白一切，会有人，将这一切告诉你的。只是现在，还不是时候。』神眷的头低得更深了，『我明白了。』他只能说出这种回答。\n一阵夜风吹过，两人相对无言。\n神眷缓缓站了起来，道『我该走了，那边还有很多事情要处理。』卡秋莉点了点头，也缓缓划开了传送门。\n在她走进去的最后一刻，神眷仿佛想说些什么，但最后却还是没有说出口来。\n漆黑的森林中，遮天蔽日的树木让月光都无法透过，卡秋莉站在这里，周围黑压压的一片，看不清楚。她打了个手势，那漆黑一片的东西竟然如同潮水一般翻涌起来，随着那些黑影的涌动，一个个身影出现在周遭，漆黑的看不见脸庞，只能感受到从他们身上散发出的那种诡异的气息。\n『存于我血液中的力量啊，在此听从我之号令，化为新的存在吧！』\n随着咒语的下达，一条条血色的红线从卡秋莉身上翻滚出来，逐渐构成了一个与她相似的影子。那个影子刚刚凝结完成，就向着卡秋莉单膝跪了下来。\n她冲着影子点了点头，道『好了，这片区域的魔化人就交给你管辖了，到时候自然会有任务传达到你手上，现在完善一下你们的基地吧。』\n血影点了点头，表示明白。\n『那么，下去吧。』卡秋莉一挥手，那片黑压压的影子又翻滚了起来，随着翻滚，周围的森林又回到了之前宁静的状态。卡秋莉满意的点了点头，划开传送门向下一个地方赶去。\n随后，她在几处魔人泛滥的地方又做了同样的行为与吩咐，随着时间的推移，在深夜时分，她终于处理完了所有的地区。她又一次拉开传送门，回到了蝶影中。她伸手一招，一块原本绕着城堡回旋的纯紫水晶缓缓飘了过来，在那上面，铭刻着许许多多奇异的符文。她在其中注入了些许魔力，原本暗着的符文缓缓发出了一道道纯紫色的光芒。随着水晶上的符文发出光芒，笼罩了卡秋莉的全身。与此同时，各个魔化人所在之地的空中也展开了一束光屏，随着光屏的光芒逐渐凝聚，就这样，她的影像出现在了那些地方的上空。『那么，诸位。』她清了清嗓子，随后开始说道。\n『经过长久的谋划，我们终于迎来了这个时刻。』她顿了一下，继续说道『虽然我知道各位变成魔化人并非本意，但也希望能够助我一臂之力。虽然你们并没有拒绝的权利。』\n『接下来，我们将会走上世界的舞台，以骚扰为开端，为家族与帝国两大势力制造麻烦。』\n『随后，我们将全面出击，一举击败这两大家族，重新夺回属于我们的大陆，那么，诸君，为了这次行动，拼上性命吧！这世界，就在我们的掌控中！』说完这句话，寂静瞬间被打破了，一声声嚎叫在森林内响彻着，森林如同刮起了一场台风一般，整个森林都在震动着，摇摆着。\n光幕缓缓的消散，只剩下狂暴的森林。\n漂浮在虚空中，怪异的紫色光芒照射在她的身上，她张开双臂，仿佛抱着整个世界。『等着吧，帝国的蠢货们，你们所建立的这无聊的世界，就让我毁灭给你们看！』\n一场浩劫，即将降临这片大地。"
        }
    ]
}