{
    "title": "Minecraft所带来的，是莫忘初心——老玩家自述。",
    "author": "Gulje",
    "replyCount": 4,
    "timestamp": 1423468140,
    "txt_content": " 本帖最后由 Gulje 于 2015-2-9 15:51 编辑 \n\n今天所写下这篇帖子，其实意图十分模糊，但我谨以此帖，纪念我三年的Minecraft生涯。\n\n自我介绍：\nGulje，曾用名Building，Builder，God，imman。现在主攻命令方块与JAVA编程，但仅仅是初学者。\n\n初次见面\n\n与这款游戏初次见面，是在2012年，也许比许多老玩家还要晚许多，毕竟这游戏是2009年开始发行的，那时候是1.4.7版本，我在优酷里看到这么一位游戏制作者——Notch。视频里介绍着他的传奇人生，咸鱼翻身，屌丝变凤凰。\n\n初体验（用户名：playerXXX时代）\n\n每一个新手都面临着被人取笑的境地，但他们都活在自己似乎成就的世界中。\n作为一个新手，我会为自己的火柴盒小屋欣喜不已，会为躲避怪物而建造地坑，成功熬过第一夜，胡乱拆些东西。\n但其实我的新手之路并不坎坷，我觉得那时候开始玩的人很幸运，这个世界还是那么纯净的时代。\n我模仿着籽岷开始自己的生存，却又在夜晚被怪物猎杀，但是呢？我会为一个下午挖到100多个红石而开心，认为这些珠宝只是用来装饰，接着是羡慕哥哥做出来的别墅。\n\nDeep（用户名：Building时代）\n\n羡慕哥哥的别墅后，寒假我开始发现，有的播客竟然可以多人游戏！我开始琢磨多人游戏，加入籽岷粉丝群，我发现里面很多人能开自己的服务器，我开始四处求服务器，经过很久的奋战，终于找到了服务器。\n三年过去了，我依旧记得腐竹是谁。\n首先需要一个引子，作为1.4.7版本，绿色盗版有他不能直接多人游戏的本分，最终我寻找到了蛤蟆吃，事实证明，蛤蟆吃是个坑货，它不适合我！\n后来，我在那时籽岷所属网站，终于找到了一个服务器，打着战争旗号，根本没人玩，没腐竹op，只有一个主城，但这是一次进步！我得到了它的客户端，1.4.7版本可以接入服务器的客户端！\n前面提到我在籽岷粉丝群里找服务器，对，我就是用这个客户端连的！第一个腐竹叫diancipao只开了一天的服就退群了，我在他服里连房子都建好了！\n第二个腐竹叫xiao_you我至今还和他有联系，他很想成为播客！\n尔后，我不再玩个人服务器了。\n\nDeeper（用户名：Builder时代）\n\n租借服务器：滨海之湾！上限15人，每天挤服啊！我的第一个真正意义上的服务器，我在里面建造了一个巨型火柴盒屋子，上面还有个雕塑，那时我十分有成就感，直到有一天有人来访，他给了我一个评语：额，大是挺大，火柴盒。。。\n\n1.5.2！\n\n伤透了心，我要跳槽。这时出了新版本1.5.2！离开这个服务器，我去了第二个服务器，我开始不熊了，开始讨腐竹欢心，结果发现他是代理腐竹，但我还是与他相识了，他叫Diamonds，现名Electric，服里有一个土豪玩家要开服，便找他一起走，在这里发生了点事，我向Diamonds买了30元vip结果钱被坑了正腐竹不认我这个vip.......但我用30元交到了这个朋友。。。\n\nOP之旅（用户名：God时代）\n\n我最终和Diamonds走了，当上了服务器：史前部落（此服已经不存在）的op，我改名叫god（不小心和某位腐竹一样，造成了很多玩家以为我是他。。。），但是我做了一件错事导致了服务器的衰弱，这里我要忏悔，后续会讲到。\n\n衰弱之源（用户名：Gulje时代）\n\n为了警戒自己，到现在我还用这个用户名Gulje，在这里我也警戒所有玩家与op。\n如果你无法做到公私分明，op与玩家永远不是朋友，而我做了一个蠢事，收徒，没有技术还要收徒？哈哈，真可笑，这个徒弟，我告诉大家叫NOK，是我MC生涯的最痛的伤，服务器钻石资源泛滥，后果？玩家活性下降，后果？服务器没人了，只剩下一群op！每天只有一群op在线！\n\n奋起拼杀与劳累\n\n还有希望，我告诉自己，服务器为了延续，改名了（不可透露，至今还在运行，却走不出怪圈）但这次奋起拼杀以后，我再也没有力气了，我离开了，从此以后只当玩家，不再与这些事有任何瓜葛，而服务器里的一位op邀请我再去当op，我拒绝了，我离开了，就是离开了。。。。\n\n犹豫时代\n\n1.5.2,1.6.1,1.6.8,1.7.1,1.7.2,1.7.4,1.7.5,1.7.8,1.7.10......犹豫时代竟然经历了那么多版本，也许那时我要成为op就能成为op，但我做不到，虽然我总结了第一次服务器失败经历，但我有阴影，在这里向邀请我的那位op大橙子'沉重道歉。事隔两年这个mc于我已经不再纯洁了，我需要寻找初心。。。\n\n寻找初心\n\n如今的我，已经找到初心了，开始重新玩起单机，玩起一些趣味的服务器，和其他玩家交朋友，学习红石电路，命令方块，经历了三年，学会了这个游戏的许许多多，而我写这篇帖子，大家知道我要告诉你们什么？\n\n做什么事，莫忘初心！",
    "replies": [
        {
            "author": "zhd333",
            "timestamp": 1423471200,
            "txt_content": "其实楼主的经历还是挺不错的\n比我这种玩了五年还什么也不是的弱渣屌丝好多了- -\n另外公私分明真的说的很赞"
        },
        {
            "author": "Gulje",
            "timestamp": 1423474140,
            "txt_content": "zhd333 发表于 2015-2-9 16:40\n其实楼主的经历还是挺不错的\n比我这种玩了五年还什么也不是的弱渣屌丝好多了- -\n另外公私分明真的说的很赞 ...\n谢谢您的支持"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1423561860,
            "txt_content": "  游戏是另一个人生。"
        },
        {
            "author": "DIY使者",
            "timestamp": 1423677060,
            "txt_content": "回忆了好多耶，之前跟他是同一个服务器的 =w="
        }
    ]
}