{
    "title": "【第七届MCBBS擂台赛】【科技】AllEGIANT--忠诚号补给太空站",
    "author": "lzlniu",
    "replyCount": 8,
    "timestamp": 1423982760,
    "txt_content": " 本帖最后由 lzlniu 于 2015-3-1 20:54 编辑 \nAllEGIANT—忠诚号这算是本人第一次擂台赛发帖，如有不足请多见谅。先放上bgm。http://www.xiami.com/widget/0_3441719,_235_346_FF8719_494949/multiPlayer.swf\n剧情      公元2115年，时空裂缝骤开，在月球一带徘徊的忠诚号--补给型太空站，卷入时空裂缝。穿梭入了2015年的地球上空六万三千二百千格的地月轨道之间。非正常人工产生的裂缝虫洞及其不稳定，导致忠诚号严重受损，站上人员死伤惨重，站长紧急下令全员戒备减速避免忠诚号坠落，全体舰员进入紧急状态，时刻准备降落地球。同时，忠诚号在核融合嬗变燃料释放室（机动仓）严重受损难以运作的情况下下降至50格左右的高度。\n      根据回旋粒子紊流仪显示，这次时空裂缝虫洞及其不稳定，作为受害者的忠诚号科技组成员认为地球上可能有更大的威胁……来自远古的失落遗迹文明与魔法文明的紊乱冲突正在2015年的地球上演。作为科技文明的早期卷入者，忠诚号见证着以后发生的一切……\n简介      忠诚号是科技文明的一个补给空间站，是银河系的麦扣系中的行星Ke-pler-AK47-C（开普勒ak47c）的人民承包生产的，Ke-pler-AK47-C的居民热爱和平，善于制作泛星系巨型商用太空船，是精明能干的“宇宙马车夫”。忠诚号在2103年在开普勒ak47c生产制造完毕，后卖给泛银河格雷科技有限公司（银河系的一个雇佣军公司），后该公司受TPL-245星云联盟军雇佣，跟随联盟军征战，忠诚号是TPL-245星云联盟军拥有的第三大空间站，也是最大的非战斗太空载具/空间站。但配备有较为精良的武器装备，内部设施在联盟军中相对先进。\n      忠诚号的构型类似于《星际旅行》中的博格方块（当然，比它小）。它的体积约为300000 格^3。忽视外部零件的话即为边长为64格的纯正正方体。组件大多由纳夸达金属制成，可以承受曲线人工虫洞加速的极限压力，柔性强。它具有大量等离子炮，多座激光镭射发射台，在部分位置还装备了先进的空间曲率弹道导弹。虽然有上述武器，但是它依然是一个补给型空间站，防卫能力强于进攻能力，它的短程所用的聚变引擎能力有限，使它在短程运动中具有的速度较小，容易成为敌军的活靶子。\n      它具有1个大的补给库，1层缝隙舰艇停靠处,1个核心曲率加速器（长程引擎），1个核聚变引擎（短程引擎），1个操作室（操纵整个忠诚号的运作），1个机动控制仓（用于控制各引擎系数稳定、战斗群其它小舰艇、能源控制等），大量船员仓，以及很多其它隔间和其它房间。\n截图/介绍外观截图\n刻上了LiDeer（楼主lzl的昵称）侧面近景，我们可以看到很多的机械设施，例如半自动导炮，齿轮，可旋转角度的镭射炮等，都紧贴太空站，塑造成一个强有力的防御壁垒，无孔不入，全防御无死角。在鸿沟处有卸货点，小型货船可以停靠进去，进行物资装载以及卸载，大量机械臂辅助操作，快速而不失安全的进行物资转运。这是一个大型空间站所必备的。ALLEGIANT字样刻在空间站外部\n在太空站下部设有大量飞弹，在太空站两面均设有，其为热金属追踪弹道导弹，如果你将全部导弹射出的话，摧毁一个量级的战列舰或者巡洋舰是没问题的，不过不像是镭射炮，导弹发出去就没有了，慎用慎用。然后我们来个导弹近景。夜间看空间站鸿沟，唯一发亮处，鸿沟也是模拟的死星鸿沟，它相比之下占据了空间站一定空间，但是却增加了空间站的运载力。鸿沟也分为两部分，并未全部切开空间站，而是一大一小，共占面积不到空间站一半，高度也比较小，所以是提供货船进出的。而战斗舰艇则有独立的仓。当然，整个空间站很多部位都有出入口的小门，不过这些门都做了气密处理。除了人出入的门，还有护卫飞船出入的门，这些门即使开着也有气密阀。\n货舱截图\n货仓是本空间站最大的独立空间，可以存储比图中所示多的多的集装箱，在旁边以及楼上设有机械臂控制室和环境调节的设施。货仓两侧都连接着船员仓，这是考虑到本空间站大部分船员从事的工作都是物资处理。在货仓间还夹杂一些管道（那些铁块）有的运输燃料，有的运输液体物资，在本空间站外部还设有燃料注入工具，可以供给其它舰艇进行燃料补给。\n货仓的另一端也有一些控制器。在货仓也有凌乱的通道，往船员仓、往外部、往各个管道闸口。\n阁间/走道/其它房间截图\n书籍储藏区，空间站的生活是枯燥的，作为补给空间站，忠诚号起到的作用类似于航母，本身只具有防御性抵御力，并不接近主战场，它会与其它舰艇战斗群一起出现，以及它大量的小型护卫飞船。所以船员们闲暇时间可以来书籍区休息、阅读。下面这是农作物培养基地，如果你看来这太不像一个空间站该有的，那就错了，因为忠诚号具有自给自足的能力，整个飞船顶部（蓝色玻璃）均为太阳能版，而且飞船依靠核聚变动力（在22世纪这算是很古老的科技了）驱动，而食物则完完全全来自于农作物培养基地，因此忠诚号可以脱离行星、卫星的补给独立漂泊，甚至在必要的时候可以产出农作物，供给其它飞船。货物物资仓库处理室，这里是控制货仓的主要地点，请忽略显示屏和电脑的拙劣设计，这张图截取于工作人员开小差看电视的时候，23333在过道和走廊，设计了一些树，没错，树可以起到改良空间站气体的作用（吸收一些有害气体如so2），还能美化环境。并且减少氧压缩机的负担。\n船舱走廊，说道船员仓，船员仓设计了3层，每层五格高，占据空间站约1/6的空间，因此船员的起居生活还是比较惬意的（居住空间大小不错）。休息区/公园，说是公园也有点夸张，不过确实可以做到休息的作用，船员的生活可真是惬意啊，在绿茵下野餐，这tm还是战斗补给空间站？嗯，没错公园有2个。空间站鸿沟（舰艇停靠卸货载货处），这个之前提到过，这张图里是一个最窄的鸿沟部位，左侧连着货仓架台，后部连着战斗舰艇停靠处。在鸿沟和内部之间也设有一些小房间在整个空间站内，有各个夹层，深深地层次感会让恐高症患者不适宜向下看。在一些走道内也设计了显示屏、处理器、阀门。这张图里即可看见下面货仓吊钩机械臂轨道。上面则是各个舰艇仓和控制室。在这里看到的很多空的仓，其实都是舰艇停靠处，比如这个凸进来的隔间，从底到顶可停靠大小不同的舰艇。\n操作室截图操作室顾名思义就是控制各个引擎以及武器的房间，它可以在滑轨上上下移动，监控整个太空站。\n\n舰员仓截图窥探一下船员的居住场所吧，船员们在这里基本可以自给自足的生活。船员还有活动场所，看电视玩电脑都是极好的。在船员仓二层走廊末端，有个出口连到外部，这里放置了个四维空间传导水泵，既能供给楼上作物，又能供给船员仓。\n两引擎截图\n下面这个引擎是空间曲率引擎，话说脑洞贫瘠，想不到什么更好构型……，就用红石球体代用了，引擎外部由防辐射玻璃遮盖，员工进入维护需要穿防辐射服哦。引擎的功率可以调整，在这玩意外部还有个能源供给控制区、曲率限制器、负载压力缓解器。\n下面几张图是聚变短距离引擎。短距离的聚变引擎，在空间站的滑轨上可以在控制室操作位置，通过处在滑轨不同位置，可以控制空间站的加速度方向，稳定整个空间站的运行，并且可以进行短程慢速移动。\n相比于空间站而言，这引擎可能略小，但是忠诚号不需要进行快速短距离移动，毕竟它不是战舰，它大部分时间贴近行星或星系轨道，在上面稳定运行。需要转移位置时则开启空间曲率引擎进行长程移动。\n\n\n工程过程截图这不多说，就是施工图。下载\n最后当然少不了下载地址：忠诚号补给型太空站存档\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "单机建筑师",
            "timestamp": 1423985220,
            "txt_content": "总算出现一个还能看的科技阵营作品了。排头兵，贡献大。"
        },
        {
            "author": "lzlniu",
            "timestamp": 1424009040,
            "txt_content": "单机建筑师 发表于 2015-2-15 15:27\n总算出现一个还能看的科技阵营作品了。排头兵，贡献大。\n如果某阵营作品越多的话岂不是竞争也越大{:10_492:}（因为优秀是平均分到三个阵营里的）"
        },
        {
            "author": "巴黎菌～桑",
            "timestamp": 1424320860,
            "txt_content": "你的1.8光影整合包在哪里弄得 能不能给我一份"
        },
        {
            "author": "shxq",
            "timestamp": 1424340180,
            "txt_content": "\n—We are the Borg. Lower your shields and surrender your ships. We will add your biological and technological distinctiveness to our own. Your culture will adapt to service us. Resistance is futile.\n我们是博格。降下你们的护盾，并且投降。我们将同化你们的生物和科技特征，你们的人民将为我们服务。抵抗是无效的。\n\n\n\n\nQm9yZ7e9v k=_UEvivY3w2qM6.jpg (48.82 KB, 下载次数: 1)\n\n下载附件\n\n2015-2-19 18:02 上传\n\n\n\n\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1424841960,
            "txt_content": "shxq 发表于 2015-2-19 18:03\n—We are the Borg. Lower your shields and surrender your ships. We will add your biological and tec ...\n诶，这是什么情况"
        },
        {
            "author": "shxq",
            "timestamp": 1424842140,
            "txt_content": "lzlniu 发表于 2015-2-25 13:26\n诶，这是什么情况\n美科幻剧《星际旅行》中的著名反派种族-博格人的母舰，博格方块和你造的很像哦！"
        },
        {
            "author": "lzlniu",
            "timestamp": 1425214080,
            "txt_content": "shxq 发表于 2015-2-25 13:29\n美科幻剧《星际旅行》中的著名反派种族-博格人的母舰，博格方块和你造的很像哦！ ...\n嗯，我以前不了解。这个看起来很好，我试试把它放上去。"
        },
        {
            "author": "lzlniu",
            "timestamp": 1426325160,
            "txt_content": "微微的顶一下，若有人看见，顺便提问：啥时候第一阶段结束到第二阶段啊{:10_492:}"
        }
    ]
}