{
    "title": "[原创·单章·连载]中世纪悲歌（又名传奇人生）【第一章 上】",
    "author": "wigtitit",
    "replyCount": 5,
    "timestamp": 1423492560,
    "txt_content": " 本帖最后由 wigtitit 于 2015-3-10 22:06 编辑 \n\nPS：{:10_527:}由于手贱，所以自己做的封面被删了。大概下一章的时候会把封面亮相一下 ——（笔名）亲风雅\n\n第一章一个小村子的茅草屋里，一个老妇人正细心地安抚着哇哇大闹的新生儿。“噢，这孩子活着！”老妇人惊奇地说。旁边站着一个高高大大的男人，看起来很年轻，但两鬓苍白，头发干枯的发黄，僵硬的杵在头皮上，眼皮下有个鼓鼓的眼袋，眼袋上布满黑圈，看起来像是一匹豺狼。“喔，是吗，这女的呢？”这男的语气苍白无力，就像他的面容一样。老妇人腾出一只手来，轻轻地靠到她的人中上。老妇人无奈地，又夹杂着一丝莫名的喜悦说：“死了……”男人没说什么，只是直径走了出去。老妇人见男人走远，竟好似理所应当的那样把躺在床上女人翻来覆去，摸出几个金闪闪的金币来，悄悄地掏进口袋里。她开心地手都发了抖，笑眯眯地抱着婴儿走了。走时她大喊道：“来些人呐，把这个尸体搬出去，找块地安葬吧！”然后来了几个男人，把尸体抛到了河里，冲走了。后来，老妇人把这个婴儿养了起来，并取名：理查德·戈特老妇人“无微不至”的照顾使得理查德常常染上各种各样的病，并且在理查德能睁开眼时，老妇人就已经跟村子里的青年，老头们赌博，鬼混。每天回来都喝的烂醉，并无理由的，怒气冲冲地把理查德打一顿。就这样，伴随着淤青和老妇人的关怀，理查德幸运地成功活到了八岁。“你这个不要脸的老鼠！给我起来干活！”老妇人抓着一把麦秆狠狠地抽打着理查德，嘴中不停地吐着肮脏的话语“你这小魔鬼，就该在你妈的肚子里烂掉！”虽然理查德已经司空见惯，但他还是害怕地捂着头，快跑出屋子，跑到农田上乖乖干活去了，因为他知道，不干活就没饭吃，没饭吃就会被饿死。但刚出门，便遇上了一个“好伙伴”“嘿伙计！”艾布特朝理查德抛去一块石子，在空中划过一条弧线后“啪”地打在了地上。艾布特比理查德大一岁，平常胆子小，个字也比理查德矮些，但他却特别爱欺负理查德，因为理查德从不还手，村里的所有人都喜欢欺负理查德，男女老少，好像无一例外。“走开！”理查德边跑边喊。“胆小鬼！”艾布特又捡起一块石子，狠狠地砸向理查德，这次，石子把理查德的手划出了一道口子，口子渗出了血。“噢！”理查德委屈地吮吸着伤口，跑开了。远处的艾布特讥笑着：“跑吧！跑远点！小老鼠！”理查德委屈地哭了，他躲在茅草屋后，伤心地哭着。他想，为什么人们都这么凶？上帝难道没有看到这一切吗？为什么他什么也不做……逐渐，他回忆起了以前受的苦难。他越想越委屈，不由自主地“嘤嘤”地哭出了声。这声正好被闲逛的老妇人听见了，老妇人气急败坏地大步走来，吃力地把理查德拎起来，然后给了他两个响亮的耳光：“你还想吃饭吗？想的话就给我把粪便都弄到田里，或者以后不要吃黑面包了，就吃粪便就行了，反正你也没什么用。”理查德一动不动，害怕地低着头。老妇人见理查德没有反应，使劲地踹了一脚后骂道：“给我滚过去！快点！等下开饭的时候没见到你你就别吃了！”说完，老妇人便大步走开了，不过理查德还能听见老妇人在屋子那边跟那群下流的男人嘻嘻哈哈的声音，那些男人挑逗着老妇人，有时还会和老妇人扭在一起，就像饥渴的熊看到了蜂蜜一样，但理查德一直不明白为什么会喜欢老妇人。他边走边想：老妇人一点也不招人喜欢，那些男人瞎了眼。的确，老妇人的长相实际是令人害怕的，一颗长着长毛的黑痣像一个堡垒一样立在老妇人的嘴角上，深的就像峡谷似得抬头纹和鱼尾纹以及肿的像草球似的黑眼袋给人看上去就像一只发育不完全的蛤蟆,但她常常在男人面前嗷嗷自夸道：“这世上哪还有比我更美丽的女人”并且伴随着一阵刺耳的尖笑。理查德这么想着，浑身冒满了鸡皮疙瘩，他急促地抖了抖，把疙瘩抖了回去。他走到猪圈边上，拎起铁铲，铲起一大坨围满了饥饿的苍蝇的猪粪。然后大步走到农田里，把粪便随意地倒进去，倒成另外一坨。他就这样枯燥地重复着一遍又一遍，终于，他干完了。可是当他踏进家门的时候，老妇人却坐在椅子上慵懒地怒斥着：“你这个死东西，怎么现在才回来？”“呃……我把所有能铲的粪便都铲完了……”理查德支支吾吾地，像是犯了错。“你的午饭！”说罢，老妇人用她那长满疥虫的脚顶了顶桌上的面包之后嚷嚷道理查德缓缓走上去，一把抓起面包然后大口地咽了下去，他不喜欢嚼着吃，这样他饿得更快。“看看你的鬼样子，真是个活妖精！”老妇人一脸嫌弃地说面包不大，三两口就全进了理查德的肚子里，理查德吃完后只是呆呆的站着，什么也不做。这时，老妇人常常会这么说：“给我装水喝，我等下要出去！”“喔”说完，理查德走到橡木酒桶那舀出一勺啤酒倒到杯里去。然后呈到老妇人面前。老妇人一口灌下后，起身便大步走出去，和那些流氓鬼混。在大多数时候，老妇人的脸写满了“不爽”，只有在什么什么贵族爵士，什么骑士之类的人物来了村子里，老妇人才会一整天都心花怒放，对理查德的态度也好不少。有一次，因为老妇人成天用各种肮脏的词语和“喂”来形容理查德，她竟忘了这个可怜的孩子叫什么，所以她只能这么说.“呃……那个…那个……那个死东西啊！给我快点过来！”每天晚上，老妇人都喝的烂醉，回来就立马把熟睡的理查德叫醒，然后打几个耳光，骂道：“你这个不要脸的东西！”这时，理查德只能捂着脸，缩在床上挨打。并且理查德必须每天跟这个醉醺醺的老婆子挤在一个小床上，理查德常常被凶狠地挤下床，有时甚至是被故意推下去，但他很乐意被推下去，因为谁都不想和老妇人睡一起，特别是当你发现身上开始长疥疮的时候。理查德曾经捡到过一条乖巧的罗威纳犬，那段时间是理查德最幸福的时间了，他们一起玩耍，一起吃饭，虽然老妇人有时会抱怨，但是还是容下了这个新成员。当时拥有一条狗的理查德可是威风，在村子里，那些曾经欺负他的伙伴们都纷纷围了上来，都新奇得不得了哩，虽然狗大家都见过，但这样乖巧可爱的小狗，谁见了都会忍不住围上去抚摸它柔顺的黑色毛发。理查德给它起了一个名字：贝纳。小伙伴们想摸贝纳的时候，理查德灵机一动，要求伙伴们给钱才能摸。于是每天，理查德的口袋都是鼓鼓的，因为不仅是小孩，很多大人闻声也来试试，并且也和理查德一样爱上了这个乖巧聪明的好狗。他们朝夕相处，其乐融融地度过了彼此生命中最美好的一个月。不过幸福的时光总是短暂的，一个夜晚，赌输了钱，气急败坏的老妇人一回到家就到处嚷嚷，而且又把理查德打了一通，勇敢忠诚的贝纳想保护自己的主人，结果被麦秆抽的满身鞭痕。第二天清晨，理查德就发现贝纳不对劲，它奄奄一息地趴在地上，老妇人的力度十分强劲，理查德是深有体会，然而可怜的贝纳或许被抽烂了肝脏胃，嘴上还渗着血。理查德无法忍受它受到这样的虐待，委屈的哭了。还好老妇人早已出去鬼混，否则也许又是一顿揍。我们伟大的贝纳坚持到了晚上，便与世长辞，理查德亲手在屋子的后边的那片森林里挖了二尺深的洞，把贝纳埋了进去，随之进去的还有两小袋银币。理查德哭着把洞填上了，他至此彻底恨透了老妇人。萌萌哒索引君",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1423548780,
            "txt_content": "仔细看了两遍，每一句，甚至每个词都完美地讽刺了当时中世纪的生活。\n太棒了"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423557600,
            "txt_content": "HGK 发表于 2015-2-10 14:13\n仔细看了两遍，每一句，甚至每个词都完美地讽刺了当时中世纪的生活。\n太棒了 ...\n版主大大谢谢"
        },
        {
            "author": "独孤粽",
            "timestamp": 1423656780,
            "txt_content": "大赞！\n话说楼主看过《雾都孤儿》吗？题材都是一个孤儿的辛酸生活，写法也略相似\n支持楼主，希望继续更新下去！"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423660500,
            "txt_content": "独孤粽 发表于 2015-2-11 20:13\n大赞！\n话说楼主看过《雾都孤儿》吗？题材都是一个孤儿的辛酸生活，写法也略相似\n支持楼主，希望继续更新下 ...\n其实我本来想要让主角更迷茫些，但是这样下去就和雾都孤儿一样了，所以还是有所改变的。剧情方面除了开头就和雾都孤儿没任何关系了"
        },
        {
            "author": "Mahatma丨",
            "timestamp": 1423713780,
            "txt_content": "{:10_524:}"
        }
    ]
}