{
    "title": "[原创·单章·连载]中世纪悲歌（又名传奇人生）【第一章 下】",
    "author": "wigtitit",
    "replyCount": 1,
    "timestamp": 1423492140,
    "txt_content": " 本帖最后由 wigtitit 于 2015-3-10 22:12 编辑 \n\n\n\n\n\n360截图-12416609.jpg (33.86 KB, 下载次数: 1)\n\n下载附件\n\n2015-2-10 12:18 上传\n\n\n\n\n\n第一版第一次封面已经制作完成！啦啦啦啦啦\n\n然而没有了贝纳的理查德更是被人所欺凌，有一次，他在树林里拾到一颗晶莹透亮的鹅软石，他用尖锐的石头磨出一块小洞，并且刻上了自己的名字，然后把它用树藤串起来藏在树林里一个简陋的木屋里，结果第二天就不见了，第三天他就看到艾布特和他的小伙伴们用脏兮兮的手，把挂饰捧着观赏，手里捧得像黄金那样重，他们也许以为那是玛瑙之类的名贵物品吧。总之，理查德尝试过要回来，于是他的身上就多了几块伤疤。但是老妇人有时对待理查德却像自己的亲儿子。无微不至，甚至有些活儿都不用他干了，理查德知道，这说明老妇人赢了钱。每天晚上，理查德总爱唱这童谣：“三只瞎眼的老鼠！看它们跑的方式！它们追著农夫的老婆，她用餐刀切了它们的尾巴。你这辈子见过像这样的东西吗？和三只瞎眼的老鼠一样”。老妇人有时会被吵醒，然后骂道：“该死的东西，给我闭嘴。”但不知为什么，他对这首曲子情有独钟，并且对于自己的音调很满意。所以他走在路上经常哼着这首曲子，但是不知道被谁听到了，竟被传开来了，于是理查德就被所有人叫做“小老鼠”有天晚上，理查德睡熟了，老妇人又像从前那样醉醺醺地回来，摇摇晃晃地撞在桌子上，把烛盘撞了下去，“啪嚓”清脆的一声，烛盘上的蜡烛断成了两半。“啊！该死！”老妇人生气地抱怨道她转眼看向沉浸在睡梦中的理查德，然后艰难地抬起她的脚，晃晃悠悠地向理查德走去，当距离足够近的时候，她就一拳打上去，打出沉重的响声。理查德睡眼朦胧地看向老妇人，问：“怎么啦？”老妇人就把巴掌扇过去，然后怒骂：“狗东西！谁让你把烛盘放到桌上的了！？”“可是只能放到桌上啊。”“你就不能放到…床上吗？”“那你就得睡在蜡烛上了……”理查德揉了揉眼睛，喃喃道接着又是一声清脆的“啪”，理查德又被扇了一巴掌。“连我的嘴都敢顶！”老妇人气汹汹地骂道理查德委屈又愤怒地抽泣了起来。“哭吧！胆小鬼！”老妇人见到理查德哭了起来，似乎有些解气。但不知，火冒三丈的理查德竟突然抡起拳头重重的锤了老妇人一拳，锤的老妇人退了两小步。老妇人一开始是惊恐，但后来转变成恼羞成怒：“你这个不要脸的狗东西！你可是忘记了你怎么踏进这个世界的！噢，上帝啊，把他打入最深最暗的地狱吧！他竟然连他的养母都敢打！”老妇人火冒三丈，似乎酒醉已经被蒸发，然而怒气和血液一并，滔滔江水般涌上了头。她抡起木梁子，突然又觉得似乎不太妥当，“哐当”一声放下了。随后她又抓起一把最细最硬的麦秆，直径走向理查德，然后狠狠地抽去。“啪”地一声，理查德防不胜防，格挡住抽击的手臂被抽出了一条长长的血印，痛的理查德直发抖。“还锤不锤！？”说完，老妇人又是一抽。声音更清脆些，显然，理查德又多了一条人生的印记。直到理查德哭求老妇人停手为止，理查德的手上，脸上，甚至是腹部都是抽痕。血把灰褐色的布衣染成了深黑色。老妇人酒劲过了，便像猪一样地瘫在床上，理查德则在床的最边角，偷偷抽泣着。这样的日子理查德不知道还要过多久。可理查德不止一次想过逃跑，但同时，他要往哪跑呢？跑去哪儿呢？他知道那些骑士们的嘴脸，在盔甲下的黑暗的嘴脸，他们令人恶心，却又自傲于世，浑身上下有一股唯我独尊的气焰，但凡有人做出了骑士不喜欢的事情，骑士就会拔刀割掉他的舌头或者手指。理查德觉得，相比起骑士来讲，“强盗”这名字更合适。“要是被他们抓住。”理查德想“说不定他们会把我卖走，卖到一个地窑子里，活活把我累死……”想到这儿，理查德便不敢再往下想了。但那天晚上的经历让他刻骨铭心，他明白，假如再不逃跑，他也活不了多久，村里人都欺负他，老妇人虐待他，这里吃不好睡不好还要遭受各种磨难，他不能再忍受下去了！就这样，他开始秘密筹划着他的“逃亡计划”他在空闲时间的时候，蹲在河边的土地上，用手指在土上比划着。“往南是索尔兹伯里，往北是塞勒姆，往东是威尔顿……”“到底去哪呢……”理查德喃喃自语道。他挠了挠脑袋，苦思冥想了好一会。“喔唷，真是伤脑筋。”“索尔兹伯里的赛沃德大主教是个好人，他也许会帮助我，但是那里离得太远了，我带不够粮食，或许我还没有到那儿就饿死了。而往威尔顿走又太险峻，而且往威尔顿走就得先绕过我面前的这条大河…塞勒姆……”他想了想。“无可挑剔…只能这样了！”理查德直起身板，用脚把刚才比划的土堆推平，然后拍了拍身上的土就走了，回去的时候，饭点已经过了，老妇人怒气汹汹地问他去哪了，他支支吾吾答不出来，便又被打了一顿。他决定，是该找个时候溜出去了。那是一个寂静的夜晚，树上叽叽喳喳地没完没了叫着的蟋蟀却静静地伏在叶上，蝉像醉汉一样黏在树干上，一声不吭，空气中弥漫着腐朽又燥热的气息。一只八角儿猛地一下跳到理查德脸上，他抖了抖，把八角儿抖了下去。理查德心想，今天晚上寂静无声，村里每个人都睡得跟死人一样，是时候走了。理查德小心翼翼地从床上起来，然后用脚尖顶着地，静悄悄地溜到了装面包的袋子旁。袋子里有一大块黑面包，面包上爬着几条虫，这面包大概有10磅这么大。理查德从里面掰了一大块，然后转身去拿一个布袋装起来。结果一转身就碰到了桌子，桌子震到烛盘，烛盘发出“叮铃叮铃”的清脆声响。理查德惊出一身冷汗，他久久注视着老妇人，只见老妇人挠了挠她的肚皮，翻了一个身子，扑在理查德睡觉的位子上。“还好我走得快”理查德心里暗笑结果一时乐极生悲，重心一下不稳，“扑通”一声倒在了桌子上，烛盘被翻了下去。这回的声响可足够大了，像是交响乐：“扑通”“哐当”“啪啦”老妇人焦躁地从床上坐起来，转头便看到理查德倒在桌上，桌子塌在地上，烛盘盖在理查德头上的画面。她简直是气炸了，霎时间睡意全无，起身后直径走出，举起木梁子就是一抡。“啊！”一声惨叫伴随着疼痛，透彻心扉。老妇人又觉得有些不妥，这样免费的劳动力，我把他打伤了，反而我不就得伺候他了！？老妇人心里这么想着，就放下了木梁子，又抓起一把麦秆，硬是将理查德打晕了。理查德醒来时已经是一个下午了，自己躺在床上，老妇人坐在旁边，担惊受怕地照顾着理查德。老妇人将手伏在理查德的腿上，说：“你不要怪罪我呀，我也是气炸了……”理查德想踢她，但是一动就疼得不得了。“我的生活可一点也不好过啊，我原来是在大城市里生活的……”老妇人竟和理查德分享起了自己的经历。“但那个狗娘养的……每天都在赌，把钱都赌光了，我孤苦伶仃一个人，丈夫也跑了……我只能到这个地方来……每天盼着能赌点钱，让咱们的生活好一些……我这个老婆子，什么也做不了啊。”说完，老妇人深深地叹了一口气，起身走了出去。理查德有些同情老妇人，并明白，自己的逃跑会把老妇人逼上死路，他深知，没有他，老妇人没法耕田也没法磨麦，她会饿死。理查德无比无奈而且纠结，他躺在床上，百思不得其解。躺在床上的这几天，老妇人都是亲手给理查德喂吃的，她竟睡在地板上，直到理查德可以下床走路了，也基本痊愈了，但他却依旧不打算留下来。那是一个下午，秋风凉飕飕地刮过地面，枯黄的叶面上只留下了破裂的虫蛹，而蝴蝶呢？则躲在叶面下或是像纸片一样被冷风刮走。老妇人即使在这样的气候下，也坚持不懈地嫖赌卖色，和那些男人们鬼混。这种天气下没有人肯在村外面闲逛，即使是在屋子里，瑟瑟冷风也能从墙里，草间，门缝中渗透进来，吹的人直发愣。理查德觉得这是一个机会。于是他快手快脚地掰下面包，收拾行囊，准备上路。他警惕地靠在门框边，用那宝石似的蓝眼睛审视着周围。路上果真没有一个人影。他为自己数好了数儿：一，二，三。跑！顿时间，肾上腺素布满理查德身体的每一个角落，他朝着预定的方向飞奔着，像鸟儿一样跨过倒下的已经腐烂的橡树，像脱缰的野马似得在树林里疾奔着。跑了一会儿，他累了，累的跑不动也走不动了，气喘吁吁地倒在地上。\n孤傲の索引君\n\n",
    "replies": [
        {
            "author": "wigtitit",
            "timestamp": 1423754100,
            "txt_content": "{:10_523:}自行消灭0回复"
        }
    ]
}