{
    "title": "《原创》 《亡灵异变》 《第三章：最强之盾》 【这标题和正文有个毛球的关系",
    "author": "可耐的小白",
    "replyCount": 5,
    "timestamp": 1423568880,
    "txt_content": " 本帖最后由 可耐的小白 于 2015-2-10 19:52 编辑 \n\n第三章：最强之盾  帝都，美丽，壮观，雄伟。  这些词都可以用在这座城上，因为它配。  巨大的围墙包围着帝都，将其拥在怀中，任何攻击都会被挡下。  兵士在城墙之上巡逻，沉默的氛围和闪过寒光的盔甲证明着他们的精锐。  在城墙一里之外是一望无际的麦田，金色的海洋拨动着人们的心弦，丰收的时节。  而城墙之中，矗立着无数的建筑，人们在街上走动着，汇聚然后分散。  在无数建筑的簇拥之中，一座宫殿拔地而起。  那是皇宫，但并不是给皇族们居住的。  大部分皇族都在前线，战斗着，喝着劣质的麦酒，啃着散发着浓香的烤鸡。与战士们并肩而战。  当他们回来时，只能是有急报或者……战死而归。  这也是百年来皇权无人能够撼动的原因。  皇宫大部分是用作办公的，无数封前线的急报来到这里。被分轻重缓急，然后用作各种用途。  还有一小部分是用来给皇族居住的，他们大多是统筹者，处理着情报和各种事情。  以及…..精锐们出来的地方。  皇家骑士训练营，皇家炼金术士研究所…….  各种耳熟能详的地方在这里，在皇宫之中。  是人类的新星和希望崛起之地。  而雷蒙，在其中扮演着勇者之师（有这小说，超好看的）的角色。  “继续。”冷漠的声音从站立的骑士甲中传出。眼前，是训练场。不奢华，但实用，靶子，战甲，武器。各种对训练有帮助的东西有条理的摆放在室内。  骑士长的目标是训练骑士，而他也在这么干。  “嗙，嗙，嗙”金属碰撞的声音在室内响起，靶子被长剑一次又一次的击打着。  “好了，停，休息五分钟，然后和我对打。”  年轻的骑士瘫坐在地上，不停的呼哧呼哧的喘着气。  也对，任谁拿着一把钢剑对着靶子连续击打一个小时，也会累的。  “时间到了，起来。”冷漠的声音准时响起。  年轻的骑士用剑勉强支撑起身体，站直，摆出一个对敌的姿势。  “不错。”伴随着一声不带感情的赞赏的是一记毫不留情的斩击。  “左，右……”骑士长一边念出自己将要进攻的方向，一边用剑以最刁钻的角度进行攻击。  年轻的骑士将剑横在胸前，挡下了一次攻击。但对方的剑以更快的速度收了回去，向着她的左边一记横扫。  “嗙！”武器掉落的声音响起。  年轻的骑士松开了剑，让它掉落在地上。然后抓住了飞速袭来的骑士长的剑。  毫不留情的就是一记膝撞。  “咔嚓。”回应她的是骑士长的膝撞。两人很快分开，没有了武器的年轻骑士自然不是骑士长的对手。  虽然拿了武器也不是骑士长的对手。  “八剑，不算最后一剑。不错，和我练了半个月就能接下我八剑，还绝地反击了一次。你算是个天才。”  骑士长摘下了他的头盔，露出一头乌黑的短发和坚毅的脸庞。  “喂喂，本公主可是天才，但是你简直就是怪物！”  年轻的骑士也摘下了她的头盔，一头金色的披肩长发自然的滑了下来。衬托着她清秀的脸，让人感觉心中一动。  “……..你去参加一年的战争，回来也许就有我这么强了。”  “怎么可能啊！还有，别想赖掉！你答应我接下你九招你就带我出去玩的！”  面对着扑到自己身上的公主，幽幽的发香刺激着骑士长的感官。  “好吧好吧，但是我接到了一封雷蒙的信件，我得先处理好…..”  “笨蛋！谭森！”公主气愤的给了骑士长一个手刀，嗖的一下跑走了。  摸着自己的头，谭森叹了口气，真是长不大的公主。  从骑士甲摸出信件，完整的阅读了一遍。  “高级亡灵吗…..感觉有点危险呢…..还有最近的下水道发现亡灵的事情，是不是它搞的鬼呢……”  有必要去探查一下了，谭森摇了摇头，刚刚打算把信件收回怀里。一只芊芊玉手就将其夺走了。  “恩…..让我看看，暗之森的异变？什么嘛，不是谭森你的情妇寄来的吗。”  面对着公主幽怨的眼神，谭森也只能回避了。  “恩……情妇什么的也太过分了吧…..”  眼神更幽怨了。  “而且我根本没有啊，你也知道我是什么样的人的，就算是黄毛丫头也避之不及呢。”  “哼。”  “恢复常态了…….真是危险……”  “不说这个了！我的实力怎么样！你也知道了吧！但是最近调查下水道亡灵的事件你也不带上我！”  好吧，忘记她是公主了，只要撒个娇什么的，情报和报告还不是随便她看。  “但是下水道很…..肮脏的，公主殿下。”  “我不管我不管，我就要和你去调查！”  公主用力的扑到了谭森的身上，像只树袋熊一样拼命摇晃着。  “别闹了！很危险的！”  谭森有点生气的大喊道。  “呜…..”  公主松开了手，一幅要哭出来的表情。  “好吧，好吧，让你去行了吧，别哭别哭……”  谭森哭笑不得的安慰着公主。  “抱我，哼！”  看着扑入怀中的公主，谭森抱住了她。  “我怕你遇到危险啊……”  “但是我想和你在一起，还有！不要叫我公主！叫我的名字！“  “………好吧，爱丽丝，无论怎么样，请记住，我都是你的，最强之盾。三天后的调查，你和我一组。”  “呜嘿。”  扑在谭森怀中的爱丽丝明显没有听见谭森的话，像只猫一样在谭森怀里磨蹭着。  “…….真是长不大的孩子，真希望能一直这样呢，我的公主大人……”                                    --------未完待续 ------------------------------------------------------------------------------------------------------  别烧这一对，谁烧我和谁急QAQ  指引贴传送门：http://www.mcbbs.net/forum.php?m ... p;extra=#pid7509073",
    "replies": [
        {
            "author": "可耐的小白",
            "timestamp": 1423568940,
            "txt_content": "不小心写多了 ，算了，考试完毕真爽    ==@末影龙娘 @彼岸在望 @ε-- \n"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1423576140,
            "txt_content": "水平有提高"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1423577040,
            "txt_content": "同板凳，的确有所提高，但还可以加上一些比较莫名其妙、比较空灵的语言让文字更美XD"
        },
        {
            "author": "可耐的小白",
            "timestamp": 1423580340,
            "txt_content": "我可以理解为装逼吗_(:з」∠)_{:10_521:}"
        },
        {
            "author": "ε--",
            "timestamp": 1423732200,
            "txt_content": " 本帖最后由 ε-- 于 2015-2-12 17:12 编辑 \n可耐的小白 发表于 2015-2-10 22:59\n我可以理解为装逼吗_(:з」∠)_\n。。。被发现了\n{:10_494:}\n\n"
        }
    ]
}