{
    "title": "《原创。连载》铸造者传奇12章，何谓最初",
    "author": "记忆随风",
    "replyCount": 6,
    "timestamp": 1423572600,
    "txt_content": " 本帖最后由 记忆随风 于 2015-2-10 20:57 编辑 \n\n第十二章最初的“这个世界上第一个拥有高等智慧的生物应该就是史蒂夫了，没人知道他是怎么来到世上的，为什么叫做史蒂夫，来到这里又做些什么，只知道他在有记载之前就已经存在了。他开始只是在世界上居住，后来不知什么原因，他开始周游世界，好像在寻找着什么，根据他的日记，我们得知在我们的世界之外有一个维度叫做末地，也有人译作‘结束的地方’那里没有生命，大陆由一种名叫末地石的岩石构成，附近由一种叫做虚空的物质包裹‘那里是末影族的故乡，没有生命在生长。大地上有黑曜石构成的塔楼，塔顶有基岩演化的生命。在那上方的虚空，有末影龙在翱翔，它拥有无法想象的力量，可以突破最坚固的壁障。我用最坚固的钻石做成装甲，在上面附魔了守护的力量。我在钻石的剑上，附加了地狱中不灭的烈焰，让末影族闻风丧胆。我在右臂上，佩戴了石英的臂章，让我不再受到虚空的影响。背后背着精灵的弓箭，让我得以百步穿杨。左手持着亡灵的盾牌，让一切生物远离这神的战场’这是史蒂夫的日记中的一段话，之后与末影龙搏杀的的过程不知为何没有记载，但是结果我们都已经知道了‘最后一击，他死在了我的剑下，能量不受控制的爆燃，逸散的能量照亮了整个末地。鲜红的龙血从他的体内流出，汇成了一条血红的河流。他的身体，变成了基岩构成的祭坛，他的精华，构成了无法破坏的龙蛋。他是一个值得尊敬的对手，我没有破坏他的传承。希望他的后代可以更强，给我一场更激烈的战斗。’奇怪的是，史蒂夫在这里用的不再是它，而是他。”“之后呢？史蒂夫怎么样了？”我以一种“听老爷爷讲故事”的心态问道。“之后史蒂夫激活了祭坛，回到了我们的世界，但是好像由于末地的领袖消失，我们的世界也受到了影响，能量不受控制的消散，眼看生命就要无法延续，史蒂夫放出了一部分能量，让世界不再凋零，但是失去的能量却无法挽回。最后史蒂夫进入了地狱，去探寻地狱没有受到影响的原因，从此，再就没有了他的传说。”“那这一切与最初的这个称号有什么关系呢？”“正是因为能量的消散，很多物质都无法再保持原有的特性，例如水会无限流淌，物质悬浮在空中，仙人掌能够销毁一切，水能够免除掉落伤害。所以还保持着原有特性的物质都被称为最初的物质，刚开始影响还不大，但是到了之后，各个种族才发现能量还是在不断地消散，每个种族都想要独占这些能量，所以，神魔大战开始了，我也就是在那一场战斗之前变成了这个样子。但是史蒂夫接触过的东西则不同，它们不但保持着最初的特性，而且还能够源源不断的逸散出能量，而能把特性保存到现在的，一般只有史蒂夫接触过的了，所以最初的这个称号，也是指能够源源不断散发出能量，而且保持特性的物质了。”“那么这个地狱门？”“是的，这个就应该是最初的黑曜石所搭建的了，可是。。。运气不好的是，这并不是史蒂夫接触过的地狱门，所以不能永久保存，我以从地狱中获得的火精块烧制的地狱砖保存，也在不断消减，现在，已经不支持大量生物通过了，我估计仅剩的能量，只够穿越一次的了。”“哦。。。”不得不说我有点失望，还以为从此就可以在地域和这个世界之间穿梭了呢。“我决定把这一次机会给你。”“啊？为什么？”“因为我需要大量的石英来凝聚实体，但是我却没有能力挖掘。”“那你可以找别人啊，为什么来找我？”“呵呵，这个地方几千年才来过几个人啊，而且，之前我请巫妖族的先知占卜一次，他说我这一生霉运连连，但是有一个外来者可以帮我转运，以前我一直想不通，什么是外来者，现在我才明白，原来指的就是你。你连大陆史都不知道，肯定是外来者了。”“这。。。”没文化是硬伤啊。。。怎么办。。。是不是要暴露了。“说吧，你是从哪个蛮荒之地来的。”“蛮荒之地？”“别跟我装傻，小子，大陆史都不知道，肯定是蛮荒之地来的，你敢说不是？”“额。。。啊，是啊，没想到被你看出来了。”给了坡还不下，当我是驴啊。。。“啊哈哈，那就对了，外来者，看来你就是我命运的转折点啊，那么，拜托啦。”说完，他对我不着痕迹的眨了眨眼睛。‘老来成精’形容的肯定就是这种人。【哼哼，笑话，当我几千年白活的？】“那我现在赶快去地狱吧！”想起地狱里的石英我就一阵手痒。“现在去？你估计连灰都不会剩下、、、”“。。。”“你当地狱从古至今禁地的名头是白叫的么？你现在去估计连石英都见不到就被烧成灰了。”“。。。。。。，你就这么看不起我？”“你除了这个机器生命之外还有哪怕一丁点的看头么？”“这。。。这这这。。。。你说话注意点，很打击我的自信心的。。。”我低头看了一眼身上破破烂烂的，耐久连10都不到的破铁甲，手里的破铁镐，顿时觉得自己还没有史莱姆强。。。“唉。。。”我把铁镐往地上一扔，旁边的石头瞬间变成了可拾取方块。阿斯考瞬间瞪圆了眼睛。\n\n\n好吧我知道我无耻。。。写到这又不写了。。。既然如此。。。你咬我啊！。。。上面那个不是我不好意思这一章比生孩子都痛苦。。。以前的计划是一口气写完10几章，1年了才达到。。。这水下呼吸过期了多少年了。。。我很想说不久再见，但是。。。有可能。。。不说了，只要我还玩mc我就会想起更的，虽然一般情况下都只是想起、、、Ok各位，下章见feng----2015,2,10,14.02再说一句。。。mcbbs是崩了么。。。为什么上不去。。。再说一句【喂你没完了】我最近玩了一个服务器，里面有npc，更多武器，暮色，还有很多我叫不上名字的插件，各位同学都才只是小康，共同奋斗的服务器，腐竹平易近人，经常给我们很多提供怪物刷经验，虽然一般都是我们被怪物刷，还有几位努力的npc,剧情，建筑高手，目前服务器我觉得人还是太少。。。有时间的过来看看哦！哦对了，群号我发一下：255611697，ok，就是这样，想催更的过来找我也好，再次多谢各位支持。。。[groupid=752]star sea工作室小组[/groupid]",
    "replies": [
        {
            "author": "记忆随风",
            "timestamp": 1423572900,
            "txt_content": "国际惯例，作者我再次恬不知耻的回来抢沙发。。。虽然最近胖了不少。。。最近由于没有经受住各种诱惑以及摧残【喂，不要想歪】，所以更新进程一拖，再拖。。。再再拖。。。都拖成破抹布还没写完。。。所以。。。无颜面对mcbbs父老啊、、、我是一个三分钟热度的人，这几年下来虽然延长到了5分钟，但是也。。。【这个不要想歪。。。】总之。。。我会加油的。。。"
        },
        {
            "author": "北极星人",
            "timestamp": 1423573260,
            "txt_content": "记忆随风 发表于 2015-2-10 20:55\n国际惯例，作者我再次恬不知耻的回来抢沙发。。。虽然最近胖了不少。。。最近由于没有经受住各种诱惑以及摧 ...\n楼主一而再再而三地鼓励我想歪"
        },
        {
            "author": "40541688",
            "timestamp": 1428672780,
            "txt_content": "记忆你发这么多章不@我你怎么解释？\n还有你积分。。。醉了"
        },
        {
            "author": "记忆随风",
            "timestamp": 1429876080,
            "txt_content": "40541688 发表于 2015-4-10 21:33\n**** 作者被禁止或删除 内容自动屏蔽 ****\n天气真是不错啊。。。没有@人的习惯这怎么破撒。。。"
        },
        {
            "author": "记忆随风",
            "timestamp": 1429876140,
            "txt_content": "北极星人 发表于 2015-2-10 21:01\n楼主一而再再而三地鼓励我想歪\n。。。同学我们可是在阳光下成长的好少年哦。。。不想歪是我们的基本道德哦。。。"
        },
        {
            "author": "40541688",
            "timestamp": 1432775280,
            "txt_content": "记忆随风 发表于 2015-4-24 19:48\n天气真是不错啊。。。没有@人的习惯这怎么破撒。。。\n        "
        }
    ]
}