{
    "title": "[单章·连载]中世纪悲歌（又名传奇人生）【第二章 上】",
    "author": "wigtitit",
    "replyCount": 4,
    "timestamp": 1423574040,
    "txt_content": " 本帖最后由 wigtitit 于 2015-3-10 22:16 编辑 \n\nPS：{:10_502:}最近一直在纠结要不要给每一章来一段章名，但是想了想章名不剧透就中二，所以还是算了\n\n第二章他把身子铺平，平躺在枯叶堆上，吐着热乎乎的气，然后嘻嘻嘻地傻笑着，这或许是他一生来最开心的时刻，他笑得很开心，很入神，直到听见了远方的怒吼声。他“嗖”地一下蹦起身来，连挂在身上的残枝落叶也顾不上拍，就又拔起腿疾奔了起来，跑的时候，布袋子滑了下去，摔在地上时沉重地滚了两圈就无力地躺在了地上。他没来得及捡，因为他觉得老妇人就在自己身后。狂奔着，狂奔着，伴随着树叶刷刷的风声，伴随着朝天活泼悦耳的鸣声，伴随着蛐蛐饱餐后的叽叽喳喳的声音，还有老妇人近乎崩溃的吼。怒吼不知怎么，像夏末的蝉一样，最后挣扎着，便消失了。理查德的脚步也慢了下来，他喘着粗气，扶着腰，弓着背，气喘吁吁的。当他缓过来的时候，太阳已经藏在了远方的高山后。血红色的晚霞映照着淡蓝色的天，淡蓝色的天被死沉沉的黑夜吞噬着，夜，就要降临了。理查德从来没有像现在这样惧怕黑夜，风在夜的煽动下变得更加刺骨，树叶也被冻得僵硬了，无助地被刺骨寒风吹得摇摇摆摆，鸟儿不顾多少，摆翅疾飞，飞向自己温暖的巢穴里，这时候的灰熊也缩着尾巴躲到了洞里。而理查德却只能只身站在辽阔的树林中，呆呆的，无助的，害怕的站着，像一根枯木。他举步维艰，身体不听使唤地剧烈抖动，并且浑身就像被包裹在土堆里一样难以活动，身上挂着的，被撕扯，打烂的丝丝缕缕的布衣在此时起不到一丝一毫的作用，理查德把双手并到嘴前，嘴巴呼了呼热气，但这热气才刚涌出，就被冷风击散，击跨，然后消失在空气中。理查德饥寒交迫，他走着，走着，双眼愈加迷糊了，手掌就像被灌了铜液一样，沉重，僵硬。他的嘴唇紫的发黑，脸颊上点缀着同样发紫的生命之红，他走不动了，他没知觉了，他倒下了……醒来的时候，理查德躺在一个木屋的小床上，旁边温暖的火炉“吱吱”地燃烧着，火炉前坐着一个披着毛大衣的老人，他把手放到火炉前，搓着手取暖。理查德搓了搓眼睛，定睛看了看，那老人后面站着一个男人，无力的眼袋像铅球一样垂在眼皮下，眼神涣散又无力，留着一个络腮胡，五官还算端正，但左脸上有一道深深的伤疤。男人身后的木墙上挂着一个圆盾，和一把闪着白光的剑，那把剑在火光的映照下显得格外耀眼。“那小子醒了。”那男人瞥了一眼理查德后说“啊…”老人撑着地，迟钝地站了起来。“孩子啊…”理查德脑子渐渐暖起来了，他把直起身子，呆滞地看着面前的两人问：“是你们救了我吗？”男人没有回答理查德的问题，而是答非所问地说“小子算你命大，你要是被那些贵族或者强盗抓走，你的人生或许就要止步于此了”理查德有一些不解，为什么要把贵族和强盗相提并论，他以前觉得骑士是一个肮脏的物种，但从未了解过贵族，以前在村子里，理查德看见过像是贵族的人经过，一旁的骑士看见了，都像一条狗那样温顺，哈巴地吐着舌头，眯着眼，强扭捏着笑容。当他走远了，骑士们便用最肮脏最下贱的语言去形容他。“你们是好人吗？”理查德问道一旁的男人被逗的捧腹大笑，而老人只是淡淡地笑了一下，然后回答道：“我们如果不是好人，你现在就该躺在满是粪水的泥地里。”理查德被吓得不出声了。“别害怕，孩子，我们是好人。”老人温和地说，他时不时用满是老茧的粗犷的手轻轻抚摸着理查德的额头，他脸上一直挂着微笑，头发跟细细的山羊胡都白了，但老人的举动和言行，都让人感到无比的亲切。之后，理查德追问了很多没有意义的问题，也许是老人格外亲切，和从未有过的温暖氛围，让理查德的话跟江水一样滔滔不绝。终于，男人忍不住了：“好了好了好了，够了！这些都是什么鬼问题。”老人却是咧着嘴笑着说：“让他多问点，多问点……”出于这里格外温馨的氛围，理查德很快就融入进了这个大家庭，他得知，那个男人叫做巴伦（意为勇敢的战士），老人叫做艾布纳。“你们是做什么的？”理查德问，说到这里，老人的笑意却截止了，男人想了想，挂着一丝令人难受的微笑说：“猎人。”“可你们却不挂着弓箭吗？我看猎人都要有弓箭的，兔子跑得那么快，你们怎么打到它？”理查德不缠不休的追问道“你为什么不能把剑飞出去打兔呢？”老人见男子哑口无言，便发话了。“可这样打不到呀”“你有尝试过吗？没有尝试过射箭的人也会说弓箭射不到兔。”艾布纳至始至终都用那温和的语气去和幼稚的理查德交流。“我没有尝试过射箭，但我知道，箭很快，比兔子快，它能把兔子死死扎死在地上。”理查德坚定地说“哈哈哈……你又怎么知道一个力大的人飞出去的剑不能比兔子快呢？”老人无厘头地笑着说，就像是在嘲笑理查德的无知。他无言以对。在这里，好心的老人收留了可怜的理查德，日子过得很快，很轻松，就像布谷鸟轻快又清脆的歌唱。一天，老人（出于对艾布纳的喜爱和尊敬，理查德更爱称呼艾布纳为“老人”）和巴伦带着理查德去树林里狩猎，春天，悄悄儿地飞落在林边，石下溪水慢溜溜地，融没了最后一片残冰，大批大批的绿草和绿叶早已憋得透不过气来了，溪水还没化开的时候，就已经从枝条上，泥土里，石缝间涌了出来。他们走着走着，一只灰兔冷不丁冒了出来，蹬着强有力的后蹄，轻快的跳走了，那灰黑色的小尾巴左右摇摆着，就像在嘲笑：“来呀，你们这群乌龟。”老人没反应过来，而巴伦只是刚把剑拔了出来，兔子便已经没了影。“操。”巴伦爆了一句粗话。老人摇了摇头，叹息道：“老了，老了啊，兔皮能卖不少钱呐……”然而那天的辩论还没来得及证明，就湮没在了老人的叹息声中。但老人并没有因此而闷闷不乐，而是继续在飘着春和青草香味中的树林里，伴着理查德二人，休闲的游荡着。理查德喜欢这样的生活，这样无忧无虑的，可以每天都到树林里散步的生活，他热爱大地，每当他踩在湿软鲜活的土地上时，生活就好似充满着阳光，这阳光透在树叶间，打在理查德的洋溢着快乐的脸上。他喜欢肉汤，记得第一次尝到肉汤是在理查德逃跑后的第一年里，巴伦只身捕获一头驼鹿，对于老人来说似乎是家常便饭，而理查德则是有些不敢相信，他们兴高采烈地煮了一锅香喷喷的肉汤，巴伦把鹿皮割下来，为理查德磨了一套鹿皮大衣，剩下的皮，一些用来做帽子，大部分都被老人带走拿去卖了。理查德舀了一碗肉汤，开始，腥骚味呛得理查德不敢多闻也不敢多喝，只是小心翼翼地抿着嘴尝，慢慢地，慢慢地，他发现这简直是极美佳肴，咕噜咕噜地就喝光了，一碗接着一碗，喝的理查德肚子撑撑的，并且不时地打着饱嗝，不过即使这样，也没人说他，更没人会骂他。_(:зゝ∠)_ の索引君\n\n[groupid=865]Time And Space[/groupid]",
    "replies": [
        {
            "author": "wigtitit",
            "timestamp": 1423575000,
            "txt_content": " 本帖最后由 wigtitit 于 2015-2-10 21:31 编辑 \n\n_(:зゝ∠)_  @北极星人 @HGK\n另外假如你们遇到一个无耻到抢自己沙发的楼主，不要留情，打死他！"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1423576320,
            "txt_content": "很棒的作品，比我棒多了"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423584540,
            "txt_content": "@lqx123 @QQfoess @恶魔-潇洒"
        },
        {
            "author": "lqx123",
            "timestamp": 1423609860,
            "txt_content": "很好（话说为何lz会@我？）"
        }
    ]
}