{
    "title": "【Sow】关于minecraft的创新还原类型服务器的探讨——喜欢动漫电影游戏还原的服主来看",
    "author": "DIVER",
    "replyCount": 8,
    "timestamp": 1423588380,
    "txt_content": "【Sow】讨论关于minecraft创新还原更高的意义\n\n\n\n\n\n\n  各位minecraft界的朋友玩家们服务器管理人员好，我是来自Sow的策划，可能不怎么出众，但也希望能通过这次的交流，能传递出我的心意。\n  大家众所周知，minecraft是一个自由度极高的像素沙盘游戏，也被称作是mod最多的游戏之一。很早之前，我们一提到关于我的世界或者是mc，都可能会被吐槽说是“小学生游戏，渣画质游戏，小游戏。”但现在，不，一直以来，其实它已经是一款大型游戏了。\n   很多人，不，几乎所有的minecraft玩家，刚开始玩minecraft的时候都会爱不释手，甚至为之疯狂，不吃饭，不睡觉，都在打minecraft。正是因为它的自由度和可玩性高，探索性高，我们对这个马赛克游戏，这个像素游戏有了更多的乐趣。\n\n  慢慢的，minecraft成长到一个年龄时候，1.3左右，开始有mod出现，外国的各种java C语言大触开始制作关于minecraft的mod，这是一个新的创新和发现，越来越多，直到他开始在全球流行，到中国也开始有人制作mod并且翻译和搬运mod。minecraft的mod让玩家们得到更多的乐趣，从不可能出现的东西到什么不能做的实现。minecraft 的 mod几乎实现了什么都可以做的出来的境界。动漫的东西，电影的东西，游戏的东西，现实的东西。大家都为之疯狂，无论是纯净还是MCPC。\n下面我们进入真正要探讨的主题\n\n\n\n  以上提到的，可以充分证明minecraft的自由性可玩性以及无所不能的mod的创新性。现在，大家都知道，服务器的流行性大街小巷都见得到，无论是贴吧还是群都可以看到minecraft服务器的垃圾广告。这也可以告诉大家，玩联机的玩家绝对不占少数，也可以反映一点服主 op 贼多。甚至是拿来经商的也不少是吧大家都同意吧。\n\n\n但是，自从我看完刀剑神域的时候，我再反过头来琢磨，对于minecraft服务器联机，我们是不是可以走上一个创新，一个巅峰。\n\n\n这个创新绝对是与其他的完全不同，完全的不同。minecraft还原服与其说是服务器不如说是新的世界。可能会有人吐槽说怎么可能没想到，我都在做，这种东西那么多还要创新？\n\n\n好了，说到这点，我开始反驳：对于你们所说的还原服，不易于就是把那些动漫的电影的mod加进去就可以自称是什么XXXX服务器【XXX就是动漫的名字，电影的名字，游戏的名字】其他的商业或者是娱乐服加了拿来玩也不是不行。但是打着XXX的旗号开服，缺又是各种四不像，顶多就是有个mod撑腰做做场面，然后就可以借机敲诈问询赶到的同人朋友发烧友玩家，开个商业服，搞个vip制，然后就慢慢堕落成和平常玩的网络游戏一样，更或者说是四不像，收不到钱也只能拜拜关掉。或者是突然某些人灵机一动了，突然三分热度像把妹一样，开个服务器，打着旗号拉人来玩，过了几天，一冷了，马上也就结束了。\n\n\n那么试问一句【xxx】是不是被玩坏了，玩家的感情是不是被戏耍了，到现在还打着【xxx】名义开着的服务器里面的玩家是不是还要继续呆呆的糊涂下去，甚至是因为这样放弃了minecraft这款游戏？甚至是对国服的服务器失去信心。这类绝对不占少数。\n\n\n所以，我们来探讨下真正的创新，minecraft联机革命性的意义。\n\n\n首先，【还原】这个词的意义大家都知道，也就是把某个东西模仿着做出来，而且达到差不多一模一样的境界，这就是所谓的还原。然后我们代入公式minecraft。\n证：为什么说还原是minecraft联机创新革命更高境界\n解：因为\nminecraft的自由度和操作性\nmod的花样性和创新性\n热爱喜欢minecraft的玩家占多数，联机的玩家占大多数。\n喜欢看动漫电影打游戏的人占多数\n好的服务器的技术，建筑大触以及一个优良的策划\n所以求出：minecraft+服务器+Mod+加玩家+管理层+爱好者=minecraft联机创新革命更高境界\n\n\n现在玩minecraft的大多数都是年轻人和一些中年人，而在这个阶段的人们大多都有自己很喜欢的动漫，电影，游戏等等。\n而且，对于动漫和电影而言，现在的游戏商家做的游戏大多数都是单机，或者是收费非【XXX】主题的网络游戏。所以，很多玩家会在贴吧或群上抱怨吐槽【要是生在那个世界就好了】【啊，怎么就是没有这样那样一款的xxx游戏呢】而且，现在的人们喜欢的就是人与人之间的交流，在游戏上，你不认识我，我不认识你。游戏能使人喜怒哀乐，甚至治好一些自闭人的心理疾病。变得开朗。动漫电影何尝不是给人更多的治愈以及更多的道理和辉煌？\n我们热爱这些电影，这些动漫。而且，制作出关于这些的联机游戏又挺少，我们是不是没办法了？\n不，不是，我们不满足于制作的关于【xxx】的游戏，我们要的是跟动漫电影里面的他们一样的那个世界的感受！\n所以，依托minecraft的力量，我们可以做到，而且要认认真真的去做，去还原。\n建立一个还原服务器，不，是建立一个我们所追求的那个世界。\n依托minecraft的高自由度可玩性以及mod的创新和服务器的广泛性，真正要做到还原，就需要一个真正会动脑的人，而不是盲目的冲动的去三分热。也不是为了金钱目的为了利益而去做的人。需要的是一个热爱minecraft，热爱你所想还原的那个世界的一个有野心的人，有实力的人。\n\n首先，minecraft联机是一个吃内存的东西，内存够了，玩家也够了，那么离你所想的世界又近了一步。然后，利用minecraft的mod与服务器的插件配合，想办法与你所需要的世界所有产物相对应，把系统和物品给完成。接下来就是，存档地图，这个就是世界的核心，可能你找不到一样的，但你得找到相合适的差不多的，然后让其他的建筑大触来托你一把手，这样又近了一步。最重要的就是这个世界的创建人，你的想法是不是和【xxx】的一样，然后你要给这个世界定下铁一般的规则，这是游戏的规则，也是那个世界的规则。这样你就完成了一个还原服，一个世界，一个游戏。完成后，你可以反过来认真的思考，这到底是不是你真的所想要的世界，如果不是，那请接着动脑，因为我们无法用口头描述那个世界，我们只能更进一步的去贴近他。这就是还原服，minecraft创新革命的更高意义，它可以代替其他游戏生成一个更新的游戏，只不过还是继续我们的方块像素人罢了。但是，事实上，还原服的确做到了一个动漫，一部电影，一个游戏的再次体现，它充满了同人们所有的爱与真诚与追求。还原服不再是大家所说的不公平，四不像，商业赚钱的工具，而是大家，同人们玩家们所真正想要的世界。\n我们爱动漫，因为它教会我们的是更多，我们爱电影，是因为它向我们展示的是一个辉煌。\n\n那么，我们用minecraft，来达到一个新的高峰，这是minecraft一次新的挑战一次创新的革命。我们摆脱平凡，放弃利益以及三分热，真正的去触摸，去更靠近我们所一直期盼的那个世界。\n\n以上，就是我想对minecraft全体成员玩家服主所想要传递的心意。【Sow】是第一个工作室，它不是为了单单做一个还原地图，或者是一个mod一个插件，甚至是一个单纯的服务器。它已经在做了，做的就是更进一步的去制作还原服，去还原一个世界，我们的承担的是寄托着一切的大家，所有同人的梦想和追求。可能这十分的困难，甚至工作室也有人逃避退出，但，我，工作室的策划，以及工作室的全体室员，我们都会继续的努力，因为那是我们的梦啊。\n\n\n无论你喜欢或者不喜欢，请你知道，我们在做。写的不好也希望勿喷，因为也是深夜打的。\n如果感兴趣可以添加我qq做好友我们可以探讨更多关于还原的问题，虽然也是高中党了，忙不过来，但也希望尽力完成大家的心愿。qq2495464782【备注还原】\n或者你也想加入到我们工作室当中也可以添加我好友，或者你是一名服主也想做还原服务器想请教我，那么也可以添加我好友，我会告诉你我的想法，我们一起搓搓。\n如果你喜欢minecraft还原这个工程，那么你可以关注Sow吧。\n                                                                                                                                                                                                                                                                  2015.2.11.AM1：04\n                                                                                                                                                 【Sow】策划手打\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "DIVER",
            "timestamp": 1423588440,
            "txt_content": "二楼独占···"
        },
        {
            "author": "堕星辰",
            "timestamp": 1426276320,
            "txt_content": "顶一下,加油～sow"
        },
        {
            "author": "纯白剑姬",
            "timestamp": 1426953480,
            "txt_content": "说的真的很对QAQ很多地方都有切身体会\n别问我为什么知道  问问上面那家伙吧233"
        },
        {
            "author": "方块爬行者",
            "timestamp": 1427030820,
            "txt_content": "对你来说很容易吧加油加油加加油"
        },
        {
            "author": "liudls",
            "timestamp": 1427286420,
            "txt_content": "喜欢一部动漫作品，想要能够像里面的人物一样去体验那种奇幻的冒险，于是有了很多还原作品，但是要知道现实跟动漫，或者说游戏跟动漫都是不同的，所以应该更多的考虑如何用MC的特色去创造犹如在动漫里面的体验，例如氛围，世界观，能力等等，并不用完全追求相似，最重要的是其本质"
        },
        {
            "author": "DIVER",
            "timestamp": 1427470020,
            "txt_content": "liudls 发表于 2015-3-25 20:27\n喜欢一部动漫作品，想要能够像里面的人物一样去体验那种奇幻的冒险，于是有了很多还原作品，但是要知道现实 ...\n嗯没错，但我们可以做到更贴"
        },
        {
            "author": "X_Soda★汽水",
            "timestamp": 1427536860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "X_Soda★汽水",
            "timestamp": 1427537100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}