{
    "title": "[单章·连载]中世纪悲歌（又名传奇人生）【第二章 中】",
    "author": "wigtitit",
    "replyCount": 3,
    "timestamp": 1423585920,
    "txt_content": " 本帖最后由 wigtitit 于 2015-3-10 22:18 编辑 \n\n{:10_523:}有见过更新这么快的作者吗？是不是很良心呐？哇哈哈，半章最少2000字，每章约5000字还能更新这么快，还不快把人气交来~\n                                                         （事实上早就写了很多了，只不过手痒止不住狂更而已）\n另外说一声，之所以叫中世纪悲歌和传奇人生是有理由的，可以看作是文章的铺垫。\n-------------------------------------------------------------我是分割线-----------------------------------------------------------------\n\n接上文：虽然中世纪人们喜欢把肉处理的比树皮还难吃，但是最淳朴的肉汤，对于一个从来没有吃过肉的人来说，诱惑满满。巴伦和老人时不时会打回来一些动物，像野猪，和各种各样的鹿，以及一些鸟，可就是没有兔子。无论如何，理查德都很享受这些肉食，不过野猪肉很柴很硬，鸟肉太腥太臊，不过这些味道理查德已经习惯，并且享受起来了。只是巴伦有时会吓理查德：“喝得太饱会把肚子撑爆的。”他们不时去附近的巴顿家收点麦子，巴顿和老人似乎是一个相识许久的老朋友，每次看到理查德来都会先跟理查德说半天话才把麦子抱出来，对待理查德就像对待自己的亲儿子一样，收了麦子后，还要转去塞勒姆，把多余的皮毛和毯子卖出去，把卖出去的钱花在买啤酒和磨麦上，不过通常这活都是理查德干，老人或巴伦去的时候怎么也不许理查德跟着。有一次，理查德去酒馆买酒的时候，撞到了一个臃肿的肥嘟嘟的大胖子，他长着一横浓眉，胡子上沾满了鼻屎，食物渣和其他残屑，一个脏兮兮的大肚兜撑着他巨大的肚皮，浑身臭熏熏的，像是一头在泥潭里滚了圈的猪，理查德走了运了，恰好撞到了胖子，还把啤酒洒在了胖子圆鼓鼓的肚皮上。胖子挥拳要揍他，理查德慌乱下胡喊了一句：“我认识巴伦，你别动我！他会打你的！”结果被揍的更凶。回来的时候已经是浑身一块青一块紫了，不过还好他以前习惯了。老人看到理查德，不但没有安慰，反而还讥笑道：“是不是去调戏比奇尔那老头的女儿了？他打起人来可没分量。”“呸。”理查德不识趣地说，然后把重买的啤酒和磨好的面粉放到桌上。“嘿嘿嘿。”老人笑着。“花了多少钱？”老人伸出了他粗大的手掌。“我不小心把啤酒洒在别人身上，结果被揍了，但我又买了一杯”理查德羞愧地说“你就这么站着给他打？还损失了这么多钱？”老人惊奇地问道。理查德羞愧地点了点头。“傻孩子！”老人接过银币，然后说。“你应该狠狠地用酒杯砸他的头，用凳子，用上一切你能用上的，然后把他的钱抢过来，以补回我们的损失！”“可他比我强壮太多了。”理查德惭愧的低下了头，虽然他不认可抢别人钱这种事情，胖子把他打得半死，但并没有抢光他的钱。“唉，傻孩子”老人叹息着摇了摇头。理查德去买啤酒的时候，每次都能听见那“了不起”的巴特莱吹嘘道：“我的祖宗见过来自远方的使者。”那些没听过的人都注目凝神地听着。他接着说：“那帝国叫什么来着……”他挠了挠头，然后恍然大悟地拍了下脑壳，得意的说：“呃……好像是什么……什么海塞斯（意为丝，丝绸）来着……”这时，班森就会讥笑道：“哪有什么可笑的‘丝绸王朝’，我看就是你胡编乱造的。”然后大家就哄笑开来。他面不改色，得意的神情一点也没有变，专心地说：“就是他们带来了丝绸，就是那些大小姐们，贵族们，还有古罗马议会的那些议员们爱穿的别致布料，那质感如同流水，轻飘飘的，穿上去，就跟什么也没穿一样，据说丝绸是被附上了神力的！”“那你穿过吗？”一个不知从哪冒出的声音问道。“当然。”“净是瞎吹。”班森生气地打断道，虽是这么说，但他却无聊到要来搭理一个牛皮大王吹牛。理查德也不知道这到底是不是真的，他从来没有看过什么所谓的丝绸，甚至没有听说过。巴特莱又炫耀道：“我曾经去过耶路撒冷，那里富丽堂皇，到处都是金子，笔直的铺在路上，一直铺到耶稣死掉的地方：一个十字架上，据说那是耶稣赏赐给前来朝圣的人们的。”“那你肯定捡了不少吧？”班森讽刺道“那是当然，我用这些金子雇了马夫和马车，一路去了埃及和罗马”布特莱说“哼……那里怎么样？”班森刁难他。“那里很美……呃…而且没别的什么特别的。”他支支吾吾，说不出来。然后耸了耸肩，灰溜溜的跑走了。随后酒馆就会爆发出雷一般的嘲笑声。理查德便很快知道，班森的嘴巴，守不住任何东西，就像河流无法被阻断一样。但巴特莱不畏惧嘲笑，也不畏惧任何东西的精神，使得理查德很喜欢他。他常常缠着巴特莱问这问那的，巴特莱每次都不紧不慢的回答。“丝绸长得像什么呢？”“像一缕天边的云彩，当夕阳映照时，它就会变成红色，当暗夜笼罩时，它就会变成黑色……”理查德喜欢巴特莱的形容，因为他能把很多理查德不理解的东西用很简单的词语形容。例如他总是听到人们自称为“凯尔特人”，对此很是不解，于是他就去找巴特莱，问他“‘凯尔特’是什么意思？”巴特莱捏了捏下巴，然后说：“凯尔特是一种部落，就像维京那样……不过你问这个干什么？”他很爱赌，也很能赌，每次抛木骰子，他总能赢，并且总是那么淡定自如。而且他很邋遢，完全不在意别人的想法，只在意白花花的金钱。一天的下午，有个年迈的老婆子丢了二十枚佛罗林，如同奇迹般的，大伙儿竟然凑出了40佛罗林去帮助她，这在这个贫困潦倒的中世纪欧洲来说是一个奇迹。老婆子摆了摆手，要把多出的20佛罗林还给各位，大伙儿都不要，可这时巴特莱却从人群中钻了出来，缠着这个年过七旬的老婆子，伸着手说：“你不要给我，给我吧！”大伙儿推推嚷嚷，充斥着怒骂和踢打，把巴特莱赶走了。巴特莱抓着理查德说：“分明是那老婆子不要的啊，她不需要，我可很需要，这能用来挥霍一下啊。”有一天，塞勒姆那儿传出消息，巴特莱是个疯子，他扬言上帝是丑陋的，并且还肆无忌惮的怒斥基督教徒和耶和华，说耶和华是臆想出来的，圣经也是普通人写的，就连圣母也不放过……甚至有一次他竟然敢不知天高地厚地站在广场上发表他得意的言论，他认为被别人关注是一件最光荣的事情，于是他便厚颜无耻，不知天高地厚的胡说这种令人咬牙切齿的言论。围观的人群一层叠一层，像是一层层山峦。他看到群涌的人群，很是开心，浅笑一声想溜之大吉。迟到の索引君",
    "replies": [
        {
            "author": "xt00",
            "timestamp": 1423587300,
            "txt_content": "作品不错。。\n咋越看越像转载的啊？"
        },
        {
            "author": "990766345",
            "timestamp": 1423600800,
            "txt_content": "xt00 发表于 2015-2-11 00:55\n作品不错。。\n咋越看越像转载的啊？\n人家自己写的   "
        },
        {
            "author": "maosang",
            "timestamp": 1423606200,
            "txt_content": "- -好有才。666666"
        }
    ]
}