{
    "title": "minecraft(我的世界) 史蒂夫历险记",
    "author": "0013",
    "replyCount": 36,
    "timestamp": 1423622820,
    "txt_content": "这是从百度里传过来的，0013YZ是我的百度名。完整的到百度去。\n史蒂夫和他的女朋友地热发电机娘(IC2里的地热发电机的化身)来到minecraft已经有3天时间了，服主0013认为他们应该要独立了，所以，0013来到他们面前，说：“看来你们应该要独立了，因为你们已经掌握了生存基本要素了，不需要我的指导了，所以我得去清除服务器里的熊孩子了，再见。”说完，0013走了。\n史蒂夫：“地热发电机娘，我们接下来干什么？”\n地热发电机娘：“。。。。。。”\n史蒂夫：“我们去挖矿吧”\n地热发电机娘：“好吧，我们去挖矿吧”\n之后，他们到了他们挖好的矿井里去挖矿，史蒂夫挖到了10块铁矿石，地热发电机娘挖到了15块煤。\n史蒂夫：“地热发电机娘，我挖掘到了10块铁矿石”\n地热发电机娘：“我发现了15块煤”\n俩人笑的很开心。",
    "replies": [
        {
            "author": "0013",
            "timestamp": 1423622880,
            "txt_content": "这时候，史蒂夫和地热发电机娘听见了脚步声，史蒂夫拿出铁剑，地热发电机娘拿出弓，紧接着，脚步声，越来越近，俩人的心里越来越紧张。借着火把的灯光，他们才看清楚，是一个白皮肤、穿黄色和橙色的裙子、有猫耳朵、有毛尾巴、即金又白的头发、橙色的瞳孔、右边有一个小橘子和长头发的少女。她叫Orange，也可以叫她橘子。\nOrange（惊讶道）：“你。。。你们是谁呀？”\n史蒂夫（比较冷静地）：“我是史蒂夫，你是谁？”\n这时候，地热发电机娘后脑勺的畜岩浆的岩浆罐里的岩浆慢慢地涌出，还有她的脸蛋发红了，这是因为它太过于紧张了，史蒂夫和Orange迅速地躲开从地热发电机娘冒出的岩浆。地热发电机娘醒过神来，发现自己底下有岩浆，她因为缺少岩浆（IC2的地热发电机就是这样）晕倒了。史蒂夫拿出装满水的铁桶把岩浆给凝固，之后把地热发电机娘给扶了起来。\n地热发电机娘（很虚弱的）：你们给我喝岩浆，我才能全身恢复起来。\n史蒂夫（坚定地）：放心吧，地热发电机娘，我会帮助你恢复的。\n说完，地热发电机娘晕了。"
        },
        {
            "author": "0013",
            "timestamp": 1423622940,
            "txt_content": "史蒂夫看到地热发电机娘昏迷不醒了，就急忙把地热发电机娘叫醒。这时候，伟大的服主：0013来了！\n0013：“这是怎么回事？”\n史蒂夫和Orange把事情告诉了0013\n0013：“糟了，我得赶快救她”\n说完，0013拿出岩浆单元（IC2装岩浆的东西），喂给地热发电机娘喝，喝了22瓶了以后，地热发电机娘的能源开始供给，地热发电机娘醒了。\n史蒂夫（欢喜地）：“太好了，你醒了”\n地热发电机娘：“我这是怎么了？”\n史蒂夫：“你不知道吗，是0013救了你”\n地热发电机娘：“谢谢你，管理员”\n0013：“不用谢，我能能帮助你们是我的荣幸，再见。”\n说完，0013消失了。\n史蒂夫（对着Orange）：“对了，请问你叫什么名字？”\nOrange：“你好，我叫Orange，也可以叫我桔子”\n史蒂夫：“哦，你来这里干什么？”\nOrange：“我是来挖矿的。”\n史蒂夫：“正好我们也挖矿，我们一起去挖矿吧。”\nOrange：“好吧。”"
        },
        {
            "author": "0013",
            "timestamp": 1423623060,
            "txt_content": "史蒂夫、地热发电机娘。Orange三人一起在挖矿，史蒂夫好像挖到了什么，他发现这个矿石的颜色是铜色，那是铜矿（IC2），史蒂夫把铜矿挖出来。\n史蒂夫：“喂，我发现一块稀奇的矿石，好奇怪，这块矿石叫铜矿”\n地热发电机娘、Orange来到史蒂夫这里。\nOrange：“奇怪了，minecraft不应该有这个矿石。”\n地热发电机娘：“让我看看”\n史蒂夫把铜矿给地热发电机娘。\n史蒂夫：“这可能和服主用岩浆单元喂给你一样，也是minecraft不存在的东西。”\n史蒂夫三人走出矿洞。"
        },
        {
            "author": "0013",
            "timestamp": 1423623060,
            "txt_content": "史蒂夫三人来到了一座小镇，小镇很热闹，好多木头和圆石搭建的房子，有的人在玩打雪仗，玩的不亦乐乎，有的人在做买卖，买的都是挺值钱的东西，有的人在和同伙比射击，俩人比的比较激烈，有的还在玩冰桶挑战，更开心。史蒂夫三人到了广场，他们看到了一个穿红衬衫、全身是钢铁、眼睛小又青，他们很快看出，这是服主0013，0013正在广场上给大家演讲，史蒂夫来到一个公示栏，公示栏其中一个写着：这个服务器是有mod的服务器，有差不多40个mod。\nOrange：“我说为啥会有铜矿呢”\n史蒂夫：“你说的对，我们问问服主吧。”\n史蒂夫来到0013面前（0013讲完了）\n0013：“你们又来了，你们找我什么事？”\n史蒂夫：“你在服务器安装了什么mod”\n0013:“好吧，我暂时数不清楚有多少mod，比如：工业2、建筑、铁路、实用设备之类的。”\n史蒂夫：“谢谢，服主，我们走了”\n0013：“你们要小心，尤其是叫肥肥225的熊孩子！”\n史蒂夫三人回到家。\n史蒂夫三人回家后，史蒂夫三人在一起聊天，正在聊天的时候，他们不知道的是，家外有一个熊孩子在等着他们。\n熊孩子：“呵呵呵呵呵，我正等着你们上钩”\n说完，熊孩子拿出他的TNT和打火石。他把TNT放在史蒂夫门口的旁边。他把TNT给点着了。Ssssssssssss.TESHUAI（TNT拟声，我的拟声比较接近声音），史蒂夫的家门口被炸了！史蒂夫赶快看了外面，发现一个熊头穿浅绿渐黄的衣服的人。\n熊孩子：“我正等着你们呢。”\n史蒂夫三人：“没门，你休想抢我们东西！”\n熊孩子（很快穿完钻石甲）：“嘻嘻嘻嘻，你们来呀！”\n史蒂夫三人和熊孩子展开了战斗。\n\n由于熊孩子全身是钻石甲，手上又有钻石剑，而且熊孩子身手敏捷，很快的，史蒂夫的铁剑被熊孩子的钻石剑给砍断了，而且伤痕累累，地热发电机娘的胸部被切出一条裂痕，身体内的机械结构给露出来了，Orange也是伤痕累累，几乎全身是血！\n熊孩子：“哈哈哈哈，你们知道我的厉害了嘛？”\n史蒂夫：“我绝不会向你投降的！”\n熊孩子：“那么，你就去死吧！”\n这时候，0013来了。\n0013：“你这个熊孩子，你最好赶快离开这个服务器”\n熊孩子：“我才不管你是谁，看剑！”"
        },
        {
            "author": "xiaof致命",
            "timestamp": 1423623120,
            "txt_content": "好像不错"
        },
        {
            "author": "0013",
            "timestamp": 1423623120,
            "txt_content": "0013拿出纳米剑并开启，熊孩子的钻石甲前面瞬间被纳米剑切出缺口，熊孩子感到大事不妙，想逃跑，结果被0013的拦截插件（我假象的服务器插件）给拦截了。\n熊孩子：“0013大大，你饶了我吧！”\n0013：“如果你不再威胁服务器的话，你可以继续待在这个服务器。”\nDOUBE（熊孩子的名字）：“是，0013大大”\nDOUBE（逗比的谐音）走了。\n0013：“我得帮你们恢复才可以。”\n0013拿出治疗包（Flan的东西）给史蒂夫、Orange给治疗，拿出电焊弧（我假设IC2里的东西）给地热发电机娘修理。三人很快恢复在战前的样子。\n史蒂夫三人：“谢谢你！”\n0013：“我走了，我还要继续清理熊孩子！”"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423623300,
            "txt_content": "0013 发表于 2015-2-11 10:48\n这时候，史蒂夫和地热发电机娘听见了脚步声，史蒂夫拿出铁剑，地热发电机娘拿出弓，紧接着，脚步声，越来越 ...\n他们是如何知道这个Orange的名字的？没有描写"
        },
        {
            "author": "0013",
            "timestamp": 1423623480,
            "txt_content": "我会不定时更新的。"
        },
        {
            "author": "0013",
            "timestamp": 1423623540,
            "txt_content": "恶魔-潇洒 发表于 2015-2-11 10:55\n他们是如何知道这个Orange的名字的？没有描写\n那是我说的，又不是他们知道的，我的表达能力不太好。"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423627080,
            "txt_content": "0013 发表于 2015-2-11 10:59\n那是我说的，又不是他们知道的，我的表达能力不太好。\n那抱歉撒...."
        },
        {
            "author": "0013",
            "timestamp": 1423719120,
            "txt_content": "史蒂夫三人把房屋修好，到了晚上，外面僵尸肆意，史蒂夫拿出铁剑杀了无数个僵尸、骷髅、末影人、爬行者和蜘蛛。到了第二天，史蒂夫三人一起去挖矿，他们挖出很多矿物，有50%是一些mod的矿物，史蒂夫挖出了一颗钻石。\n史蒂夫：“嘿，大家，我发现了一颗钻石。”\n地热发电机娘、Orange：“来了。”\n史蒂夫三人看着钻石，觉得钻石特别漂亮。\n地热发电机娘：“我发现了好多红石”\nOrange：“那太好了，我们回到地面吧”\n史蒂夫三人在回到地面的途中，发现了一座地牢，地牢里有两个箱子和一个有僵尸的刷怪笼，史蒂夫正要把火把插在刷怪笼上面来让刷怪笼停止刷怪，刷怪笼刷出僵尸了。\n史蒂夫三人把房屋修好，到了晚上，外面僵尸肆意，史蒂夫拿出铁剑杀了无数个僵尸、骷髅、末影人、爬行者和蜘蛛。到了第二天，史蒂夫三人一起去挖矿，他们挖出很多矿物，有50%是一些mod的矿物，史蒂夫挖出了一颗钻石。\n史蒂夫：“嘿，大家，我发现了一颗钻石。”\n地热发电机娘、Orange：“来了。”\n史蒂夫三人看着钻石，觉得钻石特别漂亮。\n地热发电机娘：“我发现了好多红石”\nOrange：“那太好了，我们回到地面吧”\n史蒂夫三人在回到地面的途中，发现了一座地牢，地牢里有两个箱子和一个有僵尸的刷怪笼，史蒂夫正要把火把插在刷怪笼上面来让刷怪笼停止刷怪，刷怪笼刷出僵尸了。\n史蒂夫三人把房屋修好，到了晚上，外面僵尸肆意，史蒂夫拿出铁剑杀了无数个僵尸、骷髅、末影人、爬行者和蜘蛛。到了第二天，史蒂夫三人一起去挖矿，他们挖出很多矿物，有50%是一些mod的矿物，史蒂夫挖出了一颗钻石。\n史蒂夫：“嘿，大家，我发现了一颗钻石。”\n地热发电机娘、Orange：“来了。”\n史蒂夫三人看着钻石，觉得钻石特别漂亮。\n地热发电机娘：“我发现了好多红石”\nOrange：“那太好了，我们回到地面吧”\n史蒂夫三人在回到地面的途中，发现了一座地牢，地牢里有两个箱子和一个有僵尸的刷怪笼，史蒂夫正要把火把插在刷怪笼上面来让刷怪笼停止刷怪，刷怪笼刷出僵尸了。\n史蒂夫拿出铁剑，地热发电机娘也拿出铁剑，Orange拿出弓，拼命地把僵尸全部干掉，史蒂夫把火把插在刷怪笼上面，之后史蒂夫三人吧箱子里的东西全拿走。\n史蒂夫：“看，我发现了2颗钻石、4个钢锭和一个铁盔甲”\nOrange：“我发现了地图、绿宝石和铁通”\n地热发电机娘：“我发现了分割徽章和一张信”\n史蒂夫三人把目光集中在分割徽章上。\n史蒂夫：“又是一个mod，这张纸写着什么？”\n三人看着信的内容：你们可以按G键查看合成表。。。。。。 b..y 00.3"
        },
        {
            "author": "0013",
            "timestamp": 1423719180,
            "txt_content": "史蒂夫：“看来服主发生了什么。”\n史蒂夫三人正要回去的时候，回去的洞口被封住了。\n外面的熊孩子：“niehihihihihi，我的建筑泡沫一定把你们给封住”\nDOUBE：“臭小子，你赶快把这个洞口给挖开，不然我就不给你金子了！”\n熊孩子（慌张的）：“对。。。对不起，老板。”\n说完，熊孩子拿出钻头把已凝固的建筑泡沫给凿开了，之后就灰溜溜地跑了，又被DOUBE给抓住了。\n史蒂夫：“啊，又是你，你又想报复我们对不对？”\nDOUBE：“不是我干的，是我不中用的部下干的”\n熊孩子（苦着脸笑）：“对不起大家。”\n史蒂夫：“谢谢你，DOUBE。”\n三人回到小屋里睡觉，到了第二天早上，史蒂夫三人决定扩建他们的房子，Orang负责来砍树，地热发电机娘负责来挖石头，史蒂夫来负责建造新建筑。他们一直埋头苦干，干到了傍晚，史蒂夫三人在临时搭建的房屋睡觉。又到了第二天早上。他们欣赏他们的新房子，新房子从上，从上面看像一个凹字，有卧室、储物室、客厅、阳台和游泳池。他们很开心，他们把临时的房屋给拆掉了，住进了新房屋。三人在客厅里聊天不亦乐乎呢。有一天，有十几个熊孩子在黑森林里汇聚在一起，他们商量着如何称霸整个服务器。\n肥肥225（熊孩子老大）：“喂，你们几个，你们最近发生了什么”\n熊孩子TXQQ：“老大，我在偷大妈的钻石时，被大妈给殴了一顿”\n小孩子J*B：“我可比你幸运了，我和几个妹子聊天的时候成功的骗到了一个钻石块”\nDOUBE：“老大，我最近没啥事。”\n肥肥225：“DOUBE是我们熊孩子里的英雄，你们几个要尊重他。”\n熊孩子们：“是，老大。”\n之后，熊孩子在汇聚地玩，有的玩从别人偷来的钻石，有的玩熊女孩，有的居然当众搞*基（我的天哪！）\n"
        },
        {
            "author": "0013",
            "timestamp": 1423719180,
            "txt_content": "天上的太阳刚刚出来，熊孩子部队开始入侵小镇，熊孩子TXQQ拿出TNT和打火石，把一座房给炸成了一个坑，J*B在对很多妹子使用猥琐，妹子大约80%被J*B给猥琐死了，DOUBE跟着肥肥225看他们的部下扫荡小镇。小镇的人们全都遭殃了，很多人离开了这个服务器，有的和熊孩子战斗，但是全部失败。熊孩子入侵小镇后，开始对小镇居民进行了大量洗脑，有一半的人被熊孩子给洗脑了，不愿洗脑和洗脑失败的人全被杀害了。\n肥肥225（骄傲的）：“哈哈哈哈，现在这座小镇是我们熊孩子的。”\nDOUBE（装作）：“对，老大。”\n史蒂夫三人来到这个小镇想兑些多余的东西，他们看到的小镇，不再是以前的和平的，安宁的，完整的小镇，而是残缺不齐、争吵的、全是熊孩子的小镇。史蒂夫三人觉得奇怪，熊孩子守卫发现了史蒂夫三人。\n熊孩子守卫：“喂，你们几个，给我站住！”\n史蒂夫三人感觉大事不妙，转到身后，闪了。\n4个熊孩守卫：“你们给我站住！我要宰了你们！”\n史蒂夫:\"我才不要死在你们的屠剑呢\"\n地热发电机娘：\"对呀，别来杀害我们\"\nOrange（非常胆小）：“我。。。我。。。我”\nOrange的腿被吓软了，熊孩子守卫就快要到Orange的跟前了。\nOrange（浑身发抖、脸上有眼泪地）：“救。。。救。。。救我啊！”\nOrange晕倒并趴在地下。\n熊孩子守卫甲（冷笑）：“你现在是我们的人了。”\n4个熊孩子守卫把Orange给带走了，并把熊Orange给洗脑了，Orange变成了熊孩子。"
        },
        {
            "author": "0013",
            "timestamp": 1423719300,
            "txt_content": "这时候，传来了一阵枪声，9个熊孩子的头全被子弹给爆了（9个熊孩子会复活的），肥肥225感觉大事不妙，他用传送枪（传送枪mod ）逃离了这个地方，史蒂夫和地热发电机娘觉得很奇怪，他们往身后一看，是服主0013，而且手拿80式冲锋手枪（我假设Flan mod有这把枪）。\n0013：“你们俩没事吧。”\n史蒂夫、地热发电机娘：“我们没事，可是Orange却被抓住了。”\n0013：“Orange被抓了下次再说，这里不是你们待在的地方，坐我的框架飞机到安全地区去。”\n史蒂夫和地热发电机娘走出房屋，看见的框架飞机是把框架呈条状摆放的。\n史蒂夫：“这就叫框架飞机？”\n0013：“是的，你们坐在上面。”\n三人坐在框架上面。\n史蒂夫：“嘿，服主，这框架飞机飞起来这没事吧”\n0013：“没事，但你们要抓紧了，我要启动了。”\n这是，0013的眼睛开始发红，框架开始从地面飞起来了，史蒂夫和地热发电机娘看着地面，紧接着，框架以50km/h的速度飞到到安全地区（安全地区距离80km）\n史蒂夫（大声）：“你是怎么让框架飞起来的?”\n0013（大声）:\"我是框架引擎的化身，当然能让框架飞起来！\"\n不到一个小时（游戏时间），三人到达了安全区域。\n0013：“现在你们安全了。”\n史蒂夫：“谢谢，服主，不过你能不能救出Orange呢？”\n0013：“暂时不能，因为她被洗脑了”\n史蒂夫：“什么！你能不能”\n0013：“我无法对Orange进行反洗脑，反洗脑只有你们才可以，不要嫌我对人无情”\n史蒂夫：“。。。。。。”"
        },
        {
            "author": "0013",
            "timestamp": 1423719300,
            "txt_content": "史蒂夫二人回到家，俩人穿喘了很多的气，他们往后面一看，那些熊孩子守卫没在他们身后。\n史蒂夫（苦笑）：“那些家伙应该还没来吧”\n地热发电机娘：“我不知道，但是Orange不在，Orange?”\n俩人这是才醒过神来，Orange不见了！\n史蒂夫：“糟了，Orange肯定被那些家伙捉走了！”\n地热发电机娘：“那该怎麽办？史蒂夫，快想想办法”\n史蒂夫：“哎呀，该怎么办呀！！！”\n这时候，俩人听见了砍木头的声音，而且这声音是从门传过来的，史蒂夫和地热发电机娘都胆战心惊，门被拆开了，走出9个熊孩子。\n肥肥225（呲着牙）：“嗨，史蒂夫和地热发电机妹子。\n史蒂夫：“我绝不会让你们杀害我们。”\n肥肥225：“切，就凭你们俩想逃脱我们，你们就乖乖做我们的好(xiong)孩子吧，后哈哈哈哈！”\nDOUBE：“老大，你可千万不要对他们怎么样，他们是受到服主的保护”\n肥肥225：“关妮马的，兄弟们，把他们抓住，要活捉。”\n9个熊孩子：“是，我们的老大。”\n9个熊孩子拿出捆人的缰绳，准备要把史蒂夫和地热发电机娘给抓住。\n史蒂夫：“你不要怕，地热发电机娘。”\n地热发电机娘：“我也不要怕。”\n双方对峙着。"
        },
        {
            "author": "0013",
            "timestamp": 1423719360,
            "txt_content": "0013开始召集除熊孩子外所有在这个服务器的人。\n0013：“大家好，我是服主，我问为什么召集大家来到这里。”\nnoble导演：“为什么呢？”\n0013：“因为这里的熊孩子变成了反对这里的服务器的条约敌人”\n大家：“什么呀，就为这点事叫我来。”\n0013：“你们即使到其他服务器里，这群敌人也会追着你们的。”\n大家：“喂，服主，你太。。。”\n0013：“我一个人无法干掉所有的熊孩子，因为他们的头肥肥225是管理员，我曾试图把他的管理权给接触，结果因为他的管理权是时间限制的，当时没法解除，那些被肥肥225欺负过的人说”\n被肥肥225欺负过的人：“我的好多钻石块全被肥肥225给删除了，我真痛恨肥肥225。”\n经过了召集会议后（因为召集会议的言行太难了），大家决定开始和以肥肥225的熊孩子毁服务器的部队（熊联）对敌——保卫服务器者（简称保服者）出现了。"
        },
        {
            "author": "0013",
            "timestamp": 1423719360,
            "txt_content": "以0013为首的保服者，有的开始大规模地开采矿石，用工业2 mod的采矿机、建筑mod的采石机、铁路mod的隧道挖掘机和实用设备mod的末影采矿机开采有用的矿石，用史蒂夫的矿车mod建立起规模庞大、密集的铁路系统，挖矿程度有3个区块的矿石几乎在几分钟内挖完（夸张吧）。有的开始把森林给夷为平地，程度有1个区块只使用了不到30秒给砍完（用砍树mod会这样，没有的话差不多需要2分钟），有的开始建造起工厂，工厂一般是用压缩圆石（实用设备mod）建成的，工厂里有专门炼矿物的矿物厂，矿物厂有工业2的打粉机、洗矿机和电炉，铁路的大型打粉机、高炉和蒸汽炉，有专门提炼东西的提炼厂，提炼厂有工业2的提炼机，铁路的焦炉，还有其他的一系列工厂，我说不完了。有的在建造楼房或者一些娱乐设施。有的在研究红石机关和药水。简就像一个现实中的小国家似得。\n而熊联呢？熊联的间谍把调查有关保服者的建设记录报告给发送到熊联里，肥肥225看了这个报告后，说：“看来服主已经开始要和我们对抗了。”肥肥225站起宝座，并传旨：“来人，传达我的命令，一面扩张我们熊孩子的势力，一面建设工业化体系之类的。”熊孩子首相DOUBE说：“是，尊敬的老大。”之后，BOUBE首相把肥肥225的圣旨传到其他熊孩子那里。熊孩子一面侵略未被0013占领的地方一面发展自己的工业。"
        },
        {
            "author": "0013",
            "timestamp": 1423719420,
            "txt_content": "下面是保服者和熊联的实力比较\n---------------工业------- 军事----- 经济-- 玩家人数 ----------------支持本势力指数 \n保服者 ---发展较好 ----一般 -----发达 ---200人 ------------------------81.5%\n熊联 ------发展不太好--- 强大 ---落后 ---200人（90%为NPC） -----90%"
        },
        {
            "author": "0013",
            "timestamp": 1423719420,
            "txt_content": "史蒂夫干的是用工业2的挖矿机挖矿，地热发电机娘干的是给工业2的挖矿机充电，充的是史蒂夫的挖矿机，由于俩人长期在一起的关系，史蒂夫不知道为什么，他想恋爱地热发电机娘，地热发电机娘也想恋爱史蒂夫，有时候，他们干起活的时候，俩人的脸红了，还时不时地谈恋爱，有人把这件事报告给0013，0013说：“让他们恋爱去吧。”就像这个样子，史蒂夫和地热发电机娘的感情很快地升温。有一天，史蒂夫趁着地热发电机娘充岩浆找0013，说：“请问，服主，我。。。我可以和地热发电机娘结婚吗？”，0013说：“你们可以结婚，我不阻拦”史蒂夫流出感激的眼泪，说：“谢谢你，尊敬的服主。”0013带着微笑说：“没事，我是一个宽容的人。。。不，是宽容的服主。”地热发电机娘充完岩浆后，有人叫她到广场去，地热发电机娘来到广场，这时候，史蒂夫和0013来到她面前，她问道：“这发生了什么？”0013说：“恭喜你，史蒂夫要和你结婚。”之后，等着地热发电机娘的玩家都聚集在广场，拍着手恭喜地热发电机娘和史蒂夫结婚，地热发电机娘才知道史蒂夫爱她，地热发电机娘跑到史蒂夫那里，，其实史蒂夫早已经准备好了，俩人走着红色地毯，登上台阶，0013向大家说：“现在，我宣布，史蒂夫和地热发电机娘正式结婚！”大家热烈鼓掌史蒂夫二人，之后俩人开始互相亲吻（好和谐呀），大家觉得好羡慕，也开始互相恋爱身旁的人（没有同性恋），0013说：“我看的你们想恋爱，你们去吧。”\n大家互相喊道：“别插嘴，0013。”0013没出声了。"
        },
        {
            "author": "0013",
            "timestamp": 1423726200,
            "txt_content": "总该有人来这里吧(不包括来水贴)。"
        },
        {
            "author": "0013",
            "timestamp": 1423822680,
            "txt_content": "有一天，在熊孩子部队那里，DOUBE进入电报室，电报室里有很多电报机，电报机是由按钮、红石信号接收屏幕（我的工厂2）、无线红石发射器和无线红石接收器构成的。DOUBE趁电报员走了以后使用电报机把有关熊联的信息传达给保服者，保服者情报部门再把收到情报后报告给保服者中央。0013看了这份情报后，说：“这可是有用的情报，现在熊孩子开始出现问题了。”服主0013观察了保服者的发展情况，和新任的领导人史蒂夫聊天。0013充满热情地说：“我看了看我们保服者的发展情况，我们的情况正在强大，玩家生活越来越好。”0013还说：“我认为我们因该和熊孩子们战斗，你认为可以吗？史蒂夫。”史蒂夫微笑地说：“服主，我认为你应该开会和大家说，我觉得你一个人决定和熊孩子战斗不太好吧。”0013说：“你说的对，史蒂夫，我一个人决定的确会有些问题的，我决定明天开有关是否对熊孩子开战的会。”说完，俩人笑的不亦乐乎。\n第二天，0013和领导人开会，会议的主题是：有关是否对熊孩子进行开战会议，会议期间有很多人认为因该要和熊孩子开战，其中以支持对熊孩子开战为首的Noble导演Qsycho RanBom说：“那些熊孩子的经济不发达，到处是抢来抢去的情景，卧槽，劳资什么时候才能消灭这些熊孩子”0013说：“Qsycho RanBom，你认为这些熊孩子因该被消灭，我支持，但是，你不要带脏话！！！！！！！（好不好笑？）。”大家笑了，以反对和熊孩子开战为首的KEIROUROU说：“我认为我们的发展力度还不够强，还有熊孩子的扩张范围越来越大，我认为不值得和他们开战。”大家觉得KEIROUROU说的非常正确，0013听了以后，0013最后总结说：“以Noble团队、史蒂夫为首的支持对熊孩子开战的人，我是很赞赏的，现在我宣布，和熊孩子正式开战！”\n会议结束后，0013把宣战书给大家看，大家觉得要和熊联开战早就从心里头的蹦出来，保服者情报部门把正式向熊联的宣战书报告给熊联。肥肥225看了这份宣战书后，说：“现在我宣布，我们熊孩子正式与0013为首的人开战！”熊孩子高声呼喊：“0013去死(shi)！0013去死(shi)！”就像这个样子，熊孩子和保服者发生了服务器大战。"
        },
        {
            "author": "0013",
            "timestamp": 1423822680,
            "txt_content": "这里好冷清呀。"
        },
        {
            "author": "0013",
            "timestamp": 1423822860,
            "txt_content": "要看完整版到 戳这里！"
        },
        {
            "author": "0013",
            "timestamp": 1424269140,
            "txt_content": "这时候，从黑森林走出一个人，这个人样子是黑皮肤、穿黄色和橙色的裙子、有猫耳朵、有猫尾巴、金白色又长、有一个小橘子的头发、阴着脸、深红色的瞳孔的少女，是Orange，不，是被熊孩子给洗脑的Orange，Orange对J*B说：“你就被这点的气势给吓到，简直是SB！”熊孩子J*B慌张地说：“老姐，你饶了我们好不好？我不想死！”Orange说：“熊孩子联盟规定，凡是要逃避的指挥官，都要处死！”接着熊孩子拿出绳子把J*B给困住，J*B更慌张地说：“Orange老姐，你饶了我吧！”Orange冷笑一声，拿出纳米剑，举出要斩首的样子，J*B吓得哭出来了，J*B的头被Orange给砍了下来（我不敢再形容血腥了），Orange向熊孩子喊：“你们几个胆小鬼，如果有人敢逃避，我也一样把他给斩首！”熊孩子看了J*B的头颅，吓得不敢反抗，就像这个样子，Orange代替J*B的队长地位，熊孩子再次和保服者碰头，在交战的过程中，保服者看到熊孩子一个个地胆小，有的甚至吓晕了，史蒂夫对熊孩子说：“你们为什么害怕呢？”熊孩子听到“害怕”俩个字，就愤怒了起来，骂道：“你们才害怕呢！”史蒂夫到后面，喊：“他们要开始愤怒了，攻击！”之后，保服者又开始和熊孩子开战。"
        },
        {
            "author": "0013",
            "timestamp": 1424269140,
            "txt_content": "到了黎明，在一片空旷的草原，这里的气氛异常紧张、异常恐惧，因为保服者和熊联来到了这片草原，双方对视着。过了一会，保服者队长Qsycho RanBom对熊联队长J*B说：“喂，你这个猥琐小子，劳资记着你剽窃过我的视频（实际上是我假想的），劳资要报复你！”J*B一副猥琐般地笑着说：“你TM当我是SB，那个视屏是我做的，你当时不过和我配合罢了，想报复我，甭想了！”Qsycho RanBom气得脸红了，一声下令：“向熊孩子进攻！！”之后，保服者和熊孩子打得你死我活的，你死我活的，非常惨烈，有的人已经身上全是伤口，有的人用坚强的毅力一下子用枪把好几个熊孩子给爆了，还有些人哭的非常凄惨。史蒂夫前来观察战况，发现熊孩子杀狂了，保服者的人开始出现退缩的现象，史蒂夫大喊：“大家不要退缩，敌人对你们做了什么，你们应该都知道！”大家想起熊孩子对他们做了什么，大家的士气开始提高，大家身旁冒出非常有团结的气势，而熊孩子，他们看到了前所未有的团结气势，熊孩子的士气开始瓦解了，有的熊孩子干脆拿出打火石和TNT和保服者拼了，但是被打火石打出的火给烧死或者被TNT给炸死。"
        },
        {
            "author": "0013",
            "timestamp": 1424269200,
            "txt_content": "保服者赶到了小镇，在那之前熊孩子赶到保服者要来到这个小镇，都藏在刚挖好的地道，准备对保服者来个出其不意。保服者在这个小镇看到的是到处是残片、残余的火、xue液和尸体，保服者感到一个个心痛，认为没能保护这个小镇，保服者又感到这里有杀气，拿起自动步枪和机枪警惕周围，史蒂夫对他旁边的人说：“你们去搜索这里。”那些人说：“是！”，保服者在小镇里搜索，在搜索的过程中，Qsycho RanBom在一座房子发现了一座地下井，招呼旁边的人：“嘿，大伙，劳资发现了一座井，快来！”旁边的保服者听见Qsycho RanBom的声音，跟着他下井里，Qsycho RanBom和他旁边的人拿着手电在地道前进，这时他们听到了一阵脚步声，他们认为这是熊孩子的脚步声，Qsycho RanBom拿出左轮手枪，其他人拿出自动步枪，紧紧贴在一起，这时候，一道黑影从他们窜过，大伙吓得贴在一起，Qsycho EanBom慌张地说：“你们不要。。。。。。被这。。。。。。个吓到！”大伙说：“Noble导演，你还不是吓得腿发抖吗？”Qsycho RanBom看看他的下软的腿，说：“那。。。。。。那又怎样？”这时，一个熊孩子拿出机枪向保服者射击，Qsycho RanBom躲了射出的子弹，其他人被子弹给击中，Qsycho RanBom拿出左轮手枪想熊孩子的头部射击，熊孩子立即被Qsycho RanBom给爆头了，Qsycho RanBom吓得马上从地道逃出，踉踉跄跄地跑到史蒂夫那里。"
        },
        {
            "author": "0013",
            "timestamp": 1424269200,
            "txt_content": "保服者因为战斗打久了开始虚弱，所以开始撤退到小镇，而熊孩子因为怕被Orange杀死，所以他们忽视了他们的生命，凡是非熊孩子的人都要杀掉，把小镇的东西给全部掠夺光，还把非熊孩子的建筑全部摧毁，熊孩子的残忍程度简直是游戏里的日本侵略者！（熊孩子全是日本玩家，除了肥肥225、Orange、DOUBE、TXQQ和被洗脑的人）人们特别悲惨，有的还被吓哭了。保服者见到这个情景，每个人心里特别痛，史蒂夫说：“同志们，我们为啥是保服者？我们保服者是为了保护服务器的人们遭受熊孩子的灾难才出现的。”史蒂夫还说：“同志们，为了保护我们的服务器，向小镇进攻啊！”保服者看到史蒂夫身旁出现非常伟大的感觉，都迅速治好他们的伤，马上向刚被熊孩子占领的小镇迅速前进。熊孩子在刚占领的小镇特别开心，拿胆小的、无辜的人练习射击，胆小的人一个个吓哭了，有的还吓晕了，无辜的对熊孩子怒视，他们说：“你们饶了我们把，熊孩子大大”一个熊孩子说：“艹你妈的，我们是‘黄’军的后代，你们是我们的玩具，呵呵呵呵。”胆小的人都开始慌忙逃窜，熊孩子一个个拿出枪瞄准胆小的人射击，胆小的人有的击中在腹部，发出惨烈叫声，有的击中在心脏，xue流不停，还有的被爆头了（太残忍了）。无辜的人喊：“你们凭什么杀死我们！”熊孩子冷笑说：“你们都是我们的敌人。”说完，熊孩子拿出机关枪扫射无辜的人，无辜的人特别痛苦。"
        },
        {
            "author": "0013",
            "timestamp": 1424269320,
            "txt_content": "Qsycho RanBom慌张地对史蒂夫说：“史。。。。。。史蒂。。。。。。蒂夫”史蒂夫说：“你先不要慌张。”Qsycho RanBom哭着脸说：“我们遭受熊孩子的攻击！5555555555555555”史蒂夫说：“Qsycho RanBom，把事情经过告诉我们，你真的不要慌张”Qsycho RanBom把心静了下来，把事情告诉了史蒂夫，史蒂夫自言自语：“看来这些熊孩子在和我们玩地道战。”史蒂夫对着大家说：“听着，同志们，这些熊孩子在和我们玩地道战，我们要小心这些熊孩子。”有人说：“喂，史蒂夫，难道我们非得要像《地道战》的皇军那样倒霉吗？”史蒂夫解释道：“我们不是皇军，我们是保服者，我们会有办法打掉那些熊孩子。”说完，史蒂夫他们陆续发现了好几个井，并进入井里搜索，史蒂夫拿出钻石剑，一部分人跟着史蒂夫，很快地发现了一处房间，房间里有武器的武器架、椅子、灯和桌子，桌子上面有水杯、有关熊孩子的资料和武器。史蒂夫命令道：“搜查这个房间”这些人对整个房间进行搜查，史蒂夫搜查资料，资料里记载着该熊孩子的成员，这时候史蒂夫发现了一个名字，这个名字叫Orange，史蒂夫想起了Orange，他自言自语：“果然，Orange果然被洗脑了。”这时，地面上传出一阵枪声，史蒂夫和跟着他的人走出地道。"
        },
        {
            "author": "0013",
            "timestamp": 1424269380,
            "txt_content": "走出地道后，史蒂夫等人发现熊孩子在和在地面的保服者开战，熊孩子一个个穿附魔钻石甲，手拿附魔的钻石剑，保服者的武器对他们几乎没用，保服者十分之九被熊孩子给干掉了。史蒂夫拿出刚附魔的钻石剑向熊孩子的攻击。熊孩子的钻石甲附的是低级魔，钻石剑也是，史蒂夫的钻石剑附的是高级魔，所以熊孩子的钻石甲被史蒂夫的钻石剑给刺穿了，熊孩子开始对史蒂夫产生了恐惧，个个都惊呆着。这时候，后面有一阵强风，风中有一个人，她的身子穿着量子装（工业2的），她把头盔摘下，熊孩子们给她让路，史蒂夫认出这是谁，这是Orange，但是她不是以前的Orange，他的皮肤从白色变成黑色的，瞳孔从橙色变成深红色的。史蒂夫对Orange说：“你是Orange吗？”Orange说：“是的，史蒂夫，但我不是以前的Orange，现在是熊孩子的Orange了。”史蒂夫说：“Orange，我是你的朋友，你不记得吗？”Orange反驳说：“朋友，哼，我现在你的敌人，还叫我是什么朋友！”史蒂夫说道：“不，你是我的朋友！”Orange道：“你和我是朋友是以前的事了！现在你不再是我的朋友了！”史蒂夫说：“Orange，你不记得你以前和我的事情吗？”这时候，Orange想起了和史蒂夫、地热发电机娘挖矿，和史蒂夫、地热发电机娘分享快乐，但很快地摇摇头，说：“我。。。。。。我不记得这件事了！”"
        },
        {
            "author": "0013",
            "timestamp": 1424269440,
            "txt_content": "史蒂夫发现Orange开始感化了，继续说：“你不应该忘记我们的事，你和我们确实是朋友。”这是，地热发电机娘和增援部队来到了这个小镇，地热发电机娘发现了Orange变成熊孩子了，她趁着熊孩子反应慢快速地想Orange走了一拳，Orange吐出黑水来并躺在地上，熊孩子这是才发现地热发电机娘，要把地热发电机娘给困住，但Orange不让他们对地热发电机娘动手，熊孩子赶到奇怪，Orange对熊孩子喊：“你们敢对他们动手我就打死谁！”熊孩子不敢违抗Orange。Orange对地热发电机娘说：“你。。。。。。。难道是我的好朋友吗？”地热发电机娘说：“是的，可是，你不应该是一个为熊孩子服务的朋友！”Orange又想起了回忆，她的心脏跳得很快，她说：“我。。。。。。我是。。。。。。你们的。。。。。。朋友吗？”史蒂夫俩人说：“你是我们最好的朋友”\n这时候，Orange全身发生了颤抖，并大口大口地吐出黑水，全身的黑色变成白色，瞳孔从深红色变成橙色。她变回来以前的Orange，熊孩子赶到大事不妙，Orange又说：“你们是我最要好的朋友吗？”史蒂夫俩人说：“是的，Orange”Orange想起了全部，对熊孩子说：“谢谢你们的量子甲，我要把你们斩了！”说完，Orange拿出附过魔的纳米剑。熊孩子拿出钻石剑，和Orange战斗。"
        },
        {
            "author": "0013",
            "timestamp": 1424269440,
            "txt_content": "Orange把一个熊孩子的附魔钻石甲给切出很大的切口，熊孩子被这个切口给吓傻了。Orange有把一个熊孩子的附魔钻石甲给捅破，熊孩子也被Orange给捅死。有的熊孩子吓得拿出机枪、自动步枪、火箭筒以及其他一大堆的枪炮向Orange射击，可是，由于Orange全身穿的是量子甲，除非量子甲没电不然所有攻击全对穿量子甲的人无效，所以熊孩子的枪炮对Orange丝毫都没有伤害。熊孩子见到这个情景，个个都给吓坏了。Orange对熊孩子说：“你们最好投降，不然你们的性命就保不住了。”熊孩子听到后，统统向保服者跪地求饶，有的熊孩子甚至还说：“保服者大大，你们饶了我们把，我们不想死，求求你们吧！”史蒂夫见到熊孩子向他们跪地求饶的情景，说：“你们站起来吧，我们带你们去我们这里地方。”可是Qsycho RanBom却说：“可是史蒂夫，你不能带着些熊孩子，因为熊孩子一个个都很狡猾，只要趁我们不注意就被他们攻击然后逃走。”史蒂夫回答道：“Qsycho RanBom，你想错了，熊孩子首相DOUBE不是这个样子，他虽然曾伤害过我们三人，但是被服主给打败后向我们投降。”Qsycho RanBom又说：“可是，史蒂夫，那些熊孩子。。。。。。”史蒂夫打断Qsycho RanBom的话：“你知道我们的熊孩子间谍是谁吗？其实就是DOUBE。”Qsycho RanBom无法反驳了。保服者带着熊孩子回到保服者地区。"
        },
        {
            "author": "0013",
            "timestamp": 1424269500,
            "txt_content": "当熊孩子看到保服者地区一部分时，他们都非常惊讶，这里的建筑非常简洁、整齐，这里的人与人之间非常通融，做买卖的人和顾客谈价钱非常合得来。相比之下，熊孩子的建筑毫无例外的都是粗制滥造的，几乎是把各种方块摆放在一起，特别难看。而且每个熊孩子都很自私，要东西互不相让。史蒂夫把熊孩子们送到一栋房屋，让他们居住。后来史蒂夫来到0013这里，史蒂夫对0013说：“服主，请问现在熊孩子联盟怎么样了？”0013看了看地图，说：“史蒂夫，我认为熊孩子联盟正在被我们打得节节败退。”史蒂夫看了地图，熊孩子联盟的势力范围正在消退，也认为熊孩子正在衰退。史蒂夫说：“服主，接下来我们怎么样对付这些熊孩子呢？”0013说：“这个。。。。。。”这是，有一个人向0013报告：“报，服主，肥肥225带领所有的熊孩子向我们发起进攻，而且气势汹汹的径直地到这里”0013大吃一惊，说：“快点，调集所有的人向熊孩子攻击。”那个人说：“是。”0013打开警报器。全地区都是警报声，人们非常恐慌。0013带领所有的保服者等着肥肥225和熊孩子。"
        },
        {
            "author": "0013",
            "timestamp": 1424598000,
            "txt_content": "该小说改编成漫画。到这里。"
        },
        {
            "author": "348018102",
            "timestamp": 1424656980,
            "txt_content": "0013 发表于 2015-2-13 18:18\n这里好冷清呀。\ndoubi是卧底吗"
        },
        {
            "author": "0013",
            "timestamp": 1424663760,
            "txt_content": "348018102 发表于 2015-2-23 10:03\ndoubi是卧底吗\n是的，被0013打败后成为了卧底。"
        },
        {
            "author": "square_world",
            "timestamp": 1424691720,
            "txt_content": "是不是只有我认为这完全是胡闹"
        }
    ]
}