{
    "title": "<连载·单章>血色王者第二卷第二章",
    "author": "llxy",
    "replyCount": 9,
    "timestamp": 1423644600,
    "txt_content": " 本帖最后由 llxy 于 2015-4-11 15:28 编辑 \n\n  “哎呦喂~~这是怎么了？地怎么突然出现了一个坑啊？”我躺在坑中哀嚎着。我估计我应该摔断了几根肋骨，不然我呼吸的时候怎么可能会有点刺痛呢？\n\n\n  与此同时，森林里面的一个木屋内一个青年面露喜色的看着前面刚刚亮起来的红石灯。对着后面一个正在专心看着《大陆史》的另外一个青年开心的说到：“岩子，快来。捉到‘他’了！”青年叫了好几声那个被他称为岩子的青年他才抬起了头，迷糊的说了句：“什么？捉到什么了？林子你倒是说啊。”\n\n\n  林子说：“偷猎者啊！终于可以向族内交差了！虽然这里基本上什么都有，但是这里人少，无聊啊！”岩子头也不抬的说了句：“这不挺好的吗？没人来打扰我看书。我也乐得清净。不像族内人来人往，吵死了。”\n \n  林子说：“谁像你？族内大天才！每天族中的长老都要去关心好几遍。生怕你出了事儿。”岩子还是低着头看着说想也没想就回：“那你呢？几年前就已经‘死’的人。我看你是在地下一个星期太寂寞，没人陪你聊天。所以憋出了爱热闹这个毛病来的吧？”林子很显然是被戳到了痛处。张了张嘴，却什么都没说出来。\n\n\n  在这个时候一直低着头的岩子抬起了头：“你之前说的什么？捉到偷猎者了？太好了！终于能回去大吃大喝了！”很显然，这个岩子一定是个吃货。\n\n\n  岩子把书摆到了一旁的书架上。走到他的座位的箱子旁边拿出了一套在这种地方十分珍贵的铁装。他一件件穿了起来。最后他又走到另外一个小箱子前面从里面拿出了两把铁剑，一把拿到了右手上；一把扔给了林子。\n\n\n  林子手一伸，铁剑就被他拿到了手里。走到他自己座位旁边的另外一个箱子里同样拿出了一套铁装，也穿了上去。\n他们两个一个前一个后，走出了房子。\n\n\n  他们走的目标很明显就是森林外围。\n————————————————\n  “哎呦喂~~救命啊！谁来救救我啊！”我此时依然在下面哀嚎。却浑然不知有两个“全副武装”的人正在朝我走来……\n\n\n  我躺在坑内依然在无意识的嚎叫。我突然看见坑边出现了一抹银色，并且时不时的穿出来阵阵交谈声“你说我们这次回去会不会得到族中的奖励？”“我肯定能得到族内的奖励，而你……”声音的主人停顿了下又说：“就不一定了。”“岩子你几个意思？”“四个意思，一个有意思，一个没意思，一个我对你没意思，一个你对我有意思……”“啊呸，是一个你对我没意思。口误，口误。”\n  我听见交谈声越来越接近了我哀嚎的声音就更大了些“啊~~好疼啊！谁来救救我啊！”那两个人应该是听见我的哀嚎了，我一喊出去他们的交谈声立刻就没了。\n  他们的脚步声越来越大了。然后在坑旁边停了下来。而此时我已经能看清他们的样子了——虽然都是穿着一身银光闪闪的铁装。其中一个声音粗壮的人恶狠狠的——几乎是咬着牙齿说：“叫什么叫！你个该死的偷猎者！要不是你我们怎么可能到这个地方来！”\n  我顿时纳了闷——这里我都是第一次来啊！他们一定是误会我了！我想到这里就用我这所剩无几的力气说了出来：“我怎么了我？这里我都是第一次来啊！话说你们有吃的吗？我要饿死了。”幸好，他们还是听的见的。“怎么可能！你们这些偷猎者以前每次被我们逮到都是这么说的！岩子，给他点面包。”旁边的岩子听到后从铁胸甲里面掏出来了一个面包，朝下面扔来。我不知从那来的力气，手伸出去之后居然还坐了起来。我很快就将一个面包吃完了——嗨油马？喔嗨摇！【还有吗？我还要】”我嘴里一边嚼着一边说着，声音都变了。之前给我面包的那个人又从上面丢了几个面包下来。我两手并用。很快就吃完了。“啊~真爽~终于吃饱了~”我惬意的说了出来，还摸了摸我那并不算滚圆的肚子。\n  “喂！吃好了吗？吃好了就上来！”说完旁边那个人从上面扔了一条绳子下来。我很快就爬了上去。\n\n@天阶 @恶魔-潇洒 @PD-Cookies \n\n上一章：悲催                         目录                                   下一章：发现",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1423649280,
            "txt_content": "可以啊，只要《画江湖之不良人》的作者同意"
        },
        {
            "author": "北极星人",
            "timestamp": 1423660620,
            "txt_content": "别@我了……毁三观……"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423664700,
            "txt_content": "我十指同用\n改成我手脚并用怎么样"
        },
        {
            "author": "llxy",
            "timestamp": 1423702680,
            "txt_content": "北极星人 发表于 2015-2-11 21:17\n别@我了……毁三观……\n本来就不想@你"
        },
        {
            "author": "llxy",
            "timestamp": 1423702740,
            "txt_content": "天阶 发表于 2015-2-11 18:08\n可以啊，只要《画江湖之不良人》的作者同意\n。。。。。。。。。。。。。。。。。。"
        },
        {
            "author": "PD-Cookies",
            "timestamp": 1423715460,
            "txt_content": "楼主我是不会回复的"
        },
        {
            "author": "llxy",
            "timestamp": 1423746420,
            "txt_content": "PD-Cookies 发表于 2015-2-12 12:31\n楼主我是不会回复的\n你又调皮了"
        },
        {
            "author": "PD-Cookies",
            "timestamp": 1423799460,
            "txt_content": "llxy 发表于 2015-2-12 21:07\n你又调皮了\n来么么哒一个"
        },
        {
            "author": "llxy",
            "timestamp": 1423826340,
            "txt_content": "PD-Cookies 发表于 2015-2-13 11:51\n来么么哒一个\n可以啊~么么哒"
        }
    ]
}