{
    "title": "[原创·连载]中世纪悲歌（又名传奇人生）【第二章 下】",
    "author": "wigtitit",
    "replyCount": 5,
    "timestamp": 1423654800,
    "txt_content": " 本帖最后由 wigtitit 于 2015-3-10 22:22 编辑 \n\n{:10_513:}如果好看，请支持小说，或点收藏，你的支持是我出版的决心！\n\n接上文：\n然而，一群愤怒的人们立马就从人堆里挤了出来，逮住了他。理查德目睹了他被烧死的全过程，他被绑在木杆上，凄惨地求饶并且道歉，但这阻挡不了愤怒的人们手中的火把，当熊熊燃烧的火焰吞噬他的时候，他就开始凄惨地嘶叫着，一会儿，被烧融的头就瘫在脖子上，除了水和火碰撞的“呲呲”声和周边的臭骂声以外，还有一些同情。“他只是在瞎玩……”理查德嘀咕……“可惜玩错了东西……就像孩子玩火，一不小心就会引火上身。”一同围观的班森浅笑一声后说道。而有些天真的孩子在问：“那家伙说了什么呢？”成人们就敲他们的脑壳，然后斥责：“这不是你该知道的。”理查德不喜欢城里的生活，他更喜欢待在猎人家里。因为那里更安静，和谐，他想去哪儿就去哪儿，想什么时候回去就什么时候回去，甚至不回去都没有人会理他，因为大家各自管各自的，除了吃和睡以外，大家都是过着各自的生活，没有那沉重的枷锁，除了有些时候巴伦喜欢缠着理查德讲一些关于战争和战斗的故事与技巧之类的，并且常常将他当过兵这件事当做荣誉一样挂在嘴边。但他也逐渐发现，城里的人显得格外肮脏丑陋，他们整天吐着恶心人的脏话，并且他们以此为傲，商人们站在店里，散漫地吆喝“卖鱼咯，卖鱼咯，刚从埃文河里打出的鱼咯”一旦有顾客光顾，他们就会咧着嘴，乐的像一条哈皮狗，当顾客走了，他们就开始说起那顾客的坏话。并且每一个人都是这样的，顾客说店家的坏话，店家说顾客的坏话……人们喜欢在私底下辱骂人，不过有些人喜欢当着面辱骂人，总之他们都不喜欢说人话，并且所有人的坏处他们都知道一点，好像自己举世无双那样的对别人评头论足。并且他们每一个人都十分的抠门，每一钱银币都像是瑰宝，不许任何人侵犯，连买酒都要升升分明，少了一点也不答应。而他们了解自己家人的弱点和短处多过外人，他们对待家人如同对待家畜，特别是一些女孩和妇人，他们把女人当玩具耍，玩完了，就丢开了。教堂的钟声就跟葬钟一样沉重，有着死一样的浓重的响声，让人听了很是不舒服。路面上都是垃圾，各种各样的，食物垃圾，生活垃圾，甚至有粪便。更加离谱的是，有些人的宅子竟然就修筑在一条满是粪水的街上，附近的人就把那些路当做粪池，往里面倒粪水，不时嘲笑着粪水旁的屋子。“要是我，我宁愿到荒山野外。”理查德想，不过还好，他住在一片茂密的森林里。他喜欢去酒馆，说不出为什么，像是有法术施在了他的身上，让他喜欢上这个酒馆。班森有一个妻子和女儿，她们都和班森呆在一起，并且他们和睦恩爱的让人羡慕。他的妻子很清秀，白洁的皮肤配着一对水灵灵的大眼睛，丰满的胸脯和呈微粉色的纤细手指，像是灵魂钩爪，将任何男人的灵魂钩上她的面前。理查德不敢直面看着她，不知道是什么原因，每当他去到酒馆，心都急促的碰碰跳着，又兴奋又紧张，并且很喜欢看到夫人笑，特别是因为他而笑，无论是什么原因，这种感觉很奇怪。她的女儿也长着一对大眼睛，白洁如雪的皮肤，和圆嘟嘟的小脸。不过理查德都不知道她们的名字。班森无论对外人有多凶，当时有多气，一转头，还没看向貌美如花的夫人，面容就已经变得憨态可掬了，也难怪，夫人长得这么好看，谁会想要惹她生气呢？除了那些整天无所事事的酒鬼和流氓，班森通常会把他们揍一顿，然后赶走。一个秋意浓浓的下午，那天理查德已经13岁，他和往常一样来到酒馆里买酒。可刚踏进酒馆没多久，教堂的钟声却突然没规律的急促的响着。一开始，酒馆里充斥着猜疑声，但随着不知从哪冒出来的一声大喊：“维京人来了！”人们便发了疯似得乱奔，尖叫声，惨叫和根本没打算停下的钟声充斥着整座城市。富人们骑着马飞一样的跑了，街上到处都是慌乱的人群和尖叫声。有些蒙着脸的匪徒趁机溜到别人的宅子里，然后笑眯眯地溜出来，没过多久就又溜到另外的一座宅子里。班森让理查德和他的女儿妻子不要出去，他自己则佩了一把剑，大步走了出去。走到门口时，他的妻子挽住他的手道：“小心点儿……”等到钟声停了一会，班森才回来，死沉着脸，把剑挂到了墙上。他的女儿问他：“发生了什么呢？”“英王哈罗德被杀了。”“啊！”大家伙都惊讶地张着嘴，眼珠子就要从眼眶里蹦了出去，眼神里散发着一种不可思议的光芒。“你是怎么知道的？”理查德问“一个守卫告诉我的。”理查德拔腿就要走，他要告诉巴伦和老人。“别走！”班森死死拉住理查德的手说。“我要告诉我的家人，我要回家。”理查德坚定地说，同时不自量力地要挣脱开来。“外面太混乱了，你万一被人贩子拐走了怎么办？我怎么跟艾布纳交代。”“你认识艾布纳？”理查德甩了甩身子，把放松了警惕的班森的手甩掉了。“我和他是……算了，有些事你不该知道”“不，我需要知道，否则……”理查德装作要跑的样子，即使他知道他跑不了多远就要被抱回来。但班森还是很配合的把事实说了出来：“我和艾布纳是老战友了，以前咱们一直在多赛特里的一个叫做多尔切斯特的地方担任卫兵，面前就是索伦特海峡，虽然那儿并不美，但是…哈哈……”他说着说着，就笑了起来。他的妻儿似乎也没有听说过，聚精会神地聆听着。“那些该死的维京海盗和诺曼人最喜欢来侵犯，骚扰，那些弱不禁风的杂种，就凭他们，竟敢做出这样可笑的事情，哈哈哈……”他似乎觉得这很有趣，很好笑。“那些该死的维京海盗，艾布纳就是被他们害的，废了一条腿，那些个破弓……”他突然沉思了一会，收回了笑脸，紧锁着眉头，然后说：“你就在我们这里过夜吧。”“啊！”理查德有种受宠若惊的感觉，又兴奋又害怕。“这……这怎么行呢……”“这怎么不行？”理查德的心砰砰直跳，脸被血充的通红，鼻子和耳朵都吐着气。“哈哈哈哈哈哈”班森突然狂笑着“你小子，想什么呢，你睡客房。”班森抚摸着理查德的头然后笑着说。“啊，哦……”理查德因为羞耻而满面通红，他不好意思地低下了头。他用余光看到母子俩都在抿着嘴笑。不过女儿笑的更开心些。他不好意思极了，就像是丢了大脸一样害怕，并且突然对酒馆产生了浓厚的反感。这时候，班森的妻子走上前来，轻轻抚着理查德的头，然后撑着他的下巴，同样轻地把他的头扶了起来。求人气の索引君\n\n\n",
    "replies": [
        {
            "author": "独孤粽",
            "timestamp": 1423657080,
            "txt_content": "消灭零回复^_^\n楼主加油！{:10_512:}好文学习了！"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423659960,
            "txt_content": "独孤粽 发表于 2015-2-11 20:18\n消灭零回复^_^\n楼主加油！好文学习了！\n感谢支持，假如在网上人气足够好的话我会出版的，就像拜占庭英雄血脉那样"
        },
        {
            "author": "北极星人",
            "timestamp": 1423661100,
            "txt_content": "啊咧啊咧，13岁喝酒？脑神经经得起酒精刺激不？好吧我也13就开始喝红酒了……"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423666020,
            "txt_content": "北极星人 发表于 2015-2-11 21:25\n啊咧啊咧，13岁喝酒？脑神经经得起酒精刺激不？好吧我也13就开始喝红酒了…… ...\n欧洲中世纪认为水对肠胃不好，所以都喝酒。底层社会一般喝兑水的啤酒"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423741980,
            "txt_content": "对中世纪了解的很透彻，而且人物品质之类的表现也得淋漓尽致，另外，班森是城里人的例外，突出了他的正义与作为一个士兵的责任感"
        }
    ]
}