{
    "title": "【霜露连载】混沌轮回·横战八荒 - 始亦终焉，终亦始焉，芸芸众生，轮回尽焉",
    "author": "猫小沫",
    "replyCount": 34,
    "timestamp": 1423655220,
    "txt_content": " 本帖最后由 猫小沫 于 2015-5-24 21:44 编辑 \n\n混 沌 轮 回 · 横 战 八 荒\n目   录=====第一卷=====第一章 圣纱络村（3209字）第二章 变（3012字）第三章 潜入（3003字）第四章 炮火连天（3046字）第五章 神遗（3283字）第六章 双势之战（3088字）第七章 征召（3105字）第八章 选拔赛激战（3131字）第九章 魔人之患（3134字）第十章 离别（3147字）第十一章 顿悟之后（3007字）=====第二卷=====第十二章 魔法故事（3007字）第十三章 重新布局（3087字）第十四章 对决（3001字）第十五章 形势（3030字）\n截至目前能够透露的地图：\n\n\n\n为获得为更好的阅读体验：1、您可以点击本楼左上方的“只看该作者”（←戳此同样有效）2、请留心本文所埋下的伏笔（确实不少，希望大家都能发现）3、可结合此文一并阅读，两文是同一故事的两角度描写，可能会对您理解伏笔有帮\n[groupid=171]霜露制作组[/groupid]",
    "replies": [
        {
            "author": "猫小沫",
            "timestamp": 1423655280,
            "txt_content": "标题: 混沌轮回·横战八荒 第一章  圣纱络村 本帖最后由 猫小沫 于 2015-2-12 11:29 编辑 \n\n    魔历3112年9月22日。    “波及半个塞塔大陆的战火，终于要蔓延到蒹葭了。魔法之国，是个充满了回忆的名字。我家先祖是本朝建国的功臣，可是谁知道大帝登基之后翻脸不认人，说什么我家因为没当上宰相心怀不满，有意刺王杀驾。呸，如果我们族心胸如此狭隘，怎能成大事？我堂堂东胜南氏，竟然被那个混账皇帝逼迫到这样偏僻的角落。”    魔历3112年10月3日。    “今天，蒹葭保卫战正式打响。魔法之国倾其所有兵力坚守蒹葭城。而域外文明却不甘落后，听说调来了一种叫做战术导弹的东西。名字挺吓人，不知道是不是徒有其表。”    魔历3112年12月30日。    “我突然非常庆幸，庆幸我们家为了躲避追捕而改名换姓来到圣纱络村。这个地方偏处一隅，战火估计烧不到这里来。我对魔法之国，无法憎恨，不过也谈不上感激。所以，我很期待，域外文明建立的国家会是什么个样子。”    南樊合上了面前厚实的日记，随后轻轻地把手中褪色的镀金笔斜插在皮槽内，使之卡住封面和封底。这支金笔已有许多年没有用过了，金子的颜色甚至都有些暗淡。    他抬起了头，惆怅的眼神透过书桌前那透明的玻璃，穿过湛蓝的天空，直射入无尽的虚空深处。他的手摩挲着日记的皮质封面，感受着指尖传来的粗糙不平的触感，他忽然勾起了嘴角，仿佛在触摸他心爱的恋人，轻轻地，慢慢地，他抚摸着。    因为那是他的祖父传下的日记，虽然其中有一些篇章如同悬疑小说里经常写的那样，被强硬的撕掉了，从而使部分内容无法连贯。但是，日记的破损丝毫不能阻挡南樊对祖父的怀念。==========================    铜表历208年，炼金帝国建国。而到今天，正是炼金帝国建国整100周年的纪念。    这里是圣纱络村，三面环山，一面临水，不过此地偏处一隅，没有多少人注意到这样的地势，也没有人注意到这里还有……    让我们重新把视角穿过天空，透过玻璃，回到写字台前。    南樊收拾好东西，扯上自己的风衣，走出了自己的木屋，来到村里。披着晨光，和村里早起的人们问好。    “南樊啊，今天可是大集会呢，你不去镇上看看？娶个有钱又漂亮的姑娘来来。这样啊，也能帮帮阿姨，比如，起码能弄几头小牛来帮着干活，我们这几家的老牛都拉不动啦。”一位头发花白的老妇人从地里抬起头，笑笑问道。    “啊，这个不急。我今天就是去看看有什么新奇的玩意没有。”南樊脸一红。    “行啊，行啊，年轻人别害羞。哈哈。”老妇人笑着继续耕作。    南樊闹了个大红脸，低着头走出村子。==========================    一路无话，南樊来到了镇上。    远远地透过城门洞，南樊就看到了镇上是一片喜气洋洋的气氛，四处张灯结彩，每个人脸上都洋溢着笑容。    “今天入城免费！但如果今天晚上关门之前不出城，明天出门依旧收门钱。”城门前的士兵斜倚着城门懒洋洋地说。    南樊应了一声，往里走去。    镇子很大，主路两旁有数不清的小巷通向四方。而南樊的目的，就是交易区。==========================    南樊到了交易区，四处转了转，都没有让他心动的东西。叹了口气，在街边坐下，从衣服里扯出一块两平方的帆布，又把几块用布裹得严严实实的东西拿了出来。他小心的拆开布，把里面的东西摆在帆布上，然后把风衣的帽子戴上，又往下压了压。眼睛紧盯着自己的东西，生怕被人偷走。    其间，大家都来往匆匆，即便是有人仔细看，也只是认为这是一些破烂之物，没什么值钱的。    而南樊则是笑他们的愚昧。    几个黑衣人从此路过，身上散发出一定的威压。南樊心中一喜，认为这样的人一定认识这些非凡之物，但是他们走过，没有停顿，也没有回头看这里一眼。    红日西斜，无人光顾南樊的小摊。    南樊又叹了口气，准备收拾东西离开。正当这时，街的那边传来马褂銮铃之声，南樊抬头一看，原来是一位富家打扮的大小姐，生的天姿国色，引用评书的话就是一顾倾人城，再顾倾人国；肤若美瓷，唇若樱花；明眸皓齿，巧笑倩兮，美目盼兮，亭亭玉立。杨柳细腰增之一分则太长，减之一分则太短；施朱则太红，着粉则太白。柳叶眉，杏核眼，说话声音如银铃一般，如描似削身材，怯雨羞云情意。举措多娇媚。淡眉如秋水,玉肌伴轻风，柳叶眉，杏核眼，樱桃小口一点点，杨柳细腰赛笔管，说话燕语莺声。    这个女子有一想之美！    南樊心里一惊，莫不是小说里最常出现的情节要在我身上发生了？南樊偷眼观瞧之时，恰巧碰上了大小姐的眼神。但四目相对的一刹那，南樊感觉像是被百把钢针刺到眼睛，两眼生疼。眨一眨甚至世界都染上一丝红色。南樊心里默叹。赶紧把目光收了回来，本本分分的收拾东西，掏出一包药面擦在眼角，默默地离开了此处。==========================    南樊带着这些东西，走出交易区，穿过一个小巷，准备绕到主干道上，来节省时间。但他刚进入小巷，就被一群黑衣人围上了。他们二话不说，带着南樊就到了一个民居里。    “您好，我知道这样有些失礼，但是为了保密，还请见谅。”领头的黑衣人深深地向南樊鞠了一躬。    南樊看着他一头雾水。    “我们是看到了您所售卖的东西，皆非凡品。您有兴趣跟我们做笔大生意么？”领头的黑衣人又说道。    南樊心中暗喜，果然碰上识货的了，但脸上却丝毫没有表露出来。    “懂行就好，你开个价吧”南樊淡淡地说。            “明人不说暗话，每个50金币，如何？”黑衣人明显的顿了一下，说。    “呵，这就快到你的底线了吧。”南樊淡淡一笑，“成交。”    “合作愉快。”黑衣人长舒一口气。    南樊在初次与其接触之时，就注意观察：    他和他身后都是人都是穿着黑衣，应该是一个组织的成员。    除了领头的黑衣肩膀部分有一道纹外，其他人的黑衣上都没有花纹。说明要么这个组织不重视等级，要么这个零头的身份应该不高，但后者可能性比较大。他语气中略带一丝着急，说明这个任务很紧急或者快到时间了。    不胜枚举的细节，说明了许多东西。而南樊正是抓住了黑衣人必须要完成这个任务，但是份内的经济权限又是有限的这一特点，摆出一个高点的姿态，直接让他开价。这样，他所开的价格就十分接近他的预期底线。而未知势力可能会很可怕，因此如果和他讨价还价过久是没有好处的，因此最多两次谈价，必须把事情谈妥，不然就不一定有好果子吃。==========================    几分钟后，南樊拿着一张金卡，离开了这个屋子。    “啊哈哈哈哈！咱终于完成这个任务啦！哎呀呀，你想想，如果头儿看到咱们虽然这么困难，但是搞到这么多东西，会不会重重的奖……”一群人都非常兴奋。    “闭嘴，小心泄露了消息，哈……”一声刻意压低声音的命令从身后传来，但到最后似乎还是没有压住自己激动的心情。    南樊身后传来一阵阵激动地吼声，在静谧的街道上激荡。    放下南樊，暂且不表，再说黑衣人。    黑衣人在南樊走后，把黑衣一扯，扔到了一边。“谁知道这任务这么巧就完成了，还确实是得好好感谢这小子呢。但是要不是时限快到了，我能舍得出几百金币么。”    旁边的黑衣人一看老大扯下衣服，也随即脱下衣服，放在旁边，附和道：“是啊是啊，南老大英明。”    “恩，”南老大很是受用，“事不宜迟，找到了，咱们赶紧雇架马车，给大人送去。”    “是！”其中两个人拿起黑衣，披在身上，离开了这个屋子，消失在黑夜中。==========================    南樊拿着金币想给圣纱络村置办一些产业。于是他就留在了镇子里，打算四处看看有没有合适的机器设备可以运到圣纱络村来改善一下传统铁犁牛耕的农业生产方式。    南樊氏族，似乎每个人都遭受了或多或少的诅咒，正如日记中所记载的那样，他的祖先被皇上恩将仇报，他的爷爷在这个国家建国的前一天无疾而终。他，似乎也是如此，乡里人告诉他，他从小父母双亡。但南氏一族命又很硬，再艰苦，也没有断根的情况发生。    南樊攥紧了手中的一张金卡去，走到了机械交易夜市的一个偏僻的小屋内。    “老板，我要两台红石农业装置。”南樊掏出金卡，递了过去。    店主一愣，随即眼睛里放出闪耀的光芒。干枯的脸上挣开了一道笑纹，笑纹和脸上黄土高原般的水土流失交相辉映，好一个可怕的表情。    显然，店主还没有认识到这个表情的可怕之处，于是他保持这个表情继续说到。    \"啊呀呀，没想到我这个小店都能迎来您这种尊贵的客人，实在是让敝店蓬荜生辉啊，您要什么型号的？\"老板献着殷勤。    但南樊没注意到的是老板的眼中除了表面的热切，眼神深处还有和千沟万壑一致的厚重。他，绝不是个简单人物。\n字数统计：\n"
        },
        {
            "author": "天阶",
            "timestamp": 1423655340,
            "txt_content": "等更新呵呵"
        },
        {
            "author": "天阶",
            "timestamp": 1423655340,
            "txt_content": "猫小沫 发表于 2015-2-11 19:48\n第一章  圣纱络村\n魔历3112年9月22日。“波及半个塞塔大陆的战火，终于要蔓延到蒹葭了。魔法之国，是个充满 ...\n没赶上。呵呵"
        },
        {
            "author": "星光灬羽神",
            "timestamp": 1423655520,
            "txt_content": "等待更新\n写得很好呢- -"
        },
        {
            "author": "单机建筑师",
            "timestamp": 1423655700,
            "txt_content": "啧啧啧啧啧啧。文笔精炼，主题明确balabalabalabala......."
        },
        {
            "author": "HGK",
            "timestamp": 1423656180,
            "txt_content": "看到描写富家大小姐那地方...成语秀了我一脸文艺气息"
        },
        {
            "author": "Ec_Qingcheng",
            "timestamp": 1423656360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "lqx123",
            "timestamp": 1423657380,
            "txt_content": "支持霜露~支持小沫"
        },
        {
            "author": "猫小沫",
            "timestamp": 1423711860,
            "txt_content": "标题: 混沌轮回·横战八荒 第二章 变 本帖最后由 猫小沫 于 2015-2-12 11:33 编辑 \n\n    就这样，南樊和老板把事情商量妥了，南樊便回到圣纱络村。    没过多久，机器也运到了，随之而来的，是几个面向极其普通的技术工人。    工人操作机器的费用已经包含在购买费用中了，因此，南樊也就莫名的有种安心。    而圣纱络村也凭借这个产业优势在短短的两个月内，走上了工业化的进程。    南樊的愿望其实很简单，他只不过是想改善一下圣纱络村的生活状况，想让那些饭疏食饮水的貌似十分朴实的村里人，活的更好一点。不过，他却是没有想到，他的这一系列决定，会给圣纱络村带来怎么样的变化。==========================    几个月后，又是一片天高云淡，又有天上一行行飞过的征雁。    远处的道边，车扬尘土漫天。    （雁过人离别，暗示分裂。同时引出下文）    这几月以来，不少自称各个工业局理事或者工厂经理的人和村子里其他人联系日益密切。而南樊注意到，其内容无非就是看中了圣纱络村的资源，于是要租用圣纱络村土地一类的极其平常事情。而村民们当然没有理由拒绝了。    于是，一家家工厂就在圣纱络村安家落户。高大的烟囱，巍峨的厂房，无一不透露出工程之浩大与工作之严密。    但是这样突然的事情的进度似乎有些太快了，厂主们似乎都没有仔细选定厂址，随便的就圈了块地。但是更诡异的是，他们所圈的地，如果拼到一起，非常的整齐划一，仿佛是已经计划好的一样。    而南樊嗅到了许多不寻常的气息。    比如，他们在交谈中避讳着什么？这样的小事为什么出动了自称的这么高级的官员？他们的规划为什么如此整齐？    南樊沉吟良久，下定决心想和村民们商量这件事。    而早就沉醉在灯红酒绿的奢华，觥筹交错的宴席，阿谀奉承的人情世故中沉迷的村民，骨子里的贪婪被彻底激发了出来。白天，个个面色潮红，言语举止都透露着一股暴发户的气质。各个家家户户铜钱烂绳，金银出锈，米面成酒。粮充溢露积于外，至腐败不可食也丝毫不觉得可惜。==========================    “张叔，你看看这些人，他们的可疑之处很多啊，比如言谈中的避讳，比如这么点小事就出动这么高的官员，比如……”南樊极言其可疑之处。    “小南啊，你不知道，这个生意如果谈成了，咱们能获得多少钱。那时候，咱们村可是小别墅林立，家家都有机械坐骑啦！”张叔摆了摆手。    “可是……”南樊还想说些什么。    “哎呀，你这孩子怎么这么讨厌，你不想发财，就别挡着我，要不是看在你爸爸救过我的命的份上，我早抽你了信不信。”张叔面带愠色，“耽搁我这次重要的饭局你赔得起么。”    南樊沉默的走开了。==========================    “王婶，这几天跟你聊天的人……”南樊也把这些话对王婶说了一遍。    “哎呀，南樊啊，你就别这么多疑啦，在咱这里发展工业不是好事吗。听说啊，他们最多排放一点尾气，一点污水。但是咱们这里靠海啊，这一点怕什么？对吧？”王婶对环境也毫不担心。    “他们的目的我也没搞清楚，但应该没什么好事。而且环境真不能这么破坏。这样下去，您的孩子难道就看着这些污秽之物长大吗？”南樊两方面出发，想说服王婶。    “你这孩子，我看着你长大的，你变了，真的变了……”王婶看着南樊的眼神里有一丝蔑视，一丝同情，一丝悲哀。    南樊又默默地走开了，“变的到底是谁……”南樊喃喃道。==========================    “李奶奶，你看……”南樊对这次劝说不抱什么希望了，但是本着仁至义尽的原则，还是来劝说。    “啊，孩子，你说的有道理啊。不过他们的目的应该不会太坏，你猜错了吧。不过环境问题，我也是很担心啊，我怕我的小孙孙吃到的东西都是那些东西污染的，要是让我们李家绝后喽，怎么办呐。”李奶奶唉声叹气。    “有戏！”南樊心里大喜，说道：“您劝劝你的孩子，让他别卖地给那些人了，这样，就能保护住了啊。”    “唉，我劝过啊……”李奶奶脸上闪过一丝悲伤，“我那个不肖子孙，竟然为了这事打了我一巴掌。他说什么‘以后不提这件事，咱们还是母子；再提这件事，小心我断绝关系，然后打断你的狗腿。’让我好寒心啊……”李奶奶说到这里，浑浊的眼睛里流出了浑浊的泪。    南樊心里一痛，赶紧安慰。    “人为财死，鸟为食亡……清酒红人面，财帛动人心……”南樊反复的念叨着这些话，不禁发出感叹：“唉，钱……”==========================    几天，南樊都无功而返。    他站在自己的小楼上，背着手。抬头，看见望着天藏蓝的边际；低头，望到面前被高耸入云的烟囱和黑烟所遮盖的天空；再向下，鸟瞰街道上熙熙攘攘的人。    天下熙熙皆为利来，天下往往皆为利攘。南樊突然想起《史记》的这句话，又是一声长叹。    南樊只得在那些貌似是商人的员工都陷入沉睡，只有工厂的地下传来一些机器轰鸣之声时，才得到和那些白天忙于应酬的村民共商发展的机会。    （是商人？还是军队？）    南樊不辞辛苦地挨家挨户询问大家的态度。而村民的态度也是坚决的。    所有的年轻人，部分中老年人，都似乎是被蒙住了双眼一样，带着莫名的狂热，反对着南樊的观点。有人骂南樊阻碍了他们的财路，却忘了是南樊花自己的钱购买了设备才带来的这一切；有人说南樊太保守，殊不知或许是自己太激进……    就这样，南樊慎重接纳的想法破灭了。南樊感叹，原来朴实的人，只是因为习惯了朴实，而骨子里的东西，怕是难以改变的。    命运的轨迹。似乎朝着一个未知的方向，坚决的定好了航线。==========================    花开两朵，各表一枝。    黑衣人坐上马车又去了哪里呢？    其中几个人在首领的授意下，拿出了腰间铜雀密使的腰牌，向城主府赶去。    城主府内。有着万卷的民籍，分门别类的码的整整齐齐，黑衣人翻阅过南樊的大致资料后，判断他这种有节操的人，一定会回报圣纱络村。而圣纱络村的村民，祖上多是从商，不过商居四民之末，他们不愿提起，也就随着时间而淡被淡忘了。    黑衣人猛地把手中的书卷和上，又督促城主抓紧关闭所有的城门和所有的机械类店铺，唯一留下一间角落里的不起眼的机械店。    而这一间，表面看上去是一个重利轻义的市侩小人做的买卖。却是受铜雀台所辖，是城中的一个密报部门。虽然这个店主并非专业的铜雀密传令官，因此无法完美的控制自己的神情，但段时间又调不过来其他的传令官。因此。而黑衣人就利用了南樊见人不多的特点，让传令官多恭维，少抬头。成功的骗过了南樊。    而以后的那些工厂是谜团拨款建造的，目的目前作者也没有足够的权限获得，因此也是不得而知。但是总之不会是什么好东西，尤其是只在夜间工作的机器。    而铜雀台也利用了圣纱络村村民逐利的特点，成功的把这里伪装成一个工业化的小村庄，从而达成他们那不可告人的秘密。==========================    说了半天，铜雀台是什么？    铜雀台，是炼金帝国一个隐秘的组织，这个组织有极其明确的分工，严密的规章，严格的制度。与其相似的，是一个叫做“谜团”的组织……==========================    南樊实在坐不住了。看着天边渐渐逼近的一片黑云，他随手从衣架上拿下了那件风衣，又走出门去。    圣纱络村依山傍水，而如今的山上高楼林立，一根根烟囱直插天空。南樊信步走近工业区的大门。而在工业区的门口，有两个荷枪实弹的士兵在站岗。士兵看到帽檐拉得这么低的南樊，喝止住了他：“工业区属于机密部分，禁止进入。请速速离开，若不如此，我们有权利击伤你。”    南樊帽檐下的眼睛闪了一道精光，点点头，便转身离去。    而他并没有回家，而是转到一个山坡下。两个匕首一样的东西被从风衣里拽了出来，然后趁着黑云遮挡之际，一下，一下，他接着两把匕首和岩壁上突出的岩石，他竭力扭动着身子，缓缓地慢慢地向上爬去。    “蔚头，上午您值班啊！”一个小卒笑着对从身边走来的一个队长模样的人打招呼。    “恩，今天天气不好，所以我就安排我到上午来，恩，下午是昊伟来。”蔚飞翼咧嘴笑了一下。    “噢，是宋昊伟啊！队长想得好！不过就是担心要是他又趁着值勤的时候偷咱藏起来的酒怎么办？”    “没事，那小子敢再动，我就让他围着咱区跑上几十圈。”蔚飞翼嘴角一咧。    “英明……”字数统计：\n\n"
        },
        {
            "author": "天阶",
            "timestamp": 1423712640,
            "txt_content": "猫小沫 发表于 2015-2-12 11:31\n就这样，南樊和老板把事情商量妥了，南樊便回到圣纱络村。    没过多久，机器也运到了，随之而来的，是 ...\n顶，内容赞，（我中华大孝道）\n坐等再更新^……"
        },
        {
            "author": "猫小沫",
            "timestamp": 1423742880,
            "txt_content": "标题: 混沌轮回·横战八荒 第三章 潜入 本帖最后由 猫小沫 于 2015-2-12 20:09 编辑 \n\n    南樊躲在围墙外听得一清二楚，不多时，他就把换班的时间、人员等情况摸得差不多了。\n    “这里的防御最弱，恩，下面就是等宋昊伟来了。”南樊躲在墙角闭上眼睛听着动静。\n    天更暗了，竟有种黑云压城城欲摧的感觉。\n    “又是我，蔚小子，自己藏酒还不让别人喝，哼，别有把柄落在我手上，不然有你看的。”宋昊伟换班后嘟囔着，“这天气，真烦人，一点心情都没有，啊，这个下午怎么熬啊。”\n    宋昊伟说着说着竟然打起盹来。南樊心中暗喜，这是个好机会。稍微走的离墙远点后，他三步并作两步，直接攀上墙头，然后用一只手扳住墙，一只手拿出一个小镜子，打开镜子旁边的暗光灯后，看到下面的宋昊伟果然在呼呼大睡。南樊整理好东西，走到墙上。\n    墙只有不到五厘米宽，但南樊却在墙上健步如飞平稳地走着。随着南樊的前进，目标建筑的一根横杆渐渐地在南樊眼中清晰了。他身子一蹲，一起，直接飞向横杆。\n    “砰”一声闷响，南樊紧紧地抓住了它，身子一沉，杆也跟着沉了一点，“起”南樊暗喝一声，他竟借着杆的顶端飞到了杆旁的屋顶上。\n    南樊在屋顶上看了看四周，一个人也没有，只有远处工厂的烟囱冒着黑烟。南樊心里更是疑惑，白天为什么工厂不开工呢？\n    南樊一闪身，顺着屋顶的外置下水管下滑，落地前他使劲一抓，减缓了速度，缓缓地落在地上。现在，他在一个工厂的后院，但这个后院里杂草丛生，什么东西都没有。而通向厂房的门竟然是紧紧锁着的，甚至连上面的纸带都没有撕开过的迹象。\n    “这就是说，这个工厂基本没有使用过，甚至，只是为了掩人耳目？”南樊心里不由得一惊。\n    轻轻地把门旁边的窗户撬开，南樊一翻身钻了进去。\n    而更令他吃惊的是，厂房里却全是集装箱。并且整个工厂的烟囱全是埋在地下的。南樊便掏出一把小铲子，从角落向下挖，仔细的分开新土和老土，这样以后填上之后也不容易被发现。而没过半米，南樊就发现了一层厚实的钢板，轻轻地拨开旁边的土，看着钢板的轮廓，南樊估算了一下，发现一块钢板就至少有十平方米。更令他吃惊的是，这一层钢板下面，竟然只是一个管道间，里面有着密密麻麻的管线，红橙黄绿蓝靛紫，什么颜色的都有。而更下面呢？谁也不知道是什么样的。\n    “这可是不是个小事”，南樊轻轻地把钢板放回到原来的地方，把土恢复到原来的样子。而这时候，远处的集装箱突然传来一声轻微的响动，但在这个空间里却被无限的放大，听得南樊有点难受。而南樊刚准备速速离开的时候，声音却又停了下来，不一会，又开始响起。\n    南樊疑惑更大了。循声而去，却发现是一个被红色标明的小型集装箱，但这个集装箱明显厚实不少。南樊在远处小心的用探棍碰了碰，却并没有异常，南樊缓缓地靠近，最后甚至将耳朵贴在上面，也没有再听到什么奇怪的动静。\n    就在僵持之际，远处突然发出了一点机械启动的声音，南樊抬头一看，是一个摄像头朝这里转来，南樊赶紧一个翻滚躲到了集装箱的后面，试图躲避探查。但很明显，南樊的想法失败了——随即警报大作。工厂四面的窗户上开始落下厚实的钢板，门旁边大树粗细的钢棍也渐渐地穿过门上的钢环向中间合拢。\n    俨然一个必死之局！\n    南樊心里一惊，脚下赶紧加力，但冲到最近的窗户的时候，锁定系统却还是运行完毕——所有出路都被封死了。\n    这时，红光和警报声音一起消失，整个空间又重新归于寂静。\n    南樊心里暗叹自己倒霉，不知道触发了什么机关。\n    “看来无法逃出这里，难道要等士兵来了把自己救出去？”南樊心里暗道。肯定不可能！看这种防卫的严密程度，这里藏着的肯定是机密，如果知道自己发现了这里，自己的下场似乎不言而喻……\n    突然，南樊想到自己刚才挖开的那个管道间。\n    “就决定是你了！”南樊又看到了生的希望。\n    说干就干，找了一个角落，南樊又开始了深挖洞广积粮的工作。就在南樊准备搬开钢板的时候，突然一片放气的声音响起。随即，令人胆寒的嘶吼声连成一片，南樊眼睛都要吓得掉在地上了，赶紧把土伪装一下，自己顺势就钻进了管道间。刚趴到管道间，就听到上面隐隐传来的脚步声。而这种声音，往往是质量极大地生物才能发出的，加之可怕的嘶吼，南樊真不敢想象这是一种什么可怕的生物。\n    随着管道南樊四处探索着，突然，眼前出现了一个超大号的排气扇间，南樊一愣，随即明白过来这是中央通风系统。南樊钻出管道间，看着身边四通八达的排气管道，南樊不由得有一丝好奇，这究竟一个什么样的机构。\n    随着南樊在通风管道里小心的爬行，一些奇怪的东西被南樊看到了，比如一只只巨型的试管，里面装着浑浊的液体，几乎各种颜色都有。而试管外面却有着手臂粗的金属网；还有一些奇怪的图形，在黑暗中也能散发阵阵光亮，有些让人感觉冰冷，有些让人感到灼热，有些让人感觉圣洁，有些让人感到邪恶……\n    南樊头脑里似乎有了什么，但南樊却一时间又抓不住。随着时间的流逝，南樊所能收获的东西越来越少，而腹中的饥饿感更胜。于是南樊就怕回中央通风系统，顺着旁边的梯子一点点的向上攀爬，一直到顶部的一个小门。\n    这扇门虽然是锁着，但这种程度的锁对南樊来说一点难度有没有，掏出一个L形的和一个锯齿形的工具，没几秒就听到“啪”的一声，锁应声而开。\n    南樊一闪身，就钻进了那个通道。\n====================\n    “查出来什么人入侵了没有。”一个头发斑白的人，严肃的看着前面几位军官。\n    “报告，没有。”最前面的军官答道。\n    “废物，都是废物！我就不说入侵的万一把事情传到外面，咱们怎么圆这个谎。单单说那两个Falcon-I、Falcon-II实验体，和Fox-II完全体。咱们花了千人才把他引到毁灭所，予以毁灭。单单这个损失谁来负责？”他愤怒地站了起来，“啊，谁告诉我防御系统万无一失，Fox-II为什么能这么轻易的干扰？别告诉我他精神能力太强。”\n    “……”\n    死一样的寂静。\n    “哼，我告诉你们，谜团养你们不是白吃的。下次有这种事，就负责Falcon-IV的喂食。散会！”\n    “报告，实验科有新进展。”突然，一个士兵进来报告。\n    大家离开的脚步一滞。\n    “实验科那帮垃圾又出什么新进展了，哼，念！”\n    “完全体的法阵研究进行到了85.812878%，是一个巨大的突破！”念道。\n    “上个月是多少？”\n    “85.812852%”\n    压住心头的愤怒，呼出了一口气“半年前呢？”\n    “85.5%”\n    “混账！半年时间连1%都没突破，原来的一天20%，一天23%的那种进度呢？！”\n    而还在听这边局势的那些军官，一看这种语气，直接冲出门外。\n    反观室内，发现突然间少了一批人的士兵顿时心里有种不祥的预感，“属下不知。”他诚惶诚恐的答道。\n    “把实验科科长叫来。”\n    ……\n====================\n    南樊显然没有意料到自己的这个举措把他们置于了什么样的局面，但南樊心里的惊涛骇浪却一点都不下于他们。\n    此后，南樊一直在思考，这个工业区到底在干什么，他们的目的是什么……\n====================\n    三个月后，工业区上空突然发出一道光，不到1s，就又显出湛蓝的天。\n    “报告，实验科又有新进展。”一个士兵报告。\n    “那些垃圾还没够是么。”\n    “法阵研究完成，融合完成，法阵激活成功，信号接受成功，信号发射成功，但未完全被成功接收。控制实验成功。”\n    “哦，好好好！这个是什么型号的？”\n    “Wolf-III”\n    “不错，是我苏绍元最看好的型号。”苏绍元捋了捋为数不多的胡子，“走，带我去看看对战实验”\n    “遵命。”\n====================\n    苏绍元兴致勃勃的看Wolf-III三下五除二就把三个Fox-II和五个Falcon-II组成的战阵撕开一个口子并在里面横冲直撞，全歼目标，而且仅付出了身上几道伤口的代价。\n    突然，整个基地警报大作。\n    “最高警报？！”苏绍元虽然脾气不好，但军人的素质让他带领谜团守备军全体成员在5min内都站到了地面上并进入了战斗姿态。\n    天边，一开始是一小片，后来，这一小片越来越大，最后竟然遮住了整个天空！\n    “这是什么？”苏绍元心里一惊\n    “吼！！！”一声声巨大的龙吼声瞬间响彻天地，地面上的人无不大惊失色。\n字数统计：\n\n\n"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1423802400,
            "txt_content": "_(:зゝ∠)_我已更新"
        },
        {
            "author": "天阶",
            "timestamp": 1423812180,
            "txt_content": "猫小沫 发表于 2015-2-12 20:08\n南樊躲在围墙外听得一清二楚，不多时，他就把换班的时间、人员等情况摸得差不多了。\n    “这里的防御 ...\nwolf—三号………………\n坐等LZ再跟新……"
        },
        {
            "author": "猫小沫",
            "timestamp": 1423842300,
            "txt_content": "标题: 混沌轮回·横战八荒 第四章 炮火连天 本帖最后由 猫小沫 于 2015-2-14 13:47 编辑 \n\n    圣纱络村的村民无不变色，所有人都走出了自己的房子，抬头看着天上的龙群。    “谜团全军准备！导轨炮强充能！电浆发生器强充能！……”苏绍元有条不紊的下达着命令，但这些命令却都是只有在关乎生死的时候才能下达的。    天上的龙群渐渐地进入了武器的攻击范围。    龙群战阵的攻守同盟之势形成后，战阵中的黑龙都开始酝酿自己的黑暗龙息。    现在不仅仅是苏绍元了，所有谜团的战士都怔怔的看着远处越来越大的黑暗能量，也都感觉到了黑暗龙息传来的压力。    “开炮！”随着一声令下，无数通彻天地的光束与闪着隐晦而又能量巨大的光球不断地被发射出去，向龙族战阵中冲去。    而龙族战阵一方的龙息也准备完毕。    “吼！”黑龙齐吼，一大团精纯到极点的黑色能量与谜团的攻击相撞。    一方是深邃到极致的黑，一方是光耀天地的白，两股能量瞬间对撞在一起。    天地无声，万籁都寂！    不知过了多长时间，一股巨大的能量散射向四周爆发开来，空气都被不断地压缩，而这个过程甚至肉眼都能清楚地感受到。    随后，天地间形成一道道明暗不一的同心圆，而且这些圆不断地向四周辐射开来，什么物体与它接触，顷刻之间都会化为粉末！    而这一道道同心圆，也正在以肉眼可见的速度，向基地迅速推进！    随着一声闷响，同心圆狠狠地轰在了能量护盾上，能量护盾翻起了滚滚的波涛，甚至有些地方都明灭忽，处在崩溃的边缘。    惨烈的战斗就此打响！    谜团空军迅速从各个基地驾驶飞行器飞上天空，而留守地面的众兵也是各个拿出了看家的本领，地下的能源供给装置更是在超负荷运作，支持起一个巨大的能量护盾！而地面也因为能量供给装置的超负荷运作，开始以基地为中心缓慢的黑曜石化！    但从另一个方面来说，黑曜石化的地面更容易散热，从而使能源供给装置的超负荷使用时间大大延长。而且黑曜石化的地面会使魔法能量更不容易聚集，对黑龙的魔法，也是一种削弱。    此消彼长之下，双方实力的悬殊差距瞬间缩小到了谜团可以勉强抗衡的地步。    而天上的龙群，战阵瞬间变换！结成了另一个神秘的魔法六芒星阵，每一个节点之间，甚至都有肉眼可见的能量传输！    实力差距似乎又被拉开了！    红龙率先撞上能量护盾，激起了一道道能量的涟漪。但红龙只是被弹开，似乎并没有使护盾受损。而事实上，这样的撞击虽然刚刚只有几下，但是对能量供给装置带来的压力确实不容小觑。    无数的压力发生器、能量供给装置超负荷工作。    而如果站在锅炉间，甚至我们都能看到从一些密封不好的缝隙中都一直在喷出灼热的蒸汽！    谜团众将感受到了空前的压力。    “启动生物计划，Wolf-III、Fox-II、Falcon-II进攻！”苏绍元顾不得强行控制这些控制系统并不完善的东西可能会造成的伤害，毅然下达了这样的命令。    “是！”    随着命令一道道的向下传达，地底紧紧密封的一扇扇一米厚的铁门缓缓的打开……    ======================    “报告长官，所有生物武器失去控制，无法启动！”    “什么？关键时刻掉链子。”苏绍元面沉似水。    “怎么办，是逃还是战？”    “逃，怎么逃得了；战，怎么战得赢？”    “战！不行，我们不会成功的……”    “逃，唉。只能牺牲部分兄弟了么。”    ……    苏绍元头脑里在这电光火石间，想了无数的问题……    苏绍元猛地一抬头，大声吼道：“一队二队收拾物品，战略撤退；三队留下掩护。”，眼眶里打转的泪，又被这个汉子硬咽了回去！    军令重如山，谜团军队早已做到令行禁止的程度。三队，没有怨言，因为他们知道，自己的使命。    “长官，请撤离！”三队队长向苏绍元敬了个军礼。    “你知道么，当年，在咱们军里，如果我说我操电磁轨道炮第二，没人敢称第一。来吧，让爷爷看看你们有没有更强！”苏绍元径直走向战斗最激烈之处的那座电磁轨道炮……    一队二队，携带着所有实验数据和文案，以及部分珍贵的试剂和器材，登上了敦刻尔克级战列航空舰。    随着耀眼的火光闪了一下，一队二队消失在茫茫的天边。    “向苏元帅敬礼！”两位队长齐声吼道。    啪！所有人，心甘情愿的向传来阵阵巨响的方向，敬了一个标准得不能再标准的军礼。    ======================    三队接受了掩护任务后，就强制开启了基地的终结模式。    瞬间，摇摇欲坠的能量护盾又被支持起来了，所有能量武器的杀伤也大了许多。    随着一枚枚能量攻击轰入龙群内部，原来似乎永远无法被打破的战阵突然被破出了一条缺口，再仔细看，一条肉体极其强悍的红龙竟然瞬间被轰杀至渣，只有一蓬龙血缓缓地洒下。    随着战阵的被破坏，攻击能对龙群的杀伤也渐渐的增大了。无论是肉体强悍的红龙还是魔法攻击强悍的黑龙，身上都留下了或多或少的伤口，甚至还有失去了肢体的几只龙不得已撤回远处。    而谜团军队损失也相当惨重。随着一队二队的撤退，只有三队孤军奋战，不过十多分钟，阵亡人数就已经到了三分之一，几乎全员受伤，不过是轻重的问题了。    战争到了胶着的状态，双方都不敢轻易发起进攻，因为谁先进攻谁就会付出更惨重的代价。    随着时间的流逝，能源供给装置功率渐渐地开始降低，谜团众将终于忍不住了。    能量护盾被撤消了！随着能量护盾的撤销，武器的功率变得更大了，但是随之而来的确实龙群的猛烈攻击，谜团由原来的凭城用炮转为现在的肉搏，自然优势下降了不少，但是他们的目的是什么呢？    答案很快就揭晓了，随着一声惊天地泣鬼神的爆炸声音，整个圣纱络村化为一片灰烬。龙群全军覆没，一具尸体都没有，而谜团军队只有在爆炸边缘之处才有几具尸体。    稍等，那里出了点问题，龙族这么强悍的肉身为什么没有留下？    龙族去哪里了？圣纱络村后来怎么样了？    塞塔大陆的新闻机构次日头版竟然发布的是这个消息，是因为威力太大还是官方无力压制或者掩饰从而将这个消息透露出来？    人人都在关心他们的下落。而他们到底去哪里了呢？    ======================    南樊以及其他的圣纱络村的村民现在在虚空中静静的漂浮着，毫无声息。    而一道紫光闪过，神秘人来到了他们的面前，想了想，随手打开一道传送门，把所有人类都扔了进去。    神秘人一笑。    视线消失前，他隐隐约约的看到，似乎是个女性……    ======================    南樊再醒来的时候，却发现自己躺在一个丛林里。    他用一只胳膊拄着地，缓缓地坐起来。但是他的头脑里突然多了很多东西，他一声惨叫，抱着头，又躺在了地上。    ======================    魔历3000年前后，七贤中有四位贤者，为了获得更长的寿命和更强大的力量，屠杀了一个城镇的居民，并且谎称是魔兽进攻。    魔历3110年至3113年，刚朵拉挥动着死亡之翼降临在魔法之国的大地上。它喷吐着灼热的龙息，尽情的破坏着眼前的一切。生灵涂炭，百姓遭忧，死亡的阴云笼罩了整个塞塔大陆。随后，他便被封印，在永恒的虚空中，受着可怕的折磨。史称“大封印”。    终于在魔历3112年春，魔法之国的半壁江山破坏殆尽、议会七贤之中四贤重伤陨落。    眼睁睁看着家园被毁灭殆尽而自己无能为力。支离破碎的魔法之国的人民痛哭着，哀嚎着。    而这个时候，死亡的四贤者的势力开始争权。    于是，历史学家口中的“大混乱”。    四贤所遗留的势力分别称为：“东胜”“西牛”“南瞻”“北俱”。    割据塞塔大陆，期间战争不断，给塞塔大陆的生灵带来了仅啻于“大封印”时代的混乱与伤亡。    而在他们穷兵黩武之际，域外的炼金文明突然出现，分化了四势力，随后以秋风扫落叶之势平定天下，建立炼金帝国。史称“炼金纪元”。    炼金帝国占领魔法帝国百年后，其势力终于在这片大地上成功立足，各大反抗势力被打散或剿灭或招降，剩下的势力都转入了地下进大地的挖掘探索。    又是几十年，总体来说，炼金帝国休整完毕，开始了对这片广阔空间的探索命令。“谜团”组织，专司对于遗迹的开采，从中取得新的技术来扩充帝国的力量。    偶然间，谜团收到一个任务——铜雀台获得了一个情报，在圣纱络村，有一个遗迹，而谜团的任务就是开发。    就这样，“谜团”接受了建团以来的第一个任务，对一个不知名小村子，做出了周密的计划，而这个计划是和铜雀台的行动紧密联系的。\n字数统计：\n"
        },
        {
            "author": "天阶",
            "timestamp": 1423880280,
            "txt_content": "猫小沫 发表于 2015-2-13 23:45\n圣纱络村的村民无不变色，所有人都走出了自己的房子，抬头看着天上的龙群。    “谜团全军准备！导轨炮 ...\n继续更新，这一章很赞。"
        },
        {
            "author": "猫小沫",
            "timestamp": 1423925880,
            "txt_content": "标题: 混沌轮回·横战八荒 第五章 神遗 本帖最后由 猫小沫 于 2015-2-14 22:59 编辑 \n\n    经过半个月的建设，各类设备相继抵达，小岛上部被伪装成了一个正常的居住区，但是山上原本应该为周围提供蒸汽力的高塔的管道却被改造了。改造后的管道通往地下，对各个挖掘设备进行充能，谜团的众人晚上则在地下进行开发。\n    随着时间的流逝，魔法帝国的遗迹逐渐浮出水面，一道光柱冲天而起，研究工作不得不被迫停止，学者们围绕着光柱进行了研究。半天后光柱散去，一头雾水的众人虽然百思不得其解，但是还是继续在其中进行研究。\n    随后，他们就研制出三个型号的生化魔人（简称魔人），分别是Fox\\Wolf\\Falcon三个系列。其中Wolf是战斗力最强的，Fox是精神能力最强的，Falcon是移动能力最强的。而工作在过了一开始的顺利之后遇到了一个瓶颈……\n=====================\n    南樊脑海中闪过无数的画面。他回过神来之后，仔细的整理了一下思路。\n    望着天边一抹七彩之光，喃喃道：“这就是因果吗……？”\n====================\n    南樊带着自己的疑问出了森林，进入了城市。\n    在城市里，他当过小商贩，卖过自己做的手工艺品，但是没一会就被人嫌太丑砸烂了；他当过城管，一脚踹翻小摊之后，被人家告了；他当过服务员，但是客人抱怨了一句，南樊就拍了他一下，然后人家就进了医馆；他当过……\n    总之，南樊几乎把所有能干的职业都干过了，不是因为这个原因，就是因为那个原因，总是没有长久的干下去。\n    而这一天，南樊走着走着，看到一位平凡的不能再平凡的人，向他招了招手，然后转身走进了一个小巷，三拐两转间，他就消失在南樊的视野内。南樊回过神来看的时候，面前是宏伟的冒险者公会。\n    南樊心里一计较：“我算是什么都干过了，但是佣兵确实没有体验过。这次让我试试佣兵，看看能闹出什么奇怪的事情。”\n    想罢，南樊抬腿进了公会，填完报名表后，便领到了自己的徽章，于是他就开始了艰难的佣兵生活。\n    而佣兵生活，虽然危险，但是南樊乐在其中，奇怪的是，这次的职业干的时间异常的长，干了三天竟然都没出任何奇怪的事情。\n    闲言少叙，南樊在这样一场场血的考验中，无论是体魄还是心智，都有了非同小可的提升。\n    这一天，南樊接到了一个正常的任务。\n    而这一次的任务过程中，却发生了一点不平常的事情——南樊发现了一位昏倒在路边的年轻人。不知是南樊对生活有了些感悟也或许是什么其他的原因，南樊本来想不管的，但最后又转过头来，救起了他。\n    而回到城里以后，南樊犹豫了半天，还是决定先暂时将他安置在了自己的家里，自己则先去交任务。\n    南樊交完任务，刚推开自己房间的门，南樊就吓到了——那位年轻人，竟然生龙活虎地在练习魔法。\n    即便不提他为什么会炼金帝国严禁的魔法，单说他这种神奇的恢复速度，就足够南樊大吃一惊。\n“你什么时候好的？”南樊一脸难以置信，因为他探查过年轻人的情况，发现他的时候，他的身上全是鲜血，还有不少深可见骨的伤口，以及……\n    “没什么，我恢复意识之后给自己来了个治疗术就好了！”年轻人一脸自豪，“我的治疗术可基本上无人能及。”\n    “你是，魔法师？”南樊提出自己的疑惑。\n    “恩，可以算吧。谢谢你救了我啊，我叫神遗，很高兴认识你。”说着，神遗伸出自己的手。\n    南樊和他握了握手，问道：“你是光系法师？”\n    “哟，你知道的还不少啊，我还以为现在没人知道这些了呢。”神遗笑道，“其实我是全系法师，而且所有系都用的不错罢了。这次就用了光系而已。”\n    （突出他已经很老了。）\n    “啊，全系法师？”南樊一惊，“现在的全系法师，我就知道一个神眷，他现在在皇帝身边当总管，深得皇上的宠信。而法师也是凤毛麟角，大多被皇帝重用，但倘若没有接受任命，他的下场似乎只有死……”\n    “啊，没想到现在法师，尤其是全系法师已经这么少了。唉。”神遗叹了口气。\n    “现在是炼金时代了，魔法早就成为历史灰尘了。”南樊安慰道。\n    “唉，是啊。当年，如果不是魔法内战，炼金实际上打不过魔法的。”神遗替魔法说了一句。\n“这倒是。”南樊承认。\n    ……\n    这一来二去之间，两人很快就混熟了。随着神遗也加入佣兵系统，两人又成为了出生入死的伙伴，无话不谈，无心不交。\n    这天，他们两个又来到了佣兵中心，接到了分配给自己的任务，但是这次的任务竟然是杀掉一个三级的赤风狼。\n    “这么简单的任务也值这么多钱么？”南樊心直口快。\n    “对啊，赤风狼最多一个风刃就能开膛破肚。”神遗也说，“只是路稍微远了点。”\n    但为了这么多金币，他们俩也是蛮拼的。\n    一路，\n    竹杖芒鞋轻胜马，谁怕，一蓑烟雨任平生。\n    两人就在这如诗如画的时节，载欣载奔，踏上了北上的路。\n    因为，南樊感觉，只要有神遗，他不会孤单。\n    “我是人间惆怅客。”南樊感叹。\n    “知君何事泪纵横。”神遗答道。\n两人有默契的互视一眼，继续前行……\n====================\n    （也是故意发布这么奇怪的任务，让南樊抱怨）\n    这次任务结束后，南樊虽然因为能和神遗愉悦的交谈，因而感到非常快了。但是他还是不禁抱怨现有的交通工具太慢了，跨半个塞塔大陆竟然要这么长时间。\n神遗脸上虽然也是快乐的，但隐隐的也带有一丝愠色，显然魔法师瘦弱的身体更不禁这样的摧残。\n突然，神遗跳了起来，说道：“对了，我是全系法师，我能使用空间魔法！”\n    南樊脸上一沉，“我！”南樊叹了口气，“唉，你怎么不早说……”\n    “早说也没用，我刚刚领悟到的远距离空间魔法的真谛。”神遗一摊手，“另外，空间魔法比较耗能量，所以，我想建立一个魔法军团，这样一是能更好的发挥空间魔法的实力，二是以后能辅助炼金帝国征伐，而且，如果这支军队是你招募的话，你肯定也是一个大官了。”\n    “唉，你不知道，现在炼金帝国不让私下传授魔法，这样是违法的啊，要是知道是我，我要掉脑袋的。”南樊眼里一亮，随即昏暗下去。\n    “啊，这倒是个问题。”神遗沉默了一会，“唉，不如，就让我来吧，我来招募，有了事我担着，而且我现在能勉强使用空间魔法了，即便是他们抓住我，我也有一战之力。”\n    “别冒着个险了吧……”南樊行事谨慎，“你万一出事怎么办呐？”\n    “别担心这个，就试一试，如果他们发现了，咱立刻遣散他们就行了。”神遗提了个办法，“而且，如果他们要抓我，我可是会空间魔法，一堆人我可能带不走，但是如果就我一个，我的魔法可是绰绰有余的。”神遗十分自信。\n    “好吧。”南樊看着胸有成竹的神遗，也勉强通过了这个方法，“那就试一试吧。”\n就这样，在两人的努力下，一只战斗力不俗的魔法军队就建立了起来。\n等到训练到一定程度后，两人立刻向炼金帝国报告，并主动交出了兵权和训练方法。\n    自然，炼金帝国皇帝龙颜大悦。不仅交出了兵权，还把训练方法都交了出来，人家都做到这种程度了，自己还责备他什么呢？\n    而得到皇帝照顾的两人自然是仕途顺利。一两年工夫，就成为了京官文职四品，而因为就只差一品就能上奏折，而皇帝也是非常期待他们的谏诤，因此专门赋予了专折奏事权。\n    一天的早朝，皇帝身边的神眷似乎感受到了神遗身上的气息，便在散朝后奏明圣上。\n    “大家，我最近看到一个叫做神遗的人，他的身上，有一些法师的气息。当然，他绝对是没有二心的，因为我的预言水晶球并没有检测到他在说谎。所以，我认为，如果我能和他联手的话，或许要不了两年，我们就可能做出来一个快速运兵的装置。而到了那个时候，咱们军队的战略转移会更快，更不容易被抓住行军路线。周围的那些番邦外国自然更是打不过我们了。”神眷分析。\n    “嗯，可以考虑。”皇帝也是深思熟虑，“你们大约要搞多长时间？”\n    “两年内必定完工！”神眷沉吟半晌后斩钉截铁地答道。\n    皇帝看神眷如此自信，而且自己感觉如此做也是百利无一害，便同意让他们去试试。\n而另一边，跟南樊在交流学术知识的神遗突然接到了皇帝的手谕。他也是非常惊讶：自己怎么突然除兵部主事呢。但圣命难违，辞别了南樊，神遗到了兵部。\n    神遗和神眷自然有着共同语言，此处便不一一叙述。\n==================================\n    将近一年，传送魔法阵试验成功。\n    又过了半年，塞塔大陆上几乎所有的炼金帝国的大中型城市都安装上了传送魔法阵。一时间，无论是往来的富商还是举家出游的富户亦或者是调动官饷之类物资的官吏，都认为这个东西的出现使行动便利了许多。\n    这些赞美的话自然也是让皇帝听见了。皇帝一看效果不错，便也配备给了军队。\n随后，神遗和神眷都获得了皇帝的赞赏与嘉奖。\n而神遗则申请回到了南樊身边，皇帝虽然有些不舍得，但是照顾到神遗实在有才，便将南樊也调来。两人好久不见，似乎有说不完的话。\n    “神遗，这个传送魔法阵，是怎么样的一个原理？”南樊好奇的问道。\n字数统计：\n\n"
        },
        {
            "author": "猫小沫",
            "timestamp": 1424010840,
            "txt_content": "标题: 混沌轮回·横战八荒 第六章 双势之战    “啊，这个是机密。”神眷一笑。    “好吧，我不问了……”南樊也知道机密的重要性。但南樊虽然嘴上说不问了，但是心里却非常好奇，像有无数小猫在挠一样。    神眷看到南樊这样，笑了一下，说：“当然，对别人来说是机密。但咱俩谁跟谁啊，这些你迟早也会知道的，早点说又有什么呢？我给你讲啊……”    说罢神眷拿出了图纸，给南樊讲了起来……    “原理其实很简单，因为世界不是一个整体，我们在稳定的主位面，但除这个之外，肯定有很多的次位面。而空间魔法可以将人转移到本世界的次位面。    “而次位面与主位面之间的空间和时间比例也是不一样的，比如远距离魔法阵使用的次位面都是本世界的10x10^5m是次位面的1m，中距离的是本世界的10x10^4m是次位面的1m，短距离的是本世界的10x10^3m是次位面的1m，近距离的则是本世界的10x10^2m是次位面的1m。    “而相对的，距离越短，同样的魔法可以支持的物体传送的质量就越大，比如远距离魔法阵额定功率最大支持10x10^4kg的物体，而中距离就是10x10^5kg，短距离是10x10^6kg，近距离是10x10^7kg。    “而一旦物体进入了次位面之后，我们只需要让他在魔法的作用下走1cm即可。    “但是这个过程中会封闭人的五感六识，并会使人陷入牵魂状态，从而无法控制身体。但是没办法，如果不进行控制的话，因为他的恐惧或者好奇就容易出一些差错，那时候就麻烦了。    “而且因为次位面也是临时创造出来的，所以没人能伤害到其中的人，而且传送完成后，位面也大多会因为没有魔法支撑而坍缩，即便有人有什么奇怪的方法进去了而且没有丧失感觉，他也会因为不是牵魂状态而出不来，最后的结果也是随着次位面的坍缩而化为齑粉。”    南樊听的时候，不住的点头，不仅是因为方法的巧妙，更关键的是其中还有一定的保护措施，从而最大的保护传送者的人身安全。    “想的太全面了！”南樊感叹道，“不仅提高了利用效率，而且还从各个角度增加了安全性。”===================    两人管理起来政务，时间就过得非常快了。    这一天，炼金帝国出了一件大事：    一个奉命紧急前往实验室发出诏令的传令兵——马格尼，竟然把炼金药剂偷出来了一点，并在大陆上传播。    此事一出，舆论哗然。    次日，无论是大报小报，都在头版头条把此事详细的道出并进行分析。    “秘银报记者三月十二日电。据本报记者从南宫世家获悉，炼金帝国在进行一个生化试验。据泄露的药剂上面的编码可知，这种药剂是为了制造一种战争机器——魔人。而南宫家主南宫方天向记者明确表示，自己已经在一位不愿意透露姓名的炼金药剂师的帮助下破解了成分，并且改进成可以大幅度提高人体素质的药剂，并在南宫世家进行试点。据南宫家主透露，若实验效果良好，那么南宫家就会联合西门、东方、北郭等世家联合大规模制造药剂，并让所有炼金帝国的人民都能买得起……”    “……记者认为，这是炼金帝国野心的另一种表现形式。炼金帝国借助科研实验之名大规模制造战争机器已是一个不争的事实，而据一位不愿透露姓名的知情人士透露，炼金帝国一共有三个系列的魔人，分别是‘隼’、‘狐’、‘狼’。而泄露的药剂就是‘狼-III’的生化核心试剂。我们不难想象，如果炼金帝国对我们有杀意，我们不会死在人类手里，而是死在被他们控制的这样的怪物手里。而且，我们的尸体可能还会被重新利用。这是一个可怕的阴谋，我们必须阻止……”    “……所以，我报号召所有有志之士，游行示威，反抗炼金帝国的魔人实验！”“……炼金日报记者采访炼金帝国长官特鲁米。特鲁米表示，炼金帝国并没有进行这样的实验，这完全是阴谋家的一个反炼金的行为，这不利于炼金帝国的内部团结。而倘若人民反抗，或许会给外部势力以可乘之机……”    ……    而几乎所有的报纸对这件事情的评价，都是负面的。而所有接受采访的官员，对这件事都是矢口否认。    而人民却不干了：原来帝国竟然在干这种卑鄙之事！于是，部分地区的人民开始游行，来反抗政府的这种行为。    但很快，朝廷就通过政治手段压下了这个事件。但此事虽然炼金帝国极力否认，但是还是对其声誉造成了极大的负面影响。原来屈于炼金帝国淫威之下的部分世家的野心又开始膨胀。    于是，老牌的世家联合大规模生产，并下发到世家子弟，供其服用。    果然，服用药剂后的世家子弟身体素质至少提高了三倍以上，而且神清目明，学习任何技巧都不费吹灰之力……    这样一来，世家的军事力量一下提高到几乎可以和朝廷的非禁卫军分庭抗礼的地步。    而随着药剂的公开贩卖，塞塔大陆的整体实力也在上升。    而虽然药剂大幅度提高了塞塔大陆的整体素质，但不知为何却污染了环境——部分因为药物的不完善，因此部分没有正确处理的试剂赋予了部分未清除干净的魔人繁殖的能力、五倍以上的实力。===================    随着世家野心的膨胀，帝国和世家之间的摩擦愈演愈烈。    就像萨拉热窝事件在第一次世界大战的地位一样，火石城攻势成为了这场战争的导火索。    “大将军，世家军队开始集结，向秘银城方向前进。”将军说道。    “啊？！他们不是进攻火石城吗？眼看火石城就被攻破了，他怎么还转移战略目标了？我们暗中进驻火石城的部队这一下不就全部被打乱了吗？另外，他们怎么知道秘银城守备力量空虚的？火石城和水银城没有表现防御空虚吗？”大将军一脸难以置信。     但大将军毕竟是大将军，他很快就稳定了情绪，安排道：“水银城守军兵分两路，一路传送到秘银城，协助守城。一路加急，争取在他们赶到秘银城半日内形成夹击之势。”    帝国军队令行禁止，没有半天工夫，秘银城的守备力量凭空多了两倍。而世家军队也按原道路行军，似乎没有发现军队的调动。而随后赶到的水银城军队，更是小心翼翼的慢慢半包围了世家军队。    而局势瞬息万变，世家军队突然在接近秘银城后，突然调转方向，转头迎向保卫部队。而包围部队也因为处于收缩包围圈的开头，所以每一个点的防御力量都比较弱。被世家军队一举击溃，世家军队就这样占领了防御空虚的水银城。    “我们中出了一个奸细。”将军对大将军说。    大将军面沉似水，“我需要联系世家军队里的线人。”    几番尝试，接连失败。    “报告，线人联系不上了……”传令官报告。    “他们竟然反间谍战玩的这么好。”将军感叹道。    ……    “我们夺下了水银城，这座城池的地理位置极为重要。因此我们需要重兵把守。”一位发须皆白的老者说道。    “不可，不可，西门家，你们太保守了。现在的局势明显是有利于帝国军队的，如果我们这么保守，说不好会作茧自缚。我认为我们应该调出世家子弟来闪击他们的城池。”一位三十来岁的男子说。    “我赞同南宫家的战术。”    “我中立。”    “东方家支持。”    东方家族的支持像一个重磅炸弹在这个王大臣会议中炸开，一向不和的南宫和东方家，竟然站在了一条战线上。    瞬间，所有家主都明白了共同的敌人，他们把心里的小九九稍微放了一放。    “我还是支持吧……”    “我也支持。”    而获得了四大世家中两大世家支持，一个世家中立的战术，自然也是被那些小世家所支持。    瞬间，南宫家的闪击战获得了大多数家族的支持。    “好，我们南宫家准备出五千名子弟来参加这场战斗。”    “南宫家，你们出的也太少了吧。我们北郭家出七千五百人！”    “……”    大家在你一言我一语中，商定了人数与战略，而水银城就作为了他们的根据地。===================这场战争，史称“双势之战”。双势之战爆发后二月，水银城旁边的火石城陷落。    ……    三月，帝国预计世家攻打的秘银城再次被无视。    ……    三月末，铃木城陷落。    ……    四月初，帝国与世家在烈阳城相遇。    ……    四月，帝国与世家展开拉锯战。    ……    四月中旬，世家因损失超过预期放弃烈阳城。    ……    五月末，秘银城失守。    ……    六月，世家占领皎月城。    ……    六月末，皎月城被帝国重新占领。    至此，半年的时间，世家利用闪击战成功打下塞塔大陆富饶部分三分之一的城池。而随之而来的，却是烈阳城一直到皎月城一线的重兵布防。这一条线，把世家成功隔到偏处一隅的塞塔大陆东北角，而塞塔大陆东北角最缺的是炼金药剂，最不缺的，却是魔化药剂。字数统计：\n"
        },
        {
            "author": "天阶",
            "timestamp": 1424072280,
            "txt_content": "猫小沫 发表于 2015-2-15 22:34\n“啊，这个是机密。”神眷一笑。    “好吧，我不问了……”南樊也知道机密的重要性。但南樊虽然嘴上说 ...\n啊！没提醒不习惯额呵呵\n错过了一两章\n可惜……"
        },
        {
            "author": "猫小沫",
            "timestamp": 1424099820,
            "txt_content": "标题: 混沌轮回·横战八荒 第七章 征召    因此，又是一段时间的发展，世家成功装备起来了一批平民。    而正因为被装备起来的平民加入了世家一方，所以双方的实力差距再度缩小了。而随着双方实力差距的接近，双势之战进入到了第二阶段……    但这时候的世家和帝国并没有认识到在大陆部分地区肆虐的魔人的危害。    世家的生存空间在第二阶段突然攻下繁星城后，一度扩展到塞塔大陆的二分之一，甚至一支奇兵直逼皇城。    而帝国显然不是泥人，即便是泥人也有三分火气。帝国出动了禁卫军团，先截断了孤军深入的世家一师的后路，在联合当地守军展开蚕食战术。===================    “首领，一连偷袭的计划失败，被全歼。”    “首领，二团的反包围计划失败，只有一营、二营逃回了部分官兵。”    “首领……”    中军大帐屹立在营地中，而频频传来的却不是捷报，这让首领很是生气。    “联合三师，咱们全体从东北方突围。”首领看到余粮不多，附近城镇又防守严密无法补给。更可怕的是不断地有伤亡出现，给这支军队不断带来恐惧。    “是！”    而在世家焦头烂额地调兵至一师附近的时候，突然一支魔法军团出现在世家的大后方。    虽然死亡了部分魔法师，但是他们完成了一个几乎不可能完成的任务——不仅是灭杀有生力量，而且还夺下了辰砂城、天宇城、八荒城，完成了皎月-烈阳防线的合成。    至此，在后方皎月-烈阳防线和前方禁卫军团的夹击下，世家军队的困兽之斗也彻底宣告破产。    而正当帝国军队准备一举歼灭世家之时，魔人之患渐渐地上升为主要矛盾，于是世家和帝国不约而同的决定，双方需要联合。而原因非常简单，任何一方都不可能不付出代价来歼灭另外一方，尤其是势危的世家，联合也成为了他们再次崛起的权宜之计。===================    而南樊在这场战斗中崭露头角，成为了帝国军队中一个身高权重的谋略军事家。因为这次帝国一半以上的战略都是出自南樊之手，而且他所制定的战略几乎无一失败。    因此，南樊也成为了皇帝眼中的珍宝。    这天，南樊再次被召见进宫。    “南樊，你统帅三军时间也不短了。你能看到三军还有什么不足吗？”皇帝眼中精光一闪。    “回圣上，臣以为三军缺两名能征善战的武将。”    “恩，朕也有此意。你看这个任务交给谁合适？”皇帝露出了满意的神色。    南樊沉吟半晌，答道：“臣以为交给左右翼前锋营统领——杨建比较合适，他一向看人很准，又不偏颇。”    “不，他不合适。”皇上露出笑意。    “提督九门步军巡捕五营统领，李晶也是个不错的人选。”南樊又想起来一位。    “不，这也不和朕的心意。”    两三次，南樊的提议都被否决。    “唉，朕想要的是你啊。”皇帝叹息一声，“你的能力，上至天庭下到地府，几乎无人不知无人不晓。我认为，这个差事派你去，最合适不过了。”    “臣……”南樊还欲推脱。    “别推三阻四的了，就决定是你了！”===================    南樊领旨下殿，开始进行他的任务。    翌日，南樊在帝都中心广场发布了一个招贤榜：    “现征召勇士两名来保家卫国，驱除魔人！前来报名者来回路费可以报销，征召成功后，可抱走黄金台上的一半黄金。而且年俸……”    招贤榜一出，全国轰动，所有能人异士都前来应诏。一时间，帝都人满为患。    “我是来自皓月城的关天男！”一位皮肤黝黑的大汉跳上黄金台，“看我老关的吧！”    大汉大喝一声，走到第三个石锁面前。他跟身进步向前一冲，砰，就抓住了石锁的横杆。顺势手臂向前一伸，再一拉、一扯之间，石锁离地！    “哇！”、“好！”台下瞬间叫好声、惊呼声响成一片。    “喝！”大汉双手并举，石锁就被举过了头顶。再一使劲，石锁被扔向天空！    众人赶紧向后退了好几步，生怕自己被这石锁给砸到。    “大家不要担心，看我的！”大汉又伸手一拖。整个石锁就又被稳稳地接在了大汉的手中。    “武举八分，是否再试？”身旁一位武官模样的中年人拖长音问道。    “不试了不试了！俺老关这样就行了。”大汉摆摆手。    “好，进入下一个测试——谋略。上战棋。”中年人说罢，一摆手，将大汉让到了后面的棋台。    “承让，开始了。”南樊沉声说。    “哈，开始就好，俺老关一定要拿到这金子！”大汉说罢便全身心投入战棋。    再看台外，专业的战棋解说者对本次的战棋进行着解说：“根据这次的地形随机分配结果，南樊是不占优势的，而关天男则在地形方面占据一定优势，主要表现在进可攻退可守的基地以及三个主战场中的两个都是缓坡，而都是关高南低。因此，对兵种的选择和熟练的运用对南樊来说至关重要……”    南樊看着面前硕大的沙盘，沉吟半晌。然后一迅雷不及掩耳之势选好了兵种并完成了布阵，而整个过程甚至不到三秒钟。因而将想看南樊动作来判断兵种及布阵的关天男弄得很不爽。    随着一声铜锣敲响，双方的的军队开始沿不同路线向对方阵地攻去。    “让我们看一下南樊的动作，啊，他先派出三股斥候游骑兵向对方阵地前去，估计是侦察作用。而再看关天男，他的部队兵种相对单一，主要是重骑兵，和少许轻骑兵，只有战阵最后有一点长枪兵和火铳兵。这种兵种配置确实比较适合这种地形。啊，关天培发现对面派来的斥候游骑兵了，他会怎么处置呢？好，轻骑兵两翼包抄，意图断掉游骑兵的后路，而游骑兵显然速度更胜一筹，在敌人包围圈合围之前逃了出来，并发挥了远程攻击的优势，一轮抛射，成功射杀了队伍最后方的部分火铳兵。啊，游骑兵的阵型被轻骑兵分割了，我们要知道，阵型被分割后的骑兵杀伤力会大大缩小，南樊会怎么处置呢？唉，看，南樊开始撤退了，果然，游骑兵是无法抵抗的，被分割后，三队游骑兵瞬间减员二分之一。看来南樊的骚扰战术失败了！”    而如果我们能近距离看到南樊的话，我们不仅不会发现一丝愠色，反而南樊的脸上挂有一丝狡诈的微笑。    “不好，几乎所有斥候游骑兵的马都受伤了，移动速度削减十分严重。后面重骑兵一马当先，轻骑兵两翼包抄，步兵紧随其后，游骑兵似乎要被全歼了！南樊这几日的不败神话就要改写了吗？”    南樊笑意更浓。    “噌！”随着模拟出的刀枪出鞘的声音，隐蔽在四处的南樊的步兵瞬间动了起来，将关天男的战阵渐渐地包围了起来。    “哇！南樊这一手玩得漂亮！但是我们看，南樊眼前的这些步兵虽然是克制骑兵的长枪兵和刀兵，但是在如此数量的骑兵的冲击下，他们能挺得住吗？他们冲过来了，越来越近了！啊，这是什么？”解说员也吃了一惊。    地上突然出现了一道道半人宽半人高的沟壑，而冲在最前的重骑兵瞬间就掉了进去。然后人挤人，人踩人，加上重骑兵的装甲。瞬间，关天男战阵由重骑兵组成的锐利的枪尖被硬生生折断。而南樊指挥后面的步兵向前冲，长枪兵支好了长枪，而刀兵也准备好了砍马腿的动作。    “原来南樊的用意是这样的啊，真不愧是运筹帷幄之中，决胜千里之外的军师……”    南樊淡淡的一笑，“四分。”    “武举八分，谋略四分，总分十二分，不合格！”中年人喊道。这样的比试说来时间很长，但实际上十分迅速，因为大多数人在武举一试中就被刷了下去。而实际上能和南樊进行战棋较量的只有寥寥几人。    ……    “不错，我们看到，南樊军队的优势被压制了，南樊处于劣势……”“啊，南樊反击了，南樊瞬间把握住了战场的主旋律……”“显然，吴禁军队的锐气已经被打没了，虽然给南樊造成了一定的损失，但是他单一的骑兵兵种损失更严重……”    “这种打法很新奇，他重新拉开了距离……”    “南樊以惨胜告终！”    南樊眼里闪过一丝精光，吼道“五分”，然后，南樊压低了声音对中年人说，“把这个给他”，说罢，南樊递出了一张揉的发黄的纸。    “武举七分，谋略五分，总分十二分，不合格！”中年人吼道，但又以一个隐秘的动作传给了他一个小纸条。    吴禁一愣，显然没认为自己的谋略得分竟然如此之低，但是发愣的时候，手里被按入了一个小纸团。吴禁浑浑噩噩地走出黄金台，不知道自己要干什么……    想到离乡的时候父母乡亲期待的目光，又想到自己十二分的成绩，自己不禁潸然泪下。    突然，他感觉手里有点不舒服，仔细看的时候，发现手中多了一个纸团，打开来看，里面写着：    明日午时，开元巷十二号要事相商，务必来到！！！字数统计："
        },
        {
            "author": "lzs1234",
            "timestamp": 1424142540,
            "txt_content": "伏笔很多，我要认真看…"
        },
        {
            "author": "猫小沫",
            "timestamp": 1424183340,
            "txt_content": "标题: 混沌轮回·横战八荒 第八章 选拔赛激战 本帖最后由 猫小沫 于 2015-2-17 22:33 编辑 \n\n    吴禁黯淡的瞳孔里突然又爆发出一道光芒。    “好，好！天不绝我！”吴禁想到这个纸团是考场的那个中年人给的，便大致明白了他们的意图。    翌日，吴禁来到了纸条上所指示的地址。    敲了敲门，却无人回应。    吴禁心里闪过一丝忧虑，“不会是玩我呢吧”。随即，他否定了这个想法，“人家官大位重，不会拿我一个无名小卒开玩笑的。”    吴禁在门外静候了半晌。这条街空旷无人，任何的响动都能传的很远，很响。    “踏踏踏！”一阵脚步声由远而近。    “吱……”厚重的红门打开了。    一直低头无语的吴禁这时候才抬头，看到宏伟的门楼，以及门上一排排一列列闪着金光的大钉，吴禁竟然一时失声。    “请问，您就是大人所言的吴禁吴举人吗？”面前的男子轻声问道。    “是。”吴禁不知为何，感觉府内有一阵阵威压传来，因此他的声音竟有些战栗。    “吴举人，请进。”说罢，面前的男子引着吴禁向外院一处偏屋走去。    男子从怀中三摸两摸，掏出了一串钥匙，他用手指快速的数着。    转眼间，他就从厚厚的一沓钥匙中找出了一把钥匙。    “请拿好，这是你的钥匙，也是你参加比赛的凭证。”打开了面前的门，把吴禁引了进去，“如果有什么其他的要求，叫我就可以，我叫马林。”说罢，他便躬身退了出去。    吴禁看着他倒退出去后，顺手把门又带上了，不禁愣了半晌。    “连一个下人都这么有素质，看来这场比赛会有一些帝国高层来看。那这样的话，我如果想提高被聘任的可能性，我是不是应该……”吴禁一下就坐在了床上，自顾自的嘀咕了起来。=======================    “我蒋锐，终于得到了出头的机会。”一个年轻人在内院说道。    蒋锐捏了捏拳头，“既然神大人给了我这样一个机会，我就应该好好把握，不能浪费了这次机会。所以，我是不是也该……”    蒋锐也在暗暗地研究战术。=======================    大院里，几乎每隔一段时间就会来一两个人。而原来冷清的外院，下人的身影渐渐地也多了起来。    而如果我们仔细看，就会发现那些下人往往都是进院的时候推着一个小车，里面装满了纸张等用具，出来的时候，却往往是空车。    所有偏房独门独院，任何人都可以出自己的小院，但是不能再未得到允许的情况下进入他人的小院。而偏偏，就是有人不信这个邪，看着就比自己高一点的矮墙，陈广显一个箭步就攀在了墙顶，一使劲，身子也跨在了墙上。而当他正准备翻下墙的时候，墙上突然出现两道利刃，相对而来。电光石火之间，陈广显便被劈为两半，身首异处。    而听到声音，几乎所有人都跑了出来，看着地上仍在缓慢流淌的血迹，地上一片沾上沙土但切面十分光滑甚至没有一丝褶皱的内脏，还有一个还在慢慢滚动的一脸难以置信表情的头颅。    所有人都吓呆了，谁也没想到这个规则竟然如此血腥。而一些心理承受能力差的，甚至当时就吐了出来。    “这样做太过分了吧，他就是翻墙玩玩，况且这个院里住的还是死者的朋友。”知道些关系的人不禁为死者喊冤。    “是啊是啊，如果犯一下规则就……”    更多的人加入了声讨组织者的运动中来。    这时候，一声尖锐刺耳的声音传来。所有人都闭上了嘴。    “我不是请你们来的，别以为自己受了他们礼节性的对待自己就是大爷了。认清自己的位置，好好想想如何为国效力比你在这里谩骂有用。别怪我无情，再说话的，死。军队不是你家，军令不容违背。”一个声音从最中心的建筑中传来。    而刚有人又张开嘴，旁边的人赶紧给按到地上，捂住了嘴。    看到自己的这些话起的效果不错，中心建筑里的人，又传来一句话，“回去吧，别在这里等着了。”    众人如蒙大赦，仓皇逃进自己的院内，拿起纸笔，开始演算战术方案。========================    渐渐地，外院人满了。每一间小院一到晚上都灯火通明，大家似乎都观书待旦。因为大家知道，明天就是第一场考核了。========================    “……本次比赛采取双败淘汰制，如果你失败两场便会被淘汰出局，这样的角逐直到最后剩下一人，那么他便获得第一名……你们抽签后两两交战，胜者继续留在胜组，败者则掉入败组。在败者组一旦失败即被淘汰，最后由胜组和败组的冠军……”    一宣布完规则，大家一片哗然。这种淘汰方式在塞塔大陆闻所未闻——这样频繁的排兵布阵，就不仅是考核一个人的方略了，更考验一个人的耐力，是否足以支持这样高强度的比赛。    随着一声“开始”，竞技台上几十台沙盘同时运作，每一处的战斗都是十分精彩。========================    这一个战场上，红军出生在小岛上，蓝军出生在大岛远离小岛的一侧。显而易见的是中间的大岛成为了主战场。    而红军的小岛虽然进入大岛困难，但是大岛想攻击小岛同样不易。红军司令很清楚，自己在地理方面的最大优势便是仍然控制着小岛。    红军迅速造好了冲锋舟，红军就开始了紧急的渡海行动。而早已在岸边埋伏好的军队在红军登岸并深入岸边的丛林后，才给予了重重一击。四面的弓箭手不断地射杀队伍中的轻装甲成员。而轻装甲成员死的差不多了之后，一队队重甲步兵从丛林的四面八方围剿了这支队伍，而蓝军的伤亡极低。    而蓝军司令这时候犹豫了，蓝军本可以挟战胜之威，强渡大海，歼灭红军。但他们并没有那样做，结果，这给了失败的红军重整旗鼓，重新制定战术的时间。    红军司令发现第一特攻小队失去联络之后，也意识到了对面的指挥官不是吃素的。他收起了轻视之心，满心期待着第二次渡海时机的到来，而且他明白，这一次必须准备得更充分。    于是，重装步兵开始砍树，造浮桥。    这一动作让蓝军司令傻了眼——弓箭对重装目标的伤害几乎为零，而火铳兵因为是滑膛枪，因此有效射程相当近。于是，蓝军进退两难，是自己造冲锋舟去歼灭对方呢，还是等待他们的浮桥铺进了再反击呢？    蓝军司令仔细看了看他们的进度，又估摸了一下自己的能力，感觉自己的火铳兵可以在他们进入射程之后，全歼铺桥的敌人，而他们又不会把桥铺到对岸来。    蓝军司令这下才放了心，安静的埋伏了起来。    而红军显然不会让蓝军的想法这么容易就实现——红军分出了许多兵力。虽然修建桥的速度减慢了，但是有更多的浮桥开始搭了起来——蓝军需要更散的布阵。因此蓝军司令调动兵力，封堵战役缺口。    而且，蓝军也开始从洋流的上方向放下一艘艘的渡船、浮箱，准备用这些来撞毁浮桥。    红军司令笑了笑，把准备好的长八百米的双层木栅放在水中。从而有效地阻挡顺流而下的渡船、浮箱；红军配有轻型火炮的巡逻队，也专司巡视河面以防任何敌对行为。    红军的浮桥距离对岸越来越近，蓝军的火铳兵的食指活动了几下，准备开火。    这时候，意想不到的事情发生了。红军竟然同时拿出了几个五十米长的浮箱链接的木板，直接架设在浮桥未完工的地方。于是，还差几十米就到达的浮桥一下子延伸到了陆地上。    蓝军元帅深知，红军肯定将卷土重来，而这次的浮桥数目多，不易防守，于是他打算将计就计——在岸边的丛林后的平原把自己的部队摆一个“口袋阵”，专等红军渡河后钻进来。    蓝军选中的战场是一片冲击平原。这块平原名副其实，大部分地势平坦无遮，只是零星分布着一人高的玉米地。在平原的东北部，一条小河涓涓流过，河流本身和河岸密布植被共同构成了一道“不大不小”的天堑。沿着河岸，还有几个刚建起的木质基地，它们也无一例外地成为蓝军阵线上的重要支撑点。    乍一看，这确实是一条精心构筑的防线：红军若渡河向上进攻，蓝军就可以向中心合围，一举将敌人围歼。但它却有致命的缺点：这个口袋未免太单薄了些，为了将战线展开至所需的足够长度，蓝军不得不把军队分散开来，平均配置。如此一来，蓝军也就没剩下什么预备队。    微凉的海风，吹拂着微皱的海面，带起一阵阵波浪。天是那么的蓝，宛如一块蓝水晶，透着光亮。洁白的云，在天上自由的飘荡着，无拘无束。太阳也懒洋洋的洒出略带倦意的阳光，温暖着地上的万物。    似乎是要给如此壮观的大军抢渡行动增添别样的色彩，这天晚上，风云突变，惊雷闪电挟裹着疾风暴雨滚滚而来，一道闪光，一声清脆的霹雳，接着便下起瓢泼大雨。宛如天神听到信号，撕开天幕，把天河之水倾注到人间。闪电撕扯着乌云，乌云又重新聚拢，在大海上空奔驰，黑压压的，令人胆战心寒。    这，还不是一个进攻的好时机吗？字数统计："
        },
        {
            "author": "天阶",
            "timestamp": 1424186520,
            "txt_content": "猫小沫 发表于 2015-2-17 22:29\n吴禁黯淡的瞳孔里突然又爆发出一道光芒。    “好，好！天不绝我！”吴禁想到这个纸团是考场的那个中年 ...\n楼主你没有按时间更哦"
        },
        {
            "author": "猫小沫",
            "timestamp": 1424414100,
            "txt_content": "标题: 混沌轮回·横战八荒 第九章 魔人之患 本帖最后由 猫小沫 于 2015-2-20 14:42 编辑 \n\n    有时，乌云也耀武扬威地闪亮着，一眼看去就像一大群可怕的黝黑的鬼魂，穿着全缕丝绒衣服，挥舞着黄金铸成的，刚出炉就拿在手中的宝剑。这些鬼魂们发出轰隆隆的震响，威胁着大海。他们的诅咒和威胁，激起了汹涌澎湃的巨浪，接连不断的驰向远方，发出像高山猝然崩裂，轰然倒地的巨响，把大地砸得粉碎，随后又同他一起向那无垠的太空飞去，化作纷纷的雨。         在那轰隆隆的雷鸣散成一阵阵霹雳的刹那间，不禁使人惊心动魄。而霹雳仍在卡嚓嚓地响着，乌云裂开了，把金箭似的闪电从密布的浓云中射向大地。雷声轰鸣，乌云在燃烧，喷着可怕的蓝色的火焰。天空在颤抖，大地也在胆怯地震动……    红军各部趁着暴雨抓紧时间渡海，一队队士兵踏着在暴雨中起伏的浮桥，踏上了对面的沙滩。    而反观蓝军仍然没有采取积极的抵抗行动。    一方面，显然是这样恶劣的天气显著降低了蓝军的视野，因此蓝军没有发现红军。另一方面，“口袋”阵也需要红军自投罗网，因此眼位部署上就有一定的不合理。    但不管怎么说，能够在一个风雨飘摇的晚上把大军全部送过海峡，红军在这场尚未开打的战役中，其实已经是先声夺人了。    红军疾风暴雨般的大举渡海终于在第一缕阳光再次洒在海面上时完成了。而自然界的疾风暴雨也在晨光初现时告一段落。    红军的计划是将蓝军吸引到丛林中间的一大片沙地，进行战略决战。因为红军的兵种和兵力至今还是占一定的优势的。    蓝军司令当然是准备施展“口袋”战术。而在红军渡海的这天晚上，他突然灵机一动，在具体执行方案上又有了新的想法：准备把原先的两翼包抄，改为以其中一翼固守，让另一翼伺机包抄敌人。    而问题出现了，由于传令兵被红军弓箭手射杀，蓝军的右翼并未按蓝军司令的设想及时调整，反而过于前伸，缺乏保护。    于是，在战役正式打响时，胜负就只要看在蓝军右翼和红军左翼的战斗了。核心位置恰恰就是林中沙地一线。    因此，瞬息万变的局势使得整场战役看起来向红军司令预计的那样发展。    而在这个局部战场上，红军因为提前有部署，因此占据着绝对的数量优势。而蓝军过于突出的右翼不敌红军。损失半数士兵后，不得不带动全军后撤，红军则顺势控制了整个丛林。    过了几个小时，红军所有部队在丛林就结成一个半圆形阵势。在这种情况下，红军同时进攻蓝军的中路和左翼。    红军中路的情形非常不好。    在战线中段的蓝军核心据点，红军的攻势不仅没能击退蓝军，反而陷入了被动，看来夺不下这里了。更可怕的事情发生了：在这个千钧一发的时候，中路红军竟然撤退！    他的溃退很可能牵一发而动全身。如果蓝军急速推进战线，那么红军所形成的攻击就要被包围，甚至全歼。    唯一幸运的是，中路的蓝军兵力有限而且误认为这是一个有谋略的撤退，后面会有埋伏，也就未实施追击。    截至此时，蓝军司令自己的部署非常满意。    虽然付出了超乎意料的代价，但是只要能守住自己所布下的防线，那么胜利就会在他这边。    而且，红军的攻势所表明，他们已经钻进了蓝军布下的口袋阵。而蓝军现要做的就是收缩、包围。    于是，蓝军司令决心全线进攻。当然，因为地势不同，所以战略也会不同。    右翼佯攻，但攻势一定要浩大。把红军预备队和注意力都吸引到这个方向。而真正的攻击，是指向红军左翼的。    蓝军司令的老谋深算似乎已经把红军逼上了绝路——将敌人整体压缩，直到逼入没有浮桥的那一片大海，让他们在水里作战！    凌晨，蓝军对右翼的攻势展开。由于蓝军在这里是佯攻，而红军的阵形也很稳定，因此蓝军攻击很快就被击退。但是蓝军随后就开始吹起各种集结号，又是敲锣，又是鸣金，弄得红军一直搞不好他们是要进攻还是撤退。但看着对面似乎很庞大的军队，红军司令自然也是非常重视。    不久后，蓝军向红军的左翼发起真正的进攻。    而红军左翼正面占城上仅有四个的步兵团，要抵挡蓝军两个主力军的进攻，势必登天还难。    很快，最左翼的一个步兵团溃退。而其他三个师也战略性转移了阵地。蓝军夺取了红军的重骑兵阵地，红军左翼丧失了几乎全部的重骑兵。    蓝军的一手漂亮的声东击西让红军司令吃了一惊。    他根本没有想到被打成这样的蓝军居然还主动进攻，在红军司令看来，这无疑是一种作死的行为。    但若任蓝军在左翼的优势继续发展下去，红军就会被包围直至歼灭。    现在红军司令有两种选择，第一种便是将预备队投入左翼，这种方法，比较保守。    第二种就是将预备队投入中路和右翼，而这种是比较激进的方法。    而经过红军司令的深思熟虑。第一方案的需要战略转移的距离过长，人员调动过于繁琐。于是就使用了第二种方案，并将攻击的矛尖指向蓝军左右两翼结合部。    他让红军借助地形、临时造出的掩体、甚至生命，无论如何也要坚守住左翼。再不济也要拖住他们的进攻，不能让他们完成包围。    而预备队做好进攻准备，与优势兵力一起集中进攻蓝军结合部。    果然，在两军结合部，这两支军队发生了猛烈交火。    而这次，双方比拼的不是战略，而是坚韧！    功夫不负有心人，红军的这一手漂亮的借尸还魂终于打破了蓝军的包围。    到这个时候，左翼一度占上风的蓝军也陷入了红军的两线夹攻。而产生这样令人哭笑不得的场面恰恰是因为他们推进得太快了。    左翼终于被消灭了，剩下的蓝军不足为惧。    红军取得了这场战役的胜利！    这场战斗在所有参赛者中，持续时间最长，而且战斗也最激烈。很快，便引得许多结束在了自己的比赛的参赛者前来围观。    随着战争的硝烟渐渐地落下，结果也随之尘埃落定……    结束后，红军司令和蓝军司令从指挥台上下来，也亲切的握了握手——这是对对手的尊重。    如此精彩的战斗，在之后的淘汰赛中，也常常在两人的战斗中发生。    两人，都晋级到了最后。两人，都是无一败绩。===================    “又见面了。”吴禁朝对面笑了一下。    “是啊，最后还是我们的战场。”对面也朝吴禁笑了一下。    “在这场比赛开始和之前，我有一个不情之请。”吴禁沉吟半晌，说，“我叫吴禁。敢问您尊姓大名？”    “无妨，我叫蒋锐。”    “谢谢，多说无益。开局吧。”吴禁对蒋锐一抱拳，手一撤，便请蒋锐上台。===================    “不错，不错，吴禁和蒋锐的战争，真是值得期待啊！”    “那是当然，我告诉你，我可是在他们打第一局的时候就开始直接在现场看的。”    “哇，那你收获颇丰吧！”    “那是当然！”    “晋级几强了？”    “今天天气真好啊！”===================    “这两个家伙呢，南樊。”神遗一笑，随即笑容凝固了，“唉，你有没有在听啊”语气中带有一丝的不满，但更多的是调侃。    “啊，啊！”南樊回过神来。“在听。这两个家伙啊，你看看，这个地形，实际上不太利于吴禁。但是我跟吴禁交过手，金麟岂是池中物，逢云遇雨化作龙。估计这种高强度的比赛下来，这两个家伙都有很大的成长。”    “恩，我深表赞同。”神遗点了点头。“唉，你看，开始了！”    南樊向赛场看去，仔细注视了一下兵种布阵等细节，叹息道，“唉，吴禁输了。”    神遗一愣，“吴禁怎么可能输了，他可是在前两次对手都打败了蒋锐的。”    “看吧。”南樊抬了抬下吧，随即沉默。===================    “南樊突然变得高冷了？”神遗心中掀起了万丈波澜，“难不成，他看出来了？怎么办，我今天晚上得看看计划了。”    而南樊心中的波涛其实并不比神遗小。因为他刚才陷入了一种顿悟的状态，看透了一切。    更重要的是，他知道了自己的身份——轮回鸿蒙图的器灵。===================    “轰——”随着最后一发炮弹的炸裂，战场上的迷雾上又加了一层浮尘。    而这层浮土落地之后，结果也就非常明显了。    吴禁全军覆没，蒋锐剩余一个炮兵排。但这场战斗的结果丝毫不能影响两人被选拔成为南军司令和北军司令。===================    “下面，我宣布比赛结果：北军司令吴禁，南军司令蒋锐，两人各赢得五十公斤黄金。第三名张银宝……”海选上的中年人又站在这里，大声的宣读比赛结果。    自然是有人欢喜有人忧，但大家也只能接受这个结果。    “吴禁、蒋锐，到内府一趟。”中年人在颁奖仪式完成后，对他们俩说道。===================    “两位请坐。”南樊早已在房间里等候，说着，南樊将两人带到了沙发旁边，“我也不说废话了，这次举办这个大会的目的，其实是为了即将到来的魔人之患！”字数统计:"
        },
        {
            "author": "猫小沫",
            "timestamp": 1424439240,
            "txt_content": "标题: 混沌轮回·横战八荒 第十章 离别    湛蓝的天空之下，有着苍翠的森林。    苍翠的森林里，却有不可计数的魔人。    而现在正是黑夜，他们成群结队的从森林里扑了出来。    北军司令在城墙上望着面前的森林，呼出一口气。    “他们竟然选择这个时候发动偷袭。”蒋锐的脸上很不好看。毕竟他不像吴禁，是完全的草根出身。蒋锐出身于军人世家，这次被安排进来学习一些知识。但是很显然，老爷子没想到自己的孩子能力这么强，竟然当上了司令。    魔人这东西也是狡猾，知道自己白天会受到太阳的灼烧，所以整天晚上出来活动。而人类却就在晚上警惕性最低，因为大家都在睡眠。而这几天，又有几个村子遭到魔人的袭击。魔人所过，简直跟实行“三光”政策一样。    这也激起了民愤。消灭魔人的呼声越来越高。    于是，炼金帝国就派出了南军来剿灭卡廷森林附近闹得最凶的魔人。    “报告，魔人已经向预计地点前来。”    “好！”蒋锐的目光开始凶狠起来，“干掉他们！为村民们报仇！”    当魔人全部进入预定目标地点的之后，城墙上涌起能量的波动，霎时间，城墙上光如白昼。    赤橙黄绿青蓝紫，各种颜色一时间都在城墙上能看到，而炮口后面的光团，便是这些光的来源。    随着充能完毕，光团也开始不稳定了，忽大忽小，忽明忽暗。    “放！”一声令下。    城墙上圆润的光球瞬间拉出一道道残影，残影后，甚至还能看见一些光点慢慢的消散。    残影交辉，有一种别样的美感！而光球四射，却有的是死亡的气息！    那时，光球全部击打在预定地点。一瞬间，破空声，蓄能声，呼喊声，吼叫声，万籁俱寂。眼前一片斑驳的色彩。    当人们恢复视觉的时候，面前多了一个深不见底的坑洞。而魔人却连灰都没有剩下。    “哈，还以为魔人有多厉害，原来也是一炮就死啊！”    “就是就是，咱以后给村庄配备上一两个导轨炮就行了，咱们就能在京城里快活啦！”    蒋锐听着士兵对魔人的蔑视，心里突然有一丝不详的预感。    突然，东门传来了沉闷的重击声。    “不好，快转移到东门！”这个时候，无论是蒋锐还是士兵，所有人瞬间明白了魔人的意图。    “张峰涛、卢明矿，你们两队快先去守卫东门。”蒋锐语速快到难以听清，“名一方，你快把守城武器进行转移，转移到东门。”    卡廷城占地面积较大，无论是东西还是南北，从一端走到另一端都需要至少需要二十分钟。而在城墙上运输重型守城设备，即使有人力铁轨的帮忙，但转一圈至少需要两个小时，也就是从现在的南门转移到东门最快需要三十分钟。    而三十分钟能做什么呢？    魔人依靠其强悍的体魄，一下一下撞击着城墙。更可怕的是，他们似乎懂得共振的规律。每一下，都会震掉许多石屑。    而等张峰涛、卢明矿两队来到东城的时候，城墙已经摇摇欲坠了。    “不好！快，近战职业去放滚木礌石，远程职业负责火力压制。”指令被迅速的传达。    “咕噜噜……”沉重的滚木礌石从城墙上滚下，瞬间就给城下的魔人带来了极大地杀伤。而远程职业的火力也暂时阻挡了远处魔人的脚步。    “工程师迅速修复城墙！”蒋锐指挥道，“吴禁会带领咱们南军剩下的部队赶来，大家赶紧堵住战役缺口！”    而更可怕的事情出现了。滚木礌石加上死去的魔人尸体，堆砌起了一个楼梯——魔人通向杀戮的楼梯、卡廷人类死亡的楼梯！    魔人渐渐地涌近城墙，但是城墙上的近战职业依旧坚守岗位，来一个打飞一个。但是奈何魔人数量太多……    这时，一个近战职业被魔人使劲推了一下，或许是他力竭，也或许是他没有注意，竟然被推了一个趔趄，然后脚下一滑，倒在地上。    蒋锐看到这样的情况，赶紧抽出自己腰间的宝剑，一剑劈开准备从这个空隙中涌入的魔人。    “没事吧，快休息休息，我帮你挺着！”蒋锐看到那个战士虽然爬了起来，但是脚步有些踉跄，不禁关切的问道。    “多谢司令，我抓紧调理一下。”说罢，那位战士从包里拿出一瓶血红色的药剂，撬开了瓶盖，三两口灌了下去。随着药剂下肚，他苍白的脸色微微泛红，没过几秒，他就站了起来，脚步也不再踉跄。    “司令，我准备好了。”战士点了点头，握紧了手中的剑。    “不用再调理一下？”蒋锐关切的问道，得到了否定的回答后，蒋锐向后一撤身，那位战士便向前顶了上去。    这样的情况虽然不常见，但是也不是个别现象。于是爱卒如子的蒋锐，不断地给战士休息的时间。    所有士卒都非常感动，也非常庆幸，自己的长官是一个这样的人。    “嗖！”众人不经意间，一支纯黑的羽箭似乎是划开了空间，破开了时间，直奔蒋锐面门而来，似乎要将其一击至于死地！    而蒋锐战斗经验也非常丰富，赶紧向旁边一闪。但羽箭太快了！蒋锐只闪过了面门，这只羽箭竟然穿透了蒋锐的肩膀，横贯在肩胛骨中间。    蒋锐也是一条硬汉，愣是没有出声喊疼。但他的面色很快就黯淡了下去，血色慢慢地从脸上消失，留下的竟然是乌黑！    蒋锐摇了两摇，晃了两晃，直挺挺的倒在了地上。    “司令，司令！您怎么了！”无数士卒目眦欲裂，真是担心司令出事该怎么办。    在蒋锐中箭后，战局陷入了混乱的局面，眼看卡廷城要守不住了！无巧不成书，吴禁接到蒋锐的求援信号后，紧急集合了南军剩下的所有士兵，给北军安排好后，使用了中距离传送阵。    也多亏了神遗和神眷，如果他们俩没有发明传送阵，卡廷城必然会在魔人的攻势下夷为平地。那时候，全程人，无论老幼，都会被魔人宰杀。    而魔人虽然凶猛，但是在此之前，蒋锐已经消灭了不少。双方的兵源几近枯竭，而吴禁率领的这一只生力军的加入，给人类注入了新鲜血液。如果人类和魔人同等人数硬拼，魔人肯定占优势。但人类的优势不在力量，不在速度，而在智慧。    吴禁的生力军又顶住了魔人。而重型守城武器姗姗来迟，随着他们的靠近，大家都看见了炮口闪起的光芒——那是胜利的曙光，是生命的渴望，是自由的向往，是灵魂的徜徉。    又是一片寂静，卡廷城终于守住了。-----------------------    战后，卡廷城又开始了重新的建设，我们暂且不表。    战后，南军携带重火器进入卡廷森林对魔人残党进行剿灭，我们也暂且不表。    皇帝抿了一口茶，“神眷啊，你去了一趟卡廷，战况如何？”    “如果不是吴禁的军队及时赶到，此战必败。蒋锐毕竟有些年轻，太刚愎自用了，他低估了魔人的战术策略。”    “恩。”皇帝又抿了口茶，想了想，缓缓地说道，“魔人战斗力如何？”    “魔人战斗力极强，只有重火器和魔法能对其造成伤害。我试了一下，如果近战职业的武器上刻有魔纹的话，可能这场仗打起来就不这么难了。”    皇帝向旁边的人使了个眼色，他赶紧提笔写下了这个这个方法，并赶紧封好、盖章，送交南樊和神遗。    “南樊，你这次选的人不行啊。”神遗和南樊看完上谕后，神遗打趣道。    “恩，我这是故意的。”南樊别有深意的看了神遗一眼。    神遗心里一惊，这不是第一次了，难道南樊发现了自己的身份？    “为什么？”神遗佯装不知道，故意问道。    “你知道魔法纪元，就肯定知道一个叫做破坏之龙刚朵拉的生物吧。”南樊说。    神遗又被惊了一下，难道南樊在试探我……？    他刚想否定，但是突然想到自己说过自己了解炼金帝国和魔法帝国的事情。    “恩，我知道，但是又有什么事情呢？在这时候？”神遗问道。    “这就牵扯到七贤者了，第一贤者卡秋莉启动了魔法帝国最终神器之一“破裂城堡”封印了刚朵拉。”南樊语气中没有一丝感情。    神遗这下心彻底慌了，他所说的卡秋莉，可就是给自己安排身份的魔女啊。    “恩，下面的事情，我不说，她也给你讲了吧。”南樊突然抬起头，双眼直视神遗。    神遗再也装不下去了，“恩，你猜的一切都是对的。”    “好的，我的任务，已经无法继续了。”神遗说到这里顿了一顿，似乎有些不舍，“恩，怎么说呢，能跟你共事，确实非常愉快。”    南樊看来是没想到神遗能给出这样的答案。叹了一口气，说道，“各为其主罢了。有缘再见。”    “我相信，我们应该还会见面的。”神遗虽然背过身去，但是还是笑了。不过这个笑容恐怕南樊是看不到的。“好，再见。”    神遗毕竟年轻，这个时候竟然有两行不争气的泪水缓缓滑过脸颊。    随着神遗的身影在紫色粒子中缓缓消逝，南樊心里也不好受。    “难道，这个命运，是摆脱不了了吗。这不是第一次了，但我不能不挑明。我一定……一定！一定要！”    南樊心里暗暗发誓。字数统计："
        },
        {
            "author": "天阶",
            "timestamp": 1424518080,
            "txt_content": "我去，错过太多了……"
        },
        {
            "author": "猫小沫",
            "timestamp": 1424576040,
            "txt_content": "标题: 混沌轮回·横战八荒 第十一章 顿悟之后    蒋锐传送回京城后，挨了皇上一顿猛骂。\n    蒋锐闷闷不乐，整天关在房内，闭门不出，几乎所有人叫门都不应答。只有吴禁除外，吴禁只要来，蒋锐都会亲自上前开门，邀请吴禁进门。\n    原来乐观开朗的蒋锐，像换了一个人一样。再回到军中的时候，那种为部下着想的思维也渐渐淡薄了。众将士都怀念，那场惨败之前的蒋锐。\n\n    唉，不提这些了。\n    让我们回忆一下，南樊在那次顿悟中，所获得的记忆碎片。\n    “不甘心啊，就这么死了吗……这个世界，还没……”随即，南樊变成了漫天的血花。\n    “就差一步了……我就差一点，就能……”南樊倒在血泊之中。\n    南樊强挣扎，抬起了手臂，指着面前的人，嘴唇动了动，想说什么，却又说不出来。最后，南樊的胳膊无力地砸到了地上，头也沉了下去。\n    这样，南樊深刻的体会到了死亡的感觉。而为什么，南樊能一次次的死亡？\n    “你记住，我赋予你的身份是……你，可以无限重新开启这段历史，直到……”南樊茫然的望着四周的花草树木。但这样的一句话，如当头棒喝将其从迷茫中唤醒——他明白了自己的使命。\n    而这个地方，叫做“轮回村”，是他，为南樊特意准备的诞生之所。\n    他，精通多少种语言，其中就包括梵文。而如果你也懂，你就会发现，轮回，也读作“圣纱络”。\n\n    南樊这次的顿悟，让他明白了自己，原来可以重启这段历史。而为什么要重启，这要联系到他前多少次的死亡。\n    南樊深刻的记住了，杀死他的那个人的面孔——精致却冷酷的一个女子的脸。\n    他从《魔法通史》的插图中，见过她。她是谁？第一圣贤——卡秋莉。\n    与此同时，南樊也深刻感受到了自己与芸芸众生的不同。他们生在塞塔大陆，长在塞塔大陆。南樊身为轮回鸿蒙图的器灵，自然能在图上找到他们。而自己不同，自己没有过去，没有现在，没有未来，轮回鸿蒙图不记载外来之物。\n    而卡秋莉自然是能被查到的。南樊找到了卡秋莉，明白了她的使命，但是他不清楚，为什么卡秋莉会派龙群攻击圣纱络村。\n\n    南樊，终于有机会仔细看轮回鸿蒙图了，他细细的研读着。\n    魔法纪元——炼金纪元之前，永恒大陆的魔法帝国时代。\n    魔法七贤中，有这么一些心理有些畸形。而他们死掉后留下的残余势力却是为了夺权而刻意制造混乱。\n    “大混乱”中，几乎所有的势力都想抢到魔神大印——因为传说只要有魔神大印，加上第一贤者——卡秋莉的魔法便可获得永生。\n    后来炼金文明入侵，将魔法帝国分化，然后逐一消灭。虽然也有人发现了炼金帝国的意图，但是活着的圣贤在洞天福地养伤。掌权者只有一两个目光长远，结合在一起。\n    而因为其他掌权者的都不同意联合，一心为了魔神大印。于是那些鼠目寸光之辈先后被围剿，只有少量残余，但联合起来的这两个也因力量也被消灭。\n    而这两个所在的地方就是一个与其他大陆之间隔有海洋的大陆，名为“赛塔”。因为与其他势力比较隔绝，所以这片大陆在这一次大战中保存的完好。而塞塔大陆实在是一处非常好的大陆，资源丰富，人口众多。唯一的缺点，就是与其他大陆太过隔绝，几乎不可能度过的汪洋隔绝了塞塔大陆和其他大陆。而那些魔法文明的遗民和部分土著，就生活在那个遥远的地方。\n\n    之后，南樊找到了圣纱络村的工业区——果不其然，那里就是一个生物实验基地。\n    炼金帝国在那里生产着大量的魔人。\n    不过，他们被坑了，被坑的体无完肤。\n    还记得那几个月吗，实验组好久都没有进展了。没错，因为他们获得的图纸，其实是卡秋莉修改过的。不过当时的卡秋莉不知道是技术倒退了，还是什么原因，画错了一个小小的魔法传输方向。因此实验就好久没有进展。而卡秋莉某天，想起了自己布下的这个局，便回来看了一眼，这才发现自己的错误。\n    于是，卡秋莉直接传送到基地内，换掉了图纸。这样，实验组才突然有了重大进展。\n    而卡秋莉肯定不是为了炼金帝国着想。卡秋莉无论在哪一版的图纸上，都有自己的手脚，只不过炼金帝国不懂法阵，皇宫内唯一懂魔法的神眷又在卡秋莉的授意下表示自己不感兴趣。于是他们就开始按这样的图纸制造起来。而更巧的是，这个工程的负责人比较贪功，于是他看到进展如此顺利，便声称这个图纸是自己设计的。于是，一个非常好的替罪羊就贡献给了神眷。这样，一个近乎完美的布局，就形成了。魔女在图纸上做的手脚其实很简单——把最高控制权限给了自己。\n    再后来，魔女撕开传送裂缝派遣毁灭龙军团派去攻打驻扎岛上的谜团军队。谜团军队依靠精良的装备和丰富的经验暂时抵挡住了攻击，但他们知道这种优势无法长久的进行下去，于是开始向外逐渐撤出，不过因为卡秋莉控制魔人不能移动，所以无论是反击，还是撤退，谜团始终无法移动魔人分毫。\n    魔龙最终大获全胜。卡秋莉步入基地，轻松地调走了所有魔人，加以改造，便扔在了塞塔大陆四方，只是需要一种药剂，就能重新被激活，开启自己的攻击程序。而Fox系列则被赋予了更强的智慧，于是，魔人的伏笔就这么埋在了塞塔大陆。\n    再说卡秋莉，调走魔人之后，她又使用强大的魔力对整片岛屿进行了转移，进入了虚空之中，就此大获全胜，只留下一道深不见底的深渊在诉说着一切。\n    而有一部分的居民却被带到了时空隧道中。而这一部分中的大部分，都在时空隧道中死亡了，但仍有部分居民，在穿越空间的时候撒在各地，不过几乎都只是灵魂，当然，南樊由于受到了卡秋莉的特殊关照，所以他的身体被保留了下来。而且灵魂们因为经过了时空隧道的时间法则和空间法则的洗礼，他们会更为强大。\n    当灵魂重新被投放到塞塔大陆上的时候，他们会自动找到生机近乎为零的躯体——也就是就差一口气就死的人——来寄生，而寄生的过程中，新灵魂会慢慢地吞噬旧有灵魂，这样，不仅旧有灵魂的记忆会被继承，而且新灵魂的力量会更强大。\n    当然，确实还是大部分因为寄居在一个已经不行了的身体上，当身体彻底失去活力的时候，灵魂也随之消散。\n    而成功的有谁呢？在轮回鸿蒙图上，排名第一的名字，是吴禁。\n\n    南樊看到这里，又想到了自己在一遍一遍的重启这段历史，不禁有些感伤。\n    轮回，自然是存在的，不过命运似乎更难更改。\n    “不！我一定要逆天改命！完成我的使命！”南樊紧咬牙关。\n\n    神眷，神遗。这也是两枚至关重要的棋子——一枚长时间的潜伏，获得了皇帝的绝对信任；一枚与器灵长时间的磨合，也获得了器灵的感情。\n    还记得，神遗组见过一个魔法军队吗？没错，神遗教授魔法军队的魔法，也都被做了手脚。\n    再后来，似乎是一次偶然，但实际上是必然的进京中。神眷把神遗拉到京城做官，一起研究传送法阵。而传送法阵真的这么简单？当然不可能！\n    虽然他们口口声声极言传送魔法阵的安全性，但是他们动的手脚在轮回鸿蒙图上都有记录。\n    虽然，小人物通过确实是比较安全的。但如果有大人物或者极强能力者通过，则会因为能量波动过强，被神眷和神遗发觉，两人中的任意一位就会使用空间魔法前往那个次位面。\n    而在传送阵的那位正因为处于牵魂状态而灵魂几乎没有防御，所以无论是读取记忆还是更改数据，都会变得异常容易。而然后把魔女给他的两个魂中的一个，设置好记忆，然后放到那个身体里，原来的魂，放到储灵瓶里保存。\n    而谁被换了，谁没被换，也因为次位面的不稳定，而无法读取。\n\n    你，还记得无意中泄露的那瓶药剂吗？\n    这事，竟然也是有安排的。传口令的这个传令兵为了省事使用了传送魔法阵。\n    本来，这事确实是机密，除了皇帝和大将军之外，几乎无人知晓。\n    但是深得皇帝宠信的神眷却获得了这个消息。于是他做了点手脚，检测到那个传令兵后，神眷就控制了他做了这些事情。\n    当然，流出去的药剂也都做了手脚。因此被地方广为复制后，有更多人虽然还有自己的意识，但是如果魔女的指令一下达，他们就令行禁止，绝不违背。\n\n    南樊看到这里，不禁感叹，布这个局的人，真是大手笔。\n字数统计：\n"
        },
        {
            "author": "猫小沫",
            "timestamp": 1424691540,
            "txt_content": " 本帖最后由 猫小沫 于 2015-2-23 19:41 编辑 \n\n=============第二卷============="
        },
        {
            "author": "猫小沫",
            "timestamp": 1424691660,
            "txt_content": "标题: 混沌轮回·横战八荒 第十二章 魔法故事 本帖最后由 猫小沫 于 2015-2-23 19:43 编辑 \n\n    那是星汇城郊外的一个小镇，小镇里的人都过着自给自足，宁静安详的生活。他们无拘无束，无忧无虑。    而在这个小镇中，有一位落日舞的传人——沈绮。她不仅传承了落日舞，还发扬了落日舞、完善了落日舞，使其在奔放的基础上，多了几分婉约。一动一静，一起一落，更能突出落日舞的美感。    沈琦就住在这里，嫁给了当地一个知名的法师。    而当两人结为秦晋之好后，她的丈夫——恬括，一次偶然间，发现经过她改良后的落日舞有增幅火元素活跃程度，进而提升火魔法的威力的作用！于是，恬括开始教授沈绮魔法。    而恬括的本意是想让沈绮感受元素能量，进而使其舞蹈中融入更多自然元素的气息，使其动作自然、甚至能再次增幅火元素活跃程度。    但是恬括没有想到，经过沈琦的增幅之后的魔法元素，竟然对于魔法的感知竟然如此之高。    而且更令他惊讶的是，自己吸收了一部分经过增幅的各系元素之后，而这些元素竟然没有散失——恬括竟然是一个在魔法纪元中也不常见的全系法师天赋拥有者，不过这个天赋隐藏得如此之深，以至于需要极其活泼的火元素来唤醒。    出众的天赋，惊人的感知，刻苦的学习等等众多因素，使恬括成为了名动一时的全系法师。而恬括生性淡泊名利，喜欢“采菊东篱下，悠然见南山”的闲适生活。于是他拒绝了所有征召，安心地在家中进行着研究和创作，发表的文章也全部是笔名。    但恬括的天赋不可能这么快被忘记。虽然他的笔名经常换，但是到了他这个年纪，文风想要更改可就没这么容易了。于是，无论他换了多少笔名，他的粉丝都会很快的分析出这篇文章的真正作者。    不过恬括也是有一定的孩童心性，他就不断的变换着笔名继续发表研究成果。    如果咱们不提不断变换笔名这种事情，单单提恬括的文章对魔法的推动作用，那么，当时的所有学者都会对他竖起大拇指，由衷的称赞一声“前辈”。    而全系法师，在此之前都是选择一个系进行专攻，而这样做所导致的结果是其他系的天赋被埋没。但恬括的出现，使得全系法师进入了新的阶段——史称“元素觉醒”。    现在让我们再看恬括与沈琦的连理，真可谓是“郎才女貌”。沈括名满天下，著作等身；沈琦貌美如花，家里家外操持的井井有条。如此天造地设的一对，怎不令人羡慕？    就这样，夫妻美满的生活过了大半辈子。全系法师可以利用木系水系能量来修复自身，也能改善他人的身体条件。两人过了这么长时间，对生命都看淡了。不求同年同月同日生，但求同年同月同日死。这不仅仅是兄弟情，老夫老妻也会有这样的默契。    ====================    然而，时过境迁，当年对恬括的狂热早已被时光的砂轮磨去。现在，恬括这个名字现在只在魔法史教科书和图书馆里厚厚的史学书籍里有所记载。    但因为恬括觉醒后，拥有了强大的魔法能力，使得他们比平常的全系法师不仅活的时间长了很多，而且他们还保持了年轻时的容貌。    沧海桑田，世界已经不同于他们隐居之前了。一次，沈琦又走进了小镇，守城门的士兵立刻被他的美貌惊呆了，一传十，十传百，百传千，千传万。    到最后，星汇城的城主也都听说了。    星汇城的城主听说她不仅容貌姣好，又是落日舞的传承者。于是，他就邀请沈琦来星汇城参加宴会。沈琦再三推辞。于是城主威胁沈琦：“你的那些良田，可被好几家地主看上了啊。”    虽然沈琦知道：如果他们硬来，自己和自己的丈夫断然是不怕的。但是无论是他还是她，都不愿意为了地主而伤害他们手下可能是被迫来征地的农奴。    “唉，好吧。”最后沈琦妥协了。    ==============================    不知是上面查四风查得紧还是什么其他的原因，宴会的举办地点，竟然是处于城主府地下深处。只有旁边的一个小小的回旋楼梯连接地面。    沈琦没把这件事告诉恬括。因为沈琦怕丈夫知道这件事之后为自己担心。而她是不怕的，因为落日舞继承者，对火元素又极强的亲和力。所以，任何落日舞继承者都起码是火系高阶魔法师，而沈琦更是火系大魔导师。    沈琦只身前来赴宴，早已在地下等候的诸位看到沈琦自然是两眼放光。    ……    酒过三巡，菜过五味。在座的各位都开始向沈琦敬酒。沈琦自以为自己的酒量还行，但实际上却不甚理想。    沈琦看着四周光滑的原石墙壁，墙壁上插着手臂粗的火把，地上马赛克一样的萤石，渐渐地，一丝丝醉意涌上大脑。    ……    而这天，恬括从地里回来，却没有像往常一样看到自己的妻子做好饭菜在饭桌旁等候自己，取而代之的，是一桌饭菜，和一张写着“就会，勿挂”的纸条。    恬括心里莫名的发慌，似乎有什么不好的事情就要发生。恬括顾不得自己身上朴实的农民装还没换成华丽的法师服。随手拿上自己的法杖就出了门。他给自己加持了不知多少层疾风术，他从农庄地毯式的向外搜索着。    天，渐渐的黑了。余晖，终于被黑暗替代。漫天的星星调皮的看着地上的人类。不过在这个大家都在家里和家人共进晚餐的时候，一个急速奔驰着，甚至都拉出了一道道残影的人，吸引了星星们的注意。    恬括心里的不安愈发强烈。他光泽的皮肤凭空出现了一些皱纹，汗水不断地从额头上滑下，划过脸颊，但很快就被迎面吹来的强风吹开，落地。    “天乌乌，要落雨，阿公举锄头要掘芋……”一首民谣由远及近，又由近及远。恬括仍然向前疾驰着。    “轰隆隆——”一道闪电从天空中降了下来，划破乌云，划破天际！一道道金蛇狂舞，一声声震耳怒雷。这是天公被恬括感动，要给他助威啊。    黑云翻墨未遮山，白玉散珠乱入船。卷地风来忽吹散，望湖楼下水如天。    恬括站在这里，满面不只是汗水雨水，还是焦急而落的泪水，全部混成一片。    他眺望着，他旋转着，45°，90°，135°，180°，225°……    突然，远处星汇城的城主府灯火交辉，恬括心里一紧。    施展了一个羽落术，直接从楼上飞下，向城主府飞身前去。    ……    沈琦又是几杯酒下肚，她实在不行了。    草草的应邀跳了一段落日舞，她就准备回家。    ……    恬括心都要跳出来了！血液甚至都开始倒流！    他不知道要发生什么，但是他知道，如果这件事发生了，他会后悔一辈子！    他不惜自己的本源魔力了，身形也迅如流星。    “砰”    恬括来不及转弯，径直撞碎了面前的一堵土墙。    恬括喉咙一甜，吐出了一口血。    但，这时候，他怎么能管这个？    快！快！！快！！！    恬括满脑子都是这个念头。    不惜一切！！！    ……    沈琦刚上楼梯，就又被劝住。但突然，她心里有一丝异样。    “再见，下次再说吧……”沈琦推辞。    “士兵，士兵，拦住他！”城主很不爽。    沈琦心里的异样愈发强烈。    “炎爆术！”    一团大火球从士兵面前爆开。    “让开，如果你们再拦着我，这就不是在你们面前爆开了。”沈琦睁开满是醉意的眸子，冷冷的说。    “拦住赏金一百两。”城主说。    士兵一听这个，个个都像打了鸡血一样，向前悍不畏死的冲。    沈琦毕竟心软，只是用抗拒火环让他们推开。    沈琦终于冲破了种种阻拦，马上就要到地面了。    ……    恬括浑身是血，冲到了城主府门口。    但门口的士兵怎么可能让这样一个农民装束又浑身是血的人进入？    恬括也不墨迹，一束暗影束缚就困住了门口的士兵，一个爆裂火球就炸开了大门。    他一眼就看到了城主府院子里的那条已经打开了的密道，当然，也看到了在士兵“簇拥”下的沈琦。    恬括不安的感觉不仅没有消退，反而更强烈了。    沈括不多说，一个藤蔓牵引，就像沈琦打了过去，意图把沈琦直接拉到地面，然后一同离开。    ……    沈琦处在这么多人的夹击之下，忙的焦头烂额。    “不好，上面有人来救她了！”一个士兵眼尖。    “快点，不能让她被救走。”    于是，士兵围得更紧了。    在这个紧要的关头，沈括的藤蔓牵引到了。    但，一个士兵无意的移动了一个位置，就被藤蔓缠住了，向上拉去。    “二哥，救命啊！”那个士兵吓呆了。    “啊！救小三！”身边一个中年士兵赶紧冲上去拉住了小三。    他，一冲，腿一迈。    旁边的一个人的前冲就被绊倒了。    又撞到了一个人。    局势非常混乱。题外话：\n本章大量使用短小段落，语文好的读者可以分析一下好处233另，本章标题的“故”意思是过去的，别和现代汉语的故事混为一谈=w=\n\n字数统计：\n\n"
        },
        {
            "author": "猫小沫",
            "timestamp": 1424782140,
            "txt_content": "标题: 混沌轮回·横战八荒 第十三章 重新布局    “该死，你没事上来干什么！”恬括把扯上来的小三随手一扔。又发动了一次藤蔓牵引。    “快快快！抓住了赏金二百两！”城主眼见有人要救下提高了奖赏。    再这样一个十万火急的时刻，发生了一个悲伤的故事——    楼梯上的混战，是难以预料的。    尤其是在接近地面的地方，距离底部不知道多高。    沈琦摔了下去。    但此时，恬括的藤蔓牵引也到了。    沈琦努力伸出手，想抓住藤蔓。    但两者就差不到半厘米。    沈琦眼中的希望之光消散了。    沈琦露出了一个凄惨的笑。    恬括跳了下去，想使自己的藤蔓能够够到沈琦。    自由落体的话，中间的距离差……    更关键是，这时候恬括身上还有羽落术。    恬括赶紧取消了羽落术。    向下冲去。    两人之间的距离，竟然刚好来不及对她，施展一个羽落术。    来不及了……    沈琦在他的面前，动了动嘴，露出了最后一个微笑。    ……    再往后？没人知道当时发生了什么。    整个城主府的人都消失了。    留下的，是……    ……    “我一定会回到这里。”这是被折磨得已经看不出人形的、只剩下一点意识的城主，不断地重复沈琦最后的口型。    经过大师的读唇，被破译之后，大家所知道的，只有这一句话。    ========================    一夜之间，恬括的头发全白了。    他端坐在一个巨大的坟墓的顶端。    从远处看，这个坟墓，屹立在那座城池的中心——没错，恬括将整个城主府变成了沈绮的坟墓。    他亲自在那里守候着，感知全部散开，为的，就是沈绮的那句话，而且，他还发誓，要追杀城主的灵魂三生三世！    ========================    “然后呢？她之后，来了没有……？那个可恨的家伙，有没有……被追杀三生三世？”男子急切的问道。    “没有，她没来。因为，掌控轮回的人，把她的灵魂保存了起来。他白白的又等了一百年，最后，化为尘埃，与她葬在了一起。”面前的人沉声说道。    “啊！怎么会……怎么会……怎么会这样！”男子一脸悲戚，旋即，一抹愤恨涌上面颊，“那城主呢？这个混蛋该被屠尽三生了吧？”    “唉，也没有。掌控轮回的人，抹去了他耗费五十年寿元特意保留的记忆，所以，他……”面前的人，说到这里，停住了。    “啊！啊！！啊！！！”男子双手抱头，蹲在地上，哭了起来。    面前的人，轻轻地走进他，耳语了几声。    男子抬起了头，看着面前的人，闭上眼睛，任由泪水从脸颊滑下，然后点了点头。    抬头之后，我面前的人，才有机会清楚地看到男子的容貌。而这个男子，竟然是神眷？！    ========================    南樊终于看遍了轮回鸿蒙图。    自然，他也读到了这样一个凄美的事情。而南樊对这件事情的安排，在南樊看来是非常合理的：他为了阻止恬括屠尽因为杀伤一个生灵而堕入轮回后的三生，特意将城主在这个轮回的命运全权交给了恬括，因而，恬括充分的报了自己的仇。而恬括仍然没有打消屠尽三生的想法，于是南樊只得将其的这部分记忆抹除，并在下一生给予了丰厚的环境、物质条件的补偿。    杀伤人命这类的罪行，始终是要受到审判与裁决的。而南樊确实是被这个事情所打动，所以特地让出了城主的命运。而且城主的罪孽在这个轮回并没有消除殆尽，因此，他堕入轮回后，南樊又将其投入地狱，进行第二次的洗白。    南樊尽力做到现世报，不想让一个轮回的爱恨情仇延续到下一个轮回从而干扰世界正常的秩序。    但南樊这次顿悟后，明白了一点新的东西：自己的使命，其实并不是维护这个世界，而是，破坏这个世界。    因为，这是创世神交给他的任务。    ===========================    南樊来到战地医院，前来看望中毒的蒋锐。    而这时，蒋锐的起色较之以前好太多了。    “生命靠不断吸收营养来维持，健康靠长期坚持锻炼来巩固；合理的膳食、良好的心态和持之以恒的锻炼，造就旺盛的生命！”南樊对蒋锐说道。    蒋锐笑了笑，并不言语。    南樊心里一沉，走出病房。    “从他身上拔下来的那根箭呢？”南樊眉头紧皱。    “请跟我来。”门口守着的护士带领南樊想右走去。    不多时，南樊就来到了一个满是柜子的房间。    “这便是。”护士打开左下方标有32号的一个橱柜。    南樊轻轻地接过，仔细端详。发现这根箭通体乌黑，深邃的摄人心魄。箭尾的翎羽也是黑色的，而箭头，却已经破碎。    南樊心里暗道不妙——这种箭，是魔法纪元中一种巫毒之箭——射灵箭。    而箭头已经破碎的，是魂石。如果里面封存了一个强大的灵魂，那么被射中的人的灵魂，就会与封印的灵魂展开大战，而往往都是魂石里的灵魂获胜。而这个结果是，被射中的人渐渐变成另外一个人——通往的外表，同样的声音。    而如果魂石里面没有灵魂，那么被射中的人的灵魂就会被封印起来，如果没有会解封的人，这个灵魂会在一年内缓慢的消散掉。    而很明显，蒋锐的情况属于前者，也就是说，现在的蒋锐，已经不是原来的蒋锐了。    “什么？南大人是奸细？”    这时，南樊耳朵一动，听到外面传来这样的声音，暗道一声不妙。    打开窗户，一跃一滑，便到了地面。    “我确实是把神眷给忘了。”南樊暗叹一声。    ===========================    一个月后，南樊终于整理出来了他们的思路。    神眷很好的利用自己，从而摆脱以后出现对神眷怀疑的情况。而禁将被敌军一箭射中，表面上看是有毒，从而歇了两天，但实际上是射灵箭中所蕴含的另一个灵魂与其结合的过程。    后来，因为这两天的没有出阵，导致原来守住卡廷城的优势局面丧失了——卡廷城最终还是被攻下了。而优势的失去最终导致北军全军覆没，所控制的地区丧失。    南樊突然感觉这个信息有一丝可疑：吴禁是他一手提拔上来的，他不可能在劣势不明显的情况下全军覆没。    于是，南樊摸到了北军原营地附近。这里的守军已经是稀稀拉拉的了，因此南樊很容易就打晕了一个，换上他的军服，向里走去。    再看到一个比目前自己军衔高的，就如法炮制，一路当上了他们的头头。    于是，他就可以大摇大摆的钻进中军大帐，从睡熟的吴禁旁边拿到了作战计划。    南樊出了大帐，在惨白的月光下，粗粗的看着计划。南樊越看越心惊，这种计划，非常人之手——表面上看着是必胜之局，但每条方策都是通向死亡。    南樊倒吸一口冷气，脑袋里不禁生出来这样一个可怕的念头：”禁锐二将中的禁将在支援卡廷的时候从空间法阵传送过来的时候已经被‘偷换’了。”    因为南樊在卡廷城战役之后，特意给吴禁说，不要使用传送法阵。而吴禁对南樊都是言听计从的。也就是说，这种情况发生的可能性极大！    而被换了魂的禁将，在作战计划上偷偷的改了几个地方，    南樊不难想象出下面的情节：    禁将无奈的回京禀明圣上：一个谋士因为一些死人恩怨偷偷地修改了军令。而皇帝肯定要查的，一查，果然有谋士的笔迹和一些其他的蛛丝马迹。当然，都是禁将巧妙伪装的笔迹。    于是，一个替罪羊就这样产生了，皇上最多责备他用人不当，再不济，就是撤职几个月，再有战事的话，禁将肯定再会被提拔。    而通过这件事他们很容易就能除掉了几个远谋深算的明眼谋士，并且为禁将的性格与原来不同做了铺垫。    最后，如果我们能够打到卡秋莉的面前，就肯定会在后面铺设一个大型的能将军队快速调往前线的传送法阵。    而在念动咒语之后，调来的肯定不可能是军队，而是却是用过药剂中的魔化强人，高等的魔化兽，特异的魔人等等。    这样的话，结果不很明显了么？失败必成定局！    =====================    南樊沉吟半晌。    最关键的棋子并不是执行计划的禁将，而是在皇上身边煽风点火的神眷。    自己曾经和神眷接触过，但不知为什么，神眷总对自己有敌意。因此，刺杀神眷的计划肯定是不行了，不仅是皇宫内院高手如云，更关键的是个人实力差距也不小。    神眷除不掉，但又要破坏这个计划，那最简单的方法，就是另起草一份完美的作战计划，并不让禁将发觉。    南樊想到这里，眼睛一亮，赶紧模仿笔迹，写出了一份完美的计划书，原样放回了信封里。因为明天就要返程，所以作战计划会被封存。一直到被皇帝查看的时候，都不会被打开。所以下面能做的就是祈祷不要被发现了。    一颗红心两手准备，南樊不仅在这个关键的一环上做了手脚，而且他还深入皇宫，打晕了一个专职上奏文书的小官员。    这样，即便被发现，南樊也尽力在不被发现的前提下换掉这封信，而这个计划最大的敌人，还是神眷！字数统计："
        },
        {
            "author": "天阶",
            "timestamp": 1424784180,
            "txt_content": "猫小沫 发表于 2015-2-24 20:49\n“该死，你没事上来干什么！”恬括把扯上来的小三随手一扔。又发动了一次藤蔓牵引。    “快快快！抓住 ...\n错过了好多的章节……"
        },
        {
            "author": "猫小沫",
            "timestamp": 1425117240,
            "txt_content": "标题: 混沌轮回·横战八荒 第十四章 对决    夜，挟着凉爽的微风，吹过滴着露珠的高粱叶，吹过哗哗作响的白杨树，吹过闪着光亮的河水，也吹过浑身发热的林道静俊美的面颊。万籁无声，只有那暖夜沉默的黑暗将他们团团围着。做巢在蔷薇花和忍冬花丛里的反舌鸟，偶然从小梦里醒过来，唱出一个羞怯清丽的调子。然后，仿佛经过一下慎重的考虑，又是完全地静默    夜，挟着凉爽的微风，吹过滴着露珠的高粱叶，吹过哗哗作响的白杨树，吹过闪着光亮的河水，也吹过浑身发热的林道静俊美的面颊。万籁无声，只有那暖夜沉默的黑暗将他们团团围着。做巢在蔷薇花和忍冬花丛里的反舌鸟，偶然从小梦里醒过来，唱出一个羞怯清丽的调子。然后，仿佛经过一下慎重的考虑，又是完全地静默了。    多么美丽的夏夜啊，晶莹的星星在无际的灰蒙蒙的天宇上闪烁着动人的光芒，蝈蝈、蟋蟀和没有睡觉的青蛙、知了，在草丛中、池塘边、树隙上轻轻唱出抒情的歌曲。而辽阔的田野在静穆的沉睡中，那碧绿的庄稼，那潺潺流动的小河，那弯曲的伸展在黑夜中的土道，那发散着馨香气味的野花和树叶，那浓郁而又清新醉人的空气，再加上这传奇式的革命斗争的生活，都在这不寻常的夜里显得分外迷人，分外给人一种美的感受。    就在这样的夏夜里，卡秋莉开始执行他们的计划了。    在这样的夜里，随着明亮但不刺眼的白光在传送阵里闪过，一个神色十分严肃的人迈着方步从传送阵里走了出来。手上就端着这封极其重要的战斗计划。    一步一步，一步一步。他缓慢又稳健的走着，一直到巷道的转角处，消失。    南樊躲在传送阵旁边的小屋里，从阁楼木板的缝隙处向外看着，屏息凝神。一直看到那个人消失。    “这个人，也被换魂了吧。”南樊看到他的步幅和频率严格的一致，加之僵硬的表情等，很快便在心中下了这样一个结论。    “既然人都被换了，战斗计划可能也有暴露的风险，我明天再危险也要上朝一次了。”南樊心里暗道，说罢，他摸了摸身后的包袱。==========================    东方泛起了鱼肚白。    常言道：“朝臣待漏五更寒”，而今天又是个“叫大起儿”的日子，偌大的前广场竟然快挤满了人。    不多时，皇上在神眷的陪伴下登上了城楼。    “今天的大起儿是为了咱们卡廷城战事严重的失利。”皇帝不失威严的说道。    “卡廷城地处塞塔大陆西北方，是西北地区五重镇之一。因为卡廷城附近有各种矿产资源加之其易守难攻的地势，我们选择卡廷城作为西北最重点的战略要地。而现在，卡廷城丢了，我们炼金帝国，最重要的大动脉——矿产资源供给，就等于被切断了一个主要的支流……”神眷得到授意后，滔滔不绝的开始分析卡廷城的重要战略位置。    “嘶……”群臣无不倒吸一口凉气——虽然大家都知道卡廷城的重要性，但是谁也没有想到，卡廷城竟然对炼金帝国如此重要。    “我们今天要裁决的，便是这次战役究竟是谁的责任。有请王大臣会议。”皇帝将王大臣会议的人站到身后，接着说“把作战计划呈上来。”    南樊早就换好了衣服，他从偏殿低头走上广场，从那个男子手中接过托盘。    接的过程中，南樊故意使劲掐了一下男子，而男子依旧面无表情。    南樊证实了自己的想法。    但证实了自己想法的南樊却依旧高兴不起来——他对这封信做的一个记号消失了。    这就意味着这封信有很大几率已经被改过了。    而更令他担忧的是，这封信上已经加盖了军戳。如果南樊换掉信的话，军戳就会消失，就算是小孩子也一眼就能看出来，这封信已经被换过了。    南樊的计划一下就陷入了进退维谷的境地——如果他换，必定会被发现，计划失败！如果他不换，这个计划同样也会失败。    南樊在电光石火之间权衡了利弊，决定以不变应万变。    南樊高抬腿，亮靴底，走上了城楼，站在皇帝身后，把这封计划交给前面的人。    那人验了一下新风是否完好，又施展了一个魔法，便给神眷点了点头。    神眷低声说道：“计划的信封是完好的，中途应该没有被破坏。”    皇帝点了点头，那人便打开信封，将正面朝向皇帝。    皇帝的胡须随着呼吸抖动着，眼神好久也没能移动一个地方，似乎是呆住了。    许久，皇帝开口了：“神眷，你看看这个，有什么看法？”    神眷接过计划，很快的浏览了一遍，说道：“这个计划书被涂改之前是天衣无缝的。如果那么做，一定会大获全胜，但是涂改之后的，虽然表面也是非常完美，但实际上并不是无懈可击的，如果我们从这里和那里两个方向分批次发动进攻，城一定守不住！”    皇帝点了点头，“为什么会被涂改？”    神眷眼中闪过一丝精光，“不清楚，但两次笔迹不同，怀疑是内奸！”    此话一出，全场哗然。    皇帝下令：“查，所有能和这个东西接触过的人都查！”    神眷说：“只有谋士可以。”    皇帝说：“带过来。”    说罢，殿前武士走了一小部分。    南樊虽然低着头，但是眼睛却一直没有离开那封作战计划。    而此刻，他听到要抓人了，于是南樊突然出声：“这封作战计划是伪造的！”    此话一出，全场又一次哗然。    然而，南樊在前几个字的时候伪声并没有完全变过来，于是神眷一下就听出来：这个人其实是南樊。    神眷对南樊的杀意一下就朝南樊涌了过去。    南樊撇了撇嘴，用唇语说：“如果你敢动手，我就有能力完全破坏你们的计划。”    神眷也用唇语说：“哼，你有几斤几两，我还不清楚？”    南樊神情冷淡：“信不信由你了，退一万步说，如果我现在刺王杀驾，你是拦不住的。”    神眷刚想反驳，却骇然地发现自己的魔力突然清空了。    南樊冷冷一笑：“但我不会成功，皇帝留下来之后，找不到我，只会发现你给我的一封刺王杀驾的信。到时候，哼哼……”    神眷面色几番变化，“你赢了，这次不动武。”    南樊：“正有此意。”    实际上，南樊并没有做好那封信，一切只是在诈一诈神眷，不过神眷显然顾忌的东西太多了，于是没有放手一搏。    话说来这么长，但实际只是几秒钟的事情。    皇帝问道：“哦，证据何在？”    南樊一笑：“其一，作战计划往往一式两份，一份先行寄回帝都，一份主将保存，请问，那一份呢？”    皇帝看向秘书监管事。秘书监赶忙摇了摇头，表示自己并没有收到这样的东西。    南樊从怀里掏出一封信，交了上去。    “我偶然看见一个人拿着这个东西进了秘书监，这个事情大家都看见了，但是为什么没有交上去呢？那是因为当时秘书监适逢身体不适，然后我就起疑了，那他进去干什么呢？过了好长时间，秘书监门口没人了，他才出来，而我正巧在我的房间里，而我的房间正好也能看见秘书监门口。而这封信就是从他身上掉下来的。我看上面盖着军戳，就没敢动，一直想找个机会交上来，但是……”    皇帝打开仔细看了半天，又跟原件比对了一下，点了点头。    “因此，我怀疑是，他只是为了做一个已经交上去的假象，但是除非出现今天我突然问道这样的例外，其他的时候这个事情只会被人忽略。”    “其二，是被改过得信的笔迹问题。这些笔迹虽然不一样，但是被改过的这些我猜测使用左手写的，因为右手写的字，字体各不相同，但左手写的，基本差不多。比如……”    说着，南樊从旁边史官手里夺过笔，写了一句话。    “是不是差不多？”南樊问道。    “果然。”皇帝点了点头，“神眷，你认为呢？”    神眷早就等的不耐烦了，一看机会来了，他就说道：    “他的那封信也有可能是伪造的，真的信可能因为各种原因在路上呢。”    “我有什么理由要伪造者一封信？”南樊笑了。    “因为你是……”说到这里，神眷似乎想到了什么，声音戛然而止。    “我怎么了？”南樊追问。    “字体问题吧。”神眷岔开了话题，“你这么写，可能别人的左手写的，和你的还不一样呢。”    南樊随便伸手一点，“这片的官员，选一个上来。”    那一片的官员面面相觑，因为上面交流的声音太小，实在是不知道发生了什么。    最后他们推举了一个比较德高望重的人，上到台前。“叫老臣，有何吩咐？”    “用左手写字试试。”南樊说。    “是。”他接过笔，写了一首诗。    写完后，交给皇帝。    皇帝一看，果然也是这样的字体。    皇上面沉似水，“那些谋士都差点被诬害致死啊。把吴禁叫过来。”    不多时，吴禁便被押到城楼下。    皇帝端详了半天，说：“斩。”    吴禁便被押赴刑场。    而这时，吴禁的皮肤突然冒出了黑烟，随后只听一声巨响。    吴禁自爆了……？    皇帝的面色更是阴沉的可怕。因为，只有魔人才会自爆。这时，神眷说：“吴禁是南樊招来的，我认为，南樊逃脱不了干系。”皇帝点了点头，“通缉南樊，遇到了就地格杀。”神眷一笑，“这位朋友可帮了不少忙，请问你叫什么，我给你拨几十两银子到你的小院。”南樊听到这话，心里一沉，千算万算，没想到神眷来这一手，如果自己说不上来，身份立刻被识破；如果说错了，等到他们一查，没这个人，自然也会被识破。了。    多么美丽的夏夜啊，晶莹的星星在无际的灰蒙蒙的天宇上闪烁着动人的光芒，蝈蝈、蟋蟀和没有睡觉的青蛙、知了，在草丛中、池塘边、树隙上轻轻唱出抒情的歌曲。而辽阔的田野在静穆的沉睡中，那碧绿的庄稼，那潺潺流动的小河，那弯曲的伸展在黑夜中的土道，那发散着馨香气味的野花和树叶，那浓郁而又清新醉人的空气，再加上这传奇式的革命斗争的生活，都在这不寻常的夜里显得分外迷人，分外给人一种美的感受。    就在这样的夏夜里，卡秋莉开始执行他们的计划了。    在这样的夜里，随着明亮但不刺眼的白光在传送阵里闪过，一个神色十分严肃的人迈着方步从传送阵里走了出来。手上就端着这封极其重要的战斗计划。    一步一步，一步一步。他缓慢又稳健的走着，一直到巷道的转角处，消失。    南樊躲在传送阵旁边的小屋里，从阁楼木板的缝隙处向外看着，屏息凝神。一直看到那个人消失。    “这个人，也被换魂了吧。”南樊看到他的步幅和频率严格的一致，加之僵硬的表情等，很快便在心中下了这样一个结论。    “既然人都被换了，战斗计划可能也有暴露的风险，我明天再危险也要上朝一次了。”南樊心里暗道，说罢，他摸了摸身后的包袱。==========================    东方泛起了鱼肚白。    常言道：“朝臣待漏五更寒”，而今天又是个“叫大起儿”的日子，偌大的前广场竟然快挤满了人。    不多时，皇上在神眷的陪伴下登上了城楼。    “今天的大起儿是为了咱们卡廷城战事严重的失利。”皇帝不失威严的说道。    “卡廷城地处塞塔大陆西北方，是西北地区五重镇之一。因为卡廷城附近有各种矿产资源加之其易守难攻的地势，我们选择卡廷城作为西北最重点的战略要地。而现在，卡廷城丢了，我们炼金帝国，最重要的大动脉——矿产资源供给，就等于被切断了一个主要的支流……”神眷得到授意后，滔滔不绝的开始分析卡廷城的重要战略位置。    “嘶……”群臣无不倒吸一口凉气——虽然大家都知道卡廷城的重要性，但是谁也没有想到，卡廷城竟然对炼金帝国如此重要。    “我们今天要裁决的，便是这次战役究竟是谁的责任。有请王大臣会议。”皇帝将王大臣会议的人站到身后，接着说“把作战计划呈上来。”    南樊早就换好了衣服，他从偏殿低头走上广场，从那个男子手中接过托盘。    接的过程中，南樊故意使劲掐了一下男子，而男子依旧面无表情。    南樊证实了自己的想法。    但证实了自己想法的南樊却依旧高兴不起来——他对这封信做的一个记号消失了。    这就意味着这封信有很大几率已经被改过了。    而更令他担忧的是，这封信上已经加盖了军戳。如果南樊换掉信的话，军戳就会消失，就算是小孩子也一眼就能看出来，这封信已经被换过了。    南樊的计划一下就陷入了进退维谷的境地——如果他换，必定会被发现，计划失败！如果他不换，这个计划同样也会失败。    南樊在电光石火之间权衡了利弊，决定以不变应万变。    南樊高抬腿，亮靴底，走上了城楼，站在皇帝身后，把这封计划交给前面的人。    那人验了一下新风是否完好，又施展了一个魔法，便给神眷点了点头。    神眷低声说道：“计划的信封是完好的，中途应该没有被破坏。”    皇帝点了点头，那人便打开信封，将正面朝向皇帝。    皇帝的胡须随着呼吸抖动着，眼神好久也没能移动一个地方，似乎是呆住了。    许久，皇帝开口了：“神眷，你看看这个，有什么看法？”    神眷接过计划，很快的浏览了一遍，说道：“这个计划书被涂改之前是天衣无缝的。如果那么做，一定会大获全胜，但是涂改之后的，虽然表面也是非常完美，但实际上并不是无懈可击的，如果我们从这里和那里两个方向分批次发动进攻，城一定守不住！”    皇帝点了点头，“为什么会被涂改？”    神眷眼中闪过一丝精光，“不清楚，但两次笔迹不同，怀疑是内奸！”    此话一出，全场哗然。    皇帝下令：“查，所有能和这个东西接触过的人都查！”    神眷说：“只有谋士可以。”    皇帝说：“带过来。”    说罢，殿前武士走了一小部分。    南樊虽然低着头，但是眼睛却一直没有离开那封作战计划。    而此刻，他听到要抓人了，于是南樊突然出声：“这封作战计划是伪造的！”    此话一出，全场又一次哗然。    然而，南樊在前几个字的时候伪声并没有完全变过来，于是神眷一下就听出来：这个人其实是南樊。    神眷对南樊的杀意一下就朝南樊涌了过去。    南樊撇了撇嘴，用唇语说：“如果你敢动手，我就有能力完全破坏你们的计划。”    神眷也用唇语说：“哼，你有几斤几两，我还不清楚？”    南樊神情冷淡：“信不信由你了，退一万步说，如果我现在刺王杀驾，你是拦不住的。”    神眷刚想反驳，却骇然地发现自己的魔力突然清空了。    南樊冷冷一笑：“但我不会成功，皇帝留下来之后，找不到我，只会发现你给我的一封刺王杀驾的信。到时候，哼哼……”    神眷面色几番变化，“你赢了，这次不动武。”    南樊：“正有此意。”    实际上，南樊并没有做好那封信，一切只是在诈一诈神眷，不过神眷显然顾忌的东西太多了，于是没有放手一搏。    话说来这么长，但实际只是几秒钟的事情。    皇帝问道：“哦，证据何在？”    南樊一笑：“其一，作战计划往往一式两份，一份先行寄回帝都，一份主将保存，请问，那一份呢？”    皇帝看向秘书监管事。秘书监赶忙摇了摇头，表示自己并没有收到这样的东西。    南樊从怀里掏出一封信，交了上去。    “我偶然看见一个人拿着这个东西进了秘书监，这个事情大家都看见了，但是为什么没有交上去呢？那是因为当时秘书监适逢身体不适，然后我就起疑了，那他进去干什么呢？过了好长时间，秘书监门口没人了，他才出来，而我正巧在我的房间里，而我的房间正好也能看见秘书监门口。而这封信就是从他身上掉下来的。我看上面盖着军戳，就没敢动，一直想找个机会交上来，但是……”    皇帝打开仔细看了半天，又跟原件比对了一下，点了点头。    “因此，我怀疑是，他只是为了做一个已经交上去的假象，但是除非出现今天我突然问道这样的例外，其他的时候这个事情只会被人忽略。”    “其二，是被改过得信的笔迹问题。这些笔迹虽然不一样，但是被改过的这些我猜测使用左手写的，因为右手写的字，字体各不相同，但左手写的，基本差不多。比如……”    说着，南樊从旁边史官手里夺过笔，写了一句话。    “是不是差不多？”南樊问道。    “果然。”皇帝点了点头，“神眷，你认为呢？”    神眷早就等的不耐烦了，一看机会来了，他就说道：    “他的那封信也有可能是伪造的，真的信可能因为各种原因在路上呢。”    “我有什么理由要伪造者一封信？”南樊笑了。    “因为你是……”说到这里，神眷似乎想到了什么，声音戛然而止。    “我怎么了？”南樊追问。    “字体问题吧。”神眷岔开了话题，“你这么写，可能别人的左手写的，和你的还不一样呢。”    南樊随便伸手一点，“这片的官员，选一个上来。”    那一片的官员面面相觑，因为上面交流的声音太小，实在是不知道发生了什么。    最后他们推举了一个比较德高望重的人，上到台前。“叫老臣，有何吩咐？”    “用左手写字试试。”南樊说。    “是。”他接过笔，写了一首诗。    写完后，交给皇帝。    皇帝一看，果然也是这样的字体。    皇上面沉似水，“那些谋士都差点被诬害致死啊。把吴禁叫过来。”    不多时，吴禁便被押到城楼下。    皇帝端详了半天，说：“斩。”    吴禁便被押赴刑场。    而这时，吴禁的皮肤突然冒出了黑烟，随后只听一声巨响。    吴禁自爆了……？    皇帝的面色更是阴沉的可怕。字数统计："
        },
        {
            "author": "猫小沫",
            "timestamp": 1432469100,
            "txt_content": "标题: 混沌轮回·横战八荒 第十五章 形势    为什么皇帝对自爆这件事感觉非常愤怒？因为，只有魔人才会自爆。\n    神眷说：“吴禁是南樊招来的，我认为，南樊逃脱不了干系。”\n    皇帝点了点头，“通缉南樊，遇到了能带来就带来，来不来就就地格杀。”\n    神眷听到这话，面上一笑，“这位朋友可帮了不少忙，请问你叫什么，我给你拨几十两银子到你的小院。”\n    南樊听到这话，心里一沉，千算万算，没想到神眷来这一手，如果自己说不上来，身份立刻被识破；如果说错了，等到他们一查，没这个人，自然也会被识破。\n    他心里思考着，如果跑，恐怕跑不了，但如果不跑，自己用什么办法摆脱嫌疑呢。\n    正在南樊焦头烂额之际，突然一个硬邦邦的东西咯了南樊一下。南樊下意识的一摸，原来是一块腰牌。南樊眼睛里闪出一抹隐晦的希望之光。\n    南樊缓缓地掏出了腰牌，递给了神眷。神眷一开始还不以为意，但扫一眼腰牌之后，就瞬间像吃了一斤暗黑料理一样——因为这个腰牌是货真价实的皇宫出品。\n    “好的……我一定会……给你……送过去……的……”神眷恨恨的作罢。\n    ===========================\n    南樊快马加鞭地疾驰在驿道上。\n    如今，南樊在帝国境内被全境通缉。他在帝国所掌控的区域只能隐姓埋名。而不在帝国，又有哪里是他的容身之所呢？\n    春风暖，吹绿了北国。这幅瑰丽的画卷，它是春天的杰作。春天是个魔术师，阳光是她的画笔，大地是她的画板，蘸着浓浓春色，她不停地画呀画呀，山青青，水碧碧，杨柳绿了，桃花红了，人心暖了。一笔一笔点染人间繁花似锦，一笔一笔令江山溢彩流韵。\n    春光荡漾。\n    南樊一路急行。\n    ===========================\n    天边。\n    一座座城池在魔人的尖牙厉爪之下化为废墟。无数人类喋血街头。\n    一座城沦陷了。\n    死亡的阴云笼罩了整个塞塔大陆的西北。\n    西北，常年温和。不时淫雨霏霏。\n    今天。雨一直在下。潇潇春雨并不像冬雨那样的冰肌寒骨，但人们脸上却丝毫没有喜悦，取而代之的是愈发浓重的阴沉。\n    春雨是缠绵的，有点争先恐后的样子，好像是天空的哭泣。早春像一幅画，随着雨水畅快地洒在大地上，又恰到好处地向四周流去。西北，这片雨中的风景，孤独。\n    ===========================\n    石曦晨顶着雨，走出了家门。\n    眼前，几乎没有人了。仅有的几人也在抱怨什么什么耽搁了逃命的时间。\n    石曦晨转身回到家里，用精美的锦帛包起了一个小小的盒子。\n    环视四壁，再无可恋。\n    他也走了。\n    走向了世家军营。\n    ===========================\n    石曦晨在几千人羡慕的眼光注视之下，和其余十几位成功者加入了世家军队。\n    世家的训练不像是训练。因为他们并没有什么严格的章法。\n    反观帝国军队就相当成建制，帝国军无论是饷银制度、赏罚制度、军法、等级都相当的完善。而世家，只有军法和等级制度勉强可以和帝国相媲美。\n    石曦晨在学习了一定的战法与技能后，终于被送上了战场。\n    战场是残酷的。尤其是你的敌人是魔鬼的情况下。\n    石曦晨眼睁睁看着一个个刚才还打赌谁请吃晚饭的战友，转眼间就成为了碎肉。\n    他被吓到了，所有新兵都被吓到了。\n    “XX！”一个老兵骂道，“你们XXX都给老子起来！别像个XXX一样。拿起你的武器！”\n    石曦晨浑身瘫软，几度挣扎想站起来，却都以失败告终。\n    “砰”一声闷响。他的那个盒子和他来了一次过于亲密的接触，他的皮肤上立刻就出现了一块暗红。\n    他猛地站起来了。\n    许多人看到他站了起来，也都站起来了。\n    大家都冲了上去。\n    一片刀光剑影。\n    惨败。\n    ===========================\n    “你们谁能解释解释。为什么我们一直打败仗！”硕大的木桌后面的一个人问道。\n    “我们的兵力不足。”一个人回答道。\n    “不，这不是主要原因。”那个人回答道。\n    “我们，打不过他。”另一个人说。\n    木桌后的人眼睛里的光瞬间一暗，“是啊，我们打不过他。”\n    他叹了口气，“想出办法之后在应战吧。减少伤亡。撤离人民。”\n    ===========================\n    石曦晨自那场仗之后，似乎整个人都不好了。\n    他似乎像窗外似乎永久下着雨的天，阴沉的可怕。\n    “砰！”他拍案而起，“怎么能这样呢！这是某些人的无能！这是因为某些人，才导致这么多人的死亡！某些人应该负这个责任！我们也应该觉醒，他把我们这么多人送入虎口，我们还把他当做希望？！”\n    “你又犯什么病了。”室友一摔手上的书，问道。\n    “……”回应他的却是沉默。\n    石曦晨走出门，把门重重的带上。\n    他走出了宿舍。向外走。\n    他也不知道走到哪里。\n    感觉浑身都湿透了之后。\n    他推开最近的屋门就进去了。\n    ===========================\n    然后，据司令说，司令那天和他深入交换了意见。\n    据他说，他那天劈头盖脸骂了司令一通。\n    总之，就是两者都很愉悦。\n    石曦晨成为了指挥员。\n    ===========================\n    “今天，我做这个报告的目的，是为了说明我们现在的处境，以及我们现在可以采取的解决方法。如果有什么问题，大家可以随时举手提问。\n    “我们现在面对的是魔人。魔人是什么？我怀疑魔人是大陆外文明进攻我们塞塔大陆的一个工具。据《四洲图志》记载，这个世界除了我们塞塔大陆之外，还有几块大陆。他们之间战火不断。而我们这块大陆相对来说是和平的。所以，我怀疑他们意图将我们变成他们的原料产地，以此刺激他们大陆的经济。因为他们长年处于战争状态，国民经济必定不会发达，而在这种情况下，他们需要转嫁压力，于是，我们这块大陆，就成了他们的首选。\n    “而魔人的出现时间，我也不清楚，因为魔人在前期是非常隐蔽的，直到最近才展示出他们极富攻击性的一面。\n    “说完出现时间，我就开始介绍魔人。目前出现的魔人分为以下几种类型：第一，力量型；第二，敏捷型；第三和第四，载具型、驾驶型；第五，远程型。\n    “力量型，顾名思义，这是一类以力量为主要攻击手段的家伙，他们的直接攻击较为强力，但如果你足够灵活，一对一的条件下，你是不会受什么伤的。因为他们的攻击速度较慢，而且转身时候的角速度较慢，但是这货是破坏城墙等防御工事的一把好手，所以如果是野战，就不要管这货，但如果凭大型防御工事进行阵地战，请务必优先致残，就比如弄断他的一个胳膊，或者腿之类的，这样他的平衡性就会降低很多，而平衡性只要下降到这样的程度，他就基本丧失了攻击能力。但还请注意，他的防御较高，请是用穿甲箭矢。\n    “敏捷型，这类魔人是野战中最大的威胁，而在阵地战中的威胁反而不这么大了。因为他们有天然的保护色，我们难以发觉，加之他们迅捷的移动速度和攻击速度。使得他可以在短时间收割大量我军生命。不过他也不是没有弱点的，第一就是他无法与魔人大部队取得联系，也就是说，敏捷型都是在孤军奋战。另外，我调查了从他手中活着逃出来的一些人。他们大部分都是集体行动的，因为敏捷型的防御极低，当他在攻击的时候，若队友能对他造成伤害，那么他就有一定的几率被致残，还有一小部分的几率会被吓退，短时间无法发动第二次进攻。所以，我强调，在野战中，大家一定要在隐蔽的同时，保证能被队友支援。\n    “载具型和驾驶型。这是我们最头疼的魔人。他们拥有高度优势，可以在空中对我们进行打击。而我们的箭矢对空伤害非常有限。此种类型的魔人我们还没有接触过几次，并且每次出现数量极少。我们可以静观其变，当她出现的时候，野战中往树林里躲，阵地战进入防御工事，但一定注意，防御工事不能只有一个出口。\n    “远程型。这个没什么好说的，因为无论在什么样的战斗中，他总是在队伍的最后方。使得我们无法轻易攻击到他们。而据我们的几位弓箭手汇报，他们的防御也不强，就比敏捷性的稍微好一点。但他们的攻击方式单一，只能发射骨箭，但听说帝国有位将领被一只黑色的骨箭射伤，然后就死了。所以大家也不能掉以轻心。”\n    台下的将领们，在喇叭下收听的士兵们。一开始的轻视也渐渐地消退，取而代之的是凝重。\n    “请讲，你有什么问题”石曦晨一点台下举手的将领。\n    “我非常佩服您对敌方战斗人员的分析，但我想知道，您这么分析完了。有什么用呢？或者我问，您计划怎么对付他们呢？”一个年轻的军官问道。\n    大家的目光都望向石曦晨，很明显，大家都期待着石曦晨的回答。\n字数统计：\n"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1432559700,
            "txt_content": "猫小沫 发表于 2015-5-24 20:05\n为什么皇帝对自爆这件事感觉非常愤怒？因为，只有魔人才会自爆。\n    神眷说：“吴禁是南樊招来的，我 ...\n才注意到这篇文章……"
        },
        {
            "author": "曾·不再",
            "timestamp": 1432615740,
            "txt_content": "要做就做大，，，不然不会有人看的，还有，要常常更新，别让观众等太久"
        }
    ]
}