{
    "title": "【原创·连载】勇者与魔王【0】",
    "author": "五彩烟花",
    "replyCount": 4,
    "timestamp": 1423662180,
    "txt_content": " 本帖最后由 五彩烟花 于 2015-2-12 10:37 编辑 \n先说几句（由于本作者废话太多，系统已自动设置其为隐藏）\n关于这坑我已经酝酿很久了，但我实在是想不出来一个很好的名字，所以就别吐槽名字了。\n这章是序章，因为涉及到这个故事的设定，所以我就单独开了一章，不知道允不允许，如果不行的话，还望大家提醒。\n新人第一个帖子，多包涵。\n额，没话说了。\n\n\n\n\n正文第一部分（比较正常）\n\n  在地球一座繁华的城镇中，汽车的轰隆鸣笛声和街道的喧闹吵杂声构成了这样一个热闹的小镇，而在这样的地方里，一个衣衫褴褛，骨瘦如柴的流浪者，正漫无目的的行走在街道上，他看着周围来来往往的行人，有人手里拿着电话，大声的打着，也有人提着公文包，穿着西装，急匆匆地往地铁站里赶，还有人结伴而出，手里大包小包的拿着，显然没多久前，他们进行了一场愉快的购物。  这个流浪的人就这样看着这些身份各异，年龄各异，性别各异的人们，看着他们为这个世界奔波，劳碌着，有人抱怨，但那些抱怨的人难道就没有因为这些事情而享受到便利？所以这流浪的人从不抱怨上帝对他的不公。他只是觉得，这个世界太过于无聊了。  也不知道是不是他的想法传到了那些行人的心中，这些做着各种事情的人们就这样停在了原地。  “妈妈，那是什么呀？”一个小女孩拉着她的妈妈，指着天空问道。  “嗯？”妈妈的目光随着女孩的手指所指的方向，看向了天空。周围的人也同样如此，齐齐看向了天空。  天，一片蔚蓝，与平常无异，那些人看了会后，发现什么都没有，就没再继续了，依然干着属于自己的那些琐事。  也就在这时，天空中的云朵悄悄的凝成了一轮漩涡，数万个黑色的点从漩涡中鱼贯而出，渐渐的布满了整个天空。感受到明媚的阳光越来越少的人们再次抬起了他们的头。 “这是怎么回事！”人们惊慌失措起来，有的开始兴奋的大叫，不过大多数人只是觉得奇怪而已，认为自己只是遇到了传说中百年难得一遇的日全食。\n\n\n\n\n正文第二部分（由于一下内容极为坑爹，系统已自动设置其为隐藏）\n\n  “这里是哪？”刚被正义的勇者所击败的魔王有点奇怪。他低头，看到自己的脚下有许多人类正仰视着他，他心中暗爽。是的，他喜欢这种俯视别人的感觉，不然他也不会去当被世人所唾弃，诅咒的邪恶魔王了。  不过让魔王奇怪的是，这些人类的身上的“装备”怎么那么奇怪啊，难道自己在临死前用尽全力所创造的法阵失效了？不应该的啊。  事实上魔王他的法阵是成功的，但他所传送到的地方却是另一个次元的人类世界了。  魔王并不因此而失望或者难过，因为对于他来说，不管是什么地方都一样，只要没有勇者追杀他就行了。魔王的双手隐隐有红光闪动，很快，他的脸上就浮现出了异样的光彩。“这个世界没有勇者的能量波动！”经过一阵魔力感知，他并没有发现勇者的任何能量出现在这个世界的痕迹，这对于他来说无疑是一个天大的好消息。  “那我岂不是可以重新称霸一个世界了？嘿嘿……”魔王搓着自己的双手，笑着。   从此，那个流浪的人不再无聊了…….\n\n\n\n\n总结（系统表示作者依然没有悔改，继续设置其为隐藏）\n\n 关于更新的时间，一般为一天两章。\n（其实我觉得应该没人会在意我这个新文的，而且写得极差。）\n\n\n\n",
    "replies": [
        {
            "author": "2572312535",
            "timestamp": 1423662600,
            "txt_content": "这是.......文学？好像字好多..."
        },
        {
            "author": "天阶",
            "timestamp": 1423663020,
            "txt_content": "赞哦，类型我喜欢！"
        },
        {
            "author": "我是基岩",
            "timestamp": 1423664460,
            "txt_content": "嗯，很不错哦，姑且让我猜一下，流浪汉会学会嘴炮么？以一副看透一切的姿态用哲理连发抨击魔王，最后魔王被流浪汉打动，从此，魔王和流浪汉过上了幸福快乐的日子（你够）"
        },
        {
            "author": "mc、肉肉",
            "timestamp": 1423664520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}