{
    "title": "【原创·连载】勇者与魔王【1】",
    "author": "五彩烟花",
    "replyCount": 6,
    "timestamp": 1423709160,
    "txt_content": " 本帖最后由 五彩烟花 于 2015-2-12 10:51 编辑 \n正文部分\n\n勇者历法 100年 魔王宫中  “邪恶的魔王，我今天要代表正义，打败你！”一个人举着一把重剑，对着眼前的魔王大吼着。  魔王懒洋洋地将自己的身子扭了扭，让自己在王座上坐直。魔王抬眼，细细打量了那人一会，说：“你是勇者？”“来挑战我的？”魔王又加了一句。  “那是当然，像我这样强大，英勇的战士，不是勇者还是什么？”勇者将自己的重剑使劲地插在了地板上，夸耀着自己的惊人力量，接着说道，“魔王，我可是身披正义光环的真正勇者，我劝你还是乖乖束手就擒吧！”  “那就来吧，只是希望你的正义光环可以在你即将死去的时候救你一命吧。”魔王在王座上打了个哈欠，对于身前穿着钢制重甲，拿着七神器之一的勇者毫不畏惧。  勇者见自己被小瞧，也不再废话，提着重剑就冲了上去。  接着，魔王黑红色的利爪在空中对着冲过来的那人一挥，勇者的身体瞬间倒飞了出去。勇者被魔王的能量给重重的震飞在了墙壁上，突出一口嫣红的鲜血。  “可恶，再吃我一招！”勇者迅速爬起，双手紧握着重剑，嘴巴默默念起了咒语。“你认为我会傻到让你念完咒语再打你？”魔王突然觉得眼前的人好滑稽，手臂再次抬起，一道暗红色的光芒在他的手里凝聚，“那么现在你可以去死了。”  只见魔王手掌一松，手中的强劲能量就如同一支离弦的箭，以极快的速度冲向勇者。正在念咒语的勇者见状，立刻举起了重剑，横档在了自己的面前，他隐隐听到能量划过空气的破空之声，很快，那能量就撞击在了勇者的剑上……   “不会吧，勇者就这样死了？”兰斯合上手里的书，撇了撇嘴，觉得这图书馆的历史书有些问题。  “那是真的，唉。”一旁的老者淡淡地说，“你继续往下看就知道了。”  听了老者的话，兰斯再次打开了那本《勇者魔王传记》。   勇者历法 189年 魔王宫中  这次的魔王遇到了两名勇者，一名法师，一名战士。  “这才几年啊，为什么连法师都有了……”魔王暗自悱恻道。  “魔王，今天就是你的死期了！”两名勇者信心满满，看来他们对这场战斗很有信心。“先接我一招！”法师周围渐渐布满了一圈元素，念起了咒语，而就在这时，战士拦在了法师身前，举盾防护。  魔王用手擦了擦自己额头上的冷汗，暗道：“吸取了上次的教训，变聪明了啊。”  “不过还是…….”魔王的手又凝聚出了同样的能量，往勇者们身上一抛，“你们还是太弱了！”  于是，又有两名勇者陨落在了魔王宫中……    兰斯看了，再次合上书，这次，他浑身都在颤抖，看起来气的不轻：“老师，您确定这本真的是历史书？勇者不是身披正义光环，拯救世界的大英雄吗？怎么会这么不堪一击。”  被称作老师的老者没有说话，只是示意兰斯继续看下去。   勇者历法283年 魔王宫大门前  这次的勇者有五名，职业五花八门，魔王用15秒将其击败。勇者历法341年 魔王的花园里  共有二十名勇者，30秒后，魔王将其全灭。勇者历法400年 魔王的卧室中  来了一百名勇者，魔王对于他们闯入卧室的行为十分气恼，只用了6秒，勇者们就尸骨无存了。  勇者历法……   “老师，我可能明白是怎么一回事了。”兰斯叹了口气，将书放了回去\n\n\n\n总结\n\n如果觉得满意的话就给点人气吧，新人混论坛不容易......（系统表示这人可真不要脸）\n\n",
    "replies": [
        {
            "author": "1724626238",
            "timestamp": 1423710240,
            "txt_content": "好短\nLZ头像不错\n收了"
        },
        {
            "author": "银色十字梦",
            "timestamp": 1423710480,
            "txt_content": "还不错啊，就是有些短←u←"
        },
        {
            "author": "Mahatma丨",
            "timestamp": 1423713720,
            "txt_content": "{:10_515:}"
        },
        {
            "author": "天阶",
            "timestamp": 1423714140,
            "txt_content": "可怜的勇者……一点暗杀技巧都没有么？"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423714800,
            "txt_content": "天阶 发表于 2015-2-12 12:09\n可怜的勇者……一点暗杀技巧都没有么？\n死了上百个了吧= ="
        },
        {
            "author": "北极星人",
            "timestamp": 1423715760,
            "txt_content": "我看了第一句我就没有勇气继续看了……怎么跟幼儿园时哄小孩的故事一样……"
        }
    ]
}