{
    "title": "（纯文字创作）回到我的世界(三)",
    "author": "t362080872",
    "replyCount": 6,
    "timestamp": 1344390180,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-12-6 23:02 编辑 \n\n第二章地址：http://www.mcbbs.net/thread-31537-1-1.html\n\n第三章：百鬼夜行  \n   地龙逃出山洞以后，环顾四周。黑漆漆一片，但各种慑人心魂的吼声有远有近，不断的传入地龙的耳内。不免让地龙心中一阵胆寒。\n   地龙刚接触我的世界那会儿可是见识过夜晚各种鬼怪的凶残的，因未及时造好房，导致第一天晚上地龙死了又死，差点让地龙跪地哭爹喊娘，大呼坑爹。往事不堪回首，不提也罢。\n   地龙可是知道此时并非在玩游戏，玩游戏尚且死了可以重生，怪物太多了无耻一点还可以施展“调和平大法”。地龙可不会冒险去送死，试一下死了可否重生？万一不成，估计地龙真要变成条地虫长睡地下咯。\n   地龙睁大他那方方的闪闪的方眼睛环顾四周，地龙手里紧抓着一块刚挠下的一块木块。\n   “我的奶奶滴！现在谁敢出来吓我，我砸扁它当地毯睡!”地龙如此给自己壮胆道。\n    在洞中，小八回味着口中尚存的一丝肉味，突然傲首朝天一声吼叫……小八对僵尸绝学僵尸吼已掌握得炉火纯青。可见地龙终将命运蹉跎了。（僵尸吼：僵尸族长为了便于僵尸捕猎，发明了此技法，当其他僵尸成员听此吼叫时，会从四面八方朝中心包抄，直至捕其猎物方停。）\n   “哔……哔……”在一间漆黑的房子里摆放着各种不知名的机器，不时得发出一些幽蓝的冷光，其中伴随着几声机器滴滴声。在房子正中间的类似电脑屏幕前坐着一个人，正盯着屏幕。而屏幕中显示的正是此时手拿方块的地龙……\n   “呵呵，有趣，原来这个世界除了我还有另外的人，且帮你一帮吧，不然这个世界也太冷清咯！”\n   此人说完随即站起转过身来，此时正好一道冷光转过，赫然可见此人眼睛一片空白……\n   “可恶，这些鬼叫声怎么越来越近了呢？”地龙听着周围的声音，可谓是体会到了毛骨悚然的感觉。\n   等我会利用方块后，定造个“百射炮”轰你们的老巢不可。地龙此时心中暗暗发誓道。当地龙如是想着，突然从侧面蹦出一只黑色八爪方块怪物，不是蜘蛛还有谁？说时迟，那时快，地龙奋力一跃，躲过了蜘蛛那热烈的拥抱。再看原地出现有白色的物质，原来此时的蜘蛛还会吐丝缠人。地龙玩游戏时对蜘蛛网可是理解得非常通透，造出了数十台蜘蛛网陷阱，推出论坛时让他的小粉丝们崇拜得如痴如醉。\n   方蜘蛛一扑不中，抬头重新瞄准后又扑了过来。\n   “还来？”地龙一阵无奈，地龙可不是运动员或是超人，自穿越来还没好好休息过，此时已经疲饿交加。地龙强打起精神侧身一翻，躲过蜘蛛攻击后立即站起激发潜力拼命摆动双腿……\n   我已无多少力气，定要找个山洞躲上一躲。地龙睁大双眼环顾四周，希望能找个山洞。可惜老天不作美，这地区都是平原。根本连个小山坡都没有。\n   “吼~~~~”地龙身后突然出现一只僵尸。地龙无语，还能说些什么呢？跑呗！还没跑两步，地龙脚边突然嗖的一声插着一支箭。肯定是那位“不见其人，先见其箭”的骷髅弓箭手先生了。\n   地龙已到了脱力的边缘，可是他明白，此时倒下，他会再一次穿越的，穿到地狱。地龙此时唯有——跑。\n   地龙跑，跑，跑，眼睛已渐渐模糊，双脚如机械一般，好似已脱离自身了。\n   “呃~~~~”地龙的背再一次被身后追赶的捕猎者狠狠抓了一道。地龙闷哼一声，速度不减。此时，地龙朦朦胧胧间突然地面上升起一个山洞，地龙正迷惑之间，已跌入山洞,两眼一黑，就什么也不知了。\n    此时地龙躺在一金属床上，身上插了好多金属线，床边上的有很多大型机器，此时正兹兹得运转着。而机器前则有一个人，正看着仪表上的数据。\n    “恩，僵尸毒已全部清除。咦？奇怪了，他的身体里面怎么没有物品机呢？我自我有意识开始就有物品机了。算了，反正我也做了几个，给你装一个吧！”言毕，此人又在机器前一阵忙碌！使机器产生丝丝亮光并通过金属线缓缓输入地龙体内……\n    前三章只是算过渡篇吧！终于地龙在遇到HIM博士（相信都猜到是HIM了吧？）后终于可以利用方块了……请看下一章：还是菜鸟\n",
    "replies": [
        {
            "author": "Hao",
            "timestamp": 1344390360,
            "txt_content": "himhimhimhimhimhim....."
        },
        {
            "author": "ayaya",
            "timestamp": 1344390480,
            "txt_content": "发到周边去..."
        },
        {
            "author": "819tierqusi",
            "timestamp": 1344390600,
            "txt_content": "发错区"
        },
        {
            "author": "㏑243",
            "timestamp": 1366518840,
            "txt_content": "him…………him是什么"
        },
        {
            "author": "a1006494357",
            "timestamp": 1372952100,
            "txt_content": "坐等更新....lz快点啊...."
        },
        {
            "author": "冷傲—风",
            "timestamp": 1440514920,
            "txt_content": "楼主不会弃坑了吧，这么好的文章{:10_528:}"
        }
    ]
}