{
    "title": "MC小说创世..不知道有没有违规违规了请版主留情.",
    "author": "820014089",
    "replyCount": 3,
    "timestamp": 1423733280,
    "txt_content": "2036年9月……\n  一个男孩在苦恼着。“秦新，在干什么呢？”突然远处跑来一个女孩问道。“我在想怎么回去啊！对了，秋，你知不知道怎么回去呢？”那个叫秦新的男孩说到。女孩看了看秦新叹了口气：“谁知道，你怎么还在想这事？”\n\n\n“喂喂，秦新。你有没有玩过《我的世界》？”“没有啊。”秦新转过来，回答了那个同学的问题。“唉啊！你奥特了！你去上网找找：我的世界 beta版。现在我们班上好多人在玩呢！”“哦，是\n\n么？”秦新回答道。\n\n  上课时，老师讲的话，他一句都没听进去。一放学，老师刚刚说：“好了，这节课上到这里……”只听“搜————”的一声。“挖槽！秦新你跑那么快干什么！”\n\n  一回到家，秦新马上打开电脑，搜索。“！！！哇！这么好！有血量，有怪物，要自己生存下去……”他暗暗想到，又看了几个视频，合成表……\n\n  正当他看的高兴的时候……QQ上发来了信息：“秦新，在么？《我的世界》还可以吧。”他一看。哦，原来是上回的那个同学。（就是推荐他玩我的世界那个）“是啊，看了。没想到真不错啊！”\n\n“嘿嘿~不错吧。告诉你，他只是只有一个人设计的！”  “undefined 纳尼！”秦新发了个惊讶的表情。“嘿嘿，我这有个中文的，你去玩吧~”说完，他把一个压缩文档发了过来。就下了线。后面的事，\n\n不用我说你们也知道……\n\n\n  刚刚从回想中回过神来，就回了一句嘴， “啊啊啊，我知道了，真是的。”秦新不满的瞪了秋一眼。“对了，如果我没记错的话，晚上是会有…………………………没错吧”“没有错，是会有那个”\n\n秋看了秦新一眼说。“啊!”秦新跳起来，“那我们去看看有没有什么可以住的地方吧……”这可不像我的世界一样可以挖泥土建房子啊…………秦新想到。这毕竟还是一个真实的世界啊。哎呀……\n\n  “秦新，快来！”正在他胡思乱想的时候，一阵声音打断了他的思路。“恩”秦新站起来，往声音发出的地方走去。     转载3DM游戏网的小说",
    "replies": [
        {
            "author": "820014089",
            "timestamp": 1423733280,
            "txt_content": "秦新走向声音的来源处，“哦，好大一个山洞，没想到这里也有这样的地方，不错不错~”这是他看到山洞的第一个想法，这个山洞不会很深，地板比较平，没有什么凸出来的部分，墙壁比较光滑，应该是自然形成的。 （那个，我加点图片来表示我自己的吐槽吧…………）“对了，秋，这里能不能像游戏里那样制造物品？”“你能么？这怎么可能，你试试不就知道了？”秋不满的瞪了秦新一眼，  “那就算了，我可不想丢这个脸啊”秦新尴尬的转身，坐下。“啊，这是什么，好疼啊！”秦新从XX底下（………………）抽出一块东西，“呃，只是几块破石头啊……扔了~~”“哎哎哎，等下啊。”秋抢走那几块所谓的“石头”说：“这才不是什么石头呢，你着走的是什么运，这是一种稀有的金属，灵钢石！ ”秋瞪了他一眼。“哦，哈哈哈哈哈，我太强大了，有刚了！哈哈！”秦新哈哈大笑，“啊——————”话音未落，之间…………几块灵钢石飞了过来，砸中了头 。“你啊你，快去找些木头！！！你不知道生存第一步，木头么！！！我们也要去拿些木炭啊，你以为只有了石就可以？要炼成钢！ ” “马上就去！”………………………………………………………………几小时后（虚拟时间）\n  “啊啊啊啊啊啊，这木头，我都踢了几个小时了！奶奶的，就是不倒，游戏里可不是这样的啊啊啊啊！！！  ”“这又不是游戏，只是比较像罢了。哎，你到底要踢多久？”秋把秦新的抱怨反了回去。“看来得换一种方法了……  ”秦新想了想，跑到一棵小树下，爬了上去，把身体的重量压到一根小树是枝上，“啪”的一声，断了，“给，拖回去吧~”…………在秋满脸怨气下，终于把木头给拖回去了 。"
        },
        {
            "author": "820014089",
            "timestamp": 1423733400,
            "txt_content": "要是有把斧头该多好？秦新想，于是，他又交给秋一个任务：回去之后帮他磨斧头……听到这话时，秋差点没晕过去。但不过，只好帮他磨了……\n  \n天色暗了，秦新一脸疲劳的回到了家，一看到的就是一把还没磨完的斧头和正在睡觉的秋。 唉，这家伙。秦新拿起她还没磨完的斧头，细细看了看，呃，这个……这是什么斧头啊……只有一片薄薄的斧头片……算了，为了明天可以轻松点，忍了！搞好这个斧头把……想着，秦新拿起一块石头，开始磨 …………正当他磨到一半时。一阵雷声把他惊醒。天黑了“啊——————”又有一阵声音把他吓个半死，“我靠，秋，你要把我吓死啊！”“我我…我最怕打雷了”秋害怕的躲在秦新的身后“又没什么，只是打雷而已……不对，还有别的声音………………”他握紧了手中的斧头……“它它它它它它它它它……在那边！啊啊啊啊啊！”“我靠，你能不能小声点？你想把他引过来啊啊”秦新说着，一边捂着了秋的嘴  “唔唔唔唔唔，你放开啦！”秋狠狠的咬了秦新一口……“呃，啊！！！！！！——————”一声无与伦比的惨叫声……响了起来……………“就就是这个声音，把它——僵尸给引过来了           楼主不定时更新233希望不是违规帖"
        },
        {
            "author": "820014089",
            "timestamp": 1423733460,
            "txt_content": " “怎么办？”“那还不是你害的！”秦新无奈的说，“不过，现在也不是吵架的时候……”唔，怎么办，我不想\n\n  死在这里啊！！秦新心中发出呐喊。突然间，他感觉身体一下子轻了许多，头脑突然开阔，想明白了很多事，\n\n  “我靠，原来我把照相机放冰箱里了，难怪找不到……”\n  \n  （外话音，这时候想到这个干神马？？？）\n  \n  唔，有了，僵尸不是最怕火（光）？那用火把……想着，秦新坐下来，拿起一块大点的木头，又拿了一块小点的树枝，在大木块上铺\n上叶子，用树枝开始钻。“恩？你在干什么？”秋问“钻木取火”秦新一边钻，一边说，他的力量 变得无比的大，连刚刚一点点的\n火，开始慢慢的变大。“哗——”“烧起来了也！”秋一脸兴奋。\n  可这时，连那僵尸也被吸引过来了。“可恶，怎么办。”就算有了火，也不能拿僵尸怎么办。“怎么办”秦新一直在思索着。可那僵\n尸一点一点的靠近让他感觉到了。死亡，的涌来……“操我你母的！”秦新实在忍不住了，把火把甩过去，砸向僵尸……\n   \n  呃，怎么起火了！啊啊啊啊，秋，赶紧的。灭火灭火啊啊啊！我们的木头啊！\n   几分钟后…………………………\n  呃，怎么只剩这些了。秦新苦笑道。“不是啊，只不过有好多黑楂楂，我扫掉了”秋扫了他一眼。说道。“什么？黑渣渣？快，带我\n去看看！”秦新很激动。秋吓了一跳，她从没看见过秦新这么激动。“呃，不知道，让他去看看好了”"
        }
    ]
}