{
    "title": "[单章·连载]中世纪悲歌（又名传奇人生）【第三章 上】",
    "author": "wigtitit",
    "replyCount": 2,
    "timestamp": 1423739640,
    "txt_content": " 本帖最后由 wigtitit 于 2015-3-10 22:25 编辑 \n\n{:10_508:}假如支持小说，请送点人气吧~\n\n然后用轻柔如水的声音对他说：“不用害羞，孩子。把我们也当做你的家人，我们会像对待家人那样对待你的。”说完，她为了表示友好，亲吻了理查德的额头。然后亲切地笑着。理查德的脸更红了，他的脑袋都要炸了，此时此刻他不知所措，被幸福冲昏了头脑。呆呆地站住原地，怔怔地凝视着前方。“呵呵，怎么了？”妻子夹着笑，翘着眉头，温柔地问。“啊…啊！没什么！谢谢您！谢谢您……”理查德不断鞠躬示好。班森看到此情此景，又哈哈大笑了起来。于是理查德便更不好意思了。就在这样的纠结中，一天又过去了。第三章那天晚上，理查德的记忆最深刻，外面都是砸东西的声音，尖叫声络绎不绝，匪徒们像是开了盛大的派对，在街道上，房屋边，放肆地，开心地破坏，偷盗着，英王之死像是上天对他们的眷顾。班森一个晚上都没有睡，理查德也是，他透过门缝看见班森左手死死持着剑柄，右手扶着门，不时透过门缝去观察外面的情况。不过幸运同样的眷顾了这友善的一家人，一个晚上没有任何歹徒过来。当天边的第一缕阳光映在地上，当云朵渐渐被融发，新的一天开始了，然而这个开始是黑暗的。在理查德能够看见阳光的时候，他就起身了。班森看到理查德推开门走出来，有些诧异：“你怎么这么早就起来了？”“我以前常常这点起来。”理查德说了一个谎，因为他常常是随着老妇人而起床的，而老妇人通常都睡到12点。班森咽了咽口水，太阳穴上渗出了点点汗珠，他有些后怕地朝理查德小声说：“别让她们出来，好吗？艾布纳和巴伦会来找你的……”“外面发生了什么？”理查德害怕地问道。“外面……唉……”班森有些无奈。“总之你先回去睡一会吧，我知道你半夜没睡，我从门缝看到了你的眼睛…”班森空出手来，拍了拍理查德的肩膀，然后缓缓地说。“呃……呃……好吧……”理查德有些惊异，但是他还是乖乖听话地上床睡觉了。躺在床上的时候，他想，自己竟跟这样美丽的夫人一个屋檐下，每天都能看见夫人，那是多么开心的事情呐。“嘻嘻……”他小声笑道。但他还没来得及冷静，外面就有一堆人吹着长喇叭，敲着鼓，浩浩荡荡的游行着，那些人经过酒馆时，小声地说着：“不敢相信！这都发生了什么……”即使是很小声，理查德敏锐的听觉还是捕捉到了。“搞什么！”有人怒骂道“臭婊子，我们正在庆祝杂种威…呸，英格兰国王威廉一世的登基，敢辱骂我们，就是辱骂威廉国王！来人，把她拖下来！”即使他们只是在派人勒索份子钱。理查德深知，这些钱可不是交到威廉手里的。说完后，就是一阵撕心裂肺的惨叫……一会儿，惨叫便截然而至了。临屋的母女俩也许是被惊醒，也许早已醒了，总之，夫人在惨叫结束后就推开理查德的房门，缓缓走了进来。她问道：“你还好吗？”理查德的心灵受到了重创，即使是在贫苦多难且毫无同情心的小村，他也从没经历过这样的场景，他只是缩在床角，沉沉地回：“死人了……”“谁！”夫人突然紧张地问道。理查德明白为什么夫人这么紧张，心里却居然有一股酸酸的滋味。“不是我们认识的人……”理查德说道。“喔……”“哪是谁呢？”女儿竟也跟了进来，好奇地问道（理查德一直不知道班森女儿和夫人的名字，所以用女儿，夫人代称）“不知道……我不知道呀！”理查德近乎崩溃了，他捂着脑袋，缩在床边，哭了起来。夫人有些吃惊，然后亲切的笑容就莫名的挂在脸上。“别害怕，孩子。”夫人抚着理查德的肩，细细地安慰道。这话语似乎有着无穷无尽的力量，理查德的泪水被这力量堵住了，一时兴起，他决定要做些男子汉该做的。他坚定地直起了腰板，然后大步走了出去。夫人手指靠在唇上，不知所措地望着理查德远去的背影。“你出来干什么。”看到又一次闯出来的理查德，班森有些不耐烦。“我一定要看看外面发生了什么！我要变勇敢！”理查德坚定地说。班森好说歹说，最后还是拿理查德没有办法。只能把手松开，然后无奈地叹了口气，说：“你要去，便去看看吧……但这对你的成长不会有任何的帮助。”旗鼓声越来越远了。理查德没有回话，只是径直走到门前，然后用余光看了看母女两人，她们惊异的眼神使得理查德有些自豪。他豪迈地拉开了门，一股浓重的血腥味和各种东西腐烂的味道像是巨浪一样扑到理查德脸上，理查德被冲的睁不开眼。当他从这让人受不了的恶臭和恐惧中缓缓拉开眼帘时，眼前的这一幕使得他即刻就晕死在了地上。当理查德醒来的时候，巴伦和艾布纳已经站在他的身边了。“傻小子。”老人嘿嘿地笑道。理查德的意识渐渐恢复了，当他逐渐看到周围的所有人的时候，特别是夫人妩媚的笑容时，他的脸因为羞愧涨的通红。“我已经尽力了……他”班森带着些许笑意说道。“我知道，这孩子是头倔牛，怎么拉都拉不动。”老人和蔼地笑着。把这两位战友放到一起看时，会感觉班森是在说谎，因为老人显得那么老，可班森却相对显得如此年轻气盛。理查德缓缓起身，第一眼看到的便是挂在板墙上的，沾满了血的剑，他惊奇又害怕地撑大了眼珠，手掌捂着嘴，又倒了下去。“这孩子……”大伙儿都嘻嘻哈哈地哄笑着，唯独老人只是扭捏地苦笑了两声。昏迷了一小会，理查德“腾”地一下窜了起来。然后神经质地转动自己的眼珠，抖动着全身。老人见到此情此景，便有些惊慌失措地死死按住理查德，结实的手掌有力而厚重，像块铅一样，把理查德死死钉在床上。一会儿，理查德便停止了这神经质的行为。“你还好吧？”老人问道“还好……还好……”理查德神智清晰了些。老人警惕地望了望四周，然后小声说：“你怕血呐？”理查德一时有些没反应过来。他愣了一下，然后慌忙地答道：“呃…额…啊，对……”“这是一件痛苦的事，不是吗？”夫人和班森这时候从房间里走了出来。班森看到理查德坐了起来，便无情地讥笑道：“小子，终于活过来了？”“嗯……”出于羞愧，理查德吞吞吐吐地只憋出来了这一个字。\n傲娇の索引君",
    "replies": [
        {
            "author": "wigtitit",
            "timestamp": 1423740540,
            "txt_content": "@独孤粽 @HGK @MC你好 @北极星人 @恶魔-潇洒 \n\n_(:зゝ∠)_更新啦"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423741260,
            "txt_content": "诶……板栗球感是什么意思……文体？"
        }
    ]
}