{
    "title": "好吧，没想好什么名字的文【更新至第1集】",
    "author": "dy960529",
    "replyCount": 8,
    "timestamp": 1344398940,
    "txt_content": " 本帖最后由 dy960529 于 2012-8-8 12:18 编辑 \n\n这里综合了所有更新的连接\nhttp://www.mcbbs.net/thread-40833-1-1.html\n\n【第1章第1集】\n开头很渣。。。之后可能会好一些= =\n\n回家\n    要说这个故事的开端，其实还是要从那个晚上开始讲起。\n    在那之前，我住在一个小村子里，远离大城市的喧嚣，出了村子正门就能看见河流，出了后门就是神秘而不可知的深山。村民们就住在一起，每月月中的中午都是全民参加的钓鱼大赛，每个月的月底都会有在广场举行的篝火晚会，而没事的时候，还可以去酒吧畅饮，我自然是没那个闲钱了，平常种小麦养猪挖矿也能挣出吃穿来，由于经常挖到怪，所以我在村中的战斗力自然也是排在前面的，如果囊中实在空虚了我也啃过难以下咽的腐肉，村里有什么困难大家都一起熬过来了。但是这一回……\n    那是个晴朗的夜晚，繁星依旧布满天空，夜市还是照常开放，所有的一切都还是那个样子…至少当时是那样。\n    “诶！你小子该还钱了啊！”“不是不还啊…”另一个村民无奈道，“你也看到了，锻造房的生意不好做啊！你放心，只要挣到钱，我第一个还你的！”“真的么？”“诶你看你身后是什么！”那人回头一看，是一片没有路的野地，什么都没有，再回过头来，刚才那个欠钱的却溜了。“好小子！别跑！”债主追了过去。\n    “终于让我逮到你了！”债主够住那人的肩膀，拧过来，“别废话！快还钱！”\n    “等等…你看你后面！”“还想拿这着哄我！”“我说真的，你看你后面是什么！”\n    那人将信将疑地回过头去。\n    “僵尸啊啊啊啊啊啊啊啊！！！！！”\n    一切都是从这里开始的。\n    听到外面的骚乱声，我冲出去，四五只僵尸从那边的路口蹒跚着走过来。我拔出随身携带的石剑，瞄一眼后方，是骷髅射手。此刻我就像置身于漆黑未知的矿洞，至于它们是怎样突破我们引以为豪的城防系统的，大概是某只爬行者炸掉了某节城墙吧。没有时间多想了，我向前面的僵尸冲去，一个击退，将领头的那只推出去三米远。在矿洞里这种事情我见得多了，一般这时候后面有骷髅的话就好办多了，我一弯腰，骷髅的箭直接命中僵尸的手臂。僵尸向骷髅满满走去，我向下两个竖劈，斩断另一只僵尸的两只手臂，然后横斩，无头的僵尸应声倒下。\n    “拉杰！”背后传出她的声音，“你快走！这里我来顶住！”我一回头，两只骷髅和那只被箭射穿手臂的僵尸都已被她放倒。“虽然我也知道你在这个村里战斗力也是数一数二的，”我横斩眼前的那个穿破旧衣服的行尸走肉，“但是我可不会扔下一个女生在这里！”\n    “你是在怀疑我的实力么？至少还有这家伙！”她冲上来，后面跟着一只铁傀儡，“可是你要是再不走那些受伤的村民们就…来不及了！”\n    “那好，你听着，不管怎么样，顶不住了就算了，留得青山在不怕没柴烧，我带着他们往炭城方向去了！”\n    拿着石质利刃的手在听到“炭城”两个字的时候顿了一下，但她还是点点头，继续与铁傀儡一起在成群的僵尸、骷髅、蜘蛛、爬行者和末影人之间做这几乎无效的抵抗。怪物随着夜色的深入而更多了…\n    【咚！！！】只听一声巨响，爬行者在铁匠谱门口爆炸，滚烫的岩浆泄露出来，引燃了草地，树木，以及房屋，不一会儿，整个村子都被火光笼罩，将漆黑的夜空染成深红色……我回头望去，蛤蜊…还能出来么…\n\n    从村子向东，穿过沙漠和丛林，向南渡过大河，再往南，就到了炭城。\n    炭城，顾名思义，其下蕴藏着十分丰富的煤炭资源，几乎每家每户都有自己的矿洞，他们靠向其它城市出售煤炭为生，因此都比较富有。这里空气质量远不如村里，大该是由于煤炭的过度使用吧，透过迷迷糊糊的尘埃和烟雾，能大概看清城市中心耸立着的高炉的轮廓，那是冶炼矿石的地方，也是城市的制高点。我们的人数在抵达这里之前锐减了一大半，又一个被饿死的，也有病死的，还有落队迷路的，留下来的怎么说都是精英了。所幸的是人群中绝大多数孩子都活着抵达了炭城。比起客房房价的问题，更应该关心的其实应该是“在这种空气中心生存会不会憋出病”的问题。于是，疲乏的队伍找到了一家远离市中心，正对我们原来的村子的旅馆。\n    “哟！这么多客人！”从正门出来的一脸笑肉的圆脸大爷大该是店长了吧，“几间房？同志？”\n    “原来是这样啊…”听完了坐在桌边的我们的故事之后同情到，“我从经过那边的矿车老板说过了，当时是火光冲天啊！对了，那矿车老板还说，他隐约在城中心的阁楼上看到了一个人，好像是女的…”\n    “然后！然后呢？”我拍着桌子问道。\n    “然后…”旅馆老板思索着，“他说还好阁楼是圆石做的，才没有烧着。”\n    大家都松了口气，这时有人建议一切准备充分之后返回村里，重新建立村庄。不愧是村里的精英，一个退缩的都没有。只是那些孩子们，有些已经没有了双亲，到底是带他们回去还是怎么办呢。\n    “这好办，”旅馆老板发话了，“这座城市的地下铁路已经扩占到了所有临近的城市与郊区，也一定有经过你们村的，虽然你们村可能没有车站，但也一定有到郊区的。”\n    “那就这么决定了！”“噢！”\n【未完待续】\n发自我的 iPod←复制之后懒得删除了\n\n\n\n",
    "replies": [
        {
            "author": "oomanj",
            "timestamp": 1344399060,
            "txt_content": "该说文字多还是字大呢"
        },
        {
            "author": "geludan",
            "timestamp": 1344399060,
            "txt_content": "作品周边。。"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1344399120,
            "txt_content": "这个字体的大小看的怪难受的"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1344399540,
            "txt_content": "……现在好多了"
        },
        {
            "author": "Hao",
            "timestamp": 1344399780,
            "txt_content": "额为什么还是石剑...弄把铁剑不难啊..."
        },
        {
            "author": "dy960529",
            "timestamp": 1344400440,
            "txt_content": "Hao 发表于 2012-8-8 12:23\n额为什么还是石剑...弄把铁剑不难啊...\n这样才能体现咱的山沟沟很穷啊买不起"
        },
        {
            "author": "dy960529",
            "timestamp": 1344414900,
            "txt_content": "顶啊字数限制"
        },
        {
            "author": "1277832129",
            "timestamp": 1345004460,
            "txt_content": "字体大 了{:10_563:}"
        }
    ]
}