{
    "title": "<原创·连载>   勇者之征   第二章 第六节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1423829940,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-6-5 21:32 编辑 \n\n      各位论坛的朋友大家好！最近因为春节将至，走亲戚花费了不少时间，也拖延了文章的更新，对此我表示抱歉。在这段时间里我也没闲着。我仔细的思考了这个故事接下来的情节和内容，同时也对之前读者们提出的建议作出了修改。正像在蓄力一样，憋了这么多天，我希望接下来的文章将会更加精彩。同时也欢迎各位对我的文章提出建议。那么就接着开始久违的冒险吧！\n                                                                                 第二章 为了生存下去             第六节 不该来的地方\n\n\n      Steve与金发少年依然漫无目的地在这个迷宫般的遗迹里游荡。\n\n\n      “我觉得我们不应该来这里。”Steve低声说道，“毕竟notch只让我们找钻石和书，找到了这两样东西就该回去了呀！我可从来没有听notch提过他创造过这种迷宫一样的遗迹。”\n\n\n      “这因为一无所知，我才会进来探险！这就是青春的意义！”金发少年热血澎湃的说道。\n\n\n      “你来探险，为什么硬要把我拉来……”Steve无奈地自言自语道。现在已经进到这个遗迹深处了，他们想回去了找不到路了，那就只好死马当活马医了！\n\n\n       阴暗的遗迹里时不时传出怪物们的低吼声，好像迫不及待地想要把一切来访者撕成碎片。Steve左手拿着火把，右手握着铁剑小心翼翼地躲在金发少年身后。这时候，金发少年好似Steve的父亲，看着他伟岸的背影，Steve心中就有了安全感。呸，什么情况，我一定是跟在这家伙后面也变得不正常了！Steve连自己都觉得自己莫名其妙。\n\n\n       好一座迷宫！比起之前的矿坑而言，这里更像迷宫，Steve 甚至觉得这里本来就被设计成一座迷宫。要问为什么的话，因为之前是无论怎么走都只能回到原地，而这里是无论怎么走，除非你原路返回，来到的都是一个新的地方。虽然每一个房间都几乎差不多，可毫无疑问他们从来没有走到过一个相同的房间。来到一个新的地方的不安感是只有经历过迷路的人才能感觉到的。之前总是回到原地，虽然走不出去，可是至少自己来过这里，这里是安全的。人类是一种害怕新事物的物种，他们总是本能地恐惧新事物，因为这不在他们所了解的范围内。而总能对新事物产生好奇心的人，就像金发少年一样占少数。\n\n\n       这座迷宫好像有无限大。Steve拿出他的时钟，现在已经是黎明了，他们刚进这里的时候也是黎明，也就是说他们至少在这里晃悠了一整天，至少一天。\n\n\n       就在Steve抱怨的的时候，金发少年看到了眼前有一间不一样的房间，那座房间发着光，而且在房间的中间还漂浮着一些他们从没见过的方块，这些方块由石阶梯通向地面。在阶梯上还有一个他没从没见过的方块，就像一个笼子一样，里面隐隐约约看得到一些火花，可这些火花却一点也不亮。\n\n\n       金发少年赶紧跑上前去，Steve 紧随其后。他们发现，这房间的光源是岩浆。在这个房间的四个角上，还有哪些不明的方块的正下方都有岩浆池。金发少年又走到那个笼子一般的方块前，瞪大了眼睛仔细观察着，里面貌似有一个虫子一样的生物在旋转。\n\n\n       这种生物是什么？肯定不是 notch 创造的，一定是某种怪物，可是在怪物之中notch也没有提到过一种虫子一样的怪物啊！\n\n\n       就在金发少年思考着的时候，Steve 突然大叫道：“小心！”金发少年下意识地向后一跳，眼前的景象更让他摸不着头脑：一群虫子一样的生物正向他冲过来。这种生物正是之前那种方块里的生物。\n\n\n        这里到处是岩浆，怎么可能会出现怪物？而且还是凭空出现，难道和那个方块有关系？想到这里，金发少年一把冲上前去，刀光剑影之间几只虫子应声落地。金发少年又以迅雷不及掩耳之势拿出了铁镐，三下五除二砸碎了这个方块。可是砸碎了过后他却没有得到这个方块，而只是得到了一些经验。而对于这一切，Steve看到的只是金发少年一个后跳，顷刻之后，虫子，那个方块都消失了，金发少年也站在那个方块的位置上。\n\n\n        这里有太多谜团了，让Steve和金发少年都摸不着头脑。“此地不宜久留，我们还是先去找notch吧！”金发少年果断地说道。\n\n\n\n上一节                                                                                目录                                                                                    下一节\n     ",
    "replies": [
        {
            "author": "时光何必",
            "timestamp": 1423964040,
            "txt_content": "沙发 顶一个"
        },
        {
            "author": "侑阳",
            "timestamp": 1434726300,
            "txt_content": "看文章，回帖的好习惯，支持原创，加油"
        }
    ]
}