{
    "title": "[单章·连载]中世纪悲歌（又名传奇人生）【第三章 下】",
    "author": "wigtitit",
    "replyCount": 9,
    "timestamp": 1423830480,
    "txt_content": " 本帖最后由 wigtitit 于 2015-3-10 22:28 编辑 \n\n如果小说好看，请给人气！人气！人气！！！\n\n接上文：\n“别担心！孩子，在这里你会很安全，安全的就像是在自己家里一样。”“我想回去……理查德微微啜泣了起来。班森笑不出来了。“孩子，你必须习惯它……”老人的话没有说完，门外便传来了急促的敲门声。老人和巴伦像是老鼠见了猫，慌慌张张地躲到什么地方去了，理查德而是泪眼朦胧的呆呆坐着。夫人去开门了。拉开门，映入眼帘的便是一个英格兰轻装士兵，眼神凶悍又可怕。隆起的肱二头肌像是两座山丘，结实而又厚重。红黄交替的军服像是一套紧身衣。而这慑人的眼神落到夫人身上的时候，就变了味儿。变得像是一朵菡萏的秋菊，一个青涩的少女。“您……您好……”士兵因夫人的美貌而惊的舌头打颤。“您好，士兵，请问有什么事吗？”夫人用她迷人的口音细细地说，像是故意这样的。“呃…呃……我要收钱……噢不！搜人！昨夜里有人举旗反抗威廉国王，我是奉威廉国王亲命前来捉人的。”说到后面，他有些自豪，像是在炫耀道：“嘿，小妞，看到没？我可是奉了国王亲命的！还不让我去你家坐坐？”“可是我们家里没来人哪，一个都没有，我家里只住着丈夫和女儿，没有别人啦”夫人说谎了，这让理查德很是疑惑，为什么呢？士兵往里瞧了瞧，然后疑惑地问：“里面那个躺着的小孩呢？”“他是一个孤儿，在昨夜的暴乱中被打伤了，到我们家暂住……”夫人不紧不迫地说。“喔，那你撒谎了。”士兵带着挑逗的语气说。夫人用那美丽的笑容回应了他，然后温柔的说“他只是一个孩子，跟我的女儿一样大，一样可爱。您不会去伤害他的对吗？”“你得先让我进去看看……”士兵不依不挠的要求道。“我的丈夫正在发酒疯，他……”夫人有些着急了，但是后面又来了一个士兵，跑到门阶上，用刀柄敲了一下那士兵的脑袋之后，骂道：“死家伙，居然来这里泡妞了，快点快点！给我滚到队伍里去，前面还有个村庄要搞定，那儿叛乱的盎格鲁杂种可比……噢，夫人你好，不好意思，冒犯了冒犯了，还不快滚！”然后两人就推推嚷嚷地走了。夫人松了口气，关上了门，然后轻松地走到理查德身边，神情怪异地又包含着浓浓母爱的看着理查德。巴伦老人和她的丈夫女儿都一并出来了。巴伦抖了抖身上的灰，然后问。“找我们麻烦的吧？”“没错……”“干得漂亮，朱丽娜”老人笑着说。理查德终于听到了夫人的真名，即使是天天到酒馆来，也没听过任何人直呼过夫人的真名，通常都是称呼为：“美丽的夫人”“小姐”“女士”“怎么了？为什么要说谎？”充满好奇心的理查德打算一探究竟。巴伦敷衍的说：“因为……因为他们是坏人呐”“别骗我了，他们是士兵，不是强盗或匪徒，假如是，夫人就会被他们扛在肩上抗到山洞里，然后……”“好了！别说了……”夫人前所未有的严肃地说。理查德这时才发现气氛有些冷淡，死沉。“告诉他真相吧，艾布纳，终究拦不住的。”班森耸了耸肩，说。“泰迪，你回房吧，这里是大人在说话。”夫人将她的女儿送回了房。（出于尊敬，理查德不直接称呼朱丽娜和泰迪真名，而是以夫人和女儿继续称呼下去）“好吧……”老人有些无奈。“昨晚的暴动，我和巴伦是参与者。”“啊！”理查德惊恐地张开了嘴，眼珠子就快要腾了出来。“别紧张孩子，我们参与的目的不是为了反抗，而是为了……一些维持生活的……东西”老人支支吾吾地。“……那……你……我……”理查德不敢相信，老人和巴伦竟然是一个歹徒，连美丽的夫人，和正直的班森竟然也参与了。“我知道，也许对你来说很难以想象，你的心地太纯了……”老人接着说，“但在城市里，你所见的每一个人都是一个歹徒，只不过他们行坏事的时候你没看到罢了……”“……”“相信我，孩子…你……”老人没说完，理查德就用一种不可思议的口吻问“你当初说你们是好人呐！”“我们是好人呐！……对你来说……我们可救了你！”“……”“好吧，怎么想，是你的事了，我们开诚布公了……但愿基督与我们同在。”老人在胸前划了一个十字，然后一瘸一瘸地走到隔间里和巴伦商议着什么。班森便走到卧室里去。夫人深切的看着理查德。理查德懊恼的看着夫人。夫人走到理查德旁，坐在床边，轻轻抚摸着理查德的额头。“孩子，你要忍受，要融入，为了自己，也为了我的孩子……”夫人这句话让理查德受宠若惊，脑箱子里白花花的一片，眼睛也空洞了。他还没晃过神来，夫人就走了，默默地走了，只留下了一道母亲的深沉的背影……求人气の索引君",
    "replies": [
        {
            "author": "wigtitit",
            "timestamp": 1423830480,
            "txt_content": "\n@独孤粽 @HGK @MC你好 @北极星人 @恶魔-潇洒"
        },
        {
            "author": "一梓猫",
            "timestamp": 1423830660,
            "txt_content": "肱二头肌什么鬼!Σ(｀д′*ノ)ノ"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423830720,
            "txt_content": "472393485 发表于 2015-2-13 20:31\n肱二头肌什么鬼!Σ(｀д′*ノ)ノ\n{:10_492:}就是手臂上那坨肌肉\\(≧▽≦)/"
        },
        {
            "author": "一梓猫",
            "timestamp": 1423830840,
            "txt_content": "wigtitit 发表于 2015-2-13 20:32\n就是手臂上那坨肌肉\\(≧▽≦)/\nΣ( ° △ °|||)︴丧病的开头"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423831560,
            "txt_content": "472393485 发表于 2015-2-13 20:34\nΣ( ° △ °|||)︴丧病的开头\n接上文啊~去索引把前几章补补吧~顺便每章都帮我投个人气~更新艾特你喔~"
        },
        {
            "author": "一梓猫",
            "timestamp": 1423831620,
            "txt_content": "wigtitit 发表于 2015-2-13 20:46\n接上文啊~去索引把前几章补补吧~顺便每章都帮我投个人气~更新艾特你喔~\n好哒Σ( ° △ °|||)︴"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423831740,
            "txt_content": "472393485 发表于 2015-2-13 20:47\n好哒Σ( ° △ °|||)︴\n{:10_520:}"
        },
        {
            "author": "HGK",
            "timestamp": 1423888020,
            "txt_content": "[可能剧透读者请慎看]\n猜到查理可能当上国王，要么惨死街头"
        },
        {
            "author": "HGK",
            "timestamp": 1423888020,
            "txt_content": "[可能剧透读者请慎看]\n猜到查理可能当上国王，要么惨死街头"
        }
    ]
}