{
    "title": "<原创·连载>血色王国 第十一章 【恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 3,
    "timestamp": 1423907220,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-2-28 00:41 编辑 \n血色王国\n\n      “你这个怪物，竟然将苏克基地长吃了！你不会有好下场的！”一旁的士兵看到眼前一幕，十分惊讶。      冰寒站起身，将嘴角的肉渣抹去，向前走去。士兵们见状，害怕得一屁股坐在了地上，他们惊恐地说：“你...你想要干什么！”冰寒此时已经恢复了平静，身上的伤口也不愈而治，他摆摆手，说：“我不想干什么，你们也别想妨碍我，小心我兽性大发，将你们全部，杀死！”这句话让他们更加恐慌了，撒腿就跑。冰寒不知什么时候，额头中间出现了一条小小的裂缝。      “老师...我会帮您报仇的！”他拿着从狂刃身上摘下来的身份牌，紧握在手心。现在已经是晚上了，在月光的注视下，他沿着一条弯弯曲曲的长满杂草的小路走向不知名的地方。      “吱，吱，吱...”蟋蟀在草丛中唱着歌；月亮就像一个人偶，在缓缓地下降；天空中偶尔飞过一颗流星...“吱呀”一声，生锈的铁门打开了，灰尘随着门的打开也从天花板上散落下来，映入眼帘的是一个腐朽的木质酒馆“我是来...”话还没说完，一支箭就迎面飞来，他头往左一斜，那支箭就飞向了远方。      “别紧张，我只是来报道的，看了苏克的军官证后，我才知道原来这里有一个‘SIG’组织的秘密报名场所，没想到这么冷清啊。”他叹口气，踩着腐朽的木质地板，坐在即将散架的木椅上，接着刚才的话说，“在下是原TWOD军上校，冰寒。”那个胆小的人警惕地说：“我当然认得你，两天前将阿瓦其亚变成一个鬼城的就是你！还有杀死苏克基地长的也是你！”冰寒的眉头皱了起来，仿佛听到了什么肮脏的东西，说：“那家伙么...那是他自作自受！”他将拳头砸在长着苔藓的木桌上，木桌以及地板很快破碎了。      这一举一动将士兵吓得半天不敢说一句话，当他恢复了一点勇气的时候，支支吾吾地说：“我们‘SIG’是不会要你这种暴力狂的，加上你的前科，全世界都想要将你杀死！”冰寒冷笑了一声，将一把匕首刺进士兵的心脏，“这可由不得你选择！”他将那个可怜的士兵扔在地上，踩着他的尸体走进了那扇与周围格格不入的大铁门。      一张办公桌，几盆花，这就是这个房间的摆设，最显眼的当然是坐在办公桌旁的神秘人。他将食指伸出来放在嘴前，说：“嘘～不要说话，原TWOD军上校，冰寒。两天前将阿瓦其亚杀得什么也没有的恶魔。”他合上电脑，站起来走到冰寒面前，说，“真庆幸我们SIG可以招到你这样的人才，虽然你把混蛋苏克杀死了。跟我来吧。”      来到一个房间，神秘人将电灯打开，映入眼帘的是一个个骷髅头，多的惊人。“为了防止你是TWOD派来的间谍，看到这些，你有什么感想？”冰寒不假思索地说：“真是太美妙了。”神秘人拍拍冰寒的肩，满意地说：“很好，这些都是TWOD军官的头，很高兴你没有生气。”他每当提起这件事时都十分自豪，“你以后就是我的搭档了，我是SIG干部，西元，请多多指教。”      “请多多指教。”他的样子有点眼熟呢。——————————————————————————————————给读者的话：      如果对本文或写作有兴趣，欢迎加QQ群，群号：425700313，谢谢阅读！——————————————————————————————————上一章      目录      下一章@天阶 @llxy @北极星人 \n[groupid=865]Time And Space[/groupid]",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1423908240,
            "txt_content": "我没有收到提醒诶……\n不过……骷髅头……\n我喜欢……"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423908540,
            "txt_content": "天阶 发表于 2015-2-14 18:04\n我没有收到提醒诶……\n不过……骷髅头……\n我喜欢……\n我艾特你了啊，要不再来一次？【斜眼笑】"
        },
        {
            "author": "天阶",
            "timestamp": 1423908600,
            "txt_content": "恶魔-潇洒 发表于 2015-2-14 18:09\n我艾特你了啊，要不再来一次？【斜眼笑】\n不用了……\n骷髅头……\n真的赞……\n很赞……\n非常赞……\n我喜欢……赫赫……"
        }
    ]
}