{
    "title": "<原创·连载>血色王国 第十章 【恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 4,
    "timestamp": 1423906860,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-2-26 11:15 编辑 \n血色王国\n      狂刃没有多说什么，他手中紧握着长剑，警惕地盯着这个不可小觑的对手。“你这个叛徒！”狂刃对他十分憎恨。“至少总比当俘虏好！”他对过去的经历十分厌恶。      “收手吧，原TWOD军南方集团军第一任军长苏克，在这里过着你本不该过的生活，你满意么！”狂刃对叛徒毫不留情，甚至有了杀意。      “那是他们笨，没有去根据形势来找到一个暂时可以稳得住脚的地方！”苏克丝毫没有忏悔之情。      狂刃再也忍不下去了，他的手背青筋暴起，眼中满是怒火。他握紧长剑，“啊——”他喊了出来，随之而来的，是狂刃与苏克两个军官的死斗。            狂刃将长剑斜在地板上，奔向苏克。剑尖磨着地面，迸出火花，地面上也留下来一道长长的磨痕。用力一挥，便砍在了苏克的手臂上。不过苏克似乎早已做好了准备，他的嘴角微微上扬，脸上写满了他的得意洋洋。“当——”长剑晃动着，狂刃险些招架不住，，不过好在他站住了。“咔，咔”狂刃的眼睛中出现了一丝不可思议——这在以往的战斗中是从来都没见到过的。      “当，当，当”狂刃疯了般朝那条“坚不可摧”的手臂砍去，但都无济于事。      终于，长剑破碎了，“咣当”声在这偌大的大厅里不停的回荡着，让人生烦。苏克趁机抓住狂刃的衣领，朝大门一甩，狂刃便被苏克不知从哪里得来的力量飞了出去，最后摔在一个污水坑中。冰寒想要起身，但很快就被苏克发现，并被他的脚踩在地上，一丝不能动弹。“小鬼，你看看这个是什么做的！”冰寒用仅余的一丝力气抬起头看了看，发现那竟是用纯银做成的盔甲！只不过看着像军装。      “笨蛋！”冰寒流着泪说，“我为什么那么弱，为什么不能自己保护自己！老师，我...想要保护您！”“别逞强了，还是让我来吧，小鬼。”狂刃不知什么时候出现在苏克身后，他全身都是血与伤口，之前的伤口已经破裂，在其周围形成一层又一层血痂。      冰寒的眼角流出几滴血，他抓住才踩在他身上的苏克的脚，使得他不能动弹。苏克大吃一惊，他没有想到眼前这个半人半怪物的小鬼还有力气去束缚他，更没有想到狂刃还可以在他身后处死他。苏克凭着本能的反应，用那银制的手臂向狂刃的伤口重重一锤，再用另一只脚疯狂地踩着冰寒的手，冰寒松手了。      狂刃的口中涌出鲜血，他倒下了。“就这么死了？”苏克调侃道。      “你打的可是他伤口啊！”冰寒的手握成了拳状，一股力量从他体内迸出，一拳便将苏克打飞到几米之外，苏克被打在墙上，嘴角、额头上流着鲜血。冰寒将背后形成的剑拔出刀鞘，在空中挥舞了几下周围的空气便变了形，变成条状，朝着还在努力睁开眼睛的苏克，“啊——”鲜血从他的体内迸出，“扑通”一声，他倒在了地上，死了。      冰寒的小腹突然的伤口突然裂开，难以忍受的痛苦与内心的压抑一齐向他袭来。他需要用来“维持能量”的东西，只有人肉能帮助他。他以飞快的速度冲到死去的苏克面前，张开嘴，一口一口地咬开肉体，再咽下...——————————————————————————————————给读者的话：      如果对本文或写作有兴趣，欢迎加QQ群，群号：425700313，谢谢阅读！——————————————————————————————————上一章      目录      下一章@天阶 @llxy @北极星人 \n[groupid=865]Time And Space[/groupid]",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1423907400,
            "txt_content": "有点东京食种的感觉……"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423907460,
            "txt_content": "天阶 发表于 2015-2-14 17:50\n有点东京食种的感觉……\n东京喰【can一声】种"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1423908240,
            "txt_content": "天阶 发表于 2015-2-14 17:50\n有点东京食种的感觉……\n不对，我才没有抄袭！【斜眼笑】"
        },
        {
            "author": "天阶",
            "timestamp": 1423908420,
            "txt_content": "恶魔-潇洒 发表于 2015-2-14 18:04\n不对，我才没有抄袭！【斜眼笑】\n谁信啊……\n不管你信不信，反正我不信……"
        }
    ]
}