{
    "title": "【原创·单章】《流》第一卷 罪城 第二章",
    "author": "龙腾猫跃",
    "replyCount": 6,
    "timestamp": 1423915980,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2015-2-14 20:49 编辑 \n\n流\n\n\n第一卷　罪城\n第二章\n\n　　“呜……这里这么破，真的住这？看这破地方，还是木板做的，感觉跳几下都要倒，生命没安全啊！没了命还谈什么报仇……”\n　　王琪琛看着面前的建筑，禁不住开启了吐槽模式，口若悬河喋喋不休，大有不作死不死心的态势。\n　　破破烂烂的旅馆和门口几乎要掉下来的招牌——其实已经不能算做招牌了，上面的字早就被锈蚀地无法辨认。这个破样子，确实没法安心。\n　　杨程潇把王琪琛几乎要顶到天上的头按下去：“就这，反正已经是最后一晚上了，还有什么熬不过去的？”\n　　“话是这么说，但是……唔啊啊啊——别拖我了我错了，跟你去行了吧，快住手很痛的啊啊啊！”\n　　杨程潇松开手，没好气地说：“你以为我就想去这破旅店住？”\n　　“那你还……”\n　　“那，还剩多少钱？”杨程潇直接用现实，悲哀的现实把王琪琛的好不容易找到的希望给弄破灭了。\n　　王琪琛默默盘算了一下，钱么，刚好剩一块金锭，折合下来九金粒，报名参军一人要三金粒，两个人住好点的旅馆至少也得要三四个金粒……\n　　当他的大脑显现出红得发紫的负数时，十几天前打工的黑暗经历突然就窜了出来，弄得他整个人一下就奄了。\n　　“走吧走吧。”虽然还是满脸不悦，但是在穷光蛋的神BUFF下，王琪琛也只能勉强一下自己了。\n　　走进旅店，店里阴冷的气氛就让杨程潇感到了莫名的压抑，多半是房子太老了……刚走几步，脚下的木板就嘎吱一声响，吓了杨程潇一跳。\n　　杨程潇瞟了瞟气鼓鼓的王琪琛，或许这里……真的跳一下就会垮。\n　　旅馆里的空气倒是干燥而清新，不过什么都是黑棕木做的，黑棕木板，黑棕木栅栏，甚至服务员都穿着一身黑衣服，红石灯的暗淡灯光似乎都被染上了一缕棕黑。\n　　“喂，我说，装修这么黑，该不会是黑店吧？”\n　　“你个家伙给我少说两句！”\n　　“你看，全是黑的，跟黑社会一样，”王琪琛把嘴凑到杨程潇耳边，“说不定他们老板是个有！故！事！的！人！”\n　　“乌鸦嘴，快住嘴，”再次堵住王琪琛的嘴，杨程潇走去柜台，“双人房一晚上多少钱？”\n　　那人却连头都不抬：“三金粒，不二价。”\n　　杨程潇听了这价钱，皱了皱眉，退后一步，把王琪琛推了过去——讨价还价这种事，还是让这话痨去干吧。\n　　王琪琛获得发言自由，马上就开启了连珠炮模式：“喂，那些高档旅馆才只收四金粒，别人的地板都是石英的，窗户都是落地镶金的，你这里破烂成这样，还要三金粒？”\n　　那人彻底把他无视，颇有不动如山的意思：“不住算了。”\n　　“如果是我，两金粒都嫌多，你都还该找我一个铁锭！大哥，便宜点吧，好人一生平……”\n　　“那好！我不是好人！不住快走！”店员终于耐不住性子了。\n　　杨程潇无奈：“给他吧。”\n　　王琪琛拿出金锭，虚张声势地说：“两金粒外加三铁锭，要不然我们走！”\n　　“……”店员抬头看着闪闪发光的金锭，迟疑了一下，“可以！嗯……看你们辛苦地样子，再便宜点吧，两金粒加两铁锭就够了。”\n　　店员态度的三百六十度大转弯让王琪琛愣了一下，然后非常积极地凑了上去：“好好好！”\n　　谁知，一直在围观这场舌战的杨程潇却突然窜上来，一把抢过送过去的金锭，拉着王琪琛就往外走。\n　　“喂喂喂你干什么啊？” “别走！两金粒也行！”\n　　几乎同时响起的两声让杨程潇停下脚步，看了看满脸可怜兮兮的王琪琛，似乎做出了一个艰难的抉择，叹了口气：“去吧去吧。”\n　　“嘁，搞什么飞机。”王琪琛抱怨着从手中拿过金锭，走了过去。\n　　杨程潇转过身，默默看着欢快地数着钱的王琪琛：“但愿，不会吧……”\n\n\n　　首先希望这帖有200查看4回复……这个要求是不是高了点= =\n　　坑得有点久，这几天高产一下吧=w=，索引马上就出炉了，希望大家支持~\n\n\n　　正文字数：1327\n　　发布时间：2015-02-14 20时\n　　上一章节：第一卷 罪城 第一章\n　　索引地址：索引帖\n",
    "replies": [
        {
            "author": "北极喧嚣丶",
            "timestamp": 1423916160,
            "txt_content": " 本帖最后由 北极喧嚣丶 于 2015-2-14 20:22 编辑 \n\n感觉有点夸张，石英做的真豪也。lz加油"
        },
        {
            "author": "天阶",
            "timestamp": 1423917180,
            "txt_content": "lz你是对的！\n老板肯定有故事！\n绝对！\n没有的话lz给我两金币！\n有的话……\n给好评……"
        },
        {
            "author": "lzs1234",
            "timestamp": 1423917300,
            "txt_content": "龙猫为什么你的小说这么一会儿就刷了两条回复…（心理极度不平衡ing）"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1423917360,
            "txt_content": "天阶 发表于 2015-2-14 20:33\nlz你是对的！\n老板肯定有故事！\n绝对！\n你猜~\n我没有金币只有金粒"
        },
        {
            "author": "帝王丶骷髅",
            "timestamp": 1423917420,
            "txt_content": "楼主加油，支持你。{:10_496:}"
        },
        {
            "author": "天阶",
            "timestamp": 1423918260,
            "txt_content": "天阶 发表于 2015-2-14 20:33\nlz你是对的！\n老板肯定有故事！\n绝对！\n我真机智！那就给一个吧~{:10_568:}"
        }
    ]
}