{
    "title": "<原创·重置版>双影档案<重置版 PART 1><DW出品>",
    "author": "a2455564728",
    "replyCount": 5,
    "timestamp": 1423922460,
    "txt_content": " 本帖最后由 a2455564728 于 2015-2-14 22:08 编辑 \n\n下岗了，总算有空填坑了- -我就不多说废话了，大家还是看文吧。PS：此文为前双影档案重置版，之前那版因为某些特殊原因不得不废弃了。\n\n前序（有些高仿）\n\n      半夜，六十四号高速公路。\n      一辆大型卡车正在高速公路上行驶着，两个前车灯闪着白色的光芒，照亮了车的前行道路。\n      这条高速公路很是宽阔，但奇怪的是，整条路上就只有这一辆卡车在行驶着，这在其他任何的编号路段都是不可能的情况。\n      不仅如此，这条路上还没有任何的照明设施，在晚上只能依靠月亮的反射光和自己的照明才能看见。真是一条奇怪的路。\n     卡车后面的货箱上用反光材料喷上一层漆，似乎是几个字，“MCBBS”\n     驾驶室内坐着一个戴着帽子的中年人，室内还循环播放着与司机不是一个年代的摇滚歌曲，分明能见到司机正跟着节奏点头晃脑。\n     循环播放着的音乐突然变得小声，司机似乎想骂什么，但又似乎是突然想起了什么，一只手握住方向盘，另一只手去旋了旋播放器的旋钮，一个光屏突然出现在了前挡风玻璃的右边，还闪动着一条红黄相间的条纹“WARNING”\n      “What the fuck!”司机爆了一句粗口，依旧一手控着方向盘，另一只手去在光屏上点了几下，变成了一个视频界面。\n      “特工九号，这里是美洲总部。”\n      “回复总部，我被锁定了。”\n      “总部的全球卫星监视系统并未发现目标路线里有任何不明信号。”\n      “你想说车上的警报装置出问题了？”\n      “并不排除这种可能，继续执行你的任务，九号。”\n      “我需要掩护。”\n      “无人机已经在路上。”\n      通话结束，驾驶员看着依旧闪动着条纹的屏幕，“真的是误判吗？”\n      驾驶员喃喃道，然后无意的看了看旁边的倒车镜，看见了终生难忘的一幕。\n      一枚导弹正朝这飞来。\n      “总部，我去你......”驾驶员还未说完最后一句话，然后便被爆炸给吞噬了。\n     十公里外的一个山谷，也是处于黑暗之中，看起来似乎什么都没有。\n     不过，有时眼见不一定为实，因为几分钟后，一架飞机突然在这里显现，然后朝着刚才卡车的位置飞行了过去。\n     飞机内，有着两个穿着制服的人，他们的右胸前上绣着两个汉字，“太平”\n\n\n第一章 黑夜里的男人\n\n      塞尔其尔州 洛城 晚上九点\n      在现在这个世界，每个大城市都有着两栋高耸的大楼，一栋属于“MCBBS”，而另一栋则是属于一个国际经济联盟，“TP”\n      TP所属的办公楼，高达九十八层，整栋大楼用一种黑银色金属构造而成，大楼外还有些看起来华而不实的雕塑品，给这大楼增添了几分诡秘，在这夜幕之中，整栋大楼给人的感觉就是一个沉睡中的黑色巨兽。\n      TP大楼第九十层，原本空荡荡的一层办公楼，现在却是有数十个手持冲锋枪的人在这里，靠近窗边的办公桌后也坐着一个人，看样子似乎是在等谁的样子。\n      “嘭”的一声，这一层的大门被猛的踢开，守卫迅速的举起了枪对准门口。\n      一个穿着黑色作战服的人走了进来，带着满脸的笑容。\n      “你不是来交接的人。”坐在办公桌后的男人说道。\n      “你说对了，”男人又笑了笑，“我确实不是来交接的人。”\n      “虽然我不知道是什么给了你自信敢闯进这里，但我相信你应该是想死了。”\n      “谁死谁活这还说不定呢。”\n      “开火！”那人一声令下，数十名守卫便举起了手中的冲锋枪，对着男人扫射了过去，但是，男人的反应速度明显远超这些人，在对方下达攻击命令之前，他便从身后拿出了两把USP，然后沿着墙角线跑了起来。\n      守卫们拿着枪对着男人的轨迹扫射，但却一直未能射中男人，反倒被男人边跑边打给消灭了七八个。\n      数十个呼吸之后，枪声停止了，只剩下了满地的尸体和一墙的弹孔。\n      “魔鬼！你就是个魔鬼！”办公桌后的人惊恐的尖叫着，“不，我不是魔鬼，我是正义的使者。”男人丢掉了USP，朝着办公桌走来。\n      “我，我警告你，别过来......呃。”\n      男人抓着那人的领子，把他给提了起来，双眼直视对方的瞳孔，“说吧，你们来交接什么东西。”\n      “......”那人似乎惊恐的说不出话来了，悬在半空的身体颤抖着。\n      “你倒是给我说啊！”男人对着他吼道。\n      “......”\n      “真是个没种的家伙。”男人把他丢回椅子上，然后转身准备在房间里仔细查探查探。\n      就在男人转身的时候，被扔回椅子上的那人突然从椅子上弹了起来，一把银黑色的手枪出现在了他的左手上，脸上充满着残忍之色，与刚才的满面恐惧完全不同，枪口对准了男人。\n      男人似乎察觉到了什么，时间似乎变慢了，男人缓慢的转过了头......\n      “嘭！”一声枪响回荡在整个九十层。\n      视线转回层内，两个人的身影立在这层内，看起来没事？\n      不到三秒，一个身影摇摇晃晃的倒了下去，是谁？\n      “啧，差点就死在这了，”男人收起手枪，手捂住右肩的伤口，“不过，这么大的枪声，这地方的守卫怕是马上要来了。”\n      男人一边捂住伤口，一边到处翻找，毕竟时间不多了。\n      不一会，脚步声便传了上来，男人皱了皱眉眉头，三步作两步跑到那人尸体旁边，在他身上翻了翻，居然还真翻到了一份文件。\n      “此地不能久留，不过，我从哪走。”男人收好文件，突然发现了这个问题。\n      “总部，这里是α，”男人手按住耳边的耳机对着领口说道，“任务完成，但是我似乎被困住了。”\n      “很好，α先生，银狼部长说他在基地等你回来。”\n      “我现在怎么回来。”\n      “直升机已经在距你东南1公里处准备好了，祝你成功回来，探员。”\n      “总部，总部，总部！”\n      “通话已结束。”\n      “总部这真是越来越不靠谱了。”α暗骂一声。\n      脚步声却已经越来越清楚。\n      α看了看前方的超大落地窗，暗叹一声“看来只能这样了啊。”\n      不到一分钟，这里的门便被踢开了，一群全副武装的守卫鱼贯而入，然而室内却空无一人，只有破碎的窗子和从外面刮进来的冷风。\n      TP大楼外的一个小巷子，一个人影正扶着墙走着，是α。\n      “这下来的感觉实在爽爆了，银狼你等我回来找你算账。”α骂道。\n      十分钟后，TP大楼一公里外的某处，一架黑色直升机腾空而起，朝着远方飞去。\n恩，求分求高亮- -这是前地主会成员的恶意\n顺便宣传一下小组，DW出品，必属精品\n\n点上面图片加入DW小组\n\n\n[groupid=659]DawnWork外部交流群[/groupid]",
    "replies": [
        {
            "author": "zjr_516635864",
            "timestamp": 1423923420,
            "txt_content": "重制高大上0 0"
        },
        {
            "author": "lzs1234",
            "timestamp": 1423923840,
            "txt_content": "重制版是什么鬼…好好更不是挺好的么…\n支持一下～"
        },
        {
            "author": "天阶",
            "timestamp": 1423924800,
            "txt_content": "看到银狼就5555……\n好好的为什么……\n为什么要重置？\n话说银狼大大也退休了\n都失踪了啊喂！"
        },
        {
            "author": "likeliang",
            "timestamp": 1423925100,
            "txt_content": "重制版？OAO先出受爆米花"
        },
        {
            "author": "冥王星人",
            "timestamp": 1423925580,
            "txt_content": "likeliang 发表于 2015-2-14 22:45\n重制版？OAO先出受爆米花\n给我来998份。"
        }
    ]
}