{
    "title": "【原创】2049",
    "author": "Mala23333",
    "replyCount": 8,
    "timestamp": 1423914780,
    "txt_content": " 本帖最后由 Mala23333 于 2015-2-14 19:56 编辑 \n\n第一章 楔子\n\n　　如果说2048代表Herobrine，那么2049中的1就代表Steve。\n\n　　2049被分割成了2048和1，但无论怎么试着将“1”减去，它始终不会自行消失。\n\n　　因为这个世界的支撑点基于“2048”和“1”才得以存在，二者不可缺一，所以这个“1”说什么也不会自己人间蒸发掉。\n",
    "replies": [
        {
            "author": "Mala23333",
            "timestamp": 1423915080,
            "txt_content": "第二章 2048\n\n　　Herobrine似乎在无数次杀死Steve中找到了乐子。\n\n　　至少不是一天喝着高纯醉得不省人事。\n\n　　Steve试图摆脱被Herobrine无数次杀死的命运，他与Herobrine一模一样，穿着同样的衣服，一样的发型，相同的声音（如果可以解剖他们一定会发现连声带和各种器官都是“从一个模子刻出来”吧），不同的是他们的思维方式、行为截然相反。\n\n　　尤其是他的眼睛，Steve拥有虹膜深蓝不失沉稳的一双眼睛，而Herobrine的眼睛根本不能用正常人的眼睛来解释：只有眼白，在暗处会发光使人吓出一身冷汗。\n\n　　他想，Steve是个软蛋，弱得连一只僵尸都可以毫无悬念地杀掉他。\n\n　　用岩浆将他烧得连灰都不剩，让水灌满他的五脏六腑，直到心跳停止，大脑停止运转被水胀大然后暴露在外等着被微生物一点点吃掉，尸体被水泡得肿胀，大概过个一个星期等尸体腐败会让他变成令除了僵尸之外的所有生物都极度厌恶的巨人观……或者直接用乱箭把他射成一只刺猬，在他睡着时用黑曜石块堵住让他醒来痛苦地窒息而死……如果更直接的话，一剑穿心是最直观不过了。\n\n　　他看了一下时钟，针指向了月亮，周围被一片黑夜覆盖。\n\n　　不必了……他想着，僵尸今天晚上又会吃到新鲜的Steve的脑子。\n\n　　远处，小木屋被末影人拆得空空，眼睛深蓝的男子被一群僵尸肢解，其中一个“幸运儿”正啃着Steve的头颅，专心地啃着，同时用野兽护食一般的目光四周看了看。\n\n　　Steve却连惨叫的权力也被夺走了。"
        },
        {
            "author": "Mala23333",
            "timestamp": 1423915140,
            "txt_content": "第三章 酒吧\n\n　　Herobrine在酒吧遇到了一个小小的，处于幼年的白色的末影人。\n\n　　正当他正喝着一杯香槟与其他怪物聊得正欢的时候，那个白色的小家伙正抱着一只小末影龙，看起来急匆匆的样子。\n\n　　连眼睛也和他一样的惨白，至少还不会发光。\n\n　　远处的脚步声越来越近，也越来越急躁，小家伙希望他能把他俩藏起来，他说过不了多久他们会瞬移过来，带走自己和它，好不容易才找到机会去外面玩，结果又要被“他们”硬扯回终界。\n\n　　他连鱼竿和桶（虽然不知道是他自己做的还是他人送给他的）都带上了。\n\n　　酒吧一片寂静，连酒保中的末影人飞快地走出来并抓着他的手有了要交给他口中提到的“他们”的意思，但他挣扎得太厉害了，干脆又叫了几个末影人架着他和那条小末影龙，而他和它马上瞬移躲在了Herbrine背后始终不肯出来。就算他们无论如何劝诱他和它也没有走出来的样子。\n\n　　“要是被他们知道，我这店就别想开了！！”酒吧的店主急得直跺脚，气冲冲地走过去，“你这小坏蛋快给我回去！回去！！别让我的赚钱梦还有我的店被你的家长给毁了！！”\n\n　　Herobrine拦住店主，那些末影人被他这个举动给吓坏了，他们比谁都清楚如果这两个小家伙被他挟持的话……\n\n　　脚步声突然消失。\n\n　　“嘶——”\n\n　　这个声音再熟悉不过了，两个小家伙吓得不知所措，但他们不发出一点声音。\n\n　　末影族瞬移的声音，一瞬间发生，一瞬间消失。\n\n　　要是Steve的存在也像那声音一样，那再合适不过了。\n\n　　除了他和那两个小家伙、那些末影人没有低下头注视地板，其他人全都低下头看着地板，即使抬头也不会看向“他们”和那些末影人，而是盯着天花板。深知如果试图凝视，则他们会带给你死亡。而且这次来的不是普通的末影人，迟钝的僵尸搞不清楚状况，来回转头尝试找出恐惧的源头。\n\n　　“Ande?”白色的末影人看到Herobrine身后的一抹不应该出现的白压低声音问道。客人们见只来了一个，于是便一个个争先恐后地跑了出去，其中一个末影人正准备说出来结果被店主给闭上了嘴（那个店主是个女巫，平时调酒的配方也是她发明出来的，这次用魔法让好事的人闭嘴）欲言又止。白色的末影人走了几步靠近他试着看到更多，小家伙立刻蹲下藏在椅子下面。眼看距离靠近，但他还是照喝不误，这声音听起来像个女的。\n\n　　“Roxanne姐？”小家伙小声问道，他得到了回应：“是我”\n\n　　小家伙带着它小心地走近比他高得多同样白色末影人身旁，白色的末影人叹了口气，轻轻地带有安慰意味地拍了拍他的肩。“这次连我也帮不了你了，所以你们俩必须得回去。”说完，她脚下去往终界的传送阵开启，带着他们一瞬间消失了，很快，客人又陆陆续续回来，又恢复了酒吧特有的吵闹、酒杯碰撞声和大口畅饮的吞咽声。\n\n　　那个被闭上嘴巴的末影人终于能说话了，女巫店主又打开自己的小屋房门进去继续研究药水。Herobrine走进去问了其中一个末影人，因为只有在终界生活的末影族才知道那个小家伙和白色末影人到底是什么，又有什么高贵身份或是什么“达官贵人”。\n\n　　“你知道他们是谁吗？”他问了一个正在擦桌子的末影人，他不去就这样一直盯着那个末影人，虽然他对于因为过于强烈的好奇心而去激怒末影人的记忆仍保持着一定的好奇心，但还是给了他足够的私人空间好让询问能正常继续。\n\n　　“你竟然连这个也不知道？！”他听到之后差点将桌布甩了出去，“他们是……长老啊……”\n\n　　“可那个小家伙是怎么回事？”\n\n　　“可能是这次的仪式的特殊错误才让他停滞在小孩子的阶段吧，大概……也许？”他继续擦着桌子，“End和Ande相处的非常不错，他是这么长来最不听话的……总到这里来躲其他长老们。”\n\n　　“啊……那真是再好不过了……”\n\n　　他正擦着桌子的手停住了。“那么您的意思？”怀有敌意地看着Herobrine。\n\n　　“我说，他们还是那条末影龙的保姆不是吗？……咳咳，我的意思是他们没受伤那真是再好不过了不是吗？”Herobrine又喝完了一瓶酒，“那么您的意思？（他学着这个末影人的口吻说道）希望这位‘小长老’有什么不测？”\n\n　　他看起来有些窘迫。\n\n　　“哈哈哈……当我这个醉汉说的话都是疯话吧……来，再给我一瓶，酿的最好的……”Herobrine开怀大笑，他释然地递给他名叫“The Dear”的酒，“来吧，本来是应该情人节时才提供的……反正她也同意了。”他半眯起双眼，“您的酒量好的话，多喝几瓶也是没问题的吧？”\n\n　　两人又爆发出一阵笑声。"
        },
        {
            "author": "Mala23333",
            "timestamp": 1423915320,
            "txt_content": "因为没按格式发……所以重新写了份"
        },
        {
            "author": "北极喧嚣丶",
            "timestamp": 1423916040,
            "txt_content": "感觉好屌，Steve以后肯定会超神的吧"
        },
        {
            "author": "帝王丶骷髅",
            "timestamp": 1423917660,
            "txt_content": "不错。。。。。。"
        },
        {
            "author": "HGK",
            "timestamp": 1423967040,
            "txt_content": "你这...我都帮你另一个帖子该模板了......删了？"
        },
        {
            "author": "Mala23333",
            "timestamp": 1423979400,
            "txt_content": "HGK 发表于 2015-2-15 10:24\n你这...我都帮你另一个帖子该模板了......删了？\n我已经发两次了……就留下一个吧。\n就一短篇没多少的。"
        },
        {
            "author": "Mala23333",
            "timestamp": 1423997820,
            "txt_content": "第四章 至 第五章【最后】\n\n\n地址：http://www.mcbbs.net/forum.php?m ... p;page=1#pid7650261"
        }
    ]
}