{
    "title": "【原创】《旧事故时》（持续更新）",
    "author": "Mala23333",
    "replyCount": 7,
    "timestamp": 1423997520,
    "txt_content": " 本帖最后由 Mala23333 于 2015-2-22 18:20 编辑 \n\n还是二楼发文\n\n\n\n\n\n\n\n\n\n\n\n\n\n看着办。{:10_505:}（禁水）",
    "replies": [
        {
            "author": "Mala23333",
            "timestamp": 1423997580,
            "txt_content": "主角嘛……\n\n\n请参照1.5.1的内含17个MOD的懒人包中的“Ender Lord”"
        },
        {
            "author": "Mala23333",
            "timestamp": 1423997640,
            "txt_content": " 本帖最后由 Mala23333 于 2015-2-22 18:22 编辑 \n\n《旧事故时》\n\n　　　　第一章 楔子\n\n　　在终界，如今仍持续着每五百年的无限轮回，我试着将那些过去的记忆全都藏起来，放到深处不去回忆，任它们在坛中发酵或是腐坏化为灰烬。\n\n　　周围的一切都变了样：从以前浑圆、亮紫色附带着深紫色斑点又脆弱的龙蛋变成了一只身体强壮遨游在星空（或许这样说太过于牵强，毕竟终界永远没有日光，更别说一丝月光或星光了）且强大的末影龙，日复一日吞食珠子与主世界地底名叫“流放地”的酒吧的传送通道和“它的同伴们”——如树枝理还乱的繁多的分岔通道，又硬是被堵上除了通往地底的所有传送通道。（据说是因为那些冒险者在那些传送通道的目的地都灌满了水，也因此有一部分的末影人死在了那些被灌满水的通道里）\n\n　　某一段时间里总有许多冒险家接二连三地冲出来“屠龙”，各种各样的武器也陆陆续续被握在冒险者的手上，也有经典的，就拿一大堆雪球、雪，和南瓜不断制作雪傀儡的……总之，花样层出不穷。\n\n　　酒吧也从原来几个帮派打斗把那里弄得鸡飞狗跳连Creeper也要自爆。最后留下一烂摊子充斥着各种杂乱声音的嘈杂，如今变得安静。经常一起打打台球或是喝得醉生梦死摇晃着身子剧烈得似乎马上就要摔倒，但为了不输面子而继续猛灌高纯直到两个末影人酒保将已经变成醉汉的人抬走才又恢复平静……\n\n　　唯独几个特例如今仍未改变：永远有冒险者豁了姓名来到这里，终界永远没有繁星满目的天空，没有日夜交替、季节变换，也没有任何天气。（如果在这里问他们“今天天气怎样？”、“昨天晚上有没有星星？”和“现在是什么季节？”，那么他们一定会把你当做疯子一样看待）\n\n　　当然，在这里，你带来的罗盘是不听使唤的，钟的指针反复在太阳和月亮之间不停倒向两者，地图一定是空白的，无尽的黑夜和虚空永远笼罩着这个“第三世界”。\n\n　　以及，五百年的无限轮回从没有停止过。"
        },
        {
            "author": "Mala23333",
            "timestamp": 1423997640,
            "txt_content": "Mala23333 发表于 2015-2-15 18:53\n主角嘛……\n还是在贴吧发过的……不过更新照旧。\n\n\n开学周更（可能/看情况）"
        },
        {
            "author": "Mala23333",
            "timestamp": 1423997760,
            "txt_content": " 本帖最后由 Mala23333 于 2015-2-22 18:22 编辑 \n\n第二章 关于酒吧（上）\n\n　　地底的怪物酒吧在地表又新建了一个，店主是一位女巫。\n\n　　如今的酒吧，店主已经换了好几位了。酿造出来的酒，口味也是各有千秋。只是很久很久以前名叫“The Dear”的酒因为这位女巫的逝世而在时间的长河中沉没于泥沙里，连同它的故事也消失得一干二净。\n\n　　我恐怕也只能在回忆中品尝它的味道了。"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424078880,
            "txt_content": " 本帖最后由 Mala23333 于 2015-2-22 18:21 编辑 \n\n　第三章 关于酒吧（中）\n\n\n　　这是第几次去酒吧了？\n\n\n　　走过传送通道，虽然现在的我并不依赖它，尽管传送的过程很繁琐且五颜六色的斑点占满了视野的每一个角落（这感觉真难受），但回忆驱使我再次通过它，再次去唤醒那荒诞又充满悲剧意味的记忆。\n\n\n　　来到地底的酒吧里，怪物们还是一如既往地畅饮着美酒，还没有成年的跟随着同伴的孩子们则喝着果汁，牛奶在这里最不受欢迎（那是只有人类才会喝的东西），吞咽声、酒杯碰撞声和言语声——少了许多吵闹，擦着桌子的仍是那个人（他现在告诉我，他在外面的世界有了一个木屋，正靠着Herobrine的家，只是Herobrine再也没有出现。）一直没变。灯光一如既往的昏暗，一只僵尸拿着木质的球杆正在发呆，另一只因为始终没有找到球杆而生气，狠狠地将那只迟钝的家伙撞了几下桌子，抢走了他的球杆。\n\n\n　　他的脑袋忽然掉了下来，几个不死族的孩子看见了这对他们来说可怕的一幕，纷纷将握在手上的果汁扔掉，尖叫着冲出了酒吧（连他那腐烂的大脑也露了出来）。女性僵尸看见了（她大概是那家伙的女朋友），说着含糊不清的单词，然后头也不回地也跟着孩子们离开了。直到他将头重新拼回去，看见她的离开，急匆匆地跑去追她，一直对她道歉（他们举起酒杯，高声大喊着“万岁！”）。\n\n\n　　不一会一行人的身影不见了，欢呼到此为止。\n\n\n　　我并不打算在这里喝些酒。\n\n\n　　我想出去，这里太闷了。\n\n\n　　“Ande？你怎么来了？”坐在角落的他正喝着酒，略带醉意，“来吧，喝一杯怎样？老兄？”\n\n\n　　“不。”我简单的回绝他。\n\n\n　　“老兄，我是认真的！”他忽的站起来，推搡着我不得不坐下，“又想起什么伤心事了？来吧，喝了就不会想起来了……”\n\n\n　　“下次再说。”他肯定醉了，平常的他不会像现在这样忽然邀请我。算了，快点离开吧。\n\n\n　　“混蛋！”（他说这句话不是时候，怪物们的仇恨都被他吸引过来了，于是他说：“别像个傻子似的，我都醉了……”）\n\n\n　　好吧，是我搅气氛了，拿你做挡箭牌真是不厚道啊。\n\n\n　　我再一次看到了仍旧灯火通明的它。\n\n\n　　我又想起了她。\n\n"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424081520,
            "txt_content": " 本帖最后由 Mala23333 于 2015-2-22 18:23 编辑 \n\n　第四章 关于酒吧（下）\n\n\n　　Roxanne\n\n\n　　大姐……\n\n\n　　末影族每五百年就会有新一代的五位Lord接替旧人。死亡对他们来说已经司空见惯。\n\n\n　　又过了五百年，“神圣的眼睛”，裂缝的“主食”，就是他们死亡后凝结起来的珠子，去往天堂的工具。\n\n\n　　当又一次的降临，结果其中却出了一个令人哭笑不得的BUG，于是也就是我为什么过了一个又一个五百年还活到现在的原因——那时的我很小，身高被大家拿去开玩笑（这感觉比呆在酒吧更难受）。\n\n\n　　那位女巫也是我的老师，她逝世后我也没什么可以继续教我学习魔法的老师了。\n\n\n　　Roxanne是第三位“Lord”，正如她的名字，充满活力又热心，同时也没什么心机不太精明，在我还停留在幼年总是做些出格的事时，总是她站出来替我受罚，而我还是照样我行我素甚至将End带去钓鱼（如今他喜欢吃鱼的爱好一直没变）。\n\n\n　　就像个大姐姐，同时也是在那次大战中最后一个离我而去的亲人。\n\n\n　　（在我走之前）\n\n\n　　“我知道……你就是一直想着那件事不放……”End一口吞下一条鱼，“她活不长，很快也会同以前的那些人一样……呃……”他又吞下了一条，同其他末影人一样的紫瞳看着我，静静地看着。（我们都不知道怎么回答）\n\n\n　　“忘了他们吧……”他轻声说道，“没关系，一切都可以再来，或许也会如当年一样……另一个你……”\n\n\n　　你还可以当“另一个你”的爷爷……他小声戏谑道，就像如今她当下一个你的姥姥（尽管她已经不在了）。何必要继续沉迷在那次大战呢？你的命也是那个老太婆救的（我一点也不喜欢他这样说），也救了一次你姐，最后还不是死了？还对你留下了简简单单的两个遗言。\n\n\n　　只是你啊……（他将快要说出的下一句话咽回了肚子里）\n\n\n　　“要不要我再送你一程？”他说道，语气柔软了许多，“Roxanne也不希望你变成那样……颓丧。”你可以去为她报仇，亲人死去的痛我也知道。他挥了挥翅膀，用前爪碰了一下。\n\n\n　　“不用。”我摇摇头，“再让我静一会……”在黑曜石柱边缘坐下。没有风，没有星光，没有熟悉的气息……她很好。（我不敢承认我甚至喜欢她）\n\n\n　　没关系，我会等你，直到你终于想通。他闭上眼睛，在我身旁睡着，不过你得在你走之前你得叫醒我，不然你就栽大了。\n\n\n　　他们都不在了。我得做些什么，我想。在我离开这个世界之前。\n\n\n　　“醒醒，”我晃了晃他的头，他不满地睁开了眼睛，“我会想通的，那一切都没关系。”\n\n\n　　那就好。但他没给我留个好脸色，同小时候一样，将我甩了下去。（至少我会瞬移，没有受伤，重复着童年的小伎俩）\n\n\n　　我停在路口旁，笑起来，我们俩都笑起来。他们看着我，不知道我在笑什么，感到莫名其妙。\n\n\n　　记得给我带些鱼来，他正吃着鱼，新鲜的。\n\n\n　　别再给我TNT了，好好钓鱼不行吗？\n\n"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424085540,
            "txt_content": " 本帖最后由 Mala23333 于 2015-2-22 18:22 编辑 \n\n第五章 钓鱼\n\n\n　　末影族都害怕水。\n\n\n　　End虽然不怎么怕水但他碰到水还是会感觉到微微的刺痛，不过时间久了自然也就习惯了。于是这种疼痛也不再重要了。\n\n\n　　除了我和他这个特例，而我——根本就不怕水。\n\n\n　　这还是我们第一次“出逃旅游”发现的。\n\n\n　　第一次看到他时，他还很小，很小，我也是。\n\n\n　　Ada是我们中最严肃的，同时脾气也很古怪又固执（想象一个脾气怪又难以沟通的固执的怪老头，对，就是他），在我准备伸手抱住他掂量一下重量（虽然只是因为好奇）时，狠狠地敲了一下我的头（真疼啊），那种疼我现在也能回忆起来，以及他那冷厉得可以杀人的目光。\n\n\n　　Roxanne护在我前面，Ada则不管我，用一种虔诚又充满慈爱的目光看着他，将他当做了他亲儿子，但他管得太多了，也很严，他受不了。这就是所谓的“爱”？或者“喜欢”？他难以理解这个奇怪的人。\n\n\n　　相对于Ada，他更喜欢我和Roxanne：Ada太死，Alvia太热情，朋友太多不好照顾，最后连名字也记不起的那个呢？天啊，那简直是噩梦！比基岩都还要沉默，比柔弱的兔子更害羞！倒是我俩跟他一样疯，她放哨，我和他“出逃”去“旅行”！\n\n\n　　那时，人类与怪物友谊颇深，除了偶尔会出现村民看见一只僵尸正啃着刚埋的死尸。（之后，他们将尸体都给了他们，显然，更环保了）\n\n\n　　当然，末影族那时也同人类有所往来，同时也与其他怪物也有了很深的友谊。连在下界脾气最暴躁的僵尸猪人也会笑面相迎，虽然他们笑起来有时会掉下一块腐肉。\n\n\n　　当我俩从传送通道冲出去时，在那之前Roxanne就给他们打好招呼了：什么也不许说，就当做你什么也没看到，什么也没听到，也什么也不知道！\n\n\n　　要么闭嘴，要么吃棍子。\n\n\n　　于是我们很顺利地来到了地底酒吧，绕了好几道弯走到了地表。阳光灿烂，清风、绿树、漂浮在浅蓝色天空的纯白云朵、远处的村庄（种的小麦已经呈现出一片心色开怀的金黄）和鲜花盛放草色青葱的土地，我们难以用言语来形容，如今的我用那些笨拙的字词与句子来赞叹它的美时，仍能感到那种莫名的罪恶感。\n\n\n　　“真好啊，”他深深地吸了口来自外面世界的新鲜空气，“如果能吃些什么那就更好了！”\n\n\n　　“那里有水，一定有鱼呢，”我指向最近的一个小湖，“你会吐火嘛？”\n\n\n　　“哈、哈哈、我当然会咯……”他自豪地昂起头，“你先找到鱼……”说道这里，他停顿了一下。\n\n\n　　“到时候吃烤鱼！”他大声笑起来，还喷着气，“我请客！”\n\n\n　　“废话！那可是我找到的鱼啊！”我也跟着大笑起来，“先到那里的最先吃鱼！输的哭鼻子！”\n\n\n　　我忽然瞬移，“你作弊！”他大叫，“你们都会瞬移！这不公平！重来！重来！”\n\n\n　　“嘿嘿嘿……哈哈、哈，好，重来！”说完，我忽然抱起他，掂了掂重量，“真轻啊……”\n\n\n　　然后我们一起瞬移，当然，我是带着他一起瞬移的。这种方式真方便。\n\n\n　　“那既然都一起到了，那我们都可以吃鱼咯？”他看着我，稚气未脱，“当然了，哈哈……你可真笨啊，诶嘻嘻嘻……”我忽然对这条龙还这么傻的问到这个感到非常好笑，但他也不示弱，狠狠地咬了我的手。于是他摔在了地上。\n\n\n　　还闲着干什么？钓鱼？别傻了，我连怎么做钓鱼竿和桶那时都不知道呢！除了下水去抓，别无二法。\n\n\n　　正当我准备下水时，他忽然眨巴眼睛，好奇又诧异，“末影族不都怕水吗？难道你就这么想死吗？”\n\n\n　　“推我。”我说。\n\n\n　　他做到了，只不过力气很大，我掉到水中时又被呛了口水，咳嗽了好一会，冲击波将鱼都震晕过去了，它们浮在水面上一动不动。没什么用来装它们的，只好将它们一个又一个摔在地上，然后费力地爬起，他为我欢呼，“真不怕水？！我还是第一次见！！”\n\n\n　　他狼吞虎咽地吃掉了两条鱼，满足地打了一个饱嗝。\n\n\n　　“别急嘛，像个饿死鬼似的！”话锋一转，“你吃什么长大的啊？这么轻！”\n\n\n　　“我讨厌吃他们给我的食物！”他扔给我一个罐子，里面装满碧绿色的不明液体，晃一晃，还黏糊糊的！“喏，就这破玩意儿！难吃的要死！”\n\n\n　　“我尝尝。”打开罐子，吃掉一些后——天啊，这简直就像废弃矿洞留下来的变质牛奶一样恶心到令人呕吐！我找不到东西来形容它的难吃！\n\n\n　　“但那些制作着玩意的材料来得真不是时候……我希望是用鱼做的。”他叹了口气，接着又吃掉了一条肥美的鱼儿。\n\n\n　　没错……材料都很珍贵，我特别奇怪他们是怎么找到这些家伙的。\n\n\n　　又是怎么做出人类所冠名的“黑暗料理”的。\n\n\n　　还是别想这么多了。\n\n\n　　但鱼已经被他吃完了，他的肚子被撑得圆鼓鼓，躺在一旁懒懒地晒太阳。\n\n\n　　身上的水已经被来自太阳的热量蒸发，我没感觉什么不好，看着被吃得只剩下一堆鱼骨头的鱼和正慵懒地晒着太阳的他，我只好认命了，守在他身边怕出任何乱子，直到太阳快下山时，我抱着这家伙飞奔去了通道回来。\n\n\n　　这家伙吃饱后抱起来沉得我手都酸了。\n\n\n\n\n\n\n\n庆祝一下2333\n\n"
        }
    ]
}