{
    "title": "[1.7.10-1.8.9][永久更新]StorageDrawers - 储存抽屉[原生中文]",
    "author": "MC.菜鸟",
    "replyCount": 59,
    "timestamp": 1424006460,
    "txt_content": " 本帖最后由 爱无名灬颂 于 2016-4-3 06:20 编辑 \n本Mod为contributors汉化,如果有版权问题,请联系2741617229@qq.com这个MOD添加了新的储存方式,就像Jabba和Bibliocraft一类的,虽然不能完全代替这些MOD的功能,但是也是个不错的选择,并且在多数国外著名整合包里均有出现，比如我最喜欢的FTBdirewolf20等\n\n用法:\n这个MOD不像其他MOD一样拥有交互界面[GUI],此MOD类似于Bibilocraft[展示台MOD]一样,只需要点击其中一个抽屉就可以实现储存功能,存储方式我觉得更像Factorization里的储物桶,此MOD与其他MOD谦容性很强！\n·右键点击 - 存入抽屉你手持的物品\n·右键两下 - 存入抽屉你手持的物品和你背包里的同类物品\n·左键点击 - 从抽屉中取出一个物品\n·Shift + 左键点击 - 从抽屉中取出所有物品\n·Shift + 右键[空手] - 卸载抽屉的锁定升级\n  注:如果要拆掉一个抽屉记得从上面拆,从前面拆的话会很蛋疼.\n类型：\n这个MOD有很多种尺寸的抽屉，4种木头都有[看图会容易理解一些] \n新的木头合成！\n\n支持BIOMES O'PLENTY 等MOD合成\n\n\n\n\n\npack-bop.png (29.71 KB, 下载次数: 93)\n\n下载附件\n\n2016-2-3 19:32 上传\n\n\n\n\n\n\n\n\npack-erebus.png (27.51 KB, 下载次数: 92)\n\n下载附件\n\n2016-2-3 19:32 上传\n\n\n\n\n\n\n\n\npack-forestry.png (26.72 KB, 下载次数: 92)\n\n下载附件\n\n2016-2-3 19:32 上传\n\n\n\n\n\n\n\n\npack-misc.png (28.37 KB, 下载次数: 92)\n\n下载附件\n\n2016-2-3 19:32 上传\n\n\n\n\n\n\n\n\npack-natura.png (29.22 KB, 下载次数: 93)\n\n下载附件\n\n2016-2-3 19:33 上传\n\n\n\n\n\n\n\n材质包拓展：\n由于网速太渣,希望各位去原帖下载\nPureBDCraft - by EskiMojo14 (32x - 512x) Complete for versions 1.1.7 Screenshots: Preview\nGrungeBDCraft - By EskiMojo14 (32x - 512x) Complete for versions 1.1.7 Screenshots: Preview\nSmudge - By Wreckage (64x, 256x) Complete for versions 1.2.0 Screenshots: Preview\n抽屉控制器：\n\n\n这是一种总控制方块,可以实现自动转换压缩物品\n\n其他：\n有一种特殊的抽屉可以把单个物品的所有形式展示出来\n例如:拿着金锭存入这个抽屉,这个抽屉就会显示[金锭,金块,金粒]同样也可以进行存储\n\n\n\n\n2015-02-15_21.02.23.png (86.36 KB, 下载次数: 397)\n\n下载附件\n\n2015-2-15 21:03 上传\n\n\n\n\n\n\n\n升级：\n抽屉容量升级是分模块的,拿着升级模块左键抽屉就可以升级了\n·抽屉容量升级(II)将抽屉提升为基础容量的2倍\n·抽屉容量升级(III)将抽屉提升为基础容量的3倍\n·抽屉容量升级(IV)将抽屉提升为基础容量的5倍\n·抽屉容量升级(V)将抽屉提升为基础容量的8倍\n·抽屉容量升级(VI)将抽屉提升为基础容量的13倍\n·状态提示升级(I)抽屉装满时发送红石信号\n·状态提示升级(II)抽屉即将装满时发送红石信号\n·状态提示升级(III)显示抽屉容量等级[意义不明]\n·锁定升级(I)使抽屉保留储存物品的状态,卸载方式参考上方\n\n\n合成表：\n\n1X2抽屉\n\n\n\n\nrec_full1x2.png (10.8 KB, 下载次数: 398)\n\n下载附件\n\n2015-2-15 21:12 上传\n\n\n\n\n\n\n2X2抽屉\n\n\n\n\nrec_full2x2.png (10.82 KB, 下载次数: 397)\n\n下载附件\n\n2015-2-15 21:12 上传\n\n\n\n\n\n\n[Half]1X2抽屉\n\n\n\n\nrec_half1x2.png (8.74 KB, 下载次数: 394)\n\n下载附件\n\n2015-2-15 21:12 上传\n\n\n\n\n\n\n[Half]2X2抽屉\n\n\n\n\nrec_half2x2.png (8.79 KB, 下载次数: 397)\n\n下载附件\n\n2015-2-15 21:12 上传\n\n\n\n\n\n\n至密抽屉\n\n\n\n\nrec_comp.png (9.06 KB, 下载次数: 395)\n\n下载附件\n\n2015-2-15 21:12 上传\n\n\n\n\n\n\n升级模板\n\n\n\n\nrec_template (1).png (3.07 KB, 下载次数: 393)\n\n下载附件\n\n2015-2-15 21:12 上传\n\n\n\n\n\n\n容量升级模板\n\n\n\n\nrec_upgrades.gif (8.88 KB, 下载次数: 398)\n\n下载附件\n\n2015-2-15 21:12 上传\n\n\n\n\n\n\n状态提示升级模板\n\n\n\n\nrec_status.gif (3.59 KB, 下载次数: 403)\n\n下载附件\n\n2015-2-15 21:12 上传\n\n\n\n\n\n[attach]721913[/attach]\n\n\n\n版本更新日志：\n\n1.7.7 - Jan-21-16:Fix crash if Thermal Expansion integration fails.\n1.7.6 - Jan-16-16:Added ability to change drawer style in-place by shift+right-clicking with trim block of desired style.Added ability to hide upgrade borders by shift+right-clicking with trim block of same style.Added capacity string to WAILA tooltip.Changed default WAILA item counts to 'JABBA' style (affects new mod installations only).Fixed thermal expansion integration returning wrong planks/objects for some drawers in the sawmill.Fixed drawers spilling billions of objects if broken with creative vending upgrade (thanks Nentify).Added German translation (thanks wlhlm).\n1.7.5 - Dec-10-15:Added integration with Thermal Expansion sawmill and pulverizer.Updated API for wood packs.Fixed crash on creative inventory when Refined Relocation is present but disabled.\n1.7.4 - Dec-08-15:Removed limit on conversion factors for compacting tier MT API.Added API to expose drawer slot priority.Fixed AE2 integration to respect drawer priorities like normal inventories do.Fixed blocks being deleted when applying a Refined Relocation sorting upgrade to a sorting drawer.Updated zh_CN translation (thanks 3TUSK).Updated zh_TW translation (thanks NatsuArashi).\n1.7.0 - Nov-27-15:Added Creative Storage Upgrade (~infinite storage; no in-game recipe provided).Added Creative Vending Upgrade (infinite withdrawal; no in-game recipe provided).Added Buildcraft wrench support to rotate drawers, or drop sealed drawers instantly.Added config entry to change range of drawer controller.Improved accuracy of lighting in fast label renderer.Fixed grass blocks and leaves displaying incorrect colors in fast label renderer.Fixed Mariculture tanks distorting world rendering when displayed in a drawer label.Fixed display of drawers in item frames.Fixed inconsistent insert/withdraw hit areas on drawer slots.\n1.6.3 - Nov-22-15:Added config option to change item amounts in WAILA to stack + remainder format.Added 'sorting trim' for Refined Relocation (contributed by Blay09)Fixed logistics pipes inserting items into empty locked drawers (contributed by 1n5aN1aC, who also improved compatibility in the logistics pipes project).Fixed rendering of Gregtech items\n1.6.2 - Sep-23-15:Added config option to disable oak fallback recipes.Added guarding to the label rendering to prevent crashing with some mod blocks/items.Fixed fallback recipes creating the wrong drawer type.Fixed fallback recipes sometimes taking higher precedence than wood-specific recipes.\n1.6.1 - Sep-12-15:Fix status upgrades for \"pack\" versions of drawers.\n1.6.0 - Sep-06-15:New 'packing tape' item to tape drawers shut.Taped drawers will keep contents/upgrades when broken for easier relocation.\n1.5.15 - Aug-20-15:Fixed compacting drawer descending lookups failing in some circumstances.\n1.5.14 - Aug-15-15:Fixed block label rendering for some users (it would appear to 'sink' into the drawer).Fixed illegible numbers in drawer GUI when using the unicode font.Fixed incorrect recipe for refined relocation version of compacting drawers.\n1.5.13 - Aug-14-15:Fixed some compacting drawer tiers not working if an associated ore dictionary entry was blocked.Compacting drawers will prefer same-mod materials when looking for more-compact versions.Added several common metals to conversion whitelist (nugget, ingot, block, ore).If Extra Utilities is present, compressed sand will be preferred over sandstone in compacting drawers.\n1.5.12 - Jul-12-15:Fixed item equivalency bug in compacting drawers for some item configurations.Added several nuggets to the ore dictionary whitelist to counteract TCon oreberries disabling those keys.More recipes use the ore dictionary. Thanks ganymedes01.\n1.5.11 - Jul-09-15:Fixed thaumcraft aspect labels flickering since last update.\n1.5.10 - Jul-03-15:Fixed dupe bug with Steve's Factory Manager.Adjusted label rendering with a polygon offset. May eliminate flicker for some users.\n1.5.9 - Jun-26-15:Fixed regression with Super Crafting Frame, possibly ExU and a bunch of other transport mods.\n1.5.8 - Jun-24-15:Added package-info to the API directories.Allow more drawer types in special drawer recipes; better support for addon pack drawers in recipes.Fixed more item voiding when pulling items with Extra Utilities transfer nodes.Fixed regression in ore dictionary matching, causing more items to unify than should be allowed.Ore dictionary matching made even more strict. Any key used 2 or more times by a single mod is no longer allowed for matching.\n1.5.7 - Jun-21-15:Changed controller routing priority to void -> locked -> normal -> empty.Changed controller to respect routing when manually inserting items.Changed compacting drawers to prefer materials from the same mod during descending lookups*.Fixed startup crash when launching with some versions of Java 1.8. Thanks MineMaarten.Fixed rendering regression where drawer faces would appear black with smooth lighting disabled.Add new Magic Crops ore dictionary classifications to the conversion blacklist.\nUpdated zh_CN translation. Thanks autopsychorhythmia.\n1.5.6 - Jun-13-15:Added more pack API to support Ancient Trees mod.Fixed Extra Utilities transfer nodes voiding items if there was a stack or less remaining.Fixed partial material loss when filling near-full compacting drawers through AE2 terminal.Fixed void upgrade not affecting manual input.Removed unused \"native\" inventory slots (performance).Recipes now use \"stickWood\" in place of sticks.\n1.5.5 - Jun-08-15:Added pack API for third party mods to directly provide new wood or texture variants of drawers.Fixed crash when trim blocks are enabled and 1x1 drawers are disabled.Fixed Refined Relocation compacting drawers recipe.Changed full drawer blocks to block light.Changed drawers, compacting drawers, and controllers to support custom inventory names.Updated fr_FR translation. Thanks AegisLesha.\n1.5.4 - Jun-02-15:Add config options to control NEI and Creative Tabs use in wood addon packs.\n1.5.3 - May-31-15:Added fractional drawer API to support Automagy integration.Fixed locking behavior again (this time for controllers, which was the whole point really).Fixed render glitch with half drawers; no more lines splitting the top or back.\n1.5.2 - May-29-15:Add Lockable APIUsing drawer key on a controller will lock or unlock all attached drawersFixed locked empty drawers to not accept items through sided inventory.\n1.5.1 - May-25-15:Added 'Concealment Key' to hide item labels on drawers (GPU performance). Use on a controller to affect all attached blocks.Added config option to disable the drawer UI.Fixed lighting render glitch on item labels when certain items are present in drawers.\n1.5.0 - May-22-15:Added inventory UI to see exact item counts and manage upgrades on drawers. Open be shift+right-clicking with an empty hand.Fixed drawers loading with 0 capacity if config base stack sizes exceed 127.Fixed tile entity mapping collisions.\n1.4.7 - May-17-15:Internal changes to support wood style packs.Fixed Thaumcraft aspect icon render for labeled jars and jar labels. Thanks codewarrior0.Log any errors during Tile Entity save operations.\n1.4.6 - May-12-15:Added MineTweaker API to add or replace compacting drawer conversions.Changed controller search to find all connected drawers within a 25x25 cube centered over controller.Changed controller to prefer populating empty drawers closest to controller first.\n1.4.5 - May-09-15:Fixed major item dupe bug with Steve's Workshop.Fixed item insertion bug with Steve's Workshop.Inserting items through pipes/sided inventory will now trigger item conversion until there is less than 1 stack of capacity left in the drawer (quirk shared by JABBA).\n1.4.4 - May-07-15:Added fallback recipes for wood trim blocks using plankWood.Changed sided inventory restrictions to allow all block faces to be interacted with.Fixed void upgrade not dropping when a void drawer is broken.Fixed fallback recipes for half drawers to use slabWood instead of plankWood.Nerfed recipe output for trim blocks (recipe was originally more expensive) and added config option for it.\n1.4.3 - May-06-15:Prevent silent exception and log spam from controller when certain mods are present (optifine?)\n1.4.2 - May-05-15:Fix AE2 not recognizing void upgrades through controllers.\n1.4.1 - May-05-15:Fix drawers dropping a duplicate drawer key when broken in the locked state.Fix AE2 not recognizing void status of drawers.Updated zh_CN translation. Thanks autopsychorhythmia.Updated ru_RU translation. Thanks Adaptivity.\n1.4.0 - Apr-30-15:Added Refined Relocation support. Sorting drawers and compacting drawers. Min version required is 1.08b.Added 'Trim' block for decoration and as a connector in drawer networks.Added 'Controller Slave' block to expose more faces as an extension of the drawer controller.Added void upgrade. Any items inserted through the sided inventory will be voided if the drawer is full.Added player interact protection event to left-click (in non-creative mode).Changed lock upgrades to a reusable drawer key.Changed drawer network to prefer filling existing slots with space instead of populating empty slots. Depending in refresh timing, it's still possible for empty slots to get picked.Changed invertShift setting to be client-side instead of server-side.Updated renderer to improve and brighten drawer labels.Locked or voided drawers will display a small indicator on their front trim.Disabled label rendering for back-facing labels (potential performance savings).Third party plankWood that is correctly registered in the ore dictionary can be used to craft drawers.Fixed player inventory not properly updating when dumping inventory into drawers.Updated fr_FR language file. Thanks Mazdallier.\n\n1.3.8 - Apr-14-15:Added MineTweaker integration to control the ore dictionary blacklist for drawer conversions.Fix NPE in solid-side lookup when invalid coordinates are passed in (or TileEntity is missing). Thanks gchpaco.Fix stack overflow in drawer controller network lookup AGAIN. The failsafe should be ironclad this time. Thanks gchpaco.\n1.3.7 - Apr-09-15:Fix drawers not handling unregistered items gracefully.Fix controller crashing if update message is somehow corrupted.Fix controller to initialize its drawer network immediately after placement.Fix controller sometimes not finding all drawers within 12 block range.Updated zh_CN translation. Thanks autopsychorhythmia.Updated fr_FR translation. Thanks Mazdallier.\n1.3.5 - Mar-25-15:Fix crash when placing empty thaumcraft phial/jar into a drawer with thaumcraft integration enabled.Make pipes connect more reliably to the drawer controller?\n1.3.4 - Mar-22-15:Fix item dupe glitch between compacting drawers and Logistics Pipes (LP support pending on their side).\n1.3.3 - Mar-21-15:Added Thaumcraft integration (aspect labels and tooltips)API updates\n1.3.2 - Mar-19-15:Fix drawers to (once again) not block chests placed below them.Fix server crash when using Mekanism transport pipes with drawer controller.Fix items being voided in some transit systems when the target block is broken or cut off while the items are in transit, and the transit system is connected to a drawer controller.Fix stack overflow crash when placing two drawer controllers next to each other.Fix most pipe systems not connected to a drawer controller on world load.Fix labels to render larger on 1x1 drawers in fancy mode.\n1.3.1 - Mar-12-15:Fix single drawer block recipes.Double base storage for all blocks (puts storage capacity in line with a vanilla chest).\n1.3.0 - Mar-07-15:Added drawer controller block.Added 1x1 size wood drawers.Removed L3 status upgrade, and changed L2 to behave like the old L3.All drawers now support all status upgrades.Status upgrade visuals changed.\n1.2.4 - Feb-27-15:\nAdded 'Invert Shift' option (contrib by tterrag1098). Causes click behavior to match JABBA.Added 'Debug Logging' option. Mainly to help diagnose a reported issue.Fixed rare crash in 'fancy' mode renderer when interacting with some modded blocks.\n1.2.3 - Feb-20-15:\nFixed top/bottom/sides of large drawer blocks not being considered solid (for placing torches, flower pots, etc.)\n1.2.2 - Feb-03-15:\nFIX: Ore dictionary matching is tighter and ignores wildcard entries.FIX: Compacting drawers update their front texture immediately when first setting an item.\n1.2.1 - Jan-29-15:\nFIX: Drawers no longer lose their contents when pipes try to insert an item into a full drawer and another empty drawer is available.FIX: Drawers no longer void items when pipes try to insert an item into an empty slot that previously held the same item.FIX: Compacting Drawers no longer void incompatible items when pipes try to insert them and not all slots are in use.FIX: Unconfirmed. May prevent packet leaking, but I have never observed the problem.LANG: Added Polish (pl_PL) translation. Thanks nabijaczleweli.LANG: Updated Russian (ru_RU) translation. Thanks grimuars.\n1.2.0 - Nov-29-14:\nNEW: Drawer inventories now support automatic item extraction (hoppers, pipes, etc).NEW: Applied Energistics 2 support (via storage bus).NEW: Lock upgrade for drawers.NEW: API to interact with drawers (still being finalized -- talk to me if you're interested in using it).NEW: Config entries to control item input/output and third party mod integration.CHANGE: Network traffic is improved. This is an ongoing area of improvement.CHANGE: 'Fast' rendering now renders blocks with full lighting detail.CHANGE: 'Fast' rendering is now the default rendering mode (existing mod users not affected).FIX: Double-click item entry now works when time is frozen.FIX: Cobblestone, stone, and sandstone added to ore dictionary blacklist.FIX: Adding AE2 quartz or fluix blocks to a compacting drawerFIX: ExU compressed dirt and cobblestone don't get replaced with higher-tier versions when reloading world.FIX: Status indicators no longer render on wrong slot.LANG: Added French (fr_FR) translation. Thanks Maxdallier.LANG: Updated Chinese Simplified (zh_CN) translation. Thanks ViKaleidoscope.\n1.1.7 - Oct-23-14:\nFixed regression in 'fast' label rendering.Fixed storage upgrades of same tier being applied multiple times.Fixed rendering of fences and other connected block types.Fixed inventories not accepting items with low stack limit through pipes.Fixed compacting drawers not accepting secondary or tertiary items in some cases through pipes.Fixed indicator upgrades not being dropped when breaking drawers.Removed 'level' info from the WAILA tooltip.Updated Korean (ko_KR) translation. Contrib. by puyo061.\n1.1.6 - Oct-18-14:\nFixed crash when drawers interact with Botania hopperhocks (but the hopperhocks still won't work).Fixed 3D item blocks and labels being flipped the wrong way in the east/west directions.Fixed bad rendering interaction between 'fast' item labels and Bibliocraft/other mod TESRs.Lighting is more uniform for 'fast' item labels.Updated Russian translation. Contrib. by merkaba5.Updated Korean translation. Contrib. by Puyo061.\n1.1.5 - Sep-28-14:\nFixed crash when adding some ore dictionary items to compacting drawers. Contrib. by benstreb.Updated translation Spanish (ES_AR). Contrib. by Ines.\n1.1.4 - Sep-21-14:\nAdded ore dictionary blacklist for overly broad or \"list\" entries.Fixed seam rendering issues on blocks.Fixed excessively dark AO shading on blocks.\n1.1.3 - Sep-20-14:\nFixed recipe regression from 1.1.2Updated translation Chinese Simplified (zh_CN). Contrib. by ViKaleidoscope.Updated translation Korean (ko_KR). Contrib. by puyo061.\n1.1.2 - Sep-20-14:\nAdded configuration for drawer recipe output size.Added configuration to hide extra vanilla wood varieties on creative tab / NEI.Added melon conversion to compacting drawers.Added input support to all sides of drawers except front.Added ore dictionary support to drawers and compacting drawers. Items will be converted automatically.Fixed crash that could occur when using JABBA dollies^.Fixed crash when using compacting drawers with certain mods present.Fixed reversed slot rendering in 'fast' label rendering mode.Fixed items sometimes not being added to compacting drawers when put in top slot.Fixed recipes being added when respective blocks or features were disabled.Fixed item input no longer working on back side of drawers.Updated translation Korean (ko_KR). Contrib. by Puyo061.Updated translation Russian (ru_RU). Contrib. by merkaba5.\n1.1.1 - Sep-15-14:\nFixes slots being reversed on east/west sides.Fixes WAILA compatibility with new comp blocks.Adds brick, glowstone, clay, snowball, and quartz overrides to comp blocks.Updated translation Chinese Simplified (zh_CN).\n1.1.0 - Sep-13-14:\nAdds configuration file and GUI. Modify most stats, disable blocks, and a few global settings.Adds alternate \"fast\" rendering mode of item labels. Change in config.Adds a new \"Compacting Drawer\" block for ores and other compressible items.Adds status indicator upgrades in 3 levels. The 3rd level only has an effect on compacting drawers.Changes storage upgrade recipes to use an upgrade template item.Changes storage upgrade multipliers to track the Fibonacci series.New translation: Simplified Chinese (zh_CN). Contrib. by D-dur.\n1.0.5 - Sep-07-14:\nFix crash with automated transport of some mod items into drawers.\n1.0.4 - Sep-06-14:\nAdded double-right-click to add all compatible items from inventory.\n1.0.3 - Sep-05-14:\nFixed item duplication bug when using Ender IO pipes (and maybe other mods).Fixed item transfer bug when using BuildCraft pipes (and maybe other mods).Fixed buttons, fences, and other partial blocks not appearing on front of drawers.Added Spanish (es_AR) translation (contrib. by ines-aguirre)Added Hebrew (he_IL) translation (contrib. by Michagogo)Added Korean (ko_KR) translation (contrib. by TeamMMKP)\n1.0.2 - Sep-01-14:\nAdded WAILA integration (contrib. by dmillerw)Added Russian translation (contrib. by merkaba5)Fixed drawers of any color dropping as oak.\n1.0.1 - Aug-30-14:\nFix server crash related to pathfinding and render ID.Fix crash with some mods that override stackLimit functionality.Fix item rendering on drawers when Fast Graphics are enabled (thanks dmillerw).\n1.0.0 - Aug-29-14:\nInitial release.\n\n\n搬运更新记录\n2015.2.15\n本帖发布\n2015.2.15\n更新内容\n2015.2.16\n获得转载许可\n2015.2.17\n搬运1.2.2新版\n2015.2.21\n搬运1.2.3新版\n2015.3.1\n搬运1.2.4新版\n2015.3.13\n搬运1.3.1新版\n2015.4.4\n搬运1.3.6新版\n2015.4.11\n搬运1.3.7新版\n2015.4.18\n搬运1.3.8-1.3.9新版\n2016.2.3\n修复连接,搬运版本，重新排版\n\n转载许可：\n由于楼主是个英痴,所以内容就按照morikawa的搬了一下-:D\n\n\n\n\n捕获.JPG (94.56 KB, 下载次数: 389)\n\n下载附件\n\n2015-2-17 14:26 上传\n\n\n\n\n\n\n源码：\n遵循开源协议：GitHub Project\n下载：\n注意:1.8版本以上[包括1.8]需要安装前置API\nAPI:Chameleon\n1.8.9-1.8：http://pan.baidu.com/s/1hrffWAK\n\n本体:Storage Drawers\n1.7.10：http://pan.baidu.com/s/1gevwUeZ\n1.8：http://pan.baidu.com/s/1dElrCo5\n1.8.9:http://pan.baidu.com/s/1eQVa6rw\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "zhd333",
            "timestamp": 1424006580,
            "txt_content": "貌似很不错的样子- -"
        },
        {
            "author": "熊尼玛",
            "timestamp": 1424011920,
            "txt_content": "真的好像jabba{:10_492:}"
        },
        {
            "author": "hjvnie",
            "timestamp": 1424034120,
            "txt_content": "很好使的样子"
        },
        {
            "author": "sjq245",
            "timestamp": 1424049540,
            "txt_content": "有模仿JABBA的感觉"
        },
        {
            "author": "有爱的圣光",
            "timestamp": 1424228460,
            "txt_content": "漏斗有作用么"
        },
        {
            "author": "RelaxMarshtomp",
            "timestamp": 1424229000,
            "txt_content": "抱歉，我只是来水精液的"
        },
        {
            "author": "MC.菜鸟",
            "timestamp": 1425098160,
            "txt_content": "现已更新1.2.3 =w="
        },
        {
            "author": "白小哼",
            "timestamp": 1425102480,
            "txt_content": "整理癖必须下！"
        },
        {
            "author": "2243838609",
            "timestamp": 1425440580,
            "txt_content": "很棒呀 这样家里就漂亮多了"
        },
        {
            "author": "MC.菜鸟",
            "timestamp": 1426333740,
            "txt_content": "1.3.1现已更新"
        },
        {
            "author": "lizongjie",
            "timestamp": 1426761420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "linkun66666",
            "timestamp": 1426816140,
            "txt_content": "物品分类强迫症玩家的福音"
        },
        {
            "author": "liux135",
            "timestamp": 1426937400,
            "txt_content": "请问这个mod用在服务器上会不会就算有领地\n并且设置了其他人不能开箱的权限\n外人还能在箱子里拿东西么？"
        },
        {
            "author": "白小哼",
            "timestamp": 1427040360,
            "txt_content": "用LZ这个版本的话，无法合成抽屉，换到原来地址更新的抽屉，材质又是丢失的……请问只有我有这个问题咩"
        },
        {
            "author": "白小哼",
            "timestamp": 1427054940,
            "txt_content": "搞清楚了 是跟blocks3D这个mod冲突……"
        },
        {
            "author": "MC.菜鸟",
            "timestamp": 1428747480,
            "txt_content": "1.3.7新版已经更新"
        },
        {
            "author": "Enderman|淡忘",
            "timestamp": 1428815040,
            "txt_content": "很不错的Mod,顶一下"
        },
        {
            "author": "mlzxgzy",
            "timestamp": 1433054460,
            "txt_content": "ae对他有用吗？"
        },
        {
            "author": "zzpp",
            "timestamp": 1438699080,
            "txt_content": "1.8在哪里？？"
        },
        {
            "author": "reathiness",
            "timestamp": 1439008920,
            "txt_content": "为什么我的没有单格的抽屉"
        },
        {
            "author": "6biu",
            "timestamp": 1440214740,
            "txt_content": "哈哈哈抽屉超可爱"
        },
        {
            "author": "ggdainin",
            "timestamp": 1441085700,
            "txt_content": "对于有强迫症的我来说这是很棒的MOD!"
        },
        {
            "author": "LIUIF",
            "timestamp": 1441086000,
            "txt_content": "不错的拓展MOD"
        },
        {
            "author": "ck4464399",
            "timestamp": 1443915960,
            "txt_content": "链接失效了 ...  挺好的mod"
        },
        {
            "author": "lukcy9l9",
            "timestamp": 1444882200,
            "txt_content": "打掉抽屉 里面的东西全部掉出来了 怎么解决"
        },
        {
            "author": "周梓杰",
            "timestamp": 1444885500,
            "txt_content": "链接被抢光了{:10_527:}{:10_527:}{:10_527:}"
        },
        {
            "author": "肥仔爱吃肉",
            "timestamp": 1445742000,
            "txt_content": "感觉不错~~"
        },
        {
            "author": "Bitterzes",
            "timestamp": 1448787480,
            "txt_content": "作者感谢你的搬运，最近看别人玩多谢多谢~"
        },
        {
            "author": "念你、",
            "timestamp": 1448876280,
            "txt_content": "谢谢楼主搬运"
        },
        {
            "author": "tan614041373",
            "timestamp": 1449394200,
            "txt_content": "链接挂了啊，而且1.8的都出来了，你不是说每周都去看看的吗"
        },
        {
            "author": "Anarachy",
            "timestamp": 1449413340,
            "txt_content": "支持一下"
        },
        {
            "author": "2289837643",
            "timestamp": 1449924060,
            "txt_content": "地址呢......{:10_493:}"
        },
        {
            "author": "1762071626",
            "timestamp": 1449933000,
            "txt_content": "{:10_502:}那个抽屉管理器的确很方便"
        },
        {
            "author": "1214150089",
            "timestamp": 1450329240,
            "txt_content": "最新版本已经有了"
        },
        {
            "author": "启明星2333",
            "timestamp": 1450364340,
            "txt_content": "度盘抽了啊啊啊"
        },
        {
            "author": "ViKaleidoscope",
            "timestamp": 1450369860,
            "txt_content": "我想问一下楼主\n本帖作者自带汉化,并无汉化者,如果有版权问题\n这句话是啥意思? 你认为这Mod是作者自己汉化的? 还是说你没在git上看到汉化的contributors?"
        },
        {
            "author": "刀|剑|盾|戟",
            "timestamp": 1450510080,
            "txt_content": "楼主链接已挂，请修复@MC.菜鸟"
        },
        {
            "author": "lcyk",
            "timestamp": 1450676880,
            "txt_content": "楼主加油"
        },
        {
            "author": "邪恶的黑手",
            "timestamp": 1450968480,
            "txt_content": "链接挂了。"
        },
        {
            "author": "mc1549570730",
            "timestamp": 1451477100,
            "txt_content": "不错的mod，支持一下"
        },
        {
            "author": "a460736556",
            "timestamp": 1452369600,
            "txt_content": "LZ大大，网盘失效了呢，求续期啊~~~~~"
        },
        {
            "author": "442809510",
            "timestamp": 1452381540,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "442809510",
            "timestamp": 1452382020,
            "txt_content": "请问这个mod用在服务器上会不会就算有领地\n并且设置了其他人不能开箱的权限\n外人还能在箱子里拿东西么？ "
        },
        {
            "author": "MC.菜鸟",
            "timestamp": 1454499300,
            "txt_content": "复活！！！！！！！！！！！！！！"
        },
        {
            "author": "MC.菜鸟",
            "timestamp": 1454499420,
            "txt_content": "ViKaleidoscope 发表于 2015-12-18 00:31\n我想问一下楼主\n\n这句话是啥意思? 你认为这Mod是作者自己汉化的? 还是说你没在git上看到汉化的contributors ...\n没仔细看git，已经纠正，谢谢提醒"
        },
        {
            "author": "uluofen",
            "timestamp": 1454573520,
            "txt_content": "然而下载链接已经挂掉"
        },
        {
            "author": "kulipa_long",
            "timestamp": 1456396980,
            "txt_content": "查了无限次百度  终于找到了"
        },
        {
            "author": "zrb1253894384",
            "timestamp": 1456844400,
            "txt_content": "可以无限升级吗……"
        },
        {
            "author": "MC.菜鸟",
            "timestamp": 1459573500,
            "txt_content": "挖出来?(????)"
        },
        {
            "author": "Bi_Lu_Ye",
            "timestamp": 1459582140,
            "txt_content": "看起来挺不错的，等会儿试试看有没有不一样的体验~更多箱子MOD不是很合我的胃口，不知这个如何..."
        },
        {
            "author": "playfort",
            "timestamp": 1459737900,
            "txt_content": "好用的飞起"
        },
        {
            "author": "momomozi",
            "timestamp": 1460368380,
            "txt_content": "简直神物！！"
        },
        {
            "author": "BlackSunGK",
            "timestamp": 1460516760,
            "txt_content": "已更新1.9-3.1.5"
        },
        {
            "author": "598204514",
            "timestamp": 1460518980,
            "txt_content": "不错，很好"
        },
        {
            "author": "mczhu",
            "timestamp": 1464067680,
            "txt_content": "楼主，有没有1.6.4的版本?"
        },
        {
            "author": "fjr11",
            "timestamp": 1487841600,
            "txt_content": "下载的网站貌似点不开啊"
        },
        {
            "author": "941150065",
            "timestamp": 1491575400,
            "txt_content": "已拿走~多谢楼主~~"
        },
        {
            "author": "木杏",
            "timestamp": 1495614780,
            "txt_content": "百度网盘的链接不可以直接点耶qaq"
        },
        {
            "author": "晨诺",
            "timestamp": 1552196640,
            "txt_content": "不做伸手党"
        }
    ]
}