{
    "title": "<联合活动投稿>细雪中的童话[温柔的挽歌]",
    "author": "筒子",
    "replyCount": 5,
    "timestamp": 1424348160,
    "txt_content": " 本帖最后由 __Tong__ 于 2015-2-19 20:21 编辑 \n[book]细雪中的童话[book]\n<温柔的挽歌>点击图片跳转\n--建筑页面--[snowball]《雪》[snowball]象征着冬季，使万物都慢下来，自古以来雪都是纯洁浪漫的象征在冬季动物们都开始冬眠，人们也停止耕种，享受着春秋季节收获美酒与面包那唯美，纯洁，却又无私奉献的雪，不光为人们制造冬日的美景，还能冻死大量的害虫而在我眼中雪是是温柔的，它不像雨每次都是滴滴答答的，它总是喜欢在夜里悄悄的下着，等我一醒来拉开窗帘发现这个世界已经变成银白一片了毕竟我是南方人，每次下雪都意味着一次惊喜，南方的雪可不像北方一样年年都可以下一遍呢而我选择使用童话故事来描写童话本来就是天马行空的故事与创意，非常符合Minecraft这个游戏的下面就是我以雪为主题创作的一篇童话（其实是短篇故事了..）\n\n以下是人物代表颜色大将军：%%%%%公主：%%%%%安娜：%%%%%国祭师：%%%%%国王：%%%%%冰雪女神：%%%%%雪人纳兹：%%%%%三头龙梅里奥拉：%%%%路人：%%%%%%\n在很久很久以前，世界被分化成南北两个极端，北边越往北越寒冷，而南边越南越炎热。所以人们大都分居住在中间边缘，久而久之在极南和极北已经有人知道哪里有什么了，当然也没人试图违背先祖的意志去探险。在这个和熙的春天，国王最为宠爱的公主和英勇的将军的孩子将来到这个世界。城堡的仆人们都忙碌的来回穿梭，大将军和老国王都紧张的站在门外等候“先祖阿请一定保佑我的妻子和我可爱的孩子平安”英勇的将军紧张的喃喃自语随着时间的流逝公主声音渐渐低落，好似用尽了所有力气，接生老妇满脸愁容的从房间里出来她很紧张甚至一手鲜血的就这么出来了“我尊敬的国王陛下大将军，公主……公主似乎是力竭了”说完老妇悲伤的闭上了眼睛。公主也感觉自己力气在一点点流尽，不知哪里来的的一股意识，拼尽最后一口气让小公主平安落地了，听见孩子啼哭声的大将军此时再也忍不住了冲进产房，看着面色惨白的公主，这个硬汉差点流出眼泪“艾丽莎，真是辛苦你了”公主虚弱的笑笑，小婴儿被洗净抱到夫妻两中间，虽然还是皱皱的，依稀可以看出是个美人。公主将中指咬破轻点在小婴儿的额头上“我一生挚爱的瑰宝，我用我的灵魂赐福于你，希望你拥有太阳一样的温暖性情，皎月一样的柔美姿色，白雪一样的纯净心灵，我亲爱的安娜”公主虚弱的说完像是一丝力气也没有了，脸色也变的更苍白几乎透明。公主充满爱意的眼神看着将军和小婴儿，温柔的笑着。大将军悲伤而不舍握着的着公主的手“我保证用我的生命去保护她，让她快乐成长”公主听完终究还是温柔的看着将军,永远的闭上了眼睛。看着宁静的闭上眼睛的公主，大将军将额头抵在公主的手上，从背影看上去好像在微微颤抖又好像没有，此时国祭师和国王进来了国王将手搭在将军肩上示意他该面对接下来的一切了“弗尔德我也很伤心，但是刚刚国祭师说……你还是和与我们一起讨论一下吧”“将军，我知道您爱妻刚刚逝世，心情很糟糕，但我不得不提醒你看看城堡外的天气”弗尔德看向城堡外，本是温和的春天竟然飘起了漫天的雪花，简直不可思议。“很奇怪是么我的将军，这是在你的女儿降临时突然生起的变化”将军心中涌起了一点不安“小公主诞生时城堡附近就开始变得寒冷了，但是偏远的地方还是没有变化的。”将军迷茫的看着城堡外的雪花，艾丽莎的声音还回响外耳旁“我一生挚爱的瑰宝，我用我的灵魂赐福于你，希望你拥有太阳一样的温暖性情，皎月一样的柔美姿色白雪一样的纯净心灵，我亲爱的雪莲安娜”大将军不自禁将爱妻的话语念了出来。“我女儿这样的情况代表了什么呢？”国王关切的看着国祭师“恕臣无能事发突然一时也不知道这代表了什么，但是现在刚刚开春，这样突然的降温田里的粮食刚种植这样下去会造成国民的恐慌的”国祭师的担忧不无道理，让国王陷入了沉思“臣觉得可以先让公主去北边先祖修建的宫殿”“不行！艾丽莎要是知道我们这么做一定会很伤心的”将军立即反对“对不起，将军虽然我不知道安娜出生这种异像代表了什么但既然赐福于她必定是受到先祖恩宠的孩子，如果送去先祖曾经的居所说不定有什么转机，如果还让城堡不停的下雪恐怕异端分子也会借题发挥阿，请将军国王三思”国祭师担忧的说道“既然这样，弗尔德你也别太坚持了，我也舍不得我可爱的安娜，但是以现在的情况我们还是把安娜带过去吧，你也可以一起陪同，元老那里我来解释”国王思虑后严肃的对弗尔德说，大将军看着国王严肃的面孔，国祭师焦虑的表情，心中升起一点点的悲凉。这种感情在征战沙场的时候没有，甚至并肩作战的伙伴在他面前倒下他没有，他只是用所有的力气去和敌军对抗，却丝毫没有此时的悲凉，他一生最爱的妻子刚刚离开他，他们可爱的女儿刚降生就要送往北寒之地，弗尔德的心渐渐冷却了“是的，我明白了，我将尽快一同前往”两天以后，大将军和小婴儿在以公主受先祖恩宠的名义前往先祖曾住宫殿，不知真相的国民以为小安娜是先祖的宠儿而感到高兴，在飘渺的雪花中送走了她。\n十年后\n天空干净透亮的蓝色，太阳耀眼的照射着一座美轮美奂的宫殿白色和淡蓝为主的宫殿几乎要融合整个雪地，于温暖的阳光唯一不符合的大概也是这美丽的城堡吧，整个城堡和周围都飘着点点雪花，一个穿着哥特风格小洋裙肩上披着白色毛绒坎肩，在脖子上松松的绑这一个蝴蝶结的小女孩在城堡里来回奔跑身后的侍女急的一头大汗。“安娜小姐！您慢点，维纳姑姑要是看见了我们可有的受了！”安娜俏皮的回头做了个鬼脸“维纳姑姑才看不见呢”而安娜一转身就撞进了弗尔德将军的怀里。“哦！天啊”侍女们看着弗尔德将军的身后再次感叹“我的上帝”维纳姑姑正微笑的看着她们。      ……“坏维纳，坏父亲，总是不许这不许那的，阿~我什么时候才能出去玩的每天都在下雪，父亲说只要不下雪了哪里都能去了，可是一直在下雪阿。”安娜一边抱怨一边在晶莹的雪地里堆雪人这是城堡里的侍女教她的，小时候堆的都跟土豆一样，现在越来越丰富了，在最后给雪人插上了小小的胡萝卜做鼻子“大功告成！”安娜这次做的雪人都已经等腰高了，她感觉非常开心“让我想想，我要用树枝给你做一双手，好不好呢，我还要给你起名字~”安娜又开心的跑去寻找她需要的树枝来为她的新雪人做一双手，她将柴房的一小捆柴火费力的搬过来，拿着小刀一点一点削成想要的形状，在将树枝插在雪人身上的时候不小心划破了手指，鲜血就这么滴落在了雪人身上“哎呀，流血了，不过都流在你身上了算不算命运呢？不过你也不会说话不会动，要是你可以和我说话就好了，我就不会在城堡里无聊了。”“哦？有意思，有意思”而这一切都被正好路过冰雪女神看着眼里，她决定赋予这个雪人生命。当安娜进城堡找侍女包扎，她没有看见在她的身后雪人身上的血滴正慢慢的渗透直至消失不见。温柔的月光下，雪人显得纯洁透亮，风吹过来，让雪人脖子上的围巾滑落了，那是安娜用自己的小衣服拼接做的只听见“沙沙沙”的声音，一根树枝挑起了围巾。第二天醒来的时候发现床边上多了一个雪白色的雪人。“你好，我叫纳兹”\n从此小公主有了一个可以陪伴自己的小伙伴——\n不知不觉转眼过去了五个春夏秋冬，可爱的安娜已经15岁了。在这个常年飘雪的城堡，今天处处都是温暖的蜡烛，照暖了整个晶莹纯白的雪地。是的，将军弗尔德要为他最爱的女儿安娜庆祝她15岁生日，城堡的佣人们都忙碌着，但是每个人脸上都洋溢着笑脸，可见她们也是喜爱着这个可爱的大小姐的。在安娜的房间里“纳兹，你看我的发饰好不好看，裙子的缎带有没有松开，还有这个颜色的鞋子怎么样”安娜对着镜子问身后的雪人纳兹，在这五年的时光里，安娜和纳兹培养了深厚的友谊，她们一起玩耍，捣蛋。也一起在深夜的时候躲避侍女爬上屋顶看夜晚的月亮和漫天的雪花，即使冷的瑟瑟发抖也像偷腥成功的小猫一样开心的缩在一起开心笑着“安娜，你很好，不要这么紧张，一切都很完美，你今天真的美极了。”纳兹雪人在安娜的身后为她赞美，安娜已经长高，纳兹只能到她小腿的那个位子，像个可爱的白色玩具，安娜听了纳兹的话开心的在镜子前转圈圈。在城堡的大厅里，所有的仆人聚集在一个华丽的蛋糕周围，安娜就在蛋糕的前面，看着这个大大的蛋糕兴奋不已，纳兹、维纳姑姑、弗尔德将军环绕在安娜身后。“亲爱的安娜，今天是你的生日，许一个愿望吧。”弗尔德将军温柔的对安娜说道，安娜也满脸笑容的看着父亲。“那么我希望，城堡可以不要下雪了，我希望可以到王都看看祖父和城堡以外的风景。”说完，安娜吹熄了蛋糕上的蜡烛。仆人们马上把周围的蜡烛点亮，而他们没有看见在黑暗的瞬间弗尔德将军的脸色并不是太好。着15年间，弗尔德将军也经常往返王都和城堡，开始并没有什么，随着安娜的长大，她经常好奇的问关于城堡以外的事，知道世界并不是只下雪，知道自己因为这漫天的雪花而在这个城堡长大。她的祖父在王都，她本应该在王都看美好的景色，受到国民的祝福，所以弗尔德将军也曾向国王申请让公主回到王都，可是都被拒绝了，将军心中的悲凉在这一次次的拒绝中慢慢扩大，尤其这两年，南方的异端分子联合引起争端，弗尔德将军回到城堡的时间渐渐变短，将军更是舍不得安娜，希望把安娜带回王都居住，这样也更安全，可是国祭师和国王两个人总是像打太极一样，并不正式同意却也没有正式反对，这让弗尔德将军心中愤愤不平，他的安娜是受国民敬仰的艾丽莎和他的最爱，却连回到王都都不被允许。“父亲，我切了一块很大的蛋糕给你。”安娜的声音打断了弗尔德将军的沉思“好的，谢谢。”弗尔德安慰的，摸摸安娜的头发，这是他心中的温暖的宝贝，而王都里的上臣们确不接受她。“将军！”一个侍卫冲到弗尔德的身边“怎么了？”弗尔德问道，侍卫看了看周围，示意将军借一步说话“将军，南边的异端开始有大动作了，国王说需要你即刻返回王都”“可是安娜的生日还没有结束。”弗尔德皱着眉头反对道“将军，请为国民们想想吧！”弗尔德心里并不是太好受弗尔德将军走到安娜身边，半蹲下身子“安娜，对不起，王都有点事需要我去处理，我可能不陪你到结束了。”将军伤心的表情诉说着他现在的无奈“没关系父亲，那是更需要你的，是你应该做的，我以你为荣。”安娜也摸摸弗尔德的头发以示安慰。弗尔德看着勉强微笑的她，心中无奈的想“安娜，你总是这么善解人意，我多希望你任性一点，为自己争取一点，你不需要什么都说没关系的不是所有的事情都需要你来谅解的，你只有15岁，我多希望你跟我说不呢”“父亲，你快去吧，将士们在等你，我在这里等你回来。”安娜还不忘提醒父亲弗尔德将军看看门口等待的将士们，起身离开了，安娜在门边看着父亲的和将士的身影在雪地里越来越模糊直至不见。回到王都后，就紧急派往南边平乱，经过几天的奋战，战情有所好转，但是周围的将士身上都有或轻或重的伤需要休养调整，于是在南边一个荒山扎营调整，等待王都派送的补给。这个夜晚，弗尔德将军很思念他的宝贝女儿，他走上后山一个人默默的想着，连生日会都没有陪她度过，而这次和国王提议将安娜接到王都的计划又没有得到正式的答复，将军的心情很是愤怒，对于自己的无能，对于国王的含糊，对于安娜的懂事。将军这几年在两地往返，陪在安娜的身边时间越来越少，想的越多心情就越是难以平复，而将军不知不觉走到了荒山深处。“愤怒，我闻到了愤怒的味道。”一个低沉的声音突然冒了出来“什么声音！”弗尔德将军握紧手中的剑，戒备的看着周围“嗯？你似乎有很多不满阿，因为你太弱了，你的弱小造成愤怒造成悔恨，别人不把你当回事，全部都是因为你太弱小了，只知道听从而没想过去争取么，如果你变的强大周围谁敢不把你当回事呢？是不是愤怒自己的无用，愤怒周围的人对你的轻视，你需要更强大的力量，而我可以给你强大到不需要畏惧任何人的强大力量。”低沉的声音诱惑的在将军的耳边传来而将军根本找不到说话的人，心中升起恐惧，但是又一直听见那低沉的话语在脑中徘徊不去，渴望得到力量，我渴望，如果我足够强大是不是就不用顾忌上臣和国王他们的话，一切由我说的算，我可以把安娜接到我身边，光明正大的带在身边“是的，我的力量给你，你就可以把你的安娜带在身边了，没有人能阻止你，你的命令就是绝对不会有人反抗，你的强大可以保护任何人，来吧，说你需要我的力量，来吧，来吧，来吧……”脑中不断响着低沉的声音，让将军的神智渐渐模糊突然将军跪倒在地上发出诡异的笑声“哼哼哼哼哈哈哈哈，我终于出来了，我梅里奥拉说过我总会回来做这个世界的主宰的，哈哈哈哈哈哈”将军的脸变的狰狞无比————————将军带领着军队浩浩荡荡的回到王都，国民们都出门迎接他们尊敬的将军，欢呼着，看着周围开心的国民，将军嘴角的微笑越发扩大，直至进入王宫。最近王宫总是有很多奇怪的事情发生，国王已经有一个月没有上朝了，而很多大臣上朝回家不久就变的呆若木偶双眼无神，一动不动，但是却还有呼吸，有的冠以温文出名的大臣脾气都变的异常暴躁，但是今天国民们还是都聚集在王都城门口，因为一直住在北边的安娜公主今天要回来了。安娜好奇的从马车的窗户掀起一角好奇的张望着王都的景色，有很多国民都出来站在道路两边，关注着希望可以看见重来没有见过的将军的女儿的样子，明明是寒冬时节，但是整个王都都是阳炎高照，连土地都干旱的裂开来了，王王宫入口的大门处，将军携带一众大臣在门口等待着女儿的马车，安娜远远的就看见了将军，开心的抱着纳兹掀开马车门“父亲！”将军看见小公主温柔的上前将公主从马车上接下来。“父亲，祖父怎么突然想把我接回来呢。”小公主略紧张又有点激动的说“没有，是我想你了，就把你接回来了，以后就住在王都了，怎么样？”将军牵着小公主向王宫走去。在王宫住的这几天，王宫周围只是飘着小雪，但是小公主总觉得回来的这几天总觉得将军有点怪怪的，除了刚进宫的时候父亲有见过自己，就再也没有见过将军了，而且今天早上父亲派人来带走了纳兹之后连纳兹也不见了。“维纳姑姑，纳兹去哪了？”“安娜我相信将军总是有原因的吧，而且是他带走的，你不用担心。”维纳虽然心存疑惑但是只能先安慰公主“是么……”安娜决定趁着晚上维纳姑姑睡着了以后去看看父亲到底要做什么，整个王宫都陷入了夜晚的沉寂，安娜从房间小心翼翼的出来向父亲的房间走去，走到父亲房间，敲敲门发现没有人回应但是们并没有关，所以她小心心翼翼的推门进去，看见父亲闭着眼睛坐在榻上整个人浑身都散发着诡异的暗黑火光，让安娜很是害怕，身子一软坐到地上，惊醒了闭目父亲，睁开眼睛的父亲整个眼睛充满赤红色根本看不出来是人的眼睛，表情也很狰狞“哼哼哼哼，我不去找你你怎么自己就这么过来了，安娜。”“你是谁，你不是我的父亲，我的父亲呢？”小公主害怕的后退“哼哼哼哼，要说你也是来晚了，不然还能见到你父亲最后一面，现在整个王都和美味的大臣的灵魂都在为我的力量做着伟大的贡献，真是美味阿，没有到王都我都不知道原来现在外面的人的灵魂已经变得如此美味了。”一脸狰狞的将军一步步靠近安娜“纳兹在哪里？！”安娜身子软的动都不能动“嗯？你说那个小雪人？当然是被扔到城外踩碎了，现在轮到你了”公主最后看到的情景就是曾近温柔的父亲的脸变的很恐怖的靠近自己，然后心口一暖眼前的景象也慢慢模糊了……\n这时在城外的树林里面已经变成一团雪堆的纳兹，已经感受到了安娜的生命正在慢慢流逝，因为体内的血脉力量已经断开，已经绝望的它向曾经赋予生命的冰雪女神祈求，获得力量来打败已经占领将军身体的恶魔。没想到冰雪女神竟然真的听到了纳兹的乞求，她出现在纳兹前面给了纳兹一个艰难的选择题“你本是追随与我的一个大精灵，你为了想要获得更高的权利和地位不惜踩在同伴的身体前进，于是被我清除记忆能力封印在这个雪人的身体里，现在我认为你的灵魂思想已经得到了非常大的升华，你现在你有两个选择一是回到我的身边，我将给你更强大的力量和权利，二是我现在就回复你原来所有的能力，让你去救自己的同伴，先告诉你好了，你将要面对的是上古时期被众神镇压却无法杀死的三头龙梅里奥拉。”纳兹低头沉默了一会，然后抬起头用非常坚定声音告诉女神“我选择第二种，请还原我本来的力量，如果不能救活安娜，活着也没有什么意义，只是想请女神看在往日的情面上帮我保住安娜的性命”女神只能无奈的点点头“好吧，我只能尊重你的选择”\n女神凌空一点，仿佛天地间的能量都化作的星辰光点，进入了纳兹那破败不堪的身躯，他的身躯一丈.两丈的不断的在增高，终于在50多米的时候停了下来形成了一个巨大的雪人，他背上上全是狰狞的冰刺，粗壮的双臂充满爆发力。而城堡内的正在大量捕杀普通人的梅里奥拉突然往城外看去嘴里嘟囔的说“哦？有意思，一个神和一个大精灵？让我出去看看他们想做什么。”说着直接就变成本体，全长超过100米的超级三头巨龙。当他出现在纳兹面前还没有来得及说话，纳兹直接就冲上去和他扭打在了一起，梅里奥拉一开始并没有反映过来，脑袋上被狠狠的砸了一拳，这一下并没有多大的伤害却直接引发了梅里奥拉的愤怒，梅里奥拉怒吼一声仿佛天崩地裂然后对着纳兹疯狂的厮打，纳兹终于明白自己是无法战胜梅里奥拉的，于是他冲上去死死的抱住梅里奥拉，任由梅里奥拉攻击他的柔软的腹部他对女王大喊，请吧我和他一起从这个世界上抹去吧。女王不由的叹息了一声，但是手上却不能有半点犹豫她知道这次机会是纳兹用命换来的，她使用出来远古时期的禁忌神术，永冻之冰。梅里奥拉发现了女王的动作想要逃跑，却被纳兹死死的抱住，最后只能在绝望的吼叫声中被慢慢冰封。\n而纳兹因为生命力量全部消耗干净，体积又变回原来一样大，而逃过了被冰封的命运，可是它也因为大量的透支力量使生命走到了尽头。周围的人看到梅里奥拉被消灭了，纷纷跑了出来把纳兹高高抛起，像一个英雄一样。当他感受到安娜在女神的治疗下的生命气息已经稳定，他也永远的闭上了眼睛，嘴角却露出了一个微笑。\n当天晚上下了一场豪雪，把连日干旱已经开裂的土地铺上了一层白色\n自我检讨一下\n不包括上面的感悟纯故事写了27799 字节，换算一下2字节等于1个字，我也是写了13899个字啊，也是比我写论文都要卖力啊其实还可以写的更好的，可以把细节修改的更加的圆滑，但是那些还需要大量的时间，一是马上就结束投稿了，二是明天就要去拜年也没时间了结尾写的可能有些匆忙，但是改描述的还是描述了，希望大家可以喜欢我这次的作品吧\n\n**点开有福利**其实只是手残的我画了一个安娜人设图http://www.xiami.com/widget/45197741_1769237505,2114213,_235_346_FF8719_494949_1/multiPlayer.swf\n\n\n[groupid=324]上古之石美工工作组[/groupid]",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1424415780,
            "txt_content": "码字这么认真竟然没回复，这不科学！\n（雕梁画栋·一纸行空终于有了两篇作品233）"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1424849340,
            "txt_content": "好吧我坦白。原本我是想仔细看的，但是越看越快最后1min不到就看完了....我的耐心出了问题吗....."
        },
        {
            "author": "冥王星人",
            "timestamp": 1424873820,
            "txt_content": "http://www.mcbbs.net/thread-299825-1-1.html\n添加完毕。"
        },
        {
            "author": "xcc",
            "timestamp": 1425171240,
            "txt_content": "CloudsXDao 发表于 2015-2-25 15:29\n好吧我坦白。原本我是想仔细看的，但是越看越快最后1min不到就看完了....我的耐心出了问题吗..... ...\n是的。。。。同感。。。。\n而且有种 冰雪X缘即视感"
        },
        {
            "author": "xcc",
            "timestamp": 1425171360,
            "txt_content": "CloudsXDao 发表于 2015-2-25 15:29\n好吧我坦白。原本我是想仔细看的，但是越看越快最后1min不到就看完了....我的耐心出了问题吗..... ...\n为什么全是拯救世界？"
        }
    ]
}