{
    "title": "<原创·单篇>《机械I——霍顿的愤怒》【By：恶魔-潇洒＆天阶】",
    "author": "恶魔-潇洒",
    "replyCount": 2,
    "timestamp": 1424070060,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-3-20 23:27 编辑 \n\n“死人了！”不知谁在大喊。全场混乱起来，而有些人却不以为然。——他们是军人。\n“不要慌！迅速散开！”他们嘶声力竭地喊着。人们不断倒下，不断有人倒在血泊中。由于混乱，许多人摔倒或被踩倒，也有抱怨声：“你怎么看路的，快点！”\n“够了，现在就等他们来了。”在高楼上，有两三个人，他们饶有兴趣地看着混乱，甚至还有些享受。\n“啪啪！”离这里最近的军队来了，他们连发了两枪，场面才控制下去。\n“来了。”一个人说。其他人立马活跃起来，他们披好披风，纵身一跃，便朝着人群“飞”去。\n“快看！”人们纷纷朝天上看去，几个小黑点渐渐变大，变成几个大黑点，突然，大黑点变成了降落伞状的黑色，降落得也不像先前那么迅疾，而是缓慢。\n“塔塔...”子弹从天上飞下来，不断造成伤亡。\n“啊！”一个人“飞”上了天空，他的气管被割破，面部严重扭曲——想必是痛苦所致。\n天空不断有血滴落下，人们睁大了眼睛看着这起在眼皮底下发生的惨案。“轰——”军方的火箭炮在这时发挥了作用，一个还在燃烧的降落伞随风飘去，照亮一方黑夜。\n“先遣部队呢！”一个军官大喊。人们将目光纷纷聚在之前还有几百人的那片空地。不见了，几百人就这样不见了，不留任何痕迹，没有任何人瞧见...\n一发，又一发，再来一发...火箭弹不断发射，大楼也摇摇欲坠，降落伞碎片飘出灰尘。灰尘散去，那里什么也没有，只有一些仍未烧尽的布片以及烟尘。\n“目标确认死亡，重复，目标确认死亡。”话筒里传来炮手的话。于是这个士兵便将这个消息传遍整个市区。\n这起发生在霍顿城的严重袭击事件成为了整个城市的笑柄。并作为“霍顿”事件一直在人们的心中烙下不可磨灭的深刻印象。\n这场看似以袭击为目的的事件，却引来了一系列难以理解的事:\n大批大批看似动物，实质上却是怪物的生物频繁出现在郊外，甚至会攻击市民；\n在附近的树林里，会发现许多类似人类脚印的脚印，但经鉴定，确认这些脚印非人类；\n最后，竟在城市里发现了长得一样的许多人，尽管他们都承认他们没有双胞胎兄弟或姐妹，但其相似度是毋庸置疑的。\n几月后，人们在郊外的污水坑里发现了数以百计的尸体，经确认，那正是在“霍顿”事件中消失的军人。\n为了解开在“霍顿”事件中的“士兵消失”之谜，科学家卡顿斯将样本带回实验所研究，竟发现其体内有非人类组织！并还保留有生命迹象。\n卡顿斯小心翼翼地将它从体内取出，用最先进的显微镜去观察，发现其内部的细胞与其它细胞不同，他们比起人类细胞，更像是癌细胞！\n这一消息公布后，整个科学界都震惊了。为了与癌细胞区分其不同，卡顿斯将它叫做“异形”细胞。\n卡斯顿看看窗外，傍晚了。他匆匆取出一个细胞样本存放在冰柜里让它沉睡，便睡下了。\n半夜，他突然被惊醒，似乎有什么不祥预兆笼罩着这个实验所，他相信他的直觉。\n没错，在实验室正发生着生命诞生的事。\n他凭着直觉来到实验室，点着蜡烛，打开冰柜，映在他眼里的并不是一个个细胞样本，而是正在不断分裂的不明生物。\n它的五官基本长全，四肢正在从中间那一团肉中挤出来，眼睛慢慢睁开，渐渐地转向这边，绿色的瞳孔转动着，似乎在暗示着什么。\n卡顿斯身子抖了一下，身旁的药水便摔了下来，里面的液体洒了一地，他看看这些液体，并向它们靠靠。\n那个异形猛地扑向卡顿斯，卡顿斯摔倒了，并沾上了不知名的液体。他站起身，厌恶地摆着手，于是一滴滴液体被甩飞了，洒在异形身上。\n异形身上的细胞突然开始迅速分裂生长，才短短几分钟，它就已经变成了一个巨大的怪兽，卡斯顿呆呆地站在那里，他在这个科学所待了二十多年，还没有见过这样的事情。\n他突然感受到体内有强烈的生命活动现象，这并不是平常的脉搏之类的，而是细胞就像那个异形一样，在迅速生长分裂！\n自己又长出了一条手臂，不，是两条！\n异形见此状，一把抓住卡顿斯的衣领，紧随其后的就是一个拳头，卡顿斯受不了这样的疼痛，晕了过去。\n异形带着卡斯顿走出偌大的实验所，趁着月光，去了一个不为人知的地方。\n当警察来到这个曾诞生过异形的实验所时，残垣断壁与瓦砾到处都是，可想而知这个疯狂的异形的强大。\n根据最近几个月发生的事情，警方推测出这一切与“霍顿”事件有一定的联系。\n于是科学家们为了防止类似事件的再次发生，他们利用“异形”细胞的迅速分裂，研制成功了一种新型武器。它先将一个细胞放进模器中，然后待到它装满模器后，再用钢将它封闭住。人们将它叫做“马苏奇”。很快，便投入了实战。\n由于它简单好用，容易上手，并且可以斩断坚硬的异形身躯，越来越多的异形败在了它的手下。\n与此同时，也有越来越多的人参了军，军队也越来越供应不了这么多人的需求。\n为了减轻作战负担，军队建立了两种新的职业——赏金猎人和恶魔猎手。\n这两种职业相互配合，共同抗击异形。\n赏金猎人身配“发射型”马苏奇，可以从喷口里喷出“异形”细胞，吸附在目标身上，并使目标痛不欲生。\n恶魔猎手身配“攻击型”马苏奇，可以将马苏奇固定为任何形状，再进行攻击。这是根据“异形”细胞的柔韧性强来起作用的。\n人们不知道为什么“霍顿”事件中的袭击者明明死了，还会有如此多的异形来骚扰甚至攻击市民。于是，内心的压抑与恐惧使他们越来越不信任政府，开始了大规模游行。\n而政府却把这一切都归咎于赏金猎人和恶魔猎手，并声称：“我们会好好处置他们的。”以此为借口，向军方特地给他们安置的大营发起了攻击。\n几乎所有猎人和猎手们都没有料到，昔日的盟友竟会变成现在的敌人。于是所有人和马苏奇投入了战斗。\n战争开始第七日，理得城。\n“杀了他们！就是他们招来的异形！”人们怒吼着，恨不得将这些穷途末路的可怜虫们大卸八块。\n其中一人说：“我们有马苏奇，不怕他们，剩下的恶魔猎手，跟我上！赏金猎人，掩护一下，谢了！”他们纷纷掏出马苏奇，并呈现出战斗形态，在赏金猎人的掩护下，冲向来势汹汹的敌军阵地。\n顿时间，血光冲天，血流成河，几乎每个沙袋上都有着鲜血。\n其中有一个赏金猎人，叫做密斯。他与他的黄金搭档华司齐伍并肩作战，救了不少己方士兵。也葬送了不少敌军的生命。\n战斗持续了三天两夜，当幸存者从尸体下爬出来时，他们发现，赏金猎人们正拿着马苏奇指着他们的脑门，他们投降了。\n这也是最后一战，本次战争，双方投入兵力共计十万余人，死伤九万余人，经济损失高达十八亿美元。\n战后，华司齐伍与密斯获得了“冲锋陷阵”奖章，并全部升为上尉。\n这次战争，历时七天。但就是在这七天里，大部分地区都遭遇了异形袭击，猎人和猎手们前去迎击，不但没有成功，还牺牲了不少精英。\n华司齐伍调侃道：“它们都是更强大的异形，就凭你们这群乌合之众能打得过？”这自然遭到了不少人的怒视。密斯见状，严肃地说：“他说得对，你们军纪涣散，上一次胜利只是巧合，照这样下去，还不如解散！”人们不吱声了。\n政府趁热打铁，建立了一个新兴职业——机械师。他可以利用人造“原形”细胞迅速创造出与异形不同的生物，人们把他们叫做——原形。\n才不到一个星期，这些异形就全部被消灭殆尽。人民发现自己之前的做法是多么不通人情，纷纷前来送礼道歉。政府没有收下，反而将机械师派往各地。\n“我的主人让我告诉你，你必须在三天之内研究出更强大的异形，不然你应该知道我们的手段。”只丢下这一句话，就让听的人吓得半天不敢动一下。毕竟跟他说话的，是一个强大到极点的异形！\n在人们以及机械师松口气的时候，异形突然袭击军事要镇卡门诺，并开始屠城。但这次的异形比以往的异形要强大得多，于是他们就有了一个新的名字——变异体。\n“快点！他们马上就要打过来了！”军官在催促着通讯员。“收到信号了，请再稍等一会。”通讯员紧张地工作着。\n“砰！”变异体一脚踹开了大门，它们气势汹汹，看样子是杀红了眼。一个不怕死的机械师带着他刚刚制造好的原形冲到带头的变异体前，刚要攻击，那个变异体伸手就是一拳。顿时，脑浆从它的拳头旁喷涌而出——它的手上是一个被穿透的人头。\n“你们都让开，让我来解决它！”一个机械师从人群中站了出来，他的名字叫斯契，是一个精英机械师，在变异体屠城的时候，他刚好在这里考察。\n一只异形从他身后蹦蹦跳跳地跳了出来，“牧谭，你来了，眼前的这个大块头杀了不少人，那么，你的心情是怎样的？”这只叫做牧谭的异形突然变大，撑破整个屋子。它看着这些“小不点”，冷冷地说：“不可原谅的人，我当然那是要将他杀死！”\n“哈哈，斯契还在，我们有救了！”其他人才想起来这个坐在墙角的精英，欢呼着。\n“就凭这个小不点？除了他的跟班，其他人都不可以与我战斗！”那个变异体把自己看得很尊贵，可能他习惯了他原先在组织里的生活。\n斯契退回墙角，其他人跟着他，没有了他，他们都得死。\n牧谭此时是一个背生双翼、头长两角、尾有棱刺的大怪物，对战眼前的这个武装到牙齿的异形，无疑是以卵击石。\n“易者大人，您是S级异形，我们是不是可以退下了？”其他异形怯生生地问。易者没有多说，用它那粗大的尾巴向后一扫，他们便飞到了大街上，激起一阵烟尘。\n“连自己的部下都不放过么...那，就更不可原谅了！”牧谭将手握成拳状，背后的双翼“呼，呼”地扇着，“无形的气流将你杀死，万能的神啊，请处决这个恶人！”\n易者的双眼紧闭起来，腿了盘起来。周围形成了一股气流，并围绕着它旋转，它的身体浮在空中。而牧谭的“无形的气流”被挡了下来，杂乱无章的另一股气流将它打回牧谭身上。\n牧谭将双臂交叉在胸前，想要试图抵挡，但还是被打飞，穿透屋子的墙壁，倒在地上。易者看看它的一条胳膊，嘲笑道：“还可以战斗？估计也是快要断了吧！”\n斯契猛地站起来，狠狠地拍了一下桌子，桌面碎成两半，桌腿也马上破裂。“牧谭！站起来！”牧谭没有动。易者飞一般冲到牧谭身前，用爪子掐住牧谭的脖子，并再次狠狠地摔到墙上。\n牧谭艰难地睁开眼睛，只模糊看到一只异形的爪子掐着他的脖子，斯契刚想要冲上去给他一拳，就被在一旁看着的士兵拦着，他说：“你也知道它，它的战斗是不允许别人插手的。”斯契这才安静下来。他只好说：“喂，你要是死了，我会很伤心的！”\n牧谭笑了笑，眼角流下几滴浑浊的泪水，说：“我...我不会死的！”它用爪子抓住易者的手臂，用力一甩，易者就被甩飞几米之远。但对易者来说，只是一个热身而已。\n牧谭看看斯契，再看看嚣张的易者，牧谭体内的“原形”细胞再次发生分裂，原先的细胞全部变异。牧谭的眼神变得恐怖，连易者都为之一震。\n“变异么...看来我是在今天要堕落了...”牧谭的翅膀从底部开始分裂，变成两对；尾巴上面的棱刺也越来越长，越来越尖，最后又出现了许许多多棱刺，遍布那粗大的尾巴。\n易者把这一切看得一清二楚，它闭上眼睛，手张开，在他的手掌上出现了一把锤子，散发着紫气。“‘怨锤’，没想到你可以和我并肩作战，还是为了这个渣渣。”它将“怨锤”重重地砸在地面上，地面被砸开一条裂缝。\n牧谭见状，用翅膀飞起来，用爪子一挥，空气被撕裂，直逼易者。易者收回锤子，正打算躲闪，但牧谭的攻击太快，它被击中了气管，当场死亡。斯契鼓起了掌，他对牧谭说：“干得漂亮，好搭档！”牧谭不好意思地低下了头。\n他们起身清扫其他变异体。与此同时，援军也赶到了。他们一路从门口杀进来，也俘虏了不少变异体。当他们看到一只巨大的原形时，还以为是精英机械师斯契叛变了，于是他们让自己的原形一齐攻击这几个“叛乱者”。斯契见状，说：“牧谭，将它们控制住，我去跟他谈。”\n斯契戴上帽子，径直走向士兵们。他们看到一个精英正在朝他们走来时，他们既惊喜又害怕。斯契走到他的身旁，在他的耳边说：“喂，我...没有叛乱，不然我早打死你了。牧谭，我们走！”\n“易者那家伙也死了么...真是可笑！”一个人嘲笑道。“他那么强都会死，那我们的身份岂不是马上就会暴露？”在一旁的人说。那个人摆摆手，“不必担心，他们要是发现了我们，我们这么多完美的S级异形准会将它们碎尸万段！”\n几年后。\n越来越多的城市被攻下，而罪魁祸首是一群戴着面具的神秘人。\n他们开始向卡门诺这个军事要镇进发。于是机械师开始着手准备着“卡门诺”保卫战。\n当这群神秘人出现在不远的公路上时，所有机械师都做好了战斗准备。但奇怪的是，他们摘下了面具，纷纷拿出“发射型”马苏奇，朝着沙袋发射。\n这次发射的异形细胞并不是以前吸附在生物身上的细胞，而是爆炸型的细胞。当他们反应过来时，细胞已经发射过来，“砰，砰，砰！”细胞爆炸了。士兵们有的胳膊被炸飞，有的从腰直接炸开...顿时间，鲜血洒满了天空，形成一阵“血雨”，洒在这些神秘人的衣服上。\n领头的竟然是失踪多年的精英赏金猎人格雷特。，而他身后的是曾经留在赏金猎人里的几个精英和昔日的新兵。\n这一事件刊登在各地的新闻报纸上，人们这才想起来几年前那曾经为人们杀异形的赏金猎人和恶魔猎手，但是，恶魔猎手去哪了呢？\n人们带着疑问继续生活着。但是，各种奇异事件接踵而至。\n国会大厦内。\n“那好，我们今天的会议就...”总统还没说完，某个记者就大喊：“总统先生，死...死了！”人们的目光纷纷聚在记者身上，记者的手指向他身旁的一个高级官员——脑门被穿透了。\n霍顿城。\n当人们呼吸着清晨新鲜的空气时，几乎所有人都认为这是美好的一天，但事实却并非如此。\n大楼倒塌了，许多人被瓦砾所掩埋，被石块砸伤甚至死亡。但仅仅是这一栋楼，谁干的呢？\n此后，越来越多的官员被暗杀，他们都来自霍顿城；霍顿城内的大楼不知为何倒塌。这一切似乎都指向同一个目标——霍顿城。\n会不会是异形组织？人们问着。随着对这个组织了解地越来越透彻，以及在“卡门诺”战役中俘虏的异形的拷问，间谍也源源不断地派往这个基地，但都没有回来。\n但在那一段时间里，军方没有派出任何间谍，报纸上就莫名其妙地刊登了其组织的名字——BH集团。\n是谁特地跑到报社去揭发这一天大的秘密呢？一个星期过去了，军方仍没有派出间谍，报纸上再一次出现了有关BH组织的相关资料，并特意提出：“恶魔猎手的叛变”几个字眼。昔日的猎手，今日的叛徒么...人们不胜惋惜。\n第二天，报纸上出现了华司齐伍杀人的照片；\n第三天，报纸上出现了几个名字——卡顿斯，密斯，易者\n第四天，报纸上出现了其内部的职业名字——暗徒刺客。\n斯契连续四天，每天都有令他意想不到的事情。于是他向军方提出建议——歼灭“暗影狂徒”！\n霍顿城的居民大力支持，因为这关系着这座古老城市的安危。\n这一次的赌注，是所有机械师！\n\n\n番外篇——牧谭篇\n\n\n几年前，异形纵横的时候，机械师还没有建立，那个时期真的是霍顿城最黑暗的时期。人们互相猜疑——你是不是异形，或间谍？社会不团结，才导致了异形的肆虐。\n在BH集团内部，有两个S级异形，它们互相合作，取得不少奖章，被称为“BH集团的幸运星”。\n这两个异形闹矛盾的时候，它们认为：自己才最适合得奖章或是被表扬。\n集团内部的许多人都趋向于其中一只已经发生过变异的异形，于是在它的号召下，人们将那只可怜的异形抓起来，开始了惨无人道的、不分日夜的折磨。\n他们将它绑起来，扔在肮脏的、窄小的牢笼里，让所有异形都来看这只曾经震惊世界的S级异形现在的狼狈样。它们嘲笑它，唾弃它，嫌弃它...这些人还将它送到实验室，科学家们将它的一条胳膊砍下来，利用这条胳膊。他们可以制造出许多优秀的异形。\n虽然还可以再生，但力量却远远不如“第一条”。\n这一切都源于发生过变异的异形。\n权力被剥夺，尊严被践踏，这一切都源于自己昔日的好伙伴不是吗？友情是什么，是一堆谎言和微笑罢了，不值一提！这只异形在暗地里心灵被再次扭曲。原先不忍心屠杀的它，现在已经深深地恨上了这只异形。\n它被开除了，并被流放到靠近城市的地方，自生自灭。\n机械师建立了，斯契很快当上了精英，并试图寻找被放生的可怜的原形。\n就在他前往卡门诺考察时，一只走路一瘸一拐的“原形”进入了他的视线，受伤的原形？被遗弃了？他走近观察，它原来是一只异形。并且是“震惊世界的S级异形”之一的牧谭。\n他想要抚摸它，但被一声怒吼阻止了。它充满敌意地看着他，想要攻击，但被迫摔倒了，变成了一只矮小的异形，昏迷不醒。斯契抱起它，前往卡门诺考察。\n这只矮小的异形真是可爱：粉红的皮肤，短小的四肢，加上一条惹人喜爱的小尾巴，如果不是亲眼看到它，还真的不知道这是一只S级异形呢！\n两天后，“卡门诺”战争打响了，斯契却不动声色地等着它上门。他咬牙切齿的，好像要将什么东西碎尸万段。一旁的机械师要是叫一下他，就会招来他的怒视。\n但当牧谭提出“我想要自己去战斗，请你不要插手”时，斯契惊奇的不仅是异形会说话，而是它想要战斗！“我要亲手杀死他，所以，我要成为原形。”斯契不由得想起它的悲惨身世，莫名出生，莫名战斗，莫名折磨，莫名流浪...斯契流着泪，答应了它。\n变异的时候，斯契信任他可以赢；赢的时候，斯契认为：它需要鼓励。\n在对待牧谭的时候，斯契说：“不管是原形也好，异形也好，它们都是生命，容不得你们去践踏它们‘士可杀，不可辱’！”\n\n【未完待续】\n——————————————————————————————\n如果对本文或写作有兴趣，欢迎加入QQ群——425700313，谢谢阅读！\n\n\n[groupid=865]Time And Space[/groupid]",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1424164440,
            "txt_content": "啊!!!!!第一章你完全可以写的更多的！！！人物介绍！组织！更多的士兵细节描写！\n六千字完全不够啊喂！"
        },
        {
            "author": "北极星人",
            "timestamp": 1425013320,
            "txt_content": "字号太大了，看起来有点难受……看起来很diao的样子233"
        }
    ]
}