{
    "title": "<原创·连载>   勇者之征   第三章 第二节",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1424091540,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-2-27 19:50 编辑 \n\n                                                                                  第三章 地狱之旅                        第二节 死亡的世界---地狱\n\n      Steve和金发少年被眼前的景象惊呆了。\n\n      确实，notch说过这个世界会与原来的世界不同，可是这不同之处太大了，令他们一时间难以接受。\n\n      在原来的世界里，Steve脚下踩到的是柔软的草地，而在这里，他们的脚下只有炽热的血红色的石头，每一块石头似乎都在悲鸣，似乎都充满了怨念，悲伤，恐惧和愤怒；在原来的世界里，溪流在大地上欢快地流淌，大海上掀起朵朵浪花，而在这里，流动的物体就只有滚烫的岩浆，从岩浆上面时不时地蹦出颗颗火星，好像迫不及待地想要以它那足以毁灭一切的温度熔化一切靠近它的东西；在原来的世界里，头顶上是一望无际的蓝天和一朵朵自由自在的白云，而在这里，头顶却满是红色的石头，好像要把所有生物禁锢在这里永远无法逃脱。\n\n      这个世界让Steve感到浑身的不自在，就连金发少年也一样。整个世界充满了恐惧，愤怒，悲伤和压抑感。\n\n      “这里简直就是地狱。”Steve轻声自言自语道，他仍然无法相信自己所看到的一切，用惊悚的眼神呆呆地望着这个陌生的世界。\n\n      “不是简直，这里本来就可以被称为地狱。因为这是herobrine所创造出的世界，对我们来说像地狱一样很正常。”金发少年恢复了理智，看了Steve一眼，“不管怎样，我们还是得打起精神去找herobrine。走吧！”\n\n       Steve这才慢慢地点了点头，畏手畏脚地跟在金发少年身后出发了。\n\n       Steve与金发少年刚出发没多久，就看到了不远处有生物在移动。他们赶快躲回一块小山丘后面，悄悄地观察着这些不知名的生物。\n\n       这种生物长得很像站立的猪，暂且叫他猪人吧！但是身上有一些部分却是露在外面的白骨和肉，就像行尸走肉一般。更可怕的是，它们一个个手上都拿有一把黄金剑，这就说明了它们的攻击力不可小觑。想到这里，Steve的额头上渗出了几颗汗珠。\n\n       但是更令人意想不到的事情发生了，金发少年观察了一番之后却大摇大摆地朝这些生物走去。“你疯了吗？你没看到他们手上的黄金剑？”Steve小声地朝金发少年叫着。而金发少年却若无其事的说：“它们不是邪恶的生物，不用躲了，出来吧！”\n\n       “要送死你自己去，我宁可绕路也不要跟一大群拿着黄金剑的怪物硬碰硬。”Steve轻声叫道，脸上写满了不安。哼，一定是这个家伙以为自己有点本事就开始骄傲了，什么怪物都不放在眼里，到时候丢了性命怎么办？Steve想到。\n\n       金发少年叹了一口气，然后继续大摇大摆地朝这群猪人走去。Steve躲在小山丘后面偷偷地看着，“我倒要看看这个家伙能撑多久。现在我得抓紧时间想办法，那家伙被包围的时候该怎么救他。”Steve开始自言自语道。\n\n        可金发少年没有被包围，他从一群猪人之中走过，猪人们却纹丝不动，最多也就看金发少年一眼，可还是没有一点想要攻击的迹象。“我说了没关系，好了快过来吧，你浪费了多少时间了？”\n\n        Steve只好半信半疑地跟了过来，猪人们果然没有攻击他。当他问起为什么，金发少年的回答却让Steve目瞪口呆：“因为它们也拿了金色的剑。和我拿一样颜色的剑，我认为肯定不是坏人！”还好这次运气好歪打正着，下次可就不一定了。Steve无奈地看着金发少年。\n\n        当Steve出发了一段时间之后，他才发现自己把重点搞错了，最大的问题不是怪物，是自己的身体。\n\n        地狱的炎热空气使Steve和金发少年满头大汗。Steve感觉到自己的胸口像是被什么东西塞住了一般，呼吸困难极了。正当他庆幸自己有带水，刚从包里拿出水桶的时候，桶里的水在一瞬间被蒸发了。Steve又想到苹果的香甜解渴，可他发现包里的苹果几乎全部都已经干得榨不出一滴水了，就像核桃一样。虽然吃是能吃，但是依然没有一丝水分。\n\n         Steve开始打退堂鼓了，为什么自己要到这鬼地方，之前才尝过挨饿的滋味，现在又渴得要死，为什么总是这么倒霉啊！\n\n         Steve与金发少年只好拖着缺水的身子一步一步地往前走。现在有什么办法呢？谁叫这个地方温度这么高？这个时候想什么办法也没有用了。\n\n         Steve抬头想看看蓝天，可是看到的只是死气沉沉的地狱岩。“唉，我们什么时候才能回……”就在Steve沙哑地抱怨着时，他却看到了一座宏伟的堡垒，是以一种血红色的砖铺成的，只不过颜色比地狱岩更深。\n\n         “看样子，这里就是herobrine居住的地方了呢。”金发少年一下就打起了精神。\n\n\n上一节                                                                             目录                                                                               下一节\n\n",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1424184420,
            "txt_content": "路过表示支持"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1424432580,
            "txt_content": "末影龙娘 发表于 2015-2-17 22:47\n路过表示支持\n龙娘你来啦"
        },
        {
            "author": "侑阳",
            "timestamp": 1434726720,
            "txt_content": "难道没有妹子吗？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1435972200,
            "txt_content": "侑阳 发表于 2015-6-19 23:12\n难道没有妹子吗？\n大概是世界刚刚建立notch还没有想到妹子这个东西\n但是在我的构思里下一部就会有了（不要吐槽我为什么现在才看到）"
        }
    ]
}