{
    "title": "看到这篇作文后，我瞬间阵亡了。",
    "author": "minecraft小子",
    "replyCount": 20,
    "timestamp": 1344434280,
    "txt_content": " 本帖最后由 minecraft小子 于 2012-8-8 21:59 编辑 \n\n以下：\n\n星期一到了，王晶在交完作业後，中午马上被老师叫去罚站，附加念500遍：“我\n以後不敢编谎话欺骗老师了”why？何这名老师要残忍的对待这名柔弱的小学生？\n我们来瞧瞧她的作文是怎麽写的，以下是内容：\n星期日，今天是礼拜日，虽然昨天去海洋公园玩到晚上11:00多，可是今天我们起\n了个大早，就到海洋公园旁边的太平山去摘水果，因为奶奶跟爷爷就住在太平\n山。我们到了太平山下後，就鞋子脱了开始爬山，大约1分钟就到山顶了。山顶上\n的空气很好，爷爷带我们去他的果园。哇……爷爷的果园好大，种了好多果树，有\n西瓜树、草莓树、菠萝树……因为我太小了爬不上树，爷爷就爬上西瓜树，摘了一\n颗最大的西瓜丢给爸爸，爸爸用一只手就接起来了！果园还有很多长在地上\n的水果，像苹果、梨子、椰子等等……爷爷摘了一些椰子，用手把椰子皮剥掉，去\n籽，然後分给每个人吃。椰子好好吃喔！我吃了20几个。表弟还拿椰子丢我的脸，\n痛死了！吃完了水果大餐，我们到太平山旁边的喜玛拉雅山去玩，听老师说喜玛拉\n雅山是 世界上最高的山。果然老师没有骗我们，我跟表弟爬呀爬，大概爬了2分钟\n才到山顶，我热死了。後来我们还是觉得很热，就到山顶泡温泉。好冰凉的温泉哦\n～+作者扣扣六二四三四五一二五~喜玛拉雅山真是个好地方。後来表弟问我有没有\n钱，他看到山顶附近有卖麦当劳。死表弟，每次都跟我借钱！ 我们还在买的\n时候，听到妈妈在太平山那里喊我们回家，只好依依不舍的走了太平山跟喜玛拉雅\n山真是个好玩的地方，我以後还要叫爸爸、妈妈带我们来玩。爸爸说如果这\n次考试，我第一名，这个星期日，他还要带我去东京、北京、南京去玩，我最想去\n西京， 因为我表妹就住在西京。她说其实课本是骗人的，西京有比喜玛拉雅\n山更高的山，大概要爬3分钟，上面还有很大的夜市跟儿童乐园，还有清澈的小\n溪。我一定要好好用功然後叫爸爸带我去这些地方玩。\n导师评语：“内容矛盾百出，极尽夸大之能事，不知所云，乃本人教书20馀年来所\n未曾见，下次请务必注意！\n这次老师又要求交600字的游记，有了上回的经验，王晶不敢再乱写了，确确实实\n地把周日父亲带他去动植物公园的情况写下来：\n星期日，今天早上爸爸带我们全家去动植物公园，沿路上蝉声一直吱吱吱吱吱吱吱\n吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱\n吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱吱\n（以下省略五百个字）\n导师评语：内容属实 能一改前非，但全篇用了五百多个「吱」字，乃本人教书20\n馀年来所未曾见，下次请务必注意 ------------------------------------------------------------------------分割线--------------------------------------------------------------------你阵亡没？{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}{:10_566:}源地址：http://www.kl688.com/xiaohua/70705.htm",
    "replies": [
        {
            "author": "sylqiuyifeng",
            "timestamp": 1344434340,
            "txt_content": "于是香港人笑喷了\n太平山……海洋公园"
        },
        {
            "author": "ayaya",
            "timestamp": 1344434340,
            "txt_content": "我没有...这种东西看多了..."
        },
        {
            "author": "Hao",
            "timestamp": 1344434340,
            "txt_content": "才发现有东南北京却没有西京。。。"
        },
        {
            "author": "zjy",
            "timestamp": 1344434400,
            "txt_content": "貌似看过了？顺便鄙视楼下白眼狼"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1344434400,
            "txt_content": "噗................"
        },
        {
            "author": "lixuhang",
            "timestamp": 1344434460,
            "txt_content": "我能说出口吗，不能我就什么都不说了。。。。。。。。。。。。。。"
        },
        {
            "author": "oomanj",
            "timestamp": 1344434460,
            "txt_content": "sylqiuyifeng 发表于 2012-8-8 21:59 \n于是香港人笑喷了\n太平山……海洋公园\n于是大陆人不解............."
        },
        {
            "author": "819tierqusi",
            "timestamp": 1344434520,
            "txt_content": "见多了毫无压力"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1344434640,
            "txt_content": "oomanj 发表于 2012-8-8 22:01 \n于是大陆人不解.............\n首先……海洋公园和太平山不知道差多远\n然后……太平山爬1分钟？坐缆车（不是吊索是缆车……你当成一般的车好了）好像都要……（很久之前去的了没印象了）\n然后你认为山顶有果园？\n然后太平山旁边是喜马拉雅山？好吧神迹啊"
        },
        {
            "author": "oomanj",
            "timestamp": 1344434700,
            "txt_content": "sylqiuyifeng 发表于 2012-8-8 22:04 \n首先……海洋公园和太平山不知道差多远\n然后……太平山爬1分钟？坐缆车（不是吊索是缆车……你当成一般的 ...\n最重要的是，喜马拉雅山上有麦当劳？！"
        },
        {
            "author": "minecraft小子",
            "timestamp": 1344434820,
            "txt_content": "好吧，这还有一个：\n       江西高考作文： 以零七洞庭湖鼠灾背景,自由命题,题目是零七洞庭湖鼠灾背景。要以田鼠的口吻或者田鼠天敌的口吻给人类写一封信，八百字以上。\n叽叽叽：\n叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽。叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽。\n叽叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽。 叽叽叽叽叽叽，叽叽叽叽叽叽叽；叽叽叽叽叽，叽叽叽叽叽叽叽；叽叽叽叽叽，叽叽叽叽 叽叽叽。叽叽叽叽叽，叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽。叽叽叽叽叽叽，叽叽叽叽 叽叽叽叽叽叽叽叽叽叽叽叽。叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽。\n叽叽叽叽叽叽叽 ，叽叽叽叽叽叽叽叽叽叽。叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽。叽叽叽叽叽叽，叽 叽，叽叽叽叽叽叽？叽叽叽，叽叽叽叽叽叽叽叽。叽叽叽叽叽叽，叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽。叽叽叽叽叽，叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽叽叽叽叽。叽叽叽叽叽叽叽，叽叽叽 叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽叽。\n叽叽叽叽叽叽，叽叽叽叽叽叽叽；叽叽叽叽叽，叽叽叽叽叽叽叽；叽叽叽叽叽，叽叽叽叽叽叽叽。叽叽叽叽叽，叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽。叽叽叽叽叽叽，叽叽叽叽 叽叽叽叽叽叽叽叽叽叽叽叽。叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽。叽叽叽叽叽叽叽 ，叽叽叽叽叽叽叽叽叽叽。叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽。叽叽叽叽叽叽，叽叽，叽叽叽叽叽叽？叽叽叽，叽叽叽叽叽叽叽叽。\n叽叽叽叽叽叽，叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽。叽叽叽叽叽，叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽叽。叽叽叽叽叽叽叽，叽叽叽叽叽叽叽叽\n叽叽\n叽叽\n叽叽叽叽"
        },
        {
            "author": "qwe1832474899",
            "timestamp": 1344434940,
            "txt_content": "这个。。。。\n无语了，骗人骗到底我擦，喜马拉雅山居然是低的"
        },
        {
            "author": "冥王星人",
            "timestamp": 1344435060,
            "txt_content": "数年前就看过，你们火星人果然比不上我们冥王星啊~~~~"
        },
        {
            "author": "minecraft小子",
            "timestamp": 1344435720,
            "txt_content": " 本帖最后由 minecraft小子 于 2012-8-8 22:23 编辑 \n\nthis:\n今天是国庆日，因为英明伟大的政府建设国家、爱护百姓的功绩罄竹难书，所以放假一天，爸爸妈妈特地带我们到动物园玩。\n按照惯例，我们早餐喜欢吃地瓜粥。今天因为地瓜卖完了，妈妈只好黔驴技穷地削些芋头来滥竽充数。没想到那些种在阳台的芋头很好吃，全家都贪得无厌地自食其果。\n出门前，我那徐娘半老的妈妈打扮的花枝招展，鬼斧神工到一点也看不出是个糟糠之妻。头顶羽毛未丰的爸爸也赶紧洗心革面沐猴而冠，换上双管齐下的西装后英俊得惨绝人寰，鸡飞狗跳到让人退避三舍。东施效颦爱漂亮的妹妹更是穿上调整型内衣愚公移山，画虎类犬地打扮的艳光四射，趾高气昂地穿上新买的高跟鞋。\n我们一丘之貉坐着素车白马，很快地到了动物园，不料参观的人多到豺狼当道草木皆兵，害我们一家骨肉分离。妻离子散的爸爸鞠躬尽瘁地到处广播，终于找到到差点认贼作父的我和遇人不淑的妹妹，困兽之斗中，我们螳臂当车力排众议推己及人地挤到猴子栅栏前，鱼目混珠拍了张强颜欢笑的全家福。\n接着到鸡鸣狗盗的鸟园欣赏风声鹤唳哀鸿遍野的大自然美妙音乐。后来爸爸口沫横飞地为我们指鹿为马时，吹来一阵凉风，唾面自干的滋味，让人毛骨悚然不寒而栗，妈妈连忙为爸爸黄袍加身，也叮嘱我们要克绍其裘。\n到了傍晚，因为假日的关系，餐厅家家鹊占鸠巢六畜兴旺，所以妈妈带著我们孟母三迁，最后终于决定吃火锅。有家餐厅刚换壁纸，家徒四壁很是美丽，灯火阑珊配上四面楚歌，非常有气氛。十面埋伏的女服务生们四处招蜂引蝶，忙着为客人围魏救赵，口蜜腹剑到让人误认到了西方极乐世界。\n饥不择食的我们点了综合火锅，坐怀不乱的爸爸当头棒喝先发制人，要求为虎作伥拿着刀子班门弄斧的女服务生，快点将狡兔死走狗烹，因为尸位素餐的我们一家子早就添油加醋完毕，就等着火锅赶快沉鱼落雁好问鼎中原，可惜锅盖太小，有点欲盖弥彰。\n汤料沸腾后，热得乐不思蜀的我们赶紧解衣推食好大义灭亲上下其手，一网打尽捞个水落石出。\n火锅在我们呼天呛地面红耳赤地蚕食鲸吞后，很快就只剩沧海一粟，和少数的漏网之鱼。母范犹存的妈妈想要丢三落四放冬粉时，发现火苗已经危在旦夕，只好投鼠忌器。幸好狐假虎威的爸爸呼卢喝雉叫来店员抱薪救火，终于死灰复燃，也让如坐针毯的我们中饱私囊。鸟尽弓藏後，我们一家子酒囊饭袋，沆瀣一气，我和妹妹更是小人得志，沾沾自喜。\n不料结帐的时候，老板露出庐山真面目，居然要一饭千金，爸爸气得吴牛喘月，妈妈也委屈地牛衣对泣。\n啊！这三生有幸的国庆日，就在爸爸对着钱包自惭形秽大义灭亲后，我们全家江郎才尽，一败涂地。\n\n"
        },
        {
            "author": "asd273365987",
            "timestamp": 1344436080,
            "txt_content": "楼主煋了,这什么时候的笑话了现在还发"
        },
        {
            "author": "384509230",
            "timestamp": 1344436140,
            "txt_content": "minecraft小子 发表于 2012-8-8 22:22 \nthis:\n今天是国庆日，因为英明伟大的政府建设国家、爱护百姓的功绩罄竹难书，所以放假一天，爸爸妈妈特地带 ...\n咳咳咳……笑的哮喘都发了……"
        },
        {
            "author": "948587022",
            "timestamp": 1344436860,
            "txt_content": "呃，啊，嗯，哦，额，呵，噢，喔.......................................................................我该说点什么"
        },
        {
            "author": "力加强",
            "timestamp": 1344437160,
            "txt_content": "minecraft小子 发表于 2012-8-8 22:22 \nthis:\n今天是国庆日，因为英明伟大的政府建设国家、爱护百姓的功绩罄竹难书，所以放假一天，爸爸妈妈特地带 ...\n这个背下来可以。。。。。"
        },
        {
            "author": "sabo970",
            "timestamp": 1344437220,
            "txt_content": "噗 那爷爷会爬树？！"
        },
        {
            "author": "神ID",
            "timestamp": 1344437880,
            "txt_content": "恭喜撸主火星&#8790;&#8255;&#8790;&#10023;"
        }
    ]
}