{
    "title": "<连载·单章>魔方世界OL[作者：Aiursad][第30章]",
    "author": "Aiursad",
    "replyCount": 5,
    "timestamp": 1424163600,
    "txt_content": " 本帖最后由 Aiursad 于 2015-2-17 17:11 编辑 \n\n音乐君：终于又是隔了这么久来了一章（pao）\n剧情君：今天老板有事，就我两工作了...\n\n神秘人：咳咳，当我不在呢？\n\n剧情君：你只能算魂，不能算人...\n\n神秘人：好吧....\n\n\n音乐：http://www.xiami.com/widget/0_1773650178/singlePlayer.swf\n\nhttp://www.xiami.com/widget/32896554_1771868613/singlePlayer.swf\n\n\n介绍君：怎么能遗忘我呢？\n人物介绍：\n名字：青峰大辉性别：男岁数：15职业：猎手技能：百步穿杨必杀：鹰击长空人物背景：↓他是一个乐天派的人，在以前的现实当中，也就是没加入游戏之前，他还是过着平凡的生活，就当有一天，就是游戏黑洞出现的那天，他的命运改变了，从S16赛季的专家级青年选手，青峰大辉，在这个虚拟的游戏世界，诞生了一位新的王者  之一！\n\n\n                                                                                            Rubik's Cube世界OL\n\n\n          “哈~哈~哈”雷晓宇睁开眼了，眼前的人让他喘不过气来——一个黑袍的男人。不明的身份，不明的能力，这让游戏天才的雷晓宇很为难，刚刚和炎嗣干完一场，现在已经精疲力尽，且站不起来的雷晓宇，眼中闪烁着灰色的光芒，没有往常的活力，这就是游戏天才大战后的颓废！影歌月冲进来了，擒住了黑衣人。可惜，黑衣人一震，袖子一摔，影歌月就撞到了墙上，影歌月非常惊讶，他看出是那件黑袍遮住了他的所有信息，连内测的黑客系统都进不去！！！雷晓宇伸出手，手中出现的源力，他想用仅剩的魔法值全用光！这样会眩晕过去的！“灭！禁断之决！”黑袍人一吼，源力便回到了体内，雷晓宇很惊讶，慢慢站起来。“生！禁断之决！”雷晓宇叫道，源力又出现在雷晓宇的手上，黑袍人貌似惊讶到了，笑了笑，说：“哟呵，有意思，小子，有人要抓你啊，我想帮你，不知你的意思如何？”雷晓宇眉头一皱，“暂且不说你帮我的事，你是谁？？？”雷晓宇警惕性很高，黑袍人就说了：“我是雷锋，好了，别管我身份了。总之我就是想帮你一把，有什么事情以后再说好么？”雷晓宇不知是开玩笑还是干嘛，说了一句：“你把我拐卖了怎么办？”雷晓宇虽然看不见黑袍人，但也感觉到了黑袍人的一阵冷汗，和发愣。“好了，我不跟你玩了，还要去取泉水呢...”雷晓宇刚扔下一句话，便要走，可是被黑袍人拉住了。黑袍人凑到雷晓宇耳边，“已经有人追过来了，就在4道门之前...我虽然不会去管你死活，但所谓‘忠言逆耳利于行’，你不得不听啊！”雷晓宇停住了，黑袍人又说：“还有3道门，马上就要过来了，小祖宗，看你的决定了...”雷晓宇忍不住了，终于，雷晓宇下了决定——结盟！“好了，你最少最少...要让我知道你的名字吧？我好奇心真的承受不住压力啊！”黑袍人笑了笑，道：“哼哼，我叫....”黑袍人卖了个关子，然后又说：“我叫青峰大辉！！！”雷晓宇一惊，坐在了地上，一直站在旁边看戏而且被无视的影歌月也震惊了！他们也是游戏界的老玩家了，知道这个游戏界的明星——青峰大辉（资料自己到上面看吧！TAT）\n \n       雷晓宇伸出了手，说：“大神，我们可打过....”“哦？！”青峰大辉很惊讶，也非常好奇，问了：“哦，那你的名字是...？”雷晓宇握紧了拳头，伸出了大拇指，倒了过来。影歌月马上瞬过去阻止，对着雷晓宇的耳朵说：“你是想遭灭顶之灾么？不要太猖狂啊！”青峰大辉一愣，然后哈哈大笑，并且还鼓掌，道：“啊哈哈哈！是你啊，我没记错的话，你是一个唯一能和我战斗的人啊！魂闪电※影劫，你的游戏名，是么？”雷晓宇点了点头，青峰大辉过来，拥抱了一下雷晓宇，“那天之后怎么没有上线了啊？”雷晓宇不语，拿手穿过青峰大辉，伸向天空，“源气弹※神连射！”天空的一身惨叫响彻云霄，“你还是那么灵敏啊，走，我们取完泉水就杀大敌！”雷晓宇笑道：“我可没那么厉害哦！”说着，推开了大门，清澈又闪着亮光的泉水出现在了雷晓宇面前，雷晓宇召出了瓶子，在泉水池子里捞了一把。“好了，我现在应该叫你什么？”青峰大辉这句话似乎憋了好久，“雷晓宇”雷晓宇毫无警戒心的告诉了青峰大辉，“那你就叫我大辉吧？”雷晓宇不语，只是点了点头，青峰大辉看着雷晓宇貌似很奇怪，问了：“你怎么了，死气沉沉的...”雷晓宇说：“对面的门后面全是敌人...你让我怎么开心的起来？你倒是挺没心没肺的...”青峰大辉恍然大悟，“原来是因为这个啊！！！我来就够了！”青峰大辉把门打开了，只见一堆①影身的人站在那里，一只手面对着这群大军，这群人因为收到轻蔑。愤怒了，纷纷变成了影子，向青峰大辉冲去，一道白光从青峰大辉手中发射而出，“咚！”只见面前什么都没有了，只有一道坏掉的门，这也证明了青峰大辉之强！此时，站在青峰大辉旁边的雷晓宇，不仅很惊讶，同时被青峰大辉那一瞬间的攻击的威压压的喘不过气了。随即问道：“你到底是什么级别的，这么多影属性的承者被你打一下就灰飞烟灭...”青峰大辉大笑道：“没想到啊，当年与我智慧相同的人，现在连我的等级都猜不透了！”雷晓宇被这么一说，很是尴尬，然后有些不耐烦的问：“你到底什么等级啊？”青峰大辉说：“我的等级是...”话未完，灵魄等人冲了进来，灵魄脸上表情很是紧张，说：“雷晓宇你没事吧！”灵魄顾及到雷晓宇将会是一个人才，而且还是未来的女婿，灵魄后面出现了脸色苍白的露雨程，向雷晓宇奔来。雷晓宇突然一惊，向露雨程冲过去，雷晓宇恐惧的表情让露雨程停了下来。地上出现一个巨大的黑影，雷晓宇终于憋出了一句话：“小心！！！”露雨程只有惊讶，雷晓宇瞬过去将露雨程的腰抱住，跳了出去。    \n        黑影出现了，是一个巨兽，堪比第三阶段的炎嗣，而这个浑身黑色烟气堪比炎嗣的巨兽貌似是②暗煞兽！煞人们都一般读成杀，所以人们通常都叫这个兽叫暗杀兽，后来又发生几起著名的暗杀事件，比如 ③《煞星事件》 ④《未知的杀手》 ⑤《消失的暗杀手》 于是暗杀兽又被叫成了暗杀手，而且这种怪物非常难驯服，抓一个恐怕就要派200个承者来，可见这个帮派的实力和人力了...暗煞兽喜欢变成影子，隐藏气息到极致，除非你能力够强，或者有什么特殊的技能，就可以看见，或感觉到暗煞兽的存在。所以除了盗贼一类会隐身的人会捕捉这些怪物之外，恐怕已经没有什么人会去大胆抓，或者击杀了。\n\n\n        雷晓宇召唤出了不知何时得到的长刀，露雨程也很是疑惑，问道：“雷晓宇，你哪来的刀，平时都没看见过这把刀啊...”“是我放在雷哥哥包里的，我那次去草原打那个5级BOSS嘛，看见一个随机商人，就买了把刀，就说给自己用，结果...昨天收拾包的时候放错包了...”这语气一看就是萌小琪，雷晓宇握紧了长刀，脸上流淌着长河般的汗。雷晓宇瞬斩了上去...\n\n下章预告：青峰大辉一旁旁观，诡影帮大量出兵，暗煞兽与炎嗣的对决，巨兽对战的霸气场面！\n\n魔方词典：\n①影身：“影”通“隐”，和隐身一个意思，换了个词而已。\n\n\n②暗煞兽：非常适合暗杀的一种怪兽，被诡影帮所用。\n\n\n③煞星事件：有一个暗煞兽受主人指示去杀了很多人，随着杀的人多了，也就麻木了，最后连主人也杀掉了，随后不知所踪。\n\n④未知的杀手：曾有一个举世闻名的游戏高手，那时候魔方世界还没有现实化，就是普通的3D游戏的时候，暗煞兽的第一次出现了，那个游戏高手尝试去击杀，但是那时暗煞兽是一团影子的状态，于是被反杀了，后经过调查之后才知道是暗属性所致命，然后又询问了高手本人，高手只是说了一些杀暗煞兽的特征，后来推断那是暗煞兽所造成的伤害！\n\n⑤消失的暗杀手：一个正在森林深处的人用刚刚获得的源力刷怪，很欣喜，之后出现了暗煞兽，那个人不知道，暗煞兽先是变成影子慢慢移到那个人后背，然后现形了！这时候那个人才反应过来，但回过头来时已经造成致命伤。生命垂危之际，他使用了弓箭射向了暗煞兽的头部，弓箭快要飞到暗煞兽的一瞬间，暗煞兽消失了，缓缓起来也没看见地上有任何影子。暗煞兽无影无踪，悄然声息的消失了！\n\n\n\n结尾曲：http://www.xiami.com/widget/0_1771014850/singlePlayer.swf\n\n\n字数电脑智能检查...无误...\n\n[groupid=516]苦力怕的文学创作组[/groupid]\n\n\n\n\n\n\nQQ图片20150217170811.png\n(75.19 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2015-2-17 17:10 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "凛",
            "timestamp": 1424164140,
            "txt_content": "饿...影身，我感觉分明是打错字赖的改吧！啊喂!╮(╯3╰)╭\n(PS.只是吐槽一下，别上心)"
        },
        {
            "author": "Aiursad",
            "timestamp": 1424164320,
            "txt_content": "china521 发表于 2015-2-17 17:09\n饿...影身，我感觉分明是打错字赖的改吧！啊喂!╮(╯3╰)╭\n(PS.只是吐槽一下，别上心) ...\n不是，我感觉隐身的话，他们是暗影属性的人，所以影身听起来更有理由一些..."
        },
        {
            "author": "凛",
            "timestamp": 1424164500,
            "txt_content": "Aiursad 发表于 2015-2-17 17:12\n不是，我感觉隐身的话，他们是暗影属性的人，所以影身听起来更有理由一些... ...\n听起来好有道理，我竟无言以对"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1424258880,
            "txt_content": "比我的流水账要好得多啊啊啊——！"
        },
        {
            "author": "Aiursad",
            "timestamp": 1426159860,
            "txt_content": "@xcc @130s @719220502 @1365619159 @龙猫精神 @蒋苏成 @狂风※中箭 @a2455564728 @CloudsXDao @一个游荡的JJ怪 快来看啊，召唤术大法LL"
        }
    ]
}