{
    "title": "【回忆纪念向】我的第一个和带我入MC坑的服务器",
    "author": "ying8rui",
    "replyCount": 11,
    "timestamp": 1424185440,
    "txt_content": " 本帖最后由 ying8rui 于 2015-2-17 23:10 编辑 \n             【说明：本人第一次发此类贴，排版技术不佳，敬请见谅】             本文是为了纪念我的第一个也是带我入坑的服，虽然已停服，但我忘不了那时的快乐！谢谢！\n\n第一二次入服\n    13年的暑假末，我正式入了MC坑，当时我玩得是MC的1.6.2的纯净版。当时我不知道怎么玩，就一直野逛，开创造乱玩。后来偶然间在MCBBS的服务器列表上发现一个小服，叫做peach桃子服【现已关服，节哀】，因为有白名单，所以我进了他们的服务器官网，当时我就看见这样一段话：\n    ”正常情况下，服务器会自身支付服务器的所需费用，没有收费项目，如果你支持此服，可以使用支付宝赞助“\n    当时就是一句话，我才注册了白名单并成功用百度学会了登录，并进了这个服。第一天我进来时没有一个人在线，所以我这个一窍不通的菜鸟就迷路，还被怪物追杀，于是我就暂时下线。\n\n    第二天，我登录时看见有几个人，就说新人球袋，然后一个叫1130【在我第三次上线时因滥用创造权限刷钱而被T，节哀】的人和另一个人，当时他还是生存模式，于是他就带我进了他家，然后他给了我许多附魔失败的钻石制品【误】和食物，我就暂时能活下来。后来，一个有创造权限的人，好像叫什么Skinmemc【很奇葩】，他就给我们放了一些矿，几个人就在那里抢，然后1130给了我一个钻石块，我当时还不知道钻石的价值，就把它扔给另一名同学，然后他们差点吵起来。接着1130就在他家后面给我造了一个浮空的石头平台，再在上面给我造了一个很小的房子。记得只有5X5的大小，然后再在门口插了一块牌子：\n                                                                 1130的徒弟\n                                                                 shengjie的家\n   然后我才发现有一个牌子锁插件，怎么也拆不掉啊！！\n\n农舍篇\n   第三次入服，我就悲剧地发现服务器遭攻击，第二天才修复，然后发现1130、我和邻居的家一片狼藉，我就以为熊孩子来了。我修好了房子后，还担心邻居上线后发现就我的房子完好，就举报我......当时1130的房子确实圈了地，但是还是毁了，当时疑惑了很久。\n   接着，我在网站上发现一个”福利“，新玩家可免费圈一块40X40X20的地【超级良心啊有木有】，我就扩展了我的石头平台，做成37X18X20的领地，然后盖了一座农舍，一块农田，一个养牛场和一个养羊场，做成一个空中的农家大院的样子，然后不断种地卖钱。当时小麦一个卖5元，西瓜一块两元，当然这也造成了100W+的财产才算是土豪。我就这样不断的种地收地卖钱【详见：http://www.aipai.com/c19/PD8gICYnIyxqJWQgLw.html】\n   接着我就不断的挖矿，挖矿...然后发现经常是服务器只有我一个人上线，本人自闭症患者【伪】表示萌出血！\n盖房篇\n\n   真正让我“房屋革新”的是一次偶遇，当时服务器来了两个人，我给了他们一些东西，想和带我的人一样做，但是他们连我的房子都没找到，却直奔我家前面的一栋2层小房子，然后就不知所终了......于是我就下定决心要盖房，于是我在领地远处的空地盖了一片森林，几个星期后我筹集了两箱木头，一箱橡木一箱桦木，并挖好了一大堆沙子，于是就大兴土木了！！！\n   我先拆了农舍的屋顶，然后拆了养动物场和空中农田，用橡木做柱子分好了一间间房间，再把沙子全部烧成玻璃，再做成玻璃板，然后用玻璃板做墙盖房子【详见籽岷极限生存盖的别墅，当时也是学来的】。第一层做好后，用桦木木板封好了顶，然后开始盖了第二层，布局也和第一层差不多，只是弄出了一条走廊和一间客厅，并区分好了每一间房子。\n   至于第三层，我不想盖了，因为只有20方块高度限制，所以盖了三楼就不能造顶。于是我就开始了装修......\n   后来，我惊奇地发现一个人：粉鱼，当时名字就是Pink_fish【注：只有一短横，可能是我没看清楚，无法区分是真粉鱼还是假粉鱼】她的确是正版，然后她在建筑大赛中拿奖，拿到创造权限。我就向她要了一组萤石做吊灯，然后把房子彻底整改装修了一下。于是基本雏形就盖好了。\n   附：房子全貌http://www.aipai.com/c20/PD8nIiAlLC1qJWQuIw.html\n攒钱篇\n   后来我才知道我家在海岸线旁边，20几户人家天天种甘蔗，沿海全是甘蔗田。然而，等我发现商机时甘蔗价已经从5元一根降为2元一根。经过几星期的努力，我攒了2W，就向op要了头衔【圣洁】。当时我高兴了很久...\nop篇\n   不得不说这服的op，quninger,就是他帮我拆了1130的那块牌子。当然她人也很好。\n   还有一人，前文提到的Skinmemc,他在我房屋落成后特地给我造了楼梯，因为我家浮在空中。除此他给了我2W块钱，我就买了一个信标。\n新伙伴篇\n   接着，我的别墅的第二位住户加入了，名字好像叫wzw【很萌啊】，他先和我一起盖好了屋顶，虽说有点丑。然后他叫希望我能让他住，于是我让他选了一间比较大的房间。就这样他住了下来......有点讨厌的是，他在我家正上方盖了一座储藏室，挡住了阳光>_<！不过，他用羊毛地毯把我的家装修了一下，后来也是发现羊毛不够，就在屋瓦和房梁上盖了养羊场。\n   让我最难以接受的是两个创造建筑师搬进我家，首先这个人叫apple_pig【苹果猪】，是一位妹纸建筑师，搬进来后有带着hui_hui【慧慧】加入23333 当然我没有要过东西，因为我很多东西都不缺。钻石砖已有8组多【矿物追踪你值得拥有】。\n   最后我把我的好友招了进来，就这样他入MC坑。\n作弊篇\n   突然发现这服可以用X-ray的飞行和透视，我才知道那些人没有权限怎么飞。然后我经常用矿物追踪mod，就这样我攒足了87X64个钻石...【别告诉腐竹和op】。\n尾声\n   后来，服务器换周目，换成了1.7.2版本，尽管还是有伙伴，但是我无法忘记过去，还是退出了服务器和Q群...\n   再后来，我去过许多服务器，但从未有像桃子服一样有爱温馨，脑海中总是过去的点点滴滴...\n   最后，我决定复出，然而服已经停了，Q群也加不进去了，我便一阵怅然...\n   凡事不要失去了才感到珍惜...\n   感谢桃子服给我带来了这么多欢乐，如果没有这个服，我入不了MC坑！！\n   感谢那些坚持着的公益服，你们给了许多人欢乐！！！\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "wkh56566",
            "timestamp": 1424186040,
            "txt_content": "我想LZ应该发到翻译创作。因为实在看着看着有点像是在看小说了.."
        },
        {
            "author": "天阶",
            "timestamp": 1424186040,
            "txt_content": "同感\n一直记得一起在稻香之城玩耍的好朋友\n虽然已经记不清他们的名字了\n但和他们在一起的一幕幕都记忆犹新\n很怀念……"
        },
        {
            "author": "ying8rui",
            "timestamp": 1424186700,
            "txt_content": "wkh56566 发表于 2015-2-17 23:14\n我想LZ应该发到翻译创作。因为实在看着看着有点像是在看小说了..\n我只想纪念一下，没别的意思"
        },
        {
            "author": "A_dan",
            "timestamp": 1424188320,
            "txt_content": "你让我想起了几年前我和其他几个小伙伴收集了两天材料按照西方大型别墅盖了个占地500X500一模一样的，花了两星期，生存模式盖得，有存档还能给个优秀吧，换了周目我就弃坑了，小伙伴也跟着我弃了，今年又拾坑了跟着建筑队混，小伙伴却喜当爹"
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1424189160,
            "txt_content": "看前留名，话说我的第一次是什么来着.."
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1424189220,
            "txt_content": "aha，想起来了，我的第一次是1.2.5~"
        },
        {
            "author": "maosang",
            "timestamp": 1424191680,
            "txt_content": "这么一说我回想起第一次玩的仅有20个人的小服"
        },
        {
            "author": "q394960445",
            "timestamp": 1424192820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "小析",
            "timestamp": 1424196660,
            "txt_content": "最后你还是用作弊mod"
        },
        {
            "author": "Knowsngs",
            "timestamp": 1424201100,
            "txt_content": "我想起我那篇秒沉的过去和我一起MC的朋友（好像是这个）233，看来应该是我没有更新的缘故只有开头却没有结尾了2333，这儿是rune'scraft的腐竹诺桑，如果你喜欢有爱的大家庭的话~欢迎加入~"
        },
        {
            "author": "ying8rui",
            "timestamp": 1424220480,
            "txt_content": "小析 发表于 2015-2-18 02:11\n最后你还是用作弊mod\n娱乐嘛23333 当时没想那么多，不过很开心"
        }
    ]
}