{
    "title": "【原创】《旧事故时》 六",
    "author": "Mala23333",
    "replyCount": 5,
    "timestamp": 1424249280,
    "txt_content": "\n\n第六章 醉酒\n\n\n　　有一次我在地下酒吧里撞见了Ada。\n\n\n　　真不走运。（现在我得去给朋友带些鱼来）\n\n\n　　我又开始陷入回忆。（我来到湖边）\n\n\n　　今日的天气还是如往常一样，似乎村民挂在墙上的今日天气告示牌一定是这样写的：\n\n\n　　“无风，天气晴朗，云层均匀，阳光充沛，是个打渔的好天气。”\n\n\n　　在白天，你可能见不到任何一个末影人。周围毫无危险因素存在。虽然如此，但你还是得小心提防来自Creeper的自爆攻击。\n\n\n　　深夜的酒吧里被铺天盖地的嘈杂和吵闹覆盖，这是一层。然后就是服务生放在每一个桌子上装满酒精的杯子们，和色彩鲜艳纷繁的调酒，第二层。灯光的昏暗和乐声交织，又是一层，为了不习惯阳光直射的陌生人们。周围的装饰随他们的意，或是被撕扯得乱七八糟，被涂鸦得到处都是混杂的颜料，看起来就像一滩恶心粘稠的呕吐物。或是墙上写满了污言秽语或是甜言蜜语又俗气的情话，文艺青年则将它们装饰得使这个混乱的酒吧增添了一丝清新和宁静。\n\n\n　　回到幼时，我很庆幸他喝酒后会变得脾气好了许多，口气也松软了许多。（我甩出连着钓钩的鱼线，等待着某条鱼上钩）\n\n\n　　等了一会，它们没给好脸色给这可怜的钓钩看。我才知道忘了钩上需要诱饵。\n\n\n　　没人喜欢上钩。尤其是没有好处的时候。\n\n\n　　“The Dear”，这个古老的酒名，甜得像孩子们喝的果汁饮料。制作过程也非常繁琐，时间随着它的酿造飞快地流逝，甜蜜又芳香，至纯，颜色鲜艳在其他酒中格格不入，它太浓艳了，关于它的故事又是可怕的忧伤和令人痛苦得窒息。\n\n\n　　我没有从她口中知道这个故事，老师永远对它闭口不提。（与此同时，几条鱼儿上钩，在拥挤的桶中争抢着不足的空间）\n\n\n　　她是个女巫，被所有人驱逐，流放荒野的孤独寡妇。\n\n\n　　她的儿子被绑在火刑架上，双脚在滚烫的火舌中烧灼得焦黑、扭曲，火很快蔓延在他的每一寸皮肤，她甚至听得到自己儿子的哀嚎和惨叫，听着皮肉被烧焦、脂肪化成油附着在皮肤上发出的“嗤嗤”声，躯干与四肢烧得干枯又焦黑，发出一股股冲天的腐臭味。她双手被反绑，披头散发，身上没几处是完好的——青色，紫色，血液的猩红。\n\n\n　　火刑仍在继续，之前活蹦乱跳又剧烈挣扎的他眼神空洞，瞳孔中饱含着对这个世界的怨恨和来不及对母亲的告别的悲伤和愧疚。\n\n\n　　他的怨恨和悲伤以及愧疚就像潮水，水越汇越多，她跪倒在地上，泪痕满满连着在皱纹满布的脸上，几番折磨和心理防线的崩溃，让她失去了属于她的魅力和引以为傲的婀娜姿态。（这一点是我翻魔法书时看到的一幅画，是她儿子为她画的一张肖像画，夹在书页中一直保存完好）\n\n\n　　我听不到他们在说什么，以及她和他在说什么。\n\n\n　　燃料烧尽，她的儿子回来了——成了焦炭的儿子回到了自己母亲的身边，汇集的潮水淹没了她……\n\n\n　　气泡炸裂，眼泪被榨干，失去他的很久的一段时间，她一直沉迷在魔法的无底洞里。\n\n\n　　他们有一头柔顺又富有光泽的白发，天生的。\n\n\n　　母亲失去了儿子和丈夫，两人一个被执行火刑，另一个则被推上了绞刑架上。\n\n\n　　作为母亲和妻子的她在丈夫的行刑地，两人看了对方最后一眼。她匆匆地离开了人群。\n\n\n　　在儿子的行刑地，她则被人群压倒在中间，亲眼目睹自己的儿子一点一点被火焰吞噬，成为焦炭，比被吊死的人下场更凄惨——遗体会被疯狂的人们拿去做廉价的柴火，为他们的冬天做好免费提供温暖的准备。人们边享受着温暖的炉火，边用污秽的语言刺激着她的神经。\n\n\n　　老师不敢睡觉。\n\n\n　　幻听和幻视折磨着可怜人的最后一根仍理智的神经。\n\n\n　　她不能逃，也逃不掉。\n\n\n　　她守口如瓶，银发杂乱，毫无光泽，死气沉沉地搭在头上，仿佛它们都不存在。（我难以理解疯狂的人们）\n\n\n　　画的背后写着，“Dear”\n\n\n　　这或许这是它被命名的原因。\n\n\n　　我很少去人类的村落，我们将它们戏称“猪圈”，现在也只是同其他人一样杀掉一些好管闲事的冒险者罢了。\n\n\n　　我伪装成人类的样子让她想起了自己那可怜的儿子，我常常感到莫名其妙，学生一个接一个，学些皮毛就被赶了出去，被魔法封住了嘴巴，再也没办法说话。除了我可以翻阅她所有收藏的关于魔法的书籍和炼药书，其他也只能看一本书，多了，被赶出去时也会被封上眼睛，再也看不到任何东西。\n\n\n　　或许是对已故儿子未尽的疼爱，那时我在学习中有很多自由和选择，但想学更多——得给她讲故事、画画才行。\n\n\n　　还得一直保持人类形态，真是件费力的活。\n\n\n　　……好了，这些事我会在之后告诉你的，但我们先将话题转回去。\n\n\n　　Ada喝醉后，酒后吐真言，他说他爱上了一个人，天啊。\n\n\n　　日复一日年复一年的在终界停留，照顾着End，直到他有能力保卫终界，末影族世世代代生活的地方。\n\n\n　　这很无聊，我们的任务还有很多，但这个尤为重要，不过太久的寂寞和无外界接触，连Ada这个理智狂魔也有时把持不住自己。终于也像我们仨一样跑到外面去了，但他懂得取舍，同时也深深感受到生活的趣味：对我们来说，这种趣味就像出逃去抓鱼，然后End会吞掉我的劳动成果，或是躺着晒太阳，或是躺在我和Roxanne其中一个的臂弯里睡大觉。\n\n\n　　噢，太可怕了。\n\n\n　　我们四个大叫，我叫得最大声，表情也最不可思议。\n\n\n　　那她是谁？！\n\n",
    "replies": [
        {
            "author": "Mala23333",
            "timestamp": 1424249280,
            "txt_content": "标题: 【原创】《旧事故时》 六 本帖最后由 Mala23333 于 2015-2-18 18:51 编辑 \n\n六至十章【坚持不弃】还有……\n\n\n\n\n\n\n楼下放（老样子）\n同样禁水！！"
        },
        {
            "author": "280314182",
            "timestamp": 1424249460,
            "txt_content": "LZ以为这是贴吧吗？"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424251620,
            "txt_content": "280314182 发表于 2015-2-18 16:51\nLZ以为这是贴吧吗？\n{:10_566:}"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1424253960,
            "txt_content": "楼主，这里不是贴吧，是论坛，请把内容一次发完，或者分很多帖子发"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424256660,
            "txt_content": "命运の枷锁 发表于 2015-2-18 18:06\n楼主，这里不是贴吧，是论坛，请把内容一次发完，或者分很多帖子发\n原来如此……\n之前还没时间所以莽莽撞撞发了……"
        }
    ]
}