{
    "title": "setblock和summon问题",
    "author": "Whatever.",
    "replyCount": 4,
    "timestamp": 1424259900,
    "txt_content": "  忘了一些非常简单的指令，但找不到只好问QAQ如何用setblock放置一个命令方块，里面有命令\n用setblock放置一个有字的告示牌，顺带问下只有tellraw,和告示牌能用clickEvent么\n如何summon骷髅骑士",
    "replies": [
        {
            "author": "End-Enderman",
            "timestamp": 1424259900,
            "txt_content": "End-Enderman 发表于 2015-2-18 20:10\n1. （汗，这是give指令，不过貌似换成summon也可以...）\n2.\n很抱歉LZ我很不负责的告诉您...我英语不好...第一个setblock放置有字的告示牌上wiki没看懂...这是wiki上的CommandStats: Information identifying scoreboard parameters to modify relative to the last command run.  SuccessCountName: Player name to store success of the last command. Can be a player selector but may only have one resulting target.   SuccessCountObjective: Objective's name to store the success of the last command.\n AffectedBlocksName: Player name to store how many blocks were modified in the last command. Can be a player selector but may only have one resulting target.\n AffectedBlocksObjective: Objective's name to store how many blocks were modified in the last command. \n AffectedEntitiesName: Player name to store how many entities were altered in the last command. Can be a player selector but may only have one resulting target.\n AffectedEntitiesObjective: Objective's name to store how many entities were altered in the last command.\n AffectedItemsName: Player name to store how many items were altered in the last command. Can be a player selector but may only have one resulting target.\n AffectedItemsObjective: Objective's name to store how many items were altered in the last command.   QueryResultName: Player name to store the query result of the last command. Can be a player selector but may only have one resulting target.\n QueryResultObjective: Objective's name to store the query result of the last command.\n2.我想应该是这样。这是tellraw的专属。"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1424261400,
            "txt_content": "1.give @p command_block 1 0 {BlockEntityTag:{Command:\"命令 \"}}复制代码（汗，这是give指令，不过貌似换成summon也可以...）\n2.summon Skeleton ~ ~1 ~ {Riding：{id：Spider}}复制代码"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1424261400,
            "txt_content": "汗。忘了看后面的话了，请稍等"
        },
        {
            "author": "Whatever.",
            "timestamp": 1424263500,
            "txt_content": "End-Enderman 发表于 2015-2-18 19:45\n很抱歉LZ我很不负责的告诉您...我英语不好...第一个setblock放置有字的告示牌上wiki没看懂...这是wiki上 ...\n没关系，大过年的，你还在这，还算挺欣慰的，新年快乐哈"
        }
    ]
}