{
    "title": "Hypixel服务器超级战墙进阶教程——职业升级和细节以及技巧",
    "author": "m9h6",
    "replyCount": 14,
    "timestamp": 1424263200,
    "txt_content": " 本帖最后由 m9h6 于 2015-2-23 19:23 编辑 \n\n大家好，我今天来发表一下我对超级战墙的个人见解。我玩超级战墙也不算大神，所以如果有打错的地方请多多指教。本教程为进阶教程，不会介绍太多的打法（有人已经说得很全面了），主要内容是职业升级、游戏的一些大家基本上都不知道的细节，和一些小技巧。\n这个帖子我在百度贴吧发过，我的百度贴吧ID是寂寞的冷耗子。\n首先一定有很多刚开始玩战墙的人不知道该用金币升级什么。这里我建议首选升级僵尸，因为升级到最顶级有保护II的钻石胸甲，回血是6点，生存能力极强，重进别人老家大屠杀而且根本打不死。其次我推荐herobrine，这个职业的技能是真实伤害，还是AOE，无视护甲。而且追杀超赞，满级之后几乎无限的速度II，甚至可以在一个1x1的洞里面1v10（为什么待会我再介绍）\n我之所以更推荐僵尸，是因为僵尸生存能力比herobrine强多了，可以在敌方阵营活得更久，这样才能杀更多的人。herobrine虽然输出强大，但是一般冲到对面没砍几下自己就死掉了，甚至你在想要冲进一群没装备的人中间拿人头的时候都要斟酌斟酌。不过僵尸不一样，见人就打，特别恶心，别人打他不疼（保护II钻石胸甲），而且他打别人还有治疗技能回血，即使到了10点血也没关系，治疗药水一吃那是一个霸气。我推荐僵尸还有一个理由，就是在这个服务器里用herobrine的人比僵尸少的多，而且僵尸通常能活到最后（wither死了之后打死人奖励的金币特别多）\n首先说一下僵尸的升级方案，我推荐一开始先点工具（kit），点到有弹射物保护I的铁甲也就是3级的时候停止（再往后点蛮贵的，而且都是药水，用处不如护甲大，再说了初期哪有那么多钱）然后开始点治疗技能，点到你觉得再升级会变得很困难为止（一般前期点到4级就差不多该停了）然后升级会变得更艰难，但是你必须要有毅力来不停玩来获得金币，然后升级工具到等级6（期间会很漫长），这是铁甲有了保护I，更强大。然后继续点治疗，点到5级。这时候你基本上是比较厉害了。期间如果你愿意，也可以点几级其他被动技能，不过别点太多（每一级提升的几率差不多，但是花的钱那是翻倍啊）\n不过还要提醒一下千万别点挖矿技能（就是最下面一行的 技能）理由如下\n1.你在准备期间完全有足够时间挖足够多的矿，制作装备和武器，更何况你还有铁甲，可以省8个铁锭\n2.你每一级获得的概率虽然越来越高，但是效果并不明显，而且还会花大量的钱\n3.与其花钱在更高的挖矿速度上，为什么不攒钱升级工具呢？挖矿只是一开始的时候的事，可是工具和技能是你死了复活不停要用的。\n4.假如你真有那么多钱升级挖矿技能，而且你是个急性子，非要快速挖矿，那你挖完了矿还富裕的那么多矿石和铁锭干什么？很明显在你冲凋零的时候直接送给敌人当福利了。\n点到这里之后，就一直点工具，点到满级，然后点治疗，点到满级，被动技能如果你愿意也可以点满。\n升级满僵尸之后，你需要干什么呢，这里待会会介绍。先来继续介绍一下herobrine。\n首先说一下herobrine为什么能在一个1x1的洞里1V10。注意是1x1的（2x2也可以）MC里玩家每0.5秒只能受到一次伤害，而10个玩家一起打一个herobrine也只能每0.5秒对他造成一次伤害。但是herobrine每秒在对所有10个玩家一起造成伤害。这会使他飞速叠加能量到100然后开启AOE技能。而那10个人基本上都是在打自己人，根本没有打到herobrine。herobrine基本上随便点点鼠标，转一圈就能放好几个技能了。满级的愤怒技能是5点真实伤害，8下就能劈死一个人了。而且herobrine打死人会获得力量加成，打人会更疼。当然也有破解这个1v10能力的方法，就是这10个人一个一个跳下去。但是基本上没有人会这么做，因为谁都不想死掉，所以基本上所有人都是一起跳下去，结果被herobrine8下劈死。僵尸如果1v10的话，到是也可以，但是zombie打10下才有一个治疗，而且才治疗6点，顶不住造成的伤害，而且僵尸没有攻击技能，只能一个一个平A，输出较低，最重要的是满级zombie没有钻石剑，只有铁剑。这样的话10个人就是400点血，僵尸要一下一下打掉400点血（而且还是有护甲的），比起herobrine就弱多了。不过如果用破解herobrine的战术——一个一个跳下去那对于僵尸可就是福利了（打死一个回点血再打死一个）。好了进入正题。对于herobrine的加点，我建议先升级愤怒技能（wrath）到等级3（伤害翻倍）然后再升级工具，因为工具前几级并没有任何用处（耐久附魔在超级战墙是最没用的了）然后要升级工具到5级（打死也要升）然后继续升级愤怒，升到5级，然后继续升级工具直到满级。herobrine的被动技能都是很有进攻性的，如果想升级被动技能我推荐升级速度。因为你在打人的时候每0.5秒造成一次伤害，升级几率效果是很不错的，而且这个追人真的很管用。力量也可以升级，但是我不太推荐，因为herobrine比较脆，这个服务器里MVP和VIp比较多，基本上都是英雄职业，你杀也杀不死，何来的力量buff？当然herobrine我也不推荐升级挖矿技能。原因如下：\n1.玩家挖到宝箱的几率大概5%，你升到满级也就10%\n2.宝箱里基本上都是食物，你死了之后食物就都掉了，根本不用想等到deathmatch的时候再拿来吃。\n3.太花钱，这个不用多说了。\n我就深受这个技能毒害了啊，我一开始还以为是直接按照上面写的几率挖到宝箱，但是我生了好几级，都50%多几率还是几乎不变，向老外打听半天才知道，原来是增加N%，不是有N%的几率挖到宝箱。这里我希望其他人别再受骗上当了。\n当你升级满了一个普通职业之后，你有几种选择：\n1.再升级一个普通职业\n2.购买英雄职业\n我推荐购买英雄职业。因为普通职业里最强的僵尸或者herobrine都被升级满了，其他的也没必要升级了。（虽然满级小白也很强，但是外国玩家跑来跑去你射得到吗）购买英雄职业，我推荐奥术师（arcanist）或者铁傀儡（Golem）。\n铁傀儡是要求等级的，这里我后面会说如何快速升级。如果能买铁傀儡最好，如果等级不够就买奥术师也不错。为了节省字数，我就不再说明为什么在这几个职业里这两个最好了。购买奥术师的优势是在没有任何升级的时候你依然比较厉害，购买铁傀儡的优势是虽然一开始你并不厉害，但是升到很高级会很厉害。英雄职业升级所需要的金币比普通职业高得多，这里我还是推荐先买奥术师，毕竟这个职业也偏向进攻，我比较喜欢进攻性职业。（我一开始升级的就是herobrine，因为他是进攻性最强的普通职业）\n奥术师职业介绍：http://tieba.baidu.com/p/2893990531\n我还要补充一下，奥术师打三下就可以放一个技能（我其实没玩过，听老外说的）所以这里我也不乱说了，各位自行探索一下吧。\n铁傀儡是护甲最多的职业，但是需要升级到很高才能有钻石胸甲，和僵尸一样，他升级到满级都没有钻石剑。他的主动技能造成的伤害也不是真实伤害。这个职业我也没玩过，是老外告诉的我关于这个职业的信息。\n当你升满一个普通职业，一个英雄职业的时候你的技术就已经相当不错了，可以试试其他职业，或者升级生命值，末影箱，初始镐等其他杂项功能。\n下面是如何快速获得经验值。这个服务器里可以做任务来赚经验值，方法是在大厅里点击人头，点附魔书，里面会有各种任务，获得的经验值也不一样。这里推荐megawaller任务和waller任务，都是基本上一局就能完成，TNTAddict这个也不错，最好去玩wizard这个游戏，团队性的，赢的几率大一点。还有两种方法，分别是积累在线时间，每小时给200经验，或者tip别人（这会给他100金币，给你25金币、100经验还有100karma，还有游戏中获得的金币加成），当然不是谁都能tip的，建议登陆这个网址：hypixel.net/games/，然后看看每一个游戏里的booster都是谁（游戏名字那一栏最后有一个锥形瓶图标，移动到上面查看），查看完成之后，你只需要到每一个游戏大厅里分别tip上面的人。而且上面的人每隔一段时间轮换一次，你还可以再tip一遍，这样经验值会迅速积累。还有一点要注意，就是如果游戏里弹出关于tip别人的信息，你马上tip他，金币和经验就到手了。（karma我不知道是干什么用的，不知道其他人知不知道，也请你们有没有知道的人指点一下）\n下面来说一下超级战墙的一些技巧。\n1.凋零：\n在Egypt地图冲凋零的时候要注意走位，别让凋零一个击飞技能把你直接弹出去摔死\n在Egypt地图小白可以在自己的老家射击敌方凋零（需要很高的射击技术）方法是在自己阵营的靠战墙的一边的左边或者右边的角造一个空中堡垒，然后对着对面的凋零平台射击，不过很难射中的，有的老外射的很准，但是我一共三局用小白，专门练习射凋零，可是三局只射中一次，而且在空中堡垒上面还被偷袭好几次，尤其是末影人，直接在地下瞬移上来。\n你的凋零血量排名越靠后，你打排名比你靠前的凋零造成的伤害就越高，凋零血量最后一名的玩家打凋零血量第一名那方的凋零可以造成4X伤害\n你对凋零造成多少伤害，你就会获得多少金币，这个金币只有在凋零死掉之后才会获得，而且不受金币加成影响，但是如果在你冲的一方的凋零没死的时候游戏就已经结束了，那恭喜你，你不会获得冲凋零的金币\n凋零没有护甲，用铁剑打一下就是6块钱\n如果你家凋零只有一点血了，千万别呆在他旁边，否则你会享受到出奇的平静和偶尔的闪电声，然后突然一堆人冲过来把你凋零杀了你也死了\n在自己凋零死了之后千万别单独冲一点血的凋零，凋零血少会让人变得警惕，你会100%死掉的，但是凋零可没有那么大几率被你冲死（除非到了很后期，其他凋零都死了，凋零那里基本上就一个人）凋零血特别低的时候，你对凋零造成的伤害就很低，比如一个50多点血的凋零，你砍一下也就大概1点血，我砍了5下，才5金币凋零赏金\n如果要冲凋零的话，当墙倒下来的那一刻就马上冲出去最合适，因为一些装备好的玩家都去抢钻石了，而且老家防御也不算完备，但是还是建议冲的时候带一个斧头（不带的话，遇上木头墙壁你就gg了），一个火把（用来处理沙子）。如果你成功冲到对面凋零，那恭喜你，200+凋零赏金再等着你\n打凋零的时候注意转圈打，别被凋零骷髅头砸到，那玩意很疼的\n有的地图是有信标的，可以善加利用，既可以做墙壁（慢慢挖去吧）又可以做铁块配合做增益buff（其实放敌人老家最好了，一个速度buff直接冲进凋零）\n2.杀人\n如果你更注重杀人的话，推荐冲你右侧的阵营（虽然路途相对遥远）但是你从右侧的入口进去会看到很多没装备的老外，然后直接上去虐杀即可。如果你是herobrine，你还可以在他们出生点那里挖一个洞，然后跳下去，等着人头送上门\n虽然对方凋零那里人多，但是别指望仗着你厉害，冲到凋零那里不打凋零，打玩家，他们有回血buff的，而且你都冲到凋零那里了，当然打凋零更赚了。\n建议不要在自家凋零那里等着人头送上门，因为你的队友也是这么想 ：)\n在和别人打斗的过程中注意一点，在放技能的时候右击千万别点到熔炉，不然你就GG了（这已经害死我不知道多少次了）\n对面残血小白掉进水里了，赶快跑，千万别冲进去，否则只能祝你好运了\n以下两条适用于工具没升满级的人\n当你看见高于15点生命的穿钻石胸甲的敌人就赶快跑\n当你看见高于10点生命的僵尸的时候赶快跑\n3.共享箱\n一般每一个队都有一个或者几个老外弄了共享箱，还时不时挖矿烧铁锭，你可以去共享箱拿你需要的装备，不过你是拿不到食物的。这里，建议大家把自己身上多余的盔甲也都放到箱子里，留给其他没护甲的玩家。当然你也可以拿着一把斧子，看见其他队的共享箱一下敲掉，顺东西走人，不过这样有点缺德，我是没这么干过。\n\n\n4.挖矿\n快速获得铁锭的方法：一上来马上冲进矿洞，先挖石头8个，如果看到煤炭挖一个，铁矿挖2个，然后砍树（如果矿坑里有树就后砍，没有就先砍）砍一个做工作台，做熔炉马上放进铁和煤炭烧，这时候马上再挖6个铁来烧，再去挖8个石头，2个煤炭，16个铁，回来先放8个铁进熔炉继续烧，然后工作台马上做第二个熔炉，放地下烧掉另外8个铁，这时候其他人大概还没熔炉呢，而你已经有8-10个铁锭了",
    "replies": [
        {
            "author": "独孤粽",
            "timestamp": 1424321220,
            "txt_content": "孩纸错版惹。。但是教程不错，大爱战墙"
        },
        {
            "author": "m9h6",
            "timestamp": 1424329080,
            "txt_content": "独孤粽 发表于 2015-2-19 12:47\n孩纸错版惹。。但是教程不错，大爱战墙\n额那应该发哪一版啊"
        },
        {
            "author": "m9h6",
            "timestamp": 1424329080,
            "txt_content": "独孤粽 发表于 2015-2-19 12:47\n孩纸错版惹。。但是教程不错，大爱战墙\n之前没发过这种教程贴"
        },
        {
            "author": "独孤粽",
            "timestamp": 1424329080,
            "txt_content": "m9h6 发表于 2015-2-19 14:58\n额那应该发哪一版啊\n多人游戏讨论什么的233"
        },
        {
            "author": "m9h6",
            "timestamp": 1424333880,
            "txt_content": "独孤粽 发表于 2015-2-19 14:58\n多人游戏讨论什么的233\n好吧谢谢"
        },
        {
            "author": "hacccc",
            "timestamp": 1424360940,
            "txt_content": "打那么多的字LZ难道不累么？"
        },
        {
            "author": "铁·傀·儡",
            "timestamp": 1424400660,
            "txt_content": "没搞能挖石头吗？？？？"
        },
        {
            "author": "EternityTQ",
            "timestamp": 1424402160,
            "txt_content": "给个建议，排版尽可能让人看得顺眼点"
        },
        {
            "author": "爱疯丶",
            "timestamp": 1424403180,
            "txt_content": "你在法国？"
        },
        {
            "author": "m9h6",
            "timestamp": 1424433600,
            "txt_content": "爱疯丶 发表于 2015-2-20 11:33\n你在法国？\n法国？没有啊，为什么说我在法国啊"
        },
        {
            "author": "爱疯丶",
            "timestamp": 1424435100,
            "txt_content": "m9h6 发表于 2015-2-20 20:00\n法国？没有啊，为什么说我在法国啊\n看错了，你错别字= ="
        },
        {
            "author": "12--STARS",
            "timestamp": 1424436900,
            "txt_content": "超级战墙是个神马MOD？？？{:10_492:}{:10_493:}"
        },
        {
            "author": "m9h6",
            "timestamp": 1424690700,
            "txt_content": "12--STARS 发表于 2015-2-20 20:55\n超级战墙是个神马MOD？？？\n神马mod。。。你厉害"
        },
        {
            "author": "永恒的冰霜",
            "timestamp": 1504095600,
            "txt_content": "稿个恐惧魔王根本不需要熔炉，升级挖矿有几率挖铁矿变铁锭"
        }
    ]
}