{
    "title": "【原创】《旧事故时》 第七章",
    "author": "Mala23333",
    "replyCount": 8,
    "timestamp": 1424333340,
    "txt_content": "\n\n第七章 不存在的恋人\n\n\n　　这一定不是真的一定不是真的绝对绝对不是真的……我们这样想。\n\n\n　　但他真醉得不行。\n\n\n　　酒杯掉在地上，里面还没喝完的酒形成了一滩“血迹”，酒散发出来的醉人芳香弥漫了整个房间，甚至盖住了僵尸们腐烂肉体所散发出来的腐烂的恶臭味，甚至连一杯酒都没喝完，他就被压制在了桌子上——准确的说，他正趴在桌子上被这玩意弄得昏睡过去。虽然从身体表面上看看不出他是否醉酒，但身体反应还是很诚实地告诉我们这个事实。\n\n\n　　你看，他一动不动。\n\n\n　　他的呼吸带有着酒精，沉重、灼热……也很闷。\n\n\n　　我们好不容易才把他架着终于回到终界给他醒醒酒，在那之前他说了句梦话，我们却感觉仿佛被雷劈了一样——还是天打五雷劈的那种。（我也不方便说出来了）\n\n\n　　他叫她“亲爱的”。\n\n\n　　我们惊呆了，Alvia捂住嘴做到他最大努力不发出声音地狂笑，Roxanne的脸变得赤红，她的手捂住自己的脸兴奋了好一阵子，她的脸还是赤红的，我碰了一下：好烫，如果你想将水煮沸，不妨可以放在她的头上。别让它洒了，这样做她会很不高兴的，虽然她的脾气好，但也不行。然后水就很快的咕咚咕咚冒气泡了。\n\n\n　　平日里连沉默寡言的那家伙也激动得从嘴里冒出一大群一大群的单词和字句，混乱不清，她忽然卡壳，又忽然口若悬河，完全没了素日来“高冷”的样子。这家伙的嘴难堵住，在这时候你得用块厚布给她塞住，绑住她的手，免得她又把它摘掉继续叽里呱啦。\n\n\n　　我呢？合不拢嘴，目瞪口呆，忘了去扶他，然后许多表情不断变换在我脸上：\n\n\n　　高兴！\n\n\n　　狂喜！\n\n\n　　激动！\n\n\n　　这不是真的！\n\n\n　　兴奋！\n\n\n　　难以置信！\n\n\n　　全都混杂在一起，面目甚至扭曲！\n\n\n　　但占得最多的，绝对是“这一定不是真的”和“难以置信”！我们都不希望他的恋人是僵尸女友或是人类，那太糟糕了，这是被鄙弃的禁断之恋，无法容忍。没人敢犯这种甚至要命和引起一系列连锁反应的弥天大错，有这种念头的“坏家伙”们都已经死了。\n\n\n　　更能不容忍与人类在一起。\n\n\n　　绝不。我们连“清醒”和“教训”的方案都在很早之前就一一列得清清楚楚，有朝一日好用得上。\n\n\n　　他说，“Alice。”\n\n\n　　“咚”地一声，倒在地上，顿时酒醒了一半。“你还好吗？”我们急切地问道，“你说的‘亲爱的’是谁？”目光灼热得可以烧掉基岩。\n\n\n　　他撑起来，费了很大的劲才站起，但走起路来还是有些摇摇晃晃，“Alice？可我没有……”他话锋一转，“你们问这个干什么？！”虽然酒醒，但只醒了一半，说出来的话没什么底气，也听起来不那么冷冰冰死板板。\n\n\n　　“我只想问她她她她是谁！”那家伙有些口吃地说，“你才喝了一半的杯子就倒了，什么酒这这这么厉害？！”\n\n\n　　我俩奇怪的看着她。\n\n\n　　错了，是喝了杯子里的酒的一半。我纠正道。（当然这话还是在心里纠正的）\n\n\n　　“没什么，也没什么好问的。”他直接中断了问话，“你们永远也找不到。”揉了揉被摔疼的地方，轻轻晃了一下脑袋然后走回去，之后他对这件事什么也不肯说，我们找遍了任何一处地方都没有找到名叫“Alice”的“亲爱的”。开始，我们还以为她有可能在这个世界更远的地方。而那个固执的“老头”什么也不肯告诉我们，就这样固执了几个星期，他还自己存起了几瓶“私房酒”，我们在那段时间里连接触都充满着浓烈的火药味，仿佛一触即发。幼时的我能懂些什么呢？——什么也不懂。\n\n\n　　后来，才知道，她根本就不存在。\n\n\n　　她只存在于他的梦里，他醉酒后的视野里，她的身影出现在那里。\n\n\n　　他甚至能感受到她的气息，不过他还有更多的任务要去做。在他死之前，或者说被下一任代替，长久的寂寞和孤独正在消磨每一个Lord的心智，毫无乐趣可言，我们必须用尽全力将沉重的责任、压力、义务给抬起来，否则要么被累死要么被压死；背负这些的我们也没什么真正的“自由”可言，什么？交班制？一个接一个？别闹，如果这样做的话可能一届又一届的家伙们都给被累死，团队合作才是重点。\n\n\n　　好吧，这不好玩，我也不愿意提及，以后的事以后再说，何必死死扯着这根吊在你脖子上的绳子不放？让它勒得脖子更紧？\n\n\n　　末影族一般不需要睡眠，也不需要食物，他们在终界已经吸收得够多的了。实在闲得头上长蘑菇，睡觉也成了一种消遣时间的一种途径。你也可以站着睡觉不必担心摔在地上。\n\n\n　　他在梦中，梦里他抛弃了自己的一切，化作虚无在周围游荡，最初的梦境是黑白色不断闪帧和被雪花覆盖的，然后梦境逐渐稳定，周围的雪花变成了雾气，浓稠得像下界人吃的蘑菇煲，但没有天空，没有大地，更没有日月星辰，周围什么也没有——只有他一个人。\n\n\n　　很快，过了一会，蘑菇煲似的雾气在周围散掉，融化、消失，视野也宽阔了许多。\n\n\n　　但他不能动。\n\n\n　　先出现的，是天空，天空上布满了各种颜色的小圆点，密密匝匝，圆点掉了下来，摔得粉碎，在脚边化成一滩滩颜料，色彩混杂、紊乱、毫无规律可言。云是黑色的，从某个开口里吐出黑水，哗啦哗啦地流淌。太阳和月亮同时升起，星星在空中炸成灰烬，落下变成了一粒粒反光的沙粒，它们布满了尖锐的棱角，闪着刺眼的光，桀骜不驯地以各种姿势到处躺着，翘着二郎腿。\n\n\n　　头快炸开了，仿佛被置身于虚空被一点一点撕成碎片，如果意识可以流动，它有颜色，有着思想、生命，在自己的头里它们四处乱撞，找到破口就成群结伴地溜出去，红的、黄的、绿的、蓝的……数不清的色彩从缺口处逃走，他觉得自己就像个装满了各种颜料的盒子，盒子里的空间分成了一个又一个，井然有序地加入颜料。连颜料的排位也很有讲究地分成了许多部分，每一块颜料被调色刀挑起，放了进去。在这个过程中，伙伴们的眼睛分辨着无数种色彩，然后在这些色彩中找出相近的、不相近的、冷色调的、暖色调的、渐变色……他们有时想累了，聚在一起，讨论着，有时会爆发出一些冲突，有些断成了两截，或是歪扭着身子，或是缺了胳膊少了腿，就因为将青莲和紫色搞混这个小错误，他们扭打成一团。\n\n\n　　高鼻梁的狠狠揍了额头比他高的家伙，矮子跳起来用头狠狠地撞了瘦子，这些无可救药的调色刀家伙们将自己的刀锋磨得粗钝，他被这番折腾折磨得一会蹦的老高一会摔得错位，然后又复原。他现在感觉到的只有疼，疼的呲牙咧嘴，但做不到，做不到。\n\n\n　　别吵，别闹，也别打架。\n\n\n　　小心某天会被推下悬崖，肢体散落成一块有一块却没人会帮你捡起来，更别说给你再拼上去。狼群在夜晚与你作伴！\n\n\n　　老兄，这颜色调不好了。其中一个家伙说着悄悄话，闭嘴，修补还来得及。另一个打了那家伙一下嘴巴。\n\n\n　　终于，颜料盒终于填满了颜料，排得整整齐齐，但它们晃动起来，于是便出现了刚才的那一幕。\n\n\n　　噢，上帝啊！它们都涌出来了！我们的心血！一个调色刀尖叫起来，哭丧着脸，身上沾满了青莲色颜料。干净的家伙走出来，给它塞上了一瓶水。这叫“能让你的嘴变得正常”的药，把它喝掉，一滴也别剩下！它说。\n\n\n　　终于消停了，感谢上帝……\n\n\n　　地面开始出现，平坦，被绿草覆盖，一片葱郁的绿色。他试着走了几步，一切都好，什么也没发生，但这种天气实属怪异。\n\n\n　　远处伫立着一个熟悉的人影，它转身，然后“砰”地一声消失。\n\n\n　　然后忽然出现在他眼前，轻柔地叫着他的名字。\n\n\n　　“有人在吗？”它说道，“你在吗？Ada？”\n\n\n　　我在，亲爱的。\n\n\n　　你的手很温暖，我很庆幸我能在这里遇见你。\n\n\n　　它有了形体，一个白色的，和他们几乎一模一样的末影人——除了有着一双蓝色的眼睛，深邃的蓝色。\n\n\n　　我喜欢蓝色，他说。\n\n\n　　它能让我心里舒服些。\n\n\n　　深邃又明亮的蓝色，她的声音虽然不算甜美但令人安定，再说，他不喜欢蜜糖和牛奶。\n\n\n　　“是你吗？”你说，“你在哪里呢？”试图拥抱对方。\n\n\n　　在这里，他说，然后出现在她身后，她眯起眼睛，表示很高兴。\n\n\n　　然后两人相拥，感受着对方的体温。意识们为他们欢呼，然后拉扯着将两人分开，深邃明亮的蓝色眼睛变得暗淡无光，“为什么……”她说，声音嘶哑。\n\n\n　　不，你不能沉迷。它们急切地说，快回去。它们开始催促。\n\n\n　　“求你……别走……”她开始被黑色吞噬，黑色、黑色、黑色，深不见底的无底洞，将她一点点吃掉。“救救我……”她在被深不见底的无底洞完全吞噬之前发出最后一次求救信号，意识却不管不顾，将他向上推起。\n\n\n　　你还有机会再见到她的。它们叹气，颜色灰暗、死气沉沉。\n\n\n　　他痛苦地闭上了眼睛，颜料般的意识又流回了他的头颅里。\n\n\n　　快醒来！它们大声叫道。\n\n\n　　周围的一切开始崩溃，调色刀们被红色的颜料覆盖，缺少了头颅，太阳和月亮一个正剧烈膨胀着，一个则变成了血红色。葱郁的碧绿变成了枯萎毫无水分的焦黄，黑水涨了又涨，黑云不断地扩张着自己的领地，吞吃彩虹、吞吃布满五颜六色斑点的天空，白色开始变成了善变的灰，不断地添上黑色、黑色、黑色……\n\n\n　　越来越深……越来越深……\n\n\n　　越来越死板，越来越死气沉沉，越来越可怕……\n\n\n　　我听到了钟声。\n\n\n　　滴答、滴答，是它提醒着我，“快回去，快回去。”\n\n\n　　“快醒来，快醒来！”\n\n\n　　我的背后就是那巨大的时钟，黑色的时针、分针、秒针，我唯一能看到的，只有黑色、黑色、黑色。\n\n\n　　她在哭泣，又被钟的指针搅成碎片。\n\n\n　　我又一次醒来。\n\n",
    "replies": [
        {
            "author": "Mala23333",
            "timestamp": 1424333340,
            "txt_content": "标题: 【原创】《旧事故时》 第七章实在抱歉没懂规矩莽撞发帖改了好几次。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n还是照样的楼下发。{:10_556:}"
        },
        {
            "author": "史帅锅",
            "timestamp": 1424334900,
            "txt_content": "这不是百度贴吧，亲~"
        },
        {
            "author": "1330308205",
            "timestamp": 1424336040,
            "txt_content": "Mala23333 发表于 2015-2-19 16:09\n第七章 不存在的恋人\n厉害，不过这不是百度贴吧。。。。。。。"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1424336220,
            "txt_content": "Mala23333 发表于 2015-2-19 16:09\n第七章 不存在的恋人\n没索引？都七章了"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424337660,
            "txt_content": "恶魔-潇洒 发表于 2015-2-19 16:57\n没索引？都七章了\n怎么弄索引……不会"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424337720,
            "txt_content": "史帅锅 发表于 2015-2-19 16:35\n这不是百度贴吧，亲~\n|||/ ——\\"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424337720,
            "txt_content": "1330308205 发表于 2015-2-19 16:54\n厉害，不过这不是百度贴吧。。。。。。。\n一下子写完怎么弄索引啊这才是重点……"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424338620,
            "txt_content": "恶魔-潇洒 发表于 2015-2-19 16:57\n没索引？都七章了\n终终终终于弄明白了实在抱歉……"
        }
    ]
}