{
    "title": "<连载·单章>崩坏的世界-第一章",
    "author": "黑小白",
    "replyCount": 2,
    "timestamp": 1424353740,
    "txt_content": " 本帖最后由 黑小白 于 2015-2-20 13:29 编辑 \n\n\n\n\n\n            神秘之手没开完，又来开坑，坑太多啦。         这就来再开个坑                      打个分，加个人气呗~文笔不好勿喷哈~\n\n\n        一群工人整齐的拿着稿子，一点一点的敲开许多矿石。他们整齐的敲开一个个矿石，获得一个个宝石。心情不由的喜悦。\n\n     “那是什么？快过来看看！！”一个工人喊叫着，可没人听见。“这么大的宝石，还是自己藏着吧！被人发现，嘘！先藏起来。”矿工把那东西藏在了一个隐秘的地方。“喂！墨迹啥呢！走了！”  其他工人喊着 “哦！哦！来了来了”这个工人急忙跑过去\n\n\n\n       \"哈~”一个少年打着哈欠，在朦朦胧胧的睡雾中醒来。“今天怎么没人叫我？真..是！瓦擦！？今天是开学典礼”少年慌乱的摸了摸手机。穿好衣服跑了出去“啊啊，迟到啦！！”少年一路疾驰跑到了学校，路上的人甚至没看见他张啥样，这就是他的优点，速度快。\n\n\n       叮咚~学校放学的铃声响了。\n   \n       “诶？这个人怎么才刚来呀？”人群中一个人低估着“是呢，都迟到了”少年不由的低着头走了进到了教室。“唉，同学们果然都走了。”看来又要被班主任训话了。“谭讯！”少年身后的一股杀气出来。“饶了我吧！我不是故意迟到的！”谭讯低着头向班主任认罪“料你也不敢，你过来”班主任朝着办公室走着\n\n\n       “是！”谭讯屁颠屁颠的跟上去。“这是。。？”班主任拿了一个本子，递给了谭讯。“这是你的报告册，明天拿这个进来”谭讯默认的点了点头。“时间不早了，我该走了。”班主任就这么一瞬，咔嚓，不见了。“真是奇怪，走了”谭讯就这么回家了。\n       “午间新闻报道，今日某工人发现一宝石，上面印有独特的符号，且符号非常的诡异。这工人说是要把这宝石卖掉，专家建议....”谭讯叹了口气“唉，又是这些无聊的新闻。出去玩”\n       轰轰轰！三声炮响！四周都瞬间了灰烬。大街上的房子瞬间消失，灰飞烟灭，四周的人也瘫在了炮火下。只有站在灰烬中的人，谭讯。“这，这，新型HTX战甲，怎，怎么会出现在这里。不是在前线吗，难道前线....”说道这里谭讯的眼光一亮。“不，这不可能！”谭讯身上已经血肉模糊了，身上血流不止。“呜啊！不可能！父亲！”谭讯一气之下，冲向机甲！“傻子，你想死吗？”出现了一个人抱住了谭讯，飞走了。“班主任？”谭讯惊讶叫道。“你身上流淌的血是尊贵的影客血。你不能死。”谭讯不解的问道：“不行，我一下接受不了太多。让我静静”班主任看了看谭讯，带着他飞走了。\n      \"这孩子，必须给我拿下！这对我们威胁特别大！！”站在机甲上的人说道。“可是，这孩子。。可是平..”一位驾驶员说到一半被打断了。“不用说了，这件事我来解决。切记，必须拿下他！”说完，站在机甲上的人消失了。“你，也是，影客。”驾驶员望着离开的背影。\n\n\n      学校，办公室。\n     “这里恐怕，很快就要毁灭了！对了，一时间你也接受不了太多，你今晚先去睡吧，班级里。”班主任指了指教室。“呃，嗯。”谭讯呜咽着。谭讯走向教室。打开了门。望了望窗外。四周已经灰飞烟灭，唯独这个学校被特殊的能量保护着。“唉，先冷静”一时间谭讯先冷静了下来。\n\n\n      二天，早晨。\n     “走吧！”班主任推开门道。“去哪？”谭讯不解的问道。“穿上这衣服，我们去个地方，边走边说。”班主任拿了一件灰色的袍递给了谭讯。“呃。哦”谭讯穿上衣服跑了上去。“想知道你父亲是谁吗，前线为什么会崩”班主任看向谭讯“呃。想，我爸爸嘛，他叫谭炎，并不知道他是谁。”班主任继续讲道“这个世界已经扭曲了。前线其实是你爸爸研究所，一直很安全。他们一直研究一种东西对抗外族。有一天，他终于研究出了一种物质。但是那种物质世界上极其稀缺。可以说是没有。就在这时，一个工人找到了一颗宝石，里面含有丰富的这种物质！”说道这里，谭讯不禁楞了一下“你，是说，那,那个新闻里说的！？”谭讯问道。“嗯，是那个。那种物质可以让机甲变硬千倍，可以使人改变基因。我也想不到是种宝石。就在昨天，那宝石被夺走了。唉。”谭讯现在有种撕心裂肺的感觉“那，那我们现在去哪？”说道这里，班主任愣了一下。“嗯，海洋基地，那是我们最后的防御。如果那里都被....应该是不会的。我也知道你，这附近的人死了许多。也只剩不少人了。你的父母，早年死去。而你只有你的父亲。好了，不多说，走吧。”说着谭讯低下了头“嗯。”\n\n\n     咻~轰！！！\n\n\n     一瞬间海洋处，迸发出了许多枚导弹。“趴下！”班主任叫道。谭讯只好乖乖的趴下。“轰轰轰！”海浪被被导弹拍打着。发出滋滋声。“那是...”说道这里班主任眼睛一亮“新型HTX战甲，怎么是，这么坚硬的护甲！难道！”\n\n\n          未完待续\n\n\n==========================================================================================\n\n\n喜欢的话，打个分，给个金立，送个人气呗。过大年写小说不容易{:10_492:}\n\n\n后面的情节更精彩。\n\n\n\n\n   \n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "我是小骷髅",
            "timestamp": 1424354040,
            "txt_content": "写的不错"
        },
        {
            "author": "白色的奢华、",
            "timestamp": 1424354160,
            "txt_content": "捕获坐着一枚"
        }
    ]
}