{
    "title": "[双线]弥影大陆——魔法+剑技+生存多元RPG|组队副本|剧情任务|神秘4|动态剑技[1.7.2]",
    "author": "公猫",
    "replyCount": 0,
    "timestamp": 1424357580,
    "txt_content": " 本帖最后由 公猫 于 2015-2-19 23:04 编辑 \n\n弥影大陆服务器【魔法+剑技+生存多元RPG|组队副本|剧情任务|神秘4|动态剑技】[1.7.2]\n\n↓加入方式↓\n（管理员常在线）qq群：①群 341951496 点击瞬间加入弥影大陆→（未满）（请填写入群理由）yy：57966670\n\n\n\n\n\n\n═════弥影大陆简介═════\n弥影大陆于2015年2月9日正式公测·，欢迎广大Minecraft爱好者加入早在半年前，弥影大陆的团队已经开设过遣月世纪服务器并大获成功现在我们总结之前的经验，经过一段时间的修整我们以全新的优质服务器弥影大陆与大家见面，这一次将带给大家更完美的游戏体验相信弥影大陆会让你喜欢，我们也会不断改进服务器，让大家在弥影大陆更加快乐弥影大陆有高配置的服务器同时在线100人也不会卡，所以不用担心卡顿影响游戏乐趣弥影大陆没有过多的要求，开心就好，我们会尽最大努力让您感到快乐服务器目前主要以多mod生存和各种有趣的副本任务为主，以后会根据玩家的需要加入其它的玩法玩家如果在服务器里遇到困难可以向OP管理员求助，我们会随时为您解决困难玩家如果遇到不负责任的op或管理员，可以向服主申诉，服主一定认真公平的对待最后，弥影大陆是你们可以托付一生的家\n\n\n══════剧情══════\n（一天后贴出）\n\n\n\n\n══════弥影大陆特色══════\n新人福利弥影大陆照顾新人不仅发放惊喜，还免费提供游戏指导哦！神秘4爱好魔法类mod一定知道神秘时代(Thuamcraft)，这个魔法气息浓厚的mod将我们带入了另一个世界，庞大的世界观，新奇的神秘研究，威力无穷的法杖核心。在遣月世纪你可以通过对奥术魔法的研究，踏上令人尊敬的大魔导师之路！神秘4全介绍组队副本惊险刺激的副本每个月都不一样，副本都有可能会爆稀有装备。每个副本爆的装备都不一样，错过了这个月的下个月就没有了，快来收集吧！剧情任务由专人编写的剧情任务，有很高的耐玩性。和风物语也叫竹mod，是一个非常具有和风格调的mod。它涉及的范围非常广泛，植物，以及各种从武器到工具，再到雪球，再到食物还有装饰，包含的东西很多，可玩性也非常高，是很有意思的一个mod。竹mod完全介绍血魔法你有没有曾用过一个Minecraft的魔法mod，但认为太乏味？制作下一样更高级的物品并不会涉及到足够的危险？厌倦了那些生物只是盯着你看而毫不关心这个世界？那好，我很高兴你来到这里！ 血魔法是一种神秘的艺术，是由法师试图练习通过一种被禁止的材料——血液 来收集大量能量。即使它确实能授予大量的能量，但每个执行这种有一定危险性的魔法可能会是致命的。我已经先警告过你了。血魔法百科介绍萌萌女仆女仆mod是一个对原版物件及生物群系利用非常合理的mod。在这个mod里面，玩家将带领众多女仆参与生活的各种琐事，包括处理食品啦，清野怪啦，酿造什么的啦，等等。当你坐在自己亲手建造的大别墅中，泡上一杯香扑扑的咖啡细细品味时，身边也许会需要一位这样的女仆为您服务。瑞萌萌说过：“端茶倒水，什么都能干！”女仆mod详细介绍更多武器向僵尸的头部掷矛！ 用你的新剑把骷髅砍成两半！ 用火枪把史莱姆射成块！用战斧把苦力怕劈成渣渣！多达16种新武器给你不一样的激爽战斗~!更多武器介绍更多食物吃货的必备，新的几十种食物满足你吃货的心。吃货的链接动态剑技如果你觉得遇难MInecraft的pvp系统弱爆了，那很好，动态剑技mod将给予你格挡，闪避和展现你战斗才华的机会，让你漂亮地击溃敌人！动态剑技全介绍血量显示可以看到生物的血量，打怪搅基必备。怒杀熊孩子我们不歧视小学生，但对一切熊孩子行为一经发现，专用插件伺候！给大家一个和谐安宁的遣月。圈地免费为保障玩家的财产安全不仅靠管理员，玩家也可以自己圈地，而且在弥影大陆圈地是免费的！不用苦逼的攒钱就可以享受五星级防拆防盗服务。（有个数和面积限制，具体限制个数为两个，面积限制为50*50，如有特殊需要可以与管理员申请）再也不怕熊孩子拆屋了！经济你可以以各种方式赚钱，开商店与其他玩家交易，做一回土豪！原版材质服务器使用纯洁有爱的原版材质包，给你更为真实的游戏体验，当然你想用你的材质包也可以哟~\n无聊？没事干？在弥影大陆，完全不可能！\n\n════════玩家须知════════为了让弥影大陆的玩家们有个清洁的游戏环境，管理员将不会接受出现以下几种问题的加群申请：1.Q龄为0的2.资料不正常的3.没有填写入群理由的如有不便之还请谅解\n═══════服务器制度═══════服务器内由服主成立议会，议会是由管理组成员成立的决断大会，服务器有什么重大事件管理们会在议会商议。制定计划时，只要有一人不同意，该计划即可推迟，或撤销。\n═══════[gold_ingot]招收赞助商和股东[gold_ingot]═══════（欢迎各路土豪的到来）由于服务器正处在快速发展中，为了使玩家有更好的游戏体验，服务器需要大量资金来升级和维护，所以管理议会决定招收赞助商和股东，弥影大陆的赞助商和股东在游戏中可以获得一定的奖励。有意者可以入群与腐竹面谈。\n\n\n\n弥影大陆赞助奖励2015.1.31.rar\n(122.95 KB, 下载次数: 0)\n\n\n\n2015-2-19 22:26 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n\n\n═══════服务器插件列表═══════\n\n\n\n\n\n══════服务器截图══════\n\n\n45度角仰视主城\n\n\n\n\n\n\n\n\n主城街景4连发\n\n\n\n\n主城商店二连发，自寻亮点~！\n\n\n城管大队所在地\n\n\n战争指挥部\n\n\n\n\n\n\n\n\n深渊副本四连发！\n\n\n女仆在为主人砍柴~\n\n\n\n\n战场实拍\n\n\n\n\n\n\n自然风景三连发\n\n\n\n═════op证明═════\n\n\n\n萌萌的峰儿自拍~\n\n\n\n\n\n[diamond_pickaxe]服务器发展计划[diamond_pickaxe]我们的发展计划全由玩家来定，你希望什么样的我们可以根据你的爱好，来更新服务器\n服主声明\n我们绝对不会放弃弥影大陆：永不停服。\n\n\n{:10_512:}弥影大陆欢迎你的到来{:10_512:}\n\n\n\n加入弥影大陆：qq群：423467749 yy：57966670问题咨询：QQ 1156212048（固定每天12点中午回复）\n\n\n\n\n\n",
    "replies": []
}