{
    "title": "小说连载——《寂灭古城》第1~2章",
    "author": "墨色の心",
    "replyCount": 3,
    "timestamp": 1424409780,
    "txt_content": " 本帖最后由 HGK 于 2015-4-4 08:50 编辑 \n\n                       《寂灭古城》·第一卷 历险起源第1章    大杀四方史蒂夫睁开眼，发现自己全身都寖在水潭中，全身如同撕裂一般地疼痛。诶？我记得我在砍树来着，不知怎么的就惹到了一群苦力怕，结果被追的跑了好远、然后……就掉下山崖了？！费劲地从水里爬起来，踉踉跄跄地往前走去，现在全身都湿漉漉的，难受的要命，看看天边已是黄昏，马上就要天黑了，唔……不会迷路了吧……得，还真迷路了，没办法，在山壁上开了一个石洞，点上火把，温暖的橘色黄昏笼罩了整个洞穴，“该死的苦力怕，下次我一定要将你们当柴烧！”史蒂夫在心中恶狠狠地想着，身子又        朝火堆挪了挪，得快点烘干衣服，不然一会儿就麻烦了。太阳已是悄然埋入山底，银白色的月亮无声地跃上夜空，用惨白色的光辉预示着这个不平静的夜晚。“咔吧……”一道清脆的碰撞声从洞穴外传来，隐约还能听见拉弓扯弦的声音，骷髅射手是天生的猎手，在还没有发现敌人的情况下，仍然是在战斗状态。“唔，来了。”史蒂夫喃喃道，从背包里抽出寒渗的铁剑，双眸紧紧盯着洞口。一到惨白的身影出现在了洞口，赫然就是骷髅射手。史蒂夫嘴角微微勾了一下，手臂一挥，铁剑便如同飞镖一般飞了出去，直接将令人恶心的骷髅头刺了个通透，史蒂夫的身体也瞬间到了它的身前，直接越过他的头顶，顺势将剑从它的脑袋内拔了出来，骷髅头便瞬间一分为二，满是裂痕的眼眶内的绿色灵魂之火颤抖了几下，便化作一片绿色的荧光，随风飘散。 史蒂夫扭了扭脖子，单手握住剑柄，不屑地看着前方的一片密密麻麻得黑影，轻吸了一口气，便如同鬼魅般向前方冲去，路上偶尔蹦出一两只僵尸，却被史蒂夫一剑削掉脑袋，走近那片黑影，竟是一大片僵尸，看见史蒂夫，便嗷嗷地怪叫着冲上来，史蒂夫轻蔑地一笑，脚尖微动，便闪过了一只僵尸的利爪，反手一剑，将僵尸从腰部一分为二，散发着腐烂味道的绿色液体撒了一地。“来啊！来更多啊！就这种力量怎么可能杀得死我？哈哈哈哈！”史蒂夫张狂地大笑着，但他的确有张狂的资格。 死了一个又上来一群，这些僵尸没有任何战斗意识，只知道悍不畏死地冲上来，史蒂夫整个人都被绿色人的液体给裹满了，但手中仍是不停歇，手起剑落，如同砍瓜切菜一样，轻松屠戮上百怪物。正当他得意之时，一道黑影倏然出现在他面前，一道劲风直冲他面门，他下意识用剑一挡，“呲！”的一声，剑身碰撞出了一丝火花，史蒂夫整个人向后仰去，瞬间他便明白了。“末影人！”史蒂夫眉头一皱，但看黑影友瞬间消失，不由得大惊，赶忙将剑挡在背后。果然，又是一丝火花，史蒂夫站立不稳，直接趴在了地上，末影人抓起他的衣领，用妖异的紫色双瞳盯着他，然后往天上轻轻一扔，直接一拳打在史蒂夫小腹之上。史蒂夫喷出一口鲜血，。倒飞出了十几米，末影人又瞬间瞬移到他的上空，一拳轰下。、“靠，当我好欺负是不！”将剑挡在身前，末影人的拳头又在上面摩擦出了一丝火花，拳头向另一个方向滑去，瞬间破绽大露，史蒂夫冷冷一笑，一剑刺出，直接将末影人刺穿，它沙哑地吼了一阵，便化作紫色的飞花消散了。“切，还从没有这么狼狈过。”史蒂夫不爽地撇撇嘴，拍了拍衣服，提起剑继续往前走，突然一只趴在地上的僵尸蹦了起来，骨爪直扑他的胸口。史蒂夫大惊，居然还有将是会装死？！当下便将剑横在胸口，擦出一道火花后，两者就退后数步，史蒂夫怒笑着将剑对着僵尸的脑袋劈了下去，却不料“咔嚓”一声，铁剑碎成了好几块。史蒂夫眼角抽搐了几下，简直欲哭无泪，不带这么玩儿人的吧，这种时候耐久没了，抬头一看，貌似僵尸也正处于一愣一愣的状态，估计是在奇怪自己为什么没死。史蒂夫眼里寒光一闪，右手握拳，以四两拔千斤之势轰在了僵尸的脑袋上，僵尸便倒飞出去好几米，趴在地上一动不动，眼看是死了，史蒂夫舒了一口气，见周围没有危险之后，便提脚朝前放奔去。此时，刚才的山洞内，一个跟史蒂夫几乎一模一样的男人勾了勾嘴角，说道：“看不上眼么？那便和你玩一场游戏吧，不过你估计没有赢的机会，呵呵……”说完，便消失在原地，空气中却还若隐若现的能看到两道白色的光斑。   第2章    游戏开始了史蒂夫就凭着一个感觉朝一个方向奔去，刚才的一瞬间，他背后冒起一阵寒意，似乎有个戏虐的声音在对着他笑，着实将他惊出一身冷汗。     “应该只是幻觉吧，怎么可能会有这么恐怖的东西？”他擦了擦汗，喃喃道，“不过……这是哪儿？”他看了看四周，是一片陌生的黑暗树林，也不知道自己怎么进来的，自己的房子根本不可能再找到了，他拍了拍额头，自顾自地说道：“昨天应该带个指南针出来的。”望了望头顶，被浓密的树叶遮盖，一丝亮光也透不进来。      “不管了，靠直觉吧。”他暗道一声晦气，点燃一根火把，便向前奔去。勇士没有了铁剑就犹如拔了牙的老虎，在树林里狂奔的同时，如果听到一点儿风吹草动，他马上转弯，不敢去探寻，当然，也有几只在树林里隐藏的僵尸跟了上来，不过都被他甩掉了。终于，放眼望去，尽头一丝亮光，他找到出口了，史蒂夫心里大喜，足下生风，唰的一下突破了树林的包围。“靠。”但下一刻他便傻眼了，入眼的是一个更为陌生的平原，如果踏入其中，有个能会因为分不清方向而迷失在里面，最后活活饿死。此时天已蒙蒙亮，如果说怪物的话，僵尸骷髅什么的已经在燃烧了，相对来说是安全了不少，史蒂夫内心挣扎了许久，最后还是决定“赌一把”，左脚踏出，便是进入了平原.走了两日后，史蒂夫只剩下了两块生牛肉，这么大一个平原居然没有一只动物，真是见鬼了。“嗯？”他眯起眼睛，不远处仿佛有什么建筑，“村庄？”。史蒂夫心里大喜，浑身如同打了鸡血一样，快速向前奔去。村庄并不远，没有多久边到了，史蒂夫第一件事便是进入餐馆，嚷嚷着要吃下十头牛，但是，他忽略了他没有绿宝石，加上浑身无力，便被轰了出来，然后又去偷别人的萝卜，结果差点让人埋进土里头。他将两块生牛肉吃了以后，直接程大字形躺在了地面上，据说可以节省体力。“呀，那里有个人诶！”突然，一道声音传来，但史蒂夫也懒得抬头去看，想必这人也只是在议论他的奇葩动作。“喂，你没事吧？”说话那人弯下腰，刚好能看到她的脸，史蒂夫眼皮一跳，是个女孩子，“没……”史蒂夫将头稍稍抬起，想说点什么，但喉咙沙哑，根本发不出声，那女孩歪了歪头，最后无奈地叹了一口气，将他背进了一座房子里，给他端来了一碗牛肉，史蒂夫想也没想，就狂吃起来，完全忽略了那个少女，待吃完了以后，才注意到。“那个……给你添麻烦了。”史蒂夫挠了挠头，说道，那少如却摇了摇头，说道，“你不用谢我，你也是被那些村民折腾得够惨吧，当年我来这里时也是这样，也许是同病相怜才会救你吧。”“额，这里的村民为什么如此小气啊？”史蒂夫愤愤不平，那少女叹了一口气，说道“我听他们说的，在我来之前，这里曾今被冰雪覆盖过，当年也不知饿死了多少人，最近又来了一场冰雹，粮食减产严重，所以这里的村民才会如此珍惜粮食。”“啊？这么惨啊……”史蒂夫有些发懵，突然反应过来，问道：“我还没请教你的名字呢？”那少女一愣，现在才想起来？，便说道：“云玲，不用加敬语了。”“那个……云玲，我看最近天气都很好，怎么会下冰雹呢？”，云玲正欲开口说话，但瞬间就跟失了魂似得，双目无神，露出一个诡异的笑容，说道：“因为……游戏开始了！”“哈？游戏？！”史蒂夫被吓了一跳，但看见云玲重重地喘了口气，额头上有冷汗浮现，“你……你没事吧？”史蒂夫小心地上前询问，似乎怕云玲突然间咬他一口似得，云玲抬起头，失声说道：“刚……刚才……我看见了噩梦般的生物……”",
    "replies": [
        {
            "author": "秋凛Rinco",
            "timestamp": 1424411400,
            "txt_content": "少女的脑洞无穷大 顶一个"
        },
        {
            "author": "Candys",
            "timestamp": 1424411400,
            "txt_content": "233333史莱姆，手速一万八"
        },
        {
            "author": "颜寒酱",
            "timestamp": 1424411520,
            "txt_content": "支持一下0.0~"
        }
    ]
}