{
    "title": "【原创】《旧事故时》 第八章",
    "author": "Mala23333",
    "replyCount": 3,
    "timestamp": 1424419320,
    "txt_content": " 本帖最后由 Mala23333 于 2015-2-22 18:25 编辑 \n\n第八章 醒来\n\n\n　　Ada还是没醒。\n\n\n　　他僵硬地躺在床上，与柔软的可以随意折叠的酒红色被子形成了鲜明的对比——他就僵硬地、一动不动地，谁也无法撼动，一直死气沉沉地躺着，闭着眼睛，看不见表情，连他睡着的姿势也是笔直的，固执的笔直，就像种在热带沙漠上的寒带松树：突兀又固执。\n\n\n　　我准备狠狠地在他脸上拍一巴掌，打醒他。\n\n\n　　我连这么做的心都有了。\n\n\n　　Alvia将他撑起，用力地晃啊晃，晃啊晃，他的头还是低垂下去，像极了蔫黄枯萎的垂下头颅的小草——除了颜色不一样。Roxanne不知道在哪里找了个女巫，看起来那个女巫非常不情愿，她的表情一团糟，眉毛鼻子嘴巴生气地扭在一起，脸上的皱纹也跟着她一起生气起来，随着皮肤的抽动形成一根根尖锐的刺全副武装地密布在脸上（如果试图触碰，你的手会被它们扎得鲜血淋漓。当然，这只是个形象的比喻罢了）她气呼呼的，水汽喷涌，在她周围飞快地烧干消失，周而复始，直到空气里的水蒸气被榨干。\n\n\n　　而她急得到处瞬移，一头撞到树上，我将她拖回了屋子里。说真的，她真的急得快哭出来，反将我用力抱紧，试图获取些安全感好让自己看起来不那么焦虑、焦虑。她抱得越来越紧，肺里的空气被她挤出得越来越多，肺脏的空气快被挤干了，我开始咳嗽，急促地呼吸，同时扯着披风，向她表示：拜托，大姐，放松些，这不算拥抱，我快被你掐死了。\n\n\n　　我快被她这样弄晕过去，哦，真该死，为什么还是那样固执的依恋拥抱？我需要空气，我的肺快被你挤爆了！！\n\n\n　　在视野变得跟他的梦境一样被雪花覆盖的时候，她才注意到我是多么急切的渴望空气，将我轻轻放下，我顿时瘫倒在桦木地板上——下次别再这样了，一点也不好玩。我也不是什么人类小姑娘手中怀抱的洋娃娃。\n\n\n　　“哦……抱歉，小家伙……我不是故意的……”她将我扶起来，“再让我抱抱……我快急死了……Ada怎么还没醒过来……难道我们是不是做得太过分了？！”她又要开始了——救命！！\n\n\n　　别让她再撞树了！！\n\n\n　　够了！！我直接顺从她再次被紧紧地束缚着——被她的所谓“抱抱”中束缚着，“Ada他会醒过来的。”我苍白地安慰着她，“轻点……你这是想杀了我吗？！”\n\n\n　　至于End，Carrie正照顾着，由其他末影人来守护。\n\n\n　　那位女巫转了一圈，什么也没说，直接给他撒了一脸奇怪粉末，然后照旧气冲冲地走了。\n\n\n　　粉末呛得我们喘不过气，这家伙闻起来就像宫廷女子用的又厚又浓的粉底，整个小屋弥漫着浓烈的奇香，芬芳过了头，比洋葱还要冲上好几个程度。Alvia没有那么幸运，也被粉末糊了一脸，睁不开眼睛，“咳、咳咳、这是什么破玩意啊？！又冷又烫怎么回事？！Roxanne你能帮我把它们从我脸上擦掉吗快点！！”他胡乱地抹着，Roxanne将我放下，急匆匆地找到毛巾才终于将该死的粉末从他脸上擦掉了，他一个劲地揉着眼睛，拼命咳嗽着。那些该死的粉末还在他的肺里乱窜，他得将这些破玩意给从他身体里去掉——现在就要。\n\n\n　　我看着被糊一脸粉末的还在沉睡的Ada，将Roxanne拿着的沾满粉末的毛巾放在水中洗了洗，毛巾上突然升起一阵水雾，芳香也不再那么刺鼻，挤干水分——就像她那么挤着我的肺一样，为他把那些粉末擦掉——至少不让他像Alvia这个倒霉蛋一样。\n\n\n　　擦掉粉末后，他先是突然颤抖了一下，缓缓地睁开眼睛，看见了揉着眼睛的Alvia、焦虑得快要疯掉表情非常不自然的Roxanne（她还在勉强自己不要表现得那么尴尬，要自然些），和正拿着毛巾，与他对视的我。\n\n\n　　“……”气氛瞬间沉重下来，仿佛连空气全都凝固，连一口气也不能喘，否则残余在肺里的流动空气就会被榨干，你就会窒息。“你……还好……吗？”我小心地问他，温度下降到冰点，快回答啊……拜托。\n\n\n　　“还嫌不够？”我们甚至都能闻到刺鼻的火药味在空气中游荡，比之前的要刺鼻得多，更可怕得多。\n\n\n　　我们不是故意的……心里这样想，拜托，回句话啊！\n\n\n　　好冷……我打了个大大的寒战，将目光从他的眼睛移开，别过头，像个闯了大祸的小孩等待被家长狠狠的教训一顿。\n\n\n　　“谢谢。”他说，我们的表情瞬间凝固，嘴巴颤抖着欲言又止。\n\n\n　　天哪？！\n\n\n　　不知道说什么好！\n\n\n　　“干得不错。”语气很温柔……温柔？！他甚至露出微笑，火药味瞬间消失得一干二净，小屋开始暖和起来，“如果没有你们的帮助，恐怕我再也没办法醒过来了。”\n\n\n　　我们激动得狂喜，Roxanne抱着我欢呼，比之前抱得更紧。他妈的，我就像个被充气过头气球——马上就要爆炸！！Alvia像之前的她到处瞬移，我在她抱着我欢呼的那一空当用力地踹了他一脚，把他从打开的木门踹到了水里。他疼得又尖叫起来。\n\n\n　　去你的。我想。\n\n\n　　你他妈够了。\n\n\n\n【爆粗口……大丈夫？】\n",
    "replies": [
        {
            "author": "黑小白",
            "timestamp": 1424419740,
            "txt_content": "大丈夫~~~~~论坛一般很严~"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424420220,
            "txt_content": "{:10_566:}怎么破"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424420220,
            "txt_content": "黑小白 发表于 2015-2-20 16:09\n大丈夫~~~~~论坛一般很严~\n怎么破{:10_566:}{:10_566:}{:10_566:}"
        }
    ]
}