{
    "title": "鼠标——放置物品的艺术",
    "author": "世界怕怕",
    "replyCount": 10,
    "timestamp": 1424443080,
    "txt_content": " 本帖最后由 世界怕怕 于 2015-2-24 19:09 编辑 \n\n      在这个帖子里，我将给大家介绍一些关于鼠标“控制（想不到什么词{:10_492:}）”物品的一些技巧\n其中有一些耳熟能详（可能你早就会了）；但有一些不为人知。\n      此贴的内容是根据明月庄主的视频：http://v.youku.com/v_show/id_XNzU4MDgzMzc2.html?f=22764370中介绍的有关技巧 转化而来，且再加上我的游戏经验而写的。\n      话不多说，赶紧开始！{:10_509:}\n    \n\n\n\n\n阅读提示：谈及“鼠标”的内容，肯定是在打开背包或工作台等容器进行的；谈及“十字准星”的内容，那就是游戏中的界面\n定义一下：（吐槽：这是你起的名字吧...回答：不理它标不标准官不官方啦，这是看懂下文的基础）\n      1.鼠标右键单击某一格物品，将会以该格物品数量/2的数量拿在鼠标上（若按此公式得不到整数则鼠标拿到的相对没拿的物品的数量多1{:10_493:}）（若单击的是不可堆叠物品，则如鼠标左键一样拿在鼠标上）\n上图：（这里以大家喜爱的钻石为例）有64颗钻石在背包的一格里\n鼠标右键单击，将会有32颗钻石（64/2=32）被鼠标拿着\n\n换另外一种情况 若此时有61颗（单数）钻石\n鼠标右键单击发现鼠标拿着的比没拿着的多1{:10_493:}\n    2.鼠标上拿着一些物品，右键一个格子，此格子会放置一块这样的物品（若鼠标拿着的是不可堆叠物品的话，则如鼠标左键一样放置）（此点可以和第6点的第二种情况合并）\n上图：图中鼠标拿着64颗钻石\n右击一下将会有一颗钻石放入格子\n3.鼠标双击可叠加物品，会在画面所显示的格子中（物品栏和背包，打开着的箱子、工具台、熔炉、酿造台等）凑出所有该物品（最多是一组物品）被鼠标拿着。上图：\n箱子中的钻石\n\n鼠标左键双击都被拿在鼠标上啦\n\n\n\n\n\n\n\n\n看到上面这两个技巧，你可能会说“这么简单，谁不会啊！”（好吧，不说也罢）\n请你继续看，下面的就不一定你会啦（这句话好像有点毛病）\n\n\n\n\n4.十字准星指着物品栏中也有的方块，按一下鼠标中键，手自动切换至该物品\n特殊1：若是十字准星指着背包中也有的方块，这样做（按一下鼠标中键），会把背包中的此方块放在物品栏中空缺的地方，并拿在手上\n特殊2：十字准星指着背包中也有的方块，但物品栏中没有空缺的地方，这样会把当前手拿着的方块与背包中的方块替换位置\n\n\n上图：十字准星指着的钻石块，物品栏第九格有，可是手上拿着羊毛\n\n一按鼠标中键就自动切换啦（不要说移一移鼠标滚轮就可以了，我这只是示范）\n\n特殊情况就不讲了啊......（好像这也不叫特殊情况...）\n5.鼠标拿着物品，指着箱子中放置的同样物品，按住Shift键双击物品。箱子中所有该物品都会放到背包和物品栏里（只是鼠标拿着的没有放进去）。\n特殊情况：也可以是鼠标拿着物品，指着背包或物品栏中放置的同样物品，按着Shift键双击物品。物品栏中所有该物品都会放到箱子、发射器、投掷器里。（只是鼠标拿着的没有放进去）（好像工作台不行）\n上图：\n鼠标拿着钻石，指着箱子中放置的同样的钻石\n按住Shift键双击钻石都放好啦！记得要按住Shift键哦(吐槽：上下两图好奇怪哦！回答：这是两张不同时期的图。不要理那么多啦，看懂就行。）\n6.鼠标拿着一定数量的物品，在空的或放着同样物品的格子上按住左键拖拉，每个被经过的格子都会被给予相同数量的物品（给予的物品数=鼠标拿着的物品数/所经过的格子数）（余下来的会仍被鼠标拿着）\n   若是鼠标拿着一定数量的物品，在空的或放着同样物品的格子上按住右键，每个被经过的格子都会被给予一个该物品\n上图：手上拿着64颗钻石\n按住鼠标左键拖拉再拉→\n再拉→拉满工作台的九个格子，每个格子7颗钻石，鼠标还拿着一个（64/9……（读作“余）1）\n\n第二种情况：按住鼠标右键拖拉每个格子只放一个\n7.在与容器互动界面（与村民交易，打开箱子、工作台、熔炉等）按住Shift键单击容器中一个有物品的格子，此格子的物品会自动放置到背包顶格\n 注：1.若是在背包中这么做就会放置到物品栏\n   2.按住Shift键单击装备的话会自动穿上\n   3.在附魔台界面中，在背包或物品栏这样做，此格子的物品会自动放置到附魔台上\n上图：箱子上有各种各样的物品\n按住Shift键 鼠标左键单击一下钻石钻石就下来了\n单击其他，也是一样\n8.鼠标指着一个格子（即使是空的），按一下大键盘的数字1~9，此格子的物品会与物品栏对应的1~9号格子的物品交换。上图：\n背包中有剑和斧\n鼠标指着剑→\n按一下大键盘的数字键“3”剑马上跑到物品栏第3格\n我想让剑和斧交换一下，只要用鼠标指着斧，按一下大键盘的数字键“3”\n剑和斧就交换啦\n\n我想让斧放在物品栏的第一格，只要用鼠标指着你想要放的位置，按一下大键盘的数字键“3”\n完成！\n\n9.工具台中已摆好造型，按住Shift键单击工具台中最终制成品的那格，会把目前所摆的造型最多可制造的物品数量拿在鼠标上（多出一组的数量或不可堆叠的物品将放到物品栏或背包）\n上图：看样子可以做7块钻石块啊\n按住Shift键单击工具台中最终制成品的那个格子←7块钻石块立刻做好\n10.丢弃物品。\n方法1：鼠标拿着物品，鼠标左键或右键点物品栏或箱子外的地方，将会把鼠标拿着的物品丢掉；\n方法2：鼠标指着物品，按一下或按住“Q”键（系统默认的丢弃键），将会一个一个丢掉物品；\n方法3：鼠标指着要丢弃的物品，按Ctrl键+“Q”键，将全部丢掉该格物品（注意：如果开着360浏览器（不知其他浏览器是不是这样），这样按是“老板键”啊（反正是热键冲突的意思））\n     这里不演示了\n11.拿物品.\n方法一：在创造模式下，打开物品栏，按住Shift键，鼠标便拿起一组物品（前提是可堆叠）。\n方法二：鼠标指向一格，按住鼠标中键，鼠标便拿起一组物品（在“生存模式物品栏”中也可以这么做）（不可堆叠的物品将拿起一个）（生存模式不可用）\n方法二上图：在“生存模式物品栏”中，指着工作台\n按一下鼠标中键便会有一组工作台被鼠标拿着\n12.销毁物品：\n方法一：在创造模式下，打开生存模式物品栏，鼠标左键拿起物品，点击”叉叉“（双引号反了吗？）\n方法二：在创造模式下，打开生存模式物品栏，按住Shift键，点击“摧毁物品”，将会清空你的背包和物品栏\n方法二上图：我不想像方法一那样一个一个地把物品销毁\n按住Shift键，鼠标指向“摧毁物品”\n点一下哗~~什么东西都不见了！\n\n\n\n\n\n\n讲完了\n\n\n\n\n\n\n最后我想说，这是我第一次发帖，在排版和处理图片方面或许做得不够好，文字表达可能不通顺、不准确，\n望各位谅解\n\n\n\n\n还有，我不知都有没有类似的帖子教过大家上面这些技巧。关于此帖，我可是看完明月庄主的视频（再次附：http://v.youku.com/v_show/id_XNzU4MDgzMzc2.html?f=22764370），又根据自己实际动手操作的经验，一个字一个字地打，一张一张图传出来的（花了我4小时）。望各位留下宝贵意见和建议，也可以对上面的内容进行补充和更正。\n\n\n最最后    求金币求人气！（这句话好像通用的...）\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "The_Xu",
            "timestamp": 1424443260,
            "txt_content": "貌似不是复制的，赞一个"
        },
        {
            "author": "叫我stere",
            "timestamp": 1424447880,
            "txt_content": "这......楼主写的很认真啊，支持"
        },
        {
            "author": "紫电丶Power",
            "timestamp": 1424449140,
            "txt_content": "赞！楼主讲解了不少有用的知识。"
        },
        {
            "author": "2572312535",
            "timestamp": 1424449380,
            "txt_content": "叉叉的双引号反了，还有，我认真看了"
        },
        {
            "author": "EternityTQ",
            "timestamp": 1424478840,
            "txt_content": "基本上我都会，除了第六条\n很感谢楼主，我终于找到了QAQ"
        },
        {
            "author": "971477806",
            "timestamp": 1424479800,
            "txt_content": "小白一看，瞬间崩倒= ="
        },
        {
            "author": "音乐家七月天",
            "timestamp": 1424479860,
            "txt_content": "全都会……但还是点个赞吧 很详细"
        },
        {
            "author": "战斗大师",
            "timestamp": 1424768340,
            "txt_content": "创造模式对着物品直接中键我记得是直接拿起一组，没放到物品栏这个状态，就拿着的"
        },
        {
            "author": "ltg605241037",
            "timestamp": 1424773680,
            "txt_content": "厉害厉害"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1444115340,
            "txt_content": "不错，居然连中键的用法也讲到了\n为什么我百度“音乐家七月天”会出来这个东西"
        }
    ]
}