{
    "title": "cauldron服务端开服报错...求助",
    "author": "Layzc",
    "replyCount": 2,
    "timestamp": 1424496900,
    "txt_content": "[13:05:47] [Server thread/ERROR]: GT-ERR-01: @ ic2.itemRubber   Rubber\n[13:05:47] [Server thread/ERROR]: A Recipe used an OreDict Item as Output directly, without copying it before!!! This is a typical CallByReference/CallByValue Error\n[13:05:47] [Server thread/ERROR]: Said Item will be renamed to make the invalid Recipe visible, so that you can report it properly.\n[13:05:47] [Server thread/ERROR]: Please check all Recipes outputting this Item, and report the Recipes to their Owner.\n[13:05:47] [Server thread/ERROR]: The Owner of the ==>RECIPE<==, NOT the Owner of the Item, which has been mentioned above!!!\n[13:05:47] [Server thread/ERROR]: And ONLY Recipes which are ==>OUTPUTTING<== the Item, sorry but I don't want failed Bug Reports.\n[13:05:47] [Server thread/ERROR]: GregTech just reports this Error to you, so you can report it to the Mod causing the Problem.\n[13:05:47] [Server thread/ERROR]: Even though I make that Bug visible, I can not and will not fix that for you, that's for the causing Mod to fix.\n[13:05:47] [Server thread/ERROR]: And speaking of failed Reports:\n[13:05:47] [Server thread/ERROR]: Both IC2 and GregTech CANNOT be the CAUSE of this Problem, so don't report it to either of them.\n[13:05:47] [Server thread/ERROR]: I REPEAT, BOTH, IC2 and GregTech CANNOT be the source of THIS BUG. NO MATTER WHAT.\n[13:05:47] [Server thread/ERROR]: Asking in the IC2 Forums, which Mod is causing that, won't help anyone, since it is not possible to determine, which Mod it is.\n[13:05:47] [Server thread/ERROR]: If it would be possible, then I would have had added the Mod which is causing it to the Message already. But it is not possible.\n[13:05:47] [Server thread/ERROR]: Sorry, but this Error is serious enough to justify this Wall-O-Text and the partially allcapsed Language.\n[13:05:47] [Server thread/ERROR]: Also it is a Ban Reason on the IC2-Forums to post this seriously.\n\n\n\n\n好像是GT与IC的橡胶物品冲突?  怎么解决?\n",
    "replies": [
        {
            "author": "wangchunjian",
            "timestamp": 1424516400,
            "txt_content": "mod服务器用mcpc的服务端"
        },
        {
            "author": "Layzc",
            "timestamp": 1424532120,
            "txt_content": "~~~~~~~~~~~~~~~~~~~~~~~~"
        }
    ]
}