{
    "title": "原创  暴风雨行动一  一击狙杀",
    "author": "冰闪",
    "replyCount": 0,
    "timestamp": 1424497860,
    "txt_content": "“一击狙杀”211特种战队 C组 代号“伏特加组”“毒刃”鸿刃废弃的迪斯市，离军阀与爬行者族部落武装交易950米外的一栋酒店大楼楼顶\n天空变得更加凄凉，废弃的房子张开嘴，如同饥饿的人对着面包一样对着这个悲苦的世界。远处，一辆皮卡开了过来，然后几名军阀士兵跳了下来，搬运着一个大箱子。其中一个手持AKM的士兵跑到一个铁丝网下，警惕的观察着四周。几辆BMP-2步兵战车开了过来，一些穿绿色迷彩服的人【军阀穿的是沙漠迷彩服带头套，这些是爬行者部落武装】抱着一个箱子下来，又对四周挥了挥手，几个抱着波波沙冲锋枪的爬行者士兵坐在树下谈笑风生。估计他们到底也想不到在离他们九百多米处有两个狙击手正观察着他们，我把小分解的M82A3狙击步枪安装起来，架在栏杆上，小柚安装好观察手专用的单筒望远镜，认真的检查着，我打开单兵作战耳机。“呼叫威士忌组，伏特加已到位。”耳机中一直沉默着，我心里一惊，难道老哥他们出事了？“威士忌组！请回话！”“这里是威士忌，一切正常。”听到这句话时我松了口气，“军服和军车到手了，待会你们消灭卡拉特那个人渣之后，然后用最快的速度赶到撤离点。Over。”搞什么，老哥竟然趁机卖弄起他的英语来了.......“师傅！发现情况！”小柚拉了我一把，我赶忙端起M82A3狙击步枪，不停地调着焦距。几辆军用卡车开了过来，其次是两辆军用摩托，一位军官从车上跳了下来，一脸愤怒的看着正在车边啃面包的士兵，他过去就是一脚，不停地骂着那名士兵，士兵急忙点了点头，然后抱起G3突击步枪跑到一棵树下站岗。“看样子有大人物要来了，但愿是卡拉特。”我把M82A3的第一颗子弹上膛。“这可是我第一参加任务。”小柚开始在我身边嘟囔起来，“要是咱们失败了，回去还不是让圣堂那群家伙笑死。”靠！这小子竟然以为来击杀卡拉特的目的就是为了不让圣堂战队那群家伙笑话，小柚的想法还挺“可爱”的。不过突然想到王天籁知道第一支参与行动的小队是211战队时，那表情还挺萌的..........“师傅！好像来人了！”小柚的喊叫声把我从想象中拉回来，我把M82A3狙击步枪的瞄准镜对准那些士兵，他们已经把几个弹药箱摆放起来了，爬行者士兵把几个箱子打开，里面装的都是满满的火药，然后军阀士兵打开弹药箱，里面是各种枪械，有RPK、G3、AK47等，旁边有一辆装甲运输车上还有一辆T-90坦克，空中一架米-8下挂着一辆悍马车。几个弹药箱摆成桌子的形状，几名士兵围着“桌子”抱着AK-74U。这时，一辆皮卡开了过来。看，一个黑色的、满脸胡子的军官从皮卡上跳下来，然后打开车门，一个穿着黑色风衣，光头的军官从车上下来。“确定敌人。”我低声对小柚说道。“卡拉特！100%确定，950米，无风！”我把M82A3狙击步枪的十字抵在卡拉特的左胸，心里开始紧张，我用了老哥教给我的狙击方法。天黑了，黑的伸手不见五指，目标就如同远处的一盏明灯，静！静！听不见你呼吸的声音。我将手指放到扳机上。“砰！”M82A3的巨大后坐力把我从狙击状态中拉出来，小柚大喊一声，“确定清除！”这时，一架米-24武直发现了我们，我趁它还没停稳，“砰！”的一声。12.7毫米子弹直接揭开正驾驶的脑壳，白色的脑浆配着红色的鲜血沾满了武直的玻璃，副驾驶拼命摇动备用驾驶杆，小柚及时端起M14AE狙击步枪，只听“扑！”的闷闷的一声，穿甲弹闪着银光的钻进副驾驶的脑壳。“快走！”我把M82A3急速大分解然后塞进背包，急急忙忙的把95突击步枪拼装起来。小柚把M14AE一背，把观察手装备塞进背包后，端起AUG就朝顶楼另一边的攀岩绳跑过去。我把95突击步枪挂在胸前，抓住攀岩绳，小柚和我对视一眼，我们一下从楼顶跳下，刚下到一半，一架米格战斗机瞬间飞来在顶楼撒下地狱之火。“险啊，要是咱俩再慢一步，非要被炸死！”小柚瞧了我一眼。“闭嘴！快走！”我抓住攀岩绳急速下滑。我落地后用最快的速度解开绳子，然后端起95突击步枪来警戒。“哎呦！”小柚没站稳，一下坐到了地上。“稳着点！这可是真枪实弹！被发现咱们死定了！”我瞪了他一眼。“是。”他赶忙从地上爬起来，端起AUG突击步枪，我观察了一下四周，追兵还没过来。我挥了一下手示意快走，我和小柚赶快跑到附近一个废弃的广场上。“威士忌，你们在哪？”我警戒的观察着周围。“这里是威士忌组，欢迎共产党来自首。”一个穿着军阀军服的家伙从附近的草丛中钻出来。不过不用想我也知道这家伙就是雪。“你们的军服在这儿。”一个头戴红色贝雷帽，带着大墨镜的家伙也从草丛中钻出来。“这墨镜真是麻烦！”“好了别抱怨了！快换上衣服！”老哥带着头套走过来，“快！军阀的士兵过来了！”我和小柚用最快的速度换上军阀的军服，然后把我们的枪丢进悍马车里，一人拿了一把AK-74。我一下跳上车顶，架起转轮机枪，老哥示意了一下，旁边的殉和西特伦跳上军用摩托。我转了一下转轮机枪。殉和西特伦骑着军用摩托在前方开路，我警惕的使用转轮机枪。突然，前面出现了一群军阀士兵。殉和西特伦拼命的摁喇叭示意让路，士兵吵吵嚷嚷的不肯让。老哥瞧了在副驾驶的雪一眼，雪一脚踹开车门。“各位兄弟！在下受第七军团团长指令！前往研究所执行任务！请各位让一下！”“干你娘！老子是受总指挥来抓人！你们他妈是找死是不是！”一个小头目一下跳起来，“放跑了那群狗日的共产党，你们命就保不住了！”尼玛，撞枪口上了！我尽力保持正常，雪一下急了，端起G36突击步枪对天就是一个长点射。“团长有令！拦路者杀无赦！”雪怒吼一声，士兵们议论纷纷，我又架起转轮机枪对天狂扫一阵。那群士兵赶紧让开一条路，殉和西特伦依旧在前方开路，我偷偷朝车里的小柚看了一眼，小柚显得异常紧张，陈刚拍了拍他的肩膀。几分钟后，我们便到达了研究所..................\n",
    "replies": []
}