{
    "title": "【原创】《旧事故时》 第十章",
    "author": "Mala23333",
    "replyCount": 3,
    "timestamp": 1424518500,
    "txt_content": "这次很丧病{:10_517:}\n\n\n\n\n\n\n\n\n\n\n\n\n楼下放。",
    "replies": [
        {
            "author": "Mala23333",
            "timestamp": 1424518680,
            "txt_content": " 本帖最后由 Mala23333 于 2015-2-22 18:25 编辑 \n\n\n\n　　　　第十章 不愉快的见面\n\n\n　　终于死了，这家伙脖子也大概真断成两段了。我扔下那具还有体温的尸体，将它交付给食腐动物。\n\n\n　　不过这家伙这么新鲜，被吃得只剩骨架也只需要一个小时甚至更少吧。\n\n\n　　太阳在沙漠是个蛇蝎妇人，毒辣的目光可以让你皮开肉绽，将你晒成咸鱼干。如果你正趴在地上，那么想把你拔出来非常困难——就像掉进无限循环的陷阱，身体就像被束缚在蛛网十个小时也不足脱困。那时就得给你浇上一大桶水，让你吸足水分，忍住疼，先把眼球用勺子挖出来放在水里好好泡一泡，将四肢给用力扯出来——会掉一层皮，但那时你已经疼得没知觉了。当然，也不会流太多血（因为它们被晒得变成血块）。接着，再浇上一桶水，然后将剩下的部分给扯出来（同样，这可不是个简单任务）。或是等到月亮升起，僵尸会帮你这个问题不大（对他们来说）的忙——他们会直接吃了你，因为你已经熟了——还熟透了。\n\n\n　　树丛里树荫茂密似如浓墨，将太阳放射出的刺眼光线挡了个干干净净，所以在那里撞见僵尸已经是家常便饭。能遇到吹口琴的牧羊人也变成了根本不可能，我还留着一个口琴，虽然如今它已经不能运作，吹出来也是五音不全杂乱不堪，但这至少是个难得的礼物——在这段还未完结的人生中这还是第一次。之后双方也没有了任何联系，再也没有了口琴的“呜呜”声和任何一个牧羊人。冒险者接替了牧羊这份工作，同时也得到了丰富的新鲜羊肉和羊毛。\n\n\n　　我得回去，掐死一个人不是件轻松活。真的。\n\n\n　　回到原来的地方后，这次迎接我的才是僵尸，不过这次我并不想跟他打声招呼，要不然鱼都会被他臭得熏死。老朋友可不喜欢吃死鱼——就像逼他吃下那些碧绿色稀泥那样。\n\n\n　　也不要回酒吧去，那醉鬼会一直跟你啰嗦，直到你终于答应陪他一起喝为止，两者不是被熏死就是被闷死，无论怎样也不能任起性子去给自己叙叙旧。况且除了“The Dear”之外，其他的我都没什么兴趣去尝试。\n\n\n　　于是，靠自己回去，这次比之前更快得多。我也明白了为什么他们这么快就能找到我们的原因。\n\n\n　　你不必被视野的花点点所烦恼，小家伙被这些花点点困扰以至于他甚至忘记了最方便的瞬移，白色在昏暗的夜晚很容易被发现，四只脚身体横着的可不是他，急匆匆躲进人多嘈杂的白小孩才是他。\n\n\n　　嘿，Ande，你真傻。\n\n\n　　现在才猜出来。鱼竿得埋在沙子里，鱼留给End作晚餐。\n\n\n　　记得他吃完后把桶洗一洗，都别塞进箱子里去，藏起来。\n\n\n　　我想你不会忘记上次有个小偷趁你还在终界的时候把你的箱子全都带走的这个惨痛教训吧？——你整整给了那个混蛋几大箱好东西。但幸亏的是，那些都是快坏掉的玩意，小偷又把它们以高价卖给那些好管闲事的冒险者们，赚了一大笔钱。\n\n\n　　放置在箱子里的遗物大多被扔掉，末影珍珠被在黑市价钱翻了又翻，那些呆在“猪圈”里差不多快变成家畜的人筹划着又一次“大闹天宫”——咳咳，抱歉，这扯过头了，是“大闯终界”。其实他们可以用更方便的方法：找到传送门。不过除了地底酒吧的那条路能得通过去，其余的都被你封住或是拆掉了吧？所以他们才出此下策。而且你花费了很长一段时间找回、清点、整理遗物，那对你来说很重要。\n\n\n　　非常重要。我回了一句，咬牙切齿地。\n\n\n　　可你不能浪费时间继续花在这上，去他妈的回忆，你真应该回炉重造，你固执起来比那糟老头更糟。\n\n\n　　固执得连告白也不敢，蠢货。那可是第一次，也是最后一次。你害她白白替你受罪，是你害惨了她。\n\n\n　　软弱得像一只蛆。\n\n\n　　所以你才在他们走后才好好缅怀他们，好好往伤口上撒盐。\n\n\n　　哦，好吧，软弱得——被同伴按在地上正面上。这不是你。\n\n\n　　是Roxanne惯坏你了吗？\n\n\n　　……\n\n\n　　提到了些不堪入目的事情。\n\n\n　　我给你沉默。但你还是喋喋不休。我只好干脆将回忆挥散，好了，怎么了？我现在不想了，怎么样？\n\n\n　　没怎么，就算我一直提醒你，你也当我的劝告是耳边风，那又怎样？理所当然？真遗憾还没有给你说更多，没提到更多，就直接被你打散了，好家伙，真疼。\n\n\n　　为什么你不把力气花在对付未来上？反而又跟过去唱对台戏？从正面上还不够还想被再羞辱一顿吗？反正那家伙总是屡教不改，迟早有一天要跟你玩SM：比如监禁Play，怎样？他不会跟你说不，只会让你对他说“是”。\n\n\n　　拜托，你比他更强大，也更成熟，还像个小孩子家家被欺负也不知道还手，怎么被反推在身下被羞辱？他简直就是个该死的熊孩子！！你怎么能这样？！这不公平好吗哥们？！这根本就没的说！！别这样，振作起来，好好教训一顿——别管身份是什么，没了终界你们什么也不是，没了造物主创造出你们恐怕你们也只是些染了色的杀马特！哪还能担当这些狗屁玩意？？\n\n\n　　我不想听，不要再这样做。我只希望你能给我闭嘴！！立刻！！！\n\n\n　　“Hi，Ande，你看起来真不错。”\n\n\n　　也很好吃。\n\n\n　　该死……又是你这混蛋。\n\n\n　　不……停下……\n\n\n　　我跟这个变态来了个不愉快的见面。\n\n"
        },
        {
            "author": "天阶",
            "timestamp": 1424519460,
            "txt_content": "Mala23333 发表于 2015-2-21 19:38\n　　　　第十章 不愉快的见面\n我可以猜出楼主你老大不小了\n大概在高中左右"
        },
        {
            "author": "Mala23333",
            "timestamp": 1424569980,
            "txt_content": "天阶 发表于 2015-2-21 19:51\n我可以猜出楼主你老大不小了\n大概在高中左右\n_(:з」∠)_"
        }
    ]
}