{
    "title": "<联合活动投稿>流雪",
    "author": "qinqin",
    "replyCount": 16,
    "timestamp": 1424534340,
    "txt_content": " 本帖最后由 qinqin 于 2015-2-22 01:25 编辑 \n\n\n\n  山中有火池，池中有恶龙，与之斗而不休，后有其子以身为器投之而方止，自此，人居于山下而遁火生——名曰：黑山\n\n          黑山镇内，繁杂的管道交织相连，巨大的齿轮悠悠运转，炙烫的火焰与湖水相交，喷涌出浓稠的白色蒸汽，为黑山镇带来永不停歇的动力。沿着山脉往上那是古老而伟大的界墙。       在它的背后是一只沉睡着的魔龙，它生于烈火，孕育于烈火，一百年前的黑山先辈曾与它浴血奋战，伤亡无数却不能破坏它一片鳞甲。直到一位伟大而杰出的骑士出现，她带着炙热的无畏的心与复仇的烈火投身进魔龙的巢穴，那是比岩浆还要炙热的东西以至于灼穿了龙的鳞甲。被烫伤的的魔龙发出了一声巨大的怒吼声潜进了池底，再未出现。至此，人类与魔龙的战争结束了。人类筑起巨墙，从火池中引下烈火，修建起巨大的机械，创建了伟大而不凡的黑山镇。今年的黑山镇比往年更加热闹。三个月后，就是三十年一次的献祭时间。那位被选举出来的拥有与第一位骑士同样特质的人将重现那一幕传奇，而为黑山迎来又三十年的和平。而我，就是第四位骑士。      身后的挂铃响了一下，我转过身去，推门而入是这一届的镇长，他欠了欠身子，向我行了一个标准的骑士之礼。“爱丽丝小姐。”作为一位镇长，他几乎同样拥有一位骑士的特质，然而他却缺少一个先天的条件，是的，作为骑士，必须依照古老的传统，首先必须是一位女性。但反过来说，作为一位男性，他能够成为黑山镇的镇长已经证明他的卓越不凡。      “凡尔赛先生。”我微笑地回礼道。      “三个月后就是行祭之日。”他说到。      “是的，先生。自从我被告知我是一位骑士开始，我的一生几乎都在为此而准备。”      “目前来说，你是最为特别的骑士。在先前的历史中所有的骑士都是在前一位骑士行祭之后立即被选召出来，而这次，竟然过了十二年才出现。我的意思是，你只有十八岁。”     ”您认为这不是一个骑士该有的年龄吗。“我晃了晃头，看着他。     “哦，当然不是。我的意思是作为即将拯救黑山镇的人来说，十八岁的年纪……实在……实在是太过巧妙了，我深信您将超越之前的任何一位骑士。”     “没有人能超过第一位先祖骑士，先生。”我正色到。     “哦，那是当然，第一位骑士是最伟大的！我指的是您会取得相同的成就！”     我看着他认真的样子，脸膛不禁有些泛红。“难道您今天过来只是为了奉承我的吗？”     “这只是其中一部分，”凡尔赛低了低头，对着门外说到，“进来。”     我转头看向门外，那是一位高大的男性，二十来岁的样子，有一双这里少有的大眼睛。我看着他，发现他也在盯着我，连忙撇开眼睛。不知道为什么心中猛的有些不安。     “这是唐，一位合格的管家。他会负责接下来您六个月的安排和准备。”     “我想我可以照顾好自己。”我偏开头，避免与这个陌生男人的对视。     “我可以问您一个问题吗，爱丽丝小姐。”他的语气如同陈述而不是向我提出问题，以至于我还未回应道他便继续说了下去“请问您是在今天如此美丽，还是每天如此？”     “这对于第一次见面的女士实在是过于无礼了！”我的心脏猛的一震，呼吸一下子急促了起来，我确信此刻我的脸涨的通红。     “多一人总不会是坏事的，小姐。”凡尔赛不等我回答就一个人离去了。\n\n     离祭祀还有一个月的时间。首先我应当承认凡尔赛所言不假，唐是一个无可挑剔的管家，他将我的生活管理的井井有条，尽管他有时会对我说一些轻薄的言语……实际上我并不讨厌……我不知道如何描述我现在的心情……或者我似乎感觉到了开心……我抓紧了我的头发，这是我还从未经历的事情。       “爱丽丝小姐，游行就要开始了”唐站在我背后说道、      我连忙回过神，由于慌乱我没有注意到过多的细——而这导致我发现一个巨大而不可挽回的错误。我下意识的牵上唐递来的手。那一瞬间，反复一股电流从我的指尖荡开，直击到我的心脏，又再次从我的心脏荡开传遍全身，这是比之前要强烈的上百倍的奇特感觉，而此刻我却飞奔着逃开了。\n\n       游行举行了一整天，我心不在焉地等到了结束。之后便等不及的找了凡尔赛，我相信他能解决我的困惑。       在听了我的陈述之后凡尔赛露出一种了然于胸的神态，他在用一种过来人的眼光看着我，这令我不安，我不确定到底发生了什么。“这就是爱情，爱丽丝小姐。”“您指的是什么！”我惊讶的望着他，一种不安的情感蔓延在我浑身的每一个角落。“就是男女之间的那种感情，我想您应该明白，这对于您这个年龄的孩子来说……哦，请原谅我这么称呼您，但就这方面来说您可远远比不上我。”       “请放心，爱丽丝小姐，爱情不是毒药，它不会杀了你。”凡尔赛看着我，“相反的，它会帮助您成为一位真正的骑士。”“我不明白您的意思，先生。”“您知道的，第一位骑士事实上并不是为了人民而献身的，而是为了他死去的丈夫。”凡尔赛突然拉住我的双手，侧到我的耳边悄悄说道。我挣开了凡尔赛的手，因为我突然联想到了唐，那只手的感觉令我心中一阵悸动，“您的意思是……”      “请您把自己献给爱情吧”凡尔赛说道，“为了人民。”\n\n       祭祀前一晚。       我独自一人长在了界墙之上，我并没有从山下的入口上来，而是从后山翻了过过来，只是为了避开下面的守卫，而我却不知道自己为什么要这么做。我与唐恋爱了，就像凡尔赛所说，我们坠入了爱河，而在此期间我获得的一种前所未有的体验，我的内心越发自强大和坚强……以及幸福。       在这里，是不经改变的火池样子，反复从一百年前起就没有丝毫的变化，恍惚间我突然产生了一种错觉，黑山镇从未征服过魔龙，它一直在这里凝视着黑山。       我向下望去，那是黑色中泛出红光的滚烫的岩浆，冒出污浊有害的气体——这便是黑山镇的生命源泉。       黑色的岩浆忽然间加速了流动，在棱柱之间打起了漩涡。我的意思模糊了，身体不由失去平衡而向下倾去。最后我的身体在于岩壁垂直的方向上静止了。       唐。       唐抓住了我的手，好像我们第一次牵手。当我反应过来的时候，我正被唐抱在怀中。我深吸了一口气，感觉到了火池散发的森森寒气和来自唐的温暖。我用双手环住了他的腰膀，想把自己埋进他的身体，闻着他黑发上的气味，我突然间明白这是我只能再拥有一晚的天下最奢侈的东西。然而，他推开了我，我捧住我的脸庞，使我与他的眼睛对视，我看到我脸上晶莹湿润的痕迹。       “你为什么要这样折磨我？”       “我不明白你的意思。”突然间我慌乱了，我的大脑前所未有的飞速运转，只是为了找寻和他相关的记忆，我不明白我做错了什么。       “请不要作为一名骑士……爱丽丝小姐……请不要……谋杀我。”       “我怎么会杀你呢，我成为骑士正是为了拯救你和其他的人啊。”我抚摸着他的脸庞，不由的感到心碎。       “但你已经带走了我的心，没有你我怎么能够活下去！”       终于，我明白了他的意思，火池和风和天空的噪音在我耳边远去，我的脑中只有唐的声音在不断飘荡，隆隆作响。他吻上我的双唇，他的舌头伸进我的口腔与我交织在一起，我激烈的回应着他，我不再是一名骑士，我成为唐的爱人，把这一刻拆分成一百万份中的每一份都比我十八年来累计的情感的一千万倍要浓烈。终于，我失去了意识。\n\n       我再次醒来的时候，日光正照射在我的脸上，不过是从另一个方向。我并不想知道我是如何度过这一整天的，以及黑山现在的样子……此刻我的心中唯一记挂的只有一个人。——然而他却不在我的身边。我从床上起来，走出房间，推开每一扇房门，穿过许多的走廊，然而我直到我奔出家门后的60秒之前我也没有意识到现实的可怕。       “你见到过唐吗”我向凡尔赛问道。       “哦，您说伟大的骑士·唐吗，他已经投身如火池中了！您没有听到今早魔龙的悲号吗！“      ”你说什么！“我紧紧抓住凡尔赛的衣领。      凡尔赛依旧保持着他绅士一样的风度，”您知道吗！”他把双手扬了起来“五十年！唐的力量远远高于其他任何一位骑士！他将为我们带来五十年的和平！”      “这不可能……”我全身的力量仿佛都被抽干了，只有不断的安慰自己这一切都是虚假的。      “这一切都要归功于您啊！爱丽丝小姐！”      “你说什么。”我看着他。      “您知道吗，自古以来，所有的骑士的都是女性，而我有一个理论，我相信男性的力量更能够威震魔龙！如果在今天之前我胆敢说出这种话来，我一定会被夺取镇长的职位被人们从黑山扔出去，但今天！伟大的唐证明了我的理论！而这一切，都要归功于您，爱情！多么伟大的爱情！爱丽丝小姐，这一切都要归功于您啊！我说过，您一定是个奇迹！”凡尔赛兴奋地看着我，“另外告诉您一件事情，下一任的骑士已经选出来了，就是我啊！爱丽丝小姐，请祝贺我吧！”\n      之后的话，我记不大清了，总之，我回到了自己的家里。在凡尔赛的口中，我是这次奇迹功不可没的人物，因此倒是有许多人乐于来照顾我的生活……就像唐一样。不知过了多久，可能是几天或者是几个月……甚至是几十年，我甚至怀疑凡尔赛也已经成为了一名骑士。总之，这天，凡尔赛来看望了我。       “唔……您的头发，看起来可不大好……感觉……冷冷的。”凡尔赛耸了耸肩。这时我才注意到自己的样子，我看向镜子，我的头发竟变成雪白色的了。“我建议您还是找个办法染一染之类的，您知道在黑山这样的颜色是不受欢迎的，呃，我们的居民多少有些迷信……您懂得。”不过我是不会在乎这些了，因为我即将从黑山离开。我向凡尔赛提出了我的要求，没怎么思考他就欣然同意了。我也将投身于火池之中，当然我已经不是一名骑士，所以我只能从一个工厂的燃料口进去，但这对我来说已经毫无所谓了。      凡尔赛亲自将我送到了入口处，他朝我微微点头便转身离开了。望着底下涌动着的黑色岩浆，我再次感受到了寒冷，只不过这次是来自自身，而我也再没有可以温暖的倚靠。我的身体砸在岩浆池上，一声凄惨而诡异的嘶吼声是我听到的最后的声音。\n\n      爱丽丝的故事到此迎来了结局，而她不知道的是黑山的故事也在此之后的三分钟内结束了。黑山镇居民以炙热对抗炙热，并将魔龙之火引为己用，自以为战胜罪恶，却不知是流于罪恶。黑山镇内无论是爱丽丝，唐，或者是凡尔赛，都没有流入出丝毫的恶的表现，因为他们本身就是一个大恶的一部分。这其中包含着自我癔想，集体催眠，意识崇拜等——在历史中，死人是没有发言权的，一百年前的第一位骑士究竟为何而投身火池已经无人知晓，然而这之后包含唐在内的三位骑士的故事就实属荒谬可笑了。       就我来说，我更愿意相信这世界上本没有魔龙，这一切不过是黑山镇居民的自我妄想——对于大自然的无知与恐惧。所谓的祭祀不过一场自我安慰——有谁真正听到魔龙嘶吼了吗？不过既然这个故事写到这里，为它加上一个相配的结局倒也不错。\n\n\n\n\n\n\n\n\n                                         《一直没有名字的魔龙自白》\n                                            我是一只没有名字的魔龙                                                   住在火池中央                                     愚蠢的人类用自己来把我伤——害——                                                       一只，两只                                                       一只，两只                                                我的步伐，似我的步伐                                         哎呦喂，第五只怎么来着这么快                                                             我吃！                                                       卧槽冻死爹了！                                                                                       ——魔龙die\n \n       黑山镇居民以炙热对抗炙热，并将魔龙之火引为己用，自以为战胜罪恶，却不知是流于罪恶。唯有以绝望与冰冷对抗炙热，才能真正杀死魔龙。爱丽丝只身投入火池，那冰冷之心便是世上最绝望之物。刹那间，火池覆灭，池水冻结，大雪骤降。自此，世间再无黑上，唯有流雪。\n\n\n地图下载密码：7vln\n\n作者微博花猫家的小屌\n            老屌家的青妹妹（关注此微博随机获得男、女朋友）\n\n搞基摸鱼群：\n\n",
    "replies": [
        {
            "author": "qinqin",
            "timestamp": 1424534520,
            "txt_content": "不好意思，第一次发帖排版有些乱，重新编辑一下"
        },
        {
            "author": "lzs1234",
            "timestamp": 1424535600,
            "txt_content": "嗯，文章写的不错。\n话说雕·一的时间怎么突然推后了一个多月（看来版主们应对无人投稿的事情时只要无限延长时间…）"
        },
        {
            "author": "黑星nova",
            "timestamp": 1424536860,
            "txt_content": "诶？你的建筑呢？"
        },
        {
            "author": "Ko_Similan",
            "timestamp": 1424536980,
            "txt_content": "如果这是建筑工程，可以联系我"
        },
        {
            "author": "qinqin",
            "timestamp": 1424538300,
            "txt_content": "darknova 发表于 2015-2-22 00:41\n诶？你的建筑呢？\n不好意思！疏忽了，正在上传。"
        },
        {
            "author": "A_dan",
            "timestamp": 1424538960,
            "txt_content": "建筑抽象，剧情写的可以，听说能随机获得女盆友，于是我加了群"
        },
        {
            "author": "A_dan",
            "timestamp": 1424539080,
            "txt_content": "群有毒，加不了，我还是安静的当个美男子吧"
        },
        {
            "author": "qinqin",
            "timestamp": 1424539500,
            "txt_content": "A_dan 发表于 2015-2-22 01:18\n群有毒，加不了，我还是安静的当个美男子吧\n还真是233估计是我之前地址输入有错，现在行了，关注微博也可随机获得女朋友哦~"
        },
        {
            "author": "星光灬羽神",
            "timestamp": 1424544240,
            "txt_content": "写得不错\n进群看看2333"
        },
        {
            "author": "250=mo",
            "timestamp": 1424820840,
            "txt_content": "很棒呢。没有回复和评分实在不妥"
        },
        {
            "author": "HGK",
            "timestamp": 1424833140,
            "txt_content": "以雪作为跳板，写出一个凄美的[？]爱情故事[？]\n故事很直得读者反思，文笔也很好\n开头的极赤与结尾的极寒接应完美\n干得好！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1424849040,
            "txt_content": "好棒！就是写作详略没处理好，不过单论文笔非常棒！"
        },
        {
            "author": "xcc",
            "timestamp": 1425171060,
            "txt_content": "HGK 发表于 2015-2-25 10:59\n以雪作为跳板，写出一个凄美的[？]爱情故事[？]\n故事很直得读者反思，文笔也很好\n开头的极赤与结尾的极寒接 ...\n说实话，和雪没多大关系。。。。别无视题目\n如果题目换成一个爱情拯救世界可以合格。。。"
        },
        {
            "author": "qinqin",
            "timestamp": 1425820080,
            "txt_content": " 本帖最后由 qinqin 于 2015-3-8 23:36 编辑 \nxcc 发表于 2015-3-1 08:51\n说实话，和雪没多大关系。。。。别无视题目\n如果题目换成一个爱情拯救世界可以合格。。。 ...\n读题啊，少年。文章的关键在于和建筑的内容的契合度，而非比赛的命题"
        },
        {
            "author": "xcc",
            "timestamp": 1425909660,
            "txt_content": "qinqin 发表于 2015-3-8 21:08\n读题啊，少年。文章的关键在于和建筑的内容的契合度，而非比赛的命题是这样的，当初我们讨论决定以建筑存档为主，文章作为补偿，这个雪城是符合主题的，而文章只是对其中雪的解释，虽然再讲一个爱情故事，但最终还是为雪的主题而服务。想了一下大概是因为上传的图片太少反让人觉得文章 \n\n哟这是什么"
        },
        {
            "author": "qinqin",
            "timestamp": 1429796700,
            "txt_content": "HGK 发表于 2015-2-25 10:59\n以雪作为跳板，写出一个凄美的[？]爱情故事[？]\n故事很直得读者反思，文笔也很好\n开头的极赤与结尾的极寒接 ...\n今天来看了一下，才发现比赛被坑掉了，过一段会尝试一下新的故事以及相关具体的游戏地图"
        }
    ]
}