{
    "title": "【原创】《旧事故时》 第十一章 （高能？）",
    "author": "Mala23333",
    "replyCount": 0,
    "timestamp": 1424596920,
    "txt_content": " 本帖最后由 Mala23333 于 2015-2-22 18:25 编辑 \n\n【配合暴漫表情食用——更佳：）\n\n\n\n\n\n\n第十一章 Ralph\n\n　　来得真快。\n\n　　说实在的这个见面不愉快，非常不愉快，让我感觉很恶心。\n\n　　这个死变态。\n\n　　又是个Gay。\n\n　　初次见面他对我说“здравствуйте”。\n\n　　“здравствуйте”\n\n　　你好。\n\n　　不动声色地，悄悄溜进我的生活，然后把它搅得一团糟。在那段可恶的“同居时光”中，毫不留情地毁掉我的生活。\n\n　　现在，他说：\n\n　　“привет”\n\n　　我跟你熟？\n\n　　有吗？\n\n　　我跟你不熟。\n\n　　从我的生活中滚出去。别来烦我。\n\n　　那段“同居时光”是我这一生的噩梦，永远都是，我甚至能梦到被他摁在床上从正面上，或是撬开嘴巴灌药，然后在高潮中猛然惊醒，吓得浑身发抖，枕头已经被润湿，虽然我不知道润湿它的是什么液体。更多的，还是常常陪在End身边，这样他就不会再找借口假装称兄道弟地拉住我去酒吧——好吧我灌醉，这样一切顺利。\n\n　　哦，你可能想到这就像……我知道你觉得说出这个词会很刺耳朵，也很伤自尊。\n\n　　幸运的是，你知道的，末影人没有两性繁殖这种模式，所以也不会关心这些，也没人给你提起这些东西——比如性知识，虽然也有男女之分，不过大致身体结构都差不多，除了女性身体更柔软些——平胸，永远的平胸，别这样看我，这是事实。\n\n　　万幸，这真是万幸，不幸中的万幸，我曾以为我会被他蹂躏到连走路都是像瘸腿的家伙那样摇摇晃晃，整日担惊受怕，白天看到他的身影在身边晃悠，跟踪狂总是与自己的影子不离不弃，晚上则哀求他快点完事好让自己少受罪，一塌糊涂。\n\n　　这是过了多少个五百年了？\n\n　　在此之前我只是个小孩，接着终于长个子，然后身高正常，紧接着成熟，之后……他来了。\n\n　　好死不死的你为什么不去工作反来搞基？我根本就不同意啊混蛋。\n\n　　我又不是Gay爱好者不去好好工作完成任务跑来烦我干什么啊混蛋？！你要搞你找别人找我干什么？！我对你有好感吗——根本没有好吗同志？！我跟你完全不熟啊好吗？！每天上你你愿不愿意——还是被各种方式上你愿不愿意——当M你愿不愿意？！老子甚至想掰开你脑子看你脑子是豆腐花还是粘糨糊，找你的性取向哪里出问题把这根筋给拔了好让我跟这噩梦无缘——我是说真的！！\n\n　　这次是怎么了？！怎么好死不死的来了个这么不负责任的家伙？！被Herobrine抽昏脑袋连同他一起？这简直不可理喻！什么？Ralph，你再说一遍？——结婚？！\n\n　　老子现在就想打死你。\n\n　　先把你打散架让你在脚下趴下，打到眼睛发黑，接着拎着垃圾那样拎着你——最好把你摁在冰水里，就像我被你摁在床上——然后用钉子把你钉得死死的，跟石头亲吻，我拿着装着满满一桶的岩浆，倒在你身上——来个冰火两重天。好好享受，我拍拍手上的灰尘，这是你应得的。\n\n　　办不到……我他妈居然办不到……\n\n　　就因为他也是同样的身份？我竟然还跟这玩意闹不过去？\n\n　　我甚至被自己气得对虚空说哈喽。不过这种死法还真侮辱人。我没有这样做，也不会这样做，我是认真的。\n\n　　Kane、Samir、John，和Peter，还有这个好死不死的家伙。\n\n　　都是男的。（这是个坏消息对不对？）\n\n　　难怪他会变成Gay。（这真是个坏消息）\n\n　　天哪。\n\n　　“Hi，Ande，你看起来真不错~”他这么对我说，“How nice to see you again！”他笑起来像个孩子——臭不要脸的熊孩子，只会索取的臭家伙。\n\n　　“呵呵……我也是……”（这三个字我说得非常轻——就算是一片树叶落在地上的声音这也不为过）撇过头，离开这只狼的眼睛，“End需要吃晚餐，我想你不希望让他饿肚子。”算是对你非常客气了。\n\n　　“噢，那好啊，真不错。”他很聪明，我跟老朋友关系真不错，老朋友是个非常好的护盾——他不允许除了我以外还有个“第三者”来插手干预我们俩自己的生活，真好。\n\n　　特别好，好得不得了，甚至突然高兴得猝倒也不为过。\n\n　　“那……今天，算是……不行咯？”很不要脸的问道，他凑近过来，试图抚摸。那很糟糕——因为有时把持不住，等待我的还是那场噩梦，不断地重演，不知疲倦。\n\n　　“你给我滚开，我现在真的很忙。”我对你算是非常客气了，你实在要越这雷池一步，老子也是不客气了，“臭不要脸的家伙。”咬牙切齿，恨不得将他碎尸万段，不过为了不伤你自尊，Ralph你还是有些先见之明吧。我先走一步。\n\n　　“嗤——”\n\n　　我来到了End身边，安全感又恢复了许多。总算摆脱这个死基佬了，我大口大口地喘着气，钓来的鱼都新鲜的很，End高兴地吃着——这不叫吃，这叫大口大口地吞，狼吞虎咽，水花不断溅起，有些愠怒，桶中的鱼儿也是一条接着一条地从这个“临时住所”被迫搬了出来——进了他的肚子里。\n\n　　“呐，你吃相还能再蠢些吗？”拍了拍他的头，非常温暖，这小家伙长得可真快，又高又壮，飞行小菜一碟，不用考试，这是天生的，就像老师和她的儿子的白头发（提到这个可怜的孩子真是对不起啊老师）。可惜他再也难见到外面的太阳和月亮。（星星也不用再说了）“真不怕被噎着？就这么吞也不嚼吗？”（我知道问这个很蠢）\n\n　　这问题很蠢，就像问他会不会被刺卡到喉咙那样。\n\n　　“老伙计你担心过头了，这当然没关系。”End看向我表示回应，“除了那熊孩子，其他都好。”\n\n　　“他把你怎么了？你看起来就像那个老家伙。”（他指的是老师）End看着我，怀疑的眼神可以烧穿一切，“没什么精神，而且总是无缘无故的玩失踪。你得告诉我，到底是怎么回事。”强调了这一句，语气很硬，容不得随便忽悠。\n\n　　“这事你能不能别提？”\n\n　　“不行，”他逼视着，“伙计，我很认真，非常非常地认真——所以你必须说实话。”\n\n　　“……”我沉默了。这些不堪入目的关于那段噩梦时光和Ralph这个死基佬，那些经历折磨着，刺激神经，同时伤口又多了一道，张开，与盐来了个亲密接触。疼得不行……整夜被这些该死的家伙们折磨着，不停变着花样，永不知足。我怎么回答？这是个问题。\n\n　　难度系数非常高，你确定要告诉他？\n\n　　如果他告诉了别人呢？一传十？十传百？百传千？千传万？传进Ralph的耳朵？那我怎么办？伙计？抛下我不管不顾了吗？\n\n　　Ande……\n\n　　小家伙……\n\n　　Roxanne？\n\n　　大姐？\n\n　　我知道哦……那家伙真是个坏家伙——坏到骨子里咯……熊孩子总该好好教训一顿的嘛……如果我还在呢，一定会好好帮你出一口恶气呢！不过……现在你长大了……\n\n　　大姐我也不在这世界上了，那些人说有什么六道轮回……我不知道假如这是真的大姐我会变成什么。你既然长大了，你现在就得自力更生哟，姐也就不麻烦你一直惦念着了……你得自己靠自己，毕竟你也不是个Ada叔一天到晚都骂着的“臭小孩”了。行动起来呀……因为……\n\n　　你得在他准备好之前，来个措手不及。\n\n　　专心点，别将注意力都分散在其他不重要的东西上，你只需要知道一点：那就是好好的、狠狠的、令他永生难忘到死也不会忘的教训他。\n\n　　“……帮我保守秘密，”我说，“就像我们一起出去玩那样。”\n\n　　“哈，你还担心这个！”\n\n　　“告诉你之后，你肯定笑不出来。”\n\n　　“我就是任性地笑了呢？”\n\n　　“我跟你保证，你一定笑不出来。”我再补上一句，“认真的，我可以跟你打包票。”\n\n　　“好好好我听就是了。”End白了白眼睛，“真是麻烦。”\n\n　　接下来，我们坐在黑曜石柱上，我全盘托出，他没有插嘴，脸上的表情一直很淡然。他装出来的，这样做会让我好受点，反正这是他自己认为的。示意将手放在他自己的一只爪子上，而另一只则抓着石柱，深深的划痕赫然出现在石柱上面，越陷越深。\n\n　　哥们，我不怎么会安慰人，不过还是尽力了。\n\n　　这非常不好，没得商量。\n\n　　你第一次也被夺去了，我连个女朋友都没找到。我只能用“糟糕”来修饰这些事实。本来你可以跟Roxanne好好相处的，不过算你倒霉。\n\n　　哦，天哪，我都说了些什么？！你千万别忘心里去。\n\n　　熊孩子非得治一顿不可。\n\n　　给他上一堂令他死都忘不掉的课，我支持你。\n\n　　看我不咬死他。（我开玩笑玩着呢，这事你得自己来，Ande）\n\n　　好久没叫你名字了。Ande。\n\n　　好好睡一会，我罩着你。\n\n　　而在石柱的另一边，Ralph抱胸无所谓地笑了笑。虽然听不到他俩在说什么，不过前辈……\n\n　　我有些想念那些失去的时光了，所以……对不起咯。\n\n　　Ande在End身旁躺下，End的漆黑翅膀笼罩着，他将自己置身于这个世界以外，非常不错，隔绝了视野的一切——也包括Ralph这个不负责任的死变态。虽然睡着有些难以实现，不过有你帮忙那真是件大好事。他想着那个漂亮的口琴、在幼年牧羊孩童给他俩吹的《欢乐时光》和《献给年轻公主的奶酪》、与Roxanne的第一次拥抱和Ada敲在他头上那挥之不去的痛——至少比被他羞辱的好多了。还有Herobrine递给他那杯色彩鲜艳浓烈的“The Dear”，当然，在他还小的时候，这么早让自己接触酒精显得真不是个好主意——醉得不省人事。\n\n　　想着想着，从远久的味觉感受到一瞬间的身体接触，闭上眼睛带来的黑暗和不知所措，一桶鱼给他们俩带来的惊人变化——甚至牵扯到了命运。\n\n　　让我再睡会……Ande睁开，又沉沉地闭上眼睛，睡死也无所谓啦……\n\n\n",
    "replies": []
}