{
    "title": "推理（不定期更新）",
    "author": "恶魔-潇洒",
    "replyCount": 6,
    "timestamp": 1424704980,
    "txt_content": "这个是我看了某贴吧的恐怖推理来突发奇想搞一个普通的推理。最先答对15金粒1人气No.1：\n我是一个图书管理员，有一天一个相貌普通的大学生来到了这个并不起眼的图书馆里借书。他走到恐怖小说那里用左手挑选了两本，随即准备付钱。我看看他左手里的书，连忙报了警。\nNo.2：\n老猎人外出打猎，傍晚的时候他收拾东西准备回家。看到村子的灯光时，他发现，地上有血；再看看周围，哦，那是自己打猎的地方。突然，一只鸟飞过，他仿佛意识到了什么，撒腿就往山下跑。\nNo.3：\n夜晚，在一间老式的欧式屋子里，吊灯掉了下来，砸中了屋内的老人。老人没有什么事，他将吊灯碎片扫进家里的垃圾桶，并扔到屋外的垃圾桶里。第二天，人们在屋外的垃圾桶旁边发现了这个老人的尸体。\nNo.4：\n一次，公司组织春游，我们坐上了大巴，行驶到了郊外。周围都是山，但路程太无聊了，我提出要上厕所，一会跟上去。下车后，我跑到山顶去呼吸新鲜的空气。不一会，朋友打来电话：“你在哪啊，大家都等着你呢。”我不经意的踢开一块石子，回答：“我？我马上就跟上去了。”我想我该回去了，便顺着缓坡走了下去。沿着路，终于和大家汇合了，但等待我的是一辆被压扁的大巴和一群医生以及一块巨石。我喃喃地说：“要是我不下车就好了。”\nNo.5：\n在这个避暑山庄里，总共有七个人。第一天，一个人被发现吊死在树上；第二天，人们在地下室里看到了被悬挂的头颅；第三天，发现了满是血的房间。其他四个人非常恐惧，他们都想逃离这个地方。但当他们拥挤着跑到门口时，大门已经被锁上了。此时这个避暑山庄里只剩下了这四人，他们分别是伍罗德，温蒂，盖茨和老板。伍罗德尝试寻找钥匙，但无果；温蒂想要呼救，但在这个荒山野岭怎么会有人呢；盖茨和老板决定一起撞开大门。那么谁是凶手呢？\n【暂时这么多，补作业ing】\n祝大家玩的开心...【这句就省略吧】",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1424764920,
            "txt_content": "我想说，什么乱七八糟的？\n你不知道我的心理承受力不强？"
        },
        {
            "author": "栗子哥",
            "timestamp": 1424765280,
            "txt_content": "我难道会告诉你\n我根本不知道你说什么吗？\n"
        },
        {
            "author": "我是基岩",
            "timestamp": 1424766360,
            "txt_content": "这是细思极恐的故事吧，先回答第一个，通常，书是要五个手指一起拿起的，而他拿了两本，那么必然他会在挑选第二本时把一本放在右手上，挑完第二本后可能会将右手的书放在左手上，不过通常，还是会把书放在右手上，一般情况，小说不会很薄，所以，还在左手就很奇怪，接下来就像量子一样是概率了，可能，他左手比较大（强大的麒麟臂，吓得图书馆管理员要报警XD），不过，图书馆借书为什么要付钱？这是要借的书Orz答不出来，也有可能是他左手里只有一本书，他现在在偷书Orz。"
        },
        {
            "author": "1.3806",
            "timestamp": 1424766540,
            "txt_content": "kaven你最近不太正常"
        },
        {
            "author": "我是基岩",
            "timestamp": 1424766600,
            "txt_content": "No.4(No.2,No.3无力)\n巨石滚落，可能是因为“我”踢下去的石子，就先假设巨石滚落不加外力就会发生的事，如果我“不下去”，巴士完全可以避开，因为这之间需要过程，不单单是结果。"
        },
        {
            "author": "我是基岩",
            "timestamp": 1424767140,
            "txt_content": "No.5\nOrz这个还是猜一下吧，伍罗德可以在寻找钥匙的时候，将钥匙销毁，再称作没有找到（或者，被其他3个人藏匿了），温蒂肯定知道这里没有人，但还是呼叫做这样的无用功，很奇怪，或者她比较蠢，撞开门的两位，若撞开门，则可以离开了，这两位的概率比较低，但是，在第三天，只是有一个满是血的房间，没有尸体，还是这四个人和前两天死掉的以外的那个人更有可能Orz"
        }
    ]
}