{
    "title": "建筑",
    "author": "逍遥~炎帝",
    "replyCount": 0,
    "timestamp": 1424774640,
    "txt_content": "大家好，小炎为大家带来建筑技巧：\n\n\n\n最初级房屋第一节课：框架与木材材料初解和基础房屋建设(外饰)大家好，我是馒头欢迎来到第一节课，框架是作为一个房屋很重要的一部分它不仅强调了房屋的结构感而且有时他甚至能标明房屋的层次感和立体感，比如说我的皮肤(上图)把我的皮肤比作一个建筑那么黑线就是他的框架，如果我们没有这些黑线，我的这些五颜六色的皮肤混在一起非常难看，而又因为这里的颜色作为黑色为最深色所以正更加突出其他颜色的鲜明感。让我们看看一些例子：关于框架我想先由一幅图来说明，这个新手房屋盖好之后你会觉得整个房屋单调而又难看，甚至有时觉得房顶没有凸起，这一切都是没有框架的原因这次我觉得能好一些最起码不会分不清墙壁和房顶了，而框架不仅仅起到一个规划和地基的作用更重要的是它的选材，而且这个选材极其重要，但我们不会在材料搭配上花费太多时间，因为那是高级教程，而在我们这个阶段我们需要掌握的是，要有框架，和一些简单的框架组合搭配。接下来是木材材料初解许多的新手建房的第一选择通常为石头或木材，我们这里讲解一下木材，我们会从最初级的开始随后这些材料将会在后面的课中详细讲解木材是一种非常好用而又美观的的材料，它拥有通用性而且价格低廉。从左到右为木台阶，木楼梯，栅栏，和木材我一直喜欢木质材料建筑的原因是因为木质材料有一个神器叫做栅栏，而石头材料并没有这个东西所以我一开始更倾向于将石材作为辅助材料这个栅栏是一个在建筑中最常用的一种装饰品而他又是最灵活的材料之一他可以做成桌子，灯架等等，但这里不一一举例将会在后面的课中讲解总而言之想迈入高级建筑栅栏是你必须掌握的材料，如果只是简单建筑，那就用这个看住你的羊吧。。木地板作为一种新手中最受欢迎的室内地板材料，也用于建造房檐等，但是请记住这个材料是最为最难掌握的，因为它有着0.5的高度，这是一件好事也是一件坏事，好事是你可以建造很多细节用这个材料，而缺点是需要时刻注意不要让材料悬空在他们上面，木楼梯和木材会在补充，图片上限到了接下来我们进行基础房屋建设首先造一个长方体的小屋，一开始的房屋不要建的太大相信我，大的房子需要很多细节，而一般新手是不在乎细节故房子一般又大又丑这时候你一定觉得需要有个房顶，那么最基础的房顶就是这个了将楼梯围成一圈，中间填上木材，然后再木材上再围一圈以此类推我们得到了房顶，图片在上面，因为图片限制，这是最基础的房屋建设，你会认为这很简单，我也承认因为这节课主要是在讲框架这一个东西而已，其他的都是附加。第二节课房屋地基的变形以及石材组合构成房屋这次我们还是从框架开始，依然是简单的木头和木材，但是我们这次不是简单地正方或长方形地基，我们将中间一块突出并加以框架，这时我上节课所说的框架的层次感初步显示出来了，这也说明了框架的重要性大概框架建造完毕，建造结束以后我觉得应该做成对称的突出比较好，别问为啥，个人喜好而已，需要注意的是一切不规则形地基需要规则地基为雏形，这是新手们需要注意的，很多新手上来搭建很难得的地基导致后续工程无法继续，更有甚者边不对边，高不对高，所以保险的方法是先建造长方形在进行修改。又是房顶，当我们填充完所有墙壁后必须面对的问题(当然也有些建筑不需要房顶)这次我们换一种材料，石材，这是一种与木材色差很大的材料，但是放在一起非常搭配也是众多新手的第二材料选择，我们这次选择石材作为屋顶材料，是因为这会让人从视觉上更加产生层次感还有减缓对木材材料颜色的视觉疲劳，而石材不仅可以作为屋顶，还可以作为墙壁，地面，装饰。。。最后还是老样子一圈接着一圈，完成即可附加;我这教大家一个外饰的东西那就是落地窗(为上图的窗子)可以看到我们再次对地基更加复杂化，需要注意的都写在了图上，这种落地窗在这种以长方形改造的地基房屋中十分漂亮和耐看，值得注意的是这些落地窗不要做得太大但是可以很高，还有关于突出这点亦可以自行斟酌，我这个突出的落地窗不适合很大的建筑。第三节课：走进别墅第一小节：1号别墅的柱子及前厅设计大家好，我馒头彻夜未眠的回来了，今天我会换一种方式来进行教学，因为我觉得我现在的教学进度略慢并且废话太多所以改为将一个建筑解刨并将知识点展示出来。这是今天我们要解刨的建筑姑且叫他1号别墅吧，总的来说1号别墅最大的亮点在与门口的柱子与2楼的链接运用，其他的没什么可学的首先，这次的主要材料有，砂石，黑曜石，石英，平滑砂石，砖阶梯，砂石阶梯和一些装饰品首先让我们从最前面看首先是最最外围的东西，石台阶，这个东西不要小瞧了它，它是最基本的别墅类房屋的地面装饰物，无论你是只是做单个作品，还是在服务器中搭建别墅群这都是一个必不可少的材料当然你非要说别墅建造在沙漠里我也无话可说，其次是这个建筑物的几个亮点，第一砂石配黑曜石，像我上一节课色差的大对比是一个亮点，而且需要注意的是，我用的是砂石，而不是平滑的沙石是因为黑曜石是有纹理的所以要细心一些。你必须学会如何倒着放置楼梯，方法如下(下面的意思不是这个已被放置的台阶会被倒过来而是下一块被放置的楼梯会倒过来)1号别墅的柱子与2楼的链接设计由于柱子比较靠里很难解释我就分步做了多的不讲了，唯一讲的还是细节，柱子材质为平滑而不是砂石值得注意的是这个，我们通常做阳台的话一般来说要做些护手类似的东西吧，走不能光溜溜什么都没有吧，那岂不成了跳台?一般有人用木栅栏作为护手而今天交给大家的是上下楼梯形成的一个中空型长方体的这么一个护手，这样的一个护手不仅不显得突兀还更符合整栋别墅的颜色与材料。第一小节完第二小节：1号别墅的房顶设计大家好，我是又累又饿的馒头今天给大家带来简单的一课，所以讲完这节课后面还会跟一个小节，但是这节课也很重要，因为除及特殊别墅不需要盖房顶以外很多的别墅都需要一个说得过去的房顶总管全1好别墅房顶我们不难发现与第一节课和第二节课的房子的区别，那就是，层次感，和立体感，首先房顶需要确定的是房子的地基，但我为什么不讲地基呢?因为我不想拆房子啊，好累啊混蛋。地基或许可以决定房顶的方向与位置，但是绝对控制不了高度，而高度则是层次感的入门而我们需要的仅仅是将整个房子分成几个部分然后开始建造房顶。还有大家要注意的时一定要摆脱强迫症的恶习，什么恶习?就是非要给房顶的房檐建成一排，这样的话就齐平了，到头来那来层次感?更不要说房顶高低了、第三小节：走进1号别墅的细节这个就比较杂了，什么都有，记住我不是让大家建造1号别墅，那是山寨，我要大家学习的事小技巧和细节所以别怪我不发全图什么的老话题，边框。首先第一幅图，这个窗户的边框就是一个小细节，这样更加突出窗子的存在而且不让其突兀，其次边上的石英石/雪(我要改成石英石，这里我忘吧雪给砸了)从1号别墅的全览图看到也是一种边框，他不会使得整个别墅太单一化，而且颜色挑选非常好，有的人会说应该配以深色边框更佳、、、、、我就爱石英石，你咬我啊!这个依然是边框，但是他是双重边框，更佳突出里面的门的存在感，这种建造方式非常容易烘托建筑物入口让人想进去，也让整个建筑增添层次感其中隐藏了一个小细节，就是窗户下面是一个台阶，这也是一个小技巧，我们有时总觉得木块上放玻璃很难看，觉得就像卡在那里一样，但是这会变成了台阶是不是更舒服点呢?有没有有时候觉得房间太暗但是直接放在天棚，或者将萤石放入地板觉得难看呢?不要担心台阶帮你，将台阶翻转再将台阶线面的方块换成萤石，这样既美观又能照明，多好~第四小节：2号别墅结构一览大家好，我是饿到不行的馒头，今天给大家带来的是2号别墅，旁边就是1号别墅2号别墅精于内饰的小技巧，所以我们这个小节先简单介绍一下2号别墅的外部简单构成首先关于喷泉，我认为如果你选择建造喷泉你无一例外的需要考虑这么几个问题，水的高度喷泉大小，等等，但是我今天要教你的唯一一点是，一定要好好装饰喷泉附近，你们可能会说这样会喧宾夺主，但是我要告诉你们的是，MC得水使流动的这注定他比其他死物材料更加显眼，所以尽量好好考虑周围的装饰不要想太多喷泉的问题。喷泉周围的围墙还是老问题，层次感，这个也不多说了最值得注意的是这个窗子的设计，旁边用石墙链接上下石台阶，和房顶的颜色配合的很棒，还有这个黑色羊毛不是一圈而只是上下两个，这是一个很有趣的小细节，为什么不造一圈?你自己想象一下就知到了左视图，没什么太亮的，依然是边框和地基问题，在这里再次声明，一定要建造一个雏形地基在建造复杂地基，不要嫌麻烦，除非你已经有了设计图那我不阻拦后视图中间突出一格，层次感，值得说的是这个中间小房檐，这是一种最为常见的房檐表达形式之一，这样的房檐作用是突出中心所以一定不要乱用，否则会喧兵夺主，及时你要用多个这种风格房檐也一定将你想突出的东西建的往外突出几个最好(个人建议)这个图是我的建议的原因，2号别墅的正面极力的把正面突出，甚至独自建立一个小屋顶来突出中心第五小节：2号别墅内饰技巧大家好，我是已经饿过劲的馒头，今天我给大家带来的是2号别墅内饰技巧，有许多好玩的点子哦首先关于内饰其实和外饰没什么区别，无非更费劲而已，首先边框，你看到3块石转吧，那也是个小细节，也就是边框，别小看他们，如果你拿手摁住那些石砖你会发现这个门很空洞，也和很模糊其次内饰讲究区域，左面是厨房右面是客厅，我们可以看到左面的地板由黑白羊毛制成，这也就是划分了区域，大家在建造内饰的时候一定要铺好地板，因为这就像在沙漠骑骆驼，南极战北极熊，湿地去河里抓鱼一样(什么蛋疼比喻>...)要给人不同的感觉制始于人们进入这个区域会干不同的事情一样，所以地板和门框都是很重要的铁毡是个好东西，多好呢?我们都直到现在mc有花瓶，(可怜的我前段时间一直活在1.2.5)但是那太小了也不够好看，铁毡能够当一个巨大的盆景花盆，好看也不突兀，值得一提的是要细心的在下面放一个萤石，这样在晚上很好看哦，就像你们家楼下的绿草绿树底下按得灯是一样的展览板，门和台阶，这是一个有大靠背的椅子，你认不认同我不管，你咬我啊小细节就是 餐布和餐垫，很多人的饭桌是清一色的木头，但这样不是一个合格的饭桌，难道你家饭桌没桌布么，你要硬说你家没有，管我啥事?你咬我啊这个是最有趣的一个小创意，右下角是成品，像不像一个小抽屉，但这个方法只有在服务器上能用哦马桶。。。。亮点是边上的手纸惟妙惟肖啊~第六节：现代别墅3号本小节的别墅不同于平常别墅有着房顶，此别墅为现代别墅，而mc中现代别墅的材料多为半砖，神奇的0.5打造了厚薄不一的美感外饰的4处可圈可点，第一处是在窗下放树叶，这是一个很基础的装饰方法新手一定要学会既简洁又美观，而细心的可以在树叶下放上萤石增加亮度其次是最令人惊讶的的一个的装饰方法，将冰块作为夹层夹在两个石砖中间，起到了框架作用，清晰地分出了1L和2L而作为框架副材料的石砖也配合这主体的淡颜色十分合拍。第三点，萤石(其实我就是圈错了)很好看，赞一个!第四点，2L阳台的蔓藤，许多人将蔓藤放在房檐或者门上等，但你也是否想过可以放在2L阳台增加整体布局紧凑感呢?我一开始很疑惑为什么用雪来做材料但是当我看到红圈里的东西的时候我就释然了，有一个比半砖更神奇的材料，雪，不是雪块是雪，薄薄一层的那种，他的具体数据我不清楚，不过他肯定小于0.5，从高到低的排序形成了层次感而中间的玻璃又恰大好处，这是这个别墅最大亮点!总结：对于建造别墅，其实并非想象中的难，相反还十分简单，关键在于对细节的掌握与观察，对于层次感，颜色，地基的把握需要十分牢靠、在总结里我要把整个假造别墅的流程和注意事项写一下首先，构想一个别墅的大概形状，然后构想主题，什么是主题?就是你这个别墅是什么样子的，富丽堂皇的豪宅，乡村的温馨小院，惊悚吓人的哥特小别墅，等等，这些决定你的材料，建造大小以及形状。然后开始建造地基雏形，如果你有设计图可以直接开始建造复杂地基。在建造时候的注意事项我已经在前几节课里讲过了，这里就不再提了\n",
    "replies": []
}