{
    "title": "hoho 超短章节小说《苦力怕日记 - 九彩生命结晶》纯心血来潮~~",
    "author": "qvqvqvqv2012",
    "replyCount": 7,
    "timestamp": 1344521040,
    "txt_content": " 本帖最后由 qvqvqvqv2012 于 2012-8-13 17:52 编辑 \n\n嘛 纯心血来潮 新手作品~勿喷哈   mc忒有趣了，我会在文里添一些闻所未闻的mod~0v0 求支持~~\n\n\n\n\n序章：\n\n       咳咳，大家好，我是三g牌苦力怕，我出生在一个幸福的家庭，外边有浓郁的大树，清澈的小溪，不远处的小山庄经常有人类活动的痕迹，通常呢，我们的族人会用最直接的方式将他们超度掉~什么？你说我们是傻蛋？好吧，我承认这种自爆的方式很愚蠢~但是你以为我们就真的什么都不留下吗？\n       通常，人类会将我们身上的物品拿走，但是有个东西他们是拿不走滴~那就是我们的绿色生命精元，它会在爆炸的一瞬间融入天地灵气，不出几分钟就会在灵气流动缓慢的地方凝聚成型~因此我们自爆是不会挂掉滴。当然，仅仅只是自爆~\n       对于我们家族怕猫的原因呢，这恐怕会让你无法接受嘿嘿。猫的体内有种灰色生命精元，你知道吗，那真是种要命的精元，在此精元的10米范围内，我们的绿色生命精元将会被侵蚀……算了算了，不说了，太可怕了。   \n       在我们家族的内阁呢，存放着一块菱形的结晶，别人说他是绿色生命结晶，而我们家族却是喜欢叫它为“生命之源”，哦，对了，这是家族秘密，不可以告诉别人的。  \n       小时候呢，我一直对老爸老妈说要找到异次元方块世界的界宝，然而他们除了不相信还是不相信，唉......你，相信吗？",
    "replies": [
        {
            "author": "sylqiuyifeng",
            "timestamp": 1344521220,
            "txt_content": "插图路过"
        },
        {
            "author": "Hao",
            "timestamp": 1344521340,
            "txt_content": "苦力怕是萌+爆炸..."
        },
        {
            "author": "qvqvqvqv2012",
            "timestamp": 1344521520,
            "txt_content": "第一次写mc~~~"
        },
        {
            "author": "qvqvqvqv2012",
            "timestamp": 1344523680,
            "txt_content": "继续第一章~这书为第一人称角度 呵呵。\n\n\n第一章 - 体验生命精元的轮回：\n\n       “又是一个快乐的早晨~”我哼着歌走在树林里。\n         一个黑影突然从背后闪过，“什么东西？”我猛然回头一看，眨了眨眼，这什么都没有嘛，抚摸了一下心跳加速的胸口，继续往森林深处走去。\n        “话说昨天晚上的红烧猪肉，味道真是香，我一定自己要抓一只，这样我就可以自己吃了，嘿嘿”我自言自语地说道。在我自言自语的同时，后边的草丛忽地动了动。“那是什么？是猪吗？如果真是就太好了，不过我听爸爸说，猪通常都是在森林深处的森林之野活动的...”\n       我小心翼翼地靠近了草丛，突然一个黑影冒出来，我刚准备惊喜，那居然是个成年人类，而且手上还拿着弓箭！来不及思考，生死就在这一线之间，来自远古的潜意识让我不自觉地将体内的暴动精元点燃，随后我感觉到了身体的膨胀感，我貌似看到自己在发光！“不！”草丛内的那人惊叫道。\n       “ssssssssssssssssssss，轰！”\n       随着爆炸声的消退，尘埃也终于落定，刚才还是绿油油的小草丛，现在仅仅剩下一个不大不小的深坑，在坑的旁边，掉落了一把发着微弱紫色光芒的短弓，还有一些份量不算太多的火药。\n       “我......这是在哪里？”我望着一个黑色而不着边际的空间低声说道。在这个地方，我可以明显的感觉到空气的流动，不知为什么，这里的空气异常宜人，很快我就陶醉在这里面了~不出几分钟，空间渐渐收缩，空气也变得越来越浑浊，我从意境中悄然回神，四周的无尽黑色也渐渐转为带有强光的绿色......\n       周围的一棵树上，原本极有规律的灵气突然变得小范围旋转起来，渐渐地凝聚出一粒用肉眼难以察觉的种子，很快又恢复了正常。这粒种子由于缺少了灵气的支撑，很干脆地掉在了地上。\n       种子渐渐出现了反映，先是长出了一株极小的四叶草，然后以罕见的成长速度迅速长大。直到变大的势头渐渐消退后，才开始扭曲，成型。\n       “唔！这算什么重生嘛！”"
        },
        {
            "author": "qvqvqvqv2012",
            "timestamp": 1344523680,
            "txt_content": "冲凉睡觉~~~有时间更新下 呵呵 写小说真好玩哈哈"
        },
        {
            "author": "1277832129",
            "timestamp": 1345004220,
            "txt_content": "无插图。2楼看到了"
        },
        {
            "author": "qvqvqvqv2012",
            "timestamp": 1345273440,
            "txt_content": "小说暂时停更~"
        }
    ]
}