{
    "title": "<原创·连载>《野性难驯》【作者：ε--】",
    "author": "ε--",
    "replyCount": 5,
    "timestamp": 1424785920,
    "txt_content": " 本帖最后由 ε-- 于 2015-5-23 22:51 编辑 \n\n《野性难驯》\n*恒时殿堂P20150224号档案一 #2\n\n\n\n\n\n\n开新坑了，希望能多多支持\n有bug也请提出。\n\n6.14后更新",
    "replies": [
        {
            "author": "ε--",
            "timestamp": 1424785920,
            "txt_content": "一      无数星尘在有限的宇宙中汇聚成一条璀璨的光带。      握着药剂瓶的那只手却忽的颤动了一下，卓然天成的艺术品泾渭分明的化作了两层，终究没有融合在一起。      “怎么？”      奥西斯摇了摇头，不知是真的没有还是不愿回答。      药剂一泄而空，药剂师一边仔细冲洗，一边回答道。      “至多还有一个月，这个世界将会被迫融合，而我至今还一事无成。”      开口那人躲藏在阴影中，继续不动声色道。      “在过去，能量紊乱就已经让原本无法互相干扰的各个世界的区别不甚明显，时空裂缝时常会不间断的打开，像程序设置错误的吸尘器，吸走这里一点，那里一点，紧接着在另一个世界中吐出来，创造出一个四不像的文明，可以说，所有世界终将融合成一块精美绝伦的垃圾，只是时间长短。”      “那么，各个世界之间独立的创新性也将被吞噬，所有生命都会变的一样，我正努力阻止这一事实的发生。”      他继续加入药剂。      这次，所有的星尘都融合成了一颗。      一只枯槁的手臂从阴影中现身，紧紧钳制住了奥西斯翻动的手掌。      药剂第无数次的分成两层，变成了废液。      “你看，我稍稍一动，你就轻而易举地失败了，试想在如此心烦意乱的情况下，你如何完成自己的使命。”      奥西斯抬起沉重的头颅，眼眶中涨红的血丝较之前又多了几根。      视线所及，仅有各种颜色空空如也的草药罐和无数破碎的药剂瓶，这一年，日日夜夜陪伴自己的，也只有这些没有生命的容器罢了。      若是换个人来，怕是早就成功了吧。      奥西斯心中所想全然被了解，那块枯木又轻轻攀上奥西斯的臂膀，拍拍打打，给奥西斯脏乱的袍子上除去了几道褶皱。      “出去走走吧，乘着还有机会，牢牢记住这个曾经才华横溢的世界吧，千万不要像我这样，奋斗到了最后一刻，却依旧一事无成。”      话音落下，身影溶于阴影，消失了。      这正中奥西斯下怀，药材消耗的也差不多了，再在密室里坐下去，他的身体也要枯萎了，这样看来，他刻意定下的工作周期运转完美。      他的目光投向密室的另一侧，那里刻画着一个深蓝色的法阵，两个分离法阵套上一个重组法阵，“虫洞”既可以用来废物回收，也可用以定点传送元素流。      熟练的踏上法阵中心，奥西斯的身体分离成几股元素流，在坚实的地壳中穿行，紧接着又重组于地表。      耀眼的阳光一瞬间将他的感受器填满，刺的他眼眶生疼。      密室中的魔法灯让奥西斯的眼眶习惯了在黑暗中工作，因此，夜晚才是奥西斯最好的伙伴。      看来自己已经连约会时间都已记不准了，奥西斯整整袍子，开始考虑是否采纳莫罗斯的建议。      当初看来，一切已成定数。      这个宇宙由无数个世界组成，而奥西斯和莫罗斯分属两个世界。      两个完全不同，各自为政的世界。      一年前，莫罗斯用某种弄拙成巧的办法穿透了两颗星球之间近万光年的距离，为奥西斯带来了一个消息和一张配方，两个截然不同的解决方向。      一个名为MOJANG的团体，试图运用时空裂缝，将所有的世界融为一体，并声称此举能够推动宇宙完全发展。      融为一体。      他轻轻咀嚼这个词语，心中产生了极大的厌恶。      这也是奥西斯反对的其中一个理由。      当所有未知都成为已知，那么这个世界也就将死气沉沉，死期将至了。      可反对仅仅只是反对，奥西斯拿不出任何办法阻止这种风潮或是暴力推进，或是假借无知，在这个无限的宇宙之中，蚕食有限的世界。      既然不能根除这股风暴，只能在席卷之下瑟瑟发抖。      而那个配方，就是在风暴之下掩护他的庇护所。      封锁药剂。      这种药剂可以稳定时间与空间，修补一定范围内所有的裂隙，恰到好处的是，正好可以将奥西斯的世界包裹进去。      所以这一年来，奥西斯一直在致力于研究药剂的可行性，千万次的努力得到的却只有一个结论。      不可能。      配方所使用的药材几乎或多或少的相互冲突，即使奥西斯运用最顶尖的手法来抵消能量损耗，药剂所要求的各系能量阀值也永远无法抵达。      模糊之间，他似乎在记忆之中抓住了什么东西，然而无法清晰的解读出来。      该死。      这是棘手的问题，然而更棘手的问题现在摆在了他的面前。      由于太过入神，他已不知不觉地被人跟了一路，若是放到以前，元素体能让他在一边神游，一边发现盯上自己的敌意。      幸好还来的及挽救。\n"
        },
        {
            "author": "hhttll",
            "timestamp": 1424786100,
            "txt_content": "上次谁说的要支持文学作品作者来这"
        },
        {
            "author": "北极星人",
            "timestamp": 1425013560,
            "txt_content": " 本帖最后由 北极星人 于 2015-2-27 13:09 编辑 \n\n呵呵……新坑构思完了，你拿精华帖达人肯定有戏……更新记得@我"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1446946440,
            "txt_content": "停更多久了...\n还是似曾相识的描写水准和风格\n建议你在一些报刊杂志上发表，不要局限于一个论坛"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462482600,
            "txt_content": "彼岸在望 发表于 2015-11-8 09:34\n停更多久了...\n还是似曾相识的描写水准和风格\n建议你在一些报刊杂志上发表，不要局限于一个论坛 ...\n“局限”这个说法我就十分不同意。\n不过关于楼主写得如何，这个我是支持的。"
        }
    ]
}