{
    "title": "【原创】《旧事故时》 第十二章?(^?^*)",
    "author": "Mala23333",
    "replyCount": 1,
    "timestamp": 1424848560,
    "txt_content": "第十二章 \n\n\n　　伪装成人类，寻找机会狩猎。\n\n\n　　老师她需要一些小孩子，不过她对我说的却是“希望有更多孩子们到她家来，这个节日少不了孩子和糖果”，并且提起“大人会带走他们，这样糖果就没人会来吃了，这些美味的糖果啊。”（其实是不要被大人发现）\n\n\n　　“哦，小家伙，这种伪装只许出现在我眼睛里。”她搅着黑乎乎大锅里的蓝色液体，用那个打磨得光亮、又长、深褐色的长木勺，搅着这些蓝色的、呈现出好看的渐变色、冒着白烟和气泡噗噗作响的液体——夜视药水，她说的，虽然还没有呈现出深邃的深蓝色。我记得Ada的梦中情人的眼睛也是这种颜色的——深蓝色，深海的蓝。总之从他的呓语中挑出一些晦涩难懂的单词，拼起来，就是这样。\n\n\n　　“来看看吧……我这是第几次给这些贪心的家伙们炼药水了？”她脸上呈现出意味不明的微笑，“那些贪心的家伙们，居然敢私吞这些药水卖出去的钱……呵呵呵……”\n\n\n　　她搅啊搅，不知疲倦地搅啊搅，白烟升起，闻不出来有什么奇怪的味道。不过当我向木屋外看时——透过厚厚的透明玻璃，视野内的颜色是相反的，与夜晚相反，在夜晚就如同白天——那现在可以说成外面就像被颠倒的夜晚，现在是白天，月光就像阳光，外面的世界色彩全都混杂在一起。初学者学习色彩时不小心将颜料全都挤在一起，用材质差透了的水彩画笔简单粗暴地混在一起，以至于你看到的色彩全是混乱的、令胃不舒服的，于是作为老师的你命令他赶紧把这些调坏的颜料们给用水洗掉。\n\n\n　　这烟有问题，忽然，我的眼睛看不见东西——任何东西，眼睛被黑色的厚纸板糊上，它没考虑我的感受如何，只有疼，疼痛感窜进了头颅里：四处乱撞、星星环绕着，强烈的眩晕感，他们震撼着神经，每一根神经。把它们当做蹦蹦床，在它们身上又跳又窜、翻着跟斗，做出各种动作、翻花绳，将它们挤在一起或是用一把小刀取下足够长的一根，打个结，没错，翻花绳——尤其是他们将降落伞翻出来的时候，他们互相称赞对方的技艺是如何精湛——而你却疼得像条脱离了水的庇护的鱼，大张着鱼嘴拼命呼吸、呼吸，即使你也知道这样没用，干燥的空气粘连住了你的鳃丝，让鳃盖死死地粘在一起，苦苦地等死。\n\n\n　　“可怜的小家伙，这烟的滋味一定很难受吧？”我看不到她是在笑还是表情一脸不屑或是讽刺，总之一句话——两块黑色的厚纸板死死的粘在眼睛上。“这些药水一定能卖出好价钱……虽然试验品还只是个孩子，得找个大人……”她停下搅着药水的双手，“扫把哟，帮我找找解药在哪里？——别像个懒鬼似的。”\n\n\n　　童话故事中的老巫婆总有把“小管家”——有魔力的飞天扫把，管它是破旧的还是新崭崭的，坏掉的她们会自己修好它们，这样“小管家”们会对它们的“女士们”更忠心、更尽职。\n\n\n　　扫把“走来走去”，翻翻这个、晃晃那个，“懒鬼！连药水都记不住吗？！”她生气地骂道，“绿色！绿色！”\n\n\n　　“瓶子？？”它问道，灰尘从它身上掉出来，“圆的！不是喷溅药水！傻瓜才会用这种喷溅药水治自己的脑子！！——除非他们不想活啦！！”\n\n\n　　这药水效果太可怕，至少这是对那时的自己而言，除了她自己和那个“懒鬼”没中招，我直接躺在黑暗的柔软被窝里，再过不久，就准备跟这个世界、老朋友、和Roxanne说Goodbye。\n\n\n　　这被子真是厚实，大嘴张开，我就是它的开胃小菜。\n\n\n　　听不到、看不到、闻不到、感觉不到……说白了：与世隔绝。\n\n\n　　那时的我对自己说：Ande，你还想睡多久？\n\n\n　　想睡多久就睡多久，看这懒鬼能不能找到解药。这副身体回答他。\n\n\n　　今天太阳不会晒屁股。它又加上一句。\n\n\n　　可能有一会了，我被无边的黑暗吐了出来，大嘴张开，这家伙太难吃了，它说，像一大块绿烂泥。\n\n\n　　正好，这药水喝起来就像河底烂泥，还是长了青苔的那种——像给老朋友吃的那些“对身体发育有益”的“碧绿色稀泥”，我不期待这是土豆泥，或者说它的味道就是土豆泥，虽然没加上一勺肉汤。那些烂泥黏在喉咙里，吞咽反复了好一会终于将它们咽了下去。\n\n\n　　庆幸这比给双眼贴上黑色厚纸板不管不顾的感觉好多了。当然，她双眼冒光，一瓶一瓶地装，扫把一瓶一瓶地接，塞好软木塞，装在一个不大的铁箱子里——13瓶，瓶子又小量又少——只有这些，虽然还在试验中，没有关于用在成年人身上的记录——管他呢，反正卖出去不就得了？最好的女巫，技艺精湛，炼出来的药也最值钱，这是个显而易见的事实。是不是？\n\n\n　　“小子，换身行头。扮成可爱的小红帽，你知道的，小孩子更受欢迎，尤其是金发碧眼又懂礼仪的贵族小淑女。”她关上箱子，“瞧啊，那个可爱的小甜心，人人都爱她，甜心、甜心，他们这样叫，小孩子们——尤其是男孩们，更吸引注意，然后把他们都引到我这里来……”\n\n\n　　“噢，老师，你想杀了他们？把他们的肉做成好吃的肉布丁？把他们的皮剥下来做衣裳？头当南瓜灯？”\n\n\n　　“小家伙，这些担心都不是问题……”她示意要我闭嘴认真听她说话，“甜心，我想给孩子们过一个‘欢乐时光’，我们的节日。”\n\n\n　　她又拿出一大盒糖果，“你瞧，这些非常好，完全——我没放安眠药。”她指了指身后紧锁的房间，“这里我用魔法给锁上了，里面准备了更多美味的糖，巧克力！——这些稀罕小宝贝，尝尝吧……”她拿出一颗深褐色的球状物，小小的，散发着可可的芳香……还有牛奶。\n\n\n　　“噢噢噢，我居然忘了……怪物不喝牛奶，那些小杂种才会喝……比如愚蠢的家伙们还有他们的蠢驴们。”（她指的是村民和他们的孩子）于是她将这颗巧克力扔了出去，从外面听到了咀嚼声，“那可能是羊吃了它，黑巧克力，你应该会喜欢这个。”\n\n\n　　“谢谢。”我说，接着吃掉了一颗，“真不错……”\n\n\n　　“我想，你这一口肯定会咬掉一个男人的胳膊。”她打开窗向外面吹了声尖锐的口哨，“天啊，这些牙齿就像鲨鱼的一样尖，虽然小了些。”\n\n\n　　几个漆黑的身影出现在草丛间，“亲爱的女士，我们非常乐意为您分担这些重量！”他们张开手臂示意，“用您那神奇的魔法，将它们都交给我们，我们一定保证诚信！”\n\n\n　　哦，去你的这些狗屁诚信，“我分九你们得一，这够客气，何况你们这些狗屎苍蝇还私吞了上次的钱！”她拿出法杖，“小瘪三们，这些算见面礼（一瓶药水正中他们的头上）！活命机会就在你们这些吃屎长大的‘诚信’里——敢把它们再私吞，你们就活不过今天！！”\n\n\n　　“是是是！！尊贵的女士！！”他们再次请求，“快点，女士！那些冒险者可不是吃素的！！”\n\n\n　　“我们不希望送死！！”第三次。\n\n\n　　“叮！”，铁箱子轻轻落在地上，由他们抱着，匆匆跑到了黑暗里不见踪影。“小杂种们！吃些教训吧你！”她愤怒地挥着法杖，叮叮作响，“它们用在买药材上！想想！我每天都要新鲜的才做得出好药水！”她直接回答我的疑问，这样她可以不必啰嗦我太久，“现在，让我看看你的新模样，待会你得一直练习……”\n\n\n　　“一直练啊练，直到没力气再练，没办法……”她喝了些柠檬茶，这是她的最爱，“那时你想成功，想更强，没得近路，你得踩着泥走。”抚摸着用得发亮的法杖，环绕的中心放的是一颗仍保持着它光鲜亮丽的绿宝石，“你看，用久了它就这样，就像我现在这样……”\n\n\n　　“这次变成一个小女孩，八岁，金发碧眼，衣服别太精致，保守些。这样容易被人贩子盯上，破旧点。”\n\n\n　　我试着变吧，这不难。虽然有些反感，不过至少没配给布娃娃或泰迪熊什么的，那真不错。\n\n\n　　她补上一句，“那些人贩子最喜欢年龄又小又单纯，长得又漂亮的女孩子，可以拐走卖个好价钱，比如让她们以后当妓女卖身什么的。”可别像那些天真的小家伙们一样，末影人都不傻。\n\n\n　　有些恋童癖变态会把她们拐走带到没人的地方然后好好发泄一顿，突然想起这些我顿时感到一阵恶寒。真糟糕。\n\n\n　　不过长得可爱些又可以多吸引些不明真相的天真蠢蛋们，“那……现在怎样？”在镜子中的“自己”开口问道，看上去像极了，只需要隐藏一下太过于尖利的牙齿就更棒了。“除了那些牙齿，其他的都非常好，它们让那些蠢货想起恐怖的吸血鬼……不过你们都不会吸血的对吧？”她大笑起来，深紫色带有绿色装饰物的帽子也跟着她的大笑一摆一动，翘得老高。\n\n\n　　“这真是个搞笑的问题，非常搞笑……我怎么会问这个呢？真是的……”她摇着头，好笑地说，“练习的时先放一放，来给我讲讲故事吧。”她拿出一本陈旧的、厚重却非常干净保养得十分完美、封面画满涂鸦的故事书，翻了不知多少页，《海的女儿》——某个故事的标题，写得足够大，也足够突兀，字也非常好认，工整又井然有序。\n\n\n　　“一个可怜小人鱼爱上一个负心汉，你猜猜看之后会发生什么？”\n\n\n　　“那她一定死了。”我摆摆手，“故事当中不就是公主与王子结婚终于过上幸福日子了吗？还要她来干什么呢？”\n\n\n　　“孩子，那我就有个另一个版本的故事要给你。”女巫眯着眼睛，深绿色又再度明亮得如祖母绿的眼睛，仿佛能洞悉灵魂，“保持兴致，这故事比较长，心急吃不了热豆腐。”\n\n",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1424848680,
            "txt_content": "哎呦不错哦"
        }
    ]
}