{
    "title": "【trp-cb】论在mc中实现四则计算及高精度浮点计算的方法",
    "author": "乙烯_中国",
    "replyCount": 13,
    "timestamp": 1424862000,
    "txt_content": " 本帖最后由 乙烯_中国 于 2016-3-20 18:15 编辑 \n\n　　大家好，我是乙烯。这个月呢，我一直在研究计算圆周率的办法，可惜没有什么具体的进展。似乎是我对于泰勒展开的分解方法不对，造出两个不同结构的计算公式，但是计算的结果依旧不对。和贴吧的正正正正正好交流了一下，认为可能是由于迭代的误差传递的导致的，所以计划暂时搁浅，但是同时呢，有一些研究的副产物，我一人占着也没什么用，所以今天给大家带来我这个月研究的浮点数计算的方法，大概码了三千多字，分享给大家，希望大家喜欢。\n[fly]前排Attention！字多图少！前排Attention！字多图少！[/fly]\n\n贴图库把我的图搞没了ORZ，周末去修。\n\n一，所需要用到的指令。\n\n　　首先，我们需要提一下1.8世代里新出的指令，计算指令。\nscoreboard players operation <选择器> <操作计分板> <操作符> <选择器> <参照计分板>复制代码\n\n　　该指令适用于改变第一选择器选中的实体中所存储的名为<操作计分板>的分数的算术运算，并把第二选择器选中的实体中的存储的名为<参照计分板>的分数作为输入。\n　　注意，选择器可以选择多个实体就是说，令a=操作计分板，b=参照计分板，&=操作符，在前五条操作符中，整条指令可以看做a=a&b\n\n<操作符> 可以是:\n\"+=\" 加：a=a+b\n\"-=\" 减：a=a-b\n\"*=\" 乘：a=a*b\n\"/=\" 除：a=int(a/b)\n\"%=\" 取余数：a=a%b\n\"=\" 赋值：a=b\n\"<\" 取小: if a>b then a=b\n\">\" 取大: if a<b then a=b\n\"><\" 交换: a=b，b=a\n除了\"><\"之外，参照计分板的值不会变。你可以用\"*\"来代替两个选择器中的一个来选择所有的玩家，但不可以同时使用！\n( Source: http://minecraft.gamepedia.com/Scoreboard 译自wiki)\n\n\n\n二，对变量的预处理以及建立变量之间的联系\n\n　　好的，那么如上所述这是1.8的计分板计算指令，本文所写的内容均以以上指令为基础，只有完全领会上文的指令，下文内容才会对你有实际价值。\n　　其实对于mc的指令部分来说，计分板绝对是一个不可缺少的角色，近期计分板的更新也是非常频繁，那么既然更新了operation这种通过计算在计分板里动态传送数据的方式，那么毫无疑问，计分板里的数字矩阵结构就可以实现了，同时我们可以通过内置公式的方法，进行一些精巧的计算。那么我们常用的计算有哪几种呢，这是小学生都能说出来的内容，四则运算，加减乘除。对于计算机呢，则是加减二则运算，这是后话，暂且不提。相对于加减乘除的四则运算，我们在mc里应当怎么使用呢,我们来先看看，mc里提供的四则是什么，加、减、乘、还有整除（向下取值），这个整除是很有意思的，因为mc为了完成完整的除法，给他附带了一个取余的命令，这样我们可以做出完整除法，不过在此之前，我们还需要解决一个问题，就是浮点数的处理方法。\n关于为什么mc没有直接给出除法指令呢，原因很简单，计分板只能处理整数，而加减乘这三种运算，输入整数是绝对不会输出小数的，但是除法就不同了，计分板无法实现存储小数，那么我们面对浮点数，需要怎么处理呢？我们可以从前人的智慧里得到答案，同样是不能存储小数的情况，\n　　计算机里对于浮点数的处理方法是：\n1，“分两个存储单元，一个存储浮点数位，一个存储整数位。”2，“采用类似科学计数法的方式，一个存储有效数字，一个存储X10^n中的n。”\n鉴于计分板的存储位数有限，我们需要将数字切分拆成计分板能够存储的位置，我们优先采取第一种方法，那么这个方法现在被转化成这般方法：\n“分两批计分板，一批存储浮点数位，一批存储整数位。”这种切分方法类似于定义一个进制，而每个计分板就是一个数位，比如我定义每个记分板存储四位数的话，那么这个进制可以被称为万进制。\n例如，现在有一个数是700000.12450，而我们定义的是每个计分板存储四位数的话，就会出现这样的结果\nint01=70，int02=0，int03=1245，诸如此类。\nGood，现在这样已经可以存储基本的浮点数格式，那么现在我们可以进行完整的数字运算了。这些计分板是需要有一个存储的位置的，那么这里就有一个分歧，有两种方式来存储计分板：\n　　第一种是“建立一大堆不同的计分板，然后全部存储到一个实体里。”（你甚至可以添加到一个虚拟的玩家身上，然而由于不方便操作所以不推荐）这个不推荐的理由是选择器无法选择虚拟玩家，所以一切的计算只能盲算，游戏只能用计分板的test指令检测虚拟玩家身上的计分板。\n　　对于计分板的查看，现在一般可以用牌子来观察多个计分板的值，因为需要观察的计分板数量实在不少。\nscoreboard objectives add int** dummy   //添加计分板复制代码scoreboard players set <选择器> int** 数字    //将计分板加至选择的实体身上复制代码\n　　其中**代表一个数列里的所有数字，int计分板的名称可以任意修改。同时也可以用不同的词来领头来做不同的分类。\n　　另外一个则是“建立一堆个不同的实体（这里的不同并不完全是指实体种类，可以是名称，位置等可以被选择器判断的区别），将某几个的计分板分别存入这些实体。”\n然后在我习惯用的系统中，我是把目标项作为类型来处理，实体项作为变量名来处理。这样大致对应你用的第二种，不过我还是习惯使用不存在的玩家名，作为变量名，这样还有个好处是在屏幕右侧做变量监视列表看起来会很直观。scoreboard objectives add var dummy   //添加计分板复制代码scoreboard players set <选择器> var 数字    //将计分板加至多个实体身上复制代码\n　　其中var是一个大类（即为一个计分板），而不同的的数位就存储在不同的实体身上。而整体的动态存储，我推荐利用位置这一条件。就像磁带的工作原理。磁头不动，磁带动。这是有两种动态存储的方式：“读取端不动，写入端移动”或者“写入端不动，读取端移动”。首先我们需要一列实体，这一列实体分别存储某一数字的某个位置（可以同时存储多个数字的相同位置），这个可以用一列命令方块来实现，写下如下命令：summon 实体名称 ~ ~1 ~ {自定义的nbt}复制代码　　然后有专门的一个写入端的cb（另外一种方法只需要把前后两种方式倒过来就ok了）scoreboard players operation <选择器> var  = <选择器> int0复制代码\n　　其中int0就是一个中继计分板，暂时存储要存入相应数位的值。注意，每个数字都需要一个自己的中继计分板。不然效率大大降低。这个写入端的选择器要选择那列实体的第一个实体，然后我们需要移动该列实体，使写入的选择器刚好只选中第二个实体，我们所需以下指令tp @e[选择器（保证只选中你的存储实体）] ~ ~ ~1复制代码\n\n　　其中坐标任君定义，然后整个机器循环运作直至存储至最后一个实体。读取非常简单，我们需要建立一列专门读取的cb，当然你也可以像写入一样做一套类似的系统，然而效率我不保证。复位依旧使用tp指令即可。如果想完全清除计分板内容可以考虑kill全部的存储用实体或者重新建立计分板。\n　　注意，整个计分板的存储的符号位由第一个计分板决定，之后的计分板在正常情况下都应该为正数。那么对于这批计分板的处理，有个问题也是不可避免的，就是各个计分板直接的联系方式，也就是说，每个计分板存储同一数量的数位，其中牵扯到进位和取余的部分我们需要给他一个及时的数据传递，那么在这个地方,我们需要一个探测数字是否需要进位的命令方块，就是说，我们可能在这里是需要用到一个高频的时钟信号来激活这个探测命令并执行进位动作。这套动作需要在下次调用这个数字之前完成，所以不一定需要高频，按需建造。但是我的机器里是使用的fill高频进行的进位。       实际上，用计分板进行规划四则的计算方式和电路中的方式非常相像，首先第一点，在计算之前，我们需要对齐小数点的位置，这一点不用担心，由于之前我们提出，浮点数位和小数位是按计分板来存储的，所以我们只需要将相应的计分板对准就行了，而很多时候我们甚至可以忽略这一步，因为大部分的机器在运行中两个计算的数不会发生一个位移差，但是如果对于除法来说这就是很重要的一点了。每个计分板的推荐存储位数为4位数。\n\n\n三，四则运算的实现方法\n此段由于图片丢失导致阅读可能引起困难，我会在下文添加具体的图片说明。\n　　那么我们接着说说四则运算的具体实现方法。其实如果仔细阅读我上面的解说的话，现在你应该也有了一套的想法了，但是现在，既然你能坚持看到这里，那么就来看看我的思路吧。其实，加减乘的处理方式非常类似，我会在下文中附上流程图作为解释。\n那么现在，你就可以直接按着以下指令来计算mc中的加减乘法了……其实本体的命令非常简单，只需要按流程图上的规则，写出相应的指令便好了，尤其是加减二则非常容易，提高精度的办法就是增加参与计算的计分板。然而，乘除法并不是这么简单，相对于整个平时一步而成的乘除法我们可以将乘除法分为两个大类，高精度对低精度以及高精度对高精度，而原始的模型就是低精度的计算指令。有的人看到这里就会问了，为啥要这么分配呢？其实我们要可行有效的进行计算。而正确的选取我们所需要的精度也是必不可少的一环。高精度对低精度，这个依旧是非常容易的，我们只需将加减法的流程图进行一个小小的变化，同时别忘了，对留出来的进位数也要进行一个微小的调整。这个就是将低精度计算的模型叠加造成的高精度。\n　　那么真正的困难还是存在于高精度对高精度的计算之中，目前我仍未找到高速有效的算法，我只能提供可以实现的算法。而这部分中，可以说的不多，我直接就提供实现办法，配图再辅以说明。对于高精度的乘法来说，我有一个方法，不会特别简单，但是相对来说，是个比较快的办法，而这个办法呢，小学生或者初中生就能做到，就是乘法分配律的逆运算，对两个乘数使用因式分解。\n类似于A*B=10^12*(a*B)+10^8*(b*B)+10^4*(c*B)+d*B\n其中a*B之类的全部都是低精度对低精度的计算。\n　　就是说每个记分板互相相乘然后结果相加，就是说类似上图所列出的图像说明和等式。同时需要额外主要小数点的位置，如有必要，可以另外新建一个计分板管理小数点的位置。\n\n　　图中每个点代表一个计分板，每个int计分板都是同行同列的乘数计分板的乘积，每条虚线上的int计分板最终加到此线上的print计分板，最终print计分板里存储的是最终结果。\n　　而高精度的除法没有可行的计算律进行简化，那么这个时候，我们就需要将自己的视野看向数电方面，数电方面对于除法的实现方法就是移位相减，类似于不恢复余数除法，虽然用在十进制中较为麻烦，但也确实是一种可行的办法。由于就是乘法和减法的计算堆叠，我就不输出命令了。通过对齐除数和被除数的首位进行相减，同时记录移位所造成的小数点的位置差，每减一次，结果+1。减至被除数小于除数时将被除数乘十，结果乘十。然后循环至指定位数时，将小数点的位置差补齐。输出答案。\n关于不输出余数除法，我会给出一个流程图来进行说明。\n\n这里附上竖式图\n下图左边为普通的除法竖式，右图为实际在mc中的操作方式。\n\n下图为除法处理中的cb变量传递分析。\n\n下图为主席升过级的高精除算法。\n\n\n\n[groupid=143]The Redpixel[/groupid]",
    "replies": [
        {
            "author": "捌柒",
            "timestamp": 1424862360,
            "txt_content": " 本帖最后由 ghyzhi10086 于 2015-2-25 19:13 编辑 \n\n看完了，虽然说的有点复杂但是还不是很难懂，两种储存方式举个例子就好，比如8.7储存为8和7或者008007就好（如果理解有误请纠正）还有储存的问题，115不是做了一个ram吗？那个好像是通过改坐标让一个实体储存多个计分板值的（虽然我没研究过）"
        },
        {
            "author": "restart",
            "timestamp": 1424862540,
            "txt_content": "计分板这么好的东西居然拿来做计算器{:10_514:}"
        },
        {
            "author": "lzs1234",
            "timestamp": 1424870880,
            "txt_content": "看到这么多表格我瞬间失去了学习红石和高级记分板的信心"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1424873220,
            "txt_content": "为什么不隐藏回车符"
        },
        {
            "author": "alsohuo",
            "timestamp": 1424874300,
            "txt_content": "这个听起来好难哦。我只有看的份了"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1424875080,
            "txt_content": "ghyzhi10086 发表于 2015-2-25 19:06\n看完了，虽然说的有点复杂但是还不是很难懂，两种储存方式举个例子就好，比如8.7储存为8和7或者008007就好 ...\n{:10_492:}所以有讲把所有计分板存储到玩家身上的方法啊"
        },
        {
            "author": "Nickel-Ni",
            "timestamp": 1424876400,
            "txt_content": "0.0除法感觉效率还是不高，应该会有更好的小数表示法期待大触发现"
        },
        {
            "author": "jianghr",
            "timestamp": 1424947860,
            "txt_content": "看过第一遍直接印象是你还没写完{:10_493:}\n回头又翻了一遍，差不多是该讲到的都提了一下……\n然后实话是可读性比我想象的要差一些……\n前面部分运算符直接上了结论，虽然省掉了原理，不过单从计算用上来说……可以接受。\n中间部分变量的声明：我觉得实在是过于简略了，没给出任何固定变量或实体变量的生成方法（指令+时序），没有记分板基础的人根本就不会看懂，比如我就没有关于实体变量的基础。而且此段没说好，前面一段根本人家就不明白怎么回事。\n后面部分高精度浮点实战，写得还可以，不过除法部分我是没特别的看懂，乘法部分的浮点整数和小数部分还有保留疑问。\n\n排版建议至少按我说的那样把主要章节分隔出来，没大标题起码有几个空行什么的，这一大板没分大段的太QJ眼球了。\n然后建议把中段和前段位置换一下，不过不换问题也不算太大。\nwin7默认全文主要字体有点锯齿。\n\n以上，待改进。辛苦费先给，精我再等等射。编辑时注意备份底稿。"
        },
        {
            "author": "ufof",
            "timestamp": 1424964300,
            "txt_content": "原来计分板也可以达到这种效果呀！"
        },
        {
            "author": "satgo1546",
            "timestamp": 1425038340,
            "txt_content": "看完了，好像基本就是把算法里的高精度计算在Minecraft里制作一遍……不过感觉很不错。"
        },
        {
            "author": "jianghr",
            "timestamp": 1425195180,
            "txt_content": "这坑爷的论坛终于上来了{:10_493:}\n看过第二遍修改稿，表示可读性有很大改善。\n说几个问题：\n\n整除那里的“向下取值”我觉得应该是“向下取整”，检查下是否笔误。\n\n第二部分那里的记分板你说的数据结构我大概看明白了，不过比我想象的还是有点区别，本身这套思路的原理就是基于<实体> 《目标》计分的多对多关系对不。\n然后在我习惯用的系统中，我是把目标项作为类型来处理，实体项作为变量名来处理。这样大致对应你用的第二种，不过我还是习惯使用不存在的玩家名，作为变量名，这样还有个好处是在屏幕右侧做变量监视列表看起来会很直观。\n不过呢，这样的话还是基于手打。我想看到你第二段中关于第二种声明方法是基于summon的，而不是手敲变量名，也就是动态存储。我想你在那里给出一个实例，最好写到实体的生成、记分板的赋予、生成序列中特定“变量”（实体）的检索、使用完成后的清理，这些过程，因为这些是对一个能用的动态存储系统不可少的。\n\n第三部分在我看来，最大的问题是……图挂了{:10_493:}。不知是我网还是论坛还是图床的问题。字我暂时就没看了……"
        },
        {
            "author": "1157670728",
            "timestamp": 1425198780,
            "txt_content": "ghyzhi10086 发表于 2015-2-25 19:06\n看完了，虽然说的有点复杂但是还不是很难懂，两种储存方式举个例子就好，比如8.7储存为8和7或者008007就好 ...\n我用了多个实体存储data，address计分板，选定实体时将所有address减去目标地址再用选择器选定address=0"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1425265920,
            "txt_content": "太强大了233"
        }
    ]
}