{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第8章 第二块碎片 by小龙",
    "author": "毒蛇",
    "replyCount": 0,
    "timestamp": 1424939640,
    "txt_content": " 本帖最后由 毒蛇 于 2015-4-11 11:57 编辑 本章的介绍：碎片是地图的关键，泰迪他们能找到第三块碎片吗？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-388603-1-1.html\n下一章地址：http://www.mcbbs.net/thread-432354-1-1.html\n本章总字数：1530字\n第八章 第二块碎片　　几只恶魂还是带着泰迪他们回到了恶魂王国。　　恶魂国王看见他们回来了，很高兴，举办了宴席招待他们。他们却愁眉苦脸，吃不下去。泰迪吃午饭的时候，就坐在椅子上，一动不动，也不拿筷子，也不动勺子。　　过了午饭的时间，恶魂国王便带着他们去了休息室。恶魂国王开口就问：“怎么了？连饭都吃不下？”　　“那个……”泰迪缓缓地说道，“克莱拉她……被凋灵骷髅打下岩浆了……”　　恶魂国王吃惊地看着他，平稳了一下情绪：“居然会有这种事！凋灵王国也未免太放肆了吧！”　　“可是烈焰国王跟我们说，他们加上你们，再加上我们，也打不过凋灵，只能去找岩浆王国。”希尔保特说道。　　“噢。可是那地方怎么找呢？”恶魂国王其实知道了他们的意思，但是装出不知道的样子。　　“你们……有地图碎片吗？”　　“什么？”恶魂王国大吃一惊，“你们怎么知道那个东西？”　　“烈焰国王告诉我们的，他说你们这边也有一块。”依耶满不在乎地说。　　“好吧。你们既然知道了……”恶魂国王走到抽屉前边，拿出钥匙把抽屉打开，拿出了一个精致的小盒子，“就在这个里边。”　　他把盒子打开，拿出一张黄色的，微微发黑的地图，上面还闪烁着墨迹。　　乔治接过碎片，对泰迪说：“弟弟，我看还是你来拼起来吧。”　　“不。”泰迪拒绝了，“你难道忘了安娜最喜欢拼图吗？来，安娜做吧。”　　安娜走到乔治那里，拿过碎片，又接过泰迪手上的另一块碎片，拼在了一起。顿时，这两块碎片合在了一起，缝隙里冒出了金光。可是，很明显地，底下还有一条直角三角形的纸片被撕掉了，那上边就应该有岩浆王国的位置和图例、比例尺。　　洛克呆在一边兀自伤心着，他并没有从克莱拉的死亡的阴影中走出来。　　就当泰迪说找不到第三块碎片的时候，希尔保特却尖锐地指出：“不需要第三块碎片了。”　　“什么！”恶魂国王看着他，“怎么……”　　“是啊，”泰迪也很吃惊，“这根本看不出来啊！”　　“不是那个意思。”希尔保特的眼镜后边的眼睛闪闪发光，“是这样，烈焰国王告诉我们他们看到了棕色的方块，那就是岩浆怪。他不是为了阻止烈焰王国和恶魂王国的战争，他是想让你们通过自己的力量来在危急时刻找到他们，然而，烈焰国王说的并不是这个意思。而恶魂国王你也并没有告诉我们这张地图的背面有一个玄机……”　　“校长，您说玄机……”依耶看着希尔保特。　　“卓姆卡·克洛德格内兹，告诉我们，这个背面有什么玄机。”希尔保特看着恶魂国王。　　“我……我真的不知道有什么玄机。”卓姆卡很慌张。　　“我不知道你这句话是真话还是谎言，不过那不重要。”希尔保特还是看着卓姆卡，“这个泡着岩浆就能显现出来了对吗？”　　“啊……好吧……既然事到如今，我就不得不说了。”卓姆卡还是说了出来，“这张地图是有玄机，没错，可是你怎么知道的呢？”　　“我们回来的时候，我故意把地图扔到了岩浆里，我知道这是下界的东西，绝对防火，而且，我有一份复制版，是我自己画的。结果这个东西果然没坏，它又飞上来的，背面写着：‘想要补全地图，需要恶魂王……’，加上你这个，应该就是……”希尔保特嗖地把地图等到窗外的岩浆海里。　　过了一会儿，这张地图飞了回来，背面有着闪烁着金光的文字：“想要补全地图，需要恶魂王国的炮弹和烈焰王国的火球。”　　“明白了吗？”希尔保特问道。　　“原来是这样！”泰迪叫道。　　“那么，我就来发炮弹吧。”卓姆卡笑着说，“你们都躲开！”　　“EOE——”一发炮弹着着火，击中了地图。　　瞬间，那张地图就多了一块，是图例和比例尺，现在就缺那冰山一角了。　　恶魂国王派士兵带着他们又回到了烈焰王国。烈焰国王见到他们后，他们把事情的来龙去脉说了一遍，烈焰国王便吐出一个火球，击中了地图。地图闪耀着金光——它完全修复好了！泰迪他们已经可以清晰地看到岩浆王国的位置了。　　于是，泰迪他们整装待发，准备去寻找岩浆王国。泰迪很高兴，因为他们来到这里只有两个半星期，就可以准备着消灭凋灵王国了。[groupid=573]XLCon[/groupid]\n",
    "replies": []
}