{
    "title": "<原创·连载>   勇者之征   第三章 第四节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1424955840,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-3-1 20:02 编辑 \n\n                                                                                第三章 地狱之旅                      第四节 艰难突进\n\n        Steve站在堡垒的走廊上，他已经看见远处一些模模糊糊的身影了。到底要不要继续前进？他在地狱里问过自己无数遍，答案是肯定的，不得不前进。并不是因为他像金发少年一样横冲直撞，而是因为他没有退路。返回的路程并不一定比前进的路程短，路上说不定会遇到像刚才一样的恐怖的怪物，而金发少年是不会跟他一起回去的。就算回到了原来的世界，他也没有完成notch给他的任务。再说，这不是普通的任务，这关乎到他们的，所有生物的，甚至是那个世界的存亡。如果不消灭herobrine，等他的实力壮大起来，这个世界一定会遭受灭顶之灾。\n\n        总之，Steve有太多太多的理由不能放弃。可是这些都不是Steve自愿的，而是迫不得已的。而正因为是迫不得已的，Steve才会发挥所有的力量去完成它，Steve这样想着。\n\n        金发少年的腿已经被严重烧伤，不能快速奔跑。虽然防守是基本上没问题的，可是要向堡垒内突进，没有速度是很难的。Steve也知道自己靠不住，现在最需要的是能够战斗的人，而能够战斗的人却恰恰负了伤，这让Steve十分焦虑。可正如他之前所想的，他没有退路。如今再怎么困难也只好咬咬牙坚持下去。\n\n        地狱里刮来一阵风，而这风并没有给满头大汗的Steve他们带来一丝清凉，而是向一团熊熊燃烧的火焰扑向他们。这风更让金发少年疼痛不已，但以他的性格这疼痛是不会表露出来的。\n\n        这次是由Steve带头了，他们两人重振士气，虽然满身的汗水散发出臭味；虽然异常的口渴让他们头晕眼花；虽然满身的伤痕令他们疼痛不已；虽然他们已经疲惫不堪，连走一步都要耗费很大的力气，可是他们没有退路。\n\n        Steve握紧了手中的弓和箭，金发少年为伤口做了简单的处理之后也掏出了他的金色大刀，准备以死相拼。\n\n        在不远处便是一群精灵一样的生物。它们没有人形，浑身燃烧着金色的火焰，身旁四根燃烧着的柱子围绕着其不停旋转。金发少年首当其冲，灵巧地闪过了他们的火球三连射，虽然每躲一下腿都钻心的疼。而Steve则负责保护金发少年的背后。虽然有一些怪物喜欢突袭，可是毕竟占少数，Steve能应付的过来。\n\n        一路上激烈的拼杀为Steve一行人杀出了一条血路。Steve回首来时路上的尸体，有暗淡下来的火焰精灵，有已经化为一滩岩浆的红色史莱姆，还有已经支离破碎的黑色的骷髅，眼神里却还在发出红色的凶光。Steve被吓到一跳，但同时让Steve自己都惊讶的是，他竟然有些可怜这些怪物，如果herobrine不把他们制作成邪恶的生物的话，就不必这么快感受死亡的痛苦了，不必被作为herobrine的棋子。如果他们根本就不曾被制作出来，如果……\n        现在没有时间怜悯敌人了！Steve回过神来，他的面前又出现了一大群怪物，又是一场杀戮。\n\n        在一剑又一剑之中，一个又一个的生命之火被熄灭，一次又一次的挥臂，一群又一群的怪物让Steve渐渐麻木。而一阵又一阵的疼痛吹散了疲惫，让Steve意识到它还得活着，还得清醒下来。\n\n        而就在Steve哀叹这场没有尽头的战斗时，一个声音，从空中，又像是从四面八方传来，是那样的冰冷，那样的高傲，那样的令人毛骨悚然。\n\n        “喂，你们，应该是在找我吧！不用找了，我才懒得慢慢等你们。一口气解决掉你们然后回去交差！”\n\n        所有怪物都闻声停止攻击，像是见到了什么可怕的东西一般发抖，然后一个个渐渐地走远。\n\n        这声音太熟悉了，对Steve来说，这个曾今差点让他去那个世界的人的声音。\n\n        是herobrine！\n\n上一节                                                                             目录                                                                                   下一节\n",
    "replies": [
        {
            "author": "JKML",
            "timestamp": 1424956860,
            "txt_content": "这个故事很好，赞！"
        },
        {
            "author": "侑阳",
            "timestamp": 1434726960,
            "txt_content": "感觉来地狱太早了"
        }
    ]
}