{
    "title": "[信息|娱乐|综合] OnTime ——吸引玩家上线的利器[全版本支持]",
    "author": "fanmuchen",
    "replyCount": 69,
    "timestamp": 1424980560,
    "txt_content": " 本帖最后由 1582952890 于 2017-9-17 08:37 编辑 \n\nOnTime\n\n[OnTime] 有了这个强大/多功能的插件，现在每一个Minecraft服务器都可以记录所有玩家的游戏时间（当前持续游戏时长、当日、当周、当月以及总和）（当然是特指在该服务器上的，下同）。\nOnTime可以在游戏中生成一个Top10列表；当前以及总共的游戏时间统计可以被显示（当然也是在游戏内）；所有玩家的日/周/月在线时间都可以生成并被查阅（离线）。\n\n管理员可以定义OnTime玩家在线时间的奖励，包括但不限于：\n一定数目的金钱物品（包括附魔以及药水效果）物品包（kit）药水权限组的增减权限组的升降权限的给予与剥夺执行一条指令贡献点数（loyalty point，直译“忠诚点数”）私密消息经验值\n\n当玩家达成了特定数量的日/周/月/总游戏时间时，这些奖励会被自动地发放给玩家。\n\n\n原文：\nOnTimeNow every MineCraft server can track the playtime (current login, daily, weekly, monthly, and all time) for all players with this powerful, full function plugin. With OnTime a “top 10” list can be generated in game, current and total playing statistics can be displayed (also in game), and daily/weekly/monthly reports of all players can be generated and viewed (off line).\n\nAdministrators can define OnTime Rewards which will result in econ amounts, items (including enchanted items and potions), item kits, group add/delete, group promotion/demotion, permission grant/denial, command executions, loyalty points, personalized messages, and XP to be automatically issued to a player when they have achieved a specified amount of daily, weekly, monthly, or total playtime on the server.\n\nRewards can also be issued when players refer other players to the server, voted for the server, played for a specified number of different days, been absent from the server for a specified number of days, shops with their accumulated points or wealth, upon player's death, or they achieve status as a top player. A built in Votifier Listener makes issuing of rewards for web-site voting a snap. Vault is used so OnTime Rewards and permissions are supported by multiple economy and permission plugins.\n\n插件笔记：（其中包含一些有用的信息，但原作者写得实在有点冗余，请观看下方的教程）\nPlugin Notes\nIMPORTANT NOTES on V4.1.2\n\nThe primary purpose of this update was to address some lingering issues with duplicate MySQL records created when a player changed names.\nIn addition to address some base code issues, the \"/ontime uuid merge\" command was modified to require that one or two player names, or the keyword 'all' be provided when using this command. If a single player name is provided with the command any records with the same UUID as that associated with the provided name will be combined into a single record. The player name associated with that UUID will be the name specified in the command. If 'all' is specified OnTime will merge all records found for each unique UUID..\nIf two player names are specified in the command then records containing those two player names will be merged into a single record, and they will be associated with the second player specified and its UUID.\nA new configuration parameter has been added to have ontime auto merge duplicate player records for a given UUID, upon the next login of player seen using such UUIDs. It is recommended that this method be used to correct the duplicate record issue over the 'merge' or 'clean' commands.\nCaution should be taken when the 'ontime uuid replace' and 'ontime uuid merge all' commands are used on systems with large player databases. It may take a very long time for these commands to complete, and should only be run at periods of low player traffic. While these command are running, all OnTime functions will be suspended and players will not receive playtime credit; they will not receive rewards; and votes etc. will not be counted.\nThere are still some significant issues with OnTime working properly when 'multiServerEnable' is set to TRUE. It is recommended that until I get these issued addressed that this OnTime function not be used.\nIMPORTANT NOTES on V4.1.1\n\nThis update fixes issues with duplicate UUID records created when player's change names. This fix will address all future changes but does not directly address the existing duplicates. For this I have extended the \"uuid\" commands to include an option that will 'merge' the duplicate records into a single record. Please see HERE for more information on the \"uuid\" command, and specifically the \"merge\" keyword.\n\nPrior to upgrading to OnTime V4.1.x you MUST have already upgraded to OnTime v3.13.4. Attempting to upgrade from any version prior to V3.13.4 will not properly auto update any of the OnTime YML configuration files. So if you are using any version prior to v3.13.4, load that version first into your plugin directory, restart your server or re-load your plugins, then replace with V4.1.x and do another server restart or plugin reload.\n\nIMPORTANT NOTES on V4.1.x\n\nThis version of OnTime contains a significant software re-write in order to be compatible with MineCraft V1.8, with support for UUIDs, and changeable player names. This version was fully tested with Spigot/Bukkit v1.8.1, and this will be the primary MIneCraft server base supported. OnTime V4.1.x will NOT WORK with Bukket v1.25 nor Tekkit classic. It should still work with the last Bukkit releases (1.7.2 / 1.7.9 ), but no significant testing has been done with these releases, so servers using those versions are better off using the latest OnTime V3.x release.\n\nThe \"online tracking\" function still DOES NOT WORK properly in a multi-server configuration. If you are using a single OnTime MySQL database to store data from multiple servers, conflicts will arise between the servers, and errors and some server lag may result. Until I can get this corrected, please disable this function on all multi-server systems.\n\nFrom OnTime/config.yml:\n\n# Enable if Online player status should be tracked in MYSQL Table\nonlineTrackingEnable: false\nOnTime will automatically modify the contents of your config.yml, playerData.yml, and output.yml when you upgrade from any release previous to v4.1.x. OnTime will put a copy of your current versions of these files into the plugins/OnTime/backup folder prior to this update, so you can revert back if you find the need to downgrade back to an earlier version of OnTime.\n\nPlease see the release notes page for additional information about changes that have occurred since your last upgrade.\n\n\"ontime.*\" Permission Group\n\nIn v3.11.0 support for the \"ontime.*\" wildcard permission was removed. This was causing problems based on how OnTime sometime uses negated permissions. This has been replaced with better defined 'recommended' wildcard permission sets for 'admin', 'moderator', and 'player' roles.\n\nontime.track Permission\n\nIn v3.10.0 a permission string (\"ontime.track\") was added, which allows admins to enable/disable OnTime tracking of individual players. When this is set to \"false\" OnTime will not process players upon login, nor will it create OnTime records for new players. This permission is \"true\" by default, and most permission plugins will pick up this default setting, and server owners will see no change from previous versions of OnTime. But some permission plugins (e.g. bPermissions, others?) do not pick up the default and treat this as \"false\" for all players, which effectively disables the OnTime plugin. In this case of such permission plugins, the \"ontime.track\" should be added to the base set of permissions for all groups whose users are to be tracked by OnTime.\n\nOnline Support\n\nIf I am online you may find me here for IRC\n\nbpermissions plugin compatibility\n\nIf you are going to use OnTime rewards, make sure that the \"groups:\" keyword is set to \"- all\" instead of \"- global\" when using bPermissions.\nMake sure to add the permission string \"ontime.track\" to your base group, or all groups for which you want tracking enabled.\nIntegration with AFK Terminator\n\nI have an independent plugin \"AFKTerminator\" that detects and potentially eliminates AFK Machines. An \"AFK Machine\" allows a player to avoid \"AFK\" detection through continual movement. See the [|Other Function] page for more details.\n\nIntegration with OnSign\n\nThere is a second companion plugin for OnTime, which I have named OnSign. OnSign allows players to create MC signs that will show a player's current online/offline status, time of last login/logout, and their daily/weekly/monthly and total scores for playtime, votes, and referrals. With OnSign you can also create signs showing the \"top\" players for playtime, votes, and referrals. With OnSign v1.3.0 or later OnSign supports signs that interact with the OnTime Shop rewards, allowing players to pick their own rewards by spending Points or 'coins'.\n\nOnSign and OnTime version compatibility\n\nOnTime v3.8.1 or earlier will work with OnSign v1.0.0\nOnTime v3.8.2 - v3.9.0 will work with OnSign v1.1.0\nOnTime v3.9.1 - v3.10.3 will work with OnSign v1.2.0\nOnTime v3.11.0 or later will work with OnSign v1.3.0\nOnTime v4.1.x or later (may work with OnSign v1.3.0 (I have not tested this yet, but it should still be working)\nAutomated Update Check\n\nOnTime performs an automated check to see if there is a new version of the plugin available for download. It will NOT download new versions, but simply notify the server administrator that one exists via console messages. By default, this function is enabled, but can be disabled by setting \"updateCheckEnable\" in the OnTime/config.yml to 'false'.\n\nFeatures:\n\n(Items in BOLD are new in the latest 4.1.x release of OnTime) \n\n\n^Player Statistics\nDisplay your own OnTime data: (configurable) plugin default: current login, daily, weekly, monthly, and total time on the server\nDisplay anther player's OnTime data: (configurable) plugin default: days since first login, different days on server, current login time, AFK status, AFK time for login, today, week and month; current day, week, and month play time, total OnTime, points accumulated, econ balance, next OnTime reward(s), and voting and referral statistics.\nDisplay player's total, daily, weekly, and monthly playtime on a per-world basis, in addition to the standard per-server basis\nDisplay all online players’ current session and total time\nDisplay ‘top #’ players, ranked by play time\nDisplay ‘top #’ players, ranked by total time for the day, week, and month\nDisplay 'top #' players, ranked by total points\nDisplay 'top #' players who have voted for your server for today, week, month or total\nDisplay the 'top # sites' to see where the votes are originating\nDisplay the 'top #' players who have referred other players for today, week, month or total\nDisplay the 'top #' players who are logging AFK time on your server for today, current week, and current month\nDisplay list of players referred by a specified player.\nRewards\n\nDefine rewards issued to players for their time played on the server:\nCash! (Economy)\nMineCraft Items\nEnchanted Items\nPotions\nItem sub-types (e.g. Chiseled Stone)\nMineCraft Item Kits\nPermission Group Add/Remove\nPermission Group Promotion/Demotion\nGive Permissions\nTake Away Permissions\nExecute (almost) any command\nXP (experience points)\n'Loyalty' Points\nSend a message\n\n\nIssue Rewards based on daily, weekly, monthly, or total playtime. For the server, or unique rewards per-world.\nDefine Econ, Item, Command, and XP rewards as recurring or perpetual\nDefine rewards for referring new players to the server\nDefine reward to be issued when a player identifies who referred them.\nDefine rewards to be issued when players vote online for your server (via Votifier)\nDefine rewards to be issued when a player has been absent from the server for a specified number of days\nDefine rewards to be issued when a player dies\nDefine rewards that players can purchase using Points or 'coins'\nDefinition of Individual (or indi) Rewards, which can be issued to a specific player at a specified future time.\nIssue some rewards to only members of certain permission groups. e.g. donors\nIssue rewards to the 'top' playtime, points, voting, or referring players daily, weekly, monthly, and/or overall total\nGive ‘temporary’ rewards such as rank/group memberships or permissions\nEnable/disable display of 'reward issued' messages to all players\nEnable/disable display of ‘reward issued’ messages on a per-reward basis\nCustomize displayed ‘reward issued’ message on a per-reward basis\nBroadcast a message to all Online players when someone else receives a reward. (Good way to advertise rewards issued for voting and referring players.)\nDisplay of the next rewards to be issued to all online players\nAbility to suspend issue of rewards while a player is AFK.\nDefine rewards that are only issued when player is in a specified world\nMake purchase of a 'shop' reward for a specified player via admin command\nMake a purchase of a 'shop' reward by a player for themselves\nMessages\n\nPre-define messages that can be issued to players at login, or based on time\nDefine messages adhoc (on the fly) that can be issued to players at login, or based on time\nAssign customized messages to be displayed when rewards are issued\nSend a message to a player based on play time (daily, weekly, monthly, or total play time)\nDefine 'welcome' messages to the player, and server announcements on player's login showing OnTime data\nEnable/Disable server broadcast announcements per player via permissions node\nManage messages set via edit of .yml file or in-game/console add/remove/list commands. \n\nManipulate a Player's Data\n\nManually add a player to the OnTime database\nSet a player's total OnTime\nSet a player's number of different days on server\nSet a player's first login to the server date\nSet a player's total points\nAdd or subtract time to/from a player's total OnTime\nAdd or subtract points to/from a player's total points\nRemove a player from the OnTime data files\nConfigure plugin to exclude players time 'AFK' from total and daily/weekly/monthly calculations\nImport player names and their total OnTime (play time) data from YML files, OnTime Reports, or LogBlock plugin. \nGenerate Reports\n\nHTML, TXT, and MYSQL Report format options\nGenerate a report file of all players total time and time stamp of last login event\nGenerate a report file of all players time on your server today, for the week, or for the month\nGenerate a report of player's AFK time daily, weekly, and monthly\nConfigure the 'first day of the week' for weekly reports\nConfigure the 'first day of the month' for monthly reports.\nAuto generation of total, daily, weekly, and monthly reports\nAuto purge/delete of old report files/tables you no longer want\nGeneration of an 'OnLine Report' which stores an admin defined set of data for all online players to a MYSQL table\nManage The OnTime Plugin\n\nFind missing UUIDs by importing from Mojang's servers\nAutomated detection of the availability of a new version of OnTime\nSelect method for storing the OnTime player data: .yml files (default), or MySQL database\nAuto-purge inactive or players with low total OnTime from the data files\nExecute admin defined commands when players are purged from the OnTime data files.\nScheduled saves of OnTime data to disk\nAuto update of all online players data, file save, and data purge on server shutdown/reset\n'test’ commands to simulate login/logout events; creating fake OnTime records; test daily reports; test votifier rewards\nLogging of OnTime auto purge activity, player login and quit events, and reward system events\nManual and Automated Generation of Backup versions of OnTime '.dat' files.\nImport playername and total OnTime data from a .yml file.\nImportplayername, total OnTime and last login data from the 'logblock plugin' MySQL database.\nConfigure OnTime Report file names and location\nAdministrator defined \"help\" information that players can easily access.\nSuspend/Resume all OnTime activity while administering rewards or other OnTime data manipulation\nEnable/Disable/Configure OnTime LogFile and Console data in game or from the console\nOther Plugin Integration\n\nUse of Vault for support of multiple economy and permission plugins [REQUIRED]\nIntegration with Vault Permissions for group changes and permissions add\nImport playername, total OnTime and last login data from the 'logblock plugin' MySQL database.\nIssue rewards when players vote for you server on website which also support Votifier.\nIntegration with \"AfkTerminator\" for discounting time spent AFK while using an AFK Machine\nIntegration with OnSign, to display player information, top players, build Reward shop, all on user defined signs.\nAPI: OnTime offers an APIto allow other plugin integration with access to OnTime's collected data for player's time on the server, votes, and referrals.\nExecute other plugin console commands when players are auto-purged by OnTime\n\n\nPlease see the pages for permissions, configuration, commands, etc.\n\n\n\nInstallation\n\nPlace ontime.jar in your plugin folder\nDownload vault.jar and place that also in your plugin folder\n(Option) Download a Vault supported permissions plugin and place that in your plugin folder\n(Option) Download and install the AFKTerminator plugin\n(Option) Download and install the OnSign plugin\n(Option) Download and install the votifier plugin\nModify permissions groups to enable OnTime functions. (click here for permission nodes)\nReset your server \n\nIf the optional Permissions plugin is installed:\nEdit /plugin/ontime/rewards.yml, listing the permissions groups from lowest to highest under the 'groups:' keyword \n\nIf the optional commands rewards are to be used:\nEdit /plugin/ontime/rewards.yml, defining the commands that can be 'rewarded' under the 'commands:' keyword \n\nIf the optional 'kit' rewards are to be used:\nEdit /plugin/ontime/rewards.yml, defining the kits that can be 'rewarded' under the 'kits:' keyword\n\nIf the optional MySQL database is to be used to maintain the player data:\nEdit the /plugin/ontime/config.yml, enabling the use of mysql and setting up the definition of the MySQL database. \n\nIf the you want to change the output the plugin sends a player:\nEdit /plugin/ontime/output.yml, following the instructions found in that file. \n\nIf the optional OnTime Messages is to be used to displayed timed messages to players:\nEdit the /plugin/ontime/messages.yml, to add any pre-defined messages you need. (editing this file is not required to use this feature.) \n\nIf the config.yml, output.yml and/or rewards.yml have been modified, then you must reload this data with the command \"/ontime reload all\" \nFuture Enhancements Under Consideration\n\nSee BukkitDev Tickets tab for OnTime\nFeature Requests:\n\nIf you want to request a feature to be added to this plugin, or you think any of the above should be given a higher priority, please submit a ticket or vote for existing ones.\n\nPlease Leave Comments\n\nI'd love to hear what you think (good and bad) about this plugin. It will help me know if it's worth keeping up on the maintenance. Thanks. Edge\n\nChange Log\n\nFor a more detailed change log, see here.\n\n\nV4.1.2\nCompiled/Tested with Spigot/Bukkit V1.8.1; Java7; Vault 1.5.2; Votifier 1.9\n\nFixes\n\nAddressed additional issues with duplicate UUID records created when players change names (Tickets #537, 539)\nFixed issue where race condition could happen between change-world and join player events on servers with 'spawn' worlds. (No Ticket)\nFixed issue with \"multiServerName\" set to invalid value by OnTime autoupgrade (Ticket #536)\nFunctional Enhancements\n\nExpanded \"uuid\" command to support merging of specified player records\nAdded auto merge function, to take care of merging player records (same UUID different player name) on login (MySQL only)\nUpdated API for compatibility with new v2.0.0 of OnSign\nNew Permissions\n\nNone\nNew Configuration Parameters\n\nuuidMergeEnable: (Default False) - If 'true' OnTime will automatically merge player records if there are multiple records for a single UUID but different player names.\nModified Commands\n\nontime uuid [merge] <playername 1> {<playername 2>}\nMerges player records to create a single record. Valid for both MySQL and YML dataStorage\n\nNew Output Variables\n\nNone\nNew Configurable Output\n\nNone\nV4.1.1\nCompiled/Tested with Spigot/Bukkit V1.8.1; Java7; Vault 1.5.2; Votifier 1.9\n\nFixes\n\nAddressed issue with duplicate UUID records created when players change names (Ticket #537)\nFixed issue with daily report SQL syntax error (No Ticket)\nFixed issue with online report NPE when logging enabled at level 1 (No Ticket)\nAddressed issue where player's total time could not be set to zero, and where current login time was always added to any set value. (Ticket #534)\nFunctional Enhancements\n\nAdded new 'uuid' command that merges multiple UUID records into a single record (sums times, picks oldest first login, newest playerName, etc.)\nAdded support for negative econ (a.k.a. tax) reward (Ticket # 532)\nNew Permissions\n\nNone\nNew Configuration Parameters\n\nNone\nNew Commands\n\nontime uuid [merge]\nHelps manage UUIDs in the OnTime database. Merges duplicated UUID records, into a single record.\n\nNew Output Variables\n\nNone\nNew Configurable Output\n\nRewards: tax - This output is used when negative econ (a.k.a a tax) is imposed on a player\nV4.1.0\nCompiled/Tested with Spigot/Bukkit V1.8.1; Java7; Vault 1.5.2; Votifier 1.9\n\nFixes\n\nOnTime's config.yml has been restructured to make it easier to find elements within (No Ticket)\nFixed output backup function which was not working previously (No Ticket)\nFixed issue where players added with \"/ontime add player\" command were auto-purged on start of next new day. (No Ticket)\nFixed MySQL 'backup' methodolgy (No Ticket)\nFixed 'Help' file processing that generated errors in OnTime logfile during at plugin startup (No Ticket)\nFunctional Enhancements\n\nUUID Support (Phase II)\nUUIDs missing for players already in the OnTime database, can be imported from Mojang if available\nUUIDs are now used to distinguish players\nIf a player changes names, the new name will be auto associated with the UUID, no playtime etc. will be lost\nIf a player tries to login with a player name already associated with a UUID found in the OnTime database, the new UUID will not be tracked. This will prevent confusion in the server of having two players with the same player name (at least from an OnTime perspective)\nCommand added to help manage UUIDs in OnTime's database\nAdded per-world tracking and rewards.\nThe time a player spends in each world on the server is now tracked in addition to the total time spent on the server. This includes total, daily, weekly, and monthly times.\nPer-world rewards are improved because it is based on the time spent in the world, not just issued in a particular world based on total server time.\nImproved \"AFK\" with instant detection when back from AFK\nRemoved requirement that a space \" \" be inserted in some configurable output strings\nNew Permissions\n\nNone\nNew Configuration Parameters\n\nMySQL:multiServerTable - Default = ontime_multiserver\nperWorldEnable - Default: false\nNew Commands\n\nontime <other> <worldname>/[ALL] - see player's time in a particular world, or for all worlds\nontime uuid [CLEAN | FIND | PURGE | REPLACE]\nHelps manage UUIDs in the OnTime database. (Please read command details before using these as records could be lost unintentionally)\n\nNew Output Variables\n\nNone\nNew Configurable Output\n\ndateNotAavailabe: Used when a date/time piece of data is not found.\n\nTutorial|教程\n\n作者写得极为详细，因而我会把我认为是重点的部分用苍绿底色凸显出来。\n\n1. Getting Started 开始\n已翻译：在这第一个教程中我会解释如何安装这个插件的大部分配置，以及如何使用OnTime最基础的功能：在服务器上记录一个玩家的游戏时间在控制台或游戏中显示一个玩家的在线时间数据\n基础配置\n这个基础的插件配置可以在/plugin/ontime/config.yml中被找到。几乎所有你需要用到的这些基础功能都已经配置好了一些默认值（一般情况下这些默认值都是推荐的设定）。这里只有一个配置是你必须自己设定的（其余的设置你都可以不管它或者以后再修改）——\n\nYour Server Name Here（你的服务器名）\n你必须要对config.yml做的改动就是用你的服务器名替换掉 \"<Your Server Name Here>\"（包括除去\"<>\"）\n这个字符串会在游戏中以及统计报告中显示\n# The name of your server\nserverName: <Your Server Name Here>复制代码\n\n数据存储方式\nOnTime提供了三种(?)选项来存储玩家的数据，你可以选用一种你喜欢的，但有些方法相对而言更具优势。# Selection of Data Storage Method. Valid values= YML, MYSQL\ndataStorage: YML复制代码对三种存储方式的详细描述不再一一赘述，详情请观看原文\n\n\n清除\nOnTime清除功能是为了让数据可控而产生的。没有必要为了那些只进了你服务器一次然后永远不回来的玩家浪费你的服务器资源。\n# If purge is enabled users will be auto removed from stored file if they don't have enough play time / or have not been on for so long\npurgeEnable: true\n\n# minimum time in minutes someone has to be on for their data to be saved\npurgeTimeMin: 10\n\n# maximum time in days since last login before purge\npurgeLoginDay: 60复制代码\n自动保存与自动备份\n略\n\n记录游戏时间\n略\n\nAFK\n如果开启AFK检查功能，玩家在AFK状态下的在线时间将不会计入。\n注：请谨防挂机池等。\n# Enable if AFK status to be checked, and AFK time NOT counted\nafkCheckEnable: true\n\n# If AFK is enabled, max time (minutes) with no activity before player is considered AFK\nafkTime: 10复制代码\n查看在线时间\n/ontime -- (自己)\n需要权限： ontime.me\n/ontime [玩家名] -- (自己或别人)\n需要权限： ontime.other\n\n后者比前者呈现的数据更多一些，看起来是给管理员参考用的。\n详情查阅原文或直接在游戏里输入。\n\n第一部分 完\n原文：Getting Started with OnTime\n\nIn this first tutorial I will explain how to setup most of the Plugin's configuration, and how to use OnTime's most basic functions:\n\nTracking a player's total time on a server (a.k.a. playtime or 'Total OnTime')\nDisplaying a player's OnTime data on the console or in-game\nBasic Configuration\nThe base plugin configuration is found in /plugin/ontime/config.yml. Almost everything you need to use these basic functions are already setup in the default values of the config.yml. There is only one configuration change you must make, and the rest explained here can be considered optional things to change. (There are other items in the configuration file not covered in this tutorial, these will be discussed in other tutorials that highlight some more advanced functions.)\n\nYour Server Name Here\n\nThe only change you must make to the config.yml file is to replace \"<Your Server Name Here>\", including removing the \"<>\", with the name of your server. This string is used in some of the in game displays and in the generated reports.\n\nfrom config.yml\n\n# The name of your server\nserverName: <Your Server Name Here>\n\nData Storage Method\n\nOnTime provides three options for the storage of the player data. Which option you use is a somewhat a personal preference, but some methods do offer advantages over the others.\n\nfrom config.yml\n\n# Selection of Data Storage Method. Valid values= YML, MYSQL\ndataStorage: YML\n\nDAT\n\n.dat files were the original method for player data storage on OnTime. These files were prone to errors so use of these has been discontinued, in favor of YML and MySQL formats.\n\nYML\n\nThe playerdata.yml storage file holds all of the total, daily, weekly, and monthly data in one place. This file is stored in a readable and editable ASCII format, so addition/modification of player data can be done with 'notepad' or other simple editors. The playtime data is represented in milliseconds (1/1000 second). The 'last login' is expressed in the number of milliseconds since the Jan. 1, 1970. This field also holds the number of different days the player has been on the server, by replacing the milliseconds value with this count. (I suggest never trying to modify this field, and let OnTime deal with the last login info.)\n\nThe order of the data in this file is: \n\n- player name, total playtime, last login timestamp, today playtime, week playtime, month playtime\n\nMYSQL\n\nWhen the MySQL option is selected a MySQL database, which is separate from the OnTime plugin, must be setup and configured. There a lot of other tutorials out there showing how to setup an MySQL database, many of which are specific to setting one up for use with MineCraft, so I will not cover this here.\nUsing the MySQL database opens up some new options for use of OnTime data in other plugins, scripts, and web pages. I am just mentioning this here, but will not provide any tutorials on how to go about using the data in this way.\n\nOnce a MySQL database is set up on your server, using it requires proper setup of the database access via the /plugin/ontime/config.yml file. From the items below those most likely to require a change are the 'enable' (to turn it on for OnTime), the user, and the password. (User and Password are set as part of your MySQL database creation process.) \n\nfrom config.yml\n\n# MySQL - This must be enabled and properly set up if MySQL is to be used for data storage and/or\n#        data import is to be done from another plugin MySQL table. (currently support for LogBlock is provided)\nMySQL:\n\nenable: false\nhost: localhost\nport: 3306\nuser: root\npassword: password\ndatabase: minecraft\n\nontime-players table\n\nBelow are the attributes of the ontime-players MySQL Table\n\nid: (integer) A running id number, unique to every player to have ever logged onto the server.\nplayerName: (string) The player's login name\nplaytime: (long) The total playtime a player has on the server in milliseconds. (1/1000 second)\nlogintime: (long) The timestamp of a players last login. This is a value expressed in milliseconds, since Jan. 1, 1970.\ntodaytime: (long) The amount of playtime (in milliseconds) of the player for the current day. (since 12:00 AM)\nweektime: (long) The amount of playtime (in milliseconds) of the player for the current week.\nmonthtime: (long) The amount of playtime (in milliseconds) of the player for the current month.\nvotes: (int) The number of times that a player has voted for the server via some website that supports Votifier\nlastVote: (long) The timestamp of a player's last vote. This is a value expressed in milliseconds, since Jan. 1, 1970.\nreferrals*: (int) The number of times this player has been used as a reference by aother player.\nfirstlogin: (long) The timestamp of a player's first login to the server. This is a value expressed in milliseconds, since Jan. 1, 1970.\nreferredby: (string) The login name of the player that referred this player to the server.\nPurging\n\nThe OnTime purging function was added to help keep your OnTime data under control. There is no need to waste your system resources on players that only visit once for a minute and never come back, or on players that just no longer use your server. When this is enabled and configured, each time the player data is stored to disk the players which have not been on for the minimum number of minutes, or have been away for the maximum number of days will be removed before the data is saved. Players online at the time of the purge activity will not be removed, regardless of their amount of playtime.\n\nfrom config.yml\n\n# If purge is enabled users will be auto removed from stored file if they don't have enough play time / or have not been on for so long\npurgeEnable: true\n\n# minimum time in minutes someone has to be on for their data to be saved\npurgeTimeMin: 10\n\n# maximum time in days since last login before purge\npurgeLoginDay: 60\n\nAutoSave and AutoBackup\n\nTo provide as much protection as possible against accidental data loss, OnTime provides the functions of regular, scheduled save and backup events. The save event will update all of the current player data via the configured storage method.\n\nThe backup event will generate copies of the playerdata.yml files into the sub-directory /plugins/ontime/backup . The backups are created daily, near the beginning of each new day, and multiple days worth of backups can be retained, as configured in the config.yml.\n\nNOTE: If you are using MySQL storage the OnTime auto backup function is inactive. Please consult your MySQL database manager for methods of backing up the MySQL data.\n\nfrom config.yml\n\n# Enable if data should be saved to disk on scheduled event. Otherwise it will happen on server shutdown only\nautoSaveEnable: true\n\n# If auto file save is enabled above, how frequently (server ticks) should this be done. (72000 = 1 hour)\nautoSavePeriod: 72000\n\n# Enable if backup versions of data files should be auto-created each day\nautoBackupEnable: true\n\n# If auto backup is enabled above, how many versions should be retained?\nautoBackupVersions: 3\n\nTracking Playing Time\nThe tracking of total playing time is done automatically, so there really is nothing that is needed to make this happen.\n\nAFK\n\nBy the default settings the plugin will suspend counting of a player's Total OnTime if the plugin determines that they are AFK (Away From Keyboard), or in other words are doing nothing. By default, a player will be considered AFK if they do not move, interact with a block, or interact with another entity for 10 minutes. This function can be enabled/disabled and the time of inactivity can be set via the config.yml.\n\nfrom config.yml\n\n# Enable if AFK status to be checked, and AFK time NOT counted\nafkCheckEnable: true\n\n# If AFK is enabled, max time (minutes) with no activity before player is considered AFK\nafkTime: 10\n\nSeeing Playing Time\n/ontime (self)\n\nex: /ontime\n\nThere is really only one command needed to see playing time and that simply is \"/ontime\".\nWhen used in this format (without additional parameters) this command cannot be executed on the console, but only in-game. This command will display to the player his current information. The default output includes: \n\nPlaytime for current login\nPlaytime for current day\nPlaytime for current week\nPlaytime for current month\nPlaytime for all time on the server (a.k.a Total OnTime)\nTo be able to use this command the player must have the following permission setting:\n\nontime.me\n\nThe output generated when this command is executed is configurable, but I will cover how to do this in another tutorial.\n\n/ontime <playerName> (others & self)\n\nex: /ontime Edge209\n\nWhen the /ontime command includes the specification of a player (<playerName>) a different set of data is output to the person executing the command. Since 'self' is not implied, this version of the command can be executed on the console as well as in-game. The default output includes:\n\nNumber of total days since the player first joined the server\nNumber of different days since that time the player has been on the server\nTimestamp of the players last login\nPlaytime for current login (and AFK status)\nThe amount of AFK time for the current login\nPlaytime for current day\nPlaytime for current week\nPlaytime for current month\nPlaytime for all time on the server (a.k.a Total OnTime)\nNumber of votes for the server cast by the player\nDate the player last voted\nThe name of the player that referred this player\nNumber of referrals this player has made\nRewards currently scheduled for the player\n\nTo be able to use this command the player must have the following permission setting:\n\nontime.other\n\n\nA player can execute this command on any other player found in the OnTime database, or on himself.\n\nThe output generated when this command is executed is configurable, but I will cover how to do this in another tutorial.\n\nEND TUTORIAL\n2. Basic Rewards 基本奖励\n已翻译：注：从第二部分开始我会写的稍微简略些，事实上第一部分我已经作了一定程度的概括，但是看起来仍然有一些啰嗦。\n在这个部分里，我会把一些事项直接写在引述代码的#注释里，就象这样：\n# 这里是注释内容（中文）\n变量名: 值复制代码基础配置\nconfig.yml\n在config.yml（上一部分提到过）中，涉及到奖励的内容：\n# 如果要开启奖励功能，设置为true\nrewardsEnable: true\n\n# 如果需要向玩家发送奖励信息，设置为true\nrewardNotifyEnable: true复制代码rewards.yml\n这里是用来配置多样化奖励的文件，目前没有必要直接编辑它。你可以在这里找到它： plugin/ontime/rewards.yml\n这里先放一放，后面会讲解到。\n\n\n‘增加’基础奖励\n如果说：我想给进入我服务器玩了一个小时、八个小时和一天的玩家奖励。我想分别给他们100块钱，1000经验值，3颗钻石。复制代码为了做到这一点，我需要执行如下指令：\n/ontime rewards add econ 100 1h\n/ontime rewards add xp 1000 8h\n/ontime rewards add item 3 diamond 1d复制代码指令的语法是这样的：\n/ontime rewards add <reward type> {<quantity>} <reward> {<days>d <hours>h <minutes>m} {[tag=]<RewardTag>}\n如果你无法理解，直接参照上面的例子就行。\n\n\n查看奖励\n你有如下几种方式来查看奖励：\n/ontime rewards list/ontime <玩家ID>/ontime rewards next/plugin/ontime/rewards.yml\n       上面的例子在rewards.yml中看起来是这样的：\n- S,A,T,P,null,default,0,1,0,0,0,0,-1,E,1,100,S0ECONOMY1100\n- S,A,T,P,null,default,0,8,0,0,0,0,-1,X,1000,XP,S1XP1000XP\n- S,A,T,P,null,default,1,0,0,0,0,0,-1,I,3,diamond,S2ITEM3diamond复制代码\n第二部分 完\n原文：Basic OnTime Rewards\n\nThe OnTime Rewards system is very flexible and offers many different features, that when combined can create a large varity of playtime-based reward systems. In this tutorial I will be covering the most basic aspects of the OnTime Rewards solution so operators can quickly get something setup.\n\nIn this tutorial I will cover:\n\nBasic configuration setup to use the OnTime Rewards system\nCreation of regular (standard) OnTime Automated Rewards\nDefinition of Item, Econ, and XP rewards \nBasic Configuration\nconfig.yml\n\nThe base plugin configuration is found in /plugin/ontime/config.yml, and there are a couple of things that need to be set here to enable the rewards system. When first downloaded, the plugin has the rewards system enabled by default, so unless you have changed something, the following is just for your information.\n\nThe OnTime Rewards system must be enabled, and if you want players to receive notice when they get a reward, that must be enabled too.\n\nfrom config.yml\n\n# Enable if OnTime Rewards system to be enabled\nrewardsEnable: true\n\n\n\n# Enable if Reward Notification Messages to players should be displayed\nrewardNotifyEnable: true\n\n\n\nrewards.yml\n\nThere is an additional configuration file plugin/ontime/rewards.yml that is used to configure the various pieces of the OnTime Rewards system. For this basic tutorial though, there is no need to edit it directly. I will touch upon it again at the end of this tutorial, but for now we will just ignore it.\n\n'Adding' basic rewards\nLet’s say I want to reward my players once they have been on the server for one hour of playtime, eight hours of playtime, and one day of playtime. I want to give them 100 coins, 1000 XP, and 3 Diamonds respectively. To do this I will execute the following commands:\n\n\nontime rewards add econ 100 1h\nontime rewards add xp 1000 8h\nontime rewards add item 3 diamond 1d\n\n\nThe command syntax is 'ontime rewards add <reward type> {<quantity>} <reward> {<days>d <hours>h <minutes>m} {[tag=]<RewardTag>}'. The <quantity> parameter is only used for the 'item' rewards.\n\nThat’s it! The system will now issue these rewards, once per player, at the times specified.\n\nViewing Rewards\nThere are a couple of ways to get information about the rewards from the plugin.\n\nontime rewards list\n\nTo see all of the rewards defined on the server, you use the following command in the console or in game:\n\n\nontime rewards list\n\n\nThis will generate the following output for the rewards I defined above:\n\n\n2013-03-23 17:57:42 [INFO] #1 Total: 1H                R: 100  (SA)\u001b\n2013-03-23 17:57:42 [INFO] #2 Total: 8H                R: 1000 XP (SA)\u001b\n2013-03-23 17:57:42 [INFO] #3 Total: 1D                R: 3 of diamond (SA)\u001b      \n\n\nThe \"(SA)\" at the end is shorthand for the type of reward. S = Standard (automated) and A = All (available to all players).\nThe order number at the front of each of these lines will be important in later tutorials. This number is the RewardID and is used in other commands to specify a reward you are looking to modify.\nAn alternative to the RewardID for referencing a specific reward is the RewardTag. A “RewardTag” is a string identifier of a reward that can be specified by the admin or auto-generated by OnTime. The RewardTags can be displayed by adding the [tags] keyword to the list command:\n\n“/ontime rewards list tags”\n\n\nontime rewards info\n\nA greater amount of information about existing rewards can by seen with the “info” command.\n\n/ontime rewards info <rewardID/RewardTag/all>\n\nThe information included in the info output is:\n\nRewardID\nReward Type\nReward Flags\nReward Issue time\nRewardTag\nReward Recurrence interval (for recurring/perpetual rewards)\nReward valid world\nReward Permission String (for exclusive rewards)\nReward Permission Groups (for exclusive rewards)\nReward Count (for recurring, referral, and votifier rewards)\nontime <playerName>\n\nYou can also see the rewards pending for a given player by using the base 'ontime' command:\n\nontime <playerID>\n\nfor example: \n\n\nontime rewards next\n\nWith the 'ontime rewards next' command you can see pending rewards for all online players.\n\n\n/ontime rewards next\n\n\n\n/plugin/ontime/rewards.yml\n\nAs promised I came back to the rewards.yml file, as it too can be viewed to see what rewards are defined for your system. Here the commands exectued have been translated into a 'OnTimeonyml file itself.\n\nMy example rewards are defined in this file as:\n\n- S,A,T,P,null,default,0,1,0,0,0,0,-1,E,1,100,S0ECONOMY1100\n- S,A,T,P,null,default,0,8,0,0,0,0,-1,X,1000,XP,S1XP1000XP\n- S,A,T,P,null,default,1,0,0,0,0,0,-1,I,3,diamond,S2ITEM3diamond\n\n\n\nEND TUTORIAL\n3. Auto Rank / Group Promotion Rewards 自动排名/组晋升奖励\n原文：Group/Rank Promotions\n\nThe OnTime Rewards system provides the capability to generate group (rank) promotions automatically based upon the total playtime a player has on your serve, or as a reward for voting and making player referrals. In this tutorial I will explain how to set up some basic and some more advanced ranking systems.\n\nIn this tutorial I will cover:\n\nConfiguration setup for group/rank auto promotions.\nCreation of regular (standard) OnTime Automated Promotions\nCreation of multiple independent rank ladders\nSetup for automated demotion to a lower rank for players absent for a long time \nPermissions Plugin & Vault\nYou must have a permissions plugin such as GroupManager, bPermissions, PAX, etc. installed on your server for this part of OnTime to have any purpose. You must also install on your server, the plugin \"Vault\", as it is the glue that enables OnTime to work with the permissions plugin of your choice. \n\nExample for the Basic Auto Promotion Tutorial\nThe first part of this tutorial will be 'implementing' the following promotion schema: \n\nMy server \"EdgeCraft\" has the following groups: \n\nRegular player groups: 'default', 'noobie', 'builder', and 'trusted'\nDonor groups: 'BronzeDonor', 'SilverDoner', and 'GoldDoner'\nStaff groups: 'moderator', 'admin', and 'owner'.\n\nMy 'basic' promotion scheme is:\ndefault -> noobie after 30 minutes of play time.\nnoobie -> builder after 1 hour of play time.\nbuilder -> trusted after 1 day of play time.\n\n\nFor the rest of the groups there should be no automated promotion/demotion out of those groups. (The second part of this tutorial will add some changes for those.) \n\nConfiguration\n\nconfig.yml\n\nThe base plugin configuration is found in /plugin/ontime/config.yml, and there are a couple of things that need to be set here to enable the rewards system. When first downloaded, the plugin has the rewards system enabled by default, so unless you have changed something the following is just for your information.\n\nThe OnTime Rewards system must be enabled, and if you want players to receive notice when they get a reward, that must be enabled too.\n\nfrom config.yml\n\n# Enable if OnTime Rewards system to be enabled\nrewardsEnable: true\n\n# Enable if Reward Notification Messages to players should be displayed\nrewardNotifyEnable: true\n\nrewards.yml\n\nThere is an additional configuration file, plugin/ontime/rewards.yml, that is used to configure the various pieces of the OnTime Rewards system. In here is a very key piece to the automated rank/group promotion solution. This file contains an ordered list of the groups defined for your permissions plugin. Not all defined groups must be listed, but it is highly recommended that you do list every group within the ontime/rewards.yml.\n\nThe order of this list is from the lowest rank (first) to the highest rank (last). This order matters because OnTime will never auto-promote a player from a higher rank to a lower rank, or auto-demote a player from a lower rank to a higher rank. So for example if you have a new player (with no OnTime record) and you assign them as a moderator, they will not be 'promoted' to noobie after they have logged 30 minutes of playtime. This promotion does not happen because moderator is below noobie in the groups list (as shown below).\n\n\nfrom rewards.yml\n\n#\ngroups:\n  - default\n  - noobie\n  - builder\n  - trusted\n  - BronzeDonor\n  - SilverDonor\n  - GoldDonor\n  - moderator\n  - admin\n  - owner\n#\n\nNOTE: It is very important that you include at the bottom of the group list those groups you DO NOT want subject to promotions. In the example above I have added moderator, admin, and owner to the bottom of the (making them the highest rank), so that these groups will not be subject to any rewards which target the groups listed above them. \n\n\nThis is the only modification you need to make directly to the /plugin/ontime/rewards.yml\n\n\nThe resulting rewards.yml for this full tutorial can be found here.\n\nCreating Promotion Rewards\n\nNow all that is left to do is to set up the promotion rewards. This can be done by executing the following commands from the server console or in-game from a player account with ontime.rewards.admin permission. \n\ncommand syntax\n\nontime rewards add promotion <group> {<dd>d <hh>h <mm>m}\n\n\nCommands to execute: \n\nontime rewards add promotion noobie 30m\n\n\n\nontime rewards add promotion builder 1h\n\n\n\nontime rewards add promotion trusted 1d\n\n\nThat's it! Any (non-donor and non-staff) player joining EdgeCraft at this point will be auto-promoted.\n\nViewing Promotion Rewards\n\nViewing these rewards is the same as for the 'standard' rewards, so please look here for more information.\n\n\n\nExample for Multiple / Separate Ladders\n\nIn this part of the tutorial I will explain how to set up a separate promotion ladder for the donor groups in the example EdgeCraft server.\n\nIn this new ladder I want the following promotions:\n\n\nBronzeDonor -> SilverDonor after two days of total playtime.\n\n\n\nSilverDoner -> GoldDoner after three days of total playtime.\n\n\n\nrewards.yml and config.yml\n\nBecause I have already listed all of the defined groups in /plugin/ontime/rewards.yml, there are no changes to be made to that file, nor is there anything to change in /plugin/ontime/config.yml\n\n\nCreating Donor Promotion Rewards\n\nFirst I need to execute some more commands from the console or in-game to create the promotions as follows: \nCommands to execute:\n\n    ontime rewards add promotion SilverDonor 2d tag=silverPromo\n        \n    ontime rewards add promotion GoldDonor 3d tag=goldPromo\n\nIf I were to stop here, then non-donor players would be promoted to SilverDonor and GoldDonor groups after they had put in the required playtime. To prevent this I need to modify these rewards to make them 'exclusive'.\n\n\nAn 'exclusive' reward is granted only to members of certain groups, but not to all groups. \n\nRewardID and 'ontime rewards list'\n\nBut before I can fix it so that the non-donors do not get these promotions I need to take a slight tangent in the tutorial, and talk about the RewardsID.\n\nTo make modifications to existing alarms, you need to know the RewardID of the reward you want to change. The RewardID is number assigned by the plugin, and is based on the time-sorted order of all rewards. \n\nontime rewards list command:\n\n\\ontime rewards list\n\n\nFor the rewards I have created in this tutorial the list will look like this:\n\nontime rewards list\nThe RewardID is the list order number (1 - 5) shown at the front of each line in the above output.\n\n\nMaking Rewards Exclusive\n\nSo to stop non-donors from getting these promotions the following commands are executed:\n\n    ontime rewards exclusive 4 add BronzeDonor\n        \n    ontime rewards exclusive 5 add SilverDonor\nAlternatively I can use the assigned RewardTags, instead of the RewardID for the above commands:\n\n\n\nontime rewards exclusive silverPromo add BronzeDonor\n\n\n\nontime rewards exclusive goldPromo add SilverDonor\n\n\n\nThe first command above will make the promotion to SilverDonor (RewardID #4) \"exclusive\" to the BronzeDonor group.\n\nThe second command above will make the promotion to GoldDonor (RewardID #5) \"exclusive\" to the SilverDonor group.\n\nIn other words only members of the \"BronzeDonor\" group will ever receive a promotion to \"SilverGroup\", and only \"SilverGroup\" members will ever receive a promotion to \"GoldGroup\". \n\nNow with this setup, you will have one promotion ladder: default -> builder -> trusted, and another ladder BronzeDonor -> SilverDonor -> GoldDonor. \n\nBecause there are no rewards defined that have a 'target' group set as BronzeDonor, moderator, admin, or owner, the only way to get into these groups is through your standard group assignment methods.\n\nGroup Demotion (After Purge)\nOnTime has a purge function which automatically removes players from the OnTime database if they do not meet a minimum amount of playtime, or have been away from the server for a configurable amount of time. For this latter case where players have not been on for a long time, server owners may not want those players to retain their higher group status, so OnTime provides a special function to demote these players.\n\nFor my 'EdgeCraft' server I have the auto purge set for 60 days. Which means all players that have not been on the server for this long, will be automatically removed from the OnTime database. I also want them demoted back to the 'default' group.\n\nThere is special handling provided for players which may have been purged from the OnTime records (due to lack of play), yet retained a high rank. For this case administrators can configure OnTime to automatically place players into a specified group when they next log into the system.\nfrom config.yml\n\n# Enable if purged players should be auto-demoted\npurgeDemotionEnable: true\n\n# If purgeDemotion is enabled, this is target group for demotion\npurgeDemotionGroup: default\nBy setting 'purgeDemotionEnable: true' and specifying a target group, 'default' being the actual name of the group in this case, when players with no OnTime record join the server, they will be put into the default group and removed from their currently highest level priority group. \n\nSpecial Note for PermissionsBukkit Users\nWhen there is a new player with no previous record when using the PermissionsBukkit plugin, they don't show up in the permissions/config.yml until after they are put into their first group, but when this happens the 'default' group is still listed. This causes a conflict within OnTime.\n\nYou can fix this by adding a new reward to force those new players into the 'default' group making the PermissionsBukkit create an entry for them. So try this:\n\n/ontime rewards add group default 1m\nSo after their first minute of play they will be pushed into the default group. When the next promotion happens, the 'remove' from 'default' will work because there will actually be a record of them being in that group.\n\nEND TUTORIAL\n4. Votifier Rewards (NOT Translated) 本部分不译\n原文：OnTime Votifier Rewards\nThe OnTime Rewards system supports the votifier plugin, which enables players to cast votes for a MineCraft server from web sites which also support votifier. Many servers may already have such rewards via a votifier script, but in the case of OnTime, this function is built right in.\n\nOnTime also has the unique capability that players do NOT have to be on the MineCraft server at the time that they cast their votes in order to receive their reward.\n\nIn this tutorial I will cover:\n\nOnTime Votifier Reward Setup and Configuration\nCreation of a basic OnTime Votifier reward\nCreation of a count based OnTime Votifier reward\nCreation of a playtime based OnTime Votifier reward\nCreation of an VIP-only ‘exclusive’ OnTime Votifier reward \nSetup\nIn order to use OnTime Votifier rewards, the votifier plugin .jar MUST be installed along with OnTime in the server’s “plugins” directory.\n\nConfiguration\nconfig.yml\n\nThe base plugin configuration is found in /plugin/ontime/config.yml, but in the case of OnTime Votifier rewards, there is no configuration required.\n\nrewards.yml\n\nThere is an additional configuration file plugin/ontime/rewards.yml that is used to configure the various pieces of the OnTime Rewards system. Once again for the ‘votifier’ rewards there is no need to directly edit this file.\n\nCreating Basic Votifier Rewards\nThe first step in setting up an OnTime Votifier reward is to define the reward or rewards that will be issued to a player when they cast a vote for your system. The creation of the reward is the same for this type of reward as it is for a basic reward. \n\nLet’s say that you want to reward all players 1 diamond, even those that just joined your server, for casting a vote for your system. To do this, you will execute two commands. The first to define (‘add’) the reward to be issued:\n\n\\ontime rewards add item 1 diamond tag=vote1Diamond\n\n\nThen to identify it as a votifier reward, the following command is executed:\n\n\\ontime rewards votifier 1\n\n\nThe “1” in this command is the ‘rewardID’, which is a number automatically assigned to rewards based on their time sorted order. Because this is the only reward I have defined I know it must be rewardID=1.\n\nYou can always find out the rewardID assignments through use of the command: “/ontime rewards list”. The sorted order number found at the beginning of each reward is the ‘rewardID’. \nAlternatively, I can use the “RewardTag” I provided in the ‘add’ command, in place of the RewardID, for that last command. \n\nontime rewards votifier vote1Diamond \n\n\n\nThat it! You now have an OnTime Votifier reward of ‘1 diamond’ to be issued when a player votes for your server. If the player is on the server at the time they voted, they will receive the reward almost immediately, otherwise they will receive the reward within a few seconds of their next login.\n\n‘Count’ Votifier Rewards\nThe system can also be setup such that a specific number of votes are required before a reward issued. In this case the reward ‘add’ is the same, but the ‘votifier’ setting requires an additional parameter. In this case I want to give a player 1000 XP, for every 5 votes cast for my server.\n\n\n/ontime rewards add xp 1000\n\n\n\n/ontime rewards votifier 2 count=5 perpetual\n\n\nIn this example my rewardID=2, since it is the second one I created without specifying a minimum play time. This can be verified with “/ontime rewards list”.\n\nThe “perpetual” keyword above specifies that this reward should be issued every five votes. (e.g. upon casting of the 5th, 10th, 15th, 20th etc. vote) If instead “single” was specified, this reward would be issued for the 5th vote only. If neither “perpetual” nor “single” are specified in the command then “perpetual” is assumed (the default).\n\nNow I have two votifier rewards set up. For the first four times that a player votes for the system they will receive one diamond. On their fifth vote they will receive one diamond plus 1000 XP.\n\nVotes six through nine will again be one diamond and vote number ten will give them a diamond plus another 1000XP, and so on.\n\n\n‘playtime’ Votifier Reward\nI can also have a votifier reward that will only be issued to a player once they have played a certain amount of time on the server. If they have already met this criteria they will receive the reward immediately, for each and every time they vote. For this example I am going to give the players 500 coins, but only if they have played for 1 day or more on my server.\n\n\n/ontime rewards add econ 500 1d tag=vote500econ\n\n\n\n/ontime rewards votifier vote500econ\n\n\n\nNow each vote will yield two rewards one diamond always right away, and 500 coins once the player has been on the server for 1 day. If they have already played for 1 day or more they will get those coins right away.\n\nIf a player votes 4 times before they reach 1 day worth of play time, they will received 4x500 coins as soon as they hit that one day mark.\n\n“VIP” Votifier Reward\nNow let’s say that I want to give a special reward for votes cast by players that donate to my server. When players donate, I assign them to a permissions group I call “VIP”, so I can create a votifier reward that is only issued to members of that group. In this case I am going to give them 2 emeralds.\n\n\n/ontime rewards add item 2 emerald tag=voteVIP\n\n\n\n/ontime rewards exclusive voteVIP add VIP\n\n\n\n/ontime rewards votifier voteVIP\n\n\nThe second command above indicates that this reward should be give exclusively to members of the group “VIP”. I again used the “RewardTag” to identify this reward. I could have used the RewardID, and in this case the rewardID will be #3. So although it was the fourth reward I created, it will be #3 in time sorted order. This can be confusing, and hence why using RewardTags can make reward creation easier. \n\nNow, in addition to getting all of the other votifier rewards, my VIP players will now get an additional 2 emeralds for each vote they cast.\n\n\nEND TUTORIAL\n5. Advanced Rewards 高级奖励\n正在翻译（将会选择重要的部分翻译）：这一部分包括：日常/周常/每月奖励\n权限相关奖励\n原文：Advanced OnTime Rewards\nThe OnTime Rewards system is very flexible and offers many different features that when combined, can create a large variety of playtime-based reward programs. In this tutorial I will be covering some of the more advanced features of the OnTime Rewards system, with some combinations that achieve a more sophisticated rewards system.\n\nIn this tutorial I will cover:\n\nPay for Play (a.k.a. salaries)\nPay Scales (a.k.a. Different salaries for different ranks)\nDaily, Weekly, Monthly Rewards\nDaily Login Bouns\nWeekly and Monthly Rewards\nTop Players\nLinking Rewards\nTemporary permissions\nTemporary Rank or Group Memberships\nCustomizing messages for a specific rewards \nConfiguration\nconfig.yml\n\nThe base plugin configuration is found in /plugin/ontime/config.yml, and there are of different configuration parameters related to the rewards system. When first downloaded, the plugin has the rewards system fully enabled by default, so unless you have changed something the following is just for your information.\nThe OnTime Rewards system must be enabled, and if you want players to receive notice when they receive a reward, or the occurrence of some special rewards broadcast to the server, these must be enabled too.\n\nfrom config.yml\n\n# Enable if OnTime Rewards system to be enabled\nrewardsEnable: true\n\n\n\n# Enable if Reward Notification Messages to players should be displayed\nrewardNotifyEnable: true\n\n\n\n# Enable if Reward Broadcast Messages should be sent to all online players\nrewardBroadcastEnable: true\n\nFor the daily, weekly, and monthly rewards covered in this tutorial to be available, tracking of this data must be enabled, and these reward types must be enabled. \n\nIf a ‘top total’ reward is going to be issued the timing (frequency) of when these rewards are issued needs to be specified by setting the ‘totalTopReward’ parameter. These rewards can be issued daily, weekly, or monthly.\n\nThe following is the pre-set conditions found when OnTime is first installed.\n\nfrom config.yml\n\n# Enable if daily playingtime should be collected and reported\ncollectDailyEnable: true\n\n# Enable if weekly playingtime should be collected and reported\ncollectWeeklyEnable: true\n\n# Enable if monthly playingtime should be collected and reported\ncollectMonthlyEnable: true\n……\n# Top Player Rewards\n# Enable if rewards should be allowed to be defined as 'top player' rewards for the associated time period.\ntopRewardDailyEnable: true\ntopRewardWeeklyEnable: true\ntopRewardMonthlyEnable: true\ntopRewardTotalEnable: true\n\n# When should rewards be issued to the overall top (total OnTime) players?  Valid settings: \"daily\", \"weekly\", and \"monthly\"\ntotalTopReward: weekly\nrewards.yml\n\nThere is an additional configuration file plugin/ontime/rewards.yml that is used to configure the various pieces of the OnTime Rewards system. Later in the tutorial we will have a reason to directly edit this file, but under most circumstances, OnTime will make most changes needed to this file automatically. \n\nOnTime Advanced Rewards\nThere are many different use cases, or reward scenarios that can be achieved with OnTime. The ‘building block’ commands are defined and explained in the ‘Rewards’ page, so instead of repeating that info here, I will be describing some use cases and showing how they can be achieved with OnTime.\n\n“Pay for Play” Rewards\nRepeating Rewards (1)\n\nOne way to reward players for playing on your server is to give them a reward for every so many minutes or hours of playtime. To do this with OnTime the most common method is to use a perpetual reward. Let’s say I want to reward my players for every hour they spend on my server with 50 coins, beginning with the 3rd hour they have played. To do this I will execute the following two commands:\n\n\nontime rewards add econ 50 3h tag=pay50\nontime rewards perp pay50 1h\n\n\nThe first command above, defines a ’50 coin’ reward to be issued after 3 hours of playtime. The second command establishes that this reward should be issued there after every one hour, and by definition of a perpetual reward this will continue forever.\n\nThe reward to make perpetual was specified using the “pay50” RewardTag. Alternatively, I could have used the RewardID, which is a number automatically assigned to the reward based upon its time sorted order. Because this is the only reward I have defined I know it must be rewardID=1. You can always find out the rewardID assignments through use of the command: “/ontime rewards list”. The sorted order number found at the beginning of each reward is the ‘rewardID’.\n\nRepeating Rewards (2)\n\nAnother common scenario is to have repeating rewards that increase over time as players spend more time on the server. Here I want to reward players as I did above, but after they log a full day worth of playtime I want to increase the amount of coin they get to 100 coins for every hour, and then go to 200 coins per hour after 5 full days of play. To set this up the following commands would be used: \n\n>/ontime rewards add econ 50 1h tag=pay50\n>/ontime rewards recur pay50 1h\n>/ontime rewards add econ 100 1d tag=pay100\n>/ontime rewards recur pay100 1h\n>/ontime rewards add econ 200 5d tag=pay200\n>/ontime rewards recur pay200 1h\nFor the 50 coin and 100 coin rewards I used the‘recur’ command to designate these as recurring rewards. A recurring reward is very much the same as a perpetual reward, except that it will stop repeating once a subsequent reward start time is reached. Therefore the 50 coin reward will happen every hour until the first 100 coin reward is issued after 1 day of playtime. Same goes then for the 100 coin reward, happening every hour until the five days of playtime has been achieved. Because I have no more rewards defined after the 200 coin reward, it will continue forever. \n\nRepeating Rewards (3)\n\nWhen using economy awards, one thing that server owners need to be cautious of is killing their own economy by “printing” too much money. One way to do this is to limit the number of econ rewards made to each player at each of the intervals, this can be achieved with OnTime using the “count=” parameter. Here I will use the same scenario above, but this time limit the number of payouts at each level to 12, or half a day. To set this up the following commands would be used: \n\n>/ontime rewards add econ 50 1h tag=pay50\n>/ontime rewards recur pay50 1h count=12\n>/ontime rewards add econ 100 1d tag=pay100\n>/ontime rewards recur pay100 1h count=12\n>/ontime rewards add econ 200 5d tag=pay200\n>/ontime rewards recur pay200 1h count=12\nIn this case I have used the “recur” command for all three levels (50, 100, and 200 coins) and used the “count=” parameter to limit the number of payments made at each level to 12. In each case the player will receive 12 rewards at each level, and will not receive any more rewards until the minimum time is reached for the next level. The 200 coin reward was changed from the perpetual setting used in the previous example, because by definition a “perpetual” reward can have no limits applied. \n\nPay Scales\n\nServers sometime like to set up payment system for their players based on time played, with a different pay scale based on the rank of the players. This can be done with OnTime by using the ‘exclusive’ reward setting. \n\nConfiguration\n\nThere is one piece of configuration that must be done to allow OnTime Rewards to work with permission groups (ranks). The group used by the server must be listed in the /plugins/OnTime/rewards.yml file under the “groups:” keyword. A best practice is to always list every group used by the sever, even if they are not involved in the rewards you want to set up. Doing this will help avoid issues in the future if you decided to use OnTime’s auto-promotion function. The group names must be added by directly editing the rewards.yml file, there is no OnTime command to do this.\n\n\ngroups:\n- Default\n- Noobie\n- Builder\n- VIP\n- Moderator\n- owner\n\nOn my server I have three ranks: noobie, builder, and VIP that are to receive a salary. I want to reward these players for each hour they play, but want to give the noobie 1 coin/hour, the builder 3 coins/hr, and the VIP 10 coins/hour. Here is how I would set that up: \nAdding the pay rate for the noobie:\n\n>/ontime rw add econ 1 1h tag=noobiePay\n>/ontime rw perp noobiePay 1h\n>/ontime rw exclusive noobiePay add noobie\n\nThe first command above creates the 1 coin reward to occur at the first hour of play. The second command makes this reward repeat forever at one hour intervals. The last command makes it such that this reward is only given to members of the group “noobie”. \nThe following sets up the same thing for the pay rates for the “builder” and “VIP” groups. \n\nAdding the pay rates for the builder and VIP:\n\n>/ontime rw add econ 3 1h tag=builderPay\n>/ontime rw perp builderPay 1h\n>/ontime rw exclusive builderPay add builder\n>/ontime rw add econ 10 1h tag=vipPay\n>/ontime rw perp vipPay 1h\n>/ontime rw exclusive vipPay add VIP\nDaily, Weekly, Monthly Play Rewards\nDaily Login Bonus\n\nWith OnTime you can create a reward that will be issued to every player each day that they log into the server. This reward would only be issued once per player, per day and can be set such that it is immediate upon the first login, or you can require some minimum amount of playtime such as five minutes.\n\nIf you want to reward every player upon each login with no minimum playtime, you would execute the following command. In this case I am going to give every player one diamond.\n\n\n>/ontime rewards add item 1 diamond daily\n\nIf you want to make it such that they have to play for five minutes first, that command would be:\n\n>/ontime rewards add item 1 diamond 5m daily\nWeekly and Monthly Rewards\n\nYou can also reward players for playing a minimum amount of time on a weekly or monthly basis. So let’s say you want to give a player a diamond sword if they play a minimum of eight hours in a week, and you want to give them a “smite” enchanted diamond sword for playing a full day during a calendar month. To do this the following two rewards would be added:\n\n\n>/ontime rewards add item 1 diamond_sword 8h weekly\n>/ontime rewards add item 1 diamond_sword+17 1d monthly \nIn both of these cases only one such reward will be issued to each player per week/month. Daily, weekly, and monthly rewards can be set up to be recurring with a fixed count, and would ‘reset’ for each player at the beginning of each day, week, or month.\n\n>/ontime rewards add econ 100 1h daily\n>/ontime rewards recur 1 1h count=3\nThe above example would reward a player with 100 coins for the first three hours of play each day. (The rewardID=1 assumes this is the only reward I currently have defined for my server.)\n\nWhen measuring the time played for a week or a month, it is aligned to the calendar, not to when a player joins the server. You can configure how the plugin determines the first day of a week or month, and then the plugin will reset all of the weekly and monthly player data on those days. For example if you have the first day of the week set to be Mondays, the plugin will start measuring all players ‘weekly’ data at 12:01AM on Monday. If a player joins the server for the first time on Sunday and plays for 7 hours and 59 minutes that day, they would not get the diamond sword at 12:01 AM (00:01) on Monday because the 'weekly' count would have reset at midnight.\n\nRewarding Top Players\n\nOnTime Rewards offers a system that allows you to regularly reward the top playtime, voting, or referring players on your server. \n\nOn my server I want to reward the top players every day (10 coins), every week (50 coins), every month (200 coins), and a bonus (5 diamonds) to the very top players on a weekly basis. For the daily and weekly rewards I want to give the same reward to the top three finishers. \n\nTo do this I first need to set up the four rewards, but in this case because they are going to the top players, no time stamp has to be specified.\n\n/ontime rewards add econ 10 tag=topDaily\n/ontime rewards add econ 50 tag=topWeekly\n/ontime rewards add econ 200 tag=topMonthly\n/ontime rewards add item 5 diamonds tag=topTotal\nNow the rewards need to best up as 'top' rewards: \n\n/ontime rewards top topDaily play daily 1 3\n/ontime rewards top topWeekly play weekly 1 3\n/ontime rewards top topMonthly play monthly 1\n/ontime rewards top topTotal play total 1\n\nIn the first 'top' command above the '1 3' at the end indicates the top three positions (\" 1 through 3\") are to receive this top reward.\n\nBy default the 'top' rewards are issued on Mondays (weekly) and the first day of the month, and this is setup in the /plugins/OnTime/config.yml. The timing of the issuing of the 'top total' reward on a weekly basis is also set via the /plugins/OnTime/config.yml. \n\nLinking Rewards\nAdmin givith and Admin takeith away\n\nOften server admins want to grant temporary status to a player, this can be done by'linking’ OnTime rewards together. \nLet’s pretend that on my server I want to encourage players to vote for my server by rewarding them with the ability to use (essentials) warps. Each time that a player votes they will get the ‘sethome’ permission, but if they don’t vote for a 24 hour period, they will lose the capability until they again cast a vote. Here’s how I do this:\n\n/ontime rewards add addperm essentials.sethome\n/ontime rewards votifier 1\n/ontime rewards add rmperm essentials.sethome 1d real\n/ontime rewards link 1 2\nThe first command establishes the ‘essentials.sethome’ permission grant reward to be issued immediately (no time specified). The second command makes this a ‘votifier’ reward such that it is granted each time a player votes at a ‘votifier’ supporting site. The third command is a ‘reward’ that removes (denies) the ‘essentials.sethome’ permission. This reward is configured to execute 24 hours of 'real' (clock) time, not OnTime (a.k.a. play time), later. The last command links the second reward to the first reward such that as soon as the first reward is delivered to the player, the second reward is scheduled.\n\nNow regardless of the amount of time that a player plays if he does not cast a vote every 24 hours, he will lose the use of ‘sethome’. If the player is offline at the time it expires, he will lose the permission almost immediately upon his next login.\n\nIf the player votes on multiple sites during a single day, with each vote the ‘expiration’ of his use of 'sethome' will be reset to the full 24 hours. \n\nTemporary Rank\n\nSimilarly, you can set up rewards to give players temporary membership to a permission group (rank). In this example I want to give players membership in the ‘VIP’ group if they play at least eight hours every week. This setup is as follows:\n\n/ontime rewards add promotion VIP 8h weekly\n/ontime rewards add demotion default 7d real\n/ontime rewards link 1 2\nThe first command establishes the promotion to the VIP group, to be granted after eight hours of play each week. The second command will change the group back to the ‘default’ group after seven days. The last command links the two rewards together such that the clock to change back to ‘default’ will begin as soon as the player is placed into ‘VIP’. \n\nBecause it is a ‘real time’ seven day clock the player will be in the group for at least seven days. Each time a player hits the eight hours of play for a given week, the “VIP” group timer will be reset to seven days. They only time that a player may get ‘ripped off’ is if they log in something less than eight hours (say 7 hours and 59 min) by midnight on Sunday, and then play one more minute on Monday morning. The weekly counter will have reset at midnight and they would be back at zero Monday at 12:01AM. If this were to occur and a player complained, an admin can always ‘grant’ the reward manually using the ‘rewards set’ command.\n\n/ontime rewards set 1 edge209 login\nIf the above command is run, upon my next login I would receive the promotion to the VIP group, and the 7 day timer would start.\n\nIf putting players into the \"VIP\" group manually is the 'normal' way to get them into that group, then this reward should be tagged as an 'individual' (or indi) reward, such that it is never given automatically by OnTime. This setting might be used if you are accepting donations and want to manually put people into the VIP group once you have received payment. The above reward would be declared 'indi' with the command:\n\n/ontime rewards 1 indi\nWhere the '1' above is again the 'rewardID'.\n\nThere is one improvement I can make to this sequence. Right now when the person is demoted to 'default' the standard reward message is displayed on the players screen, congratulating them for their 'promotion'. In this case I want to give the user a special message that tells them why they have been demoted. Here's how I would do this: \n\n/ontime message add back-to-default [player] you have been demoted to 'default' due to lack of playtime\n/ontime message add back-to-default Play 8 hours this week and you will be back in VIP.\n/ontime rewards edit 2 msg=back-to-default\nThe first two commands define a two line message with the message tag \"back-to-default\". The third command specifies that this message should be displayed when rewardID=2 is issued to a player.\n\nThe message created will be found in the file plugins/OnTime/messages.yml, and it can be modified etc. by directly editing that file, or it can be removed with 'ontime message remove back-to-default', and re entered if a error was made when you tried to create it.\n\n\nIf you find any part of this tutorial confusing, please open up a service ticket against this page, describe what you don't understand so I can both answer your question and improve the tutorial. - Edge\n\nEND TUTORIAL\n6. Reward Shops 奖励商店\n原文：With OnTime you can also give players some control over the types of rewards they receive through OnTime's Loyalty Points and Econ Shops.\n\nThis function was added to OnTime to give more meaning to the \"Loyalty Points\" function. Once the code was there for the \"points\" shops, it was a very simple extension to also add the \"econ\" based shop. So, this is not really meant as a full function replacement for other \"shop\" plugins, but an really an extension to the OnTime \"points\" rewards.\n\nOnTime & OnSign Integration\nThe OnTime Reward Shops are implemented through integration between the OnTime plugin and its companion plugin OnSign. The rewards to be issued are defined in OnTime, similar to other OnTime Rewards, and OnSign provides the shop creation and handling of player purchases.\n\nSetting up Shop\nSetting up an OnTime Shop is very simple. The first step is to define the reward and its cost through OnTime commands. Then the creation of a sign, that requires a single line.\n\nExample 1: Diamonds for Points\n\nFor example, I want to create a shop where a player can purchase diamonds at the cost of 500 Points. To do this I need to first execute these commands:\n\n/ontime rewards add item 1 diamond tag=diamondShop\n\n/ontime rewards shop diamondShop points 500\n\nThe first command establishes the reward as one diamond, and I gave this a rewardTag of \"diamondShop\". In the second command I indicate that the 'diamondShop' reward should be a \"shop\" reward that costs 500 points.\n\nThe next step to complete the shop is to place a sign, and on the first line insert the rewardTag proceeded by \"%\". So in this example I would put \"%diamondShop\" on the first line, and I can then use the remaining lines for any text I choose. OnSign will replace that first line with a configurable string, such as \"Points Shop\". Please see OnSign for more information on creating and customizing signs.\n\nIn my example my sign would look like this:\n\n   %diamondShop\n   (blank)\n   1 Diamond\n   500 Points\nExample 2: Promotion for Points\n\nIn this example I want to create another shop, but this time I want players to be able to promote themselves to the \"Builder\" rank using Points (cost=1000 points) they have earned. Setting this up is very similar to the diamond shop I created above, but there is an extra step that I need to take to make sure OnTime handles promotions properly.\n\nAs with all other promotion/demotion rewards supported by OnTime, one of the key pieces of information it needs is an ordered list of the ranks on the server. This list insures that OnTime does not accidentally promote (to lower) or demote (to higher) a player incorrectly. Please click here for information on how to set up the \"groups:\" list within the rewards.yml file.\n\nOnce the \"groups:\" is properly set up, I simply need to execute the following commands:\n\n/ontime rewards add promotion Builder tag=builderShop\n\n/ontime rewards shop builderShop points 1000\n\nThe last step is to create a sign, where I must put \"%%builderShop\" on the first line.\n\n   %builderShop\n   Promotion\n   to 'Builder'\n  1000 Points\nExample 3: Buying a temporary permission for \"coins\"\n\nIn this last example I want to create a shop on my server that player's can click on to buy the \"ontime.other\" permission (allows them to use the \"/ontime <playerName>\" command to see other player's OnTime stats) for a 24 hour period, at a cost of 200 coins. Here are the commands for this:\n\n/ontime rewards add addperm ontime.other tag=otherShop\n\n/ontime rewards shop otherShop econ 200\n\n/ontime rewards add rmperm ontime.other real 24h tag=removeOther\n\n/ontime rewards link otherShop removeOther\n\nIn the commands above:\n\nThis creates the reward to give the permission 'ontime.other', and gives the rewardTag of 'otherShop'\nThis makes 'otherShop' reward a \"shop\" reward with a cost of 200 econ units (e.g. coins)\nThis creates a reward that takes away the permission 'ontime.other' after 24 hours of real (clock) time, with a tag of 'removeOther'\nThis links 'otherShop\" and 'removeOther', such that as soon as 'otherShop' reward is issued, the clock starts ticking on the execution of the second.\nAgain the last step is to create a sign. Mine looks like this when I created it:\n\n   %otherShop\n   \"/ontime<player>\"\n   for 24 hours\n   200 coins\nPurchasing Shop Rewards via Command\nOnce there are shop rewards defined there is an alternative method to make a purchase from a shop. An 'admin' command has been defined that can be used to make a purchase from a shop for a specified player, and the main purpose is to create a way to link OnTime Points/Econ shops with other plugins. This command requires the 'ontime.rewards.admin' permission string in order to use it.\n\nSyntax:\n\nontime rewards purchase <RewardTag/RewadID> <playerName>\n\nFor the command to execute successfully, the specified player must have the sufficient number of Points or Econ units, as required by the reward shop. The messages displayed the user are the same as if the player had interacted with a Sign Shop to make the same purchase.\n\nEnd Tutorial\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "星光灬羽神",
            "timestamp": 1424981160,
            "txt_content": "又发一帖- -\n版本号呢"
        },
        {
            "author": "fanmuchen",
            "timestamp": 1424981880,
            "txt_content": "星光灬羽神 发表于 2015-2-27 04:06\n又发一帖- -\n版本号呢\n已经补上，谢谢提醒"
        },
        {
            "author": "-Love-",
            "timestamp": 1424986140,
            "txt_content": "这插件需要是需要前置的"
        },
        {
            "author": "fanmuchen",
            "timestamp": 1424986440,
            "txt_content": "-Love- 发表于 2015-2-27 05:29\n这插件需要是需要前置的\n需要Vault，已经注明了\n\nVotifier这个功能不常用，忽略"
        },
        {
            "author": "enjoy-shock",
            "timestamp": 1424986680,
            "txt_content": "中午搬运插件时看过这个插件.深夜搬运，也是不容易啊。"
        },
        {
            "author": "麦籽",
            "timestamp": 1424987040,
            "txt_content": "不容易啊，楼主辛苦了！"
        },
        {
            "author": "Raymond_Min",
            "timestamp": 1424992560,
            "txt_content": "主题的 “——” 两边都要空一格 你就左边空了一格，右边没有"
        },
        {
            "author": "691422759",
            "timestamp": 1425003360,
            "txt_content": "请问在线时间是总共的时间还是每日算起的呢？"
        },
        {
            "author": "lnx666",
            "timestamp": 1425007560,
            "txt_content": "顶贴，顺便下载试试"
        },
        {
            "author": "fanmuchen",
            "timestamp": 1425028980,
            "txt_content": "691422759 发表于 2015-2-27 10:16\n请问在线时间是总共的时间还是每日算起的呢？\n两种都可以使用，在Advanced Rewards(高级奖励)里会提到"
        },
        {
            "author": "Jackie_Stitch",
            "timestamp": 1426344180,
            "txt_content": "大赞，下载了，很实用，玩家喜欢"
        },
        {
            "author": "404510",
            "timestamp": 1435400940,
            "txt_content": "请问 在线获得的物品是指令获得，还是达到指定在线时间直接给？"
        },
        {
            "author": "大猫云计算",
            "timestamp": 1435516860,
            "txt_content": "贡献点是个什么东西，要怎么花"
        },
        {
            "author": "RichardX",
            "timestamp": 1435560300,
            "txt_content": "谢谢楼主的搬运！"
        },
        {
            "author": "691422759",
            "timestamp": 1435588140,
            "txt_content": "吸引玩家上线（挂机）的利器{:10_492:}"
        },
        {
            "author": "RainbowCity",
            "timestamp": 1435855740,
            "txt_content": "看不懂说什么！ 这。。。。 还怎么吸引啊！"
        },
        {
            "author": "yjnzzg",
            "timestamp": 1435950420,
            "txt_content": "请教一下，在线时间重启后就重置重新计数，怎么办？"
        },
        {
            "author": "520111222",
            "timestamp": 1435971300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "moheng2014",
            "timestamp": 1435982700,
            "txt_content": "有人知道为什么普通玩家没法记录吗，，，OP可以 。。"
        },
        {
            "author": "RichardX",
            "timestamp": 1435983180,
            "txt_content": "MCBBS有你更精彩！"
        },
        {
            "author": "er.~檒歰",
            "timestamp": 1435983420,
            "txt_content": "什么鬼？看不懂"
        },
        {
            "author": "hay007",
            "timestamp": 1437113880,
            "txt_content": "好东西啊赞。。。。"
        },
        {
            "author": "余盟",
            "timestamp": 1437140340,
            "txt_content": "好插件！收藏到我背包里！话说就是指令有点难，比如如果要给附魔武器怎么办？"
        },
        {
            "author": "res_js",
            "timestamp": 1437148560,
            "txt_content": "RichardX 发表于 2015-6-29 14:45\n谢谢楼主的搬运！\n感谢，收了"
        },
        {
            "author": "leo66",
            "timestamp": 1438598520,
            "txt_content": "MCPC+用不了吗？"
        },
        {
            "author": "230",
            "timestamp": 1438917180,
            "txt_content": "fanmuchen 发表于 2015-2-27 17:23\n两种都可以使用，在Advanced Rewards(高级奖励)里会提到\n高级奖励 的怎么弄？都是英文。"
        },
        {
            "author": "wtytt3322",
            "timestamp": 1439348760,
            "txt_content": "怎么记录玩家啊"
        },
        {
            "author": "xlwgy",
            "timestamp": 1439350140,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "xlwgy",
            "timestamp": 1439357100,
            "txt_content": "收下了，支持楼主~"
        },
        {
            "author": "Bolly",
            "timestamp": 1439357640,
            "txt_content": "谢谢LZ的搬运"
        },
        {
            "author": "s915039544",
            "timestamp": 1439357700,
            "txt_content": "挺有用的插件。赞"
        },
        {
            "author": "494308843",
            "timestamp": 1443510240,
            "txt_content": "{:10_503:}看不懂。。。\n如果有详细的教程就好了。。"
        },
        {
            "author": "LiamGR",
            "timestamp": 1443619320,
            "txt_content": "很棒的插件！已收藏{:10_510:}"
        },
        {
            "author": "jjww748",
            "timestamp": 1444047360,
            "txt_content": "说好的正在翻译呢.....弃坑了么 ?   "
        },
        {
            "author": "a1505368421",
            "timestamp": 1444052880,
            "txt_content": "感觉弃坑了"
        },
        {
            "author": "494308843",
            "timestamp": 1444650240,
            "txt_content": "{:10_503:}没看懂怎么设置命令奖励\n还有用楼主的指令添加了奖励\n但是并没有收到奖励。。。\n楼主有空可以翻译一下么。。"
        },
        {
            "author": "thedayof7",
            "timestamp": 1445229600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "QingNiao",
            "timestamp": 1445264220,
            "txt_content": "很实用但是不会用"
        },
        {
            "author": "白琥",
            "timestamp": 1445264940,
            "txt_content": "莫名的头痛啊"
        },
        {
            "author": "我也想C啊",
            "timestamp": 1445270880,
            "txt_content": "不错 一直在用 加油"
        },
        {
            "author": "816830738",
            "timestamp": 1445295480,
            "txt_content": "这同时也增加了挂机的玩家"
        },
        {
            "author": "zlzchuyue",
            "timestamp": 1445852700,
            "txt_content": "手机党表示看晕了，拉下来好长。不过插件不错，准备研究下"
        },
        {
            "author": "Nice旧爱",
            "timestamp": 1445859840,
            "txt_content": "看不懂= ="
        },
        {
            "author": "494308843",
            "timestamp": 1447484640,
            "txt_content": "如何给指定组 发放在线奖励"
        },
        {
            "author": "zxc1225172314",
            "timestamp": 1447567140,
            "txt_content": "我就想笑一笑卡哇伊"
        },
        {
            "author": "想起你的吻",
            "timestamp": 1447849740,
            "txt_content": "楼主你好，请问是否支持1.7.10呢？"
        },
        {
            "author": "李永杏啊",
            "timestamp": 1447855380,
            "txt_content": "太多功能了不敢下 怕有什么不想要东西默认开着"
        },
        {
            "author": "a1005270",
            "timestamp": 1461763320,
            "txt_content": "非常好 赞一个"
        },
        {
            "author": "zhaoyitao011",
            "timestamp": 1462243620,
            "txt_content": "求汉化啊"
        },
        {
            "author": "a1005270",
            "timestamp": 1462579440,
            "txt_content": "支持一下"
        },
        {
            "author": "雨墨凌霄",
            "timestamp": 1470547560,
            "txt_content": "多久没更新了 求更新啊！"
        },
        {
            "author": "78472475",
            "timestamp": 1473366960,
            "txt_content": "插件不错功能挺多的，这是多功能奖励插件，到官网看到还有死亡补发功能，希望lz把留下的坑补上"
        },
        {
            "author": "78472475",
            "timestamp": 1473367140,
            "txt_content": "希望lz写详细点，例如怎么关闭自动发奖励，怎么手动领取相应的奖励，到官网的介绍太多，英语不好，翻了一遍还是没找到。"
        },
        {
            "author": "2503180246",
            "timestamp": 1473426420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "仲夏大陆",
            "timestamp": 1474871700,
            "txt_content": "要i还可以吧"
        },
        {
            "author": "love猫妖",
            "timestamp": 1475294700,
            "txt_content": "很有用的插件 支持一个"
        },
        {
            "author": "IFEN1993",
            "timestamp": 1479305400,
            "txt_content": "我不会汉化文件，但是我愿意帮着汉化。能教教我怎么把指令都汉化了嘛？"
        },
        {
            "author": "IFEN1993",
            "timestamp": 1479309000,
            "txt_content": "/ontime rewards add kit tools 1h\n我服务器肯定有tools这个包，但是它显示not kit found with name tools,是为什么呢？"
        },
        {
            "author": "IFEN1993",
            "timestamp": 1479309480,
            "txt_content": "如果服务器重启或者重载配置文件好像会导致玩家的数据回档"
        },
        {
            "author": "1284641389",
            "timestamp": 1479353520,
            "txt_content": "支持1.10吗"
        },
        {
            "author": "MM000703",
            "timestamp": 1479372300,
            "txt_content": "兄弟没有 中文的么？我看不懂英文啊。。"
        },
        {
            "author": "1137305770",
            "timestamp": 1479385680,
            "txt_content": "插件很好，顶起来啦"
        },
        {
            "author": "KAKAKAKAKA",
            "timestamp": 1503853380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "KAKAKAKAKA",
            "timestamp": 1503853380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "飞皇之圣",
            "timestamp": 1568467080,
            "txt_content": "看来楼主是翻译弃坑了啊，只能自己慢慢翻译了=。="
        },
        {
            "author": "dyn123",
            "timestamp": 1569840180,
            "txt_content": "很不错的插件，支持"
        },
        {
            "author": "1047975360",
            "timestamp": 1571480100,
            "txt_content": "问一下1.12.2版本的该下那个版本的jar"
        },
        {
            "author": "junmoqianxun",
            "timestamp": 1573176840,
            "txt_content": "有意思，马一下"
        },
        {
            "author": "huxianrui",
            "timestamp": 1573187160,
            "txt_content": "感觉挺实用，支持一下"
        }
    ]
}