{
    "title": "<原创~连载>并非孤独   2.26更新第二章",
    "author": "zariba",
    "replyCount": 2,
    "timestamp": 1424958300,
    "txt_content": " 本帖最后由 zariba 于 2015-2-26 22:04 编辑 \n\n人其实都是孤独的，自从你独自一人在卵细胞里，外边是万千同胞的冷嘲热讽时。\n                                                                                                                  ——题记\n\n\n\n\ndna.jpg (93.49 KB, 下载次数: 1)\n\n下载附件\n\n2015-2-26 21:44 上传\n\n\n\n\n\n初章 哲学是永恒的灯塔\n=============================\n录入最后一个字符，我强压下心中的激动发出启动指令。伴随着强大的数据流我稍微恍惚了一下... ...映入眼中的是蓝天白云;心里一边在吐槽怎么那么像xp的经典桌面一边泪流满面。\n  「终于再次看见蓝天白云了。」\n  看着我自己方块状的手，发怔。我已经困在这无边的黑暗里13天12时32分6秒248毫秒了;这十三天\n来一直在思考哲学问题，「我是谁?我从哪里来?我要到哪里去?」不过似乎我更倾向于作为一个人类生存。\n\n第一章 \n================================\n我是zariba,是一枚综合QC，我是行里见识最广，思维最敏捷。能和大多数团队协作并且收到客户投诉最少的专业QC。半年前我立志要终结我的宅生活，做一个阳光向上积极乐观的青年，买车买楼迎娶白富美登上人生的巅峰。于是我真买了辆车和一个后院不小的房子，还顺便在附近的健身房办了卡。但万万没想到，一旦生活浪起来钱包也就瘪下去了。万不得已只好去找兼职，早上工作下午喝完下午茶就找兼职，晚上健身充电把妹子，这样的生活不知多滋润。\n  一天下午在后院例行下午茶，突然发现邮箱里有一封特别的邮件。端起咖啡慢慢的往下看，入目第一行就差点把屏幕用咖啡淋洗一遍;这次的兼职居然是国安局？！卧槽，虽然我真不知道国安局是怎样的。但是作为一个宅，混迹于各大论坛和同好圈，被各种「大触」耳目渲染下真的很怕去了就出不来了。但要是拒绝了咧，会不会死的更快?\n  第二天顶着黑眼圈开车来到这个机构的总部，在大门口下车后经过的重重严格的安检。然后他们就给我发了一张全息临时访问卡，并把我送到一个眼花缭乱的信息部门并告诉我要我和另外几个质检员在上午检查几个服务器机架和其他的设备。\n  就是一个很小的房间而已，里面有序的摆满了四个机架，;每个架子像冰箱一样，只不过里面摆放的是一台台很强劲的服务器。\n  「我是质检员不是技术猿啊喂... ...」咕哝着蹲下身子从最下面的线路开始检查。\n  过了一会，门外微微传来了吵杂的声音。把头从机子边错开来就看见一位比较矮的人和另一个人进来了，那个比较矮的人穿着冲锋裤+格子衫，一看就是只程序员... ...\n  「哟~你好，我是virus。我专门做企业级服务器硬件的。」那个比较矮的人一见到我就打招呼 完了还哈哈一笑，我只想吐槽他为何不用樟脑丸清洗口腔... ...太邋遢了。\n  「来的挺早的，很抱歉昨天没有在邮件说明情况，因为这个项目目前是处于机密中。」站在一边的那位突然发话了，穿着一身休闲装，一开始还想不到他是负责人呢。\n「这个正在进行中的项目是最近国安局研制万能解密机，具体的我就不多说了。总之上面要求你们检查了之后提交一个报告，并且允许这个报告在媒体中引用。」负责人说完后顿了一顿，然后继续说「你们的活动范围仅限于这个房间，这个部门可是一个有机密的地方，要是你们知道的太多，难保不会被隔离」负责人笑了笑，略带调侃的说「因为你们知道的太多了」\n  负责人说完就转身离开了，走之前一句话飘过来「检查完后就和门外不远的流动岗哨说一声，他们会送你到大门口，中午之前完事吧，还有好几批来检查的... ...」语毕，门关。真怀疑这语速也是算好的。\n  virus仰视着我，摊了摊手。我淡定的说「开工吧... ...」\n... ...\n  忙活了半天，基本上都检查完了。说白了这就是几个处理性能很强悍的服务器机组。想着想着，不禁说出来\n  「virus,你说为什么就这服务器还非得各大民间专家来检查?」\n  virus把手从键盘上挪开，沉思了一下「我想他们也只是想要一个报告而已。」\n  virus的眼睛依旧盯着surface pro3「其实这个根本不是什么万能解密机，现在用的公用密匙就算用这服务器暴力破解标准长度的密匙也得很久很久... ...」\n  我稍微咽了咽口水，「那万能解密机岂不是不可行?」\n  virus转过头，盯着我「你该不会是对计算机一无所知吧?目前只有量子计算机可以做到。如果建成一个可以运行shor算法的量子计算机，那万能解密机就不是梦了。只不过这太难太难了，是一个新的领域... ...」\n  我们俩都沉默下来了，地板深处传来发动机低频的嗡嗡声，加深了机房的寂静。\n  「我看... ...深究这么多;也没有意义，就写一个无保留意见报告吧。」我突兀地打破了沉寂。\n  virus啪地盖上本子「也好，既然你是QC，那你来写报告吧。」\n  我揉了揉太阳穴，起身出门。\n... ...\n\n第二章\n=============================\n那趟国安局之旅也就这样了，一回到家短信就提示一笔不小的资金打入我的账户。\n  第二天发现圈子里有关万能解密机的事情传疯了，我叹了口气。身为边缘人，这种手段再了解不过了。果然不出几天，媒体纷纷报道万能解密机的事情;原来5年前国安局获得总统的秘密允许，得到来自联邦基金会数亿的经费，他们打算弄一个可以破解公用密匙的万能解密机。最近，这个机器是改浮出水面了。现在网络上一片撕逼反对的反对，赞成的赞成;好不混乱。但是我知道的，就那天看到所知，万能解密机是不可能的。再过几天国安局就会开始辟谣了，我想我的报告到时候也会占那么一两行吧... ...\n  我的生活依旧品质地过，几天后意外地收到了国安局的邮件... ...\n  捧着手机，仔细的核对了一下邮件里面的地址。「看来就是这里了。」下午一口气轻轻的推开了门，吱呀地一声，新世界大门顿时在我面前打开。里面已经落坐了不少人，匆匆扫一眼，发现都是各大领域的大触;全都是资深的前辈感觉压力不是一般地大呢。\n  里面认识的人没几个，不久人到齐了。那个负责人上台balabala了一堆，接着人群就开始各种剧烈讨论。我表示完全听不懂他们在讨论毛线，于是戳了戳旁边在玩手机的Ken_HY。「别玩minecraft了，和我说说他们在讨论毛线，怎么感觉都要脱鞋对轰了。」\n  ken撇了我一眼，淡淡的说「那些老顽固不同意国安局用他们的报告来舆论引导，觉得才给他们看个机房根本无法说明什么，硬要国安局拿点诚意出来。」\n            「哦... ...这样啊，那你不说说什么?就这样闷头玩手机?」我继续戳了戳他\n  ken一脸哭丧的说「大哥，你知道这种场合超级危险的么。我和你一起高中毕业，现在才几岁。再说了，以我的量子造诣出去简直被秒杀。你就安心坐着配合就好了，对上那些老家伙国家也不敢怎么样。」\n  听起来很有道理的样子，我竟无言以对。于是我也拿起手机和他联机玩了... ...\n  最后我还是再次来到了国安局，还是一样安检一样的送到机房... ...旁边的大机房。\n  人群顿时骚动起来了。\n  「喔... ...原来真有私货。」ken小声嘀咕着。\n  在我面前的是看起来很玄幻的，一台机器。下面约摸80m到底部，底部都是密密麻麻的散热刀锋朝上指着，作为一枚密恐的表示浑身难受。那些刀锋浸泡在乳白色的氮液中，低频的马达声嗡嗡的回荡着，压抑在每个人心头... ...\n  手中握着的栏杆传来丝丝冰凉，让我心中不住地发寒。看着看着，突然觉得有点迷,恍惚了一下;同时后脑勺传来一阵力道。我整个人顺着栏杆翻了下去，在瞬间加速度下我顿时清醒了下来，但是已经大脑瞬间充血让我无法抓住栏杆，回头看见一位上了年级的老教授一脸惊诧地——把我翻下栏杆。\n  伴着一阵惊呼声我顺着地心引力向下跌落。大约4秒的人生在脑内回放，接着我和那些可爱的刀锋来了个拥抱。一点也不觉得冷，一点也不觉得疼... ...大概是瞬间被冻成冰糖葫芦了... ...\n\n第三章\n======================\n  「万能解密机正在运行中... ...」\n  「破译结束总耗时约11分钟，正在提交明码电文... ...」\n这又是什么开展，这念头似乎是从大脑深处浮现的。\n  「莫不成，这是万能解密机内部？而且是virus所说的真正的量子计算机？！」那这样的话国安局岂不是妄图欺骗所有人，试图制造出公用密匙目前无法破的假象。难怪前些日子国安局要求国会通过立法禁止私人使用公用密匙，虽然最终没有通过，但是这样一来国安局向外出「我们对公用密匙无能为力」这样国安局就可以放心地监听... ...简直心机！\n  不过想那么的有毛线用，现在我不就是在这台机子里么。\n\n\n\n\n",
    "replies": [
        {
            "author": "Candy_恋",
            "timestamp": 1424959260,
            "txt_content": "求继续~（俩车是闹哪样(╯‵□′)╯︵┻━┻）"
        },
        {
            "author": "落叶无痕",
            "timestamp": 1424972340,
            "txt_content": "速更速更～"
        }
    ]
}