{
    "title": "<原创·连载> 虚幻边缘-黎明幻影.第一章",
    "author": "江米条",
    "replyCount": 3,
    "timestamp": 1424966100,
    "txt_content": " 本帖最后由 江米条 于 2015-2-26 23:56 编辑 \n\n\n    上一章（引子）                                         \n\n\n                                                虚幻边缘-黎明幻影                                                                                                       第一章\n\n\n\n\n      “你进来了吗？”\n       埃里克森·阿列克谢·泊松汗湿的手按在键盘上，轻轻穿着粗气，脸几乎要贴在屏幕上。\n       “马库斯？你进来了吗？”\n       埃里克森又一遍问到，不知他千里的哥哥在想些什么。\n       “我来了。”\n       “待会选地图的时候，记得一定选三号地图，这张图我有把握，到时候开始你别理其他人，紧紧跟着我。”埃里克森神经质的敲打着耳机“职业选个远程的。”\n       “游侠怎么样？”\n       “可以。”\n       在这个国家的另一端，马库斯却远远显得没有他弟弟那么紧张，虽然他玩minecraft这款游戏的时间比他弟弟短的多。“放松点，老弟，我们胜券在握，今天咱们最能打的人都来了，”马库斯有点懒散的啜了一口咖啡，瞥了眼时间，已经凌晨三点多了。“其实我倒是更担心你的身体，你连续通宵几天了？”\n      “马库斯，我现在是你的头，别扯别的。”\n      “冷静，我可是你哥哥。”\n      游戏已经进入倒计时了，埃里克森迅速的擦了一下从鼻尖上滴到麦克风上到汗水。想让自己冷静下来，虽然已经连续不眠不休三天了，他还是感觉不到一丝疲倦，只有坐在电脑前面对着minecraft的时候，他才能真正清醒。\n      “我会很快去休息的，但我必须首先拿到那笔钱，只有你能帮我。”\n      埃里克森眼睛不转的盯着屏幕中央的倒计时，7秒，6秒...\n      不能输，埃里克森轻轻对自己说。这是埃里克森在NightWatch服务器的第二十六场周赛。\n       NightWatch是一个位于美国的minecraft地下服务器，当然不是所有人都能找到他，其实这是个只能被邀请进入的正版白名单服务器。\n       而这个服务器的特色呢...或许也是这个服务器转入地下，改为邀请制的原因之一。这个服务器每到周底，月底，或是什么重大时间的前面都会有一次大型的竞技比赛，比赛类似与饥饿游戏，一开始，玩家会有一些可选职业，并分成四队放进一个无限大的地图里面，没错，是无限大。\n       而这个游戏的不同之处呢...就是你可以押钱在自己的队伍上，而这个钱只能是比特币，当然为了尽可能的低调和不触碰法律，服务器官方声明并不知道这件事。虽然嘴上没人说，但是每个管理员，每个玩家却都心知肚明。每次比赛前，会有一个“玩家”来收钱，最后哪个队伍赢了，把钱给哪个队伍，钱数是按杀人数目分配的，而一个队伍的领队会获得一些额外的钱，当然谁都想当这个领队。\n       而埃里克森就是蓝队的领队。\n       当然了，作为领队当然也更容易成为被攻击的目标，因为只有一张图里只剩下一个领队了，游戏才会出现赢家，不过因为地图的无限大，一场游戏能持续很长时间，埃里克森听说最长的记录是9天，下一场周赛甚至被推迟了。\n       为了这场周赛，埃里克森已经准备了三天，现在他有钱买最好的职业了。在上一次比赛中，埃里克森发现3号地图里有一条通往红队阵营的废弃矿道，而除了他的哥哥他没有告诉任何人。\n       因为埃里克森想独吞这次比赛的酬金。\n       5...4...\n       马库斯那边没有什么动静，也许是他也开始紧张了吧。\n       3...2...\n       埃里克森屏住了呼吸\n       1...start\n       整个身体的能量似乎都在这个瞬间涌向指尖，埃里克森冲向了职业牌子，用颤抖的鼠标指针点到那个最高等级的爆破兵职业。\n       开始了。\n       “跟我走！”\n       埃里克森在蓝队的公共语音频道里吼到，他隐隐发现自己的声道似乎变的不太对劲。\n        埃里克森知道自己不能有失误，如果让任何除了马库斯的人知道了他的秘密计划，那他的钱就泡汤了。之前他曾经给队友提供了一个红队这次准备一开局分出一批人跑地形的假情报，这样开局他就带着全部人去“偷袭”红队大本营，让红队消灭掉自己的人，在和马库斯去那个废弃矿道从后面偷袭红队，。\n       “跟紧我。”埃里克森对马库斯私密了一句，尽管他知道不会有人听到这句话，他还是把声音压的很低。\n       “是，长官。”马库斯懒洋洋的回复他。\n       埃里克森带着蓝队悄悄接近了红队大本营附近的黑森林，游戏开始没多久本应该没有队伍会派人去探索地形，埃里克森事先说服队友的时候也遇到了反对，不过由于埃里克森在队伍里有一定的威信，所以现在没有人质疑他的情报。\n       一进入森林，埃里克森下令放慢脚步，让队伍里法师职业的人放出隐形屏障，这种技能在近战中没用，但在远处能让敌人根本察觉不到你，甚至连探测玩家方向用的指南者也会失灵，唯一的问题是有时间限制。\n       “现在吗？”耳机里传来了马库斯的声音。\n       “不，再等等。”\n       队伍开始缓慢的行进，蓝队的玩家在法师的技能范围里围成了一个圈，而圈的最中间就是那个法师和埃里克森。\n       蓝队的公共频道里不断有人开着埃里克森的玩笑，但他没有理睬，只是在公共频道里让法师别断开技能，远处有敌队在观察这里。\n       “我们的长官是能看到别人看不到的敌人的！”那个法师在公频里很大声的说。“有我在不怕～”这引来了一片哄笑。\n       “轻松点，弟弟，你要是一直这么严肃，会被他们嘲笑的。”马库斯那边传来了食品包装纸的声音。可埃里克森知道他顾不上这些。\n       他正在悄悄离开队伍。\n       “马库斯！”他提醒哥哥。\n       借着这片混乱，两人悄悄离开了队伍，等那个之前嘲笑埃里克森的法师开始询问有谁看见他的时候，他已经走远了。\n        “他们好像在公频里问你的去处哎，弟弟。”马库斯在咀嚼着什么东西。事实上，蓝队的公频里已经炸开了锅，因为那个法师的技能快到时间了，而一旦失去了掩护，敌人发现是迟早的。\n        “别理他们。”埃里克森向眼前的峡谷下面望去。“用蛛丝那个技能。”\n       “老弟啊...”马库斯用弓箭瞄准了谷底，箭在地面上变成了蜘蛛丝。埃里克森跳了下去。\n      不知怎的，下落途中埃里克森感觉有一丝不安...不过再怎么说他也是个PVP老手了。但是现在不是犹豫的时候，埃里克森精准的落在了蜘蛛网上，走向上次发现的那个废弃矿道。\n       “跟上。”埃里克森知道这完全是废话，可他就是想确定马库斯的存在，他总感觉好像有什么事情出了他的意料...可是他却想不到，怎么可能呢，公频里面依然是嘈杂一片，马库斯也乖乖跟在他身后，可是...究竟是哪里不对？埃里克森把这种感觉归位太过紧张。\n       “还有多远啊。”马库斯似乎也显得有点紧张。“老弟，你想没想过这盘结束以后怎么办？咱们俩抢了装备其他人会怎么样...”\n       “有了红队的装备就算只靠咱俩也能赢，到时候等绿队和黄队自相残杀吧。”\n       我突然注意到小地图上马库斯的头像不动了。\n        “快走。”埃里克森真的感觉不耐烦了。\n        没有回应。\n        埃里克森猛地一回头，却发现马库斯飘在空中半格高的地方。\n        耳机里面也不知什么时候充满了电噪音。\n        “不...别是现在啊！”埃里克森感觉到全身猛烈的痉挛着，疯了似的用拳头敲着键盘。\n        终于，埃里克森最怕的还是出现了，屏幕上出现泥土的界面，只有一排白字：\n\n\n\n\n\n\n       可看可不看的作者废话：这篇小说是在ipad上码出来的，所以有错别字的话情原谅...而且也是我的处女作，希望大家支持0w0，另外较引子相比这一章文风变了很多，是因为这一章的主角是埃里克森\n\n\n",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1424966640,
            "txt_content": "午夜更新不容易啊楼主！"
        },
        {
            "author": "Our_Journey",
            "timestamp": 1424966700,
            "txt_content": "Lz，我来支持你！！！\n（其实我是来抢沙发+做任务的QWQ）"
        },
        {
            "author": "江米条",
            "timestamp": 1424967300,
            "txt_content": "天阶 发表于 2015-2-27 00:04\n午夜更新不容易啊楼主！\n夜猫子习惯啦。。"
        }
    ]
}