{
    "title": "<原创·连载>德尔·维基|||第三节：信息守恒定律",
    "author": "lzlniu",
    "replyCount": 2,
    "timestamp": 1425026520,
    "txt_content": " 本帖最后由 lzlniu 于 2015-2-27 17:03 编辑 \n\n目录索引帖点这里：索引贴\n\n       除了卡科伊，另一个比他年龄稍大的学生亦是德尔的朋友，他是德尔的同桌，德尔与他交谈的时候不会有太大的压力，那人便是罗杰·齐拉朋奇，他虽然也热爱自然，但这一点恐怕是他与德尔唯一相似的地方，罗杰喜欢运动，幽默感很强，乐于与他人交流，虽然喜欢科学但是并不视之为重要的东西，他的兴趣比较广泛，但无一专精。德尔时常称他是“烙饼人”，称他获取知识只是为了一点谈资，罗杰则常反驳，生命的意义无非是去发现趣事，分享给他人，至于它具体怎样，原理为何，那便不是他会去费劲想的了。或多或少，德尔会感到罗杰说的也有道理，罗杰把他拉出了孤僻的深渊。        尽管有这些不同，罗杰依然乐于和德尔交谈，罗杰希望从德尔那里打听出一些有趣的知识，也乐于分享给德尔一些笑话之类的，德尔听到这些笑话固然会笑出来，可是这只是出于一种礼貌，说来也奇怪，对于别人而言很有趣的笑话在德尔这里听来总不是那么生动有趣，因为德尔总会联系到自己的境况。他与罗杰交往使他开朗起来，但是他骨子里依然是个闭塞而无情的人。       德尔的父亲是一个和罗杰比较相似的人，但是德尔的父亲与德尔的接触并不多，父亲有父亲的朋友，他在一个工厂上班，挣钱不多而且十分辛苦，但是他依然十分乐观，热爱生活，极有进取心，他乐于助人，有一次一个同事工作失误，上司想要解雇那人，德尔的父亲替那人说情，解释道理，帮助那人一把。遇到好的东西他也会和同事分享，外出吃饭都是他请客，尽管他在工人之间不是最富裕的人。不过也许正是工作因素，他与德尔之间不常交流生活之外的东西，在学习上也并不重视，他曾经对德尔说过：       “你自己的路是你自己走的，这世界上人太多太多，有的人对你而言很独特，其实不尽然。人外有人天外有天，只有你自己才能评判，这世界上没有绝对的好与坏。”       德尔很想成为像父亲一样富有活力的人，至少在表面上成为那样的人，但他也有矛盾——他想要独自学习研究这世界沉浸其中，却亦想要与很多人去交流讨论，这种矛盾根源于内心，无法缠开。        罗杰与卡科伊并不是很要好，这可能是因为卡科伊的“独特”性格，卡科伊也能察觉到周边同学对他的感受，因此乐于和比较和善乐于倾听的德尔交流，德尔深知有些人是走不到一起的，他们的话题迥然相异，德尔与卡科伊讨论科学、自然、历史，与罗杰讨论生活、社会、学习、游戏。       不过在各种话题面前，德尔也说不清他更喜欢什么，他对于他想过什么样的生活略有茫然，他喜欢自然科学，却想不到这个能让他以后干什么工作。他想挣钱，却不愿违背自己内心去做乏味的白领生活。所以他不想太多，依旧平静，在整个中学时期他所能做的无非是学习、读书、电脑游戏。他享受这种无忧和快乐，他知道这是一种麻木，可他就是喜欢这种脚踩西瓜皮滑到哪里是哪里的感觉。也正是这种生活状态，让他由那小时候抑郁、孤僻的人转变成了现实、麻木又带有些乐观的人。他不知道他其实有梦想。       中学毕业考试后，德尔有着一个不错的成绩，于是他决定前往了比里时，布拉塞尔大学。       卡科伊并不去别的国家，而是留在本国。       临行前几天，卡科伊与德尔聊天，讲到分别，卡科伊和德尔都不忧伤，卡科伊对德尔讲到：“我记得以前曾和你讲过信息守恒定律的，黑洞会向外辐射，而辐射导致黑洞消失信息不守恒，这从各个方面讲都违背量子力学基本原理，丧失信息是不可能的。”       德尔并不懂，他对约翰·惠勒等人构建的黑洞概念都表示怀疑，他尤其质疑奇点的存在，这一点上他和20世纪上半叶的大部分物理学家观点一样，（现在黑洞和奇点却被大部分物理学家所接受）德尔比较保守，这对于一个科学爱好者而言是比较罕见的。       于是德尔说道：“我看黑洞本身就不靠谱，更别说向外辐射的信息流失了。”       卡科伊脸上露出了一丝兴奋，快速地说着：“呵，你只说对一半，黑洞是存在的，上世纪霍金提出了黑洞悖论，最近把它否定了，黑洞悖论不成立，这一点你知道就好，霍金所想要表达的意思很明确，信息守恒定律不可能被打破。他这一点和爱因斯坦很像，黑洞悖论在我看来和宇宙常数一样滑稽。”       “所以你想表达什么？”       “信息守恒，思想永恒。我们以后常联系好吧，我给你我的联系方式。”于是他掏出手机，与德尔交换了电话和社交平台账号。        德尔又是笑了笑，暗自想着，他们认识这几年，居然不曾互加联系方式，那也正是因为有一种常态，他们以为世界不会变，每天去上学就能见到对方，人不会分开。而卡科伊又以这种奇怪的方式引出这，实在是“奇特”。不自然地，德尔感到一种奇怪的感受，到了这最后时刻，还是卡科伊向他提出的互换联系方式，而不是他自己。他甚至都不曾想过这个。他感到了一种痛，一种对自己的不满。        他痛恨自己的麻木，却做不了什么。与同学们一起参加告别聚会时，德尔习惯性地坐在角落，看着《引力与时空》，这书是卡科伊在这年他生日时送给他的。       与卡科伊不同，罗杰将会和德尔一同前往布拉塞尔。       临行时，德尔和罗杰走进火车站，德尔的父亲没有来，替他们送行的是罗杰的父母。德尔的口袋里微微震动，父亲发来一条信息：ki（德尔的小名），你没带夹袄，比里时冬天很冷。\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "淡定~~~",
            "timestamp": 1425027780,
            "txt_content": "额……看起来……又有一个小说诞生了"
        },
        {
            "author": "player927",
            "timestamp": 1425137940,
            "txt_content": "Too Middle two\n太中二了没说的"
        }
    ]
}