{
    "title": "<原创·连载>德尔·维基|||第二节：我思故我在",
    "author": "lzlniu",
    "replyCount": 1,
    "timestamp": 1425025380,
    "txt_content": " 本帖最后由 lzlniu 于 2015-2-27 16:55 编辑 \n\n目录索引贴点这里：索引贴\n\n        德尔·维基卧着感觉难受，翻了个身仰面对着那黑暗的天空，朝向启明星，他用手机的光照射自己的身子，检查伤痕和衣服破旧的地方。他难以移动，更不用说站起，杂乱的头发间他感觉到有细小的生物在其中移动，也许是苍蝇。他想要一死了之，认为他已经没有什么依赖，可以在这里饿死累死，静谧的死去，如同佛祖涅槃那样。可他看着那启明星闪烁着，他的眼睛又湿润了，这一次不是因为干涩而故意挤出眼泪，就是源于一种不舍，生物本能是不放弃活的可能，他深谙这一点，他也是个比较胆小的人，所以不可能断然自杀。       他思索着，回忆着。       德尔·维基生于世纪年----2000年。他出生后第二年，母亲便离世了，固然他对她也没有什么印象，他的父亲在对他的问题上极少管理，只在他出现严重问题才会干涉他，曾有一次德尔逃学在桌球馆被父亲捉住，因此教训了他一顿。德尔的童年谈不上坎坷，但或多或少也被人戏弄过，因此他成为了一个孤立的人，习惯独处。在与伙伴们的交往中，德尔得知很多人都喜欢蓝色，他本也喜欢蓝色，但是却因此改变，变得喜欢绿色，墨绿色。       早在很小的时候，大概是小学时期，德尔就喜欢观察天空中的星星。歌谣里有它们，童话里有它们，漫画里有它们，游戏里有它们，生活中却不是如此。在二十一世纪，工业污染在全球范围内都很严重，德尔的故乡——阿沙杯疆首都杷库，是一个石油城市，工业化程度高，污染也较为严重，在阿沙杯疆，到处可见露天的重油液浆，地壳运动使它们犹如间歇泉一样，定期鼓动着油泡。石油工业对这座城市带来了一定程度的污染，作为阿沙杯疆最大的城市，杷库的夜晚也是稀星的夜晚。       不见群星浩繁，但见灯火阑珊。       所以德尔不能记住所有的星体。而每天放学时，却总可以看见一颗星，静静的守候在西侧天空，那是长庚星——金星的另一个名字。       德尔的朋友并不多，所谓认识者居多。卡科伊是德尔的少数朋友之一，他们在中学时期认识，卡科伊热爱自然，知识丰富，性格开朗，说话从不顾忌。而德尔虽然不是内向的人，但他不爱说话也不乐于表达自己的观点，他不那样做只是因为他觉得没有必要，别人不会感兴趣。不过他很乐于与卡科伊这样的人交往，他觉得这样的人相处不会担心无聊，他喜欢从他身上学习，获取他所没有的知识。渐渐地，德尔对自然科学的兴趣加深了，他认为他可以从自然界中学习到很多东西，那些是与人类社会相异的，与自然打交道，用不着操心什么，大自然是无穷的给予者，它对人们只有给予，没有收获。人简简单单的去收获自然就行了。无论是收获自然资源，还是科学知识，甚至是从中悟出与人交往的道理。       卡科伊在同学之间并不是很受欢迎，这大概是因为他的无所顾忌造成的，他对他人的感受并不看重，有时行为会干扰到别人，但是德尔不介意这一点，德尔的内心太早的没有了波动，他的情感可能几年都不会变化，一如既往的淡定，因此与卡科伊不同的是，德尔对他人的行为没什么感受。无论对方嘲讽还是赞扬，他最多就是笑笑——这里面可以包含太多意义，德尔懒得去向别人解释，也不知道该如何解释，这是一种套板反应，自然的会去笑却不知道为什么要笑。       德尔和卡科伊讨论许多种科学话题，其中不乏天文，德尔自小就对那颗在他心中无比重要的星感兴趣，便与卡科伊讨论。       一天下午放学路上，德尔望见那个星，泛蓝的天空中唯独它闪耀着，太阳仍未完全暗淡下去，德尔在讨论天文时顺带问卡科伊：“嗯，你看为什么就那颗星在傍晚一直亮着呢，”边说边揉着眼睛，显得并不很关心但心里却十分关心答案结果，“而其它星要到很晚才会出现，当然，我指的不是月亮，是那一个。”此时德尔指着金星。       “喔，那个啊，你居然不知道，那是金星啊，是夜晚上除了月球以外最亮的星体，人们常叫它启明星、长庚星。”       “启明星？长庚星？”       “意思是它在早晨出现在天空东侧一小段时间，而在傍晚又出现在天空西侧一小段时间，你只能在黎明和傍晚看见它。启明就是指的白天的开始，长庚指的是黑夜的降临。”卡科伊蛮自豪的回答道。       德尔不想显得自己太愚昧，便回应：“金星我是知道的，它是太阳系第二颗内行星，有近五百摄氏度可以融化铅的大气，可你的意思是只有早晚能看到它是为啥？”       “呵呵，你想啊，它的轨道在地球内测，地球自转到了夜间肯定是背对太阳的，而金星你得正对太阳才能看见，而白天太阳光太亮，所以也看不见，因此你只能在太阳光不那么强烈，而角度又刚刚好的清晨和傍晚看见它。”       德尔很快明白了这一点，默默地点了点头。       他望着金星，想着那上面更多不为人知的秘密。他很快地把金星定位为一个神秘的吸引源，它在他心中象征着自然之神奇，科学中蕴含的美。他想起更小时候的想当宇航员的梦想，不禁忧伤，他想要追求的事物总是不那么容易得到的，而现在他体质不好，瘦且近视，不具备任何离开地球的人所需的基本要求。\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "player927",
            "timestamp": 1425137580,
            "txt_content": "That is too Middle Two\n太中二了"
        }
    ]
}