{
    "title": "<原创·连载>   勇者之征   第三章 第五节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1425041280,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-4-4 19:48 编辑 \n\n                                                                  第三章 地狱之旅                        第五节 登场！象征死亡与恐惧的男人\n\n        herobrine悬浮在空中。他的突然出现令整个战场为之一惊，就像一颗无形的炸弹，让整个战场都安静了下来。\n\n        简直静得可怕。\n\n\n        这也许就叫暴风雨来临前的宁静吧。\n\n        这个男人的出现让Steve与金发少年措手不及。这个男人曾今差点杀死Steve，他们两人都知道他的可怕之处。虽然此行的目的就是找到herobrine，但没想到他却自己现身了，这反而让他们两人不知所措。\n\n        在他们面前的，是创造这个世界的神，所以容不得半点松懈。\n\n        “喂，你们两个。”herobrine开口了，“你应该是叫Steve吧！那你是谁？又是notch创造出来的自由意志生命体吗？”\n\n        金发少年对第二个问题当然有肯定的答案，然而对于第一个问题他却无从开口。\n\n        是啊！Steve有名字，notch有名字，herobrine也有名字，就连那些没有高等智慧的生物都有猪，羊，马这些名字。可是，我是谁呢？难道叫做“拥有自由意志的生命体”？还是叫“金发少年”？不对，这些都不是名字。自己活了这么久，却连名字都没有，却不知道自己是谁，真是可笑至极。便\n\n        想到这里，金发少年心中不免泛起一丝悲凉。\n\n        “先不管了，我对你的名字没兴趣。”herobrine说道，“本来我应该慢慢等着你们来送死的，可是我没这个耐心。反正都是死，还不如让你们早点升天，就不用受这么多折磨了。我是不是很仁慈啊？”\n\n        “为什么你一定要杀死我们？！”Steve鼓起勇气问道。\n\n        “为什么？原因我应该告诉过你们，告诉过notch，正因为你们有自由意志，所以才要消灭你们。你们能够自由思考，自由行动，所以会慢慢地想要简洁方便的生活，想要更加刺激的生活，想得到力量，想要为所欲为，想要做自己所想做的事。到时候你们就会变的好吃懒做，变得狂妄自大，不仅会贪婪地浪费自然资源，甚至还有可能愚蠢地向身为神的我挑衅。所以我才要尽快消灭你们。”\n\n        “凭什么你肯定我们会变成这样？”Steve反驳道。\n\n        “我并不肯定。因为未来有许多种可能，这个道理我懂，”herobrine说道，“但是这并不代表你们就一定能成为善良的生物。总之，有一丝的可能性，我都要将他抹杀掉！你们这种生物没有存在的价值！”\n\n        说到这里，herobrine瞪了Steve一眼，这恶狠狠的一瞪，瞪出了Steve曾今可怕的回忆，瞪走了Steve好不容易得来的勇气。\n\n        金发少年冷笑道：“跟他讲道理是行不通的，Steve。现在只有用力量来证明谁对谁错。”\n\n        话音刚落，金发少年就消失不见了。在一只腿严重烧伤基本动不了的情况下还能以这么快速移动，不是因为他有什么特别的技巧，而是他有过人的毅力。\n\n        “笑话，凭你们的这点力量能证明什么？”Steve一个飞身也不见了踪影。\n\n        又是这种在Steve眼里看来莫名其妙的战斗。他至今为止也搞不懂是怎么让别人看不见自己的。不是因为他太笨没想到速度这一点，而是他根本不相信可以有这种速度。\n\n         空中时不时传来拳脚的冲击声，极快的速度让人眼花缭乱。在这种较量之中，herobrine说道：“不错，想不到你们也可以有这番本领可是想要打败我还远远不够呢！”\n\n        “那我就放心了，我还以为传说中的herobrine这么弱呢，我才刚使出一半的力量！”金发少年也回礼道。\n\n上一节                                                                                      目录                                                                           下一节\n\n最近由于受到名为“开学”的强烈能量波动影响，导致我心力交瘁，攻击力和攻击速度降低80%，所以无法常常更新，详细更新时间安排请见索引贴。",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1425045060,
            "txt_content": "如果Herobrine是女的怎么办2333\n你的题目还能成立么2333\n没有索引么2333"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1425211080,
            "txt_content": "恶魔-潇洒 发表于 2015-2-27 21:51\n如果Herobrine是女的怎么办2333\n你的题目还能成立么2333\n没有索引么2333\nherobrine在传言中是notch的弟弟所以是男的\n就算不是男的在这个故事里我也已经把它当作男的\n所以不用担心"
        }
    ]
}