{
    "title": "<原创·连载>德尔·维基|||第四节：Continental GTS",
    "author": "lzlniu",
    "replyCount": 2,
    "timestamp": 1425034500,
    "txt_content": " 本帖最后由 lzlniu 于 2015-2-27 18:55 编辑 \n\n目录索引贴点这里：索引贴\n       在杷库到布拉塞尔的火车上，没有卧铺，途中更是要经停很多站，虽然有U洲特快横穿U洲，但是他们选择的是普通火车，因此要做几天才能到。       火车有几十节车厢，分为头等座舱，商务座舱，一等座舱，二等座舱。乍一听上去感觉是都不错的，德尔他们也没什么钱，就买的是二等座，是第8节车厢，站台上有着各种各样的人，有的贫穷，有的富裕，有的欢笑，有的忧愁；有卖零食的小贩，有在赶走流浪汉的警察，有奋力提着箱子的游客，有勾肩搭背的学生。火车站上人潮涌动，纷杂不堪，德尔一身简便，只携带了一个小手拖箱和一个双肩包。罗杰则背上了一个大的背包客用的包以及一个大行李箱和一大袋子衣服。       他们挤过熙熙攘攘的人群，到了8号车厢，刚坐到座位上没多久，罗杰就大喊一声：“啊我去！”       德尔没什么反应，因为他忙着收拾自己的行李。       “你看见我的钱了么，200块（阿沙杯疆马诺特），青色的印有国土的，两张100。”罗杰很激动地快速说道。       “没有，怎么了？”德尔才反应过来他说的话。       “真是丧尽天良的人。我这么穷，凭什么！”然后罗杰又连骂了几句脏话。       “看来你遇到贼了，要不你再找找？兜里，包里？”德尔不喜欢别人骂人，他自己也不这样做，一是那很难听他不喜欢，二是他从未有那种强烈的情感波动需要这么做。       罗杰丧气地说：“哼，反正是找不到了，管它掉了还是被偷了呢。”然后便坐到座位上。拿出了一点零食开始吃，可能是为了缓解一下心情。他递给德尔了一些。       德尔没收下，这一点罗杰也料到了。德尔极少吃零食。       “ki，你知道嘛，我们应该坐U洲特快的，这样会节约很多时间。”       “我知道，可你那样难免太浪费了。”虽然这样说，但是德尔仍然是很想坐U洲特快的，不过，他更想坐飞机。       “反正又不是你的钱。”       “那就更不该花了。”        罗杰沉默了，德尔正准备和他谈谈别的话题比如跑车什么的以缓解一下气氛，火车就开动了，慢慢的行进，开出车站后，看见车站外大量挥手告别的人群。罗杰的父母大概也在里面。罗杰奋力寻找着他的父母，却因为外面人太多而没有看到。德尔盯着窗外，没有去看那告别的人群，而是盯着渐渐黑下来的天空，太阳从地平线上落下，天边一片红霞，照映着地上的磕头机（石油钻井机）。一起一落，那缓慢的频率犹如火车前进的速度一样，优哉游哉。德尔掏出耳机，戴了一个在耳朵上，听着“From the ground up”（游戏mv音乐）闭上眼开始睡觉。一架飞机从列车线上空飞过，德尔假装睡着，却睁着一只眼看窗外。       路途中经停了伊斯塔布尔，涂尔其最大城市，这也是德尔和罗杰迄今为止所见过的最大城市，殊不知之后他们还将会见到很多个这样的城市，甚至比它更大。伊斯塔布尔有着各种各样的宏伟建筑，大型清真寺。恰巧途中宣礼塔（清真寺必备建筑，用于召唤穆斯林朝拜）里广播传出，火车上不少人开始朝拜，德尔和罗杰虽然出生于阿沙杯疆，在那里穆斯林人口众多，他们却是少数无信仰者，德尔的父亲虽然信教，他却并不很督促儿子的宗教信奉，罗杰亦是如此。名义上是信徒，但并不属虔诚。罗杰更是乐于接触外国新兴事物，德尔虽然接触不多，但主要原因是因为他在物质追求上并不很强烈，而非对国外不感兴趣，他更喜欢看一些国外科教节目。毕竟他们俩要去的地方，就是国外。真正的接触到那些异己的社会，不过是几天之后的事情。       路上，德尔和罗杰玩着牌，可只有两人也玩不出什么，所以路上上来的涂尔其孩子加入了他们，尽管他们几人文化有差异，而且都不是出生于扑克牌的发源地（西方），却凑在一起快乐的玩耍着。在火车上的第二天晚上，他们彻夜不眠，玩着牌。罗杰带了他的笔记本电脑，那是一个老旧的、厚厚的机子，几个人依然凑过去看那差不多20年前的轻型游戏。第三天凌晨五点多他们才开始睡觉。德尔没睡，他望着启明星，直到太阳把它的光芒覆掉，才靠上座椅，仰面呼呼大睡。       第三天一上午，火车开过了一个个国家，每次列车报出国家名字，他们都没有注意听，而是安静地睡着，到中午罗杰醒来时，涂耳其的小伙伴们已经中途下了车，貌似是在克乐地亚下去的。到此时中午，他们已经进入了琉士境内。       火车沿线风景无限好，罗杰醒来望着外面的风景，雪山、高原，树荫，瀑布。盘山公路上汽车、大巴车驶过，路上村庄一个接着一个，山谷底部躺着河流，河流旁边就是农田，小小的塔楼竖立在农田之间，从火车桥梁往下看，下面的牲畜犹如蚂蚁。罗杰万分激动的拿出了背包里的手机，不断地拍照。边拍照边摇晃着旁边熟睡的德尔。       “喂喂！这里很好看啊，快醒来，我替你拍个照片。”       “嗯？”德尔揉了揉眼睛，没有什么不满，反而很乐意罗杰叫醒他。       “来，摆个姿势，我发照片到我特特（Teitter）上去。”       德尔没摆姿势，也没反抗。坐在窗前，看着那飘飞过去的景色，语气很无奈地说：“罗（昵称），你看旁边公路上有辆Continental gts（跑车）。”       ”什么鬼？在哪里！”罗杰突然变得十分兴奋，没给德尔拍照，把头伸出窗外看，然后对着那辆车使劲拍了很多张照片。\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1425036480,
            "txt_content": "写的挺长的，支持"
        },
        {
            "author": "player927",
            "timestamp": 1425138300,
            "txt_content": "还是那句话，Too middle two"
        }
    ]
}