{
    "title": "<原创·连载>轩仔的大坑《创造大师》第一章",
    "author": "男人婆",
    "replyCount": 2,
    "timestamp": 1425040800,
    "txt_content": "哇咔咔，又更新啦，干脆再发一下害羞的封面君吧(????)\n\n\n\n\n\nTHE MC封面.JPG (146.15 KB, 下载次数: 0)\n\n下载附件\n\n2015-2-27 20:38 上传\n\n\n\n\n  \n\n封面清晰度不高，请谅解撒\n正文：\n——————————————————\n\n第一章：改变命运的时刻！\n   这天，和往常一样，我研究在小木屋着红石，威廉不在我身边，他说家里有事，我便自己一人画着我的设计图纸——“铁傀儡”。\n   这个任务是威廉托付给我的，准确的说是他求我的，村庄经常受到僵尸的侵袭，所有人都无能为力，威廉也只是会玩红石，对于机器人这方面并不太了解，于是便拜托我给他们制造一个厉害一点的大家伙，以抵抗僵尸们的骚扰。\n   如果不是威廉求情我才不会为这群老古董造保镖呢，当初我来到村庄没有一个人愿意帮我，现在却来求我了。\n   由于连夜工作，我的头隐隐的作痛，我立马站起身，跑到屋子外呼吸新鲜的空气，以防我闷死在屋子里。\n   我把双手背到脑门后面，深深的伸了个懒腰……“哈——欠”挠了挠头，然后眼前一黑，就倒在地上了……\n   可能是太困了……\n   不知过了多久，听到威廉的声音，我微微的睁开眼睛，又打了一个打哈欠。发现自己躺在木屋的门口，天色已经暗了下来，威廉激动地看着我“保镖造好了吗？”\n   他的目光里流露出来了期待的眼神，我知道他是处于村庄的安全着想，我便答道：“还没呢，正在设计这图纸就睡着了，而且材料也……”\n   威廉的眼神突然就从期待变成了绝望，似乎我说错了些什么。\n  “完了……一切都完了……”他哭着说。\n  “怎么了？僵尸来了？不是这么多次僵尸侵袭都没事吗？造保镖不是为了图个安宁吗？”我诧异地问道。\n   他蹲在地上，眼泪啪嗒啪嗒的往草地上滴，我也随他蹲在地上，左手搭到他的背上，问道：“怎么了？”\n  “你不知道，其实村庄很早就撑不住了，村民们的防御措施根本没有用，村庄里有许多村民都被吃了……今天实在是撑不住了，村长的防御措施还没有做好，僵尸们就攻进来了……本来想今天造好保镖，可是……”他含着泪说完了。\n  “村庄完蛋了……”他抽噎道。这使我内心增加了一丝内疚感，实在过意不去。\n   我伸出手，把威廉从地上拉了起来，随之跑进屋子，拿出了两把我刚研发的“红石机关枪”，递给了他：\n  “拿着，想救你的村庄吗？”他点点头，我又问道：“那你害怕死亡吗？”\n   他摇摇头，眼睛里露出了坚定地神情。我对着他点点头，让他带路。\n   穿过小树林，来到了山崖边，山下就是村庄，虽然的火通明，但是仍打消不了僵尸吃人的念头。\n  “怎么下去？”我问他。\n  “跳下去呗。”他很随意的来了一句，貌似这对他已经不是什么稀奇的事了。\n  “跳下去！”我惊奇地看着他，还没等我缓过神来，他便跳了下去……“等……”\n   看着足足有二十米的山崖，他三两步就跳了下去，看来他是救村心切啊，但是也不能不管我吧……\n   我想，绝对不能失误，如果失误，跳下去绝对会摔成渣滓。难道……这就是改变命运的时刻吗？\n   平时就有恐高症的我站在山崖上的一棵树踌躇中，迟迟不敢做决定，我看着下面的威廉，在和僵尸战斗……\n   突然，一直骷髅用箭射向了威廉的肩膀，威廉疼痛不堪。这下可惨了，威廉被一大群僵尸包围了，而他，抱着死的决心，再次站了起来，冲出了僵尸的包围。\n   他的子弹用尽了，只能用枪杆攻击，红石枪的子弹只有5发，我的也一样，我也没有带备用弹夹，况且这把红石枪的有效距离只有30米……\n   这一下子，我的脑袋一片空白，脑子中浮现出一句话：改变命运的时刻……我站了起来,慢慢的沿着山崖山的歪脖子树下来。\n   ……\n   天亮了，僵尸们都死完了我们两个山伤痕累，的但是我们胜利了，手里拿着破碎的红丝枪杆，地上满是血迹，有我们的，也有他们的。\n   我们坐在村庄旁边的石头上聊起天：\n  “为什么出村民都没有来帮助我们？这不是他们的村庄么？”我问道。\n  “他们都害怕死亡”他答道。\n  “那你害怕吗？”我又问\"这你之前不是问过了吗，当然不害怕了。”他又回答，脸上浮现出一丝微笑。\n   他又说：“当时我的脑子浮现出了一句话：‘改变命运的时刻’。”\n   我一惊。\n——————————————————————————————\n\n蟹蟹智齿（误）\n\n[groupid=796]PSY漫画工作组[/groupid]",
    "replies": [
        {
            "author": "A_dan",
            "timestamp": 1425052020,
            "txt_content": "多谢谢心理活动和动作描写，你这完全是叙事的口吻"
        },
        {
            "author": "GTVZDH123",
            "timestamp": 1425053520,
            "txt_content": "加油啊，@男人婆\n想起当年我们的等级一样，现在就\n（我要上水榜）"
        }
    ]
}