{
    "title": "[新人新作]小说——梦想地球 作者：Rourou",
    "author": "臣本布衣",
    "replyCount": 1,
    "timestamp": 1425046080,
    "txt_content": " 本帖最后由 臣本布衣 于 2015-2-27 22:08 编辑 \n\n以后会有时间就更的，毕竟是学生党。写的都是我以前服务器时遇到的事实，再加上一些改变润色。就有了这部小说。\n现在是第一步，所以大家可能会认为和题目有些不关联。以后会有题目的介绍的。\nOK。从这里开始：\n今天两更\n（1）皇子出逃\n    浩瀚宇宙中，存在着一颗与地球类似的星球——麦块星,然而我们的故事，就从这里开始\n    麦历2015年2月5日。周国首都。果域。皇公馆。一道黑影从窗户中跳出。全身用黑袍子裹得严严实实。\n左右望了望，确定没人后，立刻翻越围墙，出了公馆，直奔城外的森林。\n    几分钟过后，大批手持铁剑铁枪，身着铁甲的战士冲出公馆。手持火把。过了一会儿，一个骑着马的骑士\n从人群中走向最前方，对骑士们说道：“皇子怎么不见了？”\n    一个骑士站了出来说道：“皇子殿下趁我睡着时用木棒打昏我，抢走了我的剑和斧子。从窗外逃了!”\n   骑士头领瞪了他一眼：“注意你的措辞，皇子那叫偷？这叫借！”\n   骑士低头低声说了一个“是”字，退回了人群。\n   骑士头领仰头想了想，说道：“2人一组，准备出城搜寻，不许伤害皇子，否则这个责任，是我和你都担当不起的！”\n   所有的骑士都低头领命。匆匆的出城去了。\n   皇公馆，顶楼。\n   一个身着黄金色衣袍的中年男子坐在沙发上，对面的则是一个披着与出逃的皇子一样的黑袍子的年轻人。\n   他们就是周国的皇帝和大皇子——甘道夫，苹果。\n   甘道夫漫不经心地晃着手中的茶，问道：“这么说。。。我这个二儿子，成功出逃了？”\n   苹果点了点头，从口袋中拿出了一张纸条，递给了他，淡淡地说道：“是的，他没有告诉任何人。但他还记得给我这个哥哥，留张纸条。”\n   甘道夫拿了起来，读到：\n   “亲爱的哥哥，当你看到这封字条时，我已经离开了你。哥哥，再见。如果我没有死的话，我会在你登上皇位的那一天，前来看你的。\n     又：我，索亚，周国二皇子。以史蒂夫的名义起誓：从此与皇室再无瓜葛。自觉剥夺我的皇子名称——索亚。\n                                                                                               索亚”\n   甘道夫叹了口气，说道：“他始终没认我这个爸爸啊。”说完，一口喝掉了茶。对苹果说“这件事我会来处理的。明天是你的钻石级剑术\n考核，现在不早了。你可以去睡觉了。”\n   苹果半跪：“了解”\n   甘道夫挥了挥手，苹果无声地退了出去。\n   甘道夫拍了拍手。一旁闪出一个女人。手里拿着纸笔。甘道夫缓缓地说道：“颁布寻人启事，写皇子。。皇子索亚走丢。找到的人奖励5绿\n宝石币，10钻石币，20铁币。直接获得铁爵位！但是，如果有人胆敢伤害索亚。他的人头，就值这些！”\n  女人速速记下了这些，鞠了一躬。甘道夫又是一挥手。女人也是悄悄退下。\n   甘道夫转身走到窗前。望着外面的星空,无声地笑了笑，轻声低语：“索亚，我倒要看看，你能闯出一片什么样的天下。。。。。。”\n（2）迎着自由大逃亡\n   黑袍子年轻人一翻出围墙。迅速找到了一个墙角。稍作休息。拿出了一幅做了不少标记的地图。笑了笑：“自由，我来了。”\n   年轻人就是我们年轻人的二皇子——索亚。\n   索亚四下望了望每人。很快拿出了两瓶药水。毫不犹豫地打开了瓶盖，迅速喝完，很快，索亚的身影渐渐消失，同时在夜色中，也能看到了\n许多道路和人影。\n  药水：夜视，隐身。麦块星特殊的药水。可不是地球上治病用的，是给人以辅助效果。\n  喝了夜视的索亚。周围的道路和搜索的骑士都在他的眼里看得一清二楚。索亚迅速跑了出去，穿梭在骑士中间。借助着隐身的效果。没有骑士可\n以发现他。很快，索亚就出了城门，朝森林奔去。\n  走过一簇簇的灌木，索亚来到了一所木屋前面。索亚拿出了钥匙，打开了门，走了进去。里面甚是简陋，一座工作台，一个熔炉，一张床。一个台灯\n一个箱子，别无他物。索亚打开灯。借着灯光把东西放进了箱子，拿出了一根木棍放在床边，随即跳上了床。合上了眼睛。\n  索亚出走的第二天\n  阳光从一扇窄窄的窗户中射了进来，照在了亚索身上。现在已经接近正午，但亚索仍没有起来的意思。如果没有那几声敲门声，亚索睡上一天都是没问题的。\n  “咚咚咚”亚索缓缓睁开眼睛。听见敲门声。神经立刻警觉起来。迅速换上衣服。将木棒挂在腰间。朝门外喊道\n  “是谁在敲门？”\n  “我是一个游民，特来讨口水喝！”\n  “额。。可以是可以，但不许带武器”\n  “没问题，等我放下武器。”\n   索亚打开门，一个黄金色头发，全身锁链甲的年轻人站在门外。锁链上隐隐透着紫光。这是附魔后的痕迹。索亚闪身，让年轻人进来。索亚随即给了他一杯\n茶和几块曲奇。年轻人似乎没吃早饭。几块曲奇很快就下肚了。\n   索亚见状，问道：“要不与我共进午餐？”\n   年轻人喜出望外，赶紧起身鞠躬：“感谢你的款待。我是瑞德。一个年轻的牧游民。请问你是。。。”\n   索亚赶忙说道：“我是索。。。。咳咳，我叫亚瑟。是一个铁爵士。”\n   瑞德默念一声：“亚瑟。。亚瑟。。”\n   索亚，不，现在应该叫他亚瑟了，亚瑟赶忙拿出了干面包。扔给了他：“只有这个了。吃吧”\n   瑞德道了声谢，吃了起来。\n   边吃二人边聊天。二者渐渐熟悉了对方。瑞德问道：“这么说，你才15岁喽？哦，年轻的公爵！”\n   亚瑟不好意思地笑了笑：“听说苹果皇子20岁时都已经进入了青铜公爵了。”\n   瑞德眉毛一挑：“你的消息有些闭塞了，今天你没看报纸么？苹果皇子已经完成了1挑4的钻石公爵考试，成为了4星钻石公爵了！”\n   亚瑟低低地笑了笑，喝了口茶。\n   瑞德突然问道：“现在几点？”\n   亚瑟看了看时钟:“呵呵呵，我们这一顿饭啊，吃到了5点啊。看来都不用吃晚饭了。”\n   瑞德苦着脸道：“这不是重点。。。我没地方住了！”\n   亚瑟赶忙说道：“你可以跟我一起住啊。”\n   瑞德望了望四周，问道：“可是没有床啊。”\n   亚瑟笑着摇了摇头：“我睡地板好了，反正是羊毛地毯。”\n   瑞德刚想说话，亚瑟笑了笑，按住瑞德肩头，说道：“吃饭！”\n   瑞德无声地笑了笑，拿起了烤鸡吃了起来。\n   深夜，一道敲门声打破了宁静的夜晚。\n   瑞德和亚瑟同时醒来。瑞德问道：“谁？”\n   门外：“我们是皇的骑士，特来搜查皇子索亚的存在。”\n   亚瑟一颤，突然跑到墙头，赶忙收起了东西。\n   门外听到有收东西的声音赶忙问道：“怎么了？”\n   瑞德赶忙说道：“没啥，只是在理东西。”\n   门外疑惑地问道：“理东西。。难道!皇子殿下，您在里面么？”\n   瑞德刚想答话，被亚瑟一把捂住嘴巴。拖到了活板旁边，亚瑟一把打开了活版，用手指了指下面。瑞德会意，二人跳了下去。到了地底下，\n二人长舒了一口气，亚瑟赶忙将活板门给拆掉，又一拍按钮，一大堆泥土倾泻而下。堵住了刚刚他们下来的缺口。\n   门外，那个敲门的骑士听见里面没有了声音，赶紧有拍拍门，准备继续问话。这时，骑士长闪了过来，一把将那个骑士拍翻在地，骂道：“\n笨！他们没有动静要么就是逃了，要么就是故意拖延时间。来人，准备砸门！”很快，几个骑士就迅速拿出了斧头，猛力敲向门。“咚咚咚”两\n三下的功夫，一扇门就被他们砸得千疮百孔，骑士长一脚将门踹了进去。走了进去。其他骑士刚想进去，但被骑士长拦住：“火把给我，你们原地\n等候！”\n  地下，瑞德靠着石头，问道：“亚瑟，不，我觉得是不是应该叫你。。。索亚皇子？”\n  亚瑟疲惫地回答道：“是的，我就是你们所说的索亚，但是，我已经脱离了皇室，所以，我是亚瑟！”\n  瑞德笑了笑：“我们既然是兄弟，就当然不会出卖啦”\n  亚瑟一愣：“兄。。弟？”\n  瑞德伸出了手，眼中闪着友谊的光芒“恩！”\n  亚瑟握住了他的手，轻声说：“恩。。。可是跟着我，你可以能要进行一段逃亡了。”\n  瑞德又笑了：“我们既然是兄弟，逃亡算什么。我可以跟你上地狱，下末地。甚至那美丽和与凶险并存的暮色森林，我也会跟你同去。你，亚瑟\n就是我瑞德的后背。”\n  亚瑟也笑了：“是的，我可以为了你，去地狱深处摘取地狱之花，去末地抢夺珍珠。甚至去那Lord，找到世间最强的武器。你，瑞德，就是我亚瑟\n的后背！”\n  瑞德松了手，说道：“恩，可是去末地，地狱，Lord，暮色的前提。。。都是我们得先出去啊！”\n  亚瑟往前一冲，大喊道：“这是我挖的逃生密道，出发！”\n（3）新的开始\n  地上，原本亚瑟和瑞德歇脚的小屋。已经变成了一堆废墟。骑士长拍了拍手，一挥手：“走，我们去下一处地方！”\n  敲门的骑士小心翼翼地问道：“我们。。烧了人家的屋子。。不会被罚吧？”\n  骑士长白了他一眼：“我们有特权。”说完，扔了份卷轴给他\n  骑士打开一看：\n               在寻找过程中，除了杀抢劫不能做。其他，一律允许\n               注：若有威胁到索亚的，你们无视规则\n                                                  甘道夫\n  骑士双手碰还给了骑士长。骑士长铁剑一挥：“朝那边走！”一行人浩浩荡荡的远去了。\n  隧道里，二人沿着挖好的密道时跑时走。过了一会儿，瑞德重重吐出一口气：“这。。。。还有多远！”\n  亚瑟对于逃亡这种事情感到非常有趣，也不感觉到累，回头回了一句：“到黄金酒吧门口的草丛中。就是密道的终点。”说完，立刻跑了起来。\n  瑞德白了他一眼：“喂喂，挖这么长！等等我！”说完，也立刻追了上去。\n  黄金酒吧外围的草丛中，一些泥土缓缓往下掉着。又上来两个人影，很快，泥土又回归原样。\n  两人正是赶了一天的路的亚瑟，瑞德。\n  亚瑟抬头望了望天，叹息道：“这么快，就晚上了，饿死了。”\n  瑞德用尽全力白了他一眼：“我不知道你挖了多久，但是，我们走了12个小时！还有，你还叫饿！我们口袋里的食物都是你吃的好不好！”\n  亚瑟拍了拍同伴的肩膀：“安啦，去酒吧休息会吧。我请客，不过。。这里为毛叫黄金酒吧，明显不是黄金做的呀。”\n  瑞德已经没有力气白这个皇子小白了，疲惫地说：“据说，我们周国。。。在很久以前，叫金国。那时候，群雄割据。有一位骑士，自称\n“黄金之驴”，他手持两把附魔钻石剑，外加全身附魔的钻石盔甲，打败了一个又一个的枭雄。最后统一了金国，此后，他把皇位让给了他的\n弟弟——搓威。从此消失匿迹，当大家都已经快要放弃寻找的时候，那位“黄金之驴”，骑着驴，来到了这个酒吧。买了一壶酒，又踏上了远方。\n因此得名——黄金酒吧。”\n  亚瑟点了点头，准备走进酒吧时，被瑞德拦住，瑞德道：“你现在是亚瑟，不是索亚，所以没有铁公爵的爵位，你怎么能穿铁装进去呢？”\n  亚瑟摊了摊手：“我没有别的防具了”\n  瑞德赶忙在背包里掏了掏，拿出了一套有些破旧的锁链套装，递给了他：“这是我以前用的锁链套装，你先用着吧。”\n  亚瑟不多说什么，赶忙换好了套装。跟瑞德一起走了进去。\n  尽管已经深夜了，黄金酒吧里还是十分拥挤。亚瑟艰难地穿越人群，走到了吧台前，说道：“一间双人房，一顿夜宵。”\n  老板懒洋洋地拿了1个按钮给他，登记一下，说道：“房号118，要吃些啥？”\n  亚瑟接过按钮，说道：“烤马铃薯，配啤酒2杯。”\n  老板头也不抬地问道：“住几天？”\n  亚瑟答道：“1天”\n  老板拿出了一张小票递给了服务生，说道：“一共10铁币。”\n  亚瑟掏钱给了老板，带着瑞德走进了房间。\n  此处来说下麦快国的货币。\n  全世界同一货币为：绿宝石币-钻石币-金币-铁币-青铜币-石头币\n  有些乡下的则是利用绿宝石交易。钱币的进制如下\n  1绿宝石币-10钻石币 1钻石币-10金币 1金币-10铁币 1铁币-64青铜 1青铜币-64石头币\n  房间里，瑞德亚瑟二人大口吃着烤土豆，喝着啤酒，在床上铺开一张周国的地图，瑞德与亚瑟开始商量起了下一步的措施。\n  亚瑟指着中央，问道：“要不去这里吧，希-望-城。”\n  瑞德一怔，拿过地图问道：“你这是多少年前版本的了！”\n  亚瑟弱弱地说：“也就四在藏书馆找到的啦。。。怎么了？”\n  瑞德无语地指着反面的日期：“你自己看看吧！”\n  亚瑟仔细一看：金历1922年第二次印刷。亚瑟呵呵一笑：“我偷了张。。古董地图。对么。\"\n  瑞德赶忙收起了古董地图，拿出了一张崭新的地图，指着一个叫希望村的地方：“这里就是你所说的，希望城。”\n  亚瑟一惊：“怎么会。。一个好端端的城。。变成了这个样子!”\n  瑞德盖起了被子，懒懒的说：“那边倒是个好去处，明天的路上跟你说吧。。。小白皇子，索亚！”\n  “都说了不要叫我皇子了！我现在是游民！亚瑟！”作者：Rourou\n\n\n",
    "replies": [
        {
            "author": "MC_Luke",
            "timestamp": 1425047820,
            "txt_content": "有版主帮忙移版吗? 这里有人发错版了"
        }
    ]
}