{
    "title": "<原创·连载>血色王国 第十三章 【恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 3,
    "timestamp": 1425056700,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-3-3 22:54 编辑 \n血色王国\n      “听说精神病院又新增了不少人呢。”西元说。“那些都是什么人？”冰寒紧接着问。西元叹口气，说：“SIG的俘虏和反抗者。”冰寒将手中的咖啡放下，问：“那‘老鼠’事件中的怪物还会进行屠杀吗？”      西元打开电脑，找出他的资料，说：“一年前，他袭击了TWOD的军火库，造成大量人员伤亡；半年前，他将我们占领的一座军事重镇杀得什么也没有，就和你一样。此后，谁都没有见过他。是敌是友我们也分辨不清。”冰寒看看窗外，陷入了沉思。突然，空袭警报声响了起来，西元迅速收拾好资料，拉起冰寒就要跑。但冰寒却纹丝不动，依旧闭紧双眼。西元只好一个人走了。      走出窗外，天空密密麻麻的全是降落伞与士兵，偶尔会掉下来尸体，但更多的是士兵降落。“这个军事基地有这么重要吗？还是说...这个原TWOD上校很重要？”突然，一股气浪将他冲到瞭望塔的墙上，他嘴里涌出一股鲜血。刚想要挣扎着站起来，就看到几支飞镖飞过来，扎进他的手臂。“啊——！”疼痛迫使他叫了出来。从烟尘中走出一个人，他披着披风，只有一只胳膊，脸上露出微笑。不，他...他没有脸！      “SIG的？去死吧。”无数飞镖迎面而来，西元闭紧眼睛，等待着死神降临。“当，当。”几支飞镖被挡了下来；“咔，咔。”几支飞镖刺进了墙上。西元睁开眼睛，冰寒正拿着神器与这个怪物搏斗，尽管他只有一只胳膊，但是冰寒始终占不了上风。      “十二年前，我夺走你一只眼，你吃掉我一根胳膊；十二年后，我将夺走你的生命！”      “那是你自找的。”冰寒冷冷地说。他手中的神器开始散发出紫色的光，西元的瞳孔放大，仿佛看到了什么不可思议的东西。突然，他挣脱了飞镖，一串血洒在地上，他用力捶打冰寒的手才打下冰寒的神器，并将他带走。      当他逃离到安全地带时，他看到冰寒的脸上满是血。没错，就在他要带冰寒走的时候，神秘人刚好用飞镖刺进冰寒仅剩的另一只眼睛——他失明了。      夜晚，西元做好火堆，温暖的火光照耀着他和冰寒。西元不敢去看冰寒，他甚至想替他去死。“沙沙沙，沙沙沙”西元朝四处看了看，冰寒正在艰难地站起来，他把双臂伸向前方，摸索着什么。西元刚要走上前去扶他一把，周围突然亮了起来，这光将周围照得比白昼都要亮得多。仅仅冰寒的位置是黑暗的，为什么呢？      黑暗中，一只黑紫的眼睛睁开了，紫红色的眼珠打量着周围，西元瘫坐在地上，他不知所措地看着“冰寒”。“这...这是冰寒么...”神器在他的背后生成，仅仅是千分之一秒，西元就被冰寒贯穿了肚子。      冰寒从黑暗中走出来，他的面部基本已经烂掉，仅有一只恐怖的紫色眼睛在不停地转动，他的周围布满着绿色的鬼火，既神秘又恐怖。      西元凭着最后一点力气看看冰寒，仅挤出一句话：“突夜来了..”便失去了呼吸。——————————————————————————————————给读者的话：      如果对本文或写作有兴趣，欢迎加QQ群，群号：425700313，谢谢阅读！——————————————————————————————————上一章      目录      下一章@天阶 @llxy @北极星人 \n[groupid=865]Time And Space[/groupid]",
    "replies": [
        {
            "author": "超平坦之王",
            "timestamp": 1425057960,
            "txt_content": "选A，是吗？"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1425123360,
            "txt_content": "超平坦之王 发表于 2015-2-28 01:26\n**** 作者被禁止或删除 内容自动屏蔽 ****\n什么选A？还是你回复错帖子了？"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1425394380,
            "txt_content": "超平坦之王 发表于 2015-2-28 01:26\n**** 作者被禁止或删除 内容自动屏蔽 ****\n懂了...选A只是选项里的答案对了，但选项不对，错了；\n选B只是选项上对了，但答案不对；\n因此这道题本身就是错的"
        }
    ]
}