{
    "title": "[论坛食用技巧]论论坛中的网络名词1：小学生 熊孩子（网络新人来看看）",
    "author": "音乐家七月天",
    "replyCount": 8,
    "timestamp": 1425119760,
    "txt_content": "话说这个系列有好几天没有在更新了。有人可能以为完结了或是我消失了吧→_→然而我真没有要弃坑的节奏啊，只是前几天比较忙……\n来来来，步入正题。\n最近发现，论坛中有许多年纪还小，不懂事的小孩子（斜眼笑）拼命出来说什么\n最近很多人骂小学生，甚至歧视小学生，本人也是一名六年小学生，但是我不是熊孩子，小学生有什么错！！我一进入服务器大部分人都会说，小学生滚蛋，你们没当过小学生？你们说小学生骂人拆房子，怎么?中学生就不会拆你房子？？成年人还会看到没圈地的房子熊呢！这种人不要骂他：小学生滚蛋！！记住，他们叫熊孩子！！！！（摘自《小学生不是熊孩子！！熊孩子不是小学生！》）\n啊，\n我只是想说不是所有小学生都是熊孩子。\n我也不喜欢熊孩子之类的，我只是想告诉大家，作为一个小学生，我对大家都否定小孩的观点不对。\n（摘自《小学生对于熊孩子的看法~~》）\n之类的……我对此笑而不语。我认为这些小学生 呸 小孩纸们对“小学生”这个词产生了误会。\n在此我就说明一下这些人说的“小学生”和我们说的“小学生”有什么不同。\n------\n我们指的“小学生”，并不是什么1-6年级的正在上小学的学生……而是指那些心理年龄较小，经常做错事并不知悔改，惹人厌而NC的人，虽然我不知道这个名词是从哪里来的，但是我认为这“小学生”一词形象的指出了这类人心里不成熟，做事不恰当而讨人厌的特征。这类人经常用很直白的方式骂脏话，不用你妈炸了之类的比较含蓄表达在骂人的词语，而且很坑队友，玩游戏乱打，承受能力差。一个成年人也会被骂做小学生。然而这种使用特定人群的名称用作名词的名称有可能会引起一些不成熟的人的误会（斜眼笑，见上）。对此我建议用另外一个名称“小学狗”来称呼这种人比较好，不然又要有各种小学生在论坛发帖骂街了。对于真正的小学生在论坛骂街的行为我认为这些在骂街的人也应该被冠上“小学生”名号，因为他们真的非常心智不成熟，不真正了解某样事物便下定论，承受能力差。\n------\n在此附上“熊孩子”一词的解释。\n熊孩子指的是到处捣乱的年龄小的人，他们的特点是爱搞破坏，不守规矩，令人厌恶的小孩子。在MC中，小孩子一般都不遵守服务器规则，乱拆别人家，偷窃，搞破坏，而且有些熊孩子点满了黑客天赋，时时刻刻就能让你这个服务器永无出头之日。\n------\n上文说的“熊孩子”与“小学生”有着许多相同的特点，例如他们都很惹人厌。这两个词大同小异，我认为它们可以被分在一类。\n------\n看完这篇文章，初识网络的新人们是不是有一点明白了呢？\n希望大家都能遵守规章制度，不要成为小学生或熊孩子，一起维护MCBBS的纯洁吧！\n最后我想说：你们别骂街了我看着都想揍你们啊啊啊啊啊啊啊啊\n※该文章部分内容改动自百度百科。\n\n\n\n本帖为本系列第⑨篇。\n本系列合集贴：《论坛食用技巧》合集[有音乐哦!]\n本系列上一篇：[论坛食用技巧]Talking about how to 宣传帖子(这真是极长的)\n",
    "replies": [
        {
            "author": "音乐家七月天",
            "timestamp": 1425124260,
            "txt_content": "(╯‵□′)╯︵┻━┻第⑨篇这么好的东西我竟然没提到?"
        },
        {
            "author": "cheesewoo",
            "timestamp": 1425169380,
            "txt_content": "lz。。。加油。。。"
        },
        {
            "author": "iSteven",
            "timestamp": 1425175260,
            "txt_content": "太准确了"
        },
        {
            "author": "lpj5",
            "timestamp": 1425175680,
            "txt_content": "初中生不是小学生 啦啦啦啦啦"
        },
        {
            "author": "Miss丶小诺",
            "timestamp": 1425175980,
            "txt_content": "楼主说的很有道理，毕竟小学生一词只是用比喻的方法来说的，而真正的小学生就是熊孩子，小学生所指的并不是什么正在上小学的孩纸QAQ"
        },
        {
            "author": "天端服务器",
            "timestamp": 1425191040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "音乐家七月天",
            "timestamp": 1425193440,
            "txt_content": "Miss丶小诺 发表于 2015-3-1 10:13\n楼主说的很有道理，毕竟小学生一词只是用比喻的方法来说的，而真正的小学生就是熊孩子，小学生所指的并不是 ...\n真正的小学生只会在骂→_→"
        },
        {
            "author": "Miss丶小诺",
            "timestamp": 1425195180,
            "txt_content": "音乐家七月天 发表于 2015-3-1 15:04\n真正的小学生只会在骂→_→\n嗯，而且骂不过就开始熊了"
        }
    ]
}