{
    "title": "<联合活动投稿>雪是个谎言",
    "author": "xcc",
    "replyCount": 4,
    "timestamp": 1425134760,
    "txt_content": " 本帖最后由 xcc 于 2015-5-20 22:00 编辑 \n表示是第一次参赛\n\n\n\n\n\n\n\n\n\n==================非礼勿视=========================================================\n\n\n\n\n雪，是纯洁的，是无暇的，是美丽的......也许是“美好”的一个纯净鲜活的化身。\n但它们对我们来说，是残忍的杀手。雪能够杀死我们。\n我们不能触碰水和雪，甚至不能踩踏冰面。只因为我们的特殊。\n我们不是人类，我们只能过着被黑暗包裹的生活，不能看到外界的光芒，永远不知道在雨中奔跑是什么感受。\n我们是末影人。\n末影人不知是在什么时候出现的，只知道这一族群出现的时候，人类差不多霸占了大半个世界。\n末影人怕水，水分子会解构末影人的皮肤、肌肉、骨骼、甚至是神经。所以每个新生的末影人要接受的首要知识便是“不能接触水、雪、冰”。\n幸好，我们的家——末路之地里没有水。末路之地里只有和沙砾看上去一般无二的、被人类称作“末地石”的黄色岩石，和一根又一根矗立在末地石上的黑曜石柱。它们是一个个勇士，在被虚空包裹的末路之地上接受黑暗的洗礼，在这无边无际的暗中成了一个标新立异的存在。\n但我们经常要去人类生活的世界里去搬运物资。\n我叫N，一名末影人。我除了比其他末影人矮二公分，并没有什么不同。\n身着丧服一般的黑衣，瘦长的胳膊和腕脚，隐隐闪烁着紫光的双眼，三米二的标准身高。\n每个末影人都像是按照这个模具成长的——长得几乎都一样。所以我今天刚来主世界便被一个人类用石子攻击。我跟他什么仇什么怨？估计他认错末影人了。我用瞬间移动离开了他的视线之外，开始干今天的正事。\n经过末影人长达三千年的历史证明，瞬间移动是末影人的二次生命，可以用来逃跑、支援、偷袭。唯一的缺点就是在开始移动和落地时会留下一些花瓣样的碎片。\n可惜我至今参悟不透末影人是如何短距离瞬间移动的。\n今天，末影龙——被末影人奉若神明的一条大龙让所有末影人去主世界拿一些食物储备。\n我蹑手蹑脚地来到了一个木屋旁，隔着木屋用木板砌成的墙我听到了火焰燃烧和一个人搓着手大口哈气的声音。\n这家伙是在木屋里用火炉取暖吗？于是我移动到屋顶上，不断拿走屋顶上的木板。直到屋顶上出现了一个可以让我观察到下面动向的洞。\n外面凛冽的冬风立刻像毒蛇一样飞快通过洞窜进木屋。我听见那人说了声该死的，然后看见他往火炉里添了柴。他似乎没有发现我在屋顶上。\n我看到火炉后面放着一个板条箱。而那人还被寒风侵袭着，大口哈着气，好机会。我刚想移动到他身后实施致命一击，就看见他的火炉熄掉了。\n凛冽的寒风灌进，如巨大的风暴清洗着他的房屋。他的衣服太过于单薄，怎么可能招架住着横扫一切的寒风？\n他的脸开始因为寒冷而冻得发紫，他的衣服单薄得以至于成为了帮助冬风咬噬他的帮凶。我想去帮助他，但犹豫片刻后，还是停下了——我的任务不是救人。\n这时，他的脚下突然一陷。\n我脑袋“嗡”地响了一声——莫非是他的屋子里原本积了不少雪，现在被他踩塌了？\n那人的脚冻在了雪中。\n寒风成了助他到达阎王处的帮手，一点一点把他冻在雪地中，不断地放入猛烈的冬风雕噬着他。\n突然，他倒下了，脸朝着地面，显然是因为过于寒冷而体力不支。\n我松了口气，瞬间移动，来到了板条箱前。\n我拉住板条箱的一根木条，摔开，露出箱子里的一个塑料袋，隐约能看见袋子里塞着一个肉食。\n我也顾不得什么，把袋子拽了出来。\n然后我看了看那个摔在地上的人，探了探鼻息——已经死了，身上没有半点温度。我只得离开了这个木屋.叹了口气。\n穷到被冻死，这活着有多累啊！\n死，也是一种解脱吧？\n\n下一个目标........\n我漫无目的地移动着，紫色的粒子在我眼前转瞬即逝，随即又有新的粒子代替它出现在我的视野里。\n我应该移动了很远吧？\n这里只有一棵巨大的松树。我发誓，它比末路之地的黑曜石柱还要高大。\n我开始仔细查看这棵树。我环绕着松树移动了一周，发现除了茂密的针形叶和粗壮的根部以外别无所获。我轻叹气，失望地准备离开。\n蓦地，有什么东西落了下来。鼻头一酸，感觉有什么东西在啃噬着皮肤.......\n雪！\n我畏惧地缩回了松树下。\n远处又传来了什么声响。我贴紧了树干，又好奇又害怕。\n“M你快看，下雪了。”\n“是啊，我们去那颗松树下躲躲雪。”\n是一对男女的声音。我探出头，他们都身着黑衣，戴着墨镜。\n一听到他们要到松树下，我不知所措。\n那对男女似乎站在了我贴着的树干的背后，我舒了一口气，但马上意识到不对，迅速捂住了嘴。\n“M你看，下雪了呢。”那个女孩说，虽然隔着树干但我能感受到她的喜悦。\n被称作M的男人则温柔地说：“S，你看这雪，多么地无暇，多么地纯净，象征着世间所有的美好.......”\n但对于方才被我杀死的人来说，雪是极度寒冷的，是一名冰冷的杀手。\n我听着M把雪的价值捧了上天。\n当你看见一个人极力赞美你厌恶至极的事物，你能忍吗？\n即使你能忍，我也不能忍。\n我想也没想就从树后冲了出来，大吼着什么移动到M的身前，用左手狠狠捏住他的脖子——我右手还拿着从木屋里拿出来的塑料袋，它是个累赘。\n那个叫S的女孩狡黠地一笑，错觉吗？\nM大吼一声，左手伸过来摁住我的肘部，右手甩起，钳住我的左手腕。我意识到不妙，想要通过瞬间移动离开，但是——\nM的膝盖狠狠撞到了我的腹部，一阵绞痛，我被击倒在地。他又迅速地拖住我，向雪地里一甩。\n该死的.......力量似乎被抽空.......无法移动了.......\n天上的雪花纷纷扬扬地洒落下来，像是为我送葬的白菊花瓣。雪会要了我们末影人的命.....我没有力气挣扎着爬起，只能躺在这里等待死亡。\n我看到了一点红色。起初是一点点，后来，洒满了整个天空。\n是血液么，还是幻觉。\n我渐渐闭上了眼睛。我会被雪杀死的。\n闭上眼之前，我看见M站在我身前。然后一切都消失不见，只剩下一个具有许多黑石柱的黄色浮空岛屿模糊的轮廓。\n  “呼，又解决一个。”S目送M将N带回末路之地，她摘下了墨镜，露出一双紫色的双眼。\n  “按照这个速度，大概一个月后就能成功了。”雪地里突然扬起紫色的花瓣，M出现在雪中。\n    S从黑衣里拿出一张表格，用表格上别着的笔划去了N的名字：“我们的目的是让无知的末影人们知道‘雪是无害的’，虽然把他们推入一个自己设想的地狱有些残酷.......”\n “但这是必须得做的。”M叹了口气，他摘下墨镜，黑色的发丝里夹杂着一些白色的碎片，“把他们放到自认为致命的雪中，他们才会意识到雪对自己除了一些细小的刺痛外，其实也没什么。”\n “谁叫末影龙骗了我们呢？”S耸耸肩，伸出一只手接住一片片雪花。\n    M抽走S手中的表格，像是在自言自语又像是故意说给S听：“是啊，末影龙最大的软肋是雪，但我们不是。他为了巩固自己的统治地位，制造谣言，让我们惧怕他所惧怕的——这样就可以保住自己的宝座了不是么？”\n “那么这些雪还是美丽的么？”S问。\n M的头发里有了更多细小的白色雪花：“对于某些人来说可能有些残忍吧。但它永远是一个美好的意象，代表着纯洁，无瑕，美好。”\n 他叹了一口气，接着说道——\n “只可惜，雪对于我们末影人来说是个谎言。”\n\n\n\n\n虽然字少，但没有跑题\n至少我很努力了\n非中二非玛丽苏非拯救世界，就是一个很简单的故事\n\n\n\n\n\n\n\n地图戳这里\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1425135540,
            "txt_content": "名字好评！\n话说这是散文么...我为什么看不懂...\n重看一遍后...\n艾玛终于看懂了\n很不错~"
        },
        {
            "author": "mxp00001111",
            "timestamp": 1425135660,
            "txt_content": "xcc..我认识你，你在我很久以前发的跑酷帖子回复过\n还加好友呢！"
        },
        {
            "author": "xcc",
            "timestamp": 1425169380,
            "txt_content": "mxp00001111 发表于 2015-2-28 23:01\nxcc..我认识你，你在我很久以前发的跑酷帖子回复过\n还加好友呢！\n你发了某个服务端。。。。。记得呢"
        },
        {
            "author": "xcc",
            "timestamp": 1425219060,
            "txt_content": "@CloudXDao @HGK "
        }
    ]
}