{
    "title": "<原创·短篇>我的女友是僵尸 BY现实税",
    "author": "现实税",
    "replyCount": 8,
    "timestamp": 1425193980,
    "txt_content": " 本帖最后由 现实税 于 2015-3-2 16:24 编辑 \n\n前言：诸位好…我又来了，这次短篇的主角是僵尸娘，剧情和上一个短篇是有联系的，我应该会接着写下去吧……不过大家的回复和支撑就是我的动力！\n================================\n人物设定\n\n\n\n\n\nc000047adab44aedc6c826f5b01c8701a18bfb32.jpg (278.84 KB, 下载次数: 13)\n\n下载附件\n\n2015-3-1 15:04 上传\n\n\n\n\n\n\n姓名：僵尸娘\n性别：女\n年龄：未知\n掉落物品：经验，腐肉\n接触建议：最常见的怪物，确保至少拥有一件武器，再与其对峙，在没有武器的状况下，遇见僵尸请选择逃跑…因为僵尸移动速度很慢的原因，逃跑是绝对能跑得过的~\n另：感觉这配图好像是苦力怕的？还是不在意这种细节了。\n================================\n上一个短篇：我的女友是苦力怕娘\n================================\n\n第二章\n  因为出了点意外。\n  史蒂夫的家很悲剧的被苦力怕娘给炸成了废墟，本来还有挽救的机会，可祸不单行，不知道哪里起了一团火，将史蒂夫用原木做的家给烧的一点都不剩。\n  无奈之下史蒂夫只好收拾收拾家当，重新找个地方安家。\n  至于那只把自己的小木屋给炸的七零八落的苦力怕娘，虽然想起来有些让人胆寒，可史蒂夫确信，那只苦力怕娘还会来找自己的。\n  就如史蒂夫死后能够重生一样，那些苦力怕自爆之后，似乎也能在黑暗之中重获新生。\n  史蒂夫与其相处的这段日子里面，那只苦力怕娘不知道炸毁掉史蒂夫多少东西…但每次史蒂夫以为她永远消失的时候，她总会不知道从哪个角落里面冒出来，然后给史蒂夫一个大大的惊喜。\n  史蒂夫不喜欢惊喜，特别是苦力怕一族的惊喜。\n  这导致的后果就是现在，史蒂夫孤零零的坐在一座山崖之下，眺望远方。\n  史蒂夫在寻找安家的地点。\n  原本安家的那个平原地势太高，每次开矿洞都要废一番手脚，这一次找个地势地一点的地方，那么开个直达钻石层的矿洞就不用那么麻烦了。\n  史蒂夫用着这种理由，安慰着自己的小木屋被毁掉的悲痛。\n  因为天色是午夜的原因，史蒂夫只能勉强确认周围的景色，最后史蒂夫还是拿出了一个指南针和几张纸，放在工作台上做出一个地图。\n  通过地图，史蒂夫能够很好的确认周围究竟是什么地形。\n  “这次去沼泽住吗？不…哪里史莱姆太多了，不过旁边好像有个村庄的样子。”\n  “干脆和我住在矿洞里面嘛……”\n  在史蒂夫身后传来了一个不算太陌生的声音，伴随着些许血腥的味道和痛楚，史蒂夫的血量瞬间下降了小半格。\n  隔着钻石甲所传来的柔软触感，以及发丝拂过史蒂夫脖颈的感觉，让史蒂夫明白了是谁……\n  Minecraft的世界之中最常见的怪物…僵尸…\n  准确的来说是僵尸娘。\n  史蒂夫回头看了一眼那只正在咬着自己肩膀，表情十分享受的绿发少女。\n  “唔唔…果然这个味道最棒了。”僵尸娘眯起了眼睛，仿佛就像一只在晒太阳的小猫一样，发出了些许感叹声。\n  对于讨厌阳光，甚至不能接触阳光的僵尸娘来说，鲜肉的味道，对于僵尸娘大概就是世界上最美妙的东西。\n  而史蒂夫无疑绝对是最可口的鲜肉。\n  因为有保护IV的钻石套保护，所以血量下降的并不算快。\n  在僵尸娘那就像亲昵的‘舔舐’下，史蒂夫的血量以每秒半格下降。\n  这下降的速度甚至比不上史蒂夫饥饿度满的时候恢复的血量。\n  可是史蒂夫刚才吃完了自己最后一个面包，现在饥饿度可远远没有到达能够恢复血量的程度。\n  被僵尸娘趴在背上轻轻撕咬，血量越来越少的史蒂夫，很淡定的拿出了一个金苹果啃了一口。\n  “矿洞还是算了吧，我在矿洞安家你就没地方住了。”\n  史蒂夫没有理会那只正在咬自己的僵尸娘，自顾自的拿起了一个地图继续寻找着安家的位置。\n  僵尸讨厌光亮，在漆黑的矿洞中才是她们最喜欢的环境，而史蒂夫探索矿洞的时候却必须插火把，否则寸步难行。\n  就像现在，这个山崖周围都被史蒂夫插上了火把，以免又遇见新的僵尸娘和苦力怕娘‘友善’的问候。\n  而这只僵尸娘也是史蒂夫很久之前就认识的…\n  一开始史蒂夫还是有些无法承受僵尸一族表达亲昵的方式，也就是像这样的撕咬。\n  但自从有了保护IV的钻石套，以及金苹果之后，史蒂夫勉强能够在僵尸一族里面入乡随俗了。\n  “真是可惜吶…我还想把你介绍给我的姐妹们呢……”\n  僵尸娘眯起眼睛，身体紧紧的贴在史蒂夫的身上，虽然隔着钻石甲，但少女柔软的身躯，史蒂夫却感受的格外清楚。\n  “这种事情随时可以做，而且我要离开这里了。”\n  最终史蒂夫还是打算去村庄安家，差不多可以告别这个平原了。\n  “诶？真的吗？真的吗？她们都饿了好久了…但害怕火把所以不敢靠近…史蒂夫你这么说，我就叫她们过来啦。”\n  史蒂夫观察了一下周围的场地，绝对不适合与僵尸娘交流，这里可是在悬崖上面！\n  掉下悬崖，哪怕有保护IV的钻石套也保不了史蒂夫。\n  “等…等一下！”\n  只是兴奋过头的僵尸娘好像完全没有听见史蒂夫话的样子……\n  这只僵尸娘直接把史蒂夫身边的几个火把给拆掉之后。\n  史蒂夫看着亮度下降到刷怪的亮度，顿时有种不好的预感。\n  不久…几十只形态各异的僵尸娘出现在了史蒂夫的身边。\n  “……”\n  史蒂夫整个人都傻了。\n  他缓缓的后退了一步，看着那些僵尸娘，这些少女也用好奇的眼神看着史蒂夫。\n  “这就是人类吗？”\n  “看起来很好吃的样子……”\n  “咬一下应该没关系吧？”\n  “嗯…就咬一下…”\n  “那个…各位…”\n  只是很遗憾的是，僵尸娘一族和苦力怕娘一族是同样没有任何，身为人类少女的矜持。\n  对于喜欢的人，只能用僵尸娘一族最亲密的问候方式。\n  撕咬……\n  哦闹！\n  史蒂夫被一堆僵尸娘给压在身下，感觉到了什么叫做丧尸狂潮的威力。\n  看着越来越低的血量，史蒂夫在物品栏里面摸索了一下。\n  金苹果…金苹果……\n  找到了！金苹果！\n  史蒂夫拿出了最后一个金苹果，刚想吃下去，却因为疼痛而一个手抖，金苹果滚落而下，掉在了史蒂夫面前不远处。\n  “……”\n  那一刻…史蒂夫感觉整个人生都昏暗了。\n  怎么办？\n  史蒂夫看着越来越低的血量，以及那充斥着身边的少女幽香。\n  总之想什么办法逃走都行！\n  史蒂夫拿出了一个铲子，对着地面的泥土方块开始挖掘了起来。\n  最终艰难的挖出了两格之后，史蒂夫用尽身后最有一点力气爬了进去。\n  但落下那个挖好的坑的时候，史蒂夫发现…这可不是一个小坑。\n  绝对是一个天坑！\n  史蒂夫一不小心把这个悬崖给挖穿了！\n  于是…史蒂夫望着在悬崖上的那些僵尸娘，在她们关切的眼神以及呼喊声下。\n  “永别…诸位。\"\n  史蒂夫帅气的做了个敬礼的动作之后。\n  跌下了悬崖的深渊。\n  ‘史蒂夫因为逃离僵尸而摔死’\n  ‘你死了。’\n  ‘重新开始’\n  变成灵魂体的史蒂夫，面前浮现出这一个选项，并没有回到标题画面…只有重生。\n  最终…史蒂夫在无奈之下，选择了重新开始。\n===============================\n下一个短篇：我的女友是末影人\n\n",
    "replies": [
        {
            "author": "天端服务器",
            "timestamp": 1425194100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "天端服务器",
            "timestamp": 1425194280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "天阶",
            "timestamp": 1425194340,
            "txt_content": "这讲的是Steve各种 艰 辛 生活吧\n而且是在各种未成年少女的围殴之下……\n各种围殴\n唉\nSteve的形象真的越来越差了（个人观点。与本文无关=。=）"
        },
        {
            "author": "现实税",
            "timestamp": 1425194340,
            "txt_content": "天端服务器 发表于 2015-3-1 15:15\n没有模板\n_(:з」∠)_模板是啥？"
        },
        {
            "author": "memel",
            "timestamp": 1425194760,
            "txt_content": "为什么不/gamemode 1"
        },
        {
            "author": "现实税",
            "timestamp": 1425195060,
            "txt_content": "天阶 发表于 2015-3-1 15:19\n这讲的是Steve各种 艰 辛 生活吧\n而且是在各种未成年少女的围殴之下……\n各种围殴\n把难度锁在困难的生存模式……"
        },
        {
            "author": "现实税",
            "timestamp": 1425195060,
            "txt_content": "memel 发表于 2015-3-1 15:26\n为什么不/gamemode 1\n姑且可以理解为，建世界的时候忘记开作弊了~"
        },
        {
            "author": "memel",
            "timestamp": 1425215040,
            "txt_content": "好蛋疼可以设置局域网开放作弊呀,时间完全够的呀"
        }
    ]
}