{
    "title": "<原创·连载>德尔·维基|||第五节：热力学第二定律①",
    "author": "lzlniu",
    "replyCount": 0,
    "timestamp": 1425196740,
    "txt_content": " 本帖最后由 lzlniu 于 2015-3-1 16:02 编辑 \n\n目录索引贴点这里：索引贴\n\n\n       “今天是8月28日，布拉塞尔，空气温度属通况（25摄氏度），湿度75%，晴好，微风，空气质量：良。”“~~噗吱~~（电波音）”德尔关上了广播。       “你可真是过着老年化的生活，还带个小广播。”罗杰一脸笑容地看着那小巧的收音机。       “这个啊，挺老的了，我爸说是我母亲生前使用的。”       “噢抱歉。”       “没什么，你不用担心提到这个的，说回来距离开学还有一阵时间，你不计划出去走走么，从火车站直接用gps奔这小旅店然后睡上一天，这样我也是醉了。”德尔微笑着。       “嗯，你的提议很好，我正打算去外面看看，这里的人都很有趣的样子，可以和他们练习一下的口语。”       于是罗杰走出门，带上一张房卡独自出去了。德尔查看了一下这房间，设施陈旧，一台示波器电视机算是唯一的电子设备。倒是发现了角落里的一条网线，德尔从箱子里拿出有线转无线插头。接上后，他又打开手机，搜索无线网络。尽是搜到了但无法加入，拨打电话到前台，前台用蹩脚的英文告诉它网络收费。于是德尔坐下来，给父亲发了一条信息告诉安全抵达。想到过了一天，有点晚了不禁愧疚起来。       不出几条街，就有一个教堂，整点的钟声和公交车经过的声音混杂在一起。这家旅店位于布拉塞尔的郊区，严格的讲不算是旅店，而是短期租赁式的，德尔和罗杰租了两个星期。这里距离他们的大学有几站路。附近是布拉塞尔的郊区的繁华地段。使德尔忧愁的是生活费，他手头上零钱已经不多，而且很多是未兑换的阿沙杯疆马诺特，布拉塞尔大学的学费是免费的，可在国外不小的生活费也是压力所在。       德尔站到窗前，望着湛蓝的天空，想起故乡那灰蓝色的天，却也是奇怪的感触，他才离开家一星期。开学是在九月中旬，他们将要去上预科，也就是桥接课程，专门为留学生设置。全部都是基础课程，这将会持续半年到一年。他不知道他会遇到什么人，德尔本人会说流利的俄语和阿沙杯疆语，能听懂阿尔泰语系的大部分语言和方言。英语则是出于兴趣所学，在故乡，他可以用英语和游客交流，了解外面的丰富世界。不过那时他也没想到会在这里使用。       他打开门板，走进了那有点“古色古香”的阳台，极有U洲风格，护栏由白大理石砌成，竖着的栏杆如同微缩版的希腊式的科林斯柱，白色的大理石上沾着黑黢黢的纹路和脏东西，可能是有机物腐化产生的腐蚀。阳台背光，一片阴凉看不见太阳，爬山虎在旁边的墙壁上蔓延开来，如同一个巨大的手掌，要抓住并吞噬这栋古楼。他坐到了那唯一的躺椅上，看着楼下人来人往，觉得无聊便拿出一本书，这是在来旅店的路上的老书店看到的，标题很吸引他，叫《玻尔兹曼：笃信原子的人》。       他不信萨特的说法。他不信柏拉图式的理想。他不信安兰德的哲学。他不信马克思的论述，他只爱自然，爱世界。他不知道其实他有梦想。       看着那些不系人之利害的书，他很享受，却也迷茫。他从来没有坚定的政治立场，除了父母之外也没有爱过的人，他小学后都没有哭过了。他痛恨、可怜、爱他自己。       热力学第二定律里预示着，世间万物的熵永远保持增加，一切事物趋向混乱。乐观的人比如他是对人类未来抱有乐观态度的，趋向混乱可以理解为人类越来越发达，世界能量转化更多的流向人类和热能。尽管他对世界很乐观，他依然对自己迷茫。       倘若有一个悲观的人对他说，熵增意味着毁灭，他可能不会很快相信，却会忧虑。幸好，罗杰不是那样的人，罗杰虽然不会改变他，却能让他那麻木的心能不那么死寂。       罗杰散步归来，激动地说人们对他的反应，以及路人对他的友好。他掏出手机，给德尔看他照的照片，有的搞怪，有的严肃，有的稀奇，有的美丽。       德尔听后笑着地很自然。       罗杰带来了俩杯面，递给德尔，并说道：“嘿，别不要了，就当是午饭，我请客。”       “谢谢。这个你也别拒绝，就当是代买的路费。”然后停顿了一会儿，说：“反正这钱在这也用不到。”德尔拿了一些阿沙杯疆马诺特给他。       “你这是什么话。”罗杰笑嘻嘻的收下了那点钱。       在开学前的这几周里，他们时常出去走走逛逛，去了解当地文化，融入生活，渐渐习惯周边环境，德尔很快就制作出了一个公交站路表，附上时间，并在最后几天去了地铁站绘制了一张地铁图在买来的地图上。罗杰则记下了各个有趣景点、餐厅、游乐场所，准备日后造访。\n[groupid=534]Team Trigonometry-F[/groupid]\n",
    "replies": []
}