{
    "title": "<原创·连载>德尔·维基|||第六节：热力学第二定律②",
    "author": "lzlniu",
    "replyCount": 2,
    "timestamp": 1425202680,
    "txt_content": " 本帖最后由 lzlniu 于 2015-3-1 17:50 编辑 \n\n目录索引贴点这里：索引贴\n\n\n       布拉塞尔是一座优美的U洲城市，拥有许多的古迹，街的宽度不宽，一些道路仍然是石板路，现代元素也融入其中，石板路转角就会有个电动路障，上下伸缩，德尔初次见到这路障还很是奇怪。想想后才知道这东西他见过，它出现在游戏《看门狗》中，这路障总是最好的骇进对象有助于逃脱，逃脱，逃脱什么？德尔发现他无法控制自己的思想。布拉塞尔相对杷库纬度更高，滨海而非滨湖。对德尔而言，那咸咸的味道就和杷库所濒临的粒海一样，反而更淡一些。但是环境却极其不同，杷库偏干燥，植被较少，绿色中带有暗色调。而在布拉塞尔，这座城市里到处有青青的草地，只见人们躺在上面晒着日光浴，此情此景德尔以前只在网上看到过。不过德尔也感觉到了隔阂，他的样貌让周围的人一眼就能看出来自不同的地方，而且有些人眼里会露出些许恐惧，德尔见到这些也并不在意，反正他也只是默默地做自己的事，至于快活的罗杰则没体会到别人的眼神。       大学园里，古朴感更强烈，建筑风格独特，与杷库的一点都不同。不同的校区建筑风格也略有差别，德尔和罗杰在一个较新的校区上预科。让德尔高兴的是布拉塞尔大学只有一个预科班，所以他和罗杰一定在同一班级。       预科班中有着各国的学生，为了融入当地，都在这里学习基础课程。本来德尔想和罗杰继续坐同桌，可这里的课程是以小组进行的，也就是长桌，这样也方便沟通。可座位安排时，罗杰被分到另一个小组去了，一个叫赫辛·洛琳的法莱西女生坐在他的左侧，另一个叫马兰·皮蓬塞克的琉士的男孩坐在他的右侧。罗杰与德尔隔了两个桌。       起初，周围坐着一群不会阿沙杯疆语的人让德尔感到非常不适，在这里大部分课程都以英语进行，而人们交流时也用的是英语。可幸运的是课程并不是很难懂，甚至比较基础，德尔并不费很大功夫就能学会，所有有必要解决的问题都是语言问题。       赫辛是一个很活泼的女生，她乐于与人交往，人缘也很好，她身材不高，不胖不瘦，生得一个漂亮的眼睛，小小的鼻子。在预科班里她常常会帮助别人解答问题，而且主动承担了许多班级责任。她在某些事情上多愁善感，她极富有同情心，看了悲伤的故事或可怜的人或事她总会哭出来。与德尔最大的不同是她的情感变化多样，不过平常都是以快乐为主。她也常和德尔讨论些学习上和社会上的问题。       马兰则是一个有趣的人，他瘦且高，面容大概可以用“和谐”来形容，他十分健谈，他的外向与罗杰不同，他使人感到搞笑，经常自我嘲讽。他的笑有一种感染力。德尔很高兴他旁边是个这样的伙伴，不过他却渐渐地也喜欢嘲讽、自我嘲讽和起哄了，尽管这没能使他真正的变活泼外向，这更趋向于一种宣泄，这种久居国外的闭塞感让他有了与以前不同的上述行为。       一日在课堂实验中，作为实验助手的赫辛像其他人说道：“你们看这种硬质的金属环，听教纲上说它在冷凝条件下反而可以变形。真是奇怪。”“那我们试试？”有用学回应，于是她便把它丢进一旁敞开的液氮桶里，汽在那桶里冒出、飞散，如蒸腾的云雾漫飞环绕着那桶，然后那环从另一端掉出来。       然后她用塑胶手套捡起环，脸上表现出很好奇的神情，用她的小手轻轻地扳动了那环。       “哇哦~~”其他人都略有些小惊讶。       “让我试试！”有人说道。于是那人也上前尝试，触碰到那环，他的手猛烈的缩了一下，然后哇的一声叫出来。之后非常愤怒地喊：“坑死爹了！”之后又是一串脏活。他蜷曲着他的手，他的表情光让人看着就觉得很痛苦。       大部分同学都笑了。赫辛一开始也笑着，不多久那同学手出现了冻伤的症状。       “呵，不作死就不会死。”“噫~”“让你瞎着急！”“XXX，没让你动你就别乱动！”“呵呵，你要是用嘴去咬那就惨咯。”“嘿，就不该让他先冲上去，我都带了手套。”底下传来一阵冷嘲热讽。       赫辛此时却没有笑了，她变得有些焦虑，去找来了实验室管理人员，管理人员马上带走了那同学去找医务人员，赫辛和另外两个同学也陪同一起去了。       德尔坐在一旁，他没仔细看实验，没笑，没嘲讽，没陪同送同学，没起哄，没感叹，没恐惧，没兴奋，没高兴，没意见。他只是看着，顺便记录一下实验。不过他却感觉到了一种他以前没体会过的情感，犹如喉咙里有个裂开的小橄榄——酸涩、噎，却又清香。\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1433610360,
            "txt_content": "请使用模板，请遵守版规！"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433631000,
            "txt_content": "海潮 发表于 2015-6-7 01:06\n请使用模板，请遵守版规！\n此贴其实作废了"
        }
    ]
}