{
    "title": "【原创】《坠落MC》 第六章——采矿时间到",
    "author": "gggbbb",
    "replyCount": 8,
    "timestamp": 1425289320,
    "txt_content": "第六章——采矿时间到“咚咚咚，咚咚咚……”我手持木稿，拼命地敲打着一个又一个的石头，直至它们四分五裂，变成原石，才把它们收入我的背包里。\n\n而在我旁边的Joy_Min，却一脸轻松，一边挖着，还一边轻哼着小调。\n\n“咔……”“咔……”我和Joy_Min的木稿同时断裂。不过此时，我们每人的背包中都有一组原石了。\n\n“该换石稿了吧……”我若有所思地道。\n\n“恩。”Joy_Min点了点头。“不过这样，我们来比赛吧，你挖你的，我挖我的，一天之内，看谁挖的多。”\n\n“额……好吧。”看到Joy_Min认真的样子，我只好勉为其难地答应了。\n\n我带上石稿，先降到第11层，插上火把，便开始四处挖了起来。不一会儿，这个原先只有1x2x2大小的洞就被我挖成了9x9x4的“小房间”。我看了看自己手里的5个铁矿，不禁感叹：自己的运气怎么这么背……\n\n按照常规，我先做了个箱子，然后把大部分东西放进去。（我是不是得再写个遗书……）再合成了一组梯子，便继续开挖。\n\n向下挖了两格，便前行到第13层，这一层虽然矿物最多，但也是岩浆的地盘。\n\n我先挖出了一个5x5的大洞，确定没有任何岩浆的迹象后，再开始一步一步地挖矿道。\n\n挖出了一条矿道之后，我再折过头来，往另一个方向开挖。不一会，挖出的矿道便互相交错，互相延伸起来。\n\n慢慢地，我开始有规律地挖，虽然中途挖到了几次岩浆，但都被我及时地堵上了，没造成任何损失。\n\n“咔……”不知不觉，手中的石稿又断裂了，我看了看手中的19个铁矿石，开始琢磨着要不要换铁镐来挖。\n\n“算了，还是用石稿吧。铁也实在不多……”一声叹息之后，我只好又苦逼地拿起石稿，狠狠地在石头上敲打起来。\n\n“滴滴滴，滴滴滴。”\n\n“咦，这是……”\n\n我利索地打开对话栏，一条消息便浮现在了我的脑海中：\n\n“Joy_Minhas just earnrd the achievement [来硬的]”\n\n“去，这货又不等我，就擅自主张。”我一边咒骂着，一边顺着梯子，爬回了房间里。\n\n一进房间，我就看到了左上角的两个熔炉，其中一个，正烧着火，另一个，里面空空如也。\n\n“嗯哼，看来这个家伙想的还挺周到的……”我一手拿出刚刚挖到的50个煤炭，一手拿起铁矿石，一齐放到了熔炉里，熔炉里的火便顿时升了起来，开始熔炼矿石了。\n\n熔炼时，我正闲着无聊，于是就百无聊赖地看了看天，没想到现在居然已是拂晓时刻，天边的月亮沉了下去，东边的太阳不慌不忙地爬上了天空。月亮散发出的银色光辉逐渐被强烈的太阳光所盖住，一会儿，便消失的无影无踪。\n\n“没想到…我们竟然从晚上一直挖到了第二天……”\n\n我正想得出神，但一阵急促的滴滴声却在此时响了起来，吓了我一跳\n。不知何时，对话栏又里出现了一条消息，我打开一看：\n\n“Joy_Minhas just earnrd the achievement [钻石！]”\n\n“发现了钻石都不叫上我，呸。”\n\n提着石稿，不到一分钟，我便下到了他的矿坑里，环顾四周，才发现他挖的矿道十分整齐，不但有岩浆的地方都用原石来标记了，二期在矿道的两旁都放着火把照明，防止刷怪。\n\n看来，他是直接挖到大概十三层后，就以“丰”字形挖矿。若不是挖矿经验丰富的老手，别人都不敢直接这么挖。\n\n就在我不禁暗生佩服时，他凑巧从某个矿道里探出头来，一下就瞧见了我。在一番仔细审视之后，他长长才地出了一口气：“原来是你啊，我还以为是苦力怕呢？”\n\n“苦力怕有我这么帅么。”\n\n“差不多。”他眯着眼。上下仔细地打量了我以后，道。“对了，过来看看我今天的成果吧。”\n\n说着，他便举起了手，一颗闪着蓝光的小东西便出现在他手中。\n\n虽说我在MC里也挖到过钻石，但是远远没有比在这里挖到的钻石震撼。虽然这里画质很低，但是钻石原本的样子还是十有八九地展现了出来。要知道，我可是从没有见过真正的钻石啊。\n\n把目光从钻石身上收起来之后，我便告诉了他，外面的情况，他还有些不相信，直到我们上到了屋子后，他才哑口无言。\n\n片刻之后，他望向天空，自言自语道：“没想到这么快就天亮了…这样，我们把资源互换下，放到箱子里，外面的天应该就差不多全亮了，在这关头，我可不想再出什么意外。”\n\n于是，我们互换了一下资源。这次挖矿，他收获了一个钻石，5个金，30个铁，以及一堆煤炭。而相比较，我挖到的资源就显得少多了。\n\n他望望相差如此多的资源，并没有说什么，只是从箱子里拿出了一些石头和木棍，合成了一把石斧，扛在肩上，对着我眨了眨眼睛，道：“动作麻利点，今天，我们还有很多事情要干呢。” \n\n====================================================\n\n“不错…不错…能在短时间成长成这样，已经很好了。”\n\n“看来它的眼光果然很对。”\n\n两个人互相看了看，不约而同地笑了起来。\n\n“叮铃铃，叮铃铃。”\n\n其中一人拿起了电话。\n\n“人都到齐了么。”\n\n“差不多都到齐了，据我所知，那几个人至今还没有注意到他们。”\n\n“很好…另外几个怎么样。”\n\n“也还凑合，一个在村庄，吃住不用愁了……恩，另外几个会在曙光城与他们汇合……是的，是的……没问题。”\n\n“滴滴滴滴……”\n\n“挂了吗……”\n\n“哎……”接电话的那人躺在了一张黑皮座椅上。“祝他们…好运吧。”\n\n\n\n      若需查看引索请单击此处\n      @冥王星人 @北极星人 @月轻歌 @a2455564728 @Wolverine  @o-zero @天阶@yu_lai  @418878840 @HGK\n\nPS：说实话，这章连我自己都看不下去了，整个就一流水账。我很难想象我半年前的水平到底有多差。但我也懒得重写了，就直接发上来了。哎，到底要多长时间才能把我那60000字发完……\n\n",
    "replies": [
        {
            "author": "Usdin",
            "timestamp": 1425289440,
            "txt_content": "怎么看也不像流水账。。。"
        },
        {
            "author": "xuxianjin0",
            "timestamp": 1425289500,
            "txt_content": "哎哟，还不错哟"
        },
        {
            "author": "我是神周",
            "timestamp": 1425289620,
            "txt_content": "表示，文学党，赞一个。"
        },
        {
            "author": "変態のマギ",
            "timestamp": 1425290640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "a156156156",
            "timestamp": 1425290820,
            "txt_content": "还不错 支持楼主 继续写"
        },
        {
            "author": "天阶",
            "timestamp": 1425738420,
            "txt_content": "那个\n有个词错了吧\n把目光从钻石身上收起来之后，我便告诉了他，外面的情况，他还有些不相信，直到我们上到了屋子后，他才哑口无言\n哑口无言不是这个意思吧。"
        },
        {
            "author": "小空空~",
            "timestamp": 1435814400,
            "txt_content": "然而我早已看穿了头像的一切。。。@gggbbb"
        },
        {
            "author": "小空空~",
            "timestamp": 1435814640,
            "txt_content": "怎么感觉像新手教程啊"
        }
    ]
}