{
    "title": "<原创·短篇>我的女友是末影人 BY现实税",
    "author": "现实税",
    "replyCount": 11,
    "timestamp": 1425284400,
    "txt_content": "前言：诸位好，我又来了…这一次短篇是末影人，人设也来自末影人娘公认的人设……这个短篇手头上想写的，也就四篇，这已经是第三篇了……大家有什么建议的话，请尽管提出。\n================================\n人物设定\n\n\n\n\n5491ff3eb13533fa28f4d509abd3fd1f41345b24.jpg (107.96 KB, 下载次数: 8)\n\n下载附件\n\n2015-3-2 16:18 上传\n\n\n\n\n\n姓名：末影人娘\n性别：女\n掉落物品：经验，末影珍珠。\n接触建议：因为属于中立生物的原因，只要不一直与其目光对视，末影人是不会理会于你。\n另：没有末影人的表情，所以只好用史蒂夫的表情来代替了。\n================================\n上一个短篇：我的女友是僵尸\n================================\n第三章\n  回到死亡点的史蒂夫也没有捡回什么东西。\n  就只有一些面包，以及一个时运III，效率II的钻石镐和一柄锋利IV的钻石剑。\n  其余都是一些零碎的材料。\n  至于那套保护IV的钻石甲，也不知所踪。\n  现在史蒂夫手中唯一有用的大概就只有这把时运III的钻石镐了。\n  钻石剑，因为史蒂夫实在无法对那些怪物娘下手的原因，从锻造出来的那一天开始，就成为了背包里面的摆设。\n  可Minecraft的主题就是挖矿。\n  只要有这钻石镐在手，史蒂夫不担心打造不出一副钻石甲。\n  牛奶会有的，面包会有的。\n  这么想着，史蒂夫就原地开了个坑，开始了自己的本职。\n  矿工！\n  这才是Minecraft之的主题。\n  这差不多就是史蒂夫一天的日常了，进入矿洞探险，挖矿，然后上到地表扔到熔炉里面煅烧。\n  虽然千遍一律，可史蒂夫却乐在其中。\n  但在史蒂夫进入矿洞不久，在史蒂夫开凿的两个泥土地上面，突然出现了一个高挑的身影。\n  漆黑色的长发早已及腰，随着微风轻轻的飘动而起……\n  末影人娘用手一抚自己的发梢，小心翼翼的打量着周围。\n  这里是一个平原的地形，没有末影人一族最讨厌的水，也没有什么生物。\n  哪怕连只鸡都没有。\n  现在是艳阳高照的响午，根本不可能会有僵尸出没。\n  好的！\n  末影人娘小手一握，因为自己瞬移了那么远的路，终于找到了一个毫无人烟的地方而高兴。\n  因为她有一个不想被别人知道的秘密，又或者烦恼。\n  可以说是末影人一族都会有的烦恼，并非是在生活之上。\n  而是在关于少女的魅力之上。\n  末影人娘捂着自己贫瘠的胸口，一种莫名的自卑感在内心出现。\n  对于任何一位花季少女来说，在意自己胸部的大小，几乎都会有的经历。\n  末影人娘同样不例外。\n  虽然末影人娘的邻居苦力怕娘老是说‘贫乳才是正义’之类的话。\n  但每一次想起苦力怕娘那几乎能够秒杀她的胸部大小，她总觉得这是苦力怕娘在安慰她才这么说的！\n  而且每一次和苦力怕娘在一起的时候，她总会感觉到特别的自卑。\n  最终对自己贫瘠的胸部忍无可忍的末影人娘准备束胸…不对，使用秘密武器，那就是传说中的胸垫。\n  “……”\n  不管是骗别人也好，骗自己也好。\n  末影人娘又小心翼翼的四处瞅了瞅。\n  左边什么都没有，右边什么都没有……\n  好的！\n  她怀着紧张而又害羞的心情，伸出手拿起了地面上的一个草方块，然后拉开了自己衣服的拉链想要塞进去的时候……\n  泥土…被敲开的声音。\n  原本因为害羞，神经紧绷到爆的末影人娘几乎第一时间听见了这个声音。\n  她手上维持着往衣服里面塞草方块的动作…回头看向了泥土敲开声发出的地方。\n  史蒂夫觉得今天收获颇丰……\n  挖到了好二十几个钻石，应该足够打造一副钻石甲了。\n  就在史蒂夫从矿洞里面爬出来的时候，看见了平原上站着一个末影人。\n  白天看见末影人还真是少见，可这对史蒂夫来说却并没有什么大碍。\n  因为不同于那些热情的僵尸和苦力怕。\n  末影人只要不和她视线对上的话，她是绝对不会主动攻击史蒂夫的……\n  应该…绝对…不会吧？\n  史蒂夫听见了末影人生气的时候，独有的声音。\n  诶…怎么…回事？就在史蒂夫完全爬出矿坑的时候，那只末影人突然向着他冲了过来。\n  史蒂夫想也没想，直接开始逃了起来！\n  开玩笑，他现在可什么防御装备都没穿。\n  但…为什么啊啊啊！！\n  明明视线没有对上！\n  “不要看啊啊！给我忘掉！！”\n  被羞耻给冲破了理智的末影人娘，直接向着那个目击了自己这羞耻不已的行为的家伙冲去，想用物理的方式让其失忆……\n  就在史蒂夫被末影人娘一个铁傀儡式攻击，给掀翻，撞到了地面上…\n  天空…突然下起了淅淅沥沥的小雨。\n  这几天也太倒霉了…\n  史蒂夫看了一眼自己掉了三格的血量条，发现那只末影人已经不再追自己了。\n  这倒是让史蒂夫松了口气，他缓缓的从地上站起，刚刚打算离开的时候，却看见远处的草丛之中倒着一个纤细的身影。\n  因为好奇，史蒂夫小心的靠近了那倒在地上的身影……\n  刚才那只末影人吗？史蒂夫盯着她，漆黑色的发丝散落在满是泥泞的地面之上，身上也带着不少污渍，可爱的面容之上被痛苦的表情占据…\n  现在天空之上乌云密布，小雨有渐渐变大的趋势。\n  末影人是怕水的，水对她们来说是致命的东西。\n  如果这样放任不管的话，她会死在这里吧……\n  史蒂夫思索了一下之后，毅然的拿出了自己挖矿得的原石，开始搭建起了石屋起来。\n  原石建起的小屋，将雨水阻挡在外。\n  但这只末影人娘的情况好像还没有好转的样子。\n  大概是因为她身上的衣服，早就被雨水浸湿。\n  如果不把这些湿掉的衣物给脱掉的话，情况会变得更糟糕。\n  但是……\n  史蒂夫怎么做下得了手？\n  面前可是一位正处在病痛中的少女诶！\n  在这种情况脱掉别人衣服之类的事情。\n  最终无奈的史蒂夫，只好从背包中拿出床铺，摆放在地上之后，将这只末影人娘从湿漉漉的地面上抱起，然后轻轻的放在了床上。\n  接着史蒂夫用工作台合成了六个熔炉，依次摆放在了这只末影人娘的床边。\n  看了看背包，史蒂夫拿出了挖出来的矿石和煤炭，开始煅烧了起来。\n  熔炉之中散发出热度，估计能够将末影人娘身上的衣服烘干。\n  但就在这个时候，她那长长的睫毛突然抖动了一下。\n  要醒过来了吗？\n  不久，她张开了自己的眼眸，淡紫色的瞳孔打量着周围。\n  看见史蒂夫之后，立刻从床上坐了起来。\n  史蒂夫拿出钻石剑，想要格挡这只末影人的攻击，但她除了用双手捂住自己的胸口之外，就没有其他的动作了。\n  “是…是你救了我？”\n  看起来现在这只末影人保持着理智。\n  史蒂夫点了点头。\n  “谢…谢……”\n  还很有礼貌的样子。\n  “转过身去。”\n  “？”\n  “我要脱衣服啦！你给我转过身去不准看，听见没有！”她手中突然拿出了一个草方块，好像史蒂夫不转身就要仍在史蒂夫身上一样。\n  直接换？\n  史蒂夫听到这里，立刻转过身不再去看那只末影人娘。\n  在小石屋之中，熔炉煅烧铁矿的融化声，和这只末影人少女衣物与肌肤摩擦的声音，让史蒂夫有些心神不宁。\n  最后史蒂夫拿出了一个栅栏，向后扔去。\n  这东西可以拿来当衣架用。\n  末影人娘好像也明白史蒂夫的意思，将湿漉漉的衣物放到了衣架上烘干。\n  这尴尬的时间并没有持续多久，外面的雨声渐渐的变小了起来。\n  不久史蒂夫面前突然掉落了一颗深绿色的宝珠。\n  史蒂夫拿起了那颗宝珠一看。\n  ‘末影珍珠’\n  为什么会有这东西？\n  史蒂夫记得只有末影人死后才会掉落的。\n  难不成？\n  史蒂夫转过头去想要确认那只末影人少女的状况，却发现自己的脸颊上传来了柔软的触感……这种感觉非常美妙……伴随着只有少女才会有的香味……\n  “感谢…这是报答。”\n  史蒂夫还没有反应过来怎么回事，末影人娘就消失在了史蒂夫的面前。\n  原地只留下了淡紫色的粒子，告诉着史蒂夫，这只末影人少女已经通过瞬移离开了这里……\n  史蒂夫捂着自己的脸颊，有些不敢相信刚才的触感…\n  但当史蒂夫回过神来的时候，他看向了熔炉上方的栅栏上，所放的那些黑色的衣物。\n  夭寿！那只末影人姑娘走之前，忘记穿衣服了！\n  说着史蒂夫拿起那栅栏和那些衣服冲出了门外。\n  “喂！你忘记穿衣服了！！”\n  这妹子还真是说走就走啊，连衣服都不要了？\n  但不久，一个原石方块却不知道从何飞来，重重的砸在了史蒂夫的脑袋之上。\n  史蒂夫倒在了地上捂着自己的头。\n  眩晕感勉强消失之后，史蒂夫发现栅栏上的衣物已经消失不见…唯有那些紫色的粒子告诉着史蒂夫，她曾经来过。\n  还有一个证明，史蒂夫拿出了这颗末影珍珠。\n  总有一天还会再见面的吧？总有一天……\n\n\n\n",
    "replies": [
        {
            "author": "普通HIM",
            "timestamp": 1425284640,
            "txt_content": "可惜玩MC的妹子不多\n妹子明星更是少之又少\n（粉字什么的躺枪）"
        },
        {
            "author": "现实税",
            "timestamp": 1425284700,
            "txt_content": "普通HIM 发表于 2015-3-2 16:24\n可惜玩MC的妹子不多\n妹子明星更是少之又少\n（粉字什么的躺枪）\n什么？竟然有妹子玩MC？！"
        },
        {
            "author": "普通HIM",
            "timestamp": 1425284880,
            "txt_content": "现实税 发表于 2015-3-2 16:25\n什么？竟然有妹子玩MC？！\n目前服务器里有三个妹子住在我家QwQ\n完全挤不过来有木有QwQ\n一人一层都不够...妹子需要的空间真大..."
        },
        {
            "author": "江米条",
            "timestamp": 1425289020,
            "txt_content": "为什么楼主玩的MC和我的不一样？！！{:10_530:}为什么我家的末影人看不出来穿没穿衣服？！！L主泥给我个说法！{:10_494:}"
        },
        {
            "author": "49664816@qq.com",
            "timestamp": 1425289020,
            "txt_content": "火钳刘明\n{:10_512:}\n\n\n\n\n\n\n\n\n\n\n我玩MC4年 从没见过妹子  。 。。 。    即使有   她也不开语音,,,,,  一看就是装的"
        },
        {
            "author": "我是神周",
            "timestamp": 1425289800,
            "txt_content": "其实我个人比较在意作者是男是女。。。（好像跑题了)"
        },
        {
            "author": "现实税",
            "timestamp": 1425290220,
            "txt_content": "江米条 发表于 2015-3-2 17:37\n为什么楼主玩的MC和我的不一样？！！为什么我家的末影人看不出来穿没穿衣服？！！L主泥给我个说 ...\n你需要娘化MOD"
        },
        {
            "author": "江米条",
            "timestamp": 1425290700,
            "txt_content": "QAQ可是为什么我装了娘化MOD，我家怪物还是没有这么可爱"
        },
        {
            "author": "a156156156",
            "timestamp": 1425290820,
            "txt_content": "真希望跟你一样有才 =="
        },
        {
            "author": "现实税",
            "timestamp": 1425291360,
            "txt_content": "我是神周 发表于 2015-3-2 17:50\n其实我个人比较在意作者是男是女。。。（好像跑题了)\n纯爷们无误"
        },
        {
            "author": "memel",
            "timestamp": 1429196640,
            "txt_content": "感觉好没节操,让我猜猜下一次应该是小白吧"
        }
    ]
}