{
    "title": "【新手屠龙帖】从出生到最快屠龙。",
    "author": "MF_Mufeng",
    "replyCount": 10,
    "timestamp": 1425350520,
    "txt_content": "出生一开始砍木头先做木镐，挖一些石头做足石头一套以及熔炉。然后要弄的就是食物，因为单人生存玩家们玩极限时如果要不杀生食物就有些难得到了，所以，如果你附近是村庄，可以到农田屠村【本人不推荐】，如果你附近是丛林。你可以先撸种子在池塘边种上小麦。\n如果你小麦种子足够，可以种很多很多，如果你选择这种方法，我推荐你做面包。\n如果你旁边有丛林并急需食物的话，在农田旁收获两颗小麦，在丛林木上摘一些可可豆，[coca_beans]做出曲奇。\n尽快填饱肚子，如果一开始初期通过杀生获得食物的话也许会更快，但是杀生是不好的╮(╯_╰)╭\n由于面包的饱食度恢复要比8个曲奇高【面包吃完后会有一段时间不会掉饱食，曲奇吃完后没几秒饱食度就开始动了】\n食物问题解决了。下来就是装备问题了。\n初期可以先搭一个小木屋，在家吃东西过晚上就好了，白天后出去捡怪物的尸体，用骨头催熟小麦获得食物。\n然后拿起你的石镐，在附近的矿洞把裸露在阳光下的铁矿和煤炭挖掉后回家做装备。烧出来的铁矿先做剪刀、桶、铁剑。然后剪20个羊毛左右做很多床【打龙用】再攒够足够的火把和小麦之后下矿洞就可以了。在矿洞里找到的铁，上去后烧成铁锭后就可以做装备了。\n[iron_helmet][iron_chestplate][iron_leggings][iron_boots]\n\n做完装备后你现在就进入了中期，中期要干什么呢？就是下矿洞找钻石和黄金，在地面上盛一桶水，下去后如果发现岩浆池，倒水下去走，走到尽头如果没有继续找，找到钻石后你可以或者做出钻石镐挖黑曜石。【为什么不选用岩浆和水的办法，因为附魔台需要黑曜石，没有钻石镐是取不了的】取14个黑曜石。\n有了钻石之后如果钻石富裕做完附魔台和钻石剑钻石镐后可以再做一些钻石装备。然后就是漫长的刷怪、找村庄。找到村庄后拆书架做成30级附魔台。在村庄守护村民刷级，通过一次次附魔弄到全套。然后再附魔一把弓，刷骷髅刷到足够的箭时，便可以去地狱找地狱堡垒刷烈焰人和地狱孢子【没有也没关系】。刷到15.16根时可返回，中途有恶魂也可以打一下。回家做炼药台，有地狱孢子炼药练力量和再生，然后拿剩下的10根烈焰棒做成烈焰粉，刷小黑掉末影珍珠后和烈焰粉合成末影之眼找末影遗迹，找到后所有宝箱开完后来到祭坛，拆掉蠹虫刷怪笼后通过祭坛上有的末影之眼和你的末影之眼弄好之后就可以去末地，先把装备放家，进去两次熟悉地形后，带上床和装备进去把水晶用箭都射掉，然后安心的打龙，没血了可以吃药或金苹果【中期下矿洞的时候黄金加橡木树掉的苹果做】，龙来了放床睡然后会炸掉你半管多的血，龙会受到高额伤害，这时候啃金苹果或吃药，继续打龙，就可以game end了！\n本攻略仅供新手看，高玩请勿吐槽=w=..因为我还知道随机应变也很快。",
    "replies": [
        {
            "author": "End-Enderman",
            "timestamp": 1425350640,
            "txt_content": "差不多就是砍树，造稿，弄石，杀畜（牲畜），挖矿，造甲，下地狱，杀烈焰人，屠末影人，找要塞，就开始屠龙了"
        },
        {
            "author": "a184431296",
            "timestamp": 1425350940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "小析",
            "timestamp": 1425351180,
            "txt_content": "是啊 很简单啊  "
        },
        {
            "author": "1076617170",
            "timestamp": 1425351480,
            "txt_content": "懒得打龙无聊"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1425352200,
            "txt_content": "我一般就是第一天撸树下矿，基本是弄到钻石和黑曜石的时候再出来，也就七八天了。弄房子两天；下地狱五天；然后刷末影珍珠，最后屠龙。"
        },
        {
            "author": "1376020915",
            "timestamp": 1425354660,
            "txt_content": "第一天撸树弄房子,然后刷末影珍珠，最后挖铁，然后……就开始刷末影珍珠屠龙了。"
        },
        {
            "author": "iamtwoeggs",
            "timestamp": 1425370020,
            "txt_content": "最简单的就是/gamemode 1调好装备，开始五分钟打龙！！！！哈哈~~~~~~"
        },
        {
            "author": "pacerrecap",
            "timestamp": 1425392460,
            "txt_content": "第一天在村庄，五天弄出繁殖，十天小麦田，找牧师换够眼睛，合三个弓换点箭下去打就行了。"
        },
        {
            "author": "阿有",
            "timestamp": 1425392940,
            "txt_content": "还没有玩单人玩到屠龙= ="
        },
        {
            "author": "lakrghrthtg",
            "timestamp": 1425395100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}