{
    "title": "《Minecraft英雄纪元》",
    "author": "可乐丸子",
    "replyCount": 3,
    "timestamp": 1425407640,
    "txt_content": "==序==\n我很久以前，也幻想过另一个世界……\n\n那里有很多很多的种族，很大很大的陆地和海洋，森林，沙漠。\n\n\n有很多很多国家，有很多很多人。\n\n\n有很多安然的村民，在种满很多小麦和马铃薯的田间晒太阳。\n\n\n我能想象到，很多的旅行者，他们穿越丛林去探险，跨越海洋去寻宝，他们为各自的国家带来很多更稀有的自然资料，矿物，以及更广阔的疆土。\n\n\n但一个只有美好的故事是不完整的，我们总需要有一些别的东西，能让我们兴奋起来的东西，一个十恶不赦的坏蛋，一个复仇的怒火，一个可以讲述的故事。\n\n\n于是故事开始了，从一个人的堕落开始。\n\n\n那是一个寂寞的夏季，那是一个孤独的冒险家，那是一片深邃而幽暗的丛林。\n\n\n他的面前放着两样东西：一个是可以刺穿一切的利剑，一个是可以阻挡任何攻击的铁甲。\n\n\n两者静静地放在堆积着灰尘的石头上，仿佛具有着某种引诱般的意义。\n\n\n显然，只能选择一个。\n\n\n他想：“我有需要保护的东西。”他向铁甲靠近。\n\n\n“你也有需要消灭的东西。”利剑震动，在他的脑海中打上这么一句话。\n\n\n“进攻是最好的保护。”\n\n\n他想起连天的硝烟，燃烧的庄稼，闪亮的寒刃，喷薄的血液。\n\n\n“那么我选择你，利剑。”\n\n\n他将利剑拿起，随之而来的是铁甲化为了尘土。\n\n\n他返回小小祖国的王宫，在国王面前将那把利剑插在猛兽的心脏中。\n\n\n“这把利刃，可以攻破一切，终结一切，包括……战争。”\n\n\n\n\n\n\n==1==\n\n\n更加遥远的国度，一个更加平凡却繁荣的小镇。\n\n\n妩媚的酒店老板娘将身段恰到好处地展露，赢来了所有酒桌上蜂拥而至的目光和金币。\n\n\n“听说……米塔尔国出现了一位战无不胜的将军！”几个酒客从嘴中喷出浓烈的酒味儿，又将马铃薯片扔进嘴里，又拿起牛肉大嚼特嚼。\n\n\n“米塔尔？没听说过……”\n\n\n“就是那个濒临灭亡的小国吧？”消瘦的手在酒桌上乱摸，终于摸到了酒杯。\n\n\n“是啊，竟然奇迹般地反攻拉斯齐亚了！”\n\n\n“哈哈！一个将军怎么可能改变一场战争的局势？！那也不是我们的事情，拉斯齐亚帝国接连吞并那些小国，不是一个人就能阻止得了的事情啊！”\n\n\n“说的是啊……”\n\n\n邻桌的年轻人，名为“史莱姆”的少年，将盘子举到嘴前，直至将盘子里的油滴舔净，才将盘子重重一摞，开怀地自言“吃饱啦！”\n\n\n随后，他放轻脚步，准备在嘈杂的人声中溜出门外。\n\n\n“史莱姆！你不会又想吃霸王餐吧——？！”妩媚的老板娘的怒火即将掀翻小酒馆。\n\n\n“这个嘛……呃……记账，记账……”\n\n\n老板娘却将史莱姆一把提到半空中，“少废话！你至少需要给我干半年的活才行！”\n\n\n少年却呵呵一笑，突然间从身体中分离出了另一个身体，大踏步向门边跑去，不忘叫嚣：\n“要我给你干半年活，你再让我白吃一年吧！”\n\n\n他撞到了一个黑色身影身上。\n\n\n“嗯？”他抬头看去，是一位衣冠楚楚的……绅士？\n\n\n“快让开！”\n\n\n“嗯……？年轻人你既然吃了人家的饭却不给钱，真是有缺绅士风度啊……”他瘦长的手臂以及手指在小八字胡上捻动。\n\n\n“老子……不认识你！”史莱姆瞬间又将身体分离成两个，从来者两侧跑过。\n\n\n“我说过——吃饭要付钱。”他淡淡地吐出这句话，然后——\n\n\n那一刻，绅士的双眼飘过紫色光辉，空气中留下一点紫色星点，再下一个瞬间，少年就被扔在了酒馆地板上。\n\n\n寂静下来。\n\n\n“在下无意冒犯……只是适当地帮助一下他人而已。”\n\n\n惊呆的老板娘半晌问出一句：“你是谁？”\n\n\n绅士得意地挺胸抬头，站得更加笔直，回答：\n“在下恩德尔，你们可以称呼在下——【EnderMan】。”\n",
    "replies": [
        {
            "author": "miguo",
            "timestamp": 1425411480,
            "txt_content": "LZ继续努力吧！矮人会看下去的~"
        },
        {
            "author": "MC_Luke",
            "timestamp": 1425435720,
            "txt_content": "路人嘉:如果我用利剑来刺你的铁甲 会发生什么事呢?"
        },
        {
            "author": "iamtwoeggs",
            "timestamp": 1425465900,
            "txt_content": "MC_Luke 发表于 2015-3-4 10:22\n路人嘉:如果我用利剑来刺你的铁甲 会发生什么事呢?\n。。。。。。。然后，利剑和铠甲听了之后，崩溃了。。。。。。"
        }
    ]
}