{
    "title": "【翻译了notch的话！ 1.5版】1.4_01 pistons!! 活塞mod！",
    "author": "green丶bastard",
    "replyCount": 10,
    "timestamp": 1302838500,
    "txt_content": "下載地址 115网盘：http://u.115.com/file/f12a8466e1\n原帖下载地址：http://www.mediafire.com/?bebb02a2lzenwlm\n\n版本是1.4_01最新mc 1.4，1.3装了黑屏别诅咒我家人\n\nWe had a board meeting today, which felt relatively grown up and mature. We had it at a nice asian restaurant, and there was food, drinks and coffee. Carl held a nice presentation, showing the progress of the company, and we discussed and voted about various details on where to go and what to do. The most relevant parts for Minecraft is that we decided to bring in bug fixing into the development method in a more clear way so that people working customer support can add them as tasks for us, and that we finally set a release date for Minecraft.\n咱今天举行了个董事会，我们感到相对的成熟了。董事会是在一个不错的亚洲餐馆里召开的，有不错的食物饮品和咖啡。Carl（卡如？ 人名）像我们展示了个不错的ppt，讲了公司的进展和状况，我们还议论并商讨了新版该加些啥。最主要的是修复一些漏洞并且进展我们的minecraft。\nIt’s a bit tricky to really do a release for Minecraft as we keep updating it all the time. For one, the version we deem as the “full version” won’t be very different at all from what the game was like a week ago, and we’ll keep adding features after the release as well, so it’s really more of a milestone when we finally get rid of the Beta label, and some kind of goal for us to work towards. The plan is to be open with this and try to get people to cheer us on as much as possible, but to be open with the fact that the game won’t change much at the actual release day. (It’s more a progress up until that point)\nWe picked November 11, with the unofficial tagline “us too”.\n这里不是重点了 讲了mc将在11年11月11号公测，也就是出正式版。\nIt’s the same date as a few other games and movies, and the one I’m the most excited about is Skyrim, so that will be a nice reward for me if we actually manage to hit that date!\n他们觉得这个日期很有意义。\nAnd, in case you want an update on Minecraft:\nWe’ve been working on finishing up Achievements and Statistics for 1.5, I ran into some issues with JSON, got frustrated, and added weather instead. Developing new features like that is what I enjoy doing the most, so I ended up covering a lot of ground. There’s periodic downfall (snow in snowy areas, rain in others, nothing in deserts) that make the sky darker, hides the sun, moon and stars, and makes everything wet. Ice grows back in cold regions, and snowfall covers the ground when it’s snowing. During rain/snow, there can be occasional thunderstorms with lightning. I haven’t finished the actual lightning bolt yet, but everything else is fairly done.\n我们在任务设置上工作了很久，并且争扎了，所以1.5中取代的加了天气（1.5没任务？ 不晓得- -） 现在雪地又会下雪了，一些地方会下雨（雨夹雪也会出现的），沙漠里啥都没（加个沙尘暴吗），天气会变暗，太阳月亮都会被云遮住等等。冷的地带水又会结冰了，下雨还带着打雷，（打雷当然会起火，起火那些拿木头造房子的孩子当然会遭殃[fire]），闪电还没完全做好，但其他的基本好了。\nOnce the stats are done and the weather has been tested through, we’ll release 1.5. I’m guessing this will be next week. The piston mod might get added, but it will not be in time for 1.5.\n基本的东西和天气一旦测试好，1.5就会面世。应该是下礼拜（是这礼拜啦，文章上礼拜写的）活塞mod也许会被加入1.5 这要看情况了。（可能是1.5_01 或者02啥的 反正活塞肯定会出现）\n\n\n\n\n\nQQ截图未命名.png\n(45.26 KB, 下载次数: 2)\n\n\n\n\n下载附件\n\n\n2011-4-15 11:33 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1302838500,
            "txt_content": " 本帖最后由 green丶bastard 于 2011-4-15 13:03 编辑 \n\nMinecarts, chests, furnaces, and dispensers can now be pushed properly now. Also, you can save levels with moving pistons without bugs. See below for a full list of changes.\n\n矿车，箱子，炉子和射河蟹机器都可以被正确的推动，还有即使活塞在运动（别想歪）也能正确的保存啦。下面有更新列表。\n\nAfter installing the newest version of ModLoader, install the files in the zip in the same way that you installed the ModLoader files. All of the files must go into minecraft.jar, including piston.png\n\nFeatures\nTo craft:   是这样合成的\n [blank][steel_ingot] [blank]\n [steel_ingot][redstone_powder] [steel_ingot]\n [steel_ingot][steel_ingot] [steel_ingot]\nPistons will extend when powered by redstone, and retract when unpowered. When placed, the block will face towards you. You can re-orient them by right-clicking. Pistons will push blocks in front of them. They will not push bedrock, obsidian, or other pistons. They will also not push more than 16 blocks.\n活塞在通电后会运动（参考撸管），断电会停止撸。当你放好活塞砖，那个块是朝向你的（也就是哪里会“凸”出来） 你可以右击他其他的面来换朝向。 他推不了16块以上的砖，同时也推不了其他的活塞或者地壳，黑曜石思密达。\n\nPistons will push entities out of their way, so that they can be used to make launchers. If sand or gravel is pushed upward by a piston, it will fly into the air.\n活塞会把块等推上去，所以可以用来做发射器，沙子或者沙砾被推（被谁推你懂)会飞向天。。\n\nPistons will block the flow of water or lava. They will also push blocks added from other mods.\n活塞会堵住水或者岩浆，同时也可以推其他mod里的砖\n\nChanging the data values 换id序号和建议\nThere have been problems with the default data values for the blocks (100 and 101) conflicting with other mods, so I added a way to change the values.\n默认的id序号有问题的话（例如和其他mod冲突）可以修改文件来换id\n\nGo to the root Minecraft directory (the one that contains the bin, resources, saves, and texturepacks folders).Create a directory called \"mods\" if it does not already exist.In that directory create a file called \"pistondv.txt\"The contents of this file should be one line, containing the data value for the piston base.去mc所在的地址（神马乱七八糟bin等）创建一个文件叫mods，若已经有这文件那54吧创建一个txt文本文件 叫pistondv.txt可以用他来编辑id了 必须一行，不能换行。\n\nImportant: the mod uses the value you enter into the file and the one after it. For example, if you have \"115\" in the file, then the mod will use 115 for the base and 116 for the extended part. If you open up ModLoader.txt (in the root Minecraft directory), then you will see something like:\n\nCode:  序号（黏贴进txt）INFO: Using data values 115 and 116 for pistons mod.\nwhich you can always use to tell what data values the mod is using. 你可以换115，116 这是活塞mod俩部分的id\n\nIf you change the data value, all pistons that you've placed in the world will disappear! You have been warned!\n若你换了id 你的世界里所有活塞会消失~撸没了 \n\n[size=140%]New in this version 这次版本的新功能。。。\nI released a minor update, which allows Minecarts to be pushed properly again. Also, broken items won't duplicate themselves. Because that's all this update has, here's the update right before it:\n现在可以正确的推动矿车，被敲碎的块也不会复制了。 下面是前一版本的\n\nThe moving piston entity has been reorganized. It now stores TileEntities, as well. Basically:\n活塞mod实体已经被重新组合了\n\nAll data should be preserved. That means chests, furnaces, and dispensers keep their contents. Note blocks remember their pitch. I haven't tested it, but a pushed monster spawner should still spawn whatever it was spawning before.Moving pistons can be saved without having the blocks they were pushing disappear when the level is next loaded.Entities and sand are thrown properly again. The glitch where pistons next to each other can launch entities much higher is gone.It seems to be faster, but that might just be wishful thinking.现在箱子，音乐盒等被推动后应该正确工作了 （以前推spawner会变成猪笼子。。。也就是数据初始了）\n\nBugs - These will be fixed soon!  漏洞。。。\n\nWhen the bottom of a stack of sand is pushed, the block above it will be destroyed (engine bug).Pushing a minecart at on the side does weird things.Certain setups will cause the extended part of the piston to disappear, which makes the piston useless.While being pushed, blocks will always render as cubes with the same texture on all side (low priority).Making the extended part handle being destroyed more gracefully.活塞推一排沙子是（纵向）上面的全部挂掉侧面推矿车会有奇怪的事发生有时候活塞的一部分会消失 这样活塞就无用了推块时他的材质永远是以前那样，不会变。。。这个54吧 不重要 我理解意思不会翻\n\nPlanned features 以后也许会出现的功能\n\nPistons need a way of extending more than one block. Adding support for pushing other pistons is a possible solution.Pistons that can pull blocks as well as push them.活塞需要有能力推动多于一块的砖活塞可以拉方块 （撸撸撸撸撸）\n"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1302838500,
            "txt_content": " 本帖最后由 green丶bastard 于 2011-4-15 14:41 编辑 \n\n活塞mod做的连锁反应\nhttp://player.youku.com/player.php/sid/XMjU5MDI2MzEy/v.swf\n\n活塞mod自动搭桥\nhttp://player.youku.com/player.php/sid/XMjU5MDMyMzUy/v.swf\n\n活塞mod人肉弹珠台\nhttp://player.youku.com/player.php/sid/XMjU5MDM2MTgw/v.swf\n\n活塞mod做的自動售貨機\nhttp://player.youku.com/player.php/sid/XMjU5MDM4MjA4/v.swf\n\n"
        },
        {
            "author": "908156267",
            "timestamp": 1302859740,
            "txt_content": "版主你也知道论坛里有关于这个的帖子了，不要发重贴OK?如果不满意我的翻译你可以回复添加"
        },
        {
            "author": "孙、哥",
            "timestamp": 1302860520,
            "txt_content": "版主大哥，你怎么能重复发帖呢？"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1302874080,
            "txt_content": "哪裡 1.4_01和1.4完全不同 1.4的裝1.4_01黑屏"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1303086360,
            "txt_content": "[pumpkin] 好期待1.5"
        },
        {
            "author": "lhrlhr99",
            "timestamp": 1303090800,
            "txt_content": "活塞是很强大的"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1303107720,
            "txt_content": "撸炮"
        },
        {
            "author": "ab75654",
            "timestamp": 1303450380,
            "txt_content": "請問可以寫信給嘛?"
        },
        {
            "author": "22852006",
            "timestamp": 1504069980,
            "txt_content": "ewwwwwwwwwwwwwww"
        }
    ]
}