{
    "title": "假设一个多人服务器的玩家之间处于自由战争状态，如何保护你的老家不被别人破坏",
    "author": "不眠之眼",
    "replyCount": 8,
    "timestamp": 1344627840,
    "txt_content": "假设服务器的规则就是自由开战，允许互夺互杀，一命或多命生存模式，生存排名得分加上击杀数的总和决定胜负，那么怎样才能比较安全地保护自己的老家同时消灭入侵者呢？\n\n1、感觉第一实用的就是在森林里挖地下室，然后把入口用泥土和剪下来的树叶伪装好，真正的迷彩猫耳洞！不过如果遇到纵火狂或者有人从入口给你倒一桶岩浆的话……\n\n2、其次也是地穴流，但把V型隧道出口设在海底墙壁，没有潜水头盔谁也别想活着从正门进来！而且水下那坑爹的亮度，正常人都不会弄上大堆的萤石来照明然后进行地毯式搜索吧……再把其他7面墙壁外侧全部灌岩浆！绝对完璧的防御！缺点就是太晚期才能成型，在那之前被人干掉就没用了……\n\n3、超高空飞岛！……这个感觉目标太明显了似乎用几组沙子就能轻易地登上去……，反正最大高度也只有250多，哪怕你飞在海面上空人家也可以乘船，睡莲，然后最多4组沙子就到了你家了——把飞岛底面用蓝色羊毛伪装起来不知道能不能骗过别人……不过这样的老家自己回去一次……好像也很麻烦……\n\n4、使用梯子的黑曜石加林仙人塔！底部的活板门必须用拉杆打开——但正确的拉杆只有一个，拉动错误的就会被活塞推掉梯子坠落——同样有容易被堆杀法破解掉的麻烦，而且黑曜石塔太显眼了，一堆人打你的主意的话，攻破也只是时间问题，到时候搞不好给整座塔都被别人拆走了……\n\n5、我就是无畏的游牧民，从来不需要设老家，走一路抢一路烧一路，背后不留下任何资源！就算是夜晚来临我也只暂时转战地下，白天又是我的冲锋时刻！——感觉是很容易死掉然后回归裸体石器时代的家伙……除非调整老家被端的得分否则似乎优势不大\n\n6、我把老家设到下界！藏在岩浆瀑布和地穴天花板上！——好吧，如果不准备足够的黑曜石，被人拆掉传送门的话就悲剧了，而且传送门那吵闹的音效，搞不好会有人在出口处蹲点守你……\n\n7、地下城主型——杀敌才是自保的最佳途径，通往我地城之心的道路由种种陷阱保护，入侵者将全部变成我积分榜上的收获！\n\n8、终极生存——连环计的双重伪装，兵不厌诈！不管谁从入口进来都会觉得这是一个已经被人灌岩浆烧掉的败者的地穴——但真正的的入口其实就在岩浆河对面的墙壁上，每次出入需要自己搭石桥再拆掉。——一般来说没人会认真探索一个已经被人烧了的屋子吧，但是真正地穴的其他墙壁也有被别人突破的可能，这个还是得想想办法。\n\n大家又有什么好的点子和设计呢？我觉得这样一个游戏，即使只使用原版内容也可以让多人服务器的火爆程度极大增强的说，不管怎么说也是斗智斗勇的PVP战啊！",
    "replies": [
        {
            "author": "55IW",
            "timestamp": 1344639000,
            "txt_content": "领地保护- -"
        },
        {
            "author": "不眠之眼",
            "timestamp": 1344640320,
            "txt_content": "领地保护和冒险模式这些都是为了限制玩家，可是咱这里说的是无限制级的绝对自由战斗，只要是在游戏正常框架下，不作弊，不什么，一切合理的相杀和破坏手段都应该是允许的，是淘汰战啊，是大逃杀啊，甚至某种程度上的临时组队都应该是被允许的，比如狩猎排行靠前的玩家能够获得更高的分数——不是和平，而是宝剑，咱就是要想办法促动这个服务器的玩家去对抗，而不是一道程序把所有破坏行为直接禁止了。"
        },
        {
            "author": "zjy",
            "timestamp": 1344643020,
            "txt_content": "去别人家里打"
        },
        {
            "author": "kaikaizwz",
            "timestamp": 1344647040,
            "txt_content": "好方法，不错，嗯，不错\n来自：Minecraft中文论坛 Android客户端"
        },
        {
            "author": "ATTEL",
            "timestamp": 1344647640,
            "txt_content": "立马离开该服务器。"
        },
        {
            "author": "1071216347",
            "timestamp": 1344766680,
            "txt_content": "不造家了  "
        },
        {
            "author": "Neubulaeko",
            "timestamp": 1344793500,
            "txt_content": "我来，房子用岩浆包住用活塞把岩浆推出，把开关藏地隐蔽些"
        },
        {
            "author": "koala1207",
            "timestamp": 1344797220,
            "txt_content": "用WorldGuard来给老玩家设置保护区，闲人免进~"
        }
    ]
}