{
    "title": "<原创·连载>血色王国 第十五章 【恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 8,
    "timestamp": 1425613080,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-3-20 22:52 编辑 \n血色王国\n\n\n      在宇宙大爆炸三十多亿年后，宇宙的秩序乱得不成样子：各种彗星陨石在太空中横冲直撞，有的撞上了另一块陨石，并与其结合，最终越来越大，形成一颗行星。      又过了几十亿年，宇宙基本成型，在宇宙的某个角落，生命在悄然诞生。      “现在还是很混乱，必须要镇压才行！你觉得呢，行辕。”一个人恭恭敬敬地对着行辕说。行辕并没有表现出骄傲，而是虚心地说：“很不错，我们需要利用手上的这五把神器来镇压并统治，谢谢你的想法，高韧。”      蔚蓝的星球，生命正在蓬勃中，这颗星球的霸主——恐龙，正在毫不客气地享用着这个星球上的资源。行辕和高韧利用神器的力量将一颗直径约为十公里的小行星击向了这颗星球，并摧毁了上面98%的生命。“我们需要更聪明的生物做力量。”他是这么说的。      经过了几千万年的进化与发展，新的物种——人类意外地诞生了。他们发展得很快，仅用了两百万年，就已经能够对抗目前宇宙中最强大的星球——TWOD。通过利用人类，高韧和行辕建立了一个组织——星盟。地球很快加入了进去，还有伍尔特。      当伍尔特的塔尔人代表出现在地球代表面前时，地球人“噗嗤”一声笑了起来——仅仅是因为耳朵是尖的。行辕为了自己远大的理想，绝对不能不满足人类的愿望，无奈之下将塔尔人列为最低下卑微的种族。为了更好地巩固统治，他将神器发放给这两个星球，当然伍尔特的神器是实力最弱的。而行辕和高韧的两把神器却是实力最强的。      塔尔人终于要离开这颗星球回到家乡了，高韧悄悄地将剩余的一把神器送给了塔尔代表，并向他道了歉，他说：“真的是非常抱歉，仅仅因为一声笑就把塔尔人...”他不再说了，脸转过一边，代表把手搭在他的肩上，说：“有什么大事呢，仅此而已罢了。”高韧坚定地说：“等事情办成后，我们一定将地球人赶尽杀绝！”他把视线转向一旁的拐角，说，“另外，隔墙有耳。”      一个溜进地球舰艇的普通地球人听到了他们的谈话，他连忙去告诉地球代表，地球代表只是笑了笑，骄傲地说：“等到他们有那个实力再来吧。”      星盟历代都有领头人领导整个团体，但幕后的统治者却是行辕和高韧。行辕是总参议长，高韧则是“XM”军的总指挥，这两人严重影响了星盟的发展，导致各星球的加入频率也越来越小，人们决定暗中解决掉这两个碍事的家伙，并加以驱逐！      38个精英很快聚集起来，并人手一把仿造神器，向着地球——他们两个的住所前进。      2012年12月24日，地球。      “走吧。”行辕招呼着高韧，他们的行李已经收拾好了，承载着地球的火箭，发射向月球。“地球朋友，我衷心感谢你们将我们送出地球，我们想要坐着你们的火箭残骸逃出银河系，你愿意再帮我们一把吗？”地球很快给出了答复：“坚决帮助外星友人！”当他们踩上残骸时，地球人的狞笑打破了他们东山再起的美好想象，当他们反应过来时，晚了。地球人按下了遥控器按钮，定时炸弹爆炸了，神器和两人不知所终。      “大闹一场吧，孩子们。”冰寒看着双方激战的场面，嘴角扬了起来。—————————————————————————————————上一章      目录      下一章\n[groupid=865]Time And Space[/groupid]",
    "replies": [
        {
            "author": "小析",
            "timestamp": 1425616680,
            "txt_content": "表示这和minecraft有关吗- -"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1425618780,
            "txt_content": "小析 发表于 2015-3-6 12:38\n表示这和minecraft有关吗- -\n不是Minecraft的小说也可以发啊..."
        },
        {
            "author": "北极星人",
            "timestamp": 1425629340,
            "txt_content": "这就是传说中的扯淡魔法么← ←"
        },
        {
            "author": "天阶",
            "timestamp": 1425629520,
            "txt_content": "表示宇宙神马的完全不理解……"
        },
        {
            "author": "Aiursad",
            "timestamp": 1425634140,
            "txt_content": "没什么描写之类，看起来，字也不多，无聊..."
        },
        {
            "author": "xcc",
            "timestamp": 1425794280,
            "txt_content": "字这么大是为了掩盖字数小吗"
        },
        {
            "author": "xcc",
            "timestamp": 1425794280,
            "txt_content": "北极星人 发表于 2015-3-6 16:09\n这就是传说中的扯淡魔法么← ←\n冒味问一句...你是梦魇的朋友么"
        },
        {
            "author": "北极星人",
            "timestamp": 1425893700,
            "txt_content": "xcc 发表于 2015-3-8 13:58\n冒味问一句...你是梦魇的朋友么\n同学啊，怎么了← ←"
        }
    ]
}