{
    "title": "《Minecraft英雄纪元》/《Minecraft矛与盾》第二章",
    "author": "可乐丸子",
    "replyCount": 2,
    "timestamp": 1425649200,
    "txt_content": " 本帖最后由 可乐丸子 于 2015-3-6 21:47 编辑 \n==目 录==\nMinecraft英雄纪元第一章\n==引==\n很久以前开始，这个世界是被我们注视并守护的\n我们的统率认为，不存在没有我们生成的土地\n我们认为，我们将一直是这片大地的主人\n直到，他们出现\n==第二章==\n\n\n“借过，抱歉……借过！”史莱姆端着盘子，双手有些发抖，并不是因为他端盘子的技术有多烂，而是他忍受不了将散发着如此诱惑的食物端向他人口下的做法。\n\n\n一些外地来的不明所以的客人，神态错愕地看着十几个长相相同的年轻人穿行在桌凳之间，匆匆丢下烧烤地均匀焦酥的鱼，牛排，然后像是逃难一般地离开餐桌。\n\n\n当然，那些明白的人只是带着一些善意地笑笑，继续享用美食。\n\n\n“如果你还想活着结束工作的话，就麻烦给我高效率一点，最好现在就拼命地干活！”老板娘仍在怒喝。\n\n\n门口传来人群的惊呼声，不过大多数人已经见怪不怪了。\n\n\n恩德尔总是出现地十分突然，两个月来，他总是出没于这个小镇，虽然是个让小镇的人琢磨不透的奇怪人物，但他待人接物总是彬彬有礼，因此也赢得了小镇的人们的对其目的并无过问的尊重。\n\n\n“史莱姆先生，看得出来你是个干苦力活得能手。”恩德尔走到一个无人而靠窗的座位坐下，慢悠悠地喝水。\n\n\n“这……只是我喜欢劳动而已。”史莱姆（之一）苦笑一下，“嗯……您这是第六次光临了，还是一份曲奇饼加半杯柠檬水吗？薰衣草调制？”\n\n\n“有劳了。”\n\n\n“可是……先生，您已经有五次没有付钱了。”\n\n\n“嗯……金钱并不是最重要的东西，不是吗？”\n\n\n“是。”\n\n\n“请在在下的名字下面轻轻划一道线，有劳了。”\n\n\n于是史莱姆（之一）划了第六道线。\n\n\n“对了，工作告一段落后，我希望你能坐到这里来聊聊。”\n\n\n“嗯？您有什么事么？”\n\n\n“没什么，请便。”\n\n\n\n\n\n\n恩德尔在享受自己的曲奇饼时，老板娘也在享受一副完美的画面。\n\n\n“帅，恩德尔先生真的太帅了……”\n\n\n“他说等我的工作结束了让我去陪他聊聊。”\n\n\n“哦天吶！为什么不来找我？！……那你还在干什么？快点去，而且……最好在他面前多提一下我……”\n\n\n“这是什么意思？”\n\n\n“……没什么！你最好按我的要求做！听着，现在放下手里的碗，让其他小工替你，我要你现在就出现在那个位置！”\n\n\n\n\n\n\n恩德尔忧郁地看着窗外。反复摇晃着柠檬水。\n\n\n“呃，我来了，恩德尔先生，老板娘她……”\n\n\n“你觉得整个世界正确吗？”\n\n\n史莱姆确信自己没听错，不过仍然迟疑，\n\n\n“什么？先生？”\n\n\n“你觉得，你被大家看不起，被嘲笑，被指使这种事情，正确吗？”\n\n\n这显然不是同一个问题。\n\n\n“正确？您是指哪方面……”\n\n\n“当然是……精神方面，道德方面……”\n\n\n“您是认真的？”\n\n\n“哈哈……可能是吧。”\n\n\n“我觉得，这不关乎正确与否……我相信大家没有恶意，我觉得那样挺好的，我……并没觉得什么被歧视或怎么样……即便是老板娘，我白吃饭被抓来干活也是理所应当的……啊，老板娘是个好人”\n\n\n“万千生物都这么觉得，”\n\n\n恩德尔，放下柠檬水，转头认真地神情出现在他方形的脸上，\n\n\n“被设计出来，就要按照被设计的路线前进，本来就设定好该被怎么对待的人，自己何必争取形象的改变？”\n\n\n“你这是在骂我还是在骂我周围的……”\n\n\n“只是一点小感慨而已。请务必不用认真。”\n\n\n“你究竟是干什么的？”\n\n\n“这个嘛……要看你愿不愿意追随我。”\n\n\n“这是什么意思？”\n\n\n“如果你同意，那么今天我们就动身。”\n\n\n“首先我需要明白以前发生过什么，现在发生了什么，将来会发生什么。”\n\n\n“时间宝贵，我给你一下午的时间思考。”\n\n\n紫色的粒子消散在座位上，留下空空的柠檬水杯。\n\n\n根本不像个绅士啊……\n\n\n追随他？\n\n\nWhy?\n\n\nWhat?\n\n\nWhat the fu**?\n\n\n但不得不承认，史莱姆被吊起了胃口。\n\n\n追随不追随的随便……可是他必须知道这家伙是什么来头！\n\n\n当夕阳告别了云层在远方留下最后一缕金色时，史莱姆结束了下午的工作。\n\n\n他站在酒馆门前等待，看见月亮逐渐上升。\n\n\n随着月亮的完整，一个瘦长的身影随之出现。\n\n\n“遵守约定是个好习惯，史莱姆先生，你马上就能看到，一些真实的东西。”\n\n\n\n\n==PS==\n感觉剧情有些跳的快了……\n\n\n开学了，只能周更了，而且还不保证数量质量\n\n\n这个嘛……人都是在努力的，我也不例外。\n\n\n希望留下你的评价 或是 对于剧情、文笔等的讨论\n\n\n常驻战阵（自勉语，出自《虫奉行》）",
    "replies": [
        {
            "author": "ε--",
            "timestamp": 1425652860,
            "txt_content": "先顶一个，文笔很吸引人！"
        },
        {
            "author": "可乐丸子",
            "timestamp": 1425655260,
            "txt_content": "ε-- 发表于 2015-3-6 22:41\n先顶一个，文笔很吸引人！\n多谢支持！"
        }
    ]
}