{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第三十一章：灵珑屋现】",
    "author": "418878840",
    "replyCount": 1,
    "timestamp": 1425647940,
    "txt_content": " 本帖最后由 418878840 于 2015-3-7 12:51 编辑 \n看了下时间，我真的是失踪好久了呢，会不会有人认为我弃坑了？好吧，寒假的事确实比较多，所以就没更了。（你们要相信我，我说的是实话，真的不是偷懒）\n索引在此\n\n\n第三十一章：灵珑屋现  当黑镍战斗部门的人冲向粉可时，粉可立即将身侧的控制台电源一拔，外泄的强大电流就像一层无形的屏障，将黑镍等人和粉可远远隔开。  “先退下！”镍队长冲前面的人摆了摆手。  粉可明白，现在是他逃出去的唯一机会，所以他只是看了看让其他人停下脚步的镍队长，便迈开步子，强行撞开了他身后的墙壁。  “可恶，又让他跑了！”镍队长气得直跺脚，不过他也没办法，只好叫人去拦截他，“一部分人继续留在这里，防止他再次来这取回身体。另外一部分人跟我来！”  此时此刻，绥磷带着赤磷的人来了。  “什么情况？”绥磷看着脸色扭曲的镍队长，没好气地说道。  “根据刚刚监视部门的探查，他往灵核那里去了。”镍队长好像并没有注意到绥磷的语气，回答道。  “灵核？他往那里去干什么？”  “不知道。”  绥磷和镍队长知道粉可的行踪后，迫不及待地在整个数据库核心里布置了大量警卫和战斗人员。现在他们有些后悔他们当时为什么不装点红外线警戒装置了，哪怕一个也好啊。  “唉，不知道以前是谁保证过不让任何人闯入的……”绥磷本想损镍队长几句，但看到他的脸色，绥磷还是聪明的闭上了嘴巴。  “喂，现在你要去哪？”猪猪君望着粉可疾行的身子，问道。  粉可并没有理他，只是抬起头，将目光移到了前上方的牌子。  “灵核重地，进者，杀无赦？”猪猪君断断续续地念了出来，同时心里冒出感叹：这些人可真傻，这么重要的地方还举个牌子告诉别人，这不是明摆着让人入侵吗。  粉可来到这里后就没再奔跑了，而是停在了原地，对着脑海中的猪猪君说：“我有些累了，灵魂的能量已经不够我继续使用了，所以我得回到你的脑海了。”  “也就是说，我可以继续使用我的身体了？”猪猪君对这个莫名其妙拥有的人类躯体还是很珍惜的，但现在的猪猪君貌似并不期待夺回自己的身体。  “靠，你惹了那么多强力的人，他们现在肯定在搜查你，而你却把这个烂摊子扔给我？！”猪猪君不满的大叫。  “哎呀这也是没办法的，之前控制电源让我的能量耗去了不少，现在经过那么长时间的奔跑，能量当然会用光。”粉可的语气有些念念不舍，虽然这不是自己的身体，但也不想失去那种有五感的美好。  粉可又看了眼标着灵核重地的牌子，心中突然想出了一个绝妙的办法：“你听我说，那些人肯定以为我的目的是这灵核，而这周围都是监控，尽管我极力躲避，但还是被它照到了我的身形，所以他们肯定会将搜索部队全力放在我这条路上。”  “所以呢？”猪猪君听了粉可的想法，心中也拟定了个大概。  “所以到时候你接管身体的时就全力往那个灵核的方向跑，之后再折返回来，至于路上的巡逻兵吗…..我不说你也明白的。”  “可是我们对灵核里面的事情全然不知啊，谁知道里面会不会关着什么怪物……”  猪猪君刚说完，他就感到自己的意识一阵恍惚，随后便看到自己眼前的景象全变了。  “额…….”猪猪君汗颜地挠了挠头，对粉可无语了。  其实粉可的这个计划并不算高明，只是一个简单的诱敌深入，然后在从旁边溜出去罢了，这还是仗着他们没有侦查型士兵。所以猪猪君这次，估计是凶多吉少了。  但粉可没想到的是，镍队长他们并没有追过来，而是带着人冲向了数据库的大厅内……  “其实我早就猜到了，那帮混蛋怎么可能会放过这么个入侵的好机会。”绥磷跟在镍队长身后，依然一副要死不活的样子。  镍队长望着大厅里的状况，长呼了一口气，说：“是我失策了，没想到他们那么快就能恢复过来，并且继续攻击我们。”  只见大厅里一片狼藉，十几名穿着黑色长袍的人正在大肆破坏，毫不给已经赶到附近的镍队长面子，要知道，这片区域可是归黑镍管的……  “嗯哼，我突然想起我有急事，自求多福喽，哈哈哈。”绥磷见状，珊珊笑了两声，便带着人走了。  “该死！”镍队长额头上的青筋拧在了一起，就像一头随时都会发怒的狮子。  “我会让你们付出代价的，有本事别走啊！”镍队长无奈地骂了几声，带着人走了。  原来，就在刚才的那几秒钟里，那些黑袍人便以粉可也自叹不如的速度撤走了，只留下了一张画着钻石的羊皮纸。  镍队长走向已经被破坏的腐败不堪的大厅，从一大堆碎屑灰尘中捡起了羊皮纸。  信上写着几句话，让镍队长气得浑身颤抖，他已经不记得这是他今天第几次生气了，但这次，却让他格外气愤。  信上是这样写的：\n  镍队长，你知道我们是有仇必报的组织，我希望你能考虑清楚你现在的处境，跟我们合作是绝对不会亏待你的，你难道还不明白吗？  我这样跟你说吧，我代表我们整个组织，向你发出诚挚的邀请，加入我们，我们才是你的家。  你不知道你现在在数据库的地位早已经不如以前了吗？反正迟早也是死，倒不如加入我们，为更多的人造福。  还有，我想我作为你的好朋友，应该告诉你一件事情，那就是我已经先邀请你的女儿来了哦……                                                                                                               你的朋友————灵珑屋\n\n \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 @紫晶Blue @陈翰磊 @爱拍之子D @Vatican.Taxi @qxdnfsy @ε-- \n好友@大召唤术！\n另外，求人气\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1425648060,
            "txt_content": "喔，原来我存在感很低的说"
        }
    ]
}