{
    "title": "<原创·连载>《Minecraft之进化之路》第一卷|第二章 阵亡",
    "author": "TheGuantou",
    "replyCount": 6,
    "timestamp": 1425650460,
    "txt_content": " 本帖最后由 TheGuantou 于 2015-3-7 16:07 编辑 \n\n“biu！”一只箭矢插在了门上。“快看，小白！”刁鹏飞说道。“放开那小白，让我来！”刘翔余说完，马上夺门而出。一出门，刘翔余拔除石剑，想着小白冲过去。小白一箭射出，精准的射到刘翔余身上，不疼不痒，只是被击退。“哼！”刘翔余冷冷一笑，在他眼里，这只小白已经死了。“丝～”刘翔余猛然回头，发现两个绿色的身影站在自己背后，慢慢地膨胀着。“小心！”“砰！”几乎同时，两个苦力怕统一引爆，刘翔余连反应的机会都没有。刘翔余倒地，小白露出一个阴险的笑容，在刘翔余的尸体上再补上一箭。四人一句话都说不出，刘翔余死了！“我靠，这俩苦力怕哪来的？”杨成绪说道。“难道是在门口两边藏着？刁鹏飞说道。听到刁鹏飞的事后诸葛亮，孙正茗默默的在门口两边瓦了两个洞。“这里的怪和游戏中的不一样，他们变狡猾了。”孙正茗说道。“可恶，怎么办？”“等吧，等到明天。”四人沉默了，忽然，一个声音响起。“唬～（僵尸君）”两个僵尸埋伏在了门两旁。“这果断不能忍啊！干他们！”杨成绪说完，抽出石剑开始砍僵尸，张天负责另一个。就在孙正茗觉得自己要酱油时，火柴盒后面的那面墙壁上出现了一个裂纹。不是吧，小怪连方块都能拆？孙正茗想着，也拿出石剑守在石墙旁。“嘣！”一个石块被挖破，后面是一个僵尸脸。“果然，小怪都会挖墙了。”孙正茗想想都后怕，这个世界的怪也太阴险了吧？正面佯攻，背后包抄。就在孙正茗三下五除二砍死僵尸以后，更吓人的事发生了，一直小白远远的站在僵尸背后，拉着满弦的弓。“biu！”幸好孙正茗反应快，飞速拿出圆石补上洞，致使小白的箭被挡在了外面。“谁有沙子？烧成玻璃把洞堵上。”张天说道。“我，我有。”刁鹏飞跑道炉子前，开始烧玻璃。“那我们现在做什么？我感觉时间过的比游戏里慢。”杨成绪说道。“挖矿吧，火把还够吗？”孙正茗说。“嗯，很充足。”“好，留下一层，把房子地下全挖开。”说完，四人齐上阵，开工！“我负责流楼梯，你们全挖开。”张天说道。四人挖矿效率很快，转眼间三四层就下去了，一边挖矿四人嘴也不闲着，都开心的聊着。“话说这里的矿物分布也挺奇怪的，挖半天挖不倒，一挖到就是一大片。”“是啊，矿物看来是集中分布。”“哎，把矿集中一下，我回去烧，顺便稍几把镐。”孙正茗带的石搞已经全挖破了，对着大家说道。”“稍等，这有一个地牢，我们一起。”刁鹏飞说道。“嗯？挖到地牢了？”四人集中到一起，迅速把顶层拆掉，当孙正茗看清刷怪笼的内容后也是吓了一跳。苦力怕！而且一刷就是四只。“丝～”见到苦力怕开始引爆，四人迅速逃亡，“砰！”矿坑被炸开，地牢中的包厢也被炸开。“哇！钻石！”张天看到地上飘着的钻石跳下去捡，可他没有看清楚，地上有一个压力板。“嗒，丝～～～砰砰砰砰！”一连串的爆炸，张天当场阵亡，连上边的三人都被波及，地面被炸出一个大洞，可见TNT数量之多。“可恶，又被摆了一道！”孙正茗愤怒的锤了一下地面，说道。“看来这个世界并不全是我们熟悉的世界。”杨成绪说道。“大家吃点东西，应该快明天了。”孙正茗对着两人说道。三人各自拿出烤肉，吃了一些，顺着楼梯爬了上去。顺着门口的玻璃，孙正茗望着缓缓升起的太阳。而太阳下边，是虎视眈眈的小白。随着太阳完整的露出它的方脑壳，新的一天开始。“复活了！”背后传来的声音令孙正茗着实吓了一跳。“哎？刘翔余？张天？”“不是极限吗？你们??”杨成绪也是很吃惊。“哈哈哈哈”孙正茗笑了起来，“我们都犯了一个错误，这根本不是极限，只是一个普通生存，这就叫做惯性思维。”“我倒更喜欢极限。”杨成绪说道。“看见我们不死你是不是很不开心？刘翔余笑着说，“哎，我们就是不死，气死你气死你。”“这不是重点，最重要的是死亡不掉落，哈哈，钻石是我的了！”刁鹏飞开心的得说道。“你早晚死在这上面。”孙正茗没好气的说道。“没事，不是死过一次吗？”刁鹏飞反驳孙正茗一句。“算了，过来看吧，看着你的仇人烧死不也是很有乐趣的事吗？”孙正茗一指门外的小白，坏坏地说。五个人围在门口，看着小白被火烧死。孙正茗走了出来，由于这次事业开阔，再加上是白天，孙正茗到没太担心。虽然说这个世界怪物很机智，但掉落物也是很丰富，一把弓+箭+骨头，小白身上的东西掉的差不多了。\n索引贴 http://www.mcbbs.net/thread-419210-1-1.html",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1425650820,
            "txt_content": "MC小说=穿越+打怪+什么都知道@龙腾猫跃"
        },
        {
            "author": "xcc",
            "timestamp": 1425650880,
            "txt_content": "描写不够生动，主题没有突出"
        },
        {
            "author": "TheGuantou",
            "timestamp": 1425651240,
            "txt_content": " 本帖最后由 TheGuantou 于 2015-3-6 22:16 编辑 \nxcc 发表于 2015-3-6 22:08\n描写不够生动，主题没有突出\n现在只是开头，连过渡期都没到，话说MCBBS居然只能3贴/H 害得我连索引贴都发不出来至于描写的话，我只能说以后改进吧"
        },
        {
            "author": "xcc",
            "timestamp": 1425651420,
            "txt_content": "TheGuantou 发表于 2015-3-6 22:14\n现在只是开头，连过渡期都没到，话说MCBBS居然只能3贴/H 害得我连索引贴都发不出来至于描写的话，我只能说 ...\nhttp://www.mcbbs.net/thread-403604-1-1.html\n祭上龙猫"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1425700440,
            "txt_content": "xcc 发表于 2015-3-6 22:17\nhttp://www.mcbbs.net/thread-403604-1-1.html\n祭上龙猫\n所以我只能表示摊手……→_→"
        },
        {
            "author": "xcc",
            "timestamp": 1425702600,
            "txt_content": "龙腾猫跃 发表于 2015-3-7 11:54\n所以我只能表示摊手……→_→\n摊爪....话说你最近有坑么= +"
        }
    ]
}