{
    "title": "<原创·连载>《Minecraft之进化之路》第一卷|第四章 苦力怕大军",
    "author": "TheGuantou",
    "replyCount": 5,
    "timestamp": 1425690660,
    "txt_content": " 本帖最后由 TheGuantou 于 2015-3-7 16:08 编辑 \n\n“孙正茗，史蒂夫是谁？”杨成绪问道。“我们在沙漠逛的时候，碰上小黑欺负人，我们把他救下来了。”孙正茗说。“他是这的原著居民？”杨成绪继续说。“应该是，他是被从部落里赶出来的。”孙正茗说。“部落？看来这个世界还挺热闹。”“也好，有个原住居民能多给我们讲这的故事。”张天插嘴道。很快，基岩到了。“大家集合，统计一下成果。”孙正茗说道。统计完毕，这一天他们挖出了十几个钻石，两组红石和许多铁和煤，不过却没有发现金子。“挖到不少好东西，等天亮出去看看，能不能造几张地图出来。”孙正茗说。几人一边闲聊一边向上走，也都有意无意的拿出面包啃。到了地面，孙正茗看了一下熔炉，里面正好有五块牛排，无人正好一人一块。就在几人开心的啃着牛排的时候，门口出现了几只苦力怕。“大家小心，有苦力怕。”孙正茗题行道。苦力怕进不来，索性就在门口引爆。“丝～砰！”门被炸坏了。开始孙正茗不以为然，就是一次普通的苦力怕引爆，但看到又有苦力怕向着这边走来，孙正茗觉得事情一定没有这么简单。快速用石头堵住门口，孙正茗等人站在屋子中央，等待着。只听“丝～砰！”屋子的四面墙全部被炸开。“不好！快进矿洞！杨成绪说道。“不行，苦力怕应该是为了一圈，既然屋墙被炸破了，那么矿洞顶也好不到哪去。如果苦力怕大军冲下来，我们都得死！”孙正茗说道。“不是能复活吗？”刁鹏飞笑着说。“这种情况下，能不死就不死，谁知道下次还能不能复活？”孙正茗有点生气了。“拿上食物，趁着现在还没有怪，我们突围！”孙正茗说道。孙正茗看了看史蒂夫的房子，也是只还剩下一个石顶了，不远处，两个苦力怕正在追逐着史蒂夫，史蒂夫一边逃命一边回头砍着苦力怕。“揍，先去救下史蒂夫，我们一起更安全。”孙正茗五人一拥而上，将两只苦力怕乱刀分尸。“饿，吓死我了，居然有这么多的苦力怕。”史蒂夫惊魂未定，显然是被这苦力怕大军吓到了。就在几人闲聊之际，一圈僵尸围了上来。“快看，僵尸君！”刁鹏飞喊道。“这种情况只能打了，我们六个人围成一圈，天应该快亮了。史蒂夫，你的食物够吗？”孙正茗说道。“够，临走之前我身上带了一些食物。”史蒂夫说道。“好，准备迎战！”孙正茗五人抽出铁剑，相比而言史蒂夫的石剑就有点寒蝉了。在他旁边的刁鹏飞也帮他砍一下僵尸，没过多久，这一圈僵尸就被砍的差不多了。看着满地的腐肉和零星的萝卜和土豆，几人心中也是愈发感慨：这怪物也太坑爹了吧！经过这次教训，孙正茗倒觉得把屋子造在空中是个不错的选择，说干就干，在渐露头角的太阳光下，几人开始在空中盖房子，为了防止苦力怕炸底，孙正茗不仅把房子的高的在残余的石顶的基础上又加高了一块，还造了三层底，也是有点被苦力怕炸出阴影的感觉。太阳升起，史蒂夫帮着收小麦和扩大麦田，先要有稳定的食物来源MC才能发展下去啊。由于木头大多被烧成了木炭，孙正茗和张天决定再次去找片树林下手，杨成绪三人则是出去找矿山，毕竟光在自家下面挖空间还是小。Ps：虽然说只有千数字一章，这是因为现在还是过渡期，主线剧情还没有出。前几章有人提到和书名不对应，顺便说说，不要把进化之路当成一部MC微小说，虽然章节短，但贵在数量。稍微剧透一下，整个第一卷就是主线剧情的开端，算是一个过渡期吧，虽然有点长，但请大家放心，故事内容绝对不会水成片。索引贴　http://www.mcbbs.net/thread-419210-1-1.html",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1425691680,
            "txt_content": "那个\n能把人物更详细一点么？\n五个人……\n开场才几个人？"
        },
        {
            "author": "llxy",
            "timestamp": 1425691680,
            "txt_content": "不错不错，好评！"
        },
        {
            "author": "TheGuantou",
            "timestamp": 1425691740,
            "txt_content": "天阶 发表于 2015-3-7 09:28\n那个\n能把人物更详细一点么？\n五个人……\n人物心里刻画会慢慢来，外贸的话……我并不擅长，算了，感谢提醒，去补救一下"
        },
        {
            "author": "yangay",
            "timestamp": 1425692280,
            "txt_content": "好看{:10_512:}"
        },
        {
            "author": "HJT2015",
            "timestamp": 1425694440,
            "txt_content": "不错不错，好看！"
        }
    ]
}