{
    "title": "我的世界小说，不好请原谅，谢谢合作。",
    "author": "236299941",
    "replyCount": 6,
    "timestamp": 1425704940,
    "txt_content": "                                                                         :你知道吗，我的世界又更新了\n                                                                          ：我是作者---------\n                                                                         ：废话不说，开始。\n                                                                           第一章 意外的穿越\n“我去，末影人！”\n坐在电脑前的刘光影叫了起来。只见屏幕内紫光一闪，一个瘦长的黑影出现在了他的面前，同时，音响里传来了一阵刺耳的音乐。\n“该死！果然和李大利说的一样！不行，要敢干掉它。”说着，手中的铁剑连连挥舞，砍向了那那个末影人。\n突然，那末影人却做了一个游戏中不该出现的动作——它一把抓住了那把铁剑！\n这时，电脑里传来了一阵刺耳的说话声，诡异的是，这声音并不是从电脑里传出来的，而是直接从电脑里传出来的！\n“剑可不是你这么用的，神选者一号！”\n“你……你你是谁？为什么在我的电脑里？”刘光影结结巴巴地说道。\n“少废话，进来再说！”说罢，屏幕上便出现了一个紫色的传送门。同时，一双细长的黑手伸了出来，把吓懵了的刘光影拽了进去。这时，电脑旁的闹钟停止了工作，窗外飞翔的鸟儿也悬浮在了空中，整个世界的时间都停止了。\n与此同时，吓得闭上眼睛装死的刘光影耳边也传来了说话声：“运气真是不错，神的旨意刚下来，就找的一个灵魂强度这么强的。”“是啊！这次任务一定可以圆满完成啦！那件事也有希望了！”“神的旨意？灵魂强度？那件事？”刘光影丈二和尚摸不着头脑。“睁开眼睛吧，神选者一号！我们知道你还活着！”那个声音又响了起来。刘光影睁开了眼睛。只见他身处在一片紫色的空间里，而身旁站着两个末影人。\n“你好，神选者一号，请原谅我们就这样把你带进来。我的名字是卡兰得?瞬闪，你叫我瞬闪就行。”“我是牡斯?拉多尔?搬运，你可以叫我搬运。作为神选者计划中被第一个选中的，我们可以给你一些福利。首先三个问题。”刘光影无奈的笑了笑，知道自己是逃不过去了。但没想到自己是第一个被拽进来的，真不知道自己是该高兴还是痛苦了。\n“首先，这里是哪里？”\n“这里是Minecraft的世界，也就是你们人类所谓的程序空间。”瞬闪回答道。\n“第二个问题，我来这里干什么？”\n“作为被神选中的神选者，最终是为了那件事。至于那件事是什么事，你的实力太低，暂时不会告诉你，不过你迟早会知道的。我们会根据你的生存情况来给你发排任务，要是完不成，嘿嘿……可是有惩罚的哦！”“汗……第三个问题，现实中的我怎么了？”“当你进入程序空间时，外部世界的时间将会暂时停止，知道你走出程序空间为止。好了，三个问题问完了，第二项福利，接着。”说着，搬运丢过来一把铁剑……插在了刘光影的肩上。\n“啊啊啊……”紫色空间里响起了杀猪般的惨叫。\n“Sorry，平时被追杀惯了，条件反射。不过，这至少说明两点：一，痛觉系统还开着，二，这把剑的锋利+火焰附加还能用。”只见两个末影人面前有一正真在蠕动的烧焦物，正是悲摧的刘光影。“妈的，老子就一滴血了，给老子个痛快！”“你确定”瞬闪惊讶地问。“快点，老子要疼死啦！”“还是你来吧，搬运。”“你到底还是心太软，瞬闪，让他体验一次，他就会珍惜他的小命的。”说完，搬运就阴笑着，给刘光影来了一记断子绝孙腿。\n“啊啊啊……”比上次更惨更持久的杀猪声又响了起来。\n“知道了吧，复活可不是那么轻松的！要么珍惜小命，要么体验比掉进岩浆更大的痛苦！另外，其实在紫色空间里，你的伤势可以很快就恢复的。”“Your sister！你怎么不早说？”给你个教训也好，让你懂的小命的珍贵。”“别那么幽怨的看着我，我这是为你好。好了神选者一号，拿起你的剑，出发吧，未来掌握在你手上！”\n说完，刘光影就昏了过去。\n（未完待续）",
    "replies": [
        {
            "author": "ufof",
            "timestamp": 1425705000,
            "txt_content": "错版！！"
        },
        {
            "author": "236299941",
            "timestamp": 1425705120,
            "txt_content": "第二章 开始新生活 \n“神选者一号，你已经入游戏空间，祝好运。” 听到这句话，刘光影醒了过来。向四周望了望。自己出生在了一片平原上，太阳正在缓缓升起。南面是一条河，河的对面是一片树林；南面是一座山；其他两面则是一望无际的平原，中间零零星星的几棵树。手边是那把给自己带来诸多灾难的剑。"
        },
        {
            "author": "236299941",
            "timestamp": 1425705120,
            "txt_content": "236299941 发表于 2015-3-7 13:12\n第二章 开始新生活 \n“神选者一号，你已经入游戏空间，祝好运。” 听到这句话，刘光影醒了过来。向四周望了 ...\n第三章 巧遇李大利\n“又进来了两个人吗？嗯，看来我不会孤单了。不过，真会选时间啊，现在已经黄昏了，眼瞧着就要天黑，肯定不会让他们有搭庇护所的时间。看来我早点进来还是有好处的，哈哈哈。”刘光影猥琐的想着。\n的确，现在进来的人恐怕只有两个选择，要么和数量庞大的怪物厮杀，要么……挖三填一，把自己活埋，等天亮再出去。不过，那种憋屈的感觉和默默等待的烦躁感可不是谁都受得了的。\n这时，刘光影家门正对着的方向，三格高的地方出现了一个手提水桶的人影，然后……直接掉进了下面刚出现的，饥饿难耐的僵尸群里……\n“啊啊嗷嗷哇哇……”那人发出惨叫。\n“这么悦（wei）耳（suo）的惨叫，恐怕只有李大利那个厉（qi）害（pa）的家伙才发得出来吧。难道他也被拽进来了？好吧，看在他以前叫我大哥的份上，救他一命也不是不可。”说着，拔出搬运的馈赠，一边插着火把，一边向那边惨叫不断的怪物堆冲了过去。\n“该死的搬运贱人！选这么个时间把我放进来！”李大利一边说着，给了旁边不停吼叫的僵尸一拳。但也架不住僵尸太多，后面还有小白助阵，不停的冲着李大利放冷箭。\n“啊嗷呜……”又是一声惨叫，只见李大利捂着屁股，菊花上插着一支箭。正当李大利快要绝望的时候，忽然，那个爆了李大利菊花的小白背上插进了一把剑，接着，那小白便浑身起火，尖叫着跑开，没跑两步，就化作白烟，留下了两根骨头一支箭。\n“您开启了任务：骷髅猎手\n任务目标：击杀二十个骷髅弓箭手\n奖励：骨头二十根\n骷髅头颅一个\n经验10”\n这个消息立刻点燃了刘光影击杀小白的热情。在砍着小白同时，刘光影又丢了一把石剑给李大利：“小李子，给老子灭光它们！”“刘老大！”李大利惊讶地喊道：“你也被拽来了！”“少废话！逃出去再说！”刘光影一边说着，回手一剑把另一个小白捅了个透心凉，然后任由它欲火焚身去了。拿到石剑的李大利也没闲着，一剑砍飞了一只正打算咬他的僵尸。刘光影越杀越勇，冲向了最后两个小白。忽然，李大利大叫一声：“小心！”刘光影立刻回头，只见一个飞快无比的身影冲向了他。小僵尸！刘光影心中一惊，他在游戏里没少吃过这种速度极快的怪物的亏。他立刻拔出一把石剑，扔向了小僵尸。但小僵尸的速度也不是盖的，一下子就闪过了那把石剑，但刘光影却不惊反笑。只见他挥舞着搬运的馈赠，挥出一片火焰，斩向了那敏捷奇高的怪物。那小僵尸由于躲避了石剑投掷，没有办法半途刹车闪避，脑袋直接被火焰所掩盖，化成缕缕白烟。同时，刘光影为了击杀小僵尸，被那两只小白射了两箭。于是，刘光影把愤怒法卸载了那两只小白身上。很快，那两只小白就在火焰中去见它们的骷髅神去了。\n很快，围住李大利的怪物就被杀光了，给李大利留下了34根骨头，30块腐肉，12支箭，3张弓以及大量的经验，让刘光影升到了三级。\n这时，提示音又响起了：“您已提升至二级，获得属性点2，请选择额外奖励：\n1、随机组件一个\n2、随机石质附魔武器一件\n3、1钻石+3绿宝石+3黑曜石”\n“您已提升至三级，获得属性点2，5铁锭。”\n刘光影思考一番，决定将力量和体力各加两点。因为体力可以增加血量，力量可以增加攻击力，这些可以让自己在初期打怪打得更爽快，还不至于很快被干掉。至于特殊奖励，刘光影选择了第一项。\n“随机组件抽取中……恭喜您获得组件——属性侦查，可以侦查敌人的属性。”\n刘光影心中一喜，赚大了！\n有了这个组件，就不怕不知道敌人的强弱，导致作出错误的决定了！\n平复了一下心情，对李大利说：“回庇护所聊。”\n（未完待续）"
        },
        {
            "author": "236299941",
            "timestamp": 1425705180,
            "txt_content": "第四章 李大利的遭遇\n庇护所里，刘光影和李大利正在进行“愉快”地谈话。\n“你妹啊！小李子！要不是你让我玩这个什么鬼游戏，我会进这里头来？”\n“不是啊老大，我也不知道会这样呀！再说，不是你看我玩觉得好玩，非要我告诉你的吗？”李大利委屈地说。\n“还敢狡辩，是不是想尝尝复活的感觉？”\n“不要！对不起老大，我不会再狡辩了！”\n“算了，不跟你拍板了，先说说你是怎么进来的吧。”\n“我当时正在玩Minecraft，结果就被两个末影人拽进了一个紫色空间了……”“哦？那两个末影人不会是瞬闪和搬运吧！”“老大，你怎么知道？难道说……”“没错，我也是被它们拽进来的。”“嘿嘿，老大，同为天涯沦落人，以后我们可要多多相互关照啦，嘿嘿嘿……”“小李子！你要再这么淫笑，我就……”“别，老大！我错了！”“算了，你继续。”“然后，他们就跟我说了一些什么神选者计划，什么神的事情，还给了我这个。”说着，李大利拿出了一个闪亮的桶，正是他出现的时候拿着的桶。\n“无尽之桶（珍惜道具）\n说明：不管你在桶里装水还是岩浆亦或者其他的东西，都可以无限次倒出来。\n（经过灵魂绑定，不可交易，死亡后不会掉落。）\n看到这个属性，刘光影乐了，这可是刷黑曜石造防线的好东西呀，以后不用一桶一桶的运水运岩浆了，遇到敌人还可以时不时泼出去一桶岩浆，真是杀人毁尸，拆房灭图必备神器呀！\n“之后呢？”“然后那个搬运给我演示了一下，冲我面前洒了一桶岩浆，然后让我体验了一次复活的感觉……”“你也？”“你也！”两人同时在肚子里骂了一句搬运大贱人。（搬运：我招谁惹谁了，你们每天有十小时被追杀试试！）\n“之后，我就被搬运那贱人，给送到怪物堆里了。”李大利悲剧地说。“……看出来了，是那贱人的风格……”（搬运：呵（ni）呵（mei））\n“对了，你是神选者几号？”刘光影问到。\n“我是三号，老大，你呢？”\n“我是一号。”\n“哈，老大，我们挨得挺近的嘛！”\n“那是，我们住得近嘛！你跟我就隔着一户！”\n“那照你这么说，二号是谁呢？”\n“是啊，有谁住得比我离你还近，又玩Minecraft呢？”\n正当两人思考的时候，忽然，庇护所外忽然传来了女孩子的呼救声：“救命啊！”\n（未完待续）"
        },
        {
            "author": "officeyutong",
            "timestamp": 1425705240,
            "txt_content": "抄袭的吧？原帖http://novel.hongxiu.com/a/981608/"
        },
        {
            "author": "GTVZDH123",
            "timestamp": 1425705240,
            "txt_content": "唉，我就用我的举报来拯救你们的帖子\n通常我举报的帖子，管理员都不理我\n比如？比如这个：http://www.mcbbs.net/forum.php?m ... p;page=4#pid7788247\n48楼，自己看吧\n那么，整合包的管理员，这个你都不处理吗"
        }
    ]
}