{
    "title": "【TheClouds】==《荒岛的尽头》== ▅ ▇ 为大家而写的小说 ▇ ▅ 夜更--26731字",
    "author": "1137246733",
    "replyCount": 31,
    "timestamp": 1425731580,
    "txt_content": " 本帖最后由 1137246733 于 2015-4-18 23:44 编辑 \nHello\n[attach]735936[/attach]简介：\n一个人从黑暗里走来，又去向何处……\nRPG+荒岛生存+虚拟世界+人生+真实+虚拟+异次元\n全新的Minecraft小说思维！\n颠覆你所有对目前Minecraft小说的认识！\nRPG+荒岛生存，前所未有的奇葩组合。\n靠字数取胜\n字体不大，每章三千，不会像其他人一样为了掩饰字数少反而把字体调很大。\n因为很重要，所以说三遍\n字体不大，每章三千，不会像其他人一样为了掩饰字数少反而把字体调很大。\n字体不大，每章三千，不会像其他人一样为了掩饰字数少反而把字体调很大。\n字体不大，每章三千，不会像其他人一样为了掩饰字数少反而把字体调很大。\n[attach]735937[/attach]废话：\n大家好，这是IceSix君。\n自己新人的第一作，算是来创作版的一个新人报道。\n新人毕竟是新人，文笔可能没大家想的那么好，但我觉得也能凑合下去看吧QAQ。\n\n[attach]735938[/attach]特点：\n1.字数预计将达到30万字以上，初期目标是10万字。（可以养肥看了！）\n2.还可以看下去的文笔。\n3.全新的Minecraft小说思维！\n4.任何人都可以看得懂的小说。\n5.RPG+荒岛生存，前所未有的奇葩组合。\n6.个人的笔风（幽默+一本正经地胡说八道+古风）\n7.连载=一个星期5000+字，如有鼓励一个星期10000+（学生党。。人多会加更）\n章节字数改为了标准的3000字，感觉会好很多。\n\n\n\n\n\n\n\n3.png (740 Bytes, 下载次数: 9)\n\n下载附件\n\n2015-3-7 20:32 上传\n\n\n\n\n正文：\n第一章-曾经与未来：\n\n      “你醒了。” 一个苍老无力的声音在耳边萦绕，迟迟不肯散去。      “交付予你的东西，你便完成罢。”      传来了一阵阵轻咳声，愈来愈淡，模糊不清。\n      无边无尽的黑暗，令人绝望的黑暗……      最后一丝光芒终已散去，留下一片叹息……      深沉的黑暗中，若隐若现一个人的身影，轻轻迈步走来，深邃的瞳孔散发着幽紫的光芒，却在这无尽的黑暗中毫不刺眼，朦朦胧胧。      幽静的紫色愈来愈近，呼吸与心跳忽地骤然停止，身形早已不在于此。      淡紫的光芒覆盖了整个黑暗世界，映着一张凄凌的含泪的微笑。 \n努力地睁开双眼，忽地被世界刺眼的白光刺痛了双眸，渗出了些许泪。      身处一个充满光芒的世界，与之前的暗沉世界截然相反。身旁时不时有一些浅蓝的清风般粒子飞过，不知飞向何处，也不知来自何处。在视线的最远处，模模糊糊有一面蜂格状的透明墙体，闪着流光溢彩的蓝色。      酸痛的手臂托着透明而坚硬的地面，双腿奋力将身体撑了起来，还没站稳，便感到大脑一阵刺痛，再次摔倒在了地上。      视线变得模糊，陷入了沉睡……      不知过了多久，睁开了双眼，再次托着地面站了起来，忽地发现以前的不适早已烟消云散，身体充满了活力，胳膊也不再酸痛，好似一个重病初愈的人一般充满希望。      微眯着眼观察附近，唯一与以前有些不同的地方在于视线不远处悬浮着一个透明的立方体，闪着流动的纹理，映着模糊的字体。      迈起双腿，甩开自己的胳膊，一副欣喜的样子走了过去，去探查那未知的东西。      上面有一透明的按钮，不知为何自己竟伸手不由自觉按了上去……      景象瞬间变化，来到了一处很高的山巅，踩踏于白云之上。      眼前出现一个透明的方框，里面密密麻麻写满了文字。      欢迎来到《圣界》，这里将为您进行基础设置。      人物创建：      【姓名：纪辰】      【性别：男】      【种族：人类】      【种族变异：弱小】      【职业：无】      属性显示：      体力：3      精神：1      力量：2      敏捷：4      道德：10 （根据曾经道德判断）      魅力：0      幸运：？ （隐藏属性）      （体力、精神、力量、敏捷为基础四属性，全部为10是正常成年人的属性，通过身体扫描获得。基础属性评估：弱小）      阵营：圣 / 中立 （基础阵营）        数据属性：      Lvl：1      Xp : 0 / 10      HP：30 （体力*10）      MP：10 （精神*10）      基础攻击力：1~2 （力量/2 ~ 力量）      防御力：1.5 （体力 / 2）      精神力：10 （精神*10）      抗性：2 （属性和 / 5）      耐力：3+？ （体力+？）      ……      暗暗分析之时，不知从何处“飘”来了一只手持魔杖，身披彩衣，体材玲珑，背挂透明翅膀的不明生物。      “嘿嘿，你好，这里是系统的0006号新人助手小精灵。特地来帮助你。“这只自称小精灵的不明生物轻轻扇动着流光般的翅膀，灵活地飞到自己面前，脸上映着精致的五官，尖尖的鼻子散射着白色的光芒，绿色清纯的瞳孔含着一颗黑色湿润的瞳仁，在光下格外闪亮。      “你有什么问题吗？”她偏着头笑着，样子实在是让人怜爱。      我的视线轻轻挪到了她的身上——一个只有自己身体四分之一的飞在空中的不明生物，摇头晃脑的，装出一副可爱的样子——也许是自己的审美观问题……      “你是谁？”我微微弹动干涸的嘴唇面无表情地问道。      “呃，还不懂。”她用一种奇怪的眼光看着我。      “这里是《圣界》的虚拟世界，你刚刚进入游戏，将会进行角色的基础设定与教程，而我则是《圣界》中对你唯一的新人接待者，包括你以后的游戏体验我都会随叫随到，将会帮助你熟悉整个游戏世界乃至征服世界的哟！”她歪着头，洁白的牙齿弯成了月牙状，满脸笑容与期待，继续说道：“现在你要进行你角色设定的修正与基础点数之类的东西，包括我也会去回答你的一些问题，知道我是谁了吧。”她丝毫不烦躁，慢慢一句句想我逐一道来。      她自己哼哼的大部分话都没有听懂，但还是默默记了下来，也开始对这个世界以及对这个生物产生了巨大的好奇。      “那，《圣界》又是什么啊？”我用一种清纯的双眸注视着她，渴答复。      她歪着脑袋看着我，瞳孔逐渐放大，眼神透露出不解与疑惑，就好像在看一只怪物一般。但她心中还是在忍耐着无奈，再次又给我细细道来：“呃，佩服死你了。听我慢慢给你说吧，真不知道你是失忆了还是怎么滴。”不急不躁，静静伫立，倾听着她的讲述。\n公元2035年，全球变暖及环境问题事态严重，人类以及其它生物面临前所未有的威胁。公元2037年，环境问题进一步恶化，以华夏为首的东方国家开始实施重计，下重拳治理环境，尖端科技精英人士正在不断研究解决方案。公元2038年，华夏北部沙漠爆发全所未有的沙尘暴以及其它自然灾害，两天内导致数千万人被活埋，近亿人流离失所，也就是“灾端”事故。“灾端”震惊了全人类，世界各地陆续发生沙漠恶化事故，但远不如华夏严重。各地游行，人民恐慌——混乱的世界在持续一个月后，逐渐稳定。      公元2040年，面对环境问题全球技术领域无法解决，生物物种陆续灭绝，两极冰川融化严重，海平面上升严重，现已有四个国家因水平面上升而被迫迁徙。      公元2041年，一组代号“毒蝎”的科学小组远赴重山来到华夏北部大沙漠，研究沙尘暴严重的根本原因。      公元2043年，当将近三年无“毒蝎”小组的消息中，华夏中央情报总部忽然放出消息：230人的“毒蝎”小组，现只有四人回归，遍体鳞伤，正等待康复后获取资料。一个星期后，华夏中央情报总部放出一个震撼世界的消息：“毒蝎”小组在北部沙漠发现不为人知的高科技废墟，疑似异星人所留，由于沙漠地区寸步难行，并且伴有超强辐射，所以号召世界军事力量前往收集科学废墟。      公元2044年，如今举世闻名的“坦泰行动”行动展开，全球派出约10%兵力前往遗迹地址进行取样调查，华夏国内处处可见公路中央走过的重型装甲车与空中飞过的武装直升机，全面军事一触即发！整整两个月后，正当记者的质疑愈来愈多之时，联合国总部放出消息：人类将进行一场前所未有的技术更新。      公元2045年，全球出现了一场前所未有的技术风波，几乎一瞬间横扫全球老旧企业，新型科技企业拔地而起，各个国家各个地区实行科技改革，华夏首当前冲，新科技与旧科技宛若天壤之别！华夏发展为全球第一国家，与华夏为中央的东方国家也陆续进行科技更新，西方国家紧追其后。      公元2050年，全球已经遗忘了很多年的环境风波再次卷起，海洋生物大量灭绝，不知多少小国家被海水淹没，联合国还未统计就引起全民恐慌，各地游行。混乱局面始终无法解决，人们都把视线放到了各国政府高层。      公元2051年，在群众的热议中，华夏第一次通过联合国发布了第一套也是唯一一套解决方案。在全球直播受人瞩目的新闻发布会上，发言人提出了这样一个设想：      “环境问题日益恶化，现在唯一能解决的方案就是：让地球人暂时离开地球一段时间，不消耗地球的任何资源，从而使生物圈的自动调节能力发挥作用，重回二十世纪的绿色。但这人人皆知，是无法实现的，这是事实——火星已被认证不适合人类居住，而前往其它星球又会进行一系列的研究。但现在的地球已经容不得等待！”发言者哀叹着。      “目前全球科技水平已经可以让一丁点的营养液来维持一个人一生的生命，但前提是人们都属于沉睡的时期。这不是一年两年的事，而是二三十年的事，只要一年——只要一年人的思维系统不运转将直接会成为植物人，何况如此。”他的双瞳中透出忧伤，颈间的领带已经歪斜，年轻人的斗志昂扬却在此刻黯然尽失。      全场沉默，许久后，他的双瞳忽然变得闪亮，狠狠一拍桌子，昂起头颅，嘴角浮起了浅笑：“令人咋舌的科技水平我们永远无法预料，现我国尖端科技人员研发出一种全新产物——Xbox-plus，可以让人们只在思维低速运作的情况下，来到一个完全虚拟的世界，与我们现在没有什么两样！”      “经过我国政府的深思熟虑，在不使大脑过低速运转，也就是相当于在这个虚拟世界中过着悠闲的生活，我们将开设一个名为《圣界》的虚拟游戏，里面完全包含现实生活的任何因素，唯一不相同的设定在于将实行如今RPG游戏的策略，必须每天面临生与死的挑战，这样才可以让人们生活在紧张的心态中，以不至于思维硬化。”他独自一人站在台上，周围出奇地静谧，凝视着沉思的人们。      公元2051年的这一刻，全球人类沉默——这是生存的危机，这是唯一的解决之道，并且这是政府对人民最好的考虑，这已经是底线，无法再要求什么，只得轻轻点头。      全球游戏团队精英人士与科技界精英人士全部参与了游戏开发，其他各国也同意了华夏的解决草案，正在制定相关法案以及在国内设备的发放。设备将全部从华夏进口——这已经不是考虑利益的时候，这是人类存亡的瓶颈。      公元2052年1月1日，世界沉静，百亿生物全部躺入了营养仓，静静闭目等待开始，压抑着每个人的激动心情。      那时，也是现在。      但问题远远没有如此轻易解决……      这注定地球人类的灭亡……      地球人类将会永远存在于虚拟世界中……      但……\n\n\n\n第二章-海中的岛屿：\n\n\n\n          “现在你懂了吧。”小精灵挥着翅膀绕了自己身体一圈，飞到自己面前，歪着头瞪着大眼睛悄悄地注视着我。      “原来，这里依旧还是地球。”我低下了头默默沉思，呢喃着。试图回忆自己的曾经，但那是禁区，只要丝毫想象就会被大脑神经的刺痛逼回去。不过，反正自己现在还是个地球人，依旧在地球。不再去为那些终究求不了解的事情烦恼，微笑着看待如今的世界。      不过，零碎的记忆碎片中，似乎我还是比较喜欢一些虚拟游戏的，不过那个时候……一阵刺痛把我惊醒，记忆认为我是在挑战它的尊严，炫耀着它引以为傲的武力。      缓缓睁开双眼，开始用一双崭新的眸子打量这个世界，对一切的一切都充满了好奇——视线最近的“小精灵”瞪着大眼睛注视我，附近的附近依旧是曾经，但在我的心中，那已经是一个世界了——一个欣喜的世界，一个摆脱黑暗的世界……      “你累不累啊？“自己忽然看向浮在空中的精灵，竟是生出了一丝怜爱感，微有关切而又冷不丁地问道。      “啊啦！”忽地她发出了一阵欢呼声，洁白的牙齿宛若月牙，眉开眼笑地仔细望着我：“刚才系统叫我一直别说话哎，憋死了，不说话真难受。“欣喜地打量着我，嘻嘻笑道：“看来我的主人不是一个普通人哟，系统都能特别照顾。”      是么……或许因为我不是来自这个世界的缘故吧……      “咳咳。”那精灵霎时又装得一本正经，慢悠悠地开始设置人物：、      忽地她窜到了我跟前，绕着我身子像看怪物一样仔细地打量我的每一寸，正当我瞪着眸子奇怪之时，她猛地飞到我脸前方，严肃的样子惹人喜爱，又忽然变得笑眯眯，眸子都眯成了一条缝，呲起了牙齿：      “你到底是男是女啊！”      我像看一只怪物一样盯着她那嗔怪的样子“呃……你觉得呢……”嘴角露出了一丝浅笑。      “不过资料显示你和我不是同类咯。”又开始变得一本正经，絮絮叨叨地开始进行辅导。      “基础资料没问题吧。”      “嗯。”      “种族也对吧。”      “嗯。”      “对属性的分布能看懂吧。”      “嗯。”      “你能不能别说‘嗯’了！”      “哦。”      “……“      “现在要进行属性加点了哦。”      “哦。”      “现在你有10点的可分配点数，你自己看着分配吧。”      果真是世界尖端人士开发的游戏，连NPC都可以因为老说“嗯”不高兴。      或许未来，我将会和身边的NPC一起生活了，那时自己才恍然明白，这不是一个虚拟的世界，那不是一个虚拟的生命……      自己毕竟以前还是一个虚拟游戏的专攻人士，一番深思熟虑之后，慢慢道来了自己的分配结果：“体力力量敏捷各加三，剩余一点加力量。”      “嗯，好的。”小精灵又楞住了，忙活了起来，而自己则细细研究起来改变之后的属性。体力：6精神：1      力量：6      敏捷：7      道德：10      魅力：0      幸运：？      Lvl：1      HP：60 （体力*10）      MP：10 （精神*10）      基础攻击力：3~6 （力量/2 ~ 力量）      防御力：3 （体力 / 2）      精神力：10 （精神*10）      抗性：4 （属性和 / 5）      ……      魔法师是肯定不会去当了，毕竟自己以前的记忆碎片告诉我，自己最不喜欢这个职业。基本还算满意，其它的职业选择以后再说。      “那我就先出去一下咯，系统会自己给你分配世界出生的。”走之前精灵给我留了一句话。      “对了，系统给我起的名字叫沫沫，以后知道该叫我什么了吧。”            【圣界】人物基础设定完成！      现在将为您随机分配出生世界：      【圣界】正在导入数据库……      Loading……25%……50%……78%……      【重要信息】请您耐心等待，我们会为您进行相关设置。      【重要信息】在这期间您可以查看随机玩家数据：      而后便在面前闪现了一片光幕，上面映着密密麻麻不断在更新的文字。      【系统消息】：[李天] 玩家被送入 *第一战线* 世界的 # 丛林危机 #世界的韦尔尼斯小镇中。【系统消息】：[叶寒冰] 玩家被送入 *冰河* 世界的 # 巨龙窟 #世界的德罗夫小镇中。【系统消息】：[吴武] 玩家被送入 *巨叶* 世界的 # 诺比亚矿城 #世界的斯尼尔矿镇中。……毕竟是RPG游戏，默默祈祷自己被送入一个比较安静平和，野外也不是过于危险的世界吧。默默思衬着。系统数据库分析完毕……Loading 载入中……数据分析成功！【重要信息】：[纪辰] 玩家被送入 *Minecraft* 世界的 # 神秘岛系 #世界的梦境荒岛。紧接着一阵刺眼的紫色席卷周身，便陷入了未知中。\n      这是一个新的世界，一个前所未有的世界……      身旁的紫光逐渐淡去，朦胧的景象渐渐清晰。      阴沉的天空嵌着丝丝的洁白，天边的红日已经升起，淡薄的海风拂过脸庞，耳边缭绕些许海浪的冲击声，睁开潮湿的双眼——身处一艘破旧不堪的小艇，涨潮的海浪冲击着脆弱的橡皮艇，时不时都有生命之危。      双眸的视野最远处，模模糊糊有一座青绿岛屿，稀稀疏疏的椰子树遮瞒了阳光，耀眼的金色沙滩边隐约有废弃的旧船……      【重要信息】成功传送至 “Minecraft”世界，现将执行世界特殊化操作，请您耐心等待。      【世界概览】Minecraft，一个神秘而又不为人知的世界，这是一片弱肉强食的大陆，没有任何可怕的生物，但却时时刻刻面临着其它玩家所无需考虑的风险，这是一个无法生存的天堂……      【加载资源】资源加载完成！      【信息】祝您游戏愉快！      此刻的世界与曾经别无两样，只是有了比以前更加真切的环境感受：潮湿的海风，刺眼的日光，模糊的视线，湿润的衣物，干涸的口腔，以及不知何时出现的肩膀上刺痛的伤口。      【信息】游戏基本设定加载完毕。      【提示】欢迎来到神秘岛系，现在您正身处邻近梦境荒岛的浅海区。      【重要提示】游戏系统界面加载完毕。      忽地，脑海中被强制添加了一些记忆，双手抱住刺痛的头颅，失声大喊起来。过了一会稍有好转，平添的记忆与其它不同，似乎可以自行翻阅整理，不由得勾起了自己的好奇心。      盘膝而坐于潮湿的橡皮筏之上，细细研究这些游戏带来的提示。      猛地站起，对着虚空轻轻一点，凭空出现了一串图像，这也就是系统界面了吧。      【信息】基础操作了解完成。      【任务】自动接收任务：身旁的小岛。      任务？立刻便打开任务面板，发现多了一条信息。      【入门任务】——身旁的小岛      发起人：无      任务等级：白色任务      任务难度：☆☆☆☆☆      任务期限：饿死之前      任务简介：           此时你正身处一艘漏水的橡皮筏中，周身的海浪不断地冲击着脆弱的皮筏，视线的最远方出现一岛屿，你需要抵达那座岛上并且成功生存。      任务目标：1.   成功使用橡皮筏。2.   抵达梦境荒岛。任务奖励：1.   10 EXP2.   10 铜币3.   破旧的小刀4.   基础背包任务备注：      新手任务，易完成且奖励丰富。\n      ”嗯……“默默沉思着，这与自己曾经记忆碎片中的虚拟游戏无太大差别，看来地球未来的人类已经学会放弃生涯，更多地享受了。      不大的一张橡皮艇中，不知何时出现了一把木浆，便毫不犹豫伸手拿起，却弹出了一些信息。            【拾捡物品】[苍白]*破旧的木筏*物品名称：破旧的木筏      物品等级：苍白      物品评价：★☆☆☆☆      物品类型：工具           耐久： 200 / 1000           效率：2           附加属性：无           需求职业：无           附带技能：1.   划船技能简介：      普通的划船而已。技能等级：人阶-下品技能评价：★☆☆☆☆      “所有人都会用到的基础技能。“                                              ——普通的船只建造者。技能消耗：      0 MP         5 体力冷却时间：1秒技能效果：      使船只达到其载具速度的50%。技能限制：      只能在船只类别载具且载具级别无限制。\n                 2.   风一般的速度：技能简介：      划船时引起一阵旋风，风一般地前行。技能等级：人阶-下品冷却时间：30 秒持续时间：5秒                            技能评价：★★★☆☆                                       “呃，这是升级版。”                                                            ——普通的船只建造者。技能消耗：      10 MP       20 体力技能效果：      引起一片伤害1的海浪，推动船只前行，移动速度+50%。技能限制：      只能在船只类别载具且载具级别于蓝色及蓝色之下。       自己嗔怪地等着两只眸子终于是把物品属性一一看完，最后淡淡感叹一声：“一个新手工具的描写都如此精细，真是苦了设计人员了。“随后又不自然地幸灾乐祸起来，手握木浆开始蹩脚笨拙地划船——毕竟自己前世似乎来海边都没曾去过。      眼看那座荒岛的轮廓愈加清晰，体力却在逐渐透支，正当准备停下休息之时，忽然传来一声悦耳的提示音。      【工作属性】您在自己的实验与和木浆的配合之下，习得了技能“划船“，熟练度为 1 / 50，EXP +５。      【隐藏信息】随着您工作技能熟练度的增长，EXP也会随之上升。      【重要信息】随着您的实践，会出现一些隐藏信息，这些隐藏信息不仅会帮助您了解世界，并且还可以当作情报卖给商人。\n全身汗流浃背，只得停下稍作休息。灵机一动，便打开“工作属性“面板。      【姓名：纪辰】      【性别：男】       Lvl：1      EXP：５ / 50      HP：60       体力：20 / 60 （基础属性中体力 * 10）      效率：4.5 （体力+敏捷+精神 / 3）\n      原来只靠工作等事情也是可以使角色升级，并且不比杀怪差多少，这可能是一些不喜欢打打杀杀的人们的最佳选择吧。然后那时的自己并不知道，我要踏上的就是那一条路。      至于隐藏信息，卖商人是不用想的了，现在眼前这个看起来略小的荒岛是不可能有NPC的。况且自己的这个隐藏信息应该是人人皆知吧……      忽然想起来，自己貌似只是无休止地在划船，木浆上自带的冲刺技能似乎还没有使用过，便一拍脑袋，笑叹自己的记忆力。      【信息】风一般的速度 技能使用成功。      只见自己不受控制地在水中用尽气力一划，皮艇周身泛起一波水浪，愈加积攒，最终化为一片浪花向皮艇冲去，但却并未把皮艇冲走，而是附身于周围。立即便手持木浆向水中轻轻一划，溅起些许涟漪，却忽地被推动，移动速度相当之快。      “这就是虚拟游戏的不科学之处咯。”目瞪口呆地望着飞驰的皮艇，苦笑道。      不过一会，使用了几次技能后，来到了距岛屿只有二十多米的之处，岛上的一草一木清晰地展示在无眼前，以及那椰子树上新鲜的椰子。      令人费解的是，这个看似很大的岛屿近身看来却是异常之小，如果把其不形象地比作一个圆形，那半径也不过百米，只需几分钟便可以绕岛屿之周，令人咋舌，不过自己也正是那种追求惬意生活的人，过大的岛屿反而不好生存，夜晚的野兽的鬼哭狼嚎自己受不了。      【系统提示】您已成功抵达梦幻岛周围的小岛屿。      【任务完成】恭喜您完成任务 “身旁的小岛“      任务奖励：1.   10 EXP2.   10 铜币3.   破旧的小刀4.   基础背包10 EXP 与 10 铜币已经到账，其余物品均在小岛屿沙滩上，自行拾取。\n      自己的属性栏又多了一项属性，不过也无法说成是属性。      【姓名：纪辰】      【性别：男】      Lvl：1      EXP：20/50      HP：60 / 60      MP：3 / 10 （缓慢恢复中）      金钱：10 铜币\n      淡漠地扫射荒岛一周，在确定视野范围内再没有其它小岛屿之后，才哀叹：“这哪有什么NPC，给我钱有什么用……“      慢悠悠划船至沙滩之手，脚踩金色的沙滩用力把橡皮艇搁浅，才猛地一瘫到柔软的沙子上——刚才划船后就没有休息，此刻才懂得。属性栏的中的体力也因为拉船下降了几点。\n\n\n\n第三章-生存的开端： 2015.3.15\n\n\n             休息一会后，便起身去寻找那任务的奖励。绕了小岛半周之后，终于在一处沙漠之上发现了一个保存完好的木箱。轻轻蹲下，慢慢打开略微潮湿的木盖，里面躺着两样物件：一个潮湿却崭新的小型背包与一把散发银色光芒的小刀。      伸手拿了起来：      【物品拾取】[绿色]*完好无损的小型背包*物品名称：小型背包物品等级：绿色物品评价：★★★☆☆      “新人时期非常耐用的背包。本来这种材料可以做的更好的……”                                                                                    ——一个工匠物品类型：背包      耐久：0 / 1000      寿命：2 （即每小时消耗5耐久度）      背包容量：20      附加效果：无      需求职业：无      附加技能：1.   被动技能：载重上升技能简介：      关键时期的好东西，可以在体力饱满的情况下增加容量。技能等级：人阶下品技能评价：★★☆☆☆技能效果：      体力等于100 % 时，增加 5 个容量。      体力大于等于 50 % 时，增加 3 个容量      体力小与50%时，减少3个容量。技能限制：      无。 【物品拾取】[绿色]*破旧的金属小刀*物品名称：金属小刀物品等级：绿色物品评价：★★★☆☆      “工具武器兼用，质量不错”                                                                              ——一个冒险者物品类型：武器 & 工具      耐久： 0 / 300      寿命：1      附加属性：           攻击力 + 3           防御力 + 0.5      需求职业：无      附带技能：无       东西不错，看来任务介绍不是用来说空话的。自己心里悄悄乐着。      把背包背在了后背上，系统提示背包已经装备。为了实验，便随手把小刀扔进了背包，提示背包容量+1，但由于放置物品过于用力耐久-5.      满脸黑线地望着天……      悠闲回到了来时的沙滩，躺在细细的金沙中晒着太阳，一番别样的惬意生活。      本是湛蓝的天空忽地被撕出一个口子，其中一个球状物体被扔了出来。      仔细一看，原来是答应要快点见我的沫沫。      “啊。”她嘶叫着，猛地一翻跟头飞了起来，手指天空撅着嘴骂了起来：“怎么老用这么粗暴的方式！”      空间缺口消失了，好似没有出现过一般。      沫沫低哼着，转头看向了我，道：“你这个世界是专注于生存下来的，所以我会跨越权限教你一些有用的生存技巧。”皱着鼻子，接着说：“不过看样子你是永远无法享受到其他玩家那种衣食无忧，日日三更杀怪的美好生活了——不过那种在刀尖上跳舞的感觉可真不好。”      她自娱自乐般地瞪着眼睛看我。“别以为你有多容易，系统给我的消息是：那些玩家的生存难度和你的生存难度那就是小巫见大巫，不是一丁点的差距，毕竟你每天都要享受空腹的感觉。”我在心中默默思衬，而沫沫却在幸灾乐祸。      暗暗对她的友好度-1之后，便正经地抬起头问她现在该怎么做了。    【物品给予】[蓝色]*生存手册-第一卷*物品名称：生存手册残卷物品等级：蓝色物品评价：★☆☆☆☆      “给我一本完整的生存手册，我撬翻整个世界！”                                                              ——【图书馆管理员】阿鸡眯德物品类型：书本作者：【资深冒险者】匿名      内容简介：           一名资深的冒险者编制的一本书，详细地讲述了一个人在荒岛中的挣扎故事与技巧。但这仅仅是残卷，残卷只能让你在荒岛上生存死不了——仅此而已。      奖励经验：0 EXP       “这就是给你的，我才自己懒得和你一字一字和你讲，特意编了一本书，自己学着做吧，等你做完这本书之后再给你后续的书卷。“沫沫懒懒地看着我。      而我用一种别样的眼光望着她——资深的冒险者……      盘膝卧坐于沙滩之上，手拿这本轻薄的，泛着黄光的旧书，看了起来。       砍树……小刀……呃，这文笔……错字！……杀猪喂鸡……伟大的阿鸡眯德……做庇护所……       固然杂乱无章的语言萦绕于字里行间，但还是从中了解到了一些生存的基本方法的，同时也是感受到了生存的巨大艰难。      起身，砍树！      这是手册里描述的第一要务。      砍树是一种必要的工作，较细的树木如果整个砍下，那么树木的任何一个部位都是有巨大作用的——树枝生火、树叶遮光、树干支柱……并且可以使自己拥有一个简单明了的房子，不过这可能是后期的事情了，需要的材料不仅仅是一星半点。      不过从客观科学的角度来讲，这个毕竟还是和现实生活不一样的。      细细观察着这个微小型的岛屿，哪有什么细细的树木！除了内部粗壮的热带树木意外就只有沙滩上的椰子树了，不过只看在刺眼阳光照耀下留下的轮廓，椰子树还是比较适合的。      手握小刀，脸带笑容，正准备以一股豪迈之势来拦腰截断这棵粗壮到令人咋舌的椰树时，却以难看的表情发现了一个巨大而又明显的问题——树干的直径都是小刀的三倍，这让我如何去按照书本上那样去“轻松的一击致命”。      试试吧！鼓起信心，紧握闪着银色光芒地小刀，对着树干中部就是全力一击。      【信息】椰子树 砍伐进度 6/70      看到这明显的数据，心中反而是高兴不起来。      这是一个数据的世界，就如曾经的游戏一样——始终无法摆脱数据。完全的虚拟世界，这是完全是不现实的。这是一个比现实世界更数据化的世界，而且我也相信，不只是这一点，以后遇到的种种，都将会如此，全部数据化——或许这才是游戏的真谛吧      不再去考虑那些无法想通的琐事——既然给了机会，那么就可以努力去争取了，数据化的世界终究会比曾经的现实更加省力。这一次，手握小刀的气力更加大了，对着有了一条裂缝的椰子树，使出全身气力，遍体转移至胳膊，集于一处，厚积薄发，对着树干就是狠狠一刀——这一刀，或许是为了数据化的未来以及现实化的曾经，或许也是为了自己不明的身世，或许也是为了前世那个没用的自己！      【信息】椰子树 砍伐进度 15/50 厚积薄发、会心一击、暴击      【信息】伤害爆发超常，你从中掌握了技巧，EXP+5。      一刀一刀砍下去，一刀一刀地撕裂曾经，一刀一刀地创造未来。      ……      约莫盏茶功夫后，那曾经坚硬挺拔的椰子树就随着最后一次刀的挥舞而倒下，掀起了一阵细沙。按照生存手册上说的那样，现在就可以分解了——把树木的各个部位分解下来，随后分类排放，基础物资就已经准备齐全了。但是当时双眼放贼光的我去做这一点，迈大步追向快溜进海水中的椰子，其它似乎都与我没什么太大的关系。      一个！两个！在拼尽全力一左一右抱到两个之后，身体实在是没有空余的部位，只好眼睁睁地看着其它两个沾着露水的鲜美“椰子汁”流入海中——以后再找吧，当时我是这样想的。      【获取物品】[苍白]*鲜美的椰子* × 2物品名称：椰子物品等级：苍白物品评价：★★☆☆☆      “海岛的沙滩上随处可以找到的简易食物，异常好吃但却是无法吃饱。”                                                                              ——一个吃货物品类型：食物 & 饮品      食物等级：新鲜 （当前）      保质世间：2天~5天 （轻微过期 ~ 彻底腐烂）      综合评价：?☆☆☆☆      充饥能力：非常低      解渴能力：中下      “哇哦。”我低声惊呼道。      这个看起来很好吃的样子，可是壳该……难不成用小刀敲开？      手握小刀对着扔在地上的椰子就是一刀。      【信息】椰子已分裂分裂开的椰子显示可以喝，属性和刚才的一模一样。手拿劈开的椰子端起来就喝。这……      这简直就是真正的甜美！细腻柔滑的椰子汁在干涸的喉咙肿流转，心中顿时涌出一股清爽的暖流，乳白色的液体在嘴中融化却不肯咽下，细细品味着这种独特的热带风情的美味。      在大口喝了一些后，就果断地抵制诱惑放在了树墩边。毕竟椰子汁饮用过多会让肚痛的常识还是知道的。不过似乎椰子肉也可以吃——但确实没有吃过，在有时间的话回去啃啃的。      享受完了美味之后，也正是工作的时候了：这七八米长的椰子树需要一节一节分开，包括：三节树干，几大根树枝和割下来的椰叶——这些都可以做出许多意想不到的事情。      事不宜迟，立即动手。每砍一次就会出现系统的提示音，偶会还会来一次暴击，但像之前的会心一击等就没有再出现过了。时不时累了就躺在细细柔软的沙子里休息一会，顺便喝一点椰子汁。      看着太阳的高度已经与地面形成45度，似乎也就是现实的9、10点钟——不过有一点需要提的是，游戏本身是没有时间的，后期似乎可以做到自制钟表的事情，不过那应该是很遥远的事情了。      固然是大清晨，但自己却高兴不起来。这些事情本应是在太阳还没升起来的时候就完成的，而现在了才刚刚完成，看来不能经常像刚才那么惬意了。      自己要在晚上之前要做完下面这么一大堆事情：1.   找到一个可靠的食物充饥。2.   找到一个水源。3.   建立一个简单的庇护所。4.   建立一个简单的营火。5.   制作一些最基本的工具。6.   需要寻找一个可以盛水的容器。其中每一个我想都必不可少，特别是水源，如果几天找不到就会严重脱水——这不是只有现实世界才可以发生的事情，游戏内也会因此而致命。至于可靠的食物，倒是暂不着急，实在弄不到啃椰子也可以。现在需要做的第一件事情无非就是制作工具了，经常用小刀做东西是会非常消耗耐久的，并且我猜想小刀会有比此更珍贵的用途。第一个工具就是——斧头。斧头需要的材料有三个：已经得到的粗树枝，随地可见的石头，和坚硬的绳子。坚硬的绳子可以从一些草木的茎部缠绕做成，不过需要一些特殊的植物——但恰好来时寻找木箱子的时候路上找到了一片这种植物的生长区，有很多茂密的草木，所以现在制作一个斧头是没有多么大的难度的。      值得一提的是，在刚才从木箱子里拿出东西以后，我便抱着回来了，显示是一个容量很大的容易破损的，而且还不耐潮的普通木箱子，但是现在的自己又能要求什么呢。现在那里面正躺着一个完整的椰子和一个劈开的丰满的椰子、一个吃剩的。      到达那片生产区后，掀开周围的草木，即可看到里面有7、8柱需要的植物正在那里生长，毫不犹豫便拔下来一根——但是这一根似乎可以使用很长时间。剪下来一部分，把剩下的一大部分扔进了木箱子里。      材料齐全了，就差制作了。       \n\n第四章-木斧！进击的木斧！：2015.3.20夜更\n\n\n 　　把拿来的植物用小刀割下叶脉部分，只剩下光秃秃的茎部，绑成粗壮的草绳。\n\n　　材料已经全部齐全，只差组合了。\n\n　　找到一处潮湿的礁石，轻轻坐在上面，收拾着准备好的材料，感觉已经进入状态后，便开始双目凝重——手册中说过，如果过于分心的话，会导致制作工具失败，毁坏材料；相反，如果心空灵到一定地步，反而会对制作以后的道具有属性加成作用。\n\n　　为了斧子的锋利，必须先将已经找到的石头进行粗加工，打磨到一定锋利度之后会效果更好。手中拿起那块粗钝的鹅卵石，约莫一掌大，狠狠地向潮湿的礁石砸去，沉重的力道溅起些许石头飞屑——这正是所要达到的。\n\n　　【信息】鹅卵石打磨程度1/100\n\n　　椰树的影子下，一面庞端庄的少年正如痴如醉地享受着清凉的海风，无休止挥舞着手中的石头打磨着，五官精致的脸上露出一颗又一颗豆大的汗珠——但却依旧不知疲倦地敲打着，发出有节奏的沉重音符，是不是还会溅出一些闪光的火星，粗糙的鹅卵石正变得愈加圆润、锋利，少年嘴角的浅笑也愈加浓郁。\n\n　　【信息】鹅卵石打磨程度7/100\n\n　　【信息】鹅卵石打磨程度54/100 暴击\n\n　　【信息】鹅卵石打磨程度70/100\n\n　　【信息】鹅卵石打磨程度89/100 会心一击\n\n　　    你领略到了打磨石头的技巧，EXP+2，领悟到技能——打磨。\n\n　　     【生活技能】[人阶]*打磨*\n\n　　    技能简介：\n\n　　        普普通通地去打磨一块石头。\n\n　　    技能等级：人阶-下品\n\n　　    技能评价：★☆☆☆☆\n\n　　        “所有人都会用到的基础技能。“\n\n　　                                    ——普通的工匠。\n\n　　    技能消耗：\n\n　　        0 MP    \n\n　　        3 体力\n\n　　    冷却时间：1秒\n\n　　    技能效果：\n\n　　        打磨石块或其它物品使其更加锋利。\n\n　　    技能限制：\n\n　　        现阶段只能打磨一些粗糙的石块。\n\n　　    技能等级：\n\n　　        lvl:1\n\n　　        熟练度：20 / 100\n\n　　        等级加成：无\n\n　　……………………\n\n　　约莫盏茶时间之后，满头汗珠的我终于是完成了这一项艰巨的任务。原本粗糙不平的鹅卵石，如今也变得“锋处棱角尖，圆处滑若玉。”的初步地步，当然这也是数据化的结果了，不然不可能这是快速地完成。另外值得一提的是，在打磨的过程中不断有提示技能熟练度有增加，但是距离技能升级确实还是有一段距离，并且没有给丝毫经验。\n\n　　第一项工作完成了，下一项工作同样也是枯燥，同样也是打磨的工作——那便是把坚硬的粗树枝叶粗加工，打磨成勉强可以当作把手的地步，而这次的打磨显然没有上次那样的工作量的，毕竟石头比木头坚硬许多，并且也有刚才打磨好的锋利石头来辅助，比较轻松的。\n\n　　过了没一会，树枝也打磨完成，而草绳刚开始的时候也是绑得足够坚硬，就差把这些零散的东西绑在一起了。\n\n　　这时变得更加凝重，轻蹲于地，三样材料摆在礁石之上。先在木把手的顶部用草绳打一个小结，随后把石头也拿过来，轻轻用草绳绑在一起——刚才还比较轻松，现在便是到了最困难的时期了——使出全身力气把石头和树枝绑在一起，但这即便想一想也是一件不是比较容易的事情，因此还在树枝的右上部分特地留了一个比较不易折断的分支，用来做结子。\n\n　　【信息】道具组合失败：您用力过大，鹅卵石掉了出来。（材料耐久99/100）\n\n　　【信息】道具组合失败：您用力过小，结子过于松散，从此导致工具无法成形。（材料耐久95/100）\n\n　　【信息】道具组合失败：您只差一点点就可以成功了，还是因为力量把握不够仔细。（材料耐久87/100）\n\n　　……\n\n　　这是一次比打磨更加费劲的工作，失败将会是在所难免的。\n\n　　周围的环境出奇地静谧，椰树庞大的树叶被微风慢慢吹动，温和的日光映在荒岛内部绿意盎然的茂密丛林中，时不时有飞速跳跃于阴暗的树下的生物，时不时打破这少有的宁静。身姿优雅的沫沫舒适地躺在少年肩膀之上，安静地睡着，时不时起来看看自己辛苦中的主人，满意一笑后又陷入梦想——偶尔会轻轻地打鼾，固然声音微小而别有一番美妙，但却会突然被主人一巴掌扇醒，只得气鼓鼓地撅着嘴巴瞅向那位少年。而每当看到少年专心的样子时，情绪又会烟消云散，继续懒懒地睡……\n\n　　不急不躁，不孤不傲，心若空灵，灵便飞扬。不知过了多久，火红的烈日早已升入当空，沉静的我终于最成功地一次绑好了这把粗糙的斧子，微微打了一个哈欠，便站了起来。而正当这时，肩膀上睡得正香的沫沫便又会毫无预料地滚下来，便又会气鼓鼓地来做着鄙视的神情。而我则忍不住大笑，随意调侃着这个滚来滚去的小家伙。\n\n　　【信息】道具制作成功。\n\n　　【重要信息】由于这是您自己亲手制作的独特道具，现将进行命名等工作。\n\n　　面带苦笑的我摸了摸头——看来还是比较注重版权的嘛。\n\n　　【输入信息】请您输入物品名称。必含字符：木制、粗糙、斧子。\n\n　　眼前又浮现出一个透明的键盘，流动着蓝色的幽光。似乎与曾经的现实世界的键盘差不多。\n\n　　稍微思考了一会，边输入了一个自认为朴实无华不容易被别人看出来的名字：粗糙的木制冲击斧子。虽然自己心里明白这把斧子并没有冲击这个特效，但是毕竟是自己的第一个自制道具，还是可以理解的\n\n　　【输入信息】请您输入对物品的评价。\n\n　　“自制斧子，看起来不错。”\n\n　　【输入信息】请您输入武器制作人的名字。（匿名、玩家名或自起名）\n\n　　选择了玩家名。\n\n　　【重要信息】由于物品品阶太低，暂时无其它生成方式。\n\n　　【信息】物品生成完成，感谢您的参与。\n\n　　【信息】由于您制作物品时的投入与仔细程度，道具效率+3，耐久+150，佩戴者防御+1。\n\n　　【物品制作】[苍白]*粗糙的木制冲击斧子*\n\n　　物品名称：粗糙的木制冲击斧子\n\n　　物品等级：苍白\n\n　　物品评价：★☆☆☆☆\n\n　　    “自制斧子，看起来不错。”\n\n　　                                                        ——道具制作者：纪辰\n\n　　物品类型：武器& 工具\n\n　　    耐久：0 / 250\n\n　　    寿命：1\n\n　　    附加属性：\n\n　　        攻击力+ 2\n\n　　        防御力+ 1\n\n　　        效率+ 5\n\n　　    需求职业：无\n\n　　    附带技能：无\n\n　　    备注：此物品属于玩家自制，制作者——纪辰。\n\n　　自己心里悄悄乐着，物品的整体效果还不错，并且特地因为专心增加了一些属性，并且耐久相对极高，足够自己使用一段时间了。并且再次一提，看来维权意识是非常强的，不过看到道具上自己随意添加的属性，没有一点满足还是不可能的。\n\n　　“唔~”沫沫的小嘴张成了一个“O”型。\n\n　　“第一次制作道具就这么出色，看来我的主人还是比较出众的嘛~看来系统还是让我跟对人了，总算‘他’能给我点好处了。”她冲着我微微笑道。\n\n　　“投入程度主人我敢说你是非凡的哦，你都不知道你在做斧子的时候都专心到什么程度了，可教之才！”她用一种很奇怪的眼光看着我，惹得我也一笑。\n\n　　“值得说的是，咱俩的契合程度已经到一定程度了，现在我就可以钻进你的脑海里面了，随时可以和你默默说话，需要的时候再出来。”刚刚说完，就身形缥缈，一闪不见。同时脑海深处也冥冥传出了沫沫的声音，略写漂渺却格外清晰。\n\n　　说回正事，既然做好了斧子，那么也就可以把前一阵已经砍下来的树木进行加工了。不过依天色来说，自己仅仅刚才哪项工作就进行了将近两个小时，确实也是一件不容易的事情。\n\n　　金色的沙滩上倒下的椰树依旧还在那里，随处飞溅来的海水滋润着潮湿的椰叶，别有一番清凉美妙的感受。\n\n　　树干部分分成三段，树枝部分另分一段，最后再把直径两米的椰叶单独取下。计划做好了，便开始砍。使用比小刀体积大了几倍的自制木斧，更是用来顺手，分分钟便解决完事情，不过体力已经透支，便又躺在细细的金沙上翻看接下来做的事情。\n\n　　1.    找到一个可靠的食物充饥。\n\n　　2.    找到一个水源。\n\n　　3.    建立一个简单的庇护所。\n\n　　4.    建立一个简单的营火。\n\n　　5.    制作一些最基本的工具。\n\n　　6.    需要寻找一个可以盛水的容器。\n\n　　这是之前列出的事项。\n\n　　基本的工具暂时可以，与水有关的事项暂时可以放下，毕竟还有无尽的椰子树上的椰子汁等着我，现在似乎需要的就是建立一个可靠的庇护所和一张可以睡的床了。\n\n　　庇护所是一个简单却又麻烦的事情，最艰难的事情便是去做一个地基，之后的房子搭建就会顺理成章的完成。当然将其称之为“房子”确实也有些过分，那毕竟只不过是一个可以刚刚放下一张床和一个人的茅草屋罢了。\n\n　　沙滩的尽头泥土质地疏松且粘稠，想必制作地基可能会比较容易，至于房屋下沉这个问题是很久以后才会要考虑的了。\n\n　　事不宜迟，首先从椰树上三段粗壮的树干选择最上面那一段，劈成相对较细的树干，并且从中间这段，就可以当做的一部分了。地基的木头表面可以用几根粗壮的削下来的木头来搭成，下面木头之间的缝隙正好可以稳住上面的地面咯。\n\n　　    \n\n\n第五章-“圣猎者”：2015.3.21夜更（一个小高潮吧。。）\n\n\n　　约莫盏茶时间后，椰树干最上面一段也被彻底分解完毕，随处可见飞溅的木屑。\n　　在视线中找了一处地势平坦的地方，便决定在那来建立自己的第一个茅草屋。\n　　先挑拣出一些比较细的木条，一根根围着直径大约三米的正方形插在地中围了一圈，整整齐齐，速度也蛮快，但已大汗淋漓。\n　　下一步，把比较粗的木头尽量没有间隙地平铺在刚才围好的正方形边框之上，随后便自己上去又踩又踏，确定结实后踩满意一笑。\n　　底部地基已经修筑完成，下面则需要再分解两段树干，得到比较粗壮的木头，倒立在木基之上做柱，中间则用相对比较细的木头来密密倒立铺满，从而一个简单的围墙就可以形成。\n　　说着容易，但做起来首先就是一番苦累，一斧子一斧子分解树干就不是一件容易的事情了，不过……\n　　烈日当空，刺眼的阳光焚烧着银蓝的海面，无尽汪洋中孤零零的一座岛屿之上，树木茂密，杂草丛生，金色的沙滩映着绿色的椰子叶，映着面目俊俏的少年。约莫三四小时之后，简易的茅草屋也终于是做完了，此时正矗立在小林边缘，静静的。粗糙的木头一根根凭借了起来，一些缝隙不乏有杂草塞住，而当做的屋顶的便是几片椰子叶，直径四米，正好遮住。打开那木板门，潮湿而光线暗的屋子里只有一张床和一个储物箱——这便是当做一部分任务奖励的储物箱了。掀开粗糙的盖子，里面赫然放着几枝相对干燥的树枝、一把散发银色光芒的小刀、两个椰子和几根草绳。\n　　我面带微笑地看着这些，这便是自己一下午的结果了，其中的苦累当真是无法用言语表达，不愧是最难生存的世界。\n　　随处翩翩起舞的沫沫也满意地看着我，在想着主人巨大潜力的同时，也更加凝重。她高兴地蹭着自己充满汗水的脸，我也是不经了一阵温暖。双眸微眯，嘴角带着微笑，注视着无边汪洋——看来，自己注定不会孤独，并且将会在这个世界中找到属于自己的路。\n　　沫沫招呼我到一块岩石之上，看样子面色凝重，似乎有重要的事情，连忙走了过去。\n　　往日欣喜的小脸此时却变得有些苍白，她静静地望着我走过来。\n　　“告诉你一个不好的消息。”她的嘴唇微张。\n　　“第一批玩家将要到来。”\n　　\n　　公元2052年1月1日，百亿生物躺入营养仓，等待开始。但沫沫没有告诉我的是，现在还没有到达2015年1月1日。\n　　此时正是2051年末的12月27日，距离开启游戏还剩下四日——这本是一个好的消息，却猛地让我的心为之一震。\n　　“对不起，我和你说了许多谎——那是系统让我做的。”她微微低着头，看着我。\n　　并不是我这个世界所有的玩家都像我这样要一步步艰难的生存，不是的。当1月1日是，第一批玩家，也就是30亿人将瞬间涌入游戏，随机分布在各个世界。而那些自己进入游戏所看到的，一些都是系统安排的假象罢了。这三十亿人中，必定有非常多人涌入我所处的世界，并且极有可能有很多人会分布到和我一样的神秘岛系，那么我将碰到的玩家个数将是无法想象的。最令人致命的，这个岛系会有一个叫做“新手村”的地区，那是所有人的出生地，而在那里，将会有配套的住房与食物。并且那里就会犹如现实网游一般——出生赠送武器道具、完成任务、杀死怪物等等一系列的东西。但相对于我来说，那就是暴利！自己辛辛苦苦一天可能做出来的一把木制长矛或许也仅仅只有+5、6的攻击力，而在那里完成任务、杀死Boss的奖励却是无法形容的！当自己还在为食物水源发愁的时候，或许别的玩家已经拥有一把白银等级的武器了！或许这些都不重要，毕竟玩家不会来攻击我。但注意的是，自己已经被系统划分为了世界唯一一名一次性的圣主级别的敌对NPC，但其实自己是以一名玩家的性质出现在游戏中的，并且会在玩家刚出生时告诉玩家我的位置，从而进行间接猎杀。听说奖励还会异常丰富。\n　　瞳孔微微收缩着，可想而知自己未来的生活将是怎么样的——那是一种整日被别人追杀却又无力还手的生活！但是，我不会如此窝囊吧。\n　　每个世界将会有一名这样的人，系统叫他们为，“世界唯一性圣主级别猎杀者”，也就是“圣猎者”。\n　　神圣都会去猎杀的人……自己心里呢喃着。\n　　目前整个游戏中，有多少世界就会有多少像我这样的“圣猎者”，像我一样输在别人的起跑线上，拼命生存着。不过此时此刻，在这个偌大无比的岛系甚至不知边界的世界里，只有我和沫沫两个人——不过不就之后就会热闹了。自己心里苦笑着。\n　　之所以给予“圣猎者”这几天的时间，系统无非是想多给一些准备的时间罢了。\n　　“为什么？”我咧着嘴看着天，但沫沫明白我实在问谁。\n　　“系统告诉我：这是命运，你是一个注定不平凡的人！”沫沫静静地说，紧接着一声叹息。\n　　“但你也注定要背上比别人重许多的包袱了。”\n　　“不过，也是时候告诉你一天惊天的天机了。”她怔怔地看着无边的海面，听着冲击的水浪。\n　　人的生命在游戏中只有一次。\n　　我的瞳孔猛地放大，血丝遍布，我不可相信地看着她！\n　　顿时，心陡然停止跳动！明白了，明白了，这仅仅是地球统治者的一场阴谋！\n　　当世界人类都进入的时候，那时候将会是他们绝望的时候！\n　　地球统治者并不是要组织一场其它的修养地球身心的活动，而是一场酝酿已久的大屠杀！\n　　游戏中必定会含有大量的死亡，而那可恶的统治者也必将会设定许多屠杀的元素！\n　　在游戏中死亡之后，营养仓会瞬间发出强烈的电流进入人脑内部，使其脑死亡，静静闭上双眼。\n　　“为什么！”我疯狂地嘶吼着，嗓子爆裂着。“那是一条条无辜的生命！为什么！”我随手抓起一团随沙，使出全身气力猛地想空中撒去，绝望地嘶吼着……\n　　双脑忽然发出一阵剧烈刺痛，双手抱头，被痛苦折磨着，跪在了地上……\n　　随后倒下了……\n　　\n　　这是可以拯救世界的唯一办法。宇宙过于复杂，这不是你所能理解的。孩子，歇息吧……学会慢慢接受这个事实吧……\n　　这是自己在昏厥之前唯一能模模糊糊看到的一条信息。\n　　\n　　正在那时，沫沫凄惨地哭了，她用自己全部的身体紧紧抱住倒在地上没有知觉的少年，心中空白一片，呜咽着。\n　　“姐姐……只有……只有你才能救救哥哥他了……”她哽住了。她已经没法说出话来了。\n　　面前的空间被撕裂，模模糊糊走出一个人，深紫色的双瞳发出幽静的光，格外温暖的光。\n　　她轻轻蹲下，抱起那个没有知觉的清俊少年，脸上映着一张温暖而动人心魄的浅笑。\n　　“我们终究会在一起的。”她嘴唇微张，声音柔而细，润人心田。\n　　盏茶时间后，那位少女仍坐在少年自制的茅草船，静静地注视着躺在床上均匀呼吸的那个少年，轻叹一声后，纤细的左手轻轻放在了少年的左胸上，随即散发出一阵紫光。\n　　【信息】[??]？？玩家 使用 [??]*？？？* 技能成功，您的HP+？？？？？，MP+？？？？？，身体已经恢复至最巅峰状态。\n　　【信息】受[??]？？玩家的影响，您的各项隐藏属性与潜力值上升 ？？？%。\n　　【信息】受[??]？？玩家的影响，您的攻击潜力值上升 ？？？%。\n　　………………\n　　\n　　那位少年的身形正在发生着剧烈的变化，原本被晒得黝黑的体肤也重新变得光滑细腻，那张俊俏的脸却也变得更加动人心魄。而在身体的最深处，千亿万的细胞正在涅槃重生，丹田之处更是发生着更加剧烈的变化……\n　　\n　　约莫盏茶时间后，那位少女走了，只留下一阵风语的叹息。\n\n\n\n\n\n第六章-土豆与克里斯蒂水塘：2015-3-27 23:58:42 夜更\n\n\n\n　　不知过了多久……\n　　用力睁开双眼，猛地被强烈的日光刺到了眼睛。\n　　模模糊糊地站了起来，静静地倚在木头门上，暗暗回想着。\n　　似乎自己在之前是被忽然的头痛晕倒了，而后呢，便也不得而知了……\n　　那些可恶的人……不过自己晕倒后的那句话倒是别有深意……\n　　屋外的沫沫听到了些声响，回头看到站立着的少年后，便忽地飞了过来，满脸欣喜地给了一个小小的熊抱。\n　　“哥哥，你没事就好！”精致的小脸上泛着光芒，偌大的瞳孔注视着我。\n　　“我啥时候成你哥了。”看来这家伙又指不定会有什么坏主意了。\n　　她挠了挠头，若有所思地说：“呃，这要叫显得多亲切。”\n　　不和她再纠缠这个无聊的问题了，起身出屋，迈步走到了金色的沙滩上。\n　　不知自己沉睡了多少时间，不过必须得抓紧时间了，第一批玩家来临的时间也越来越近了——自己必须要挣扎着在这个世界上活下去！\n　　重新梳理一次自己所要做的事情，似乎只有寻找水源、食物源了。看来还是有必要在现在去那片不大的丛林里去看看了。\n　　红日正当头，看来还是有些时间。\n　　废话也不多说，手里拿起那把斧子，另一只手则拿上那把铁质的小刀，前去丛林。\n　　\n　　所在的梦幻岛固然风光不错，绿意一片，但毕竟也只是一个直径在二百米左右的岛屿罢了。外围一带沙滩覆盖，内部便是一片丛林，但也不是太密，隐隐可以看到其中的风吹草动。此时的我正拨开前面的杂草，向内部深入。到处生长着热带的蕨类树木，暗绿的叶子上带着丝丝水滴，腿下杂草丛生，只不过是一些普通的草类罢了，沾染的湿气使其裤腿也湿漉漉的。树木还不是太密，两三米一颗，交错着，不过树上树下又或者是草地上似乎目前为止还没有什么可以食用的东西。\n　　忽然发现了一颗依附在树下的一苗与众不同的植物，非蕨类的了，叶片很细，嫩绿的纸条在阳光下很显眼，静静地生长在那里。蹑手蹑脚走了过去，轻轻蹲下，仔细观察着这种植物。长相似乎与自己记忆中的一种植物很像，果实生长在地下，味道似乎还不错——但这是不是就是另外一说了。拨动了一番以后，实在没有树木特别的地方，便是直接手拿枝叶，木斧刨土，欲是要把这株植物拔了起来。\n　　果不其然，根部结出了一枚果实，看起来光滑饱满。稍微一思索——这不就是土豆吗！轻轻挠了挠头，佩服着自己的智力。\n　　如此之小的热带雨林中竟然会有野生土豆这种植物，而且凭借自己的经验，周围一定还有很多——这已经算是一笔不错的收获了。\n　　用小刀把枝叶割了下来，随手扔到了土坑里，那枚偌大的土豆也是被扔到了背包里，起身继续寻找其它的土豆。\n　　周身稍微寻找了一番，果然，又发现了五株同样的植物，同样在几颗大树下生长着。但自己并没有立即把他拔了出来，需要的时候再来寻找也可以。\n　　不在此地停留，刚一起身，便发现了一桩木桩下长着几株鲜红的蘑菇，中间有白点相间。\n　　“这就是传说中的警告色了吧，真希望它不会被那个不幸的家伙吃掉。”自己耸了耸肩，若无其事地走了过去。\n　　一路上除了一些稀奇古怪的植物和一些乱七八糟的蘑菇和土豆外，也找到了一些更加坚韧的植物，可以用来做绳子，便全部都把那种植物采了下来。唯一遗憾的是，即将就要贯穿出去丛林了，依旧没有找到一只生物又或是一片水源。\n　　恰巧的是，刚刚思索这些的时候，眼前出来了一个不大的池塘，枯死的落叶围着，直径两三米，并且还有一条很小的细流流进不断的水，其中也是生活着几条身体细小、光滑如水的小鱼——这恐怕是自己所见到的第一个生物了吧。\n　　【自然生物】[自然]*克里斯蒂银色小鱼*\n　　生物名称：克里斯蒂银色小鱼\n　　生物类型：自然生物，无攻击性生物，可食用生物。\n　　生物简介：\n　　        没有什么很特别的，一条生活在克里蒂斯水里面的银色鱼罢了，可食用，不过很难捕捉，而且说实话不是那么好吃。\n　　                                                                                        ——荒岛生存者\n　　属性：（自然生物）\n　　无，可食用，可以被捕到。\n　　\n　　偷懒了偷懒了！制作组也认为这条鱼没什么价值所以就随便寥寥几笔带过了。心里也是有了一些邪恶的念头。\n　　不过暂时扯开这话题和这鱼，现在最要紧的是水源。\n　　但看这里的水源，隐隐可以望到底，还算清澈，不过经过微微品尝后很庆幸这是一片淡水。但是无论怎样的水，都是要高温杀菌也后才可以喝的。\n　　这里的鱼是叫克里斯蒂鱼，那这片小水塘便也叫克里斯蒂水塘吧。\n　　拿一个吃完的椰子舀了满满一瓢水后，也是向来的路返回了。现在的两项计划也是可以划掉了，只剩最后也是最难的一步——生火。\n　　不过按照手册上说，生火是经过游戏化（以后暂且这么讲）的，毕竟真实世界的生火是异常繁琐的，这里只要凑够工具以后按着书上看起来很简单的步骤做就可以了。\n　　需要两个材料——干燥的树枝和火绒。不过似乎比较容易找到，不一会就凑齐了，回到了茅草房旁边。\n　　约莫盏茶时间后，一簇细微的火苗便从火绒中缓缓燃气，随后点燃了干树枝，点燃了地上已经做好的简单营火了。\n　　至于那营火——不过是几根椰树枝做成的罢了。\n　　看着缓缓摇曳的火光，心底深处也是十分温暖，沫沫闻势归来，围着火苗探个不停。\n　　肚子也是稍微有点饿了，便是拿起那一块土豆插在树枝上，放在燃烧旺盛的火焰上，烤了起来。\n　　“嗳~”沫沫在那乱哼哼着。\n　　“哥哥真是了不起！真香~真香~”她那身体上的动作已经预示了她的念头，我也只好点点头，心想她那么小，也吃不了多少。\n　　按捺住食欲，一会以后，那颗土豆也是彻底成熟了。掰下一小块来给了心满意足的沫沫，剩下的一大块边做在金色的沙滩上细细啃了起来。\n　　真是一种温暖的感觉。这种自己做出来的食物吃着真香——看来自己以前似乎是一个做的很不够的人咯。\n　　盛水的容器现在还是个问题，毕竟水要烧开没有容易也是不行的。不过也不是个大问题，暂时可以委屈自己用敲出来的奇形怪状的石头来代替了。\n　　红日已经与地面成了45°斜角，看来距离第一天的结束也是愈来愈近了。不过回想这一天，也是有很多有趣的地方——而那时的我并不知道，这一天将会成为我永生怀念的一天了，那是我踏入这个世界的第一天。\n　　现在所要做的，无疑是更加丰富与完善自己的工具了——锤子、镐头、木矛等等，那破破烂烂的小茅草屋也得要重新翻修一下了。\n　　一下午的时间自己又做了一把长长的木矛，尖端用削好的尖石头来做，比较锋利。并且把木斧和木矛再一步地打磨了，更加容易使用。\n　　【信息】道具耐久提升 200\n　　【信息】道具耐久提升 300\n　　夜幕逐渐四合，天边最后的一缕余晖也散尽了，沉暗的夜空覆盖了世界。\n　　繁星点点，静静地闪烁，那一排双子座独自浮在深处，幽静的月光洒在银白的海浪上，还有那闪着光的沙滩之上。\n　　一切都是那么的静，一切都是那么的唯美，茅草屋内的少年躺在草床之上，只传出均匀的呼吸声。沫沫则是躺在了一个小小的草制板凳上，睡相格外可爱，暗暗发出小声的打鼾声。\n　　这或许是在这个虚幻世界内的第一个晚上了，一切都是那么祥和，那位少年也是笑着睡着。但未来又将怎样，谁也不知……\n\n\n\n\n第七章-废弃渔船上的殊死一战  2015-4-18 23:22:32 夜更　　天边渐渐浮起了丝丝鱼肚白，带着红晕的黄日也已升起，坐落在无尽海洋之中的那座岛屿依旧，风轻轻，中间坐落着一间茅草屋……\n\n\n　　赶走了疲倦的睡意，独身一人站在一块礁石之上，双眸凝视那初升的红日，心中感慨万千。来到了这个未知的世界，生活了如此之久却又安然……\n\n\n　　一早起来便口干舌燥，生着火用凸凹的石头开了一通沸水，在等待水自然晾凉的时候，又起身打量起了这里。\n\n\n　　双眸猛地一凝，眉头轻皱，唇口微张，心里狐疑着。\n\n\n　　远处的一片浅海上出现了一只船只残骸，遍体由生锈潮湿的铁皮围成，模模糊糊的内部也没有剩下多少东西，约莫十米长，可能是一条民用捕鱼船吧——看起来也是不幸遇难后留下的残骸，不知在海中漂流多久，今日被上涨的海水搁浅了。\n\n\n　　不过昨天一日的观察都没有发现，看来是今天刚刚搁浅的了。心中不免是有了浓厚的兴趣，迫不及待想去看看这艘残骸中会有什么意想不到的东西。\n\n\n　　赏过日出，喝下微微苦涩的水后，补给完成，迈步前往那里。\n\n\n　　船身的外部也已经所剩无几，所有的设施都被着无尽的汪洋携之而去了，走进一看才发现这只都相当于是一些框架罢了。大部分浮于海上，还有一小部分没在浅浅的水下。\n\n\n　　轻轻迈上生锈的甲板，顿时船身发出一阵轰鸣，剧烈摇晃着。处于本能反应，那只已经迈上的腿迅速收了回来，双眼眯缝警惕地望着残骸。\n\n\n　　破烂不堪的船身随着脚的离开而又更加剧烈地晃动着，舱内天花板一块块长满锈迹的铁板随着灰尘掉下来，水面涟漪起，不知为何船身周竟出现了一片浓浓的尘雾，无法看清，视线模糊，口鼻紧闭，慢慢退后。\n\n\n　　固然船身已成残骸，可毕竟是一条大船，怎能因为自己的一脚而发生如此剧烈的变化，这里面必定有玄机——并且凭空而来的这一团尘雾，也不是很正常。\n\n\n　　弹指间，浓厚的尘雾逐渐消散，露出依然破旧的船身残骸，灰尘满地，沙滩也被染成了灰色。不过只需仔细查看，便可发现与刚才的不同，船身内部的光芒更加昏暗，充满神秘感，更加像一条真正的废船。而一些较轻的铁锈，飘在水面上。\n\n\n　　轻踏厚厚的尘土，登上了废墟甲板之上，慢慢推开沉重的舱门。\n\n\n　　“呜——”硬直的铁门发出剧烈的响声，向内移动着，舱内漆黑的空间逐渐被阳光点亮。\n\n\n　　船舱的内部小而紧凑，船舵、白帆、水手帽，虽然老旧，但却样样皆有；各种家具摆放零散，发霉的木桌，铁质的钝剑，破碎的玻璃散落一地，浅浅的水漾在地面上，天花板时不时发出“嘀嗒”的声音——一切的一切看起来都像是，一个标准的古代捕鱼船。\n\n\n　　猛然，我眼前一黑，从门后的阴暗角落里，一道黑影突兀地窜了出来，直击我的面孔，还没反应过来，那黑影便化作一道风，留一幻影，跃到了我的脸上。巨大的力量将我瞬间撞倒在地。双手用力撕拉着地面，随手抓住一切东西，扔向那只飞速移动的黑影。我的手脚没了知觉，那厮却停顿了一刹那，但转瞬，闪着银光的利爪便对着我的脸狠狠抓下。随即，我便不顾疼痛地抬起双手，对着那只爪子欲要抓住，却扑了个空。眼见那厮的利爪愈来愈近，我全身寒毛倒竖，手抓住地面凸起的棱角，使出全身力气，猛的一推，身体急速地向后退去。\n\n\n　　利爪顺势而下，猛地落在充满铁锈的地面上，撕扯着坚硬的铁皮，发出剧烈的响声，留下一条骇人的巨大裂缝，船身随即猛烈晃动。那厮第一爪子落了空，却也机智，借着爪子牢固的抓地力牢牢抓住地面，甩出身体，向我飞射而来。头向右一偏，只见两只手已经布满鲜血，刚才撕扯的痕迹已经留下一条长长的血痕。猩红恐怖，末端的手指已经露出森白的骨头，剧烈疼痛着。\n\n\n　　见那生物如离弦之箭般弹射而来，心中瞬间绷紧，忍着手上剧烈的疼痛，全力推动着身体向后退。而这种方法终究不行，那厮愈来愈近，身后不远就是墙壁——进不得，退不得。\n\n\n　　瞳孔放大，心如乱麻，一股前所未有的恐惧蔓延全身，大脑已经微微嗡鸣，预示着末日的来临。心在慌，手在颤抖，血流不止。\n\n\n　　但就在最后一刻，忽地，嘴角忽地微微一咧，笑了起来。\n\n\n　　双腿猛踢墙壁，借助巨大的反弹力，身体如爆弹般飞出。而那厮却没反应过来，对着墙壁就是猛的一撞，整个船身都发出巨大的轰鸣，猛烈晃动着，它则在那忽然愣住了。浑身刺痛的我，看到那只不动的生物，嘴角的笑容更加浓郁，左手摸到一片大的玻璃碎片，右手则拿起那把随身携带的小刀，拼尽力量跳起，大步奔向那厮，对着后背紧握小刀狠狠刺下，右手的玻璃碎片也闻讯而下。溅起一阵血花……\n\n\n　　那厮已经倒地不起，而我的双眼也已支撑不住，再次倒在地下，昏过去了……\n\n\n　　……\n\n\n　　也不知过了多久，躺在地下的少年睁开了双眼，身体上各处的刮伤已经慢慢消失，而原本血肉模糊的手如今也仅仅只是有点破皮伤留着。\n\n\n　　【提醒】？？？已启用，开启生命回复模式。\n\n\n　　【提醒】因？？？、？？？的特殊加成，生命回复速度加快。\n\n\n　　【提醒】HP+20，现HP-30/60。\n\n\n　　【提醒】HP+30，会心一击，现HP-60/60。\n\n\n　　【提醒】生命回复完毕。\n\n\n　　【提醒】MP+...\n\n\n　　……\n\n\n　　门缝中渗进一丝阳光，淡黄色的光芒遍布船舱，地面物品散落一地，依稀看见的血迹使人不禁回想起那场惊心动魄的战斗。那只生物的尸体仍在角落静静躺着，旁边有着闪亮的物体。\n\n\n　　躺在地上歇息了片刻后，我便摇摇晃晃起来做了很多事情，例如把船舱整理和把那只生物扔到海里等。直到此时我才发现，那只不明生物酷似猿猴，身体有我一半大小，爪子锋利，额骨前凸。随后便闭着眼睛使劲拔出那把匕首，在水里洗了洗，同时也暗暗低头把那只可怜的生物扔到了海中。\n\n\n　　此时忙完一切后，静静坐在礁石上，心中仍有稍微的恐惧与不安，一种劫后余生的感觉。静静梳理思考着这次战斗。\n\n\n　　先是翻开了记录系统信息的界面，除了一些正常的HP回复以外，倒是还有一些值得一看的东西。（当时不知道系统的我还认为那“？？？”只是一种正常的生理现象）\n\n\n　　【战斗信息】不明猿猴使用了[*人阶*]下品※爪子撕扯※技能，但已经避开，技能失效。\n\n\n　　【战斗信息】您成功地躲过了不明猿猴的※爪子撕扯※技能。\n\n\n　　【战斗信息】不明猿猴使用了[*人阶*]下品※初级反击※被动技能，部分击中目标，HP-20。\n\n\n　　【战斗信息】恭喜您成功找到了敌人的弱点，攻击+30%。\n\n\n　　【战斗信息】纪辰对不明猿猴成功地实施了[*平凡*]双刀背刺普通技能。会心一击！暴击！不明猿猴HP-100。\n\n\n　　【小范围公告】纪辰成功击杀了[*普通级别*]-野外怪物- ※癫疯的初级猿猴※-- 3 lvl。\n\n\n　　【奖励】您杀死了不明猿猴，EXP+ 70，附属生物介绍条例获得，另外生物掉落了一些物品……\n\n\n　　正如提示所说，这只我拼命杀死的怪物也确实对我有些回赠，那便是几件掉落物。\n\n\n　　【掉落物品】[苍白]*癫疯猿猴的肋骨* ×3\n\n\n　　物品名称：癫疯猿猴的肋骨\n\n\n　　物品等级：苍白\n\n\n　　物品数量：3\n\n\n　　物品评价：★★★☆☆\n\n\n　　        “猿猴最硬的一根骨头，取自肋骨的一部分，制作骨刃之首选。”\n\n\n　　                                                                ——卡斯帕[一位铁匠]\n\n\n　　物品类型：材料\n\n\n　　        材料等级：平凡\n\n\n　　        材料重量：0.5 kg\n\n\n　　        坚硬程度：很低\n\n\n　　        材料韧度：非常低\n\n\n　　        适合制作物品：\n\n\n　　                任意物品\n\n\n　　这是三根森白的骨头，格外骇人，静静躺在背上的背包里。\n\n\n　　【掉落物品】[绿色]*猿猴的暗绿色瞳仁* \n\n\n　　物品名称：猿猴的暗绿色瞳仁\n\n\n　　物品等级：绿色\n\n\n　　物品评价：☆☆☆☆☆\n\n\n　　        “猿猴的右眼瞳仁，没有任何实际作用，仅仅是击杀某种生物的象征。”\n\n\n　　                                                                ——克里斯[一位冒险者]\n\n\n　　物品类型：象征道具\n\n\n　　        象征事件：\n\n\n　　                成功击杀一只[*普通级别*]-野外怪物- ※癫疯的初级猿猴※-- 3 lvl\n\n\n　　        可用任务：\n\n\n　　                暂未发现。\n\n\n　　以及几张猿猴的皮毛，属性没有任何特别之处。\n\n\n　　这恐怕是我第一次来这个世界，第一次真正的杀戮了。当我战斗时看到那双沾满鲜血的手时，灵魂也在战栗着……\n\n\n　　……\n\n\n　　不过现在的真正得出的结论便是——以后能少一次战斗便少一次，这不是我胆小如鼠的表现，而是我那本是善良的内心世界。\n\n\n　　那天夜晚，一夜未眠，时不时都在低低地，祈祷着，战栗着，祝福着，自责着，百十种心情交织与一起。心虽不静，但有明月相伴，却是别有趣味的月夜。\n\n\n　　\n[spoiler]\n我只能说，这一章很不简单，融合了我和许多大大们的心血了，特别是打斗场景！\n\n\n[/spoiler]\n\n第八章-少女瞳心：2015-4-18 23:26:12 夜更　　距离第一批玩家进入还剩4天……\n\n\n　　那场可怕的战斗之后，纪辰便一直在茅草屋中休养，虽说外皮伤痕都已恢复，但心却格外地疲倦。一连睡了两天之后，才真正回过神来，又在海风之下为生存而挣扎着。\n\n\n　　但是，那神秘的“血祸者”并不是仅仅只有那为数不多的几人，在少数人的阴谋下，“血祸者”的数目正在以一种骇人的速度，不断增长着。而纪辰所处的【Minecraft】世界一角……\n\n\n　　“大人，新一批的血祸者已经生成，这是名单。”一鹰鼻男子踏于虚空之上，头颅微低，双手捧着一沓纸张，双瞳颤巍地瞄向坐在椅上上的那个男人。\n\n\n　　“恩，拿过来，你便走吧。”漆黑的背影后发出了一丝让人捉摸不透的声音，略带阴森，却又稍有些女子之柔气。\n\n\n　　一阵轻风拂过，鹰鼻男子却已悄然离去，只留漆黑房间中的，是缕缕蛛网下低低的笑。\n\n\n　　“让你别来，为什么还是来了。”\n\n\n　　\n\n\n　　\n\n\n　　耳边一阵阵砍伐木头之声，迸溅的木屑随处飘洒，面带微笑的少年正在阳光暴晒下，呲着牙齿忘乎所以地忙乱着……\n\n\n　　而正在这时——\n\n\n　　距纪辰不远处的雨林里，原本静谧的树下却凹凸出现了一位少女，双眸看向纪辰的方向，身手灵活躲在了一棵树后，静静地一步步前进着。\n\n\n　　忽然纪辰扭过了身体，看向那里。\n\n\n　　“出来吧！”纪辰原本随意的脸庞显出一丝凝重，嘴角浅笑，看向雨林深处。\n\n\n　　少女瞬间定住，犹如惊弓之鸟，心中小鹿乱撞，不知所措，只得向前走去。\n\n\n　　浓密的绿色中走出一位少女的身影，五官精致，眉目清秀，约莫十几岁年龄，睁着水灵灵的眼睛，映彻着一种深海的幽蓝，怯怯地看着纪辰。\n\n\n　　“你是谁！”然而纪辰紧绷的心却并没有因此而丝毫放松，微微抬头，看向少女。\n\n\n　　“我……我……”她却愈加紧张，支支吾吾，声音格外清脆动听。\n\n\n　　纪辰随即一笑，唤起了那颗本有的少男之心，警惕心也逐渐放下，站起来慢慢走向那位低头的少女。\n\n\n　　“血祸者，纪辰，你呢？”俊俏的脸上泛起了真诚的笑容，温柔地看着她。\n\n\n　　“我也是血祸者，瞳心。”那位少女同样放下了心中的不安之心，扬起头来，螓首轻点，微笑着看向这位比自己略大一些的少年。\n\n\n　　“名字真好听。不过，你能和我们讲讲你自己吗？”沫沫忽然飞了过来，以其同样的少女姿态，瞬间夺得了瞳心的好感，便开始向他们说起来她自己。\n\n\n　　\n\n\n　　\n\n\n　　公元2037年，“泰坦行动”前夕，一所普通的公寓楼内。\n\n\n　　“女儿，今天空气又不好，快带上口罩，小心感冒。”一脸慈祥的妇女望着还小的瞳心，温柔说道。\n\n\n　　“知道了，妈妈。”那张精致的小脸上浮现出一个感谢的笑容，看向慈祥的妇女。随后便走出了家门。\n\n\n　　\n\n\n　　浓密的雾霾并没有掩埋小瞳心的心情，一蹦一跳朝着学校的方向走着，脸上洋溢着笑容，心中如花般盛开。\n\n\n　　忽地，前方出现了一片诡异的景象，附近的房子扭曲着，随之破碎。紧接着的是凄凉的哭喊声。\n\n\n　　本还年龄尚小的怎能受得了这样的惊吓，双腿颤颤，几乎要哭了出来。\n\n\n　　而那废墟中突兀地出现一个身影，一个男人的身影，拉着哭泣的瞳心走进了破碎的空间。\n\n\n　　\n\n\n　　瞳心的脸忽然变得发紫，全身微颤，沫沫急忙安抚着她，继续听着讲述。\n\n\n　　\n\n\n　　随后她被带到了一个无边无际的世界，那个世界只有白色，无尽的苍白，没有任何东西，无尽的空虚。那个拉走她的男人说，这是对她的考验，她只有不停地走。\n\n\n　　可幼小的瞳心哪能听得懂，那个男人消失之后，便开始泣声大哭……\n\n\n　　她无法接受这个现实……\n\n\n　　明明早上还和妈妈一起告别，为什么几分钟以后就来到了这个世界……\n\n\n　　爸爸答应今天晚上会和我一起出去玩……\n\n\n　　爸爸，妈妈，你们在哪……\n\n\n　　她一直在哭，凄惨地哭，凄凉地哭，没有人回应，也没有人怜爱……\n\n\n　　\n\n\n　　以前，每当我一哭，妈妈会把我放在怀里安慰我，爸爸会给糖给我吃，给我讲灰姑娘的故事……\n\n\n　　可爱的弟弟还会借给我他最喜欢的玩具，喂给我苹果吃……\n\n\n　　而现在这个世界，已经哭了不知几天几夜，没人理我……\n\n\n　　爸爸不在了……妈妈也离开了我……\n\n\n　　我也永远不能再玩到弟弟的玩具了……\n\n\n　　怎么能这样……爸爸……妈妈…………\n\n\n　　爸爸……妈妈……你们为什么要抛弃我……\n\n\n　　\n\n\n　　白色的世界里，只有一个无尽哭泣的小女孩在呼唤着，呐喊着，即便喊破了喉咙……\n\n\n　　一天……\n\n\n　　两天……\n\n\n　　五天……\n\n\n　　十天……\n\n\n　　一个月……\n\n\n　　一年……\n\n\n　　那个白色的世界只有女孩的哭声……\n\n\n　　\n\n\n　　直到三年后，那个男人再次回到了这里，他怔怔地看着那个女孩，微叹一声，便再次消失不见……\n\n\n　　同时，瞳心也就来到了这里——这个虚幻世界。\n\n\n　　系统告诉她，只要达到系统给她提出的那些苛刻要求，就能再次见到她的父亲母亲。\n\n\n　　她抹掉了哭了三年的眼泪，找到了那一份希望，站了起来，拿着那把弓，不停地向前走。\n\n\n　　那要求中的其中一个就是：\n\n\n　　杀死100个“血祸者”。\n\n\n　　\n\n\n　　\n\n\n　　“最后，我来到了这里，也就看到了你们。”瞳心小嘴轻轻啃着烤熟的土豆，含着泪微笑，看着我们。\n\n\n　　弹指间，她忍不住了，凄惨地大哭了出来，扑在了纪辰的坏里，呜咽地哭着。\n\n\n　　纪辰也是早已收起了那颗不好的心，默默抱着怀里的瞳心，轻轻安慰着。\n\n\n　　从那天以后，纪辰成了瞳心唯一一个愿意倾诉一切的哥哥。\n\n\n　　\n\n\n　　\n\n\n　　几年之后，纪辰再次问身旁的瞳心。\n\n\n　　“为什么那时候明知道我是血祸者还不杀我？”\n\n\n　　“因为，我心里最深处告诉我，你是能改变我一生的人。”\n\n\n　　她开心地哭了，再次像第一次认识纪辰那样，扑到了他的怀里……\n\n\n\n\n——————————————————\n因为是感情戏，特难写。。。\n所以字数可能少了点。。。\n\n\n　　\n\n\n关于更新很少的说明：一个是很忙，学校还有征文要写。第二个，也是最重要的一个——没有人和很多人提起这个小说的时候，都会一笑而过，说什么自己不需要别人的支持也可以写下来，是为了自己而写，是兴趣浓厚……那是放屁！一次一次地写不下来，一次一次地想放弃，我只能一次一次地强迫着自己写，我一直在想，写多了，总有人看的。3000字……6000字……10000字……20000字……25000字……\n写了一个多月了吧，每次都强迫着从来不熬夜的自己晚上1点睡觉，早上还得6点起……但，还是没人前几天看得我真是灰心了，我真想放弃了，我真准备放弃了虽然还有很多The Clouds团队的朋友，但越来越不活跃了……我就在想，如果不是这次版主高亮了，如果不是 @1679434224 一次一次地支持我，等我更，我恐怕就真正放弃了感觉版主的那次高亮，也感觉 @1679434224 一次一次的催更，也感谢The Clouds的各位。既然你们支持我了，那我也就写好啦，现在是11点40，还可以再写一会~为了各位而写（鼓励一下又不会死~~~）\n\n\n来自 The Clouds 创作分部--云端欢迎大家加入小组来和我们一起写小说~说废话~求妹纸~\n\n\n\n\n\n\n\n4.png\n(655 Bytes, 下载次数: 14)\n\n\n\n\n下载附件\n\n\n2015-3-7 20:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n5.png\n(675 Bytes, 下载次数: 4)\n\n\n\n\n下载附件\n\n\n2015-3-7 20:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n6.png\n(595 Bytes, 下载次数: 8)\n\n\n\n\n下载附件\n\n\n2015-3-7 20:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n7.png\n(638 Bytes, 下载次数: 7)\n\n\n\n\n下载附件\n\n\n2015-3-7 20:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1137246733",
            "timestamp": 1425774600,
            "txt_content": "审核了一晚上……\n我也是醉了……"
        },
        {
            "author": "天阶",
            "timestamp": 1425780480,
            "txt_content": "1137246733 发表于 2015-3-8 08:30\n审核了一晚上……\n我也是醉了……\n审核了一晚上\n还没人回复\n我也是醉了……"
        },
        {
            "author": "天阶",
            "timestamp": 1425780480,
            "txt_content": "这是网游么……\n最讨厌网游这种类型了"
        },
        {
            "author": "1137246733",
            "timestamp": 1425783840,
            "txt_content": "天阶 发表于 2015-3-8 10:08\n这是网游么……\n最讨厌网游这种类型了\n\n没办法啊，我很想搞得像minecraft里面一样各种武器啥的都有伤害高低附加效果（中毒啥的），可是如果直接来个现实根本没法解释，所以只能这样了。。。\n而且以后我不会像网游那样一天天打怪升级的。。。我的想法是升级也要砍树挖矿啥的\n（毕竟自己以前还是看过一些网游小说的………………）"
        },
        {
            "author": "1137246733",
            "timestamp": 1425799620,
            "txt_content": "没人吗都。。。"
        },
        {
            "author": "hznb",
            "timestamp": 1425940140,
            "txt_content": "好多句子缺少主语，第一章开头时交代的不够清楚，节奏没有把握好"
        },
        {
            "author": "1137246733",
            "timestamp": 1425983760,
            "txt_content": "hznb 发表于 2015-3-10 06:29\n好多句子缺少主语，第一章开头时交代的不够清楚，节奏没有把握好\n本来想搞得很神秘，结果自己都没把握好。。\n至于没主语我是知道的，我实在是不想 “我”“我””我“频繁出现，而且你没发现一般文里有很多”自己“”自己“，就是为了避免”我“的出现，因为自己看过很多小说，老是”我“”我“”我“地。看的很不爽。。。\n虽然我不知道这样对不对。。。。"
        },
        {
            "author": "1137246733",
            "timestamp": 1426900620,
            "txt_content": "帖子去哪了。。"
        },
        {
            "author": "1137246733",
            "timestamp": 1426923180,
            "txt_content": "自己顶一顶，我就不信没人回复"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1426993680,
            "txt_content": "上了回网吧总算是摸到电脑了总之表示下我的支持，对ice的高度赞赏云云。"
        },
        {
            "author": "Mala23333",
            "timestamp": 1426994040,
            "txt_content": "下面一排一排的属性好烦……真的很烦┻━┻︵╰(‵□′)╯︵┻━┻"
        },
        {
            "author": "1137246733",
            "timestamp": 1427011200,
            "txt_content": "CloudsXDao 发表于 2015-3-22 11:08\n上了回网吧总算是摸到电脑了总之表示下我的支持，对ice的高度赞赏云云。\n可怜的孩纸。。。"
        },
        {
            "author": "1137246733",
            "timestamp": 1427011260,
            "txt_content": "Mala23333 发表于 2015-3-22 11:14\n下面一排一排的属性好烦……真的很烦┻━┻︵╰(‵□′)╯︵┻━┻\n一般直接掠过不就好了么，这又不是你自己玩网游。。。没必要一个一个看的。\n我一般看网游小说就随便看一眼就下去了的说QAQ"
        },
        {
            "author": "PE龙隐尘",
            "timestamp": 1427030220,
            "txt_content": "顶，必须顶啊"
        },
        {
            "author": "Mala23333",
            "timestamp": 1427033100,
            "txt_content": "不过也还是第一次看见这种创新的??`虽然属性繁琐了些但还是很可爱??`"
        },
        {
            "author": "钻石僵尸",
            "timestamp": 1427285460,
            "txt_content": "顶一顶。"
        },
        {
            "author": "HGK",
            "timestamp": 1427374800,
            "txt_content": "很好，各地方都写得不错，语言诙谐，文笔优良，难得一见的佳作。[即使是我这样对RPG风格不感冒的人，我居然是认真看下去的]"
        },
        {
            "author": "1137246733",
            "timestamp": 1427471640,
            "txt_content": "HGK 发表于 2015-3-26 21:00\n很好，各地方都写得不错，语言诙谐，文笔优良，难得一见的佳作。[即使是我这样对RPG风格不感冒的人，我居然 ...\n啊哈，感谢评价~~~~"
        },
        {
            "author": "1137246733",
            "timestamp": 1427472540,
            "txt_content": "自顶一下先。。别沉下去"
        },
        {
            "author": "1137246733",
            "timestamp": 1427558520,
            "txt_content": "审核效率太慢了吧"
        },
        {
            "author": "1137246733",
            "timestamp": 1427620080,
            "txt_content": "虽然我不知道bbs自顶犯不犯法。。"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1428027960,
            "txt_content": "好好看唉=W=LZ加油更新"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1428714060,
            "txt_content": "快更吧T T"
        },
        {
            "author": "『FのI』",
            "timestamp": 1428801840,
            "txt_content": "写的真不错！！！！"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1429350960,
            "txt_content": "你多久没更了。。。"
        },
        {
            "author": "1137246733",
            "timestamp": 1429360860,
            "txt_content": "高亮了~\n于是我就决定今晚更吧\n那什么学校的破征文就一边去吧！！！！！！！"
        },
        {
            "author": "雷纳上尉",
            "timestamp": 1429361100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1137246733",
            "timestamp": 1429449600,
            "txt_content": "审核了两天终于完了"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1429690500,
            "txt_content": "女主终于出现了呢→_→"
        },
        {
            "author": "1137246733",
            "timestamp": 1429712280,
            "txt_content": "1679434224 发表于 2015-4-22 16:15\n女主终于出现了呢→_→\n这不是女主的说，只是一个小萝莉~~~\n我想着主角是萝莉妹子一大群的。。。。。{:10_512:}"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1429745760,
            "txt_content": "1137246733 发表于 2015-4-22 22:18\n这不是女主的说，只是一个小萝莉~~~\n我想着主角是萝莉妹子一大群的。。。。。 ...\n嗯。。。这。。。果然是主角开后宫→_→"
        }
    ]
}