{
    "title": "[New API][搬运]国外免费开源小游戏之: [移动迷宫][10.5版本]",
    "author": "minecraftpe8",
    "replyCount": 26,
    "timestamp": 1425797520,
    "txt_content": " 本帖最后由 minecraftpe8 于 2015-3-8 15:52 编辑 \n\n[New API][搬运]国外免费开源小游戏之: \n                      ★[移动迷宫][10.5版本]★\n\n\n(注: 小游戏插件来源于minecraftgenius76原创,免费开源)\nminecraftgenius76官网: http://minecraftgenius76.com\nminecraftgenius76官网免费发布了5个小游戏,分别是:\n★ 移动迷宫 (Maze Runner)\n★ 天空孤岛 (Sky Block)\n★ 掘一死战 (Spleef)\n★ 夺旗游戏 (Capture the Flag)\n★ TNT跑酷 (TnTRun)\nminecraftgenius76官网免费发布了几个实用插件,分别是:\n★ NPC插件\n★ 地图生成器插件(告别DEFAULT和FLAT,全新地图格式)\n★ 传送门\n...\n\n移动迷宫描述:\n\nMaze runner version 2.0 is an updated design mini-game for MCPE. this game is design for Maze fans -  it come with a map of many maze of different sizes and a competition mode maze. Just want to say, once you are lost inside a maze. there is no exist. don't believe. try it yourself and tell me you answer.\n\n\n\n移动迷宫特性:\n\nWhat's new in v2.00?\n----------------------------------------------------------------------------------\n1. New Map with multiple types of  free-run mazes\n\n    * Easy - safer light floor\n    * Hard - Lava/Water floor\n\n2. Multi-players Competition Maze \n     with time limit and danger path\n3. Improved generation of Maze, bigger and better!\n\n\nAdministrator / Ops Commands for Initial Setup\n================================================\n\n\"/maze build [maze id]\"  - this build the maze-id specific in configuration file \n\n   example: /maze build pvp-maze-1 \n   note: the map come with this plugin already have maze built.\n\n\"/maze destroy [maze id]\"  - this remove the maze from the world\n\n\"/maze home\"  - send player to game home.\n\n================================================How to setup and Play the game?\n================================================\nOption #1  Easy Way - Use Map provides with this plugin. \n           Download it and put this under your server worlds\n           Next, download and put the plugin file under server plugin folder.\n           restart server and play\n\nOption #2  Put maze into your existing worlds \n     make sure configuration settings are updated properly \n           Next, download and put the plugin file under server plugin folder.\n           restart server and play\n\n\nOnce player reach the exist, tap [Nether Rector Core] block to end the game.\nthen teleport back to game lobby.\n\n===============================================\nMaze Game Play:\n================================================\n#1) Free Run Mode maze - ( 3 in the map)\n\n Essentially, this plugin map come with 3 free run Mazes for play and 2 PvP Maze for competitions.\n no lineup required.\n\n#2) PvP Competition Maze (2 in the map)\n This required players go to game station, click new competition sign and enter. \n Players will automatically enter to center of the maze.\n Click the start button to begin the game round. or Yellow to exit now.\n Timeout in 8000 ticks on each game run. \n\n\nRequirement:\nLatest Pocketmine server\n\nInstallation: \nJust drop .phar into PocketMine Server plugin folder \nRestart server\n\nBug Report:\nAuthor: MinecraftGenius76\n\n\n大家在下载使用这款免费开源小游戏插件时,请务必遵守以下协议,切勿用作商业用途:\n\nLicense Agreement\n\nMinecraftGenius76 PE Mini-games ? End User License Agreement\nTHE TERMS AND CONDITIONS OF THIS AGREEMENT SHALL NOT APPLY IF YOU HAVE OBTAINED ACCESS TO THIS PRODUCT PURSUANT TO A MULTI-USER OR INSTITUTIONAL LICENSE. UNDER SUCH CIRCUMSTANCES, YOUR USE OF THIS PRODUCT SHALL BE GOVERNED SOLELY BY THE TERMS AND CONDITIONS OF THE MULTI-USER OR INSTITUTIONAL LICENSE.\n\nBACKGROUND. Minecraftgenius76 has developed a proprietary software application known as MCPE mini-games plugin (the \"Software\").  By using the Software and/or its accompanying manuals (the \"Documentation\" and together with the Software, the \"Product\"), you (the \"End User\") agree with minecraftgenius76 to be bound by the terms and conditions set forth herein. Minecraftgenius76 is willing to permit you to use the Product only upon the condition that you accept and comply with all of the terms of this agreement (\"Agreement\").\n\nTHEREFORE, for good and valuable consideration, including the rights and license granted in this Agreement, and intending to be legally bound, minecraftgenius76 and End User agree as follows:\n\n1.  LICENSE GRANT.  Subject to the terms and conditions of this Agreement, minecraftgenius76 hereby grants to End User a non-exclusive, non-transferable, individual license to use the Product solely for the purpose of personal use, resources for references, creating and building a personal library of mcpe mini-games references and own game playing. \n\nIn addition, if End User is using a desktop version of MCPE server: \n\n(a) End User may (i) install one copy of the Software on up to two computers for End User's personal use and (ii) make one copy of the Software solely for backup or archival purposes.  It is expressly understood that the Software program will only be in use by End User on one computer at any given time.  End User may not make any copies of the Documentation or any portion thereof.  \n(b) End User may download and store full-text files for End User's own use in research and writing.  Any downloaded files may not be shared with third parties.  End User acknowledges his/her responsibility to obtain all necessary consents and permissions to utilize the Software with third-party materials and to adhere to all applicable intellectual property laws with regards to capturing, storing and copying any copyrighted materials using the Software.  End User shall defend, indemnify and hold harmless minecraftgenius76 and its affiliates from and against any and all claims, actions, demands, liabilities, losses, damages, judgments, settlements, costs and expenses, including reasonable attorneys' fees, arising out of End User's downloading, storage or use of full-text files or other third-party materials in the Software. \n\nThe rights granted herein are limited and are to be strictly construed.  \n\nIf End User is accessing the Product as part of a free trial:\nMinecraftgenius76 hereby grants to End User a non-exclusive, non-transferable, individual license to use the Product solely for testing and evaluation purposes, subject to the terms and conditions of this Agreement.  End User acknowledges that the full-function features of the Software will be automatically disabled thirty (30) days following End User’s initial use of the Software, however End User may continue to view any data already input using the Software. End User may not make any copies of the Documentation or any portion thereof.  \n\n2.  RESTRICTIONS. The following uses and/or activities are not permitted unless otherwise specifically allowed by Minecraftgenius76 under the terms of a separate agreement:\n\n(a) Modifying, translating, decompiling, reverse engineering, redistributing or retransmitting in any form or by any means, the Software or any portion thereof;\n(b) Creating any derivative products or other works using any portion of the Software; \n(c) Using the Software or any portion thereof in any third party product or service; \n(d) Using the Software, directly or indirectly, on a time sharing or service bureau basis, or providing services for a fee using the Software; and \n(e) Sharing passwords and/or access codes with third parties, or allowing any non-End User to use the Product.\n\nIn addition, if End User is using a hosted version of MCPE Plugins and mini-games: \n\n(i) End User may not (A) attempt to circumvent user authentication or the security of any host, network, or account (aka \"cracking\"), including, but not limited to, accessing data not intended for End User, logging into a server or account that End User is not expressly authorized to access, or probing the security of minecraftgenius76 servers and networks, or (B) create a denial of service, impede the operation of the Software or engage in any activities that adversely affect the ability of other End Users to use the Software.\n\n(ii) End User may not upload, share or otherwise transmit any content that (A) End User does not have a right to upload, share or transmit under any law or under contractual or fiduciary relationships; or (B) violates anyone’s copyright, trademark or other proprietary right.\n\nEnd User acknowledges and agrees that in addition to any other rights or remedies that Minecraftgenius76 may have hereunder, Minecraftgenius76 may remove or disable access to allegedly infringing content, or disable certain functionality, such as sharing, in the event of an alleged infringement.   \n\n3.  TERMINATION. Without prejudice to any other rights, Minecraftgenius76 may terminate this Agreement (a) if End User fails to comply with any of the terms and conditions of this Agreement or (b) if End User is accessing the Product under the terms of an agreement between Minecraftgenius76 and End User's organization, and such agreement with End User's organization is terminated.  In the event of any termination, End User shall immediately discontinue any further use of the Product and (if applicable) destroy all copies of the Software and Documentation in its possession or control.  Sections 1(b), 3, 4, 5 and 6 shall survive any termination of this Agreement. \n\nIn addition, if End User is using a hosted version of EndNote: Following any termination, Minecraftgenius76 may destroy any data or information stored on its servers by or on behalf of End User.  Such data and information will be permanently lost.\n\n4.  PROPRIETARY RIGHTS. End User acknowledges that all intellectual property rights in the Product, including without limitation, all copyrights, trademarks, patents and trade secrets, are owned by Minecraftgenius76 or its third party licensor(s).  Except as expressly set forth in this Agreement, Minecraftgenius76 neither assigns any intellectual property rights, nor grants any licenses or other rights with respect to the Product.  End User shall use reasonable care to protect such intellectual property rights of Minecraftgenius76 and/or its third party licensor(s), and to prevent the unauthorized use or copying of the Product.\n\n5.  NO WARRANTY. THE PRODUCT AND ALL CONTENT, INFORMATION AND TECHNOLOGY CONTAINED THEREIN ARE BEING PROVIDED TO YOU \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE. MINECRAFTGENIUS76 DOES NOT MAKE ANY WARRANTY THAT THE SOFTWARE IS COMPATIBLE OR OPERABLE WITH THE END USER'S COMPUTER EQUIPMENT OR SOFTWARE, OR THAT THE SOFTWARE WILL PERFORM WITHOUT INTERRUPTION OR FREE OF ERRORS. END USER AGREES THAT THE PRODUCT IS NOT CONSUMER GOODS FOR PURPOSES OF FEDERAL OR STATE WARRANTY LAWS.\n\nNo sales person or other representative involved in the licensing of the Product is authorized to make any warranties with respect to the Product. Oral statements do not constitute warranties, shall not be relied upon by End User, and are not a part of this Agreement.\n\n6.  LIMITATION OF LIABILITY. TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL MINECRAFTGENIUS76 OR ITS AFFILIATES OR ITS OR THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS OR REPRESENTATIVES (COLLECTIVELY \"MINECRAFTGENIUS76 PARTIES\") BE LIABLE OR RESPONSIBLE FOR DAMAGES OF ANY KIND (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF INFORMATION OR DATA, OR ANY OTHER INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES) ARISING OUT OF THE USE OF OR INABILITY TO USE THE PRODUCT OR OTHERWISE IN CONNECTION WITH THIS AGREEMENT, EVEN IF MINECRAFTGENIUS76 HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. IN ANY EVENT, THE MINECRAFTGENIUS76 PARTIES' TOTAL AGGREGATE LIABILITY TO YOU FOR ALL DAMAGES OF ANY KIND AND TYPE (REGARDLESS OF WHETHER BASED IN CONTRACT OR TORT) SHALL NOT EXCEED THE PURCHASE PRICE OF THE PRODUCT. \n\nIT IS EXPRESSLY UNDERSTOOD AND AGREED THAT IN THE EVENT ANY REMEDY HEREUNDER IS DETERMINED TO HAVE FAILED OF ITS ESSENTIAL PURPOSE, ALL LIMITATIONS OF LIABILITY AND EXCLUSIONS OF DAMAGES SET FORTH HEREIN SHALL REMAIN IN EFFECT.\n\n7.  INJUNCTIVE RELIEF. End User agrees that Minecraftgenius76 will have the right to obtain an injunction against any unauthorized use of the Product by End User, in addition to any other rights and remedies to which Minecraftgenius76 may be entitled.\n\n8.  SEVERABILITY. If any provision of this Agreement is held to be invalid or unenforceable by a court of competent jurisdiction, then such provision shall be adjusted to the minimum extent necessary for validity or enforceability, and in any event, the remaining provisions will nevertheless remain in full force and effect.\n\n9.  ENTIRE AGREEMENT. This Agreement constitutes the entire understanding and agreement between Minecraftgenius76 and you with respect to the subject matter of this Agreement and supercedes all prior or contemporaneous oral or written communications with respect thereto. This Agreement may not be modified, except to the extent of a written agreement to do so by an authorized representative of Minecraftgenius76.\n\n10.  NO ASSIGNMENT.  End User shall not assign, sub-license or delegate any of its rights or obligations under this Agreement to any third party without the prior written consent of Minecraftgenius76  Any assignment, sublicense or delegation in violation of this provision shall be null and void.\n\n11.  THIRD PARTY SUPPLIER TERMS.  The following provisions contained in this Section apply specifically to the Pocketmine server from pocketmine team, which is not incorporate in the Software (plugins) and distributed by Minecraftgenius76 under license:  \n(a) End User agrees that End User:\n(i)   will use pocketmine server only as as reference Software;\n(ii)  will use pocketmine server software for development, compilation, debugging and similar design-time purposes;\n(iii) pocketmine team have the exclusive ownership of all right, title, and interest in and to pocketmine software, including ownership of all intellectual property rights and confidential information pertaining thereto, subject only to the rights and privileges expressly granted to End User under this Agreement; and\n\n12.  ACKNOWLEDGMENT. Use of the Product affirms that End User has read this Agreement, understands it, and agrees to be bound by its contents.\n\n",
    "replies": [
        {
            "author": "GTVZDH123",
            "timestamp": 1425797580,
            "txt_content": "请问图片呢"
        },
        {
            "author": "minecraftpe8",
            "timestamp": 1425797700,
            "txt_content": "GTVZDH123 发表于 2015-3-8 14:53\n请问图片呢\n图片附件上传不了,说容量不够了"
        },
        {
            "author": "1219918271",
            "timestamp": 1425797700,
            "txt_content": "全是英文。。"
        },
        {
            "author": "叫我stere",
            "timestamp": 1425797820,
            "txt_content": "minecraftpe8 发表于 2015-3-8 14:55\n图片附件上传不了,说容量不够了\n使用我签名中的图床，第二个"
        },
        {
            "author": "GTVZDH123",
            "timestamp": 1425798000,
            "txt_content": "minecraftpe8 发表于 2015-3-8 14:55\n图片附件上传不了,说容量不够了\n好的，那么英文你也翻译一下啊\n（你不知道图床是什么吗）"
        },
        {
            "author": "xcc",
            "timestamp": 1425798780,
            "txt_content": "PE插件在逗我"
        },
        {
            "author": "企鹅丶小B",
            "timestamp": 1425799020,
            "txt_content": "楼主就会复制{:10_493:}"
        },
        {
            "author": "minecraftpe8",
            "timestamp": 1425799380,
            "txt_content": "企鹅丶小B 发表于 2015-3-8 15:17\n楼主就会复制\n我都说了搬运了,当然原文搬过来了,汉化是后面的事情了!你不会连这么简单的英文都看不懂吧!"
        },
        {
            "author": "minecraftpe8",
            "timestamp": 1425799500,
            "txt_content": "企鹅丶小B 发表于 2015-3-8 15:17\n楼主就会复制\n我担心版主会把帖子给删了,等什么时候版主把帖子设置高亮,我再原文翻译一下!"
        },
        {
            "author": "企鹅丶小B",
            "timestamp": 1425799560,
            "txt_content": "minecraftpe8 发表于 2015-3-8 15:23\n我都说了搬运了,当然原文搬过来了,汉化是后面的事情了!你不会连这么简单的英文都看不懂吧! ...\n我不是看不懂，只是谁有那么多时间慢慢看你的英文啊"
        },
        {
            "author": "企鹅丶小B",
            "timestamp": 1425799620,
            "txt_content": "minecraftpe8 发表于 2015-3-8 15:25\n我担心版主会把帖子给删了,等什么时候版主把帖子设置高亮,我再原文翻译一下! ...\n你把翻译一起写了，版主不会删你的贴"
        },
        {
            "author": "iSteven",
            "timestamp": 1425801360,
            "txt_content": "把英文License搬上来没什么意义吧。。"
        },
        {
            "author": "wujipohh",
            "timestamp": 1425810600,
            "txt_content": "方法。。。"
        },
        {
            "author": "minecraftpe8",
            "timestamp": 1425885540,
            "txt_content": "iSteven 发表于 2015-3-8 15:56\n把英文License搬上来没什么意义吧。。\n你这个英语渣滓,是你自己看不懂而已,把协议放这里,防止中国的小学狗倒卖!!!"
        },
        {
            "author": "luoduan",
            "timestamp": 1425894120,
            "txt_content": "请问楼主能发一下 稳定bin文件吗？  直接下载的安装汉化的不行   走路也不行  老版本的又老是出错误   "
        },
        {
            "author": "robbery1",
            "timestamp": 1426343940,
            "txt_content": "想问下 迷宫插件有什么用？我想从world世界转到migong世界 怎么转 已经安装了你的迷宫插件"
        },
        {
            "author": "570766202",
            "timestamp": 1426401480,
            "txt_content": "op都破坏不了地图 怎么弄啊怎么玩"
        },
        {
            "author": "为梦逐梦",
            "timestamp": 1426427280,
            "txt_content": "谢谢分享。。"
        },
        {
            "author": "为梦逐梦",
            "timestamp": 1426429560,
            "txt_content": "下载地址呢"
        },
        {
            "author": "rengeng",
            "timestamp": 1426996860,
            "txt_content": "x新人，找不到链接"
        },
        {
            "author": "gjx124",
            "timestamp": 1427009760,
            "txt_content": "移动迷宫特性:\n在v2.00有什么新鲜事吗?\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n1。新地图与多种类型的空运转迷宫\n*容易-安全光地板上\n* -熔岩/水楼\n2。多人竞争迷宫\n随着时间的限制和危险的道路\n3。改进一代的迷宫,更大更好!\n初始设置的管理员/行动命令\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n“迷宫id /迷宫构建”——这个构建maze-id特定的配置文件\n例如:构建pvp-maze-1 /迷宫\n注:地图上有这个插件已经迷宫。\n“迷宫id /迷宫摧毁”——这个删除的迷宫世界\n“/迷宫家”——把玩家游戏送回家。\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =如何设置和玩游戏?\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n选择# 1的简单方法——利用图与这个插件提供。\n下载它,把这世界在你的服务器\n接下来,下载并将插件文件在服务器的插件文件夹。\n重新启动服务器和玩耍\n选项# 2把迷宫到您现有的世界\n确保正确配置设置更新\n接下来,下载并将插件文件在服务器的插件文件夹。\n重新启动服务器和玩耍\n一旦玩家达到的存在,利用[虚空校长核心)块结束游戏。\n然后传送回游戏大厅。\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n迷宫游戏:\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n# 1)自由运行模式迷宫——(3的地图)\n从本质上讲,这个插件地图有3自由运行迷宫游戏和2 PvP迷宫比赛。\n不需要阵容。\n# 2)PvP竞争迷宫地图(2)\n这需要玩家去游戏站,点击并输入新的竞争标志。\n玩家将自动进入迷宫的中心。\n点击开始按钮开始游戏。现在退出或黄色。\n在每个游戏运行超时8000年蜱虫。\n要求:\n最新Pocketmine服务器\n安装:\n就下降。phar到PocketMine服务器插件文件夹中\n重新启动服务器\n错误报告:\n作者:MinecraftGenius76"
        },
        {
            "author": "570766202",
            "timestamp": 1427299800,
            "txt_content": "楼主啊  原贴那网站插件怎么下载啊，我用手机找不到链接啊，哪位告诉我"
        },
        {
            "author": "chenll",
            "timestamp": 1427375820,
            "txt_content": "你先把npc插件放出来吧"
        },
        {
            "author": "hsk001ufo",
            "timestamp": 1428255300,
            "txt_content": "英文内容敢不敢折叠起来"
        },
        {
            "author": "qq1269221316",
            "timestamp": 1471291560,
            "txt_content": "帖子求更新下载连接！！"
        },
        {
            "author": "q59541511",
            "timestamp": 1472529120,
            "txt_content": "游戏不错，可玩度挺高的"
        }
    ]
}