{
    "title": "[娱乐]AcidIsland 酸岛生存——海岛生存[汉化][授权搬运][1.79-1.9]",
    "author": "lichi2050",
    "replyCount": 99,
    "timestamp": 1425925320,
    "txt_content": " 本帖最后由 1582952890 于 2017-9-17 08:34 编辑 \n\nAcidIsland\n一个类似空岛的插件，不过是海岛，还是酸的。我们来看看吧~\n\n首先大家都应该玩过或认识空岛插件，空岛生存是吧？其次这个插件就是类似空岛的不过只是在海上进行【+酸海水-血啊】\n作者弄的故事【真...逗】你会发现自己被困在一个荒岛上只有一头牛和一个奇怪箱子。有人放置一个木牌警告你不要进入水中。多么奇怪的世界！\n插件功能\n海水里面带酸会给予进去的玩家们伤害【穿铠甲可以减少伤害】海水也会给予怪物伤害水中呼吸药水可以无视伤害，使用水桶或其容器可以获取酸水【喝了立马死亡，不过可以用来弄药水】每一个玩家可以摆一个传送木牌让其他玩家传送过来观光通过挑战【challenges】可以获得海绵【更加容易扩大海岛】海岛有排行榜，等级是安装摆的方块计算【可以到这里查看】玩家们可以通过做船到达其他海岛【不过注意别把船破坏了，那么你只好溺\"酸“水了】可以使用schematic 【这里查看】默认物品【就是开始箱子里面的】可以到config修改【这里查看】有地狱~，有专属的传送门，地狱传送点会被插件自动保护团队可以查看队友信息【就算离线也可以】离线时被踢出海岛的话，下次上线会收到信息如果玩家在船上，然后海岛被别的玩家删除或重设定，那么玩家会立刻掉落到海”酸“水里面如果在船上使用/island 那么船也会自动被传送会岛\n\n温馨提示\n\n小心酸水，别掉进去了动物掉落酸水不会收到攻击，怪物则反岩浆和酸水可以制作石头不过马上又会变成酸水【还是用正常水吧】多多利用水下呼吸药水完成挑战可以获得高级物品别忘记钓鱼啊~\n\n安装插件MOD服务器基本兼容（有少量报错）确定安装了vault + 任何一款经济插件经济插件拥有一个服务器下载插件.jar放到服务器plugins文件夹重启或刷新海岛地图会自动生成\n\n制作传送海岛木牌\n【传送木牌一个玩家只可以摆一个木牌，OP也一样】放下一个木牌 第一行输入 [WELCOME] 如果变绿了就设定成功了 如果是红色[WELCOME] 那么重新试试吧\n\n设定config\n本插件文件夹里面总共有5个文件config.yml 【基本设定：距离啊，出生物品啊，海岛高度啊，多少动物，怪物等等】【我不会过多的介绍，在汉化文件里面每一行都有详细的介绍】locale.yml 【语言文件。汉化的下面会有下载】blockvalues.yml【这个是分数计算，哪个方块多少分】【不喜欢麻烦的直接别动】challenges.yml【挑战文件。修改或增加。汉化文件里面有详细的介绍】minishop.yml【就是一个迷你商店，可以购买设定好的物品】【和菜单插件差不多】【最多允许9个物品】\n\n权限\n acidisland.* 全部指令 acidisland.island.* 基本指令【创造海岛，排行榜，挑战，等等】 acidisland.team.* 队伍指令【邀请，踢人，等等】 acidisland.mod.* 副管理员指令【无限传送海岛，无视海岛保护】 acidisland.admin.* 管理员指令【副管理员全部指令，删除海岛，刷新旧岛，刷新插件等... 建议直接给 acidisland.*】\n指令\n基本指令 /island  创造一个海岛+传送到海岛 /island go 传送到海岛 /island help 查看海岛全部指令 /island cp 或 control panel 打开控制中心【更加简单的查看指令+使用】 /island reset 或 restart 重设海岛【有冷却时间】 /island level 查看自己海岛等级 /island level <玩家> 查看指定玩家海岛等级 /island top 查看海岛排行榜 /island minishop 或 ms 打开迷你商店 /island warps 打开传送中心【所有摆了传送木牌的都会显示在里面】 /island warp <传送点> 传送到指定地点 /island biomes 打开地区中心队伍指令\n /island invite 邀请一个人加入你的海岛 /island accept 或 reject accept 为 确定 reject 为 拒绝 /island team 查看队伍信息 /island leave 离开所属的海岛 /island kick 或 remove <玩家> 踢人 /island makeleader <玩家> 让<玩家>成为这个岛的主人\n\n特殊队伍指令\n\n /island coop <玩家>  暂时给予<玩家>本海岛的全部指令可以说是副岛主 /island expel <玩家> 取消上面的指令\n新增特殊队伍指令 /island uncoop <玩家>  取消<玩家>的副岛主权限\n\n挑战指令\n\n /challenge 查看目前全部挑战/challenge complete 或 c 完成指定挑战\n管理员指令\n\n /acid reload 刷新海岛插件文件 /acid delete <玩家> 删除<玩家>的海岛【无恢复指令】 /acid completechallenge <挑战名称> <玩家> 为<玩家>完成<挑战名称> /acid resetchallenge <挑战> <玩家> 为<玩家>重设<挑战名称> /acid resetallchallenges <玩家>  重设<玩家>全部挑战 /acid purge [时间按照天数算] 如果玩家没在[时间按照天数算]登录过海岛，那么海岛自动删除 /acid info <玩家> 查看玩家资料 /acid topten手动刷新全服前10排行 /acid register <玩家> 给予<玩家>此海岛的全部权限 /acid setspawn 为海岛设定出生点 /acid info 查看海岛资料 /acid tp <玩家> 传送到<玩家>的海岛\n新增管理员指令\n\n /asadmin spy 查看队伍聊天频道 resetsign 修改海岛默认木牌内容 resethome  取消玩家目前的重生点，并设定在不安全地点 sethome <玩家> 设定<玩家>的重生点\n\n好了，我不知道朋友们会不会喜欢这个插件。不过我非常的喜欢[花了3小时才写完]\n空岛我玩过很多服务器，有点腻了。这个插件可以改改环境和玩法.[基本还是差不多]\n\n下载地址\n官方下载地址\n1.7.9-1.9 点我\n\n百度云盘下载地址\n1.7.9 点我\n1.8.1 点我\n1.8.3 点我\n汉化文件 点我 【感谢 千飞夏 的汉化】(这种汉化比较麻烦推荐以下汉化↓)\n\n最新版（兼容1.7.9-1.8.3）（比↑更加兼容+新汉化）\n\n下载点我（V.2.9.5）（新汉化教程）最新版下载（优化许多功能）（V.2.9.9）\n第一步\n\n/is lang SimplifiedChinese复制代码\n第二步：恭喜你已经汉化陈功了！\n效果：\n\n\n\n\n\n\n\n\n\n由于大部分玩家都汉化失败（我也是非常的郁闷啊），再加上203楼的要求，我上传了打包的（整合包）。\n内含jar+插件文件（已汉化）有些服务器可能得转码。 点我 密码: riaq\nps：本人汉化了controlpanel界面，其他的实在懒没时间\n\n\n下载完后，解压，把文件夹里面全部文件和服务器生成的文件替换 重启或 reload 即可\n官方介绍视频http://v.youku.com/v_show/id_XOTA4NjI0ODM2.html\n\n\n官方更新信息\nV3.0.0.2We're still working through the changes from V1.9...\nBug fixes:\n[Major] Potion brewing does not work with V1.9. This needs some investigation, so for the time being I'm removing the renaming of water bottles to Acid Bottles in the game. Players with Acid Bottles will need to destroy them and start again as the lore on them does not allow them to be used.[Major] Island deletion was causing excessive lag on some servers, so it was reworked to reduce that.V3.0.0.1Bug fix release:\n[Minorish] Prices for spawn eggs and potions were not being shown in the mini-shop.Upgrading from V3.0.0If upgrading from pre-3.0.0 versions, just follow the 3.0.0 instructions.Stop serverReplace previous jar with this jar(Optional) Remove minishop.yml because it will be regenerated. If you want to keep your descriptions or you customized it, leave it.Start the server, you should be done!V3.0.0This release supports servers V1.7.9 through to V1.9.\n1.9 brings in new features and functions and it may be possible for players to find new ways to cheat, or unforeseen bugs may exist. Please report them and I'll do my best to fix them.\nKey V1.9 changes that affect admins\nBiomes have changed and there are fewer of them.Potions - they can not longer be defined by a number, e.g., POTION:8123, they have to be described by name. Note that the default chest formatting for potions has changed to reflect this. See the config.yml file for instructions.Spawn eggs - these too must now be named, e.g. MONSTER_EGG:PIG.Herochat: This plugin works only with V5.7.0 and later of the HeroChat because they changed the API. Note that Herochat has bugs still.UpgradingStop server and make backups of your world and AcidIsland plugin folder just in case.Replace previous jar with this jar(Optional for V1.9 servers) If you have any custom schematics, then you should recreate them and save them using the latest WorldEdit that enables V1.9 items otherwise potions will be just water bottles.Remove the old config.new.yml because a new one will be created.In the minishop, spawn eggs must now be described in the extra line by name, not number. So change the pig egg number 90, to PIG. Alternatively, delete minishop.yml and let it be recreated.Remove challenges.yml because a new one will be created. Or change your MONSTER_EGG definitions to be named instead of numbered.Locale.yml has been updated with a few strings, so move it or delete it.Restart the serverLook at the new config.new.yml and merge in changes to your config.yml. Note that the default chest formatting for potions has changed. Read the instructions in the file. You should be good to go!New featuresCompatibility with V1.9 serversAdded protection for daylight sensor setting from visitorsAdded ability to make acid bottles and buckets not be acid and not kill you if you drink water bottles.Added eggs to protection against breeding by visitors.Changed warp sign name search algorithm to give preference to warps that are exact matches.Added Admin command to reset all island protection settings to default. /asadmin settingsreset confirmImproved API - added mini shop events,Bug Fixes[Minor] Fixed bug where if a player does not have permission to use the control panel, but the control panel is active, then they cannot use /island command.[Minor] Fix for long standing bug where the initial welcome sign always faced North in schematics.\nV2.9.9UpgradingThis version has a small addition to config.yml so it will make a config.new.yml for you to look at and merge into your own config.yml. The differences can be seen here.\nStop serverRemove any old config.new.yml file.Copy this jar over the old jarRestart serverLook at the new config.new.yml file and merge in the differences to your config.yml.Restart the server.You should be done!EnhancementsEnhanced creeper griefing protection - creepers will not cause damage if visitors light them with flint & steel.Added protection against wither griefing by visitors due to the wither magically changing any blocks around it to air when it is damaged.Added color coding option to biome panel description.Added {ISLAND_CHALLENGE_LEVEL} chat tag.Added an option for island deletion to remove extraneous blocks around the edges of an island that cannot be deleted by the chunk deleter. This only matters for islands where the protection area and island distance are the same or within 16 blocks of each other. May cause lag so don't use unless you really need it.Added support for durability values on schematic icons. e.g. icon: DIRT:1 for coarse dirt icon.The title and subtitle shown when an island is created can have their colors changed. Colors have to be JSON colors, not Minecraft colors.API: Added a List of ItemStacks to the challenge complete API and challenge level complete API for what rewards the player received.Bug Fixes[Exploit] Fixed exploit for 1.7.9 where iron doors and chests could be placed by cacti by visitors and pop endless cacti.[Major] Removed use of apache commons NumberUtils because it is not supported on 1.7.9. Was causing errors during team invites.[Minor] Island level calculations were using some blocks from adjacent islands if islands were next to each other (within 16 blocks)[Minor] Fixed bug where challenge level upgrades were not being recognized.[Minor] Added comment to challenges.yml to explain \"free challenges\"[Minor] Island entry and exit messages will not show blank lines in chat if set to nothing in the locale files.[Minor] Added island info back into admin info command.[Minor] null, null, null, null was showing on some signs in custom schematics.[Minor] Red sandstone in schematics was becoming red sand when pasted.[Minor] Fixes bug where No Safe Warp Found was causing a No Method Found error in 1.7.9 serversV2.9.8.1UpgradingThis version has new protection settings for the island spawn in config.yml, so it will make a config.new.yml for you to look at and merge into your own config.yml. The differences can be seen here.\nStop serverRemove any old config.new.yml file.Copy this jar over the old jarRestart serverLook at the new config.new.yml file and merge in the differences to your config.yml.Restart the server.You should be done!EnhancementsAdds new config.yml settings for spawn protection for armor stands, beds, animal breeding, crop trampling, throwing enderpearls, leash use and sheep shearing.Initial island sign text will now only be written to a sign on the island if the lines are blank in the island schematic. If no text is wanted to be written to the sign (other than what is in the schematic), it should be removed from the locale files, i.e., set as '' in the file.Decorations are better supported in schematics, such a mob heads, player heads, pictures, flower pots.Added calculateIslandLevel to API so that island levels can be calculated in addition to being read.Added /acid reserve <player> command to reserves any open spot for the player's next island. Admin should fly to the open spot and execute the command. Then the player can do a island reset and start next to their friend. The reservation does not survive server restarts and is meant for addressing immediate user needs.Game balancing - Added more sand to challenge rewards in ASkyBlock.API - improved the API. Returns copies of lists, sets, hash maps, etc. Added methods.Trees no longer will grow outside of the protected area of an island because they cannot be removed by the player.Issues resolvedThe largest acidisland.team.maxsize.# permission will now be used if the player has multiple ones assigned to them.Resolved issue where abnormal acidisland.team.maxteam settings like acidisland.team.maxteam. or acidisland.team.maxteam.fsdfsf could cause console errors and inability to invite players to a team.Fixed issue where on some servers teleporting the player on a new island creation was being prevented if teleporting-when-falling was set to false.Fixed issue where obsidian scooping check was being done even in non-island worlds (it would not work, but could cause console errors).Enhanced admin register command to be able to add any island even if it is somehow unknown to the plugin (legacy islands from other plugins maybe).Fixed long-standing bug where water bottles were not marked as Acid Bottles if acid is active.Addressed issue where AcidIsland and ASkyBlock Challenges GUI could be confused by the plugin if both plugins were running simultaneously.Added better protection against islands being added to the plugin if they are not on the correct grid lines. Could happen if player data was incorrect or in the case of importing data from other plugins.Fixed issue where console errors could occur when then plugin was supposed to be disabled due to misconfiguration.V2.9.7.4\nUpgrading\nIf upgrading from an earlier version, follow V2.9.7 upgrade instructions below. If upgrading from V2.9.7.3:\n\nStop server\nCopy this jar over the old jar\nRestart server\nYou should be done!\nEnhancements\nSupport for all spawner types in schematics\nSupport for WHEAT_SEEDS in schematics\nAdded coop join/leave API events\nBug Fixes\n[Minor] Level calculation was missing some block chunks around the edges of island in certain island positions.\n[Minor] New online players could get their island deleted from under them if the admin did an island purge.\n[Minor] If islands.yml was deleted and had to be regenerated, many async processes could be spawned.\n[Minor] It was possible that multiple instances of the name<>UUID database could be spawned, possibly causing database corruption.\nV2.9.7.3\nUpgrading\nIf upgrading from an earlier version, follow V2.9.7 upgrade instructions below. If upgrading from V2.9.7.x:\n\nStop server\nCopy this jar over the old jar\nIf you want updates to the locale files, move your locale folder to locale.old.\nIf you want to use the new individual challenge reset prevention move challenges.yml to challenges.old and then look at the new one.\nRestart server\nYou should be done!\nUpdates and bug fixes\nIsland entry and exit events were added to the API and javadocs updated on github\nAdded ability for players to switch on or off control panel. See in-game help.\nAdded option to make individual challenges not reset when an island is reset. See challenges.yml for changes.\n[Exploit] Players could share items via the control panel.\n[Major] Setting the level calculation on login flag was causing lag because it was using the old level calculation routines.\n[Minor] Players with warps that had not logged in for such a long time that the server no longer knew them (in cache) had their warps show up as UUID's. Now they are no longer listed.\n[Minor] If another plugin changed the biome of the center block of the island, the whole island biome changed to match.\n[Minor] Korean locale updated\n[Minor] Island database mismatch was not being automatically fixed on player login in certain situations.\n[Minor] If multiple maxhomes permissions were given to a single player, the active one would be picked at random instead of using the max number\nV2.9.7.2\nUpgrading\nIf upgrading from an earlier version, follow V2.9.7 upgrade instructions below. If upgrading from V2.9.7.x:\n\nStop server\nCopy this jar over the old jar\nRestart server\nYou should be done!\nBug fixes and performance improvements\nImproves performance when there are a large number of warp signs\nRemoves debug comments in console\nAnimals or entities going into an End Portal will go to The End instead of the Nether. However, note that if there is no player in The End world, the entity may not arrive (server issue?)\nDragon Eggs are now protected from being hit by visitors (and therefore teleporting) when placed on an island.\nNew perm nodes added to exempt players from commands run when completing a challenge, starting, resetting or leaving an island.\n      acidisland.command.*:\n        description: Event commands will not be run for players with this perm\n        default: false\n        children:\n          acidisland.command.resetexempt:\n            description: Player is exempt from commands run when island resets\n            default: false\n          acidisland.command.leaveexempt:\n            description: Player is exempt from commands run when they leave or are kicked. Note will not help if player is offline.\n            default: false\n          acidisland.command.newexempt:\n            description: Player is exempt from commands run when starting an island\n            default: false\n          acidisland.command.challengeexempt:\n            description: Player is exempt from commands run when a challenge is completed\n            default: false\nV2.9.7.1\nBug fixes\n[Minor] Players could place water or lava one block outside their protected area\n[Minor] World loading was occurring after server start, so some plugins were complaining they could not 'see' the world\n[Minor] Entities were not being found with challenges that extended the search radius beyond 10x10x10 blocks.\nUpgrading\nIf upgrading from an earlier version, follow V2.9.7 upgrade instructions below. If upgrading from V2.9.7:\n\nStop server\nCopy this jar over the old jar\nRestart server\nYou should be done!\nV2.9.7\nMainly bug fixes, but a few new features. Tested up to server V1.8.8.\n\nUpgrading\nStop server\nBackup the plugin folder and the island world just in case.\nCopy this jar file over the old one.\nRemove config.new.yml if you had one, because a new one will be made for you to look at.\nMove your locale folder somewhere like locale.old because there are updates to all the files.\nStart the server.\nThe plugin will identify that your config is old and make a new config called \"config.new.yml\". This is for your reference and not used by the plugin. The *only* changes in the file since V2.9.6.x are corrections to comments in the schematic section about chests.\nYou should be done!\nImprovements\nChanged permission to remove a player from the top ten to avoid accidental inclusion. Permission is now acidisland.excludetopten\nAdded acidisland.craft.dirt permission to allow conversion of coarse dirt to normal dirt. Default setting is off as it can lead to unlimited dirt if player has access to gravel, e.g., from the nether\nImproved error messages for unknown commands so they can be localized versions.\nAdded acidisland.nohunger permission that can stop hunger when a player is on their own island\nAdded search radius to challenges.yml. This allows island challenges to include a larger area than 10x10x10. Enable on a per-challenge basis. Locale files changed as a result. See this file for an example.\nAdded admin command clearresetall that clears the reset limit for all players. Operates async, so may take a while on large servers but will show progress. Permission to access if not Op is acidisland.admin.clearresetall\nBug Fixes\n[Major] Enchanted items were wiped of enchantment if a similar item was required to complete a challenge. e.g., requiring a diamond sword would wipe the enchantment from any other diamond swords in inventory.\n[Major] Biome setting of chunks was occurring before the world was being created on some servers (e.g. Cauldron)\n[Major] Players were sometimes ending up on an invisible island when reseting or starting a new island if they started in the same world. Players could only recover if they logged out and back in or warped to another world and back.\n[Major] Fixed multiple issues where the player's start island was in the Nether.\n[Minor] Comments in config.yml about the chest content settings in schematicsection were wrong.\n[Minor] Item frames could be blown up by creepers on visitor islands.\nV2.9.6.7\nExploit bug fix. Apologies for the rapid releases - I aim to plug exploits asap.\n\nPlayers could remove items from settings menu when on a non-island world\nUpgrading from V2.9.6.6\nIf upgrading from an earlier version, follow a previous major version see V2.9.6.x upgrade instructions below.\n\nStop server\nCopy this jar over the old jar\nRestart server\nYou should be done!\nV2.9.6.6\nFixes long-standing issue where Nether islands were not being deleted.\n\nUpgrading from V2.9.6.5\nIf upgrading from an earlier version, follow a previous major version see V2.9.6.x upgrade instructions below.\n\nStop server\nCopy this jar over the old jar\nRestart server\nYou should be done!\nV2.9.6.5\nCritical bug fixes - it is highly recommend you upgrade to this version because it patches an exploit where players using certain locales could obtain items from the Settings or other menus because the panel title was too long (>30 chars).\n\nUpgrading from V2.9.6.4\nIf upgrading from an earlier version, follow a previous major version see V2.9.6.x upgrade instructions below.\n\nStop server\nCopy this jar over the old jar\nOptional - delete locale/es-ES.yml\nRestart server\nYou should be done!\nUpdates\n[Critical] Added check for overly-long panel titles - these long titles were enabling item removal from panels in some locales.\n[Major] Improved island level calculations. Some island blocks were not counted on the edges of islands. It depended on the coords of the island.\n[Minor] Fixed biome setting alignment to match island block boundaires instead of chunk boundaries. Biomes will now align exactly with island edges.\n[Performance] Stopped move event processing unless a player moves in x or z - should improve performance.\n[Security] Added saving of the island grid at key points, like island deletion, changing of ownership, new island, etc. Also adds a 5 minute repeating save to capture island setting changes. This should help protect from issues after a server crash.\n[Minor] Challenge completion broadcast messages are now in the language of the recipient not the completing player.\n[Minor] Acid drinking death message is not sent if mute death messages is true. Message is also displayed in local language of player.\n[Minor] If acid is enabled, putting your head in acid will hurt now. Previously, only your feet would get burned.\nV2.9.6.4\nBug fixes.\n\nUpgrading from V2.9.6.3\nIf upgrading from an earlier version, follow the previous instructions below.\n\nStop server\nCopy this jar over the old jar\nRestart server\nYou should be done!\nUpdates\nFixed bug where null owned islands were not being recovered and saved properly.\nResolved issue with some hanging items not being counted or limited correctly.\nFixed issue where 1.7.x servers were 1 off on block entity counting\nRemoved console complaint if default chest items in config.yml is set to nothing.\nAdded block counting for paintings and armor stands.\nV2.9.6.3\nBug fixes and locale updates.\n\nUpgrading from V2.9.6.x\nIf upgrading from an earlier version, follow the V2.9.6 instructions below.\n\nStop server\nCopy this jar over the old jar\nDelete es-ES.yml and pt-BR.yml from the locale folders because they will be updated.\nRestart server\nYou should be done!\nUpdates\nUpdated Spanish locale\nUpdated Portuguese locale\nFixed location of nether island pasting when nether island is missing.\nAdded 32 char length check to settings panel title. Long translations were stopping panel from being used.\nFixed bug where players could not interract with armor stands on their own island if armor stand use was prohibited for visitors.\nFixed bug where ender pearl usage on other worlds resulted in Island Protected error.\nImproved comments for schematic section in config.yml\nV2.9.6.1\nBug fix to V2.9.6.\n\nFixed spawn protection settings - they were not being properly respected\nFixed enderpearl usage protection - fixed some long-standing exploits\nFixed leash usage protection\nUpdated German locale (thanks Sternenforscher!)\nUpgrading from V2.9.6\nIf upgrading from an earlier version, follow the V2.9.6 instructions below.\n\nStop server\nCopy this jar over the old jar\nRestart server\nYou should be done!\nV2.9.6\nThank you for your interest in this plugin! All donations go towards the development of this plugin. BIG THANKS to my supporters! I really appreciate you guys.\n\nThis version brings in some cool new features and optimizations. It gives players the ability to set their own island protection settings, including PVP and gives admins the ability to limit island entities of all kinds. It also fixes some bugs, ahem.\n\nCompatibly\nThis plugin has been tested on 1.7.9 and 1.8.8. It will not work on 1.7.2.\n\nUpgrading\nStop server\nBackup the plugin folder and the island world just in case.\nClick on the donate button because you love the plugin so much! $1 per player would be awesome!\nCopy this jar file over the old one.\nRemove config.new.yml if you had one, because a new one will be made for you to look at.\nRemove/move the locale folder or files inside because there are updates to the English, Korean and Chinese files and the addition of Dutch. If you don't the plugin will use default text.\nStart the server.\nThe plugin will identify that your config is old and make a new config called \"config.new.yml\". This is for your reference and not used by the plugin.\nLook at config.new.yml and merge it with your current * config.yml. This may be as easy as renaming it. This is where you earn your stripes as an admin. :-) Enjoy all the new cool settings you can change!\nRestart server with the updated config.yml.\nTo give players access to set their own island settings, give them the acidisland.settings.* permission - See the config.yml for details.\nYou should be done!\nNew features (see the new config for new settings)\nPlayers can now have full control over their island guard settings via the /is settings menu. Access is governed by permissions: acidisland.settings.* for all access, acidisland.settings.allowPvP, etc. for individual settings. See config.yml for a list. Includes island-wide warning of PvP changes, warning when warping and looking at warp signs if PvP is allowed and cool down timer to prevent quick toggling.\nAllow/deny pressure plate use for island visitors or at spawn. Default is allowed.\nAllow/deny visitor horse riding on islands or at spawn. Default is not allowed.\nAllow/deny access to horse inventories if visitor horse riding is allowed. Default is not allowed.\nAdded allow/deny spawn item drop/pickup.\nAllow/deny pistons from pushing blocks outside of the island protection area. Default is allowed. This \"glitch\" was been tolerated in the past because it enabled players to build bridges, but some admins wanted it locked down.\nMax islands - limits the maximum number of islands that can be made. Refuses new islands if max is met. Players with islands can still reset.\nAdded option to limit Tile Entities (also called Block Entities) on islands because they can cause lag. These are blocks like hoppers, dispensers and item frames. This replaces the previous hopper setting (which still works) with a more general config. Hopefully 1.9 will fix the entity lag issue!\nAdded option to block all commands when falling via \"*\". Previously, each command had to be named individually.\nImproved schematic pasting: written books with colored text can be included in chests! Pasting should also be faster for some schematics. Added more comments in the config on schematic options.\nKorean translation updated\nAdded Dutch locale\n/acid topten is now async - will regenerate the topten list if it is corrupted or missing.\nNew permissions: acidisland.island.go - required to use the /island go command. Players with acidisland.mod.excludetopten permission will be excluded from Top Ten list.\nAdmin tp and tpnether changed so they try to teleport to player's home location first and then to a generic safe location.\nAdmins, or players with acidisland.mod.removesign permission can remove other player’s warp signs.\nBug Fixes\n[Major] Wall Sign warps were lost when server was restarted.\n[Major] Experience for first completion of a challenge was not given to players. Recurring experience was given.\n[Minor] Team spy permission was incorrect so Mods could not use it. It was corrected to be acidisland.mod.spy.\nV2.9.5\nA few notable changes for players:\n\nNether portals and teleporting - the location that players will arrive at in the Nether will be the closest safe spot to the coordinates that they teleported from.\nIf players build a nether portal in the nether, it will link up to the closest nether portal on their island.\nAnimals, mobs and carts can now go through portals\nWarp signs can now be placed on a wall. They have to be ground level or one block above to work.\nThe warp listing is now sorted by the most recently active players. This keeps it fresh.\nPlayers can now access Enderchests on any island if they have the Enderchest permission\nUpgrading\nThis version has an updated config.yml and locale files, so please read the upgrade process:\n\nStop server\nCopy this jar over your old jar\nMove your locale folder because files will be updated\nStart your server - the plugin will recognize your old config.yml and make config.new.yml for you to look at.\nYou are done! But I recommend you follow the next steps...\nOpen up config.new.yml and merge the new settings into your config.yml. If you don't the defaults will be used.\nLook through the new locale files and customize how you like.\nChanges and New Features\nConfig files can now use block ID's (numbers) instead of Materials. This allows for custom blocks on some servers.\nTeam chat spy! Use /asadmin spy with permission: acidisland.mod.teamchatspy to spy on all team chats.\nMade admin purge work better with large servers.\nChanged minimum island protection size to 0 (was 50) to enable super-close-to-neighbor-island game variations.\nWarp signs can now be wall signs or sign posts!\nNether portals now link up if a player makes one in the Island Nether and the Island World. i.e., players teleport between them.\nItems and entities like creatures and mine carts can go through portals.\nEnderchests can be used on any island if the player has the enderchest permission.\nTopbreeders admin command will only count island with more than 5 animals on them\nAdded fire spread protection - see Island Guard settings in config.yml\nAdded ability to disable death messages - see config.yml\nAdded ability to allow PVP at the spawn island.\nAdded ability to allow milking at spawn\nAdded ability to allow picking up water or lava at spawn\nDescriptions in the mini shop and control panel can now go multi-line by using the | character (add lore)\nAdded /island uncoop <player> to remove coop from a player without expelling them\nGuardians (like squids) will not die if water is acid.\nBug fixes\nPlayer name changes were not being recognized properly\nSome admins saw NPE's with Essentials Protect and creeper explosions.\nMods with bypass lock permission could not teleport to islands\nFixed multi-home sethome exploit where players could set an extra home at 0 as well as 1, 2, etc.\nFixed localization error with the island invite help. It was showing the /is help text and not specific text to island invite.\nLevel change rewards were sometimes not working beyond the first level.\nNPEs were thrown if players without an island tried some island commands, like sethome and mini shop\nPlugin was checking the player's balance in the wrong world during biome purchase or money challenges. Only affected servers with multi-world economies.\nV2.9.4.2\nBug fix update. If upgrading from V2.9.4.x, just copy this jar over the old one and restart. Otherwise, follow the V2.9.4 upgrade instructions.\n\nChanges & Improvements\nSpanish locale updated\nChinese locale updated\nTopbreeders admin command is now async and fast\nStartup protection added - if island world in config.yml does not match a previously run world, plugin will stop for safety and give advice\nAdmin commands and responses have been sorted and localized - lots of new strings in the locale files as a result!\nNew moderator command: resetsign - makes any sign into the island owner's warp sign. resetsign <player> makes the sign into a warp sign for player. (permission: acidisland.mod.signadmin)\nNew moderator command: resethome - resets a player's home position to somewhere safe on their island, just in case it is in a bad place (permission: acidisland.mod.resethome)\nNew moderator command: sethome <player> - sets a player's home position to the position of the moderator. (permission: acidisland.mod.resethome)\nYaw and pitch saved when setting home or setting the /island spawn location.\nBug Fixes\nMy Precious challenge reward of cauldron fixed\nWhen nether was disabled and new nether set to true, nether islands were still trying to be made resulting in an NPE.\nAdmin teleporting now works better with tp and tpnether going to over-world and nether respectively no matter what the player's home world is.\nV2.9.4.1\nBug fix update to V2.9.4. If upgrading from V2.9.4, just copy this jar over the old one and restart. Otherwise, follow the V2.9.4 upgrade instructions.\n\nBug Fixes\nFixed {ISLAND_LEVEL} substitution in chat. Confirmed and tested on Essentials Chat, Multiverse chat and Herochat.\nFixed visitor command banning to ignore command arguments.\nV2.9.4\nThis is a major release update - oodles of new features and performance improvements. It has been through testing, but every server config is different so if you find a bug, please post a ticket. If you are upgrading, see the new config.new.yml file for all the changes.\n\nUpgrading\nStop server\nMake a backup of the world and the AcidIsland plugin folder just in case.\nCopy this jar over the old one\nThe following files are updated in this release, so move your versions so the new ones can be created and you can see the new options: challenges.yml, minishop.yml, locale/locale.yml, locale/en-US.yml, /locale/de-DE.yml.\nStart the server and then stop it again to create the new config.new.yml file in the AcidIsland folder.\nLook at all the cool new extras in the config.new.yml and merge them with your config.yml how you like. If you don't, defaults will be used that you may not like. Also merge the other new files with your old ones.\nRestart the server - you should be done!\nChanges\nNew Features\n\nTeam Chat - FTW! (Shout out to Mr. SheepSheep!) Now team members can chat between themselves and not have to bother other players. Just do /island teamchat to toggle it on and off. It's just for the game session and switches off if you log out. Admins can configure the team chat prefix and permission it off or on. New permission is acidisland.team.chat, default enabled for all players.\nWarp panels! So, you have like, 50 million welcome warps and who knows which are worth going to and which are just some newbie warp? Now you can experience multi-page warp panels with player heads! Every player's warp sign text is copied in the mouse-over so players can advertise their shops or islands and warpers can find decent places to go. And there's more - warp signs now support color text using & characters. Enjoy! (If you want the old text style it's still there, just set in config.yml).\nPerformance: New, super-speedy async level calculation.\nPerformance: Villager limits! Set per player per island, so a team can have more villagers. Helps reduce entity lag.\nPerformance: Hopper limits! Island max setting available. Helps reduce entity lag.\nPerformance: Fast safe home finding - a player, you know the kind, pours lava all over their island so they have no safe home. In addition, their island protection size is 400x400. So when they hit /island your server crashes because it was looking everywhere for a safe spot. Not more! All that is now done async (like the level calc) and it is *&#&$ fast. If there is a safe spot, it will be found. If not, the player will be told it's not safe. Time to delete and start again...\nChallenges: Rewards can be given when players complete a challenge level - you can run commands, give permissions, money, etc. when a new level is unlocked. See the new challenges.yml file.\nChallenges: Can now require that a player has a certain money balance to complete a challenge\nFor new installs, the island distance is now set to 200 instead of -1 so it can be played immediately.\nCommands can be run when a player starts an island for the first time, in addition to when they reset.\nMob white list - protects certain mobs from death when a player logs in or does /island. Default protection is for wither, enderman and pig zombie. See new config.yml.\nChat variable: add {ISLAND_LEVEL} into any chat format and it will be substituted with the player's island level. (The old team suffix still works, but is now deprecated and may be removed in the future).\nIsland Guard: Wither griefing protection - spawning a wither is a right of passage for any self-respecting island dweller, but it doesn't have to go and grief other islands right? This setting makes sure that what happens between an island dweller and a Wither, stays between the island dweller and the Wither.\nIsland Guard: New protection against \"creeper griefing\" were visitors get creepers to blow up so they can damage an island. Now if a creeper explodes due to a visitor it will hurt players, but not damage blocks. This protection is enabled by default.\nIsland Guard: Visitors can be blocked from running commands on islands. /spawner and /spawnmob are blocked by default.\nSchematic panel icon ordering - now you can order the islands in the GUI. Use order: in the config.\nColor! Before color TV we had black and white. Now we have color in the control panel and mini-shop descriptions! OMG!\nMod permission to bypass island lock - acidisland.mod.bypasslock - allow those Mods to get in and do their stuff without giving them full bypass mode.\nNew admin command to lock or unlock player's islands. /acid lock <player>\nNew events for developers to use via the API - see the JavaDocs\nAuto language selection - this apparently works (I haven't been able to test it) but it's based on the client's lang.\nNew permission to use the lang command. If player's don't have this permission, then they will default back to the system language in locale.yml.\nThe new island nether is enabled by default now.\nSettings panel is updated with some extra icons around creeper and wither damage.\nGerman locale update.\nBug Fixes\nResourceful players were creating traps for warpers. Fixes should help protect travelers from falling through open trapdoors, etc.\nClever players had worked out an inventory dupe glitch when visitors are allowed to keep their inventory on death.\nSchematics containing 1.8 items might not have worked correctly.\nArrows could break frames on the island spawn.\nWhen recovering lava from obsidian, if a player had multiple buckets in their hand, it would take all of them.\nSome schematics could cause an NPE with certain text on a sign.\nChanged how mob removal was done because server was filtering out large area requests. Was also sometimes blocking the admin topbreeders command from working.\nV2.9.3.3\n[Major] Fixes name-change issue where players who changed their name could not be cooped or found for other commands.\nUpdating from 2.9.3.x\nStop server\nCopy this jar over the old one\nRestart the server\nV2.9.3.2\nBug fixes for better backwards compatibility and locale updates. Improves prevention of teleporting when falling, if enabled.\n\nUpdating from 2.9.3.x\nStop server\nCopy this jar over the old one\nMove the locale folder to locale.old as files will be updated\nRestart the server\n(Optional) Copy any edits you made to locale files into the new files.\nChanges\nLocale fixes and update to Brazilian locale.\nBetter compatibility with old config.yml's that have not been updated\nBan and unban commands give help if just used by themselves\nTeleporting when falling: if disallowed, better support for preventing other plugin commands\nBug fixes\n[Major] NPE could occur during an island reset if schematicsection was missing from config.yml (usually due to config not being updated during an upgrade).\n\nV2.9.3.1\nThis is a very-large-server-optimized version of V2.9.3 with some bug fixes. (A very large server has >10,000 player files and this plugin has been tested on and is deployed on >115,000 player-file server.) If you run such a server I strongly recommend to update to improve performance.\n\nChanges\nImplements a very fast and memory-optimized name-to-UUID lookup database for offline player identification. This is used for many admin commands but also the ban/unban command and level <name> command.\nTab complete is enabled for all commands (thanks Pokechu22!)\nBug Fixes\n[Major] banning of unknown players was crashing server if server had low memory and large number of player files\n[Major] urban of a banned offline player caused NPE/internal error\n[Minor] Reset count was being deducted even if player did not go through with island reset, or if reset was interrupted because player had not kicked all team members\n[Minor] Alchemist challenge was using the old format for required items and not the new one.\nInstallation\nStop server\nCopy this jar over old jar\n(Optional if you want Alchemist challenge) Move challenges.yml to challenges.old because a corrected version will be created with the new Alchemist challenge.\nRestart server\nPlugin will create a database of names and UUID's. This should not take long, but a status is provided. It is done asynchronously so will not delay normal operation.\nMerge the new challenges.yml and your old one how you like.\nYou're done!\nV2.9.3\nThis version brings in a number of significant changes, especially to the New Nether and bug fixes. Please read all the notes before upgrading!\n\nKey changes\nNew-new island nether world! Uses schematics and eliminates the errors in teleporting from before. I recommend resetting the nether world, but it's up to you. When you upgrade, remember to set newnether:true in the config!\nBan command! Players can ban other players using the /is ban command. Settable by permission.\nMore schematic customization options! Set per-schematic companions, a spawn position, etc.\nPermission-based team sizes, initial island protection size and max homes!\nBug fixes!\nUpdating\nStop server\nCopy new jar over old jar in plugins folder\nThe following files have changed: blockvalues.yml, locale/en-US.yml, locale/locale.yml - so move those elsewhere as new ones will be created.\nRemove config.new.yml if it exists.\nRestart the server\nA new config.new.yml will be created for this version with the extra 2.9.3 settings in it\nStop the server\nLook through config.new.yml and use it, or merge it with the changes you made in your previous config.yml.\nLook at the new blockvalues.yml and locale files to see the changes. For the locale - it is mainly text for the ban command.\nStart the server - you should be done!\nChange log\nThe team size system has changed! Previously, there were two hard-coded permissions acidisland.team.vip, and acidisland.team.vip2. Those are gone and replaced by acidisland.team.maxsize.(number). The old permissions will still work for now, but could disappear in the future, so move to the new system.\nSimilarly max homes can now be set by permission: acidisland.island.maxhomes.(number) and the initial island protection range can be set by permission: acidisland.island.range.(range).\nNew-new nether - completely revamped and now uses schematics for the nether island. Admins can customize the nether island, add different ones and have overworld islands use different nether island. The nether island is created at the same time as the overworld island. See the schematicsection in config.yml for the new options.\nNew schematicsection settings in config.yml: admins can now set per-schematic companions, companion names, chest items and a spawn position. Schematics can also be hidden from the GUI so they cannot be chosen by the user, e.g. nether schematics. See the new config section for details.\nSchematics can be pasted with mobs and animals included in them (if they were there when the schematic was saved). Note that not all characteristics of a mob/animal can be pasted.\nNew /acid purge unowned admin command. This will safely remove any unowned islands in the world if they exist. Islands can become unowned due to the /acid unregister admin command, or failures to paste a schematic successfully (bug in the schematic), or a bug in the plugin (ahem, see below). It is recommended to run this command if you are upgrading from 2.9.2.x as there is a bug that does not delete islands properly.\nNew /acid purge allow and /asadmin purge disallow admin commands. Use to protect any unowned islands you want to prevent from being purged. This setting is persistent and saved.\nAdded the ability to respawn on your island if you die\nAdded support for teleporting back to home from The End if the dragon is killed and opens up a portal.\nblockvalues.yml has been enhanced so that the value for an island level can be configured. Default if 100.\nAdded /island ban command. Players can ban/unban other players from their island. Permission added for this command.\nChecks are now made that island distance and protection range are even numbers.\nChallenges can be done in the new island nether now.\nNether trees can be switched off in the config.\nAdded Traditional Chinese locale.\nBug Fixes\n[Major] Islands reset via the schematics GUI were not being actually deleted, but left. See new purge unowned command.\n[Minor] Option to keep inventory on death for visitors was not working\n[Minor] Warp signs were not properly respecting locked islands. Players could warp from another world, move, and then get thrown into the void.\n[Minor] Throwing an enderpearl in the nether was not working correctly and created a PVP error\n[Minor] Pasting of schematics with chest items did not cover all the items because of incompatibilities with WorldEdit material naming.\n[Minor] Removed acid rain damage if it is raining but the player is in a dry biome\n[Minor] Warping to the nether was placing players on mob towers instead of their island. Fixed with the new-new nether.\nV2.9.2.1\nThis is a bug fix release.\n\nBug fixes\n[Major] If schematics GUI panel was disabled and a player reset their island, no island would be created and they would be teleported to spawn if more than one island was available to them via permissions.\n[Major] Island lock command (/is lock) would fling all visitors and coop players off the island and into the acid sea. Fixed so that coops can stay and visitors are expelled back to their own islands.\n[Minor] Legacy support for the old schematics section with permissions was not working.\n[Minor] Cooked pork (grilled pork) and mycelium (mycel) inside chests in schematics were not pasting.\n[Minor] Schematics with signs with color created using the § character were not able to be used.\nUpgrading\nIf updating from V2.9.2, just copy over the jar file and restart. Otherwise follow V2.9.2 instructions.\n\nV2.9.2\nNew Features\nSchematic Panel - This release includes a new GUI to enable players to pick from a multitude of starter islands. To enable these, edit the new schematic section in config.yml. Two islands are now available - the original, that does not use a schematic and a new one. Adjust permissions how you like.\nNew config.yml alert - To assist with upgrading, this version also does an automatic config.yml check and if you are using an older version, it will create a config.new.yml file for you to look at and switch to when you are ready.\nImproved login processing to clean up any unowned islands that should be owned in the grid manager. This was causing some players to not be able to use their island.\nBlocks below sea-level can be worth more when calculating island level. This was added to promote more underwater development. See the new blockvalues.yml for the setting\nBlockvalues.yml was also enhanced to support data values, e.g., LOG:3 for jungle logs, so those can be limited or promoted\nChallenges.yml - the POTION has changed so it is effect-based! This makes the Alchemist challenge work in all situations! YEAH! See the new challenges.yml for the format.\nSchematics\nThe major feature of this release is the ability to have multiple starter islands. Previously, this was supported by simple permissions in the config, but there was no GUI and players had no choice. The old permissions section still works, but is deprecated so if you used it, upgrade to the new scematicsection in config.yml.\n\nThe new features are:\n\nAcidIsland now has 2 possible starter islands: the original and a new sand Temple island\nYou can add as many schematics as you like\nSchematics can be limited by permissions\nGUI supports customizable icons, names and descriptions of the islands\nIslands can start with a biome pre-configured\nPhysics can be set on or off when pasting schematics (e.g. off allows water or lava to hover)\nUpgrading\nA bit different to before!\n\nStop server and back up plugin files\nBack up world and plugin folder for safety\nCopy this jar over the old one\nMove the locale folder to locale.old so that the new locale files will be created\nMove blockvalues.yml and challenges.yml to blockvalues.old/challenges.old because new ones will be created.\nRestart server\nNew files will be written and the plugin will identify that config.yml is older and create config.new.yml.\nA new folder called schematics will be created\nStop the server\nMerge config.new.yml with your old config.yml how you like\nIf you were using a custom island.schematic file, copy it into the schematics folder. This is where schematics should be now. Edit the schematicsection part of config.yml to be how you like.\nCheck the blockvalues.yml and challenges.yml file and adjust/merge how you like. Note the changes.\nFinally, copy your old locale.yml to the new locale.yml folder if you previously changed it. There is one additional text entry at the end for the schematics GUI.\nRestart the server and test!\nBug fixes\n[Minor] Brazil locale was corrupted.\n[Major] \"Free challenges\" - those without a level, were not showing up.\n[Minor] Home positions were carrying over from old to new islands if the server was reset mid-play.\n[Minor] Visitors to an island with monster protection could shoot monsters and cause an NPE in the console.\n[Minor] \"NOTHING\" as a companion did not work.\n[Minor] Higher level challenge slots were available to players if a previous locked slot only had one challenge in it.\n[Minor] Color and text formats are now supported when pasting schematics\nV2.9.1.2\nHot-fix to close exploit where items could be removed from the Settings panel when using a foreign locales, (and also to save cows).\n\nUpdating\nIf updating from V2.9.1.1, just copy over the jar file and restart. Otherwise follow V2.9.1 instructions.\n\nBug Fixes\n[Critical] Items could be removed from the Settings panel when using a foreign locale.\n[Minor] Warp signs could not be placed successfully if world name in config.yml does not match the case of world name of system exactly.\n[Minor][Sad] Some custom schematics could cause the cow to be placed at y=250 in the air and drop to its death.\nV2.9.1.1\nExactly the same as V2.9.1, but with a bug fix so it runs without error on Windows-based servers.\n\nInstallation\nIf updating from V2.9.1, just copy over the jar file and restart. Otherwise follow V2.9.1 instructions.\n\nV2.9.1\nIndividual multi-language support for players. Players can change their UI language using /is lang.\n\nNew Features\nIndividual multi-language support (Players can set their UI language using /is lang.)\nAll locale files have moves to the /locale folder.\n(New Nether) Players going through portals on other islands will go to the other player's Nether island and not their own\nSupport added for underwater (Atlantis-Block) starter islands. Air blocks in schematics are pasted.\nConfig.yml was tweaked slightly to make acid rain and damage to animals default settings for new installations.\nOther change\nThis plugin now requires Java 7 (or higher).\n\nBug Fixes\n[Major] Nether was being created even if set to false in config.yml\n[Major] Nether islands now have 1 mob tower each instead of 2 or more.\n[Minor] Removed obsolete challenge help text that mentions colors of challenges.\n[Minor] Admin unregister commands was only available to Ops and not players with the unregister permission.\nUpgrading\nStop server\nBack up world and plugin folder for safety\nCopy this jar over the old one\nTo update the language files, move your locale folder to locale.old so a new one will be created\nRestart server\nThe plugin will automagically deduce that your config.yml file is old and create a new one called config.new.yml. Look through the new file and edit/merge it with your current one. Note that it has been reformatted and there is a new section called \"schematicsection\" at the end. If you\nV2.8.9.1\nNether island protection (still in beta!), multiple home options, bug fixes\n\nNew features/changes\nMultiple home teleport locations, using sethome # and is go #\nMake-island-if-none option - if set, when a player is teleported into the world, an island will be automatically made for them\nImmediate teleport to island when entering world - if player enters world, they go to their island home\nIsland level variable for use in chat formatting (TEAMSUFFIX)\nNether islands are now protected (still in beta - report issues)\nNew nether no longer makes obsidian portals because they could be mined/exploited repeatedly\nNew API functions - getSpawnLocation, getSpawnRange and isAtSpawn(Location)\nPicking a new safe home location if it becomes unsafe was improved\nChallenges panel will show the highest unlocked level of challenges when opened, or when they are unlocked\nChanges to config.yml\n\n+   # Maximum number of homes a player can have\n+   # Accessed via sethome <number> or go <number>\n+   maxhomes: 4\n+\n+   # Make island if player teleports to the island world and does not have one\n+   makeislandifnone: false\n+\n+   # Immediately teleport player to their island (home 1 if it exists) when \n+   # entering the world\n+   immediateteleport: false\n+\n+   # Set TEAMSUFFIX variable to player's island level\n+   # If true, this will set the server TEAMNAME variable to the player's name and\n+   # TEAMSUFFIX to the player's island level.\n+   # Use in chat. e.g., for essentials chat, the format could be:\n+   #   format: '<{DISPLAYNAME}> (Level {TEAMSUFFIX}): {MESSAGE}'\n+   # <tastybento> (Level: 223): hi there\n+   # If you have other plugins that use scoreboards/teams, this may mess with them\n+   setteamsuffix: false\n+\nAdditions/changes to locale.yml\n\nerrorNumHomes: \"Homes can be 1 to [max]\"\ndonate: \"Welcome to A SkyBlock by tastybento\"\nurl: \"\"\nBugs Fixed\nTopbreeders command was showing armor stands\nBreeding limit alert was showing too early to players if armor stands were on their island\nDamage from Enderpearl and Splash Potion of Harming throwing on ones own island was not occurring and a PVP notice was showing\nUpgrading\nQuick upgrade:\n\nStop server\nBackup files\nCopy this jar over the old one\nRestart server\nYou should be done!\nLonger upgrade\n\nThis will make the new settings available to you:\n\nStop server\nBackup files\nCopy this jar over the old one\nMove config.yml and locale.yml to config.old and locale.old\nRestart server and stop server\nLook at the new config.yml and locale.yml files. They have new entries in them (see above for the changes).\nCopy the changes into your old files.\nMove config.old and locale.old back to config.yml and locale.yml.\nRestart server\nYou should be done!\nV2.8.8\nBug fixes.\n\nUpgrading from 2.8.7\nStop server\nCopy this file over the old askyblock.jar file\nRestart server\nIf you are updating from an older version than 2.8.7, look back to previous instructions to see what you must do.\n\nIssues resolved\n[Major] Update Checker: Update reminder was going to all players at login instead of just Ops.\n[Minor] Update Checker: Update reminder would remind even if server reported a lower version than the installed plugin.\n[Minor] Update Checker: Update checking was not switching on or off when using the plugin reload command if changed in the config.yml.\n[Minor] Portals: Players could set home in a portal and get teleported as a result after they teleported home.\n[Minor] Portals: End portals in the Nether teleported player to their island instead of the End. (Only works in admin creates an island End world).\n[Major] Settings Panel: Changing title of the panel from \"Island Guard Settings\" to anything else caused panel to break and items could be taken by players\n[Minor] Settings Panel: The text for Anvil in locale.yml was not being respected.\n[Minor] Settings Panel: The water bucket text for Bucket Use read as an acid warning if acid damage exists instead of the setting text.\n[Minor] Debug text \"Player is on island\" was still being shown in the console.\nV2.8.7\nLocalization improvements and bug fixes.\n\nUpgrading\nQuick Upgrade\n\nThis will use default settings:\n\nStop server\nCopy this file over the old askyblock.jar file\nRestart server\nLonger Upgrade\n\nThis gives you access to new settings in the config file:\n\nStop server\nCopy this file over the old askyblock.jar file\nMove config.yml to config.old and locale.yml to locale.yml\nRestart the server - it will generate new config.yml and new locale.yml.\nStop server\nLook at the new options available in those files (see below) and either put your old files back, or edit the file how you like.\nRestart server.\nYou should be done!\nNew Features\nLocalization added to the Settings panel! Lots of new strings in locale.yml for translators!\nThe wording on the settings panel can be adjusted.\nLocalization of the no PvP error is also available in locale.yml\nNether PvP protection option - see config.yml flag. Default is that PvP in the Nether is disabled.\nNew island start coordinates - see config.yml. Admins can decide where new islands should start in the world. This can be changed mid-game.\nBug Fixes\n[Minor] Debug statements removed from console log. (\"Player attack\", etc.)\n[Minor] Island companion names were not working for pre-full-1.8 servers.\n[Minor] Arrows in the Nether were respecting the PvP rule of the over world. Now changed to have separate PvP rules for both worlds.\nChanges to config.yml\nIn the island section:\n\n   # Start islands at these coordinates. This is where new islands will start in the\n   # world. These must be a factor of your island distance, but the plugin will auto\n   # calculate the closest location on the grid. Islands develop around this location\n   # both positively and negatively in a square grid.\n   # If none of this makes sense, leave at 0,0.\n   startx: 0\n   startz: 0\nIn the island guard section:\n\nallowNetherPvP: false\nChanges to locale.yml\ntargetInPVPArea: \"Target is in a no-PVP area!\"\nSection islandguardsettings\nSee this link for the diffs.\n\nV2.8.6\nName the cow! This release adds a few small features and fixes bugs. See below for a list.\n\nUpgrading\nQuick Upgrade\n\nThis will use default settings:\n\nStop server\nCopy this file over the old acidisland.jar file\nRestart server\nLonger Upgrade\n\nThis gives you access to new settings in the config file:\n\nStop server\nCopy this file over the old acidisland.jar file\nMove your config.yml to config.old\nRestart the server - it will generate new config.yml with two new additions (see below).\nStop server\nLook at the new options available in those files (see below) and either put your old config file back, or edit the file how you like.\nRestart server.\nYou should be done!\nNew Features\nUpdate checker - this will display a message in the console during start up and to Ops if there is a later version available from bucket.org. To disable, set checkupdates: false in the config.yml file. Nothing is downloaded - only the version is checked.\nChoose your island companion! Options are COW, PIG, SHEEP, CHICKEN, VILLAGER, HORSE, IRON_GOLEM, OCELOT, RABBIT, WOLF or NOTHING. Default is COW.\nName your island companion! See the new config.yml file!\nNew command for admins - *topbreeders* - this will tell you the top 10 islands currently loaded with the most entities (animals and monsters). Only islands that are currently loaded by the server can be shown. This may help detect over population.\nBreeding limits are now strictly enforced if set and include spawning by monster egg and spawn blocks. This feature may help reduce lag by limiting entities.\nNew permission\n\n本贴更新信息\n2015-3-9 发贴2015-3-9 介绍插件功能，权限，部分指令等...2015-3-10 补充其余介绍2015-3-20 补充汉化2015-3-21 补充视频2015-7-3 更新至1.8版本，附加汉化，添加新增功能，指令权限等...2015-8-忘了几号 重新排版（还是很丑）2015-8-26 部分玩家反馈汉化失败，打包上传2015-11-27 过来看看2016-3-14 新增1.9版本2016-3-20 更新版本\n授权搬运证明\n\n\n废话最后我自己庆祝一下，以后我就加入到LV9 牧场主的了~ 激动啊下个目标Lv.10 附魔师！2015/08/26距离Lv.10 附魔师还差488积分！\n\n\n\n",
    "replies": [
        {
            "author": "kkking4619",
            "timestamp": 1425928920,
            "txt_content": "好东西，需要创建一个海岛世界吗，怎么创建"
        },
        {
            "author": "GreatGBL",
            "timestamp": 1425930600,
            "txt_content": "kkking4619 发表于 2015-3-9 19:22\n好东西，需要创建一个海岛世界吗，怎么创建\n自动会生成的"
        },
        {
            "author": "Joket_abc",
            "timestamp": 1425953760,
            "txt_content": "不错，准备加入服务器中测试"
        },
        {
            "author": "kkking4619",
            "timestamp": 1425954660,
            "txt_content": "GreatGBL 发表于 2015-3-10 03:50\n自动会生成的\n1.7.10的要下载哪个版本"
        },
        {
            "author": "kkking4619",
            "timestamp": 1425957720,
            "txt_content": "GreatGBL 发表于 2015-3-10 03:50\n自动会生成的\n加了没自动生成，输入指令还提示一堆红字"
        },
        {
            "author": "GreatGBL",
            "timestamp": 1425969180,
            "txt_content": "kkking4619 发表于 2015-3-10 02:31\n1.7.10的要下载哪个版本\n红字如果是An internal error occurred while attempting to perform this command\n则表示插件安装失败，你是否为MCPC服务端，前置插件装了么，或者其他问题\n具体看server.log  这里没办法具体说明"
        },
        {
            "author": "XiaoDiaoCLOT",
            "timestamp": 1425978360,
            "txt_content": "1.6.4的可以用吗？"
        },
        {
            "author": "黒叔叔",
            "timestamp": 1425979620,
            "txt_content": "海岛好屌QAQ   "
        },
        {
            "author": "xingyu",
            "timestamp": 1425981600,
            "txt_content": "服务端表示插件报错{:10_492:}"
        },
        {
            "author": "丶米饭",
            "timestamp": 1425982740,
            "txt_content": "{:10_492:}任务输入那指令会出现一些红色英文。。不能使用"
        },
        {
            "author": "xingyu",
            "timestamp": 1425984240,
            "txt_content": " 本帖最后由 xingyu 于 2015-3-12 22:02 编辑 \n\n[18:44:45] [Server thread/ERROR]: Could not pass event InventoryClickEvent to AcidIsland v2.6.3"
        },
        {
            "author": "lichi2050",
            "timestamp": 1425987120,
            "txt_content": "xingyu 发表于 2015-3-10 11:44\n[18:44:45] [Server thread/ERROR]: Could not pass event InventoryClickEvent to AcidIsland v2.6.3\norg. ...\n问一下\n* vault安装了没？【如果安装了，请更新vault版本！】\n* 问题好像是vault取读经济问题才保存的【如果是多世界连接，请尝试安装多世界经济插件类似 Miconomy 或 MultiWorldMoney 插件】\n* 你有安装其他空岛插件吗？ 【空岛插件本身和本插件有点小冲突，特别是指令和挑战】\n\n* 下次别把报错发这里了，私聊我即可"
        },
        {
            "author": "lichi2050",
            "timestamp": 1425987180,
            "txt_content": "abc956812056 发表于 2015-3-10 11:19\n任务输入那指令会出现一些红色英文。。不能使用\n如果出现An internal error occurred while attempting to perform this command\n那么安装失败。\n\n* 你有安装前设vault吗？\n* 经济插件？【可以检查你楼下的。我已回复】\n* 如果是mcpc服的话我还没测试"
        },
        {
            "author": "q5385805",
            "timestamp": 1425990780,
            "txt_content": "好像很好玩下一个试试，有趣的话拍个视频"
        },
        {
            "author": "cheng000",
            "timestamp": 1425994860,
            "txt_content": "指令和islandworld冲突了吧"
        },
        {
            "author": "lhr8866",
            "timestamp": 1425996600,
            "txt_content": "能否设置玩家们都在1个岛上生存？"
        },
        {
            "author": "丶米饭",
            "timestamp": 1425996900,
            "txt_content": "lichi2050 发表于 2015-3-10 19:33\n如果出现An internal error occurred while attempting to perform this command\n那么安装失败。\n{:10_492:}vault插件有啊，但是就是那一堆红字。。。是mv多世界连接"
        },
        {
            "author": "kkking4619",
            "timestamp": 1426006320,
            "txt_content": "GreatGBL 发表于 2015-3-10 14:33\n红字如果是An internal error occurred while attempting to perform this command\n则表示插件安装失败， ...\n用1.7.9的就好了，不过任务那没汉化，你能发个汉化的配置文件吗"
        },
        {
            "author": "kkking4619",
            "timestamp": 1426006380,
            "txt_content": "GreatGBL 发表于 2015-3-10 14:33\n红字如果是An internal error occurred while attempting to perform this command\n则表示插件安装失败， ...\n刚才问错人了，我是叫楼梯发的，不好意思"
        },
        {
            "author": "kkking4619",
            "timestamp": 1426006560,
            "txt_content": "楼主能把任务那汉化的发出来吗，大爱这个插件，我也玩得很有趣"
        },
        {
            "author": "LZX6238",
            "timestamp": 1426011480,
            "txt_content": "这插件好像梦X地在用= ={:10_492:}"
        },
        {
            "author": "GreatGBL",
            "timestamp": 1426015440,
            "txt_content": "LZX6238 发表于 2015-3-10 18:18\n这插件好像梦X地在用= =\n本来就是梦之地腐竹提供的汉化文本"
        },
        {
            "author": "-Love-",
            "timestamp": 1426050300,
            "txt_content": "这指令和空岛冲突了.."
        },
        {
            "author": "我滴世界.",
            "timestamp": 1426051620,
            "txt_content": "不错呦继续努力发帖吧！1"
        },
        {
            "author": "nly",
            "timestamp": 1426051740,
            "txt_content": "abc956812056 发表于 2015-3-10 18:19\n任务输入那指令会出现一些红色英文。。不能使用\n{:10_492:}熊六你干嘛不发这个插件"
        },
        {
            "author": "153CXJ",
            "timestamp": 1426052400,
            "txt_content": "赞也，又有插件用咯"
        },
        {
            "author": "a1726969941",
            "timestamp": 1426069500,
            "txt_content": "XiaoDiaoCLOT 发表于 2015-3-10 17:06\n1.6.4的可以用吗？\n我也想玩1.6.4的。空岛不行了。不过这个我喜欢。就是好像没有1.6.4哦。。"
        },
        {
            "author": "清风飘飘",
            "timestamp": 1426077120,
            "txt_content": "怎么没有之前的版本呢"
        },
        {
            "author": "lichi2050",
            "timestamp": 1426077300,
            "txt_content": "清风飘飘 发表于 2015-3-11 13:32\n怎么没有之前的版本呢\n因为作者是在1.7.9开始制作的【前面的版本自然就没有】"
        },
        {
            "author": "kkking4619",
            "timestamp": 1426084680,
            "txt_content": "箱子的东西不出来，"
        },
        {
            "author": "lichi2050",
            "timestamp": 1426087680,
            "txt_content": "kkking4619 发表于 2015-3-11 15:38\n箱子的东西不出来，\n拿不出来？ 权限给了吗？\n有什么提示不？  服务器没提示的话后台呢？"
        },
        {
            "author": "kkking4619",
            "timestamp": 1426090260,
            "txt_content": "lichi2050 发表于 2015-3-11 23:28\n拿不出来？ 权限给了吗？\n有什么提示不？  服务器没提示的话后台呢？\n不是拿不出来，是箱子里没东西，配置没动，没提示，有牛箱子，就是箱子没东西"
        },
        {
            "author": "lichi2050",
            "timestamp": 1426090860,
            "txt_content": "kkking4619 发表于 2015-3-11 17:11\n不是拿不出来，是箱子里没东西，配置没动，没提示，有牛箱子，就是箱子没东西 ...\n你可以试试：\n\n* 到config里面修改物品然后reload 再重创岛再试试。\n* 也可以把海岛的地图删了重新生成【注意文件啊】再试试。\n如果没解决我也没办法 比较我没遇到过，而且还没报错 没地方查...\n\n确定一下vault版本是否于插件版本相应。"
        },
        {
            "author": "kkking4619",
            "timestamp": 1426091640,
            "txt_content": "lichi2050 发表于 2015-3-12 00:21\n你可以试试：\n\n* 到config里面修改物品然后reload 再重创岛再试试。\n你说的我都试过了，能加下qq说么，188121353"
        },
        {
            "author": "梦~",
            "timestamp": 1426144380,
            "txt_content": "楼主 插件报错 CB 的 麻烦推荐下1.7.2使用的版本      Q 1185023895 跪谢 我看1.7.2服务器也有这个"
        },
        {
            "author": "LoveSYQ",
            "timestamp": 1426153320,
            "txt_content": "发现bug。因为是在大海中，然后放上海绵吸了附近的水，马上就又有了！求破"
        },
        {
            "author": "lichi2050",
            "timestamp": 1426155480,
            "txt_content": "Menzor 发表于 2015-3-12 08:13\n楼主 插件报错 CB 的 麻烦推荐下1.7.2使用的版本      Q 1185023895 跪谢 我看1.7.2服务器也有这个 ...\n你可以去原帖，Files里面找一些旧的1.7.9的 这样1.7.2有可能会兼容"
        },
        {
            "author": "梦~",
            "timestamp": 1426161960,
            "txt_content": "能不能加下我Q 1185023895 大触~"
        },
        {
            "author": "梦~",
            "timestamp": 1426162740,
            "txt_content": "This plugin requires 1.7.9+ and will not be back-ported to 1.7.2 because that is a major undertaking. Please upgrade your server. This plugin requires the latest version of Vault.\n\n作者说不支持1.7.2 - - 我也是醉了 为何第三大道就可以呐"
        },
        {
            "author": "xingyu",
            "timestamp": 1426168860,
            "txt_content": "lichi2050 发表于 2015-3-10 19:32\n问一下\n* vault安装了没？【如果安装了，请更新vault版本！】\n* 问题好像是vault取读经济问题才保存的【 ...\n谢谢楼主耐心解答，购买功能还是存在一定小问题，用了1.8.1的版本购买直接无效... 任务打开有效，1.7.9 则两个都无效,继续测试中"
        },
        {
            "author": "MC_LengGuang",
            "timestamp": 1426226940,
            "txt_content": "终于找到这款插件了！不知道172能不能使用"
        },
        {
            "author": "LoveSYQ",
            "timestamp": 1426237680,
            "txt_content": "Q:怎么进入海岛的地狱？MV tp试过了 没用"
        },
        {
            "author": "Shayuyuw",
            "timestamp": 1426244640,
            "txt_content": "    请问1.7.2的水桶服务器。可以允许么？"
        },
        {
            "author": "MC_LengGuang",
            "timestamp": 1426245300,
            "txt_content": "1447375349 发表于 2015-3-13 14:09\n终于找到这款插件了！不知道172能不能使用\n我的服务器2个月的数据全部没了 好桑心啊啊"
        },
        {
            "author": "2414118109",
            "timestamp": 1426256460,
            "txt_content": " 本帖最后由 2414118109 于 2015-3-14 10:37 编辑 \n\n可以使用！好东西！就是怎么回主城啊~？速度解决啊！没办法回主城！在海岛里出不去了~"
        },
        {
            "author": "凤眼君",
            "timestamp": 1426258380,
            "txt_content": "诶，看起来真的很好玩的东西诶，装到服务器看看"
        },
        {
            "author": "zsyminecraft",
            "timestamp": 1426267980,
            "txt_content": "1.7.2啊，我要"
        },
        {
            "author": "2414118109",
            "timestamp": 1426300680,
            "txt_content": "求数度解决掉~"
        },
        {
            "author": "星辰服主",
            "timestamp": 1426316040,
            "txt_content": "好插件，搬走了"
        },
        {
            "author": "1402367475",
            "timestamp": 1426334640,
            "txt_content": "大神你又创造了辉煌，我更加崇拜你了，我可以转载不？"
        },
        {
            "author": "1402367475",
            "timestamp": 1426337640,
            "txt_content": "1402367475 发表于 2015-3-14 20:04\n大神你又创造了辉煌，我更加崇拜你了，我可以转载不？\n恩，谢谢了~"
        },
        {
            "author": "kivv",
            "timestamp": 1426372980,
            "txt_content": "和空岛插件没什么了区别 还是下空岛"
        },
        {
            "author": "Shayuyuw",
            "timestamp": 1426384680,
            "txt_content": "1.7.10服务器是否可以运行？！"
        },
        {
            "author": "xiuluo638286",
            "timestamp": 1426386780,
            "txt_content": "真心不错"
        },
        {
            "author": "lucien寓言",
            "timestamp": 1426686000,
            "txt_content": "你好，请问一下，1.7.10版本支持吗？或者是1.7.2"
        },
        {
            "author": "苦力怕乄",
            "timestamp": 1426687200,
            "txt_content": "kkking4619 发表于 2015-3-10 03:22\n好东西，需要创建一个海岛世界吗，怎么创建\n只是生成文件夹....海岛世界咋生成的，都重启过了."
        },
        {
            "author": "lichi2050",
            "timestamp": 1426690260,
            "txt_content": "苦力怕乄 发表于 2015-3-18 15:00\n只是生成文件夹....海岛世界咋生成的，都重启过了.\n无需生成，这是自动生成的，你只需要使用指令就可以了"
        },
        {
            "author": "苦力怕乄",
            "timestamp": 1426769940,
            "txt_content": "lichi2050 发表于 2015-3-18 22:51\n无需生成，这是自动生成的，你只需要使用指令就可以了\n没有自动生成啊，如果是自动生成的，那打什么指令去啊.."
        },
        {
            "author": "nuhou",
            "timestamp": 1426776360,
            "txt_content": "很变态a.a"
        },
        {
            "author": "lichi2050",
            "timestamp": 1426786560,
            "txt_content": "苦力怕乄 发表于 2015-3-19 13:59\n没有自动生成啊，如果是自动生成的，那打什么指令去啊..\n你尝试有创造岛的指令过去看看，就是/island"
        },
        {
            "author": "苦力怕乄",
            "timestamp": 1426845540,
            "txt_content": "lichi2050 发表于 2015-3-20 01:36\n你尝试有创造岛的指令过去看看，就是/island\n输入后一窜红字，打任何指令都是.."
        },
        {
            "author": "lichi2050",
            "timestamp": 1426875180,
            "txt_content": "苦力怕乄 发表于 2015-3-20 10:59\n输入后一窜红字，打任何指令都是..\n换一个jar 是不是出现 anternal error ... 的"
        },
        {
            "author": "苦力怕乄",
            "timestamp": 1426903740,
            "txt_content": "lichi2050 发表于 2015-3-21 02:13\n换一个jar 是不是出现 anternal error ... 的\n是啊..哪里有换"
        },
        {
            "author": "lichi2050",
            "timestamp": 1426941240,
            "txt_content": "苦力怕乄 发表于 2015-3-21 03:09\n是啊..哪里有换\n下载一个别的版本，就算是新的也行"
        },
        {
            "author": "54liuliuxing",
            "timestamp": 1426955580,
            "txt_content": "1.7.2能不能兼容?"
        },
        {
            "author": "lichi2050",
            "timestamp": 1426973280,
            "txt_content": "54liuliuxing 发表于 2015-3-21 17:33\n1.7.2能不能兼容?\n不兼容，1.72 抱歉~"
        },
        {
            "author": "zyw5",
            "timestamp": 1426987680,
            "txt_content": "空岛和海岛插件一起装会干嘛"
        },
        {
            "author": "苦力怕乄",
            "timestamp": 1426994100,
            "txt_content": "lichi2050 发表于 2015-3-21 20:34\n下载一个别的版本，就算是新的也行\n打了指令出现:more set up is requierd before the plugin can start...\nEdit config.yml.Then restart server.\nMake sure you set island distance.if upgrading,set it to what it was beford"
        },
        {
            "author": "苦力怕乄",
            "timestamp": 1426994820,
            "txt_content": "苦力怕乄 发表于 2015-3-22 11:15\n打了指令出现:more set up is requierd before the plugin can start...\nEdit config.yml.Then restart s ...\n不行你加我QQ吧：2291397717"
        },
        {
            "author": "lichi2050",
            "timestamp": 1427022240,
            "txt_content": "苦力怕乄 发表于 2015-3-22 04:15\n打了指令出现:more set up is requierd before the plugin can start...\nEdit config.yml.Then restart s ...\n你需要到config文件里面把一下基本的设定一下就行"
        },
        {
            "author": "1402367475",
            "timestamp": 1427108460,
            "txt_content": "大神请问可以更改海岛地形吗？{:10_512:}求解"
        },
        {
            "author": "苦力怕乄",
            "timestamp": 1427122260,
            "txt_content": "lichi2050 发表于 2015-3-22 19:04\n你需要到config文件里面把一下基本的设定一下就行\n\n设置什么= =？请讲下...."
        },
        {
            "author": "lichi2050",
            "timestamp": 1427124600,
            "txt_content": "苦力怕乄 发表于 2015-3-23 15:51\n设置什么= =？请讲下....\n比如说 海岛距离啊之类的设定你打开config看看缺那些"
        },
        {
            "author": "苦力怕乄",
            "timestamp": 1427209320,
            "txt_content": "lichi2050 发表于 2015-3-23 23:30\n比如说 海岛距离啊之类的设定你打开config看看缺那些\n是不是吧那些为0的数值调一调= =？"
        },
        {
            "author": "100028418",
            "timestamp": 1427249520,
            "txt_content": "很厉害的插件啊"
        },
        {
            "author": "dxyqwe2",
            "timestamp": 1427265000,
            "txt_content": "一个不错的插件，顶楼主"
        },
        {
            "author": "Minecraft_xl",
            "timestamp": 1427292000,
            "txt_content": " 本帖最后由 Minecraft_xl 于 2015-3-25 22:15 编辑 \n\n为什么输入/C 就红字    其他的汉化了都可以用"
        },
        {
            "author": "苦力怕乄",
            "timestamp": 1427504580,
            "txt_content": "苦力怕乄 发表于 2015-3-24 23:02\n是不是吧那些为0的数值调一调= =？\n海岛距离是哪个啊...."
        },
        {
            "author": "1311642081",
            "timestamp": 1427533380,
            "txt_content": "你们的汉化过期了，求汉化1.8"
        },
        {
            "author": "q549365815",
            "timestamp": 1428413040,
            "txt_content": "1.7.2 貌似不支持 spigot和cb端都测试了"
        },
        {
            "author": "fire__rain",
            "timestamp": 1428468300,
            "txt_content": "貌似还不错"
        },
        {
            "author": "nuhou",
            "timestamp": 1428682020,
            "txt_content": "不知道和空岛是否兼容"
        },
        {
            "author": "a360015305",
            "timestamp": 1428697680,
            "txt_content": "能把水颜色改变下就太好了"
        },
        {
            "author": "960269073",
            "timestamp": 1428709140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "徐帆默涵",
            "timestamp": 1428714060,
            "txt_content": "海岛不错呢 顶"
        },
        {
            "author": "ktwap",
            "timestamp": 1428909660,
            "txt_content": "1.7.9玩家完成任务后不奖励物品！求解！"
        },
        {
            "author": "KK44KK",
            "timestamp": 1429432380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "alex03624",
            "timestamp": 1429891260,
            "txt_content": "LZ，1.72可以吗？"
        },
        {
            "author": "xxfk",
            "timestamp": 1430217060,
            "txt_content": "是自动生成多世界么"
        },
        {
            "author": "8900581",
            "timestamp": 1430447100,
            "txt_content": "怒赞楼主"
        },
        {
            "author": "黄总",
            "timestamp": 1430476080,
            "txt_content": "请问怎么自定义海岛的形状？就是地形"
        },
        {
            "author": "lichi2050",
            "timestamp": 1430484780,
            "txt_content": "xxfk 发表于 2015-4-28 11:31\n是自动生成多世界么\n嗯，海岛世界会自动生成"
        },
        {
            "author": "491960546",
            "timestamp": 1430566920,
            "txt_content": "输入/is 后 显示传送点不安全，请稍后再试。 是什么意思？"
        },
        {
            "author": "ty12",
            "timestamp": 1430804520,
            "txt_content": "貌似很屌"
        },
        {
            "author": "nn1028",
            "timestamp": 1430980380,
            "txt_content": "MCPC+ 1.7.10实测除汉化文件失效以外和加上汉化生成错误以外无其他问题"
        },
        {
            "author": "x240295600",
            "timestamp": 1430981460,
            "txt_content": "MCBBS有你更精彩~~"
        },
        {
            "author": "部落领袖",
            "timestamp": 1430988000,
            "txt_content": "支不支持1710，我只看见了179和181"
        },
        {
            "author": "z690442892",
            "timestamp": 1431165720,
            "txt_content": " 本帖最后由 z690442892 于 2015-5-9 18:33 编辑 \n\n海岛那个，1.8的撞上没反应，1.79商店不能用但是身上有钱什么回事呀\n\n\n\n\nDG89{KRYWT6K@PMN434RV_F.png (2.52 KB, 下载次数: 0)\n\n下载附件\n\n2015-5-9 18:33 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "HaibaraZ",
            "timestamp": 1431339540,
            "txt_content": "弱弱的问一下，怎么控制在指定世界生成海岛"
        }
    ]
}