{
    "title": "我的服务器安了一个地图以后就打不开了",
    "author": "a4421944",
    "replyCount": 3,
    "timestamp": 1425920340,
    "txt_content": "10.03 00:59:46 [Server] INFO Alternatively start the server with -Dfml.queryResult=confirm or -Dfml.queryResult=cancel to preselect the answer.\n10.03 00:59:46 [Server] INFO Run the command /fml confirm or or /fml cancel to proceed.\n10.03 00:59:46 [Server] INFO craftguide:craftguide_item\n10.03 00:59:46 [Server] INFO Missing Blocks/Items:\n10.03 00:59:46 [Server] INFO A world backup will be automatically created in your saves directory.\n10.03 00:59:46 [Server] INFO If you continue the missing blocks/items will get removed.\n10.03 00:59:46 [Server] WARN Forge Mod Loader detected missing blocks/items.\n10.03 00:59:46 [Server] ERROR Unidentified item: craftguide:craftguide_item, id 4096\n10.03 00:59:46 [Server] INFO Found a missing id from the world craftguide:craftguide_item\n10.03 00:59:46 [Server] INFO Injecting existing block and item data into this server instance\n10.03 00:59:46 [Server] ERROR This world was saved with mod CameraStudio which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod DynamicLights_thePlayer which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod DynamicLights_otherPlayers which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod DynamicLights_flameArrows which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod DynamicLights_mobEquipment which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod DynamicLights_entityClasses which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod DynamicLights_dropItems which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod DynamicLights_creepers which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod DynamicLights_onFire which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod DynamicLights which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod inventorytweaks which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod craftguide which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod chatbubbles which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod voxelmap which appears to be missing, things may not work well\n10.03 00:59:46 [Server] ERROR This world was saved with mod TooManyItems which appears to be missing, things may not work well\n10.03 00:59:46 [Server] INFO Registered command tellraw with permission node vanilla.command.tellraw\n10.03 00:59:46 [Server] INFO Registered command testforblock with permission node vanilla.command.testforblock\n10.03 00:59:46 [Server] INFO Registered command setblock with permission node vanilla.command.setblock\n10.03 00:59:46 [Server] INFO Registered command summon with permission node vanilla.command.summon\n10.03 00:59:46 [Server] INFO Registered command achievement with permission node vanilla.command.achievement\n10.03 00:59:46 [Server] INFO Registered command scoreboard with permission node vanilla.command.scoreboard\n10.03 00:59:46 [Server] INFO Registered command playsound with permission node vanilla.command.playsound\n10.03 00:59:46 [Server] INFO Registered command spreadplayers with permission node vanilla.command.spreadplayers\n10.03 00:59:46 [Server] INFO Registered command debug with permission node vanilla.command.debug\n10.03 00:59:46 [Server] INFO Preparing level \"world\"\n10.03 00:59:46 [Server] INFO Forge Mod Loader has successfully loaded 3 mods\n10.03 00:59:46 [Server] WARN To change this, set \"online-mode\" to \"true\" in the server.properties file.\n10.03 00:59:46 [Server] WARN While this makes the game possible to play without internet access, it also opens up the ability for hackers to connect with any username they choose.\n10.03 00:59:46 [Server] WARN The server will make no attempt to authenticate usernames. Beware.\n10.03 00:59:46 [Server] WARN **** SERVER IS RUNNING IN OFFLINE/INSECURE MODE!\n10.03 00:59:46 [Server] INFO Starting Minecraft server on 0.0.0.0:31137\n\n",
    "replies": [
        {
            "author": "lichi2050",
            "timestamp": 1425920340,
            "txt_content": "启动的时候在后台输入 /fml confirm"
        },
        {
            "author": "a4421944",
            "timestamp": 1425920640,
            "txt_content": "QAQ 救命，谁来救救我 怎么换地图"
        },
        {
            "author": "a4421944",
            "timestamp": 1425930120,
            "txt_content": "lichi2050 发表于 2015-3-10 00:59\n启动的时候在后台输入 /fml confirm\n谢谢！！！！！！！！！！！！！！！！！！{:10_523:}{:10_515:}"
        }
    ]
}