{
    "title": "[单章·连载]中世纪悲歌（又名传奇人生）【第四章 上】",
    "author": "wigtitit",
    "replyCount": 10,
    "timestamp": 1425998280,
    "txt_content": " 本帖最后由 wigtitit 于 2015-3-11 11:32 编辑 \n\n第四章 过了一会儿，老人走了出来，跟着的是巴伦。老人眼里有些无奈，又有些澎湃的期许。“艾布纳……”这是孩子第一次直呼老人名字。“嗯？”老人无比亲切地回道，他争取着，理查德像是一缕金黄色的希望之光，飘忽不定，让人摸不着头脑，但又满怀希望的寻找。“请带我跟着你们走吧……”这是理查德深思了很久的结论，其实也没有多久，他从小就没有接受过任何形式的爱，敬爱，慈爱，甚至是怜爱都没有一丝，但他来到了这个满怀希望和温馨的家庭，他喜欢这个家庭，但又有一股说不出的纳闷和别扭。老人和巴伦开始是意外，惊讶，然后便笑了，这时班森夫人和女孩正好也出来了，大伙听到，都发自内心的笑了，笑的让理查德有些懵，但他们不是狂笑，也不是嘲笑，而是发自心底的欣慰的笑容。老人一笑，岁月无情的刀痕就一条条的显露在他年老沧桑的褐色脸上，眼睛时时刻刻都炯炯有神的，一头白发茂密而又硬朗，但怎么都长不高。一双满是老茧的手里堵满了泥土，那些泥土跟指纹融为了一体，像是浑然天成，又是岁月的杰作。老人的模样，他的品质和坚持，常常打动理查德内心脆弱的一角。以前理查德和老人两人去和往常一样打猎。走着走着便走远了，天灰蒙蒙的，乌云像是巨浪一样一层卷着一层，铺满了天空。没多久就下起了雨。记得回去的时候，老人咳嗽如排山倒海，连连不断。他睡不着，就自己走了出去。理查德有时听到了些动静，但只看到了老人离去的背影。他起先不明白老人为什么要这么做，也许只是透透气。但是他很快就明白了，因为每天晚上理查德都听不见咳嗽声。他的身子骨不知道经受了多少海风洗刷和岁月考验。但理查德却觉得，老人像一座巍峨大山，屹立在空旷的旷野中。他们雄壮又不可攀，令人感到安全却又时刻警惕。老人十分扣，当他跟着理查德买麦子的时候，他会一根根挑选，只挑出饱满的麦粒出来，干瘪的，发黑的，生洞的，一律都丢回去，所以每次和老人买麦子都要很长时间。导致有的时候，卖麦子的商人会破口大骂，老人便厚颜无耻地和商人骂起来，这时的理查德只能无奈地站在一旁看架。并且老人的钱，别人从来没法去动，就连蜡烛钱都要巴伦或理查德自己出。很难想象两人是并肩作战的战友。老人的行为举止跟理查德这些年月里所见的都不一样又和他所见的有些一样，老人似乎有着一段特别的岁月，不过他现在所经历的事情对比起从前，像是一缕洁白的净水，洗刷了理查德身上的不堪的回忆。理查德对老人产生了无穷的爱慕和敬仰。这些大大小小的事情汇聚成了一句话：这个人，似乎值得我跟随。就在大暴动后不久，在理查德和往常那样去买酒的时候，有一副陌生吸引了他的目光，那是一个矮矮的胖子，看起来也只有十三到十四岁，肚子圆鼓鼓的，把布衣都撑了起来，嘴角旁有一颗痣，上面立着星星点点的毛，眼睛涣散无力而且小的让人分不出他到底睁开眼了没有。胖子很爱吹牛皮，有些巴特莱的特征，但是又和巴特莱那样厚不要脸能屈能伸的性格截然不同。有一次理查德看到胖子在小道上对着一群矮矮瘦瘦的小孩子吹牛，他得意地说：“我亲手杀过一个人。”小孩子们发出赞叹的“哇”有个小孩质问道：“你是怎么杀他的？”胖子有些不开心，但他洋装得意地说：“那个人是一个骑士，他喝醉了酒，挥刀乱砍，被我看见了，我冲了过去闪过了它的乱刀后，一把夺走他的刀，然后把骑士劈成了两半…喔当然，那个骑士没穿盔甲。”孩子们发出嘻嘻哈哈的笑声，不知道是在笑胖子还是在笑骑士。理查德这时候淡淡地笑着说：“剑是不能把人劈成两半的，它劈不下去……”孩子堆里爆发出惊天的嘲笑声，胖子怒了，一把拎起瘦弱的多的理查德然后怒骂道：“你觉得我做不到是吗！？”理查德的酒杯被震的跌到了地上，酒洒了一地，杯子上粘满了淤泥，理查德一时恼羞成怒，但他不敢打人，因为他从来没试过，所以他只是骂道：“死胖子，来呀！”那胖子似乎更嚣张，更愤怒了，他把理查德拎的更高，然后高高的甩了出去。理查德吃了一口泥，本身就肮脏的衣服满是淤泥和死苍蝇。理查德怒了。他迅速地爬起身来，然后扑到胖子身上，朝着胖子的头一顿抡。胖子也不甘受辱，他怒吼着，大力摔在了地上，理查德被摔得两脚朝天。但理查德又爬起身来捶打着这个行动缓慢而且臃肿的胖子。胖子趴在地上，一把握住理查德的脚，一股劲把理查德拉倒，然后转身趴在理查德身上一顿乱捶乱打。要不是班森听到声响，出面营救，恐怕理查德要被活活憋死在淤泥里。班森用木棍把胖子打跑，看戏的孩子堆一下散成了花，慌张的逃跑了。理查德嘴里渗着血，眼睛和脸都被淤泥掩盖住了，班森一把把理查德抱起，抱进屋子里，擦了擦脸上的泥，然后便传来夫人温柔的责骂。“不应该惹事，不应该惹事呀，你瞧瞧你，这一副模样，去河边洗洗吧。”理查德摇晃着脑袋，委屈的说道：“不是我，不是我啊，是胖子先惹事的。”“好了好了，快去洗洗。”“问问这味道……噢，天哪”班森被熏得连连作咳。理查德切了一声，然后灵巧的起身，小跑着走了。之后理查德就再也没有见过胖子。酒馆里常常有吟游诗人来做客，他们有时高声赞美忏悔者爱德华，讥笑挪威王哈拉尔三世，同时无论是赞美或斥责任何人，最后都要把英王威廉恭恭敬敬的歌颂一遍。有一次理查德去酒馆闲坐的时候，那时来了一位苏格兰人，他是一个吟游诗人。他点了一杯麦酒，抿了一口后，便开始向大家说故事了。被歌颂的这个人的名字很陌生，叫做圣安德鲁，他说阿尔巴国王依靠圣安德鲁而突出重围，成功战胜盎格鲁和萨克逊人的大军。他随后又说起圣安德鲁的身世，和绝不和耶稣死在一种十字架上的精神。他越说越激动，浑身颤抖着，但他突然就截止了，像一只兔子撞树上了一样。他晃了晃神，然后滔滔不绝道威廉国王的功绩。这是家常便饭。只不过他比其他诗人知道的多些，他不仅知道威廉国王曾经是诺曼底公爵，还似乎知道更多关于他更年轻的故事。讲了许久，班森连连叹道：“不对啊，不对啊，人生不应该这么顺风顺水，所有人都是一样，无论你是国王还是奴隶，肯定有自己孤傲可恶的时候。”“我说的可是英王威廉，他的故事就是这样的。”“你说他怎么会从头至尾都这样平易近人呢？怎么可能从来都没有过挫折？？”“我走遍大江南北，听的看的比你多得多了。”“我看到的，你未必看得到。”“切……”傲娇の索引君",
    "replies": [
        {
            "author": "wigtitit",
            "timestamp": 1425998400,
            "txt_content": "@独孤粽 @HGK @MC你好 @北极星人 @恶魔-潇洒 \n拖了很久，但还是更新了"
        },
        {
            "author": "wigtitit",
            "timestamp": 1425998520,
            "txt_content": " 本帖最后由 wigtitit 于 2015-3-10 22:44 编辑 \n\n希望可以给一些意见，毕竟井底之蛙永无出头之日。\n主要是因为自己反复看时都能看出不少问题来\n还是想看看大众意见。"
        },
        {
            "author": "江米条",
            "timestamp": 1426001100,
            "txt_content": "一如既往的精彩，{:10_492:}不过能不能稍微分一下段...这样看着好难受..."
        },
        {
            "author": "wigtitit",
            "timestamp": 1426044300,
            "txt_content": "江米条 发表于 2015-3-10 23:25\n一如既往的精彩，不过能不能稍微分一下段...这样看着好难受...\n好吧，因为从word文档里复制过来的时候是不带格式的，我以后会注意一下"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1426048080,
            "txt_content": "突然感觉没脸再去写小说了..."
        },
        {
            "author": "北极星人",
            "timestamp": 1426068240,
            "txt_content": "你还知道你拖了很久啊← ←建议可以多用环境描写衬托气氛。我被某人催稿催的头疼233……"
        },
        {
            "author": "wigtitit",
            "timestamp": 1426255980,
            "txt_content": "北极星人 发表于 2015-3-11 18:04\n你还知道你拖了很久啊← ←建议可以多用环境描写衬托气氛。我被某人催稿催的头疼233…… ...\n最近牙髓炎，又考试，电脑又坏了，真是很无奈啊"
        },
        {
            "author": "北极星人",
            "timestamp": 1426305960,
            "txt_content": "wigtitit 发表于 2015-3-13 22:13\n最近牙髓炎，又考试，电脑又坏了，真是很无奈啊\n我在写《星际战争外传》的手稿……到时候@你"
        },
        {
            "author": "wigtitit",
            "timestamp": 1426404240,
            "txt_content": "北极星人 发表于 2015-3-14 12:06\n我在写《星际战争外传》的手稿……到时候@你\nOK :D 我第一眼看成了光环战争"
        },
        {
            "author": "wigtitit",
            "timestamp": 1426404240,
            "txt_content": "北极星人 发表于 2015-3-14 12:06\n我在写《星际战争外传》的手稿……到时候@你\nOK :D 我第一眼看成了光环战争"
        }
    ]
}