{
    "title": "[娱乐|其他]  herobrine—— 我们最喜爱的him来了，快鼓掌吧 [1.2.3]",
    "author": "1277832129",
    "replyCount": 7,
    "timestamp": 1344684120,
    "txt_content": "关于这个插件:这是最后的传奇\n　　Herobrine是什么?\n　　Herobrine是一个传奇失去的矿工被认为存在于Minecraft卖出,但他只是一些谣言组成。他是说着玩家和游戏,但是,其他的Herobrine插件行动虽然我们是一个抢劫犯,违反了这传说。然而,这个插件旨在把事情讲清楚,并且夺回的传说,是Herobrine。\n　　\n　　命令:对于的命令列表类型:/ hb help\n　　皮肤注意:Spoutcraft需要查看皮肤,\n\n\n\n下载地址https://github.com/nkrecklow/Herobrine\n不会汉化·希望能理解",
    "replies": [
        {
            "author": "1277832129",
            "timestamp": 1344684240,
            "txt_content": "手动挽尊\n{:10_516:}"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1344684300,
            "txt_content": "根本没有介绍啊"
        },
        {
            "author": "kuboy",
            "timestamp": 1344684420,
            "txt_content": "介绍翻译是机器翻译么。。。。。好烂 还不如直接发英文"
        },
        {
            "author": "qq1575550349",
            "timestamp": 1344684540,
            "txt_content": "什...什么！1.2.3?!"
        },
        {
            "author": "1277832129",
            "timestamp": 1344684660,
            "txt_content": "{:10_552:}翻译机不解释，我来发英文挽尊\nAbout this plugin: This is the last of the saga, for those of you that don't know, I created BasicHerobrine, HerobrineUnleashed, and now, to end it all, Herobrine. Most of you know and have come to see that those versions were horrible, many bugs and glitches. However, this version is set to set those things right. Additionally, for this plugin, we rebuilt it from the ground up, changing everything and dumping the old versions. method of how he knew to act, was horrible. Which is why it has been rebuilt from the ground up, insuring the least amount of lag possible.\n\nWhat is Herobrine? Herobrine is a legend of a lost miner who is supposed to exist in Minecraft, although he doesn't and was just some rumor made up. However, he is said to haunt the player and the game, however, the other Herobrine plugins acted although we was a mugger, disobeying the legends. However, this plugin aims to set things straight and bring back the legend that is Herobrine.\n\nCommand: For the list of commands type: /hb help\n\nSkinning Notice: You need to use the Spout version to see the skin. You can download it below.\n\nAltar spawnings, search YouTube for a video on how to spawn.\nRandom sounds, might play a random sound or two, just to alarm the player.\nSign placement, he can place various types of signs, which say things like \"Stop.\" and more.\nRedstone torch placement, might place a redstone torch or two in the distance.\nDistant spawnings are when he spawns in the distance of the player's view, then disappears.\nRandom fires appear in the distance, but disappear shortly after.\nRandom drops are another ability, ranging from some bread, to simple tools.\nMany more are being used, try and find them yourselves...\nConfiguration file guide:\n\nmodify-world, whether or not Herobrine can build, place torches, or create signs.\nspecial-effects, whether or not to do some fancy effects with Herobrine.\nchange-environment, whether or not to change time, weather, etc.\nremove-mossystone, whether or not to remove the mossystone when summoning.\nsend-messages, whether or not to send messages to players.\naction-event, chance of doing something, the higher, the more rare.\nallow-fire, whether or not he is allowed to place fire.\nfire-trails, whether or not to create fire trails wherever he walks.\nallow-attack, whether or not he is able to attack players (only attack events.)挽尊完毕"
        },
        {
            "author": "1277832129",
            "timestamp": 1344684840,
            "txt_content": "版本就是落后，不兼容1.2.5（应该可以吧）{:10_524:}"
        },
        {
            "author": "Condor",
            "timestamp": 1344685380,
            "txt_content": "泥煤，不会翻译就别发了咯= ="
        }
    ]
}