{
    "title": "<原创·连载>《Minecraft之进化之路》第一卷|第七章 外挂？",
    "author": "TheGuantou",
    "replyCount": 4,
    "timestamp": 1426077000,
    "txt_content": "“史蒂夫建的，还不错呢。”孙正茗笑着说道。史蒂夫虽然是不太喜欢说话，而且是后来加入的，但他干起活来一丝不苟，对这个大集体也有着贡献。“嗯，不错。上次说的订单的事，我接到了几个单子，比较普通的就上次一样，挖石头，部落大扩张。然后就是矿物，煤、铁都有。”山猫大叔说道。“有多少时间？”孙正茗问道。“五天，如果能提前，每提前一天都有额外的赏金。”“石头、铁、煤的单子，说说数量。”“圆石只有一大箱，铁三组，煤五组。”“嗯?好，这三张我们都要了”孙正茗脸上露出了一点自信的笑容。“你确定？”山猫大叔有点不放心。“没事，相信我，我们有六个人哪！”“好，我就喜欢豪爽的人。这是三张订单，我这几天应该还回来，如果不凑巧的话，史蒂夫认识路，让他领着你们，你们自己去交吧。”山猫大叔拿出三张订单，爽朗地说。“放心吧。”说完，孙正茗转身离去，回去开动员大会，迅速完成这个单子。山猫大叔也没逗留，毕竟他还带着货物，也是马上开始赶路。驿站又恢复了冷清，只有那个挂着的车轮随风摇曳。夜晚。篝火大会。“订单到了，这次是个大单子。”孙正茗开门见山。“哦？这么快？”张天有点小惊讶。“嗯，这次量有点大，我接的是六个人的量，史蒂夫，你参加没问题吧？”孙正茗看向史蒂夫，他正在啃着面包。史蒂夫对小麦有着独特的情感，菜园子一天天变大，面包慢慢得开始有剩余了。“嗯，没意见。”史蒂夫说道。“好，从明早开始，带上充足的食物和镐头，我们去挖天坑，一大箱圆石，三组铁，五组煤，大家迅速挖掘，直接带上钻石稿，我们时间有些紧张。”孙正茗传达着订单。“好！”其余五人异口同声。忙碌的一夜很快过去，当第二天的太阳升起时，六人早早来到天坑，开始挖掘。六八钻石镐全力开动，天坑在漫漫变大变深，值得一说的是，为了更快挖到矿物，杨成绪实在不停向下挖掘的，他挖矿的效率也最高。挖了没多久，杨成绪有了意外发现。一处废矿道。废矿道还不足以令杨成绪惊讶，令他惊讶的是废矿道中的宝箱，里面只有一把钻石镐。矿物追踪I！“这是什么情况？外挂？”“试试吧，还不一定哪，说不定是那个人开玩笑留在这的。”杨成绪淡淡的说。说完他随手挖了一块石头，这时，从钻石镐上飞出一道黑色的激光，指向正前方，激光保留了一会，就消散了。杨成绪半信半疑的顺着激光的方向挖去，每挖一块激光就重新定位一次，没过多久，煤矿就出现在二人眼前。“这…这…”孙正茗非常兴奋，没想到这里也会有矿物追踪这宗东西。“哈哈哈，这下不用愁了。”杨成绪飞快的清理完这一堆煤炭，当挖掉最后一快时，从镐头里飞出了一道白色的激光，指向下方。杨成绪落选下降，很快，铁矿也出现了。杨成绪非常高兴，脸上是开心的笑容，干起活来更加积极了，孙正茗也回到了自己的岗位，开采圆石，这才是最麻烦的。\n索引贴： http://www.mcbbs.net/thread-419210-1-1.html",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1426078980,
            "txt_content": "剧情不错，就是错别字有点多，倒数第三行的“快”应该是“块”；倒数第二行的落选下降是什么鬼...倒数第十二行或者十三行六把钻石镐，打成了六八"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1426081680,
            "txt_content": "一想到自己写的顿时泪流满面= ="
        },
        {
            "author": "NO222",
            "timestamp": 1426084140,
            "txt_content": "部落这个呃呃呃"
        },
        {
            "author": "TheGuantou",
            "timestamp": 1426133760,
            "txt_content": "恶魔-潇洒 发表于 2015-3-11 21:03\n剧情不错，就是错别字有点多，倒数第三行的“快”应该是“块”；倒数第二行的落选下降是什么鬼...倒数第十 ...\n额，没办法，我能玩电脑的时间不多，所以一直都是在移动设备上码字，输入法不靠谱，改又太费时间，索性不管了"
        }
    ]
}