{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第三十二章：重要信息】",
    "author": "418878840",
    "replyCount": 1,
    "timestamp": 1426160940,
    "txt_content": "其实这章早就码好字了，只是忘记发了......（找错字有奖哦）\n索引在此\n\n 第三十二章：重要信息  镍队长无力地垂下了拿着羊皮纸的手，茫然地看着被破坏的数据库大厅，同时，他紧紧地攥紧了那封信。  “是灵珑屋的人干的吧。”一道声音从他背后响起。  “嗯？”镍队长回过头去，发现自己的背后站着一个人。  那人全身都被一层金色的流光包裹住了，看不清他的脸，背后挂着的披风上点缀着几颗宝石，闪动着诡异的光芒。  “你是谁？”镍队长的情绪有失控，嘴唇颤抖着问道。  那个人没有说话，而是从自己的衣袖里拿出了一块牌子，对着镍队长。  镍队长只是眼睛一撇，就知道那是什么了。立刻俯下身子，单膝下跪，对着眼前的那人。  “说实话，本皇对你有些失望，作为一个三大军队的队长，竟然如此无能，本王还是高看你了。”  “灵皇教训的是。”镍队长虚心地说。  “浊流，你跟着本皇也不少年了，我也不想赶尽杀绝，你只需要将你之前放下的错误弥补就行了。”  镍队长听了，神色有些激动。“既然灵皇您还肯称呼我的名字，那我就绝不会让您失望的。”说完，镍队长想起了什么，又说：“那逃出来的粉可和那个数据体该怎么办？”  “不用管了，进入灵核的下场只有一个，那就是死！”说完，灵皇便不见了。  灵皇走后，镍队长从地上站了起来，看了看灵皇消失的那个方向，自言自语道：“你很快就会知道的，我早就已经不是当年的那个冲动做事的愣头青了，也不是以前的那个浊流了……”    对于数据库核心外面发生的事情，猪猪君毫不在意，尽管感觉到了一些人在搞破坏，也不管他的事，所以他只是停留了一会，就闪身进了灵核。  灵核外的门并没有上锁，很难让人联想到这里是整个数据库的禁地。  “我怎么感觉有些不对劲？”猪猪君想问问粉可。  只不过现在的粉可已经沉睡了，估计短时间里是不会理他了。  猪猪君继续向前深入着，顺便打量着这里的环境。  里面比猪猪君现象的要大很多，顺着中间蜿蜒的小路，可以看到一些冒着惨蓝色荧光的奇怪植物，然后便是小路尽头的那个巨大菱形物体了。  猪猪君小心翼翼的向前走着，他觉得像这种地方应该会有机关什么的。  “奇怪，怎么没有动静了，他们不追了吗？”猪猪君每走几步，就会回头看看，之前想着一大波人把自己围起来后，自己英姿飒爽逃走的幻想并没有出现，这是为什么呢？  猪猪君没有去想，他也懒得想，要知道，他的前身可是一头猪。猪猪君无奈的笑了笑，继续往前走去。  过了十几分钟，猪猪君终于用他的龟速磨到了菱形物体前。看着眼前那个正在不停旋转的东西，猪猪君突然觉得有点眼熟。  对了，这不就是数据走廊里的那个玻璃圆球吗，只不过是换了个样子。  通过猪猪君的观察，发现那个菱形物体里也有一个圆球，被重重包裹在了里面。  猪猪君联想到之前的经历，左手下意识地摸了上去。  “这……啊！”猪猪君在摸上去的一刹那，脑海里就蹦出了无数的信息，正当猪猪君想查看那些信息时，他的脑袋里就像一块被敲打的着的大钟一样，发出无数的震动，疼得他直接跪倒在了地上。  正沉睡在猪猪君脑海里的粉可貌似也感觉到了异样，眼睛一睁，就立刻大叫起来：“喂，你在干吗，竟然第二次触动了灵魂碎片的上限！”  第一次触动是是猪猪君在猎杀之地跟王建对抗时发生的，那个时候猪猪君昏迷了，但这次却不是。  猪猪君感觉这个身体不是他的了，这种感觉跟粉可控制他身体时是不一样的，一种是还能感觉到自己身体的运动和活动，另一种是意识已经完全无法感知自己的身体了，只能在自己的脑海里看着自己。目前的这种情况很明显是后者。  “你人呢？”当猪猪君的意识回归自己的脑海时，粉可就感觉到了，但在这灰色的房间中却没有看到猪猪君的身影。  此时的猪猪君正在努力的控制着自己的意识，小心翼翼地梳理着正在自己意识里乱窜的杂乱信息。  很快，猪猪君感觉痛苦感已经没有之前那么强烈了，或许是他已经麻木了，但总之，猪猪君已经把那些信息整理起来了。  猪猪君重新控制着自己的身体，长呼出一口气，转头看了看身侧的菱形物体，下意识地往后一跳，这玩意儿可真的是把他吓怕了。  “有哪些重要的情报么？”粉可迫不及待地询问着。  “不清楚，我们一起看看吧。”猪猪君也不知道这些信息有什么用，只好找那个在“灵魂”圈里混了许久的粉可了。  “嗯。”粉可说着便把猪猪君给自己的信息跟自己以前的经历结合起来。  粉可听着猪猪君的讲述，但听着听着，他的表情却变得越来越凝重。  “怎么了？”猪猪君感觉事情不简单。  “你遇到那个叫灵珑屋的组织了？”粉可皱着眉头，说。  “没啊，那个灵珑屋是什么来头？”猪猪君想起之前的信息中有这关于灵珑屋的消息。  “这可说来话长了，不过我可以简单的告诉你，他们很危险，你最好不要接触他们。”粉可说完，便有陷入了沉睡……  “说实话，有时候我觉得你是故意的……”猪猪君摸了摸自己的鼻子，自言自语道。    此时此刻，镍队长手里拎着那黑金色的面具，望着正在缓缓关闭的数据库大门，叹了口气：“看来，是时候讨回以前他们所欠下的债了！” \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 @紫晶Blue @陈翰磊 @爱拍之子D @Vatican.Taxi @qxdnfsy @ε-- \n好友@大召唤术！\n另外，求人气\n\n\n\n\n[groupid=814]厕所圣殿[/groupid]",
    "replies": [
        {
            "author": "create_2015",
            "timestamp": 1426161120,
            "txt_content": "楼主加油，好赞！！！"
        }
    ]
}