{
    "title": "<原创·连载>血色王国 第十六章 【恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 7,
    "timestamp": 1426223700,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-4-6 00:51 编辑 \n血色王国\n      仅仅是一瞬间，即将爆炸的幽灵们被斩断，冰寒一方仅剩他一人。三个月的激战即将划下帷幕，辛辛苦苦打下的半个星球也将失去，冰寒绝望了，自己即将死在这个战场上。      “罪恶的人啊，你即将逝去，意味着这个世界会重新光明...”宽阔的教堂里，坐满了人类，而冰寒双手被铐住，跪在大庭广众之下，被唾骂着。他紧闭着眼，眼泪不住地往下掉，牧师和人们开始祷告，并向“主”宣布“罪人”将下地狱。“你说谁是罪人！”冰寒披头散发的样子令人毛骨悚然，他喊着，“什么神器，什么力量，这些都是骗人的啊！”他开始语无伦次，并开始吞食着自己的腿部。      十几年前，当狂刃将神器放在他面前的时候，他对冰寒说：“当它植入你的身体的时候，你就会变成最强大的存在之一，但会暴走成为‘突夜’形态，且暴走。”冰寒想都没想就答应了，今天，被力量冲昏头的他，终于明白了当初父亲为什么要抛弃他们，老婆婆为什么又要坦白真相。      为了他人？戚，我才不会为了无聊的亲情去牺牲自己，更不会落到现在这种程度！      但，不正是我为了其他人，才会这样么。为了老师，为了民族，更为了尊严！      我...才不要...去，懦弱地躲在一旁...我想要强大啊啊啊啊——！      他看看被钉死在十字架上的耶稣像，自己也是这样被打败的吧。      三个月前，他们刚登陆就对星盟发起了毁灭性的打击，什么埃菲尔铁塔，凯旋门等，全被愤怒的幽灵们炸毁，“法国”这个弱小的国家也被攻下。      星盟全然没有意识到这一切，仍在华盛顿召开动员大会。直到...欧洲被攻下，开始进军非洲的时候。星盟迅速作出了反应，并派遣四十二人前往。冰寒看到仅有四十二个人前来，捧腹大笑，幽灵们迅速冲上去爆炸。但仅仅是一瞬间，幽灵们就被斩断，木乃伊被撕裂。他在发呆之余，被四把神器牢牢地钉在金字塔的墙壁上，“神器植入者”的治愈能力很强，虽然恢复了，但还是被带走。      教堂内的冰寒挣脱了锁链，一把掐住牧师的脖子，并怒目圆睁地看底下的人类。场上一片混乱，冰寒身上青筋暴起，额头上的第三只眼也缓慢张开，突夜！      神器在手，还有什么不能对抗？牧师的脖子被掐断了，头颅随着飞溅的鲜血飞向耶稣像，耶稣的衣服被染成了红色。“嗷呜”一口，牧师的身体被冰寒吞进了肚子里，他舔舔口边的血迹，“你们的生死，由我来掌管！”所有生命全部凋零，连同罪恶。      我...想要出人头地！但，这个扭曲的世界改变了我。世上的一切都是错误的，唯有我，才是王道！力量，只是一个王者的缩影，但，血色的天空笼罩的王国，命运是不会顺利的。伍尔德，将要毁在我的手里。我会死的！      我想要强大！——————————————————————————————————上一章      目录      下一章",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1426239540,
            "txt_content": "恶魔……\n这些字数……\n好像不是很多……\n越来越有东京喰种的感觉了……\n而且还是二郎神附体？！"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1426300980,
            "txt_content": "avshen 发表于 2015-3-13 13:17\n你完全可以把字调的小一点。。\n我也想，但强迫症啊...每章都必须字数一般大，但既然读者强烈要求，那我也不能辜负你们"
        },
        {
            "author": "北极星人",
            "timestamp": 1426335960,
            "txt_content": "你把字号调这么大是不是为了敷衍你字数少的现实← ←"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1426863120,
            "txt_content": "北极星人 发表于 2015-3-14 20:26\n你把字号调这么大是不是为了敷衍你字数少的现实← ←\n自古5楼出真理……"
        },
        {
            "author": "xcc",
            "timestamp": 1427638260,
            "txt_content": "字体调这么大，掩饰字数少对伐"
        },
        {
            "author": "Iridium_77",
            "timestamp": 1427640000,
            "txt_content": "不错，已收藏"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1427691420,
            "txt_content": "Iridium_77 发表于 2015-3-29 22:40\n不错，已收藏\n为什么你要看我最差的一篇……"
        }
    ]
}