{
    "title": "在ipad上撸了一个小别墅（多图+脑补）",
    "author": "白羊宫的木炭",
    "replyCount": 2,
    "timestamp": 1344696000,
    "txt_content": " 本帖最后由 白羊宫的木炭 于 2012-8-11 23:50 编辑 \n\n大家好我是新人~接触minecraft只有一个月时间（不要笑我= =）\n看了很多大触的视频和图片展示，在惊叹之余也动了歪脑筋，想自己造个比9X9X6的小木屋更大点的房子。可惜理想很丰满，现实很骨感，N年前的破电脑实在内存不足带不起来MC，于是果断转战ipad上的MCPE，结果。。。为毛PE的素材这么少这么少这么少！至少给我张床啊！！\n于是，只能悲催的造个壳儿。\n而且因为没有白色的砖块，为了洁白的墙面，我只能全部用铁块啊！铁牢啊有木有！！\n造的时候为这个小别墅脑还补了很多设定，不过技术有限，不仅别墅外形土得一塌糊涂，还被吐槽——好像厕所。\n=====================================================================\n正面。PE有很多限制，比如没有地图编辑器不能倒水，为了把海水圈进院子里，别墅的一半都延伸到了海面上。\n\n侧面。明显能看出设计的不合理性，窗户都集中在别墅后半段（囧）。\n\n俯视。好大的厕所啊~\n\n简陋的大厅。苦逼的火把照明。地上铺了张奢侈的羊毛毯。大厅两侧各有一个走廊，分别通向不同的地方。大厅最左侧是开放式厨房，还有暂时无法安装的我想要的超大屏幕彩电和沙发。大厅中间就是通向二楼的楼梯啦~\n\n右侧这条走廊是为来访的客人准备的。靠近大门这边是图书室，为了保持安静多装了一道门。等等，这两只小书架可不代表图书室啊~\n\n这才是图书室！暂时只象征性摆放了几个书架，其实我希望可以摆满书（我喜欢书）。\n\n回头看~想放个挂毯或者壁画（感觉这个图书馆可以修整一下然后画《创世纪》），但是PE的素材太简陋。。。于是用羊毛绣了个2B式的V字挂毯= =\n\n这条走廊上还有两个舒适的客房和浴室、洗手间。通过左侧镂空的墙壁可以看见院子里的情景。\n\n浴室。浴缸~\n\n走廊尽头，左手边通向院子和另一条走廊，右手边的楼梯直接通向三楼= =\n\n右侧楼梯通向的是一个空旷的大房间，这个别墅里的房间基本都是这样。这个地方本来打算搭个木架子当做储物间，不过架子搭一半发现空间略狭窄就放弃了，所以这里暂时没想好有什么用。\n\n下来看看院子。这里给柱子做了一个花式（好想要爱奥尼柱子啊，好漂亮的T^T）\n\n进入院子以后，尽头（其实是靠近别墅入口的地方）是一个小小的水池——害我半个别墅漂在画面的罪魁祸首。\n\n还有一棵方方正正的参天大树！\n\n还记得大厅中间的楼梯吗？通向二楼。顺便，楼梯两边的墙体是用羊毛填充的，因为我懒= =\n\n二楼是别墅主人们的卧室。为什么是复数？因为在我的脑补中，这个别墅是至少12个人一起住的，所以二楼有12个房间！之所以这么设计师因为我希望真的有这么多房间，这样可以在朋友来拜访的时候邀请他们住下。\n\n左侧的楼梯跟右侧稍稍有点不一样：楼梯下面也装了栏杆。\n\n栏杆后面藏着一扇门，外面连接着一个长长的走廊，这里暂时没有继续建造，所以是通向自家的体育馆还是阴森的地牢，谁也不知道。\n\n沿着左侧楼梯上三楼，发现跟右侧的构造不一样，这里也有门。\n\n开门后看见一个阴森的走廊（其实是我懒得挂火把了= =）\n\n这条走廊的右侧有四个不知做什么用的小房间，转过弯有两个宽敞的大房间，因为个人偏执的爱好，打算用来做实验室。再转过弯的尽头还有一个宽敞的房间，脑补这是为一个非常厉害的角色专门预留的卧室，不过以后会改成圆桌会议室也说不定。\n\n因为本人是偏执的素色，尤其是白色控，导致院子附近变成了色彩最丰富的地方。地面应该是草地来着，不过PE没有草皮，所以只能是苦逼的黄土地。不过话说回来这棵树还真是够方啊~看不下去了，砍掉叶子重练！顺便把树干加高两节。\n\n换个角度看，果然是参天大树~\n\n最后给小门廊来个特写~门廊是全部盖完后添加的，因为这别墅的造型不适合做房檐，所以希望下雨的时候至少能站在门口淡定的掏钥匙= =\n\n====================================================================\n个人感觉对这个别墅还是很满意的，以后有机会会把脑补中的体育馆和地下设施造完。\n其实别墅的构造我之前已经构思了很久（要用在小说里），不过凭空想象总是会出现很多BUG，这次借助MC将我脑海中幻想出来的别墅变成了现实，虽然因为匆忙，没有打地基，没有画设计图，没有做承重墙，也没有好好做室内装饰（PE素材好少），造出来的别墅还像个厕所（囧），但是现在完成到这个程度，我已经感觉非常开心了~\n那么，脑补到此完毕。感谢大家的收看。\n\n\n",
    "replies": [
        {
            "author": "Danny仔",
            "timestamp": 1344696180,
            "txt_content": "在ipad做成這樣很不錯啦!"
        },
        {
            "author": "948587022",
            "timestamp": 1344699960,
            "txt_content": "没用手机玩过MC的路过"
        }
    ]
}