{
    "title": "[指令方块]如何更改玩家数据？",
    "author": "唔咩",
    "replyCount": 3,
    "timestamp": 1426326780,
    "txt_content": "/entitydata @p {abilities:{flySpeed:0.1,flying:1}}复制代码我输入上面这个输入的是，输入的是下面这个\n[17:45:12] Airest是一位玩家，不能更改复制代码请问如何才能更改玩家数据呢？\n\n如果不能，那这些数据又如何使用？\nNBT structure[edit]\n\n The root tag. In level.dat files, this tag is called \"Player\".\nAll tags from Entities except the id, CustomName, and CustomNameVisible tags.\nAll tags from Mobs except Equipment, DropChances, CanPickUpLoot, PersistenceRequired, Leashed, and Leash.\n\n Dimension: The dimension the player is in. -1 is the Nether, 0 is the Overworld, 1 is the End. Other values are interpreted as 0.\n\n playerGameType: The game mode of the player. 0 is Survival, 1 is Creative, 2 is Adventure and 3 is Spectator.\n\n Score: The Score displayed upon death.\n\n SelectedItemSlot: The selected hotbar slot of the player.\n\n SelectedItem: Data of the item currently being held by the player, excluding the Slot tag.\nSee Item Format.\n\n SpawnX: See below.\n\n SpawnY: May not exist. The coordinates of the player's bed. These tags are only removed if the player attempts to respawn with no valid bed to spawn at at these coordinates. They are unaffected by breaking beds at these coordinates, and are unaffected by the player's death.\n\n SpawnZ: See above.\n\n SpawnForced: 1 or 0 (true/false) - True if the player should spawn at the above coordinates even if no bed can be found.\n\n Sleeping: 1 or 0 (true/false) - true if the player was in a bed; has no effect on whether the player is in a bed when they log in.\n\n SleepTimer: The number of ticks the player had been in bed. No effect.\n\n foodLevel: The value of the hunger bar; 20 is full. See Hunger.\n\n foodExhaustionLevel: See Hunger.\n\n foodSaturationLevel: See Hunger.\n\n foodTickTimer: See Hunger.\n\n XpLevel: The level shown on the XP bar.\n\n XpP: The progress/percent across the XP bar to the next level.\n\n XpTotal: The total amount of XP the player has collected over time; used for the Score upon death.\n\n XpSeed: The seed used for the next enchantment in enchantment tables.\n\n Inventory: Each compound tag in this list is an item in the player's inventory. (Note: when empty, list type may have unexpected value.\n\n An item in the inventory, includes the Slot tag.\nSee Item Structure below.\n\n EnderItems: Each compound tag in this list is an item in the player's 27-slot ender chest inventory. (Note: when empty, list type may have unexpected value.)\n\n An item in the inventory, includes the Slot tag - slots are numbered 0 to 26, inclusive.\nSee Item Structure below.\n\n abilities: The abilities this player has.\n\n walkSpeed: The walking speed, always 0.1.\n\n flySpeed: The flying speed, always 0.05.\n\n mayfly: 1 or 0 (true/false) - true if the player can fly.\n\n flying: 1 or 0 (true/false) - true if the player is currently flying.\n\n invulnerable: 1 or 0 (true/false) - true if the player is immune to all damage and harmful effects except for void damage. (damage caused by the /kill command is void damage)\n\n mayBuild: 1 or 0 (true/false) - true if the player can place and destroy blocks.\n\n instabuild: 1 or 0 (true/false) - true if the player can instantly destroy blocks.请指令方块大神解答{:10_522:}\n",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1426326780,
            "txt_content": "目前最新版本中entitydata指令对玩家无效，所以无法更改玩家标签数据\n楼主后面的文字中的NBT是玩家的，有的是探测玩家某个物品栏物品的NBT，有的是探测玩家饥饿值和饥饿等级等的NBT，有的是探测玩家经验的NBT，只能探测目前玩家的NBT而不能修改，可以用于一些特殊指令中"
        },
        {
            "author": "gamemode3",
            "timestamp": 1426327320,
            "txt_content": "在目前已推出的版本中并不具备改变玩家NBT的功能,但是可以用Mod来实现改变玩家NBT格式,比如说NBTedit.\n这些NBT是玩家所具备的,作用可在这里了解"
        },
        {
            "author": "lzs1234",
            "timestamp": 1426328640,
            "txt_content": "那些英文文字有一部分已经在中文wiki中翻译，可以搜索查看"
        }
    ]
}