{
    "title": "★我的世界★——星宿，《嗜血之地》第三章 剑术技能",
    "author": "MIP_COMMOM",
    "replyCount": 7,
    "timestamp": 1426394820,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2015-3-15 17:56 编辑 \n“这，选是！”龙浩天的生命值已经下降到了34，对于他来说，这是非常的危险的，虽说还有着34点生命值，但若是出现一点变故，生命值突然被出现的苦力怕炸一个20，30的，或是更多的话，拿自己不就死了吗？\n　　“觉醒中…在觉醒期间请勿被干扰，否则将会受到巨额伤害，觉醒于30秒后开始。”龙浩天暗骂了一声之后，便收起了手中的石剑，在这黑暗的世界中快速的飞奔着，巨额伤害，而是觉醒时被打扰的反噬吗，早知道就不选“是”了，现在后面还有着很多的僵尸在追着我，怎么办啊。\n　　“觉醒开始还有20秒。”\n　　龙浩天咬了咬牙，从空间背包里面拿出了一块一块缩小了的鹅卵石，将鹅卵石搭得高高的，每跳一下，便在脚下放一个鹅卵石，一直累计放了近20多块鹅卵石，龙浩天才将那提着的心放了下来，而那一行信息再次出现在他的眼前。\n　　“战魂觉醒，开始！”\n　　此时，一道绿色的光芒围绕在龙浩天的身体四周，一道一道的声音在龙浩天的脑中乍响。\n　　“血脉转变中…”\n　　“转变完成！”\n　　“筋骨转变中…”\n　　“转变完成！”\n　　“等级转化中…”\n　　……\n　　在一道一道的声音过后，一道绿色的光点突然出现在了龙浩天的胸前，它的光芒非常的强，几乎将龙浩天的四周都被这绿色的光芒给染成了绿色了，而这一个小小的光点，在龙浩天的胸前摇曳不久，便射入龙浩天的体中。而下面的僵尸见到了这一幕，变得更加的凶残了，不同的攻击着眼前的这一个高大的，鹅卵石堆叠而成的柱子，它们的手不停的敲击着鹅卵石柱，有的更是手骨都碎裂了还在不知疼痛的敲打着。\n　　在那绿色的光点射入了龙浩天的体内后，一股热流在他的的体内不停的穿梭着，每过一个地方都会到来巨大的疼痛感，血液因而开始沸腾了，而龙浩天此时身体涨红，还有着一丝血液从体内流出，而在流出后的不久，便瞬间被龙浩天外面的绿色的光盾蒸发，在他的四周形成一个淡淡的血色的光屏。\n　　在坚持了将近三个小时的痛苦煎熬后，从东方射来了一道暖和的阳光，阳光所过之处，所有的僵尸都在燃烧着，它们的身体的分子在阳光下不停的燃烧着，而它们只是愤怒的看了一眼鹅卵石柱上的龙浩天后，便走进了森林，融入了黑暗之中。\n　　而在接受到了那暖和的太阳光之后，那本来是越来越疼的身体，在这一刻竟然变得舒适起来了，那一个绿色的光点也在这一刻出现在了龙浩天的心脏中，在一声爆裂声后，绿色的光点彻底的从龙浩天的体内消失了，不能是说消失，而是跟龙浩天的身体融合了，一个晚上的流血，在龙浩天的周围，已经出现了非常厚重的血盾，它们围绕在龙浩天的四周，形成一个圆形的护盾，像是在保护龙浩天一样。\n　　在绿色光点消失的一刻，本围绕在龙浩天周围的血盾和那绿色的光盾也在慢慢的消逝着，而此时，龙浩天像是睡着了一般，静静的坐在鹅卵石制成的柱子上，阳光照在身上，异常的温暖，而一道一道肉眼看不到的绿色的洪流正在不断的向着龙浩天的心脏部位流去，而这样的现象，看上去非常的神奇。\n　　“呼。”龙浩天睁开了双眼，看着那巨大的火红的太阳，长长的吐了一口气，身上的酸痛之感，顿时消失得无影无踪。\n　　“星宿战魂，成功觉醒，获得技能，请认真考虑，选择后不得修改。”\n　　“剑术v1，可升级，最高可达30级，每次升级根据对剑的使用程度进行升级。效果：对于剑道的领悟能力更加的强大。”\n　　“剑击v1，可升级，最高可达30级，每次升级需要消耗经验200点，每升一级所需经验增加200点，效果：对敌人造成额外暴击，暴击伤害为攻击力的百分之五十。”\n　　龙浩天看了看眼前的两个技能的介绍后，考虑之后，龙浩天便选择了剑术。\n　　“选择剑术v1，成功领悟。”\n　　为什么选择剑术？这是因为，对于这些不知道以后有没有用的东西来说，龙浩天更放眼于未来，剑术是对剑道的领悟，更容易领悟其他的剑术技能，而且思维也可以得到成倍的提升，虽然介绍里面没有说到，但这是以隐藏属性出现的，剑术的用处远远比剑击的用处要好得多，而在觉醒了战魂之后，龙浩天便得到了战魂的具体介绍。\n　　“星宿战魂，等级v1，最高等级v100，升级需要1500经验值，每次升级额外增加1500经验值，注：30级以后以引动星辰之力升级其等级，需要引动1级星辰三十次，每次升级额外增加二十次1级星辰的引动。星宿战魂，可学习更多的技能以及被动技能，无学习上限，当等级达到满级时，所有属性将得到大幅度的提升。”\n　　简单的介绍倒是令龙浩天异常的震惊，虽然不知道这一个星宿战魂有什么用，但是想必其中的隐藏条件应该是非常的多的，总不能只有升级的条件，而没有一些实质性的增加战斗力的条件吧。\n　　“不管了，现在也到了早上了，先去找一下吃的。”龙浩天一起身，便发现自己似乎变得轻盈起来了，而且还感觉到动作都变得更加的敏捷了，比如以前龙浩天都不敢从这20多格高的地方跳下去的，因为那样是会掉血的，而这一次跳下去，本是下意识的一跳，却惊人的没有受到掉落时的伤害。\n　　龙浩天一脸的茫然，不知道是怎么回事。\n　　“这应该是战魂觉醒所增加的属性吧。”龙浩天不由得感叹道，没想到自己就在这几天便得到了战魂，而且实力也是得到了大幅度的提升，真是有够变态的。而龙浩天不知道的是，战魂的觉醒其实只要达到了十岁就可以让他人相助，开启战魂了，而龙浩天这都十七，十八岁了，该说的是为什么会觉醒得这么晚？\n　　正午，太阳高高的挂在天上，令人费解的是，这一个太阳是方的，很不寻常，而跟不寻常的是整个世界都是方的。\n　　龙浩天来到这个世界已经有十天了，他现在正要把挖出的煤炭给搬出来，堆积到了一边，而自己的第一个任务也就开始了，那就是盖房子。\n　　作为一个生存必备的东西，保护使用的房子是必不可少的，挖了整整八天的矿，居然连一个铁矿石都没有发现，龙浩天现在都怀疑是不是要到废弃矿坑里面或是到地牢里面去找一下，要是生存没有铁可以使用的话，那这一个生存就是在等死，龙浩天第一天就看到了骷髅那违背原则的强大的骨箭，骨箭的力量在不断的增强，之后的每一击都将树干上的木头摧毁，出现一个缩小的木头悬浮着，这般实力，不由得让龙浩天头皮发麻。\n\n返回《嗜血之地》索引>>>>>>《嗜血之地》\n\n",
    "replies": [
        {
            "author": "普通HIM",
            "timestamp": 1426395060,
            "txt_content": "不错QwQ\n加油哦继续写下去我支持你"
        },
        {
            "author": "圈圈旋",
            "timestamp": 1426395060,
            "txt_content": "原来是小说..."
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1426395180,
            "txt_content": "题目格式...\n记得看读者的回复啊啊！"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1426395240,
            "txt_content": "thanks 这我来转载的，因为我的小说似乎没有多少人知道"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1426395360,
            "txt_content": "恶魔-潇洒 发表于 2015-3-15 12:53\n题目格式...\n记得看读者的回复啊啊！\n哦哦哦，我明白了"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1426395840,
            "txt_content": "MIP_COMMOM 发表于 2015-3-15 12:56\n哦哦哦，我明白了\n抱歉，刚才跟姐姐闹矛盾了，你的小说很不错，请不要因为刚才我的回复而遭受打击..."
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1426396020,
            "txt_content": "恶魔-潇洒 发表于 2015-3-15 13:04\n抱歉，刚才跟姐姐闹矛盾了，你的小说很不错，请不要因为刚才我的回复而遭受打击... ...\n明白，谢谢支持"
        }
    ]
}