{
    "title": "★我的世界★——星宿，《嗜血之地》第四章 村民",
    "author": "MIP_COMMOM",
    "replyCount": 2,
    "timestamp": 1426395900,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2015-3-15 17:57 编辑 \n“要是让我得到了铁，你们都要死！”龙浩天握紧了拳头，有些不甘心的低声道，真不知道这里除了龙浩天自己一个人以外就没有其他的人了吗？\n　　“算了，先去找一个地牢看看里面有没有铁，我第一个就要一件防身的防具，防御力太弱了，苦力怕炸一下就空血了。”龙浩天每一次的极限生存都是被那可恶的苦力怕背后偷袭而死的，本要崛起反击之时，那可恶的苦力怕就会突然出现，让“龙浩天”被终结在了矿洞中，这是一种耻辱。\n　　炎热的天气，可见的热浪在空气中翻滚着，龙浩天找了一个多小时也没有找到什么有洞窟的地方，而此时，他已经满头大汗了，黄豆一般的汗珠沿着他的脸庞滑落，手中的石剑准备着，准备着为突发事情做准备。\n　　“该死的，这怎么都是沙子。”龙浩天看着远处一片的荒芜，一片金色的沙子，不忍怒骂道。\n　　炎热的天气让龙浩天有一种要中暑的感觉，现在已经不需要再拿着石剑了，周围辽阔的视野，已经足够大了，不可能会出现被偷袭的事情了。\n　　在走了将近三个小时后，龙浩天已经精疲力竭了，而那无边无际的大沙漠，像是没有尽头一般，现在龙浩天只能依靠苹果来补充能量和水分了，而苹果的数量也不足十个了，想必再这样的消耗，他一定会死在这荒芜大沙漠的。\n　　“呼，呼，呼。”龙浩天已经脱水般的倒在了沙子上，饥渴交集，在这炎热的大沙漠中，龙浩天的额头上的汗珠已经没有了，绝望的看着前方的那无尽的沙子，除了沙子，还是沙子，龙浩天不甘心，只是来到这不久，就这样死了，这不可能！\n　　龙浩天硬是挺起那虚弱的身体，而在龙浩天的属性中突然出现了一条属性。\n　　“中暑，等级2，效果：每分钟掉血1，在其期间，不可恢复生命值。持续时间：0（持续时间直至离开炎热地区后，效果消失）”\n　　龙浩天惨白地笑了，“天亡我也！”\n　　在血量下降到10点一下的时候，龙浩天已经陷入了严重的昏迷状态，而这一倒，也不知道什么时候才会醒来，而此时，龙浩天来到了一个特殊的地方，这里什么都没有，只有无边际的黑暗，黑暗中，龙浩天可以看到一个模糊的背影，他在这一个黑暗中挥舞着一个剑形的武器，而在他的周围也突然出现了许许多多怪物的背影，有的是僵尸的，有的是骷髅的，有的是末影人，而凋零骷髅和僵尸猪人竟然也有，而且数量异常的庞大，如天上的繁星，数都数不过来，在这中间，龙浩天换看到了许多未知的怪物的背影。\n　　而站在怪物中间的那一道人类的身影，屹立不动，似乎对这些怪物视而不见，而它们对于那一道身影好像非常的害怕，没有一个怪物干出手，有的弱小的僵尸身影，而是直接的爆体而亡，离得远一些的僵尸幸免于难，但都是双膝跪下，捂着脑袋不停的摇晃着，看上去非常的痛苦。\n　　而这一个场景，没有持续多久，在黑色的人类身影移动后，化为了漫天的星光，消失在了这一片无边际的黑暗中。\n　　而那一个身影龙浩天还有一种属性的感觉，那一种感觉，龙浩天无法用语言来形容。\n　　……\n　　“旅行者，旅行者，你醒了。”龙浩天艰难的睁开了双眼，有些不可思议，自己不是已经死了吗，怎么还会出现在这里，似乎，我是被人救了。\n　　心中暗自松了一口气，没死就好，自己还有很多的是没有做，就这么死了，那也太冤了。\n　　龙浩天环顾了一下四周，这是一个很简单的小房间，一张床，床的旁边是一个合成台和一个熔炉，熔炉正在燃烧着，似乎在烧这一些什么，而突然间，龙浩天闻到了一股香气，而龙浩天没有猜错的话，香气便是从那一个熔炉里面飘出来的。\n　　“这，这是什么味道。”龙浩天轻闻了一下，有蘑菇的味道，应该是蘑菇汤了，而蘑菇汤不是用合成台就可以合成出来的吗？为什么会有用熔炉烧制的，难道熔炉里面的东西并不是蘑菇汤，而是别的什么？\n　　“你醒了，旅行者，这几天你连续的高烧不退，真是吓死我们了。”眼前正在跟他说话的是一个穿着褐色皮革衣服的村民，而他口中所说的“他们”指的应该是其他的村民了，而龙浩天只是想要起身下床活动活动，结果，刚刚起身，便从手臂处传来一阵剧烈的疼痛，如撕裂一般的疼痛。\n　　“旅行者，你受伤了，最好别乱动。”那一个村民有些惊慌的拿出纱布帮龙浩天包扎着。\n　　“我，我是怎么受伤了？”龙浩天清楚的记得，自己是因为脱水加上中暑才会昏倒的，而这一个伤，是不应该会出现在自己身上的，这根本就不可能。\n　　“旅行者，我们发现你的时候，看到你正躺在沙漠中，而且左手手臂上还插着一只骨箭，恐怕是被骷髅的攻击弄出来的伤口。”村民耐心的帮着龙浩天包扎着伤口，而他则是在回忆着，自己昏迷是得到了中暑2的效果，每分钟掉血1，在只有10滴血的时候昏迷了，而自己没有死，也就是掉血的时间没有过10分钟，而在自己昏迷的10分钟里面发生了什么，而自己被村民发现，加上背回这，恐怕也需要不少的时间，而这时间自己一定是在不停的掉血，竟然没死。\n　　而从村民口中得知，自己的伤是在发现自己的时候就有了，那时，周围并没有村庄什么的，也就是说村庄离当时自己昏迷的地方很远，而想要背自己回来也一定需要时间，算了算时间，如果时间是5分钟，那么，自己受伤的时间就在昏迷后的5分钟出现的。\n　　“旅行者，我想你现在一定也饿了，这都几天没吃东西了，这有些蘑菇汤，我喂你吃了。”村民友好的从熔炉里面拿出了一碗热气腾腾的蘑菇汤，拿起熔炉上的一个木制的小勺子，这个勺子马上引起了龙浩天的注意。\n　　合成表没有的东西，看来真的不一样了。\n　　“这个蘑菇汤是由天然的红蘑菇加上一些药材制成的，对于你现在的伤势有很好的治疗效果。”村民从碗里舀了一勺蘑菇汤，轻轻的吹了吹气，然后让龙浩天慢慢地喝了下去。\n\n返回《嗜血之地》索引>>>>>>《嗜血之地》\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1426396080,
            "txt_content": "一天四章我也是醉了..."
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1426396260,
            "txt_content": "恶魔-潇洒 发表于 2015-3-15 13:08\n一天四章我也是醉了...\n你应该说是五章"
        }
    ]
}