{
    "title": "[单章·连载]中世纪悲歌（又名传奇人生）【第四章 下】",
    "author": "wigtitit",
    "replyCount": 2,
    "timestamp": 1426406280,
    "txt_content": " 本帖最后由 wigtitit 于 2015-3-15 16:00 编辑 \n\n  这段对话使得理查德对班森的身世产生了一些兴趣，他不理解，为什么班森懂得那么多东西呢？  同样的，理查德也从不认为有人能够从生下来就顺风顺水，一切了如心意，坏事总变成好事，有些时候坏事只会引出更多坏事来，那些坏事一直都变好事的故事，理查德只把它们当故事听，仅此而已。  然而自从那个爱“吹牛”的胖子被打跑后，大街小巷都传是理查德打跑他的，后来他也才知道，那个胖子在这一整块公爵领都小有名气，是出了名的大力士，也许他真的杀过骑士，但无论如何，他已经被“理查德”打跑了。  这让理查德的名气一下远扬数城，大力士这一称号，便久而久之套在了理查德的头上。  自从威廉登基起，可怜的比奇尔从农民沦为了农奴，和他一样遭遇的还有巴顿。据说，所有农民都成了农奴。  而身子骨已经百般交瘁的比奇尔在农庄主的摧残下，没过多少天就死了，据说他的女儿还被比奇尔的封建领主贝克轮奸虐待，在比奇尔死后几天，也自杀了。  这消息是狩猎巴伦带回来的，空手而归的他无奈的耸了耸肩，说道：“这个冬天异常的冷，动物都在窝里哩，什么都没打到啊。”没有经济来源，也没法借取麦子，这个家的生活遭遇了瓶颈。  晚上，饥肠辘辘的三人围着壁炉，就维持衣食方面展开了一场似乎没有什么意义的会议。  “我连买麦子的钱都没有了……”巴伦首先发话道。  “假如你能把你喝啤酒的钱省下来，我们都可以再造一座屋子了！”老人埋怨道。  “你假如不这么扣，跟那个卖麦子的好好说，兴许他还会帮我们呢！你这个老混蛋。”巴伦气急败坏地骂道。  “没有我的节省，恐怕你已经饿死了！”  “狗娘养的！”巴伦怒骂道。  理查德被突如其来的怒吼惊到了，惊的不敢吭声，气氛凝固了几分钟后，老人有些话要说。  “兴许，理查德能帮我们赚点钱，维持我们的生活。”  “我？”理查德惊诧地指着自己说道。  “他这个屁大点的孩子能做些什么？”巴伦质疑道。  “打架呀……让这个孩子去竞技场赚钱去。”老人兴高采烈地说，似乎想到了些什么。  “打架……我不擅长呀！”理查德连忙推辞道  “巴伦擅长，为什么不让巴伦去呢？”  “哼，我一个手就能把这小子抡倒！”巴伦不服气地说。  “他现在的名气可不小！没人会质疑他的实力，而你只是一个名不见经传的家伙…唉…你不懂……不懂！赚钱靠的是这里……”老人说完指了指脑袋。  “而不是这里。”他又指了指手臂。  “你倒是用脑袋给我去竞技场赚钱去？”巴伦讥笑道。   老人没说话，只是缓缓起身，然后走到一个筐子边，翻翻找找翻出一条铁块来。  “喏，这就是我们的‘脑袋’。”  “我拿铁块做什么？”理查德很不解，他认为，竞技场应该是拿刀拿剑的，而不是铁块！  “我们只参加空手搏斗。”老人说道。  “可是空手搏斗怎么能拿东西呢？”巴伦质疑道。  “可以藏起来嘛！笨家伙。”老人心安理得地说道。  “……可是这样犯规了啊。”理查德很不舒服，他十分否定这样的行为，所以他没礼貌的插嘴道。  “唉……生活嘛，总会有些惊喜，你不犯规，怎么生存呢？这是唯一的路啦……”老人斩钉截铁地说。  “会有别的路的吧……”理查德有些慌，他神情紧张，对于一个从小被打磨的规规矩矩的人，去做出这样的事情，难免有些困难。  “没有。”老人坚定的说道，很难让人相信，他竟一点都不心虚。  巴伦坐在一旁不语，只是游离地看着两人和壁炉。  “……”  “好好想想吧，孩子！”老人拍了拍他的肩膀后叹了口气说道。  说完，两人便纷纷上床睡觉了，理查德迟疑了好一会才上床去，他翻来覆去睡不着，苦思冥想想不透……  “我心目中的老人……怎么会是这样的人呢……”  第二天清晨，夜雨渗过木板，滴在理查德的脸上，一滴又一滴，冰冷又慑人。  理查德被这极其冰冷的雨珠冷醒了。  老人和巴伦和往常一样坐在壁炉前暖着手。  理查德尽管很不乐意，还是起了床，收拾收拾东西，把铁块夹在衣服袖子里，和老人巴伦一起启程去塞勒姆的一个私人竞技场里。那个竞技场很破旧，整个竞技场甚至和班森的酒吧大致一样大，整个竞技场都由黑黑的死一般的铁围了起来，竞技场内的围栏同样也是如此，大部分都生了锈，看起来脆弱不堪。  地上都是发臭的淤泥，血腥味，腐臭味和各种各样的臭味混合在一起，令人窒息。  这个竞技场不用钱就能进去格斗，但收益是很惊人的。  进去竞技场，一股更浓的，扑鼻的腥臭似潮水般涌来，狭窄的竞技场外圈坐满了人。大多是一群瘦骨嶙峋的中年人。  老人跟一个站在门口的人谈了谈，理查德便进去了竞技场的另一侧入口。  沿着楼梯往下走，巴伦和老人跟着后面。理查德的手心都是汗，铁块的棱角刺得理查德难受，但他害怕被发现，就像一个贼害怕别人知道自己偷了东西一样，很不是滋味。  下去之后，理查德发现这里是一个地下室，不大，甚至可以用小来形容，但是却很拥挤，不少格斗士争先恐后地在这里排着队，个头都比理查德高，各个人都是那么的自信，只有理查德害怕的连脚都发起了抖，他很快便明白，他要面临的最大一个问题不是作弊，而是会不会还没来得及作弊，就被人拍死在淤泥里。  时间一分一秒的过去了，老人巴伦理查德都只是默默的站着，随着队伍一步步向前走。  外面有时欢呼雀跃的吹口哨，大笑着，有时又遗憾地叹气，发出“喻——”的声音。  从外面进来的，要么是双手高举的胜利者，要么是被拖进来的像是死了一样的失败者。理查德注视着那些失败者，一个一个在他眼前被拖走，上一秒还兴高采烈，无比自信的他们，下一秒便会是这幅模样，理查德不禁浑身起满鸡皮疙瘩，感叹人世间变化多端。但是没来得及感叹，就已经轮到自己了，老人这时终于发话了。  “孩子，靠你了，加油……”  “呃……恩…恩……”理查德害怕地语无伦次了起来，浑身上下的肌肉都缩紧了，他深知，面前是一个巨大的挑战，是一段前所未有的经历，也会是自己人生的转折点……  自己的对手就站在自己的对面，这样的压迫感和腐臭一样令人窒息。  铁闸缓缓拉开，理查德缓步走上前去，与其说是缓步，不如说是抖着腿，一小步一小步地小心翼翼地往上走。就好像面前有无数个陷阱那样。走上平台，四周的欢呼声十分雀跃，尽管理查德名气不算少，但是还是有不少人赌了理查德输，这意味着假如理查德赢了，对面押的钱都是理查德的了，虽说如此，但是对于那些赌客们来说，这个不高不胖的小子就是一大块金子。  面前的敌人，是一个十分雄壮的白人，头发杂乱无章，衣服满是泥痕，脚丫是光着的，看上去脚已经溃烂到表皮了，显然是一个长期在淤泥中光着脚的家伙，或许是一个有经验的老格斗士。  这里的检查很松散，只是用肉眼看看，理查德用手腕一点点把铁块挪到手心里，他死死捏着铁块，不敢放手。  随着站着高台上的老家伙喊了一声什么，敌人的拳头就直冲理查德呼了过来，理查德没反应过来，被一拳揍倒，鼻血直流。  “啊嗷！”理查德痛苦道。  敌人没有喘息，接着又是一拳，理查德用抓着铁块的那只手挡住了，手臂被打的隐隐作痛，这个家伙的每一拳都极其有分量，看上去就是往死里打的。  理查德始终没来得及爬起身来，一直被敌人按在地上打，被打的鼻青脸肿，嘴都渗出了血，感觉意识越来越模糊，眼前越来越黑。  但一个不经意，敌人竟一拳打进了淤泥里，理查德意识到这是机会，把铁块的棱角伸出，使劲一锤锤上太阳穴，那一锤令人毛骨悚然，竟一拳让他瞬间瘫在了地上，一动不动。  理查德害怕极了，他抖擞抖擞身子站了起来，惊恐地看着瘫在地上的那个家伙，生怕自己杀死了人。  四周的观众欢呼雀跃，庆祝这位大力士“理所应当”的胜利。  老人在格斗士入口的那一边呼喊着，让理查德进来，理查德晃了晃神，没注意到，结果被一个人野蛮的硬拉了进去。  随之拉进来的还有那个格斗士，他就跟死了一样，或者真的死了，因为理查德隐约看见他的太阳穴已经破开了一个口子，而他被两个壮汉不知道拉去了哪里。  他顺势一松手，铁块就滑进了衣袖里，老人拍了拍他的肩膀，笑道：“干得漂亮，我们赚了第一桶金！”  巴伦只是笑着，搀扶着理查德走了出去。  这第一桶金理查德拿的一点也不舒服，铁块的棱角被老人磨得很尖锐，虽不至于尖到会把理查德扎伤，但是，用些力气，和小刀可以相比拟，理查德没有用习惯，翻来覆去的，自然把自己手腕扎了几个小口子，不过这样大幅度的动作，要是再尖锐些，理查德的动脉也许就要被扎穿了。  但理查德不得不佩服老人的巧妙工艺，但同时也好奇，有这样的工艺，为什么不能趁自己有钱时开家铁匠铺谋生呢？  竞技场的那个人给了老人一小袋英镑，一小袋金闪闪的，美妙绝伦的金币。  老人和巴伦高兴的合不拢嘴，老人更是把那少得可怜的几枚英镑捏在手里，左瞧右瞧，开心的不得了。  途中，巴伦自己拿着钱走了，老人坚信巴伦是要去买酒喝，当理查德和老人回到家，擦洗完身子后，巴伦也就回来了。  他笑着，笑的很开心，手上抓着一只猪腿，身上有股浓浓的酒味，老人闻到味道，只是有些失望又轻蔑地抿着嘴笑了笑。  “咱们有肉吃啦。”巴伦没有什么时候比现在更开心了，也许天天吃野味吃的腻了，有钱吃吃家畜更是种奢华。  把腿肉切分好几大块，拿其中的两大块丢到大铁锅里，然后盛满水，用大火滚煮着。  待煮熟了，便用铁勺子舀上肉来，大口大口的啃食。  猪肉虽然有些柴，但这肉的醇香还是鼓舞着理查德继续做下去，理查德第一次意识到，受了这么多苦的自己，凭什么不能享一享福呢？于是接下来的几天，理查德都是这样度过的，使用铁块也使用的越来越娴熟，一次次的呐喊，一次次的欢呼。理查德家里的钱币越堆越多，他感到了无比的自豪而幸福……",
    "replies": [
        {
            "author": "Candys",
            "timestamp": 1426406520,
            "txt_content": "手速一万八"
        },
        {
            "author": "8260162",
            "timestamp": 1426406760,
            "txt_content": "小说233333"
        }
    ]
}