{
    "title": "末日题材Minecraft长篇小说终极篇",
    "author": "1435612362",
    "replyCount": 10,
    "timestamp": 1426772640,
    "txt_content": "第八章 一只狗 \n\n\n\n\n\n“九八”\n\n\n“九九”\n\n\n“一百！”\n\n\n\n\n\nRye一个翻身 气喘嘘嘘的躺在地上\n\n\n\n每日必做的锻炼 防止身上的肌肉松弛 这是他的必修课 \n\n\n“因为营养跟不上 目前的训练只能维持在中度上\n无法再进啊”\n\n\n\n\n\nRye有些遗憾的将衣服穿上 泡进了水池 \n\n\n\n\n\n半个时辰后 他爬出水池 一身清爽的将修补后完整的一套皮革套穿上 将石剑与铁剑【击退I】分别别再腰间左右侧 活动筋骨后并未有不适 \n\n\n\n\n\n这皮革套 用上好的牛皮缝制 属软甲 关节与关节间用柔韧的蜘蛛丝缝合\n轻便的和便衣一番 抵挡僵尸虽然有些牵强 但是灵活性却让沉重的铁甲羞愧了\n\n\n\n\n\n他将背包背在背上 里面装的是3个面包 5个曲奇 1瓶治疗药水和三瓶水\n\n\n\n随即将洞口扒开 将全身沐浴在了阳光下\n\n\n\n\n\n随着昨天的思考 他的计划已经渐渐成型 首先他要将四周的村庄搜刮完毕 一圈圈的扩大搜索圈 直到探索完毕整个野地 \n\n\n\n\n\n而今天他的目标就是探索附近千米内的村庄 他定了定神\n望着太阳走向南方 …\n\n\n\n\n\n\n\n\n\n\n\n“嘶 吼”\n\n\n\n\n\n白天下 一群群未躲避进巢穴的僵尸嘶吼着燃烧\nRye匍匐在地上 望着前方一百米不到的小村庄\n\n\n\n\n\n这似乎是一个不大的村子 中等规模 面前的 赫然是三只僵尸 \n\n\n\n\n\n“呼” Rye深出了一口气 观察着面前的地形\n\n\n\n\n第九章 病毒的爆发与改变 \n\nRye的脑海如同浆糊 痛苦传遍了他的四肢百骸 \n\n“呃啊啊啊啊” 他吼叫着 仿佛有数千只嗜肉的魔怪正在撕咬着他强壮的躯体 \n\n那可怕的病毒 让他几欲丧失理智 \n\n“吼！” 突兀的他一声大吼 一声筋肉发出一声声噼里啪啦的爆响 皮肤下青筋如同大蛇涌动着 气血疯狂的向他的大脑汇集 \n\n那是怎样的剧痛 \n\n“呜” 那毛发白色狼般的大狗瑟缩着蜷曲在墙角 发出一阵祈求的呜咽 \n\n“啊啊啊啊啊！！！” Rye猛的大喊 全身火红如同炽焰燃身 那脑海中存在的浆糊一般的思维 早已被病毒颠覆 \n他猛的一拳轰出 将那之前被封的矿洞处出口猛的轰开 “吼！！” 那饥渴的僵尸蜂拥而入 ！ \n\n“噗” 那尚未恢复的伤口被猛的崩开 一抹红艳如同血箭一般飙射而出 他疯狂的如同一只狮子 一拳将那皮肤坚硬如铁石的僵尸猛的击飞 堪比击退II的力道将那腐烂的面孔打成了浆糊！ \n\n但可怕的狮子失去了理智！ 后面的僵尸仍然前扑后继的冲来 它们腐烂的不知男女的面孔映在Rye血红的瞳孔里 “噗嗤！” \n\n一只死尸咬在了Rye的身上 \n\n但是Rye却笑了 \n\n“轰！” 他一拳轰出带着可怕的破风声将那撕咬的僵尸轰飞 随即一身鲜红的血肉再次膨胀几乎要爆炸！ 疯狂的狮子冲进了僵尸堆 用比他们更可怕的 毫无招式可言的野蛮人方式 摧枯拉朽般将那群死尸疯狂的撕扯 \n如同虎入羊群！ \n\n“吼！！！” Rye发出一声可怕的叫吼 将那封死的门猛的轰开 ！ 他当真是没有理智的狮子 但是这狮子还未杀够！ \n\n\n“汪汪！” 一旁瑟缩的大狗突的冲上前来 咬住Rye的裤腿示意他不能离开 但是已经迟了 夜色外的死尸如同潮水一般涌来 ！ \n\n\n“嘶..吼” Rye血红的瞳孔瞟了眼灰白的大狗 嘴角分明是一丝嘲讽般的笑 那笑好像再说 \n\n\n“我只是在去杀羊” \n\n\n随即骤雨般疯狂的战斗开始 Rye扎进了那僵尸堆 一身野蛮的肌肉已经被僵尸咬的深可见骨 但那嗜杀如同魔神一样的杀气却支持着他！ \n\n\n“轰！” Rye一拳再次轰出 将十几只死尸如同破沙袋一般轰出 但一身血红色的筋肉却如同皮球一般快速泄气！ \n\n\n“怎么回事！” Rye大吼 疯狂的将那尸体堆积堵住门口 残存的力量猛的将那尸门夯实 ！ \n\n\n\n随即他如同几百年没有碰过食物的流浪者一样 疯狂的撕咬起了地上的腐肉 却见他一身的伤口真在快速崩坏 鲜血疯狂的飙射而出 他眼前一黑\n第十章 帝国 \n\n巴特平原西部三千里 麦块帝国 \n\nBaNdit站在残亘断壁上 微斜的身体倚在一把钻石斧上 悲悯的望着被病毒吞噬的黑云 \n\n他 帝国军荆棘骑士团团长 为国家冲锋陷阵 立下战功无数 破敌万千 \n谁料想末日来临 帝国骄傲如斯的兵种 强壮的荆棘骑士们所驻扎的边防 一夜间数千人感染 寥寥数天 整整三万骑兵 所剩仅有三百 \n\n拼死撤退 终于退回帝国 可帝国里一派死相 他的妻子 母亲 儿子 悲鸣中 战火中求饶 他却如同傻子 死死的守着边防 死死着为国献身\n\n帝国 一百九十万人口 锐减至五万 \n\n所有的兵力集中退守内城 将外城隔离 清理 \n他甚至没有见到自己亲人 谁知道那柄令敌军闻风丧胆的利斧 是否斩下了他们的头颅？ \n他一路拼杀 杀 杀 一柄伐木斧 杀出了一条血路 杀到了内城城门 \n\n可那城门 不开 \n撇了他三百弟兄 撇了他一身军功 撇了他的荣耀 他的信仰 城门不开 \n\n他倚在城头 望着城下如同蝼蚁般密密麻麻的僵尸 \n\n他一军之首 落下了铿锵男儿泪 \n\n利刃般的风打着旋吹开了他茂密的胡须 他一身破败的铠甲如同一尊石雕 一尊被人遗忘千年 经历风雪洗涤的石雕 \n\n唯有他手中的利斧 那把跟随他征战数十年的利斧 \n\n\n帝国内 城主府 \n\n马斯蒂诺·狮·路易 坐在王座上 俯瞰着座下的大臣 一头黄金般柔顺的长发披散 英俊的面容有些憔悴 \n\n他是一国之王 麦块之王 \n\n\n“吾卿们 怎么看” \n\n半响 他开口 狮子般沙哑的腔调在大厅内回响 响在每个大臣的耳边 \n“这个...” 大臣们发出一阵唏嘘 但没有一个人敢出口应对 \n\n“一群酒囊饭袋” 突兀的 一声男声响起 清亮 高昂 \n\n“皇家弓兵营营长 漠” 声源自报家门 循声望去 只见来人一头乌黑的长发 高挑的身型紧着一身长袍 背后着一把长弓 赫然不过二十五出头 \n\n“乳臭未干的毛孩” 大臣们循声一止 随即爆发了一阵哄笑 \n\n路易望了望座下的一干大臣 一股可怕的威压散发 帝王之气暴起！ \n\n“漠营长 说” 他道 一股淡淡的威严锁定着座下的所有大臣 \n\n“陛下” 漠单膝跪下 随即朗声道 “我认为 死尸的危机迫在眉睫 而在这场守城战中弓箭手尤为重要 内城有我帝国卫队领导 我愿率领五千皇家弓箭手出内城到外城 聚在外城塔楼清理外城外死尸” \n\n“放肆！ 你区区一个营长 也敢妄言要整支皇家弓箭手？” 座下的大臣中一名肥胖如猪的贵族猛的站起 一身肥肉抖了三抖 显然是不满 \n\n“是啊.是啊!” 其他的贵族也纷纷朗声反对 那义正言辞一脸正义的样子好似真的为国家着想 但那意图明显的让人恶心 \n\n“在这末世里 你们这群虚头巴脑的东西只配吃猪食 除了把自己的肉贡献出来 你们还有多少价值？” \n漠轻蔑道 犀利的脏话如同一个个巴掌抽在那些贵族的痛处上 \n\n“放肆！” 一干贵族猛的发声 身边的卫士齐刷刷的拔剑 \n\n\n“嗖！” \n\n一声爆响 一颗头颅应声而爆！ \n\n一具肥胖的尸体沉重的落下 分明就是那出声的胖子 \n\n而出手的 分明就是不知何时已经拔出长弓的漠！ \n\n霸气！ \n\n一股凌厉的杀气如同实质的气浪席卷而出 将那群贵族死死的压制住 竟没有一个敢发出声！ \n\n“一群废物” 漠收起长弓 轻蔑的笑了 \n\n“大殿上杀人 真当我皇宫无人了？” 一声滚滚天雷般的爆响响起 一股更加强大的实力猛的碾来！ \n\n“够了” \n\n淡淡的一声 沙哑如狮 \n\n“漠 率领五千皇家弓兵 出外城 ” \n\n\n第十一章 病毒的可怕 \n\nRye的脑子如同一团浆糊 他如同一具干尸躺在床上 如山倒的痛苦让他的脸庞剧烈的扭曲 \n\n变身巨人后 那可怕的病毒为了修复他的伤口瞬间抽空了他身体的一切机能 就像是一个不留情面的杀手一般 若不是Rye将最后一点意识死死的封在了自己的脑海 那么自己或许会瞬间死去\n\n这病毒如同一匹脱缰的野马 在Rye干涸的身体里一阵横冲直撞 疯狂的带走一切活动的细胞纳纳为己用 整整三天 这具精壮的身体已经被消耗的如同死尸 \n\n\n而Rye 只得将意识停留在脑海中 时不时观察一下这一匹野马 将那输送血液至脑海的血管封堵 才能避免这可怕的病毒冲入他的脑袋\n\n\n在这样生死攸关的时刻 他的感官似乎加倍的提高 尽管对外界不管不问 但是对身体对细胞那种细致入微的掌控度 却很是惊异 \n\n他只是想着他不能死 他有未完成的梦想 所以他撑下来了 撑了这么久 未让自己身体的大脑被俘虏变成可怕野蛮的死尸 \n\n这病毒 倒也是个傻冒 \n\n显然 这最偏远最初级的病毒不如帝国内那样的可怕 甚至不是那么致命的 这当然也和这里荒凉无人有一丝关系 坚持了三天 Rye早已发现 这个病毒只是无意识的奔跑冲撞 没有一点攻击意识 甚至是无法辨别血肉的气味 \n\n这才导致Rye在这巨兽的碾压下没有死的这么快 \n\n\n但是因为没有外来资源 Rye脑中这区区一点精血飞速的消耗 一直到今日 已经消耗到1:10的地步 \n\nRye却并不是没有办法 这几日他不断的抽出一缕精血去引导那只巨兽 发现了一个尤为重要的问题 \n\n\n如果将自己的精血比作是普通的士兵 这病毒就好似一头暴熊 虽然强大 强大到可以碾压士兵的地步 但是依旧有一个硬伤 \n\n那就是这头暴熊根本没有一点智慧 野蛮的冲撞 野蛮的杀戮 野蛮的攻击 野蛮的吸取 却是单纯的猛冲 而通往大脑的血管的一条血管 就是制服这头暴熊的陷阱 \n\n这条血管 就是联通大脑与身体的唯一一条血管【现代医学称颈总动脉】 \n\n这条血管如同大树的树干直联颈部 然后再进入大脑的当口分出数十条血管通往大脑 Rye所制胜的关键 就是这条树干一样的血管 ！\n\n而Rye要做的 就是赌！ \n\n他赌自己的精血能生生将病毒吞噬 赌自己一定能够活下来！ \n\n虽然危险 但是这是最后的机会！ \n\n\n他将剩余的精血分布在这条血管的通入口 随即分出一丝血精冲向了此刻停留在自己胸腔内的病毒 那深绿色可怕的病毒瞬间暴起冲出 猛的吞噬了那一缕精血 随即继续横冲直撞的在Rye的身体里 \n\n失误 \n\nRye继续分出精血 这次却步步为营的一步步的吸引着病毒 \n\n病毒猛的暴起 那一缕精血猛的前冲 在冲到胸腔内的当口 一缕精血又冲出！ \n\n只见那抱团的一团病毒被两缕精血吸引的分散开来 其中一缕吸引像了颈总动脉的入口 另一缕的任务就只是吸引这团病毒离开 \n\n这是Rye的险招 将几率提升到最大 \n\n随即 通往颈总动脉的那缕精血冲向了汇入大脑的突破口 精血后赫然就是来势汹汹的病毒 而那突破口 汇集着一团血红的颜色 分明就是精血大本营所在 \n\n这 便是Rye的局！ \n\n还不懂 ？ 看下去？ \n\n只见那突破口的精血猛的开出一条口子 不大不小的一条 如同一个小缺口 随即吸引的一缕精血猛的消散 而他身后紧追不舍的病毒突兀的撞在了那突破口 被生生挤压在外 ！！ \n\n那缺口处 一缕病毒被生生的挤压到了Rye的脑海 随即那缺口关闭！截断！　将那缕病毒关在了脑海！ \n\n吞噬！ \n\nRye将早已埋伏在脑海中的精血倾巢而出冲向了那缕病毒 以10:1的汇率将病毒团团包围 \n\n这是一场无声的战斗 \n\n\n精血疯狂的消耗 Rye的意识却依旧清明 只见那病毒缓慢的一点一点的被吞噬 被转化为己用 但是自己的精血消耗的速度却匪夷所思\n\n“成啊！！” Rye的意识一阵爆吼 他不想死 ！ \n\n病毒与精血飞快的消耗 这是决定Rye命运的时刻\n\n\n",
    "replies": [
        {
            "author": "8260162",
            "timestamp": 1426773300,
            "txt_content": "前几章的地址呢"
        },
        {
            "author": "Hong-Jian",
            "timestamp": 1426773540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "iamtwoeggs",
            "timestamp": 1426774740,
            "txt_content": "8260162 发表于 2015-3-19 21:55\n前几章的地址呢\n我也想问......"
        },
        {
            "author": "1435612362",
            "timestamp": 1426775280,
            "txt_content": "第七章 http://www.mcbbs.net/forum.php?mod=viewthread&tid=423781&extra=page%3D2&mobile=2"
        },
        {
            "author": "1435612362",
            "timestamp": 1426775400,
            "txt_content": "第一章至第六章http://www.mcbbs.net/forum.php?mod=viewthread&tid=423735&extra=page%3D5&mobile=2"
        },
        {
            "author": "范梓辛",
            "timestamp": 1426789380,
            "txt_content": "也不错啦，但是不是很好"
        },
        {
            "author": "Terry39",
            "timestamp": 1426801080,
            "txt_content": "每段之间隔的距离有些长"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1426802940,
            "txt_content": "考虑个严肃的问题：索引尽快出！"
        },
        {
            "author": "lzs1234",
            "timestamp": 1426803600,
            "txt_content": "空格太多导致字数太少"
        },
        {
            "author": "lzs1234",
            "timestamp": 1426803960,
            "txt_content": "lz这是你原创的吗？"
        }
    ]
}