{
    "title": "【小说试水】天界统一论",
    "author": "颜寒酱",
    "replyCount": 6,
    "timestamp": 1426815840,
    "txt_content": "    刚才在茶馆喝茶的时候不小心吃到某位大大的文艺复兴，所以想起了自己这篇不是穿越砍树骑末影龙上HIM拯救世界的文~可能会有点流水账的感觉吧，如果大家还算喜欢的话我就接着写下去，当然没有回复我就ajikfonasjidfnsdjk\n\n\n\n\n\n\n\n\n\n     “人仅仅是为了活的比别人好而有了奋斗的动力，不论是灵魂还是物质总是在做着比较，并努力向前”\n二十年前，他坐在人群当中，聆听着神父的祈言，努力保持着对生活的希望。到后来，随着那些惊才艳艳之辈的崛起，大家渐渐走出被庇护的主城遗址，建立起自己的势力。二十年来，每天来大教堂的人越来越少，就连神父也不知何时消失不见。此时的他依旧坐在那个位置上，轻轻抚摸着因结界的存在而一尘不染的长椅，紧锁眉头。长长的叹息打破了死寂，他站起身，最后扫视了整个大教堂，之后左手划出几道符号，随着紫色雪花的飘落而消失不见。\n    脚下的黑水晶块散发出柔和的光，照亮了这一大片区域，头顶的天空是一片黑暗，不见星月。周围遍布石质小屋，从中偶尔会传出鼾声。黯摇了摇头，他知道里面有多么简陋，一套简单的家具被塞进这小小的“家”中。他还记得第一次进入那小屋，里面的人类正在狼吞虎咽着一盆樱桃沙拉【苹果，樱桃是天界主流食物】，桌上还放着两个苹果，听见有人来了，他下意识的用身体挡住桌上的两个苹果，但看清了黯左胸的徽章之后，赶紧站起来，“神父大人”。摆了摆手，黯转身走了出去，心中震惊着无法相信所看见的一切。\n远处的纯白色高塔逐渐从黑暗中脱出，身边也不断可以看见有人类端着一盆食物迎面走来。但始终与黯和歇尔夫两人保持着一段距离。整个居住区是漏斗状的仿照教会国主城而建造的，高塔的入口在最底层，两人花了一些时间才走到入口，整个高塔分为两个区域，下层作为那些人类的“食堂”而存在，接受上方教会国运下来的食物分发给人类。上层则是联通教会国和居住区的传送阵所在之处，由神国侍卫守护。黯和歇尔夫自然不可能和人类共同进餐，径直走进顶端的魔法阵，站定以后左手划出符文，他们随着紫色雪花的出现消失在魔法阵中，而此时的高塔下层才恢复了喧嚣。",
    "replies": [
        {
            "author": "颜寒酱",
            "timestamp": 1426815840,
            "txt_content": "酒馆里始终都是闹哄哄的，当两人推开了大门进入之后立马有人和歇尔夫打招呼，而因为酒馆是蓝衣修士经常聚集的地方所以黯的存在被无视了。“哟～这不是【玩命的歇尔夫】嘛，怎么又让你活着回来了！等你交了任务可一定要请咱们一杯啊！”一个声音粗旷的大汉率先给了他一个熊抱，随后不断有人和他打招呼，弄得歇尔夫都有些不好意思地看了看黯，后者则摆摆手表示不在意。正是因为这么多“好兄弟”，两人喝一杯的计划泡汤了，于是就决定进入主城将任务交了再各自活动。\n“好的，歇尔夫修士你的【殉道者】进阶任务完成，贡献点数增加。。。呃，3200点，明天你就能去审判所报道了，左边第三个门领取新的制服与装备。”任务中心的莲娜小姐依旧一丝不苟地清算任务奖励并核对魔法印记，尽管她每次都非常眼红歇尔夫高额的收入，但是一想到他每次选取的任务都是九死一生那样的，她也只能给他打个“好运的赌徒”这个标签。而领到奖励的歇尔夫就迫不及待地去拿自己的新装备，然后再去酒馆和大家好好庆祝一番，因此向黯挥了挥手便走了。“唔。。。黯神父你好，你的任务已经完成，奖励是。。。等一下！有教主大人的特殊标记！请稍等！”说罢她快速冲向后台。几分钟之后她的身后跟着一名神国侍卫“来，见，他。”生硬的话语从盔甲后蹦出显露出一副诡异的气氛。莲娜目送着那两人一前一后消失在最高传送阵中，不禁吐了吐舌头，他要是能活着回来一定是飞黄腾达了吧。\n 这是。。。传送到了地狱？眼前的墙壁由地狱的泥土压制而成，将这里的温度提高许多。看到了黯疑惑的眼神，那个神国侍卫依旧用他诡异的方式回答。“出，好。”当他正揣摩这两个字的意思时，两人已从狭窄的通道走出。迎面而来的风带来凉爽，他一抬头看着远处的景色心中震惊不能自已。“这。。。是。。。神国。”他喃喃自语道。他的面前是一座神殿，那百米的高度着实宏伟无比，神殿的左边是一片樱花林，因为魔法的缘故每一棵樱花树都保持着最灿烂的样子，随风飘洒着清香。而神殿的右边是一个巨大的池塘，几片荷叶漂在其上，水灵史莱姆不时地浮现，搅得池塘中波纹荡漾。再后的东西他也看不清了，他从震惊中回过神跟上了那个神国侍卫的脚步。他们在神殿内部的大门前停下了。“你，进。”说罢那个侍卫便现在门口紧握武器不动了。事到如今，黯就只能自己推开那扇门。"
        },
        {
            "author": "颜寒酱",
            "timestamp": 1426815900,
            "txt_content": "趴           "
        },
        {
            "author": "南方泵",
            "timestamp": 1426816080,
            "txt_content": "支持下  嘿嘿"
        },
        {
            "author": "Yy星人",
            "timestamp": 1426824660,
            "txt_content": "好棒,略触,搭配bgm食用更佳"
        },
        {
            "author": "战神犬夜叉",
            "timestamp": 1426827000,
            "txt_content": "这(⊙o⊙)…"
        },
        {
            "author": "83330066",
            "timestamp": 1426841940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}