{
    "title": "<原创·连载>   勇者之征   第四章 第三节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1426856640,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-9 19:58 编辑 \n\n        转眼间将近一个月过去了，Steve已经恢复得跟平时差不多了，他现在可以自由活动了。\n        是啊，一切都在好转，他回到了这个世界，现在他的身体也很健康，而且再也没有什么人来找他的麻烦了。notch因为要处理很多事情所以根本管不上Steve，他也不用再被派去参与一些危险的任务了。Steve现在可以在这个繁荣的村庄里幸福地、安逸地、默默无闻地过完这一生。\n\n        可是，即便如此，为什么Steve的心里，还是觉得很不安呢？为什么总觉得还有一些事，一些很重要的事没有做呢？\n\n        Steve坐在屋檐上，一丝微风拂过他的脸颊。他的心情也像这股风一样，不知道去往何处，盲目地飘飞着。他想了半天，找不到答案。\n\n        这时，年长者走了过来，发现了高处的Steve，说道：“哟，Steve，恢复得挺快嘛！现在就能到处乱翻啦？”\n\n        “嗯。”Steve心不在焉地答道。\n\n        “你还嗯！谁叫你爬到我的屋檐上的，赶快给我下来！”年长者一声咆哮把Steve震醒，把他吓的从屋檐上滚了下来，栽了个狗啃泥。\n\n        “你下次语气温和点嘛！”Steve摸着脑袋爬起来。\n\n        “先不说这个，我其实一直有一个问题想问你，看在你之前一直卧病在床，就没好问你，怕你回忆起来会造成心理创伤。”年长者恢复了温和的语气。\n\n        “哦？你是想问我关于地狱的事吗？那里也没什么稀奇的，而且是一个你去了一次不会想去第二次的地方。到处都是滚烫的岩石，在最下层还有滚烫的岩浆海，而且怪物也多得可怕。最要命的是那里的高温和干燥，以至于你一拿出水杯水就会被蒸发掉。”Steve手舞足蹈地比划着。\n         “是吗？可是我对那里的环境不感兴趣。而且herobrine我也见过。”年长者微笑着看着Steve。\n\n         “那还有什么东西？”Steve的脸上写满了不解。\n\n         “我听notch说，他派去地狱的有两个人，可是只有你回来了，那另外……”\n\n         没等年长者把话说完，Steve就像触电似的呆住了。\n\n         没错，我所焦虑的就是他！\n\n         Steve好像生了根似的定在原地，听不见其他任何的声音，脑子里只回荡着一个声音：\n\n         “记住！我救你不是让你回去吃喝享乐的，你一定要完成notch的愿望！”\n\n         年长者看了看呆住的Steve，说道：“原来如此，看来我问的不是时候啊！那你就先一个人静一静吧！”说完悄悄地离开了。\n\n         Steve漫无目的地在村庄里游荡。重要的不是他在游荡，而是他在想什么。\n\n         没错，如果我不做点什么的话，herobrine一定会再来找我的。什么轻松的生活，什么默默无闻地过完一生，全都是假象！我就注定得遭受磨难！！\n\n         为什么我这么倒霉！为什么我要有自由意志！herobrine也许是对的，这种存在只会招来灾难！如果我没有这种意志的话，我就不必受这么多的苦了！\n\n         notch！你为什么要把我创造出来！因为你的兴趣，害我和金发少年受了多少的苦！你这个自私自利的人，不配管理这个世界！\n\n        还有那个金发少年，你自以为自己很了不起，不还是狼狈地栽在了herobrine的手上！他可是神！我们不可能战胜他！唯一的方法就是逃！\n         不对，不应该叫他金发少年，该叫他勇者才对。真是一个可笑的勇者！你自以为救了我，你其实是在让我受更多的苦！我才不管什么notch的信仰，自由意志的希望！又不是每一个人都像你们那样伟大！凭什么要由我独自承担这一切！你为什么要舍弃自己的生命来救我，你这个大傻瓜！你既然这么有信仰，这么有勇气，应该由你来承受这一切啊！凭什么找这么光面堂皇的理由啊！\n\n        想到这里，Steve的眼眶湿润了。\n\n        我就在这里等死算了！至少还可以趁机好好享受生命！\n\n        Steve无比愤慨地在心里诉说着这一切，他回到了他的房间里，蒙头大睡。\n\n        年长者看出了他的蹊跷，主动到Steve的房间去问道：“Steve，你是不是有什么烦心事啊？”\n\n        “我的事不用你管！”Steve依然背对年长者纹丝不动。\n\n        “是吗？那我就走了。”年长者竟劝也不去劝，转身就走，“'当内心迷茫的时候，去创始之森寻找真正的自我吧！上古的灵气将会使你大彻大悟。'嗯，写在后山上的石碑真是神秘啊！”\n\n        切，什么创始之森，我才不相信那个鬼东西呢！Steve心里想着。\n上一节                                                                   目录                                                               下一节\n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1426859040,
            "txt_content": "心理活动好评，但其他描写略少，基本是心理活动与以前的经历，老者的动作表现的不太细致，建议以后描写细致些"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1426938960,
            "txt_content": "恶魔-潇洒 发表于 2015-3-20 21:44\n心理活动好评，但其他描写略少，基本是心理活动与以前的经历，老者的动作表现的不太细致，建议以后描写细致 ...\n谢谢你的建议！"
        }
    ]
}