{
    "title": "我的世界故事【5】重播2",
    "author": "吕剑荣",
    "replyCount": 0,
    "timestamp": 1426898160,
    "txt_content": "主角介绍：\n\n史蒂夫： 史蒂夫第一眼睁开了眼睛，发现自己躺在一处草地上。自己的记忆似乎像是同失踪的人类要塞一样消失在这个世界，只记得自己是那场可怕浩劫的唯一幸存者。算了，这些都不重要，我要在这个世界上努力生存下去！\n\n\n地表野生动物：\n苦力怕：苦力怕是死去植物的怨念受到下界传送门的出现影响而转化的植物类怪物。毕生信念是惩罚破坏大自然植物的人们，并给予他们不可估量的损失，所以苦力怕的目标不是一直传闻中的矿工，而是杀害植物的凶手，因此在Minecraft里凡撸过树的都是攻击目标。 \n\n蜘蛛：蜘蛛是主世界中最常见的生物，远古时期的人类曾经大量饲养蜘蛛来生产丝线。远古人类消失之后，蜘蛛跑出了残破的人类居住点，在世界各处游荡。据说它们也受到了下界传送门的影响，夜晚会变的非常有攻击性。\n\n蟊虫：这些腐蚀性的虫子喜欢啃食石头，没有人知道为什么。可以在山脉的矿洞内发现。\n\n鸡：这些家禽经常可以在很多村庄附近看到，村民的主要食物来源。\n\n猪：猪是minecraft世界非常常见的动物，可以给人提供大量肉食。\n\n羊：在发现羊之前，人类都是通过饲养蜘蛛来获得衣服布料，直到某天一些探险者在新大陆发现了羊群。。。\n\n牛：牛是皮革的主要来源，远古人类很早就发现并饲养这种家畜。\n\n鱿鱼：海洋生活的动物，身上分泌墨汁的墨囊似乎很有用处。\n\n狼：出没在雪原和树林的肉食动物，非常有攻击性。你如果能喂饱它，也许可能跟你一起生活。\n\n豹猫：出没在丛林的肉食动物，比较害羞，苦力怕的天敌。你如果能喂饱它，也许可能会跟你一起生活。\n\n\n\n下界及亡灵生物介绍：\n下界：传说中的亡灵国度，由奇怪的红色岩石和无尽的岩浆海构成，无数痛苦的灵魂在此聚集。\n\n僵尸猪人：首皮受到凋零腐化变成的怪物，大量居住在下界。传说凋零腐化了一部分猪成为僵尸猪人后，命令他们打开了下界传送门使亡灵大军入侵到了主世界。因为阳光的缘故，主世界中的僵尸猪人只在下界传送门的主世界一侧附近徘徊。（PS：下界传送门很小几率会出现僵尸猪人，也许就是暗示僵尸猪人是下界入侵主世界的亡灵生物）\n\n\n僵尸：下界传送门的出现导致一种特别的生物来到了这个世界，就是僵尸猪人。据说被这种怪物攻击过的人会转化成一种可怕扭曲的生物，据说一些感染未深的僵尸能用一种特殊的办法来拯救。\n\n骷髅：传说骷髅是来自下界的生物，隐蔽在深不可测的矿洞，手持弓箭射击路过的无辜矿工。最近也有人发现骷髅也会在晚上出现在地表，并在白天藏在村庄附近茂密的的树林里。（PS：骷髅确实是下界生物，在下界要塞刷新凋零骷髅时很低几率不刷新凋零骷髅而是刷新出骷髅）\n\n凋零骷髅：凋零骷髅大概是受凋零腐化影响最深的生物，长期受到凋零的侵蚀使他们获得了凋零之触的强大力量。与他们的亲戚——脆弱的骷髅不同，凋零骷髅更加强大更加危险，所幸这些生物据说只在下界的某些地方出没。\n\n幽魂：悲伤的游荡灵魂将自己的内心悲痛转化为灵魂火球攻击遇到的活人，长期的飘荡在下界使自身的感知能力超越许多生物。\n\n烈焰人：由人类远征队为了防备恐怖的下界怪物守备下界要塞，使用下界的岩浆制造出的构造体，因为当年的建造主人全部战死，因此脱离控制的烈焰人会攻击一切擅自入侵到要塞的不速之客。\n\n熔岩怪：人类远征队进入下界后，有一个人将自己的宠物——1只微型史莱姆也带了过来。在人类与凋零激烈作战时，这只史莱姆躲到了岩浆里……\n\n凋零：当年凋零察觉到了人类的存在，决定先发制人，主动前往下界要塞消灭人类。在人类牺牲自我的情况下，凋零最后耗尽了自身能量，身体分崩离析，身体残骸变成了凋零骷髅在昔日的人类下界要塞中游荡。\n\n\n\n废弃矿井、矿井怪物和地牢介绍：\n废弃矿井：远古人类早已废弃的矿井。因为当初肆虐的下界亡灵到处出没，当年矿工匆忙逃奔要塞，矿井其实有很多地方都没有挖完！很多勇敢的矿工通过探索废弃矿井发现了很多丰富的矿藏和遗留的运输矿车，不过矿井中的生活的洞穴蜘蛛和肆虐的岩浆使这项利润丰厚的冒险变的危机四伏。\n\n洞穴蜘蛛：很多蜘蛛跑出纺织村子后，在世界各处游荡，一些蜘蛛跑到了人类早已废弃的矿井中生活。长期洞穴生活使这部分蜘蛛进化的更小更危险，与它们的亲戚普通蜘蛛一样，也出产大量的丝线。\n\n地牢：一些亡灵生物和被感染生物被勇敢的人类勇士捉住，关押在封印在地下深处的封闭地牢里。据说很多怪物随身携带的物品也一并保存在地牢中看管。\n\n\n\n人类村庄以及人类遗迹：\n村庄：并不是所有的人类都跑到了要塞，一些人类留在了自己的村庄里苟延残喘。夜晚出现的大量僵尸攻城迫使他们制作造价昂贵的铁傀儡来保护村庄。\n\n铁傀儡：留在村庄不肯去要塞的村民为了防止夜晚被亡灵杀害而制作的防卫机器人。因为使用铁块做原料，所以价格非常昂贵。但是为了保证自己的生命安全，村民的花费还是值得的。\n\n雪傀儡：居住在雪地的村庄村民发明的一种用雪制造的廉价构造体，攻击力貌似不是很强。\n\n\n沙漠神殿：居住在沙漠的人们有崇拜太阳之神的信仰，在沙漠中修建了金字塔状神殿用于进行仪式给他们的神奉献祭品。这样的习俗持续了几个世纪。直到有一天下界传送门的打开了，无数亡灵出没在夜晚，人们不得不搬到距离遥远的巨型人类要塞去避难。临走之前，虔诚的祭祀们把历次贡奉的祭品，藏在神殿的机关里，以便最终有一天能够回到神殿继续远古的仪式。\n\n丛林神殿：居住在丛林的土著有崇拜月亮之神的信仰，在茂密的丛林中用石头修建了一个华丽的神殿用于进行仪式给他们的神奉献祭品。这样的习俗持续了几个世纪。直到有一天下界传送门的打开了，月亮的出现成为恐怖的象征，人们不得不搬到距离遥远的巨型人类要塞去避难。临走之前，虔诚的祭祀们把历次贡奉的祭品，藏在神殿的机关里，以便最终有一天能够回到神殿继续远古的仪式。\n\n\n\n\n\n\n要塞以及下界入侵始末介绍：\n\n要塞：人类的末日到来了，无数的亡灵通过一扇奇怪的黑耀石环形门拥入世界，他们夜晚出没，白天钻入洞穴或者躲藏在树林之中，所幸阳光阻止了他们的扩张使人类有喘息机会——人类用石砖修建巨型要塞来躲避这场可怕浩劫。人类们躲在要塞中安全的生活了几个世纪，直到有一天某个炼金术士。。。。。。。\n\n下界入侵事件：下界聚集的冤魂渐渐汇集形成为一种强大的怨念生物——凋零，凋零通过意念感染和转化了夜晚出没攻击人类，人类逼迫躲避在要塞中苟延残喘。但是一部分勇敢的人类愿意牺牲自己，组成下界远征队，前往恐怖的下界世界——终结末日亡灵浩劫。\n\n下界要塞：不是所有的人类都苟延残喘，一部分勇敢的人类远征队进入了下界。修建了这个下界军事要塞，远征队目的希望能够依靠要塞在下界站稳脚跟，最终消灭凋零，终止主世界受亡灵侵袭的末日浩劫。强大的凋零通过生命吸取将自身的能量和人类远征队生命捆绑在一起，英雄们通过自杀的方式与凋零同归于尽。\n\n\n\n\n末路之地和末影怪物：\n末路之地：遥远的上古时期，有一个传说：在世界的边缘尽头还一片未知的世界，无数奇怪岩石和黑耀石柱漂浮在虚空之中，一条强大的飞龙居住在那里。从来没有人知道这个传说的真伪，直到一个强大的炼金师偶然从人类要塞创造出一个奇怪的传送门后，要塞中的人类和人类要塞从此就消失在这个世界，亡灵入侵时期的人类文明的消失原因成了未解之迷。\n\n末影人：传说他们就是人类要塞中失踪的人类，没人知道他们为什么会变成这个样子。末影人只存在与末路之地，也有资料表明某些末影人突然记得原来的部分记忆，通过末路之地传送门回到原来生活的地方徘徊。\n\n末影龙：末路之地的主人，强大而恐怖的飞龙！它是造成要塞人类失踪的凶手，人类的幸存者——史蒂夫最终终结了末影龙的生命，为被害的人类报了仇！\n\n\n\n\nminecraft时间线：\n\n1年 minecraft世界诞生\n\n10年人类诞生\n\n50年 凋零在下界诞生\n\n75年 凋零开始使用意念腐化主世界的猪，第一批僵尸猪人诞生。\n\n105年 僵尸猪人数量增多，凋零命令僵尸猪人开始寻找可供打开传送门的黑耀石。\n\n125年 僵尸猪人打开了下界传送门，骷髅成为下界大军的首批先遣队。\n\n126年 主世界各地的人类村庄都频繁发生夜晚被亡灵袭击的事件，许多人类被僵尸猪人感染成为僵尸，部分人类提出要修建坚固的要塞作为避难所。\n\n130年 末路之地的传说开始兴起。\n\n150年人类终于修建了一个超级庞大的石砖要塞，仅存的人类开始大量涌入。主世界村庄和其他人类设施大量荒废，纺织村镇的蜘蛛开始跑出。\n\n175年 人类在要塞里安定下来后，一部分人提出要收复失地，消灭亡灵军团！遭到拒绝，被驱逐。\n\n190年 被赶出的人类在付出牺牲许多人的代价后，终于发现了下界传送门，部分成员决定组成远征队前往下界探询亡灵入侵之谜。剩下的人选择继续留在主世界，逐渐繁衍成为现在主世界的NPC村庄。\n\n195年 下界要塞完工，为数不多的人类终于在下界站稳了脚跟。\n\n197年 下界远征队某个成员利用岩浆创造出了极富有攻击性的构造生物——烈焰人，用来保卫要塞。\n\n198年 下界远征队发现了地狱疣，在要塞种植以补充药材短缺。\n\n200年 凋零察觉到了人类存在，决定先发制人，不给人类反击机会。突然袭击下界要塞，幸存人类的生命能量被凋零捆绑控制。\n\n201年 凋零使用自身能量开始启动更大的传送门，被控制的人类突然意外觉醒，通过自杀来解脱凋零的腐化，下界远征队全部牺牲。凋零能量耗尽，身体分崩离析，残骸碎片演变成凋零骷髅。下界要塞成为烈岩人和凋零骷髅的游荡之处。\n\n350年 主世界亡灵活动数量开始削减，要塞在白天派出战士到处搜捕和消灭亡灵和被感染生物，部分亡灵和被感染生物被关押在地下深处的地牢里。消除亡灵威胁后，人类文明开始进入稳定时期。\n\n670年 人类在要塞稳定生活了几个世纪之后，要塞中开始大量流传一个关于末路之地的传说，大多数人认为这个古代传说是疯言疯语。\n\n690年 某个炼金术士开始研究传送门，以便将外界和要塞联系起来。\n\n710年炼金术士在传送门研究中，不小心将传送门连接到了一个未知世界，引起了这个世界的一个强大生物——末影龙的注意。\n\n720年末人类要塞包括里面的人类离奇失踪，少数人幸存下来，史蒂夫是其中一个。\n\n721年初史蒂夫在某处终于苏醒，失去大部分记忆，开始努力在世界安家生存。\n\n723年以后，现在的世界线。\n喜欢的给点人气吧！谢谢！\n",
    "replies": []
}