{
    "title": "关于【熊孩子技术性熊服】的倡议",
    "author": "1281523114",
    "replyCount": 0,
    "timestamp": 1426928880,
    "txt_content": "近一段时间以来，各位腐竹受到了多股有组织熊孩子的攻击，使得服务商和腐竹们损失严重。这些熊孩子打着“正义”的幌子，利用ddos，抓鸡软件甚至更高级的攻击方式来攻击服务器，并且要求他人付费来攻击服务器，或者要求小白们教“谢师费”学习攻击方法，行径极其恶劣。\n我在熊孩子吧上潜伏了约3个月的时间，期间看到了不少的“辟谣帖子”，主要内容有三点：\n①：熊孩子吧是维护玩家利益，不被腐竹们欺骗，所以才利用黑客技术黑掉服务器\n②：盗版服务器腐竹不尊敬MC创始人Notch的成果，开放盗版服务器，违反了法律，并且mojang协议上说不得将MC用在商业用途，腐竹们罪该万死\n③：熊孩子是正义的，腐竹和op是该死的\n\n\n看到这些，我呵呵一笑，这就像是一帮强盗边抢劫边说自己是为人民而抢的。什么人应该维护玩家利益？消费者协会，网络管理等等政府机构，而不是一帮平均年龄不超过15岁的小学生。我国法律规定：任何公民享有监督权，但是只有经过允许的一部分人才拥有执法权。维护玩家利益是好的，但是由一帮甚至没有相关权利的人来管理，就不正确了。\n\n攻击服务器？\n\n根据《中华人民共和国刑法》\n第二百八十五条　【非法侵入计算机信息系统罪;非法获取计算机信息系统数据、非法控制计算机信息系统罪;提供侵入、非法控制计算机信息系统程序、工具罪】违反国家规定，侵入国家事务、国防建设、尖端科学技术领域的计算机信息系统的，处三年以下有期徒刑或者拘役。第二百八十六条　【破坏计算机信息系统罪】违反国家规定，对计算机信息系统功能进行删除、修改、增加、干扰，造成计算机信息系统不能正常运行，后果严重的，处五年以下有期徒刑或者拘役;后果特别严重的，处五年以上有期徒刑。\n以及《治安管理处罚法》\n第二十九条 有下列行为之一的，处五日以下拘留；情节较重的，处五日以上十日以下拘留：\n(一)违反国家规定，侵入计算机信息系统，造成危害的；\n(二)违反国家规定，对计算机信息系统功能进行删除、修改、增加、干扰，造成计算机信息系统不能正常运行的；\n(三)违反国家规定，对计算机信息系统中存储、处理、传输的数据和应用程序进行删除、修改、增加的；\n(四)故意制作、传播计算机病毒等破坏性程序，影响计算机信息系统正常运行的。\n《互联网信息服务管理办法》\n\n\n刑法的规定显而易见\n\n\n根据2000年12月28日全国人大颁布的《关于维护互联网安全的决定》\n应重点打击\n　(1)非法侵入计算机系统，即指侵入国家事务、国防建设、尖端科学技术领域的计算机信息系统;\n　　(2)非法破坏计算机系统，即指故意制作、传播计算机病毒等破坏性程序，攻击计算机系统及通信网路，致使计算机系统及通信网路遭受损害;\n　　(3)非法中断网络服务，即指违反国家规定，中断计算机网络或者通信服务，造成计算机网络或者通信系统不能正常运行。\n\n\n\n\n\n\n以上所有条目，熊孩子们全部违反（这里指技术性熊孩子）\n\n有的熊孩子不服气：我们只是在游戏世界中破坏服务器，就像你在玩GTA，你在里面杀了一个人，就应该被警察逮捕吗？\n对，这只是在游戏里。但是，如果用的是骇客记住，那就是完完全全地违反刑法规定。\n\n\n\n\n\n[iron_sword]关于盗版服务器[iron_sword]\n\n众所周知，Notch经常在他的推特上说类似于：“没事，买不到就暂时不要买啦，你们都去玩盗版吧~”之类的，这证明了什么？做为MC的创始人，他已经同意了盗版的存在，我国法律也规定，只要作者同意所有人可以随便使用，不受法律约束。\n更加经典的例子：MC开发团队早已发现绕过正版验证的漏洞，可是时至今日，仍然没有修补这个漏洞。恐怕所有人都心知肚明了！\n这样，无论是从法律上，还是道德上，盗版都合情合理。\n\n\n[iron_sword]熊孩子是正义的吗？[iron_sword]\n\n任何一个有主见的人类，我想都会说不。一个攻击他人服务器，对别人造成严重损失的组织，何谈正义！\n\n\n\n\n在此\n我倡议：所有的腐竹/op/玩家，都应该联合在一起，共同抵抗技术性熊孩子！！！\n\n\n\n[diamond_pickaxe]如果你真的被腐竹坑了：[diamond_pickaxe]\n\n不要激动，认真思考，及时的向论坛反应以及网络报警，不可以意气用事。\n\n网络报警网站：\nhttp://www.cyberpolice.cn/wfjb/\n这里，你可以举报你的腐竹，并且留下邮箱，工作人员将会在2个工作日内帮你处理问题，他们会勒令腐竹退还，如有不从，就会被拘留。攻击服务器有什么用？攻击了，钱就可以回来吗？并且你还会触犯法律，得不偿失。或者直接报警，他们会帮助你的\n\n\n[diamond_pickaxe]如果你的服务器将被人熊：[diamond_pickaxe]\n不要慌张，更不能屈服，如果你的服务器真的被攻击了，请立刻到上述网站投诉！如果熊孩子威胁你，一定要截图下来，包括熊孩子的资料，之后，请到最近的公安局立案调查！\n\n\n\n[diamond_pickaxe]如果你是技术性熊孩子：[diamond_pickaxe]\n看完这篇帖子后，请反思自己，并且从此当一位合格的玩家\n\n\n\n\n顽固不化的技术熊孩子，不要认为会攻击服务器是多么了不起的，珍惜你的时光，好自为之！！！\n\n\n\n\n\n\n\n\n\n\n请大家帮忙转帖，彻底消灭这些技术熊！\n\n",
    "replies": []
}