{
    "title": "<原创·连载>   勇者之征   第四章 第四节",
    "author": "2B与mc的故事",
    "replyCount": 7,
    "timestamp": 1426942500,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-9 19:59 编辑 \n\n        一轮红日缓缓地爬上了后山，温暖的阳光再一次撒向了沉睡的大地，也撒向了站在山头的Steve。\n\n        他明明是对“创始之森”这个存在不感兴趣的，如果如果这仅仅只是一片古老的森林的话。可是让他独自一人这么早起来的动力是另一样东西。他看着后山山头上的石碑，整个空旷的山坡上只有一块石碑，只要眼睛没问题的人都能找到。石碑上长满了青苔，爬满了藤蔓，字迹也模模糊糊，但是依稀可以辨认。Steve为了确定年长者说的话，再次把石碑上的话读了一遍：\n\n        心存迷茫之人哟，前往创始之森吧！让自然的力量唤醒真正的自己并找到答案。\n\n        切，明明跟那个老头说的不一样。Steve在心里不屑地喃喃道。其实很显然，他是在给自己找借口。\n\n       “真正的自己，我自己还不知道吗？需要你来为我找答案？”Steve望了望不远处山脚下的创始之森，“哼，我倒要看看，你是有多了不起！”\n\n        Steve全然不知，他会为自己对自然力量的蔑视付出代价。而这一天马上就会来到。\n\n        Steve踏进创始之森之前，完全感觉不出这片森林有什么独特之处，不过就是树长得高一点，年头久一点吗？\n\n        没错，仅仅就是因为年头久一点，所以才是它的独特之处。\n\n         Steve的第一只脚刚踏进创始之森，就明白了这一点。长年累月的物质循环让这里的泥土有一种独特的质感。既不向稀泥那样软，也不想干裂的土块那样生硬。是一种自然的，平和的，宁静的，甚至神圣的气息，仿佛每一块泥土都有自己的生命。不是指的草，或者是小虫子之类的生命，而是泥土本身被赋予，准确地说是酝酿出了生命。\n\n        虽然森林很茂密，但是还是有许多缺口的。可是这里的空气却像被某种屏障隔开了似的。外面的是一个个样，里面的又是一个样。这种空气已经不能用清新来形容了，甚至让Steve感受到这里的空气是有颜色的。树木旁的空气是绿色的，河流上的空气是淡蓝色的，阳光下的空气则是温暖而有活力的橙色。可以说每一处都有独特的味道。\n\n        简直就是与世隔绝的世外桃源。虽然Steve诞生的时间与这片森林差不了多少，可是连他也无法想象这是一段多么漫长的酝酿与演变。\n\n        Steve享受着这美丽的环境，把所有的烦恼都忘得一干二净，早已不再绝望与烦恼，大脑是一片纯净的白色。Steve四处漫步着感受大自然的气息。\n\n        这时候，树丛里传来一阵“沙沙”的声响，Steve马上回过神来，小心翼翼的问道：“是谁在哪里？”\n\n        只见从树丛中颤颤巍巍地走出一只小狼崽，全身的毛发凌乱，而且饿得就像一堆皮包骨，眼神中充满了伤心与乞求。Steve的眼里流露出柔和的目光，“原来是一只小狼啊！看你这么瘦，一定很饿吧！”说着拿出了一块面包。小狼看见有吃的，狼吞虎咽地包了一嘴，可是一嚼便露出一股难受的表情，接着一口把面包吐了出来。\n\n        “哦，对了，你是狼，要吃肉的。”说着Steve掏出一块生牛肉，“给，反正我也不太爱吃肉，就是个给你了。”\n\n        小狼小心地嗅了嗅，接着露出一番满意的表情，开始大快朵颐起来。可是问题又来了，小狼一口肉嚼了很久很久却还是没有吞下去。Steve终于发现，小狼的牙还太嫩，根本嚼不动生肉。Steve又端出一桶牛奶，说：“这下总可以了吧！”\n\n        这下小狼终于找到合适的食物了，大口大口地喝着甘甜的牛奶，没到十秒就把一整桶牛奶喝完了，挺着圆滚滚的小肚子朝Steve嗷嗷叫了两声，好像是在感谢他。\n\n        Steve正准备继续上路的时候，从树丛中又钻出来几只成年的狼，很显然它们是来找小狼的。它们看了看平安无事的小狼，又看着小狼身边的Steve，嘴里发出愤怒的低嗥，摆出一副要攻击的姿态。\n\n        “喂，你们误会了，我……”\n\n        还没等Steve说完，一只狼就扑了上来，张开了血盆大口。\n上一节                                                                    目录                                                                    下一节\n",
    "replies": [
        {
            "author": "GTVZDH123",
            "timestamp": 1426942800,
            "txt_content": "好蛋疼，以前要求太过严格，结果我的帖子..."
        },
        {
            "author": "Zao_Meng",
            "timestamp": 1426943160,
            "txt_content": "额。。。。。。。不知该说什么好了我"
        },
        {
            "author": "lzs1234",
            "timestamp": 1426943520,
            "txt_content": "还不错，幽默感比较足。继续保持下去哦～"
        },
        {
            "author": "北极星人",
            "timestamp": 1426943640,
            "txt_content": "这细节描写看着有些别扭"
        },
        {
            "author": "8260162",
            "timestamp": 1426943880,
            "txt_content": "前几章链接呢"
        },
        {
            "author": "尐劭謌謌",
            "timestamp": 1426943940,
            "txt_content": "制作成文本吧。 先写出来然后再制作成文本"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1426995000,
            "txt_content": "lzs1234 发表于 2015-3-21 21:12\n还不错，幽默感比较足。继续保持下去哦～\n真的吗。。。我怎么自己都不觉得幽默。。。"
        }
    ]
}