{
    "title": "[双线]秋月の冷域——|技能|宠物|结婚|地皮|纯净|怪物增强|[1.7.2]",
    "author": "qq1030961607",
    "replyCount": 0,
    "timestamp": 1426952580,
    "txt_content": " 本帖最后由 qq1030961607 于 2015-3-22 09:07 编辑 \n\n                                                                       秋月の冷域服务器介绍:\n             服务器难度为困难，另外安装了一个怪物增强的插件，怪物血量和攻击力都得到提升，并且有一些怪物还会有一些药水的伤害，本服主要以纯净生存为主，里面有地皮、领地、锁箱插件，保证大家的游戏财产安全，在后续的日子里，我们还会慢慢的增加娱乐的插件，让大家玩的开心\n---------------------------------------------------------------------------------------------\n        服务器是一个开荒服，开服才几天而已，不过我们也已经安装了一些娱乐的插件来为大家增加快乐                                       \n---------------------------------------------------------------------------------------------\n 服务器特色：\n\n   宠物插件\n服务器的宠物技能总共有3大类，有攻击、防御、元素(雷电、燃烧、药水结合体),每个技能树的等级是300级，我们在后续还会更新技能树，比如远程攻击的，这些都只是时间问题。\n\n   全球商店\n全球商店有一些比较有意思的内容，比如神秘商店，每1-3星期会刷新一次，里面有8个物品，都是一些游戏难得的物品，当然也有自己修改的一些，比如摇头丸（吃了之后头晕10秒，然后增加一些属性)还有加强版附魔书，比如耐久5的附魔书，全球商店还有强者版，战斗力高的玩家或者装备很好的玩家将会在这展示。\n\n   技能插件\n技能插件相信大家都知道，这是一款耐玩经典的插件，里面有挖矿、剑术、伐木、格斗、钓鱼等等都是很有意思的，增加了大家的激情，在加上服务器困难加强版的难度，不用担心自己玩的厉害没对手。\n\n   结婚插件\n这是一个搞基神器，但是他不单单只是搞基而已，已经结婚的人他们可以共享经验、金钱，可以设置一个属于自己的家，还可以互相0秒传送，非常适合基友一起玩。\n\n   地皮插件\n每个人都可以再服务器中免费领取一个地皮，在地皮里可以不用担心自己东西被偷被破坏，服务器还安装了保护地皮动物的插件，原本在地皮世界是可以杀人和杀害动物的，现在你不用担心动物被人杀了。\n\n服务器规则：\n①不允许高空流水、高空建筑、盖刷怪塔（高空流水发现直接关监狱，在犯就ban，高空建筑拆掉后警告一次，在犯监狱，在犯封禁3天。）\n②不允许在服务器中骂人、吵架。（发现者第一次警告，第二次禁言，第三次关监狱并且禁言，第四次封禁3天，辱骂管理员直接封禁7天。）\n③禁止在主城服随意杀人，如果是伙伴随便开玩笑服务器不管，如果是乱杀人，第一次警告，第二次关监狱，第三次封禁3天，在地狱杀人不受管理，服务器不会管在地狱杀人的人。\n④禁止使用作弊软件、X-ray或者BUG刷物品什么的，发现直接永久封禁。\n⑤禁止偷窃、破坏他人建筑。（第一次关监狱，第二次封禁3天）(请各位玩家注意圈地，不然被破坏亏的是自己）\n⑥禁止使用高频红石。（第一次关监狱，第二次封禁3天，如发现是恶意直接封禁永久)\n\n服务器新手指令:\n/sethome 设置家\n/home 回家\n/back 返回上个死亡地点或者返回上个使用传送指令的地方\n/spawn 回主城\n/tpa xx  请求传送到某人旁边\n/tpaccept 接受某人的传送\n/register 密码 注册其中有空格\n/login 密码   登陆账号\n/marry 结婚指令大全\n\n服务器赞助:\n由于服主是位学生，又是名吃货，有时候说好存钱，结果一天就花完了，所以才开通赞助，赞助奖励我设置的不高不低，保证了每位赞助服务器的玩家不会太亏，赞助服务器的每位成员，都可以获得会员商店，里面各种稀有突破原版的东西。\n\n普通礼包:钻石80个，面包2组，橡木3组，金锭和铁锭各1组，胡萝卜和土豆各1组\n高级礼包:钻石200个，面包4组，橡木5租，金锭和铁锭3组，胡萝卜和土豆各3组\n超级礼包:钻石400个，附魔金苹果15颗，金锭和铁锭各5组，胡萝卜和土豆各5组，白色羊毛3组，下届之星1颗\n豪华礼包:钻石800个，附魔金苹果30颗，金锭和铁锭各10组，白色羊毛5组，下届之星3颗，凋零骷髅头15颗\n\n服务器截图:\n\n\n\n\n\n服务器OP证明:\n\n\n                       最后寄语:欢迎各位来玩，熊孩子就算了，服务器不招任何OP、宣传、建筑，所以不要来问我收不收OP了。\n\n",
    "replies": []
}