{
    "title": "[MC WIKI] Biome生物群落 [已弃坑]",
    "author": "v_sky",
    "replyCount": 6,
    "timestamp": 1344786900,
    "txt_content": " 本帖最后由 v_sky 于 2015-8-20 20:22 编辑 \n\n此翻译已经严重过期，请转到官方中文WIKI词条：http://minecraft-zh.gamepedia.com/%E7%94%9F%E7%89%A9%E7%BE%A4%E7%B3%BB\n\n主要生物群落\n\n生物群落类型\n介绍\n森林橡树、桦树花、草方块、狼\n一个有很多树木，偶尔在山丘上和有大量草方块的生物群落，橡树和桦树在这个生物群落里生长，可以找到蘑菇、草、玫瑰和鲜花，森林偶尔被平原里的生物群落所包围。\n沙漠沙子、仙人掌、枯萎的灌木、砂岩、甘蔗\n一个荒芜的生物群落，主要由沙，大沙丘，枯萎的灌木和仙人掌所组成，就像一个真正的沙漠。在沙子的下面可以发现砂岩。雨不在这个生物群落出现。甘蔗可以在水池旁边被发现。怪物在这里刷新的几率可能更高，但缺乏视觉的阻挠和浅色砂的鲜明对比，使他们在夜间很容易看到。在这个生物群落可以发现沙漠水井和沙漠神庙。\n草原草、鲜花、草方块\n有连绵起伏的丘陵和大量的草方块（比任何其他生物群落更多），但有零散地分布几棵橡树的一个相对平坦的生物群落。沟渠和乡村是常见的。被动怪物在这里刷新的几率较高。\n沼泽栎树、菌丝、藤本植物、睡莲、粘土、蘑菇\n没有平坦的干旱地区（包括大量的小岛屿）、低海拔和浅水池的水浮睡莲和粘土，沙子和泥土积聚在底部（通常为1个方块深）数个特点的组合为特征的生物群落。在这个生物群落里往往有可以发现从水中成长并且覆盖着藤蔓的树木。蘑菇在这个生物群落很丰富，甘蔗的可以沿着海岸发现。水，草，树叶，藤蔓和整个生物群落的颜色比其他的生物群落暗。 1.3更新：睡莲漂浮在水面上不再对船的行驶产生障碍，船可以突破睡莲。有时，污垢失踪的地方，有地面裂谷。海岸边偶尔可以发现枯萎的灌木。\n雨林丛林树木、草方块、蕨类植物、花卉、豹猫、可可豆\n一个非常密集的热带生物群落。它具有很大的丛林树木，可以达到y=31和d=2。往往可以发现在它旁边的沙漠生物群落。景观是郁郁葱葱的绿色，有丘陵，许多小湖泊的水出现于深谷之中。当丛林内，天空将变得明显较蓝。这是唯一含有蕨类和上述丛林树木的生物群落。 单块的橡树丛林木树干的叶子比森林的地面覆盖要多很多。如果它们直接连接到另一个块可以爬上藤蔓，让玩家很容易达到丛林的较高的地区。这个生物群落中的洞穴经常充满了藤蔓。在这个生物群落的许多地区，绿化很密集，叶片形成树冠，旅行可能会比在地面上更容易。豹猫，可可豆和丛林寺庙只在这个生物群落出现。偶尔会出现在一个湖泊的海平面以上高度。\n\n冻原雪，降雪，云杉树，冰狼。\n\n一个非常大的生物群落，有平坦的地形与大量的雪。在这个生物群落下雨被下雪所代替。湖泊和河流被冻结，云杉树木稀少。山更多。甘蔗会在这个生物群落出现，但往往被连根拔起，因为它在冰块传播的开放水源没有凝结的时候加载。\n\n针叶林雪，降雪，雪，云杉树，草，花，狼，高草。\n有很多云杉树和灰暗蓝草的生物群落。降雪也会发生在这个生物群落，会形成雪和冰。山是常见的，狼在这个生物群落的发现比其他生物群落几率更高。\n山脉栎树，草，花，绿宝石\n高原生物群落有沉闷的灰蓝色的草和一些零星的栎树（山的高度通常在 y = 100）。峭壁，山峰，峡谷，瀑布，悬浮岛和流动岩浆（不太可能），以及许多其他的结构存在。它的地下洞穴系统目前比任何其他的生物群落都复杂。掉落是一个重大的风险，因为有许多往往不可见的峭壁和深坑，可以大到足以造成严重的损害，甚至死亡。山脉是唯一产出绿宝石矿的生物群落。\n海洋\n水，沙子，泥土，粘土完全一个非常大的，平坦开阔的生物群落，有多到不可计数的水，有小的海底丘陵和海底平原，通常包括海底上的泥土，沙子和粘土。海洋的大小没有上限。在罕见的情况下海洋会被视为扩大到10个Chunk以上的规模，但一般都超过25000个方块。 （25公里，或15.53英里）偶尔在海洋中可以发现小岛屿，通常不会有较大的植被。遗迹通常在海平面以下，在海洋的底部可以发现地下峡谷的入口以及废弃的矿井。\n蘑菇生物群落蘑菇，巨大的蘑菇，菌丝体，哞菇\n这种极为罕见的生物群落组成的平面景观和丘陵，由菌丝体组成，而不是草。它总是连接到海洋，它往往被视为岛屿，虽然很少，可以连接到其他生物群落（作为一个在内陆的蘑菇生物群落）。它是唯一可刷出巨大蘑菇的生物群落，香菇能生长在全光照。\n没有怪物能比哞菇在这个生物群落的刷新几率更高，这也适用于洞穴，废弃的蘑菇生物群落以下的矿井，等等，这意味着探索地下是比较安全的。然而，怪物蛋仍然是能够刷怪，玩家仍然可以使用怪物蛋刷怪。和流行的看法相反，树木可以生长在这个生物群落，而不是旁边的菌丝体。玩家也能够用菌丝和骨粉种植树苗。否则，建议提前收集木材在这里安家落户。此外，雪不会在这个生物群落产生。\nPlayer-made structures in this biome are not exempt from the \"no mob spawn\" rule: All terrain within the biome will not spawn any mobs (except for Mooshrooms), even by the player.\n地狱\n地狱岩，灵魂沙，地狱砖。\n这是用来产生幽冥系怪物的生物群落，顶部和底部有基岩的。恶魂、火焰怪、岩浆史莱姆、和僵尸猪人可以被刷出。\n\n\n\n技术生物群落技术生物群落会在大型生物群落旁边被发现。他们不被视为真正的生物群落，但更多的是地形本身的一部分。然而，这些技术生物群落，为在Minecraft世界创造更逼真的地形起着重要作用。\n有七个很知名的技术生物群落。\n河的生物群落，由一个水块形成的类似河流地形组成。河流是一些主要生物群落的分割线。他们试图汇入海洋，但有时会包围海洋。河底也可以发现粘土。它也可以在深谷之中被发现，也可以在其他的生物群落之中被发现。\n冰河只产生在针叶林和苔原生物群落，它的主要特征是水的表面层被冻结成冰块。\n海滩由水体，海岸，海滩的沙子组成。海滩的景观看起来就像是去除原来的方块，换成了沙子。\n蘑菇岛岸临近海洋，常常被视为蘑菇生物群落的一部分。冻洋可以在雪域生物群落的附近被发现，冻洋上层的水被冻结成冰块。\n山崖充当山脉和其他大多数生物群落之间的分割线。\n山丘通常生成在森林、冻原、沙漠、雨林和针叶林这些生物群落之内，并且在森林和针叶林之内的山丘被称为\"ForestHills\"和\"TaigaHills\"。Forest hills seem to be generate more rarely than the other hills in their respective main biome.“冻原山丘”不那么高。In update 1.3 hills generated in forest and desert biomes are now taller.\n\n\n\n\n\n本人翻译水平有限，如果有错误，请指正。\n\n\n",
    "replies": [
        {
            "author": "jack1817",
            "timestamp": 1344787080,
            "txt_content": "{:10_505:}閣LZ是翻釋娘,支持一下"
        },
        {
            "author": "Hao",
            "timestamp": 1344787200,
            "txt_content": "2代翻译娘？开玩笑的开玩笑"
        },
        {
            "author": "aliths",
            "timestamp": 1348645380,
            "txt_content": "顶一个，，这个让游戏很有意思哦。"
        },
        {
            "author": "屈文煊",
            "timestamp": 1391414460,
            "txt_content": "官网有中文的==。。。。。。。。。"
        },
        {
            "author": "409990867",
            "timestamp": 1423924740,
            "txt_content": "谢谢LZ来自WIKI的介绍·····"
        },
        {
            "author": "侑阳",
            "timestamp": 1433764200,
            "txt_content": "更了解了生物群戏"
        }
    ]
}