{
    "title": "<原创·连载>血色王国 第十七章 【恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 3,
    "timestamp": 1427087460,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-4-6 00:50 编辑 \n血色王国\n      这个陌生的星球，凋零与生机，不断交替；战火与和平，共生共存；罪恶与纯洁，相生相克。      从天真，到冷血；从绝望，到自信；从暴走，到……      即使相信奇迹，那也不能够去创造未来；即使相信未来，也不能够去创造美好；即使相信美好，也不能谋得强大。      四十二个人，将这场战局统治；幕后的黑手，默默坐山观虎斗。      整个教堂弥漫着死的气息。彩色玻璃上，洒满了鲜血与肢体；宽大的座椅上，还有着被食尸人抛弃的部分；瓷质的地板上，破碎的面孔吞噬罪   恶。“嗒，嗒”脚步声近了，更近了，沉重的喘息让人畏惧；烟雾弥漫，房顶的一半倒塌下来，瓦砾仍在不停歇地掉落；一只手将一颗头颅拎起来，一把塞进嘴里。上颚与下颚相遇了，他的嘴里弥漫着一丝甜腻的血的味道。鲜红的舌舔舔嘴唇，冷血的人啊，你是否要去屠杀生灵？      铁壁里，几个情报人员在用耳机与外部人员交流：“教堂内多个生命体的生命迹象已消失，请指示，完毕。”他凝重的看着屏幕，一个个绿点消失，脸颊上渗出豆大的汗珠。“稍等，已派出‘JX’部队前往，请待命，完毕。”他继续盯着屏幕不放，突然，整个电路系统全部瘫痪。顿时，铁壁内的世界变得漆黑一片。      “世上的万物皆为罪恶，而我，则处于最高层！”      “嗒，嗒”，脚步声越来越近，突然，门开了，一阵风吹过，刮起数块残肉。      门外，几个人拿着兵器，个个来势汹汹，大有杀敌之意。“汝等，杀之！”脚下刮来微风，刮起一些灰尘；而门外，几个人增加到了十几人，并人手一把兵器，“当——”两股势力刀枪相见，必定你死我活。种子选手——最强壮的人倒下了，其他的人仍在奋力赶超，代替那个死去的生灵。      铁壁内，漆黑一片，隐约可以看到一片片红色极不均匀地洒在墙壁上。“当——”，铁壁被打破了，里面走出一个人，他拿着散发出紫气的剑，缓缓地朝前走去。亮光重新出现在铁壁里，里面什么也没有，只有血，满满地涂抹在墙壁上。与其说是涂抹，倒不如说是自然地洒在墙上，鲜亮夺目！      “什...什么！？”眼前的敌人化作一团烟雾，随风飘过。      他们绝望了。      连一团烟雾都打不过，还能干什么呢？果然，太弱了！      “砰”，门关上了，留给他们的只有无尽的绝望。现在，谁都不愿意打开那扇门，生怕有什么东西在门背后等着他们。一个胆大的人自告奋勇，拿着武器，发抖着走向大门，轻轻碰了一下，门豁然打开。风刮过，天堂再次多了十几个人。冰寒手执神器，拿起这些看似普通士兵的武器，“伪神器？那真的岂不更厉害？”转身朝白宫的方向走去。      在这个教堂不远处就是白宫，白宫前的喷泉源源不断地喷出清澈的水，冰寒不自然地看看它，立即斩掉了它。大街上人来人往，看到这一幕自然很恐惧，他们尖叫着逃跑了。      冰寒不管他们，他继续慢慢地走向白宫。里面的工作人员将这一切看得一清二楚，他告诉里面的最高领导人，那个领导人微微一笑，走向阳台。冰寒猛一抬头，领导人和他的目光交接在一起，冰寒睁大了眼睛，呆在了原地。      “这不是...他么？”他震惊了。      “嗖”的一声，几把伪神器迎面而来，刺穿了冰寒的肚子，他从口中涌出大量鲜血，肚子上被开了几个洞，内脏露了出来。紧接着，又是几把伪神器飞过来，他闭紧了双眼，但他迟迟没有感到疼痛，他睁开眼，看着眼前的这个人，他恐惧地一屁股坐在了地上。      “你怎么会...在这里！”—————————————————————————————————上一章      目录      下一章[groupid=865]Time And Space[/groupid]",
    "replies": [
        {
            "author": "JKMK",
            "timestamp": 1427099280,
            "txt_content": "赞赞赞！"
        },
        {
            "author": "天阶",
            "timestamp": 1427274480,
            "txt_content": "卧槽！\n不会是他师傅吧？"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1427551140,
            "txt_content": "天阶 发表于 2015-3-25 17:08\n卧槽！\n不会是他师傅吧？\n你只猜中了开头~猜猜结尾~"
        }
    ]
}