{
    "title": "【史蒂夫传奇】史蒂夫的传奇故事--I[连载]",
    "author": "MF_Mufeng",
    "replyCount": 24,
    "timestamp": 1427193360,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-3-31 17:50 编辑 \n\n我是文学创作新人，今天给大家写一篇《史蒂夫传奇》。\n\n\n\n第一章：鲜血染红了大地\n\n在一个风雨交加的傍晚，方块型的太阳正在被草原的地平线一点点地吞噬，可草原上，还是能看见一道人影。\n史蒂夫依然在箱子里翻找着，不知时间已经到了晚上。\n缓缓地，史蒂夫的动作也停顿了下来，随即自言自语道：“晚上了？”\n\n这一句并不响亮的声音，引来了一声声僵尸的嚎叫，令史蒂夫本人也是瑟瑟发抖。因此更加努力地寻找着。没多久，便从箱子中翻出了一把快要生锈的铁剑和一些面包。“嚓”的一声，黑暗无边的草原上顿时明亮了一小处，史蒂夫尽量让自己靠着这微弱的火光来取暖以及驱赶黑暗。\n雨渐渐停了，火光渐渐微弱下来，突然一声嚎叫，便有脚步声传来。令得史蒂夫身体抖了三抖，一回头大喊道：”是谁！？“\n然而并没有回答，从远处跑来一只僵尸想要吞掉他。僵尸嘴里不断地有着口水出来，然而史蒂夫却一抽剑，手起刀落，僵尸的脑袋便掉了下来。\n史蒂夫咬了一口面包，然而又听到了脚步声，突然警惕起来，手都不由自主地哆嗦了一下。\n这时，远处的僵尸群闻到了僵尸的鲜血，以迅雷不及掩耳之势冲了过来。史蒂夫惊慌错乱，急忙拿起铁剑，向僵尸群的中心位置冲去！\n刷刷刷！\n史蒂夫手中的铁剑也是沾满了血渍，自己也受到了轻伤，但依然跟僵尸们搏斗着......很长时间过后，史蒂夫全身是伤，面包也快吃完了。升到了20级的他已经有了一些战斗经验，但太阳就要升起，他的希望马上就要到来，却无力地倒了下去，疲惫的双眼愈来愈模糊，僵尸在不停地燃烧，史蒂夫却倒在了血泊中。。。\n这时，远处有一个长鼻子的人类，看见了那一片鲜血，随即走了过去---\n\n\n第二章：热情的村民\n史蒂夫缓缓地睁开了双眼，此时的身体异常沉重，惊奇地发现自己居然在一个房子里。\n”没事吧？“一个陌生的声音。\n史蒂夫看清了问者是村民，便没有惊慌，反而友好地说：”嗯，谢谢你救了我。“\n村民摆了摆手，旋即说道：”我们这村庄，之前也有一个人，他披荆斩棘，战斗能力奇高，保卫着村庄。我们称他为“战神”。但是后来，一个黑色的生物突然就出现在了战神眼前，一拳便将战神击倒。战神毕竟是战神，倒地后瞬间就站了起来，和黑色的生物厮杀了起来。经过异常激烈的战斗，战神顾此失彼，被黑色生物击中要害，被带走了。“村民叹了口气，继续说道：”他留下了一套快要烂掉的铁套装，虽说防御力已很差，但总归还是有些防御力。我们现在把它给你，想必不会介意吧？“\n史蒂夫自然是点了点头，毕竟村民还是很友善的，他并不会矫情般地拒绝。\n村民随即高兴地说道：”那能帮助我们抵御今晚的僵尸吗？谢了勇士！“\n看着村民激动的那张脸，史蒂夫也是毫不犹豫地接下了，毕竟之前仅凭一把铁剑便杀掉了一堆僵尸，那这次有了铁套装和食物，岂不是如同碾死蚂蚁一样简单？\n村民又说：”如果你能为我们抵御这次，我们将会对你开放矿井。矿井是战神在时常去的地方，一去回来就是抱着几颗钻石，我们提供给他工具，对你也是如此。“\n史蒂夫听到”钻石“这个字眼，立刻兴奋地两眼发光。如果他得到了钻石，并且自己做一套铁套装，就可以继续历险了！\n史蒂夫看了看快要黄昏的天，不再犹豫，立马穿上了铁套装，跟着村民来到了僵尸攻城口。\n村民说：”每天晚上大批僵尸都会在这里攻击墙壁，吵得村民们无法睡觉。现在这座城墙只要一碰就倒塌，没有了一点阻碍之力，就靠你了勇士！“旋即他便飞快地窜进了屋子。\n史蒂夫满身是汗，如果这次有了铁套装还栽在了僵尸的手里，那可真有点说不过去了。---\n\n没想到刚开始写就有回复了，那就更新吧！\n\n\n第三章：矿井开放\n夜幕降临，不远处开始传来僵尸的嚎叫声，史蒂夫紧握铁剑，好像大难临头一样。\n过了一会儿，远处出现了一个绿点。没多久便是一群绿点朝村庄冲来，史蒂夫大喝一声，冲上前去，草原依稀可见一些动物的影子。史蒂夫大开杀戒，所向披靡，不一会就击杀了数十只僵尸，在草原上掀起了一阵腥风血雨。但立即招来了成千上万只僵尸，史蒂夫能做的，只能勇猛地劈砍。僵尸全部都死光后，史蒂夫松了一口气，准备迎接清晨的第一缕曙光。就当史蒂夫以为结束了的时候，远处突然有个高高的黑点。\n史蒂夫看清后，不由得眼瞳紧缩，倒吸一口凉气。\n这不就是那个与战神战斗的怪物么？\n史蒂夫并没有去荒唐地追杀，而是打道回府，回到了村庄。\n村里的村民都非常高兴，手舞足蹈，村里办起了热闹的庆功会。\n史蒂夫看着那被村民缓缓打开的矿井，脸上露出了欣喜之色。同时也皱了皱眉头，因为这矿井之下，不知有多少未知的生物在等着他，正准备进去时，村民却拦住了他。\n史蒂夫不解地问：”为什么不能进去？“\n村民有些遗憾地说：”这矿井，已经很多年没人下去过了。以防万一，你必须明天才能进。“\n史蒂夫苦笑一声，哪天进不都一样吗，村民也太白痴了吧？\n这时，一支带有危险气息的箭从矿井中射出，目标正是史蒂夫的头部！\n史蒂夫立刻察觉到了，一个漂亮的回转身，便将那只箭打到了地上。颇有主角风范。\n村民则是恶狠狠地盯着矿井里的那道白光，恨不得一口把那道白光咬死！\n村民有些遗憾地告诉史蒂夫：”那是骷髅，常年使用远程型的弓，经常远程射杀我们的村民。可惜你明天才能下去将其剿灭，现在时候也不早了，早早休息吧。那大批僵尸想必肯定元气受损，今晚应该不会来了。“\n史蒂夫应声而回，回到村内的待客的客栈，吃完熟鱼晚餐后，便早早睡了。\n第二天早晨，神清气爽。伴随着一阵阵鸟鸣，史蒂夫总算是睡眼惺忪地去吃早餐。但一想到今天就可以下矿井，脸上又有掩饰不住的兴奋之色。以后等待他的会是什么呢？---\n\n第四章：矿井之战\n\n\n史蒂夫步伐沉重地跨向了矿井，手拿铁镐的他依旧心里忐忑不安。进入矿井后，史蒂夫通过火把获得了照明，开始开采了矿石。没多久，便是有了做一套铁套装和一把精致铁剑的铁矿。史蒂夫觉得已经很赚了，正要回走，一支明亮的箭射了过来，令史蒂夫异常恼怒。\n骷髅，真是一个麻烦的怪物。\n史蒂夫手持铁剑冲了上去，一针见血。骷髅瞬间就被史蒂夫打垮在地。\n史蒂夫往深处的矿洞继续走着，没有看见什么矿物，未知让他停住了脚步。\n他眼神一沉，立刻看见了里面的黑色生物，眨眼间又不见了。\n史蒂夫猛冲过去，发现温度急剧上升，高温让史蒂夫就像在笼子里的包子。\n汗如雨下的他，发现了前方有岩浆的事实。今天下矿井，必须要得到钻石！\n史蒂夫使出浑身的力气，往岩浆旁走去。温度愈来愈高，已经高到了一个无法形容的地步。\n汗水渗透了史蒂夫的衣衫，但还是源源不断地从史蒂夫的额头上滚落下来。史蒂夫用余光在岩浆海里扫了一眼，便是发现了一块亮晶晶的矿石。\n钻石！？\n史蒂夫虽然知道钻石来之不易，但毕竟这块钻石在岩浆海对面，一个不慎，就可能死亡。\n正在思考的他，并不在乎背后的动静，绿色的生物缓缓向他走来。\n史蒂夫最后还是听到了那声音：”Sssssss......“\n扭头一看，妈呀，一个没有手的绿色怪物就站在背后，身体逐渐胖了起来。史蒂夫条件反射般地跑了一步，”咚“的一声，史蒂夫被炸飞到墙角。一口鲜血喷在了石头地上，灰头土脸的他，瞬间就失去了所有的力气。但心中那一丝不甘和对钻石的渴望，让他再度站了起来。\n史蒂夫用方块搭了一座桥去对面。桥面温度异常高，史蒂夫以最快的速度飞奔，终于挖到了钻石。\n正准备打道回府，黑色生物再次出现，不由史蒂夫分说，一个黑色的拳风直接是呼啸而来！---\n\n第五章：绿宝石\n\n\n史蒂夫呼吸瞬间变得急促，就在这瞬间，史蒂夫被打倒在地。黑色生物的脸也是越变越狰狞，好像要把史蒂夫吞了似得。。史蒂夫吓得赶忙往后一退，结果眼前一黑，便失去了知觉。\n模糊中，史蒂夫看到了一大片跟回忆录似得天空，12座用黑曜石搭成的黑塔，正在源源不断地给一条黑色巨龙输送着能量。而史蒂夫也在这时醒了。\n“什么？刚刚那是幻觉吗？”史蒂夫自言自语道。\n随即又苦笑一声，他并不晓得那里是哪里，只知道好像自己还无法到达那种地步。\n史蒂夫站了起来，酥麻的胳膊还没有恢复。却惊奇的发现这并不是刚刚的矿洞了！！！\n史蒂夫这才知道自己被弄走了。\n“可恶！”史蒂夫恨恨地锤了一下墙壁，但正好瞥见一个泛着绿光的矿石，虽然史蒂夫并不知道这是什么，但照样收走了。\n“唉，如今面包只剩二十个了，可能撑不下去了。”史蒂夫轻吐了一口白气。\n随即擦亮火把，向前走去。\n“吼..............“一道巨大的僵尸咆哮传来。\n史蒂夫定了定神，摆出作战姿势。刚摆好，一个巨大的僵尸冲了过来，一拳直接将史蒂夫打到墙角。\n”好好好..好大的僵尸！“史蒂夫提心吊胆地说道。\n不再浪费时间，扭头就跑。大僵尸咆哮着追了过去。\n可惜，史蒂夫的运气不是很好，遇见了岩浆。\n感受到了那扑面而来的热度，史蒂夫心都到了嗓子眼。但正好捡起一本书。\n”熔岩剑--技能功效：把剑伸到岩浆里可取到燃烧与岩浆刀刃的效果。“\n”我去，这个好运真是来得早不如来得巧。“史蒂夫凝神注入到这”熔岩剑“内。刹那间，他的剑充满火光，但显然没有熔浆的支持。\n一刀伸到岩浆里，这把刀顿时发出刺眼的火芒。\n”呵，你还真是运气差啊。那么，我们就来斗上一斗吧！“史蒂夫眼中满是凶狠，杀气弥漫了整个矿洞。---\n\n第六章：大战僵尸王\n\n\n满身杀气的史蒂夫拿着被岩浆烤的炙热，三刀两刀下去，僵尸王便开始燃烧了起来。红红的火光在它身上索绕。\n僵尸王咆哮起来，一拳砸向了史蒂夫手中的那把熔岩剑。\n炙热的力量瞬间就让僵尸王惊恐了起来，缩回了手。\n史蒂夫把剑伸进岩浆池，把能量尽数吸收。炙热感一下子全无，只有手上的剑开始愈发炙热。\n史蒂夫使出全身力气，向僵尸王劈去。这时，僵尸王那巨大的拳头，在熔岩剑面前，不过是三角猫功夫罢了。\n仅仅是一击，僵尸王便带着浑身的烈焰飞了出去。鲜血直淌，它惊慌失措，掉头就走。\n伴随着嗷呜嗷呜的声音，史蒂夫乘胜追击地追了过去，但那威风劲没多久，就被一声震耳欲聋的咆哮吓呆。\n只见那僵尸王吞下了一颗僵尸生成蛋，身体增大了数倍之多！\n史蒂夫颤颤巍巍地后退，每一步都显得哆哆嗦嗦。\n僵尸王眼放怒光，快速地朝史蒂夫奔来。一拳砸在了史蒂夫的熔岩剑上。\n一道强大的能量波动在这山洞中传来，僵尸王忍着那无比难受的炙热，却是把那熔岩的炎热尽数挡下。\n史蒂夫这时眼神才彻底凝重起来，没有了熔岩剑，他就好比一头待宰的羊羔。\n史蒂夫并没有多犹豫一丝，扭头立马跑。打不过就跑！装的有英雄气概只会让自己死掉！\n僵尸王愤怒追去，史蒂夫越跑越累，眼前的一切都模糊了。。。\n史蒂夫用他那无比坚强的毅力，反手劈了一刀。僵尸王那刚接受过巨热的洗礼的双手，瞬间就被史蒂夫打了个半残。\n史蒂夫见有希望。一咬牙，咬了一口面包，迎头劈下！\n”噗...“僵尸王身体剧烈抖动，碎成了两半。鲜血喷了史蒂夫浑身都是。\n僵尸王的身体内流出了滚烫的岩浆，史蒂夫再度吸收。\n”这熔岩剑的威力，它果然承受不了，还算我获利了。“史蒂夫笑着自言自语。\n突然，他眼神一凝，看见了僵尸王中间的一个小僵尸王---\n\n第七章：村庄土崩瓦解\n\n\n史蒂夫把那道小僵尸王拿在了手中。不一会，一丝弱小的波动指引着史蒂夫走去。\n穿过重重碎石，终于到达了那指引的地方。\n这是一片极大的洞窟，绿宝石、煤炭、铁矿在这洞窟内应有尽有，一块宝地！\n但是史蒂夫看向了洞窟深处时，却是大吃一惊。后悔自己不该来这个鬼地方。\n那里，全都是凶神恶煞的僵尸。领头的是比刚刚那只大不只几倍的巨人僵尸，台阶下9只大僵尸跪立。\n想必这就是传说中的十大将，僵尸军团的十大首领。而那巨人僵尸，恐怕就是生化皇了。。\n生化皇缓缓说道：”僵尸群11号，从86号世界通道走，袭击地面城市。“\n一个僵尸群应了一声，巨大的尸群从这僵尸军团中分割出，僵尸军团却没有减少的迹象。\n生化皇又说出了几道命令，2个大僵尸走了，20个僵尸群脱离。\n生化皇一言不发，但史蒂夫却感受到了一股的气息。\n”生化魔队2号，从8号通道走，袭击上面的村庄。“\n史蒂夫脸色剧变，立马抽身向地面上跑去。\n”哼，想跑？“生化皇冷笑一声，魔云大将，你去阻拦，为素魔报仇。”\n一个身材魁梧的大僵尸应了一声，朝史蒂夫这边追了过来。史蒂夫不敢回头，一直跑。终于到了岩浆池。\n史蒂夫不禁哆嗦了一下，说道：“我被坑了。。”\n因为他不在挖到钻石的地方！！有些麻烦了。\n史蒂夫往前一走，发现回到了刚刚挖钻石的地方。退了一步，又回到了刚刚的地方。\n“哎，耍我呢？？”史蒂夫暴怒起来！因为那黑色生物把他坑了一顿！\n“既然这样，我就赶快走吧！”史蒂夫深吸一口气，冲向矿井出口。\n然而，却并没有村民迎接，整个村庄死气沉沉，连声鸟叫都没有。\n史蒂夫远远望见了一个村民，赶快去问个究竟。结果那村民却是一身绿色，一言不发。\n“这......”史蒂夫无语道。\n绿色村民缓缓回头，给史蒂夫的是一张凶神恶煞的脸。和那些没有人性的僵尸如出一撤---\n\n\n第八章：目标\n\n\n\n\n史蒂夫面色顿变，瞬间把那名僵尸村民杀掉了。\n“看来这里不能留了。”史蒂夫飞快地冲出了村庄，来到了大草原、\n现在是凌晨，太阳正在升起，史蒂夫叹了口气。看来又要自己冒险了...\n刚踏出一步，那诡异的黑色生物又来到了史蒂夫的面前，一记重拳，史蒂夫却灵巧的躲闪开来。\n尽管那黑色生物会瞬移，但史蒂夫也是把握住了诀窍，每次都是暴击伤害输出。\n渐渐地，那黑色生物支撑不住，倒在了地上。掉出来了一颗黑色的珍珠。\n史蒂夫拿起这个珍珠，顿时一股文字在史蒂夫脑海中显现出来--\n“天地之战，唯我独尊。”\n“天帝与地府之战，撼天动地。末界的黑龙巨擘得知此事，速速赶来。”\n“天帝和地藏皆是两败俱伤后，黑龙渔人得利，统治世界。”\n“世界怪物增多，不断地袭击着美好的世界。”\n“诸多强者齐齐联手，但皆是被黑龙所杀。”\n“你乃天帝与地藏留下丹元的传承者。”\n“现在给你一套杀伤力极大的技能，切记，等级越高威力越强。”\n“怪物横行于世界，分布为四大帝国：血魔帝国、雷魔帝国、僵尸帝国、黑龙帝国。”\n“将这四大帝国全部灭门后，我会再次有所提示。指引你拯救这个世界。”\n说着，一张地图在史蒂夫脑海里描绘了出来，史蒂夫清楚地看见了自己的位置以及四大帝国的位置。\n又一道光在史蒂夫眼前：光天决，撼天动地，30级以下，威力极小。\n史蒂夫如今已经32级，达到了它所说的30级之上。\n”看来以后的目标，便是这4大帝国了啊。“史蒂夫缓缓说道。\n本来就是要冒险的他，不明不白地成为了继承者，正好冒险。\n地图又显现出来，这时分布了许多人类城市，想来可以在那里获得更好的装备。\n史蒂夫整顿了一下，即刻出发。---\n\n第九章：前往阴阳城\n\n\n史蒂夫望着那一眼望不见边的草原，也是叹了口气，下来便是要去离他最近的阴阳城了。\n\n\n“你想知道之前照顾你的村长的下落么。”一道熟悉的声音从史蒂夫体内传来。\n\n\n史蒂夫眼瞳一缩，虽然只在那村庄呆了没几天，但村长毕竟有救命之恩，此恩情不得不报。\n再说史蒂夫也是孤家寡人，上无老下无小，唯独村长包容了他。\n“在哪？”史蒂夫试探性地询问道。\n“僵尸帝国。”那声音再次传来。“\n史蒂夫闻言不由得大怒：”你这在耍我呢么，我刚离开僵尸帝国...“话音刚落，又有骇然冲上心头。\n”这与地图上标识的不一样啊？“史蒂夫还是看出了。\n”不错，之前那个只是僵尸地府，是一个比较庞大的僵尸城，生化皇之所以会去那里，我想，多半是因为你是继承者的缘故。“那道声音顿了顿，又道：”以你的实力，还不足以让十大将畏惧，之前那大将是十大将据末，也浪费了三年之久的魔气修炼时间。如果换做尸魔王的话，你恐怕早就死了。“\n”那又是什么？“史蒂夫还是忍不住询问道。\n”十大将据首，拥有着非凡的变化能力。拥有一门绝学，名叫“尸魔决”。大大增强已方所有僵尸的战斗力，并将自己的力量以5秒内恢复到巅峰形态。前面可以无数次动用，而后面近乎复活的招式只能动用一次，但他没用过。“\n史蒂夫终于脸庞上涌起了浓浓的骇然之色，想当然，之前那位大将的实力他不能小觑，这位又是恐怖到什么程度？\n”好吧。。现在先去阴阳城。“史蒂夫面色有些阴沉，还是因为村长所激起的。”迟早有一天，我会血洗僵尸帝国！“\n那坚韧的眼神里透着不服输的坚劲。\n“不愧是被天帝和地藏所选中的继承者。”这次的声音，显然带了一丝赞赏之色。\n然而这个少年的成长之旅，现在才刚刚开启。\n\n第十章：对手\n\n\n史蒂夫终于到达了阴阳城，这里人声鼎沸、人头攒动。到处皆是喜色。\n“初级一级技能”龙卷之风“，召唤巨大的水龙卷袭击对手，最高可练到三级！”一位青年人大喊道。\n史蒂夫问自己身体内的那道神秘声音，说道：“那是什么？”\n“那是技能，技能分为三大级，初级中级和高级。再往上还有仙级和神级，这不过是初级一级的罢了。”那道声音淡淡的说道，然后又不甜不咸地说了句：“你现在很需要。”\n“好吧。”史蒂夫旋即有些无奈，向那位青年走去，问道：“老板，这个多少钱？”\n青年一看有人买，顿时喜形于色，连忙说道：“只需要50块腐肉即可。”\n史蒂夫顿时大喜，原来货币是腐肉，之前杀僵尸可是得到了600多块腐肉的。\n“好，不错，我买了。”史蒂夫掏出五十块腐肉，给了那青年，拿起卷轴就走。\n“嘿嘿，继承者，这么偷偷摸摸的，想干嘛啊？”\n史蒂夫顿时大惊，知道他是继承者的也就身体里的那道声音和自己以及...生化皇？\n惨了。。\n史蒂夫以一种极快的速度冲向城市中心，后面那道身影迎风大笑，朝他追了过来。\n“继承者，就这点能耐么？把你杀了，我僵尸帝国就能一统阴阳城了！”后面的声音又是出现。\n史蒂夫一把跳上擂台，摆出作战姿势。\n那道黑影一见，先是愣了一愣，旋即冷笑起来。\n”啧啧，总算有点气魄和胆魄了。也好，不用追了。“那道身影踏出沉重一步，山岳般的力量。\n”横尸斩决！“\n”去死吧！“那道黑影冷笑一声，冲了过来。史蒂夫大感不妙。\n不好！---\n\n第十一章：光天决的威力\n\n\n史蒂夫连忙抽出熔岩剑给予抵挡，但没多久光芒迅速暗淡，史蒂夫飞了出去。血量直线掉。\n”哼，还真有点皮糙肉厚。“那黑影冷哼。\n”那是僵尸帝国十大将中排名第七的摩云大将，想必是奉生化皇之命来宰了你的。“那道声音再次从史蒂夫身体中传出。\n”别讽刺了，可有什么办法？“史蒂夫面色顿变。\n”光天决。“那道声音又说。\n”好吧。。“史蒂夫有些无奈，这个招据那道声音说，三十到五十级的威力即为高级一级、二级、三级。想必也能斩杀。\n魔云大将见史蒂夫在墙角不出声，说道：”真是不堪一击！“随即身体飞快射出。\n史蒂夫见状大喊：”光天决！“顿时天空中有巨大的光芒传出，那魔云大将也是一惊，没来得及躲，那光芒迅速暗淡，又收敛了回去。\n”这......“史蒂夫无奈，完了。\n”哈哈哈，我还以为你真能将光天决使用出来，没想到如此脆弱！“魔云大将哈哈大笑。\n”哼！“史蒂夫哼了一声，又道：”光天决！“又是出现后迅速暗淡，回到史蒂夫体内。\n”我可不能坐等你把光天决施展出来！“魔云大将瞬间出招，”尸气决！“一道巨大剑气飞快掠出。\n”光天决！金光瑞霞！“\n天空中传出轰隆隆的巨响，大量光芒飞出，金色的云霞冲下，飞快地冲破了那道剑气，又冲向魔云大将。\n”不好！“魔云大将一看，”横尸魔墙！“\n一道巨大魔墙从土中钻出，抵住了那瑞气金光。但没多久，两者全都消散去。\n”浮屠金光！“\n”十阳刃光！“\n”金苹果之光！！“\n前两者飞奔前往魔云大将，后者却是将一枚金苹果送入史蒂夫口中。\n史蒂夫顿时杀气笼罩，冲了过去。\n面对两道光天决的攻击招式和史蒂夫那惊人的速度与力量，再牛的大将，此时也得灰飞烟灭。\n”噗..“魔云大将的身体裂开，近乎一万的腐肉装入了史蒂夫口袋中，这他才露出了满意的笑容。---\n\n第十二章：天赋惊人\n\n\n”这......“台下的玩家纷纷讨论起来。\n\n\n”那可是十大将中排名第七的摩云大将呀，怎么会败在无名小辈手中？“\n\n\n”是啊，这一辈人才越来越多了...“\n\n\n史蒂夫并不理会那些杂音，反倒走向了锁妖塔。\n所有人顿时一惊，旋即又窃窃私语起来。\n\n\n“那可是锁妖塔，里面很多怪，一共十层。越高怪越多越难，我当时在第二层就败了，他能到几层？”\n\n\n“这锁妖塔可以凝练很多腐肉和皮革，皮革是腐肉的进化货币，比腐肉更贵。”那道声音淡淡地说。\n“据我所知，每个城市都有一个，分不同级别，这个只是二级的锁妖塔。如果你到不了十层，就有些让我失望了...”\n史蒂夫无奈，到十层，不是说到就能到的呀。\n“等等！”那道声音突然变得异常激动。\n“怎么了？”史蒂夫问道。\n“我感受到了阴阳之神的气息！他可是远古四神之一！说不定这里有他的阴阳之印！四大印分别用来对战四个帝国，阴阳之印、弘扬之印、速度之印、藤蔓之印。每个印记都会有强大的力量，这里说不定是阴阳之印的藏身处。”\n史蒂夫眼神一跳，随即马上进入了锁怪塔。\n\n\n......，“哈哈，这的怪物也太不堪一击了吧，跟那种生死搏斗差远了！”史蒂夫三下五除二地将第九层的怪物清理完毕。\n“这只是二级的，最大的锁怪塔有十级。”那道声音很是无奈。\n“好吧。”史蒂夫嘟囔着，上了去第十层的阶梯。\n“我擦！”史蒂夫顿时一惊。\n一道太极光在第十层中央，发着黑色与白色两种光芒，让人觉得既疲惫又虚弱。\n“快！那就是阴阳之印！”那道声音惊喜地大喊道。\n史蒂夫迈着软软的步伐，走到了阴阳之印旁边，旋即进入到了一个空间。\n“这是什么地方？？”史蒂夫大惊，他发现自己和那道声音隔绝了。\n“阴阳两息，水土不和”\n一道巨大的声音出现了来，随后史蒂夫便是到了一个太极光圈上---\n\n\n\n\n",
    "replies": [
        {
            "author": "215635430",
            "timestamp": 1427193660,
            "txt_content": "感觉是各种坑 = = 看起来没什么激情 文笔较好\n（其实剧情放一下在写嘛OAO）"
        },
        {
            "author": "GKF",
            "timestamp": 1427193660,
            "txt_content": "长鼻子的人类+1"
        },
        {
            "author": "Yy星人",
            "timestamp": 1427194200,
            "txt_content": "村民拯救史蒂夫系列。"
        },
        {
            "author": "阡陌のCG",
            "timestamp": 1427195760,
            "txt_content": "长鼻子的人类-村民\n2333.不错.=w="
        },
        {
            "author": "vgbnjm",
            "timestamp": 1427197020,
            "txt_content": "剧情感觉有点坑总体不错"
        },
        {
            "author": "ufof",
            "timestamp": 1427197200,
            "txt_content": "我支持你。"
        },
        {
            "author": "740s",
            "timestamp": 1427197740,
            "txt_content": "ufof 发表于 2015-3-24 19:40\n我支持你。\n不错，加油，楼主，快连载！！！{:10_512:}"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1427198760,
            "txt_content": "难道只有我注意到了题目格式不对么……"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1427199300,
            "txt_content": "恶魔-潇洒 发表于 2015-3-24 20:06\n难道只有我注意到了题目格式不对么……\n额。。格式出错了咩。。"
        },
        {
            "author": "7854842",
            "timestamp": 1427202420,
            "txt_content": "快点写{:10_530:}"
        },
        {
            "author": "丶欻至",
            "timestamp": 1427205000,
            "txt_content": "目测不错，Come on!"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1427276400,
            "txt_content": "太棒啦！"
        },
        {
            "author": "钻石僵尸",
            "timestamp": 1427284740,
            "txt_content": "超级棒！！"
        },
        {
            "author": "lzs1234",
            "timestamp": 1427292180,
            "txt_content": "文笔还可以，剧情有点俗套了。其他都相当好。"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1427523600,
            "txt_content": "第七章更新。"
        },
        {
            "author": "PE龙隐尘",
            "timestamp": 1427524620,
            "txt_content": "什么鬼，咋没有啊"
        },
        {
            "author": "qianhuang",
            "timestamp": 1427532240,
            "txt_content": "这我能说什么呢 毫无亮点"
        },
        {
            "author": "ssxrsj",
            "timestamp": 1427537400,
            "txt_content": "不错，收藏~~"
        },
        {
            "author": "0744448",
            "timestamp": 1427537640,
            "txt_content": "毫无意义可言"
        },
        {
            "author": "萌之国",
            "timestamp": 1427541360,
            "txt_content": "him 晚上聊天天天天天"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1427541960,
            "txt_content": "0744448 发表于 2015-3-28 18:14\n毫无意义可言\n说真的，别人写作也太讽刺了吧？{:10_527:}"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1427549280,
            "txt_content": "一针见血\n骷髅有血的吗？应该是“快刀斩乱麻——骷髅散落一地”吧……\n剧情不够详细，不过可以，多加努力"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1427630640,
            "txt_content": "我是小骷髅 发表于 2015-3-28 21:28\n骷髅有血的吗？应该是“快刀斩乱麻——骷髅散落一地”吧……\n剧情不够详细，不过可以，多加努力 ...\n那个什么。。。一针见血的大同意思还是一招就game over了。下来会大补剧情。"
        },
        {
            "author": "黑蝙蝠",
            "timestamp": 1430138460,
            "txt_content": ""
        }
    ]
}