{
    "title": "[1.7.10][Iguanas Tinker Tweaks——匠魂强化][HAYO][永久更新]提高匠魂难度",
    "author": "凛",
    "replyCount": 99,
    "timestamp": 1427284680,
    "txt_content": " 本帖最后由 凛 于 2020-6-15 15:58 编辑 \n\n这个MOD增加了匠魂的可玩性（及虐心性）\n介绍：\n工具将会有经验值，随着等级提高工具的强化次数也会被增加;但是在工具被制作出来时将不会有强化次数。Tools level up from usage and reward bonuses. However they start with 0 modifiers\n\n工具的部件可以被替换\nTool Parts of existing Tools can be replaced\n\n增加了更多怪物的头\nAdditional Mob Heads\n\n可以用指定的怪物头给工具升级\nMob Heads (and xp) can be used to level up your Pickaxes Mining Level\n\n当镐头被替换时会损耗工具的经验值，且怪物的头会消失\nUpgrading the Tool-Head removes the Head and reduces a bit of the Mining XP\n\n可以对模板或模具摁shift来查看可以使用的材料\nPatterns and Casts display applicable Materials in their Tooltip\n\n可以把不满意的部件重新制作\nTool Parts can be reused in the Part Builder命令：\n\n/leveluptool [player]\n\n\n 升级工具到下一等级（Levels the tool up to the next normal/mining level.\n/toolxp [player] xp\n\n\n 设置工具的经验值（Increases the tool xp by the given amount.\n/dumpTools\n\n\nDumps all tools items it can find into a file to use for the Overwrite module.\n/dumpOredict\n\n\nDumps all oredict entries into a file\n更新日志(英文慎入)：\n2.1.5Prevent crashes on part-replacement caused through mod-interactions\nFix repairing tools via autocrafting possibly returning incorrect results under specific circumstances\nFix lava clay buckets not breaking when putting lava into tanks\nFix Shurikens giving tools XP\nFix Mattocks gaining XP without actually creating farmland\nFix several edge cases where tools would be recognized as incorrect if diamond/emeralds and specific configs were present\n\n2.1.4aFix a problem with BloodMagic and Override\nFix Silktouch not being taken into account for part replacement\nSmall fix to incorrect data in an edge case\n\n2.1.3Override Module: Can now set a required tool for blocks that originally don't require a tool to harvest (wood logs,...)\nOverride Module: HarvestLevel Names can now also be set by items, not only tinker materials\nFix possible negative modifiers\nFix quartz modifier breaking\nFix parts not being replacable if the same part with the same material already exists on the tool (Hammer plates,...)\nFix Localization issues with override module\nFix Tools with HarvestLevel > 9 not being boostable with override module active\nSeveral smaller issues\nSeveral other fixes\nEven More fixes\n\n2.1.2MaterialOverride can now specify a special XP-modifier per material\nRemoved fletching/bowstring/arrowshaft/bolt restrictions\nFixed crashes with bows/crossbows\nFix Paper/Thaumium modifier when replacing parts\nFixed Arrows/Bows getting XP when hitting stuff by leftclicking\nFix incorrect stat detection and replacing with vanilla diamond/emerald modifier\nFix bolts turning to wood when updating incorrect stats\n\n2.1.1Remove obsidian alloy (with config) to prevent early obsidian creation\nRemoved Bowstring and Fletching from restriction config\nFix vanilla tool white/blacklist disabling tools it shouldn't\nFix crash when using vanilla arrows\n\n2.1.0Tinker Weaponry Compatability\nLowered default chances for some suboptimal modifiers \nFix knockback-modifier on levelup being too weak (and therefore basically useless)\nSome other smaller fixes, mostly from 2.0.7\n\n2.0.7Fix Enchanted Bowstring and Leaf Fletching not working with disallowed Stone tools\nFix claybuckets with liquids they can't contain\nSeveral Crash fixes\nSome other fixes\n\n2.0.6Fixes more bugs with Part Restrictions and Material Overrides\n\n2.0.5Fixes the bug with Part Restrictions and Material Overrides\nUpdated for TConstruct 1.7.0\n\n2.0.4FMP Support!\nThis Update makes FMP saws compatible with the harvest level changes.\nWhile I was at it, I also added a Ardite, Cobalt and Manyullyn Saw and FMP support for most Tcon blocks.\nNote that there was a Botania Bug that causes FMP blocks not being craftable.\n\n2.0.3Bugfixes\nFix disabled modifiers being awardedFix possible crash related to modifier weightsFix a crash when using bones/sticks/... for part replacementFix error with oredict block overrides\nNew Stuff\nOverride Module: Harvestlevel names can be defined through tool materials\n\n2.0.2Requirements:\nTinkers Construct 1.7.10-1.6.0d40Recommended Forge Version: 1207\n\nChanges:\nThe bronze nerf option is gone. It is now the DEFAULT behaviour!You can apply a Diamond/Emerald to a bronze pickaxe to be able to mine obsidian (Thanks Unknown_Zombie for the idea)Weapons now require XP depending on their damage (no more 400 flat xp for every weapon!)Tools also gain a small amount of xp for hitting stuff with itModifiers rewarded on levelup now depend much more on what you did with the toolDagger can now be made as an earlygame weaponChanged some config defaultsTools will not try to automatically update themselves anymore on changes to prevent unforeseen incompatibilities/crashes.\n\nNew Features:\nOverride Module! (see main post)A piece of String can now be used as a bindingITT Heads can be used to stabilize thaumcraft infusionConfig for crafting parts in the crafting window (Part Builder)Config for crafting tools in the crafting window (Tool Station/Forge)Config for reusable stencilsConfig to set at which levels random bonus modifiers are awardedConfig for pickaxe boosting has been changed a bitConfig to set the amount of modifiers new tools haveConfig option to disable Netherstar, Diamond+Goldblock, etc. extra modifiersVersionChecker supportAdded Yellorium at obsidian harvestlevelAdded poor ore support from RailcraftRussian localizationGerman localizationItalian localization\n\nBugfixes:\nClickable cows!Villager chests wont contain items that break the progression anymoreFix Thermal Expansion/Redstone Armory not having updated harvest levelsChisels gain XP when crafting blocks in the crafting windowFix some ExtraTic Material StatsHarvestlevel were partly incorrect if the HarvestLevel module was disabledLots of fixes\n\n2.0.1Bufixes:\nFix Autosmelting Tools not rewarding XPChanging tool parts on a Tool with redstone/quartz caused it to eat up modifiersFix a crash when replacing parts on an invalid (stone) toolSome ExtraTiC materials had incorrect statsMetallurgys Fantasy Metals and Nether Metals had incorrect harvest levels\n\nChanges:\nBump required Forge version to 1197Osmium now requires Redstone-Harvestlevel instead of ObsidianModules are now in the iguana-config folder and have been renamed slightly\n\nNew Features:\nThe game will now try to automatically update Tools with old/incorrect NBT data. You get a message if it detects an incorrect tool, just put it in a regular crafting window to obtain the fixed tool.Ability to also make non-Tconstruct Hoes, Swords and Bows uselessThe ability to black/whitelist vanilla tools that shall/shall not be made useless (with sensible defaults)A /dumpTools command that dumps all possible values for said black/whitelistA config option to set the maximum skill level3 new rare modifiers, only obtainable through levelupChineselocalization\n\n2.0.0Initial beta release! \\o/\n搬运日志\n\n2015-3-25:发布了帖子，搬运了2.1.4版本\n2016-8-18:进行了更新，搬运至2.1.6版本\n版本修复了由于工具部件更换造成的MOD冲突\n修复了自动合成后给予不正确的工具的BUG修复了当把岩浆放进容器后，粘土桶不会损坏的bug\n修复了手里剑会给工具经验的BUG\n修复了锄头耕地不会给予经验的BUG\n修复了在一些情况下钻石材质与翡翠材质的配置错误\n与早期版本的区别（英文慎入）For all the people who want to know what changed!\n\nGeneral:\nLocalizationNew Head-Rendering. This means \"real\" endermen heads!TE-Support: Blizz HeadDense Ores SupportExtraTiC Support has been newly rebalanced to the harvestlevel progressionConfig option to make all non-tinkers tools uselessCreating a metal cast burns up the material it was casted around. No more useless stone tool parts lying around!Dungeon Chests may contain random Weapons.\n\nRandom Bonuses\nNow allows ALL modifiers (if useful bonuses config is disabled)..but Bonuses are weighted, so you'll usually get very little weird bonuses Random-mode config option for pure chaosThe different bonus modifiers can be deactivated separately (like TiC Tweaks)Doing stuff gives a small chance increase to obtain certain modifiers\n\nBonus Modifiers\ncan now be cofigured per level. Determine at which levelups a bonus modifier is awarded. Default is after 1st, 3rd and 5th levelup\n\nTool Part Swapping\nOnly one part can be exchanged at a time. Was two in old version.If a part accepts multiple parts of the same type (e.g. large plate for hammer), changing the slot the part is in changes which one will get replacedTools with mining-level-xp cannot be downgraded to tool-heads without\n\nHarvest Level Tweaks:\nAdded an additional mining level, Redstone/Diamond. Basically this allows to mine diamonds, but not obsidian. Only Bronze with the NerfBronze config has this mining level, otherwise you'd need steel to progress.Material properties are a bit different (minor)Emerald/Diamond modifier don't give mining levels anymoreExtraTic Materials have been rebalanced/adjusted to HarvestLevels\n\nPickaxe mining level boosting\nBecause of the additional mining level the multiplier for BoostXP has been lowered and is configurable separately now.Applicable mining levels for heads are a bit different\n\nPart Restriction\nDefaults have been changed a bit\n未来发展（英文慎入）\nModules\nThe mod is separated into different, deactivatable modulesThe Modules can be found in IguanaTinkerTweakss config folder in the Modules.cfgThe detailed configs for the modules can be found in the main.cfg\n\nTool Leveling\n\nRandom bonuses on levelupBonus modifiers on levelupMining Level tooltip\n\nPickaxe Mining Level Boosting\n\nPickaxes can gain a mining levelPickaxes gain xp for the mining level like they do for regular levelupsPickaxes start with 1 harvest level less, therefore have to be \"mining leveled up\" to reach full effectivenessMobHeads can be used as modifiers to instantly boost the mining levelExchanging the tool head removes the mob head and substract a bit of mining xp\n\nTool Part Swapping\n\nAllows to exchange a part of a tool with a new oneIf configured, this may cost a percentage of your tool XP or mining level XPTool must be fully repaired to swap parts\n\nMob Heads\nAdds additional mobheadsGives heads a base drop chance (5%)Allows to configure head drop chance and Beheading effectiveness\n\nHarvest Level/Material Tweaks\nNew mining level ProgressionChanges Mining/Harvest Level of materials and blocksAdapts Tinker Tool Materials to the new progression (changes some stats). Mostly earlylevel materials.Creates a slower progression through the tiers (Wood < Flint < Copper < Iron < Bronze < Steel/Diamond < Obsidian < Ardite < Cobalt < Manyullyn)Change durability/speed % of all toolsEmerald/Diamond Modifier only give durabilityEmerald/Diamond can be applied to a bronze pickaxe to increase its mining level to a steel equivalent! Without a steel pickaxe, this is the only way of getting to obsidian.ExtraTiC Support with adjusted Mining Levels\n\nClaybuckets\nMade from clay, must be burnt in a furnace firstCan transport water, lava, milk and all TConstruct liquidsBreak when used to transport a hot material like lava\n\nVarious Tweaks\nAdd Flint Recipe (Shapeless, default 3 Gravel)Remove Gravel Flint DropRemove Stone Torch recipeDisallow Stone ToolsDisable Non-TiC-Tools being able to harvest blocks. They can still be used for crafting this way. BonusChest Tools are replaced with tinker tools.The option to also disable non-TiC Bows and Swords and Weapons in general. And Hoes.Allow Tool-repair in crafting gridBurn part used to cast a metal-castReusable toolparts in the Part BuilderMore expensive Silky Cloth, Silky JewelFlux modifier takes 2 ModifiersAmount how often a tool can be repaired is limitable\n\nPart Restrictions\nThe materials parts can be made out of are restrictedAll non-metals can only be used for a few partsPatterns have tooltips which parts are allowed\n关于授权：\n https://minecraft.curseforge.com ... tinker-tweaks/files\n\n下载地址:\nhttps://minecraft.curseforge.com ... tinker-tweaks/files\nhttp://curse.com/mc-mods/minecra ... nker-tweaks/2288329备用度盘链接： 2.1.4http://pan.baidu.com/s/1pKSever2.1.6http://pan.baidu.com/s/1pLKp13P匠魂MOD传送门：[TinkersConstruct——匠魂]\nhttp://www.mcbbs.net/thread-661201-1-1.html\n其他支持的MODThermal Expansion http://www.mcbbs.net/thread-481326-1-1.html\n Extra-TiC http://www.mcbbs.net/thread-509353-1-1.html\nTiC-Tooltips http://www.mcbbs.net/thread-524736-1-1.html 这个MOD会禁用石制的匠魂工具，原版镐斧铲\n及各种抖M的削弱，如果想降低难度的话最好仔细翻一翻这个帖子的回复\n其中有提到如果进行修改\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xiao_zhu_ge",
            "timestamp": 1427284740,
            "txt_content": "大爱匠魂MOD"
        },
        {
            "author": "凛",
            "timestamp": 1427284920,
            "txt_content": " 本帖最后由 china521 于 2015-3-25 20:03 编辑 \n\n大召唤术@zwh007 @cao450226978 @1300266265 @Killot @minehenry @miaoxuan @长手的苦力怕 \n@银色十字梦 "
        },
        {
            "author": "夜暗伤",
            "timestamp": 1427284980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "tallmoon",
            "timestamp": 1427285040,
            "txt_content": "支持，下载看看"
        },
        {
            "author": "夜暗伤",
            "timestamp": 1427285040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "凛",
            "timestamp": 1427285160,
            "txt_content": "夜暗伤 发表于 2015-3-25 20:04\n对不起，本附属MOD以及被发布过了，LZ你这属于重复了\n在哪？            "
        },
        {
            "author": "8260162",
            "timestamp": 1427285160,
            "txt_content": "\n大爱匠魂"
        },
        {
            "author": "夜暗伤",
            "timestamp": 1427285220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "sulu",
            "timestamp": 1427285220,
            "txt_content": "这个酷那."
        },
        {
            "author": "sulu",
            "timestamp": 1427285400,
            "txt_content": "这个酷那."
        },
        {
            "author": "凛",
            "timestamp": 1427286720,
            "txt_content": "夜暗伤 发表于 2015-3-25 20:07\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=199483&highlight=匠魂\n没有介绍啊！"
        },
        {
            "author": "夜暗伤",
            "timestamp": 1427286900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "凛",
            "timestamp": 1427287200,
            "txt_content": "夜暗伤 发表于 2015-3-25 20:35\n...这个也可以作为重复发帖的啦，毕竟有人已经搬运过了\n他发的还是原帖地址\n一些小白根本找不到在哪下载"
        },
        {
            "author": "chen2478082006",
            "timestamp": 1427287260,
            "txt_content": "夜暗伤 发表于 2015-3-25 20:35\n...这个也可以作为重复发帖的啦，毕竟有人已经搬运过了\n这不算的....那只是顺便发了一个链接,这是经过主要介绍再发一帖{:10_493:}"
        },
        {
            "author": "Liars",
            "timestamp": 1427293140,
            "txt_content": "这个MOD会禁用原版的镐斧铲，怎么才能在config中取消？"
        },
        {
            "author": "凛",
            "timestamp": 1427362860,
            "txt_content": "Liars 发表于 2015-3-25 22:19\n这个MOD会禁用原版的镐斧铲，怎么才能在config中取消？\n我只是个搬运的\n别找我我不懂\n还有这只是为了提高可玩性"
        },
        {
            "author": "Killot",
            "timestamp": 1427375160,
            "txt_content": "哎？为啥我被@了？"
        },
        {
            "author": "Liars",
            "timestamp": 1427375760,
            "txt_content": " 本帖最后由 Liars 于 2015-3-28 10:04 编辑 \nchina521 发表于 2015-3-26 17:41\n我只是个搬运的\n别找我我不懂\n还有这只是为了提高可玩性\n……似乎自己解决了。\nModules.cfg文件下\n    # Various Tweaks for vanilla Minecraft and Tinker's Construct. See Config.\n    B:Restrictions=true\n这一行true改成false似乎可以解决。\n抱歉抱歉，这里是错的，删掉这一楼吧，simimasai~poi~\n"
        },
        {
            "author": "miaoxuan",
            "timestamp": 1427444940,
            "txt_content": "这MOD不错，挺好玩的---顶LZ"
        },
        {
            "author": "凛",
            "timestamp": 1427457660,
            "txt_content": "Liars 发表于 2015-3-26 21:16\n……似乎自己解决了。\nModules.cfg文件下\n    # Various Tweaks for vanilla Minecraft and Tinker's Con ...\n谢谢我会在帖子中补充上你的解决方法的"
        },
        {
            "author": "Liars",
            "timestamp": 1427506680,
            "txt_content": " 本帖最后由 Liars 于 2015-3-28 10:04 编辑 \nchina521 发表于 2015-3-27 20:01\n谢谢我会在帖子中补充上你的解决方法的\n……似乎没有解决，还在继续摸索config文件中ing看下一楼\n@china521 @china521 "
        },
        {
            "author": "Liars",
            "timestamp": 1427507400,
            "txt_content": " 本帖最后由 Liars 于 2015-3-28 11:57 编辑 \n\n这个MOD会禁用石制的匠魂工具，这里可以取消这一项：\nmain.cfg文件下\n    # Stone Tools can only be used to create casts, but no tools [default: true]\n    B:disableStoneTools=true\ntrue改成false\n继续摸索ing……今天遇到史莱姆国王了，被反杀OTZ……极限模式一血送了。\n\n\n找到了！解除原版镐斧铲禁用的方式！（不止原版，热力4，工业2，植物魔法之类MOD中的镐斧铲也被禁掉了。见Default里的项）\nmain.cfg文件下:\n # Here you can exclude entire mods by adding their mod-id (the first part of the string). [default: [minecraft], [Metallurgy], [Natura], [BiomesOPlenty], [ProjRed|Exploration], [appliedenergistics2], [MekanismTool], [ThermalFoundation]]\n    S:mods <\n     >\n\n <>这两个符号中间的所有项删除就行……\n\n待会儿我会附上修改后的config文件发上来。\n发上来了：\n\n\n\nIguanaTinkerTweaks.zip\n(6.17 KB, 下载次数: 1189)\n\n\n\n2015-3-28 09:59 上传\n点击文件名下载附件\nconfig\n\n\n\n\n\n\n@china521  只有周末才能玩真是太悲伤了YAY对于上次的错误非常抱歉！\n另外就算取消了禁用，那些工具也被削弱了，石镐只能挖石头不能挖铁矿，铁镐只能挖金子而不能挖钻石，钻石镐不变。\n想办法中ing……\n\n\n\n\n\n"
        },
        {
            "author": "有爱的圣光",
            "timestamp": 1427519400,
            "txt_content": "前期逼着你用匠魂的稿子"
        },
        {
            "author": "凛",
            "timestamp": 1427526480,
            "txt_content": "Liars 发表于 2015-3-28 09:50\n这个MOD会禁用石制的匠魂工具，这里可以取消这一项：\nmain.cfg文件下\n    # Stone Tools can only be used  ...\n多谢！实在是麻烦你了"
        },
        {
            "author": "Liars",
            "timestamp": 1427548140,
            "txt_content": " 本帖最后由 Liars 于 2015-3-28 21:11 编辑 \nchina521 发表于 2015-3-28 15:08\n多谢！实在是麻烦你了\n原版镐斧铲被削弱的解决方式没找到，不过前期似乎可以用燧石镐头的镐子挖掘铁矿石（铜挖掘度？），所以尽早进入熔炼时代，做出大熔炼炉吧~poi~对了，早些出一把骨质铲子，可以挖那些矿物砂砾，可以烧出矿，原版石制铲子不可以挖。\n另外石缚属性和粘滑属性到底是shenmegui~\nPS：平底锅真好用~\nPS2：极限模式加了精英怪物+僵尸意识果然是作死YAY，最好的一把坚持到连大熔炼炉都做好了，然后没来得及回家被围殴致死……"
        },
        {
            "author": "凛",
            "timestamp": 1427609940,
            "txt_content": "Liars 发表于 2015-3-28 21:09\n原版镐斧铲被削弱的解决方式没找到，不过前期似乎可以用燧石镐头的镐子挖掘铁矿石（铜挖掘度？），所以尽 ...\n石缚属性是耐久越少效率高"
        },
        {
            "author": "Liars",
            "timestamp": 1427635140,
            "txt_content": "china521 发表于 2015-3-29 14:19\n石缚属性是耐久越少效率高\n那个不是打磨么？\n- 增强：每级10%几率不消耗耐久 \n- 打磨：工具磨损越多挖掘越快，但产生更少伤害 \n- 锯齿：工具磨损越多造成伤害越大，但挖掘越慢 \n- 扩展：可拥有一个额外强化\n - 美味：有时会掉落食物\n……翻译问题？"
        },
        {
            "author": "凛",
            "timestamp": 1427703960,
            "txt_content": "Liars 发表于 2015-3-29 21:19\n那个不是打磨么？\n- 增强：每级10%几率不消耗耐久 \n- 打磨：工具磨损越多挖掘越快，但产生更少伤害 \n翻译问题"
        },
        {
            "author": "Liars",
            "timestamp": 1428025380,
            "txt_content": " 本帖最后由 Liars 于 2015-4-3 14:06 编辑 \nchina521 发表于 2015-3-30 16:26\n翻译问题\n发现作者的恶意了YAY\nmain.cfg文件下\n    # Removes the random chance of getting flint from gravel [default: true]\n    B:removeFlintDrop=true\n这一项改成false，否则挖砂砾绝对不可能出燧石的……\n你能想象我挖了3组砂砾都没出燧石的快感么……\n另外僵尸意识+精英怪物+盖亚魔典真是太爽了，极限模式一到晚上就被720血的牛头怪一锤子砸死你敢信……"
        },
        {
            "author": "4599980089",
            "timestamp": 1428026460,
            "txt_content": "Liars 发表于 2015-4-3 09:43\n发现作者的恶意了YAY\nmain.cfg文件下\n    # Removes the random chance of getting flint from gravel [d ...\n可以用沙砾直接合成燧石的，所以才改成不直接掉的"
        },
        {
            "author": "Liars",
            "timestamp": 1428029580,
            "txt_content": " 本帖最后由 Liars 于 2015-4-3 14:04 编辑 \n4599980089 发表于 2015-4-3 10:01\n可以用沙砾直接合成燧石的，所以才改成不直接掉的\n对不起，我尝试了下，是不可以的。\n也许你是安装了天蝎_心殇的消失的物品？那个可以用砂砾直接合成燧石。"
        },
        {
            "author": "cao450226978",
            "timestamp": 1428303720,
            "txt_content": "china521 发表于 2015-3-25 20:02\n大召唤术@zwh007 @cao450226978 @1300266265 @Killot @minehenry @miaoxuan @长手的苦力怕 \n@银色十字梦 \n ...\n来了~~~~~~~~~~~"
        },
        {
            "author": "凛",
            "timestamp": 1428307440,
            "txt_content": "cao450226978 发表于 2015-4-6 15:02\n来了~~~~~~~~~~~\n額，這都多久了\n好久不見了23333"
        },
        {
            "author": "1784501614",
            "timestamp": 1428309960,
            "txt_content": "0.0.0.0...............00000"
        },
        {
            "author": "xinley",
            "timestamp": 1429020660,
            "txt_content": "很奇葩.\n1.71装了新版本的匠魂..新开档的时候打算加这个上去试试.\n结果发现只要加了这个就会提示minimum version required is 1.1.1.321什么什么的."
        },
        {
            "author": "凛",
            "timestamp": 1429089720,
            "txt_content": "xinley 发表于 2015-4-14 22:11\n很奇葩.\n1.71装了新版本的匠魂..新开档的时候打算加这个上去试试.\n结果发现只要加了这个就会提示minimum ve ...\n这是1710的"
        },
        {
            "author": "xinley",
            "timestamp": 1429091400,
            "txt_content": "china521 发表于 2015-4-15 17:22\n这是1710的\n简称171..难不成1.7.10的MC还有其他可以简称成171的版本?这都难理解么?"
        },
        {
            "author": "凛",
            "timestamp": 1429098120,
            "txt_content": "xinley 发表于 2015-4-15 17:50\n简称171..难不成1.7.10的MC还有其他可以简称成171的版本?这都难理解么?\n你告诉我这是什么？http://www.mcbbs.net/forum.php?m ... peid%26typeid%3D204\n怎么就没有1.7.1"
        },
        {
            "author": "xinley",
            "timestamp": 1429107840,
            "txt_content": "china521 发表于 2015-4-15 19:42\n你告诉我这是什么？http://www.mcbbs.net/forum.php?mod=viewthread&tid=187924&extra=page%3D4%26filter ...\n这个明显是开服务器的吧?..\n我第一个贴就写新开档..如果我是服务器推了重开.\n应该会说新开周目的吧?\n你这个理解还能不能再偏差点么.?"
        },
        {
            "author": "凛",
            "timestamp": 1429176060,
            "txt_content": "xinley 发表于 2015-4-15 22:24\n这个明显是开服务器的吧?..\n我第一个贴就写新开档..如果我是服务器推了重开.\n应该会说新开周目的吧?\n什么鬼\n什么开服务器\n我说的是版本号啊\n你这个理解还能不能再偏差点么.?\n这是在打你自己脸吗"
        },
        {
            "author": "xinley",
            "timestamp": 1429189200,
            "txt_content": " 本帖最后由 xinley 于 2015-4-16 21:19 编辑 \nchina521 发表于 2015-4-16 17:21\n什么鬼\n什么开服务器\n我说的是版本号啊\n打自己脸么?请问听到171..现在论坛上多少人会联想到服务器管理端?\n你如果眼睛没问题,请去看看mod发布.整合包发布.服务器发布..哪里有提到1.71服务器端了?估计你找出来那个也不知道多少页后面了.\n现在满目都是看到1.7.10的服务器整合包发布.mod整合包.1.7.10版本的mod.\n大众会听到我说171的时候第一时间想到的,有多少人会想到是那个开服务器用的1.71服务器端吧?普通玩家一般只会想到1.7.10..自己用搜索查查论坛上的'1 7 1'标志的帖子..看出来的多数会是哪个.我敢和你打赌..前面3页不会见到你理解过去的那个1.71.\n客客气气的想和你随便说完这事.偏要将自己的神理解当成全世界都这样.还继续说.\n你要找事我陪你..要不要去谈论区开个贴.让大家来看看哪个才是神理解神找事加神打脸??\n"
        },
        {
            "author": "xinley",
            "timestamp": 1429189500,
            "txt_content": " 本帖最后由 xinley 于 2015-4-16 21:13 编辑 \nchina521 发表于 2015-4-16 17:21\n什么鬼\n什么开服务器\n我说的是版本号啊\n什么开服务器?\n请问你看过你自己发出来的那个连接了吗?\n那个是服务器端..\n你说的1.71.不是建服务器压根不会接触到好不?\n\n你说的1.71是专门建服务器的..我第一个贴说的就是新开档..这个词明显是单机用词..\n我就不明白你怎么理解过去了.\n\n我回复是问问看有没办法解决问题的.不是想和任何人找架吵浪费自己时间.你版本写明了1.7.10.我就想不明白你怎么觉得用的人会找1.71的服务器建立端去试..\n服务器插件和MOD我还分得清.\n有办法解决就说.没的话我不用就是了.\n吵吵吵的有意义?还说我打脸..我从一开始就没接触过1.71那个服务器端..是你自己神理解."
        },
        {
            "author": "凛",
            "timestamp": 1429272300,
            "txt_content": "xinley 发表于 2015-4-16 21:00\n打自己脸么?请问听到171..现在论坛上多少人会联想到服务器管理端?\n你如果眼睛没问题,请去看看mod发布.整合 ...\n这是MC的版本号好伐？\n什么服务器端？\n1.7.1是专门建服务器的？\n别逗了！1.7.1是1.7的预发布版\n1.7.1从头到尾都不是服务器建立端\n不知道你是怎么看贴怎么理解\n好好数数你玩了多久MC\n不懂得就别瞎说\n还单机用词\n别班门弄斧\n1.7.10是1.7.10 1.7.1是1.7.1\n版本号不是你想你想简称就简称的\n无论如何1.7.1都是一个单独的版本\n你看看有几个人吧1.7.10简称成1.7.1的？\n从MC版本号联想到开服务器我也是醉了"
        },
        {
            "author": "xinley",
            "timestamp": 1429273920,
            "txt_content": " 本帖最后由 xinley 于 2015-4-17 20:36 编辑 \nchina521 发表于 2015-4-17 20:05\n这是MC的版本号好伐？\n什么服务器端？\n1.7.1是专门建服务器的？\n发现我是拉到下面就看到服务器端..然后没看上面的.\n\n````还真说对了.\n我接触mc才那么十几二十天.\n\n如果你觉得我说1.71是指的那个预览版..少1个0就是另一个意义..我打字表达这么精确的情况.那我要表达那个1.71pre版就会说1.71pre这个精确词..\n而且..你觉得世界上没有多少人知道那么个预览版的情况..mod发布说明是1.710的..还有bc跑去拿pre版试着装?\n要真说没人简称....我在我加得几个服务器的交流群里,到是多数人直接71.64.83那样简称..那你是不是听到就醉了?\n对着不认识的人将1.710简称171有问题?而且我之前压根不知道pre版的存在.\n请问,你觉得现在玩家有几个玩着1.710的?又有几个玩着pre版的?171这样的词能拿去做简称本来就代表到处都能见到这个所代表的事物..pre版现在满天都能见到吗?"
        },
        {
            "author": "xinley",
            "timestamp": 1429274100,
            "txt_content": "反正别纠结171之类什么的.\n我用forge1291加mc1710加了这个mod运行不能.\n有没解决办法么?"
        },
        {
            "author": "凛",
            "timestamp": 1429276920,
            "txt_content": "xinley 发表于 2015-4-17 20:35\n反正别纠结171之类什么的.\n我用forge1291加mc1710加了这个mod运行不能.\n有没解决办法么? ...\n你都装了什么MOD"
        },
        {
            "author": "xinley",
            "timestamp": 1429278120,
            "txt_content": " 本帖最后由 xinley 于 2015-4-18 01:45 编辑 \nchina521 发表于 2015-4-17 21:22\n你都装了什么MOD\n86个..工业2实验,重力装甲.高太.我的工厂.进阶自动化.\n匠魂,盖亚3,更好的原版系列,先进狼,超级猪.蜥蜴人.同伴.更多食物.额..好像很难列举.\n\n不过我刚才试了试只装了匠魂和这个..\n还是不能用.\n看来只能等作者更新了."
        },
        {
            "author": "cao450226978",
            "timestamp": 1429440060,
            "txt_content": "china521 发表于 2015-4-6 16:04\n額，這都多久了\n好久不見了23333\n额{:10_492:}"
        },
        {
            "author": "莫殇、",
            "timestamp": 1429879380,
            "txt_content": "为啥修改了config文件之后还是不能用原版或者别的MOD里的工具 。求解决方法。不要说19楼  我已经不知道第几次看着改了。"
        },
        {
            "author": "莫殇、",
            "timestamp": 1429884420,
            "txt_content": "莫殇、 发表于 2015-4-24 20:43\n为啥修改了config文件之后还是不能用原版或者别的MOD里的工具 。求解决方法。不要说19楼  我已经不知道第几 ...\n已经解决问题。\n修改这个条目就可以了\nmain.cfg\n\n# Makes all non-TConstruct tools mine nothing [default: true]\nB:disableRegularTools=true\n把这里的true修改为false。\n这段代码大致意思是   让所有非匠魂工具失去作用。"
        },
        {
            "author": "lincong999",
            "timestamp": 1435221300,
            "txt_content": "# Every Pickaxes Mining Level is reduced by 1 and needs a mining levelup (separate from tool level) or, if enabled, a mob head modifier to advance [default: true]\n# 每个镐挖掘级别将减少 1，需要挖掘 levelup (单独从工具层面)，或如果启用，暴民头修饰符来推进 [默认: 真实]\n    B:pickaxeBoostRequired=false\n\n就是这个选项降低挖掘等级，关掉就可以了。\n\n被这个mod虐了1个礼拜，终于可以开心的挖矿了。"
        },
        {
            "author": "48464646",
            "timestamp": 1435320060,
            "txt_content": "china521 发表于 2015-3-25 20:40\n他发的还是原帖地址\n一些小白根本找不到在哪下载\n话说你搬的这个版本好像只能支持1.8.3b版本的匠魂\n小白都不知道怎么下载旧版本吧...."
        },
        {
            "author": "48464646",
            "timestamp": 1435320180,
            "txt_content": "xinley 发表于 2015-4-17 21:42\n86个..工业2实验,重力装甲.高太.我的工厂.进阶自动化.\n匠魂,盖亚3,更好的原版系列,先进狼,超级猪.蜥蜴人. ...\nlz搬的这个版本只支持1.8.3b版本的匠魂所以喽"
        },
        {
            "author": "jiang282",
            "timestamp": 1435406880,
            "txt_content": "这个扩展看起来很不错的样子，替换部件的功能好评"
        },
        {
            "author": "无心人",
            "timestamp": 1436095200,
            "txt_content": "lincong999 发表于 2015-6-25 16:35\n# Every Pickaxes Mining Level is reduced by 1 and needs a mining levelup (separate from tool level)  ...\n石镐不能挖铁怎么解决啊"
        },
        {
            "author": "lincong999",
            "timestamp": 1436248620,
            "txt_content": "无心人 发表于 2015-7-5 19:20\n石镐不能挖铁怎么解决啊\n应该就是我贴的那个参数吧"
        },
        {
            "author": "绫玥",
            "timestamp": 1436262720,
            "txt_content": "顶，没玩过匠魂，试试看"
        },
        {
            "author": "303082293",
            "timestamp": 1436368440,
            "txt_content": "Liars 发表于 2015-3-28 09:50\n这个MOD会禁用石制的匠魂工具，这里可以取消这一项：\nmain.cfg文件下\n    # Stone Tools can only be used  ...\n为什么燧石级别的镐还是挖不了铁"
        },
        {
            "author": "111222312312",
            "timestamp": 1436406240,
            "txt_content": "Liars 发表于 2015-3-28 09:50\n这个MOD会禁用石制的匠魂工具，这里可以取消这一项：\nmain.cfg文件下\n    # Stone Tools can only be used  ...\nmain.cfg文件在哪"
        },
        {
            "author": "111222312312",
            "timestamp": 1436406300,
            "txt_content": "Liars 发表于 2015-3-28 09:50\n这个MOD会禁用石制的匠魂工具，这里可以取消这一项：\nmain.cfg文件下\n    # Stone Tools can only be used  ...\nmain.cfg文件在哪个文件夹？"
        },
        {
            "author": "flehdwns",
            "timestamp": 1436516760,
            "txt_content": "有没有大神可以教我等级2的矿物……例如铁或煤矿之类的该怎么挖呢= =|||\n木头燧石原石镐头都挖不动……- -|||"
        },
        {
            "author": "凛",
            "timestamp": 1436516940,
            "txt_content": "flehdwns 发表于 2015-7-10 16:26\n有没有大神可以教我等级2的矿物……例如铁或煤矿之类的该怎么挖呢= =|||\n木头燧石原石镐头都挖不动……- -| ...\n我也不知道实在不行翻翻以前的楼层有教你怎么改配置文件\n不愿意改的话还是你自己探索吧\n毕竟是个抖M的MOD"
        },
        {
            "author": "flehdwns",
            "timestamp": 1436520780,
            "txt_content": "china521 发表于 2015-7-10 16:29\n我也不知道实在不行翻翻以前的楼层有教你怎么改配置文件\n不愿意改的话还是你自己探索吧\n毕竟是个抖M的MOD ...\n如果跟我想的一样，那就是无限找各种金属砂砾弄合金做装备……shit，太复杂了吧= =|||"
        },
        {
            "author": "凛",
            "timestamp": 1436521200,
            "txt_content": "flehdwns 发表于 2015-7-10 17:33\n如果跟我想的一样，那就是无限找各种金属砂砾弄合金做装备……shit，太复杂了吧= =||| ...\n这就是抖Mmod的精髓（严肃脸）"
        },
        {
            "author": "我的上帝啊",
            "timestamp": 1437211200,
            "txt_content": "这.....为什么会出错呢？进入游戏界面就会显示\nforge mod loader has found e peoblen withyour minecraft installation\nthe mods and versions listed below could nei be found\ntconstrucu:minimum version required is 1.7.10-1.8.3\nthe file 'logs/fml-client-latesr.log' contains more information\n版本1.7.10 forge版本10.13.1.1448 匠魂本体和匠魂核心都装了"
        },
        {
            "author": "凛",
            "timestamp": 1437211500,
            "txt_content": "我的上帝啊 发表于 2015-7-18 17:20\n这.....为什么会出错呢？进入游戏界面就会显示\nforge mod loader has found e peoblen withyour minecraft  ...\n其他mod的冲突把吧\n你都装什么mod了"
        },
        {
            "author": "我的上帝啊",
            "timestamp": 1437319500,
            "txt_content": "china521 发表于 2015-7-18 17:25\n其他mod的冲突把吧\n你都装什么mod了\n这个拓展不支持新版匠魂"
        },
        {
            "author": "凛",
            "timestamp": 1437374880,
            "txt_content": "我的上帝啊 发表于 2015-7-19 23:25\n这个拓展不支持新版匠魂\n是吗我看看最新版的\n更新一下"
        },
        {
            "author": "凛",
            "timestamp": 1437376140,
            "txt_content": "我的上帝啊 发表于 2015-7-19 23:25\n这个拓展不支持新版匠魂\n已更新"
        },
        {
            "author": "zero000038",
            "timestamp": 1439660220,
            "txt_content": " 本帖最后由 zero000038 于 2015-8-16 01:40 编辑 \n\n照著設定，遊戲關閉、重開測試*N次\n還試過只把設定檔內的 minecraft(應該是沒拼錯)刪除，再去測試\n原版工具依舊無法用來破壞方塊，空手破方塊依舊沒有掉落道具...{:10_499:}\n用的版本為 IguanaTinkerTweaks-1.7.10-2.1.5\n看來...還是改用NPC模組的合成表或另一個修改合成表模組來做工具、武器限制就好{:10_493:}\n\n到底是模組有缺陷，還是下錯版本{:10_493:}"
        },
        {
            "author": "華凜",
            "timestamp": 1440558960,
            "txt_content": "china521 发表于 2015-3-25 20:02\n大召唤术@zwh007 @cao450226978 @1300266265 @Killot @minehenry @miaoxuan @长手的苦力怕 \n@银色十字梦 \n ...\n为什么我安装了这个匠魂强化还是禁用不了原版的工具合成"
        },
        {
            "author": "lhl2351783565",
            "timestamp": 1441724640,
            "txt_content": "部件可替换好评"
        },
        {
            "author": "1009877440",
            "timestamp": 1441792380,
            "txt_content": "这MOD真闹心"
        },
        {
            "author": "凛",
            "timestamp": 1441796160,
            "txt_content": "1009877440 发表于 2015-9-9 17:53\n这MOD真闹心\n闹心的mod才是好MOD\n"
        },
        {
            "author": "1009877440",
            "timestamp": 1441796940,
            "txt_content": "lincong999 发表于 2015-6-25 16:35\n# Every Pickaxes Mining Level is reduced by 1 and needs a mining levelup (separate from tool level)  ...\n亲测无效  文件会自动恢复  石镐还是挖不了铁"
        },
        {
            "author": "kitchenmm",
            "timestamp": 1441797240,
            "txt_content": "没玩过，试试看看啊"
        },
        {
            "author": "wocasile",
            "timestamp": 1442131980,
            "txt_content": "main  是什么东西？\n在哪里？"
        },
        {
            "author": "1009877440",
            "timestamp": 1443867300,
            "txt_content": "china521 发表于 2015-7-10 16:29\n我也不知道实在不行翻翻以前的楼层有教你怎么改配置文件\n不愿意改的话还是你自己探索吧\n毕竟是个抖M的MOD ...\n工具挖掘等级可以提升的  就是那个速度比较坑 也可以直接用指令升级工具等级"
        },
        {
            "author": "qq36581720",
            "timestamp": 1443873360,
            "txt_content": "最高可以强化多少次？"
        },
        {
            "author": "丿非丶羽",
            "timestamp": 1443933360,
            "txt_content": "我很喜欢这个MOD还有取消的方法"
        },
        {
            "author": "a13203044574",
            "timestamp": 1444115520,
            "txt_content": "楼主！文件在哪你给我拿出来！都不报在哪小白知道个鬼啊！"
        },
        {
            "author": "一恶遮百善",
            "timestamp": 1444177680,
            "txt_content": "感谢分享，正好最近看到匠魂的视频，研究研究去{:10_523:}"
        },
        {
            "author": "1009877440",
            "timestamp": 1444358040,
            "txt_content": " 本帖最后由 1009877440 于 2015-10-9 10:39 编辑 \n\n发现一个小BUG  在安装了铁路MOD后无法挖掘黑曜石：挖掘黑曜石需要灵玉镐但是灵玉镐要用到黑曜石，所以只能用钢高升级挖掘等级来挖黑曜石  但是做钢镐要到下界挖地狱岩还需要黑曜石。 在没有建筑MOD或其他科技类MOD情况下陷入了一个死循环"
        },
        {
            "author": "凛",
            "timestamp": 1444387560,
            "txt_content": "1009877440 发表于 2015-10-9 10:34\n发现一个小BUG  在安装了铁路MOD后无法挖掘黑曜石：挖掘黑曜石需要灵玉镐但是灵玉镐要用到黑曜石，所以只能 ...\n地狱门可以用岩浆和水浇筑出来\n这其实不是BUG，只是MOD之间的一些限制\n使得难度增加要求更苛刻而已"
        },
        {
            "author": "xiangtian",
            "timestamp": 1444395840,
            "txt_content": "看了回复瞬间失去下载的欲望{:10_533:}"
        },
        {
            "author": "凛",
            "timestamp": 1444465080,
            "txt_content": "xiangtian 发表于 2015-10-9 21:04\n看了回复瞬间失去下载的欲望\n为何？            "
        },
        {
            "author": "xiangtian",
            "timestamp": 1444470480,
            "txt_content": "china521 发表于 2015-10-10 16:18\n为何？\n限制太多了"
        },
        {
            "author": "1009877440",
            "timestamp": 1444473120,
            "txt_content": "china521 发表于 2015-10-9 18:46\n地狱门可以用岩浆和水浇筑出来\n这其实不是BUG，只是MOD之间的一些限制\n使得难度增加要求更苛刻而已 ...\n水浇岩浆变成黑曜石我知道   我说的是没法挖掘黑曜石"
        },
        {
            "author": "凛",
            "timestamp": 1444476360,
            "txt_content": "xiangtian 发表于 2015-10-10 17:48\n限制太多了\n抖M的最爱"
        },
        {
            "author": "小毛玉",
            "timestamp": 1445068560,
            "txt_content": "亲测GG 改了还是用不了原版镐斧铲 求LZ发下修改后的"
        },
        {
            "author": "zero000038",
            "timestamp": 1445313060,
            "txt_content": " 本帖最后由 zero000038 于 2015-10-20 11:57 编辑 \n\n想問...這模組要怎麼解鎖 藍史萊姆水晶 可製作堅韌手柄?\n還有要怎麼解鎖 紙 製作大板?\n希望知道怎麼解鎖(設定)的，分享一下{:10_512:}\n少了些搭配，玩起來很彆扭{:10_493:}\n\n\n順便說一下，照著1F的設定更改\n原版工具還是不能使用{:10_499:}\n不知道是不是哪裡改錯，希望能有個圖片參考...{:10_512:}\n\n\n"
        },
        {
            "author": "魂之猎手",
            "timestamp": 1445945160,
            "txt_content": "问一下怎么关闭工具升级随机加属性"
        },
        {
            "author": "1983262551",
            "timestamp": 1445945400,
            "txt_content": "好，非常好"
        },
        {
            "author": "吊吊的屌丝",
            "timestamp": 1446259740,
            "txt_content": "求可以解除工具等级有上限的配置文件"
        },
        {
            "author": "a522222",
            "timestamp": 1446916320,
            "txt_content": "這MOD會讓煤礦只噴一個嗎?"
        },
        {
            "author": "顶个热水袋",
            "timestamp": 1448757300,
            "txt_content": "问一下 挖矿 自动升级了一个熔炼 如果想去掉熔炼 应该怎么办 原来的匠魂强化不管用了 我本来打算加个精准来顶掉熔炼的 然后无法强化 放进材料 没有出强化后的工具"
        },
        {
            "author": "tht8888",
            "timestamp": 1448953080,
            "txt_content": "好好好，我喜欢有难度的挑战"
        },
        {
            "author": "phoenix9289",
            "timestamp": 1449061560,
            "txt_content": "所以加了这个MOD后要怎么挖铁。。"
        },
        {
            "author": "yaotianyuan",
            "timestamp": 1449294840,
            "txt_content": "玩什么我的main.cfg文件和你们的的文件不一样呀？我的是这样哒~~\n# Configuration file\n\n\"debug settings\" {\n    # Turn debug mode on/off\n    B:\"Debug Mode\"=false\n}\n\n\nversions {\n    S:\"Trail Version\"=\n}"
        }
    ]
}