{
    "title": "<原创·连载>   勇者之征   第四章 第五节",
    "author": "2B与mc的故事",
    "replyCount": 1,
    "timestamp": 1427461200,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-9 20:01 编辑 \n\n        之前不知道什么原因，文章没有发出来，所以再发一遍。对此我对读者们表示抱歉。\n        Steve被一群人，哦不，应该是狼，押送着来到一个洞穴的入口。\n        Steve刚开始确实以为自己死定了，然而事实是并没有。那只狼一口咬住了他的衣服，然后像叼着一块骨头一样叼着Steve慢悠悠地离开。这些狼真的聪明得跟人似的，担心Steve逃跑，所以围成一个类似圆圈的阵型，叼着Steve的这匹狼走在队伍的最中间。单是被狼叼着，像是挂腊肠一样叼在空中让Steve很不舒服，但同时也难以动弹。本来挣脱就够难的了，现在还有一群狼把他围着，Steve只有彻底放弃了挣扎。\n\n        他们是把我叼去哪？多半都是叼去狼窝然后让一群狼来享用我吧！喂小狼，我起码救了你一命，你好歹也替我求求情吧！这种淡定的态度是什么意思？难道狼就真的是这么绝情的生物吗？！Steve的心里一团乱麻。什么醒悟，什么自然的气息，刚进来命都没有了，我再也不要相信这些没有根据的传言了！\n\n        现在Steve站在，哦不，是被挂在一个洞穴的入口处，更是映证了他的猜想。不过仔细一看，这个洞穴藏得还真是隐蔽！在茂密的森林里有一棵外表看似很普通的树，Steve当时根本就没把他分辨出来。这本来就是一棵很普通的树，如果说这棵树的上面没有三道狼爪印的话。狼群走到这棵树跟前之后，全都停了下来，接着小心翼翼地弓着身子朝着树前的小河方向慢慢匍匐前进，而且每一步好像都是精打细算，一样的宽。Steve对此感到很不解，既是出于无聊，也是下意识的行为，他数着狼群的脚步。一，二，三…八，九，十。刚好十步，所有的狼都停下了，然后开始往地下挖土，除了叼着Steve的那只狼。没多久，就挖出了一个不小的洞穴。\n\n        狼群们，当然也包括那只叼着Steve的狼一块跳了进去。而且事后还不忘用泥土把入口封住。\n\n        这个洞穴看上去很幽深，可是却一点也不潮湿。更神奇的是，洞穴的两边还插有火把，而且有些时候还能看到壁画，全都是关于狼的。\n\n        狼是肯定造不出这样的洞穴来的，多半都是某个人—而且一定是拥有自由意志的人造出来的。这个人肯定很喜欢狼，所以才会在墙壁上画这么多关于狼的壁画。Steve想着。\n\n        没过多久，Steve就到达了洞穴的最深处。虽然洞穴的走廊也不黑，但是这里确实很亮，格外的亮，几乎跟室外的阳光一样亮。这里好像是一个圆形的大厅，在大厅的中心，是一个好几格大的东西，虽说形状像狼窝，可是却大得像床，甚至比人的床还要大。狼窝里面全是新鲜的羊毛，可能是狼族捕猎的时候得到的。在这个狼窝的周围，镶满了各种彩色的石头。虽然都不是宝石，有的甚至是从河边都能捡到的鹅卵石，可是却散发出一股独特的华丽，庄重与威严。\n\n        在这个大狼窝上，卧着一只白狼。它的四肢健硕，毛色光亮，从四面八方散发出一股不可一世的气势。它的右眼旁有一道明显的疤痕，可是眼神却无比坚毅，而且充满了活力。\n\n        这种眼神Steve只在一个人身上见到过—那个人就是金发少年，或者说勇者。\n\n        随行的狼见到这只白狼，都摆出一副谦卑的姿态，就连叼着Steve的那只狼也把他放了下来，然后行礼。可是这种谦卑，却不是一种奉承，一种害怕，一种屈服，而是一种发自内心的尊敬。\n\n        毫无疑问，这只狼就是狼王。\n\n        更不可思议的事情发生了，狼王看了看Steve，张开了口：“哦？我已经很久没有看见人类到过这里了。”\n\n        Steve觉得简直不可思议，他惶恐的望着狼王：“你，你会说话？”\n\n        “什么你，我可是狼王！要叫'您'！你们人类怎么这么没有礼貌呢！”狼王一脸的不高兴，“还有，别一脸畏首畏尾的样子，我堂堂狼王，还不至于会吃救了我们族人的人。”\n\n        “你，你到底是谁？”Steve还是一脸的难以置信。\n\n        “我说过了，要叫'您'！”狼王更不高兴了，但他还是叹了一口气，没有发火，“至于我的名字，整片森林都知道。他们都叫我疾电狼王。”\n上一节                                                                         目录                                                                          下一节                         \n\n\n\n",
    "replies": [
        {
            "author": "8260162",
            "timestamp": 1427461260,
            "txt_content": "太短了，看不过瘾"
        }
    ]
}