{
    "title": "末影双生（End Dragon）【末影龙传】",
    "author": "小中二",
    "replyCount": 14,
    "timestamp": 1427461140,
    "txt_content": " 事先说明：此为作者原创,如有雷同，纯属巧合，完毕。\n \n 序章\n    “末影龙（End Dragon）是MC世界的最终BOSS，它生活在末地，手下的仆人都是末影人，为它收集土块等物品来为它的栖息地创造末影沙来用于悬浮在虚无这片土地上，”一声清脆的铃声响起，老师放下了手中的粉笔，整理着课本，“好了，下课。希望你们能喜欢上我的历史课。”随后，老师走出宽敞的教室。\n“诶诶，你觉得我们大学学历史是不是太古板了吧，别人都在学附魔学还有刻纹学（比附魔还要精巧，用来刻在剑上来加大伤害，人剑合一就是如此）。”“我不这么觉得，以后要是真出现了双面现象，谁也不会想到那就是历史课上学过的。要记住，历史总是惊人的相似。”“哟，学霸，还在秀智商，要知道这话可不能乱说，不然会抓进去的。”“我不这么觉得。”几名学生在教室中有说有笑地谈论着，而一名不合群的学生坐在角落里闭着眼睛不住地颤抖。\n   ”不要，安东，那会害了你的！“一名黑影在火光下躺在地上匍匐爬行着。”不试试怎么知道......呃，可恶，又在干扰我的思想.......我听，我听你的，快来救我快点，快！.........可恶，还想动用身体来逃跑，我现在就让你的希望破灭。“一位语无伦次的男子在学生的脑海中浮现出来，可是看不清他的面孔。一声女人的尖叫声从脑海中传来。”啊！！！！“学生抱着头睁开眼睛，”不要，不要，杀了她会，杀了她会......“学生抬起头，看着一位位目瞪口呆的同学，紧张的神情放了下来。”对不起，做噩梦了，对不起，对不起。“说完，他跑出了教室。为什么那个画面会传送到我的脑海里，是”蝴蝶效应“？不可能，绝对不可能。他一路狂奔，不知不觉已经跑到了宿舍底下，门口贴着钻石镐模型的宣传帖，他推开门，一步步艰难地走进宿舍，躺在了自己的床上，用枕头蒙住自己。正当快要睡着的时候，一只暗紫色的黑色瞳孔从脑海中突显出来，他又被惊醒了，耳朵周围渐渐出现了一些细碎的声音”我不是双生，我是末影龙。“怎么会这样，为什么我会看到。正当他还在梦中思索，他已经进入无尽轮回.......\n  一束绿光从梦中裂开，钻出了一只绿色的虫子，光中走出了一名男子，手中拿着一只刚刚梦到的紫色瞳孔：”会有点疼。“随后将瞳孔塞进了这名学生的眼中，虽然是梦，可是这股痛楚让他一直难忘。因为瞳孔告诉他——你是末影龙。 序章——完\n\n",
    "replies": [
        {
            "author": "小中二",
            "timestamp": 1427461200,
            "txt_content": "  第一章 发现\n我是安东，是MC乡村大学的一名历史学学生，长得平平淡淡，前段时间还和在高中时候就一起的女朋友分手了，虽然朋友们都劝我看开点，可是我还是忘不掉她，因为分手的原因太离奇了，因为她说和我在一起会得到”报应“，”报应“我都不知道是什么，可是，可是，好吧，我就是一直在想....\n”好了，这就是你迟到的理由？你今年看来没希望了。“教导处老师看着这一位”腼腆“的新生，”好好干点善事积德，走吧。“安东失落地走出教导处，耸拉着头，靠着墙蹲着思索着。为什么，因为昨天的事吗，那个紫瞳到底是谁的眼睛。”啊。“安东的眼睛开始疼痛起来。为什么我一想到这个就会很痛。“你好，我的仆人。”白瓷砖的地板上显露出一个模糊的黑色身影。安东迷茫地向上看，空无一人。什么！安东低下头再看看地板，那道黑影已经消失了。“是我，太累了么。”安东甩了甩头，重整精神去上下午的课。\n    很快，一天也就庸庸碌碌地过去，晚上，安东很早就上床睡觉，舍友十分疑惑，调侃道：“安哥，你被甩了还这么任性，小心永远都是单身狗啊，哈哈哈。”舍友大肆地嘲笑着，而安东早已睡着。他已经很累了，因为总是有细语在耳边回转。——完"
        },
        {
            "author": "小中二",
            "timestamp": 1427461260,
            "txt_content": "第二章 破碎 又是忙碌的一天，安东从床上蠕动着身子，准备起床洗漱。这时，眼睛又疼了起来。“呃啊，可恶，好痛，我要看看到底是怎么回事。”安东艰难地起身，准备到洗手间照照镜子。“你好啊，我的新同伴。”一个魔性的声音从安东口中传来。“怎么回事。”安东激动地捂住嘴，可是舌头与喉道不由自主地动了起来：“不要紧张，我只是一位附在你身上的一位神灵罢了。”怎么可能，我没干错什么事，为什么要一个神来帮我改变人生？安东无法控制自己的舌头，只能用意识来想。“呵呵呵，我可是听到了你的心声，如果再这样的话我随时可以控制你的身体。”安东的面前出现了一位黑发紫瞳的少年，眼神空洞，淡红的嘴唇中蠕动着出现了几个词。这时，安东发现自己的身体无法移动。“你到底想干什么。”安东用意念说着。“没什么，只是想让你看看我是什么神明，我现在太累了。”少年举起手，用手指凭空点了一下。空气就像一个破碎的镜子一样裂开，裂开的缝隙中透露出了了一道光，安东被吸了进去，眼前是一片黑暗。——完"
        },
        {
            "author": "小中二",
            "timestamp": 1427461320,
            "txt_content": " 第三章 黑龙讨伐战\n安东费力地睁开眼，眼前是一片火海。“怎么了，我在哪里！？”安东连忙起身，对四周黑红色的火焰露出绝望的表情。“不用担心，你感受一下周围，你不会感觉到热，这是我的回忆，你只要安心看就好了。”安东的身子漂浮到天空，随着离地面越离越远，安东可以透过浓烟看到一个模糊的身影。安东想要过去看看，就在执念的一瞬间，安东闪入了理想的观察点。这个技能真是好用，安东开心地笑了笑。\n可是下一秒映入眼帘的生物，让安东睁大了双眼，露出一股恐惧的眼神。一只漆黑色的生物有着一对暗紫色的翅膀，布满黑色血丝的”薄布“架在黑晶色的架骨上，边缘燃烧着诡异的黯焰。”那就是，龙翼！“安东无法相信自己的眼睛，时隔几百年，他看到了货真价实的黑龙之翼！紫发少年在一旁勾起一个淡淡的笑容，显露出一个鬼魅的神情：“是不是很厉害？看一看我的真身吧，勇者。”安东立即警觉起来，他转过头，狐疑地看着他：”你竟然，知道，我是勇者的后代，是谁告诉你的。“”勇者的身上总是散发着一股过期的正义感，让人忍不住将它撕碎。“紫发少年说完便一闪而过，站在了一只龙翼的上端，”不管历史怎么重演，我都能感受到那一天的伤痛，因为我可以将记忆回到从前，让世界重新来一次——黑龙王朝！“\n少年一说完，一股震耳欲聋的吼声从安东身后传来。安东转过身，这是，黑龙讨伐战！（黑龙讨伐战：在黑龙王朝晚期，各地的平民由于受不了龙族的欺压而揭竿而起，在短短五年里将黑龙家族中冰龙、海龙、魔龙和翠龙统统消灭，整个大陆上的国家，包括海岛国组成了前所未有的大军——黑龙讨伐军，前往末地去消灭罪恶的根源：End Dragon。这场战争持续了3年，黑龙不断的骷髅大军对联军造成致命打击，这是勇者就站了出来，也就是安东的祖上，持着由四根龙骨组成的朴龙枪，将黑龙打败，此后黑龙王朝也就衰落了。安东看到的就是最后一战——末影堡之战。）              \n只见黑龙从嘴中喷出黑龙吐息，很快土地就燃烧起来，融化的泥土变成了一具具骷髅，对人类大军开始厮杀。骷髅拥有不死的特性，一波波的骷髅很快将人类打退回了末影堡。“战友们，坚持住！我来了！！”一阵银光闪过一直线的骷髅全部挂在银枪之上，安利尔（安东祖上）将融化成灰土的骷髅一把甩向地上，“战友们！帮我再拖一点时间，我想和这家伙干一架。”安利尔摆好进攻架式，而黑龙则昂着头看着这只渺小的蚂蚁。“哼，这次我赢了。”紫发少年眼中闪过一丝喜悦，安东看着逐渐黑化的少年，对他，不，黑龙，产生了一种可怕的敬畏感。         ——完"
        },
        {
            "author": "8260162",
            "timestamp": 1427461320,
            "txt_content": "章节篇幅也太短了吧"
        },
        {
            "author": "小中二",
            "timestamp": 1427461440,
            "txt_content": "8260162 发表于 2015-3-27 21:02\n章节篇幅也太短了吧\n想到就更"
        },
        {
            "author": "天阶",
            "timestamp": 1427461500,
            "txt_content": "小中二 发表于 2015-3-27 21:02\n第三章 黑龙讨伐战\n安东费力地睁开眼，眼前是一片火海。“怎么了，我在哪里！？”安东连忙起 ...\n剧情发展的太快了……\n而且……为毛线“”引号变成了”“这样的？\n很……\n很难为强迫症的\n\n末影龙对黑龙……\n剧情真的发展太快了"
        },
        {
            "author": "1845797316",
            "timestamp": 1427464080,
            "txt_content": "e 在回复里更帖子 这"
        },
        {
            "author": "qianhuang",
            "timestamp": 1427532240,
            "txt_content": "篇幅太短你让老子看屁啊 逗我"
        },
        {
            "author": "江米条",
            "timestamp": 1427558280,
            "txt_content": "写的还不错...就是略中二"
        },
        {
            "author": "小中二",
            "timestamp": 1437055080,
            "txt_content": "\n第四章 崩溃\n  我叫山姆，我是一名亚龙族（一个隶属于末影龙的民族），从小我的父母就教导我要振兴黑龙王朝，可是我总是觉得末影龙将会复活并且摧毁黑龙留下的遗产。正是这个原因，我从少年时就被父母不停地纠正这个概念，渐渐地，我屈服了，但我迟早有一天会让他们这群败类知道我是对的！\n\n  “嘿，山姆，对于今天的行动你感到紧张吗？”身旁一位纹有黑龙刺青（亚龙族标记）的士兵向我打了一个手势。这弯弯曲曲的黑色条纹就像被分尸的蚯蚓一样恶心，还好我已经将它们以颜料涂在手臂上浑水摸鱼。“呃，昨天我喝酒有点猛，现在还有点晕呼呼的，这次行动肯定比以往偷鸡摸狗的暗杀要兴奋！远古的杀戮血统就会沸腾！“我装模做样地说了一些他认为鼓舞人心的话，因为我是本次行动的领导者。”WOW！这真的是太爽了！“一个带有浓厚德语乡音的士官走了过来（因为他面目凶煞，能在冲锋陷阵时用气势吓软敌方）。这时我的刻印耳机（相似现在的蓝牙）响了起来：“山姆！还有两个小时就要开始行动了，目标是MC第四大学，占领高楼进行地毯式轰炸！不留活口，注意，不留活口！你带着一部分部队到大学宿舍进行埋伏，出来一个杀一个。”“大家都听到了BOSS的话了么？马克，撒丁，你们和我一起埋伏宿舍。”我转身对着这十几名突击队友做出进攻手势。“是！”士兵们异口同声地叫道。“出发！”看来，BOSS是想让我去送死。\n\n\n  安东惊异地看着人民英雄安利尔与黑龙的搏斗，自己却无法做出什么。“你叫安东是吧？”少年转过头来，紫色的眼瞳散发出死神的幽光，脸颊边缘逐渐变成与黑龙相似的鳞片。“你不说话我就当你默认了。你认为我是黑龙？很抱歉，我不是那个愚蠢的哥哥，我是他的弟弟，末影龙。”说完后这个场景就破碎了，变为了正常的大学宿舍。“为什么不继续了？你不是让我去看当年的真相吗？”安东迟疑地问道。“嘘~有动静，不好！快走！快离开宿舍！我觉得有死亡的危机在附近飘来！”安东还未来得及反应，自己的身体就不由自主地奔驰起来。“怎么回，回事啊？”安东的身体不协调地跑了起来，颠簸地用心音说。“因为这幢楼要炸了。小心！”一声强烈的亮光从安东左侧的窗户亮了出来。“这...“”是魔核（一个相当于攻城炮的玩意）。“\n  这弱小浅薄的墙壁在魔核的洗礼下化为尘土漫天飞舞。”可恶，下面也有人守着，只能跳窗了。“说完，安东的身体被少年的意志强力驱动，”狠狠“地跳出了窗户。”啊，啊，啊啊啊啊啊啊啊~“\n ”没事了么。“安东幽幽地用微弱的话语说道。”没，你的肩膀被玻璃片刺穿了，快拔出来，不然这手臂要截肢。“”什么！“安东立刻将玻璃片拔出，殷红的血液从伤口源源不断地流出。”真不经用。“少年占据安东微弱的意识，熟练地进行了简单包扎，随后越过宿舍围墙（魔法透明墙），走出了大学。”看来，你的同学都死了。“安东一边步履蹒跚地走，一边听着少年的话。”你为何这么说？“”你回头看看你大学。“安东此时在学校后的小森林，透过茫茫叶海还能很清楚地看到浓浓黑烟在天空缭绕。随后一声巨响从那里发出，震得地面开始颤抖。\n\n”末影龙你听着！黑龙已经复活，他正等着找你复仇！“这句话一直在校园广播中循环。安东再次抬起头，他看到了一双红褐色的眼睛在这里徘徊。”不好，他闻到你的血腥味了，快点跑！“\n  安东用尽自己最后的力气跑出了森林，背后的森林已经开始燃烧，变成一片火海。此时他已经来到了这座城市的最高处——黑龙坟山，在这能够一眼望穿整个城市。然而映入眼帘的不是欣欣向荣的美好，而是废墟般的残骸。”这是...“安东傻傻地站在那，脑子里一片空白。”黑龙回来复仇了。“少年此刻幻化在安东身边，与他共睹少年曾经最爱的风景。——第四章·完\n\n\n\n  作者是想到什么就出什么主义，有可能半年都没更新的哟~\n\n\n\n\nmachi_08_844.jpg (269.03 KB, 下载次数: 2)\n\n下载附件\n\n2015-7-16 21:59 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "小中二",
            "timestamp": 1437055260,
            "txt_content": "天阶 发表于 2015-3-27 21:05\n剧情发展的太快了……\n而且……为毛线“”引号变成了”“这样的？\n很……\n放假了，思想活跃咯（其实这是我打错的"
        },
        {
            "author": "小中二",
            "timestamp": 1437137100,
            "txt_content": "\n第五章 挑衅\n“给爷爷我跪在那里！”一名面目凶煞的军官在大学司令台上将校长拽到司令台中央，然后用脚狠狠地踢折了校长的腿，迫使他跪在大理石地板上。校长疼得叫了起来，军官又一拳打中校长的头将其打晕，然后从腰间抽出一把重伤左轮朝天开了一枪。火药的焦味和左轮枪口冒出的白烟让操场上的每一个被俘虏当做人质的师生们感到恐惧和不安。\n  军官将话筒从司令台那里扯了过来，将音量开至最大，冲着话筒大喊：“末影龙你听着！黑龙已经复活！他正找你复仇！”说完，台下一片哗然。军官将这句话设置成循环，然后把话筒丢在一边，转身看着这些待宰的羔羊：“你们是不是很惊讶啊？黑龙怎么可能复活呢？它只存在在历史中对吧？”军官用挑衅的语气不时激怒着那些正值血气方刚的青年。当然，有人不服气地站了起来（这需要多大的胆量，又或者是不懂世事？）：“你个破军官怎么这么蠢，黑龙的死是尘埃落定的，你凭什么说它复活了？况且他的尸骸还被国家看得死死的，根本不可能不知道黑龙的复活！”台下又一片哗然。    ”哟哟哟，小伙子你胆子真大啊，你的资质可以在我这里当个副官，可惜了。“随后军官对着那个青年的脚底下开了一枪（亚龙军的射击技能是世界顶级的），青年立刻被吓傻了，两条大腿不禁哆嗦起来。”现在我回答你的问题——额哈哈哈哈哈哈哈哈哈哈哈哈哈哈！“军官笑了起来，说话开始断断续续，”说我蠢？哈哈哈哈。说黑龙的死是必然的？你真的是太天真了，这么天真的人就应该有一些特别的奖赏。“\n  又一声枪响从操场上响起。军官感到背后一凉，好像有什么东西陷进了身体里，就像灵魂被抽走一样。他低头看了看，心脏的部位有染红的颜色。“这....咳咳。”军官开始呼吸不过来，一下子卧在大理石地板上。他抬起头来吃力地看了看子弹飞来的方向，那个开枪者使他惊讶，他用尽最后的一口气说道：“汤........姆，是你！”亚龙军看到军官中枪了立刻警备起来，去寻找那个开枪者（汤姆有隐形衣和反侦热量防弹衣，所以亚龙军看不到他，这些装备是他很久之前从司令部偷来的）。\n  这时从地底下传来剧烈的震动和土地被撕裂的声音。“怎么回事，BOSS不是说过了这次任务能够顺利进行么，是没有想到汤姆的叛变么？”副官扎克对着这次的副执行官询问（主执行官就是汤姆）。“我也不知道，BOSS那里我无法联络了，有可能被干扰了。”从刻印耳机那里传来模糊的声音“可恶，现在场面快维持不住了，有可能这里所有人都会死！”操场上传来一阵有一阵的哭号、尖叫声，简直就像末日来临时的场景。\n  下一秒发生的事情使这些人都停止了声音和气息，因为他们看到的是无尽的恐惧，他们的王出现了。——第五章·完"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437146040,
            "txt_content": "第一章就出问题了。\n你说“我是安东”，那么就应该用第一人称，可之后用的全是第三人称。\n另外，有些细节描写不够到位。\n第四章开头不太合适，与第一章有冲突。\n有的地方又凑字数的嫌疑。\n比如：\n”啊，啊，啊啊啊啊啊啊啊~“\n又如：\n”现在我回答你的问题——额哈哈哈哈哈哈哈哈哈哈哈哈哈哈！“"
        },
        {
            "author": "小中二",
            "timestamp": 1440394020,
            "txt_content": "恶魔-潇洒 发表于 2015-7-17 23:14\n第一章就出问题了。\n你说“我是安东”，那么就应该用第一人称，可之后用的全是第三人称。\n另外，有些细节描 ...\n我会开始重新整理"
        }
    ]
}