{
    "title": "关于simukraft（模拟城市）或者类似拓展在服务器中的应用探究及疑虑",
    "author": "liudls",
    "replyCount": 7,
    "timestamp": 1427700120,
    "txt_content": "        首先，不知道大家有没有听说过这个非常有意思的MOD，叫做simukcraft 模拟城市，现在暂无汉化http://www.mcbbs.net/thread-419472-1-1.html\n楼主第一次看到这个模组，眼睛都发亮了，再看完教程视频之后简直大爱此模组。\n引用搬运贴的介绍：\n这是一个超大型的mod你可以召唤村民建设你的城镇\n你可以放手去当村长..慢慢升级成镇长 或 市长\n你每天都可以收租金升级房屋\n当你的城镇的规模完全后它将自动化\n\n没错，这个模组跟一些增强村庄的MOD完全不同，它提供的自由度极高，从第一个建筑控制方块，第一个村民，造第一座房子开始，你可以逐渐的带领你的村民建设属于你的城市，除了基础的房屋之外，还有很多功能性的房屋，比如说诊所，杂货店，食品店，各种牧场，农场等等，村民会自动开始互动，利用城镇已有的功能设施来进行生产，自给自足，村民会自己交友，结婚，生孩子，简直让人惊喜不断！甚至还煞有介事的附带了地铁的建筑文件233333，我看完翔麟的生存实况之后（一共23集），膝盖早已跪烂，于是我再一次两眼放光啊！\n\n      正好楼主正在调教自己的服务器，于是想着有没有可能把这个模组当做生存服务器的一个特色。具体来说，让新人进来的第一件事就是引导他们去建设自己的村庄，但是对单人有一定的限制，鼓励多人联合发展。可是这样的话问题来了。\n      安装了这个模组之后第一次运行客户端就会让你选择这个模组的游戏难度，然后开始在这个难度下进行发展。我不确定的是，这个模组到底是每个人都有自己的城镇系统还是说整个服务器就一个经济系统，因为模拟城市它本身是有自己一个单独的属性，也就是城市的发展基金，这个金钱是跟其他完全没有关系的，只能用在雇佣NPC或者从建筑商人那里购买材料，每天你都会收到租金，这个钱也是累计到这个属性。第二个问题是，由于模拟城市的居民会自动与与其他居民进行互动，那这个互动的范围到底是怎么计算？或者它并不是按照范围来计算，而是把所有同一市长名下的村民都计算入内，可是村民似乎并没有标记归属，如果是这样的话，当服务器里面有许多玩家，并且彼此之间的村庄都离得不远，那么村民到底该如何进行互动……租金又怎么计算……\n\n由于楼主要上课暂时没空在服务器上实验，所以并不知道结果到底会如何，但是我还是希望就算这个模组最终证明只能用在单机，也能够找到一个类似的让玩家除了挖矿收集资源之外有更多的生存乐趣以及互动形式的模组。毕竟，纯净服如果没有小游戏很快就会玩腻，多mod也是如此，研究到一定的地步之后就跟玩单机差不多，我理想中的服务器一定是玩家之间有非常多的互动及交流的。所以，如果有好的建议也请不吝赐教！（匆匆结尾……因为楼主又要去上课了……）",
    "replies": [
        {
            "author": "liudls",
            "timestamp": 1427700180,
            "txt_content": "占楼等测试结果……"
        },
        {
            "author": "303103527",
            "timestamp": 1427702760,
            "txt_content": "看起来很赞的主意，LZ测试完艾特一下"
        },
        {
            "author": "liudls",
            "timestamp": 1427704800,
            "txt_content": "没人知道这个模组吗？"
        },
        {
            "author": "XOP111",
            "timestamp": 1427707980,
            "txt_content": "liudls 发表于 2015-3-30 16:40\n没人知道这个模组吗？\n知道！大爱翔麟！每天坐在电脑前等待翔麟的更新。。。。。。"
        },
        {
            "author": "Leng_Mou",
            "timestamp": 1427708940,
            "txt_content": "刚听说这个MOD，等下去看一下。"
        },
        {
            "author": "Yy星人",
            "timestamp": 1427709180,
            "txt_content": "表示这个模组没玩过,不过这个游戏倒是玩过。"
        },
        {
            "author": "liudls",
            "timestamp": 1427710260,
            "txt_content": "liudls 发表于 2015-3-30 15:23\n占楼等测试结果……\n不用测试了，搬运工说多人不支持……其实想一想就知道了……唉"
        }
    ]
}