{
    "title": "【原创】《龙》第一章-----风寒",
    "author": "qwedsaqseesq",
    "replyCount": 4,
    "timestamp": 1427722080,
    "txt_content": " 本帖最后由 qwedsaqseesq 于 2015-3-31 20:16 编辑 \n\n[wood]作者的话(可略过)[wood] 我必须澄清，这不是《龙族》，这是《龙》难道就因为都参考了北欧神话，并且使用了江南在《龙族》里使用的白龙，就说：“主角是不是叫路明非？我看过了，江南的龙族。”是，我使用了白龙，所以我容易被人误会，但这并不代表可以随便定义别人的作品。我希望大家能不怀着“我看过《龙族》”的心情，来看我的这系列小说。\n\n风寒他不知道自己为什么会在这里，但是他的身体告诉他，如果他不离开这里，他就要化为这无尽冰雪的一部分了。  他也不知道自己走了多久，但是，他的手脚就好像不是自己的了。  暴风雪却没有减弱的迹象，仍然在自顾自的下着。  他一个踉跄，摔倒在地。他没有碰到冰，只是雪。  他站起来，拍掉身上的雪，继续走着。  风吹得更厉害了，鹅毛般的雪子弹一般打在他身上，冰冷从未停止。  他的左手放在额头，作帽檐状。  雪仍然铺天盖地地袭来，像要把他吞噬。  虽然他冻得瑟瑟发抖，但他并没有因此神志不清，只是觉得如果停下，就死定了。  远处，一条蓝宝石一般的龙正在起舞，周围有两个人不断地向他冲锋。  “快！再不阻止他，这个平原都会化为冰雪！”一个头发为银白色的老者一边闪躲扑面而来的冰锥，一边大吼。他手中的剑仿佛也在吼叫，闪着雷电一般的紫光，斩开来不及闪躲的冰锥。  “不行，他的领域防御太厉害了！我们不能破开他的防御！”一个拥有黑发的年轻人咆哮着斩开冰锥，手中发着红光的剑炽烈如火，却在接近蓝宝石一般的龙的时候被逼退。  “那也要争取一点时间！戴维快到了，他的魔法会融化掉他的领域！但是如果在他感到之前这条龙没有停止释放魔法，一切都无济于事了！”那位老者挥舞着剑，紫光更加浓郁了。  “可是...我们就要自身难保了！”  “历代屠龙者就是这样牺牲的，我们没有逃兵，我们唯一的选择只有杀死龙或者被龙杀死！快，把你的力量传输给我！”  一道泛着紫光的光柱与一道泛着红光的光柱开始连接在老者和年轻人的中间，年轻人的力量越来越衰弱，动作越来越慢，终于，年轻人昏了过去。  老者精神焕发，脸上的表情却依然肃穆。他把剑插回鞘内，紫光泉水一般涌出。他一字一顿：“消！融！居！合！斩！”剑被闪电般拔了出来，声势滔天地斩向那条蓝宝石一般的龙，仿佛他挥出的不是剑，而是山与海。  一道又一道的冰锥被斩开，不，应该说是消融，无声无息地，在接触到紫光之后瞬间消失，甚至没有留下冰屑。  蓝宝石一般的龙终于认真起来，他的舞姿变得缓慢，不具声势，但老者明白，他的每一次摆动都含着毁灭性的力量。  老者的剑与龙相撞了，时间仿佛静止了，声音也好像消失了，带着冰蓝的紫色开始蔓延，在周围观看的雪生怪物来不及逃跑，便消失了。一点声音也没有，除了瘫倒在地上的老者和年轻人以及仍然在起舞的龙，周围的生命仿佛消失了。\n  僵尸主宰焦躁不安地踱来踱去，他们感受到了能够威胁它们的族群的力量。  “楚宏，你觉得该怎么办？”僵尸主宰说道。  “把你的部队派到主世界去吧，我的部队镇守下界。”  “但你知道的，这个力量，能够轻易毁灭我们的部队，我们或许可以抗衡，但是我们的族群不可以。”  “我们是亡灵，我们无穷无尽，我们不必害怕，但这样的力量不能拉拢，就只能对抗。”\n  乌云忽然被撕开了，火光托着一个人影下落。  “你们可以休息了，我会把他烤成焦炭！”  下来的人有着雕塑一般的面孔，眉毛浓密，眼睛带着一点红，却又显现出智慧。  他吃力地吟唱着，古老难懂的卷舌音从他口里说出，带着一种古怪的和谐感。  火雨开始降下，融化大片大片地雪，露出了被覆盖许久的冰，冰随后被融化，水回到泥土之中。  蓝宝石一般的龙的上方，巨大的火球慢慢下落。戴维停止了吟唱，随即便瘫倒在地上，但他并未昏迷。皮肤苍白得像雪一般。他睁着眼睛，要看着这条冰龙是如何死的。  冰龙想要逃脱，但看不见的力量之钳正死死地夹着他。他不甘地吐出一口龙息，微弱的冰冷龙息绕开火球，钻到了云层之上-----那里有他妻子的蛋。\n  走在冰雪中的那位少年，已经倒在了冰雪之中，冰雪慢慢地融化，温暖的阳光开始洒在他身上。\n\n第一章-----风寒-----End[groupid=334]现代.科技工作室[/groupid]",
    "replies": [
        {
            "author": "303103527",
            "timestamp": 1427722980,
            "txt_content": "这么长= =好评"
        },
        {
            "author": "MC_Miss",
            "timestamp": 1427723160,
            "txt_content": " 本帖最后由 MC_Miss 于 2015-3-30 21:48 编辑 \n\n“消！融！居！合！斩！”\n我觉得这个技能的名字有点随便\n虽然我想不出好的名字\n但是这种名字对未来的发展以及剧情有所影响\n会让读者退出意境\n我的总结 就是这样\n~(  *^* ）~"
        },
        {
            "author": "qusetly",
            "timestamp": 1427758860,
            "txt_content": "很不错啊"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1427926920,
            "txt_content": "我吐槽一下……为什么一定要说出名字才能攻击？\n可以标注序号，比如①，然后在最后解释，最后在索引总结"
        }
    ]
}