{
    "title": "<联合活动投稿>雪帝之花【亦是盛开，又或是凋零】",
    "author": "酉月一",
    "replyCount": 5,
    "timestamp": 1427786460,
    "txt_content": " 本帖最后由 zxc554989965 于 2015-3-31 15:22 编辑 \n\n[bookshelf]雪帝之花[bookshelf]\n\n【亦是盛开，又或是凋零】\n〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇[book]分割线[book]〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇点击以下图片进入展示版建筑页面\n\n\n\n〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇[book]分割线[book]〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇[map]第一节[map]“雪鹰掌！喝哈！！”狂风呼啸，掀起一层厚厚的大雪，远处传来一声巨响。轰隆！！一块将近万斤重的巨石被击碎。“哈哈哈！兄长的雪鹰掌威力真的是越来越强了啊！”一位穿着华丽白袍，头戴白绒金边帽的中年男子说道。“陛下言重了，身为一国之君的陛下才是我们雪国最强者。”雪段龙说道。“哈哈，你就别跟我客气了”“对了，听说你慕怜有身孕了？”雪皇说道。雪段龙：“是啊，上个月才发现的。”雪皇：“哎呀，你看我，国事太多，连自己生死兄弟的妻子有了身孕这大事我都不知道。”雪段龙：“陛下客气了，这只是小事而已。”雪皇：“怎能算小事！？兄长身为雪国雪武王，一身武力惊世，你的孩子必然是人中龙凤啊！肯定能担当得起大事，可成就一番事业，顶天立地的强大之人！”雪段龙：“陛下你这......这说的太夸张了，孩子的未来可不能过早决断啊。”雪皇：“兄长啊，你说你，怎能对自己孩子没信心呢，兄长的孩子必定是个大英雄便是。”雪段龙：“哈哈哈，既然陛下说是，那就是了，这也好，我请陛下到府上坐坐。”    一年之后。    雪武王府内，武王居。大雪飘零，一阵寒冷的微风吹过，一道魁梧的身影漫步逐渐接近武王居，白雪纷飞，脚步无声。“陛下不愧为一国之君，竟然能接近微臣二十步以内。”“陛下大驾光临武王府，恕微臣有失远迎。”说完，雪段龙转身对着门外的雪皇鞠了个躬。雪皇：“兄长多礼了，贤侄还未降世吗？”雪段龙：“是啊，自从四个月前，天现异像，一道流光融入怜儿腹中，与胎儿融为一体后，至今已过一年零一个月，不知何时，胎儿才能降世啊，唉！”雪皇：“兄长也无需着急，天降异像融入腹中胎儿体内，乃是祥瑞之兆，此子日后必将如真龙一般，上天入地，无所不能，可护雪国长久平安。”雪段龙：“陛下说的也是，算了，静待孩子降世吧。”雪皇：“对了，兄长是否给孩子取了名字？”雪段龙：“决定好了，男的叫雪慕凡，女的叫雪慕灵。”雪皇：“嗯～很好的名字。算了，不提这些了，你弟弟我最近功力见长，和我练练手去，顺便去喝酒。”雪段龙：“也好，这些暂且不提，为兄便和陛下练练手，看看陛下比之当年是否退步了，陛下请！”    大雪纷飞，雪国如同披上白色的貂皮大衣，一望无际的雪原，寒风飕飕刮过。在大陆的偏僻一角，魔族大地，无尽的大地裂开，露出深不见底的鸿沟，黑雾与岩浆弥漫，深渊之下，仿佛有这一个能毁灭一切的东西即将出世。    时光飞逝，11个月转瞬即逝，雪国武王府，演武场。雪段龙：“都给本王打起精神，不然何来的保家卫国！？”“王爷！不好啦，出大事啦！！”远处跑来一位侍女叫道。雪段龙：“何事慌慌张张的，成何体统？”侍女气喘吁吁地说：“大事啊，王爷！夫人...夫人。”雪段龙：“夫人怎么了！出什么事了！？”侍女：“夫人就要生了！”雪段龙：“啊！？什么？夫人要生了！？快！！叫人来，随我去后院！”话音刚落，雪段龙便消失在了演武场。    后院之中，房前，雪段龙面露紧张之色，在房前乱转。“哇哇~~”房中传来婴儿哭泣声。“生了！终于生了，哈哈哈！终于生了，我终于当爹了！哈哈哈！”雪段龙在院中大笑，房门推开，从中走出一位老妇，“恭喜武王，夫人生了给您生了个白白胖胖的儿子！”老妇说道。“儿子，竟真的是儿子，哈哈，太好了！来人啊！我要摆宴席，下令宴请全城！！通知陛下！”说罢，便急冲冲走进屋中。屋中弥漫着淡淡的血腥味，地上还留着擦拭孩子身上血液的白绸。雪段龙走到床边，手掌轻抚慕怜额头，“怜儿受苦了。”慕怜：“王爷言重了，怜儿这是应该的，为王爷生了个健康的儿子。”雪段龙：“哈哈哈，没想到竟是儿子，依你这两年来的现象，有很大可能是女儿，但没想到是儿子，真是天助我也，我的一身绝学也算是有了真正传人了。”慕怜：“恭喜王爷。”雪段龙：“怜儿好生休息，以免伤了身子，本王出去准备今晚的宴席！”慕怜：“嗯，好，王爷慢走。”说罢，雪段龙便走出了屋子。    天色渐晚，武王府内摆满了桌子和椅子，甚至连王府外的街道都摆满了桌椅，不愧是要宴请全城啊。“都给本王利索点，别出岔子了”雪段龙厉声喝道。“雪皇陛下驾到！”武王府外，一声大喊，“所有人都加快速度，别给本王偷懒！”说罢便往府外冲去。一瞬间雪段龙便到了王府大门，“微臣参见陛下！”雪段龙单膝跪地说道，雪皇：“武王免礼，都起来吧！”众人：“是！”雪段龙：“陛下请进，宴会马上开始。”    宴会之上，雪皇：“兄长可真不厚道，到现在才通知弟弟我，可真是没想到，竟然是男娃，朕可是赚了个侄子啊。”雪段龙：“哈哈，惭愧惭愧，陛下，来，吾自罚三杯。”雪皇：“好，哈哈哈，今晚不醉不归。”寒风呼啸，雪国皇都在欢声笑语中度过。\n[map]第二节[map]大陆北荒，万里冰原，一个穿着白色金边斗篷的人站在冰原之上，嘴中念着繁多并奥妙无比的咒语，手上拿着一杆法杖，在虚空中连续点了几下，一座庞大无边水晶的宫殿出现，宫殿中央有座巨大且玄奥的祭坛，祭坛之中一块发着淡淡金光的冰块浮现。“尊敬的龙鹰皇大人，神选之人已经降世。”斗篷人对着祭坛说道。祭坛中的冰块所散发的金色光芒逐渐强烈，一声威严的声音响起：“唔？终于来了么，一年多以前，神界将检测到这一界有真龙血脉出现，便将龙脉传承降下，融入此子体内，竟然拖了一年才降世。”斗篷人：“是啊，我暗中观察了一下，以我的力量竟然看不透此子今后之路。”龙鹰皇：“真龙不可窥探。”斗篷人：“是。”龙鹰皇：“神选之人既然已降世，它也应该知道了。”斗篷人：“那头魔蛟么？一头有点龙族血脉的长蛇而已，岂能和大人相比。”龙鹰皇：“不可小觑对手，它可是除我之外，这一界的最强生物。”斗篷人：“大人可是从神界下界而来，岂会怕一条魔蛟。”龙鹰皇：“切不可大意！洛亚瑟拉！”洛亚瑟拉（斗篷人）：“在！”龙鹰皇：“隐藏身份，将此物交给神选之人。”一道金光落到洛亚瑟拉手中，洛亚瑟拉：“这可是大人您的龙之心啊，万一不小心落到那头魔蛟的手上，那我们万年来的成果可就危在旦夕了啊。”龙鹰皇：“无妨，你只需安全到达雪国皇都，将龙之心送到神选之人手中即可，去吧，我还需休眠回复力量，才能对抗那头魔蛟。”洛亚瑟拉：“是，我这就去。”说罢，洛亚瑟拉便离开了水晶宫殿。龙鹰皇：“万年的对抗，成就在此一举了，萨姆基魔，你的野心不会得逞的！”话音刚落，金色光芒逐渐暗淡，祭坛消失，庞大的水晶宫殿重新沉入地底，进入沉眠。    然而，大陆另一端，无尽魔渊之底，一条绵延万丈的身躯蠕动，无数的符文锁链将其身体牢牢锁住，无尽咒印将庞大的身躯镇压，一对巨大的眼睛散发着猩红的光芒。“嘿嘿嘿......你也苏醒了吗，也对，连我都醒了，你怎么可能还会沉睡呢。”这头庞大的生物说道。深渊某个角落，黑雾涌动，一个黑袍人出现，“尊敬的吾王，魔族各部已集结完毕，等待您的命令。”黑袍人说。庞大生物：“嘿嘿嘿......不急，你先退下吧，等待本皇的命令。”黑袍人：“是！”说罢便消失在深渊中。庞大生物：“嘿嘿嘿......科斯帝亚，你是阻止不了我的，游戏才刚刚开始，嘿嘿嘿......”阴森的笑声响彻整个深渊，渐渐地安静下来，无尽魔渊黑暗令人恐惧，黑雾渐渐弥漫整个深渊......    第二日，雪国，武王府外，宴会的喧嚣早已过去，府内因为宴会的关系，略显杂乱。雪段龙端坐在正厅之上，口中抿着一口茶，慢慢的品尝着。然而，一位穿着白色金边斗篷的人出现在武王府外，径直走入府内，朝着雪段龙所在的正厅走去，但是，此人身影犹如幽灵般，府内没有一个人发觉身边走过一个斗篷人。“凡儿降世前天降异象，出生后根骨天资皆看不透，以后定是超越我的存在。”雪段龙心想。突然，他心底升起了一股寒意，脊梁一抖，眼睛向前望去，他发现了一个斗篷人站在他的身前，以雪段龙现在的境界，竟然没能发现身前这个人离他这么近，并且不知道这个人什么时候来到他身前的，这只有一种可能，那就是这个人比他强大太多。雪段龙想要起身，却发现他自己动不了了，“别白费力气了，你是动不了的，我是特意来找你的，准确来说，是来找你的儿子的。”斗篷人说道，雪段龙：“吾儿出生没多久，前辈却来找吾儿，所为何事？”斗篷人：“奉一位大人之命，将此物交予你的儿子。”说罢，便从身上拿出发着淡淡金光的龙之心。斗篷人：“此物乃龙之心，你将此物放在你儿子胸口即可，既然使命已达成，那我便不打扰武王了，告辞。”话音刚落，一阵微风拂过，斗篷人消失在正厅中。好强大的人，到底是谁这么大手笔，竟然能拿出龙之心这种神物，还叫人带予凡儿，真是像做梦一样。”雪段龙边说边看着手中发着淡淡金光的龙之心，说罢便奔向了后院。不一会儿，雪段龙来到后院房内，看着身前一个脸蛋精致，目光炯炯有神的男婴，将手中的龙之心慢慢放在婴儿胸口处，忽然，金光闪耀，龙之心缓缓融入男婴胸内，而后消失不见。“这样应该就行了。”看着胸口发着淡淡金光的雪段龙说道。\n\n[map]第三节[map]15年时光飞逝，武王府演武场，一群人围着擂台叫喊不停，“诶！你知道吗？小王爷已经连续打赢17场了！”“哇！小王爷真厉害，听说在王爷的妻子在还怀着小王爷的时候，有一天天生异象，降临到胎儿体内。”“真的吗？难怪小王爷如此神勇，原来是天生神人啊。”一道身影飞出了擂台，雪慕凡：“哈哈，我赢了。”“哇~已经18连胜了。”擂台底下叽叽喳喳说道。“小王爷真是神勇过人啊！”“哈哈，将军过奖了，犬子那三脚猫功夫还算不得什么。”“王爷，太谦虚了。”雪段龙与身边一位英气逼人的中年男子互谈道。“父亲！！”雪慕凡大喊，快速跑了过来。雪慕凡：“父亲！兰洛叔叔！”兰洛：“慕凡啊，都快比你兰洛叔叔我高了。”慕凡：“兰洛叔叔过誉了。”雪段龙：“凡儿，明天便是皇都每三年一次的皇家成人礼大典了，你可要为为父争口气啊。”雪慕凡：“父亲放心好了，绝对让您满意。没什么事孩儿先告退了。”雪段龙：“好好好，去吧。”说罢，雪慕凡便离开了演武场。兰洛：“后生可畏啊！不得不服老了。”雪段龙：“兰老弟，你可别气馁，年轻人咱们比不了。”哈哈哈......    第二日，皇城内极度喧嚣，因为今天是三年一度的皇家成人礼，将会有大量年轻俊杰出现，也是贵族们趁机联姻的好时机。大街上，突然，“要迟到啦！要迟到啦！前面的让一下！！！”这人便是雪慕凡，他横冲直撞向着皇城跑去。皇城内，成人礼皇族贵宾席上，雪段龙：“臭小子怎么还没来！”慕怜：“老爷不要急，凡儿应该就快到了。”话音刚落，一道声音响起。“老爹，娘，我来啦！”雪慕凡急冲冲的跑到慕怜身边坐下喘着粗气。雪段龙：“臭小子怎么现在才到！？是不是昨晚又偷跑出去找翎羽那丫头了？”雪慕凡：“这您都猜到了！？”雪段龙：“我的儿子，我还能猜不到？”雪慕凡：“嘿嘿嘿。”突然，雪慕凡发现了坐在对面贵宾席的雪翎羽，对着她招了招手，雪翎羽也发现了对着他招手的雪慕凡，对着雪慕凡笑了笑。    “安静一下！”突然，一声威严的生意响起，全场安静了下来。    “欢迎大家来皇城参加三年一度的皇家成人礼，在这里，你们将看到各位年轻俊杰一展风姿，上至皇宫贵族，下至平民百姓，只要年龄在15至18岁之间，都可参加成人礼，如若获得前三名，更有机会得到绝世丹药与法宝，话不多说，成人礼正式开始！”雪皇话音落下，皇城立马响起宏大的开场奏乐，一名名年轻俊杰从观众席或是贵宾席上跳入场中。这时，兰洛走了出来，说道：“欢迎各位年轻人参加皇家成人礼，第一轮，淘汰赛！分别抽签两人一组，赢者晋级，筛选出晋级到最后的32个人。比赛开始！！”    【过程烦琐无聊，进行数据删除！！！】    兰洛：“恭喜你们晋级到最后的32位，现在开始第二轮，擂台赛！擂台赛规则：抽签，抽到谁就谁上去守擂，其他人攻擂，只要守住三场，晋级最后一轮，比赛开始！！”    【过程烦琐无聊，进行数据删除！！！】    兰洛：“恭喜你们八位，你们将竞争最后的冠军，绝品丹药和法宝在等着你们。第三轮，对战！！”    【过程烦琐无聊，进行数据删除！！！】    雪皇：“恭喜你获得了第一，慕凡。也恭喜无道和翎羽分别获得了第二和第三。”（咳咳，剧情需要，主角光环。）兰洛：“慕凡，这是你的奖励，无道和翎羽公主也有。”说着便分别递过来一个储物袋，慕凡查看了一下，瞬间就呆在了原地，储物袋里有一颗龙血丹，一把赤红色的匕首，和一块破破烂烂的铜器。无道：“既然比赛已经结束，我也该离开了，慕凡兄，后会有期。”说着，无道眼中闪过一丝隐晦的杀意，而后转头离开了皇都。看着无道的离开，雪慕凡转头面对雪皇说道：“陛下，请问......”忽然，轰隆隆~~~轰隆隆~~~“怎么回事！？发生了什么！！兰洛！快去看看！”雪皇喊道。兰洛将军飞身冲向皇城外，身后跟上了大批战士。许久过后，震动慢慢停下，兰洛将军来到雪皇身边说道：“报告陛下，经天雪镜的探测，在皇都北面大概30000里的一处冰原裂开，深渊里散发乌光，恐有不祥之物即将出世。”雪皇：“嗯，本皇知道了，你去安抚民心，别让百姓们恐慌。”说完，兰洛将军转身离开了。“皇都北面30000里处......”雪皇小声说道，雪段龙从远处走来，道：“是那个地方吗？竟然解封了。”    与此同时，精灵圣域内的皇宫大殿里，兽王黑岩在此做客，忽然，两人都沉默不语。精灵王洛亚瑟拉：“是那个东西么？竟然这么快就解封了！”兽王黑岩：“看来我们要抓紧时间行动了。”说罢二人便突然消失在了大殿内。    大陆北荒，水晶宫殿浮现，“雪帝之花已出现，萨姆基魔是否也快出现了。”龙鹰皇说道。    大陆南域，无尽魔渊深处，“被封印万年，这次，我要将你们通通消灭！嘿嘿嘿。”庞大生物低声吼道。    大陆之外，一望无际的海域，海底深处，一座如山岳般的宫殿内，一道黑影坐在正中间。“战斗要开始了。”\n\n[map]第四节[map]夜里，雪国皇都大雪飘荡，武王府内寂静无声，雪慕凡也渐渐入睡。梦中，雪慕凡看到了他这辈子都忘不掉的场景，两条龙在大战，一条白色的龙散发着蒙蒙金光，一条黑色的龙弥漫黑雾。两条龙的头上都站着一个人，战斗开始了，两条龙撕咬在了一起，站在龙头上的两人也在疯狂大战，到最后打到癫狂，空间撕裂出许多裂缝，大地裂开，天空破碎，无数生灵死于非难，火海淹没了森林，冰雪覆盖了大地。最后，一道炽烈的光芒绽放，雪慕凡睁不开眼睛，他并不知道发生了什么，光芒持续了十几秒，光渐渐消失，两条龙不见了，那两个人也不见了，留下的只是一个破破烂烂的空间，时光飞逝，整片大地逐渐被冰雪覆盖，而一小块地方已经恢复，森林茂密，还有一块地方，大地开裂，岩浆四溢。场景破碎，雪慕凡只感觉到眼前一晃，来到了一座大殿之中，“那个不是冰雪大陆吗！？”雪慕凡心里说道。“没错，刚才那个就是冰雪大陆”一道陌生的声音响起，雪慕凡转头看见一个穿着金袍的中年人，这个人一头银色的头发，长得很英俊，眼神凌厉。金袍人：“很惊讶是吗？你想知道你为什么在这里？为什么能看见刚才的场景？场景里那两个人是谁？而我又是谁？为什么也会在这里？是吗？”雪慕凡：“是的！”金袍人：“嗯，不错，你的内心很纯洁，神选之人，你的龙之血脉的力量很强大，从你眼中我看到了你的不凡。”雪慕凡：“神选之人？龙之血脉？”金袍人：“你是远古龙神选出来的人，被龙神赐予了真龙血脉，而我则是接引者，我进入你的梦中，将你带到了这里，刚才你看到的是远古两位龙神的大战，脚下黑龙的是魔龙神，脚下白龙的是天龙神，而你是天龙神大人选中的人，而魔龙神与天龙神大战双双牺牲，天龙神留下预言说万年之后一位神选之人将会出世，所以死前将我送走，并让我等待神选之人，并带神选之人去一个地方。”雪慕凡：“一个地方？什么地方？”金袍人：“大陆的心脏，雪帝山。”雪慕凡：“雪帝山在哪？我应该怎么去？”金袍人：“雪国帝都一直往北走，你自然就能遇到，去吧！”说罢，一摆手，雪慕凡便晕了过去。    第二天一大早，雪慕凡便来到大厅找雪段龙，雪慕凡：“父亲，我要出去历练。”雪段龙：“什么！？不行，坚决不行，现在大乱将起，我决不允许你出去！好了，什么都别说了，回屋去吧。”    正午之时，慕怜来到雪慕凡的房间，慕怜：“凡儿，吃饭了”慕怜叫了几声，见没人反应，便推开门进入屋内，她发现屋内并没有雪慕凡，反而桌上有着一张纸条，纸条上写着：父亲，原谅凡儿没有挺您的话，我要出去历练了，当您看见这张纸条的时候，我已经出了城了；母亲，要照顾好自己。——慕凡留。慕怜看完之后急冲冲的跑到了雪段龙身边，将纸条给雪段龙看，雪段龙将纸条看完后叹息了一声。“他长大了，管不住了，算了，随他去吧。”雪段龙冷静说道。    此时，雪慕凡已独自一人离开了皇都，进入了皇都北面的冰封山脉。    【接下来就是主角历练啊，杀怪啊，得到宝贝啊，升职加薪啊，迎娶白富美啊，走向人生巅峰啊】    【咳咳，跑题了，接下来回归正题。】    在冰封山脉历练了6个月，雪慕凡也快16岁了，经历过无数厮杀，和一次人心的叛变之后，雪慕凡稚嫩的脸庞也变得坚毅起来，虽然只有15岁多一些，但是却不比那些大人经历的少。    【再次省略超多剧情】    雪慕凡看着前面的雪帝山，“终于到了呀，真累。”雪慕凡暗道。说罢便走上了雪帝山，不多时，便来到了山顶，雪慕凡：“没什么特别的呀，接引者在哪呢？”突然，脚下的地面裂开，雪慕凡一不注意便掉了下去，不知过了多久，一道微风将雪慕凡的身体托起，他环顾四周，身前有一座小宫殿，门开着，雪慕凡慢慢的走了进去，大殿中，墙壁上面有着各种壁画，有异兽战斗的场面，也有各种建筑的雕塑，大殿最中央更是雕刻着一朵美丽的花。雪慕凡慢慢的走进那朵花，他看着这朵花，花很精美，上面的纹路浑然天成，把整朵花衬托得栩栩如生，让人忍不住去摘。雪慕凡慢慢的向前伸手，“不对，这朵花在引诱我去触摸它，不行！”雪慕凡突然惊醒，强行远离了这朵花。啪啪啪，花后面响起了拍掌声，“不错，不错，竟然挡住了雪帝花的引诱，过来吧。”拍掌说话的便是接引者，雪慕凡向接引者走了过去，雪慕凡：“这朵花......”“这朵花是用来考验你的心智的，如果你触碰到了那朵花，你便会变成一座冰雕，而后碎掉。”接引者说道，“走吧，我带你到你真正该去的地方。”说着便往深处走去，雪慕凡在后面跟着。    许久之后，接引者带着雪慕凡来到一个昏暗的大厅内，大厅中央有一王座，王座上缠绕这一条龙的雕像，栩栩如生。雪慕凡径直的望着中央的王座，慢慢地靠近，“哦，竟然和王座有反应，真是不凡。”此时，雪慕凡已坐上了王座，一道光闪过，两只龙眼亮起，雪慕凡慢慢闭上眼睛，最后一切归于寂静。“我真的很期待你觉醒后的样子是多强大，呵呵。”说完便离开了大厅。    在雪慕凡沉睡之时，与此同时，无尽魔渊一道命令发出，无数的魔兵与魔兽向着大陆中心，雪国皇都进军。魔渊深处，大地开始震动，一道嘶吼震断无数锁链，一个庞然大物说道：“快了，就快了，再有三个月本皇就能解封了，嘿嘿嘿，科斯帝亚！雪帝之花是我的！有了雪帝之花，本皇就能进行最后蜕变化为真龙，到时候不仅是你，就连那些所谓的精灵王和兽王都要死！哦，对了，还有那个有着真龙血脉的神选之人，都将成为本皇的垫脚石，哈哈哈！！！”    雪慕凡沉睡之时，在他的脑中，一个比他本尊小无数倍的自我出现还意识海之上。雪慕凡发现，远处似乎有什么东西，待靠近一看，发现是一团散发着强大气息的血液，一道龙型血纹不停地绕着这团血液，忽然，血液暴动，朝着雪慕凡冲去，瞬间将雪慕凡包裹在内，而意识海海底，一颗发着金光的心脏冲出，也融入血液之中。    血液中，雪慕凡感受到了剧烈的疼痛，这团血液将他的肉身不断灼烧，不断地淬炼着雪慕凡的肉身，深入骨髓的痛苦让雪慕凡想要大声地嘶吼，可是一张嘴血液便会进入体内，从体内开始淬炼肉身，坚持不住的话便会使内脏损坏，即使这是意识世界，但是谁会知道会不会对现实肉身造成影响。虽然极度疼痛，但是效果却异常明显，被淬炼之后重新长出来的血肉发着淡淡金光，强大的力量让雪慕凡咋舌。他一咬牙，张开嘴将血液喝入腹中，比之前剧烈百倍的痛楚袭来，雪慕凡差点把自己呛到，他用力握紧拳头，把拳头关节都握得发白，全身通红，冒着白气。“啊啊！！坚持住！啊！！”雪慕凡低声嘶吼。    不知过了多久，疼痛感渐渐消失，雪慕凡慢慢睁开双眼，他发现自己已经成为了一个血人，身体被厚厚的一层血痂，他迅速清理掉身上的污垢之后，发现自己身上散发着金光，强大的力量让他觉得可以把天给一拳打碎，一道光芒闪过，雪慕凡昏迷了过去，待到他醒来，发现自己坐在之前大厅的王座上，他站起身来，回头看了一眼王座，而后走出了大厅。    大厅外，接引者微笑地看着雪慕凡，“你该把事情都告诉我了。”雪慕凡轻声道，接引者：“这里是真龙殿，是天龙神生前所留，用来考验神选之人和觉醒神选之人的天龙血脉，还有，想必你体内的龙之心也真正与你融合了。”雪慕凡：“是的。”接引者：“你在里面梦到了什么？”雪慕凡：“天龙神，还有......一头鹰。”接引者：“那就没错了，那头鹰是这个大陆的守护兽，也拥有着一丝真龙血，可惜它的契机还没到，与那头魔蛟对抗了万年，也导致它万年无法进行蜕变，不然它现在可能已经是条真龙了。”雪慕凡：“真龙么......”说着说着身体却不由自主的朝着一个地方走去，而雪慕凡自己却不知道。接引者：“哦？产生感应了，竟然不由自主的靠近了吗。”雪慕凡推开了一扇门，来到一个房间内，房间里除了中间的一个盒子以外什么都没有，他慢慢靠近这个盒子，然后才反应过来，“嗯？什么？我自己怎么来到了这里？这个是......”说着便慢慢打开盒子。    白色的光芒照耀这个房间，最后暗淡下去，这是一把剑，上面刻着一条龙，剑柄上还刻着一只鹰。“很惊讶吗？这本就该属于你。”身后接引者说道，突然，雪慕凡身体一震，眼睛向着雪国皇都望了一眼，又转头向着北荒冰原望了一眼。接引者：“呵呵，终于开始了，去吧，向着召唤你的地方去，这个大陆就要靠你了。”说着，接引者将雪慕凡传送出了雪帝山。    血脉已经觉醒并且得到了天龙剑的雪慕凡感受着来自北荒冰原那强烈的召唤，开始了向着北荒前进的旅途。    【省略旅途过程】\n\n[map]第五节[map]雪慕凡来到了冰原之上，然而这里并没有什么东西，忽然，冰面裂开，一座庞大的宫殿慢慢浮上，大门打开，这犹如一只趴在冰原的巨兽张开了嘴巴，雪慕凡走进了宫殿中。    “你来了。”祭坛中的冰块发出声音，雪慕凡：“你是？”龙鹰皇：“我？我的名字叫科斯帝亚。”雪慕凡：“你是龙鹰皇！！”龙鹰皇：“没错， 就是我召唤你而来。”雪慕凡胸口突然发出金光，“别惊讶，因为那是我的心，啊不，确切的来说，是天龙神为你准备的心，在我这里存放了万年，这颗心可以完美的融合真龙血脉，可惜你的真龙血脉只有一半。”“一半！？”雪慕凡惊讶说道。“是的，另一半血脉与大陆之心【雪帝花】融为一体，我则需要保护雪帝花，而那头魔蛟则是想要雪帝花从而完成最后的蜕变，然后将我杀掉，统治这一界。它即将破开封印了，到时候雪国将受到灭顶之灾。”“那你呢？”雪慕凡说道，龙鹰皇：“我是自封，等到它破开封印，我也会出现的。去吧，去帮助你的国家，到时候我会去找你。”说罢，祭坛放射出强烈的光芒，将雪慕凡送回雪国。    【此处略过，反正就是在儿女情长，小打小闹】    大陆南域，大地裂开，裂缝中黑雾与乌光迸发，连天都被染黑了，乌云弥漫，雷鸣万丈。“哈哈哈！！本皇终于出来了！冰雪大陆，迎接你的新主人，炼狱焱蛟皇‘萨姆基魔’吧！”萨姆基魔吼声响彻天际，连遥远的雪国皇都都听得到，引起了无数民众的恐慌，大批士兵在努力疏散百姓。“吾皇魔威盖世！必将征服大陆！！！”一望无际的魔兵喊道。北荒冰原，水晶宫殿出现，整座宫殿开始坍塌，里面发出了一声似龙又似鹰的鸣叫，“萨姆基魔，我不会让你得逞的。”龙鹰皇展开双翼，朝着雪国皇都飞去。而精灵族与兽族大本营也集结了无数士兵开始朝着雪国前进。    战争已经持续了一个月，雪国已被魔族攻下了七座城池，死亡人口数不胜数，雪国皇宫内，“是时候发起总攻了。”精灵王说道，兽皇：“该给那些魔崽子一点真正的教训了。”雪皇：“既然两位都说了，想必也是龙鹰皇大人的安排，那好，兰洛！下令，发起总攻，一举消灭魔族！”兰洛：“是，陛下！来人！传我命令，集结所有军队，朝南域魔渊进军！！”    浩浩荡荡的大军朝着魔渊进发，与此同时，魔族第一魔将魔罗煞也下令集结军队朝雪国皇都进军。“报！军队前方百里距离发现大量魔兵！数量多的数不清！”一个传令兵急冲冲的向兰洛将军报告。“传令！列阵，准备迎战。”而在雪国的皇都，人们早已疏散到别的地方，这里已经成为空城，一朵比皇宫还要大的白花从皇宫地底窜出，花中弥漫出一股神圣的气息，天上两个人浮在空中相互对视，这两个人就是龙鹰皇和魔蛟皇，“又见面了，我闻到了你身上血液的味道，嘿嘿嘿。”魔蛟皇说道，龙鹰皇：“被封印了这么多年，看来还是没有改掉你这恶心的嘴脸，多说无益，来吧，想要雪帝花，那便战！”魔蛟皇：“乐意奉陪，嘿嘿嘿。”说着便朝着龙鹰皇冲去，天上上演了一场旷世之战。    两人打得天崩地裂，山脉都化为飞灰，而皇城内，雪慕凡怔怔的站在雪帝花前，突然他身体一抖，“怎么回事，我怎么会在这里？是这朵花将我引来这里的吗？”他慢慢的向雪帝花靠近。天空上大战的两人发现了雪慕凡，魔蛟皇气的大吼，试图绕过龙鹰皇靠近雪帝花，“想都别想！”龙鹰皇快速挡在魔蛟皇身前又开始跟它大战。在龙鹰皇与魔蛟皇又一次缠在一起大战之时，雪慕凡的手已经触碰到雪帝花，忽然，雪帝花开始绽放金光，然后将雪慕凡融为一体。“他已经与雪帝花融为一体，开始蜕变，你永远都不可能有机会了！”龙鹰皇轻声说道。“不！！我要你们死！都给我去死！”魔蛟皇嘶吼，开始疯狂进攻，“我是不会让你靠近他的”龙鹰皇吼道，开始了新一轮的战斗。    时间在流逝，大战越发激烈，大地已经变成一半冰雪，一半满地岩浆的景象。雪帝花中，雪慕凡被包裹在内，无数的红色液体与他融为一体，星光般的精华淬炼着他的全身。天空上，魔蛟皇抓住一丝破绽，一掌拍中龙鹰皇胸口，强大的力量让龙鹰皇身子后退百丈远，口中吐了一大口血，魔蛟皇抬手凝聚出一颗赤红的火球，“焱狱弹！”魔蛟皇大吼一声，将手中的火球射向了雪帝花。一声巨响！火球炸裂，无数火焰弥漫，魔蛟皇本以为雪帝花已毁，而龙鹰皇正面也打不过自己，自己还是能统治大陆的时候，一道尖锐的鹰啼声响起，“我说过，靠近雪帝花，想都别想！”魔蛟皇怒了，“碍手碍脚，去死吧！”黑光涌动，一颗黑色的火球对龙鹰皇喷射而出，龙鹰皇慢慢闭上眼睛，一切就这样结束了吗？不！“龙鹰皇大人，请到一旁观战，接下来就交给我吧。”一道声音响起，龙鹰皇睁开眼睛，看着身前为他挡住了致命一击的少年，默默地降落到地上疗伤。雪慕凡看见龙鹰皇落到地上疗伤之后，转过头向魔蛟皇说：“喂！那条长蛇！你的对手是我！”魔蛟皇：“可恶，受死吧！”    【省略战斗过程，因为实在是没有脑细胞写下去了QAQ】    最后，雪慕凡将魔蛟皇一举消灭，天空渐渐有阳光照射下来，魔族被消灭的七七八八，剩余的已经逃回无尽魔渊。看着回归和平的大陆，雪慕凡和龙鹰皇长舒了口气，“一切都结束了。”龙鹰皇说道，雪慕凡：“是啊，结束了，嗯？你看！那是什么！？”两人抬头向着天上，天上突然出现了一道门，他们俩来到这座门的前面，从地上看，这门并没有多大，但是走进一看，却发现远远比想象中要大得多。一道虚影出现，龙鹰皇仔细一看，突然跪在了空中，激动地说道：“天龙神大人，真的是你！您还活着？”雪慕凡很惊讶，“这个就是天龙神吗？”雪慕凡心想。天龙神：“不，我早就死了，我现在只是残留在这一界的一缕残魂而已，只为最后跟你们两个说几句。小龙鹰，你为了这片大陆，整整守护了万年，辛苦你了，我身后这道门，是神界的飞升门，有什么效果你自己过去试试吧。”说罢，龙鹰皇起身朝着门飞过去，穿过去的一瞬间，神奇的事情发生了，闪耀的光芒照亮了整片天空，穿过飞升门之后的龙鹰皇已然化为一条真正的白龙。“孩子，我为你铺平了你出生到现在的道路，今后的道路，需要你自己去探索，希望你别埋没了真龙血脉的力量，这是神引石，什么时候你能独自离开大陆前往神界的时候，你只要捏碎这块神引石，便会开启一道界门接引你前往神界，好了，我只能帮你到这了，时间不多了，我这缕残魂也该消散了，再见吧。”说完后天龙神便永远消失在了世间。龙鹰皇：“慕凡，我已化为龙，也该是时候回到自己到家乡了，一万年没有回去了，不知道有什么变化，再见，我走了，后会有期！”说罢，一声龙啸响起，天空撕开一道裂缝，龙鹰皇快速冲入裂缝中，而后一切回归平静，只留下雪慕凡一个人在天上静静得看着美丽的天空。【END】\n〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇[book]分割线[book]〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇〇\n到底是哪个混淡要求建筑要带文学的！！！我要和谐掉他！！！\n\n\n[groupid=324]上古之石美工工作组[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1428141300,
            "txt_content": "中二，文笔么.......鉴定完毕，理科脑袋"
        },
        {
            "author": "PE龙隐尘",
            "timestamp": 1428149940,
            "txt_content": "哇！！！太厉害了！！！建筑大师啊！！！"
        },
        {
            "author": "PE龙隐尘",
            "timestamp": 1428178860,
            "txt_content": "好吧......\n建筑还行，文笔欠佳....."
        },
        {
            "author": "海潮",
            "timestamp": 1429446720,
            "txt_content": "文笔需要努力。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1431244320,
            "txt_content": "文笔我就不吐槽了@HGK 收了吧？"
        }
    ]
}