{
    "title": "和大家交流一下BBS的感受。",
    "author": "學委",
    "replyCount": 18,
    "timestamp": 1427861640,
    "txt_content": "       我自认为有那么点技术，就跑到问答区去帮别人解决一下各种问题       请看一下我对那些问题的回答。我个人认为大多数都是有必要的。\n       作为一个人，你是有思想的。知道图灵测试的朋友应该也很了解，不是你问啥子，我直接刷出来，你又问这个，我又刷出来。人的思想是个过程，不是人人都是天才一下子就把问题直接弄出来，几乎都是边思考边回答。你想想情理之中，是不是要问人家插件类型，服务端才能进一步考虑？是不是应该人家用你第一个方法解决不了的时候，问他更多更详细的原因？最后能解决问题，一句望采纳加在有价值的回答后都能叫做三连？我真心希望你们不要把人家有效语句当作版规里面的控制的东西。\n毕竟论坛是拿来给人交流的，论坛的朋友能在里面互动是最好的，你光是拿版规说事，我认为这是反人类，是对大家极不负责的表现。\n况且我认绝大多话是扣着问题说的，都是有效的语言，我唯一抱歉的是我没办法一堆直接打出来。当然，也完全可以说我能力不够让我滚蛋。\n       相信比我会水的人很多，但每个人目的不一样。有些人回个：嗯，我也觉的。 嗯楼上正解。你不去抓，你“碰巧”抓到我的三连回答，我的“无关语”句，是人都有点不服气。请问最基本的人际交流有没有。我知道，有些人买东西就不谈价钱，直接就买；有些人就是不喜欢打招呼；有些人就是觉得你逃课了你上课玩手机，你就有问题；人情世故啊，都是二十几岁的人了，不懂这些的人好多都跳楼了。我真不稀罕你这点论坛经验，要不然我都直接开帖放那里当姜太公。关键是，论坛的朋友，有需要的朋友不一定看得到，你一个帖子也不可能把所有问题都涵盖了吧？所以我才选择了问答区。\n       我只能说，\n       大家这种事情遇的不少。心理素质不好的早就破口大骂了。但我希望能互相理解，多一点人性化的东西，你要是不能做到，那为什么占着这个茅坑，不让更优秀的人去做？你要是只会按规则，又无法保证所有人都能被你这样统一处理，那我真心希望，你们能多一点思考，国外有句经典的话：\n        当你愤怒要打人时，先考虑30秒，如果认真考虑30秒后你还是想打他，那就是你的错。\n\n",
    "replies": [
        {
            "author": "Leng_Mou",
            "timestamp": 1427862240,
            "txt_content": "总结挺不错的。\n\n哎！字体的大小为什么不一样呢？"
        },
        {
            "author": "山大王",
            "timestamp": 1427862360,
            "txt_content": "{:10_517:}最后一句话说的真好~"
        },
        {
            "author": "宝藏猎人",
            "timestamp": 1427862540,
            "txt_content": "我主要是想吐槽字体大小。。。。。"
        },
        {
            "author": "學委",
            "timestamp": 1427862600,
            "txt_content": "Leng_Mou 发表于 2015-4-1 12:24\n总结挺不错的。\n\n哎！字体的大小为什么不一样呢？\n你肯定是撸多了{:10_496:}"
        },
        {
            "author": "學委",
            "timestamp": 1427862660,
            "txt_content": "宝藏猎人 发表于 2015-4-1 12:29\n我主要是想吐槽字体大小。。。。。\n不然你们吐槽哪里。吐槽我说的话多没意思{:10_500:}"
        },
        {
            "author": "艾淼",
            "timestamp": 1427862960,
            "txt_content": "内容太深，看不懂= ="
        },
        {
            "author": "學委",
            "timestamp": 1427863200,
            "txt_content": "艾淼 发表于 2015-4-1 12:36\n内容太深，看不懂= =\n就是被扣了。来吐槽。。{:10_495:}"
        },
        {
            "author": "酉月一",
            "timestamp": 1427863500,
            "txt_content": "首先，楼主所回答的所有问答版帖子里，我看到的进本都是楼主的一句话连楼，而且完全可以合并一次性回答，根本不存在回答放不下的理由，你被@小白勇者 警告扣分，完全属于无意义的连楼回答，小白勇者根本没有错。\n\n至于楼主在某个贴的回复中有轻微辱骂版主的行为，我相信问答版的两位版主应该还没看见。\n\n还有楼主所说的在问答版有人水贴之类的，楼主能找出证据？自从小白勇者当上版主，问答版哪一个无意义的回复没被扣过分？请你找出了再说。\n\n还有，楼主说的在有价值的回答后面加上句望采纳并没有什么问题，问题是楼主连续三楼回复，并且每次都是一句话，所以小白勇者并不是所谓加了一个望采纳才扣你的分，请不要冤枉别人。\n\n所以，楼主在说出这些话的时候，也需要看看自己有没有做错，或是违反了版规。\n\n比楼主要水的人有很多，但是都是在茶馆。就像@Leng_Mou 这位。\n\n@Leng_Mou @山大王 你们两个回复这些话之前能不能看清楚这些话的意思啊，没看懂就乱回复。"
        },
        {
            "author": "學委",
            "timestamp": 1427863980,
            "txt_content": "zxc554989965 发表于 2015-4-1 12:45\n首先，楼主所回答的所有问答版帖子里，我看到的进本都是楼主的一句话连楼，而且完全可以合并一次性回答，根 ...\n我已经说了。你觉得我写的东西完全可以当一条。事实上，句子的出现并不是这样的，包括这个思考过程。我没有说我没有违反版规。你也是认真看了？轻微辱骂警不警告我无所谓，因为人家和你理论了一下，你来句，嗯，希望你继续品尝。呵呵。那不是秀逗是什么，不要太当回事了，我的文字，你也多读点书。至于找出，我没那么小心眼。写的这些只是在合理的范围内做出一些建议。谢谢。"
        },
        {
            "author": "學委",
            "timestamp": 1427864220,
            "txt_content": "zxc554989965 发表于 2015-4-1 12:45\n首先，楼主所回答的所有问答版帖子里，我看到的进本都是楼主的一句话连楼，而且完全可以合并一次性回答，根 ...\n同时。如果你们小白版主能在我昨天发那些回答的时候就扣我。我也犯不上连着被弄这么多不是？那是怪楼主咯，怪楼主连版规都不看跑去问答帮人。总之。你有你的理由，我有我的感受。挑刺的话，我不想说什么，毕竟胳膊扳不过大腿。要不然哪有这么多求抱的是不是。"
        },
        {
            "author": "酉月一",
            "timestamp": 1427864460,
            "txt_content": "學委 发表于 2015-4-1 12:57\n同时。如果你们小白版主能在我昨天发那些回答的时候就扣我。我也犯不上连着被弄这么多不是？那是怪楼主咯 ...\n版主需要24小时在问答版等你回答然后扣你的分吗？谁能这么闲"
        },
        {
            "author": "學委",
            "timestamp": 1427864580,
            "txt_content": "最后。我还是建议。还是不要这么针对性。你把人家ID发出来，这不明显挑起争端。敢问我的这个帖子真是为了去针对XXXX？这个帖子只是经过我考虑之前的事过后，发表的一些感想。我的对象是有兴趣看这个帖子的各大版主，一点点建议而已。"
        },
        {
            "author": "山大王",
            "timestamp": 1427864940,
            "txt_content": "zxc554989965 发表于 2015-4-1 13:01\n版主需要24小时在问答版等你回答然后扣你的分吗？谁能这么闲\n首先，我承认我是没有完全看懂楼主想表达什么。\n我只是觉得最后一句说的真好，喜欢这句话，完全仅此而已，给了点人气。\n谁又规定了，一顶要完全帖子明白的含义才能发表观点？\n这是茶馆，畅所欲言。所以我对你艾特我出来，讨论下帖子含义表示不明所以？"
        },
        {
            "author": "學委",
            "timestamp": 1427864940,
            "txt_content": "zxc554989965 发表于 2015-4-1 13:01\n版主需要24小时在问答版等你回答然后扣你的分吗？谁能这么闲\n你这钻牛角尖的说话方式不成熟，没啥意思，什么24小时。。如果他觉得我说的东西一点道理没有，那完全可以无视。至于你，我不知道哪来的正义感。是因为我发了那么多违规的帖子吗？"
        },
        {
            "author": "學委",
            "timestamp": 1427865120,
            "txt_content": "山大王 发表于 2015-4-1 13:09\n首先，我承认我是没有完全看懂楼主想表达什么。\n我只是觉得最后一句说的真好，喜欢这句话，完全仅此而已 ...\n也不是。哎呀。他觉得我是在对某个版主进行攻击。，事实上，我早在问答区发泄完走了。现在来这边发表下思考后的东西，如果人觉得有道理无道理也就罢了，这里发这个没问题吧。硬要说成针对那个来。那我也没办法是不是。"
        },
        {
            "author": "學委",
            "timestamp": 1427865360,
            "txt_content": "搞的我真是无形水贴，最为致命{:10_501:}"
        },
        {
            "author": "山大王",
            "timestamp": 1427866200,
            "txt_content": "學委 发表于 2015-4-1 13:12\n也不是。哎呀。他觉得我是在对某个版主进行攻击。，事实上，我早在问答区发泄完走了。现在来这边发表下思 ...\n你看看他最后一句话什么意思，搞的好像这个帖子就他一个人看懂了什么意思，就他才能回复似得。\n我既没有表达楼主说的对，也没有想表达哪个版主怎样，我是不明所以。哎，看见句喜欢的话表达一下，被人点出名来说，不懂乱回复什么心情啊。\n\n就你懂，就你能回复啊。人家也没点名指姓的说哪个版主，他就把哪个版主艾特出来，搞得他明白一切似得。\n别人想说什么别人的自由，又没违反版规水贴，骂人。他跑出来指指点点，管的真宽啊。。。"
        },
        {
            "author": "kami13",
            "timestamp": 1427871660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}