{
    "title": "<原创·连载>血色王国 第十八章（结局）【恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 6,
    "timestamp": 1427952600,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-4-3 21:54 编辑 \n血色王国\n\n\n      这一切啊，都充满了太多的未知，也有太多的意想不到……      死亡与重生，仅仅相差了那么一点而已，就那么一点儿……      无数画面都在冰寒的脑海中闪过，身上的疼痛早已不能与他此时的惊恐匹敌，只留冰寒一人在空旷的大街上渐渐僵硬。      “你醒了啊，还好没有死...那么...就可以...”一个孩子样的人在他眼前晃来晃去。说到这里，她好像故意吊人胃口似的，停了下来。冰寒挣扎着想起来，但一条铁链束缚了他，他低下头看看，四条铁链分别束缚住了他的四肢。“叮当”的铁链碰撞声让他更强化了恐惧感。      “在你清醒的时候杀死你，你应该没有什么意见吧。”说着，她叫人推出手术车，上面摆满了手术工具。冰寒朝后缩了缩，此时，不安与恐慌在他的每一个动作甚至眼神中都可以看出来。“你想要……干什么！”她只是笑笑，轻蔑地说：“我想要干什么？这很容易就可以看出来吧，当然是把你体内那个毁掉你一生的东西取出来，再杀死你！”      那个毁掉我一生的是什么东西？不会是那个东西吧……      她从手术车中拿起剪刀，捅进原本就鲜血直流的肚子，“呜哇”一声，鲜血从冰寒的口中吐了出来，把她洁白的手套染了个鲜红。“真是恶心，算了，都是快要死的人，那就让他快点死去吧。”她从手术车最底部拿出一个袋子，里面的铁制物发出“叮当叮当”的声音。她从里面拿出一个飞镖。上面刻着精美的图案，一看就知道年代久远，但却像新的一样。“这是神器之一，但却是最差的！”冰寒不由得想起几年前老师给他讲的星盟的一些事情。最差的？那身体里的这个岂不是最好的？      她顿了顿，一边用剪刀撕扯着冰寒的肉，一边说：      “在十几年前，我被关进了精神病院，我进去的时候那里没有人，因为他们都饿死了……我一个人不但要解决温饱问题，还要时刻提防着从黑暗深处潜伏的怪物！”      冰寒的眼角流下了几滴泪。      “后来，又有几个人被关进来，他们是小孩子。我告诉他们这里的情况，并给了他们我在手术室捡到的刀。他们很害怕，失去了理智，甚至要拿刀杀了我，我默默地走到太平间，并埋下一颗黑暗的种子。”      冰寒忘却了近在咫尺的痛苦，他直勾勾地盯着她。      “我……我”他哽咽着。      “我已经……无法走下去了，磁石！”      她怔了一下，随即再次用一种轻蔑的语气说：“‘磁石’？真是个可笑的名字！你不会是痛到失去理智了吧！”冰寒低下头，他闭上眼，静静地流着泪，他已经对这个扭曲的世界失去了信心，并决定到更广大的世界，那就是——地狱！      如果说，强势是懦弱的表现，那么现在，他就处在这两者之间，垂死挣扎。      “找到了，就是这个！”她兴奋地叫着，不知什么时候，手术车也变得鲜血淋漓，似乎一切都被染过似的。“拿走吧，全拿走！一点都不要留……”冰寒大叫着，现在已经是一个人，死了又有谁会关心呢……只能，静静地等死了。      对于死，有的人踌躇不定；有的人，迫切到天国享受一番。但谁会答应他们呢？这只是个未知罢了，没有死神会来帮助你，只有残酷的世界会摧毁你的一切美好的幻想！      突然，房间摇晃了一下，随后，便是刺耳的警报声。      “警告，警告，前方发现不明物体，正在缓缓靠近！”又出了什么事？她愤怒地把剪刀从冰寒腹内拔出，并狠狠地摔到地上，对这一切似乎非常不满。“又出什么事了？绕着走不行吗？”此时，冰寒才注意到，这是一艘异常庞大的舰艇，并且上面的不只是地球人。刚才的那个人耳朵是尖的，说明她是塔尔人；舰艇里的人都对她恭恭敬敬，说明塔尔人已经摆脱了“最低种族”的地位。这能说明什么呢？      “好吧好吧，算我倒霉，该死的，竟然遇到了‘死神星系’！”隔了几个小房间的指挥舱里传来声音。死神星系是什么呢？她进来了。      “很抱歉，前面那个该死的星系阻挡了我们愉快的行程，所以手术结束后请你——”她笑着，但又像是嘲笑，“滚出去吧。”冰寒挣扎着，似乎不想这么快死去。“叮当叮当”的铁链声似乎也在嘲笑着他的懦弱。“什么啊，又被你弄进去了，看来手术要持续好长一段时间了啊……”说着，她再次将手术刀扎进冰寒的腹内。鲜血再次喷涌而出，但冰寒这次却没有感到疼痛。      “那么，继续。我到精神病院的时候，正要杀死那几个小孩，就有一个才几岁的毛孩被关进来了。他来这里后，那些丧尸们疯了般地朝我们攻击，都是为了他！      “我继续掩饰着保护那个累赘，本来我是想把他训练成我的阵营的杀手，可那个不争气的东西竟为了劝架刺伤了我。我把他放到太平间，那里有我的‘种子’。”      她仅仅跺跺脚，就有一群人涌进这个并不大的房间，并遏制住冰寒的行动。“快了，你不要动，马上就可以解脱了！”周围的人大叫着，为了这么一个东西，值吗？      “但不知道是谁，把他困在了那里，现在想想都生气！当我再次去到那片废墟中时，只有一滩血迹和一堆脚印，我的第一步计划打水漂了。后来，我尝试寻找他，因为他是百年难遇的‘神器植入者’，最后，我在地球找到了他。并将他带到这艘飞船，将神器取出，对吧，昌吉？”      手术结束了，长达8小时的手术最终只是让他们获得了一个神器的小碎片，但她却高兴得不亦乐乎。“报告舰长，我们被一股强大的引力牢牢固定在这里，飞船的所有仪器已经失灵了！”她脸上的喜悦渐渐转化成了愤怒与悲伤，她淡淡地下了一道命令：“这个人可以出去了。”他们将冰寒的铁链解开，并将他从舱门扔了出去，在宇宙无形的力量与现在的引力下，他将会被撕裂！      “砰”，冰寒掉落在了地面上。——————————————————————————————————————————————————————————废话：    由于学业问题，所以以后的更新会慢一点，加上还有新坑，所以这样就结局了，不过会有第二、第三部的，顺便在此期间也多多学习大触们。——————————————————————————————————————————————————————————上一章    索引@llxy @北极星人 @Aiursad @天阶 [groupid=865]Time And Space[/groupid]",
    "replies": [
        {
            "author": "992979148",
            "timestamp": 1427963100,
            "txt_content": "18小时手术  既然...\n奇迹"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1427975040,
            "txt_content": "992979148 发表于 2015-4-2 16:25\n18小时手术  既然...\n奇迹\n什么……意思……"
        },
        {
            "author": "天阶",
            "timestamp": 1428052380,
            "txt_content": "结局？这么快？\n18个小时的手术……我什么也不想说……"
        },
        {
            "author": "llxy",
            "timestamp": 1428065160,
            "txt_content": "18个小时……泥垢了！8个小时还差不多……"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1428069240,
            "txt_content": "llxy 发表于 2015-4-3 20:46\n18个小时……泥垢了！8个小时还差不多……\n你才够了……签名档还是那个……"
        },
        {
            "author": "llxy",
            "timestamp": 1428105360,
            "txt_content": "恶魔-潇洒 发表于 2015-4-3 21:54\n你才够了……签名档还是那个……\n哦呵呵不服咬我【我才不会告诉你我是因为不知道用什么签名档才没弄吗？】"
        }
    ]
}