{
    "title": "<原创·连载>   勇者之征   第四章 第六节",
    "author": "2B与mc的故事",
    "replyCount": 5,
    "timestamp": 1428067800,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-8-25 11:00 编辑 \n\n        许多读者反映每一节的内容太少了，看不够。对此我决定：增加每节的内容。再次对一路支持我的读者们表示感谢！\n\n\n        Steve感到十分迷惑，为什么会有一群狼突然蹿出来，把它叼到一个奇怪的洞穴，然后有遇见了一只会说话的狼。他正准备开口，却早已被狼王看透了心思。\n\n        “我知道你的心里有许多的问题。毕竟不是每一个人都可以遇到像我一样高贵的，强壮，而且会说话的狼的。”狼王笑道，“这里的一切都要从很久以前说起。”\n\n        “notch在创造世界的时候创造了许许多多的地形，虽然说这些地形诞生的时间都差不多，但是其构造却又截然不同。也许你猜测，我们这片森林之所以叫做创始之森，是因为这是notch创造的第一片森林，可是并不然。这片森林在很久以前非常普通，和千千万万其他的森林一样，只是有一些细节上的差异而已。”\n\n        “可是这片森林又十分的与众不同，这是notch的一次创造生命的地方。所有现在你能看到的，猪，牛，羊，鸡，马，鱼，豹猫，狼，都是在这里诞生的。只不过其中的一切因为不适应这里的地形而迁徙去了其他地方。也就是说，这里的生命都很古老，都有一股纯净的上古的气息。我也是notch所创造出的第一批动物之一。所以，Steve，我的阅历比你更多，年龄也比你更大。也正因为是这样，在漫长的岁月里我学会了人类的语言。”\n\n        “等等，你怎么知道我叫Steve？”Steve突然发现了什么似地问道。\n\n        “呵，也许你不知道。在你去地狱探险的那段时间里，你的故事一传十，十传百，现在传到全天下都知道你的事了。尤其是因为你久久没有回来，很多人都说你肯定是死在那个世界了。还有一些人认为你和herobrine同流合污了呢！这也使notch越来越焦虑，现在他几乎一直都坐在自己的庭院里，漫无目的地看着远方，除非这个世界的那里出了混乱，他才半梦半醒似的起身然后出发，而且即使出了门他也几乎一个字都不说。他应该很担心你吧！”\n\n        “不过你现在不用担心。”狼王对着Steve即将离开的背影喊道，“你失踪的消息传得快，你回来的消息也应该传得快。肯定已经有人告诉notch了。还有，你竟敢不听我把话说完就擅自准备离开，你是不是不把我狼王看在眼里？”\n\n        Steve这才转过身来，然后什么都没发生似的又坐下来继续听着。嘴里还喃喃道：“切，反正我都是快死的人了，早死晚死都得死，还怕你一只狼？”\n\n        狼王不知道是装作没听见还是真的没听见，目光朝着远方继续回忆：\n\n        “也许你也对世界上的第一片森林感兴趣，可是我很遗憾地告诉你，它在一年前的一场雷击中被烧成了灰烬，连他附近的一片村庄也被殃及了。”提到“雷”，狼王似乎特别激动，嘴角扬起了得意的笑容，“雷电的力量真是强大啊！但是也没有伤到村民，听说他们都转移到另一个地方去安家了。”\n\n        “也许你也对我的称号很感兴趣，为什么我要叫'疾电狼王'，而不是什么'超级狼王'，'凶猛的狼王'呢？”\n\n        Steve暗自偷笑，堂堂一个狼王，怎么一开口就想出这些这么幼稚又无聊的名字呢？\n\n        “原因有其三。第一，这写名字太无聊了，都不符合我高贵的气质。”\n\n        呵呵，你也知道这些名字很无聊啊。Steve在心中又开始吐槽了。\n\n        “第二，因为我有闪电一般的力量与速度，在这片森林里任何生物都要畏我几分。”\n\n        终于有一个正常点的理由了Steve想着。\n\n        “第三，因为我曾经跟闪电比赛过。”\n\n        Steve瞪大了眼珠，问道：“你该不会告诉我……”\n\n        “没错，是我赢了。”狼王自豪地望着远方，“当时我离开森林去找notch，回来的时候天已经黑透了。突然，一大片乌云遮住了月亮，而且地上刮着极为猛烈的风，空气也变得特别闷热，我知道，这是要下暴风雨了。”\n\n        “可是我却感到一股不寻常的气息。直到现在我都还记得，那股邪恶的气息！干燥的空气摩擦着我的皮肤，我知道这是一场雷阵雨。而且，这不是一场普通的雷阵雨！这股邪恶的气息，这分明是herobrine的诡计！这使我想起了不久前被雷电毁灭的第一片森林，我好像知道是怎么回事了。直觉告诉我我必须赶快回去保护我的族人”\n\n        “我弓下身子，后退一蹬，就像箭一般，哦不，应该是比箭还快的地冲了出去。我很享受奔跑时的那种自由的感觉。可是现在不是享受的时候，我必须集中精力，拼尽全力冲向森林。”\n\n        “这片邪恶的云似乎也看穿了我的计划，紧随在我的后面。我在地上跑，它在空中追赶，就像一只凶猛的黑色的巨兽一般。我第一次感到恐惧的感觉，但不是因为怕死，而是因为害怕族人死。”\n\n        “狂风迎着我的脸吹来，可是只吹地上的我，吹不到高空中的乌云，好像那只巨兽邪恶的魔爪把我往他的嘴里推。我正在一点一点地靠近乌云，可我知道我必须跑得比原来更快，我知道我必须拯救我的族人，而这股渴望化为了我的动力，就像在我的背上长出了翅膀一样。我奇迹般地超越了疾风，又一次遥遥领先于乌云。”\n\n        “我终于还是跑赢了乌云，然后冲进了狼族的领地，用狼的语言高吼着：'快逃！快逃！herobrine来了！'可是族人们都觉得莫名其妙，有的甚至以为我在外面奔波太久出现了幻觉，示意让我休息。不过还是有那么几只有先见之明的狼跟我一起走了出来。”\n\n        “可是已经晚了，那片乌云已经笼罩在整个森林的上空，我们无路可逃了。霎那间，一道闪电划破天际，打破了夜的宁静，劈向了一只正在熟睡的狼。我不假思索地冲了过去，撞开了那只狼，然后机敏地往后一跳，正好躲开了那一道闪电。可是闪电周围高温的空气还是灼伤了我的皮肤，不过总比正面击中要好很多。闪电打到草地上，劈出一块一格多深的烧焦的土地。”\n\n        “容不得我喘气，一道又一道的闪电劈向了大地。我知道我必须跑得更快，跑得比闪电更快，而不是'像闪电一样'，照理来说我应该已经累得站不起来了，可是这股意念却让我奇迹般地忘记了伤痛和疲惫。”\n\n        “这个时候，住在这片森林的一个和狼族和睦相处的冒险家，听他自己说他叫索恩斯，他也感觉到一股不同寻常的气息，于是从他的地下宫殿里跑了出来助我一臂之力。顺带一提，在你们走的这几年里，Notch也创造了好几个自由意志生命体，可是好像都不如你们两个满意。他递给我一把石剑，说着：'喂，那只狼，这么一直躲下去也不是办法，我们得想办法打散这片乌云。'说着他从这个树干跳到那个树梢，然后爬到了树顶。我也紧随其后，望着这片乌云，虽然森林的树都很高大，可是还是够不到这片乌云，还有一段距离。”\n        “这个时候，那个冒险家说：'我有一个刺激的注意，不如我们直接跳上去砍散这片乌云吧！'我狼王也不是吃素的，谁怕谁啊！我向他点了点头，然后同时跳了上去。他一路上用石剑劈盏着一道道闪电，而我则是用嘴叼着石剑舞动，跳到最高处，我们看到了乌云中心一块最亮，最烫，气息最强烈的小光点，'就是他了'我们几乎异口同声地叫到，然后一起扔出了石剑。剑劈到那个光球，那个光球瞬间就爆炸了，放射出极强的闪电，根本等不及我们落下去。”\n\n        “在滚烫的，如同利剑的闪电中，我知道我必须活下去，我的族人还在等待着我，可是我的血液几乎都快要融化了。在最后关头，我似乎感到一股神奇的力量正在涌入我的身体，接着疼痛感消失了，闪电也消失了，而我的左眼却多了一道闪电状的疤痕，可是那个冒险家却死了，连尸体都没找到。他所留下的地下洞窟，就是我们现在所在的地方。”\n\n        “在那之后，森林里的动物都尊称我为疾电狼王。而跟随我的狼们，则被称为雷鸣之白狼族，也就是通常所说的白狼族。”\n\n上一节                                                                               目录                                                                                 下一节\n\n",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1428069840,
            "txt_content": "文笔看的过去，建议在每一节末尾加上上一节和下一节链接"
        },
        {
            "author": "xcc",
            "timestamp": 1428150240,
            "txt_content": "狼王是什么鬼................."
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1428176820,
            "txt_content": "lzs1234 发表于 2015-4-3 22:04\n文笔看的过去，建议在每一节末尾加上上一节和下一节链接\n了解，修改中"
        },
        {
            "author": "PE龙隐尘",
            "timestamp": 1428178740,
            "txt_content": "还可以\nhttp://www.mcbbs.net/thread-426714-1-1.html"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1428181020,
            "txt_content": "xcc 发表于 2015-4-4 20:24\n狼王是什么鬼.................\n然而这个世界就是这么大这么奇妙"
        }
    ]
}