{
    "title": "【原创】European theatre of World War II in 1944——欧洲战场：二战1944",
    "author": "HOIM",
    "replyCount": 10,
    "timestamp": 1428069600,
    "txt_content": " 本帖最后由 HOIM 于 2015-4-12 09:20 编辑 \n前言：本地图只为展示，在此其所有权为Hoim本人所有，请各位不要在此求得任何的网盘、邮箱以获得本地图。\n本地图大小为1.6G 地图大小约为10000x10600 （单位：方块） 请尊重作者的所有权，请勿进行任何形式的转载！\n若想使用该地图，请联系以本人命名的服务器!为避免涉嫌宣传服务器，在此不透露任何其他关于我服的信息！\n本地图为模拟1944年欧洲战场的地图，并将北非的部分地区以及小亚细亚半岛加入地图。\n简介：如今，让欧洲的灵魂重回mc吧！\n在此之前，部分国外的大触公布了自己的地球全息地图。但事实上欧洲这一个部分被严重剥削，显得十分的狭小，甚至大不列颠岛可以从一头直接望到另一头。富裕的欧洲没有一条河流，没有一头牲畜，森林将整个欧洲覆盖，仿佛回到了那远古的热带丛林；而整个欧洲就如同一块平地，到处荒草丛生，在地理学上我们可以说：这不真实！\n而我们利用更为先进的绘图技术，完美的呈现出了阿尔卑斯山、比利牛斯山等一系列低则如丘陵，高则如天堑的山脉；我们利用一系列造川技术，建造出蜿蜒曲折的卢瓦尔河、奥得河、易北河、莱茵河、多瑙河、顿河等一系列世界闻名的河流。不仅如此，更重要的是我们所建造在这座地图上的86座城市！这一系列城市全部按照历史原样进行建造，\n从世界工厂的首都伦敦，到浪漫之都巴黎；\n从罪恶战争的策源地柏林，到音乐之都维也纳；\n从二战中的转折点的斯大林格勒，到曼斯坦因笔中“最后的胜利”的哈尔科夫；\n一切城市都静悄悄地矗立在那一片欧洲战场上，成为史诗的永恒。\n详细介绍：在图中黄色的小点即代表着各个城市，从最南端的突尼斯到最北端的摩尔曼斯克，无不倾尽了HOIM管理组的心血！不仅如此，我们还按照MC中有趣的生物群系，向不同的地方安排了不同的植被、地形和生态群落！在法国南部和意大利半岛，有着典型地中海气候的地方我们建立了成片的热带雨林、热带草原和沼泽；在非洲北部隆美尔和蒙哥马利博弈的北非战场我们建立了一处处沙漠和仙人掌林以及绿洲；在法国北部的诺曼底、加莱等地，为了实现诺曼底登陆的宏伟理想，我们创建了一片片一望无垠的沙滩；在苏联粮仓乌克兰和广袤无垠的俄国大草原，我们建立了一片片与周围地形相反的大平原；而在德国的中部，一片片黑森林也被移进MC，成为了绝对的战场。有的服务器只为了景观和方便，因此只是用了用谷歌地图灰度图并导入MC，而我们却为了打造能够供玩家生存而建造了一片片充满树木、河流、高山、峡谷、矿脉的新天地！地图分区介绍：\n\n\n伊比利亚半岛：全半岛都为中立区，拥有大量矿产资源和橡树、白桦树资源。\n斯堪的纳维亚半岛北部：为中立区，拥有丰富的针叶林资源，同时在白海地区拥有全图唯一的冰冻海洋生物群系。\n阿特兰蒂斯为本人编造的城市（观众：编造还说得那么富丽堂皇？）233 用于供本人居住 233\n\n北欧地区：其中波罗的海西部地区（斯堪的纳维亚全岛）为中立区。拥有白桦林、针叶林资源，同时列宁格勒也是俄国极为重要的港口之一。挪威素有千岛之国的美称，在挪威的土地上，可以深刻的感受到自然之美。\n\n法兰西地区：纵横交错的铁路公路网，绵亘蜿蜒的阿尔卑斯山脉，波澜壮阔的卢瓦尔河共同组成了大法兰西。除巴黎外为交战区。为1944年美军占领区，在图中色当一带就是赫赫有名的突出部战役了（阿登反击战）。为交战区，除巴黎外所有城市均可占领。\n\n大不列颠岛及爱尔兰岛：为1944年英国及爱尔兰占领区，除伦敦外为交战区。拥有得天独厚的地理优势，进可以舰船一扫天下；退可以海峡为天堑阻止敌人的进攻。东南角就是加莱啦~环岛都有沙滩，各位可以休闲度假，当然侵略者们也会把沙滩作为战场。\n\n这是1944年中期德国的占领区域，其中带有名字的都为当时所占有的据点。除柏林外为交战区。莱茵河、易北河、奥得河、维斯瓦河、多瑙河四纵一横，再加上基尔运河、北海和波浪的海，使得其成为了一道万里长城般的得天独厚的防线。\n\n\n意大利半岛及东地中海、北非地区：除罗马外为交战区，突尼斯战役，西西里岛登陆，意大利登陆仿佛一系列历历在目的战争过程，意大利人的塔兰托也在其中无比耀眼。\n\n\n东欧苏德战场：是二战中最残酷，最铁血，也是伤亡人数最多的欧洲战场之一。坦克手在着火的坦克中迸发出最后一炮；飞行员使尽最后的力量向敌人撞去。库尔斯克、斯大林格勒（太靠东边在地图中未显示）、哈尔科夫、基辅、乌曼都在地图上熠熠生辉。除莫斯科外均为交战区。\n\n\n南线战场：除罗马、贝尔格莱德外为交战区，小亚细亚半岛地区为中立区。在古欧洲文明的发源地，在爱琴海，在温泉关，在黑海，都在发生着一系列的战役。\n\n\n实入地图展示：\n\n华沙街景\n\n雅典山脚\n\n\n\n易北河上\n\n无尽森林\n\n\n汉堡夜景\n\n\n阿尔卑斯星空\n\n\n苏联大草原\n\n\n卢瓦尔河畔\n\n\n山间平原\n\n\n\n\n\n尾声：\n1、本图在地理构造和河流绘制上有严重的误差，欢迎各位指出，我会尽力弥补；\n2、部分景物不符合1944年的实际情况，请多多谅解；\n3、欢迎加我QQ：3094300238或加入本二战地图交流群：420058527 提出bug 游玩反馈等等都可以在此畅所欲言！\n4、若有在帖子上的信息不完整或是本人的信息有不健康，不妥当的 希望各位多多关照！5、地图最终解释权归HOIM管理组所有。\n希望这个作品能够让无数人的战争梦想实现！\n\n\n",
    "replies": [
        {
            "author": "YSM123",
            "timestamp": 1429093920,
            "txt_content": "我叫沙发！admin辛苦你了= ="
        },
        {
            "author": "xtsrf",
            "timestamp": 1429093980,
            "txt_content": "沙发。。。\n河流的地形程度应该为从高到低\nAdmin你是用什么做的地图"
        },
        {
            "author": "HOIM",
            "timestamp": 1429431180,
            "txt_content": "xtsrf 发表于 2015-4-15 18:33\n沙发。。。\n河流的地形程度应该为从高到低\nAdmin你是用什么做的地图\n虽然你不是沙发呢 但是我还是准备告诉你\n我自己手撸的 手撸了三天三夜 太累了"
        },
        {
            "author": "dlxy",
            "timestamp": 1432900080,
            "txt_content": "。。。深表佩服。。。"
        },
        {
            "author": "knight03",
            "timestamp": 1432906380,
            "txt_content": "辛苦了admin"
        },
        {
            "author": "londa龙达",
            "timestamp": 1432906680,
            "txt_content": "Admin辛苦你了，为服务器里的玩家们创造这么好的环境，感谢您的付出！龙达向你致敬！"
        },
        {
            "author": "AndssY",
            "timestamp": 1436957760,
            "txt_content": "收下我的膝盖~"
        },
        {
            "author": "飙埸",
            "timestamp": 1471026900,
            "txt_content": "如果有比例尺会更好。。"
        },
        {
            "author": "丶隔壁老王",
            "timestamp": 1472377980,
            "txt_content": "看起来很不错的地图，就是什么时候能出简化版，怕内存支撑不住。"
        },
        {
            "author": "zwh1011",
            "timestamp": 1472390760,
            "txt_content": "佩服，佩服啊"
        }
    ]
}