{
    "title": "<原创·连载>《MC大陆》【第一话：蓝发少年】",
    "author": "osy",
    "replyCount": 11,
    "timestamp": 1428062520,
    "txt_content": " 本帖最后由 osy 于 2015-4-4 09:34 编辑 \n\nMC大陆，千万年后。\n       天底下，分成了两个国家。一个叫星芒，一个叫灿光。在两大国的和平共处下，人们生活的无忧无虑，没有人叫苦连天。\n       而死神，地狱和末地，早已是老人们茶余饭后的玩笑罢了。但是，有一个人不这么想。\n       星芒帝国， 云嵩山山顶。\n       云嵩山，星芒帝国境内最高的山，足足七八十米高。这里的山脚下是一片森林，而且树木长着扭曲的枝条，所以这里是盗匪们的最佳藏身之所。但那所谓的山顶，却人迹罕至。因为，云嵩山山势陡峭，而且根本没有通往山顶的路，所以山顶，是一个谜。\n        山顶，是一座峭壁。初升的太阳光线正好被全部挡完。突然，峭壁的一侧裂开一道缝隙，然后变成了一个能让人通过的小门。随后，一个蓝色的身影徐徐而出。\n       蓝色的兜帽，蓝色的衣服，蓝色的裤子，蓝色的鞋子，蓝色的项链，蓝色的头发，以及，蓝色的眼睛。整个人就如同来自大海，全身上下基本上全是蓝色。\n        他走到峭壁的另一侧，朝着一块并不起眼的石头按了下去。顿时，巨大的峭壁瞬间分裂，出现一条通道。这一幕，如果被那些强盗看到，一定会惊讶的合不拢嘴。因为，隧道的两侧，全是黑曜石。\n        黑曜石，水和岩浆碰撞后产生的物体。其价值异常珍贵。\n        阳光打在了少年的脸上，这下子他的脸完完全全暴露在阳光下。这是一个八岁左右的男孩，但眼神中却有着一丝坚毅和冷冽。\n         顺着黑曜石通道走入，来到了一所仿佛与世隔绝的小屋。这座房子全是桃木做的，房前有一座院子，由木篱笆拦着。少年打开一扇栅栏门，径直走到小屋前，深吸一口气，随后走了进去。\n        一进屋，就能闻到一丝桃木的香味。一楼并不大，除开客厅和餐厅也就四间屋子，上面分别贴着照片，分别是一个漂亮的蓝发女人，一个黑发的俊秀男人，一本书，一个箱子，少年没有理会，从餐厅旁的楼梯上了楼。二楼有两间房屋和一个花园，也贴了照片：一把铁镐，以及。。。这位少年的照片。少年走进自己的房间，里面是一张床和一套桌椅。打开桌子的抽屉，拿出了一本笔记本。第一页上只记了两个字：凡祎\n        这就是少年的名字，凡祎。这间屋子，只有他一个人。\n        凡祎拿着本子，走到了一楼的箱子室。里面只有一个箱子，凡祎打开了箱子，从里面拿出一个背包，一把桃木剑，一根皮鞭，一些食物，还有两张照片，分别就是外面那两间房上的照片。\n        这是他的父母，几年前，去世了。而去世的原因，他不知道。他只知道他们去世了。而且，他六岁以前的记忆，全部是一片空白，只知道一些信息。换句话说，他本人就是一个谜。\n        当然，他现在，其实已经恢复了一部分记忆。这，要感谢灵力。\n        灵力，一种MC大陆上自古以来就存在于人们体内的能量。人们可以通过控制灵力快速运转和练习释放来修炼，使它增多，从而升级。而释放灵力的，也是自古以来就存在于人们体内的一个东西，圣器。\n        圣器，顾名思义，是一种武器。每个人在四岁的时候，自己的圣器都会从体内出现，并且带来灵力。每个人的圣器都会有所不同，锤、弓、弩、戟等都有可能。而有的人获得的可能不是武器，而是一种动物的形态。这种，叫做圣物。当然，其他的地方与圣器并没有什么不同。另外，随着灵力的增长 ，圣器也会变得越来越强大，有人便根据这灵力的大小，决定了圣器师等级的多少，并以每十级为一阶，判定出他的强弱。于是，从弱到强的圣器师的阶数称号分别是：圣师、圣士、圣将、圣统、圣贤、圣帝、圣者、神使、神皇、神。当然，在MC大陆的历史上，还从来没有一个人能够成神。不过即使如此，这些称号也不是乱取的。圣师至少有着常人几倍的力量，而神皇更是有着移山填海、斗转星移的强大力量。而且，到了神皇的级别，可以给自己取一个绰号。当然，那种级别，现在凡祎只能仰望。\n        凡祎刚才拿出的剑和鞭，就是他的圣器：桃木剑和皮鞭。而他的等级，是圣士，十三级。也就是在十级的时候，他恢复了一段记忆：\n        他的父母，没有灵力，是一对平民。至于名字，他并不知情。为了寻求宁静，他们便住在这松树满山的云嵩山中。之所以给他取名叫凡祎，是因为祎带有美好的意思。他的父母只希望他长大后能做一个普通的人，能度过美好的一生就够了。\n       可他四岁时的圣器觉醒， 却给了他的父母一个大惊喜。\n       凡祎的圣器，是两样——桃木剑和皮鞭。一个人，平均只能拥有一把圣器，而凡祎有两个，这种情况很难见到，因为拥有两把圣器就代表灵力的修炼速度会是一把圣器的人的两倍。这种情况叫做：双圣器。\n       从此，他的父母开始对他进行培训，而凡祎也有着能变强的梦想。\n       可是有一天， 母亲失踪了。\n       凡祎不断的寻找，也没能找到母亲的踪迹。而当他问起父亲，父亲总是闭口不答。凡祎心里隐隐猜到，自己的妈妈是被人暗杀了。从那以后，他常在梦里痛哭，而白天的训练他也更加努力。直到，他到了九级的巅峰。\n              看到这一切，父亲欣慰的笑了。他告诉了凡祎真相：他的母亲是被死神所杀的。凡祎还以为父亲是在玩笑，毕竟死神的存在一直是个传说。可是他从父亲坚决的眼神和苍白的面孔上看出，这是事实。父亲告诉他，等他能真正掌握圣器的技能，就可以出去闯荡了。\n       然后，他昏了过去。等他醒来，发现自己在一个房间里，也就是刚才那个墓碑图片的房间的密室里，这里有着妈妈的墓。他打开密室，从与密室连同的通道跑出了房间，想去寻找父亲。可他看见的，只是父亲的尸体和一地僵尸的残骸。\n      他痛哭，那时他连五岁都不到。 \n       以后的日子里，他开始苦练。无论是寒冬还是酷暑，是暴雨还是大雪，都能看见他不断练习的身影。他把父亲和母亲葬在了一起，每年都会从山中摘一束纯白色的玫瑰放在他们的坟前。\n       “就这么多吗。。。。。。。”这是当凡祎恢复记忆痛哭之后，所想到的第一个念头。很明显，十级就能恢复记忆，那么二十级，三十级。。。。。。凡祎决定，他一定要恢复所有的记忆！\n       现在的他，已经熟练的掌握了圣器，而自身的灵力更是达到了十三级。于是，他决定离开这山林小屋，要去外面闯荡。\n       他的目标，是天下第一的圣器师学院——MC学院。\n       MC学院之所以被称为天下第一，并不是虚张声势，而是他们真的有着强大的基底：第一，能从MC学院毕业的，无一不是当世的强者，大陆的精英；第二，那里有着任何人都能修炼的方式，分别是修炼圣器的圣器系，改造并融合圣器的融器系，以及以暗器等器械战胜敌人的器械系；第三，那里有着现在几大探险队之一的风之探险队；第四，那里的老师没有一位是圣臣以下级别的。。。。。。。总之，加入MC学院，得到的好处绝对是很多的。在这样好的条件下，谁不想去呢？\n       当然，MC学院的招生要求也是十分严格：九岁以下，灵力超过十级。并且，还要通过五关入学考核。在常人看来，的确够难。但对凡祎，真没什么难度。以他十三级的灵力，已经算是同年龄厉害的存在了。\n        带着包里的东西，凡祎走出了小屋。走进隧道前，他看了一眼这所木屋。\n        这里，有他的童年，他的努力，他的悲伤，他的决心。\n        转身，走出隧道。在走出的一刹那，隧道封闭。不知要多少年后，才会有第二个人发现呢？\n        凡祎沿着秘密的机关通道，从山顶下到了山脚。一出山脚的门，就发现不远处有一伙强盗，不到十人。凡祎冷笑，包里的桃木剑和皮鞭在手，冲着盗贼就冲了上去。\n        凡祎手中的桃木剑开始旋转，立刻，一道道灰白的光影就出现在周围，朝着强盗们飞去。接着，另一只手的皮鞭上浮现出四道光影，围绕在皮鞭左右。并且，他的头上出现了两个金色的晶体。 \n       晶体的名字，叫做圣晶。可以说，圣晶就是表示等级的。每个十级都需要去猎杀一只有灵识的生物，才可以得到一个晶体，吸收了它，才能使用晶体所带来的技能。当然，在人身上出现的晶体是虚幻的，并不是硬邦邦的一块石头。而晶体也有着等级的划分，从弱到强分别为：橙、金、青、绿、红、灰。其中，灰色的晶体几乎是没有出现过的，和神的存在一样是传说中的。而双圣器的人，在十级时都会自动获得一个金色的圣晶。\n       另外，还有一点：MC大陆所谓的盗贼，都没有灵力。。。。。。\n       一分钟后。\n       “三十二片烤牛肉，十个面包，一个指南针，一个钟，一把铁镐，一把。。。。。。咦？钻石剑？”凡祎搜查着盗贼的背包，背后躺着横七竖八的尸体。凡祎心里没有过多的负担，这些人手上都有着不止一条人命，灭了他们也好。只是，这把钻石剑，貌似是附魔的。凡祎将灵力放入其中探查，附魔属性竟然是三级·击退和二级·火焰附加！\n       “不错啊，我就收下了。。。。”说着，凡祎将钻石剑收进了背包，接着往外面走。\n       MC学院在星芒帝国的中心城区，星芒城，那里也是皇宫的所在地。而云嵩山，在星芒帝国的外部。如果实打实走过去，自然是要耗上大概几个月的时间。只是。。。。。。凡祎的目的地现在不是星芒城，而是离云嵩山最近的城池：云嵩城。\n        半天后，凡祎抵达了云嵩城。云嵩城算不上豪华，但也是一片不错的地方。凡祎已经不是第一次来这里了，他准备，先去吃一顿饭，再去这边的市场逛逛，看看有没有什么稀奇的东西。然后再去驿站坐马车，直达天星城。路上的时间要不了两日，而MC学院实际上才刚开始招生，所以绝对来得及，\n        想着，凡祎走进了一家饭店。但他没有注意到的是，当他走进了饭店，整座饭店突然一阵扭曲，带着凡祎消失了。\n        那片地方，变成了空地。。。。。。。",
    "replies": [
        {
            "author": "the-blaze",
            "timestamp": 1428063840,
            "txt_content": "越看越像斗罗……总之描写太少，文笔有待提高，世界观设定太通俗，无吸引力"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1428063900,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-4-3 21:57 编辑 \n\n我的名字里有一个祎，我姐的名字里有一个凡……\n恩，不错，其实啊，即使不是Minecraft类型的小说，也是可以的，但愿可以朝不同的方向发展"
        },
        {
            "author": "Tsui",
            "timestamp": 1428064320,
            "txt_content": "怎么老是什么骚年什么的   难道他能创造奇迹？"
        },
        {
            "author": "lzs1234",
            "timestamp": 1428064440,
            "txt_content": "最近好多X发少年，老掉牙\n感觉像武侠小说…"
        },
        {
            "author": "yinahihan",
            "timestamp": 1428065040,
            "txt_content": "这，这这。妈呀，MC大陆忒牛了{:10_499:}"
        },
        {
            "author": "谈天c",
            "timestamp": 1428065460,
            "txt_content": "作者~你打怎么多字也辛苦了~~"
        },
        {
            "author": "JKMK",
            "timestamp": 1428066960,
            "txt_content": "好屌啊！"
        },
        {
            "author": "夜暗伤",
            "timestamp": 1428069240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "夜暗伤",
            "timestamp": 1428069300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "HGK",
            "timestamp": 1428071280,
            "txt_content": "请按照索引帖修改题标"
        },
        {
            "author": "osy",
            "timestamp": 1428111300,
            "txt_content": "HGK 发表于 2015-4-3 22:28\n请按照索引帖修改题标\n多谢版主提醒"
        }
    ]
}