{
    "title": "<原创.连载>虚妄168[作者：xcc][第2章]",
    "author": "xcc",
    "replyCount": 14,
    "timestamp": 1428072660,
    "txt_content": "\n@PE龙隐尘 \n@天阶 \n@HGK \n@yuchenyang \n@o-zero \n@250=mo",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1428072720,
            "txt_content": "标题: <原创.连载>虚妄168[作者：xcc][第2章] 本帖最后由 xcc 于 2015-4-24 21:20 编辑 \n传说人死后会化成灵魂，看见自己想得到的。\n 看见了？\n 看见了。\n\n\n          ----xcc\n\n\n   第二章-什么是基础\n\n\n\n\n\n序章   第一章\n\n\n\n\n（每一章节都是交叉使用第一人称和第三人称...下一章节就是第3人称了[单数第三人称，双数第一人称]）\n=============================================================================================\n\n光芒渐渐消失。你好。身后突然传来一个尖细的声音。是个比我矮至少半米的家伙，脸上有个浅浅的弹孔。你好我是侏儒种族的。他作自我介绍，我是新人的教官也是武器部部长。我叫鋈尔。末了他又补充一句。我蹲在他面前，保证自己与他平视后，缓缓发问，你是教官是么，是要教授些常识是么。是啊是啊。他用力点头。他的脖子有点短，点头时胡茬都扎到了自己的皮甲上。侏儒这个种族的悲哀——不能留长胡子。“那你开始讲讲吧。”我找了个垫子坐着，看着他开始在一旁的书柜中找书，“补充补充世界观。”鋈尔拿出一本书，足足有人的手腕之粗，他翻开书，深吸一口气，看样子是要从头开始讲。“我们生活的世界叫做‘Minecraft’这是一个众多种族云集的世界。原本只有人类种族，但后来人类中出现了可怕的异变，异变者全身发紫、发蓝、发青、发红......继而具有所有人类不具备的特征。比如我们侏儒，矮得要死，但大脑发育程度要比人类高级得多。人类起初对这些种族并不抱友好的态度，视其为异类，驱逐。直到后来他们发现异变者已经很多了，多得足以与人类抗衡时，他们开始对其进行屠杀。异变者中，有些人的异变症状是一样的，继而形成种族。——所以说现在各个种族的祖先其实都是人类，没有人类的驱逐他们也不足以成为种族。现在他们被统称为‘怪物’谁都不知道一边是怎么来的，可能是创世神的玩笑吧。但没人会理会这些——只是后来种族战争就这么爆发了。那是很惨烈的一役，所有人的身上都插着刀刃——抱歉这只是我的形容，血流成河。只是因为人类凭死捍卫自己的霸主地位。但现在很多种族都落后于人类。为了汲取知识，许多怪物们都伪装成人类前来学习....但有不少怪物都被发现了，然后被凌迟.....幸好先疯联盟给了我们活路。”他终于说完了。“这是基本历史，细致的历史你以后自己看吧。”他补充。“不过我们先疯联盟嘛，就是一救济站，三分之一怪物三分之二人类，分配得非常均衡合理，毕竟何黔昇他自己就是一人类嘛。”鋈尔很随意地评价了下先疯联盟。我忍不住岔一句——“话说你不准备讲讲五大世界吗。”“哦，差点忘了。”鋈尔一副恍然大悟的样子，“五大世界，是主世界——我们生活的地方，也叫克尔伏德；暮色森林——一个危机重重，几乎没有人类涉足之地，也叫穆森亚；下界——分为极炽和极寒两个空间，基本上是大多数怪物的容身之地，但最近被人类蹂躏地不成样子，末路之地——一个特殊的种族，末影人生活的地方，被虚空包裹，不见光明。哦还有一个以太世界——堪比天堂的地方，没啥好讲的，反正最近也失真了。”他满以为自己讲完了，满意地长舒一口气后刚准备讲点什么，就又被我岔了句话——“你不打算将讲货币吗？”他大概有一种“你看上去好像都知道”的感觉，但他咽了口唾沫，认真道：“货币嘛，就是石币，铜币，银币，金币，钻石币，进率为十。”“现在开始讲关于武器的知识......”他口若悬河唾沫飞溅。我沉默不语。“武器分为攻击类、防御类两大类型。武器的等级为——优秀，精良，史诗，传说。武器是可以附魔的，嗯，这才是重点。”他一边说着一边从腰间取下一把木剑递给我看。木剑除了表面闪烁着一层紫光，没什么不同、。“瞧见了么？”鋈尔得意洋洋，“这就是附魔啦。附魔的表现形式就是在武器上浮现一层紫光，上面还有关于附魔信息的一些文字——只要你用心看就能看出来啦。现在为止发现的附魔有200多种，这把剑的附魔就是最常见的‘耐久’附魔——主要作用是减少武器损耗，挺实用的。”他终于停下，歇了几口气。趁着这空挡我急忙打断他——“怎么附魔”。他钻进书架旁边的一个板条箱里，短小的身躯在里面翻找着什么。须臾，一个红色的方块被扔了出来。我打量着这个“方块”，四角镶嵌着晶蓝色的钻石，中间是红色的柔滑的绸缎。绸缎下是血褐色的支撑。“这就是附魔台了！”鋈尔吃力地把书架移动到这个被称作附魔台的方块旁，“它需要书架才能获得更好的附魔能力啦。”他从皮甲边上再次抽出一把剑，是一把用圆石制成的粗糙的石剑。他握着剑柄，缓缓将它移动到附魔台上，只见附魔台四角的宝石射出蓝色的光芒，渐渐向中央汇集。汇集成一个蓝色的光球后，它忽地又渐渐散开为一个浅蓝色光幕，包裹住石剑。光幕上面映着青灰色的文字，有些扭曲。看不懂。鋈尔用他粗糙的手指触碰了其中一段文字，石剑上便笼罩了一层紫光。鋈尔仔细端详着石剑，缓缓说——附魔是随机得到的，我看看这把剑是什么附魔....锋利。我叫道。看到上面的小字了，总不是那样扭曲的字体。鋈尔突然把石剑递给我。做个纪念吧。然后从书架里抽出一本非常厚的书，像扔板砖一样扔过来。“你........”我躲闪着砖头一般的书簿向着我的方向砸来，“想砸死我么。”没那个意思啊。鋈尔推着我的背，把我推出武器部的大门。快走啦快走，他催促着，新人们都要去何黔笙那里接任务呢。任务？我疑惑。对哦好像忘记告诉你什么了。他突然打断我，站定后说：“做任务的时候小心点啦。克尔伏德上有两个杀怪物狂魔呢，‘南枪’和‘北刀’，他们的名字在披风上写着，如果看见了就要躲开哦。”这什么鬼名字。你不要不在意这些！鋈尔着急了，“我年轻时不撞南墙不回头，结果撞了南枪也不回头，结果就是被贴脸崩一枪。”我看了看他脸上的小弹孔。这世道，薄得跟命一样。\n"
        },
        {
            "author": "夜暗伤",
            "timestamp": 1428072840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1428073380,
            "txt_content": "天阶都要来，身为师弟的我怎能不来呢？"
        },
        {
            "author": "250=mo",
            "timestamp": 1428074340,
            "txt_content": "不能常来顶贴啦。实在没空看内容呢，不过格式可以稍微改一改，居中看着很难受"
        },
        {
            "author": "天阶",
            "timestamp": 1428102900,
            "txt_content": "深夜发帖没好处……\n居中看到好难受……"
        },
        {
            "author": "北极星人",
            "timestamp": 1428104580,
            "txt_content": "又是神奇的居中，我的眼睛都被闪瞎了"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1428107460,
            "txt_content": "刻画很独到呢，虽然没有太多描写，但气氛着实非常强烈????。对话多却并不枯燥而啰嗦——语言很形象。赞????（不过我感觉，会烂尾？）"
        },
        {
            "author": "PE龙隐尘",
            "timestamp": 1428107580,
            "txt_content": "xcc 发表于 2015-4-3 22:51\n@PE龙隐尘 \n@天阶 \n@HGK \n来了（我的小说第七章来了，快去看看吧！）"
        },
        {
            "author": "xcc",
            "timestamp": 1428140160,
            "txt_content": "北极星人 发表于 2015-4-4 07:43\n又是神奇的居中，我的眼睛都被闪瞎了\n0.0妹子我的审美有点问题"
        },
        {
            "author": "xcc",
            "timestamp": 1428141060,
            "txt_content": "末影龙娘 发表于 2015-4-4 08:31\n刻画很独到呢，虽然没有太多描写，但气氛着实非常强烈????。对话多却并不枯燥而啰嗦——语言很形象。赞???? ...\n为什么会烂尾"
        },
        {
            "author": "xcc",
            "timestamp": 1428226980,
            "txt_content": "250=mo 发表于 2015-4-3 23:19\n不能常来顶贴啦。实在没空看内容呢，不过格式可以稍微改一改，居中看着很难受 ...\n知道了............真的没有时间吗"
        },
        {
            "author": "xcc",
            "timestamp": 1428255900,
            "txt_content": "@HGK @HGK 为什么不来"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1428405780,
            "txt_content": "看到北极收了不止一个人做徒弟的事我很奇怪他能教你们什么"
        },
        {
            "author": "xcc",
            "timestamp": 1428500280,
            "txt_content": "末影龙娘 发表于 2015-4-7 19:23\n看到北极收了不止一个人做徒弟的事我很奇怪他能教你们什么\n？？？？我什么也不知道北极是谁QUQ"
        }
    ]
}