{
    "title": "<原创·连载>《MC大陆》【第二章：机缘巧合的考核】",
    "author": "osy",
    "replyCount": 2,
    "timestamp": 1428114840,
    "txt_content": " 浑然不觉的凡祎走进了这家饭店，一块桃木的牌子上刻着模糊的四个字：木雨饭店。\n       凡祎环顾四周，这家饭店其实是一座四合院，院子的中央是一棵巨大的参天古树，长长的树干高耸入云，绿绿的枝叶在阳光的照射下显得翠绿无比。没多久，一位服务员就走过来：“客官，吃饭这边请。”\n        随着服务员走进其中一所房子，热闹的人群熙熙攘攘，络绎不绝。来到一张桌前，随意的点了几道菜，凡祎就开始闭上眼睛冥想了。不过，冥想并没有持续多久，一个嘶哑的声音打断了凡祎的思考。睁开眼睛，发现一个彪形大汉站在门口，手里拿着一把铁剑，喊道：“今天这家饭店本大爷包了，全部给我滚出去！”许多人听了，也是怕招惹麻烦，直接夺门而逃。凡祎倒是懒得走，依然坐在原地，视而不见。\n       “喂，你小子，是不是耍长了，连本大爷的命令都不听！”说着，那彪形大汉拿起铁剑对准凡祎当头劈下。\n       “铛！”清脆的声音响起。凡祎手中桃木剑剑锋向上，硬生生抵住了铁剑的攻势。随即，左手攥紧皮鞭，用力一挥，直接抽在了大汉身上，那人立刻飞出店内，越过20个方格的距离，直接撞到树干上，不过并没有受到什么伤害。\n        当这个大汉正想扑过去与凡祎决一死战时，却发现凡祎愣在那里，双眼盯着他背后的那棵树。怎么了？大汉顿时觉得不妙，回头一看，整棵树。。。。。。我去。。。\n        那已经不是一颗古树，而是一棵粉红色的樱花树。粉红的花瓣飞舞在空中，美轮美奂。大汉也愣住了，随即，一道人影飘飘然从树的顶端跳了下来。一头银白的头发在樱花中格外显眼，一双碧绿的眸子死死盯住大汉，身上还穿着一套白色的西装，不知道的还以为这是哪个贵族的公子。而凡祎发现，他的手上拿着一把木弓，箭也已经上弦，对准大汉就是一箭。而且奇特的是，这支箭是黑色的，感觉就像是影子一样。\n       大汉此时也回过神来，铁剑向前一刺，箭却一分为二，从铁剑的两侧绕了过去，随即将大汉再度打飞到墙边。很明显，这两支箭并没有足够的杀伤力。但是，这种突然间一分为二的箭法，也算是凡祎第一次见到。\n        “哎，这年头想好好睡个觉都不行了。。。。。。”懒洋洋的声音从银白头发的少年嘴里传出。随即，弓又举了起来。这次凡祎看清楚了，箭并不是少年放上去的，而是在手触摸到弓弦时突然出现的。很明显，这个少年应该也是一个圣器师。\n        箭再度射出，那个大汉依然没有反抗之力，直接被箭带出的冲力再度狠狠撞在墙上，整堵墙瞬间都有一种要塌的节奏。\n        凡祎突然起了一个坏心思，他漫步到大汉旁边，“好心”的拿出了那把附魔钻石剑，轻轻的切在大汉的手臂上。\n        一阵杀猪声响彻云霄。\n        转身，走到那个少年旁边，少年正拿一种不屑而又好奇的眼光打量着他。凡祎也懒得理他，看向饭店，突然发现店里的老板和服务员都露出了一丝。。。。。微笑？\n        “你个傻瓜，你不会告诉我你连我们现在在哪里都不知道吧，这么大惊小怪。。。。。。”少年轻蔑的摇了摇头，随即对着店老板说：“喂，考核通过了，我樱空释可以加入MC学院了吧？”\n       听到这句话，凡祎简直想一口血喷出来。这就是MC学院的考核？随即他又暗自庆幸，幸亏没有直接去驿站赶往天星城。。。。。。\n       “樱空释，凡祎，你们已经通过MC学院的初步考核：见义勇为。收下进入学院的证物吧。”说着，两颗绿宝石飞入两人手中。那个声音顿了顿，又说：“后面还有许多的考核方可进入MC学院，请在五日内到达天星城，至于你们能否通过，自求多福吧。。。。。。”\n       话音刚落，周围的景象一阵扭曲，两人就瞬间来到了云嵩城门口。\n        那个少年不理凡祎，直接走进了云嵩城。凡祎无奈地笑了一下。就凭这个少年。。。好吧他叫樱空释。就凭樱空释的态度来说，他至少也是某个强大的圣器师家族的成员，这种人一般也不会跟他这种平民打交道。\n        整理了一下思绪：这次偶然进入饭店，绝对不是巧合。凭对方能说出自己的名字，就可以判断对方了解过他的信息。那么，应该是在他进入云嵩城后就被人跟踪了，随后再用特殊的灵力波动将自己引进了饭店。那么就这样来说，自己的时间还比较富裕，只是这考核的方式以及题目。。。。是在特殊+老套了些。不过，照这样看来，MC学院还会有很多关考验，自己刚才面对的应该只是最简单的一关。。。。。算了，不想了。凡祎使劲摇摇头，朝着云嵩城内步去。一切的事情都得按照原计划进行，尤其是这边的市场，多买几件防身的用品也好。想着，凡祎就朝着云嵩城内的市场走去。\n        踏进用铁制成的大门，一阵阵吆喝声不绝于耳：\n         “快来看啊，一级·锋利的铁剑，不要白不要，只要九个铁币了啊！”\n         “二级·掉落保护的金靴啊，仅仅二十个铁币就可以带回家了啊！”\n          忘记说了，MC大陆的货币分五种，从低到高分别是泥土币，铁币，绿宝石币，钻石币，黑曜石币。每种钱币之间的进率是一百。凡祎身上的存款，顶多也就五十个铁币。不过，他还有一把钻石剑在手，想买一些好东西应该不难。走着走着，突然，他的眼神定在了一袋粉红色的圆球上。在这袋球里，隐隐散发着炽热的温度。在旁边还摆着几个药瓶，里面装着一些灰色的液体。\n        “烈焰弹和隐身药水？”",
    "replies": [
        {
            "author": "江米条",
            "timestamp": 1428116160,
            "txt_content": "还好...就是剧情和名字什么的有点俗了.."
        },
        {
            "author": "osy",
            "timestamp": 1428117060,
            "txt_content": "江米条 发表于 2015-4-4 10:56\n还好...就是剧情和名字什么的有点俗了..\n多谢指点，以后会改正的"
        }
    ]
}