{
    "title": "<原创·连载>   勇者之征   第四章 第七节",
    "author": "2B与mc的故事",
    "replyCount": 5,
    "timestamp": 1428180840,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-9 20:02 编辑 \n\n        狼王的故事让Steve感触颇深，可是他马上回过神来，不对，他大老远跑到这里来不是听故事的，他必须要解开内心的迷惑。他站了起来，问狼王：“那你的族人到底把我拖到这里来是想干什么？”\n\n        “他们告诉我你救了一只小狼，所以我才要感谢一下你。”狼王不屑地瞥着Steve，“我可以回答你的一个问题，你也可以在狼族生活一段时间。我敢肯定你一定会在我们狼族之中收获很多东西的。”\n\n        “那好，我正好有一个问题要问你。这里的不远处有一片村庄，村庄山头的石碑上写着让有迷茫的人来到创始之森，所以我才来到这里。你知道这里有什么东西可以解开人心中的迷惑吗？”\n\n        “我说过了，要叫'您'。”狼王无奈地叹了一口气，“可是我倒没有听说过这片森林里有什么东西能解开人的疑惑。”\n\n        果然我还是白来了吗……Steve再一次被绝望所笼罩。\n\n        “不过，在森林的中心有一片祭坛，被我族视为圣地。那里可以唤醒人真正的内心。”狼王又补充道。\n\n        “真的？”Steve几乎兴奋得跳了起来，一转身拔腿就跑。\n\n        他才跑没几步，就被眼前的一个闪电般的身影拦了下来。\n狼王de\n        “喂，Steve，我劝你不要得寸进尺，在狼王面前麻烦你收敛一点，我已经很给你面子了。”狼王的眼里写满了杀意，“首先，请听我把话讲完。”\n\n       这时候，Steve感觉到背上有什么东西叼住了他的衣服。\n\n        “其次，不要在我没有允许你的情况下擅自离开。”\n\n        这时候Steve觉得迎面吹来一阵疾风，当他回过神来就已经回到了狼王的宝座面前。\n\n        “我说过了，你可以在狼族待一段时间，然后再去找那个祭坛。前提是：一，让狼族的同胞允许你，二，你能找得到路。”狼王说道，“所以，看样子你不得不在狼族待上几个月甚至几年了。”\n\n        于是Steve就得不开始了他的狼族生活。\n\n        他被几匹狼强制拔下全是破洞的蓝外套，换上了一套油亮的毛皮。此外，他还得到了属于他的一个新家：一个一堆茅草的小山洞。要不是Steve自己砍树做了一些箱子和工作台、火把之类的，这里真的就跟原始人的山洞没两样。\n\n        可是重要的不是这里，而是狼族的捕猎生活。\n\n        Steve心慈手软，连一只小猪都不敢伤害，而狼族的捕猎要求的是快准狠，要团队配合，要一声不响，要以迅雷不及掩耳之势置其于死地。\n\n        对于这种事情，Steve肯定是下不了手的。\n\n        然而狼族却一点也不担心。不是因为他们讨厌Steve，而是因为不打猎就没东西吃。狼族有一句老话：饥饿是最好的老师。任何动物不管多么的善良，多么的胆小，只要有了“饥饿”这个力量的驱使，就会放下愚蠢的慈悲。对于不肯打猎的幼狼，这是最常用的办法。\n\n        只可惜，这招恰好对Steve不管用。\n\n        他是那种宁可自己饿死，也不要伤害其他生命的人。日子一天一天过去，Steve渐渐消瘦，越来越没有精神了。狼族里议论纷纷，还真有这么傻的人啊！可是不能让狼族的客人活活饿死，狼王终于决定：破例给Steve食物。\n\n        Steve咽下了一片生牛肉，虽然味道很腥臭。Steve终于开口了，用细若蚊鸣的声音说：“我…能…种………吗”\n\n        狼王问道：“啥？大声点！”\n\n        “我…能…种菜…吗…”\n\n        狼王只好勉强答应：“真没见过这么怪的人，在狼族生活竟然不吃肉！”\n\n         Steve在河边开垦了一片小菜田，刚好能满足Steve的需要。有一天Steve从土里翻出来半截胡萝卜，让他的菜田产量更高了。\n\n         就这样，7天过去了。\n\n         狼王百思不得其解，这家伙来狼族当农夫，简直就跟我们狼族没什么关联，跟一个人生活没什么两样！这要是传出去说我狼王接待了一名客人到狼族里来当农夫，岂不是成了大家的笑柄！\n\n         第八天清晨，Steve坐在菜园里悠闲地看着日出。狼王摇了摇头，朝他喊道：“喂，Steve，你到底还想不想解开心中的迷惑了！我看你不像是有迷惑的样子啊！这么清闲！”\n\n         Steve懒洋洋地抬起头，望着远方的狼王，笑眯眯地说：“活在当下，享受生活。反正我的死都只是时间的问题了，不如快乐地过好每一天，静静地享受自然的美好，这正是……”“你烦不烦！”狼王打断了他，“跟我过来！”\n\n         “好的。”Steve慢悠悠地起身，然后朝狼王的方向走去。\n\n上一节                                                                                             目录                                                                                           下一节\n",
    "replies": [
        {
            "author": "怪兽苦力怕",
            "timestamp": 1428180960,
            "txt_content": "狼图腾？？？？？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1428181080,
            "txt_content": "怪兽苦力怕 发表于 2015-4-5 04:56\n狼图腾？？？？？\n你想太多了。。。"
        },
        {
            "author": "BBCZXG",
            "timestamp": 1428182100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "yuziyi",
            "timestamp": 1428182160,
            "txt_content": "好吧史蒂夫那么爱种地么……"
        },
        {
            "author": "xcc",
            "timestamp": 1428182220,
            "txt_content": "这个世界就是这么大这么奇妙QUQ"
        }
    ]
}