{
    "title": "<原创·连载>《传奇MC》第二章 这是哪里？新主？",
    "author": "ye171303225",
    "replyCount": 8,
    "timestamp": 1428229440,
    "txt_content": "\n支持原创！",
    "replies": [
        {
            "author": "shuaohao38",
            "timestamp": 1428237060,
            "txt_content": "Michele 发表于 2015-4-6 01:12\n@shuaohao38  新章节出了\n恩\n谢啦~~~~~~~"
        },
        {
            "author": "Michele",
            "timestamp": 1428253800,
            "txt_content": "标题: <原创·连载>《传奇MC》第二章 这是哪里？新主？ 本帖最后由 Michele 于 2015-4-10 20:16 编辑 \n\n第二章：这是哪里？新主？      “蘖蘖，自己去探索吧！”神道夫说完就凭空消失了。这时，十几道白色光柱围绕着小虎，闪烁几下便消失了，过了一会，小虎感到无比疲倦，不知不觉睡着了。      不知睡了多久，醒来之后，发现自己在一座十分奢侈的城堡里，而自己却坐在王位上，小虎心中生疑，怎么一醒来就到了这种鬼地方？“恭喜新主继位！”文武百官齐声说道。小虎感到十分奇怪说道：“你们在说什么？”这时，丞相说道：“天主有所不知啊，每一位天主死去后，第二天的凌晨0点会有圣人降临我们这座天堡，而您就是圣人哪！”小虎嘀咕道：“睡一觉就成圣人了，真是碉堡了，一定是那死神千道夫干的。”丞相对小虎解说道：“这个大陆叫卡迪亚大陆，有8个国家分别是魅国、刃国、戎国、紫国、粤国、圣国、辉国、光国，最厉害的三个国家分别是圣国、辉国、光国。还请天主壮哉我大魅国！”小虎感到自己肩上有着很重的责任：“当然，义不容辞。”丞相给小虎接风洗尘后，带小虎参观帝都去了..   帝都，“哇！这里好漂亮啊，满大街的美女耶”小虎大叫道。路人纷纷投来鄙夷的目光，丞相干咳了几下示意小虎快走，小虎不解，看到路人的眼光才知道自己失态了，于是灰溜溜的走了。“哇，这是什么地方？”小虎在一家铁匠铺停了下来。丞相赶紧说：“哦，这里是铁匠铺，卖各种装备和武器，不知天主是否要进去看看？”小虎眼前一亮：“走。”铁匠铺里面，摆着各种装备和武器，有木剑，石剑，金剑，铁剑，钻石剑，还有稀有的紫晶剑！紫晶剑乃紫晶打造，紫晶为天上之物，十分稀有。小虎指着紫晶剑说道：“就这把剑吧！”店主看到小虎气质非凡，肯定大有来头，就上前拍马屁说道：“这位客官，你的眼光真不错，此乃紫晶剑，非常适合您，正所谓宝剑配英雄。”丞相厌恶的看了店主一眼，说：”天主，这把剑不适合你，宝库里也有这种紫晶剑，只是这里的紫晶剑是下品，而我们宝库里的紫晶剑是圣品，并且天主目前等级才1级，用不得此剑，若强用，会自爆而死。”小虎惊奇的说：“想不到还有这样的设定，不错，不错。不知等级怎么提升”丞相说：“天主，等级要打怪物或挖矿才能升级，微丞建议天主打怪物，毕竟天主去挖矿有失身份，怪物主要有蜘蛛，僵尸，苦力怕，骷髅射手，骷髅骑手，凋零射手，岩浆怪，天主您一定要小心这些怪物，毕竟您暂时还打不过他们。还有一些强力的boss是万万惹不起的，比如凋零，末影龙，恶魂。”小虎：“这世界真的很奇妙，看来真的要好好探索。”“轰”随着帝都的一阵颤动..\n\n\n上一章：第一章 异界重生\n\n\n下一章：第三章 地狱之门大开\n\n目录大全\n\n       "
        },
        {
            "author": "Michele",
            "timestamp": 1428253920,
            "txt_content": "@shuaohao38  新章节出了"
        },
        {
            "author": "xcc",
            "timestamp": 1428257400,
            "txt_content": "略显中二，剧情进展过快，文笔需要提高"
        },
        {
            "author": "流小氓Liu",
            "timestamp": 1428311220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "HGK",
            "timestamp": 1428317460,
            "txt_content": "只用语言来写一篇小说..."
        },
        {
            "author": "末影龙娘",
            "timestamp": 1428405300,
            "txt_content": "我在版内强调不要再出现傀儡般的怪物，尤其是对于对MC文新手！\n我强调，MC可以穿越，但怎么穿越？穿越可以是刻意的，甚至有不同意义！\nMC没有局限！它是另一种世界，所以一些东西为什么不是定理？（另外，不同的单位！）\n另外就是要发掘人物。MC中的每个物种间可能都有独特的关系，并且可以有更多并非出现在表面上的东西！\n具体不多说，希望楼主能注意。"
        },
        {
            "author": "流小氓Liu",
            "timestamp": 1428581580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}