{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第三十三章：逃出生天】",
    "author": "418878840",
    "replyCount": 0,
    "timestamp": 1428239580,
    "txt_content": " 本帖最后由 418878840 于 2015-4-6 05:15 编辑 \n请大家不要奇怪，这只是一个很普通的普通偷懒现象......（找错字有奖哦）\n索引在此\n\n\n第三十三章：逃出生天   “你说什么？他没死！”灵皇诧异地说。  “是的，00009活着离开了那里……”绥磷有些欲言又止，因为他发现镍队长——浊流，已经不见了，但他不敢向面前的灵皇汇报。  “属下估计是粉可的灵魂护住了00009，才没让他被灵核附近的冤魂撕成碎片……”  灵皇不耐烦地挥了挥手，说：“算了，既然这样，那个家伙就交给你个浊流处理了，其他的我一概不管。”  “是的，灵皇陛下。”绥磷说完，便退走了。    粉可很快陷入了沉睡，猪猪君感觉自己与他的联系在渐渐变弱，但他却没有任何办法。“只是不知道，失去了与他的联系，我还会有现在的力量吗？”猪猪君心里想着，右手攥成了拳头，坚定的说：“就算失去了又如何？我相信我凭借自己的力量，一定可以报仇的！”  猪猪君隐隐觉得周围的温度在降低，一股无形的压力迫使他抬起脚，迅速离开了这里。  猪猪君走出了灵核，发现外面的一些警戒人员都不见了，这让他有些摸不着头脑。不管了，先跑再说，猪猪君想着，就近跳上了一个通风口……（话说这么严密的地方竟然有通风管道？）  现在猪猪君的目的已经不单单只是报仇了，他想搞清楚这数据库中的秘密，还有那个游戏，他们的目的到底是什么？猪猪君一心想搞明白。现在，猪猪君发现了一个突破口，就是粉可口中的“灵珑屋”！  据自己从灵核里得到的信息来看，这个灵珑屋跟数据库乃是敌对。有句话说得好，“敌人的敌人就是朋友”，猪猪君深知这点，事实上猪猪君对大胖鸭所说的任何话都是深信不疑的……（原来这句话也是大胖鸭教你的吗！）  这个灵珑屋里的人体内都有着灵魂碎片，但他们的灵魂碎片又跟猪猪君、粉可、镍队长以及之前遇到的其他敌人的碎片所不一样。他们的灵魂碎片并不都是数据和灵魂的结合，那些都是纯粹的灵魂能量，其威力和效果都不是数据所构成的灵魂碎片所能相比的。  那么这就奇怪了，这么强大的一个组织竟然只跟数据库堪堪打成了平手？猪猪君皱眉思索着，突然，他的脑子里灵光一闪，想到了什么：那么这可能就说明，产生这种灵魂碎片的条件相当苛刻，事实上灵珑屋真正掌握这种能力的人并不多。或者说有种东西可以让人领悟这种能力，但那东西又很稀有……猪猪君在自己脑海里列出了许许多多的可能性，但都脱不开一点，那就是：灵珑屋会使用那种能力的人不是很多！  “那是一种毒药，可以让人迅速领悟灵魂的奥秘，使其短暂的获得灵魂碎片。”粉可的声音突然蹦了出来。  “你不知道打断别人的推理是很不礼貌的行为么……”猪猪君进行着脑内吐槽，随机好奇地说：“你刚刚说……毒药？”  “是的，那是种副作用极强的药物，服用的人十有八九会立刻灵魂破碎，永不超生，小命自然也就没了。而且就算服用后成功了，获得了灵魂碎片，但时间却非常有限，最长我估计也就一个月左右。”粉可说。  “原来是这样啊，那我倒是不怎么怕了。”正准备去灵珑屋那里打探打探消息的猪猪君舒了口气。  粉可听后，心里一惊，说道：“你不会准备去灵珑屋那里吧，我们现在还没摆脱数据库的人呢，你又想去惹麻烦啊？而且灵珑屋的基地就连数据库的人都没几个知道，你还去打探消息？”  面对粉可的一连串质问，猪猪君有些尴尬，但他还是厚着脸皮说：“那又如何，你看我现在已经到了储藏室区域了，半个守卫的人影都没有，逃出去还不是轻而易举的事？而且那灵珑屋的基地，不找找怎么知道？”  粉可当即无语了……  不过有一点倒是真的，为什么到现在都没有一个追兵或守卫呢？他们到哪里去了？  猪猪君缓步在数据库的大厅里游荡了一圈后，就准备拍屁股走人了。但天不尽人意，在猪猪君的背后，响起了由远及近的脚步声。  “快跑！”粉可大叫。  “靠，什么时候来不好，偏偏我放松警惕的时候来！”猪猪君迈开步子，身形一闪，就跑没影了……  “磷队长，就这样让他跑了？”一个路人状的小兵说。  “他看起来发现了一些灵珑屋的事，现在八成是去找灵珑屋的基地了。”绥磷冷笑，说“不过他还真是天真啊，竟然真以为仅凭自己就能调查出什么来。”  “不过算啦，如果让灵珑屋的人干掉他，我也乐得清闲。”绥磷笑了笑，走了。    猪猪君并不知道绥磷的想法，他此时正在外面沾沾自喜呢。  现在是深夜，周围黑漆漆的，猪猪君怎么也没想到，那么一个防卫森严的地方，竟然会藏在一个垃圾堆下面……  猪猪君有些奇怪，自己如此轻易就逃了出来，跟自己刚被抓进去的那种严密的警戒和看守完全相反啊。到底是哪里不对呢？  猪猪君自问自己想不出来答案，便匆匆离开了这个……“垃圾堆”。 \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 @紫晶Blue @陈翰磊 @爱拍之子D @Vatican.Taxi @qxdnfsy @ε-- @TheGuantou \n好友@大召唤术！\n另外，求人气\n\n\n\n",
    "replies": []
}