{
    "title": "时光荏苒如白驹过隙，两年的岁月……",
    "author": "215635430",
    "replyCount": 4,
    "timestamp": 1428308100,
    "txt_content": " 本帖最后由 215635430 于 2015-10-25 02:24 编辑 \n\n盛年不重来，一日难再晨，及时当勉励，岁月不待人。\n------------陶渊明\n\n--BGM--http://www.xiami.com/widget/31266433_1770059637,1770059653,_235_346_FF8719_494949_1/multiPlayer.swf\n\n\n@likeliang @1523464360 @lhnnhl @Green_H_T_Deer @路邊電燈泡 \n\n希望你们能来捧场=-=\n\n----正文----\n\n\n---------------------两年的感言\n  从何说起呢？这两年来，我只能总结两个字，无语。我是2013年4月6日创号的，这两年来，我几乎都在打酱油，不然，我怎么会到现在还是7级，有很多2014年甚至2015年创号的人已经超越了我，看到这一切，我只能呵呵一笑，并没有愤怒，被超越了就是被超越了，大不了超越回来，不就是个名分嘛，反正谁也不知道我，我顶多……就是个过客，没有人愿意记住我，我只是个默默无闻的人，也许，到了今天，你们才发现还有个ID叫215635430的人吧……\n---------------------接触minecraft之时\n刚接触minecraft的时候，嗯，那时我应该是在玩网页游戏，网络游戏已经玩厌了，几乎所有火的游戏都玩过了，所以只能去玩网页游戏了=-=，那时我应该在逛游戏论坛，嘿！突然看见一个网页，嗯，我瞧瞧。\n[我的世界XXX服务器]收人\n然后就是一大堆的介绍\n我一看？= = 这是什么鬼，好强大的样子。然后就复制群号，加了进去。\n进去之后，他们发了一些minecraft的图片，当然是服务器的，那时候服务器一般都没有主城（至少我玩的就是这样）只有一片的海洋以及几块陆地。\n我感觉自己被耍了，这好像不是自己玩的网页游戏。\n但我还是听从他们，下了客户端。\n下了之后，我问了很多问题，比如，怎么进不去游戏啊？怎么开不了啊？\n那时候，玩minecraft的人比较善良，他们很耐心的解决了我要问的问题，那一切，是那么美好。\n下载了java后，我进入到服务器，可以说，我没有玩minecraft的半点知识，连工作台都不会合成，当然，我甚至都不知道怎么去到另一块陆地，我几乎在那折腾了一个下午，最后，还是我自己退出了服务器，进入单机的。\n那时候，我认识了一个我minecraft生涯最重要的人，\n他叫寒木什么的，反正他现在已经换号了，同样……也换游戏了。\n他教了我最基础的东西，比如制造工具什么的，他还教了我如何开服务器，简直是手把手，还是最高级的那种。\n当然，我一直都和他讨论minecraft，直到……他换游戏。\n-------------------接触mcbbs之时\n上面我说了，寒木教了我开服务器，那时候，呵呵，十分好笑，开了服务器之后，\n还教我怎么安装插件，还亲自帮我测试，不过，招人这种坑娘的事情，我一般都不会做，\n直到……我查找生存攻略的时候，无意中发现了mcbbs，我就是这么接触mcbbs的= = \n接触了他之后，我发现。原来还有这么个好论坛，资料是大把，而且质量还很好。\n我还发现了一种名为MOD的东西，还有版本，“呃，这个版本是什么？”\n我问寒木，他回答道：“是一种增加游戏乐趣的东西。”\n这个到底是什么毛线呢？OAO 好奇心爆发的我点开了1.3.1版本的点金石MOD\n我去，把石头变成金块或者钻石块，\n好强大的东西。\n我马上就下载了这所谓的点金石=-=，\n下载完之后我才发现我根本不会装MOD= =，\n当然，到了现在回想起来，就算我会也没用，因为我玩的是当时的最新版本1.5.1。\n我有去问寒木，但是他不在，所以只能含恨放弃这个MOD了= =，\n[size=14.3999996185303px]------------------开启服务器之时\n招人这种是，我一般不会做，所以，全责交给mcbbs=-=，翻我的帖子就知道了，那时候，服务器是十分稀少的。\n我发了个招基友贴，居然招到了个建筑师以及2个生存党。地图是寒木已经生存的地图，已经有一个房子以及稻田了，当然，那时候我不会搞op和stop，只要是指令我都不会= =，我以为服务器就是这样的，直到我去问寒木的时候，当然，这是后话，暂且不提，\n反正是一段很美好很美好的时光，没有熊孩纸，只有基情（雾），然后我又发了个招基友贴，又加入了几个基佬= =。\n后来，我接受基友的意见搞了个服务器= =，基友问我叫什么，我居然起了个十分操蛋的名字：小小的服，\n招人是十分顺利的，也许是因为服务器稀少吧，第一次就招到了30多人。我突然发现= =，服务器最大容量只有20 我带着这个问题去问了寒木。\n寒木回答道：“去服务器配置文件修改就行了。”问题是怎么修改= =，当然，寒木继续了他的手把手教程。\n开了服之后，地图已经被我删除了，也不知怎的，我居然发现了删除地图后服务器会自动再生成一个地图，就和单机差不多=-=。\n服内……\n遍地房子，但是没有主城= =，我就想：搞个落脚的地方吧= =，不然可爱的基友们会被僵尸咬死的，\n当然，我又纠结起来了，我又不是创造（经过寒木的数日教导，我已懂得基本知识）只能召集可爱的基友了，基友们纷纷贡献了自己的材料。我滴妈呀，好多材料= =，我用了5个大箱子才装完，然后我们就开始建主城啦，当然，那时候我还不是建筑师，所以交给那个建筑很厉害的基友，20多个人建主城，主城还不是手到擒来，当然，第二天，我就想骂娘了= =，我滴主城呢？怎么不见了……，这不科学啊。\n原因是我没有stop，这些我去问了我刚开始加入的服务器，他们说我没有stop，我就问stop是什么？他们又说你有op么？我又问op是什么，最后还是寒木化解了这次矛盾= =。\n[size=14.3999996185303px][size=14.3999996185303px]-----------------服务器关闭之时\n[size=14.3999996185303px]看副标题就知道了，我的服务器……\n[size=14.3999996185303px]关闭了……\n[size=14.3999996185303px]几个月后……\n我的服务器越来越好，期间又换了几次地图，最后的主城固定在海上，还建了公寓，商店，还有OP小岛等等建筑物，第一次关闭是我家电脑换内网，那时候我不知端口映射是什么鬼，最后还是发了几个求助帖才解决问题的，当然，遇到了很多很多问题，最后还是解决了，过了一个月……我妈突然要搞一个无线路由器= =，好端端没事搞什么路由器……然后端口映射失效，服务器……彻底关闭，最后也想租服务器，但是没找到提供商，我这一年的时间全赔在这服务器里了，可以说，这是我的心血，不亚于一个大型建筑，但是，还是因为种种原因关闭了，\n那次之后，我就挂了一个公告在群里，呵呵，那个群直到现在我都没开过，可以看见我的签名档还挂着服务器的宣传图片。\n关闭了服务器之后，我可以说是疯狂了，直接把有关minecraft的东西全部删除（指的是收藏）除了客户端以及服务器，服务器是寒木送给我的最后的东西，那时候，他已经换游戏了，客户端么，最初的服务器，那个服务器因为经济也倒闭了，同样，他也是我服务器的客户端，也是珍贵的东西。也就这样过了三个星期吧，我碰都没碰过mcbbs与客户端，一直在玩网页游戏，企图抹除掉那段记忆，因为打击是十分大的，基友们都转其他服务器了，有些转游戏了，服务器也关闭了，那种痛苦……\n我终于懂得了，失去的时候才懂得珍惜。\n直到一天……我无意中进入到了mcbbs，看见了精华贴，我才发现，建筑是那么的富有灵魂，我承认，建筑打动了我，于是，我开始学建建筑，从最简单的风格到最难的风格，从最简单的内饰到最难的内饰，从WP转战CG，从服务器倒闭到今天，我都在如醉如痴的研究着建筑。因此，我成为了建筑师。\n[size=14.3999996185303px][size=14.3999996185303px]------------------接触DawnWork小组之时\n一个无意的举动，我加入了DawnWork小组，当然，我早忘记了我还有小组，直到我打开小组这个东西的时候= =，\n小组，这个词很陌生，我以为是讨论群的形式，结果我错了，错得离谱。\n我在DawnWork小组里发了个新人报道，顺便加了群，接下来的一个月，我几乎都是在和他们讨论，\n然后，有个快快大赛，二菌他们想参加= =，我本来也想去的，但是因为有个自然三部曲的工程，233。\n他们拿了第六……当然，我成功的混入了内部群=-=，直到今天，我回忆起来，原来我是这样入内部群的。\n当然，放寒假了，又来了个浩方的比赛= =，正好我有时间，本来想参加的= = 二菌他们说又不参加了（说又的原因是他们本来想参加），\n正好，有个擂台赛，你一定奇怪我为什么不参加吧= =，因为脑洞开得太大，\n二菌撸的那个梯田居然能拿第六（果然是万年老六，233。）亚铭的遗迹是第七=-=，我们小组居然占了2个.……\n据说syj再搞一个大型RPG=-=\n（好了，这一副标题可以终结了）\n[size=14.3999996185303px][size=14.3999996185303px]-----------------当世界毁灭之时，也没我现在的心情差\n三个星期前，星期五，晚上，回到家时，发现主机没装起来，花费五分钟装起来，满怀激动的心情打开电脑，准备填坑之时……\n怎么回事，我家机重装了？\n打开我的文档一看，果然，全没了，那么，没了的话……\n呵呵，我只是干笑一声，并没有恨我的父母，\n默默的下载QQ，QQ音乐等，\n上了QQ，立马就发去群内，\n然后进入mcbbs，下载球懒的整合，\n但……这些，究竟，有什么用？\n告诉我……\n星期天……\n经过一晚的思考，我终于想到了我做这些的意义，我可以从头再来，从新开始，\n就算是地图全部删除，地形也一样，\n但是我能再创造出来，我的字典里，新加了一条:只要这件东西还存在，就不需要愤怒。\n于是，我的新坑就开了\n名——亚特兰蒂斯“毁灭”\n[size=14.3999996185303px][size=14.3999996185303px]------------------感言\n这就是我的两年，有哭过有笑过，\n有时，我觉得自己很快乐，只要这样就满足了\n有时，觉得自己很苦逼，但是只要是事都能解决的不是么？\n就像上面，我的建筑全没了，但我还能创造出来，\n但是服务器没了，就不可能再创造出来了。\n因为，已经结束了。\n祝，mcbbs越来越好，\n祝，DawnWork小组能夺下优秀小组\n----END----\n\n\n                                                                                                        -------215635430(流星）\n                                                                        -------DawnWork\n\n",
    "replies": [
        {
            "author": "angelo",
            "timestamp": 1428326400,
            "txt_content": "时光荏苒，白驹过隙,美景虽过，温暖尚存。"
        },
        {
            "author": "雷殛",
            "timestamp": 1428326880,
            "txt_content": "时光荏苒，白驹过隙好感动，"
        },
        {
            "author": "likeliang",
            "timestamp": 1428327300,
            "txt_content": "占个后排慢慢看= =（以后别用草稿了啊喂OAO）"
        },
        {
            "author": "215635430",
            "timestamp": 1428328140,
            "txt_content": "我真的没有用草稿QAQ\n只不过那个---------的地方坑了而已= =\n"
        }
    ]
}