{
    "title": "rpg系统介绍（mcmmo）",
    "author": "忘却的旋律",
    "replyCount": 8,
    "timestamp": 1303343760,
    "txt_content": " 本帖最后由 忘却的旋律 于 2011-4-21 07:58 编辑 \n\nhttp://player.youku.com/player.php/sid/XMjYwNDY3MjUy/v.swf\n国外视频\nhttp://player.youku.com/player.php/sid/XMjYwNDgzODI4/v.swf\n\n\n\nRPG\n\n\n=========================================================\n视频介绍\nhttp://v.youku.com/v_show/id_XMjYwNDY3MjUy.html   (原创)\nhttp://v.youku.com/v_show/id_XMjYwNDgzODI4.html   （国外）\n=========================================================\n\n可用命令：\n/stats =  查看技能信息\n/[skillname]  =  查看具体技能信息  [skillname]=mining,woodcutting,repair,unarmed,archery,herbalism,swords,axes,acrobatics\nrpg系统作用？\n普通挖土的时候有一定几率掉落珍稀物品，挖矿可以掉双倍，采摘植物有一定几率爆出其他东西， 从高处\n掉落可以减少伤血，   可以修理物品，   赤手空拳可以秒杀怪物，吃回血物品可以回更多的血。\n（这些都是在等级高的状况下，并且不需要开启特殊能力！）\n如何使用特殊技能？\n   拿相应的工具   右键点击空气，  即可开启 ， 持续时间只有几秒  所以应尽快使用，   级别越高，\n持续时间越长， 特殊技能冷却时间为100秒\n\n\n\n\n【采矿】- mining\n采矿的增加取决于采的材料。从矿石中采矿得到的经验会比你单纯从石头中采的要高很多。而获得多少经验\n完全取决于矿石的稀有度。砖石和Lapis（解释成天青石，估计你也不知道这什么石头，不用管它什么天青\n石了，英文名知道就好了）给的经验最多。\n高技能掉东西的机会是一般水平的两倍，获得的技能越高越好，这是一个保证（这是直译，我想的就是，你\n技能度越高，肯定越好，掉东西越多）。\n【树木采伐】 - Woodcutting\n他最终的看的是，谁砍的树最多。砍倒树是目前唯一能增长技能度的方法\n。技能越高，越能出两倍掉率。竟可能高吧，这样会让你有一个保障。\n【修理】 - Repair\n很长时间对修理手艺的着迷，通过修复旧的和破损的装备，这会让你得到回报（就是你要学了修理技能，有\n好处！）。这项技能 能帮助玩家在用铁砧修理装备用更少的材料（用一个铁砧，单词是anvil.）铁砧是在\n一个工作台上用9个铁锭合成的。\n【徒手技能】  -Unarmed\n拳打从地狱里出来怪物能让你获得经验，但是你不能虐待农场里的动物得到经验（可以试试，比如杀杀鸡什\n么的，哈哈）。真的，攻击猪一点都不好玩。用这项技能，实际上玩家可以在格斗中徒手攻击。如果把这项\n技能学高了，你就可以把你的对手卸除武装，把武器扔到地上。\n【箭术】  - Archery\n箭非常的酷。大约五分钟，这项技能会不断增加它的伤害随着级别的升高，最后你能射晕对手，对PVP有好\n处。还有，箭术等级越高，你就越容易从尸体上拿回箭。\n【制药学】 - Herbalism\n这很受那些喜欢收获的人欢迎，捡起那些药草，比如：花啊，蘑菇啊。或者收割庄稼，都会让你提升技能。\n他的好处包括农业上两倍的掉率，增加面包和汤的效果。\n【剑术】  Swords\n这项技能会给你更多的理由去刺那些出现在你眼前的怪物。提升技能会让你掌握更多剑法。\n到一定层次，你可以使用格挡。格挡是随机出现的，它能忽视所有伤害。技能越高，格挡概率越大。高技能\n的剑术可以使你凿中敌人，并使他们出血到死。（我擦，好邪恶的技能）\n【斧头技能】 - Axes\n斧子不只可以砍树。拥有这个技能，玩家，可以做出决定性的攻击，最终杀了怪物，或者给你的对手造成非\n常严重的伤害。当你的技能熟练度增高时，你发出决定性的一击的概率也越高。到达一定技能时，斧头技能\n造成的伤害还可以被升级哦！（这个我觉得很重要，这个技能战斗很有用啊）。当然，你的输出伤害跟你用\n的斧子很有关系。砖石斧子伤害最大。\n【杂技】 - Acrobatics\n那些会扭伤的脚踝的日子，将一去不复返了（当然是学了这个技能）。你在也不会从100米高看下去的时候\n，感到害怕。有这个技能，你可以忽视下落时伤害的增加（就是说，你跳下来还是要受到伤害的）。那么怎\n么才能忽视下降的伤害呢？当然通过滚啦。通过下落以及训练你的身体来学会滚这个技能。你学会的时候，\n你就再也不用担心下落伤害了~\n==========================================================================================\n原版英文介绍，  自己理解。。  上面翻译的有些地方可能不对           \nMining - Mining increases depending on the materials you mine. Mining ores will give much more \nXP than just mining stone. How much XP depends entirely on the rarity of the ore. Diamond and \nLapis give the highest XP. High skill levels give blocks the chance to drop double the normal \nitems, get this high enough and it will be guaranteed.\nWood Cutting - Its finally time to show the tree huggers who's boss, cutting down trees is the \nonly way to level this currently. Higher skill levels will allow a double drop proc to happen, \nand if your skill is high enough it will be guaranteed.\nRepair - Thousands of days of being obsessed with dwarven craftsmanship will finally pay of, \ngained by reforging old and battered equipment, this skill helps the player use less resources \nwhen repairing with an anvil. Anvils are constructed via 9 Iron Ingots in a crafting table \n(Iron Block).\nUnarmed - Punching the hell out of monsters will gain you experience, but you shalt not be \nrewarded from abusing farm animals. Really, wheres the fun in taking out your aggression on \nPigs? With this skill players can actually make unarmed useful for combat, great for combat \neven. Get this high enough and you can disarm what other players are holding and drop it to \nthe ground.\nArchery - Shooting arrows was cool in vanilla minecraft... for about 5 minutes, this skill is \nlooking to change that as archery will let your damage increase at higher levels, and you can \neventually daze players providing a very beneficial pvp benefit. Higher levels of archery will \nlet you retrieve arrows from corpses.\nHerbalism - This one is for the harvest moon fans, picking herbs up (flowers, mushrooms) and \nharvesting crops will help raise this skill. Its benefits include double drops from farming \nand increasing the effectiveness of bread and stew.\nSwords - This will give you even more reason to stab monsters between the eyes. Gaining skill \nin swords will help your swordsmanship of course, allowing you to perform a parry. Parries \nhappen automagically and negate all damage. Higher skill levels will lead to parrying more \noften. High levels of Swords will let your gouge your enemies and bleed them to death.\nAxes - Embrace your inner viking with the axes skill. No longer are axes just for obsessively \nchopping down forests. With the axes skill, players will be able to do critical hits, \ninstantly killing monsters and causing severe damage to players. As your skill increases, your \nchance to critically strike will too. At a certain skill level Axes damage will even be \nupgraded. What axe you use matters for the damage scaling, use a Diamond Axe for maximum \ndamage.\nAcrobatics - Finally the days of spraining your ankle have paid off, no longer will you look \ndown a 100 meter drop with fear. With the acrobatics skill your ability to negate fall damage \nincreases. And how do you negate fall damage? By rolling of course, a secret passed down \nthrough the ages. Tap into this mysterious 'rolling' ability by falling and training your \nbody. If you're good enough you will never have to worry about fall damage again.\n",
    "replies": [
        {
            "author": "ztc1991131",
            "timestamp": 1303351860,
            "txt_content": "顶一下~支持lz  "
        },
        {
            "author": "eric5230",
            "timestamp": 1303435620,
            "txt_content": "好 很好  很好玩，要想要 很想要   "
        },
        {
            "author": "REN0011",
            "timestamp": 1410327600,
            "txt_content": "好详细。"
        },
        {
            "author": "1606140786",
            "timestamp": 1452441420,
            "txt_content": " 本帖最后由 1606140786 于 2016-1-11 00:36 编辑 \n\n1,对不起，我使用道具对应的帖子id错了，求版主管理原谅{:10_517:}\n2,哇，这是那个著名我的世界启动器的作者哇，终于见到真人了，，可惜已经不在很久"
        },
        {
            "author": "小烦",
            "timestamp": 1452486120,
            "txt_content": " 本帖最后由 小烦 于 2016-1-11 12:27 编辑 \n\n这还是旋律在开时光之城的时候发的贴啊。"
        },
        {
            "author": "小烦",
            "timestamp": 1452486180,
            "txt_content": "1606140786 发表于 2016-1-10 23:57\n1,对不起，我使用道具对应的帖子id错了，求版主管理原谅\n2,哇，这是那个著名我的世界启动器的作 ...\n\n1.哇 这就是那个著名的****九区的服主啊！终于见到真人了！"
        },
        {
            "author": "1606140786",
            "timestamp": 1452487020,
            "txt_content": "小烦 发表于 2016-1-11 12:23\n1.哇 这就是那个著名的****九区的服主啊！终于见到真人了！\n拟好拟好（好像有点眼熟【斜眼】）"
        },
        {
            "author": "司马缸砸光",
            "timestamp": 1452600660,
            "txt_content": "RPG系统是个不错的东西"
        }
    ]
}