{
    "title": "<原创·连载>《MC大陆》【第三话：赶往天星城！】",
    "author": "osy",
    "replyCount": 1,
    "timestamp": 1428320280,
    "txt_content": " 本帖最后由 osy 于 2015-4-11 21:04 编辑 \n\n     凡祎略微感到有些震撼。就在云嵩城这样普通的城池，居然也有这些东西卖？\n   烈焰弹，一次性用具，触物必燃，需特殊材料隔绝方可使用。烈焰弹无论是作为弹药，还是作为暗器，都是极为不错的选择。而且更重要的是，烈焰弹在药水方面可以制作成燃烧药水，这种药水一旦碰触到物体就会燃烧，而且波及范围极大，逃跑的时候扔上一罐绝对不错。\n   隐身药水，顾名思义，可以让人隐身。隐身后时间随药水等级而定，当然，如果是灵力特别强大的人，可以看穿隐身效果。\n   这两样东西都是很珍贵的，还是凡祎在出走之前在他父亲的房间里的书架里的一本名为《炼药知识大全》的书上看到的。   至于父亲为什么会知道这么多，他也不知道。虽然他在炼药这方面并没有太大的兴趣，但是如果能找到一名炼药师，自然是可以获得不少钱或是药水，对他这种比较弱势的圣器师来说还是很有用的。\n   摊主是一名褐发的少年，身上穿着很普通的棕色布衣，正坐在一旁闭着眼玩一枚钻石币。\n   “这两样东西怎么卖？”凡祎拿起烈焰弹和五瓶隐身药水，对摊主说。\n   “三个钻石币，没得商量。我也知道这两样东西的价值，不想买就算了。”摊主的声音懒洋洋的，但是其中透露出一丝坚毅。\n   凡祎皱了皱眉。这两样东西虽然珍贵，价格如果拿到拍卖场也肯定要高得多。但是就现在来说，他身上实在没有这么多钱。叹了口气，便转身离开。刚走几步，突然摊主的声音又响了起来：“当然，只要你舍得，把所有钱和那把钻石剑拿出来，这两样东西就归你。”\n   凡祎吃了一惊。他专门用灵力刻意掩盖了钻石剑的气息一般人绝对感受不到。对方能知道，那说明对方的灵力肯定比自己高。凡祎倒是没有怎么思索，手腕一翻，那把钻石剑和钱袋就飞向摊主。摊主不以为然，淡淡的褐色灵力形成一只手，抓住了飞来的钻石剑，装满烈焰弹的袋子和五瓶药水就稳稳落入凡祎还没拉上的背包里。\n    凡祎满意的点点头，走出了市场。摊主突然停止了把玩钻石币，睁开了眼睛，深紫色的眸子格外妖异。\n    “不错的对手，在MC学院或许还能遇到呢。。。。。。”\n    凡祎出了市场，没有多做停留，直接去了驿站。路上的时间也就是在三日左右，如果路上遇到什么意外，说不定还要耽搁些时辰。几分钟后，凡祎到了驿站。驿站里没有市场那么热闹，一辆辆马车杂乱的停在驿站，车主们都躺在车上。\n   “小兄弟，你是要去天星城吧？”驿站门口的守门人员在凡祎经过门口时突然问凡祎。凡祎点了点头。\n   “果然如此，又是一个去天星城参加MC学院考核的。这样，你去前面，随便找一个人问星月号车行在哪里。星月号车这些年来承包了所有的通往天星城的业务，毕竟他们的队伍质量的确不错。”\n    凡祎点点头。，倒也没深究为什么对方知道。随便问了一位车主，便顺利的找到了星月号车行的所在地。那里有许多辆淡蓝色的车，星辰和明月的雕刻在车的外壁显得十分美丽。\n   “小兄弟，你是要去天星城的吧？”一位比较健壮的大汉走出来，脸上的胡茬修得很干净，“我叫龙天，是星月号车行的车主。如果你要去天星城的话，一个铁币就够了。我们星月车行保证你们在三天内到达。不过车上可不包饮食哦，自己一定要准备好。”\n   凡祎点点头，四片熟牛肉从手里飞出，龙天一把接住，十分满意。一片牛肉的价值大概是三十个泥土币，四片也算足够了。\n   随着龙天上了其中一辆车，凡祎顿时看见了一张熟悉的面孔，顿时感到很无奈，很无奈，很无奈。\n   银发，绿眼，西装。\n   夜里。\n   车上其实很大，每辆车坐两个人，还有两间比较狭窄的房间，里面有一张床和一套桌椅，还有一扇窗户，占地不超过十平方米，每辆车都是这样的配置。 而且，车底安装了一个微型的红石机关，以至于车上的人完全感觉不到车的颠簸。而且，每辆车还有两名圣士守卫，安全是很有保障的。而凡祎在车里早已经睡熟了\n    但是，寂静的森林里，无人注意到，从树叶中渗透出微弱的火光， 和闪亮的银光。。。。。。                                                                         \n",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1428404880,
            "txt_content": "温馨提示：MC学院属于内设设施，记得写出不一样的地方。\n另外我不希望出现MC就光是战斗题材（至少是战斗占一定比重的题材）。"
        }
    ]
}