{
    "title": "<原创·连载>   勇者之征   第四章 第八节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1428670320,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-9 20:09 编辑 \n\n        Steve跟在狼王身后，扛着一把锄头，一边前进一边哼着小曲。\n\n        “你烦不烦，给我安静一点！”狼王突然停下了脚步，恶狠狠地盯了Steve一眼，“你这家伙是有多喜欢当农夫！还想不想去祭坛了！”\n\n        “当上农夫，就能过上与世无争的生活了。有什么不好？”Steve依然是满脸笑意，丝毫没有了之前的怯懦，“我觉得我已经找到答案了。”\n\n        “现在我倒是特别想把你拉到祭坛去了，现在你怎么越来越烦人了！”狼王一扭头，气冲冲地跑到前边去了。”\n\n        “无所谓，但是我觉得这样真的挺好。”Steve依然是满脸的笑，慢悠悠地跟了上去。\n\n        说远其实也不远，没过多久，Steve和狼王就已经来到了一个幽深的洞穴里。说来也怪，这洞穴深埋地下，越走越深，虽然坡度并不是很陡峭，可是里边没有一根火把，却十分明亮。Steve东张西望，终于发现了头顶上的各种纵横交错的藤蔓，树根，杂草之间透出了一缕缕阳光。\n\n        “这里的亮并不是因为阳光。”狼王似乎看出了Steve的疑惑，一边走一边说，“确实，这洞穴的顶上全是植物，你会误认为这是植物从顶上透下来的阳光。可其实这些植物只是长在洞穴里面，这个洞穴的顶上跟外界是不相通的。”\n\n        “哦？那这些光是从哪里来的呢？”Steve觉得简直不可思议。\n\n        “现在给你讲你可能感觉不到。可是这真的不是阳光，到了晚上这个洞穴也会很亮。在这顶上是一些光明的气息。”狼王解释道，“我知道你可能听不懂，其实我第一次来这里的时候也很不解，这里曾是我练功的地方。可是到了之后你自然会明白的。你一定要问原因的话，其实不用问你都应该知道，光明的气息就是notch的气息，所以这里是notch创造这片森林的地方。换句话说，这里是森林的中心。”\n\n       不知不觉地，他们已经到了一个类似于小房间的的地方。“好了，下面该跟你说正事了。”狼王转过身看着Steve，“我之前跟你说说，祭坛被我们狼族视为圣地，对吧？”\n\n        “哦，是啊，怎么了？”Steve一脸漠不关心的样子。\n\n        “既然是圣地，就不能随便闯入。所以我们狼族是有规矩的。”狼王说。\n\n        “规矩有三条，听好了。”\n\n        Steve早已乖乖坐好，准备听故事了。\n\n        “第一，必须要有一颗善良的心。这一点我觉得我最不用担心。连我们吃肉的狼族都能够过关，你就更不用说了。”\n\n        “第二，必须要有强大的力量。强大的力量分为两方面，一是力量上的强大，二是气场也要强大。想你现在这样懒洋洋的，是不可能过这关的。年纪轻轻，怎么说话就这么有气无力，拖拖拉拉的，我最看不惯了。”\n\n        “第三，必须得到所有狼族同胞的认可。”\n\n        Steve一听见这句话，一下蹦了起来：“什么，所有？”\n\n        “没错，所有。”狼王回答道，“这其中比较好对付的是一些小狼和一些老老实实的狼。可是整个狼族有五六十只狼，有些狼的要求还算好，让你帮个忙，让你看会儿家，有的有好奇心的可能会让你制造一些工具给他。甚至有的狼心情好直接就信任你了。”\n\n        “可是别以为这么简单，这还只是正常的要求。有一些狼脾气古怪，又有一些狼行为独特，连我都猜不出。所以你得做好充分的准备。”\n\n        “那我不去祭坛不就行了，反正我现在也不想去。这么麻烦！”Steve转身就走。\n\n        Steve只见自己面前闪过一道白色的闪电似的影子，这道身影往旁边的墙壁一撞，撞出一阵巨大的闷响，接着又瞬间跑开了。\n\n        顷刻间，洞穴的出口坍塌了，Steve的面前只剩下冷冰冰的岩石。\n\n        “你不想去，我就逼你去。你现在太烦人了，确实得好好正视一下自己。”狼王在背后冷冷地说，“现在就开始修行的第一阶段。放心，不可能第一阶段之后你就能打碎这些岩石。这片森林底下的石头都硬得很，就算你用你做出的工具挖，也得连续挖个几天几夜才挖得出去。而且前提是不吃不喝，而且你的工具不会坏掉。”\n\n        “喂，那食物怎么办，只带了一点点食物啊！”Steve终于不淡定了。\n\n        “我就知道，你在困难面前就会露出本性。”狼王这下又淡定起来了，“你就把这场修炼当作你生命的竞速赛吧！要是不能在食物吃完之前成功，你就只好活活饿死，人在危急关头是会爆发出潜力的。至于我，你不用担心，我有办法连续很久不吃东西。你还是快点开始修炼吧！”\n\n        没办法，Steve勾着脑袋转过身，一步一步回到狼王那里去。\n\n上一节                                                                                          目录                                                                                           下一节\n",
    "replies": [
        {
            "author": "com1rr",
            "timestamp": 1428674400,
            "txt_content": "QWERTYUIQWERTYU"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1428753180,
            "txt_content": "com1rr 发表于 2015-4-10 22:00\n**** 作者被禁止或删除 内容自动屏蔽 ****\n不要水回复谢谢"
        }
    ]
}