{
    "title": "最好看的MC小说＜我的世界之武灵帝国＞",
    "author": "半个狙神",
    "replyCount": 12,
    "timestamp": 1428716160,
    "txt_content": "小说＜我的世界之武灵帝国＞写的是三个在游戏世界中与him 大战的英雄在打伤him 的时候，被him使用创世之力带到了真实的MC世界，从此开始了在MC世界的冒险历程，本书轻松，搞笑，又不失神奇曲折，看咱们的逗比主角如何在异世界展开创世之旅吧。\n本书在全国最大的小说网站“起点小说网”全文免费阅读，大家可以百度搜索进行观看。\n\n\n\n",
    "replies": [
        {
            "author": "半个狙神",
            "timestamp": 1428716220,
            "txt_content": "第一章        这算是穿越吗？\n末地大陆，十万末影大军如潮水一般不断的汹涌追逐，空气中到处都是灵力的波动，犹如满是杂音的电台一般，更可怕的是这个电台的声音还放的很大，震的人耳膜生痛。\n末影人的嘶吼有如堵车的鸣笛声般连成一片，像是来自地狱的哀嚎，夹杂在灵力波动的嗡嗡声中，听起来总算不那么太单调，但却令闻者生寒。\n那是一首死神的交响乐，混杂着狂暴、愤怒、喋血、死亡等不安定的情绪。是的，末影大军暴走了，原因却只有一个。因为它们的神“him”正在高空中与三道魔影混战了十多天了。\n只因战斗始终在高空中进行，末影大军尽管阵容强大，却没有一只末影人能够飞入高空去帮助它们的神，哪怕只是去送死都做不到。\n十万末影大军只能紧追在him的脚下如潮水般不断的汹涌澎湃，好似一大滴浓墨滚落于纸上，又随着纸张的抖动不断变换着流向。相信这是许多人曾在课堂上玩过的一种打发时间的游戏。\n但此时却没有人认为这是一种游戏，包括正与him大战的三个人在内。尽管三打一，而且每个人都是全套的附魔装备，看起来像是占尽了便宜，但三个人却纷纷面容冷峻，如临大敌。\n已经打了十多天了，虽然有着附魔金苹果的支撑，三个人完全处于不掉血的无敌状态，但him显然也是如此，不论三个人如何进攻，him都能安然无恙的接下任何攻击，仿佛him本身便是无敌的代名词，不用任何提升类的药品和装备都是无敌的。\n除了他手中的武器只是普通的钻石剑外，him简直就无可挑剔了。\n但普通的钻石剑在打斗中明显不怎么吃香，只能维持住几个照面便会破碎掉，十几天来，毁在him手中的钻石剑已不知其数了，但him只是随手一抖，便又会幻化出一把新的钻石剑来。\n这不仅令三人越打越是心惊。看来这个him果然不愧为神，钻石剑毁了一把又一把，却能无限次的重生，仿佛没有止境。再看看自己的背包中，原本满满的武器装备却是毁一件少一件，十几天来，眼看就要清仓了。\n随着又一把附魔长剑的毁掉，IAEA不禁甩脸冲紫灵村长问道：“村长，你包里的装备还多吗？我只剩最后一把长剑了，而且耐久值还不是满的。”\n紫灵村长不禁皱了皱眉，沉声道：“我也只剩最后一把了。”说罢，举起手中的钻石剑冲IAEA挥了挥，随即说道：“而且，我的飞行药水也仅剩一瓶了，恐怕……”\n说话间，却听身后“呯”的一声，XXOO手中的钻石剑也应声而碎。紧跟着便听XXOO破口骂道：“奶奶的熊，就算没剑了，老子拿手也要掐死你！”说罢，十指张开，直奔him的身体扑去。\n“不好！”IAEA顿时大叫一声，挺剑便朝him扑了过去。长剑还没击到him近前，便听到“呯”的一声，XXOO头上的钻石头盔应声化为了万千晶粉飞散而去。\nXXOO则闷哼一声，身体倒飞而回。偷眼看了看，XXOO的脑袋还在，IAEA不禁轻叹一声：还好有着附魔金苹果的无敌功效，否则碎掉的就不仅仅是头盔那么简单了。\n经过这么多天的打斗，虽然众人依靠着附魔金苹果的威力不至于挂掉，但像是铠甲及武器的消耗却是惊人的快，背包里原本满满的装备现在已经消耗的差不多了，若再这么耗下去……\n也不知这个him到底有没有底线，难道他就真的是永远也打不死吗？IAEA不禁目光一凝，长剑划过一道闪电，直奔him的眉心点去。\nHim眼见长剑击来，顿时挺剑一挡。只听“叮”的一声，那把普通的钻石剑再次化为了碎片，IAEA的长剑余威不减，直接点中了him的眉心。\n但这一次IAEA却感觉似乎哪里不对劲了。以前砍在him身上的长剑都是如同砍在铁板上一般，生硬的反震力瞬间便会把长剑弹回来。\n但这次IAEA却感觉手中的长剑似乎有种入木三分的感觉，虽然插入的不深，可能仅是刺破了点皮肉，但那种插入的手感却非常明显。\n“怎么？him竟然受伤了？”IAEA不禁一楞，却在这时，只见him手中灵光一闪，一道寒光便将IAEA扫飞出去。\nHim随即顺势拧身，长剑回撩，又将紫灵攻来的长剑挑飞。就在招势用老之际，一把钻石神镐却以泰山压顶之势挂着风声便到了。\nHim暗道一声“不好”！抬手一挡，只听“扑哧”一声，钻石镐顿时在him的手臂上划开一条长长的血口。\n“什么？”XXOO见状也是一楞，怎么那么多长剑都没能在him身上留下一点点伤痕，无奈之下拿出的钻石镐却一下子便划开了him的皮肉呢？\n紫灵见状，不禁高喊一声：“him受伤了，大家快加把劲，一举将him杀掉！”\n话音一落，便见XXOO的身子直接被him一剑扫飞出去，而him手中的长剑也再一次化为了万千晶粉破碎而去。\n“哈哈哈哈！！！！”him随即发出一阵疯狂的大笑，一股前所末有的灵力波动随着笑声以him的身体为中心瞬间放大开来，凭紫灵三人的灵力修为竟然根本近不了身。\n紧跟着，整个末地空间仿佛也随着这股灵力波动震动了起来，巨大的末地大陆不断有岩块大片大片的震落，转眼消失在无尽的虚空之中。\n脚下的十万末影大军顿时受到惊吓一般瞬间停止了追逐，一个个身子狂震，转眼间便嘶吼着不断的瞬移而去，似乎想要找一处安全的地方藏身一般。\n一时间，整个末地大陆仿佛录放机的快进一般，崩塌的山岩上不断闪现着末影人瞬移的身影。又似突然间闯入满是蜂蜜的蜂巢一般，挤满耳朵的满是巨大的“嗡嗡”声。\n紫灵、IAEA和XXOO不禁神色凝重的背靠在一起，手中长剑平伸，警惕的注视着周围的变化。XXOO手中的钻石镐上甚至还滴落着点点血迹。\n没错，him受伤了，但受伤后的him又会使出怎么厉害的招术对付自己呢？毕竟人家可是传说中的神级人物，与自己这普通人是不一样的。\n一阵大笑便能令大陆破碎，莫非him想要将整个末地世界抹杀掉以便将敌人杀死吗？\n就在三人拿出十二分精神准备迎接him的致命一击之际，却突然发现him的笑声停止了。\n紧跟着，便听him的声音从四面八方传了过来。\n“小小人类，竟然能够伤及我的真身，就这样将你们杀死，未免太便宜你们了，对，我要让你们受尽折磨，在绝望中痛苦的死去。”\n话音一落，只见一道炽烈的白光从him身上发出，很快便充斥了整个空间。紫灵不禁抬起胳膊使劲挡住强光的照射，但这种强光却冲破了游戏的限定，直接从电脑屏幕上扩散出来。\n“啊！！！”坐在电脑前的双子不禁惊呼一声，顿时抬手护住了眼睛。但眼角的余光却发现这种白光早已迅速布满了整个房间，而在白光中似乎还有着许多细小的螺旋状回旋不定的游离着。\n这是什么？双子不禁暗自一楞，却突然发现白光突然剧烈的一跳，顿时便什么也看不见了。全身感觉轻漂漂的，仿佛飞到了空中，一点重心也感觉不到。\n这到底是怎么回事？双子感觉自己会不会是在做梦？这种仿佛飞在半空中的感觉好像小时候经常梦到，但往往是在梦醒之后发现自己已从床上滚到了地上。\n双子顿时暗道一声“不好！”如果真是如此的话，那自己应该在不知不觉中滚到床边了吧，再不醒过来，恐怕又会摔到地上了。这可不是什么好事，毕竟现在这老胳膊老腿的也经不起摔了。\n快醒来吧，快些醒来吧！双子不住的在心中默念着。却突然感觉重心一收，整个身子顿时“呯”的一声摔了个结实。\n“哎哟！”双子顿时摔的身子一弓，暗道：可恶，竟然还是摔到了，哎哟我的胳膊肘哟！哎哟我的脖棱盖哟！哎哟我的腰间盘哟！都不痛哦!\n可恶，还好没摔痛。一伏身，双子从地上缓缓爬起来，不禁揉了揉后腰却马上被眼前的景象惊呆了！\n这些……这些树是怎么回事？这些山又是怎么回事？难道我没在自己的卧室吗？奇怪，难道是睡糊涂了不成？我什么时候出来野游了？\n双子拍了拍身上的土，思绪一动，顿时惊恐的瞪大了眼睛。\n不对，不对！那些树怎么是方的？抬头望去，双子的眼睛瞪的更大了。\n只见不光是眼前的树是方的，就连树上的叶子也是方形的，还有方形的石头、方形的泥土、就连天上挂着的太阳都是方方正正的。\n不会吧，难道我还没有睡醒吗？这里不是……不是我的世界吗？真的是…好奇怪的梦。\n双子一边想着，随即又就地躺了下来，闭上双眼，不住的在心中默念：“醒来吧，醒来吧，醒来吧…………”\n一睁眼，映入眼帘的却依然是方块的世界。\n可恶！双子不禁翻了个身，继续在口中默念：““醒来吧，醒来吧，醒来吧…………”\n再睁眼，映入眼帘的还是方块的世界，但这次却多了一只小母鸡。当然这只小母鸡也是方方正正的身子，如有走猫步一般在双子的眼前傲然的走过，路经双子眼前的时候还将方方的鸡屁股一甩，一小团方方的鸡屎直接喷在了双子的鼻梁上。\n"
        },
        {
            "author": "半个狙神",
            "timestamp": 1428716280,
            "txt_content": "第二章　冤枉啊大人！\n“哇！！！”双子顿时身子一弹，从地上爬起来，顺手抓过一把草叶，将鼻梁上的鸡屎给刮了下来。\n可恶，这鸡一定是消化不良，怎么拉的这么稀。\n一连擦了半天，总算是把自己的脸清理干净了。但双子却突然感觉到似乎是哪里不对了，不禁又将双手按回到脸上上下左右按了又按，冷汗顿时便淌了下来。\n“方的，方的，果然是方的，我那英俊的脸哪去了？我可不想要这种方方的脸呀！”\n摊开双手，只见自己的手指竟然也变成了方的，胳膊也是，一低头，发现身子和大腿都变成了方方的，双子顿时惊的倒退了七八步。\n“果然是我的世界......”大惊之余，双子不禁喃喃了一声，迷芒的举目望去。\n只见山野萧萧，好一片欣欣向荣的繁茂景象，这种原始自然的风光在现实世界中已经好久没有看到了。只可惜，目力所及，却全都是由大大小小不同的方块堆积起来的景物。\n“唉！可恶，竟然醒不过来。”双子不禁轻叹一声，索性不再去想睡觉的问题了，举步便朝山上爬去。\n既然醒不过来，倒不如好好享受一下这短暂的自然风光吧。毕竟以前都是在游戏中才能看到这种风景，如今这种真实的存在感却充满着另一种新鲜和刺激。\n刚跳上一道土坡，便看到刚刚那只小母鸡正一头扎在草丛里觅食。一时间，新仇旧恨全都涌上来了，一个前扑便将小母鸡抓到了手里。\n脖子受制，小母鸡顿时挣扎了起来。\n“你还乱动！”双子抬手便在小母鸡的屁股上拔下一根鸡毛，恶狠狠地道：“让你喷我，今天不把你拔成秃毛鸡，你就不知道马王爷有三只眼！”\n“疑？这是什么？”刚要拔第二根，双子便感觉手里突然多出一物，湿湿黏黏的。\n低头一瞅，双子顿时毛都炸了起来，一边狂甩着手一边大叫道：“你丫的竟然还喷！我让你喷糞！我让你喷糞！”\n双子一气之下，抓住鸡脖子便开始抡开了，就跟舞双节棍似的，一阵狂舞下来，手中的小母鸡顿时便蔫了，眼睛半睁半闭的，似乎要断气一般。\n双子见状，这才停了下来，却见鸡屁股一挻，一枚雪白莹润的东西竟然滑落到脚下。\n双子不禁一楞，顿时俯身捡了起来，只见被小母鸡拉出来的这东西也是方形的，只不过棱角的地方略有圆滑而已。\n“这是什么东东？”双子翻看了半天，又拿到耳边摇了摇，只感觉里面似乎有某种液体在晃来晃去的。\n“这个，难道会是鸡蛋？”双子正疑惑间，却突然听到远处有人高喊道：“往那边跑了，快追！”\n“疑？竟然有人？”双子闻言不禁一惊，几步走到土坡的边缘，却见人影一晃，险些与一名男子撞了个满怀。\n“哇！！！不关我的事，别抓我，别抓我！”只见对方大叫了一声，转身便朝另一个方向跑去。\n“在那呢！快抓住他！”男子身后随即追过来七八名男子，一个个手持木棍、木铲等物，很快便将男子围住了。\n只见其中一个手持木锄的男子将木锄一抬，指着男子斥道：“就是他偷了我的粮食，大家把他拿下送官！”\n“别动！别动！”几个人上去便把男子按在了地上，七手八脚的捆了个结实。\n男子被压在地上就跟杀猪似的一个劲的嚷嚷：“我不是小偷，你们抓错人啦，我是好人呀！”\n“你还敢说没偷！”拿着木锄的男子上前便从那人的口袋里摸出一根胡萝卜，举在手中冲众人喊道：“你们看，这就是他从我的菜地里偷的胡萝卜，人证物证都在，你还有什么可狡辩的？”\n说罢，一萝卜便拍到男子头上，痛的男子疯了似的大喊道：“别打我，我是好人那！我是好人那！”\n众人见状顿时纷纷喊道：“别理他，送官送官，让张大人处理他！”\n几个人推推嚷嚷便将男子从地上拉了起来，却见一名手持木棍的男子突然抬头看了看呆立在土坡上的双子，疑惑道：“你们看，那是什么人，应该不是咱们村的。”\n马上有人上前几步道：“的确不是咱们村的，会不会是这小子的同伙？你们看他手里那只鸡怎么感觉那么眼熟，好像是大花家前两天丢的那只。”\n闻言，双子顿时从发呆中惊醒过来，一举手中的小母鸡道：“喂喂，饭可以乱吃，话可不能乱讲哦，这只鸡是我在山坡上抓到的，你们可不能乱想。”\n“嗯，说的好。”手持木锄的男子不禁上前道：“我可以认为你这是不打自招吗？”\n说罢，只见那人一挥手，顿时高喊道：“抓住那个偷鸡贼！”\n“呼啦”一声，几名男子顿时跳上土坡，将双子围在当中。真怀疑这些人是不是练过什么功夫，怎么身法竟然这么利落。\n双子还没明白过来是怎么回事，便见其中一名男子手中灵光一闪，一条绳索顿时套在了双子的身上。\n双子顿时便感到了事态的严重性，马上高喊道：“误会误会，我真的是刚抓到的这只鸡，我以为是野生的，你们若知道是谁丢的，我还给他就是了，而且我再多送他一枚鸡蛋。”\n说罢，双子不禁将手中的鸡蛋冲众人晃了晃，马上有人跳出来说道：“好哇，你还偷了鸡蛋，你这罪过可大了，走，把他们一起送到张大人那去。”\n“走！走！走！”\n一群人推推嚷嚷，押着二人便朝山下走去。\n山下的村子并不大，满打满算也就几十户人家，想不到却有着一座不小的官府。\n此时，双子二人被押到公堂上已经跪了半天了，却见公堂上什么动静也没有，隐约中，似乎还缥缈着一声声富有节奏的呼哨声。\n堂口上端坐的师爷不禁一皱眉，探过身去轻轻碰了碰堂上这位大老爷，轻声道：“大人，大人，大人醒醒，堂下二人可是跪了半天了。”\n“嗯嗯，啊？”张大人慌忙从酣睡中惊醒过来，不禁正了正头上的帽子。\n双子听声音不对，刚想抬头偷瞄一眼，却忽听惊堂木 “啪！”的一摔，吓的双子二人不禁猛一哆嗦，马上把头垂的更低了。\n只见张大人拍过惊堂木，不禁强睁着蓬松的睡眼张望了半天，口中喃喃道：“疑？这人都哪去了？”\n说摆，抬手打了个哈欠，将惊堂木一推，有气无力地道：“既然没人，那，退堂。”\n师爷顿时一拉张大人的衣服，将这位大人拉了回来，同时拿眼角瞄了瞄堂下。\n张大人奇怪，不禁探身朝桌子前看了看，只见距离桌子不远正并排跪着四个人。\n“NND，跪这么近干嘛，害我都没看到你们。”说罢，张大人整理了一下官服，端坐到椅子上问道：“说吧，谁是原告，谁是被告？”\n拿锄头的男子顿时一磕头，朗声道：“张大人做主，我们抓到两个贼人，一个偷了我家的菜，另一个偷了大花家的鸡，哦，对了，还偷了鸡蛋。”\n“哦？竟有此事？咱们这可好久没有抓到过贼人了，你们两个贼人，抬起头来让本官瞧瞧。”\n被抓的男子闻言顿时抬起水星眼哭诉道：“冤枉啊大人！我没偷东西，我真的没偷东西哇！”\n“啪！”张大人一拍惊堂木，吓的那小子顿时止住了哭声。\n“哭什么哭！没偷东西，人…人家告…你偷，那不吃饱了的撑的吗？”\n一扭脸，张大人随即抬手一指双子：“你先说！”\n双子见状，不禁暗叹：这都什么破梦，怎么乱七八糟的，记的游戏里可没有这些情节呀，看来是自己古装剧看多了，连做个梦都这么乱。\n正在胡思乱想之际，却听张大人不耐烦地道：“你怎么不说话呀你？好，既然你无言以对，那便是默认了。来人，先收监。”\n“什么？”闻言，双子顿时瞪大了眼睛，争辩道：“你这什么狗官，我还没说话呢，你竟然便定了我的罪。”\n“好哇，你小子竟敢咆哮公堂，来人，快给本官拉下去，等候发落！”\n“是！”马上走上两名年轻力壮的衙役，来到堂上便一左一右将张大人架了起来。\n张大人见状顿时高喊道：“哎哎？你们拉我干什么？我让你们把那个贼人拉下去！”\n“是！”两名衙役马上将张大人又抬回了椅子上，随即连踢带打的便把双子拉了下去。双子顿时便郁闷了，MD做梦就做梦吧，怎么这被打的滋味还这么真实。\n而此时公堂之上，只见张大人重新整理了一下衣冠，随即目光一转，盯着另一名男子道：“该你了，再不招供，小心板子伺候！”\n“啪！”两旁的衙役顿时将手中的木棍一顿，发出巨大的响声，吓的男子不禁倒爬了好几步，这才仗着胆子问道：“我…我要是认罪了，会怎么样？”\n张大人闻言顿时扫了一眼旁边的师爷，师爷见状马上拱手道：“大人，林场那边还需要几名工人。”\n“嗯，知道了。”张大人闻言顿时一拍惊堂木，冷哼道：“你若乖乖招供的话，本官便罚你到林场服刑，嗯，一个月！”\n男子听罢，不禁看了看衙役手中的棍子，一抬头，发现两旁的衙役正一个个横眉怒眼的盯着自己，顿时咽了咽吐沫，点头道：“好，我招，我全招。”\n"
        },
        {
            "author": "半个狙神",
            "timestamp": 1428716280,
            "txt_content": "第三章　两个废物\n“喂，不会吧，你就这样便招了吗？你小子也太没种了吧。”双子轻蔑地看了一眼这位患难的仁兄，摇摇头，不再理他。\n此时，二人正在几名衙役的押解下朝大山深处走去，由于都是偷窃罪，二人都被判到了林场充当苦力，只不过由于双子的态度蛮横，被判了三个月。\n见双子如此看不起自己，男子顿时反驳道：“谁…谁说我没种！想当初在我的世界中，我可是响当当的人物，谁知道被那团白光吸进来以后，整个世界都TM变了。”\n说罢，却不禁神情颓废了下来，哭丧着脸道：“呜……这都好多天了，如果是梦的话早该醒了吧，呜……我想回家…….呜……要是能回去的话，我发誓再也不玩我的世界了……”\n“哎哟！”男子正陷入痛苦的回忆中，却不成想一头撞在了双子的后背上。顿时揉了揉撞痛的头壳，嗔怒道：“你小子怎么突然停下了，哎哟，可撞死我了！”\n哪知双子却神情激动的一把抓住男子的双肩道：“你…你也是被白光吸进来的？你也是我的世界的玩家吗？”\n“干什么干什么？都给我好好赶路！”几名差役见状顿时一把将二人分开，同时两条棒子便朝双子二人的身上招呼上了。\n痛的双子二人顿时高喊道：“停！别打了，我们走！我们走！”\n“哼！再不老实，回去禀明张大人，再多判你们几个月！”一名差役不禁狠狠的啐了二人一口。\n双子有心发火，但所谓好汉不吃眼前亏，深吸了两口气，偷着瞪了那名衙役一眼，便爬起来乖乖的继续前行，但心里却把那名衙役的祖宗十八代都骂了个遍。\n一路无话，翻过两座大山后，一道由原木搭建的围场很快便出现在众人眼前。只见围场建在一处山坳中，后面是高高的断崖，前面则是由高大的原木围成的高墙，一道大门足够两辆大车同时进出。\n此时，见一行差役押着两名犯人到来，马上有一名身穿皮铠的男子从门内跑了出来，老远便笑道：“李头，又给我们送新人来啦？”\n为首的一名差役顿时抱拳道：“昨天刚抓的两个小贼，张大人有令，发配到你们林场当苦力，这是文书。”说罢，从怀中拿出一卷书卷递到来人手中。\n男子接过文书看了看，又抬眼看了看双子二人，顿时点头道：“好，那我便收下了，来人，先把他们带进去。”\n“是！”话音一落，马上跑出来六七个人吆喝着将双子二人押入了围场之中。一进门，便见整个围场竟然堆满了大大小小的原木，巡逻小队在木堆间穿梭往复，保障着整个围场的安全。\n一排简单的木屋并排建在山崖下，几个人不由分说，押着双子二人便朝木屋走去。\n见众人走远，男子顿时抱拳道：“李头，你们一路上也辛苦了，请到里面一坐，刚好昨日我们在山中猎到一头野猪，我马上派人处理一下，给各位炖上一锅山中野味，也好帮各位解解乏。”\n李头闻言顿时惊喜道：“哦？现在这野猪已经非常难找了，想不到还能猎到。只不过……”\n李头说罢，不禁轻叹道：“唉，只可惜近日衙中杂事太多，张大人有令，命我们今晚便要赶回去，看来，这美味我等是无福消受了。”\n男子闻言，顿时皱眉道：“原来如此，既然这样，那还是以公事为重，我也便不留各位兄弟了。”说罢，抬手拿出十枚铁锭道：“总不能让几位兄弟白跑一趟，这几枚铁锭便赠予几位兄弟换口茶喝吧，多出来的还请李兄代我交给师爷，就说我高杰对师爷的关照感激不尽。”\n李头见状，顿时还礼道：“高兄言重了，大家都是兄弟，不必这么客气，时间不多，我等这就告辞，请高兄放心，你的话，我一定带到。”\n说罢，李头收好铁锭，与高杰告辞后，闪身又带队风风火火的回去了。看来这趟肥差又没白跑，虽然没吃到美味，但这每人一块铁锭也是不小的收获，毕竟在世面上，铁锭的价值可是相当高的。\n围场的一间小木屋中，七八个人正围住双子二人，谁也没说话，安静的犹如一张照片般，唯一能听到的便是墙上几支火把燃烧时所发出的声音。\n正在这时，只见门帘一挑，高杰从外面闪身走了过来。几个人顿时纷纷站直了身子，齐声喊了声“高老大。”\n高杰只是点了点头，随即将目光转向双子二人，目光如炬，看的双子二人心里都有些发毛。以前二人从没有做过阶下囚的经验，真不知接下来会发生什么恐怖的事情，会不会菊花不保呢？\n想至此，与双子共患难的这位兄弟不禁紧了紧菊花，颤抖地说道：“我…我叫楚子墨，我…我是被冤枉的。”\n高老大闻言却没有任何表情，随即将目光转向了双子。\n双子不禁看了眼这位楚兄，顿时对高老大说道：“我叫双子，虽然我也是被冤枉的，但我知道规矩，有什么要求，你们就说吧！”\n高老大听罢不禁眉头一挑，随即从喉咙里喷出一声嗤笑，转而便哈哈大笑起来。周围的兄弟见状顿时随着高老大一同大笑开来，仿佛看到了什么特别有趣的事情一般。\n楚子墨不禁朝双子身边蹭了蹭，颤声道：“他…他们不会对咱们怎么样吧？”\n还没等双子做何回答，就见高老大一抬手，众人顿时止住了笑声，但气氛却明显比刚才轻松了许多。\n只见高老大围着双子二人转了一圈，不禁说道：“我不管你们犯的什么罪，也不管你们是不是被冤枉的，但到了我这里，便得听我的，我让你们干什么，你们就得干什么。若是干的好，我也不会亏待你们，工钱一分也不会少！但若是让我发现你们偷懒耍滑，那可就别怪我高老大不讲情面，别看这片山林郁郁葱葱，那下面可是埋着无数的尸骨呢。”\n说罢，不禁凑近楚子墨的耳边说道：“怎么样，你也想去陪那些尸骨做伴吗？”\n楚子墨闻言顿时打了个冷颤，抖着脑袋说道：“不不不，我听话，我特别听话，我妈总夸我是个乖孩子，老师也总夸我很听话，我也听你的话。”\n高老大听罢不禁挑了挑眉，暗道：“这都什么乱七八糟的。”不过见这小子紧张的样子，大概自己的目的也达到了，顿时抬手拍了拍楚子墨的脑袋，点头道：“乖，听话就好。”\n说罢，扫了一眼旁边的双子，挺身说道：“好了，说说吧，你们的灵武都是什么属性的，我也好给你们安排合适的活。”\n“灵武？”双子和楚子墨闻言不禁疑惑的彼此看了看。\n高老大见状却不禁皱眉道：“怎么，你们不会连灵武都没有呢吧？难道你们是从山沟里爬出来的吗？”\n说罢冲旁边的人递了个眼色，马上有一名清瘦男子上前将双手按在了双子和楚子墨的肩头上。\n双子只感觉男子的手仿佛带刺一般，一下便刺入了肩膀中，而且这根刺还如灵蛇般蜿蜒而下直透身体，痛的双子冷汗顿时便冒出来了。\n而一旁的楚子墨早已痛的大叫了出来，头上的冷汗如雨淋般往下直淌。\n男子见状，顿时收回了双手，冲高老大摇了摇头。\n高老大见状，顿时眉头一皱，冷哼道：“可恶，竟然是两个废物。”\n冷冷的扫了一眼卷曲在地的二人，高老大马上吩咐道：“郭子，去把新来的周自恒周队长叫来，既然是废物，那就让他们到周队那去干杂役吧。”\n说罢，又扫了一眼地上的二人，摇着头走了出去。\n“奇怪，分明是两名不错的男子，怎么就是个废物呢。”\n山林中，到处都是高大的林木，只不过与游戏中一样，这里所有的树木包括枝叶在内全都是大大小小的方块组成的。直到此时，双子还感觉这个梦未免也太真实了一些吧，每每抬头看到那些在微风中摇曳的方块叶子，双子便感觉眼晕，可能还是没有完全适应吧。\n而此时，双子和楚子墨二人也早已被一名年青剑士带到了工作场地，一处在山坡上堆放粗大圆木的地方。而他们的工作便是将这些刚砍下来的原木运到下面的围场去。\n双子真怀疑这个梦是怎么做的，明明在游戏中，原木被砍下来后都会直接变成可收纳方块被吸入背包中的，运起来一点吃力感都没有。\n但为何此时二人却要跟现实社会一样，需要两个人合力才能抬起一根并不算大的原木呢？而且仅仅只运了一次，二人便累的全都躺倒在地爬不起来了。\n“呜……我想回家，我不想玩下去了，老天爷，您就抬抬手饶了我吧。”就在楚子墨冲着天空哭诉之际，一道伟岸的身形不禁挡住了炽热的阳光。\n手持木剑的周队不禁冷冷地说道：“别怪我没提醒你们，哭闹在这里是没有用的，天黑之前你们若不能把这堆原木运到围场，恐怕连晚饭都吃不到。”\n"
        },
        {
            "author": "半个狙神",
            "timestamp": 1428716340,
            "txt_content": "只连载三章，后面的大家去“起点小说网”看吧。精典不容错过哦"
        },
        {
            "author": "Yy星人",
            "timestamp": 1428716940,
            "txt_content": "厚颜无耻,\n话说不能用楼层\n发章节。\n要发主贴上,\n你这算剽窃么？\n是你写的吗"
        },
        {
            "author": "1525967679",
            "timestamp": 1428717120,
            "txt_content": "。。。这是 LZ你写的么 而且最好看这种否定一切的话也"
        },
        {
            "author": "夜暗伤",
            "timestamp": 1428717540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "GTVZDH123",
            "timestamp": 1428718200,
            "txt_content": "@HGK 你懂得\n这个又没有原帖地址又没有模板\n你懂得改怎么做的"
        },
        {
            "author": "360君",
            "timestamp": 1428720780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "6938336",
            "timestamp": 1428720900,
            "txt_content": "非原创吧{:10_516:}"
        },
        {
            "author": "0744448",
            "timestamp": 1428721560,
            "txt_content": "又是穿越，又是HIM，有没有点新意，差评"
        },
        {
            "author": "半个狙神",
            "timestamp": 1428723180,
            "txt_content": "我靠，我爸有拿我号宣传小说，这是我爸写的，不用再问了"
        }
    ]
}