{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第9章 岩浆下的城池 by小龙",
    "author": "毒蛇",
    "replyCount": 2,
    "timestamp": 1428724140,
    "txt_content": " 本帖最后由 毒蛇 于 2015-7-15 17:56 编辑 本章的介绍：泰迪他们来到了岩浆王国所在地，但却出了生命危险，出了什么事？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-415715-1-1.html\n下一章地址：http://www.mcbbs.net/thread-468362-1-1.html\n本章总字数：1680字\n第九章 岩浆下的城池\n　　“让我看看啊。”泰迪低着头看着地图，边走边说道。他一抬头，看见前面有一道大铁闸。\n　　“你看出什么了吗？”希尔保特轻轻地问。\n　　泰迪看着这张艰涩难懂的地图，边走边皱眉。\n　　“来，我看看。”希尔保特说着就伸出了手。\n　　泰迪把地图递到希尔保特的手里，希尔保特看着这个地图开始指挥了起来：\n　　“卓姆卡，这边！”\n　　希尔保特用手一指大铁闸左边的山包。\n　　“爬上去！”\n　　卓姆卡飞了上去。\n　　“秋瑟卡（烈焰国王全名是秋瑟卡?克洛德格内兹）！这边！”希尔保特又指着，“不对！卓姆卡，飞到半山腰！秋瑟卡！你到山脚那里！”\n　　卓姆卡和秋瑟卡都已经上去了，这次又不得不下来。\n　　“你在干什么，伍德先生！”卓姆卡发着牢骚。\n　　“为什么要下来啦？”秋瑟卡也跟着嚷道。\n　　“不要着急。”希尔保特平静地说，“卓姆卡，恶魂炮弹！”\n　　卓姆卡张开大嘴就吐出了一发炮弹，炮弹朝着那道大铁闸而去。轰的一声，不仅铁闸没有炸碎，反而把卓姆卡震了一个跟头。他在空中连翻了几个筋斗，然后身体往后一颤——他停稳了，不过触须还在摇动。\n　　“我是说让你炸山顶。”希尔保特对卓姆卡说，“朝着山顶炸炸！”\n　　卓姆卡向左转身，又发了一记炮弹，不偏不倚地击中了小山包的顶部。浓烟之后，一个半圆球形的大弹坑出现了。\n　　希尔保特拎起袍子，缓缓地爬上了山顶。他站在山顶上，仔细端详着那个大弹坑。他又缓缓走下弹坑，便消失在视野里。过了几秒钟，他的身影又出现在山顶上。他再一次拎起袍子，缓缓地下来了。\n　　“您去干吗了？”泰迪劈头就问。\n　　“我去拉了一下那个拉杆，等等吧，快出结果了——三、二、一，开！”\n　　嘎嘎吱吱的响声不断，只见铁闸裂了几条缝，这些缝隙越来越长，一分二，二分四，整个铁闸就像是被割裂成了成千上万块小铁片。\n　　“秋瑟卡，”希尔保特把身子转向秋瑟卡，“你发射火焰弹，烧了那个。”\n　　希尔保特用手一指，泰迪的目光随着手指而去，山上一个用橡木做的“稻草”人树立在那里。泰迪还没看清，就看见连续三团火焰飞了过去，还是不偏不倚地连续击中了那个木人，木人顿时烧起熊熊火焰。这回不是刚才的白烟了，而是滚滚黑烟。忽然，木头人的头变成了一缕黑烟，消失在红色的天空中。\n　　渐渐地，木头人变得不可见，最后，干脆连烟都没了，泰迪知道是烧尽了。希尔保特掏出他的武器——多重弓弩——那把写着圣瓦尔利多布莱克斯之弓的弓弩。不过他只架了一支箭，瞄准暗红色的苍穹射了一箭。那支箭像火箭一样升上空中，飞了一定高度和距离后，箭缓缓地调转方向，接着又像老鹰和翠鸟捕猎一样俯冲下去的，一样不偏不倚地击中那被烧的木头人的位置——据希尔保特说，那下边有一个洞，里边有按钮。\n　　不过这一切几乎是在瞬间发生的，希尔保特看见射中了，就收起弓弩，看着那道铁闸。\n　　依然是过了几秒钟，铁闸又一度发出了咯吱咯吱的巨响。上边的裂纹更大更深了，有的还更宽了，已经露出了后边橙色的东西。裂纹越来越多，铁闸好像已经碎成好几百万，或者好几千万块。那道铁闸没有破裂，只是在疯狂的扭动着，抽搐着。泰迪忽然想起了被他杀死的安妮?特斯拉。\n　　希尔保特疑惑的看着铁闸。但随即又抽出他的弓弩——这回他搭了五支箭。万箭齐发，这些键每个都击中了一块铁片，而且分别是左上、右上、中间、左下和右下。这五小块铁片被击中，迅速地往后飞，消失在橙色的物质里。似乎仅仅是一秒钟之后，所有的碎片炸向四周，有的朝着泰迪他们飞过来，有的直接进入橙色的物质。又是过了一秒，铁闸消失了，橙色的物质竖在那里，半透明的物质，就像是玻璃一样。\n　　泰迪还没反应过来，那些橙色物质就开始流动，而且流动地极快——泰迪这才意识到，是岩浆！卓姆卡和秋瑟卡作为下界的生物，已经飞了起来，可是泰迪他们根本跑不掉，就在这时候，他们身后突然长起三座高山，那两座山丘也在长高，把卓姆卡他们和泰迪他们隔绝开了。\n　　岩浆很快的蔓延上来，泰迪他们也爬不上去，就被滚烫的岩浆淹没了。岩浆里根本看不到外边，即使是半透明的，外边也一样。\n　　泰迪他们居然还活着！泰迪也很奇怪，于是他就在岩浆里游向希尔保特。希尔保特这才告诉他：“我用了半罐抢险粉末。”\n　　泰迪知道希尔保特又用魔瓶了。\n　　他们在岩浆里，隐约看见有一些更亮的东西，甚至还能听见黏黏地声音。“那不会是岩浆王国吧！”泰迪叫道。\n　　“对啊！怎么在岩浆里啊！”\n",
    "replies": [
        {
            "author": "992979148",
            "timestamp": 1428724200,
            "txt_content": "我在岩浆里  喝了抗火"
        },
        {
            "author": "NobleGolden",
            "timestamp": 1428725160,
            "txt_content": "文采不错\n顶LZ"
        }
    ]
}