{
    "title": "【自述生平】sun123的MC游戏人生和对MC的看法",
    "author": "我的世界sun123",
    "replyCount": 0,
    "timestamp": 1428722340,
    "txt_content": "嘿，今天我咋又来兴趣自述生平了呢？这个问题你们看到后面就懂了。\n\n今天是2015年的4月11日，想想最开始接触MC也就是在前年差不多这个时候，恰恰是四月多，春意正浓的时候。\n我也不想隐瞒，之前曾经也说过我是北京人，今年14岁，第一次接触MC也才12。\n两年啊！想来也不短了，我接触MC的两年，我人生中宝贵的两年。\n记得当年还是名副其实的小学生，六年级。\n当时我们学校是这样的，六年级上有一次重要考试，随后六年级下就是混日子的时光。\n几乎所有人都拿来自己的手机，平板电脑等，明目张胆地玩。\n老师也几乎不管，比较这段时间也没什么考试，至于毕业考试只是走个形式，交白卷都没事的。\n最开始玩MC的是我们班角落里的一个同学，拿个ipad，就记得他总是在自己的房顶上，看着下面的僵尸，等天亮。\n我当初对MC的印象就是这样的，无聊透顶。\n后来，终于又一次我看到了他天亮时玩MC的情景。\n再后来，大家都知道了这个游戏，几乎全班男生都去玩了。\n\n我记得很清楚，那时候是0.6.1版本。\n我一般是这样生存的，挖64块土盖房子，然后砍一棵树，最后满地找羊结束第一天。\n如果找到羊就坐床，没有的话就在黑屋子里，等十多分钟等下一天。\n有趣的是当时死后出现两个按钮，一个是[重生]，一个是[返回标题画面]。\n我以为重生就是新建存档，然后重新玩，所以每次都点[返回标题画面]，不知不觉中玩成了极限模式。\n\n后来我玩到了电脑版，激动地发现那里面有一些新东西。\n当时电脑版我最开始玩的是1.3.1，其实差不多也研发到1.4多了。\n然后我们玩到了bate1.8版，我们都管它叫1.8。\n再然后我遇到了一个服务器，玩到了MOD，当初的MOD是1.4.7和1.5.2上的，好像是工业mod，家具mod什么的。\n当初我也不知道MOD是什么，只是知道内容多就是NB，在同学面前炫耀。\n这段时间里，我还了解到了红石，我通过学习红石大炮，红石电梯等等，学习了红石，而不是学习什么一个个逻辑门。\n我讨厌像读学校课本那样学习红石，那不就成为了一种巨大的负担了么？\n\n后来，大家毕业了，当时觉得没啥，就是毕业了嘛。\n现在想来，还能记起名字的同学不到十个了。\n暑假里我继续和那个有MOD整合包的那帮人玩耍，在一个现在看来渣渣而混乱的基友服里，而且创建了MCBBS账号。\n我懂得了什么是MOD，什么是插件，什么是服务器，什么是腐竹，什么是OP……\n基友服的生活是美好的，虽然也有过撕逼，有过争执，但是傻傻地玩个MOD就无比开心的那种容易得到的幸福却的难得的。\n同时，我和家长声明：进入初一坚决不玩电脑。\n而我还在暗地里骂那些比我大一两岁的人SB，觉得他们进入初中还玩MC影响学习太不值得了。\n\n进入初一后印证了那句话：“骂别人傻逼的人，早晚会成为他骂的那种人。”\n我不但没有停下玩MC，入学考试还考砸了。\n渐渐地我在MCBBS上看到了冰块菌，SYL等人的教程，知道了命令方块的V5。\n我使用指令的方式也是很特别的，当时1.7快照的年头，我不会玩快照，就等着1.7正式版。\n到了1.7正式版我就学着大神们公布的指令的样子改一改数字ID，改一改坐标，就成了自己的指令。\n\n变革发生在10月末，经过2个月的努力，十月份月考我考到了全班第一，语文第25名，数学1名，英语第5名的成绩使我和家人欣喜若狂。\n趁着高兴的心情，在2013年的11月9日晚7点多，我发布了我MC生涯中最重要的一个帖子：摇钱树（http://www.mcbbs.net/thread-194438-1-1.html）。\n17万多次查看，271页，4千多个回复使这个简简单单的summon应用帖子在1.7初期这个背景下一举跻身MCBBS最火帖子前20的行列。\n就此我开始认识到一些命令方块界的人士，比如SOFT，2b，tyson等等。我们建立了最开始的CBL。\n随后的期中考试我依然保持了班级第二的好成绩，这让我更加大胆地玩MC，然而却不知大祸临头。\n初一的上学期下半段我在CBL里和大家聊着天，渐渐地培养了一定的友谊。\n同时，我还在一个him生存服务器里面玩，每天打怪赚钱的乐趣让我不亦乐乎。\n\n终于到了初一的期末考试，本以为发挥正常的我来到学校取成绩的那天却受到当头一棒。\n班级排名掉到18名，心情自然也一落千丈。\n到了寒假，家长明令禁止我玩MC，但我依然偷偷玩，并完成了我的第一个图章作品：1.8掘一死战（http://www.mcbbs.net/thread-236881-1-1.html）。\n\n寒假结束后，我没有宣布退出，却已经隐退，只在CBL群里露面，而且是每天都露面，还和空白，RAY5D等人建立了深厚的友谊。\n甚至在学校那边的QQ群里我也露面，不愿参杂在那复杂的人际关系里。\n初一下到初二上，我玩了不知多少服务器，不知多少地图，见过不知多少人，但是却一事无成，那时光是纠结的，是痛苦的。\n很多人来了，同时有人走了，而我却一直在这里，默默地看着这新老人的更新轮回，不知该怎么办。\n我做出过许多地图，但是总是在临完成之前弃坑。\n实际上，我想要再火一把，却讨厌发帖后看到的各种回复，如果回报不如我想象的好，反倒让我伤心。\n\n终于到了初二上的期末，我玩MC被家长发现多次，他们终于忍无可忍让我在临期末考试前的一周禁止碰电脑。\n这个时候我下决心坚决不玩MC，删了2多GB的MC文件夹，发了帖子（http://www.mcbbs.net/thread-366143-1-1.html）。\n好在我当时还玩上了coc，过一阵就看一眼，也不算太无聊，加上期末考试累出翔，也不再总想着玩MC了。\n付出总是有回报的，终于我在期末考到的全班第3名，随后发了贴（http://www.mcbbs.net/thread-389064-1-1.html）。\n后来我才发现，其实寒假很忙的，根本也没时间玩MC，更何况做地图呢？\n\n初二下到来了，这是个重要的站转折点。\n学校要做一个什么介绍班级的小片子，很重要。\n我和几个同学作为做这个片子的核心团队，每天都很忙很忙……\n而这个倒让我挺感兴趣，也不觉得像上课学习那么烦人了。\n更何况最那个小片还可以光明正大地翘课，便让我无比个高兴，和学校的联系更加密切了。\n这时候我发现我不知不觉得摆脱了MC的纠缠，不再为MC头疼，而是根本不想玩MC了。\n不玩MC了，自然也就不和CBL他们接触了，我发现这样的生活似乎也很好。\n\n终于，我了解了MC的真谛。\n我之前玩mc无论有趣还是无聊都根本停不下来的原因就是太闲了。\n或许我的身体已经忙得疲惫，但是心里却无事可做，闲来无事，自然要玩MC来填补这个空白。\n现在，我忙起来了，全身上下都忙起来了，从肉体到心灵都忙起来了，就不想玩MC了。\n以后，或许有一天我不常玩MC了，不常和大家见面了，甚至……永远不和MC和MCBBS的朋友们，CBL的基友们见面了，\n但是我依然会永远铭记这个伟大的游戏，这个我玩了整整两年还没有玩透的游戏。\n我相信：MC以其无人能比的自由度，以它可以通过它创造出各种游戏的随意特性，它在我心中将无法被超越。\n如果你是一个新手看到这篇文章就去大胆地玩MC吧，那个游戏值得一玩，而且将永远玩不完！\nMINECRAFT永远是一个伟大的游戏，永远是一个值得玩的游戏，永远是一个无法被超越的游戏！\n或许因为忙，我有时不得不离开，但是当我闲下来的时候，MINECRAFT将是最能让人放松的一个方式，现在如此，也将永远如此。\n\n是的，我就是这样的一个热爱MINECRAFT的玩家，以后我随时有可能隐退，也随时有可能回来。\n\n\n\n至于以上的内容无论是同意，反对，赞扬还是谩骂都没关系。因为这将是我对MC的理解，是不可能因为几条评论而改变的。\n\n\n——永远热爱MC的玩家          sun12304               \n\n\n",
    "replies": []
}