{
    "title": "吾的世界 —— 纯净/创造/RPG/生存|宠物|副本|生化|群组服[1.7.2]",
    "author": "jiangshi123",
    "replyCount": 0,
    "timestamp": 1428735660,
    "txt_content": " 本帖最后由 jiangshi123 于 2015-4-11 15:14 编辑 \n\n服务器介绍：感谢大家两年多来的支持，吾服已经于本月成功进行【云服整合】，旗下【创造服，生存服，RPG服，小游戏服已经实现云服共享数据】，并计划于暑假前开放【战争服】！\n本服玩家较为和谐，素质较高(虽然熊总是要有的)，我们鼓励玩家自觉圈地，入服即圈，所以熊孩子通常无从下手，在暴露身份后被玩家群起攻之，场面极为酣畅！综上所述：如果你想要一个【和谐的生存环境】，大量的【基佬】作伴，【观看熊孩子的末路】，那么都请来我们的服务器！看到别的服介绍辣么多，我也忍不住要多写点了。本服作为纯净服，已经加入大量娱乐插件，长期有副本开放，矿界每周更新一次，生存主世界半年更新一次，更有永久住宅区无需更新。创造rpg战争等附属服务器时刻待命等你上！【更多娱乐插件将不断加入】本服已经坚持开了两年半了，一直未曾倒闭哔哔哔，理由很简单，因为腐竹是一个负责任的渣渣，所以在此承诺：坚决维持服务器运营，坚决维护玩家利益（前提是你得圈地），坚决打击熊孩子。欢迎来到吾服！这将是你的家。\n简单介绍一下服务器的云服机制：玩家的账号数据在所有服务器都是同步的，金钱数据在【生存服/rpg服/小游戏服/战争服】是同步的。背包和玩家的状态暂时不同步。\n\n服务器的VIP是由游戏币购买的，不能用RMB获得！\n\n各服务器简介：\n1.所有服务器已经安装了【宠物插件】\n\n2.【生存服/rpg服/小游戏服/战争服】的资金同步，你可以在小游戏服赚钱，在生存服创业。\n\n3.小游戏服已经添加了怪物竞技场插件 躲猫猫插件 生化危机插件 等[注意还有很多娱乐插件准备加入]欢迎来玩嘛\n\n4.战争服是原版战争服，没有mod，由插件支持。\n\n5.RPG服正在完善。\n\n6.MOD服不参与云服项目，是独立存在的，目前装有【和风/更多动作/武器/食物/家具】等mod\n\n7.我们计划于暑假开放工业服\n\n8，创造服现已开放，并加入云服计划，玩家可以在创造服设计自己的建筑，【定期开展建筑师大赛，优胜者会成为生存服永久建筑师】，记得圈地哦！\n\n\n9.记得加群！\n\n\n\n首先介绍一下服务器的团队组成(游戏内ID)：\n治安OP：Timoa，RHZS，Mnchuyin，jiecaojun，keiken，141dante\n生存服主管:cancer\n创造服主管:RHZS\nRPG服主管:saoforest\nMOD服主管:jiecaojun\n小游戏服主管:Mnchuyin\n腐竹：cancer\n技术：cancer\n\n主城图片\n\n\n\n玩家住宅\n\n\n\n后台照片\n\n\n这里是和谐有爱的地方，快带你和你的朋友来玩吧！\n另外，如果你是吾的世界以前的老玩家，回归服务器可以免费获得永久屌霸权限(屌霸是用游戏币购买的权限，每月10000游戏币)！注意：服务器没有rmb的vip项目，会员是用游戏币购买的，游戏币通过打怪/副本/娱乐获得。\n\n\n【请玩家务必圈地！】圈地用木斧，地价为0.1，避免您由于疏忽被熊给自己和他人造成不快。毕竟即使我们封了熊孩子，您的家也要自己去修补，您丢失的东西也要自己承担，相比之下，圈地不是更好的方式吗？\n\n\n首先在这里声明一点，本服务器严厉打击矿物追踪和透视，并且每天都能送十几个G熊去黑名单至于怎么做的，其实我请了几位专门开工具透视检查玩家矿道的城管，二十四小时监控玩家矿道，若发现矿道异常立刻处理。因此，请勿存在侥幸心理，进服后不要作弊，如果\n\n\n被发现将被永久封禁，这里事先提醒，希望玩家能有所准备！\n\n\n其次是圈地问题，由于公开宣传又没有开白名单，因此服务器难保有熊孩子进来，各位的建筑可能因此被啪啪啪，解决熊孩子最好的途径是圈地，如果不圈地，我们虽然会处理熊孩子，但是玩家的损失将无法得到补偿！因此强烈建议您入服即圈地！\n服务器现在正处于第四周目，两个月内没有换周目的计划！\n\n\n发下服务器【基本规章】(与之前基本无异，小做改动)：\n服务器入服规章以及注意事项\n1.关于服务器处理熊孩子的范围和补偿准则:\n1)未圈地导致的玩家建筑被人为破坏，服务器负责处罚熊手，但不负责修补和补偿，这是为了督促玩家圈地\n2)自然景物不属于个人，你门前的一棵树，一朵花，一棵草，但你不圈地就不是你的，就算是你种的也不行！一旦被破坏，这种行为被认为不违规，所以，要想保护好你家周围的自然景观，请圈地！\n3)非生存世界(如pvp世界 矿物世界和地狱等)建筑被破坏，不在追究范围之内\n4)pvp世界的任何行为都不是熊孩子行为，烧杀抢掠都是符合规则的。\n\n\n2.关于服务器op和建筑师选拔\n1)建筑师必须展示自己的原创作品，得到大家认可，也可以通过每月一次的创造服大赛获得。\n2)服务器治安管理组为城管，因此不公开招募op，只公开选拔城管，op是服务器内定的几位核心管理员\n3)城管要求在线时间每天达到8小时，长期不在线的请勿应聘\n\n\n3.关于服务器回档补偿办法:\n回档是任何服务器难免出现的问题，一旦由于我们的原因造成服务器大面积回档，我们会按具体的损失情况，给予在线的每个玩家相同的补偿(而非丢什么补偿什么，防止谎报内容)\n\n\n4.关于更换周目\n更换周目和回档一样，是迫不得已的手段，服务器更换周目不清空背包和金钱，但是考虑到更换周目的原因是不可预见的例如有时服务器地图损坏，不换地图就开不了，这种时候必须立即更换地图，在此申明，这种情况恕不另行通知\n\n\n5.关于白名单申请\n服务器现在在试运营阶段，暂不需要白名单，因此玩家更迫切需要圈地保护自己的利益，一旦服务器开放白名单申请，我们会在二楼补上白名单申请方式，如果您申请白名单24小时仍未登录游戏，白名单将被取消，如果您超过15天不登录游戏，您的白名单将被取消(但是\n\n\n玩家资料仍然被保留，您可以重新申请白名单)，如果您不加群就进服，一样会被禁止。\n\n\n6.关于作弊\n在之前的介绍中，本人已经明确表示，开矿物追踪以及透视属于严重的作弊行为，因此服务器加大人力查处以上作弊的玩家，一经发现立即封号，不要存在侥幸心理而开矿追或者透视，因为我保证你会被发现的！\n\n客户端可以直接加群下载  群里也有网盘地址但是出于方便，我在这里也发下网盘地址[url=http://pan.baidu.com/s/1o6JZc3g]无光影 屌丝版(110M)[/url]\n有光影 全声效豪华版(290M)\n\n\n",
    "replies": []
}