{
    "title": "<血色王者>第二卷第三章",
    "author": "llxy",
    "replyCount": 5,
    "timestamp": 1428737160,
    "txt_content": "   “这么说的话，是我们抓错人了？”岩子头也不抬的看着书。在桌子另外一边被束缚起来的我点了点头说：“嗯，肯定的。”  “林子，你怎么看？”岩子好像没听到我说的话似的，照样低着头看着书。林子走到我面前，用手敲了敲我的胸膛。然后又在我身上扫视着。“我看他应该不是吧，偷盗者的胸膛应该不会像他这样软绵绵的；而且他的身板也很瘦弱，应该不是他。可以放了。”林子一边说着一边把我身上的绳子解开。岩子这时看完了一本书，他把书往一边的书架上放了上去。抬起了他的头来看着正在解开束缚的我。我现在终于可以看见这个岩子了，他有着近乎女人般完美的脸：那浓密的眉，高挺的鼻，绝美的唇形，无一不在张扬着高贵与优雅， 浓密的眉毛叛逆地稍稍向上扬起，长而微卷的睫毛下，有着一双像朝露一样清澈的眼睛，英挺的鼻梁，像玫瑰花瓣一样粉嫩的嘴唇，还有白皙的皮肤…… \n\n\n  我都看呆了，没想到男子竟然有长的那么“美丽”的人！“他穿上女装应该都可以以假乱真了。”我心里“恶意”的揣测着。\n  旁边的林子他不同于一般的东方男子，他脸部的轮廓鲜明如刀刻，浓眉大眼，鼻梁高挺，刚毅俊挺的脸孔，异常阴沉紧绷着。\n  “看够了没有？恩？喂。喂。喂。”林子看见我一直对着岩子实行着“注目礼”他对我叫了出来。我当时都看呆了，他叫了我好几次我才反应过来“啊，对不起，对不起。我看呆了没注意。”\n  岩子满脸笑意的对我提问道：“你叫什么呢？为什么会来到这里？”我说：“我是墨子涵，我的家乡是旁边的小村子。我是出来历练的。”岩子对一旁的林子挥了挥手，示意他过来：“我叫阳岩，他叫欧林。我们两家是木叶城三大家族之二。三大家族，分别是欧家、阳家、陈家。我们两个来这里是为了抓捕偷猎动物的贼。偷猎者经常从你们那里来。所以……”阳岩不好意思的抓了抓头。\n  我笑了笑：“呵呵”\n  然后气氛就一直这样尴尬下去……\n  “滴~”房间里的一直黯淡无光的红石灯亮了起来。阳岩两眼放光的看着那个突然亮起的红石灯。如同饿了几个星期的流浪汉突然见到了满汉全席般的兴奋“哈哈哈！终于来了！马上就可以回家族里舒舒服服的睡个觉咯！在这里随时随地都要注意着红石灯，都没有睡过一个好觉。”阳岩穿上了属于他的铁套装，欧林也穿上了他的铁套装。\n  我看了看我身上，除了刚来那会儿他们给的一点食物以及我自己的一把斧子和一把石镐就没有什么东西了。\n  我尴尬的笑了声，然后说：“这个……我身上没什么东西，我还是不去了吧。”我不好意思的挠了挠头，毕竟这个有点丢脸嘛。不过面对一个很可能穷凶极恶的偷盗者来说，自己还真的没什么可以抵御他攻击的装备。在面子面前还是命重要啊！\n\n\n  欧林和阳岩笑了笑，然后欧林说：“跟我们去吧，我们可以保护你的。”说完还亮了亮他的肌肉。\n  我只能跟着他们以前出门去了。\n\n\n  大约半柱香的时间我们又走到了我们“相遇”的那个陷阱里面。那个陷阱在我上来后很快被他们恢复成我没掉下去之前的样子了。\n\n\n  现在这个陷阱却是处于激活的状态，说明有人中了陷阱。\n\n\n  我们走到陷阱旁边往下看了过去。\n \n  “啊？是你？”我与陷阱里面的人都非常惊讶的叫了出来。\n\n\n  断更好长时间了，最近真的忙的没时间码字【我才不会告诉你们我是因为忙着玩Minecraft没更的（才怪！学业重啊！作业堆成山，根本就不能玩电脑啊！本来我还打算用手机更，但是……成绩掉下去了……所以我只能双休日玩手机。虽说双休日可以用手机码字上传论坛的，但是我还是可耻的选择了玩~）】\n@天阶 @恶魔-潇洒 @PD-Cookies \n\n\n上一章                                 索引                                    下一章：暂无\n",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1428742200,
            "txt_content": "更新真慢！\n（也不想想自己更新有多快……）"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1428746700,
            "txt_content": "卧槽……剧情什么的都忘了，回去重新看一遍~"
        },
        {
            "author": "llxy",
            "timestamp": 1428749940,
            "txt_content": "天阶 发表于 2015-4-11 16:50\n更新真慢！\n（也不想想自己更新有多快……）\n我凑，我不是写明了原因了吗？"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1433600040,
            "txt_content": "更新好快\n\n\n\n\n\n\n啊"
        },
        {
            "author": "llxy",
            "timestamp": 1433640960,
            "txt_content": "Donnies_Ming 发表于 2015-6-6 22:14\n更新好快\n快吗？我将近1个月没更新了→_→"
        }
    ]
}