{
    "title": "<连载><不定期更新>梦魇岁月--第一章:在生命的尽头开始",
    "author": "lxq54sb123",
    "replyCount": 5,
    "timestamp": 1428737640,
    "txt_content": "梦魇岁月\n\n第一章：在生命的尽头开始\n\n\n  十一月份的天气，那阵阵飘来的风带着些凉意，临近那片山的尽头，夕阳似乎争取着释放那最后的光芒，已经疲倦的一切似乎都不在动弹，只有那总是停不下来的风还在捶打着所剩无极的落叶。\n  他带着那片已经毫无凉意的面具,在树前久久不动弹，手中层为了愤怒而举起的剑也已悄然放下，他在回忆过去，随已不曾再回去，但他总是觉得什么都没有发生，没有血腥的战斗，没有失去亲人，没有........没有.........\n  \"什么都没有..........\"\n  是的，什么都没有，失去了，失去了却又无从倾诉，只有大自然才能静静的听着他的发泄。。\n  他想举起剑来，一了百了，但沉重的剑似乎有着千千万万个牵挂，他怎么也抬不起来，他想取出身体里那可恶的梦......不，不是梦，是真实。那个让人反目成仇，让人泛起所有恶念的恶魂，他想挣扎，但却没有力气能够和它周旋，他想回到从前，但是却实现不了、\n  可惜时光不能返回，故事只能继续，不能倒退，在曾经别人生命的尽头，他要完成自己全新的蜕变，成为全新的自己。\n  想到这里，那不知不觉已充满无奈和悲情的脸突然又恢复了理智，紧闭的双眼忽然张开，在眼睛中看得出他那坚定的信念。\n  “如今，没有人能阻挡我\"\n  他把那把与众不同的剑从地上霸气，向着远方走去，步伐沉稳，凝重，散发出一丝'无人能当'的气息。\n  ”累了，休息一会。\"他好像自己对别人说话一样，随便坐在地上靠着后面的橡木，他拿起那把剑在眼前观摩，摸着那把剑的纹理，脑子竟然一热，随即发现了一段文字:\n  此剑质地为铁、木，颜色捎带青色的白色云龙剑，长条形，两面刃。长80厘米，宽3厘米。剑柄上有一块圆形铁皮护圈。剑鞘由两片硬木合成，五组铜片圈固定，铜片上的纹饰各异，手柄上有一条踏着云龙，故称云上龙烟剑。这把剑经历了1037年的历史却没有损坏,此剑原为皇室所用。在皇室的最后一代传人:李挚庆将此剑赠给李嗣凤,最后失传.它是历史上皇室生涯的见证.\n  悟剑门的云龙剑具有较强的刚实勇猛风格，然而又不是那种“硬拼硬进”，而是刚柔相济、剑法运用自如，身法轻快敏捷，舞起剑来潇洒飘逸，走起的身形步法韵律有致，既好看，又实用，这就是人多武术爱好者想要学习悟剑门的武功的主要原因。一招一势，端端式式；行剑、流畅无滞，挥攉潇洒，忽往复收，行多停少；绵剑，柔和蕴籍，缓缓不断；醉剑，恣意挥舞，乍徐还疾，形如醉酒，以醉非醉；双手剑，双手持剑，劈、砍、挎、挂、身法矫健，丰彩多姿。   \n\n\n  “呜啊，不二\"\n  耳边传来的异样声打断了他的幻境，不知是什么原因，有了那段文字在脑海中，那起剑竟然有了一招一式在心中，眼睛缓缓张开，发现竟然已经那好了剑，眼前出现的僵尸吓了他一跳，如此之多！！！\n  他手里的剑好像在控制他一样，开始挥舞起来，云龙剑出手，如舞蹈般在屍群中穿梭有时流畅无滞，挥攉潇洒，忽往复收，行多停少有时柔和蕴籍，缓缓不断有时恣意挥舞，乍徐还疾，形如醉酒，以醉非醉,身法矫健，丰彩多姿。\n  不知不觉已血流成河，哀嚎声此起彼伏......\n  战争结束了，他不知道自己做了什么，感觉好像一场梦，自己好像被两个东西所控制，自己却浑然不知。\n  满地的血与露出的朝霞似乎有着千丝万缕的联系，迎着朝霞的光，他举起了剑:\n  ”就算踏着别人的生命，我也要完成这最神圣的蜕变!\"\n  这朝霞的光芒似乎已经臣服于他，他的心里泛起一丝向往:\n  \"我！才是世界的主人!”\n  他似乎很狂妄，但这并不是他的本性，这是他心中最深处的欲望. \n  ----第一章完\n\n\n\n\n\n\n梦魇岁月——引子 这个看了以后才看的懂整片文章\n\n欢迎给我提议。有什么做的不够好的请多多建议\n因为我是学生党，只有偶尔能够更新，请耐心等待哦！\n如果期待更新的可以再↓的回复中说，下次我会@你哦\n\n\n\n\n",
    "replies": [
        {
            "author": "a1511212741",
            "timestamp": 1428737940,
            "txt_content": "呦 这个屌这个屌{:10_492:}"
        },
        {
            "author": "谈天c",
            "timestamp": 1428738360,
            "txt_content": "不错不错~楼主顶一下~！{:10_512:}"
        },
        {
            "author": "lxq54sb123",
            "timestamp": 1428738540,
            "txt_content": "谈天c 发表于 2015-4-11 15:46\n不错不错~楼主顶一下~！\n感谢支持"
        },
        {
            "author": "lxq54sb123",
            "timestamp": 1428746340,
            "txt_content": "顶。别沉了!"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1429091880,
            "txt_content": "很超越且有新意的文章，现支持。"
        }
    ]
}