{
    "title": "The Ranking System in Cupcake Server ~~~ Cupcake服务器内等级制度~~~",
    "author": "Alvinjj",
    "replyCount": 0,
    "timestamp": 1303442040,
    "txt_content": " 本帖最后由 Alvinjj 于 2011-4-23 08:01 编辑 \n\nThe Ranking System in Cupcake Server\n\nGod 神↑Admins 管理员↑Operators  技术员(Exclusive - Porkman)↑Extreme Builders 专家建筑师↑Advanced Builders 高级建筑师↑Builders 建筑师↑Residents 居民↑Survivors 生存者↑Beginner 新手↑Guests 游客\n\nDetailed Ranks Description in Cupcake Server:\n\n在Cupcake服务器内等级制度的详细描述：\n\nGuest 遊客\nQ:What do they do?\nA:What Guests does in our server is basically walking around and sightseeing, knowing more about our\n   Cupcake Server, have a better understanding of how is our world themed!\n\n問:遊客是做什么的？\n答:遊客在我们的服务器中基本上就是四处走走看看，以此来进一步了解Cupcake服务器的世界和主题。\n\n\nQ:Where do they spawn?\nA:The Town Centre.\n\n問:遊客在哪出生？\n答:市中心。\n\n\nQ: What are their responsibilities?\nA:None! You can do anything without responsiiblity except for your language! Feel free and enjoy our server, \n   you might get to be part of our server one day! Don’t forget to say Thank you to CupCakeGod(Darkdukey) \n   for all this!\n\n問:遊客的责任是？\n答:没有任何责任！游客不为任何事负责，除了游客的言论。所以在我们服务器里请不用拘束，开心的游戏，\n    你可能在 一天之内就成为我们中的一员。同时别忘了向Cupcake服务器的建立者Darkdukey道声谢。\n\n\nBeginner 新手\nQ:What do they do?\nA:Beginners would have their place to stay in our server, a Newbie Village! Wait, what?! Yes! It’s a\n   Newbie Village! Again, what! IT’S A NEWBIE VILLAGE!!!!!!! WOO HOO, so what do they do in the\n   village?They all in the village learning the basics of Minecraft and more importantly, the basics \n   of Cupcake Server! They would understand the world of cupcake by the time they leave the village.\n\n問:新手是做什么的？\n答:新手们将在服务器拥有属于自己的一块领地了：新手村。一个上天入地超级华丽的新手村。那么新手在新\n    手村里都做些什么呢？新手们将在新手村里学习Minecraft中的一些基本知识以及Cupcake服务器的一些基\n    本信息。新手们将在初步了解cupcake服务器后离开新手村。\n\n\nQ:Where do they spawn?\nA:The Newbie Village.\n\n問:新手在哪出生？\n答:新手村呗。\n\n\nQ: What are their responsibilities?\nA:1)Learn all the basics of minecraft.\n   2)UNDERSTAND ALL RULES of CUPCAKE SERVER\n   3)LEARN THE CONCEPT OF THE CUPCAKE WORLD\n\n問:新手的责任是？\n答:1)学习Minecraft的基本知识。\n　 2)了解所有Cupcake服务器的规则。\n    3)对Cupcake的世界形成一个初步的概念。\n\n\nSurvivor 生存者\nQ:What do they do?\nA:Once they are released from the Newbie Village, the world would be different! They are not under\n    the protection of the CupCake God anymore, they have to survive on their own. They have to build\n    a shelter and protect themselves from scary monsters. They have to gather more resources to survive\n    and thrive. They can earn Cupcake Coins by killing mobs and doing quests. They can also travel \n    around with the train system. They can even use their money on buying weapons, buying lottery or\n     even play in casino!\n\n問:生存者是做什么的？\n答:一旦新手们从新手村出发，世界就不会再想之前那么和谐了！新手们不再拥有Cupcake管理员的\n     保护，他们必须开始自食其力成为一名生存者。生存者首先必须要建造一个避难所来保护自己不\n     被怪物围殴，同时也必须收集更多的资源来生存和发展。生存者可以通过杀死怪物和完成任务来\n     获得金币（Coins），他们还可以通过铁路系统四处旅行。生存者还可以用自己获得的金币来买\n     武器，买彩票甚至去赌赌手气。\n\n\nQ:Where do they spawn?\nA:The Town Center.\n\n問:生存者在哪出生？\n答:市中心。\n\n\nQ: What are their responsibilities?\nA:Survive!\n問:生存者的责任是？\n答:活下去！\n\n\nResident 居民\nQ:What do they do?\nA: Once people have settled in our CupCake World, they would become a resident.They hold majority\n    of population in Cupcake Server. They would open shops, trade with others, earn lots of money. They\n   would extend and decorate their old CRAPSHACK that they have before. What they do is they work \n   their way up and building awesome buildings that one day that they would impress the OPs / Admins\n   and become builder.\n\n問:居民是做什么的？\n答:一旦一名玩家在Cupcake中安家落户了，他将成为一名居民。居民是Cupcake服务器中人口基\n     数最大的群体。他们可以开商店，与其他人交易，以赚得大把的钱。他们可以扩展并装饰他们\n     原来造的小屋子。他们要做的是尽力去建造出色的能给大家留下印象的建筑，以成为一名建筑师。\n\n\nQ:Where do they spawn?\nA:The Town Center.\n\n問:居民在哪出生？\n答:市中心。\n\n\nQ: What are their responsibilities?\nA:Live in the Cupcake Server, sell things you don’t need in exchange of money to get things you desired.\n\n問:居民的责任是？\n答:在Cupcake服务器中游戏，卖掉不需要的东西以赚钱来买你想要的东西。\n\n\nBuilder 建筑师\nQ:What do they do?\nA:They would keep their creative mind running, nothing stops them from building, they would \n    own companies that hires resident to help them. They would continue trading and can open\n    shops with discount price.\n\n問:建筑师是做什么的？\n答:建筑师时刻保持良好的创造力，什么也阻止不了他们建造新的建筑，他们可以建立公司以\n     招募居民来帮助他们。他们可以继续与他人交易，还可以以打折价开店。\n\n\nQ:Where do they spawn?\nA:The Town Center.\n\n問:建筑师在哪出生？\n答:市中心。\n\n\nQ: What are their responsibilities?\nA:Builders involves in building public facilities for other players, they would help Advanced Builders to\n   finish projects. They would keep serving the public and might get disqualified if they haven't do a\n   good job on it. \n\n問:建筑师的责任是？\n答:建筑师将参与到公共设施的建设中去，他们将帮助高级建筑师们完成项目。他们将持续为\n     大家建设服务器，没有做好本职工作的建筑师将有可能被降级。\n\n\nAdvanced Builder 高级建筑师\nQ:What do they do?\nA:The rank that most players would decided to have, they have abilities to do short teleportation to help\n   them in doing construction projects.\n\n問:高级建筑师是干什么的？\n答:这是一个很多玩家都想要达到的等级，他们有短距离传送的能力来支持他们更方便的完成建筑项目。\n\n\nQ:Where do they spawn?\nA:The Town Center.\n\n問:高级建筑师在哪出生？\n答:市中心。\n\n\nQ: What are their responsibilities?\nA:Works as a manager when assigned with public projects by op/admins.\n\n問:高级建筑师的责任是？\n答:在管理员的大型公共建筑项目中担任经理的角色。\n\n\nExtreme Builder 超级建筑师\nQ:What do they do?\nA:There is no stop for them to build anything!\n\n問:超级建筑师是干什么的？\n答:超级建筑师可以不受限制建造任何东西！\n\n\nQ:Where do they spawn?\nA:The Town Center.\n\n問:超级建筑师在哪出生？\n答:市中心。\n\n\nQ: What are their responsibilities?\nA:1)Advisors of building with style.\n   2)Not giving any materials to others or else will go back to advanced builder immediately.\n\n問:超级建筑师的责任是？\n答:1)是个性建筑的顾问。\n     2)超级建筑师不允许给其他玩家任何建筑材料，否则将降级成为高级建筑师。\n\n\n\n\n(Created by Alvinjj, with the help of Lain)\n\n\n",
    "replies": []
}