{
    "title": "<原创·连载>   勇者之征   第四章 第九节",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1428757500,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-9 20:08 编辑 \n\n        “听好了，力量的修炼一共分为三部分。”狼王看着终于肯乖乖听话的Steve，“第一，身体的力量，也就是蛮力。这相对于其他两样其实更简单，只需要不停锻炼直到肌肉足够发达为止就行了。”\n\n        “狼王，我其实一直有一个问题想问你。”Steve忍不住开始吐槽，“你到底是有多喜欢'三'这个数字？为什么你说的很多事情都是三样，三件，三个原因，三个条件，三个三个全是三个。”\n\n        狼王刚堵到喉咙里的话似乎咽住了，呆呆地坐在那里，Steve也呆呆地站着，他们两个都呆呆地一动不动，就好像时间凝固了似的。\n\n        只是意味不同。Steve只是因为在等狼王的答语而呆站在那里而已。可是狼王虽然一动不动，可是脸上的写满了尴尬，而且板着脸的这股尴尬后面似乎隐藏了杀意。\n\n        Steve似乎看出了些什么，咳了两声道：“嗯，没什么，您继续……”\n\n        狼王这才恢复了正常的神色，继续讲到：“第二点，就是要求你能掌握气的力量，也就是平时人们所说的能量。这就不是努不努力的问题了，而是悟性的问题，要是没有悟性一辈子也无法掌握。这个问题到时候我再跟你细说。”\n\n        “那么接下来就是第三点了，也就是最难的一点，要学会将蛮力与气融合在一起，这将会极大地增强你的能力，可是极难掌握，弄不好还会残废，甚至丧命。”\n\n        Steve光是听就被吓到了：“你掌握这三条一共用了多久？”\n\n        “一年。”狼王淡淡地答道，“而且还不是精通，将力与气结合在一起都只能掌握个皮毛。所以我也不指望你能学得多好。”\n\n        “可是我的食物不足以吃一年啊！你是要活活饿死我吗？”Steve又歇斯底里了。\n\n        “我说过了，人在困难面前会爆发出意想不到的力量。”狼王说，“如果你担心时间不够，就不要再废话了，赶快开始修炼。”\n\n        Steve只好乖乖闭上嘴照办。\n\n        “你看到那边那一块很大的，很平的石头了吗？”狼王朝身后望了望。\n\n        “你该不会是想告诉我那里就是我的床吧？！”Steve惊讶地问道。\n\n        “当然不是。”狼王笑着答道，这让Steve松了一口气。“现在去把它背到背上。”\n\n        这无异于也给Steve的心里压上一块更大的石头。他颤抖着走到哪一块跟自己差不多大的石头附近，回头朝狼王吼道：“这玩意我连推都推不动，你还叫我把他背到背上？”\n        “那你就去推一下试试。”狼王不慌不忙地答道。\n\n        Steve半信半疑地伸出手，可是他的手刚刚碰到这块石头，它就整块裂开了，碎成了一块又一块比拳头稍微小一点的碎石。这些碎石竟然像棉花似的往中间压缩，不断缩小，聚拢，融合，不一会就变成了不多不少刚刚十块跟指甲一样薄的石板。”\n\n        更让人感到意外的是，这十块顺着Steve的手像液体似的流向全身，然后又还原成十块石板的形状。这十块石板刚好覆盖了Steve两只脚的左右，两只手的前臂和后臂，以及Steve的身前和背后，像盔甲似的把Steve包裹起来。\n\n        这还没完，这十块石板发出一道光，跟头顶藤蔓从一样的光芒。接着，这十块发光的石板慢慢融进了Steve的身体。Steve并没有什么感觉，甚至他自己认为是因为过于惊讶而失去了知觉。可是在十块石头全部和Steve融为一体之后，Steve突然感到全身都十分沉重，立刻失去了平衡，像石块似的，硬邦邦地倒了下去。\n\n        这时候，Steve发现动一下手指都特别困难。就像是在用一根手指拿一把剑一样。虽说勉强能动，可是跟原来比起来困难太多了。\n\n        “第一阶段开始了。”狼王说着，望了望右边的一条通道，“现在跟我一起走完这条通道，你就算是完成了第一阶段了。”\n\n        虽说现在Steve觉得身体十分笨重，可是走路还是勉强可以的。谁怕谁啊！Steve想着，努力站了起来，然后一步一步地迈向通道。\n\n        通道往前走一段距离之后是下坡。哼，下坡就能难倒我吗？Steve想到。\n\n        可是他又错了，下坡不是为了难到他，而是为了骗到他。之前下坡的走廊遮住了视线，使他看不到下坡之后的路。当他满头大汗，气喘吁吁地走下了一串阶梯之后，他才发现了事实的真相。\n\n        在这之下别有洞天。\n\n        Steve眼前现在是一片通红。在断断续续的石柱之下是滚烫的岩浆海。有些石柱附近还有喷射火焰弹的发射器。有些石柱上面还站有骷髅弓箭手，对Steve虎视眈眈，一副他一靠近就要将他射入滚烫的岩浆海的样子。这里让他想起了一个让他胆寒的却又有死亡般的炎热的地方：地狱。\n\n        “你要我变成这个样子就算了，还要我走这么危险的路，我在平时走这样的路都很难诶！”Steve几乎要哭出来了，“你这样会死人的！”\n\n        “那不然呢？你还指望我把这些岩浆换成水，把骷髅换成温顺的小猪吗？”狼王头也不回地，轻快地跳过一个又一个石柱，“反正我就在终点等你。顺带一提，在这里死掉的人可不少哦！”\n\n         Steve甩甩头，啃了一口嘎嘣脆的生胡萝卜，管他的呢，早死晚死都得死，跟你拼了！\n\n上一节                                                                                          目录                                                                                        下一节\n",
    "replies": [
        {
            "author": "经典动画",
            "timestamp": 1428757920,
            "txt_content": "???????????"
        },
        {
            "author": "1525967679",
            "timestamp": 1428757980,
            "txt_content": "....哦 好多呢 看不到前面的剧情 LZ你可以弄一个目录么 哦 貌似弄了 可以贴在上面么"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1428831180,
            "txt_content": "经典动画 发表于 2015-4-11 21:12\n???????????\n请不要水回复"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1428831240,
            "txt_content": "1525967679 发表于 2015-4-11 21:13\n....哦 好多呢 看不到前面的剧情 LZ你可以弄一个目录么 哦 貌似弄了 可以贴在上面么 ...\n我一般会在更新文章之后第二天补上索引\n带来的不便之处还请谅解"
        }
    ]
}