{
    "title": "【临时工搬运】空岛挑战地图-Madoku's Sky Islands: The Generations",
    "author": "筒子",
    "replyCount": 9,
    "timestamp": 1428817800,
    "txt_content": " 本帖最后由 __Tong__ 于 2015-4-15 17:59 编辑 \n\nMadoku's Sky Islands: The Generations空岛挑战地图\n\n[paper]作者原话[paper][Note] This map is for Minecraft Version 1.8, playing the map in 1.7.10 or below will make the map unplayable, there will not be a 1.7.10 version of the map for now. You may play another map of Madoku's Sky Islands instead if you don't want to play this map in 1.8. \n\n[General Information]: Madoku's Sky Islands: The Generations is an opened world strategy map. There are no real rules for this map, instead you're given a goal to complete. Use the resources provided for you carefully, be cautious when taking on dungeons or fighting monsters. Play with friends in a multiplayer server if you're up for the challenge, if not soloing this map may be much easier than relying on others.    \n\n[Goals]: Collect and maintain at less one set of each silver tool that can be found in dungeons underground. (including potions)! \n            \n             Defeat every dungeon located inside the islands. (That means destroy every spawner) [Not Required]   \n\n[Tip]: The dungeons are always located at the center of the islands! You must always directly dig down from the center to enter the dungeons. \n\n[Map's General Details] \n\nIsland's Size: 32x32 \n\nRound Islands: Yes \n\nOriginal Release Date: 4/10/2015 \n\n[Description] Madoku's Sky Islands: The Generations, is a collection of islands from Madoku's Sky Islands 1: The Origin (Remastered), Madoku's Sky Islands 2: The Holy Sword Excalibur (Remake), Madoku's Sky Islands 3: The Restoration (Remake), Madoku's Sky Islands 4: The Eternal Night, and Madoku's Sky Islands 5: The Final Arc (Unreleased). The collections of islands from those maps will be converted to 32x32 except Madoku's Sky Islands 4: The Eternal Night's island which will only be more polished and have minor changes and Madoku's Sky Islands 5: The Final Arc's island will be shrunk into 32x32. Unlike Madoku's Sky Islands 4, This map will always be covered with daylight, and exactly like Madoku's Sky Islands 2, there will be no spawner's outside the dungeons. The main focus on this map will be the dungeons. Unlike the previous maps, this map will only contain 5 islands instead of 6 islands. If you haven't played the other maps, I'll suggest for you to play the other maps first if you'll like. \n\n[Islands]: \n               1. Madoku's Sky Islands 1: The Origin: Oasis Island (Side Island) \n               2. Madoku's Sky Islands 2: The Holy Sword Excalibur: Desert Island (Side Island) \n               3. Madoku's Sky Islands 3: The Restoration: Jungle Island (Side Island) \n               4. Madoku's Sky Islands 4: The Eternal Night: Central Island (Middle Island) \n               5. Madoku's Sky Islands 5: The Final Arc: [Unnamed Island] (Side Island) \n\n[Beta Stuff] \n                   1. Madoku's Sky Islands 1: The Origin: The Forest of Death was not going to originally be part of the map. Madoku's Sky Islands 2: The Holy Sword Excalibur's Base island was originally planned to be part of the map. The island did went through the process of making, but was deleted 2 hours into it's development. It was deleted because the unique dungeon that island had was too time consuming to make for a 32x32 island. It was officially deleted after realising that the island itself had a house, sadly it didn't make it to the final version. Eventually it will be a 32x32 island in its map expansion version in the future. \n\n                   2. The dungeon for desert island was originally going to be much more complex than it is right now, the island itself was going to contain water, but was removed because it ruined the concept of its origianlly design. \n\n                   3. The map wasn't originally going to have a pre-release, but during the process of making the next island, I decided to go ahead and continue to make the pre-release for the map, stopping the production for what could've been Madoku's Sky Islands 3: The Restoration's Jungle Island! \n\n                   4. The downloadable Pre-Release contains the 3 beta dungeons in the original 3 islands that are in that version. The 3 islands now have 3 different dungeon designs that are more polished and majorly different than the one that is playable on the Pre-Release. \n\n                   5. The map was originally suppose to have 6 islands which was then changed into 5 in total, originally Madoku's Sky Islands 5: The Final Arc's unnamed island was suppose to be Madoku's Sky Islands 4: The Eternal Night's The Hills of Nature island. \n\n                    6. The island that was cut out of the map for unfair reasons was suppose to be Madoku's Sky Islands 1: The Origin's The Forest of Death island which was suppose to be the hardest island in the entire map. However, it was removed from the map since it wouldn't be fair that two islands of the map was going into this map same for the reason why The Hills of Nature was cut out as well.\n为了尊重作者，我还是不机翻了，这么多英文我的头都要爆炸了下面是本人自己的评价以及搬运的原因\n[diamond_gem]搬运理由[diamond_gem]一开始我还以为只是普通的空岛服务器的出生点呢，仔细一看，竟然是空岛挑战地图看了一下这个的大致的布局，觉得蛮有意思的，就转过来给大家玩玩[painting]图片欣赏[painting]\n\n\n\n\n\n\n\n\n\n\n\n[board]作者信息[board]*点击图片跳转作者个人详细介绍*\n\n更多搬运建筑请到：【临时工搬运】索引贴去寻找",
    "replies": [
        {
            "author": "天端服务器",
            "timestamp": 1428817920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1428818100,
            "txt_content": "如果我玩我什么都不要破坏，我的强迫症是不是没救了T T"
        },
        {
            "author": "二秃子",
            "timestamp": 1429329000,
            "txt_content": "啥也没看懂"
        },
        {
            "author": "二秃子",
            "timestamp": 1429329060,
            "txt_content": "二秃子 发表于 2015-4-18 11:50\n啥也没看懂\n我是不是没救了"
        },
        {
            "author": "zzk2333",
            "timestamp": 1437362640,
            "txt_content": "天端服务器 发表于 2015-4-12 13:52\n**** 作者被禁止或删除 内容自动屏蔽 ****\n【注】此图是Minecraft 1.7.10版本1.8，在或低于玩地图将地图进行比赛，不会有1.7.10版本的地图现在。你可以玩一个地图madoku的天空岛，如果你不想在1.8玩这个地图。\n[基本信息]：madoku的天空岛：一代是一个开放的世界战略地图。这个地图没有真正的规则，相反，你有一个目标完成。使用为你提供的资源时要谨慎小心，在地牢或怪物战斗。玩多人服务器的朋友，如果你的挑战，如果不解决这个地图可能比依靠别人更容易。\n[目标]：收集和维护不每一套银的工具，可以发现地牢地下。（包括药剂）！\n击败每个位于岛屿的地牢。（这意味着摧毁每一产卵）[不需要]\n[提示]：地牢总是位于岛屿的中心！你必须总是直接挖从中心到进入地牢。\n[图的一般细节]\n岛的大小：32x32\n岛屿：是的\n原发布日期：4 / 2015 / 10\n[说明] madoku的天空岛屿：代，是岛屿madoku的天空岛屿1：起源（翻唱），madoku的天空岛屿2：圣剑Excalibur（改造），madoku的天空岛屿3：恢复（改造），madoku的天空岛屿4：的永恒的夜晚，和五岛madoku的天空：最后弧（发行）的集合。这些地图的岛屿的集合将被转换为32x32除了madoku的天空岛屿4：永恒的夜的岛，这只会更抛光和有轻微的改动，madoku的天空岛5：最后的弧岛将缩小为32x32。不像madoku的天空岛4，这张地图将永远覆盖着日光，酷似madoku的天空岛屿2个，将没有产卵在地牢。在这张地图上的主要焦点将是地牢。与以前的地图不同，这幅地图只包含5个岛屿，而不是6个岛屿。如果你没有玩其他地图，我会建议你玩其他地图，如果你喜欢的。\n[群岛]：\n1。madoku的天空岛1：来源：绿洲岛（侧岛）\n2。madoku的天空岛2：圣剑Excalibur：荒岛（侧岛）\n3。madoku的天空岛3：恢复丛林岛（侧岛）\n4。madoku的天空岛4：永恒的夜晚：中央岛（Middle Island）\n5。madoku的天空岛5：最后的弧：[无名岛]（侧岛）\n[测试版]\n1。madoku的天空岛1：来源：死亡森林是不会原来是地图上的部分。madoku的天空岛2：圣剑神剑的基岛原本计划有部分地图的。这个岛确实经历了一个过程，但是被删除了2个小时的发展过程。这是因为，删除岛具有独特的地牢是太耗费时间，使一个32x32岛。这是官方删除后，意识到该岛本身有一个房子，可悲的是它并没有使它的最终版本。最终，它将在未来的地图扩展版一个32x32岛。\n2。地牢荒岛本来会是比现在的要复杂得多，岛本身是将含有水，但被删除，因为它毁了率先设计的概念。\n3。地图并不是原本打算有一个预发布，但未来岛的过程中，我决定继续前进，继续使预发布的地图，停止生产，这可能已经madoku的天空岛屿3：恢复的丛林岛！\n4。可下载的预发布包含在原有的3个岛屿，在版本3 beta的地牢。3岛上现在有3种不同的地牢设计比较细致，比一个在发布前播放的主要不同。\n5。地图是最初假设，有6个岛屿，然后变成共5个，原本madoku的天空中岛屿5:最后弧的无名岛被认为是madoku的天空岛屿4：永恒的夜的山岛自然。\n6。岛上被切断的地图不公平的原因是想madoku的天空岛屿1：起源的森林死亡岛这是假设是最难岛在整个地图。然而，这是从地图上删除，因为这是不公平的，这两个岛屿的地图，这是因为自然的山区被切断的原因，这是相同的。"
        },
        {
            "author": "Fly_Justin",
            "timestamp": 1437616080,
            "txt_content": "很棒的作品 希望作者继续搬运~！"
        },
        {
            "author": "stardivarius",
            "timestamp": 1438478040,
            "txt_content": " 本帖最后由 stardivarius 于 2015-8-4 21:34 编辑 \n\n已玩。很好的作品。就是地牢有点吓人，挖到了根本不敢下去啊这个~\n走几步就是一个刷怪箱。苦力怕基本都是高压状态。简直渗人~怎么破。炸一次就死了~"
        },
        {
            "author": "NARUTOcc1",
            "timestamp": 1438479420,
            "txt_content": "赞赞赞赞赞赞赞"
        },
        {
            "author": "alonglee",
            "timestamp": 1439390100,
            "txt_content": "大赞大赞 ！ "
        }
    ]
}