{
    "title": "[娱乐|整地]Floating Island World Generation —— 生成个性化空岛！[1.6.2-1.8]",
    "author": "qq1059051242",
    "replyCount": 13,
    "timestamp": 1428818640,
    "txt_content": " 本帖最后由 qq1059051242 于 2020-1-25 22:31 编辑 \n2020-1-22 人工翻译代替机翻  虽然好像没必要了\n大  力口  女子 ，我是论坛新人左转（论坛账号名称改不了吧我想改- - ）。本次搬运贴是我的第一个搬运插件，有不足的地方希望大家指出谢谢~\n\n 这个插件可以做什么？\nFloating Island World Generation这个世界生成器可以完全取代overworld世界，因为这个插件和overworld世界生成器不同。     您将看到一个超大的漂浮的岛屿,每个地方都有自己的特色生物群落(下面会列出),和每个不同大小和高度,有些岛屿还相当平坦。 \n\n读者：说人话！\n左转：emmm空岛生成器了解一下。\n\noverworld介绍：\nOverworld的特征通常为玩家以俯视和第三人称角度观看虚构的地图。Overworld包含了很多不同的地形，例如平原、山地、树林和水系，并会显示各处的地点如城镇和地牢。当玩家控制的角色进入一些地点（如进入城镇），Overworld地图便有可能继续显示、被当地的放大地图代替或被隐藏起来直至角色离开该地方。于很多游戏中，角色能自由行走于Overworld地图上，而于某些Overworld地图中，玩家能在地图上选择下一个目的地。于正常情况下，地牢、洞穴等都有敌人存在，而城镇等则大多为安全。而一些游戏更加有一系列的Overworld地图。一些游戏只允许玩家家开始时观看一部份Overworld地图，玩家要完成剧情才能看见其他地区，而其余的则一开始便显示整个Overworld地图。\n\n     每个岛屿在任何深度里面还会有矿物(煤/铁/金/红石/青金石/钻石/绿宝石),通常会生成矿洞，有时会生成单个矿石。此外你还可以找到小块的砾石/水/地下熔岩池,和一些岛屿洞。      一个岛屿(除 超平坦/虚空/蘑菇地/末地 外)偶尔也会有一个复杂的地牢,组成的固定大小的所有地牢链接在一起。 每个房间会刷新僵尸(小白/僵尸/蜘蛛/洞穴蜘蛛)也有0 - 3个内含随机战利品的箱子。 请注意,复杂的刷怪数量，对玩家来说就是一个噩梦。除非是小型困难模式（是普通模式吗- -），战利品中不会有火把、稿子、铠甲和剑。\n     这个插件还包含更新检查。它不会主动下载更新。腐竹启用更新选项时,如果插件检测到一个更新可用，OP加入游戏时，插件会提示更新。 插件从dev.bukkit.org获取RSS判断是否有更新。 辅助们可以在\"配置设置”一节看看如何禁用它。  \n      这个插件包含MCStats,他会从您的服务器收集数据(在线/离线的玩家数量,MC版本,等等)， 收集到的数据可在http://mcstats.org/plugin/IsleWorldGen上差看。 如果你不喜欢此功能可以从 \"plugins/Plugin Metrics\"编辑取消。 \n\n\n  原帖介绍：\nThis world generator is designed to completely replace the overworld's world generation with something a bit different. Instead, you will be presented with an endless amount of floating islands, each having their own biome with features for those biomes (listed below), and each varying in size and height, and some are also fairly flat. \nEach island also contains ores (coal/iron/gold/redstone/lapis/diamond/emerald) at any depth, usually as a vein of ores, but sometimes a single ore. You can also find patches of gravel and water/lava pools underground, and some islands have cave systems. \n\nOccasionally, an island (except flat/mushroom/nether/ender islands) will also come with a dungeon complex, consisting of a number of fixed-size dungeon rooms all linked together. Each room features a spawner with a random mob type (skeleton/zombie/spider/cavespider) and also has 0-3 chests containing randomly selected loot. Note that because of the sheer number of spawners, the complex will be an absolute nightmare to loot without torches, a pickaxe, full armour and a sword, unless it happens to be a small complex. \n\nThis plugin includes a toggleable update checker. It will not download updates, and simply notifies operators when this functionality is enabled if an update is available when the player joins the game. The plugin communicates with dev.bukkit.org to fetch the RSS feed necessary to deem whether an update is available. Look at the \"What each config setting does\" section to see how to disable it. \n\n\nThis plugin includes MCStats, which gathers data from your server (number of players, online/offline, MC version, etc.). You can turn this off by editing the config at \"plugins/Plugin Metrics/\" if you don't like the idea of data being gathered from your server. The data collected can be seen at http://mcstats.org/plugin/IsleWorldGen and is purely for my own curiosity.  \n      \n 生物种类群生成类型:\n平原-没有树木的草原，有时会有沙子/砾石“海滩”，未来版本还会有村庄。\n森林-有树木的草原，有时有沙子/砾石“海滩”，\n沙漠-有仙人掌的沙漠，未来会有沙漠村庄和沙漠寺庙\n丛林-有大量的树木和灌木的草原，未来会有丛林寺庙\n针叶林-有一定量的树木的雪域\n沼泽-有沼泽/树木/地表水的草地\n蘑菇地-（**）\n下界-下界里充满了僵尸猪人的刷怪笼，偶尔还有未开启的下界传送门。\n末界-（不想翻译，知道末界是什么就好）\n湖泊-主要由水组成的岛，周围通常有甘蔗 \n原帖介绍：\n\nBiome types:Plains - Grassland with no trees, sometimes with a sand/gravel 'beach', and will have villages in the future\nForest - Grassland with trees, sometimes with a sand/gravel 'beach'\nDesert - Sand with cacti, and will have desert villages and desert temples in the future\nJungle - Grassland with a lot of trees and bushes, and will have jungle temples in the future\nTaiga - Snowland with a fair amount of trees\nSwamp - Grassland with swamp trees and surface water\nMushroom - Mycelium coated land with a lot of huge mushrooms\nNether - Netherrack riddled with zombie pigmen spawners and the occasional unlit nether portal\nEnder - End stone with obsidian towers and the occasional end portal in the floor\nLake - Island mostly consisting of water, usually with sugar cane around it \n 可能生成的额外岛的类型:浮空堡垒——按生成平原岛的步骤生成的堡垒,有怪物生成点和战利品 。(又是什么鬼- -)\n\n 安装插件：\n233现在是听我吹水的时间~\n1、首先大喊一声：转大大万岁\n2、下载该插件和MW、MV多世界插件到plugins文件夹\n3、重启服务器，插件会生成config.yml文件，然后在关闭服务器\n4、根据你的爱好自行编辑config.yml文件。\n5、添加以下几行数据规则到bukkit.yml 文件内（将下划线替换为世界名字） (replace underscores with world name:)\n（注：世界名前留两个空格，母线（generator line）前留四个空格，不要用标签）(原文：(note: 2 spaces before world name, 4 spaces before generator line, do NOT use tabs))（我又不会翻译了救命）\n6、在你的server.properties上更改你的世界名字，放在bukkit.yml使之与属性匹配\n（原文:Change your world name in server.properties to match ** you put in bukkit.yml）(坚持我的翻译路线大概就是这个意思)\n7、启动服务器，再次大喊一声：转大大万岁(万岁个鬼)\n8、使用MV世界插件的朋友输入：“/mv create <世界名> normal -g IsleWorldGen” 创建世界\n使用MV世界插件的朋友输入“：/mw create <世界名> normal -g IsleWorldGen”创建世界\n\n 怎样配置文件？\n原文：\niWhat each config setting does:island.spacing: how many chunks between each island centre, in a grid like pattern, with the centre of each 'square' of islands also having an island. For example, 12 would set islands 12 chunks apart.\n\nisland.height.min: the lowest y-value that an island can start at.\nisland.height.max: the highest y-value that an island can start at.\n\nisland.heightscale: how much to scale island height, for instance 2 doubles the island height (this includes the underbelly).\nisland.underbellyscale: how much to scale the island underbelly, this is the same as island.heightscale except it doesn't affect the top half of an island.\n\nisland.size.min: the minimum size an island can be (in blocks from the centre). Some islands can actually be smaller than this, it's a guideline for the generator.\nisland.size.max: the maximum size an island can be (in blocks from the centre). Usually islands will never hit this size.\n\nrarity.[ORE]: a multiplier for how often an ore spawns, for example if rarity.coalore was 2.5 then there would be roughly 2.5x as much coal ore.\n\nrarity.grass.coverchance: how much of island grass should be covered with tall grass or flowers, for example 0.1 would cover 10% of an island (roughly).\n\nrarity.grass.flowerchance: how much of covered grass should be flowers, with the rest being tall grass. For example, 0.6 would do 60% flowers (usually half yellow half red) and 40% tall grass.\n\nrarity.grass.coversnow: used to determine if grass should be placed on taiga islands to replace snow coverage.\n\ndungeonchance.regular: the chance that an island has a dungeon, if it's suitable. For example, 0.3 would give 30% of suitable islands dungeons.\ndungeonchance.linked: same as above, but applies to the (potentially massive) linked dungeons, which also take priority over the regular ones.\n\nislandchance.[TYPE]: a weight system for how often an island should spawn. For example if all islands have 1, but deserts have 3, there will be 3x as many desert islands as any other specific type (i.e. nether). Setting all of these to 0 (or under 0) will cause all islands to default to forest.\n\nfeatures.[TYPE]: used to determine if a specific feature should be placed on it's respective island, such as end portals on ender islands.\n\ndungeon.maxrooms: the maximum number of rooms a generated dungeon can have, 0 disables.\n\ndungeon.chests.min: the minimum number of chests a dungeon room can have.\ndungeon.chests.max: the maximum number of chests a dungeon room can have.\n\ndungeon.extradoorchance: the chance to add a redundant door to a dungeon when it tries to place a room where one already exists. Good for making dungeons harder to navigate.\n\nrandom_spawn_point: If true, whenever a new island with trees is generated, the spawn point is moved to that island. This can cause severe lag due to the massive amount of islands that generate because of it, especially on a popular server.\n\nminutes_between_update_checks: how often to check for an updated version, in minutes. 0 disables update checks.\n\n\nparent_generator: a name of another world generator provided by another plugin (i.e. Fjord), the world generation will attempt to do that one first, and then add islands to it. \n\n3k词汇小白人工翻译：\n\nisland.spacing:将岛屿分割成多少块一样的岛屿，例如,设置12，则将该岛屿分成十二块一样的岛屿。\n\n\nisland.height.min:一个岛屿的最低的高度。 \n\n\nisland.height.max:一个岛屿的最高的高度。 \n\n\nisland.heightscale: 设置岛屿高度, 例如两倍的岛屿高度 (包括地面以下的高度)。\n\nisland.underbellyscale: 设置岛屿地面以下的高度,设置同上，优先级比上一项低。\n\nisland.size.min:设置岛屿的最小大小，但生成器可能会生成比最小岛屿更小一点的岛屿，此项配置仅为生成器提供最小标准。\n\nisland.size.max: 设置岛屿的最大大小，生成器不会会生成比最大岛屿更大的岛屿。\n\nrarity.[ORE]: 设置矿物生成速率的一个倍数指标,例如：rarity.coalore 设置为 2.5 ，那么煤矿的生成速率将是原来的2.5倍。\n\nrarity.grass.coverchance: 设置岛屿上要覆盖多少长满花草的草地, 例如：设置为 0.1 ，岛屿上大概将有10%的长满花草的草地覆盖。\n\nrarity.grass.flowerchance: 设置草地上生成花的比例, 剩余的比例生成草.例如：设置为 0.6 ，草地上会生成60%的花 (通常红黄各一半) 和40%的草。\n\nrarity.grass.coversnow: 用于设置是否在针叶林中用草地替代雪地。\n\ndungeonchance.regular: 设置岛上生成地牢的比例（如果合适的话）。例如：设置为 0.3，岛上将会生成30%的合适的地牢。\n\ndungeonchance.linked: 同上，但此配置是应用于（潜在超大规模的）地牢群，该项配置的优先级比上一项配置的要大。\n\nislandchance.[TYPE]: 控制岛上生成群落的大小。 例如：如果其他群落设置为1，deserts 设置为3，那么岛上沙漠群落的大小将会是其他群落大小的三倍。若将所有群落设置为0（或低于0），那么生成的岛屿将无异于森林。\n\nfeatures.[TYPE]: 用于决定岛上是否生成特殊物品，例如：末影龙和末影岛。\n\ndungeon.maxrooms: 设置地牢群中生成地牢的最大数量， 0 表示禁止。\n\ndungeon.chests.min: 设置单个地牢中箱子的最小数量。\ndungeon.chests.max: 设置单个地牢中箱子的最大数量。\n\ndungeon.extradoorchance: 设置地牢群中是否使用额外的门将地牢连接，这可以方便玩家向地牢层层递进。\n\nrandom_spawn_point: 如果设置为真，每当生成一个岛屿，出生点也将随之移动到新岛屿上。但这可能会用大量的岛屿生成造成服务器滞慢。 \n\nminutes_between_update_checks: 多少分钟检测插件版本更新一次，0表示禁止。\n\nparent_generator:一个其他插件提供的另一个世界生成器的名字(i.e. Fjord)，本生成器会尝试先完成另一个生成器的任务，再添加新岛屿。\n（这个不会翻译啊555...）\nparent_generator: a name of another world generator provided by another plugin (i.e. Fjord), the world generation will attempt to do that one first, and then add islands to it. \n\n 熬到头了，这里是版本特性，原文：Adding custom ores (V3.0+):1. Make an ores folder in /plugin/IsleWorldGen/, where your config.yml is.\n2. Create a file for your new ore and name it what you want, then open it with notepad (or any other text editor, like notepad++).\n3. Add the following lines:\n  debug: [Toggle debug text in console, not required] (example: true) (defaults to false)\n  id: [Name of block, or block ID] (example: LOG) (defaults to 0)\n  dmg: [Block damage value, not required] (example: 2) (defaults to 0)\n  minsize: [Minimum vein size] (example: 15) (defaults to 1)\n  maxsize: [Maximum vein size, not required] (example: 30, not required) (default to min vein size)\n  replaces: [Comma delimited list of blocks the vein may replace] (example: 1,4,MOSSY_COBBLESTONE,SAND,SANDSTONE) (defaults to none)\n  chance: [Chance the vein may generate, per block] (example: 0.00025) (defaults to 0)\nExample ore for a mod block (MCPC+ servers and the like):\n\n4. Repeat steps 2 and 3 for every ore you want.\n5. Restart the server with a new world, and somehow check the ores are being placed (i.e. WorldEdit away the stone). If they are, enjoy!\nIf you're having issues with ores not generating and/or do not understand how this works, just give me a PM and I'll explain it!\n\nNote: While mods are supported (i.e. MCPC+ servers), you have to use the id of the mod block for it to be used. \n\nAdding custom village houses (V4.0+)\nNote that this is still in beta, it needs a fair bit of work to be reasonable.\n\nCurrently to add houses to villages you just need to place schematics into a houses folder the same way you would have an ores folder.\nThese schematics are loaded onto village islands with the orientation you gave.\nEntities (and TileEntities) from the schematics are currently ignored so you will end up with a plain house.\n\nAdding custom dungeon chest loot (V5.0+)\n1. Make a chests folder in /plugin/IsleWorldGen/, where your config.yml is.\n2. Create a file for your new dungeon loot chest and name it what you want, then open it with notepad (or any other text editor, like notepad++).\n3. Follow this template for adding all the items you want, and make sure to match the indenting: http://pastebin.com/Cs861BqF\n4. Repeat steps 2 and 3 for every dungeon chest type you want.\n5. Restart the server with a new world, and somehow check the custom chests are being used (i.e. set dungeon chance to 1 and explore them). If they are, enjoy!\nIf you're having issues with custom chests not being used and/or do not understand how this works, just give me a PM and I'll explain it!\nExample custom chest loot which is actually just the default chest loot: http://pastebin.com/3S9iNByh\nExample custom chest loot which picks 2-5 records to add to the chest: http://pastebin.com/dzPME8xB\nExample custom chest loot which is the same as above, but doesn't add the same one more than once: http://pastebin.com/GvEsvLQw\n\n\nNote: While mods are supported (i.e. MCPC+ servers), you have to use the id of the mod item for it to be used.\n 未来计划\n原文：Allow creation of custom island types\nThis would allow more advanced server owners to define their own types of islands that can spawn in their world, which would be added to the current list. They could create a special config file within an island type folder for the plugin for each island and specify everything they want the island to have, ranging from randomised top-block types and restricting some ores to custom tree schematics and village generation.\nAllow creation of village houses\nThis one is half complete, you probably noticed that the server occasionally complains about a lack of schematics for villages every now and again. I will try and add support for schematics so that you may place some in a folder specifically for village housing. These villages only spawn on flat plains islands (unless the custom islands gets added) and fill as much of the island as it can without making overhanging houses.\nOther possible features\nOptional configurable water level with ability to pick a block for it\nSingle-room dungeons (much more common than the huge dungeons)\nMake other suggestions in comments! \n机器渣翻译：允许创建的自定义类型这将允许更高级的服务器所有者定义自己的类型的岛屿,可以产生在他们的世界,这将被添加到当前列表。 他们可以创建一个特殊的配置文件在一个岛屿类型为每个岛的插件文件夹并指定他们想要的一切岛上,从随机顶滑车限制一些矿石类型和自定义树示意图和村庄的一代。允许创建村的房子这是完成了一半,你可能注意到服务器偶尔抱怨缺乏村庄时不时的示意图。 我将试着添加支持图表,这样你可能会在一个文件夹专门为地方一些村庄房屋。 这些村庄只产卵平原群岛(除非定制群岛添加),尽可能的岛没有突出的房子。其他可能的特性可选配置的水位与能力选择一个块 \n间地牢(比巨大的矿洞更为常见) \n让其他建议的评论! \n\n路人甲：楼主你是有多懒\n楼主   ：懒是什么能吃吗\n\n\n 已知问题：\n原文：Using a 'parent' generator is subject to bugs out of my control, such as the parent generator affecting the placed islands or crashes because of incompatibility. For instance, fjord trees occasionally generate on the islands, and the server crashes when using 173generator (not sure if up to date).\nIf using settings that make islands with trees rare on non-existant, the plugin will not fix the spawn point and you may be repeatedly dropped into the void. Sometimes the spawn point happens to be on an island, but it's far more reliable to make islands with trees more common, unless you plan on setting the spawn yourself.  \n机器渣翻译：使用一个“父”发生器bug脱离我的控制,如父发电机影响放置岛屿或崩溃,因为不兼容。 例如,峡湾树木会偶尔产生的岛屿,和服务器崩溃当使用173发电机(不确定日期)。  如果使用设置,使岛屿non-existant树木罕见,插件不会修复产卵点,你可能会反复扔进空白。 有时产卵点发生在一个小岛上,但它是更可靠的岛屿与树木更常见的,除非你自己计划设置产卵。 \n\n路人甲：转大逗比我受够了\n楼主   ：将就一下反正你也不看的。\n\n\n 其他：\n原文：Remember that every version is fully compatible with the previous version! The worst that can happen is some islands will generate over other islands, as I changed the spacing in V1.3 and again in V1.4. \nIf you have suggestions on how to improve anything done in the generation (except for the basic island generation stuff) or suggestions on what to add to the generation, let me know! \n机器渣翻译：记住,每一个版本完全兼容之前的版本! 最糟糕的是一些岛屿将产生比其他岛屿,我改变了在V1.3和再次V1.4间距。  如果你有建议如何改善任何做的一代(基本岛一代的东西除外)或建议的一代,让我知道! \n 最后是谁都爱吃的更新日志：\nV5.4 (development):TODO: Improve naturally spawning villages\nTODO: Make a program to modify village house schematics to add needed data\nV5.3\nDisabling pig zombie spawners is now respected on nether islands that lack a soulsand beach (surprised it went unnoticed for so long!)\nV5.2:\nNew island type: None (doesn't spawn an island for that slot)\nAn unlinked dungeon can now spawn on an island that allows a linked one, but that doesn't have a linked one\nSplit config option for dungeon chance into 2 separate chances for both types, old config value is respected during conversion and becomes the new dungeonchance.linked one\nV5.1:\nUpdated to MC 1.7.9\nV5.0:\nAdded custom dungeon loot chest tables (will explain fully on this page)\nFixed tiny bug where single-blocks of snow coverage were missing on taiga islands\nRedwood trees on taiga islands now remove snow their leaves would cover (not perfect yet)\nV4.1:\nFixed missing jungle trees\nAdded config setting for island height scaling\nAdded config setting for island underbelly scaling (with respect to the top half)\nChanged config setting for island start height to be 2 numbers for min and max (previous setting auto converts)\nAdded config setting to change the size range of islands (may get buggy and/or look weird with very large values)\nAdded config setting for max number of rooms in a dungeon\nAdded config setting for min and max number of chests per dungeon room\nAdded config setting for the chance of extra dungeon 'doors' between rooms that were created earlier in the generation, these are not needed for a fully connected dungeon and are good for making the dungeon harder to navigate\nV4.0:\nAdded metrics for mcstats.org\nToggle-able option to control placing grass on taiga islands (default: off)\nToggle-able nether portal generation (default: on)\nToggle-able end portal generation (default: on)\nToggle-able zombie pigman spawners (default: on)\nToggle-able obsidian pillars (default: on)\nNaturally spawning villages using schematics that you provide\nV3.2:\nImproved island underbellies\nImproved lake islands\nLake islands are now a lot bigger and deeper\nAdded lapis ore\nV3.1:\nOres no longer generate in sand (custom ores still can)\nDesert islands are now mostly sandstone instead of mostly sand\nFixed nether ores being placed mid-air at lake islands\nV3.0:\nAdded custom ore creation (will explain fully on this page)\nAdded nether quartz and glowstone to the list of removable blocks\nAdded glowstone ore veins to nether islands\nOnly nether quartz and glowstone veins will be on nether islands\nAdded config setting for glowstone vein rarity\nNo ores spawn on ender islands (unless custom ones added for it)\nNether quartz and glowstone veins can generate into the air\nV2.2:\nCacti no longer spawns next to other blocks or other cacti\nCacti now varies in height\nServer OPs are told about a new version when they join the server\nServer OPs do not get told about a new version in an update check, unless it's different to the last one (console still gets told)\nTrees spawn inside other trees a lot less now (still slightly common with redwood)\nIncreased tree coverage on islands that have trees, to balance tree checks\nValid spawn islands now check the island has at least 1 tree, instead of just being a certain type\nV2.1:\nFixed biome setter to set the biome if no parent worldgen is set\nPigman spawners on nether islands now spawn when a player is within 64 blocks\nSpawners in dungeons now spawn when a player is within 26 blocks\nThere should no longer be warnings in the console about spawners when an island generates over another island\nTiny performance increase involving spawners\nGravel no longer replaces bottom blocks on islands, to prevent lag if this happens on desert islands and the gravel falls\nV2.0:\nYou can now set a 'parent' world generator, which the islands will add on to (will default to none if it can't be found)\nGrass/Flowers/Mushrooms are now removed if the block they were on is also removed (not 100% tested)\nV1.8.1.1:\nAdded tall grass and flowers to the list of erasable blocks (things like dungeons hated them)\nRounded island spawn chances to 2 decimals\nUpdate checker will no longer do an on load update check if the delay is set to 0 or less (got told off for having it forced :P)\nV1.8.1:\nAdded tall grass and flowers\nAdded config for how much tall grass spawns, per grass block (default 0.4)\nAdded config for how much tall grass to replace with flowers (default 0.15)\nV1.8:\nAdded lake islands, comes with sand edges and is mostly water, there is normally clay and sugar cane on the island\nChanged dungeon loot, replaced dirt with pumpkin/melon seeds and sugar cane\nAdded config values to change the chance of lake islands, and the chance of clay and sugar cane on these islands\nDungeons will no longer spawn on ender islands, never seen them on one because they're rare, but I imagine it would look odd\nV1.7.1:\nRemoved a 5-second delay on plugin start-up if routine checks were disabled with the timer set to 0\nV1.7:\nAdded config options to change the chances of each island type\nThe spawn will be set to be on an island with trees if the current spawn is invalid\nAdded a command (/islegen) to check on the plugin and the various config settings, available to all users, and with some sub-commands\nThe plugin now checks for updates when reloading and every 15 minutes after that (by default), notifying admins if any are found, and shortening the link with bit.ly so you can click it in the MC chat without losing half the link\nV1.6:\nAdded ender island, with obsidian towers and end portals\nAdded config option to change how many caves are generated (default 1.0)\nFixed a crash when islands generate below y=0 or above world height\nChanges to island generation code to make them more interesting\nAdded quartz ore to nether islands\nDungeons now remove sandstone when being placed\nV1.5:\nChanges to loot in dungeon chests\nAdded config value to set the per-island chance for dungeons on islands that allow them (default 0.02)\nDungeon rooms are now always connected to each other to make them more spacious and annoying\nV1.4:\nAdded water patches to the surface of swamps\nReduced spacing between islands\nIsland spacing can now be set in the config (V1.0-V1.2 used 6, V1.3 used 10, default is 8)\nIsland starting height can now be set in the config (default is 150)\nIsland ore rarity, water/lava pool rarity and gravel patch rarity can now be set in the config (1.0 is normal, 2.0 is double, 0.5 is half, etc.)\nV1.3:\nAdded dungeon complexes\nBeaches no longer generate on some biomes, as they looked weird\nIncreased spacing between islands, as they would often overlap (avoid using V1.3 with worlds made using older version)\nV1.2:\nCaves are now generated in islands, larger islands will contain more caves.\nGravel 'blobs' and water/lava pools no longer get half cut-off by the generation code going over it.\nV1.1:\nMushroom 'trees' are now made with my own code, so they don't get cut-off.\nOres are now placed into islands in veins of varying sizes, which was intended in the first place.\nV1.0:\n\nInitial Release \n\n好的，到此为止你已经吧空岛生成器的流程给看完了。享受的的空岛生存吧~\n第一次搬运难免会有不足的地方，况且我翻译了一部分翻译了很久呢，请大家见谅啦~\n\n卸（xia）载地址：\nhttps://dev.bukkit.org/projects/floating-island-world-generation/files\n\n游戏截图挂了QAQ\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "青橘短衫丶",
            "timestamp": 1428820740,
            "txt_content": "机器翻译！"
        },
        {
            "author": "qq1059051242",
            "timestamp": 1428821040,
            "txt_content": "M_Nick 发表于 2015-4-12 14:39\n机器翻译！\n- -~介绍机番+人工修正 其他的全机翻我太懒了-"
        },
        {
            "author": "小小布7",
            "timestamp": 1428822420,
            "txt_content": "棒棒哒~~~~"
        },
        {
            "author": "qq1059051242",
            "timestamp": 1428823020,
            "txt_content": "小小布7 发表于 2015-4-12 15:07\n棒棒哒~~~~\n谢谢支持"
        },
        {
            "author": "墨尔本夕夜",
            "timestamp": 1428850740,
            "txt_content": "LZ略叼！机器翻译。。"
        },
        {
            "author": "小小布7",
            "timestamp": 1429785900,
            "txt_content": "qq1059051242 发表于 2015-4-12 15:17\n谢谢支持\n灰常地赞"
        },
        {
            "author": "2511557139",
            "timestamp": 1430306820,
            "txt_content": "这个插件真的好棒！同时谢谢作者大大的分享！"
        },
        {
            "author": "我的世界第",
            "timestamp": 1442924700,
            "txt_content": "我是为了用这个来欺负我同学的#滑稽"
        },
        {
            "author": "QS丨破晓",
            "timestamp": 1454427720,
            "txt_content": "空岛截个图片啊，我去，看个插件把我累得。。。这么多字"
        },
        {
            "author": "2409760282",
            "timestamp": 1466479560,
            "txt_content": "第五步什么意思啊，求解"
        },
        {
            "author": "下面好舒服",
            "timestamp": 1466481120,
            "txt_content": "还是比较喜欢多个图片 好感会好"
        },
        {
            "author": "枫影绝尘",
            "timestamp": 1492648200,
            "txt_content": "搞半天我还是没明白怎么开空岛！"
        },
        {
            "author": "pastlove",
            "timestamp": 1526557020,
            "txt_content": "我点1.8下载地址进去下载没反应啊lz"
        }
    ]
}