{
    "title": "<原创·连载>虚妄168[第三章]by：xcc",
    "author": "xcc",
    "replyCount": 5,
    "timestamp": 1428814140,
    "txt_content": " 本帖最后由 xcc 于 2015-4-26 08:35 编辑 \n\nxcc：\n预计是花三大部分的章节来铺垫吧，要铺一个很大的场，所以是大作，呵呵呵\n\n第三章-离开\n\n\n\n\n正文：\n=============================================\n\n\n\n\n\n“话说你不多讲一些了么？”\n百里被鋈尔慢慢推出武器部的大门。\n啊你以后每天过来听课就可以啦。鋈尔漫不经心地说。\n百里皞心说我还是去找何黔笙接任务吧。\n说着他就向圆形砖跑去。他刚跺一下脚，光芒包围住他，却听到背后有脚步声逼近。\n回头一看，一个侏儒的身形出现在光芒中。\n鋈尔你跟过来干啥。百里皞拍一拍那个侏儒的头。\n“没什么。”鋈尔甩开他的手，在一片传送的光幕中露出不满的神色，“突然想起来老何叫我今天去见他。”\n“他应该就在大厅。”鋈尔补充。\n不能一次性说完嘛。百里皞心说。在光幕消散的一瞬间飞快逃离鋈尔这个说话不一次性说完的家伙。\n“打算去哪啊.”何黔笙有些上扬的声调促使百里停下来去寻觅何黔笙的身影。\n就站在圆砖前，一身灰褐色的袍子，身后披着灰色的斗篷，黑色的兜帽耷拉在肩上。对不起我来晚了。鋈尔鞠躬。“没耽误什么事吧。”\n“没事，反正就是要搬个家而已。”何黔笙轻描淡写地说。\n“搬家？”鋈尔猛地站起身，脸上写着惊慌失措，脖颈处渗出汗珠，似乎是恐慌？\n何黔笙似乎意识到“搬家”这个词对于先疯联盟的元老鋈尔来说可能是有些刺耳的——搬家似乎有转让之意，于是改口说：“就是换个位置。”\n“为什么？”鋈尔还是问。百里皞注意到他的胡茬开始上竖。愤怒了？\n何黔笙背着手倒退了几步，缓缓开口——\n“那些人类似乎觉察到什么了。”\n“所以，我们必须离开？”我听见有一个微小的声音在他身后轻轻传出——是戴着金丝眼镜的末影人洛易，那个看上去很和善的家伙。\n何黔笙的眼睑处突然滚落下一滴炽热的液体。他的拳头开始慢慢握紧，但在即将握成拳头的时候缓缓松开。\n他转过头，抬起手，用手背轻轻揩了下双眼。\n“是的。”两个沉重的字经他的嘴中说出竟有些残酷。所有元老都知道这意味着什么——他们将离开这个不知道呆了多少年的地方。\n他转过身——“收拾下东西，走吧。留给那些人类一个空楼。”\n所有人，不，所有怪物都低下了头。\n“你不能握住什么永远不失去，你必须承受着失去的痛苦。每个人都从你的身边消失，我们只能作为孤独的渣滓沉在水底。”洛易说着，身形突然消失在空气中，留下一地的紫色碎片。\n百里皞没有说话，缓缓后退了几步。\n何黔昇挥了挥手，带动着身旁的寒流，只见人群默契地散开，想着大厅角落处一排箱子跑去。想必那是每个成员的储物箱了吧。\n“对此我很抱歉。”何黔笙突然对百里皞说。这突如其来的话语让百里皞觉得有些莫名其妙。\n“很抱歉，你来的第一天我们就要离开这里了。”他摩挲着自己粗糙的手，“不过还好，只是搬迁而已。”\n“那你们......要搬到那里去？”百里皞小声地问。\n“边境，人类活动范围的边境，那里可能会安全一些。”何黔笙向着天空望去，“我们现在处于伐木区，还是有些危险的。所以我们必须走。”他又看向橡树林，那里确实是不错的资源区。我们可以躲在这不被发现吗？鋈尔问。\n何黔笙沉重地摇头——“人类的势力遍布，我们逃不过这些他们的眼睛，就像你挣不脱命运一样。”\n洛易却出现在他身旁，嘴角微微上扬。\n“这样看来，就必须走了？”洛易推了推眼镜，“人类可不会安分地不进攻边境。”\n何黔笙却大笑着。那令人战栗的笑声从他嘴里传出。\n“伐木区本就危险，而边境起码还有游丝般的安全性可言。”\n是的，伐木区很危险。\n百里皞想起自己今天早上，就是从那片伐木区跑过来加入联盟的。他还记得伐木区内有凶恶的拦路匪出没，那是一段可怕的回忆。\n可是.....到底是谁杀了劫匪？\n头痛欲裂。\n“杀，杀，杀。\n鲜血。\n这不够。\n懦夫们，下地狱去吧。”\n恶魔般陌生却狰狞的声音萦绕在耳畔，这是一片挥之不去的阴霾。百里皞蹲坐在地上，目光变得空洞无神，好像......精神被抽空。\n“都到齐了？”雄厚的吼声。即使是何黔笙的声音也无法将他拉回现实。\n“是的，步行还是？”紫色花瓣散落，洛易的声音响在耳畔。\n“到齐了就走吧，步行，一路向北就会到的。”\n这句话倒是将百里的思绪从混沌中硬拽了出来。\n呃啊？大家这么快就收拾好了？百里皞浑浑噩噩地颤抖着站起身，用一种奇异的眼神看了看何黔笙。\n何黔笙剑眉直竖，两眼射出寒光，还等什么，快走。那是锐利如鹰隼的、带有一丝寒意的眼神。\n于是百里只得跟在后面。“我们要穿过边界.......么？”洛易突然说。\n是的。何黔笙回答。\n洛易反问：你忘了你是人类么。\n那又怎样？\n你会被边境的“怪物”杀死。\n不，我不怕。边境本就是要穿过的。何黔笙说。\n百里皞没有看见他远在天涯的英俊侧脸。\n路途很长，全是靠步行更是让人吃不消。百里皞有些疲乏，想要坐下休息时听到一声淡淡的发问。\n你知道我们联盟都是些什么人？\n何黔笙头也不回地发问，脚步仍旧沉稳，并没有因交谈而故意放慢。\n百里皞花了4秒才意识到他是在同自己说话。\n“怪物嘛。”他很随意地答道。\n何黔笙继续问——“那他们的身份？”语气像是在拷问死囚。\n“唔....不清楚。”他搪塞。\n沉默。\n你知道么。何黔笙首先打破如一泓死寂湖水的沉默，一边迈着步子一边说，洛易是末影人中的黑曜石柱看守者，鋈尔是侏儒中有名的铁匠.......\n百里皞咬着嘴唇，没有言语。\n何黔笙一边用手指着一边说：“你看那个绿皮肤的红毛，他是丧尸中挺有名的一个队长；还有那个银发帽衫男，他是骷髅族神射手之一；还有还有，那个身材健壮挂着一串佛珠的人，他是血精灵中的近战之王.....”他几乎介绍了联盟中的每一个人，但他越说，脸色越差。\n他们虽然在自己的种族有很好的声望，但是....\n“他们都是被世界抛弃的人。”他说。\n\n\n\n索引\n\n\n\n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1428814260,
            "txt_content": "看了这么多小说，我决定不更了……和这些比我的简直是渣滓！"
        },
        {
            "author": "xcc",
            "timestamp": 1428814380,
            "txt_content": "恶魔-潇洒 发表于 2015-4-12 12:51\n看了这么多小说，我决定不更了……和这些比我的简直是渣滓！\n谁的是渣滓？？？？\n你好像没表述清楚"
        },
        {
            "author": "xcc",
            "timestamp": 1428814440,
            "txt_content": "@龙隐尘亡魂 \n@天阶 \n@HGK \n@yuchenyang \n@o-zero \n@250=mo"
        },
        {
            "author": "天阶",
            "timestamp": 1429157040,
            "txt_content": "姐你又进末地了……\n这……\n你就不能学着收敛一点么……\n还打算什么时候问你一点问题的……\n关于我的文笔该如何提升\n\n但是#……（*……#￥（*&\n收敛点行不……\n末地好玩么？能带我逛逛么？"
        },
        {
            "author": "武神阑",
            "timestamp": 1429281660,
            "txt_content": "天阶 发表于 2015-4-16 12:04\n姐你又进末地了……\n这……\n你就不能学着收敛一点么……\nxccの灵魂：谁~能~告诉~我·~什么~是·版聊\n我就是版聊进末地的QUQ"
        }
    ]
}