{
    "title": "【怀念】怀念那单纯，无忧无虑的小白时光。",
    "author": "西瓜先生",
    "replyCount": 11,
    "timestamp": 1428842520,
    "txt_content": "   我接触mineraft已经有15个月左右了，虽然这个数字比不上很多坛友，但我已经是一位Minecraft的资深玩家了。经常会打打指令，玩玩红石，学学建筑。\n   我认识minecraft时是2014年的春节。那时我是从我表妹口中才得知了这款游戏。我记得在看到表妹在ipad玩这个游戏时，我的心中不由的产生出一种探索的欲望。于是，我请求表妹教我玩，表妹答应了。由于她也是新手，就只教了我一些最基本的的东西。渐渐地，我爱上了这款游戏。\n  虽然我们玩的是比较老的0.8.1版本，而且还是创造模式(那时我们都不知道还有生存模式)。但我们还是玩的不亦乐乎;起初，我们喜欢像熊孩子一样追着猪呀，牛呀，羊呀拿着TNT一顿狂轰乱炸，有时也喜欢拿岩浆乱泼。虽然在我现在看来这很无聊，但那时我们玩得不亦乐乎。后来，我们用什么金块，钻石块甚至下界反应核造了一个什么\"星海酒店\"里面的房子基本都是火柴盒。连照明都使用的是火把(那时我们还以为萤石只是个装饰物，什么用都没有。)但我们依然很开心，觉得我们的“星海酒店\"就是世界上最豪华的酒店。再后来，我们知道了生存模式是什么东东。于是我们开始了生存之旅。有一回在玩生存时，突然发现面前有一个和我自己一模一样的人。我妹妹也说也遇到了，我们傻乎乎的还以为那是HIM，撒腿就跑。搞到最后我们才明白，原来我们联机了！从那之后，我和妹妹一块玩生存。由于不会合成工具，自然也不会挖矿。我们的房子都是用木头做的。由于我们的家在沙漠里，我们用沙子在我们的家周围建起了一座堡垒，的包围着我们的家。我们那时候打怪都是空手打，打起来很慢。在初遇苦力怕时，我妹妹竟然说那是百年一遇的外星人。最后还是我跑过去去打，结果呢，SSSSSS...BOOM!从那以后，我们就再也不碰生存了。\n   和妹妹相处的最后一段时间我们知道了矿车怎么用。于是我们各自在两头造起了”复式火柴盒\"(我们叫皇家别墅)，并用铁路相连接，我们两个都会进行所谓的“串门”，“走亲戚”反正玩的十分开心。与妹妹分别时，我特意为她造了一栋稍微看的过眼的铁别墅，一共5层。建的我现在认为还是很好的。\n    回到家后，由于妈妈不让我玩手机和平板。我就告别了PE版，走进了PC版的世界。我最先接触的PC版是1.6.2。下载了以后，我研究着这个该怎么移动，研究了好久才研究出来。看着道那比PE0.8.1多了不知道多少的特性的PC1.6.2\n  时，我无比的兴奋。认真的研究着每一个道具，除了红石以外，其他的东西基本我都会怎么用了。我先是造了一个大型火柴盒，自称\"别墅\"。有于是在沙漠里，看着这枯黄的草方块不舒服，我就上网去查\"我的世界草方块如何变色\"查出了好多什么\"在草方块旁放水\"呀什么的试了都没用。后来，我在我的房子旁陆续建起了鱼塘，养殖场等。由于对村民很感兴趣，我特意为他们造了一个村子(都是火柴盒)后来我学会了如何进末地，地狱，也知道了挖矿，农业，驯化等。玩得十分开心。\n     第一次接触红石是来到MCBBS后。我进入这里的“游戏技巧\"版学习了一些基本的红石机关，并且也能熟练的掌握。玩的也十分开心。\n     Mod与指令是我同时发现的。Mod我最先接触”暮色森林\"mod,指令我则先接触\"tp\"。后来我安了很多mod在我的游戏里什么家具，和风，NPC等。\n    材质也是在MCBBS里学的，但我这个人喜欢用原版材质，所以之后我又学了如何安地图。我接触的第一个地图是\"我是谁\"这是一个很不错的解密。之后玩了很多解密，也对里面很多奇妙地指令十分感兴趣，所以在暑假我学习了很多指令。而且自己也做了几份地图，只不过都弃坑了，没做了。\n    9月份以后我学习了一些建筑教程。之后我也是脱离了只能造火柴盒的境界了。\n   随着技术的增高，我对自己的建筑，红石要求更高，于是又更上一层楼，学习了更多指令，红石，建筑。\n    2015年，我的Minecraft几乎就只剩下了指令，红石，建筑。进了游戏面对着自己不知比原来好多少倍的豪华别墅，我并没有原来那么快乐。现在我的Minecraft没有了以前的探索，没有了原来的自由。每次进入游戏都是指令建筑红石指令建筑红石指令建筑红石......\n    我在Minecraft中丢失了当初的那份快乐，我曾试图去寻找这份快乐，但可惜我的纯真都被那红石指令建筑所禁锢。看见贴吧及论坛上的新人开心的展示着自己是满意的火柴盒或矿物块房时，我的心中充满了羡慕。当看到他们时，我会在键盘上打下这几个字\"建得不错，继续努力\"。因为看到了他们，我就仿佛看到了那原来与我妹妹傻傻的，纯真的，不受高级技术禁锢的我。\n    我多么想回到那时，体验那真正Minecraft，那就是————单纯，无污染，无忧无虑，充满幻想的Minecraft.\n\n\nEND——————————————————\n  \n ，",
    "replies": [
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1428843960,
            "txt_content": "总结一下，LZ先玩PE再玩PC；LZ是因为他表妹才玩MC\n想想我自己，也是先玩PE版的呢，不过我不是别人叫我玩的，而是我教我表弟表妹玩  \n\n\n\n   \n                              【BGM：《泠鸢yousa - 月光润色女孩》就算全部记忆瞬间被清零又怎样？】\n                                                              \n                                                      ↓没错，这些就是我做的。（可以点的哦！）↓"
        },
        {
            "author": "minehenry",
            "timestamp": 1428900120,
            "txt_content": "我是12年中秋的时候表哥教我的 之前他还给我下载什么CS烂七八糟的他走之后我都卸载了 我本来也想等他走了卸载但是他给我玩了会我就上瘾 这个游戏是我唯一玩了快3年还不腻的游戏.."
        },
        {
            "author": "lzs1234",
            "timestamp": 1428901380,
            "txt_content": "我也有同感，PotatoMaster的感想也是一样。大触们玩红石，做建筑，用指令，却丧失了最初游戏的那份快乐。逐渐从玩游戏变成了被游戏玩。研究红石的，命令的，建筑的，似乎他们游戏的快乐只停留在了向论坛展示自己的作品时按下回车的那一瞬间…"
        },
        {
            "author": "ybb135788",
            "timestamp": 1429410480,
            "txt_content": "有同感、、、、、、、、、、、、"
        },
        {
            "author": "Enderman|淡忘",
            "timestamp": 1429413900,
            "txt_content": "LZ我也搭了一个火柴盒"
        },
        {
            "author": "zero-LV.1",
            "timestamp": 1429441620,
            "txt_content": "有同感 ！              "
        },
        {
            "author": "音乐家七月天",
            "timestamp": 1429442160,
            "txt_content": "只是略有同感……\n虽然说我已经两年半了\n（为什么我感觉是在论坛码字有种工作强迫的感觉）"
        },
        {
            "author": "山大王",
            "timestamp": 1429443180,
            "txt_content": "是啊，已经找不回最初的快乐了..."
        },
        {
            "author": "1165392650",
            "timestamp": 1429443300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "梦吟",
            "timestamp": 1429539240,
            "txt_content": "唉，和你一样，以前觉得随便做个都非常有意思，现在已经把自己定位成一个技术员了，觉得游戏是玩家玩的我只是管理员，太苦逼了。"
        },
        {
            "author": "dark-night",
            "timestamp": 1429618140,
            "txt_content": "楼主我和你一样"
        }
    ]
}