{
    "title": "【也许水】几个政治哲学问题～",
    "author": "黑星nova",
    "replyCount": 56,
    "timestamp": 1428978360,
    "txt_content": " 本帖最后由 darknova 于 2015-4-14 10:26 编辑 \n\n假设：你与其他三人航行于大海上，突遇海难，你们的船舶沉没了。沉船地点离陆地与常用航道很远，你们只随身携带了几盒罐头，没有淡水。两周之后，罐头用尽了，你们开始忍饥挨饿，这时，有一个同伴意识模糊昏了过去，于是有人提议杀死他并以他为食。下面你需要抉择：杀掉并食用他将是你们更有可能活到被救援，然而却可能因此承受道德的谴责并有获罪的风险。你是否要同意这个提议呢？（这个是投票的）\n\n\n在你投完票之后我们再来讨论下一个问题：一个有些许类似的事件，你与其他九个人在一个极限模式下的服务器内的孤岛上生存，岛上土地有限、食物匮乏，并没有耕种的条件。一次偶然的怪物入侵使得你们的生活雪上加霜：你们的矿物、食物都不够维持在岛上生存了。这时有人下线去吃饭了，另外的人提议掠夺他的所有资源并拆除他的房屋，而这些资源可以使你们生存的更久。但这样，刚刚下线的玩家在再次上线时将面对大量的怪物并毫无防护，他必死无疑。那么，你会同意这个提议吗？（不需要投票）\n\n\n看起来这两个问题好像很类似，然而我相信有许多人就这两个问题给出了截然不同的答案。\n\n\n也许你会说mc是游戏，与现实世界不可同日而语。那么，我们来做一个现实的假设：就是那个著名的火车道岔困境，火车高速驶来，而他前方的道路上有五名正在施工的工人，他们头戴隔音耳包，不能察觉火车的到来，如果任由火车前进他们必死无疑；但现在已有一个选择，你可以扳动你身旁道岔的将火车引向支路，从而挽救五名工人，但支路上作业的一名工人将会因此而丧命。你又会如何选择呢？\n\n\n我们往往会陷入一种误区：对多数人好的结果可以判定其整个行为的合道德，无论他实现这种结果的途径是怎样的。请各位和我一起思考一个问题：为什么多数人的利益能够凌驾于少数人之上。\n\n\n这一系列的问题在我最早开服务器时候我思考了很多，我也一直在困惑现实社会中的道德标准能否引入mc的多人游戏，毕竟两个社会有许多根本性的差别。其中最显著的一点便是不同于现实社会中的人权体系，我们无法定义mc中的最基本权利，以至于在mc中杀人只是一种相对轻微的偏差行为。\n\n\n那么现在，让我们将范围限制在mc中：你认为什么是一个在多人游戏中的mc玩家的最基本权利？\n下一个，你是否依然同意为了多数人的福利增进可以牺牲少数人作为代价，无论采取何种方式？\n\n\n谨慎回帖，矿工很凶的~",
    "replies": [
        {
            "author": "leno1987",
            "timestamp": 1428978960,
            "txt_content": "选项太少 不作答 。。。"
        },
        {
            "author": "色蛋小黑",
            "timestamp": 1428980580,
            "txt_content": "可是我依旧认为多数人大于少数人，前提是正常且与我同立场或者无辜的人～"
        },
        {
            "author": "kami13",
            "timestamp": 1428981360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "莱丘",
            "timestamp": 1428982080,
            "txt_content": "人不为己天诛地灭，只要结果不会危害自己的利益就行了。"
        },
        {
            "author": "EternityTQ",
            "timestamp": 1428986460,
            "txt_content": "第一个问题：\n宁可饿死，也不能杀掉自己的同伴，如果杀的话，很有可能获救后被发现罪行，如果不杀的话，很有可能这个同伴只是普通的昏迷而已，醒过来就没事了。\n第二个问题：\n还是不同意，意见同上，我不忍心伤害自己的同伴\n第三个问题：\n越来越丧病了么？这要看工人的存在价值了，如果那一名工人没价值，那么只能撞死他了；如果这一名工人的价值远远地超出了那五名工人，甚至比他们加起来还要多，那么就不扳动岔道了\n最后一个问题：\n跟第三题一样，这要看存在价值了"
        },
        {
            "author": "gopnik",
            "timestamp": 1428986820,
            "txt_content": "{:10_495:}杀什么杀，吃沙子也不吃人，还有，怎么这么懒，集体下矿不好吗"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1428987120,
            "txt_content": "一切以利益为重吧，看哪一个选择对自己和更多数的人更加有利，那么就选择它了。第一个问题，为了活下去，肯定要同意；第二个问题，要看那个人的利用价值，如果高于其他人，则不去掠夺；第三个问题，如果这几名工人的身份是一样的，则选择将火车引向岔路  \n\n\n\n   \n                              【BGM：《泠鸢yousa - 月光润色女孩》就算全部记忆瞬间被清零又怎样？】\n                                                              \n                                                      ↓没错，这些就是我做的。（可以点的哦！）↓"
        },
        {
            "author": "暗黑行者",
            "timestamp": 1428987660,
            "txt_content": "唔，我投的是第一个选项，就是同意。俗话说“人不为己天诛地灭。”不是出于任何奇怪的原因，因为我要活下来。不同的人道德观念不同，而我是去吃人的那派人。\n然而之后的假设在服务器里的问题的话我是保持中立的。楼主说的对毕竟MC只是游戏而已。\n楼主问在MC服务器中普通玩家的基本权利的话，我认为这是依每个服务器而定的。假如说就一个小小的无拘束的水桶服，我认为权力很小，甚至是没有权利的。玩家唯一的权利就是进来玩这款游戏。\n\n让我来猜一下，楼主应该是学法律的吧？感觉上是这样的。"
        },
        {
            "author": "末影矿工",
            "timestamp": 1428987780,
            "txt_content": "哲学问题"
        },
        {
            "author": "暗黑行者",
            "timestamp": 1428987840,
            "txt_content": "尼玛乄骑士 发表于 2015-4-14 12:41\n第一个问题：\n宁可饿死，也不能杀掉自己的同伴，如果杀的话，很有可能获救后被发现罪行，如果不杀的话，很 ...\n啊呀看到一个和我完全不一样的人了呢。（我是9楼"
        },
        {
            "author": "筒子",
            "timestamp": 1428988140,
            "txt_content": "第一个问题：如果你开了一个头，当大家又没有食物的时候，吃的可能就是你\n第二个MC是一个充满黑科技的地方，给我一根鱼竿，我能钓起整个世界"
        },
        {
            "author": "Grandiose",
            "timestamp": 1428988380,
            "txt_content": " 本帖最后由 Grandiose 于 2015-4-14 13:15 编辑 \n\n第一个问题....\n在另一名同伴晕倒时，自己根据当时的情况判断做出决定[如果是我我会杀掉他，但是会看两人与我的社会关系]\n如果自己晕倒了就只能听天由命了呗\n\n第二个问题\n因为是游戏，所以人们的道德底线放的很轻，这很正常[我记得有一种心理疾病是关于道德底线的，忘记了]。\n如果继续生存的更久也只是一个虚妄的分数，那没必要，如果能坚持到和第一个问题可能的同样的结局，那一定会坚持。\n毕竟我们从小就聆听奉献精神。\n\n第三个问题\n这是一个很著名的问题...火车道岔困境。\n站在支路上的工人就是可以选择的人性——牺牲自己挽救他们五个人还是让他们五个人去死。\n但是有意思的是这个选择权不是在那个支路上的人，而是上帝视角的我们。\n\n我觉得这些问题并不是能只凭借道德就能判断出来的，世界上有很多说不清道不明的东西，一件事情并非不是黑就是白，还有很多客观和主观因素要考虑进去[就像第一问中我会按照社会关系判断，这很正常，设身处地的想想就明白了]。\n\n当你不知道应该依靠什么选择的时候可以试试抛硬币。\n在硬币落下来的前几秒基本就知道你想要硬币的正面还是背面了。\n\n最后一个问题，以前的我会选是。\n我觉得我以前很偏激，很圣母。为了多数人的利益可以不惜一切。\n后面我发现我错了，就像前面我提到的。\n“很多事情并非不是黑就是白。”\n现在的我会选什么？我不知道，但是我会根据我前面说的来做出选择。"
        },
        {
            "author": "sulu",
            "timestamp": 1428988560,
            "txt_content": "宁愿饿死也不吃人,咱可不会做这种违心的事.   "
        },
        {
            "author": "三十八阿哥",
            "timestamp": 1428988860,
            "txt_content": "古人有这么一句话：己所不欲，勿施于人\n如果换做你失去意识，你是否愿意让你的队友(盆友)把你吃掉呢？\n不过从某种观点来看，我愿意"
        },
        {
            "author": "音乐家七月天",
            "timestamp": 1428989880,
            "txt_content": "这个还是有点难以令人回答的，毕竟是这样让人要想到很多方面的问题Σ( ° △ °|||)︴"
        },
        {
            "author": "黑星nova",
            "timestamp": 1428997140,
            "txt_content": "我注意到有几位朋友提到人的价值。now a new question arises，人的价值是否能够量化，若能量化又将以何种标准量化，此种标准是否能得到公允？或者说不可量化，既然不能量化，那么主道与支道上的工人的价值又该如何比较?\n\n关于铁道困境我有一条思路与大家分享，我们来做一种假设：若你当时不在现场，事情的结果会怎样？那么如果你当时不作为是否是道德的？五名工人如果遇难应该归咎于什么？但若那一名工人遇难又该归咎在哪里？"
        },
        {
            "author": "ooooJACKoooo",
            "timestamp": 1428999900,
            "txt_content": " 本帖最后由 ooooJACKoooo 于 2015-4-14 18:52 编辑 \n\n我个人觉得涉及到一个可能性问题\n\n第一个问题，你杀死你的同伴，你们有可能存活也有可能无法存活，你不杀死，你们也同样是可能存活也可能无法存活，这是不确定的，这个行为只能改善条件而无法决定确定的后果\n\n第二个问题，依然是这个情况\n\n但是火车问题，应来源于一个game theory的经典的公开课，这里的两种选择都会必定造成确定的损失，而不是可能性问题，对比容易的情况下人肯定会两害相权取其轻（前提肯定是已经假设了损失目标物——工人的价值是一样的）\n\n我自己是一个商科生，学习过经济学和博弈论，并且本身是一名历史爱好者，而历史上的很多事件符合经济学里的“理性人假设”，即神智正常的人的所有行为都按照利益决定。\n\n而同时利益感由脑内天生对不同环境的应激释放的激素所获得的效用不同而不同，比如有些人杀人觉得爽，有些人帮助别人觉得爽，因此不同的人对同一件事的效用是不一样的，有的人看重金钱利益，有的人看重名声，这个问题说下去扯到物种进化的多样化，不过多阐述\n\n还有一个问题，马斯洛需求层次理论，人类在自身存在受到威胁的时候，会努力保证自身——或者至少群体的生存得到延续，而我们不在这个环境下讨论这个问题，往往偏重于道德，就像和平年代总会有很多人喊着要打仗，是因为自身不在战争的环境中，对行动的后果不会有认识\n\n而实际上，到了真正的围城战的时候，人们自相残杀互相食用在历史上的例子多的数不胜数\n\n追求生存，追求利益，我觉得这并没有什么错，这也是我们人类能够生存到今天的本性决定的，不可能要求人人成为利他主义者；而在自己的生存条件得不到保证时更不可能。至于群体意识和道德观念，是在生存的条件下更高一级的产物和需要了。"
        },
        {
            "author": "ooooJACKoooo",
            "timestamp": 1429000800,
            "txt_content": "darknova 发表于 2015-4-14 15:39\n我注意到有几位朋友提到人的价值。now a new question arises，人的价值是否能够量化，若能量化又将以何种 ...\n按照现在主流的西方人本主义的理论，人皆生而平等，在这个价值上进行量化的话，那就是以人的数量作为衡量标准，这应该也是这个问题提出的理论基础\n\n至于为了救多数人杀死少数人是否值得，我们把这个问题放大化：为了救数以万亿计的人必须要杀一个无辜的人，值不值得？我觉得这个问题没有对错，每个人都有自己的观念和数量比。美剧《疑犯追踪》里，男主为了阻止邪恶的机器上线控制人类要杀死一个议员，而男主的拍档坚决阻止，认为这违背了他们行动的初衷。谁对了？说不清。这个问题永远讨论不完。\n\n铁道问题就是这样的，你是杀了人没错，但你也救了更多的人。至于对错，每个人都有自己的看法。无法说谁对谁错——至少我无法说。"
        },
        {
            "author": "Chenxuan_dada",
            "timestamp": 1429004100,
            "txt_content": "毕竟是好朋友，如果那个昏迷的是你，你变成鬼后发现真相你会有什么感觉呢？"
        },
        {
            "author": "山大王",
            "timestamp": 1429004700,
            "txt_content": "一个引来几个版主的问题。\n\n无绝对的对错，看你怎么想。\n但是我还是选了1，因为只有了生存下来的生命才能够有选择..."
        },
        {
            "author": "250=mo",
            "timestamp": 1429006440,
            "txt_content": " 本帖最后由 250=mo 于 2015-4-14 18:18 编辑 \n\n我想无论哪种情况，我都会犹豫。\n但我想，无论是孤岛，极限服务器，岔路口，也许犹豫之后的选择都会是为了满足我心中扭曲的道德感而让多数人去迁就。如果可以，我更希望我是被食用的那个人。——但多数不是。\n所以这也注定了我不会成为一名好的管理者。"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1429006500,
            "txt_content": "第一个问题:杀死同伴这么做，是道德良心的问题，如果真的这么做了，未来可能别人也会这么对待杀死同伴的人\n第二个问题:不同意，或许如果那个下线的玩家再次上线，危机有可能会过去。相反，少了一个同伴，可能会死得更快。\n第三个:不想回答...以命换命毕竟不是开玩笑的"
        },
        {
            "author": "望远方",
            "timestamp": 1429006860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Grandiose",
            "timestamp": 1429007400,
            "txt_content": "darknova 发表于 2015-4-14 15:39\n我注意到有几位朋友提到人的价值。now a new question arises，人的价值是否能够量化，若能量化又将以何种 ...\n回复的越多，暴露的越多，这可能会成为一个黑历史贴。\n一个问题，根据人的回答和判断就可以反映出人的性格，这真不是吹的。\n\n不在现场又是另一个情况了，比如你在新闻上看到这起事故，你可能转瞬即忘，可能默哀三秒。\n但是如果决定操纵杆的人是你，你可能会背负一生的道德谴责。\n一个人背后通常有500个人受他影响，亲戚朋友，亲戚的亲戚朋友，朋友的……\n但是一般只有500个人，而且影响程度依人的社会关系而定。\n如果把话题一换又是一个层面的讨论，比如那名工人的身份和社会地位抬高一些，我们可以设想他是个总统。但这个时候人与人的价值就不对等了。\n\n前面那个JACK已经阐述了我的观点。\n\n我以前听过一句话，我觉得很适合现在这个情况：\n“人一切的道德准则都是在保证自身身体安危的情况下才有的”\n如果后半句改为无视自身安危，我们一般称之为佛或者呆子\n\n话就说这么多，以后可以来挖坟爆黑历史/w\\"
        },
        {
            "author": "冥王星人",
            "timestamp": 1429008960,
            "txt_content": "完全的公义只在神那里，在人中间无论怎么做貌似正确的事都是悖逆受咒诅的。"
        },
        {
            "author": "番茄茄",
            "timestamp": 1429009500,
            "txt_content": "冷眼旁观，冷眼旁观所有情况\n我不玩服务器我哪知道什么基本权利2333"
        },
        {
            "author": "pca006132",
            "timestamp": 1429009860,
            "txt_content": "我觉得重点是牺牲什么\n如果要别人牺牲，我认为自己应该先想想，你如果要他作出这样的牺牲，如果你是他，你会吗？\n简单来说，要别人牺牲，应该先想想这个牺牲他能不能接受，否则，那就不是牺牲他，而是在背后捅刀子了\n而且，今天你是那个牺牲别人的，他朝你可能就是被人牺牲的那个了\n己所不欲勿施於人这句说话我觉得很有道理，但是，就算你认为如果是你要牺牲你也能接受这个，你也不应该在别人不同意的情况下牺牲别人，因为你是你，别人是别人，你们的想法不一定相同的"
        },
        {
            "author": "黑星nova",
            "timestamp": 1429010100,
            "txt_content": "我看大家这么有兴致我再给大家引入一个问题：海难事件中如果没有人先晕倒，而是通过抽签的方式决定杀死谁来吃的话，其行为是否还合道德或合法？\n\n进一步的，还没过瘾的同学可以再加入一个情节：如果被抽中的人当即反悔，然后被三人强杀结果又将如何？\n\n233，这个问题玩的我有点high~"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1429010400,
            "txt_content": "darknova 发表于 2015-4-14 19:15\n我看大家这么有兴致我再给大家引入一个问题：海难事件中如果没有人先晕倒，而是通过抽签的方式决定杀死谁来 ...\n不合法，这是良心道德的问题，谁同意都是会受到道德的谴责的。被三人强杀的话，这三个人除了受到道德的谴责还会收到法律的审判。"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1429010460,
            "txt_content": "食物匮乏，不能耕种的话就不用玩了，最终都是饿死"
        },
        {
            "author": "1.3806",
            "timestamp": 1429010520,
            "txt_content": "这种情况下要避免自己被掠夺"
        },
        {
            "author": "1525967679",
            "timestamp": 1429010580,
            "txt_content": "第一个问题 虽然下一个可是就是自己不过还是要拼一把\n第二个问题 我不会怎么做 因为这种事情是卑鄙的\n第三个问题 我不会扳动道岔 因为这样我会杀人\n第四个问题 看情况"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1429011420,
            "txt_content": "瓜田守护者 发表于 2015-4-14 19:21\n食物匮乏，不能耕种的话就不用玩了，最终都是饿死\n设定很不合理"
        },
        {
            "author": "zzzzzzzabczz",
            "timestamp": 1429012020,
            "txt_content": "我来发表一下个人观点————少数服从多数，多数意味着正确，即使他不正确，也是正确。一个事情正确还是不正确很多时候不是凭这个事情正确还是不正确判定的，而是根据认为他正确的人占多数还是认为他不正确的人占多数来判定的。举个例子吧，可能很荒谬：如果全世界大部分是神经病，神经病看正常人是“神经病”，所以正常人很可能会被当作“神经病”来关起来，在这种荒谬的假设中，正常人成了“神经病”神经病成了“正常人”就是少数服从多数，古代帝王，为何能够管住全天下，看似这是一个少数管多数，但是其实还是多数管少数，当某个人揭竿而起，那么这个人会被拥护帝王的侍卫之类的杀死，一个人无法召集全国大部分兵来兵变，所以全国大部分兵还是拥护帝王的，这就导致了每次反对者都占少数，但是改朝换代呢，这是因为反对这个帝王的人实在太多了。于是就成功。\n对于现在的共产党，我不做任何评论\n回到问题……第一个问题，意识模糊晕过去了，那么意味着他已经没有足够的能量支持他的大脑了，既然能量已经低到了这个份上，过几天也得死，没必要冒险和他一起送死，既然里航道远，那能来这的只有遇难者，那么与其等其他遇难者来了和他们一起吃尸体，还不如先给吃了。至于某位人提到的己所不欲勿施于人，确实没人愿意被吃掉，但是那个人既然晕了，就说明他是弱者，弱肉强食，自古以来的规则，只有强的人才能活下来，如果自己能晕，那么就说明自己不如别人，活下去的几率也比别人弱，从自然选择的角度考虑，也应该吃，至于道德谴责和获罪，天知地知你知我知，吃完就完了，谁知道？而且已经是面临生命危险了，获罪可不一定死，而不吃就会死。\n第二个，不同意，至于为什么，那是因为这是游戏，死了就死了呗，重新开一个不就好了。\n剩下的，，，没时间说了，就不说了"
        },
        {
            "author": "12313131",
            "timestamp": 1429014480,
            "txt_content": "我觉得嘛，每个人都有可能是这个“少数人”，所以当我们是“少数人”时，我们也不希望别人因此坑我们。"
        },
        {
            "author": "小攻CY",
            "timestamp": 1429014960,
            "txt_content": "要站在少数人的角度想想"
        },
        {
            "author": "QuantumCraft",
            "timestamp": 1429015800,
            "txt_content": "对物种整体有益的事情←-←"
        },
        {
            "author": "QuantumCraft",
            "timestamp": 1429015980,
            "txt_content": "第一个问题：同意，如果换成我也愿意被吃←-←\n第二个问题：玩个游戏都这样太不道德了←-←\n第三个问题：同意\n\n第一个问题只不过被大众目前所有的“良知”束缚，实际上他们不会因为其他人有难而挺身而出\n第二个问题，毕竟只是游戏，早死又如何\n第三个问题：社会主义便是如此"
        },
        {
            "author": "哈鱼",
            "timestamp": 1429019160,
            "txt_content": "那个火车的问题，你既然知道有火车要开过来，为什么不提醒那些工人呢？"
        },
        {
            "author": "primar-sunshine",
            "timestamp": 1429019280,
            "txt_content": "对于这个投票真的是左右为难"
        },
        {
            "author": "⭐✔️",
            "timestamp": 1429019760,
            "txt_content": "这种不应该是九个人全住一个房吗\n\n然而游戏中并没有义务，同时没有权益"
        },
        {
            "author": "凋零娘",
            "timestamp": 1429020720,
            "txt_content": "为了集体的利益，我们应该可以放弃个人利益，只有集体利益壮大了，个人利益才可以有所保障。"
        },
        {
            "author": "jimmyzhong",
            "timestamp": 1429107660,
            "txt_content": "@darknova\n第一个问题\n一边是你认为你该做的，另一边是你想做的，但是有时候，不一定你觉得什么是该做的才是你需要做的，也不是你觉得什么是想做的才是你需要做的。这种问题不能以你自己作为判断，而且，毕竟不同人也会做出不同的选择，有可能一些人会选择自杀，让别人在支撑一会\n第二个问题\n同上\n第三个问题\n没有谁重要或者谁不重要，就算那边是美国总统，这边是五白个建筑工人，你到底会选哪边，这种问题毫无意义，就好像问你妈和你爸在两边，只能救一个，救了一个就没法救另一个，无非就是想知道谁更重要，而这种问题根本不能以谁重要或谁不重要来衡量"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1429108980,
            "txt_content": "你是否依然同意为了多数人的福利增进可以牺牲少数人作为代价？\n这个问题是没有意义的，因为这事人类社会从古至今，或多或少，都一直在干，而且还会干下去\n人类都是自私的，真正无私的人，有个别名，叫傻子，加之人类有足够的智力来共谋。自私加上共谋，资源匮乏时会产生什么？这是一个反问句了吧\n\n当你把很多存在于现实中的问题提炼到哲学层面的时候，得到的答案就会与事实大相径庭了，这里也是一样。所谓“当局者迷旁观者清”，说的估计就是这个意思，总不见得这投C的14个人都是傻子吧\n\n再拉回到现实层面，如果人类真的有可能在没有外力的情况下做到良好的自我管控，防止牺牲少数人这种事发生，请问法律还有何用？法律的存在不就是为了减少/防止这类事情的发生吗？服务器内也是一样，若这个问题真的可以在没有外界监管的情况下自行解决，那op还有何用呢？"
        },
        {
            "author": "黑星nova",
            "timestamp": 1429109160,
            "txt_content": "jimmyzhong 发表于 2015-4-15 22:21\n@darknova\n第一个问题\n一边是你认为你该做的，另一边是你想做的，但是有时候，不一定你觉得什么是该做的才 ...\n你根本没有理解我的问题，我讨论的是合道德性而不是谁重要。"
        },
        {
            "author": "aarolxb",
            "timestamp": 1429114680,
            "txt_content": "说实话,着个问题,真的不好回答,回答认同惹人,回答不认同,还惹人,所以保持中立了!"
        },
        {
            "author": "jimmyzhong",
            "timestamp": 1429147800,
            "txt_content": " 本帖最后由 jimmyzhong 于 2015-4-16 09:33 编辑 \ndarknova 发表于 2015-4-15 22:46\n你根本没有理解我的问题，我讨论的是合道德性而不是谁重要。\n@darknova\n这个问题不管选择哪边, 都无可避免的会撞死工人，难道撞死一个工人就比撞死五个工人更有道德吗，或者撞死五个没用的工人就比撞死一个有用的工人更道德吗？这道题无法用道德性来判断，因为道德不是自身能决定的，不管你选哪边，你的道德就会因为你选的那边而变坏或好吗，这是因为道德观是人类社会产生的产品，人在慢慢跟人接触的情况下才有了道德感，而你的道德感正是社会所影响的。这道题无解是因为不管你选哪边，没法从本质上来判断你是对和错，而在道德观上，因为每人的经历不一样，道德观也不一样，所以没有准确答案。这个问题没有解，所以才无意义。\n这是我的理解，希望能采纳\n等等这好像不是问答版块"
        },
        {
            "author": "普通HIM",
            "timestamp": 1429160520,
            "txt_content": "把耳包拿掉默默大喊一声火车来了"
        },
        {
            "author": "840196733mw",
            "timestamp": 1429250520,
            "txt_content": "别人怎么选择我不管，反正侵犯了我的合理利益，哪怕整个世界都别想以任何理由夺走"
        },
        {
            "author": "840196733mw",
            "timestamp": 1429250880,
            "txt_content": "至于杀一人救数人这一个问题我只能回答只要被杀的不是我就好了，如果没人肯动手杀他为了活下来我也有可能\n出手杀他，至于是否他无辜，我只能说我是我是为自己利益杀他的，反正若果我是那个被杀的人，那么我会杀了 \n来杀我的人"
        },
        {
            "author": "1092019162",
            "timestamp": 1429264080,
            "txt_content": "杀掉吃了，要不他死，要不我死"
        },
        {
            "author": "清风飘飘",
            "timestamp": 1429264860,
            "txt_content": "怎么可以吃人  "
        },
        {
            "author": "紅月阿",
            "timestamp": 1429327440,
            "txt_content": "道德方面牺牲少数人代价 完成多数人代价 值得深思。。直到马克思理想社会主义 最高社会主义"
        },
        {
            "author": "Creeper娘控",
            "timestamp": 1429429320,
            "txt_content": "在正常人眼里mc里杀人也是不对的"
        },
        {
            "author": "Creeper娘控",
            "timestamp": 1429429320,
            "txt_content": "MC是个人英雄主义游戏，我们是集体主义国家，不一样啊"
        },
        {
            "author": "jiankai",
            "timestamp": 1429573080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}