{
    "title": "【临时工搬运】Chateauesque庄园",
    "author": "筒子",
    "replyCount": 5,
    "timestamp": 1429077840,
    "txt_content": " 本帖最后由 __Tong__ 于 2015-4-15 18:00 编辑 \n\nChateauesque庄园\n[paper]作者原话[paper]\nHey all, This is my 2nd French Mansion I've done so far, and I'm really enjoying this one, and I'll probably make plenty more in the future. The chateau itself is 4600 sq ft, give or take a few, and is full of luxuries. It is 4 bed, 3 bath. It has an incredible 2 story foyer right inside, with the grand dining room nearest to the entrance. There's a library near as well, and it opens up to a side portico. If you go into the other door from the balcony, as there are 2, you'll find yourself in a guest bedroom with it's own bathroom, that's also shared with the living room. The living room is also 2 story, with a large 2 story fireplace. The kitchen comes off of it, and has garage entrance and laundry room access. It has 2 seperate bars, one in a breakfast room and another in a small morning sitting area. Their's the keeping room, then back access stairs. Going up there's immediately the master bedroom with a generous bathroom, complete with a sauna and large shoe closet. Leaving here is the up stairs keeping room. going forward you'll find a small private office, with 2 client chairs. There's another sitting area when you keep moving, leading out to the balcony where the front grand stairs are placed, with a pool table and a grand piano. Then, the hallway nearest the front stairs and furthest from you leads to two mirror imagining guest beds with access to one larger bathroom above the portico. Thanks for looking!\n为了尊重作者，我还是不机翻了，毕竟这个只是作者的一些话而已，没有什么重要的内容下面是本人自己的评价以及搬运的原因\n[diamond_gem]搬运理由[diamond_gem]这个作品的外观确实是还没有达到搬运过来的水准，但是我们可以去看他的内饰这些内饰的方法和水平已经达到一种非常厉害的水平一个这么大的别墅完全不会让人觉得是空空的，使用的物品很多，但是还是有条有序\n[painting]图片欣赏[painting]\n\n\n\n[board]作者信息[board]*点击图片跳转作者个人详细介绍*\n\n更多搬运建筑请到：【临时工搬运】索引贴去寻找",
    "replies": [
        {
            "author": "神~阿尔法",
            "timestamp": 1429084140,
            "txt_content": "内饰弄的真好看!"
        },
        {
            "author": "scy123",
            "timestamp": 1429084680,
            "txt_content": "内饰不错"
        },
        {
            "author": "215075713",
            "timestamp": 1429088460,
            "txt_content": "做的不错，顶一个！{:10_509:}"
        },
        {
            "author": "江米条",
            "timestamp": 1429088760,
            "txt_content": "外观确实有点不可恭维...但是内饰真心不错"
        },
        {
            "author": "暗黑行者",
            "timestamp": 1429088880,
            "txt_content": "感觉很多的海外大触都是用这个材质。"
        }
    ]
}