{
    "title": "【临时工搬运】格鲁吉亚别墅-Georgian Estate",
    "author": "筒子",
    "replyCount": 2,
    "timestamp": 1429081680,
    "txt_content": " 本帖最后由 __Tong__ 于 2015-4-15 18:02 编辑 \n\n格鲁吉亚别墅[paper]作者原话[paper]\nHello! Today I bring you a marvelous 5 bedroom, 3 bathroom Georgian Estate. It was constructed in the 1880's (Hence why there isn't a garage) and has retained it's original, historical exterior. On the interior, however, you will find modern day amenities such as in door plumbing and TV's, with the kerosene lamps being replaced with electrical. The Master Bedroom has a beautiful king sized 4 poster bed, along with a personal porch and nicely proportioned bathroom. The living room is nice and subtle with a warm, welcoming aurora, that leads to the grand back patio. It also has a grand piano situated in front of the fireplace. You'll find the kitchen right by the living room and you will follow it into the dining room, with golden silverware and hand crafted mugs in place, along with a fireplace. The office is near the dining room, with a roomy airy feeling too it. Upstairs, there is another seating area leading to a porch, billiards table, aquarium, and even an arcade with pinball machines. There are 3 more bedrooms here, 2 including a bathroom. Be careful, you'll find one bedroom littered with toys from little mischevious children. To finish the tour off, there's a quiet, comfortable study. Hope you enjoyed :) \n为了尊重作者，我还是不机翻了，毕竟这个只是作者的一些话而已，没有什么重要的内容下面是本人自己的评价以及搬运的原因\n[diamond_gem]搬运理由[diamond_gem]没错又是这个作者，这个作者的作品还真是每一个都是经典啊，每一个都风格大同小异，有着自己不一样的细节想要学习内饰的人不妨点一下帖子最后的作者个人信息来寻找他的跟多作品于是不出意外，接下来的一贴，还是他的作品[painting]图片欣赏[painting]\n\n[board]作者信息[board]*点击图片跳转作者个人详细介绍*\n更多搬运建筑请到：【临时工搬运】索引贴去寻找",
    "replies": [
        {
            "author": "Ming_tian",
            "timestamp": 1431071940,
            "txt_content": "真好！就是我想要的那种！"
        },
        {
            "author": "请问111",
            "timestamp": 1431178140,
            "txt_content": "真好，漂亮！！！赞"
        }
    ]
}