{
    "title": "【临时工搬运】国王的城堡-King's Castle",
    "author": "筒子",
    "replyCount": 7,
    "timestamp": 1429146720,
    "txt_content": "\n国王的城堡King's Castle[paper]作者原话[paper]\nHello! \n\nI proudly present my new project: The King's Castle! \n\nI've always loved castles. When I was a little boy, I built castles with sand on the beaches and later with LEGO, now I create them in Minecraft. The first thing I did after buying the game: Building a castle! That looked terrible, but anyway, we can say I am a true castle-fan! ;) \n\nThis is my first \"high detailed\" project I've built so far, and it was really wonderful to create! I love making all the details and ornaments, and to see that it looks good is always awesome! :) \n\nIt was quite hard to build, but with all the details it turned out quite good, I'd say. ;D \n\nThe castle has got 9 towers: 4 on the corners, 4 on the wall and a very big one in the centre. The whole map with the mountains the castle took around 2 weeks to build (about one hour per day). One week for the terrain and one week for the castle. A time of hard, but nice building and terraforming :) \n\nThe terrain was built using VoxelSniper, and for the render I used Chunky, as usual. The featured image was made with Cinema 4D. The castle doesn't have an interior, and I'm probably not going to add one. \n\n\nIf you like the project, please diamond it up and leave some feedback! Subscribe for more! :D [book]简单翻译[book]你好!　　现在骄傲地像你展示我的新项目:国王的城堡!　　　　我一直爱城堡类型的建筑。当我还是个小男孩的时候,我和沙海滩上建造城堡,现在我可以在Minecraft创建它们。购买游戏后我做的第一件事:建造一座城堡!看起来工作量很可怕,但无论如何,我们可以说我是一个真正的城堡粉丝\n下面是本人自己的评价以及搬运的原因[diamond_gem]搬运理由[diamond_gem]这个是作者在13年做的建筑，估计是作者接触Minecraft没多久的作品，然而新手做出一个这个作品肯定需要花费不少的精力作品整体略显呆板，花纹生硬，颜色也非常的单一，连渲染都是新手的水平。没有作者在最近的作品那么精致。搬运这个就是想告诉大家，没有人一步登天，都是慢慢的学习才能做出更好的建筑的[painting]图片欣赏[painting]\n[board]作者信息[board]*点击图片跳转作者个人详细介绍*\n\n更多搬运建筑请到：【临时工搬运】索引贴去寻找\n\n\n",
    "replies": [
        {
            "author": "Anyu",
            "timestamp": 1429147200,
            "txt_content": "这两个建筑是一个系列的吗？"
        },
        {
            "author": "七舅姥爷",
            "timestamp": 1429150800,
            "txt_content": "这种山是怎么做出来的?"
        },
        {
            "author": "Yy星人",
            "timestamp": 1429157580,
            "txt_content": "你和血君两个人是在比谁搬的多么"
        },
        {
            "author": "筒子",
            "timestamp": 1429158180,
            "txt_content": "Anyu 发表于 2015-4-16 09:20\n这两个建筑是一个系列的吗？\n是一个作者而已了，这个是作者早期的作品"
        },
        {
            "author": "筒子",
            "timestamp": 1429158300,
            "txt_content": "七舅姥爷 发表于 2015-4-16 10:20\n这种山是怎么做出来的?\nworldpainter做出来的"
        },
        {
            "author": "筒子",
            "timestamp": 1429158360,
            "txt_content": "Yy星人 发表于 2015-4-16 12:13\n你和血君两个人是在比谁搬的多么\n这个没意义，我只是为了丰富我的索引而已"
        },
        {
            "author": "晨丶Jacobson",
            "timestamp": 1429345620,
            "txt_content": "为什么不给看内饰呢。"
        }
    ]
}