{
    "title": "<原创·连载>《恶魔自黑系列》1.清零 [By：恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 8,
    "timestamp": 1429104420,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-5-1 23:16 编辑 \n前言：\n有人说我拖坑拖得太久了，其实我是在更新……等着哪一天屠版……毕竟我真的是拖坑太久了……\n\n\n1、清零\n    滂沱的大雨冲洗着大地，车辆来来往往，这里一派繁华的景象，好不热闹！\n    我站在人群中，他们拿着花花绿绿的雨伞，在远处看就好像不同颜色的布织在一起。唯独中间少了一块——我此时在人群中发呆，迷茫地看着前方，雨水不断打湿我的衬衫，周围的人用奇怪的眼神看着我，甚至避开了我。我看看他们，独自一人走出这里，这个没有爱的世界。\n    我揭开下水道的盖子，跳进了那漆黑的下水道。顿时，周围变得空白，光芒在朝我接近，我感到了温暖。上帝给我打开一扇窗，我爬了进去，但狡猾的他把我狠狠地扔到无尽的深渊……\n    “扑通”一声，我从床上摔了下来，刚才原来是场梦，我松了口气。看看闹钟：四时二十三分，我麻利地穿好衣服，打开窗帘，屋外是另一番景象，与屋内的昏暗形成了鲜明的对比。我猛地一惊，是不是又是一个梦？我甚至这样想。但我错了，我走出卧室，看了看悬挂在墙上的电子钟：六时十二分，看来我又忘记调闹钟了啊。几天前，我就因为这个闹钟而迟到扣了班分，现在想想都觉得羞耻！\n    那么，该上学了吧。我穿好校服，拿出面包和牛奶，自己装模作样地吃起来。一向谨慎的妈妈好像听到了什么动静，她打开门，朝餐桌方向望了望，便知道是我了。她再看看我“丰盛”的早餐，一把抢过我即将送到嘴里的面包，生气地说：“你这孩子，怎么起得这么早？还有，怎么连过期的面包也敢吃啊，不怕肚子疼？”我纳闷了，以前妈妈起床很早的，可是今天都六点半了怎么还说早？真是奇怪！\n    我只好喝下牛奶，拖着疲惫的身子走向学校。真是的，今天怎么跟往常这么不一样！\n    先不说刚才妈妈的反常举动，就说一下现在外面的场景：怎么只有我一个人？往常，学生们沿着大道朝学校走去，到处都是说笑声，可今天怎么……等等，我好像忽略了什么，这会不会又是一场梦？我火急火燎地赶回家，问妈妈：“今天星期几？”妈妈此时正在家里打扫卫生，她看到我，差点笑了出来：“今天是双休日，想不到你竟然当成了上学日！”我为自己的愚笨感到了羞愧。\n    一天过去了，我的作业基本完成。晚上，我打开电脑，发现自己原来下载的一些游戏全部被删除了。就在我悲愤之时，妈妈走过来，对我说：“这次月考要是再考不好，我马上把电脑卖掉！”我听到“月考”两个字，猛然想起下周一便是可怕的月考。想起上一次期末考，考了六十多名，就被妈妈教唆了一顿，这次要是再考不好，可又要挨批了，唉！\n    我不满地走回卧室，一头倒在床上，想着这次月考该如何应对，不知不觉中，我睡着了。\n    半夜，我艰难地睁开眼，强烈的光芒照得我眼睛生疼，窗外怎么了？那么强烈的光？我快步走到窗口，外面不知被什么东西照得堪比白昼“库库，库库，库拉——”坚硬的墙壁裂开了缝；支撑墙壁的柱子破碎了，天花板塌下来。我来不及躲避，被压在了废墟之中。\n    “咳……咳，该死的……怎么回事……”我在黑暗与废墟中苏醒了过来，掀开压在身上的较轻的石头，总算有一点放松感了。突然，眼前出现了一台老式电视，上面的影像依稀可以看到，一个外国的主持人在滔滔不绝地讲解，她的身后是三个显眼的字母：BBC。当我的视角再次转移到出现的影像时，“兹兹”的声音从内部传来。突然，电视黑屏了，任凭我如何敲打，都无济于事。\n    “小孩，看够了吧！”不远处，一团黑影在愈来愈近，我的额头上渗出了汗珠。黑暗中，那个人的面貌总是那么模糊，不论如何看都是那样。他走到我面前停下，弯下腰在我耳旁说：“又一个臣民。”这句话把我吓得魂不附体，我连忙后退两三步，这次才总算看清了他的模样。黑面具，似乎有点像防毒面具，除此之外，没有什么再显眼的特征。\n    又一道光，这次比起上一次显得微不足道，但和太阳光也有的一拼。我紧闭的双眼缓缓睁开，在眼前的是天花板，什么废墟啦，黑衣人啦，都统统不见了。这原来是个梦！\n    既然做了这么有想象力的梦，那就加入想象写出来！\n\n还是那样渣渣的文笔……这才是我最对不起翻译创作版的原因……发了多少渣帖……（不要在意文中“我”的中二）\n\n释放结界：大召唤术！\n@llxy @北极星人 @天阶 \n\n索引   下一章",
    "replies": [
        {
            "author": "北极星人",
            "timestamp": 1429104600,
            "txt_content": "六十名是级部还是班级啊"
        },
        {
            "author": "Yy星人",
            "timestamp": 1429104960,
            "txt_content": "太勤奋了2333双休日还想着学校"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429105380,
            "txt_content": "北极星人 发表于 2015-4-15 21:30\n六十名是级部还是班级啊\n年级……我竟没想到整个年级有刚好233个人……"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429105440,
            "txt_content": "Yy星人 发表于 2015-4-15 21:36\n太勤奋了2333双休日还想着学校\n如果你每天被逼着起床并被逼着上课各种限制的话，你也会这样的，相信我！"
        },
        {
            "author": "1525967679",
            "timestamp": 1429106820,
            "txt_content": "嗯 好吧 不过按理来说下雨不带雨伞应该不会被人围观的。。。 因为那时候人们都在思考的自己的事情 或者想着要去的地方 而且下水道的盖子并不好揭开"
        },
        {
            "author": "天阶",
            "timestamp": 1429156740,
            "txt_content": "呵呵，我……这算是自黑么？我不这么认为。\n参合了幻想成分，\n但是\n继续努力自黑吧\n\n有能力把我也黑了啊！"
        },
        {
            "author": "llxy",
            "timestamp": 1429271640,
            "txt_content": "天阶 发表于 2015-4-16 11:59\n呵呵，我……这算是自黑么？我不这么认为。\n参合了幻想成分，\n但是\n好啊我改天把你的糗事弄到我的签名档里去"
        },
        {
            "author": "xcc",
            "timestamp": 1430009280,
            "txt_content": "我月考年级稳定四十名以内，全年级九百人，周末wow加lol，2333，你的生活啊"
        }
    ]
}