{
    "title": "<原创·连载>《恶魔自黑系列》2.起始 [By：恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 9,
    "timestamp": 1429104540,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-5-1 23:16 编辑 \n   构思，构思，构思！真是麻烦！早知道就不这样了！\n    前几天，我向我的同学炫耀我即将向写作这一道路进发，赢得他们不少加油与敬佩的目光，心里别提多美滋滋了。可现在仅仅一个剧情构思就让我脑袋都炸了！\n    首先……开头都没有想好，怎么把那个奇怪的梦写下来呢？明明都那样炫耀了……却还是没有一点头绪！到底怎么办？去坦白然后承认自己的无能？还是悄悄地避开这个话题直到他们全部忘记？好主意！\n    于是我又开始了荒废许久的游戏生活。每天一款游戏，不好玩卸载重新换一个，就是这样潇洒。但渐渐地，我愈来愈焦躁不安，是有什么事了吗？\n    果然，这样的日子没过多久，就有人问我：“你的那个什么怎么样了？”我也只能苦笑着敷衍。还能再这样下去吗？我问自己。承诺是用来实现的，难道还能用来欺骗？不错，我是违背了承诺，放弃了最基本的道德——守信。我理应去道歉，去承认，但我没有那么做。我只不过是一个虚伪的大骗子！\n    好了，开始吧。无比艰难的旅程。\n    从在电脑上输入这第一个字开始，我就明白，自己已经走上了一条无法回头的路，并继续走下去。“嗒，嗒，嗒”，手指在键盘上不停移动，屏幕上出现了越来越多的汉字。一行，两行，三行……一小时在打字中度过，我看看字数统计，有一千多字，虽说加上标点符号才这么多，但足够了吧。\n    我尝试着复制下来，但该往哪里发呢？一些小说网站根本不理会我这样的文笔，还有……对了，论坛里！眼下最要紧的就是把它发出去，听听别人的心声，最近听说一个论坛里可以发小说，我顿时有了方向。恩，就这么办！\n    注册好账号，按照一定的顺序登录。最后，我将那篇复制，粘贴，很快，整个帖子的排版让我很满意了，发送！\n    我关掉了论坛，继续在打字中沉沦。\n    大约是过了七八分钟吧，我保存了文档，打开论坛。只见一个醒目的红石火把出现在“提醒”旁边，而“提醒”变成了“新提醒（1）”。我寻思着点击那个红石火把，会怎样呢？按照往常的经验，我打开自己的帖子，只见一个小框框，小框框上写着：点评。有人给我评分了！唔，一人气十五金粒，还好还好，不算太少。\n    很高兴能有人给我评分，这样给了我很大的鼓励与动力，继续更新！\n    一千多字再次横空出世，我有些烦了。这样打字真的很烦！要是每天这样的话，那我岂不得累死？哦不，不能这样！那我的游戏时间非得全部被这个吞噬殆尽！我要想一个办法拖坑！嗯，对，就是这样，果然天衣无缝！这个办法绝对行得通！\n    我再次进入论坛，打开自己的帖子，刚要编辑一下，我就看到下面有一个人回复了。我把滚动条拖到那里，他说：本三流打字爱好者表示膜拜。膜拜？！这是真的吗？从来只有我膜拜别人的份，根本没有别人膜拜我的份！真是让我太高兴了！\n    那么，就把新出炉的一章发出去吧，希望会有新的回复。\n    突然又看了看，嗯……这是不是有点差劲？人物形象我只是粗略地描写了一下，没有什么大的亮点；像什么衬托啊，伏笔什么的，几乎找不出一处；剧情未完善，却又蹦出新的思路……不过没关系，那么多帖子，也不可能一定看我的。对，就这样发出去……决定了！\n    等一等，你当初写这个的目的是什么？为了名誉和赞扬吗？不，为了心中的那个方向。它一直引导你，却被你抛弃，名誉这个东西啊，最好不要去沾染。只要脚踏实地地写，不管表扬还是批评，都去接受，这样才能继续谦虚下去，谦虚使人进步嘛，对不对？心里的另一个声音对我说。我猛然从虚构的幻想中逃出来，对，只要认真写，一定会写出好文章来的。即使一路上被别人嘲笑讥讽，那也是自己的不足罢了，还需要继续努力啊。\n    好了，先歇一小会，就一小会……迷迷糊糊中，我在靠在椅子上睡着了。\n    “哎哟！”，我从椅子上摔了下来，真是的，都这么大了，怎么还会犯这样的小错？揉一揉双眼，屏幕上已经出现了一个聊天窗口，窗口内密密麻麻地都是他发给我的窗口抖动，数量惊人。“干什么？”我发送将这一条消息过去。他告诉我：加一下我的群，快！我突然想到了什么。\n    脑洞不够，是不是可以与别人一起来构思呢？学习与借鉴，是不是也以别人为基础呢？我是不是也可以创建一个群组来“招贤纳士”组成一个“智囊团”呢？与其说是让别人来想，不如说是和别人交朋友来互相学习呢！\n    对，就这么办！\n\n\n可以喷，欢迎提出意见……\n\n释放结界，大召唤术！\n@llxy @北极星人 @天阶 \n\n上一章    索引    下一章",
    "replies": [
        {
            "author": "小白~别喷。",
            "timestamp": 1429106220,
            "txt_content": "XDDDlz辛苦了，写作很累吧"
        },
        {
            "author": "1525967679",
            "timestamp": 1429107120,
            "txt_content": "哦 好吧 凭我的智商总算是理解出来了 刚刚的第一章是主角写的文么"
        },
        {
            "author": "天阶",
            "timestamp": 1429156860,
            "txt_content": "……但是目前……我们还没有从师傅那学来如何的知识……\n“锦囊团\"也不怎么活跃诶！\n\n你应该多想想\n\n有能力把我也黑了啊！"
        },
        {
            "author": "zoujifu",
            "timestamp": 1429156980,
            "txt_content": "额。 这是要经验的。 水贴吧"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429158060,
            "txt_content": "zoujifu 发表于 2015-4-16 12:03\n额。 这是要经验的。 水贴吧\n水帖？！你再好好看看……"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1429158360,
            "txt_content": "来我们的QQ群组451377274好吗？正需要有产量的作家。"
        },
        {
            "author": "zoujifu",
            "timestamp": 1429158360,
            "txt_content": "好吧。 你这个字数太多。 我有点眼晕。  感谢LZ"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1429158480,
            "txt_content": "天阶 发表于 2015-4-16 12:01\n……但是目前……我们还没有从师傅那学来如何的知识……\n“锦囊团\"也不怎么活跃诶！\n\n\n在下在群451377274的一些浅见寡闻说不定可以帮到你？"
        },
        {
            "author": "xcc",
            "timestamp": 1430009640,
            "txt_content": "呵呵哒，我被签约前来秀优越"
        }
    ]
}