{
    "title": "【临时工搬运】群山中的城市-The City of Arthor",
    "author": "筒子",
    "replyCount": 11,
    "timestamp": 1429148700,
    "txt_content": " 本帖最后由 DGK2 于 2017-8-5 20:36 编辑 \n\n群山中的城市The City of Arthor\n\n[paper]作者原话[paper]Welcome to Arthor! \nAbout \nOnce, I was really bored on Minecraft, so I started to build a medieval house. It looked quite cool, so I built a second one. Then I added a street, some trees, leaves, bone meal, glowstone lamps... And a medieval city was born. ;) \n\nAfter a few days, we put the map on our private server and finished the city. Then we started with the terrafroming: The mountains around the city and the huge forest in front of the entrance. We also built a river on the bottom of the mountains and we added some trees and bone meal. Nearly everything was built using VoxelSniper, a really awesome and useful terraforming plugin. :) \n\nThat took a really long time, because we were only 2 people building the whole city! \n\nThis project took a lot of time, so please \nComment to leave some feedbackDiamond if you like itFavourite if you really like itAnd Subscribe for more! :D\nThanks! \nThe City includes: \nA royal castleA wooden cathedralOver 150 medieval housesA medieval watchtowerLots of cool gardens and fountainsCity wallsA great entrance gateTwo beautiful, big gardensAwesome mountains around the cityOther terraforming: A river, a lake, a huge forestSome really cool and detailed houses and a little village outside of the city wallsArea: About 550 x 850 Blocks\nPictures \nI rendered the pictures with Chunky, a render program. I used the texturepack DokuCraft on the renders. The first image was made with Cinema4D. \nTake the time to see the pictures in full screen! :D \nCredits \nTo \n- LouizZ: Building, mainly \n- GH_28: Building and giving ideas \n- TH3ON1YN00B: Some little terraforming and support \n- TheBordGame: He made an awesome, fully in Cinema4D animated cinematic of the city! Go subscribe to him! \n\n\nThank you guys! :D \nAdditional NotesI also installed the \"Dynmap\" plugin, so click here for an overview of the whole map. Enjoy! :D\n[book]简单翻译[book]有一次我非常无聊，所以我开始建了一个中世纪的房屋。因为它看起来很酷,所以我建立了第二个。然后我添加了一个街头,一些树,叶子,骨粉,glowstone灯……和一个中世纪的城市诞生了~\n\n下面是本人自己的评价以及搬运的原因[diamond_gem]搬运理由[diamond_gem]嗯，我知道这个帖子撞车了，然而我还是继续的搬运了过来，因为我觉得原来的那个帖子搬运的质量实在是太差了图片没几张，格式也闪眼睛，而且我们临时工的精神就是，不管撞没撞，只要没有我们搬运的质量高介绍的不详细的，统统重新搬运，我们不怕背锅，不怕没人气，只是为了会员们可以看到更好质量的帖子，不能因为是搬运就随意乱写搬运这张图没有什么别的原因，就是因为它大，很适合作为中世纪RPG服务器的地图，一个服务器的地图就是让玩家玩的一栋再吊炸天的建筑也比不上一个建筑群的感觉[painting]图片欣赏[painting]\n\n\n\n[board]作者信息[board]*点击图片跳转作者个人详细介绍*\n\n更多搬运建筑请到：【临时工搬运】索引贴去寻找",
    "replies": [
        {
            "author": "七舅姥爷",
            "timestamp": 1429150740,
            "txt_content": "感觉有些太过规整了，不太自然……"
        },
        {
            "author": "筒子",
            "timestamp": 1429158420,
            "txt_content": "七舅姥爷 发表于 2015-4-16 10:19\n感觉有些太过规整了，不太自然……\n这个是作者很早以前的了，刚玩能做成这样已经很了不起了"
        },
        {
            "author": "时溯之灵",
            "timestamp": 1429158900,
            "txt_content": "正打算建个类似的 现在看来有素材用啦~"
        },
        {
            "author": "40541688",
            "timestamp": 1429166760,
            "txt_content": "尼玛鸟瞰图吊炸啊"
        },
        {
            "author": "筒子",
            "timestamp": 1429168260,
            "txt_content": "时溯之灵 发表于 2015-4-16 12:35\n正打算建个类似的 现在看来有素材用啦~\n能帮到你们还是很开心的"
        },
        {
            "author": "闪电骑士WZP",
            "timestamp": 1430146260,
            "txt_content": "这个做服务器的主城不错、"
        },
        {
            "author": "pakho",
            "timestamp": 1430375700,
            "txt_content": "该不是暮色哪加那里造吧"
        },
        {
            "author": "刃起无痕",
            "timestamp": 1454769300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "加强版强盗",
            "timestamp": 1454916900,
            "txt_content": "房子整齐的跟用\nWE复制出来的一样"
        },
        {
            "author": "Cavalry_仰望",
            "timestamp": 1455005580,
            "txt_content": "压缩包打开后有两个文件夹，服务器用的是哪个？"
        },
        {
            "author": "微笑绅士",
            "timestamp": 1455108900,
            "txt_content": "可否用作服务器地图"
        }
    ]
}