{
    "title": "【原创】 《龙》第六章-----遭遇战",
    "author": "qwedsaqseesq",
    "replyCount": 3,
    "timestamp": 1429177320,
    "txt_content": " 本帖最后由 qwedsaqseesq 于 2015-5-2 21:29 编辑 \n\n[wood]作者的话[wood] 最近有点忙，所以没抽出时间更新小说，不过别担心。\n第六章-----遭遇战  清晨的树林很美好，鸟儿的叫声回荡在树林，淡淡的薄雾萦绕在周围。\n  “喔---”叶轩走出帐篷，快要熄灭的营火泛着红光。\n  路易斯也从帐篷里走了出来，踩在小水坑里，激起一点点水花。\n  “该赶路了。”叶轩一边说着，一边叫醒戴维和叶唤。\n  成员们吃着早餐的烤面包，香味飘在清晨的空气中。\n  戴维睁开惺忪的双眼，吃着烤好的面包，坐在重新升起的营火前。\n  “休整一下，就该出发了。”叶轩对叶唤说。\n  “嗯。”\n  只有路易斯明白，清晨的树林是最危险的。\n  行进了不久之后，路易斯突然发现周围有些不对劲。\n  周围异常的安静，好像声音离他们远去了。\n  地面震动起来，三棵大树轰然倒下，来的路被封住了！\n  “大家小心，蚯蚓来了。”路易斯拔出了鞘中的剑。\n  他看到，树木倒下的一瞬间，一个末端有骨刃带着条纹的尾巴钻入了地面。\n  “噗！”一声被洞穿的声音响起，一个成员被垂直贯穿。\n  “混账！”路易斯大吼一声，每一个屠龙者都是宝贵的资源，死亡绝对不能容忍。\n  叶轩突然往前滚了一段距离，他原来的位置上，一个带着骨刃的尾巴突了出来。\n  “干得好！”路易斯飞快地冲了过去，一刀斩去了半个骨刃。\n  “嘶！”一个如雷电一般响亮的声音叫了起来，虽然没有感到任何疼痛，但它愤怒了。\n  它钻出了地面巨大的身躯盘了起来，张开那圆形的布满螺旋状利齿的大嘴，全身布满条纹，但是没有眼睛。\n  成员一拥而上，它扭动着身躯，不断挥舞着只剩下半个骨刺的尾巴进行攻击，口里喷出浅绿色的粘液。\n  叶轩右手提着刀，一跃跳到和它抬起来的头一样高的地方，一刀砍下了它的头；然后翻滚了一圈，又砍下了一段身子。\n  蚯蚓不断发出嘶嘶声，掉入了自己钻出来的洞内。\n  戴维的火焰液体一般灌入了洞穴，一道冲天的火焰冒起来。\n  叶轩呼了一口气，走向路易斯，却发现他仍紧绷如弓。\n  “被你称为蚯蚓的那玩意儿，到底是什么？”\n  “克赛尔卡杜斯原虫，一种巨大的动物，它们的虫卵便有龙蛋的一半大，生出来就跟蛇一样长。”\n  “说得我起了一身鸡皮疙瘩。”\n  “很快你就会再起一次了，因为它们的再生能力超强。我曾经杀死过一条克赛尔卡杜斯原虫，它被我砍成三段再抛到高空摔下，但是它还没有死，并重新长在了一起。后来我把它切碎了，它才死了。”\n  叶轩打了打寒战：“你不会告诉我，它被切成三段后再被烤焦还不会死吧。”\n  “恐怕是的。”\n  克赛尔卡杜斯原虫又钻了出来了出来，被砍开的部位被新生的肌肉链接在一起，肌肉不断地蠕动着。\n  “我承认，这是我看到的最恶心的东西之一。”叶轩吼到。\n  他一跃而起，一刀砍在克赛尔卡杜斯原虫的头部，借力弹了起来，在空中把刀放在背后，顺势划开一道口子。\n  叶唤从克赛尔卡杜斯原虫后面出现了，他一刀砍在叶轩造成的口子上，伤口内的绿色的血溅了叶唤一声。\n  叶轩转身，跳跃着把克赛尔卡杜斯原虫劈成了两半。\n  克赛尔卡杜斯原虫嘶叫着倒下。\n  “我就不信竖着砍开还能活着。”叶轩把刀放在背后。\n  “是不能活着了。”路易斯道。\n  “但我知道，它为什么被你称作蚯蚓了，异类的生命力啊！”叶轩看着克赛尔卡杜斯原虫慢慢冷却的尸体，心中冒出一股恶寒。\n  “如果我说，克赛尔卡杜斯原虫的肉是难得的美味，你会吃吗？”路易斯走到尸体面前，割下一大块肉，绿色的血液不断地流出。  “不愿意，但会的。”\n  “克赛尔卡杜斯原虫很罕见，它通常会被抓起来圈养，然后借助它的生命力，不断地从它身上获取肉质。肉是绿色的，但煮熟之后会变成红色。”\n  路易斯带上了一部分肉，然后喊了一声：“想要吃的可以来这里割。”\n  “我割的肉够我们吃三天了。运气真不好，把那个牺牲的成员埋起来吧。”路易斯走到了成员的尸体面前。\n  叶唤心中有些痛，在他面前，真真切切的有人死了。但在他心里，好像有东西在嘲笑他的怜悯。\n  “你最擅长的，难道不是杀死一切么？不带一点怜悯地。”他心中的声音说道。----------下章预告-----穿越平原",
    "replies": [
        {
            "author": "Yy星人",
            "timestamp": 1429177440,
            "txt_content": "个人感觉还是有点短,不过和我相比之下算长了"
        },
        {
            "author": "彩虹城",
            "timestamp": 1429179240,
            "txt_content": " 不错啦。  有写小说的天赋嘛"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429284720,
            "txt_content": "刚看到……话说名字那么长的蚯蚓，他自己不会觉得烦么……( ﹁ ﹁ ) ~→"
        }
    ]
}