{
    "title": "关于生存服长时间稳定不换周目的制度设计想法和讨论",
    "author": "ooooJACKoooo",
    "replyCount": 12,
    "timestamp": 1429154160,
    "txt_content": "这个想法应该是本服原腐竹开服以来依赖开服经验形成的一贯思路，整理一下供大家研究讨论\n\n到目前为止3年多的时间仅仅换过五个周目，目前第五个周目刚刚开始运行一段时间，第四周目运行的时间极长\n\n周目更换的主要原因一是采集资源与地形破坏之间的矛盾，二是不玩的玩家占用空间的矛盾\n\n纯圈地服运行一段时间后，地形破坏殆尽，坑洼的平原沙漠，各种浮空树和无底洞，而且前期玩家大多不玩了，形成大量的鬼城；圈地纠纷也时有发生\n\n这个进程在玩家多的大服就会进行的非常快，最后不得不更换周目。而基友小服倒是不会进展的太快\n\n从三周目试行地皮制度和球形资源世界以后，四周目实行的是纯地皮制度，每人发256*256地皮，配以多世界插件，设置定时刷新的球形资源世界和带地狱末地和3000radius随机传送功能的资源世界，刷新频率大约一个月一次\n\n这个制度证明是可以长期维持运行的，产生的矛盾冲突也少，降低了管理成本。但是同时暴露出一些问题：地皮过大导致玩家互动很少，亲密度不够，很多玩家甚至不知道自己有邻居；无法修建以刷怪笼为基础的刷怪塔；同时，地皮的地形过于单调化，使得建筑无法依托自然地形形成比较有味道的风格\n\n本服在五周目调整了思路，去掉了意义不大的球形资源世界，增加了可以圈地的主世界，形成了圈地-地皮双轨并行制度：设立主世界、资源世界、地皮世界、下界、末地五个世界；新人入服后免费发放一块80*80的地皮（这个尺寸基本够用，而且能够看到邻居的地皮，有利于形成邻里互动；觉得不够用的玩家也可以去主世界拓展区域）；主世界离开主城以后可以付费圈地兴建建筑，同时主世界设置挖矿无法掉落、规定非建筑用的大规模破坏地形封号（正版服，开小号成本非常高）；设置资源世界无法放置箱子，规定矿区、地狱、末地建筑不受保护，并且定期刷新。这样一来，喜欢圈地和喜欢地皮的玩家都可以各取所需。只是发现主世界的地形破坏情况依然无法避免，只能依赖巡查和检举，而这些方法的效率相当之低，但是无论如何一系列的规定和资源世界的分流大大减轻了这种破坏。\n\n如果有什么其他良好的建议，也可以一起讨论一下",
    "replies": [
        {
            "author": "a13326332",
            "timestamp": 1429256280,
            "txt_content": "资源世界可以定期开放，可以用小活动之类的赚钱。买材料。当然多世界是必不可少的"
        },
        {
            "author": "秋一",
            "timestamp": 1429285740,
            "txt_content": "熊孩子太多我还是默默和基友联机算了{:10_503:}"
        },
        {
            "author": "倾城丶小梦",
            "timestamp": 1429317540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "山大王",
            "timestamp": 1429522620,
            "txt_content": "我以为差不多一年换一次，三年就换了五次啊..."
        },
        {
            "author": "abgi",
            "timestamp": 1429629540,
            "txt_content": "我玩的服周目时间持续很久了，每个新玩家刚开始会随机到主世界一个地点，然后建立基地，再建立基地-出生点传送。出生点是主城，允许玩家在有限地皮建筑。资源获取在自己基地。不同玩家的基地隔很远基本不会产生资源冲突随意破坏的话只是自己的基地。对于不同生态群系的资源通过玩家商店交易或者协商情况下串门获取。"
        },
        {
            "author": "@亦勻",
            "timestamp": 1429698840,
            "txt_content": "以我的经验，基础插件必装，然后再装几个娱乐插件。如果要mod就四个左右。一切准备就绪之后开服，让玩家去玩，每天上看服务器。如果没意外，周目半年换一次，削弱老玩家。"
        },
        {
            "author": "@亦勻",
            "timestamp": 1429698900,
            "txt_content": "以我的经验，基础插件必装，然后再装几个娱乐插件。如果要mod就四个左右。一切准备就绪之后开服，让玩家去玩，每天上看服务器。如果没意外，周目半年换一次，削弱老玩家。"
        },
        {
            "author": "ooooJACKoooo",
            "timestamp": 1429708860,
            "txt_content": "为什么要以削弱老玩家为目的换周目呢。。。"
        },
        {
            "author": "亓憩",
            "timestamp": 1429710540,
            "txt_content": "我觉得主世界不让破坏是最好的。"
        },
        {
            "author": "ooooJACKoooo",
            "timestamp": 1429768920,
            "txt_content": "但是很难实现，因为很难监管，而且为建筑改造地形和单纯破坏地形也很难区分"
        },
        {
            "author": "舒克和贝塔",
            "timestamp": 1429775460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ooooJACKoooo",
            "timestamp": 1429778220,
            "txt_content": "主意确实不错。。。\n\n然而无法建筑不代表无法破坏，看到粘土山和沙漠，玩家们又蠢蠢欲动的抄起了稿子和铲子。。。\n\n但如果不让破坏的话，玩家又无法寻找地牢改造刷怪箱之类的了。。。\n\n而且圈地费用也是个大问题，一些建筑占地很大，一般只能圈重要地点"
        }
    ]
}