{
    "title": "关于“矿工茶馆”板块管理kehebai删除本人帖子的申诉",
    "author": "ooooJACKoooo",
    "replyCount": 5,
    "timestamp": 1429167240,
    "txt_content": "[color=rgb(102, 102, 102) !important]2 小时前您的主题 关于生存服长时间稳定不换周目的制度设计想法和讨论 被 kehebai 删除发错版了，请发到对应板块\n原帖是临时打的，并没有保存内容，也没有截图，因为并没有想到会被删除大致内容是介绍了服务器的经历和对多世界地皮/圈地制度的探究和希望吧友进行讨论。在此我要求恢复帖子；或给出帖子违反的详细条目和移动到其他版块的处理措施。关于我上午发的帖子“生存服怎样能够长期维持的讨论”一帖，我认为并不存在违规行为\n第一，对于版主kehebai所给出的帖子发错版块理由，我认为并不合理。关于闲聊和发错版块的定义模糊的，不明确的。我发此帖意在和所有人讨论一下服务器的设计制度问题，为什么不能算是闲聊呢？如果我所发表的内容被定为违规，那么我觉得此版块还有更多内容是需要删除的。比如“服务器中最辛苦的是技术”的讨论；比如“服务器应有哪些插件”的讨论；比如服务器是否应采用放大化世界的讨论，等等。我认为我与其他发这一类帖子的用户的不同之处在于，我是一个刚发帖的新手。我的目标是为此版块的讨论贡献更多有营养的话题，难道整个板块都是发金和新人报道才是管理乐于见到的情况？\n其次，我所发的帖子是没有违反规定的讨论帖，并且根据板块规定“第三条    MCBBS并不是只有茶馆一个板块，请大家自觉配合把相应类型的帖子发表在对应的版区。不符合版区内容的帖子会被传送至其他版块。”一条，我的帖子应被移动到其他版块，而不是直接被删帖。这些文字是我自己有感而发，并没有预先打出来进行保存，试问如果您怀着真诚负责的态度发表自己的感想而遭到如此粗暴的对待您又会怎么想呢？希望管理三思而后行，如果管理组认为不符合板块规定，请按管理组自己的规定移动帖子到其他的板块。\n最后，我想说的是，根据贵版置顶帖的最后一句“在结尾，我想跟大家说一下，茶馆并不是很严的地方，它诞生的意义便是让别人聊天，交流，但是凡事有个度，只要你把握好这个度，我们还在处理的话，那茶馆还有什么用呢？”的说法，茶馆应是较为宽松自由讨论问题的地方\n而管理对于我的话题的管理，我看不到任何宽松、自由、合理的存在，并且管理自身都无法做到遵守自己定下的条约和规定，我对此只能表示遗憾和失望\n\n",
    "replies": [
        {
            "author": "Grandiose",
            "timestamp": 1429168200,
            "txt_content": "这是GAYBL的接班人吗？\n\n可能相关版主认为这个标题发到多人联机讨论会好一些吧，看了下题目也确实是这样，因为大部分内容关于服务器。"
        },
        {
            "author": "ooooJACKoooo",
            "timestamp": 1429168620,
            "txt_content": "我是一个严肃谨慎的，从不为了任何经验水任何帖子的人\n\n重复一遍，我是一个严肃谨慎的，从不为了任何经验水任何帖子的人\n\n我致力于认真、客观的讨论和回复帖子，收集可用资源，和与论坛的朋友们进行有意义的交流。\n\n若管理处理问题的态度是如此，放任发金、新人贴等我认为的水贴充斥版面，却来对付我认真的讨论帖，我认为这不得不让人寒心，也许我应该重新考虑是否有将时间和精力花在贵站上的必要"
        },
        {
            "author": "ooooJACKoooo",
            "timestamp": 1429168860,
            "txt_content": "Grandiose 发表于 2015-4-16 15:10\n这是GAYBL的接班人吗？\n\n可能相关版主认为这个标题发到多人联机讨论会好一些吧， ...\n第一，如果是这样，那么要有确定的版规，规定多人联机讨论类的帖子不能发表到矿工茶馆\n\n第二，那么矿工茶馆其他关于服务器问题的讨论也应该被全部删除，而不应该只是针对我一个人，我认为这有碍于公平性原则\n\n第三，按照“矿工茶馆”版规叙述，我的情况应由管理员移动帖子到其他版块，而不是当做一般水贴删帖处理\n"
        },
        {
            "author": "Grandiose",
            "timestamp": 1429170060,
            "txt_content": "ooooJACKoooo 发表于 2015-4-16 15:17\n我是一个严肃谨慎的，从不为了任何经验水任何帖子的人\n\n重复一遍，我是一个严肃谨慎的，从不为了任何经验水 ...\n矿工茶馆本身就是一个自由度很高的地方，给论坛灌水的人有很多，他们大量集中在了矿工茶馆，所以需要版主防洪。\n\n根据矿工茶馆相关规定的ver1.1的条例来看：\n第三条    MCBBS并不是只有茶馆一个板块，请大家自觉配合把相应类型的帖子发表在对应的版区。不符合版区内容的帖子会被传送至其他版块。\n\n但是很多人在茶馆帖发可以在多人联机板块发的帖这是真的。\n\n不过你本人也说了你是个认真客观讨论的会员。\n那么一个认真客观讨论的会员——\n在主题“关于生存服长时间稳定不换周目的制度设计想法和讨论”我想是不会偏题的。\n那么这个主题和\"服务器中最辛苦的是技术\"之流的主题就已经是两个概念了。\n第二个主题明显带有闲聊的成分，而且我也看过那个主题。"
        },
        {
            "author": "混乱",
            "timestamp": 1429170900,
            "txt_content": "已恢复并转移到多人讨论板块。@kehebai 的操作确有失误，这类帖子应当移动。"
        }
    ]
}