{
    "title": "关于我的账号被矿工茶馆版主尼玛乄骑士连环封禁申诉",
    "author": "5igm1",
    "replyCount": 19,
    "timestamp": 1429269600,
    "txt_content": "我之前在论坛因为为了过任务等，在闲聊茶馆水了几贴。然后几天后新版主上台，就把我以前的水贴翻出来，做了警告。其中有一些帖子，是我发的求助攻的帖子，那是我确实没有注意到版规所致，但是我本身没有删帖权限，后来我已经在回复中说到了不要再回复了。然后就是3次满，禁言5天。禁言就禁言吧。紧接着5天之后就遇到论坛bug，把我划到了到期用户组，我找那个封禁我的版主让他帮我恢复，他不管。然后我又找论坛其他版主，让帮忙恢复，好不容易今天恢复了。然后那版主又开始翻我历史贴，最可气的说什么帖子图片失效，然后又给我警告一次。插件区、教程区那么多的帖子都是图片失效，怎么没见封？他是不是以后还要继续翻帖子？我当时为了过任务，确实发了不少回复和茶馆的朋友聊天。可是茶馆本身就有一个主题帖分项叫闲聊。为什么不一次性删空我的水贴？反而每次我解禁，又继续封禁？甚至连图片失效这种，连我本人pm一下都没给，直接警告然后继续封禁我认为我之前水贴属于同一时间的事情，期间没有任何版主给予警告。反而在几天后一下补满了3个警告，封禁我的账号，这是不对的。不过我也不追究这个，谁让我确实水贴了呢？但是这种连环封禁就太无语了。我只是水了几贴，还是在茶馆区。我没有做过任何挑起骂战，没有发布任何反动言论，没有任何剽窃其他作者作品，相反我自己还上传了一些作品和教程以帮助其他玩家。我也同时积极在问答区回复以帮助他人。难道就因为水了几贴，这就要永久封禁我那么长时间的账号？我不服！如果说认为我水贴严重，要封禁1个月，哪怕1年，那么也应该至少明明白白写上，而不是这种循环封贴。希望可以有人帮帮我。哪怕的确说论坛严厉打击水贴，我这种就是罪大恶极。也请直接给我下处罚结果，而不要循环封禁。对了，我的原账号是 5igm",
    "replies": [
        {
            "author": "luojiarui",
            "timestamp": 1429270080,
            "txt_content": "孩纸，水金粒是要付出代价的。"
        },
        {
            "author": "5igm1",
            "timestamp": 1429271100,
            "txt_content": "luojiarui 发表于 2015-4-17 19:28\n孩纸，水金粒是要付出代价的。\n我不为金粒。首先，我要声明，我之前签到了120多天，除了在教程区，问答区，插件区发过有效回复，我没有水过任何帖子。我是在自感升级无望，然后在联机区发帖求助升级方法后，跟着论坛讨论区的教程中的升级路线走的。我也特意避开了比如插件区，问答区，mod区这样的地方，以避免干扰其他玩家的正常需求。当时茶馆里有很多闲聊的帖子。我的错误在于，没有仔细查看版规，以为闲聊是被允许的，我就跟着一起发帖。后来更是发了求助攻贴，不过大家也都清楚，MCBBS没有回帖会给楼主经验奖励这种机制，所以所谓的求助攻贴，其实也是一种闲聊。然后在几天之后，版主才开始管理。我认为“警告”这个词的意义更多在于制止以后再次发生。而实际上，我就水了那么一天，在茶馆区。然后到了等级之后，我也没再发过任何水贴。可是这种警告却是对我之前已经发过的帖子的连环警告。作为一名普通的mcbbs用户，我没有权利删除自己的帖子。在我后来发现我的问题所在的时候，我已经在类似于助攻贴中发出了让吧友不要再回复的话，而这也是我唯一能做的。最为可气的是，对我的警告，是连续性的。就好像，我违规发了一个帖子，然后版主看到了，警告下，我不听，又继续发。而事实是，我在他警告前后时间中，我没有任何发帖。\n不过我确实水贴了，我承认我的错误。所以第一次封号处理，我没有多说什么，只是默默等着解禁。但是今天紧接着就进行第二次封禁，让我很生气了。我认为这是一种纯粹的戏弄。如果你觉得我的问题很严重，你可以直接永久封禁我，大不了我离开MCBBS，很公平。但是在解禁之后，我刚刚欢天喜地的以为终于一切恢复正常了，你又对我连环封禁。那么请问，论坛还打算解封我吗？本身论坛有一个封禁到期后，会被划入到期用户组（无法浏览，无法恢复，无法参与任何论坛帖子，默认自动跳转到一个固定界面），这种情况我已经遇到过两次了，因为这种到期用户组，已经让我被封禁时间超过了正确时间。现在还要做连环封禁。如果是因为论坛技术问题，不支持大于5天的封禁，你版主就要这么连环封禁来一直封禁我。那么请pm我，告诉我封禁到具体几月几号；如果是永久封禁，而论坛技术原因做不到这点，需要依靠连环封禁，我直接把密码给你。请不要用这种予人希望，又残酷剥夺的手段，谢谢！"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1429271580,
            "txt_content": "是吗？你还去联机问答发“如何投诉版主...”最佳都不选看了你末路之地的帖子，我认为可能是卡的缘故，或者许多的这样签到的，因为LZ本身那么做就不对..."
        },
        {
            "author": "5igm1",
            "timestamp": 1429271940,
            "txt_content": "没看懂你说的什么意思。之前这个板块没有注意过，以为就是公告，不知道包括投诉。那里是我唯一知道可以求答案的地方。至于你说最佳答案，很多回答没有回答到位。比如我之前发过一个flan武器包制作教程还有外部登陆，没有人提供有效回答，我为什么要给最佳？至于再往后的，比如末地之路，看不懂。我进不去末地之路"
        },
        {
            "author": "5igm1",
            "timestamp": 1429272420,
            "txt_content": "5igm1 发表于 2015-4-17 19:59\n没看懂你说的什么意思。之前这个板块没有注意过，以为就是公告，不知道包括投诉。那里是我唯一知道可以求答 ...\n这个区域叫做公告与反馈，看这名字我还以为反馈指的是反馈论坛bug。我的问题，显然不是pe，不是原版，不是mod，那么只有联机还能和这个沾点边。本来茶馆也是可以发的，谁让我投诉的就是茶馆的版主。我去那问，简直是找删。至于多人联机讨论那些地方，我的帖子与MC游戏无关。所以最后我发到了联机问答，只少联机问答还有一个“临时”项目。以前也见到过有人把论坛问题发在联机问答求回复的。"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1429272840,
            "txt_content": "5igm1 发表于 2015-4-17 19:59\n没看懂你说的什么意思。之前这个板块没有注意过，以为就是公告，不知道包括投诉。那里是我唯一知道可以求答 ...\n“很多”？我明明只回答了你的那个问题啊（可能理解有些错误..有些人就是来混爱心的，就像我233）...还有记得黄框回复，我看不到。末地是专门给禁言用户准备的地方。"
        },
        {
            "author": "5igm1",
            "timestamp": 1429273080,
            "txt_content": "End-Enderman 发表于 2015-4-17 20:14\n“很多”？我明明只回答了你的那个问题啊（可能理解有些错误..有些人就是来混爱心的，就像我233）...还有 ...\n之前回复格式打错了。末地之路原来如此。我记得以前看到一个帖子，说是贺喜什么末地之路开放向9级mcbbs用户，我还以为那是高级论坛用户讨论的地方。"
        },
        {
            "author": "EternityTQ",
            "timestamp": 1429273440,
            "txt_content": "我完全只是按照版规行事，我看到哪个水贴自然就要按版规进行相关处理"
        },
        {
            "author": "5igm1",
            "timestamp": 1429274820,
            "txt_content": "尼玛乄骑士 发表于 2015-4-17 20:24\n我完全只是按照版规行事，我看到哪个水贴自然就要按版规进行相关处理\n哦，那么请问按照版规行事的尼玛乄骑士。你打算把我的账号封到几号？从我被封禁到进入bug再到解封，过去了6-7天。我那么点水贴，你觉得违反版规，不删，留着。等着我解封了，再次警告，这是什么居心？我和你没仇吧？我不记得我得罪过你啊。"
        },
        {
            "author": "Grandiose",
            "timestamp": 1429274820,
            "txt_content": "不同的板块有不同的版规，不要拿什么什么隔壁板块图片也挂了他们怎么就没死啊之类的说事\n\n茶馆按理来说7天不回复就会自动锁帖的吧？对水贴保留追诉最长的板块甚至有一年之久，短的板块也一般至少有三个月。"
        },
        {
            "author": "5igm1",
            "timestamp": 1429275180,
            "txt_content": "Grandiose 发表于 2015-4-17 20:47\n不同的板块有不同的版规，不要拿什么什么隔壁板块图片也挂了他们怎么就没死啊之类的说事\n\n茶馆按理来说7天 ...\n版规中从来没看到过有关追诉一说的。不过我也一直以为这个追诉期是永久。但是，翻旧账就算了，每次翻完旧账还留几本，这就要命了。这是打算一直发红牌？"
        },
        {
            "author": "酉月一",
            "timestamp": 1429276500,
            "txt_content": "不懂你是怎么想的，自己好好看看有没有违反版规，水楼的规定写着图挂或是无图就会被警告，你以为就你一个人被警告？别人被警告你能知道？图片挂了怪版主？不同板块有不同的版规，能放在一起比？呵呵"
        },
        {
            "author": "HotPe_e",
            "timestamp": 1429281720,
            "txt_content": "感觉\n@尼玛乄骑士 已经算仁慈的啦~\n如果你还不懂什么叫做 适当水\n那么 被封禁也是正常的"
        },
        {
            "author": "250=mo",
            "timestamp": 1429282080,
            "txt_content": "我觉得大家可以批量清理自己黑历史了。\n不管正确与否，我对翻别人非恶意的黑历史进行举报或者循环封禁的行为表示厌恶。"
        },
        {
            "author": "sanityko",
            "timestamp": 1429282920,
            "txt_content": "250=mo 发表于 2015-4-17 22:48\n我觉得大家可以批量清理自己黑历史了。\n不管正确与否，我对翻别人非恶意的黑历史进行举报或者循环封禁的行 ...\n然而并不能删帖……"
        },
        {
            "author": "250=mo",
            "timestamp": 1429283100,
            "txt_content": "sanityko 发表于 2015-4-17 23:02\n然而并不能删帖……\n如果没有人回复，可以编辑——附加选项——删除。发现自己说错话了及时改正的好手段。如果有人回复过了，可以联系一些版主删除。"
        },
        {
            "author": "sanityko",
            "timestamp": 1429283220,
            "txt_content": "250=mo 发表于 2015-4-17 23:05\n如果没有人回复，可以编辑——附加选项——删除。发现自己说错话了及时改正的好手段。如果有人回复过了， ...\n我会告诉你在你申请关闭帖子的时候版主顺便会对你帖子中的违规行为作出处罚么…不论是多久的旧账%……"
        },
        {
            "author": "sanityko",
            "timestamp": 1429283400,
            "txt_content": "250=mo 发表于 2015-4-17 23:05\n如果没有人回复，可以编辑——附加选项——删除。发现自己说错话了及时改正的好手段。如果有人回复过了， ...\n话说我在编辑里看不到删除…一些帖子甚至连编辑都没有%……"
        },
        {
            "author": "妖梦的舔狗",
            "timestamp": 1429286700,
            "txt_content": "楼主违规情节较重，在帖子内索要了人气\n\n之前也有在论坛内违规打广告和宣传，是名累犯，而相关版主的处理并无失误\n"
        }
    ]
}