{
    "title": "服务器如何生存及发展，（详细）看完半小时成土豪！！！",
    "author": "869519887",
    "replyCount": 15,
    "timestamp": 1429262400,
    "txt_content": " 本帖最后由 869519887 于 2015-4-18 08:58 编辑 \n\n        大家好，我又回来了。经历上次发帖被人骂无效之后，我亲身实验了以下的攻略，祝大家早日成为 土豪哦。\n       首先注册（这是废话），然后你要做的第一件事是什么呢？砍树？错！第一件事是去收购商店看看各类资源的收购价格（没有收购商店的孩子节哀）然后用你那一秒转500圈的大脑快速比较卖什么划算。在下做个例子：一个服务器，煤1.5元。煤炭矿石3元。煤炭块15元。那么大家都知道卖什么划算吧。然后，第二件事去领便携菜单。第三件事去生存世界。\n       来到生存世界，先随机传送，然后环顾四周，如果对地形不满意的话，回去重来吧。地形要求：最好有大海，有比较多的树木，有生物，最重要的一点是有在地表上的矿洞。（随机传送要钱的孩子再次节哀，能过且过吧）当你找到适合自己的地形后，砍树，挖矿做石全套。注意！千万别为了图一时之利大喊：发现矿洞，传送交XX元等。有可能别人交钱过来顺手把你杀了。（亲身经历）\n       （死亡不掉落的服务器请跳过）当你有一定实力后（指有两件铁装甲诺干铁工具）之后就可以 求包养 了。（以下高危，对自己实力没有信心的请误尝试）。然后发展，最好每天给他一点钱，骗取信任。等你实力强大后（至少有30级附魔剑）一刀吧他呵呵了。\n        然后等你继承了他的家产后.千万别浪。小心被别人KO，也别包养别人。（死亡不掉落的服务器从这里开始）然后你就可以做生意了。注意了，第1-10笔生意请卖东西，并且卖的价格比商店只高1-10元左右。如果别人没还价，请拿出点东西送给他。让他有个好印象。最好能成为熟客。如果别人还价了，依他的意思来，只要不要亏太多，卖掉！但是别送东西给他。要送也送一些廉价的东西，比如食物，建筑材料等。当你有10个或以上的熟客时，你的钱已经不多了。（在别人的印象里你是个土豪）这时疯狂的挖矿，建议挖到十一层时改用3*3鱼骨挖矿法（不知道的问度娘）一直挖，挖到你拥有9个以上的钻石为止（这不难吧）然后，用你所剩不多的钱买1根烈焰棒，3个玻璃，一个西瓜，一个地狱孢子。一个发酵蜘蛛眼，一个火药。做伤害药水（钱不够卖掉一些矿石或是自己收集）然后去别人的刷怪笼挂机10-30分钟。刷了一堆怪时三瓶全部秒。拥有至少30级经验后去做钻石镐附魔。好附魔卖给你的熟客，价格高一点（我一把效率5耐久3的稿卖了5000多）差的就留着自己用。假如你附魔到了差的附魔，留着自己用（比如效率3耐久2的稿）然后在用你手中的剑刷到30级再次附魔。\n          然后你赚到了钱以后，就有分支了。下面列举出来。\n          第一种：附魔商人。拿到钱后，买钻石，做伤害药水。不停的刷，不停的附魔，然后不停的卖。（感觉挺好，但有时候附魔的稿子卖了之后连钻石钱都赚不回来。555555555555）\n          第二种：矿物商人。很好理解这个职业的理解就是：挖矿！做商店！收购！卖出！不过做商店钱请确保有以下东西：2000以上的钱，一小箱煤，半小箱铁矿石或铁锭。半小箱金锭。一小箱青金石，一小箱红石。还有至少1组钻石和50个以上的绿宝石。\n          第三种：怪物猎杀者：拿起你的30级附魔钻石剑，穿上你的全套30级附魔钻石甲。勇敢地去挑战凋零（末影龙）拿到星星（龙蛋）就卖了。可以获得很多钱，但......小心打怪不成反被内啥啊。\n          第四种：田园种植者：在地皮世界种东西，什么甘蔗，西瓜，南瓜，胡萝卜，小麦，马铃薯。都至少种100块田，假如地种满了就往天空搭泥土和水种植。种出来的东西最好卖给有需求的玩家，实在不行就卖给收购商店吧。积少成多嘛。\n           好了，祝大家早日成为我这样牛逼的土豪。\n",
    "replies": [
        {
            "author": "琉星X",
            "timestamp": 1429262700,
            "txt_content": "我的沙发{:10_513:}"
        },
        {
            "author": "1219378524",
            "timestamp": 1429263000,
            "txt_content": "这是什么？？file:///C:/DOCUME~1/ADMINI~1/LOCALS~1/Temp/SGPicFaceTpBq/2028/0018054A.gif "
        },
        {
            "author": "Minecraftian",
            "timestamp": 1429264200,
            "txt_content": "图不是这么发的吧？"
        },
        {
            "author": "天端服务器",
            "timestamp": 1429264980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2404900075",
            "timestamp": 1429266540,
            "txt_content": "天端服务器 发表于 2015-4-17 18:03\n又是一个百度复印\n最近这种贴越来越多了啊{:10_514:}"
        },
        {
            "author": "🍞bread",
            "timestamp": 1429325700,
            "txt_content": "恩，需要精准采集或者烧才能烧出来的煤1.5，没动过的矿石3块"
        },
        {
            "author": "死哥哥",
            "timestamp": 1429454700,
            "txt_content": "附魔也有技巧   当你30附魔时最好看看上面两个附魔的等级上面两个附魔等级越高越好 那样附魔出来百分之八十有好属性"
        },
        {
            "author": "G肖K",
            "timestamp": 1429457040,
            "txt_content": "第一步你进入服务器满大街都是人==\n矿都没几粒"
        },
        {
            "author": "龙啸九天",
            "timestamp": 1429462080,
            "txt_content": "我一开始生存就在水下的地底下挖洞建家，不用圈地谁也找不到，以后再慢慢发展！"
        },
        {
            "author": "chyx",
            "timestamp": 1429464360,
            "txt_content": "应该是种田 放牧 挖矿 找村庄 建村民工程 建铁人塔 甘蔗塔 改造女巫小屋 骷髅地牢 建刷金塔 刷凋零骷髅塔 建FTF"
        },
        {
            "author": "juhd",
            "timestamp": 1429528620,
            "txt_content": "全图无字排版渣，看到开头就看不下去了。。"
        },
        {
            "author": "沃德师",
            "timestamp": 1429589880,
            "txt_content": "可以发个图么LZ"
        },
        {
            "author": "末影LZ",
            "timestamp": 1429701900,
            "txt_content": "不错，涨姿势了{:10_515:}"
        },
        {
            "author": "1005856869",
            "timestamp": 1429712100,
            "txt_content": "伤害药水是给怪加血的 要丢治疗药水"
        },
        {
            "author": "770318926",
            "timestamp": 1430137680,
            "txt_content": "土豪，你知不知道玩家能加载的区块是几×几×几"
        }
    ]
}