{
    "title": "【临时工搬运】自定义雪山地形-A Custom Survivalmap by Hakhaktak",
    "author": "筒子",
    "replyCount": 4,
    "timestamp": 1429250340,
    "txt_content": " 本帖最后由 __Tong__ 于 2015-4-17 15:00 编辑 \n\n自定义雪山地形A Custom Survivalmap by Hakhaktak\n\n[paper]作者原话[paper]Hey everybody! \n\nHere is my very first custom survivalmap, called Gila! It's placed in an mountain environement with extreme realistic mountains due to WorldMachine! For more about worldmachine and epic terrain generation make sure you check out Jamziboy Minecraft! \n\nThis is version 6.2 of the map, so yeah, I'm kinda happy with the result you can say ^.^ In stead of the normal Minecraft trees I've used my very own treepack! It has at this moment 21 different pinetrees, I'm working still working on it and I'll make a pack with 32 UNIQUE trees. Yeah ofcourse they look a lot like each other, but believe me, they are all unique ;) \n\nThe texturepack I recommend is the Conquest pack, and I've included that in the world download ;) You'll need OptiFine to use this texturepack, but you'll need OptiFine anyway since it's awesome :p \n\nI hope you enjoy the world I've made!  \n\nGreetz, \n\nHakhaktak \n\nNOTE! MAP IS 1.7* \n\n*You can open it in 1.8 since the world is already loaded I guess, but at your own risk!\n[book]简单翻译[book]注意：地图是1.7.*版本的你也可以用1.8来打开它，但是有什么危险我就不管了\n下面是本人自己的评价以及搬运的原因[diamond_gem]搬运理由[diamond_gem]\n嗯，大家好像很少人喜欢搬运地形啊，其实一个好的地图地形非常重要一个漂亮的主场如果单纯的配上一个自动生成的地形岂不是太可惜了而且地形修的好，完全不需要什么主城嘛~搞几个小房子，纯风景也是非常漂亮的整个地图也比较大:135MB\n[painting]图片欣赏[painting]\n\n[board]作者信息[board]*点击图片跳转作者个人详细介绍*\n更多搬运建筑请到：【临时工搬运】索引贴去寻找",
    "replies": [
        {
            "author": "TGA小宝",
            "timestamp": 1429252860,
            "txt_content": "真的？？？  ......."
        },
        {
            "author": "jimmyzhong",
            "timestamp": 1429258020,
            "txt_content": "楼主发帖辛苦，果断拿去当试爆点"
        },
        {
            "author": "筒子",
            "timestamp": 1429258200,
            "txt_content": "jimmyzhong 发表于 2015-4-17 16:07\n楼主发帖辛苦，果断拿去当试爆点\n{:10_499:}我大老远搬过来的，你就不能说点：楼主辛苦了，刚好开了个新坑，地图很合适\n然后老老实实加2/25走人嘛"
        },
        {
            "author": "MC放肆",
            "timestamp": 1435458360,
            "txt_content": "__Tong__ 发表于 2015-4-17 16:10\n我大老远搬过来的，你就不能说点：楼主辛苦了，刚好开了个新坑，地图很合适\n然后老老实实加2/2 ...\n居然 这么专业 = ="
        }
    ]
}