{
    "title": "《MCOL》暮色猎手",
    "author": "操舌剑者",
    "replyCount": 2,
    "timestamp": 1429316280,
    "txt_content": "前言：本文纯属YY虚构，灵感来自很多方面。 这是本人的第一作，其中的错字漏字病句标点文理狗屁不通之处请大家多多包涵。\n\n\n\n如有强烈违和请右上角吧。\n\n\n\n以上 ，拒绝谈人生。                             主角名字念cāo shé\n\n\n                                                   卷一  似曾相识\n 序章\n\n\n\n\n  2016年1月20日，操舌的寒假来了。同时，这也是举世瞩目的《MCOL》正式内测的日子。\n  由《MCOL》的同名公司制作的第一人称大型动作RPG网游，使用的是独家研发的“虚拟Ⅰ”引擎。“虚拟Ⅰ”引擎使MCOL的游戏画面可以达到以假乱真的地步，除此之外MCOL还使用了当下许多高科技技术。\n游戏以著名的高自由度沙盒游戏《Minecraft》的游戏设定、世界观等为原型，在此基础上添加并改良，使之成为一款名副其实的第一人称动作RPG网游。这款游戏是在去年11月中旬有的消息，而在今年便\n宣布第一次内测开始。1月19日晚，《MCOL》的内测资格招募在一个Minecraft的多人服务器组进行，吸引了大批的MC爱好者和网游玩家，而令他们膛目结舌的是，官方给出的封测资格数量，仅仅只有\n十个。这也就意味着，只有十个人能顺利玩上第一次内测的《MCOL》。于是，有的人中途放弃，有的人打算碰碰运气，剩下来的人数依然达到了上千人。就这样，招募开始了，也很快地结束了。\n   操舌把快递送来的箱子般到了房间里，然后把箱子打开了：里面是一个不大不小的方块，高有1.5分米左右，旁边则是一个面罩形状的像是虚拟投影的仪器，剩下的就是说明书和乱七八糟的线。操舌\n这时候有点纳闷:说好的内测客户端，你给我这玩意干吗？\n   就在昨晚，操舌参加了《MCOL》的内测资格招募，并且顺利地拿到了第一个名额。招募的方式是大混战，每个赛区活下来的人都是内测玩家，因此，分了整整十个战区。而操舌，就是第一个战区的\n内测玩家。官方在招募结束后告诉操舌等到次日上午就回发放内测资格，于是操舌就收到了这个东西。\n   操舌粗略地看完说明书后，极不情愿地把自己的电脑鼠标键盘弄了出来。送客户端就算了，你还不给我配键鼠……操舌把键盘接到了那个拥有科技风格的方块上，因为说明书上写着，这就是所谓的“客户端\".\n接着，他把虚拟投影的仪器接好线，平躺在床上，把键盘放在大腿上，鼠标放在大腿旁，按了“客户端”上的开机键，把投影戴在了头上。这时候，他看到了登入界面。吊炸天的是，这个投影发出的微弱的光，\n能清楚地投在他的眼睛上，他无论闭着眼还是睁着眼都能清楚地看到画面。那画面就像第一人称一样，你看到什么就是什么，没有任何多余的东西。闭着眼睛玩的话，能把辐射降到最低，并且根据这个设计\n不用担心自己的视力，这估计就是这个客户端的用意所在。\n   操舌进入界面之后，开始验证自己的账号和密码，之后进行注册。每个账号只能创建一个角色，并且这个角色的设定在之后的游戏中无法改变。因为这个这个游戏没有明确的职业设定，并且具有极高的自由度，\n这个规定可以使玩家有更好的代入感。并且，如果你喜欢捏扶她或者光头大叔的话，你就能有更逼真的体验了，开心吧？MCOL有严格的玩家账号管理，每个账号只能绑定一次游戏，并且无法再注册第二个账号，\n所以开小号这是不可能的事情。操舌开始捏人了，《MCOL》的捏人系统几乎细致到腿毛有多少根都能捏的出来，这也就很容易解释上面的种种了，因为在《MCOL》，你能够扮演一个近乎真实的“自己”。\n操舌按照和朋友的约定，捏了一个和自己几乎一模一样的角色，这样方便碰面。于是就有了黑色短发垂至耳旁，刘海撇至右眼的“操舌”。游戏ID处，操舌写了“颇炎”两个字，然后又删掉了，改成了操舌。\n操舌的名字叫颇炎，而“操舌”是他的MCID，因为他现实没什么共同爱好的朋友，但却在MC交了不少朋友，于是都叫“操舌”了。\n   接下来是年龄、生日之类的，操舌按照自己的填了下去。之后，他一边欣赏自己的帅脸，一遍猛戳确定。于是游戏瞬间载入完毕，一个新的世界出现在了眼前。",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429317060,
            "txt_content": "说话没有引号好难受……"
        },
        {
            "author": "xcc",
            "timestamp": 1430008920,
            "txt_content": "名字好神奇"
        }
    ]
}