{
    "title": "对于由于版主按规行事却带来的不应该的纠纷",
    "author": "250=mo",
    "replyCount": 10,
    "timestamp": 1429285740,
    "txt_content": " 本帖最后由 250=mo 于 2015-4-17 23:52 编辑 \n\n近来也并没有常上论坛，有也是翻翻新闻，翻翻有没新公告，然后翻翻反馈与投诉版。但每次翻都让我皱眉。\n\n新版主上任，不知道是版主急于求成呢，还是大家有欺负新版主的倾向，总带来一片投诉。\n几乎没有例外，都是——申诉者本身犯错，版主处理也并没有不当，但却带来了不好的影响。\n而这类问题集中于茶馆。\n茶馆作为闲聊版，本为轻松娱乐用板块，但总有人误认为是水贴投放池，于是带来大量新人水贴，或是一些不负责任的回复。这些人的帖子当时可能逃过了惩罚，或是版主当时认为这无可厚非。而新人终将成长。\n然而到了后来，却有 负责任的 版主觉得“即使是很久以前犯的错误也不能放过”，这种想法并无错误。但却总有大量人不满这些很正确的处理，来无理申诉。\n说来也是，好好的，近来无冤无仇，遵纪守法，甚至话都没说几句，突然一波警告，吓得裤子都穿了起来。给我我也会受到惊吓，然后心生无名怒火。\n又好比一位不懂规矩的贴吧来的新人，纯表情回复，在他的新人报告贴内大片地。然后一下子十几个提醒。善良可爱的小新人还以为会员如此热情，点开来竟然是同一个热心的大姐姐大哥哥——在处理别人的举报，一个个发卡，毫不留情。新人表示受到了惊吓。\n当然，以上情景，按照规定，不知道具体是不是这样发生的。但大意就是如此。尽管不曾发生在我身上（根本没什么未处理的黑历史……），但相信发生在不少人身上了。\n\n排开处理过程中可能带来误会或纠纷的做法。\n我觉得这种现象，至少对于有能力担任版主的人不难理解。我并不是说过去了错误不追究，也不是说要给那些不看规定但却是第一次犯错的调皮的孩子赦免，这是不可避免的。那么，尤其是茶馆，版主既然要按照规定办事，但能否让规定更人性化呢？\n\n一下皆是关乎非原则性的（原则性的比如剽窃，骂街，大量恶意纯水回复等），不需要通过强制性手段来制止的（比如屠版，段子党）的问题：\n对于同一段时间，非恶意地犯同一错误的（比如因为从来不认真看帖子而不断用表情在图楼签到的），可以对其中一个回复或主题按规或稍重处罚，其余各贴进行删除或从轻处罚（最好能避免无限发卡）\n对于较长时间的帖子（当然得没被经常顶在前几页），非恶意性的错误，（当然还是要先注意当时有关规定是否出台）可以从轻处罚，只是删除，或者扣几分示意一下就好了。（我也不提倡也不喜欢翻别人黑历史拼命举报的）\n\n当然，我未经谨慎斟酌，不知道是否有所纰漏，也担心会加重版主的负担。但我只是希望，尤其是在茶馆，对于类似问题，能稍微让规定倾斜一下，在确保不会带来恶劣影响的同时，保证规定更多是为了维持秩序，而不是为了惩罚犯错者。\n\n版主，普通会员，以及被惩罚的会员，你们怎么看？\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1429286280,
            "txt_content": "水帖向来分两类：\n纯粹捣乱；\n偶尔手贱乱码一次。\n\n外星人对于第一种给予永封，第二种关几天末地，放出来后多半可以长记性。至于那些专门找一年以前回复举报的闹事者，扣分处分。"
        },
        {
            "author": "RaycusMX",
            "timestamp": 1429289580,
            "txt_content": "既然动不动每次都是一片投诉，那就该全面考虑问题，\n每次预先排除管理处理不当的可能性，直接问责用户，客观性何在？"
        },
        {
            "author": "筒子",
            "timestamp": 1429293000,
            "txt_content": "首先你是一个话痨\n其次我认为楼主题目有问题，版主按规矩行事何错之有,规矩不一定是版主写的,只不过版主来背锅而已."
        },
        {
            "author": "EternityTQ",
            "timestamp": 1429314600,
            "txt_content": "感谢楼主的这篇文章，已认真看完\n我觉得自己确实不该翻老帖来发卡，同时我也做不到放任不管，这样我会觉得自己受到了谴责\n水楼经常是没有版主管的，所以积累了很多无效的签到在里面，包括举报者的签到\n仅仅几天就已经累到了300多页，且几乎每页都有无效签到，换作是楼主，你会放任不管么？"
        },
        {
            "author": "🍞bread",
            "timestamp": 1429316820,
            "txt_content": "翻老贴发卡？这不是我喜欢干的事吗\n不过我处理的都是版规出台后的\n而且我竟然没被因为这样举报，我可经常看到有热水贴就翻他的帖子发卡那"
        },
        {
            "author": "lzs1234",
            "timestamp": 1429327320,
            "txt_content": "我记得每个板块都有追诉时限的，超过X个月就不处理。\n之前记得某个zhh刚刚上任也是的，很多人来举报他，也许是大家看着新任版主好欺负？"
        },
        {
            "author": "5igm1",
            "timestamp": 1429329660,
            "txt_content": "我就要来说一说。当初我进入茶馆区的时候，全是水贴。茶馆区写的也是可以适当水贴。那么我自然以为是可以水贴的地方。而我发了水贴，却没有版主来指责我，反而看到了很多人和我一起水。我当然以为那个地方的规矩就是那样。这就好比，请问在一个杀人为常的国度。有法律，说了不让杀人，但是你天天看见无数纷争，然后无数死人。你会当那法律是个屁？而且，联机讨论版中，我记得有一个说如何升级的帖子，里边就提到了水贴，还被加了精华。最后，任务区中有一个水贴的任务。如果mcbbs就是真不让水贴，不如把那个精华教程+任务区的水贴任务都删了，免得误会。还有茶馆板块有一个标题是闲聊的，建议也把那个删除。什么是闲聊？！我发个今天吃的太多撑着了，这是闲聊，可是在某些版主眼中就成了水贴。如果mcbbs认为闲聊的内容应该是对于某个mod或者插件应用，某种服务器制度的设立的合理性，那么有专门的游戏讨论区。在我看来，为什么开了游戏讨论区，还开了一个叫茶馆的鬼地方，就是为了让这些mc有关的讨论和与mc无关的讨论分开。如果mcbbs认为全mcbbs不应该有和mc无关的东西的话，那么我建议，删除茶馆板块。"
        },
        {
            "author": "海潮",
            "timestamp": 1429330500,
            "txt_content": "冥王星人 发表于 2015-4-17 23:58\n水帖向来分两类：\n纯粹捣乱；\n偶尔手贱乱码一次。\n对于那种喜欢乱码的人，直接吗他一脸好了...\n\n捣乱的骂街的还是直接永远的当做末影龙的饲料好.."
        },
        {
            "author": "250=mo",
            "timestamp": 1429332360,
            "txt_content": "5igm1 发表于 2015-4-18 12:01\n我就要来说一说。当初我进入茶馆区的时候，全是水贴。茶馆区写的也是可以适当水贴。那么我自然以为是可以水 ...\n其实规定里说的“纯”水贴，和大家嘴里说的水贴意义差别真的很大。至于你的事情，我只能表示哀悼。"
        },
        {
            "author": "妖梦的舔狗",
            "timestamp": 1429351800,
            "txt_content": "相关会员确实存在违规行为\n\n而那几名会员对水帖认知的错误，我也希望他们能仔细阅读一下版规"
        }
    ]
}