{
    "title": "世界的世界★①章  天灾",
    "author": "423618228",
    "replyCount": 5,
    "timestamp": 1429286520,
    "txt_content": " 本帖最后由 423618228 于 2015-5-30 15:14 编辑 \n\n欢迎收看\n\n\n\n  血气弥漫，大地龟裂，空中一轮血月在缓缓升起。在天与地的尽头矗立着一道深紫色大门，门框上那亘古的符\n文一个个光华流转，忽闪忽明，即使远远望去也能感受到蕴含的强大威压。但是此刻门框的底部却是支离破碎，\n周围的符文也黯淡无光，而裂纹处此时却缓缓渗出着一道道血气。这事忽然从破碎的门中破出一只黑色巨手，狠\n狠的朝着下方拍去——\n  “啪”一个响亮的耳光在幽暗的通道中回响，紧接着是阵阵骂声。在忽闪的矿灯照耀下，可以依稀看见一个中年\n人和一个少年一前一后走在狭小的矿道中。中年人满脸乌黑，头发凌乱不堪，但双眼澄澈明亮；少年则是头发微长，\n相貌普通。只见少年一手捂着微微红肿的脸颊，一边嘴里嘀嘀咕咕不知在说什么。中年人一边走着一边说道：“\n你看看你，每次都睡觉，以后你怎么养活你自己。”少年则满脸委屈的嘀咕了几声。“你小子还敢顶嘴了？看我不\n打断你的嘴！”中年人仿佛听清了什么，猛地回头就要再抽一巴掌上去。少年见势不妙转头就跑，一边跑一边挥舞\n着双手喊道：“我投降我投降，我下次再也不会了。”说着跑到了矿道的深处。中年人望着少年的背影，眼神不由\n的一缓，思绪不禁回到了从前。\n  709站在擦破不堪的城头上，望着已经缓缓撤退的尸潮，心中的沉重却没有减一丝一毫。他回首望向身后的小镇，\n已是一片狼藉，哭啼之声不绝于耳，这个小镇中已有一大半人死于与突变生物的对抗中。\n  709叹了一口气，随即率领着剩余的部队投入了城镇的修复建设中。\n  数日后的早上，一份辞职报告出现在镇长的办公桌上，镇长缓缓拿起那份有些皱褶的报告，轻叹一声望着那模糊\n的人影，默默不语。\n  与此同时，709正在破损的街道上帮助一家人修复被破坏的房屋。\n  “再加把力！”中年男子单臂向上用力将房梁撑起，手上青筋暴起，显得异常吃力，709双臂撑过头顶，望向那男\n子的另一只缠满带血纱布的断臂，心中愈发的沉重。  \n  “喝！”709一声大喝双臂猛然发力，双腿微弯，猛然的向上一弹，小半间屋子竟被他硬生生的撑起，重新卡在了\n断裂的地方。\n  “呼，谢谢了兄弟，没想到你力气这么大啊。”说着毫不避嫌的伸出了仅剩的一只手，“我叫浩仔，多谢你了”\n大汉脸上露出了和煦的微笑。\n  “不用谢，叫我久凌期就好”说着709用力的握住了大汉的手。\n  “哈哈，好，久兄，看你这么壮实，也是当过兵的吧，以前是在哪的啊？”大汉一边笑着一边用单臂拍着709的肩\n头，笑道。\n  709微微一想，心中便有了主意，便道“不不不，小弟并没当过兵啊，只是附近山上的村民罢了，只是从小就跟着\n家父出门砍柴，空练得一身蛮力而已。”\n  “原来是这样啊，”大汉一副恍然大悟的神情，“军人可是一个男人展现自身的价值的地方，用自己的身躯去保卫\n自己所爱着的城市和自己所爱的人，也是对自己最大的荣誉。”说着他看了看自己断掉的半截手臂，随即摇摇头，仿\n不愿再提起此事。\n  “久兄，那边还有一些倒塌的房屋，我们快点去吧。”大汉看了看远处的一些无人所顾及的房屋，急促的说道。\n  “好，走吧。”709看着几个在屋顶上修补的工人，应声答道。\n  刚走出几步，一道轻响从一旁的废墟传出，709一下顿住脚步，疑惑的走到那边的废墟旁。那是一座已经完全崩塌\n的房屋,他们都准备放弃这个房屋了。\n  “有幸存者！”这个念头刚在709的脑海中浮现，身体便诡异的一晃便到了废墟前，细细一听果真有“咿呀”声，\n709二话不说便直接双手不停地往外搬着石头，而周围不明所以的众人也加入到709的队伍里来，很快废墟便被搬开了\n只见一个小婴儿正躺在一张严重变形的床上，张着一双明亮的大眼睛，正迷茫的看着周围的众人，“真是个奇迹啊在\n这个孩子还活着！”“这是个苦命的孩儿啊，他的父母可能已经在僵尸入侵的时候死了吧，哎。”\n  在众人的议论声中，709一语不发，只是默默地抱起那孩子。一双有力的大手忽然搭上了709的肩膀，709回头一看是\n浩仔，“久兄别太难过了，这就是战争，战争的残酷是你无法想象的。”“我打算收养他”709突兀的说了一句。“你\n做好了决定吗？现在我们自己都是自身难保啊！”“不必多说了，我已经做好了决定。”说着709缓缓的起身，抱着那\n孩子消失在众人的视线中。浩仔看着709远去的身影，不禁叹了口气，随即又投入到紧张的重建中。\n\n\n 谢谢观看\n\n第二章链接：http://www.mcbbs.net/forum.php?mod=viewthread&tid=435429&page=1#pid8038848\n\n第三章链接：http://www.mcbbs.net/thread-436062-1-1.html\n\n4章在哪？呢？？？？？你猜猜？我不告诉你！a.a ",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429286760,
            "txt_content": "当709说自己是村民的时候，有错别字，望改正。"
        },
        {
            "author": "423618228",
            "timestamp": 1429286880,
            "txt_content": "恶魔-潇洒 发表于 2015-4-18 00:06\n当709说自己是村民的时候，有错别字，望改正。\n谢谢！我会修改的！谢谢！！！！！"
        },
        {
            "author": "423618228",
            "timestamp": 1429357920,
            "txt_content": "求评分！！{:10_492:}"
        },
        {
            "author": "Snowy_Moon",
            "timestamp": 1429359600,
            "txt_content": "不错，沙发"
        },
        {
            "author": "423618228",
            "timestamp": 1432970100,
            "txt_content": "顶！！！！！！！！！！！！！顶"
        }
    ]
}