{
    "title": "《MCOL》第二章 暮色森林",
    "author": "操舌剑者",
    "replyCount": 1,
    "timestamp": 1429316820,
    "txt_content": "第二章 暮色森林\n  操舌走了游戏里的三天时间，剑术也上升到了132。然而，当他走进暮色森林的那一刻，那特有的幽静和没有日照的风景让他回忆起了许多往事。“矮子”、“鱿鱼”……在九头蛇洞穴决战海德拉……\n也不知道那两个傻货现在怎么样了，毕业后就没联系过了，也不知道他们还玩不玩MC……\n  操舌不知不觉已经走到了暮色森林的中央，他隐隐约约地感到在这周围有什么东西在苏醒……“沙……沙”操舌身后的草丛传来了轻微的响声，但他还没来得及回头就觉得头疼无比，视线渐渐模糊，\n最后倒在了地上。\n  也不知过了多久。\n  操舌睁开眼的时候已经是深夜了，他的脑袋像有无数只草泥马奔腾而过。他第一眼看到的是一个他这辈子见过最美的少女。她留着一头过腰的黑色长发，穿着灰色的短裙，银色的长靴，黑色的轻甲，\n在月色的照耀下像一位精灵。\n “……”少女见操舌醒后，用手遮住了他的嘴巴，示意他不要说话。操舌虽然刚醒，但他能清楚地看见湖里栖息着一只巨大的怪物。疼痛从操舌的右臂传来，他试着摆动一下，但是除了疼痛以外没有\n什么反应。少女脸上出现了愧疚：“我以为你和之前的那群家伙是一伙的，抱歉……你看起来不是那样的人，你来这里干什么呢？”\n “亚迪托斯……”操舌放弃折腾他的右手，因为大概是骨折了，“你知道那货在哪吗？”\n “……”少女把目光移到了湖里，“它在那湖里面，我劝你放弃吧，你杀不死它的，我试过很多次了。”\n “没找到你ID……你叫什么？”操舌看起来似乎没有在意少女说的话。\n “抱歉，我回答不了这个问题。”少女的脸上闪过一丝哀伤。\n “为什么？”操舌没有察觉少女脸上的变化。\n “因为……我没有名字……”少女忽然看到湖底的怪物的身躯正在一点一点地浮出水面，不由得紧张起来。\n “为……”操舌本想继续问下去，但是天空忽然变得一片黑暗，湖里的那副身躯彻底地站立起来——暮色水神亚迪托斯。黑色的鳞片。棕色的双目，银白的利齿。\n　“咝！”亚迪托斯发出蛇一般的叫声，湖水因为高温而沸腾着，整个暮色森林因为亚迪托斯的吼叫而震动着。\n “一年不见……你ＴＭ长高了啊……”操舌把少女拉到自己的身后，向亚迪托斯走去。\n “你的……手……”少女没有制止操舌，不知道为什么，她觉得如果是这个人的话，可能会成功……\n “那个……能告诉我你的名字吗？”少女望着操舌的背影，轻轻的问道。\n “要是死了你问我名字也没用，复活之后是到不了这里的。”操舌勉强用左手拔出了蛇纹铁剑，“活着回来的话就告诉你。”\n 亚迪托斯再次发出了一声吼叫，把操舌震退了几步。\n “吵死了……“操舌向亚迪托斯冲了过去，挥舞着手中的蛇纹铁剑。剑身落在了亚迪托斯的磷片上，发出清脆的声音。\n “可笑！你真的以为你那卑微的武器能伤到我吗？”亚迪托斯用低吼般的声音说道。\n “原来你还会说话啊……”操舌一边说着，一边后退。\n　亚迪托斯伸出了利爪向操舌挥了过去。\n “当！”操舌用左手持剑挡住了亚迪托斯沉重的攻击，但他的手臂至全身都在颤抖。\n “唰！”亚迪托斯用头部向操舌撞去，并把操舌的整个身子咬住了。\n “啧……操舌把亚迪托斯的嘴撑开了，流在他身上的液体分不清是唾液还是别的东西。\n “……”少女把腰旁的长剑拔了出来，却又犹豫了。\n　他只是个陌生人……并且是他自己选择与亚迪托斯交战的……\n　这样的想法在少女脑海中挥之不去，已经她尝试过和见过的每一个陌生人交朋友，并且完完全全地相信他们，但结局只不过是一双双贪婪的目光罢了。\n　况且，就算她加入战斗，也不可能打败亚迪托斯……\n 　这时候，操舌冲少女说了一句话：“你看毛啊……快跑啊……”\n“咔！”亚迪托斯的嘴把操舌的身子咬出了鲜血，随后把操舌吞进了肚子里。周围弥漫着鲜血的味道，还有亚迪托斯的笑声：“哈哈……人类，臣服于我吧……”\n “…………”少女绝望了，手中的剑掉在了地上。如果我能帮忙的话……他就不会死了……\n 亚迪托斯注意到了少女，向少女发起攻击。少女闭着眼睛，打算承受这次攻击。\n　没有传来应有的疼痛，少女睁开了眼睛。\n　亚迪托斯的攻击在半空中停止了。\n　它的喉咙流出了黑色的血液，并出现了一个巨大的伤口。\n　“连台词都这么俗，你还真ＴＭ是个逗比啊……”那个巨大的伤口中出现了操舌，他的衣服被黄色的液体侵蚀了不少，血一直流到小腿处，他的眼睛，若隐若现地闪着红光。\n　“嚓！”操舌把亚迪托斯的头砍了下来，并从它的伤口处跃下，给它的头插上了一刀。\n　亚迪托斯的一颗牙齿掉了出来，不就变成了一把剑。\n　操舌倒在了地上，ＨＰ所剩无几。\n　“不是叫你跑么？”\n　少女走了过来，用恢复药水帮操舌治疗：“你的右手受伤有我的责任……”\n　“切，那种垃圾，我一只手就……＠！＃！＠％”操舌本想装装逼，麦克风接触不良，说了一堆噪音。\n　“能告诉我你的名字了吗？”少女想起操舌的话，问道。\n　“操……鸡巴……舌”操舌说到一半舌头抽筋了。\n　“……？？”少女疑惑地摇了摇头。\n　“操舌……”操舌又说了一遍\n　“操舌……请多指教！”少女笑着握住了操舌的手。\n　“瑶……”操舌想了一会儿，说道，“就叫你千坂瑶吧。”\n　“请多指教……瑶……”操舌微微地笑着，伸出了手。",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1430009100,
            "txt_content": "名字槽点多"
        }
    ]
}