{
    "title": "《MCOL》暮色猎手 第一章  似曾相识",
    "author": "操舌剑者",
    "replyCount": 0,
    "timestamp": 1429316640,
    "txt_content": " 本帖最后由 操舌剑者 于 2015-4-18 08:25 编辑 \n\n第一章  似曾相识\n  “WTF！！怎么是裸的！”操舌开始后悔他想都没想就按确定的举动。但他的注意力很快就被《MCOL》的强大画面给转移了：拜托了方块画面的MC，被强大的“虚拟Ⅰ”引擎渲染得今非昔比。强大的光影效果仿佛\n使阳光真实地照在你的眼睛上，贴图的细致纹路放大一般铺满了整个世界，而游戏中的细节刻画更是妙不可言。这画面已经超越了如今所有平台中的主流游戏。而正因为如此，操舌看着自己在游戏中果体的形象那\n滋味绝逼很坑爹啊！操舌只好瞄了一眼地图，向前方的小镇——艾朗斯走去，因为他根本不熟悉这个游戏的操作，也没有看到任何的教程，不用想都知道被其他玩家看到自己裸死在草地上爽不爽。一群穿着骑士套\n装的玩家把一个穿着水晶轻甲的紫发少女逼近了一个小巷。\n  “你们想干嘛？我说过不会和你们组队的……”少女拔出了剑，冷冷地说道。\n  “别这样嘛……我把酬金提升到五个钻石币怎么样？”带头的玩家笑了笑，对着少女晃了晃五根手指。\n  “呵……就算你给10个钻石币我也不会跟你们这群‘暴徒’组队的。”少女轻笑了一声，摆出架势准备进攻。\n  “嘿嘿……那就把你的装备留下吧！”骑士玩家冷笑一声，招呼着身后的玩家拿出武器，打算置少女于死地。\n   那女的看起来有点危险啊……操舌躲在墙边想了一会儿，最终还是摇了摇头：关我尸口巾事啊！这种英雄救美的狗血剧情就让那些穿裤子的人来演吧……\n   正当操舌准备转身逃跑的时候，他竟然被一个NPC家门口的香蕉皮绊倒了。“咚！”操舌摔进了小巷里。骑士玩家听到动静后走了过来：“你这小裸男TM的在这干什么？”\n“你TMD说谁是小裸男？？”操舌愤怒地给了骑士玩家一记左勾拳，“你这尼特性无能吧？！”\n   骑士玩家踉跄了几步，嘴角出现了鲜血：“你TM……给我杀了他！快！”\n  “啧……”操舌不得不向后退了几步，因为他根本没武器可用。\n  “呃……哪位哥哥，你要武器吗？”完全不明白状况的少女只好对操舌问道。\n  操舌点了点头，一把长剑飞向操舌，最后被操舌握在了手里。\n  “好吧……”操舌把长剑架在了颈后，“我陪你们玩玩。”\n   操舌冲入人群，骑士玩家的盔甲上发出碰撞般的声响。“刷！”长剑划过了每个玩家的胸口，坚硬的骑士盔甲顿时化为碎片。\n  “怎么可能……这个进攻速度……”骑士玩家面部逐渐变得恐惧和扭曲。\n  “吵死了，知道会有这种下场，何必自作自受？”操舌眼神变得冷酷起来，用长剑贯穿了每个玩家的躯体，空气中似乎弥漫着鲜血的味道。\n  “……”少女在一旁看着，露出了惊讶的神情。随后脸红得像晚霞一般，说道：“你好，我叫斯奈，你能拿个东西遮一下吗……”\n   操舌把骑士玩家的轻甲捡起来穿上后，把细剑还给了少女。\n  “我叫斯奈，你呢？”斯奈露出了轻松的笑脸，头发上的蝴蝶结左右晃了晃，又重新自我介绍了一遍。\n  “操舌……”操舌一边回答，一遍四处张望，“刚才那群是什么人？”\n  “唉……”斯奈叹了口气，“你知道《MCOL》的内测资格有多少个，现在的玩家又有多少吗？”\n  “难道不是十个吗？”操舌转过脸看着斯奈\n  “确实只有十个……但是，玩家数量现在至少有300个了。”斯奈一脸无奈。\n  “由于这款游戏的知名度太高，一些人通过黑市交易获得了客户端，然后用一些代码以NPC的身份进行游戏，他们大部分都把这个游戏当做一个随意发泄的地方，他们无视游戏规则，到处破坏的游戏的平衡。\n我们称他们为‘暴徒’。”\n  “难道OP和运营公司都吃屎去了吗？这种玩家BAN就行了。”操舌虽然有点不相信，但还是提出了自己的疑问。\n  “由于他们用的是NPC的代码，所以……找出来很难……”斯奈努力组织了一下语言，说道。\n  “为什么我都不知道？你不觉得我们被耍了吗？”操舌果断表示不服。\n  “这是OP内部的消息，因为内测资格只有十个，告诉你本身就已经违反协议了……”斯奈无奈地笑了笑。\n  “最后一个问题……你是怎么知道的？”操舌停了下来，问了一个他一直想知道的问题。\n  “这个……”斯奈显得有些惊慌，随后转移了话题,“你还不知道这游戏怎么玩吧，我给你介绍介绍……”\n  “MCOL最突出的特点就是NPC系统、自由PVP、怪物群落。每个NPC都有自己的名字、自己的生活、独特的性格。你能在城镇上看到很多NPC在做自己的事情，但出了城镇基本就看不到了。PVP系统可以在任\n意场地进行，只要系统判定玩家向另一个玩家带有敌意的进攻并造成的伤害超过100HP，系统便自动围成一个PVP战场，这个战场只能容纳发起PVP的双方，假设这个战场出现其他玩家或NPC，系统将会把攻击权\n限取消并安全送出战场。当然，组队状态除外。另一种是自由PVP模式，只要双方展开战斗，无论哪一方加入多少玩家都不受权限影响，直到其中一方投降或死亡战斗才会结束。无论哪个模式，PVP都是不限制\n数量的。大部分的游戏设定都继承了Mincraft，这个游戏是没有等级限制的，只能通过技能熟练度来区分新手和高手。”\n  操舌在聊天栏输入了查询熟练度的指令，“剑术”一栏只有可怜的“2”。\n  斯奈清了清嗓子，继续说道：“出了城镇后，所有地区中的怪物都被统称为‘怪物群落’。怪物在每个地区的强弱都不同，越往南越弱，越往北越强，同样，他们掉落的材料也是越往南越普遍，越往北\n就越珍贵。最北边的地区称为‘埃瑟克’，那里的怪物是最可怕的，你就这样过去估计会被秒杀吧。”\n “喔……”操舌从背包拿出一张自己画的图纸提给了斯奈，“你知道这把剑怎么拿吧？”\n “操舌你……该不会用过这把剑吧？”斯奈吓了一跳，因为这把剑就是全服稀有神器——亚迪托斯之剑。\n “那个……算是用过吧，你知道亚迪托斯现在在哪吗？”操舌耸了耸肩，上次遇到亚迪托斯纯粹是偶然。\n “如果我没猜错的话，应该在北边的暮色森林吧！”斯奈递给了操舌一张地图，并指了指北边，”你要一个人去吗？那可是非常有难度的，你可以花钱雇佣NPC和你组队……”\n  斯奈朝拥挤的人群看了一眼，之后把一袋钱币扔到了操舌手上：“看来只能陪你到这了，这是点钱，有机会再见吧！操舌哥~”\n “你看上去也比我小不了多少嘛……”操舌看着手中的钱，又看了看斯奈的背影。\n  操舌买了一把蛇纹铁剑和一套银制的轻甲，加上几瓶生命恢复II的药水，斯奈给的钱还剩下5金币，750铁币。\n  操舌穿好装备后，独自一人出发了。\n\n",
    "replies": []
}