{
    "title": "[四线]MagicDream——东方弹幕·魔法·暮色·巨型RPG地图·副本·小游戏·生存[1.6.4]",
    "author": "kinyloin",
    "replyCount": 0,
    "timestamp": 1429333560,
    "txt_content": " 本帖最后由 kinyloin 于 2015-4-19 17:01 编辑 \n\n======Magic Dream 多元化服=====（依照MCBBS的管理要求，本服所售虚拟物品价目表放置在本帖下方)======目录=====1.寒冥森域特别介绍2.特色详说(文字）3.入服指南4.服务器特色图片介绍5.服务器地图介绍视频6.服内美图欣赏\n======寒冥森域特别介绍======\n\n我们近期推出了一个激动人心的巨型探索型NPC地图“寒冥森域Multi-Forest”第一期工程，耗时9个月精心制作，包含三个大型建筑区域：出生点“DarkShire夜色镇”、“The World Tree世界树”及树冠城、“IceCity冰雪之城\"，以及数十个小型建筑任务区！还有三个巨型副本等着你！给你最完美的大型RPG地图体验！（以后会增加），你将在这个世界中，沉浸在RPG的世界。\n————IceCity冰雪之城————寒冥森域最南端的冰川上的王国，这里有一套非常完善的生活体系、便民服务、魔法工坊、全服唯一一个成品魔法销售商店、高级武器装备店，可以购买别墅/地下高达160套公寓，GO家族/调查兵团驻IceCity办事处/基地，让你不用跑多远就可以进行公会活动，还有不少有趣的任务等你去做。\n只要你有足够的战斗能力，做完寒冥森域主线引导任务，即可自助参加冰雪之城通行资格考试！过关即可自由通行冰雪之城！主建筑魔法工坊，玩家制作魔法的地方\n\n各公会办事处\n————TheWorld Tree世界树————服务器的地标性建筑，有三个部分：树根堡垒（目前有一个通往树干的楼梯）树干，通往世界树顶端，中间有楼梯/NPC的寄生屋（如果你获得了世界树树冠城传送宝珠可以直接传送到顶部的树冠城），树冠城有一套完整的、稍逊于中世纪之城的生活体系，你可以把这里当作你的第二主城。\n你可以在这里：做任务/打怪练级/获得生活服务/看风景/传送到其他地区等。 \n————DarkShire夜色镇————\n寒冥森域的出生点，你在寒冥森域的起始NPC小镇，这是魔兽世界夜色镇1:1的复刻版，你可以在这里做一些任务/购买物品等，还有部分原汁原味的夜色镇任务！你可以从这里用游戏币直接传送或按照路标步行至世界树/冰雪之城。————多功能竞技场————\n在冰雪之城西侧森林中,可自由PVP或有时由OP组织PVP \n——————关键词——————\n魔法、任务、游乐园、副本、暮色森林、跑酷、多类型生存世界\n——————服务器几句话的简介，详细介绍看下面~——————\nMagic Dream,以为数不多的魔法服而冠名，魔法艺术mod，认知魔法、特别的方式制作法术、练习亲和力属性、召唤魔法BOSS还有更多好玩的魔法相关建筑、玩法...为让游戏更加多彩，我们还加入了暮色森林、辉夜姬的五难题，以及利用NPCMod制作各种任务、副本等，还有小伙伴们最喜欢的有很多小游戏的游乐园！我们拥有很多各种各样的副本，有剧情、无剧情的都有，玩法不断尝试创新，每一个都是精心之作，让你感受NPCmod带来的无限乐趣和网游般的NPC感受，让NPCmod的功能最大化！还有一个巨型暮色森林为基调的NPC系统、地图正在制作，不但带来的WOW中的暮色森林的一些地方、任务，更有大量原创内容等着你（具体看本帖头的计划内容）我们目前，已经让服务器变成一个多元化的minecraft世界！我们还有可能加入“植物魔法”，让Minecraft更加有趣，让Magic Dream更加名副其实，目前此MOD正在测试以及评估中\n图片等看完文字放到后面发哈！小伙伴们仔细看帖！————————先放几张服务器新的注册点（不是主城）吊吊胃口吧！————————\n\n这个注册点是腐竹kinyloin前不久耗时一周制作的建筑，你们觉得怎样就点评吧~\n别看醉了，下面还有详细的特色介绍以及各种华丽的服务器内截图！\n \n\n————————特色————————\n【强大的NPC系统】\n在主城地图中，随处可见NPC，随处可以与他们对话、做任务并挑战一些NPC/BOSS，获得奖励，RPG网游般的体验。\n【多生存世界】\n我们为了迎合广大玩家的需求，开设了两个生存世界：普通地形生存世界、平坦自主地皮生存世界。平坦生存世界推荐不会圈地的小白生存，当然，你也可以在此世界认领地皮后进行建筑。普通地形生存世界，要在此世界生存，需要进行一个转正测试，包括两个关卡，第一次进入自动传送到转正区域，通关后，即可获得在该世界生存的权限，转正关卡过滤了大部分熊孩子、小学生，给你一个清爽的世界【强大的任务系统】\n任务系统是NPC的一个重要内容，有日常任务，每日可做一次，剧情任务等，任务类型多种多样，总数上百个任务，让你high！不断添加新任务中，我们不设立专门的人物传送，全部任务等你去寻找并开始任务！\n【玩家商业体系】\n1.NPC商店街 出售各种物品。2.玩家自主开店区，各种东西自由买卖！3.系统提供部分物品回收，让你在生存初级阶段获得钱去圈地。\n【丰富的副本】\n目前服务器副本共有6个，在建9个。副本有剧情式，意在让你作为一个角色，通过一些剧情，以及闯关，通过副本；另一种是普通型，没有剧情，只有一些各种主题、不同难度的NPC，均会掉落各种物品装备。\n【你绝对没玩过的100层跑酷】\n跑酷塔共100层，辅以本服的MOD以及机关，让你的跑酷游戏更具有挑战性，到达顶层后还有丰厚奖励自动发放，如果你懒，还可以直接升至某些层次，不过肯定不是免费的- -多重防作弊措施，玩家安全保护措施，让它更具有公平性、安全性。\n【游乐园】多达十余种游乐项目，全自主建设，游乐项目无图无真相，下面的图片里介绍。【多种玩家生活服务】\n1.生存世界个人建筑评级，有ABCD四个等级，均可获得奖励，A级还可以在主城的特定区域设立传送口传送供大伙传送参观。2.专供玩家练级的练功房，等级不够了没烦恼！3.玩家交友处，发布交友信息，让你很快的找到你的基友，让游戏生活更加精彩！4.贴心查询服务，没圈地的玩家家里被偷被拆，报告管理，管理会在很快时间内为你处理。5.魔法栏经常满，我们提供重置魔法技能树服务，让你体验不同魔法。6.more?进服自己发掘吧！\n【NPC练功房】\nNPC怪物练功房，不愁没怪打，主城/世界树都有一间\n【国内唯一的魔法制作教程】\n我服管理员用了半天时间掌握了魔法艺术2MOD，并编写了魔法制作基础教程。【有趣绚丽的魔法、弹幕】我服使用的魔法MOD，是一个很不常见的MOD，而正是不常见，才给了你不一样的体验，通过魔法做各种神奇的事情，用各种方式去击杀怪物。弹幕MOD的原型是东方project的一些东西，弹幕卡牌可以发动各种具有绚丽效果、威力可观的弹幕，还有大量东方project内的物品，让你回味动漫。\n【玩家公寓】\n游乐园公寓/世界树·树冠城的树挂屋/冰雪之城的别墅、地下巨型公寓区，多出公寓，不同风格，任你选择！【保证体验最大化】\n不定期对服务器进行维护，对客户端进行更新，只为你能获得更好的体验！\n————————关于部分世界的说明————————【两个生存世界】永不换图，普通生存世界请不要乱挖乱放。【暮色森林、资源世界、地狱、末地】为了保证良好的体验，每周更换一次，请勿在这些世界建筑生存\n————————对小伙伴们的一些小小要求————————\n\n这里只写一些基本要求，下载客户端后有详细的明文规定，请各位小伙伴们不要忘了阅读~\n1.不得高空流水、流岩浆2.做一个习惯优良的小伙伴，不作弊、不偷、不破坏、不恶意杀人3.做一个品德好的 小伙伴，不粗口，不刷屏，不乱堆乱放4.为创建良好的游戏环境，一旦犯罪，基本都是双ban处理！5.入群后不要潜水，要活跃起来\n\n\n————————入服指南————————1.加群后尽快修改群名片为自己的游戏名且不要潜水，不然你有可能会被飞~2.群共享下载客户端，客户端内自带IP地址，经常关注群共享，客户端不定时更新！如果你群共享下载过慢，请复制群公告里的百度网盘链接到浏览器进行下载！3.请认真阅读客户端安装界面的文字4.安装后，请点击启动器的“功能大全”查看有关教程以及一键进入本服贴吧。5.进入游戏后，你所在的是水圣坛出生点，请右键你身旁的NPC开始新人任务6.如果你想购买游戏物品、飞行、点券等，请查看启动器功能大全里的有关内容，还有武器DIY定制！7.发现BUG、举报作弊、举报熊请私聊腐竹，有奖！10.如果你想彰显个性，可以购买称号权限。————————图片时间！————————风景图采用了天空贴图和光影，其余的不用光影了，电脑把持不住，腐竹证明放在最下面。在本帖靠下的地方有即将开放的新暮色NPC系统（不是普通的暮色森林了啦）的截图剧透哦~先来个LOG \n接下来是部分主城（中世纪之城）截图，我们的主城地图虽然大，但绝对不是面子工程，你需要探索主城的很多地方，会有惊喜哦~NPC分布在主城各地，更有各种任务等着你~主建筑物 西侧小镇 \n\n\n游乐园！ \n部分副本图片，有的是有剧情副本，有的是无剧情的小副本，有剧情的副本一般打完一个需要20分钟以上。这个是最新的艾斯贝特中型有剧情副本的一些地方的截图（过年时会开放它的前传、后传两个副本）在毁灭中的美丽花海 \n当你在拯救这个村子的同时，用你的智慧，最终将攻入毁灭这个村子的敌人的巢穴以下是一些以前做的副本的截图 \n玩家自由交易市场 \n部分任务截图\n独创的100F跑酷，挑战成功有丰厚奖励哦~\n一些玩家优秀建筑以及服务器主城、调查兵团在建的新基地的欣赏 \n\n最后是 腐竹证明图片 \n\n虚拟物品价目表 \n本内容已整合进客户端\n\n图片就这些吧，Magic Dream服务器欢迎你的到来！\n\n",
    "replies": []
}