{
    "title": "无聊发的建议",
    "author": "5igm1",
    "replyCount": 9,
    "timestamp": 1429329900,
    "txt_content": "我就要来说一说。当初我进入茶馆区的时候，全是水贴。茶馆区写的也是可以适当水贴。那么我自然以为是可以水贴的地方。而我发了水贴，却没有版主来指责我，反而看到了很多人和我一起水。我当然以为那个地方的规矩就是那样。这就好比，请问在一个杀人为常的国度。有法律，说了不让杀人，但是你天天看见无数纷争，然后无数死人。你会当那法律是个屁？而且，联机讨论版中，我记得有一个说如何升级的帖子，里边就提到了水贴，还被加了精华。最后，任务区中有一个水贴的任务。如果mcbbs就是真不让水贴，不如把那个精华教程+任务区的水贴任务都删了，免得误会。还有茶馆板块有一个标题是闲聊的，建议也把那个删除。什么是闲聊？！我发个今天吃的太多撑着了，这是闲聊，可是在某些版主眼中就成了水贴。如果mcbbs认为闲聊的内容应该是对于某个mod或者插件应用，某种服务器制度的设立的合理性，那么有专门的游戏讨论区。在我看来，为什么开了游戏讨论区，还开了一个叫茶馆的鬼地方，就是为了让这些mc有关的讨论和与mc无关的讨论分开。如果mcbbs认为全mcbbs不应该有和mc无关的东西的话，那么我建议，删除茶馆板块。\n同时，发主题帖的时候，如果复制的其他帖子内容，尤其是图片，很容易造成内容超出正常半面。也就是说，帖子中轴线在屏幕右方。被禁言的人，5天期满后，会被自动列入到期用户组。不知道这个bug是概率发生，还是一定发生。反正我被封2次，然后2次全遇到了。\n\n\n\n\n[tr][/tr]\n",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1429330380,
            "txt_content": "你这样真的大丈夫么？MCBBS水贴有规定，而不是不允许水贴。通常被警告一般都是自己作死或者引战导致的问题。不要把自己的毛病推给论坛。\n\n况且，茶馆是你想删就删的么。最多回复/主题的地方，那是你想删除就删除的？"
        },
        {
            "author": "5igm1",
            "timestamp": 1429330560,
            "txt_content": "海潮 发表于 2015-4-18 12:13\n你这样真的大丈夫么？MCBBS水贴有规定，而不是不允许水贴。通常被警告一般都是自己作死或者引战导致的问题 ...\n哦，反正之前没看出来是mcbbs最辉煌的地方。感谢新任的几位版主纠正不良风气+大力打压水贴。不过除了水贴，我会去茶馆？:-D"
        },
        {
            "author": "酉月一",
            "timestamp": 1429332720,
            "txt_content": "    呵呵，不懂最近你们这些人是怎么想的，对于茶馆，为什么别人水贴不会被发卡而你们会呢？楼主不妨看看别人是怎么水的，内容是什么？有没有违反版规而水贴，是否是一句话水贴，而你的帖子和其他人的帖子相比，是不是有违反版规？茶馆水楼是否有用图片签到，纯文字或是表情签到是违反规定的，如果你违反了，就别来这里瞎BB。还有，茶馆的如何升级的帖子，你去顶你看清楚了？是如何升级，而不是如何水贴，虽然提到了水贴，但是并不是让你乱水，违反版规的水。总之一句话：版规是硬性的，是由所有茶馆版主以及管理茶馆的两位论坛管理员而决定的，不服，那就@管理员跟你谈谈。还有，如果楼主只是因为为了完成任务，而不顾版规水贴，那只能怪你自己作死，论坛一百多万会员，虽然只有几十万是活人，但是也只有你们个别几个人喜欢作死，论坛有自己的规定，不喜欢可以不来，贴吧欢迎你们这一类人。\n\n    正如楼主所说，我不知道楼主为何要提起复制“其他”帖子内容，如果楼主想要在茶馆发帖，自己打打字，然后附上图片或者表情都可以，而为何需要复制其他帖子？图片超出，为何别人没有这种情况？楼主考虑过是自己电脑问题了吗？如果没有，我只能呵呵。\n\n    禁言用户到期未变回正常用户组，那属于论坛bug，有专门的帖子让你们开小号去申请解封，而并不是让你们在这瞎BB。帖子地址：http://www.mcbbs.net/thread-367380-1-1.html"
        },
        {
            "author": "250=mo",
            "timestamp": 1429332900,
            "txt_content": "地板说的其实没错。有时候确实是版主没管过来。\n论坛对于新人的引导其实还是不够好，水的定义模糊但规定却又打得死死的。"
        },
        {
            "author": "EternityTQ",
            "timestamp": 1429334100,
            "txt_content": "用户组的切换确实是一个问题\n但是，请楼主不要盲目跟风\n水楼是管理漏洞，所以一定要抽空管管"
        },
        {
            "author": "5igm1",
            "timestamp": 1429348680,
            "txt_content": "zxc554989965 发表于 2015-4-18 12:52\n呵呵，不懂最近你们这些人是怎么想的，对于茶馆，为什么别人水贴不会被发卡而你们会呢？楼主不妨看看别 ...\n看来由于一些硬性或软性原因致使你没能理解我的话。这个建议不针对茶馆区。至于为什么复制，我在服务器区发帖，我在插件区发帖，我在教程区，mod区发帖，难道不能复制吗？谁规定了mcbbs发帖必须是首发而不能是转载？什么100多万会员，几十万活人，不想来别来，说的真是趾高气昂，你有什么资格说？你是版主，还是管理员？你凭借什么代表mcbbs的意志？我是在指责mcbbs吗？mcbbs禁止建议吗？我的举报是举报水贴被封了吗？我的举报明明是连环封禁好不好？什么都不看，任何证据都没有，你怎么胆量那么大呢？你的原话送你\"别来这里瞎BB\"。总而言之，希望层主凡事多用脑。"
        },
        {
            "author": "5igm1",
            "timestamp": 1429348680,
            "txt_content": "zxc554989965 发表于 2015-4-18 12:52\n呵呵，不懂最近你们这些人是怎么想的，对于茶馆，为什么别人水贴不会被发卡而你们会呢？楼主不妨看看别 ...\n看来由于一些硬性或软性原因致使你没能理解我的话。这个建议不针对茶馆区。至于为什么复制，我在服务器区发帖，我在插件区发帖，我在教程区，mod区发帖，难道不能复制吗？谁规定了mcbbs发帖必须是首发而不能是转载？什么100多万会员，几十万活人，不想来别来，说的真是趾高气昂，你有什么资格说？你是版主，还是管理员？你凭借什么代表mcbbs的意志？我是在指责mcbbs吗？mcbbs禁止建议吗？我的举报是举报水贴被封了吗？我的举报明明是连环封禁好不好？什么都不看，任何证据都没有，你怎么胆量那么大呢？你的原话送你\"别来这里瞎BB\"。总而言之，希望层主凡事多用脑。"
        },
        {
            "author": "5igm1",
            "timestamp": 1429349040,
            "txt_content": "尼玛乄骑士 发表于 2015-4-18 13:15\n用户组的切换确实是一个问题\n但是，请楼主不要盲目跟风\n水楼是管理漏洞，所以一定要抽空管管 ...\n一天了。心情也平复很多了。首先，昨天对你的投诉贴里，首先我要道歉，有些言辞过于激烈，也有些对一些问题的夸张化。其次，我并没有反对你对版内的正常管理。你管理水贴，因为水贴而封禁我，我并不反对。当然，郁闷是肯定的，但是却不气愤。所以我第一次并没有对你的封禁有过任何不满，亦没有过投诉。但是这次我投诉你，是因为你对我账号的连环封禁。我不明白，如果是说对我的警告，为什么不能在一次封禁期，就处理完。我也不奢求你回答。从始至终至少你没有像某些天生或许不良的人那样，和投诉你的人对喷。就这样吧。"
        },
        {
            "author": "妖梦的舔狗",
            "timestamp": 1429351920,
            "txt_content": "除了吃饱了撑的以外，其他东西都没有看懂\n\n不明白你是认为处罚不公，还是处罚过重，或者只是单纯的骂街？\n\n你的申诉我昨天已经回复过了，而我今天看到了这个帖子，发泄请去砸碗，反馈投诉及论坛其他版块都不是干这个的地方。\n\n"
        }
    ]
}