{
    "title": "【原创】【连载】《罔世—常世卷一》高中党更新慢请不要介意啊QAQ",
    "author": "白安西",
    "replyCount": 5,
    "timestamp": 1429350840,
    "txt_content": " 本帖最后由 白安西 于 2015-7-16 16:47 编辑 \n\n  渲染作者：@暴风中的龙 \n\n  大漠。  这片沙漠是天朝的西北，跨越这里就是我的目的地—Ander，一开始让我来这里我是拒绝的，但是在朋友一再乞求…其实也没有啦(￣▽￣”) ，我收到他的信的时候就答应了。我骑着从安西台租借来的劣马踽踽前行，口中干渴难耐，但是补给的水已经喝完了..按照之前的经验，前面应该就是Ander了，我擦去脸上的汗珠，催促马跑向前方。话说还没有自我介绍呢，我叫凌德，从小被叔叔抚养长大，本来被期望成为一个医生的我，却选择了我现在的职业...这个职业…说起来其实很麻烦，反正就是替别人完成任务的，只要给钱无论什么事我都做W，我在西京开了一家事务所，生意还可以，不过最近也比较闲，不然我是不会接他的烂摊子的o(￣ヘ￣o＃) ，根据朋友信上的内容，曾经帮助过他的伍尔先生最近遇到了难题，他在店门口发现了一只倒在地上的妹纸，他精心的照顾她，她醒来后，伍尔先生问她关于她的情况，她却什么也记不起来了，伍尔先生就写信给我朋友希望他能解决，这货居然和我说他很忙要我去，报酬的话就三七分。魂淡啊简直，我心想拿到报酬也不会分给他的( －з) 正当我想的时候，前面出现了绿色的痕迹，看来是要到了。  Ander是天朝和西方各国的边陲小城，从前一直战争不断，但从几十年前天朝和西方国家签订互不侵犯条约等一系列的和约，这里总算是安定了下来。眼尖的各国商人迅速在这里聚集，没几年Ander就成为一座繁华的城市，以前我也来过这里，不过这里变化的很快，我左右看花了眼，一面向别人打听伍尔的店铺地址，另外好奇的是，他们在告诉我地址的同时却摆出一副厌恶的表情…难道我一段时间没来Ander…而当我到伍尔店前的时候，我明白了路人为什么要这样对待我了…其实吧伍尔这个名字是从wool这个单词翻译过来的，提起羊毛的话，人总能想起很温柔的羊毛毯子呀，漂亮的羊毛衫呀，而我也一直以为羊毛店就是羊毛加工品店铺什么的…可是…这TMD哪里像羊毛啊QAQ！眼前的店铺像是从油炸食品中捞出来的一样，充满了油腻的气息，店铺的门半掩着…或者说是坏了根本关不上吧？总之我完全不想碰这个门，进这家店…但是！我良好的职业操守告诉我，就是是岩浆湖，价格合理的话我也要跳下去！所以..我…在门外大喊——  “Wool! Are you here?!”  “Oh..I am on the way!”  然后伍尔就推开了门，看我是多么的机智WWW（下面的内容为了阅读方便就不转换语言了*/ω＼*)  “你在哪里！”  咳咳…话先说在前头，我不矮，我真的不矮！但是…一米七八的我站在高大的伍尔面前…也不至于脱离视线范围吧！！我将悲愤化为力量打在伍尔的大腿上..  “我在这里…”  “望月君有重要的事情要做，你的委托转给我了“  “噢，是这样啊..酷爱请进来吧！”  伍尔一面推（拖）着我进来，一面关上门。  奇怪…开店的人为什么不打开门呢？…难道这也是风俗吗？\n伍尔的店里，并没有我原本想象中的油污味..事实上，空气中是一股淡淡的,柠檬清洁剂的味道。  “我的委托..不知道是不是有些麻烦了..不过报酬我会给足的..”  “您说”  “米丝特里！”  伍尔喊的好像是一个女孩子的名字..旋即我听见楼上门开的声音，一阵轻快的步伐声后，一个亚麻色头发的妹子出现在我眼前..\n  “唔..委托和这位小姐有关吗？”  由于并不清楚这位米丝特里小姐的情况..一时间找不到合适的代词称呼。  “事情是这样的…“  伍尔到了一杯红茶递给我，向我叙述道关于米丝特里的情况。    “那是一个月前的某天早上，我出门倒垃圾（真是稀奇他居然会倒垃圾诶！）..诶你这个表情是什么意思…唔..我倒垃圾的时候发现米丝特里躺在垃圾桶边上，手里还有从垃圾桶里翻出来的食物残渣(OMG qaq)…我有些可怜她就收留了她，等她醒来后，我问她是谁，从哪里来，她却说她不知道…可能是经历了什么事情导致失忆吧，不过我看她衣着像是大户，所以想找望月君看看能不能帮我把米丝特里送回她家。“    伍尔一边说的时候，米丝特里似乎有些痛苦，我想起以前接过的一个案子，也是一个失忆的孩子，拼命回忆想忘记的事情是很痛苦的…我沉默了一会，回答道  “我了解了，找回记忆的话，可以用一种叫‘宁香草’的植物，这种植物像兰花一样，生长在沼泽地带，虽然比较稀有，但是还是能找到的，我想我们可以试试看。”  “唔..”  伍尔先生似乎是有些不相信的样子，没办法，宁香草是天朝医学中的植物，西方国家对这类药材一向是不看好的，我刚想解释一些的时候，伍尔却点头答应了。  “恩，目前也只能这样了..今天你也辛苦了，找草药的话，明天再出发吧..我还有些工作要做，米丝特里，你带...忘记了，还没有问过你的名字。”  “在下凌德…”  或许是我的错觉？在我说出我的名字的时候，伍尔先生的表情突然变化了一下，但我没有太在意。  “凌德..米丝特里，你带他去市场走走吧。”  话说完，伍尔便钻进了一间像是工作室的小房间里。\n\n[white_wool]篇章索引\n[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429365960,
            "txt_content": "只要给钱什么都干……（滑稽）"
        },
        {
            "author": "白安西",
            "timestamp": 1429603920,
            "txt_content": "恶魔-潇洒 发表于 2015-4-18 22:06\n只要给钱什么都干……（滑稽）\n╭(╯^╰)╮{:10_492:}"
        },
        {
            "author": "暴风中的龙",
            "timestamp": 1436448900,
            "txt_content": "来来来，我来了~~~~~~"
        },
        {
            "author": "白安西",
            "timestamp": 1436449260,
            "txt_content": "暴风中的龙 发表于 2015-7-9 21:35\n来来来，我来了~~~~~~\n蟹蟹落雷桑帮忙做的图WWW"
        },
        {
            "author": "暴风中的龙",
            "timestamp": 1436449560,
            "txt_content": "白安西 发表于 2015-7-9 21:41\n蟹蟹落雷桑帮忙做的图WWW\n土豪真大方！"
        }
    ]
}