{
    "title": "世界的世界★②章 险情",
    "author": "423618228",
    "replyCount": 6,
    "timestamp": 1429358040,
    "txt_content": " 本帖最后由 423618228 于 2015-4-19 21:02 编辑 \n\n欢迎收看\n\n  709抱着孩子，心中也是无比的沉重，他之所以领养这个孩子，就是为了减轻他心中对人民的亏欠。这是709突然\n感觉下巴一整疼痛，原来是小孩正一手揪着709的胡子扯着玩呢。709看着孩子，心中的阴霾也是一扫而空，嘴角也\n露出了一丝微笑。\n  他仔细的打量了孩子，似乎是自言自语的说道“你还没有名字吧？看你这么胖就叫你胖子好了。”那孩子仿佛不\n满709起的名字，“咿咿呀呀”的乱叫一通，还扯了两把709的胡须。“啊？不喜欢这名字啊，嗯....要不就叫你团\n子好了吧？”而孩子听到后也安静多了，躺在709的怀中眯上了眼睛。709不禁大喜，高举着孩子说“噢，宝贝你有\n名字喽！我的宝贝团子！”\n  夜幕的降临却无法抹平城中的喧闹，救援的工作仍在进行着。\n  709把团子身上的被子盖好，望着已经熟睡的团子，嘴角浮现出了一股会心的微笑。\n......................................♂♂♂♂♂♂♂♂♂♂..........................................\n                                     (这是一条华丽的分割线）\n  突然709听到屋外传来了一声爆鸣声，他一愣，心想莫非是那些怪物趁夜晚发起了突袭？709赶忙抱起团子出屋查\n看，只见城头已倒塌了大半，怪物正从城外蜂拥而入，而城里的守城卫兵却还没反应过来，看着这即将失守的城池，\n709这个高大的男子眼中露出了悲痛之色，他随即又看了看怀中的团子，心中一狠，边带着团子向着护城河的入水口\n飞奔而去。\n  在黑暗的街头飞奔着，周边的众人却是面带着恐惧和茫然。显然是还没有认识到现在的处境。\n  “大家大家快从护城河跑出去！这个城已经失守了！”709一边跑着一边大声的呼喊。这是才有一些人才如梦初醒\n般的随着跑向城中的港口。\n  一路上出奇的顺畅，并没有遇上任何的阻碍，但也让709的内心越发的不安了起来，一群人飞奔至港口，此刻一个\n身穿着铁甲的壮汉对着其他几个人一阵吩咐，尔后几个人都冲上了各自的船，片刻之后，穿上传来了一声长啸，壮汉\n把船掉了个头，然后对港口上的民众说道“一个个上船，小孩和老人先上，不要挤，一个个来。”人们听后，一\n个个有序而快速的进人了船舱。\n  709也抱着团子坐在一个靠船舷的位置上，此刻他心中的不安感已经达到了一个极点。“希望不要发生什么事吧！”\n他抱着团子望着那不大的港口上还有小半的居民轻声道。\n  突然他仿佛想到了什么，双眼猛地望向了船舱的底部，那里有一个为了存放物资的小船舱。他从船舷望向对面的\n那艘船，细细看去，船身的下半部分有一个不太明显的痕迹，那是木头被切断又重新拼回去的痕迹。\n  709顿时脸色大变，对着船夫喊着“有东西在小船舱里！，快去通知其他人！”说着把团子放在座位上，安抚着团\n子说“等我回来”团子也好像知道了情况的严重，也不在闹腾，安安静静的坐在座位上。\n  709也不在等待，单枪匹马的冲向了船舱的下面。在小船舱的大门前，709望着船舱里堆着的食物和箱子，精神没有\n丝毫的放松，右手摸到后背，抽出了一把流转着淡淡紫光的剑，竟是一把附魔的剑，剑出鞘的一刻，也发出阵阵清鸣。\n709双手握住剑柄，大喝一声，横批一剑。\n  “嘭”的一声，只见碎木翻飞，709也顺势滚入了小船舱中，在起身的瞬间709从腰中掏出了早已准备好的照明灯，\n船舱内顿时变得无比光亮。而在看到船舱内的那一刻，709的眼瞳顿时缩至针眼大小，只见船舱中有3只绿色的全身长\n满了斑点的怪物，配合这狭窄的船舱，显得十分的诡异。“苦力怕！”709顿时失声，叫了出来。那一声巨响也同样\n吸引了那3只苦力怕转过身来，用它们那凹陷的双眼看着709，而那形态可怖的嘴中发出了“嘶嘶”的叫声。\n  709心中暗叫不好！单手放开探照灯，另一只手瞬间长剑离飞射而出，刺向了其中的一只苦力怕，而709在瞬间就已\n经扑向了离自己最近的一只苦力怕。\n  “噗”一声闷响，长剑已经穿透了一只苦力怕的身体，将他死死的钉在船板上，而被709扑倒的那只苦力怕头上则留\n下了一把尽根没入的匕首。但此刻剩下的那只苦力怕的身体却突然开始急剧的膨胀，709心中一惊，连忙拔出了他的\n匕首，同时向那只苦力怕刺去去。但那只苦力怕早已做好了准备，见709一刀刺来来便连忙向右闪去，避开了这一刺。\n这攻击被闪开了，709的眼中也闪过了一道怒色，要知道如果再拖个一两秒，不光是709，连着全船的人都有生命危险。\n709也不在犹豫，一咬牙，从侧腿上抽出了一卷卷轴，卷轴上浮动着一些古怪的符文，仔细观察的话还有一丝丝微弱的\n电弧在卷轴表面跳动。709瞬间抓着卷轴的半边向前一挥，卷轴便“哗”的在空中完全的展开了，从中激射出了一道极\n亮的电弧朝着苦力怕的方向飞射而去。\n  苦力怕眼中露出惊惧之色，但下一秒粗大电弧已经完全包裹住了它，在那耀眼的白芒下很远都能感到强大的威力。\n  709双眼微眯，正准备转身离开时，那耀眼的白光忽然明暗不定起来，随即白光瞬间暗淡，露出了其中的一个淡蓝色\n的怪物。\n  “不可能！”709惊恐万分的叫道。那淡蓝色的怪物抬起头，望着那惊怒的709，眼神阴冷无比。709这时也反应过来，\n单手狠狠的拿着匕首朝突变的苦力怕掷去。只见下一个瞬间那把精铁做的匕首便射到了苦力怕的面门之前。\n  “啪”一道淡蓝色的电弧从苦力怕身体中弹出，击打在了精铁匕首上。那匕首顿时失去准星，旋转的插在了苦力怕后\n方的船舱上。在匕首射来的同时，苦力怕身上的蓝光也突然忽闪忽灭，一丝丝的电弧也从其身体中涌出在周身缓缓流转。\n  “不！”709喊着一边把手中的卷轴用力往前甩去，一边嘴中用极快的速度默念着一道口诀，顿时卷轴白光大放，一条\n条手指粗细的雷电从卷轴中涌出组成了一个密不透风的电网把苦力怕包裹在其中。电网刚刚组成，只听见里面发出一道巨\n响，电网瞬间膨胀了一半大小，但是显然电网还是能坚持住的。正当709松一口气时，只闻“噗”的一声轻响从白球中发\n出，然后就是一道细小的蓝光从白球中射出，狠狠地击打在船底，顿时船底出现了一个脸盆大的破洞。709大吃一惊，正\n当他准备再次加固电网时，卷轴却光芒暗淡至极，直接落在了709手中。\n  709看了看手中那无光的卷轴，暗骂了一句，瞟了一眼伸缩不定的电网球，随即一个翻腾从大门翻出去。刚刚翻出舱底，\n只听见周围几声爆炸突然响起，随即是人们的哭喊和尖叫声。他迅速跑到船舱中，看着那乱成一锅粥的人群，心中无比的\n悔恨，他双手抱着头，跪在了甲板上，嘴中哽咽的说道“啊！为什么...会这样！这该死的魔法卷轴！那苦力怕怎么会变\n成那个鬼样子！”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n第一章——天灾 链接：http://www.mcbbs.net/forum.php?mod=viewthread&tid=434951&page=1#pid8031348\n\n\n第三章 山东小村链接：http://www.mcbbs.net/thread-436062-1-1.html\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429359780,
            "txt_content": "剧情波伏曲折，有看头！"
        },
        {
            "author": "雷纳上尉",
            "timestamp": 1429361280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429361460,
            "txt_content": "雷纳上尉 发表于 2015-4-18 20:48\n顶一下，建议去百度贴吧发帖\n贴吧一小部分是喷子和不懂欣赏的人，而且贴吧人流量大，几分钟就被压到后面去了……"
        },
        {
            "author": "雷纳上尉",
            "timestamp": 1429361700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "423618228",
            "timestamp": 1429361760,
            "txt_content": "恶魔-潇洒 发表于 2015-4-18 20:23\n剧情波伏曲折，有看头！\n谢谢！谢谢！"
        },
        {
            "author": "423618228",
            "timestamp": 1432970220,
            "txt_content": "顶顶顶！！来人啊。没人吗！？"
        }
    ]
}