{
    "title": "<原创·连载>   勇者之征   第四章 第十节",
    "author": "2B与mc的故事",
    "replyCount": 5,
    "timestamp": 1429361520,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-9 20:09 编辑 \n\n       更新变动通知：最近由于有事不能经常上网，所以不能经常更新，带给大家的等待与不便敬请谅解。\n\n\n\n        Steve拼尽全身力气跑到断崖旁，正准备纵身一跳，突然发现：他根本就跳不起来！\n\n        这是好事还是坏事呢，至少他没有因为冒失而掉入岩浆华为一缕青烟，可是他连第一步都跳不过去啊！这让他彻底地明白了差距，至少不是几个小时的事情了。\n\n        Steve退回原地，艰难地弓下身子，然后慢慢坐下，貌似是在想办法。\n\n        “哦？终于开始长脑子了？”狼王也坐在对面的尽头，歪着头望着Steve，悄悄地自言自语道，“这家伙终于发现这里并非只是在考蛮力了，所以长长脑子在实战中也是很有用的。”\n\n        然而Steve却并不是真的长脑子了。他只是在想，如果跳不过去话，就得有更强的力量让自己跳的过去，有什么办法能让自己更快地变强呢？\n\n        没过多久，Steve紧皱的眉头放松了下来。他用手撑着地，然后又艰难地站了起来。\n\n        似乎每动一下，Steve都能听到自己关节的响声，感觉到肌肉几乎要断裂的刺痛。\n\n        可是他没有停下来，尽管之前他自己都在说着这件事已经无关紧要。\n\n        他突然站得挺直，然后伸出前脚，往前一蹬，开始一边跑一边跳起来，就在楼梯下那一片平台。\n\n        “这家伙又在干什么？”狼王纳闷了，“难不成他真想凭着蛮力硬冲过来吧？！”\n\n        过了很久，Steve依然在不停地跑动，跳动，就跟一只活的旋转木马似的。\n\n        “还真的有这想法啊，还真是天真呢。”狼王嘴角露出了一丝微笑，“就跟年轻时候的我一样。”\n\n        呼，呼，呼……\n\n        Steve还在绕着平台跑着，然而狼王已经睡着了。\n\n        噔，噔，噔……\n\n        身上附有练功石的Steve跑起步来就跟石头一样沉重，声音也特别的沉闷。\n\n        时间不知道过了多久，在这个一直都是亮光的洞穴里是没有时间的概念的。然而这也是一种好事，这不会让修炼者分心，也不会过于急躁或者骄傲。\n然而Steve的汗水已经在干燥的石板上划出一道椭圆形的的痕迹。\n\n        突然，沉重的脚步声没有了。之前一直听着脚步声的狼王，也一下被惊醒了。\n\n        “哦？终于还是开窍了？找到方法了？”狼王站了起来，“不错，比我年轻的时候聪明。”\n\n        然而狼王又错了。Steve一屁股坐在地上—这重量让他的屁股也特别疼，可是他已经没有力气管这些了。他拼尽最后的力气掏出一片面包，然后又用颤抖的手把面包送到嘴边，咬下了一小口。接着又用干得烟熏火燎似的喉咙吞下了面包。最后他又拿出了一瓶水，慢慢地喝完了。\n\n        这时，Steve就像喝了安眠药似的全身软绵绵地倒了下去。手上的面包和水瓶也顺势滑落。\n\n        “切，果然还是不要对这家伙抱太大期望。”狼王也趴下准备睡觉了。“不过这样的强度，以Steve的身体应该撑不过十分钟才对，竟然跑了整整5个小时，真是一个胡来的家伙呢。”\n\n        是Steve真是傻瓜吗？确实有可能。然而事实是，极度的疲惫让他失去了知觉，所以他才跑了这么久，直到完全没有力气了为止。\n\n        一觉醒来，Steve的精神完全恢复了。虽然肌肉还是很痛，可是已经比昨天好太多了。\n\n        Steve一起身，看到昨天落在地上的杯子和半片面包，赶快捡了起来，把杯子收了起来，然后一口吃掉了那半片面包。\n\n        “还好，没发霉，不然就浪费了。”Steve一边嚼着一边含糊不清地庆幸着。\n\n        然后，Steve拼尽全身力气一跳，已经可以跳大半个自己这么高了。他满意的点了点头。\n\n        接着，Steve转过了身走上台阶，从狼王的视野消失了。\n\n        “这小子到底在唱哪一出。”狼王完全无法理解，“我就在这里看你演戏好了。”\n\n       Steve走回到了楼梯上面，洞穴凉爽的空气让他觉得很舒服。\n\n       Steve走到一口井旁边，拿出他的镐子，在井旁边挖了个坑，然后倒了几桶水进去。Steve脱下满是汗臭味的兽皮衣，痛快地洗了个澡，然后换上了那一件他自己的蓝色衣服。还有喝水，顺便又打了个盹。Steve把所有事情弄清楚之后，回到了楼梯下面。\n\n        “这小子，还有空洗澡？他当修炼是度假啊？”狼王已经彻底无语了。\n\n        Steve回到平台上，伸了伸懒腰，似乎他现在已经觉得身体没有这么重了。连他自己都对自己的进步感到惊奇。\n\n        毫无征兆地，Steve一跃而起，轻松地跃过了第一道悬崖。\n\n        “这小子，进步这么快！真是突飞猛进！”狼王都被Steve吓了一跳，“说不定他还真能硬冲过来呢！”\n\n上一节                                                                                   目录                                                                    下一节\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429361580,
            "txt_content": "索引帖放在签名档里有的人根本看不到= ="
        },
        {
            "author": "Goodlucky31",
            "timestamp": 1429361700,
            "txt_content": "我看了之后，满是作者对Steve的吐槽→_→以及不明真相的狼王的赞美"
        },
        {
            "author": "白安西",
            "timestamp": 1429361760,
            "txt_content": "恶魔-潇洒 发表于 2015-4-18 20:53\n索引帖放在签名档里有的人根本看不到= =\n好多小说主人公都是史蒂夫A\n\n\n(￣▽￣\")  话说你在连载坑里很活跃昂...."
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1429361760,
            "txt_content": "恶魔-潇洒 发表于 2015-4-18 20:53\n索引帖放在签名档里有的人根本看不到= =\n那不是重点 签名档只是做一下宣传。\n因为这么久的老毛病了，总喜欢写完了文章就马上按发表，所以有时候就会忘了编辑索引贴\n所以索引贴还有上一节下一节的链接我一般都是会在第二天才加进去"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1429876500,
            "txt_content": "白安西 发表于 2015-4-18 20:56\n好多小说主人公都是史蒂夫A\n是吗。。。我怎么感觉我这个速度很慢呢"
        }
    ]
}