{
    "title": "<原创·连载>[尸疫の起源][第一章 病毒爆发！]作者：蓝汐",
    "author": "蓝汐",
    "replyCount": 0,
    "timestamp": 1429366440,
    "txt_content": " 本帖最后由 蓝汐 于 2015-4-20 16:29 编辑 \n\n                                                           尸疫の起源\n                                            第一章      新病体   \n    “晓风，差不多要回教室了吧？”瑶瑶看了看手表，问向晓风。“没事啦，再等一会啦，凶巴巴老太婆又不会怎样”晓风摸了摸头发，笑着说。“噗嗤···你还敢叫郭老师为老太婆？”瑶瑶差点要笑出来。“哇————啊！！！！”教室里发出一种刺耳的声音，“什么情况，我耳朵都要聋了！瑶瑶，你等着！我进去看看。”  “诶，晓···风”瑶瑶没说完，晓风就跑进了教室里。\n  刚推门进去看情况的时候，晓风惊讶了几秒钟，教室里全是血迹、郭老太婆坐在班长的身上好似在揍他。“喂！郭老师，生气也不要这样子吧？”晓风说。\n  郭老师注意到晓风的声音，转过头来······郭老师的脸上沾满了血，“啊————！”几个女孩子大叫出来，教室里胆小的学生还是坐在座位上动弹不得，好像恶魔抓住了他（她）们的脚，胆小鬼们在座位上坐着，嘴角微微颤抖着，好似快要哭出来似的。\n  胆大的都已经跑出教室了，晓风注意到这根本不是普通人，马上跑出教室拉上瑶瑶，瑶瑶被一个发育健全的男孩子拉住跑，当然挣脱不了，“喂喂！你想干嘛？！”瑶瑶大声叫。“难道你还想回去当郭老师的食物吗？那根本不是普通人，是游戏里的丧尸！”晓风回答。\n  晓风和瑶瑶跑进教材室，晓风急匆匆地说：“速度找武器防身，不然郭老师找上门来就不好了！”晓风顺手拿了消防斧，而瑶瑶却还沉浸在恐惧当中。“瑶瑶！瑶瑶！”晓风大叫瑶瑶多少次，瑶瑶才从恐惧中反应过来。瑶瑶找了许久，终于找到了几个能防身的武器：棒球棍，\n  晓风对瑶瑶说：“你不能出去，外面很危险，让我这个做男人的保护你！”   “哦······哦哦”瑶瑶回答。\n  晓风打开门出去，外面已经是一片狼藉了！“呀哈！”晓风冲上去，乱晃手中的斧子，击中了一位倒霉的丧尸，“噗————”丧尸的脑浆都喷了出来，“这都什么呀，这么难闻！”晓风捂住鼻子讨厌地说。\n  “呃————”又来了几波丧尸，“真的像游戏里的丧尸一样啊，听到声响会反应过来，问道血会跟过来，真厉害。”晓风一副佩服的样子说道。“可能要撑不下去了，赶紧逃！”晓风又飞速的跑进教材室。\n  “瑶瑶快走，丧尸要追上来了！”晓风急促的叫，“OK~”瑶瑶拿起莫名其妙获得的背包，然后拿着棒球棍逃出了教材室。打开教材室的门，两个人就跑到楼下饭堂去了，“呼——呼——，好累啊！瑶瑶，你看一看有什么可以吃的喝的，都带上吧，不要太多了，不然重死你走不了。”  “知道啦~”瑶瑶说。\n  “行了，晓风，接下来我们要干嘛？”瑶瑶装完资源之后问晓风接下来的计划，“先回家看各自的父母吧，我很担心妈妈和爸爸呢！”   “嗯·····我也有点担心了”瑶瑶支持晓风的想法，所以也说出了感觉。\n  “先去我家吧？行么，瑶瑶？”晓风问瑶瑶，“行啊，反正丧尸没这么快的速度。”瑶瑶说，当两位小伙伴跑向门口时，学校大门已经关住了，所以他们得翻墙！“瑶瑶，来，爬上去”晓风叫瑶瑶爬墙“逃学”瑶瑶翻过墙之后，晓风也就跟上了，瑶瑶站在门外一副很奇怪的面孔。“瑶瑶怎么了？”晓风发现瑶瑶的情况，问了一下瑶瑶的情况。“背包竟然不见了！”瑶瑶惊讶地说。“有可能掉进了学校吧？，现在拿也拿不到了，我们还是在附近找一下有没有小卖部，还有，你不觉得今天街上很少人吗？”晓风跟瑶瑶对话。\n  “说得也是，不知道家里的情况怎么样。”瑶瑶还是很担心家里的情况。\n  “我们先去找资源，再去家里看看吧？怎样？”晓风又再次提出要求。瑶瑶只是轻轻点了点头，没有说了什么了·····\n两个小伙伴来到了校门口的小卖部，“喂，有人吗？”晓风对小卖部喊喊叫叫，没有人回答，只有收音机发出了声音：“滋————滋————滋——今天本市发生类似狂犬病的病例，伤员数百名，死的有几千人！有幸存者的请速速离开市区！滋——————”两个小伙伴听到这个案例，就发现这没有那么简单，“不知道妈妈怎样了······”晓风嘀嘀咕咕地说。\n  两个小伙伴只拿了几包零食和几瓶矿泉水、可乐就跑了，她俩在街道上望来望去，晓风找到了两辆自行车。两个人跑上去，马上开自行车去家里了，先去的是晓风家·····开了十几分钟，终于到了，一路上没有什么情况。晓风第一时间下自行车跑进家里看，家里好像遭遇了小偷的洗劫，电视都倒了、花瓶也碎了，客厅中间躺着一位中年妇女，晓风他妈妈！晓风跑上去，摇了摇妈妈的尸体，抽泣着说：“妈妈，你说话呀，不要离开我······”晓风说了许久，狠狠地说:“妈妈！我一定会为你报仇，请您放心吧！”\n 瑶瑶家很近，就在隔壁巷子，两位小伙伴到的时候，家里的放置还很好，就是一个人也没有····“妈妈！爸爸！”瑶瑶大声的喊，不管她喊了多少次，还是没人回答。\n  瑶瑶感觉全身无力，一屁股坐下了地毯，晓风安慰道：“瑶瑶不要伤心了，我妈妈都离开我了，我都没哭鼻子，你哭什么呀！”  瑶瑶顿时觉得晓风很可怜，比她还可怜！她顽强的站起来说：“妈妈！我会找到你的！你要活着！”\n“这样才行嘛！走！我们去附近看看”晓风满意的点点头。\n\n\n\n\n\n\n下一章预告：晓风和瑶瑶去附近找到了什么？！有没有幸存者？获得了什么新武器，新伙伴？\n                                        下一章更好看！！\n\n  \n  \n \n\n\n\n  \n\n\n\n\n\n",
    "replies": []
}