{
    "title": "〈原创.单篇〉汕季好大风",
    "author": "末影龙娘",
    "replyCount": 3,
    "timestamp": 1429405560,
    "txt_content": " 本帖最后由 末影龙娘 于 2015-4-19 09:24 编辑 \n\n真美啊——蒲公英与罂粟交替开放的季节——汕季⑴来临的征兆。\n风正抓起花香与花意，把它们往在阳光下金灿灿一片的木屋里洒。\n它的本意是好的，只可惜它太匆忙，大概没抓紧，香气都淡了。\n真美啊。长者这样想着，又像想起什么似的，补充了一句。\n风大了，有的汕挂在窗棂上了。风局促不安搓着长者夹杂着银丝的邦恩胡⑵。\n今年的汕季，很大的风。\n长者雕像般坐在台桌前的梯椅⑶上，久久闭着眼，像是思索着什么，但终于抬起手，似乎想把它们敲下来。\n仍然止住了。\n蜷曲的粗拙的手指僵在一张示物⑷与一封小得可以用呼吸吹跑的信封上。\n他总算用臃肿的臂把肥胖的身体又向上撑了一级，拿起那封示物。\n一张校庆时的纪念物。虽然以及发黄发斑，但老者还是眯缝着眼睛认出了为数不多的几个人——他甚至还记得那是在一个汕季呢，同样很大的风。\n而当拿起那个信封时，他的心刺痛一下，脑海里有零星的东西炸裂了；但这只使他头疼，他不敢去想，他只能把信封打开。\n同样发黄发斑的纸片，上面躺着蝌蚪似的字体，但他还是就着冷汗咽下了这封信。\n阿尔佩斯.杜兰德：\n你还好吗？\n不管你在哪里：不论是沼泽，裂隙，虚空，甚至是虚空之外，我都相信有一天，你能看得到这封信，并且看得懂上面每一个字。\n并且我下面提到的每一件事都将被你所记起。\n你还记得吗，我刚来的那一天？\n我太普通了，除了你，在学校里找不到第二个比我更平凡的人。\n因为平凡而不出众，他们有意排斥我。\n他们对我的态度与对别人不一样，因为它们是“特殊”的；他们令人作呕地拿捏着腔调凸显自己的身份。\n我在他们的阴影下生长，晦暗的希望使我长得病病怏怏。\n然后我就见到了你——另一个普通人。\n你教会我怎么和他们相处；你把我从阴影里拽出来。\n你说我的眼睛明如秋水；我把你尊为我的圣人——尽管我没有说出，你只当我沉默寡言。\n你还记得吗，那次校庆？\n我们去科多的一个湖畔，正值汕季，风大的很。\n我们走在最前面，嘴里唱着那首《晦暗小路》：\n（以下内容源语言为银河文）\n……我们踏在晦暗小路上 晦暗彩虹托起轻快翅膀……啊，黑暗 你的脚步无人阻挡……\n那时老师最不喜欢这首歌了，叫我们住嘴；我们偏唱，唱得放肆，唱得纵情；\n我们一起飞跑着，逗弄着那帮“特殊”的孩子；就让他们特殊去吧，让他们在咒骂中被甩到九霄云外去吧！\n我们在草地上嗅蒲公英的香；我们在杉树林中追逐野兔。\n今年的山季，风依然很大，不知道草坪上是否还有那么多蒲公英，林中是否有那么多野兔呢？\n你还记得吗，那次最后的分别？\n我做梦都没有想到我是因为那个贵族离开。\n\n我说我很快能出来的，黑曜石算什么？老子当年打破过基岩！\n你点点头，有人摆出不屑的嘴脸。我知道这连自己都骗不了。\n我也知道你那一段装作不喜欢我是为了我——因为我分明看到我对你耳语时你是笑着的。\n后来，我出来了，但我没能再回去看你。\n我成了一个德高望重的支配社会的傀儡——说是傀儡，到底是社会支配我们呢。\n在我见到的每一张或不屑，或卑恭，或胆战的脸，你的脸是最难忘，也是最令人喜爱的。\n我写这封信时，又是一个大风的汕季；不知道你还会不会去那个科多的湖畔呢？\n你还好吗？\n阿尔佩斯.杜兰德？\n海若.布兰恩\n一封迟到34代⑸的信件！\n信是寄到母校的裂隙箱的；但他怎么可能知道学校在那时就已经拆除了呢？\n他又怎么可能知道这封信作为无头信流落了34代了呢？\n若不是他，靠笔出了名，这封信在他有生之年大概见不到了。\n上面躺着那些迟到的字——说躺着，没错，寄件人和收件人都即将躺下了。\n但他怎么也想不起——说了什么呢？\n他怎么可能知道当时他其实什么也没有听清呢？\n他吐出呼哧带喘的一声叹息。\n人老了是有点问题——这是他的孩子收拾行李时对“那个老头”说的。\n他也这么认为了。人老了是有点问题——\n忽然一阵风吹过，蒲公英花瓣落在他齐茬的花白头发上。\n海若，依然年轻，在他耳边耳语：\n其实，我真的想回来，一起踏过草坪……\n想到这是最好的答案，他才安心地闭上眼睛。\n明如秋水的眼注视着他……\n─────────────────\n⑴：汕季，在麦开一般从4时开始，6时结束，通常湿润多雨有大风。\n⑵：邦恩，地名。当地男人喜欢留不长的齐茬须，所以类似的胡子都被称为邦恩胡。\n⑶：梯椅，麦开独有的可以根据地位（大多时候有其他因素）分梯次坐的矮椅，多为三阶，所以又称“三次梯”。\n⑷：示物，原指观赏性的挂饰，这里特指照片。\n⑸：麦开时间单位，约有201个昼夜。上文的“时”通常有20个昼夜。\n小问答，每对一点送1人气以《汕季好大风》为题是何用意？以此为题有何妙处？如觉得此题不好，请修改并说明理由。\n字数：约2000字",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1429412160,
            "txt_content": "只粗看了一遍，先回个复作为书签。\n嗯，只觉得标题略口语，仅此。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1465461120,
            "txt_content": "用意？一个穿深青色长袍的男人，在茫茫风雪中转过身来，饱经沧桑的老脸下挂满了霜\n并向你扔出一支卷轴，骂骂咧咧地继续走下去\n你接过古卷轴，虔诚、谨慎地将它打开\n它却告诉你，这个山头早已不存在\n只剩下白茫茫的风雪下，神圣之地残存的遗址"
        },
        {
            "author": "上官轩清",
            "timestamp": 1465525320,
            "txt_content": "“迟到三十四代的汕季风”"
        }
    ]
}