{
    "title": "[unturned 3.9.6.0预览版]如何架设一个简单的mod服务器",
    "author": "2917851310",
    "replyCount": 2,
    "timestamp": 1429435920,
    "txt_content": "[unturned 3.9.6.0预览版]如何架设一个简单的mod服务器\n\n现在unturned 3.9.6.0了。加入了烹饪。和变质食物。\n\n额～简单说一下服务器怎么架设一个小私服，然后给服务器上mod。玩第三方地图。因为官方地图比较小。好多人抱怨。环境设计也很差劲，当然3.9以后有点改观。但是未完成的东西还是太多。\n\n比如，现在一些，比较有名的第三方地图，像smileyland，DayZ，VinIsland，等等图。还有一些mod什么的，增加新道具。。。\n\n首先，你要单机测试一下这个mod，因为steam workshop他就有个bug，就是你订阅某些mod，下载下来的并不一定就怎么好。。。可能有数据不完整神马的。。。所以有时要需要mod作者重新上传。但是有的mod作者就懒，给你一个美国的下载网址，糊弄你一下，这还算好的。有的根本就不管。。。你爱能不能使呢。。。\n\n所以你要现在自己的steam的unturned游戏客户端上，先单机测，看能不能用。那mod说再天花乱坠，有bug用不了，也是瞎掰，你得先单机能用，再往服务器上搬。\n\n这样呢，订阅就需要就注意一个问题，有的mod，他是一套，比如一张地图，他要求6～7个mod都要装，你光有一个地图mod，不行！所以这个全部mod都要有。。。都要装。\n\n订阅steam workshop的mod，首先你要有个组，http://steamcommunity.com/groups/304930_Workshop\n\n加这个组。然后才能进入unturned的创意工房，订阅mod。订阅以后，客户端自动下mod。不加组，你可能根本看不到这个游戏的community hub上的创意工房。\n然后进单机模式，测一下各mod都能正常用。能用之后，关掉游戏客户端。\n\n进这个文件夹，（以windows7——64bit为例。）\nC:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\n找，Unturned.exe，右击之，新建一个快捷方式，右击快捷方式，选“属性”，目标那行，Unturned.exe后头加上服务器模式启动参数，比如\n\"C:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\\Unturned.exe\" -nographics -batchmode +secureserver/test123abc\n\n这个最后的test123abc是你服务器在服务器硬体主机上，实际服务器内容数据存档的名字。不是服务器的在服务器列表的显示名字。\n所以注意一下。\n\n然后，建好快捷方式以后，运行一下。自动启动服务器控制台，等一会儿，\n会有unable to read VR path registry from xxxxxx字样。\n然后就行了。你可以控制台中输入各种东西，输入shutdown是关闭服务器。\n\n关掉服务器。然后会发现，服务器文件文件夹被自动建立。类似\nC:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\\Servers\n之下，多singleplayer文件夹，还有就是你刚才自定义的那个test123abc文件夹。\n\n进入test123abc文件夹，有Level，Players，Server三个文件夹，没有自己手动建。\n\n然后，把\nC:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\304930\\文件夹下，\n应该都是一些数字开头的文件夹，那些数字都是对应你单机steam的unturned 3.x游戏订阅的mod的创意工房的工房mod项目号。\n你要一个个打开，一个个查，看哪几个是你那个服务器地图mod要求的那些mod。（有些mod地图，他的作者，在steam创意工房的mod订阅页面会明确给你写上，依赖哪些mod，那个不是无聊的没用信息，你必须看，照着去订阅/下载所有的要求的mod。）\n\n然后，把这些mod的文件夹（都是数字开头的这些），连同其内容，复制出来，放到\nC:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\\Bundles\\Workshop\\Content\\\n之下。\n但是，你要注意，有的mod是，物品，武器，乘物，交通工具，地图环境装饰物件。而有的mod是地图本身。地图本身的那个大mod，要剔除出来，不要复制到。。。\\Bundles\\Workshop\\Content\\之下，\n而要放到，C:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\\Bundles\\Workshop\\Maps\\\n这个路径之下。\n但是有些腐竹不注意，完了开服就报错。\n比如，我举一个例子，某地图订阅后，下载后是，\nC:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\304930\\410173828\\\n之下，有xxxxxx文件夹和一个map.meta文件。\n那你就要回到上级文件夹C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\304930\\\n把410173828这个文件夹，连同他旗下的所有东西，都复制出来，粘贴到\nC:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\\Bundles\\Workshop\\Maps\\之下，\n变成\nC:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\\Bundles\\Workshop\\Maps\\410173828\\之下\n有xxxxxx文件夹和一个map.meta文件。这才算你复制对了。\n\n\n然后，这个地图，还有其他依赖mod。比如\nC:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\304930\\之下，有个\nC:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\304930\\408475402\\的文件夹，是一些武器的mod合集。都是ffaaaaa，ffbbbb，ffcccc这样。。。\n那你就要回到C:\\Program Files (x86)\\Steam\\steamapps\\workshop\\content\\304930\\文件夹路径，\n把408475402这个文件夹，连同他旗下所有的东西，复制出来，放到，\nC:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\\Bundles\\Workshop\\Content\\之下，\n变成\nC:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\\Bundles\\Workshop\\Content\\408475402\\之下\n有各种什么ffaaaaa,ffbbbbb,ffccccc,一大堆原mod文件，这样。。。。才行。\n因为这个不是地图mod，这个是物件mod，所以要放到bundles下的content下，而不是bundles下的maps之下。。。\n再有复制时候，一定要连带workshop的mod的自带的项目数字号的数字文件夹，就是那个410173828，408475402，否则服务器可能不认。。。\n\n然后，\n启动再开服务器。应该，如果mod都没问题，应该控制台没有各种红字或者黄色字报错。然后你就可以试着登录服务器，或者根本在游戏客户端服务器列表里，你都能看到该服上线了，wan或者lan的表单刷新里。。。你用steam的游戏客户端，登录进去下，然后再到服务器控制台，输入Admin aaabbbccc，这个aaabbbccc，就是你在steam中，你游戏用的名字，或者用你的steam的17位十进制数字的长steam数字ID，也可以。但是，你必须，先登录进入游戏，再输入命令，现在这个问题就是，3.x的预览版，还不支持服务器命令立刻对离线用户生效。。。所以这个特性好多人在官方论坛提，但是游戏作者就是，没及时更新这个特性。\n\n这就有个问题，你怎么知道自己的steam的17位十进制数字ID啊？第一，当你登录服务器时候，服务器控制台会显示。谁谁connecting啦。\n再有，以开发者dev/控制台console模式登录steam客户端，（具体怎么做，自己去搜索引擎解答，这要搞不定，你看我这文章也是纯浪费时间。），然后在控制台输入user_info命令，也能看到自己登录的steam账号的真正17位ID。会给你2个ID，一个类似【U:1:1354xxxxx】这样的，然后后头那个长的，（76561198095xxxxxx）就是17位ID。\n\n然后，你就是服主了。再进服务器游戏时候，你在游戏图形界面，玩家列表里头，你开头就是一个蓝字的锤子。。。代表你是operator。。。。\n\n然后还是控制台shutdown。命令。关闭服务器。\n\n去C:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\\Servers\\你服务器存档名\\Server\\下，\n去找Commands.dat\n这个就是一个正常的文档。随便一个文本编辑器，比如写字板，都能打开。里边默认毛都没有。\n\n你可以添加。\nMap PEI\nMaxplayers 24\nWelcome server_testing_abc123\nName server_test_abc123\nPvE\nMode normal\nPassword 123456\nPort 27015\n\n\n这样几行。\n说一下几个参数含义。\nMap PEI，这个是地图名字，pei是官方地图，如果是mod地图你可以到，C:\\Program Files (x86)\\Steam\\steamapps\\common\\Unturned\\Bundles\\Workshop\\Maps\\之下，就是你复制过去的mod地图文件夹，找数字开头的文件夹，点开，看地图mod文件夹名，比如有的写的是DayZ，有的写的是SmileyLand，那你就改成Map DayZ，或者Map SmileyLand，再重启服务器，就是mod地图了。\nMaxplayers 24，现在新版一个服务器realm最大上限支持24人登录。同时一张图游戏。\nWelcome server_testing_abc123，welcome后头的英文是欢迎语句，就是每个玩家登录都会看到的服务器公告/欢迎信息。一般你最好放腐竹的联系方式，和服务器的简短名称，方便玩家出问题，报告你。开服事儿很多的。有些服主不注意细节，瞎糊弄，人玩2下，发现问题，也没地方说，人干脆就走人了。。。\nName server_test_abc123 后头这个server_test_abc123是你的服务器，在游戏客户端，的服务器列表，wan或者lan那个列表里，显示的名字，这个是真正的服务器显示名。一般国服好多都写自己服务器是官服还是mod服，哪个国家/什么组织贡献的服务器服务，什么地图，YY，QQ联系方式什么的。。。有的还加了短链接，让人去看服务器官方网站/官方博客公告什么的。\nPvE 这个是也可以写PvP，PvE就是玩家不能互相杀，改成PvP就是玩家可以互相祸害。\nMode normal 这个是默认难度，写normal，其他难度写easy简单，hard困难，或者如果你只希望付费正版玩家来玩你的服务器，就写gold，这样只有买了正版的黄金DLC的才能玩，其他人不能，GOLD服务器其实是难度最低，因为物品刷新量相当大，可以和一些加了服务器物品刷新plugin的mod服媲美。。。而且是官方直接支持的。。。但是就是如果你在的国家正版买家少，几乎没人玩。。。\nPassword 123456 这个就是服务器密码，如果加了这行，就是必须要输入密码才能登录，否则不能登，123456就是你要求玩家输入的，在客户端登录服务器时候，都有输入框，玩家可以输入密码，你可以改成自己喜欢的密码。一般比如我就2～3个好友一起玩，最好加密码保护一下，免得别人来偷偷祸害。然后把密码分享给好友。\nPort 27015 这个是服务器默认端口。默认就是27015.你可以改成别的高端的端口号。\n\n\n保存这个文本，到那个Commands.dat，然后shutdown服务器，在重新启动。就能看到新的服务器设置了。\n当然啦，你服务器得有公网IP，内网用户，像什么宿舍区，学校校园区啊，大院内部啊，公司园区内部，那可能是内网IP，那你可能得想办法hamachi之类了。。。那我就不懂了。。。不行你上网租一个服。。。每月花点租赁费呗，远程登录虚拟主机桌面。也不是很难。。。现在软件工具都图形界面的，尤其windows servers的。。。。\n\n\n这就是一个简单服务器，比如白名单，还有那个安全问题放黑客攻击，反游戏内作弊，都没说。。。简单的，反正有这个就能开服了。\n\n\n然后说一下那个，重启服务器，好多服主不注意，就是你服主登录进服务器，用游戏客户端图形界面，@save，是保存服务器，\n或者直接在服务器控制台，save，命令，是保存地图，不保存地图，直接shutdown关闭服务器，\n你所有玩家他们背包，和地图建筑，都丢失的！\n\n\n另外，就是，每次，steam更新客户端，升级服务器程序，或者那些mod作者更新他们的mod，你也要把更新的内容覆盖到服务器那边，重启服务器，那个我建议，你最好删档，地图和玩家存储信息删了，然后发服务器公告，别保存旧有的存档，上新版服务器，尤其是当有更新公告说，我们更新服务器什么什么保存机制之类的时候。。。你如果继承旧有存档容易出各种小毛病。。。当我就一说。。。一家之言，自己怎么回事儿，自己去自己服务器去证验。\n-==--==-\n全文完。\n好。以上。",
    "replies": [
        {
            "author": "或守藍冉OAO",
            "timestamp": 1429612260,
            "txt_content": "似乎是不错的一个帖子，虽然字数有点多，看得人眼花缭乱，但还是不错的，希望楼主重新排版一下"
        },
        {
            "author": "aa791598204",
            "timestamp": 1429711380,
            "txt_content": "作为一个腐竹。。看着你写的这些搞得我眼花缭乱[虽然你说的我都知道]不过你的标题能改改么？"
        }
    ]
}