{
    "title": "世界的世界★③章 山东小村",
    "author": "423618228",
    "replyCount": 5,
    "timestamp": 1429448460,
    "txt_content": " 本帖最后由 423618228 于 2015-4-19 21:03 编辑 \n\n欢迎收看\n\n\n                                           基佬大仙，法力无鞭。千秋万代，一桶浆糊。——小白\n\n\n\n  但回应709的却是一声声爆鸣声，他慌忙一个窜歩起身，引入眼帘的就是浓烟滚滚和平民们的惨叫声。709死死盯着那些船下半部分\n出现的巨大缺口，外侧的水不断注入其中，眼看就要沉没。随着微微的倾斜，709也知道这艘船虽然也即将沉没但是还能有一些时间，\n其他船上的人应该也可以跳水。他刚站起身，在起身的那一瞬间，709的身体骤然紧绷，腰不可思议的瞬间向后一仰。\n“噗”一声轻响，只见一根箭尾还在不断颤动的箭矢死死的钉在709原来头部的位置，只要709再慢那么一秒，这支箭就将会贯穿他的\n脑子，709就地一个反翻，忙望向港口处。只见港口处突然涌现了一群白色的骷髅，他们身手矫健的取下背上箭袋里面的一支支利箭，\n从手中的弓中射出，此时在水中的一些倒霉的人被几支箭直接穿过身体，随即便浮在水面上不动弹了，只是片刻便有十几人的伤亡，\n水面都渲染上了一片淡淡的红色。\n“不！”709盯着那些骷髅，双眼顿时血红起来。这是突然从他侧面一道刺耳的破风之声传来，709头瞬间往后一侧，躲过了一箭，这\n时他才发现，在岸上有一只穿着皮甲的骷髅，眼中闪动着暗红色光芒，他缓缓地放下离弦的手，又从身后的箭袋中抽出一支，搭在弓\n箭上，目标正是709。当709正准备抽出腰间的小刀灭杀此撩的时候，船体突然一阵剧烈的震动，随即狠狠地朝着一边歪斜过去，709\n暗叫不好，当即几个窜歩躲到舷窗后面，半蹲着快速行进。来到了原来的位置。709刚进船舱就听见了一片鬼哭狼嚎，人们都惊慌失\n措，看见709回来，一个个都跑过去问外围的情况，709此时也知没有时间说多余的话，只见他深吸一口气，叫道：“此船即将沉没，\n所有人，全部到救生筏那里去集合！”\n  人们听到之后显示一阵骚乱，但随后从人群中冲出几个壮汉，对着709大声道：“参见将军！”这一声顿时让所有人平静了下来，\n709也是一怔，看了看那几人的面孔，突然想起了什么，大有深意的看着面前的几人，也不多废话，直接说道：“时间紧迫，你们迅\n速帮助居民撤离到救生筏那里去，快。”\n  随着“咯吱”的怪响，整个船由于底仓进水发生了倾斜。709稳住身子，回到座位上抱起惊慌失措的团子，随即向着船里的人群一\n齐快而有序的走向了救生筏的位置。\n  所谓救生筏，其实就是一块大一点的木筏，可以供3人乘坐的一种小艇,团子到了那里，二话不说的一脚把一艘小艇蹬下去，然后望\n了一眼忙着把船抬下去的人们，向着那几名壮汉点了点头，随即单手抱紧团子，一手抓着一条系在船上的草绳慢慢的滑到船上。他单\n手把团子放在船的中间，然后拿起双桨准备开始朝着岸边划去，突然一阵悉悉索索的声音从岸上传了出来，709顺着声音望去，只见\n目光所及之处尽是僵尸骷髅，显然这个城市中已经被他们攻陷的七七八八了，709目光急闪，看了一眼即将沉没的大船，随即心中下\n定了决心，直径朝着大船划去。\n  异变突起，一条巨大的触须从海水中冲出，直接卷在了即将沉没的大船船身上，那触须巨大无比，与桅杆的粗细差不多，整条程深\n红色，上面一面布满了细细密密的吸盘，死死地贴在了船身的侧面，左右拉扯起来。几个大汉看到了顿时起身用手中的巨剑砍向那根\n巨大的触须，但随着船身的摇晃，只有2把剑砍在了触须之上。但是巨大触须仿佛几百年的巨木一般的紧密，着两剑砍下去竟只没入\n了寸许。那两名大汉倒吸了一口凉气，随即对望一眼，双双举剑准备来一次全力劈砍。\n  709看着那触须的坚韧程度，瞳孔也不禁微微一缩，当两个大汉举起剑准备全力劈砍时，709突然大吼道：“小心身后！”只见三四\n只巨大的触须从海中突然从水中冲出，高高举起。在众人惊恐的神情中狠狠拍下。\n  “轰”一声巨响，大船发出了一身悲鸣，随即从中间崩裂开来，木屑漫天，船随着一阵嘎吱声和惊呼惨叫声迅速的沉没。有一些已\n经坐船出来的人也是继续远离以便逃避船上崩裂出来的木头和桅杆。\n  “不！”709望着那些在船上还没下来的人被船的残骸全部淹没，双手一锤筏身，沉没不语起来。\n  “呵，我身为一个大将军，却不能保全小镇上百姓的性命，自己还落到如此田地，我真是失败。”709缓缓抬起头，不再看身后的\n惨况，只是拿起双桨向前划去。\n  不知是因为目标太小，还是不屑于攻击，从开始到结束那些触须在攻击完大船之后就没有出现过。709一直悬着的一颗心也平稳了\n下来，看了看因为过度疲劳而熟睡过去的团子，心中也得到了一丝慰藉。\n  数日后，709神情萎靡的抱着一块破碎的木板，身后用竹子做的篓子绑着团子。他想起前几天，那一群红色怪鱼，心中就不忍得颤\n了颤。那些怪鱼可以从水中跳出咬人，一旦人被击落到水中，肯定被大片怪鱼分食殆尽。他们坚持了一天一夜，怪鱼终于被击退，但\n还有小部分在周围徘徊，709独自一人去引走他们。当他把怪鱼引的够远之后，怪鱼也奇怪的一哄而散。正当他奇怪的回去看其他人\n的时候，只发现了那里一些船只的残骸和一些红色的海水。\n  昨日他们吃完最后一点储备粮食和水，正当准备再次前进的时候，船底突然一身巨响，然后彻底破碎。“怎么可能进水？”709惊\n怒交加，迅速的抱起团子，抱着一块稍大一点的木头跃进了水里。回头一看原来一直有一只怪鱼在坚持不懈的咬着船底。\n  709看着不禁愤怒至极，一剑便结束了那怪鱼的生命，但这也不能挽回船在缓缓沉没的现状。709眼睁睁的看着救生筏沉没却无计可\n施，无可奈何的摇摇头，叹息了一声，便背着团子抱着木板游向了前方。\n  他们已经一天没吃饭了，709当然是可以坚持，但是团子却是已经有点发烧的倾向，情况十分危急。\n  上天并没有照顾709，他抱着团子整整游了一天也没有见到陆地，709的四肢已经僵硬了，不停地再重复着伸向前，划向后的动作，\n他的身体也在承受着饥饿，疲劳，寒冷的折磨，而团子已经陷入了昏迷，709停下手，摸了摸团子的额头，发现额头比平时温度高了\n许多，明显已是发了高烧。709强大的求生欲战胜了身体上的痛苦，支持着他向前游去。\n  或许是709的求生的欲望感动了上天。终于，在第二天黎明，709终于在远处水与天交接的地方发现了一个小黑点，等709再游近了\n一点，那小黑点逐渐变为一整片大陆，这更加激发了他的求生的欲望，他抱着团子拼命的向岸边靠拢。当他上岸的那一刻，他模糊的\n看见不远处山崖上有一个小村子，之后便两眼一黑，晕死了过去。\n  那村子就是团子和709现在居住的山东小村。\n\n谢谢观看\n\n\n第一章链接http://www.mcbbs.net/forum.php?mod=viewthread&tid=434951&page=1&extra=#pid8031334\n第二章链接：http://www.mcbbs.net/thread-436062-1-1.html\n",
    "replies": [
        {
            "author": "423618228",
            "timestamp": 1429448640,
            "txt_content": "写了半天，求加分，加分"
        },
        {
            "author": "423618228",
            "timestamp": 1432289460,
            "txt_content": "没人...."
        },
        {
            "author": "siis1234",
            "timestamp": 1432342020,
            "txt_content": "LZ幸苦了"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1432386900,
            "txt_content": "基佬大仙，法力无鞭。千秋万代，一桶浆糊。——小白\n好可爱\n壮哉我大【哔——】"
        },
        {
            "author": "423618228",
            "timestamp": 1432970280,
            "txt_content": "千斤顶！！看我顶！"
        }
    ]
}