{
    "title": "<原创&连载>【星海】【连载中】",
    "author": "Terry39",
    "replyCount": 6,
    "timestamp": 1429691100,
    "txt_content": " 本帖最后由 Terry39 于 2015-4-23 20:42 编辑 \n\n星海给岁月以文明，而不是给文明以岁月Part1 2#Part2 6#Part3 7#        ",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1429691100,
            "txt_content": " 本帖最后由 Terry39 于 2015-4-27 07:27 编辑 \n\nPart1\n       他穿着深黑色的风衣。将自己裹在一个类似易拉罐一样的衣服里面，在现代，怎么看都会变得格格不入。很多路人对他报以奇怪的眼光。这种黑衣人大概只有在侦探片中才会出现，但是在闹市之中穿成这样，反倒使更多的人注意到他，适得其反。\n        他头上戴着一顶过时的深棕色鸭舌帽，就连全身上下唯一露出的脸部也遮上了一副大大的墨镜。而嘴上，却挂着一丝若有若无的笑。\n\n        他观察着周围的来来往往的路人，百年之后，人们之间的缝隙已被时代的变迁而拉大\n\n        青年停下了脚步，抬起头来，仰视着街道两侧高耸入云的高楼。在这些楼直入云霄，在大概中间一半的位置被云层分成两截。在这一层薄薄的云层之上，时不时还可以看到阳光从缝隙之中透过，洒在街上。不时地引起路人一阵阵惊喜之声。\n\n        这片云层是十年前一次大规模的化学气体泄漏所致。虽然人们采取过多次对于这些气体的多种方案，但最终最有效的方案也仅仅是能将这些气体限制到百米高空而已。也就是说，过了这层云层之上，便是剧毒。\n\n        好在也不影响人们的正常生活，这座城市对于温度的调整足以对付气体所产生的温室效应。\n\n        他深吸了一口气，感受着周围人们摩肩接踵所呼吸出来的气浪所给他带来的充实感，舒活舒活筋骨。曾经有一个自闭症的美国老头，医生推荐他到中国呆几个月。后来老外在中国挤了一次地铁，人挤人的环境让他感觉重新融入了社会，自闭症不攻自破。\n\n        作罢，他低下头，接着进行他的赶路，并湮没在人海之中。\n\n        走过了大概五个街区以后，两边的高楼渐渐地变矮，人群也逐渐稀疏。\n\n        这里就是贫民区的范围了吧，青年心想。在这里，那些都市里法律的条条框框就已经接触不到这里了，这里是完完全全的法律死角。他在之前听到过一些关于贫民窟不好的传闻，大概就像杀人案、地下黑市之类的。现在他看到了那些锈迹斑斑的房子之后，到对于这些传闻有了一些信服。\n\n        青年四处看了看，在没人注意到自己以后，转进了一个两个楼房之间的间隙之中，其中是一条满地碎石的狭长小道。\n\n        他随着这条小道走到尽头时，小路逐渐变宽起来，在外人看来，这本来是一条不起眼的小道，而在这内部，却别有洞天。\n\n        在路的末端，青年从一个转角转过去，一个咖啡店引入眼帘。\n\n        “应该就是这里吧，”青年拿出手机，对照着上面的卫星地图：“应该没错了。”\n\n        他推开半掩着的店门，里面昏暗的灯光让他适应了一小阵子。过了一会，待他可以看清屋内昏暗的光线时，又被里面浓浓的烟味呛了一口。\n\n        “呦，您终于来了。”是一个北京口音。\n\n        青年向前望去，一个蓄满胡子的大叔正倚靠在柜台的一个角落里。\n\n        “叫我邓林好吧，纠正你多少遍了。”青年一脸不愿的说道，并朝着四周看了看，旁边的桌子上稀稀疏疏的坐着几位衣衫褴褛的家伙，这些人正吞烟吐雾的享受着自个儿的香烟，偶尔有几个人注意到青年时，便好像饿狼一般把自己的香烟搂到怀里，生怕青年会夺去他们手中的食物一样。\n\n        “老头。话说城市里不是有禁烟令的吗，你这又是闹得哪一出？”邓林无奈的笑了笑，“说吧，贿赂了治安官多少？”\n\n        “你可真别瞎说，还好我认识这次治安官的一位远房。要不然哪能这么自在？”大叔故意压低声音，“还有，叫我森叔就好，别老起一些唧唧歪歪的外号。”\n\n        青年随便找了个位置坐下：“好好好...可是森叔。你这次叫我来一定不仅仅是为了让我参观你的新咖啡厅的吧。”\n\n        这个自称森叔的大叔脸色渐渐阴沉下去，毕竟大叔本身也不想去和青年聊家常。青年也是为被大叔这种表情稍稍震撼了一下，他认识这个大叔虽然没有很长的时间，最多也超不过三个月，但是他从来都没有在他的脸上见到过类似的神情。\n\n        他突然发现大叔的眼睛好似深邃的海洋一般深不见底，而那海底的边角处还闪耀着点点银光。\n\n        大叔也慢慢压低声音，一字一句的吐出来：“苏醒者邓林，你对于现在了解多少。”苏醒者是这个社会对于那些冬眠时间超过30年的人类的简称，因为各种高昂的冬眠费用，很少能有人冬眠超过30年，冬眠到一半就被唤醒的人也不在少数。\n\n        邓林苦笑了一声，他知道大叔的本意是要探自己底细，但他的确没有想到大叔能知道这么深。这么想着，他不禁摸了一下他藏在袖子里刃刀，一旦秘密透漏，无人能存。他曾经发誓要保守秘密到最后，但没想到这么快就有人知道了。\n\n        大叔也注意到了邓林神情的变化，发现自己进入对方禁区之后，他连忙解释到：“我只是偶然间听说而已。”\n\n        青年微微地放松了紧惕：“好吧…如你所见，冬眠者邓林，冬眠时间从公元2014年到...额公元2165年，就是现代历法的创纪4年。”\n\n        “你知道创纪元年发生了什么？”\n\n        “了解，但是很肤浅。大概就是人类掌握亚光速飞行之后大规模移民比邻星…估计现在第一批已经到了吧”邓林顿了顿，“但事实上去那里的都是军队和最顶尖的科学家吧，普通人可没精力去做这个。”\n\n        “那你了解的还是蛮少的啊，你就没有察觉到某些异常？”\n\n        邓林对于大叔这种卖关子的行为已经习惯了：“没有，我从不夜观天象。”\n\n        “那你也要有一个晴空万里的天气。”森叔没好气的嘟囔道，“这个事件的关键点是联邦！”\n\n        “联邦？”\n\n        “没有任何一个联邦参与这次行动！”大叔的兴奋点彻底被点燃了，“参加行动的完全就是一个叫做绿叶的公司！”\n\n        “我还以为又是美国政府。”\n\n        事实上，对于青年在这一段时间里对于这个社会的了解来看，现在不应该再叫几十年前政府的名字了。现在整个地球处于一种联邦的联盟状态。只是将各个州分为个个特区，而这座新兴城市就处于原中国江南地区——虽说已经完全看不出来了。\n\n        “你想知道真相么？”森叔无奈的看着面前的青年，“经验之谈，我劝你不要说那些无关紧要的废话。虽然科技进步了，但是人心难改，或许现在生活在这座都市里心狠手辣之人可并不在少数。”\n\n        “可是，你怎么知道我想知道的。”邓林随口答道，“我可还什么都没有跟你说。”\n\n        “因为我是其中一员。”\n\n        “绿叶？”\n\n        “嗯。”\n\n        “为什么找上我，我没有什么能告诉你的。”\n\n        “我们不需要从你那里获得情报，我们需要的是你所拥有的能力。”\n\n        邓林深吸一口气，他身上又一个秘密被对方发现了，虽说这不足以令他心起杀意，但是他守护的秘密并没有任何人的备份或者储存——所有的事情都只记录在他的脑海里。而这番对话过后，他感觉自己的往事对于对方来说好似赤身裸体一般。这让他打了一个寒颤，对方对于自己知道多少还仅仅是一个未知数。\n\n        “同意么？”森叔笑道。\n\n        “同意。”邓林的眼睛里突然闪耀出一种可以令森叔震撼的眼神。这种眼神，就像一只沉睡已久的狮子一样，缓缓睁开眼睛。森叔也不禁摸了一把冷汗。\n\n        但是随后森叔也恢复了平静，他自己清楚在这种时候最不能失去的便是压制住对方的气势，缓缓的说道：“欢迎来到新世界。”"
        },
        {
            "author": "Terry39",
            "timestamp": 1429691160,
            "txt_content": " 本帖最后由 Terry39 于 2015-4-22 21:20 编辑 \n\n这一段发重复了"
        },
        {
            "author": "天阶",
            "timestamp": 1429694220,
            "txt_content": "Terry39 发表于 2015-4-22 16:26\n他穿着深黑色的风衣。将自己裹在一个类似易拉罐一样的衣服里面，在现代，怎么看都会变得格格不入。很多路 ...\n怎么是一样的？"
        },
        {
            "author": "Terry39",
            "timestamp": 1429699380,
            "txt_content": "天阶 发表于 2015-4-22 17:17\n怎么是一样的？\n\b发重了"
        },
        {
            "author": "Terry39",
            "timestamp": 1429705980,
            "txt_content": " 本帖最后由 Terry39 于 2015-4-23 20:42 编辑 \n\n（2）        邓林也是一时兴起才同意森叔的，但是他的确实实在在没有能力去应对现在的生活。在他沉睡的50年里，地球个个地方的变化简直沧海桑田。他也有理由去相信森叔，这个胖胖的男人在了解他的情况之后第一时间动用自己的关系去帮助邓林。但邓林心里也清楚，最可怕的不是那个胖胖的男人，而是这个男人背后所处的势力——一个拥有星际航行能力的公司。        他趴在私人客机窗户的一角。从这个窗户向外面看去，可以看到翻腾着的云海，默默地看着云山堆积到一起，随后又在短时间内坍塌下来，夕阳的余晖将这些动荡不停的云浪渲染成红色。远处的夜幕与蓝天之间好似有一条线相隔，随着夕阳慢慢下沉，远处的黑夜也好似深蓝色的潮水一般慢慢上涨。        在上午与森叔简单交谈之后，便被硬塞给了一张前往北美的机票，没有令邓林想到的是，这张机票是一张类似通行证的卡片，当机场人员看到他手中的卡片后，直接把他领到一家私人科技旁，称他为绿叶公司的贵人。这个公司的影响力令邓林小小的震撼了一下。        但是对于邓林来说，他只有这样一条路可以选择。经过漫长的沉睡，他身上早已身无分文。虽说中国是他的故土，但早已沧海桑田。这种时候，整个地球都对于他来说是另一个世界，旧的已经死了。        他闭上眼睛，思绪回到当他第一次苏醒的时候。科技爆炸之后，处在人类最顶端的一群人逐渐将可以改变世界的尖端科技死死掌握在手中。国家逐渐分解，形成了联邦的根本。虽然科技被人类本身锁死，但生活仍然对于以往是有着千差万别。        他刚开始要冬眠的时候是为了什么来着，邓林回忆着。        对，他不属于这个世界，最起码不是这个时代。        百余年前当他第一次从父亲那里得知得知冬眠机器的时候，他的心里是洋溢着激情的。这种只有在科幻电影中才会出现的飘渺虚无的机器居然真的出现到了他的面前，这时他之前从来都没有想过的。        他曾跟父亲要求给自己尝试冬眠，直接到达一个人们生活无忧无虑的未来的。但是父亲只是对他笑笑，告诉他：“傻孩子，想丢下父亲一个人跑啊？”        “不会的啊，我最多只会躺在那里啊。”        “那也不行，等你醒来我头发都白了。”        但是邓林向来就是不同与别人的孩子，他从来没有向谁过低头。        终于有一天，他从父亲的一本手册里面掌握了所有的关于冬眠系统的操作。邓林通过了解发现冬眠系统是通过一种偶然间发现的药剂来作用的。        药物的型号是HZI-7100        越大的剂量，越长的时间。        并且对人体几乎没有副作用，但冬眠期间必须对人体所进行保养，也就是所谓的冬眠舱。        虽然距离他第一次见识到冬眠机器的时候，已经过了好几年。但是在这几年的时间里，的心中的渴望也像是陈年老酒一样，越酿越浓。        在注射了几乎靠近人体极限了的HZI-7100之后，他躺在冬眠机器之中。冬眠机器内侧的表面十分柔软，并且会逐渐渗透进营养液体。据邓林所知，这种液体会在他完全沉睡以后溢满整个冬眠舱。        这是一种其妙的感觉，虽然四肢越涣越沉，但是大脑却处于一种完全活跃的状态。虽然眼前已经一片漆黑，但是他也明显可以感受到液体所作用在他身上的压力。液体流过指缝时，更像是深海里波光粼粼的鱼儿拂过手掌，又像是清风掠过某座春天的山脉。        最后在液体灌满冬眠仓之前，他听到的，是来自父亲的呼喊声。        再见了，父亲。        这是他最后的一丝残存的记忆。        之后他醒来之后，就到了这里，早已物是人非。        冬眠苏醒时。他身处于一个空旷的房间里面，这个房间不大，四周白色的墙面十分光滑，隐约可以看见自己的影子。        除了自己的呼吸声以外没有任何声音，安静的诡异。        身上穿的是一件白袍，自己的四肢露在白袍外面。邓林仔细观察他的四肢，在他苍白的皮肤下面，丝丝血管也清晰可见。自己手上被连接了几个金属贴片，这些贴片连接着一根从上方吊挂着地接线，在墙壁顶端，接线直接被嵌入了墙壁。        他捂住自己的脑袋，一切对于他来说都还只是2014年的某个上午，而冬眠机器也只是一个噩梦而已。        他曾尝试的将自己的头埋入被子里，努力的体会着原来父亲给自己晒被子过后充满阳光的气息。可是就连如此，他也做不到。唯一能刺激他嗅觉的只是一股淡淡的消毒水一般令人作呕的味道。        紧接着，白色光滑的墙壁上出现了一个两米高的裂缝，向两旁分开，预留出可以使一个人通过的地方。        邓林将金属箔片摘去，这些金属铂片只是吸附在自己的手上，轻轻一捋就掉了。        接着，两位穿着款式纯白色的人通过所谓的“门”，进入了房间。两个人脸上都带着防护面具。邓林猜想那应该是用来隔离细菌的，而自己所处的应该是一个无菌的环境。        “邓林？”其中一个用生硬的男声说道。        “我睡了多长时间…”邓林问。        “我们需要确认，这是规矩。”男声没有理睬他的问题。        “嗯，邓林。”        “邓林，沉睡时间150年。超过目前极限限度，康复时间大概需要20天。”白衣人说道。        150年。邓林心里回响着这个数字。        “150年…”        “150年，先生。您的家族所剩余的财产早在20年前被使用完毕，但是您身体中的的HZI-7100仍在作用于您的身体，出于人道考虑，我们多提供了20年服务。”        那还真是一笔巨款...        “邓林先生，您接下来还需要大概20天的回复时间，这段时间里，请在这个屋子里修养。”白衣人顿了顿，“还有就是有人给您的东西，我们已经检查过了。”        “给我的？什么时候？”        白衣人回答：        “刚刚。”        之后，两个白衣人退出了房间。房门缓缓地关上以后，邓林看着手中材质细腻的口袋，并没有打开。一个人盘腿坐在床上，默默地哭了起来。        他原来很不喜欢哭的，但现在，却一个人在这里抱头痛哭。嗯，真的是只有一个人了。        ……"
        },
        {
            "author": "Terry39",
            "timestamp": 1429792860,
            "txt_content": "（3）        就在邓林睡意朦胧的时候，私人飞机的中间，闪耀了一丝蓝光。邓林揉了揉睡意朦胧的双眼，目光转向了蓝光出现的地方。\n        那一缕蓝光就好似凭空出现的一样，刚开始只是一个类似圆柱的形状，之后圆柱开始崩塌，崩塌出来的碎片开始逐渐凝聚成形体。首先出现的是脸，然后是身子、四肢…是森叔。他整个人都像是水柱的一样。\n        邓林可以感受到在这里，这种三维成像技术已经成熟，但是他在城市都留的这几个月里，从来没有被人实际应用过。那座城市给他最深的感觉就是与原来的城市生活几乎毫无差异，除了一些超前的审美观以外。\n        除非有一种可能，邓林意识到：“你们到底向世人隐瞒了多少技术？”\n        “很聪明，”森叔的影像说道，“我们隐藏了大部分技术。”\n        邓林坐回到椅子上，手捂着头，他感觉有些难以置信。但是事实就摆在他的面前绿叶集团就是处于人类社会尖端的那一小群控制住尖端技术的那一群人。就是森叔曾经跟他说过的那一群人。\n        “为什么不将这些技术拿出来与普通人分享？”邓林在这几个月里也曾不乏看到一些存在于都市的恶性事件，“明明可以改善的事情为什么不去做，如果分享出来的话起码那些杂七杂八的事情就可以引刃而解了，不是么？”\n        森叔看着面前的男孩。他感到有些奇怪，这个男孩在之前有些谈话之中显示出来他的心机很深，有时候还会对森叔反咬一口。但是现在这个男孩却如此不讲道理。森叔无奈的笑了笑：“我们不得不这么做，毕竟人类还没有准备好。”\n        “准备好什么？世界末日？外星人入侵？”邓林很是不解。\n        “你会知道的。”森叔说，“在你没有做好保证之前，我是不会说的。”\n        邓林看到森叔并没有想去回答后，便瘫倒在豪华的座椅上，手捂着微微胀痛的头，问道：“你们要带我去哪里？”\n        “还不能说，”蓝色的森叔笑道，“马上你就会知道了。”\n        邓林看向窗外，一点红色的阳光，从远方的天边冒了出来，一瞬间，所有的云彩都被染红了。这倒让他回到了从前他和父亲在一起的时候，一丝懊悔从心中迸发出来，紧接着就像陷阱般把他的心包裹住。\n        “你知道有一款游戏叫做Minecraft的么，在我的那个时代。”稍作平静后，邓林问道。\n        森叔想了想，摇了摇头：“旧时候的好游戏层出不穷，但是我并没有听说过这个。很出名么。”\n        邓林打开了一瓶放在扶手处的汽水，继续说道：“当然，因该说是第一款沙盒类游戏。据我所见，现在上市的大部分游戏都是沙盒游戏。所以这款游戏，是历史。”\n        “你想说什么？”\n        “当初我第一次接触那款游戏的时候，我对于那个游戏一无所知。那个游戏就像是另一个未知的世界。”邓林抿了一口汽水，但随后那充满刺激性的气味令他差点吐了出来，“这是什么。”\n        “那只是一罐饮料，把故事说下去。”森叔对他说的游戏产生了巨大的兴趣。\n        邓林将那罐充满了汽油味的汽水放在一旁：“现在看来那款游戏的几乎不算物理引擎，跟现在的游戏根本没法比。之后我对于那款游戏越来越着魔。在我的那个时代，很少有游戏可以令一个玩家去全身心的投入”\n        “所以，”邓林转过身，“希望你们这个未来的世界不会让我失望。”\n        森叔默默笑了笑，他在这个方面并没有主动权。\n        【飞机将于五分钟之后到达】一个电子人声说道。\n        “请向窗外看，先生。”当邓林转过身去看森叔时，虚拟成像里的森叔已经换上了一套军人制服，但是他那肥硕的肚子仍然引人发笑。“欢迎来到绿叶公司驻地球基地。”\n        邓林向窗外看去，窗外已经大亮。乳色的白云在天空中大片大片的漂浮着，日光从云峰之间渗透进来，在阳光的映照下的是一片无边无际的大海。飞机离海面很近，邓林可以看出，在这片海域并没有太大的浪。\n        说实在话，这是邓林第一次在这个时代看到太阳，因为前几个月都是在被一层厚实的化学气体下方所掩盖的城市所生活。所以这一次当自己跨越百余年再一次面对太阳时，他不免有些激动。虽说百余年后早已物是人非，但是这颗太阳还是挂在那里，散发着光和热。\n        邓林把目光向海面上靠拢。突然，毫无预兆，海面上一部分突然凹了进去，成吨的海水开始向那一片区域涌入，形成一片巨大的漩涡，就好像传说中克苏鲁的苏醒过程一般。\n        “抓紧。”森叔提醒道。但是等森叔话语刚落，飞机忽然向前倾斜出去，还好邓林抓得狠，不然会像他刚刚没有放好的汽油味汽水一样飞出去。但是紧接着，那一罐飞出去的汽水又直线飞了回来，飞到了飞机尾部。在邓林还没有完全做好准备之时，他就已经被惯性死死的压倒在座椅上。飞机就像过山车一样强制性冲入水面，没有一丝顾忌，完全就是野蛮的美。窗外上一秒还是蓝天白云，下一秒就沉入了无尽的深蓝色。邓林紧握着扶手，心跳急剧加速。森叔的影像在一旁飘浮着，坏笑着看这个威风扬扬的年轻人，因为毕竟森叔是影像，并没有受到太大的影响。\n        在感受着肾上腺素飙升的同时，向下的海水中冲刺了大概十几秒之后，邓林看到窗边的深蓝色海水突然消失，取而代之的是十分刺眼的白色。\n        邓林勉强向窗外看去，这个情形很像是他冬眠苏醒时候的房间，但是过了几秒之后邓林突然发现，那些白色之中黑色星星点点的，竟然也是与他们相同的客机。\n        这是一个巨大的海底降落平台。\n        四面都是巨大的乳白色墙壁，上方则是不断掉落下来的水柱也就是他们飞机到来的地方，而下方则是一个广无边际的水池。空中也有许多向他们一样的客机从水流之中直接钻出来。邓林暗自发笑，如果他当时早点注意到这个飞机的形状的话，没准还可以猜出这个客机的功能。\n        天空中的水流不断落下，掉落到下方的水池里。邓林乘坐的客机偶尔会被巨大的水流所击中，令的整个飞机都不停的震动。\n        邓林可以感受到身上的压力已经逐渐减缓，揉着浑身上下酸疼的肌肉，向旁边森叔的影像问道：“就没有更加柔和一些的方式么？”\n        森叔无奈道：“这可是为了不让联邦政府察觉而量身定制的。如果你觉得不妥的话我们倒是可以尝试从低空把你投掷下去…”\n        “那还真是辛苦了。”邓林满脸黑线。\n        “赶快动身准备下飞机吧，”森叔说道，“有很多人在等你呢。”\n        “可是森叔…”邓林问道，“你们到底为什么要找上我啊，上次不是你们还没有回答完么。”\n        “是么？那我给你一个提示好了。”森叔故意卖关子。\n        “你说吧。”邓林坐正了一些。\n        “是炼金术哟。”\n"
        }
    ]
}