{
    "title": "《血屠恩仇》第四章 金火弹",
    "author": "龙隐尘亡魂",
    "replyCount": 6,
    "timestamp": 1429693080,
    "txt_content": " 本帖最后由 龙隐尘亡魂 于 2015-4-23 13:44 编辑 \n第四章   金火弹\n\n“呜哈哈哈哈！”一个震耳的声音在恶人谷中荡开，僵尸女王、僵尸、罪犯们都以异样的眼神看着这声音的来源，甚至停止了杀戮——一位躲在岩石后的少年。\n“隐尘，你怎么啦？”秦天看着龙隐尘，感到似乎有些不对劲。    “死！”少年口中发出一个震撼人心的字，手指微微一动，前面的那块巨型岩石变化为芥粉。\n\n\n  一个强大的气势突然被释放，紧紧地压迫者人们的心跳，几乎能令人停止跳动。\n\n僵尸女王这才意识到来者不善，忙挥舞起权杖来操控僵尸喽喽们先解决掉这个对手。\n\n“十二万年了！孤终于又重见天日了！十二万年了，没想到这地界生物还是如此的弱小！”少年放生大笑，随着笑声，一阵阵令人窒息的气场荡开，在他身旁的僵尸竟然直接倒地而亡。\n\n少年脚尖微微一点地，身子便腾空而起，手中招式不断变幻，举手投足之间透露出一种令人想跪伏于地的王者霸气。\n\n“錂！”少年大喝一声，身未动，形已动，整个山谷被乌云笼罩，一丝光亮都消失不见，他脚下形成一个法阵，轻轻挥出一掌，只听‘轰’的一声，一个黑色光波从地喷涌而出，秦天四周形成一个光芒保护球，巨大的能量波动爆出，又在瞬期间一切都平复，整个山谷被夷为平地，在场除了秦天，所有的生命都消失的一干二净，不留一丝痕迹。\n\n\n“你就是秦天吧。”少年轻轻从空中落下，以无比的威严看着他。\n\n  “你是谁？！龙隐尘呢？这个身体的主人是你，还是龙隐尘的？！！给我从他的身体里滚出来！”秦天对着他大吼，没有意思害怕。\n\n\n\n  “不错，我选中的人的朋友果然不错，见到我没有意思诚服之意的，你是第二个……”说到这，少年皱了一下眉头，看来这见到他没有诚服之意的人一定与他有什么过节。  \n  “不过，我要告诉你的是，我就是龙隐尘，龙隐尘就是我。十二万年前，我就叫这个名字，”少年用一种霸王审视自己的臣子的语气道，“不过你放心，现在我的实力只有原先的十分之一，经过这一次，我将很长时间不再出现在你朋友的身体了，我吧这恶人谷给夷平了，你现在可以和他走了。”\n\n   说罢，少年的身子摇晃了一下，似乎没有发生什么事，但是那股压迫人心的强大气息已经消失不见，现在站在这里的，是龙隐尘。\n\n\n  “我知道发生了什么，我的意识沉入到戒内空间之后，就发现了这个人，他要求帮他解开拔掉他手脚上的金针，我照做了，之后我变发现我似乎漂浮在半空中，身体虚无，就好似灵魂出窍了一般，可以动弹，却没法说话和触摸，我就这样的看着你们，直到灵魂归位。看来，这个戒指果然是个神奇的东西。”龙隐尘把手一挥，“不过现在不是深究这个东西的时候，走吧，既然恶人谷已经被打通了，得快点赶到主城贝加城去。”\n\n\n“先等一下。”秦天并没有着急要走而是从地面建起了一个像卷轴一样的东西，“来看看这个，这是那个人秒杀僵尸女王时从僵尸女王身上掉落的。任何一个BOSS身上都有几率掉落建筑图纸以及技能卷轴之类的珍惜物品，这个僵尸女王也可以算是一个比较低级的BOSS。\n\n\n\n技能卷轴：金火弹技能简介：只仅限于有术士职业天赋的人可以使用，学习后可以发出金色火弹，伤害40，等级一，命中率80%。 \n\n\n\n    “这简直是有些逆天的技能啊！目前新手初始的血量是二十，也就是说只要命中就能秒杀！真是赚大发了！可惜只限制于有术士职业天赋的人，对我们没用啊。”龙隐尘有些激动又有些惋惜的说。       “嘿嘿，我可是有术士职业天赋的哦！”秦天得意的笑着，意念一动，耳边便传来系统的声音：       “是否学习技能金火弹？”        “是”——————————————————————————————————-----\n小说主页（索引）                  上一章              下一章\n",
    "replies": [
        {
            "author": "GrowlR",
            "timestamp": 1429696140,
            "txt_content": "超链接做的不错。"
        },
        {
            "author": "或守藍冉OAO",
            "timestamp": 1429699440,
            "txt_content": "呀，终于出来了呢！楼主加油哦"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429754340,
            "txt_content": "GrowlR 发表于 2015-4-22 17:49\n超链接做的不错。\n这个超链接因为我家网不好，害我每一章的超链接都至少做了三次以上........俺当时自杀的心都有了.......写小说不容易啊[slimeball]"
        },
        {
            "author": "GrowlR",
            "timestamp": 1429789980,
            "txt_content": "龙隐尘亡魂 发表于 2015-4-23 09:59\n这个超链接因为我家网不好，害我每一章的超链接都至少做了三次以上........俺当时自杀的心都有了....... ...\n给你人气支持下~~~"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429790100,
            "txt_content": "GrowlR 发表于 2015-4-23 19:53\n给你人气支持下~~~\n俺刚刚水贴被一个版主扣掉了四十多的人气和金粒......来的正好"
        },
        {
            "author": "GrowlR",
            "timestamp": 1429790340,
            "txt_content": "龙隐尘亡魂 发表于 2015-4-23 19:55\n俺刚刚水贴被一个版主扣掉了四十多的人气和金粒......来的正好\nwhat,下次不要水贴了~~~"
        }
    ]
}