{
    "title": "神剑主宰",
    "author": "Godkiller~",
    "replyCount": 4,
    "timestamp": 1429708680,
    "txt_content": "  大家好，我是Godkiller~新人一枚，这是我写的小说。当中人物会有薯片等人，我都经过了他们的同意，希望大家多多照顾。开始正文吧。\n\n  一天的清晨，太阳刚升起，但薯片家门前的集市一条街却早已热闹起来，毕竟今天是一个月一次的大集市日啊，为是么大家都知道？大大的横幅跟着儿写着呢，只要不是瞎子，谁都可以看见。\n   但薯片的生活并没有因为这件“大事”而有所改变，因为他的生活并不属于上流社会，他家里的全部资产加起来都没人加一根汗毛粗呢！薯片站在自己家的房顶上，薯片悲哀的看了一眼下面的热热闹闹的集市，看到下面的大富豪（对于薯片来说）吐出一把把金币，薯片不由的叹了一口气：“唉！”不过，薯片回想起了几年前发生的事。那时，他还生活在一个温暖的家里，但一道突入奇来的光柱把人们带到了mc的世界之中。对于其他的关于现实世界的生活，薯片的回忆只有一些模糊的画面。只有那道光柱，薯片的记忆深处还记得清清楚楚，它是那样的强烈。如同核爆炸一般夺目，深深的印在了薯片的脑海里。这时的一阵冷风打断了薯片的回忆，薯片的眼前有变回了方块主宰的世界。薯片甩甩脑袋，想把回忆甩出脑海一样。这是，薯片想起了妈妈常说的一句话：“不要生活在回忆当中，要看这眼前生活。”薯片想想也对，“生活最重要嘛！”立马，薯片的状态就回到了乐观的小薯片。薯片道：“第十一次屋顶跑酷，现在开始！”说着，薯片兴奋的冲了出去。加速，跳越，薯片倒还真有点儿职业跑酷运动员的架势了。不过，薯片的跑酷之路很快就结束了。跑酷的快感很快就被屁股上的剧痛取代了;“真见鬼！”薯片叫道：“以经第十一次从这里掉下来了！”“算了算了。”薯片站了起来，这点高度他还不看在眼里：“反正都掉下来了，就去星辰哪里去看看吧。不知道他买了多少矿了。” 星辰是薯片的朋友可是薯片最自豪的一件事了。你可要知道，星辰是小镇上唯一的矿工。不要以为矿工很好干，我和星辰去挖过矿，他挖的那叫一个快，我拿一把他借给我的钻石镐，居然没有他拿一把铁镐挖的快，丢死人了。不一会儿，我就到了星辰店铺的门前，是用金子做的，视觉冲击力很强。一股豪华的气息扑面而来。门前还有士兵守门，身上还穿着钻甲手持钻剑一看见薯片，刚想把他赶走，去发现了来者是老板的朋友，赶紧把薯片迎了进去。一进大门（那可真是“大门”）就看到了星辰坐在沙发上，正在和小镇上鼎鼎大名的三皇子聊得正欢。星辰看到薯片进来了，站起身来，对着三皇子道：“这位就是我刚刚提到的，薯片。”三皇子看了一眼薯片，失笑道：“就他？还你朋友？”说着站起来用高傲的眼神扫了薯片一眼，冷冷的道：你是永远无法星辰的好友的，因为，你，永远无法进入上流社会的！”薯片知道当时自己的脸色一定超级好笑，因为周围已经有好多人笑出了声。全场只有三人没笑，薯片，三皇子和面色有些阴沉的星辰。最后还是地主星辰发话了：“两位，不会想在我这里待上一天吧？” 三皇子也是生意场上的人，拿得起放得下，轻轻的坐回了沙发上，强装出微笑的样子，风度翩翩的向薯片道歉道：“对不起，薯片，额，先生，是我失礼了。”一边说着一边看着薯片的反应，心说这薯片一看就是一野小子，我看他如何反应。然而让人们没想到的是，（薯片自己也没想到）薯片这个从来不懂礼仪的小子居然也极为绅士的，文绉绉的回了话，还做出了一套极为古老的礼仪动作，着实把一伙人吓了一跳。薯片做完了之后，有些浑浑噩噩，担心的星辰急忙叫人把薯片带到客房里休息。三皇子也吃惊不小，急急忙忙的赶紧把父皇要的矿带了会去，头大起来，心说怎么那么背，看来有给接下一个来头不小的对头了。再说薯片，他只感觉一阵眩晕就倒在了床上。三十分钟后，薯片醒了过来，就只看见星辰一张大脸正胆忧的看这自己，被吓了一跳。 急忙站了起来，问星辰道：“我，我这是怎么了？怎么一下子就晕了？”星辰道：“你可真行，把大家都吓了一跳不说，你是怎么会那么古老的礼仪的？快说!”薯片苦笑一声，耸耸肩膀表示自己也不知道。星辰呵呵两声也不提这事了，道：你也累了饿啦吧，走，我们去吃饭去。’说着就拉着薯片的手走出了客房。一出金碧辉煌的大门，薯片就看到了星辰府邸的招牌：数十根石英大柱子。薯片虽然来过这里以经很多次了，但他还是搞不懂为什么星辰的府邸的柱子要用石英做。不过其他的奢华到可怕的装饰薯片还是看得出来的：由钻石，红石块，青金石块，金块组成的墙壁反射出的光芒犹如魔幻一旁，数十个身穿附魔金甲的Npc带着数十箱金块从一间储金库中跑了出来，见了薯片立即行礼道：主人好！”星辰满意的点了点头，挥了挥手，道：你们忙去吧。”行动之中自带着一股上位者的威严。那几个人有行了个礼后，就将一箱箱黄金搬走了。薯片看着星辰，心中感到了一股奇怪的感觉，但是又抓不住那里不对了，脸上不禁显现了出来，星辰很明显注意到了这一点，拍了拍薯片的肩膀，略微有些深沉的道：“薯片，有些事情想不起来是很正常的事，不用纠结于回忆之中！”说来也怪，星辰这句话一出口，薯片的那种感觉就消失了脸色缓和了不少。笑笑道：“刚才好像感觉有什么东西在召唤我一样。”星辰面色微微一变，轻轻得道：“薯片，现这你那种感觉没了吧？”薯片感觉了一下，呵呵一笑：“不用担心，已经没了。”星辰点了点头，不再说话，加快了步伐，将薯片带到了地下四十三楼的餐厅（在这里说一句，星辰的地下通道极其复杂）星辰望着一条条深邃的，幽深的洞道口，眼中一道精光闪过，喃喃道：“已经十四年没回去了，我的同僚们恐怕都忘了我了吧？不过没关系，我已经得到了八大神剑当中的一把，而另一把的传人也找到了，那把神剑也在我的手里，这场迟来的竞争一定是我胜利！”说着，瞟了一眼一旁的侍者，淡淡的道：“两个附魔金苹果”说完就有陷入了沉思之中。薯片完全不知道星辰的内心变化，还以为自己占了星辰一个大便宜，开心极了，却没注意到侍者在上菜的时候，紫色的眸子里满是病态的疯狂和冷意，手轻轻的向星辰做了个ok的手势。星辰淡淡的点了点头，古井无波的眼神淡淡的看这薯片，就像看着一个将死的人但他的内心却告诉他这个人，一定要保护着道圣地教堂。",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429709460,
            "txt_content": "错别字好多……字体尽量一致；模板被吃了？请谅解一个强迫症的痛楚"
        },
        {
            "author": "wkyyzhb",
            "timestamp": 1429712160,
            "txt_content": "既然楼上评论了格式之类的东西，那么我也就不再叙述了\n\n写小说尽量不要过多地使用（）来对文章正文进行补充，这样会显得你的文章无法容纳这些内容而打上的补丁，就好像以前的衣服那样，打上一堆又一层的补丁；要尝试把括弧内的内容通过语言融入到正文中\n\n还有明显前面B格还行，到后面就开始白文了\n同时，我还想吐槽为什么现在的文章都是这种没有任何理由的穿越(╯‵□′)╯︵┻━┻\n\n以上，大神轻喷\n\nPS：薯片是谁- -"
        },
        {
            "author": "xcc",
            "timestamp": 1431829980,
            "txt_content": "题目需要改改啦~~~~~~又是穿越"
        },
        {
            "author": "北极星人",
            "timestamp": 1431833640,
            "txt_content": "标题不合格，补充过多，开头还是烂大街的穿越。勉强及格。"
        }
    ]
}