{
    "title": "《血屠恩仇》第五章 主城",
    "author": "龙隐尘亡魂",
    "replyCount": 9,
    "timestamp": 1429767540,
    "txt_content": " 本帖最后由 龙隐尘亡魂 于 2015-4-24 17:25 编辑 \nPS：今天心情好，考试考完了，发个三千字的！！！！让大家也高兴高兴！在一些正规小说网站里面，这属于爆发了，但是，你们要想我再爆发，嘿嘿嘿，请到小说末尾点击索引，到索引处点击收藏，再点个赞 哎，麻烦大家给自己的朋友家人介绍下这个小说撒~~~~人气实在是太低了……5555————————————————————开更线————————————————第五章 主城\n    “我终于也有技能咯！”清晨，一声快乐的喊声打破了这份宁静。\n\n\n龙隐尘和秦天出了恶人谷后连夜赶路，到了晚上，他们发现，这个世界只要到了晚上，就会自动刷新出许多怪物来，其中以僵尸为最多，秦天自从学习了金火弹之后，整夜都在杀怪，而龙隐尘则在捡僵尸掉落的物品。\n\n\n      一般的怪物死后一定会爆出经验球，这当然都是用来升级的，而装备这类东西，一般都是杀BOSS之类的才会掉落。一整夜，那些僵尸尽然一个装备之类的东西都没掉，这简直是比1%的几率还低。\n“操，我杀了一整晚了，差点没把我累死，现在你也有技能了，那现在杀怪的任务就交给你了。”秦天打了个哈欠，晚上他一直在用金火弹攻击，几乎所有的技能都是要消耗灵力的，然而在技能一级的时候，则是完全不会消耗的，技能打到100%熟练度就会升一级，整夜他也才不过多了20%熟练度。\n\n\n\n\n技能名称：虚冥决技能简介：不需要消耗灵力的技能，使用距离较远时，则会发出黑色能量波，距离较近时则不会有任何表面现象，受攻击者实力较强与使用者时，则会在受攻击者攻击会漫与内脏，慢慢侵蚀生命，伤害二十，等级一，熟练度0%\n\n    \n“这是我的看家技能，你可得学好了！”龙隐尘的戒指传来一个声音，他立刻恍然大悟，本来技能都是通过技能卷轴等途径学习的，本身根本不可能自动学习，这个技能正是苍寐戒封印的那个人传承给龙隐尘的。\n\n    “技能也学习了，咱等级也到二十级可以选择职业了，秦天，你看，主城就在前方，别休息了。”龙隐尘指着前方，一座雄伟庞大的城池浮现在眼前。\n\n两人激动地快步向主城的方向奔去。\n\n    （不要问我他们没地图是咋走到主城去的，这不是俺挖的坑，他们两是完全误打误撞到的……）\n\n\n\n    贝加城，玄方世界中的主城，也是这个世界‘荀’王朝的首都，历来是最繁华之地，历届玄方世界的皇帝无一例外在此定都，也居住于此。自从世界连接后，全地球数十亿的人民统统涌入于此，给他们造成了巨大的影响，比如说经常有人为了食物财产等抢劫杀人，没有了原先政府的约束力，自相残杀也是经常在街头上演，地球人们将玄方世界的原住民比作NPC，也就是网游之中的非玩家人物，他们也总是以为自己比他们更高级，更聪明；当然，玄方世界的原住民也看不起地球人，称他们为‘异人’，向补血药剂之类的必需品往往是故作售光而不出售给那些‘异人’们，每一个原住民都有自己的故事，从哪里来，到哪里去，在世界连接之前，他们也都自由自在地生活着，而世界连接之后，地球人设计的一个被称为‘系统’的程序平衡并管制着所有人，如同一个没有生命的傀儡一般，从来不偏向任何一方，玄方世界原住民们称为‘主神’，不过也有系统主神控制不了的东西，就是那些本来就存在于这个世界的强者，比如说龙隐尘手上苍寐戒中囚禁的那个人，就不受系统的管辖。\n  \n“抢啊！那些铜币都是我的，你也敢动？！！”刚进入主城贝加城，便发生了一起抢劫案，一个五大三粗的汉子，从一个商人那里抢了一包铜币，后面的商人穷追不舍，也有人跟着起哄，吵闹不已。\n\n\n      “    大胆异人刁民！竟敢抢劫我朝商人，挡我去路，杀无赦！”一位骑着高头大马的、明显是王公贵族的人看到此幕，抽出身后同样骑着马的随从的佩刀，纵马疾驰，利到轻轻滑过汉子的脖颈，只见细微的血痕飘洒，汉子的人头便落下，脸上还保持着自然的表情。\n\n     见到此幕，众人乖乖退到一旁默不作声——此人是‘荀’王朝的皇叔北凌厉，世界刚连接第一天，便有许多不守规矩的人作了他的刀下鬼。\n\n   “那应该就是转职的地方了吧，走。”龙隐尘摇摇还在呆望北凌厉的秦天，“将来，我们也会拥有这样的威风。”\n转职石碑，矗立在贝加城西面，由黑红两色组成，总共有四座，代表了四个不同的职业：步兵、骑兵、弓弩手、和术士。其中骑兵和术士职业最为热门，大多数人只要已达到二十级，便会选择这两个职业作为主职业。\n\n     职业分为主职业和副职业两种，主职业便是战斗类型的，副职业是生活类型的，比如说农夫，矿工，炼制师等等；主副职业都只能选择一种，尤其是副职业，比如说选了矿工不能去种地之类的限制，副职业不限等级就能选择，主职业要升为二十级才能选择，之后每十级便能转职一次，转职，并不能将骑士转为术士，步兵转为弓箭手等，而是在原有的事业基础上升级，比如说骑兵可以转为轻骑兵、重骑兵、天空骑兵、海洋骑兵之类。\n\n\n\n        术士，依靠法术的攻击；骑兵，马上将军，各项能力都很出色；因此有人才会不顾自己的天赋而去选择这两门职业，但之后他们便会非常后悔，原因很简单：骑兵需要马匹，而任何一匹马都卖的非常贵，就算是政府军方也卖不了多少，术士则更为甚，初级的术士除了像秦天那样有术士天赋才可以学习技能，不然完全就是一个花瓶，一点作用也没有。\n\n\n\n    “跟着自己的天赋来选择。”龙隐尘将手放在步兵石碑上，顿时，一股光芒笼罩了他……\n\n\n\n\n呼，终于更完了，大家快点赞 上一章              小说主页（索引）          下一章",
    "replies": [
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429768200,
            "txt_content": "小说第五章更新了！快去看看吧！！以后我就不提醒了，写完一章不仅得弄前一章和索引的超链接，还得和每一个好友推荐，累死我了，你们把小说的索引贴收藏，以后每天上线去看就行了。不提醒了。"
        },
        {
            "author": "或守藍冉OAO",
            "timestamp": 1429777140,
            "txt_content": "很不错哦，继续努力下去，总有一天会成功的！"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429777560,
            "txt_content": "或守藍冉OAO 发表于 2015-4-23 16:19\n很不错哦，继续努力下去，总有一天会成功的！\n谢谢啦\n会努力的\n赐你金剑一把[gold_sword]\n我也在学习\n学生党有时候没空呢，不过我保证不会弃坑滴\n明天继续"
        },
        {
            "author": "或守藍冉OAO",
            "timestamp": 1429777680,
            "txt_content": "龙隐尘亡魂 发表于 2015-4-23 16:26\n谢谢啦\n会努力的\n赐你金剑一把\n加油！我还等着看呢！"
        },
        {
            "author": "GrowlR",
            "timestamp": 1429790100,
            "txt_content": "同上楼回复~~"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429790280,
            "txt_content": "或守藍冉OAO 发表于 2015-4-23 16:28\n加油！我还等着看呢！\n星期五再更{:10_552:}"
        },
        {
            "author": "GrowlR",
            "timestamp": 1429790520,
            "txt_content": "龙隐尘亡魂 发表于 2015-4-23 19:58\n星期五再更\n加油吧，楼主。"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429790760,
            "txt_content": "GrowlR 发表于 2015-4-23 20:02\n加油吧，楼主。\n嗯，不过俺这人气实在是太低了.......\n可以和别人推荐一下吗"
        },
        {
            "author": "xcc",
            "timestamp": 1430007960,
            "txt_content": "推荐去看晓风的自由港,（虽然被删了）"
        }
    ]
}