{
    "title": "[1.8][ssp/smp]Vanilla Inspired Teleporters-密码传送mod",
    "author": "740s",
    "replyCount": 17,
    "timestamp": 1429791120,
    "txt_content": "[diamond_sword]哈哈！我又来搬运了！这次我搬了一个传送mod—密码传送Vanilla Inspired Teleporters！！！\n这里引用一下籽岷的视频：\nhttp://v.youku.com/v_show/id_XOTM5NDk0Mzky.html\n\n怎么样？？O(∩_∩)O哈哈~还嫌不够？那看下面吧！\n\n\n此mod的物品：传送器\n作者原话：\nVanilla-Inspired Teleporters adds a teleporter block that fits seamlessly into the Vanilla Minecraft playing experience. Only one new block is created, which is the teleporter itself. Stand on the teleporter, and teleport with ease!Teleporters exist on circular networks; each teleporter links to the next teleporter on the network, and the last teleporter links to the first one. Players define networks by inserting a key into the teleporter by right clicking it, which can be a block, an item, or no key at all. Teleporter networks are defined by their key - teleporters may only teleport to other teleporters with the same key.Players can also block or lock teleporters. Blocking is achieved by placing a non-passable block either one or two spaces above the teleporter. When a teleporter is blocked, no player can enter or exit, and other teleporters on the network will skip the blocked teleporter. Locking is achieved by supplying redstone power to the teleporter. When a teleporter is locked, players may enter through the teleporter but not exit, and other teleporters on the network will skip the locked teleporter.Recipe - Teleporter BlockThe recipe creates 1 teleporter block.（合成配方：）\nTeleporter MenuThe teleporter menu is accessed via. right-clicking (like a chest or furnace). When you open the menu, you are presented with a key slot. Any item placed inside the key slot will act as the key for the teleporter, allowing it to only teleport to other teleporters with the same key.\nUnique ItemsUnique items (such as maps and books) can be used to make very specific teleporter networks. The teleporter matches the author name and title of the book when checking for a suitable destination. As for maps, only maps and their copies can teleport between each other. This way you can have good control over who has access!好了，既然说是密码传送，我就不翻译了，还有英文渣也别看了，我来介绍一下吧：首先，这个传送器的钥匙是任意一件物品，必须要有两个传送器才能传送。不如：先在第一个传送器上放上个钻石（即为钥匙）然后在2号机上放个钻石，然后在战上去就可以传送了！而且用别的物品是传送不了的~~注意！！！如果你用的是橡木木板，那么用别的木板也可以传送！！！坑啊！！所以千万不要用木板做钥匙啊！！！！咳咳！好了，最后，给我点金粒和人气吧！！毕竟我也很不容易，发了怎么多贴都没几个人气~~（下载地址上面看）\n",
    "replies": [
        {
            "author": "9_CAI",
            "timestamp": 1429792560,
            "txt_content": "赞{:10_492:}"
        },
        {
            "author": "Yu_Ming166",
            "timestamp": 1429793460,
            "txt_content": "单人MOD,服务器用插件就可以,密码有点O疼"
        },
        {
            "author": "hxrjason",
            "timestamp": 1429797120,
            "txt_content": "好mod，但是没有1710{:10_503:}"
        },
        {
            "author": "740s",
            "timestamp": 1429923900,
            "txt_content": "hxrjason 发表于 2015-4-23 21:52\n好mod，但是没有1710\n1.7.10原帖有，自己下去载吧"
        },
        {
            "author": "MC_juzi",
            "timestamp": 1429924800,
            "txt_content": "好东西 {:10_512:}   "
        },
        {
            "author": "真·九尾狐",
            "timestamp": 1431507480,
            "txt_content": "{:10_512:}"
        },
        {
            "author": "comicguests",
            "timestamp": 1432477440,
            "txt_content": "居然要钻石...\n感谢分享"
        },
        {
            "author": "QQ3085805951",
            "timestamp": 1432530960,
            "txt_content": "我在原地址看到1.7的 为什么不搬运进来"
        },
        {
            "author": "abc1323202239",
            "timestamp": 1433358060,
            "txt_content": "原帖只有1.8的，没有1.7.10"
        },
        {
            "author": "876680569",
            "timestamp": 1433509140,
            "txt_content": "很不错的作品！"
        },
        {
            "author": "1028447258",
            "timestamp": 1433519700,
            "txt_content": "740s 发表于 2015-4-25 09:05\n1.7.10原帖有，自己下去载吧\n怎么弄啊，哪有？"
        },
        {
            "author": "1028447258",
            "timestamp": 1433520300,
            "txt_content": "1.7.10，，，，，1.7.10，，，，，1.7.10，，，，，1.7.10，，，，，1.7.10，，，，，1.7.10，，，，，1.7.10，，，，，"
        },
        {
            "author": "fangdingzhu",
            "timestamp": 1435490640,
            "txt_content": "1.7.10，，，，，1.7.10，，，，，1.7.10，，，，，1.7.10，，，，，1.7.10，，，，，1.7.10，，，，，1.7.10，，，，，"
        },
        {
            "author": ".233.",
            "timestamp": 1435492440,
            "txt_content": "呵呵，我笑了"
        },
        {
            "author": "小洲",
            "timestamp": 1438176900,
            "txt_content": "不错....{:10_492:}"
        },
        {
            "author": "名难起",
            "timestamp": 1438773960,
            "txt_content": "求1.7.10...我不懂英语......."
        },
        {
            "author": "dean90",
            "timestamp": 1438794900,
            "txt_content": "其实。。。。挺不错的"
        }
    ]
}