{
    "title": "【原创·连载】《三色平行线》（第一章）",
    "author": "双A×桐人",
    "replyCount": 26,
    "timestamp": 1429791240,
    "txt_content": "大家好～\n这里渣文拖稿写手和人～\n我会在这篇帖子为大家带来我的原创小说《三色平行线》第一章，希望大家喜欢～\n唔如果有什么意见或者建议，或者是提供素材，欢迎在下面回复～\n（OTZ爪机论坛排版真心无力……有空我用电脑试试看吧）\n——————————————————普通的分割线——————————————————\n\n\n　　太阳正处于被称为夕阳的位置上缓缓下沉。\n\n　　我心里默数着手中宽剑砍中巨人的次数，同时按照对与巨人战斗的经验右脚踢动地面绕到巨人右后方。\n\n　　攻击目标消失的巨人暂时陷入了混乱状态，加上身上伤口蔓延出的疼痛对它的刺激使它暂时忘记了寻找之前作为攻击目标的我，换为举起右手用两米长的手杖重重敲击我从它视野中消失之前所在的地面。\n\n　　巨人的手杖成分大概是非常稀有的坚硬木料，外观并不华丽的它坚硬程度在泰姆瑞尔大陆上恐怕也是名列前茅，我手中的黑红色宽剑斩断任何金属武器如同割断草茎一样易如反掌，对巨人所持的手杖多少次斩击也只能在上面留下白色的印记。\n\n　　当然非常多的知名铁匠木匠试图利用手杖作为材料重新制作工具，却都因为无法移动以失败告终，也有人把炼铁炉搬到了一个掉落的手杖附近试图进行加工，但是尝试焚烧都无法损坏手杖的他也失败了。\n\n　　脚底的震颤传来酸麻的不适感，我在左脚接触地面后迅速用右脚再次踢动地面使我从巨人右后移动到左后，同时比身体移动还要快的速度从右至左平移黑红色宽剑。\n\n　　“喝啊！”\n\n　　漆黑的剑刃精准地从巨人双腿的关节处切入，算准砍中位置的我没有遇到太大阻力就将巨人的双腿齐齐斩断。\n\n　　两米长的手杖从巨人手中滑落，和人类相同的殷红血液从原本是膝盖的部位涌了出来，剧烈的疼痛引发的嘶吼也从巨人嘴里传出，然而对于不同生物种类的它我没有抱着多少怜悯。\n\n　　失去小腿的巨人很快就会因为重心不稳摔倒，但是具体向前摔倒或是向后摔倒，把握一定的力度切断双腿后斩杀巨人经验丰富的我也不敢鲁莽地断定。\n\n　　所以我很快又一次踢动地面绕到巨人面前有效攻击范围内，手中宽剑以从下至上的方向挑起，被从小腹至胸口的位置切开一条伤口的巨人受到来自面前的攻击而向后倒下。\n\n　　不理会再次喷涌的血液和再次响起的嘶吼，我迅速调整一下有些紊乱的呼吸，抬起左脚重重踩上巨人的小腹的完整区域，随后以溅上些许血液的左脚为支点跃起，将握剑的方式转换为反握，随着坠落将剑尖刺向巨人的左胸。\n\n　　在两秒之内发生的一切都在我的预想和掌控之中，抓住巨人暂时失去反抗能力的短暂时间迅速命中其要害将其杀死，然而——\n\n　　泰姆瑞尔大陆上的医生除了给病人开药和向名为玛拉的神祈祷之外，对于受伤比较严重的伤者还会进行开刀手术，所以在医学水平能够救活绝大多数伤患的今天，有一个非常普遍的常识就是人类的心脏长在接近左胸的位置，被一些解剖爱好者了解过身体构造和人类相似的巨人也是如此，但是总有特例，有些人类的器官都是和正常人类方向相反的位置长的。\n\n　　——被我手中的黑红色宽剑刺入左胸的巨人，并没有在剑尖刺入的位置出现鲜血喷涌的现象，也就是说，血流出的速度和数量都比预想的少，即使被斩断双腿损失了很多血液，但短时间内在心脏附近的位置也还会有很多的血液存在。\n\n　　我预想之外的情况出现了，这只巨人的心脏很可能长在右胸，换言之，跳到巨人身上的我这一击并不直接致命，而我自己却陷入了十分危险的境地。\n\n　　在我意识到危险的时候巨人的右手已经挥了过来，来不及逃跑的我被轻轻松松地拍出数米远，黑红色宽剑则在空中旋转几圈后插在比我离巨人更远的位置。\n\n　　在这种情况下立刻站起来恐怕传说中古代锻莫人制造的机器人都做不到，拼命想要站起来的我意志被肋骨几乎断裂的疼痛一次次击垮。\n\n　　只剩下大腿的巨人行动起来会非常困难。\n\n　　——当然我是这么祈祷的，但是用结实的双臂使自己前进的巨人一秒后就到了我的面前，愤怒地嘶吼着的它用左手撑住地面，右手高高举起。\n\n　　鲜血依然在巨人的伤口处不断涌出，即便这只巨人只剩下一击之力，也足够把我拍得血肉模糊。\n\n　　现在站起来的话我不会直接死亡，然而迅速地再次拿起剑显然不可能，要和虽然生命即将走到尽头但也因此陷入疯狂的巨人肉搏，我一成把握都没有。\n\n　　我好像也累了呢。\n\n　　心中无数次喊着站起来并拼命驱动身体的我的大脑中忽然出现这样的想法。\n\n　　在其他小孩依偎在父母亲人怀中撒娇衣来伸手饭来张口的时候，我就迫于生存挥起了剑，孤独地战斗了十多年，我大概早就累了，只是我不想承认，不想屈服。\n\n　　被剥夺战斗的力量和意志的现在，我好像忽然想明白了。\n\n　　任凭疼痛继续肆虐，我看着巨人举起的右手挥下，遮挡了夕阳光芒产生的阴影覆盖到了我的脸上。\n\n　　我将脸埋进土里，闭上了眼睛，尽管心中还夹杂着些许不甘在挣扎。\n\n　　就这样结束吧，驱除一切痛苦和悲哀，让我解脱，永远地闭上眼吧。\n\n　　结束了吗？\n\n　　“还没有！”\n\n　　辨别不出从什么地方传出的呼喊，将笼罩着我的意识的阴霾全部驱散，心中少得可怜的不甘迅速扩散。\n\n　　火焰、悲鸣、嘶吼、恐惧的脸庞、巨大的黑影、飞散的花瓣，这些不知道见过或者没有见过的画面走马灯一样地在我不知是意识还是眼前的视野中飞快闪过，疼痛消失得干干净净，手中似乎又握紧了陪伴我多年的黑红色宽剑。\n\n　　我没有去确认我是否还有抵抗的力量，但我还是在试图站起来，试图进行可能是最后一次的反抗。\n\n　　当我的手肘顶着腹部以上的部位如同燃烧起来的疼痛，支撑着地面准备继续尝试站起来的时候，一道红色的轨迹切开了我的视野。\n\n　　如同红莲之炎一般燃烧着的灼热弧线，自右上至左下割入巨人的右肩，在切面留下炭黑的烧伤痕迹后消失，随后巨人在一秒前即将挥下的右臂飞了出去，在地上翻滚了几圈后停下。\n\n　　我这才看清楚斩断巨人右臂的武器，那是一把暗红色的长剑，剑身上像是刻着什么符号 ，剑柄和剑格的形状似乎是与某种猛兽相似。\n\n　　挥剑的人从背影看大概是名男性，漆黑的头发和暗色调的长袍并不像是一名战士的搭配，我所见过的战士基本都穿着足够坚硬的护甲，头上也经常装备着头盔。\n\n　　我胡思乱想而忘记站起来的时候这个男性战士并没有停下，被双手握紧的长剑从右下挑起，在巨人还没有来得及发出右臂被砍掉的痛苦吼叫时红与黑交替闪烁的剑刃拖着赤红色的轨迹再次切入巨人的身体，焦黑痕迹又一次留在了平整的切面上。\n\n　　支撑身体的左臂从肩膀处被砍断，失去重心的巨人发出损失两只手臂的痛苦同时向前倒下。\n\n　　男性剑士把剑柄收回靠近胸口的位置，随后对准巨人的右胸迅速刺出，随着剑尖刺透巨人的后背，细长形状的血液也随之飞溅。\n\n　　这次剑尖刺入的地方终于出现了心脏破裂后的血液喷涌，尽管损失四肢的巨人血液流失非常严重。\n\n　　很明显可以看出动作带着厌恶的他把左脚脚底抵在巨人小腹处，然后在巨人声音越来越小的悲鸣中用力踢开。\n\n　　“呼……”\n\n　　处理完巨人的男性剑士长出了一口气，在他将剑举到背后准备插入剑鞘的时候，我看清了剑身上的符号。\n\n　　我曾受委托在一处极其偏僻的洞穴中找回委托人所寻找的东西时偶然发现了一本书，书中对于一个只存在于传说中的英雄进行了程度深入到难以想象的诠释，这个英雄便是在龙暴动的时候可以挽救人类灭绝危机的龙裔。\n\n　　书中提到龙裔有着两项天生的能力，便是吸收死去的龙的灵魂强化自身，以及发出像龙一样的吼叫。\n\n　　正常人也可以练习发出像龙一样的吼叫，但是需要极长时间的练习，但是龙裔只需要学会龙的语言并将它们规律地组合起来，便可以发出龙吼。\n\n　　书里同样将目前已知的可以发出龙吼的龙的语言归纳整理了出来，那名男性剑士所持的暗红色长剑剑身上刻的符号，正是书中记录的龙的语言中“火焰”的方面，也就是说这把剑，被赋予了龙的吐息中最具有杀伤力的方面，那么持有这把剑……\n\n　　“你没事吧？”\n\n　　男性剑士关怀的提问把我从思绪中拉了出来，我这才注意到他已经转了过来并把手伸向以十分丢脸的姿势趴在地上的我。\n\n　　我因为羞耻脸颊有些发热，我不知为何没有拒绝想要拉我起来的男性剑士，把手伸向了看起来比我的手还要白皙柔软的手掌。\n\n　　“这家伙说不定和我一样都是女的吧。”\n\n　　我在心里这样暗暗戏谑，不过马上意识到不应该嘲笑自己救命恩人的我又在心里道着歉。\n\n　　他的手没有想象中的柔软，但是身为剑士的他手心竟然一点都不粗糙，其他的男性剑士手掌上长有茧子的地方在他的手上却依然很平坦光滑。\n\n　　我在担心站起来会不会因为太近而有些尴尬地时候他已经向后退了一步，随后他放开我的手并从口袋中掏出一瓶红色的液体向我递过来。\n\n　　对于男性向来毫不客气的我当然是接过来一口气喝掉，然而当我把酸甜的液体一饮而尽后才意识到这是救了我一命的人递过来的生命回复药水，同时作为容器的药水瓶已经因为所装的药水被我喝完而化作白色的光芒粒子飞散。\n\n　　脸颊再次红热的我连忙把右手食指和中指指尖并在掌心，随后扬起并准备拖动着指间出现的白色光点唤出个人界面时他摆着双手叫住了我。\n\n　　“不用了，好人做到底嘛。”\n\n　　我依旧把右手挥下，被拖动着白色光点顺着移动的方向展开为淡白色的边框和文字。\n\n　　右手食指很快选定个人界面中的“物品”一项，随后指尖移动到物品栏最下方的“金币”，输入在实体化数量时，他再次带着有些慌张的语气叫住了我。\n\n　　“我也不要钱的！”\n\n　　“你是说我的命不值钱吗？”\n\n　　“不是这个意思！真的不是这个意思的！”\n\n　　“那就收下我当做报酬给你的钱。”\n\n　　我将目前所有的金币数的一半输入到了实体化数量中，按下“确定”键后，一个褐色麻布袋子落到了我的手掌上。\n\n　　在从物品栏中取出也就是实体化两个或两个以上的金币时，这个褐色袋子就会以刚好装下实体化金币的大小出现，它没有设定耐久度或者物品名称，取出袋子里的金币后袋子就会消失，大概是泽泥萨尔为了方便凡人间的交易而赐予凡人的恩惠，与此相同的还有刚刚被我喝完药水后消失的药水瓶，或许是来自慈爱之神玛拉的恩赐。\n\n　　然而我正要把钱袋递出去的时候，那名男性剑士不知道什么时候已经从我的视野中消失，我只好又将金币全部收进了物品栏。\n\n　　“应该先找他问一下的……不对，如果他不是的话冒冒失失地去问不是很没礼貌吗？嗯先回白漫城确认一下情报吧。”\n\n　　我抬头看了一眼即将接触地平线的夕阳，打开个人界面中的地图确认了一下自己的位置，随后走到跟我一起被巨人拍飞而插入地面的爱剑前。\n\n　　一米左右的剑身插入地面大约二十公分，作为装饰的黑红色的植物茎从没入地面的剑脊处向上缠绕蔓延，像是真正的植物一样在剑脊两侧的斜面生长出了数片叶子后，于剑格处绽放出层层叠叠的花瓣。\n\n　　那是一朵玫瑰，黑色的玫瑰。\n\n　　在夕阳所散发出的橘红色光芒照射下，剑身上的花纹竟让人感觉到来自植物的生气，就好像那是一株在缠绕着一把剑生长黑玫瑰一样，反射着夕阳光芒的花瓣，将属于玫瑰的妖艳展露无遗，被花瓣所包裹的中心，原本属于花蕊的位置似乎有一只眼睛在静静地观察着外面的一切，我的左眼，似乎还接受到了那只眼睛的红色瞳孔反射来的光。\n\n　　右手轻轻抬起，指尖点在覆盖着右眼的黑布上，从右眉轻轻向下移动，指腹摩擦过形象同样是玫瑰的条纹。\n\n　　指尖挑起银褐色的长发，绕到脑后的右手揉了揉布结，再从头顶轻轻滑下。\n\n　　“明明是插在这里……为什么刚刚想要站起来反抗的时候……感觉是握住了呢……”\n\n　　我轻轻叹了口气，拔出爱剑，左右挥了挥后剑尖向下举到背后，插入自动浮现出的黑色剑鞘中，调整方向，向着白漫城以奔跑的姿势迈起双腿。\n（未完待续）\n\n",
    "replies": [
        {
            "author": "双A×桐人",
            "timestamp": 1429791240,
            "txt_content": "QAQ求顶求来人"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429791480,
            "txt_content": "俺的小说传送门哇，太棒了！比起我的渣作小说正的是不能比啊，羞愧！"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429791600,
            "txt_content": "龙隐尘亡魂 发表于 2015-4-23 20:18\n俺的小说传送门哇，太棒了！比起我的渣作小说正的是不能比啊，羞愧！\n唔下午看了一下你的小说感觉也不错的说呃另外忘了回复真是抱歉OTZ"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429791900,
            "txt_content": "双A×桐人 发表于 2015-4-23 20:20\n唔下午看了一下你的小说感觉也不错的说呃另外忘了回复真是抱歉OTZ\n俺可给你点赞了，别忘记给我也点赞哦～～"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429791960,
            "txt_content": "龙隐尘亡魂 发表于 2015-4-23 20:25\n俺可给你点赞了，别忘记给我也点赞哦～～\nwww谢谢～"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429792200,
            "txt_content": "双A×桐人 发表于 2015-4-23 20:26\nwww谢谢～\n升级是这么快......还有新手徽章就三级了。。。。。（当然据我所知一天有人能直接水到六级......这速度.....）"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429792200,
            "txt_content": "双A×桐人 发表于 2015-4-23 20:26\nwww谢谢～\n话说你叫桐人诶，刀剑神域看过吗？"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429792320,
            "txt_content": "龙隐尘亡魂 发表于 2015-4-23 20:30\n话说你叫桐人诶，刀剑神域看过吗？\n我当然是刀剑粉咯～动漫小说都看完了呢～"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429792380,
            "txt_content": "龙隐尘亡魂 发表于 2015-4-23 20:30\n升级是这么快......还有新手徽章就三级了。。。。。（当然据我所知一天有人能直接水到六级......这速度.. ...\n三级只是做做任务之类的就上来了的，不算很快啊？"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429793040,
            "txt_content": "QAQ看到的可以回复一下吗"
        },
        {
            "author": "番茄茄",
            "timestamp": 1429795440,
            "txt_content": "想起了番茄自己的那个弃坑的小说XD"
        },
        {
            "author": "忆山",
            "timestamp": 1429795620,
            "txt_content": "QWQ和人真腻害\n自己在学校里想的几句话突然觉得好垃圾"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429797360,
            "txt_content": "西红柿片 发表于 2015-4-23 21:24\n想起了番茄自己的那个弃坑的小说XD\nwww因为和版主的很相似吗？"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429797420,
            "txt_content": "忆山 发表于 2015-4-23 21:27\nQWQ和人真腻害\n自己在学校里想的几句话突然觉得好垃圾\nQAQ没有的没有的"
        },
        {
            "author": "番茄茄",
            "timestamp": 1429805040,
            "txt_content": "双A×桐人 发表于 2015-4-23 21:56\nwww因为和版主的很相似吗？\n那倒是没有...\n不要叫我版主好伐XD"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429831740,
            "txt_content": "西红柿片 发表于 2015-4-24 00:04\n那倒是没有...\n不要叫我版主好伐XD\n唔明明您担任的就是这个职位嘛\n或者我可以按您的自称番茄来称呼您？"
        },
        {
            "author": "忆山",
            "timestamp": 1429845180,
            "txt_content": "双A×桐人 发表于 2015-4-23 21:57\nQAQ没有的没有的\n你让我情何以堪QWQ"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429846620,
            "txt_content": "忆山 发表于 2015-4-24 11:13\n你让我情何以堪QWQ\nQAQ努力不也能变得厉害起来吗"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1429860360,
            "txt_content": "双A×桐人 发表于 2015-4-23 21:57\nQAQ没有的没有的\n你几岁啦"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429878780,
            "txt_content": "龙隐尘亡魂 发表于 2015-4-24 15:26\n你几岁啦\n唔今年过完生日15岁的"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429878780,
            "txt_content": "龙隐尘亡魂 发表于 2015-4-24 15:26\n你几岁啦\n唔今年过完生日15岁的"
        },
        {
            "author": "番茄茄",
            "timestamp": 1429880100,
            "txt_content": "双A×桐人 发表于 2015-4-24 07:29\n唔明明您担任的就是这个职位嘛\n或者我可以按您的自称番茄来称呼您？\nTAT“版主”这么称呼听着心里发毛...\n“您”我也不想吐槽什么了...\n还是叫番茄好听XD"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429882800,
            "txt_content": "西红柿片 发表于 2015-4-24 20:55\nTAT“版主”这么称呼听着心里发毛...\n“您”我也不想吐槽什么了...\n还是叫番茄好听XD ...\n唔……\n番茄酱晚上好？\n这样子大概没问题吧？"
        },
        {
            "author": "番茄茄",
            "timestamp": 1429884000,
            "txt_content": "双A×桐人 发表于 2015-4-24 21:40\n唔……\n番茄酱晚上好？\n这样子大概没问题吧？\nQAQ番茄酱什么鬼"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429884540,
            "txt_content": "西红柿片 发表于 2015-4-24 22:00\nQAQ番茄酱什么鬼\n唔抱歉应该说番茄君的……"
        },
        {
            "author": "双A×桐人",
            "timestamp": 1429927980,
            "txt_content": "QAQ求来人"
        }
    ]
}