{
    "title": "<原创·连载>《恶魔自黑系列》3.新的 [By：恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 5,
    "timestamp": 1429797000,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-5-1 23:16 编辑 \n   呼~终于好了，各种设置什么的烦死了，不过在我的不懈努力下还是创建好了。\n    那么先打出广告，我将自己的广告词编制好之后发到了许多群里，可是没有人搭理我，似乎认为我只不是在开一个小玩笑而已。我是认真的！我这样说。这倒引来整个群里的哄堂大笑。“你那种文笔怎么能？还写小说？别人帮你也是徒劳！”我不理会他们，默默承认自己的“小玩笑”。\n    私下里，我在论坛上放出了群号码，并尝试写得更好，以获得更多的人查看。\n    在创作中，我不断进步，却每天承受着“0回复”的折磨。\n    “又是‘0回复’！到底让不让人好好写下去了啊！”我疯了般从椅子上跳起来，握紧拳头似乎要把眼前的一切撕碎似的。但我又渐渐地平静了下来，不过是“0回复”而已，整个论坛“0回复”的帖子有多少？我的帖子又算什么呢？我假惺惺地安慰自己，但内心却久久不能平静。整天打字，值得吗？在与学习毫不相干的创作路上，我渐渐地厌倦了这种生活，上一次的月考并不理想，只能怪我的这种怪念头阻碍了我进步的道路，我真是个怪孩子！\n    是不是只要发出索引帖，就可以“拖坑”了呢？\n    都第六章了，是时候了。我再次点击“发帖”，并将一章又一章的链接复制，粘贴，仿佛这一切已经习以为常了。但事实上这是我第一次发索引帖。如今，落得这个下场也只能怪我自己吧。“0回复”的打击与折磨；孤独的创作生涯；学习成绩的下降……但又有什么办法呢？除非……除非能有人和我一起来创作。\n    突然，耳机里传来几声咳嗽。我将鼠标移到原先有企鹅标志的那个地方，点击，只见有一个人申请加入这个冷清的群组，终于可以结束我单枪匹马闯天下的生涯了！我马上同意，并在群里向她打招呼。“你好，有什么可以帮到你的吗？”我有礼貌地询问这个加入进来的好心人。“哦，你这个群不是写作的吗？我是看到论坛的号码加进来的。”至少现在有人和我一起写作了。\n    猛然，心中多了一丝不安与焦虑，一向谨慎的我又开始胡思乱想：如果是个骗子怎么办？骗走我所有的身家财产？到时候再逃之夭夭？等等，怎么会呢？我从她的个人资料看了看，和我是同龄人，那么诈骗嫌疑暂时解除。紧接着，我再次紧张起来，要是她只是来打声招呼而不说话又该怎么办？就这样一直冷清下去？\n    别胡思乱想了！天底下哪有那样的事？即使有也不一定发生在我身上嘛，可是那么多潜水的人，怎么可能不会找上我？哦，我的天！\n    如果幸运之神与你擦肩而过的话，那么恭喜你，新的幸运之神会来眷顾你，并带来更多惊喜。\n    开始创作已经第二个月了，效果还是一如既往，只是有了新的朋友。\n    几乎每一天我的群里都有几十条甚至几百条消息，据输入法的输入统计，仅在这个群里面，我发表的言论就有两千多字，这还只是不到一天！论坛真是个好东西，帮助我找到了一些可靠、值得信赖的朋友。“我的新章节发出来了，欢迎去捧场！”小A的小说已经三十多章啦，我一章一章地看，还可以学到许多写作的手法与技巧呢！此外，现在我的论坛ID名还是他帮我取的呢！\n    我和一个叫“天阶”的用户已经是较为要好的朋友了呢。我和他已经拜师了。可能你想不到，我们的师傅竟然是一个和我年龄一样的女生——北极。你可别小看女生，她的文笔很好，脑洞极大，而且还懂得许多天文地理，对科学有浓厚的兴趣，就是给人一种高冷的感觉。天阶很幽默，他最常用的一句话就是“我！@#￥%……&*”（注：此处的字符为消音处理）。每当我看到这句话时，不仅仅是确认此为天阶，更是捧腹大笑。\n    不太活跃的朋友是llxy，他喜欢玩LOL，但有一部分时间还是在群里面活跃的。他在工业上算是小有成就，我连弄一个电炉都觉着费劲，他已经能够合成出铱了。对于这样的工业大触，不给膝盖还要干什么？\n    天阶：比我大一岁；llxy：同龄人；北极：同龄人；小A：同龄人；就这几个人就构成了整个群组的核心，是不是很奇怪呢？他们的能力我就是认可！有这样的朋友，这辈子，值了！\n    随着小说方面蒸蒸日上，学习上我也有了新的进步，论坛里的朋友也越来越多了，群组的扩张也是在所难免的。\n    “咳咳。”又有几声咳嗽声在我的耳边响起，我点击黄色小喇叭。蹦出的窗口让我大吃一惊，两个星期不在线就成这样了？\n\n\n最近要复习，运动会明天开，所以训练有点紧张，不过还是发出来了。\n\n释放结界，大召唤术！\n@llxy @北极星人 @天阶 \n\n上一章    索引    下一章",
    "replies": [
        {
            "author": "咕噜and呼噜",
            "timestamp": 1429797600,
            "txt_content": "表示完全看不懂你写了什么鬼"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1429797840,
            "txt_content": "恶魔-潇洒 发表于 2015-4-23 22:04\n我在自黑……XD（中二病的产物……可能活不过80年了……）\n感觉就是讲你的经历.."
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429797840,
            "txt_content": "咕噜and呼噜 发表于 2015-4-23 22:00\n表示完全看不懂你写了什么鬼\n我在自黑……XD（中二病的产物……可能活不过80年了……）"
        },
        {
            "author": "wkyyzhb",
            "timestamp": 1429800240,
            "txt_content": "你那种文笔怎么能？还写小说？别人帮你也是徒劳！\n\n\n\n\n"
        },
        {
            "author": "xcc",
            "timestamp": 1430009940,
            "txt_content": "有一个不知道我的，quq。应该提到我这个文学新星"
        }
    ]
}