{
    "title": "<原创·连载>《恶魔自黑系列》4.曲折 [By：恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 6,
    "timestamp": 1429797180,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-5-1 23:17 编辑 \n   可以这样一直顺利下去吗？如果可以，就好了……\n    仅仅两个星期，就失去了两个人，哦不，是两个朋友。\n    两个星期前，我用繁体字聊天，但遭到了他们的反对，而我不理会。可能正是这样的行为，让北极开始使用英语来制裁我这个不称职的群主。这下好了，谁都看不懂，天阶一气之下退出了群组；llxy也受不住了，退出了群组。原本很活跃的一个群组，失去了两名活跃的好友不说，还失去了这两个朋友。虽说还不知道可不可能和好。\n    此时的我如被雷劈了一样，呆若木鸡地坐在电脑前，眼睁睁地看着群里越来越冷清。这个群组仿佛已经变得不再是那么让人高兴，而是越来越多的悲怆包含在其中，让人有一种说不出的痛楚。都怪我！\n    要不是我用繁体字，也不会逼得北极用英文，更不会让他们退出群组。经过交谈，我知道llxy是学渣，看到这么一个学霸在秀英语，心里很不是滋味，更会感觉自己很没用。我只能在心里默默地真诚地想你说一声对不起，或许我现在能做的仅此而已吧。\n    那北极呢？因为她用英文才让他们两个走的。不，是因为我。一切都是因为我！\n    有人对我说：“矛盾是哪个群都会遭遇的，只要没有解散就可以继续发展！”但我担心的不是群组，而是这两个朋友。昔日的友谊就这样灰飞烟灭？群组解散就解散，反正也是为了方便交流，问题是……问题是这两个朋友呢？\n    两天过去了，在这两天里，那个群我一眼都没有再看过。没有人说话，它也被慢慢的挤到了后排，不再成为我的骄傲。\n    创作还是继续，只不过文笔变得沉重，失去了以前的那种活力。“一件事可以让这么多事情改变啊。”我不禁感叹。的确，是不是我太过脆弱了呢？是不是他们根本不是真心要加入的？不，不可能，那以前的事情就这样一笔勾销？绝对不会的！我要想个办法让他们回来。\n    又过了一个下午，我待在电脑旁不时看看他们，一个都不在线。是为了躲避我吗？看来我的确不是一个值得让人交朋友的人啊……从任性这点来看。没有可能了，放弃吧。\n    我默默地打开许久未碰的Minecraft，那里面的乐趣把我头顶上的阴霾全部消散，但我的文笔依旧那样沉重，仿佛被什么东西束缚了一样。几天后，我登上QQ，不仅是要把群组解散，更是要清理不认识的好友。但一个黄色的小喇叭再次出现在企鹅图标上，打开看了看，一个人申请加入那个本来就不是太活跃的群组。\n    竟没想到他一进来死活不换备注名字，而且还一直在说什么“有一双眼睛替我注视，有一张嘴替我说话”这种吓人的话。要不是现在急缺成员，我早就把他踢出去了！不管了，反正肯定是个潜水的，就那么放着吧。\n    果然不出我所料，他沉默了，又是一个来群里不说话的人！唉，现在的这样讨厌的人怎么这么多？我仍是自得其乐，在游戏的世界里畅快地游玩。\n    又是一声烦人的“咳，咳”声，每当听到这种声音我就十分兴奋，但现在怎么更加忧愁了？“天阶申请加入”这六个字让我大吃一惊，我迅速同意，并打开群组窗口试图与他聊天。可他怎么不回应呢？难道是还在厌恶着我？几个小时前加入的人说话了：“天阶你怎么回来了？”他怎么知道天阶之前走了，难不成他们是朋友？我在心里不禁为自己之前的无礼感到羞愧。\n    我试探性地问了问他：“你认识天阶？”他说他并不认识，只是以前聊过而已。这更让我奇怪了，天阶也承认自己并不认识他，怎么回事呢？现在不管这个，最重要的是天阶回来了。于是我把这个消息告诉我们的师傅——北极，她还是沉默，算了，都习惯了。\n    不久，我再次找llxy谈话，他虽然仍不在线，但我告诉他很多事，同时也恳求他回归。他依旧不理会我。又过了两天，我无意间看到llxy上线了，我急忙去找他聊天，他还是什么也不说，只是申请加入群组。最起码是都回来了，不是吗？\n    他告诉我：自己去旅游，太活跃了有点烦，所以先退群隐退，而那个“讨人厌”的成员正是他的小号，其实他一直在注视着我！哦，感谢你！看来可以继续恢复发展了。\n    在创作方面，我也在不断努力和改进，是时候结局了。\n\n\n一天两章，一次一个半星期，呵呵……\n\n释放结界，大召唤术！\n@llxy @北极星人 @天阶 \n\n上一章    索引   下一章",
    "replies": [
        {
            "author": "双A×桐人",
            "timestamp": 1429797480,
            "txt_content": "0.0好像还不错哟"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1429797600,
            "txt_content": "为什么不召唤我QAQ"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429797660,
            "txt_content": "咕噜and呼噜 发表于 2015-4-23 22:00\n为什么不召唤我QAQ\n抱歉，如果前面的章节需要的话我肯定会的（后面的也肯定召唤），真的好抱歉的说……"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1429797720,
            "txt_content": "恶魔-潇洒 发表于 2015-4-23 22:01\n抱歉，如果前面的章节需要的话我肯定会的（后面的也肯定召唤），真的好抱歉的说…… ...\n话说你完全就是讲你的日常"
        },
        {
            "author": "xcc",
            "timestamp": 1430010480,
            "txt_content": "为什么不召唤我。。。。。"
        },
        {
            "author": "xcc",
            "timestamp": 1433525220,
            "txt_content": "从某种意义上来说还是北极太偏激"
        }
    ]
}