{
    "title": "<原创·连载>   勇者之征   第四章 第十一节（内附有奖问答）",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1429876740,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-9 20:10 编辑 \n\n        有奖问答来啦！最先正确回复提出的问题可以获得11金粒的奖励！（不要吐槽为什么只有11，也不要吐槽为什么我要在这时候出一个有奖问答，这也许跟这一节吉diǎo利sī的数字有关）        问题：为什么Steve会喜欢当一名农夫呢？（已过期）\n     \n\n                         ———————————————————正文の分割线—————————————————\n\n        Steve正站在第一个台阶上，伸展着筋骨。\n\n        看来我的计划奏效了。Steve想着：只要在魔鬼训练之后再休息一场，以我的恢复能力应该就不会有什么不良反应了。至少现在我觉得走起路来就像跟平时一样轻快了。\n\n        在适当的调整之后，Steve站直了身板，又一跃而起，落在另一块石阶上，然后几乎没有间隔地又纵身一跃，来到了第三块台阶。\n\n        就在这炽热无比的岩浆之上，Steve像一只火焰中飞舞的精灵，一只充满灵气的水精灵。那道蓝色的身影在一块块石板上轻盈地跃动着，划出一道道青蓝的桥梁。他的落地就想蜻蜓点水一般，丝毫没有被石块所束缚的笨重。好像是他已经与石头融为一体了，又像是根本就没有那块石头在压着他似的。\n\n        “这家伙还真的成功了。”狼王欣慰地望着Steve，“不过光是这样可远远不够，前面还有一堆机关等着这家伙。”\n\n        正如狼王所说，在路程过半之后，就不再是简单的跳石墩，而是在跳石墩的同时还要躲避一些致命的陷阱。有的石阶之间隔得特别远，起跳的时候稍微近一点或是远一点都会失足落进滚烫的岩浆海；有的在两段石阶之间有一股岩浆的间歇泉，上一秒安安静静，下一秒就会变成急流的岩浆柱，变成滚烫凶残的魔爪；还有一些人为布置的机关，虽然威力并不大，即使被正面击中，在几秒之后也是可以爬起来的。然而这些机关被布置在两条石阶之间，一旦被击中，人就会变成断翅的鸟，只能无力地坠落。接下来岩浆会帮他处理掉冒险者，一干二净。\n\n        然而这并没有吓跑Steve，或者说没有东西能吓跑现在的Steve。他已经明白herobrine随时都能来要了他的小命，所以“死”对于他来说只是时间的问题。正是因为如此，才能让他抱着必死的决心来进行这场修炼。\n\n        没有一丝犹豫，Steve在做短暂的休息之后又继续开始了修行。\n\n        虽然这些道路十分的险峻，然而并不是不可能通过的。只要Steve稍加小心，稳扎稳打，一步一步慢慢来，应该还是能通过的。\n\n        Steve深吸一口气，冲上石板的最前端。\n\n        一步，两步，三步……虽然Steve正在快速的冲刺，然而这决定生死的一跳令他紧张了起来，敏感了起来，使他跑的每一步都能清楚的感觉到。\n\n        四步，五步，六步……奔跑中，缺口就在前方。每一步脚踏地的痛楚都愈发的清晰了。\n\n        八步，九步，十……就是现在！Steve感觉到自己的半个脚掌已经离地，赶快纵身一跃，借助前冲的力跳向下一个台阶。\n\n        快到了，就要碰到了！就快要踩到对面的地面了！\n\n        “嗒”Steve的脚刚好踩到石阶的前沿，一个踉跄差点又往后掉下去。\n\n        前面又是岩浆的间歇泉。\n\n        Steve抑制住猛烈跳动的心脏，站在原地缓了一会，又继续向前走去。\n\n        “唰！”一道岩浆从Steve的眼前毫无征兆地蹿了出来，吓得Steve往后一蹦。几滴岩浆撒到了Steve的身上，烫出了几道疤。\n\n        Steve没有一直呆住，他马上意识到，现在是跳过去的最好时机，岩浆不可能在短时间内连喷两次。Steve一翻身，以最快的速度朝对面冲去，然后又是一跳。\n\n        很幸运，Steve成功地跳到了对岸。\n        反反复复，而又小心翼翼，Steve通过了一道又一道关口。\n\n        前方就是最后一道关口了。狼王就在眼前，胜利也就在眼前。\n\n        “真没想到啊，Steve。”狼王站了起来，从高处的望着Steve，“你竟然能够这么快到达这里。不过这一道机关看似温和，实则杀伤力十足。以往在这里来修炼的人，十个里有七个都是死在这里。你可得想好了，有十足的把握再跳过来。我就在这石窟上等你。”\n\n       “死就死，谁怕谁！”Steve淡然地答道。接着毫无准备地冲向了对面，然后纵身一跃。\n\n        殊不知机关所射出的箭是毫无规律的，就在Steve起跳的一瞬间，一只箭刚好从机关里飞出。\n\n        Steve感觉到自己的左侧吹来一阵凛冽的风，接着就感到腰部一阵刺痛。\n\n        就像一只断翅的鸟，Steve在离对面只有一个拳头的距离的时候中箭了。往前的冲跳在顷刻间变为了向右的跌落，之前所有的力量在这一瞬间都被冲散了。希望也一样。\n\n        有人说，在人处于即将死亡的逆境时，人的意识会特别清醒，精力也会特别充沛，这也许就是所谓的垂死挣扎吧。\n\n        Steve从那个高度掉到岩浆也许只需要一秒多的时间，然而在他看来却特别漫长。\n\n        我是中箭了吗？\n\n        之前的努力都白费了吗？\n\n        我要死了吗？\n\n        算了，那就随它去吧，反正我的死也是早晚的问题。\n\n        就在Steve闭上眼睛，准备等死的一瞬间，他的脑海里却浮现出了一个声音：\n\n        你还不能死在这种地方！\n\n        连Steve自己也不知道为什么，这句话好像就成了他自己的信念一样，他猛地睁开了眼睛，拼尽全身所有的力量，脑子里只有一个信念：我要活下去，我要回到对面！！\n\n        这股意念在一瞬间强到了极点，也就在那一瞬间，Steve全身都爆出纯白色的气流，就像汹涌的波涛，就像太阳最强烈的光芒。\n\n        Steve拼着这股意念奋力往上一冲。像闪电一样，又或者说——“比闪电还快。”狼王惊讶地瞪着Steve。\n\n\n        Steve在一刹那冲回到了对面，然后累得昏睡了过去。\n上一节                                                                                     目录                                                                           下一节\n\n",
    "replies": [
        {
            "author": "元夜",
            "timestamp": 1429877520,
            "txt_content": "楼你这么水，不好●﹏●"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1429881360,
            "txt_content": "元夜 发表于 2015-4-24 20:12\n楼你这么水，不好●﹏●\n只是手残。。。"
        },
        {
            "author": "HGK",
            "timestamp": 1429889520,
            "txt_content": "不错，文笔是有功底的\n纯白色的气流？让我仔细想一想应该是什么"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1429963500,
            "txt_content": "真的没人在乎那个十金粒的悬赏吗"
        }
    ]
}