{
    "title": "Starbound稳定版 4月21日的大更新",
    "author": "asd1585819425",
    "replyCount": 1,
    "timestamp": 1429873200,
    "txt_content": " 本帖最后由 asd1585819425 于 2015-4-24 19:36 编辑 \n\n以下内容来自starbound贴吧http://tieba.baidu.com/p/3716005766\n官方：\nApril 21st – [STABLE] Update Notes\nApril 21, 2015 in Dev Blog, Featured, Media, News\nHariJ:\nAfternoon everyone!\n诸位下午好！\nWe’re happy to say we are releasing a new Stable Update today! Nearly every change has already been covered in a previous blog post from Metadept, with the stable update also including even more bug fixes, plus huge server stability updates!\n我们非常高兴地宣布，今天我们发布了一个新的稳定更新！几乎每一个变化都在Metadept以前发过的日志（4月2日）中提过了，这次的稳定更新做了更多的bug修复，附加了大量的服务器稳定性更新！\n\n\nBefore I get to the actual patch notes, please read this big red warning text:\n自从我们上次稳定更新以后又渡过了忙绿的一个半月，是时候更新不稳定版以为将来做准备了！在我发布补丁日志之前，请阅读大红色字体的警告文本：\n\nAs of this patch, the ‘Home’ planet feature has been replaced by planet bookmarks and direct teleporters. EXISTING CHARACTERS WILL LOSE THEIR HOME PLANETS!!! Make sure to write down your home planet’s coordinates or leave your ship in orbit so that you don’t lose track of its location.\n\n在这个补丁中，“家园”星球的功能被星球书签和直接传送点取代了，现有的角色会丢失他们的家园星球！！！一定要写下你的家园星球的坐标或者把你的飞船留在家园星球的轨道上以确保你不会丢失家园的位置。\n\nNow, on to the good stuff!\n现在，该上大餐了！\n\n新功能：星球标签\nPlayers can now save planet locations in the cockpit navigation interface\n玩家现在可以在驾驶舱导航界面记录星球的位置了\nSelect a planet, then select ‘Add Bookmark’ to bookmark it\n选择一个星球，然后选择‘Add Bookmark（添加到标签）’来对其进行标记\nSelect a bookmarked planet from the list to set it as your navigation target\n从列表中选择一个标签标记过的星球，把它设置为你的导航目标\n\n新功能：传送器\nPlayers can now place and register teleporters on planets\n玩家现在可以在星球上放置并登录传送器了\nInteract with a teleporter to add it to your list of registered destinations, which you can return to from any other teleporter\n与传送器互动，把它添加到你的登记目的地列表，你就可以从其它传送器传送回此地\nCan also be used to teleport directly to party members\n也可以用传送器直接传送到组队成员身边\nFind Teleporter Cores in the world\n可以在世界中发现传送器核心\nNew Outpost store, the 2-Stop Teleshop, lets you use a Teleporter Core to create various types of teleporters to suit your style\n新的前哨站商店，the 2-Stop Teleshop（二站传送器商店），你可以用一个传送器核心来创造出各种类型的传送器来适应你的风格\nBreaking a teleporter destroys it, but refunds the Teleporter Core\n把传送器破坏，只能回收传送器核心\nOutpost store includes a teleporter you can register for easy access to the outpost\n传送器商店自带了一个传送器，你可以进行登记以便于在前哨站来回\n\n更新：传送 + 返回世界[个人觉得坑爹....]\nAfter logging out, players will be returned to the place in the world where they left (rather than back on the ship)\n在退出游戏之后，玩家将会回到他们离开时的地点（而不是回到飞船上）\nMission dungeons will persist for 10 minutes after all players have left, allowing continuation of a mission after dying\n任务副本的地牢在所有玩家离开后会持续存在10分钟，允许角色死亡后继续进行任务\nMission dungeons now have teleporters at the entrance and exit, should help clarify how and when to leave\n现在任务副本的地牢在出入口都有传送器，对于路痴们弄明白怎样离开地牢，何时离开地牢应该会有帮助\nPlayers can no longer be attacked while teleporting\n玩家在传送的时候再也不会受到攻击了\nPlayers can no longer initiate another teleport while teleporting\n玩家在传送过程中不能启动其它传送器\nTeleport cinematic while destination world is loading\n在目的地世界进行加载的同时会播放传送动画\n\n新功能：飞船宠物[nice!]\nAll player ships should now be inhabited by a non-combat pet corresponding to the character’s race, in one of a wide variety of color options\n所有玩家的飞船现在都有了一个不能战斗的宠物，与角色的种族对应，有各种各样的颜色选项\nPets will investigate held items and various ship objects\n宠物会对你拿着的道具和各种飞船物品进行调查\nPets can be fed and will develop preferences for certain foods\n宠物可以喂食并会显露出对某些食物的偏好\nTerramart now sells several pet-related items\nTerramart（前哨站叶族妹子商店）现在卖宠物相关的道具了\nFood Bowl to keep your pet fed while you’re busy adventuring\n在你忙于冒险的时候Food Bowl（宠物食具）可以保证对你的宠物进行喂食\nPet Ball for your pets to play with\n    Pet Ball（宠物用球）可以让你的宠物玩耍\nPet House for your pets to sleep in adorably\n你的宠物可以在宠物小屋睡个好觉\n\n新地点:方舟\nAncient Gates now have another destination, a huge and ancient ruin\n星门的传送选项有多了一个目的地，一个巨大的古代遗迹\nGives a few clues about Starbound’s overarching plot… so mysterious!\n给你们一些关于Sb错综复杂的情节的一点蛛丝马迹...很神秘！\n\n更新：寻路\nNPCs and ground monsters now jump accurately and reliably find paths across complex terrain\n现在NPC和陆地怪物的跳跃更精确了，并且在复杂的地形中能可靠地找到路径了\nNPCs and ground monsters are much better at avoiding and escaping liquids\nNPC和陆地怪物能更好地避免并远离液体了\nNPCs and ground monsters should become stuck MUCH less often\nNPC和陆地怪物被卡住的次数少多了\n\n新生态：软泥洞窟\nCan be found underground on Radioactive worlds\n可以在放射性世界地下找到此生态\nIncludes various unique items and a new furniture set\n包括了各种独特的道具和一套新家具\n\n其他更新\nReworked Apex, Avian, Floran, Glitch and Hylotl name generators to be much less (but still a little bit) silly.\n重推了随机生成的猿人、翼族、叶族，电子人和鲛人的名字，让这些名字看起来不那么（但仍然有一点）蠢。\nChanges to melee weapon responsiveness, damage sounds and visual feedback. Lots more of this coming in a future update!\n改变了近战武器的响应，伤害音效以及视觉反馈。在以后的更新中还会有更多于此相关的改变！\nRanged weapons now have varying accuracy depending on the weapon type, quality and rate of fire\n远程武器根据武器类型有不同的精度，特性和射速\nPlayer energy now refills much more rapidly and has a shorter delay before regenerating\n玩家能量条的再生更快了，并且恢复之前的延迟更短了\nVarious improvements to server architecture which should greatly improve server performance and stability\n对服务器架构的各种改进，这应该能大幅提升服务器的性能和稳定性\nVarious improvements to internal handling of Lua API calls which should greatly reduce CPU usage, particularly in areas with many monsters or NPCs\n对Lua API调用的内部处理的各种改进，这应该能大幅减少CPU的使用率，特别是在怪物或者NPC聚集区域\nMany small improvements and fixes to objects throughout the game, including updating 3d printing costs in preparation for future additions to the game’s economy\n对整个游戏中的物品的小改进和修复，包括了更新3d打印机打印物品的成本，以为将来加入到游戏中的经济体系做铺垫\nScroll bars can now be clicked and dragged properly\n滚动条现在可以被正确地点击和拖动了\nFixed several bugs with codexes. Codexes are now retained across universes. Existing players will, unfortunately, have their codexes reset.\n修复了与文献相关的几个bug。文献现在可以保留在universe中了。但很不幸地是，玩家现存的文献将会重置。\nMoons are now generated with solid cores to help avoid falling out the bottom\n月球生态现在用固体核心生成，以防止玩家从底部掉落\nSeveral improvements to grass placement, also add underground ceiling grasses to several biomes\n对草的放置进行了几处改进，也为几个生态的地下添加了长在天花板上的草\nFix bug where music volume changed in combat\n修复了在战斗时音乐的音量改变的bug\nSeveral small improvements to AI interface\n对AI界面的一些小改\nRemoved the annoying levitation status from random status pods\n恼人的悬浮状态已经从随机状态系统中删除了\nAdded optimizations and cyrillic character fixes for Hobo font. Thanks to user dsp2003 for this fix!\n为Hobo字体添加了优化和cyrillic字符。感谢网友dsp2003对此的修复！\n\n\nExisting characters and universes are safe (aside from the codexes and home planet, as listed above). However, a few of these changes may require a new universe or new planets to take effect. Hope you all enjoy the changes, and for those of you playing on the Unstable branch, let us know if you find any bugs \nor have other feedback!\n现有的character和universe文件夹是安全的（如上所列，除了文献和家园星球）。然而，其中一些更新也许需要新的unierse或者新的星球才能起作用。希望你们喜欢这些更新，对于那些玩不稳定更新的人，如果你们找到了bug或者有其它反馈，请发送给我们！新的加载页面\n\n传送仓\n\n\n方舟 好壮观！\n\n\n传送时的小CG\n\n\n宠物\n\n800MB的更新当然不止那么多，更多精彩~尽在starbound！\n\n\n\n\n\n",
    "replies": [
        {
            "author": "星光灬羽神",
            "timestamp": 1429873560,
            "txt_content": "我还以为是mc的\n看完才发现.\n星界边境....."
        }
    ]
}