{
    "title": "尘荒于世（原创小说）",
    "author": "晨荒",
    "replyCount": 8,
    "timestamp": 1429883100,
    "txt_content": " 本帖最后由 晨荒 于 2015-4-26 13:44 编辑 \n\n\n\n好吧，第一章（序幕）开更。文笔不好或情节略紊乱请包涵。\n\n“哦~这是什么该死的地方...”    我望着那一望无垠的荒地，不禁心生感叹。    我是一个流浪者，我的部落受到战火波及，一家人除我之外都命丧战火之中。我才十三岁大时，为了生存，我坐船逃了出来。就这样，我在海上漂流了一周，缺少了食物的供应，我想到了一死了之，不过没能如愿。直到有一天，我的船遇到风暴，不幸中的万幸，我被海浪冲上了岸。醒来时，我发现自己身处一个荒岛。    我厌恶透了战争，我现在偶然得到了在孤岛上了活下去的机会，我激动不已，我在岸上狂乱地跑来跑去，全部的身心都在回忆着自己死里逃生的经过，本以为我会命丧大海，想到自己竟然流落荒岛，真是悲喜交加。    我这可怜的身世又算什么，我逐渐冷静下来，回到上岸的地方，面朝大海，我焦急于目前的处境，我一无所有，可以说我是十分悲惨的。我虽然独处孤岛，但是我还拥有双手，只要我决心要活下去，我就可以缔造神话。    呆坐着空想是没有用的，于是我萌发了自己动手的念头，要致富，先撸树。但是天已经快黑了，为了保护自己，我想尽办法砍倒了一棵并不算粗壮的树，用锋利石头磨成了木板。制成了60多块木板，我把他们归成一组，这样就方便我计算了。我用我那充满力量的双手砍伐了附近的几棵树。哈哈，我在一棵树上发现几个苹果，几个苹果勉强够我熬过今晚了。为了我以后能够有无限的资源，我没有砍伐尽所有的树。还好这座岛也不是寸草不生，也是能提供给我一点生存的条件。    做完了这些，我的饥饿程度已经快降为零了。我吃了几颗苹果，重新开始工作。    周围逐渐暗了下来，天空中繁星点点，月亮已经升起，我该回去了。    我用木板在岸上建成了一个四四方方的小房子，高约3米，没有封顶，只是为了防范外面的野兽，给自己增加一些安全感。    我坐在地板上，觉得自己所做远远不够，我还需要做一个自己工作的房间，和一个地下庇护所。这么大的工作量需要时间和精力，而我最不缺的就是时间。    我用四块木板在地上搭建了一个工具台，它为我以后的工作起了很大的帮助。我在桌子上制做了两把工具，一把木镐和木斧，我拿在手里把玩，它们会派上用场的。随后，我又做了一个箱子，我把九块木板堆在一起，把中间掏空，就有了储存东西的地方了，随后把资源放了进去。    我抬头望向天空，太阳自东方缓缓升起，天亮了。    我打开了门，走了出去，望见了无边无际的大海，空气中混合着泥土和海腥味，我精神抖擞，回到家拿出点吃的，带上工具，我想我可以踏上这生存之路了。    由于我没有什么防护措施，所以我还不敢走太远。我先观察下周围的环境，大致来说说，我的家一面环海，一面靠山，一直往前走，就是一片开阔的平原。但我对这个新环境很陌生，我要去探索一下。我一直走着，突然，我看到了一群猪在我面前走过……好吧，真的是一群猪，怪不得昨晚我总感觉听到动物的叫声。我很惊喜，我追着杀了其中两只，宰下来几块生猪肉，虽然我不喜欢杀生，但为了生存我也是迫不得已。我现在还不饿，况且我对吃生食很不感冒，所以还是等我找到把肉弄熟的办法以后再说吧。    天黑了，我原路返回。身上带的苹果都吃完了，我要回去再拿点。外面的世界阴森森的，我独自行走在无遮拦的草地上。我迷离的眼光突然猛瞪前方，那是一个浑身绿颜色，身高和我差不多的人，是我的眼睛模糊了吗？不对，他正向我缓缓走开，我壮起了胆子也走过去。哦，那真的是个人，我真是太激动了，我伸开双手就要拥抱这位陌生的朋友。    “嘿，请问你......”“啊！你打我干什么？啊，朋友，你怎么能这样呢，让我们拥抱一下吧。我们再来一次。“啊！！！”天啊，为什么这个世界的人这么不友好呢，我还是离这个绿色土著人远一点吧。不过这个土著人怎么还在追着我，唉，我也很无奈，我快速跑进了一个山洞里。洞里很暗，我摸着黑向洞里走去。洞壁上有一种黑色的东西，闪着光，像是煤。我拿出了木镐，把它们挖了出来，还有一些石头。我把煤在木棍上摩擦。摩擦...摩擦...“啪”燃起了火星，太好了，我弄出火来了。我做了很多火把，向更深处走去。我听到了水的哗哗声。我找到了纯净水了，真是甘甜啊。时间不早了，我今天有了很多收获，是时候回家了。    回到家，我就躺在木板上睡着了。直到第二天醒来，我又开始了工作。我用几块石头做成了一台熔炉和一把石镐、石剑，搭了熔炉之后，我把一些木板放在里面当做燃料，我想烧制些木炭。我呢，可以说已经步入到了石器的时代，我现在悟到了石料的重要性，所以呢，我今天的目标就是要下矿挖石，同时也建一个地下的临时避难所。    有了昨晚的经历，我对自身安全重视起来，对外界时刻保持一份警惕。于是我随时拿着一把石剑，谨慎地注意着周围的一切。现在是清早，太阳才刚刚升起，光线逐渐变亮。我家附近出现了几头公牛，手持武器的我自是不会惧怕它们。我冲了上去，随即，我得到了几块牛肉和五六张皮革。哦，我刚好做了一件皮革上衣，穿起来很合适，我忍不住赞叹起来。附近有一个我没去过的山洞，我插上火把，开始挖石头，挖啊挖啊，咦？这是铁矿石？没错的，木镐好像无法破坏铁矿，我用石镐将它们悉数挖了出来。我走到洞口，外面下起了雨，我穿着上衣，没有感觉很冷。不过想起自己孤身一人身处孤岛，难免有一种苍凉的感觉，我的亲人死于战争，而我现在甚至连一个能搭上话的人都没有。唉，收拾收拾东西回家吧。我等雨停的空闲时间烤了几块牛排，以此充饥。回家的路上，我清理一下附近的草丛，偶然得到几棵小麦种子。我想，我可以做一些什么了。我找了一片肥沃的土地，做了一把锄头，反复地耕地，然后把种子种了下去，舀了一桶水，不时浇灌，可是这儿的气候不怎么样，时常下暴雨，农作物根本不能生长。看来我以后的食物只能是肉了 索引贴\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1429883220,
            "txt_content": "这题目也是醉了"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429883280,
            "txt_content": "你也是够了啊……\n1.三章出索引\n2.章节请另开帖发布再发地址\n3.题目格式不太正确"
        },
        {
            "author": "sky·yungeen",
            "timestamp": 1429884180,
            "txt_content": "吓到我了吓到我了..原创百万字\n然后只是第一哦..\n..就说是第一章不行么.."
        },
        {
            "author": "o_bo2001",
            "timestamp": 1429884300,
            "txt_content": "太搞笑了\n168kb \n明显没写完，标题太假了= =\n一定是没看版规"
        },
        {
            "author": "晨荒",
            "timestamp": 1430025600,
            "txt_content": "第一章隔的时间太长了，所以读起来有些蛋疼，不过是序幕，细节丢掉吧"
        },
        {
            "author": "晨荒",
            "timestamp": 1430027100,
            "txt_content": "恶魔-潇洒 发表于 2015-4-24 21:48\n你也是够了啊……\n1.三章出索引\n2.章节请另开帖发布再发地址\n嗯，知道了。。。。"
        },
        {
            "author": "Danger_S.M",
            "timestamp": 1430027460,
            "txt_content": "“但是我还拥有双手，只要我决心要活下去，我就可以缔造神话。”\n哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "晨荒",
            "timestamp": 1430028660,
            "txt_content": "sky·yungeen 发表于 2015-4-24 22:03\n吓到我了吓到我了..原创百万字\n然后只是第一哦..\n..就说是第一章不行么..\n的确百万字啊，就是更起来太累了，请允许我在此装一个逼{:10_531:}"
        }
    ]
}