{
    "title": "<原创·连载>《在另一个世界遇见你》第一章   紫月星辰",
    "author": "Michele",
    "replyCount": 5,
    "timestamp": 1429880220,
    "txt_content": " 本帖最后由 Michele 于 2015-4-25 22:31 编辑 \n\n                                                                        紫月星辰\n         “我想你了，可你却不在了。”方少坐在阁楼上仰望着皎洁的天空，叹道。方少如今十九岁了，原来他有一个恋人。可惜人算不如天算，如此美满的一个家庭，由于一场事故，方少的恋人舒晴的生命被死神夺去了。命运就是这样，前一秒你笑容满面，下一秒你悲痛欲绝，命运无情的把一对情侣给无情的拆开了。“砰”方少从悲伤中回过头来，喝道：“谁！”方少瞥见自己搭上来的梯子已不知被谁拿去了。突然，方少背后传来一声奸笑：“在这呢！”方少猛的一回头，见一个身穿黑衣的大汉拿着一根木棍向着方少挑畔。方少从小就被父亲宠着长大，没受过这般屈辱，大叫道：“你知道本少爷是谁吗？！”黑衣人答道：“当然啦，方大家族的族长的长子。”方少见黑衣人知道他的名号，便鼓起勇气喝道：“知道就好！你是谁！为何出现在本少爷家里，打扰到我了，现在滚出去！”黑衣人嘿嘿笑道：“方大少爷，你最好明白现在的处境，别在那气势汹汹，给谁看呢？”“放开我家少主！”家奴从木梯爬上来，说道。黑衣人不屑的用木棍一砸，家奴便昏了过去。方少见黑衣人功夫了得，正想退缩时，黑衣人指着方少说道：“轮到你了，嘿嘿！”方少哆哆嗦嗦的说道：“你..你别动我，本少爷..的..家族可..可是有..有很多高..高手的，你敢……”不等方少说完，黑衣人一个棒子挥了下去，方少感觉眼前一黑，瞬间瘫倒在地。黑衣人喃喃道：“真烦，说个话都说不好，该向教主交差了，不知能换多少钱，哈哈！”黑衣人拿出麻袋，把方少装进麻袋里。黑衣人脚上发力，用上轻功。一会儿，轻轻松松离开了方大家族的管辖区域。躲在一处的家奴，这时才敢大口大口的呼吸，这个家奴见黑衣人功夫了得不敢轻举妄动。许久，家奴回过气来，急急忙忙的向方大家族的族长汇报。\n        “怎么会这样！查出来这个人是谁！我一定要他死！”方大家族会议室里传出一声怒吼。“族长，息怒息怒，盔灭将军现在你去集结高手来！”盔灭将军急忙拿出集结令，对着集结令说了一大串的指令。突然，集结令凭空而起，金光四射，会议室顿时出现了五、六个高手。盔灭将军用他那特有的嗓子，声音虽然小但带着一种不可抗拒的力量，低沉的说道：“救世组正式成立！我担任组长，夜鹰，你担任副组长！”“是！”一声明朗的声音从一个长得清秀的白衣少年口里传出。盔灭将军继续说道：“小组成立的目的是：救出少主！你们必须服从命令！明白吗！？”“明白！”众高手答道，“现在，各自认识一下，准备出发，解散！”族长见有如此多优秀的高手，心自然也就放心了，心道：“儿子，你一定要挺到为父来救你啊！”\n       与此同时，方少迷迷糊糊睁开眼，环视了下周围的环境，纳闷道：“本少爷怎么来到这了，这是哪？”不曾听见有人回答，只听见自己的回声在这金字塔里荡漾。\n\n下一章：沙漠遗迹\n\n索引：点我\n\n你的支持就是我最大的动力！请点一下评分，这是一种美德，传播美德，人人有责。谢谢支持~\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "wsssl",
            "timestamp": 1429880400,
            "txt_content": ".....沙发"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429880760,
            "txt_content": "还是少，不行，增多字数！"
        },
        {
            "author": "llxy",
            "timestamp": 1429880820,
            "txt_content": "1.字数少\n2.题材是什么？"
        },
        {
            "author": "xcc",
            "timestamp": 1429881060,
            "txt_content": "字好少quq真的好吗"
        },
        {
            "author": "元夜",
            "timestamp": 1429881180,
            "txt_content": "楼主加油啊~"
        }
    ]
}