{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第三十四章：血色街区】",
    "author": "418878840",
    "replyCount": 9,
    "timestamp": 1429877940,
    "txt_content": " 本帖最后由 418878840 于 2015-4-24 20:21 编辑 \n好吧，五月到了，这故事的情节比我预期的要多，看来我要自宫了......（找错字有奖哦）\n索引在此\n\n第三十四章：血色街区  浊流背着一个行囊，孤零零地漫步在平静如水的水湖旁，镜子般的湖面倒映着寂静漆黑的天空，墨水般的夜色让人觉得压抑非常，浊流静静地看着湖面，没说一句话。  “是这里吗。”他自言自语道。  一切来得太过突然，灵皇的话点醒了镍队长——自己可能对他已经没有多大用处了，估计自己抓到粉可的时候，就是我的死期了吧。  浊流感叹着，缓步走向湖中……  他往前走着，周围的湖水像是有着生命一样，当浊流走过时，就会轻灵的飘开，围绕着他，形成了一个水漩涡。  浊流往下走去，渐渐地，四周的水越变越少，随即一扇厚重的铁门映入眼帘。  “这就是他们的老巢了……”浊流的目光朝旁边的刷卡器撇去，然后一声巨响——一把黑金镰刀重重地嵌在了那道门上。  “嗯？变坚固了么。”浊流从兜里掏出了他的面具，戴了上去，然后举起镰刀，又是一下重击。  铁质的大门被镰刀破开了一个大口子，地上的石屑和从大门上掉落的铁粉交织在一起，形成了一片呛鼻的烟雾。  也就在此时，烟雾中突然出现了几个黑色的人影，随即一道带着寒气的蓝色光芒划过空气中的尘土，带着嘶嘶的诡异声音，撞上了浊流的身子，接着，又是一声巨响，原本平静的湖面被带起一阵阵巨大的涟漪，然后，就是湖水颤抖后的巨大水龙卷……    此时的白伤有些郁闷，尽管他现在升职加薪了，但他终究只是个员工。上头已经有段时间没有给他任务了，而且他听说最近的黑镍已经不行了，或许自己可以跳槽去赤磷？白伤没边没际的胡思乱想着，但他不知道的是，黑镍渐渐不行的原因其实正是镍队长他自己！  现在每个数据库的人都很清楚，黑镍的队长“叛逃”了，虽然只是从数据库中离开，但这种行为在灵皇的眼中却正好成了他驱逐浊流的理由。其实灵皇并不想那么的无情，只是浊流他自己实在是不争气，被一个数据体入侵数据走廊不说，现在连一个粉可都抓不到？这不是打他脸吗？现在也只有这么做了……  之前我们提到过一个黑镍、赤磷这两个军团，但在数据库中的三大军团，最强的还是那隐藏在幕后的金匮军团……黑镍的主要任务是负责各个城市的数据调集和维护数据库的安全，而赤磷则是在维护数据库安全的同时，对外部进行侵略，列入灵珑屋一类的组织。至于金匮则掌管着数据库的最高机密——灵核。虽然灵核里有这许多机密，但其实他们对那里的防御并不算强，不然猪猪君也不可能那么容易的进去再出来。他们在意的是灵核里的东西——数以万计的强大灵魂。他们对灵魂进行强制洗脑，并把它们化为一串串数据，送往他们开发的“麦块”游戏中进行观察，猪猪君就是个例子。  而灵皇就是掌管金匮和整个数据库的最高掌权人，整个数据库都是他的心血，他不能在这种时候允许任何人员的失误，所以他只能将曾经跟他一起战斗过的浊流，驱逐出去。但即使如此，数据库的监视部门们还是对他进行了360度的超强度监视，这是为了防止他将机密泻出去。  灵皇觉得，浊流他单枪匹马的去灵珑屋那里，必死无疑！  猪猪君摸着黑，离开了垃圾场，来到了外面。他想过无数个自己出去后会在哪的设想，但他最终却还是没有想到，他竟然会从黑暗街区的巷子里出来……  这也难怪，自己被那个玻璃球传送出来到这的的时候就应该想到的，数据库的总部应该离黑暗街区不算太远……总之猪猪君是无语了。  但奇怪的是，这里的墙壁上到处都是血迹，一股腥臭味在巷子里弥漫开来，猪猪君随便看哪个方向，都能有一大堆的尸体……“快，快走，别被他们追上了！”一个尖细的声音突然响起，也怪猪猪君的听力还不错，不然他还真听不到这声音。  猪猪君顺着声音的方向看去，发现了一只老鼠。  那只老鼠跟他对视了一会后，竟然神奇地抬起前肢站了起来。  “额，又是一只神奇的动物。”猪猪君想着，走向那只老鼠。  “你怎么好不走啊？你就不怕他们把你抓去？”那老鼠的声音又气又急。  猪猪君并不好奇一只老鼠为什么会说话，因为他一个数据体还能变成人呢……  “他们是谁？你知道些什么吗？”猪猪君隐隐觉得，这个老鼠可以给他关于灵珑屋的线索。  “是一堆黑色衣服的人，领头的是一个红衣少年，他们到处杀人，整个街区的人几乎都被杀光了！到处都是血啊，他们是一群恶魔！”老鼠的声音有些颤抖，仿佛之前的可怖景象就在眼前一样。  猪猪君听后，迅速翻了翻脑海里的信息，不得不说，这功能真是太好运了，很快，猪猪君按着老鼠的描述，找到了线索——他们是灵珑屋的人！ \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人 @紫晶Blue @陈翰磊 @爱拍之子D @Vatican.Taxi @qxdnfsy @ε-- \n好友@大召唤术！\n另外，求人气\n\n\n\n",
    "replies": [
        {
            "author": "278106417",
            "timestamp": 1429878000,
            "txt_content": "能写多点么 - -"
        },
        {
            "author": "元夜",
            "timestamp": 1429878060,
            "txt_content": "还没看呢~感觉楼用心写了~"
        },
        {
            "author": "418878840",
            "timestamp": 1429878180,
            "txt_content": "278106417 发表于 2015-4-24 20:20\n能写多点么 - -\n不好意思，时间有些不足，下一章可能......可能会多点。（因为很重要，所以要说两遍）"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429878780,
            "txt_content": "一次只能@10个人，剩下的去回复里@吧"
        },
        {
            "author": "xcc",
            "timestamp": 1429878900,
            "txt_content": "人物名字好奇怪"
        },
        {
            "author": "418878840",
            "timestamp": 1429879260,
            "txt_content": "xcc 发表于 2015-4-24 20:35\n人物名字好奇怪\n恭喜，您成为第二个吐槽这个设定的人\n（解释：实在是想不到什么好名字，倒不如随便乱起，别打我啊）\n{:10_492:}"
        },
        {
            "author": "MC小菇",
            "timestamp": 1429879560,
            "txt_content": "啦啦啦 我最爱看猪猪君的了"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1429879620,
            "txt_content": "一个一篇有多种字体的迷之小说"
        },
        {
            "author": "MC小菇",
            "timestamp": 1429879680,
            "txt_content": "MC小菇 发表于 2015-4-24 20:46\n啦啦啦 我最爱看猪猪君的了\n只是好多时候只是看 赶时间 没回复 吖"
        }
    ]
}