{
    "title": "世界的世界★④ 赶集",
    "author": "423618228",
    "replyCount": 2,
    "timestamp": 1429892460,
    "txt_content": "\n\n\n 身为本文主角的团子当然有有我们所不知道的故事。三年前，团子还在矿道里和一个妹子\n  \n  等等！倒带错了！\n  事情，从五十亿年前说起。那时混沌未开，天地不分，冥冥之中，第一个生命诞生了。它看到了混沌，于是挣开了混沌，清气上升\n浊气下降，于是有了天地。它自认为是雄性，于是将自己命名为“汉”，又因为自己是上古的第一个生命，于是又加了一个“老”。\n\n后来历史里有记载道“先有鸿钧后有天，孙家老汉还在前！”话说那孙家老汉在天地间驰骋不息，忽然向前方扑去，卧在大地上，大\n屌刺入尘土，大地轰鸣一声，边出现了现如今的海洋。孙老汉灵机一动，翻过身来，复刺入苍天，苍天雷声滚动，这才生出万灵。但\n一不小心一道雷劈断了孙老汉的嘴，而孙老汉就在断嘴的巨大痛苦中死去了。但是死后孙老汉的毛发化为了世间的花草树木，双眼化\n为了日月，血液化为了奔腾的江河。而他的嘴巴和鼻子赋予了僵尸一族敏锐的嗅觉和强大的撕咬里，手臂赋予了骷髅一族强大的臂力\n，双脚赋予了蜘蛛一族攀爬的能力和极远的跳跃距离，大屌赋予了苦力怕膨胀爆炸的能力，菊花则化身成为了在地底下纵横交错的坑\n道虫。而他的最后一颗精子在经过了天地的洗礼和日月精华的浇筑后，化身成为了人，这人便是现在的团子！\n                                                                                             ——《史记·老汉日天记》\n\n以上纯属扯蛋，下面开始正题。\n\n\n 709的思绪又飘回了现在。\n  “这小兔崽子。”709嘴中骂道，但是嘴角却浮现出一丝微笑，随即扛上稿子，顺着团子的脚步声跟着进入了矿道中。\n  经过一段时间的追赶，709追上了已经开始挖矿的团子，随即气喘吁吁的半弯着腰休息起来，片刻，他单手撑着稿子，骂骂咧咧的\n说道：\n  “慢点！你想累死老子啊！”话毕，709就一巴掌打在了团子的后脑勺上。\n  团子捂着后脑瓜，委屈的说道“你怎么又打我？”\n  “你懂什么？这叫父爱如山！”\n  “哦。。。”团子翻了翻白眼，不再言语，拿起了稿子狠狠抡下开始死命的敲击着矿石，以此来宣泄自己心中的不满。\n  “啪~~~~”又是一声嘹亮的巴掌声回荡在幽暗深长的矿道中。\n  “敲那么快干嘛，又没人和你抢。”\n  “....”\n  等到709和团子从矿洞里出来已经到夜晚了。自从709和团子被救到了山东小村后，他们便在此处定居了下来，一住就是15年。\n\n  山东小村存在于一座高山上，村子后面就是一个悬崖，世代依靠着天险御敌，这也是它这么个小村庄没有被怪物攻破的原因。不过，\n这也给其带来了一个最不好的缺点，就是村子离最近的镇子也有几天脚程的山路的山路，交通极为不利，所以这个村子也十分的落后。\n而村庄和小镇的中间也有着一道密林阻隔着，这也更加断绝了和大城市之间的交通。除了一些远行者和一些流浪者，其他的几乎都不\n会在这个又小又落后的小村子里停留片刻。\n   \n  709就在这个村子里当着一名矿工，也是唯一的一名矿工。靠着在地底下挖煤和铁，在卖给村民，剩余的倒是可以拉倒镇上的集市\n上去卖来维持生计。而这的村民也非常的善良，看到709带着团子非常辛苦，所以经常给709送些东西。709的工作虽然辛苦，但也充\n满快乐。\n  随着太阳渐渐下落，一轮皎洁的圆月缓缓升起，伴随着小村的和谐景象，确实是一个修生养性的好地方。月光散下，犹如淡银色的\n轻纱铺在小村的路上。在每个屋子的小道上依稀的走着一些农民和一些晚归的孩子。一些鸡牛家禽也时不时发出一些声响，这寂静的\n夜晚更加凸显的宁静起来。村子中的小池塘上映着空中的点点星辰，时不时的有着一些飞虫停在荷花尚未开放的花骨朵上，那轻轻的\n落下却使荷叶上的水滴从荷叶上的绒毛上滚落，“啪”的滴落到小池中，溅起一阵阵波纹。而那水池的周边是一栋栋的小平房，紧密\n\n",
    "replies": [
        {
            "author": "423618228",
            "timestamp": 1441542720,
            "txt_content": "没人?顶一个吧"
        },
        {
            "author": "guqu",
            "timestamp": 1441545000,
            "txt_content": "4月的= =当时一点都不活跃吧。\n没人也是正常的\n"
        }
    ]
}