{
    "title": "[双线]混乱与秩序——王者归来|神武|RPG|刀剑神域|进击的巨人|战争|职业[1.6.4]",
    "author": "沐丿菊",
    "replyCount": 0,
    "timestamp": 1429940760,
    "txt_content": "混乱与秩序服务器——王者归来|四周目\n[fly]服务器特色[/fly]NO.1刷怪碎片掉落以及炫酷掉渣天的神武合成，所以根本不需要花钱就能玩的服务器你敢信？{:10_505:}NO.26的飞起的职业系统\n食尸鬼：\n无视武器攻击，防御力极强，召唤僵尸|怕水，不能用武器攻击（使用坦克系神武）\n吸血鬼：\n攻击生物会获得生命值，并且在水下呼吸，攻击和防御都会增加|但是会被木剑克制，不能吃东西（一般使用战法系神武）利爪狼人：\n晚上攻击力极强最高可以将伤害提高6倍，吃肉可以极快增加能量|但是白天攻击力弱，并且不能穿护甲（一般使用刺客系神武）圣洁牧师：\n对有职业的玩家或者怪物的伤害提升，还能使用技能将超能者变为普通人类，并且能使用治疗|不能穿护甲，不能攻击动物（使用元素法杖）地狱炎魔：\n无视火焰，在岩浆里会加血和恢复能量，能使用火焰系技能，摔落无伤害|不能穿护甲（一般使用坦克系列）赏金猎人：\n使用弓箭，并且能用弓箭发出技能，列如传送箭，火焰箭，连发箭等|不能使用除弓箭外的武器，只能穿皮甲（使用ADC系神武）神灵：\n召唤动物，治疗玩家，掉落无伤|不能穿钻石和金子装备，不能用钻石剑攻击动物\n\nNO.3\n强大的任务系统，有1个主线，100个任务，三个支线，八大副本任务，五个奇遇任务等着你！{:10_526:}\nNO.4\n新颖的玩法，战场决斗！擂台模式\nNO.5\n玩家公会，每个公会都有一个投资箱子，可以投资东西，并且得到回报，投资越多，公会等级越高。并且能举行公会战！\nNO.6\n定时全员抽奖，不用充值，也能挂机等抽奖，抽到好东西就发达了唷！\nNO.7\n升级加血量，杀人升级战斗力称号，擂台称号，成就称号等等RPG的荣誉系统！\nNO.8\n叼叼的神武系统，和神武等级\n\n\nNO.9\n腐竹是个GAY{:10_499:}\n[分割线]\nOP证明&武器照片&服务器照片   \n\n\nOP证明\n\n\n\n\n\n[分割线]\n\n[fly]《服务器规定》[/fly]\n\n\n1.不要当话唠\n2.禁止开外挂，开也开不了厉害的了，只是能刷点钻石而已，服务器里钻石用处不大，并且还有被封号的后果\n3.腐竹虽然很和蔼，也不要一直骂什么的，玩笑可以开，开多了就不是玩笑了\n4.开开心心玩游戏，没必要生谁的气\n5.服务器要是不好可以提出来，我们改正，请不要二话不出到处黑服务器[分割线][fly]赞助表[/fly]名称：VIP1 内含物品:VIP1礼包费用/期限:100RMB/30天权限：强制TP、回城无冷却、vip1每日礼包、圈地5个、传送门无费用、聊天彩字----------名称：VIP2内含物品：VIP2礼包费用/期限:200RMB/30天权限:强制TP、回城无冷却、vip2每日礼包、圈地7个、传送门无费用、聊天彩字、资源区飞行、全区域喊话----------名称：VIP3内含物品：VIP3礼包费用/期限:300RMB/30天权限:强制TP、回城无冷却、vip2每日礼包、圈地10个、传送门无费用、聊天彩字、资源区，主城飞行、全区域喊话、打怪物品爆率增加*VIP1礼包：人头X5，VIP1证明*VIP2礼包：人头X10，VIP2证明*VIP1礼包：人头X20，VIP3证明说明：*人头可以在服务器商店换取30000游戏币{游戏币作用：购买服务器商店里的普通货物（普通货物如：钻石，铁等所有原版物品），或者与玩家交易}*点卷可以在服务器商店购买神武，或者与玩家交易*所有礼包内物品期限永久，只是交易/合成道具，随意使用*vip升级：比如VIP1升级VIP2，只需要补差价，天数保留前者(降级：当前VIP到期才能购买)*vip礼包：礼包只能领取一次，下次购买vip或者续费，不再给予礼包点卷购买物品（点卷与人民币比例 1元：10点卷）：--妖刀村雨-----------攻击力：31武器效果：燃烧效果（持续时间2.5秒）被动：移速加成三，跳跃加成三主动：右键使用，朝指定方向瞬移8格，并且瞬移时会有彩虹效果，并隐形持续4.5秒（冷却10秒）价格：3000点卷/永久武器定位：战士-刺客等级：天神--雷神特别版----------攻击力：30武器效果：闪电效果（每次攻击造成5点闪电真实伤害）被动：移速加成三，跳跃加成二，抗性提升二，无视火焰主动：进入暴走模式，攻击力，防御力提升一倍，并且夜视持续3秒（冷却8秒）价格：3000点卷/永久评价：适用于恶魔，真实伤害加上本就不俗的攻击力，并且进入暴走模式后攻击力翻倍，战斗神器武器定位：战士等级：天神--狼人利爪------------攻击力：21武器效果：闪电效果（每次攻击造成5点闪电真实伤害）被动：移速加成五，跳跃加成三，夜视主动：右键使用饿狼突袭[一道冲击波，可以击飞路径上的敌人]（冷却10秒）价格：2000点卷/永久评价：适用职业利爪狼人，具有强力的移动速度，给机动性低，防御力弱的狼人提供了很好生存能力。但在白天只能用于逃命武器定位：刺客等级：传说--狱颜魔殿-------------攻击力：22-28（伤害具有不稳定性）武器效果：燃烧效果（持续时间4秒）被动：移速加成三，跳跃加成三主动：右键使用地狱焰火，发射火球，伤害为武器伤害（冷却时间3S）价格：2000点卷/永久评价：适用于吸血鬼，这件武器是剑魔四剑的其中一把武器定位：战法等级：剑魔[特殊等级]--乱·血莲驱魔之刀------攻击力：21武器效果：无特殊效果被动：移速加成三，跳跃加成二主动：能在土方块，或者石头上，像立体机动一样移动（无冷却）价格：1000点卷/永久评价：适用所有职业，可以让你像进击的巨人一样酷炫武器定位：无等级：史诗--暗影冲击之刃-----------攻击力：35武器效果：无特殊效果被动：移速加成五，跳跃加成四主动：右键发出穿梭黑炎，可以瞬移，并且隐形持续3秒，向攻击目标射出一支致盲3秒的箭（冷却12秒）价格：3500点卷/永久评价：适用于全职业，悄悄的你就死了武器定位：刺客等级：失落[特殊等级]-----------------------[本人色弱，颜色差距也没办法]*赞助方式：支付宝，银行卡，话费卡（联通，移动），现金\n[分割线][fly]客户端[/fly]\n混乱与秩序客户端4.0初级测试\nhttp://pan.baidu.com/s/1c04e192\n[分割线]注：听完有奖最后一首好听哟http://www.xiami.com/widget/49280798_1774036197,2099501,1773502447,1772255736,1774054283,_235_346_00ffff_ffff00_1/multiPlayer.swf\n[分割线]公告聘请OP，技术，要求，技术过硬，富有管理头脑，团结友爱\n\n\n",
    "replies": []
}