{
    "title": "<原创·连载>《在另一个世界遇见你》第二章 沙漠遗迹",
    "author": "Michele",
    "replyCount": 5,
    "timestamp": 1429971660,
    "txt_content": " 本帖最后由 Michele 于 2015-4-26 10:30 编辑 \n\n                                                                          沙漠遗迹\n       方少恨恨的一脚向旁边的沙石墙踢去，“啊！疼死本少爷啦！”方少用手捂着脚，埋怨道。许久，方少开始打量这座金字塔的内部结构。这座金字塔共有十二座沙石像，每一座沙石像神态各异，栩栩如生。“咕”一声肚子叫，方少才想起从昨天晚上到现在一直没吃过东西了，方少环视了周围的环境，暗叹不好：“哪有什么吃的哇？想要饿死本少爷吗？！”这时，一声雄浑的声音在金字塔荡漾：“怎么可能舍得饿死你呢，接着。”方少眼前出现一个黑色物品向他飞来，方少急忙用手挡住。“砰！”黑色物品掉落在了地上。方少怒不可遏，喝道：“你想谋杀本少爷啊！”“真笨！这都接不住，要是想杀你，你早不在这世上了。”黑衣人轻蔑的笑了笑说道。方少看了看刚刚黑衣人丢来的东西，才知道是黑面包。“切，本少爷才不吃这些东西！”方少不屑一顾说道。黑衣人拿起地上的黑面包，强制把方少的嘴打开，把黑面包塞了进去。“咳咳，呛死..咳..呛死本少爷了！”方少挠了挠喉咙，吐出嘴里的黑面包。“对了，你抓本少爷干嘛啊？”方少不解问道。黑衣人笑道：“当然是去领赏啦！让你做个饿死鬼吧。”方少不满的问：“你要多少钱？本少爷的家族有的是钱！随便拿！”黑衣人不屑的笑了笑：“你不懂。”，头也不回的离开了方少的视线。\n     “出发！”盔灭将军命令道。救世组开始了寻找少主之路。“发现少主的方位了，在东经31° 北纬31°！”救世组副组长夜鹰喊道。“好，现在全体听令，全体使用轻功，天黑之前到达那里！”盔灭将军命令道。\n     方少一屁股坐在地上，绝望的吼道：“父亲，您快来救儿啊！儿都要饿死啦！”方少临近崩溃的躺在地上，闭上眼睛，等待死亡的来临。“臭小子，饿死你得了。”黑衣人从口袋里抽出一包东西，说道。方少睁眼一看，眼睛便死死的盯着那块鸡腿，看的口水都流出来了。“知道你要吃，呐，给你。”黑衣人大方的向方少丢去。方少一跳，在空中接住，狼吞虎咽的开始吃了起来。“慢点！别噎死了！你死了我拿什么交差？唉，不知道组织上干嘛派我来抓这个人，随便派个人来不就行了吗！这不浪费我青春呢嘛！”黑衣人翻着白眼，不免抱怨起来。\n       “组长！看那，有一座金字塔！”一名队员指道。众人随着指头望去，果然，一座金字塔屹立在他们面前。“少主，你在吗？少主，你在吗？”副组长夜鹰极力的呼喊着。“别喊了，声音传不进去的，唉，那里有个入口，快去看看！”盔灭将军眼前一亮，说道。众人一字排开，小心翼翼的进入金字塔。\n\n下一章：重回族门暂未发布\n\n上一章：紫月星辰\n\n序章：点我\n\n你的支持就是我最大的动力！请点一下评分，这是一种美德，传播美德，人人有责。谢谢支持~\n\n\n\n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429972920,
            "txt_content": "我好像记得东经31°北纬31°要么是非洲要么是海上= =（非洲没有太富有的，也就不会有太高科技的东西）"
        },
        {
            "author": "番茄茄",
            "timestamp": 1429973640,
            "txt_content": "为什么点击下一章就跳转到论坛主页..."
        },
        {
            "author": "Michele",
            "timestamp": 1429975260,
            "txt_content": "恶魔-潇洒 发表于 2015-4-25 22:42\n我好像记得东经31°北纬31°要么是非洲要么是海上= =（非洲没有太富有的，也就不会有太高科技的东西） ...\n没更                           "
        },
        {
            "author": "992979148",
            "timestamp": 1429980060,
            "txt_content": "沙漠不得热死啊"
        },
        {
            "author": "『杨』",
            "timestamp": 1429984500,
            "txt_content": "支持支持！"
        }
    ]
}