{
    "title": "【原创】【连载】《罔世—常世卷 一》",
    "author": "白安西",
    "replyCount": 7,
    "timestamp": 1429952880,
    "txt_content": " 本帖最后由 白安西 于 2015-7-16 16:49 编辑 \n\n我今天很不开心… 像我这样的职业，每天东奔西跑早就习惯这样没有规律的生活，但是今天发生的事情就不只是用戏剧化这个词能形容的了…  我和米丝特里正在被追杀！  或许你读到这还是不明就里，不过我可以在逃亡途中详细的告诉你。  事情从昨天晚上变得很奇怪，在我打算睡觉前，店外似乎有很多人在吵闹，起初我并没有太在意，但我在换衣服的时候伍尔先生突然冲进来了！  “QAQ!!”  我下意识找东西捂住了身体…听说西方人都很奇怪…难保伍尔先生不是想对我做些什么////////  “你怪叫什么.酷爱来，我有要紧的事情交代你。“  话说完，他便转身下楼了，干脆利落，留我一人在风中凌乱…  穿好衣服后我走下楼，伍尔点了一只蜡烛，米丝特里不在，可能已经睡了。  “咳咳…凌先生，既然你是望月君推荐来的人，我也不瞒你了…”  不瞒我了…难道伍尔先生真的有什么不可告人的秘密吗QAQ…望月啊望月，枉我们这么多年同学友谊，你这次是把我往岩浆湖里带啊(￣△￣；)   “望月君和你说我是一个工匠吧…工匠有很多种的,,你是不是好奇居然会有羊毛工匠呢？”  一点也不…我在心里说道，Σ(っ °Д°;)っ但还是恩了一句，听他接下来要说什么。  “恩..你知道羊毛的来历吗。”  “来历…你是说如何获得羊毛吗？”  “对..”  “剪刀剪羊毛，或者可以用..线合成？“  “没错！是线！“   伍尔突然激动起来…我揉揉小心脏，请他继续说下去  “咳咳，线可以合成羊毛的话，也可以理解成羊毛由线组合吧？羊毛是一个方块，那么想羊毛一样的其他方块，是不是也可以由线组成呢？“  “wait…什么？“  刚刚的话信息量太大我要理解一下…  “我知道，你很难理解这一理论吧，我当初有这样的想法的时候，被别人笑的很惨呢…不过经过这么多年的研究我终于有了进展，“   伍尔边说变拿出了一些线一样的东西，但显然不是白色的线，中间有一根浅蓝色的在暗色的线中特别显眼。  “虽然还不知道有没有能变成任意方块的线，但是我现在已经能吧任意方块拉成线了“  “你是说…这些线都是…”  “就是你想的那样，尤其是这一根”他拿出刚刚那根显眼的蓝色的线“这个是用钻石块拉出来的。”  震惊之余,我意识到说这么多并没有说到重点上  “那个… 这些东西确实很神奇，但是这不是你要告诉我的重点吧。”  “果然是望月君推荐的..”  我怎么觉得他要说什么奇怪的台词了啊QAQ，气氛突然沉寂下来，外面的吵闹声还没结束。  “米丝特里…这个名字其实是我取得,她就像一个迷一样…我不知道她的出现是偶然,,,还是那些人的安排…总之，我不放心她在这里继续待下去，所以我希望望月君能够帮我，但是既然你来了，就你了解决吧…” 那些人…是谁呢… “你要我解决什么…”  这些人说话敢说完吗？这个会让我觉得很奇怪的啊QAQ  “明天你要去找草了吧，那就吧米丝特里一起带走吧，在我这里终究是不方便。”  不方便….细想他刚刚说过的话，他刚刚提及的那些人..还有他的发明…我忽的觉得我已经深陷在巨大的阴谋之中…而且..恐怕望月也是这样，正在我思考的时候，伍尔突然大叫，把我推向一边。  一羽火矢从我身边擦过，皮肤都呼吸到了这股灼热的气息  我飞快的从夹带中抽出一枚飞镖射向火矢来的放心，一声闷响后整个房间又回复了可怕的寂静。  “看来他们比我想的要酷爱…凌德！你带米丝特里快走！他们应该不会认识你…如果米丝特里…”  伍尔话还没说完，黑暗中的敌人又展开了新一轮攻势，这里不是久留之地，我一跃跳上二楼，不顾礼节冲开米丝特里的门拉着她就跑。  “凌德… 你能说下…这是怎么回事吗QAQ”  米丝特里刚刚还在睡梦中，一下被我抱起在夜色中穿行，现在收到了巨大的惊吓  “很难解释，但是我们不跑的话会有生命危险..”  米丝特里刚刚还是很惊慌的样子，听到生命危险后..立即安静下来，但旋即又问我伍尔的情况  “伍尔先生应该有对策，他好像已经预感到了这些人的到来。“  米丝特里回复了平静，看她的神奇，很那判定她是否知道这一切，眼下只能先管命了    那些人追了一段距离，便没了踪影，不知道是放弃了还是成功甩掉了。  大学的时候听话学了轻功，现在果然有用，Ander城已经远远的在后面了，但是…接下来去哪里…米丝特里没有文牒，天朝是回不去的…接下来的话… “话说…有一个严重的问题..米丝特里啊…你认识路吗？“  “什么?...”   看来我们死定了。\n\n[rail_corner4]篇章索引[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "likeliang",
            "timestamp": 1429952940,
            "txt_content": "说更就更系列OAO"
        },
        {
            "author": "白安西",
            "timestamp": 1429953000,
            "txt_content": "这周的更新哦QWQ @likeliang @Yy星人 @恶魔-潇洒 @夜暗伤 @海潮 "
        },
        {
            "author": "白安西",
            "timestamp": 1429953300,
            "txt_content": "likeliang 发表于 2015-4-25 17:09\n说更就更系列OAO\n我多么的诚实WWW"
        },
        {
            "author": "Yy星人",
            "timestamp": 1429953420,
            "txt_content": "感觉这小说精华后去申请创作版版主绝对成功"
        },
        {
            "author": "白安西",
            "timestamp": 1429953900,
            "txt_content": "Yy星人 发表于 2015-4-25 17:17\n感觉这小说精华后去申请创作版版主绝对成功\n[摸摸头](～￣▽￣)ノ \n\n没这么大的心"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429955880,
            "txt_content": "火钳刘明~\n感谢艾特~\n已经给钱~"
        },
        {
            "author": "白安西",
            "timestamp": 1429956660,
            "txt_content": "恶魔-潇洒 发表于 2015-4-25 17:58\n火钳刘明~\n感谢艾特~\n已经给钱~\n蟹蟹支持 我会加油更新的"
        }
    ]
}