{
    "title": "生存新地图前期教程【天坑】",
    "author": "传送门",
    "replyCount": 5,
    "timestamp": 1429954860,
    "txt_content": "前言相信很多老手都有这样的体会：第一天晚上自己盖了一个小木屋，隔着玻璃看着熔炉等天亮（可能还没玻璃），自己的石装备也顶多只能1V1，一群怪围上来自己就肯定死翘翘了。俗话说“要想富，先撸树”，但是这句话里有一个很大的误区：多撸树就可以先人一步。但是，树千万不能多撸，适可为止。下面就来为新同学们扫扫盲。\n正文\n一  第一个白天\n出生的地形就不多说了。用手看下来5x原木，做：1x工作台，1x木镐，挖3x石头做一个石镐，接着拿石镐挖5x石头，做一个石斧和一把时间\n如果能看时间（安装了mod）的就砍树看到正午，看不了时间的看太阳（别告诉我你第一天就下雨了），到头顶正中的位置的时候你应该已经有了至少32个木头了。这时候到周围转转，疯狂打草，找到鸡，先繁殖再杀鸡；找到羊，杀三只。如果在出生点半径100米以内找不到就别找了，这是太阳应该已经到了45°角了，挖些泥土，砍树砍到一组，把工作台拿走，开始建房子。如果附近有好地形就依山而建，最好内径5x3x5(xyz)，看着宽敞点自己心里也舒服。接下来挖一个地下室，以后用来储物、建造附魔台都可以，主要是拿到石头。做3x熔炉 2x大箱子 4x石镐，烧制16x木炭，这是你背包里大概还有半组木头，下面做一个石锄，耕地，（用你之前拿到的泥土）有没有水不用管，毕竟你还没有挖到铁矿。\n\n\n二  第一个晚上\n拿起你的石镐，做一个2x4x2的矿道，然后做半组火把（8x木棍+8x木炭）矿道45°角向下挖，遇到洞穴先堵上，做好标记，因为你根本对付不了洞穴里的怪物。确保亮光充足否则你会看到自己挖出来的地方突然蹦出来一只怪物。没被那玩意儿弄死也吓得差不多了。直到你挖到了11层，一直往前挖，挖到你废掉3把石镐，就上来烧东西。如果在挖矿的过程中看到挖不动的矿石（金矿 钻石矿 红石矿 绿宝石矿），别着急，绕过去，因为上来烧铁跑路还要费时间。如果挖到怪物蛋可以发现挖掘速度不对，这时你就可以拿着剑挖，挖开了直接把蠹虫弄死就行，一群蠹虫新手也能对付，只要方法得当。当然，方法还需要你自己去体会，这里就不多讲了（2333）。等到烧完了铁，有了一个桶（3x铁锭），一把铁剑（2x铁锭+1x木棍）和一把铁镐（3x铁锭+2x木棍）以后，如果有富余就做一把剪刀（2x铁锭），但不要急着做铁甲。一套满打满算的装备需要24个相对的材料，前期做装备却不做工具只能说是作死。现在可以出去玩玩，用铁剑（拿石剑打被围攻别怪我）杀几只骷髅和僵尸，有能力顺带杀几只蜘蛛，看到苦力怕别管其他的，赶紧跑，因为骷髅+苦力怕-内讧=新人杀手，当然也别惹末影人，3.5心一次的攻击力不是玩的。拿到骨头x8、箭x8、丝x8、腐肉x8以后（非定性要求，不要恋战）即可回家。如果有腐肉烧皮革更好，把所有的腐肉烧成皮革做一个皮革胸甲（8x皮革），当然，如果没有这么变态的mod就把腐肉暂且收着，以后有狼了就不怕没东西喂狼了。骨头全部做成骨粉，并且在耕地周围放上水。注意，水对耕地的影响范围是附近7x1x7，中心是水。接着用骨粉催熟，越多越好，然后用小麦做面包，同理，越多越好。这是你应该看到在东方的天际线上泛起了鱼肚白。不错，再做一个桶，现在是时候出去冒险了。\n\n\n三  第二个白天\n第二1个白天对于新手来讲十分重要，因为第一天晚上的怪物只是正常数量的一半，第二天晚上怪物们就全数出动了。做一个牛圈（用栅栏围一圈就行），用你的小麦把牛弄进来，4头就够了，当然然后让它们繁殖成六头，鸡、羊亦如此。干完了这些事情，就拿上你的斧子砍树把。现在正如那句话所说：“要想富，先撸树”，砍得越多越好。当你看到2~3组木头以后，班师回朝。此举给家附近带来了全新的面貌——你家附近有了一块空地，夜晚的怪物再也不会利用树木的障碍来欺负你了！当然，别忘了种树。\n\n\n四  第二个夜晚\n夜晚干什么呢？当然是挖矿了！先确保你的快捷栏里有一个水桶、一组火把、一组（16个）告示牌、两把铁剑、半组圆石、两把铁镐、一把石铲以及N把石镐。如果有条件的话，有一把弓，当然背包里面也相应要有至少半组箭。1x砾石+1x木棍+1x羽毛=4x箭，这就是为什么要养的道理（默默地@KFC）。打通之前你封住的洞穴，和洞穴里面的怪物战斗吧！这样会让你获得很多的资源。当然不要忘记挖矿——如果，当然是最好，你所在的洞穴能通到岩浆层，泼水浇岩浆，然后——你明白的，岩浆变成黑曜石以后就可以在上面行走了，现在把岩浆上面的矿敲下来，但是要注意别掉进岩浆。运气好就能找到钻石，没有的话也不要乱转，回到自己的矿道，堵上洞口，继续下到11层往前挖，遇到洞穴继续按照上述方法处理。等你处理完所有的石镐，或者背包装不下了，就是时候回家了。等你到家的时候，你发现现在已经到了第三个夜晚。\n\n\n五  新手时代的结束\n现在你已经有了浑身的铁甲和一套铁装备，家里也有了铁砧和附魔台，可以随时挖矿、打怪、钓鱼，木头、圆石已经不算少了，恭喜！你结束了新手时代！\n当然，一般新手时代有5~10个游戏日。\n六  后记\n本部分教程到此完结（其实还没完结，而且是个天坑）\n章节完成撒花！！！\n最后还是这句话：求金粒求人气\n",
    "replies": [
        {
            "author": "q286777",
            "timestamp": 1429955700,
            "txt_content": "asdasdasdasda"
        },
        {
            "author": "传送门",
            "timestamp": 1429956180,
            "txt_content": "警告！！！水回复如上两楼一律举报！！！别想让楼主手下留情"
        },
        {
            "author": "1351680343zxw",
            "timestamp": 1429957920,
            "txt_content": "很棒的作品，介绍的很详细哦~~~"
        },
        {
            "author": "2369364895",
            "timestamp": 1429963860,
            "txt_content": "真是新手向"
        },
        {
            "author": "mcjava",
            "timestamp": 1429979040,
            "txt_content": "支持新手教程，希望写的更精"
        }
    ]
}