{
    "title": "<原创·连载>   勇者之征   第四章 第十二节",
    "author": "2B与mc的故事",
    "replyCount": 9,
    "timestamp": 1429967400,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-8-11 19:53 编辑 \n\n        Steve隐隐约约感觉到了一丝凉爽，他想睁开眼睛，然而两只眼皮却跟灌了铅似的沉重。Steve使劲地想睁开眼睛，使出了平时瞪大眼睛的力，才能勉强从黑暗中看到一丝光映入眼帘。\n\n        狼王注意到了Steve，走到他的面前说道：“你终于醒啦？现在别乱动，之前你在生死关头爆发出了巨大的力量，我想以你现在的身体应该还不能承受着股力量，所以你会感到非常累。你现在可以先休息几天再开始修炼，因为你就算想开始也动不了。那股气对你的身体影响太大了，所以你现在全身不仅因为肌肉使用过度而劳累，而且那股气扰乱了你本身的气，使你现在难以控制自己的身体，想乱来都不行。”\n\n        “不过，这也真是令人吃惊啊！你这家伙竟然就真的横冲乱撞冲过来了。”狼王说道，“想当年我通过这里可是用了一个月，而且还是在找到技巧的情况下。你这个家伙竟然三天就闯出来了！”\n\n        什么？技巧？通过刚才哪里还需要什么技巧吗？Steve感到很惊讶，想问狼王，可是喉咙却发不出声音。\n\n        “我就知道你这个家伙没用脑子。谁会给初学者设置这么难的修炼啊！”狼王不屑的瞥了Steve一眼，“在实战中，力量固然重要，然而经验与技巧也十分重要。要学会观察啊！刚才那里的墙面、路边都有一些小凹槽，只要随便捡几块石头扔进去就会出现一条路直接通往下一个石阶。通过这里的人一共有四个：第一代狼王，我，索恩斯，还有第四个就是你。不过你是唯一一个凭蛮力闯过来的啊！是应该叫你天才还是傻瓜呢？”\n\n        原来辛辛苦苦这么久，其实可以走捷径啊……Steve已经不知道怎么形容自己的心情了。\n\n        “对于初学者而言，能够背着这块修炼石一路走过去就已经是很好的锻炼了。不过你竟然能做到这一步，也算是超前了吧。”狼王无奈地说道，“好不容易遇到你能不乱动乖乖听我说话，我就先吧一些重要的内容告诉你吧。”\n\n        “下面的内容，你应该知道，是对于气的修炼。提到气，我就不得不想起你最后的表现，想不到你的身体里竟然有这么强大的气！”\n\n        “首先你要了解气是什么。这个东西不能很准确地给他一个定义，也就是只可意会，不可言传。我们知道，在这世界上的一切，你，我，动物们，花花草草们，溪流，石头，泥土，都是由notch创造出来的。所以所有物体上都可以找到notch的气，当然还有一些是herobrine的。”\n\n        “然而为什么他们会有所差别呢？那是因为气。确实外形的差别是不可避免的，然而气的差别是最重要的，也是最大的差别。所有的存在形式都是由物质与气组成的。他们互相影响，缺一不可。就比如水，他的物质的性质就是没有固定的形状，可以流动。那么他的气的特点就是温和，滋润万物。这两个物质的特点互相影响，因为水能够随意流动，所以他的气才温和。”\n\n\n        “气就是我们常常说的能量。一个物体的存在肯定具有能量，所以这也证实了气与物质缺一不可。只有物质没有能量的东西我们是看不到的，又或者说是不可能存在的。”\n\n        “因为气的不同所以世界上有不同的物体。有的物体气很简单，就单单是一种能量。比如石头，木头，水，沙等等。这些物质的气在不受外力的情况下是不会变化的。”\n\n        “比它们更高级的就是植物了。它们的气不仅是一种能量，这种能量还可以自己进行变化，成长。但是这种变化不是没有限制的乱变，成长也不是无限的生长，会受到物质的束缚，不能超过物质的承受范围。这也就是我之前所说的，物质与气相互制约，相互影响。”\n\n        “为了自身更强，就必须有更强的物质来构成自身的形体。为了更强的物质，就必须有更强的，能够控制这种物质的气。然而为了有这种气，也正需要更强的物质。这又是相互影响，所以这个理论表明了生物可能会为了更强而变化形态，我称之为进化。这里有一点难懂，算了，我也不指望你能全听懂，反正也是题外话，把下面的重点听懂就行了。”\n\n        “到了生物，气就不单单只是能量而已了，他开始有了意识，所以能够进行更复杂的活动，也更能适应自然。”\n\n        “尤其是你们人，Steve，你们拥有自由意志，这股'意志'也正是气的一种。到了人这一步，物质也就是你们的身体，而气就不单单被称为'气'了，称它为'精神'或者是'灵魂'更为合适。所以，自身的意志越强烈，气就越强。但是，就像我之前所说的，这股气也需要更强健的身体来操控。当然，身体的变强也能微微影响到气。”\n\n        “总之，气就是既属于自己，又属于自然的能量。使用气你能更好地感受自然和他人的气息，也能做到一些平时以蛮力做不到的事情。”\n\n        “用气的要点有三点。”狼王说道。\n\n        果然，又是三点。Steve想到。\n\n        “第一，心无杂念，必须集中意念，否则气会被冲乱，变得十分难以操控。”\n\n        “第二，记住要与自然合一。因为这本身就是自然的能量，是纯粹的能量。”\n\n        “第三，要充分发挥自己气的特点。每个人的气不一样，人才因此有差别。所以每一个人的气都有特点。就像我的气，它的特点就是迅捷，锋利。在使用气的时候，千万不要想着去'使用'他，他本来就是你身体的一部分。你只需要在心中寻找，感受，引导，然后释放。这就是最难的地方。有悟性的人不用教自己就能感受得到，就像之前，你逃跑时就是爆发了气的力量。然而有的人却永远感受不到这股气的存在。”\n\n         时间过得很快，一整天就过去了，狼王打了一个哈欠：“时间不早了，我先去睡觉了，明天就开始修行吧！有了之前的经历，你的进度应该会更快。”\n\n上一节                                                                            目录                                                                          下一节\n\n",
    "replies": [
        {
            "author": "飞翔末影龙",
            "timestamp": 1429970220,
            "txt_content": "{:10_505:}哇，小说么"
        },
        {
            "author": "Michele",
            "timestamp": 1429973340,
            "txt_content": "原创么，不错"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1429973400,
            "txt_content": "帖子里没有索引呢，我还想看看你更了多少，高产啊！"
        },
        {
            "author": "倾城丶小梦",
            "timestamp": 1429975560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "992979148",
            "timestamp": 1429980300,
            "txt_content": "字数超过500  作文给你满分\n狼王mc里有吗"
        },
        {
            "author": "xcc",
            "timestamp": 1430007480,
            "txt_content": "又是steve"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1430026260,
            "txt_content": "xcc 发表于 2015-4-26 08:18\n又是steve\n我有独特的拖剧情技巧"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1430026260,
            "txt_content": "倾城丶小梦 发表于 2015-4-25 23:26\n=-= 呵呵，感觉这个是HIM和史蒂夫的对话和合作！又是玩家们的一天。 ...\n这一节里没有him啊"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1430026380,
            "txt_content": "真的没人在乎上一节的有奖问答吗"
        }
    ]
}