{
    "title": "<原创·连载>《星空之语》序章：空中的世界",
    "author": "afafgt",
    "replyCount": 5,
    "timestamp": 1430009880,
    "txt_content": " 本帖最后由 afafgt 于 2015-5-1 23:00 编辑 \n\n   黑暗，四周一片寂静，在这寂静的世界里仿佛只剩下令人绝望的黑暗。忽然，一缕光明透过虚空投影到这黑暗的世界里，迅速蔓延开......\n  “该死的？这是哪？”叶枫刚醒来，见到眼前的景象，惊奇的说。\n  一片浮在空中的岛屿，岛上只有孤零零的一颗树，和一个看似很诱人的箱子。\n  “难道我穿越了？该死，这么狗血的剧情也让我碰到，我不过就坐在家里玩minecraft而已。”\n   叶枫原只是一个混吃等死的学生，却没想自己玩游戏都能穿越，他心中暗暗惊喜，“这一次，我一定要混出个成就出来。”\n  “以我的经验，现在肯定先去撸树。”叶枫走到树前，但看着那高达两米的树，再看看自己的拳头，抱怨道：“我去，这棵树能用手撸吗？”叶枫试着向树打了一拳，结果可想而知，他痛的一阵龇牙。\n  “这该怎么办啊？”\n   忽然，他眼前一亮，发现了那个箱子，叶枫走上前打开了那个箱子，果不其然，里面躺着的就是新手装备：石稿，石斧，石剑和石铲，还有一些岩浆，冰和农作物，矿物等。\n   叶枫兴奋的拿起斧头，准备去砍树，当他的斧头接触到树的那一刹那。忽然，一个蓝色的窗口弹了出来，\n   “滴滴滴，检测到石斧，是否进行伐木。”\n   叶枫吓了一大跳，这可有点超出他所料了，不过转念一想，自己连穿越都经历过了，还有什么好大惊小怪的，于是他点了绿色的按钮“是”\n   石斧好像被注入了某种力量，自己飞了起来。\n   这时，又一个蓝色窗口弹了出来，“嘀嘀嘀，请选择开采方式：1.循环再生型开采：开采速度慢，但胜在可再生利用2.破坏型开采：开采速度极快。”\n   叶枫点了循环再生型开采，随后他疑惑道：“奇怪了，这可不是MINECRAFT中出现的啊，算了，先不管了。”他将脑子里的想法抛开，看着石斧的下一步动作。\n   只见石斧将树上的枝条收集起来，一种神秘的蓝光笼罩着枝条，这几个枝条竟变成了一个木板。\n   “叮，恭喜获得木材单位0.1”\n   “叮，发现宿主获得资源，完成新手任务，奖励：全面开启星空之语系统。”\n   “叮，星空之语系统启动，正在数据化界面。”\n    一连串的系统提示音将叶枫正在思考的脑子搅乱，等到没有新的声音出现的时候， 他才仔细的一条条信息的看。\n   “等会，里面说，系统开启，可以召唤助手？也好，我来问问这个助手究竟是什么回事”\n     叶枫点开了刚刚出现的助手界面，一个毫无感情的声音出现了“嘀嘀嘀，欢迎使用助手1号”\n     经历了那么多次，叶枫已对这种突然出现的声音见怪不怪了，他朝那个声音的方向问道：“这是哪？我能回的去吗？”\n     “宿主，这里的世界叫做空岛，是一个由星空之语系统创造出来的世界，至于回去，您的权限不足。”\n      叶枫又问道:“那么你又是谁，把我弄到这什么空岛的目地是干什么，权限如何提升。”\n      “权限不足，权限的提升需要等级的提升，等级只有击杀生物才能提升，越强大的生物经验就越多。”\n      “以目前权限，宿主只能呼叫助手一次，其余的事都在主界面里，自要大喊主界面就能打开。”\n        说罢，声音立刻消失了，叶枫惊恐的想到：“还有怪物？不行，不能在浪费时间了，得抓紧建设了。”\n        于是他大喊“主界面”\n       “嘀嘀嘀，欢迎使用星空之语主界面。”一个蓝色的窗口弹了出来，叶枫点开了任务那一项：新手任务，建造一个采矿厂，并采集64个圆石。\n       “采矿厂？莫非在建造界面？”于是叶枫打开了建造界面：建造采矿厂消耗10单位木材。后面还有一些灰色的模糊的建筑，不过叶枫想这可能需要特定的条件才能建造把！\n       经过这一段时间的谈话，木材也积累到9.9个单位了，忽然又涨了0.1个单位的木材。\n       “叮，恭喜宿主在砍树的过程中掉落了一个苹果。”\n       “叮，恭喜宿主完成成就《我饿了》，奖励64个面包”\n        叶枫惊喜道：“真是双喜临门啊。”说罢，他点击建造的按钮，直接一个比主岛要小一点的岛出现在主岛的附近，只不过还只有一个框架。\n       “叮，框架构建完成，还请宿主自行使用铲子建造。”\n        于是叶枫走到箱子前，拿起石铲，输入了建造。\n        只见铲子飞舞了起来，大量的木材被运送到那个小岛上被切割成一块块并安放好。\n        “建造进度0.01%”\n         叶枫无聊的坐了下来，掏出面包吃了起来，他翻开主界面，忽然他发现一个灰色的图标亮了起来——招募\n         叶枫惊奇的自言自语道：“咦？怎么回事？。”于是，他点开招募界面，发现上面有一个按钮“随机招募人才，耗费10单位食物”，叶枫怀着好奇的心情按了下这个按钮。\n        他立马失去了10个面包。\n        “嘀嘀嘀，招募成功，获得权限：管理。”\n        一阵刺眼的光芒闪过，只见一个金色头发大汉出现在原地，他惊奇的望着这个小岛，看向叶枫：“oh my god,你是上帝吗？”\n        叶枫发现他说的是英语自己居然能听得懂，于是叶枫也学着西方人的说话方式：“你不该先介绍下自己吗？”\n        大汉连忙说道：“我叫威森，本是一个建筑师，只不过今天我在逛街的时候忽然一辆车飞来，就在那危机的时刻，我看到了一个白色的光柱，然后我就到这来了。”\n        叶枫想：“原来系统选的都是将死之人。”于是，他微笑的伸出手：“那么，很高兴与你合作。”\n        大汉不明所以，但还是跟叶枫握了手\n        叶枫看出大汉心中的疑惑，于是他解释道：“这是一个游戏世界，只有不断的升级岛屿才能到外面的现实世界中去。”\n        威森释然，于是他开了个玩笑道：“我反而不想到外面去，因为我还欠老板的钱呢。”\n        时间就在两人的闲聊中悄悄溜走。\n        直到一道毫无感情的机器合成声打破了这股悠闲：“叮，采矿厂建造完毕。”\n        “好了，终于建好了。”叶枫站起来，拿起仓库中的稿子，让采矿厂开始运作起来。\n        “这是什么？”威森这才注意到这个岛屿。\n        “天啊，如此不美观的不高效的建筑是如何能够存在于这个世界上的。”威森说罢，还没等叶枫批准，威森就拿起铲子就在建筑中敲敲打打。\n         不一会，叶枫发现建筑变得美观多了。 \n        “叮，采矿厂升到2级，效率加倍，奖励1个村民。”\n        “呼，虽然苦于材料限制，但这样至少好看多了。”威森松了一口气，说道。\n         叶枫对他竖起了大拇指，然后去看了系统送的村民了。\n         一个浑身精瘦，皮肤黝黑的发亮的青年出现在大树的下面，“岛主大人，请允许我去采集矿石。”\n         叶枫疑惑的问道：“你居然能采集？”在空岛里，人物是无法采集资源的。\n         “是的，我们村民出现就是为了采集，我可以让矿石采集速度翻倍。”\n         “嗯，我允许了。”\n           只见那村民拿起稿子，钻进了采矿厂，里面传出敲敲打打的声音。\n         “叮，获得村民相助，当前效率为：6个矿石/每分钟”\n         “接下来该建造农场了把。”\n本章结束，等待作者的更新把,2700字更新\n",
    "replies": [
        {
            "author": "afafgt",
            "timestamp": 1430037780,
            "txt_content": "为啥子没人看啊"
        },
        {
            "author": "afafgt",
            "timestamp": 1430054820,
            "txt_content": "没人看我就不更新了啊啊啊啊"
        },
        {
            "author": "Ghost__GJ",
            "timestamp": 1430058960,
            "txt_content": "还不错，楼主加油！"
        },
        {
            "author": "路西法233",
            "timestamp": 1430066460,
            "txt_content": "内容有待提升，楼主加油，顶你哟。加油。。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1431249600,
            "txt_content": "楼主每一段越往后空格越多，感觉好整齐233"
        }
    ]
}