{
    "title": "《MC之真实游戏》",
    "author": "XZB",
    "replyCount": 22,
    "timestamp": 1430010180,
    "txt_content": " 本帖最后由 XZB 于 2015-5-10 13:31 编辑 \n\n          《MC之真实游戏》\n   —————一个不只是关于召唤的故事。\n\n\n\n\n\n1.jpg (24.35 KB, 下载次数: 1)\n\n下载附件\n\n2015-5-10 13:20 上传\n\n\n\n\n\n正文：\n第一章：恶魔游戏\n 班主任带着成绩单走进教室，原本喧闹的教室立刻安静了下来。  ＂今天我来分析一下这次期中考试的成绩。首先，这次考试又是严箫同学获得了第一名，请大家掌声鼓励。＂\n  奇怪的是，没有一个掌声响起，众人反而是把目光齐刷刷落在了一个戴眼镜的少年身上。响起了嘈杂的议论声：\n  ＂切，一个书呆子。＂\n  ＂只会读书考试。＂\n  ＂看他那傻样。＂\n  一阵阵低声的议论，正好可以传到少年的耳中，都是些贬低的话。戴眼镜的少年似乎习以为常，满不在乎，表情没有任何变化。\n  班主任略微尴尬的僵住了笑脸，\n  ＂这就是你们对待同学的态度吗！？＂\n  班上立刻又安静了下来。\n  僵持了几秒，班主任叹了口气，接着讲了下去。\n  ......\n  放学后，严箫背着黑色的单肩包独自一人径直走出了教室，瘦弱的背影显得有些孤独。\n  他没有注意到，一道担忧的目光一直目送着他，窗边的陈墨轻咬着粉嫩的嘴唇，心道，箫，以前的那个阳光外向的你还会回来吗？可是......陈墨一想到自己所知道的内情，眼神瞬间黯淡下来。\n  ＂无聊。＂走在走廊上严箫听到周围同学看着自己低声的议论，感到厌烦，皱了皱眉头。自从他进入高中后一直考年级第一，因为成绩优异，刚开始有许多同学找他问题目，可是后来发现严箫十分冷漠，找他要不就是回一句＂这题太简单，自己想＂要不就是一句＂没时间＂。而且严箫平时也不和同学进行交往，于是他在班上的形象愈来愈像一个独行客，书呆子。同学开始疏远他。以至今天上课的场面。\n  可严箫不在乎，他对这些相处了一年多的同学没有丝毫感情。初三的暑假，那场突发的车祸，带走了他最重要的两位亲人后，他早已经成了一副空壳。而母亲死前最后的那一句叮嘱＂箫儿，好好活下去＂，虽然让他回家后默默把准备好的安眠药丢到了垃圾桶里，可是他早就死了，丧失了一切生命力，机械式的活着。\n  他的世界失了所有色彩，漆黑一片。而且他还甘愿苟活于黑暗之中，麻痹着自己。\n   严箫来到了家门口，熟练的掏出钥匙打开门走进去。室内看起来摆设很简单，简单到客厅里只有一台挂在墙上的液晶电视，一张椅子，一张桌子。 这间房子是严箫自己租的。以前房子的钥匙放在角落里早已生了厚厚的一层灰，似乎把以前深深埋藏了起来。\n  房子很便宜，但这不是严箫所在乎的，房子地处学校附近较贫穷的街区的一个小巷子里，很偏僻，可以让他遇不到学校里那些让他厌烦的人，而且离学校又很近。值得一提的是还有一间小厨房，对于严箫来说，学什么都十分简单，自然炒几个小菜也不在话下，所以他可以不用天天泡方便面度日了。\n  回到卧室看到那些指示灯不停闪烁的机器，以及密密麻麻线路所连接的显示器，严箫长吐了一口浊气，这里才让他有一丝归属感。\n  严箫光彩夺目天才的另一面，其实是一名世界级的黑客。他四岁时，凭借一本计算机入门半个小时就熟练掌握了十几种入门软件，八岁时更是成功了入侵了一个国内知名公司的内网络。父母的逝世并没有阻断他在计算机方面的发展，毕竟，虚拟的网络是他逃避现在的不二选择。现在，他的名字更是在黑客界赫赫有名，当然，是他的代号，yx。\n  打开电脑，严箫登陆了国际上的黑客论坛，极夜。这里有许多发布的任务，严箫的经济来源就是从这里接任务，然后等待着大把美钞，英镑或者人民币打到他一个经常更换信息的账户里面。\n  一个最新发布的帖子，引起了他的注意。\n  论坛里，已经因为这个帖子炸开了锅。帖子下方的回复，已经破千。\n  发帖人的id是亡灵法师。严箫记忆中从未见过，但这也很正常，极夜论坛采用了一套保密政策，每个人的ip都会被保护，而id则是处于随机变化之中，当然也有一些人采用的固定id，而这亡灵法师。显然不属于后者。\n  帖子里只有一个很小的压缩包。\n  严箫继续往下翻，回帖的人大多是下载了附件的人。\n   ......\n  「好难！」\n  「我都编了两个多小时了，还是没过。」\n  「楼上不会还是在第一关吧，后面还有呢，我在第三关。」\n  「什么！后面还有，我要放弃了！」\n  「楼主出来吱一声啊。」\n  「估计连wzy，xhh那样的大神都破不了」\n  「@XHH @wzy让我召唤大神！」\n  ......\n  严箫不禁好奇起来，附件到底是个什么东西，竟然会难倒那么多人，要知道刚刚回帖的人中间有几个id在黑客界也是小有名气的。他果断点了下载，附件的安全性绝对有保障，还没有哪个傻子敢在一群关公面前刷大刀的。\n  进度条显示下载完毕，严箫没有急着打开，反而是站了起来，喃喃道，＂好饿啊。＂\n  他走出卧室来到厨房，煮了点米，又打开专门买的小冰箱，里面被各种食材装满了，取出几根黄瓜，两个鸡蛋。不一会，严箫端着两盘菜从厨房走了出来，打开电视，漫不经心的往嘴里扒着饭。自从一个人后，他就习惯了沉默，平常打开电视纯碎是为了让这个地方有那么一丝生机。\n  可是今天的电视里的内容还是吸引了他的目光。正在播放一则新闻，红色的大字标题，「火龙岛首都遭到恐怖袭击」\n  火龙岛既是一个岛，又是一个独立的国家，全岛有着一百多座活火山，在国际上一直处事低调。想不到竟然被恐怖组织盯上了，首都中心现在已经进行了陆空的全面的封锁，居民全部在惊慌之中搬迁到了城外。\n  画面显示的是正在发表演讲的火龙岛总统。心力憔悴的总统眼窝深陷。讲话的大体内容就是安顿民心，本国已经出动了大量的重型装甲武器，与恐怖分子交火中。\n  ＂什么组织，竟然在首都与政府硬碰硬。＂严箫想了半天也想不出个头绪，收了碗筷，打开搜索引擎，搜索排行首位的便是火龙岛事件。\n  网上大多是一些网友在传播着自己所知的信息。当然也不乏杞人忧天，求佛拜神的帖子。\n  看了看，并没有什么值得注意的地方，严箫关了网页，深吸了几口气，郑重的看向在极夜论坛下载的压缩包，打开，里面是一个文件夹，命名：恶魔游戏。\n  严箫把文件夹解压到桌面，里面是一个运行程序。运行程序的图标十分诡异，是一只血红色张开的大手，仔细看去，这手很粗壮，有点畸形，不像人类的手。严箫莫名的抖了一下，稍一犹豫便打开恶魔游戏运行程序，屏幕弹出一个黑框框，屏幕里全部都是白色字体的乱码。没有任何多余的提示。\n  如果说这个东西一百个人里面有九十九个没见过，那莫思苗就是那第一百个！\n  ＂Xlanguage。＂严箫自言自语道，他曾经无意间接触过，操作很简单，玩家需要把乱码通过某种规律整理成一个执行命令，这游戏既无趣难度又十分之大，乱码越多越困难。Xlanguage就相当于一把钥匙，当完成之后，计算机就会自动执行某种命令，生成一个软件。如果严箫没猜错的话，完成之后，就是生成名为恶魔游戏的程序。\n  即使是世界级的黑客，看到这么多乱码，严箫还是忍不住爆了句粗口，＂我靠。这么难。＂当然，越难也代表这恶魔游戏程序越复杂。\n第二章：游戏之力\n\n  火龙岛首都。\n  此时的首都上空处处弥漫着硝烟与浓厚的火药味，地面上，原本繁华的建筑群落，不知多少已经倒塌，火光闪闪，噪耳嘈杂的炮火声，机枪声，以及炸弹爆炸的轰鸣声。穿着两色军队服的士兵们的尸体到处都是，让人无法理解的是，尸体全都是穿着军服，只是颜色有两种，明显一方占据了优势。\n  如果从上空透过迷雾观察，就会发现此时首都的交火集中在四个方向，军队节节败退！\n  正在城市外不远处指挥战争的是火龙岛国防部部长，他此时正死死盯着卫星屏幕，愤怒的咆哮着，＂杂碎！城市里面怎么会有那么多恐怖分子！他们素质怎么那么强！他们的军火他妈的怎么搞到的！而且，他们为什么穿着美国佬的军服！他们到底是从哪里冒出来的！妈的，出动轰炸机，给我狠狠的炸！！！＂ \n  此刻地球的另一端，已经是深夜，夜色笼罩着一切，严箫又灌下了一杯浓咖啡，不时敲打着键盘，挥动着鼠标。\n  他已经坐在电脑桌前七小时了，屏幕上的乱码相对于开始更为复杂，他突然眼中精光一闪，猛敲键盘，屏幕上的乱码立刻开始急速闪烁跳动着，最后终于形成了一个程序。\n  ＂all right！＂严箫兴奋的吹了一下口哨，一扫开始的倦意。接着他深吸了一口气，轻轻打开了生成的程序。\n  命运之门缓缓向他打开...\n  一股疯狂的引力从电脑屏幕上传来，目标，是严箫的左手！！！\n  严箫用右手死死抓住右手手腕，紧咬牙关，此时的电脑似乎变成了一只吃手的恶魔！\n  最后严箫叹了一口气，放弃了挣扎，左手如得到释放的顽童一般，一溜烟的冲向屏幕，最后，整只左手像碰到了一面湖水，扑通一声扎了进去。\n  ＂啊啊啊啊！＂一股钻心的痛苦从左手传来，严箫眼睁睁的看着自己的左手发出光芒，慢慢分解！同时，脑海中响起一个陌生的声音，＂扫描游戏中......扫描完毕，游戏总数为1，游戏名，Minecraft。因为仅有一款游戏，所以确定，融合游戏为：Minecraft＂\n  严箫消化着头脑中的信息，左手突然一松，完好的拿了出来。他立马抬起左手，仔细的观察者它，貌似，没什么不一样！\n  脑海中的声音再次响起，＂融合者可以调动的总能量目前为：100，恢复力为最低级。＂\n\n  “融合？恢复力？我的左手到底发生了什么！”严箫头疼的分析着信息，突然想起开始提到的MC。严箫基本不玩游戏，但是MC这个游戏在全世界内的人气非常之盛，所以他抱着试一下的心态在从未下过游戏的电脑里下了下来，玩了之后却是感到十分的喜欢，特别是游戏内很强的自由度，反重力设定，简直可以说是创造类游戏中最出色的。\n  严箫想到开始说什么与MC的融合，聪明异常的他马上意识到很多信息。\n  其一，既然头脑中的声音说扫描游戏，也就是说如果自己电脑里拥有别的游戏的话，说不定自己就不是和MC进入那莫名奇妙的融合了，其二，既然可以融合不同的游戏，那也就是说，不同的游戏融合肯定可以带来不同的东西！\n  那MC给自己带了什么呢？还有那能量和恢复力又是什么呢？\n  严箫肯定，既然自己已经融合了，自己终究会明白，而且此时已经快六点多了，马上就要到他早上出门上学的时间了，于是他淡定的走进浴室，感受着水柱带来的丝丝凉意，内心开始回忆关于MC的各种细节。比如，有什么怪物，骷髅射手，蜘蛛，爬行者，僵尸......\n  严箫脑海中突然再次响起，“召唤，僵尸一只，消耗总能量1，剩余总能量99.”，他还没回过神来，惊恐的后退了几步，死死的盯着眼前突然出现的“绿人”！绿人大约有两米来高，不仅身体方方正正，连脑袋也是方方正正，绿油油的皮肤，穿着浅蓝色的衬衫和深蓝的长裤，面部十分呆滞，半张的嘴巴，发出一阵低吼，声波伴随着一阵恶臭扑向严箫，严箫猛地干呕了几下。\n  “什，什么鬼！？”严箫努力分析着，看着一动不动的绿人，确定，这就是MC中的僵尸！而且是自己消耗了一点能量召唤出来的！\n  难道MC给自己带来的力量是召唤MC中的怪物？！严箫大胆推测，随意对僵尸开口道，“在浴室外面等我！”\n  僵尸十分听话的僵硬的走了出去。\n  看到这一幕，严箫心头又是一震，抬起自己的左手，“这，到底是什么力量！？”\n  洗完澡后，严箫出了浴室，僵尸果然一动不动的站在室内，严箫问道，\n  “你，可以开口说话吗？”\n  僵尸动了动身子，一阵生涩低沉的声音响起，“我...我...才...出生...不是...很...很...熟练。”\n  严箫眼睛一亮，“那你从哪里来？”\n  僵尸似乎在沉思，半晌，答道，“我...我...是...被...你...召唤...出来...的...一刹那...诞生的。”\n  严箫继续把自己内心的疑惑一一向僵尸说出，可惜的是，僵尸基本是一问三不知。严箫叹了口气，把左手对准僵尸，白光一闪，僵尸便消失在了原地。这是僵尸告诉他的为数不多的信息之一，可以把召唤出的生物存入左手之中。\n  看看时钟，已经是五点五十了，严箫准备晚上回来再尝试召唤其他的生物，于是打开电脑，果不其然，网上热度最高的依旧是火龙岛首都的恐怖袭击事件，而且，貌似恐怖分子已经占领了首都，正向首都外的地方进军！火龙岛已经向国际安理会请求了帮助！\n  “这么强的恐怖分子？不会是军方作乱吧？”严箫有点不敢相信。他又登陆了极夜论坛，那个发布了恶魔游戏的帖子，竟然怎么找都找不到！论坛里到处都有人发帖，说自己下载的恶魔游戏神秘的从电脑里消失了！当然，论坛里没有说自己成功破解了恶魔游戏的帖子。\n  看到这一幕，严箫心中又是一震，到底是什么力量可以攻入各大黑客的电脑呢？\n  或许，那恶魔游戏本就是为自己准备的！\n  不对！严箫又想到了一种可能，他急忙打开新闻，终于，看到了他预料中的结果，不由一阵苦笑！\n  火龙岛恐怖袭击的时间便是恶魔游戏出现不久后！\n  还有人完成了恶魔游戏！\n  而且他还抱着一颗邪恶之心想要占领火龙岛！也许，他的野心更大！这就是为什么火龙岛恐怖组织源源不断和那些专业军火由来的原因了！\n  严箫打趣着自己，无限军火，那个人融合的是使命召唤还是红警呢？世界上还有别的融合者吗？他再一次抬起来自己的左手，\n  我，是毁灭，还是拯救？！\n第三章：第三个融合者\n  严箫早早地来到学校，依旧摆着一副臭脸放下书包，没有人能够看出现在的他已经拥有了多么惊天地泣鬼神的超能力，当然，前提是会有人愿意多看他几眼。 \n  除了正徐步走向自己的女生，心中一叹，严箫有意的拿出课本。  陈墨不顾旁人针扎似的目光，默默走到了有意回避她的严箫桌前。明亮的眸子倔强的盯着他。  “有何贵干？”严箫心中叹了口气，勉强开口道。  陈墨撇了撇嘴角，“我们出去说。”  严箫头皮一阵发麻，最后还是站了起来跟上了那俏丽的身影。背后又是一阵低三下四的议论。  走在陈墨身后，严箫不禁认真打量起这个和自己从小长大的青梅竹马。在严箫的印象里，陈墨就相当于他的妹妹一般，从小陈墨便喜欢跟在他屁股后面跑，经常做些可爱的恶作剧，让喜欢安静的严箫头痛但也习惯了她的存在。升入高中的暑假，两人的关系由于严箫父母的事故而被严箫单方面的切断了，二人到高中后虽然到同一个班，却是交流甚少。  二人走了一会儿，陈墨忽然僵硬地转过身，眼圈不知何时竟然已经变得红红的，  “严箫你就是个大笨蛋你知道吗！”  严箫措手不及，内心慌乱不已，他那天才的脑瓜子完全猜不到为何陈墨忽然发难。  陈墨不给严箫开口的机会，“虽然我知道叔叔阿姨的事故给了你很大的打击，可是如果你这样下去只会毁了自己！不和旁人交流，被同学疏远和排斥，迟早有一天你会后悔的！而且，你为什么老是躲着我？现在还有谁比我更了解你吗？我就没有资格帮你分担痛苦吗？”  “墨，我自己可以。”严箫挤出了一句话，不想，却又引起了陈墨狂风暴雨般的轰炸。  “你可以？陈墨，你告诉我，什么可以？现在你的情况是叔叔阿姨在天上希望看到的吗？你以为只要好好学习考上所谓的好大学就是让叔叔阿姨开心了吗？你看看你的黑眼圈！还有天天萎靡不振的精神！天天通宵搞学习有意思吗？你的身体也会垮掉的！”  我不是搞学习。严箫在心中嘀咕道，却没有开口。   ＂我...＂严箫话音未落，忽的感到心头猛地直跳，一股危险的气息弥漫在空气里。他不由绷紧了身体，一把拉住陈墨的玉手。  陈墨惊呼了一声，脸颊涌起两抹嫣红，内心一阵慌乱。  严箫浑然不知的审视着左右，紧握的玉手被一股突然的大力拉出，＂啊----＂尖叫声响彻空气，陈墨有些绝望的＂飘＂在空中，腰上缠着血红类似章鱼爪的触手，顺着触手看去，一个黑衣男子正居高临下，他的背后有着四根触手，其中两根粘着墙壁，还空着的两根一根握着陈墨，另外一根那利刀般锋利的触头正抵在陈墨的太阳穴！  ＂箫，快跑！＂陈墨已经放弃了挣扎，两行清泪挂在已经苍白的脸颊上，＂让同学们快跑！＂  ＂嘎嘎嘎，小鬼，女朋友真善良啊！你不会想她死吧？＂黑衣男子尖锐的声音响起。  ＂你也是融合者吧？什么游戏？找我干什么？＂严箫听到黑衣男子的话，反而冷静了下来，慢慢收起了开始的吃惊与恐惧。  ＂不错，不错，到没有下的屁滚尿流。今天我来找你，只为了一件事，你愿不愿意孝忠于我！？＂黑衣男子尽现狂态，＂我知道你也是融合者！全世界大概拥有几百个融合者，我相信要不了多久这个世界就会被融合者瓜分！如果你愿意顺从于我，我会带领你占领全世界，战胜其他势力的融合者，到时候你可以分到几个国家，假如你不愿意顺从我，我会为了以绝后患，杀了你和你的女朋友！＂  ＂凭什么你认为你有那个实力？如果你够强，你完全可以像火龙岛那个融合者一样！一个人！＂严箫似乎有些不屑地说道。  此时的陈墨已经不知为何早已昏迷了过去。  黑衣男子听了严箫的话反而发出阵阵冷笑，却是闭口不言。  严箫深吸了一口气，突地目光灼灼的盯着黑衣男子，“好，你放了她，我跟你走。我在这个学校也早就呆不下去了，生活早就对我失去了意义，希望你可以给我一点新鲜感！”  黑衣男子爽快的把昏迷的陈墨轻轻放到了地面上，背后的四条触手融入了背部。有了一丝暖意的嘀咕道“毕竟能获得融合之力的都是高智商，还算识相。”，不知用了什么，陈墨缓缓醒了过来。严箫抢先一步走上前，“墨，我可能要离开这里了，希望你好好的，也许以后还会见面。”  陈墨纵然有千言万语，此刻也是无法说出口，她知道她从来没有懂过这个印在自己心底的男生。只能看着那瘦弱的身影跟着男子装作路人般的消失在了走廊里。  “你有什么问题随时可以提问。现在起你就是我小弟了！那个妹子蛮漂亮的，不要送给大哥我啊。”黑衣男子在走出校门后，完全变成了另外一副话唠的模样，不由让严箫大跌眼镜。  “我现在都怀疑你开始会不会下手杀陈墨了。”严箫没有回答黑衣男子的问题，“你怎么知道我是融合者的？”  “融合者之间是可以互相感应到存在的，不过跟个人能力有关会有个范围。我能在七十亿人中找到你简直就是运气逆天了，看来以后我们俩要相依为命了！”黑衣男子拍了拍严箫的肩膀，“我叫古乐，叫我乐哥就行了。”  严箫看到古乐的态度，止住了脚步，“难道你开始的冷漠都是装的吗？为什么完全感觉你和开始是两个人！如果你是这么一个喜欢废话的无聊人士，我想你没有资格做我老大！”  古乐拧了拧眉头，收齐了笑容，“我这人最大的优点也是最大的缺点就是对他人冷漠，只要认定了是自己人，就会热情。我回答你开始的问题，如果开始你拒绝了，我不会杀了那个妹子，但是我会让她见血的。我有没有资格？呵，我想今天晚上你就会知道了！”  严箫眉头一挑，“哦？今晚会发生什么？”  古乐挠了挠头，“你觉得人有了力量会干什么？很多融合者熟悉了力量之后基本都会不如火龙岛那个觉醒者的后尘！K市这么重要的位置，我想，今晚......”  “你的意思是今晚会有融合者占领K市！？”  “对。”古乐再次拍了拍严箫的肩膀，“而且肯定全国很多大城市都会被攻击，K市应该是我们的，谁都别想夺走他！先去我公寓，我帮你熟悉熟悉你的融合游戏。”  严箫有些茫然的拖动着脚步，心里一片杂绪，  他再次看了看自己的左手，  MC会带着我活下去吗？\n\n\n\n\n为了避免小说中不必要的文字浪费。所以我另开一个小说中出现游戏的简介。\n虐杀原形2\n\n\n\n\n3.jpg (42.15 KB, 下载次数: 4)\n\n下载附件\n\n2015-5-10 13:23 上传\n\n\n\n\n\n一款单机冒险格斗类游戏，\n《虐杀原形2》故事发生在20世纪60年代的纽约，冷战时期美国军方秘密研制病毒武器并投入使用，在一次失败的实验后军方对这种武器产生了恐惧并决定将其销毁，而第一代的主角Alex却妄想凭借这种武器统治城市。主角James在被Alex注射病毒变异后却慢慢发现了他的阴谋，故而决定毁灭所有的变异体包括自己。\n\n使命召唤\n\n\n\n\n4.jpg (23.62 KB, 下载次数: 1)\n\n下载附件\n\n2015-5-10 13:28 上传\n\n\n\n\n\n《使命召唤》是由Activision公司（现为Activision Blizzard，2007年12月2日宣布合并）于2003年最初制作发行的FPS游戏系列，从发行以来一直受世界各游戏玩家喜爱，是FPS中的经典游戏之一。游戏已发行正式作品至第十二部。[1] 由“大锤”Sledgehammer Games，Treyarch，IW将轮流为COD系列打造作品。\n\n\n\n\n\n\n\n\n\nps：每周更新。PS的PS：这是关于MC的！！！！！第一章只是铺垫= =\n\n\n你们的支持就是我最大的动力！！！求打赏！求意见！\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1430010600,
            "txt_content": "吐槽一下下：莫思苗什么鬼，客串的？！\n回到卧室看到那些指示灯不停闪烁的机器，以及密密麻麻线路所连接的显示器，莫思苗长吐了一口浊气，这里才让他有一丝归属感。如果说这个东西一百个人里面有九十九个没见过，那莫思苗就是那第一百个！"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1430010900,
            "txt_content": "还不错的样子"
        },
        {
            "author": "GrowlR",
            "timestamp": 1430010900,
            "txt_content": "恶魔-潇洒 发表于 2015-4-26 09:10\n吐槽一下下：莫思苗什么鬼，客串的？！\n潇洒，你是怎样水到7级的？"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1430011200,
            "txt_content": "XHH?只是一个流浪汉而已"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1430011260,
            "txt_content": "GrowlR 发表于 2015-4-26 09:15\n潇洒，你是怎样水到7级的？\n跟我一样狂回复"
        },
        {
            "author": "GrowlR",
            "timestamp": 1430011320,
            "txt_content": "咕噜and呼噜 发表于 2015-4-26 09:21\n跟我一样狂回复\n= =。几天不见你8级了，"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1430011560,
            "txt_content": "GrowlR 发表于 2015-4-26 09:22\n= =。几天不见你8级了，\n我认识你？"
        },
        {
            "author": "GrowlR",
            "timestamp": 1430011740,
            "txt_content": "咕噜and呼噜 发表于 2015-4-26 09:26\n我认识你？\n我看你的帖子才知道如何进空间~~"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1430011980,
            "txt_content": "GrowlR 发表于 2015-4-26 09:29\n我看你的帖子才知道如何进空间~~\n好吧总之我不认识你 :3\n签名档代码写错了 :3\n复制下面的\n[url=http://www.mcbbs.net/thread-436713-1-1.html]《血屠恩仇》索引[/url]"
        },
        {
            "author": "z583443034",
            "timestamp": 1430013300,
            "txt_content": "头像好喜感"
        },
        {
            "author": "zi-min的fan",
            "timestamp": 1430013900,
            "txt_content": "看上去好厉害，支持"
        },
        {
            "author": "XZB",
            "timestamp": 1430015580,
            "txt_content": "恶魔-潇洒 发表于 2015-4-26 09:10\n吐槽一下下：莫思苗什么鬼，客串的？！\n名字打错了。。马上改！"
        },
        {
            "author": "XZB",
            "timestamp": 1430015580,
            "txt_content": "咕噜and呼噜 发表于 2015-4-26 09:20\nXHH?只是一个流浪汉而已\n只是正好论坛里有XHH而已 。。。。"
        },
        {
            "author": "XZB",
            "timestamp": 1430015580,
            "txt_content": "zi-min的fan 发表于 2015-4-26 10:05\n看上去好厉害，支持\n谢谢支持！"
        },
        {
            "author": "XZB",
            "timestamp": 1430015640,
            "txt_content": "z583443034 发表于 2015-4-26 09:55\n头像好喜感\n你头像好漂亮"
        },
        {
            "author": "GrowlR",
            "timestamp": 1430018040,
            "txt_content": "咕噜and呼噜 发表于 2015-4-26 09:33\n好吧总之我不认识你 :3\n签名档代码写错了 :3\n复制下面的\n谢谢提醒           "
        },
        {
            "author": "XZB",
            "timestamp": 1430034180,
            "txt_content": "= =求人气"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1430131560,
            "txt_content": "虽然没有期待的文采——但是也是突破了他者！"
        },
        {
            "author": "XZB",
            "timestamp": 1430394480,
            "txt_content": "末影龙娘 发表于 2015-4-27 18:46\n虽然没有期待的文采——但是也是突破了他者！\n谢赞、、、、{:10_512:}"
        },
        {
            "author": "XZB",
            "timestamp": 1431231480,
            "txt_content": "求支持啊！！！！！！！！！！！！"
        },
        {
            "author": "1351680343zxw",
            "timestamp": 1431232800,
            "txt_content": "很不错~~"
        },
        {
            "author": "XZB",
            "timestamp": 1431233460,
            "txt_content": "1351680343zxw 发表于 2015-5-10 12:40\n很不错~~\n谢谢支持哈"
        }
    ]
}