{
    "title": "<原创·连载>摩奇大陆 第二章",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1430013420,
    "txt_content": "第二章：乌稻城       乌稻城，是青龙界内的一个小城。这个城市现在主要是四大势力，分别是李氏门派，星龙宗，幽魂大殿，兽宗。李氏门派以普通的功法修筑为名，用武术击败敌人。而星龙宗则是使用星辰之力，只能在晚上发起挑战。幽魂大殿的所有人都是幽魂，普通的武术攻击以及近身攻击都无法对其造成伤害。兽宗则是以近身攻击闻名，力大无穷的肉搏使得对手动弹不得。\n       李帆修炼的功法为“木潮之清”，李帆的属性偏向于水和木，于是他的几种攻击功法也是木属性与水属性的。\n       “呼。”长舒了一口气，李帆满脸轻松地站在台上。测试人员见了，向台下的人喊道：“有谁要挑战李帆么？”\n       台下响起阵阵议论声，这时，一个粗壮的声音传来：“我来！这家伙还没有成长，正好当我的垫脚石！”一个名叫李穆的粗壮青年大喊道，测试人员皱了皱眉，“摩云阶三级的李穆挑战摩云阶一级的李帆，李帆接受吗？”\n       “嗯。接受。”李帆毫不犹豫地说道，长这么大，他还真没怕过谁。\n       “哼哼！”李穆狞笑着，大喊道：“碎岩拳！”\n       只见一道强大的能量拳头朝李帆的方向飞去，顿时地都裂开了细小的裂缝。台下的人们惊呼：“绿色下阶的功法？？”，攻击功法在摩奇大陆上分为白色、绿色、蓝色、紫色、橙色五种品阶，而这碎岩拳即是格斗地系的绿色下阶，绿色在乌稻城已极为罕见，四大势力每一个势力都有一个蓝色上阶的功法，可见高级功法有多么罕见。\n       李帆毫不畏惧，拔出束在腰间的噬魂剑，挥向李穆，喊道：“噬魂剑气！”\n       一道剑气从噬魂剑中脱出，劈向那个拳头。顿时，剑气开始吞噬那道巨大的拳头，拳头的光芒迅速消弱，剑气直扑李穆而来。李穆顿时脸色大变，忙打出一套功法，喊：“土墙！现！”\n       地底的泥土顿时凝聚起来，在地面上形成一道并不结实的土墙。台下的学员顿时一阵唏嘘，白色下阶的防御功法还能拿的出来？只能挡几拳头，可挡不了如此强大的功法。\n       剑气飞速掠来，“咚...”的一声闷响，土墙缓缓碎裂，后面的李穆早已昏迷。\n       测试人员看了看倒在地上昏迷不醒的李穆，喊道：“此次比试，李帆胜！越阶挑战，可领取一个绿色下阶的功法！“\n       众人顿时眼红，这条件，太丰厚了！绿色下阶，在城内都属于稀有！\n       大长老摆了摆手，示意李帆跟他来。李帆快步走上前，跟着大长老走进了功法室。\n       功法室，是每个势力都要有的一个地方。这里珍藏着一个势力所有的功法，有白色、绿色、蓝色。门派中唯一的那蓝色上阶的功法，需要在门派大赛中取得冠军，才可借阅一个星期。大长老微笑着对李帆说：”这里有白色功法一百二十一个，绿色功法十七个，你自己选吧，不能超过绿色下阶。“\n       他点点头，这个地方他已经垂延三尺很久，之前发出的攻击仅仅只是那把剑自己附带的功法，现在终于能有自己的功法了！\n       李帆在功法室中走着，突然，他的目光落在了一个绿色下阶的防御功法上，名为”神龙印“。\n       李帆带出神龙印，快速走到门口，登记后在昨天的山顶上修炼。\n       李帆打开神龙印，顿时有一股文字在他眼前浮现：”神龙印，青龙界内青龙王的最高防御。修炼后使用该功法防御的攻击越多越强，功法就会不断的升级。青龙王目前的功法等级已达到橙色之上的金色下阶。神龙印还有一丝龙族血脉。“\n       皱了皱眉头，李帆深知绿色下阶功法不易修炼，但是听是青龙王的最高防御，想必会特别厉害。\n       ”这次倒让我捡了个便宜。“李帆轻笑着在心中想道。\n                                         章节目录",
    "replies": [
        {
            "author": "z583443034",
            "timestamp": 1430014020,
            "txt_content": "沙发~{:10_523:} 加油"
        },
        {
            "author": "zi-min的fan",
            "timestamp": 1430014080,
            "txt_content": "原创作者啊，支持"
        },
        {
            "author": "xcc",
            "timestamp": 1430015460,
            "txt_content": "呵呵又是玄幻"
        }
    ]
}