{
    "title": "【原创】《尘荒于世》（第二章）",
    "author": "晨荒",
    "replyCount": 2,
    "timestamp": 1430027400,
    "txt_content": "                                        第二章    三年后…    我基本适应了这个孤岛，至少不会为食物担忧了。但我不甘心于此，我要去冒险，我仍妄想着能摆脱这孤独的困境。抬头再望望我的家，我的房子很简陋，没有什么装饰，甚至连天花板都没有，但是我在这里也生活了很长时间，我为日后生存也做了诸多准备，转眼间就要离去，的确有些不舍。我把能带的资源，工具和食物都带在身上，我还用皮革做了一个皮包裹，方便携带东西。    现在可以出发了，这还是我来岛上第一次远行。这几天，我行走在一片广茂的草原，难得有机会远行，旅途的风景的确不错，一路绿意盎然，有时还能看见牛啊羊啊成群结队路过，我还会停下来休息，在小山丘上建个临时居住的场所。    那天，我正走到半路，我看见一条巨大的峡谷俯卧在大地上，我走过去看了看，这个峡谷很深，直通地底，我顺着裂缝小心翼翼地爬下去，峡谷里有一个岩浆池，这炙热的熔浆高温逼迫着我无法前进，还好我随身带了一桶水，我把水泼在熔浆上，形成了一条黑曜石搭成的路。我向峡谷深处走去，终于到尽头了吗？应该是的。    嗯？什么！！在这偏僻的地方我发现这里竟然有箱子，我第一时间就想到了这座小岛不是荒岛，一定有人来过，还留下了宝藏，我都有点怀疑这个世界的真实性了。好奇心驱使我冲上去打开来看，里面有一身用钻石做成的铠甲，数十组黄金块，最让我惊奇的是这把钻石剑，它的周围闪烁着紫色的光晕，华丽中透出腾腾杀气。我感觉它不一般，我仔细一看，上面刻着“尘荒”二字，在阳光的照耀下金色的字体显得格外耀眼，我拿剑随手一挥一劈，峡壁随后多出几道暗紫色的剑痕，真是一把锋利的好剑啊。我把它们收了起来，很可能是某位大能留下的宝藏，成了我的一笔财富。我大喜过望，我还要再看看有没有别的收获。一转眼，注意到地面有一个拉杆，可能是出于好奇，我拉动了它，即刻。我听到机关咔嚓作响。然后墙壁里出现了一道门。“这，这是...这应该是传送门！”我上下打量着它，有些犹豫，应不应该跨进去。“我初来这座孤岛，无依无靠，况且应该是那位大能留下的，对我来说就是一个机缘。不管了，我要闯出去！”    唰！    我跨了进去，发现我置身于一片虚空之中，冥冥中有个悠长深远的声音在呼唤着:    “你的名字叫尘荒，记住，你是‘荒’之子，找到‘冷荒’和‘魔荒’他们，你们联合一起，就能拥有我的力量，杀了众神！杀了众神！杀了他们！！！为我报仇！”虚无中的那个声音的主人起初很平静，突然变得十分愤怒，歇斯底里起来。渐渐的，声音越来越弱，最后又恢复了平静。    唰！    我缓缓睁开双眼，仿佛做了一个梦，梦里的声音叫我为他报仇，难道我的生命终究得不到宁静吗？唉~~。    醒来的我现在身处于一片草原，无尽虚空消失不见，那道声音说我叫尘荒，反正我之前没有名字，尘荒就尘荒吧。    我身处的草原和来之前的地方不一样，这难道又是一片新大陆吗？我抬起头来，环顾四周，没有看到什么，包括那座传送门，我的身体又无力地摊倒下去。模糊间，我仿佛听到有人在对话。    “嘿，那边躺着一个人。”    “没错，我们过去看看吧。”    说着，他们来到我的身边，其中一个人扶着我。我很吃惊，我竭力坐起来问他们:“我这是在哪，你们是谁？”另一个人惊讶地说道:“看你很面生，你不像是这的村民啊？”我对他们说道“我是流浪到这里的。”那个人说道:“好吧，我们带你回村庄，等你恢复体力再说吧。”“谢谢。”    我任由他们背着我走进了一个村庄，这个村庄很大，房子都是由橡木建成的。我看到有许多村民。我很激动，我终于来到了一个有人烟的地方，只是不知道为什么我会来到这里。我到了一个村子里最大的房子。屋子里很宽敞却十分简陋，只有一张床，一个合成台，一座熔炉和一张桌子而已。桌子旁只坐着一个村民，他们把我放到床上，等别人都出去后，那位衣着朴素的村民站起身来，笑着对我说:“陌生人，欢迎来到这里，我是这里的村长，你可以叫我比尔。”我还没有缓过神来，村长比尔接着说:“可能你对这里还不是很熟悉，我简单解释一下，我们的村庄叫天烈村。这儿方圆十几里都是平原，不过经常有僵尸野兽出没，所以这儿的人大部分是靠打猎为生，你就是被我们村出去打猎的人背回来的。”    比尔村长话锋一转，“你知道天圣帝国吗？”    “不知道啊。”    “那你总该知道主之世界吧。”    “也不知道啊。”    “……额，好吧，既然如此，我把所知道的都和你说一下吧。你我身处的这个世界的名字叫主之世界，这个世界并不太平啊，主世界主要分为七大区域，分别被七大势力瓜分，我们所在的势力就叫天圣帝国，是处于大陆最南方。七大势力间虽然都有海域相隔，不过却战争不断，我们村在天圣帝国边境，只是一个小村庄，没有形成势力，只能受到战争波及，无法反抗。”说到这里，老村长叹了口气。    “没想到这大千世界竟然如此混乱，我其实初来乍到，对这里也是一无所知，自己又弱小，连自保之力也没有，我想在这里寄居一阵子，我会帮忙做一些事，算是对比尔大叔的报答。”    比尔大叔笑着说:“呵呵，好。对了，还没问你叫什么名字啊？”    我犹豫了一下，我的身份不太合适，就怕招来不必要的麻烦，还是不告诉我的真名好了。“叫我尘就好了。”    ”哦，那你在这里好好休息，其实你也并无大碍，就是疲劳过度而已，我先出去了。”    “嗯。”我答应道。    过了几天，我开始下床，能够活动了，比尔大叔找了一间屋子安排我住了下去，我的工作就是帮隔壁的老杰克种植小麦，我觉得这是我唯一能胜任的工作，但收获也不少，收获的小麦被制成面包，老杰克帮忙卖到几里之外的集市，一组小麦也能收获几颗金粒。金粒是这片大陆的基本货币，一块金锭相当于九颗金粒，一个金块又等于九块金锭。但我对这些钱并不在意，我在那个峡谷的收获颇丰，我手里有不下十组金块，我还未曾愁过缺钱。我把卖面包的收获都给了老杰克，可是他执意不要，偏说这是我的辛苦成果，不肯笑纳，我只好收着了。闲暇时间比尔村长会教我点生存技巧，教我成为一位称职的村民。我在集市上用金粒买了半组铁矿石，托村子里的老铁匠打造了一身铁装，一把铁剑。因为我手上的钻石剑和钻石套装很珍贵罕见，如果有人动了歪念头，后果不堪设想，我不敢动用。卖面包剩下的钱我只能购进一些种子，供村庄种植所用。    就这样，我在这里呆了一个月，比尔大叔对我很好，教了我挖矿，种植，钓鱼等很多，村子里的人也帮了我很多忙。直到有一天，村长比尔带我登上村外一座山脉的顶峰，他用深邃的眼眸凝视着我，然后低下头，叹了一口气，对我说:“尘，我犹豫几天，现在终于下了决定。”“嗯？”“我们天圣帝国有一场四年一度的灵斗赛，每个村庄、势力都会派几个年轻力壮的青年参加那场盛事，但是我们村能力有限，根本挑选不出参赛选手，这几年常常被别的村所欺压。所以，我希望你能代表我们村参加。”“灵斗赛？可是，我……”“我知道，你什么也不用担心，几十里之外有一个骑士学院，每年都会招收一部分资质优秀的学员，很多精英骑士都是在那里出来的。你可以去那里，我们村每年都有一个保送名额，可是我们村庄只有一个人曾经走出去，他就是万中无一的龙骑士，也一度是我们村的骄傲。可是在一场战争之后，他就没了消息。所以，我希望你能够为我们村再续辉煌。”“好吧，那我什么时候出发呢？”“最多再等十天吧，到时候我会为你做好准备，你只需要收拾行装就可以出发了。”“嗯。”索引贴 ",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1430027460,
            "txt_content": "1.字体不太顺眼\n2.模板被吃了……"
        },
        {
            "author": "111222GGBddd",
            "timestamp": 1430027640,
            "txt_content": "孩子啊，内容不错，但文笔有待提高，很狗血的设定，要是多一些人物、语言、坏境描写就行，别怀疑我这个在起点做连载的。"
        }
    ]
}