{
    "title": "【原创】 《尘荒于世》（第三章）",
    "author": "晨荒",
    "replyCount": 0,
    "timestamp": 1430028120,
    "txt_content": "            第三章            十天之后...    “老村长，我走了，我一定会完成你的心愿的。”我在心中默默念道。十几里的路程的确很是遥远，些许时日才能抵达。我独自一人上了路，不过我有铁装护身，迫不得已，我还有尘荒剑呢，危急时也可脱身。    到了晚上，我听到嘶鸣声，突然，有两道身影出现在我的视野里。我好像见过它们，浑身绿色的皮肤，转眼间就要朝我扑来，我侧身一躲，跳到一棵树上，我听村长说过，这是僵尸，夜晚出没，它们对人有敌意，如果遇到它们一定要多加小心。我掏出剑来，那两只不但没有后退，反而走得更快了，我本不想和它们纠缠的，但既然来了，就不要走了。我举起剑挥手一砍，僵尸的肩膀就流出了绿色的鲜血。    “原来这些僵尸都是这么脆弱的。”另一只僵尸一靠近我，就被我反手一劈，倒在了地上，渐渐没了动静。两只僵尸身体突然腐化了，随后化为两团绿色的光芒，飞入我的体内，消失不见。难道这里的生物死后都会化为能量被吸收吗？我有些摸不着头脑。我取出一块煤，一个木棍，做出一个火把，拿在手里，在黑夜中为我照明。我走着走着有些困了，我望望四周，确保安全之后，在地面铺上了几块木板，再垫上羊毛，我就可以睡觉了。    “啊欠！”我一觉醒来，冻得我打了个寒颤。？！下雪了吗？我在地上点燃了篝火，不一会，雪就化了。地上被积雪覆盖，我寸步难行，可这是会耽搁我去学院报道的。我急得就像热锅上的蚂蚁，焦躁不安。对了，我记得这附近有马队，我可以搭上他们。我等啊等，天又黑了。不行，这么等下去不是办法，我刚要起身上路，哎，我看到一匹黑色的骏马向我飞驰而来。哈哈哈，功夫不负有心人啊，终于让我找到了。不对，马后面跟着的是狼，是一群野狼！    怎么办，我要不要去把马救下来，可我不是群狼的对手啊，弄不好自己也不能全身而退。机不可失，失不再来，看来我也只好动用那把剑了，我穿上铁铠甲，等到狼群靠近，我一个猛子扎了出去，挥剑刺入狼群，那些狼有点惊慌失措，不过野狼狡猾得很，我的偷袭没有什么效果，反倒是陷入了包围圈。我凝视着手中的剑。“现在只能靠你了。”举剑直指虚空，歇斯底里的一声怒吼之后，狼群一拥而上，突然间，光芒四射，耀眼的光辉笼罩了这片原野，我的双眼短暂失明了。片刻之后，我缓缓睁开眼，我被眼前一幕惊呆了。暗红色的血染红了大地，血顺着小溪流向下游，遍地都是狼骨，就连空气中都弥漫着血腥味。我现在的心情何止是震惊啊，难道这就是神剑的威力吗，仅仅是显露锋芒就是如此骇人，那要是火力全开与人正面交锋又会如何，那一定是场生灵浩劫，我不敢再往下想了。    我突然想起了来这的目的，我收起尘荒剑，在不远处找到了那匹马，只是那匹马神色依然如常，仿佛什么也没有发生似的，一对眼睛依然炯炯有神。我想这匹马一定是不平凡。我小心翼翼地靠前，那匹马见到我来，顺从地低下头，仿佛认定了我是它的主人。然后把鞍放在马背上，骑了上去。我给这匹黑色的马起名“黑风”，黑风驰骋起来的确像风一样，既然有了坐骑之后就赶路吧。    三天后。    我坐在马背上，黑风日行千里，它昼夜不停地奔跑，按照地图上所描绘的，眼前应该就是骑士学院所在的城市了。我收腿下马，把身上带的小麦都喂给了黑风。牵着马走下山坡，来到了城门口，我仰视着这座城市，很是雄伟，城门口人来人往。我排队进城，到了我，城门的守卫简单地搜罗一番就放我进去了。我径直走入城内，不看不知道，这大千世界真是奇妙啊，我随便逛了逛，找了一家店住了下去。    我问这家的小二:“哪是骑士学院？”    “哦，就在城市的中心，沿着前面这条街道直走就到了。”我给他几颗金粒，让他把马牵到马棚去。在店里歇息了一晚，第二天一早我就按照小二所说出发了。    “到了。”我看见学院门口挂着“骑士学院”的牌匾，没错，终于到了。校门口果然排着长龙，我以一个学员的身份排了上去。人群中熙熙攘攘，多数都是十五六岁的少年，还有家长陪在身边。大家都在兴高采烈地讨论着什么。我努力往前看，透过人群，我看见一位风烛残年的老人坐在一把椅子上，神色淡然。等了好一会，我看见队伍前面陆陆续续走下来几个人，他们大都流露着失望的神情，只有少数人才惊喜地走出来，一看就是通过了报名。    到了我，我紧张地走到老人面前。    老人示意我坐下，询问我:    “你叫什么名字？”                                                “尘。”    “多大了？”    “十......十五。”    “嗯，让我看看你的灵值。”    “什么是灵值？”    “灵值你不知道？算了，你过来。”    “好。”    那位老人把手掌张开贴在我的胸口上。他闭目不语，不一会他睁开眼，笑了。    “嗯，很好啊。看来我们学院这届的新生都比我们那一辈要强啊，哈哈。”    我伫立在原位。老人让我先回去，三天之后再来。    我照做回到了客栈，今天很顺利，不过我不懂老人口中所说的灵值，可能就是经验值吧。反正不是坏事，到时候再说。    我对新环境很陌生，我想四处走走。我报完名之后就把黑风放走了，它没有办法再跟着我，于是我散着步走出了客栈。这里的气候的确是不错，晴空万里，不像我之前的家一样经常阴雨连绵。我已经决定了，在城外不远处定居。    “嗯，这里不错，可以在这建了。”可是我现在没有木头，于是我就近找了一片森林砍伐。我辛苦忙碌了一下午，总算是可以开始建房子了。由于时间紧迫，我要早点完工，我没有把木头分成木板就开始建造。木头很沉，我来来回回地搬运费了不少力量，满头大汗。我到城里弄回来几块玻璃和一些食物。我最后简单装修了下，这儿就算是我的新家了。    三天时间，我做了一点筹备工作。不过要去学院了，我试着去修炼“灵值”，这种能量我靠击杀怪物野兽来获得。城外野兽成群，不太好对付，所以我需要置办一把弓。    首先我去城内选一些做弓箭的材料。我买了几根线，我把竹棍缠上线，拉扯一下，还很牢固。应该可以使用了。有了弓没有箭是不行的，我没有材料，还是去买吧。    走进了一家武器铺，这里的武器真是不少啊，可惜我大都用不到。老板看见我，笑着凑了上来。“要什么？”“我需要一组箭。”    “好，我给你拿。”我给老板10颗金粒。我迫不及待想去试用它。城外有一座山，山下怪物成群，是一个试炼的好地方。    到了天黑，怪物该出现了。而我，正站在山顶之上。俯视着山脚下密密麻麻的僵尸骷髅，我杀伐之心骤起。手握尘荒重剑，瞅准了怪物密集之地，后退一步，向前猛地一扎，一道身影在月影前划过。我向下俯冲，穿过云层。手中神剑大放异彩，熟悉的光芒闪现。霎时，数百计怪物被击飞，尚未落地便爆炸开来，血雾随着风在空中飘散。残影飘过，星星点点的灵值被吸收进体内。此地聚集的怪物被尽数清除。    不远处，又一波怪物出现。我掏出弓箭，瞄准，蓄力，发射！怪物群步步紧逼，我只能边打边后退。怪物脆弱不堪，在我一箭之下就倒地不起了。就这样，我用弓箭拖延兽群，一旦有怪物靠近我就用剑砍。待我箭只都消耗殆尽时，四周的怪物反倒聚集得更多了。局势不妙，我想办法撤退。我被庞大的兽群包围着，没有退路。被逼无奈，我只好开出一条血路。朝着城门方向的怪物是最少的，就往这个方向突破吧。僵尸陆续扑过来，我躲闪不及，被其中一只咬破了手臂，顷刻间，手臂流出绿色的鲜血，这里不宜久留。我加快了速度，我一路上血光冲天，手中利剑沾满粘稠的血液。我离外圈的距离被不断拉近，马上要成功了。纵剑横劈，伴随着最后一抹绿光的消退，我冲出了重围。但是我还没有脱离危险，只有跑到城里才是安全。我疯狂地跑，我的速度起码比僵尸快。我冲进城，守卫就关上了城门。我蹲坐在地上，心有余悸地平复着胸口，大口地呼吸，真想不到，城外的僵尸竟然聚集地如此之快，都涌到了城外。城门的两个守卫诧异地望着我。我来不及解释，兽潮很快涌来。看守的士兵拉响警报，奋力抵抗，我出于愧疚，也上去帮一把。    不一会儿，在那遥远的东方，出现了一抹朝霞，看来天亮了。那些亡灵生物一受到阳光照射，通通自焚消散。我度过了一劫。    这次是我没有经验，有点鲁莽了，险些铸就了一场祸难，本以为这次小兽潮会导致人员伤亡，但是没有想到，守城的士兵不仅没慌乱，而且一接到警报，就训练有素地上城参战，为天亮争取了不少时间。    城门守卫警告我说道:“城外的危险不是你能想象的，没有足够的实力，就是去送死。”“唉。”我无奈点头，守卫才放我一马。  索引贴\n",
    "replies": []
}