{
    "title": "<原创·连载>摩奇大陆 第四章",
    "author": "MF_Mufeng",
    "replyCount": 4,
    "timestamp": 1430043900,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-4-26 22:09 编辑 \n\n第四章：与高陆的对战      ”喝！“高陆打出一套功法，”混沌之掌！“\n      只见大量摩气从其体内爆射而出钻入地下，在地面上形成了一个圆形的黑暗泥潭。朝李帆飞奔而来，所到之处地面都被腐蚀，留下了一道长长的黑色流影。众人皆是叹了口气，这功法基本上是白色上阶功法了吧？如果没有绿色功法的防御，根本无法抵挡。\n      ”御剑飞行！“李帆不轻不淡地说了一句，随即那噬魂剑飞至李帆脚下，将其托起，轻轻飞至空中。而那混沌之掌爆发的黑色泥潭到了李帆下方，侵蚀不到，慢慢下沉，随即化为虚无。\n      ”噬魂剑气！“李帆跳下并拿起噬魂剑，对着高陆所在方位使劲挥了一击，随即那道剑气像跟踪导弹一样死追高陆不放，高陆到哪，它就到哪。\n      ”可恶！“高陆恶狠狠地放下狠话，随即再次打出一套功法，”魔尊之盾！“\n      霎时间，天地间的暗能量随着这套功法的打出汇集到一起，形成一道黑暗盾抵挡住噬魂剑气。旋即人们惊呼：”绿色上阶？？“，只有绿色及以上的能动用天地能量，能将这股能量实质化的，也就只有上阶了。噬魂剑气与黑暗盾死死纠缠着，噬魂剑气不停地吞噬着黑暗盾的能量化为己用，但同属为偏暗能量的两股攻击，却都有些胆怯。过了一会，噬魂剑气终于占了上风，将黑暗盾的光芒尽数吞噬，最终黑暗盾成为一股透明的物质，任噬魂剑气将其穿透。\n      噬魂剑气由于本属性吞噬能吞噬的很少，于是打到高陆身上不痛不痒。\n      ”就这点实力还想跟我打？你可以败了，我使出这招，你能接下，我会被反噬；但如果你接不下，我就会获得一部分你的能量，从而有力气抢夺木潮之气，呵呵，想想你也接不下。“那高陆阴笑道。这可是他们高家的秘传蓝色中阶功法，如果他都能接下来，这功法还有什么用？\n      ”正好我试试神龙印。“李帆心中想道，”好，我接了！“李帆微笑道。\n      台下人顿时开始震惊起来，高陆所要使用的应该是他家那个蓝色中阶功法，具体是什么不知。但是毕竟是蓝色，杀伤力肯定比绿色多好几倍。有些人为李帆暗暗叹息，有些人却好奇结果。\n      高陆大笑，他也听过这个李帆，据说心性不赖，但是这般被他激将就忍不住，真如传闻一样吗？\n      ”炎阳烈山锤！“高陆打出一套奇特的功法，随即手中出现一把巨型透明的火锤，将手中巨锤扔出，砸向李帆。\n      李帆开始蹲马步，随即打出一套绿色功法，”神龙印！！“\n      这神龙印不仅攻击强悍，防御更是比攻击要强的多。一阵龙吟声后，一道巨大的龙族印章在天空现身，抵挡住那巨锤。\n      神龙印出现断断续续的裂缝，而那巨锤也开始变得虚无，过了一会，两者皆是化为乌有。那高陆却”噗“地吐了一口鲜血，倒在地上不知死活。\n      ”嘿嘿，神龙印到绿色上阶了，还得多谢谢你啊。“李帆笑了笑，随后在青年那里拿到了木潮之气。此时青龙界青龙殿后山山顶。\n      ”是谁使用了我的神龙印？“                                                            章节目录\n\n\n      \n",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1430044740,
            "txt_content": "感觉有点短啊......不过文笔还是很不错的\n（索引贴怎么回事）"
        },
        {
            "author": "小浪",
            "timestamp": 1430045220,
            "txt_content": "诶 是玄幻吗"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1430053440,
            "txt_content": "小浪 发表于 2015-4-26 18:47\n诶 是玄幻吗\n是的。。。...{:10_522:}"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1430057340,
            "txt_content": "lzs1234 发表于 2015-4-26 18:39\n感觉有点短啊......不过文笔还是很不错的\n（索引贴怎么回事）\n额额。忘加章节目录了，一共5章呢，还在更新ing."
        }
    ]
}