{
    "title": "《血屠恩仇》第七章 探测术",
    "author": "龙隐尘亡魂",
    "replyCount": 8,
    "timestamp": 1430046780,
    "txt_content": " 本帖最后由 龙隐尘亡魂 于 2015-4-26 19:20 编辑 \n《血屠恩仇》第七章 探测术       “哟，稀客稀客。”醉色楼老鸨正要迎接，突然发现了两人流露出的杀气，笑容顿时一僵。  \n     “金火弹！”没有任何废话，秦天立刻拿出来自己的看家本事，随着金色的火焰飞弹被老鸨从身上拔出一根飞针止在空中爆炸，战斗正式开始打响。 \n    又几枚金火弹射出，从老鸨轻松躲过的身姿来看，她绝对也是有一定实力的人，而且她的武器招式是弓箭兵的升段特殊兵种——飞刀兵，只不过她掷的是飞针。 \n     战斗是冷血且无情的，没有一个人求饶，也没有一个人问‘我和你无怨无仇，你为何想要杀我’，只有房屋被战斗技能打中落下的木屑和仓皇离开此地的青楼女子。 金光飞舞，火焰四溅，谁也没有处于下风，都在艰苦地战斗中，城中最多的那些异人早已出城杀怪，臣民们在这时也都回家吃着热气腾腾的晚饭，偏僻的街道只有两人在搏斗。\n    没错，只有两人，专注于战斗之中的老鸨忘记了同来的两个带着青铜鬼面的少年少了一个人。     “哼，小小年纪，回家吃奶去吧！”老鸨长袖一挥，从中飞出数万根飞针，并且似乎听从她的指挥，被金火弹打落下后，又会自动的飞起进行攻击。、     这数万飞针瞬间将秦天处于劣势之中，眼看就要把袭击她的这位鬼面青年消灭。    突然！ \n“金火弹！”秦天大喝一声，老鸨认得他这招的厉害，顺势一闪，却没有任何攻击。一个巨大的能量突然从她后背袭来，一闪的动作变得僵硬，这是来自死亡的能量。  \n     “虚冥决！”一声大喝随着这能量打入后背，在生命的最后关头，老鸨这才意识到最初来的另一个鬼面少年乘着第一个鬼面青年与她缠斗，绕道她后面进行偷袭，这都是算好了的计谋。  \n     一个老而肥胖的身躯倒下，背后的一个黑色掌印仿佛向世人诉说着她的遭遇。  \n     “秦天，我们走。”龙隐尘把脸上鬼面摘下，扭断这无良老鸨的脖子，提着留着鲜血的人头离去。 \n\n    背后，一个与两人年纪相仿的少女惊恐地看着他们的身影逐渐模糊，露出一张连成人也自愧不如的沉鱼落雁之貌……. \n    “ 老公公，你要报仇的人我给你带来了。”龙隐尘将手上狰狞的人头一提，对着老乞丐道。\n    “没想到你们挺厉害的嘛，才一天就帮我报了仇。”老乞丐露出欣慰的表情，毕竟弑女之仇已报，边从衣兜里拿出一个技能卷轴来。  \n    “恭喜你完成任务‘青楼血屠’，自动学习技能‘探测术’”\n    没有任何怨言，龙隐尘掌握了这项必备神技‘探测术’\n\n    他先是探测了秦天的属性版面：  \n\n姓名：秦天（天赋：术士职业技能伤害翻倍，30级后天赋随转职技能好坏决定）性别：男年龄：15/寿元：30生命值：50/灵力200/武力200/智力20/速度10装备：青铜鬼面增幅：无（可屏蔽探测术技能）技能：金火弹技能简介：发射一枚金色火焰弹，伤害80，等级一，命中率80%势力：无成长值：63  \n\n正在这时，从漆黑的天际传来系统的声音：  \n“世界公告，美国的奥斯丁.费迪创立了天下第一村-----惠敦村,奖励特殊兵种鬼影兵转职石碑一个.”      “世界公告,俄罗斯的阿历克赛创立了天下第二村——门塞拉瓦村，奖励特殊兵种墨海兵转职石碑一个” \n     “世界公告，中国的轩辕夏楚创立了天下第三村——韶亦村，奖励民房容量加10%”  \n     三则创立村庄的公告几乎是同时传来，这以为着各国政府的联盟已经开始行动，并且是惊人的速度，这是因为政府手下的，都是各国最精锐的士兵，即使世界连接后来到了这个没有枪械导弹的玄方世界，他们的军队素养仍然存在，这些军队是平民们的噩梦，不过当然，在他们都获得了村庄令牌创立了村庄后，他们也分道扬镳，从此兵戎相见的时间到来了。        像创立村庄、击杀BOSS之类的事情只要是世界前三，系统便会告知世界，获得丰厚奖励，即使是第四，差一个名次也不行，虽然看起来天下第三村的韶亦村的奖励也是不错，但增加民房，也就是增加可容纳的人口这个奖励也是不错，但是要知道，前两位奖励的特殊兵种肯定是能够拥有以一敌十甚至以一敌百的能力，相差一个名次，都是千差万别的。     “看来，我们也要开始行动了。”龙隐尘听着这公告，他知道，这玄方世界的‘荀’王朝，即将被他们这群来自地球的人类搅得地覆天翻…….\n\n\n俺把字体放大了一点，一边大家能够看得更舒服@xcc @梦魇科加斯 @GrowlR @HGK @『FのI』 @或守藍冉OAO @邪神在世 @双A×桐人 @BBCZXG \n\n\n\n小说主页（索引）        上一章\n\n\n\n",
    "replies": [
        {
            "author": "GrowlR",
            "timestamp": 1430047140,
            "txt_content": "我来支持下，\n注：明天给人气，不要问为神魔因为我没人气了~~~"
        },
        {
            "author": "小浪",
            "timestamp": 1430047200,
            "txt_content": "顶贴大队前来顶贴......"
        },
        {
            "author": "或守藍冉OAO",
            "timestamp": 1430050680,
            "txt_content": "前排支持楼主"
        },
        {
            "author": "龙隐尘亡魂",
            "timestamp": 1430356800,
            "txt_content": "@小浪 @HGK @xcc @邪神在世 @GrowlR @或守藍冉OAO @『FのI』 @梦魇科加斯 @BBCZXG @双A×桐人 \n最近没时间，周末再跟{:10_512:}"
        },
        {
            "author": "xcc",
            "timestamp": 1430465760,
            "txt_content": "标题: RE: 《血屠恩仇》第七章 探测术弑这个字用的不恰当"
        },
        {
            "author": "小浪",
            "timestamp": 1430468940,
            "txt_content": "顶贴大队又来了"
        },
        {
            "author": "邪神在世",
            "timestamp": 1431090240,
            "txt_content": "再顶一帖"
        },
        {
            "author": "xcc",
            "timestamp": 1431829920,
            "txt_content": "字弄这么大是想掩饰什么"
        }
    ]
}