{
    "title": "[1.7.10][ssp/smp]Colorful Mobs Mod-生物染色!来创造属于自己颜色的生物吧~",
    "author": "740s",
    "replyCount": 9,
    "timestamp": 1430056800,
    "txt_content": "[diamond_sword]唰！！今天我又来搬运mod啦~~\n咳咳，好了进入主题：此次的mod叫生物染色mod！！！这是一个牛（丧）逼（心）到（病）爆（狂）的mod！！！\n为什么说这是这是一个牛（丧）逼（心）到（病）爆（狂）的mod呢？？？不要急~听我慢慢说...\n这里引用一下籽岷大大的视频（刚想搬得时候发现籽岷大大也发视频了）\nhttp://v.youku.com/v_show/id_XOTQyMjcwNjc2.html\n\n废话不多说上作者原话：\nColorful Mobs aims to diversify your Minecraft world through the addition of a new and simplistic color mechanic. This new color mechanic allows all entities to be given altered color properties, which will change how they appear in game. Colorful Mobs uses the RGBA system for coloring mobs, which means players have access to 16777216 different colors, along with a varying degree of transparency.\nFeatures:\n- Mobs can spawn in the world naturally with any random color!\n- Dye Powder which can be used to dye any mob!\n- Dyed mobs will drop a Dye Powder with the same color that mob had. \n- Random Dye which can be used to apply a random color to a mob. [creative only]\n- Ghost Dust which can be used to apply varying degrees of transparency. [creative only]\n- Color Wand, a tool for setting precise color settings. [creative only]\n- The ability for only certain mobs to spawn with color effects. [Disabled by default]\n- The ability to dye other players! [disabled default]\n- Fully working on both Client, Server and Lan!\n- Fully functioning config file, and in game config GUI. \n\n\n\nItems:\n\nDye PowderDye Powder can appear in any of the 16 777 216 RGB colors. When used on a mob, the color effect will be applied to that mob. By default, when a dyed mob is killed, it will drop a Dye Powder which represents the color of that mob, that color can then be applied to another entity. This item can also be crafted by using paper, string and bone meal, however only the pure white version can be made. Pure white dye can be used to restore a mob to its natural colors, and for copying non-white dye. To copy a colored dye, simply put it in a crafting table, along with another any number of pure white dye powder, this recipe is shapeless. \n\nPure White Dye Powder Recipe\nRainbow Dust & Ghost Dust\n \nThe Rainbow Dust and Ghost Dust are special variants on the the normal Dye Powder. When Rainbow Dust is used on an entity, it will randomly generate a color, and apply that color to the entity. Alternatively, the Ghost Dust item will apply a transparency to the entity. Ghost Dust comes in six tiers, starting at 0% transparency and going up to 100% transparency, each tier increasing the value by 20%. At this time, neither of the two items can be crafted, and can only be obtained in creative mode. If you have any ideas as to how players should be able to obtain these items, let us know in the comments\n\n\nData Checker\n\nThe Data Checker is a utility item which can be used to check information on a specific entity. Simply right click on the entity you would like to check, and a message will be sent to your chat containing the Red, Green and Blue value, along with the Transparency and the entity name. While the entity name may seem a little out of place, it is used by the configuration file and will likely be a very useful tool to help those configuring the mod.\n\n\nData Checker Recipe\n\n\n\nColor Wand\n\nThe Color Wand is a special item which allows the user to finely adjust the color of a mob. When right an entity is clicked on with this item, a GUI will be displayed. In this GUI you will be able to use sliders to adjust the red, green and blue balance of the mob, and there is also a slider for the alpha/transparency. In the gui you will also get a preview of the mob and how it will look once you hit the confirm button. This items is currently only available in the creative menu however there are plans to make this item obtainable in the next update. \n\n\n\n\n\nFaQ:\n\nQ: I am missing the mod Bookshelf?\nA: Yes, this mod requires Bookshelf. Bookshelf is our library mod which houses a bunch of commonly used code. By using this mod, we are able to limit the amount of file space and system memory our projects take up. Bookshelf is a completely free and public domain mod. We will never put Bookshelf behind any ad wall or use it directly to generate profit. \n\nQ: When I use the Color Wand, some entities are very large and render out side of the preview, what is going on here?\nA: Unfortunately, some entities are really big, and when we render them inside of our gui, they take up too much space. We are currently looking into how we can fix this issue, and hope to have a solution for this issue in version 1.1.0 sorry for the inconvenience. \n\nQ: When I look in the Creative Menu, I find these \"Random Dye Powder\" items, and they change color every time?\nA: To help expose users to a wide range of colors, we have added some special code which changes how the item works in the creative tab. There are several colors which will always show up, these are the ones with the normal names. The rest of them have are the same item, however they have all been given a randomly generated color. The color for these random powders changes every time you open the creative tab. 呵呵英文渣还是不要看了...这个mod有什么用呢？？其实这是一个能对任何生物染色的mod，新增加了N个物品这是这个mod的查看生物的染色程度的书，例如，你拿这本书点一下某个生物，会出现这样的画面：\n\n这是反应生物染色的资料。这个彩虹色染料给生物染色后，生物会不停的换颜色（丧心病狂啊！！！）这个东东可以让生物变回原来的颜色（作者还是有点良心的）\n\n然而，这个又有什么用呢？用这个点击生物后，会这样：可以自定义变换生物的颜色！但会消耗耐久度！咳咳，又到这个时候啦，是不是该给点人气金粒呢？？我鄙视伸手党！！！！！！！没了，地址上面看...\nfile:///c:/documents and settings/administrator/application data/360se6/User Data/temp/hT7jMEf.png",
    "replies": [
        {
            "author": "番茄茄",
            "timestamp": 1430056920,
            "txt_content": "卧槽，绿色章鱼哥吓死番茄了！\n果然MODIFICATION都是不能用的东西XD"
        },
        {
            "author": "hxrjason",
            "timestamp": 1430057400,
            "txt_content": "染色？那马也可以吗？"
        },
        {
            "author": "740s",
            "timestamp": 1430057520,
            "txt_content": "hxrjason 发表于 2015-4-26 22:10\n染色？那马也可以吗？\n可以吧"
        },
        {
            "author": "西木凛",
            "timestamp": 1430058720,
            "txt_content": "这个MOD会导致其他MOD怪物默认0透明度(隐身)，自己看着用吧。对原版的也有可能会出现"
        },
        {
            "author": "zmy07",
            "timestamp": 1430062560,
            "txt_content": "干sang得xin漂bing亮kuang"
        },
        {
            "author": "『杨』",
            "timestamp": 1430069940,
            "txt_content": "不错，可以做成 恐怖生物候选了{:10_493:}"
        },
        {
            "author": "权Mr.",
            "timestamp": 1430212140,
            "txt_content": "楼主辛苦了~~~看了籽岷介绍这里就有咯"
        },
        {
            "author": "Jimmy_kmi",
            "timestamp": 1553251920,
            "txt_content": "咦 老板来只绿色的村民"
        },
        {
            "author": "3109615585",
            "timestamp": 1582110240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}