{
    "title": "[1.7.10][ssp/smp]Random TNT Mod-随机TNT爆炸模组！熊孩子有福了！",
    "author": "740s",
    "replyCount": 3,
    "timestamp": 1430057460,
    "txt_content": "{:10_492:}废话不多说，直接介绍mod：\n引用一下籽岷大大的视频：\nhttp://v.youku.com/v_show/id_XOTQyMjcwNjc2.html\n\n这是一个很熊的mod\n\n\n\n\n\n\n先上作者原话：\n\n\n\nDescription:[color=rgb(255, 255, 255) !important][url=]Spoiler (click to hide)[/url]\nThis mod adds in a new type of TNT called Random TNT. Now you might be wondering, \"What is Random TNT?\" Well I won't tell you here, but there is a description for each new item in the mod below, but it also adds in 3 new items and 2 blocks into Minecraft. This may not seem a lot, but look below because some of these items are really interesting. Also this is my first mod so I will add a lot more to this mod in the future.\nContent:\n\nSharp Stick:[color=rgb(255, 255, 255) !important][url=]Spoiler (click to hide)[/url]\n\nThis is the first weapon I created, it's just a stick with some flint on it that does +3 attack damage and that's it, nothing special about this item.\nCrafting Recipe:\n\nBedsidian:[color=rgb(255, 255, 255) !important][url=]Spoiler (click to hide)[/url]\n\nThis is Bedsidian, it is twice the strength of normal obsidian and twice as long to mine it. It does not spawn naturally and requires you to craft it using normal Obsidian.\nCrafting Recipe:\n\nMysterious Wall Chicken:[color=rgb(255, 255, 255) !important][url=]Spoiler (click to hide)[/url]\n\nThis food item has a 20% chance of dropping out of stone when mined and it restores 4 bars of hunger, also it's delicious!\nRandom TNT:[color=rgb(255, 255, 255) !important][url=]Spoiler (click to hide)[/url]\n\nAnd now it's time for the Random TNT! It may look like a normal block of TNT, but it in reality it's an unpredictable explosive that can create an explosion that has a 0 block radius, to an explosion with a 1000 block radius. It can be extremely unpredictable and the explosion size can vary.\nCrafting Recipe:\n\nRandom Grenade:[color=rgb(255, 255, 255) !important][url=]Spoiler (click to hide)[/url]\n\nNow if you thought Random TNT is bad, here comes the grenade version of it! It is just like Random TNT, except you throw it and the maximum explosion size is 250, one Random TNT can create 4 Random Grenades, also put 4 Random Grenades in a crafting table to get a block of Random TNT.\nCrafting Recipe:\n\n\n\nRambo:[color=rgb(255, 255, 255) !important][url=]Spoiler (click to hide)[/url]\n\nRambo is a new mob I added because I wanted to make my own mob and Rambo was the first thing I thought of. Anyways Rambo is a hostile mob that has 60 health, does 5 attack damage with no sword, can spawn with any sword or a bow and has armor like the Wither, but it's stronger and it also has a 10% chance of spawning in your world. So watch out for him, because he's pretty strong, plus, this is Rambo.\nStats:\nHealth: 60\nDamage: 5\nWeapons: Wooden Sword, Golden Sword, Iron Sword, Stone Sword, Diamond Sword and Bow\nDefense: 15\nSpeed: 0.25D (slightly faster than a skeleton)\nSkin Creator: ryangamer13 (yes, I am not good at making textures ok.)\nSpawn Chance: 10%\nFollow Range: 40 blocks\n其实这个mod新增了几件物品，其中的一种TNT，改变了原版TNT的”模式“让TNT的爆炸范围变成随机的但点燃后会变得透明（这是个bug吧）\n第2种植可投掷的TNT 手雷，爆炸范围也是随机的（视频有介绍）\n官网的图貌似挂了，我的不知道是不是，\n好了，记得回复，给金粒人气！！！\n下载地址上面看！\n",
    "replies": [
        {
            "author": "天蝎_心殇",
            "timestamp": 1430058480,
            "txt_content": "你好高产哦~"
        },
        {
            "author": "87277272",
            "timestamp": 1440924660,
            "txt_content": "逗我是吧，一堆英文"
        },
        {
            "author": "笨猫丶爱你",
            "timestamp": 1560756660,
            "txt_content": "一堆英文 还要自己翻译"
        }
    ]
}