{
    "title": "【原创小说】Minecraft【第二回】",
    "author": "doraegg",
    "replyCount": 6,
    "timestamp": 1303648320,
    "txt_content": " 本帖最后由 doraegg 于 2011-4-24 21:37 编辑 \n\n蛋疼的心血来潮写了这个东西。\n\n第一回·方块世界\n我叫做Markus Persson，是一个程序师。不准确的说是以前是一个程序师，现在我的职业是富翁兼职程序师。喂，我和社会主义可没什么关系，我也不是恩格斯的基友。你问我是怎么变成富翁的。其实我是做了一个叫《Minecraft》的游戏。咦，你问我怎么想到这个游戏的。其实这是一个一直埋藏在我心中的秘密。在我15岁那年，一次奇异的经历，改变了我的一生……数年前……“我这是在哪里？”当我睁开双眼时刺眼的阳光照射在我的眼睛上，使我下意识的闭上了双眼。好久我才适应了阳光的照射，对于我这样的宅男。在这暑假，已经好久没有到过户外晒太阳了。等等！户外，我是在户外。我赶紧回忆，在确认自己昨晚是睡在床上和自己没有梦游症后。我确认，我是被人送到了户外来。“口好干啊……”我自言自语道，这么炎热的天气，我得赶紧找些水来喝。我开始向远处望，有没有湖在附近。这时我突然发现我周围的一切都变成了方块。方块的土，方块的沙，方块的石头，方块的羊……等等，什么方块的羊。难道……这时我终于看到在我的前方有一个小湖，当然湖里的水也是方块的。我急着跑过去，一是为了喝水，二是为了确认。走到湖边我跪下来用双手捧起一些水，把手凑到嘴边，用舌头去舔手上捧着的水。这时我惊奇的发现，我的手……我的手也和周围的羊一样，变成了方块的。我凑过脸，想让湖水照出我的样貌。虽然很想确认，但我却又不敢看。果然，我的脸也变成了方块！霎时间，我不知道该如何是好。方形的泪水从我方形的眼睛中流下。“我该怎么办！”我朝天大叫，“这里究竟是什么鬼地方。啊！”“Markus Persson。”天空中传来了一个声音。“果然像我想的那样。”我的嘴角露出了笑意，“说吧，有我该怎么才能出去。是不是要我拿着什么宝剑和盾牌去推倒什么大魔王。”“没有什么大魔王需要你去推倒。”天空中再次传来声音。“那又是要我去救哪一国的公主。”我问道。虽然方块公主肯定不会长的怎么好看，但只要能回去，就算叫我去救“如花”，我也愿意。“拜托，作为勇士你专业点好不好啊。这么老套的剧情也亏你想得出来。”天空中的声音再次响起。“那你说吧，要我怎么做。”我说道。“生存……”这次的回答很简洁。“生存，什么叫生存？”没有回应……“喂，什么是生存啊？”依旧没有回应……“草！你究竟是谁啊！我要回家啊！”我大骂道。“Herobrine……”回答依旧是那么干脆利落。“HB……你很喜欢H的东西才叫这个名字的吧……”我说道。接下去再次沉默……“喂，HB是我不好啦，告诉我生存究竟是什么意思吧。”我见势不妙赶紧道歉。没有回答……“喂！”依旧没有回答……“怎么会这样……生存究竟是什么意思啊……爸爸妈妈你们在哪啊……”泪水再次从我的眼眶中流下。                                                                                                第一回·完\n第二回·夜晚也不知我这样无意识的哭了多久，当我回过神来时，发现已经天黑了。周围一片漆黑，平时习惯了有电灯的生活一下没了灯还真是不习惯。既然HB让我来到这个世界，那么他一定不会让我吃亏的，哪有猪脚被怪物推到的嘛……既然他叫我生存，那我就生存一个给他看看。这时我突然发现身边有一本小本子。嘻嘻，果然HB不会为难我滴。我打开本子，第一上写着叫我打开背包。“额，连键盘都没有叫我怎么打开背包啊……”我抱怨道。这时我才发现我的背上背了一个背包。用手打开背包，里面什么也没有……“耍我是不是啊！”我叫道。这时我突然听到了一个古怪的叫声。我的头上冒出了一滴方形的冷汗。越来越近了“嘶——嘶——”一个长方形的怪物向我走了过来。他只有一双脚，并没有手臂。他的形状让我想到了**。“嘶——嘶——”怪物继续叫着。好吧现在可不是想这些的时候，鬼知道这怪物会什么逆天的绝招呢。现在我手无寸铁，就这怪物很垃圾，就我这样也不可能赢得了啊，看来三十六计走为上策。这时，这个**状的怪物开始闪光。“难道这家伙是要自爆。”我自言自语道。快跑啊，再不跑就要被这怪物给炸死了。我使出全力奔跑着。身后一声传来一声震天的爆炸声。回头一看，地面上被炸出了一个大坑。接着地上的一些泥土，突然飞了起来，他们向我身上飞来。接着他们穿过我的身子飞入了我的背包当中。“这是……”我感到非常惊奇。我打开背包一看，方块泥土变成了小的方块放在我的背包里。“这……太不可思议了。”我自言自语道。我拿出了HB给我留下的那本小本子。“啊！我知道了这一定是一本怪物图鉴。”我打开“图鉴”。仔细的翻动着。结果事实证明我又错了……“做一个木镐？”这是什么意思。我看到第二页中写的这句话很是奇怪。做木镐干什么。就在这时，一直箭射了过来，正好射中了我的身体。“完了完了，这下我要死了……”中了箭的我以为自己就要死了。这时我突然发现射中自己的箭消失了！虽然箭消失了，可是我的身体却虚弱了几分。“果然我没有猜错，这确实是一个游戏的世界。”我说道，“那刚才那一箭是谁射的呢？”突然我看到自己的左前方有一个骷髅样子的怪物。它的手里拿着一把弓，接着它拿出一支箭架在弓上，拉满了弦向我射来，我向右一跳好不容易躲开了这支剑。接着它又连射出几支箭，我不断地跳、跑，好不容易躲开了这三支箭。“作弊啊！我手无寸铁，你他妈的居然用箭。”我破口大骂，“别小看我，虽然我是个宅男，但我的本事也不是盖的。”我快速的跑向这个骷髅怪。他射出了几支箭，想要阻止我，但时都被我躲过去了。我跑到他的右侧，转身就给他一拳。它被我的重拳给打飞了，但是还不能放手，我趁他没有站稳，又是给他补了一拳。“哼，近身你就打不过了是吗！”我吼道。可没想到，它居然还活着。这下完蛋了，居然忘了给他再补上几拳。就在它要用箭射我时，它的身体居然开始着火了。好机会，我赶紧冲上去给了他一拳。终于这个骷髅怪被消灭了。这时太阳也出来了。“原来这些怪物怕太阳光啊。”我这才发现这些怪物的弱点。第二回·完\n未完待续",
    "replies": [
        {
            "author": "孙、哥",
            "timestamp": 1303648740,
            "txt_content": "杀花..期待下一集.."
        },
        {
            "author": "908156267",
            "timestamp": 1303649040,
            "txt_content": "一目十行"
        },
        {
            "author": "doraegg",
            "timestamp": 1303652220,
            "txt_content": "第二回跟新"
        },
        {
            "author": "howard",
            "timestamp": 1303680300,
            "txt_content": "我看完感到無語= =\n繼續加油吧~\n小心HB =W="
        },
        {
            "author": "642171471",
            "timestamp": 1303705020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "642171471",
            "timestamp": 1303705080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}