{
    "title": "craftbukkit 1.5_2 服务端（更新 b740 ）",
    "author": "地球孤鹰",
    "replyCount": 9,
    "timestamp": 1303650660,
    "txt_content": " 本帖最后由 地球孤鹰 于 2011-4-30 01:49 编辑 \n\n以下，部分官方 原文......\n\nAnyway, let's cut to the chase:\nWe're happy to finally make available a Recommended Build for Minecraft 1.5_02 that you can grab and put on your servers right now, using the link below.\n\nDownload CraftBukkit for Minecraft 1.5_02\n\n....................................................\n以下 是 115 网盘 下载\n\nhttp://u.115.com/file/f03baf630b\n\n不定时 ..跟进……\n",
    "replies": [
        {
            "author": "hkw7979",
            "timestamp": 1303652340,
            "txt_content": "1.5bukkit好像没出When will Bukkit be updated for Minecraft 1.5?\nbukkit官方原文：\nUpdate:\nWe have completed the update to Minecraft 1.5_02 (and have had it done for a while now) and are working out a few issues before we promote a recommended build. A TEST ONLY build is available but we highly recommend that you wait until we promote a Recommended Build before putting it on your production server.\n\nYou can find the latest test build on ci.bukkit.org. Please note, though, that if you don't already know how to get it, you probably shouldn't be using it. Only Recommended Builds have gone through extensive testing. Anything else could result in unforeseen problems like Bukkit eating your cake or your world. You have been warned.\n\n---------------------------\n\nCommon Problems/Questions:\nWhat's the first build that works with Minecraft 1.5_02\nThe first CraftBukkit build that works with Minecraft 1.5_02 was made available 2 days ago and is build #689. However, it is HIGHLY RECOMMENDED that if you are running the test builds, you always stay up to date as we usually fix bugs, exploits and improve stability.\n\nI downloaded build 714 but got some other build!\nYou're probably reading the version string incorrectly.\n\nHere's an example version string:\ngit-Bukkit-0.0.0-686-g71ef92a-b714jnks (MC: 1.5_02)\n\nThis version string is for build 714, as you can tell by the \"b714jnks\" at the end.\n\nWhenever I use a plugin that changes blocks, I can't see the changes until I reconnect!\nWe had an issue with blocks not updating properly but this has since been fixed from build #707. This bug affected plugins that changed blocks in game, like WorldEdit.\n\nHelp! My console keeps getting spammed with this error whenever someone gets kicked or disconnects and it lags the server!\n[SEVERE] java.lang.IllegalStateException: Failed to remove player\nThis is a bug we've fixed from build #701 onwards.\n\nI can't build or destroy anything! Help!?\nThe common cause of this issue is a client mod called Single Player Commands, please try uninstalling all your client mods and seeing if this fixes the issue. If this is the case, then it isn't a Bukkit issue and you should contact the author of the mods you use.\n\nEvery time I connect to the server and load a sign, the client crashes. What's wrong?\nMinecraft 1.5 has added limits for sign text. Plugin developers commonly used longer sign text to store extra data or add colours to signs. This is no longer possible, so we now cut off any line in a sign longer than 15 characters (as of build #712).\n\nI get kicked when flying and am told that flying hasn't been enabled on this server. How do I enable flying?\nMinecraft 1.5 added anti-flying checks. You can enable flying by setting allow-flight=true in server.properties.\n\nWhenever I try to send a long message in chat, it gets cut off at roughly two lines.\nA limit on chat has been added with Minecraft 1.5. This is one of the issues we're hoping to address before we promote a Recommended Build.\n\nHelp! When I use the CLI arguments to set ports (or any setting), the server always starts up on 25565 or ignores the setting!\nThere was a bug that prevented the server from reading settings passed through CLI arguments. This has since been fixed from build #706 onwards.\n\nThe easiest fix for most problems is to update to the latest Bukkit test build.\n\n--------------------------------\n\nAs is the case with every Minecraft update, we saw our usual influx of extra traffic from people wondering if we have a build of CraftBukkit working with the Minecraft update seconds after release (seriously). Usually, you'd see a pretty standard post from me stating we're working on an update and providing the usual advice that you aren't forced to update. However, this time there was a distinct lack of communication from the team regarding the status of the update, other than the usual \"we're working on it\". Couple this with the slow development occurring lately and we can forgive people for posting the expected \"is Bukkit dead?\" or \"what's going on?\" posts. I hope this post will explain everything.\n\nWill there be a CraftBukkit for Minecraft 1.5?\nGiven the reports of showstopping bugs present in 1.5, there's a high chance a new bugfix update for Minecraft will be out tomorrow or even several times this week. As a result, it is unlikely we will be releasing a 1.5 compatible build and, instead, will be waiting for something stable to work with.\n\nDue to the nature of the project and the methods we use to provide Bukkit for Minecraft, any update - no matter how small - requires us to figure out the mapping of obfuscated classes and update our code. This takes a lot of time and work, so hopefully you understand our decision.\n\nHaving said all this, we recommend that you stay on 1.4 for a while until the patch storm subsides if your server depends on Bukkit.\n\nFurther, I wanted to apologise for the lack of communication regarding this update. I was really hesitant announcing this since it would only serve to disappoint and annoy people, however, I noticed quite a few supportive comments on here and IRC that pushed me to post this announcement because the people that have supported us through everything deserve it.\n\nWhy are things so quiet? Why is the update taking so long?\nBefore I answer this, I think it is appropriate to cover what usually happens when we're aware of an update coming soon. Whenever we recieve word of a Minecraft update (which, contrary to popular belief, is generally the same time as everyone else), we place all development in the Bukkit project under a code freeze to prepare for the update and make things easier. That being said, last week thursday we were expecting a Minecraft update and appropriately placed the project under a code freeze. Unfortunately, the update was delayed and pushed to the next week, resulting in a much longer code freeze than normally occurs. Naturally, this lead to activity within the project seeming critically lower than it really was and prompted some people to post the inevitable \"what's going on?\" thread.\n\nOn top of the code freeze, we're working on some larger changes to Bukkit or CraftBukkit that require quite a bit of time to complete and will only be commited to the public code when they are ready. Quite often you'll find that, while you don't see any updates, we definitely are still working hard programming awesome things and appreciate your patience and support.\n\nSo why is this update taking so long? After we had updated for Minecraft 1.4, we came across some annoying chunk related issues and bugs that were incredibly difficult to pinpoint due to confusion with the new obfuscated names mappings (d -> c and c -> d). Naturally, these kinds of issues were unacceptable for the project and we immediately got to work on improving our update process to avoid issues of this nature in the future. While I think we can all agree with this decision, the unfortunate result is the delay we're currently facing since we're not yet done improving the process. The good news is, we're nearly done improving our update handling process and the wait will definitely be worth it come future updates.\n\nThank you for your patience and understanding!"
        },
        {
            "author": "地球孤鹰",
            "timestamp": 1303653000,
            "txt_content": " 本帖最后由 地球孤鹰 于 2011-4-24 21:58 编辑 \n\n回复 hkw7979 的帖子\n\n请仔细读 这一段 “You can find the latest test build on ci.bukkit.org. Please note, though, that if you don't already know how to get it, you probably shouldn't be using it. Only Recommended Builds have gone through extensive testing. Anything else could result in unforeseen problems like Bukkit eating your cake or your world. You have been warned.  。”\n\n\n\n我有些 粗心了…… 这是 测试版 -Beta"
        },
        {
            "author": "okpartma",
            "timestamp": 1303822320,
            "txt_content": "所以這到底支不支持1.5_01(或02)?\n\n話說1.5_02到底更新了沒啊(遊戲)"
        },
        {
            "author": "xdoncy",
            "timestamp": 1303838820,
            "txt_content": "我剛剛才重新安裝說~\n\n話說! 有人能教一下 這版的 圖型化界面怎裝嗎?\n我需要sever的圖形系統~\n\n另外:我的密碼保護又掛了XD 沒啟動....."
        },
        {
            "author": "地球孤鹰",
            "timestamp": 1303876380,
            "txt_content": "craftbukkit.............\n无图行...\n只有命令行...\n将以下 保存为 BAT \n＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝\n\njava -Xms1024M -Xmx1024M -jar craftbukkit-0.0.1-SNAPSHOT.jar\npause\n\n＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝"
        },
        {
            "author": "hkw7979",
            "timestamp": 1303877520,
            "txt_content": "回复 地球孤鹰 的帖子\n\n好了，bukkit1.5出了"
        },
        {
            "author": "地球孤鹰",
            "timestamp": 1303878060,
            "txt_content": " 本帖最后由 地球孤鹰 于 2011-4-27 12:22 编辑 \n\n回复 hkw7979 的帖子\n\n扼....\n我刚编辑好……就看见 你的帖子了"
        },
        {
            "author": "WuTianFang",
            "timestamp": 1303941420,
            "txt_content": "keng"
        },
        {
            "author": "地球孤鹰",
            "timestamp": 1304099880,
            "txt_content": "更新 B740 顶下..............."
        }
    ]
}