{
    "title": "<原创·连载>   勇者之征   第四章 第十三节",
    "author": "2B与mc的故事",
    "replyCount": 5,
    "timestamp": 1430400180,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-9 20:13 编辑 \n\n        五一小长假到啦！在这个终于放假的日子，刚刚期中考试完的楼主也决定在这里给大家拜一个晚年！接下来的几天，就好好更新吧！        话说，真的没有人在乎第十一节的有奖问答吗？再没有人理我我就删掉咯……（枉费我一番苦心想出的一个这么有历史纪念意义的问题QAQ）\n        好的，那么进入正题吧！\n\n        您的好（hē）友（hē）【教育局】开启buff【五一の恩泽】\n        您的好友【2b与mc的故事】使用技能【暴走の日更狂魔】\n\n                                                                        ——————————正文分割线——————————\n\n        Steve恢复得很快，一觉醒来，不听使唤的身体已经恢复如初了。他赶紧叫醒熟睡中的狼王：“狼王，快点起来了，还要进行起的修炼呢！”\n\n        “年轻人就是这样，急什么急，时间还多着呢。而且躲在这里你也不用担心herobrine找来。”狼王翻了个身，又睡着了。\n\n        “急什么急……你当然不急，但是食物吃完我会被饿死的。”Steve调头就走，“既然你不理我，我就先自己回去咯。”\n\n        狼王暗地里微微一笑，“走？如果真能走出去你就走吧！”\n\n        果然不出狼王所料，Steve走了一圈，发现这里根本就没有出口，无论往哪个方向走，都会遇到一些透明的屏障。只是一片偶尔有几棵树，几道弯路，几块巨石挡眼的封闭的空间。虽说这里没有岩浆海的炎热，但是Steve也不可能一直在一个封闭的小花园里活下去。走到屏障周围，通往之前岩浆修炼场的入口近在咫尺，可是又是那么遥不可及。\n\n        肯定有出口，不然狼王是怎么带我进来的？Steve想着，可是总不可能一点一点的找吧！这片花园虽然不大，可是也不小。要绕着他走一圈起码都要一两天的时间，还不排除出口在天上或者地下。实在不行，就强行突破吧！Steve想着，朝着眼前一记重拳。可是，就算是全力的一击，眼前的屏障却一点也没有反应，不仅如此，自己的手也丝毫没有痛感。\n        “想要强行突破的话，以你的能力—甚至是以我的能力也是不可能的哦！”狼王突然间出现在了Steve背后。\n\n        “不是懒得起来吗？不还是起来了？”Steve说道。\n\n        “记住，要想找到出口，必须得学会控制气。”狼王说，“那么现在就开始吧！”\n\n        “首先，闭上眼睛，什么都不要想。就连'我什么也不要想'这种想法也不要想，排除一切杂念，用心感受自己的存在。”\n\n        Steve只好坐下，闭上眼睛，才发现什么都不想是一件多么难的事情。\n\n        “这只是一种对于新手的方法，因为这样能更好的感受自己的气息。如果你能更灵活地掌握气时就不用这样了。但是，不能把方法当作目的。最后的目的，还是要感受到自己的气”狼王补充道。\n\n        什么都不想，什么都不想，这根本就是不可能的嘛！我的气，我的气……\n\n        Steve一边自己抱怨，一边拼尽全力地感受着。对了！那个时候的声音！\n\n        “喂，你还在吗？”Steve朝着自己的心中喊道。\n\n        十几秒之后，从他的心底深处，就像是水滴从高处落下激起了涟漪似的，一道熟悉的声音传了出来：“你找我吗？”\n\n        “你是谁？为什么在我的心里？”Steve抓住这个机会追问道。\n\n        “这还用问吗？我就是你。也就是说我是你所寻找的气。”\n\n        “为什么我的气，你，还会有自己的意识呢？”\n\n        “什么我和你的，我们本来就是一个整体。就是因为这种想法，你才不能掌控和运用自己的气。”\n\n        “那么，我该怎么运用这股力量呢？”\n\n        “很简单，就跟用力的方法一样。用力是集中自己的力量，用气则是集中自己的精神。当你在集中自己的精神的时候，你其实就是在使用气了。你所要做的只是将他爆发和牵引出来。”\n\n        Steve试了试，首先，集中精神，极度的集中，他确实感觉到有一股能量流遍自己的全身，在心中似乎看到了一束光芒。在那一瞬间，他尽力爆发了出来，气就真的从他的每个毛孔喷发了出来。\n\n        原来就是这么简单嘛！确实，只是自己的气，仅仅就是感觉自己的精神特别充沛，比最精力旺盛的时候更强。除此之外没有其他的特别的感觉。Steve想到。\n\n        果然不出我所料，这家伙是个操纵气的天才！我用了三个月才掌握的气，他一天就领悟到了，虽然只是皮毛。狼王想道。\n\n上一节                                                                                        目录                                                                               下一节\n",
    "replies": [
        {
            "author": "苏黎世°",
            "timestamp": 1430400780,
            "txt_content": "写的不错！继续加油！"
        },
        {
            "author": "BBCZXG",
            "timestamp": 1430401080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1430454420,
            "txt_content": "然而你们还是没有注意到我的有奖问答……算了反正已经过期了"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1430454480,
            "txt_content": "BBCZXG 发表于 2015-4-30 21:38\n这狼王也是一个让我不知道怎么形容的人，永远的赞同Steve\n狼王不是人，是狼（叫我真相君）"
        },
        {
            "author": "806828767",
            "timestamp": 1430456160,
            "txt_content": "快更！！！！！zzz！！！"
        }
    ]
}