{
    "title": "关于him",
    "author": "luojiarui",
    "replyCount": 4,
    "timestamp": 1430482860,
    "txt_content": " 本帖最后由 luojiarui 于 2015-5-1 22:13 编辑 \n\nHerobrine是什么\n经典版Herobrine身份的经典说法是Notch的已故兄弟，由第一张Herobrine相关的图片所述。然而Notch自己并没有死去的兄弟，经典版的故事显然是脱离事实的。\n先放下它的幽灵身份不谈，经典版本还提出了两点似是而非的理论。\nHerobrine拥有很多病毒的特征，比如说更改和操纵Minecraft的游戏世界，删除论坛上的帖子或者通过论坛传递信息。甚至还拥有能够黑进Notch的电子邮箱来回复证明它自身存在的信息的能力。 又或，Herobrine也许只是用户自己捕风捉影想象出来的。所有这些由Herobrine账号发出的“信息”和电子邮件可能只是用户们自己脑补的。这就是为什么Notch非常排斥经典版的故事，因为它完全没有实际依据。\nHerobrine的原型部分来自于Slenderman，末影人的设计灵感也来源于它。\n社区版玩家和用户间流传最广的理论是：Herobrine是一个幽灵。其他的理论包括：比人类更高等的存在；恶魔；恶兆；或者其他从经典版设定衍生出的解释。 然而，大多数的其它理论/设定貌似都将Minecraft视为了现实。\n外表\n经典版Herobrine是一个人类实体，和史蒂夫有着一样的皮肤。唯一的不同点在于他的眼睛：不仅全白，而且还和光源一样能在黑暗中发光。\n社区版Herobrine有时会手握工具出现。这个设定来源于社区玩家普遍相信的Herobrine的矿工身世。通常来说它都是双手空空的。\nHerobrine经常被描述成一个在玩家来到这个世界前很久就死去的矿工，虽然他的外表完全和这个描述搭不上边。 不过，由于Minecraft的世界中有许多废弃矿井和要塞，挖矿也是重要的游戏组成部分，玩家会接受这个设定也就不奇怪了。\n移动能力\n经典版根据起源贴的内容，Herobrine应该拥有能在游戏中奔跑的能力。Brocast频道的视频则是将其表现为总是手直直地站立着，看着玩家的形象。在视频里它并没有进行任何肢体动作，但是却能够移动它的位置。 Herobrine的游泳，使用交通工具或使用传送门的能力尚不明确。像大多数幽灵一样，他很有可能不会，也不需要上述任何能力来进行移动。\n社区版和被激怒的末影人类似，据信Herobrine有瞬移的能力。社区上下基本都认为Herobrine会跑，和经典版不符。\nHerobrine不会飞，也没有任何一个故事变种在这点上认同经典版。 然而，他却好像有滑行的能力。也就是说：能在不运动任何肢体的情况下移动。估计他就是用这种方式退回到雾中的。\nHerobrine通常被描述成拥有歪曲或抽搐的头。很有可能是因为他大部分时候都被看做是一个病毒/潜行实体而不是幽灵。\n起源与流行 \nHerobrine的故事\n\n\n \nHerobrine's在Brocast视频中的第一次“登场”。\n\n\n \nBrocast观众们在直播中断期间被导向的页面截图。\n\n\n首个和Herobrine相关的帖子只有一张描述玩家目击Herobrine过程的图片（见右图）。它在论坛发表后只有很少人注意到。这张图片上的文字说明中叙述了Herobrine是如何在自己的单人游戏中到处建造小金字塔和2格高的隧道的。\nHerobrine的流行则要归功于某个Brocast staff的直播视频：直播中出现了Herobrine（这就是最为人所知的那个Herobrine出现的视频）。虽然是个恶作剧，不过还是立刻为Herobrine聚集了大量人气。 Herobrine在这个视频的20分45秒左右出现。\n不久之后，另一个Herobrine相关的视频出现了：这次Herobrine出现在了一个玩家自制的岩浆池里。直播在这个玩家逃跑并保存游戏之后中断了，10分钟之后直播重新开始，但是Herobrine已经消失了。\n在直播期间，观众能听到这个玩家对自己的妻子说自己是如何在调戏群众的，结果导致直播评论数量直线上升。这个玩家随即放出了一个假的游戏崩溃画面。\n在游戏崩溃期间，所有的观众都被导到了一个新的页面，内容是Herobrine的脸。但是和平常的Herobrine不同：它有着非常真实的眼珠，而且还能传动。颜色也被改为全黑，很是吓人。\n在查看这个网页的源代码时，会看到一大堆字符和字母。将所有非字母字符去掉后，就有了以下这段文字。\n\nIt has been reported that some victims of torture, during the act, would retreat into a fantasy world from which they could not WAKE UP. In this catatonic state, the victim lived in a world just like their normal one, except they weren't being tortured. The only way that they realized they needed to WAKE UP was a note they found in their fantasy world. It would tell them about their condition, and tell them to WAKE UP. Even then, it would often take months until they were ready to discard their fantasy world and PLEASE WAKE UP. \n译文：\n据传有一些受害者，在被折磨期间将自己的意识回退到了一个幻想世界，一个他们无法醒来的地方。在接近崩溃边缘的心理状态下，他们虽仍然过着和正常人一样的生活，同时也不断地受到折磨。唯一能够让他们意识到需要醒来的，是一个藏在幻想世界中的提示。它会让玩家知道自己的处境。然而就算他们找到了它，也需要数月才能真正去摆脱那个幻想世界，请醒过来！\n段信息不断地暗示观众们在一个幻想世界中，并且需要“醒来”，而这些文字就是那个“提示”。\n大多数人都认为视频中出现的Herobrine把戏只不过是用更改过材质的挂画，铁门，MOD实现的；或者只是让一个头上的名字被去掉，更改过皮肤的玩家扮演的。\n自那以后，Herobrine之名一下红遍了Minecraft社区。相关的名称和流行文化也随之遍地开花。Herobrine也就此成为了Minecraft社区的标志。其流行也导致了一大批相关MOD，艺术画和视频的涌现。\nMojang的反应Mojang的员工偶有提及自己对Herobrine的看法。\nNotchNotch的发言原文\n“那个叫Herobrine的玩意儿的确很有意思，同时也很吓人。它极好地展示了一个创作者所创造出来的内容不仅仅是属于他一个人的。\n\n我一向公开地跟人说Herobrine是不存在的，我也没有什么已故的兄弟，就算你把动物往岩浆里丢也不可能把他召唤出来，不过你也不需要害怕他。他只是想，呃，找到你，然后试图对你自己看不到的危险发出警告。他绝对没有从你整夜不关Minecraft的电脑里爬出来，然后静静的站在你的床边把脸凑到你面前几英寸的地方用那混白的眼珠盯着你，用尖叫把你吓醒的能力。有的时候你抖三抖醒过来，他就消失了，你脑海中挥之不去的只有那无言尖叫的昏暗回声。那当然只是一个梦啦。绝对没有什么有成为神的情结的半吊子幽灵会从我的游戏里跑出来“为了他自己”吓唬小孩子，因为这种东西根本就不存在。等等等等……?—Notch on Herobrine[5]\n\n\n“又收到了一堆询问Herobrine相关的推特和电子邮件。我没有已故的兄弟，他也从来没有在游戏里出现过。他不是真的，从来都不是。?—Notch on Herobrine[6]\nEzchiliEzchili的发言原文\n“记得当时第一次看Brocast的视频还觉得挺有意思的，质量不错。结果到现在已经彻底被用到烂大街了。?—Ezchili on Herobrine[7]\nKappischeKappische的发言原文\n“好吧好吧。我就直说了，根本就没有什么Herobrine。只是某个混蛋编了一个不错的谣言，然后又有人可能做了个mod啥的。?—Kappische on Herobrine[8]\n当被问到是否需要重新考虑一下立场的时候，Kappische回答道：\n“是的..但他在看着我呢！?—Kappische on Herobrine[9]\nMollstamMollstam的发言原文\n“Herobrine是，也将永远是我们的朋友。?—Mollstam on Herobrine[10]\nJahKobJahKob的发言原文\n“他从未存在过.. 请随意引用我的话来辟谣吧..?—JahKob on Herobrine[11]\nCarnalizerCarnalizer的发言原文\n“我从来没有对Herobrine有过什么看法，如果有的话，多半最后会被贴到Wiki上去。?—Carnalizer on Herobrine[12]“我持保留意见。?—Carnalizer on Herobrine[13]\nEvilSephEvilSeph的发言原文\n“我不能对这件事情发表言论。他可能正看着呢...?—EvilSeph on Herobrine (通过IRC频道)\n\n\n你知道吗 \n\n\n\n\n\n在被问到在Wiki中植入音频播放器的相关问题时，C418也顺便提到了编号为11的音乐唱片的内容的问题。他说自己虽不能对它做太多评论，但是它的确和Herobrine没有任何关系。Testificate.com是一个非Mojang制作创建的粉丝站点。但是，Notch在Reddit上公开的“赞”了这个页面。在Minecraft服务器上，有一个用户名为Herobrine的用户。这是一个付费注册用户（不仅注册，并且已经为正版游戏付费）。拥有者未知\n（以上内容来自中文Minecraft Wiki）\n\n\n\n\n\n     关于him，你怎么看。\n\n",
    "replies": [
        {
            "author": "音乐家七月天",
            "timestamp": 1430483460,
            "txt_content": "还真直接地复制Wiki内容→_→不怕被打吗？\nHerobrine这个东西……蛮可怕的233"
        },
        {
            "author": "luojiarui",
            "timestamp": 1430483460,
            "txt_content": "音乐家七月天 发表于 2015-5-1 20:31\n还真直接地复制Wiki内容→_→不怕被打吗？\nHerobrine这个东西……蛮可怕的233\n只要写清出处就不怕"
        },
        {
            "author": "草",
            "timestamp": 1430486640,
            "txt_content": "楼主水得一手好帖...\n我从不闲的没事去找him..."
        },
        {
            "author": "PunisherSG",
            "timestamp": 1430558520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}