{
    "title": "<原创·连载>《星空之语》第二章：第一天的结束",
    "author": "afafgt",
    "replyCount": 3,
    "timestamp": 1430488440,
    "txt_content": " 本帖最后由 afafgt 于 2015-5-1 23:01 编辑 \n\n   叶枫看了看天色，此时正是艳阳高照之际，火辣辣的阳光仿佛要将他烤熟。\n   经过一段时间的积累他成功收集好了3组石头，和10个铁矿石，他点下了任务菜单中的完成。\n   “叮，恭喜宿主完成任务，获得奖励”\n  “恭喜宿主升到2级。” \n  “1.主岛扩张至1千米，增加设施工作台，熔炉，升级树木为LV1级时空之树，2.开放设施：伐木场，农场，交易所，箭塔，房屋等,3.开放空港系统，支持空中探险。”\n    叶枫发现任务栏又多出2个红色的任务和1个蓝色的任务，于是他叫来了助手\n   “这蓝色任务和红色任务是怎么回事。”\n    助手用它那独有的机器声回答道：“蓝色代表主线任务，红色代表支线任务，宿主最多同时接受5个任务。”\n    叶枫先点开蓝色的主线任务“建造农场”：建造一个农场，并让农场运作\n    然后，叶枫点开红色的任务“建造防御措施”：建造一所箭塔，为即将到来的战争做好准备。\n  “抵挡入侵”：由于世界的排斥之力，在晚上将会生成大量的怪物入侵空岛，请宿主抵挡这次进攻\n    看了下简介，大惊失色，两个任务都表明了有怪物要入侵的样子。\n    叶枫自言自语道：“看来要抓紧时间了。”说罢，他走到工作台前，制作了64个木板和10个木棍，然后，他又合成了2把石铲子，4把石剑，1把石锄头和1把石斧。”\n    他把这些东西放到箱子里，打开建造界面，用两把铲子分别建造了伐木场和农场。\n   “滴，共计消耗资源100个木材，64个石头，  检测到石铲，预计建造时间为30分钟。”\n   “滴，农场建造进度0.01%，伐木场建造进度0.01%。”\n    叶枫看了看箱子里的资源：218个木材，64个石头，50个面包，1个苹果，4把石剑，1把石锄头，和一把石斧。”\n   “看来还有一些资源，那先造个房屋吧。”说罢，他立即合成了一个石铲，消耗了64个木材和32个石头建造了一个房子。\n   “滴，建造进度0.01%，预计完成时间10分钟。”\n     这时叶枫才能闲下来到处看看。他突然想起好像岛中间的树升级了，他连忙走过去看，结果发现威森躺着大树上，居然睡着了。\n     “额，这家伙。”叶枫无奈的说“算了，不管他了。”他仔细的观察似乎变大了一点的树木\n     大树的枝叶似乎变得更加茂密，树干上竟浮现出了紫色的花纹，随着阳光的照耀，闪烁着让人陶醉的光芒。\n     叶枫甩了甩有些发昏的头脑，然后，他叫来了助手：“助手，时空之树有什么用。”\n    “可以招募村民，还可以招募一些战士，只不过需要花费资源，以及房屋的人数位置。”   \n    “主菜单不是可以招募吗？”叶枫疑惑的问道。\n    “主菜单的招募只能用以招募主世界的人群，而且必须是对生活充满绝望和健康的将死之人，而时空之树能够招募的人是在MINECRAFT中的NPC，用以采集资源的。”\n      趁着与助手聊天的这段时间里，农场建造完成了，叶枫赶紧将石锄头使用。\n      “叮，检测到石锄头，LV1级农场开始运作，请选择种子。”\n      叶枫面前弹出一个窗口，上面写着：胡萝卜，马铃薯，西瓜。  \n      叶枫选择了胡萝卜，在MINECAFT里面，这个是他最常用的食物。\n      “叮，选择胡萝卜，产量为1个/分钟。”\n      然后，叶枫打开了任务界面，选择完成任务。\n       “叮，恭喜宿主完成任务，获得100点经验，1把弓箭，128个箭。”\n       “叮，任务更新。”\n       叶枫查看了下任务栏，发现多出来了一个任务“准备战争”：升级房子到2级，招募5个战士，招募5个村民。\n       叶枫看了看天色，差不多14：00，按照时间18：00才会天黑，他得在这个时间中抓紧建设。\n      大约过了10多分钟，伐木场和房子都建好了，叶枫拿出在箱子里的斧子，让伐木场运作起来，伐木的效率立马快了一倍。 \n      随即，他叫醒了躺在树上睡觉的威森。\n      \"啊——欠。”威森散懒的打了个哈欠，睡眼朦胧的问道：“干啥事啊？”\n     “起来，有事做了。”叶枫一巴掌拍醒他。\n     “哎呦！”一声惨叫将天空中飞着的鸟儿吓走了。\n     “快去把那个房子给美化下。”叶枫没好气的说道。\n      威森刚想抱怨几句的，可一听到房子，他立马高兴的回答道：“我这就去。”\n      不一会威森看着那房子，目瞪口呆的说道：“这叫房子？？？这么简陋怎么住啊？？？”\n      一座有木石搭建而成的房子，形状极其不雅观。\n      叶枫干咳几声：“不然怎么让你来改造这房子。”\n      “不行，为了以后的家园，我一定要好好的改造它。”说罢，抄起箱子里的石头和木材\n      不一会儿，房子就改造好了，这人叶枫不由再一次感叹威森的速度。\n      “叮,房子进阶，获得LV3庭院，容纳数为30个人，拥有快速回血，烹饪功能。”\n       叶枫目瞪口呆的看着眼前的房子，一栋纯粹由木石搭建起来的庭院，大概有500平方米大，粗糙的材质并没有让其显得难看粗鄙，反而让整个庭院增添了一分古典，整栋庭院，可以说让人赏心悦目，难怪系统评定给直接升上两级。\n      由于系统将庭院直接升了两级，系统自动补上了许多地方，这个分支岛屿的面积被扩大为800平方米，庭院的中间多了一个小池，游鱼细石，波光粼粼，上边还有荷花点缀其中，显得如此幽静，院子变成了两层的，显得美观而大方。\n      “好咯，没我啥事了，先试试新的床铺，嘿嘿。”威森笑嘻嘻的走进了新建好的庭院。\n      “额，不管你了”叶枫跑到合成台上，合成了10把石铲，10把石斧，10把石剑，10把石锄，10把石稿。\n      反正我资源多，不怕，他得意的想着。\n      “ 叮，系统提示，距离怪物入侵还剩2小时。”\n      冰冷的系统提示音，将叶枫吓了一大跳，只剩2小时了。\n      他迅速用时空之树招募了5个战士，5个村民。\n      只见一阵光芒闪过，背包里所有的面包消失，几个手里拿着石剑的战士出现在了原地，伴随着的还有几个手无寸铁的村民。\n      “见过岛主大人。”他们异口同声的说道\n      叶枫满意的点点头，旋即说道：“找一个村民持石斧去伐木场砍树，然后再找一个村民去牧场种植，剩下的去建造箭塔。”\n      “是，岛主大人”其实建造本不需要村民的，但如果有了村民，建造效率会上升很多。\n      然后他看向了那5个战士，挑选出了一个看起来最强壮最聪明的战士说道：“以后你就是这5人中的队长了。”\n      “先去休息把，等会要迎接本岛的第一次战争了。”\n      “是，岛主大人。”\n       有了村民的帮助，箭塔很快就建好了，不过在岛屿周围却没有看到箭塔半点儿踪影。\n       叶枫甩去心中的疑惑，打开任务菜单，点击完成任务。\n      “叮，恭喜宿主完成任务，获得奖励：招募次数一次，南瓜饼64个，经验100点。”\n      “叮，恭喜宿主完成任务，获得奖励：基础剑术一本，基本箭术一本，经验100点。”\n      “叮，开启技能系统。”\n       叶枫疑惑道：“居然出了技能，这可是在MINECRAFT里没有的啊。”\n       于是，他打开背包栏，学习了基础箭术，然后他点开招募菜单，点击招募，背包立刻少了10个南瓜派。\n       一阵光芒闪过，一道人影出现在面前，叶枫望着眼前的人影，愣住了。\n       人影也看到了叶枫，惊喜的叫道：“小枫子，是你吗？？”\n       叶枫也惊喜的答道：“高轩，你怎么会在这。”\n       说到此，人影黯然道：“唉！别提了，都过去了，既然我们两都穿越了，那就得混出个成绩来。”\n       “对，一定要好好的活着。”\n        这是叶枫非常要好的死党高轩，只不过中学后就很少见面了\n        然后，叶枫把这个世界详细的情况说了一遍。\n       “什么，等会会有怪物入侵。”高轩大惊失色道\n       “嗯，没错，你先拿着这些东西。”叶枫从背包里递出一本基础剑术和一把石剑。\n       高轩感激的接过东西，说道：“谢谢。”\n        “好兄弟还客气什么。”叶枫不在意的摆摆手\n       随后，他缓缓说道：“接下来就是战争了啊，不要让我失望啊。”说罢，抬头望向已开始出现点点繁星的天空，目光深邃无比......\n想看下一章节，请等作者更新，3100字完\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1430490660,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-5-1 22:32 编辑 \n\n不错，继续努力！"
        },
        {
            "author": "18278436235",
            "timestamp": 1430493060,
            "txt_content": "很好，，   "
        },
        {
            "author": "末影龙娘",
            "timestamp": 1430655960,
            "txt_content": "我怎么读怎么像文字实况……"
        }
    ]
}