{
    "title": "<原创·连载>《恶魔自黑系列》5.收尾 [By：恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 2,
    "timestamp": 1430492580,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-5-1 23:52 编辑 \n5.收尾\n    月考到了，我觉得是时候在语文科目上展现我几天来的努力和修炼了。\n    下发试卷，我写好班级名字，开始奋笔疾书。仅仅不到十分钟，难度颇高的基础题目就被我完成了，监考老师走来看了看我的试卷，皱着眉头走了。不相信我？我可是有了很大改进呢！虽然仅局限于我的想法。\n    阅读题……又是阅读题！该死！我最不擅长了，先应付过去吧，接下来就是作文了，我真正的乐土！\n    我看看作文题目：你印象最深的一刻。他们回来了，不正是我印象最深的一刻吗？是的。\n    贬，褒，他们在我的小说里的回复给我无限的动力与失望，同时也是防止我不骄傲的好东西。有时候给我评分，让我激动；有时候吐槽一两个地方，让我也跟着哈哈大笑；有时候指出几个不足之处，让我积极改正。\n    我停下了笔，密密麻麻的汉字已经铺满了将近半份试卷，我绞尽脑汁，却怎么也想不出来。为什么有他们我却能脑洞大开呢？\n    当初，群组内准备策划一部小说，于是一整天，我们都在群组里思考各种各样的经历和结局。那叫《七符危机》，是一部较长的小说，仅仅4个人，就把大约两千五百字的内容想了下来，这仅仅是提纲。\n    我突然有了灵感，继续开始写，但我的思绪早已不在这份试卷上，而是转移到了上个星期的“起源”\n    上个星期啊，我仅仅是做了一个梦就“立志”写作，是不是太冲动了呢？从小我的想象力就很丰富，三年级拿着自己的原创童话得到了校级奖项，但在市级比赛中落选，从此我就想要写一部真真正正的、原创的小说，得到读者的青睐。现在我终于有了一个完整的剧情，虽然结尾仍没有想出来，但我的心中已经埋下了一颗理想的种子，那种子正是写作！\n    糟糕，已经剩下20分钟了，可我还有半份试卷没有写，要加快速度了。当哨声响起时，我已经自信地坐在座位上等待着收卷，然后发卷，最后得到表扬什么的。但我明白这只是理想中的泡沫而已。\n    所有科目全部考完了，我走出试场，不理会任何人，默默地走向回家的路。\n    像我这样惨遭命运遗弃的人，又能有什么办法呢？成绩依旧那么差，总不能说是小说毁了我吧，虽然作文仅仅27分。\n    此后，接触电脑的时间更加紧迫了，在我的生活中更多的还是做题做题做题。仿佛一切的悠闲时间都集中在了学校的下课时间，但那难得的悠闲也被我拿来写作业了。可怜的人！\n    又一次放学，我像往常一样回到家，首先我拿起的是便携式笔记本电脑，打开它，只见密密麻麻的汉字遍布满屏幕。这就是我的努力了吧，上万字的结果。我的心里的一股自豪感油然而生，我好伟大！即使这只是我个人的片面意见。\n    码字码字码字……即使有电脑时间我也用来码字，仿佛这一切已经成了我每天必须要做的负担与家常便饭，但我却什么也感觉不到。又一章，又有了回复，又有人评分，群组里又有人加入了……\n    至少这些已经让我很满足了对不对？每天畅游在文学的海洋中，我感到无比畅快，仿佛走进了一个新的国度，我可以在那里面自由地翱翔。我已经热爱上文学了！\n    自从走上这一条路起，我就已经要把自己的全部精力投入进去，并要不断努力，可是现在我已经觉得厌烦了。我觉得，眼下最重要的是学习，而我却干出这等事来！\n    但是，随着时间的推移，我的群组已经拥有了15个人。新的朋友！    xcc：一名毒舌妹子，和北极一样，都跟哲学家似的，我只能在群里听着听不懂的话……群里有三个妹子真心觉得自己和那些男生们要去蹲墙角了……       并且呢，那篇小说的第一卷也完结了，从此以后，我可以高枕无忧了。等等，那这篇小说呢？这篇小说是一个新的产物，在无意间想出来，无意间更出来，无意间发出来……\n    我的文笔的确不好，不能够惹人注目，更不能与那些大触们比。\n    但我努力了，我绞尽脑汁去构思完美的剧情，查阅资料去组成合适的背景，大脑飞转去思考人物的形象。\n    没有人看我的作品，说明我还不够好，我要努力变得更好，成为网络和生活中的强人！\n——第一卷完结——\n\n\n偷懒的一作……\n\n释放结界，大召唤术！\n@llxy @北极星人 @天阶 @咕噜and呼噜 @xcc \n\n上一章    索引    下一章\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1430493540,
            "txt_content": "还以为会提到我。。。。。\n不过算了吧\n学霸xc给你支持"
        },
        {
            "author": "xcc",
            "timestamp": 1430495160,
            "txt_content": "毒舌不是毒蛇。。。。改下xD"
        }
    ]
}