{
    "title": "<原创·连载>   勇者之征   第四章 第十四节",
    "author": "2B与mc的故事",
    "replyCount": 3,
    "timestamp": 1430485620,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-8-25 11:20 编辑 \n\n        “很好，你已经大概掌握了基础。这也是掌握气最难的地方之一。”狼王说道，“就要学会如何使用你的气。”\n\n        Steve根本就没听进去狼王的话，他因为这股神奇的力量而感到十分兴奋和好奇，到处蹦蹦跳跳，好像有用不完的劲。\n\n        正当Steve一口气跳到了很高的地方，准备在空中一览全景的时候，一道身影—他能感受到，甚至这道身影的全身上下，都散发出一股怒气，一股令人窒息的怒气。毫不夸张地说，他的眼睛甚至都冒出了红光。\n\n        这道身影窜到了Steve的上方，然后一个俯冲，把Steve重重砸下了地，在地上砸出了一个两三格深的坑。\n\n        “看来你小子翅膀长硬了。”狼王在跌倒的Steve身旁冷冷地说，“似乎是很久都没有管教你的礼仪了，下次再这样，可能会更痛哦。”\n\n        Steve从地上扶着脑袋爬了起来：“你好歹也是狼王诶，明知道自己力气大，这样搞不好会死人的。”\n\n        “哦？这样就死人了？我可是连一半的力量都没有使出来。”狼王说着笑着转过了头，“况且，从你的气可以看出来，你现在承受这样的一击是完全没有问题的。看，现在这不是活蹦乱跳的吗？”\n\n        “现在给我好好听，气的使用方法。”狼王说。\n\n        一共有三种。Steve在心里淡淡地想道。\n\n        “一共有三种。”狼王说道。\n\n        “第一，就是用做辅助。就像是刚才我所说的一样，你可以感受他人的气，或者说通过气来操纵，感受一些东西，甚至是传达思想都可以。这个方法就一共有两个。其一，你可以直接感受他人的气，这是最简单入门的方法。任何人的气都和他的言行，举止十分相似，甚至在平时都能透露出来。只是这种方法十分单调，只能感受其他的气而不能作主动操作，而且也不够准确，但是十分方便。另一个方法就是把你的气散布到四周的空气中，土地上，石头里，甚至是几十里外的地方都可以。虽然没个地方需要的气特别少，但是覆盖的范围越大，消耗就越大。不过这种方法特别全面，可守可攻，可进可退，而且更加精确。”\n\n        “第二，就是用气来防守。你需要把气覆盖到全身，如果是一群人就把气凝聚起来作一个防护的屏障。这里就要用到气的性质了，气越是坚强，越是不服输，他的防御效果就越好。”\n\n        “第三，那就是用气来进攻。这个种类就特别多了，有的把气凝聚得很薄，像针，像刀一样对敌人发起攻击；有的把气故意放得很紊乱，这样会干扰到别人的气；有的把气当成炸弹来扔等等等等，数不完的。你可以根据自己的特长和爱好设计属于自己的招式。”\n\n        “但是，要注意，用气跟普通的拳打脚踢一样，他是灵活的，没有套路的限制，所以越是出其不意越好。但是也不要太过冒险，因为一不小心超越了身体的极限就可能导致残废，昏迷甚至直接死亡。还有，辅助，防守和进攻要见机行事，合理搭配，注意不要浪费能量。”\n\n        “好啦好啦，讲完了吧，每次都要啰嗦很久。总之，我只要靠气找到这里的出口就行了吧？”Steve不耐烦地问道。\n\n        “不，这里没有出口。”狼王说。\n\n        “什么？那怎么出去？你大老远把我骗到这里来，是想和我同归于尽吗？”Steve又开始抓狂了。\n\n        “我说没有出口，有没有说不能出去。”狼王对于Steve已经见怪不怪，“这个花园是由强大的自然能量所笼罩起来的，大自然的气是由多种气混合而成的，所以不可能每个地方都一模一样。有强大的气，也有薄弱的气。但是大自然也是千变万化的，所以随着时间的推移，薄弱的部分会不停地转化，所以想要碰运气的几率微乎其微。”\n\n         “而且，就算真的太阳从西边出来，有人运气好找到了薄弱的部分，他也不可能活着出来。”狼王解释道，“对付气得最好办法就是用气。不是说气比力要强，而是气本身就是属于远距离的手段，用气对力不利，用力冲击气也不好对付。如果你凭蛮力近距离把这个出口打爆，巨大的爆炸会把你炸得半死，再加上结节崩坏之后其他地方的气也会坍塌，如果不用气做保护直接硬顶的话，这些气的压力可以把你压成肉酱。所以，这巧妙地考研了修炼者对气的掌握。”\n\n         “好了好了，知道了。”Steve收起他的气，然后认真感受这股大自然的力量。确实，虽然性质一模一样，但是在这个花园的四周，确实有一道比平时花花草草，河流树林的自然能量强太多的半圆形屏障，而且确实强度大小不一。他发现，就在他的左边不远处，有一块屏障的气息明显比其他地方要温和的多，就像老虎堆中的小猫咪一样。\n\n        Steve走到左边，伸手一摸，对，就是这里！他往后跑了几步，然后开始在他的手中凝聚他的气。\n\n        慢慢地，一颗白色的光球在Steve的手心一点点变大，发出太阳般的光芒—虽然没有之前那次的耀眼。\n\n        不够，这种气不足以打破那道屏障。要集中力量，在一点突破。Steve集中意念，将气凝聚起来。原来的光球渐渐变小了，但是变得更亮了。\n\n        “喝！”随着Steve的吼声，那道光球飞向了对面，然后在空中碰到什么东西似的消失了。\n\n        接着，空气中出现了一道裂缝，两道，三道……裂缝越来越大，“咔！”终于，屏障崩溃了。\n\n        Steve赶快把他的气覆盖在全身表面，随着轰隆隆的巨响，一道又一道绿色的气凭空剥落，然后碎裂，震得附近的石头都裂成了细沙。\n\n        终于，巨响停止了。震颤的大地恢复了平静。狼王收回气的护罩，抬头朝Steve的方向望去。\n\n        Steve伤痕累累地趴在地上，喘着粗气，笑着说道：“喂，狼王……我，我做到了……”\n\n        “你这家伙真是不可思议。”狼王笑着摇了摇头，“按理说气应该比蛮力更难掌握，你竟然花费的时间反而更短。不得不说，你是个天才！”\n\n上一节                                                                                   目录                                                                                 下一节",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1435982040,
            "txt_content": "额，还有上一节和下一节，这······"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1435982460,
            "txt_content": "2575174857 发表于 2015-7-4 11:54\n额，还有上一节和下一节，这······\n这样更方便啊，有什么问题吗\n话说之前没有这玩意还被人吐槽过"
        },
        {
            "author": "2575174857",
            "timestamp": 1435983600,
            "txt_content": "2B与mc的故事 发表于 2015-7-4 12:01\n这样更方便啊，有什么问题吗\n话说之前没有这玩意还被人吐槽过\n额没有没有，我的意思是你这样做很好而已"
        }
    ]
}