{
    "title": "<原创·连载>《星空之语》第三章：战争之夜",
    "author": "afafgt",
    "replyCount": 6,
    "timestamp": 1430532300,
    "txt_content": "     夜空似藏青色的帷幕,点缀着闪闪繁星,本应是让人深深地沉醉的景象. 但不知为何，却让人感到阵阵森寒。\n     本应是夜阑人静之时，岛上却无人入睡，就连最为懒散的威森也严肃的望着月空。\n     主岛的大树下，人影闪动，细数之下竟有四五个，手持石剑，表情凝重而庄严。\n     “叮，黑夜降临，世界排斥之力出现，怪物即将入侵，预计时间10秒。”\n      叶枫轻轻呢喃道：“要来了吗?。”\n      “倒计时5，4，3，2，1，0。”\n      叶枫眼神变得森寒而严厉，：“那就杀吧。”\n      “叮，飞行引擎启动中，启动完成。”\n      叶枫几人忽然感觉到一阵气流涌动，然后他们竟腾空而起直冲云霄\n      “叮，任务：抵挡入侵启动：请在2小时内将怪物清空，失败:抹杀”\n      他下意识的看了看天色，约为10：00\n      不等叶枫深思，空岛3千米开外的地方忽然出现了大量的怪物，密密麻麻的会飞的僵尸，行动一点儿也不像游戏中那样缓慢，反而迅捷无比。\n      伴随着还有长了翅膀的蜘蛛，庞大而狰狞的口器让人看一眼就头皮发麻。\n      而骷髅则坐在蜘蛛的背上，手中的长弓闪烁着锋利的寒芒。\n      几种怪物加起来少说也有一百来个。\n      即使是叶枫，望着密密麻麻的怪物群，也是心中一寒，叶枫望向高轩，发现他并没有胆寒，脸上反而隐隐有种兴奋的表情。\n      叶枫放下心来，对着大家大喊道：“冲啊！”\n      旋即他们化作几道流光，飞向怪物群中。\n      叶枫抽出物品栏中的长弓，瞄准一个飞舞的骷髅，只见“嗖”一声，骷髅掉了下去。\n     “叮，获得10点经验，1个骨头，1把箭。”\n      叶枫嘴角掀起一个微小的幅度，随即关闭了系统提示。\n     “杀啊。”那5个战士冲向了骷髅群中，挥舞着手中的石剑。\n      忽然，叶枫发现，一个蜘蛛出现在了背后，“不好！！！”他脸色大变，可已经来不及抵挡了。\n      “叮”随着一声金属碰撞的声音，高轩忽然出现在他面前，用石剑挡住了这次攻击，然后反手一劈，蜘蛛抽搐几下，便掉了下去。\n      “战斗的时候千万别发呆啊。”随着一声话落，高轩立马消失在叶枫眼前。\n       叶枫也回过了神，惊魂未定的看了一眼蜘蛛掉下去的方向，然后，一股愤怒充斥着他的心头。\n       他拉满了弓，一种奇异的能量飞快汇集在箭上。“基础箭术：迅捷之箭。”\n       随着一声重物砸落的声音，一只骷髅连同其脚下的蜘蛛被甩到了虚空下。\n       “嗖”叶枫脑门上忽然闪过一丝寒意，他低下了头，果然，一只弓箭从他脑背上穿过，他转过身一看，倒抽一口冷气“嘶，8个骷髅。”没等他反击，一把箭又射过来了，他敏捷的躲过飞速袭来的箭，背后又出现了一只僵尸。\n       就在这危机的时候，不知是上天不让叶枫死一样，刚刚射出去的那把箭竟射中了僵尸，虽然没让僵尸死去，但也让其攻击的动作一缓，叶枫则趁着这个机会向上飞去。\n       “很好，这是你们逼我的。”叶枫被连逼着打，怒极反笑道。只见人物栏的蓝色条猛地清空。\n       “基础箭术终结技：爆裂箭。”\n        绚丽无比的光芒在弓箭上凝聚，最后竟集聚为一点，猛的射了出去。（享受盛宴吧，卑微的蝼蚁们——作者装逼用）\n        在那一霎那，时间好像停止了，忽而周围的怪物动作都变得无比缓慢，。\n        “轰”随着一声爆炸声，世界仿佛被震掉了一个窟窿，散发着光芒的箭矢在毫无顾忌的释放自己的光和热。\n        这场美丽的烟火让那一片区域的怪物被清空了，十几个怪物被波及到，被震成了粉末。\n        叶枫大口大口的呼吸这空气，这招终结技夺走了他所有的体力。\n        高轩望了一眼不远处的爆炸，自语道：“出全力啦，那我也不保留了。”\n        他的石剑上乏起淡淡血色，，大段大段的魔法值被抽空，\n        一道血色的半月重石剑上涌出，直冲怪物群：“基础剑术终结技：死神的红月。”\n        绚丽的光芒让寂静的夜晚不再漆黑，也增添了一丝喧闹，红月刷过的夜空干净无比，密密麻麻的怪物全被红月吞噬，然后红月变得越来越黑，越来越黑。\n       高轩手掌对这半月虚指，轻声吐出几个字：“爆炸。”\n       红月仿佛接到了什么指令，不断膨胀，竟从半月变成了满月，然后猛地爆开。\n       这次爆炸和爆裂箭完全不同，这是悄无声息的爆炸，所有的光在经过那片区域的时候都被吞噬了，不，无论任何物体都抵挡不了红月的吞噬。\n       然后夜空渐渐归于平静，几人都脱力的躺在虚空之上。\n       忽然，叶枫大惊道：“不好，还有20多个僵尸啊，都去哪了。”\n       所有人将目光投向岛中，果不其然，僵尸正在迅速的往岛上飞去，眼看就要进入岛中了。\n       “完了，我怎么忘了岛屿了。”\n       可现在已经来不及了，僵尸以及进入到了岛中。\n       叶枫闭上眼睛，不忍看到接下所发生的事情，忽然，他听到了“嗖”的一声，他睁开眼睛一看，惊喜道：“是箭塔，我们赢了，不过真奇怪，箭塔居然是隐藏起来的。”\n       看着僵尸一个个的被一个个箭给击杀，叶枫高兴的庆祝着自己的胜利，高轩脸色僵硬道：“别高兴的太早，看你背后。 ”\n       叶枫转过头去，脸色带着残留的欣喜僵住了。\n       这是一个无比巨大的蜘蛛，锋利的脚刃，狰狞的口器，冰冷的身躯，给人一种强烈的视觉冲击感。\n       “该死的，我们可能要死在这了，该死，不过不怕，反正我也活够了。”高轩绝望的说道。\n        叶枫打断了他的话：“或许，我们并不会死。”\n        一抹金光笼罩了他的身体，叶枫感觉自己的体力回复了。\n        “叮，系统提示，恭喜宿主等级提升至3级，状态全满，提升基本箭术为初级箭术。”\n        叶枫打开技能栏，看着新多出来的两个技能，坚定的说道：“不拼一把怎么知道呢？”\n        他抽出弓箭，能量汇聚，叶枫向上连续射出了9次弓箭。\n       “初级箭术：九星连珠。”\n        附带着能量的箭矢重重的砸在巨型蜘蛛的身上，让其多出了几个伤口\n        巨型蜘蛛怒吼一声：“嘶嘶——嘶嘶。”这样的伤口对它来说并无大碍，但它愤怒的是几个小蝼蚁竟然敢攻击它。\n        巨型蜘蛛锋利的脚刃一蹬，迅速向前闪动，叶枫也迅速飞走，但速度比之慢了许多。\n        一人一蛛的距离不断缩短100米，50米，30米，10米......\n        忽然，叶枫掉过头来早已拉满弓的箭矢带着光芒射向了蜘蛛。\n        “基础箭术：迅捷之箭。”\n        巨型蜘蛛被狠狠的甩了出去，忽然，巨型蜘蛛突然召唤出了无数洞穴蜘蛛，飞快向叶枫袭来。\n        叶枫脸色不变，用弓箭指着巨型蜘蛛，说道：“这样的距离，应该够使用那招了。”\n        无数能量从他体内涌入弓箭中，他迅速射出了无数的箭，顿时，无数箭矢环绕着叶枫，沿着虚空飞舞着。\n        “初级箭术：红莲箭矢。”\n         无数箭矢迅速在叶枫面前合成了一支红色的箭，那红色的箭隐隐间透露出荷花的样子。\n         飞快的射向了巨型蜘蛛，似乎又化作数千支箭，疯狂的飞舞。\n        在这一霎那，天似乎变得血红，虚空也披上了一层层莲花，风雷交加，不时会有血红的雪花飘落，一时间竟显得漂亮极了。\n        那把红色的箭矢飞得如此缓慢，却又仿佛洞穿了时间，让人无处可躲。\n        那把箭，洞彻了一切\n        那把箭，穿过了一切\n        那把箭，象征了一切\n        那把箭，毁灭了一切\n        死亡吧，这世界的一切\n        让一切的罪恶在这红莲中忏悔把\n        让神魔和道德在这红莲中疯狂把\n        永恒的红莲啊\n        将一切都毁灭\n(原谅我，我的脑洞只有这么大了）\n        叶枫眼前一黑，旋即晕了过去\n本章完结，这不是大结局，3000字，请等待下一次更新\n\n",
    "replies": [
        {
            "author": "BBCZXG",
            "timestamp": 1430533560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "天阶",
            "timestamp": 1430534100,
            "txt_content": "基础箭术太过强大\n类似与“死神的红月”\n这应该是激起怪物的血性，而不是秒杀。\n\n【一把弓箭玩成这样我也是醉了】\n【一把石剑玩成这样我也是醉了】"
        },
        {
            "author": "afafgt",
            "timestamp": 1430534460,
            "txt_content": " 本帖最后由 afafgt 于 2015-5-2 10:43 编辑 \n\n咳咳，这个嘛，可能是我眼界有点大，主要是要征服位面的,技能就可能要毁灭世界嘛"
        },
        {
            "author": "afafgt",
            "timestamp": 1430561520,
            "txt_content": "多谢你们观看本小说"
        },
        {
            "author": "北极星人",
            "timestamp": 1430735280,
            "txt_content": "楼主，恕我直言，索引贴内写出这是高潮篇，个人认为剧情发展未免太过快速，其次，作者你把主角：叶枫写的太龙傲天了，仅仅是基础箭术就能到达如此地步，如果到达终极岂不是毁天灭地？而且如果依照这样的发展速度，叶枫到达终极想必速度是相当惊人的，这样一来就会缺乏趣味性，让读者能很早就预料到主角的实力进步速度，建议中间穿插主角实力开始下跌，之后再度上升一类的剧情。（好歹我的主角是经历了几百万年的时间洗礼才达到了毁天灭地的境界啊喂！）"
        },
        {
            "author": "afafgt",
            "timestamp": 1430735400,
            "txt_content": "抱歉，下一章会对箭术进行限制的"
        }
    ]
}