{
    "title": "<原创·连载>《审判世界》（第一章）",
    "author": "龙猫精神",
    "replyCount": 6,
    "timestamp": 1430536920,
    "txt_content": " 本帖最后由 龙猫精神 于 2015-5-2 22:29 编辑 \n\n题外话（可不看）\n其实鱼丸很喜欢创作，不过总是弃坑。可能是到后面就没有了灵感了吧。不过这次鱼丸保证完结之前绝不弃坑。勤快一点一周两更，慢一点两周一更。正常速度一周一更。希望大家支持\n正文如下↓↓\n\n\n第一章 睡梦门\n“呵。欢迎来到审判世界。”\n一个冰冷的声音在睡梦中的陈本沐耳边响起。\n什么？！审判世界？！\n不忍睁眼的本沐认为只是个玩笑而已。\n“别闹了，吴哲。我知道是你。”\n一片寂然。\n他猛然睁眼，本以为眼前会是那个名叫吴哲的小子的笑脸。\n他错了。\n只见眼前是一片废墟，一个服装怪异的“人”站在他面前，与其说是人，倒不如说是一句躯壳，他的眼睛里一点光华也没有，甚至连说话时嘴唇也不张开。“欢迎来到审判世界，陈本沐先生。”还是那个声音。怎么可能？那架躯壳怎么会知道我的名字？本沐仍怀着惊讶的心情。“我是迎接你的使者，你是被审判官选中的少年。你注定背负这个使命。”\n什么使命？对这个世界，本沐一无所知。\n“我……”\n“在五个月后”，使者无情的打断他，“人界将被审判世界代替，所有人都会陷入无尽的痛苦之中，如果不想这样的话，就先听我说。”说到这里，使者瞟了本沐一眼，似乎在责备他不该插嘴。“想要重新让人界与审判世界平行，必须通过审判官的五大考验，分别是智慧、心性、体格、生存能力，与最后的生死抉择。最后还需把审判世界的人类全部送回到人界你才能回去。”\n本沐心中一阵凉意，人界会被这个如地狱般的世界代替?想想就可怕，更何况是所有人都要承受无尽的痛苦。\n“我给你一句忠告，不要想着钻空子，一切要凭真本事，会有时间给你修炼的，也会给你补助的。”\n说完，嗖的一声使者就不见了。“可恶！我一个人怎么找修炼之处！而且我根本就什么都不知道啊！”本沐紧紧攥着拳头，怒吼道。\n他发现刚刚那个使者消失的地方有一张羊皮纸，似乎是张地图。\n他迫不及待的冲过去。\n捡起地图。打开一看，他才明白，要见到审判官，不仅仅是五大考验那么简单，沿途上都有不同等级的魔物。他注意到，他现在所在的地方叫炎域，是有很多魔物的地方。所幸附近有一座名叫D·魔城的城市，虽然看名字有些恐怖，不过毕竟是城市，总比在荒郊野外好。\n他找准了方向，收好地图，抬腿就跑。\n一步，两步，三步……他感觉有一阵风穿过了自己的身体，他不管，还是一直飞奔着。\n不知跑了多久，终于到了那座城，那时已是黄昏。\n本沐已筋疲力尽，随便找了个干净的地方坐下。\n“那个...请问...你是陈本沐先生吗？”一个陌生的女孩的声音传来。\n“啊，是的。找我有事吗？”虽然并不熟悉那个女孩，但出于礼貌，还是这么回答了她。\n“太好了！欢迎来到D·魔城。我是迎接你的，你看起来真累。”最后一句话微微带有嘲笑的语气。\n“好了，既然你说要迎接我，总要给我一个住处啊。”本沐直接提出来了住宿的问题。\n“既然你这么急，那就跟我来吧。”女孩莞尔。\n本沐跟着女孩来到了住处，一打开门，连他自己都不敢相信。\n竟然这么豪华！\n首先映入眼帘的是壁炉，到处扫视后发现有一张桌子，两把椅子。进入卧房，发现有一张柔软的床，床头柜上有一些货币。看着本沐盯着那些货币，女孩跟他解释“那个是所有城市通用的审判印，可以用它购买任何东西。\n“好了，天色不早了，你早点休息吧。”女孩这么一说本沐才注意到外面已经全黑了。\n“对了……”本沐有些犹豫的说。\n“什么？”女孩看着本沐。\n“你叫……什么名字？”本沐终于说出了口\n“我？我叫夏伦汀，叫我L就好。”她莞尔一笑。\n“嗯，再见了，L。”\n“嗯，再见，早点睡。”\n今天似乎已经结束了，但是总感觉什么东西正在盯着我。本沐心中升起莫名的不安。\n事实证明他是对的。\n屋顶上。\n“报告，目标已经定居。”一个冷冷的声音似乎在做什么汇报。\n“很好，X。先观察一段时间，等他离开炎域，立马告诉我。他逃不了的，哈哈哈哈……”一阵令人战栗的笑。\n“是，放心。”滋——断开了连接。\n“这次，一定要让人界的蝼蚁好看。哈哈哈……”同样令人战栗的冷笑。\n“今天，就先放过你。”冷笑。\n伴随着这句话的消散，那个名为X的男人也消失不见了。\n\n第一章END欢迎各位的建议谢谢~~~",
    "replies": [
        {
            "author": "龙猫精神",
            "timestamp": 1430538240,
            "txt_content": "召唤·阵@龙腾猫跃 @毒蛇 @likeliang \n\n"
        },
        {
            "author": "毒蛇",
            "timestamp": 1430551080,
            "txt_content": "怎么感觉和我的小说一样的毛病：全是对话"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1430557140,
            "txt_content": "→_→水平一般，文笔需要进步啊，努力吧→_→"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1430576760,
            "txt_content": "龙腾猫跃 发表于 2015-5-2 16:59\n→_→水平一般，文笔需要进步啊，努力吧→_→\n谢谢建议→_→，话说我水平本来就不高→_→，我会努力的！→_→"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1430576820,
            "txt_content": "毒蛇 发表于 2015-5-2 15:18\n怎么感觉和我的小说一样的毛病：全是对话\n自己也感觉是这样的(⊙﹏⊙)b，我会好好改改~"
        },
        {
            "author": "xcc",
            "timestamp": 1434118260,
            "txt_content": "首先我告诉你字体太大眼睛累"
        }
    ]
}