{
    "title": "世界的世界★⑤章 出发",
    "author": "423618228",
    "replyCount": 1,
    "timestamp": 1430544480,
    "txt_content": "\n\n\n“我们精心做好每一碗翔，本小说由老痰蒜踩牛翔面独家赞助”      \n                                                           ——基佬\n\n  基佬这傻叉上星期吃多吃多了翔中毒住院了所以没更新，现在基佬仍未脱离危险，但他清醒的时候嘱咐我这周一定要更新，为了替基佬完成他的的遗愿，所以我就来了，让我们\n一起为基佬祈福——“基佬不哭，站起来撸！”\n                                                                                                                                                    ——小白 \n\n  翌日，天还未亮，团子就一个骨碌的从床上翻下来。他今早很早就醒了，一直在构思着第二日的计划。只见他三下两下穿好了衣服，就风一般的窜出了家门。\n  团子一路小跑来到了他挖矿的矿洞前，借助着皎洁的月光观察着四周，除了一些昆虫的鸣叫声，一切都显得那么的寂静。他朝洞内望了望，看着那漆黑的深邃矿洞，从身后一个\n随手从家中带出来的矿工包中拿出了一只火把。\n  团子拿着用油布裹住前端的火把，刚准备用口袋里的火折子点燃，突然他眼睛一转，似乎想起了什么好玩的事情，随即快步走到一边的小石屋中。一会后，一辆简单朴素的灰色\n矿车从房间中被团子推了出来。矿车缓缓地被推倒在矿洞边缘的一条铁轨上，随着“咔”的一声，矿车卡在了那条有些生锈的铁轨上。\n  “呼。。”团子擦了一下头上的汗水，嘿嘿一笑，一个越步跨入了矿车中。他掏出之前的火折子，点燃了在矿车前面的屏风矿灯，随即团子对着墙上的把手猛地一推，地上的铁\n轨居然缓缓地亮起了红光。只见团子突然坐在矿车中，双手死死抓住矿车的车沿，呼的一声，矿车在轨道发出亮红色光芒的时候迅速的冲了出去，只是一会就消失在那黝黑的矿洞\n中。\n  寂静的矿洞中，只有一些滴水声和蝙蝠的叫声，此刻却突然传来了隐隐的轰鸣声。这声音越来越大，突然在矿洞的尽头出现了一抹光亮，随即一辆矿车从中迅速驶来，上面坐着\n一个青年。只见青年突然把矿车后部的一个大拉杆使劲往后一拉，伴随着一声刺耳的刹车声，矿车终于停了下来。\n  “爽啊，走之前还可以过一把飞车的干瘾。”少年一个反身从车上跳下来，扭了扭腰，浑身传出一阵噼啪之声。少年回头取下矿车上的矿灯，往前照了照。只见前方只有一道看\n似古老的砖墙，应该是很早以前的矿洞用来防止塌陷的砖墙支撑。\n  \n  只见团子一直在墙壁上摸来摸去，终于他好像摸到了什么，猛地往外一搬，一块砖石便从看似平整的墙壁上脱离下来，溅起一大片灰尘。\n  “咳咳”他单手捂着嘴，一手扇着灰尘，然后他把手伸向其中，掏出来一个羊皮袋。团子看见羊皮袋眼中一喜，赶忙把袋子贴身藏到衣服里，然后把砖块塞回原处，做完这些事\n之后他长长的舒了一口气，拍了拍胸前的羊皮袋，很是满意。随即他拿出口袋中一个圆形的类似怀表的圆盘，不经意的往上瞟了两眼。\n  “糟了！都这么晚了！”团子看了表之后大惊，随即提着矿灯来到矿车上，用相同的方法回到了矿洞口，这时天空却已经有些泛白了，他从矿车上翻身而下，一溜烟的跑向自己\n家。\n  “哟！团子这么早就出去干活啊，你那懒鬼老爹呢？”半路上一个背上扛着一把大弓的大汉望见团子，叫道。\n  “额。。老爹在家里，他。。他叫我出来买点东西！”团子看见有人叫他心里一惊，随即胡口答道。\n  “这样啊。。”大汉别有深意的忘了团子一眼♂，但之后又正色道，“对了团子，今天可是我们村里商队进城赶集的日子，叫你爹别忘了，否则错过这次要等下次最早也是要一\n个月之后的事了。”\n  “好的DF大叔。”随即团子草草答应了一声就头也不回的朝着家里跑去了。\n  “这孩子，也不知道是不是去找mekuai家的女儿去了。”DF露出一丝奇怪的表情。\n  “喂，臭猎户，大清早的不去打猎你在这发什么呆啊？”这时一个头戴着斗笠，一只手提着一个大包，中间有一些长长的杆子之类的东西的中年男子朝这边走来。\n  DF看着中年男子，脸色越发的古怪起来。\n  “怎么？我脸上还有野猪不成？”中年男子看着DF的表情，随即情不自禁的用手在脸上揉搓了几下。\n  “死钓鱼的，你大清早的不去撒网钓鱼，来这里闲逛干什么？莫非你随随便便都能钓鱼上了？”DF脸色恢复了正常，马上反击道。\n  “嘿，你还别说，我mekuai最近走了大运，钓上来一条金龙幼鱼！”\n  “切，继续吹，我前几天还射死一直斑虎呢。”\n\n  团子一路疾奔没过几分钟便来到了家门口，他深深地吸了几口气，回复了一下急促的呼吸，然后缓缓地推门进去。等他看到709还在床上呼呼大睡，他才松了口气，然后一转身钻\n回自己的床上装睡。\n  此时房间里709却微微张开了眼睛。嘴里嘀咕到“这熊孩子跑出去干什么了？真是想不通啊。”然后翻了个身，继续睡去。\n  等天一大亮，团子便在709的叫骂声中开始准备行李了。\n  “把这个拿着！”709扔过去过去一把周身散发着淡淡紫色光芒的铁剑。\n  “哇哦，这剑真好啊，爹这不是你偷得吧？”团子双手抓住剑，看着剑上流转的淡紫色光芒，说道。\n  “你个小兔崽子哪那么多废话！”转眼间团子嘴上就挨了一个巴掌。。。。。\n  半个时辰之后，在一队马车边，团子身边堆着一大包货物，身旁的马车上拖着一马车的煤炭，团子掂了掂背包，露出一丝苦意。\n  “背着东西快上马，路上小心安全！那把剑别乱拿出来玩。”709不知什么时候出现在团子身后，把包举起来就往团子身上一靠。\n  “知道了。”团子没好气的回答道。团子双手一穿就把包背在了肩上，随即缓缓地爬上了马车。\n  随着一声号角声，车队缓缓地动了起来，几分钟之后，只留下飘扬的灰尘和一些渐渐远去的背影。\n  “也该让他自己去锻炼锻炼了。”709看着马车队远去的身影自言自语道。他摇摇头，又反身回到自己屋中去了。\n  马车上，团子迫不及待的从衣服中把羊皮袋拿了出来，然后从里面拿出来了一本有着一圈镶边的书本，上面写着几个淡蓝色的大字——冰系魔法入门。\n  团子小心的翻开书页，认真的看着每一个字。虽然他老爹教他的字并不多，但是读一本书还是绰绰有余的。只见书上印着的一个个奇怪的字体，这便是大陆通用的帝国文字。书\n上印着密密麻麻的小字，时不时还有几幅插图辅助，团子看的也是津津有味。\n  经过了一天的奔波，在队长的一声吆喝下，马队在一个高坡地带停了下来，开始准备驻扎一晚上。对于他们这种战斗力低下且没有护卫队的商队来说，晚上走夜路简直就是自寻\n死路。商人们一个个把各自的帐篷搭造好，便三五成群的聚在一起聊天喝酒。\n  “团子，你那死鬼老爹呢？”团子独自一人坐在火把边看着书，突然一声把他吓了一跳。他转过头去看了看，竟是DF。\n  “DF大叔你也去镇上赶集啊？”团子看着DF身后的一把大弓，没头没尾的问道。\n  “是啊，这次我走了大运，射死了一直豹猫，嘿嘿，这张皮最少也值这个数。”说着DF伸出了五根手指头，“话说回来，团子，709那家伙怎么没和你一起来？”\n  团子摸摸脑袋，还是如实回答了DF。DF先是愣了一下，随即哈哈一笑，说道：\n  “这老家伙，我就说为什么大清早的跑来说叫我对你略微照顾一二，原来是想历练你一番啊。”随即DF大手排在团子肩膀上，说道，“小家伙别怕，有叔叔在，没人敢欺负你。\n在城里碰到麻烦就来找我。”\n  团子被DF拍的肩膀一阵酸麻，咧了咧嘴答道：“知道了，谢谢叔叔。。”\n  “哈哈，那我先过去和mekuai那家伙喝酒了，他早上吹牛和我说他酒量比我大，看我把他灌醉的钱都数不清，哈哈哈。”随即DF大笑着朝着营地的另一边走去。\n  团子看了看走远的DF，撇了撇嘴，又继续看起书来。\n  不知不觉，当团子的脖子微微泛酸的时候，他抬起头来，看着空中已经升到正上方的月亮，才发现时候已经不早了。随即钻进了马车上面的睡袋中，刚准备一头睡去，只听到突\n然从树林中传出一片马蹄声，团子大惊，一跃而起，看到了一大片骑马的蒙面人从森林中冲出来，他们手持弯刀，口中也在大声吆喝着，骑着马飞快的朝营地冲来。\n  这么大的声势惊醒了大多数人，还有的实在是酗酒过度一副完全睡死的样子。而清醒过来的人一个个大叫道：\n  “马贼来了！马贼来了！”\n  整个营地顿时陷入恐慌之中，在短短的数个呼吸之间，马贼已经冲进了营地，把整个营地包围了起来。随后从马贼中走出来一光头男子，他看着那些已经被制服的商人们，缓缓\n地说道：\n  “我给你们两个选择，第一个，把所有的货物全部交出来。第二个，你们自己也清楚。”\n  商人们一个个面露苦色，但迫于形势，还是都回去把各自的行李拿了出来。这时一个马贼快步走到光头男子身侧，轻轻地低语了几句，随即光头男子怒斥道：\n  “这都会让他们跑了？你们是干什么吃的！现在就给我过去追！”\n  光头男子看着那些不知所措的商人，冷冷的道：“这次算你们走运。”随即大喝道：\n  “走！”他翻身上马，带领着众多马贼一起朝着来的方向回奔而去。片刻，大片的马贼就不见了踪影，正如同他们出现那般迅速。\n  等到马贼走了，商人们才松了口气，一个个咒骂着。而团子那握紧了剑的手也不禁放松了下来，他看了看手中那泛着淡淡紫光的剑，又看了看消失在森林的马贼，叹了口气。\n  经过这次事件，商队再也没有休息的心思，开始连夜赶路起来。\n",
    "replies": [
        {
            "author": "423618228",
            "timestamp": 1432387680,
            "txt_content": "没人啊！自己顶一个！！"
        }
    ]
}