{
    "title": "[多线]cGameCraft 五周目 —— 生存|空岛|开荒|纯净[1.8]",
    "author": "pklpc123",
    "replyCount": 0,
    "timestamp": 1430629800,
    "txt_content": " 本帖最后由 pklpc123 于 2015-5-3 13:17 编辑 \n\n五周目物语（其实没啥价值可看的）\n哈，五周目终于诞生了啊各位，之前不知道的就无视掉好啦大家自从三周目以来已经等了快半年了吧。\n之前三周目也是蛮差的，谁叫服主我没经验，非得要MOD服呢；嗯~有了教训，我可就没那么傻了，终于等了八百年，弄了个插件服（Spigot）\n那么为啥五周目等了时间那么长呢，刚开始呢，我是想三周目完事之后，交给Cass（一周目及零周目服主）来做的，因为自己必定做了太长时间，然后三次元这头还比较忙，没时间，所以就交给Cass来做了。当时我的想法是——一定得要插件服，干脆弄点小游戏吧，或者多加点好玩的MOD，Cass答应了。\n最终，在我的催了八百年之后，四周目诞生了！（这时的时间点大概在今年的2月份）\n但是，这四周目是怎么个XX呢？进游戏连方块都没法破坏（后来知道是因为装了CraftZ插件并应用到主世界导致的）。然后四周目活了一夜，死掉了……\n白瞎我当时兴致勃勃用200多软妹币租的阿里云啊！?_?\n后来，我对Cass说，你特么倒是把这个Bug修好啊(╯‵□′)╯︵┻━┻\n我左催催右催催，催到了4月份，终于，Cass告诉我：「忙，没时间」\n我类个去你特么在逗我嘛？！我这段时间一直在给服务器充钱啊就等着你用合计这钱全打水漂了\n不得已，四周目的重大任务又交还给了我，正好那时候我还放假有时间，在群里跟以前的老玩家交流一番，他们表示这「四周目」太不吉利了，等了快半年了而且中途还夭折了，这数字「4」，不好！\n我就合计，行，改为「5」吧，反正这玩意还不怕多呢是吧！而且「4」，听起来就不吉利，还已经被挂上黑历史了，那你就真去死吧死ね\n回答之前的问题，为什么五周目让大家等了这么长时间：一个字总结——懒\n延续四周目的想法，不断地加各种插件其实也没多少，我终于把五周目做出来了！哈哈哈哈哈哈哈……\n在这里，特别感谢参加公测的各位老玩家，以及各位管理成员虽然发生了一点点不愉快，以及已经离开的管理们，在你们的帮助下，cGameCraft才能够走到今天。\n\n\n\n\n\n\n五周目简介\ncGameCraft五周目，服主我——延续之前所获得的经验，精心处理每一个细节，呈现给大家。、我们的宗旨即为在保证服务器稳定的前提下，不断地增加功能。\n五周目开服公测有半个多月了，虽然截止到目前，给大家带来的欢乐可能并不是很多，但是我们仍在尝试不断地添加更新的选择供君赏鉴。\n当然，如果您有任何建议（如添加某些小游戏），欢迎随时随地告诉管理团队，我们都会考虑的\n\n\n\n\n\n\n服务器特色\n空岛\n\n\n\n\n2015-05-02_23.29.03.jpg (77.87 KB, 下载次数: 5)\n\n下载附件\n\n2015-5-3 12:48 上传\n\n\n\n\n\n快捷商店\n\n\n\n\n2015-05-02_23.51.20.jpg (113.15 KB, 下载次数: 4)\n\n下载附件\n\n2015-5-3 12:48 上传\n\n\n\n\n\n使用方法：使用您想售卖的物品左键点击箱子，输入价格450即可，您这时可以打开箱子放入物品（库存）\n购买方法：点击箱子即可。\n【附注：因为服主的客户端安装了高清修复，因此箱子上的展示会消失，若您没有安装，那么上方将会有物品浮动】\n电梯插件：使用电梯替代您的梯子\n玩家头颅：PVP时可获得对方的头颅！（特别提醒：请勿恶意杀人）\n\n\n玩家：啥？才这么点东西？\n嗯，是的（认真脸），当前的确只有这些，但是我们很快就会添加更多好玩的东西，也同时欢迎各位玩家提出您的宝贵建议，一起建立我们理想的服务器。\n\n\n\n\n\n\n服务器寒酸的展示\n\n\n\n\n2015-05-03_14.12.09.jpg (54.84 KB, 下载次数: 4)\n\n下载附件\n\n2015-5-3 12:48 上传\n\n\n\n\n\n目前本服的临时主城(-_-)ゞ゛\n\n\n\n\n2015-05-03_14.12.50.jpg (80.13 KB, 下载次数: 5)\n\n下载附件\n\n2015-5-3 12:49 上传\n\n\n\n\n\n其中一位玩家的作品\n\n我们承认——没有太多可以给大家展示的希望您可以帮助我们，加入我们，让这个世界更加完善，建设我们的理想世界\n\n\n\n\n\n服务器守则\n请您在入服之前务必详细阅读并牢记在心，谢谢您的合作\n===宗旨===\n1. 【请您牢记】 尊重服务器内外的所有人。\n===您与他人===\n2. 在双方玩家未同意的情况下请勿恶意杀人，否则您将受到最少3天临时封禁惩罚，若多次违反，可能会被永久封禁。若您遇到此情况，作为当事人，您可以主动联系管理，我们将会帮助您处理。在此特别提醒：遇到此情况时，请您不要对此玩家反击，及时做好截图取证工作并联系管理团队，否则反击导致的纠纷可能也会导致您受到不应遭受的惩罚。\n===您与他物===\n3. 请不要在未经对方许可的情况下操作（包括但不限于破坏、触动）他人的物品（包括但不限于房屋、箱子、物品），否则您将会被临时封禁最低3天，多次违反您可能将会被永久封禁。若您遇到此情况，作为当事人，您可以主动联系管理，我们将会帮助您处理。在此特别提醒：遇到此情况时，请您不要对相关玩家进行反击，保留好现场并联系管理团队，否则您的反击可能会导致您受到不应遭受的惩罚。\n4. 请不要在未经对方许可的情况下，使用岩浆破坏他人物品，或在他人物品上使用流水，否则您将会被临时封禁最低3天，多次违反您可能将会被永久封禁。若您遇到此情况，作为当事人，您可以主动联系管理，我们将会帮助您处理。在此特别提醒：遇到此情况时，请您不要对相关玩家进行反击，保留好现场并联系管理团队，否则您的反击可能会导致您受到不应遭受的惩罚。\n===您的言论===\n5. 请不要在服务器内及交流群内辱骂他人（包括但不限于撕逼），否则首次您将会被禁言30分钟，多次违反您可能将会被永久禁言，或/及请出交流群。若您遇到此情况，作为当事人，您可以主动联系管理，我们将会帮助您处理。在此特别提醒：遇到此情况时，请您不要对此玩家直接对骂，及时做好截图取证工作并联系管理团队，否则对骂可能会导致两败俱伤，您也会遭受不必要的惩罚。\n6. 服务器内及官方交流群内请不要推广广告，否则您将会被永久禁言，或/及请出交流群。\n7. 请您不要在服务器及交流群内发表任何政治敏感信息，对于违反者，您可能将会被永久封禁IP，或/及请出交流群，严重情形下我们将会把相关情况报告给公安部门处理。\n===您与服务器环境===\n8. 服务器内请不要高空流水、岩浆（连续大于等于10格），否则您的水源或/及岩浆将会被去除，恕不另行通知；严重者将会封禁最低3天至最高永久封禁。（空岛世界/自然形成不适用此条例）\n9. 服务器内请您不要使用高频红石，否则您的红石电路将被切断或移除，恕不另行通知；严重者将会封禁最低3天至最好永久封禁。\n===您与管理===\n10. 除管理因特殊情况特殊声明外，任何玩家均不被允许接受管理团队（包括但不限于建筑师）提供的任何类型的奖励，包括但不限于游戏内余额、游戏内物品，违反者将会被永久封禁IP，涉事管理将会被永久停职并剥夺再次申请管理的权力。若其他玩家发现此现象可以及时向不涉事的管理联系处理，我们将给予举报者一定程度的奖励，并保证举报者的身份不会被泄露。\n11. 【特别提醒】 遇到问题时请首先联系管理团队帮助解决，您可以在交流群或者私聊联系我们，我们将会尽快处理。\n===一点点建议===\n12. 为保护您的个人物品免遭侵害，请务必使用领地系统保护好您的所有物品，否则因不适用领地系统造成的物品损失，请自行承担。\n13. 设置一个强度足够高的密码，并牢记。\n===其他一点点要点===\n14. 严禁利用服务器内BUG获益，否则您将遭到永久封禁的惩罚；遇到BUG时，请您及时向管理团队反馈，方便我们修复，并根据BUG程度给您一定程度上的奖励。\n15. 使用作弊行为（包括但不限于透视、透明材质、矿物探测）的玩家，一旦发现将永久封禁IP处理。\n16. 其他公认的不道德行为将会根据程度给予不同程度的惩罚。\n17. cGameCraft管理团队拥有对此服务器守则的所有解释权。\n太长了？懒得读？那就简单来说——\n勿恶意杀人\n勿破坏他人物品\n勿卡服\n注意您的言论\n禁止作弊\n被侵害时请找管理解决勿反击\n\n\n\n\n准备好了？一起来玩吧\n交流QQ群：333075655\n1.8~1.8.3的客户端均可以直接连接IP：mc.cgame.cc \n没有1.8.*客户端？请在此下载：http://pan.baidu.com/s/1i3y3pvZ。\n（使用此客户端首次启动时请在启动器内选择Forge，并等待资源下载完毕；若您出现显示异常，请进入./minecraft/mods内删除高清修复、动态光源、光影核心即可）\n\n\n\n\n\n\n\n服务器证明\n\n\n\n\n\nQQ截图20150503141946.jpg (73.82 KB, 下载次数: 4)\n\n下载附件\n\n2015-5-3 12:52 上传\n\n\n\n\n\n\n\n\n\nQQ截图20150503142149.jpg (59.17 KB, 下载次数: 4)\n\n下载附件\n\n2015-5-3 12:53 上传\n\n\n\n\n\n\n\n\n\n\n\n\n您也发现了……我们服肯定缺人手\n对了，您猜对了……我们的确缺人手~\n目前招收管理员1名，建筑师2名，有兴趣的各位玩家请您联系 Cherry_wood 申请。\n同时招收技术1名，最好有比较充裕的时间，熟悉MC插件安装及配置，有一定的英语水平，有兴趣的玩家，您可以联系 xiaosong（群内名：xs）。若您对CSS、HTML静态网页开发有兴趣，并有一定了解，您也可以联系 xiaosong 。\n\n\n\n\n祝各位游戏愉快\n\n\n",
    "replies": []
}