{
    "title": "[1.7.10]海盗的生活v1.0",
    "author": "zhaotian",
    "replyCount": 7,
    "timestamp": 1430633400,
    "txt_content": "我是莫第挥，高1学生，这是我第4个整合包，上次上传的战争军事整合包下载量不错，我这次又抽空给大家整合我的最新巨作海盗的生活v1.0，本整合包基于七国服务器整合包改版完成，感谢七国服务器整合包对mod的稳定性。\n本整合包讲述这在海上生存的故事，让大家感受海盗的生活，ford船mod，帮助我们完成了这一点，mod可以让你自由的拼凑出你自己的船，并且能使其行驶，最多支持10000个方块【你没有听错一万个方块！】，但需要大量的内存支持所以就不要去作死。\n我废话就多说上图文介绍：file:///D:/新建文件夹/海盗的生活v1.0/.minecraft/screenshots/2015-05-03_13.44.25.png【好吧不是不想上图文件已上传就取消我也没办法】\n我就用连接发图吧，你们就麻烦点。\n木块一定要铺2层厚点蓝色字看图\n里的方块是操控方块点蓝色字看图\n这个方块叫舵点蓝色字看图\n这样说吧就是船身一定要2格以上否则会沉，接着放个操控方块，放个舵在船身上，记得要用羊毛做个帆否则不会动，帆越多越快越机动，还有一点一定要在建这船的方向停船，否则听不下来的。\n自定义汉堡我就不多说了，好吧我是偷懒不太想打字呵呵！\n\n\n感谢我朋友雪人的联机测试与翻译！！！\n\n\n我想写太多你们自己玩了就知道，不会太差的，记住一定要回复啊\n\n\n英语版本：\nI am not the first wave, high students, this is my fourth consolidation package, last time to upload the war military integration package downloads is good, I take time to give you again this time integration of my latest masterpiece, pirate life v1.0, this integration redesign completed based on the seven server consolidation package, thank seven server consolidation package for the stability of the mod.\nThis consolidation package tells the stories of survival at sea, let everybody feel pirate life, ford ship mod, help us to finish it, the mod can set you free to piece together your own ship, and can make its driving, maximum 10000 square \"you didn't listen to wrong ten thousand square!\" , but need a lot of memory support so don't go to fault.\nI will say more graphic introduction: [ok not don't want to get above files uploaded.\n海盗的生活v1.0\n下载：在上面\n对了今天上午我发布了升级包！！！！\n下载地址：http://pan.baidu.com/s/1qWJVVrQ\n感谢大家的支持\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "龙麒HOPE",
            "timestamp": 1430633520,
            "txt_content": "顶！沙发是不是我？"
        },
        {
            "author": "wdsj250",
            "timestamp": 1430633760,
            "txt_content": "楼主厉害 O\n\n！"
        },
        {
            "author": "L1597385318",
            "timestamp": 1430633880,
            "txt_content": "传说中的D盘图"
        },
        {
            "author": "玩手游",
            "timestamp": 1430634360,
            "txt_content": "很不错。。。。好玩 帖子字体大了"
        },
        {
            "author": "zhaotian",
            "timestamp": 1430634720,
            "txt_content": "玩手游 发表于 2015-5-3 14:26\n很不错。。。。好玩 帖子字体大了\n呵呵，我不会告诉你是怕有严重近视的"
        },
        {
            "author": "askask12",
            "timestamp": 1430635140,
            "txt_content": "764325786786"
        },
        {
            "author": "xcc",
            "timestamp": 1430635920,
            "txt_content": "图片不能插进来么"
        }
    ]
}