{
    "title": "搬运中文Minecraft wiki，生物的特性",
    "author": "z9481752630",
    "replyCount": 9,
    "timestamp": 1430663280,
    "txt_content": "除了玩家自己之外，Minecraft目前拥有39种正式加入的生物。被动型（Passive）被动型生物永远不会攻击玩家，绝大部分是家畜；鸡、牛、猪、羊、豹猫和马，它们在地表生成，偶尔会生成在有草覆盖的充分照亮的坑洞里，并可以被玩家喂养繁殖。哞菇跟牛的生成条件一样，但只能在蘑菇岛地形中生成。鱿鱼的生成需要水，而蝙蝠的生成跟攻击型生物一样需要黑暗。村民随着其村庄一起生成，并可以在村庄人口过少时自行繁殖。鸡牛豹猫猪羊马鱿鱼蝙蝠村民哞菇兔子中立型（Neutral）中立生物只有在被激怒后才会攻击玩家。激怒它们的方式各有不同。僵尸猪人在携带版中是攻击型生物。注意：蜘蛛和洞穴蜘蛛在生成时即表现出攻击性，是因为其只能在亮度7以下处生成。但它们在亮度12及以上的时候受到攻击后才会还击，因此还是属于中立型生物。洞穴蜘蛛末影人蜘蛛狼僵尸猪人可驯服（Tamable）这些生物可以被玩家驯化，对于马，还可以骑行。狼豹猫（猫）马攻击型（Hostile）只要玩家在视野范围内（大多数为16格），攻击型生物就会以其各自的方式攻击玩家，不会在和平难度下生成。在创造模式下，攻击型生物处于中立状态，并且不会还击玩家（部分除外，如蜘蛛）。\n洞穴蜘蛛、僵尸、爬行者、骷髅、蜘蛛和蜘蛛骑士需要需要亮度小于或等于7的光照环境生成。烈焰人则在12以下。蜘蛛会在环境亮度大于或等于12时变得中立，但其生成时是攻击状态。烈焰人爬行者恶魂岩浆怪蠹虫骷髅末影螨史莱姆蜘蛛骑士女巫凋灵骷髅僵尸僵尸村民鸡骑士守卫者远古守卫者效用型（Utility）效用型生物可以被玩家创造并为玩家服务。[3]效用型生物永远不会攻击生成它的玩家。不过，天然生成的铁傀儡会被直接攻击它，或者攻击附近的村民的玩家所激怒。如果玩家持续攻击村民，村庄的所有铁傀儡都会与该玩家敌对。雪傀儡铁傀儡BossBoss类生物拥有巨额生命值，并且会用更加多变的攻击和行动的方式来对付玩家。当被杀死后，会掉落无法通过其它方式获得的稀有掉落物。末影龙凋灵携带版已加入生物以下生物已在携带版 alpha 0.9.0 或 0.9.x 中加入。村民末影人哞菇狼蠹虫史莱姆未使用在游戏的源代码里可以找到这些生物的相关内容，但在实际游戏中没有使用到。通过第三方Mod，这类生物可以生成。自从正式版1.7.2后，通过/summon命令，玩家可以不依赖Mod生成这类生物。巨人僵尸马骷髅马绿色长袍村民已移除这些生物在现在的版本中已被移除，并只可在旧版本中找到。野兽小子黑史蒂夫拉娜史蒂夫人类计划中生物目前，这些生物只能在预览版本中找到。（目前暂无计划中的生物）\n潜在的未来生物以下内容是未来游戏有可能加入的新生物。下面列表中的生物均至少被负责开发Minecraft的Mojang员工提到过一次，在未来具有一定的可能性加入游戏。除了僵尸猪人之外，猪人也会出现在未来更新中。然而，目前并没有任何迹象，Mojang员工也并未开始设计猪人。[4]在万圣节更新里，Notch说他计划加入鱼。[5]然而他时间有限，最终只把鱼设计为了一个物品。Dinnerbone后来提到他有一些关于钓鱼的计划，所以鱼作为一种生物还是有可能出现的。[6]红龙曾经被Notch多次提到，然而Notch自己已经退出Minecraft的开发。继任者Jeb也没有关于红龙的任何只言片语。Dinnerbone称他希望向Minecraft加入熊猫，而且他正在测试。[7]\n对抗与被动型生物对抗十分简单——它们不会还击。而对于其它每一种生物，它们都有其各自的方式伤害玩家，而其各自又有弱点可以利用。攻击型生物可以分为三组：生成在主世界黑暗区域的“黑暗”生物，生成在下界各处的“下界”生物，以及“区域”生物，只生成在主世界和下界特定区域的生物。这部分将介绍对抗各类生物的粗略方法。查阅掉落物条目了解猎杀这些生物的目的。黑暗生物黑暗生物都在黑暗处的非透明方块上生成。僵尸、骷髅和蜘蛛更可通过地牢中对应的刷怪笼生成。生物优势弱点注释僵尸生成时有几率拥有可能附魔的盔甲和/或工具。某些个体可以捡起掉落在地的武器和工具正式版 1.5 和 1.6 中的主要能力增强受伤时移动速度和攻击力的增加被玩家攻击时召唤增援自身燃烧时将其击中的目标点燃能在远距离（66方块远）看到玩家（无视线阻碍时）\n\n初始速度缓慢在阳光下自燃无远程攻击力\n曾是游戏中战斗力最弱的怪物，但自从正式版 1.6 后变得十分危险，因为一只僵尸可以迅速召唤出一波尸潮在作战中，建议先利用环境伤害将其削弱，或者直接用攻击力最强的武器快速解决如果你附近有庇护地形或处于安全区域，可以利用其召唤能力诱杀怪物；此时使用石剑缓慢攻击以给予其更多的召唤机会僵尸的生成会随机出现以下两种特殊形态：僵尸村民，可以被治疗恢复为村民（其余与普通形态无区别）小僵尸村民 生命值和攻击力较弱但移动更快，可以被治疗\n小僵尸 生命值和攻击力较弱但移动更快\n\n骷髅远程攻击无限弓矢离目标越近射速越快\n生成时有几率拥有可能附魔的盔甲和/或工具。某些个体可以捡起掉落在地的武器和工具\n在阳光下自燃无近程攻击力，无法攻击与其挤在同一个方块位置的目标\n大部分情况下可使用弓箭在远处杀死，或在白刃战中，玩家不会被弓箭有效地击退，从而可以完全与骷髅贴身使其失去攻击能力若骷髅没有装备弓，其移动速度会稍微加快并像僵尸一样近程攻击\n蜘蛛可看透墙壁可攀爬大多数方块可弹跳几个方块的距离可能带有速度、力量、生命恢复或隐身效果\n两方块宽，因此无法通过狭窄通道明亮处和阳光下变成中立生命值比大多数攻击型生物低\n爬行者无声移动自爆攻击水下爆炸攻击不会在阳光下自燃\n爆炸后丧生逃避豹猫\n大部分情况下可使用弓箭在远处杀死，操作熟练者可以在有充足余地时使用剑杀死自爆倒计时启动后若与目标拉开一定距离（玩家后退，使用疾跑攻击，或使用击退附魔），爬行者会停止并冷却倒计时启动自爆倒计时后，目标欲停止其倒计时而需要拉开的距离随难度逐渐增大，但爆炸影响范围不会若爬行者受跌落伤害，其自爆倒计时会缩短在“困难”难度下，这种情况会使爬行者过早自爆以致对目标伤害甚微\n使用打火石，玩家可以让爬行者在拉开距离后继续自爆进程（自正式版 1.7.2 后，可用于创造模式引爆爬行者）\n末影人高生命值高攻击力对投掷物免疫瞬间移动能力\n被直接注视或攻击前保持中立（详见对应条目）受水和雨伤害受水、雨、火伤害，或受太阳直射后回复中立状态\n3方块高，可以作为弱点利用腿上受非火焰属性的剑伤时不会瞬间移动被点燃的箭射中后会受到火焰伤害，但不会受到箭本身的伤害在白天逃逸\n非有意而来时尽量避免激怒它们若不小心触怒它们，设法让其恢复中立或躲进2方块高的藏身处猎杀末影人最简单的准备是一块离地2方块高的天花板（最小应有3×3大小）以便安全地使用剑攻击\n在猎杀时，末影人可以在远处被挑衅（最远64方块外）并会传送到你身边\n下界生物所有下界生物免疫火和岩浆的伤害。其大多数的生成不考虑亮度等级。生物优势弱点注释恶魂在最远100方块外发射爆炸性火球。在下界中基本等同无限远，并且这个距离经常在渲染距离外火球可炸毁地狱岩，可以将玩家炸下岩浆池或坑缝中\n无追逐本能，无法将其吸引进战斗中\n火球可以反弹，甚至反弹到恶魂身上恶魂会被自己发射出的火球秒杀\n火球无法伤害圆石或其它“石”类方块无追逐本能。可轻易逃离战斗但也使靠近恶魂变得困难生命值比多数攻击型生物低\n建议用弓箭射杀或用钓鱼竿将其牵过来击杀，但反弹其火球可作为替补方案强烈建议修建石质藏身处\n岩浆怪免疫跌落伤害天生拥有防御点数大型个体在杀死时分裂成数个小个体大型个体使用剑击杀比较困难\n\n智商较低（同史莱姆，见下）攻击力低下大型个体的生命值仍然比多数攻击型生物低\n下界中的怪异粘球生物。非主要威胁，但在小心穿越下界地形时会造成烦扰\n僵尸猪人携带版0.9.0前为攻击型生物群攻习性高近程伤害移动速度比玩家快生成时有一定几率带有盔甲和/或附魔过的剑。某些个体可以捡起掉落在地的武器和工具天生持剑\n在自身或附近的同类被攻击前保持中立智商较低，可被障碍物轻易阻挡，或掉进陷阱\n下界最常见的生物在被攻击前无害，但被攻击后其半径32方格范围内的同类均带攻击性在32方格范围内，16方格范围外的个体带攻击性，但不会主动接近玩家\n猎杀时选择合适的环境并修筑避难所。否则尽量避开并谨防在使用工具时打到它们疾跑或使用速度药水可以逃离围攻偶尔会出现小僵尸猪人小僵尸猪人甚至会变成僵尸猪人骑士\n区域生物区域生物仅出现在特定的区域，通常是在游戏“天然”生成的结构中。主世界区域生物生物优势弱点注释洞穴蜘蛛个体较小，可通过1方格宽0.5方格高的开口可以像普通蜘蛛一样有攀爬、跳跃、看透方块发现玩家的能力攻击带中毒效果（简单难度除外）\n与普通蜘蛛一样，遇强光丧失主动攻击性生命值比多数生物低\n仅由其对应的刷怪笼生成，刷怪笼会出现在废弃矿井中\n史莱姆大型个体在杀死时分裂成数个小个体\n智商较低未发现玩家时随机移动，发现玩家后向着玩家直线靠近\n大型个体的生命值仍然比多数攻击型生物低小型个体无法造成伤害不能跳出水体经常在无玩家干预下自己溺亡\n\n总体上史莱姆是一种羸弱的攻击型生物随机出现在某些区块的地下区域，或夜晚在沼泽地表出现\n蠹虫微小的体型使其可以穿过任何开口可以藏匿在石质方块中，发动攻击时破坏方块而出受攻击时召唤附近的同类其特殊的攻击性质可在狭窄处形成围攻态势\n生命值低下攻击力低下\n每个要塞都会有一个蠹虫刷怪笼偶尔出现在峭壁生物群系中\n女巫远程扔出各种负面效果（包括瞬间伤害）的药水作为攻击方式可使用正面效果药水来医疗自身和获得抗火性对部分药水效果免疫较高的生命值\n无近程攻击医疗自身时无法攻击\n建议使用弓箭射杀若在它们正在服用药水时将其杀死，它们有可能会掉落该种药水天然生成的女巫较不常见。但在沼泽小屋里生成频率很高沼泽小屋可在沼泽中罕见地生成\n\n下界区域生物生物优势弱点注释凋灵骷髅攻击力高攻击带有凋零效果\n某些个体可以捡起掉落在地的武器和工具若捡起弓，将无视弓的附魔而发射火矢\n\n2.5方块高，可以作为弱点利用\n仅出现在下界要塞中任何2方块高的天花板、门梁和屋梁都可以将其挡住，而它们没有末影人的瞬间移动能力\n烈焰人同时拥有远程（点燃玩家）和近程攻击力飞行能力，在其锁定玩家后\n远程攻击除火以外攻击力为零。一瓶抗火药水就能免疫全部烈焰人远程攻击。同时玩家可以根据其身上的图案轻易估计攻击时间\n攻击需要充能，而充能速度缓慢。\n仅出现在下界要塞中，可普通生成和通过其刷怪笼生成仅在被激怒时飞起\nAI主条目： 生物AI生物在通常情况下会随机地四处游荡，并避免从会受到掉落伤害的高度掉下去（牛和羊会有很低几率会自己跳下对其而言致死的高度），但它们会被像告示牌的非固体方块所愚弄。在这种状态下，生物（除了恶魂、末影人和僵尸，在正式版 1.6 后）会有一个16方块的搜索半径。生物也能和玩家一样爬梯子：如果它们试图向它们触碰的梯子前进的话，它们会顺着梯子向上移动。然而，生物是忽视梯子存在的，也不会将梯子纳入寻路范围内，所以它们不会试图避免自己掉下梯子，也不会主动去通过梯子爬过所有的墙壁。蜘蛛与洞穴蜘蛛可以将任何方块当成梯子爬上去。除史莱姆外，如果在生物的32方块半径范围内没有玩家，生物会在5秒之内停止游荡。在此状态下，生物会随机转向，但不会再主动移动。但它们仍能由外力推动，譬如水和矿车的推动。僵尸在此范围外仍然可以对村民做出追逐和攻击行为，而村民也仍然可以做出逃跑的响应。僵尸、骷髅、爬行者与狼比起其它生物而言具有更加复杂与高级的寻路系统。这里有一个视频展示它们的寻路算法。攻击型生物在游荡状态下的攻击型生物一旦直接注视到其16方块的搜索半径内的玩家（蜘蛛和洞穴蜘蛛可以立即注视到任何进入其搜索半径内的玩家），就会进入追逐状态。进入追逐状态后，生物可以透视所有方块并向开始靠近玩家。某些生物，最明显的是骷髅和爬行者，在离玩家足够近的时候（骷髅会在长距离扫射，爬行者在近距离）会开始围着玩家转（向着玩家视线的左边）。而僵尸在游荡状态下会沉在水底，而在追逐状态下可以绕过墙壁寻路靠近玩家。如果攻击型生物被另外一只生物攻击，攻击型生物会做出还击。如一只骷髅射中了一只蜘蛛，蜘蛛会转而攻击骷髅。如果爬行者被骷髅射死，会掉落一张唱片，而前提是爬行者不能是与骷髅自爆而死的。被动型生物被动型生物在任何情况下都不会攻击玩家。被动型生物包括了游戏中大多数“家畜”，可以被玩家圈养繁殖来获得食物和其它资源。同时包括鱿鱼和蝙蝠，但其生成条件都比较特殊且不能繁殖。豹猫根据定义是被动型生物，因为豹猫不会攻击玩家；但在游戏代码中是按照攻击型生物编写的。动物会被光亮和草吸引。如果附近有很多草，它们会不管亮度而向其前进。如果它们完全被草包围，它们会四处游荡。如果它们看不见草的话，它们会向光亮走去。幼年家畜会跟随其物种的成年个体。被动型生物受攻击时会无目标地逃跑。与攻击型生物不同，大多数被动型生物（且包括中立状态的狼）不会随着玩家的远离而消失；而豹猫、鱿鱼和蝙蝠例外。某些被动性生物会跟随拿着其对应食物的玩家：小麦（牛和羊），胡萝卜/马铃薯/甜菜根（猪），和种子（鸡）。只要玩家不领先得太远，这些生物就会跟随玩家走过很长的距离。这种特性可以用来诱引生物走进圈栏以便圈养。如果玩家通过点击鼠标右键将食物喂给生物，生物会进入繁殖模式。马也可以驯服和繁殖，但方法比上述方式要困难一点。中立型生物中立型生物包括末影人、僵尸猪人、狼，和某些情况下（强光）的蜘蛛和洞穴蜘蛛。其大多数特性都在对抗章节中提及了，它们大多数都是有攻击性的怪物但通常可以避免与其对抗。狼值得特别讨论。与僵尸猪人很相像，如果一只狼受攻击，其周围的所有个体都会永久性对玩家具有攻击性，并主动发动攻击。不过，狼不像僵尸猪人一样普遍（下界中），而仅在森林和针叶林中以狼群形式出现，因此，对狼的小心防范并不需要像僵尸猪人一般谨慎。未具有攻击性的狼可以通过喂食骨头驯服。狼在驯服后不像豹猫一样会明显改变皮肤的图案，但会成为狗，戴有可染色的项圈，其生命值也会大幅提升。狗会与玩家并肩作战，主动攻击任何攻击玩家的生物（包括骷髅用箭射中玩家），或玩家正在攻击的生物（不包括投掷物击中）。狗可以通过喂食肉类（不包括骨头）来治疗或繁殖。有关生物的成就图标成就简介前提成就实际需求（如果与简介不同）版本限制Xbox点数奖牌类型(PS)\n\n\n\n怪物猎人攻击并消灭一只怪物出击时间到！杀死除了小僵尸以外的攻击性生物无20GBronze\n\n\n\n斗牛士获得一些皮革出击时间到！从地上捡起皮革无15GBronze\n\n\n\n当猪飞的时候骑着猪从悬崖上飞下斗牛士使用鞍骑上猪，然后让猪受到至少2 ()的掉落伤害（最少要从6格高掉落）无40GGold\n\n\n\n狙击手的对决用弓箭从50米外干掉一只骷髅怪物猎人从水平距离50米外用弓箭杀死一个骷髅或凋灵骷髅PC & PSN/ASilver\n\n\n\n开始了？生成凋灵结束了。PCN/AN/A\n\n\n\n开始了。杀死凋灵开始了？PCN/AN/A\n\n\n\n种群恢复喂小麦来繁殖出1头牛斗牛士让两头牛或哞菇繁殖PCN/AN/A\n注意同一种类的生物经常成群出现。生物不会在透明方块、水（除鱿鱼外），岩浆，或半砖（台阶，楼梯）上生成。而刷怪箱的生成没有这种限制，通过刷怪箱生物甚至可以在空气中生成。生物不能看透半透明方块，譬如冰、玻璃和玻璃板（蜘蛛和洞穴蜘蛛例外，它们天生有看透所有方块的能力）。生物在生成时都是朝南的。这包括刷怪蛋生成的生物。生物可以坐在矿车上。\n你知道吗\n猪在死亡时冒出白色烟雾。\n\n\n\n通过 /summon 命令生成大量Boss生物。\n\n\n被命名为\"Dinnerbone\" 或 \"Grumm\" 的生物都会上下颠倒四脚朝天。当生物在准备走下一个方块时，有时会转过身退回几步，仿佛在犹豫着，然后再回头走下去。这种现象在玩家逃离追逐的时候会有帮助（特别是在被爬行者追逐时）。生物死亡时会迸出一股白色烟雾。这就是生物尸体化为泥土或烟雾的画面效果。万圣节更新 (Alpha 1.2.0) 中，游戏允许攻击型生物在更深的深度下在更高的环境亮度中生成，具体公式是 16 - (层数 ÷ 8) 。在第8层或更低，攻击型生物甚至可以在阳光下生成。Notch 在 Alpha 1.2.1 中取消了这个机制，并说：“这太烦人了。对此我有更好的计划。(It was far too annoying. I have plans on what to do with this.)”[8]玩家可以听到最远16方块外的攻击型生物。这意味着，如果你听到攻击型生物的声音，这个攻击型生物可能也已经注意到了你。玩家在有固体方块遮挡时可以不被察觉地靠近攻击型生物身边。在生物杀死玩家，或者玩家在逃跑过程死亡，生物会围在玩家死亡点尝试攻击已经死亡的玩家。这是由于玩家死后处于透明的非固体状态，但仍然存在于死亡点处（证据是，“你死了！”屏幕背后显示的是死亡点处的视角）。生物的头会由于寻路系统的错误而“抽动”，看上去就像生物在吃着玩家的尸体一样。玩家可以利用这点，让一个玩家死亡以吸引周围的怪物，使得其它玩家可以不被察觉地通过这片区域。这同样适用在恶魂身上，只要另外至少一个玩家在附近保证区块在加载状态，恶魂就会不停地向已死亡玩家的方向发射火球，但有可能摧毁玩家附近的结构和玩家的掉落物。生物的这种锁定状态在玩家下线、退出和重生后解除。如果攻击型生物处于追逐状态，玩家可以设法将生物挡在墙外，然后重新进入世界，这样这个生物就会退出追逐状态。攻击型生物在和平难度下仍然会正常生成，但会立即消失以至于玩家无法察觉。由于骷髅有发现目标立即射箭的特性，和平难度下站在骷髅刷怪笼旁的玩家可能会被刚生成即消失的骷髅射出的箭击中。这种情况不是必然事件，而在多人游戏中由于服务器的延迟而更明显。\n在 2012 年的万圣节，僵尸、僵尸村民、骷髅、凋灵骷髅和僵尸猪人的头有一定几率戴上南瓜，且有很小几率戴上南瓜灯。在快照 13w04a 后，生物不再主动走上铁轨，除非被另外一只生物推动。这个改动可以用于捕捉少量生物，分割玩家与生物，和防止游荡的生物截住矿车。“Mob” 一词本身也显示为 /summon 命令有效的实体名，但如果尝试生成“Mob”，命令会出现错误信息“无法生成实体(Unable to summon object)”。和平模式下生物（如愤怒的狼，末影龙等，甚至是被激活的TNT）对玩家的攻击力为0 ()。请注意尽管其不会造成伤害，但还会减少装备的耐久值。任何非玩家生物手持的玻璃瓶都是紫色的。巧妙利用攻击型生物的特点可以使它们之间“起内讧”。当僵尸被骷髅误射时，他们会有两种表现：回过头去攻击骷髅或停止不动，前者会攻击骷髅一两下然后停止。两种表现都能使僵尸停止对当前追逐玩家的追逐状态，直到某玩家再次攻击它。巧妙走位可以利用这一点摆脱僵尸的追逐和拉僵尸做挡箭牌。打火石可用于创造模式引爆爬行者。\n参考跳转↑ http://gaming.stackexchange.com/questions/17279/how-far-can-mobs-see/跳转↑ Wikipedia: Mob跳转↑ http://www.reddit.com/r/Minecraft/comments/kml6r/notchs_new_snowman_mob_is_craftable_and_throws/c2lhmgx跳转↑ http://www.reddit.com/r/Minecraft/comments/s2oqp/i_am_erik_broes_aka_grum_developer_of_minecraft/c4aoa5d跳转↑ http://twitter.com/notch/status/28068089223跳转↑ http://www.twitter.com/dinnerbone跳转↑ http://www.reddit.com/r/Minecraft/comments/s0pqt/i_am_nathan_adams_aka_dinnerbone_developer_of/c4a5sxc跳转↑ http://notch.tumblr.com/post/1486843146/minecraft-alpha-1-2-1-minecraft-server-0-2-3\n",
    "replies": [
        {
            "author": "345597107",
            "timestamp": 1430663640,
            "txt_content": "感谢搬运工！！"
        },
        {
            "author": "z9481752630",
            "timestamp": 1430663880,
            "txt_content": "非常谢谢你的支持~~~~~~~"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1430664120,
            "txt_content": "345597107 发表于 2015-5-3 22:34\n感谢搬运工！！\n他只是复制粘贴水"
        },
        {
            "author": "Ghost丶幽灵",
            "timestamp": 1430672760,
            "txt_content": "还不错呃，，，"
        },
        {
            "author": "lzs1234",
            "timestamp": 1430696760,
            "txt_content": "有何意义？完全复制中文wiki，你当我们都是笨蛋不会自己去翻吗"
        },
        {
            "author": "yinghexiawai",
            "timestamp": 1430734320,
            "txt_content": "不管怎么说还有蛮多东西我还不知道，特别被删除的生物"
        },
        {
            "author": "guqu",
            "timestamp": 1430734980,
            "txt_content": "....一手好水"
        },
        {
            "author": "345597107",
            "timestamp": 1430737980,
            "txt_content": "龙腾猫跃 发表于 2015-5-3 22:42\n他只是复制粘贴水\n至少人家还会去复制黏贴吧"
        },
        {
            "author": "⭐✔️",
            "timestamp": 1430738100,
            "txt_content": "转载WIKI一经发现将作抄袭处理，予以撤销所有正面评分，-2贡献起步，原帖删除或晒尸"
        }
    ]
}