{
    "title": "<原创·连载>《星空之语》第四章：成长",
    "author": "afafgt",
    "replyCount": 0,
    "timestamp": 1430832780,
    "txt_content": "     “活下去！叶枫，为了你的目标，努力吧！”、\n     “这一次，我一定要在异界混出个成绩来。”\n     “我一定要好好活着！”\n      记忆如潮水般涌来，叶枫猛地睁开疲惫的双眼，失色道：“该死，这是哪？那个蜘蛛呢？”\n      他看着周围木质的家具，自己躺在木质的床上，被工匠精心雕琢的花纹此时正散发着一股天然的橡木的香味。\n      忽然，一缕面香飘到了叶枫的鼻子下，叶枫使劲嗅了嗅，随即沿着香气望去，只见床边的桌上有一个木碗，里边乘着一碗香气十足的胡萝卜面汤，仔细望去，只觉口舌生津，白里透红的萝卜点缀在香气逼人的汤上，显得如此恰到好处。\n      叶枫心想：“蜘蛛应该是被我杀了，不然我也不会活着回来了，不过这一碗面汤想必一定是留给我的，那我就不客气了。”随即，他立马拿起木碗大口大口吃起来。\n      果然是极美味的，那香润又富有弹性的面条带着香甜的汤水回荡在口中，那倾城的味道，让人回味无穷，即便只是吃上一口，也让人津津有味。\n      忽然，门被人一脚踹开，只见高轩一脸欣喜的走了进来，说道：“哈哈哈哈，我就知道你这小子没那么容易死。”\n      叶枫开玩笑道：“你都没死，我怎么可能会死。”\n      高轩又和叶枫说了一会儿，随即散懒的说：“算了，既然你安然无恙，那我就先去睡觉了吧。”\n      说罢，干脆利落的走了，叶枫愕然的道：“这家伙，还是老样啊。”\n      旋即一脸期待的打开了主界面，切换到任务菜单...\n     “叮，恭喜宿主完成任务抵抗入侵，获得奖励：所有建筑进阶，钻石2个，招募名额1个。”\n     “叮，任务栏更新！”\n      叶枫一听到钻石，便兴奋的打开背包栏，只见两颗散发的淡蓝的宝石正安静的躺在物品栏的角落，显得美丽极了。\n      叶枫这辈子哪见过真正的钻石，兴奋的取出来把玩。\n      玩了一会儿，觉得有点无趣了，于是便打开任务栏.......\n      “叮，接到任务：大发展时代，要求建造法师塔，时空交易所，所有建筑进阶至LV5（MAX），拥有50个村民，50个战士。”\n      “还真是远大的目标啊，不过我会努力的。”叶枫苦笑道\n      他随意的打开了人物栏，仔细看一会儿，脸色大变，随手唤出助手：“助手，我的力量属性和敏捷属性怎么下降了5点。”\n      助手用一如既往冰冷的声音回答道：“这是因为宿主超过自身实力使用终结技，得到惩罚属性永久下降。”\n      “什么，这点属性让我连弓箭都用不了，这还怎么用箭啊。”叶枫激动的说道\n      “这就看宿主怎么用了。”助手说完立即消失了\n      “完了。”正当叶枫绝望的时候，他忽然发现背包里有一个东西。\n      “这是，蜘蛛掉落的奖励？”叶枫惊奇道，他打开一看，技能遗忘卷轴 ：“遗忘一个体系的技能，并将其铭刻在卷轴上，使之可以将技能传个另一个人。”\n        叶枫大喜道：“这样的话，那我岂不是可以将弓箭技能全部给别人，那么即使我不上战争，靠自己招募过来的人也能混出一番成就了。”\n        他立刻使用了这个卷轴，旋即充满自信的站起来，说道：“接下来就要大发展了。”\n        他立即叫了所有空闲的工匠去建造法师塔，但看了一眼资源消耗，就连他也是满脸震惊：木材5000单位，石头1000单位，钻石2个。\n        叶枫无奈一笑，对于这么多的资源消耗，他已经麻木了，缓缓低语道：“希望这个法师塔能够给我带来点惊喜把。”\n-------------------------------------------------我是邪恶的分割线----------------------------------------------       \n        时间就在这热火朝天的大发展中飞速流过，马上就是叶枫来到空岛1个月的日子了。\n       经过这二十几天的发展，空岛也初具规模了，时空之树由于有大量的腐肉和骨头的滋养，也成长到了LV4，建筑平均都升到了LV4级，庭院更是进阶到了LV5（MAX），能够容纳的人数也有200人了。\n       距离主岛不远处的一个分支岛上，无数村民正在敲敲打打，经过这段时间的人数飞涨，村民早已有了60人，战士也有55个了。\n       忽然，几乎所有村民都停下手中的活儿，满脸兴奋的看着一位拥有浓密的金头发的大汉沿着梯子走向顶层。\n       威森心中也满是激动，自己虽然建过许多稀奇古怪的建筑，但这种富有浓厚的魔幻色彩的建筑还是没有建过，他握紧手中的2枚钻石，看了看站在塔下的叶枫，旋即缓缓伸出手中的钻石，镶嵌到了早已设计好的洞中。\n       “叮，恭喜宿主完成成就《魔法！》，获得奖励：基础魔法书一本，基础炼金书一本，铁质双头法杖（注：参考神秘时代4MOD法杖设定）”\n        突如其来的系统提示声让叶枫手一抖，他惊喜的自言自语道：“魔法？”\n        他拿出那本基础魔法书，说道：“虽说我早已拿不起弓箭，可是以我的智力属性9点使用魔法和法杖应该是没问题的。”\n        虽说当个岛主也不错，可是上战场厮杀这种让人热血沸腾的事只要是个男人都向往的，所以叶枫毫不犹豫的将手中的基础魔法书给使用了。\n        旋即他兴奋的打开技能栏，上面列出了三个技能：\n        《基础魔法：火球术》：消耗魔法值10点发射一个会爆炸的火球，伤害以智力来定\n        《基础魔法：闪烁》：消耗15点在100米内任意瞬移，每点智力增加10米\n        《基础魔法终结技：魔力爆破》：消耗全身魔法值，使周围所有目标全部毁灭。\n        他看到终结技的时候还是想起了自己曾经用终结技的场面，不由惊起一身冷汗，叶枫暗暗说道：“终结技不到万不得已千万不能用。”\n        随即，他叫工匠们接着建造时空交易场，消耗的资源虽说没有法师塔那么恐怖，但也不是短短数日就能达到的目标，所以他先不着急，天色也渐渐黯淡下来，点点繁星出现在夜空上，用自己的光芒点缀着那一抹漆黑。\n        “叮，怪物即将出现，接到任务：抵抗入侵。”\n         叶枫一惊，他已经很久没接受到怪物的入侵了，没想到是过15天怪物就入侵一次，他回想起第一次入侵的惊险，也不敢大意，先移到主界面使用了任务奖励的一次招募次数。\n        光芒一闪，一个身穿皮甲，猎人打扮的十七八岁的俊美少年出现在了叶枫面前。\n        “你是谁？”俊美少年似乎有点迷茫，但旋即反应过来，警惕的问道。\n        “......”一番解释过后，原来俊美少年叫杨哲天，本是山中一猎户人家的孩子，不过打猎回来时碰到了老虎，所以被系统召集了过来。\n        “你认为我会相信你吗？快把我送回去。”杨哲天一脸不信的说道。\n        “信不信由你，拿着，好好利用这个卷轴。”叶枫将他的弓箭技能书抛给了杨哲天，旋即也不等他反应，系统的声音直接让他飞了起来。\n        “叮，怪物已抵达，飞行引擎开启。”\n         高轩脸色带着嗜血的神情从庭院中飞了起来，“阴森”的笑道：“桀桀桀桀，好久没动了，先让我活动下筋骨。”（额，不要怪我，是某位逗逼让我这么写的）\n         叶枫冲天而起，带着50来个战士向着飞速袭来的怪物群冲过去，密密麻麻的怪物群就像黑色的浪潮，凶猛的向他们袭来。\n         “嗖。”50来个战士同时使用了他们的一个技能“直线突击”顿时，金色的光芒闪耀在漆黑的夜空，显得耀眼至极。\n         “不对，怪物怎么强了那么多。”叶枫看着不远处的一个战士，震惊道。\n          原来只需要一剑就能杀死的怪物现在居然三剑才能杀死，当然，这只是说普通的战士，至于从第一次战争中活下来的战士同样是一剑就能砍死的。\n          忽然，身后传来一声大呼“基础箭术：迅捷之箭”一只飞舞的僵尸应声而倒。\n         叶枫望向身后，只见杨哲天不知何时，站在他身后拉着弓，瞄准一个个的怪物，叶枫对他竖了个大拇指，旋即转身过去，抽出包中的铁质法杖。\n         大段大段古朴的符文从叶枫空中吐出，不出1秒，手中法杖火光一闪，“基础魔法：火球术”\n         只见一个摇摇晃晃的火球飞速射向密集的怪物，没过多久，一声爆炸传出，宣告了几个怪物的生命结束。\n         高轩更是一剑一个怪物，简单，利落。\n         由于有过第一次战争的经验，这500个怪物即使强大了一些，也被众人轻松斩落,除了几个倒霉的战士受了伤。\n         可叶枫还是没放松，他脸色凝重的望着天际，似乎感应 到什么，说道：“他要来了。”\n想要看下文，请等作者更新，3200字数，6499字节\n",
    "replies": []
}