{
    "title": "接触红石【详细版，补充版】",
    "author": "Mc_luxika",
    "replyCount": 9,
    "timestamp": 1431002400,
    "txt_content": "{:10_492:}哟哟哟~又是我~luxika，昨天因为时间关系有很多东西没有介绍~\n那么今天补上，其实我挺开心的，昨天的帖子应该算挺好的了~\n .铁门and按钮~：\n那么我们先介绍铁门，铁门是一种坚硬的门，应该是这么说，，我们知道，僵尸可以破坏木门进入你躲藏的小屋吃掉你的脑袋~呵呵不吓你了~\n铁门可以防止这件事情的发生，，，它的建议程度是僵尸无法破坏的，不过对于史蒂芬的麒麟臂来说只要有稿子秒秒钟挖掉，当然也是会耗时间啦~\n那么有一件让新手困惑的事情，，，为什么右键它不可以开关？其实在创造模式下我们可以发现木门和铁门都是在红石的物品选项中，也就是说他们两和红石有关系咯~那么就有人问了，为什么木门不需要红石就能操控开关？那铁门拿什么控制开关？\n首先的确木门不需要红石的激活控制开关，右键就可以控制了，不过木门也是可以用红石里的东西控制开关的，\n\n在图中我们发现这条通过拉杆激活的红石成功控制了木门的开关，但是其实不必要浪费材料之需要放置在木门跟前就好了，拉杆有一个特点就是他可以随意方位摆放，正方【就是在图中那样放在地上】，放置在墙上，放置在屋顶，这些都可以，【这里简单介绍了下拉杆等下会更详细介绍】\n其实木门也不需要拿红石启动因为它并不需要，可以说放红石激活有点多余，不过喜欢方便的孩子可以试一试拿红石激活，不过配上压力板更好why？等下我会讲的~\n那么介绍了这么久木门，关于铁门呢？我们知道右键它是不可以操控开关的，那么聪明的孩子们一定知道了，拿红石启动，\n这里以前介绍两个东西，就是标题的东西\n\n那么在这张图中有两样东西，铁门，和按钮，\n发现铁门旁边的草方块上放置了一个按钮，那么这是做什么用的呢？\n\n我右键了按钮，启动了它，它激活了铁门成功的操控了铁门的开关，不过按钮过不多久就会弹回这样其中按钮激活铁门的能量就会被中断，铁门就会再一次关闭，所有瞄准时机进去吧，那么我从里面怎么出去呢？其实很简单，再放置一个按钮就好了，注意，如果两面的启动物品不同，列如：正面是按钮，而反面却是拉杆或者按钮以外的启动物品时无法再次开启铁门的，所有最好准备两个启动物品，【等下会介绍跟多启动的物品】\n压力板and拉杆：\n刚才我们已经简单介绍了拉杆，也有提起过压力板，那么看看他们有什么功能和有什么区别\n先介绍压力板，这也是一种激活红石的物品，那么它要怎么激活红石？\n\n在图中脚下踩的为放置后的压力板，为了明显效果所有添加了一条红石，我们发现图中的红石亮了这证明它被激活了，那么红石被激活后铁门就会开启，在图中所示，那么压力板其实并不是只能启动铁门啦，这里只是示范一下，它和按钮一样只要你不踩它了，它就会取消能量，中断红石和铁门之间的能量。压力板是一个挺方便的红石激活器。唯一的缺点就是不能持久开启\n~\n测重压力板：\n在上面我们刚刚介绍完压力板，那么这个所谓的测重压力板有什么作用？\n测重压力板主要用于解密地图中，列如在解密地图中经常会碰到这样的场景，【丢下某种物品，开启门或者给予物品】\n那么红石怎么侦察有物品的掉落呢？\n【在这里补充一下，木压力版有着测重压力板相同的功能】\n\n在图中，只是一块普通的压力板，我们发现丢下石头它没有任何启动的痕迹，其实任何物品掉落在上面都是无法起效的，这样就无法达到什么所说的解密地图中的场景，丢下某物品启动某机关或给予物品的效果，那么怎么办？\n\n在图中的是一块气质的测重版，有两种测重版，重质的和轻质 的他们的区别等下在说明，现在先分清楚压力板和他们的区别，\n在图中我们可以发现，我踩踏在测重版上并没有起到激活红石的作用，这就是压力板和测重版的区别，一个启动的条件是生物的踩踏【木踏板特别】\n另一个是掉落物品的压力，他们都各有所长，，各有所短，\n现在分清楚一下轻质和重质的区别，也一起看看掉落物品启动红石的效果，：\n\n在图中是他们的启动效果，\n抱歉没有搞清楚他们的区别，百度了一下但是还是不太懂，希望大神在下方评论学习并修改：\n【活版们和木栅栏其实没有什么好介绍的，这里就不介绍了~】\n拌钩线：\n拌钩线，真的是一个非常隐蔽的陷阱，，，天呐被它坑下陷阱的骚年们给点金立告诉我不是唯一一个，拌钩线的特点和它的危险就是，：难以发现， 在没有认真查看时它只是空气而已，而且懂得隐藏的童鞋们可以把它做成只是触碰是发出声响的机关开关而已，当这声音响起你基本已经中招了~\n其实他不止这一个功能，列如，任意地图存档的无形传说，你可能跑着跑着就被莫名其妙的传送了~\n那么它该怎么使用？注意使用它时需要蜘蛛线也就是线，拌钩线没有线怎么行对不~\n\n\n\n在图中是两个间距3格的草方块其实可以任意方块，在草方块上各放置对立面的拌钩线如图所示，中间铺上蜘蛛线\n在图中是不是很难看见蜘蛛线呀，还是准星瞄准时的方块轮廓回馈才能知道这里有铺垫蜘蛛线，那么它启动效果和怎么启动呢？\n启动很简单经过或者触碰，或者站立在线上都会启动，上图：\n\n为了方便截图此处红石线路铺长，其实只要你有认真看我以前的帖子或者本来就知道该怎么铺红石这个应该很轻松，注意红石在连接草方块的地方不会拐弯如图：\n\n这个没有关系依然可以启动，拌钩线不止放置3格可以无限格~\n拌钩线的和压力板一样离开线就会中断能量，\n \n阳光传感器：\n这个作用不是很大，但是也是有作用的，不过在一些我玩过的地图中的确很少见过它的身影，它的作用犹如太阳能，\n意思是，在太阳下【白天无天气时】启动，在晚上【树荫，黑暗的地方，暴雨天】中断能量，\n示范图：\n\n\n在图中世界处于白天无天气状态，所以阳光传感器正常启动，\n\n这是世界处于晚上的状态，所以阳光传感器中断能量。\n如果你有大开的脑洞，那么这个也是可以做出非常好玩有趣的机关，\n\n哟我是露西卡\n红石是一个神奇的东西，只要你有脑洞，只要你有幻想，只要你有信心，只要你努力，只要你有玩他的乐趣，只要你不忘记我的世界，那么任何机关，甚至连现实中都无法实现的机关和陷阱或者用你丰富的脑洞做出一章非常有趣的地图存档？这些都可以实现。\n呜呜看帖子最起码要给点金立什么的\n\n【嘿嘿你忘记说我了】\n.这是一个在我的世界中原版中唯一一个不通过指令无法得到方块，他的可拍只处我都无法涉及，\n等luxika进步了，在带领你们一起攻略它吧，【命令方块】\n\n",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1431002640,
            "txt_content": "= =...加油...等5月9日我有时间把你们这些红石教程贴全部打败！..LZ息怒"
        },
        {
            "author": "Mc_luxika",
            "timestamp": 1431002700,
            "txt_content": "guqu 发表于 2015-5-7 20:44\n= =...加油...等5月9日我有时间把你们这些红石教程贴全部打败！..LZ息怒\n ...\n{:10_512:}哈哈你也在码教程贴吗？我就期待能不能精咯，会支持你的~觉得我的帖子好就送点金立鼓励一下吧"
        },
        {
            "author": "guqu",
            "timestamp": 1431003120,
            "txt_content": " 本帖最后由 guqu 于 2015-5-7 20:54 编辑 \nMc_luxika 发表于 2015-5-7 20:45\n哈哈你也在码教程贴吗？我就期待能不能精咯，会支持你的~觉得我的帖子好就送点金立鼓励一下吧 ...\n5月9日新模式教程：.\n......新版红石基础教程将在5月9号左右上映，这将是一个很有趣的教程，而且谁都看得懂，可以让你在帖子中玩红石，在帖子中体验半个MC，在帖子中亲自操作红石机器，大概就是这样了，绝对能精！"
        },
        {
            "author": "Smak",
            "timestamp": 1431006780,
            "txt_content": "guqu 发表于 2015-5-7 20:44\n= =...加油...等5月9日我有时间把你们这些红石教程贴全部打败！..LZ息怒\n ...\n这明明是个新手帖。。。玩刮刮乐还要欺负新人。。。"
        },
        {
            "author": "guqu",
            "timestamp": 1431006960,
            "txt_content": "Smak 发表于 2015-5-7 21:53\n这明明是个新手帖。。。玩刮刮乐还要欺负新人。。。\n我没欺负啊我真没欺负"
        },
        {
            "author": "Yaossg",
            "timestamp": 1431153960,
            "txt_content": " 本帖最后由 姚氏帅哥 于 2015-5-9 14:48 编辑 \n\n1.8之后，测重压力板可以被生物激活\n\"测重\"顾名思义就是指测量重量\n(1.8之后)一个实体会令黄金测重压力板发出1格信号\n2个实体会令黄金测重压力板发出2格信号\n3个实体会令黄金测重压力板发出3格信号。。。。以此类推\n\n而铁质测重压力板则会：\n1.1个实体会令其发出1格信号\n2.每次多10个实体就多发出一个信号，以此类推\n举例：\n1个：1\n2个：1\n10个：1\n11个：2\n23个：3\n。。。。\n\n→_→其实最大的区别是合成材料不同\n@Mc_luxika都这么拼了，给我点人气呗"
        },
        {
            "author": "Yaossg",
            "timestamp": 1431154140,
            "txt_content": "还有，命令方块并非唯一，还有不止一个只能通过指令获得的方块\n麻烦下次不要如此莽撞，把话说得太死，待会硬生生的一巴掌可受不住"
        },
        {
            "author": "Mc_luxika",
            "timestamp": 1431169080,
            "txt_content": "姚氏帅哥 发表于 2015-5-9 14:49\n还有，命令方块并非唯一，还有不止一个只能通过指令获得的方块\n麻烦下次不要如此莽撞，把话说得太死，待会 ...\n{:10_494:}嘿嘿抱歉~"
        },
        {
            "author": "Mc_luxika",
            "timestamp": 1431216300,
            "txt_content": "guqu 发表于 2015-5-7 21:56\n我没欺负啊我真没欺负\n{:10_492:}刮刮乐？有吗？我为什么看不见"
        }
    ]
}