{
    "title": "<原创·连载>   勇者之征   第四章 第十六节",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1431090780,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-17 16:15 编辑 \n\n        Steve还是难以置信眼前的景象：一大片比森林还大的乌云笼罩了天空，几乎看不到边际，好似一个巨大的囚笼从天空缓缓降下。乌云伴着狂风带着闪电渐渐朝森林压低。不得不说，整个森林都沉浸在一股莫名的令人紧张的气息中，使Steve感到喘不过气来。这不单单是暴风雨来临前的沉闷，还有那股连普通人都能感觉到的，像巨石一般压住人的内心的，像恶魔的利爪把人的希望从心底深处掏空的气在涌动。这股熟悉又讨厌的气让Steve不得不相信、同时又惧怕起来—那个人真的来了，来到了这个世界！\n\n        “小心！这次邪恶的气息比上次强大太多，以我的判断，这家伙的本体也应该来了！”狼王弓着腰敌视着乌云，嘴里发出愤怒和警告的低嗥。\n\n        “不，不是的。”Steve的眼神突然空洞了起来，下意识地、匆忙地往后退了几步，“你太小看它了！他可是神！这种级别的气，不足他本体的十分之一。我们，我们……我们是不可能战胜他的，他可是神啊！”\n\n        “管他是神是鬼，我必须要保护我的族人。要是你害怕的话，胆小鬼！你就自己留在这里吧！我必须想办法解决掉它。”狼王头也不回地冲向乌云的中心，留Steve一个人在原地。\n\n        Steve几乎什么也没听进去，只是半疯癫似地呆在原地碎碎念着：“不可能的……逃吧，快逃走……人是不可能战胜神的……不可能的……”\n\n        可是没等狼王跑出几步，一股咄咄逼人的气息迎面扑来，就像千军万马朝着一个人奔腾而来。天空中响起一个有威严—不，应该称之为威慑的声音。\n\n        就在离狼王的面前不远处，在Steve与狼王的前方，空中飞来一个模糊的黑影：“你们就这么急着送死吗？没关系，我可以来找你们。”\n\n        虽然这黑影模糊一片，就像在大雾中照着一面被磨花的镜子一样，可是无论是从气，还是从声音，都让人清楚地意识到—站在自己面前的人是拥有神的力量的。\n\n        没错，就是那个人—herobrine。\n\n        Steve已经被吓得瘫坐到了地上，连滚带爬地蹿到附近的一棵树后面躲着着，心中惴惴不安地祈祷着：不要看见我，我要发现我。他的惶恐使他忘记了气的存在。\n\n         狼王虽然也被这样强大的气吓了一跳，可是还是尽量抑制住自己的紧张，既带着怒气，又有一丝紧张和畏惧的试探的语气：“你又到我们创始之森来干什么？上次的帐都还没算完呢！”\n\n        “哦，你说上次啊，我本来是想只把那一片森林摧毁的，不过摧毁过后一不小心忘记了，结果让那朵乌云乱飘，真是对不起呢！不过你还是抵挡住了那片云，有点本事啊，不愧是我创造出的生物呢！”\n\n        “一不小心？！我们的生命就是这样可以不小心应对的东西吗？”狼王问道。\n\n        “上次的事情我们就不深究了。不过这次，我就得好好地教训一下你们了呢！”黑影的语气一下变得尖利了起来，“你们私藏Steve，还帮他训练，还真不拿我发的命令当回事啊！”\n\n        命令？难道说狼王是Steve派来的奸细？\n\n        “谁管你的命令！我们白狼族才不会听你这种家伙的命令！”狼王爆发出了他的气，那是像闪电一样的猛烈的气，“别拿我们白狼族跟那些无耻的狼族混为一谈！我们有自己的判断能力！”\n\n        “年轻人就是容易生气，先别着急。我对你的森林和族人不感兴趣。如果你肯把Steve交出来，我可以给你们留一条生路。”黑影低声笑道。\n\n        “休想！”狼王的气越发强烈了，朝着黑影一个冲击，可是黑影却像烟雾一样的散开了。\n\n        “别担心，这仅仅是我的气，是我与你们交流的媒介。就算你攻击了他，也不能影响我分毫。”黑影又重新聚拢来，“不过，你真是敬酒不吃吃罚酒啊！”\n\n        在同一瞬间，乌云落下了将近十道强劲的闪电，把森林瞬间烧的通亮。\n\n        “看来，只有与你一战了！”狼王无奈地喊道。\n\n上一节                                                                                   目录                                                                                   下一节\n",
    "replies": [
        {
            "author": "Enderman|淡忘",
            "timestamp": 1431091320,
            "txt_content": "很不错的作品！"
        },
        {
            "author": "guqu",
            "timestamp": 1431093300,
            "txt_content": "很不错的作品！同上！"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1431125520,
            "txt_content": "有些东西，出生就是为了拯救与毁灭世界么？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1431152700,
            "txt_content": "末影龙娘 发表于 2015-5-9 06:52\n有些东西，出生就是为了拯救与毁灭世界么？\n我们所看见的毁灭，并非是毁灭。而我们所看见的拯救，也并不一定是为了拯救。\n"
        }
    ]
}