{
    "title": "【文学】[音乐][①] ※每周一书※ 《海上钢琴师》 ——独具匠心的镜头式写法",
    "author": "1137246733",
    "replyCount": 1,
    "timestamp": 1431153180,
    "txt_content": " 本帖最后由 1137246733 于 2015-5-9 15:33 编辑 \n\n※每周读本书※\n第①期\n《海上钢琴师》\n                                                                                    ——独具匠心的镜头式写法\n\n\n\nNovecento. Un monologo\n《海上钢琴师》\n\n（主题曲）http://www.xiami.com/widget/43300712_43265/singlePlayer.swf\n\n[light_blue_dye]内容简介 · · · · · ·      天堂的名单里，没有他的名字。     他从未出生，从未死亡，从未存在。\n    1900。海上钢琴师。一个传奇中的传奇。\n    风靡全球的经典电影《海上钢琴师》原著作品，在意大利畅销了100万册\n    《海上钢琴师》的导演托纳多雷说：“我非常欣赏《海上钢琴师》，无论是故事还是语言我都很喜欢，巴里科的语言很简练，但寓意深远。也许这就是他受年轻人追捧的原因所在。”\n    1900年，“弗吉尼亚人号”豪华邮轮上，一个孤儿被遗弃在头等舱，由船上的水手抚养长大，取名一九○○。一九○○慢慢长大，显示出无师自通的钢琴天赋，在船上的乐队表演钢琴，听过他演奏的人，都被深深打动。爵士乐鼻祖杰尼听说一九○○的高超技艺，专门上船和他比赛，最后自叹弗如，黯然离去。这一切都发生在海上，一九○○从来不愿踏上陆地，直到有一天，他想看看大海，想下船，但还是没有去成。后来油轮被废弃，装满了炸弹，一九○○也随之而去。\n    1998年，被改编成同名电影，成为史上流传最广的电影之一，其中几乎照搬这部作品中的台词至今仍为影迷为所津津乐道。\n\n[dandelion_yellow]作者简介 · · · · · · \n      亚历山德罗?巴里科\n      Alessandro Baricco\n      卡尔维诺和艾柯之后，最受世界瞩目的意大利作家，在全世界拥有庞大的忠实读者群。\n      1958年生于都灵。1991年，处女作《愤怒的城堡》获得意大利坎皮耶罗奖、法国美第奇外国作品奖。1993年，《海洋，海》获得维多雷久文学奖和波斯克城堡文学奖。1994年，《丝绸》一出版便立刻登上意大利畅销榜，热潮迅疾燃烧整个欧洲，盘踞各国畅销榜单。1998年，《海上钢琴师》被知名导演托纳多雷改编成电影，风靡全球，感动无数读者。\n       巴里科的作品，有着浓烈的艺术与童话气质，富有实验性与音乐感，浓缩着人类最为美好温暖的情感，既古老又新鲜，既传统又现代，散发着无穷的魅力。\n\n[purple_dye]豆瓣评价 · · · · · · \n     8.7分\n     短评：        \n非常诗意的文字，觉得翻译得非常出色，文字简洁、纯净又富有音乐的节奏和韵律，讲了一个让人非常惊异又哀伤的故事。会让你思考很多：人生如寄啊，命运之船在大海这个上帝的手中。哪一个卑微存在的个体不渴望博大的世界，这渴望中又夹杂着恐惧；因为当博大的世界在你面前的时候，如此多的选择，你又该何去何从就像不曾出生一般，我以自己的方式不存在并生活在这个世界“生命是一种博大的东西，明白吗？”“不是眼前的景象让我停滞不前。而是那些无法望见的。”“丹尼·布德曼·T.D.柠檬·一九零零，他还没有下船。”读完整本书，我双手发抖，我以为自己有多激动，但根本心跳就没加速，我才发现：原来忘记吃早餐了。所以这本书的魅力还是足以震撼我这颗娇羞的心脏的。巴里科的字与句在相互碰撞，既像舞动的音符，又像入口即化的巧克力，溶在口里，注入心里。\n\n\n[rose_red]名人评价 · · · · · · \n    巴里科是作家中的作家。\n                                                              ——《图书馆期刊》\n   《海上钢琴师》在意大利的销量超过了一百万，翻译的版本也很受各国读者欢迎。它体现了这个主题：海洋无边无尽，人微不足道。\n                                                              ——《共和国报》\n    斗琴是巴里科这部小说的核心，优雅跳转的篇章无疑反映了自我，它们匆匆掠过复杂的欲望。而独树一帜的生活就像脑海中回旋的乐章，越出真实世界的藩篱。\n                                                              ——《卫报》\n\n[coca_beans]书评 · · · · · · 1.音乐、话剧、诗词和舞蹈，糅合生命千样好。\n\n      翻开本书之前，我最大的疑问是，当经由本书改编而成的电影成为影史上的永恒经典之后，阅读这个故事的母本还有没有意义？这个和音乐息息相关的故事，如果失去了声光电的视听表现手段，还能不能用单纯的文字打动我们？ \n　　 \n　　“音乐、话剧、诗词和舞蹈，糅合生命千样好。”这句黄伟文写的歌词仿佛就是海上钢琴师这本书的写照，这个故事糅合了音乐、诗一般的词句和舞蹈的韵律，以话剧的形式首次出现并大获成功。之后才出了这个小册子，再之后，有了电影。这些艺术表现形式，都是生命中最美好的物事，此生与之相伴的一九〇〇，也始终奔走在追寻生命真谛的路上。 \n　　 \n　　刚拿到这本书的时候，第一时间被田妹抢走了。他是电影的忠实拥趸，如饥似渴的读完之后，跟我抱怨了一句：“他的台词怎么比电影里还少。每个振奋人心的情节结束的时候，他都来一句‘去他妈的规定’，‘去他妈的爵士乐’，跟结案陈词似的。用你的话怎么说来着，太傲娇了。”我问，那你觉得好看么。他说：“挺有意思的，我觉得他不再那么苦逼了，还挺酷的。” 这番言论给我乐够呛。 \n　　 \n　　“丹尼?布德曼?T.D.柠檬?一九〇〇。”这个名字，过去看到的时候，蒂姆?罗斯那略显忧郁的脸庞总是自然而然的浮上心头，因为这是电影告诉我们的，他就是一九〇〇，一九〇〇就是他。可是当你重温那些故事里那些熟悉的情节，被陌生的文字表达出来的时候。你会发现，你将用你的眼睛看，用你的想象重新创造一个一九〇〇的形象，你将拥有一个独一无二、专属于你的一九〇〇。 \n　　 \n　　这就是文字的魔力。 \n　　 \n　　电影的基调是沉浸在漫无边际的忧郁的蓝色中，我们站在小号手的角度去看一九〇〇的一生：不知从何而来没有身份的弃婴、亲如养父的水手的丧生、无疾而终的爱情、终生在海上飘荡的命运、始终没有下船的遗憾、与船同葬大海的终章……这一切的一切，在我们看来都是悲剧，都是缺憾，我们甚至会觉得，一九〇〇是一个逃避现实生活的人，是一个从来没有真正去生活过的幻想家。 \n　　 \n　　这不过是我们这些陆生人一厢情愿的想法罢了，一九〇〇，这注定生活在大海上的钢琴师，比我们都要更懂得生活，他比我们这些生活在这个世界上的人更懂得这个世界的美。 \n　　 \n　　作者是这么描写一九〇〇接触世界的方式的： \n　　 \n　　“一九〇〇是这样一个人，如果你对他说“有一次，我去了巴黎”，他会问你是否看了这个或是那个花园，有没有在某个地方吃了饭，他全都知道，他会告诉你：“在那里，我最喜欢的是在纳福桥上等待落日的沉浮。当驳船经过时，可以从上面驻足观望，挥手致意。” \n　　  \n　　——一九〇〇，你去过巴黎吗？ \n　　  \n　　——没有。 \n　　  \n　　——那…… \n　　 \n　　——其实，去过。  \n　　 \n　　——去过什么？ \n　　  \n　　——巴黎。  \n　　 \n　　你可以认为他是疯了，但并不是那么简单。当有人能准确地向你描绘出伯明翰街夏雨初停后的气息时，你就无法武断地说他疯了，只是因他从未去过伯明翰街。在别人的眼里，在别人的话语中，他，的确呼吸过那里的空气。用他自己的方式，但很真实。也许，这世界，他从来就没有看过。但这世界却在这艘船上度过了二十七年，而他也正好在这艘船上待二十七年。他一直窥视着世界。世界偷走了他的灵魂。” \n　　 \n　　对一九〇〇来说，他虽然没有踏足过陆地，可是经由弗吉尼亚人号上来来往往的各色旅客，还有各种类型的书籍，他早已领略过这世间最美的风景，他的步伐早已踏遍了每一寸他想去往的角落。而且，他比我们更加幸福，因为旅客口述的那些故事和细节，经过岁月的积淀和回忆的美化，变得像一个个美丽的童话。一九〇〇就是被一个农夫对于大海的渴望所打动，想走下船去，从另一个他未曾想过的角度，去看看这大海。 \n　　 \n　　一、二、三…… \n　　 \n　　哆、来、咪…… \n　　 \n　　一九〇〇和陆地的缘分，像是只有三个音符那么短暂，就戛然而止了。我们开始会像小号手一样想，一切都结束了。可是恰恰相反，如果说之前的一九〇〇是一个怀疑主义者，也曾经认真考虑过，是否要把那些陆生人的价值观套在自己的观念之上。可是，在要离开船的那一刹那，那即将要离开和得到的刹那。他终于顿悟了，他的生活就是他自己的选择，大海、钢琴、音乐、意识中的旅行，构成了他生命的全部。 \n　　 \n　　他在狂风巨浪中闲庭信步的游荡，和钢琴一起伴着大海的韵律起舞，他就是生于斯长于斯的大海之子；他能够把自己所感受到的一切转化成独特的曲调，从指间的音符流出，去倾诉他内心波澜澎湃的情感。他还有什么是未得到的？他还有什么不满足的？他已经拥有了这个世界全部的美好。有他和他的音乐在，其他的一切都不重要了。 \n　　 \n　　所以他最后可以坦然地说：“别以为我不幸福，我不会再那样了。”因为他终于知道自己该何去何从，何必理会别人的生活方式，做最好的自己便好。对生活的爱，就像音阶一样，一生都在他的血液中流淌，只不过用的是大多数人都不懂的方式。 \n　　 \n　　其实，人生并非虚耗，何来尘埃飞舞。\n\n       刊于10.21《珠江商报》B7版，请勿转载。 （。。转载一下又不会死，反正地址和作者都有了）\n　　 \n　　http://epaper.sc168.com.cn/disnews.asp?Fid=51402&FlayoutId=13044 \n\n\n2. 88个琴键上，单纯的舞者\n\n世界从他身边走过，他却一如初始，纯净神圣得如同一个婴孩。 \n　　  1900，一个世纪的开始？美国淘金梦的开始？茫茫众生中某些幸运儿黄金名利的开始？ \n　　  不，只是一个纯洁的生命的开始，而他也因纯洁而孤独。 \n　　  几乎没有人知道他的存在。他在钢琴边被发现——没有名字、没有身份、没有生日、没有户口，没有能证明他存在的一切。他的名字是1900，但他是谁，没有人知道，也不会有人知道。 \n　　  1900，一个充满钞票味道的数字，却偏偏是他的名字——一个虽风度翩翩却像个天真快乐、无忧无虑的孩子的海上钢琴师。 \n　　  他是一个传奇，因为他对音乐的单纯。 \n　　  总也忘不了1900与Max初次相遇的那个夜晚。“晕船么？跟我来，我有治晕船的药。”两个人一起坐在钢琴上，随着钢琴一起在华丽的大厅中翩然起舞。波涛汹涌，雷声轰鸣。钢琴师带着愉悦的笑容，伴着钢琴的华尔兹，琴声如蝶吻般轻快明亮，快乐得让人怦然心动。他仰头，钢琴的舞姿与他的音乐融在一起，流畅，自然，优雅。 \n　　  “再次重复：1900，照着谱子弹就好了。”弗吉尼亚号的乐队指挥无奈地对他说。但每一次，他疯狂的灵感来了，抓住他让他逃脱不了，他便开始了。与其说他在弹琴，不如说他在漫游，在跳舞，在诉说“你弹琴时都在哪儿？”Max问。“伦敦市中心…美国…”他观察每一个打扮光鲜的乘客，从他们的眼睛中看出他们的回忆，他们的烦恼，然后弹出他们的旋律。他用敏感的触角触碰这个世界，宛如一个孩子。只有单纯的心灵才能够做到去认真感受，认真聆听。 \n　　  Jelly蛮横无理，甚至是粗野地向他提出了挑战。他仍是浅淡的表情，为Jelly让出了钢琴前的位子。也许他并不懂得斗琴，也许他简单的内心中从没有想过人们会用音乐这种神圣的、只属于自己的东西来相互比试，在Jelly弹完第一首感染了全场乘客的曲子后，1900鼓掌鼓的最热烈，最真诚。在众目睽睽，所有人都期待他露一手之时，他竟只演奏了一首《平安夜》；Jelly又一次费尽全力演奏《The Crave》，而1900，竟然被这音乐感动得潸然泪下。再次面对Jelly的粗野，他趴在钢琴上想了一小会，然后就又开始了——Madness，疯狂般的旋律，激情的用力的弹奏。他并不是用手指弹琴，而是用生命，正是如此，一曲终了，琴弦甚至点燃了香烟。他走向Jelly，把烟插进他嘴里，“You smoke it, I don’t know how to.”始终被惊呆了的观众，轰然地爆发了掌声。 \n　　  一曲成名，一些人搬来了留声机为他录音，刻盘。他打量着留声机的喇叭，自言自语，“This is gonna hurt.”盘刻好了，那些人说靠这张盘他会大红大紫，世界上所有的国家所有的人都会听到他美妙的音乐。1900静静听这留声机里放出的自己的琴声，毅然起身，夺走唱片，“你永远也不能把我和我的音乐分开。”音乐是他生命的一部分，他和他的琴声，永远是一体的，对音乐的单纯让他无法把自己的音乐放飞到其他地方。这是一种信仰，音乐是他的宗教。 \n　　  直至最后，旧弗吉尼亚即将被引爆之时，他抬起手指，在空气中弹着，他心中的曲子，直到他和他一生从未离开过的弗吉尼亚号，被炸成灰烬。 \n　　  他是一个传奇，因为他对生命的单纯。 \n　　  “Change life, start fresh.”他与移民的交谈也许让他开始重新思考人生了。他想上岸，上岸去听“the voice of the sea”，也想“Start fresh”，去闯一闯陆上的天地。于是他决定下船了。在于朋友们告别后，1900站在那条船与陆地连接的梯子上，站在陌生与熟悉相沟通的梯子上，很久很久，他注视着纽约。他凝重，深沉，满怀思考的注视着，眼神里充满了搜索。终于，他缓缓摘下帽子，用力一抛，帽子落入海洋。他转身，爬上梯子，回到弗吉尼亚强壮的臂膀中。我想此刻，他定是为自己感到羞愧的。他在那一刻，在纽约终于就在他面前时，他看到了为名利，为钱财奔走的虚伪，看到了城市令人无法喘息的巨大。只差那么一点，他就要成为这些之中的一员了，但那不是他要的，那不是他生命的意义。他只需要很小的世界，一条船，一架钢琴，足够了。你可以说他是懦弱胆小的，不敢面对世界的；但我把这定义为单纯，对生命的单纯。 \n　　“可是，阻止了我的脚步的，并不是我所看见的东西，而是我所无法看见的那些东西。你明白么？我看不见的那些。在那个无限蔓延的城市里，什么东西都有，可惟独没有尽头。根本就没有尽头。我看不见的是这一切的尽头，世界的尽头。”  \n　　  拿一部钢琴来说，从琴键开始，又结束。你知道钢琴只有88个键，随便什么琴都没差。它们不是无限的。你才是无限的，在琴键上制作出的音乐是无限的。我喜欢这样，我活的惯。  \n　　那个世界好重，压在我身上。你甚至不知道它在哪里结束，你难道从来不为自己生活在无穷选择里而害怕得快崩溃掉吗？    \n　　  陆地？陆地对我来说是一艘太大的船，一个太漂亮的女人，一段太长的旅行，一瓶太刺鼻的香水，一种我不会创作的音乐。我永远无法放弃这艘船，不过幸好，我可以放弃我的生命。反正没人记得我存在过，而你是例外，max，你是唯一一个知道我在这里的人。你是唯一一个，而且你最好习惯如此。原谅我，朋友，我不会下船的。” \n　　1900是害怕无穷的选择，换一种话说，他害怕得到太多。虽然他凭着自己那如同上帝赐给人间的天籁能在陆地上名声显赫，但他纯洁却脆弱的内心无法承受这些，他不需要。 \n　　他是一个传奇，因为他对爱情的单纯。 \n　　1900看到她时，也就是那些人给他录音的时候。1900一定是感到了一种他从没有感觉过的曼妙的情感，才会把这种爱情的柔软，美丽融入到音乐中。那是一首他写给她的曲子，也是他唯一留下来的曲子。他爱她。下着雨，他不打雨伞，想把那张唱片送给她，自己一个人排练过很多次的话还没来及说出来，她便走了。夜晚，1900冒失地闯进三等舱女寝室，找到熟睡中的她。轻轻地，他弯下腰偷偷去吻她，那是他一生中唯一的一次吻。她被惊醒，1900像一只惊慌的小鹿，飞快地逃走了。笨拙，单纯，羞怯。 \n　　随后他们终于说话了，只可惜是在分别的时候。人群从他们身边熙熙攘攘地涌过，女孩轻轻给了他一个吻，他愣住了。人群慢慢把他们分开，1900举起唱片，说出自己排练好的话，“我会十分荣幸，如果您收下这个小小的礼物。”只可惜，她已经听不见了。 \n　　…… \n　　  1900，带着清淡的表情，和他的船一起离开了。 \n　　  1900，他的灵魂一定是能够站立的，凡是纯洁的灵魂，都能够站立，能够与死神淡然地牵手。 \n　　总会有一些永恒的心灵能让我们铭记，海上钢琴师，丹尼伯曼TD1900,88个琴键上，单纯如婴儿的舞者。 \n\n[coca_beans]个人评价 · · · · · · \n    真的挺爱的一本书。    也是昨天才刚开始看，感觉不错想法又不错就发了。    内容很感人，文字很优美，但我发并不是为了这个，这个只是次要的，每一个不错的本都会有这些特征。    仔细观察这本书的写法，刚翻开第一页的时候就会非常强烈地感觉到。    一种类似电影的镜头转换的写法！   当你看上几章之后就会发现你已经无法放下手中的书了，那种写法简直是使人欲罢不能！（{:10_521:}）   记得我以前同样用过这种写法，但写出来是一团糟，毕竟全是靠自己随便想出来的想法。   发这本书的中心意思就是，希望大家也能够用上这种写法，这种镜头式的写法放在小说里是非常适合的！   能够给人一种很强烈的震撼感！   当然抛开这一点不说，这本书也是非常好的一本了。   既然能被拍成电影万人观看，那么久不是什么随笔之做了。\n电子书 · · · · · · 支持正版，为作者和出版社填一份力！但像我们这种学生党……由于网上找不到太多这本书的资源，所以只找到一个txt的文档，自己看了以后，排版也还算精美，读起来也挺舒服。epub.mobi.pdf什么的。。。实在找不到了。推荐不管pc端还是手机端都搞个读书软件看（pc:百度阅读器 IOS/安卓：多看）（我不是做广告………………），才会比较舒服。\n\n关于 · · · · · ·Hello！乡亲们和虾米们！这里是由IceSix同志发起的《每周一书》的期刊（活动）基本上会保持每周一更新吧（如果有人看的话）只要有人支持，一定会越做越好。这次发现文字排版不爽，下次人多了的话就用photoshop做图片排版了。看起来会炫酷一点。最后有个小小的活动只要是读完本书的童鞋都可以到本帖回复LZ会给予人气1，金粒20的奖励。（别嫌少，这是Lvl7 的最高了。。其实我也想给更多来着）最后别忘了给我人气什么的。。。要有舍才有得。。。\n关于 · · · · · ·本文作者IceSix，个人Blog: CGicesix.com，一切东西都会在那保持更新来自群组——云端。虽然组被清掉了，但只要有我们人就行！如想加入云端和我们一起私信我~\n",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1431177780,
            "txt_content": "［以下内容由银河文翻译］\n当这里充满了浮躁的文风与匆匆的看客，我任风带我飘过这片净土。\n——安根\n安根对本贴的评分：安根+23g"
        }
    ]
}