{
    "title": "世界的世界★⑥章 进城",
    "author": "423618228",
    "replyCount": 3,
    "timestamp": 1431171060,
    "txt_content": " 本帖最后由 423618228 于 2015-5-10 00:01 编辑 \n\n  \n  在队伍行进的过程中，所有人都十分警惕，一个个都成了惊弓之鸟。整个商队在夜色下弥漫着一股肃然的气息，先前那说说笑笑的样子完全不见了。\n  团子在商队的中后部分，也是最安全的地方。此刻团子借着月色的光芒，趴在马车边缘，望着那道路两边黑色的森林出神。\n  “团子，可找到你了，怎么样刚才你没事吧？”\n  一道声音把团子惊醒过来，他回头一看，DF骑着一匹马，正一脸担心的望着他。\n  “没事，DF大叔，刚才我躲在马车里，马贼根本没看到我。”团子看清来人之后舒了口气，答道。\n  “没事就好。也不知怎么的，那群马贼本来要搜刮我们的，可却突然跑了。可能是被更麻烦的事缠住了吧，不管怎么说，都是对我们不利的事，这片黑森林可不安全，尽早出去更好。”DF看了看团子没事，随即也自言自语道，“那既然你也没事，也就早点休息吧，我先去前面了。”\n  “好的DF大叔。”团子对着DF挥了挥手道。\n  团子看着DF消失在前面的车队中，又回头看着黑色的森林。\n  “刚才那感觉。。。”团子喃喃道，“不管了，估计是太困了吧，睡觉睡觉。”随即团子摇摇头，一个倒头睡在了马车上。\n  此刻在森林中的某处，几点红光闪了闪，随即消失不见，仿佛从未出现过一般。\n  经过两天的赶路，终于在第三天清晨穿越了森林地带。团子看了看眼前那平缓的山丘，转头问DF：\n\n  “DF大叔，城镇还有多远啊？”\n  “唔。。。估计过会就到了。”DF一边说着一边咬着手中的面包，“这天色，像是要来风暴啊，得赶快卖完货物赶快回村才行。”DF摸了摸额头，看着阴沉的天空说道。不过随即他又对团子笑笑说道：“没事啦，这风暴估计要好几天才能吹下来，我们时间很充裕的。”\n  团子刚想说些什么，突然DF兴奋的说道：“我们到了！\n  只见刚过一个较陡的山坡，眼前出现一片较为平缓的地势。遥遥望去，只见一片灰褐色的庞然大物匍匐在地平线上。待众人走进一看，那灰褐色巨物便是一道由岩石组成的城墙，岩石上还有一些类似金属的加固，使得整个城墙看起来牢不可摧。\n  随着看到了城墙，商队之前那股紧张感也随之烟消云散。到现在为止还没听说过哪个劫匪敢在众目睽睽之下公然劫掠。\n  “也正是这天然岩石圈，不然这小镇也不会这么繁华，能不能维持到今天还说不定啊。”DF这时突然感慨道。\n  “是啊，最近森林里面的怪物好像也比原来多了，搞得最近我爹都没办法出去挖点草药。”团子这时也应声道。\n  “最近可能要发生什么大事了么。。诶，前面怎么有一队猎魔队。”DF突然惊讶道，“像这种偏远地区应该不可能出现猎魔队啊。”\n  团子顺着709的目光望去，看见了在商队的旁侧有一支十几人组成的小队伍顺着道路朝着商队反方向行进。那队人服装各异，身穿着一些黑的的奇异盔甲。但吸引团子的并不是他们的服装，而是他们背上的奇异武器：\n  有的人身后背着一大块黑的金属，有的是一杆十分长的黑色狰狞长枪，还有的是木质红端的长法杖。\n  “DF大叔，那就是猎魔队啊。”团子望着那队黑色甲士，目光中冒出星星的问道。\n  “傻小子，你老爹没告诉过你么？算了我这次提醒下你吧，好好听好了。”DF清了清嗓子，突然面色严肃起来说道，“猎魔队是一种高利润高风险的职业，他们每个人的力量可能不强，但是所有人组成的一个集体的实力足以称得上猎魔两个字。”\n  DF指了指那个背上背着法杖的人道：“那个人应该是一名火系元素掌控者，从他背后的火水晶杖端可以看出来。”\n  “那么还有没有其他种类的法师呢？”团子提出自己的疑问。\n  DF看了看团子，说道：“这自然是有的，按常理来说，元素掌控的类型分为金木水火土这几大类型，但其中也不乏一些奇特的熟悉，但无一不是这几个元素的分支或者变异。”\n  “那么是不是越稀有的元素就越厉害啊？”团子摸了摸背后那本书，心中不禁打起鼓来。\n  “这可不一定，不过这话也没错，按理来说在正常情况下越稀有的元素越厉害，但也要看这个元素的种类，例如破坏强的雷属性，和诡异的时空属性两个完全没法比较哪个比较厉害。”\n  “那那那成为元素掌控者有什么要求么？”团子这时脸色有些发红，心不停的狂跳起来。\n  “额，这个我就不太清楚了，那些知识还是我在一次狩猎野兽的时候和其他猎魔队碰到了无聊闲谈的时候得知的。”\n  “这样啊。。”团子不禁心中一沉，低下头去，有些郁闷，但又有一丝放松。\n  DF看到团子的样子，摸了摸头，打了个哈哈道：“啊。。团子啊，你别灰心，像你这么聪明肯定可以当元素师的。”DF说完这番话之后觉得自己都不太相信，就想着下面安慰团子的说辞。\n  “真的？太棒了我就知道我可以！”这时团子突然高兴起来，一脸兴奋的说道，“谢谢你了DF大叔。”\n  “。。。。呵呵呵，没事没事。。。”\n  这时那队猎魔队刚好从团子他们声旁走过，团子顿时感到一股无形的压抑感觉，嘴角的笑容也不禁压制了下来。等到他们走过之后，那种压抑的感觉才消失不见。\n  “这就是真正从鲜血中沐浴出来的战士啊。”DF一阵感叹道，他的脸色也有些不好，显然也是受到了一些影响。\n  团子看了看身后走向森林的黑色甲士，心中老是有种不好的预感，但他随即又摇摇头，打开身后的书本，继续看起来。\n  晌午时分，顶着烈日的商队终于来到了城门下，只见那灰褐色的岩石高高的耸立在他们面前。在他们的正前方有一个天然的缺口，缺口内侧有着一圈黑色的金属镶边，两道高大厚实的金属大门现在正大开着。\n  正当商队要通过大门的时候，一队穿着装甲的士兵从门两侧的地洞中跑出来，其中一个对着队伍叫道：“全部下马，例行安检。”\n  随着士兵把一个个马车搜索完毕后，那个队长模样的士官一挥手，挡在大门前的士兵迅速朝着两边退去。等到全部士兵都退到两侧之后，商队开始缓缓地进入城门。\n  “奇怪啊。”DF看着城墙两边地堡，“什么时候这里装上机枪炮台了。”\n  团子顺着DF的目光看去，只见地堡两边有着一排的银灰色机枪，从那巨大的枪口和子弹就可以看出威力的可怕。机枪后端有着一个方形的机器，机器前面的枪身上有着一面大盾挡在机器面前。机枪口对着城外的空地时不时的转向，显然是自动操作的。\n  团子好奇地看了几眼炮台后，随即也跟着商队走进了城里。\n  说是叫做一个小镇，但这个小镇十分之大，也可以叫做一个小城了，甚至有些城市比起这都要逊色几分。\n  整个车队横穿了大半个镇才到达他们可供他们放置货物和歇脚的旅馆。这个旅馆就是专门为了我们这些赶集的人提供一个休息的地方而建的，里面虽然较为简陋却十分便宜。众人在旅馆的后院拴好马车后，便各自拿着自己的货物往集市走去。  \n  “走了，团子。大家都去集市上了，就剩我们两个了。”DF看着赖在房间床上的团子说道。\n  “DF大叔我们不可以先休息下在走么，这两天我都快累死了。”\n  “你这一直坐在马车里都会累啊？快走了，早点卖完就可以早点回去了，万一风暴来了我们可能都要被困在这好一段时间。”\n  “好吧。”团子不情愿的哼哼着从床上爬起来，心里却想着风暴来了就好呢，就可以在这里多住一会儿。    \n  在熙熙攘攘的人群中，团子和709找着适合摆摊的地点。\n  “就在这吧。”DF把身上的包袱往地上一卸，揉了揉发酸的肩膀道。\n  团子这时也拖着一大堆矿物来到DF身旁。DF看了看团子身上的包袱道：\n  “团子这些矿物你就拿到那些专门收购矿物的商贩那里去吧，这样比较快，也很便捷。”\n  团子点了点头，随即问了问DF大体的位置，随即看着自己身后的大麻袋，随即叹了口气自言道：“哎，还有七八袋没卖呢。”\n  DF看着团子那可怜的样子，不忍道：“团子剩下的我就来帮你搬去卖吧。”\n  团子一听顿时兴奋起来，“真的？”团子望着DF满脸的欣喜之色。\n  DF顿时感觉不妙，但说出去的话又不好收回，只好打着哈哈道：“是。。是啊。”\n  团子大喜，顿时把身后的麻袋往DF的摊位上一扔，对着DF大叔喊道：“DF大叔帮我卖一下矿，我去镇上转一转。”说罢转身就跑。\n  “哎，哎！这小东西这么狡猾，现在自己背的这袋都要我来？是应该叫709好好地教育教育了。”\n  “我说DF，你对那小鬼那么好是不是想把他从709那抢过来给自己当儿子吧？你不怕709来拿剑劈你？”\n  “mekuai！你是站着说话不腰疼，快过来帮我一起卖一下货物，卖完了我还要帮团子去做苦力。”\n  “诶？凭什么我要帮你啊？”mekuai看着DF的样子不禁笑问道。\n  “嘿！昨天你赌酒输了得答应我一件事。”DF对着mekuai道。\n  “这。。要不是那伙马贼，谁输还不一定呢！”mekuai不服气的走过来把团子的矿物拖到一边，说道。”\n  等到黄昏的时候团子才从小巷子中拐出，一探头问道：\n  “DF大叔，今天卖了多少钱啊？”\n  “你个小东西这么久跑哪去了？你可把我和你mekuai叔累死了。”\n  “我靠DF你能不能不要这么不要脸，我在那快要累死了你坐在一边连脚趾头都没动一下！”\n  “唉，我年纪大了不是么，看来我下次也学学709让我儿子自己来好了。噢对了团子，今天卖的不错，你的货卖了一大半，卖到了500块钱。”\n  “真是谢谢DF叔了。”说完团子拿着钱又一溜烟的跑了。\n  “这小子不会看中了什么东西想买来送给mekuai家的女儿吧？”DF想着脸上露出了奇怪的神情。\n  “想什么呢？”mekuai看着DF那奇异的表情说道。\n  “没什么，来来来，这些没卖出去的东西都搬回旅馆的储物室吧。”\n  当DF和mekuai正在搬运商品的时候，团子却闪烁着激动地光芒，走向市中心那一栋最高的大楼。\n\n5章：http://www.mcbbs.net/thread-440822-1-1.html\n4章：http://www.mcbbs.net/thread-437534-1-1.html\n\n3章：http://www.mcbbs.net/thread-436062-1-1.html\n\n2章：http://www.mcbbs.net/thread-435429-1-1.html\n\n1章：http://www.mcbbs.net/thread-434951-1-1.html\n\n\n看了没留言的，没有下JJ （女的怎么办？）",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1431180720,
            "txt_content": "没有打来打去的情节的文章，比如这篇，实在值得称赞。"
        },
        {
            "author": "423618228",
            "timestamp": 1431182460,
            "txt_content": "末影龙娘 发表于 2015-5-9 22:12\n没有打来打去的情节的文章，比如这篇，实在值得称赞。\n你可以去第一章，看起！我马上更新"
        },
        {
            "author": "423618228",
            "timestamp": 1432387680,
            "txt_content": "没人啊！自己顶一个"
        }
    ]
}