{
    "title": "<原创·连载>   勇者之征   第四章 第十七节",
    "author": "2B与mc的故事",
    "replyCount": 7,
    "timestamp": 1431177360,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-30 13:25 编辑 \n\n        童鞋们，大家有没有发现今天的文章有些不一样呢？没错！细心的童鞋已经发现了（然而愚蠢的人还在等着我公布答案），我临时决定，更改本章的标题。其实这个计（yīn）划（móu）我预谋了很久了，主要是因为怕一章写不完，不过写了这么久发现这个猜测成真了。所以“勇者之征”改用为下一章的标题。对大家的脑细胞所造成的损伤和剧透，我只能说233。\n\n\n\n\n        狼王身边环绕着闪电般的气，以迅雷不及掩耳之势劈向了乌云的中央。\n\n        “如果你能成功就去试试吧。你以为这次的乌云能跟上次能量快耗尽的乌云相比吗？简直就是天壤之别！快点交出Steve，不然就是死路一条！”黑影的声音在整个森林里回荡着。\n\n        狼王朝着森林中央突进着，一道又一道，或者可以说是十几道迅猛的闪电劈向急速突进的狼王，就像城墙上密密麻麻的弓箭手射出的利箭—不过与之相比要强一百倍，快一百倍。\n\n        狼王毫不示弱，灵活地从闪电的左边，右边，甚至是差点就要碰到的下边，还有两道闪电之间那一点点极其微小的缝隙穿过，矫健的身影就像一道闪电。\n\n        不得不说，这是一场闪电与闪电之间的较量。\n\n        闪电的围捕很快，狼王的速度也很快。就在不到十秒内，数百条闪电从天空中接踵而至，一路通向森林的中心。就像是在映射狼王前进的道路。\n\n        很快，来到了森林的中央。它一边四处躲避闪电，一边四处观察着。\n\n        这里没有。在一瞬间的远望之后，狼王马上动身，接着在原地一道闪电劈下。\n\n        这里也没有。狼王赶快从树枝上跳下，下一瞬间，整棵树被天空中落下的白色劈成了两半，燃起了熊熊的火焰。\n\n        那我就放心了。狼王一边突进一边想着：附近都没有族人的踪影，而且也没有尸体，看来都成功地疏散了了。凯门那小子，有时候还挺管用的。不过一遇到困难就想到逃跑，看来等我解决这里之后，得好好教训教训那小子，把狼族的威风都放哪去了？\n\n        狼王看到了，就近在眼前，乌云的中心，那个闪着光的核心，而且比山次更巨大，更明亮，更危险，但是也更显眼。\n\n        狼王灵活地朝着树顶飞窜着，它知道它没有退路，一路爬上来，闪电会劈断所有的树枝，如果不一次成功，肯定会直接摔死。只有成功了，才能够分心用气缓缓降落。\n\n        它一路飞奔着，终于来到了核心的正下方。\n\n        没有一丝犹豫—也么有时间拿来犹豫，狼王全力跳到了云层之中。\n\n        快到了，快到了，就近在眼前了！还有一寸的距离了！\n\n        就是这个高度！狼王凝聚起全身的气，“这道闪电是我的还礼！”\n\n        果然，从狼王的嘴中，喷出了一道极强的，环绕着闪电的气流，或者说那真的可以被称之为闪电，而且比平常的闪电强太多。\n\n        那道气流冲向核心，两股力量互相碰撞，发出了极强的冲击波，震飞了狼王。\n        “切，总算解决了。”\n\n        不，待气流消失后，狼王诧异地发现：核心竟然完好无损！\n\n        “糟糕！我没有考虑周全！这次这个东西只有将气和力……”\n\n        狼王的话还没说完，一道闪电从空中飞来，在空中的狼毫无还手之力，不偏不倚地被击中了。\n\n        狼王全身被烤得焦黑，冒着烟从黑暗的云层中坠落，重重地摔到地上。在那一瞬间，又有数十道闪电朝着狼王的身体劈来，好像是在惩罚十恶不赦的罪人。\n\n        不可能的，我就说不可能的，你为什么不跟你的族人一起跑！Steve包着头，眼神空洞，痛苦地蹲下，呆呆地望着地面，然而他能看到的只有一片黑暗。他最后的希望再一次破灭了！\n\n        乌云越来越大，笼罩着天空，把大地严严实实地包裹起来。整个森林只有两个颜色：迷茫，看不清任何东西的黑暗；以及恐怖，愤怒地燃烧着的火焰发出的红光。\n\n        不可能的，我不可能活下来的，什么找答案，还是死在了这里！还连累了狼王和这片森林！我果然不该存在于这个世界上……\n\n        “你啰不啰嗦！不可能，你说得太多了！”又是那个声音，从Steve的内心深处传出，“毁灭这一切是herobrine的错，你为什么把它怪道自己头上！真是个懦夫！”\n\n        “这样心惊胆战的生活，你难道不觉得很没有意义吗？”\n\n        “你就这样准备放弃吗？你不想找到答案吗？你想让自己死不瞑目吗？”\n\n        “狼王还活着，你感受的到吧！现在去救他还来得及！”\n\n        “我来助你一臂之力！”\n\n        顿时，从森林的某个角落，冲出一道巨大的光柱，冲出了树林，冲破了乌云，从缝隙间投下一缕晨曦。那是这整片森林唯一能看见的，希望的光芒。\n\n        这股力量使herobrine也感到忌讳：“这股气，是Steve！可是，为什么，明明是同一个人的气，我却感到了明显的不同？为什么我感到似曾相识？是错觉吗？”\n\n        光芒中，Steve的眼睛同样闪烁着耀眼的光芒。\n\n        光芒中，herobrine不安地皱紧了眉头。\n\n        光芒中，Steve的力量再度爆发！\n\n上一节                                                                               目录                                                                                      下一节\n\n",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1431180600,
            "txt_content": "战斗需要新时代了。"
        },
        {
            "author": "501938012",
            "timestamp": 1431223140,
            "txt_content": "写得漂亮！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1431850320,
            "txt_content": "为啥我的帖子就没什么人看呢。。。"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1432016160,
            "txt_content": "《地图生存4》"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1432016220,
            "txt_content": "地图生存4"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1432295400,
            "txt_content": "daizhuhan32 发表于 2015-5-19 14:16\n《地图生存4》\n你想表达什么"
        },
        {
            "author": "siis1234",
            "timestamp": 1432342020,
            "txt_content": "还不错，看到这了"
        }
    ]
}