{
    "title": "世界的世界★⑦章 法杖",
    "author": "423618228",
    "replyCount": 1,
    "timestamp": 1431187380,
    "txt_content": "                                               一碗面，一份爱。\n                                               这不仅仅是一口酸爽，\n                                               更是一份力量。\n                                               是拯救主世界的希望。\n                                               我们与红十字会强强联手，\n                                               让我们用爱，\n                                               泡好每一碗面。                   \n                                                                         ——小白\n                                                                                           以上单位均以破产 --⑨\n  在这个小镇的镇中心，矗立着一座全镇最高的大楼。那是一座百货大楼，从食品到用品再到武器装备一应俱全。\n  团子站在高楼的脚下，抬眼望了一眼，又低头看了一下手里攥着的钱，便下定决心，走进了大楼中。\n  在大楼中，团子没有拖沓，直接奔向了第10层。在之前那一段时间中，他早已将这个大楼摸了个遍。但由于时间的关系没有时间去仔细看那一层。\n  这一层是这个百货大楼的武器专卖区，人气十分火爆，不少肌肉汉大大咧咧的批评着武器这个不好那个不好，团子在那人群中挤了过来，显得十分的无奈。好不容易挤出肉山，团子四处观望了一番，看到一个不大不小的魔法武器店，再三考虑后缓缓地推开了门。\n  “这位先生，请问你需要什么类型的装备呢？”店里的导购小姐看到了团子进门后快步上前问道。\n  “嗯。。。”团子一时语塞，憋了半天，尝试的问道，“请问这里有冰属性的魔法杖么？”\n  小姐打量了团子一番后露出了服务行业标志性的笑容“这位先生你是冰魔法的初学者吧？我推荐您选用这把法杖，绝对物美价廉。”说着导购小姐转身从一个柜台上拿起一根一米多长的白色法杖，杖身透出一丝丝冷气就算在不触碰的情况下也觉得寒冷刺骨。而杖端则是一块巴掌大小的蓝色晶石，从中透出淡淡的蓝色光晕朝着四周散开。\n  “这根法杖通体由玄冰石磨制而成，杖芯是一条霜狼的筋制成。杖端由⑨大师用高品冰晶刻印加固在法杖上。这根法杖不仅会使使用者感知力和元素控制力提高，还可以自动隔绝极寒地带的冷空气。在危急时刻可以激活杖端的水晶让水晶中储存的能量爆发从而为取得出其不意的效果。”那名服务的小姐一边介绍着，使用魔杖做出一些简单的元素操作以示法杖的真实性。\n  那小姐忽然把法杖一收，对着团子说道：“这根法杖是本店最好的给初学者的法杖了，先生还满意吗？”\n  “满意满意，”团子连忙点头道，随即他又想起什么，小声道，“额。。那这个法杖多少钱啊？”\n  那名小姐微微一笑，对着团子道：“这法杖材质特殊，而且还经过了大师的刻印，加起来只要两万。”\n  “嘶。。”团子倒吸一口冷气，随即结巴道：“这个这个，我还那个不需要这么高级的法杖，呵呵呵，额，这样给我个几百的法杖就可以了，呵呵呵呵。。”\n  小姐奇怪的看了团子一眼，随即说话的声音冷淡了几分：“先生你第一次买法杖吧，一个普通的法杖都需要1000左右，只有手杖才有几百的。你是需要手杖么？”\n  团子强笑着点了点头：“额，那就拿手杖的吧。。最便宜那个就好。”\n  那位小姐已经彻底对团子失去了兴趣，转身到店里的角落拿出中拿出了一根木质的法杖，自己就径直的走到柜台里去翻账簿了。团子拿着那根木制的手杖，只见法杖的顶部镶嵌了一小块散发着冰凉气息的蓝色宝石，而杖身上则刻画了四道咒文。整个手杖入手的感觉还是不错的，带着一丝丝凉气，使人神清气爽。\n  团子走到柜台前，把手杖往台子上一放，问道：“这手杖多少钱？”\n  “这柄法杖是专门为初学者打造的，蓝宝石中蕴含有少量的冰元素，而杖身上的咒文可以帮助你引导魔力的释放。价格也非常实惠，只要499元。”服务生脸都没抬一下，草草的介绍了一下法杖的性能。\n  “499元啊。”团子的脸皮抽搐了一下，心理想着，“这可是我们家一年中采的矿物的一大半能卖的钱啊。”团子开始有些动摇了。\n  “那。。还有没有更便宜点的呢？”\n  小姐闻言拿起法杖法杖放就准备放回去回去“抱歉先生，这是我们这里最便宜的法杖了，如果你还有再低的只能去外面的小摊贩里找找看了。”\n  团子赶紧阻止道“别别别”，想着管他多少钱呢，大不了回家挨几顿打而已，同时还有种隐隐心痛的感觉。\n  “那好吧，就买这个了。”团子终于下定了决心。\n  “好的先生，我带你去交费。”小姐一个转身，脸上也有着不耐烦的神色。\n  历经一番思想上的斗争后，团子终于得到了他梦寐以求的冰法仗了。他把法杖拿在手里，感受着法杖所带来的冰凉的气息，脸上露出了丧♂心♂病♂狂的笑容。\n  当团子回到旅馆时，DF和mekuai正在喝酒，见到团子回来了，DF说道：“哟！团子发生了什么事让你这么开心啊？”\n  “啊？没什么事啊。”但是团子此刻脸上那掩盖不住的笑容出卖了他。\n  “瞎说，肯定是有什么事。是不是碰上美女了？哈哈哈。”\n  “怎么可能的事啊。”说罢，团子便不再理DF，登登登的跑上楼去。\n  “累死我了~”团子一个翻身倒在床上，大大的伸了一个懒腰。随即，团子小心翼翼的把法杖从自己的怀里拿出来，借着微弱的灯光，细细观赏着这如艺术品般的法杖。虽然说是最次的手杖，但是一些细致的纹路还是有的。\n  \n  用手指轻抚着木质的纹路，团子心中还是激动地不行。躺在床上望着手上的手杖，好像决定了什么似得突然爬起身坐了起来。他翻身下床，从床底下翻出自己那皮袋子，掏出了在路上读了许久的魔法入门书，照着书上的指导有模有样的练了起来。\n  突然，屋外传来了非常密集的枪声。\n  “怎么回事？”团子心中一惊，连忙出屋查看，只见城外机枪开火时发出的火光照亮了半边天空，而警报也在这时响起。街上不时地有荷枪实弹的士兵向城门口方向靠拢。旅店里其他人也都跑了出来看到底发生了什么。\n  这突如其来的变故将半醉的DF和mekuai也吓清醒了，他们向向窗外看去，顿时眉头紧锁。\n  “估计是有怪物攻击这里了，恐怕这里又要不太平了。”DF看着窗外那时不时在夜空在划过的闪光自言自语道。\n  “看来我们要马上赶回去了，如果我们的村子也遭受袭击的话都没有人可以防御住的。”mekuai对着DF沉声道。\n  “是啊”DF回道，然后转头对着人群喊道“山东村的乡亲们，现在又有大规模的怪物出现在这里，我们要赶回村子，明天一早所有的青壮年就跟着我们就出发！”\n  “DF叔，我也能回去么？”一旁的团子从楼上跑下来插话道。\n  “不行！那太危险了，你和几位伯伯就留在这里帮我们把货物卖完。”DF一脸的严肃道。\n  “这么无趣啊，我还没见过大规模的怪物呢。”团子看到DF脸色不佳，也就自顾自的嘟囔了几句。\n  “听话，现在这里住几天， 等这阵子过了我们就回来接你。”DF说完便转过了身去。\n  团子十分的好奇大规模的怪物攻城是什么样的，但是DF又不让他到城外去看。这时团子眼睛一转心里便有了主意，“啊？那好吧，记得早点来接我。” \n  “恩好的。”DF也没多看团子，又向着众人说道，“大家快准备准备，明早7点准时出发！”\n  \n  随着众人的应答声，团子自己跑上了楼去。心中一想到明天的计划，他心中还是扑通扑通的跳着，手中的魔法手杖不禁又攥紧了几分。\n  此时此刻，在城外的某片森林内，一只装备精良的小队正在其中莫搜着前进。小队的成员有十来个，大多数穿着巨大的钢铁盔甲，整个身体密不透风，手中拿着巨大的黑色机枪。每走一步都会在地上留下一个巨大的脚印。\n  在这小队的前方，有着几个与周围穿着格格不入的人，赫然是那先前猎魔队中的几名成员。只见其中一个大汉举着一面可以挡住他自己全身的黑色塔盾，挡在他那两名同伴身前慢慢推进着。那两名同伴身着黑衣，一人手持一杆黑色法杖，一人手中是一个奇怪的黑色尺状物。\n  只见那手持魔杖的猎魔队员突然停住脚步，随即整个队伍也停了下来。几分钟的安静后，从身后那一群钢铁盔甲中走出一个身穿便服的女子。那女子一头雪亮的白发，白发下那美丽的容颜就算在夜晚也能清楚的感知到。\n  “怎么回事？”那名女子用极低的声音对着身前的猎魔队员道。\n  “这里的元素，很混乱，像是之前有东西经过一样。”那名黑衣男子回头低声答道。\n  白发女子眉头一皱，道：“不可能啊，森林中大半魔物我都已经用药物把他们引导到城镇那边去了，总不可能我们这么倒霉就碰到了一群没有过去的魔物吧？”\n  “这气息，”黑衣男子缓了缓道，“这气息很微弱，像是被人特意掩盖了似的。”\n  “嘿，别这么疑神疑鬼的。”这时那个聚盾的大汉一把搭载黑衣男子身上，“有可能是你太敏感感应错了呢？”\n  黑衣男子被大汉吓了一跳，随即呵斥道：“这可不是玩笑，要是碰到了魔物我自然是不怕，但是雇主的安全我们却没办法保证。”黑衣男子说完转身对着白发女子说道，“很抱歉12580女士，这位朋友性子比较鲁莽。不过这元素波动确实太小了，也可能是我太敏感了吧。”\n  白发女子微微一笑，道：“没事，安全第一嘛。”随即她转身对着身后的队员们做了个前进的手势，整个队伍再度在这幽暗的森林中行进起来。\n  \n6章：地址挂了\n5章：http://www.mcbbs.net/thread-440822-1-1.html\n4章：http://www.mcbbs.net/thread-437534-1-1.html\n\n3章：http://www.mcbbs.net/thread-436062-1-1.html\n\n2章：http://www.mcbbs.net/thread-435429-1-1.html\n\n1章：http://www.mcbbs.net/thread-434951-1-1.html\n\n\n看了没留言的，没有下JJ （女的怎么办？）\n",
    "replies": [
        {
            "author": "Mala23333",
            "timestamp": 1431224220,
            "txt_content": "好贵的法杖:P"
        }
    ]
}