{
    "title": "二战：欧洲战场胜利70周年特别节目——苏德的前世今生",
    "author": "HOIM",
    "replyCount": 0,
    "timestamp": 1431178020,
    "txt_content": "1945年5月8日，德国城防司令魏德林代表德军向苏联投降，标志着欧洲战事的结束；\n而今70年过去，2015年5月8日已经悄然来临，苏德两国又有怎么样的变化呢？\n首先我们从德国开始说起：\n德国在战后被分成了东德和西德两个国家东西德。是二战时根据盟军和苏联各自的占领区分的,而柏林虽然因为是苏联先行占领的,但因为那时反法西斯联盟并未破裂所以后来定为美、法、英、苏四方各占一份。因为二战结束是英法元气大伤而美国实力大增，所以实际上等于是美苏双方占领德国的。到了七，八时年代，因为国际局势的变化和德国国内的局势变化，美苏均放弃了继续占领德国。因为苏联与美国的国家经济总体实力，和之前美苏在东西德国的对峙，结束占领后西德的经济明显比东德强（实际上东柏林可以说是东柏林买下来的——东柏林的繁荣是西柏林花巨资换来的；而即便是现在，东德也比西德差——某些方面这是战争留下的后遗症,二战以后德国被分为两部分，分别成为美国和前苏联殖民地，美国殖民的西德是走资本主义路线，前苏联的东德走社会主义路线。有点像朝鲜和韩国。曾经在两块中间还有一块很著名的墙叫柏林墙。 第二次世界大战后，德国分裂为民主德国和联邦德国两个国家。1955年又分别加入华沙条约组织和北大西洋公约组织，两德长期相互对峙。1989年底，民主德国政局发生激烈变化。1990年3月，基督教民主联盟主席德梅齐埃上台组阁，两德政府正式谈判统一问题。5月18日，签署了关于建立两德货币、经济和社会联盟的国家条约。规定从7月1日起，两德都使用西德马克，国家的经济基础是社会市场经济，实行西德的劳动法规。8月31日，又签署了关于两德实行政治统一的第二个国家条约。规定民族恢复1952年7月行政区划改革前的5个州建制，东西柏林合并成一个州，于10月3日按西德《基本法》集体加入联邦德国。 9月12日，两德外长又与美苏英法外长签署最后解决德国问题的条约，使德国的统一得到前战胜国的同意。1990年10月3日，民主德国正式加入联邦德国，两德实现统一。12月2日，全德举行议会选举。基督教民主联盟获胜，科尔任统一后德国的第一任总理。 1990年10月3日0时，分裂长达45年之久的德国重新统一1990年10月3日零时，对于8000万民主德国和联邦德国人民来说，是一个非同寻常的时刻，在柏林帝国议会大厦前，伴随着联邦德国的国歌声，特制的旗杆上徐徐升起了黑红黄三色的联邦德国国旗。这一仪式向全世界宣告，分裂长达45年之久的德国重新统一了。 走资本主义路线，称德国。 　(德文: Deutsche Wiedervereinigung)指的是原德意志民主共和国（即东德）于1990年10月3日通过并入德意志联邦共和国（即西德）的方式完成的德国统一。1990年3月18日东德举行史上第一次民主选举之后，东西德立即展开统一谈判，最后两德与第二次世界大战后占领德国的四国（美、英、法、苏）达成二加四条约，允许统一之后的德国成为完全独立自主的国家，四个占领国的特权全部取消。统一后，德国继续留在欧洲共同体（即后来的欧盟）以及北大西洋公约组织。 \n  如今，以德国等国家为主导的欧盟的经济实力以大体与美国相当；北大西洋公约组织也成为了全球最强大的军事联盟；德国尽管在一战二战中接连失败，损失了接近一半的土地，但是其在70年后已经成为了欧洲第一经济强国和军事大国，国民生产总值（GDP）达到全球第四，我们可以说，德国是军事上的失败者，不过是经济上的胜利者。\n然而苏联呢？\n  迄今为止，已经无法再找到一张地图上写着“苏联”二字。因为苏联已经于20年前解体。苏联的衣钵基本由两个主要国家乌克兰和俄罗斯继承，在50年的战后生活中，当不少国家，包括中国都过上了人民幸福安康的日子时，苏联的人民虽算不上“水深火热”，但是还是和一个世纪前的生活条件类似。\n十月革命的胜利，固然不一定像过去苏联教科书所说“开辟了人类历史的新纪元”，但无需讳言，它也绝不是一次普通的朝廷更替或政权转手，它的世界意义在于，在经济文化落后的国家开辟了一条非资本主义现代化道路的尝试。在苏联，这一伟大的社会实验曾经取得过辉煌，但最后以失败而告终。史称“斯大林模式”的政治、经济、文化体制，是一种高度集中和集权的体制。这种体制，为应对国内外紧张局势，能集中一切人力、财力、物力，适应备战和应战的需要，取得工业化和增强国防实力的显著成果，在短短十多年时间里使苏联成为欧洲第一、世界第二的强国。然而这种体制严重背离现代经济的发展规律，压抑了地方、企业和劳动者的积极性，加上它在政治上无情地消灭各种反对派和压制持不同政见的知识分子，以及意识形态方面的严密控制，使整个社会处于僵化、封闭和麻木的状态。第二次世界大战以后，随着时代主题逐渐向着和平与发展转移，这种体制使经济发展缓慢，国民经济发展比例失调更加严重，制度性的弊端进一步凸现。显然，这种体制不但不能完成把俄国建成现代化民主国家的历史性任务，反而使俄国在同资本主义的世界性竞争中处于弱势地位。如果说十月革命后出现了“一球两制”的新格局的话，那么，半个多世纪的比较和竞赛，没有显示苏式社会主义的优越性，这种体制未能满足人民不断增长的物质文化生活的需要，因而失去越来越多的民众的支持和拥护，苏联最终自行解体，成为多个资本主义国家。苏联虽然拥有公认的最强大的装甲部队，但是苏联却没有在经济上击败德国，德国虽然已经在二战后逐渐使自己的经济实力被削弱，但是他已经在70年的漫长发展中，以“冷战前沿的堡垒”的姿态，重新回到了1945年，可是胜利者与失败者的位置，早已交换。\n\n\nPS：不知道允不允许发这种文，我以一种特别客观的心态评价两国70年来的走向，希望版主能够理解。\n　　\n",
    "replies": []
}