{
    "title": "<原创·连载>血色王国 第I章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 1,
    "timestamp": 1431212400,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-5-10 21:29 编辑 \n      “铁壁……”      “没了。”      沉重的声音。      “里面的人呢？”      “死了。”      更加沉重。      白宫的窗户上到处是弹孔，但那个人依旧注视着冰寒，也没有受到任何伤。使他不寒而栗。      “该来的还是来了。”冰寒撕下衣服上的一块布，并熟练地将那块布包裹在受伤的胳膊上。“会恢复的。”他艰难地站起身来，凝视着白宫上的那个人。      黑色的燕尾服配着老式的眼睛，与这个时代一点都不配！“是你啊……”冰寒顺手从地上的尸体上抓起一块血淋淋的人肉往嘴里塞，伤口处的细胞不断分裂，最终终于恢复好，完好无损。冰寒身后，紫红色的剑缓缓生成。      嘶喊声已经停息，烟雾下，是无数尸体与散落的武器。      “我为什么要来到这里……希特勒？”冰寒紧紧握住那把神器，以飞一般的速度冲向希特勒。希特勒还是一动不动，玻璃破碎了，冰寒的剑已经刺破希特勒喉口的皮了。转眼间，希特勒化作一阵烟尘随风而去，冰寒一惊，迅速落地，四处搜寻，无果。      “什么时候……变得这么强？”冰寒站在窗口上，望着广场上渐渐散去的烟尘下的尸体与武器。突然，他好像发现了什么，“那是……”冰寒一惊，一个模糊的人影渐渐进入他的视线。白色的好像丧服的衣服一直拖到地上，遮住整个身体，再配上一张只有嘴的面孔，显得异常恐怖。      冰寒开始软绵绵地落在地上，激起一阵烟尘，“你，给我站远一点，不我想看到你！”冰寒对那个人充满了厌恶感。那人缓缓走向他，用一种近乎机器人的语调告诉他：“请叫我‘老鼠’，是十几年前的‘老鼠’事件的‘老鼠’。”他的眼前突然出现了一个散发着紫气的三眼怪物挥舞着剑朝他冲来，他来不及躲闪，被重重地摔在地上。      可他好像一点事也没有，从地上爬起来拍拍衣服接着站起来，不过这一次有所不同，他直接轻飘飘地“飘”向冰寒。“你可以去死了。”他的语调依旧古怪。三眼怪物疯狂地挥舞着剑，地板也因为强大的力量而被一块块震开，发出“库库”的声音。      “啊——！”老鼠以一种神秘的姿态贯穿三眼怪物的肚子：手从三眼怪物的肚子的这边伸入，那边伸出，身体仍在那里一动不动地站着。“昌吉……你还是太弱了啊……和十几年前一样！”老鼠慢慢摘下了他伪装的面具，虚弱的三眼怪物变回了冰寒，但依旧被贯穿身体。冰寒惊讶地看着老鼠，眼前的“无面人”露出了他的“脸”——一个骷髅头。      “还想再来一遍吗？”老鼠从白色的“丧服”中伸出他的“手”，其实只是一个骨架。“嘎啦嘎啦”的声音不断从他那扭曲的身体里发出来，使人感到一阵不舒服，却没有办法。仅仅一瞬间，老鼠便移动到冰寒眼前，他的“手”一把抓住冰寒的脖子。冰寒急促地呼吸着，但老鼠的“手”依旧用力掐着，冰寒的脸憋得好像一个红苹果，他的脸开始发紫……      老鼠终于松开了，冰寒趴在地上“呼，呼”地喘着气，现在他可算觉得空气是多么重要了。“铁壁被毁了，你应该想想如何赔偿这一巨大损失，那可是地球最重要的网络系统。”冰寒猛然想起被自己毁掉的铁壁，缓缓地说：“我的任务就是找到以前立下塔尔人最卑贱的那个人，并杀死他。铁壁被毁也是我计划中的一部分罢了。”老鼠无奈地转过身，夕阳的余晖照在他的身上，微风将他黑棕色的头发吹起，显得他是那么苍老。      “杀死？可笑！行辕可是在几亿光年外的‘死神’星系，你来地球干什么！”冰寒不说话了，狂刃只告诉过他行辕和高韧曾在地球居住过，但“死神”星系他怎么知道的呢？      老鼠仿佛看到了他的心思，但他只是接着说：“我需要复命，请你跟我走一趟。对了，你身体里的芯片会被一并带走。”冰寒必须拒绝，狂刃可是把芯片植入到了心脏里，要是被拿出来，自己必须死！      “心脏里？既然能植入就一定能取出来，而且不会让你痛苦至死。”老鼠莫非真的有看穿心思的能力？冰寒摸不着头脑了，这样的人是有多神秘啊！“这叫‘预知纹’，是可以看透对方心思的一种……应该算是技能吧。”老鼠怎么变得这么亲切？刚才还掐着我的脖子差点杀了我！在冰寒放松警惕的时候，老鼠已经悄然“飘”到了冰寒的后面。“铁链铐上，送往雇主那里，我需要钱。”“喂！”冰寒不知为什么，被铁链铐住之后就没有了任何力气，被老鼠送到所谓的“雇主”那里。      不知不觉，老鼠已经“飘”到了太空中，但他们还活着。眼前是一艘庞大的飞船，铁制的外壳在太空中仿佛一只大怪物。灯光在飞船的任意一个窗口都有。越来越近了，仔细看一看，窗户内是一个个手持武器的守卫！难不成这个雇主是一个超级厉害的人？不然老鼠怎么会被他雇上？      被铐在椅子上不能动弹的感觉真是不好。\n\n其实就是前一部小说的第二卷= =\n\n释放结界，大召唤术！\n@xcc @咕噜and呼噜 @llxy @北极星人 @天阶 @白安西 @Michele \n\n上一章    索引    下一章",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1431610860,
            "txt_content": "人名莫名想笑"
        }
    ]
}