{
    "title": "<原创·连载>血色王国 第III章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 2,
    "timestamp": 1431212700,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-5-10 21:28 编辑 \n      终于脱险了，我在哈森的秘密基地里依旧心有余辜。但是哈森却仿佛经历过更大的场面似的，依旧面不改心不跳，擦拭着自己随身带的匕首。      “喂……你真的不怕吗？”我发抖着对他说。他看看楼下的“杀人犯”，平静地说：“怕什么，杀掉不就好了？”他的这一番话让我险些失足摔下去，他的平静更是让我觉得天旋地转。他从口袋中取出一把折叠式匕首，但是有些生锈了。“拿好，待会准备。”他将匕首扔给我，之后从另一个口袋中取出一把货真价实的枪！我目瞪口呆。      “啪，啪”两枪，下面的人群已经开始慌乱起来，警察躲在车后，一副如临大敌的样子。我忍不住“咯咯”地笑了起来。“他们就那样，表面上嚣张，骨子里比谁都懦弱！”      “拿好匕首，看到下面的那块大石头了吗？移开它，那里有我去上层世界的通道。”我点点头，一转眼，人已经沿着墙壁开枪射击了。我也不能落后！我轻轻一跳，脚便离开了墙面，开始慢慢地降落。下面已经乱作一团，警察的手枪掉在地上，被慌乱的“杀人犯”你一脚我一脚踩得零碎。我不经意间朝大 街上看看，是他！混乱的人群中只有他在原地站着，看上去绝对不是“杀人犯”。等等，他手里好像拿着什么东西，指向我了，那黑色的小洞让我瞬间明白那家伙的威力。      “正中目标。”他得意地将那东西装进衣服里，戴好黑色的礼帽匆匆离开。      我的眼前开始模糊，身体的某个部位感觉很痛很痛，而且在不停地流着某个液体，貌似是血液。就连哈森的呼喊也听不到了，就这样一直持续，直到眼前一片黑暗。      “准备BR溶液。”      “准备注射。”      “已无生命迹象。”      哈森在门外痛哭着，这我是可以感觉到的。而医生则平静地告诉他生命的脆弱与世界的不公。“啪啦”，有东西被摔碎了，护士的尖叫声真是刺耳。好像我的床在移动，开门了。又轻轻地关上门。这里静得可怕，我似乎可以感觉得到一滴一滴的流水声和……一声一声的呼吸。      呼吸声越来越多，一个衰老的声音。“医生走了吗？”其他的声音接踵而至。“走了，起来吧。”“有新成员了，看看是死是活。”我可以肯定他们口中的“新成员”指的是我，并且我完全不知道他们下一步会把我怎么样。      我的眼睛不知为何即使睁开也是一片黑暗。“孩子，好好适应这里黑暗的生活吧。”如他所说，这里的确很黑暗，我终于适应了。周围是石质的墙壁，眼前的人们耳朵也是圆的，他们穿着蓝白相间的病服，各个都很虚弱。“这里是下层社会吧”我根据自己的荒唐推理判断。身体却动弹不得。“真可怜……”周围的人纷纷散去，全然不顾我这个“瘫痪病人”。      我该怎么办？哈森一定认为我已经死了，况且我现在的姿态岂不永远都不可能找到那个人了？不对……现在我来这里的原因都不知道，即使脱离了这里，也不一定会活着出去，万一……万一下面是无尽的深渊怎么办？      “吱呀”，沉重的大铁门打开了，微弱的光射进这个本来就不太大的房间。“早上的那个年轻人真是自暴自弃……”早上的年轻人？！哈森……也是一样么……      “死者”被送往一个不起眼的角落，我望着天花板，门关上了。      我疯了般挣扎着想要起来，但经过几番折腾后，无能为力的我绝望了。他们一定以为我疯了，才把我绑起来，我几乎是哭着说出了自己的意图：      “那是我的恩人！”      他们只是叫人去看看哈森，并没有要松开我的意思。突然，那个去看哈森的人欣喜若狂地大叫：“他是哈森，他还活着！”周围的人如潮水般涌到哈森旁边嘘寒问暖，我身旁空无一人。哈森用微弱的，但很坚定的声音从口中挤出这样一句话：“我们要出去！”      整个房间沸腾起来，使得医生和护士们不约而同地冲进这个房间。“萨拉，你和博伦以及埃丁去分散医生的注意力，能不杀就不杀；伍伦格瓦伯伯，您能让其他人回去吗？我还有点事。”他们同意了，开始分头朝着不同的方向前进。      很快，庞大的军团一步一步向着医院最终的大门推进。医生和护士们有的摔到了地上，有的顽强抵抗，更有的索性直接逃跑。我被这一幕吓到了。“发什么呆，起来吧。”哈森解开绑着我的绳子，一把拉我起来，我甚至快要飞到天花板上了。真奇怪，走一步就好像在太空中一样，轻盈而又自由。      门关上了。光不见了，这里再次恢复了寂静。\n\n丧心病狂的我求喷= =\n\n释放结界，大召唤术！@llxy @xcc @白安西 @北极星人 @咕噜and呼噜 @天阶 @Michele \n上一章   索引    下一章\n",
    "replies": [
        {
            "author": "白安西",
            "timestamp": 1431418740,
            "txt_content": "读的时候有些紧张的感觉QWQ\n真的感受到了猪脚的心理\n文笔很好qwq"
        },
        {
            "author": "xcc",
            "timestamp": 1431610860,
            "txt_content": "上下衔接有些不自然"
        }
    ]
}