{
    "title": "<原创·连载>血色王国 第II章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 7,
    "timestamp": 1431212460,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-5-10 07:45 编辑 \n      我从病床上被惊起，这个梦真是真实。      浑浑噩噩，浑浑噩噩，脑海中仿佛缺失了一块。每当想起那些，就仿佛有一只虫子在脑中啃食脑浆一样，头疼到不能忍受，还是别想了，看看外面的景色吧。      我的眼神望向了那个不起眼的小巷，好像我来到这颗星球的时候就是在那里出现的吧。      当我醒来时，周围的人一直在看着我， 我也在不知所措地望着他们，他们个个尖耳朵，好像都是塔尔人，可是怎么会穿着豪华昂贵的公爵服呢？我再看看周围，高楼大厦伫立在地面上，对面的马路人来人往。突然我我听到了“嗡嗡”的声音，下意识地抬起头，天空中满是类似于飞碟的东西，这就是“高科技”吗？      想想当时我来这里的时候，真是狼狈不堪，满身都是血，肝脏还被露在外面，照医生的话来说，就是：“要是别人已经死了十次了。”我体内蕴含着什么吗？      刚来到这里时，我分明在人群中看到了熟悉的身影，但当我们的视线交接时，他便扭头走了。我现在要去找他！      我扶着墙打开病房的门，却迎头撞见了保罗医生，他可不是个好打交道的人。保罗医生看到我就从腋下抽出那个记录夹开始记录着什么，上面记录了他来到这所医院起几乎所有病人的行动。“你要去哪里，目的？”我绞尽脑汁想着如何用一个理由去应付这个难缠的人。“已经30秒了，无目的，现在你不能出去了。”天！我究竟遇到了一个怎样的人！      我躺回床上，不情愿地盖好被子，面向窗户。透过窗户，可以看到一颗不知名的星球在缓缓降落，同时天空也逐渐变得黑暗，看来那颗星球相当于地球上的太阳。渐渐地，星球完全不见了，整片大地被一层幽蓝色的光笼罩着，一切都是那么静谧。      我睡着了。      早晨起床时，光并没有像往常一样照着我的眼睛，我揉揉眼，看看是什么东西挡住了我的光。哈森来了，他看着我，眼神是那样的奇怪。哈森是送我来到医院的恩人，要是没有他，我可能会死！他看到我醒来后质问我：“你到底是谁？”我被问得不知所措，刚想说什么的时候。他又说：“耳朵。”我看看他的耳朵，是圆的，看来不是塔尔人呢。他身上穿着洁白的衬衫和干净利索的牛仔裤，但那是早已不流行的衣服，与先前在大街上的截然不同。      他叹口气说：“快离开这里，外地人。”我更加不明所以，问他：“为什么？”哈森没有说什么，转过身去，忧伤的背影使我跟着他悲伤起来。他缓缓转过身来，有气无力地说：“时间到了，我需要……回去。你愿意和我一起走吗？”他的每一个动作，每一个字，甚至每一根汗毛都将他的悲伤全部展露出来。      “你没事吧……”我轻轻地问他。他却不领情，转身就要往外走，“要走就快点，现在医院没人值班！”我不明白他为什么要这么生气，难不成真的有什么大事？我慢慢地从床上爬起来，在地上寻觅着鞋子，哈森的眼神变得凝重，他慢慢地说：“据说在上层世界的医院里鞋子不见了第二天要被杀掉。”我在心里不禁打了一个冷战，“别看表面上人们很安逸，实际上都是暗地里计划杀死所有下层世界的杀人犯！先走吧，快点！”我跳下病床跟着他。      “晚了，从窗户！”说完这句话，他已经打开了窗户准备往下跳。“喂，这可是第十三层高的楼！”他跳下去了，我走向窗户，学着他的动作朝下看，天！这么高？我顿时觉得眼花缭乱，仿佛天地都在旋转。突然，我身后传来了开门的声音，要来杀我了？我一惊，掉了下去。      快死了。      我快死了，在天地间坠落，哈森已经不知去向，下面是一帮又一帮的“杀人犯”，他们好像拿着刀等着我掉下去后再捅几刀。真是奇怪，两分钟过去了，我还是没有落地，倒是在空中时而坠落，时而升起。“混账你想累死我吗？”我脱离幻想，望向声音的发源处，哈森正在憋红了脸抓住我的衣服，他“粘”在墙上，但看上去好像不太牢固了，所以才摇摇欲坠。我不好意思地朝他笑笑，但是我该如何去到墙壁上呢？他仅轻轻一拽我便去到了墙壁上，仿佛是飞檐走壁一般自由，我感到了前所未有的快感。“对了。”我突然想起什么，“我要找到一个人，你愿意帮助我吗？”他点点头，向我阐述了自己的目的：摧毁上层世界由高级机关构成的“杀人犯”组织；找到高级机关头领罗布森的儿子并将其绑架。      “总之，将上层社会摧毁是我最主要的责任，当然也包括一些外部人员，说不定会找到你要找的人。你愿意帮助我吗？”      我虽然听不明白他的话，但我还是点了点头。“我同意。”\n\n文中的“我”就是前面的冰寒啦，但是这货貌似失忆了= =\n\n释放结界，大召唤术！\n@xcc @咕噜and呼噜 @llxy @北极星人 @天阶 @白安西 \n上一章    索引    下一章（仍在审核）",
    "replies": [
        {
            "author": "423618228",
            "timestamp": 1431223080,
            "txt_content": "不错！不错！加油"
        },
        {
            "author": "天阶",
            "timestamp": 1431223440,
            "txt_content": "新篇章么？三个提醒，你可以在残暴一点"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1431224160,
            "txt_content": " 本帖最后由 咕噜and呼噜 于 2015-5-10 10:19 编辑 \n\n嗯.....3个提醒.......看来你电脑真的抽了/......."
        },
        {
            "author": "xcc",
            "timestamp": 1431610920,
            "txt_content": "啊呀，貌似那什么描写又少了点"
        },
        {
            "author": "ThinkSky",
            "timestamp": 1431611280,
            "txt_content": " 本帖最后由 ThinkSky 于 2015-5-14 21:50 编辑 \n\n楼主加油http://<embed src=\"http://music.163.com/style/swf/widget.swf?sid=27776124&type=2&auto=1&width=320&height=66\" width=\"340\" height=\"86\"  allowNetworking=\"all\"></embed>"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1431669180,
            "txt_content": "xcc 发表于 2015-5-14 21:42\n啊呀，貌似那什么描写又少了点\n你是说细节描写喵？"
        },
        {
            "author": "北极星人",
            "timestamp": 1431693840,
            "txt_content": "脑浆不是该用吸的吗？\n"
        }
    ]
}