{
    "title": "[聊天]Courier— —信客[全版本]",
    "author": "qq1059051242",
    "replyCount": 10,
    "timestamp": 1431240060,
    "txt_content": " 本帖最后由 1582952890 于 2017-9-17 08:11 编辑 \nMC服务器邮件系统\nby：defxor\n\n\n\n这个插件能干什么？\n\nCourier插件能创造一封有留言的信（载体是地图）并能发送给对方，即使对方不在线。\n\n我们想要的不仅是能发送问候和话语给对方，这我觉得应该是MC里面必备的一个系统。\n\n我想我们成功了\n——= < 最新版本> = - = < 视频（youtube）> = - = <反馈> = - = < 论坛> = - = < 源码> = - - - - - - - -\n\n\n\n\n\n\n\n\n如何使用？\n/letter [text]  : 写一封信。[text]为填写内容，写完后可继续再写没写完的内容，使用&nl 或\\n 换行。支持多页面，用右键和左键前后翻页。\n/post [playername] ：发送给玩家，玩家名必须是该服务器已有的玩家。根据配置文件不同收到的信件将识别是否加锁。可以通过/letter给他解锁。\n/courier fees ： 查看邮箱，如果邮箱是空的，可以先发送邮件或写邮件\n/courier unread ：  吧所有的未读信件还回对方，即使对方已经发送给你。\n/postman ： OP专用。至于怎么用我不会看- -Intended for OPs only, if postman delivery(交付) happens seldom and you want to force one to appear. NOT NEEDED in actual gameplay. To receive messages, simply poke(刺) the friendly postman when he appears or right-click him to receive the message directly into your hands or inventory(存货).  The strings \"%loc\" and \"%pos\" will be replaced with the current X,Y,Z position in any Letters written, if surrounded by spaces. \n\n\n权限:\n短板：courier.write, courier.send ,courier.list\n长版：\ncourier.write允许玩家写信 (默认: op)courier.send允许玩家发送信件给对方 (默认: op)courier.list允许玩家查看自己的信箱 (默认: op)courier.info允许玩家查看插件信息 (默认：default拥有)courier.theonepercent当游戏币和点劵不足时允许发送信件 (默认：default无权限)courier.privacyoverride允许玩家使用/letter给信上锁，只有要发送的对方能看到 (默认：default无权限)courier.useitemframes允许玩家吧信放在相框中 (默认：default拥有)\n\n\n配置文件:原文：Privacy.SealedEnvelopeWhether Letters that have been Posted to another player should only be possible to read by that player. If you want to change this option, please read this forum thread. (default: true)UseFeesWhether Courier should activate and require Economy support through Vault. (default: false)Fee.SendThe postal fee withdrawn(取出) from the player if UseFees is set to true (default: 10)Fee.BankAccountThe Bank or Player account fees will be deposited(沉积) into (default: none)UpdateIntervalThe interval between checks towards dev.bukkit.org to see if there's a new version of Courier available. A value of 0 disables. (default: 18000 seconds)Route.InitialWaitHow long will Courier wait until sending out the first postman after players have started joining the server (default: 10 seconds)Route.NextRouteHow long between rounds. This is the maximum amount(数量) of time a delivery(交付) can take between two online players (default: 60 seconds)Route.WalkToPlayerCurrently not functioning due to changes in Minecraft. If friendly postmen (Villager) should walk up to players or not. Unfriendly mobs(暴民) (Enderman) ignore(驳回诉讼) this setting and never do. (default: true)Postman.TypeWhich Minecraft Creature to use as Postman. Courier(导游) will accept all valid Creatures but only 'Enderman' and 'Villager' are supported. (default: 'Enderman'). Note: This setting is casesensitive(敏感的)! 'villager' does not work, 'Villager' does.Postman.QuickDespawnHow quickly will a postman despawn after having taken damage or delivered the mail (default: 3 seconds)Postman.DespawnFor how long will a postman stay around each round waiting for the player to take his mail (default: 20 seconds)Postman.SpawnDistanceWhat's the maximum line of sight distance a postman will spaw in front of a player (default: 10 blocks)Postman.BreakSpawnProtectionWhether Courier should try to override(推翻) mobspawn protection in order to spawn its Postman (default: true)Postman.VanishDistanceThe distance a Postman will check to see if a vanished(消失) player would be betrayed(背叛) by appearing within (default: 20 blocks square)Postman.CreativeDeliveryWhether Postmen should deliver mail to Players who are in Creative mode (default: true)Letter.ShowDateWhether to display the date a Letter was sent or not (default: true)Letter.FreeLetterIf players should receive free Letters or if they need to have the necessary resources (default: true)Letter.ResourcesList of resources needed if FreeLetter is set to false. Example: [CobbleStone, Paper, CobbleStone] (default: [Coal, Paper])Letter.RequiresCraftingWhether Courier should just deduct(扣除) the resources or if players need to manually(手动地)craft(精巧地制作) letters (default: false)Letter.FrameableShould it be possible to put Courier Letters into ItemFrames - in effect creating posters/flyer (default: true)\nIn addition to the above all user visible(明显的) strings can be edited. Some translated configs(配置)are available in the translations folder as well in the plugin(插件) data folder. Move andrename(重新命名) them to 'config.yml' to use. \n\n版本历史2015-05-09 : v1.2.0上传1.8.32013-01-16 : v1.1.9上传CB 1.7.2-R0.22012-12-30 : v1.1.8上传CB 1.4.6-R0.32012-12-20 : v1.1.7上传CB 1.4.5-R1.02012-03-04 : v1.1.6上传CB 1.4.5-R0.22012-02-25 : v1.1.5上传CB 1.1-R62012-02-13 : v1.1.1上传CB 1.1-R42012-01-31 : v1.1.0上传CB 1.1-R32012-01-15 : v1.0.0上传CB 1.0.1-R12012-01-02 : v0.9.6上传CB 1.0.1-R12011-12-30 : v0.9.5上传CB 1.0.1-R12011-12-27 : v0.9.2上传CB 1.0.1-R12011-12-26 : v0.9.1上传CB 1.0.1-R12011-12-23 : v0.9.0上传CB 1.0.1-R1\n\n已知的问题\nMoving Letters between slots in creative mode (/gamemode 1) causes them to become empty later (eg. after logout(注销)/login)\nThis seems to be a Bukkit issue, please do not handle Courier Letters in creative mode until this is better understood.\nCourier(导游) does not support extended character sets, it will skip such input when writing Letters.\nThis is due to Bukkit Maps only supporting the 'old' standard Minecraft Font. If support is extended in Bukkit I will implement it into Courier as well.\n... and all open tickets and issues, of course.\n\n\n\n最后想说累趴了- - 我先去歇歇 \n\n\n",
    "replies": [
        {
            "author": "nannan20041016",
            "timestamp": 1431240180,
            "txt_content": "Courier插件能创造一封有留言的信（载体是地图）并能发送给对方，及时对方不在线。\n错别字！\n强迫症不能忍"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1431240300,
            "txt_content": "这有点醉。。。。。。不过我觉得还是ESS的好"
        },
        {
            "author": "qq1059051242",
            "timestamp": 1431240540,
            "txt_content": "咕噜and呼噜 发表于 2015-5-10 14:45\n这有点醉。。。。。。不过我觉得还是ESS的好\n他这个貌似有个bug什么地图里的坐标默认在一个最偏僻的点不能隐藏啥来的如果没看错的话"
        },
        {
            "author": "qq1059051242",
            "timestamp": 1431240540,
            "txt_content": "nannan20041016 发表于 2015-5-10 14:43\nCourier插件能创造一封有留言的信（载体是地图）并能发送给对方，及时对方不在线。\n错别字！\n强迫症不能忍 ...\nQAQ手残没办法"
        },
        {
            "author": "Empty58",
            "timestamp": 1431269100,
            "txt_content": "会不会字太小看不清？"
        },
        {
            "author": "dhnkajfhla",
            "timestamp": 1431583620,
            "txt_content": "诶，不支持中文"
        },
        {
            "author": "qq1059051242",
            "timestamp": 1431750960,
            "txt_content": "dhnkajfhla 发表于 2015-5-14 14:07\n诶，不支持中文\n抱歉没汉化- -"
        },
        {
            "author": "qq1059051242",
            "timestamp": 1431750960,
            "txt_content": "Empty58 发表于 2015-5-10 22:45\n会不会字太小看不清？\n应该不会吧- -"
        },
        {
            "author": "qq1468993126",
            "timestamp": 1440303240,
            "txt_content": "/postman ： OP专用。至于怎么用我不会看- -\n这个是在我的服务器我给 自己发邮件然后不能打开查收却可以用/postman召唤一个小黑把他扔给自己..."
        },
        {
            "author": "zswd444",
            "timestamp": 1555210260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}