{
    "title": "<原创·连载>血色王国 第IV章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 3,
    "timestamp": 1431240600,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-5-12 20:49 编辑 \n      “萨拉，去A；博伦和埃丁，去B；伍伦格瓦伯伯，劳烦您领着大伙沿着之前定好的路线出去吧。”我被哈森出色的领导能力震惊了。      首先，他是如何使那么多人服从自己的呢？还对老人很尊敬。      尔后，那些人和他又是如何进来的？      最后，这个医院……总感觉不太对劲。      我轻轻地拍一拍哈森的肩头，害怕地说：“我们……真的能够出去吗？”哈森脸上露出阳光开朗的笑，他微笑地说：“放心，一定能够出去的，相信我。”      “可我不太相信你。”我竟然对一个组织的龙头老大说出了这样一番话！他不再说什么，转过头去向前走，我知道他一定生气了，或许我下一秒就会被他的枪击杀。“你看，墙壁上有抹过火药的痕迹。”哈森停下了脚步，他可能原谅我的无礼了？      “那是我干的。”他平静地说。我第一次觉得友好的哈森变得那么可怕，可能我只是他的一枚棋子，用完就扔掉。“两年前，我还是一个街头混混，这所医院竟然收我的钱，我一气之下就在夜晚把它的一部分抹上火药，但上层社会的‘杀人犯’将我带走了。回来之后火药全部被抹下来，想不到现在还留着痕迹啊。”我有点怀疑他在撒谎，但那么多人都能够听从他的命令，这样的事又有什么可怀疑的呢？      我快步跟上去，以为我觉得身后有一股凉风吹过，并且在这个未知的地域，什么事都可能发生吧。      “A点集合完毕！”哈森的脸上露出了一丝微笑。“B点集合完毕！”哈森的脸上还是有点不放心。“我这里遭遇……上层社会……”衰老的声音。“我就知道……”哈森狠狠一跺脚，整条走廊都可以听到清晰的回声，我直勾勾地盯着哈森，他拉着我快速奔跑。“快停下！”我告诉哈森，但他不顾前方有多少医生护士病人，仍冲向前方。我闭着眼，哈森的跑步速度让我快飞起来了，那些人也被我们远远甩在了身后。      “上层社会……下层社会……这一切都是因为一个人。”他可恨地说。我细细听他说，我们的速度也慢了下来，身后不再有害怕而愤怒的人群。      “斯洛特。”我的脑子飞速转动，脑海里浮现出一个个场景与回忆。真奇怪，这次脑袋不太疼了。一个小孩的影子也逐渐浮现在我的脑海中。      “两年前，他坠落到了这里。那时还没有‘上下管道’,只是有专门存放垃圾的下层和上层居住区罢了。伍伦格瓦伯伯是当时的主要管理人。那个野心勃勃的年轻人去拜访了伍伦格瓦伯伯，他想要杀了他，但反被扭下来一条胳膊。从此他就对他记恨于心。      “在小巷里，他碰到了我，我曾想要杀了他，但可能是臭味相投的原因，我们竟然结为了朋友。      “从此，各种娱乐场所不再只有我一个人蛮横的身影，而是两个如兄弟般形影不离的青年。后来他找到了一件旷世奇宝，但被他藏在了塞纳峡谷的一个地方，我对他的这种私吞行为感到不满，同时心中也起了一种贪婪的心理。      “我杀了他，并取得了藏宝图，那时的我不顾一切前往塞纳峡谷，当我在河里洗脸时，藏宝图丢了。我就像变了一个人似的，觉得世间万物对我来说都是该死的。伍伦格瓦伯伯来找我，并提出了辞职的想法，我明白他想要让我当任，我必须拒绝。      我的心中还有这里，我爱这里，我不想让让这里毁在我的手里！我对他说。不，你不能拒绝，斯洛特来找我了，他想要复仇！伍伦格瓦伯伯劝我。我无奈之下只好去管理。      “第二天，斯洛特带着我的混混朋友们来找我，但他们被拦在了门外，斯洛特活着进来了。他趁乱按下了最要命的按钮——垃圾回收开关。地面打开。几乎所有人都掉到了昔日的垃圾回收站，也就是现在的下层社会。当然也有些人幸免于难，不过那些人大都处在边缘地带的深巷里，他们叫做‘杀人犯’。      故事完了。”      听完他的故事后，我受到了极大的震撼。尤其是那个“斯洛特”，总感觉在哪里听说过这个名字，哪里呢？      不知不觉之间，医院的大门已经在我们眼前了，可是这里什么也没有，只有一阵阵冷飕飕的凉风。“伯伯……”哈森跪下来看着这一切，“怎么了吗？”毫不知情的我问。“‘杀人犯’会将抓到的下层社会的居民通通带走，现场不留一丝痕迹。”他的声音几乎颤抖了起来，“有人见到过他们的手法，活活将内脏挖出来，趁人还活着再当着活人的面将内脏吃掉……”我的汗毛都竖直了起来。      “那该怎么办？”我以期待的眼神望着哈森，希望他能够给我一些任务。      哈森继续朝外面走去。“先回去吧。”释放结界，大召唤术！@llxy @Michele @xcc @白安西 @北极星人 @咕噜and呼噜 @天阶 \n\n上一章      索引      下一章",
    "replies": [
        {
            "author": "咕噜and呼噜",
            "timestamp": 1431240960,
            "txt_content": "I和II都被删了似乎...."
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1431241140,
            "txt_content": "咕噜and呼噜 发表于 2015-5-10 14:56\nI和II都被删了似乎....\n审核中= =（我直接把图从QQ发给你得了，不必用图床）"
        },
        {
            "author": "江米条",
            "timestamp": 1431241260,
            "txt_content": "楼主更新的挺勤的。。写的也不错⊙▽⊙"
        }
    ]
}