{
    "title": "【3.10.1.0更新内容】这是一个励志的故事",
    "author": "Yihc",
    "replyCount": 0,
    "timestamp": 1431494160,
    "txt_content": "3.10.1.0 更新内容\n社区公告 - Nelson Sexton\n哈喽~~\n\n如果你对正在测试版本的Unturned感兴趣!你可以打开你的Steam游戏库右击Unturned, 选择属性, 找到“测试”的选项卡并且输入代码\"OPERATIONMAPLELEAF\". \n\n这次更新的几个动画和角色模型会让你眼前一亮! 减少了手臂穿过背心的问题, 角色显得更加协调光滑,材质在模型上也比以前更加整齐,动作也更加自然.\n\n\n添加: \n●在游戏的背包和主界面的服装界面里添加了\"更换“(swap)按钮. 这说明着,如果你找到吉米服,并且想换掉DLC特殊土豪装,只需要点击\"更换“(swap)按钮,即可实现一秒换装.\n●添加了新的人物骨骼(译者:游戏里人物都是用骨骼组建起来的),使动画看起来更加自然,以及减少诡异想象..\n改进: \n●改进了服装的表现性能(译者:不明所以啊)\n●改进了单人模式的云存档性能.\n调整: \n●调整了部分菜单布局,更多更新尽在下次更新.\n●调整了杀害,物品,经验的最大数值.\n修复: \n●修复了单人模式下障碍和车辆无法保存的问题.\n●修复了物品会掉落在游戏边界外的地域，使得无法捡取.\n●修复了卸下枪后,视角会卡在第三人称很低的位置.\n●修复了准星问题.\n●修复了昨天搞的几个问题.\n可悲啊~昨天更新的主要内容,好像搞出了挺大的问题,不过幸好一切都搞定了.\n\n感谢阅读.\n\n\n\n\n原文：\n3.10.1.0 Update Notes\nCommunity Announcements - Nelson Sexton\nHello! \n\nIf you're interested in testing out this upcoming update head on over to thePreview branch! You can gain access by right clicking on Unturned in your Steamlibrary, selecting properties, navigating to the Betas tab and entering thesecret passcode \"OPERATIONMAPLELEAF\". \n\nSeveral things related to animations and the character models were changed inthis update to make you look more awesome! Your arms should clip through yourvest less, your body should be smoother, textures should align better to yourshape and animations should look more natural.\nAdditions: \nAdded button to swap between visual andphysical clothing in-game and in clothing tab. This means if you find a ghillieand want to wear it rather than your suit you only have to click thebutton. \nAdded new skeleton to make animatonslook nicer and less \"glitchy.\"\nImprovements: \nImproved clothing performance. \nImproved singleplayer cloudperformance.\nTweaks: \nTweaked menu layout a bit, althoughseveral more changes to it can be expected next update. \nTweaked maximum stat values a bithigher for kills, items, experience, etc.\nFixes: \nFixed case where singleplayer barricades/vehicleswould not save. \nFixed case where item models such aslogs would move across region boundries and become unpickupable. \nFixed getting stuck with a low thirdperson field of view after dequipping a gun. \nFixed hitmarker issue. \nFixed several bugs from yesterday'spatch in some hotfixes last night.\nUnfortunately yesterday's update was alittle bit rocky from all the major changes, but everything should be back tonormal now. \n\nThanks for reading!\n\n\n\n我翻译那些文章貌似也没什么人看...所以也就来unturned板块发展发展。\n如果发现有翻译错误的地方，请指正，谢谢了！\n\n\n\n\n\n\n\nthx.png (25.67 KB, 下载次数: 0)\n\n下载附件\n\n2015-5-13 13:14 上传\n\n\n\n\n\n\n\n\n",
    "replies": []
}