{
    "title": "额，上一期有点问题所以未变异者更新了3.10",
    "author": "1740831550",
    "replyCount": 0,
    "timestamp": 1431510600,
    "txt_content": "呵呵，介绍就不用了主题\n       5月12日3.10.2.0 Update Notes\nCommunity Announcements - Nelson Sexton\nHello! \n\nIf you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". \n\nAdditions: \nAdded direct correlation between draw distance and mesh quality as separating them proved confusing for most players. \nAdded configuration in the in-game pause menu. \nAdded effect quality which impacts how long ragdolls, bullet holes, blood splatters, etc last before despawning. \nAdded ragdoll to wear clothing. [Is this good or bad?]\nImprovements: \nImproved menu scaling and alert system for connecting, etc. \nImproved clothing performance. \nImproved keybinding system.\nTweaks: \nTweaked sensitivity to have a value 1.0 - 10.0 to make more sense.\nFixes: \nFixed repair hitmarker when fully healed. \nFixed attack hitmarker against dead vehicles. \nFixed crash when wearing glasses. \nFixed bug picking up items in multiplayer. \nFixed visual clothes to turn on after death. \nFixed own ragdoll on client. \nFixed bubbles/clouds disappearing. \nFixed lighting loading after screen. \nFixed incorrect inventory callback.\nTo clarify what I meant by \"disabling 3.9.9.6 network change\" is that there was a patch out on Saturday for a few hours adding some network optimizations which was disabled to improve it a bit more. Any previous optimizations are still in place. \n\nRegarding further development of Steam inventory I'm still waiting for Valve to reply to some of my questions, but with any luck there should be some news soon. \n\nThanks for reading! \n   不知道为什么啊，我也不知道为什么，总之意思给你们\n   5月12日3.10.2.0更新说明\n社区公告 - 尼尔森塞克斯顿\n您好！\n\n如果你有兴趣测试出这个即将到来的更新头部到预览分支！您可以在获得访问千方百计通过右键点击你的蒸汽库，选择属性，导航到贝塔系数选项卡并输入密码的秘密“OPERATIONMAPLELEAF”。\n\n加法：\n加入抽奖距离和网格质量之间的直接关系是把它们分开证明混乱对于大多数玩家。\n在游戏中的暂停菜单添加配置。\n添加效果的好坏从而影响了多久布娃娃，弹孔，鲜血飞溅，等最后才despawning。\n加入玩偶穿上衣服。 [这是好事还是坏事？]\n改进：\n改进的菜单缩放和用于连接报警系统等\n改善服装的性能。\n改进的键绑定系统。\n调整：\n调整了灵敏度有一个值1.0 - 10.0更有意义。\n修正：\n固定修复hitmarker时完全愈合。\n固定攻击hitmarker对死者的车辆。\n戴镜时固定崩溃。\n修正了捡多人的项目。\n固定视觉衣服死后打开。\n固定的布娃娃的客户端。\n固定泡沫/云消失。\n屏幕后固定照明负荷。\n修正不正确的库存回调。\n为了澄清我的意思是“禁用3.9.9.6网络变”的是，有一个补丁在周六了几个小时，然后加入其中一些被禁用，以提高它多一点的网络优化。任何以前的优化仍然存在。\n\n关于蒸汽库存，我还在等待阀的进一步发展回复了我的一些问题，但如果运气好的话，应该有一些消息很快。\n\n感谢您的阅读！\n   哈哈哈哈只觉得英文太那个了，所以本伸手党也想要汉化补丁啊求大神快点弄！{:10_505:}{:10_510:}\n",
    "replies": []
}