{
    "title": "<原创·连载>《命·谜·起源》序言 命运の枷锁·著 [连载中]",
    "author": "命运の枷锁",
    "replyCount": 2,
    "timestamp": 1431521040,
    "txt_content": " 本帖最后由 命运の枷锁 于 2015-5-16 18:56 编辑 \n\n  你们不会知道，在我周围的世界中，正在发生着些什么……  \n\n  我英文名叫吉尼尔斯①，是英国天行学院②的一名普通学生，正在读高中二年级。有一天，我还是像往常一样，放学后从学校自己走路回家。回到家中，母亲在晚饭，我就脱下鞋坐在沙发上看电视。有一条新闻吸引了我的目光：\n  “英国著名科学家乔治·雷格雷发现了在我们这个三维世界中，是有多个平行宇宙存在的。而雷格雷教授又对自己采集到的宇宙尘埃进行了化验检测，发现这些尘埃中有一丝类似DNA的不明物质，经进一步推测，这些DNA应该是一个人身上散发出来的，这也是问题所在：1.这个人是谁？2.这个人在哪里？详细咨询请关注本台报道。”\n  “切，都是瞎扯，哪有什么类似宇宙王的东西，科幻小说看多了吧！”我已经不屑于那些所谓的科学发现了，关掉了电视。不过，如果真有这么一个宇宙王存在，那么，学校里教的什么宇宙大爆炸啊，都是假的咯，就是说，并非是什么大爆炸形成的宇宙，而是一个虚无中的人创造出来的！本来不屑于这些事情的我，也逐渐对这件事产生了浓厚的兴趣。不过后来因为种种原因，我也逐渐地把这件事给淡忘了。\n  后来这些可恶的电视台每天都会播报什么乔治·雷格雷的消息，当然都是关于什么平行宇宙啊，宇宙王之类的东西，看得我都看腻了，可是我妈偏要拽着我看。但是，妈妈的这种举动也让我对这件事的兴趣越发浓厚，最终我为了见到雷格雷博士，忙了整个周末，终于要到了博士的联系方式。\n  “啊，欢迎吉尼尔斯同学光临寒舍。”\n  “客气了，客气了。”\n  我在2015年的5月12号来到了雷格雷博士的家。他的家不大，但是四处都摆满了实验用的机器设备，搞得我眼花缭乱的。“那么，吉尼尔斯同学这次来这里的目的是？”\n  “我想和您一起探讨一下前几天您发现的平行宇宙，最关键的是，那个宇宙尘埃里所含的物质。”\n  “是这样啊，那么，请允许我阐述一下我本人对这个‘DNA’的理解。我认为，这是在几万年前从一个人，当然这个人不是我们平行宇宙中地球上的人类，从他身上掉下来的这么个宇宙尘埃。我觉得，这个宇宙尘埃极有可能是另外一个平行宇宙中的一个生物掉下来，然后经过将两个平行空间相互连接起来的通道，这么歪打正着地，就掉到了地球上。\n  “但是，经过我昨天熬夜的计算，我计算出了宇宙尘埃像这样掉到地球上的几率只有三千万分之一，宇宙是如此的广袤，为什么偏偏会落到地球这样一个普通的行星上呢，这在理论上说是不可能的。所以，我觉得还有这样一个可能——”雷格雷博士他深吸了一口气，接着说，“我觉得这颗宇宙尘埃是某个人故意把它扔到我们地球上来的！古代的智慧之族萨塔族曾经预言过，在数万年后，将会有天神将神的尘埃散播到人间，如果人类用尘埃实行了天神的旨意，那么人类将免于灾难……”\n  “等一下！您刚刚说……灾难？”我非常疑惑不解，难道有一个天神背后在操控全人类吗？这实在是很难理解。\n  “这个灾难就是萨塔族的神典中所说的‘落日’，也是基督教《圣经》中所说的‘启示录’！这个‘幕后黑手’就是萨塔族神典中的‘自然之母’，也是基督教中所说的‘上帝’。而我，不这么叫，我叫他‘天行者’。天行者并不是恶神，这样做只是防止人类有生以来就具备的贪欲，只有天行者压制住了人类的贪欲，整个宇宙的秩序才会得到稳定。如果我们违背了天行者的旨意，要与他抗衡的话，那么，受害的，只有我们人类自己而已。好的，让我们回归话题，所以，这个宇宙尘埃百分之百就是天行者给我们的启示，这个尘埃中所有的DNA数组里肯定有天行者给的提示，吉尼尔斯同学，你先回去吧，明天，我们会再见面的。”\n【完】\n【注释】\n①吉尼尔斯：小说的主角，今年已经年满18周岁，目前就读于英国天行学院。\n②英国天行学院：在吉尼尔斯所处的平行宇宙中的英国，是全国第一名校，有着数百年的建校历史，因为在全球都很有名，所以在学校中就读的有本土学生，还有美国、日本、澳大利亚、中国、韩国等发达城市前来的学生。\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1431521820,
            "txt_content": "中国很发达？\n运用的知识很多，给个好评"
        },
        {
            "author": "我的世界城市服",
            "timestamp": 1431523080,
            "txt_content": "顶一个吧，LZ写的不错"
        }
    ]
}