{
    "title": "原创·连载 《浩劫》 第一章  作者lzs1234",
    "author": "lzs1234",
    "replyCount": 7,
    "timestamp": 1431577620,
    "txt_content": " 本帖最后由 lzs1234 于 2015-6-16 18:02 编辑 \n==========第一章==========\n    一把巨斧迅捷地扑向一棵树，给了那棵本就摇摇欲坠的树干致命一击。树“咔啦”一声倒下，震得周围的小碎石飞溅开来。\n    一个人缓缓走来。他身着白色的衣服，蒙着口罩，背后披着一块爬行者披风，左眼上还带着一块纯属装饰的墨镜，他叫墨索克。他坐在那棵倒下的树上，向左移了移，偏进树林中其他树的阴影中。他从口袋里拿出一个苹果，用衣袖擦了擦，又看了看，三下五除二吞进了肚子。他踱到一棵芭蕉树下，摘了一片大芭蕉叶，盖在头上，睡着了。\n    一只野猪偷偷走过来，扬起獠牙，对着树上的墨索克，随时准备撞过去。墨索克翻了个身，背对着那头凶猛的野猪。野猪向前走两步，随即加快步伐直直地撞过去。墨索克一跃而起，跳在野猪身后。野猪来不及躲闪，一头撞在大树上，晕了过去。\n    墨索克从一旁的包里抽出铁剑，从刀鞘里拔出，直直地刺入了野猪的脖子。喷涌而出的鲜血冲起几米高，溅在他的皮革衣服上。待到血基本流进以后，墨索克开始用斧头削去野猪身上的毛，切下大块的肥肉。“今天收获不错呢……”他喃喃自语道。\n    他从包里又拿出一把包着布的铁锯。他把布扔到一边，用铁锯把树来回切成许多木板，木渣溅得到处都是。\n    一大棵树所带来的收入是相当丰厚的。他将两三块木板做成木棒，收进包中，随即又将剩余的木板和从野猪身上削下的一大块肉艰难地拖上他的小船，便驾着船缓缓驶离了河岸。小船吃水相当深，墨索克不敢开太快，西边的落日此时又十分晃眼，他没有开发动机，只是手上摇着桨，缓慢地像远处依稀可见的追逝村漂去。终于，他在太阳的最后一丝光芒消失之前到达了村子。\n    村子不大，墨索克此时停泊的港口是这个村子里最大的建筑物。港口边腐朽的柱子上钉着一块告示牌，歪歪扭扭地用白色粉笔写着“欢迎来到追折（逝）村”。墨索克把东西运上港口边的矿车，又将绳子绑在港口边，这才上了岸。\n    路边有几排路灯，还有几棵土生土长的古树。古树旁有几个村民围在一起下棋。墨索克艰难地把大块的肥肉拖下船，从中间劈开一半，拖着另一半去找肉店老板。\n    他把肉丢在门旁，推开门。老板正坐在木椅上翘着腿看书。桌上还摆着一台电视机。那电视不大，比墨索克的头大不了多少，却是全村唯一的一台电器，是老板从邻村一个老汉家里收来的二手货。老板看见是墨索克，邀请他坐下，问：“今天又猎到什么了？”墨索克打着哈欠讲述了他抓野猪的全过程。老板搓着手，摸了摸门口那块硕大的肥肉，眉开眼笑地答应收购下来。\n    墨索克口袋里揣着50块钱，背着一背包的木板向家走去。远处的斜阳在山尖还散发着最后一点光芒。他突然感到这种生活太无聊了。每天吃饭，睡觉，到2里外的那片树林砍砍树打打猎，似乎并没有什么有趣之处。\n    他推开那扇他所熟悉的红木门，点亮墙边的灯。他躺在床上，从炉子里掏出几块烤猪肉，决定去别的地方闯一闯。他又往背包里胡乱塞了一些自认为有价值的东西，又装上不少食物，挎起包回到了港口。天边已经没有了太阳的踪影，天色也在逐渐变暗。古树边的村民们也收起棋子准备回家了。也许根本没有人注意到他的离去。\n    在渐渐变暗的天空之下，墨索克摇着船，向着远方那条河流，那座大山，还有那更高远的未来划去……\n              （未完待续）\n索引：你可以通过两种方式到达索引：1、点击我签名档的链接。2、点击这里",
    "replies": [
        {
            "author": "烨s",
            "timestamp": 1431577860,
            "txt_content": "有志气，支持一下"
        },
        {
            "author": "番茄茄",
            "timestamp": 1431577920,
            "txt_content": "猪不是和平生物吗...为什么会攻击...\n吓得syl都不敢骑猪了"
        },
        {
            "author": "海潮",
            "timestamp": 1431578520,
            "txt_content": "赶脚不错！给我快更！"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1431579000,
            "txt_content": "已阅，与其他的MC小说不太一样，但期待= ="
        },
        {
            "author": "qwedsaaa",
            "timestamp": 1431588900,
            "txt_content": "............"
        },
        {
            "author": "C-青皮君",
            "timestamp": 1431589080,
            "txt_content": "syl使出了上等猪骑大法！"
        },
        {
            "author": "zwh007",
            "timestamp": 1431603300,
            "txt_content": "不错不错。这是主角？"
        }
    ]
}