{
    "title": "<原创·连载>《命·谜·起源》第二章 命运の枷锁·著[连载中]",
    "author": "命运の枷锁",
    "replyCount": 1,
    "timestamp": 1431608460,
    "txt_content": " 本帖最后由 命运の枷锁 于 2015-5-15 19:30 编辑 \n\n  这时的佛罗里达州已是深夜，我们乘坐的飞机在寂静的夜空中划过，降落到了奥兰多国际机场。“先生，目的地已经到了。”空姐悦耳的声音把我和雷格雷博士从睡梦中叫醒。\n  “雷格雷博士，您知道这附近有什么酒店宾馆之类的东西吗？”我从没来过佛州，更不知道当地有什么酒店。“你不用担心了，我已经在波尔图那边搜索好了这附近的酒店，离这里最近的酒店是奥兰多凯悦酒店，已经预定好了，万事都可放心，一切尽在掌握之中。”听到博士这番话后，我的紧张不安的心也轻松了许多。\n  到达凯悦酒店之后，博士向柜台工作人员出示了他的手机屏幕，工作人员确认之后，让博士签了字，他拿上了钥匙，我就跟着他坐着电梯上了楼。\n  凯悦酒店的套房相对来说都挺不错的，在酒店的大床上，我和雷格雷博士舒服地睡上了一觉，清空了我们的“疲劳指数”。但是，我做了一个噩梦。\n  “啊！”我大叫了一声，正在旁边熟睡的博士被我的叫声吵醒了。“你干什么啊，本来想再多睡一会儿的。”“对不起，博士，我做噩梦了……”“算了算了，既然都醒了，那咱们赶紧去楼下吃饭吧。”\n  带着愧疚的心情，我跟随雷格雷博士来到了酒店的餐厅。今天的早餐是水果沙拉、鲜奶还有牛排，简直好吃到极致！（现在还没吃饭的同学别打我Orz）刚才愧疚的心情瞬间就没了。\n  “嘿，同志，别犯困啊！今天咱们的任务是，要开车到海岸线那里去考察考察。”雷格雷博士不耐烦地冲我大喊。博士他叫了一辆出租车，没想到他用了非常流利的美语，用了地地道道的佛罗里达州口音向司机说明了目的地。司机大概是这么说的：“你说你要去海滩那里是吗？听说海滩那里出现了一个不明原因所导致的大坑，听说大坑里还有个深不见底的地洞！很恐怖的！而且四周已经被警方封锁起来了，一般人是进不去的。”“您不用管这个，我们就是要去那里，钱是不会少的。”\n  到了沙滩之后，我们亲眼看到了刚才司机所说的画面：一个巨型圆形大坑，直径差不多得有100米，在大坑的坑壁处果然有一个地洞，看不见这个洞的最深处是什么样的，四周的确被那种黄色封锁线所关闭了，在封锁线旁边围着一大群市民，在叽叽喳喳地讨论着什么。“看来这就是天行者给我们的启示的地点了。”雷格雷博士若有所思，“虽然警方不让进，但是我们是为了拯救全人类的，一条普普通通的封锁线怎能挡住我们呢？我们就到这附近的咖啡馆去坐坐，等待夜幕的降临吧。”\n  逐渐地，天边的晚霞染红了大片天空，月亮也逐渐地升起来了，也到了我们二人动身之时。\n  在周围的人群渐渐散去，警察也离开之后，我和雷格雷博士悄悄地翻过了护栏和封锁线，接近了巨坑。突然，一道白色的强光从手电筒中射出，原来是雷格雷博士把手电筒打开了。“让我看看啊……这个坑确实不小，让我们下去看看吧，走近地洞看看。”我们二人下到了巨坑底部，来到了地洞口。博士拿出手电筒往洞里一照，发现这个地洞根本就是深不见底，当然，世界上不可能有什么无底洞，这个地洞终究会被我们找到尽头的，于是，正当我想向雷格雷博士提议进这个地洞探索的时候，雷格雷博士比我抢先了一步发话：“我知道你要说什么，我也完全赞同你的想法，但是既然地洞这么深，我们一定要准备好足够多的食物才能进去，如果几个小时就能见底那还好，如果几天，甚至几个星期不见底，那不就完了。所以，我想让我们先带一个星期的食物，再进这个洞穴吧，你觉得怎么样？”我点了点头，便和雷格雷博士一起坐车回到了宾馆。\n【完】\n【作者要说话】\n大家好，我是这个连载小说的作者命运の枷锁，我是一个马上就要六年级毕业的小学生，我最近正在拼命地练习编程，这个小说是我在百忙之中好不容易抽空写出来的，所以，希望大家给予我鼓励与支持，同时希望大家能在下方评论区内留言！\n【前方高能！谜の新功能！】\n本小说推出了全新的“订阅”功能，只要您在任何小说贴内给我20金粒，便可以订阅本小说，只要小说一经发布，订阅过本小说的人就可以在“信息”栏内收到我发的通知，第一时间阅读小说，或者，错过发布时间、或已经据发布时间有一段时间的粉丝，也可以通过我发的信息阅读小说。\n【上一章】\nhttp://www.mcbbs.net/thread-444902-1-1.html\n",
    "replies": [
        {
            "author": "Mala23333",
            "timestamp": 1431618120,
            "txt_content": "（现在还没吃饭的同学别打我Orz）一句话毁气氛←_←"
        }
    ]
}