{
    "title": "真是忍无可忍了",
    "author": "1779745093",
    "replyCount": 6,
    "timestamp": 1431683580,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "EternityTQ",
            "timestamp": 1431687840,
            "txt_content": "没错，在你眼中这确实是实情\n那么，我就把你的原话复制下来，让大家看一下是什么样的\nminecraft？在中国只是“垃圾”游戏之一，和其它游戏一样，它被所有家长禁止，他是商业工具，也是赚取人气的工具，它带来的实在太多，它已经被低龄化了，它是个小孩子的玩具，并且玩完就扔掉了而且还说“真垃圾”但是，它有错么？作者马库斯的心态已经很好了，它被不断的抄袭，即使一些独立作品只是借鉴它的像素风格但是玩法上和游戏机制上不同，但总是被神教给大骂，中国是个神奇的国家，我后悔我出生在这个国家，我本该发展成一个“大神”级别的玩家了，但是因为这个国家的封锁和限制，我的能力已经到达了上限，我也看不惯这个论坛，至于为什么你们版主和管理员自己知道，除了那三个版主，有一个大家都知道——籽岷，他的视频的确在早期时很好，但是它现在却是枯燥而无味，还有他的“伙伴”们，要提的是马里奥红叔，很多人都喜欢他，但是我却不喜欢，他的早期视频我就察觉到有些偏离了，现在的确是这样例如——他在TFC（群峦传说）时他通过修改配置文件来让游戏进程加快，以致很快就发展到了红钢，这是我反感的一点，另一个是大家都说他“他带领的战队很好”但我并不支持这点，至于原因可以把他的视频从第一个看到现在的看看对比。\n神pi，我很敬佩他，他的战斗技术的确很好，我觉得他是让我对红叔不友好的之一，他的战斗技术很高超，但是人们只知道他的战斗技术并不知道他的用意，虽然他的用意也是好的\n舞秋风，他是个台湾人，他在YouTube上的订阅比youku高，这是因为政府的封锁，这里我先不提了，他的技术和解说等我觉得都比籽岷好，只是态度稍微比籽岷好些，不是那种对于观众的态度而是对于游戏的态度，至于为什么这是中国的一个现象，我不会说出\ndefanive2，他是我最早接触的一个大神，但是我已经知道了他的很多了，他的红石器械，他的背景，他的背景的确很好，他本人都说他在留学，并且的确是这样，但是，他对于观众的态度没有籽岷和舞秋风好，因为不是所有人都能理解他的红石器械的原理，而且他的红石器械实际上很多都是YouTuber大神的优化版本，虽然我不能说他是抄袭因为他帮那些YouTuber补充了很多，所以我也是很敬佩他的，但是人们把他给夸大了，我对他不说什么了\nBaidu Tie Ba，我很反感，它是百度的一个赚钱工具，他彻彻底底的抄袭了Google，但是为了一些事我必须留在那里，他的一个附属bar——minecraftbar这里就是“小孩子”的聚集地——心态不正，我对此不多解释\n中国，一个“多好”的国家，人心险恶，我祝愿你，早日毁灭\n关于整合包问题，不管你是不是该用户的主人，只要你没法提供有效证据，都视为你并不是这个号的真正主人\n如果是我的话，我也可以说我是“某某某”这个号的真正主人啊"
        },
        {
            "author": "1779745093",
            "timestamp": 1431690600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Darkyoooooo",
            "timestamp": 1431693240,
            "txt_content": "我倒是更忍无可忍了\n之前你的整合包第一次申请的时候我就告诉过你 排版不行 不能加亮\n结果你不改进 又第二次来申请 我还是没有同意\n结果你还是没有改进 这怪得了谁？\n这是我管理的版 加优秀加分版规说了算 我只是执行版规\n你要是不服版规 请退出MCBBS\n不服我这个人 直接去反馈投诉版"
        },
        {
            "author": "1779745093",
            "timestamp": 1431693300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Darkyoooooo",
            "timestamp": 1431693420,
            "txt_content": "1779745093 发表于 2015-5-15 20:35\n现在即使是想要改进我没办法了\n我在整合上已经做出了很多\n假如一直说是排版问题的话\n再好的产品 宣传做得不好 也不会有什么人知道\n你还是去重开个帖子"
        },
        {
            "author": "妖梦的舔狗",
            "timestamp": 1431696960,
            "txt_content": "在楼主发布的这个帖子里\n\n我看到了“死不认错”\n\n滚到你的皿煮自由国家去说“实情”"
        }
    ]
}