{
    "title": "<翻译>Null:新的Herobrine已经到来[Null: The new herobrine!]",
    "author": "Yihc",
    "replyCount": 15,
    "timestamp": 1431669360,
    "txt_content": " 本帖最后由 Yihc 于 2015-5-15 14:55 编辑 \n\n这次挑战自己，翻译个长篇英文作文，有翻译错的地方请指出，希望大家喜欢，而且请记住我——眨翻译。\n\n\nWow,总算翻译完毕了,一遍翻译我也是一遍看,还觉得挺有意思,希望你们喜欢,也希望你们能鼓励下,务必多多评分哦!\n\n\n如果你对Herobrine感兴趣不妨看看本篇文章!！\n\n\n\n\n\n\n原文:\n\n\n\nNow, we've all have heard the story of the supposedly legend of Herobrine. You know, the one \"spirit\" who is said to roam and stalk you in what you thought were safe single player worlds? Now, I know what you're probably thinking to yourself: \"Hey! Herobrine isn't real! Notch said he's fake and always will be!\" But... what if I were to tell you that Herobrine IS real... However, not in the way one may think. \n\n\n\n\n\n\nLet me explain. About 3 years ago, I was playing in a older version... Alpha or Beta, I can't really remember. It was a simple time back then. I was at a younger age and I didn't really think about how harmful such an innocent game like Minecraft would be. As far as the memories, however, there wasn't much... I remember my first world, my first house, you know, things normal players would remember when they first started they game. Now, I had a friend who told me about this little Herobrine rumor going around. I thought it was kind of funny, because I thought he was joking with me. So I shrugged it off. I must admit, I was a little intrigued about this silly little ghost. You probably would be too if you thought some evil guy with no eyeballs was going around attacking people in such a colorful game. \n\n\n\n\n\n\nIn those days, I never recalled actually seeing Herobrine... but I saw someone who almost acted like him... but looked WAY different. This \"player\" was all black. You couldn't see any detail at all... He was just pitch black. I never thought much of him, because he never directly came up to me... and he never ACTED hostile in a sense... he was kind of watching so to speak.Some time passed, and ever since I upgraded to a much bigger step, like the public 1.4 for example, he kind of... vanished. Gone. I was a little older by then, but still didn't think of him as \"evil.\" I remembered how fun the old times were... So I wanted to try and find a way to play on older versions, but I never could... \n\n\n\n\n\n\nThat is, however, until Minecraft's new launcher came into place. You could actually go back in time... So I did. Keep in mind, my game wasn't modded, you couldn't really mod an older version, or at least I couldn't.I started up version 1.2.5, in beta I believe. All was fine of course, until after a few days. That's when the \"spooky\" ghost known as Herobrine showed himself to me. After walking home from mining, I went through a little forest to the east of the location of my wooden shack. Because smooth lighting wasn't a thing yet, it was really dark for me. I couldn't make out much... until there was light. A very dim light, it showed out in the corner of my eye. When I walked back after seeing it, I saw it was the cliche redstone torch. I thought that this was just a little prank Mojang put in so everyone would shut their mouths about Herobrine. I examined the torch very carefully, but, thinking it was a little joke, I continued walking. When I reached my house, a sign showed up where my door was. \"Another prank.\" I thought. This sign was a little strange. It said one world: \"null.\" Now, if I'm not mistaken, null usually is something similar to saying \"Not Available\" or something. So, with my not-very-unsuspecting mind, I thought it was meant to be another joke, but kind of bugged out.I slept off the night until morning came. When I walked out the front door I heard something like the sound of crying, whimpering, shouting... or possibly a growl. But, while the sound played, the noise it made got corrupted and turned into a muttering glitch noise. I looked around, left, right, behind me... No one was there... but out of nowhere a fall damage noise was heard. I quickly turned around, and I saw Herobrine. I was shocked. Before I could do anything however, my game froze, and the screen turned into the dirt background before Minecraft randomly quits itself. In fear, I was wondering what in the world did I just see!? \n\n\n\n\n\n\nI've had enough. I e-mailed Mojang as soon as I could, asking why they would put such a stupid prank into such a horrifying scene... There was no response until about 2 months... but they didn't say sorry or anything. They gave a message along the lines of. \"We cannot say anything discussing the matter of \"Herobrine.\"I didn't want to play in those happy-go-lucky days of older Minecraft anymore. So I updated to 1.7.2. I started a new world. I spawned in a plains biome, and I went to explore the new biomes that were made for this update. I never got around to any interesting ones, so I decided I'd give up. After all, I just suffered 3 nights without shelter. After I built it I logged off. I didn't play again for a few days, because of course, school is a priority. When I eventually got around to free time, I went into my world. However, I wasn't in front of my brand new built house. No. Instead I was deep underground. So deep that I could see bedrock particles. I turned my brightness up so I could see better. In front of me was a narrow hallway. It didn't have any light, so I decided to walk down for a bit. After at least 5 minutes, I was tired and I wanted to turn back but out of nowhere, I realized a wall of stone was blocking my path. Had someone put that there to prevent escape? \n\n\n\n\n\n\nIt wasn't long now until I discovered again, another cliche redstone torch. I was thinking to myself \"Oh great.\" I continued my journey through this narrow 1 block width tunnel. More torches started to appear, possibly lighting my way. I reached a dead end, however a sign was there to greet me. When I started reading the sign, I heard another corrupted noise, almost sounded like saying a depressed voice asking for help... the audio cut out afterwards. I was scared to turn around... the sign was already enough with these newly shown letters, unreadable with swedish text. I quickly took a screenshot before manually exited out my game. \n\n\n\n\n\n\nI opened the screenshot, followed by Google Translate. I slowly typed in the words one by one. I then clicked \"Translate.\" What I read made my heart go cold. It said: \"Help! Null is here! Tell everyone about me!\" I hesitated before thinking about playing the game again. But I came to the conclusion that if I don't \"help\" now, I may not get the chance to later. I logged back in. I was greeted to being up high in the sky, nothing in my inventory, and there was one piece of bedrock holding me up. I looked around... and there he was... the name you've all heard before: \"Herobrine.\" \n\n\n\n\n\n\nI stared at him, until my screen got bugged and turned into static. I was stuck in place. He started to use the chatting system...However, no nametag was shown who was stating the message. I took screenshots of every sentences he made before he decided to crash me again. Once again, I had opened Google Translate. The messages got more creepy the more I translated. It stated the following: \n\n\n\"I need help.\" \n\n\n\"Do you remember playing during the golden age of Minecraft?\" \n\n\n\"If so, do you remember the man you were greeted by every now and then. \n\n\n\"\"The one who was as black as night itself.\" \n\n\n\"Do not take this monster lightly.\" \n\n\n\"I am trapped.\" \n\n\n\"You can blame him.\" \n\n\n\"I'm sure you've heard of stories about me. How I tortured innocent players?\" \n\n\n\"Every single of them is FALSE.\" \n\n\n\"I am feared upon being a very evil entity.\" \n\n\n\"But I'm not! I'm one of the good guys!\" \n\n\n\"That man you've seen before.\" \n\n\n\"He is different.\" \n\n\n\"HE is evil.\" \n\n\n\"Please tell everyone that I am trapped.\" \n\n\n\"Maybe they have a solution!\" \n\n\n\"If you don't help, however...\" \n\n\n\"Well then it's HIS game now.\" \n\n\nThose words this newly misunderstood character have said... Made me think of a way to help.I talked to another friend, who also played Minecraft. He told me of a YouTuber who played the game and had VERY similar experiences... and how he's still trying to solve this mystery. He had things related to mine such as the sighting in Alpha, the report to Mojang, the same response, even some of the same things Herobrine had done to him. He had a lot of encounters. A few more than me. Herobrine also seemed to be very disturbed during the time of appearing to this guy. Herobrine also led him to clues about whoever \"Null\" is. \n\n\nTo believe or not to believe, the choice is up to you. Although I do not have visual evidence, due to the fact being that after he corrupted my world, he also took away all evidence of him being present in that world, the ones this guy recorded does leave good solid proof. Just look around YouTube, and you'll find a playlist of all 5 sightings he has had during this report. \n\n\nJust remember guys: \"He's looking out for you.. Trying to warn you of the dangers you can't see.\" \n\n\nAs for null? \"He's looking for you. Trying to endanger you.\" \n\n\n\n\n\n\n\n\n\n翻译:\n\n想必大家都听说过Herobrine的传奇故事. 你懂得, 他是一种\"灵魂\", 是谁说在你觉得很安全的单人事件中慢慢的接近你,悄无声息地? 现在, 你可能觉得: \"Herobrine根本不存在，都是噱头。\" 但是... 假设我告诉你Herobrine是真的存在的呢,... 不管怎么样,世上无绝对.\n\n\n\n\n\n容我讲解下.在3年之前, 我正玩着很老的游戏版本... Alpha版或者Beta版,实在想不起来了.我还和以往一样. 那个时候我还很小还很年轻的时候,我真没想到竟然有人会给Minecraft造这种谣言.很久的事情了,其实也没太久... 我还记得我的第一个世界, 我的第一栋房子, 你知道的,一般的玩家都会记得他们第一次玩游戏的各种状态各种心情什么的.然而,我的一个朋友跟我讲了一点关于Herobrine的谣言. 我还觉得挺可笑的,因为我觉得他在逗我. 我耸了耸肩.不过我的确有点好奇这个小幽灵,你可能会觉得一个没有眼睛得了白内障而且还会在这个丰富多彩的世界里攻击其他人的家伙的故事太扯淡了(译者:形容Herobrine的外貌和行为). \n\n\n\n\n\n\n在当时, 我还真没见过Herobrine... 但我见过一个行为极像他的人... 不过还是有些地方不太像. 这个 \"玩家\" 全身都是黑色的.除了他的黑色你根本看不到其他东西了....他就是一黑色.我从没觉得他就是Herobrine,因为他从来不朝着我走过来... 从他看来以某种意义来讲,他从没做过事么敌对的行为....一段时间过去了,当我升级我的游戏版本的时候,就像升级到1.4意义, 他就消失了,不见了.当时我可能还比较迟钝,压根没觉得他是\"邪恶.\" 我还记得旧版本是多么愉快... 所以我用尽了所以方法去查找,尝试玩旧版本, 当从来没成功过... \n\n\n\n\n\n\n当时,知道Minecraft新启动器的降临.你就可以直接玩到以前的旧版本了...然后我去玩了. 注意一点, 我没有添加任何模组(译者:模组就是MOD), 而且旧版本游戏里也无法装载模组,不管你可不可以反正我是不可以的.我点开了1.2.5的游戏版本,是beta版本的1.2.5. 一切照旧没什么奇怪的地方,直到几天后. 当一只 \"令人毛骨悚然\"的灵魂Herobrine出现的时:当我挖完矿在回家的路上, 我穿过一片小森林去到达位于东部的我的小木屋. 在旧版本里光滑照明还是没有的,所以当时真的乌漆墨黑的.我根本不知道哪里是出口了... 突然有道. 十分昏暗的光, 就在我视角的边边角落里. 当我退后去看他,原来是把红石火把. 我还以为是Mojang为了让Herobrine的谣言结束所采用小恶作剧. 我仔细看了看红石火把,老样子还认为只是恶作剧而已,我继续走着. 当我到达我家时, 一个木牌立在我们门口,\"另一个恶作剧\" 我想着,这牌子有点奇怪. 上面只写着一个单词: \"null(空).\" 如果我没猜错的话, null通常是\"Not Available\"(不可用)的意思. 所以我就一直有着毫无防备的\"以为\",我只单纯的认为这又是另一个恶作剧, 还带着错误(译者:作者的意思可能是这个恶作剧还存在BUG,也就是说木牌写着Null可能是BUG导致饿的).然后我去睡觉了然后到了早上醒来.让我走出前门的时候我听到有个声音在哭, 呜咽,大喊大叫着的...或者可能是一直地狱轰炸机吧. 但,貌似声音有点损坏,还会发出杂音和噪音.我四周看了看...压根没有人...但就是不知道从哪冒出的声音.我立刻马上的转过身,然后我看到了Herobrine.吓得我都坐地上了,在我要做任何事请之前,我的游戏动不了了(译者:应该是卡了),背景变成了泥土背景,然后游戏就自动退出了. 我吓蒙啦,我刚刚看到了啥子哟?\n\n\n\n\n\n\n我受够了,我立马给Mojang发了封邮件,问他们为什么要搞出这么恐怖的恶作剧... 但是过了差不多2个月还是没回复... 连句话都没有,甚至连抱歉都没有. 然后他们回复了我\"我们不讨论任何有关“Herobrine”的话题\"我再也不想在旧版本里快乐无忧无虑的快乐玩耍生存了. 所以我把游戏升级到了1.7.2并且开了新世界. 我出生在一个平原生态,我想去探索下新版本的新生态. 但我对这些已经不感兴趣,所以我放弃了.毕竟,我也经历了3个晚上没有归宿的生活了. 然后我退了游戏. 在之后几天我也没再玩了, 因为,学校比游戏还重要. 当我有空的时候,我会进入世界. 然而,我没有一栋崭新的房屋出现在我面前. 反向,我却一直住在地底.低到都可以见到基岩颗粒了, 我把亮度调到了适合的位置. 在我面前有道狭窄的过道.没有任何灯光, 所以我觉得只走一会. 至少过了5分钟,我很累了,想回去了,我转过身,但没有路可以出去了, 我意识到有人为了防止我逃脱而堵了我回去的路.\n\n\n\n\n\n\n不久之后我发现, 又一红石火把. 我嘀咕道 \"呵呵哒.\" 我继续着我的穿过一格宽“大冒险旅行”,然后更多的红石火把出现了,可能是在指引我去的方向. 当我到达了尽头,有个牌子在那. 当我正在读牌子时, 我听见了另一种音频损坏的声音, 听起来像沮丧着求助着... 音频结束后, 我不敢转身... 牌子上带着一些信息, 是我看不懂的瑞典文字. 我很快的截了张图片然后退出了游戏. \n\n\n\n\n\n\n我打开了刚刚截的图, 然后谷歌翻译了下. 我按照牌子的字母一个个输入然后点了下“翻译”, 当我看到了翻译文后我心都凉了. 翻译文: \"救命! Null在这里!跟大家说关于我的事情!\"在我打开游戏之前我犹豫了下. 我做了决定,如果我现在不“帮助”那么以后可能就没机会了.所以我打开了世界.发现我站在了虚空上, 我背包里的东西都没了, 只剩下脚底下的一颗基岩供我站立. 我环顾了四方... 他就在那... 他们听过他的名字: \"Herobrine.\" \n\n\n\n\n\n\n我盯着他看, 直到我屏幕出现问题,画面卡主了.我被困在了那个地方. 他用聊天系统讲话了...然而,并没有显示发布这条消息的名称. 在游戏崩溃之前我截了他说的每一句话的图. 老样子打开了谷歌翻译. 这些消息让我更加毛骨悚然. 消息如下: \n\n\n\"我需要帮助.\" (译者:i need help.) \n\n\n\"你还记得Minecraft的黄金时代吗\"(译者:Do you remember playing during the golden age of Minecraft?) \n\n\n\"如果是这样的,那么还记得你时不时被迎接?. \"(译者:If so, do you remember the man you were greeted by every now and then.) \n\n\n\"那个人全身黑犹如黑夜.\" (译者:The one who was as black as night itself.)\n\n\n\"对于怪物不要掉以轻心.\" (译者:Do not take this monster lightly.)\n\n\n\"我被困住了.\" (译者:I am trapped.)\n\n\n\"你可以怪罪他.\" (译者:You can blame him.)\n\n\n\"想必你对于我如何折磨玩家已有所耳闻?\" (译者:I'm sure you've heard of stories about me. How I tortured innocent players?)\n\n\n\"每个人都是个错误.\" (译者:Every single of them is FALSE.)\n\n\n\"我很畏惧十分邪恶的实体.\" (译者:I am feared upon being a very evil entity.)\n\n\n\"我不是坏人!我是好人!\" (译者:But I'm not! I'm one of the good guys!)\n\n\n\"你见过那个人.\" (译者:That man you've seen before.)\n\n\n\"他与众不同.\" (译者:He is different.)\n\n\n\"他很邪恶.\" (译者:HE is evil)\n\n\n\"告诉大家,我被困住了\" (译者:Please tell everyone that I am trapped)\n\n\n\"他们可能有解决方案!\" (译者:Maybe they have a solution!)\n\n\n\"如果你不愿意帮忙..那么....\" (译者:If you don't help, however...)\n\n\n\"现在是他的游戏了\" (译者:Well then it's HIS game now.)\n\n\n他说的那些话, 让我想到了一个解决问题的方法.我跟我另一个朋友说了这件事,他也玩Minecraft, 他跟我说,有个Youtube实况主也有类似的经验... 以及他如何解决了这个问题.他和我一样在Alpha经历过这些事情.也一样发邮件给Mojang,同样的结果, 甚至连Herobrine对他做的事情都是一样的. 他有很多遭遇. 比我还多. Herobrine也因这家伙的出现感到不安. Herobrine也让他去调查关于Null是谁. \n\n\n信不信由你. 虽然我没有视觉证据给你们, 由于这样,他在破坏我的世界(译者:存档), 还带走了所有的证明他存在的证据, 有个很好的证明这个家伙存在的证据就是,去Youtube查询,你会发现有5个记录了他存在的视频证据.\n\n\n请记住: \"他在找你,想提醒你你看不到的危险.\" \n\n\n那关于Null呢?“他在试图威胁你”\n\n\n\n\n\n\n\n\n\n\n\n\n\n这里是眨字幕,生活因你而美丽!\n\n\n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1431669780,
            "txt_content": "吓得我赶紧关掉了游戏……（前面的朋友正在用Herobrine皮肤挖矿……就我们两个……）"
        },
        {
            "author": "Yihc",
            "timestamp": 1431669840,
            "txt_content": "然而并没有什么人回复"
        },
        {
            "author": "Yihc",
            "timestamp": 1431669960,
            "txt_content": "恶魔-潇洒 发表于 2015-5-15 14:03\n吓得我赶紧关掉了游戏……（前面的朋友正在用Herobrine皮肤挖矿……就我们两个……） ...\n吓得我杀了前面那位朋友"
        },
        {
            "author": "Yy星人",
            "timestamp": 1431670020,
            "txt_content": "表示还没在minecraft中见过him不过是原版还是有无MOD"
        },
        {
            "author": "Yihc",
            "timestamp": 1431670200,
            "txt_content": "Yy星人 发表于 2015-5-15 14:07\n表示还没在minecraft中见过him不过是原版还是有无MOD\n我也没见过"
        },
        {
            "author": "Yihc",
            "timestamp": 1431670560,
            "txt_content": "这里说一下，当你看完一遍你在看第二遍，你会有更大的收获，因为第一遍你某种东西来说你完全不懂在讲什么，但是第二遍后，你就懂了"
        },
        {
            "author": "冥王星人",
            "timestamp": 1431670980,
            "txt_content": "总觉得是鬼扯，而且这人文笔也很差。"
        },
        {
            "author": "Yihc",
            "timestamp": 1431672720,
            "txt_content": "冥王星人 发表于 2015-5-15 14:23\n总觉得是鬼扯，而且这人文笔也很差。\n其实是我翻译问题啦~不太会用太多修饰什么的"
        },
        {
            "author": "2403",
            "timestamp": 1431681780,
            "txt_content": "表示一直不知道Herobrine的真实性，反正玩了两年MC从来没有碰到过"
        },
        {
            "author": "Mala23333",
            "timestamp": 1431728460,
            "txt_content": "突然想起:BUG的世界……"
        },
        {
            "author": "HGK",
            "timestamp": 1431734400,
            "txt_content": "翻译这么长的文章很辛苦啊0.0\n质量也很好"
        },
        {
            "author": "Yihc",
            "timestamp": 1431735540,
            "txt_content": "HGK 发表于 2015-5-16 08:00\n翻译这么长的文章很辛苦啊0.0\n质量也很好\n感谢支持，但有些地方还挺有瑕疵的。。。"
        },
        {
            "author": "周神皇",
            "timestamp": 1431750900,
            "txt_content": "赶紧再下载1.25玩"
        },
        {
            "author": "Yihc",
            "timestamp": 1431751500,
            "txt_content": "周神皇 发表于 2015-5-16 12:35\n赶紧再下载1.25玩\n貌似是beta的1.2.5......"
        },
        {
            "author": "周神皇",
            "timestamp": 1431752400,
            "txt_content": "Yihc 发表于 2015-5-16 01:45\n貌似是beta的1.2.5......\nQAQ ...........只好下载HIM MOD了QAQ"
        }
    ]
}