{
    "title": "<原创·连载>《命·谜·起源》第三章 命运の枷锁·著[连载中]",
    "author": "命运の枷锁",
    "replyCount": 9,
    "timestamp": 1431691860,
    "txt_content": "  回到酒店之后，我躺在床上就是呼呼大睡。  第二天，我从床上缓缓地爬起，一睁眼就发现雷格雷博士不见了，大概是去买食物了吧。我打开了电视，收看当地电视台的节目。但是，过了一个小时之后，我发现了异样，博士怎么到现在还没回来？我开始紧张起来，穿好鞋就奔向酒店外。\n  到了酒店外面之后，我看见远处围着一群人，还有几位警察。我想：不会是出事故了吧！不会是雷格雷博士出事故了吧！我越发紧张。走进了一看，发现地上躺着一个穿着黑外衣的人——雷格雷博士！不会这么不巧吧，赶在出发前出这样的事故！我站在人群外呆住了。当我有了意识的时候，我马上跑过去向警察说明了情况，然后让警察把我和雷格雷博士送到了医院。\n  因为雷格雷博士在英国非常的有名，所以住院费肯定是不用担心的。在手术开始之后，我坐在手术室外的长椅上等候。两小时之后，手术结束了，医生出来对我说：“放心吧，吉尼尔斯先生，雷格雷先生目前身体状况良好，心跳稳定。”听到医生的话之后我总算是放心了。我走进了雷格雷博士的病房，看见博士正在医院的床上躺着，眼睛闭着，昏迷了。到2天之后，博士苏醒了。\n  “怎么样，博士？你感觉怎么样？”“还不错，至少没有车祸后遗症之类的东西，头也不疼，其他部位也没有失去知觉的。这次我相当的幸运。也是天行者保佑了我啊。”“对啊，所以博士，在养伤期您就老老实实地在床上躺着养伤吧。”\n  两个月之后，博士出院了。当我在医院大门口看见精神焕发的博士时，我实在是难以相信博士在事后伤愈的如此之快，想必和博士说的一样，真的有一个天行者无形之中在帮助我们呢。“嘿，想什么呢！咱们要抓紧时间啊！食物我已经买好了，就放在酒店房间里呢。”回到房间后，果然，在床头柜的位置放着一个袋子，里面装的应该就是进洞探险时要带的食物了。\n  “我刚刚‘伤愈复出’，今天咱们就先别去探险了。这样吧，今天是星期四，咱们下周一再去吧。”“好的。”\n  星期一是一个大晴天，但是白天我们就是待在房间里，直到晚上我们才能去巨坑。夜晚降临，我和雷格雷博士收拾好“行李”，坐车到了巨坑处，那里现在一个人都没有，我们可以大摇大摆地走进巨坑中。来到了地洞口，我和博士对视了一下，然后就准备动身探险了。\n【完】\n【上一章】\nhttp://www.mcbbs.net/thread-445096-1-1.html\n\n【作者的话】\n请在下方评论区发表评论！喜欢本文的朋友可以评分哦！谢谢支持！",
    "replies": [
        {
            "author": "asd245",
            "timestamp": 1431692580,
            "txt_content": "脑洞略大"
        },
        {
            "author": "北极星人",
            "timestamp": 1431693480,
            "txt_content": "1.这主角好流弊，居然知道是谁出了事故，这直觉真是屌爆了\n2.写这日记的人是谁啊？描写细致点他笔水能用完啊\n3.这警察是不是废的有点太刁了，看见人出事故都不会叫救护车的？都干什么吃的\n4.谁跟你说的车祸没有后遗症啊啊？我小学车祸现在有的时候脚还疼啊\n5.被车撞了还做了手术居然哪里都不疼你在逗我？？？？？\n6.最后一吐槽：楼主啊，写这种小说拜托能不能了解一下生活常识……你让我这种强迫症要死要死的\n7.还是要吐槽一下：楼主啊，你作文最高分多少"
        },
        {
            "author": "501938012",
            "timestamp": 1431694860,
            "txt_content": "为毛你可以发帖啊....我三次了都说网络设置错误什么的...还跳出来505错误..."
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1431780120,
            "txt_content": "北极星人 发表于 2015-5-15 20:38\n1.这主角好流弊，居然知道是谁出了事故，这直觉真是屌爆了\n2.写这日记的人是谁啊？描写细致点他笔水能用完 ...\n对不起，在天行者的保佑之下是没有常识可言的。\n请控制一下你的情绪，不要把自己逼进末路。\n还有，在你眼中的我这个“作文渣”是有尊严的，你需要给予你眼中的作文渣我，一点鼓励。\n最后一点，你写的文章也没有我想象的那么好，那么优秀"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1431780300,
            "txt_content": "北极星人 发表于 2015-5-15 20:38\n1.这主角好流弊，居然知道是谁出了事故，这直觉真是屌爆了\n2.写这日记的人是谁啊？描写细致点他笔水能用完 ...\n你没有什么理由谴责我，请先反省反省你昨晚20:38分发出来的这段消息，请你认真地思考思考，一个弃坑了那么多作品的人，是怎么讽刺一个把单个作品更新到第三章的人的作品的。"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1431780480,
            "txt_content": "501938012 发表于 2015-5-15 21:01\n为毛你可以发帖啊....我三次了都说网络设置错误什么的...还跳出来505错误...\n网速慢没办法"
        },
        {
            "author": "501938012",
            "timestamp": 1431781320,
            "txt_content": "有点缺少细致的描写，有的地方可以写得很好但都被楼主粗略带过了\n还有就是剧情有些太快了 有点流水 把重点写出来可以很不错"
        },
        {
            "author": "北极星人",
            "timestamp": 1431784440,
            "txt_content": " 本帖最后由 北极星人 于 2015-5-16 22:04 编辑 \n命运の枷锁 发表于 2015-5-16 20:42\n对不起，在天行者的保佑之下是没有常识可言的。\n请控制一下你的情绪，不要把自己逼进末路。\n还有，在你眼 ...\n\n哦那好吧，那我也得吐槽一下这里面的警察。此外，如果照你说，既然这个世界有天行者护佑就不需要警察这等人来维持社会秩序。难道这些警察是等伤者挂了以后直接调查还是什么← ←？而且我的吐槽中心就是想说你这篇文有点流水，细节描写太少，另外你第二句回复的最后一句话我没搞清什么意思。另外我需要注明，我说的每一句话都是过脑子的，我的情绪波动通常来说……= =好吧，在看文的时候我没有情绪波动，凡是我是列出项目来吐槽的就说明我情绪根本没有什么波动，况且我并非谴责你，只是以另一种形式给你提出建议，是否接受与我无关。请注意分清谴责和吐槽两种完全不同的行为。现在的翻创，吐槽几句或者提出意见就是最好的鼓励，难不成还要我对你说：写的非常非常好？【= =我又开始长篇大论了】还有一点你或许不知道，这个世界上，对别人的作品做出评论，只要他有这个程度的审美，不管他写的文章是否优秀，他都有资格作出评价。这就是为什么会产生评论家这个职业的原因。下次反驳时注意逻辑上的错误。"
        },
        {
            "author": "北极星人",
            "timestamp": 1431785160,
            "txt_content": "北极星人 发表于 2015-5-16 21:54\n哦那好吧，那我也得吐槽一下这里面的警察。此外，如果照你说，既然这个世界有天行者护佑就不需要警察这等 ...\n我会不会把天行者想的太流弊了，而且为什么天行者我听着很耳熟= ="
        }
    ]
}