{
    "title": "【原创】【连载】《罔世 常世卷三》 这次就像是打鸡血一样更的多QAQ",
    "author": "白安西",
    "replyCount": 5,
    "timestamp": 1431752580,
    "txt_content": "",
    "replies": [
        {
            "author": "白安西",
            "timestamp": 1431752640,
            "txt_content": "标题: 【原创】【连载】《罔世 常世卷三》 这次就像是打鸡血一样更的多QAQ 本帖最后由 白安西 于 2015-7-16 16:54 编辑 \n\n好像经历了炼狱般的磨难…我缓缓睁开了眼睛。眼前是卡娜焦急的模样。\n看见我醒来了，她松了一口气，我撑着想要坐起来，可是身体只要微微一动就钻心的疼。试了几次我便筋疲力尽。卡娜用大树叶接了一些水喂给我，水流进喉咙，就像是倒刺一样..我猛烈的咳嗽，刚刚喝进去的水撒了一地。\n卡娜轻抚我的背，告诉我我昏迷的这段时间发生的情况。\n“你被爆炸后的冲击震到了水里，不过幸亏有水，你的烫伤缓解了不少。之后你似乎一直在做噩梦...”\n“噩梦？”\n我现在说话喉咙还是觉得像刀割一样痛，但是卡娜的话激起了我的兴趣。我似乎做了一个很奇怪的梦，我躺在迷茫的白色环境里，冰冷寂静，还有那若有若无虚无飘渺的歌声....\n“你昏迷的时候表情很狰狞，我用了一些宁香草让你镇定下来..可是效果好像不是很好...”\n“宁香草QAQ”\n“恩...就是你要找的那种，我在这里弄到了不少”\n“什么！！！”\n宁香草，就是为了治疗米斯特里的失忆而要找的草药。\n宁香草，古籍载此草集天地灵韵化生而成，颜色嫩若群青，似浮水游冰，手持有幽香芳霭之气，静神安宁。一般人们会把他和兰花弄混，但是这是在采摘后放在一起的情况下，一开始我不想告诉米斯特里这件事情是怕吓到她。宁香草//////除开需要沼泽地区的阴暗湿润的环境适合他生长外，西方的宁香草只能在沼泽中大片的坟墓片区被找到....\n在天朝的西南，有一片烟瘴之地，那里生活着一些精通药理的少数民族，最初在天朝，宁香草的药效就是他们传播来的。但是除开西南那些人迹罕至的地带，天朝再无合适的土壤让宁香草大片生长，直到药师曲蔚然发明了以坟地阴气滋养宁香草提高产量，这种药材才被人们广泛使用。百年前的动乱让宁香草传到了西方，但是洋人并没有学到这种略有些恐怖的提高产量的方法。但是在异国他乡的宁香草自己找到了适合的环境并生存下来。\n如果这附近有很多宁香草。。。\n“卡娜...这个石穴..是什么地方”\n“这里吗...是阿彻贝利亚修道院”\n“QAQ”\n修道院？.....我对这种地方不是很了解，只是像以前的老师所解释的一样，当做是洋人的尼姑庵...莫非因为这里到处是女人，所以阴气甚重，宁香草也可以在这里生长？\n“不过...这里已经荒废了很久了...\"\n从卡娜嘴里我得知，阿彻贝利亚修道院是西方宗教建筑之大成，曾广泛在西方传播的古教，圣道教其实都来源于基教，而基教的主神便是阿彻贝利亚，可以想象这所修道院重要性和豪华程度...我对宗教历史不感兴趣，不过我很好奇，一个重要宗教的主神的祠堂，并且是多宗教的圣地，为什么会被荒废呢.我问卡娜，她迟疑了一下，缓缓说道...\n“你是天朝人，不了解这段历史...这些宗教在第三次尼古拉斯革命后都被革除了..”\n“第三次...什么？”\n“尼古拉斯革命，过去的暗格拉斯大陆几乎都在尼古拉斯的统治之下...”\n“QAQ”\n听起来很厉害的样子啊QAQ，我迫不及待想了解更多。\n“...唉，要说起来很麻烦...反正无聊，就当说故事吧。\n尼古拉斯是一支神秘的种族，在千年前，尼古拉斯异常突起，发起了针对维克拉王朝的颠覆侵占，战争很快结束了，当时的维克拉·华乐丝女王亡逃亡香菇岛求助于岩巨王，在他的帮助下，第一次尼古拉斯革命很快被镇压下去，但是维克拉·华乐丝奢靡的生活和暴政早就令王国人们不堪重负，于是他们拾起尼古拉斯的旧旗，迅速组织起了一只新的革命军，以尼古拉斯的名义发动了第二次尼古拉斯革命，这次革命联合了黑龙族，以压倒性的空军优势粉碎了旧的国家机器，女王被押上断头台。蘑菇岛为了从战争中抽身，立即宣布和维克拉断绝关系，并且承认了新的尼古拉斯王朝。\n\n“⊙▽⊙，然后呢，这和这所修道院有什么关系。”\n“你别打断我”\n=￣ω￣=卡娜继续说。\n\n尼古拉斯王朝采取了一系列新政来稳定国家的局势，缓和了积压已久的平民与贵族之间的矛盾，发扬新的民主，鼓励平民到王国担任官职。与此同时，为了加强对人们的思想控制，尼古拉斯还进行了大清洗运动。重点对象就是宗教以及一些边缘种族，由于人们早就对那些神职人员以教法的名义侵害私人利益的行为深恶痛绝，群众大力支持再次清洗运动，原本的整顿也渐渐演化成一场宗教革命，普教和伊洛教趁着这个机会对基教进行破坏，各个宗教教派之间的斗争从一开始的口角变成流血冲突，最后，王国不得已下令驱逐基教等教派，扶植对自己有利的教派成立了阿尔贝林教。作为基教的象征之一，阿彻贝利亚修道院被拆除。\n“那，我们现在是在原来的修道院的废墟内嘛”\n“不，虔诚的基教教徒冒着烧死的危险，将宗教的生物转移到了这个山洞，并把这里命名为阿彻贝利亚修道院。”\n果然还是被洗脑之后的力量大⊙﹏⊙\n“。。。我大概明白了，不过，我们为什么来这里。”\n“当然是为了宝物啊!”\n“啥?”\n卡娜敲了一下我，说道。\n“他们运转的圣物，里面一定有价值连城的宝贝，至少总会有一些贵重的矿石之类的吧。不过碰到你们，是意料之外的事情╮(╯▽╰)╭”\n卡娜摆出一副无奈的样子，似乎忘记不久前在丛林中的战斗了。\n“好吧..不过我有一个问题，刚刚讲的故事最后结果呢。”\n“还有什么结果，不告诉你他们把东西都转到这里来了么。”\n“..我说的是尼古拉斯啊⊙﹏⊙这个王朝为何我从来没有听说过?”\n“这个呀，大概又过了300年吧，尼古拉斯王朝被别的国家打败了。”\n“不对诶，你不是说有黑龙的帮助么?”\n“唔..在刚建国的时候，就下令将龙族全部斩杀了，这个也在清洗运动内。。。我知道的也只有这么多了 毕竟已经过去七百年了=￣ω￣=，哎呀关心这个干吗，你又不是这里人…对了，我们已经没有多少食物了，我出去找点吃的。”\n“嗯，你自己小心些。”\n她没有回复，消失在了阴影中。\n我躺下来望着黑暗中模糊的线条发呆，果然无论是在哪里，都逃脱不了兔死狗烹的命运呐。虽然卡娜讲的我也没听太懂多少，不过我果然猜对了她的目的→_→尼古拉斯。。。不知道为什么，我总觉得我以前一定在某个地方见过这个名字。。。。越想越头痛，还是算了。等我打算休息的时候，米斯特里正看着我，并且好像已经看了很久的样子。\n她的表情不再像之前那样，一种莫名的恐惧笼罩在我的心头。洞穴内恢复了安静。\n\n之后还会有这样的安静吗，我莫名奇妙的问自己。\n———————————————————————————————————————————————————————————————————————作者这么辛苦不打赏一点吗？o(￣︶￣)n 喜欢请推荐给朋友哦\"o((>ω< ))o\" \n上一章 篇章索 下一章\n\n\n[groupid=659]【DawnWork】[/groupid]"
        },
        {
            "author": "酷酷の猫``",
            "timestamp": 1431752700,
            "txt_content": "抢个沙发"
        },
        {
            "author": "白安西",
            "timestamp": 1431753000,
            "txt_content": "水贴自重= ="
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1431764880,
            "txt_content": "好高能的样子……\n我下一次更新是在明天甚至下个星期，所以艾特的就晚点"
        },
        {
            "author": "白安西",
            "timestamp": 1431771060,
            "txt_content": "恶魔-潇洒 发表于 2015-5-16 16:28\n好高能的样子……\n我下一次更新是在明天甚至下个星期，所以艾特的就晚点 ...\n没关系的\n加油哦WWW"
        }
    ]
}