{
    "title": "<原创·连载>《狩猎史诗》第二章-猎人徽章",
    "author": "501938012",
    "replyCount": 6,
    "timestamp": 1431781620,
    "txt_content": " 本帖最后由 501938012 于 2015-5-19 23:32 编辑 \n\n《狩猎史诗》索引传送门http://www.mcbbs.net/thread-447088-1-1.html\n第二章-猎人徽章\n    听到这从天空传来的低沉声音后，我稍许平静下来了。\n    ……\n    “貌似也没有那么难嘛..”我随口一说。下一刻，一只腐烂而发臭的深绿色手掌向我狠狠拍来，我的左脸完完全全承受住了这一掌的全部伤害。\n    我带着惊吓看向左下角，我的生命值竟然已经减少到了14点！我不管已经迅速肿胀起来的左脸所带给我的疼痛感，凭着敏锐的直觉将右手猛地一抬挡住了一次即将到来的伤害。然而左拳早已蓄势待发！已破开风的速度丝毫没有偏差地打在了那名僵尸的腹部正中央，若是正常人胃里一定已经翻腾得不像话了。\n    僵尸痛苦的吼声传入我的耳朵，我展露出的凶狠眼神已经扑灭了他生还希望的火苗。右手更是早早地从招架手势中抽了出来，一记充满杀气的右钩拳将他的头颅与身体在一瞬间轰然分离。\n    “已击杀数量：2”\n    此时此刻，那些跌倒的僵尸们已经完完全全站了起来，双手也随之抬起，再次向我前进。我猛一抬腿，毫无征兆地踹在距离我最近的僵尸那残缺的脸上。他愤怒地吼叫一声，移动的速度陡然加快，双手成爪状猛地向我抓来。我迅速抽回踹出去的腿，下蹲后猛地一记扫堂腿将其弄倒在地。他跌倒后又带倒了身边的一只想要向我发起偷袭的僵尸，我大跨步向前冲刺，一脚粉碎掉那只僵尸的头颅后又向旁边闪去将第二只摔倒的僵尸惩戒致死。\n    “已击杀数量：4”\n    我见僵尸快要围成团，便向后逃跑，躲过了僵尸的一次包围。身后就是那棵我曾爬过的橡树！我再次以灵巧的身手爬上树顶，瞧准时机，猛然向空中跃去…\n    这一记重拳从树顶跳跃时就开始蓄力，而经过这四米高坠落下来的重力叠加，已经达到了可以一拳击杀僵尸的威力！\n    我算准距离，这一拳不偏不倚，以破开一切的力量轰在了僵尸队伍倒数第二只僵尸那可憎的面门上，竟是一拳穿过了头颅正中央！我抽回带着腐败血液的右臂，侧身一跃，先躲过一记来自最后一只僵尸的凶狠抓击，接着便是猛然窜出来甩手一记左勾拳将它打翻在地。\n    我双腿发力猛地向空中跃去，在他正要起身的前一刻，双脚合并急剧下坠跺烂了他那本就不完整的头颅。\n    “已击杀数量：6，试练完成！正在向循风镇猎人联盟分殿传送！”天空中的那道低沉的声音，第一次让我听起来这样的安心。\n    紧接着，一道从天而降的白光沐浴我的全身，我发现我不能再动弹了。僵尸嘶吼着疯狂向我扑来，咬在我那被白光覆盖的手臂上，小腿上…但宛如咬在铁器上一般，我没有受到一丝伤害，没有感到一点疼痛…\n    ……\n    “恭喜你！成为一名正式的猎人拳师！”一位和蔼的白胡子老者向我缓缓走来，紫色金边的披风和兜帽，为他增添了一丝丝神秘，而他的双手承托着一只精致而又华贵的盒子。\n    我还有些精神疲劳，毕竟真正地杀死生物是我原来不曾有过的经历。\n    老者见我不说话，也并未多说什么，将精致无比的盒子缓缓打开…\n    金色的光芒耀眼得令我睁不开眼睛，待金光消散，我才看清楚这盒子内的东西。\n    我失声道“这..这是证明我是猎人的徽章吗..”瞳孔中的惊讶已经要迸射而出。\n    爷爷，我完成了你的嘱托…\n    待我从惊讶中回到平静，已经是几分钟后的事情了。我双手捧着这一象征着猎人身份的徽章，泪泉再也控制不住，眼中那一股股炙热喷涌而出。\n    老者面带微笑地取过那枚精致的徽章，细心地将它别在我左胸前被泪沾湿的衣服上…    字数统计 1272",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1431781740,
            "txt_content": "【贵宾席】\n@海潮 "
        },
        {
            "author": "1812629387",
            "timestamp": 1431781800,
            "txt_content": "额。。。。。。。。。。。。。"
        },
        {
            "author": "易容小豆",
            "timestamp": 1431782100,
            "txt_content": "6B6B支持 支持{:10_512:}"
        },
        {
            "author": "海潮",
            "timestamp": 1431783420,
            "txt_content": "或许可以把战斗的那一段落写的仔细一些，写的详细，写的具体入味一些，若是在比较激烈的情况下，一笔略高不是一个好选择."
        },
        {
            "author": "501938012",
            "timestamp": 1431783540,
            "txt_content": "海潮 发表于 2015-5-16 21:37\n或许可以把战斗的那一段落写的仔细一些，写的详细，写的具体入味一些，若是在比较激烈的情况下，一笔略高不 ...\n战斗的段落其实蛮多，具体是？"
        },
        {
            "author": "501938012",
            "timestamp": 1431784020,
            "txt_content": "海潮 发表于 2015-5-16 21:37\n或许可以把战斗的那一段落写的仔细一些，写的详细，写的具体入味一些，若是在比较激烈的情况下，一笔略高不 ...\n可能是我比较追求多样化的战斗方式然后又不喜欢重复的战斗动作吧，这个我会去学习下的。谢谢你的意见！"
        }
    ]
}