{
    "title": "【原创】【无极】《轮回宇宙》第I部《生存战争》序章",
    "author": "x无极煞",
    "replyCount": 11,
    "timestamp": 1431783840,
    "txt_content": " 本帖最后由 x无极煞 于 2015-5-31 12:22 编辑 \n序章《失落的元素》       自从缔造者NOTCH无缘无故的离开之后，元素之殿就已经存在了。作为整个宇宙中最危险能量的存放地，精神世界的以太天界是最合适不过的地方了。       为了保存NOTCH留下的五行水晶，它们的现实存在被打碎，破碎的水晶碎片散落在主世界的各个角落，而水晶之中所封存的巨大能量，则被锁入了元素之殿。       元素之殿并非是以太天界的中心——众神圣殿的一部分——或者说：曾经是。它被从原来的位置，移动到了那颗时间终末之星——寂寞恒星上。石英做成的洁白底座被用虚无魔法大大加固了一番，以抵挡寂寞恒星上虚无的吞噬。       在黑曜石制成的大门后，锁着一颗庞大无朋的精神水晶，乳白色的水晶外壳之上，泛动着令人眼花缭乱的波纹。而它的内部，则锁着那五行水晶之中封存的巨大能量。“金”、“木”、“冰”、“火”、“暗”在其中运动着，地下用于固定水晶的祭坛正在不断地吸取着五行元素互相反应所产生的能量，为以太天界提供着宝贵的能源。       水晶被五位“哭泣天使”守护着，这些矿工们的噩梦经受着魔法的制约，守护着这巨大的精神水晶直到永远。它们长得一副石像的外形，双眼紧闭的脸上挂着机到斑斑点点的泪痕，似乎是碎石粘成的翅膀在背后收拢。僵硬的双手紧紧地抓着一把古怪石剑的剑柄，剑身有着有石剑所不相符的锋利，而剑尖所固定的那一小粒虚无，则能给被它刺中的生命意想不到的伤害——凋零之剑。       但这五把剑从未刺中过人，甚至没入过任何生物的眼球，因为这时间终末之处也太过安全，从未有人或更加凶恶的东西到达过这里。       只有那五十年来到一次的巡查员除外，作为元素之殿的巡查员，他们本尽忠职守，每一次都仔仔细细的检查元素之殿的每一个角落、每一处裂缝。但随着漫长的岁月流过，有着不朽生命的巡查员也开始觉得这份工作空虚无聊，他们开始消极怠工起来，从仔细化为模糊。到最后，他们只会巡视大厅一周，便在“哭泣天使”们的注视下悄然离去。       “哭泣天使”们按理来说应该抱怨这样不合理的怠慢，但他们生来便不喜抱怨，每出现一个巡查员，它们那双毫无生气的眼睛都会透出一股急不可耐的渴望。只要哪一天哪一个愚钝的巡查员念错了口令，那五把凋零之剑一定会迫不急待地破空而下。       总之，过去的一千年里，没有任何的事情发生。       公元5250年，以太1050年，这似乎是平常的一年，元素之殿也如往年一样寂静，结巴的石英地板上依旧站着那五位“哭泣天使”，但谁也不会想到，那改变历史的一刻即将到来。       随着一道耀眼的闪光，在黑暗的元素之殿长廊出现了一个肩生双翼的男子，一头浅黄色的长发在同样是浅黄色的巨大双翼的挥动下随风舞动；穿着黑皮鞋的双脚轻轻地落在雪白的石英地板上；一件宽松的米色袍子披在他身上。那双戴着黑手套的手轻巧的在背上摸索一阵，把那双巨大的浅黄色翅膀摘了下来，翅膀在他的手中迅速的缩小，指导和手掌一样大小，被他小心翼翼的塞入了那袍子宽大的口袋中。       他是一位新任的巡查员，第一次来到元素之殿。       他怀着好奇与敬畏的复杂心情打量着这座并不大的圣殿。他能感觉到地板下的虚无力量对他身体所施加的影响。尽管他的上级-----巡查队将军向他保证过他不会受到任何伤害。       “不会有任何事的。”将军说：“你腰带上的元素巡查员契约足够保证你的安全。”       尽管有着上级对安全的保证，巡查员汤姆-哈米什还是怀着忐忑不安的心情来到了元素之殿，身体内那一阵不想的抽动使他更为紧张。但他为了命令而来，绝不能退缩，于是他不得不鼓起勇气向前走去       元素之殿的大门由坚固无比的黑曜石制成，黝黑的门扇透出一股不同寻常的气息，汤姆在门前停下了脚步，举起他那戴黑手套的手——在门上敲了三下。        大门之中并没有传来任何一丝的声音，仿佛门把自己的声音吸收进去了似的。但正在汤姆纳闷的时候，门一下子打开了，在汤姆那淡蓝色的瞳孔中，印出了奇异的一幕。       “你要提高点胆量。”将军说。       5座巨大的石像立在一个巨大的祭坛旁，而那石英做成的祭坛的顶部，则固定着那巨大的精神水晶，白色的水晶外壳上翻动着令人眩目的、十分诡异的光芒，那个在他惊叹这一切的一切的时候，石像们的眼睛，一下子都一齐睁开了。       5对目光灼灼的眼睛将目光集中在哈米什的身上，完全是血红色的眼白给人一种大难临头的恐惧之感，毫无生气的黑色瞳孔直勾勾的放出一道道无形的杀气。这10道目光直直的瞪在他的身上。一种由心而生的恐惧从他的心中蔓延开来，渐渐地淹没了他身上的每一寸地方，每一处角落。       他战战栗栗的将他抖动不停的双手举起，将他的巡查员契约展示在“哭泣天使”们的面前，小心翼翼的念诵道：“奥古斯特·利奥多纳（此为口令，无任何意义）——我为四等巡查员汤姆·哈米什，奉天界主神Jeb之命，前来巡查元素之殿的保全情况政。我等正直无欺，忠诚无疆。”语罢，他弯下他的腰，向这些充当守护者的恶魔们深深地鞠了一躬。       “口令正确。”其中一位“哭泣天使”说，它的声音沉闷而冷酷，听得哈米什后颈毛发直直的全部竖了起来，触到了袍子的领口。“走近些，巡查员！”汤姆轻轻地叹了一口气，他最难的一关也已经过去了，接下来，只需在大厅转一圈就可以离去了。       他把手伸入口袋，正要拿出那一方污迹斑斑的手帕擦去额头上的细密汗珠。就在这无人知晓的一刹那，宽大的袍子袖口上金光一闪。一把锋利的防身短刀好像是被一只无形的手掌勾了出来一样，随着汤姆的动作滑出了衣袋。精钢制成的刀刃碰在地面上，发出了响亮的“当啷！”一声。这响亮的声音在大厅内有限的空间内回荡。       “警报！警报！”“哭泣天使”们一下子叫了起来，那震耳欲聋的声音令人毛骨悚然。它们一下子冲离了自己原来的岗位，以迅雷不及掩耳之势冲到了汤姆的面前。石头做成的双手高举着那一把把锋利的凋零之剑，似乎随时准备挥下，把眼前的这个倒霉蛋劈得粉碎。       可怜的巡查员蜷缩在地板上，死命的咬着手帕的一角，他的脸色白得吓人，实在不能分辨出，那一副躯壳之中藏匿的究竟是活着的灵魂还是死去的鬼魂。       但就在这时，元素之殿中突然变得明亮无比，“哭泣天使”们纷纷转过身去，直愣愣地盯着那它们刚刚离开了的水晶。原本洁白的精神水晶突然变得明亮无比、金光四射，眼看着水晶上透出无数道细小的裂纹，里面透出更加猛烈的金色光芒。       随着一声震天动地的巨响，水晶炸裂成了千万片细小的碎片，五色的元素光冲上天空，将元素之殿的屋顶整个削去。紧接着，就以光的速度，向那无限远的天边飞去了。\n\n上一章：这里是第1篇哦！\n下一章：第一章《危机四伏的世界》\n\n\n索引贴：《轮回宇宙》第I部《生存战争》索引帖\n\n",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1431784740,
            "txt_content": "字数好多，LZ认真，加油！"
        },
        {
            "author": "x无极煞",
            "timestamp": 1431785100,
            "txt_content": "guqu 发表于 2015-5-16 21:59\n字数好多，LZ认真，加油！\n好的，我一定会加油的。——（认真是因为我有严重的强迫症。。。）"
        },
        {
            "author": "guqu",
            "timestamp": 1431785160,
            "txt_content": "x无极煞 发表于 2015-5-16 22:05\n好的，我一定会加油的。——（认真是因为我有严重的强迫症。。。）\n难怪，我说呢。。。"
        },
        {
            "author": "501938012",
            "timestamp": 1431787020,
            "txt_content": "这一部的名字跟茶杯那小说的名字一样真的没关系吗"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1431788040,
            "txt_content": "内容好中二……\n能量流被封印之类的……\n都没有说出年轻人的名字就来了个“汤姆”真的大丈夫？"
        },
        {
            "author": "xcc",
            "timestamp": 1431829260,
            "txt_content": "notch.........我笑了又是notch................\n好中二"
        },
        {
            "author": "x无极煞",
            "timestamp": 1431833640,
            "txt_content": "恶魔-潇洒 发表于 2015-5-16 22:54\n内容好中二……\n能量流被封印之类的……\n都没有说出年轻人的名字就来了个“汤姆”真的大丈夫？ ...\n。。。。。。。。。。。。。。。。。。。。不行吗"
        },
        {
            "author": "x无极煞",
            "timestamp": 1431833760,
            "txt_content": "501938012 发表于 2015-5-16 22:37\n这一部的名字跟茶杯那小说的名字一样真的没关系吗\n这个嘛。。。。布吉岛啊。。。"
        },
        {
            "author": "x无极煞",
            "timestamp": 1431835140,
            "txt_content": "xcc 发表于 2015-5-17 10:21\nnotch.........我笑了又是notch................\n好中二\n没错我就是中二生。——打我啊。"
        },
        {
            "author": "xcc",
            "timestamp": 1431835680,
            "txt_content": "x无极煞 发表于 2015-5-17 11:59\n没错我就是中二生。——打我啊。\n打你打你打你\n文科一定不好"
        },
        {
            "author": "x无极煞",
            "timestamp": 1432127040,
            "txt_content": "xcc 发表于 2015-5-17 12:08\n打你打你打你\n文科一定不好\n没错，我是标准的理科生。"
        }
    ]
}