{
    "title": "<原创·连载>《狩猎史诗》第三章-宝珠力量",
    "author": "501938012",
    "replyCount": 8,
    "timestamp": 1431782040,
    "txt_content": " 本帖最后由 501938012 于 2015-5-19 23:35 编辑 \n\n《狩猎史诗》索引传送门http://www.mcbbs.net/thread-447088-1-1.html\n第三章-宝珠力量\n    待紫衣老者帮我把精致的猎人徽章稳当地别在我胸前后，我才注意到一旁的盒子内，红布上还有三枚颜色不同但同样精雕细琢过的宝石。\n    老者见我疑惑，便微笑着答道“这也是给你的，你通过了拳师试练，自然有专属于你的武器装备”老者停顿了一下，从中取出三枚那足足有半个拳头那么大的精致宝石\n    “这是拳师最为重要的的装备，这枚绿色的宝珠，是驱魔宝珠，拥有击退怪物的效果。而这枚红色的，则是淬火宝珠，可以让你的攻击，附带着粘稠的火焰，这样的火焰不容易被扑灭，但在水中就另当别论了。”老者取出最后一枚宝珠“这枚蓝色的，是凝魄宝珠。用这颗宝珠给予怪物最后一击，则会有更多的战利品掉落。”\n    三枚宝珠被老者用双手承托着，窗外的阳光照射进来，洒在宝珠之上，更是使这三枚蕴含奇异力量的珠子显得更加神秘莫测。仔细注意的话，便可发现尽管他们颜色不同，但上面都有一层淡淡的幽紫色，宛如诡异的纱。\n    “使用他们的时候你可要注意了”老者接着说道“虽然他们拥有平常武器装备所没有的强大属性，但你一旦将他们握在手心，催动他们的力量，他们便会夺走你所有的攻击伤害..”\n    我一听，吃惊地说道“那样怎样进行伤害呢？这不就没有攻击手段了吗？”\n    老者哈哈一笑，随即向我反问“你选择的是什么试练？”语气中带着一丝丝拷问。\n    我这才想起来，当时开始试练的时候，我并未细心考虑并且谨慎做出选择，只是随便选了一扇门走了进去…没想到\n    “你要明白，拳师拳师，最重要的就是这一双保护自己和保护队友的铁拳啊！”老者眯起眼睛仰头哈哈笑了起来，夹杂着不言而喻的满足感。\n    我接过三枚宝珠，即使双拳没有任何的变化，但每当我催动其中的力量，都能清楚的感觉到这三颗石头将我所有的力量吞噬，并给予我击退，火焰和掠夺的附魔力量。\n    “这就是很少人选择拳师这个分支的原因啊！要在不同的宝珠之间迅速切换，还要用双拳的力量去进行真正带有伤害的攻击，并不是猎人们所愿意去做的事情。他们或许更爱用剑，或许更爱用弓，但绝对没有多少愿意用如此麻烦的方式去战斗。”老者耐心地向我解释道。\n    我将三枚闪着奇异光芒的宝珠脱手后塞进窄窄的腰包里，顿时感到双拳又充满了用不完的力量。\n    当年史诗般的人物Steve，左手要是可以做除了拉弓和拿地图之外的事情，也许会更加的强大吧？我暗暗感叹道。\n    老者向我问道“你的试练全程，我一直在仔细观看。你的拳法诡异莫测，丝毫不拖泥带水，每一招每一式都凝聚着无畏战斗的气魄和杀伤力。”夸耀了我一番后，才切入了正题“有没有兴趣加入我们猎人联盟？”说罢，眼中的期盼便毫无遮掩地流露了出来。\n    猎人联盟，是一个强大无比的联盟，在整片大陆甚至世界都享有极高的声誉。他们创立了猎人试练，建立了评判一个人能否成为猎人的真正标准。又通过几百年来的不懈努力，培养了一批又一批的强大猎手，组建出一支又一支对怪物来说具有巨大威胁性的猎团，拯救了一个又一个即将被怪物吞噬的村庄和小镇。如果要问在世间斩妖除魔的正义之事谁做的最多，那么除了被称为史诗的Steve之外，唯有猎人联盟。\n    “我要做自由猎人。”我淡淡地答道。    字数统计 1232\n",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1431782040,
            "txt_content": "\n【贵宾席】\n@海潮 "
        },
        {
            "author": "易容小豆",
            "timestamp": 1431782340,
            "txt_content": "顶顶顶{:10_512:}"
        },
        {
            "author": "海潮",
            "timestamp": 1431783360,
            "txt_content": "我觉得吧~加一个前提，或者是先把主世界观写好，这样能让观者更加熟悉"
        },
        {
            "author": "501938012",
            "timestamp": 1431783780,
            "txt_content": "海潮 发表于 2015-5-16 21:36\n我觉得吧~加一个前提，或者是先把主世界观写好，这样能让观者更加熟悉\n这个我打算通过不同的事件来完整世界观，一下子写完我觉得会让读者难以接受而且会让后续剧情不好发展。不过十分感谢你的建议！"
        },
        {
            "author": "guqu",
            "timestamp": 1431784980,
            "txt_content": "= =加油楼主\n字数很多"
        },
        {
            "author": "501938012",
            "timestamp": 1431785280,
            "txt_content": "guqu 发表于 2015-5-16 22:03\n= =加油楼主\n字数很多\n这个...不算多吧...打算剧情走上正轨后提升到1500以上\n若是中考结束就提高到2000以上"
        },
        {
            "author": "guqu",
            "timestamp": 1431823440,
            "txt_content": "501938012 发表于 2015-5-16 22:08\n这个...不算多吧...打算剧情走上正轨后提升到1500以上\n若是中考结束就提高到2000以上 ...\n你看那些小白发的...100字不到..太多了"
        },
        {
            "author": "北极星人",
            "timestamp": 1431833820,
            "txt_content": "不错，文笔有待加强，多加细节描写，八分，继续努力。"
        }
    ]
}