{
    "title": "原创·连载 《浩劫》 第二章  作者lzs1234",
    "author": "lzs1234",
    "replyCount": 7,
    "timestamp": 1431836160,
    "txt_content": " 本帖最后由 lzs1234 于 2015-6-16 18:02 编辑 \n==========第二章==========\n    天边开始慢慢发白，随后是第一丝曙光，直到整轮太阳完全离开地平线。\n    墨索克平常都是被隔壁家的十几只鸡叫醒的，今天少了这些鸡欢快的长鸣，他总有一种缺乏睡眠的感觉。\n    昨天傍晚他离开了追逝村，将船开到河中央。等到天色漆黑才躺下睡觉。随着一夜河水的漂流，现在已经彻底迷失了方向。   \n    “该死，昨天忘记抛锚了。”墨索克喃喃自语道。他从背包里掏出一块发干的面包，在河里灌了一壶水，一并吞了下去。虽然他包里还有几块牛排，许多熟鸡肉和两个饱满的大西瓜这些比干面包好吃的多的东西，但他明白好东西要留到最后吃。他架起桨，向岸边划去。这是一片沼泽地，河里的水看起来是墨绿色的。墨索克有点担心地向瓶子里看了一眼，刚刚灌进去的水是清澈透明的。他稍稍松了一口气，在岸边插上一根木栅栏，把船拴在栅栏上，又拿上一些自认为有用的东西，向这片未知的大陆出发了。\n      不多久，墨索克似乎隐隐约约看到了一些类似于城堡的人工建筑。看到这些，他激动不已，踩着地上的杂草向着城堡冲去。地上的杂草不断溅起许多小水珠，沾在他的裤腿上。等到他冲到城堡底下，裤子的下部已经完全湿了。\n    他扬起头，他的眼前是一面高耸入云的城墙。城墙由石砖堆砌而成，看起来牢不可破。墨索克沿着城墙走了一圈，终于找到了城门。\n    城门以前似乎是铁质的，现在已经锈得不成样子。门上有一个钥匙孔，方方的，很奇怪。墨索克扫视城墙一周，便发现一个地方似乎有些不对劲，他走过去使劲一拍，周围的墙都凹陷进去，只留下一个和铁锁很配的钥匙印。墨索克从包里抽出一把石镐，敲下覆盖在钥匙上的碎石，一把钥匙嵌在墙壁中。墨索克挖出那把钥匙，这把钥匙同样是铁做的，可能由于嵌在墙壁中的原因，没有铁门锈的那么厉害，但拿在手上依然有一股锈味。墨索克皱了皱眉头，把钥匙插进锁里，还没旋转，一声打雷一样的轰隆声，把墨索克都震出了耳鸣。铁门陷进了地面，泥土四溅。\n    墨索克走进城门，城里相当宽阔，甚至可以说是空旷。墨索克有些失望——他原本打算去一些农民家里换一些面包呢。\n    他向城那边走去，远处的迷雾不断散开，一块巨型的羊毛背景墙渐渐露出了轮廓。墨索克愣了一下，随即加快脚步走过去。\n    背景墙大体是绿色的，还夹杂这一些白色羊毛，看起来相当养眼。在墙的下方，有一个石头按钮，上面挂着一个物品展示框，里面是一本闪烁着紫色光泽的成书，墨索克抽出那本书：《坠魂服务器》。他翻了翻，思索了一下，拍下了按钮。\n    他眼前一黑，他感到自己仿佛进了一个非常狭窄的通道，令人窒息，不一会儿，他便昏昏睡去了。\n    书掉在地上，又自己飞回了展示框。\n                      （未完待续）\n索引：你可以通过两种方式到达索引：1、点击我签名档的链接。2、点击这里",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1431836340,
            "txt_content": "抢沙发\n\n再看看，估摸着lzs文笔应该不错~"
        },
        {
            "author": "lzs1234",
            "timestamp": 1431836400,
            "txt_content": "@海潮 @恶魔-潇洒 @C-青皮君 @End-Enderman"
        },
        {
            "author": "模拟超级",
            "timestamp": 1431836580,
            "txt_content": "这个真好看= ="
        },
        {
            "author": "o_bo2001",
            "timestamp": 1431837420,
            "txt_content": "wow~写的比那些小学生好太多了~"
        },
        {
            "author": "C-青皮君",
            "timestamp": 1431839100,
            "txt_content": "海潮 发表于 2015-5-17 12:19\n抢沙发\n\n再看看，估摸着lzs文笔应该不错~\n前排斜眼笑"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1431844500,
            "txt_content": "C-青皮君 发表于 2015-5-17 13:05\n前排斜眼笑\n把握可以啊"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1431852600,
            "txt_content": "最后的按钮好像前面没有提到诶，然后突然就按下了按钮是不是有点不明所以？"
        }
    ]
}