{
    "title": "<原创.连载>《宇宙告急！英雄集结》第【四】章 作者：Michele",
    "author": "Michele",
    "replyCount": 9,
    "timestamp": 1431835200,
    "txt_content": " 本帖最后由 Michele 于 2015-6-5 21:44 编辑 \n        红色的，白色的，黄色的……无数塑料袋在这样的土地上随空飘扬，还真有点“万国瓜分”的味道哩！\n       垃圾袋……垃圾袋……还是垃圾袋……由垃圾袋组成的“迷宫”将焚火围了个严严实实，真有要把这个“入侵者”给熏得再也不敢来这里的气势！甚至于连地面上都撒满了从垃圾袋里掉出来的垃圾，腐烂的食物，废弃的衣架和死去的虫子……\n       垃圾这样多的地方居然连只蚊虫都没有，简直是奇迹！——即使地上已经有了成百上千的蚊虫尸体。——焚火将要和那些蚊虫一样了。 \n      如果在这个时候再不反抗，恐怕焚火不是被臭死的，而是被打死了。\n\n      焚火眼角划出一道不经意的眼泪，焚火知道那是他悔悟了，而幸存者却以为他痛了。\n      渐渐，幸存者挥下的拳头越来越轻了。幸存者摇摇晃晃的站起身来，背对着焚火说：“你们这群入侵者天天想着那疯狂的阴谋，有意思么？”焚火透过眼泪模模糊糊的看见幸存者在出口处吐了一地的呕吐物。\n      焚火陷入了深深的自责，是他把这个曾经繁荣的星球弄得如此狼狈。是他为了一个疯狂到极点的计划才把自己变成现在这模样的。现在的他是人非人，是魔非魔。\n     “队长！队长！已经有一名队员因为氧气瓶的氧气用完导致晕倒了！其他队员也接近没氧了。”一名队员焦急的说道。\n      队长故作镇定安慰道：“大家不必慌张！坚持住！胜利永远属于我们！我与你们同在！”\n      队长趁队员不注意，偷偷找个地方吐了起来。\n     “队长！发现一名不明身份的人在我们的3点钟方向急速奔跑。”队员指着那个身影道。\n     “看看旁边有没有人！地毯式搜索开始！”队长命令道。\n     “在这里，在这里！”队员大呼，引来队友们。焚火躺在地上，附近还清晰的看见有血迹，不过已经干了。\n     “发现焚火！任务更新：返回太空船。”队长迅速在对讲机发号施令。\n     “怎么样，没事吧？”队长关心的看着焚火。\n     “别碰我，让我一个人呆在这星球吧。”焚火似乎不领队长的好意。\n     “你在说什么鬼话，快起来！”队长微怒道。\n     “也许，曾经的我，是个懦夫，但现在，我要证明我不是！”焚火抑扬顿挫的说道。\n     “砰”队长一拳打在焚火的特制面具上，“瞎说什么呢！你知道吗！为了找你，我们很多队员现在还面临着生命危险！你知道你在干嘛吗！给我起来！”\n     焚火迷茫的看着天空，喃喃道：“真的么，哪里有我，哪里就有悲剧。”\n     “喔呕”一名队员开始呕了起来，身体摇摇晃晃不听使唤，最终瘫倒在地。\n\n\n上一章：幸存者\n下一章：暂未发布\n索引贴\n\n\n\n",
    "replies": [
        {
            "author": "Michele",
            "timestamp": 1431835260,
            "txt_content": "【贵宾席】\n@恶魔-潇洒  "
        },
        {
            "author": "1812629387",
            "timestamp": 1431835440,
            "txt_content": "不错～～～～"
        },
        {
            "author": "北极星人",
            "timestamp": 1431835560,
            "txt_content": "字数我好捉急，跟你说了几遍要分段分段分段分段分段……这么一大坨你让我怎么看= =还有一句人物的话要单独一段啊= =还有一拳打脸会毁容的，打个脑震荡不需要付医药费嘛= =七分"
        },
        {
            "author": "xcc",
            "timestamp": 1431835740,
            "txt_content": "好短哦..........\n剧情进展还是有点快呢"
        },
        {
            "author": "xcc",
            "timestamp": 1431835740,
            "txt_content": "既然面临生命危险，为何要打他"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1431852180,
            "txt_content": "我觉得前面说了“幸存者”二字，后面就应该用他，不然总是幸存者三个字好拗口"
        },
        {
            "author": "1351680343zxw",
            "timestamp": 1431924120,
            "txt_content": "我以为是和美国的超级英雄们（原谅我是个复仇者迷）"
        },
        {
            "author": "xcc",
            "timestamp": 1432427820,
            "txt_content": "关于队长一拳打响而面具材质特殊，还不改么"
        },
        {
            "author": "xcc",
            "timestamp": 1432427820,
            "txt_content": "关于队长一拳打响而面具材质特殊，还不改么"
        }
    ]
}