{
    "title": "我的世界更好的字体怎么用",
    "author": "123154567",
    "replyCount": 2,
    "timestamp": 1431868020,
    "txt_content": "大神求解答",
    "replies": [
        {
            "author": "852275517",
            "timestamp": 1431868020,
            "txt_content": "放入mods 然后在config[在.minecraft文件夹里面]的文件夹下创建一个名为betterfonts.cfg复制代码的文件 然后打开[推荐使用notepad++打开 记事本不知道可不可以] 打开后把这些代码输入进去然后保存# This is the BetterFonts configuration file. Any lines that start with # are\n# comments and get ignored. If the same property name appears multiple times\n# in the file, only the last value will be used.\n\n# The font.name property changes the default font used in Minecraft. This can\n# be the name of a real font like Times New Roman, or one of Java's logical\n# fonts like Serif, SansSerif, or Monospaced. If font.name is missing, the\n# default font used will be SansSerif.\nfont.name=\n#font.name=Monospaced\n#font.name=Times New Roman\n\n# You can use the font.size property to affect how large or small the text\n# will appear. This must be an integer greater than zero, and if omitted\n# the default size used is 18.\nfont.size=18\n\n# This property enables anti-aliasing which blurs the edges of the font to\n# make it seem less jagged, but this can also make the font seem less sharp.\n# The property should be set to either the word \"true\" or \"false, and you'll\n# have to experiment with both options to determine which one looks better.\n# If font.antialias is missing, the default is to disable anti-aliasing.\nfont.antialias=false\n#font.antialias=true\n# By default, Minecraft draws drop shadow for any text in the GUIs and the\n# chat. Setting this to \"false\" will disable this shadow which can make some\n# fonts more readable.\nfont.dropshadow=true\n#font.dropshadow=false\n然后打开C盘WINDOWS文件夹 然后打开Fonts文件夹 找到你想更改的字体[比如微软雅黑Bold(trueType)]\n然后下载U码转换器下载然后打开U码转换器 输入你想更换的字体[这里我拿微软雅黑示范] 在U码转换器上面输入字体的中文名字[只要中文名字 括弧和其他的字母不用输入]\n输入好中文名字后点击[C TO U] 你会得到一串U码[就是下面的字符] 然后将U码复制进betterfonts.cfg文件里面的font.name=复制代码后面\n比如这样 如果满意请采纳\nfont.name=\\u5FAE\\u8F6F\\u96C5\\u9ED1复制代码\n\n"
        },
        {
            "author": "BFXLQC",
            "timestamp": 1431868140,
            "txt_content": "直接拖入mods文件夹..."
        }
    ]
}