{
    "title": "<原创·连载>《命·谜·起源》第四章 命运の枷锁·著[连载中]",
    "author": "命运の枷锁",
    "replyCount": 3,
    "timestamp": 1431953040,
    "txt_content": "  当夕阳染红了半边天，通向已废弃的沙滩的小路上，传来了汽车的轰鸣声，坐在汽车上的，正是我和雷格雷博士。“到了！”出租车司机不耐烦地朝我们吼了一声，雷格雷博士交了钱，便和我一起下了出租车。我和博士费劲地跨过了铁栏杆和黄色的封锁线，缓缓地走向了深坑的底部。我们的目的地——那个地洞，就在深坑的底部，等着我们的光临。当我们抵达地洞口时，太阳已经和世界挥手告别，从那地平线落下去了，原来的天空逐渐从湛蓝到火红，最后又变成了墨黑色，墨黑色的天空中点缀着零散的白色的星星。  “准备好了吗？”博士深深地叹了一口气，随即对我说。“准备好了，博士，出发吧。”我作出了回应。我们向地洞走去，手里拿着的塑料袋沙沙作响，给宁静的夜添加了几分吵闹，这吵闹，估计只有我们二人才会听见。\n  刚走到洞中不到十米时，地洞里传来了野兽的咆哮，随即而来的是蝙蝠的嘶叫声。过了没多久，就有一大群蝙蝠从我们头顶上飞了过去，我倒吸了一口凉气，身上直冒冷汗。我猜想，地洞里肯定藏着一些“世界未解之谜”吧。不过我可不是什么报社的作死记者，我是来拯救世界的，我是来听从天行者的旨意的，我是来给我们人类作出贡献的。\n  地洞里漆黑一片，不过幸好雷格雷博士不知道从哪里买到了那种中世纪探险者用的火把，非常耐用，一用可以用上好几天的。博士点燃了火把，往四周照了照，看见墙壁上似乎有一些时代很久远的壁画。听他的分析，大概就是古代的智者之类的人把一些古代的传说故事记录下来了，他还用一小时的时间把上面的故事的内容记录了下来。他说这个故事差不多就是这样的：\n”相传，在每一万年的秋天，恶魔之门就会被神秘的力量所打开，里面的恶魔就会被放到人类世界当中，去残害我们的兄弟姐妹。但在恶魔之门被打开的前一个月，被天行者所保佑的勇士，就会听到天行者的旨意，只要勇士遵从旨意，按照旨意去完成自己该做的事情，那么天行者将会把天将传送到地球上来与恶魔作斗争。就在最近的一万年周期到来之时，我们的勇士很好的完成了旨意，天将也如期而至，我们的天将已压倒性的优势战胜了恶魔，迫使恶魔重返他们生活着的荒芜之地。”\n“我分析了一下这里所使用的文字，大部分是早在三百年以前就已经废除掉的萨坎德（Second的音译，类似于大篆）文，而其中竟然还有一些五百年前就废除掉的福斯特（First的音译，类似于甲骨文之类的象形字）文，福斯特文是在一万一千年前被创造出来的，而萨坎德文则是在九千年前被创造出来的。我推断这应该是在一万一千年到九千年前刻的壁画……”“不，博士，你错了。”我打断了博士的话，也不知道当时我是哪儿来的勇气，敢打断一个博士的话，“首先，如果我就是那个勇士的话，那么今年应该是第一万年了，所以，这壁画一定是在一万年前刻出来的，不必非得给它设定一个范围，一定就是一万年前刻的。”“原来是这样啊……这些都不重要，重要的是，既然你是那个勇士，那么你一定要努力拯救全人类啊！”\n  在这里进行短暂休息后，我们一行人接着往地洞的更深处探索。走了差不多两小时吧，我们远远的就看到了有个非常明亮，非常大的一个空间，我和博士开足马力飞奔了过去，看到了这样的景象：一个到处都是由白色水晶所构成的空间，也不知道是从哪里来的光，总是非常明亮，与外面黢黑的地洞形成了鲜明的对比。看到这类景象后，不知为何，我和博士都有点困，大概是因为太紧张，而且之前又走了那么多路，于是就从巨大的塑料袋里掏出了两张床单，躺在水晶的地面上就呼呼大睡了。\n【完】\n【网友的评论】\n\n\n\n首先呢，谢谢您作出的反馈！我也反省了一下，确实，为了赶稿，我实在是太偷工减料了，第三章写的确实不咋地，就当是黑历史吧！谢谢！您的回复督促了我的进步，让我变得更加的努力了！",
    "replies": [
        {
            "author": "格林",
            "timestamp": 1431953940,
            "txt_content": "请问这是MC小说 还是 普通故事小说 = ="
        },
        {
            "author": "1204871606",
            "timestamp": 1431961920,
            "txt_content": "大大大大大的"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1432387620,
            "txt_content": "……这是怎样的连载\n求解释OVO"
        }
    ]
}