{
    "title": "<原创·连载>《史蒂夫的战纪》 第一章",
    "author": "晒月光",
    "replyCount": 4,
    "timestamp": 1431965160,
    "txt_content": " 本帖最后由 晒月光 于 2015-6-6 13:02 编辑 \n\n 第一章：第一天，第一杀\n\n\n    我看到红日从东方缓缓升起，我看到草叶在风中摇曳，我看到山峦成梯状屹立远方，我看到大海无波澜如死水淌于一方。\n\n     这是我睁开眼看到的世界，我是史蒂夫，忘了自己的过去，也不知自己的未来。不知自己来自何方，也不知自己身处何地。\n\n   好吧，深沉过头了。我抓了抓杂乱的头发，感受了一下身体的状况，没有饥饿感，也没有疲惫感，口也没有渴，真是个完美的状态，正好在周围看看是个什么地方。\n\n   由于平时的习惯，我把手揣入衣服两边的口袋，结果在我的眼前出现了奇怪的东西，并且弹出一行不明所以的字“获得成就：打开物品栏”。\n\n   物品栏？难道就是这个奇怪的界面？在左上角是我深沉而忧郁的脸庞，右上角是五个不知有何用途的格子，下放更是四行整齐排布的方格。\n\n   到底有什么用啊？而且这玩意挡住我看路了喂！我掏出手想揉揉眼，结果界面便突兀的在我眼前消失。经过我的多般尝试，这个界面只有在我把手揣入上衣兜里才会出现，还好，我的裤子上有两个可供我插入手掌的口袋。\n\n   在周围逛上两圈后，稍微有点发现，这个世界的草真是极其的脆弱，能轻而易举的破坏掉，并且草屑能在几秒内随风消逝，真是方便的设定啊。\n\n   但让我有点微妙的是，不管看几次我都认定那只是杂草，为什么掉出了小麦的种子呢？我看着手中的种子。\n\n   现在我的手中有...不，应该是口袋里，有三种东西，一个是小麦种子，忽略掉它产出的地方这还是个不错的东西，也许能种出小麦来，但我好像不是鲁滨逊，为什么要在这里定居呢，算了，先揭过这茬；第二个是蒲公英，黄色的那种，竟然不会随风散开让我很是失望。\n\n   剩下的是一些土块，大概是这么称呼，关于这个土块，原本我是想挖出点草根一类的东西充一下饥，虽然我暂时没有饥饿感，但未雨绸缪是一种美德。挖开第一块泥土时没太注意，但挖开第二块时，我就感觉有点不对，土块从中间开始出现裂纹，当裂纹扩张到近一米宽的时候突然消失，进而出现在我的口袋里，虽然没把手伸进口袋里，但我却能清楚的看到出现在口袋中的东西。\n\n   根据土块的情况推论，那么是否其他东西也会像这样缩小，比如说，那大的不像话的树，为什么所有树都有近一米宽！\n\n    当我走到树旁边后，发现我有点无可奈何，混蛋！泥巴能用手挖，树没有斧头难道要我用手刀？！我一掌拍在树上，如果我没有看错的话，树干的确出现了一道裂纹，虽然消失的很快。经过我的疯狂锤树，噢，幸好这没有别人，被看到后肯定会被以为是疯子的，但我很是收获颇丰的，一个获得木头的成就，成就这东西感觉像是在提醒我，这种东西很重要一样。还得到了五块橡木，还有一个...苹果，请不要问我为什么苹果会在橡木树里掉出来，但它就是掉出来了，幸好小麦种子给了我一点心理准备。\n\n   经过我的一番折腾，天色也渐渐变黑了，看到远处夕阳要收起最后一道余晖，危险的感觉弥漫了我的心头。\n\n   幸好月亮从另一边升起，光线足够，不至于看不到周边的环境。我无所事事，便坐在树下研究了一下常识外的界面，下方四十个格子是储物格，最下方十个即使我不打开界面我也能感知到，总感觉我朝某种蓝色狸猫靠近了。\n\n    而在左上角我那忧郁而深沉的脸庞好像有了一丝苍白，这么说来，我已经一天没吃东西了，我的饥饿感竟然一点都不强烈。\n\n    右上角的四加一格子，我放入泥土时，没有丝毫变化，但当我放入橡木时，在稍右边那个格子竟然出现了另一种方块，而且我能够取出来，当然，取出来后，橡木的数量便减少了一个，我拿到了四个名为橡木木板的方块。\n\n   橡木木板又能得到什么呢，好奇心总是驱使人类前进的动力，当我将橡木放进去后，竟然什么都没有出来，但我的好奇心没有消失，有四个格子，放满又能得到什么，但在我放满前，我看到了木棍的生成。\n\n   我是如此庆幸我有这习惯于逆时针摆放物品的小强迫症，在二乘二四格方形里竖着摆放两个橡木木板，我便得到了四根木棍，看来一块木板能获得两根木棍，不对，这样的换算法则好像有点问题，但强烈的好奇心让我揭过了这一茬。\n\n   四格的组合有限，这个游戏（对，我称这个世界为游戏，对于一个世界来说，它限定的规则实在太少，只能称之为游戏了）不可能这么简单。\n\n   虽说有限，但再加上材料数这个变量，这需尝试次数也是不少。\n\n   首先是一个格子，这一类上，四格格子的位置是等价的，并无不同。此前我橡木转化为了橡木木板，而橡木木板能转化为按钮，看名字似乎有点科技化，暂且不管它。泥土没有转化能力，而小麦和蒲公英，我只得到了名为蒲公英黄的东西，听起来似乎是一种颜色。\n\n   而后是两格，除了横向两块木板得到了压力板这种和按钮一样似乎用于电路的东西，在竖向，两条对角线方向分别用橡木木板，泥土，蒲公英，蒲公英黄，小麦，橡木等材料单一材料及混合材料都尝试过，除了此前的木棍外，一无所得。\n\n   然后我又将三格的各种组合一一尝试，同样毫无所得。\n\n   但这并没有让我生出放弃的想法，毕竟，在不知道这转化规则的情况下，笨办法往往最有效。\n\n   于是，便到了我最为期待的四格组合了，预感告诉我，这里将有重要性的突破。\n\n   在将除橡木木板单一材料外其他组合都试过后，到了最为激动的时刻，其他物体的尝试不过是为了验证我的想法，所谓的成就，针对的只有重要的东西，比如物品栏，还有这个，木头，作为转化过的木板，其重要等级必定超出橡木，这就是我为何将木板留到最后的原因，好吃的东西，自然要留到最后才尝啊。\n\n   将木板四格放满物品栏中方形合成栏（我将那四加一方格称之为合成栏），呵呵呵呵呵，我低沉的笑了出来，果然，工作台获得，以及同时弹出的获得工作台的成就。\n\n    工作台，估计就是将组合方式近无限化的合成工具了，我如是想着，然后硝烟的味道弥漫了我的鼻腔，巨大的轰鸣声贯穿了我的耳膜，身体不由自主的飞起，这是，死前回头一看，绿色腐烂的身影遍布树林，红色的眼睛也掺杂其中，我之前身处的地方留有一个大坑，然后，我死了。\n\n\n\n目录\n下一章\n\n\n————————-突然想写东西，于是就写了，有关于内容，将就着看啦（我猜你们没发现苹果我忘了放进合成栏组合里），指教什么的多多益善，批评什么的也上吧，反正我也不会改的{:10_497:}哈？字数太多？第一章总是比较多的{:10_513:}\n",
    "replies": [
        {
            "author": "GlassTree",
            "timestamp": 1433173980,
            "txt_content": "赞赞赞！看了后面几章后特地回来赞一下。描写和设定都很好啊！"
        },
        {
            "author": "Dfeng_shao",
            "timestamp": 1433216100,
            "txt_content": "哎呦，不错"
        },
        {
            "author": "BBWANSO",
            "timestamp": 1433216580,
            "txt_content": "哥们，太赞了。{:10_509:}"
        },
        {
            "author": "tyy545",
            "timestamp": 1433338560,
            "txt_content": "力顶！！！！{:10_509:}"
        }
    ]
}