{
    "title": "<原创·连载>《狩猎史诗》第四章-自由猎人",
    "author": "501938012",
    "replyCount": 3,
    "timestamp": 1431961860,
    "txt_content": " 本帖最后由 501938012 于 2015-5-19 23:37 编辑 \n\n《狩猎史诗》索引传送门http://www.mcbbs.net/thread-447088-1-1.html\n第四章-自由猎人\n    老者满是皱纹的脸上一阵抽搐，万万没有想到我几乎是在一瞬间就拒绝了他的邀请。\n    “你…你知道猎人联盟有多强大吗？你知道加入联盟有多么丰厚的奖励吗？”老者皱着眉头，用有些质问的语气道。\n    我点点头，但脸上平淡的表情未曾变过。爷爷曾经告诉我，若是不想被条例和规章制度束缚，就成为一个自由猎人吧！\n    老者长长地叹了口气，略微低头摇了摇。眼中的无奈与惋惜丝毫没有遮掩，似乎正暗暗感叹我的可悲。\n    最后，又抬起头来，用满是愁容的脸对我说“好吧，既然这是你的选择，那我就尊重这个选择。”顿了顿，他换上一张严肃的脸，正色道“记住，猎人联盟的大门永远向猎人敞开。每一个猎人，都是对抗怪物的一份不可或缺的强大战斗力。”说罢。便高高扬起下巴，带着骄傲的神情，迈着大步转身走开了。紫色的披风和兜帽，又一次在无形之中为他添加了不可言喻的神秘感。\n    我直到最后，也未对我的选择做出任何更改。我想，爷爷一定也是一个拥有强大实力而且叱咤风云的自由猎人吧？\n    此时此刻，我幻想着自己在与怪物的战役中施展着鬼魅般的步伐，不断地抬起双拳给敌人最沉重的打击，赐予邪恶的敌人恐惧与无尽的死亡，便感到热血沸腾，内心波涛汹涌。\n    “咕——”肚子正在抗议。从小生活艰苦的我明白摸一摸饥饿的肚子是不会让空空的胃里出现食物的。所以，我将手伸向我破旧的皮裤口袋，并开始在里面翻找起来。\n    只有三枚绿宝石，这不禁让我开始发愁。莱特大叔给我十枚绿宝石我用的只剩下三枚了，看来不得不接些任务来维持生计了。\n    离开循风镇的猎人联盟分殿，我又走进了就在不远处的肉铺。将绿宝石全都换成牛排后，我决定前往联盟任务中心看看有没有什么简单任务可以接。\n    联盟任务中心在各个城镇或主城都分布，各个联盟任务中心所派发的任务都不同，唯有特别重大的五星难度任务，才会在各个任务中心都发布。一般来说，任务中心所发布的任务都是与所处的城镇或主城有直接关系的，这样也便于猎人用更高的效率来完成。做任务也是猎人最重要的经济来源，为了提高猎人的整体实力与专职性，猎人联盟内部规定——凡是猎人，也就是通过了猎人试练的人，不能拥有其他职业的身份。\n    走进熙熙攘攘的联盟任务中心，便可以清晰地看到最新发布的任务，写在巨大的公告栏上。有些是联盟发布的，有些则是猎人或村民发布的。难度从低到高分别是：一星，二星，三星，四星，五星。然而五星难度任务自然是最为稀少的，虽然奖励异常丰富，但同样的，难度也是高得令人发指。任务中为数不多的五星难度任务绝大多数都是一些拥有硬实力的猎团才可以接受的任务。\n    好奇心令我踮起脚上前一瞧，但光是任务简介就已经让我目瞪口呆。什么深入蛛皇溶洞寻找Steve遗留的奥斯托纳戒指，什么收集三颗熔岩末影龙的头颅….有些任务甚至连真实性都有待考证，有些更是一旦失败，便是猎人生涯与宝贵生命的共同结束。\n    在正确的估计自己的实力后，我装作什么都没看见，缓缓走向了不远处的一星难度任务区。一位黑脸壮汉身后背着一把深黑色重铁剑，想必是一名猎人剑士了。他走在我前面，宽厚而坚实的后背几乎挡住了整个任务咨询台。\n    只听见他对任务咨询员用低沉的声音说道“我要发布任务，我们猎团的运粮队要从这里到循风主城去，但是要经过危险的蜂鸣谷，所以我需要多一名猎人来帮助我们，最好一位是保护能力强大的拳师。”说完便从棕色皮袋里取出十二枚绿宝石放在丛林木质的深红色桌子上。\n    任务咨询员快速地数清数量后，取出其中两枚，并将剩下的十枚绿宝石用布袋子装了起来，放进旁边一只闪烁着紫色光芒的黑色箱子，随即扭头看向壮汉道“六分之一的绿宝石作为任务发布税，剩下的作为奖励，没有问题吧？”\n    “没问题。”\n    “那么任务就发布了。”话音刚落，旁边巨大的公告栏最上端，唰地出现了一块新的木牌，上面写着——护送粮队任务：循风镇-蜂鸣谷-循风主城。最后一行，赫然是一颗黑色的星星。 字数统计 1541",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1431961920,
            "txt_content": "【贵宾席】\n@海潮  "
        },
        {
            "author": "海潮",
            "timestamp": 1431962400,
            "txt_content": "段落分割的比较多，建议合到一起。不过总体算是构思完善."
        },
        {
            "author": "simon3000",
            "timestamp": 1431977100,
            "txt_content": "最近可以看到好多小说帖子呢\n"
        }
    ]
}