{
    "title": "【miguo制造】曼哥的冒险者..渣文注目 第二章更新",
    "author": "miguo",
    "replyCount": 7,
    "timestamp": 1345220400,
    "txt_content": " 本帖最后由 miguo 于 2012-8-19 17:24 编辑 \n\n看帖的给个评语吧...有人看才有动力写啊\n\n\n认准矮人制造\n\n\n\n\n201006181701130001.JPG (76.01 KB, 下载次数: 35)\n\n下载附件\n\n2012-8-18 00:18 上传\n\n\n\n\n\n帖子基本以http://www.mcbbs.net/thread-32911-1-1.html为基准（物品啊什么的）\n世界观http://www.mcbbs.net/thread-32913-1-1.html\n目前设定\n斯威特：与曼哥隔了5天货船满帆的路程，已经200年未经战火，后因为兽人的入侵被毁掉小半部分.\n龙眠历：曼哥大陆目前唯一通用的时间历，以龙眠建城为第一年起算\n格威尔的父母：曼哥大陆的冒险者，后厌倦战争来到斯威特，却引来了兽人的入侵\n主角：因为斯威特崇文，所以他受到的知识教育良好，并掌握一定的制作能力，但是格斗技巧仅限于其父交给他的一些和自己摸索出来的花招。\n这个世界文明段差距巨大，有着野人般的狼人，也有着魔法公会，以及掌握着一定机械能力的外来者\n\n\n正文开始\n\n我叫格威尔，一名冒险者，确切的说，是曼哥大陆的探险家，我并不是本地人，我来自斯威特，一个和平安宁的村庄（大鼻人），我的父母是漂泊到斯威特的流浪者，本来，我应该像其他村民那样，在此安度一生，可惜，这祥宁静的生活一直持续到那个夜晚，...\n前言：不眠之夜\n龙眠历1044年5月29日\n那一天，我认为不过又是平常的一天，一样忙碌的耕作，一样孩子们的打闹，村民大叔们一样的和蔼，牧师先生依然有魔力...直到当我要入睡的时候，村庄大门处突然传来一阵阵的喧哗，一个大鼻子村民撞开我家大门，急急忙忙的对我的父亲说了些什么，父亲的脸瞬间变了，我从未看过那样可怕的父亲，父亲对村民嘱托了几句。便抄起了那把积满了灰尘的战斧，向着大门冲去，母亲也跨上箭过去了...而我，被那个村民拉着，在我的哭声中一步步的把我拖向临时避难所.......我最后一眼望见的，是闪烁的刀光和一个个暗绿色的身影...........\n\n\n\n\n2012-08-19_17.23.45.JPG (32.79 KB, 下载次数: 16)\n\n下载附件\n\n2012-8-19 17:24 上传\n\n\n\n\n\n之后，我就在漆黑的避难所中度过了这一夜....第二天，我在大门废墟找到的，只是一把带着点点缺口的战斧和一具具兽人的尸体！\n\n第一章见3l\n第二章见7l\n\n\n渣文见谅..........\n广告！鲁滨逊漂流记！http://www.mcbbs.net/thread-5284-1-3.html\n\n\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1345220400,
            "txt_content": "你也写小说。。"
        },
        {
            "author": "miguo",
            "timestamp": 1345229520,
            "txt_content": " 本帖最后由 miguo 于 2012-8-18 02:58 编辑 \n\n第一章\n龙眠历1054年8月10日\n....今天是我举行成年礼的日子，也是我决定出海寻找曼哥大陆的日子，我始终无法忘记那个夜晚，我已经等待了10年，我不能再等下去了......\n\n成人礼的举办是在原教堂，可惜因为兽人的入侵，教堂受到了一定的损坏，已不复往日的光鲜了，村庄长老用担心的目光看着我：“孩子，我知道，你对那些兽人充满了仇恨，可是，曼哥大陆的风险比我们这里要大得多，你当真要去？你之前的行为，已经证明你是一名合格的男人了。不必用这种方式去报复兽人”我思考了一下，确实，这里有着其他地区无法比拟的安宁与祥和，可以说，这是终其一生的好住所，但是我绝不可以忘记那些该死的兽人！我想长老再一次阐明了自己的决定.并收拾好了行李，带上我的狗，准备出发了。\n我们乘坐的船叫“老布伦”，是村里的货船，这次如果不出意外，5天之后就可以到达曼哥的一个港口城市了。\n我自己带的行李如下\n一份龙眠城出产的包裹，里面有\n4国王铁币：可以买一些基本补给\n一把铁斧：我父亲的遗物\n一些面包和3瓶水：他们可以维持我的生命。\n10块木材，也许可以搭个临时庇护所。\n一个工作台：他可以帮我把工具加工一下\n此外还有\n一个皮质匕首槽，可以装在身上4把匕首以备不测，里面已经装有1把木质匕首了\n打火石，可以烤熟食物。\n一只狗。唔...它老爱和我抢面包吃\n\n希望我可以在曼哥大陆凭这些东西生存下去"
        },
        {
            "author": "LDX-ALI",
            "timestamp": 1345251240,
            "txt_content": "矮人菌也来写~"
        },
        {
            "author": "azxcvbnmklp000",
            "timestamp": 1345258140,
            "txt_content": "大鼻子村民。。。"
        },
        {
            "author": "oomanj",
            "timestamp": 1345261740,
            "txt_content": "= =写个小说都要打广告啊"
        },
        {
            "author": "miguo",
            "timestamp": 1345276980,
            "txt_content": "第二章\n\n1054年8月13日\n我们已经来到了大海深处，现在我们脚下有着无数的珊瑚礁和一群群鱼在游荡，其中不乏几只鲨鱼，挺船长说，这些鲨鱼只有在饿极了的情况下才有可能对货船发动袭击，所以今天也许是平静的一天吧，我无所事事，便在房间里打磨我的战斧，不知怎的，我突然有了一个想法，把我的木材打磨成一把木匕首也许是个不错的尝试，我拿起工作台的锯把一块木材锯成4份，我拿起凿子，小心的一下下把一份木材凿出木棒的雏形，哦！该死，我用力大了一点，这个木棒有裂缝了，这样的木棒可不耐用，我把那块废料扔到一边，打算再试一次，突然，我的狗站起身来，不安的躁动着，甲板上也传来一阵阵喧哗，我心中一惊，不会遇上海盗了吧？我摸起战斧，将匕首槽扣在腰上，冲出了门，猜猜我在船舱通道里看到了什么？一群鲨鱼!一群鲨鱼试图冲破我们的底舱！事不宜迟，我立刻转变方向，向底舱奔去\n\n底舱已经破开了一个洞了，奇怪的是鲨鱼并没有对从货物中掉进水里的肉没有多大兴趣，而至一直对船的底舱发动袭击，而我下到底舱之后，这群鲨鱼的撞击似乎比刚才更强烈了，我瞬间明白了，这群鲨鱼想吃人肉！\n\n我在货物里寻找，企图找到些什么可以阻止一下这些鲨鱼的东西，却发现唯一可以用的就是一艘小船，可是现在能驾船的只有我一个，我这一去，有可能这条命就搭在鲨鱼口中了...我一咬牙，把船推入水中，我则架桨滑向了鲨鱼..............(本章完，啊哈哈哈)"
        },
        {
            "author": "likeliang",
            "timestamp": 1345277580,
            "txt_content": "HAYO第二位著名作家诞生了，，目测模仿鲁滨逊"
        }
    ]
}