{
    "title": "<原创·连载>《狩猎史诗》第五章-护送粮队",
    "author": "501938012",
    "replyCount": 5,
    "timestamp": 1432047240,
    "txt_content": "\n【贵宾席】\n@月轻歌 @海潮 ",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1432047300,
            "txt_content": "标题: <原创·连载>《狩猎史诗》第五章-护送粮队 本帖最后由 501938012 于 2015-5-19 23:38 编辑 \n\n《狩猎史诗》索引传送门http://www.mcbbs.net/thread-447088-1-1.html\n第五章-护送粮队\n    “我要接这个任务！”黑脸大汉还没扭头离开，我就大声向任务咨询员叫道。\n    黑脸大汉扭过头瞥了我一眼，看了看我身上的着装，便用有些鄙夷的语气道：“小子，你行么？”话语中带着嘲弄。\n    即使我实力不够，但绝不会在气势上输给他，双臂环胸，高高地抬起下巴，用傲慢的语气道：“哼，行不行试了就知道。”说着还微微扬起嘴角，换上一副我自认为是强者的模样。\n    大汉的目光也不如刚开始那么鄙夷了，似乎是相信我吹的牛皮了。\n    任务咨询员问我到底是不是要接受这个任务。然而说出去的话就是泼出去的水，我便随意地答了一声是。这个护送粮队的任务，大汉是在一星任务区发布的，且任务咨询员也鉴定出来是一星难度，那么我就有信心去完成这个任务。\n    任务咨询员道“请出示你的猎人徽章。”说罢便伸出手来。我从胸前取下这枚精致的徽章，递给他。\n    他用两根手指捏着徽章，闭上双眼，像是在徽章交流一般。不一会儿，便睁开双眼“你的徽章记录中显示你没有加入联盟，可信度不足，所以任务成功你只能拿到百分之九十的奖励。折算后你的奖励是九枚绿宝石。”说着伸出手将徽章交还给我。\n    我接过徽章，将它别在胸前，暗骂一句：自由的代价还真大，整整一块牛排的钱啊…\n    抬头后脸上的表情又转回平静，答了句没问题后，任务咨询员又开始操作了。唰的一下，公告栏上那块写着“护送粮队任务”的木牌最下一行瞬间出现了几个红色的字——已被接受\n    我扭头看向黑脸大汉，双手再次环胸，淡淡地说“什么时候开始任务？”\n    黑脸大汉迅速回复我“越快越好，可以的话现在马上出发，我们猎团团员已经在门外等了。”伸手指了指门外。\n    我自然没有其他事情要去做，说了句“带路”便随他走出了嘈杂且拥挤的联盟任务中心。\n    一出门便可以看到他们的猎团，这一批粮食貌似也没有多少，也就是三辆马车容量的干草堆而已。我计算着如果全部送去面包坊也只能够制成大概一百六十二个面包罢了，大型的猎团根本不够吃的，对于面包坊来说倒是一笔不错的生意。\n    马夫是三个长得不高的家伙，手上的茧子有让他们显得比较老练。然而他们猎团貌似加上黑脸大汉只有五个人而已，应该是个小型的猎团了。其中有一个精瘦的家伙，身高与我相仿，眉宇间有一丝丝淡然。他身后背着铁弓，看样子应该是一个实力相当的弓箭手了。另外还有两个人，一个身材高瘦，另一个身材矮胖，但腰间的一把短匕和背后一把太刀可以看出他们是走刺客流的剑士。最后一个人显得有些沧桑，强壮的双臂可以看出他并不是什么泛泛之辈，右手则摆弄着属于拳师的三枚宝珠。\n    黑脸大汉和猎团的团员随意说了两句之后，便走上了前往循风主城的道路，我紧紧地跟了上去。循风主城与循风镇的距离并没有多远，只是隔了蜂鸣关这条狭长的走廊而已。但有明令规定，凡是运送粮食和材料的不能走蜂鸣关，只可以走蜂鸣谷这条山路。\n    踏上蜂鸣谷的岩石，便是感觉一阵寒意铺面而来，随之而来的，是轻轻的蜂鸣声。实质上，这里被叫做蜂鸣谷，是因为这里奇特的地形与岩石所致。这里的石头被Steve取名为闪长岩，并记录了下来。现在唯有较为高档的房屋或是重要建筑物才会利用这种石头。当然了，只是地形与岩石奇特当然不足以让这里被称为蜂鸣谷，但每当有风吹过的时候…耳畔响起的无尽蜂鸣不会让人太好受的。\n    一路上除了蜂鸣声、马儿踏地声以及马车吱呀的声音，没有任何人闲聊。\n    “也许是太过紧张了吧？”我心底暗暗想道。毕竟至今还没有遇到任何危险，而我以前去循风主城也不走蜂鸣谷这条路，一般情况下都选择更加安全且道路平坦的蜂鸣关。\n    我悠闲地走着，沉浸在边踢碎石子边赶路的乐趣中：“这种随便走个两天就能拿绿宝石的好事情还真的不好找咧。”\n    心里这个念头刚刚淡出，一阵炽热感铺面而来！本能反应让我向侧面闪去，但仍然有一丝炙热划过我的耳边，轰在背后的岩石上，那是一支燃烧的箭！耳朵被迫感受这要被烧焦一般的灼热，捂着右耳，惊恐地望向那炙热飞来的方向…\n    一具腐烂的骨架立在不远处阴暗的山洞边上，尽管我看不太清，但他那骨手握着的附魔弓和弦上的燃烧箭我看得清楚到不能再清楚了！\n    黑脸大汉最早反应过来，在一瞬间从背后抽出宽阔的重剑且狠狠地砸在地面，面部表情狰狞地大吼道“燃烧弓骷髅！！全团戒备！！保护粮草！”字数统计 1674"
        },
        {
            "author": "simon3000",
            "timestamp": 1432047660,
            "txt_content": "文笔比我好已确认.."
        },
        {
            "author": "海潮",
            "timestamp": 1432052340,
            "txt_content": "建议详细描写.虽然浪费字."
        },
        {
            "author": "末影龙娘",
            "timestamp": 1432288440,
            "txt_content": "真可以了！介意加入签名中的群组吗？"
        },
        {
            "author": "501938012",
            "timestamp": 1432291080,
            "txt_content": "末影龙娘 发表于 2015-5-22 17:54\n真可以了！介意加入签名中的群组吗？\n欢迎加入"
        }
    ]
}