{
    "title": "<原创·连载>《狩猎史诗》第六章-火弓骷髅",
    "author": "海潮",
    "replyCount": 5,
    "timestamp": 1432217760,
    "txt_content": "比上几期好了一大堆，看好LZ",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1432217760,
            "txt_content": "标题: <原创·连载>《狩猎史诗》第六章-火弓骷髅 本帖最后由 501938012 于 2015-5-22 18:53 编辑 \n\n《狩猎史诗》索引传送门：http://www.mcbbs.net/thread-447088-1-1.html\n第六章-火弓骷髅\n    黑脸大汉的吼声让我清醒过来了，但因为灼烧而带来的疼痛仍未停歇。我强忍剧痛，从腰包里取出淬火宝珠与驱魔宝珠，紧紧地握在被汗浸湿的手里。生怕烈焰弓骷髅的再一次射击，使我的猎人生涯和年轻生命双双结束。\n    随着一阵尖锐的空气摩擦声，身后一支羽箭爆射而出，正是那名铁弓箭手，眉毛紧锁，沉着的眼神之中仿佛写着两个字——专注。我的目光随着那支急速飞行的羽箭望去，落点正好在骷髅的左眼洞处！羽箭一击命中了它的头颅，卡在了他的头部！但似乎这骷髅在亡灵身份之下，并没有感到疼痛。\n    骷髅愤怒地大吼一声，身上的骨头噼啪作响，令人不寒而栗。当我沉浸在铁弓箭手对他造成伤害的喜悦中时，骷髅已经又一次抬起巨大的木弓，而拉开的弦上，赫然是一支燃烧着熊熊烈焰的箭！\n    由于铁弓箭手对他造成了伤害，仇恨自然就从距离他最近的我身上移开了！而新的仇恨毫无疑问转移到了弓箭手身上！只见骷髅捏弦的骨手猛地一松，一支极具威力的火焰箭矢便是迎着弓箭手去了！\n    说时迟那时快，只见那名一直无动于衷的拳师猛地从旁边窜向弓箭手所在的位置，右手握成拳的同时突然爆发出仅属于淬火宝珠的赤红色光芒！在火焰箭矢即将到来之际，右手猛地成爪状探出，一把抓住了距离弓箭手只有一米远的火焰箭矢！\n    弓箭手猛地向左翻滚，手中的弓又不知道在什么时候架上了一支羽箭，爆射而出！\n    拳师表情一变，右手青筋暴起，暴喝一声，赤红色的光在一瞬间蔓延到了一整只强壮的右臂。只见他猛地跃起，在空中侧转一周，手中火焰箭矢上的熊熊烈焰带起一条猖狂的火蛇。旋转完成之时，右手猛然一掷！\n    火焰箭矢竟就这样以极高的速度向骷髅刺去！宛如一条火龙，燃烧着这恐惧的一切。最后，竟然比羽箭还要更快一步命中骷髅！\n    噼啪！噼啪！连续两支极具威力的箭在半秒内完成了对骷髅的伤害，火焰箭矢更是完完全全穿透了骷髅的胸部，狰狞地深入背后的闪长岩上。尽管穿过了他的身体，但由于骨头易燃的关系，一点粘稠的火焰足矣让他痛不欲生。\n    我立即换上凝魄宝珠，将另外两枚宝珠丢入腰包后右脚一蹬开始向骷髅突进，形如鬼魅。我的脑海中计算着骷髅燃烧的秒数，心里也默默地催动着凝魄宝珠。接着，一阵淡蓝色的光迅速在右拳展开。燃烧的骷髅似乎注意到我的活跃，愤怒地将弦扯开，眼中令人恐惧的红光一闪，火焰箭矢再次凝聚在了不得不发的弦上！\n    我迅速地用左手取出淬火宝珠，在摸到的一瞬间开始催动其中的火焰力量。然而骷髅此时也大吼一声，火焰箭矢爆射而出，正是瞄准我的面门！我在极速前行中扭头向右轻轻一闪，但这还不够！在火焰箭矢即将到达我面前时，将带着淬火宝珠光芒的左拳猛地抬起！手背与火焰箭矢的箭身轻擦而过，化险为夷。\n    最后十步的距离被我硬生生缩减成五步，到达骷髅面前之时他的身体仍然被炽焰折磨着。我大吼一声“就是现在！”猛地向空中跃起，右手的淡蓝色光芒“嗡”的一声骤然闪耀起来！\n    骷髅的巨大木弓随着我的跃高而抬起，竟是在一瞬间完成了将弓拉开并凝聚出火焰箭矢的动作！这是速度之间的较量！我右手重重地轰出，甚至带着狂风的撕裂声，最后不偏不倚地宛如死亡之锤般落在骷髅的狰狞的头颅上，轰然粉碎。而那支火焰箭矢也因为没有人拉住弦而爆射出去！再一次从我的耳边带着烈火划过。\n    我忘记了耳朵带来的炽痛，头颅粉碎的一具骨架就这样跪倒在我面前，一寸一寸化为齑粉。微风吹过，仅剩下掉落的四根骨头和九支羽箭，当然还有那张附魔火弓。\n    我喘着大气，走近那些战利品，将他们吸进体内。\n    一股劲风在背后向我袭来，本已放松的我将警觉在一刹那提高到极致！但已经晚了..一件重物夹杂着劲风落在我的后脑勺…\n    “为……为什么？”我在临近崩溃的边缘。\n    “因为我们是……杀狼猎团。”黑脸大汉阴险地笑起来，但，我已经听不到了。字数统计 1492"
        },
        {
            "author": "501938012",
            "timestamp": 1432217820,
            "txt_content": "【贵宾席】\n@月轻歌 @海潮 "
        },
        {
            "author": "501938012",
            "timestamp": 1432218240,
            "txt_content": "海潮 发表于 2015-5-21 22:16\n总体比较，比上几期好了一大堆，看好LZ\n昨天没发就是学习写细节描写去了~233"
        },
        {
            "author": "月轻歌",
            "timestamp": 1432441620,
            "txt_content": "\"   骷髅愤怒地大吼一声，\"\n\n啊，原来骨头会喊啊 "
        },
        {
            "author": "501938012",
            "timestamp": 1432442520,
            "txt_content": "月轻歌 发表于 2015-5-24 12:27\n\"   骷髅愤怒地大吼一声，\"\n\n啊，原来骨头会喊啊\n不要质疑mc的不科学性233"
        }
    ]
}