{
    "title": "求MC1.5 工业mod安装方法+使用说明",
    "author": "william88011",
    "replyCount": 6,
    "timestamp": 1303984320,
    "txt_content": "    最近好想出了工业mod beta 1.5 版的，好想要，但又遇到问题。\n    希望把modloaderMP安装方法也告诉一下。\n   安装方法+使用说明要中文的，最好不要鸡翻。\n   对不起啊大家，问题条件有点那个……\n   还请高手帮帮，谢谢！！",
    "replies": [
        {
            "author": "lhrlhr99",
            "timestamp": 1303985400,
            "txt_content": " 本帖最后由 lhrlhr99 于 2011-4-28 18:17 编辑 \n\nModLoaderMp1.5_01v1.zip \nhttp://www.mediafire.com/?i7osvks53yers8x\n里面有对应的链接，\n安装都是和一般MOD安装方法一样的\n实在不行，你等懒人包吧\n\n这是工业MOD的 下载原帖\nhttp://www.minecraftforum.net/viewtopic.php?t=199635\n"
        },
        {
            "author": "william88011",
            "timestamp": 1303985940,
            "txt_content": "我还想要工业mod的安装方法+使用说明"
        },
        {
            "author": "william88011",
            "timestamp": 1303986480,
            "txt_content": "啊，还有，请大家帮帮忙看看这个\nHow to install this mod?\nNow, since you already got the both 2 mods above installed, i don't need to give any installation instructions here, do i?\nJust extract the archive you downloaded, drop the content of the \"minecraft\" folder into your minecraft.jar with WinRar or something similar and don't forget to delete this frikkin annoying META-INF folder.\nThe download as well includes two txt-files:\nIndustrialRecipes.txt has no direct influence on the program, but contains a list of all crafting recipes. \nIndustrialCraftConfig.txt is the config file used by my mod. If you place it in the .minecraft folder (NOT into the minecraft.jar), it will be read and change some standard settings. The file is not required to run IndustrialCraft, it will run fine without them.\nYou can override the standard IDs with those specified in the file. Take note that Modifying the ID values causes your own \"version\" of the mod to become unique modified, meaning savefiles created with a special ID configuration can only be loaded with that special ID configuration. Means, if you start with ID configuration A, create a new world, play some hours, then switch to ID configuration B, your world will cause Minecraft to crash, most likely.\n\nThe \"Experimental Nanosuit\" is an additional feature you CAN enable. However, consider following:\n-To use the full features of the Nanosuit, you will need to copy the fd.class from the Experimental folder into your minecraft.jar. This however, is a base modification and could cause incompatibility with a couple of mods.\n-The nanosuit isn't only experimental, but the code is as well. Exspect bugs and funny stuff (try super-bunnyhopping, it rocks)\n-The nanosuit is probably imba.\nFurther instructions of how to enable the nanosuit can be found in the Config. If you only copy the new file into your jar WITHOUT enabling the nanosuit in the config, exspect crashes.\n\nAs well, there's a folder \"Industrially Improved Pickaxe\".\nIf you inject the file of the folder into your minecraft.jar, and enable the new setting in the config file, normal pickaxes will be capable to harvest new ores on normal speed.\nIf you use the file without setting the config, nothing will change, however, using the new file can cause incompatibility with ToolUtil and other mods.\nActivating the option in the config file WITHOUT adding the new file will cause Minecraft to crash, as usual.\n是工业mod的安装方法，但是是鸡文，翻译了也很难读懂"
        },
        {
            "author": "ToNick",
            "timestamp": 1303989720,
            "txt_content": "估计本周末会放出工业mod的详细中文说明，尽请期待"
        },
        {
            "author": "william88011",
            "timestamp": 1303989960,
            "txt_content": "好，谢谢，我会等的{:10_518:}"
        },
        {
            "author": "llssiinn",
            "timestamp": 1304415540,
            "txt_content": "OK!翻译完毕了：\n如何安装这种薪吗?\n\n现在,既然你已经找到了双方安装插件以上2,我不需要提供任何安装说明在这里,是吗?\n\n只提取出你下载的档案,滴出的内容“文件夹”minecraft进你的minecraft.jar与WinRar的或类似的东西,不要忘记删除此frikkin恼人的META-INF文件夹。\n\n下载亦含有两个txt-files:\n\n没有直接的影响IndustrialRecipes.txt这个项目,但包含一个单子,上面列了所有制作的食谱。\n\n在配置文件IndustrialCraftConfig.txt所使用的是我的模板。如果你把它放在.minecraft文件夹中(不进minecraft.jar),该对话将读和改变一些标准的设置。该文件是不需要运行,最终将IndustrialCraft细不带他们。\n\n"
        }
    ]
}