{
    "title": "<原创·连载>血色王国 第VI章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 10,
    "timestamp": 1432344420,
    "txt_content": "      “我想你应该知道这次事件的重要性，他不是儿戏，更不是玩笑！”哈森在路上严厉地呵斥我。我急于知道这次“杀人犯”来拜访的目的，更想知道那1000枚金币的用处。不过我的心里，已经明白了哈森的目的。      “那好，我问你，你付出将近一吨的黄金来换取短暂的和平目的何在？”哈森朝后退了退，但还是理直气壮地说：“这是我们的事，你这个外人不需要插手！”外人？！我不再说话，愤怒地盯着这个昔日的“恩人”，但现在他在我眼里不过是懦弱的拜金主义者罢了。什么正义，什么救赎，都是假的！      我戴好帽子，头也不回地离开了他的视线。      我不明白他为什么要付钱来换取和平，可能真的是有什么不为人知的痛楚吧……但我现在无暇顾及他的那些细碎的事情，我要离开这里了。我收拾好东西，装进旅行包里，这次我要从传送中心离开。      又一次来到传送中心，这次的情况与上回截然不同，这里仿佛受过洗劫一般，灰尘使光滑的地板变得黯然无光。周围的墙壁有的也长出了青苔，伸向地面。曾经顶层那令人叹为观止的大吊灯消失了，整个传送中心围绕着一层浓浓的死气。      仅仅两天，就发生了这么大的变化，仿佛度过了两年！      我不经意间看向不远处的地板，本以为它会浮现出我现在的身影，但它呈现出的竟是一个三眼怪物拿着散发着紫气的光冷冷地与我对视着。我朝后退了退，他还是留在原地没有动，依旧用那令人窒息的冰冷的眼神望着我。      他从地板里出来了，半透明的身体朝我飘过来了。这样的一个形态，这样的一个环境，这样的一个怪物。我一屁股坐在了地上，眼泪不争气地从眼眶中跳出来，我想要阻止它，但三眼怪物的可怕让我无能为力。它的血盆大口张开了，口中浓浓的血腥味扑面而来，是我感到一阵恶心。      我敢肯定，这是我遇到过的最可怕的怪物，不知怎的，我在它的身上找到了熟悉的气味。那感觉……就好像是从我身上散发出来的一样。不可能！我怎么能与这种怪物相提并论，它是可怕且残忍的，我不可能想它一样！就这样，我心中最后的疑问也被我“解决”了。      就当三眼怪物锋利的牙齿即将刺破我的气管时，他不见了。这一切仿佛真的是在做梦，但又太真实，使我不得不离开这个传送中心，这个“闹鬼”的地方。      清冷的月光下，我坐在公园的长椅上吃着压缩饼干果腹，现在已经是深夜，公园的路灯也在一闪一闪，让坐在路灯下的我显得有些可怕。      “咕——咕”，几只乌鸦站在枝头上望着我，它们的叫声有些奇怪。我以为他们看到了我的压缩饼干，便从上面掰下来一小块捏成更小的块撒给它们，但他们依旧目不转睛地盯着我，让我的头皮一阵发麻。      我转身沿着鹅卵路走向更深的地方。      在离那里不远的地方，我瞄了一下草丛里，里面仿佛有一个蹲着的东西，我没敢多看，加快了步伐。没想到那之后的路没有了路灯，更要命的是那几只乌鸦仍跟着我，是想要将我的饼干全部吃掉？我没多想，扔下饼干就向更深的地方跑去。果然乌鸦就是乌鸦，吃了我的饼干之后便散去了。我心里暗笑着放慢了脚步。      “嗒，嗒”，脚步声从脚下传来，我倒是觉得这样还蛮有情调，哼起了小歌。“嗒，嗒”，小歌与皮鞋的声音混合起来，简直是一曲轻音乐！      等等，我好像没有穿皮鞋……那么这个声音是……我下意识地低下头望望，一双皮鞋竟然在“嗒，嗒”地行走，上面什么也没有，一双空空的皮鞋动了！我再望望四周，一双双眼睛出现了，盯着我，仿佛下一步就要将我瓜分似的。我想向后跑，现在我觉得那些乌鸦是多么可爱的生物，对于这些来说。可是身后的景象更是让我冷汗直冒：先前的蹲着的东西竟出现在了我的身后！它是一尊石像，蹲在地上头低着仿佛在地上寻找着什么。但突然，他转过来了。      我险些死掉，毕竟那实在是太可怕了，我一辈子都不愿去回忆那段经历，更不愿意再回到那里，即使是人满为患的时候。      先前的眼睛伴随着“嘎，嘎”的声音一个接一个地消失，伴随而来的是无数乌鸦的出现。一时间，天空被黑压压的乌鸦覆盖，黑色的羽毛不断从天空中掉下来，渐渐铺满小路。      那尊石像背后竟是一个骷髅头！      怪不得石像一直背对着我，原来一个骷髅头就在里面，可能是因为时间太长的缘故，骷髅的脸已经渐渐浮现在了石像上，不然我是不可能看到这样可怕的东西的。那个骷髅仿佛笑了一下，嘴角微微上扬，但可能是幅度太小的原因，使我很快否定了这样恐怖的结论——它还活着。      现在我感觉到了一股浓浓的可怕感，窒息的黑暗与可怕的石像已经让我失去了继续呆在这里的勇气，甚至两腿发软，我已经恐惧到了极点。      “妈妈杀了我，爸爸吃了我，兄弟姐妹捡起我的骨头，埋在冰冷的石墓里。”\n上一章      索引      下一章",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432344480,
            "txt_content": "@llxy @Michele @xcc @白安西 @北极星人 @天阶 "
        },
        {
            "author": "白安西",
            "timestamp": 1432351800,
            "txt_content": "更新的挺快的昂QWQ\n"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432353480,
            "txt_content": "白安西 发表于 2015-5-23 11:30\n更新的挺快的昂QWQ\n一星期两章先更出来，然后周末发……"
        },
        {
            "author": "xcc",
            "timestamp": 1432356780,
            "txt_content": "更新好快.............话说你完全可以合成一个长篇"
        },
        {
            "author": "xcc",
            "timestamp": 1432356840,
            "txt_content": "话说有些恐怖呢........让我想到妹妹背着洋娃娃这东西"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432361280,
            "txt_content": "xcc 发表于 2015-5-23 12:53\n更新好快.............话说你完全可以合成一个长篇\n之后的一个番外一万字"
        },
        {
            "author": "北极星人",
            "timestamp": 1432363140,
            "txt_content": "鹅妈妈童谣是亮点"
        },
        {
            "author": "xcc",
            "timestamp": 1432370940,
            "txt_content": "北极星人 发表于 2015-5-23 14:39\n鹅妈妈童谣是亮点\n最后一句话是什么鬼"
        },
        {
            "author": "海潮",
            "timestamp": 1432789020,
            "txt_content": "衔接的不是很密集"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432793700,
            "txt_content": "章节之间？还是场景？"
        }
    ]
}