{
    "title": "<原创>[四节短文]《末宇--盗梦日记》【不喜勿喷】",
    "author": "MF_Mufeng",
    "replyCount": 6,
    "timestamp": 1432359480,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-6-13 09:46 编辑 \n\n《末宇--盗梦日记》[snowball]前言[snowball]\n\n咳咳，我叫王天浩，今年15岁，上初三。我生活在一个大城市里，我有只有一个朋友，那就是末宇。我从来没听过姓末的人，但据说远古的末影族就都姓末，但我相信，我的朋友不会是末影族人的。尽管末宇上初三，但个子已经超过了老师，他总有一种温和的笑容，我们俩天天在一起玩。我们住在同一个小区，每天写完那成吨的作业都会到楼下汇合。末宇的成绩出奇的好，尤其是历史，对远古的历史十分娴熟，大概可以到老师的水平了。他是插班生，又是那么高的个子，班里没人想跟他做朋友，我看他很孤独，就与他做了无话不谈的朋友。后来的一件事，让我知道了朋友的珍贵。\n\n\n\n本作贴图--珍惜朋友\n\n\n\n\n\n\n2015年5月23日 星期六 天气：晴\n       我家住在智龙小区，我和末宇是好朋友。我家的日子过的很拮据，每天早餐几口剩米饭就草草了事，中午饭更不用说，回到家后，熬了一个小时的白米粥和一盘豆角和一碗加了咸菜的白米将会成为我的中午饭。晚餐就不一样了，末宇是从外地转来的插班生，凭着优秀的成绩获得了高额的奖学金，整天大鱼大肉吃的满嘴流油。晚上时，末宇就会来到我家给我送上一盘香喷喷的烤鸡，第二天晚上又送来手撕烤兔。他说我得好好补补，整天吃那么点怎么能行。\n      我在学校的学习更惨，我是一介书生，打架骂人什么都不会，经常被同班同学欺负。他们直接拿走我兜里的平时坐公交车回家的钱，然后大摇大摆地走出教室。尽管钱丢了，我依然不敢报告老师，不然我还会被揍。有一天，末宇知道了，气冲冲地去找那些家伙算账。末宇好厉害！他一揍一个准，细长的腿踢到那些家伙身上，疼的他们直叫。我很感激末宇，但他说朋友中间是没有障碍的。就这样，我和末宇成为了亲密无间的好友。\n      这天，我走在路上，末宇在我旁边，我们正在前往附近的公交车站。\n      “天浩，怎么啦？咋不说话？咱们去网吧联机吧！”末宇笑着对我说。\n      “嗯。”我应声，其实我还是第一次去网吧，听老师说去网吧是不好的行为。\n      很快，我们来到了一家名为“要塞”的网吧。这家网吧内饰十分高级，电脑都是最高配置的。我一看价格，妈呀！500元/小时，这么贵？有没有搞错！末宇好像是看透了我的心思，笑道：“我付钱。”\n      我松了口气，但我也有些过意不去，末宇帮我伸张正义，教我功课，帮我付钱，但我却没有帮他做一件事，我的心里特别愧疚。我在心里暗暗地想：“报答末宇什么好呢？\n      末宇往里面瞧了一眼，说道：”我们坐那里。“\n      我一抬头，末宇手指的是两个金黄色的位置，上面的电脑有着麦克风，摄像头，是黄金级的专座。\n      ”两位小朋友。“一位大叔粗里粗气地说，”那里是黄金级位置，没钱可......“\n      ”我有的是钱！“末宇大喝一声，从包里掏出2000元，直接拍到老板面前的桌子上，吓得老板直哆嗦。\n      ”末宇......我作业还没写完呢......“我急忙喊末宇。\n      ”没事，你现在快写，我去联系你家长，走。“末宇说着朝那两个黄金级座位走去。\n      我开始赶作业，这一堆科目的作业真让我头疼。但末宇昨天教了我一套学习法，很快，那些以往十分烦人的作业就被我迎刃而解。突然我发现末宇没有给我爸妈打电话而是在玩Minecraft，我就轻轻地问了他一句：”末宇，你咋没打电话哩？“\n      ”我们的小正太又不愿意了。“末宇笑道，随即拿起电话，开始拨打数字。\n      ”喂，是天浩爸吗？我跟天浩去一个同学家里玩，可能会晚一点回去。“末宇说道，”可以吗？哦，谢谢叔叔，叔叔再见。“末宇刚挂完电话，店里瞬间闯进一群不速之客，身上刻着刺青，一看就是不良少年。\n      ”呵！今天哪个家伙不耐烦了，敢抢老子座位？“领头的矮个大声嚷嚷，突然看见其中一人高得要命，顿时惊的不行。\n      ”我，想打架是不是？“末宇骨骼响了响，好像要大干一场。\n      ”哼，我老爸可是那龙腾大公司的老板！你**小子不想活了？“领头男子见末宇敢如此挑衅他，顿时大怒，开口骂道。\n      ”以为人多就了不起？“末宇冷哼一声，”天浩，站着别动，看我怎么收拾他们！“\n      ”弟兄们，上！“领头男子大喝一声，他身后的一帮人顿时拿出家伙，胡乱打了起来。只见末宇手一晃，一颗黑色的小球出现在他手中，变成了棒球棍。我自己都没想到末宇的战斗能力这么强，他的战斗技巧十分熟练，没多久就毫发无伤地干掉了一大片小喽啰。那些小混混一个个趴倒在地，不停地呻吟着。领头男子见状大怒，但却是敢怒不敢言。这么强悍的一个家伙，我跟他打估计都没多大胜算吧？那领头男子在心里慌忙想到。\n      我们这个城市比较乱，人人都心怀鬼胎。被抢完了家产的人都上街当了混混，这家伙也不例外。我心里想到。\n      ”你......你给我等着！“那领头男子扭头就跑，带着他那些小混混连滚带爬地走出了网吧。\n      ”天浩，没事，继续玩吧。“末宇看似虚弱的一笑，立刻让我知道他伤势不轻。我赶忙问：”末宇你没事吧？“但是末宇只是笑着摇了摇头，微笑里带着痛苦和勉强。是啊，谁刚刚打那么久不疼的？我赶忙跑出去到对面买药。\n      ”天浩，你去哪儿？“末宇见我跑出去，急忙问道。\n      ”药店！“我大喊一声，冲进了药店。这里的药应有尽有，我拿出我的医保卡，刷卡后买了一些绷带和止血药回去。我回到网吧时，末宇困得要睡着了，我赶紧给他包扎。我把止血药撒在他的伤口上，突然，末宇大叫一声：”啊！“，这就像伤口上撒了盐，只见伤口顿时流出一滩滩深红色的血液。我吓坏了，这止血药不是止血的吗？怎么反而开始流血了？我赶紧又拿来碘伏抹上，这才渐渐止了血。\n      刚包扎完毕，网吧的门被踹开了，原来是刚刚的那个男子！\n      ”**，要不是老子刚刚没带枪，早**把你毙了！“那领头男子又开始嚷嚷，后面的人顿时抽出手枪，一排手枪面对着末宇。\n      ”天浩，你别管我......“末宇虚弱地说。\n      ”不！“我义正言辞地说道，”你说过的，朋友之间没有障碍，不是吗？“末宇惊讶地看着我，随即微微一笑，”有你这句话就好，够哥们！“他立刻冲了上去——\n      ”别——“我哭着大喊道，我从小到大没怎么哭过，尽管我是个小正太，但我的性子十分坚强，这时看见末宇孤身一人冲进手枪群，怎么能不拦？\n      只见末宇手中突然出现一根黑色法杖，发射了各种魔法攻击。我惊讶了。这......这是魔法吗？只见末宇突然变成了一个身高2米的黑色怪物，咆哮着朝那群人冲去。那群人全都慌了，其中一人连忙将小型火炮装上——\n      ”不！“我泪流满面，只见末宇被炸成了碎片，深红色接近黑色的血液在天空中飘着，末宇的眼睛从黑色变为了紫色，微笑着对我说：”哥们，再见。“\n      我跪在地上，看着末宇化为虚无，我痛心疾首，为什么我当时不扑上去为末宇挡掉子弹？为什么？\n      我眼前突然变成了一片白，这仿佛就是梦境，好像就不存在一样。\n\n2015年5月24日 星期天 天气：阴\n      之前简直可以说是梦境，我的眼前一片黑漆漆的，刚刚那一切是真的吗？为什么末宇会是末影人？无数个碎片在我脑中飞散，越来越想不通了。\n      再次醒来，场景已经切换，现在的我在家里的床上，我刚刚睡醒！但我也十分庆幸，那刚刚的一切应该就是梦了吧？\n      我也不再废话，咬住一个面包片，飞奔出家门去上学。我已经要迟到了。\n      突然我又觉得有些奇怪，我的脚步今天十分轻盈。要知道，我可是很重的，平常跑200米都觉得累，今天跑了这么久，不仅没感觉到累，反倒觉得跑得很快。\n      很快，就到了学校。嘿，总算是没有迟到，差了五分钟。。好险。但我发现了一个问题——\n      末宇的位置是空的！\n      末宇去哪了呢？\n      正当我胡思乱想之际，门口传来了一阵敲门声，在那玻璃隔板的另一端，不就是末宇吗？\n      老师仅仅只有一点小怒气就放已经迟到的末宇去了座位。再看老师的表情，要么是敢怒不敢言，要么是哑巴吃黄莲——有苦说不出啊，没办法，谁让末宇的成绩这么优秀呢？\n      在经过了漫长的一节课后，终于，那仿佛是救命的下课铃总算是响了起来。班里瞬间沸腾了起来，这个城市前面也说过了，比较乱，一下课同学们就围到一块。有地位的同学都在炫耀自己显赫的家境；日子过得苦的同意就保持着一张苦瓜脸，听着土豪同学吐沫飞溅的显摆。\n      一下课，按照往常惯例，那几个家伙回来搜刮我身上的公交车费。但是按照往常惯例，通常他们小心翼翼抢到手后就会被末宇揍一顿又乖乖地把钱还回来。\n      不出我所料，那几个家伙又过来了，这次显得十分惧怕。但是我总觉得他们好像不再像以前那样壮实了。\n      打架在学校基本是每天至少两次，看着那拳头，我不由得叹了口气——\n      末宇过来了！\n      末宇的拳头捶在那几个家伙身上，但那几个家伙面不改色。这、这是怎么回事？？\n      末宇被打翻了。\n      几乎是在几瞬间，原本可以完虐他们的末宇，此时已经被打得十分不堪。他的衣衫上面被打出了拳印，脸上也有青色的肿包。而那几个家伙却幸灾乐祸地笑了起来。\n      “不是很能打么？老子**叫你打！”领头同学大笑，在末宇身上踹了一脚。\n      这时，末宇给我做了一个跑的手势，我毫不犹豫地用手势回敬了他。朋友之间怎么能当逃兵？\n      我冲了上去——\n      本来我也该被揍得很惨，但是这回却十分怪异。我以1vs3的形势与他们打成平手，连我自己都惊异了。最后我还是寡不敌众，那个巨大的拳头朝我的脸部飞来。\n      我被抡了一拳后，并没有感觉到疼痛，而是身上变成了一片片碎片，飞洒在空中。\n      末宇见了，泪如泉涌，尽管这里的末宇很弱小，但他依然去跟那些家伙硬拼。\n      能为朋友掉得下眼泪，末宇，够哥们！\n2015年5月25日 星期一 天气：雨     \n\n\n 周六周日的加课终于完了，但随之而来的却是一周的课，唉，想清静看来是不行了。\n      早晨醒来，胳膊酥酥麻麻的，感觉像动过手术似的。连续两次都是这样，真的感觉生命好像不重要了。。你可别鄙视我这句话，之前那些经历都快让我崩溃了，不是末宇死就是我死，死了还能复活！但是又是梦境。。等等。。我之前好像听过一个故事：\n      曾经有人进入过盗梦空间，在那里，你会在梦里做梦，并且会经历很多现实并没有的奇怪事情。我这状态。。难道就是进入了那个盗梦空间了吗？\n      我不由得打了个寒颤，如果真是那样，那又该怎么出来？\n      但我再看看日历，没错，今天是周一，那几天都已经过去了，之前也看过日历，但那些天我去哪了呢？\n      真是怪事！\n      我也来不及多想，每次一起床时间都快迟到了，可没有那么多的时间让我想。我只能初步判断这是梦境，我并不能再做其他的了。我飞奔出小区，走在上学的路上。哎，前面那个不是末宇吗？\n      我打了声招呼，末宇回过头，朝我一笑，随后我们俩开始说起话来。\n      “末宇，你家人都姓末吗？”\n      “嗯。。好像是吧，但是我以前的记忆不记得了，我只记得我踏上了火车后来到了这里。”\n      “什么？你连你父母都不记得了吗？”\n      “呃，我只记得。。我爸爸好像叫末擎峰，但我妈妈的不记得了。”末宇朝我不好意思的一笑，比我高那么多的他，这时候像个小孩子一样。\n      我不经意间看了一眼手表，惨了！已经迟到了！末宇这时也看了一下，我们俩脸色惨白如纸！末宇还好点，他是好学生，像我这种学弱迟到了只有被老师玩弄于股掌之间啊！\n      “快走！”末宇急忙拉着我往学校飞跑。\n      到了学校，我气喘吁吁地敲了敲门，只见班主任怒火中烧的。。开了门。。。\n      “你！怎么回事！这么晚才来？”班主任大叫道，随后说：“末宇，你下次再犯，就跟他一样！”\n      “老..老师...我跟...天...天浩在...在路上...聊...聊了一会天。”末宇急忙上气不接下气地跟老师解释。\n      “我说了，你先回位置！”老师见到末宇居然出手为我辩解，不由得大怒。\n      “老师...要...要罚...你就罚...我吧！”末宇说道。\n      “你！”老师的火居然消了一点，随后无奈地摆了摆手说：“好吧，这回算你们俩走运，下不为例！”\n      “谢...了...”末宇已经快说不了话了，急忙拉着我到了座位。好学生就是不一样，末宇是学校重点培育的优秀学生，基本可以算是学神了。\n       谢了，哥们。末宇你帮了我这么多，我该怎么报答你呢？\n       我仿佛又置身于梦境，一切都是那么的虚幻。2015年5月26日（23日？） 星期二（六？） 天气：晴\n       当我再次从睡梦中醒来，呃。。这次地方好像有些不大对啊？？？！\n       在教室！\n       讲台上已经没有了班主任的身影，我的头僵硬地做了一个扭头的动作。站在我身边，正怒气冲天的人不正是我们那勤劳、美丽、善良的班主任？（呕）\n       “你居然敢睡觉！”班主任一把揪住我的头发就往上拽。\n       “啊！疼啊！老师你轻点。！”我痛得大叫一声，简直不能忍啊。\n       “老师，天浩他不是有意的，您就别罚他了。”末宇站起来为我辩解。\n       “但...但他居然敢在我的课堂上睡觉！”老师怒气有明显的消减。\n       当老师说完这句话时，班里的眼神不禁都变了变。学神就是厉害，还能把老师镇住。而一直抢我钱的家伙却一直幸灾乐祸地笑着，好像唯恐天下不乱似的。。。\n       “哼！这回给你处分记1分，下次要再犯，等着开除吧！”老师头一扭，往讲台的方向走去。\n       下课了。\n       同学们都在疯玩着，又到了炫耀家境的时间。\n       ”我爸是那新秀百货楼的大老板，我家里老有钱了，不信你看！“一个同学从口袋里拿出一大叠的一百元，引得一堆贪婪和嫉妒的目光。\n       ”哟，这不是我们的穷光蛋天浩同学吗？来来来，爷赏你一百！“那家伙见我在周围，赶紧一脸阴笑地把我请过来。\n       ”天浩人家人穷志不穷，哪像你整天还趴你爸怀里！“末宇又现身了，我几乎不知道他什么时候来的。\n       ”你！“那家伙哆哆嗦嗦，由于末宇头上那神圣的学神光环，他也不太敢惹。\n       反倒是末宇来劲了：”你什么你？比谁钱多？让你看看我的奖学金！“末宇拿起一张银行卡，”啪“地往桌子上一摔，顿时全场寂静，随即所有同学都跪了下来。\n       那张卡是这个市在早时期已经绝版并限量的卡，而且一发里面都已装满钱！而这张卡的金额是。。。。。。\n       10亿！\n       全班同学跪了半天，那个炫耀自己爸是新秀百货的早已不敢再多说什么。。\n       （逆天配角啊！！）\n       终于是放学，我和末宇走在回家的路上。\n       ”末宇，最近我经历了许多事，让我明白了咱们俩是真正的好友！“我对末宇说。（同性恋？）\n       ”男的磨磨唧唧什么啊？“末宇简直无奈。\n       ”这是我爷爷的爷爷留给我们家的“友情玉”，是用上好的璞玉打造的，希望你能收下！“我郑重地对他说。\n       ”谢了，天浩。“末宇微微一笑，随即——\n       末宇变成了末影人！\n       ”末宇你果真是末影人哎。“我惊奇地看着他那黑色的身躯和紫色的眼睛。\n       ”嗯！我们永远都是好朋友！“末宇又变了回来。\n       ”今天几号？这。。23号？“\n\n\n\n最后的结尾：\n末宇的的确确是个末影人，他来到这里的使命是观察人类，并且不能暴露身份。但末宇最终还是因为友情而暴露。。\n他最终摆脱了末影族，姓氏改为了”王“。（末宇才是真正的老主角哦。天浩神马的都是衬托出他的强大。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "神秘预言师",
            "timestamp": 1432359960,
            "txt_content": "主角名字。。。"
        },
        {
            "author": "lxq54sb123",
            "timestamp": 1432360500,
            "txt_content": "图片看不见"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432361640,
            "txt_content": "图加载不出，请更换图床"
        },
        {
            "author": "北极星人",
            "timestamp": 1432363620,
            "txt_content": "这什么鬼- -主角有这么个逆天的朋友还要主角干嘛吃的= ="
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1432363920,
            "txt_content": "北极星人 发表于 2015-5-23 14:47\n这什么鬼- -主角有这么个逆天的朋友还要主角干嘛吃的= =\n敢不敢等我把4个段全都出完-。-{:10_527:}"
        },
        {
            "author": "北极星人",
            "timestamp": 1432364220,
            "txt_content": "MF_Mufeng 发表于 2015-5-23 14:52\n敢不敢等我把4个段全都出完-。-\n我只是说，逆天配角这不好，要么主角也逆天，要么都废柴，你这样感觉剧情好老土- -再说这样写法没有多少人有耐心等你把四章全写完"
        }
    ]
}