{
    "title": "<原创·连载>《狩猎史诗》第七章-杀狼猎团",
    "author": "501938012",
    "replyCount": 11,
    "timestamp": 1432377180,
    "txt_content": " 本帖最后由 501938012 于 2015-5-23 21:57 编辑 \n\n《狩猎史诗》索引传送门：http://www.mcbbs.net/thread-447088-1-1.html\n第七章-杀狼猎团\n    头很沉，很难受，像是要裂开了。我的脑海排斥着一切思考。但我明白为了生存不得不这么做。\n    强撑着身体的虚弱，我迷迷糊糊睁开眼。说实话，这里阴暗得像个地牢。石砖墙上的暗绿色的青苔委实让我恶心了一把。身边的骷髅头骨让我有种莫名的恐惧，那把吊起来的染血屠刀险些吓得我魂飞魄散。\n    唯有极其微弱的光从生锈铁栏杆的另一边射过来，在这般阴暗潮湿的环境下那寸光显得格外刺眼。我吃力地用右手支撑着地面，顶着身体的虚弱摇摇晃晃地站了起来。此时我才发现，这冰冷的地面，是被狰狞的血染红的。\n    我不敢用手去摸后脑勺的伤，那会让我痛到发疯的。我用右手探了探挂在腰间的包“可恶…”果不其然，食物与宝珠都被弄走了！我气得想要跺脚，但那一定会引来杀狼猎团的团员。\n    “是个黑猎团吗…”我被自己这个想法吃了一惊。\n    黑猎团也是由猎人组成的，但黑猎团里面的猎人被称为黑猎人。当然不只是称谓上的不同，还有获得绿宝石上的不同。他们也许为复仇而成为黑猎人，也许为生存成为黑猎人。但无一例外的是，他们都猎杀人类。他们通过这种肮脏的方法取得肮脏的生存资源，猎得更多肮脏的财富。\n    我掂起脚，小心翼翼地靠近那扇木门，生怕一个不经意间的动作就真的让我从此永远地消失在这个世界上。我往外瞟了一眼，外面也是一样碎裂的石砖，一样渗人的青苔。只是多了几根火把罢了，但诡异的火焰又在无形之中使恐惧加速侵蚀着我的心。\n    我不敢直接拉门出去，如果门会有“吱呀”的声音我就完蛋了。我站直身子，紧贴墙壁，顺着门缝一点一点地移出去。\n    我从未像现在这般屏息静气。\n    这两步的距离，就像是走过了生死关一般。满头大汗让我有些清醒了，我依旧是大气都不敢喘。这让我难受万份，差点让呼吸失衡了。小心地控制着自己的脚步，我便在这昏暗潮湿的地牢里摸索起来。这条走廊上共有四道木门，样式无一例外都是由橡木制成的，似乎是有些年代了，看起来腐朽不堪。\n    时间在我的犹豫之中无形地流逝着，我如果不尽快做出选择，也许某扇门会冲出来一个杀狼猎团的团员将手无寸铁的我击杀。但是一旦选错门，那就没有返回的余地了，以我现在这虚弱的状态就算是没有武器的弓箭手也可以轻易地杀死我。\n    面对四扇紧闭的腐朽木门我急得思绪混乱，身上的衣衫已经浸湿了无数次。\n    接下来一个令我魂飞魄散的难听声音骤然从第三道门中响起“是时候该去料理那小子了，万一让他逃出去可就麻烦大了。”我竭力让自己从恐惧中脱离，但选择从四个缩减到三个！那脚步声要来了！我要赌一把！否则真的没有折回的余地了！\n    我掂起脚一个箭步冲向前，拧开第四道门的生锈把手，最后一步跨入其中，猛一拉门并且在最后一刻使门能静静地闭上…\n    一阵生锈金属旋动的声音传入我的耳边..我在同一时间将门关上了..只听见除了那声音外还有一个人“行了，料理完这个小鬼就吃饭去。听副团长说这小鬼的拳头也不是一般的厉害，不然团长在联盟任务中心发任务时也不会让这个小鬼接吧？但是结果还挺失望的，这小鬼身上除了三颗拳师宝珠和三块牛排屁都没有。真是该死。”\n    我的灵魂差点被吓出身体，坐在阴暗的房间里，暗暗感谢这是个没有人的房间。我不敢伸展身体，只是蜷缩在腐朽的木门边，尽管这让我感到恶心，但我必须忍耐下来。\n    不一会，果然出现了那在我预料之内的声音“该死的！那小鬼逃走了！最好立马给我把他抓回来！不然后果不堪设想！”那尖锐难听的声音再度传入我的耳朵。我所能做的唯有默默祈祷他们不要找到这个房间里来…\n    紧接着，我听见一阵急促的敲门声，伴随着两人臭骂声，貌似是一道木门开了..\n    “你们两个出大事了！那小鬼逃走了！一旦出了什么事情你俩都得完蛋！团长不会饶了你们的！”说着就听见一个哆嗦的声音“不…不不不不是吧？”言语中的恐惧不加掩饰。\n    “哼！现在马上给我滚去找！”尖锐声愤怒地吼叫着。\n    说着，另一个沉着的声音响起了“会不会在这的另外两个房间里面？”话音刚落就有一阵金属旋动的声音传入我的耳朵。\n    紧接着便是“啪”的闭门声和一句恼怒“该死，这里没有！”\n    脚步声越来越近！心脏就要跳出来了！宛如鼓一样无尽而快速的击打着我的胸部！门把开始转动，对我来说，此时门外俨然站着一个举着收割镰刀的死神…\n    “别浪费时间了！那里面是存尸体的！那小鬼年纪也不大受不了这刺激！一定躲到其他地方去了！”尖锐声再次咆哮道，愤怒地像是要喷出火来。\n    门把回弹的声音从未这么好听过，宛如天籁一般。死神般的脚步声渐远，我却已经哆嗦得不成样子了。字数统计 1773",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1432377180,
            "txt_content": "【贵宾席】\n@simon3000 @月轻歌  \n"
        },
        {
            "author": "xcc",
            "timestamp": 1432377360,
            "txt_content": "很久没有这样的作品了，在这个小学生辈出的年代，\n\n不错！"
        },
        {
            "author": "501938012",
            "timestamp": 1432377480,
            "txt_content": "501938012 发表于 2015-5-23 18:33\n【贵宾席】\n@simon3000 @月轻歌\n【贵宾席】为毛@海潮 没有用啊..."
        },
        {
            "author": "501938012",
            "timestamp": 1432377960,
            "txt_content": "海潮 发表于 2015-5-23 18:47\n剧情越来越精彩了.\n感谢大纲.."
        },
        {
            "author": "海潮",
            "timestamp": 1432378020,
            "txt_content": "剧情越来越精彩了."
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1432387380,
            "txt_content": "? 我掂起脚，小心翼翼地靠近那扇木门，生怕一个不经意间的动作就真的让我从此永远地消失在这个世界上。我往外瞟了一眼，外面也是一样碎裂的石砖，一样渗人的青苔。只是多了几根火把罢了，但诡异的火焰又在无形之中使恐惧加速侵蚀着我的心。\n细节描写……吾等渣渣不可及"
        },
        {
            "author": "501938012",
            "timestamp": 1432389300,
            "txt_content": "Donnies_Ming 发表于 2015-5-23 21:23\n细节描写……吾等渣渣不可及\n不不不我还不够水平"
        },
        {
            "author": "冥王星人",
            "timestamp": 1432392240,
            "txt_content": "看着不比第一章强多少。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1432398840,
            "txt_content": "周一给你单独特训，今天我睡了。。。"
        },
        {
            "author": "501938012",
            "timestamp": 1432402200,
            "txt_content": "冥王星人 发表于 2015-5-24 00:34\n周一给你单独特训，今天我睡了。。。\n真的假的？可我这QQ没法常上，昨天那是特例。←你让我挨打去"
        },
        {
            "author": "冥王星人",
            "timestamp": 1432475100,
            "txt_content": "501938012 发表于 2015-5-24 01:30\n真的假的？可我这QQ没法常上，昨天那是特例。←你让我挨打去\n可私聊留言"
        }
    ]
}