{
    "title": "<原创·连载>   勇者之征   第四章 第十九节",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1432387440,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-5-30 13:29 编辑 \n\n        Steve缓缓睁开眼睛，发现自己正躺在自己小屋的小床上。他有气无力地扭了扭头，四处张望，发现有一只老狼坐在他的床边。\n        老狼看见Steve醒来的样子，满是皱纹的脸上露出了欣慰的目光。它走到门口，发出一声既响亮，又不吵闹的嗥叫。随后，一个熟悉的，健壮的影子出现在门口。在其之后，还有几只狼的影子。\n\n        狼王的伤已经痊愈了，丝毫看不出有经历了一场恶战的样子，身上的毛也显得油亮，光滑。不过有改变的是，它的目光变得和善多了。\n\n        “你终于醒了，Steve。”狼王走进了Steve的房间，“你已经昏迷了十天了。”\n\n        十天？我只感觉眼前一黑，然后就不知道发生了什么事情了。一醒来，就过了十天？不过，Steve也没有太过惊讶。毕竟这种在一瞬间中经历了很久的时间的事，Steve也不是没有遇到过。\n\n        “我现在要告诉你一个好消息。从你的气那里我得知了整个事情的经过。”狼王嘴角微微上扬，“由于你拯救了整片森林，所有的狼族同胞都决定认同你，甚至有几只傻乎乎的小狼还开始崇拜你了。这也就意味着，你有进入祭坛的资格了。”\n\n        “当时由于你体力消耗过度，一下就昏迷了过去。当时整个森林几乎毁灭殆尽，不过所幸你的小屋在山洞里，躲过了雷击，基本上都完好无损。”狼王说，“我们狼族也没有什么很好的地方，你这个小屋已经属于很高档了。所以我就把你扔到了床上，然后去找我的族人。”\n\n        “等等，你对一个身负重伤的人的待遇，就是把他甩到床上然后不管了？”Steve已经开始庆幸自己还活着。\n\n        “我才没时间担心你，况且也不用担心你。一个连herobrine的乌云都打得过的人，命应该不会这么脆。”狼王淡定地答道。\n\n        “你这家伙……果然没有变。”Steve叹了一口气，又躺了下去。\n\n        “后来，我安排了洛门来照顾你，就是这只老狼。因为它太老了，没有捕猎的能力，要换是在其他狼族，没有用的狼早就被抛弃了。不过我们不会这样。反正它也没事干，耐心又好，我就把照顾你的任务交给了他。”狼王正自豪于自己的机智。\n\n        “趁你又没力气乱动，我再给你讲一些关于祭坛的事情吧！”狼王又坐了下来，摆出一副滔滔不绝的姿态。\n\n        嗯……Steve有一种预感……\n\n        “其实，进入祭坛为什么要经过考验……”\n\n        有三个原因。Steve想到。\n\n        “其原因有三个。”狼王说道。\n\n        居然猜错了！Steve在心里表示不服。不过回过神来，为什么我要在意这些细节呢……\n\n        “第一，为什么要善良？这一点应该不用过多解释，总不可能允许邪恶的人进入我们的圣地吧！”\n\n        “第二，为什么要有强大的力量？这是因为在祭坛中有许多的机关险阻，而且没有任何捷径。没有强大的力量很容易丧命。”\n\n        “第三，为什么一定要得到全体狼族的认可？也许你会觉得这一步很无关紧要，其实这是最重要的一步。这祭坛本来是我们献祭宝物来感谢notch的地方，notch看在我们狼族的诚心，就在祭坛的底部修建了一个巨大的……祭坛。在那个地下祭坛的终点，有着经受过notch的祝福和自然的能量的泉水。只要世界不毁灭，这水就永远不会枯竭。那泉水能够洗清你的灵魂，把那些肮脏，愚蠢，迷惑的东西从灵魂深处洗得一干二净，而且还能唤醒一部分潜在的力量！所以为了防止有不速之客得到它，祭坛被加上了锁。如果不用钥匙，连notch自己都未必能打开。而这祭坛我们也未曾用过，所以平时还是照常地献祭。不过为了以防万一，我们狼族的没一个成员其实都是钥匙。每只白狼族的狼的气里都流淌着解开祭坛的基因，所以只有所有狼心甘情愿地认可你，每一只狼都愿意为你开门，大门才能由狼族的气打开。否则少了一只也不行！”\n\n        “原来是这样！怪不得规矩这么繁琐。”Steve感叹道。\n\n        “不过我也说过，这祭坛我们从未开启过，所以里面有什么东西我们谁也不知道。到了里面一切都只有靠你自己了！”狼王严肃地望着Steve，“这祭坛一次只能一个人进入，所以我这次不能帮你了！”\n\n        第二天，Steve的元气恢复得差不多了。主备好物资后，全体狼族在祭坛中心集合，密密麻麻的白狼聚集在祭坛这块不大不小的地方。虽然数量庞大，足有一百多人，可是丝毫没有喧闹，没有紊乱，整整齐齐地坐在祭坛的中心，坐在地下祭坛的入口前。狼王站在所有狼族前面。\n\n        Steve整装待发，伫立在入口的圆形传送石上。\n\n        “啊呜——\"随着狼王一声有力的嘶鸣，所有狼族高高抬起头，许多小小的光球从狼族们嘴里缓缓飘出，飞向Steve脚下的入口石环绕城一圈。\n\n        “好运！”狼王也送出了它的那一份气，落在传送石的正中央。传送石发出了柔和的金光，随后带着Steve缓缓下降。待Steve全身没入了地下，一块由气凝聚成的石头又堵住了入口。\n\n         Steve会遇到什么样的困难呢？他又能否顺利地喝到圣泉水呢？敬请等待下一节。\n\n上一节                                                               目录                                                              下一节\n",
    "replies": [
        {
            "author": "天索",
            "timestamp": 1432387800,
            "txt_content": "成功抢占2楼"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1432389780,
            "txt_content": "天索 发表于 2015-5-23 21:30\n成功抢占2楼\n我说了不要水贴你们偏不信"
        },
        {
            "author": "天索",
            "timestamp": 1432391460,
            "txt_content": "至于么QAQ"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1432440660,
            "txt_content": "天索 发表于 2015-5-23 22:31\n至于么QAQ\n……又不是我扣的。而且我有一次发了一个“楼主加油”还被扣了20金粒"
        }
    ]
}