{
    "title": "<原创·单篇>光辉之路—我对步入展示与共享大区的新朋友的寄语",
    "author": "黑星nova",
    "replyCount": 4,
    "timestamp": 1432456680,
    "txt_content": " 本帖最后由 darknova 于 2015-5-24 17:00 编辑 \n\n\n光辉之路—我对步入展示与共享大区的新朋友的寄语\n\n我亲爱的朋友，当你看到这篇文章时，也许你还没有在展示与共享版发布过你的作品。那么，我真诚的希望：你能将自己的创意以最合适的方式构建出来，去触及这款游戏的真正核心—创造。或也许，你已经发布了你的作品，他或者是单纯的建筑，或者是解密、跑酷、空岛等等，只要你发布了这作品，那么，恭喜你：你已经走上了一条光辉之路！       为什么说他是光辉之路。这条路将给你的创意近乎无尽的表达可能，你将在这条路上前进，一点点的发现自己的才华，使自身的价值得到彰显，受人肯定；你将结识一群志同道合并和你一样同样充满创意的良师益友，你将与这个时代最顶尖的一些minecraft建筑师一起从事一些激动人心的工程；你将进入圣堂，你将名扬四海，你的ID会成为无数建筑后辈心目中的神之名！       那么，我想说说，我亲爱的新朋友们该如何走这条艰辛但辉煌的道路。       首先，请端正自己的心。你做建筑的目的应该是表达。什么是表达呢？是将自己的想法、创意与灵感表现给大众。请不要将自己随随便便的作品以随随便便的方式发布。一个建筑师要对自己的ID负责，要抱有自身的尊严与荣耀。请认真的对待自己的每一次创作。       伴随着你一次次地发布小型作品你的技术逐渐精进，你也开始渴望提高自己作品的品质。那么你应该进入精品圣堂或海外作品版了。在这两个版你将会见识到许多优秀的前辈的作品，你将从他们的作品中汲取精华。当然，品评建筑时，发表自己独到的见解也很重要，你的独到见解将吸引作者的注意，促使他与你交流，而这些交流将使你受益颇丰。你也会开始受此启发开始营造更加复杂的建筑，这时，请你牢记：模仿是学习的第一步，但你不能只走这一步。请注意将这些建筑“分解”的学习，让他们的部件重组成你的建筑。通过这种方式，你能快速的提升你的建筑的结构合理性。        逐渐的，你对建筑结构的理解开始向更加本质的内容进发。而以此为基础的你的装饰技术将自然而然的提升。你面前的道路将会更加丰富，如何选择是你自己决定的了。       而这时你也会面临另一个选择：单人建筑或加入团队。我很有幸的尝试过这两条道路并最终选择加入了一个团队。我鼓励各位网络与时间允许的朋友加入一个团队。团队中的良师益友将是你进步的巨大推力。你将接触多种建筑风格，多种创意理念，在团队的火花碰撞中你将获得近乎无限的创造激励。在建筑技术精进的同时你也将渐渐进入minecraft世界中一个独特的圈子：建筑师界。你将结识许多原来你所仰慕的前辈，与他们交流、合作乃至比肩。你将会逐渐适应一种全新的处事方式。并与那些看起来高冷无比的大触成为朋友。       最终，你也许会成为一个膝盖收割者，一个团队的领袖，一个像我这样的版主，但是你们都将肩负同一个使命：推广我们共同的事业。将这种灵感的表达方式推广出去，携带着你的后辈们给世界展示我们共同的创意。       这时，这条路基本上走到了终点。各位朋友，请回首，接受我们最崇高的敬意：感谢你们的努力，感谢你们的奉献，minecraft因有你而更加精彩。\n黑星诺瓦ORDarkNova\n\n\n",
    "replies": [
        {
            "author": "MCXX户",
            "timestamp": 1432456860,
            "txt_content": "哇哇哇哇哇哇"
        },
        {
            "author": "xcc",
            "timestamp": 1432457700,
            "txt_content": "版主你的题目格式好像不大对.....（捂脸）"
        },
        {
            "author": "gundamMC",
            "timestamp": 1471584960,
            "txt_content": " 本帖最后由 gundamMC 于 2016-8-19 13:38 编辑 \n\n写的很不错， 配上bgm食用更佳owo\n对展示与共享版有很强的指导作用_(:зゝ∠)_\nwtf没看清发帖日。。材质版群里别人发了链接就回复了qwq"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471592100,
            "txt_content": "不不不，这个题目显然有歧义，\n我是说，这个可以致每位麦开同仁（想不到别的称呼。同志？）"
        }
    ]
}