{
    "title": "【5分钟上手】新手扫盲 这篇帖子不错 5分钟进游戏就能玩好生存",
    "author": "displayed",
    "replyCount": 4,
    "timestamp": 1432458840,
    "txt_content": " 本帖最后由 displayed 于 2015-5-24 17:20 编辑 \n\n《我的世界》作为全球最流行的沙盒游戏拥有无数玩家，然而，对于刚刚进入游戏的玩家来说，可能还是面临不少的困惑，只身一人进入游戏，到底该做点什么？我们又怎样在这里把自己无限的想象创造出来呢？下面，新手玩家不妨花上5分钟的时间来跟小编看看怎样快速上手吧欢迎阅读Minecraft(我的世界)快速入门：在Minecraft的世界中，你能用方块建造出漂亮的建造，一切取决于你的想象。在游戏中，20分钟为一个日夜循环白天10分钟，日落日出占1.5分钟，夜晚7分钟。黑夜怪物会在自动刷出，使得夜晚变得危险!原作者xrump也算是这款游戏的一个老鸟了！在给大家介绍基本操作之前，先跟大家谈谈我玩了这么久这款游戏，关于生存，我有哪些心得！\n1.经典俗语：想致富，先撸树【简称砍树】2.在天黑以前造房子【大型点的服务器一般有免费领地或者新手村】3.开始种菜【后期食物主要来源】\n4.制作工具，准备下矿【一些服务器的主要经济来源】\n5.下矿时最好不要挖竖直坑，最好有规则的挖【不然烧死在岩浆里了】6.钻石挖掘的方法：在岩浆的周围挖，岩浆周围钻石最多【去之前最好随身携带一桶水，及时灭火】\n7.水的妙用：根据水流动的特点，在离熔浆稍远的地方放水可以灭熔浆，并且在放水的地方可以收回水\n8.大型点的服务器都有商店插件，有些出售方式就是左键出售右键购买，有些服的是箱子上的牌子上写着收购就是卖的地方，开启对话框输入出售数量发出即可，至于半砖商店楼主没过多的了解！！\n\n好的，心得就给大家说到这，下面给大家带来这款游戏的基本操作！！\n操作的预设按键是：\nW  向前移动\nS  向后移动\nA  向左移动\nD  向右移动\nE  打开物品栏\n空格鍵　跳\n左SHIFT 蹲下/慢慢地走\n按1-9 选择你物品栏快捷栏的物品\n(这些预设按键可以在主菜单或游戏中按”ESC”的OPTION改变)\n\n\n当进入一个新的世界的时候，最重要的两件事是合成工具和建造住房，在第一个夜晚来临之前，寻找树木和采集木头是制作工具的第一个步骤。\n\n一旦你找到树木，用你的拳头敲打它们，并收集木头。按住鼠标左键，方块中间就会出现裂痕，一会它就会被打碎，并掉落到地面，你靠近它，这样你就能收集资源了。继续砍伐树木，直到你拥有10个木材。\n现在你完成了木材的收集了，接着你需要寻找一个地方来建设你的第一个房屋，来度过第一个夜晚。请记住，你的第一个建筑应该是一个简单的房屋，主要是用来躲避晚上的怪物。山顶通常是一个理想的避难场所，当然所有地方都可以建设。\n\n\n一旦你找到了合适的地点来建造你的房屋，是时候将你的木头变成木材了。按”E”键打开你的物品栏，你应该会看到窗口右上角有一个2X2的网格，当你将木头放入这些网格中的一格时，没一个木头都能转换成4个木材。转换出24个木材。\n\n现在你有木材了，你可以合成你的第一个工作桌，拥有工作桌，你可以合成更多的物品，将工作桌放在一个你能够到的位置。\n\n一旦你安放好你的工作桌后，你可以打开它(鼠标右键)，这时会在左上角出现一个3X3的网格，将2个木材放在一上一下2个不同的网格中，这样你就能合成木棒，合成12个木棒。\n\n使用你物品栏中的木材和木棒，你可以合成一套木制工具。首先你应该合成一把木锄头，一把木斧，一把木铲子，一把木剑。\n\n一旦你制作好你的工具，你就可以开始建造你的第一个建筑了。一个可以避难的场所，主要是躲避夜晚的怪物，一般情况下，你的工作桌，被放在了合适的位置，如果你想调整工作桌的位置，你可以用拳头敲打工作桌，就像采集木头那样，捡起它并把它放在合适的位置。\n\n使用木铲，你将能更快的收集泥土，但是如果你有石头的铲子，能获得更快的采集速度和更高的耐久度。你的房子不需要很大，只要能够帮你度过夜晚就足够了。\n\n最后还有一步，帮你安全的度过第一个夜晚，寻找圆石（或叫鹅卵石），合成一个火炉。如果你不能找到圆石，试着将地表的泥土挖掉几层，知道你看到圆石，收集20块圆石\n\n收集了足够的圆石后，你就可以返回你的房屋。使用圆石合成你的火炉。火炉的合成方法是，将圆石放在工作桌3X3网格的四周，中间一个网格留空，将火炉放在合适的位置。\n\n现在你拥有火炉了，你可以烧制木炭了。打开火炉，在下面的网格中放入木头或者木材，在上面的网格中放入木头。木头会自动被烧制成木炭，烧制5块木炭。\n将木炭和多余的木棒合成为火把，打开工作桌，将木棒和木炭一上一下放置(木炭上，木棒下)。你可以将火把放置在你的屋里，照亮房间。\n\n\n到目前为止，你已经掌握了基本的生存本领。你可以开始探索这个世界，建造宏伟的建造。当你在夜晚来临前完成了房屋的建设，你也可以选择外出，探索夜晚的世界，当然要小心某些绿色的家伙!\n",
    "replies": [
        {
            "author": "草",
            "timestamp": 1432459440,
            "txt_content": "”沙盒游戏“”小编“”原作者“还有水印...\n楼主不要随意复制粘贴啊..."
        },
        {
            "author": "GrowlR",
            "timestamp": 1432460400,
            "txt_content": "很有新人向"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1432461240,
            "txt_content": "这。。。小编是什么鬼，作者好像是整个粘贴过来的不会吧。。{:10_528:}"
        },
        {
            "author": "Gypsophila",
            "timestamp": 1432464540,
            "txt_content": "“小编”你好啊\n我已举报不谢\n下次复制小心点"
        }
    ]
}