{
    "title": "[双线]第九帝国 I —— [生存|武器合成|战争] 创造属于你自己的时代吧！[1.7.2]",
    "author": "xiaoxiaoyouzi",
    "replyCount": 0,
    "timestamp": 1432602540,
    "txt_content": " 本帖最后由 xiaoxiaoyouzi 于 2015-5-26 17:14 编辑 \nNinthEmpire I---服务器介绍---人们早已习惯了享受第九大陆的庇护，没有危险，但随着人口的增长，人们已经不能止步于第九大陆一个新的大陆——安卡提哈被他们找到了与第九大陆的祥和宁静相反，安卡提哈是一个异常恐怖且神秘的大陆，里面生活着许多来自远古的生物他们暴躁，极具攻击性但这里所掩埋的远古文明是探险者与建国者最大的追求一些勇士在这里筑造的第九要塞已经成为大陆最繁华的地区---宣传图片---\n\n\n\n官方群：298499673---其他图片---\n\n\n\n\n\n\nUnnamed QQ Screenshot20150526091346.jpg (158.03 KB, 下载次数: 0)\n\n下载附件\n\n2015-5-26 09:19 上传\n\n\n\n\n\n\n\n\nUnnamed QQ Screenshot20150526091413.jpg (213.65 KB, 下载次数: 0)\n\n下载附件\n\n2015-5-26 09:19 上传\n\n\n\n\n\n\n\n\nUnnamed QQ Screenshot20150526091446.jpg (106.39 KB, 下载次数: 0)\n\n下载附件\n\n2015-5-26 09:17 上传\n\n\n\n\n\n\n\n---宣传视频---敬请期待……\n---国家介绍---\n古刚铎：刚铎国王自称是希德人后裔，最后一支现存于世的奈希尔王室血脉，他们宣称他们才是第九大陆真正的人皇血脉。他们并不信奉圣光，更信奉自己的双手。人口并不多，但速来训练有素，兵精马壮。军事上一度打败过强大的天启帝国。经济上也凭借着自己的努力不断超越自己。集军事与农业的服务器第一帝国。\n他们保留了古希德人的传统，保留并供奉着纳西尔白树的最后一株幼苗，他们坚信白树开花之时，会有真正的人皇带领他们统一大陆，再现希德人的辉煌。\n加入刚铎，为了白树之花的绽放而战！\n\n古天启：天启雪山下的天启人生性爱好和平，与世无争。但是近来紧张的生存资源和空间迫使他们拿起手中的武器，参与到帝国竞争中去。天启帝国有着最为庞大的人口，虽然天启帝国初期奉行的是精兵政策，但是随着天启往日那些传奇将军的离世，天启军团也走上了人海之路，以绝对的数量压倒对手。\n勤劳认真的天启人希望有一天能用理性和智慧，从精神上完成人类的统一。\n加入天启，为贯彻天启之路而拼搏。\n\n古怨灵：他们曾经为了祖先的誓言而浴血奋战，也曾因欲望的膨胀而最终毁灭。现在，新一代的怨灵族人们决定用自己的汗水铸造新的怨灵帝国，复国之路艰难万险，面对另外两个强势帝国的压力，如何在乱世的夹缝中生存并发展下去，是怨灵人首先要思考的问题。\n怨灵的辉煌属于昨天，今天的他们既没有天启的要塞，也没有刚铎的城墙，他们有的只是手中的工具和武器。\n加入怨灵，为古老帝国的复兴尽自己的一份力量。\n\n教会：中立组织，不干涉国家战争，成员遍布第九大陆和各大帝国。他们在军事上的外交赦免权，在权力上有制裁其他不法人类的能力。但是他们的选拔更为严格，只有那些内心虔诚，有担当有责任心的出色人类，才能获得加入教会的殊荣。\n\n\n\n---部分职业武器---\n圣弓手：古老的圣弓手守护着安卡提哈地区已经有几个世纪的时间，他们心存正义，维持着各个地区的和谐，驱逐邪恶，散播圣光的教义。他们可以射出带有神圣力量的神圣之箭，治愈伤者，痛击亡灵。对亡灵系怪物可以产生无视护甲的巨大伤害，同时可以为队友提供治疗，是团队的核心。\n狂战士：对力量的痴迷使得一部分战士在怒火中获得涅槃。他们拥有极高的物理伤害，同时能将火焰的力量赋予到他们手中的战斧，使出威力不凡的怒火之击。作为当前版本第一近战输出职业，他们的身影可以在安卡提哈的各个角落见到。\n重剑士：最先冲锋，最后撤退，是每一个重剑士的信念。他们有着极佳的生命恢复能力，即使面对强大的怪物，他们也可以有条不紊的使用自己的巨剑来应对，配合圣弓手的治愈能力，一个强大的重剑士完全不畏惧尸群的围攻，是团队的MT。\n此外……\n武器来源于上古的传承，只有实力高强的人才能从安卡提哈中找到锻造的方法\n猎弓手：猎弓手们认为，他们才是安卡提哈大陆真正的弓箭手。他们放弃了对神圣力量的依赖，专注于发展自己的物理伤害，虽然他们与圣弓手之间有着千丝万缕的联系，但是如今的他们，已经与圣弓手毫无关系，他们更关注于怎么将自己的猎物钉在地上。\n灵剑士：在安卡提哈南部黑暗矿洞的战斗中，很多重剑士因为巨剑使用上的不灵活身受重伤，部分重剑士认为巨剑即是保护，也是一种牺牲。这种单纯依赖巨剑的恢复能力的做法在面对真正强大的敌人时只会牺牲自己。于是他们抛弃传统，决定改用更为灵活的风云顶柳铁制造更轻便更锋利的武器。风雨顶柳铁打造的御风剑不但轻便自如，锋利无比，同时具备驾驭风的能力，在减速敌人的同时又能不断的提高自己的移动速度，来轻松躲避那些危险的致命一击。---赞助目录---\n道具价格数量时间注释VIP飞行50RMB11个月附加永久称号[中立·贵族骑士]或[帝国·帝国骑士]NICK改名50RMB1永久产生自定义掩饰ID特殊称号50RMB1永久产生自定义额外称号安卡提哈之泪50RMB5消耗品可以购买各类道普通坐骑100RMB1永久可以在安卡提哈乘骑和召唤的坐骑战斗坐骑200RMB1永久可以在安卡提哈乘骑、战斗和召唤的坐骑(HP:500 伤害:7）战斗改良型佣兵200RMB1永久可以在安卡提哈战斗和召唤的佣兵(HP:100 伤害：15)防御改良型佣兵200RMB1永久可以在安卡提哈战斗和召唤的佣兵(HP:2000 伤害：1 防御：50%)支援改良型佣兵200RMB1永久可以在安卡提哈战斗和召唤的佣兵(HP:10 伤害：20)安卡提哈大礼包Lv.1500RMB1消耗品可以获得80个安卡提哈之泪，一个精良头盔(增加最大生命值26）安卡提哈大礼包Lv.21000RMB1消耗品可以获得150个安卡提哈之泪，一个史诗头盔（增加最大生命值28，一把史诗武器（伤害35-50）\n\n安卡提哈之泪（点卷）兑换列表\n安卡提哈之泪*1   =   绿宝石*50（游戏币）\n安卡提哈之泪*2   =   矿工协会专用镐（建筑专用，高速拆）\n安卡提哈之泪*2   =   建筑师凭证*36（用于各种建筑材料兑换）\n安卡提哈之泪*1   =   蛋糕*64\n安卡提哈之泪*5   =   信标\n安卡提哈之泪*1   =   苦力怕头颅（装饰品）---OP证明---\n\n\n\n\n\n\n\nUnnamed QQ Screenshot20150526091822.jpg (201.85 KB, 下载次数: 0)\n\n下载附件\n\n2015-5-26 09:17 上传\n\n\n\n\n\n\n\n\nUnnamed QQ Screenshot20150526091833.jpg (217.37 KB, 下载次数: 0)\n\n下载附件\n\n2015-5-26 09:17 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}