{
    "title": "<原创·连载>《海潮宇宙 辩论议题》",
    "author": "海潮",
    "replyCount": 6,
    "timestamp": 1432646460,
    "txt_content": " 本帖最后由 海潮 于 2015-5-26 21:24 编辑 \n\n\n\n    我嘛...海潮依旧在他的议会大堂里审讯着一切有关于黎明城的一切法律事务。关于这一点，我想他一定是头疼的——每天要审核3000来的案件。而且反对党的意见也常常闹得他不能够睡觉。无论白天夜里，骚扰的声音从不间断。在午夜，寂静无声的黎明区，也时常有人打过电话来，告诉他要怎么怎么。要不是反对党的声音，要么是推销黑克斯鸡腿汉堡的宣传。为此他也总是喜欢在夜里去叫几个黑克斯汉堡来解解馋，顺便处理几个事物再去酣睡一场，已解痛快，可不是么？为了这么高的官职还要牺牲这一把年纪了，的确是挺勉为其难的啊...\n    就这么艰难的睡到了早上，即使是晚上八点余分就昏昏入睡的海潮，在今朝依旧是仍未满足，急需一场大睡来满足需求。但是这样只是愿望，还有正事需要海潮来处理。海潮进入了黎明城的议会大厅，在议会大厅的Enderman早早地就在此等候着海潮的到来——“安德早安啊。”海潮已经习惯了这么称呼安德，而不是Enderman.“。Enderman笑了笑，冲着海潮说了一句：”不不不，辛苦的还是您啊。”便打着手势，招呼着海潮进入议会室进行会议。\n\n    当海潮来到会议室的时候，里面已经做好了人，就等着海潮开始这场会议。FHC望着海潮，说：“我们可否开始了？”那么好吧，会议开始。今天，我们讨论的是：是否开放黎明城对外开放等离子核放射π武器？总是这种危险的行为会危害到整个黎明城，但是会抵御住从远方星球来的尼玛星人。所以，这个话题一直被人们热炒，直到现在，我们要给他来一个痛快！现在，我们就在这里开始了激辩。\n\n    民主党议员：lzs站起来，这是一个面目和善的大叔，一旦认真起来，那还真是蛮难对付的狠角色。“我代表民主党认为，开放等离子核放射π武器可以抵御外敌的袭击。纵使我们生活在地下，看的见光明。但是我们仍然不能够放松警戒！要时时刻刻的清楚，我们为什么要退居到地底下，做地底生物这种没有尊严的生物！”lzs首先发表论言。一下子，变得热闹起来，头顶上的灯泡在闪闪摇动，仿佛摇摇欲坠般。可是如此，依旧火热朝天般的热闹！\n\n\n    科技党议员FHC站起来，说了这么一句话“我还是觉得，不要开放核武器较好，万一一旦走火，伤到了平民百姓可就....”显然是有些委婉。身在中年的FHC先生，现今已经是中秃。以往举止文明的他，变得有些些迟钝。以至于现在的发福也是如此。人到中年啊...不如从前一般的飒爽英姿了啊...他坐了下去——扒鸡，椅子垮了，FHC恨恨的趴在地上，半天起不来。唯有安德上前帮忙，才有的起身，继续 仪态端庄 的参加这场辩论。然而，一位年轻的男子，穿着西装，站了起来，整理整理腰带，会心一笑。众人定睛一看，这可不是科技党的 未来的希望 潇洒先生么？看来科技党为了圆了FHC的抽象，派出了一位美男子来应付啊。\n\n\n    “各位，我相信。大家都是混迹政坛多年之人了，今日难得有幸相会，我便要和大家来说明。千万，千万...不要开放这个核武器。一旦启动，后果不堪设想！”\n\n\n    “怎讲？何以见得该项目不得启动之说？”议会长海潮走了出来。“就是就是！没有明确的证据，有何理由不开放核武器，抵御外敌？”lzs恨恨的说。“肃静肃静！”海潮示意潇洒继续说下去。\n\n\n    “大家都应该知道，核武器的是放射性的。而且，距离我们的黎明城，也只有10300米的高度。而这样子，如此之大的核武器。一旦出现故障，将会危害到全体社会，危害到整个星球啊！议会长！”如此感人之说确实打动了海潮。但是，海潮依旧是公正的人，不会因为一点点花言巧语就被骗过。\n\n\n    “那么，是时候要来决定了啊...。”海潮有点困了，想尽快结束这一场令人疲倦的争辩。\n\n\n    “议会长！你一定要....。”“议会长，你千万别...。”此时的议会犹如炸开了锅一般的吵闹，生怕不采纳建议，白白荒废口舌。“那么，我宣布....”“海潮你真的要听我的啊！！！！”叽叽喳喳，但凡这样。早已习惯。\n\n\n    “为了抵御外敌，虽然是有几率能够对民众造成伤害，但是眼下事物最要紧。所以，开放核武器！”海潮坚定的说完了这句话。\n\n\n    “这...为什么啊？？？”FHC缓慢的站起来，大声质疑道。\n\n\n    “没有什么为什么，不为什么。一切都是需要改变，才能够进化。”海潮离开议会的时候这样说道。\n\n\n    未完待续....\n\n\n更新时间：每周至少 2 更，按时间多余而定。\n出演：\n@海潮 饰演 海潮\n@End-Enderman 饰演 安德\n@lzs1234 饰演 lzs\n@FHC红石 饰演 FHC\n@恶魔-潇洒 饰演 潇洒\n\n\n友情客串\n@501938012  @尼玛乄骑士 饰演 尼玛星人\n\n拍砖支持\n@冥王星人 \n\n要是想要加入我的海潮世界，请在下方告知我！要饰演什么角色哟！\n    \n                                      \n\n\n\n",
    "replies": [
        {
            "author": "450858809",
            "timestamp": 1432701120,
            "txt_content": "海潮与Yy,{:10_512:}"
        },
        {
            "author": "番茄茄",
            "timestamp": 1432701300,
            "txt_content": "哇，@夜暗伤 好厉害"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1432702260,
            "txt_content": "Enderman笑了笑，冲着海潮说了一句：”不不不，辛苦的还是您啊。”\n你什么时候辛苦过= = 继续努力更新吧少年"
        },
        {
            "author": "草",
            "timestamp": 1432702620,
            "txt_content": "然而某尼玛还是成功中了一枪"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432702740,
            "txt_content": "我的角色好评！= ="
        },
        {
            "author": "xcc",
            "timestamp": 1432735380,
            "txt_content": "默默地希望加入"
        }
    ]
}