{
    "title": "<原创·连载>《海潮宇宙 传送》",
    "author": "海潮",
    "replyCount": 12,
    "timestamp": 1432731780,
    "txt_content": " 本帖最后由 海潮 于 2015-5-27 21:41 编辑 \n\n\n    三周后，发射火箭的日子来了。航天指挥室里，严肃而寂静，谁也不愿意发出声响，打扰这一份异常的平静。航天控制室外的一两百米，就是即将发射上天的 戴维斯 核防御武器。“我相信他会成功的吧？”站在一旁，守护秩序的安德对一旁的新来的跟班，少年酱。这么说道。\n    “嗯，希望这次能够成功就好吧...”少年酱呆呆的望着火箭发射塔，头搭在肩膀上。但手中的激光炮依然紧紧握住。\n\n    快到发射时间了。全员进入了预备状态。火箭发射员将手扣在了红色大按钮上，等到时间一到，将会毫不犹豫的按下去。时间越来越紧。显示屏上，是火箭发射塔，依旧镇定的在原地不动。有人的汗珠点点滴落，有些则摇摇欲动，开始挠了一下痒痒。此刻无人喧哗.......“碰！”一个人推门而入！“这。这，这不是FHC吗！！”FHC一把手将们拉开，走进控制台，夺走了麦克风，大声的对着在场的所有发射人员说：“你们，都别想发射。我可是要阻挠你们的！！！”说完将话筒狠狠的往下一甩，高速飞行的麦克风向着发射控制人员飞去，目标就是按红色按钮的发射人员。“哈哈哈，我阻挡不了你们，你们也别想完成这个阴谋！”FHC已经近乎癫狂了。“碰！”此刻，麦克风狠狠的砸中了发射人员，他昏倒在地上，手中也渐渐无力地朝着发射按钮按了下去。你要得知道，发射前的五分钟，保险栓是解除的。所以，没有任何的告知，“滴滴滴。”工作人员把发射人员扶了起来，眼睛看着大屏幕——火箭已经摆脱了发射塔，朝着预定方向飞了上天。“哈哈哈哈，你们的计划失败了，我赢了，哈！”近乎癫狂了的FHC这样喊着。\n\n    安德这时候从外边回来了，FHC转眼看到了安德，开始拖着自己肥胖的身躯朝着楼梯走下去。但是，就这种速度，很快就给安德扑倒了。安德勒起FHC的脖子，恶狠狠的甩了两下“为什么要这样！？”“就是就是，你不知道，你一失误就能够杀死多少平民百姓？”少年酱也这样问着FHC。“哈...我...我我...是不会告诉你的，我完成不了的，你们也别想，我办不到的，你们也别做！”FHC丧失了理智，开始反抗起来。“他已经疯了，把他一个痛快，送给警察好了。”FHC对着少年酱说了这么一句话。少年酱耸了耸肩”好吧。“便转头对着靠在墙角的FHC说：”在此之前，我得让你先安静安静。他给自己手中的激光炮装上了麻醉炮弹，储能......蹦！！等一阵烟雾以及各种反冲力过后。FHC以及不省人事，趴在墙角上昏了。\n\n    “那么我们该怎么办？队长？”少年酱对着安德说。安德托着下巴，想了一下。“我们能不能用命令方块来传送到外太空呢？”安德对着站在一旁的海潮，这样说着。“命令方块？那可是国家...咳...机密啊？你确定要使用他吗？”海潮抽了一支烟，轻轻咳了两下。“在此之前，我想我们得把某人送往医院看护住，不然又要出来咬人可就不好办了。”“嗯，这件事情我会办妥。”安德。\n\n    众人来到了市政府，市政府的广场，中间的喷泉在喷射着花纹，时不时灯光映射出漂亮的色彩，真是光鲜亮丽啊。可是，在这个漂亮的广场下面，有一条战时地道，地道是小小的，窄窄的，从政府下方，挖到一个郊区。这就是放置命令方块的地方。来到了面前，一个金刚石做的大门，挡在了面前。“我们该怎么过去啊？”少年酱问着海潮。“我有密码卡呢。”海潮将卡拿了出来，放在感应器上。“滴。”门缓缓打开，一行人走了进去。又是一个大门，但是却不同，是透明的。“这个没有门啊！”安德望着这个门，对着海潮说。像是质疑海潮是否带错了路。没说话，海潮从右手边走去，来到了一个小木门，推门而入。这是一个菱形的房间。房间的中间，有一个灯泡，照耀着展台下面的命令方块，照耀出她的美丽。灯光下，甚至有几颗尘埃在翩翩起舞。\n\n    “好了，就是这里了。”海潮将命令方块拿了下来，放在地上。“你想写些什么？”安德看着命令方块。“去太空。”海潮很简短的回答。指令很快输入好了，按钮在一旁准备着，只欠东风。“但...但...外太空这么冷，我们能承受得住吗？”少年酱有少许些害怕。“傻么，我们可是外星人啊，不同于地球人的人啊！”海潮在这里科普了一下下少年酱。少年酱非懂似懂的点了点头，就当做是默认吧。“大家聚拢在一起，传送要开始了！”海潮把香烟放了下来，丢在了地上踩了几脚。“把手放在按钮上，咱们一起按下去。”。\n\n    “3”“2”海潮在倒数呢。“1”。“扒鸡。”嗖嗖嗖，一顿闪烁的光芒过后，只留下海潮曾经抽过的香烟还在冒着烟。其余的早已人去楼空。在传送之界，好奇的少年酱趴在地板，看着愈来愈模糊的地面，感慨：“自己从未到过如此之高峰，实属有幸。”还在升高，已经突破了氧气层了吧？搜搜——一两艘飞船从身边擦过，吓了趴在地板上的少年酱一跳。站起来，发现身已在太空之中。望着闪烁的星云，星罗棋布的星球。还有划过的流星，对于从未做过飞船的少年酱，可算是新奇。\n\n    “看！我们的核武器！”敏锐的安德，用手指着前面的黑色物体。“嗯....应该就是这个了，咱们进去吧。“飞船靠近了核武器，因为是友军，所以就开放了机舱，让飞船飞了进去。飞船平平稳稳的落地了，三人从里面钻了出来，走向了核武器控制台。“HI...”一个头从门橱窗里伸了出来，吓了一跳！少年酱掏出兜里的激光枪，对着他就是一顿乱扫，吓得头马上伸了上去。不敢出来”你是谁？你怎么来到这里的？“听到是熟悉的声音，那个伸头男子才肯从门橱窗里跳出来。”咦，lzs先生？“安德惊奇地打量着他，貌似他不该来这里似得。”你是怎么上来的？“安德警戒起来了。”这个可好玩了...我当时在外面看火箭，我把我绑在火箭上，没想到竟然提前发射了，所以我就阴差阳错的给送了上来了呗。“”原来如此...“众人长舒一口气。就当做是死马当做活马医吧，来了就来了，到时候命令方块一齐送下去算了。嗯，也就只好这样了吧。\n\n    那么，让我们现在来把这个大家伙移动一下吧。海潮坐在控制台，用导航确定了位置，开始移动。预先在轨道的飞船脱离了，开始加速起来，颇有一种推背感，令人心声彭拜。”慢着！我好像看到了些什么东西！“少年酱在瞭望台，看着前方出现的黑雾...哦不，这不是一个超大型的军团么？......\n\n\n    未完待续...\n\n出演名单\n@海潮 饰演 海潮\n@End-Enderman 饰演 安德\n\n@lzs1234 饰演 lzs\n\n@FHC红石 饰演 FHC\n\n@793518379 饰演 少年酱\n友情名单\n@尼玛乄骑士 \n\n@501938012 \n\n@恶魔-潇洒 \n\n@冥王星人 \n\n\n",
    "replies": [
        {
            "author": "End-Enderman",
            "timestamp": 1432731840,
            "txt_content": "FHC会玩effect给自己加血 还有我要揭发你不会玩命令方块233"
        },
        {
            "author": "herboine",
            "timestamp": 1432732140,
            "txt_content": "我也是醉了。不过顶你一个啦！！"
        },
        {
            "author": "施羽融",
            "timestamp": 1432732320,
            "txt_content": "腐竹，我就提醒你一个事，FHC不胖，还很瘦，很瘦很瘦哦"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1432733400,
            "txt_content": "全宇宙都潮汐现象了"
        },
        {
            "author": "小白~别喷。",
            "timestamp": 1432735440,
            "txt_content": "写的这么多很用心=w=\n楼上开始了水王模式，非战斗人员请立刻撤离"
        },
        {
            "author": "lzs1234",
            "timestamp": 1432735440,
            "txt_content": "继续更新，很看好你。感觉在语言方面有点太平铺直叙，“哦。”这样的话要少用。另外一段话再配上对人物的动作和神态描写会有意想不到的效果\n（@某个被称为“理科脑袋”的姨妈君…）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1432736760,
            "txt_content": "我是来砸场子的，所以不要在意。\n\n\n\n       指挥室里，紧张到凝结的气氛已经持续了三个星期。\n       风和日丽的一天，终于迎来了适合发射的日子。\n       现在，室内比往日更加凝重严肃。大家都屏住呼吸盯紧眼前的一方屏幕，生怕用力的吐气造成什么不可预知的错误。\n       室外，千米距离，空旷的广场中央，矗立着即将启动的“美女”——戴维斯，核防御武器。\n       它那笔挺的身姿，在倾注无数昼夜心血的研究员眼中，简直妙不可言。\n       \n       “相信，会成功吧？”\n       站在总指挥身边的助理，上头新派来参与这么重要计划的初级研究员，擦了擦头上的汗，如此自言自语道。\n       他叫海潮。\n       人都知道，液体现在对机械的打击是致命的。而海潮则不同。他现在大量出汗，根本无法平静下来。\n       毕竟，是新来的。\n\n       指挥官低头看了看这年轻人，拍拍他的肩膀，说：\n       “去稍微休息一下吧。”\n       “嗯嗯。”\n       海潮好像获得了巨大的解脱，转身离开控制台边，往wc去了。\n\n       “正点以前回来。”\n       “是的长官。”\n       这里所说的正点，既是手指在鲜红按钮上按下去的一刻。\n       海潮等了几个月，就是为了能亲眼目睹这一刻。\n\n\n\n"
        },
        {
            "author": "海潮",
            "timestamp": 1432736820,
            "txt_content": "冥王星人 发表于 2015-5-27 22:26\n我是来砸场子的，所以不要在意。\n夭寿啦！冥王来砸场子啦，快点把戴维斯开走！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1432738380,
            "txt_content": "海潮 发表于 2015-5-27 22:27\n夭寿啦！冥王来砸场子啦，快点把戴维斯开走！\n啊哈哈哈哈哈——\n【哎呦我的肚子！】"
        },
        {
            "author": "酉月一",
            "timestamp": 1432740960,
            "txt_content": "可恶，竟然没有我的片场"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432788240,
            "txt_content": "我去哪儿了？"
        },
        {
            "author": "海潮",
            "timestamp": 1432788600,
            "txt_content": "恶魔-潇洒 发表于 2015-5-28 12:44\n我去哪儿了？\n后面有戏份"
        }
    ]
}