{
    "title": "对于增加精华以下原创以上作品的曝光率的建议",
    "author": "jimmyzhong",
    "replyCount": 7,
    "timestamp": 1432818660,
    "txt_content": " 本帖最后由 jimmyzhong 于 2015-5-28 22:08 编辑 \n\n众所周知\n移到精品圣堂的作品都会高亮置顶一星期\n然而经过询问众多论坛新手和其他用户时，发现他们在看精品圣汤里的作品时总是习惯性的移到下面看帖，原因是他们习惯性地以为置顶区只有公告，且置顶区所有置顶帖都有高亮，一扫而过很可能误以为是公告，而忽略了置顶作品，很多优秀的中游作品在推出置顶后一沉到底，这对于中游作品来说是很不公平的，都是自己辛辛苦苦造的，谁不想让别人看到和支持\n\n而且置顶帖的曝光率也不高\n大家都知道精华帖是附带着版主推荐的,然而首页上方也有版主精华，很多优秀和版主推荐的帖子被这些精华挤了出去\n然而既然首页上方已经有了精华推送：\n\n\n为什么在版主推荐区不推送优秀和版主推荐的帖子，然而还在投送精华帖呢\n\n\n\n我写这个建议是因为论坛首页没有一处专门展示中流帖子的地方\n以至于中流作品全都淹没到了精品圣堂的帖子中，只有精华才有可能不被淹没\n\n\n我建议论坛开设一处专门在首页投送新的原创以上，精华以下帖子的地方，你们即可以放在首页中的本月精华里，也可以在首页右侧或别的地方放上一个专栏投放原创以上精华以下的帖子，在哪里你们定，至少给那些中流地图的作者一个机会\n\n最后引用卅个屮版主的一句话：\n感觉增加精华以下作品的曝光率,让中流作品也能被人看到,评分\n才能解决两极分化的问题\n\n@爱国青年 @rom718 \n@熊猫丶晓能 \n@poi4399 \n@卅个屮 \n@西红柿片 \n@混乱 \n\n\n",
    "replies": [
        {
            "author": "Forsworn_",
            "timestamp": 1432818900,
            "txt_content": " 本帖最后由 xinxin2459 于 2015-5-28 21:17 编辑 \n\n精品圣汤23333\n虽说上面的确有分类 不过好像都没人去点。。更多人更宁愿去看前10个精。。"
        },
        {
            "author": "jimmyzhong",
            "timestamp": 1432819320,
            "txt_content": "xinxin2459 发表于 2015-5-28 21:15\n精品圣汤23333\n虽说上面的确有分类 不过好像都没人去点。。更多人更宁愿去看前10个精。。\n ...\n如果不给原创以上，精华以下作品机会，论坛只能依靠那几个精华帖，毫无活力\n都是很优秀的帖子，都是辛辛苦苦建的，你为什么说更多人更愿意去看前10个精？你做过调查？如果你做过肯定知道他们除了精华也想看其他优秀的帖子"
        },
        {
            "author": "1.3806",
            "timestamp": 1432819380,
            "txt_content": "把精华都藏起来煮"
        },
        {
            "author": "Yy星人",
            "timestamp": 1432819620,
            "txt_content": "除了10个精,其他的都没甚人看"
        },
        {
            "author": "草",
            "timestamp": 1432821900,
            "txt_content": "然而你这么说我才想起来还有精品圣堂这个板块...\n觉得可以实施，不过我说的不算..."
        },
        {
            "author": "黑星nova",
            "timestamp": 1432824120,
            "txt_content": "我觉得这好像没有不公平，如果减少精华作品的展示力度而提高非精华作品的展示力度才是一种不公平。图章评定分级制度就决定了各级作品的差别对待。吸引人的作品自然而然的会上浮，相对差些的会下沉这也是很正常的事情。还有我向来是不相信所谓“调查与统计”的，采样与调查方式都缺乏严谨性时其数据并不可靠。\n继续，另一个问题，当有大量精华也沉底了的时候，我们应该先照顾精华帖呢还是非精华帖呢？这答案也是显而易见的。\n总结一下，想要自己的作品获得更多关注其实只有一条路：精进。只有在技术上和内容上都上佳的作品才可能获得更多的关注。或者某种意义上来说，展示大区并不倾向于做一个”慈善机构“而是一个”竞技场“。在对作品进行宣传（注意不是加分与给予图章）的时候我们也更多的考虑了作品对会员的指导价值，而不是对作者本身的鼓励。\n希望我的回答可以解决这个问题。"
        },
        {
            "author": "妖梦的舔狗",
            "timestamp": 1432830780,
            "txt_content": "详见楼上\n回下方评分：总的曝光渠道和推广方式有限，增加非精华曝光率势必会减少精华曝光率\n而在绝大部分情况下，精华作品是优于非精华作品的\n"
        }
    ]
}