{
    "title": "<原创·连载>《海潮宇宙 血》",
    "author": "海潮",
    "replyCount": 8,
    "timestamp": 1432902720,
    "txt_content": " 本帖最后由 海潮 于 2015-5-29 20:35 编辑 \n\n\n    戴维斯开始缓缓移动起来，朝着前面密密麻麻的黑色军团飞去。众人注视着前方的战舰，一艘连着一艘，排成一行齐嗖嗖的对着我们的戴维斯。“看样子他们貌似不怀好意呢。”少年酱机紧地拿出了激光枪。但是，对于这么庞大的军团来说。我们就如同海底中的一根针一样，微不足道地渺小。以至于他们在这里根本看不到我们的存在。\n    距离在拉近，戴维斯和战舰的距离愈来愈近...”这...再不停，我们就要撞上去了吧？“lzs似乎有点点杞人忧天，担心自己会因为这件事情而送出自己的小命，这未免也太不划算了。”不不不，我们就是要撞。“海潮这么说，顺带玩了一下命令方块，甩了甩。”你疯了吗？这么大一个东西撞上去？你是活腻了吗！“安德大叫着。正当大家开始反对议论起来的时候，少年酱说了一句话让大家都恍然大悟——”你们忘记了吗，戴维斯有着穿透功能，也有着变色功能，我们可以通过变色，来变成对面的军舰，再用穿透，进入这艘战舰的内部啊。“海潮不弄了，他调整了一下操作台”哔...“戴维斯头顶的扫描仪开始旋转了起来。很快，在比戴维斯打十倍的”小型战舰“上，成功复制了颜色以及识别代码。“那好，我们可以进去了。”海潮伸了一下腰，将飞船开到了战舰背后。由于有着识别代码，战舰并没有进行临界防护以及炮击措施。这倒是让戴维斯上面的众人得以长舒一口气。飞船一直以直线穿透着，直至停在一个大型的广场中央，戴维斯才肯停下来歇息一阵。\n\n    四人从戴维斯中钻了出来，深呼吸，毕竟闷在这小小的飞船里面太久了的确会有一些烦闷在里头。这时，从东侧传来“嗒...嗒...嗒...”一阵清脆的声音。如同铁蹄，如同刀刃。齐刷刷地向着东侧看去。一个黑影，慢慢地向着这里走来，没有说话，寂静无声。这并不是老人一样的衰弱无力，恰好，是一种神秘的气息，强者的味道。这种行走方式让少年酱吓了一跳：“这难道就是外星人吗...他...他会对我们怎样？”少年酱作为一个新兵，脸上有些些恐惧在身。那黑影中，走出一个人，越来越近，越来越清晰。这是一个蛮健壮的男子，穿着紧身衣，手中握着一把激光炮，对着我们走了过来。看了看面容，发现，白白净净的，看上去算是一个好人——不过，人心不可测，谁知道他接下来要做些什么举动呢？他走过来了，距离我们五米，站在那里，打量着我们这一行人。“你是谁，为什么要出现再这里？”安德问。\n\n    “我...我为什么要出现再这里？因为我喜欢血，喜欢看到别人的血。所以我叫‘血君’，多多指教。“眼中透露出的寒意不禁吓了安德一跳，如冷锋，如利剑。”多多指教，但是，为了我们，我得把你给解决。“安德义正言辞地说，拿出了激光刃，唰的一声开启了刀刃。”你真的是要和我来一场决斗么？“安德点了一下头，他们拉开了距离，一触即发。\n\n    安德冲了上去，一把激光刃落在了血君的头上，速度如同闪电一般披在了头上。”唰...“同样是一阵声音，掀起一阵大雾。我们三个都给遮住了眼睛。迷失了方向的我们只能靠在墙角，看着他们打斗着。两个影子在里面跳来跳去，激光的逝影在闪动着蓝色的光芒。一个人朝他砍去，纵身一跃。但是却反应慢给一脚踢了下来。在地上躺着的人想起身，但是却被刚刚好落下来的人压住了。这时候，烟雾散了。安德躺在地下，看着剑在他的头上，而拿着剑的，恰好是血君。\"你的力量不错，相信血的质量也肯定是上乘的，可惜的是，与我做对，下场只有一个——死。”“.......”安德想说些什么，却又...“嗖！”一把剑刃，插入了安德的脑中...鲜血流了出来。他的眼睛，绷得大大的，身体剧烈抽搐着，原本红润的脸色变得惨白。血染红了一片，流到了少年酱，流到了lzs，流到了海潮的脚下...他把剑拔了出来想给他一个痛快。\n\n    在这生命弥漫之际，安德爬到了少年酱身边，轻轻地，对着他说：“我相信你...会是一个...领黎明城，骄傲的人的...”手垂了下去。眼睛渐渐无神，一动不动的。我们都知道，他死了。但是，又有什么理由来哭诉呢？面对身前的强者，又该如何是好，愣住了的一行人，看着死去的安德，不知道如何是好...少年酱望了望对面的血君一眼。蹲下身子，握住了安德的手“我一定会成功的。”合上了他那因为痛苦而睁开的眼睛。安德走了，接下来，就是复仇。\n\n\n    “你就是血君么？”少年酱问道。“那是自然，弱者。”血君在笑。\n\n\n    在这小小的空间里。白色的墙壁，蓝色的光。寂静无声，泛黄的血迹，成为了这里的象征。“那么，开始吧。”嘴角泛起一丝笑意，挥起了手中的剑刃，朝着血君走去。空间回响起脚踏声。正如同血君来临的时候，不乏一丝冷意，令人发麻。剑挥了动了：“  为了哥哥，哪怕是牺牲，也要杀你一刃！”“嗖！”一把飞刀插中了少年酱的胸口，他忍着剧痛，看了一下伤口，并无大碍。往前看了看，血君在前面昂然得意，笑了又笑。他，继续提着刀，随着怒气，刀越来越强大，以至于刀刃的能量聚集器也都变成红色的警告颜色。一直低着头的少年，抬起头。此时的他，不再是少年酱，而是一个战士，一个为了复仇的战士。眼角泛着泪光的眼神，但又不乏杀气和寒意，黑溜溜的深洞，貌似有着无穷的尽头。“你现在，就来赎罪吧。”少年酱幽幽的说，立马即从三米外，闪现到了血君背后。“我为鲜血而生，我既是血。又曾怕过何人？”血君还自大的说。“是吗，不过你要去见见黎明王了啊。”“德玛西亚！”\n\n\n    血，同样的血。不同的意义。恶即是恶，罪即是罪。一个人，干了什么事情，就应该有什么样的结果给予其。有的人永生，有的人则堕入地狱。\n\n\n    少年抬起头。他知道，他赢了，在一个人的尸体上面，露出了惨白一笑。“那么，这些该怎么办？”lzs站出来了，刚刚一直躲在海潮后面。“这些吗？把他们放到戴维斯里面吧。”“哦。”“我们还有很多事情要做呢。行动！”一行三人，在尼玛战舰上继续探险，等待的，终究是何物？\n\n\n    未完待续...\n\n\n  出演名单\n@海潮 饰演 海潮\n\n@End-Enderman 饰演 安德（已死，感谢参与。）\n\n@lzs1234 饰演 lzs（下一章有大戏份）\n\n@793518379 饰演 少年酱\n\n@zxc554989965 饰演 血君（路人甲の强者）\n\n@冥王星人\n\n    告知：  近期海潮给熊孩子泼到感冒了，所以状态不是特别好，如果有好的建议请在加分或者下方回复告知。如果想参与小说同样可以在下方回复或者加分告知哦！\n\n\n\n",
    "replies": [
        {
            "author": "咕噜and呼噜",
            "timestamp": 1432902960,
            "txt_content": "海潮宇宙笑尿 能加入我么0w0\n"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1432903260,
            "txt_content": " 本帖最后由 End-Enderman 于 2015-5-29 20:53 编辑 \n\n命令方块呢？给我砸死这家伙！复活币在哪里？{:10_509:} 我是生存不是极限 kill @e扫全屏233"
        },
        {
            "author": "xcc",
            "timestamp": 1432903500,
            "txt_content": "海潮也开始写小说了？加油"
        },
        {
            "author": "番茄茄",
            "timestamp": 1432903920,
            "txt_content": "没有打斗部分差评"
        },
        {
            "author": "海潮",
            "timestamp": 1432903980,
            "txt_content": "西红柿片 发表于 2015-5-29 20:52\n没有打斗部分差评\n{:10_493:}你造为什么安德会屎么？因为他今天向我装逼了。\n\n就是这么简单"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432903980,
            "txt_content": "捅到脑子不是应该迸出脑浆么……\n而且我去哪儿了？"
        },
        {
            "author": "海潮",
            "timestamp": 1432904100,
            "txt_content": "恶魔-潇洒 发表于 2015-5-29 20:53\n捅到脑子不是应该迸出脑浆么……\n而且我去哪儿了？\n等到后半部分——重返黎明城。\n\n你将有大戏份。"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432908600,
            "txt_content": "海潮 发表于 2015-5-29 20:55\n等到后半部分——重返黎明城。\n\n你将有大戏份。\n听到大戏份我就义不容辞地点了评分（滑稽#）"
        }
    ]
}