{
    "title": "[双线]STRAW服务器—— 一个充满基情的友谊世界[1.7.2]",
    "author": "guoba",
    "replyCount": 0,
    "timestamp": 1432963200,
    "txt_content": "======STRAW服务器====\n\n[bili=2015700]1[/bili]\n\n\n\n                                                                         【Minecraft-Straw服务器法规】\n\n第一章 关于服务器内基本法规\n\n第一节 关于游戏禁封办法：服务器里一旦被人举报破坏，破坏人立即禁封，并不给于解释权与解禁权【永久禁封】。禁止制造高频红石。如影响服务器运行流畅度管理员将有任何权利处理高频和处理制造人。禁止恶意踩踏他人农作物或恶意扰乱他人正常游戏秩序。禁止制造高空流水,如影响服务器运行流畅度管理员将有任何权利处理流水和处理制造人。玩家饲养的全部动物家畜必须控制在8只内，如服务器因为动物数量造成卡顿管理员将有权清理全服动物。禁止玩家收人民币贩卖自己虚拟货币与物品给其他玩家。禁止恶意登录他人账号试密码等盗号行为，将会被永久禁封。玩家们设置复杂密码，如因设置ID名称或QQ号码作为密码被盗号，服务器概不负责。禁止玩家被封禁后另开小号上服请求解封，服务器管理不会给任何禁封玩家解除禁封。禁止玩家使用透视材质、脚本、各类作弊MOD进行游戏，将会被永久禁封。请玩家对自己的建筑,养殖,农田等地进行圈地，对不圈地被破坏的玩家将不会赔偿但会处理破坏者。主城为空岛，玩家不要以身跳崖，对于死亡信息刷屏者将会被监狱20分钟。服务器里禁止辱骂,诋毁其他玩家,讲粗口。违反者将会禁言30分钟。禁止多次恶意杀死其他玩家或者攻击其他玩家，违反者将会永久禁封。【以上条款为服务器必须同意条款，如游戏里有任何问题和困难请及时向管理反应，不要自作主张】\n\n第二章 服务器官方群法规----------\n\n第一节 关于服务器群玩家规定玩家群名片必须为自己的游戏ID，不改名者每月的清理有可能会被T出群。禁止玩家擅自在群共享上传任何文件，玩家想要共享请联系管理。禁止玩家擅自在群相册上传任何违反中华人民法律的图片。\n\n第二节 关于在服务器群内的发言等问题禁止发表黄色、低俗、犯罪相关的信息。禁止辱骂、诋毁其他玩家，并且禁止玩家讲粗口。禁止在群内发起任何形式（图片&文字）刷屏。禁止宣传他人服务器，包括发布其他服务器IP（图片&文字）。禁止散布关于服务器谣言、诽谤他人等虚假信息。禁止在群内或私下拉玩家到其他服务器。【以上违反者、禁言12小时或踢出群】\n\n第三节 关于求助服主或管理员禁止骚扰或频繁私聊管理员或服主。禁止侮辱管理员或侮辱服主等行为。对于反应问题、困难的玩家请直奔主题，如管理不再请在私聊留言禁止向管理员或服主索要任何物品或方块禁止向管理员或服主索要任何权限文字。\n\n\n                                   =====服务器介绍=====\nSTRAW服务器创办于2013年11月，到现在正式开放全新的周目\n\n本周目服务器以素质路线为主，大量招收素质玩家（基佬和腐妹子）和各种生存,建筑的能手来扩大服务器的影响力，\n\n本周目服务器里，凡是你动了别人家的一草一木，或者是偷了别人家里任何一个方块而被举报的话，将会被管理员立即禁封，且不给于解释权与解禁权【永久封禁】（详情请见服务器官方的服务器法规）\n\n（而且我们会尽力恢复玩家的个人财产和建筑物的，所以大家完全没有后顾之忧哟=W=)\n\n\n                              =====世界介绍=====\n【主城界】\n\n\n\n\n\n各位玩家出生的地方，在这里可以收购一些基础物资，以及前往通向其他世界的空中港口。\n\n\n【生存世界】\n\n\n\n\n\n玩家进行主要生存活动的世界，玩家可以在这里建家成立村庄的世界。发展的好的话咱们\n还会给村庄设立专门的WARP地标\n在本世界禁止任何破坏他人建筑和偷窃行为，以上将会被永久禁封。\n\n\n【罗罗世界】\n\n\n\n\n\n\n罗罗世界是建筑师的世界，这个世界是以邀请制度,只有通过ROROo邀请才能进入的世界，\n本世界为建筑好手们提供专门的建筑平台，以致力于吸纳到一批富有实力的建筑师。\n\n本服的官方建筑师团队为[Straw Tea time]\n\n\n【娱乐世界】\n[彩虹大作战]开放中\n\n\n[躲猫猫]研发中\n\n顾名思义，是玩家闲时进行游戏的世界，腐将会转载一些很有意思的小游戏供\n大家玩耍。\n(管理员还会在娱乐世界不定期地举办[掘一死战]，[空手道]等趣味性活动！）\n\n\n\n\n\n\n\n                                                                                 =====传送门=====\n                                               →→→→→服务器贴吧←←←←←\n                                               →→→→→服务器官网←←←←←（建设中）\n                                          \n                              =====玩家合照=====\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}