{
    "title": "<原创·连载>血色王国 第VII章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 9,
    "timestamp": 1432970220,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-6-13 21:26 编辑 \n      一个小女孩在黑夜中低声唱着这首可怕的童谣，我的双腿发软，两眼直发黑，我已经无法在这种恐惧的环境中继续活下去了。\n      我颤抖着从口袋里掏出匕首，将它架在我的脖子上，只要轻轻一划，我就会死在这片不毛之地。“刺下去，刺下去！你会解脱，你会不再遭受世间的一切痛苦，刺下去吧！”我的冷汗直冒，毕竟我是爱着这个世界的，谁又想死呢。“放弃吧，你内心的想法已经让你放弃了这个疯狂的念头，放弃吧，你死在这里，只会为这里增添一份恐惧阴森！”两种声音在我的脑海中回荡。\n      一时间，我的大脑仿佛出现了两个派系，不停争吵，在我的大脑里肆无忌禅。我跪在地上，捂着头痛苦地叫着，一个派系被挤出去了。我捡起掉在地上的刀，再次架在脖子上，“三，二，一！”我在内心默默地数着数，正当我要了结自己的生命时，小女孩朝我巍巍颤颤地“飘”了过来。\n      真的遇到鬼了？我手中的刀从我满是汗的手中滑落在地上，但很快不见了。小女孩的手上不知道什么时候出现了一把刀，上面还沾有血迹。我猛地感到左小腿有些许阵痛，低头一看，小腿部被切开了一道口子，正在汩汩地流着血。\n      这一次真把我吓坏了，难不成她会瞬移？还用极快的速度“借刀杀人”？这该有多恐怖！\n      “妈妈杀了我，爸爸吃了我，兄弟姐妹捡起我的骨头，埋在冰冷的石墓里。”又来了，这恐怖的童谣再次传进我的耳朵，如无形的声波一样，在我的大脑内乱窜，让我痛不欲生。“呵呵……”小女孩咧开嘴笑了起来，我看到她的嘴里满是血液，使我不禁一阵恶心。\n      “我想你不应该出现在这里。”她说着话。在这个宽大的公园内她的声音竟然有回声，也许她真的是从另一个世界来的。但我为什么不应该出现在这里呢？“你不必知道太多，这对你没有任何好处。”她可以听到我的心声，好神奇！“预知纹。”预知纹？！“可以算是一种特殊的……技能吧。”这句话好像在哪里听过……算了，现在主要的事情就是从这里出去！\n      “别想了，那些乌鸦就是在这里死去的人，你也会成为其中的一员的。”这是在暗示我她要把我杀死么……我渐渐的认可了着一种暗示，毕竟我也是将死之人，尽管是被杀。\n      她笑笑，用手揪住我的头发，朝着小路深处拖，我竭力想要挣脱开来，但无能为力。她的手上仿佛有刀似的，我的头皮承受着难以忍受的疼痛，先前的那双皮鞋也不知道什么时候跳到了她的肩上，似乎在嘲笑我。\n      黑暗中，一盏幽蓝色的灯在窄小的楼梯口照着。下面看上去漆黑漆黑的，似乎是一条有去无回的死路，但她还是坚持和我一起下去。楼梯两侧的墙壁上，很多是长了青苔的石头，楼梯上的石头也摇摇欲坠，估计是上了年代的。\n      没多久，我眼前就出现了一个巨大的地下传送中心！\n      这里的格局与地上的没什么区别，依旧是络绎不绝的人群与嘈杂的声音，抬头看看，地上的传送中心丢失的大吊灯竟然被移到了这里，而且显得更加明亮、更加豪华了。可是，她为什么要把我领到这个地方呢？\n      “哈森！”当我看到一个塔尔人后，忍不住叫了出来。\n      “谁！”她警惕地朝四周望望，生怕有谁要杀了她。\n      哈森斜着眼冷冷地看着我，我突然后悔叫他了。他非但没有理我，反而迈着更大的步子走开了，我气愤地望着他的背影，让周围的人投来异样的目光。小女孩也把松开的手继续抓着我的衣服，警惕地说：“你看到谁了？”我摇摇头，表示我什么也没有看到。\n      她这才松开了我，我从地上爬起来，头顶的那盏吊灯引起了我的注意。灯，总感觉有什么怪异。但又说不出口是哪里怪异，灯泡里好像有什么东西一直注视着我。\n      “呵呵。”小女孩轻笑几声，朝前跑去。她的脚变得模糊不清了，紧接着是腿，然后是身体。“我叫磁石。”话音刚落，她便消失在了我的眼前。还没等我反应过来，周围的人群，地下的传送中心随着磁石一起消失，地板变得黯然无光，墙壁不再是粗糙的岩壁，而是耐钢制成的坚硬的墙壁。\n      还是这样的传送中心。\n      刚才的一切仿佛都是在做梦，除了公园那段经历还很真实，其余的都好像是上帝给我开的一个小玩笑！\n      “我叫磁石哟。”一只手搭在了我的肩膀上，我颤抖着转过头，她笑眯眯地看着我。\n      感觉快要窒息了。上一章      索引      下一章",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1432970460,
            "txt_content": "恶魔-潇洒 发表于 2015-5-30 15:22\n@llxy @Michele @xcc @白安西 @北极星人 @天阶 @海潮 \n这次我偷懒了，别打我~\n往死里打= =#竟敢偷懒233"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432970520,
            "txt_content": "@llxy @Michele @xcc @白安西 @北极星人 @天阶 @海潮 \n这次我偷懒了，别打我~"
        },
        {
            "author": "白安西",
            "timestamp": 1432974120,
            "txt_content": "恶魔-潇洒 发表于 2015-5-30 15:22\n@llxy @Michele @xcc @白安西 @北极星人 @天阶 @海潮 \n这次我偷懒了，别打我~\n(￣▽￣\")  为什么我今天中午发不了啊"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432974360,
            "txt_content": "白安西 发表于 2015-5-30 16:22\n(￣▽￣\")  为什么我今天中午发不了啊\n应该是因为论坛抽风，多点几下就好了"
        },
        {
            "author": "天阶",
            "timestamp": 1432984020,
            "txt_content": "……\n群里最近怎么了？！\n师傅怎么退位了？！\n又死哪去了？！\n（话说我最近好像也死了……）"
        },
        {
            "author": "xcc",
            "timestamp": 1432991280,
            "txt_content": "恶魔-潇洒 发表于 2015-5-30 15:22\n@llxy @Michele @xcc @白安西 @北极星人 @天阶 @海潮 \n这次我偷懒了，别打我~\n往死里打，妹妹背着洋娃娃"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1432992780,
            "txt_content": "天阶 发表于 2015-5-30 19:07\n……\n群里最近怎么了？！\n师傅怎么退位了？！\n退位＝退休。师傅要编剧情，我就暂时恢复“群主”职位。\n群里最近雷声大，但雨点小，慢慢就适应了。"
        },
        {
            "author": "llxy",
            "timestamp": 1433053140,
            "txt_content": "恶魔-潇洒 发表于 2015-5-30 15:22\n@llxy @Michele @xcc @白安西 @北极星人 @天阶 @海潮 \n这次我偷懒了，别打我~\n往活里打，居然敢偷懒"
        },
        {
            "author": "白安西",
            "timestamp": 1433232600,
            "txt_content": "恶魔-潇洒 发表于 2015-5-30 16:26\n应该是因为论坛抽风，多点几下就好了\n好吧，这个星期补更QAAAA"
        }
    ]
}