{
    "title": "<原创·连载>《狩猎史诗》第八章-伊莉瑞娅",
    "author": "501938012",
    "replyCount": 9,
    "timestamp": 1432981020,
    "txt_content": " 本帖最后由 501938012 于 2015-5-30 22:15 编辑 \n\n《狩猎史诗》索引传送门：http://www.mcbbs.net/thread-447088-1-1.html\n第八章-伊莉瑞娅\n    凭借透过腐朽木门的寸寸微光，满地的猩红与刺鼻的腥味才让我从万分惊恐中跃回现实。\n    存尸体的房间。\n    我脸色惨白，甚至不敢随意摆动头部，生怕看到一些骇人的东西。但在这狭隘的石砖房间里总有些事情是不可避免的，一颗血染的头颅已经映入眼帘。双眸已经适应了这里的黑暗，整个房间我也能借着微光看清了。\n    令人作呕。\n    尸体成堆的放着。有些被开膛破肚，有些则头颈分离。石砖墙上还有些狰狞的血印，宛如死神来过一般。面对这一切，也可以想象到杀狼猎团是多么残暴了，为了资源与财富不择手段。内心对这些黑猎团的痛恨一寸一寸地增涨。\n    微弱的哭声传入我的双耳，我被吓得差些跳起来。惊慌的目光定格在尸堆中，无论怎样都挪不开了。最终还是冷静拯救了深陷其中的我，“难道是生还者？”我顿时出了一身冷汗“在杀狼猎团这么残忍的手段之下还有生还者么？”\n    虽然很不愿意相信自己的双耳，但还是走上前开始搜索。我循着哭声走去，刺鼻的腥味越来越浓，尸体的腐臭猖獗地乱窜。走在死人堆里如同走在僵尸密不透风的包围之中，仿佛自己就要成为他们中的一员了。\n    最终我找到了她，在这个阴暗的角落没有任何光，但我仍然清晰地看到那垂地的金色长发。她的头深深埋在双膝之中，双手抱头，抽泣从未间断。我走上前，左手伸出并搭在她抽动的肩膀上。下一刻，哭声骤然停止，她猛地抬起头，瞪着惊恐的大眼睛。我已经预料到接下来要发生的事情，蓄势待发的右手紧紧地捂在了她的嘴上。这才让她到嘴边的尖叫没有把杀狼猎团的人招来。\n    她两只手都牢牢钳住我的右臂，从未放弃尖叫出声，试图挣脱我捂住她嘴巴的手。但拳师的力量岂是这么容易就可以抗衡的？我不顾她双腿疯狂地蹬在我的肚子上，轻声说道“我是来救你的。”\n    听到这话，她竟是瞪大了双眼，停下了对我腹部的折磨。在这黑暗之中，她的双眼如同闪耀的绿宝石一般，即便没有光，也闪得让人心醉。我见她不再企图尖叫，便松开了紧捂的右手。\n    “你是大哥派来的吗？”她开口说话，夹杂着惊恐，但吐出的每一个字都宛如音符一般，胜过天籁。我自然没有时间去感受这些，只是答道“不。我只是其中一个受害者，现在我要带你逃出去。”我顿了顿“你叫什么名字？”\n    “我叫伊莉瑞娅。”甜甜的声音响起。我却是震惊了，伊莉瑞娅，正是循风主城城主女儿。\n    据说伊莉瑞娅是城主最为宠爱的孩子，留给伊莉瑞娅的侍卫比留给自己和妻子的甚至要多上几倍。若伊莉瑞娅被黑猎团狩猎的事情传出去，一定会震惊全国上下。这样一来，循风主城的保护措施将受到巨大的质疑，整座城的声誉更是会一败涂地。\n    带着惊讶，我还是决定确认一下“循风主城城主的女儿伊莉瑞娅？”\n    “是的，你不是哥哥派来的，那又是谁呢？”伊莉瑞娅歪着头问道。\n    “我叫做xian”淡淡答了一句“是个自由猎人，也许你现在不相信，但等我把猎人徽章拿回来你就明白了。”\n    伊莉瑞娅像是明白了一样点点头，我当然会好奇她被杀狼猎团抓来这里的经历。实在不敢相信杀狼猎团连循风主城城主的千金都敢狩猎，便询问了起来。\n    “那天中午，我草草地吃过午餐，我便决定去市集瞧一瞧。”伊莉瑞娅有些后怕地说了起来“我没有带侍卫，便直接乘马车去了城东的市集。”\n    我点点头，示意她继续说下去。\n    “逛了差不多一个下午，我都没有看到喜欢的东西。但后来，我看到了一个卖宝珠的地摊商人。”说着伊莉瑞娅双眸中的惊恐便流露了出来“当时周围的商铺都已经收店了，没有什么人在这个市集里了。我正挑好一枚淡蓝色的宝珠收进腰包，正要付钱…只见那个商人突然神秘地一笑，我便被一样东西击中了后脑勺昏了过去。”\n    伊莉瑞娅眼圈泛红，眼角又出现了晶莹的泪水，我拍拍她的肩，安慰几句，她带着啜泣继续道“醒来后我便在一个奇怪的房间，周围满是装着不明液体的瓶子，我在爸爸的实验室看到过这些瓶子呢…”\n    我一想，瓶子很多，那想必是炼药室了，没想到杀狼猎团连炼药这种高成本高难度工作都有涉及，看来狩猎到的肮脏财富确实是不少啊。\n    “我发现我的手脚都被绑着，身上值钱的东西都没有了，几个脸上带着刀疤的人取过装着紫色液体的瓶子就要往我嘴里倒…”伊莉瑞娅像是感到恶心一样皱了皱眉“我又一次昏迷，再醒来，便在这个恶心的房间了。”话音刚落，便又低头抽泣起来。似乎命运就是闻着恶心的腐臭饿死在这里。\n    “我们会逃出去的。”我摸摸她的头，言语中的仇恨要撕裂一切。字数统计 1726",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1432981020,
            "txt_content": " 本帖最后由 501938012 于 2015-5-30 22:12 编辑 \n\n【审判官大人】\n@冥王星人 \n【贵宾席】\n@月轻歌 @海潮 @simon3000 \n\n"
        },
        {
            "author": "海潮",
            "timestamp": 1432981500,
            "txt_content": "不错，这个月的订阅费是你的了"
        },
        {
            "author": "501938012",
            "timestamp": 1432981620,
            "txt_content": "海潮 发表于 2015-5-30 18:25\n不错，这个月的订阅费是你的了\n我感觉这章有点流水的\n在电脑前坐了2小时憋出来的...\n这种过渡的章节写起来好带（you）感（nan）啊（du）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1432994940,
            "txt_content": "还行不过有错字"
        },
        {
            "author": "501938012",
            "timestamp": 1432994940,
            "txt_content": "冥王星人 发表于 2015-5-30 22:09\n还行不过有错字\n....是用法错误（例如 的、地、得）还是字完全错了"
        },
        {
            "author": "冥王星人",
            "timestamp": 1432995180,
            "txt_content": "501938012 发表于 2015-5-30 22:09\n....是用法错误（例如 的、地、得）还是字完全错了\n我是说那个“令人作呕。”"
        },
        {
            "author": "lzs1234",
            "timestamp": 1433072880,
            "txt_content": "好血腥，不过文笔还不错"
        },
        {
            "author": "月轻歌",
            "timestamp": 1433158020,
            "txt_content": "‘醒来后我便在一个奇怪的房间，周围满是装着不明液体的瓶子，’\n\n‘ “我发现我的手脚都被绑着，身上值钱的东西都没有了，几个脸上带着刀疤的人取过装着紫色液体的瓶子就要往我嘴里倒…”伊莉瑞娅像是感到恶心一样皱了皱眉“我又一次昏迷，再醒来，便在这个恶心的房间了。’\n\n额额，想入非非"
        },
        {
            "author": "501938012",
            "timestamp": 1433161200,
            "txt_content": "月轻歌 发表于 2015-6-1 19:27\n‘醒来后我便在一个奇怪的房间，周围满是装着不明液体的瓶子，’\n\n‘ “我发现我的手脚都被绑着，身上值钱 ...\n紫色的药水→伤害药水*-*我可是正直的人"
        }
    ]
}