{
    "title": "<原创·连载>《浩劫》第三章 by lzs1234",
    "author": "lzs1234",
    "replyCount": 5,
    "timestamp": 1432982520,
    "txt_content": "短，下一章会很长2333",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1432982580,
            "txt_content": "标题: <原创·连载>《浩劫》第三章 by lzs1234 本帖最后由 lzs1234 于 2015-6-16 18:03 编辑 \n==========第三章==========\n    墨索克从无边的黑暗中醒来。他站起身，发现自己正处在一片雨林之中。\n    他感到浑身乏力，许多地方都有酸痛感。他抬起头看了看周围，高大的丛林木矗立在四周，看起来似乎高不可攀。他卸下背包。他的脸上闪过一丝惊慌：他明显感到背包轻了许多。他迅速拉开拉链，果不其然，里面只剩下一个工作台和那一本《坠魂服务器》的书。\n    墨索克似乎感到一丝绝望，眼神里闪过一丝失望。但很快又被克制住了——他不是一个轻言失败的人。\n    他来不及去想是什么力量清空了自己的背包，把自己传送到这个荒无人烟的地方。因为他现在没有食物，只剩下一个工作台和一本不能吃的书。他现在应该做的是努力生存。\n    “要致富，先砍树”，这句话墨索克再熟悉不过。当他来到追逝村时就是靠砍树和打猎维持生计。但现在很明显，在这样一个连水都没有的地方，最重要的事应该是先爬出去。\n    他抱住光秃秃的从林木树干，运用爬杆的方法向上蹭。但不一会儿，他失望的滑了下来——这只是浪费体力。\n    一只鸟扑扇着翅膀飞来，停在一棵丛林木的顶端，撞在一片树叶上。树叶缓缓飘落，掉在墨索克的鼻子上。墨索克循着落叶飘落的轨迹望去，那是一棵丛林木。但是…墨索克注意到了什么不同的地方……\n    一棵长长的藤蔓。\n    他缓缓走过去，一只脚踩上藤蔓上的一个洞，手抓住藤蔓两侧，像爬梯子那样爬了起来。藤蔓剧烈地晃动着，似乎马上就要带着墨索克一起摔下来。当然，藤蔓最终没有断。墨索克顺着藤蔓艰难地一下一下向上爬，看起来弱不禁风的藤蔓竟然承受住了墨索克70公斤的重量，太阳的余晖消失时，墨索克爬上了藤蔓的顶端。他一只手抓着藤蔓，另一只手在背包里翻找着工作台。他从工作台上取下剪刀，包都没拉上，就迅速剪除了头顶繁茂的树叶，爬上了树顶。天色已经明显变暗。虽然不知道这里会不会有僵尸之内的怪物，但还是小心点为好。墨索克抽出铁锯，除掉了多余的树叶，只留下供自己睡觉的一点地方。\n    干完这些，天上已繁星点点。丛林木下面不时传来僵尸的嚎叫。墨索克抽出那本《坠魂服务器》，想借着月光看一看。第一页是一片空白，第二页也是如此，第三页照旧。墨索克翻到最后一页，有了几个字，可惜月光太微弱，辨认不出。墨索克仔仔细细对着辨认了一番，放下书，躺在树上睡着了。\n                  （未完待续）\n订阅席：@海潮 @恶魔-潇洒 @C-青皮君\n订阅费每期5金粒。\n索引：你可以通过两种方式到达索引：1、点击我签名档的链接。2、点击这里"
        },
        {
            "author": "海潮",
            "timestamp": 1432982640,
            "txt_content": "喂喂喂，太少啦！"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1432999380,
            "txt_content": "lzs1234 发表于 2015-5-30 18:42\n这一章比较短，下一章会很长2333\n我对于你的这部作品保有很大希望；因为他总是能让人感悟到一些人们已经忽略的东西。\n所以我没有把它当故事看；它所有的东西早已超越故事本身了。\n然而，不知是因为作者水平有限还是别的缘故，这些东西很有限，所以我想提出我的拙见。\n当然，在下水平有限；所以不妨听听 @xcc 的意见。\n\n……墨索克不是一个有着可笑的悲观的人——实际在这点上，他比那些蠹虫与猪人①要强得多。\n当动物们面临绝望的时候，理智总使它们模糊地认识到离开它，然而在寻求办法时却总是四处碰壁。所以这其实也根本不能算做理智，顶多是动物的本能；然而墨索克是理智的，他知道怎么做，那就是面向希望。\n你很清楚地刻画了人物的动作，这令人值得赞赏；用细腻的动作来体现人物的细腻情感，会不会更好呢？\n由于作者在情感上有自己的想法，这点就不做举栗。\n（白用得很适度；把旁白与独白区分开来会更好一点。）"
        },
        {
            "author": "418878840",
            "timestamp": 1433060220,
            "txt_content": "有点短，但我可以从每行文字中感受到作者的认真和细心，这点非常难得。\n人物的动作，心理描写都十分细致，给人一种身临其境，浑然天成的感觉。\n但作者要注意的是词语之间的排列顺序，怎样才能让人读起来更舒服呢?\n列如这句话墨索克似乎感到一丝绝望，眼神里闪过一丝失望。给我的印象很深，简单又不失内涵，作者写的很好\n每个人都已自己的写作风格，希望作者可以继续坚持下去。（下次更新可以@我么{:10_492:}）"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1433139540,
            "txt_content": "第二次看，感觉不给人气不行……"
        }
    ]
}