{
    "title": "[双线]寒烛服务器——属于你的蒸汽朋克时代[1.7.10]",
    "author": "好奇_先森",
    "replyCount": 4,
    "timestamp": 1432993260,
    "txt_content": " 本帖最后由 好奇_先森 于 2015-5-30 21:45 编辑 \n\n一、前景：\n上一周目：战争！口袋妖怪！\n\n\n周目故事背景：\n        故事续上一个周目的终焉\n  在意识到所有的殖民者正被“世界征服系统TypeK”利用之后，越来越多的玩家加入了反抗组织“洛克特”的行列中，然而因盖亚意志而诞生的两大灾难神兽之中“盖欧卡”还未来得及降临便被摧毁魂石而再次陷入沉睡。\n  愤怒的盖亚意志附身于成功降临的神兽“固拉多”上，意欲踏平殖民基地，毁掉TypeK的本体。与此同时洛克特收到消息之后亦是倾巢出动，大军压境。\n  当本土反抗联合军抵达殖民基地时，映入眼帘的是一只没有人能认出来的精灵，与一些依旧被洗脑的玩家固守着营地。\n  ‘我尝试了所有我能想到的办法，可是被我们捕获的那只梦幻无论如何都不能变成超梦。’那只精灵发出了令玩家熟悉的声音，是TypeK。\n  ‘于是我就在思考，是因为排斥吗，是因为我不是这个世界原本的东西所以被拒绝了吗。’它自顾自地说着‘那我就用我自己的方法，你们看，这是快龙和血翼飞龙的翅膀，这是鸭嘴火龙的火焰驱动，这是电击魔兽的发电触须......梦幻的万能因子完美的接受了这个世界所有的力量。’它不断地指着身上的不同部位，平淡的叙述着暴行。\n  附身在固拉多身上的盖亚意志早已暴怒不堪，大地龟裂着岩浆喷涌而出，此时洛克特的所有人才意识到他们的力量不论是在盖亚意志，还是TypeK面前都像是幼儿那般无力。\n  然而一切都已经晚了，“神”的力量互相碰撞，盖亚意志和TypeK彼此构建的法则正不断崩塌消融，法则崩坏产生的冲击波追上了正试图逃跑的玩家们，一遍遍震荡着他们的意识。\n  整整三天的碰撞之后这里的地形早已面目全非，昏迷的玩家四散倒在地上，盖亚意志消散殆尽，TypeK则是身负重伤躲在没有人知道的地方。\n  开战后的一个星期，一支挂着“罗夫西斯”旗帜的浩大队伍抵达了这个地方，将所有昏迷的玩家聚集起来照看。同时建立起了一座不大的城镇“戴尔佛”在废墟之上。\n  盖亚意志死后，精灵世界的法则彻底崩坏，所有的小精灵体型发生了不同的变化，但是不论是美丽还是丑陋，对于人类的攻击性却是极其强烈。另外，碰撞中惊人的能量引起了另一个世界“暮色”的关注，彼此正试探着想要摸清对方的底细。\n  整个世界是和平的，除了启示神教还有正义结合这两个老对手。这两个莫名其妙的组织从“碰撞”之后就莫名其妙的壮大起来，启示神教崇尚自身的认知意识，从中得到类似魔法的力量。而正义结合却崇拜蒸汽与黄铜。\n\n  那么~背景已经明了，我们的玩家在哪里呢！别着急，“碰撞”之后两年零...反正两年多之后昏迷的玩家终于苏醒了过来。失去了所有的记忆，面对这个全新世界，还有围绕着镇子的巨大恶意。\n  选择是一件非常有趣而慎重的事\n\n\n\n周目基本模式：\n    该周目玩家将分为两个阵营参加服务器相关活动，其他阵营对游戏并无大碍，仅部分活动过程中两阵营玩家可能出现少许冲突，管理员会对此进行工作。\n\n二、Mod列表：\n\n主mod：\n1.盖亚魔典\n2.魔法工艺2\n3.方块酱\n4.潘马斯农场\n5.种植工艺\n6.自定义NPC\n杂MOD：\n6.多人合撸\n7.更多附魔\n8.时装工坊\n\n\n\n三、服务器预览：\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOP证明\n\n\n\n\n客户端地址等服务器详情若需进一步了解，请加入服务器Q群 427977783\n\n\n\n\n",
    "replies": [
        {
            "author": "好奇_先森",
            "timestamp": 1433045940,
            "txt_content": "_(:зゝ∠)_每日一顶"
        },
        {
            "author": "zxhdb520",
            "timestamp": 1433203980,
            "txt_content": "没有蒸汽动力MOD   也算蒸汽朋克时代哦？{:10_523:}"
        },
        {
            "author": "好奇_先森",
            "timestamp": 1433725440,
            "txt_content": "zxhdb520 发表于 2015-6-2 08:13\n没有蒸汽动力MOD   也算蒸汽朋克时代哦？\n_(:зゝ∠)_毕竟，还是想，侧重魔法多一些"
        },
        {
            "author": "好奇_先森",
            "timestamp": 1434119040,
            "txt_content": "日常{:10_522:}"
        }
    ]
}