{
    "title": "[娱乐]paintballv1.0.7 —— 彩弹插件，来一发吧！[1.3.1-R1.0]",
    "author": "耗子",
    "replyCount": 58,
    "timestamp": 1345350300,
    "txt_content": " 本帖最后由 耗子 于 2012-8-19 12:26 编辑 \n\n又是一款很好的PVP插件，我以最快的速度搬运过来！\n\n插件简介:\n \n\nDescription In paintball 2 teams compete against each other to bombard each other with snowballs in an arena. If a player is hit, he automatically leaves the arena and has to wait in the paintball lobby for the next paintball match. In the paintball lobby you will meet all paintball players, choose your team and wait for enough players, or for the end of the last match. If all terms are met, the countdown starts, which heralds the next match.\n\nBasic-FeaturesPaintball has many features and is constantly expanding. And there are more and more features added, which have not much to do with the classic paintball game. But do not panic: According to your personal preferences you can modify most things and disable various fun extras in the config.yml in the paintball folder. This paintball plugin has many Features, too many to explain them all here.\nNo client or server modifications or extra plugins required! \n\nMost stuff is configurable!Multiple spawn points for each team (Red, Blue and Spectator), which change randomly on each match and makes matches more diverse.Only four commands and your arena is ready and added to the automatic arena rotation!Mechanism to strict seperate suvival and paintball and to prevent \"cheating\" in and with paintball.Integrated economy, shop and rank system.Various statistics: examples are points, cash, kills, deaths, hits, teamattacks, victories and defeats for each player, each arena and as a whole.Many options to customize paintball on your server and according to your wishes. (Examples are customizeable: life per match, number of balls, points and cash per action, en- and disabling of certain features) \nEasy integration on every survival server! Our main target is to keep this plugin easily integratable on any standard survival server without disturbing the survival feeling. Therefore, much emphasis is placed on, for example, that paintball has no bugs that can be used to swindle items, and there are also more specific features, such as colored names over the head, that could easily be at odds with other typical plugins, which are waived or only offered as an option. \n\nHere you got some sort of overview, what actions are taken to prevent players doing nasty stuff while playing paintball and to protect the survival-part of the server: \n\nPeople with the paintball.admin permissions-node can bypass some of them.\n\nPrevent commands that are not related to paintball.Prevent breaking and placing of blocks.Prevent dropping and picking up items, or dropping the armor.Turned off damage and starvation.On lobby join: Saves location and prevents joining in creative gamemode and with not-emptied inventory. Warns the player, so he does not automatically loose his/her inventroy.On lobby leave: Inventory clearing and back-teleportation to saved location.Many things can be disabled, if they create problems with your other plugins.Grenade-Eggs-Explosion does no damage to blocks.1 command (\"/pb\") instead of many seperate commands ( \"/pb red\" is not as pretty as only \"/red\", but way more compatible to plugins, which maybe already uses this command.)\n\n\n插件权限及指令：\n \n\n用户指令 指令简介权限/pb help打开帮助列表- paintball.general/pb lobby进入游戏大厅/pb blue加入蓝队 (*)/pb red加入红队(*)/pb random随机选择团队 (*)/pb spec去围观(*)（注：坑爹呢）/pb leave离开目前的队伍，如果你没有加入队伍，则会离开大厅！/pb toggle切换一些彩弹消息和关闭 (例如: killfeed)/pb shop [id]购买彩弹弹药！（需要彩弹币）- paintball.shop.not<id> 禁止购买某些物品/pb stats显示你的统计/pb rank显示你的彩弹排名/pb top显示彩弹排名前10名 (according to points)/pb cash查看你的彩弹币\n\n(*) 这个代表如果你没有加入大厅，你会自动加入！\n\n管理员指令 指令简介权限/pb admin管理员帮助- paintball.admin/pb admin reload重载插件并且T出所有在大厅里面的人！/pb admin softreloadReloads the plugin after the current match is finished/pb disableToggle whether new matches are allowed or not/pb admin lobby spawn创建一个大厅重生点/pb admin lobby remove删除一个大厅重生点/pb admin next <arena>Tries to force the next arena/pb admin cash <player> [amount]显示选手的排名[gives him money, negative values possible]/pb admin rank <player> [amount]Displays the players rank [gives him the points, negative values possible]/pb admin reset <all/player> [value]Resets all / all the players stats / some specific stats of the player/pb admin helmet <blue/red/spec>Changes the helmet of a team to the item you are holding in hand\n\n竞技场的管理员指令（重头戏来了） 指令简介权限/pb arena显示帮助菜单- paintball.arena/pb arena <name>创建一个新的竞技场/pb arena <name> blue创建蓝队出生点/pb arena <name> red创建红队出生点/pb arena <name> spec创建一个观众（围观的）的出生点/pb arena <name> remove删除一个竞技场/pb arena <name> delblue删除蓝队出生点/pb arena <name> delred删除红队出生点/pb arena <name> delspec删除观众出生点/pb arena <name> size <number>Define the size-category of the arena (Not used yet)/pb arena info <name>Get some information on the arena/pb arena list查看竞技场列表\n\n配置文件：\n \n无\n\n更新日志和已知BUG：\n\n更新日志：\n__ (v1.0.7 Pre) __\n\nAdded ability to use translations.Fixed teleport attempt while being in a vehicle.Added ability to use admin cash and points commands in console.Changed some small things with chat.Using new AsyncChatEvent and different entity spawning (craftbukkit v1.3.1 R1)Fixed lobby spawn rotation.Added ability to use the plugin without permission plugins. (no-perm-mode)Added ability to enable damage in matches and handles deaths like being dead (paintball-death, not minecraft-death) \n__ (v1.0.6) __Added many checks on lobby-join to prevent many possible ways of cheating on a survival server. (Health, Food, etc.).Checks (player recieving hint, that he should change something before joining the lobby) can be disabled in the config (This means ONLY the hint for the player. Inventories are cleard anyway and health, etc. is restored with and without this setting.)Bug-Fix, if players hit each other at the same time (1/20 sec.): checks now if target is already dead and if match is already over.DeathEvent: Then a player dies (for example by kill-command from outside the lobby), he leaves the lobby and the match, without interupting it and drops are removed (Wool-block and balls etc.)Option, to save the inventories of the players. But if the player dies (for example by kill-command), he will not get it back and is not teleported back to the saved location.Changed some code, like chat colors (so if you find anywhere \"plugin.red\" report it please).Some changes with metrics graph settings. Moved the metrics configuration into the paintball-folder (metrics.yml). So everyone knows, it is related to the plugin Paintball and doesn't have to wonder why there is a metrics folder ..Changed some stuff with chat colors, so it should work now for most chat-plugins by only coloring the message.\"only random\" and \"auto random\" mode, which is loaded from config settings, but can changed in game via /pb admin random (until the setting is reloaded from config be reloading/startiing the plugin/server).Changed the amount of items in \"infinite mode\" to 10. Maybe it's less \"laggy\" now, when it resotres the last shot ball/extra.Decimals for hitquote and KD in the stats added.REMAINING: The plugin \"ForceField\" seems to create some error when grenades / airstrikes. (Probably an bug with ForceField?) \n__ (v1.0.5) __Added ability to use some admin commands also in the console (next, reload, softreload, disable).Added min. players (at least 2).Added max. players (at least 2).Added overview on waiting players in the lobby on \"match-ready\"-check.Break and place event are finally cancelled in the lobby and match.Added some more \"security\" bypasses for players with the paintball.admin nodeSome other fixes. (for ex. probably the \"AbstractCollection\"-Error)Added some metrics custom data.REMAINING: Chat-feature is not yet improved.REMAINING: The plugin \"ForceField\" seems to create some error when grenades / airstrikes explode.REMAINING: Testing.. :( \n__ (v1.0.4) __Fixed this critical \"match does not end probably when a player left\" bug. :)Fixed \"player-copying\" bug.Fixed some listname bugs.Fixed a bug in the helmet-command.REMAINING: Colored chat does not work the way it should :( Better disable the chatcolor-feature in the config.yml \n__ (v1.0.4Pre) __Added option to delay the countdown.Fixed the \"same listname\" bug (it should now be less probable at least).Workaround/Fix for the \"multiword\" bug.Tried some stuff with chat events. But this is not quite working right now, so better don't use the chatcolor-feature at the moment.Fixed some other bugs (especially at the \"match-ending\"- and \"forceReload\"-parts, which could create errors in certain circumstances.Fixed some bug, where the team members of team \"red\" were shwon in chat with their remaining lives, instead of the color red.Fixed some bug, there op's couldn't use the shop.Fixed the shop pattern in the default config.ymlFixed a bug, where player with the paintball.general permission only couldn't use the shop.REMAINING CRITICAL BUG (with this it is even possilbe to gain the snowballs and the woolblock of the last match :/ ). So I do not really recommend using Paintball, before I did not release a new version with a fix for this bug. I am just releasing this \"earliy\" version 1.0.4, so you can test the new fixes out. \n__ (v1.0.3) __Removed the debug messages which I forgot to remove. Added the right version to plugin.yml \n__ (v1.0.2) __Added a check to deny lobby spawning while the player is in creative gamdemode. \n__ (v1.0.1) __Fixed the \"infinite grenades\" bug. \n__ (v1.0.0) __All features of version 1.0.0 added. Release! \n已知BUG：\nPest ControlIf you find some, let us know! We hate creepy-crawlies! :D\n\nThe plugin \"ForceField\" has some problems with the explosions of this plugins grenades and airstrikes and throws some error (Mostly has to do something this the \"ForceField\"-Plugin, but i am not sure, as I can't take a look at it's code..\n\nClones of the player are created at the location from where he joined the lobby, if he disconnects while being in the lobby. [probably found some workaround/fix for this, but this is not yet implemented] https://bukkit.atlassian.net/browse/BUKKIT-2298\n\nIf an arena is in a different world then the lobby, then player will get invisible until they relog. https://bukkit.atlassian.net/browse/BUKKIT-2199\nHint: If you rename your world, then it is very likely, that the saved locations (lobby and arena spawns) are messed up in this world. You will need to reset these spawn points then. \n\nHint: If the balls seem to do not hit it's very likely that the world/server the arena is in does not have pvp enabled (set to true). It needs to have pvp=true in this world to be able to detect the ball hits. \n\nHint: If you have some problem/ bug you can always look into the config.yml if it is caused by a feature, that can be disabled. \n\nBecause the plugin is rather new and there are still some issues existing, I recommend you to come around here daily to do not miss any new version with some new and important fixes!\n\n\nSome info on how to report a bug:Create a ticket (I like tickets :D ) or leave a comment (in english or german language only please) at this page or both.\nPlease take care to choose the right category on ticket creation, so we don't have the effort to change it on our own.\nIMPORTANT:\nSupply a detailed description about: when the bug occurs, under which circumstances, errors on server start, errors then bug occurs, plugin list, configurations, versions of plugin, version of bukkit, more logs, screenshots, videos, etc etc etc .. .. \nThe more information you provide, the better are the chances to get the bug fixed early. \n\nSome info on how to help us even more: \nCheck the already existing tickets and help us finding a bug with additional not yet known information (Besides: To duplicate a post is way better then to not report something..)\n\nCheck the existing tickets, if some bug is already fixed/ not occuring anymore in your opinion. We sometimes let tickets opend, until the fix is approved by someone for example by the ticket creator.. (so please check out at least your tickets regularly)\n\n\n\n下载这个蛋疼不已的插件：\n\n\n\npaintballv1.0.7pre.zip\n(92.29 KB, 下载次数: 831)\n\n\n\n2012-8-19 12:22 上传\n点击文件名下载附件\n彩弹插件\n\n\n\n\n",
    "replies": [
        {
            "author": "1055492016",
            "timestamp": 1345352040,
            "txt_content": "干嘛用的= ="
        },
        {
            "author": "p2281026435866",
            "timestamp": 1345362480,
            "txt_content": "{:10_495:}这彩蛋币怎么拿啊"
        },
        {
            "author": "lpm25",
            "timestamp": 1345362780,
            "txt_content": "1.2.5有吗{:10_518:}"
        },
        {
            "author": "耗子",
            "timestamp": 1345363080,
            "txt_content": "p2281026435866 发表于 2012-8-19 15:48 \n这彩蛋币怎么拿啊\n打赢了就有！"
        },
        {
            "author": "耗子",
            "timestamp": 1345363080,
            "txt_content": "lpm25 发表于 2012-8-19 15:53 \n1.2.5有吗\n有，需要我搬运吗？"
        },
        {
            "author": "耗子",
            "timestamp": 1345363140,
            "txt_content": "1055492016 发表于 2012-8-19 12:54 \n干嘛用的= =\n类似于打雪仗，一种PVP插件"
        },
        {
            "author": "p2281026435866",
            "timestamp": 1345363200,
            "txt_content": "耗子 发表于 2012-8-19 15:58 \n打赢了就有！\n{:10_512:}我现在连怎么进入竞技场都不知道为啥木有中文的呢"
        },
        {
            "author": "耗子",
            "timestamp": 1345363500,
            "txt_content": "p2281026435866 发表于 2012-8-19 16:00 \n我现在连怎么进入竞技场都不知道为啥木有中文的呢\n先设定好，才能进去"
        },
        {
            "author": "p2281026435866",
            "timestamp": 1345363740,
            "txt_content": "耗子 发表于 2012-8-19 16:05 \n先设定好，才能进去\n{:10_514:}怎么设置啊"
        },
        {
            "author": "耗子",
            "timestamp": 1345364400,
            "txt_content": "p2281026435866 发表于 2012-8-19 16:09 \n怎么设置啊\n设置好大厅，红蓝2队出生点，和观众出生点！"
        },
        {
            "author": "p2281026435866",
            "timestamp": 1345364460,
            "txt_content": "耗子 发表于 2012-8-19 16:20 \n设置好大厅，红蓝2队出生点，和观众出生点！\n{:10_492:}我弄了"
        },
        {
            "author": "耗子",
            "timestamp": 1345377180,
            "txt_content": "p2281026435866 发表于 2012-8-19 16:21 \n我弄了\n详情请看插件简介和BUG介绍，这个插件目前还是1.3.1测试版本的，没有完善！"
        },
        {
            "author": "lpy2009asd",
            "timestamp": 1345542480,
            "txt_content": "可以拿来对战了"
        },
        {
            "author": "604liuchang",
            "timestamp": 1345543740,
            "txt_content": "LZ好人哦{:10_523:}"
        },
        {
            "author": "mynameis123",
            "timestamp": 1345605000,
            "txt_content": "话说....把jar放在哪?{:10_501:}(我不会）"
        },
        {
            "author": "moonshell",
            "timestamp": 1345605420,
            "txt_content": "感覺battle night插件好些 彩彈MOD 和 黏土士兵MOD 出1.3.2 SMP版期待中{:10_503:}"
        },
        {
            "author": "Mzariwnanzeroxs",
            "timestamp": 1345684260,
            "txt_content": "回复是牛肉蛋白质的3倍= ="
        },
        {
            "author": "Mzariwnanzeroxs",
            "timestamp": 1345699140,
            "txt_content": "打雪仗么= =为啥不直接装个彩弹MOD= ="
        },
        {
            "author": "Small-L",
            "timestamp": 1345801440,
            "txt_content": "骚年 你确定不用任何MOD支持》？"
        },
        {
            "author": "耗子",
            "timestamp": 1345803360,
            "txt_content": "Small-L 发表于 2012-8-24 17:44 \n骚年 你确定不用任何MOD支持》？\n这个我暂时不知道"
        },
        {
            "author": "705738426",
            "timestamp": 1345810020,
            "txt_content": "求用途………………"
        },
        {
            "author": "黑猫COS",
            "timestamp": 1345813380,
            "txt_content": "这个怎么用？"
        },
        {
            "author": "黑猫COS",
            "timestamp": 1345816980,
            "txt_content": "用内置修改器里没看见枪 1.3.1的怎么回事？"
        },
        {
            "author": "耗子",
            "timestamp": 1345872480,
            "txt_content": "黑猫COS 发表于 2012-8-24 22:03 \n用内置修改器里没看见枪 1.3.1的怎么回事？\n这个是插件- -"
        },
        {
            "author": "黑猫COS",
            "timestamp": 1345903560,
            "txt_content": "耗子 发表于 2012-8-25 13:28 \n这个是插件- -\n不是用枪的么。。武器在哪。。"
        },
        {
            "author": "1072143431",
            "timestamp": 1345993920,
            "txt_content": "听说不错玩的说{:10_523:}"
        },
        {
            "author": "lpm25",
            "timestamp": 1346038620,
            "txt_content": "耗子 发表于 2012-8-19 15:58 \n有，需要我搬运吗？\n需要，谢了"
        },
        {
            "author": "耗子",
            "timestamp": 1346047440,
            "txt_content": "黑猫COS 发表于 2012-8-25 22:06 \n不是用枪的么。。武器在哪。。\n请看介绍！"
        },
        {
            "author": "黑猫COS",
            "timestamp": 1346137920,
            "txt_content": "耗子 发表于 2012-8-27 14:04 \n请看介绍！\n没有刷出武器的指令！"
        },
        {
            "author": "至尊丶怪怪",
            "timestamp": 1346572260,
            "txt_content": "我的20JINBI !"
        },
        {
            "author": "至尊丶怪怪",
            "timestamp": 1346572320,
            "txt_content": "我的20JINBI !!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "author": "至尊丶怪怪",
            "timestamp": 1346572380,
            "txt_content": "我的20JINBI !"
        },
        {
            "author": "至尊丶怪怪",
            "timestamp": 1346572380,
            "txt_content": "我的20JINBI !"
        },
        {
            "author": "至尊丶怪怪",
            "timestamp": 1346572440,
            "txt_content": "我的20JINBI !"
        },
        {
            "author": "DoubleAK",
            "timestamp": 1346572560,
            "txt_content": "不錯{:10_523:}"
        },
        {
            "author": "ijk123",
            "timestamp": 1346592840,
            "txt_content": "來看看"
        },
        {
            "author": "GT_Ch。",
            "timestamp": 1346911260,
            "txt_content": "小手一抖，插件拿走"
        },
        {
            "author": "lzlniu",
            "timestamp": 1347064620,
            "txt_content": "插件简介为啥是英文"
        },
        {
            "author": "350734490",
            "timestamp": 1347200280,
            "txt_content": "好东西= =。。。。。。"
        },
        {
            "author": "hobby1999",
            "timestamp": 1347272640,
            "txt_content": " 本帖最后由 hobby1999 于 2012-9-10 18:24 编辑 \n\n求1.25版本~英文的也行拜谢"
        },
        {
            "author": "GT_Ch。",
            "timestamp": 1347285720,
            "txt_content": "1.32R1.0能用不"
        },
        {
            "author": "不灭小佛",
            "timestamp": 1348287720,
            "txt_content": "1055492016 发表于 2012-8-19 12:54 \n干嘛用的= =\n不错可以增添服务器的可玩性"
        },
        {
            "author": "LDelete",
            "timestamp": 1348307820,
            "txt_content": "看上去很有意思。。"
        },
        {
            "author": "nlvea6",
            "timestamp": 1348320480,
            "txt_content": "好东西，带走"
        },
        {
            "author": "丿皇族灬世家艹",
            "timestamp": 1348741140,
            "txt_content": "很棒的作品！"
        },
        {
            "author": "丿皇族灬世家艹",
            "timestamp": 1349180280,
            "txt_content": "很好收下了！"
        },
        {
            "author": "764068009",
            "timestamp": 1349338200,
            "txt_content": "厉害啊= =好流逼"
        },
        {
            "author": "748304343",
            "timestamp": 1349350800,
            "txt_content": "很好{:10_512:}"
        },
        {
            "author": "gjx2007821",
            "timestamp": 1349519280,
            "txt_content": "不错不错  坑爹 要设置好多东西哈，，，"
        },
        {
            "author": "wu460581661",
            "timestamp": 1350129120,
            "txt_content": "楼主 设置玩了红蓝方和大厅还有公众区 为啥不能通过指令进入大厅啊？加入了队伍怎么开始比赛啊？"
        },
        {
            "author": "123123",
            "timestamp": 1351410960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ym00036798",
            "timestamp": 1352033880,
            "txt_content": "haodongxi0066\n5"
        },
        {
            "author": "Eric丶K",
            "timestamp": 1352111460,
            "txt_content": "哥，这插件怎么用撒"
        },
        {
            "author": "S_M_Forever",
            "timestamp": 1352609040,
            "txt_content": "耗子 发表于 2012-8-19 15:58 \n有，需要我搬运吗？\n求搬运125版本的……我去那个原帖只能找到v1.0.7pre（还是131的……）"
        },
        {
            "author": "带狗溜溜",
            "timestamp": 1352640120,
            "txt_content": "太有意思了，可惜我的是1.3.2不知道能用不啊？？？"
        },
        {
            "author": "VSS_XJX",
            "timestamp": 1353403320,
            "txt_content": "感谢LZ－　－真是好人"
        },
        {
            "author": "匿名",
            "timestamp": 1354918140,
            "txt_content": "耗子 发表于 2012-8-19 15:58 \n打赢了就有！\n耗子哥哥 谢谢啦~~"
        },
        {
            "author": "344879759",
            "timestamp": 1366096080,
            "txt_content": "感谢楼主分享，mcbbs因你而精彩:)"
        }
    ]
}