{
    "title": "<连载·单章>【猪猪君历险记2新世界】作者：418878840【第三十五章：小巷屠杀】",
    "author": "418878840",
    "replyCount": 3,
    "timestamp": 1433065200,
    "txt_content": "期末考要到啦，都没更新呢（找错字有奖哦）\n索引在此\n\n第三十五章：小巷屠杀  此时猪猪君才发现前面有几个躺倒在地上的人，他迅速走了过去。  那些人身上伤的伤，残的残。伤口中偶尔流出的鲜血让猪猪君一阵阵心惊。  “你们都是被那些人打伤的么。”猪猪君的语气有些沉重。  猪猪君本以为灵珑屋既然跟数据库是敌对的，那就不会太坏，可是现在，他们的所作所为让猪猪君非常气愤，这跟他调查灵珑屋的初衷不一样！  那几个受伤的人见猪猪君愣在那里，以为他被吓到了，便有一个四十几岁的大叔吃力的坐了起来，说：“孩子，我说你还是快跑吧，那些人会把你杀了的。”  “这怎么行，那些人那么坏，我肯定是要干掉他们，替天行道的！”猪猪君说，“而且我走了，你们怎么办？”此时的猪猪君正义感已爆棚。  就在这时，附近渐渐传出一阵稀稀拉拉的脚步声，整个巷子瞬间涌出一大堆黑色衣服的墨镜男。  擦，黑客帝国？猪猪君忍不住吐槽。  “他们来了！完了……”那些受伤的人刚刚才平复下来的心情因为恐惧，慌乱了起来。  其中有一个还能动的人立刻站了起来，拉住那四十岁大叔的手，就想往外冲。  “都别动！你们两个还想跑？”一个黑衣人从队伍里走出来，大概就是他们的老大了。  猪猪君看着那些人，估计最少也有三十多个人了，心里却没有一丝胆怯，就连数据库的一个军队他都不怕，还会怕这几个空手的垃圾？  “嘿嘿，你们这下可是跑不掉了，今天，你们插翅也难飞咯！”那人的嘴巴里叼着根烟，再加上墨镜，还真有点老大的样子。  其中几个人拿着绳子把那些受伤的人绑了起来，押到了队伍中。  这些人已经绝望了，眼神里已经没有了恐惧，剩下的，只是空洞的灰暗。  猪猪君看着他们，虽然不解，但他也非常能体会他们的感受。当他看到自己父母的尸体时，不也是这种绝望的感觉？就算他们是数据又如何？猪猪君依然清晰的记得父母照顾他的种种……  但没有一个人会真正的绝望，也没有人会轻言放弃，在绝望的背后，只会有着无尽的愤怒。  “可恶，老子跟你们拼啦！”一个人一下子挣脱了他们的束缚，用牙齿咬断了绳子，拿着刀在人群里乱挥乱砍。  其他人也是有样学样，也挣脱开了，开始了反抗，这一刻，大家又有了斗志。  猪猪君看了也很激动，抬起脚，就想去帮忙。  突然，一道雷光，抵抗的人身上缠绕着闪电，身体抽搐着倒在了地上。  “这就是‘神力’么，真是可笑，我竟然败在了这里…….”倒在地上的大叔喃喃自语道。  “哈哈哈，看到了没有，你们这群凡人是无法和‘神力’抗衡的！你们还是乖乖的投降吧！”那个带头的人笑道，而他的手臂上，则缠绕着蓝色的电光。  猪猪君直接傻了，神力是什么鬼？猪猪君向粉可询问。  粉可听了，十分不屑，说：“你傻不傻啊，不就是灵魂碎片的能力吗，你又不是没见过。”  可是为什么他身边没有数据体环绕？这才是猪猪君心里最大的疑问，因为在之前的战斗中，每个拥有灵魂碎片的人在使用时，身边都会或多或少的围绕着些黑白的数据。  “这应该就是完整灵魂和残缺灵魂的关系了。”粉可说，“身边围绕的数据越少，就说明他的灵魂越完整。”但怎么可能会有灵魂不完整的人呢？答案是有，像粉可，猪猪君，浮游，白伤，雪朔……等等，他们在使用灵魂碎片时身边都有数据，就说明他们原来都只是一个数据体，自己本身的灵魂并不完整。猪猪君陷入了沉思，就连浮游那些数据库的工作人员也有吗……此时的灵珑屋众人才意识到，他们的包围圈里，还有一个人……“我擦，你们有长眼睛吗？漏了一个人都不知道，快给我去抓住他！”“是！”说着，一大堆身材魁梧的大汉就朝猪猪君走来。“看来这世上果然没有一个单纯的好人。”猪猪君感慨道。只见猪猪君的脚边渐渐升起一串串数据，一把墨黑色的长刀出现在他的手中。其实猪猪君很想说，怎么这把刀变得越来越黑了……  猪猪君的长刀朝身后一甩，就直接冲向那些大汉们。猪猪君的速度现在已经非常恐怖了，其中粉可灵魂的苏醒就为他的速度提升了不少。  猪猪君直接就到了一个人身前，手中的刀迅速从他的腰部划了过去，那人的身体直接断成了两节，相当血腥恐怖。猪猪君感觉有些恶心，粉可感觉到他的手有点抖，不免就是一阵鄙夷：“连杀个人都都手抖！”  “敢嘲讽我，看我杀给你看！”猪猪君也不管了，反正他们都是坏人，该杀！  身形快速闪动，每次闪动都带着几道刀光，然后便是一个人应声倒地。  地上很快多了十几具尸体，剩下的人也不敢再蓦然攻击了。  那个老大一见几十个人打一个还打不过时，可谓气急败坏，暴跳如雷。他的手中出现了一道雷链，直接朝着猪猪君甩了过去。猪猪君的速度有多快，轻松就躲过了他的攻击。  “可恶，雷链束缚！”他控制着手里的闪烁的雷电球，这个雷电球就连接着那道雷链。随着雷球的晃动，雷链竟然在扩大，渐渐地把猪猪君的给围住了，猪猪君一个没注意，浑身就被麻痹了。  “现在知道我的厉害了吧，受死吧！”老大一击得手，手心里又出现了一道雷光，射向了猪猪君。  猪猪君本能的闭上眼睛，但很久之后却依旧没有遭到攻击，猪猪君缓缓睁开眼睛。  他看到了惊人的一幕，那个大叔，本应该倒在地上的大叔又站起来了，他手中的刀深深的插进了老大的后脑勺……  那雷电失去了控制，直接消失了，猪猪君也得此从麻痹中解脱。  猪猪君立刻就冲了上去，其他人却像惊弓之鸟一样，逃走了。  “呼，终于结束了。”猪猪君擦了擦额头的汗。老大死了，倒在了地上，但大叔也好像死了似的，丢下手里沾满鲜血的刀，无力地倒在了地上…… \n\n...................................................................OAO.....................................................................\n@1679434224 @gggbbb @男人婆 @a5766193 @HGK @嗜金龙须 @o-zero @梦魇冰眸 @我是小骷髅 @北极星人\n好友@大召唤术！\n另外，求人气",
    "replies": [
        {
            "author": "418878840",
            "timestamp": 1433065200,
            "txt_content": " 本帖最后由 418878840 于 2015-5-31 17:45 编辑 \n\n我手贱，对不起"
        },
        {
            "author": "lxq54sb123",
            "timestamp": 1433066520,
            "txt_content": "找不到错别字啊啊啊啊"
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1433084400,
            "txt_content": "好久不见呐。。\n话说我都不写了，内幕就不说了。。。"
        }
    ]
}