{
    "title": "<原创·单篇>|LiDeer|《水手宫殿》（上）【已达9万字】[InfStudio]",
    "author": "lzlniu",
    "replyCount": 46,
    "timestamp": 1433072820,
    "txt_content": " 本帖最后由 lzlniu 于 2015-8-26 19:49 编辑 \nArrow of Time时间箭头卷一：水手宫殿（上）http://www.xiami.com/widget/0_1770283820,1771417447,1768983626,1772211713,1769998773,3061503,1771022457,1770265291,_235_346_FF8719_494949/multiPlayer.swf （配合BGM食用效果更佳）\n这篇小说以前叫《金星》，然而最终那个连载贴弃坑了，不过是不想再以那个帖子为基础，而是打算把现在写好的部分单独发到一个帖子里，后来改名《水手2号》，最终小说的名字也现在改为《时间箭头》。这个帖子是我这篇小说（《时间箭头》）的第一卷上部，“水手宫殿”。\n目前你所能看到的只是第一卷的第一章——德尔·维基。当前字数差不多90000字的样子，二十万字节。还会继续更新。我本人是基于WPS文档写的，所以这个帖子不定时更新。一般写完一节或者两节更新一次吧，每节5000-10000字的样子。目前我不认为有人会仔细看完。\n小说主要线索是伊朗军方发射超空间曲率探测器，研究中微子扰动的幕后因素，德尔早有接触发觉中微子探测的奇怪属性，他日后的研究也有接触，但本无意去解开此谜。德尔作为一个‘水手’困于‘渔夫’之中，渔夫是各方势力的喻体，渔夫们想垄断知识信息，将“时空两层性”正反物质本质的原理隐藏起来。而德尔是不为捕鱼而为朋友的水手，他只是想帮助他爱的人，但在爱的过程中，他变得迷惘而冷漠。这是一篇讲述爱情、友情、自我价值认同的小说，德尔的人设作为一个孤僻的黑客出现，带有科研者的情感，麻木而冰冷，却体验过爱情的美好，但他过度孤僻决定了他乐于享受永恒的孤独。他就像是宇宙中游荡的中微子，所以第一卷名称为《水手宫殿》。水手宫殿寓意是本卷下部所阐述的，预计2016年发布吧。\n主旨提要：1、科学是冰冷的，它不能推进人类精神的进步，只能推进物质进步和发展。2、熵增是悲的原因，认知是痛苦的根源，知道的愈多，人才会愈发痛苦，陷入无知的无底洞。3、家庭、亲情、爱情、友情是可以唤醒人的，却也是自私的，自私是人类普世价值观的基本情感，影响他人却又守护他人。4、无意之间，人会被他人注意，而自己所追求的事物也会随时间推进而模糊。5、时空具有两重性。一切事物都本不具有正反性，事物总是相对的，一切都是更为宏大的维度弯曲的表现。但热力学定律不变。\n注：本文虽然采用真实国家、地区名称，但是内容情节均属虚构，不具有诋毁或讽刺任何人/事的意图。\n谨以此文赠予我曾经的同桌——YJX。祝生日快乐。\n序：\n当熵守恒时我愿因信任，而敞开外壳，愿整个宇宙为一个点而闪烁在那哈勃深空照的无尽类星体和量子涨落之中我依稀瞥见创世的余温暗是光的背景，功是力的体现，血是氧的载体，何为人的投影？去聆听，宇宙微波背景辐射里孤独的律吕\n取下一本书，页脚上的折痕是昔日印记拾起一片叶，干褐的梗脉是树木凋零的符文空气中逸散着放线菌的气味，雨后清新的气息沁人心脾霞光从树的枝桠间挥洒到青荇之上，长庚星亿万年间只落下而未尝升起\n抓住祂吧，那无助的星辰在哭泣中辐射、湮灭再厚重的外壳穿在身上也只是心中缥缈的薄纱愿整个宇宙为你一个点而闪烁我会在最隐蔽的地方闪烁着永恒的孤独\n\n章一：德尔·维基\n1、启明星\n\n伊拉克的原野上，青草不青而发黄，上面却沾有露珠，这里的树木叶子极少，污秽而粘稠的沼泽泥覆盖在青青的草甸上，与露珠糅杂在一起。一只田鼠跑过这里，寻觅着潜在的食物，晨光熹微，太阳并没有升起，但在地平线上已经泛起淡淡的橙光，天空的其余部分完全是紫黑色的。天上只有月亮和一个光点可见，那光点便是启明星——金星，出现在东方的天空中，很亮，很亮，很亮……但是它很快就会被太阳的光芒掩盖。沼泽泥里散落着几丝头发，不远处的草坪上卧着两个人，三把枪，其中的一人已经死去，那人体格健壮，肤色偏黑，身穿轻便的黄色衫，全身没有明显伤痕，脸浸在污泥中，看样子是淹死或憋死的，手上握着一把近身波斯匕首，精致的匕首上刻着各种几何花纹，并写着一行文字不知写的是什么。\n另一个人同样头朝向地面，但仍有气息，他身材较那另一个人而言比较瘦小，头发不长而杂乱卷曲。他鼻子对着青草，青草上的露珠在他均匀的呼吸中微微颤动，他右手抓着一把手枪，尽管这枪里没有弹夹（自然也就没有子弹）。左手尽是伤痕和血迹，看似刀割出的，这手上握着一个手机，紧紧地握着，却不住地颤抖。这人微微抬起头，先望着天际的橙光，满是不屑；又望到月亮，依旧没什么表情；当目光停留在启明星时，他却眼前一亮，凝视许久；然后他露出了微笑，此刻只听见那田鼠从旁边溜过，露珠滴落，轻微吧嗒一声落在污泥里。他双眼咪着，挤出了一点点眼泪，并不是伤感，而是眼睛干涩。他浑身酸痛，不敢挪动身体，一旦移动一下小腿，他就感到一阵针刺一般的酸爽。他松开左手，将手机放在草坪上，然后将右手的手枪扔下，用右手去拾起手机。精疲力竭，他划开锁屏，输入四位密码--WIKI。他是德尔·维基（Deer·wiki）。程序初始化检测中…………………………程序检测完毕，已经安全隔离程序已截取信息记录：2036.6.19   上午11:52【线上会议】——该走了，时间差不多到了，大家请减少通讯频率！进行线上会议。——我还要收拾残局呢，总部的信息流窃取量巨大，还没查出来谁干的呢。——哼……什么该走不该走的，我们分明就要赢了！根本不该讨论撤退的事！——嗞嗞~~嗞~（电波音）——一支部，会议主持方，你们那里信号怎么回事？——信号不好，可能膜动力存储原件坏了吧。——噢不！FACK！有人骇进来了！——什么？（众人哗然）——且慢，这骇客的生物资料好像似曾相识，我们一支部来检索一下世界骇客信息，看看有没有和本次袭击相符的。（过了一段时间）——不会错，这是德尔·维基的惯用病毒软件----“庞加莱”，这家伙是阿塞拜疆的一个自学成才的骇客，他一直不算是很出名的骇客，二流吧。——真搞不懂这病毒他散播的时候为何要把它取做一个数学家的名字，这真是个猥琐的病毒，而且绝对是我见过最猥琐的病毒！（停顿一段时间后）我擦嘞！我根本除不掉它，它采用了很先进的程序设计，我们的防火墙根本无效！——嗞嗞~~嗞~（电波杂音）——坡罗教授，希望你注意你的言行，现在是线上会议，大家都听得见。——话说，怎么个猥琐法？——一时半会儿说不清，你去问你们部队里的程序专家吧。——它会窃听这次会议吗？（没有人回答）——呲~~嗞~嗞嗞~嗞~（电波杂音）——不过，那人是谁派来的？四支部的人知道吗？——我不知道。——三支部呢？——我们这边也不知道。——组织这边其他人也没有信息，他也许是个人行为。也有可能他和伊拉克军方有一些关联，这样的话就比较危险了。——该死！他到底想得到什么？——嘿，我检索到那家伙曾经在‘空灵’待过，他背景不简单啊！——这下这人就更有点意思啦。——嗯嗯……——呲~~~吱~嗞~~~~（电波杂音）——鉴于情势，大家过会儿再议，组织决定八个小时后举行正式面谈的战略会议。毕竟现在也不能确保线上会议的安全性，我宣布，这次原计划进行的线上会议现在取消。2036.6.19   下午18:20【碎片化语音沟通信息】——通讯员208！我知道了，我知道了！我需要快速授权，一定要报告最高长官！如果不能最高长官的话，那就越高越好！——211，你特么知道什么了？就知道瞎嚷嚷！说清楚。——208，我现在不能告诉你，而且时间不多了，快点！快点！！2036.6.19   下午19:44【碎片化语音沟通信息】——377，你不用担心，伊拉克的军方，不会那么快过来的，我们这儿设置了多层防线，可厉害了，诶，你先等会儿，有人来我这。（交流中断了一段时间）——卧槽……卧槽！卧槽啊！——376，你怎么了？——刚才一同事过来，没事，377，你先去开会吧，我也去，我待会儿在会上说，那样信息不容易被截取，我们直接这里说不安全。会议一刻钟后就要开始了。2036.6.20   凌晨1:18【碎片化语音沟通信息】——一切都完了，部队必须撤退。这是来自部队的最高命令！立即执行！通讯员001你听到了吗？——将军，其实今天，哦不，昨天的下午，我们就发现骇进痕迹了。之后，我们的一支部队已经带着BolCCX、RLxxA（表示某种东西的暗号）走了，撤退在那时还比较顺利，损失不会太大——你们怎么如此掉以轻心？分级内部会议交流程序就这么被骇进了？！为什么不在会议上说清楚你知道的一切！还好总部大会没被你们这么搞，否则就完蛋了！我的人头不保，还有你，也一样——往好的方面看，将军，我们至少带走了BolCCX、RLxxA以及很多关键资料——还有，事实上，将军，我认为我们现在的沟通也是被截取的，希望首长不知道这事——……——我马上去见你，话说今天是？——今天，嗯现在已经过了一天了，现在是六月二十日凌晨一点二十一——XVII-TWc22-waterproof shadow-mark 5（又是某种暗号）——明白2036.6.20   凌晨4:26【碎片化语音沟通信息】——伊拉克的军队来了，真是大军压境，将军，你现在按照我说的正在去北边的路上了吗？现在这里情况可真糟糕，这还是多亏首长想的周全，让我传递给你这一撤退计划。——很好，通讯员001，我是在路上，不过我终于知道为什么这一切会在今日发生了。——为什么？——一切都是闹剧。一场愚蠢可笑的闹剧！他真是挑对日子了。——我没懂，将军，他？是谁？——那个人，线上会议提到的那个德尔·维基，居然给我发了一条信息。简直是匪夷所思！他发到：For the sake of Mariner 2, well done commander! Ah, happen to forget to introduce myself. I’m Deer·wiki.——Today is the day of jihad! I’ve lost 19 years for twice time--as for lunar calender.——什么意思？他为什么用外语，水手2号？那个金星探测器？和今天也没关系啊（语音间歇了一段时间）嗯今天是宇宙学家乔治·勒梅特的逝世日，然后好像没什么特别的了，月阴历？将军，他这到底是什么意思？——我知道他指的是什么。这事情没那么简单，我知道他指的是别的东西，通讯员001，你去通报首长，我们得派遣特殊分队去阿塞拜疆调查。我现在难以密电首长，我在去北方的路上，阿塞拜疆的事情你告诉首长说我去做了就行了。——明白——嘿嘿，我知道你在听着……德尔·维基……呼………咻…（他在语音装置上吹风）——将军？您说什么？——没什么德尔·维基默默地听着，一言不发，他知道，对任何一方来说，时间都不多了。他想多看看启明星的光辉，因为他知道珍惜才是最重要的，没有什么了，人又能干些啥事呢，吃喝拉撒和动物一般。他看了看手机时间，上面的时间是“2036.6.20   凌晨5:00”愿整个宇宙为一个点而闪烁！\n\n——日本，超级神冈中微子探测器，5年前（2031年）……“细川君，我相信我们有缘再见的。我们会在没有光明的地方相遇。”“此处就可以变得很黑，没有光明。只要把这些扎眼的极管灯全部关上，这里就会除了切仑科夫辐射以外什么都没有！没有一丝光。”细川正毅教授对德尔说。他并不是一个老教授，显得十分年轻，年龄大概和德尔相仿，而德尔此时只是个学生，他却是个教授。他们在日本本州岛中部岐阜县的超级神冈中微子探测器，它位于1000米深处，他们与几万吨高纯度的水待在一起。这是一个巨型圆柱体探测器，高四十米，直径也近四十米。在地下的巨型‘水库’里坐橡皮艇，对很多人来说定是一个新奇的体验，不过德尔和细川正毅并没有太多地去在意这，德尔作为交换生来到这，有幸认识了细川正毅，正是在一段维护期间，他们进入了这个探测器，德尔在日本待了半年，研习亚原子粒子特性，对于材料学出身的他而言，这一切都仿佛新知识一样，无比生疏，但是他有预感，人类的未来定是在于亚原子粒子，而非原子或分子。“确实，下一次可能会也是如此，黑暗的地方，不是很神秘吗？不过，我是认真的，细川君，我真心敬重你的学识，但我……虽然我不是专业人士，但我有种直觉告诉我：事情不对。”细川正毅皱紧眉头，没有说话。“中微子的规律性扰动暗示着一些东西，而最近没有超新星爆发，你不觉得这些天的中微子探测数据不正常吗，我知识短浅，如果对此认识有错，那还有望指正。”“我知道，但你还年轻，不用考虑这么多，这是科学家们的职责。你就别担心了，会很累的。”细川正毅微笑起来，笑容里没有任何谄媚，很明显他是真心这么说的。“可是你也不老啊。”德尔笑了笑，继续摇着浆，在这里漫无目的的划动橡皮艇，现在神冈探测器内部的水位现在比平常运作时低的多，因此显得空旷，宛如一个哥特式教堂，四十米高的空间让人感到无比宏大，堪比任何一个奥林匹克级游泳池，只不过是‘竖着放的’奥林匹克游泳池。“我不高兴，因为我还不够老，我以后定还会看到很多不妙的事情发生。”然后他靠近德尔说道：“我认为，你不会喜欢物理的，还是少问这些吧。因为它会让你毛骨悚然，就像是早上起来喝水也会喝到恶心的虫子那样。更不妙的是，你还会看见那虫子，如果没看见反而还好，而物理就是让你看见虫子的学科。你明白我在这里工作的感觉了吧？”细川正毅指了指这探测器周围各个方向，上面尽是光电倍增管，它们足足有11200个，在他们橡皮艇的下面的水底里，在他们四周的圆柱体壁上，在顶部，密集恐惧症患者见到这些无处不在的光电倍增管定会当场晕厥过去。这些光电倍增管是用于探测高速粒子，如一些中微子产生的切仑科夫辐射用的。检测到的这些高速粒子数据则会被统计收集起来，然后供人们分析，研究，记录。“我不明白，探究未知难道不是一件激动人心的事情吗？我的同学们都是这样想的，你们这儿的老师也这么告诉我。”“哈哈，世界要真是那么美好，我们就只会停留在旧石器时代，和尼安德特人（作者注：一种已灭绝人科动物）厮杀争夺食物呢，那倒也挺愉快的，不是么。”细川正毅拿过德尔的桨，开始划动起来，这只是他说话时无意识的举动，他有说话时就要动一动的习惯。细川咽了咽口水，继续说道：“不过请想想看，神冈探测器建立是为了干嘛的，不过也是为了美好的事物啊……，探索未知，研究质子衰变罢了。可谁会想到今天它衍生出了新的任务呢？按照那些媒体所讲的，叫：超新星早期预警系统--SNEWS，哈哈，变味儿了啊，变味儿了啊。”然后他看见德尔困惑的神情后，认为有必要解释一下什么叫‘变味儿了’就继续说道：“人们总是认为我们的任务是提前检测超新星爆炸产生的中微子流（作者注：由于中微子直线运动，光子波态运动，且光子运行速度会受到宇宙中介质影响，所以光子在宇宙中传播速度比中微子慢，这样当恒星灭亡产生超新星爆炸时，提前到达地球的无害中微子流如果被人类检测到就能给人类带来预警——预警即将来临的γ射线爆）然后救救人类，这可真是天大的笑话！这探测器的能耐不过是告知大家会在何时死亡罢了，要真是遇到强伽马射线爆，人全都得死，你也是，我也是。这叫：是福不是祸，是祸躲不过。”“我的父亲认为科学家都是弗兰肯斯坦，看来也不是没道理。”德尔微笑着看着讲到激动处的细川正毅。“你说什么？哦，我说道哪里了？”“说到伽马射线暴。”“哦，偏了偏了，我想说的是，你还是不要接触物理或是基础科学了。”“可我想搞清楚，前几天我在这里看到的奇怪中微子检测数据是怎么回事？”德尔依然带着困扰。“哈，你就当是数据出错吧！”细川正毅扶了扶眼镜，向德尔挤了挤眼。“不可能，中微子是最稳定难衰变的粒子，甚至不怎么发生跃迁。”德尔一脸严肃地望着细川正毅。“德尔，看来你从我们这儿学聪明了啊……，不过，我不能多说了。”“为什么？”“走吧，我们上地面上去，到附近吃点好吃的，你不是说你一直很喜欢吃刺身吗，吃完咱们再逛逛附近的山。明天你就要回布鲁塞尔了，还没带你好好玩玩呢，你是客人，这些天没好好招待你，是我的过错啊。”德尔不能获悉背后的奥秘，只好无奈地点了点头，把僵硬的笑容挂在嘴上，却不在眼睛上。他们很快就通过原先的砷矿井电梯重新返回了地面，这里阳光很好，附近的山野一片苍翠，树林茂密而带些整齐感，山间有不少柑橘果园，山都不是很高俊，但平稳中带有起伏，盘山公路清晰可见，黑色的沥青路质吸收着午时温润而不炎热的日晒，时常有小型货车和私家轿车开过，其中很大一部分是无人驾驶车（作者注：这是在二十一世纪三十年代，所以科技有一定进步，此以及以后文中出现的许多事物系属虚构），路的一旁则是便携快速磁力物流管道，里面飞快的流动着固体物资，在神冈探测器地上附近，还有一个物流发配站和聚变废料氦等离子体发电厂，专门给基地供电，氦等离子体是一种核聚变副产物，高温，可用于发电，而它的母科技——核聚变发电本身也在这个时代广泛应用。他们走进研究所一带兴起的小镇的一家传统日式居酒屋。细川正毅经常来这家餐馆，而德尔还是第一次来，在这里深造期间，德尔从来都是只吃配给的便餐。“德尔，你有什么东西是不吃的吗？”“你随意点吧，我不忌口。”细川正毅跪坐在窗边，看着窗外的风景，那窗帘幕和百叶微微遮挡，餐馆内微带些昏黄，有一种古色古香的气息，他说道：“嘿嘿，还别说，我来居酒屋还真没大中午头来过。每天晚上，都看不到这外面的景色。”然后他叫来老板（细川和老板比较熟）说了几声日语，把菜点完了。“德尔，这些天没不耐烦吧，老是听我唠叨这些量子物理和基础科学的东西。”“不会，我很感兴趣，这对我的材料学研究可能会很有帮助。这些知识和经验是难以从书中获得的，你讲的有些部分比你们这儿的其他老一代的教授还好。”“你真是过奖了，我只是做我该做的。也真是，像我这种没啥与人交往的头脑的人，也许只适合做这种工作了。我的妻子常常这样责怪我，说我没有志向，每天鬼混，可是有什么办法呢？所以要择业慎重啊。”他拿起桌中间放的梅子酒，径自倒在杯子里喝了起来。“其实我也是这样。”“哈，咱们都是搞研究的，谁说不是呢？”说着，细川点的菜上了。“来，吃吧。”他看着德尔。一道道精美的食品呈上，并一一被消灭干净。“细川君，我知道，我们会在没有光明的地方相遇。也许是这个世纪，也许是宇宙时空的别的时刻。我小时候一直很想上太空，因为物理是个很有趣的学科啊，它很神秘。”德尔没喝酒，所以没醉，但他也飘飘然的，他已经好久没有见到像细川一样的科研人了。“对，我们只要不会在没有黑暗的地方相遇（作者注：出自乔治·奥威尔《1984》）就很好了，这是一个自由的世纪。”细川正毅用他那经典的科学家式笑容对着德尔，然后说道：“这个世界也从来不是你想象的那样。我们正在做的工作，一批美国人早就在做了，你大概知道冰立方计划。那个设在南极地下的中微子探测器，和神冈有着一样的功能、作用。”德尔点了点头，嘴里依然嚼着东西。“不过，冰立方计划最大的投资者竟是美国的超级黑社会团体——‘空灵’，这件事情也就因此变得很险恶了，一个伟大的科学使命竟然被黑社会控制！“这个南极中微子探测器的负责机构近年来一直声称检测到中微子流，但是他们公布的数据，跟我们的并不吻合！意思是说，要么是他们有鬼，要不就是我们没脑，但我不相信我们没脑。自从冰立方在二十年前检测到的最高能级中微子后，他们的数据就没准过。那一次是他们唯一一次与我们的记录相同。“而‘空灵’这个组织，一直以来涉及多个领域，在科技方面垄断全球，知识储备惊人，甚至利用其辅助犯罪，但是没有人抓住其把柄，它的最高领导团体都摸不清。”细川正毅说话时使劲抖动手中的筷子，戳得碗里还有些剩下的饭粒糊在碗壁上到处都是，有几粒还飞了出来，这倒也让德尔觉得他和自己接触到的大部分日本人不同。“恕我无知，空灵是什么？你说它是所谓的超级黑社会团体，何以见得，我都没听说过啊！”德尔面不改色而带些质问语气地问道。“孩子，你还太年轻啊！”细川正毅斜眼笑着看德尔，转了几圈眼珠子，把筷子架在小碟上，然后说道：“这组织不单单做黑道上的事情，白道上也有两下子，随便做出点动静就足以让科研圈震一震。”“又说的好像你很老一样……，可你只比我大一岁！”德尔间歇了一段，望向窗外，手指摩挲着自己的腮部，那上面已经留下了不少胡子茬，他一个星期没刮胡子了。然后他说道：“不过，他们（空灵）有干过什么有名、有影响的事情吗？”“当然，你知道LHC在本世纪初期（作者注：欧洲核子研究中心的大型强子对撞机的简称）的几次停机维护、设备翻新吧？”德尔又点了点头。“没有空灵，这事办不成。”细川叹着气摇了摇手，又挑起筷子，开始如转笔般玩弄起来。“为什么？”“你想过每年有多少研究团队和大学、社会机构会向欧洲核子研究中心递交使用LHC的申请吗？这可是挤破头皮的事！在我们看来这背后可能是事关基础科学的大事，但肯定有人看来这背后不是别的，而是钱！“人们为了使用LHC这么昂贵的设施，简直可以说是无所不用其极。钱，权，学术早就搅和到一起了。所以这种事情，空灵肯定要介入，更何况空灵还是个‘科研性质的黑社会组织’。“很奇怪吧。嘁，科研性质的黑社会，不知道里面的人都在搞什么鬼！它外在的公司形式，还是合法化的呢。在我看来，空灵就是个腹黑组织，虽然表面甚是和善，做些环保公益、新能源新材料研究。”他飞速地讲着这段话的同时还快速地转动着筷子，两只手根本停不下来。“你这么说，我倒好像还似乎听说过空灵了……”德尔喘了口气，拿起杯子准备喝细川几十分钟前给他倒好早已凉了的茶。“是吧！义弟，听我一句劝，此生不要混三件事，一是政治，二是哲学，三是基础科学。第一件事，会让你成为恶人，而且还自以为正确，第二件事，会让你充满疑虑，丧失生命意义，第三件事，会让你喝水时感觉看到水里全是虫子！”他又露出了他那经典的科学家式笑容。“然而你就在做第三件事情，不过，这难道不是一件很伟大的事吗？要不你怎么还在干，而且充满精力。”德尔不知道茶是凉的，端起杯子的他把茶放在嘴边吹。“我没说上述三件事的意义如何，我只想说，它们会左右你，控制你。让你无法摆脱，这难道不很恐怖吗？”“学会看轻松就好了。”“有句中国古话叫‘杯酒释兵权’，讲的是中国古代一个皇帝的故事。那个皇帝如果不威慑他的那些权臣，他们也不会吓得屁滚尿流丢掉兵权交给皇帝。我国也是如此，想想看，我们的几个幕府时代吧，权力本来没有什么用，但是家族势力一旦握住，他们再累也会抓紧它。我们的镰仓幕府、室町幕府、江户幕府都是被人扯下来的，或有意而暴虐或无形而渗透，这是政治。“而哲学，更是会紧紧的抓住你不放，犹如黑洞的视线视界一样，研究它过了一定程度你就再也回不来了，想想那些特立独行的哲学人士吧：维特根斯坦是性情怪癖的人才被指无礼，叔本华憎母并且孤独终生，托尔斯泰晚年离家出走惨死火车站，苏格拉底被人毒死都无所抗拒。“至于基础科学，更不容易看轻松，因为你越看，看到的越多，越想看下去……如无底之洞。我就落在这个洞里了。”“你这说法倒是很有趣，听了这么多‘学究’的话，如你这般劝解我还是头一回听到。”“因为我不是那些把你往无底洞里推的人，德尔，你要好好活着，这个世纪，因为自由，所以不会简单，中微子事件，你就忘了吧！你会感谢我的。”停顿了很长时间，细川手遮着脸，把头压在矮矮的桌上，仿佛跪拜，身子不住颤微着，似乎很痛苦，但却没有发出任何声响。然后细川双手抓紧自己的头发，把它们揪起来，身子立起，懊悔地说道：“哎，我喝醉了，我都说了些什么。居酒屋就应该是晚上来的……德尔，开上那辆电悬浮自走器带我回家吧，我可不想因为酒驾被拘留。今天晚上可能不去真空管列车（新型高速磁悬浮，速度可达上万公里每小时）站送你了。”德尔有些摸不清头脑，略带些同情地看着独自不知什么原因伤心的细川正毅，想不出该安慰他些什么，便把他扶起，摇摇晃晃地走出了居酒屋。细川正毅弯曲着身体，挥着手不想让德尔搀扶，他缓缓地说：“这个时代是自由的，我为什么没想到呢……天啊。”\n\n\n2、热力学第二定律\n\n德尔·维基卧着感觉难受，翻了个身仰面对着那黑暗的天空，朝向启明星，他用手机的光照射自己的身子，检查伤痕和衣服破旧的地方。他难以移动，更不用说站起，杂乱的头发间他感觉到有细小的生物在其中移动，也许是苍蝇。他想要一死了之，认为他已经没有什么依赖，可以在这里饿死累死，静谧的死去，如同佛祖涅槃那样。可他看着那启明星闪烁着，他的眼睛又湿润了，这一次不是因为干涩而故意挤出眼泪，就是源于一种不舍，生物本能是不放弃活的可能，他深谙这一点，他也是个比较胆小的人，所以不可能断然自杀。他思索着，回忆着。德尔·维基生于世纪年之后--2010年。他出生后第二年，母亲便离世了，固然他对她也没有什么印象，他的父亲在对他的问题上极少管理，只在他出现严重问题才会干涉他，曾有一次德尔逃学在桌球馆被父亲捉住，因此教训了他一顿。德尔的童年谈不上坎坷，但或多或少也被人戏弄过，因此他成为了一个孤立的人，习惯独处。在与伙伴们的交往中，德尔得知很多人都喜欢蓝色，他本也喜欢蓝色，但是却因此改变，变得喜欢绿色，墨绿色。早在很小的时候，大概是小学时期，德尔就喜欢观察天空中的星星。歌谣里有它们，童话里有它们，漫画里有它们，游戏里有它们，生活中却不是如此。在二十一世纪，工业污染在全球范围内都很严重，德尔的故乡——阿塞拜疆首都巴库，是一个石油城市，工业化程度高，污染也较为严重，在阿塞拜疆，到处可见露天的重油液浆，地壳运动使它们犹如间歇泉一样，定期鼓动着油泡。石油工业对这座城市带来了一定程度的污染，作为阿塞拜疆最大的城市，巴库的夜晚也是稀星的夜晚。不见群星浩繁，但见灯火阑珊。所以德尔不能记住所有的星体。而每天放学时，却总可以看见一颗星，静静的守候在西侧天空，那是长庚星——金星的另一个名字。德尔的朋友并不多，所谓认识者居多。卡科伊是德尔的少数朋友之一，他们在中学时期认识，卡科伊热爱自然，知识丰富，性格开朗，说话从不顾忌。而德尔虽然不是内向的人，但他不爱说话也不乐于表达自己的观点，他不那样做只是因为他觉得没有必要，别人不会感兴趣。不过他很乐于与卡科伊这样的人交往，他觉得这样的人相处不会担心无聊，他喜欢从他身上学习，获取他所没有的知识。渐渐地，德尔对自然科学的兴趣加深了，他认为他可以从自然界中学习到很多东西，那些是与人类社会相异的，与自然打交道，用不着操心什么，大自然是无穷的给予者，它对人们只有给予，没有收获。人简简单单的去收获自然就行了。无论是收获自然资源，还是科学知识，甚至是从中悟出与人交往的道理。卡科伊在同学之间并不是很受欢迎，这大概是因为他的无所顾忌造成的，他对他人的感受并不看重，有时行为会干扰到别人，但是德尔不介意这一点，德尔的内心太早的没有了波动，他的情感可能几年都不会变化，一如既往的淡定，因此与卡科伊不同的是，德尔对他人的行为没什么感受。无论对方嘲讽还是赞扬，他最多就是笑笑——这里面可以包含太多意义，德尔懒得去向别人解释，也不知道该如何解释，这是一种套板反应，自然的会去笑却不知道为什么要笑。德尔和卡科伊讨论许多种科学话题，其中不乏天文，德尔自小就对那颗在他心中无比重要的星感兴趣，便与卡科伊讨论。一天下午放学路上，德尔望见那个星，泛蓝的天空中唯独它闪耀着，太阳仍未完全暗淡下去，德尔在讨论天文时顺带问卡科伊：“嗯，你看为什么就那颗星在傍晚一直亮着呢，”边说边揉着眼睛，显得并不很关心但心里却十分关心答案结果，“而其它星要到很晚才会出现，当然，我指的不是月亮，是那一个。”此时德尔指着金星。“喔，那个啊，你居然不知道，那是金星啊，是夜晚上除了月球以外最亮的星体，人们常叫它启明星、长庚星。”“启明星？长庚星？”“意思是它在早晨出现在天空东侧一小段时间，而在傍晚又出现在天空西侧一小段时间，你只能在黎明和傍晚看见它。启明就是指的白天的开始，长庚指的是黑夜的降临。”卡科伊蛮自豪的回答道。德尔不想显得自己太愚昧，便回应：“金星我是知道的，它是太阳系第二颗内行星，有近五百摄氏度可以融化铅的大气，可你的意思是只有早晚能看到它是为啥？”“呵呵，你想啊，它的轨道在地球内测，地球自转到了夜间肯定是背对太阳的，而金星你得正对太阳才能看见，而白天太阳光太亮，所以也看不见，因此你只能在太阳光不那么强烈，而角度又刚刚好的清晨和傍晚看见它。”德尔很快明白了这一点，默默地点了点头。他望着金星，想着那上面更多不为人知的秘密。他很快地把金星定位为一个神秘的吸引源，它在他心中象征着自然之神奇，科学中蕴含的美。他想起更小时候的想当宇航员的梦想，不禁忧伤，他想要追求的事物总是不那么容易得到的，而现在他体质不好，瘦且近视，不具备任何离开地球的人所需的基本要求。除了卡科伊，另一个比他年龄稍大的学生亦是德尔的朋友，他是德尔的同桌，德尔与他交谈的时候不会有太大的压力，那人便是罗杰·齐拉朋奇，他虽然也热爱自然，但这一点恐怕是他与德尔唯一相似的地方，罗杰喜欢运动，幽默感很强，乐于与他人交流，虽然喜欢科学但是并不视之为重要的东西，他的兴趣比较广泛，但无一专精。德尔时常称他是“烙饼人”，称他获取知识只是为了一点谈资，罗杰则常反驳，生命的意义无非是去发现趣事，分享给他人，至于它具体怎样，原理为何，那便不是他会去费劲想的了。或多或少，德尔会感到罗杰说的也有道理，罗杰把他拉出了孤僻的深渊。尽管有这些不同，罗杰依然乐于和德尔交谈，罗杰希望从德尔那里打听出一些有趣的知识，也乐于分享给德尔一些笑话之类的，德尔听到这些笑话固然会笑出来，可是这只是出于一种礼貌，说来也奇怪，对于别人而言很有趣的笑话在德尔这里听来总不是那么生动有趣，因为德尔总会联系到自己的境况。他与罗杰交往使他开朗起来，但是他骨子里依然是个闭塞而无情的人。德尔的父亲是一个和罗杰比较相似的人，但是德尔的父亲与德尔的接触并不多，父亲有父亲的朋友，他在一个工厂上班，挣钱不多而且十分辛苦，但是他依然十分乐观，热爱生活，极有进取心，他乐于助人，有一次一个同事工作失误，上司想要解雇那人，德尔的父亲替那人说情，解释道理，帮助那人一把。遇到好的东西他也会和同事分享，外出吃饭都是他请客，尽管他在工人之间不是最富裕的人。不过也许正是工作因素，他与德尔之间不常交流生活之外的东西，在学习上也并不重视，他曾经对德尔说过：“你自己的路是你自己走的，这世界上人太多太多，有的人对你而言很独特，其实不尽然。人外有人天外有天，只有你自己才能评判，这世界上没有绝对的好与坏。”德尔很想成为像父亲一样富有活力的人，至少在表面上成为那样的人，但他也有矛盾——他想要独自学习研究这世界沉浸其中，却亦想要与很多人去交流讨论，这种矛盾根源于内心，无法缠开。罗杰与卡科伊并不是很要好，这可能是因为卡科伊的“独特”性格，卡科伊也能察觉到周边同学对他的感受，因此乐于和比较和善乐于倾听的德尔交流，德尔深知有些人是走不到一起的，他们的话题迥然相异，德尔与卡科伊讨论科学、自然、历史，与罗杰讨论生活、社会、学习、游戏。不过在各种话题面前，德尔也说不清他更喜欢什么，他对于他想过什么样的生活略有茫然，他喜欢自然科学，却想不到这个能让他以后干什么工作。他想挣钱，却不愿违背自己内心去做乏味的白领生活。所以他不想太多，依旧平静，在整个中学时期他所能做的无非是学习、读书、电脑游戏。他享受这种无忧和快乐，他知道这是一种麻木，可他就是喜欢这种脚踩西瓜皮滑到哪里是哪里的感觉。也正是这种生活状态，让他由那小时候抑郁、孤僻的人转变成了现实、麻木又带有些乐观的人。他不知道其实他有梦想。中学毕业考试后，德尔有着一个不错的成绩，于是他决定前往了比利时，布鲁塞尔大学。卡科伊并不去别的国家，而是留在本国。临行前几天，卡科伊与德尔聊天，讲到分别，卡科伊和德尔都不忧伤，卡科伊对德尔讲到：“我记得以前曾和你讲过信息守恒定律的，黑洞会向外辐射，而辐射导致黑洞消失信息不守恒，这从各个方面讲都违背量子力学基本原理，丧失信息是不可能的。”德尔并不懂，他对约翰·惠勒等人构建的黑洞概念都表示怀疑，他尤其质疑奇点的存在，这一点上他和20世纪上半叶的大部分物理学家观点一样，（现在黑洞和奇点却被大部分物理学家所接受）德尔比较保守，这对于一个科学爱好者而言是比较罕见的。于是德尔说道：“我看黑洞本身就不靠谱，更别说向外辐射的信息流失了。”卡科伊脸上露出了一丝兴奋，快速地说着：“呵，你只说对一半，黑洞是存在的，上世纪霍金提出了黑洞悖论，最近把它否定了，黑洞悖论不成立，这一点你知道就好，霍金所想要表达的意思很明确，信息守恒定律不可能被打破。他这一点和爱因斯坦很像，黑洞悖论在我看来和宇宙常数一样滑稽。”“所以你想表达什么？”“信息守恒，思想永恒。我们以后常联系好吧，我给你我的联系方式。”于是他掏出手机，与德尔交换了电话和社交平台账号。德尔又是笑了笑，暗自想着，他们认识这几年，居然不曾互加联系方式，那也正是因为有一种常态，他们以为世界不会变，每天去上学就能见到对方，人不会分开。而卡科伊又以这种奇怪的方式引出这，实在是“奇特”。不自然地，德尔感到一种奇怪的感受，到了这最后时刻，还是卡科伊向他提出的互换联系方式，而不是他自己。他甚至都不曾想过这个。他感到了一种痛，一种对自己的不满。他痛恨自己的麻木，却做不了什么。与同学们一起参加告别聚会时，德尔习惯性地坐在角落，看着《引力与时空》，这书是卡科伊在这年他生日时送给他的。与卡科伊不同，罗杰将会和德尔一同前往布鲁塞尔。临行时，德尔和罗杰走进火车站，德尔的父亲没有来，替他们送行的是罗杰的父母。德尔的口袋里微微震动，父亲发来一条信息：ki（德尔的小名），你没带夹袄，比利时冬天很冷。德尔回了一条消息：“爸，家里的面包我走前热好了，晚上下班回家记得早点吃。”在巴库到布鲁塞尔的火车上，没有卧铺，途中更是要经停很多站，虽然有欧洲特快横穿欧洲，但是他们选择的是普通火车，因此要做几天才能到。火车有27节车厢，分为头等座舱，商务座舱，一等座舱，二等座舱。乍一听上去感觉是都不错的，德尔他们也没什么钱，就买的是二等座，是第8节车厢，站台上有着各种各样的人，有的贫穷，有的富裕，有的欢笑，有的忧愁；有卖零食的小贩，有在赶走流浪汉的警察，有奋力提着箱子的游客，有勾肩搭背的学生。火车站上人潮涌动，纷杂不堪，德尔一身简便，只携带了一个小手拖箱和一个双肩包。罗杰则背上了一个大的背包客用的包以及一个大行李箱和一大袋子衣服。他们挤过熙熙攘攘的人群，到了8号车厢，刚坐到座位上没多久，罗杰就大喊一声：“啊我去！”德尔没什么反应，因为他忙着收拾自己的行李。“你看见我的钱了么，200块（阿塞拜疆马诺特），青色的印有国土的，两张100。”罗杰很激动地快速说道。“没有，怎么了？”德尔才反应过来他说的话。“真是丧尽天良的人。我这么穷凭什么！”然后罗杰又连骂了几句脏话。“看来你遇到贼了，要不你再找找？兜里，包里？”德尔不喜欢别人骂人，他自己也不这样做，一是那很难听他不喜欢，二是他从未有那种强烈的情感波动需要这么做。罗杰丧气地说：“哼，反正是找不到了，管它掉了还是被偷了呢。”然后便坐到座位上。拿出了一点零食开始吃，可能是为了缓解一下心情。他递给德尔了一些。德尔没收下，这一点罗杰也料到了。德尔极少吃零食。“ki，你知道嘛，我们应该坐欧洲特快的，这样会节约很多时间。”“我知道，可你那样难免太浪费了。”虽然这样说，但是德尔仍然是很想坐欧洲特快的，不过，他更想坐飞机。“反正又不是你的钱。”“那就更不该花了。”罗杰沉默了，德尔正准备和他谈谈别的话题比如跑车什么的以缓解一下气氛，火车就开动了，慢慢的行进，开出车站后，看见车站外大量挥手告别的人群。罗杰的父母大概也在里面。罗杰奋力寻找着他的父母，却因为外面人太多而没有看到。德尔盯着窗外，没有去看那告别的人群，而是盯着渐渐黑下来的天空，太阳从地平线上落下，天边一片红霞，照映着地上的磕头机（石油钻井机）。一起一落，那缓慢的频率犹如火车前进的速度一样，优哉游哉。德尔掏出耳机，戴了一个在耳朵上，听着“From the ground up”（游戏mv音乐）闭上眼开始睡觉。一架飞机从列车线上空飞过，德尔假装睡着，却睁着一只眼看窗外。路途中经停了伊斯坦布尔，涂尔其最大城市，这也是德尔和罗杰迄今为止所见过的最大城市，殊不知之后他们还将会见到很多个这样的城市，甚至比它更大。伊斯坦布尔有着各种各样的宏伟建筑，大型清真寺。恰巧途中宣礼塔（清真寺必备建筑，用于召唤穆斯林朝拜）里广播传出，火车上不少人开始朝拜，德尔和罗杰虽然出生于阿塞拜疆，在那里穆斯林人口众多，他们却是少数无信仰者，德尔的父亲虽然信教，他却并不很督促儿子的宗教信奉，罗杰亦是如此。名义上是信徒，但并不属虔诚。罗杰更是乐于接触外国新兴事物，德尔虽然接触不多，但主要原因是因为他在物质追求上并不很强烈，而非对国外不感兴趣，他更喜欢看一些国外科教节目。毕竟他们俩要去的地方，就是国外。真正的接触到那些异己的社会，不过是几天之后的事情。路上，德尔和罗杰玩着牌，可只有两人也玩不出什么，所以路上上来的涂尔其孩子加入了他们，尽管他们几人文化有差异，而且都不是出生于扑克牌的发源地（西方），却凑在一起快乐的玩耍着。在火车上的第二天晚上，他们彻夜不眠，玩着牌。罗杰带了他的笔记本电脑，那是一个老旧的、厚厚的机子，几个人依然凑过去看那差不多20年前的轻型游戏。第三天凌晨五点多他们才开始睡觉。德尔没睡，他望着启明星，直到太阳把它的光芒覆掉，才靠上座椅，仰面呼呼大睡。第三天一上午，火车开过了一个个国家，每次列车报出国家名字，他们都没有注意听，而是安静地睡着，到中午罗杰醒来时，土耳其的小伙伴们已经中途下了车，貌似是在克罗地亚下去的。到此时中午，他们已经进入了瑞士境内。火车沿线风景无限好，罗杰醒来望着外面的风景，雪山、高原，树荫，瀑布。盘山公路上汽车、大巴车驶过，路上村庄一个接着一个，山谷底部躺着河流，河流旁边就是农田，小小的塔楼竖立在农田之间，从火车桥梁往下看，下面的牲畜犹如蚂蚁。罗杰万分激动的拿出了背包里的手机，不断地拍照。边拍照边摇晃着旁边熟睡的德尔。“喂喂！这里很好看啊，快醒来，我替你拍个照片。”“嗯？”德尔揉了揉眼睛，没有什么不满，反而很乐意罗杰叫醒他。“来，摆个姿势，我发照片到我特特（Teitter）上去。”德尔没摆姿势，也没反抗。坐在窗前，看着那飘飞过的景色，语气很无奈地说：“罗（昵称），你看旁边公路上有辆Continental gts（跑车）。”“什么鬼？在哪里！？”罗杰突然变得十分兴奋，没给德尔拍照，把头伸出窗外看，然后对着那辆车使劲拍了很多张照片。    “今天是8月28日，布鲁塞尔，空气温度属通况（25摄氏度），湿度75%，晴好，微风，空气质量：良。”“~~噗吱~~（电波音）”德尔关上了广播。“你可真是过着老年化的生活，还带个小广播。”罗杰一脸笑容地看着那小巧的收音机。“这个啊，挺老的了，我爸说是我母亲生前使用的。”“噢抱歉。”“没什么，你不用担心提到这个的，说回来距离开学还有一阵时间，你不计划出去走走么，从火车站直接用gps奔这小旅店然后睡上一天，这样我也是醉了。”德尔微笑着。“嗯，你的提议很好，我正打算去外面看看，这里的人都很有趣的样子，可以和他们练习一下的口语。”于是罗杰走出门，带上一张房卡独自出去了。德尔查看了一下这房间，设施陈旧，一台示波器电视机算是唯一的电子设备。倒是发现了角落里的一条网线，德尔从箱子里拿出有线转无线插头。接上后，他又打开手机，搜索无线网络。尽是搜到了但无法加入，拨打电话到前台，前台用蹩脚的英文告诉它网络收费。于是德尔坐下来，给父亲发了一条信息告诉安全抵达。想到过了一天，有点晚了不禁愧疚起来。不出几条街，就有一个教堂，整点的钟声和公交车经过的声音混杂在一起。这家旅店位于布鲁塞尔的郊区，严格的讲不算是旅店，而是短期租赁式的，德尔和罗杰租了两个星期。这里距离他们的大学有几站路。附近是布鲁塞尔的郊区的繁华地段。使德尔忧愁的是生活费，他手头上零钱已经不多，而且很多是未兑换的阿塞拜疆马诺特，布鲁塞尔大学的学费是免费的，可在国外不小的生活费也是压力所在。德尔站到窗前，望着湛蓝的天空，想起故乡那灰蓝色的天，却也是奇怪的感触，他才离开家一星期。开学是在九月中旬，他们将要去上预科，也就是桥接课程，专门为留学生设置。全部都是基础课程，这将会持续半年到一年。他不知道他会遇到什么人，德尔本人会说流利的俄语和阿塞拜疆语，能听懂阿尔泰语系的大部分语言和方言。英语则是出于兴趣所学，在故乡，他可以用英语和游客交流，了解外面的丰富世界。不过那时他也没想到会在这里使用。他打开门板，走进了那有点“古色古香”的阳台，极有欧洲风格，护栏由白大理石砌成，竖着的栏杆如同微缩版的希腊式的科林斯柱，白色的大理石上沾着黑黢黢的纹路和脏东西，可能是有机物腐化产生的腐蚀。阳台背光，一片阴凉看不见太阳，爬山虎在旁边的墙壁上蔓延开来，如同一个巨大的手掌，要抓住并吞噬这栋古楼。他坐到了那唯一的躺椅上，看着楼下人来人往，觉得无聊便拿出一本书，这是在来旅店的路上的老书店看到的，标题很吸引他，叫《玻尔兹曼：笃信原子的人》。他不信萨特的说法。他不信柏拉图式的理想。他不信安兰德的哲学。他不信马克思的论述，他只爱自然，爱世界。他不知道其实他有梦想。看着那些不系人之利害的书，他很享受，却也迷茫。他从来没有坚定的政治立场，除了父母之外也没有爱过的人，他小学后都没有哭过了。他痛恨、可怜、爱他自己。热力学第二定律里预示着，世间万物的熵永远保持增加，一切事物趋向混乱。乐观的人比如他是对人类未来抱有乐观态度的，趋向混乱可以理解为人类越来越发达，世界能量转化更多的流向人类和热能。尽管他对世界很乐观，他依然对自己迷茫。倘若有一个悲观的人对他说，熵增意味着毁灭，他可能不会很快相信，却会忧虑。幸好，罗杰不是那样的人，罗杰虽然不会改变他，却能让他那麻木的心能不那么死寂。罗杰散步归来，激动地说人们对他的反应，以及路人对他的友好。他掏出手机，给德尔看他照的照片，有的搞怪，有的严肃，有的稀奇，有的美丽。德尔听后笑着地很自然。罗杰带来了俩杯面，递给德尔，并说道：“嘿，别不要了，就当是午饭，我请客。”“谢谢。这个你也别拒绝，就当是代买的路费。”然后停顿了一会儿，说：“反正这钱在这也用不到。”德尔拿了一些阿塞拜疆马诺特给他。“你这是什么话。”罗杰笑嘻嘻的收下了那点钱。在开学前的这几周里，他们时常出去走走逛逛，去了解当地文化，融入生活，渐渐习惯周边环境，德尔很快就制作出了一个公交站路表，附上时间，并在最后几天去了地铁站绘制了一张地铁图在买来的地图上。罗杰则记下了各个有趣景点、餐厅、游乐场所，准备日后造访。布鲁塞尔是一座优美的欧洲城市，拥有许多的古迹，街的宽度不宽，一些道路仍然是石板路，现代元素也融入其中，石板路转角就会有个电动路障，上下伸缩，德尔初次见到这路障还很是奇怪。想想后才知道这东西他见过，它在一个他玩过的游戏中出现过，这路障总是最好的骇进对象有助于逃脱，逃脱，逃脱什么？德尔发现他无法控制自己的思想。布鲁塞尔相对巴库纬度更高，滨海而非滨湖。对德尔而言，那咸咸的味道就和巴库所濒临的粒海一样，反而更淡一些。但是环境却极其不同，巴库偏干燥，植被较少，绿色中带有暗色调。而在布鲁塞尔，这座城市里到处有青青的草地，只见人们躺在上面晒着日光浴，此情此景德尔以前只在网上看到过。不过德尔也感觉到了隔阂，他的样貌让周围的人一眼就能看出来自不同的地方，而且有些人眼里会露出些许恐惧，德尔见到这些也并不在意，反正他也只是默默地做自己的事，至于快活的罗杰则没体会到别人的眼神。大学园里，古朴感更强烈，建筑风格独特，与巴库的一点都不同。不同的校区建筑风格也略有差别，德尔和罗杰在一个较新的校区上预科。让德尔高兴的是布鲁塞尔大学只有一个预科班，所以他和罗杰一定在同一班级。预科班中有着各国的学生，为了融入当地，都在这里学习基础课程。本来德尔想和罗杰继续坐同桌，可这里的课程是以小组进行的，也就是长桌，这样也方便沟通。可座位安排时，罗杰被分到另一个小组去了，一个叫赫辛·洛琳的法国女生坐在他的左侧，另一个叫马兰·皮蓬赛克的比利时法语区的男孩坐在他的右侧。罗杰与德尔隔了两个桌。起初，周围坐着一群不会阿塞拜疆语的人让德尔感到非常不适，在这里大部分课程都以英语进行，而人们交流时也用的是英语。可幸运的是课程并不是很难懂，甚至比较基础，德尔并不费很大功夫就能学会，所有有必要解决的问题都是语言问题。赫辛是一个很活泼的女生，她乐于与人交往，人缘也很好，她身材不高，偏瘦，生得一个漂亮的眼睛，小小的鼻子。在预科班里她常常会帮助别人解答问题，而且主动承担了许多班级责任。她在某些事情上多愁善感，她极富有同情心，看了悲伤的故事或可怜的人或事她总会哭出来。与德尔最大的不同是她的情感变化多样，不过平常都是以快乐为主。她也常和德尔讨论些学习上和社会上的问题。马兰则是一个有趣的人，他瘦且高，面容大概可以用“和谐”来形容，他十分健谈，他的外向与罗杰不同，他使人感到搞笑，经常自我嘲讽。他的笑有一种感染力。德尔很高兴他旁边是个这样的伙伴，不过他却渐渐地也喜欢嘲讽、自我嘲讽和起哄了，尽管这没能使他真正的变活泼外向，这更趋向于一种宣泄，这种久居国外的闭塞感让他有了与以前不同的上述行为。一日在课堂实验中，作为实验助手的赫辛像其他人说道：“你们看这种硬质的金属环，听教纲上说它在冷凝条件下反而可以变形。真是奇怪。”“那我们试试？”有用学回应，于是她便把它丢进一旁敞开的液氮桶里，汽在那桶里冒出、飞散，如蒸腾的云雾漫飞环绕着那桶，然后那环从另一端掉出来。然后她用塑胶手套捡起环，脸上表现出很好奇的神情，用她的小手轻轻地扳动了那环。“哇哦~~”其他人都略有些小惊讶。“让我试试！”有人说道。于是那人也上前尝试，触碰到那环，他的手猛烈的缩了一下，然后哇的一声叫出来。之后非常愤怒地喊：“坑死爹了！”他蜷曲着他的手，他的表情光让人看着就觉得很痛苦。大部分同学都笑了。赫辛一开始也笑着，不多久那同学手出现了冻伤的症状。“呵，不作死就不会死。”“噫~”“叫你着急。”“XXX，没让你动你就别乱动！”“呵呵，你要是用嘴去咬那就惨咯。”“嘿，就不该让他先冲上去，我都带了手套。”底下传来一阵冷嘲热讽。赫辛此时却没有笑了，她变得有些焦虑，去找来了实验室管理人员，管理人员马上带了那同学去找医务人员，赫辛和另外两个同学也陪同一起去了。德尔坐在一旁，他没仔细看实验，没笑，没嘲讽，没陪同送同学，没起哄，没感叹，没恐惧，没兴奋，没高兴，没意见。他只是看着，顺便记录一下实验内容。不过他却感觉到了一种他以前没体会过的情感，犹如喉咙里有个裂开的小橄榄——酸涩、噎，却又清香。在这预科班的时间里，德尔和赫辛最多就是讨论社会问题和学习，仿佛一种天然的隔阂，德尔除了以前的几个朋友如罗杰外就很少与别人交流生活上的事了，在外人看来他的心如冰一样坚固冰冷。赫辛像是一个火炉，或是说像一个熵剧烈增加的点。周围的分子受其影响会剧烈热运动。而物质、分子、原子中绝大部分能量就以这种热运动散失了。如果说事物或能量一定要有一个去向的话，那就是往熵增加的方向——这一点被热力学第二定律严格限制了，总熵不可能降低。德尔的人生历程中遇到不少这样熵增的点，像是卡科伊、罗杰……，德尔这个分子虽然受到了影响，产生了热运动（分子运动剧烈程度决定温度高低），但从来没有达到他的熔点，他总是精巧的避开了熔点，所以他的内心几乎从来没有波动。可他们中没有一个像赫辛这个点一样“诡异”，这个熵增剧烈的点让那个分子难以避开。午休，阳光散射在食物广场到图书馆的过道廊桥上，钟声缓慢的敲了一下，沉重而悠长。光线强而耀眼，但由于处于秋冬交替时节，布鲁塞尔的温度并不高。过道上学生们匆匆走过，有人书籍忙中碰掉，散落在走廊上，德尔从食物广场出来，看见赫辛在帮助捡起书籍。赫辛站起来笑笑，向德尔招手，然后她准备走去图书馆。德尔板着脸打了声招呼，仿佛在想着生活费的事情。“德尔，你好像不怎么笑啊，总是板着个脸。”赫辛笑眯眯地看着德尔。德尔却没那么麻木了，放下来板着的脸。似笑非笑地回答：“喔，是吗？可能吧。”说完后他觉得自己显得特别傻，他以前和别人说话时从不会有这种想法。“你明明知道很多东西，可以和大家讲讲的。”德尔默默心想，他确实可以讲，可那显得太僵硬了，他如同他小时候认为的一样：别人不会对他对事物的认识和他的经历感兴趣的，那太过平凡。尽管这可能只是对他而言平凡。于是他说：“我不认为你会感兴趣。”慌忙间没看清路他撞到了一个路人，德尔连赔不是。“那不重要，你难道不知道人们应该相互了解吗？你从来不说话，就算讲也是和学习有关的。”德尔的脸突然变红了，他不知道该如何回答这种问题，他也没有料到这，他以前也从未体验过这种感觉。他不敢用目光直视她的眼睛。“哎，还是不说了，看你这样。”然后赫辛又微笑了一下。“不，……不我不是这意思，不。哎也没事，算了。”麻木的家伙。我在我的生活中居然没有遇到过什么让我印象深刻的事。赫辛看他可怜巴巴的样子，不禁有些怜悯，是呵，一个连表达自己想法都难以表达的人。然后便提着书进了图书馆。赫辛自己是经常与别人交流，相互了解的，她喜欢社交媒体，在上面发表她对事物的看法，遇到有趣的事与人讨论。德尔则不然，社交媒体对他而言不过是摆设。与人交流在他小时候不会是一个问题，可是德尔遇到赫辛后却不知为何说不上话来。然后他在图书馆门外站了一会儿后，发现他并没有准备好东西来图书馆。挠着他那杂乱而卷曲的头发，低声说着：“这到底是什么乱七八糟的（他找不到形容词形容他的心情）。”其实这是他在熔点时刻的特征，他处于一种固液临界状态。混乱、波动、搅杂、膨胀、碰撞。黄昏，他走路回住所，到了那长期租赁型旅店后，看见罗杰坐在沙发上吊儿郎当地看电视，乐呵呵的，罗杰见他回来，便说：“呦，你回来了，怎么看起来不是很高兴啊。”“这你又知？”“这还看不出吗？”\n\n\n3、http://www.mcbbs.net/forum.php?m ... =451429&pid=8268070\n4、http://www.mcbbs.net/forum.php?m ... =451429&pid=8268074\n5、（上）http://www.mcbbs.net/forum.php?m ... =451429&pid=8268104\n5、（中）http://www.mcbbs.net/forum.php?m ... =451429&pid=8268111\n5、（下）http://www.mcbbs.net/forum.php?m ... =451429&pid=8268116\n6、（上）http://www.mcbbs.net/forum.php?m ... =451429&pid=8268127\n6、（下）http://www.mcbbs.net/forum.php?m ... =451429&pid=8268129\n7、（上）http://www.mcbbs.net/forum.php?m ... =451429&pid=8268144\n7、（下）http://www.mcbbs.net/forum.php?m ... =451429&pid=8268150\n8、http://www.mcbbs.net/forum.php?m ... =451429&pid=8268151\n9、（上）http://www.mcbbs.net/forum.php?m ... =451429&pid=8268170\n9、（中）http://www.mcbbs.net/forum.php?m ... =451429&pid=8268172\n9、（下）http://www.mcbbs.net/forum.php?m ... =451429&pid=8268182\n后面章节请往下看。（在回复中，你可以点‘只看楼主’）到第九节后，第一卷的上部就完了。求人气，求金粒，看帖回帖是美德。\n当前已知问题：1、由于我是从自己写的WPS文档里转过来所以导致分段落会出问题。2、敏感字问题，更新要审核。3、WPS文档字体，导致心理内容（本来是楷体字）无法正常显示。4、我更新慢。高二党，望谅解。5、论坛系统有点坑爹，一次编辑内容如果太多就会出错，所以我在回帖中分段发的，导致同一时期发布章节回帖在异常楼层。本来想都编辑在主贴的（不以回帖的形式，但是内容一旦多了就保存不了，不知道是什么情况……）\n然后来一发艾特大队。这好像是创作版的风俗。@清音腰柔易推倒 @SSCXM @MarcoV @_Benson_ @exzhawk @Revolt @andychen199 @likeliang @tsubasa56 @C似水流年 @956090213 @huanghongxun @SPE__HaiKuo \n本文引述引用或参考借鉴或调整改编了（文中已经写明名称的以及所使用的理论相关著作未列在下面，仅列出了与灵感来源和思想实验和文段引用相关的）【所谓思想实验指的是逻辑哲学上的分析和研究，在形象立体些的沙盒游戏或是特殊环境的小说、影视作品中比较明显，主要体现是对细节人性的分析和极端的社会环境假设】\n 文学作品（许多小说提供了一些对情节设计有帮助的写作技巧或是思想实验，或是情节需要有所引用，文中已经提及的并未写在下方）：亚历山大·仲马《基督山伯爵》、《三个火枪手》、维克多·雨果《悲惨世界》、艾萨克?阿西莫夫《基地》三部曲、凯文·鲍尔斯《黄鸟》、乔治·奥威尔《一九八四》、刘慈欣《三体》三部曲、加西亚·马尔克斯《百年孤独》、《霍乱时期的爱情》、儒勒·凡尔纳《神秘岛》、威廉·戈尔丁《蝇王》 \n大众娱乐（有些游戏/电影/剧目提供了宝贵的思想实验或情节灵感）：育碧《看门狗》、艺电《镜之边缘》、维尔福《半条命2》、Galactic Cafe《史丹利的预言》、Mojang AB《Minecraft》、R星《侠盗猎车手V》 \n其他（生活中有不少有意思的东西，它们提供了信息源，或是被引用于文内，固需注明）：《科学美国人》、《环球时报》、《读者》、《人教版高中物理》、《人教版高中生物》、《人教版高中语文》、《中图版高中地理》、《Luv Letter填词》、《我那远方的心上人》、《乱涂之火》，以及百度百科、维基百科等搜索引擎提供的宝贵信息源 大概无更多引述引用或参考借鉴或调整改编了。在此对以上对本文有帮助的各种XXXX表示感谢。\n\n最终解释权归lzlniu所有，未经许可，禁止转载。\n都看到这里了，就加个人气呗。\n当我看着这个世界时，我是悲观主义者；当我审视这世界的人们时，我是乐观主义者。——卡尔·兰桑·罗杰斯\n\n[groupid=534]InfinityStudio[/groupid]",
    "replies": [
        {
            "author": "lzlniu",
            "timestamp": 1433135160,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:31 编辑 \n4、黑色鸭舌帽\n\n\n德尔是痛苦的，他在之前并没有感受到这一点。直到他失去，失去赫辛。假期来临，假期结束，新的课程安排、新的教室、新的研究室、新的同学、新的教授。预科班在他的人生只占据很小的一段时间，他却无法忘记，他一直无法解释为何他会无法忘记，或者更确切的讲——是他一直不忍解释而不是他无法解释。\n那教授教着几百名学生，在大阶梯教室里，扩音器的声音激扬着，吸收隔音的墙壁铿实有力，没有回音。各种有关材料学的知识滚进德尔的脑子，像车轮一样碾压他的智商，他竭力认真地去听，自信地做着笔记，翻看相关教材，外看镇定自若，戴着他小时候那黑色的扁扁的鸭舌帽，它没有边缘，纵看如同无角的三角形，上看则是椭圆形，左侧高右侧低则纯属因为他没戴正——他过了这个假期后就开始喜欢戴上这鸭舌帽了。手里握着一支笔，耳上卡着一支笔。记录本无力地躺在他的腿上，散开又下垂，难以书写。他在以往的学习生涯中，从来不会去记笔记，因此他的动作也显得生硬而无力。他手上那支笔从来都是不好用的那个，而耳朵上那支则是顺畅轻滑又好用的笔。\n每天课程或讲座或实验结束，他走回那租赁旅店，依然会看见罗杰，不过他们现在已经不在同一个课程、专业了，他们的世界线（作者注：世界线是物体穿越四维时空的唯一路线，对于固定一个粒子，它的世界线是固定的，若两粒子无交集，则他们的世界线各自独立）已经基本没有交集。他连罗杰的日常趣事都不怎么清楚了，外人看来只觉得他的麻木传染了罗杰。每天，德尔走上阳台，去窥探金星，他为此还买了个双筒望远镜，他质问自己：金星是什么，肯定是这自然界我最爱的东西了。那我能看见它，为何我还闷闷不乐？\n他不经意间，得到了答案。他喜欢的不是金星本身，而是其赋予的意义。他知道他内心是什么样的：\n在小时候，每天清晨伴他上学的不是太阳，而是启明星，它照亮了德尔前进的路，点燃了他对科学的热爱，它象征着那无穷无尽的大自然。\n在预科班那年，每天早上去学习他都会兴奋而愉快，因为他知道这一天他的左侧坐着一个阳光又可爱的女孩，他因为知道她的存在而感到无比快乐，因此整天都充满了能量——而这一切他以前都不曾去体会过，直到现在他失去了她，他才发现那些日子他快乐的原因。而金星此时又象征着她，那在他眼里最美的人。尽管在他眼里赫辛总是像个孩子，而很多人觉得她很成熟。这一点德尔也解释不清楚，他就是觉得她浪漫且天真，处事自然。\n可是得到答案对他而言并不代表着快乐。他愈发后悔，因为他认为他在赫辛眼里不过是个过客罢了，这不怪她，而是怪他自己。因为他锁着自己的心，这是他自己一手塑造的灵魂牢笼，而这牢笼就用来封锁他自己。\n赫辛对每个人都敞开内心，的确像是一个天真的孩子一样，世事万物都不影响她去欣赏美的事物，都不影响她待人态度——友好、热情、饱含同情。她对所有人都是那样自然、敞开心扉，以致于所有人都喜欢她。她喜欢夸奖他人，分享自己的心情、感受，因此她遇到更多和她类似性格的人，他们都乐于与她交往。她对别人的态度决定了别人对她的态度。德尔知道，即便没有桑塔斯，赫辛也会有很多人去追求。\n的确，人们喜欢和简单、有趣、天真的人交往。不会喜欢和孤僻、冷漠、麻木的人交往。德尔常常在课程完毕许久后仍坐在阶梯教室里，仅仅是因为他喜欢享受这种独处的美，他要自己和自己的思想战斗，尽管这种战斗会败得体无完肤。因为他从小以来的那思想（享受孤独）总是那么不屈，难以推翻、更易。\n所以他不快乐。得到了对金星的答案后，他变得更懊恼。因为这答案似乎很有力地在击打着他的旧思想。他感到疼，于是他选择吃止疼药，那止疼药很简单——就是对科学的不懈追求，以及时间的力量。\n德尔的研究主要是应用科学，他的主要学习方向是材料物理、半导体、高分子、纳米技术。他每天早上早起前往图书馆或实验室或小教室，上午在校园里漫步半小时，中午有时去买生活用品和食材，然后回“家”吃午饭，下午则是前往研究所和研究员辅导员见面，晚上吃着中午的剩饭。饭后他坐在罗杰的电脑前，整理资料，发布研究结果，逛各个学术论坛，自以为小有成就，在大学他就这样度过了许多个日子。\n他自信的以为他会忘记赫辛，可他不能阻止自己每天去看赫辛在社交网站上发的记录。所以，就这样度过了三年，他的苦痛反而愈加深了。他在学校每次遇到她，总会打一声招呼，微笑一下。他每次这样做，都会回想过去，每次课程结束同学离开，他总会在门廊徘徊，就是想对她说“拜拜”而已，却见她毫不知情地走出门，他只能站在一旁，这他本来认为很自然的话都说不出了。\n他觉得他确实是一个过客而已。\n他父亲说过：“有的人你看来对你无比重要，对方却只会以为你是个过客。不是因为对方的冷漠，是因为你自己选择的态度。”他此时回味这句话，唯有辛酸没有痛。\n人生若只如初见，\n何事秋风悲画扇。\n等闲变却故人心，\n却道故人心易变。\n不曾开始，确实美好，却导致了等闲不变故人心，留下的只有辛酸。没有誓言，自然不会破坏，却留下了深深的悔。为何妄言：人生只若如初见？\n德尔凝固的比他想象的慢，纵使现在他宁可快些凝固。他的选择，注定是这种态度。他追求的，不过是无欲无求。“你个矛盾的骚年，”罗杰对他说道。“你无欲无求还‘追求’什么，干脆啥也别想！”\n于是，他不再多想。他把自己埋在了学术的下面。学士=Bachelor=单身汉。\n这些日子里，他感觉自己丰富了很多对他日后事业有所帮助的知识，他想到一个全新的点子，那便是分子筛滤重塑技术（作者注：虚构技术，现实不存在）。他在布鲁塞尔的各个机械零件商铺、五金店、百货商场收集材料，每天晚上回“家”后就开始以课本知识构建他的梦想机器：结构重组仪。材料科学告诉他，随着科技的发展，没有什么是不可能的，而这台机器对他而言十分重要，在它上面他寄托了所有的情感，这一切就是为了减熵，减殇，忘却。他这些日子里在特特上与卡科伊聊天，这些年他们的确没有断过联系，不过大多是科学、技术上的分享，他们已经几年不曾谋面，但却互相关注着。\n卡科伊在特特上对他说：“我知道你会选择这条路的，可是材料科学是个大热门。”\n德尔回复信息：“我若早知道它是热门，我才不会选呢——你知道我的性格的。我在想高分子技术上做出些研究，比如分子间作用力的深层利用，在原子内，还有极大的结构塑造余地，用纳米技术筛滤各直径不同的分子，并将其用强磁场稳固，然后用凝胶处理。同时为了避免过强的热运动影响，可以用超低温如液氦，或是激光冷凝术。这样我们就可以制作出致密的分子结构，并且更方便的对其塑性。分子的永久偶极和瞬间偶极引起的弱静电相互作用比如氢键，在低温状态下更有奇异的性质，电子的轨道将在一定程度上的持续性占据高能级，这不是很诡异吗？”\n“果然，你的风格就是不会选那些大家喜欢的东西。不过世事难料，你这次踩中了热门。近年来纳米技术有着种种突破，石墨烯的批量生产技术已经把十几年前的理论技术提升到了新的层次，最近强子对撞机发现的粒子的异常翕动现象也有人将其和量子纠缠联系，还有最近比较热门的强相互作用力在微观上的工程学应用，我看都会引起材料学革命！你知道的……，我在想我这个观点是否正确，我认为有机高分子的研究已经穷途末路了，相信我的观点吧，你应该研究点有趣的东西。我看你提出的分子筛滤重塑就蛮新奇的！”\n卡科伊亦是一个敞开自己的人，德尔顿时意识到。而他这么多年来一直没变。他喜欢他这种不住地自言自语，那种畅所欲言的学术氛围。卡科伊是与赫辛完全不同的两类人，但是唯一的共性可能就是他们都无所顾忌的热爱生活，追求自己所喜欢的事物或人。不同的是，有的人渐行渐远，有的人依然还在。现在，德尔明白，他要学会珍惜。\n卡科伊告诉德尔分子筛滤重塑技术的可行性，并对其大加褒扬。德尔的研究倒也常常遇到坎坷，他的导师以及一些研究员知道他的想法，但是他们并不认为可以成功，因为分子筛滤重塑技术投入设备生产的可能性几乎为0，德尔倒也想过将研究停留在理论与论文上，但是他随卡科伊的交谈使他明白，这项技术可能至关重要，连论文都不应该发表，而是尽快利用这项技术。\n罗杰不时地会帮助德尔，至少罗杰觉得这是一个有趣的足矣打发时光的东西，这台机器大部分手工制作，但是德尔在很多关键零件上无能为力，因为能力不足或是资金短缺，他做出的第一台结构重组仪是无法工作的。他需要关键的一些芯片和微型电子管。以及昂贵的纳米过滤层。\n于是，德尔的大学毕业论文并没有选择他的分子过滤重塑技术纲论，而是写了一篇极其平庸的纳米网用途详解。\n就这样，他平凡地告别了他的学生生涯。此时他已经24岁了。\n毕业典礼上，他又是如往常一样，领取完证书后，坐在角落。那一个个同学，有的笑容满面，有的互开玩笑，似乎永远不会分别，有的相互拥抱，有的高谈阔论，有的手舞足蹈，似乎想最后疯一把，有的无所事事，有的茫茫对视，有的泣不成声，似乎即将天人永隔。而德尔就像是中学时期一样，坐在一个角落，面无表情地看书，没有喜悦也没有忧愁。只不过这次他在看海德格尔的《存在与时间》而不是中学时他看的瓦尼安和鲁菲尼的《引力与时空》。\n这几年，由于不是同班教学授课，他没有与什么人深入交往。他也因此渐渐习惯了孤独，他可能在赫辛的影响下不那么麻木无情了，可是他变得享受孤独了。他的人生犹如玩笑。他的性格变化绕了一圈：孤僻→麻木→无情→融化→孤僻。这种孤僻，是一种无意义的坚守，活在梦想下的人，才会坚守信念——人一生不需要喜欢太多人，几个就够了，人的感情是不够用的。\n他换下学士服，穿上土色的大衣，抓起他那黑色鸭舌帽，紧紧地压实在头上，然后走出典礼场所。冷风呼啸，野猫在大的方形废料桶里相拥嘶叫，远处核电站的反应塔里冒出的不是烟尘，而是雾雪一般的冷凝液汽。天色阴沉，云压得很低，潮湿空气让路边行道树下的泥土里长出来白色的、圆圆的蘑菇。细细丝丝落下来不知是雨还是雪一样的东西，击打在德尔的眉毛之间，融化、蒸发、升华，德尔感觉到的无非是这些吸热带来的冷感。\n“比利时的冬天，确实很冷，但是爸，我不需要夹袄也行。另外，我真的很想你。”他给父亲发了这一条信息。\n于是，德尔带上了他的结构重组仪——这台如台式电脑一样大而臃肿的机器，纵使它无法使用，以及他一如既往的简便行装，犹如他来布鲁塞尔时一样，一个提箱，一个双肩包。他决定前往另一个国度，美国。\n他与父亲商量去美国的事，父亲对他的闯荡表示无所谓，他反而说他很高兴看到儿子的自立。而德尔不知道父亲的真实感受。在阿塞拜疆，工人罢工运动导致了大量的武装对峙和游行，随之而来的是金融危机和工人失业，社会不稳定，一个以能源为本的国家，因能源而混乱，一切都是利益在作祟。父亲的同事已经有许多在冲突中负伤，而他本人的生活也非常困难，他缺钱，没有稳定收入，在几次混乱中被拘留。随着年龄的增长，他渐渐变老，身体状况下降，头发已经一半黑一半灰白，并且变得稀了许多，在他给德尔的他的照片里他的笑容掩饰了他的苦。他在时间的推移中变老，逐渐不太可能继续工作下去，而退休手续又迟迟拖延，失业给他的打击太大了。但是他依然是一个乐观的人，他很累，但是依然坚强的他没有被政府或公司的压榨击垮。在工人运动中他甚至被起诉，但是他竭力维护工人兄弟的权益，在他们的支持下继续乐观地生活着，相信一切会好起来。他也寄予他儿子很大期望，相信他的拼搏会有回报。几次来信和社交网站交流中，他们总是和谐而愉快地交谈着，毫无危机感。\n德尔单纯的以为，父亲那里一切都很好。毕业后不多久，他就登上了一艘前往美国的大型集装箱货轮，以帮工的身份登船，做维护船、清扫夹板等活。但并不会给他付工资，但这对他而言足够了，因为他只是为了渡过大洋，以劳动而“免费”坐船前往那他希望施展自己的国度。\n在浩瀚的大洋上，他要度过八个晚上。夜空下的集装箱货轮上唯有零星的灯光，而诺大的船上却少见有人，天上可以见到的星星的数量那么多，若全部换成人，都可全数塞入这艘船。一个夜晚他彻夜不眠，盯着长庚星从出现到消失，再到启明星从出现到消失。海风吹浪，浪击打着钢制船体，油漆模糊，藤壶长满船侧。月光如此的亮，以至于人影在黑寂的集装箱间可以由月光照出。\n最后一天的清晨，领航鲸和海豚在船首嬉戏。八日不见陆地，终于在这天，城市的高楼大厦参差地相继出现在天际线上，码头的装卸机在远处平移，那样的微小，人类的一切在自然面前总是如此脆弱，海风不那么猛烈了，德尔又按了按头顶的帽，靠岸后帮助卸货。一番忙碌，下船后他疲惫地坐在码头的墩子上，一手托着行李箱，一手拿出手机，眼盯着一张赫辛的照片，微笑着，仿佛这种最基本的快乐谁也无法夺走，可笑着笑着就似乎将转变为哭。那帽子不经意间从头上滑下，他喉咙里也不再如当初像是有个青裂的橄榄了，而是苦芥。\n他想起赫辛曾对他说：“如果你遇到喜欢的就应该去努力追求并付出，这样才能不后悔，而不是为了那多年后回忆起的隐藏的美好。”当然，他明白她说这些的时候也许没有想太多。但是德尔喜欢反复咀嚼赫辛说的每一句话，就像原始人对万能的自然神的崇拜一样。\n但是德尔渴望忘却这一切。他宁可没有解读金星，那样他便不会回忆。\n阿兹特克人和玛雅人用活人献祭，国王用针刺穿自己舌头将鲜血供给毁灭之神，让太阳能正常升起，万物生灵延续。他们把他们认为最宝贵的东西献出，只为了最宝贵的东西能延续下去。不过，这样做的确太残忍了。\n德尔·维基，他最缺乏的东西是感情，他最珍视的亦是那稀有之物，那稀有之物亦是刺伤他的东西。\n啊，老天，愿整个宇宙为一个点而闪烁。\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433135220,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:30 编辑 \n3、维纳斯\n\n\n在学习生活中，德尔表现得比较活跃，与各个研究员和教授老师都谈得上话，但并不主动，他会回答问题而不磕磕绊绊，他会按照要求完成计划任务。但他不会主动去承担任务，也不会主动去有问题就去谈论解决，他对他的每一步都没有把握。麻木。他不知道其实他有梦想。\n德尔与人交往时常说的话是：“对不起。”\n赫辛与人交往时常说的话是：“谢谢。”\n在一次讲解讨论课题时，研究员让学生们准备研究材料纲要。德尔像赫辛借了一个订书机。他默默地拿过，熟练而快速的摁了两下，放回了赫辛前面的纸上。\n“哎呀，你借别人东西怎么不说谢谢呢？”赫辛半开玩笑的笑着说，她其实也不在意这个，只是很随意的讲了一下。\n德尔又陷入了固液混合状态，他“惊慌失措”地回答：“额是啊，谢谢。”\n停了一会儿，德尔继续说道：“我只是一下子忘了而已。”\n“哎，没事的，你还真是挺有意思。”\n赫辛很阳光地笑着，德尔突然觉得她很美，心灵的美。然后他又快速地抹掉了这个想法，他不喜欢去想那些和自己无关的事或去思考别人，于是专心去看材料纲要去了。这个课题最后进行的很成功。\n在课程上，赫辛也常常帮助德尔，尽管这挺细微，但却让德尔察觉到了。比如翻查书页时她会提醒他页数，题目上的问题她也常提醒出他的错误。\n同学在课余有时会讨论专业问题，毕竟在预科班的同学们大部分不会选择同样的专业，未来也不太可能相见了，德尔的计划是材料科学。在讨论这一点的时候，大家也会讨论各自的兴趣和研究方向，一些业余知识。\n有关天体物理也是一个热门话题，男生们喜欢讨论这些神秘而遥远的事物，探索之心人人皆有。\n马兰和德尔一日晚上在食物广场用餐。广场里有着各种各样的小餐厅贩售点，价格相对偏高（相对自带三明治）但也不是很贵，学生们一般只有在没来得及准备食物的情况下才会来这里，纵使如此，食物广场还是人满为患，除了一旁的昂贵咖啡厅。他们由于来的比较早，就坐在了窗边，吃饱喝足了，他们仍占着座位。此时已经晚上八九点了。\n马兰喝了一些啤酒，这天是他的每月庆祝日（就是每个月随机定的一天，用于放松休息享受的，所以这天他来了食物广场）。他醉醺醺地说：“德尔啊，听说你对天象了解不少，我考考你吧。“然后他随手指向一颗星。“说，那是啥星？”他仿佛很自信的认为德尔不知道。\n“天狼星。”\n“你小子还不错，可这最好认了。毕竟最亮嘛……”他不服气地又指向另一个星，恰巧是金星。“那你说那个呢？”\n“等会，我又要纠正你了，天狼星不是最亮的，至少从绝对光度上说，首先天空中最亮的是月球，其次…………”\n“行了……你别叽里呱啦的了，你就说那个……你知不……知道吗！”他语气时而急促时而缓慢。虽然醉态毫无保留地表现了出来，但是在他身上却也表现出一种侠气。\n“启明星、长庚星。”德尔不喝酒，他不喝酒是因为他想让自己时刻头脑清醒，更可能因为他是一个毫无浪漫色彩的人。\n“哎你这，……没劲的答案，那是Ve??nus！”\n“你说什么？V？”\n“我们还能不能好好做朋友了？这都不知道。”\n“我没听清。麻烦你重复一下。”德尔沉着气，一心想着要纠正马兰的错误，听他的错误答案。\n“V E N U S！”\n“呵，你说错了吧。”德尔暗自高兴。虽然没笑。\n“这可…是金星的正式名称，Venus是古希腊……神话中的女神维纳斯的……名字，金星的英文就是如此！这就是金星。”马兰有点气愤地回应。\n“哦这样啊，容我见识短浅，对不起了。”\n“哼，这还差不多。”然后马兰起身，醉醺醺地走出食物广场。\n德尔茫然，想着这金星的英文名称，痛苦地垂着自己的腿，他竟一直不知道他所喜欢的那个星，是什么，出自于什么典故。坐在那里许久后，他才发现哪里不对劲，原来马兰没付账。\n长庚星在天际闪耀，德尔坐在安静的图书馆里，独自凌乱，他看着尤瓦尔·赫拉利的《人类简史：从动物到上帝》，他试图看进去，那一个个历史性的法典、生产资料所有制的突破、科技革命，这竟都没能吸引他，而他来看这本书本来是要放松的。这一点一直让罗杰比较不理解，他难以想象如德尔一样的人为何会以这种书来消遣。但这次在看书时德尔却有些焦躁，因为赫辛坐在不远的后面。德尔不时地回头看她，她坐在那里写着什么东西，可能是课题研究，可能是作业。\n总之，德尔感到一种不安。他走向书架，放下了那书，犹豫一会儿后他又拿起来它，走到登记处登记了一下，借走了那书。于是就径直走出了图书馆，走出了学校，经过纷杂的街巷，走进那老旧的旅店住所，又是每天同样的场景，罗杰躺在沙发上，一只手上拿着遥控器，拇指在按钮上不停地按，另一只手拿着手机，拇指在上面不停地拨。德尔道了一声晚上好。走进房间门廊上的“厨房”——其实就是有个电磁炉、一个洗手池、一个咖啡机的台子，他拿起那装满菜的锅，在炉上热了热那一锅浆糊一样的剩菜。然后拿起半周前买的吐司，拿起来几片后就开始啃，边啃边捞点菜吃。然后把书压住一页，边吃边看。\n他觉得他还是看不进去，回头看见罗杰乐呵呵地在看喜剧节目。德尔盯着他发了一会儿呆后，问罗杰：“你说我如果感到见到一个人就焦虑，却又十分欣赏那人，喜欢祂（以此模糊性别）的行为、性格，那说明什么？”\n“男的女的？”\n“你问这个有意思么？”\n“很有意思，怎么了，我要听听。”罗杰表现出一丁点好奇的神情。\n“假如是男的呢。”德尔平静的说道。\n“那说明那人是你的偶像，你想成为他的样子，你欣赏他的品格。”罗杰面无表情地说着。\n“假如是女的呢。”德尔佯装平静。\n“那说明那人成为了你的女神，是你所爱的人，毕竟你说你喜欢她的行为、性格。”罗杰面无表情地说着。\n德尔听着，感觉有些激动，但没有表现出来，他一时间突然感觉到周围所有人与他的交谈都会绕到这个点上，这个熵增剧烈的点。德尔明白他对赫辛的感受为何了，但是在心底里他不喜欢用爱这个词，太矫情太情感化了，但他不否认那个熵增剧烈的点的性质和他这分子完全不同，那点是感情化的、热心的、善良的、有责任感的、热爱生活的。而他这分子是冷漠的、麻木的、与世隔绝的、毫无情感波动的（尽管这一点近期有改变）。他确立了一个词表达他对那个点感受，用来缓解他这个分子的熵增速率——敬佩/欣赏。\n他走上阳台，望向金星，他想起他所欣赏的人，有的是伟大人物，有的近在身边，如卡科伊，如赫辛。从此他毫无保留地去欣赏那颗星。因为它已经不只是一个天体，而是一个心灵港湾。\n他走向罗杰的电脑桌，和他说：“我借用一下你电脑。”罗杰默许。\n德尔打开电脑，登上特特（Teitter）——他已经几年没登陆了。出乎他意料的是，他竟看见了赫辛的添加申请。他突然间变得无比高兴——一种肾上腺或甲状腺激素贯穿全身的感觉（作者注：为方便理解这种感觉，请想象你即将迟到，然后既恐惧又充满力量的感觉，如果奔跑就会非常快）。他此刻的温度已经完全超过了他的熔点，不再是固液混合状态而是彻底流动的了。他笑着坐在那里，摸着自己杂乱的头发，掐着自己的胳膊，眼眶湿润了，仿佛那是永恒。\n呵，多么奇怪啊，一个小小的信息就能轻易‘融化’他。\n夜已深，长庚星已经从地平线上消失，落下，地球已经转过那个角度。德尔坐在床上，他已经把那厚厚的老旧笔记本电脑拿到腿上。他不断地看着那一条条记录，记录里赫辛的悲喜和她对世界的看法都牵动着他。尽管德尔自己也清楚，无论他看多久看多少，她都不会知道。由喜转悲也是来的如此之快，流动的液体变化无常，融化了的他便是如此。他想到他可能不久后就再也见不到赫辛，不由得伤感，他这将会是一次不曾开始就将结束的单行线。\n时光飞逝，一年也短，这一年，德尔尤其痛苦，他见到赫辛与他人交谈时，别人逗得她笑，不由得痛苦。而他连课程结束赫辛走出教室对她说拜拜的勇气都没有，因为他就不曾对任何除了他的父亲的人说过。他觉得他与赫辛有一种隔阂，但他不会主动打破。这单纯是因为他觉得这会对她而言很异样。\n毕竟，赫辛也有她喜欢的人，那人是桑塔斯。桑塔斯与赫辛可以理解为一对恋人，桑塔斯亦是阿塞拜疆人，不过不来自巴库。\n德尔对讲人们相爱这方面很抵触，他不喜欢这些说法，爱这个字眼太沉重，以至于他不忍随意使用。他会打赌，但从不发誓，因为他深知所谓誓言只是冲动产物。他会信任别人，但从不改变自己，因为他谨慎小心远离主观。\n桑塔斯是浪漫的，他会帮助人，他在与赫辛同组后很快就喜欢上了她。他帮她买午餐、零食。他给她讲故事，分享生活趣事，各自讲自己的生活经历、家庭、习惯、爱好。\n桑塔斯这样让德尔尤其痛苦，但德尔竭力忘掉这一切。可现在德尔在某方面却是一个参与者，他不由得变得慌张。因为他喜欢他的好朋友桑塔斯（算是朋友虽然不是很熟的那种），同时喜欢桑塔斯所喜欢的赫辛。这样听来他应该高兴才对，每次遇到这样的事，他总会进行一次逻辑分析——“我的朋友喜欢我喜欢的人，那很好，互相成为朋友，多完美啊”。然后平息自己的情感波动，他曾想过这是否是自欺欺人，但他马上打消了这种想法，他竭力保持住自己高兴的状态。他现在竟不由得怀念起曾经是固态的自己了——不受到他人影响，自己永远保持淡定。可他现在不是。\n预科课程最后那一天，赫辛高兴的对德尔说：“德尔啊，听罗杰说他们以前一直叫你ki，这名字很有意思。我希望以后我们还能经常见面噢，你要一直好好地学下去啊。”\n“嗯，谢谢。我很高兴你这么说。”\n“多多联系，我相信我们大家的友谊不会随时间冲淡。永远记得好么？”\n“好。”德尔感觉自己快要哭出来了，他竭力抑制，这种抑制使他面容憔悴而无表情。他记下来了她的手机号和其他联系方式。\n假期来临，赫辛在飞机场准备离开，德尔和罗杰去送行，罗杰不断地挥舞着手臂，呼喊。德尔则是微笑着站在一旁，轻轻地向赫辛招手。\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433135520,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:31 编辑 \n5、分子重塑（下）\n\n\n他们开到了城市南部城区，这里是富人的聚集地，与北城区完全不同，整齐的别墅列在街道两旁，再往外的城郊还有美丽的农场、牧场，小山坡起伏让这一地带夹杂着树林，这里绿化程度也很高，下了高速路，这车驶入一条比一条小的路，终于进入了一条单行线，这单行线直通一座小山深处，附近没有建筑，只见到路的尽头有个带车库门的小屋，这车开到了小屋车库门正前方停下，这位黑衣司机坐在驾驶座上，从车抽屉里掏出一个卡片，然后他打开了车窗，用手拿着卡片向车外摇了摇。之后没过多久，车库门便开了，使德尔惊奇的是，这车库竟然是通往地下的一个隧道。\n他们的车驶入了这个隧道后，后面的车库门便立即关上了。随后，这车在地下盘绕、上上下下绕来绕去许久后，车开到了一个空旷的地下停车场里。车稳稳地在一个车位上停了下来，德尔和那黑衣司机从车上下来，司机走到了一旁，拿出手机点了一下，他们面前的车位连同车一起从他们前面降了下去，沉入地下，随后另一块平面从地里伸出并覆上了这个车位的空缺，形成了一个新车位。\n那黑衣司机依然什么话也不说，面无表情地走向这间‘地下停车场’里唯一的门，德尔紧随其后。那门是一个巨大的钢闸门，闸门上有各种各样奇怪的机械齿轮，门的右侧有个识别电脑，黑衣司机再次掏出他开车将进入这隧道前摇晃的那个卡片，将其在电脑下扫了一下。显示屏里出现了一个人脸，那是巴塞尔·坎奇。\n电脑里发出了坎奇的声音：“啊哈，我想我们新的合作伙伴已经到了，是吗，我在监控器上看见你们了。”黑衣司机依然一言不发。站在一旁的德尔环顾四周，他不曾想过这一路上他竟一直被监视着。\n电脑里坎奇发出声音：“那么，请进。”随后钢闸门上的齿轮转动起来，门缓慢地打开了。\n门的那一边比停车场亮得多，门后是一条长长的走廊，走廊里四面都是纯白色的，如果有天堂之路，那路大概就是这条走廊的模样。通过走廊后，他们进入了一个巨大的房间，四周墙壁一片洁白，墙上挂着大量的显示屏，这个大房间起码有几十米高，体积更是十分大，里面坐着许多的人，杂乱的对话声在这个房间里蔓延，纸张飞起又飘落，尖锐的声音时常从电脑里冒出，鼻尖在纸上摩擦，一个个科学工作者坐在独立的小隔间里，荧光灯冷冷地照射在这一整个大房间里，无比的亮，却十分惨白。鼠标与键盘按下产生的清脆声音和电波信号音混杂在一起，人们的谈论声与机械移动的声音缠绕在一起，这里的一个个人，面容都无比生硬，仿佛他们已经没有了独立的心灵，这些科学工作者的脸上仿佛写着五个大字：我是机器人。\n成为机器一样的人也能如此嘈杂？不，他们当然不是，他们只是有点奇怪。要真说有机器人，那恐怕就是随德尔一路过来的黑衣司机了。\n不知从哪个角落，坎奇走了出来，他瞧见德尔后立马向他打了个招呼。\n然后坎奇说道：“欢迎你正式来到‘空灵’基地，这里是我的机密研究所，希望你为你日后的生活做好准备了。你来到这里后，将不会……或者说很长一段时间内不会出去了。”\n听到这后，德尔感觉一阵刺骨的风深深插入脊髓缝隙，他本来较为放松的神经变得紧张。\n“什么，为什么？你可没这样告诉我，你到底要怎样，请你解释清楚。”德尔突然变得紧张，他环顾四周，好像是在寻找出口。\n坎奇微微一笑，对他说：“我当然不会告诉你，那样你会犹豫，你会迷茫，你要更加坚决才行，只有有坚定信念和目标的人才能成就大事，而不是怯懦的人。”\n“不行，你这样是在侵犯我应有的权利，我要离开这里。这到底是怎么回事？这里的人都怎么了？”\n坎奇变得严肃起来，然后说道：“孩子，你的权利，就是我的荣耀，你是选择荣耀，还是选择堕落，我想我不用多说。你与我是合作伙伴不是吗？”随即坎奇就拿出了他们先前签下的合同，合同里明确的写着他们的利益、合作关系。\n“可是，你没有说过我会在一个阳光都看不见的地方工作，而且与世隔绝！”德尔由紧张变得有些气愤。\n“合同里写的很清楚，你愿意工作，而且环境物质工作条件不是阻碍。”\n“那我认为我可以取消这个合同。”德尔顿了顿，说：“我可以有足够的钱付违约金。”\n“你以为事情总是你想的那么简单吗？”坎奇扶了扶他的眼镜，把眼眯地更细了，以致于难以看见他的瞳孔明暗变化。\n然后坎奇叫来一个人，那人叫门多萨，一个魁梧健壮的黑人，和之前送德尔来的司机一样，身穿黑色西装，戴着墨镜——尽管这里没有刺眼的日光，却有使人眩晕的白色荧光灯，也许就是因为这个他才要戴着墨镜吧。\n坎奇说：“你想好，天堂有路你若不走，那我完全可以把你送入地狱。原谅人那是上帝的事情，而我的任务是送人去见上帝。”然后他向门多萨低声说了几句，门多萨抿了抿嘴，从口袋里拿出了一个微型摄影机，然后走向德尔，从这人的脸上德尔不知为何感觉到了和蔼的神情。不过他没有更多的去注意这一点。\n门多萨开口了，他说道：“伙计，你应该知道我们的研究所叫‘空灵’基地，这只是个代号而已，你也不用知道太多细节。”\n德尔听到后，显得恓惶，改用嘴来呼气，因为他感觉鼻子堵住了。门多萨就继续说道：\n“不过既然你来了空灵，那我们也会处理你的事。”门多萨嘴角的肌肉颤动着，但目光无比坚毅，如同一块钻石，什么也击破不了。\n然后他打开了微型摄影机，播放了一个录制片段，视频里出现了一群帮派武装分子，手持着各种武器——棒球棍、长杆、手枪、自动冲锋枪、半自动步枪，他们似乎包围德尔曾住的废弃钢阀工厂。然后一人用木棍击碎了窗户，另外有人用脚狠狠地踹开了侧门，然后那些人鱼贯而入。废弃工厂内传出嘈杂的声音，响了几声枪响，混乱中工厂里看不清发生了什么，过了一段时间后他们拖出来一个模糊的人影，然后几个帮派分子大声斥骂他，有人用脚踢着他的身体，那人在地上蜷曲着，嘈杂的人的声音中隐约听到他在说：“我不知道，我真的什么都不知道……”那人哭泣着，乞求着上帝，嘴里似乎在念叨着他的妈妈。但是那些帮派分子并没在意他，而是继续使劲地用拳和木棍打着他，直到最后，到最后只见那人的身体弯成一个弧，浑身到处是血，再也不动了。\n然后这些人走开了，提着他们的武器，坐上了一辆辆停在不远处的无牌照黑色汽车——全部都和德尔从他工作室坐到空灵基地的车一样，都是黑色Haggard。\n门多萨说：“不会有新闻报道这件事的。只有你和这里的一些人可以看得到这视频。”他的平静反而令德尔毛骨悚然，然后门多萨继续说道：“你的实验助手们已经被空灵锁定并‘处理’了。”\n德尔感觉他的腿发麻，他使劲地眨眼，似乎不敢相信刚才他所看到的，这一切都太无厘头了，他甚至连恐惧或愤怒的反应时间都没有，他脑子里只有那人蜷缩的身体，在他脑子里无法消除，他想要张嘴说话，却说不出。\n门多萨递给他一杯水，似乎他早就料到了德尔的反应，德尔伸手去接杯子，杯子却从手上滑落，杯子掉在地上，水溅了一地，沾湿了坎奇、门多萨和他的裤脚。\n坎奇又一次微微一笑。\n“你来到了这里，就全身心的投入你的工作吧，忘记，忘记你以前的一切，那些对你只有坏处，没有好处！不过，我们当然不会给你多大压力，你的工作就是继续制作结构重组仪的大型批量化机组的设计。使我们可以快速且大量高效地使用结构重组仪。”坎奇握紧了拳头，在德尔脸前面晃了晃。\n“他们都死了吗？”德尔没有听清刚才坎奇说的话，他目光飘忽，面容僵硬眼神呆滞，身子仍死死地站在那里。\n“其实……”门多萨正要继续说下去，坎奇立马打断了他：“当然，他们都死了。我们的全部科研都是绝密的，任何已经获取或企图获取这些科学资料的人都是不能留下的，况且我们早就要处理他们两个了，他们之前曾经有危害组织利益的行为，所以我要把他们都处理掉，你也不要想从这里离开，若是企图逃脱或是联系外界，那就更不会有什么好结果了。”\n“我以为你只是个普通的风投者。”德尔突然感到自己所卷入的事情的严重性。他想让自己变得坚强，但是他一说话就有气无力。\n“这个世界，没有人是普通的，没有人是简单的。”坎奇咬紧他的嘴唇，招牌性的把他那眼镜下的小眼睛又眯成了一条缝。\n德尔感觉眼里一片模糊，颜色紊乱，大脑根本无法处理他刚才这短短的时间内所接收到的信息。他闭上眼，却只能看见那可怜的人蜷缩的身躯，他不知道那是谁，不知道是匹克还是沙拉鲁丁，但那又如何呢，就算那是个素不相识的人，也是可怜的、无辜的。他使劲睁开眼，却躲不掉那惨白的荧光灯对他无情的照射，他什么都看不清，他感到眩晕、模糊、混沌。\n他知道，是他害死了匹克和沙拉鲁丁。一定是他，不是帮派分子，不是门多萨，不是坎奇。\n是他心底里的麻木。此时，他想看看天空，寻找金星，却不可能找到了。\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433135520,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 20:35 编辑 \n5、分子重塑（上）\n\n\n美国是个自由的国度，德尔不是个自由的人。他为自己编织的锁甲已经遮掩他两纪了，岁星（木星）公转太阳两圈了，生肖轮回两次了。而他依然如此迷惘。\n古典时期，德谟克利特、阿那克萨戈拉、亚里士多德等哲学学派争论万物本源，思索人类本质。二十世纪初，菲茨杰拉德和海明威那迷惘的一代对现实冲突不满，激忿填膺。后来的嬉皮士亦是互联时代来临前的真理挣扎的一群迷惘青年。观看当下，互联网连接的世界下，人们在特特等社交软件里交往，解析自己的观点，在YouTube等视频站里发布各种反社会政府言论，城市广场下一个个讲义身影活跃着。\n人类历史是一个物质与科学不断进步的历史，而精神与灵魂从来都是一代一代人重新开始，周而复始。一代代的人不撞南墙不回头，人生观与世界观不是前人所能赋予下一代的。\n道德、良知、邪念、信仰、理智、客观、感性、唯物。世间万物，人可站在太多角度。\n酸、甜、苦、咸、辣、涩、鲜、甘、淡。味感无穷，人可品出太多情感。\n无私、热情、冷酷、麻木、铁血、好争、怨结、仇视、感恩、大爱、宁静、自然、乐观、悲愤、残忍、可爱、无知、残念、崇拜、伤感、绝望、快乐、自由。生的态度，人可选择太多目标。\n物质、精神。上面好多废话，其实就两个词形容了一切。追求物质科学和自然，是一种不错的解脱，它也许不能帮助人缓解精神压力，却可以使人麻痹忘却精神和思想。陶醉其中宛如酒。分子筛滤重塑技术的研究，就是德尔的酒。\n到了美国的里士满，德尔前往许多风险投资公司，希望寻觅伯乐，创造出自己的神奇机器。大部分人对此嗤之以鼻，毕竟，一个阿塞拜疆人怎么可能有好点子，德尔一看上去就显得自信心不足，介绍磕磕巴巴，激动时也提不起声音。很多风投者都不看好。\n终于在美国的里士满大学城附近的破落小社区，有人声称愿意看看德尔的构想。德尔在网站上与之协商后决定在一咖啡馆会面。\n在这偏僻社区的街角，小商铺有些下午仍不开门，餐厅的电扇乏力的转动着，街头见到有人唱着rap拿着喷漆罐几伙几伙地走过，太阳不高，云压住了热气，附近小屋里孩子都在充气水池里嬉闹，大人坐在门廊摇椅上静静地小憩。这是一个星期天，美国的星期天与布鲁塞尔不尽相同，至少在社区里是如此。咖啡馆门口风门挡住里面的冷气外溢，推开门进去后一阵风吹在德尔的头顶，热气尾随其身，随后便没有风门的压制，扑面而来的是空调的凉意。这里面没有什么人，只见服务生站在柜台微笑，靠窗座位上坐着个端着电脑工作的眼镜男，角落里做着看报的中年人，以及进进出出的青少年。\n德尔要了一杯咖啡，坐在了窗边座位上，那人没有按时赴约，德尔准备着他的文件，又多等了四十分钟后，一个戴着眼镜身穿西装的比德尔稍年长的人走进了这间咖啡馆，他看上去不是很老，却显得沧桑，那无框的小方眼镜下露出了一颗眯着的眼，脸庞虽然不瘦但却在颊侧凹陷，他手上拎着一个电脑包，瘦弱的胳膊拎着它因而显得尤其疲乏。看见德尔后，就径直走向了他，他有点刻板的说道：“哼哈，你大概就是德尔·维基先生了。”\n“嗯，我正是，您一定是巴塞尔先生吧，很高兴认识你。幸会幸会。”德尔有点高兴的说道。那人叫巴塞尔·坎奇，一个非常成功的风投企业家，这些都是德尔在网站上了解到的。\n“好的，年轻人，你一定是带了自己的计划来的，希望你能打动我。”说着，他拿出电脑包里的手提电脑，默默地打开它，浏览着。\n“先生，我的计划是一个前所未有的科技创新，那就是分子筛滤重塑技术，利用这项科技，可以实现物质的重组，比如，一个水杯，在利用这项技术制成的结构重组仪的作用下，可以让它随意变形，利用的是材料学基本原理——无序变换，熵增永恒的原则。它可以用在很多地方，比如燃料重塑，你就可以将原分子进行改造，重新变回燃料，利用能量差赚取大量能源。再比如用作回收，提取稀有元素。喏，您瞧，我带来了我的研究论文和设计方案。”德尔从他的文件夹中掏出了一摞纸。\n巴塞尔·坎奇并不是很注意听，在德尔介绍完毕后，他眉毛翘起，眼睛从电脑屏幕上抬起来，尽管依然显得无精打采，然后说道：“孩子，你还太年轻，你的研究有制成成品吗？有试验成功过吗？我最看重的是成效。恕我愚昧无知，这些纸和论述以及计算，我当然是看不懂的。”\n“先生，我已经制作出了一个结构重组仪，不过关键零件稀缺，所以不能运转，您如果可以帮助我，我一定能做出成效的。”\n“好，我喜欢你这说法，我要如何帮助你？”坎奇说。\n然后德尔说出了他所需要的关键电子管、零件、关键晶体导体等。\n然后坎奇说：“你知道吗，我很欣赏你的热情，不过我只给你一周时间。”说罢，他摊给德尔一些对德尔而言数值不小的钱。“有钱能使鬼推磨，是么，我不懂那些科学，反正你给我搞搞看看，我就知道了，如果成功，就免了，如果失败，这钱你是要还的，年利率15%。”\n德尔知道，这人是第一个风投者至少给他以尝试的机会的，他不能放弃，可是他也没有半分百的自信，如果失败，还这笔钱对他而言几乎是天方夜谭。终于，他决定赔上他的一切。毕竟他本来也一无所有。\n随后，德尔买下了所需的零件，细心地将它们装置在了这机器的关键部位，在此之前，除了它们整台机器已经完整的组装好了，到此时，只需要接通电源即可知道他的设计是否成功。这只是在那天下午的事而已，毕竟他自己也迫不及待得想知道他的设计是否可行，他的研究与学习是否给他带来了技术上的突破。\n他小心翼翼地将一片吐司从结构重组仪上方的大塑料桶里塞入机器，在液晶屏下的调制开关和按钮下，将其设置为红焦糖（色素和白糖组成的有机分子混合物）。万幸中的不幸，经过几分钟的等待后，出口弹出的是白糖、木炭、灰分。\n他至少放心了，这台机器是可以运作的，只是程式设置出了差错，说明他的研究理论是正确的，总之他对自己很满意，尽管这相当于他只拿到了一张99分的答卷。曾有人说，科学是非成即败的，建筑师会因建筑微小差错面临牢狱之灾，科研者会因论文谬误而声名败裂。不过在德尔眼中，事情往往不是如此。只要他坚信研究的方向是正确的，便不会取得彻底错误的结果，而结果不一定要是完美的。正如人不可能完美一样。\n这一周，他奋力修理结构重组仪的程式错误，处理外部瑕疵，完善机体构型。现在看来，这台结构重组仪像是一个大机箱，有着“简朴的”硬质塑料外壳，一个大的长方体，顶部一圆形晶体球，晶体球内有升压线圈和分子处理仪，而长方体的正面上部有个大显示屏，下面是各种奇奇怪怪的拉杆和按钮，以及一些可触液晶屏，机体后部敞开着，各种线路线缆机械板电子版微型零件都暴露在外，一根电源线拉长出机体，接通到正常的家用变压器上。\n周末到了，德尔又早早地在同一间咖啡馆准备和风投者巴塞尔·坎奇见面。那人依然到的很晚。\n“巴塞尔先生，很高兴又见到你了，请你看这个。”然后德尔从一个手拉车上搬下来一个箱子，那箱子里便是结构重组仪。他打开箱子，然后指着结构重组仪，对坎奇说：“喏。这便是了，这里不方便演示，如果您能来到我的工作间去看就好了。”\n“嗯，很好，希望你不会浪费我的时间。”坎奇盯着他的手表，那眼镜下依然露出这眯成一条缝的眼，显得很疲惫。\n德尔在美国并没有住在旅店或是廉租公寓，而是选择住在一个厂房工作间里，这厂房是已经废弃的了，曾经是后工业时代的制钢阀的工厂，现在基本废弃，厂房的主人更是不知是谁，这座厂房现在也许是企业倒闭政府兼并了。德尔在美国没有一丁点钱，因为父亲是不可能帮衬他的，因此某方面讲，他住在这里算是非法居住。工厂里有货运铁轨道贯穿，废弃的集装箱里罗着一个个纸板箱和木盒，有的已经开始腐烂，里士满是个中型城市，除了CBD以外的地区都算是城郊，这座工厂正是坐落在城市的北面，这一带荒凉破败，有很多政府救济点和流浪汉聚所，更有很多非法帮派驻点，这里与布鲁塞尔的欧洲风情完全不同，这里显得灰色、现代、压抑。在北城区高楼不多，但民宅都十分旧，像是上个世纪七八十年代的政府廉租房。这些房子墙壁上画满涂鸦，百叶窗在晚间凉风下颤动。\n从那个不错的咖啡店所在区域到这里需要坐半个小时的轻轨。坎奇跟随德尔坐上轻轨，在下午的稍晚些时候到了北城区。走进德尔的工作间，里面电线凌乱不堪，从外边电线杆上接下来到德尔的变压器，再从变压器伸出各种各样颜色的线，接到德尔的电脑桌、电磁炉、应急照明灯等用电设备上。\n德尔在坎奇进来后，立即关上了门，打开应急照明灯（德尔自备的照明设施），坐到了他电脑前的转椅上，指着一个工作间里本来就有的，表层的布破掉而露出里面棉的陈旧沙发，示意坎奇坐下。然后他脚蹭着地，坐在转椅上滑到手推车旁，拿出结构重组仪，然后说道：“巴塞尔先生，您先坐着休息会儿，我马上搞好。”然后他拿起一塑料杯，从保温瓶里倒出一点水递给坎奇。随后德尔处理了下结构重组仪，接上电，又一次拿出一块吐司片。\n“好的，先生，睁大你的眼睛。”德尔露出笑容，得意地准备展示自己的作品。\n“哼，我看着呢。”坎奇挤出了一丝笑容，但是在他世故的脸上这笑容显得无比多余，会使人感到不适。\n“我现在要做的便是将这片吐司变成一块木纤维。那么我们只需要把它塞进这个小桶，这便是结构重组仪的入口，然后在下面输入木纤维的结构组成，然后等一会儿，在成品小桶里就出现我们要的木纤维了。”德尔还是笑着，认为自己会实现一个了不起的事。\n不出五分钟后，成品小桶里落下来一块一块条形而整齐的长方体类似木质物的东西。坎奇显得十分吃惊，揉了揉眼，走近这台机器，拾起一块木纤维，用手指敲打了几下，然后使劲地摔在地上，他那眯成一条缝的眼稍微地睁开了，嘴里咕哝着些什么话，然后对德尔说道：“孩子，那我想让这些木纤维变成柴油，可以吗？”\n“当然，我的荣幸。您会喜欢这台机器的，不是么？”德尔捡起那小块小块的木纤维扔进桶里，在机器调制屏上编入了燃油的结构组成，然后又等了不多久，淡黄色的透明柴油液体从成品道里流入了成品小桶。\n“科学，我的老天……”坎奇自言自语着。\n“巴塞尔先生，怎么样，你感到满意吗？”\n“当然，当然咯，从现在起，我愿意做你的合作伙伴。前提是，你不能告诉任何人或是在任何地方发表你的研究成果，否则我将会撤回我给你的资金支持。”坎奇似乎露出了一种发自内心的笑，却显得狡黠而难以捉摸。\n德尔得到了经费支持后，信心大增，于是独自鼓弄起新一代的结构重组仪，按照坎奇的要求：这台新款结构重组仪要有便捷的操作系统，并且配备说明。研制成功后便交付给他，他将携他的团队对其进行研究改造，届时将邀请德尔加入他们的团队。于是，他们协商完毕各项事物，达成协议。\n坎奇对他的研究团队只字未提，德尔也不认为坎奇是个正经研究者，不过德尔在乎的不多，他不想去想别的，因为注重情感注将使他这分子融化，想起往事。\n协议达成几天之后，坎奇就派给德尔两个助手，一个叫沙拉鲁丁，年仅19岁，是一个有趣而幽默的阿塞拜疆小伙，时刻都是笑容满面，眼睛里闪烁着自然的光芒，古铜色的皮肤让德尔想起他家乡的人，所以他对沙拉鲁丁有种亲切感。想必坎奇费了不少功夫，因为在美国的阿塞拜疆人实在很少。另一个是叫匹克的美国当地人，年龄甚至似乎稍大于坎奇，看上去很憨厚，动作迟缓，热衷于电子设备，寡言少语，不过很乐于帮忙，他的头发已经有些灰暗，他一定受过高等教育，可能生活的沧桑让他失去了斗志，为谋生计，最终成为坎奇手下的一个研究助手。\n在制作第二代结构重组仪的过程中，德尔必须像他的两个助手解释设备原理，匹克很快便能了解研究机制，但沙拉鲁丁不会如此，他很认真的去倾听德尔的讲解，好奇这台神奇的机器是如何工作的，但是他似乎总是听不懂。\n由于坎奇没有派人修葺这个工厂——因为德尔他们算是非法居住，坎奇也不拥有这座工厂。所以沙拉鲁丁决定帮助德尔改善这里的居住环境。\n德尔和他的两个助手在工作上相处的还是不错的，他们分工明细，德尔负责设计，匹克负责小零件和外壳加工，沙拉鲁丁负责采购和其他杂项。他们时常讨论机体设计问题，分析故障，总之大体气氛还是比较和谐欢快的。\n沙拉鲁丁在来德尔这里之前曾经干过很多不同工作，他来美国的目的与德尔在某方面讲是相同的，他们都是为了机遇，美国是比阿塞拜疆人均国民生产总值高得多的发达国家，在这里到处都是机会。不过他们的不同也很明显，德尔是来到这里寻求创业机遇的高校学生，而沙拉鲁丁则是因为知道这里人工较贵，而选择远走他乡到这里来挣更多的钱的，他来这里干很多种苦力工作，包括工地运输工人、球场清洁工、工厂加工者、外墙油漆工，对于一个19岁的小伙子而言，他‘入世已久’了，比较罕见。他与父母闹翻，15岁就偷渡到了别的国家，后辗转来到美国，他到这里后谎称年龄，并混到了居住公民证，因此可以从事许多工作。尽管他的人生坎坷如此之多，他依然整天笑容满面，仿佛没有什么事情可以击垮他强大的内心。\n沙拉鲁丁来后便常常和德尔谈自己的身世和人生经历，德尔便也只是默默地听着，德尔从不像沙拉鲁丁谈及自己的人生经历。而比他们都年长的匹克则更像是个外人，他能做的便只有独自孤独的工作了，年龄和文化差异在这不同的几人中造成了无法跨越的代沟。沙拉鲁丁是活泼健谈的，德尔是只听不说的，匹克是不听不说的。\n在工作时，沙拉鲁丁也常常想搞清楚德尔的内心。\n“哈，老哥。你这里真是和鸟窝一样的，我以前在工地打工的时候的集体宿舍都比你这里整洁！”沙拉鲁丁拍着德尔的肩膀，看着这里散落的电子零件、线路、碎石砖块、破布、垃圾。\n“嗯，你要是有兴趣就整理一下吧。”德尔蛮不耐烦的回应道，他可不想分心去处理这些东西。专心地盯着电脑屏幕的他犹如几天前专心盯着电脑屏幕与他对话的坎奇。\n“好啊，我这就去干。你真的没有想让我帮忙的吗？”沙拉鲁丁一脸很正经的样子看着德尔，那目光就像是要揭开德尔的外壳的爪子。\n“呵，你还真是很热心，我倒谢谢你，不用。快去清理屋子吧。”德尔盯着电脑，目光里透出焦虑，一边摇着手表示他不需要帮助。\n没想到，沙拉鲁丁靠上来，凑近看德尔的电脑屏幕。\n“嘿！老哥，你在看什么啊！这可不是结构重组仪的构图或资料！”沙拉鲁丁指着德尔电脑里的特特的个人空间，那条特特空间里是赫辛最近的照片。\n德尔感觉他控制不住自己的情绪，很愤怒的朝沙拉鲁丁瞅了一眼。说道：“你管什么闲事，和你没关系，你别乱搞。”\n“哈哈，那是谁啊，没想到你这种人还有女朋友！”\n“我跟你说，她才不是我的女朋友，你别瞎掺和。”德尔的语气还是很平和，可他已经很生气了，却提不起气来大声说话。使他生气的是沙拉鲁丁提到‘你这种人’，他真的不明白他是何种人。他闭上眼，靠在转椅上把椅子压得更加靠下仰。\n是啊，她不是，我根本不可能追求她，我承担不了这，我在她眼里不过是个过客，不过这样也很好，她不会很累。\n“好了，老哥，你别生气了，我这就去刷刷墙，整理屋子。”\n沙拉鲁丁走出门去，大概是去购买油漆料和粉刷工具了。\n德尔工作到很晚，匹克默默地坐在一旁，德尔瞧着匹克，感觉在他身上反而看见了小时候的自己。匹克的眼神很坚毅，又饱含沧桑，眼上的皱纹是时间之树的年轮，时间无情地碾压着他，时间碾压的不是他的眼睛，而是在碾压他的心灵。\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433135580,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:35 编辑 \n5、分子重塑（中）\n\n\n德尔走到破旧的百叶窗前，用手使劲的拍了一下窗户，那扇叶松动而僵化，然后他按住扇叶。将手微微上挪，百叶窗的扇叶便开启了，夕阳的光如一把利剑插入这灰暗的房间。照到了房间角落的地上，那里生长着一撮看似脆弱的小草，从地缝里钻出，它的下面是泥土，两侧是水泥，上面是灰暗的房间。\n在这废弃的钢闸工厂里，现今已杂草丛生，尽管这里灰暗。可当这工厂还在运转时，这里的工人谁会想到这里会长出草来？开什么玩笑？这里到处都是水泥、钢筋、玻璃、烟尘，空气不流通，内部无阳光。\n不出几天，沙拉鲁丁就把德尔工作间的墙壁粉刷了一遍，沙拉鲁丁涂上了他最喜欢的颜色——橙色（或说是沙漠黄），并且购置了一些灯泡准备加装到这阴暗的工作间里，此前这房间一直是用那发出惨白亮光的应急照明灯照亮的夜。\n“ki！你看我自己花钱买了一点白炽灯泡，你帮忙接上吧，这会让这房间更加亮堂而且漂亮。”自从沙拉鲁丁在德尔的特特上看见了别人如罗杰对他的称呼后，他就以ki称呼德尔了。\n“好好好。”德尔拾起破沙发前的茶几上的塑料袋，里面装着八个二十瓦的中型白炽灯泡。他一个一个地把它们掏出，然后一个一个地把它们连到一个卡座上，他把细绳捆在卡座上，从零件盒里拿出一钩子，然后把它钉在墙上，将绳子挂上，安置好了一个个白炽灯。线路连到一起接上一个简陋的手工开关上。沙拉鲁丁兴奋地跑上前去，啪的一下按下了开关，这间工作间瞬时亮了起来。\n白炽灯温暖的光映射在橙色的墙壁上，那墙角的草因此显得富有生机，对小草而言，环境本身没有改变，它不会因此得到更多光合作用需要的光，但是外人看来它显得不同了。这个从前灰暗的房间变得明亮而快活。而快活的人依然快活，阴暗的人依然阴暗。\n一天天过去，沙拉鲁丁修理或更换了这个工作间的许多陈旧器物，到后来他便不通告德尔了，他仿佛视这间小屋是他的家一样，热衷于装饰、改善它。渐渐地，沙发被缝补好了，木凳腿被修正了，百叶窗的扇叶被更换了，门把手和锁被重配了。\n随着时间的流逝，德尔的下一代结构重组仪的设计与建造越来越紧张。这期间坎奇多次前来视察研发状况，坎奇明显希望快一点可以批量化生产这种设备，在坎奇看来，这机器的美与其说是科学的魅力不如说是金子的光芒。\n“巴塞尔先生，您看，这机器的外壳使用不锈钢，铁锰铬镍合金，比之前的第一代机器用塑料制作要结实得多，而且工业化量产更方便，质量还好。您会凭它挣大钱的。”德尔见到坎奇来视察总是乐呵呵的，笑着看坎奇，也不知是否真心高兴还是强颜欢笑，他明显变得渴望财富，德尔如今显得十分利益化。\n“哼，希望他有你说的那么好，让我看看你的设计图纸。”坎奇没对机器很感兴趣，因为结构重组仪还没建造完毕让他有些不高兴，他倒是对这间屋子的变化而啧啧称奇，这工厂其它位置、房间都是一片凄凉衰败之景，唯独这间工作间显得温馨而明亮。他一屁股坐到了缝补好的沙发上，目光呆滞地看着天花板上悬着的白炽灯。\n然后德尔叫沙拉鲁丁从书桌上抽出了图纸，交给了坎奇。\n坎奇心不在焉的看着图纸，看的时候点了点头，德尔站在旁边，时刻准备着听坎奇的指示。沙拉鲁丁则默默走开，坐到了德尔的转椅上。\n坎奇终于开口：“你做的不错，不过这不能继续无限期地拖下去了。我要你给我个时间，然后你在那之前完成。”他显得十分严肃。\n“先生，您看，我会把它做到尽善尽美，要不再给我半个月的时间吧。”德尔说完略显得紧张，却不敢改口。\n“一言为定。你必须在半个月内完成啊！我等着你的消息。”\n坎奇没有询问机器的功能设施，而是只关注完成时间，这一点让德尔有点失望，他本想再好好宣传一下自己的设计理念和功能改善的。为此说不定还能打动坎奇，能多拨一些款。\n坎奇扶了扶他的眼镜，从凹陷的沙发上迅速站起，快步走出了德尔的工作间。德尔随他走出门，看着他那辆黑色的大商务车开走。\n随后德尔走回工作间，按了按他那黑色鸭舌帽，对沙拉鲁丁说：“从我座位上起开，我要加紧工作了。”\n沙拉鲁丁很听话的站起走开坐到沙发上，说：“ki，你可真是工作狂，我记得我前些年在工地干活的时候，可没有人这么费力替老板干活呢。”\n“呵，我才不为谁工作呢。这些人，都是冲着我的研究来的。”\n“啊~，我不信的。”然后他嬉笑着拿起德尔的手机——也不知道他是从哪搞到的，可能德尔疏于管理自己的东西。叫嚷道：“ki，瞧瞧你，你为钱和事业想疯了，你想那个女孩也一定想疯了噢！你什么时候再去见她啊？她一定会很想念你吧！哎呦哟。”只见到手机屏幕上是德尔翻拍的赫辛的照片。沙拉鲁丁一手握着手机，一手指着屏幕。\n德尔的脸变得通红。\n“你是活腻味了吗？！”德尔突然大声吼道，随手拿起一条皮带便朝向沙拉鲁丁打去，然后他扑了上去，一把抢过沙拉鲁丁手上的他的手机。只见他脸上除了愤怒外，还有什么别的——还流下了两行泪。\n那皮带重重的打到了沙拉鲁丁的身上。他捂着打到的位置发出痛苦地声音，沙拉鲁丁恐惧的看向德尔，他吓得不敢说话。在工厂远处的匹克听见声音后戴上眼镜赶了过来。\n德尔捂着脸，用头抵着电脑桌，缩着腿，然后冷冷地看着被光映成橘色的百叶窗。然后他仿佛看见窗外有人走过，像是赫辛的身影，他飞快地冲出了工作间，跑到了路中间，望向四方，却什么都看不见，他想抓住祂——那幻景。那无助的星辰。但他终于机械性地跪倒在地上，一言不发。\n这一场景那么像几年前，德尔在教室里，看见赫辛走出教室准备放学离开校园，他过了一段时间后总会装作无所事事地走出门外，想看见她的远去的身影，可他出去后，却什么都找不到了。他只能拍着栏杆，陷入真正的无所事事。\n虽然被德尔打得这一下重而疼，沙拉鲁丁却并没有受多大的伤，因为德尔根本使不出多大的劲，现在的德尔依然显得消瘦，和小时候的他一样，面容憔悴而沧桑。但沙拉鲁丁十分害怕，他不明白他眼前这个一般会很平静的人为什么会如此激愤。\n匹克来了后询问发生了什么事。\n沙拉鲁丁平静地说道：“他收到消息，他们家有不幸的事发生，他奶奶走了。”\n“噢，这样啊，节哀顺变，这些事情在人这个年龄段总会发生的，有些人必定会离你而去，我还记得我的父母……”匹克停止说下去，觉得自己有点别扭，就走远了，继续去修理零件。\n德尔见他走后，从小凳上站了起来。对沙拉鲁丁说：“你……，哎……”他欲言又止。\n“我想我自己需要自个儿静静。”德尔对沙拉鲁丁说，一边想着自己是否在心理上出现了问题。他想不通他为什么要这样做，沙拉鲁丁是个好青年，处处替他着想，而且帮了他很多，只是爱开玩笑罢了，而这只是一个正常年轻人会做的再正常不过的事了。\n沙拉鲁丁惶惶地走出德尔的工作间，走出去后门啪的一声就关上了。独自留下德尔站在那修理过的百叶窗前，透过扇叶，透过玻璃，透过街道，透过行道树，天色渐暗，长庚星在天际矢志不渝地独自挂在天空中。德尔感到心情平静了许多。\n工作总是要继续下去的，况且坎奇还要求德尔在半个月内完成第二代结构重组仪。\n沙拉鲁丁虽然被德尔吓到了，但是他看的出来德尔并没有再对他表现出很生气的样子，他反而因此更乐于与德尔交流。德尔不明白为什么他要这样，他希望沙拉鲁丁不要走进自己的生活，他竭力塑造围墙，不把自己的内心给如沙拉鲁丁一样的人看到。\n他避免交谈，他把自己埋在第二代结构重组仪的研究上。他和匹克坐在一起时，可以一天十二小时工作而不说一句话。\n第二代结构重组仪比第一代要小，大小如台灯，它更加美观流线化，它的形状是一个双角外螺旋号角状，或者说像是两个角尖互相对着的牛角，一侧是输入端口，另一侧是输出端口，在外型上它和第一代完全不同，但是使用起来要简便多了，德尔将这台机器设置了加密处理，并且可以外连设备，自带信号接收发射系统，操作机器时可以使用手机进行操控。\n也就是说从外表上看这台机器没有任何按钮和显示屏，银色的不锈钢外壳覆盖了整个机壳，为了制造这样的外壳，沙拉鲁丁和匹克还特地租用了附近工厂的合金冶炼熔炉。整个机器也因此显得现代感极强。\n他们完成的那天，正是坎奇的最后期限。上午德尔仓促间进行了一次测试，下午坎奇便坐车前来。\n坎奇走到工厂的铁门前，按下了沙拉鲁丁新装的电铃，德尔匆忙地打开了门。\n“欢迎，巴塞尔先生。我们正迫不及待地要向您展示我们的成品呢。”\n坎奇不语，直接坐到了沙发上，点了点头示意德尔开始演示。德尔拿出他的手机，在上面轻轻地拨弄了一下，然后说道：“那么如您所见，我使这台机器与手机互联，我们的一切操作都可以简化到这个应用程序上，而不用费神去在这机器上进行处理了。”然后他指着手机屏幕，走向坎奇，坐到了他的旁边。\n“哦，那好，这么说你在手机程序里写了一个.ipa后缀编程软件是么？”坎奇似乎对这个设计很满意。\n“是的，先生，现在您看，我只需在这里点击‘硼（B）--固体粉末’然后就会弹出‘结构重置’、‘化合’、‘物理状态转化’等等，这些都是对其进行的具体改造项目，选择完毕后，您就可以丢入一些硼粉，然后对其进行处理了。”德尔自信满满的对坎奇说着这项功能。\n“当然，您丢入的物质可以在这台机器中随意转化。比如我现在选择‘碳（C）--煤灰分’”说着，德尔抓起一块煤，然后搓下灰分进入一个小杯中。然后继续说道：“然后，再点击‘结构重置’，再点‘钻石（C）’，这台机器便可以利用熵减的传奇效应利用很低的能量完成这一操作。”\n然后他依次选定了他所说的选项，点击了‘确认加工’。他拿起那小杯，走到第二代结构重组仪旁，将小杯里的煤灰分倒入了输入端口。之后他的手机发出叮的声音，德尔转头对坎奇说：“那么您看，这项操作会反馈到手机上。”他解锁手机，朝向坎奇，用手机对着他，指着信息提示，上面写着‘您所执行的操作会在8min43s后完成。’\n果然，在过了差不多8分钟后，输出端口里弹出了一小颗一小颗的碎钻石。德尔拾起它们，对坎奇说：“先生，这不会有假。眼见为实，您与我正在创造奇迹。”\n坎奇眼睛发出了一种光芒，眯着的眼在那小颗小颗的钻石的作用下竟然完全睁开，他捧起德尔丢给他的钻石，细细地检查，敲碰着，仿佛在检验它们的硬度。没过多久，他发出了他以前一直都没有过的笑声。\n握着钻石，他沙哑着嗓子对德尔说：“年轻人，我早就相信你可以做到这些了！我的研究机构欢迎你的到来。”\n“那真是个好消息，那我什么时候可以到您那？”\n“既然如此，你就要和你的助手们说再见了，他们不能进入我的秘密研究机构。你明天早晨在这里等着，我派人来接你。”\n“为什么，他们不跟我一起去吗？”\n“不，当然不会，我的研究机构只召集精英发明者。”他扭过头往匹克和沙拉鲁丁的方向望去，然后继续说：“他们只是临时助手罢了。”\n德尔站在那里，脸上露出一丝踌躇，迟迟没有回应坎奇的话。\n于是坎奇靠近德尔，小声地对他说道：“你要明白，钱总是平均的分到每个个体手上的，到最后成功分盈利利润的时候，你可不希望那钱被摊成几份吧？”\n坎奇见德尔还没有回应，又贴近他的耳朵说：“总之你自己看着办吧，明天早上太阳升起之前，会有辆黑色Haggard（车名）就在这里等着你，别被自己发明的成功而冲昏了头脑，好好想想吧！把他们两个交到我手上结果肯定会更好，你若决定不带他们，你就告诉他们你会在中午走。”\n坎奇走后，德尔看见那由煤灰分制成的钻石已经不再这里了，明显是坎奇带走了他，可是那又如何呢？结构重组仪在他手上，随时都可以继续做这些东西。当然，唯有科学在他眼里是无价的，没有什么可以超越它——至少，他希望自己是这么想的。\n当晚，德尔叫来匹克和沙拉鲁丁，对他们说道：“你们大概知道明天会怎样是吧，我是很想带你们一起前往研究所的，这样也能更好地合作帮助不是吗？可是我竭力要挽回你们，携你们一同去坎奇·巴塞尔的研究机构，可坎奇·巴塞尔他不允许的，所以明天稍晚些时候他应该会来接你们，他会好好待你们的。嗯，我也会在中午走。”\n其实，他根本没有向坎奇请求留下他们，而他也不是中午走。这只是一个谎言罢了。\n第二天清晨，太阳未升起却从地平线上映出血色的霞光——仅仅一层，而启明星却无比闪亮地出现在那一小朵云彩的上面，除了它，天空中没有一颗星。由于还很早，一辆黑色的轿车驶到了北城区的废弃钢阀工厂的前面，走下一个戴墨镜的黑衣壮年男子，按下了德尔工作间的电铃。不多久，德尔带上了他的行李，准备告别他这居住了半年的非法居所，他拉着两个行李箱，背着一个大的破旧布包，这些行李里面着第一代和第二代结构重组仪、电器、贵重物品、少量食物、电子零件……，他的每一次出行，行囊里的东西都在增加，想起他刚从阿塞拜疆前往布鲁塞尔的火车上，他只带了相当于现在不到一半的行囊。\n而此时阿沙鲁丁和匹克仍在睡梦当中。\n那黑衣人什么话也不说，站在不远的一旁，此时德尔才注意到他的耳下嘴边有个微型对讲机，那人在小声地与什么人对话。德尔慢慢把行李装上这轿车后尾箱，随后自己坐了进去。\n这辆Haggard快速地驶过里士满北城区，街边的篮球场没有一个人，一栋栋公屋里仍是黑着灯的，经过还没有多少人的城市中心区，那街头的热狗摊依然关着卷帘门，高耸的摩天大楼里一片漆黑，整座城市只能听见冻坏了的小鸟在清晨热身发出的鸣叫。这位司机更是一言不发，引擎声如风一般扫过街道，贯穿整个街区，市里的红绿灯仍然在闪烁着黄灯（作者注：城市晚上红绿灯不停地闪烁黄灯，此时车辆可以直接驶过），大街上少有车辆行人。\n从北城区他们一直开到城市南端，他们穿越整个里士满，速度快的出奇。\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433135760,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:36 编辑 \n6、上帝之鞭（上）\n\n\n德尔当晚在另一个黑衣人的带领下走进了他的新居室。可以说，这里是豪华的，设备齐全，休息、娱乐、科研、锻炼的设备一应俱全，宽敞的房间，明亮的居室，整洁的洗手间，可是他丝毫没有为此高兴，因为这里墙壁一片洁白，照亮房间的，依然是那惨白的荧光灯。没有太阳，他无法知道外面天气如何，时间在这里只是电子表上的数值而已。\n尽管已经午夜时刻了，德尔躺在床上，不想睡觉，也不知道该干嘛，他拿出他的手机，这里却什么信号都收不到，这里完全与世隔绝，他以前可没有想过，生活在理想里，居然会感到空虚，物质如此富足，他可以干任何他想干的科学研究，没有任何资金或材料缺乏的困扰，但是这一切，似乎都不是那个味道了。\n他感受到强烈的负罪感。他想寻求解脱，却不知该如何做，科学现在对他而言是那么的残酷，他甚至产生了抵触之心。他翻看手机，而连手机都会刺痛他，他看着手机相册里他翻拍的赫辛的照片，那又是一块血栓，紧紧地粘住了了他的主动脉。他感到窒息，也许是负罪感导致的，亦可能是悔恨导致的。\n他甚至无法与父亲或罗杰联系了，他更是不会见到沙拉鲁丁和匹克了。而导致这一切的发生的，无非是他自己。\n古时欧洲人曾把残忍可怖的匈奴王阿提拉称作上帝之鞭，可是又是谁想到了这竟是上帝在惩罚他们呢？没有罪恶，又需要谁来鞭笞？阿提拉可能是残忍的，但是被他征服、摧残的人亦找到了这可怕事情发生的理由——自身的罪恶。\n德尔翌日在空灵基地的白色大房间的独立隔间里坐着，他昨晚几乎没睡，现在眼睛打架，无法集中精力工作。\n无意之间，他发现空灵基地里其实有几类不同的人：\n一类是和他一样，穿着白色衣服坐在隔间里不知疲倦地在研究的人，他们看起来都是些知识分子，崇尚科学，但是他们眼里似乎少了一些人性的光辉。他感到一股强大的力量钳住了他的脖子，在他耳边说：没有人性的科学，是会毁灭人类的。不错，这句话是圣雄甘地所述的。他在这里深切的体会到了这一点。\n另一类人是穿着黑色衣服的人，如送德尔来的黑衣司机、门多萨一样。他们都戴着墨镜，耳边有微型对讲机，身材魁梧。他们大概是监督者，德尔感觉他们是负责控制住这些白衣人的人，他们可能携带武器。\n还有一类人便是身穿灰色衣服的人，他们看起来掌控着这两者，黑色衣服的人完全听命于他们，这些灰色衣服的人里就包括巴塞尔·坎奇，这些人看起来是权利枢纽，他们人数不多，但是明显有绝对主导地位。他们没有恐怖危险的武器，没有杰出过人的智慧，没有感性自由的心灵。他们只是陷入了无限循环的一群人，麻木地追求着权力和利益，不顾一切。\n德尔不知道坎奇追求的到底是什么，为什么他要强调‘选择荣耀还是堕落’，德尔不明白他指的荣耀是什么，堕落又是什么。\n不过，既已进入这基地，那还是好好待着为妙，德尔可不想吃枪子。可他脑子里充斥着那蜷缩的人的形象，这简直比吃枪子还可怕。\n德尔感觉在他身边工作的这些人，真是奇怪极了，他们盲目的工作着，却不知道他们在为什么伤天害理的人干事。\n德尔尝试与他旁边隔间的白衣人交谈。\n“嗨，您好先生，我是刚来的人，我叫德尔·维基，请问您在干什么研究呢？”德尔装作自然的聊天。\n那人抬头，看了一眼德尔。苦笑一下，说道：“我叫比勒，研究膜动电力学。”\n“什么？那是干什么的？”\n“说了你也不懂。”\n“我可能是不懂，可是，比勒先生，我们总得有个在这干活的理由吧？”\n“啊，你倒真是个有趣的人。”比勒斜眼看了一下在这大房间其它地方走动的黑衣人，然后紧靠在扶手椅上，他拿起他工作桌上的一根烟，用打火机点了一下，然后深深地吸了一口。\n“谁的生活不是为了一口饭吃呢？若能在多求些什么，那就是玩玩好玩的吧。”然后比勒很放松地吐出了那口烟，空气里飘散着焦油和尼古丁的味道。\n天啊，真是该死，这些家伙竟然在这都找到了自己的快乐，我在这里却只有痛苦，德尔不安的想着。\n“是啊，您说的这种生活可能确实挺自在的。”不过，德尔的语气似乎在说；我不能苟同你的观点。\n比勒早就没有看着德尔或注意听他说话了，他正埋头工作，死死的盯着电脑上的模拟实验数据模型。\n热力学第二定律总是正确的——熵值永增，此时空气中已经没有焦油和尼古丁的味道了，那些分子早就无规则飘散走了。\n他知道在这里的人，兴许如他许多时候一样，是缺乏感情的，德尔此时却想：但是难道他们没有心底里的伤痛吗？他们应该爱过这个世界，想念过一些人吧。德尔决心在这里一定要保住那他视为最珍贵的东西，不变的和他们一样。\n工作因人的情感而改变，常言道‘情随事迁，感慨系之矣。’，德尔感觉他现在不是在为自己而工作了，因此十分痛苦，他恨这个地方的那些灰衣人。他决定要在这里掀起一次革命，犹如德意志第三帝国侵略那样疯狂，比巴黎公社的工人斗争还要惨烈，让自己驰骋在十字军与萨拉丁将军博弈的平原荒漠上，干出德川家康在关原合战一样的功绩，成为匈奴王阿提拉马下的铁蹄，他的思想变得天马行空，如果用一首曲子来形容，那不会是“蓝色多瑙河”，而是“苏维埃进行曲”。这也有可能是因为他与外界脱节太久了，所以他不能忍受这种禁闭式研究，自由是一个人们平时随意挥霍而到了关键时刻又不可多得的宝贵物。如卢梭所说，再恰当不过：人生而自由，却无往不在枷锁之中。而枷锁无非是现实的和心灵的两种而已。\n德尔打开他用于工作的那台电脑，认为自己该干点什么，但不能是替这些恶魔干事，结构重组仪如果得以更大发展而且让坎奇这帮人使用，那后果是不堪设想的。\n他打开空灵研究所的内部联络软件，获悉了这里的大部分白衣人的信息。现在这个时代，唯一自由的可能就是信息，而且很多人是自愿供奉自己的信息的，在虚拟空间的时间里，虚拟革命早就在上个世纪九十年代左右就展开了，踩上机遇的人长风破浪，成为了网络寡头，这是个精英的时代，也是个大众的时代。\n德尔觉得，如果想从这里向外部传达信息，最好的方法就是跨WLAN局域网骇进。而这里的全部的超文本都是内链，看起来这儿受到了严格的网络屏蔽。那么，突破这一防火墙就成为了他向天地间喊出声音的唯一方法。\n德尔在大学期间选修了软件工程，这算是一个业余爱好，他初步接触了C++、VB、Java、Mastercam、PowerMILL等编程软件。他本人并不看好信息技术的新型科技，他认为这些无非是为逻辑计算服务的，因此学他们只是一个工具，不能成为研究这个世界的一门学科。不过现在看来，这些东西在某些特定情况下还是极其有用的。\n他的下一步计划便是打破网络屏障，骇进系统防火墙，当然，不能被发现。于是在空灵研究所的内部联络软件里，他找到一个有力漏洞可以突破。于是他打算联手空灵基地里最擅长程序加密、解码的人——帕崔克·史地奇来帮助他。当然，德尔也不能把握如他这样的白衣人是否可信；但是他明白，如果要办成这件事，必须得靠信任才行。这里的人几乎都是天才，但个个都是独立的。\n帕崔克是个精力充沛的人，虽然沉默寡言但干劲十足，而且智商很高。据说他早在12岁时就夺得了世界奥林匹克数学竞赛全球银奖。他精通各种计算机语言，逻辑思维缜密，平时喜欢填字游戏。他有着深蓝色的瞳孔，脸上总是一种严肃的神情，当他皱眉的时候意味着他即将解决一个问题了，而不是问题困扰住了他。他近期的研究计划是非加密无痕信息传输，如果研究成功，那这将是避开网络痕迹的信息传输新方式，每个个人用户也将因此脱离‘大数据’的笼罩，使隐私安全化。\n因为帕崔克的特殊才能，德尔很早的就注意到了他，不过不知道该如何跟他讲述这件事——向外部发出声音，逃离空灵基地。在表面上，德尔很努力的研究着第三代结构重组仪，坎奇也时常前来视察研究进程，很明显他对德尔很是关注，也许因为德尔是他这里唯一一个外来合作者中曾与他争执甚至企图毁约的人。不过德尔私下里却在编写软件病毒，在这方面他还是个外行，而且他也没有成功的自信。因此与帕崔克合作将是个不错的选择。\n在进行许多准备后，德尔准备和帕崔克讨论这个问题了。\n空灵基地的计算机操作室里，只有一个白衣人一直在其中工作，那就是帕崔克。帕崔克站在几十台显示屏前，在旁边的机房里放置的是多个大型主机，每个都如巨大的书架，机房门口有个指纹识别外加密码的钢化玻璃门，机房里的温度被严格的控制在了25摄氏度，保证里面的主机高效不停歇运转，那些主机负责空灵基地的全部智能系统、科学资料、人员信息、隐私、电力供应和监控摄像。里面的主机闪烁着些微绿色光点，其余一片漆黑——这便是德尔计划骇进的系统。这是他距离它最近的一次，也是唯一一次见到。\n帕崔克见德尔走来，边笑边摇着头说：“嗨，伙计，你看这机子是本时代最强劲的计算机之一，我们这些搞研究的最需要它了，可我们却没有使用他的权利。我们现在在的这间计算机室里的信息都被严格的屏蔽了，与旁边那紧挨着这计算机室的机房里的大型主机的总系统毫无挂钩，果然搞研究和搞政工还是差一个级啊。”德尔听得出来他指的搞政工的是那些灰衣人，而搞研究的指的是他们这些白衣人。\n德尔也笑着说：“我知道，不过今天我不是来做实验量化模型计算的。这次有点别的事儿要说。”他转头看了看身后，然后拉上了计算机室的门。\n“什么事？”帕崔克喝着一杯水。\n“获取有关空灵系统的信息。”\n他似乎是呛到了，咳嗽了几下，连忙放下那杯水。然后说：“你想干什么？”\n德尔凑近他，然后说道：“告诉我，你想有生之年再见到外面的世界吗？”\n帕崔克身体微微一震，然后用食指抵着他的下巴，仔细看了一眼德尔。他的眼中露出了深切的恐惧，但他表现出的不是对见不到外面世界产生的悲凉，而是对德尔问题意图的慑惧。\n“不，我想……应该，不会的，先生。当然不会。”他不再用伙计称呼德尔，因为他无法判断德尔的意图和他的身份来源。\n他的心中已经想起了在空灵基地以前发生的一件事，在德尔来之前，这件事了结了空灵基地里所有白衣人的‘非分’念头，也包括帕崔克。\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433135760,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:34 编辑 \n7、谢殺梦仇忆（上）\n\n\n德尔晕厥了许久，当他的眼皮架子挣扎着，看见模糊的光圈，映在睫毛之下，他的睫状肌酸涩，眼里有些痒，射入眼帘的光线颜色由彩虹一般逐渐变得灰暗。但是总体亮度却变高了，他的视线所见如一片浑汤——不过确实有液体在眼睛上，似乎是用于润湿眼的功能性泪，他感觉犹如在海里游泳时睁开眼一样，那海水在他睁开眼的瞬间灌入角膜，看到的是模糊而略有放大的世界，折射的光线在眼眶中飞来飞去。经过好长一段时间，他才适应过来，他发觉他坐在一个小小的房间里，他躺在一张硬板床上。房间没有窗户，可是墙体不是白色的。这里不是空灵基地。\n他感觉有些饿。德尔注意到这间屋子有个门，门上有个玻璃小窗，德尔踱到那小窗旁，看见外面有一条狭长的走廊，这里可以看见走廊两侧也有许多这样的门，都是铁质的。远处有个似乎是士兵的人背着枪走过。德尔明白，这里一定是监狱。\n这间狭小的狱室有两张床，这间牢房是可以关押两个人的，可现在只有德尔一个人。德尔仔细看了一下这个房间，配备简单，狱室厕所里只有一个蹲坑和一个洗手池，狱室内则是一个双架床和一个小桌子，下面有个椅子，桌上只有一个杯子、两条毛巾、两把牙刷。他感到强烈的满足感，庆幸自己在一座二十一世纪的监狱里，而且环境还不算差。\n走廊里传来了嘈杂的声音，他听见有人在争吵。然后他这间牢房的门打开了，两个押解兵把一个人送进了他的这间狱室。那个人是帕崔克。\n帕崔克一屁股坐到双架床的下铺上，目光呆滞，深蓝色的瞳孔里已经没有了跳舞的小人儿，而是纵深的血丝，一条条血丝，仿佛他三天没睡觉一样。\n德尔盯着他，没有说话。\n又是沉默，不过这一次是真正的发呆。\n十分钟后，帕崔克开口说道：“空灵基地被掀了。”\n“哦。”\n“我们马上就要被移交法庭处置了，因为缺乏信息和证据，恐怕都有刑事责任！”\n“哦，被谁掀了？”\n“被一个没有被‘空灵’及时处理掉的人，听说是基地里以前的一个小人物。”\n“这是哪里？”\n“里士满监狱，”帕崔克顿了顿，翻上了上铺，“这儿在北城区，你一路上一直昏迷，先送来的一部分醒着的人比如我，已经进行完第一批审讯了，审讯的那些家伙是一群杂种，你说的话就算是真的也会被理解成假的。”\n德尔明白了，他刚到这里时这里本来就是帕崔克和他的共同狱室，只不过自己一直昏迷。\n从一个看不见天的地方搬到另一个看不见天的地方，对德尔来说没什么区别，他有的只是一点满足感，因为什么都不用想，什么都不用做。在叫嚷的只有他的肚子。\n“几点了？”\n“大概是夜里吧。”\n这一次德尔真的什么也没有了，到了美国，混到的一切——科学技术、机器设备、物资钱财、工作环境、行动自由、私人财产都化为虚无。看着身上的囚服，橙得扎眼，代表他作为一个个体而存在的一切，只是囚服上的一串号码——231-635-971。他感到格外轻松。\n他又躺回了下铺，闭上眼睛，继续睡觉，他想等待的不过是那最后的审判，审判后如何，他也不想多考虑，所以他睡着的很快。\n醒来，德尔的愿望似乎很快就能满足，一名狱警走来摇下玻璃小窗，送进来了早餐，德尔接过，那狱警说道：“上午十点半，庭审。”\n德尔进行着洗漱，然后啃着早餐的干面包，上铺的帕崔克不久后也醒来了，他揉着眼睛，对德尔说：“刚才狱警来了？送了早餐？”\n“是的。他还通知，今早十点半，我们会被押解去庭审。”\n“该死。”帕崔克本来就因刚睡醒显得阴沉的脸变得更加阴沉。\n“你为什么不高兴，我们连计划都不需要实施就离开了空灵基地。”\n“是啊，但我不知道又要多久时间才能离开这个鬼地方，何况这里是逃不掉的。”\n德尔知道他的这句话十有八九是对的，但他不喜欢往那个方向继续想下去。\n十点半，五名狱警进入德尔和帕崔克的牢房，押解他们前往法庭，五个高大强壮的狱警押着两个相对瘦小穿着扎眼橙色囚服的囚犯，让人怎么看都有种不协调感。很明显这是一次大型案件审理，并且被给予了高度重视，否则不会距离攻击空灵基地之后这么快就开庭审判，德尔不可避免的联想到了纽伦堡审判，虽然他没有参与空灵基地高层在社会上做的种种恶行，但他总觉得自己有罪，因此被审判反而使他舒坦。\n他们坐上了一辆押解车，离开了监狱，囚犯都坐在车的后面，一辆车共坐十个囚犯，腿并腿面对面坐成两排排，德尔认出了不少人，大多是空灵基地里的白衣人，而黑衣人和灰衣人就算在这他也认不出来，因为他们以前都戴着墨镜或是极少露面。\n这些人一句话也不说，面面相觑，他们的眼睛里早在空灵基地里就缺失了些东西，现在这种缺失更是暴露无遗。这东西犹如刚露出冻土的腐尸，本来在他们心中已经腐坏，只是在冻土下保存许久，现在露出土层，就有被秃鹫吃掉的危险，这东西在他们眼里可能会彻底消失，而且大概不久了。\n这个时候，能保住那东西的就是冻土，寒冷的环境。虽然热力学第二定律不会失效，但是有这方法就可以无限期被低温拖延、减缓熵增进程。\n麻木的人，德尔依然是个麻木的人，他这个分子的温度在来到美国后的这么多年里一直是如此的低，所以他能保存住那个他心中最宝贵的东西。\n押解车窗是个口再加上几条钢栅，外面的阳光照进这黑暗的车厢里，在地上映出栅格，光影在车转弯的时候调整角度，时显示无，外面有楼房挡住阳光时光栅亮度就变弱了，车上的人只有德尔在盯着那光栅看，他的行为显得不可理喻，仿佛他要从中洞察世界，据说精神病人就会这样，会看着一个再正常不过的东西深思。车里其他囚犯有的仰面睡觉，有的闭目养神，有的眼神死死盯着一个角落，有的抓耳挠腮，怎么都显得不自在。\n德尔看了看旁边的帕崔克，他睁着眼，眼球瞪得大大的，但里面依然全是血丝，一路上他一句话都没说。\n不知过了几条街，多少红绿灯，多少立交桥，光栅的影子大小形状明暗变化了多少次，押解车彻底的停了下来，坐在车窗边的一个小个子囚犯扭过头去看外面的样子，有人轻声问是否抵达法院，那人点了点头。\n车门打开了，几名执法人员站在门口，依次叫着他们的编号，这是为了让他们有序地下车，每个下车的人都被拷上了手铐，然后站成了一条队，他们以监狱个人编号次序排列，由执法人员押进了那栋庄严的建筑——里士满法院。\n帕崔克的编号是接着德尔的编号的，这编号的次序可能跟他们被发现并拘捕的时间相挂钩，所以他们以相邻的编号编入了相同的牢房，现在列队也站在一起。\n他们走进一个等候间，这里加上他们这最后一批到的共有差不多一百人，这是空灵组织的大部分人员。很难相信这么一个小团体，对整个城市甚是国家、世界能产生巨大的影响。帕崔克和德尔坐了下来，这间屋子比较嘈杂，光线昏黄，屋子里巡行着许多武装执法人员。帕崔克用带着手铐的两个手，指了指周围的人，说道：“看见了？就剩这些了，有一些在突击战斗中死了，都不是些好家伙。”德尔知道他讲的是那些灰衣人。\n“可这好像也不少，有很多我都没见过。可你说突击战斗，是什么意思啊？”\n“嘁，基地里你没见过人的多了，战斗发生时你处于昏迷状态，我被那爆炸震到了床上，所以没事，你直接撞在我的桌角了。然后基地里就响起了警报，我看了下房间的紧急情况灯，各种灯都在闪，气压、燃料、电力……，我爬出房间看，基地里人都慌了，然后没超过两分钟，又传出一连串爆炸声，不过都是常规化学爆炸，冲击波没有传导到居住区来，这次应该是炸开了空灵基地的一些主要通道的门，据说一共有三个，这三个门都被炸开了，然后武装警察就涌入了空灵基地。不过基地里的黑衣人也不是吃素的，武装枪战持续了差不多一个小时，好像双方都死了不少。我们这些人想逃都逃不了，也不知道往哪里逃，”帕崔克叹了一口气，继续说：“我们白衣人本来想着这下皆大欢喜了，警察来营救我们了，总算能见到外面世界了，谁知道，警察解决掉黑衣人后冲进了我们这个区域，一下子把我们全部逮捕了。还误伤了几个伙计，警察怀疑他们有武器就向他们射击……”\n帕崔克把手和手铐放回腿上，可能是手挥来挥去挥得累了。\n“然后这些警察就活的带上手铐拉走，死的拖走，像你我要是不说就混在死人堆里了。”\n“我要是混在死人堆里就好了。”德尔想缓解一下气氛，打趣的说了这句。\n“没用的，反正到时候你还是会醒，他们一样发现你。”帕崔克依然紧绷着脸。\n“然后我们一些人包括我被送进审讯室，他们问我各种奇怪的问题，什么爆炸案是不是你们策划的、他们发现恐怖武器被用在了哪哪，是不是你们发明的、什么操纵市场导致经济崩溃是不是你们做的，该死，那强光照着你的脸，想睡觉是不可能的，这年代虽然没有逼供或刑讯，可是他们不让你睡觉啊！哎，我要是真知道就好了，可我特么真的什么都不知道！我困得不行了，索性全部承认了，虽然那时我连问题都听不清了，然后他们居然让我描述细节！我在那里坐了差不多十八个小时，而这之前你知道的，我和你在谈论逃跑计划，也没睡觉。然后回到牢房那天晚上，就是昨天，我还是睡不着。”\n德尔庆幸自己被冲击波撞到了桌角，没有像帕崔克一样，但他也没想到他昏迷了这么久，按照帕崔克说的他大概昏迷了一天。\n“哈哈……上帝啊，真是会捉弄我，我现在竟然还睡不着。”帕崔克挠着他的眉毛，径自笑着。\n然后一个法警长官或是什么别的官员从一个大木门另一边走了进来，他清了清嗓子，然后很严肃地大声说：“在座的听好了，现在进入主审环节，请以下编号的人站出并随我进入法庭，进行第一批审判。”他说这句话虽然十分认真，但是语气却有些搞笑，但整个等候室都变寂静了，然后大家听着那人报出了约摸着二十个编号，一批人站出，并在法警的押送下跟随那个官员走进入了大木门，在这批人中德尔瞧见了坎奇。\n“没想到还有分批次审判，大概会有不同的处置吧，说不定别的批次比如我们获得的量刑会少些。不过，估计也没好事。”帕崔克喃喃道，明显他注意到了这一批进入的都是灰衣人。\n“不用想那么多，你还是休息会儿吧，睡觉。”他说完这句话后就发现这相当于没说，帕崔克充满血丝的眼睛还是睁地大大的，似乎没有睡意。\n德尔没继续去劝帕崔克睡觉，自己倒是开始睡了。\n醒来后，德尔看了看这间等候室里挂的一个圆圆的表，指针已经指到了一点，第一轮审判已经审了差不多两小时，他感觉接下来一轮大概就是他们了。周围的人都显得昏昏沉沉的，甚至比昏沉更严重，他们像是吸过毒后被强制戒掉一样，看起来难受之极，让看到他们的人都会感到整个人都不好了。不过德尔对此没什么感觉，他看了一眼身旁的帕崔克，这个曾经精力充沛活力十足的人，现在显得那么消沉，眼睛里曾经是深蓝色的瞳孔，现在却是枣红色的——很明显他在这两个小时里一直没有休息。\n德尔打开帕崔克身旁的饭盒，帕崔克已经吃完了午饭，剩下的这盒是德尔的，德尔愉快地吃了起来。\n吃到一半，那大木门打开了，里面的声音如洪水一般涌入这间等候室，从中可以听见犯人的声音、法警的声音、陪审员的声音、律师的声音、检察官的声音、法官的声音、记者的声音，但只看见法警押着犯人从里面走出。\n两个小时前过来的那个官员又进入了这等候室，他用和上一次一样的语调说道：“在座的听好了，现在继续主审环节，请以下编号的人站出并随我进入法庭，进行第二批审判。”这一次他的声音显得干涩了不少，看来他的工作着实是一件辛苦的工作，随后他开始念囚犯编号，下面的囚犯纷纷看向自己的囚服，上面写的编号就是自己，不是代表自己，就是自己，自己除了这个号码外没有其他的了，就算有其他的独特生物体征，也不具有任何意义。\n“…………203-635-871、203-635-872、227-635-927、227-635-928、231-635-970。”\n“231-635-971。”\n德尔听到自己的号码后，一开始并没有反应过来，他不习惯把自己看成一个编号。不过帕崔克听到自己后马上就站起来了，他也听到了德尔的号码，然后他叫了一下德尔，然后把德尔从座位上拉起来。\n第二批审判的有近七十人，按照帕崔克所述，这些人都是曾经的白衣人。\n这个法庭核心部分有一个篮球场大小，被告都坐在这之中，占据约一个半场的空间，另一半场里比这一部分高一截，在这上面的一个长桌后坐着三名法官、两名检察官，主审法官坐在中间，他们都低着头看着档案。在外围部分的旁听席，也就是相当于篮球场的那一圈观众席的位置，排放着一圈一圈的长凳、长桌，由内向外逐渐升高，这些位置上也坐满了人，他们是审查员，是社会各界重要人士以及原告和证人，在另外一个侧角里还有很多是陪审团成员。整个法庭熙熙攘攘，在未开庭时，尤为混乱。在法庭过道尽头，又可以看见大量的摄影机、取声器和记者。\n德尔随着队伍，坐到了那‘长长的’被告席的第三排里，这一条条木头长凳被漆成了深木色，前面坐着帕崔克。\n随着主审法官敲响法槌，整个法庭的气氛顿时变得同德尔预料的一样，真变得像纽伦堡审判，一下子浸入了一种抑郁的庄严之中。通道尽头的记者一下子没了声音，围着法庭的旁听席也安静了。\n法官按照庭审顺序发表了几个声明，德尔都没仔细听，他只觉得这里人很多，而他们这些囚犯则位于整个法庭的最低处，因而所有人的目光都受到重力效应而压到他们的身上。他们都低着头。\n“下面请所有证人进行宣誓，然后进行案情陈述。”法官的声音与其说是威严不如说是因疲倦而沉重缓慢。\n外围那圈的证人席里立马站起来一个人，德尔没精打采的朝那方向看了一眼，却突然被震住了。\n“我仅代表全体证人，在提供相关证词之前进行宣誓。”那人的声音轻快而有力。\n天啊，好像没错。\n尽管距离比较远，但是德尔还是注意到了那人的长相，而那声音更是不可能忘记的。那证人代表是沙拉鲁丁。\n德尔仔细朝他的方向望去，想再三确认，以确保他没看错。此时沙拉鲁丁在念着宣誓词，下面的其它证人也跟着他念。\n宣誓内容大体是证人会保证公正、准确、无偏袒什么的。这是一个乏味的过程，在证人之前人们已经听过法官和检察官还有陪审员这样宣誓了一遍了。\n本来德尔是很放松的，但当他确认那人是沙拉鲁丁后就开始紧张了，他感觉到了强光照射在他的面前，那光甚至在烘烤他的皮肤，他无法躲避它，或是躲避任何其它东西，犹如帕崔克前一天的受逼供一样，不过与帕崔克不同的是，德尔感觉到了自己的罪，尽管这一点在法庭上还不一定承认，这个罪是他自己给自己戴上的帽子。他恨不得找个地缝钻进去。\n他希望沙拉鲁丁没看见他，但是这明显不可能，证人对罪犯名单是早有了解的，至于沙拉鲁丁看没看见德尔，德尔就不知道了。\n案情审理的很快，也许是在之前一批人的审判中已经获取了大量有用信息，整个审理过程中德尔一直埋着头，顶在前面的帕崔克的背上，眼睛直视着自己的脚。他不知道周围发生了什么，也不知道和自己有什么关系，甚至连最终审理结果都没仔细听。\n这两个小时对德尔而言并不是很慢，反而出奇的快。因为没有信息流入与信息处理过程，就算有信息输入大脑，若这是对个体而言无意义的信息反而没有处理价值，就不会进行处理，因此时间便会过的非常快。这就是所谓的发呆。\n在回监狱的路上，帕崔克对德尔说：“你怎么和来的时候完全不是一个状态？现在是高兴的时候啊！”\n“为什么我要高兴？”\n“因为各种证据有利于我们，证明我们是被逼无奈而加入并帮空灵组织工作的，所以我们的量刑都被极大地宽化了。待陪审团结果出来后就可以定了，不值得高兴吗？”\n“也许吧，希望你能一直如此，不过你来的时候为何不这么想？”\n帕崔克无言以对。\n押解车里，人们与来的时候状态完全不同了，他们各个都显得像是中了头奖一样，互相聊天，谈论琐事也变得很有兴致，这车上唯一和来的时候没什么差别的人就是德尔了，他依然看着那光栅的光影。没有喜悦，也没有悲伤，只是专注，就和来的时候一样。\n下了押解车，天已经暗下来了，被狱警押回监狱的路上，德尔见到了长庚星，这是第一次重新见到它。\n回到牢房，德尔躺在了铺上，他不了解他还要在监狱里住多久，不过对他而言，多久都是合乎情理的。\n躺回下铺床上，德尔和前一天一样很快睡着了。\n第二天，监狱里的狱警传来消息，德尔可能会提前获释，时间就是这么爱开玩笑。\n德尔分外紧张，因为很可能是沙拉鲁丁保释的他。他感觉与其提早获释见到沙拉鲁丁，还不如待在监狱里为他的罪过负责。\n帕崔克坐在桌前的木椅子上，跟德尔说：“既然狱警报了这个消息，说明不会有假，你好像还不一般啊，竟然有人会保释你，那人一定手头有重要信息或是掌握很大权力。”他显得并不是很高兴，因为囚犯间基本的公平被打破了，德尔可能可以提前走，而他不行。\n“如果那位保释我出去的人有足够洞察力的话，他应该也有能力保释你们，我出去后可以问问他。”\n“别逗了，保释人不可能保释太多罪犯的，那样会引起警方怀疑，并且终止这一程序。”\n德尔当然也清楚，若那保释人真是沙拉鲁丁，他也没那么大能力保释更多的人。\n监狱里一天过得很快，到了晚上，两名狱警走到德尔和帕崔克的牢房前，然后传话道：“231-635-971，你可以走了。”然后两名狱警打开牢房的门，把德尔带了出去，德尔回头看了看这个只待了不到三天的牢房，里面唯有帕崔克的眼睛能吸引住他，那眼里的小人又一次在‘跳舞’，因为德尔在移动。离开牢房时，帕崔克只对德尔小声说了一句：“有缘再会。”\n然后他们就再也没有联系过。空灵基地里的一切都成为了过眼云烟，像是沙画，变化多端，终归虚无。\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433135760,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:37 编辑 \n6、上帝之鞭（下）\n\n曾经，在空灵基地，一个叫古斯塔夫的人亦是问了许多白衣人这个问题，这些白衣人当中许多人都早有淤积了这一苦楚——对科学失去了信心或研究动力，渴望摆脱空灵基地，寻求自由，在有生之年见到外面的世界。这就像是一坛子酿成醋了的酒，已经对他们无吸引力所以渴望扔掉，而古斯塔夫就是一个不错的倾倒对象，他平时正直而乐于助人，研究M理论的在微观粒子上的表现，他最大的梦想就是实现广义相对论和量子力学的结合，实现GUT（物理学准终极理论）。看上去他是一个再正常不过的前沿科学研究者了，而且正派，并且有传言他也是因逼迫加入的空灵组织。因此古斯塔夫问了他们这个问题后，这些白衣人都与他展开了深入讨论。\n于是，古斯塔夫和这些白衣人们开始讨论逃离空灵基地的计划，帮助他们策划了一次大型逃离叛变计划，以通风管道的漏洞为基础，逃离空灵基地，用电磁干扰毁掉空灵基地的一部分监视系统，布置好关键位置的微型米粒摄像头以备不时之需，甚至策划了化学药剂干翻一些黑衣人。整个计划可以说得上成功率99%，是极其完美的分析的结果。\n白衣人们也经历了强烈的心理斗争，其中一部分人选择了放弃计划，另外少部分人继续坚持下去，他们将各个步骤模拟，做了多个科学模型和理论分析，还时常举行小会议。古斯塔夫一直坚定地领导着他们。\n终于，在精密地布局策划下，他们约定了一天展开这场逃脱计划，人手布局在了每一个计划位置，一切都按照计划进行，就在白衣人们的逃脱快要成功时，突然间通风管道尽头阀门关上了，参与逃跑计划的整整十六个人除了古斯塔夫都被困在了通风管道里。\n没过多久，在空灵基地里工作的人只听见上方隐隐听见声嘶力竭的嚎叫声，而隔着那么多屏障，这声音已经变得如同蚊声。在下面的人们都屏住呼吸，听着那声音，嘈杂的空灵基地总研究大房间内变得无比寂静，有人的铅笔划过A4纸的表面，所有人都能听见这声音甚至这声音的回声。全部的白衣人都在听着那似乎是请求帮助的声音，这笔的‘噪声’让所有人感到不安。\n可是所有听到‘蚊声’的人却都没有反应。没有参与计划的白衣人都不吭声，却心惊胆战。所有的黑衣人也不吭声，仿佛这没什么稀奇的。所有的灰衣人也不吭声，似乎这一切纯属意料之中——这就是可怕的了。\n终于，空灵基地上方再也没有人的声音发出。\n他们可能成功的逃离了？也许吧，白衣人们默默祈祷。\n那时帕崔克坐在他的电脑前，他对逃跑计划的了解不多，但是他的哥哥是其中的一员，他哥哥曾经极力劝他参与这次机会，并声称机不可失，失不再来，但是他由于胆小就没有参加，但他哥哥并没有继续劝他，因为他们（逃离者）甚至制定了反攻空灵基地的计划，他哥哥和那些参与逃离计划的白衣人都想在逃脱之后协助执法人员找到空灵基地，并解救出其他被困白衣人研究者，他哥哥与他约定好，在逃离完成后两天就能再次见面。\n“亲爱的弟弟，我总算接收到来自外界的信号了，可我大概见不到外面的世界了，你要见到啊！还有，要记得删除你的记忆。”帕崔克从空灵基地内部手机交流软件里接收到了他哥哥发来的私信息。\n帕崔克没有看懂这是什么意思，最后那句更使人摸不清头脑，但他有一种不好的预感。\n他闭上眼睛，脑海里却浮现出了一个黑色的电脑屏幕，这可能是每个搞IT的人常梦见的——这是个还只能用basic语言的基础电脑，它左上角闪烁着‘_’。没过多久后一行字冒出：他们窒息而死。\n帕崔克猛地睁开眼睛，心跳剧烈。上帝啊，你竟告诉我他们的死刑执行了！\n看来，两天后不能见面了。\n他难得冷静地删掉了他哥哥的那条信息，他告诉自己此时不能慌，一步都不能错，否则他就会和哥哥一样的下场，谈何复仇？他将手机格式化，然后冲入空灵基地隐私信息监视记录缓存室，还好，里面没有其他人，他迅速地骇进隐私监视系统并删除了这不利沟通记录。\n是啊，我要删除我的记忆。他默想着哥哥的最后这句话。\n一天后，古斯塔夫和一群灰衣人一同出现在隐私信息监视记录缓存室里。他们极快速有序的搜集与逃离计划有关的隐私信息，古斯塔夫在这过程中斜眼看了一下站在外面看着他们的帕崔克，帕崔克和他眼神相遇即刻间就转开了头，古斯塔夫板着脸笑了一下，但没有做什么别的。\n几天过去，另外许多白衣人从空灵基地里依次消失了，没有人知道他们为什么消失，那些人怎么样了更不得而知。\n可是帕崔克留了下来，他没有被‘消失’。\n古斯塔夫在这次事件之后不再是白衣人了，成为了一个黑衣人，易名‘门多萨’。\n德尔又靠近帕崔克，说道：“这不可能。”\n帕崔克脸颊上冒出了大颗的汗珠，他左脚后退了一步，不小心踩到了转椅的一个脚，身子重心倾斜，前庭和半规管的神经纠正他的运动，这使得他踉跄得一下靠在了电脑桌上，用手撑住了桌防止摔倒。他微微仰着身，脸上依然露出笑容，说道：“咳，先生，我都说过了嘛……我真的没想过这个问题。”\n德尔又一次回过头，望向计算机室的门，然后又望向机房的玻璃钢化门，确认这俩门后都没有人后，继续说道：“我觉得你不是那样的人。”\n的确，帕崔克是一个富于感性的人，和这里的大多数科学研究者不同，这也是德尔决定找帕崔克的另一个原因，他分析帕崔克许久，认为和他合作会是安全的。不过听到帕崔克的一连串否定后，亦使德尔异常紧张，因为这段对话如果泄露出去，对德尔将是极其不利的。\n双方就是有着一个猜疑链罢了。科幻小说家声称猜疑链仅局限于宏观远距的宇宙文明之间，其实不是如此，猜疑链甚至可以影响两个近到可相互碰触到的人之间。\n你不知道我在想什么，我不知道你在想什么，我如果不是探子你不知道我不是，你是不是探子我不知道，你如果不是探子你也不知道我是不是探子。你不知道我知不知道你是不是探子，我不知道你知道我不知道你是探子。那谁是探子，探子怕谁？答案：谁都怕探子，探子只怕你知道。\n悖论，猜疑链，无限连锁。\n所以他们的思想就这样战斗着。\n瞧瞧这人，踉跄着，我应该没有错的，他不是个不思念外部世界的人。\n天啊这个可怕的家伙，近年来空灵基地的探子太多了，我得提防这个人，希望他手上没有我的太多信息。\n等一会儿，万一他泄露了我与他之间的对话信息怎么办，他岂不是会以为我有逃跑倾向。接下来得谨慎些问。\n我到底该不该正确回答他的问题？\n我到底还要不要继续纠缠他，摸清他的真实想法？\n如果我告诉他我真实的想法，怎样都是对我不利的，就算我要日后真要逃出‘空灵’，为何要拉一个累赘，何况他可能是灰衣人的探子。\n我继续这样问下去一定不能达到效果，反而说不定他会利用这些问题攻击我，不管他是不是思念外部世界，我告诉他我的想法都是对我不利的，他抛下我然后告诉那些灰衣人我的‘非分’思想的话，我一定会受到灰衣人的调查，那样就不可能逃离这里了。\n真该死，我刚才不该那么紧张的，他的眼神仿佛看穿了我，我如果继续抵抗说不定会更惨。\n他的举动好像有点奇怪，等一会儿，他，好像怕我？\n诶？他的眼神里好像还有什么别的……难道？他怕我？\n沉默是可以杀人的。\n终于，德尔开口了：“不要紧张，我……”其实他自己也很紧张。\n“……不是探子。”帕崔克接着德尔说。帕崔克看着这个在他跟前显得精神饱受折磨的人，他看见德尔的眼里闪烁着暗淡的光芒，手指颤动，嘴角微弯，黑色的鸭舌帽紧紧地压在这人头上，让人看不透却似乎可以信任。\n德尔叹了一口气，仿佛放下了心中的担子，这担子已经架成了一座信任的独木桥。\n帕崔克继续说道：“伙计，跟我来，这里谈并不安全。”\n德尔小心地踏上这信任的独木桥，其实，这对于帕崔克也一样。\n他跟着帕崔克前往空灵基地里的研究人员住所区。帕崔克住的是一间和德尔一模一样的房间，依然是那样纯白的金属墙体，简洁而优良的电力设施，惨白的荧光灯。\n帕崔克坐到了他的写字桌旁边的木椅上，打开了一台很高级的笔记本电脑。然后他稍微在键盘上敲了些什么，然后说道：“好了，这个房间的监控已经被我骇进并关闭了，你有什么想说的现在可以说了，绝对安全。”\n“是为了逃跑计划。”德尔说这句话的时候声音在颤，但是意识到已经说出后，他就不那么紧张了。\n“史地奇先生，我以前一般来找你都是为了分子低温运动计算，但这一次，我经过深思熟虑，觉得你是我最适合的搭档，我觉得以你的能力加上我的计划可以使我们逃离空灵基地。”\n“叫我帕崔克就好。不过，很高兴听你这么说，我还以为这基地里已经没有想要逃离的人了呢。”\n“怎么会呢？难道只有你这么想吗？不会吧。”德尔有些诧异，他为自己踩中了唯一一个有逃跑计划的人而欣喜，同时也冒出一身冷汗——如果在这几百人中他没选择和帕崔克谈话而是和别的一个什么人，那他可能就玩完了。\n“恐怕确实是这样的，空灵组织是一个可怕的超乎你想象的组织，实力不绝后也是空前的了，它掌控着世界上最前沿科技的百分之四十，拥有的先进武器可以摧毁一个国家，经济实力也是可以操控市场的。这里的灰衣人甚至有些人是一些国家的政府要员。而这个组织对人的控制也是很可怕的。”然后帕崔克向德尔讲起古斯塔夫（门多萨）的事。\n德尔听完后，沉默良久。他看着帕崔克那深蓝色的瞳孔，像是一口深井，里面有个漩涡，在回旋缠绕着一个小小的人，光影从井口射下，映在水中却更加深了那深邃的蓝，瞳孔里的小人却没有挣扎，祂显得宁静，祂旋转着，舞蹈着。从这井口看，这世界的光真如同毕达哥拉斯和奥克麦安所相信的那样，是从人的眼睛里发射出来的了。可是那舞蹈的小人的眼睛呢，它会发光吗？祂看得见世界万物吗？\n德尔缓缓地说道：“既然如此，那么计划反而可以比我想的还要精简，只需要我们两个人就够了。”\n帕崔克摇了摇头，张口似乎想要说些什么，又闭上了嘴。\n“你是个电脑天才，难道你不可以骇进空灵的总系统吗？我已经研究了一个月的软件病毒了，希望对你有用。我仔细地研究了加密算法和反触发系统，这个防火墙虽然十分完善，但是我认为还是有漏洞的，你应该已经注意到了才对。”\n帕崔克依然漫不经心地摇着头，接过了德尔递来的U盘。他要么是已经绝望，要么是另有计划。\n“喏，这是我这近些天来努力做的一个软件，算是个病毒吧，我给它起了个霸气的名字，叫‘庞加莱’，庞加莱本是一个数学家的名字，不过我觉得很适合用作这款病毒的名称，它采用的是我独立研发的一款编程软件，因此编程语言很奇特。”德尔挤出了一些笑容，对帕崔克稍微介绍了下他的这款研究了几个月的病毒。\n“那就让我我看看吧，我自己以前在学校的时候也喜欢设计软件病毒当成玩了，可是这东西不能瞎玩，在社会上要是散播出去导致不好的效果，那是有责任的。”帕崔克弯下腰，准备把U盘插进他的电脑里。\n然后帕崔克在主机那插U盘时低着头继续说道：“我是这样想的……”\n他正要说下去，突然间外面传来强烈的冲击波，德尔一下子被冲倒在了地上，帕崔克的桌子和椅子顷刻间被震翻了。随之而来的是震耳欲聋的爆炸声，它紧跟在冲击波后，相差约1秒钟。\n那1秒内，冲击波撞向德尔，倒下的瞬间内德尔侧角度看见帕崔克深蓝的瞳孔里跳舞的小人不见了，他才知道，那只是光在帕崔克眼睛里反射出的他自己的镜像。\n这是来自上帝的鞭子吗？\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433135760,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:36 编辑 \n7、谢殺梦仇忆（下）\n\n走出监狱，外面什么人也没有，里士满监狱是北城区中心区，有较多中层建筑，离德尔曾经的工作室有一小段距离。德尔不知道他该往哪走，走到哪里，他的保释人没有出现，监狱还给他的东西只有他的衣服、外套、帽子和他的护照、手机、充电器、几个螺母、起子、螺丝刀、胶带、电烙铁，这些东西都是他在空灵基地爆炸时外套里放的东西，有些也的确是十分重要的，有些则无关紧要。他在美国是没有家的，一直没有，所以无论是住在废弃钢闸工厂还是空灵基地亦或是监牢，对德尔而言没什么差别，现在他又流落到了街头，他手头没有钱，而他的其他个人物品也永远的落在了空灵基地，现在再去那里是不可能的。\n他走进了一间街头当铺，把起子、螺丝刀、电烙铁、螺母、胶带这些东西摆在了当铺老版桌前，老版看了一眼手表，这时候已经午夜时间了，他打了个哈欠，然后把这些东西聚到一起，然后每个都仔细检查一番，露出厌烦的表情，说道：“这些全部，五十块钱。电烙铁单独就四十块钱。”\n“好，五十。”\n那老版也有些吃惊，因为德尔没有讨价还价，所以老版还是很愉快地接受了这个价格。\n德尔不知道该到何处睡觉，归属感他早就没有了，那是自从他离开父亲，又离开赫辛之后。而现在他感到一种更深层的流落感，那种真正吃住都不能保全的现实，是那么骨感的现实，摆在他眼前。\n午夜的北城区，更显得荒凉，仿佛那个经典小解谜游戏《机械迷城》里的环境，陈旧锈蚀，却饱含水墨风格。广告牌在冷风中摇曳，楼房下面锈掉的铁排水管里滴着大楼的污水，它蜿蜒曲折地爬向下水井盖的凹槽，因而在地上留下了一条暗色的‘泪痕’。街上路灯明暗恍惚，有些已经坏掉，明显是电压不稳造成的。街上没有车，没有路人，就像几个月前那个清晨，他坐着黑色汽车前往空灵基地时一样。电线在腐朽的木桩上交错缠绕，不远处变压器的‘高压危险’警告字样在街对面便利店的灯光下照得暗黄，这里的每一面墙上都涂满了涂鸦，路上没有行道树，在路的缝隙处长出一根根独立的杂草，年久失修的公园里，则杂草丛生，那秋千由一个木架和两根绳、一个轮胎制成，立在杂草丛中；德尔走了过去，坐在了轮胎上，那木架发出嘶哑的哀嚎，于是德尔走开，扑倒在前面的草丛里，但那草扎在脸上，根本无法睡眠。\n卧在草丛上，德尔想到：既然已经到了北城区，那不如回到几个月前他工作的钢闸工厂去看看。于是，他拖着疲惫的步伐，寻找零星记忆中残存的参照物，每个地标都探入他的记忆里去，经过一个多小时的挣扎，他总算看见了那工厂颓圮的外墙上绿色的爬山虎在街灯照射下时暗时明。\n他走到他曾经工作间的门口，那门已经被毁坏，轻轻地拉一下把手就打开了，昔日橙色的四壁现在变得土黄，补好的沙发再次破裂，曾安装的白炽灯现在已经断电，唯有那曾经在微弱日光下坚韧生长的小草长得愈加旺盛。\n德尔突然看见房间的角落里有个人影，他吓了一跳，但气都不敢喘，只见那人影的头转了过来，于是这漆黑的空间里就可以看见多了两个模糊暗淡闪耀着的亮点。\n“嗨？”\n“嗨。”\n他们短短地打了一声招呼，那人是沙拉鲁丁。\n“我知道你会来这里的，看看曾经的‘家’的样子。”沙拉鲁丁的语气中多了一丝凄凉，这个曾经活泼的小伙现在已经多了些惆怅。\n德尔不知道该如何说话，不是紧张，而是羞耻。\n“哎，老哥，是我把你保释出来的。”\n“我知道，很感谢你。”\n“嗨，这算什么，你又没有罪，都是坎奇那些家伙的错，你自己也这么说过。”\n什么？看来你真的错了，你竟然原谅我这种人。\n“哎，也许吧，你这么想真好，空灵组织真是一个可怕的组织，他们给我看了一个视频，让我以为你已经死了。”德尔为了让自己不那么充满负罪感，就换了一个话题。\n“老哥，这事还好我自己运气好，可怜的老匹克，他没能……，哎。”\n那个早上，寒风刺骨，沙拉鲁丁的床垫在地上而且靠近外墙，所以清晨寒凉的湿气渗入了他的地铺，使得沙拉鲁丁难以继续睡着。他抬头看了看工作间里的小破表，发现现在才刚到五点。他想大概还可以多睡会儿，但他突然发现哪里不对劲——德尔的床已经空了，而且工作间里少了很多东西，德尔的东西，连结构重组仪都不见了。\n他嗖的一下从床垫上坐了起来，环顾四周，发现德尔确实不在。工作间里平时只有他和德尔居住，匹克住在钢闸工厂的另一头的稍微宽敞的房间里。这个点钟，外面也没什么动静，街上没有行人也没有车，大多数人都没起床，他猜测可能是德尔带着重组仪去金属冶炼厂做外壳模具了，几天前就听他这么说过，说不准就是今天走了呢，做那个模具要预约而且时间卡的很紧，德尔这么早走而且不打招呼虽然离奇但也不是不可能。\n但是紧接着发生的事却让他感到更加蹊跷。他上了个厕所，正躺回床上，再次闭上眼睛时，隐约听到了引擎和漂移的声音，他下意识地掐了一下自己的耳朵。\n诶……我没做梦，最近没看什么赛车电影或是接触什么别的啊，应该不会做和赛车相关的梦的。\n沙拉鲁丁又一次坐了起来，这一次他穿好了衣服，披上外套，从工作间的楼梯里一直爬到工厂的顶层。这间工厂在这一地带还算是比较高的建筑，因而他能看见这附近发生的一切，朝汽车声音的来源方向望去，他看见了整整六辆黑色Haggard在几条街外快速行驶，而且似乎朝他的方向驶来。\n这时候还有赛事？也许吧，练习赛，街头赛车手，在清早没人的时候飙车，警察不会注意。不过，里士满真的有飙车手？\n于是他坐在屋顶上，观察着那六辆车一路飞奔，随着他们接近工厂，他们的速度逐渐降了下来。他更觉得不对劲了，那几辆车分开了，驶向不同的方向，而且逐步包围了这个工厂，从各个方向像这边驶来。\n他明白事情不妙。\n沙拉鲁丁快速打开顶层玻璃窗，从楼侧面向下跳了出去，落在了四楼玻璃窗架顶部（顶层是五楼）翻了个滚，沙拉鲁丁身手矫健，体格健壮，各种危险动作他都不怕，然后他看见那些人下了车，提着武器，甚至有人带了枪支，他已经不可能从楼下逃走了。他摸了摸口袋，发现他啥都没带，只有一个扳手在兜里，然后他快速跑到了工厂顶层的边缘，对面的楼房隔着大约四米。楼下已经传出了非常响的枪声，他一下子瘫倒在地上，想要回去救出匹克，他后悔没有把这事情及时告诉匹克，但一切已经来不及了，他往后几步，助跑后一下子越过了这两栋建筑之间的鸿沟，猛地跳到了对面楼房的屋顶上。\n一阵眩晕，一阵恍惚，他从对面屋顶站立起来，伴随着规律的枪响，他的步伐愈加稳定均匀，奔跑使他冷静，他好久没有这种酣畅淋漓的感觉了，听到背后的声音撕扯着那栋腐朽破败的工厂，空气里凝聚着未干混凝土的气息，夹杂着装修楼房的甲醛味，奔跑着，他又一次越过楼之间的鸿沟，虽然工厂已经离他越来越远，人的声音已经模糊不清，但金星像是游荡在城市上空的幽灵，监视着全城，使沙拉鲁丁感觉自己格外显眼。他跳上一个正在施工建筑的脚手架，从上面向下爬，他手上没有通讯设备，所以不能联系警察，他要找到电话亭或是警署亦或是随便一台电话。\n正在他向下爬的时候，他听见工厂那边传来了更多的枪响，然后似乎有汽车发动了，引擎声轰鸣，但四散而开，他们明显在寻找他！\n沙拉鲁丁看见远处有一辆黑车向他这栋楼的方向驶来，车里一共四个人，而他们并未发现他，这也许是因为他现在在三层楼的脚手架上。他已经不能再往下爬了，否则他们一定会发现他，于是沙拉鲁丁站立不动，希望他们无事驶过。\n那辆黑色Haggard里有一个人摇下车窗，从窗中伸出头来，手上握着手枪，在寻找街头上是否有人出现，或者说，沙拉鲁丁是否出现。那个人朝向街的另一面，他并未向沙拉鲁丁这里看，但是车在一个拐角，如果拐过来那他一眼就可以看见沙拉鲁丁。此时他们距离不到五十米。\n车果然拐了过来，此时沙拉鲁丁离那车还有一定距离，他拿出扳手，背对着那个人，假装维修脚手架，而他的着装根本不像工人，何况这个点钟也没开工。他只希望这么装能装下去不被发现，可是这么早的点钟，街上都没有人，而一个出现在脚手架上的人就更可疑了。随着车驶的越来越近，他余光看到车的速度降了下来，那拿着手枪的人正在和车上的人说话，那人收回了手枪。\n沙拉鲁丁纵身一跃，抓住二楼的脚手架杆，滑到二楼然后顺势荡向那辆车，他重重的砸在了车顶上，没等车里的人反应过来，他的扳手已经挥击向了前车窗，驾驶员一阵慌乱，车里响起了几声闷枪。驾驶员行驶不稳但扔保持着驾驶，此时前车窗已经完全破碎。为了防止自己从车上掉下去，沙拉鲁丁把扳手卡在车顶沿上，勾着从前是前车窗的那个位置。然后沙拉鲁丁又挪前一些，将扳手打向驾驶员的脸，那驾驶员没有来得及用手抵挡这一击打，一下子被击晕在驾驶座上，然后沙拉鲁丁将扳手掷在方向盘的空隙里，使得方向盘卡死，副驾没有武器，他来不及制服在他头顶的沙拉鲁丁，只能竭力去控制方向盘，随后沙拉鲁丁就承着离心的惯性落下了车。翻了几个跟头落在了车的后方，这之后那辆车因为卡死的方向盘进行了几个烧胎圈，然后直接撞向了路边的墙体，橡胶与地面摩擦的刺耳声音隔着几条街都可以听见。\n强烈的撞击下，那辆Haggard接近损毁，车里弹出了气囊，竟将剩下的人困在了车里，保护安全的东西有时反而成为了累赘。沙拉鲁丁完事后迅速跑到街巷里，根本没有调整呼吸的空闲。他不停地跑，闭上眼睛，思考着方向。他知道此时往哪里都是危险的，剩下的五辆车会在这一带不停地搜索他，而且可能派出更多，此时不如跑回钢闸工厂，他希望找到匹克——如果他安然无恙的话。\n回到了钢闸工厂，他看见这里并没有发生像是刚才枪响那样的激烈斗争的痕迹，明显这些人只是在威逼恐吓，沙拉鲁丁心头凉了一截，因为如果他们有必要恐吓的话，说明他们已经找到了匹克。\n他发现匹克的房间里东西散落一地，有些已经被严重毁坏。而德尔的工作间也是如此，各种曾经修好的又都被破坏了，任何和结构重组仪相关的计算草稿、图纸、零件都被损毁了。匹克的房间的门口留下了一痕血迹，沙拉鲁丁冲出了房间，走到了工厂外部，看见了一个人蜷缩在地上——那人是匹克。\n“喂！匹克！”\n…………\n……………\n他靠上前去，抓住匹克僵硬的一只手，那手已冰冷，温度在这个寒冷的早晨散失的极快，他握了下他的脉搏，已经不再跳动。\n这蜷缩的身躯，是一个噩梦。它无数次的出现在德尔梦中，同时这形象也在此刻永远的烙在了沙拉鲁丁的心里。\n他俯下身去，抱着这个被生活折磨了四十多年的中年人的身躯，沙拉鲁丁泪水成为了这身躯上唯一发热的物质。身躯干瘦是因为生活的艰苦，质朴的眼镜下的眼里却有一种不碍世人的祥和。殊不知他不碍世人，并不代表世人不会去干扰、折磨他。沙拉鲁丁作为和匹克曾经共事过的人，总是有这样一种感情融入，他不能想象这样一个无害之人会落得如此下场。匹克是一个影，在黑暗下折服的影。\n他久久地抱着匹克，想传导他全身的熵，可是时间箭头是锁死的，熵增永恒。\n最残忍的，莫过于热力学第二定律——没有任何东西或人能逃脱它的制裁。\n“然后，你怎么离开的？”\n“然后他们没有回到工厂。大概是早晨过去时间太久，有人看见我和匹克所以报警了。最后是警察来了并带走了我，我和警察讲了发生的一切。他们相信我说的。后来我才知道警方早就做好了犯罪网的调查和准备工作，而这一切犯罪网的幕后来源线索直指那个叫‘空灵’的组织。然后我请求他们调动了CCTV（城市记录监控录像），我也看见了那一切的发生，他们也看到了我的行为。警方分析认为我并不安全，空灵组织很有可能暗杀我。于是我就向他们申请加入调查工作，并协助破案。警方竟破格同意了，我就成为了调查组的一员。这以后的事情你都知道了，我们策划了袭击空灵基地的一切。证据也收集的很齐，谁有罪谁无罪都调查的清清楚楚，最后我就在法庭上当证人了，不过现在我已经退出了警方调查组。”\n“谢谢。”\n“嗨，这你还谢什么，我要是不把你救出来那还是我的错呢。我们之间可没欠什么，更没有啥恩怨，做点小事也是应该的。”沙拉鲁丁又恢复了些笑容，尽管在这午夜之时一切都是漆黑冰冷的，但那股温暖还是在传递。\n“ki，你知道吗？我不敢说我看得透你，但我知道你的灵魂不在这，它一定被落在什么别的地方了。你少了很多正常情感，”沙拉鲁丁的眼里闪着微微的光芒，他看起来半开玩笑半严肃。\n“这一次你对了，我确实如此，只不过我以前没看清而已，希望你确实早就看清了。”德尔的脸在阴面，沙拉鲁丁无法看清他的表情。\n“我要谢谢你，不是因你帮我出了监狱，而是谢你帮我杀掉了我虚幻的梦境，我从此无梦无仇无忆。摆脱这些就可以让我看的更清楚，你擦去了灵魂外壳上的灰尘，而这一点我自己做不到，多亏了你，我看见了灰尘的后面，我终于知道我来美国失去的是什么。”德尔依然站立着，伸出手拍了拍沙拉鲁丁的肩膀。\n“是什么？”\n“最珍贵的东西。”\n“可你本来就什么也没有，有什么好失去的，现在你也啥都没有了，来去一场空。”沙拉鲁丁笑笑，想到他自己其实也是如此。\n“不，最珍贵的东西不能失去。那是支撑你一生的东西，否则活着有什么意义？”\n“老哥，你说话太绕了，拐来拐去的。”\n德尔没有理会他，而是继续说道：“沙拉鲁丁，我的灵魂反正不在美国，回阿塞拜疆吧，回祖国，至少我自己一定要回去。”\n沙拉鲁丁怔住了，他不明白为何要离开机遇丰富的美国，他本来想拉德尔一起创业工作。\n德尔的潜意识告诉他，他的感情所在地是阿塞拜疆，他的父亲在那里工作，落叶都是要归根的，感念着美国的经历，也回首故乡的快乐。\n他终于明白，珍惜比探索更重要，他戴了几年的鸭舌帽，就算破旧不堪，打了多个补丁，他也不想换新的，而是不断缝补，因为有灵魂在，就不能舍弃灵魂。而外壳是载体，落满了灰不要紧，打扫干净就可以。\n至于赫辛，他知道她是那颗无处不在的金星，但却永远储存在了德尔心中最深层的位置，一旦触及，他作为生命整体都会被触动，那是生命最本源的挣扎，也是最无助的珍惜方式。他小心地收起并保护着这份感情，希望自己能一直好好珍惜它，直到生命的末了。\n德尔在这间工作室的那张曾是他的床的床上躺下，度过了他在美国睡的最安稳的一晚。\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433135820,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:35 编辑 \n8、拭灰\n\n\n里士满的早晨，启明星又一次从德尔工作间的百叶窗间投进来它的星光，星光糅杂在太阳光里，给这间屋子增添的只是多一点点的亮度。\n工厂的金属质感是那么吸引人，这个宏大的存在，第一次完整的映入德尔的眼帘，剥落的墙皮、混凝土地板缝隙里的小草、熏黑的红砖制烟囱、支离破碎的玻璃、散开锈蚀的集装箱、淡黄色的白炽灯光、交错纵横的电线，它们融为一个整体，像是上个世纪的一位老人，无言叙述着历史，似乎在讲着自己的传奇，那沧海桑田的故事。\n告别的时候到了。\n‘老人’的灵魂附到德尔的耳边，他用尽他这宏大的存在的全部力量，告诉德尔，外壳才是你的故事，你的传奇最终记录在你的外壳上。\n走吧，毕竟睡意已尽。\n德尔从床上坐起，穿衣洗漱，整理物品，日光暖暖的照射在他的额上。他走到沙拉鲁丁的床铺旁，轻轻地拉了一下他的被子，沙拉鲁丁睡眼朦胧，揉了揉眼睛后睁开了眼，他问道：“你起这么早干嘛？现在好像……”他看了看那土色墙上钉着的破旧的表。“……才七点。”\n“那一天你如果不是比今天这时候还要早两个小时起床，你就不在人世了。”德尔微笑着说道。“我要离开美国，就今天，你想和我回阿塞拜疆吗？”\n“什么？老哥，这可不是你的风格吧！昨天夜里刚讨论一点东西，你就决定了？”\n“是你让我意识到我该离开美国的，这一点你应该比我清楚。”\n“哈哈，倒也可以，我想去巴库看看你家呢，所以我们如何回去？”\n“集装箱货轮，就像我当时来美国一样。”\n“嘿，像你这么随便走……，真是来去自如啊，有护照的家伙，我当时可不方便啊。我还能想起五年前，哎……”\n“真的，毅然决然的人是你，离家出走，偷渡，辗转多国的人是你。阿塞拜疆人民的骄傲啊，哈哈。”德尔边说边翻着一沓曾经遗留在工作间的废表格。“行了，快起来吧，我在找里士满船运部的信息表，顺便和船运部官网上信息核对一下。”\n沙拉鲁丁很快整理好了他要带的东西，简单至极，就像德尔一样，没有大件行李，一个破布兜装点食物、衣服就是全部。\n德尔拿起手机，他已时隔几个月没有使用它了，在空灵基地没有任何外界联系途径，在监狱和出狱后手机则没有电力。他终于给父亲发了很简短的一条短信：“爸，我回家。”\n远洋货轮一般不会临时招收船员，不过这一次德尔和沙拉鲁丁恰巧遇到缺乏人手的一艘货轮，德尔因为有工作经验（来美国的时候他是船员）所以马上被接受了，沙拉鲁丁也顺利地成为了船员。他们将负责数据计量和设备检查，以及一些清理工作。\n这天夜晚，‘莱顿瓶’号货轮懒洋洋地躺在海里，旁边是依然在运作的吊机，集装箱从码头上缓缓升起，被转至货轮上，德尔和沙拉鲁丁从这庞大货轮的一边的小小悬梯上登船，货轮占据了他们视野的全部。‘莱顿瓶’号将在十一点起航，随后展开为期十天的航行，驶往阿塞拜疆的一个港口城市。\n“不错，我喜欢这艘船。”沙拉鲁丁说道。\n“嗯，挺大的。”\n“大的挺像那艘船吧？泰坦尼克号。”\n“你想多了，这是集装箱货轮，那是游轮，而且我们航线上没有冰山。准备好工作吧。”德尔靠着船的栏杆，看着这艘巨轮旁的机械臂转运集装箱。\n‘莱顿瓶’号加上他们俩也只有二十四名船员，相比于一艘如此巨大的船而言，看起来人数是极少的，因为在这个时代，巨轮需要人的操作已经很少了，大部分需要人的工作都是在装载卸载货物过程中，也就是抵港后，而航行时基本不需要人，机械化、程式化的航程规划和巨轮航行调整校正都可以自动控制。电脑处理了绝大多数古时候需要人来干的事。\n船长是个和蔼的老人，酷爱海洋，在‘莱顿瓶’号上建设了自己的‘家’，他的人生在海上就度过了三十年。\n德尔和沙拉鲁丁这几天都在船上度过，和船长谈论大海、天空、自然。\n“海洋是生命的母亲，而人类都是远离她的。我们在大自然的眼皮子底下奔波，却不曾睁眼看看这美好的一切，看看这海水，她并不只是海水，她是承载着万物的。我们就好比一颗豆子，浮在上面。”船长语气平和的对着两位后生说道。\n“亲爱的船长，可我们不能浮在海上生存啊，这是一艘船，而船是人在陆地上建造的，在海上完全不能自给自足。”沙拉鲁丁说道。\n船长笑了笑，继续说：“不在海之上生存的人，也会在天之下生存的，天之下是更为广阔的世界，生命自然会放手一搏，第一只两栖类动物由此诞生。我们身体里超过一半都是水，脱离了水，任何生命都无法生存。纵使生命离开了海，但是它的根源依然在那。父母养育了你，可你不会待在父母身边，这是一个道理。”\n“可是船长，为何我们只是一颗豆子？”德尔突然发问。\n“你傻啊，你能改变的了大海吗，你能做的就和一个豆子一样，多不了多少。”沙拉鲁丁快速地接上。\n船长坐在一旁，没有说话，他看着大海，他深邃的瞳孔让德尔想起了帕崔克，而船长的瞳孔里没有跳舞的小人，而且显得并不像是一口深井，而是那么的蓝、黑，犹如承载船的大洋一般，深邃而广阔。\n‘莱顿瓶’号上，德尔和沙拉鲁丁只算是相对于巨大船体而言十分微小的一颗豆子，而这艘钢铁巨兽在苍茫的大海上顶多也就算颗豆子。\n十天对一个个体而言确实是很长的时间了，人会在十天内结识，相互交流，彼此变得十分熟悉。十天对人与人之间而言绝不是一个小时间单位，两个未曾相识年轻男女只需要相互凝视四分钟就可以陷入恋爱，一名导游在一小时之内就可以熟知整个旅行团里成员的姓名，铯原子基态的两个能量级跃迁相对应的辐射的九十亿个周期所持续时间还不到一秒。信息无穷无尽，而记载信息又可以无限微缩，呈数量级式微缩。\n信息守恒定律，是跨维度的，谁规定三个坐标确立空间？x,y,z之后，还有八个维度。每一层维度提升都是一次信息数量级的飞跃。膜（M）理论的十一维已经不能控制‘信息’了。\n“嘿嘿，我最近看那本《格列佛游记》提到了飞岛游记这一部分，感觉我们这船就像是那飞岛‘勒皮他’，下面是莫测的机械，上面是人和有趣的建筑。你看‘莱顿瓶’号本身是不是很有诗意的一个名字啊？ki？我们就像是在飞岛上呢。”\n“这有什么诗意的，‘莱顿瓶’号又如何，我看还不如叫‘克莱因瓶’号。再说，比起斯威夫特的飞岛，我更喜欢《神秘岛》，一行人随气球来到荒岛时谁会想到这里会是尼摩存放鹦鹉螺号的火山岛呢，这可是他独自安享晚年，希望不受打扰的地方。空岛太复杂了，而且实属搞怪，那里面的人政治混乱，居心叵测，是人类与自然相抵的结果。”\n“为什么要叫那什么克莱……瓶？”沙拉鲁丁略有不解，他望着无边的大海，海上风起云涌，云层变幻莫测。\n“莱顿瓶，是电气时代的遗留物。克莱因瓶，是人类尚未创造出的曲空间瓶。好好看着未来吧，虽都叫瓶，但克莱因瓶一定比莱顿瓶有趣，它象征的是知识的边缘。沙拉鲁丁，别像是一颗豆子一样啊。”德尔笑了笑，最后一句带有些嘲讽的语气。\n“当一颗豆子也没什么不好，ki，你没学会把自己当成一个豆子，是你的损失。”\n好像他没错，嗯……\n这颗豆子飘啊飘，顺着暖流飘到阿塞拜疆。\n德尔坐在了他家门前，他的家这五年来基本没有什么变化。那土黄色的两层小楼，是典型的阿塞拜疆建筑，巴库的景致有一种难以言状的美，一种朴实，城市里的绿色与石色相混，植物是黄绿色的，但是这种历史负载感是其他城市所没有的，巴库不需要大面积绿化，它的特色就在于这些统一而古老的民居和错杂的街巷，巴库既不像是布鲁塞尔也不像是里士满，它不具有一座现代大城市的钢筋铁骨，亦不具有一座文化城市的庄重严肃，也不具有文化古城的神秘悠远。\n巴库所能体现的，就是人类建造城市的根本初衷——聚居生存、社会分工。祛除一切浮华和奢靡，巴库就是为人居住而生出的一座城市——至少城郊和卫星城区如此。而它的主要城区，既有着历史的厚重，又有新时代的旋律。\n从家门走进去，室内吊着的电扇缓慢的转动着，只有些微的风吹下，客厅里没有人。走进卧室，然后是二楼的其他房间，也没有人，于是德尔走上二楼的天台。\n“爸，下午好。”\n“嗯，好。”\n在二楼侧的露台上，放着水烟瓶，瓶内气泡‘咕咚咕咚’地均匀冒出着，父亲坐在小叉凳上，吸着那属于自己的水烟，望着街边奔跑的孩子，太阳在天边映成一片橙色的晚霞，霞光从云间一块块投下，然后光从地上四散而开，使天空之下全都浸在一片温馨的橙色光芒里。父亲的朋友们坐在一旁，齐靠着墙，有的在喝着巴库自产的甜红茶，也有的在互相聊天，天台是阿塞拜疆人休息的地方。在这里看不到巴库的市中心，整个城市从这个角度看去就是一片一望无际的民宅的海洋，这土黄色的海反射着橙色的暮光。\n天空不是记忆中的灰蓝色。\n“爸，我下去了。”\n“嗯，好。”\n这么多年，岁月不是抹掉而是磨掉了父子间的话语，磨得片甲不留。但是在父子间却产生了一种强有力的联系，不必言说，就可相通——亲情是无言的，母亲可以看着自己的孩子吃一顿饭而期间孩子不与她说一句话，却也能让她感到快乐。岁月可以磨掉琐事、记忆、听闻、历史、甚至爱情，不过亲情不会。有一本哲学著作的最后一章是“对于不可言说的东西，人们必须以沉默待之”。那么——沉默中也是可以保存许多东西的。\n德尔走到楼下，独自倒了一杯甜红茶，没过多久，沙拉鲁丁从外面走了进来。\n德尔拿起茶壶，给沙拉鲁丁倒了一杯。\n“你见到你爸了？”\n“是的。”\n“你们这么多年没见，有说什么吗？”他拿起那小玻璃杯，愉快地啜饮着这久违的故乡饮料。\n“没有，还能说什么。”\n“那好吧，带我见见你父亲吧。反正以后还要在巴库定居下来呢。”\n他们沿着狭窄的楼梯爬上二楼。\n“哦，忘了说了，我父亲叫穆哈德·维基。今天他和他的朋友们在一起。”\n掀开二楼天台和房子间的门帘，德尔先走进了天台。\n“爸爸，我带了我的一个在美国的老乡朋友一起回的阿塞拜疆，我带他来见见你了。”德尔回头瞧了瞧，然后向门帘招招手。“过来吧，沙拉鲁丁。”\n德尔的父亲笑了笑，向沙拉鲁丁微微摆手，然后立即站了起来。迎向沙拉鲁丁，与他拥抱了一下。\n“孩子！你好啊，真高兴，德尔在美国也能找到朋友啊！世界各地游走着阿塞拜疆人！你们都是祖国在世界的代言人。”父亲满面红光，苍老的脸上露出了比年龄年轻得多的笑容。\n沙拉鲁丁也寒暄了几句，端着德尔父亲递来的甜红茶，在他身旁坐了下来。德尔则坐到沙拉鲁丁的旁边，因为父亲的另一侧是水烟罐。\n德尔的父亲向他的朋友们介绍，然后说道：\n“伙计们，咱们这儿没啥新鲜事，碰巧儿子回来，今天是个好日子，我儿子和这位小伙，去到美国了！那个遥远而富庶的国家。你们一定有许多奇妙的见闻！刚才他小子还没跟我说呢，现在就你来和大伙分享下吧！”然后德尔的父亲拍了拍沙拉鲁丁的背。\n“亲爱的穆哈德伯伯，不用这么说的，美国肯定是不如家乡好的。”\n“嘿！哪里的话？大家都知道如此，不过是求个新鲜啊。”对面坐着的一位大叔说道。\n“是啊，你就讲讲吧，让ki也来讲讲。”父亲点了点头。\n“各位叔伯，应该说，我们这些到美国去混日子的，可能目光短浅了些，不过既然你们乐意听我们闲说琐事，我就讲讲吧。我叫沙拉鲁丁，是在还小的时候偷偷跑到美国去的，在去美国之前，先通过了亚门，然后转到了非洲，从非洲去的美国，在亚门我结识了不少阿塞拜疆的劳工朋友。我还记得和我一起过去的那些老乡，他们都可热情了，跟我说到了美国，就不愁机会了！不过说啥啥样，去自己看了才知道呢，美国在外都知道以自由闻名，嘿，到了那才知道，那里的人都滑的很！”沙拉鲁丁见到这么多友好的‘老乡’一下子打开了话匣子，讲起来很是兴奋。\n“哈呀，好小子，有勇气！我想起当年我们也是独自离开的索谷去到巴库来闯荡的。嘿，穷乡僻壤来的，到了巴库，也都知道了这儿的人滑的很嘞！”旁边一人说道，然后斜眼笑得看着几个似乎是他的朋友的人和德尔父亲这边。\n“你这么说就不对了吧，要不是遇到了我们，你早就被骗的没影了，搞不好连衣服都保不住被骗走！我们可也是巴库人。”德尔的父亲笑着说。\n“那点糗事……嘿，不用旧事重提了吧，哈哈哈哈。”那人笑道，旁边的几个人也接连着笑了起来。\n“那ki，你说呢？美国如何？”一位父亲的朋友问道。德尔小时候就认识他们中的许多人。\n“哎，也差不多吧，美国比我们这发达呢，不过自由肯定是有代价的。他们那里哪有这的亲切感呢？哎……，何况现在咱们这儿也发展的不赖啊！现代化、城市化。”\n“哈，没事的！你看，回了家就是好的，大伯们和你爸都支持你们呢，工厂前一阵又有罢工，我们需要组件自己的力量。你们回来了，能让我们大家感到下一代人的力量啊，本以为下一代的孩子们都会远走高飞，不会再回来了呢，外面好啊，是啊，现在的孩子谁还会惦记着家呢？”\n“来来来，喝茶喝茶。今天晚上，普尔苏拉区有开斋节的节庆活动，去逛逛吧？”\n然后话题一转再转。父亲与朋友们继续欢快地谈论着巴库发生的各种事。不知不觉，太阳落下已久，普尔苏拉区遥遥可见，只见那个方向光影扑朔迷离，人们的声音从那传来，那声音走过一条条街巷，唤起喜爱活动的巴库人，一齐庆祝开斋节。\n父亲与朋友们告别，他们约定不久后在普尔苏拉区见面，去汇合群众一同庆祝节日。\n德尔踱出家门，坐在门前阶上。附近房屋密密麻麻，但是都较为低矮，因此天域的大门在城市上空广阔的展开，但是巴库的天域依然稀星。唯一可以比较清楚的见到的就是金星了。\n“哎……”\n“你叹什么气啊？”父亲从里面走了出来，坐到了儿子身旁的台阶上。\n“啊，没什么，就是看到家乡的天空觉得时间过得好快啊。”\n“你在外面这么多年，没自个儿搞明白什么道理吗？你可是家里的大学生啊。”他似乎明白儿子并非仅因此叹息。\n“爸，一切都很有趣，很好。可我感觉自己一事无成，我什么都做不了。”\n“你的那位朋友就有所成了吗？他不也是和你一样。有些东西，是一定会撞到的，但不必纠结。往好的方向想——如果没有碰壁，灰尘会一层层的积累在你的身体上，撞一下，虽然痛，但是却可以让你看清自己和后面的路。什么都做不了，又能怎样？做个像我一样的普通人又何妨？你还是打起精神来吧。”\n亲情有的时候就是很干涩的，乏力但不朽。\n德尔不语，只是点了点头，父亲站了起来，说道：“那好，你就再在这附近逛逛吧，我去普尔苏拉区看看咯。”\n时间愈来愈晚，德尔继续看着金星在天空中缓缓落下，与众星矢痕相逆行，然后在远处山鞍中落下。\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433136060,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:38 编辑 \n9、你的愿望，就是我的命令（上）\n\n\n时间已经过去了一年多，德尔没有找到罗杰和卡科伊，他回到阿塞拜疆后便只是找了一项很普通的工作——网络信息监控管理员，沙拉鲁丁则随他一起干这个闲差。\n德尔的父亲已经退休，到了这个年代，石油工业已经日益衰竭，而罢工活动亦是受到政府的打压，各个部门不愁没人工作，因此罢工对于工人而言是捞不到任何好处的。不过，阿塞拜疆在近些年里完成了一定的产业转移，这可以称得上是一个国家奇迹，它自二十一世纪初期就成为了世界上经济增长最快的国家之一，部分因为石油，部分因为综合产业发展，阿塞拜疆的经济与城市化在同步增长。\n炼油厂里，德尔的父亲在一个月前与管理人员最后一次闹翻，带领着工人朋友们游行，可是结果不甚乐观，他们的游行非但没有得到重视反而违反了相关规定，因此他还丢掉了解雇违约赔偿金。所以美其名曰是退休，难听点就叫被炒鱿鱼。\n父亲从此终日待在家里，郁郁寡欢地看电视，面对新闻里各种惊天动地的世界大事，他也就是打打哈欠而已。阿塞拜疆的多个邻国地缘政治关系紧张，其中宗教派别斗争尤其严重，其中两个邻国之间已经开始战争了，这场战争引起了世界级关注，欧洲联盟军和美国都派出了陆军参与作战，另外几个阿塞拜疆邻国也卷入其中。新闻里那一条条所谓的爆炸新闻，对他们任何一人而言，都不重要了。\n德尔此时正盯着电脑屏幕，做着这个千篇一律的工作，他其实只是无意翻查，由于隐私保护，所以这套监控系统对于他这样的管理员来说是无法获知信息来源的，他们只负责监控是否有不正当言论和网络攻击。\n他现在自认为他的生活很轻松惬意，世事都与他无关，因为已经失去的不可能再得到了，而他也没什么新的东西想要得到。他喜欢每天早上骑着轻型摩托经过巴库的郊区再到城市中心区，看尽路上的民宅与路边的树木，从土路驶入满是补丁的水泥路再驶入市中心老城区的石板路，在路上买些食物，再来点阿塞拜疆甜红茶，继续前往网络中心，步入繁华现代的网络中心大堂，扫卡进入大楼的二十三层，进入他和沙拉鲁丁的监控室，坐在凹陷的椅子里，享受着简单的早餐。\n德尔依然喜欢戴着那扁扁的黑色鸭舌帽，在网络中心大楼里，夏天时冷气总是开足了的。这与在空灵基地不同，巴库的网络中心大楼显得实用性更强，也没那么冰冷，在现代的整体环境中却不缺失人文气息，它象征着阿塞拜疆步入现代。\n电脑前，德尔检查着有无服务器异常报告，然后便是按照地址顺序检查各个网站的信息交流记录。\n2035.7.24? ?上午8:50【短信息截取】\n——KS2978.14SXL，获准通讯否？\n——BH2，屏蔽通道安全，获准，请继续。\n——你们那个部队绕道阿塞拜疆吧。\n——这样难道不会引起国际争端吗？\n——不管了，必须这样，否则不够了。实在不行就打，又不是打不过。而且，那些阿塞拜疆人，他们什么都不会管的。\n——明白了，BH2，这边的部署后天就出发。\n德尔扫视着各种信息，看到这一条，他顿时觉得有些不对劲。\n然后他发了个传真（传真机的信息相对不易被截取，当然，如果有电报的话德尔会用电报的，因为电报的信息更不容易被现代软件所截取），把这组消息报告给监管总部。\n其实，在网络安全中心，最不安全的大概就是网络信息监控管理员们了，德尔等人名义上虽然是为监管部门服务，但是他们实际上是十分自由松散的，毕竟部门的管理人员并不重视这件事，所以导致网络信息监控管理员们得以研究各种截取到的‘隐私’信息，甚至自己设计程序，掌握网络安全中心的各种信息。\n在这段时间里，德尔学会了不少软件程序相关知识，这是他在大学时期积累，在空灵基地深入研究，终于到此时得以实践的一门技能。德尔甚至保存并修改了他在空灵基地研制的病毒程序——庞加莱。现在，对于大部分系统防火墙，德尔都可以轻易骇进，虽然他是一个业余黑客，但他做的各种程序已算很专业了。\n“嘿，老哥，早上好啊！”沙拉鲁丁提溜着一个小袋，里面装着早餐咖啡，走了进来。\n“我觉得摊上事儿了。”德尔小声地自言自语。\n“你说什么？脸色怎么那么难看？”沙拉鲁丁做到办公室的沙发上，很惬意地喝着咖啡。\n“你过来，看这个。”德尔把沙拉鲁丁拉近，似乎想让他的脸贴到屏幕上才好。\n“该死，这什么鬼？”沙拉鲁丁放下了咖啡杯。\n“我也想知道这什么鬼，但是感觉这和最近邻国之间的争端有关。”\n“你汇报上级了吗？”\n“嗯，不过我稍微做了点修改。”\n“那么……你改了什么？”\n“时间。”\n——不久前……\n赫辛忧心忡忡地走进编辑办公室，这些天她心里并不平静，因为编辑又对她的稿件有些不满。她在大学毕业后有个不错的工作，现在是一名专栏记者，撰写并报道一些社会事件。她的生活中难免会有些烦心事，那个多事的编辑就算是一个。不过她不会长期纠结于这类事，她想事情时往往是一小时前是一种感觉，一小时后又是另一种感觉。开心的时候她就像是一只小鸟一样，蹦蹦跳跳的，悲的时候又显得像一株兰花，郁而不忧，哀而不伤，但颇使人怜。\n编辑的脸显得很阴沉。他仰在椅子上，手上夹着一支在冒出如蚕丝般的烟的雪茄。\n“你啊，太浮躁了。这里有许多的错误，发表出去会引起误会的！”然后那编辑气愤的指着一份稿件，冲着那张单薄的纸连续戳了六次手指头，在那张稿件上留下了手指戳出的褶皱。\n“啊，编辑先生，我本来不是这样想的，写出来就变了，不过我会修改的。”她并不擅伪装，她若真的不开心那声音都会微微颤动。\n“哎，你的经验还是需要积累的，你有时间好好看看这里的其他稿件，多看看新闻。行了行了，好好弄吧，下次不允许出现相同状况！”编辑显得很不耐烦。\n“好。”\n编辑眼睛眨巴眨巴，看起来有些困了，他靠回了椅子上，身体从椅子里凹陷下去，然后长长的吐出了一口烟，又叹了口气，挥了挥手，示意赫辛可以走了。\n她有一辆小巧的自动驾驶车，在这个时代，在这个国度（赫辛仍然留在布鲁塞尔），无人驾驶的汽车已经被广泛使用了，她喜欢坐着那外形有趣的小车，在圆形的玻璃窗中向外看城市，路上的每个行人都似乎在讲述自己的故事，而她就是乐于倾听的那类人，闲暇的时候她会在车里发呆，或是盯着路看，亦或是望着云彩飘飞，遐想着是云在动还是大地在转。她喜欢发呆的时刻，尽管恍惚间会意识到时间流逝并被浪费掉了，不过她也不会介意。\n有的人喜欢驾驶，因为驾驶使他们感觉到了自己的操控力，施展发挥自己的技能。而有的人则喜欢欣赏风景，不愿落下任何一丝精彩的瞬间。这大概就是为何路上会既有无人驾驶汽车又有老式汽车了。\n坐上她的无人驾驶车，她希望去见见她的男朋友桑塔斯。他们从大学时期就是恋人了，并且一起度过了三四个年头。虽然已经不是热恋之时，但他们保持着一种默契，他们常常一同工作，桑塔斯亦是一名记者，他富有冒险精神和勇气，充满活力，还时常写信给她，他们并不住在一起，但基本天天联系。在赫辛伤心的时候，他总会第一时间安慰她，忧愁一些事时则替她出谋划策，由于在同一个新闻公司工作，所以桑塔斯在工作上还经常帮助赫辛。桑塔斯爱笑，外向而自信，才华出众，写文或现场报道都堪称一流。因此在一次偶然的晋升中，他获取了极难得的名额成为了一名战地记者，而这份工作薪水是十分可观的。\n这么多年以来，桑塔斯一直在生活上和精神上帮助赫辛，在艰难的时期，是桑塔斯每天奔波要给赫辛安排工作，他亦是一个懂她的人，桑塔斯可以从赫辛的脸上读出她的全部感情，若说世界上还有什么人能一眼看出赫辛的冷暖，那么除了赫辛父母大概就是他了。\n那熟悉的公寓渐渐进入了赫辛的视野，到了公寓门前，球形自动驾驶小汽车缓缓地停了下来。赫辛走上了楼，轻轻按下门铃，桑塔斯打开了门。\n“啊，你来了！”桑塔斯的笑容仿佛布鲁塞尔的阳光一样，明亮而温暖。然后向前拥抱了一下她。\n赫辛笑地眯起了眼，头发随着头微微飘动。“嗯，我只是来随便逛逛，这几天编辑又生气了喔。。。。哎呀，我饿了呢。”她用余光看了看桑塔斯的厨房。色彩鲜活的橱柜，搭配着各种蔬菜水果，显得格外诱人。\n“编辑他只是比较苛刻而已。他也有自己的心烦事，最近新闻事务比较多，国际政治关系比较复杂。听说前一阵有刊论又引起了非议。你不要介意编辑的事儿。”桑塔斯递给赫辛来一杯热茶，然后他坐到了沙发上，削着一些梨，他的头发在明亮的客厅里有如加了特技。暖暖的日光从窗外透进屋中，映在赫辛的脸上，她躺在沙发上，把弄着自己钥匙串上的小玩意。\n她吹了吹热气腾腾的茶，放到一旁，抬起头来，赫辛看着桑塔斯，她用眼睛说：\n哈，你以为我会怎样呢，我才不在意编辑的事呢。我现在可高兴了！\n桑塔斯类似眼神回传：\n嗯呵呵，我知道你就是这样子。\n嗯？你说，我怎样了？\n没什么，我只是说你很傻罢了。\n你才傻！\n赫辛斜着躺在沙发上，带点倔强的表情瞅了桑塔斯一眼，桑塔斯把削好的梨放在盘子里，送到了茶几上。\n“你大概该去处理博茨瓦纳的事了吧？还是艺术馆揭幕式？你的上司伯克先生跟我提到了呢。”\n“没事，那些事情组织里有其他人会去干的，今天我就陪着你。”\n不久后赫辛在沙发上睡着了，沙发对面的电视还在播放，新闻里那一条条所谓的爆炸新闻，对他们任何一人而言，都不重要了。\n随后桑塔斯回到厨房里，继续准备着晚饭。\n过了许久，赫辛醒了过来。而此时桑塔斯已经不在这间公寓里了。这又是在做梦吗？她掐了一下自己，发现她自己确实在桑塔斯的公寓里，而桑塔斯却不在，她呼唤着他的名字，却得不到任何回应。她打开了整个屋子的各个房间的门，在门后、柜中等各个犄角旮旯找，虽然她知道桑塔斯是不会和她玩躲迷藏游戏的。\n她走进了厨房，洗菜的盆还在水槽里，里面放着翠绿的生菜，旁边的台子上还放着没有合上盖子的沙拉酱，在台子没有被水沾湿的一处，上面粘着一张小便条，这个与其它写着买菜清单的便条不同，它没有贴在墙上，而是平贴在台上。\n便条上写着：C U , i hv to go,is emergency!（再见，情况紧急，我得走了）\n哼，这家伙，话都不说清楚，就光说走，到底想什么时候回来？\n她感到一丝惶恐，无助感油然而生，她揉了揉眼角，上面有一些像是眼泪的水，也许是她害怕发生了什么不好的事。很明显桑塔斯走的很仓促，而这按理说是不会发生的，他是一个处事不惊的人，更不太可能不和她告别就直接离开。\n何况，她现在感觉还是很饿，但当她看见那梨时，她却没有胃口。\n她拿出她的手机，先是给他发了个短信询问，但等待几十分钟后都没有得到回应，然后她索性拨打了他的电话号码，而如鬼魂哭泣一般，那电话铃声竟从公寓客厅那边传了出来。她走了出去，看见他的手机静静地躺在茶几上的一个储物栏里。\n为什么？大骗子！说好的今天留在这里呢！连叫我一声都不肯叫。到底发生了什么可怕的事！\n她俯身趴到沙发上，这整间公寓什么声音都没有，而且灯也没开，天色已经晚了，室内尤其昏暗。她抱着一个沙发枕，手臂却在颤抖，夜晚的凉意渗入整间公寓里来，她渴望光明，却不忍去开灯，她一只手抱着枕头，一只手伸出去抓沙发上之前她小憩时覆盖的毛毯。那种无助的感觉和孤单是她所难以忍受的。\n尽管盖上了毯子，寒冷，却驱赶不走。既然无人可依靠，那就自己行走吧。\n于是她抛开毯子，提起她的包，顺带拿上了桑塔斯的手机，走出了这间公寓。路上路灯光亮昏黄，街边的商店、小吃店也显得不是那么浪漫温馨了，她一时明白，如果人不在，那物便失去了许多意义，那些物会因此只剩下冰冷的躯壳。\n天已晚，但她当坐上自动驾驶车后，发现自己并不想回自己的住所，于是她输入了新闻电视台的地址（她也不知道该如何，便想去新闻电视台看看桑塔斯是否在那），小球状无人驾驶车就又噌噌地启动了，月光下，它宛如一泡沫，在城市这个大水池里无助的漂着，显得迟缓而脆弱。\n在夜间，电视台显得如一座巨大的冰块，它方方正正，棱角分明，楼上的玻璃反射着白里透着些蓝色的月光，它显得与布鲁塞尔诸多其它建筑格格不入，即便这么晚了，这电视台楼上还有些房间里亮着灯。\n她步入了这现代而宏大的建筑，径直走向电梯间，没有一丝犹豫，按下了楼层，到了她与桑塔斯办公室所在的楼层。\n进入办公室后，只看见一个背对着她的转椅里坐着一个人。那是他们新闻公司的人事部门总管布莱，他是一个年轻而富有干劲但平常略有些奇怪的人。他手里正拿着一本书，办公室里只有台灯的微弱灯光，窗外是布鲁塞尔新城区，所见之处，唯有他们所在的新闻大厦是高层建筑，其它所见的那些古朴小楼，就像当时布鲁塞尔大学校园里的一样。\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433136240,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:38 编辑 \n9、你的愿望，就是我的命令（中）\n\n“这个点钟了，是赫辛吧。”听见脚步声后，布莱用冷冷的声音说道，他依然看着书，没有回头去看走进来的赫辛。\n“你在这，他怎么了？发生了什么事？”见布莱这么平静，赫辛反而更加担心桑塔斯发生了什么意外。\n“谁？”\n“我说的当然是他。”\n“呵，我怎么知道你说的是谁？无理取闹。你自己来找你想要找的东西，于我何干？就算我知道你说的是谁，他又于我何干，每天成千上万的人出生、死去，我来得及去管？”布莱的声音似一把利剑，而且他似乎很享受使用这把剑去折磨他人。他喜欢别人挣扎的样子。\n赫辛不能忍受他如此轻蔑，她感觉尤其痛苦，如果布莱也什么都不知道，她就真的要发疯了。\n“啊求求你，告诉我，你到底知道什么？桑塔斯在哪？如果你不知道，那为何你这么晚了还待在这里？”她感到自己的声音在颤抖。困倦、疲惫几近击倒她。\n“呵呵，呵——呵——”他继续看着书。那笑声在赫辛耳里断断续续，不知道持续多久，有没有结束。\n她不知是因疲劳还是无助的伤感，特别想哭出来。她摇摇晃晃，因为整个办公室只有一盏台灯亮着，感觉意识模糊不清，视力下降。她一下子踢到了什么东西，然后就跪倒在地上了。她已经没有力气去顶撞布莱了。\n“没用的家伙。”布莱说道，然后他转动转椅，把书放到了桌上。\n“你一定没听过一个概念叫爱的寄生。”布莱用毫无起伏的语调说。\n“你如果失去了一个人，就不能活下去，万念俱灰，那你这就叫寄生行为。你肚子里的蛔虫可是爱你爱的深沉，因为它离不开你。”布莱的话像是一个打开的冰窟，可是已经无比寒冷的赫辛就算再被丢入冰窖，也不会觉得更冷了。\n他为什么说话这么尖酸，为什么…说正经话前还要绕弯子，为什么………他不打招呼就走了，千万不要……。\n布莱站了起来。像是回应赫辛一样继续说道：“无论你多么爱一个人，都不要去寄生，桑塔斯知道这一点，所以他活的很舒坦、自由。而你，太幼稚、太单纯了，傻得义无反顾。”\n你这个时候说这些干嘛？说的一点用处都没有，我好冷，我好饿，我没有力气，你为什么让我伏在这冰冷的地板上？他到底发生了什么？\n看见赫辛痛苦的表情，布莱显得尤其高兴。“呵呵，呵呵—呵———，桑塔斯去伊拉克了，那里情势吃紧，公司必须要抢先报道才行。他才没什么意外呢，嘁。”然后布莱把他的大衣扔到了缩在地上的赫辛身上。\n听到桑塔斯的消息后，赫辛感觉仿佛被一团火在身旁浸炽了一下，她感到血液又留回了四肢，身体又感到了一些暖意，不住地流出了忍了许久的泪水。\n缓缓地，她站了起来。看清了附近的东西，视色素恢复正常，适应了黑暗的环境。她走向一个小凳子，坐在了那上面。“那我怎么找到他呢。”\n布莱望向窗外，又一次冷冷地说：“那我怎么知道，搞笑。而且我说过了，公司派他去伊拉克，伊拉克！哼，我怎么知道那是什么鬼偏远的鸟不拉屎的地方，那地方打仗，死不少人，听说我们这儿还派了部队过去，也老是死人。”\n赫辛的脸色一下显得不是很好。\n然后布莱递给她一块小方面包，说：“呵，看起来你没吃晚饭，走吧。”看得出来他依然很喜欢别人表现得很难受的样子。\n于是赫辛拿起小方包，一下子啃了好一大口。然后像来的时候那么坚决地离开了新闻大厦。\n“这丫头，竟直接穿着我的大衣走了，呵，反正还得回来。”布莱恍然发现她直接不招呼就走了。然后他便继续坐回之前的座位上看他的书了。\n赫辛又登上她的无人驾驶汽车，夜已深，她终于在车上输入她的住址准备回家，车子又开动了，里面响起了乐曲的声音：\n——扬帆远航，浩淼已然大洋上\n——天旋地转动不辙\n——任天之飞瀑浪喧豗，魂不记柳叶萦心头\n——我的人间，你竟已为我写下\n——听，风尘流沙\n——梦醒楼台听雪人间，冰凌藏梦已千年\n——一曲寒歌霜霰，杯酒流尽琴弦\n——孤舟随波人亦长眠，孤城尘嚣舞长烟\n——晚钟青山无影，荒野阡陌空现，幻化诗篇\n——蝶舞云霞杨柳嫩芽，轻水江南下\n——紫陌微雨，景明忆天涯\n——望天璇北斗，孤魂野旅，轻挽尘沙\n路程还长，她并没有摇下车窗，但沙土仿佛随风飘进了车，击打在她纤柔的皮肤上，沙沙的感觉宛如肢体已经麻木。身体变得渐无感觉，她闭上眼睛，在到家之前就睡着了。\n歌曲继续在车中播放着：\n——笔尖更忆，昔时天神授符诀\n——前庭月冷，又逢秋节，池下??掀落千层雪\n——燕家重郭隗，拥篲折节无嫌猜\n——洪荒之叹落山崖，柴门风雪夜归人\n——春梦无痕，沐风飞花，湘水两岸，游子归家\n——箜篌叹声，清绘清雅，行云孤鹜，笑谈天下\n——镜湖蓝，碧柳垂，君一诺，归不归，燕依人，此生醉\n——飘摇间皓腕霜雪，烟雨前尘衣袂\n——渔舟归岸轻睡，沙鸥锦鳞作陪，酒入愁肠，纤尘彩云碎\n——红叶落，霜华坠，风雪步，共举杯??\n——金樽叹，月盈亏，拥吻水岸，同望秋水\n——轮回梦雪，弥漫尘灰，弦舞残生，歌里星沉\n——惜人间，幻生幻灭，似水忆难追\n这整个晚上，赫辛就一直睡在她的球形无人驾驶小车上了。\n翌日，交警叫醒了在车里熟睡中的赫辛。因为她的车违章停在了路边，因此需要交罚款。赫辛感觉她就像是做了一个梦一样，当她发现自己还在车里的时，而且交警的罚单是那么真实，便知道这一切不是梦。\n她掏出桑塔斯的手机，想从他的通讯录上找到些有价值的人或信息，以便了解他的动向，于是她打给了桑塔斯的上司伯克。\n“喂？亲爱的伯克先生，你好，这是赫辛·洛琳。”\n“喔，赫辛，你好，有什么事吗？”\n“请问您知道桑塔斯的活动吗，听说他前往伊拉克了，是公司安排的，可是他没有通知我，就直接走了。我冒昧的问一下您是否了解具体情况呢？”\n“噢这件事嘛，不是我负责安排的，是布莱先生的决策，公司认为这是一项风险决策，具体布莱也咨询了桑塔斯，他们很明显达成共识，结果很明显，桑塔斯同意了这一决策，要替公司争取第一手资料，而他们之间的交流细节我也不清楚。总之，桑塔斯作为战地记者，马上前往了伊拉克。”\n“什么？布莱？噢，谢谢你，真的很感谢。”\n“不用谢，还有什么事吗？”\n“没有了，再见。”\n“再见。”\n她感到十分气愤，她不明白为什么布莱要瞒着她。于是她又登上了车，再次前往新闻大厦。\n“你为什么不告诉我事实？老伯克已经告诉我了，这整件事都是你撺掇的！”\n“呵呵——呵呵，你还是这么傻，不晃你一下你能行吗？你的意志根本经不住打击，桑塔斯没教过你面对这些事吧，肯定的。”\n她感到一阵无力，布莱的话是如此直接，以致于她根本招架不住。\n“人事部，也就是我，认为桑塔斯适合做这次抢先报道。当然，计划里没有你，我肯定他没料到昨天你会去他家。”\n“可他为什么不告诉我他要离开。这也太不负责任了吧！”\n“哼，你睡得那么香，他会叫醒你？然后告诉你个坏消息？想想吧，谁会在紧要关头纠结这些呢？你……太……哎，根本不懂他。”\n赫辛感到毛骨悚然，面前的这个男人对她的了解根本不亚于桑塔斯，而他则利用对她的认识去击破她，他们年龄虽然相仿，但是却有着对人生、世界完全不同的理解方式，布莱的很多理解是她所不能苟同的。\n“那我该怎么办？”赫辛的声音又变得虚弱了许多。\n仿佛是对自己的打击成果洋洋得意，布莱说道：“不要试图去打扰他。我只能告诉你，桑塔斯在伊拉克的苏莱曼尼亚省，该省的首府苏莱曼尼亚是全伊拉克唯一提供移动电话的城市。唯一的途径是联系比利时在那的军队。据我所知，你有个同学在那儿的比利时部队中工作。”他说完后似乎有些后悔，因为他知道，赫辛一定会试图去联系，而联系就是一种打扰。\n赫辛感到惊讶，因为她自己都不知道她有同学在军队里。\n“啊，那会是谁？”\n“合着你谁都不知道。”布莱斜着眼蔑视地看着她。\n“可我真的不知道。”\n“那人也是桑塔斯的同学，好像叫什么皮…蓬赛克，哼，什么鬼名字。”\n“马兰·皮蓬赛克？”\n“就是这人。”布莱走到他的座位前，又坐回转椅上，拿起前一天他看的那本书，打了个哈欠，然后翻起书来。\n“喂，你既然知道他，那你不知道怎么联系他吗？”\n“呵，搞笑。你真是……，他是你的同学，和我有半毛钱关系，我也是听桑塔斯说的。”布莱揉了揉眼，然后继续翻着那本书。\n“那你……不会真的没有他的联系方式吧？”\n布莱斜着眼看了她一眼，似乎有点意外。然后说道：“没想到你这个笨蛋居然猜对了，我确实有他的联系方式。”\n“什么，然后呢？”\n“你着什么急。不过，桑塔斯打过那电话了，接听电话的人不是马兰，而是他的上司，马兰已经死了。”\n赫辛一时语塞，她不敢相信她听到的。而布莱则很放松地看着他的书。\n停顿了许久后。\n“你说什么？开什么国际玩笑？”她喊道。马兰是比利时法语区人，就是当时在布鲁塞尔大学，赫辛所在小组里坐在德尔左边的人，他的身影在赫辛眼里依然那么鲜活，马兰不久前在布鲁塞尔大学的毕业生聚会上还出现了，那时候赫辛和桑塔斯都清清楚楚地看到了他。\n就算是德尔知道了这件事也会震惊的，那学校食物广场里酒醉后撂下埋单的事德尔还记得恍如昨日之事。\n“呵，死了又有什么奇怪的，你一生可是得遇到不少人，而一个班里有几个杀人犯，再有几个死人应该也属正常吧。”布莱面无表情地说道，低着头看着他的书。\n赫辛感到了一股伤感从心底里发芽，然后那植物迅速生长，钳住了左右心房和其他脏腑，肺里犹如灌进了水，这水滋养了那恶苗，呼吸因此变得更加不顺畅。\n“天啊，为什么，怎么会这么惨，马兰才刚刚步入社会。”她的眼睛红红的。\n“哼，他怎样又关你什么事。能有个联系桑塔斯的方式我还以为你会高兴呢。真是不可理喻，你现在悲伤又有何用，那家伙生前你倒是对他不闻不问，那他死了又如何，呵——，完全没有影响嘛。”布莱显得很高兴，因为他似乎总是知道让她痛苦的方法，他那看到别人难受就显露出高兴的样子，让赫辛根本没没办法再悲伤下去，她对布莱产生了一种深切的痛恶，不过布莱对她如此之熟悉，亦使她感到一种不安。\n“真可怜。”她稍作镇定。\n“嘁……。喏，这是那个电话号码。”布莱递过来一张小纸条，上面写着马兰曾经的手机号码。布莱继续低着头看他的书。\n于是赫辛抓起她自己的手机，对应着纸条，拨打了那个号码。\n“喂？请问是比利时驻伊拉克军队么？”\n“哈，这里当然是部队。你打了一个叫马兰的伙计的电话，那伙计，哎……。”电话那头的声音听起来颇带些沧桑感，话筒里听得出那边比较混乱，人似乎很多。\n“是的，是这样的。我知道，他已经死了。”\n“喔……是吗，原来你知道。那你又是找谁的呢？”\n“我想知道，你们认不认识一个叫桑塔斯的战地记者？”\n“喔，你等会儿啊，等会儿，我去问问。”\n那人似乎走开了。\n“嘿，喂？小妞，你是刚才那家伙亲戚吧？”\n电话很明显被另一个人接上了，这人的声音粗重而又略带些嬉皮感，听起来昏昏沉沉，似乎喝醉了酒。\n“我当然不是，我不认识他。你又是谁？刚才那人呢？”\n“哦。你有必要知道我是谁吗，哈哈哈哈。”那边的人似乎在笑着什么别的东西。\n“哈哈……啊对不起，刚才不是，噢不是你这事，啊哈哈哈哈哈哈！刚才那人去找‘雪盲怪’波尔长官了。嗨，反正你也不认识。哈哈哈哈哈哈哈哈哈！”那人说话变得语无伦次。\n‘哐当’一声，电话似乎被摔到了什么地方。\n然后电话似乎又被人捡起，杂乱的声音消失了，电话似乎被带离了那纷杂的区域，那边又响起了之前那个离开去问桑塔斯消息的人的声音：“孩子，嗯听起来你是个孩子，我的意思是，你要找的那个人，那个叫桑塔斯的记者，前一阵他是在我们这里的，不过现在不在这，他可能去战区了，在伊朗、阿塞拜疆交界一带战局刚开始激化，他们大概就是去那里。这是一个负责他们居住生活的军官告诉我的，我碰巧知道这事，多亏你碰到了我，刚才那些家伙都不知道那些记者的事，而且他们这些花天酒地的家伙，在酒吧都喝的醉成泥了，真是只为了生活啊……真可笑，战争，竟是一群人专门赖以为生的生计。嗨，我又说多了。”\n“不，没关系的，真是太感谢你了，告诉我这些，我是桑塔斯的朋友。想要了解他在那边的情况来着。”\n“你说的桑塔斯只是战地记者团的一个而已。各国人都有，不过就他是比利时人，他们的行动安排是被军方严格规划的，不过具体我也不是很清楚，毕竟我只是个列兵而已。”\n“他在那好吗？”赫辛突然觉得这句话显得有点蠢。\n“额，这个，我也不清楚。不过，他们一定会很安全的，请你放心，军方可不希望敌人捉到任何人质。而我国也会保护所有公民的——军队保障他们的安全。”\n真希望如此啊。\n“那么，你还有什么要问的吗？”\n“没有了，很感谢你。”\n“不用谢，如果以后有事了，可以打电话问我这里的信息，一点都不麻烦，我叫吉鲁，电话是75125953320，可能接的会是波尔长官，噢忘了说了，我的长官波尔先生代我向你问好，我们这儿的人都挺希望接到比利时那来的电话的，这地方太荒凉了，鸟不拉屎鸡不生蛋，而且到处都是不知吃了什么药的发了疯一样的自杀袭击者，士兵们都想家，想故国的人。你这还是几个月来我接到的第一个比利时来的电话，听到你的声音我感觉很好。”\n赫辛很是感动，她不曾知道这些远在异乡，为生活为自己，同时也为了国家和世界战斗着的人们。他们的生活是如此异样，以致于她从未想到过，那些人是一根线，牵动着的是两边人的神经，而死亡对两边都是解脱，因为神经只要不再有牵动，就不再有感觉亦或痛苦。想到这，她也不禁为马兰感到可惜，又同时希望他是无痛的，而他的家人会因此得到补偿，乃至整个国家会为之哀悼，不过，人都没了，还有什么可谈的呢。\n英雄总是牺牲的，可牺牲并不能改变事物本质，牺牲可以是悲情的、震撼的，但却是被动的，而奉献则是主动的。\n“呵呵，我说了吧，那家伙死了。”布莱眼睛移开书，看见赫辛挂下电话后说道。他的脸上露出一抹难以形容的笑意。\n“是，不过那又如何？我只是要去做我想做的事。”\n这回轮到布莱摸不清头脑了，他来不及适应赫辛的转变，赫辛此时显得并不是很悲伤。\n“哈哈，好啊，所以你要干嘛呢？”布莱不屑的说。\n“我要去阿塞拜疆。”\n“你说什么？搞什么鬼，不行，我是你的上级，我不允许！！！”布莱显得惶恐不安，他两只手在空中挥舞着，手指弯曲仿佛他要抓住什么东西，然后抓碎掉那东西。\n见到赫辛没有说话，布莱停顿了一会儿后又以伦勃朗式的否定重复道：“不！绝不！老子就没听说过这种荒唐的事情。”\n“我是自由的人，你有什么权利限制我的行动自由。你自己看着办。”她淡淡地说道，这幅情景仿佛他们人物换位了。\n沉默许久后，布莱坐了下来，也不再看那书了：“行，请便，这是你自找的/这是你应得的（You deserve that）。”他削去了不安的神情，重新变得狡黠而莫测。\n赫辛拂袖而去，走出门前顺手把布莱的大衣放在架上，穿着自己的风衣走出了办公室。\n“操！操！操！操操操！”布莱见她走后，独自对着那本书使劲喊。他走到大厦窗前，外面正下着大雨，梧桐树叶在春季就由这狂风从梢头揪下，街道上掀起一层层黄绿色的叶浪，那嫩叶在暴雨里受洗，它们在阴郁的天空中伴随着偶尔亮起的闪电而舞动飘飞，城市里霓虹灯让叶片们宛如迪厅里的人，攒动时反射着各种颜色的光芒。黑暗的云层之下，布莱看着赫辛在雨中飞奔向街的另一端，闪电当空，她不透水的风衣一闪一闪映着衣上雨水反射出旖旎之光。\n赫辛在暴雨中跑进她的小车，她的风衣被淋得湿透，坐上车，她直接把风衣扔到后座，然后又给桑塔斯的上司伯克先生打了个电话。\n“喂？亲爱的伯克先生，你好，这里还是赫辛·洛琳。”\n“喔，又有什么事，桑塔斯的事你和布莱了解清楚了吗？”\n“差不多了，我现在想知道我可否请个假呢？我要去阿塞拜疆。”\n“…………”\n“喂？”\n“噢，大概可以。…………嗯，是可以的，那么你能描述一下请假时长和时间吗？”\n“从今天开始，多久不清楚。这样可以吗？”\n“可是为什……，理论上是可以的，你应该是去找桑塔斯吧？多多保重啊，阿塞拜疆在打仗。”\n“是，谢谢你的关心。那好，没事我先挂了，拜拜。”\n“嗯。”\n\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433136360,
            "txt_content": " 本帖最后由 lzlniu 于 2015-6-1 13:38 编辑 \n9、你的愿望，就是我的命令（下）\n\n“你的愿望，就是我的命令。”德尔坐在信息大厦办公室的一角喃喃道。窗外沙尘弥漫，巴库的CBD也日益受到环境恶化的影响。\n“你在跟我说什么鬼啊？”沙拉鲁丁一脸疑惑看着德尔。\n“谁跟你说了，才不是跟你说呢，自作多情。”\n“那为什么这么说？”\n“昨天，有个人给我打电话了。”德尔一脸苦笑。\n“谁？咱们的上司？还是幕后老大哥？还是国外间谍？内部机密联络员？是不是和一周前那条消息有关？”\n“都不是。”他叹了一口气。\n“嘛……那我就不知道是谁了。”\n“很明显，像你这样的人从来不看新闻报道，咱们那个信息放在一星期前可能还有用，今天，就是垃圾信息——新闻上到处都在播，伊朗军方一支部队从我们国家包抄。对北约和伊拉克军队造成严重打击，然后伊拉克军队也因此进入我国境内部署，随着的就是北约了，现在战场已经部分转移到阿塞拜疆了！领导人正在谴责他们践踏主权呢……，可是又有何用呢？我国一直保持中立，谁也不敢打，两头不好惹。”\n“噢，所以呢？”\n“所以，所以我们就当自己是历史叶片上的一粒灰尘罢了。上周发现那条信息记录，虽然报告给上级，但是由于我修改了时间，所以我们政府没有采取行动。于是，别国军队取道我国，阿塞拜疆成为了战场。”\n“什么？那你岂不是国家和历史的罪人？！”沙拉鲁丁显得十分惊讶，大声的喊道。\n“是不是罪人已经不重要了，反正不管我改没改，这事儿都阻止不了。”德尔摊开双手，表示无能为力。\n“不！你可是网络监督员，就是要防护这类事的！现在要是查出来你和我就死翘了！真是该死！这都是些什么鸟事儿啊！都摊到我们头上了。什么空灵基地的事儿啊，现在又打仗，还活不活了？”\n“你只要别瞎嚷嚷，我们就没事。不过，跑题了，说到这，我确实不想在这里继续干下去了。因为为了昨天给我打电话的人，我该做点事儿了。”\n“他是谁？”\n“不是他，是她。”德尔走到窗前，看着巴库市中心最繁华的地段，车水马龙，独自静思，漫漫黄沙在城市间飘飞，和远处的沙燕群一起顺风起伏降落，沙燕的羽毛映着日光，整齐的翻动着，在这冷气十足的空调房里，隔音的窗户紧闭，外面的声音全都听不到，那外面沙暴的景象在这办公室里看来不过是一幕动画，它只有一种颜色——巴库的民宅和漫天沙粒、沙燕的橘黄色。\n——昨天……\n“喂？你好，这里是阿塞拜疆信息监察部，这里是信息员德尔·维基。”德尔接通了一长途电话。\n“哼，很好。我就不说我是谁了。希望你不介意，待会儿可能会有个女孩给你这儿打电话，无论她说什么，你都要严防她进入阿塞拜疆，听着，这是为了她好，你不会后悔的。听好了，如果她还说她是为了找什么人，那就更不要答应她，阻隔她的事情办好后，给我打一通电话，我不会亏待你的，你想要什么我基本都能做的。否则，你就等着后悔吧，你听她的无论如何都会对你不利。操！操操操操！他妈的居然想去阿塞拜疆！真是……”这家伙说最后一句的时候肯定没注意他还没挂断电话。\n“先生，您到底是……？”\n电话挂断了。\n真是莫名其妙，又是个怪人、疯子，林子大了什么鸟都有，先不管了。\n德尔这几天正懊恼着，他感觉修改检测信息的时间再报告给上级是个错误的想法，万一被揭穿了，那是要面临牢狱之灾的，虽然他倒也不介意，因为他倒也吃过牢饭，没感觉有什么大不了的。\n不过，不等他继续心烦下去，没过多久又来了一通电话。而且又是一个长途电话，德尔乍一眼看还以为又是刚才那个疯子，打算不理。但仔细一看才发现电话号码竟然似曾相识，他使劲眨了眨眼。\n接通电话后，德尔说道：“你不会是……”\n“对，德尔，我是赫辛，你还好吗？”\n德尔钳住自己的脖子，感到气被憋住，确保自己没在发梦，他张开口，想说话却啥都说不出，也不知道自己该对她说什么，纵使她是他每天都在想的人。\n这不可能，这太不可思议了，老天，她怎么会会打电话给我。\n德尔一时感觉自己是世界上最幸福的个体，他眼前眩晕，不敢相信这是真的，那种久违的熵增感又来临了，再一次融化的感觉对他而言更加真切。犹如在桑拿房的热碳石上洒一杯水，迅速蒸发的蒸汽热浪扑向他，让全身毛孔疏开，而这热力却又有些让人不适宜。\n“我打电话是想问一下，你了解阿塞拜疆那边的情况吗，现在没有正常飞机航向阿塞拜疆及其周边地区了，不知道你能不能帮忙？”\n就是嘛，哪有想的那样好的。她不过是要让我帮她而已，用完后然后再丢到一旁，不再联系，别傻了，德尔，这是你自己的梦，谁会在意一个在小破国家的潦倒信息员呢？一个被时空麻痹的人？更何况还是她，她对我大概已经没有什么记忆了，估计也就是想起有个同学在阿塞拜疆所以打电话过来问些事宜罢了。\n“额，当然，当然可以，也许有些途径能进阿塞拜疆，毕竟这儿是中立国。”德尔语气平缓而不露任何感情色彩。\n“太好了，德尔，那你有什么途径？”她的声音听上去轻快、跃动。\n“哦，放心，办法很多。交给我就行了。”德尔说这话的时候其实自己也没谱。但他觉得，如果她有什么事，那他一定要做到，而且必须成功。\n停顿了一会儿，德尔不知该说什么，就问：“噢，你最近还好吗？”\n“没什么事啊，就是在新闻部门工作。都挺好的，你呢，毕业后也没见过了。”\n“我……一时说不清。总之，你要来阿塞拜疆是吗？那真是太棒了，不过是为什么呢，这里可是在打仗啊，治安也不是很好。”\n“噢，只是为了一些小事，桑塔斯前几天去阿塞拜疆当战地记者了。”\n“啊……知道了，桑塔斯他应该还好吧。好吧……，咳，我会帮你联系运输的，咳咳。”德尔感觉喉咙里有什么东西，想把它咳出来，但是做不到。\n“那好，多谢你了。再见。”她很开心的挂了电话。\n“后会有期。”德尔挂断了电话，又不住地咳嗽起来，他躺倒在办公室的座椅上，抹着早已挤不出任何眼泪的死气沉沉的眼眶，想挖出泪水，却无济于事。\n而他也早就把先前那个‘疯子’的电话忘到九霄云外了，毕竟他也没意识到那‘疯子’指的女孩就是赫辛。\n没事，替妳做什么都值，反正我活着也没啥有意义的事可干。有够累的事儿等着我去做呢。\n“她？什么她？噢~~~~~~~~是她啊！”沙拉鲁丁起哄般的叫着。\n“怎么了，有问题么。”\n“没问题，不过这和我们的事有啥关系。你说的她又想要干嘛？”\n“我先说清，她是自由的人，她有她爱的人。跟我没有一丁点关系，她只是让我帮个忙罢了。”德尔咽着口水，把话像蹦豆儿似的说出来。\n“不过，多亏了我，真是个可悲又让我高兴的事——她要来阿塞拜疆了。”德尔略带些伤感的说道。\n“多亏？”\n“这就是我刚才说到的，因为我无聊修改了军情时间，伊朗军方成功取道阿塞拜疆偷袭北约。也因此阿塞拜疆成为了战场，也正是因此，她的爱人——我的一个同学，一个比利时战地记者，来了阿塞拜疆报道战况。”\n“德尔，你这步棋下的也太深了。”\n“我跟你说，这才不是什么棋，我就没料到这事儿，我已经几年没有和她联系过了，我都不知道她在干嘛，也不知道她的任何情况，除了她在社交网络上那点东西，就那点也许还多半被屏蔽了呢。你说话给我注意点。别搞得和上次一样。”\n“哈哈，你还记得啊，话说现在你手机里还有她的照片吗？当年在里士满我翻到的那个？”\n“我拒绝回答这个问题。”德尔捂着脸，感觉很难受，他想不通这么几年下来他都做了什么，好像是平白无故的浪费掉了一样，而他也这么长时间没见到她了。\n德尔和沙拉鲁丁那天晚上下班回家，德尔的父亲坐在中厅的会客椅上。\n“爸，我们回来了。”德尔招呼了一声。\n然后德尔的父亲开口了，他说：“德尔，有人给你打电话了吗？”他显得有些焦虑。\n德尔倒吸一口冷气，脊背发凉。他走到空调旁边，把温度升高了几度。\n“这么说，爸，有人给你打电话？”\n“是的，不过我感觉怪怪的。”\n由于德尔把先前那个疯子的电话忘了，所以导致他以为父亲是接到了赫辛的电话，可转念一想，发觉赫辛是不可能知道他父亲电话的，才明白过来，是那个疯子打的电话，便松了一口气。\n“是什么人？”\n“一个奇怪的年轻人，反正说的不是阿塞拜疆语，是英语，我也听不出地方口音，他跟我说，你若回来，说你要搞些交通方面的东西，一定要我问清楚情况。因为很危险什么的……”\n“嗨，这能有什么危险的。”德尔立即说出。\n“嘿！德尔这家伙就是个家里蹲，怎么会搞交通方面的东西呢，是吧？”沙拉鲁丁肘了一下德尔。\n“噢，对，是啊，爸，你别听那些人瞎说，现代社会骗子可多了。”\n“是啊，伯伯，最近信息部也不少人反映有骗子电话。”沙拉鲁丁连忙说道。\n“也许吧……但我只是担心你，你也别放到心里。”父亲继续吸着水烟，他嘴里吐出的烟雾和水烟管的水汽笼罩着屋子，但这味道并不呛人。\n“爸，那家伙说了什么？”德尔低声问道。\n“我觉得还是不说了，我得观察几天。”\n“为什么，爸，你还不信我们吗？我觉得那人很有可能很危险！”德尔激动地说。\n“对于我，是不危险的。他不是骗子，这事儿和钱没关系，而且你以为你老爹我会被骗吗？”父亲泰然自若地说。\n“那好吧，我和沙拉鲁丁先上楼了，明天见。”德尔拉着沙拉鲁丁，走上了二楼露台，上面空无一人。天色渐晚，郊区的土路上时常驶过摩的和突突车（小型三轮机车），时常还听得到狗吠，此时大部分巴库城郊居民已经进入梦乡了。\n德尔拾起一个小木凳，扔在露台中央，自己坐在了上面，然后他让沙拉鲁丁坐到墙根旁的长凳上。然后德尔便向沙拉鲁丁讲了那个‘疯子’电话的事。\n“这么说，那个疯子一定是认识‘她’而且十分关注‘她’的动向咯。”\n“不光如此，而且他一定是个她身边的人，而且他还掌握了大量资料，搞不好是个国际骇客，连我父亲都能联系上。哦对了，你不用老是她啊她的了，她叫赫辛，也是我同学。”\n“那……”沙拉鲁丁瞳仁僵在眼球中间，似乎是惊讶中又若有所思，德尔和他接触时间已经不短了，可是他依然缺乏对德尔的了解。\n“……那你说的赫辛和她的爱人都是你同学？同一时期的同学？”\n“是的，大学预科。暂不讲这个了，这不重要。我和你说过帕崔克吗？”\n沙拉鲁丁摇了摇头。\n“他是我的一个狱友，也是我在空灵基地的一个合作伙伴。他在空灵基地待了很久了，得有那么三四年，而你明白，想在那里活下来，是不容易的，想必你也知道内幕，何况你还险些小命不保。”\n沙拉鲁丁点了点头。\n“他告诉了我一个故事，这个故事是他在空灵基地的所见所闻，他的哥哥就死于此事。”\n然后德尔又细致的讲了帕崔克哥哥及其同伴试图逃离空灵基地后终惨死的事。\n“这伙计真惨啊，我竟然不知道。”\n“是啊，哥们儿，怎么个惨法儿是看你自己怎么去面对，我虽然不懂什么佛教的因果，但我知道：你若相信你自己，不一定会对，若相信他人，可能也不对，若相信一批人，也不一定会对，但要知道：如果你什么都不信，就一定不会错。尽管你可能会因此碌碌无为或埋于烟海，帕崔克就是如此。”\n“呵，没有信仰，什么都不信，这是什么鸟事啊！你会为此消沉的。”沙拉鲁丁轻蔑的说道。\n“那好，你想想，那些追捕你的开着Haggard的空灵党人，他们在你身后喊的无非是‘停下吧，不要再抵抗了，我们会找到你的，你出来后我们轻松点处理这事！’，那好，你听了他们的吗？”\n沙拉鲁丁没说话。\n“记住，什么都不信，自己也别信，就不会错。而不错，和对是不同的。现在这个疯子，无非是耍几把招数而已，我们能做的，不过是当事情没有发生。不必听他所说的，我继续做我想做的事，我不信我会因此命丧黄泉，况且我一生也没什么事情可干了，帮她的事，谁也挡不了我。”\n“你怎么这么倔。”\n“我只是个丧尸罢了，不觉得自己有意识，我已经不信仰什么东西了，小时候父亲讲的毛拉（伊斯兰教育者）的笑话，从那时候起我就没笑过，因为我不信。太鬼扯了！”德尔皱着眉毛地看着天空中的长庚星，闭上了眼睛。然后他站了起来，站上了他所坐的露台中央的小木凳。\n他握紧拳头并将其放在胸前，说道：“释迦牟尼生出来就会走路，一手指天一手指地说出‘天上天下唯我独尊’被日后人追捧，虞舜生而重瞳被人尊敬，最早是圣保罗在罗马传教，而拘谨慎言的彼得却日后被尊为第一圣徒。何不说，人和动物的区别就在于信的能力？你想办法告诉猴子它死后可上天堂，有吃不尽的香蕉，让它放弃手头上的那个，它依然不愿这么干。以猴子的智商人是可以让它懂的，但是它不信，这又为何？因为让猴子信永生、放弃香蕉，很明显不利于它的生存，DNA是不会留下这种不利于生存的基因的，它（‘相信’的基因）会被自然选择淘汰！这就是斯宾塞的社会达尔文主义。”\n“德尔你又在装逼了，又是科学猴子的胡言乱语。哎呀，好刺眼啊！”沙拉鲁丁用手遮住双眼，转过身去，发出扑哧的声音笑着。\n“我巴不得我当个猴子。因为我连社会达尔文主义都不信。”德尔微微鞠躬，似乎对这个玩笑很满意。\n“我走了，今天晚上我就要去找找哪有布鲁塞尔到巴库的飞机航班，找不到的话我租也得租个飞机。”\n“你想怎么找，你当自己是超人吗？噗！我这还是第一次见没喝酒就醉了的人！今天晚上你一直反常的要死！额哈哈哈哈！不就是一个你以前认识的妹子吗，至于吗？”沙拉鲁丁用手遮着嘴笑着。\n“该死，你还跟不跟我混了，再多嘴我剁了你。”虽然这么说，但德尔却也在笑着。\n“求剁！求剁！求你剁！”\n德尔挥了挥手，表示并不想剁他，看着一旁的沙拉鲁丁，德尔径自笑着，因为他感到莫名的快乐，那种世界突然一亮的感觉，自从他接到赫辛电话后，他就感到十分开心，而在他策划帮助的时候，他就更加开心了，世界在他眼里变换了色调。\n德尔的生活和人格，显得毫无特点却不能说像是普罗大众。他小时候幻想着如《引力使命》、《海底两万里》、《天堂的喷泉》那般的生活或世界，奇异而冒险味十足亦或是充满科幻远望美好的未来。可终于他放缓了目光，能看出《悲惨世界》里冉阿让和沙威都是受害者。《追风筝的人》里那一声“为你，千千万万遍。”是那么的触动人心，可德尔对自己生命的诠释与其不尽相同，他并没有把沙拉鲁丁或是罗杰当成哈桑，也不觉得自己像阿米尔。《蝇王》里那种种触目惊心的残忍，也不曾在德尔心中涌现，他没觉得人性和童心可以撕碎成纯粹的野蛮，他不像拉尔夫，若那种环境真的发生在德尔身上，他估计也不会挣扎，他也不会像杰克那样变成残忍的专制者。而他也不会过上马尔克斯笔下奥雷里亚诺上校近乎无情的个人价值探寻的生活。因为，他真的太乏味了，他不曾挣扎或纠结，没有信念和信仰，无具体爱好，也没有感情，连三观也常常飘忽不定，麻木一直是他的主旋律，所以他经不起色彩的冲击，他不像“The Lost Generation”，也不像“The Beat Generation”，他就是麻木，仅此而已。\n他的爱情会是怎样的一定让人匪夷所思，估计既不像是《挪威的森林》里渡边彻分裂成两种思想，也不像是普鲁斯特笔下的交际场一样的扑朔迷离，亦不会是基督山伯爵那“等待与希望”为核心的恩仇、思索。也不会像卡西莫多那样浪漫而悲情。而他也注定不会成就《复活》里聂赫留朵夫那般自我升华。\n如果说‘能’是宇宙工厂的原材料，那‘熵’则是宇宙工厂的经营原则手册。‘时空’的曲率、大小、性质则是工厂车间。而‘熵’这个手册，最基本的性质是时间箭头。\n德尔拒绝相信自己的感觉，他不认为赫辛对他带来的影响是爱所导致，而更深层次的，他清楚的明白自己不该踏入这种湍流之中，熵增会伤人，会让人智商下降，表现怪异，偏离常规。所以一直以来，他是拒绝的。\n他不用回想他和赫辛的接触，因为他似乎总能感觉她在某个地方看着他，对于一个无神论者，这是很诡异的。他曾可笑地幻想、梦境中见到自己的家庭的样子，他和他的伴侣（他并不敢想是赫辛）住在温馨的小木屋中，在森林峡谷之中，谷底的涧溪冲击出一片平地，他和她会有两个孩子，那个男孩也许会鼓弄望远镜或是滑雪板之类的，女孩也许会静静地读书或是在花园中玩耍。而德尔会去修理机械，种植作物，采集资源，写些文章，研究些东西或是做小发明，修缮、扩建这个家。亦或是陪她一起，在山谷的森林中、山野里、冰川上漫步，一起探索、分享、感受、赞叹这个世界。\n一直到老时，孩子都已经长大，到了外面的世界。但他也许还会在这屋中，和她一起待着，晚上坐在壁炉前，灯光昏黄淡雅，他抚着她那时已经白了的头发凝视窗外的霜雪，和她看着那年轻时曾一起看过的电影，讨论着那些曾经一起笑过的事。她去睡觉后。他会从阁楼抽出一苏格兰风笛，爬上群山之间，让风笛的音乐的声贯透山谷，让乐声在夜的云层间与流洒的月光一起远行，希望在梦乡中的她能够听到。在夜晚的微风中他压实了他那戴了一辈子的帽子，放下风笛，平躺在山顶，看着长庚星，想着那个在山下木屋中安睡的，他用一辈子的时间去爱的人。在独自一人的山顶上，去想他们这一生经历挫折与冒险经历、争吵与和解以及种种险些远离彼此的瞬间。此时，在山上，他在一定的距离中珍惜他短暂离开的爱人。\n以此看来，他的爱就像是那风笛的声音，而不是钢琴、吉他、萨克斯或是二胡、提琴的声音。\n这些年来，每次德尔从那般梦中醒来，都会不禁感伤，因为梦里的一切是那么真实，梦是他一手打造的，而却是那么的虚幻、脆弱。而醒来后，他就会继续拒绝他的感觉，避开那些熵增因素，极力避免想起赫辛以及她的一切，他总是对自己说：\n德尔，你如果继续这样yy，结果只会和盖茨比一样。\n然后他就会继续在麻木的生活中麻痹自己。直到那天，赫辛的电话才又如电击器一样猛地撼了他一下，让他偏离了‘他的常态’。他就像是被注射了医用麻醉剂的病人一样，知道医生在他身上做手术，但是感不到疼。\n\n"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1433155620,
            "txt_content": "我的天哪！初一生处理器已故障。\n慢点，反应不过来……一般人受不了这么大的阅读量，不像那些时兴或标签产品。你要给我们时间。"
        },
        {
            "author": "清音腰柔易推倒",
            "timestamp": 1433238540,
            "txt_content": "挖坑不填的lzl.就不怕被万人肛么."
        },
        {
            "author": "lzlniu",
            "timestamp": 1433247540,
            "txt_content": "清音腰柔易推倒 发表于 2015-6-2 17:49\n挖坑不填的lzl.就不怕被万人肛么.\n吾擅长挖坑，故称跳票狂魔{:10_492:}这个时候本该有斜眼笑的表情的"
        },
        {
            "author": "清音腰柔易推倒",
            "timestamp": 1433324880,
            "txt_content": "lzlniu 发表于 2015-6-2 20:19\n吾擅长挖坑，故称跳票狂魔这个时候本该有斜眼笑的表情的\n"
        },
        {
            "author": "北极星人",
            "timestamp": 1433417940,
            "txt_content": "金金金金金……金星……我还是膜拜吧。"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433647320,
            "txt_content": "默默顶起，似乎没人看啊。…………"
        },
        {
            "author": "ufof",
            "timestamp": 1433649300,
            "txt_content": "太厉害了！马上加分"
        },
        {
            "author": "lzs1234",
            "timestamp": 1433661180,
            "txt_content": "毅力惊人，赞"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1433662800,
            "txt_content": "标题的又连载又单篇是什么情况"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433663100,
            "txt_content": "2B与mc的故事 发表于 2015-6-7 15:40\n标题的又连载又单篇是什么情况\n在回帖中连载"
        },
        {
            "author": "lzlniu",
            "timestamp": 1434628140,
            "txt_content": "lzlniu 发表于 2015-6-7 11:22\n默默顶起，似乎没人看啊。…………\n然而并没有人看……，也许是因为，有点长吧，入情境比较慢……"
        },
        {
            "author": "海潮",
            "timestamp": 1435839600,
            "txt_content": "看到lz就滚来支持了。\n\n建议一个帖子一个帖子发，便于掠夺人气XD"
        },
        {
            "author": "男人婆",
            "timestamp": 1436402340,
            "txt_content": "9万字是怎么坚持下来的……{:10_494:}"
        },
        {
            "author": "男人婆",
            "timestamp": 1436541720,
            "txt_content": "楼主的文笔真的不错，很喜欢楼主的风格"
        },
        {
            "author": "xcc",
            "timestamp": 1441326780,
            "txt_content": "人教版一堆书亮瞎眼XD"
        },
        {
            "author": "sam3737",
            "timestamp": 1448544000,
            "txt_content": "lz把科学知识运用地很好啊，不过有些科学片段有点感觉怪怪的。。。\n好像不符客观规律。。。不过1980后的物理理论体系我是初一自学的，所以应对楼主这字数还是绰绰有余。。"
        },
        {
            "author": "sam3737",
            "timestamp": 1448544240,
            "txt_content": "不过重组机器这个逆天的梦想好像是一般人看到E等于m乘c的平方后的同感吧。。"
        },
        {
            "author": "lzlniu",
            "timestamp": 1448545500,
            "txt_content": "sam3737 发表于 2015-11-26 21:24\n不过重组机器这个逆天的梦想好像是一般人看到E等于m乘c的平方后的同感吧。。\n ...\n现在小说已经写到21w了，不过没更到论坛上，其实我觉得那一块写的也很扯，而且分子重塑太虚，还好它不是小说主线。主人公算是黑客，至这九万字还体现的不明显，后来我对前面也修改了很多，中微子事件和其后的伊朗政变、独立空间引擎的开发，杀死xxx才算是主线。"
        },
        {
            "author": "sam3737",
            "timestamp": 1448547360,
            "txt_content": "lzlniu 发表于 2015-11-26 21:45\n现在小说已经写到21w了，不过没更到论坛上，其实我觉得那一块写的也很扯，而且分子重塑太虚，还好它不是 ...\n好像剧透了。。。"
        },
        {
            "author": "sam3737",
            "timestamp": 1448798100,
            "txt_content": "不过我所认识的霍金却完全相反：他曾因自己的黑洞霍金辐射而反抗信息不灭，后来20多个科学家群起而攻才镇住了他。。。"
        },
        {
            "author": "lzlniu",
            "timestamp": 1448924520,
            "txt_content": " 本帖最后由 lzlniu 于 2015-12-1 07:06 编辑 \nsam3737 发表于 2015-11-29 19:55\n不过我所认识的霍金却完全相反：他曾因自己的黑洞霍金辐射而反抗信息不灭，后来20多个科学家群起而攻才镇住 ...\n有关否认黑洞倒确有其事，而且是几个月前的事，他否认了火墙和视线视界，并认为有另一种解释，当然，至于霍金辐射则是好几十年前提出的，此理论基于霍金当年的黑洞模型，也就是存在视线视界的模型，所以否方面讲他重释了这个理论"
        },
        {
            "author": "lzlniu",
            "timestamp": 1448925000,
            "txt_content": " 本帖最后由 lzlniu 于 2015-12-1 07:13 编辑 \nlzlniu 发表于 2015-12-1 07:02\n有关否认黑洞倒确有其事，而且是几个月前的事，他否认了火墙和视线视界，并认为有另一种解释，当然，至于 ...\n也就是说，信息不灭，辐射却在。否认视线视界意味着“没有物质脱离观察”而根据量子力学的海森堡不确定性原则，在观察所及范围内，纠缠将持续，不存在悖论，信息也就守恒了。黑洞悖论也就因此被否认了，或者说瓦解了。"
        },
        {
            "author": "sam3737",
            "timestamp": 1448968560,
            "txt_content": "我所知道的是这样的：科学家们用以下两点镇压了他\n1  物质没有消失，黑洞的能量增加了(主要原因是因为Hawking连续反对了信息不灭和热力学二律)(作死)\n2  物体(观察者)在到达黑洞前先到了宇宙末日。。。(一个巨大的时间机器)"
        },
        {
            "author": "sam3737",
            "timestamp": 1448973000,
            "txt_content": "但真正使人信服的是以下一点：\n黑洞是个巨大的粒子！\n关于Hawking对黑洞及火墙的否定：\n他只是提出一种新方法来解释视界，只对已有理论体系提供了一种新的角度\n火墙理论则早已成坟，被否认了。"
        },
        {
            "author": "伍利德crazy",
            "timestamp": 1452849240,
            "txt_content": "黑好的小说"
        },
        {
            "author": "伍利德crazy",
            "timestamp": 1452849300,
            "txt_content": "非常好的小说"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1454288700,
            "txt_content": "sam3737 发表于 2015-12-1 19:16\n我所知道的是这样的：科学家们用以下两点镇压了他\n1  物质没有消失，黑洞的能量增加了(主要原因是因为Hawki ...\n看着你们聊如此高大上的东西，我都不忍心提醒：你们版聊了。"
        },
        {
            "author": "自由梦战",
            "timestamp": 1454301300,
            "txt_content": "2333333333333好"
        },
        {
            "author": "siiftun1857",
            "timestamp": 1456677780,
            "txt_content": "图片上的仙人掌有点不对劲←_←\n仙人掌侧面有方块的话会自动破坏的←_←"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462584360,
            "txt_content": "siiftun1857 发表于 2016-2-29 00:43\n图片上的仙人掌有点不对劲←_←\n仙人掌侧面有方块的话会自动破坏的←_←\n楼主是要在假期恢复更新吗？"
        },
        {
            "author": "MC丶逝时光",
            "timestamp": 1483779900,
            "txt_content": "认真欣赏了整篇，看得出来文字积累很深，不知续篇出了没有？"
        },
        {
            "author": "lzlniu",
            "timestamp": 1483882200,
            "txt_content": "MC丶逝时光 发表于 2017-1-7 17:05\n认真欣赏了整篇，看得出来文字积累很深，不知续篇出了没有？\n现在整篇完成了，一些地方也做了改动，但由于参赛所以就不在这里更新了。"
        },
        {
            "author": "MC丶逝时光",
            "timestamp": 1484123340,
            "txt_content": "那么续篇已经在其他地方发表了？能给我地址吗"
        }
    ]
}