{
    "title": "<原创·连载>《海潮宇宙 红光骑士》",
    "author": "海潮",
    "replyCount": 9,
    "timestamp": 1433138040,
    "txt_content": " 本帖最后由 海潮 于 2015-6-1 14:23 编辑 \n\n\n    三人继续前行，他们把戴维斯安放在了一个隐秘的位置，将戴维斯设置成了隐身模式。便开始继续向前探索。诺大的战舰中，除去此三人，没有一人在他们的眼前走过，或是说晃过，特别的冷冷清清，冷清到有少许些冷寂。屏幕上的电视TV开放着，但是没有声音，电视的色彩映射到lzs的眼中，反映出来的，是害怕。反映到少年酱的眼中的是勇敢。反映到海潮眼中的是——冷寂...\n    穿过一条狭窄的通道，来到了一个比之前还要诺大的广场。说是广场，倒不如是一个有着弥红灯的舞台，舞台中央有一宝座，一位身着红衣男子，侧坐在宝座之中。似挑衅一般眯缝着眼睛，脸搭在手上，环顾着四周。眼神看起来虽说飘呀飘，但是却异常坚定。一扫而光。红色的衣服如同灯光般散射着整个舞台。视线转移，旁边的宝座上，有一个银色长枪。把柄看上去是用红木制成，从一条龙口中，吐出红色火焰激光。“这可是上等的武器呀。”少年酱呆呆的望着武器，早就已经沉迷于其中不能自拔。他站了起来，将长枪取了出来，向天一冲，灯光于长枪反射出来的光照耀到了少年酱身上。他注意到了他，转身一飞，刀出鞘，嗖的一下朝着少年酱飞去。只可怜我那少年酱，还没来得及脱离梦境的虚幻，便被插穿身子，到底不起了...“哈哈哈哈，悲惨的人啊...”红衣男子大声笑道。我们知道我们藏不住了，便从观看台跳了下去。面孔注视着他，想让他产生恐惧。但是，这一点点的威慑力对于他来说并没有什么威力可言。他朝我们走了进来，一边走着甩动着长枪。越来越近，甚至能够感受到长枪甩动的气息了。\n    他，走到海潮的面前，而海潮，则无一点点反抗，呆若木鸡般站在那，不知所云。而红衣男子却走到他的耳边，轻轻耳语道”Facker（赝品）欢迎你来到尼玛战舰。“离开了耳畔，才刚刚反应过来的海潮于lzs...——一道白光闪过。黑幕降临在他们的眼前，我们便是结结实实地睡了一记好觉。\n    “啊...”这里是哪里？lzs缓缓地站起身子来，望了望四周并擦了自己的双眼。这是一个只有10平方米的房间。墙壁被刷的煞白，反射出冰凉的光线。他看着窝在墙边的海潮，似乎还在昏迷之中。”唉...这可怎么办呢。“”碰...“海潮的脸陷进去了。lzs赶忙拉起来看看出了什么事情。只见海潮趴在哪里的地方出现了一个凹口”哈，我一天都在挖这里，总算有一些成效了。“海潮抹着黑溜溜的脸。但是没有到时机，咱们得过一段时间才能出去。\n    ”我是值班士兵：箱子。所有的犯人请到B室取你们的饭菜，哈啊哈哈，阶下囚，真可悲。“伴随着箱子的笑声，夹在众多人群当中，取走了饭菜”噢，真该死，我一定要把这高傲的家伙捏碎！“”嘿，你这家伙，等着出去再说吧。“先行一步的海潮说。回到监狱，吃完了饭，放完了风，一切进行的很顺利，午夜之时，我们把缺口打开，钻了进去”嘿，还真行呢。“海潮在下面这么说道，顺手把lzs拉了下来。“滴滴”彭！的一声，疑似炸弹一样的玩意，爆炸在海潮和lzs眼前，再次失去知觉。\n    “哈，真是愚蠢至极，我的监狱怎么会这么不坚固呢？“红衣男子说，身后还有一个人在窃笑，那，那不是箱子么？\n    戴维斯那一边——血在慢慢凝聚着，之前散落一地的血，脑浆朝着脑袋涌去，霎时间，身体变得红润，轻盈起来，他站起来了，柔亮了眼睛，拍了拍身子，环顾四周，他，还是他。整理整理了着装，便朝着海潮留下的记号跑去。潜行在监狱之中，但是由于没有人阻拦，安德很快地就找到了两个昏迷之人。他的两个沾满血迹的手，紧紧握住了他们的双手。不知道是因为什么样的魔力，血渗透进了他两的身体，原本紧闭着的双眼睁了开来，死气沉沉的身体似乎有人驱动一般，动了起来，”难道这是魔法！？“安德想着。把这两个人拉了起来”呼呼，我醒来啦！“lzs大声叫道，海潮赶忙捂住了他的嘴巴。”嘘嘘嘘...“\n    ”喂，少年酱呢？“安德问。”我一会带你去见他。“海潮不想扰乱军心。”哦，那好吧。“安德回复道。”姑娘们！收拾你们的行李，前进！“海潮喊”好！“\n    三人，或许是四人，又重新回归了，将踏上复仇的道路。这一次，将会更加的”有趣离奇”。\n    未完待续...\n   演出名单@海潮 饰演 海潮@lzs1234  饰演 lzs@End-Enderman  饰演 安德\n@793518379 饰演 少年酱@尼玛乄骑士  饰演 红光骑士@bo_bo2001 饰演 箱子\n",
    "replies": [
        {
            "author": "小白~别喷。",
            "timestamp": 1433138160,
            "txt_content": "升级好快啊..."
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1433139360,
            "txt_content": "坐等自己出场"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1433162400,
            "txt_content": "话说 我不是应该下下下章在复活吗？而且感觉小说里我略弱啊= ="
        },
        {
            "author": "o_bo2001",
            "timestamp": 1433170020,
            "txt_content": "下次能标个字数么= ="
        },
        {
            "author": "793518379",
            "timestamp": 1433248440,
            "txt_content": "说好的不会把我写死呢"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1433254080,
            "txt_content": "请您认真写作。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1433305980,
            "txt_content": " 本帖最后由 lzs1234 于 2015-6-3 12:36 编辑 \n\n安德复活……醉了……\n我的大戏份呢喂要是我死了我就在浩劫里把你写成中了病毒2333"
        },
        {
            "author": "北极星人",
            "timestamp": 1433417880,
            "txt_content": "隐身模式，我看到了律政师4"
        },
        {
            "author": "xcc",
            "timestamp": 1433519940,
            "txt_content": "为什么有这么多人来加人气"
        }
    ]
}