{
    "title": "<原创·连载>   关于在山脉小镇中的见闻 第一章",
    "author": "Ta塔",
    "replyCount": 6,
    "timestamp": 1433163840,
    "txt_content": " 本帖最后由 Ta塔 于 2015-6-1 23:21 编辑 \n\n第一章～五号山脉 一\n\n「我所敬爱的上主啊。您爱我吗？」铜制的上帝像上，我的拇指摩挲着衪的脸颊，生硬且冰冷，毫无神应有的温暖和慈爱。\n\n 神父仰头望我，墨黑的神父袍被严谨地梳理得一丝不苟，装坎在国字大脸上的双眼混浊无神，双唇紧紧抿着，好像很紧张的样子。\n\n 「我在这里过得很幸福，一切都是神之所赐的。我很感恩。」我虔诚地祈祷。样子很满足。 「慈爱的天父啊，我可以祈求您把母亲也带来这片净土，满足我那卑微的孝心吗？我已为母亲造好房子了，请您饶恕我的贪得无厌。」\n\n 没有威胁，没有烦恼，余下的只是平淡。这是我在净土的美丽回忆。\n\n 午间的阳光透入教堂的彩绘玻璃，洒在天鹅绒地毡上，显得整个教堂很是柔和。在教堂的时间总是过得很慢，静谧的带给人平和。我每逢主日都会在教堂中敬拜上主和祈祷，直至夕阳西下。我认为信仰能为我的人生增添了目标和力量，在净土的这些日子中，有信仰才有勇气活着。\n\n 当！当！教堂的钟声响起，浑厚的声音惊醒了半合眼帘的我。\n\n 不经不觉，夕阳余晖已在远方的山脉间拉出一条千尺的光影分隔线。\n\n 「感谢主的恩赐，阿们。」我在教堂的二层走下。二层的栏杆上放有许多的上帝像供人膜拜，是教堂的尊座，可以俯瞰楼下一排排的红木座位。整理了一下身上的风衣，朝神父点头示意离开，神父甚至没看我一眼，依然自顾自的抿住嘴，仰望着二层，余晖映得他的脸很木讷。\n\n 「神父，下次见。」我自讨没趣，也不在意。推开教堂的红木大门，一阵寒风凛冽，夹杂着些许刺人的雪花钻入教堂，我的风衣被吹得猎猎作响，而神父的黑袍下摆却只稍微一动。\n\n 如我所料，我的马车已经在外面等着我，三头黑马嘶鸣一声，呼出一股白雾，马蹄在青色的石砖嗒嗒作响，我跨上马车，车夫跷脚坐着，一手持着鞭子，另一手执着没有烟草的烟斗，凝望前方，一动不动。\n\n 「可以走了。」我在里间的沙发上坐好，开口道。半晌，马车才慢慢吞吞前行。\n\n  有节奏的马蹄声总能勾起睡意，街道上没有人，很是整洁，但总有一层薄薄的灰土，我想是南风掠过北边的沙漠，把沙土都刮来这边了，我不喜欢沙漠。\n\n  街旁的屋子升起了一道道的炊烟，正值苹果当造的日子，空中飘散着烤焗苹果的香味。\n\n 「何等悠闲的下午。」我抿一口红茶，长叹。如果再有一些白面包就最好不过。\n\n 嘶！马车突然一顿，我猝不及防，有一点红茶倒在我脚上，黑马嘶鸣一声以示不满。\n\n 「发生什么事情？」我有些不悦地拨开里间的挂帘，问。车夫没理我，而是凝视着前方。我沿着他的视线望去。\n\n 立于车前的是一个少年。衣衫褴褛，衣裳细看似乎是一种藏蓝色布料所制，但很难辨清，面上明显有被弓箭擦过的痕迹，被黑马的嘶叫声吓到，神情很是复杂。\n\n 「您好。」少年稍稍弓身，摆出卑微的样子，有些怯懦，「可以乘个顺风车吗。」\n\n 我并不认识他，事实上他是一个生脸孔，从未在小镇上见过。但神教导我以助人为乐，我并没有拒绝，少年向我鞠身，奇怪地望了我的车夫一眼，稍微避开黑马的视线，怯弱地跨坐在车夫旁边，很小声地道了谢。我笑笑，回到里间坐好。马车重新前进，沿路吹来不少落叶，代表已经开始上山了\n\n\n 「您真是一个大方的贵族，感谢您的慷慨。」到达我家大宅后，少年似乎有些不自然地跳下车，神色古怪地感谢我，抱着胸，我并没来得及作出回应，他转头就急不可耐地跑得远远了。\n\n 「无礼。」我笑着给了评价，车夫沉默。少年的行为在我眼中是代表对我的生活模式的不认同，我不喜欢这种人。\n\n 我家的大宅正位于五号山脉的山腰位置，因为地势有些高，所以这些一到晚上，已经很低的温度会更下降一点，有些时候连外头的松树的外皮也凝结了一层的霜雪。我紧了紧大衣，顶着寒风，沿着石路，避开草地和园艺。\n\n 嘎嘎！我推开大门，门似乎有些日久失修，发出了不堪重负的噪音。话说我的仆人呢，都不会主动修好这扇门吗。\n\n 自己除去大衣挂在门旁的衣架上，我目光瞥见一抹金色，我凝神一看，是一封来自三号山脉的莱恩发出的信函，而且还以一层薄薄的金箔封好。\n\n 我轻轻撕开红蜡封，取出里头的羊皮纸，古老的技术，似乎有一阵历史沧桑感扑面而来。莱恩的字迹很秀丽，哪怕我已经忘了他的样貌和性别，我也尚记得他的字迹。\n\n 「给五号山脉的先生：\n\n 我是三号山脉的莱恩，很抱歉，打扰了你的生活，在下在此表示无上的歉意。但事态紧急，不得不为之，望您原谅。\n\n 最近，我收到一封来自下界的信件，它们表示，在午秋的二月开始，便一直有来自人界的人类在下界非法采摘地狱资源，它们向侵入者作出了攻击却无功而返，向我质疑这是否代表人界单方面希望打破和约。\n\n 我感到十分惶恐，因为我们并没有把握可以打败下界军团，对吧？为避免损失，我希望可以弄清楚是谁破坏了规矩，令我们陷入危机。\n\n 为了保持我们之间的和平及与下界的交好，我恳求先生请于午秋三月的第二个主日到达议厅，出席高峰会。\n\n 望您届时出席是次会议。\n\n以上，祝先生 生活平淡。\n\n                                             三号山脉 莱恩」",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1433167080,
            "txt_content": "这才是我的世界。\n我们的世界。\n一个真正的世界。\n我们看不到这个世界，但其实就是我们的世界。\n鞠谢； @xcc ； @冥王星人 ； @北极星人 ；@mo=250"
        },
        {
            "author": "alexfan",
            "timestamp": 1433179800,
            "txt_content": "佳作顶起XDD支持作者"
        },
        {
            "author": "北极星人",
            "timestamp": 1433215500,
            "txt_content": "这是一个属于我们的不存在的世界。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1433260500,
            "txt_content": "剧情展开有些突兀，背景介绍以及人物介绍不足，缺少首行缩进。即使是天主堂我也没见过摆上帝的像，顶多有圣母像和基督受难像，配角好像都是透明人，一点描写没有，整体文章活性欠缺。"
        },
        {
            "author": "北极星人",
            "timestamp": 1433417400,
            "txt_content": "冥王星人 发表于 2015-6-2 23:55\n剧情展开有些突兀，背景介绍以及人物介绍不足，缺少首行缩进。即使是天主堂我也没见过摆上帝的像，顶多有圣 ...\n触生评价秒全场"
        },
        {
            "author": "xcc",
            "timestamp": 1433506320,
            "txt_content": "末影龙娘 发表于 2015-6-1 21:58\n这才是我的世界。\n我们的世界。\n一个真正的世界。\nmo的名字打反了"
        }
    ]
}