{
    "title": "<原创·连载>《MC大陆》【第五话：初见学院】",
    "author": "osy",
    "replyCount": 3,
    "timestamp": 1433165040,
    "txt_content": "            当凡祎看见天星城的那一瞬间，他才明白了真正的皇族气魄。\n      云嵩城，真的很不错了。优良的设施、严密的监控以及实力强大的城主已经可以让云嵩城排名星芒帝国所有城市中的二线城市了。但是，凡祎一与面前的天星城作比较，那就是萤火之光与炎炎烈日之间的区别了。\n       匆匆告别了天星车行，凡祎和樱空释就从门口走了进去，首先映入眼帘的就是关于天星城的介绍：\n       天星城占地万米，厚实的城墙用的是黑曜石混合钻石合成的一种名为光耀石的物质，其硬度甚至连一名神皇竭尽全力也只能留下一条裂缝；城口的监控是灵力探查，全天24小时都有人看守，而且等级都不低于六十；城内拥有拍卖场、商场、学院、药店等一系列建筑，世界上所有的东西这里至少能买到百分之六十；并且，全城共有上千个监控点，全部信息都传送到天星城的警卫队处。。。。。。更为强大的是，天星城的城主就是现任的星芒帝国的殿下，名曰——枫华，等级94级，神皇，尊称为幻空冕下。\n       在凡祎眼花缭乱间，樱空释已经率先走向了城内，并且从包里拿出来一张天星城的地图，朝着图上标注的MC学院的位置走去，凡祎也急急忙忙跟上了。穿过一条条繁华的街道，周围的建筑开始渐渐少去，一处处农田映入眼帘。而且，天空中还下起了蒙蒙细雨，令在田埂上行走的二人显得有些寂寞。\n        “喂，小释，你确定你走对位置了？”凡祎忍不住问了一句，樱空释直接拿出枪就扫过来，凌厉的劲风使周围的野草齐刷刷地断掉了。凡祎则是像早就预料到的一样，向空中一跃，同时拿出别在腰间的桃木剑向樱空释刺去。樱空释却不慌不忙的枪尖上挑，改变了桃木剑的方向，同时另一只手拿着一支箭就向凡祎的腰间刺去。凡祎的另一只手却是拿出了皮鞭，缠住了拿箭的手，同时被挑开的剑往下劈。可是，一柄枪不知什么时候出现在凡祎的胸口，一枪刺飞了凡祎。这也算是樱空释手下留情，要不然凡祎的胸膛至少要断六七根骨头。\n       樱空释继续沿着乡间的小路走着，一边走一边说：“MC学院本来就建在乡下，这所学院除了知名度高之外，一切的教育都是最基本，最普通却也让人最痛苦的。MC学院的学生永远不超过100人，这是他们院长制定下的规则，所以新生的选拔一直都很残酷。MC学院刚入学会分配到初级班，然后学习两年后就要自行成立一支小队，去秘密的地方再学习三年，最后才毕业。”说到教育时，连樱空释那张平时冷酷的脸都不由得抽了抽。他们家里去MC学院的也不少，不过那种残酷的训练，让他们家去的人十有八九都在中途由于受不了这种教育而退学或者是在执行任务时死去。当然，最终从MC学院毕业出来的人都成了至少是圣者级别的。这次他们家让他来MC学院，其实也是因为想让他受到最严厉的训练。\n       玉石不经过雕琢，怎能成无暇之器？\n       凡祎在地上躺了几秒，便用剑撑着地站了起来，跌跌撞撞的跟着樱空释走。樱空释其实很讶异，小释是他的小名，所以当凡祎第一次这么叫他时樱空释直接把他打倒在地足足躺了一个小时。不过那次醒来之后凡祎的灵力居然就增加了许多，从那天起，天天他都要故意来叫一叫“小释”。。。。\n       沿着这条歪歪扭扭的小路向前又走了十几分钟，一座破败的庄园出现在凡祎眼前。这座庄园占地大概也就是几百平米，外面用铁栅栏围住。正面是生锈的铁门，由与灰色完全不搭的洁白的半砖与地面连接。\n       樱空释一转身就走进了庄园。当他跨进庄园大门的一刹那间，一层绿色的光罩浮现而出，此时凡祎和樱空释包里的绿宝石瞬间发出了绿色的光芒，那层绿色光照就在这光芒下消融开来，樱空释和凡祎便走进了大门。 \n       走了没多久，一座古朴的别墅就出现在他们面前。这座别墅由一种奇特的灰色物质建筑而成，感受不到任何的生机。三层楼高的房子上，窗户基本腐烂，摇摇欲坠，门口支撑的柱子也出现了裂纹。望着这破败的房子，樱空释倒是义无反顾地走了进去，凡祎也只好跟上。刚一踏进门，一道温暖的阳光就从屋里照到了樱空释的脸上。\n        不是破败的房屋吗？不是下着雨吗？哪里来的阳光？\n         好不容易睁开眼睛，眼前的一切却令樱空释惊呆了。\n        可以看见，周围一片青山绿水，还有一道瀑布从百尺山崖上飞流直下。隐隐透着七彩色的瓷砖铺成道路，一直延伸向一座湖边的房屋。准确说那并不是一座，而是好几座，但樱空释现在仅仅只能看见一个草方块和“MC学院：四个字浮在半空中，下面是用白玉砌成的校门。\n        “怎么啦？小释？你干嘛停下。。。。。。诶哟我去？”跟在后面的凡祎正想发问，却也看见了这奇异的景色，不住地赞叹：“天啊，你确定这里是MC学院？跟仙境一样好吗？诶，等下，话说我们怎么进来的？”刚说完，一柄重枪就扫在凡祎的背上，把凡祎直接打飞到一潭湖水中，说：“空间传送，还有空间折叠。。。。。。这绝对是现任的星芒帝国那个枫华干的，先以空间折叠将MC学院藏在一座空间中，再以空间传送每年更改进入MC学院的地方，真是绝了。。。。。。”趴在湖水里的凡祎此时也爬了起来，摇摇晃晃的朝着学院的方向走去，樱空释这次倒是跟在了他后面。\n       走得近了，学院一点点清晰。。。。。。。\n       （未完待续）\n------------------------------------------分割----------------------------------------------------------------------\np.s:广大群众实在对不起啊，最近要小升初了，复习紧张作业更紧张，趁着儿童节空闲给大家更上一篇，我保证暑假里会好好更新的！\n",
    "replies": [
        {
            "author": "ybb135788",
            "timestamp": 1433335200,
            "txt_content": "lz你太棒了，顶一个"
        },
        {
            "author": "北极星人",
            "timestamp": 1433418900,
            "txt_content": "看见学院的我立刻想到了蓝翔，，，"
        },
        {
            "author": "Mala23333",
            "timestamp": 1433505120,
            "txt_content": "省略号省略号省略号为什么变成满满一大堆的句号？！强迫症晚期哭倒在厕所……（斗罗还是斗破类的玄幻？真真假假分不清求指教）"
        }
    ]
}