{
    "title": "举报论坛版主爱国青年在公告时使用不当言论伤害论坛原创插件以及原创服务端作者",
    "author": "caoli5288",
    "replyCount": 4,
    "timestamp": 1433244600,
    "txt_content": "帖子地址在这里：http://www.mcbbs.net/thread-451853-1-1.html\n该帖在“mayomi辞职前后曾经有过一些严重扰乱论坛秩序和正常管理的行为，并有过违反版主行为准则的记录”这样的措辞之后，随后附上了本人发布的漏洞修复服务端的截图，我看到后感觉受到了侮辱。\n我作为一个国内外知名的插件开发者，和服务端开发者，先后在国内外发布了数十款实用插件，先后协助bukkit社区和spigot社区修复数个服务端崩溃漏洞，可以说我的技术和对mc做的贡献，在国内是顶尖的，而被爱国青年这个人挂在那里的那个图，是我在mcbbs首发，并且独占的，可以说，全世界发布修复老版本巨大漏洞服务端的只有这个帖子。\n就是这样一个可以给mcbbs本身带来荣誉的帖子，曾被另一名版主，SkyCatcher添加版主推荐图章，甚至于设置临时置顶，这令我感觉很满足，因为mcbbs的一部分版主是有眼光的，懂得留住真正有技术的人的。\n但是今天我看到爱国青年的帖子，感觉受到了强烈的伤害。把我的这个优秀的帖子截图出来，并且把贡献+5特意圈出来，是什么意思？是觉得我这个帖子当不起贡献+5的评价吗？是觉得这样一个在技术上出于世界先列，并且作用对mcbbs贡献巨大的资源发布贴其实毫无贡献吗？\n并且这个帖子发布的服务端，随着更新已经并非是我一人的成果，先后有数位国内顶尖的开发者，或参与代码编写，或参与bug分析，加入到了这个伟大的项目里面来，其中包括著名插件vipzero的作者。所以说今天爱国青年发表的不当言论不仅伤害了我个人的感情，还伤害了其他数位国内顶尖开发者的感情。\n我要求爱国青年此人马上编辑修改帖子，去除不当言论，并且对我本人以及参与开发修复漏洞服务端的小伙伴公开道歉。\n而且我还要恶意猜测下爱国青年此人是否是觉得我和前版主私交密切，这里我要澄清一下。我作为一个顶尖插件开发者，跟插件版版主认识难道很奇怪吗？这里不得不提到去年寒假开始的大规模服务器压测。第一个有效防御假人压测，和tc压测的插件（可能也是唯一一个防御tc压测的插件）是我委托前版主发布在mcbbs的protect。我为什么要委托版主发布？是为了让插件能够更有影响力，当时mcbbs里面有很多号称可以防御，但是基本无效，或者只能防御最早版本压测的插件，我喜欢大家优先看到我这个真正在技术上领先，实际用起来也有效的插件。\n然后后来有人无耻的对我的插件进行了剽窃，经多位国内顶尖开发者鉴定，剽窃情节属实，甚至连我个人在编程时候的一些隐秘的小习惯都没改！\n爱国青年此人当时就发表了“没有损害到论坛的利益”这样的不当言论，我感觉尤其受到了侮辱。我作为一个顶尖开发者，在你们mcbbs发表原创插件，甚至为了让更多人享受到我插件的好处，不计较个人的名利，委托给版主发布，然后这样一个插件被公然剽窃，剽窃着强词夺理完全原创，部分借鉴，而爱国青年此人竟然发表“没有损害到论坛的利益”这样的言论，让像我这样的顶尖开发者心里怎么想，让其他顶尖开发者心里怎么想，让其他可能比我更顶尖的开发者怎么想？让其他努力学技术想在mcbbs发表自己作品的开发者怎么想？让国内外其他minecraft社区的同胞看笑话，mcbbs的版主就是这样对待、评论一个顶级开发者，对待一个顶级的作品的？然后因为剽窃者被封禁，mcbbs受到ddos攻击，而封禁了发出封禁决定的版主在我看来更是可笑至极，就好像警察为了安全当场枪毙恐怖分子，却因为恐怖分子时候报复警局，就枪毙了枪毙恐怖分子的警察，这种事情有逻辑的人都看得出问题。当然就事论事，我个人也不赞同前版主被处分后的过激行为，但这种事情就好像恐怖分子报复警局是一个道理，难道因为前版主的过激行为，你们现在又要处分掉处分前版主的人？或者因为前版主没有能力发起大规模ddos，所以你们就可以不做处理？\n所以我在这里不仅要求爱国青年删除公告贴里面的不当言论，还要求爱国青年管好自己打字的手，不要继续说出一些伤害开发者感情的话，如果可以，我者这里弹劾爱国青年多次出言不当有辱mcbbs正面形象，要求其引咎辞职。",
    "replies": [
        {
            "author": "mingtfarc",
            "timestamp": 1433244840,
            "txt_content": "说得很有道理"
        },
        {
            "author": "异变高压苦力怕",
            "timestamp": 1433250360,
            "txt_content": "支持梦梦!"
        },
        {
            "author": "ufof",
            "timestamp": 1433250420,
            "txt_content": "我希望爱国青年可以和你正面交涉一下，而不是直接锁帖"
        },
        {
            "author": "混乱",
            "timestamp": 1433250960,
            "txt_content": "已进行处理"
        }
    ]
}