{
    "title": "[1.7.10]【光影】史诗级生存哦~不来看一看吗~填以前说过的生存坑啊。。。。",
    "author": "暗灬雨",
    "replyCount": 9,
    "timestamp": 1433520660,
    "txt_content": "こんにちはkon        ni       qi        wa\n\n\n\n没想到吧！我又回来~这么久没有发帖了，我可是准备了一个特别有♂意♂思的整合的说file:///C:/Users/Administrator/Pictures/1111.jpg好了先来看看MOD血量显示、地图、NEI什么我都在说废话？好吧好吧还有光影、动态光源、画质优化厉害吧~这么厉害的整合快点下一个呗~唉唉唉客官别走啊!!本人整合还有本整合，整合了~船岗哨娘化传送门龙骑士更多液体快速工艺更多食物神奇的鱼末影公园蛛网炸弹禁止石柱生命伤害暮色森林昆虫异界更好的村庄怎么样有没有感兴趣呢?你说太简单了不像整合尽说些降低难度和休闲的MOD？不要急嘛~~启示录！！！无庇护所！！精英怪！！！我的环境！！更好的开局！极限末地！！盖亚魔典！！矿工末日！！僵尸意识！！\n我是怕把人都吓走了才最后说的好嘛~绝对不是吊人胃口！！！！！！！！！！！！！！\n\n\n这是一个日渐崩坏的世界，行尸走肉...敌人正在每天成长着人类...在这崩坏的世界已逐渐消失~是大自然的淘汰？！还是......                                                  -------END\n\n\n\n\n\n首先开局你不能用手撸树了，对没错，你问为什么？因为手会痛，你会去血而且我们不是鲁智深=。=那么该怎么办？\n首先你要去撸砂砾~找到燧石！然后就有小刀了~就可以去撸树叶合棍子了然后去杀牛得树皮就可以和斧头了\n剩下的还是去看视频吧=。=\nhttp://www.bilibili.com/video/av1475744/\n\n好了剩下就是要准备喝的水这类的\nEnviroMine 增加了一些环境元素让minecraft看上去更真实。例如水分量，体温，神智，空气质量和一些物理机制。同时，村庄会生成一些直通基岩的矿井来方便玩家。\n你现在就不能肆无忌惮的瞎跑了\n\n像河流river，平原plains，森林forest和其他的一些“清洁”生物群系将给予你普通的水。 你在沼泽swamps和雨林jungles将会发现脏水…… 盐水自然是在海里入手…千万别随便喝盐水，这很危险…… 普通的水没有任何负面效果，但是脏水有几率让你中毒，冷水将大大的降低你的体温，盐水将使你脱水速度加快。 还有一个小技巧就是，将装有“普通的水”的水瓶和“雪球”合成，你将获得一个冷水瓶。 通过融化得来的水将会是清洁的，放心去喝；同样的，通过蒸馏得来的水也是纯净水，你可以通过蒸馏来消除生物群系水源不干净的弊端。      你同样可以合成骆驼包，骆驼包是一个帮助你保持水分量的秘诀。骆驼包需要8个羽毛和一个玻璃瓶来合成。当然在用它之前先机的要给它装满水，骆驼包可以容纳4瓶玻璃瓶的容量，骆驼包下面的小绿条表示其容纳程度，如果装满了水，下面的“耐久度”应该是满的。 激活骆驼包的方法： 你需要先丢其右键，然后把它丢在地上，再捡起来。你需要把它装备在“胸甲”这一栏的背包里，这样只要你的水分量有一减少，骆驼包会自动给你补回这部分水分量。当然最后骆驼包会用尽。\n\n\n\n当玩家实际体温达到出汗的程度的时候，该玩家的水分量将会迅速降低。出汗会降低玩家体温升高的速度，但是如果你放着不管的话玩家可是会中暑身亡的……中暑是一个很危险的debuff，它将造成伤害，作呕，失明和其他的负面效果，让玩家痛不欲生。   如果玩家漫无目的的行走的话……那可一点都不好玩，如果走到了一个及其寒冷的地方还没有防护措施的话，生冻疮是必然的结果。冻疮有两个阶段，第一阶段将造成手脚麻木浑身发凉，使得你无意识间掉落物品（=-=这……），第二阶段会更危险，寒冷会使得你寸步难行，因为你的腿已经被冻僵了！你会收到伤害，并且你的体温急剧下降并达到低温症的程度，低温症大概就是不停的给你造成伤害……   像狼和羊这种长了茂密的毛的生物将不容易死于冻疮，但是相对的他们更容易体温过热！ 又是一个小技巧，如果你一不小心迷失在了寒冷的地带，你可以钻进羊群和狼群中取暖！（赞爆了）\n\n你心怀愉悦地漫步在你的花园中，阳光穿过花丛投射在地上影迹斑驳，但是当夜幕降临，夜的恐惧也随之而来。怪物从中而生并且”神智“开始下降，在黑暗的地方，你的神智将会缓慢的减少，当你被怪物攻击，甚至濒临死亡的时候，神智将急速下降。值得一提的是，被末影人攻击的时候神智下降的速度达到最高点(slenderman的梗)。  同样的，你的神智程度有三个阶段：第一阶段将会造成”幻觉“，你将看到本来不应该存在的物体，听到本来不存在的声音！（卧槽！）第二阶段将造成作呕和失明的效果； 第三阶段最糟糕，你会受到之前的所有效果，你会开始怀疑什么是真的什么是假的……你甚至会开始怀疑你的朋友，因为他们有可能是些别的什么东西…… \n\n\n \n同样的，空气质量是minecraft里从来没有的概念。当玩家身处于一个峡谷的深处，空气开始变得稀薄。不过无论你的海拔多低，空气质量都不会降低，除非你身边有什么，像火把或者岩浆，这种会让空气质量缓慢降低的东西。 树叶会净化空气，增加的你的空气质量，还有一点就是，如果你带着一个“水下呼吸”附魔的头盔，你的空气质量不会降低。\n\n\n\n不同的方块将会有不同的稳定值（这个特性终于出来了……）。 该机制考察的是方块的类型，而不是id，于是其他mod增加的方块也会被考虑进来。 铁块应该是最没效率的吧，而羊毛则是一种连接性强，并且很方便的简直材质。石制方块将会很不稳定，因此不推荐用石头来做屋顶，当然石头仍然是做墙的好材料，至于原石，将会是不错的建筑材料，可以作为主要材料也可以用来做辅助，放在别的方块旁边来做支撑。 方块坠落到身上会对你造成伤害，这个伤害将取决于坠落高度    沙子和泥土的行为很诡异，一般来讲，沙子应该是会直接垂直坠落的，但是Enviromine这个mod增加了更了不起的功能——沙子和砂石将更容易造成山崩。它们会一直划落知道山坡成为一个对角线位置。泥土会有同样的行为，但是仅限于雨天，因此泥土地有时候也是蛮危险的…… \n\n\n\n现在你的食物会自动腐败了……这很正常毕竟现实生活中你的食物每天都在向腐败演进，那么minecraft为什么不来一发呢？ 大多数食物7天内会腐败,所以不要囤积超过你食用量的食物，本mod将计算玩家放在背包里的食物，包括其他mod增加的食物，所以作弊并不容易。最简单防止腐坏的办法就是制作冷藏柜和冷冻箱  当然腐烂的食物并非完全无用，腐化物最大的作用就是将他们堆肥在一个箱子里发酵，最后可以制成骨粉或者作为原料来制作泥土，菌丝或者史莱姆球。如果你非要吃这些腐烂的玩意，你会获得debuff，并且只回复少量的饥饿\n\n\n具体还是去贴吧看吧[url=http://www.mcbbs.net/thread-204370-1-1.html]传送门[/url]\n接下来要小心的当然是僵尸咯每晚……每晚…… 僵尸拆墙——速度超快 骷髅射手爆裂箭——威力无穷 僵尸搭墙——无处可逃 小黑范围性拆火把——体验黑暗 苦力怕——自动爆炸 蜘蛛——对不起我还没见到就死了……\n让怪物生成率更高 随着游戏时间时间推移，游戏难度会提升（怪物血量会增强，还会装备盔甲及武器，会获得许多buff效果） 最上方会显示当前游戏难度值 下雨时你会受伤（每次0.5心，除非你戴上这个Mod的桶头盔） 满月时你不能睡觉\n这mod我就简单介绍这里了毕竟有很多内容更多内容还请去游戏里感觉另外一个整合真的很难建议玩熟了试试极限模式哦~\n暮色的传送门我就不说了说下昆虫的吧利用石砖，錾制石砖，石砖台阶，异界封印台来创造一个沟通祭坛半砖封顶，中间放封印台用祭司杖鼠标右键点击封印台\n\n\n\n最后祝大家玩的开心~~\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "ww2826773043",
            "timestamp": 1433551320,
            "txt_content": "大哥我玩的死了100多次啊。。你坑爹呢！"
        },
        {
            "author": "暗灬雨",
            "timestamp": 1433575380,
            "txt_content": "ww2826773043 发表于 2015-6-6 08:42\n大哥我玩的死了100多次啊。。你坑爹呢！\n早说非常难了=。=说非常难就一定非常难呢，我可是很讲信用的，加油啊少年郎"
        },
        {
            "author": "ww2826773043",
            "timestamp": 1433575440,
            "txt_content": "暗灬雨 发表于 2015-6-6 15:23\n早说非常难了=。=说非常难就一定非常难呢，我可是很讲信用的，加油啊少年郎 ...\n加我QQ2826773043"
        },
        {
            "author": "ww2826773043",
            "timestamp": 1433575620,
            "txt_content": "暗灬雨 发表于 2015-6-6 15:23\n早说非常难了=。=说非常难就一定非常难呢，我可是很讲信用的，加油啊少年郎 ...\n话说你刚刚回我？"
        },
        {
            "author": "暗灬雨",
            "timestamp": 1433575740,
            "txt_content": "ww2826773043 发表于 2015-6-6 15:27\n话说你刚刚回我？\n昨天通宵我刚醒呢"
        },
        {
            "author": "史蒂夫3917",
            "timestamp": 1433583300,
            "txt_content": "支持更新"
        },
        {
            "author": "sy34",
            "timestamp": 1433655900,
            "txt_content": "听起来好赞~\\(≧▽≦)/~"
        },
        {
            "author": "q1072521582",
            "timestamp": 1435368660,
            "txt_content": "支持 顶顶顶顶顶顶顶顶"
        },
        {
            "author": "qq1678586022",
            "timestamp": 1435379700,
            "txt_content": "顶下  好赞"
        }
    ]
}