{
    "title": "[双线]大方块群组 —— 长期稳定的末日生存服|战争|RPG|星际2|变形金刚[1.7.10/1.8.3]",
    "author": "xv1470928",
    "replyCount": 2,
    "timestamp": 1433725200,
    "txt_content": " 本帖最后由 xv1470928 于 2015-6-8 21:33 编辑 \n\n\n欢迎来到大方块服务器\n\n一份悲伤，一份怀念为了延续我和我的小伙伴们的梦想，我们购买了一台服务器，然后大方块正式上线！欢迎曾经玩过大方块或者没玩过大方块的=w=\n这里是图标\n虽然丑丑的 但是不要介意QwQ 会更换的啦对了 该图标会有一些奇怪的羁绊 例如BugCraft BugMinecraft (BuildCraft不是啦,反正图标是我做的QAQ不管了) 但是都不要在意 它们都被我们大方块吃了\n\n好 接下来说说服务器的事情\n\n☆末日生存服务器☆ 独立群号：462212981、236950360多样化的玩法:任务系统、RPG装备、满月、僵尸强化、宠物超多种类的装备:变形金刚，无数动漫内集合的武器以及多种游戏内大量的枪械与战甲，更多弓，更困难的生存却让你有玩下去的冲动\n玩法介绍:1.任务系统:不定期更新，你可以在任务中获得许多生存无法获得的物品\n2.RPG装备:超炫的样式，更高的伤害以及多种装备技能/效果\n3.满月: 每当月圆之夜，僵尸都将无比疯狂、他们的吵闹声会让你无法入睡随着时间的推移僵尸也会变得更加强大！以满足大家生存至后期无穷的杀戮欲望!拿起你的机枪横扫他们！\n4.僵尸强化:怪物们会像，僵尸猪人，狼这一类的生物一样，对猎物进行团队攻击，即有一只僵尸追捕着你，沿途可能会有更多的怪物加入这个行列当中！怪物闻到你受伤的气息，他会来找你要点钱。服务器中，怪物的听觉、视觉得到了提升各种声音都会为你引来灾难怪物会选择最佳的捕猎路线[抄近道]，来攻击玩家！而怪物只要有和你打过架，你就算逃走，他无论路程多远，也要找到你！\n5.宠物:或许你会认为前面的加强太过变态，如果你拥有宠物会发现这些不过是让屠戮减少罢了。宠物会随着时间的增加而变得更加强大[注意宠物会成长的比怪物更加强大]!!宠物血量、攻击、攻击速度会随着等级的增加而增强。超萌的宠物，你还在等什么？快加入我们！\n6.变形金刚:和你的好基友们一起做出变形金刚来对抗这些异变之后的怪物吧。或许玩家会问:这变形金刚没法变形吧？不你错了，服务器内的变形金刚不仅能够变形还有3种形态多种武器供你使用，快变为机车飞驰于大地，变为飞机翱翔于天空。\n\n7.武器注魔:属性太少,输出太低，面对异变后的怪物有些乏力？来，骚年试试注魔吧，让你的武器一飞冲天，让异变后的怪物都如同玻璃一般一触即\n多样化的玩法以及多种装备都让这些异变后的怪物变得无比脆弱！快来加入我们吧，BigCraft服务器群组生存服-[异变都市]\n剧情-初章\n夜晚天空降下各种瓶瓶罐罐，砸在了怪物的身上，人们惊恐的发现，被砸到的怪物或者人类，身体都在不断的变异，变得更为强大，变得具有成长性，随时间变化，他们将会变得无比恐怖，或许那时候世界将会被毁灭。而那些人类，不他们已经不能称之为人类，他们应该叫做异变者。异变者也不再像人类一样，而更像外星生物，他们有着无人能比的视力，还有恐怖的实力，和聪明的脑子。制造出个类似外星科技的武器!勇士们，拿起你们的武器保卫家园吧，跟着赛博坦星的战士守卫我们的家园！\n \n \n \n\n末日生存服务器赞助明细\n★武器★\n斯卡萨特之剑-首冲满50即可获得[无限耐久]\n★游戏币★\n1元=200龙币\n10元=2100龙币\n20元=4500龙币\n50元=11000龙币\n100元=25000龙币\n★变形金刚套装★\n按C可变形       按下C后可再次变形按下V变为战车\n[天空系列]Skystrike套装 内置全套 超高阶 附魔装备以及一把专用武器     购价 300\n//未知的天空只不过是我展现身手的地方，穿上它你会有无与伦比的速度也可到达任何地方\n[陆地系列]Subwoofer套装 内置全套 超高阶 附魔装备以及一把专用武器     购价 150\n[陆地系列]Purge套装     内置全套 超高阶 附魔装备以及一把专用武器     购价 150\n[陆地系列]Vurp套装      内置全套 超高阶 附魔装备以及一把专用武器     购价 150变形金刚套装以下图为例\n\n\n\n\n\n\n☆战争服务器☆ 独立QQ群：244305035\n\n\n\n\n\n\n\n\n\n战争服务器为公益服务器\n\n☆RPG服务器☆ 独立QQ群：459093496 \n描述：\n本RPG服围绕的【种族】以及【纪元】两个点描写与进行，游戏中任何物品和路线【武器、装备、兑换、活动、周目，故事情节，任务等】都包涵着浓郁的西方魔幻色彩。从建筑物到NPC刻画，从势力的由来到种族描写，都能让人仿佛置身在一处时空裂缝的异世界里，感受其中仿佛只有书籍与电影才有的情节。\n\n为了玩家在游戏中有更好的体现，我们花了大量的时间用文案模式描绘出一个庞大的世界观，以及制作出详细的系统菜单。在游戏中剧情的由来与情节的发展不仅会体现在武器、装备和书籍的描述中，还能在日后的支线任务，节日活动，甚至未来的第四次纪元战争中发挥得淋漓尽致。【我们得宗旨是带给玩家最好得体验】\n\nRPG服务器讲述的是【十三星座大陆的故事】，玩家是大陆众多生灵【所有生灵都会在周目的更新中讲诉】之中的一份子，我们不分彼此，我们只为等待第十一次周目的更新【第四纪元战争的开始】。在游戏之中，玩家和玩家可以组队一起打副本，物品的分配是随机转移到玩家的包裹中，玩家之间也可以一起在地皮世界创造各种奇幻的建筑物，也可以在生存区建造自己的城堡、花园等。当然，如果你们喜欢，还可以远离混乱的战争，当一名人人羡慕的腰缠万贯的商人。\n\n如果有人说，一看描述，就知道你们是【软妹币】服。错，大错特错。我们服务器有高额的充值返还，充值折扣，虽然服务器有完善的VIP、点卷系统以及适度的礼包购买以外，但任何东西，包括昂贵的时装以及抽奖卷物品等等，都可以在节日副本、玩家排行【金钱、PVP、魔塔副本】等奖励中得到。\n\nBigCraft服务器RPG服每天都在更新和调整，在玩家的意见和建议之中完善自己。每一次周目的更新都将是一次全新的体验【更高等级的副本、装备、任务、限定称号、时装、RPG物品、剧情更新等。】我们力求让玩家融入这个全新的、未知的世界！【周目更新玩家东西依旧存在，更新只是为了增加剧情、任务、副本等。】\n\n\n\n\n\n\n\n\n\n☆小游戏服务器、空岛服务器、盘灵古域服务器☆\n小游戏暂时有躲猫猫、掘一死战、彩弹射击 空岛服务器没什么好介绍的盘灵古域请务必自行百度 谢谢小游戏、空岛、盘灵古域服务器为公益服务器\n\n\n现在介绍服务器配置&拥有者证明\n\n\n\n\n\n\n\n服务器群号总览\n★总服务器★\n①群：258308657\n②群：460229846\n★RPG服务器★\n①群：459093496\n★生存服务器★\n①群：462212981\n★战争服务器★\n①群：244305035\n大家可以自行选择 客户端都在群里有发布\n\n",
    "replies": [
        {
            "author": "xv1470928",
            "timestamp": 1433815620,
            "txt_content": "每日一顶"
        },
        {
            "author": "xv1470928",
            "timestamp": 1433990280,
            "txt_content": "每日一顶 关于评价套装的事情 请问你哪里看到我们服务器强制卖套装了？ 都是可以不花钱做出来的好吗？不明真相就瞎喷 真的好吗？ 难道我要把我所有服务器可以做出来的东西都要一一陈述出来？  "
        }
    ]
}