{
    "title": "红枫影尘    第一章",
    "author": "ratf",
    "replyCount": 11,
    "timestamp": 1433564340,
    "txt_content": "\nChapter one   【千年前的战争】\n【枫影大陆  圣族 艾斯维镇  荒野】八月中旬，太阳无止尽的烤着大地，大街上只是零星的几个人，知了在不知疲倦的吟唱生命的终结曲，在小镇的边界荒野，一个庞大的军队集结在此。“大家给我听好了！这次的远征我们务必把明日宝石得到！不要辜负了国王的期望！”一个站在队伍最前留络腮胡的将军用他的粗嗓门吼道，其实能听到的也不过那么几个人。“可是，菲尔撒将军，如果魔族的人把明日宝石镶嵌在某样武器上我们又怎样能胜过他们，又怎样能完成任务？”一名紫袍法师小心询问道。因为菲尔撒将军的脾气谁都知道。不出所料，他果然被激怒了：“那就这么的想让他们赢么？这么希望他们镶嵌成功吗？”“不…不”法师被震住了“明…明日宝石是不可能被镶嵌的…”“哼，别说这些没用的了，时间紧迫，赶紧出发！！”他后面几个字用魔法扩音了，十万大军全听见了。他们整了整铠甲和装备，向地狱门整齐的进发。\n\n\n                    【地狱边境】军队在一处由岩浆形成的湖泊休息，可能是因为地狱的炎热，又可能是因为近来的战斗使得战士们都很焦虑和烦躁。“这地狱怎么这么热啊？！那些僵尸猪人太逆天了！”一个银盔战士抱怨道。“就是啊，那凋零骷髅比我们那的骷髅强力多少倍？！”另一个银盔战士答道。“你们小声点，别让将军听到”一名金盔战士提醒道。但他们白了他一眼，然后继续说起来。因为军队人非常多，所以即使是耳语，也会被扩大成好多倍。“都给我安静点！我们已经损失了5000精兵，后面还有很长一段路要走！现在新的军师有话要说！！！”将军用魔法扩音吼道。他身后那个紫袍法师从他身后走了出来。其实将军本来有一位专门的军师，但在之前的战争中被将军给误杀了…(?_?)“大家听着”他用魔法扩音道，并且他的魔法比菲尔撒将军更精进。“以目前的局势来看，如果我们还是这样对自己没有信心的话，定会全军覆没！我们必须为帝国而战！！生为帝国人死为帝国魂！！！”“生为帝国人死为帝国魂！生为帝国人死为帝国魂！！！！”全军齐吼，气势雄伟！而在这神圣的时刻，天空飘下几片散着洁白光芒的羽毛，菲尔撒将军托住它，在手掌心不到一秒的时间，羽毛变得支离破碎。“不好，这是神族的【幻翼】！”将军瞪大眼睛！他抬起了头，原本绯红的天空被神族给遮挡得变成了一片耀眼的白光！“该死！要被捷足先登了！！”将军气急败坏的说“把他们给我打下来！！”站在一旁的军师谨慎道：“将军这不好吧，你这不就等于向神族公然宣战吗？何况我们的土系魔法没有那么远的有效距离…”“可笑，如果不这样我们打的过神族吗？魔族还好对付些。并且难道你们不会最简单的火系魔法吗？”将军背对着他说。“这…”“别磨磨唧唧了，叫你做你就做！”“好”“所有法师听着”军师用铿锵有力的声音说道，并用正好能让所有士兵能听见的声音。“用最简单的【火球】攻击神族”“是”法师们齐声道，势如破竹，没有一丝质疑，但其实是军师在声音中加了催眠作用。所有法师诡异地一起攻击，使原来威力小的魔法变得巨大。被击中的神族或掉入岩浆或坠入山崖无一生还。“大胆狂徒！竟敢伤我神族！”军队最前传来美如天籁的女声。“女皇，是否要给他们一点教训？”她旁边的法师询问。女皇微微蹙眉：“就按你说了办。”“全军出击！”随着法师的命令，所有士兵向下俯冲并发出攻击！圣族军师心中暗叫不好“防护！”可是为时已晚，漫天风刃和箭矢向他们扑来，而法师们已被催眠，若现在要突然从攻击改为防护十分困难。就这样，他们遭受了重大打击。“吼吼——”龙吟从远处传来。菲尔撒将军感觉十分恐慌:他们兽族也是不容小窥的啊，至于他们会帮哪一边，也是一个未知数…值得庆幸的是兽族选择了观战。菲尔撒心想：这样躲在防护罩里也不是办法，神族毕竟有着居高临下的优势，眼前他们的军队处在下风。看着远处坐在紫色翼龙上的兽族首领抱着看戏的心态心中就不爽。“军师，看来要用昨晚你说的那个‘迫不得已的办法’了”他对紫袍法师说。紫袍法师的眼神骤然暗淡“还是要用啊”【一天前】“既然你已预测到了明天的危机那你有什么对策吗？”菲尔撒看着紫袍法师等待他的下文。紫袍法师咽了一口口水：“办法倒是有，可是必须要用人的鲜血来实现！”“可以，只要能得到明日宝石什么都可以！”菲尔撒语气坚定。在帐篷外不时传来恶魂的哭泣……\n紫袍法师闭着眼睛虔诚的吟唱古老的咒语。咒语传人三大军团里的部分人的耳中，他们陶醉其中，突然他们感到肝胆欲裂发出了悲惨的嚎叫。“什么！？竟然是上古魔法【血刃】！”神族女皇感到诧异，这种以血为源禁忌魔法已经失传千年！“噗-噗”他们化成了一片血雾，血又凝固成血珠飞向紫袍法师，在他面前凝结成了一把刀的模样，一把殷红的血刀！“啧啧，白费了一个人才，明知用了这个禁忌魔法会死得很惨…”紫袍法师脚底出现一个魔法阵，那不同于血刃之阵兽族首领和神族女皇瞪大了眼睛：“这…不像血刃，这是自创魔法！不可能！不可能有人可以自创魔法！！！”“沉睡于大地深处的亡灵啊！我用我心头的鲜血取消你的封印！聆听我最虔诚的召唤【血刃·亡灵之祭】！”他的胸口处出现了一个小小的红色光圈，面前的那把亡灵之祭泛着妖异的光。\n[qq]1279641676[/qq]file:///C:/Users/Administrator/AppData/Roaming/Tencent/QQ/Temp/0HN%60RTF44S96S%7DBYYD%7DXS5Y.png\n\n\n",
    "replies": [
        {
            "author": "Ayano舞蝶",
            "timestamp": 1433564340,
            "txt_content": "....感觉不错"
        },
        {
            "author": "海潮",
            "timestamp": 1433564400,
            "txt_content": "请按照板规格式发帖"
        },
        {
            "author": "ratf",
            "timestamp": 1433564520,
            "txt_content": "ratf 发表于 2015-6-6 12:22\n这是图片........"
        },
        {
            "author": "ratf",
            "timestamp": 1433564640,
            "txt_content": "海潮 发表于 2015-6-6 12:20\n请按照板规格式发帖\n？？？新人不懂....."
        },
        {
            "author": "晒月光",
            "timestamp": 1433565300,
            "txt_content": "ratf 发表于 2015-6-6 12:24\n？？？新人不懂.....\n随便找个小说的帖子，然后复制他们的标题就好了"
        },
        {
            "author": "ratf",
            "timestamp": 1433565720,
            "txt_content": "晒月光 发表于 2015-6-6 12:35\n随便找个小说的帖子，然后复制他们的标题就好了\n谢{:10_512:}"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1433565900,
            "txt_content": "晒月光 发表于 2015-6-6 12:35\n随便找个小说的帖子，然后复制他们的标题就好了\n不一定要随便，找个好点的小说的帖子复制；\n并且做适当修改；\n另外建议多看看创作版版规；"
        },
        {
            "author": "Mala23333",
            "timestamp": 1433572140,
            "txt_content": "……好多MC文都跟升级玄幻帝国差不多……实在吃不消"
        },
        {
            "author": "ratf",
            "timestamp": 1433574060,
            "txt_content": "Mala23333 发表于 2015-6-6 14:29\n……好多MC文都跟升级玄幻帝国差不多……实在吃不消\n只不过是加了mod"
        },
        {
            "author": "Mala23333",
            "timestamp": 1433576520,
            "txt_content": "ratf 发表于 2015-6-6 15:01\n只不过是加了mod\n贴吧和MC差不多……多的还是像斗破斗罗那些= =很少看到一些写其他的= =||"
        },
        {
            "author": "ratf",
            "timestamp": 1433591100,
            "txt_content": "Mala23333 发表于 2015-6-6 15:42\n贴吧和MC差不多……多的还是像斗破斗罗那些= =很少看到一些写其他的= =||\n但25sky的不是"
        }
    ]
}