{
    "title": "【原创】【连载】《罔世 常世卷四》上周BUG没更新这次一起补了QAQ",
    "author": "白安西",
    "replyCount": 5,
    "timestamp": 1433566320,
    "txt_content": " 本帖最后由 白安西 于 2015-7-16 16:54 编辑 \n\n洞顶部的缝隙如花朵般裂开，中心的口已经能容纳几人穿过了。洞内一片混乱，我顾不上想白袍男身上为什么会有那些花纹，在密集的人群中我找到卡娜和米斯特里，利用越界之术逃离了阿彻贝利亚修道院。\n“大祭司，他们逃跑了”\n“...没关系...”\n“要追捕他们吗？”\n“不，女神在新的章节中已经记载了我们需要做的事情，阿彻贝利亚女神就要带着复仇之矛回到常世，届时，一切自不量力企图阻挡我们的盾牌都将会被毁灭...”\n祭师冷笑一声，让禀报的人顿时生出无限寒意...\n“poloke...”\n...\n\n 沼泽片区\n从基教中逃出来后，我发现外面还是一片沼泽，卡娜拿出地图和指南针边告诉我们，西北不远就是西方最大的城市St·AT(圣安东尼奥城）。问我接下来的打算。\n米斯特里的任务完不成，委托人也已经亡故了，作为一个有责任心的汉子我又不能把米斯特里抛在这里自己回天朝。卡娜似乎看出了我的纠结之处，说道。\n“..那个，如果是失踪案件的话，应该会上报到圣安东尼奥...我们去哪里打听说不定会找到一些关于米斯特里的信息？”\n我没回答，事实上我完全没底，米斯特里的幻境是一片空白，又没有被封印的迹象，这意味着她是超越了这段生长周期，换句话来说，就好比是一个婴儿，被施下某种魔法一夜成人，但是其本身没有成人的记忆。米斯特里的行为能力不像是一个婴儿，究竟是什么造成了这一切，我怎么也想不通...我觉得，如果能把米斯特里带回天朝，去找我老爹，他一定会有办法，可是米斯特里办理不了文谍，边境守卫森严，又有禁止奇门遁甲的结界，强行突破是死路一条，这个之前也想过，不然早就施行了...\n“凌德，前面有一个小屋，天色也不早了，我们去看看能不能让我们呆一晚吧”\n卡娜问我意见，一路上我都在思考以后的对策，连前面有小屋都没发现。\n“好吧，我也不想再大战僵尸了..”\n住在沼泽里的一般都是以制药为生的人，或者女巫，当然，女巫早在几百年前就被清理干净了。\n小屋的主人名叫利兹，是一个很和蔼的老妇人，她同意我们在这里呆一晚。令我惊奇的是，当她看见米斯特里的时候，竟然看出她有失忆症！\n“您..是如何看出来的QAQ”\n“唔...我研究医术大半辈子了，这样的小毛病还是能识别的。”\n“小毛病...？”\n利兹向我介绍了西方治疗失忆症的方法，虽然我不是很认同，但是从原理来讲是可行的，我希望利兹能试试，她迟疑了一会，说出去找些药材。\n“不会又是宁香草吧？”\n利兹走后，卡娜问我。\n“不知道，或许有别的方法吧...如果利兹能解决这些事情的话...那我可能就起程回天朝了...”\n“...”\n卡娜没说话，似乎是不舍，或者是没想好说什么。\n“如果你有空也可以来天朝嘛，我在天朝京畿开了一家事务所，你到时候问路能找到的。”\n“猪！”\n卡娜突然生气了，此前我从未听见她说这样的话QAQ\n没办法啊我从来不会和女孩子交流QAQ\n...\n卡娜和米斯特里说出去走走，我一个人留在小屋里。\n好无聊...\n我观察四周，这间小屋似乎已经很多年了，楼顶的石材爬满了青苔，小小的窗户边摆满了书柜，对面是炼药锅，酿造台，边上锁上的箱子里应该是些贵重的药材，没什么特别的...直到我发现坩埚上的花纹. .花纹的中心是一个十字，整体乍看像是风玫瑰图... \n我记性不是特别好，但是这个花纹我见过太多次了。\n羊毛店的门口，有一处细小的痕迹，就是这样的花纹。\n修道院里，也经常看到这样的花纹的装饰。\n我本来觉得这可能是西方常见的装饰花纹吧，但是建筑装饰为什么会在坩埚上出现！难道…基教…“凌德！看我们发现了什么！”卡娜突然回来了，我吓了一跳，差点吧坩埚打到地上。“咳咳…你这个是…河豚？？”“对WWWW，我告诉你，河豚可以做成水肺药水，现在城里的药水价钱可高了…这里八只河豚..我们可以…”“额…别算了…河豚是很贵的东西吗？”在天朝，河豚是一道美味，但是因为河豚有毒，吃的人很少，价钱低的吓人。“对啊！这种稀有的鱼很值钱的！”“那..鱼值钱还是药水值钱？”“废话，药水咯！”我突然想到了缓和关系的办法,,╮(￣▽￣”)╭ 老爹，我要把你的伟大发现卖了。“卡娜…”“干嘛…一脸坏笑”“咳咳..你去弄点莲叶来吧”“自己去！我还要炼药呢”“别…鱼留着卖钱吧，我有别的办法做水肺。”把荷叶放在酿造台上，安装好普通的药水，水瓶迅速有了反应，卡娜激动的掐了我一下\n“痛....”\n“啊...不好意思”\n怎么听她也不像是在道歉QAQ，药水很快就反应完成了，我接着往里面添加了一些红石粉末，用来延长药水的效果持续时间，没多久三品八分钟的水肺药水就制作完成了。卡娜和米斯特里都露出半醒半疑的神情。\n“这真的是水肺药水吗...颜色倒是很像...”\n“不相信的话你可以喝了试试看，外面到处是水坑..”\n“唔...还是留着吧...那这些河豚怎么办..放久了会坏掉的..”\n“嗯..给我吧..”\n河豚确实有毒，不处理就食用很可能致命，但是我有特殊的技巧23333，这个就不告诉卡娜了，当我把河豚汤摆在她面前的时候，她震惊了\n“这....这能吃啊....”\n“嗯，当然”\n“不不不不不不....你吃吧”\n“呃...好吧，我吃给你看”\n我当着她的面把河豚汤一饮而尽，她看我吃了没事，半信半疑的喝了一口\n“哇..真好吃！”\n一碗汤被她风卷残云的全部喝完了，米斯特里看着她的样子扑哧笑了。\n“东方人技巧真多...”\n“啊...”\n一时间听不出卡娜话里的意思，我刚想说什么米斯特里先开口了\n“卡娜，你不也是东方人吗”\n“什么QAQ...”\n卡娜一脸震惊的看着米斯特里\n“我...不不不不不不....你那里看出来我像...\"\n“你长的和凌德很像诶...”\n米斯特里一脸天真的看着卡娜，卡娜拼命想回避米斯特里，好像米斯特里在拷问她。\n卡娜粗看确实长的很像东方人，但是她脸上凸显的是洋人的特征。看她似乎一直避讳这个话题，我就识趣地一直没问，然而卡娜被米斯特里一盯，自己招了。\n卡娜的母亲是当年天朝商队的随从人员，路遇劫匪，幸而有一队汉子经过救了商队，她母亲和父亲一见钟情，私定终身，但是商队长硬逼卡娜母亲回天朝，原由卡娜说母亲不肯告诉她，之后不知道为什么商队长同意卡娜母亲留在西方，留下了一些珍玩作为卡娜母亲的嫁妆。\n”商队长和你母亲什么关系，还给她留了嫁妆“\n“不知道...我妈妈一直没告诉我太多，后来我大了就和村子里的男孩出来找活干...然后就成了现在这个样子吧...”\n卡娜停顿了一下，又没有继续说下去。\n“老奶奶怎么还没回来..”\n米斯特里换了一个话题，卡娜抬起头，外面已经黑了。\n“那个..有件事情我要和你们说，卡娜，你认识这个标志吗？”\n我从桌上拿起那个坩埚，指着上面的花纹问卡娜\n“唔...没见过QAQ，这是什么啊”\n“我也不知道，不过我在很多地方都见过...最后都能和基教扯上关系。”\n“那这就是基教的标准咯...等等！”\n卡娜从包里拿出那些从修道院弄来的纸卷，飞快的找出一页，那是一朵鲜艳的玫瑰。\n“就是这个，轮回玫瑰图”\n“A...”\n卡娜告诉我，这个标志从玫瑰转化而来，玫瑰象征着女性的一生，而基教用这个玫瑰图代表了女神阿彻贝利亚。\n“所以利兹也是基教徒！...那我们还...要在这里继续呆着吗”\n“不知道，我不知道利兹是不是已经知道了我们的身份，毕竟修道院到这里还有一段距离，也没有看见修道院里面的人出来，但是我还是很担心她去汇报基教的人了...”\n“外面已经天黑了，现在离开也不安全...”\n“凌德你想办法啊！”\n“为什么每次都要我想办法…好吧,其实我有个主意”我望着小屋内的器材，心里暗暗预演着这个计划，屋外却突然火光冲天。\n———————————————————————————————————————————————————————————————————————作者这么辛苦不打赏一点吗？o(￣︶￣)n 喜欢请推荐给朋友哦\"o((>ω< ))o\" \n上一章 篇章索引 下一章\n\n\n[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "白安西",
            "timestamp": 1433669940,
            "txt_content": "刚刚才过审核QAQ@likeliang @Yy星人 @ZCA @恶魔-潇洒 @早餐 "
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1433677920,
            "txt_content": "不敢再更自己的了……"
        },
        {
            "author": "白安西",
            "timestamp": 1433679480,
            "txt_content": "恶魔-潇洒 发表于 2015-6-7 19:52\n不敢再更自己的了……\n怎么了QAQ"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1433680200,
            "txt_content": "白安西 发表于 2015-6-7 20:18\n怎么了QAQ\n写得比我好都形成了巨大的反差……我的相比之下太差了- -"
        },
        {
            "author": "白安西",
            "timestamp": 1433724600,
            "txt_content": "恶魔-潇洒 发表于 2015-6-7 20:30\n写得比我好都形成了巨大的反差……我的相比之下太差了- -\n[摸摸头](～￣▽￣)ノ   不会啦"
        }
    ]
}