{
    "title": "<连载.单章>【昵称の世界】作者：熊猫丶晓能【第二篇第一章：适应】",
    "author": "熊猫丶晓能",
    "replyCount": 4,
    "timestamp": 1433582100,
    "txt_content": " 本帖最后由 熊猫丶晓能 于 2015-6-6 17:16 编辑 \n\n作者PS：【然而这是时隔5个月的一章】\n正文：       世界变更后····\n       或许只是一场灾难吧？\n       不过总而言之应该是挺了过来。-----------------开幕-----------------------       新篇的故事或许是开始于一个昏沉之下的黎明，晨曦之光透过密密麻麻的树叶斜射在了一片前世界的废墟之上，而这个世界给人们带来地第一份礼物，便是凄凉冰冷的世界。一切的一切显得那么灰暗，如此繁华的都市一下间化为破败废墟，或许听起来会显得很不可思议，但在魔影一族与世界规则更改地破坏之下，这也是无比正常的现象了吧。       但大概也是暂时的吧，在冥冥之处，悄然已经诞生出了新的生命，伴随着白色的焰火，或许这是来自新世界的又一份贺礼吧，不过···会是好的···又或是坏的···都是未知的··总而言之，新世界便开始了·····       あ~那么就让我们来迎接这新的未知世界吧···或许那是会伴随着死亡？----------------·第二篇开始·------------------------       在一个废墟之上，好像有了点什么动静，从一块块混凝土块中伸出了一只稚嫩但伤痕累累的手，细心倾听废墟之中发出了一声少女的喘息之声。       “好累····终于···终于看见光了嘛”那只手将压在旁边的土块再推开了些，缓慢的爬出来，眼睛紧紧闭着，躺在了地上。       躺了一会儿，可能是在沐浴着重回光明的感觉吧，将手挡在眼前，缓缓的挣开了眼睛。       “真是美丽的阳光呢····已经被困在底下好几天了吧呜呜···好饿好渴····”躺了一会儿，便爬了起来，而少女的肚子却突然咕咕的响了起来。       “啊？是嘛···饿了呀···是嘛，毕竟还活着呢···”本能地从身上摸索着可能会存在着的食物，然而这个举动并没有什么卵用。       少女慢慢地走下了这堆似山的废墟，望着远方正逐渐落下的残阳，稍稍沉默了一会儿。随手从废墟中取出了一把钢管。       “是嘛···现在只有自己一个人了么，得靠自己了嘛··”少女想着，“那就先前往树林里寻找食物好了，或许··在森林里会有食物的吧。”少女安慰着自己，走向了森林。----------------些许时间过后---------------------------       已经走到了森林的外围处，但是却只听见树叶间被风吹过而响起地窸窸窣窣的声音，但却没听到来自动物与昆虫的声音。       少女独自一人走在了这显得冷寂诡异的森林中，探寻着可能存在的鲜果或者动物。       少女对于身边的一切也是十分敏感的，这就是依靠于当初变更前在学院中曾参加过一次在几乎了无人迹的森林中独自生存7天，回归回来却是参加活动中唯一一个完好归来的女生，野外技能至少也是点了个两三点吧，不过也是比不上点满技能点的贝爷啦，不过在这种森林中独自一人生存也是应该挺容易的。从旁边的树上折下一些藤蔓树枝树叶，再从中抽出几根比较结实的藤蔓将这些东西捆了起来放在肩上，然后继续往深处走去。       不过也是没走多久就找到了一棵长满了一种与香蕉相似的水果的树，这时候钢管就派上用场了，小心谨慎的爬上树，钢管用力一扫，啪啦啦的就是一大片水果掉在了地板上，然后将钢管丢到地上。从树上跳下去，快落地的时候滚了一下，嗯一个漂亮的信仰之跃，毫发无伤（其实只不过是因为下面就是茂密的草丛而已）。       直接捡起地上的水果就掰开坐在那边慢慢的吃，等待已经耗竭的体力回复。       稍微身上不会太难受后，抱起一些完好的水果再将钢管插在了那捆藤蔓里面，然后四处寻找一个能容身的洞穴。       在森林中找一个能容身的洞穴可能会很困难也可能随便一找就能找到了，只不过少女一找就是快找到太阳落下了。爬进洞里将身上的东西放在地上，解开藤蔓结，将那些包在里面的树叶树枝之类铺在地上倒是可以作为一张床使用，从中间捡了几支较为干燥且粗大的树枝，放在洞穴口，然后将钢管举了起来，口中念着前世界的咒语，接着树枝便直接燃烧了起来。       “呼····这样也算是可以休息一下了吧”少女轻叹了一口气，便躺在了那由树叶树枝藤蔓组成的床上睡了过去，燃烧的树枝发出的光芒照耀着整个洞穴···-----------------------------------------------------------------------------------------------------未完待续·········字数:1308[/hr]@a2455564728索引贴：http://www.mcbbs.net/thread-319739-1-1.html\n\n\n\n\n",
    "replies": [
        {
            "author": "飞鱼在天",
            "timestamp": 1433582400,
            "txt_content": "  开篇就是少女什么的……手动斜眼笑"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1433584560,
            "txt_content": "飞鱼在天 发表于 2015-6-6 17:20\n开篇就是少女什么的……手动斜眼笑\n难道有什么不对嘛【斜眼"
        },
        {
            "author": "2575174857",
            "timestamp": 1439130000,
            "txt_content": "熊猫你以前感觉字数有点少，现在版规规定一章至少1000字，前面的算不算啊？你这个应该是连载而不是单章把？"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1439138040,
            "txt_content": "2575174857 发表于 2015-8-9 22:20\n熊猫你以前感觉字数有点少，现在版规规定一章至少1000字，前面的算不算啊？你这个应该是连载而不是单章把？ ...\n- -以前sb245丢给我这个我就直接这样写了 前面的当然不算- -啊 我属于那种随意的人 如果要托更就能写几千 然后也可能写一千多就丢上来凑个分数2333"
        }
    ]
}