{
    "title": "『原创』MC之恶魔猎人第一章——风之剑圣",
    "author": "魔末",
    "replyCount": 3,
    "timestamp": 1433646660,
    "txt_content": " 本帖最后由 魔末 于 2015-6-7 11:18 编辑 \n\n    浩星元背对着门不远处，拿起手中的东西看了一眼，随手一丢，丢到一个开着的箱子里，又随手拿起一把泛着银色光芒的剑，随手玩弄了几下，就用力的往后一丢，同时拿出一个末影珍珠，用更大的力气丢出去，于此同时，一支箭像元星浩飞来，但他毫不慌张，平静的看着那只箭离自己越来越近，无视着这只箭强劲的力度。\n\n　　当箭要碰到浩星元时，他的身体散发着紫光消失了，来到了门外射出箭的黑衣人的的背后，同时那个飞出去的剑不知何时又回到了元星浩的手上，并且抵在黑衣人脖子除位置。\n\n　　黑衣人也并不慌张。\n\n　　“不亏是顶级的杀手，反应和力度掌控都十分的好。”\n\n　　“过奖过奖，不过你不是熟客，来到这不会只是来看看我是什么样的吧。”说着浩星浩收起了剑，黑衣人装过身来看着他\n\n　　“当然不只是如此，我想让你帮我杀一个人，你能做到吗？”\n\n　　“当然能，我想那个人应该不怎么弱吧，说出你让我杀的对象和要出的酬劳。”\n\n　　“没错，我要你杀的人是被传为风之剑圣的敬元白，怎么样有把握吗？”\n\n　　“那要看你出什么报酬喽。”\n\n　　黑衣人想了想。\n\n　　“50个钻石币，这是我全部的家产。”\n\n　　浩星元看了一下黑衣人，然后笑了一下\n\n　　“你是想给你的亲人报仇吗？”\n\n　　黑衣人身体抖了一下。\n\n　　“哈，好吧我知道了，这个报酬虽然低，但是看在你的诚心上，我就帮你了。”\n\n　　“十分感谢。”\n\n　　浩星元转过身去，把身上的魔之力转化为风之力集中在脚上。\n\n　　黑衣人正疑惑着敬星元为什么不动，突然发现浩星元渐渐变模糊\n\n　　“居然能弄出残像，已经堪比风之剑圣了吧，也许他能战胜。”\n\n　　……\n\n　　浩星元站在一个高地，俯视着下面的风景，似乎除了一些草和花什么都没有了，不，还有风，非常强烈的风，许多草和花已经被风卷在其中，在空中飘扬着,其中有个人影在里面晃动。\n\n　　“果然，剑圣的逆天速度是吸收风形成的，虽然只要会这种方式就可以很快的拥有十分快的速度，不过弱点更大，首先的，就是会热衷与狂风，这可是一个很容易设置的诱饵”\n\n　　浩星元跳了下去，并操纵一部分风在脚下形成减速流，正好在快落地时与重力几乎抵消，并且使降落时间缩短的最短。\n\n　　当浩星元落地时，似乎察觉到了什么，迅速把腰间的剑抽出来，并且丢出两个末影珍珠在不远处，不过其中一颗颜色很暗，并且变得越来越透明，同时把风之力转换为魔之力，又迅速转化为金之力在剑和手上。做完这一切，仅仅过了一秒，同时远处的人影消失了，随之迎来的是从剑身上往浩星元压力和一个声音：“你，也是贪图获取我力量的人吗？”这时，那个人影的面孔终于露了出来——风之剑圣！\n\n　　风之剑圣急忙想刺出第二击，但其中一颗末影珍珠已经落地，浩星元伴随着紫光来到风之剑圣背后，于是，风之剑圣用极快的速度刺出的一击还没反应过来就刺进了墙壁上。\n\n　　“弱点2：反应力很难跟上速度。”\n\n　　浩星元看着风之剑圣的剑卡在石头里，并不急着攻击，因为风之剑圣的剑其实就是普通的铁剑，所以风之剑圣并不会太重视这把剑，如果逼急的话，他可能会弃剑而逃，这样子击杀几率就小多了，于是，浩星元再次丢出3个末影珍珠，并且拿着剑刺向风之剑圣。\n\n　　恰好，风之剑圣拔出了自己的剑，闪到一边去，他看到那3个散发着紫光的末影珍珠，其中两颗就要落在自己的旁边，心中一惊，闪到另外一边。\n\n　　而浩星元却依然站在原地，只是改变了一下姿势，无视了风之剑圣识破自己刚才的行为。此时，末影珍珠落地，紫光闪烁，在4个地方产生了末影颗粒（末影珍珠激活后进行的传送会产生末影颗粒），没错，是4个地方，因为浩星元早在之前就投出了一个末影珍珠，不过由于太高还没有落下，并且因为上面附带着初级屏蔽法阵，不仔细看是发现不了的。浩星元丢出的其中两个末影珍珠，正好落在风之剑圣的左侧和后面。\n\n　　“弱点3：如果能熟练运用风之力的话，行为是成为习惯性，包括移动距离和出招方式。”\n\n    当风之剑圣感觉左侧有股很重的威胁感，正想抵挡，可是来不及了，浩星元的剑已经落下，刺进了风之剑圣右胸，同时落到后面的末影珍珠也已经激活，浩星元再刺向心脏下方三寸处，然后另一边的末影珍珠也已经激活，远离了风之剑圣\n\n　　“弱点4：一旦存储风之力的地方被破坏，不久会使风之力消散，而且会陷入虚弱状态。唯一的优点就是，心脏毁坏依然可以靠风之力传递氧气，且风之力可以保护好内脏，除了储存风之力的地方，所以，最好的方法就是先毁坏这两个储存点”\n\n　　浩星元不紧不慢的掏出一把闪着银色光芒的手枪指着风之剑圣那儿，说道。\n\n　　“其实你一直都被骗了，懂得你这种力量是怎么得来的人都不可能会窥窃你的力量，因为你存储的风之力是被弄上了你的生命标记，除了你，别人都用不了，所以你懂得使用这个力量是别人教你的吧，嗯哼？”\n\n　　风之剑圣，无力的坐在地上，茫然的看着浩星元，并没有说什么。\n\n　　“果然，不会这种修炼方法所带来的一招一式，肯定是有人把这种修炼方法进行修改了，不然像你这种层次，就连白痴都可以领悟其中的‘风之斩’了，那么，这就说明有人把这种方法进行修改，使这样子修炼起来无法使风之力施放在体外，这么懂得力量的操纵，而且还与我有仇的人，只有一个了，不过并不是人啊，幻魔，我知道你在旁边看了很久了……”\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1433646960,
            "txt_content": "请使用模板，请阅读版规\n\n@HGK"
        },
        {
            "author": "海潮",
            "timestamp": 1433658660,
            "txt_content": "请问这个是您本人亲自写的吗？"
        },
        {
            "author": "魔末",
            "timestamp": 1433753940,
            "txt_content": "海潮 发表于 2015-6-7 14:31\n请问这个是您本人亲自写的吗？\n没错，是我写的"
        }
    ]
}