{
    "title": "<连载·单章>魔方世界OL[作者：Aiursad][第31章]",
    "author": "Aiursad",
    "replyCount": 5,
    "timestamp": 1438781160,
    "txt_content": " 本帖最后由 Aiursad 于 2015-8-6 21:28 编辑 \n\n                              魔方世界OL\n\n作者大回归，庆祝！\n二话不说码字\n           \n    长剑在挥舞，即使敌人巨大，雷晓宇也无半点颤抖。大地的颤抖，也不过是细微的动作。一人一兽的对峙，持续了10秒，十秒后，两方都是无影无踪，其实很多人都知道，这战斗，马上会在下一秒爆炸，谁会拿到一血？\n    其不然，结果漫长，过程更漫长，路漫漫其修远兮，“修”“远”在这里，得以施展，火光四溅，雷晓宇的剑与暗杀兽的爪，在太阳的照耀下，多么锋利，都么刺眼。“黑暗来袭！！！”只见暗杀兽融入地面，变成一团黑影，这让雷晓宇甚是为难。直到黑团落到脚下，黑袍人在笑...\n\n     雷晓宇并不知情，只见暗杀兽瞬间翻起地面，把雷晓宇击飞空中。滞空状态时，人是最薄弱的，随后暗杀兽就把雷晓宇拍倒在地，劣势的雷晓宇一下就火气上来了。剑砍过去，暗杀兽变成两半，随后又出现在雷晓宇身后，再次拍飞雷晓宇。剑砍，砍不到。还会遁地，这该如何是好？雷晓宇心想：不能强杀就智取，但是，智取要怎么个智取法。第一，对付遁地的暗杀兽必须移动，或者跳，但是，他不起来，自己也打不到，要怎么办？\n     暗杀兽已经站在雷晓宇面前了，正准备攻击，雷晓宇一个背·瞬斩，便躲过攻击。“是啊，我怎么没想到！瞬斩能躲过攻击判定，以及重置敌方攻击。”然而，冷却是漫长的。5秒一个瞬斩，够雷晓宇躲了。但是，问题来了，法力值的问题，\n           法力值对于一个剑士来说，是一个最大的致命点，雷晓宇也是非常头疼。暗杀兽怎么会给他解决问题的时间，当即一个跳抓。这时的雷晓宇也管不了多少了，一个瞬斩。5秒，漫长？短暂？黑暗的恐惧，并没有让雷晓宇退缩，雷晓宇与暗杀兽对峙了一下，然后就是一个对抓，暗杀兽依然抓空，雷晓宇一个背瞬。巧妙的躲了过去，这样下去，这场战斗怎么可能打的完。“剑魂！剑神，我以血为贡献转为法术，启用魂剑戟法，你将法力集我剑，成剑之王道！”只见剑魂化成一个蓝色的光，附到了雷晓宇身上。“魂剑戟法，天下无双，战！”雷晓宇喝到，便冲了上去。雷晓宇的速度变快了，蓝色的光越来越耀眼，现在的雷晓宇发现源力充斥了全身。雷晓宇一用力，剑也成了蓝色。雷晓宇现在整个就一蓝精灵，雷晓宇一个瞬斩，结果连后面的一群黑袍人也被攻击到了。“啊！！！源力爆炸!火力全开！”雷晓宇竟连续来了5个阿尔法突袭，他疲惫了，蓝一下子耗空，让雷晓宇有点空，充斥的源力也弱了下来。暗杀兽变身影子依然被打到了，一气之下，跳了出来，对天咆哮了一下，只见天上一个光急速落下，就在雷晓宇的上方。见来者不善，雷晓宇后退了几步，一个瞬斩一下就躲开了一个迷你陨石。炎嗣跳了出来，“吼！”炎嗣渐渐变大，一巴掌把暗杀兽拍墙上，晕了过去。      “释放我！”源力成形，呈火团形状，本消失的充盈之力，现在又恢复了！“将我聚于一拳！”雷晓宇虽然不知道是何方神圣，但至少直觉告诉他，照办，这场仗能打赢！“扎马步，重心汇于脚下，随后气运丹田，重心随气齐入丹田！\"雷晓宇做后发现，充盈之力在丹田处仿佛突破天际，之前使用源力的压抑、抑制感消失了...\n      “很好，将突破口的源力控制住，收回于拳头处的源力以粒子为单位吸收控制的源力，重新聚于拳头！”只见雷晓宇的拳头彻底变成了蓝色的光，而且拳头逐渐变大，“快！快！左手握住右手的源力，传导循环，右拳呈半月形，释放！”哗~\n      蓝色的极光向暗煞兽冲击而来，暗煞兽似乎用暗力来催促自己的暗能量导致能量膨胀，导致爆炸，而不死。（可以理解为放屁233）\n     黑暗到极致的光团，冲向了光明，自然法则永恒不灭，当黑暗面对光明时，他等待的，只有失败！是的，暗煞兽，被打败了，被雷晓宇打败了。同时，第一滴血的号角吹起，战争...爆发了！！！\n",
    "replies": [
        {
            "author": "Aiursad",
            "timestamp": 1438781400,
            "txt_content": "@杰·天行者 @kaho @一个游荡的JJ怪 @719220502 @xcc @zjr_516635864 @龙猫精神 @CloudsXDao @a2455564728 @狂风※中箭 @灬友情灬 @ck20020325 @恶魔-潇洒"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438783380,
            "txt_content": "我最近对战争元素文章……很没有耐心！"
        },
        {
            "author": "Aiursad",
            "timestamp": 1438790700,
            "txt_content": "末影龙娘 发表于 2015-8-5 22:03\n我最近对战争元素文章……很没有耐心！\n明明游戏幻想元素的说"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1438813920,
            "txt_content": "不错ing{:10_492:}"
        },
        {
            "author": "杰·天行者",
            "timestamp": 1438820580,
            "txt_content": "蓝色的极光向暗煞兽冲击而来，暗煞兽似乎用暗力来催促自己的暗能量导致能量膨胀，导致爆炸，而不死。（可以理解为放屁233）\n\n其实我觉得小说还是严肃一点比较好，作者吐槽什么的就不要加在里面了_(:3 」∠)_"
        }
    ]
}