{
    "title": "【原创·暑假连载】Ande日记  ③",
    "author": "Mala23333",
    "replyCount": 2,
    "timestamp": 1433673900,
    "txt_content": " 本帖最后由 Mala23333 于 2015-6-7 18:54 编辑 \n\n  【内含很多脑洞w】\n5月16日\n     （外面的世界在昨天下了整整一夜的大雨，空气也变得比下午的湿气要温柔了许多。本来一同约定的篝火晚会不得不推迟，光是看托尼的脸色就知道下雨绝不会让我们等得太久，它会经常光顾这里。\n     最近有越来越多的村民和其他人发现了这个“适宜居住”的好地方，实际上那里除了干瘪瘪的野草和凋零的野花，其他的树木倒是愈来愈少见到了。可能这种状态要持续得更久些——天知道他们会不会把这里到处放牛羊。干净水又丰富的湖泊还是有的，现在则是看到人们在周围打了一口井，身体强壮能干的年轻人则每日背着栓了两个木桶的挑子，整日来回在湖泊和村庄。\n     种的树既不算多，又不算少，刚好能满足他们一年的需求，小孩子们坐着木马拼着木刀木枪，这里远离“上层社会”，所以男女老少都穿得很古朴，种桑养蚕，男耕女织，老有所依幼有所养；衣服随四季变更而换着不同的款式，备受女性喜欢的衣服则是茶色典雅朴素没有太多不必要陪衬的羊毛制作的长裙。不过洗的时候得非常小心。\n     男人们则大多是实用派，对衣服的要求并不太高，只要能舒适些，在冬天能够抵御凛冽的寒风；在夏天能带给他们足够的清凉就足够了。\n     放的羊儿很多，牧羊的大多数是些有些不懂事却很娴熟的男孩子们，女孩子只需要为他们准备足够在路上吃的面包、喂给羊羔们作奖励的盐、足够喝的水和一个杯子（方便他们喝刚挤下来热乎乎的羊奶——有助于他们长高又壮实，大人们如是说），叮嘱他们“路上小心”诸如此类的话。再目送他们离开。\n     牧羊男孩们有时会坐在一起围成一个圈，挨着顺序依次分享他们在路上的种种经历，也有时他们会讨论些关于精灵或是讲些传说的恐怖故事。\n  “杰克，到你啦！“脸被太阳晒得红彤彤的查理用胳膊尖儿捅捅黑发蓝眼的男孩，”跟我们讲讲你在路上看到些什么玩意儿吧，别——结巴，没人——给你在舌头上打个——结儿！“\n     孩子们爆发出一阵大笑。\n  “讲个吓人的故事来！“\n  “对！吓——人——的——故——事——“\n  “很——恐怖！恐怖！“\n  “净是听到小姑娘的爱情故事，不就是娶了个王子得了个了不起的城堡吗，我看呀——没准王子有天觉得很无聊，就把她废了，换个新的来——他父亲肯定是同意的！“被男孩们冠以”顺风耳“的大个子男孩吹声口哨，一只羊从羊群中飞跑了过来，”就像‘那什么什么国’（他把名字忘了，其实是在某一本被人丢弃破旧的薄小说里见到的，讲得故事内容混乱又不合常理，没人能看懂这玩意）一样，那里的男人有很多女人追求，他们穿着漂亮的花衣服、鞋子有着尖尖角，戴着个羽毛草帽（男孩对插着各种羽毛的礼帽的戏称），把头发留得——束在一起比他们的头还高（戴着假发），这群娘娘腔，仗着自己财达气粗（此处为大个子男孩的口误，他时常将一些字读错），哎！——娶了好多老婆！——抹着又白又厚的脂粉和假腮红，嘴红得要滴血！成天扯着嗓子大声叫——还以为她们是天上的百灵鸟、地上的蟋蟀呢。那叫声，比海豚的尖叫还难听！“\n  “可你听过‘海豚的尖叫’吗？“弗兰克一脸怀疑，”可你从没去过海呀。“\n  “我姐姐去了呀，她还写了信给家里，当时我是偷偷拿去看的。你瞧——“查理卷起袖子，露出手臂后面一条疤痕未消的伤痕，”我一拿到信，就听到我爸跟我妈吵起来了，门外满是些碎块，噼噼啪啪响了好久一会儿，吵声也越来越大。平时常来布道的神甫肖恩叔叔都急忙赶过来了……一连不知道有多少人跑去劝架呢……大概说该去上学的事。那时我吓得连信都拿不稳，还不小心打碎了好几个碗。浑身哆哆嗦嗦个不停想也没想就开了窗子跑出来。结果跑得太急，被树枝擦了好大一口子，又摔了个狗啃泥，掉水坑里去了——你可不知道那口子还一直流血呢，疼得——哎！哇！啊嗷！这该死的！“说完，他嗷嗷大叫，呲牙咧嘴，还一边做着摔东西的动作，一边还模拟东西摔在地上发出的”噼噼啪啪“声，”哗啦！咔吧！砰砰啪啪！你这小兔崽——子！今天要——你好看！乒乓！咣咣咣咣！——知道知道——我的厉害！“\n  “少来！“黑色卷发蓝眼睛的杰克吐吐舌头，皱起眉头又大声叫嚷起来，”查理——你这个——不听话的——扫、把、星！——什么东西到你手上没好果子吃！前个礼拜我弹珠子到你手上——就碎啦！！听说你姐姐最近还寄了许多钱过来，这些珠子可是花了我整整一年辛辛苦苦才存下来的私房钱——你倒是赔呀！“\n  “好好好，我就赔个不是了。“他唤来的羊羔对他歪了歪头，十分好奇他们在谈论什么，”白花，过来，我得喝些东西润润喉咙压压惊。“便从杰克的背包中抽出一只杯子，从白花挤了满满一杯的羊奶。再递给杰克。”拿去喝吧，白花的奶，刚挤的。新鲜的很。“\n  “继续说。“坐在一旁的迭戈抱着膝盖。\n  “别卖关子了。“里安撅起嘴来，”这里就属你最啰嗦，杰克。“\n  “我先停下，杰克，别吊我们胃口了。“查理又用胳膊尖儿戳戳杰克的肋骨。\n  “好，那我——去去，白花，这里没你的事！“\n     白花的眸子好奇地注视着一群男孩，杰克突然站起来把它吓了一跳，但它仍没有要离开的意思。\n     于是杰克用力挥舞手握的粗木棍，粗糙的木棍在阳光下暴露出扭曲突兀的轮廓。眼看就要打在白花自己的背上，它咩叫一声，随即便飞快地跑走了。\n  “来，我知道这里有个传说……是那个叫哈里的流浪汉告诉我的……“他丢开木棍，重新坐回了由牧羊孩们围城的圈里，”是这样的……从前，这里曾经有一个名叫琳达的女人，她丈夫是个酒鬼，岳父又是个铁公鸡，丈夫好吃懒做，全靠她每天早起贪黑地做衣服拿去卖才勉强维持每天只有一丁点面包和黄油的生活。大多数钱全被她丈夫和岳父私吞了，要么是丈夫买酒去喝，要么就是岳父用这些钱找穿得花花绿绿胸大嘴唇厚的妓女玩。她又累又饿，一些好心人每天总想法子要让这位可怜的妻子过得好一点，劝她快点离开那个负心汉。也同时又有了对她的追求者每天跟她嘘寒问暖。但她并没有离开那个可恶的酒鬼……“\n  “她脑子进水了！“迭戈大叫。\n  “妓女！“查理猛烈摇晃着杰克的肩膀，”这个词！千万别讲！要不然肖恩叔叔会生气的！就凭他那神甫脾气——“\n  “别吵呢，我还没说完啊！“杰克一把推开查理激动颤抖的手，”哎，哎，查理，你们都听到啦！我就不提那个词了！它可真恶心！呸！呸！“\n  “恶心！恶心——呸！呸——！“周围孩子们都模仿杰克做吐唾沫的样子。\n  “好啦，我们继续吧。”\n“不久，琳达夫人生了一个孩子，是个女孩。可是……“杰克突然沉默下来，闭着眼睛低着头，大家都感到颇为奇怪，”那时从天上掉下来一颗石头，在地上闪闪发光，她那个好色岳父和酒鬼丈夫跑过去一看——天哪，是一颗蕴藏无尽财富的巨大宝石！“\n  “之前琳达夫人的那个酒鬼丈夫，只要一喝酒，就红了眼又红了脸，一边唱一边用棍子打他的妻子，那岳父在琳达刚入嫁之前就色眯眯地盯着她的胸部，还故意去买了一件又薄又——哎呀，这太不好意思说了！——他逼迫琳达穿上，还要让她跪着面对他擦地板！他说这时为了要考验她有没有资格成为自己儿子的妻子，哎！用脚趾头想想都知道这老头就是个色鬼，没说的。“杰克又停顿下来，咳嗽咳嗽。\n  “你渴了吗？“黑黝黝黑卷发的男孩斐吉问道。\n     杰克指指喉咙。\n  “好家伙，我帮你再接一杯。”斐吉拿着杯子跑进羊群中，“阿黑——快过来！“\n  “为什么你不直接去找白花呢？它奶又多又新鲜，人人都这么说，舍不得吃呢。”查理坐在草地上，“如果阿黑不愿意呢？它平时脾气坏得很。用棍子打它它就听话了，你得拿着它。”\n  “不，查理，我得叫阿黑回来——它过来啦——来，阿黑，别怕，我不会打你的……只需要一些羊奶就行啦……”\n     ……\n\n\n\n  “托尼，你是跟踪狂吗……看他们干什么？”Ande靠在树旁，惨白的皮肤使他在树林（虽然树少草却多）中特别突兀，“如果没什么事的话，我还是告辞好了。”\n  “嘿Ande，别那么冷淡嘛，你看那些可爱的小绵羊——啊哈！我敢说这羊奶可是连城里那些贵族先生小姐们喝都喝不到的美味……啊，多新鲜哪！”托尼绿色的帽子上，Snowy躺在上面正睡着大觉，“不来一杯吗？可是很有益健康的！像你这种瘦成竹竿的家伙，要是被风这么的一吹……”\n  “好了你就闭上嘴看着吧。”\n  “要是被风这么的一吹……哇哦——吹到十万八千里远的沙漠那……啊哦，这可怎么好呀——埃丝特又要为你担心喽。”托尼脸上挂着一副祝贺“有情人终成眷属”的笑，“哎呀呀劳拉这老处女……这可怎么办好？”\n  “你闭嘴。”Ande别过头，“啪”地一声，绿卷发的少年被打了个踉跄。\n  “哟呵Ande你也不小了连你爷爷都打？”绿卷发少年仍嬉皮笑脸地说道，“呜哈哈——哎哟！”\n     托尼被踹了出去。\n  “沙沙——”\n  “谁在这儿？！”孩子们突然回头，“贼？坏蛋？出来！出来！”\n     一只纤细的手拽住托尼的头发，重新把他拽回了树林里。\n  “没声音啦？”查理扔了一颗鹅卵石到树丛里。\n  “梆”，声音很微弱。\n  “出来——我知道你在这里！——”杰克大叫起来，“我们不怕你！我们有、有、有五七（此为杰克口误）！出来！出来！你给我——出来！”\n  “去看看？”迭戈提出建议，“我这里有把小刀，平时削树枝用的，我做个长矛，这里还有绳子……”\n  “那你快点，那家伙可不容易那么好搞定。”查理小声说。眼睛始终盯着发出沙沙声的那片树林。\n     我当时好像看到什么白色的东西，是幽灵吗？——肯定不是吧，我想是的，大概是哪个人家的小孩没经验，把某只羊儿落在这里哩！\n\n  “嘿嘿嘿——你差点让我们都被发现了！这样会让他们不会再来这里的！”绿卷发少年面露怒色，他恨恨地盯着Ande“你怎么净是扫人兴致？！你肯定是故意的吧？！受不了你这怪脾气了！真不知道当初埃丝特和那老女巫到底是出了什么毛病居然叫我去暮色森林找那只老爹脾气的大卷角羊来糊弄那些狂热的村民——她是不是疯了？！你有什么好让她喜欢的？！你差点害死她不是吗？！早知道她会被你这冷来冷去的家伙伤心——还不如让你就死在火刑架上呢！”他说话越来越快、越来越气愤，因为自己与埃丝特无缘而伤心，也因为他的冷漠而愤怒，要是早些、早些、再早些知道后来会发生的事，情愿让那家伙直接被烧死在火刑架上也不让她因为急病突发而差点丢了性命。\n     突然，托尼愤怒地在地上抓了一把土，在他奇怪的注视下将带有石头的泥土扔到他自己的脸上。Ande沉闷地咳嗽几声，只听到托尼这样说：\n  “你自找的，混蛋。“\n     这话说的相当平静。\n     里面的含义他能感受得到。\n     无需任何人告诉他。情绪总会丝丝缕缕感染身边的人。眼前的这位绿卷发少年已不止活了仅仅十五年，事实上，他比Ande还要大得多，却在族群中只能算个乳臭未干的小屁孩而已。\n     谁叫寿命总不是自己该能控制的呢？\n     在五人之间，埃丝特和托尼年纪差不多，Snowy体形虽不算大，但也要比自己年长。至于最后一人，则是住在下界平时比较爱发牢骚的埃伦了，她的年龄——大家都不知道，也不清楚，只能约摸她是最大的一个。\n     但对末影族来说，Ande已经很年长了。\n     大家都有些啼笑皆非。他闭口不言。\n  “够了，托尼，从前的事就让它入土为安吧！”Ande阴沉着脸，脸上终于浮现出一些情绪，杂乱又难以捉摸。他失控地掐住托尼的脖子，将他重重地砸在树干上。\n“呜呜呜！！Ande你疯了？！快松手！！呜呜呜呜——”托尼抓住Ande的手，用力地掐出了指甲的划痕“我……快、松……手啊……”而他丝毫没有要松开的意思。托尼便后悔自己当初的鲁莽举动。后来反复的战役和死难者已经严重刺激了他自己，所以在一个人最后的忠告下戴上沉默的面具，尽管并不是他个人所愿，但没人知道这些，他也不会对任何人提及从前的任何事。就算“了解”自己的人，也绝对想不到那灰暗的过去。\n   显然托尼又逼迫他去面对那些事实了。\n   眼前越来越多黑点覆盖，潮水涌来似的灰色跃进托尼的视野里，他听到Snowy酣睡时的呼噜声，就像Ande在从前听到End打呼噜时那样，现在他并不知道怎么才能让这个应激发作正掐着自己脖子不放的家伙恢复正常。\n“咳、咳咳、咔啊啊啊……呃咔、呕……”\n   你这是报私仇吗……那可真是差劲啊。难道你这家疯了还不是？\n   正想马上就要灵魂出窍的托尼忽然感到肺脏一片畅快，他呼吸着水分充沛湿热的空气，眼前一片明亮，呼吸顺畅。好的，我还没那么早就去上天堂去报道了。他咳出一口浓痰，吐到一边，再看看周围。看到Ande坐在倒下的树干旁，双手捂住不存在的耳朵，将脸埋在膝里。呼呼地喘着气，胸口不停起伏此时他虚弱地抬起头看了托尼一眼，便又转回去了，没有再看他。\n“嘿……Ande……说实在的我非常……抱歉……我知道你也……不会关心这些的。我、呃，之前别放在心上……就像你说的，‘让它们入土为安‘，OK？”托尼有些结巴地说出这句话，此时脸红到了耳根，但他并不打算要靠近这个奇怪的家伙。没准他又会发疯，这次可不一样，有可能一下子就被掐死从此回老家报到也说不定。\n“没关系……别再说了，让咱们先打住，好吗？”Ande便不再说任何一句话了，保持着原先的样子，仍是难以捉摸。\n“……那我不说好了。”他摇摇头。）\n\n \n\n   走开，走开——离我远点！\n   别过来——快离开，离开！不要疑问！！不要疑问！！！\n   让那该死的噩梦离我远点！——让它们统统离开！！\n   让它结束……\n\n（外面世界的晚上，Ande独自离开，在村庄边观察着人们的一举一动。一只僵尸见到了，也好奇地坐在他旁边眼睛呆呆注视着人群，今天人们倒是都锁紧了自家的家门，所以他明白自己铁定搞不到任何吃的，何况自己旁边的那个末影人可以不吃不喝照样欢脱地过日子，还带什么东西吃呢？\n   而这次出乎意料的，身旁的末影人将背包里全部食物都给了自己，所以他理所当然地给了那个末影人一个黏糊糊的拥抱。然后狼吞虎咽起来。\n   好像那家伙在对自己笑……是错觉？）\n  \n\n\n\n",
    "replies": [
        {
            "author": "992979148",
            "timestamp": 1433675520,
            "txt_content": "很好看啊 支持一个 楼主辛苦了"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1433677320,
            "txt_content": "这什么啊，大部分是病句，本来还可以看的文字，这么一搅，我看了一半就愤然了。"
        }
    ]
}