{
    "title": "<原创·连载>《史蒂夫的战纪》 第九章",
    "author": "晒月光",
    "replyCount": 3,
    "timestamp": 1433929740,
    "txt_content": " 本帖最后由 晒月光 于 2015-6-15 22:16 编辑 \n\n 第九章：虚空\n\n\n我叫天方，曾经是史蒂夫。\n\n\n  一个叫初的自恋狂将我从游戏里救出来，然后又将我杀掉了。\n\n\n  虽然身体完全溃散，但我却还能感觉的到身体的存在，一个瞬间过去，我便在刚才起来的床边重组复活。\n\n\n  “哎呀呀，一不小心就将你身体所在空间搅碎了，本能反应，抱歉抱歉。”初翘着二郎腿说到。\n\n\n  “看来，如果我无法将时间完全暂停的话，是无法打败你的吧。”我冷眼看着他。\n\n\n  “呵。”初笑了笑，捋起额前的白发，眼神如死水般看着我，“对。”\n\n\n   气氛有点阴郁，初的脸上虽然依旧带着笑容，可是我看的见，他的眼中并没有笑意，“那我现在应该干嘛？”我开口问道。\n\n\n   初好像刚回过神一样，意识到我好像在问他话，“现在？”他撑住头想了想，“当然是杀进史蒂夫公司，将史蒂夫拖出来大声的嘲笑啊~”\n\n\n   “......”我无语了好一阵，看来完全不想告诉我啊，“也就是说，要进入史蒂夫公司？”\n\n\n   “对。”初指了指靠墙的电脑，“那有我出来后收集的资料，给你三个小时看完，我先出去一趟。”说完这句话，沙发上的身影越来越淡，竟只是道残影，初人已经不见了。\n\n\n    ......可是，我不会电脑啊。\n\n\n    没办法，只能硬着头皮学了，说明书就摆在电脑桌上，看来初还是很周到的。\n\n\n    被初从游戏拉到这个世界后，脑中渐渐浮现出许多东西，一些在游戏里都不会想的东西，比如电脑、汽车、枪之类的科技产物，以前我可不知道有这么些玩意儿，但现在，我竟然理所当然的认为这些东西本来就有，这是怎么回事呢？\n\n\n    电脑上手很简单，我轻松的找到了初整理的关于史蒂夫公司的资料，调查的资料大部分集中在保卫工作上，诸如安保人员人数，巡逻时段，建筑材料，警报设施，防卫机关之类。\n\n\n    建筑材料这一栏我倒是很感兴趣，上面书写着：材料位置，无亮度，不可燃，硬度低于基岩，超过黑曜石，现有工具包括钻石镐或钻石电钻无法破坏。\n\n\n    竟然是比黑曜石更硬的材料，是人工制造的吗？\n\n\n    花了近三个小时在电脑上，虽然不至于让我头昏脑胀，但眼睛还是有点花，外面的天色略暗，而初还没回来，我是不是该出去看看...\n\n\n    这样想着，我打开了这个小房间的门，话说这个世界的外面我还没看过呢，从小窗往外大概能看出是高楼林立...\n\n\n    然而，并不是。我打开门后，看到的却是一片虚无，和上次我回到第一天前的那个空间一样，死寂而黑暗。\n\n\n    这便是虚空，当生物落入其中，生机便会一丝丝的被剥脱，鲜血将会一股股被吞食，肉体将会一点点被腐蚀，将其吞噬殆尽。不仅仅是生物，物体也会被分解，留不下灰烬。时间不在其中流动，空间也被封锁。\n\n\n  初居然将藏身的地方设在这种地方！\n\n\n  骤然，一阵心悸的感觉袭上我的胸口，眼前一阵恍惚。\n\n\n  此时，初的身影突然出现在我眼前，“还有点自知之明，这片虚空除了我...嗯？”他突然停住了说话，疑惑的看了我一眼。\n\n\n\n  “孤认为，孤也能过去。”\n\n\n   这绝不是我的声音，但我怎么看不到周围了...\n\n\n上一章\n\n下一章\n\n目录\n\n——————由于天灾人祸.....好吧，由于好几天没上网...某把密码给忘了......还一直输错，今天换了新密码才登上....\n\n",
    "replies": [
        {
            "author": "qxdnfsy",
            "timestamp": 1433937000,
            "txt_content": "搞这么多空格好看吗...\n不过写的不错，加油"
        },
        {
            "author": "晒月光",
            "timestamp": 1433937300,
            "txt_content": "qxdnfsy 发表于 2015-6-10 19:50\n搞这么多空格好看吗...\n不过写的不错，加油\n空格指的是每一段间隔开的空吗？只是不想太密了。。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1433938380,
            "txt_content": "建议空格少一点，对话少一点"
        }
    ]
}