{
    "title": "<原创>Player 第一章【万青云出品】",
    "author": "万青云WanQY",
    "replyCount": 2,
    "timestamp": 1433929920,
    "txt_content": "大家好，我是万青云，\n由于那个什么奇葩的《狼族日记》\n被我写太萌了，\n脑洞那么大的我，也是写不下去了，算了，让我构思一会，\n前几天没有发诶，\n那么今天我来挖一个新坑。\n《Player》\n也是我脑子抽经想到的，\n下次我会弄一个叫\n《Pumpkin》的东西，\n现在已经在构思中了。\n恩恩，如果喜欢看《狼族日记》的朋友，\n也希望能支持我的《Player！》啦，\n别说我抄袭，或是类似。我论坛文章就看过\n一个《我的老师是末影……》\n废话太多了，进入正题\n\n-----分割线\n\nPlayer\n\n\n一道虚影闪上了龙背，手中闪着紫光的铁剑狠狠插入了黑龙的脖子，黑龙扭曲着身体，不甘的吼叫着，随后化作缕缕紫光，灰飞烟灭。 青云出现在玉白色的末地之石上面，坐了下去，轻轻叹了口气，一个近2米高的壮汉拍了拍他的肩膀，摇了摇头，说：“走吧……” 青云突然站了起来，轻轻问道：“紫万，几年了？” 那个叫紫万的壮汉回过头来，笑了笑：“17年了。” 青云沉默了，过了好一会，轻叹道：“几个了？” “我们队26个，总共世界152942个……”紫万说道这里，也沉默了。 青云淡淡道：“走吧，这里没什么好留恋的了。虚影，出来吧” 在青云旁边，一道淡黑色的身影出现了，手中右手拿着一把淡蓝色的匕首。他笑道：“太无聊了，挖了几个安德的眼睛做纪念。说着他张开了左手，露出了几个带着血色的紫红色眼睛。 青云说了句：“别太贪玩，到主城克制点。”便轻巧的跳上了祭坛，闭上了眼睛，跳进了祭坛里无尽的黑暗。  这群人，被后人成为“Player”，中文名是玩家的意思。别以为他们在玩什么好玩的游戏。这是死亡游戏，可以说是近年来刀剑神域的翻版，这里面的画面，游戏内容，是以Minecraft为原型的，一切的物品，都是方方正正。可是唯独奇怪的是，人确实是原来的样子，让人感觉有一种极度的不协调。有100万个人被传送过来，每死掉一个，屏幕上的数字就会少一个。直到0为止。 每个人都是身体被传送过来，这里没有所谓的技能，和属性，一切的灵巧度，伤害值，全都是靠人们自己的训练练出来的，所以在这里能生存下去的，各各都是身怀高招的人，为什么这么说呢？一方面是训练的缘故，另一方面是因为主城虽有防御，但每年的夏季，和冬季（注：这里面分四季）都会有兽潮，和怪物潮流的袭击，倘若不能防御住，就只能接受死亡的命运，所以别看这里的一个小孩子好像很好欺负的样子，实际上，他不到一秒就可以把现实中的一个普通人干掉好几次。 人们会在这里感受到饿，渴，冷，热，恐惧等各种心情和状态，如果处理不当，则会死亡，和现实很接近。 万青云等3人就是生活在这里的人，他们接受了最难的任务--屠龙。原本29人的队伍，现在只剩3人了。这很好的诠释了弱肉强食的道理，无能，便会死。 眼前顿时一片明艳，人群发出的喧闹声完全不同于末地之路的死静，让人感受到了生机。 青云3人张开了眼睛，虚影首先说道：“和你们在一起太无聊了，我去逛逛，说着，身体一模糊，便消去的踪影，地上留下了几颗之前带回来的安德之眼。 青云无奈的摇了摇头，叹道：“我们队怎么会出现这种奇葩，不和大部队走，额，当然现在只有我们三个呵呵，算了，由他去吧，反正接任务的时候，他会出现的，这个人杀气太重，真的是……” 话音未落，一把闪着幽绿色的铁剑就横在了青云的脖子上，青云张了张嘴，无奈的摇了摇头，虚影笑嘻嘻的站在他后面，拿着剑，大笑道：“我们可亲的大队长啊，你刚才说什么呀？最近耳朵不好，再说一遍呗！”话音断了，虚影的踪迹消失了。 青云无奈的极了，居然自己找了这样的队友，他捡起了地上的眼睛，对紫万说道：“走吧，我们去把任务奖励换了。” 青云刚抬步，就听见一声大喊：“喂，就是你，老子找到你了，穿青衣的家伙，你居然敢抢老子的安德之眼，大家快点抓贼啊！” 青云古怪的笑了笑，难道自己有那么好欺负吗？ （未完待续）\n----分割线\n这一章主要是介绍一下这个主要的大框架嘛，所以可能有点无趣，下一张我会努力写好的，还是希望大家能支持我啦。\n我是万青云！\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1433942160,
            "txt_content": "刀剑神域的设定\n有点厉害的样子"
        },
        {
            "author": "woainimm3",
            "timestamp": 1570086000,
            "txt_content": "哈哈哈哈哈哈"
        }
    ]
}