{
    "title": "[原创][单章]玄幻小说《影子》",
    "author": "匿名",
    "replyCount": 14,
    "timestamp": 1433993400,
    "txt_content": " 本帖最后由 匿名 于 2017-9-10 14:20 编辑 \n\n\n     黑暗深邃的宇宙，充满着无尽的未知秘密。在它形成之际，轰轰烈烈，光芒四放，空间扭曲，时间破裂。而与此同时，某个地方，却依旧是那么寂静，那么黑暗……                                                                              第一章：危机     他从床上缓缓起身，感受着身体内部微妙的能量变化，眉头皱了皱，似乎察觉到了什么不对，却又感受不出什么来。“唉算了，感受不出就甭管它好了”从窗户照射来的一缕阳光，让他感觉一身舒畅，“还是先吃点早餐吧”  突然，他的灵魂都颤抖了一下，整个身子不受控制地倒下去，脑子里一阵子的天旋地转……     ……“齐远清,醒了就别装了吧!”一个声音冷冷地说道，“我救了你一命，还不来谢谢我？”      齐远清原本看到是这个刁蛮女——田茜梅，是不想起来的，但奈何有超能力，能知道别人心中在想什么，还能用意念移动东西。齐远清睁开眼四处张望，发现自己正处于她的家中。令齐远清没想到的是，田茜梅这个刁蛮女的家里布置地很温馨，一切都井井有条，而茜梅也长得挺漂亮的，就是和她性格有些不符。     “你运气看看吧，你是否感受有些异常，你已经昏迷了3天了”她皱着眉头，还是冷冷地说，一边说，一边离开了这个屋子。       齐远清不试不知道，一试吓一跳。他发现自己体内有两股能量，一股是自己的蓝色能量，一股是未知的黑色能量，这两股能量都在互相冲突，一片混乱，好像黑色能量想要搞破坏，而蓝色能量却又要阻止。这弄的齐远清大为不解，他从半个月前就发现了异常…..当时他正向他师傅向天羽——贝尔斯王国有名的大法师——学法术，他发现自己天天上山喂养的小猪由原本的温顺服从变得暴躁起来，从那以后，齐远清每天都有看见怪事：天气突然寒冷，一会又是太阳红彤彤；许多人都好像是变了一个人，原本温柔的，变得暴躁，原本胆小的，一下子变得胆大包天；然而最令他疑惑的是田茜梅和向天羽没有受到任何影响。       齐远清走了出来，他想去贝尔斯主城找向天羽。这时，田茜梅正在河边梳头，长发飘逸，河里的水映着她的影子，再加上这山水，看的齐远清都痴了。这时，田茜梅转过来，满脸通红地看着齐远清，用意念将他拖起来仍向远处。       当齐远清起来时，田茜梅早就不见了，他掸了掸身上的灰尘，心想，算了继续赶路。\n      这时正是温暖的春天，却不见了春的活力，一路上见不着百花盛开的场景，只见着枯死的树木，一切显得那么寂静、荒凉。齐远清觉得肯定出大事了。      接近贝尔斯城了，然而贝尔斯城一改从前的繁华、喧嚣，孤零零地卧在那座山上，城上笼罩着恐怖的阴云，充满死亡的气息，城旁，还有几个萧索的小山村，显得十分诡异。这气氛，令人窒息。齐远清不禁打了个寒颤，加速前进。      进入到城中，中央大街寂静无声，城镇居民房门紧闭，齐远清上前敲了敲门，却迟迟不见动静，于是他用师傅教的那招，直接穿透墙壁进去。齐远清四处张望，不见人影，只见人身漂浮在半空中，脸色惨白，眼睛空洞无神。这把齐远清吓到了，他检查了其他住宅，也全都是一样，齐远清意识到事态的严重性，直接去皇宫找师傅。平时皇宫是严密戒备的，不是想进去就进得了的，但在这紧要关头，齐远清也顾不了这么多了，直冲进去。发现宫殿的守卫一个个都浮在半空，没有影子，皇宫充满黑暗。直到皇宫的最中央，才找到了国王奥斯顿三世和护国大将军安德烈，国王一直在颤抖，所幸，国王和将军都没事。      国王看到齐远清来了，停止了颤抖，叹了口气：“终于又见着一个活人了”      而后国王将这几天的事一一告诉了齐远清：      “从今天早上开始，就接连不断地有人变成这样”国王指了指旁边飘起来的护卫，“大法师给我们施加了法术，我们就不会变成这样，而他跑到后山调查去了。你果不愧是大法师的徒弟，你也没有变得像这些人一样”      齐远清只有苦笑，国王不知道自己体内什么状况，而且要不是田茜梅救了自己，自己不知道现在都怎么样了。      齐远清告辞了国王去后山找师父了，走的时候，将军安德烈给了他一把上好的铁剑。      上山路上，也是那么荒凉，植物全都枯死了。突然，一个闪光的小点吸引了齐远清，他上前一看，是个发光的的蓝宝石，仔细看了一下，貌似质地很浑浊，却又隐隐含着什么能量“不管了，先收下，找师傅要紧”齐远清自言自语，但却没有注意到，这块蓝宝石正在悄悄地往齐远清体内注入能量......\n      4小时后，山顶某洞穴内      “师傅！师傅在吗？”齐远清大声地喊道，这时一团黑漆漆的东西悄悄跟了上来。      齐远清正四处搜寻，那团黑色的东西一下子显形，是个人影，挥着刀就往齐远清身上砍，齐远清凭着过人的敏捷，闪过了这一击，接连而来的是连续不断的攻击，齐远清用剑挡，没想到的是那影子刀直接穿过铁剑砍在齐远清身上，齐远清受伤了！他负伤逃跑，而那影子也闪电般的追杀上来，齐远清看到影子这么快的速度，而自己又是负伤，已经接近绝望了......                                                                                                 ",
    "replies": [
        {
            "author": "懒虫哥",
            "timestamp": 1433995260,
            "txt_content": "看上去很NB= =\nLZ加油~"
        },
        {
            "author": "飞翔末影龙",
            "timestamp": 1433995500,
            "txt_content": "懒虫哥 发表于 2015-6-11 12:01\n看上去很NB= =\nLZ加油~\n孤其实早就写到2.9万字左右了，只是从没发到网上过。。。"
        },
        {
            "author": "Ze_Rui",
            "timestamp": 1433995800,
            "txt_content": "文笔真好"
        },
        {
            "author": "飞翔末影龙",
            "timestamp": 1433996940,
            "txt_content": "Ze_Rui 发表于 2015-6-11 12:10\n文笔真好\n好吗？我不觉得{:10_497:}"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434000840,
            "txt_content": "感觉剧情发展的有些快，而且描写也不够太细致（纯属个人看法）"
        },
        {
            "author": "飞翔末影龙",
            "timestamp": 1434001860,
            "txt_content": "恶魔-潇洒 发表于 2015-6-11 13:34\n感觉剧情发展的有些快，而且描写也不够太细致（纯属个人看法）\n孤只是无聊写好玩"
        },
        {
            "author": "hqqaazz",
            "timestamp": 1434010620,
            "txt_content": "节奏发展快，有些地方不应该描写，有些地方应该详细一些，这样会更好，字有点少{:10_493:}"
        },
        {
            "author": "飞翔末影龙",
            "timestamp": 1434012720,
            "txt_content": "hqqaazz 发表于 2015-6-11 16:17\n节奏发展快，有些地方不应该描写，有些地方应该详细一些，这样会更好，字有点少 ...\n说了孤只是研究红石无聊时写好玩= ="
        },
        {
            "author": "guqu",
            "timestamp": 1434016200,
            "txt_content": "“师傅！师傅在吗？”\n？难道师傅又被妖怪抓走了？XD\n上面只是小玩笑"
        },
        {
            "author": "飞翔末影龙",
            "timestamp": 1434017880,
            "txt_content": "guqu 发表于 2015-6-11 17:50\n？难道师傅又被妖怪抓走了？XD\n上面只是小玩笑“只是KISS了啦，而且这样算强吻吧……Guqu竟然被强吻呢。”\n额呵呵，不用我说你也懂"
        },
        {
            "author": "GrowlR",
            "timestamp": 1434754680,
            "txt_content": "我不会告诉你我是LZ请来的水军。"
        },
        {
            "author": "飞翔末影龙",
            "timestamp": 1434755340,
            "txt_content": "GrowlR 发表于 2015-6-20 06:58\n我不会告诉你我是LZ请来的水军。\n你咋找到这来鸟。。。。。。"
        },
        {
            "author": "GrowlR",
            "timestamp": 1434755520,
            "txt_content": "飞翔末影龙 发表于 2015-6-20 07:09\n你咋找到这来鸟。。。。。。\n实时无聊，我的好友帖子都看完了，\nso，就差你的了。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1434766200,
            "txt_content": "2.9w字\n足矣啦，如果量产倒不失为一个快速提升自己文笔的好方法\n\n\n\n彼此祝福，愿我们都能离理想生活更进一步"
        }
    ]
}