{
    "title": "【舰队collection】川内级改二",
    "author": "红茶玫瑰",
    "replyCount": 7,
    "timestamp": 1434021120,
    "txt_content": " 本帖最后由 红茶玫瑰 于 2015-6-11 19:44 编辑 \n\n舰队Collection\n轻巡洋舰川内级改二\n\n\n\n\n\n\n\n\n川内.png (2.42 KB, 下载次数: 32)\n\n下载附件\n\n2015-6-11 19:09 上传\n\n\n\n\n本名        川内（せんだい，Sendai） 别号        夜战笨蛋 \n发色        黑发 \n瞳色        棕瞳 \n身高        162.15cm \n生日        10月30日\n 声优        佐仓绫音\n 萌点        笨蛋、忍者\n 出身地区        三菱重工长崎造船所 活动范围        太平洋战场 所属团体        IJN（旧日本海军） \n个人状态        击沉\n川内是被建造了14艘的旧日本海军5500吨型轻巡洋舰的最终型，川内级轻巡洋舰1号舰。根据2等巡洋舰命名惯例，名称来自流经九州南部的川内川（せんだいがわ）。舰名现由海上自卫队あぶくま（阿武隈）级护卫舰「せんだい」（川内）号继承。1922年2月16日于三菱重工长崎造船所开工，次年10月30日下水，1924年4月29日服役。服役后，担任长江的巡逻任务。1937年发生的第二次上海事变（“八一三”事变）中，川内和巡洋舰“出云”在登陆作战中起到了重要作用。此后中国抗日战争中，作为第一水雷战队旗舰进行华南日军的运输掩护任务。之后的昭和十六年（1941）二，三月中，都从事着对华南方面的海上封锁作战。川内也曾率领了七只驱逐舰，组成第一护卫舰队，于1941年支援陆军进驻法属印度支那北部。太平洋战争开战时，川内号担任第三水雷战队的旗舰，支援马来攻略作战，接着在中途岛之役中归于山本大将的主力部队，伴随出击。昭和十七年（1942年）八月，进入了所罗门海域，护卫登上瓜达尔卡纳尔岛的川口支队，并对该岛的隆加泊地进行炮击战。同年十一月，在近藤信竹将军的带领下，参加了第三次所罗门海战，在十四日的夜战中，对战舰南达科他号施放了鱼雷。后来川内号被派至特鲁克岛，进行对所罗门海域诸岛的支持。昭和十八年（1943年）11月2日，在布干维尔海战中出击，在这次海战中川内号率领的水雷战队击破了轻巡一只，驱逐舰两只；但是自己却遭受炮击而发生火灾，最后在炮弹鱼雷的猛攻下沉没。川内相关川内号和她的姊妹舰在外型上有点不一样：她的舰首还是保持着像球磨型那样，直直一条线插入水中，而姊妹舰都已经改用向上展开式的舰首，耐波性较好。而因为如此，在友鹤事件后，耐波性不良的川内号就减短了她的烟囱，而且是让四根烟囱一样长。这几点可以作为辨识的要点。[2]\n夜战笨蛋究极的野战夜战笨蛋，比隔壁同为夜战笨蛋的轻巡洋舰天龙还要夜战笨蛋。夜战！夜战！总之就是想要夜战！从入手台词开始，三句话不离夜战。川内改二在2014年6月20日的更新中实装。改造等级和神通改二一样都是60级。（川内三姐妹全部改二了！撒花！*★°*:.☆\\(￣▽￣)/:*.°★* ）画师应该考虑了夜战的特点，改二的立绘能让人轻易联想到忍者的服装和姿势。改二装备：照明弹＋探照灯＋九八式水上侦察机（夜侦），这完全是夜战大满贯。是少有的改造之后完全没有携带攻击装备，而全部是特殊的功能装的舰船之一。照明弹和探照灯，绫波改二也有；但九八式水上侦察机（夜侦）是所有舰娘中唯一自带的。这个稀有装备让川内有了更高的培养价值。甘地养殖不可避......川内改二的装甲和回避（最大值）在川内三姐妹中时最高的。高回避应该是参考了第三次所罗门海战第2次夜战。但是川内改二的反潜能力下降了（79→74），是轻巡中最低的。“反潜又不是夜战吧？我才不去。”[3]继那珂改二后，神通、川内也陆续改二，三位也因立绘与语音而大幅度的改变了形象：川内为其对夜战的狂热与帅气有自信的语音，立绘形象为忍者；神通为平时温柔体贴但战斗冷静凛然的语音，立绘形象为武士。而那珂不论是语音还是立绘都还是彻头彻尾的偶像啊。可惜没办法来一个由忍者、武士和吟游诗人组成的冒险团了……\n\n\n\n\n\n神通.png (2.21 KB, 下载次数: 31)\n\n下载附件\n\n2015-6-11 19:09 上传\n\n\n\n\n\n本名        神通(じんつう，Jintsū) \n别号        战场的女武神（神通改二专属） 精子 \n萌点        弱气娘 外柔内刚 凛然 武士 烈士 \n发色        褐发 \n声优        佐仓绫音 \n舰种        轻巡洋舰\n 动工        1922年8月4日 \n下水        1923年12月8日\n 竣工        1925年7月31日 \n服役        1925年7月31日 \n结局        1943年7月13日被击沉\n 除籍        1943年9月10日 \n出身地区        神戸川崎造船所 \n活动范围        太平洋战场 \n所属团体        IJN（旧日本海军） \n个人状态        沉没\n历史原型\n神通（じんつう）是旧日本帝国海军的轻巡洋舰。5500吨型川内级轻巡洋舰2号舰。舰名来自流经岐阜县、富山县的神通川。1922年8月4日，轻巡洋舰神通号在神户川崎造船所开工建造，1925年7月31日竣工服役。\n\n神通号在轻巡洋舰中可以算是十分知名的一艘，这部分来自于\"美保关事件\"。所以鬼教官不只是说说而已她的训练真的会死人\n\n[展开] 美保关事件\n在中国抗日战争爆发时，本舰和僚舰一起参与了上海战线的作战。而在太平洋战争爆发时，本舰担任由田中赖三少将领导的第二水雷战队的旗舰，参加了菲律宾攻略战和万鸦老攻略战。在昭和十七年（1942）2月27日的泗水海战中，神通号和僚舰们一起奋战，以雷炮击击沉了两艘敌人驱逐舰。接下来在六月的中途岛海战中隶属于护卫舰队。\n\n[展开] 所罗门之战\n昭和十八年（1943）7月12日距离她18岁生日不到20天了，神通率领着第二水雷战队的5艘驱逐舰参加了科隆班加拉岛夜战（コロンバンガラ島沖海戦，Battle of Kolombangara）。\n\n[展开] 科隆班加拉岛夜战\n日方取得了这一战的胜利，被击破的盟军巡洋舰都被迫回国大修，其中利安德甚至直到二战结束都未能返回前线。而代价则是包括战队司令伊崎俊二在内的整个第二水雷战队司令部均随神通一起沉入海底。号称“华之二水战”的第二水雷战队就此失去核心，最终在天一号作战中彻底覆灭。\n\n因为在这一战中的表现，神通被美国军史学家Samuel Eliot Morison评价为“整个战争中作战最勇猛的IJN军舰”。其名号则被海自现役DE-230神通号护卫舰所继承。\n\n神通相关\n温柔若水却又凛冽如冰\n神通在未改二前在语音与立绘上都能感受到满满的弱气，不论是出击、放置还是补给都非常弱气，其语音弱气程度能跟隔壁羽黑相比。\n（这两只都是有名的武勋舰。不过在夜战语音中可以感受到神通的不失冷静。)\n\n但也可在其他语音听到神通体贴的一面，官方漫画《吹雪、がんばります！》当中初风与天津风也提到神通非常体贴但有点体贴过头了\n\n2014年2月26日实装了神通改二。神通改二是改前改后形象变化最大的舰娘之一，其中出击、开战、攻击、夜战、中破等语音完全翻新。立绘也有别于之前的胆怯样。\n\n继那珂改二后，神通、川内也陆续改二，三位也因立绘与语音而大幅度的改变了形象。川内为其对夜战的狂热与帅气有自信的语音，立绘形象为忍者，神通为平时温柔体贴但战斗冷静凛然的语音，立绘形象为武士。而那珂不论是语音还是立绘都还是彻头彻尾的偶像啊。可惜没办法来一个由忍者、武士和吟游诗人组成的冒险团了……\n\n\n\n\n\n\n那珂.png (2.04 KB, 下载次数: 27)\n\n下载附件\n\n2015-6-11 19:09 上传\n\n\n\n\n\n本名        那珂（なか，Naka）\n 别号        燃2弹4钢11，2-4-11， 舰队偶像，NKC48 解体偶像，非提之证\n 声优        佐仓绫音 \n萌点        元气，阿卡林，偶像 \n出身地区        日本横滨船厂 \n活动范围        太平洋战场 \n所属团体        IJN（旧日本海军） \n个人状态        击沉\n\n\n历史原型\n那珂号的身世可以说是十分的“坎坷”。在横滨船坞建造，即将下水的那珂号，刚刚好碰上了惊天动地的关东大地震，结果那珂号就这样的在船台上燃烧起来。最后只好解体重新起工，这使得那珂号在下水和竣工上都比姊妹舰晚许多。但也因为如此，使得那珂号在竣工时就拥有了向上展开式的钳型舰首，有别于以往轻巡的直线型舰首，这种新型舰首能增加船舰舰首的耐波性，波浪也较不易打击甲板。\n不幸的劫难尚未结束，昭和二年（1927）八月二十四日，那珂号在著名的“美保关事件”中又遭逢不幸。当时舰队正在举行大规模的演习，于当日在美保关附近进行夜间演习，没想到却发生了撞船的意外事件。轻巡洋舰神通号和驱逐舰蕨号相撞，造成神通舰首大破，蕨当场沉没；那珂为了回避而与驱逐舰苇相撞，造成两舰大破，并切断了舰尾，之后那珂被拖曳回舞鹤维修。\n1934年6月29日，第二水雷战队在济州岛附近演习时，发生驱逐舰电与深雪相撞的事故，此次事件造成电小破，而深雪在被那珂拖曳的过程中沉没。\n在太平洋战争开战时，那珂号担任由西村祥治少将领导的第四水雷战队的旗舰，出动支持了菲律宾攻略作战。接着在昭和十七年（1942）二月二十七日的泗水海战中，和重巡洋舰队合作击沉了荷兰的轻巡洋舰爪哇号和德?勒伊特号。但是在当年四月一日，那珂号却在圣诞岛附近遭受美潜舰的雷击而大破，入渠竟花费一年的时间。因为如此，在中途岛海战中，四水战旗舰就由轻巡洋舰 由良代替。\n在那珂号重复归战场后，后辈的新型轻巡如能代号、矢矧号等纷纷出笼，而身为五千五百吨轻巡最后一舰的那珂号，也只好解除水雷战队旗舰的任务，退到二线去。昭和十八年（1943）四月，被编入第十八战队，从事中太平洋的输送作战。最后在昭和十九年（1944）二月十七日的土鲁克大空袭中遭受美国舰载机的雷击，舰首惨遭切断，沉没。\n\n那珂相关\n名字由来及轶事\n那珂的名字是由日本国栃木县和茨城县的河流——那珂川而来。在那珂川河口部的位置中，有一个神社。巧合的是，该神社正是《少女与战车》中有名的“大洗矶前神社”。神社附近有一块轻巡洋舰那珂忠魂碑，受到舰队Collection的影响，最近那珂的画像也渐渐增多。\n\n舰队偶像那珂\n那珂非常开朗活泼，经常能够调节舰队气氛的存在。而她最讨厌的事情就是被敲头了。\n\n诶？nakanakana？那是什么？\nTV版第二集15分25秒处出现的nico，和70w事件时LL厨和提督共同对舰C吧进行雷击处分的事实表明——那珂实际上是μ’s打入镇守府的特务\n\n48\n由于游戏内的卡牌编号为48号，所以就以秋叶原AKB48为蓝本创作出的偶像形象，偶像的形态又以前田敦子为原型创作。\n二改等级48，耐久度48，我就是NKC(注)48！那珂酱！那珂酱！我好兴奋啊！我好兴奋啊！\n注：那珂酱曾2次担任“陆军第48师团”的运输护卫任务。游戏中的数字48并不仅仅是指某个偶像集团。\n我不做那珂的粉丝了\n那珂酱覆盖绝大多数普建配方和掉落点，所以对于前期各种赌各种捞的新人来说是最常出现的舰娘，没有之一\n\n“我不做那珂的粉丝了（那珂ちゃんのファンやめます）”黑话，意思是：在某些场合由于出现了与那珂很多无关的东西，而提督对那珂一种爱的表现而表达的一种情绪。\n→比如建造时赌岛风和金刚的时候→是我那珂酱哦！\n→辛辛苦苦刷地图的捡战舰的时候→残念！还是那珂酱哦！\n于是大家对那珂酱的待遇就像下面的章节一样→立马解体转换成为燃2弹4钢11\n注：不带任何装备的那珂，解体时返还2燃料、2弹药、10钢材；自带的装备（14cm单装炮）价值2弹药、1钢材。\n但是实际上每一艘船刷中几率是因人而异的，所以那珂酱得到这样的待遇也是因为人气高而形成了绝对的反差感，所以反倒让人更加觉得很可爱了。于是那珂在舰队中又成为了阿卡林一般的存在属性了。当然也和那珂酱的和阿卡林很像的原因。其实是继承了苦逼属性。\n\n出处可以认为是来自于同为社交游戏的《偶像大师 灰姑娘女孩》里面粉丝对登场角色前川未来的评价“老子不做MIKU喵的粉丝了（みくにゃんのファンやめます）”，不过和那珂酱不同，多是对于运营商对该角色的不公平待遇（虽然推出了1张Rare，3张SRare卡片，但永远是最弱的）而进行的落井下石评价。其实共同点仍然是苦逼属性。\n\n\n改二以后\n\n继那珂改二后，神通川内也陆续改二，三位也因立绘与语音而大幅度的改变了形象。 川内为其对夜战的狂热与帅气有自信的语音，立绘形象为忍者，神通为平时温柔体贴但战斗冷静凛然的语音，立绘形象为武士。 而那珂不论是语音还是立绘都是彻头彻尾的偶像啊。可惜没办法来一个由忍者、武士和吟游诗人组成的冒险团了\n\n第一次用图床..\n\n\n\n\n\n\n\n\n\n\n\n\n\n川内.jpg\n(68.37 KB, 下载次数: 9)\n\n\n\n\n下载附件\n\n\n2015-6-11 18:51 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n神通.jpg\n(75.46 KB, 下载次数: 7)\n\n\n\n\n下载附件\n\n\n2015-6-11 18:51 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n那珂.jpg\n(72.3 KB, 下载次数: 6)\n\n\n\n\n下载附件\n\n\n2015-6-11 18:51 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1292029552",
            "timestamp": 1434021660,
            "txt_content": "皮肤画得好棒，如果多一些介绍可能会得优秀"
        },
        {
            "author": "GrowlR",
            "timestamp": 1434021720,
            "txt_content": "前来围观精华。"
        },
        {
            "author": "肥嘟嘟的大象",
            "timestamp": 1434022200,
            "txt_content": "好腻害=w="
        },
        {
            "author": "红茶玫瑰",
            "timestamp": 1434022440,
            "txt_content": "1292029552 发表于 2015-6-11 19:21\n皮肤画得好棒，如果多一些介绍可能会得优秀\n谢谢！_(:3"
        },
        {
            "author": "时溯之灵",
            "timestamp": 1434022620,
            "txt_content": "画风跟我挺像的~"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1434022800,
            "txt_content": "这= =\n我去试试= ="
        },
        {
            "author": "红茶玫瑰",
            "timestamp": 1434034020,
            "txt_content": "总算过审了..."
        }
    ]
}