{
    "title": "【原创-连载】月色之下【天外来客】【by北极】",
    "author": "北极星人",
    "replyCount": 6,
    "timestamp": 1434109800,
    "txt_content": " 本帖最后由 北极星人 于 2015-6-13 18:53 编辑 \n\n正文\n\n\n    “何必如此呢，”一声长叹从黑暗中传出，“这从开始就是一场没有悬念的战争，即使如此你还要冒这个风险吗？”空洞的声音里听不出情感，只让人觉得不寒而栗。\n     “是的。”一声回应，金属般的声音在空旷的黑暗中回荡，听不出性别。\n     “既然如此就去吧，但如果对结果产生影响，我决不轻饶。”\n     “是。”\n     “我给你安排了一位同事，在飞船上你们会见面的，祝你好运，012号。”\n       脚步声响起，渐渐地远去，每一步都沉重无比，像是一个深知命运仍然赴死的勇士，一步一步，走向早已等待他的死神。\n       飞船启动。飞向浩瀚的宇宙，飞向早已注定的命运。\n\n       整洁的研究室里，黑发的少年趴在研究桌上，压着几份打印出来的研究资料，脖子上挂着研究证：01号研究员 海潮。\n       门被推开了，外面的人显然不懂礼貌，只是顾着把门推开而不考虑是否会吵醒里面熟睡的少年。海潮抬起头，有些不耐烦地看向了门外，眼里带着一丝厌恶，那人却也很识趣，一句话都没说就赶紧离开了。显然他见识过海潮发飙的样子，比如把一些危害指数未知的化学物质直接扔到人的脸上。况且这玩意现在就在海潮的手边。\n      海潮突然像是想起了什么事，叫住了那个准备离开的倒霉鬼，“你来有什么事？”他的目光落到了那人紧抱着的资料上。\n    “观察所来了消息，说半小时前看见天空中有来历不明的飞行物。”那人将手中的资料递给海潮，上面印着很多张照片，拍下的都是一片漆黑的天空，海潮仔细地看了半天才看见黑色中那个诡异的光点。虽说海潮不是个天文学家但他至少知道从这种距离拍不可能拍到……紫色的星星？\n      照片一张接一张，那个光点的大小一点点变大，到最后几张时海潮才看清，这个光点果真是一个飞行物，后面拖着紫色的光焰，但是与其说这是所谓的UFO，这更像是一个胶囊，而且是超大型的胶囊。\n    “这些都是半小时前拍摄的？”海潮疑惑道，如果这是在几分钟内拍下的，这个飞行物的速度之快绝对非比寻常。\n    “都是半小时前的，而且是在两分钟内拍下的。”\n    “见鬼！”海潮的表情变得像是吃了一只苍蝇进去难看，“这又是哪个星球来的？！”说完海潮也没管在原地使劲喊他的那个助手，自顾自地走向车库，他要去市区。\n      \n      飞船优雅地降落到平台上，与接合器接合后，舱门打开，一个戴着面具的人从飞船里走出来，丝毫不理睬旁边询问身份的人，只是走向中央控制室。那个询问他身份的人连着问了将近十遍却没有得到一个字。最后他失去了耐心，拔出腰间的枪对准这个来历不明的入侵者，那人也会心地停下来脚步，对峙良久。\n       冷风吹过，吹起苍白的发丝，抬起右手摘下面具，露出毫无血色的脸，一双绿色的眼瞳在月色的辉映下闪烁着，透出浓重的杀气。那是一个女生，也许连18岁都没有到。\n       在极静的夜色下，她缓缓地转过身，直视着那个颤抖的枪口，她冷笑着，把手中的面具放在地上。那个询问者一边发抖一边把面前这个天外来客浑身上下看了个遍，最后他觉得自己十分可笑，因为面前这人身上根本没有武器。他这才放下心来，再一次问道：“再重复一次问题，你是什么人？”\n      仍然没有得到回答。但那人反倒朝他走来，从脸上不但看不到一丝恐惧，反而是胜券在握的笑容。恐惧再次填满他的内心，他的手指渐渐收紧，即将扣动扳机。\n      他只感觉到自己的手腕被人一托一撞，一阵并不强烈的疼痛，等他睁眼时，他以为自己会看到一具躺倒在地的尸体，却没有如愿，相反，他自己变成了猎物。\n\n       一声枪响久久回荡在空旷的平台上，“你想知道我的名字？”说着，她将枪丢回去，正好砸到那具尸体的脸上，“我叫北极。”话音落下，她按下了警报器的启动键，“Guqu，开干了。”\n      \n       周围都是闹心的警报声，海潮感觉自己的鼓膜都快被震破了，他大老远的就听到这种富有节奏感的警报声了，“是不是又有猫误触警报了？”海潮忍不住又想起上次，不，是上上次……也不对，但他肯定这种事发生了不下一百次，总是有很可爱的猫咪去玩降落平台上的警报器，虽然没人知道哪些猫咪到底是怎么上去的。现在那些警报器已经没有什么用处了，警报响起那些人也习以为常。\n       海潮进了观察所，但观察所里根本没有人，准确讲是没有活人。\n       尸体被人刻意排列成一排放在门口，似乎是在迎接即将到来的人，每个尸体的眉心处都有一个弹孔，血腥味让海潮差点扶着门框呕吐起来。为了避免把晚饭吐出来海潮立刻背对门口，把门关上，这让他意识到了，刚才的警报不是猫咪搞的鬼……而是真的有危险了。\n       远处又一次传来枪声，海潮立刻循着声音跑去，路上不断的看见靠着墙根放好的尸体，海潮只觉得毛骨悚然，一般的人都是杀完就走，不会有哪个变态还会特意把满身是血的尸体摆好姿势。\n       但长时间的狂奔让整天呆在研究室里的海潮有些吃不消，现在他只能跑一段走一段，这让他有时间好好观察那些被摆在墙根处的尸体。\n       血液还未凝固，看来刚被射杀没多长时间，脸上的表情都定格在死前那一刹那的恐惧，像是见到了死神。而这些人的弹孔都很统一的是在眉心处。海潮只觉得自己浑身都在打寒战，这人是得有多么变态，连杀人这种丧心病狂的事还有强迫症。而且海潮还注意到一个细节：这些人都是配有武器的保安人员，但是他们的武器都像是被人刻意地扔到脸上一样，也就是说，杀人者根本没带武器！\n       海潮觉得自己全身的血液都凝固了，但这让他更加肯定：有来自外星球的生物光临了地球。这让他忍不住加快脚步朝中央控制室跑去。但无论怎么跑，都是一路的血腥气，海潮也看了一路的尸体，这个平日里井井有条的基地在几分钟内变成了恐怖的人间地狱。\n       在狂奔的时候，海潮还在极力避免自己踩到那些新鲜热乎的血液，但还是踩了几脚，血脚印一个一个地印在地上，海潮努力地告诉自己：往前跑，往前跑。别回头。\n       中央控制室已经进入了海潮的视线里，就在快要到达门口时，地面一阵剧烈的颤动，险些摔个脚朝天，海潮下意识地趴在地上，中央控制室变成了一片火海。\n\n\n\n\n废言\n\n目前的人物只能写到第二章咿呀啊啊啊，还有没有人要便当，要的请回复里注明坏银还是好银。同时本章节略重口= =请别在意。\n\n\n本章出场名单\n幕后BOSS：@冥王星人\n海潮：@海潮\nGuqu：@Guqu\n北极：@北极星人\n海潮的助手：@恶魔-潇洒\n（本文只提供主要人物的出场名单）\n\n",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1434110340,
            "txt_content": "喂喂喂，没at到\n@冥王星人\n@海潮\n@Guqu\n坐看好戏\n{:10_493:}\n然而他们认识你吗233333"
        },
        {
            "author": "1076617170",
            "timestamp": 1434110400,
            "txt_content": "前排。。。。"
        },
        {
            "author": "北极星人",
            "timestamp": 1434110640,
            "txt_content": "星之永恒 发表于 2015-6-12 19:59\n喂喂喂，没at到\n@冥王星人\n@海潮\n都是询问之后经由同意才写入文章的"
        },
        {
            "author": "xcc",
            "timestamp": 1434113400,
            "txt_content": "冥姐乱入是怎么回事"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434113700,
            "txt_content": "领戏份。\n海潮停了我的戏\n坏银吧hhhh"
        },
        {
            "author": "guqu",
            "timestamp": 1434115020,
            "txt_content": "在隐藏里面是很难@到的"
        }
    ]
}