{
    "title": "<原创·连载>   勇者之征   第五章 第二节",
    "author": "2B与mc的故事",
    "replyCount": 9,
    "timestamp": 1434028860,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-6-21 21:04 编辑 \n\n暂时停更说明\n        期末考临近，所以在这一节之后就暂时不能更新了，我要认真复习的说……下一节应该会在7月2日之后发布。中二の留言：\n当阳光再度炽热地照耀着大地之际，吾之力量将得到解放。\n\n    “只知道横冲直撞的人只能被称为莽夫。勇者，要能在冲动与兴奋静下心来，做好万全的准备。不然只是去白白送死，毫无意义。”\n\n\n\n        再度踏上地狱这死寂的世界时，Steve的心中却没有一丝恐惧。相反，还有点说不出的感觉，是怀念还是悲恸呢……\n\n        “我真是越来越搞不懂你了。”狼王伸出舌头喘着热气，“去哪里不好，非要去这种地方。这里会有什么东西非得要我们走一趟啊！”\n\n        “到了那个地方你就知道了。”Steve神秘地笑着。\n\n        沿着那条熟悉的路，穿过猪人群，越过小山丘，来到了地狱堡垒之前。\n\n        一点都没变，连我们之前铺的那条路都还在呢。Steve想着。\n\n        登上堡垒，躲过怪物的追击，沿着那条熟悉的道路前进。\n\n        出现在他们眼前的，是一个巨大的半圆形深坑，直径相当于半个创始之森。其范围之广让Steve和狼王都为之一惊。\n\n        “你要找的……就是这玩意吗？”狼王沙哑地问道。“这个坑里有什么东西？”\n\n        “很重要的东西。“Steve说着走进了深坑。\n\n        在将近十分钟的步行之后，他们终于来到了深坑的中心，那里已经深到了基岩层。基岩无法炸裂，所以在中心有一片平坦的地方。\n\n        不过，勇者和Herobrine的尸体却没有，连一撮灰也看不见。\n\n        Steve四处寻找着，终于在一块地狱岩上找到了一把金色的剑，在血红的世界中静静地伫立着，就像勇者的墓碑。\n\n        Steve拔起这把剑，不过他已经因为爆炸的冲击而残破不堪，就像因饥饿而瘦骨如柴的孩子一样。\n\n        不过所幸，剑柄没有多大损坏。由于地狱里十分干燥，它也没有生锈。\n\n        Steve收起这把剑，拿出打火石，望着不远处的一扇已经关闭的地狱门说道：“走吧，狼王。”\n\n        “就这样一把破剑，还值得我们这么累跑一趟？这剑里面到底藏有什么宝贝？”\n\n        “那是任何东西都换不到的宝贝哟！”Steve答道。\n\n\n\n         “Steve不是正在蜕变为勇者吗？既然为勇者为何还要这么小心翼翼地做准备？”莱斯看着照世之镜中的Steve问道。一旁的Notch笑而不语。\n\n\n\n\n        Steve又带着狼王来到了一片平原。虽然是很久以前的事了，可是那一点一滴依然历历在目。Steve很快找到了他的第一个—也是唯一一个家—那个简陋的小地下室。\n\n        麻雀虽小，五脏俱全。虽说地下室很小，不过设备都很齐全，工作台，熔炉，箱子，甚至附魔台，应有尽有。只不过年代久远已经满是灰尘。\n\n        一番打扫后，Steve请狼王坐下，自己也席地而坐。看了看房间里的设备，思考了一会儿后，拿出那把金色的剑。Steve闭上眼睛，深吸一口气，就像是在道别一样，随之一个手刀劈断了剑刃。\n\n        “喂喂，我们好不容易才拿到的剑，你就这样把它折断了？”狼王并没有成功地制止Steve。\n\n        “如果可以，我也不想。可是它已经坏掉了，我不得不折断它。好在剑柄还没什么大碍，所以我们的辛苦并没有白费。毕竟，剑的杀气蕴藏在剑刃里，而剑主人的意志寄托在剑柄上。”Steve说道，“不过剑是一定要铸的。狼王，你还记得我修炼时背的那种石头吗？”\n\n        “那种石头啊，不错，确实是很好的材料。虽然外表看上去跟普通的石头差不多，不过他有三个优点：像花岗岩一样光滑，像钻石一样坚固，而且能够很好的让气流桶，是一种具有灵性的石头，所以我们称之为灵石。”狼王说道。“这种石头本来很难找，不过幸运的是，创始之森的后山山脚下，就有一大片裸露的灵石。”\n\n        于是，Steve又带上铁砧和附魔台前往创始之森。\n\n        在狼王的带领下，Steve来到了灵石前。确实，这种石头一看就与众不同。Steve看准一块一掌下去，石头碎裂开来。虽然Steve的力量不是盖的，不过灵石也没这么容易打碎—这些裂缝马上又复原了。\n\n        原来如此。Steve后退一步，从包里拿出一根胡萝卜，试着将气注入其中。\n\n       虽然没有亲自尝试过，不过Steve还是很快就成功了。胡萝卜很快变得晶莹剔透，发出纯白的亮光。Steve有一种很奇妙的感觉，这根胡萝卜好像就是他身体的一部分一样。\n\n        他拿起胡萝卜，割下了一些灵石。这胡萝卜虽然很钝，不过现在却比镐子还锋利呢。\n\n        Steve找一个远离森林的地方摆出铁砧，附魔台，倒出岩浆。先在铁砧上将剑柄和灵石碎块进行修补和锻造，然后将其融为铁水进行煅烧。不一会，原本四分五裂的碎块就变成一把崭新的剑了。Steve好好端详了一会这把灰得发亮的剑，确实，它光滑的特性让它比其他剑更锋利也更平整，不易磨损。\n\n        他再把这把剑放在了附魔台上，附魔台马上飘出了奇妙的文字。Steve现在一想，原来所谓的经验也就是怪物的气啊！只不过不能为自己所用，所以才储存起来，然后附着在武器和防具上。\n\n        他认真地将气灌注在剑上。现在，对气能灵活控制的Steve已经能控制这些气的性质，以此来附魔出自己所想要的武器。\n\n        一道闪光之后，附魔完成了。Steve拿起散发着紫色光芒的剑，仿佛看到了勇者的影子。是啊，这把剑也是我们一路走来各个地方都取得了帮助才铸造出的剑。就像在回忆往事一样呢。\n\n        狼王看了看这把剑，说道：“这剑的气十分紧密，想必异常坚固。不过锋利的斗气却不明显，只比其他剑强一点点。这可是剑不是盾，为什么要着重于坚固而不是锋利呢？”\n\n        “锋利只是让你能更快地解决目标，不过急于求成带来的就是大量的损耗。相反，只要足够坚固，再强的敌人，也总有一天可以战胜。只要有了勇气与毅力这股力量，就不必害怕于敌人的强大，也就不必急于攻击的强大了。”Steve答道，“我能够坚持，哪怕打败敌人需要付出十倍甚至百倍的精力，只要信念不垮，就没有打不倒的敌人。”\n\n        “其实我一直想问，你明明说想成为勇者，勇者还用得着做这么久的准备吗？这可不是有勇气的表现。”\n\n        Steve笑了，他把剑别在腰旁，转过头来告诉狼王：\n\n        “只知道横冲直撞的人只能被称为莽夫。勇者，要能够在冲动与兴奋之中静下心来，做好万全的准备，不然只是去白白送死，毫无意义。”\n\n上一节                                                                             目录                                                                        下一节\n\n\n",
    "replies": [
        {
            "author": "冰樱雪池",
            "timestamp": 1434346860,
            "txt_content": "写的不错，赞一个！"
        },
        {
            "author": "、り丄亽。",
            "timestamp": 1436262900,
            "txt_content": "写的真心不错，写的真心不错，很重要说两遍"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436262960,
            "txt_content": "、り丄亽。 发表于 2015-7-7 17:55\n写的真心不错，写的真心不错，很重要说两遍\n不错就给人气，不错就给人气，因为很重要所以说两遍"
        },
        {
            "author": "、り丄亽。",
            "timestamp": 1436263080,
            "txt_content": "2B与mc的故事 发表于 2015-7-7 17:56\n不错就给人气，不错就给人气，因为很重要所以说两遍\n2级，如何给人气……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436264340,
            "txt_content": "、り丄亽。 发表于 2015-7-7 17:58\n2级，如何给人气……\n那就算了我不勉强\n其实你可以做任务升级很快的，差不多光把新手任务做完就三级了"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1436276640,
            "txt_content": "加油楼主，x写得很不错！"
        },
        {
            "author": "1098814948@qq.c",
            "timestamp": 1436278500,
            "txt_content": "必须顶 这么6"
        },
        {
            "author": "、り丄亽。",
            "timestamp": 1436305080,
            "txt_content": "2B与mc的故事 发表于 2015-7-7 18:19\n那就算了我不勉强\n其实你可以做任务升级很快的，差不多光把新手任务做完就三级了 ...\n纳尼？！任务在哪？！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436315940,
            "txt_content": "、り丄亽。 发表于 2015-7-8 05:38\n纳尼？！任务在哪？！\n右上角，快捷导航"
        }
    ]
}