{
    "title": "[原创连载]国王-引子-旧的王__",
    "author": "Terry39",
    "replyCount": 6,
    "timestamp": 1434098940,
    "txt_content": " 本帖最后由 Terry39 于 2015-7-22 20:00 编辑 \n\n王\n——第一章_旧的王索引传送门\n        处在王城中央的巨大瞭望平台上，国王握紧了手中的棋子，举步维艰。\n        而在国王的对面，坐着一位身穿淡紫色的青年，青年用眼睛眯缝着观察着老国王的表情，一种充满内心的愉悦从他的脸上流漏出来。\n        “我说过了哦，”青年戏虐道，“作为使者，保护住对方国王的脸面可是第一大任务，所以说——要放水么。”\n        听到青年这句话，国王倒并没有什么，而旁边的大臣却已然是坐立不安\n        国王将视线望向向外延伸的街道，瞭望台修建的很高，整个王城的容貌尽收眼底。整个王城的形状呈圆形向外发散，分为三个阶层，第一阶层属于城墙之外，曾经在修筑王城的时候并没有把这一层的防线计算在内，而是在王城鼎盛时期，陆陆续续的商人，旅客以及前来的投机者，开始自发的在王城周围开始自行建筑，风格、形式极其不同一。因为人数激增，所以治安方面即使过了40年之后仍是一大问题。而第二阶层建筑在城墙以内的高地上，属于贵族的实力管辖的地区，具有规划，红墙白瓦的房子呈现的是这里的主要基调。而第一阶层——瞭望台所处的位置，即是王城的核心部位————明塔康行宫，整个王国运作的核心。\n        目光收回，国王又把注意力一会到了身前的棋盘上，不知不觉之间，手上的“骑士”已经握出了汗。\n        老国王最终做出了决定，将“骑士”挪动到了对方的“国王”身边：“将军。”                “话说其实也不必这么费力的，”青年笑道，“这一次，只要归属于我们末影联邦，等我们统治了整片大陆之后，绝对不会少你们一份的。”\n        无非也只是末影一族的傀儡、帮凶、走狗罢了。这种人连人类都算不上。而且根据可靠消息，末影一族的人甚至都没有在这个联盟之中出现过。\n        青年又把视线移向王国西南边上：“再说了，你们这也只是苟延残息罢了，国土已经失去大半，战争的结果已定，再次攻击也仅仅只是耗费我们的兵力。结局不会变的。”青年说罢，用“皇后”将“骑士”踢倒：“再一次将军。拜托，用点心。”\n        老国王看着那一个被对方踢下桌子的“骑士”，他这里已然只剩下几个棋子。\n        这时，一个武将从瞭望台之外的旋梯走了上来，轻声走到老国王身边，低语了几声\n        老国王的神色稍有动摇。\n        青年捕捉到了老国王的不安：“40公里以外的水门早在今天早上就已经被我们攻陷了，接下来两个陆门的叛军也应该在这时候叛乱了。也就是说，皇城现在就是一块肥肉，我们想抢的话，很容易，还有一会儿到天黑的时间，如果在天黑之前没有得出答案的话……”青年笑了笑。\n        “老剧情啊，”老国王恢复了自己淡然自若的神态，“也就是说你从刚才开始就是在拖延时间么？”\n        青年笑而不语。\n        “其实啊，雷，你还是不适合加入到这样的游戏之中来。”\n        “什么意思？”雷的笑容逐渐僵硬。他不相信国王能找到解决方法，因为这个策略他曾经来来回回思考了无数遍。\n        国王将自己的“车”移动到了雷的面前：“将军，死棋。其实拖延时间的不止是你而已。我只是想多留一些时间，但是你们还是太快了一些，果然我还是早一些比较好。”\n        “还有谁？”雷开始掌心冒汗，但仍然强硬问道：“你到底干了什么，耍什么花招！”\n        “是么，看看皇城底下吧。”\n        雷从椅子上站起来，走到了瞭望台的边上，静，出奇的静——空城，果然，目光所及之处几乎没有任何人的踪迹。\n        “这座城市里面只有你和我还有这些贴身大臣了啊，雷。人民都已经撤离完毕了。”国王在他背后说道。\n        雷的脸上充满阴霾，他从开始本来以为这是一个简单而又轻松的任务，结果到现在鱼死网破的情况。想到这里，雷突然笑了起来，狂妄而又自大。随后袖锋一转，直直的飞出了三把暗剑，向老国王飞来。老国王想躲过去，但仍然被蹭破了衣袖，露出了鲜红的血肉。紧接着，雷就被周围的贴身大臣进进摁倒在地上。\n        老国王无视了身上的那几处伤痕，面无表情的走到了雷的面前，看着在地上抽搐的、令人厌恶的雷，不禁把眉毛皱紧。\n        雷死死盯住了老国王的眼睛：“你们王国的时辰已到，必定会灭国！不管你的人们躲在哪里，即使是天涯海角，我们也会去抹杀掉的！”\n        老国王接过了身边大臣递过来的宝剑，说道：“我的筹码自然压在了我认为值得的地方，我们不会和你们硬拼，但是我们绝对会至死不休。如果来的话，随时奉陪。”\n        之后，国王看着已经意识到自己死期的雷：“我告诉你吧，是皇子史蒂夫。他才是整个战略的重点。”\n        “他就是那块石头？这就是你放弃了整个国家的原因？”\n        老国王并没有回答他，一刀下去。花，一朵红花。鲜血蔓延到了四周，紫色的袍子浸满了鲜血，鲜血就像挣脱了束缚一般蔓延到了四周一般，就像是脱离了缰绳束缚的野马一般，肆意蔓延。\n        夕阳已经跌入了皇城四周的雪山之中，雪山的身影已经被这一捋夕阳的残光拉扯、伸长，逐渐延伸到了瞭望台之上，此时，大半个都城已经纳入阴影之中。\n        “史蒂夫，只能靠你了啊，整个帝国的未来就交给你了啊。”老国王的目光逐渐伸展向了远方。\n        一场战争在所难免，只有在战争中活下来的人，才能真正被铭记。\n        死去的无非是历史罢了。\n        老国王的胳膊突然一阵剧痛，刚才毒箭刺来的时候自己并没有躲开，现在看来，毒效马上就要发作了。\n        看来雷的目的有一部分算是达到了呢，老国王苦笑道。\n        这是国王在失去意识之前，最后的一丝念头。\n        国王死了。\n        天空之中一道流星划过，逐渐迷茫在夜空之中。\n        在太阳完全落下去后。一颗崭新的星辰从且空中升起，群星闪烁，笼着着这片土地。        「王都，545年，夏初。被攻陷」\n        一切都静了，只剩下远方吟游诗人的绝唱。\n        一场战争的开始。「字数统计-1858」作者的话暑假，创作版，来战！索引传送门下一章——[原创连载]国王-第一章-落寞的王\n\n\n\n",
    "replies": [
        {
            "author": "likeliang",
            "timestamp": 1434099180,
            "txt_content": "哪章是比利王←_←"
        },
        {
            "author": "早餐",
            "timestamp": 1434099360,
            "txt_content": "一秒钟看完剧情"
        },
        {
            "author": "Terry39",
            "timestamp": 1434099660,
            "txt_content": "早餐 发表于 2015-6-12 16:56\n一秒钟看完剧情\n少年想必是阅本子无数，才练就的此等技能吧2333333"
        },
        {
            "author": "lzs1234",
            "timestamp": 1437513360,
            "txt_content": "看完以后觉得不错，文笔很好，剧情新颖，世界构造也比较全面。恰巧和我以后准备开的新坑情节这么相似OVO\n建议如下：\n1、没有交代雷为什么要和老国王一起下棋。在国土丢失大半的情况下，老国王这么精明的人应该是知道雷的企图的，为什么还要和一个敌方的使者坐在一起下棋？\n2、这时，一个武将从瞭望台之外的旋梯走了上来这句话，“走”字用得不恰当。令国王内心大惊失色的消息，为什么武将还能“走”上来说？\n3、国王和雷，在本篇文章中是主角，然而却基本没有对这两个人进行外貌上的刻画。虽然人物的性格体现得比较好，但是性格只是一方面。\n错别字和病句：\n坐着一位身穿淡紫色的青年淡紫色是形容词…\n青年用眼睛眯缝着观察着老国王的表情连用两个着\n “我说过了哦，”青年戏虐道，应该是戏谑（xuè）\n        听到青年这句话，国王倒并没有什么，而旁边的大臣却已然是坐立不安并和倒不能连用，应删去一个\n国王又把注意力一会到了身前的棋盘上应该为“移回”\n“还有谁？”雷开始掌心冒汗，但仍然强硬问道：“你到底干了什么，耍什么花招！”强硬地问道是不是更好\n果然，目光所及之处几乎没有任何人的踪迹。雷并未料到老国王的行为，为什么说果然？\n老国王并没有回答他，一刀下去。前文递过来的是剑，剑和刀有区别。\n鲜血就像挣脱了束缚一般蔓延到了四周一般，两个一般，病句\n建议改进：国王死了这里写：国王倒下了我个人感觉要好一些\n以上，望改进，这篇小说我一定会持续关注的"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437821220,
            "txt_content": "缺少标点！！\n好吧这里又开始用王城二字刷字数了。。。\n下国际象棋是很优雅的事情，没听说过棋子攥在手里出汗的，即使围棋也不会这样下。\n拜托二字用在欧美背景的小说中并不合适。\n过去没有公里的单位，应该使用英里，写作【哩】。\n阴霾是形容天气的，表情应该找其他的词。\n致死不休？？？什么话啊。。。？王的用词最好再高贵一点啊。。。\n国王就不应当称呼皇子了，该说，【我的儿子】或者【我的爱子】。\n\n以上，勉强阅读。"
        },
        {
            "author": "小宇lalala",
            "timestamp": 1438850220,
            "txt_content": "LZ，是戏谑\n不是戏虐"
        }
    ]
}