{
    "title": "【MC国-番外】采访上古私立学院最吊院长之一",
    "author": "筒子",
    "replyCount": 4,
    "timestamp": 1434113700,
    "txt_content": "这个番外和原版的主线没有半毛钱关系的纯属本人闲的无聊瞎写的（注意：吃饭喝水请勿看）\n1.来自MCBBSTV的采访\n记者：桶先生，桶先生，你别走那么快，我是MCBBS电视台的记者，我在你家门口等了很久了，好不容易见到本人了，我想采访你一下好嘛？只占用你一点点时间。童先生：说了多少遍了，叫我Mr.童，当然你要叫我全名“龙傲天·杰克·赛文·迪加·斯巴达300·大内密探零零狗·无敌旋风·小当家·诚哥·世界·EZ·无名·李狗蛋·王师傅·童”也是可以的，身为一个有头有脸的大人物，天天被你们这些狗崽子跟在屁股后面也是很烦的。我现在就从我宝贵的时间里面给你抽出10分钟来回答一下你们那些无聊的问题吧，回答完了我还要去极昼·真无极破坏神·蓝翔学院旁听以及学习一门失传已久的绝技，学成以后就可以扭转因果，回到冥王还没有完全成长的时候，使我成为MC国的主角了，喵哈哈！！！（邪恶笑容状）记者：天哪不愧是桶先生，居然能在这个位面最高级的极昼·真无极破坏神·蓝翔学院获得旁听生的权利，不过这个不是我今天的重点，据我所知在mc界里面除去蓝翔学院还有非常多只手翻天的大能，请问你是怎么看他们的呢？童先生：我当然是用眼睛看的0.0记者：桶先生真是风趣，既然你不想回答这个问题，那么我来换个话题，上古私立学院据说在10万年前，你刚加入的时候曾经想要取过另一个名字是吗？据说你和正院长意见不统一，大打出手导致周围百里寸草不生，连带着整个大地的水平线向下沉了整整1公尺，这个是真的吗？童先生：咳咳，沉芝麻烂谷子的小事何足挂齿。记者：我们只是想要了解一下而已，没有恶意的（搓手）童先生：真的想知道？记者：真的想知道！童先生：不后悔？记者：绝对不会后悔的！童先生：不后悔也不告诉你，万一我剧透了正传的内容被天罚了这么办？记者：什么？！！这件事竟然关系到“天罚”！，传说中只要在5天内被天罚击中了三次就会进入一个bbs大陆大部分人都无法直接进入的弑神之地，据说弑神之地里面都是穷胸极恶的小萝莉！！！很多人刚进去就忍不住的改过自新，强烈要求提前释放的申请比比皆是，然而真正被提前释放的幸运儿少之又少。里面的天地规则也是异常的强烈，只有达到您这种等级才能张口说话，像我这样的人在里面也只能用意念交流。童先生：其实我用意念关注过一段时间，每当过了14个耀时（私人专用的计时单位大概一耀时等于12小时）就会有一个叫加里在弑神之地无限创造分身，制造bbs大陆的混乱，各个领域的领主纷纷出手，将其连手封印丢入弑神之地。当年我做领主的那段时间已经是加里的乏力期了，可是分身的威力还是大的惊人，就算是这样还是无法阻止他每14个耀时定期的骚扰，各个领主纷纷申请直接无差别火力覆盖并摧毁所在地。但是为了防止误伤一些无辜的生灵就只能放弃了。记者：那么是什么东西导致加里这么丧心病狂的攻击bbs大陆的呢？童先生：嗯，这个问题在我还在bbs大陆默默无名的时候就已经发生了，那个时候举行了一个空前盛大的活动，整个位面的人都在关注，而那个时候我还刚初出茅庐。对于这个问题不懂也不关心，据说加里在那个活动用了一招祖传招式“水漫金山”出人意料获得了冠军，赢得了最后的终极大奖“菲枉”，开心的直接当场吃掉了，结果吃完一楞，看着空空如也的包装袋，失声大叫我的菲枉呢？！！然后大闹bbs大陆，结果被永远的禁锢到弑神大陆。\n\n我编不下去了....太尼玛中二了，去打LOL咯，有机会在慢慢写{:10_543:}{:10_544:}{:10_545:}{:10_546:}{:10_548:}",
    "replies": [
        {
            "author": "Yy星人",
            "timestamp": 1434113880,
            "txt_content": "桶先生,一直以为是铜"
        },
        {
            "author": "海潮",
            "timestamp": 1434114060,
            "txt_content": "总脚的要去水馆才对吧{:10_492:}这样在这里貌似太水了00.00\n\n@HGK"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434114060,
            "txt_content": "（擦显示屏）\n加里感觉像是之前的@Gary。"
        },
        {
            "author": "simon3000",
            "timestamp": 1434116640,
            "txt_content": "然而simon3000在幕后监视这一切233"
        }
    ]
}