{
    "title": "<原创·连载>血色王国 第VIII章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 4,
    "timestamp": 1434196020,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-6-13 21:25 编辑 \n      真的不得不说，那种感觉就仿佛之前在哪里见过似的，真不知道之前的见面是怎样的惊心动魄。      我脑袋一热，一拳头甩了过去，但穿过了她，她仿佛是一个透明人，又好似一只游荡荒野的幽灵。神不知鬼不觉，又有一个透明的身体。我原来也向往着这样的身体，但现在那种想法多么荒诞啊！      但是，既然能穿过，那么也就可以从他的手里逃走了吧。我试探性地朝她瞥了一眼，趁她不注意，一溜烟朝门口跑去。这次成功了，我走在柏油马路上，心情无比舒畅，但想到身后还有一个吓人的透明人，全身如爬满蚂蚁一样不舒服。\n      突然，空袭警报声传入我的耳朵，这突如其来的警报使我不由得朝天空探去。密密麻麻的黑点几乎占满了天空，有些黑点还发出黄色的光，随之还有“轰轰”的爆炸声。我意识到之前哈森说的星盟之侵开始了。      “星盟是宇宙大爆炸以来最强大的势力，也是宇宙的主宰。”哈森这样告诉我。现在看来，这种说法不是徒有虚名的，因为我身后的传送中心已经被一发炮弹扫平了。其威力之大不光让我膛目结舌，更是让我两腿发软，没错，在强大的实力面前，我怂了。面对哈森也好或者小女孩也好，我都是独自去正面接触，但现在竟没有想到第一次面对星盟的我也会怂下来。      不可思议！\n       天空中的黑点越来越多，到最后铺满了天空，黑压压的仿佛一大片乌云，让整个地面比黑夜还要黑暗。      一个伞兵从天空中降落了下来，刚好在我的旁边。我上下打量着他，黑色的服装上绑着一些炸药，裤子上的口袋是非常多的，里面装的都是一些弹药吧。他从背后将枪拿在手上，用黑洞洞的枪口指着我，“不许动！”周围的士兵越来越多了，我举起了双手。      他们把我押到一片草丛里，只留下了几个人，其余的都分散开了。那几个人拿出一盒扑克开始打起牌来，可能是刚好少一人，一个士兵招呼着我和他们一起打牌，我的绳子被解开了。可怜的失忆的我，什么都不会，他们一脚把我踹到旁边一颗大树上，似乎还觉得惩戒得不够惬意。那太疼了，他们的鞋底有钢钉一般的抓钩，那是攀登山脉时用的，现在我的身上已经多出了十几个洞，流着血，但很快我体内的血小板就将它们止住了。      星盟就是星盟，士兵轻轻一脚就能获得“第一滴血”。      我趁着他们整理扑克牌的时候，撒腿就跑，刚逃离敌人，更可怕的事情接踵而至。外面的路上站满了星盟士兵，他们个个武装到了牙齿，正在以最快的速度侵占这里，最后毁灭。不知道什么时候，不远处多了一个移动式临时指挥车，上面的天线频繁地晃动着，发送着一条又一条无线电。      不好，这里离哈森的基地不远，也就两三千米的样子，那边不会已经被摧毁了吧？我小心翼翼地溜到一棵树下，回头竟看到烟尘滚滚，还有稀疏的枪炮声。\n      枪声渐渐停歇，烟尘中，最后一个士兵被消灭，一个人从一匹马上跳下来，走出烟尘。      这是谁？      我认不出他，但他好像与我有过交情似的，挥手打着招呼。“昌吉！”他在叫谁？我记得我没有这个名字啊。“昌吉，你不认得我了？”他跑过来，两只手抓住我的肩，用力地摇着。我被他摇晕了，待他停下来后，我问他：“昌吉……是谁？”没想到他竟哈哈大笑。      “昌吉……就是你啊。”      他的表情变得和蔼，就好像真的是我的哪个远房亲戚似的，可是再远也不可能远到这里吧？      他见我不说话，又解释了起来。“我是易格，你是昌吉，神经病院你不记得了？”我的脑海里突然闪过一幅画面，即使是短短的一瞬，我也能立即明白眼前的这个人是如何与其他人一起挽救我的生命，但又是怎样丢下我自己逃跑。“我不需要你。”易格不可思议地朝后退了退，跳上马，眼睛里还留着遗憾的目光。      “来日方长，我相信你会明白的。”      真是奇怪的男人。\n      而且，那些星盟士兵是木偶吗？我和他站在那里那么长时间，也没有实施包围或直接俘虏，我试探性地走到一个星盟士兵前，用手轻轻点了点，竟然真的是木偶！我得意地一脚将它踢出几米远，开始寻找下一个“猎物”。      眼前的路渐渐明朗了，只有稀稀疏疏的士兵在拿着枪械在街道上耀武扬威，我捡起地上的一根被遗弃的长木棍，朝最近的那个士兵头上狠狠地砸去，他晕倒在了地上。但这也引起了其他人的注意，我捡起枪，将食指渐渐移动到了扳机前。我只要轻轻一动，眼前的这个晕倒的士兵就会失去他的人生，其他人好像不愿意看到这些，与我展开了谈判。      “别伤害他！他的妻子和母亲会伤心的。”一个士兵放下枪，朝前走一步，喝住了我。我叹口气，扣动了扳机。      “意思就是说你们杀死了这里的人，他们的妻子或者丈夫以及母亲就不会伤心么？”他们再度捡起枪，几十个黑洞洞的枪口瞄准我，让我那不争气的腿开始发抖。      一枚子弹打进了我的肩，让我的身体倾斜了下来。“驭——”一个人从马上跳下来，将枪收起来。那些士兵收好枪，齐刷刷地朝他敬礼，“不杀，俘虏。”      我光荣地成为了一名伟大的俘虏，这场战争的第一个俘虏。上一章      索引      下一章",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434196140,
            "txt_content": "上星期剩下的一章明天补……\n@北极星人 @天阶 @llxy @Michele @海潮 @xcc @白安西 \n这次没有偷懒=￣ω￣="
        },
        {
            "author": "北极星人",
            "timestamp": 1434196680,
            "txt_content": "没有偷懒也得枪毙三分钟。奖励你有所进步233"
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1434198540,
            "txt_content": "很好看，快点跟新啊！"
        },
        {
            "author": "xcc",
            "timestamp": 1434201180,
            "txt_content": "写多了。。。不错"
        }
    ]
}