{
    "title": "《嗜血之地》第一百三十七章 活着为了什么",
    "author": "MIP_COMMOM",
    "replyCount": 2,
    "timestamp": 1434194820,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2015-6-13 19:45 编辑 \n\n一天一天的过去，时间悄然流逝，龙浩天他们这是待在阶梯的第二个星期了，龙浩天来到了阶梯的第五十八级，飞翔使达到了四十七级，天玄铠则是和飞翔使相当，达到了五十级阶梯。\n　　到了现在，他们的食物减少的速度越来越慢了，这也就是说，他们的心力都用在了修炼这一条道路上，一个星期之前无法攀登的籽岷等三人，现在都来到了第十一级阶梯了，而籽岷的实力弱一些，达到了第九级阶梯。\n　　千余级阶梯现在连十分之一都没有完成，照这样的速度下去，他们的食物消耗完之前是不可能达到阶梯的顶部的，说不定这阶梯顶部还有着很多的考验。\n　　他们没有了退路，既然已经踏上了，那就不能放弃。\n　　“呼。”\n　　龙浩天运气收功，这是这一天第四次醒来了，这一天他连续攀登了三级阶梯，这速度可谓是非常的快，而龙浩天和天玄铠他们之间的天赋和运气等，实力差距也是显现了出来。\n　　“第四次了，周围的压力都消失了。”\n　　龙浩天眉头紧蹙，这路怎么越来越好走了，以常理来说，像是这样的阶梯不应该是越来越困难的吗？\n　　踱步，踱步。\n　　他在沉思，可是这并没有任何的用啊，这一个地方造成的压力，以及这阶梯的制作，都不是他现在的认知可以知道的，他不属于这一个世界，可以得到这一个世界的知识，只有在荒城的那几个月里，更多的就只有他的亲身实践了。\n　　“哎，要开始学习了。”\n　　龙浩天无奈的摇了摇头，身子半蹲，奋力一蹬，一道黑色的身影快速的在金色的空气之中，划出一道残影似的弧线，他也就掌握了一些这一个阶梯的秘密了，只要登梯速度够快，在半空中几乎受不到压力。\n　　而一旦登陆到了第二阶梯，那压力便是尾随而来。\n　　“压力，好像消失了，这是为什么？”\n　　龙浩天成功的来到了第五十九级阶梯，这里的压力并没有之前那样到来，只有无数的金色气息朝着那阶梯的尽头用去，像是水中有着堵塞的东西被清理掉了，水流都流走了似的。\n　　莫非那就是一个出口，一个通向外面世界的出口？\n　　他心中有一些激动，但是还有着一些不安，这是为什么，他还真不知道，命运这样的东西，谁又可以猜得到呢。\n　　“无压力？难道是因为这尽头有着什么东西启动了，亦是打开了？所有周围的压力都消失了？”\n　　龙浩天回首望去，飞翔使、天玄铠和籽岷等人都感觉到了异常，周围的压力都消失了，是的，像是凭空蒸发了一般，彻底的消失了，没有一点踪迹。\n　　“消失了，这怎么回事？”\n　　籽岷疑惑不解，他一脚便是踏入了第十阶梯，周围没有任何的压力阻挡和阻拦，只有那呼啸而过的金色气息在朝着阶梯的上方汇聚而去。\n　　一只紫黑色的眼睛在空中浮现，淡淡的紫气将周围的天空都渲染成了深紫色的世界，空中出现在这一只巨大的眼睛，龙浩天等人看不到它，而这并不是代表着这一只眼睛看不到他们。\n　　“你们..都感觉到了吗？”\n　　“感觉到了周围的气息消失了，那阶梯的尽头出现了一股强大且隐晦的气息，诡异可怕。”\n　　红叔严肃地说道，众人都在快速的向上攀登着。\n　　一百级\n　　两百级\n　　三百级\n　　..\n　　一千八十级台阶！龙浩天心平气和，没有一丝的急躁，双眸之中金色流光在转动，其眼前的是一个巨大的光幕，而光幕之中，他可以隐约之间看到一片黑色的石室空间。\n　　虽然黑暗，但黑暗之中有着一双紫色深邃的眼睛在闪烁光芒，诡异的气息弥漫，周围的温度不经意之间在下降着，龙浩天的肌肤之上，凝结出了一层薄薄的冰霜。\n　　白色的雪，白色的霜。\n　　籽岷等人也来到了这阶梯尽头处的平台，这是一片的冰天雪地，有着白色的雪花在飘落，金黄色的气流不断的涌入光幕之中，淡淡的紫色沿着光幕的边缘溢出。\n　　“这，光幕的后面是什么？出口或是另一个通道，难道这一个地方是没有出口的吗？”\n　　鬼鬼有一些愤怒，这都是呆着这一个地方有一段的时间了吧，如此之久都没有看到出口在哪，他虽有希望这光幕的背后是出口，可是他从那光芒中散发出来的淡淡紫气，就明白了这光幕后并不是出口。\n　　“走了，别看了待在这里并不能解决问题，进去看看有什么不就知道了。”\n　　龙浩天浑身被灵力所包裹，道道玄奥符文在周围闪烁不息，双眸之中金色流光空明剔透，他看到的只有那一个光幕，周围的一切并不重要，他看到的就只有那一个光幕。\n　　来到这一个世界，活着是为了什么？难道就是苟且偷生似的碌碌无为的活着？他的目标是什么？他是怎么坚持到现在的？难道真的只是为了活着而修炼，而变强的吗？\n　　像是飞翔使和鬼鬼他们都有着自己的目标，而自己的目标又是什么，为的又是什么？\n　　他感觉，自己的努力是不会有错的，这一路而来他的目标就是回到地球，回到那一个平静的地方，好好的活下去，他在进入这一个世界之前，只是一个小小的场馆之中洗碗的被人忽视的人。\n　　他来到这里，不断的努力，并不是为了苟且偷生般的活着，为的就是有尊严的活着，不是有尊严的活着，就是有尊严的死去，他受够的地球上人们对他的白眼，谩骂。\n　　一步，他踏入了光幕之中，眼神坚定，不论这光幕之中有着什么样的东西，他都要拼了，尊严是他应该得到的，他的活着为的便是这尊严，他不知道能不能回到地球，但是既然上苍给了他一个重新开始的机会，那就要好好的把握。\n　　第二步，他的身子已经全都进入了光幕之中，籽岷等人对视一眼，无奈地也跟了进去，这样冒然的进入很容易出现危险的事情的。\n　　可是他们却无路可走了，他们没有了退路，只有不断的向前才有可能找到出去的路。\n　　黑暗，这是一个无尽黑暗的地方，没有一丁点的光芒，有的只是无尽的黑暗。\n　　黑暗之中自有光芒，龙浩天的双眸金色流光转动，周围的一切在他的眼中依旧是这样的清晰，这是一个他熟悉的气息，这周围淡淡的紫色雾气中有着他熟悉的气息！\n　　这气息他感觉过，可却是想不起来在哪里感觉过，总之他感觉过便是了。\n　　“凡人，既然来了就不要走了，留下来被我吧。”\n　　一双紫色深邃的双眼在黑色空间之中陡然亮起，周围的金色气息在紫色的淡淡雾气之中暗淡而后融化为黑暗，黑暗，都变成了黑暗，这里犹如一个黑暗的世界，没有光明的世界。\n　　“呼呼呼！”\n　　周围的灯光亮起，一把一把火把镶嵌在周围的石壁之中闪烁亮起，一个巨大的身影出现在他们的面前，那是一个巨大的人形石像。\n　　石像的眉心处有着一个黑色的细缝有着恐怖的力量在弥漫，紫色的气息将周围的灵力都汲取了，力量消失，龙浩天他们的力量都被限制了，虽然可以使用灵力，但是威力却是弱了许多。《嗜血之地》索引，目录\n\n\n",
    "replies": [
        {
            "author": "侑阳",
            "timestamp": 1434195720,
            "txt_content": "一百多章好厉害啊"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1434254280,
            "txt_content": "楼主这个标题一百多章是在吓不明真相的围观群众吗\n还有我一直想吐槽红叔籽岷他们的性格不太鲜明啊，下次要注意\n（尤其是像红叔那种中二の逗比和籽岷谨慎の大叔）"
        }
    ]
}