{
    "title": "《嗜血之地》第一百三十八章 透明的灰烬",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1434195060,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2015-6-13 19:46 编辑 \n\n龙浩天手中符文灵剑闪出，斩向那巨大石像。\n　　“快，那一边有一个通道，快走。”\n　　籽岷进入光幕之后，看到的不是那一个巨大的石像怪物，而是在不远处的一个通道。\n　　“果然，你就是那一次我们在千人进入大型矿洞的那一个密室中的生灵，那铁门之后的气息。。”\n　　龙浩天没有继续说下去，那一日荒城，数千人进入大型矿洞，只有他一个人走了出来。那便是在碰到了两个石像之前的事情了。也是他领悟了“虚妄之眼”的地方。\n　　“吼……”\n　　石像低吼，宛如魔音一般，众人耳朵生疼，捂着耳朵。\n　　而龙浩天双耳溢出鲜血，一声吼声就可令他受伤，可见两者实力差距之大。\n　　手中灵剑飞出，直指石像眉心，那里有着一只闭合的竖眼。\n　　竖眼如天眼一般，令得龙浩天一阵心惊，他可以感觉到那一只竖眼的威势。\n　　一旦睁开，必将河水倒流，山岳坍塌。\n　　“轰！”\n　　那石像石拳轰向虚空，空间暂时裂开，众人看得心惊，这是何等的力量。\n　　石像从虚空之中，抽出一把巨石斧。\n　　石斧上闪耀一丝金光，光滑如砥，其上有符文流转，如同宝器一般。\n　　“这是宝器？！”\n　　龙浩天等六人皆是，灵器的威力他是知道的，那可是非常厉害，而这宝器就更加强大。\n　　“呼！呼！呼！”\n　　巨石斧挥下，连空间都要破碎，众人一惊，这宝器绝对登峰造极了。\n　　噗！\n　　籽岷体质不行，面对巨大威势，已经抵挡不住倒下了。\n　　鬼鬼见状，脚下生风，来看了籽岷身旁，朝着通道的方向冲去。\n　　“一个也别想走！”\n　　石像怒吼，宛如天神，通道的入口居然都被震塌了，逃跑已经无望！\n　　“呵！”\n　　龙浩天低喝，双手结印，古朴大印出现，展尽符文的奥义，轰杀向石像眉心处的竖眼。\n　　“雕虫小技。破！”\n　　石像石指一点，一道波纹荡漾，那符印不断地振动着，光芒明灭不定，而后化为星光破碎。\n　　“火天共舞！”\n　　飞翔使身后火焰虚影浮现，微弱的火焰在空气中跳动，看上去非常庞大。\n　　那石像眼中杀机尽现，如同遇到了生死大敌一般，对飞翔使斩去。\n　　“呼！呼！呼！”\n　　石斧带着阵阵破风声斩向飞翔使，火焰升腾，符文在其间流动，可是石斧威力太大了，飞翔使被轰飞出去。\n　　“全力一击！”\n　　“战狂杀戮！”\n　　两大技能齐出，这两个技能跟龙浩天很久了，随着他的实力的提升，这两个技能威力越来越大了。\n　　一道蓝色的流光朝着石斧飞掠而去，乍然一看，那蓝色流光是龙浩天所化。\n　　其手中符文灵剑光芒大盛，朝着石斧镇压而去。\n　　而那宝器岂是那么容易就可以镇压的？\n　　石斧威势放出，龙浩天身体沾染鲜血，血腥的气息在石洞中漫延开，他倒射而出，连续撞碎了数块岩石才停了下来。\n　　飞翔使手中结印，火焰再一次伴随着符文朝石像轰去，如同一颗陨星一般，划破长空，呼啸而过。\n　　红叔，鬼鬼和籽岷三人只能远远的躲避，他们的实力太弱了，一战斗就会被斩杀。\n　　天玄铠手中剑芒飞出，气贯长虹，剑芒杀到，在石斧之上带出些许火花。\n　　“轰！”\n　　手起手落，空气都无法阻挡石斧的威势，朝着飞翔使斩去，空气燃烧，可见其威力之强。\n　　速度更是没有一丝的减弱，反而更快了。\n　　飞翔使一个踉跄，差一点就被石斧斩杀，在地上滚了几个圈，狼狈起身。\n　　“咳，咳，咳。”\n　　飓风卷起，飞翔使被带飞了一段距离，击碎了许多的岩石才停止了下来。\n　　“生息！”\n　　籽岷口中吟唱咒语，一点点的绿意在他的法杖上凝聚着，轻轻一指，绿色光芒飞出，将飞翔使包裹在其中，身上的伤势，以肉眼可见的速度在好转。\n　　“嗯？”\n　　石像轻疑，看向籽岷，眼中杀意更盛了。\n　　它狠附魔师，特别是木属性的附魔师，他们太恶心了，每一次敌人将败，总是被木属性附魔师恢复战力。\n　　“籽岷，快跑！”\n　　飞翔使大吼一声，可是已经来不及了，石斧已经斩下，带着威压，籽岷等人被控制住了。\n　　“轰！”\n　　石斧落下，带起无数的石块和尘烟，飞翔使，天玄铠和龙浩天三人，灵力释放护住三人。\n　　即便是龙浩天都无法正面与之相比，而籽岷三人更是顶不住石斧的攻击，怕是九死一生。\n　　烟消云散，籽岷三人重伤倒地不起。\n　　“虚妄之眼。”\n　　一个蓝色的荧幕出现在龙浩天的左眼前，他看到的，只有那石像头顶的竖眼有红色标记。\n　　这一切被石像看在眼中，它感知，这六个人之中，只有这一个手持符文灵剑的人对它威胁最大。\n　　“这是……”\n　　石像寻思，有一些惊讶地看来龙浩天，手中的石斧朝他斩去。\n　　“天才最易夭折，我的双手已经沾染了他们的鲜血，不差你一个！”\n　　龙浩天疑惑地看着石像，它这话是什么意思？自己是天才？\n　　石像大吼一声，飞跃而起，手中的石斧高高举起，如同一座山岳一般，朝龙浩天镇压而下，实属恐怖。\n　　“龙游九天，御龙。”\n　　三道龙影浮现，六目紧紧地盯着石像，惊天气势镇压下来。\n　　石像皱了皱眉，手中石斧斩向巨龙。\n　　“晃当！”\n　　石斧斩于巨龙的身体上，发出刺耳的金属撞击声，那巨龙居然可以力拼石斧！\n　　而龙浩天却是不好过，强大的一击差一点震散了他对巨龙的精神控制。\n　　虚妄之眼虽找到石像弱点，可惜无用。而第二价段的龙游九天不敌敌手。\n　　“哇！”\n　　第二击石斧落下，巨龙无法抵挡石斧之威，被震散了。\n　　“好强大，根本无法力敌啊。”\n　　连龙浩天的最强技能都无法抵抗石斧，他们能有什么办法对付石像。\n　　符文漫天飞舞，飞翔使不断地攻击，可是效果并不是怎么明显。\n　　“轰！”\n　　石像落下，顿时山河破碎，如末世一般，令人胆寒。\n　　众人变色，一道裂缝在脚下漫延开，而后化为深渊。\n　　深渊深不见低，仿如万丈深渊，鬼哭狼嚎的声音从中传来，令人发毛。\n　　龙浩天重伤倒在了血泊中，石像石指高高抬起，一道灵光冲了出去，直指龙浩天的眉心处。\n　　即便是“生死之气”还没用，但他可以躲过一次，以他现在的状况，根本就躲不了第二次的攻击！\n　　“轰！”\n　　爆炸声传来，籽岷等人面如死灰。\n　　龙浩天跟了他们这么久的时间，在危险之时，总是他出手对付，如今，龙浩天已逝，他们也提不起精神战斗。\n　　“嗯？龙浩天还活着！”\n　　飞翔使几乎高兴地跳了起来。\n　　“明躲暗藏，还不现身？”\n　　众人一惊，这话是什么意思，难道龙浩天活下来是因为有人暗中相助？\n　　一道绿色灵光，从一块巨大的岩石后面跃了出来，降临在龙浩天的身前。\n　　众人看着那道背影，眼中满是惊疑，只有天玄铠不知道那身影是谁，其他的人都清楚。\n　　“萧慕雪！”\n　　籽岷等人失声叫了出来，而龙浩天看着那站在自己前面的身影，心中满是惆怅之感。\n　　“身为斧皇，再此处袭杀尔等，有何目的？”\n　　萧慕雪皮肤上有龙鳞铺盖着，手中拿着两把威势不弱的剑形武器，从气息上感知，是灵器！\n　　“聒噪，我的事，小孩子别插手。”\n　　“一代剑天也该张狂，你何来的勇气？”\n　　石像一脸蔑视之色，身为剑天强者，居然是护起了弱者，而且还是龙族之人，龙族什么时候这么好心了？\n　　“即便是我修为甚低，也不是任你可欺负的。”\n　　石像眼中杀气密布，手中的石斧血光绽放，无形的威压几乎将在场的六人全都镇压住，不可动弹。\n　　龙浩天惊疑未定，原来那先前玄灵剑所指的怪物，便是自己的妹妹——慕雪！\n　　“龙族的人吗？”\n　　龙浩天低语，看着慕雪与石像缠斗，自己的心一阵绞痛，只可以观战而不能帮忙。\n　　慕雪，当日离开便知你身世非凡，为了你，我一直在努力成长，希望有一天不会被你身后的背景所束缚，可是你是龙族的人。。\n　　龙浩天心中一叹，看着眼前的身影而不语。\n　　“没有想到萧慕雪居然如此的厉害！”\n　　飞翔使重伤正在恢复，见二人缠斗难分伯仲，就知道萧慕雪绝对不一般。\n　　“轰！”\n　　双剑对石斧，比萧慕雪高出几个星级的石像心中一惊，对方肉身强横，不愧为龙族之人。\n　　“结束吧，陨星击！”\n　　石像大吼一声，石斧如同星辰一般陨落下来，无数的繁奥符文随着石斧镇压而下。\n　　萧慕雪眼中尽是思念和不甘，平常她紧随着龙浩天而不露出真身，怕是龙浩天被龙族的一些老怪物洞察，而拖累龙浩天，如今龙浩天有难，她不得不站出来。\n　　萧慕雪双手结印，一道金色的大印出现，伴随着龙吟之声出现，在“陨星击”下光芒绽放。\n　　“熟悉的气息，莫非我是龙族的人？”\n　　龙浩天心中一颤，而后又摇了摇头，自己并不属于这一个世界，自己也就肯定不可能是龙族的人了。\n　　“哇！”\n　　烟雾散尽，无数的星光飞溅，集中的岩石全都化为了灰烬。\n　　萧慕雪终究是抵不过造诣修为极深的石像，无法抵挡斧皇的至强一击，越是到最后，想要越级挑战的难度也就越大，这几乎是不可能的。\n　　萧慕雪惨白着脸从空中坠落，如天使一般，那丝缎如轻纱、坚固战甲一同破开身躯上刀痕累累。\n　　龙浩天艰难的起身，催动灵力，飞向了半空中，接住了慕雪。\n　　“哼！”\n　　石像冷哼一声，石斧宛如一座山岳，巨大威压令得二人不可动弹，滚滚符文朝着二人袭来。\n　　慕雪艰难的驱动符文，抵挡住了那攻击而来的灵光。\n　　“轰！”\n　　地底裂纹密布，萧慕雪身上的几层轻纱被划破开，裂痕可见，龙浩天心在滴血。\n　　“哇。”\n　　龙浩天一阵心绞痛，自己的实力太弱了，无能为力！\n　　慕雪抵挡住了，被震到了内脏，一口鲜血喷涌而出，二人被强大的力量推开，倒射而出。\n　　这一击，险些就要了龙浩天和慕雪二人的生命，两人而今都只有不到十点的生命，奄奄一息，随时都会陨落。\n　　“浩天哥哥，咳咳，我们又见了。”\n　　萧慕雪脸色惨白，红润的气血荡然无存，久久闷出一口心血喷出。\n　　被石像至强的技能击落，生命值下降极快，达到了百点之内，而后拼死挡住了石像的灵光攻击，生命值几乎和龙浩天一样了。\n　　“慕雪，你是龙族的人？！”\n　　龙浩天疑惑的问道。以慕雪的背景和强悍的实力，为什么要救自己，他们只不过相遇相识，并不是正在的亲兄妹，他可不是龙族的后代。\n　　“嗯！”\n　　慕雪轻声回答道，她眼中有着晶莹光辉闪烁，艰难的抬起了右手，轻抚着龙浩天脸上的伤口。\n　　龙浩天一直想要忘记他们之间的一切事情，忘掉了所有一切回忆，他早就猜到了慕雪庞大的背景不是他可以比肩的，但是没有想到，慕雪竟然是龙族的后代。而他所做的便是没有珍惜他们之间在一起的时光。\n　　“呼！呼！呼！”\n　　石斧朝着倒在血泊中的二人劈来，即便是两个人合力也不可能抵挡下来的。石斧如同死神，只要击中，二人那即是拥有逆天神术也不济于是。\n　　“浩天哥哥，曾经都是你为了我，如今，我不想再失去你了！”\n　　萧慕雪哭泣厮杀的声音在颤抖着，笑着看着龙浩天，眼中尽是满足之色。她已经承受了太多太多了。\n　　而龙浩天像是猜到了什么，看着慕雪，不语。\n　　她的身体在发光，好似有火焰在燃烧一般，背后有着一道龙影浮现，而慕雪则是看着龙浩天，笑着。龙影栩栩如生，如真龙一般傲立在虚空中。\n　　“你这是想要同归于尽？！”\n　　石像开始有一些畏惧了，虽然两人的实力相差很多，但是龙族的强大是不可忽视的，即便是越级对战也是可以不落下风的，而慕雪符文造诣低，不能对付这一个活着上百年的石像怪物。\n　　龙影正在燃烧着，愤怒的目光盯着石像让它一阵发毛，龙影与石斧对撞在一起，空间险些就要坍塌了，空间乱流肆意席卷。\n　　“轰！”\n　　一声轰鸣之声盖过了那嘶吼声，石像咆哮着抽出了石斧。\n　　石斧居然是在裂开，一道一道的裂纹在证明，这石斧已经在裂开了，轻一触碰，似如瓦片一般破碎了。而那石像则是在退却。\n　　“慕雪，慕雪，你怎么了？！”\n　　虽然知道萧慕雪要和那石像同归于尽，眼中闪过无尽泪光，萧慕雪的眼神柔和起来，笑得很灿烂。但是看着萧慕雪的身体在变得虚幻，他还是有一些的不舍。\n　　“浩天哥哥，你要好好的活着，变强！我不希望你再逝去。。”\n　　慕雪的声音在变得虚幻起来，而后面的话更是听不到了，而龙浩天也不想听到。\n　　那龙影开始变得暗淡，而那石斧则是在一瞬间炸裂，化为了点点的星光，而那石像一吼，龙影和慕雪皆是一颤，龙影差一点就消散了。\n　　“慕雪，你。。”\n　　龙浩天已经泣不成声，萧慕雪的身影在消散着，融入到了那龙影之中，暗淡的龙影瞬间又明亮的几分，直直冲向石像眉心处的竖眼。\n　　石像一惊，竖眼睁开，天地都为之动容变色，龙影摆动躯干，速度慢了几分，未达到竖眼便是消散而出了。\n　　“轰！”\n　　远处，飞翔使等五人奋力的轰开了通道的入口，众人欢喜，这一次逃跑那石像绝对留不住六人。\n　　“龙浩天别愣着，萧慕雪为我们争取了很多的时间，通道已经清理开了，再不走，枉费了慕雪的生命啊。”\n　　“对啊对啊，留的青山在不怕没柴烧，快走，改日实力强大了再来报仇雪恨！”\n　　飞翔使大吼一声，龙浩天的眼神黯淡，提不起精神。\n　　“飞翔使，带他走！”\n　　籽岷喝到，先行离开了，他的速度非常的慢，可不想给众人添加麻烦。\n　　“浩天哥哥，我虽舍不得你，但是若是我的生命可换取你的性命，那我愿意。。”\n　　慕雪的身影浮现在空中，凝神看着面如死灰的龙浩天，她的心里也是同样的难受。\n　　一枚绿色的光芒正在缓缓地飞来，落到了龙浩天的手中。\n　　光芒散去，里面是一枚绿色璀璨的龙鳞，上面有着一丝熟悉的气息，令龙浩天难以忘怀。\n　　“走！”\n　　飞翔使将龙浩天使劲的拽起，背到了背上，冲入了通道之中。\n　　“吼！”\n　　刚刚入通道不久，便是传来了石像的吼声，将通道之中的几人都震得吐血，生命值连续的下降。\n　　龙浩天被一道绿色的光芒保护在其中，没有受伤，那绿色的光芒便是他手中的龙鳞所发出的。\n　　阵阵嘶吼之声传来，石像的怒吼声，他居然连弱小如此的人类都无法拦截，只要它可以斩杀足够多的人类，以血祭的方式就可以逃离这个鬼地方了。\n　　龙浩天目光暗淡，脸色惨白，回想起自己和萧慕雪在一起的点点滴滴，在这一段自己里面，感到非常的开心，来到这一个世界最开心的时刻。\n　　手中的龙鳞闪闪发光，龙浩天眼眶早已湿润，如水晶一般的泪光滴落在了龙鳞上。\n　　“我会变强的，我要成为世间最强者！”\n　　龙浩天目光坚定，都是他太弱了，不然也不是害得慕雪跑出来护住他，也不会发生接下来的种种事情了。\n　　“我会回来报仇的，一定！”\n　　龙浩天上齿咬下唇，从飞翔使的身上挣脱了下来。快速的朝着走廊的尽头飞奔而去。\n　　而众人则是被吓了一跳，龙浩天刚刚还病怏怏的，现在马上就焕发活力了，速度连飞翔使都是心颤。\n　　他没有多余的一分一秒可以浪费了，若不快一些斩杀那可恶的石像，龙浩天恐怕这一生都会不安与悔恨。\n　　他的目标，又多了一个，那就是变强，不但的变强，为慕雪报仇！《嗜血之地》索引，目录\n\n\n",
    "replies": []
}