{
    "title": "[原创单章]League of Minecraft 第一章 创世神峡谷",
    "author": "MF_Mufeng",
    "replyCount": 6,
    "timestamp": 1434194340,
    "txt_content": " 本帖最后由 REN0011 于 2015-6-14 15:39 编辑 \n\n   创世神峡谷，一个神奇的地方。一方是蓝色的海蓝，一方是红色的火狐，两队创世神将会为我们带来一场精彩的摩擦。这里有很多的野怪，二牛，四鸡，三狗，猪。以及猪人和小猪人（地狱BUFF），墨鱼（末地BUFF）。除了创世神峡谷，方块大陆上还有许多其他的地区，每个地区的人们喜好不同，性格各异。并且有很多神装，我们的男主史蒂夫，又将会经历什么样的故事呢？  女主角尚未出现，请敬请期待。\n      蓝方下路的路上——\n      “喂，杰克，你觉得我们在下路，安全么？”史蒂夫问道。\n      “安-全。”杰克机械地回答道。\n      ”哎？那是什么？“史蒂夫的目光射向了野区——\n      只见两头硕壮的牛，站在那里，眼中满是凶狠之相。身上笼罩着治疗之光，左边的比较小，而右边的比较大。正怒气冲冲地朝着史蒂夫和杰克这边看来，好像随时要把他们撕碎一样。\n      ”杰克，上门的经验！“史蒂夫惊喜地大喊道。\n      站在他一旁的杰克不出声，伸出他那长长的胳膊将小牛捞了过来。那大牛一见小的被抓走了，眼神瞬间变得阴暗冰冷，大吼几声后朝这边撞了过来。这时，史蒂夫及时地往那里射出了秘术射击，并且用光波来打击巨牛。那边的小牛已被杰克清理完毕，转身来帮史蒂夫干掉了巨牛。\n      ”啧啧，这经验真是赚了~“史蒂夫大笑道。\n      ”小-心，在-吸收-经验-时，不要-大笑，否则-经验-会-咳出来。“杰克说道。\n      ”哈哈！哪有！吾。。咳。。哈，，咳。。噗！“史蒂夫刚大笑几声，突然咳了几下，咳出来了一大团经验。随即那团经验飞向了杰克，飞入了杰克的经验条中。杰克升到了2级。\n      ”这。。是。。什么情况？啊啊！{:10_535:}”史蒂夫大叫，他已经不能理解了！\n      红方下路一塔处——\n      “芙洛，我好怕。”露西呜呜地说，声音小的跟蚂蚁一样。\n      “不用怕，一会就使劲奶我就行了！”芙洛脸上露出了微笑，随后。\n      一道光波射向了那里，正击芙洛头部。\n      “呜哇！疼死我了！”芙洛大叫一声。\n      露西见状，赶紧给芙洛奶了一口。\n      “哎？没人啊？╮(╯▽╰)╭”芙洛忍着痛往那边瞧了一眼，但是，随后看到的是两个基佬。那正是史蒂夫和杰克。\n      “哇(*@ο@*) 哇～，下路居然遇到两个妹子，这运气真是好！”史蒂夫大笑。\n      “少废话！”艾希随即弯弓搭箭，拿起冰霜箭支，对准史蒂夫的头颅，射！但史蒂夫闪走了，然后朝这边给了一记能量波。露西朝芙洛奶了一口，\n芙洛赶紧站起身来，一箭把杰克打至休克后，又准备朝史蒂夫打去——\n      ”哼哼！羊毛弹幕！“只见史蒂夫手中出现奥术能量弓，马上就要射去。\n      ”其实，布莱克就在你们那边的草丛里面！“芙洛急中生智，微笑着对史蒂夫说。\n      ”其实，我在你老公（泰达米尔）身上装了奥术炸弹。“史蒂夫也笑道。\n      ”好吧，我承认，拉克丝在我们红方手上。“芙洛深吸口气继续说。\n      史蒂夫刷的冲到了芙洛面前，跪了下来。”求求你放过拉克丝！她还只是个少女！你让我做什么都行！“史蒂夫把奥术手套扔了，冒险家眼睛放在地上，哭着对芙洛说。\n      ”哎╮(╯▽╰)╭？那好吧，让我打死你完成一血！“芙洛弯弓搭箭，一箭一箭射向史蒂夫。\n      ”额。。噗。。啊。。。疼。。啊。。额。。额噗。。“史蒂夫头上插满了箭，流满了血。最终。。草丛中走出来了一个人，布莱克！\n      ”方块突袭！“\n      First Blood![redstone_dust]\n     ”啊啊！“史蒂夫倒在了地上，起不来了。\n     ”我的一血！布莱克，你！“芙洛大怒，朝布莱克射去。\n     ”啊！嫂子饶命啊！噗。。额。。你听我。。噗啊。。说。。额啊！“布莱克悲痛地说道，他已经被芙洛打得不成人样了。\n     ”嫂子！我不是故意的！这样赔偿你吧！我现在去上路找大哥（泰达米尔）去！额啊！嫂子你别打了！噗啊！亚麻跌！“布莱克吼了一声，继续辩解。\n     ”你敢抢我一血！你信不信我找我老公！”芙洛怒道。\n     “啊。我再也不敢了。。”布莱克呜呜叫着。\n     他们身旁的露西不知所措地看着他们。\n     “喂，你们俩...吵架...能不能别踩着我。。”他们脚底下的史蒂夫虚弱地叫道。\n     “要你管！”芙洛一脚踩在史蒂夫头上。\n     “噗啊！”\n     Steve killed by furo.     “额啊。。那些家伙，简直太狠了。。我要买一把耀光剑！”史蒂夫复活了，在蓝方基地中，他朝着商店老板叫道。\n     “喔！好！”商店老板应了一声，走进了店铺里。过了一会拿出了一把耀光剑。\n     “咳咳，此为上古寒冰打造，具有不可预测的特效。魔法伤害和魔法恢复都是很可观的。他的造价十分昂贵，由创世神峡谷隐藏的神Notch所打造。利用天地之寒气......”\n     “停！多少钱？”史蒂夫见他还要滔滔不绝地说下去，急忙打断问道。\n     “打断长辈说话是很不礼貌的！”商店老板有些愤怒，“想当年，我还是方块大陆有名的演讲家的时候......”\n     “多少钱？”史蒂夫有些无奈。\n     “1200元。”商店老板答道。\n     买到耀光剑后，史蒂夫赶紧架起奥术能量弓，朝下路发射出去。\n     “嫂子！我下次再也不敢了，真的！“残血跪在地上的布莱克哭着喊。\n     “就饶了你这次！”芙洛终于放弃。但是她看见从远处飞过来一个荧光弹幕，脸色大变。\n     “嫂子你饶了我这回......哗！”\n     Black killed by Steve.\n     “啧啧！老板！我要这个生命药！还有这个多兰剑！老板......”蓝方基地，史蒂夫高兴地嚷着。\n\n字数检查：\n1919字（除了空格。）（标点符号带）\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1434254100,
            "txt_content": "第一段的背景介绍有点模糊呢\n楼主再改改写得精彩一点吧"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1434255480,
            "txt_content": "2B与mc的故事 发表于 2015-6-14 11:55\n第一段的背景介绍有点模糊呢\n楼主再改改写得精彩一点吧\n嗯嗯，第一段的背景的确有些模糊了，下一段会补上大量信息的。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1434447600,
            "txt_content": "对话有点过多，情节过少"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1434453120,
            "txt_content": "lzs1234 发表于 2015-6-16 17:40\n对话有点过多，情节过少\n前几章基本搞笑，请多见谅。。{:10_535:}"
        },
        {
            "author": "周神皇",
            "timestamp": 1434859860,
            "txt_content": "乱糟糟，心塞塞。"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437386160,
            "txt_content": "MF_Mufeng 发表于 2015-6-16 19:12\n前几章基本搞笑，请多见谅。。\n前几章基本搞笑？\n楼主你的心态就不对了，写小说是要踏踏实实写，让读者看出你的诚意。怎么能够基本搞笑呢？\n你的质量不是问题，字数补质量，但你怎么能拿读者开玩笑呢？\n希望楼主能够理解我们读者的心情。"
        }
    ]
}