{
    "title": "《嗜血之地》第一百三十六章 寂寞的鬼鬼",
    "author": "MIP_COMMOM",
    "replyCount": 1,
    "timestamp": 1434194520,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2015-6-13 19:43 编辑 \n\n周围的压力如同洪水，如同惊雷，如同汪洋大海，无穷无尽的力量都在朝着龙浩天猛攻着。\n　　这并非是什么坏处，这无形的压力便是在淬炼着他的肉身，每一寸的肌肤都在变色，都在变成黑色，他就像是被一道雷电所劈中了似的，肌肤焦黑无光，非常的干燥。\n　　周围的空气之中弥漫着烧焦的味道，也不知道是不是龙浩天发出来的，而那味道却是没有传到第三阶梯或是更高的阶梯，周围的压力将其镇压在了第四阶梯。\n　　周围金色的气息非常的浓郁，点点的灵气朝着他的灵力星棱汇聚，星棱便是突破三十级瓶颈的一个非常难以逾越的变化，而龙浩天却是在十多级，二十多级时就可以完成，这天赋和运气不是一般人可以想象的。\n　　周围的压力渐渐地稳定了，但气息却有一些狂暴，好似万头奔腾的野马，那强大的冲击力是不可想象的，而现在龙浩天正是承受着这样的冲击，身体依旧没有丝毫的动摇。\n　　屹立如山，在第四阶梯上，金色气息散发着金色的光芒，光辉在不断的朝着周围散开，但最终的终点只在第四阶梯的边缘。\n　　每一级阶梯的面积皆是不同，像是第三阶梯便是第四阶梯的两倍，面积大大的减少了，这应该是为了让闯关的人更加的努力才设计的吧。\n　　而他们没有想到的是，这一个地方并不是为他们这一些师级的人而准备的，反而倒是为了那一些魂级的强者而准备的，那魂级在古时，可是年青一代最高的荣耀，想要在二十岁之前就达到魂级那是非常困难的。\n　　除了需要天赋以外，还需要大量的资源用于培养，还要经历无数的战斗竞争来锻炼，古时候的竞争可是非常的可怕的，这阶梯的面积缩小，便是为了约束一些人顺利的攀登，强者才可以留下。\n　　周围的气息不断的减弱着，压力在变得平和，龙浩天的脸色从惨白变成了红润，可以开始修炼了。\n　　盘腿而坐，坐在第四阶梯的正中央处，那里的压力最大，也是最为适合修炼的场所，压力大的地方，修炼的进展也就会快一些，但是那必须要在自己的承受范围之内的。\n　　若是想要拼命的去抵抗，那下场可是非常的可悲的，像是爆体而亡之类的，那是承受不住压力被碾碎的后果。\n　　龙浩天并不愚蠢，这道理他还是明白的，没有勉强也没有夸大，这的确是他应该修炼的地方，最适合他修炼的地方。\n　　“竟然上去了，看来我需要努力了，不能输给龙浩天！”\n　　天玄铠盯着那第四阶梯的位置，眼中满是坚定，深呼吸，将心境平静下来，进入了修炼的冥想状态。\n　　飞翔使还在第一阶梯，只不过周围的火焰几乎都要消失了，他也有了苏醒的迹象，压力对他的效果越来越差了，那苏醒也是必然的，他需要到更高的阶梯去挑战了。\n　　火花升腾，周围的空气近乎扭曲，飞翔使双眼缓缓地睁开，他那悬浮着的身体降落到了金色的台阶上，火焰没入了他的眉心，一股强大的气息自内而外的喷发，他的实力居然达到了二十四级的中期了。\n　　灵力的浓郁程度虽然没有龙浩天的强，但隐约之间有着要超越天玄铠的趋势，许许多多的淡绿色光芒朝着他的丹田汇聚，周围金色的气息都为之而黯淡。\n　　“呼！”\n　　飞翔使双眸之中，空洞无神的眼睛有重新明亮，有着一颗星辰在他的眸中闪过，虽然只是一瞬之间，还没有完全进入修炼状态的龙浩天却是发现了这一变化。\n　　笑了笑，沉下心进入了修炼的状态了。\n　　“我只是这么了，我。。更强了！”\n　　飞翔使发现自己的实力居然是进步的非常的多，他都不敢相信，这还是自己吗？难道他在第一阶梯昏昏睡去了几天甚至是几个星期或是几个月不成？这么会有这样的实力提升？\n　　不解之中，更多的还是高兴，他的实力在进步，在飞快的进步！他可以肯定，以自己现在的实力和那一些底牌，想要打败天玄铠也不是不可能的，但是想要打败龙浩天，这真要考虑考虑了。\n　　“没有压力了？”\n　　飞翔使轻轻跳了跳，居然是直接来到了第二阶梯，虽然有着无数的压力涌来，但是他面色仍然非常的好，红润不失血气，他很高兴，但是却发现了自己的不足。\n　　他的实力提升的太快了，体内的灵力积淀不够多，处于虚浮的状态，这对于修炼可是一大禁忌，若是修炼途中实力等级的提升过快，那一个人的灵力浓郁程度必然很差，没有同一等级踏踏实实走上来的人的灵力浓郁。\n　　“就在第二阶梯将那虚浮的灵力修炼出来好了。”\n　　飞翔使看了一眼第三阶梯，虽然无法看到阶梯上面的场景，但是他可以感觉到有着和自己差不多气息的人在上面，那应该不是龙浩天，而是天玄铠了。\n　　静，一片的寂静，除了在阶梯之中，籽岷等人偶尔还会聊一聊天之外，就没有任何人在开口过一次了，时间不等人，他们的食物不多也是知道的，修炼可以减小身体的新城代谢，从而减少进食量，能省一些是一些，而龙浩天等三个人皆是从籽岷他们这里那里不少的食物，这也就导致了籽岷他们只有不断的修炼来减少进食保存粮食。\n　　食物啊，以前没有会觉得食物的珍贵，然而对于食物，越吃越高级的，却是没有想到，自己也有兵粮寸断的一天！\n　　鬼鬼感慨万分，也不继续分心了，不然想着想着都要想到食物上面去了，就怕是忍不住会吃了一点的食物。\n　　空气中弥漫着一股奇怪的气味，树林之中传来了幽幽的草木之声，周围平静如水面，没有一丁点的声音，这倒是有一些奇怪了。\n　　“太无聊了，这样你们不觉得无聊吗？就这一直修炼修炼的！我们是不是改起来走动走动，我都快不记得怎么走路了！”\n　　鬼鬼略有不愉，不论怎么样都无法集中精神修炼，就这样一直的修炼，他都感觉有一些枯燥了，而他是最不耐寂寞的，感觉到了无聊，那自然要换换其他的事情来做了。\n《嗜血之地》索引，目录\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434195360,
            "txt_content": "突然来的一百三十六章？！\n如果是转载，请注明出处。\n如果是原创，建议放上索引。"
        }
    ]
}