{
    "title": "认为1.6到1.7的版本并没有什么差别的举手",
    "author": "2293952761",
    "replyCount": 21,
    "timestamp": 1434192480,
    "txt_content": "我第一次玩的是一个1.6的服务器 然后有玩1.7的 感觉没有什么区别啊",
    "replies": [
        {
            "author": "草",
            "timestamp": 1434201960,
            "txt_content": "还是有不少差别吧...比如...\n好吧我说不出来"
        },
        {
            "author": "迷蒙丿契约",
            "timestamp": 1434205680,
            "txt_content": "彩色玻璃你值得拥有"
        },
        {
            "author": "鳥妖",
            "timestamp": 1434206640,
            "txt_content": "差别太大了"
        },
        {
            "author": "阿有",
            "timestamp": 1434208860,
            "txt_content": "1.7以下版本还没玩过。。。"
        },
        {
            "author": "小空空~",
            "timestamp": 1434213120,
            "txt_content": "1.6运行快，1.7运行慢，而且1.6.2是用JAVA8，而1.7.10和1.7.2是用JAVA7"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1434241800,
            "txt_content": "\n\n\n改进与更新资源包全面整改菜单可以同时选择多个资源包。如果资源包存在同样的内容，则最上方的内容会被使用。可以自动混合不同资源包的内容，如一个声音包和、一个材质包。\n服务器可以提供资源包最大大小增加至50MB。\n\n音效你现在可以通过资源包添加新的音效。资源包可以通过使用JSON添加，移除，补充，随机化，或给音效分组。音效与音乐现在都保存在 .minecraft/assets/sounds 文件夹内。音乐会跟随游戏暂停而暂停。\n网络代码完全重制现在使用的是 Netty大多数的通信包没有变化，握手和Ping的流程被重做。包的头部包含了包长度的信息。\n光效修复了几个照明问题减少了地形生成产生的“暗区”。[1]修复火把在要塞和废弃矿井内的光照问题。[2][3]雷暴时的亮度变成了7 (在此之前亮度和普通降雨一样是12但敌对生物会在亮度＜7时生成)云和天空会变得更暗\n\n游戏选项在操控设定中集成了一些选项，现在可以重新设定热键1-9、截图按键、电影特效切换（可以设定并移除了默认键）、视角切换和疾跑按钮（按下将进入疾跑状态，默认为左shift键）。音乐与音效现在开始可以将主音量、背景音乐、唱片机/音符盒、天气、方块、敌对生物、友善生物、玩家、环境的音量分开独立控制。\n资源包菜单将未使用与使用中的资源包分开显示——现在可以同时使用多个资源包，根据设定的优先度不同，优先使用上级资源包。\n视频设置能见度现在是能定为2-16个区块的滑动条；最大fps则是10-250、无限制的滑动条；Mipmapping可以被设定为1-4级或者不使用；各向异性过滤可以被设定为2、4、8、16或是不使用。\n超级秘密选项此按钮现在会应用各种不同的实验性着色器目前可使用的着色器列表：反锯齿、去会聚、剪影、美术、饱和、铅笔、位元、翻转、荧光粉、斑点、快速近似抗锯齿、枕状扫描、斑点2、绿、边缘检测、模糊、倒置、摇晃、盘旋色、彩色电视\n语言选栏添加了\"强制Unicode字体\"选项，现在可以选择是否对文字强制使用Unicode字体。\n\n物品栏在创造模式里，装饰性方块的展示物品从玫瑰改成了牡丹\n服务器列表现在可以通过F5刷新列表添加了服务器图标在鼠标悬浮在玩家数量时会列出目前在线的玩家们添加了对多行MOTD（介绍消息）的支持\n记录记录现在将通过Log4j 2完成默认的记录位置将改为logs/latest.logs，古老的记录将在logs/<年>-<月>-<日>-1.lg.gz内存档，每次启动将增加最后一位数字多亏了Log4j 2，记录保存的方式也有所改变了，如：html页面、数据库、仅包含错误、不记录\nMinecraft Realms开始在内部准备购买支持开始提供下载世界地图的选项\n\n\n目录  [隐藏] \n1 游戏内容2 世界生成3 方块与物品4 生物\n\n\n游戏内容[编辑 | 编辑源代码]新内容指令/setidletimeout会自动将挂机过久的玩家踢下线仅限于多人游戏，仅能被服务器管理员使用用法：/setidletimeout <<闲置时限(分钟)>\n/tellraw运用json语言来在聊天窗口中创造出\"按钮\"和格式化文本（加粗、倾斜、下划线等）用法：/tellraw <玩家> <原json消息>\n/summon用于在游戏中生成任何实体，包括巨人，末影水晶，末影龙，和激活的TNT。用法：/summon <实体名> [x] [y] [z] [数据标签]\n/achievement用于赐予玩家成就用法：/achievement give <数据名> [玩家]\n/setblock用于创造，删除，或代替单个方块用法：/setblock <x> <y> <z> <方块名> [数据值] [旧方块处理方式] [数据标签] <y> <z> <tilename>\n/testforblock检测在指定位置的方块用法：/testforblock <x> <y> <z> <方块名> [数据值] [数据标签]\n/setworldspawn设置所有玩家的出生点（即使是从未进入服务器的玩家或是不在线的玩家，但不会覆盖床的设置）用法：/setworldspawn [x] [y] [z]\n\n颗粒效果钓鱼现在会产生颗粒效果在有东西咬钩前会出现向你浮子移动的气泡。这看起来就像有鱼朝你的鱼钩游动一样。\n掉落现在会产生颗粒效果颗粒的大小取决于摔落的高度。\n\n新的成就种群恢复喂小麦来繁殖出1头牛。需要先完成\"斗牛士\"成就。\n给你钻石！向其他玩家或者可以捡起东西的僵尸扔钻石。需要先完成\"钻石！\"成就。\n探索的时光发现所有的生物群系。需要先完成 \"结束了？\" 成就。\n开始了?召唤凋灵。需要先完成\"结束了。\" 成就。\n开始了。杀死凋灵。需要先完成\"开始了?\" 成就。\n信标工程师制造最高级的信标。需要先完成\"开始了?\" 成就。\n\n新的统计信息骑马移动距离钓到垃圾次数钓到宝藏次数生物统计\n\n改进与变更钓鱼更改了钓鱼机制除了鱼以外，钓鱼还可以钓到其他东西。鱼： 共有四种，分别为生鱼、生鲑鱼、小丑鱼和河豚。宝藏：共有七种，分别是附魔的钓鱼竿、附魔的弓、附魔书、命名牌、绊线钩、睡莲、鞍。垃圾：共有十一种，分别是损坏的钓鱼竿、水瓶、腐肉、线、皮革、碗、木棍、靴子或损坏的靴子。\n添加了钓鱼竿的附魔，能改变你钓鱼运气诱饵 - 加快钓鱼的效率海之眷顾 - 减少获得垃圾的几率\n\n成就和统计[4]现在将于记分板系统连在一起 - 添加了744个可用于追踪统计和成就的目标准则每个世界/服务器[5]有其独立数值成就界面现在可以使用鼠标滚轮放大或缩小了成就现在只会显示已获得成就延伸后的5个成就只有玩家接触过的物品、方块、和生物会出现在统计栏内新的成就：种群恢复、探索的时光、开始了？、开始了、以及信标工程师新的统计：骑马移动距离、钓到宝藏次数、和钓到垃圾次数如果某个成就需要的5个前置成就未完成，那么这个成就就不会显示。 (比如”钻石！“成就在获得”获得木头“之前不会显示)。如果你没有合成/放置/开采过某个方块，或者合成/使用过/耗尽耐久某种工具，或者杀死某种怪物或者被某种怪物杀死之前，它们的信息在统计信息中不会显示。某个玩家在获得一项成就之后会在聊天频道发送信息；这个功能可以被关闭。鼠标滑过成就可以显示成就的提示。\n\n记分板现在可以使用统计数据来创建目标，任何能被统计追踪的数据（包括成就）都能用于目标中。因此每个世界/服务器的成就和统计都是独立的\n指令/give现在可以给玩家拥有自定义名字，背景和附魔的物品。[6]现在也能给予拥有自定义NBT标签的物品，比如可以获得特定玩家的头颅，或带有特殊习性的刷怪箱，现在会在聊天窗口显示重命名的物品的名称并在鼠标悬在上方时显示其标签用法：/give <玩家> <ID> [数量] [损害值] [数据标签] <data-value> <amount>\n/time set day <number>现在会将设置时间为1000而不是0\n/time set night <number>现在会将设置时间为13000而不是12000\n自定义的NBT标签可以通过命令添加使用/give和/summon命令示例：/give @p 1 1 0 {display:{Lore:[\"Hi,\",\"How are you?\"],Name:\"Nice Stone Block\"},ench:[{id:1,lvl:10}]} <data-value> <amount>/summon Pig ~ ~ ~ {Saddle:1, CustomName:\"Babe\", CustomNameVisible:1}/give @p 397 1 3 {SkullOwner:MHF_Pig} <data-value> <amount>\n\n\nNBT格式List标签不再需要被命名在输入错误格式(integer/short)时不再会导致崩溃\n聊天系统添加了可以在点击聊天信息时触发事件的方式，比如执行某个命令。其他功能包括打开某个链接或者鼠标对着时显示物品的标签。\"截图保存至\" 信息可以被点击来打开截图文件夹。可以点击玩家的名字来发送私信。添加/tellraw <玩家> <原json消息>指令来给玩家发送带有自定义功能的消息，发送者不会被显示。语法示例：/tellraw @p {text:\"Daytime? \",color:\"green\",extra:[{text:\"Click here!\",color:\"blue\",clickEvent:{action:\"run_command\",value:\"/time set day\"}},{text:\" Nighttime? \"},{text:\"Click here!\",color:\"blue\",clickEvent:{action:\"run_command\",value:\"/time set night\"}},{text:\" Have fun!\"}]}\n雾移除了环绕在玩家身边的雾雾现在只在可见区块的边缘存在\n\n死亡界面如果玩家在游戏中死亡并选择”返回标题画面“，一个对话框会弹出询问是否确定要退出，并且给你返回标题画面和重生继续游戏的选项。\n边境之地所有坐标超过 X/Z ±30,000,000 的部分都被视为固体方块。这包括空气方块。这在边缘创建了无形的墙。\n因为所有的方块都被视为固体方块，所以如果玩家使用外部工具移动出了边界，那么玩家将不可在其中移动。尽管如此，视角还是可以正常移动。这表示幽灵区块仍会生成，因为相机可以正常的穿过这些固体方块。\n方块/物品IDs现在可以使用它们的名字而不是数字。以后会是唯一的选项。这对插件API来说是必要的。\n\n视觉效果改变了F3+B的视觉效果。方块的轮廓线现在是全黑色的而不是深灰色。在室内天空将变暗。\n下界传送门可以设置不同的尺寸了，如果够大的话你甚至恶魂也可以通过。现在不只是在门的下方点火可以开启传送门了，在门内的任何方块都可以。传送门建造规格：大小在4x5到23x23之间，而且必须是矩形。\n附魔附魔台现在能给予所有物品耐久魔咒。附魔台能给予附魔书多项附魔属性。\n\n世界生成[编辑 | 编辑源代码]新内容树木金合欢生长在热带草原的弯曲的树木。\n深色橡树生长在黑森林里的大型矮树木\n\n生物群系[7]平顶山由多种颜色的硬化粘土像沉积岩一样的层次结构组成共有七种颜色，包括普通、橙色、红色、黄色、白色、淡灰色和棕色\n地表和沙漠相似，但是由红沙而不是沙子组成枯死的灌木会在这个生物群系里生成偶尔枯萎的森林会在粘土山顶生成这个生物群系内不会下雨\n热带草原金合欢新的树木，树苗，和树叶种类\n马可以在这个生物群系中生成NPC村庄有可能在这个生物群系中生成这个生物群系内不会下雨有着非常平坦的高原，偶尔也会有高山\n向日葵草原和草原完全一样，但可以生成向日葵\n黑森林有深色的草和巨型蘑菇有深色橡树；即使是白天树冠下也是相当黑暗和危险的新的树木，树苗，和树叶种类\n怪物很可能会在全天出没在夜晚生成的怪物可以在白天存活除蘑菇岛外这是第一个可以自然生成巨型蘑菇的生物群系\n桦木森林一个完全由桦树构成的森林\n繁花森林一个包含多种新花朵的森林变种，包括牡丹、橙色郁金香、白色郁金香、法兰西菊、玫瑰丛和绒球葱。各种新花的分布十分密集。\n针叶林现在生成时不会带有雪了以前的针叶林被改为冷针叶林\n\n大型针叶林这是一个十分稀有的生物群落包含了2x2的云杉树有泥土的变种，灰化土现在只能通过精准采集魔咒采集\n包含不允许草生长的泥土方块苔石组成的\"巨石\"散落在此生物群系内枯死的灌木、蘑菇、蕨会在这种生物群系中生成。\n峭壁+包含云杉树海拔远远高于正常的峭壁\n冰刺平原包含由浮冰组成的看上去像颠倒的冰锥的巨型冰柱这些冰柱最高可以达到y=120的高度浮冰组成的湖分散在此生物群系内\n深海比普通的海要深10米左右，最大深度在y=30左右\n\n生物群系变种/技术性生物群系超过20种生物群系变种“M” - 带有M变种的生物群系变种要比其他变种罕见得多“峭壁M”、“针叶林M”、“黑森林M”、“丛林边缘M”、“桦木森林M”、“冷针叶林M”、“峭壁+M”、“热带草原M”、“热带高原M”、“沼泽M”、“丛林M”。“平顶山高原M”和“平顶山高原 FM”要比对应的生物群系的有更多的山丘“沙漠M”与普通沙漠不同会有小水湖“桦木森林M”会有更高的桦树“热带草原M”会有无草泥土和可以生成超过云层并能延伸到220层的罕见山峦\n高原—具有“高原”变种的生物群系变种与山丘生物群系相似，但是在顶端是平坦的“热带高原”和“平顶山高原”都是高原这些地形提升了大约30个方块并且有平整的顶部\n\n“平顶山（岩柱）”——一种会像冰刺平原在沙地上生成粘土柱的罕见平顶山变种“山丘”—更多技术性山丘生物群系被添加以对应新的生物群系“桦木森林山丘”、“冷针叶林山丘”和“大型针叶林山丘”现在能被生成\n“滩”—新的滩把这些生物群系从海洋或河流隔开。“石滩”主要由石头构成，常常在峭壁生物群系和一个水体之间生成“冻滩”是一个带有雪的沙滩经常在一个寒冷的生物群系，如冰原和一个水体之间生成\n\n\n世界类型放大化利用了整个世界的高度将地形延伸几乎所有的生物群落都可以产生巨大的山脉并超过Y:200的高度峭壁生物群系将频繁地达到Y:256的世界高度限制沼泽和海洋生物群系不会被这种世界类型影响\n\n会大量地消耗资源并需要强大的硬件支持这里的峡谷可以到达基岩层包含了大量在默认世界类型中极少或不可能出现的地形。一些例子中包含了浮空岛，悬垂地形，巨大的水流或岩浆瀑布以及巨大的横断面。\n针叶林生物群系会达到开始降雪的高度(大约为Y: 130)\n\n\n改进与变更生物群系丛林西瓜现在可以像南瓜一样成群地在丛林中找到丛林生物群系变得更加罕见了添加了丛林边缘，拥有更少的树，但会慢慢衔接到丛林的主体从林树现在有树枝了\n沼泽草变得更绿了且颜色会浮动，这主要取决于生物群系的温度在较浅的地方，海岸会被错落的睡莲和泥土方块所覆盖\n平原现在会生成三种新的花 - 茜草花，法兰西菊，和郁金香高草丛也会在此生成\n\n峭壁雪会在高度超过95的地方生成包含石头和泥土地砂砾可以替代地表接近海平面会产生平坦的山谷可以生成至y=150，略微高于云层的高度（之前是y=124）有更多高度的变化，同时也有平坦的部分，与之前峭壁被强制生成无尽高度的山峰的情况相反\n海洋[8][9][10]海洋变小了，并且在地图上占据更小的地方[7]海床现在只存在沙砾，而不是沙子、泥土、和沙砾\n砂砾滩出现得更频繁\n\n生物群系的分类基于温度区分四种主要类别[7]覆雪，寒冷，适中，干燥/温暖\n\n生物群系的定位生物群系会尝试避免存在于一个与它自身差异太大的生物群系的旁边[7]\n生物群系的海拔总体上海拔的变动变大了大多数生物群系可以生成到y=100的高度山丘技术性生物群系变得更高了\n改进了温度系统每个生物群系有个基础温度来决定它是否被雪覆盖，是否下雨或下雪，或者是否完全不会降水基础温度在0.15或更低的生物群系会下雪而非雨基础温度在1.5或者更高的生物群系不会下雨[ 来源请求 ]生物群系被按照他们的温度分组并且会尝试生成于与它们温度相近的生物群系旁边海拔每升高30个方块，温度会降低0.05正因如此峭壁才会在高度是y=95生成雪，它的地面基础温度是0.2\n\n奖励箱奖励箱现在包含金合欢木\n\n方块与物品[编辑 | 编辑源代码]新内容木头种类金合欢木银色的表皮和橙色的内部组成金合欢，可在热带草原发现\n深色橡木比一般橡木更黑的变种组成深色橡树，可在黑森林中发现\n金合欢木板表面为橙色\n深色橡木木板与普通橡木木板材质相同但颜色几乎为全黑\n金合欢和深色橡树台阶金合欢和深色橡树楼梯\n树苗金合欢树苗，可以在热带草原里找到深色橡树树苗，可以在黑森林里找到必须将4颗树苗放置在2x2的方格内才能生长，和大丛林树很像\n2x2的云杉树苗现在能造出在大型针叶林中的大型云杉\n树叶金合欢树叶深色橡树树叶视觉上都和橡树树叶完全相同\n\n鱼河豚回复如果吃了它，你会进入1分钟的中毒IV状态，和15秒的饥饿III和反胃II状态用于酿造水肺药水\n鲑鱼能被烹饪和食用。生的：回复熟的：回复\n小丑鱼除了被食用和用来驯服豹猫外的用途未知回复。\n\n浮冰被破坏时不会像普通的冰一样变成水不会融化完全不透明，而不是像普通的冰一样半透明\n灰化土新的泥土变种只能在大型针叶林生物群系发现\n无草泥土草不能在上面生长。只能通过/give指令来获得\n红沙在平顶山生物群系生成性质与沙子相似（能被熔炼成玻璃和用来制造TNT）无法制成沙石\n花红色的，橙色的，白色的和粉红色的郁金香能被分别制作成红色、橙色、淡灰色、和粉红色染料\n兰花可被制成淡蓝色染料\n绒球葱可被制成品红色染料\n茜草花可被制成淡灰色染料\n滨菊可被制成淡灰色染料\n罂粟取代了原来的玫瑰 - 玫瑰不再存在了\n所有花现在可燃所有的花现在会像草丛一样随机偏移至一边\n两格高的花对它们使用骨粉会使它们掉落一个能收集的花朵物品。因此，所有两格高的花都是可再生的向日葵通常会朝向东面能被种植，和玫瑰和蒲公英不同可被制成2份黄色染料\n牡丹可被制成2份粉红色染料\n玫瑰丛可被制成2份红色染料\n丁香可被制成2份品红色染料\n\n两格高的草丛高草丛可通过对草丛使用骨粉造出\n大型蕨可通过对蕨使用骨粉造出\n\n怪物蛋的新变种包括苔石砖怪物蛋、裂石砖怪物蛋和錾制石砖怪物蛋蠹虫进入苔石砖、裂石砖或錾制石砖后不再会变成普通石砖了\n命令方块矿车只能通过使用/give minecraft:command_block_minecart 或 /summon MinecartCommandBlock获得通过使用激活铁轨来激活在被充能时会每2个红石刻执行一次命令（全速通过一个激活铁轨会执行一次指令）\n水肺药水通过使用河豚和粗制药水酿造而成能让你在不消耗氧气条的情况下在水下呼吸3分钟药水的颜色是深蓝色的\n染色玻璃玻璃现在可以被染成所有16种颜色在工作台内把一个染料摆放在8个普通玻璃中间，就可以得到8个相应颜色的染色玻璃\n合成染色玻璃板的方法和普通玻璃板一样合成能得到16个染色玻璃板，和普通玻璃一样\n透过染色玻璃方块仍能看到水、下界传送门、和其他染色玻璃方块它们放置在其上的方块颜色会向玻璃的颜色偏移这包括在两种不同的颜色前后摆放的时候\n\n\n改进与变更木头木头的顶部和底部现在有了不同的材质（橡木原木除外）\n成书现在可以像地图一样复制, 但它是使用书与笔而非空地图可通过在合成格内放入更多书与笔来复制更多份成书现在可以堆叠起来（可堆叠至16）\n物品展示框现在被击打时会掉落里面的物品，但如果没有物品的话则会掉落本身[11]若展示的物品被重命名，则在近看时会显示物品名字地图现在会占用整个方块并不再会显示玩家标记\n测重压力板现在会根据在其上方的任何实体输出讯号，任何实体的存在都会使讯号强度在1或以上对于轻质测重压力板，每个实体会使讯号强度增加1对于重质测重压力板，从1开始，每增加10个实体会使讯号强度增加1（例：11个实体时讯号强度为2）\n甘蔗颜色现在会受生物群系颜色所影响（与树叶、草和藤蔓相似）\n打火石合成配方现在是无形的现在可以用于引爆爬行者\n枯死的灌木现在可放于硬化粘土、染色粘土和泥土之上\n命令方块现在会显示最近执行过的命令将字数限制提升到了\"几千个字符\"\n盔甲、弓、钓鱼竿和剑现在能从附魔台获得耐久魔咒\n技术性方块移除了许多技术性方块物品\n移除了上锁的箱子地图在物品展示框内的地图现在会占用整个方块表面，因此相邻的地图会连接得很自然现在会显示彩色羊毛和染色粘土的颜色，这延伸了地图所能显示的颜色范围每种不同的方块都会在地图上有不同的着色\n冰、传送门和水现在能透过彼此看到对方如果水与冰相邻，玩家无法透过冰看到水，但能透过水看到冰如果水与冰不相邻，则透过冰也能看到水现在在水下无法看到水面了\n铁栏杆和玻璃板现在会相互连接\n炼药锅炼药锅现在能消耗一层水来灭掉实体身上的火\n船不再会在搁浅时造成摔落伤害稍微改进了船被睡莲破坏的机制船已经恢复到以前的WASD控制请注意，A和D键只能在W键被按下时使用\n玩家现在可以在船上使用“疾跑”，这可以加快一点速度\n\n生物[编辑 | 编辑源代码]改进与更改铁傀儡现在会掉落罂粟而不是玫瑰\n爬行者现在能被打火石引爆\n僵尸减少了僵尸产生的延迟\n小僵尸和小僵尸猪人可以通过1米高的空间，但它们的碰撞箱仍是成年的大小\n女巫水肺药水被添加到稀有掉落物列表中现在会在被困在水下时饮用水肺药水被添加到低亮度生成的敌对生物列表中，它们现在会在任何亮度低于7的地方生成，包括每个生物群系的夜晚和洞穴中它们通常成双地生成它们的生成几率与末影人差不多\n沼泽小屋现在会连带女巫一起生成以往是先生成一间空小屋，再生成女巫\n\n\n\n\n\n\n"
        },
        {
            "author": "Fox_狐狸",
            "timestamp": 1434246360,
            "txt_content": "我来举爪了~~~"
        },
        {
            "author": "专sha苦力怕",
            "timestamp": 1434246420,
            "txt_content": "1.7的bug多着呢"
        },
        {
            "author": "专sha苦力怕",
            "timestamp": 1434246840,
            "txt_content": "咕噜and呼噜 发表于 2015-6-14 08:30\n\n我敢赌5毛钱肯定不是你一个字一个字打出来的"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1434248280,
            "txt_content": "setblock和summon指令你值得拥有"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1434248820,
            "txt_content": "世界生成器更新，区别大了"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1434250200,
            "txt_content": "专sha苦力怕 发表于 2015-6-14 09:54\n我敢赌5毛钱肯定不是你一个字一个字打出来的\n复制wiki打法好"
        },
        {
            "author": "yangwenjun6370",
            "timestamp": 1434250620,
            "txt_content": "1.6.4我玩过，和1.7.2差别还是太大。\n1、彩色玻璃；\n2、玻璃板和彩色玻璃板（最明显的变化）\n3、相思木（1.6.x没有的）\n好吧！其他的我说不出来了……"
        },
        {
            "author": "345542743",
            "timestamp": 1434251100,
            "txt_content": "1.7的彩色玻璃改变信标颜色。。。。。。。\n好吧没什么用。。。"
        },
        {
            "author": "晓阳",
            "timestamp": 1434288180,
            "txt_content": "1.7的矿物追踪更方便啦"
        },
        {
            "author": "Fish_Cuttle",
            "timestamp": 1434288480,
            "txt_content": "双w 和 Ctrl"
        },
        {
            "author": "sr123",
            "timestamp": 1434305220,
            "txt_content": "我立刻把手放下来了"
        },
        {
            "author": "Ba_bb",
            "timestamp": 1434364920,
            "txt_content": "有差别啊 玻璃"
        },
        {
            "author": "1351680343zxw",
            "timestamp": 1434365160,
            "txt_content": "专sha苦力怕 发表于 2015-6-14 09:54\n我敢赌5毛钱肯定不是你一个字一个字打出来的\n直接赌一包辣条"
        },
        {
            "author": "1351680343zxw",
            "timestamp": 1434365160,
            "txt_content": "那~~~区别，\n相当多"
        },
        {
            "author": "mmt530694",
            "timestamp": 1434505440,
            "txt_content": "差别太大 各种bug修复。"
        }
    ]
}