{
    "title": "【原创-连载】月夜之下【会见1493】【by北极】",
    "author": "北极星人",
    "replyCount": 3,
    "timestamp": 1434205620,
    "txt_content": " 本帖最后由 北极星人 于 2015-6-13 22:27 编辑 \n\n正文\n\n\n       海潮面对着火海，心里一片混乱，甚至开始胡思乱想。他还是第一次目睹这样的景象，虽然他做的人体试验也不在少数，但相较眼前发生的事而言实在是不值一提。\n       周围摆着各式各样的易燃物，而海潮还在陶醉在自我的世界中，一脸的迷茫。火势朝海潮蔓延过来，本该恐惧的却镇定自若，男生在暗处攥紧了拳头，似乎是想把海潮痛扁一顿。\n       火焰已经到了眼底下，海潮觉得身子一轻，自己竟然腾空而起，也才从精神世界中苏醒过来，自己被人以公主抱的方式抱着，以飞一般的速度离开这里。海潮看了一眼男生，黑色头发，戴着顶红白相间的鸭舌帽，还穿着一身运动装，一双清澈的黑眸此时只是紧张地看着前方。\n       过了不知道多久，男生才停下，手一酸海潮就摔到地上。险些摔出个脑震荡，立刻就忘却了刚才的救命之恩跳起来一顿吼，吼到一半似乎是良心发现立刻停止了。男生才开口：“我叫笑尘，星辰会的会长。”\n       “星辰会？”海潮思索了一下，立刻紧紧地捂住嘴，像是刚才说错了什么话，“对不起，对不起，请原谅我刚才的失礼。”\n       笑尘只是点点头，示意他起来，脸上依然保持微笑，让海潮觉得头皮发麻，海潮能看出笑尘会长不是面瘫就是面瘫。\n       月色辉映下，笑尘看了一眼全息显示表上的时间，十一点五十七分。“你的研究所，距离爆炸还有三分钟，这几天你暂时先由星辰会保护。”\n       爆炸？！海潮一脸的诧异，同时不自觉地朝研究所的方向看去。\n\n       研究所里正清凉着，空调开的让人直打哆嗦，没人能想到这里将会变为一片火海。\n       北极小心翼翼地装好炸弹，检查完毕后，转头看向在桌前忙活的Guqu，“好了没啊，真够墨迹的。”\n       “快好了快好了，我在检查最后一个文件夹。”Guqu擦了擦额头上的汗，很快的扫描完最后一个文件夹，合上了海潮宝贵的笔记本电脑，那可是他找到的来自公元时期的古董，现在就要被Guqu带回去细细研究了，如果真的知道了一定会恨的咬牙切齿。\n       按钮按下，一声震耳欲聋的巨响，北极直接推了Guqu一把，借着这个强力的北极推进器，Guqu顿时觉得自己战斗力飙升了不少一路狂奔出了研究所。跳上了逃生机，这个是飞船的分船，容量极小，只能容下四个人，而原来的飞船要装下三十人不成问题。Guqu麻利地启动逃生机引擎，飞到离地面十五米的高度，悬停在空中。\n       火海中，北极很快地找出钥匙打开资料柜，拿出里面一个文件袋，试了试里面的重量，满意的笑了笑，抱紧文件袋跑进旁边的工作室，找到了躲在生命三角区的海潮的那个助手，一把从三角区里拽出来，北极只是比了一个手势，食指指向天际同时另一个食指竖在嘴唇处，那名助手会心地点点头，站起来跟在北极后面跑出了研究所。\n       Guqu耳机里传来了北极愤怒的吼声，立刻被吓得三魂丢了两魂，等那两魂意识到情况回来以后，Guqu很快地放下绳索，北极先让那位瘦弱的助手抓紧绳索爬上了逃生机，随后自己也进入逃生机，收起绳索，Guqu关闭了悬停，逃生机悠闲地飞向天际。\n\n       逃生机降落在地面上，过程有些摇晃，让北极忍不住又数落了Guqu几句，因为摇晃的姿势远看十分优雅，北极仔细数过，光是360°旋转就有四五个，那个助手被晃得死去活来，自己倒是身经百战没有大碍。北极把门打开，走出了逃生机，顿时觉得还是脚踩在地面上靠谱。那个助手站到地面上就晕头转向，都不知道哪边是北。\n       “Guqu，你先去找1493队长，我有事。”北极指了指不远处的基地，Guqu点点头，带着那个助手朝基地走去。北极则朝反方向走去。\n\n       基地的门口没有保安，这让Guqu很吃惊，难得见到1493晚上居然会有熬夜。Guqu推开门，1493坐在悬浮椅上，对着荧蓝色的全息显示屏沉思，眉间透出一丝凝重。见到有人进来，立刻关闭全息显示屏，“Guqu，欢迎，欢迎。”1493拍了拍手，Guqu坐在1493对面的悬浮椅上，“我把他带来了。”\n       1493满意的微笑了一下，“很好，把人带来了，叫Devil是吗？”\n       Devil点点头，“有什么指示，1493队长？”\n       “Guqu同学，把他送到M组织那里，尽量让他步行过去，避免暴露身份。”1493沉思片刻，“还有，Devil同学，换身衣服吧。”说完，1493脱下身上的风衣递给Devil，拿起悬浮桌上的一块全息显示表递给他，“加油吧，年轻人。”\n       1493接到了Devil的n多个鄙视技能。\n\n       北极沿着小径七拐八拐进入了一个地下基地，对着一个背朝他的人喊了一声：“lzs！”\n       lzs猛地转过头，“北极怎么才来？你迟到了三天两小时四分五十二秒。”lzs向北极展示了一下自己的计时器。\n       “能不能别这么在意时间……”北极把文件袋递给lzs，“研究研究这里面的东西，你肯定感兴趣。”北极记得那个文件袋里装的是海潮研究的项目，lzs之前是一个武器研究员，这种东西没有兴趣都不科学。\n       “我知道了，”lzs把文件袋放在桌上，“刚收到消息，三天后，你需要回一趟总部，啊不……三天后启程就可以了。”\n       “嗯……回总部……好，我知道了，再见。”北极转身离开。\n\n       回去的路上刚好遇上Guqu，“北极，我需要先送Devil去M组织，你在这里过夜吧，明天我来接你。”北极此刻十分后悔不是自己和Guqu一人驾驶一个逃生机过来，那样就不至于在环境如此“恶劣”的分基地过夜，不过现在后悔也没用，她能猜到这是1493的命令，也只能如此了。\n       北极叹了口气，朝居住区走去。\n\n\n\n废言\n\n还是找演员啊！下章预告——全球通缉。\n\n\n本章出场人物名单：\n海潮： @海潮\nDevil： @恶魔-潇洒\nGuqu： @guqu \n北极： @北极\nlzs： @lzs1234\n1493队长：@1427639813 \n笑尘：@luxiaochen1984",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1434205680,
            "txt_content": "MIU我不是废柴啦！\n\n我可是有主角光环的诶"
        },
        {
            "author": "lzs1234",
            "timestamp": 1434206160,
            "txt_content": "我的便当一点都不好吃，换一份"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434206340,
            "txt_content": "lzs1234 发表于 2015-6-13 22:36\n我的便当一点都不好吃，换一份\n给你的可是过期的最好的，我这个跑龙套的只能从家里带QAQ"
        }
    ]
}