{
    "title": "《嗜血之地》第七章 城上战斗",
    "author": "MIP_COMMOM",
    "replyCount": 1,
    "timestamp": 1434237960,
    "txt_content": "“星宿战魂升级，因遇到劲敌，星宿战魂获得200经验，吸收百分之五十的伤害，攻击力增加1点（最高可叠加5层），防御力增加1点（最高可叠加3层）”\n　　一击，只要一击便击倒了龙浩天，士兵长连手中的剑都没有使用。\n　　“你快点离开，就下来你也只是死。”士兵长没有丝毫的留情，快速的朝龙浩天接近着，似乎想要将他撞飞。\n　　“星宿战魂升级，星宿战魂等级2，由于升级时在繁星之夜，获得众星的祝福，恢复最大生命值的百分之五十。”\n　　“或有额外属性持续时间3分钟。”\n　　“嗯？不对，生命值在恢复，攻击力和防御力在提升！”士兵长感觉到了龙浩天身体的变化，有些吃惊的说道。\n　　龙浩天擦了擦嘴角的血迹，心怀不甘，这才是一招便是将他打趴下了，而且看上去还有所保留，恐怕第二击一定会比第一击要强大，能不能顶得下三招，只能看龙浩天可不可以抗住了。\n　　每一个职业都是有缺点的，而剑士就是所谓的高攻速，中攻击，防御弱，生命值弱的那一类，遇到了强大生命值的敌人，极难的对付，反而还会被活生生的消耗死。\n　　“不错啊兄弟，你已经够资格留下了。”士兵长收起那冰冷得令人寒颤的铁剑，微笑着对龙浩天说道，而龙浩天还在为抵挡下一次攻击而坐准备，没想到这么快就结束了，这也是一个不错的磨练的机会。\n　　“咳咳咳。”龙浩天受了内伤，即便是可以留下来对抗僵尸，那基本也就是一个老弱病残的战斗力，能不能自保都是一个问题。\n　　“兄弟，你没事吧？伤得重不重？医务兵在哪，医务兵在哪？”士兵长关切的对龙浩天说道，同时叫来了医务兵。\n　　“你帮我把他治好了，等一下可以会对于抗击僵尸潮有很大的作用。”士兵长指挥这医务兵，说道。\n　　“不了，我休息一下就好了。”龙浩天露出一个惨白的笑容，此时，他的体内气浪翻滚，伤势非常的严重，而他也没有想到，自己居然这么垃圾，连一个士兵长的一击都承受不住，谈何去打到呢？不过龙浩天却以此为奋斗的目标，先不说太多，可以让那气场失去效果就好了，以自己的速度也可以和他有一搏之力了。\n　　“兄弟你确定不需要治疗一下再出对抗僵尸，你现在可不是抗击一只僵尸，而是一群，我们可分不开手来保护你，你这可是知道了？现在，大家只能各顾各的了。”士兵长有些担忧的对龙浩天说道，而龙浩天只是摇了摇头。\n　　“不了，我感觉好多了，长官，让我去抗击僵尸潮吧。”龙浩天下定了决心，坚决不去治疗，非要去抗击僵尸，而士兵长也没办法说什么，自己遇到了一个特殊的人物，从刚刚的属性的提升来看，这应该是一些特殊的战魂才有的，而且时间持续也不长，不过再小的蚊子也是肉啊，有总比没有好。\n　　“既然你坚决不去治疗，我也不强求你，不过，你要是不活着回来，这只说明，你实在是太弱了。”士兵长怒视了龙浩天一眼，便快步走上城墙去了。\n　　“实力太弱，实力太弱……”\n　　荒城，城墙上。\n　　无数的身披铁甲的战士不停的向着城墙下方砸下石头，而这一个僵尸与其他的僵尸有所不同，它们居然还会使用云梯，一架一架的云梯攀附在城墙上，犹如壁虎一般紧紧的吸附在城墙上，仍城墙上的战士不论怎么想要翻覆云梯，那云梯不动丝毫。\n　　“你，到皇城去通报，多派一些援兵来，你在城中现招募一些强壮的战力，城中的人类的生死存亡，要看着一战了。”士兵长来到了城墙上，拿出了那威力巨大的铁剑，指挥着一些来来往往的士兵。\n　　“呼。”龙浩天扶着墙壁，艰难的来到了城墙上，虽然体内的伤势在逐渐的好转，但依旧是非常的严重，剧烈的运动可能就不可以了，而龙浩天刚刚喝下了一碗带恢复效果的蘑菇汤之后，体内的伤势这才缓解下来，而一般的，恢复的药水，再生药水都要到地狱去收集材料才可以制作的，而在没有药水的情况下，想要瞬间恢复伤势那是不可能的，而发现了蘑菇汤加上一些治疗伤势的药材，有恢复的效果，这恐怕谁也不知道，在离开村庄的时候，龙浩天还特地的问霍新要了些药材，自己也可以制作一下恢复效果的蘑菇汤。\n　　龙浩天身上的那一些不大不小的伤口，以肉眼可见的势头回复着，一道一道的疤痕出现在龙浩天的伤口处，它在慢慢地治愈着，而不久，那伤疤又一道一道的脱落，本来的伤口也不见了踪影。\n　　“恢复效果太逆天了，本来这伤势，不在床上疗养一个月是不可能痊愈的，现在，就几分钟就恢复了这么多，果然是神药。”龙浩天挑了挑，确定没有太大的阻碍后，便拿出了两把石剑，冲到了城墙边。\n　　“哈~”许许多多数量巨大的僵尸从云梯上涌到了城墙上，它们狰狞地笑着，如同看待它们的猎物一般的看待城墙上面的战士。\n　　龙浩天躲在一旁，默默地等待着时机，现在僵尸都是抱团的，没有办法去战斗，就一个呼吸间，僵尸的爪子足以将没有任何装备的龙浩天给抓死了，而在等待的同时，他也在恢复在自己的生命值，虽然生命值有18点，几乎快要满了，而他也没有狂妄到一人对付一群，而就连那一些正在抵抗的铁甲的战士们，都是两个两个一组的，这样也不落于下风，而龙浩天身上什么也没有的啊，连铁剑也没有。\n　　“这是装备上的差距啊。”龙浩天看着那被抓了十几下都没有死去的战士，不由得感叹道，自己被围攻，一秒不到就死了，看看现在，那些铁甲的战士，被抓了这么多次，龙浩天的心情会好吗？\n　　“哈~”一只僵尸似乎是嗅到了龙浩天的气味，径直的向他的方向跑去。\n　　“正愁没有落单的，你这是在送死。”龙浩天看着那一脸扭曲笑容的僵尸向他跑来，便忍不住在心中较好，本是等待落单的僵尸，没想到自己送上门来了，不收白不收。\n　　龙浩天身手敏捷的一跃而起，两把石剑朝僵尸砍去。\n　　一刀而下，长驱直入，一剑便达到了暴击伤害，僵尸的血量顿时掉了6点，比原来的3点整整提高了两倍，这令龙浩天一喜，不仅加大了攻势。\n　　而那一个僵尸像是有感觉一般，龙浩天每砍中一剑，就会疼痛般的叫着。仇视的看着龙浩天，愤怒的怒吼，冲向龙浩天，它的爪子不断的进攻着龙浩天致命的部位，只要一不小心，一次掉个10多滴血也不是没可能的。\n　　“居然有了意识，这不太好办了。”龙浩天向后退着，手中的石剑不断的抵挡着即将到来的毒爪，虽然被抓到了也不会变异成僵尸不过他也不敢拿自己的命去一试。\n《嗜血之地》索引，目录\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1434252660,
            "txt_content": "数据好中二\n纯游戏化的故事吗"
        }
    ]
}