{
    "title": "<原创·连载>《浩劫》第四章 by lzs1234",
    "author": "lzs1234",
    "replyCount": 10,
    "timestamp": 1434260400,
    "txt_content": " 本帖最后由 lzs1234 于 2015-6-16 18:00 编辑 \n04\n    墨索克做了一个梦，他梦到自己回到了追逝村，成为了整个世界的首领。他披金戴银地进入餐厅，餐桌上摆放的菜品甜点一望无尽头，他叉起一块草莓樱桃奶油蛋糕，蛋糕上镶嵌的樱桃显得格外红润，在他眼前煞是好看。他张开嘴，将整块蛋糕吞了下去。随即，他惊醒了，舌头传来一阵一阵的疼痛。他伸出舌头，任凭凉爽的海风吹拂着他发麻的舌头。。他知道，自己一定是做梦咬到了。而那块梦中的蛋糕，一定就是自己的舌头。\n    墨索克肚子里传来咕噜咕噜的叫声，他只觉得心里饿得发慌。他回想着：“昨天还没有这种感觉，难不成是因为睡了一觉？”天已经发亮，自己也应该继续出发了。他毕竟不想死在这荒无人烟的雨林。他抓住藤蔓，试图慢慢滑到地上，但饥饿使得双手不断颤抖着。最终，他从藤蔓上摔下重重地掉在地上。\n    浑身疼痛。\n    这疼痛不同于最开始来到这儿的时候的疼痛，那种疼痛确切来说是一种酸痛。而现在的疼痛则是火辣辣的，仿佛自己的腿在燃烧。\n    墨索克根据自己以往砍树的经验来判断，应该没有大碍。他勉强站起身，双腿抖得比以前更厉害了——还夹杂着一股疼痛感。\n    他踉踉跄跄地向前走去，视线里出现了一条小河。河水速度不快，正好适合伤员休息一会儿。他加快速度走过去，坐在一块大石头上，清洗了伤口，又从旁边摘下一大片芭蕉叶，撕成两半，摁到水中简单冲洗后包扎了伤口。他也好好地洗了个澡，顺便刷了刷几天没洗满口酸臭的牙。\n    墨索克顺着河流向上游走去，但是饥饿仍然是困扰他的难题。“得先找点东西充饥……”他嘟囔着。\n    他走一走便停下来喝水，没有吃的，只能暂时用水填充肚子了。但是水很明显没有面包和牛排那么管饱，这只是个权宜之计，最终他搞不好就会饿死在这鸟不拉屎的破地方。\n    就在他第七次坐下来舀水喝时，顺着河水漂来了一个破破烂烂的黄箱子。\n    墨索克简直不敢相信自己的运气这么好，欣喜若狂，赶忙砍了一根粗树枝，把箱子勾了过来。\n    箱子不断漏着水，箱锁因为长时间泡水已经松了，就算是像他这种两天没吃东西还受了伤的人也能轻易拆掉。箱子周围用来密封的橡胶圈也烂掉了，只剩下半截还依然死死地黏在箱子上。牛皮箱面上也被冲破了几个大窟窿。打开箱子，里面进满了水，泡着一些基本废掉的生锈铁工具和一点曲奇饼。他不假思索地捞出曲奇饼塞进嘴里。虽然被水泡了几天，味道也不咋滴，但对于此时的他来说，能填饱肚子就很不错了。\n    墨索克也同样捞起那些铁工具放进背包。要是在追逝村，他是根本不会理会这些破破烂烂的铁工具的，那时他可是拥有一整套钻石工具的富豪呢。可现在每一块铁对他来说都至关重要。\n    背包比之前重了不少，墨索克的速度也稍稍放慢。通过那个箱子，他知道，上游一定有人居住，不然那箱子是从哪里漂来的呢？\n    太阳逐渐升到了半空，丛林里空气湿润，只不过因为浓密的树叶挡住了一部分，才没有那么热。但即便如此，气温依然相当高。墨索克只觉得林中相当闷热，身上大汗淋漓，衣服上几天没洗的恶臭也飘了出来，缭绕在他鼻子周围。\n    他深一脚浅一脚地在几乎是稀泥的土地上走着，周围是茂密的树丛。在踏过一棵古老的丛林木时，他的耳朵突然捕捉到一阵不易察觉的咝咝声。\n    他停了下来，环顾四周，寻找着那只制造噪音的蜘蛛。他以前碰到过许多次蜘蛛。他知道，自己此时要是向前走，很可能会被从背后袭击。\n    林中恢复了寂静，墨索克和那只蜘蛛似乎都在等待。突然一双红色的眼睛从他眼前闪过，他的肚子忽然受到了重重一击。他被蜘蛛这突如其来的袭击猛地放倒，摔在一片泥浆之中。蜘蛛向着他的脑袋爬来，他甚至已经能听见蜘蛛细微的积蓄蛛丝的声音。他从被摔在一旁的背包里摸出铁剑，当他近得能看见蜘蛛腿上密密的绒毛时，他突然举起手中的铁剑，从蜘蛛身体左侧向着蜘蛛的眼睛飞去。铁剑准确命中了目标，蜘蛛的头几乎被完全削掉了，不断地流着蓝绿色的血，从他身上掉在地上不动了。墨索克看了看身上，除了手臂上一点轻微的擦伤之外，并无大碍。但那把铁剑经过刚刚的奋力一击，似乎消耗掉了剩下的最后一点耐久值，剑柄和剑身“咔”地一下分开了。墨索克扔下手中没有任何攻击力的剑柄，继续向着上游走去。\n    不知走了多久，当他再一次感到饥饿时，河流的源头到了。但天也渐渐黑下来，西边即将落山的太阳已经接触到了地平线。\n    墨索克爬上小山丘，眼前有一座小镇。他翻下山丘，朝着村庄飞奔而去。\n                                                                                                （未完待续）\n索引：你可以通过两种方式到达索引：1、点击我签名档的链接。2、点击这里",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1434260580,
            "txt_content": "订阅席：@海潮 @恶魔-潇洒 @C-青皮君 \n温馨提示：恶魔-潇洒订阅费不足\n朋友席：@北极星人 @冥王星人 @HGK @shure \n（众：谁和你是朋友）"
        },
        {
            "author": "REN0011",
            "timestamp": 1434267300,
            "txt_content": "可以啊小伙子，动作描写好详细"
        },
        {
            "author": "shure",
            "timestamp": 1434275160,
            "txt_content": "整个过程挺详细的……不错……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1434277200,
            "txt_content": "我周五时候明明把你写死了，怎么你还在这里诈尸啊？\n主角名字写那么多，完全是在刷字数呢好吧？"
        },
        {
            "author": "冥王星人",
            "timestamp": 1434279480,
            "txt_content": "shure 发表于 2015-6-14 17:46\n整个过程挺详细的……不错……\n对了你得给你的公司取个名字"
        },
        {
            "author": "北极星人",
            "timestamp": 1434282300,
            "txt_content": "lzs1234 发表于 2015-6-14 13:43\n订阅席：@海潮 @恶魔-潇洒 @C-青皮君 \n温馨提示：恶魔-潇洒订阅费不足\n朋友席：@北极星人 @冥王星人 @HGK @ ...\n9494，谁和你是朋友>_<"
        },
        {
            "author": "沉默生物",
            "timestamp": 1434286260,
            "txt_content": "写得真心不错666666"
        },
        {
            "author": "HGK",
            "timestamp": 1434366120,
            "txt_content": "话说...是怎么刷牙的..."
        },
        {
            "author": "末影龙娘",
            "timestamp": 1434372360,
            "txt_content": "哇耶，那我们的公民们可就没有办法喽……"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1435421820,
            "txt_content": "话说真正的脑洞会在什么时候出现呢？\n我猜一下……\n会在20+后么？"
        }
    ]
}