{
    "title": "[原创连载]League of Minecraft 第二章 敌友-傻傻分不清",
    "author": "MF_Mufeng",
    "replyCount": 2,
    "timestamp": 1434281460,
    "txt_content": " 本帖最后由 REN0011 于 2015-6-17 19:16 编辑 \n\n      史蒂夫买了3瓶生命药，一把多兰剑，再次踏上了旅途。      创世神峡谷中的河道，有着两头凶猛的怪兽，分别为凋零和末影龙。打败末影龙后会有永久增加的大幅BUFF。而每一个人都是死在了它的末影攻击下。而凋零的BUFF不一样，这个BUFF在短时间内给拥有的团队大幅度的力量，秒杀敌人都可以是说松松的。当然，方块大陆上也有其他的国家，我们的主角——史蒂夫，就是出自热带雨林。他是在热带雨林的一处遗迹中找到的奥术手套，而杰克不同，杰克出自于方块大陆机械最高的国家。\n      蓝方：上路：泰达米尔  中路：崔斯特（未出） 打野：嘉文四世（未出）  ADC：伊泽瑞尔  辅助：布里茨\n      红方：上路：盖伦  中路：易  打野：雷克塞（第五章出现）  ADC：艾希  辅助：索拉卡\n      史蒂夫走在往下路的路上，还在盘算着等会要是拿人头了，该买什么东西。\n      终于和杰克一起走到了下路，下路的两位美女正在补兵，一看见他们俩来，招呼了一声。（家庭聚会？）\n      ”话说，你这绿衣服的小黄毛昨天把我老公的弟弟害得好惨。“芙洛叹了一起口气，跟史蒂夫说。\n      ”有人头就拿嘛，毕竟只是游戏，死了还能复活的。“史蒂夫无奈地说。\n      ”你那分明就是虐待！他本来已经被我虐得够惨了，正跪在地上求饶呢就被你哗地弄死了。复活后回想当时的情景，他就差吓得屎尿齐流了“芙洛用一种特别的语气说道。\n      ”呃。。。好吧。。。替我给他赔个不是。“史蒂夫尴尬地说道。\n      ”哇呀呀呀！你这侮辱无极剑道的家伙，还想赔？赔个人头吧！“草丛中突然冲出了布莱克，一脸怒气，朝史蒂夫疾跑过来。\n      ”布莱克？？你。。啊！不要啊！“史蒂夫吓得大喊，他可没布莱克厉害啊！\n      ”方块突袭！“\n      ”噗啊！要不要这么狠？“史蒂夫被打掉大堆血量，大叫道。\n      ”二弟！休得对我队友无理！“一身肌肉的尼克跑了过来，大吼道。\n      ”大哥来了！大哥好！“布莱克一见尼克，赶忙停止攻击。\n      ”哼！“尼克不屑地轻哼了一声，随即说道——\n      ”咳咳，我感觉这样打打杀杀多不好，看，兄弟、老婆都在那边，你们俩投靠过来怎么样？“尼克若有若无地说道。\n      ”大哥说得是！“布莱克急忙应声。\n      ”我听老公的。“芙洛也答道。\n      ”我......我跟芙洛姐。“路西呜呜答道。\n      “好！就这么定了！”尼克大笑道。\n      这时，系统下方出现了字：艾希、索拉卡、易已经成为了蓝方队。由于红方人数不达三人，蓝方获胜。“随即，红色方的水晶就”Boom“一声爆炸了，只留下了史蒂夫惊愕的眼神。\n      ”这......这什么情况！“\n      史蒂夫、芙洛、尼克、杰克、露西、布莱克六人经过详细地分析，最终决定冒险，去各个地区冒险。目前他们已经定好了第一个要去的地方——mcbbs，那里是方块大陆最大的交流、买卖的地方。\n      ”我们先去商人那边买东西，然后再出发。那个，你们有什么需要吗？我有的是钱！“尼克自信满满地拍了拍他那巨大的胸脯，笑道。\n      ”好啊好啊！老公~我要反曲之弓~“芙洛撒起娇来，一把拱进尼克怀里。\n      尼克的脸一下子变得通红，但马上就应了声。\n      ”老头，反曲之弓多少钱？“尼克嚷道。\n      ”咳咳，这反曲之弓乃是绝世美女娑娜所用的琴赋予的弓，具有加成攻速的特效。这弓的可是用在末影龙附近感染的黑色榆木所制成。十分珍惜......“商人唠唠叨叨地说道。\n      ”够了！我问多少钱！“\n      ”900元。“\n      尼克拿钱买下了那把珍惜的弓后，便给了芙洛。随后他转向了史蒂夫。\n      由于史蒂夫才华出众、深思熟虑，又有远程的AOE大招。于是大家一致公认他为小队队长。（什么鬼嘛，分明就是主角的设定！）\n      ”队长，你想要啥？“尼克一脸讪笑。\n      ”额。我要净蚀，就是那把木槌。“史蒂夫也是对这个队长位置有些不习惯。\n      “老头，这木槌多少钱？”\n      “咳咳，这这净蚀乃是用上古的白桦木所制成，由方块大陆中最好的木匠制成。这把木槌会给你增加生命值和攻击力，使你的AD更好！最奇特的是它表面......”老人又在唠叨。\n      “多少钱？”\n      “1200元。”\n      尼克又将买好的木槌给了史蒂夫，后来他给大家一一买好装备后，就开始出发。杰克的是多兰戒指和蓝水晶的双重搭配，起到了耗蓝耗低的效果；而露西则是买到了神器：魔宗。它能堆叠层数，并且还会升级为“魔切”，对蓝有着很好的控制。而布莱克则买了蜂刺，大大地提升了攻击的速度和移动速度。尼克则是买了黄刀和十字镐，大幅地提升了暴击率。\n      “我们走吧！”史蒂夫说道。\n\n      字数统计：\n      1632个（不计算空格，计算标点符号）\n\n\n",
    "replies": [
        {
            "author": "ybb135788",
            "timestamp": 1434456840,
            "txt_content": "还不错\n可这明明就是乱入吗"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437386400,
            "txt_content": "杰克出自于方块大陆机械最高的国家。\n应改成杰克来自方块大陆机械科技水平最发达的国家\n请端正态度写文，不要乱写。\n你的文给人一种游戏直播的感觉，只是加了些许描写罢。"
        }
    ]
}