{
    "title": "[原创]League of Minecraft 第三章 真正的强者",
    "author": "MF_Mufeng",
    "replyCount": 2,
    "timestamp": 1434461100,
    "txt_content": " 本帖最后由 REN0011 于 2015-6-17 17:09 编辑 \n\n      六人终于踏上了征程，对，为了各自的强大，为了能在方块大陆上立足，他们必须这么做。尽管他们人人战斗力已经是超乎寻常的强大，但，还远远不够。      他们六人的目标，自然是那恐怖的末影龙。但是除了强大的目标，他们也要在历程中慢慢磨练自己的意志，因此，六人怀着伟大的理想，准备斩杀掉一大群的鸡——\n      “这鸡怎么这么难打！”史蒂夫用远程的奥术魔法不停地攻击着那些肥硕的鸡，但是那些鸡仿佛肉身是无敌一般，几乎无视掉了史蒂夫的攻击，史蒂夫不由的叫道。\n      “史蒂夫-别-担心，我-来-帮你。”杰克在那边开启了过载，大量的负荷使他声音变得更慢了。但随之的是一双机械飞爪把史蒂夫那里的四只鸡硬是拽过来了一只，杰克一人扛打，更是力不从心，没多久身体就不动了，两眼中的能量也没有了。（过载负荷副作用）\n      方块大陆上，不会是固定的四鸡，三狗等，反而是更大的几率出现其他的物种，也有可能数量极多。而史蒂夫他们这边就是遇到了这种情况。\n      半个小时后——\n      “哈哈，终于把这些烦人的鸡解决掉了，啧啧，这么多钱，都购买神装了。”尼克一脸兴奋。\n      这时，突然一股巨大的威压将此时刚刚打完战斗的六人掀飞了出去。刚刚恢复战斗力的杰克还没适应过来，瞬间又失去了战斗力；而露西则是因为战斗力不足，躺在地上，呜呜地闷哼了一声，昏迷了过去。\n      “我...我靠！这是什么东西！”就以史蒂夫的耐性，也不得不爆了一句粗口，因为，在他们眼前的，是一只体型巨大的巨鸡。两眼中闪着黑紫色的光芒，朝他们冲了过来。\n      “大家一起上！我和芙洛在后方输出，尼克、布莱克，你们俩往前冲，等到杰克缓冲好了再作更大的打算！”此时史蒂夫也尽显队长风范，很快布置了战术。\n      “嗯！”其他三人马上迎合，尼克和布莱克立马冲了上去，随后史蒂夫架起他的奥术能量弓，准备发射弹幕。\n      这边正打得热火朝天，而那边的草丛有着一双眼睛正在看着他们。\n      十分钟后——\n      “大哥。。我实在不行了，你先顶着。”布莱克此时面部虚弱，有气无力地对尼克说。\n      “二弟，我也不行了快。。”尼克也同样虚弱不堪。\n      “撑住！那死鸟差一点血量了，马上就好！”史蒂夫眼中也全是颓然之色，由于他和芙洛持续使用技能，蓝也耗得很快。\n      “冲啊！”这时，突然一声巨吼在天地间响起，这时四人仿佛看见了一个神圣、伟岸的光影。但他们的眼中，却全都是绝望。\n      来者正是号称“草丛伦”的德玛西亚之力——盖伦·布鲁斯。\n      只见布鲁斯一剑劈死了那只死鸟，又开始表演死亡之舞，把本来就已经疲惫不堪的布莱克给打晕，尼克也闷哼一声，倒在地上不动了。\n      “哈哈！这鸟的钱还是让我拿了！”布鲁斯大笑道，随后他又看向史蒂夫和芙洛。\n      “喂，你们两个，要么自己投降，要么让我的正义之剑审判你们吧！”布鲁斯眼神一直盯着芙洛的娇躯身上，那眼神，就像大街上的色狼。\n      “哼！想让我们投降，你还没那么大的本事！”史蒂夫的蓝也回了上来，急忙施展开技能对付眼前这个不可一世的德玛西亚大将军。而芙洛也开始挽弓搭箭，准备射死这个对自己无礼的家伙。\n      突然，杰克也苏醒了过来。同样，失去了那份强大的威压，露西也是逐渐地苏醒，苏醒后急忙释放大招，给伙伴们恢复了大量血量。就连本已起不来的尼克和布莱克，此时都站挺了身子。\n      布鲁斯一见大家都起来了，急忙满脸笑容，说道：”大家都是一家人，有话好好说......“\n      ”有什么好说的！杰克捞过来，我要好好揍一揍这个抢经验金币的家伙！“史蒂夫大喊道。\n      杰克应声，伸出机械长臂把布鲁斯捞了过来。尼克旋转他的大刀奔了过来，布莱克直接方块突袭位移到这里。接下来，布鲁斯就被面目狰狞的六人一顿胖揍......\n      ”哎，好吧，刚刚是我在埋伏抢了你们的经验和金钱，我身上有些财宝，你们可以挑两件。“布鲁斯终于是撑不住六人轮打，连忙求饶。\n      只见布鲁斯从怀中掏出许多天材地宝，这回，六人脸上的目光不再是愤怒，而是震惊。\n      这里有四样宝贝：射手之心，极寒之雪、十万年浓酒以及一颗上达千年的不坏金刚石。\n      这四件都是世界上很珍惜的天材地宝，射手之心，由上古的罗宾汉所传承。凝聚了巨大的射手经验，可以将其融入在任何的远程装备上，不仅能广阔地提升武器的攻击力，还能提升精准度。尽管是十八级满级的射手，也会为之动容。在市场价大约是10万金币的天价，几乎不能用金钱衡量。而极寒之雪，则是由另一片大陆的喜马拉雅山峰峰顶，由千年积雪凝聚而来的精华。这团雪不仅能让人几乎免疫冰冷，而且会让人的攻击百分之百带上冰霜减速效果，是近战追杀利器。市场价也不低于1万。第三件则是由大陆最初始的酒放入地窖收藏，在万古年后被人发掘。这坛酒喝了可以增加意志，也可以增加攻击速度，效果之显著，就算是最强的王者也不由得眼红。最后一件，却让大家都惊愕不已。\n      这居然是上达千年的金刚石！尼克的呼吸都不由得变得粗重。\n      尼克和大家解释道：”金刚石分年份，分别从一年到万年，年份越久的金刚石，与身体融合了会极大地增强双防，更何况这还是不坏金刚石！与身体融合后几乎无坚不摧！咱们这个小队里杰克最合适。“\n      这德玛西亚大统领果然财大气粗，居然能拿得出如此宝贝。\n      最终，他们还是选择了射手之心和不坏金刚石，而两件物品给了谁想必大家都知道。然后，他们告别了布鲁斯，来到了末影龙统治的地盘——末路。\n      一进入这片地域，他们的呼吸就被那很远很远的威压给压得喘不过气来。这才是真正的王者啊！\n      他们每个人脸上都是一副凝重之色。\n\n\n字数统计：\n2119字（不计算空格）",
    "replies": [
        {
            "author": "我叫Red_T",
            "timestamp": 1434462120,
            "txt_content": "为何感觉在看水浒？\n支持一下"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437386520,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-7-20 18:03 编辑 \n\n建议将“。。。。”用“……”代替（Shift+大键盘6即可）"
        }
    ]
}