{
    "title": "[BlockWork] Climate Hope City 气象希望之都",
    "author": "PETER·篠",
    "replyCount": 99,
    "timestamp": 1435070040,
    "txt_content": " 本帖最后由 DGK2 于 2017-8-5 18:45 编辑 \n\nC L I M A T E  H O P E  C I T Y\n\n12 . 6 . 2015\n\n\n\nThe Brief 簡介\nWe were asked by the Guardian newspaper to build a modern vision of urban living in a clean and sustainable city in Minecraft. We needed to use existing green technologies and prototypes to create a positive image for sustainable living, which also seemed achievable and not too far off reality. The build is part of the Guardian’s Keep it in the ground campaign.\n\n我們受英國衛報邀請，用超現代的眼光打造一個潔淨的、可持续发展的Minecraft幻想都市。他们需要利用现有的绿色環保技术和建築原型创造可持续發展的積極形象，这似乎是可实现的現實，離我們并不遥远。另外，這個建造是“Keep it in the ground”活动的一部分。\n\nThe Build 建築\nAlthough the build itself has a somewhat fantasy feel, we used many existing structures for our architectural inspiration; for instance the organic shapes of Zaha Hadid’s work, as well as some exciting new concepts such as biodome design for Amazon’s new Seattle headquarters. The city itself has a very organic layout, following curves and spirals. The main path of the map spirals towards the center – a structure based of the dome of London’s St. Paul’s Cathedral, which we have converted into a biodome.\n\n虽然建築本身有几分幻想風格的感觉，但我们卻用了许多建筑结构來表達灵感，如扎哈·哈迪德作品的形状；以及一些令人兴奋的新概念元素，如為亚马逊的新西雅图总部而设计的自然生態馆。城市本身的佈局非常有序，被曲线和螺旋线所分割。身為地图主要路径的螺旋線对着都市的中心——圓頂結構、像伦敦圣保罗大教堂一樣的建築，那就是自然生态馆。\n\n\nThe Vedio 宣傳片\nhttp://v.youku.com/v_show/id_XMTI2ODQyMjQzNg==.html\n\n視頻信息：\n视频作者Adam Clarke的Youtube地址：https://www.youtube.com/user/adamgorgeous\n一個Minecraft城市運用全面的高科技，積極應對各種的氣候變化。\nhttp://www.theguardian.com/environment/series/keep-it-in-the-ground\n這個作品的概念是由Adam Clarke提出，Blockworks設計與建造，Dragnoz負責命令方塊。\n查看原渲染：http://imgur.com/a/KOFsb#0\n原下載地址：http://www.planetminecraft.com/project/climate-hope-city/\n（視頻翻譯:PETER·篠  視頻校對&字幕添加:@xukarhei ）\n\nThe Rendered 光影截圖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n注*想查看高清大圖的會員可前往官網。\n\nThe Reviews 篠評\n這個Minecraft都市，有效的與英國衛報合作，開闢了Minecraft邁向媒體的新紀元。它讓我們看起來感覺與眾不同，但又訴說著現實的問題。我個人看過相關的資料，其實你所看到的功能都已到位，世界各地都或多或少的存在著它們的概念、原型。我認為這是個好消息，高科技不僅存在與Minecraft世界中，我們也不必為此等待幾十年。讓我們攜手共進，把現實生活中的城市變得更清潔，更高效，讓愉快的城市生活和我們融為一體吧:)\n——PETER·篠\nThe Team 團隊\nThe BlockWorks team was founded in early 2013, and now consists of 25 builders, animators and artists from around the world. Members of the team are largely admitted on the basis of their unique skill or style, providing the team with a wide range of different expertise. This variety allows us to more confidently tackle the design challenges we undertake in our Minecraft builds, and produce a result of truly comprehensive quality.\n\nBlockWorks团队成立于2013年初，现在已经拥有来自世界各地的25名建筑师，动画师和艺术家。团队成员的独特建造技巧或风格被認同后，将其不同特長提供给团队。它可以让我们更自信地应对建造Minecraft地图时遇到的各种设计挑战，并真正提升团队成员的综合素质。\n\n重要團隊成員信息：\nJames Delaney 詹姆斯·德莱尼\n常务董事\nID:JamesD\nFacebook:https://www.facebook.com/BlockWorksmc\nTwitter:https://twitter.com/BlockWorksYT\n\n\nNickolas Morton 尼古拉斯·莫顿 \n助理处长\nID:Block_Fortress\nFacebook:https://www.facebook.com/pages/B ... 17568792320?fref=ts\nTwitter:https://twitter.com/BlockFortress\n\n\nTerms of Use 使用條款\n你不得：\n聲稱是你自己建造的。\n未經原作者允許發布建築的任何圖像或視頻。\n使用此地圖作商用目的。\n*未經本人允許擅自將翻譯內容轉載本站或他站。\n\n創作共用許可\n此工作被一個國際知識共享署名許可 - 非商業性使用4.0 禁止改作。\n\nAround The Web 友情链接\n作者將會不斷更新BlockWorks的地圖，若喜歡，記得關注其Twitter或訂閱YouTube :)\nPlanet Minecraft:http://www.planetminecraft.com/member/blockworks/\nTwitter:https://twitter.com/BlockWorksYT\nFacebook:https://www.facebook.com/BlockWorksmc\nYouTube:https://www.youtube.com/user/BlockWorksYT\nSketchfab:https://sketchfab.com/blockworks\n联系他们：http://blockworksmc.com/contact/\n\n\n\n此貼為搬運貼精華範例，翻譯者為PETER·篠本人，同時也要感謝@xukarhei 視頻方面的幫助。真正的翻譯量在於英國衛報的全英文章。為編輯此帖，我在那篇文章中篩選了重要的信息和值得關注的內容。有興趣的會員可在“沙發”處查看全文。若有任何譯製錯誤，請于下方回復指出，謝謝！\n\n作品最終解釋權歸BlockWorks建築團隊所有|中文翻譯部分最終解釋權歸PETER·篠所有\n",
    "replies": [
        {
            "author": "PETER·篠",
            "timestamp": 1435070040,
            "txt_content": " 本帖最后由 PETER·篠 于 2015-6-23 22:53 编辑 \n\n英國衛報原文：\nClimate Hope City: how Minecraft cantell the story of climate change\nAs part of our Keep it in the Ground campaign, the Guardian has commissioned a Minecraft map exhibiting a city filled with real-world climate initiatives.\n\nOn the rooftops, there are endless luscious gardens, so that the skyline of the city looks almost like the tree tops of a vast rain forest. Beneath them, lining the roads, are multi-storey farms, producing fruit and vegetables for the local populace. There are strange sail-shaped constructions that suck carbon dioxide out of the air, and along the canals, hydrogen powered boats glide silently through crystal clear waters. This is Climate Hope City – and for now, it exists only in Minecraft.\n\nWhen the Guardian launched its Keep it in the Ground campaign in March, editor-in-chief Alan Rusbridger, and other senior staff, spoke about the challenge of finding new ways to discuss and report on climate change – to break out of traditional journalism and explore fresh ideas.\n\n“We carry on flogging a load of dead horses, in exactly the same way, with exactly the same whip,” wrote columnist and environmentalist George Monbiot. “We have to constantly be reinventing our storytelling capacity.”\n\nOne answer to that challenge is to envisage a future zero carbon city in Minecraft. The hugely successful block-building game allows players to construct complex and fascinating models of everything from medieval castles to giant space cruisers. Climate Hope City is not a fantasy world but a vision of a green urban environment which uses technologies that either already exist around the world or are at the prototype stage.\n\nThe project was overseen by expert Minecraft modeller Adam Clarke, who makes his own YouTube videos about the game, as Wizard Keen. Clarke recently worked with the Tate Modern gallery to produce the Tate Worlds project, a series of Minecraft maps based around art works such as André Derain’s The Pool of London. Recently, he has started Wonder Quest, a new educational series of YouTube videos co-written with Minecraft superstar Stampy Cat.\n\nTogether with James Delaney and his BlockworksMC team of builders, as well as experienced map maker and designer Dragnoz, Clarke took various real-life urban climate technologies and spent a week constructing them into a Minecraft environment. Features include vertical farms, kinetic pavements that convert footsteps into electricity, driverless cars and green roofs.\n\n“James and his team had recently built a Minecraft map called Tomorrowland,” says Clarke. “We wanted Climate Hope City to feel positive and futuristic yet at the same time rooted in what is going on in architecture and climate change science today. Our research led us to the very latest in building design, featuring radical shapes and forms.”\n\n“We also wanted to see some older buildings so that the city felt realistic and built upon. We added the spiral walkway to help players explore the various features as quickly as possible, but its also became a very beautiful design motif too.”\n\nDelaney and his team of five builders, started out by sketching a rough layout, based on emerging technologies and architectural models, before spending over 100 hours building the model itself. “We needed to use existing green technologies and prototypes to create a positive image for sustainable living, which also seemed achievable and not too far off reality,” says Delaney.\n\n“We decided to form the city around natural looking curves and spirals rather than the grid layout of many of the world’s modern cities: Zaha Hadid’s architecture was one inspiration, the new biodome concept for Amazon’s new Seattle headquarters was another. We then proceeded to lay it out in Minecraft and slowly build upwards, adapting and accommodating that plan to the city as it developed.”\n\nThe result is a rather beautiful and elegant Minecraft city, filled with intriguing buildings, and criss-crossed with canals and kinetic walkways. Guardian readers will also be able to spot the newspaper’s own office.\n\nThe map is now ready to download and is available for free to anyone who has the PC, Linux or Mac version of Minecraft installed on their computer. It can be found at the Climate Hope City Planet Minecraft page. You can freely explore the city, read signposts and listen to audio recordings that tell you more about what each building and feature represents.\n\n“Despite climate change being the biggest story of our age, journalism has largely failed to get to grips with it,” says the Guardian’s assistant national news editor, James Randerson. “In our mission to tell this story differently and reach new audiences, we have enlisted the help of artists, poets, comedians and composers to name a few. Now we’re harnessing the creativity of some talented Minecraft designers to imagine a future low carbon city – and crucially one that is not far out of reach.”\n\nThe Guardian’s Keep it in the Ground campaign is highlighting the global fossil fuel divestment movement. In particular it is calling on the world’s two largest health charities – the Bill and Melinda Gates Foundation and the Wellcome Trust – to move their endowments out of those firms.\n\n\n篠君的譯文：\n氣候希望之都：如何用Minecraft訴說氣候變化的故事\n作為“Keep it in the Ground”活動的一部分，衛報委託建造一個Minecraft地圖來呈現真實世界中正為氣候變化而行動的城市。\n\n屋頂上，有無盡的芬芳花園，使城市的天際線看起來就像那廣闊熱帶雨林的簇擁著的樹梢。在它們之下，道路兩旁，是多層農場，為當地住民生產並提供蔬菜和水果。看，那奇怪的帆形建築正從空氣中吸走二氧化碳呢！沿著運河，氫動力運輸船靜靜地在如水晶般清澈的海水中行駛。這就是氣候希望之都——從現在來看，它僅僅只存在於Minecraft這款遊戲之中。\n\n衛報在三月份舉辦了“Keep it in the Ground”活動，總編輯Alan Rusbridge和其他高級工作人員，在談到如何尋找討論和報導氣候變化的新方式時——打破了傳統的新聞觀念並探索出了新的想法。\n\n“我們仍在鞭打著一群死馬，以同樣的方式，用同樣的鞭子，”專欄作家、環保人士George Monbiot說道。“我們必須不停地提高講故事的能力。”\n\n這個挑戰的回答是在Minecraft中設想並建造一個零碳排放的未來城市。獲得巨大成功的方塊構建遊戲允許玩家建造複雜而引人入勝的模型，從中世紀城堡到巨型太空巡洋艦。氣候希望之都不是一個充滿幻想的世界，這個綠色城市技術在世界各地都已經大部分實現或還在試驗階段。\n\n這個地圖的概念是出自著名的Minecraft建築師Adam Clarke，他經常用自己的YouTube視頻介紹遊戲。Clarke最近與泰特現代美術館合作，製作有關泰特世界的項目——以藝術作品為基礎的一系列Minecraft地圖，如安德烈德蘭的“The Pool of London”。最近，他開始與Minecraft巨星Stampy Cat一起製作“Wonder Quest”，一個新的教育系列YouTube視頻。\n\n再加上James Delaney和他的BlockWorks建築團隊，以及經驗豐富的地圖製作者和設計師Dragnoz，Clarke採用各種現實生活中的城市環境優化技術，花了整整一個星期時間建造出這個Minecraft環境作品。其特點包括垂直農場，把人的腳步轉換成電能的動力路面，無人駕駛汽車和屋頂綠化工程。\n\n“James和他的團隊最近建造了一個Minecraft地圖，名為‘明日世界’”，Clarke說。“我們期待氣候希望之都能給人積極和前瞻的感受，告訴人們今天建築界和氣象學界正在發生的事情。另外，我們還查找了最新的具有激進形狀和風格的建築設計。\n\n“我們也希望看到一些舊建築，使城市感覺更加真實。我們添加了螺旋走道，幫助玩家更快捷、更方便地探索城市的各種功能，它也與城市融為一體，成為其中一個非常漂亮的設計主題了。“\n\nDelaney和他的建築團隊，在花費超過100小時建造此地圖前，繪製了一些粗略的佈局，探索了一些新興技術和建築模型。“我們需要利用現有的綠色技術和原型創造可持續發展的生活方式和真實的積極形象，這似乎是可實現的，並不遙遠。”Delaney說。\n\n“我們決定把城市周圍做成自然的曲線和螺旋線，而不是世界上許多現代化城市的網格佈局：Zaha Hadid建築的靈感，亞馬遜的新總部西雅圖的新自然生態博物館的概念。我們接著在Minecraft中奠基，慢慢向上建造，調整和適應城市發展的計劃。“\n\n它的結果終於出來了，是一個相當美麗典雅的Minecraft城市，充滿了迷人的建築，縱橫交錯的運河和動力人行道。細心的衛報讀者也能夠發現報社的辦公室。\n\n該地圖現在已經提供免費下載給任何擁有PC，Linux或Mac版本的Minecraft用戶。你可以在 Planet Minecraft的氣候希望之都頁面找到鏈接。你可以自由遊覽城市，讀路標，聽錄音，讓它們告訴你各種建築的功能。\n\n“儘管氣候變化是這個時代的大新聞，但人們在很大程度上沒有去正視它，”衛報助理兼國家新聞編輯，James Randerson說道。“我們的宗旨是不斷地講述這個故事，在藝術家、詩人、演員和作曲家的幫助下讓民眾更多地了解它。現在，我們與一些有才華的設計師合作，在Minecraft中建造想像的未來低碳城市——更為關鍵的是這‘遙而可及’。”\n\n衛報“Keep it in the Ground”活動是全球化石燃料的撤資運動。尤其是它呼籲了世界上兩個最大的健康慈善機構——比爾和梅琳達·蓋茨基金會、維康基金會——把它們的贈款撤出那些公司。"
        },
        {
            "author": "Gk_Noble",
            "timestamp": 1435071060,
            "txt_content": "膝盖拿去，我不要了QAQ\n\n\n-.-"
        },
        {
            "author": "Yy星人",
            "timestamp": 1435071720,
            "txt_content": "搬运精啦,夭寿啦"
        },
        {
            "author": "1845797316",
            "timestamp": 1435073040,
            "txt_content": "看到这种东西 我只能说霸气（尼玛逼死我们这些渣啊）"
        },
        {
            "author": "酉月一",
            "timestamp": 1435075980,
            "txt_content": "彼特回来后就带来一个精华吗？好棒"
        },
        {
            "author": "1136637188",
            "timestamp": 1435102140,
            "txt_content": "好霸气，我下了"
        },
        {
            "author": "062012",
            "timestamp": 1435102440,
            "txt_content": "=-=建筑党太可怕了"
        },
        {
            "author": "NpcianT77",
            "timestamp": 1435114320,
            "txt_content": "皮特皮特~"
        },
        {
            "author": "cagescott",
            "timestamp": 1435115160,
            "txt_content": "很有都市的感觉，很好！"
        },
        {
            "author": "Danger_S.M",
            "timestamp": 1435118100,
            "txt_content": "命令与建筑的集合？"
        },
        {
            "author": "海潮",
            "timestamp": 1435119360,
            "txt_content": "诶...我头一次见到搬运精华的，皮特你厉害！\n\n加油，果然国外的才是触啊."
        },
        {
            "author": "840196733mw",
            "timestamp": 1435123080,
            "txt_content": "居然还有第一页啊\n\n\n\n\n别人家的minecraft已经用了这么玩了，而China的还"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1435133580,
            "txt_content": "转载=.=\n只要是版主转载就会置顶吗=.=\n鄙视论坛管理阶级特权=.="
        },
        {
            "author": "末影龍",
            "timestamp": 1435137780,
            "txt_content": "刚刚看缩略图就看出了模拟城市5的赶脚"
        },
        {
            "author": "末影龍",
            "timestamp": 1435138200,
            "txt_content": "楼主！楼主！楼主！楼主！楼主！楼主！楼主！能载入服务器吗"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1435139580,
            "txt_content": "懒虫哥 发表于 2015-6-24 16:13\n转载=.=\n只要是版主转载就会置顶吗=.=\n鄙视论坛管理阶级特权=.=\n關於你這個問題可以查看：http://www.mcbbs.net/thread-447902-1-1.html 裡面的“奖励制度”，有詳細的精華圖章申請要求，此貼是一個範例。如果你覺得實在不公平的話就看看沙發，看看值不值得置頂。"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1435139640,
            "txt_content": "末影龍 发表于 2015-6-24 17:30\n楼主！楼主！楼主！楼主！楼主！楼主！楼主！能载入服务器吗\n抱歉不能，但可自行下載欣賞。"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1435142460,
            "txt_content": "PETER·篠 发表于 2015-6-24 17:54\n抱歉不能，但可自行下載欣賞。\n如果未经同意。作为服务器的主城会怎样呢？"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1435143600,
            "txt_content": "hurui 发表于 2015-6-24 18:41\n如果未经同意。作为服务器的主城会怎样呢？\n作者有權追究當事人侵權責任。"
        },
        {
            "author": "婲样的女孩",
            "timestamp": 1435149000,
            "txt_content": "厉害~不下载对不起我自己啊！！！！！"
        },
        {
            "author": "海牛的麻烦",
            "timestamp": 1435201680,
            "txt_content": "上次想搬来着 但是不知道怎么回事就没动"
        },
        {
            "author": "hlhxyi",
            "timestamp": 1435220460,
            "txt_content": "好看 好看好看好看啊啊啊"
        },
        {
            "author": "Boys_Craft",
            "timestamp": 1435236420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "TheMightyX",
            "timestamp": 1435287120,
            "txt_content": "很吊！！！！！！支持一下！！"
        },
        {
            "author": "我的世界城市服",
            "timestamp": 1435292100,
            "txt_content": "这建筑搬运，我把膝盖送给你吧"
        },
        {
            "author": "猥琐言",
            "timestamp": 1435295400,
            "txt_content": "原来植物重在楼顶可以避暑"
        },
        {
            "author": "ckhj167137",
            "timestamp": 1435365780,
            "txt_content": "已经阻挡不住建筑党的胶布了。"
        },
        {
            "author": "军行天下wdj",
            "timestamp": 1435411560,
            "txt_content": "静静地飘过"
        },
        {
            "author": "2712895156",
            "timestamp": 1435544940,
            "txt_content": "厉害！！他用了多久？？"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1435555140,
            "txt_content": "2712895156 发表于 2015-6-29 10:29\n厉害！！他用了多久？？\n5名建築師建造共6天。"
        },
        {
            "author": "2712895156",
            "timestamp": 1435563600,
            "txt_content": "PETER·篠 发表于 2015-6-29 13:19\n5名建築師建造共6天。\n5人6天O.O 神了，膜拜!"
        },
        {
            "author": "mumi",
            "timestamp": 1435591080,
            "txt_content": "这么大的地图不知道电脑能不能打开..."
        },
        {
            "author": "流灬星",
            "timestamp": 1435640160,
            "txt_content": "我就默默的看看。。"
        },
        {
            "author": "a1335478378",
            "timestamp": 1435704360,
            "txt_content": "好流弊抱走了话说能不能用到服务器……{:10_523:}"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1435707540,
            "txt_content": "a1335478378 发表于 2015-7-1 06:46\n好流弊抱走了话说能不能用到服务器……\n抱歉，不能。"
        },
        {
            "author": "密斯i",
            "timestamp": 1435731060,
            "txt_content": "膜拜了啊"
        },
        {
            "author": "Danger_S.M",
            "timestamp": 1435812840,
            "txt_content": "等一下，原来搬运地图也可以获得图章"
        },
        {
            "author": "772499649",
            "timestamp": 1435837680,
            "txt_content": "视乎很吊的样子，正在下载，等等玩。"
        },
        {
            "author": "RainbowCity",
            "timestamp": 1435852740,
            "txt_content": "哇塞， 好壮观的啊"
        },
        {
            "author": "254811655",
            "timestamp": 1435932540,
            "txt_content": "好厉害的样子"
        },
        {
            "author": "1399034396",
            "timestamp": 1436003400,
            "txt_content": "感觉好牛逼啊"
        },
        {
            "author": "维他命の淡蓝",
            "timestamp": 1436004900,
            "txt_content": "{:10_503:}看到希望了，"
        },
        {
            "author": "绿执事",
            "timestamp": 1436010540,
            "txt_content": "坚定了。。。我要删游戏了"
        },
        {
            "author": "绿执事",
            "timestamp": 1436010660,
            "txt_content": "要哭啊。。。。你偷了我的膝盖哇擦"
        },
        {
            "author": "super、Rain",
            "timestamp": 1436021940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CK任性",
            "timestamp": 1436049840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "landbay",
            "timestamp": 1436055300,
            "txt_content": "好漂亮的建筑，我带走啦"
        },
        {
            "author": "qqwwq",
            "timestamp": 1436066220,
            "txt_content": "吼吼吼吼好好好~6666666666"
        },
        {
            "author": "ZZ9788",
            "timestamp": 1436067900,
            "txt_content": "每日一赞\n我们一定会超越他们的"
        },
        {
            "author": "=Rick",
            "timestamp": 1436197800,
            "txt_content": "表示视频的解释没听懂QAQ"
        },
        {
            "author": "東風",
            "timestamp": 1436233620,
            "txt_content": "老外超神啦超美~~"
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1436246100,
            "txt_content": "{:10_492:}牛逼，支持lz"
        },
        {
            "author": "yangcaiwan",
            "timestamp": 1436321520,
            "txt_content": "霸气。！支持！"
        },
        {
            "author": "hjn426",
            "timestamp": 1436329440,
            "txt_content": "自觉膝盖！！！peter大神！！！"
        },
        {
            "author": "绅士牛",
            "timestamp": 1436350980,
            "txt_content": "哇-.-这好流弊  我学到了    这做得挺好的"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1436480880,
            "txt_content": "转发的帖子都可以得到精华....."
        },
        {
            "author": "h2310502033",
            "timestamp": 1436518320,
            "txt_content": "我就想问，为什么转载的地图还可以得到一个精华、"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1436532540,
            "txt_content": "h2310502033 发表于 2015-7-10 16:52\n我就想问，为什么转载的地图还可以得到一个精华、\n自己看看海外作品的版規。"
        },
        {
            "author": "q726880974",
            "timestamp": 1436760180,
            "txt_content": "几颗蛋蛋？"
        },
        {
            "author": "volta薯片",
            "timestamp": 1436771220,
            "txt_content": "对于作为渣渣的我，只能自己建跑酷玩玩~~"
        },
        {
            "author": "dju",
            "timestamp": 1436782800,
            "txt_content": "很棒，继续加油，要是能有个教程神马的培养下新人就好了"
        },
        {
            "author": "圆明园",
            "timestamp": 1437002220,
            "txt_content": "楼主不介意我拿来做服务器主城顺便宣传下环保吧"
        },
        {
            "author": "迷途的村庄",
            "timestamp": 1437027060,
            "txt_content": "建筑触手太可怕了，果断下载去看看"
        },
        {
            "author": "Vidocq",
            "timestamp": 1437118320,
            "txt_content": "高科技感十足~~~~"
        },
        {
            "author": "805647438",
            "timestamp": 1437202140,
            "txt_content": "吊  带走了"
        },
        {
            "author": "方雪墨",
            "timestamp": 1437205860,
            "txt_content": "不错，收走了"
        },
        {
            "author": "衅鸥",
            "timestamp": 1437219900,
            "txt_content": "很棒的作品~~   "
        },
        {
            "author": "yjz1368568129",
            "timestamp": 1437283680,
            "txt_content": "建筑太酷了，不过为什么是繁体字？"
        },
        {
            "author": "s8566597s",
            "timestamp": 1437457200,
            "txt_content": "喷了喷了T，T"
        },
        {
            "author": "zaqwsxcde123",
            "timestamp": 1437535620,
            "txt_content": "大神之作，不敢直视！"
        },
        {
            "author": "Fly_Justin",
            "timestamp": 1437616380,
            "txt_content": "很棒的作品 希望继续搬运~！"
        },
        {
            "author": "2531402770",
            "timestamp": 1438249440,
            "txt_content": "我能放入服务器吗哇哈哈哈"
        },
        {
            "author": "lalalagggg",
            "timestamp": 1438308000,
            "txt_content": "\n看后回复= =，不辍不辍{:10_505:}"
        },
        {
            "author": "L.S.R.T",
            "timestamp": 1441428240,
            "txt_content": "梦幻，神奇。神级作品，顶"
        },
        {
            "author": "呵呵哒t",
            "timestamp": 1449552540,
            "txt_content": "喜欢这样的建筑"
        },
        {
            "author": "1291262803",
            "timestamp": 1452664740,
            "txt_content": "牛逼"
        },
        {
            "author": "a1374132014",
            "timestamp": 1452682560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "泰迪兔",
            "timestamp": 1455622920,
            "txt_content": "知道真相的我已哭瞎"
        },
        {
            "author": "失她、失心",
            "timestamp": 1455959580,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "qq3173095068",
            "timestamp": 1456286160,
            "txt_content": "雾草。非常棒的地图"
        },
        {
            "author": "水鱼CYJ",
            "timestamp": 1458034920,
            "txt_content": "卧.................槽，已跪"
        },
        {
            "author": "纯白剑姬",
            "timestamp": 1467164640,
            "txt_content": "你好 楼主 我是一个网页设计的学生 想作一篇关于mc的网页所以想问问楼主能不能应用这篇帖子作为我们的网页素材？只是学习用途的,绝对不再次对外宣传，并且表明出处，望楼主能通过我的申请！"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1467193800,
            "txt_content": "纯白剑姬 发表于 2016-6-29 09:44\n你好 楼主 我是一个网页设计的学生 想作一篇关于mc的网页所以想问问楼主能不能应用这篇帖子作为我们的网页 ...\n可。"
        },
        {
            "author": "纯白剑姬",
            "timestamp": 1467255000,
            "txt_content": "PETER·篠 发表于 2016-6-29 17:50\n可。\n谢谢版主!你可真是惜字如金啊..."
        },
        {
            "author": "997684776",
            "timestamp": 1468046580,
            "txt_content": "请问楼主，适用什么版本啊！"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1468057800,
            "txt_content": "997684776 发表于 2016-7-9 14:43\n请问楼主，适用什么版本啊！\n1.8.X或更高版本。"
        },
        {
            "author": "997684776",
            "timestamp": 1468058760,
            "txt_content": "PETER·篠 发表于 2016-7-9 17:50\n1.8.X或更高版本。\n1.7.10和1.7.2的版本能用吗"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1468059240,
            "txt_content": "997684776 发表于 2016-7-9 18:06\n1.7.10和1.7.2的版本能用吗\n你试试，大体上应该没问题。"
        },
        {
            "author": "997684776",
            "timestamp": 1468062720,
            "txt_content": "PETER·篠 发表于 2016-7-9 18:14\n你试试，大体上应该没问题。\n谢谢版主转载哦~  支持！"
        },
        {
            "author": "Doomsday_Envoy",
            "timestamp": 1468159920,
            "txt_content": "好强大的作品。。。\n我还想知道这个渲染是怎么做的QAQ\n更上一层楼呀"
        },
        {
            "author": "Accentce",
            "timestamp": 1501040880,
            "txt_content": "真漂亮——"
        },
        {
            "author": "a_miao",
            "timestamp": 1501344720,
            "txt_content": "厉害了，大神建筑膜拜"
        },
        {
            "author": "qq501877070",
            "timestamp": 1501679340,
            "txt_content": "哇偶！棒棒哒！666资词一下下。好想要^O^"
        },
        {
            "author": "Passengerwtf",
            "timestamp": 1501735140,
            "txt_content": "很棒的作品！"
        },
        {
            "author": "U_Rope",
            "timestamp": 1501985460,
            "txt_content": "最爱的现代风格！谢谢楼主的搬运！"
        },
        {
            "author": "造物主Crazy",
            "timestamp": 1502432940,
            "txt_content": "用什么版本"
        },
        {
            "author": "1046427566",
            "timestamp": 1502472240,
            "txt_content": "厉害了大佬"
        },
        {
            "author": "ir-0",
            "timestamp": 1502731860,
            "txt_content": "感谢分享"
        },
        {
            "author": "Mantra",
            "timestamp": 1503049500,
            "txt_content": "很好的作品，赞一个"
        }
    ]
}