{
    "title": "[1.7.2-1.8][ssp/smp]元素物品(未汉化)",
    "author": ".Sb",
    "replyCount": 16,
    "timestamp": 1434537600,
    "txt_content": " 本帖最后由 .Sb 于 2015-6-17 21:34 编辑 \n\n3天内补图，并且补百度网盘汉化版下载地址。版主不要删帖，很辛苦才打好这么多字的。\n介绍:元素物品MOD增加了7个新的套装，组套工具，武器，物品的Minecraft。每一套盔甲/工具/武器是基于一个单独的元素，因此具有该元素相关的能力。在这个MOD的元素：火，水，冰，自然，大地，天空，和虚空。\n元素来源:火元素:火焰矿石本身有两个生成地；第一种是普通的沙漠/ 20层以下山区发现。第二种形式在虚空中发现(谁敢挖)。\n开采的矿石用铁锄的产量提高1火晶。火晶可以用来做一切与火有关的物品\n每一片火盔甲保护超过金刚石的等效集怪物攻击你的火。一套完整的火甲提供永久抗火(地狱我再也不怕了)。\n火之剑:比钻石剑伤害更高，并且有火焰附加的附魔\n水元素:水晶矿石分布在水生物群落的地方，当用铁锄开采产量提高一水晶\n水的晶体是可以用于制作所有与水元素相关的物品\n每一片水甲提供免疫爆炸，穿着全套给予穿戴者永久的水下呼吸\n水工具非常快（~钻石速度6倍）\n水之剑的附魔:击退v\n\n自然元素:叶晶矿是森林生物群落的地方发现，当采用铁锄挖掘可以多生产1叶晶\n叶晶可以用来制造所有自然元素性质相关的物品\n穿着全套叶甲授予永久健康效果，再生效果\n\n冰元素:冰裂纹是任何地方的山和冰系生物群落的发现。当挖掘什么，它掉落2个寒冰碎片。\n寒冰碎片是用来制作冰(不是原版的冰)或者用来使所有的冰相关工具（冰用于装甲）。\n冰甲将削弱所有怪物的伤害，穿着全套给你速度II。\n冰工具耐久是黄金的2倍\n冰剑右键发射雪球。\n\n土元素:大地之矿可以在任何地方发现。当采用铁锄的更好滴1地球的水晶？\n地球的水晶用来制作地球装备？！\n每一件 地球装甲具有高达4000的耐久，一套完整的地球的盔甲让你完全免疫击退。(妈妈再也不用担心我打不赢小白了)\n地球的工具各有4000耐久\n地球剑有4000的耐久性和2种模式。(shift+右键改变)第一种模式，损伤，将造成7心伤害。第二模式，打击，会带来任何飞行怪物你打到地上，如果你的目标是已经在地面上，它会埋葬它(打木桩？！)。打击模式造成一半的剑的基础伤害。\n\n天空元素:天空水晶矿仅发现在Y = 180时的地方。用铁锄的更好，它将多产生1天空水晶矿。\n天空的水晶矿是用来制作与天空装备。\n天空的盔甲也没什么特殊的……如果你穿全套。攻击时跳可以让玩家飞。唯一的缺点是，这种装甲有掉落伤害。\n天空工具速度与水工具差不多。\n天空剑是类似于地球的剑：它有2种损伤模式。第一种模式是破坏模式。破坏模式可以造成剑的6.5心的伤害。第二种是发射模式，它会把你的目标高高丢到天空上然后瞬间落地。发射方式只造成一半的剑的基础伤害(还有掉落伤害，伤害够高了)。\n\n虚空元素可以使用末影人的力量，安德矿石只有在末地发现，当采用铁锄可以额外获得1安德晶体。\n虚空用晶体来制作安德工具。\n虚空全套盔甲可以闪避攻击，夜视。头盔佩戴带来夜视效果，护腿给跳提高II，和靴子给速度我穿全套盔甲防止佩戴者以德时损坏传送Ender珍珠。\n虚空工具右键直接传送一个方块到你的背包，若背包满了，将会落在你的脚下\n虚空剑右键会随机传送你鼠标对准的目标到周围十个方块远的位置。\n\n下载地址未汉化，三天后有汉化版本\n\n\n\n\n图片3天内会补上,同时会补上百度网盘分享地址，请求版主不要删帖，新手发帖不懂，版主千万不要扣我金粒，\n\n\n\n\n\n",
    "replies": [
        {
            "author": "309017870",
            "timestamp": 1434537720,
            "txt_content": "这是个什么MOD啊 好玩吗"
        },
        {
            "author": ".Sb",
            "timestamp": 1434537720,
            "txt_content": "309017870 发表于 2015-6-17 18:42\n这是个什么MOD啊 好玩吗\n自己看介绍啊"
        },
        {
            "author": "i逗比",
            "timestamp": 1434538080,
            "txt_content": "你能等下好了在发帖么"
        },
        {
            "author": ".Sb",
            "timestamp": 1434538140,
            "txt_content": "i逗比 发表于 2015-6-17 18:48\n你能等下好了在发帖么\n没办法，缺金粒，先发了赚10个金粒，然后看回复量再决定过几天发下载地址，3天一定有"
        },
        {
            "author": ".Sb",
            "timestamp": 1434538200,
            "txt_content": "不着急嘛"
        },
        {
            "author": "僵尸葱",
            "timestamp": 1434538500,
            "txt_content": "要翻墙下载的，这是国外网盘mediafire\n我帮你你下下来的你自己汉化吧：http://pan.baidu.com/s/1jGowkRW"
        },
        {
            "author": ".Sb",
            "timestamp": 1434538620,
            "txt_content": "僵尸葱 发表于 2015-6-17 18:55\n要翻墙下载的，这是国外网盘mediafire\n我帮你你下下来的你自己汉化吧：http://pan.baidu.com/s/1jGowkRW ...\n谢谢啦，"
        },
        {
            "author": "wang.com",
            "timestamp": 1434544500,
            "txt_content": "呵呵，好mod"
        },
        {
            "author": ".Sb",
            "timestamp": 1434544740,
            "txt_content": "wang.com 发表于 2015-6-17 20:35\n呵呵，好mod\n你是来骗金粒的吧"
        },
        {
            "author": "qzx321",
            "timestamp": 1434545640,
            "txt_content": "说明像是机翻。。。"
        },
        {
            "author": ".Sb",
            "timestamp": 1434547020,
            "txt_content": "qzx321 发表于 2015-6-17 20:54\n说明像是机翻。。。\n乱说，纯手打"
        },
        {
            "author": ".Sb",
            "timestamp": 1434547260,
            "txt_content": " 本帖最后由 .Sb 于 2015-6-17 21:39 编辑 \nqzx321 发表于 2015-6-17 20:54\n说明像是机翻。。。\n这是原文The Fire Element is centered around, well, fire. The Ore itself comes in two forms; the first form is found in the overworld deserts/mountains below level 20. The Second form is found anywhere in the Nether. \nMining the ore with an iron pickaxe or better yields 1 Fire Crystal. The Fire Crystal is used to make everything fire-related \nEach piece of Fire Armor protects more than the diamond equivalent and sets mobs that attack you on fire. A full set of Fire Armor provides permanent Fire Resistance making Nether battles a whole lot easier. \nThe Fire Tools are faster than diamond and will automatically smelt what you mine(Exception being lapis lazuli and redstone, since you would get less through smelting). \nThe Fire Sword?deals more damage than a diamond sword and will set whomever/whatever you attack with it on fire.\n\n\nImages:\n? \n\nWater Element\nThe Water Element is based off of the force and speed of a riptide, and some of Minecraft's water physics as well.? \nWater Crystal Ore is found anywhere in a water-based biome, and when mined with an iron pickaxe or better it drops 1 Water Crystal. \nWater Crystals are used in all water element-related?crafting recipes \nEach piece of Water Armor provides immunity to explosions, and wearing a full set grants the wearer permanent Water Breathing \nThe Water Tools are insanely fast(~6 times diamond speed) \nThe Water Sword gains?Knockback V when you first use it on a mob.\n\n\nImages: \n\n\n?\n\nNature Element\nThe Nature Element is based off the healing, knowledge, and brute force of nature. \nLeaf Crystal Ore is found anywhere in a forest biome, and when mined with an iron pickaxe or better it drops 1 Leaf Crystal \nThe Leaf Crystal is used to craft all Nature-related items \nThe Leaf Armor damages any undead mob that attacks you, and wearing a full set grants permanent Health Regeneration I \nThe Leaf Tools drop experience whenever you mine something with them: 1 orb with a Leaf Shovel, 3 orbs with a Leaf Pickaxe, and 5 orbs with a Leaf Axe \nThe Leaf Sword gains Smite V when you first use it on a mob.\n\n\nImages: \n\n\n?\n\nIce Element\nThe Ice Element is based off the harsh environment of frozen wastelands \nCracked Ice is found anywhere in mountains and ice-based biomes. When Mined with anything, it drops 2 Ice Shards. \nIce Shards is used to craft ice(like you would craft a crafting table) and is used to make all ice-related tools(Ice Blocks are used for armor). \nThe Ice Armor will slow and weaken any mob that attacks you, and wearing a full set will give you speed II. \nThe Ice Tools are twice as enchantable as gold, and a level 1 enchantment can yield very powerful effects. \nThe Ice Sword will slow and weaken any mob you hit with it, and blocking with it will throw a snowball. Dealing damage to Blazes with this sword will deal extra damage.\n\nImages: \n\n\n? \n\nEarth Element\nThe Earth Element is based off the shear resistance of the earth itself(as well as the power of hitting someone over the head with a heavy enough object :D). \nEarth Crystal Ore is found anywhere in the Overworld below y=64. When mined with an iron pickaxe or better it drops 1 Earth Crystal. \nThe Earth Crystal is used to craft all Earth-related items. \nEach piece of?Earth Armor has a whopping 4,000 durability, and a full set of Earth Armor makes you completely immune to knockback. \nEarth Tools each have 4,000 durability(Now you don't have to bring 5 different pickaxes on a single mining trip:D). \nThe Earth Sword has 4,000 durability and has 2 damage modes. The First Mode, Damage, will deal the swords full 7 hearts of damage. The Second Mode, Strike Down, will bring any flying mob you hit to the ground, and if your target is already on the ground, it will bury it alive. Strike down mode deals half of the sword's base damage. Blocking with the sword will change its mode.\n\nImages: \n\n  \n\nSky Element\nThe Sky Element is based off of the strong winds that tear structures apart. \nSky Crystal Ore is only found above y=180. When mined with an iron pickaxe or better, it yields 1 Sky Crystal Ore. \nSky Crystal Ore is used to craft all sky-related items. \nSky Armor isn't anything special...until you wear a full set. attacking while jumping will allow the player to fly. The only drawback this armor has is that fall damage is negated?only when a full set is worn.??If you happen to be flying because of the full set bonus from wearing this armor but you don't have a full set on, you will take fall damage upon landing. You have been warned. \nThe Sky Tools are almost as fast as the water tools, and deal a large amount of damage for what they are(i.e. killing with a shovel is easy with this set). \nThe Sky Sword is similar to the Earth Sword: it has 2 damage modes. The first mode is Damage Mode. Damage Mode allows the user to deal the sword's full 6.5 hearts of damage. Blocking with the sword changes its mode to Launch Mode, which will send your target flying high into the sky before crashing to the ground. Launch mode only deals half of the sword's base damage.\n\nImages: \n\n\n?? \n\nEnder Element\nThe Ender Element is based off of the power of an enderman: strong in terms of power and strong in terms of helpful abilities. \nEnd Crystal Ore is only found in the end, and when mined with an iron pickaxe or better it drops 1 Ender Crystal. \nThe Ender Crystal is used to craft all end-related tools. \nThe Ender Armor is centered around evading attacks and scouting in the dark. The Helmet gives the wearer night vision, the leggings give jump boost II, and the boots give Speed I. Wearing a full set of Ender Armor prevents the wearer from taking damage when teleporting with ender pearls. \nThe Ender Tools will teleport the drops of a block directly into the player's inventory, and if the inventory is full, the drops are dropped at the player's feet. \nThe Ender Sword will teleport your target randomly within 10 blocks of the player(horizontally, the target's y position is unchanged). This allows the player to disorient his/her target and excape. Blocking with the sword will launch an enderpearl at no durability cost to the sword."
        },
        {
            "author": ".Sb",
            "timestamp": 1434547260,
            "txt_content": "qzx321 发表于 2015-6-17 20:54\n说明像是机翻。。。\n你给我机翻出来，你看相不相同"
        },
        {
            "author": "哎呀啊呀",
            "timestamp": 1434547680,
            "txt_content": "吧安德（估计是end吧）改成虚空元素是不是好点-.-"
        },
        {
            "author": ".Sb",
            "timestamp": 1434547860,
            "txt_content": "哎呀啊呀 发表于 2015-6-17 21:28\n吧安德（估计是end吧）改成虚空元素是不是好点-.-\n嗯，谢谢，立刻改"
        },
        {
            "author": "SPE__HaiKuo",
            "timestamp": 1434548820,
            "txt_content": "楼主你确实是机翻，不过没想到你还不承认居然举报\n将earth在此语境中翻译成地球，“每一片火盔甲保护超过金刚石的等效集怪物攻击你的火”、“当采用铁锄的更好滴1地球的水晶？”这些都是什么意思？明显是机翻\n本来这些无碍阅读，但你被人指出错误还不承认，故给予关闭帖子+扣除1人气10金粒作为惩罚"
        }
    ]
}