{
    "title": "[1.7.10]弓箭视角Arrow Camera Mod",
    "author": "FlyKer",
    "replyCount": 0,
    "timestamp": 1434633120,
    "txt_content": "About Arrow Cam Mod\nDescriptionChangesOther Downloads\nIf you've ever attempted to shoot a long range target with a bow and arrow, you'll know that it's difficult to see if your arrows are landing anywhere near the target. Wouldn't it be convenient if there was a way for you to see exactly where your arrows are landing and adjust your aim accordingly? If only there was a mod that somehow let you follow your arrows as you fire them, increasing your accuracy dramatically...Introducing the Arrow Cam Mod:A revolutionary piece of software that will forever change how you use your bow and arrow. This mod adds a feature that allows your point of view to follow arrows that you fire and to see exactly where they land and how much damage they inflict. This point of view has been used countless times in films and video games, and it's about time that Minecraft was able to share in its glory. It's a truly remarkable way of increasing your accuracy and adding a few cinematic elements to your Minecraft experience. In order to activate this stunning point of view, all you have to do is crouch while firing an arrow.How is this possible?It's simple really. The mod will detect when you fire an arrow, and if you are crouching then it will send a camera entity after the arrow until that arrow either gets stuck or you stop crouching, then the camera will return back to you. If you're interested in seeing how I achieved this, you can check out my somewhat-documented source code here: github.com/Jsnman/ArrowCamMod.Need a demonstration?\n\n\n\n\n\n\n\nCheck out this great video showcasing v1.0.0 of the mod by X1borg.That video is of an older version of the mod. In the current version, you have to crouch in order for the Arrow Cam to activate.Does it work in multiplayer?Despite the mod being client only, yes, it does work in multiplayer also. It might just be me, but I noticed that the arrows were actually more stable when using this mod on a multiplayer server than in singleplayer.Can I be notified when you release a new version?Absolutely. The best way to find out when a new version is released is by following the project on CurseForge, which you can do by clicking the subscriptions tab at the top of this page. If you've already logged in, all you have to do is make sure the file updates box is checked and you'll get an email when I upload a new file. Pretty convenient, right?Can I include this mod in a mod pack?Sure, as long as you abide by the MIT License. However, if you do include this mod in a public mod pack, please comment that you did so or send me a PM because I would like to check out your mod pack.Can I make a video showcasing this mod?Feel free to do so! Again, I only ask that you post a link to your video in the comments or PM me because I would love to see it. That being said, if you do make a video showcasing this mod, I may put a link to it or embed it in this thread if I am inclined to do so.How do I install this mod?I'm glad you asked! Installing the Arrow Cam Mod couldn't be simpler (well, speaking in relative terms). Here's the installation instructions:Firstly, you must understand that this is a client only mod. You must only install it on your Minecraft client, and never on a server. Running it on a server will cause undefined behavior.Install Minecraft Forge, which can be downloaded here: files.minecraftforge.net/. I suggest downloading the universal build of the recommended version. If you're having trouble installing Forge, then google 'how to install Minecraft Forge 1.6.2' or whichever Minecraft version you're trying to install on. If you're still having trouble, visit minecraftforge.net/ and see if they can help.Download the mod (the link can be found in the top right corner) and place it in your minecraft/mods/ folder that should be generated after installing Minecraft Forge. The download does not contain any malicious software and will not download additional files or attempt to connect to any servers in order to track usage or update itself. It's that simple! If the above download link lead to a different file, then the latest version of the mod may not have been approved yet. In that case, you can find every version in the files tab at the top of the page.\n\nYou can also check out this great installation video by oSPARKSo\n跟随你射出的弓箭的视角，查看它是如何射中目标的！只需要在射箭的同时按下弓箭视角按键（在按键控制设置中的Start Arrow Camera）\n\nMOD下载地址：PS：（强烈建议海外玩家使用本MOD的官网下载地址下载本MOD，这也是对作者的一种支持。）\n1.7.10Forge版本：本站下载\n1.7.2Forge版本：  本站下载\n\n\n",
    "replies": []
}