{
    "title": "新人求进求点评qvq【单章】《未吻鸣蝉》",
    "author": "侑阳",
    "replyCount": 21,
    "timestamp": 1434811380,
    "txt_content": " 本帖最后由 侑阳 于 2015-6-21 02:57 编辑 \n\n           在一天假期傍晚，你走在一条小路上。你，不必思索；你，不必烦恼；你，不必忧伤。在这里，你可以放下自己，放下责任，放下你所不愿背负的十字架。你开始使用你的眼睛，就像是你第一次使用它。在你的眼里有着比孩童还纯真的好奇，你好奇着这个未知的领域，但同时你还在使用着人类从存在便没有割舍过的一种恐惧。你好奇的目光，就像是一个散落着银灰的月亮，而那恐惧就像是婵娟上的黑暗。你的目光注视着这个美丽的晚霞，注视着和平常一样没有太阳的晚霞，当你看见这如丝绸般的紫极光，并不会有太多感叹，已习以为常。 \n        你使用着你那芊细而洁白的脚，你的脚踩在一种深黑的植物上，发出涔涔的响声，当你仔细观察时，你发现这种深黑色不是那种没有光的深黑色，而是那种将光吞噬于另一空间的那种深黑色。这种深黑色，并不让你感到一丝可怕和恐惧。相反，他使你从内心发出一种名为愉悦的东西。你的脚上没有鞋子，也不需要鞋子，你毫不奇怪，这本就是理所当然的。那从深黑色的不知名植物间隙中，穿出几根相比其他的草更高的高草。这草看上去，十分翠绿，如翡翠一般，却拥有一般小草的柔韧。你的脚踩在枝条之上时，你的脚丫被那翠草给微微刺痛，但你脚部的神经却使你感到感到的大多是痒，这种痒不是那种让人讨厌的痒，而是那种虽然痒，却让人愈发舒服。\n       你扫视这条小路上，发现路的两旁有着一种灰褐色的树木，那树木有着多彩的的叶子，那叶子虽然多彩，但却没有和树木产生一丝丝不协调。它们从远古，不，从天地初开之前，便是这样。世界初生，只不过给了它在这世界应有的东西罢了。而从那树木间隙中，透露出一种蓝荧色的光辉，虽然美丽，但却给你一种死亡的恐惧。你从本能上不想接近那个可怕的蓝荧色。\n       但你毕竟是人类，你的好奇既是你成为万物之灵的根本，也是你成为刻骨的根源。你缓慢向灰褐色的树走去，那些小草虽给你一种奕痒，但你却不会改变自己的行动。你急迫却又缓慢，略微颤抖的伸出了右手，你用手向那灰褐色的树木上。慢慢的，慢慢的，你的右手剧烈的颤抖着，在触摸到那灰褐色的树木的前一瞬间，你仿佛是后悔了，急速而快速的收回。但那有魔力的灰褐色的枝条，仿佛有了生命，顺着你那洁白如玉的手指，缠绕了上来。你感觉到了那树枝的触感。十分的滑润而略微带点麻痹的刺痛。那处感顺着你的右手的手指，你的右手臂，你的锁骨，你的玉颈，你的右胸壁，你的左胸壁，你的小腹，你的左手臂，直至你的左手腕。\n       你发现你的眼睛失明了，耳朵失聪了。你从树路旁回到中间。你发现你的右手指已经没有了那种触感。你想也许这马上就会结束吧。你这种想法还没从你的思维中发散出去，你的脚就受到了那深黑的植物的袭击。那之前和善的黑色植物，识到了灰褐色的气息，就从你的脚指迅速上升。这种黑色植物并没有那种滑润的触感，而是给你给你一种被你被征服的感觉，那种感觉就像你的肉体被他人所侵占了。你感到一种屈辱，你没有能力摆脱这种屈辱。只能被动的忍受着。你的感觉从你那如虚幻玉足上，长出了一颗坚硬的植物，那植物长出的倒刺，刺进了你的玉足。你感受到痛苦，不得不用你那较小的嘴吃痛的尖叫了一声。那声音就像那海豚般高锐。\n       你被那植物给折磨的欲罢不能之时。你发现自己好似走了起来，你相对于肉体的痛苦，更恐惧于这种精神的折磨。你发出了生命体最恐惧的悲鸣。在这时，那生长于那黑色植物间隙之间的翠绿小草，仿佛有了生命，它开始疯长起来，一寸，两寸，五寸。它缠绕在了你的腿上。你的腿感到一股清凉，但更多的是一种羞怒。因为它好似并不甘心，或者是根本就没有思考过只停留在那。它从一开始的缠绕处，向上下伸延。向上伸展的从你的大腿缓慢的宛转而上，因为它十分清凉，所以让你的感受更加直接。你不禁微微颤抖了起来。翠草好似知道你的思想似的。它把本来就慢的伸延速度加快了许多，让你根本反应不过来的时候，它已冲上了你的腰。你不仅发出来了一声***，但并没有人听见，包括你自己。\n       在这时，你发现你的失明和失聪好了起来。你发现你自己停走的脚，慢慢停了下来。你听见了潺潺的流水声。世界重现于你的眼中，你感觉自己身上阴凉凉的，你回想刚刚的一切。急忙看向自己的身体。却看到自己的身上的衣服换上了一声灰黑色的长袍，裤子已成了顺滑的蓝绿色长裤。而鞋子则换成了幽邃黑暗的靴子。你的全身好似在刚刚的变故中发生了一些变化。你的头好似在被翠绿小草治疗失聪和失明时，所有不属于你的东西也全部清除了。你的一头长发在河边的一阵风的作用下，翩然而下。那长发渐渐垂下，刚好在你的脐部之上。一切都浑然天成一般。       在河边你在这草地之上，缓缓蹲坐而下。你只见一只绿油油的不知名生物向你畏畏缩缩的走来。你一点也不害怕，还有点好奇的向这个未知生物看去。它一点一点的向你走来。说是走，但却是慢慢的挪动。动作虽慢，但你的耐心，使得它与你的距离越来越短。终于，它来到了你的身边，它在你的身旁蹭来蹭去。你觉得有趣，便把它托于手上。\n       你们玩闹了一阵子之后，天空下起了小雨。你用手小心翼翼的护住这个小东西，一边跑向树旁。你在树旁避雨时，闭上眼睛休息了起来，你的耳朵却是异常的敏感。这个绿油油的小东西却是不老实的从你的手中，慢慢的爬到了你的头上。你虽然知道，但纵容了这小东西的顽皮。你听见了一个奇妙的声音，正疑惑是何物之时，睁开双眼，只见一片紫芒。\n       然后是黑。。。\n\n\n\n\n\n\n（新人，第一次写，如觉哪点不好，求指出。请重喷）（还有怎么删除草稿啊？）\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "水蘊臻",
            "timestamp": 1434811860,
            "txt_content": "有点奇怪。。\n很奇怪。。。"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1434812100,
            "txt_content": "有点好看的说，但好诡异"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1434857880,
            "txt_content": "你也来混创作版了\n虽然好高端我看不太懂（明明就是懒得看）"
        },
        {
            "author": "0744448",
            "timestamp": 1434858060,
            "txt_content": "2B与mc的故事 发表于 2015-6-21 11:38\n你也来混创作版了\n虽然好高端我看不太懂（明明就是懒得看）\n终于找到知音了"
        },
        {
            "author": "周神皇",
            "timestamp": 1434859500,
            "txt_content": "看到蓝色就滚进来了"
        },
        {
            "author": "侑阳",
            "timestamp": 1434861600,
            "txt_content": "怎么没有人？我还蛮用心的说qvq"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1434865020,
            "txt_content": "噫\n你发现你的眼睛失明了，耳朵失聪了你发现你的失明和失聪好了起来\n讲述哲学僵尸变回一般人类的散文\n真是高大上\n就是有点偏题\n修改频繁会引来审核 的哦\n话说***是什么鬼"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434892740,
            "txt_content": "槽点有点多……\n小路的路面是深黑色植物和高草（论如何在植物上面长出另外一种植物）\n植物高草变触*手（你也真是够了(╯‵□′)╯︵┻━┻）\n少女独自走夜路（她该有多勇敢……）"
        },
        {
            "author": "侑阳",
            "timestamp": 1434894420,
            "txt_content": "恶魔-潇洒 发表于 2015-6-21 21:19\n槽点有点多……\n小路的路面是深黑色植物和高草（论如何在植物上面长出另外一种植物）\n植物高草变触*手（你 ...\n我解释一下吧，\n第一小路上的深黑色植物并不是把路给全部长满了，而是错纵复杂的覆盖了，所以有间隙让翠草长出来。这一点上文中我也写到过。\n第二那翠草并不是成为了触＊手你到底在想什么啊！，而是成为了一种类似能量的东西。\n最后，你怎么知道Ta是女孩子呢？＜－鬼魅一笑。"
        },
        {
            "author": "侑阳",
            "timestamp": 1434894600,
            "txt_content": "Donnies_Ming 发表于 2015-6-21 13:37\n噫\n并不是写僵尸变成人类的哦，后面我会在写一篇的。\n谢谢提醒\n你说是什么呢？笑"
        },
        {
            "author": "侑阳",
            "timestamp": 1434900120,
            "txt_content": "Donnies_Ming 发表于 2015-6-21 13:37\n噫\n哲学僵尸，新词汇get，谢谢告诉，知识面狭窄的我QvQ"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1434943680,
            "txt_content": "稍稍来说下我个人的理解。\n当然，因为这是一篇寓意较为模糊的散文，在我开始评论之前，先说一下，一千个人的眼里有一千个哈姆雷特，我所说的是我自己所理解的，能否贴近作者和其他读者所理解的，就不是我负责的范围了。\n文章的主要内容应该是，主角放下了所谓“不愿背负的十字架”，然后漫步于“未知的邻域”，在期间所发生的一系列事件。\n首先，作者在文章前半部分，极力营造一种“新”的感觉，而这种“新”是再一次的重生的新。\n文章第一段，作者点明了主角所在时间所在心情。着重笔墨刻画了主角的目光，“就像是你第一次使用它。”，而后又写到，“已习以为常。”\n我从文章的字里行间可以感受到，作者想表达一种状态，一种我们都有的状态。\n第二段，写了一种黑，令人愉悦的黑暗。所有生物都是拥有着趋光性的，是什么样的黑暗令人心驰神往感到愉悦呢?保持问题，接下去看。\n第三段，写的是一种有着色彩斑斓叶子的树，有一句话我十分在意，天地初开仅仅是给了他应有的东西罢了。这一段话就完全把作者的立场表现出来了，那是一种宿命感。\n到第三章为止，就是作者极力营造的新了，似乎这种新还只是残缺未完的，我们阅读到这里依旧还是有很多疑问，主角是谁？或者主角象征着谁？黑暗是什么？十字架是什么？那些斑斓的树木又是什么？\n我们接下去读，到了第四段，我们的第一个问题出来了，主角象征着的应该是人类，或者每一个人类。\n接下来的几段大致简述一下，就是主角接触蓝光所造成的恶果。最后主角获救了，身体发生了变化“不属于你的东西被清除了”，还遇见了一只不知名生物。\n综合来看，如果主角预示的是人类，而那蓝光就是某种可以造成严重后果的自然，而十字架则是人类所背负的超我，黑暗则是人类所诞生的蛋壳，斑斓树木和蓝光则是自然和一些存在而已经被观测到了科学发现。\n最后，你听见了一个奇妙的声音，正疑惑是何物之时，睁开双眼，只见一片紫芒，然后是黑。\n到这里，我的观点就出来了，文章所表达的，应该是如今人类在自然界中所处的尴尬的状态。生命是什么？生命的意义是什么？世界是什么？世界和我们到底有没有联系？科学侧越是寻觅就越是模棱两可，神秘侧却变得和哲学一样，人类越是追求真理就离死亡越近，越是逃离源头就离毁灭越亲密。在似乎失去了所谓重要的意义和道德之后，却看见了新的曙光。当世界主动和人类沟通时，死亡不见了，取而代之的是毁灭，然后新生。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1434944400,
            "txt_content": "@hznb 来看看"
        },
        {
            "author": "langyo",
            "timestamp": 1443708360,
            "txt_content": "文笔不错，但是内容很奇怪……\n\n这虽然跟MC扯上的关系不大，但是写出了植物的灵性、感情。\n\n不过，我没看出来你究竟要将她塑造成什么样的人物，也没有看出来什么故事的引子，只是觉得后面还有而已，而已……\n\n赞一个，很喜欢你的文段，尤其是脚踩在草上那段，将植物给人的感觉都给写的很清楚。（而且，我相信，你肯定也是喜欢嫩、纤细的脚）"
        },
        {
            "author": "langyo",
            "timestamp": 1443708540,
            "txt_content": "侑阳 发表于 2015-6-21 21:47\n我解释一下吧，\n第一小路上的深黑色植物并不是把路给全部长满了，而是错纵复杂的覆盖了，所以有间隙让翠 ...\n从“纤细”的脚看出来的。\n\n通常也没有什么男生脚够纤细的吧……"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443712620,
            "txt_content": "侑阳 发表于 2015-6-21 23:22\n哲学僵尸，新词汇get，谢谢告诉，知识面狭窄的我QvQ\n哲学僵尸，在精神哲学和领悟力的领域中，哲学僵尸(Philosophical Zombie or P-Zombie)是一种和一般人类无法区别并且被认定为缺乏觉察经验、感受性、感觉、感质的假设性存在者。\n举例编辑\n一个哲学僵尸可以被尖锐事物刺激到，而他/她不会有任何疼痛的感觉；然而，他/她却会表演出疼痛感(他/她可能会叫“噢”并且从尖锐事物退后，甚至告诉我们他/她感觉很痛。)\n转自百度"
        },
        {
            "author": "侑阳",
            "timestamp": 1443715440,
            "txt_content": "langyo 发表于 2015-10-1 22:09\n从“纤细”的脚看出来的。\n\n通常也没有什么男生脚够纤细的吧……\n看到你回复我，我其实还蛮开心的，这个帖子怎么说呢，这就像是一直存在于我脑海里的景象，我只不过是把它通过文字的方式展现了出来。我认为我虽然是这个的作者，但我并不具有这个作品的所有权。之前我想写后续。但写后续反而会破坏这个作品的感受，所以我就放弃了。其实这片文章是十分朦胧的，每个人都会有自己不同的感受，我也不想我我的思维而影响观看者的感受。说这个于mc有关的也许就是这个观看者的自由吧"
        },
        {
            "author": "浮云蓝天",
            "timestamp": 1443748800,
            "txt_content": "字不要弄一大堆，看起来很难受。\n可以写一行空一行"
        },
        {
            "author": "langyo",
            "timestamp": 1443759420,
            "txt_content": "侑阳 发表于 2015-10-2 00:04\n看到你回复我，我其实还蛮开心的，这个帖子怎么说呢，这就像是一直存在于我脑海里的景象，我只不过是把它 ...\n你说的很对。\n\n这一段字，要联系到MC也挺容易，也可以说这跟MC没有半毛钱关系，这本来就是个朦胧的一个情景。\n\n而且，你已经在这段文字中成功塑造了一个纯真的少女（至少我是这么认为的），将她的基本性格在这一文段中大概表现出来了。\n\n\n\n希望你能用比写此文还好的态度去写小说，带给读者你的精神感受~"
        },
        {
            "author": "2575174857",
            "timestamp": 1444823400,
            "txt_content": "楼主就是一大触，一文触，文章中心吐出，语句优美，语句衔接自然，读后令人回味无穷，不同于现代的快餐文，这正是老一辈人童年看书的那种百看不厌的感觉\n最终评定结果：楼主文学大学水平\nget捕捉！\n实话：新人推荐朴素风格，用最简单，最朴素的语言，体现最真实的道理，语言不要重复，不要冗长，文章有三词，简介，简练，重心"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462483140,
            "txt_content": "散文嘛。\n加油嘛。"
        }
    ]
}