{
    "title": "[原创单章]League of Minecraft 第四章 深入末路",
    "author": "MF_Mufeng",
    "replyCount": 9,
    "timestamp": 1434770160,
    "txt_content": "      他们还只是刚步入这“末路”就感到一股无形的力量，谁也说不清这是什么。但可以肯定的是，他们绝对离末影龙不远了。因为，那股无形的压力正在逐渐放大。      突然一声仰天长啸，一头牛跳了出来。这头牛浑身散发着黑光，长期呆在末路，使它的神志也变得模糊不清。那头牛一见到人类，眼中的暴怒随之而来。显然，史蒂夫的小队打扰到它休息了。\n      “兄弟们，这场战斗没法避免了。这头牛已经被末路的能量吞噬，我们尽快击杀，不要惊动其他的生物。”史蒂夫沉声说道，他知道，中立生物一般不会主动攻击，只有类似于这种被侵蚀的生物才会......\n      不等大家攻击，那头牛便冲了过来，身上的黑色气息此时竟然凝聚成了一个个气态体。犹如这头牛的分身，每头牛都长得一样，只是气体的样貌更透明一些，但数量却是足有十头多。\n      “是......是幻影魔牛！”史蒂夫哆哆嗦嗦地说道，“我在获得奥术魔法时，在那个地方翻阅过一本古籍，其中就有幻影魔牛啊！这种牛可以利用周围的邪气来幻化出分身，分身也具有攻击力的！”史蒂夫确认后，慌忙大喊道。\n      众人脸色一变，急忙向后暴退，别还没见到末影龙，先被这幻影魔牛弄死啊。。\n      杰克扭头开启过载，速度顿时超了一截。但随后由于速度和负荷问题，渐渐淹没于牛群之中。\n      “杰克！”史蒂夫暗叫不好，回转身释放技能。只见技能打破了许多分身，他看见了瘫痪的杰克。但突然，一个庞大的黑影一闪而没，杰克被带走了！\n      “大家继续跑，我和芙洛向背后释放技能。快！”史蒂夫说道。\n      其余四人应声，顿时将自己的速度发挥到极致，很快摆脱了牛群。史蒂夫不停释放技能，把分身都消耗光了。而那幻影魔牛看吃不到，就气喘吁吁地回撤了。史蒂夫一屁股坐在地上。\n      “刚刚真是好险啊！”史蒂夫头上冒着冷汗，不无恐惧地朝队友说道。\n      “嗯！我们还丢失了一位队友。”布莱克有些气愤，想来自己也是无极之道的武士，连这牛都打不过。\n      很快，大家铺好了床铺，倒地就睡。末路是没有白天和黑夜的，就在这昏昏睡觉的过程中，史蒂夫不知不觉就醒了过来。只见天空似乎白了一些，揉了揉眼睛，看见大家都差不多醒了，只有布莱克还在发出“呼噜”的声音。\n      史蒂夫“扑哧”笑了出来，走过去晃了晃布莱克。布莱克一脸不情愿，说道：“让我再睡会儿。“翻身又睡去了。\n      史蒂夫嘿嘿笑了两声，将戴有奥术手套的手放在布莱克头上，然后——\n      ”滋！“\n      ”啊！——“\n      布莱克惨叫了一声，急忙起床，再也不敢贪睡了。\n      随后，他们来到了一片沼泽地，准备净化一些泥水喝。进末路之前带的水都已经喝光了，可是，河中突然窜出一头巨鳄，朝他们吐出一团团恶心的浆液。众人连忙闪开。\n      刚起来不到几秒，水中又跳出五只身材健壮的大鳄鱼，气势汹汹地朝他们这边走来。\n      ”这是魔龙巨鳄，那头巨大的是巨鳄王！“史蒂夫又回想起那古籍上的种种可怕数据，不由得深吸一口气，对伙伴们说。\n      ”就这点，我们还是能应付的了的。芙洛、史蒂夫，你们在后面输出，露西负责加血。“尼克大喝道。\n      ”我是主角和队长好吧。- -“史蒂夫露出了无奈的表情，旁边的芙洛见了，”扑哧“一笑，随后投入战斗。\n      这种远古时代的巨鳄，是由天地狂野的怒气与怨气集成。附到普通鳄鱼身上就会使其变为魔龙巨鳄，而魔龙巨鳄的数量越多，那里就会出现越多的巨鳄王。\n      这种巨鳄的鳄皮表面上附带着一种剧毒，而且坚硬无比。于是尼克和布莱克对视一眼，准备从眼这等鳄鱼最脆弱的地方下手。\n      ”方块突袭！“\n      ”不灭的愤怒！“\n      二人各耍神通，疯狂地往那些巨鳄身上劈去。\n      巨鳄们也毫不礼让，冲上去就用大嘴噬咬。但是，突然草丛中走出了一头巨大的虚空巨兽，足足比那巨鳄王大了几倍不止。那巨兽呼啸一声，巨鳄们纷纷倒下，尸体化为一道道凶煞的邪气飞入那虚空巨兽的嘴中。那巨兽仿佛在品尝什么美味，身体豁然变大一点，还舔了舔嘴，仿佛没吃够。\n      史蒂夫他们目瞪口呆，这是什么生物？\n      那虚空巨兽看见史蒂夫他们惊愕的目光，轻蔑而又不屑地吼了一声，庞大的身躯瞬间钻入地底。只见一条巨大的魔龙裂缝朝这边席卷。巨大的攻击力把这整个小队所有人掀翻了。而所有人看见她那背后的虚空之门，吓得一句话也说不出来。\n      一大片一大片的虚空兽跑了出来，虽然不强，但这么多，足以让任何强者胆战心惊！\n\n字数统计：\n1655个（不带空格）\n@冥王星人 @End-Enderman @普通HIM @青格大D \n\n\n      \n\n\n",
    "replies": [
        {
            "author": "普通HIM",
            "timestamp": 1434770160,
            "txt_content": "被AT poi\n刚一上线就AT也太巧了吧"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1434770340,
            "txt_content": "普通HIM 发表于 2015-6-20 11:16\n被AT poi\n刚一上线就AT也太巧了吧\n霍。。HIM你好。。我也到七级了叻{:10_525:}"
        },
        {
            "author": "普通HIM",
            "timestamp": 1434770340,
            "txt_content": "MF_Mufeng 发表于 2015-6-20 11:19\n霍。。HIM你好。。我也到七级了叻\n我差250积分8级...\n为毛是250啊啊啊啊啊啊啊啊"
        },
        {
            "author": "青格大D",
            "timestamp": 1434795900,
            "txt_content": "写得挺好\n\n你可以抱冥姐大腿啊233333333"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1434806880,
            "txt_content": "为啥第四章就开始打末地了\n是你的小说太短了还是我的小说太长了……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1434806940,
            "txt_content": "为啥第四章就开始打末地了\n是你的小说太短了还是我的小说太长了……"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1434852300,
            "txt_content": "2B与mc的故事 发表于 2015-6-20 21:29\n为啥第四章就开始打末地了\n是你的小说太短了还是我的小说太长了……\n谁跟你说他们打过了- -请看前三章，最终的目标是凋零，并非末影龙。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1434857040,
            "txt_content": "MF_Mufeng 发表于 2015-6-21 10:05\n谁跟你说他们打过了- -请看前三章，最终的目标是凋零，并非末影龙。\n所噶，是我没看完见谅"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437386760,
            "txt_content": "有些地方建议写得正经些，不要给人一种吊儿郎当的感觉。\n另外感觉文笔还可以"
        }
    ]
}