{
    "title": "新手教程（全文字）",
    "author": "邓清魏",
    "replyCount": 9,
    "timestamp": 1434806880,
    "txt_content": "小白的第一天：你出生在一个奇怪的世界周围到处都是你没见过的生物，请你跟着提示按E这是你的背包，再按一下就退出了，你不是太笨就知道怎么走，真不知道我告诉你WSAD和空格，你在周围寻找应该能看见一些像树一样的东西那就是树不要怀疑，请对着树一直点左键狂撸直到整棵树撸完。这时候你按E打开背包用撸出的树干放到一个2×2的格子里，你会发现树干变成了木板，一个树干=4个木板，你把它们全都变成木板，然后将两个木板竖着放，你就会得到4根木棍，先别激动，用4个木板放到2×2的格子里放满，你会得到一个工作台，取出来。再放到地上，点右键就是放了，再打开你将两根木棍竖着放在2、3排（记住是放在中间）再横着放3个木板在第1排，哒哒，一个木搞出来了，你用手对着地上的土挖会挖出一个坑，请继续一直向下挖，直到挖到石头，别担心你会认出来的，用你的木搞对着石头挖直到挖到了40块左右就行了，前期不需要这么多的，现在你向上爬，可以向脚下垫土块，就是跳一下再用右键放个土块。上去后，用挖到的石头做一把石斧，找到你的工作台打开，还是先竖着放两个木棍在2、3格再在第1排横着放两个圆石左右都行，再到2排放一个圆石，一把石斧就出来了，用石斧把你的工作台砍掉，再用石斧去砍一种棕色的树，不要砍白色的，棕色的是橡树，白色的是白桦树，去砍橡树，因为它会掉苹果，当你砍了差不多有40个的话就要下午了吧。这时，你再把你的工作台放出来，打开它，用一根木棍放在第3排中间再在1、2两排中间放两个圆石，一把石剑就出来了，现在再到你的附近看一看有没有羊，如果有的话就拿着石剑去杀它吧，它会掉一块羊毛与几块肉，最好杀3只羊，可以作床的，再到附近看看有没有沙子，你可以用手挖，挖10个就够了。如果你按照我说的有砍树的话现在应该会有至少2——3个苹果了吧，现在把8个圆石放在工作台里围成一个圈中间那格不要放，一个熔炉就好了，用你砍的原木拿30个出来全都变成木头剩下的留着有用，这时你有120个木板了，将木板放在地上上下左右横着放7个再照着你放的在上面重两层就是有3层上下左右7×7的木板了那将会用掉你72个木板再把你的房顶封好，再把你的工作台和熔炉放在地上再打开熔炉你会看到两个格子和你的背包。在上面一格放几块原木，就是我叫你留的，再在下面一格放几块木板，你的家就开始亮了，等到烧完后你会得到一些木炭，你做出几个木棍再用木棍放在工作台的最下格把木炭放在木棍上面，你会得到——火柴，对没错，他将照亮你的家，把它插在你的家里，这样怪物就不会在你家里和附近生成了，再打开工作台，将6块木板竖着放，你会得到一个门，你不想每次都挖两个进来挖两个出去吧，在房子的中间对着木板挖出一个人高的空来将门放在那，你的家就基本完成了，这时，你饿了，可以将苹果拿出来吃了，不吃东西可是会死人的，你不想饿死吧，然后你把先前杀羊掉的羊毛拿出来打开工作台在第1或2排横着放3个，再在羊毛下放对应的3个木板，你的床做好了，找一个两个宽的地方将床放在第2格，你的床就出来了，你再用白天挖的沙子放到熔炉里去烧，放在最上面，再在你面放一个木炭，过一会玻璃烧好了，你可以在你的房子里打几个洞，再在洞里放玻璃你就可以看见外面的怪了，现在可以睡觉了。————第一天。完————第二天预告————勤劳的耕作。打字很累给点奖励吧。",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1434807180,
            "txt_content": "楼主你这样写得密密麻麻的而且不是很清楚\n新手恐怕看不太懂吧"
        },
        {
            "author": "从前的我",
            "timestamp": 1434807180,
            "txt_content": "看不懂啊"
        },
        {
            "author": "邓清魏",
            "timestamp": 1434807300,
            "txt_content": "我下次会加点图片的"
        },
        {
            "author": "叫我stere",
            "timestamp": 1434807600,
            "txt_content": "密集恐惧症{:10_566:}"
        },
        {
            "author": "nannan20041016",
            "timestamp": 1434807840,
            "txt_content": "字体。。。\n然后排版问题啊\n来点图文最好"
        },
        {
            "author": "Raymond_Min",
            "timestamp": 1434851700,
            "txt_content": "配上图片会更好"
        },
        {
            "author": "MC23333333",
            "timestamp": 1434852060,
            "txt_content": "楼主你能不能发个图？文字的话，分几排放好不好。"
        },
        {
            "author": "胡胡自制",
            "timestamp": 1434861180,
            "txt_content": "楼主文字过于...还是图文好"
        },
        {
            "author": "markurff",
            "timestamp": 1435294080,
            "txt_content": "楼主辛苦了"
        }
    ]
}