{
    "title": "[1.10.2-1.7.10][Better HUD——更好的HUD]-超多功能的HUD显示！",
    "author": "天蝎_心殇",
    "replyCount": 99,
    "timestamp": 1434811140,
    "txt_content": " 本帖最后由 C似水流年 于 2016-9-24 15:41 编辑 \n\n\n更好HUD——20个新GUI!\n\n简介\n这是楼主最喜欢的一个HUD显示mod，他的功能非常多！包含许多常见的HUDmod的功能\n感觉不论是测试Mod，还是在生存、服务器使用，都非常实用啊\n\n图片\n先看看吧，非常霸气实用！\n\n\n\nHUD详解\n论坛这表格可真酷~\n名称介绍模式溅血当你受到伤害，你的屏幕会有血迹，数秒后会消失最少，正常，密集，最大指南针显示你所面对方向简单，梦幻，专业坐标显示你当前的坐标间隔，分组附魔等级显示当你的等级能够附魔时，会显示附魔书盔甲耐久显示显示装备（盔甲、工具）耐久工具，盔甲生命&饥饿值显示让生命&饥饿值用数字显示开启，关闭生命恢复显示当你的生命正在恢复时，会显示一个绿色的+号亮度显示显示玩家所处方块的亮度\n药水显示显示你所获得的药水效果左边，右边等级信息显示玩家的等级，并显示升到下一级需要多少XP时间显示日期、时间。还会显示一个床，表示你可以睡觉左边，12小时制，右边，12小时制\n左边，24小时制，右边，24小时制饥饿提示当你的饱食度少于一定程度时，会闪烁一个牛排图标旁边，中间FPS一个简单的FPS显示左边，右边服务器信息显示服务器信息（在线人数、服务器IP）左边，右边告示牌显示在屏幕上显示距离你200方块以内的告示牌文字文本（左），文本（右）\n视化（左），视化（右）方块高亮显示显示方块信息，类似NEI高亮显示左上角，左下角，右下角，中上角箭数量显示显示玩家背包箭的数量快捷栏左边，右边怪物信息显示怪物信息（生命，名字等）\n马信息显示马的跳跃高度、速度等\n距离显示指针所指的方块与你的距离（200块以内）1型，2型隐藏玩家隐藏服务器的其他玩家只有别人，包括自己生物群落显示你在什么生物群落\n喂养显示显示生物吃什么，并显示过多久才能再吃左边，右边\nMod默认按“U”键打开更好HUD的设置\n\n汉化截图\n有繁体字汉化哦~\n\n\n\n\n\n\n下载\n原帖下载\n百度网盘\n原文Better HUD is a mod which currently adds in 28 new elements to the HUD while in-game. Each can be enabled or disabled, and most can be moved or customised. The mod is in its early stages, so expect (or suggest!) new additions which could be made. \n1.3 is a pretty big update, mostly for adding a huge amount more in terms of customisation, allowing elements to be moved to absolute positions (wherever you want) as well as many more settings per-element. \n\nI would suggest that anyone using 1.2 for 1.8 update to 1.2.1 or later to fix lots of bugs people have been experiencing. You may have to delete your config file (config/hud.txt) if the game c\n本帖更新记录2015-6-20：搬运1.7.10版本2015-6-29：更新1.7.10版本到1.1a，并搬运1.8版本2016-8-16：更新1.9.4版本2016-9-3:搬运1.10.2版本\n原帖更新记录\n1.3.7 (1.9.4) : 05/30/2016 4:00:18 pm5/30/16Ladder crash using Block Viewer (hopefully) fixed for goodElements\ncan now be anchored to a corner or side when using absolute position, \nmeaning resizing the window or changing GUI scale will not affect the \nposition of the elementsBugfix: When using 'overlay' mode of Arrow Count, the total did not include offhand slotMost elements updated with anchorable positions\n\n1.3.7 (1.9) : 05/02/2016 8:47:06 pm5/02/16Removed breeding info tick/cross indicator -information unavailableInventory Full Indicator takes offhand slot into accountArrow count also doesHolding Bar can optionally show offhandHunger indicator activates at 9.5 by default, rather than 10Potion viewer allows you to disable vanilla version\n\n1.3.6 : 12/30/2015 11:08:38 am12/30/15A fix for item pickup not working on servers (now has to be installed server-side if you want that functionality) and a few other little fixes.\n\n1.3.5 : 11/27/2015 7:49:08 pm11/27/15Key:\n     : Not completed\n    x: completed\n    -: Not applicable\n\nFix local server showing on servers instead of IP (by registering event)        (1.7.10:x, 1.8:x)\nFix being able to let go of sliders                                                (1.7.10:x, 1.8:x)\nError handling with invalid settings files                                        (1.7.10:x, 1.8:x)\n    Absolute pos        (1.7.10:x, 1.8:x)\n    Boolean                (1.7.10:x, 1.8:x)\n    Mode                (1.7.10:x, 1.8:x)\n    Position            (1.7.10:x, 1.8:x)\n    Slider                (1.7.10:x, 1.8:x)\nAdjust hunger level at which warning starts to show up / improve flashing code    (1.7.10:x, 1.8:x)\n    Add localization    (1.7.10:x, 1.8:x)\nFix coordinates for Y position (uses Y)                                            (1.7.10:x, 1.8:-)\nCoordinates decimal place slider                                                (1.7.10:x, 1.8:x)\n    Add localization    (1.7.10:x, 1.8:x)\n\n1.8 Update #7 (1.3.4) : 11/24/2015 7:21:36 pm11/24/15Mostly an ease of use update, this adds in a scrollbar to menus where the options for an element would otherwise overflow off the screen, making them inaccesible without changing screen size or GUI scale.\n\n1.8 Update #6 (1.3.3) : 10/30/2015 8:28:02 am10/30/15Lots of crash fixes over the last few versions, mostly changing to a new number because 1.3.2e looked a little silly :P\nThis versions specifically fixes a crash with not being able to start the game at all, due to a missing file.\n\nAlso available for 1.7, check the forum thread.\n\n\n1.8 Update #5 (1.3.2) : 10/01/2015 6:39:26 pm10/01/15A slightly smaller update.\n\nMost important 'feature' is being able to snap elements when moving them freely in the options menu, to make it easier to align things properly. Also, you can now color most text-based elements with any color you like, such as Light Level, Biome, FPS etc.\n\nWhile actually in the 1.3.1a and b updates, there are some bug/crash fixes in this update. Block Viewer has been made more stable (it could cause crashes looking at particular blocks before), along with a couple of other optimisations and fixes.\n\n\n1.8 Update #4 (1.3.1) : 09/20/2015 6:54:50 am9/20/15A few bugfixes, crash fixes, optimization, all that good stuff... Also a couple of features.\n\n\nPrimarily, you can now alter the distance of mob info, horse info and\nbreeding info up to a maximum of 200 blocks, and the distance maximum \nfor block viewer can go all the way up to 16 chunks (256 blocks).\n\n\nYou can customize at which percentage durability armor in armor bars \nshould display warnings, and align armor bars left or right when using \nabsolute position. Block viewer can now display a block icon next to the\nname.\n\n\nGlitches/issues fixed include item rendering bugs with armor bars, \npossibly a few crashes when starting up the game, the mcmod.info file \nbeing wrong (and missing a logo!), block viewer showing incorrect \nmetadata of block, some text not in language file.\n\n1.8 Update #3 (1.3) : 09/06/2015 10:26:01 am9/06/151.3's main feature is a complete overhaul of the options system, \nallowing way, way more customisation. Instead of a single mode list, \neach element now has a whole page of options which can be configured. \nThere are so many new options, it would take a long time to list them \nall out here.\n\nWith this complete overhaul, previous settings files are no longer valid, but you shouldn't have to delete them manually - they will just be overwritten with the default settings.\n\nA new element has been added, System Clock, which will emulate the clock you see on your desktop (suggested by ccar795). Especially useful for those who use fullscreen, although it's disabled by default.\n\nA ping option has also been added to connection, so you can see your current ping on the server you're on. This could cause a little lag, I'd like to hear feedback on this.\n\n1.8 Update #2 (1.2.1) : 07/30/2015 1:33:00 pm7/30/15-------- BUGS: ------------\n\nRoot dir config file named \"config/hud.txt\" on Linux systems - ganjalfamsterdoom\n        Config file I/O completely refactored, changed so that it will work regardless of directory separator character.\n        Also included better logging.\n\nI\nhave a bug with the 1.8 version (I know the 1.8 version is buggy, but \ni'd appreciate if you could take a look at it). When I enable the clock \nhud, and the bed icon is present (it's night), and I go on a menu (the \npause menu for example) the background is black (if I look close into \nthe pixels on my monitor, it's fuzzing). - jadenPete\n\n      Fixed this by using another sprite on the dedicated texture... I \ndon't like it, and it won't work with texture packs without having to \nmess with them, but I can't think of anything else.\n\nWhen\nusing the clock function, the skybox breaks between the hours of 6:30 \nPM and 6:30 AM, the hours which you are able to sleep. However, if you \nopen the chat interface, the skybox shows correctly until you close it \nagain. - Qwynncy\n        I believe this error are also fixed by the same change as the last fix. Can't reproduce the problem.\n\nDescription: Unexpected error\n[p]java.lang.NullPointerException: Unexpected error\nat tk.nukeduck.hud.element.ExtraGuiElementSignReader.render(ExtraGuiElementSignReader.java:81)\n        Should be fixed, again couldn't reproduce this one but I put in a fix which should have sorted it out.\nif item enchanted,can't see anything in 'holding:' and chat say OpenGL Error: 1283(Stack overflow) - TheBlueKing\n        Can't reproduce this error. Need more info, crash report or something\n\njava.lang.NullPointerException: Unexpected error\nat tk.nukeduck.hud.element.ExtraGuiElementSignReader.render(ExtraGuiElementSignReader.java:65) - Me\n        Fixed this one, always checks for null text.\n\nThere is no maximum for the amount of blood splatters, causing outofmemory when /kill is used - Me\n        Fixed by adding a limit of the player's current health.\n\nBlood splatters are added to a list and fade away in code even when they cannot be seen, because the element is disabled - Me\n        Fixed, checks now if the element is enabled before doing anything with getting hit code.\n\nHorse Info box is black, but only if mob info isn't enabled - Me\n        Fixed, just a case of blending not enabled.\n\nSome names still aren't localised correctly, even though I'm clearly giving them the right names\n        Fixed this by implenting a new BlockState-based system.\n\nItems are messed up in armor info\n        Fixed by binding the correct texture beforehand.\n\nFood indicator doesn't actually fade smoothly, just flickers in and out\n        Fixed, enabling blending. Might break something else, though.\n\nBreeding time is completely wrong, it's just always 0\n\n      Rather than fixed, I've just changed it so that rather than a \ntimer, breeding info just shows whether or not the entity can breed \ncurrently, because this seems to be the only information we know \n(getGrowingAge() returns either 0 or 1).\n\nCrash when looking at water far away\n        Fixed\n\nLight level is, of course, wrong - hence why it was disabled\n        Fixed. Although, F3 screen in vanilla actually shows the wrong value, it doesn't take into account lack of sunlight.\n\nSign viewer flashes whenever food indicator is flashing\n        Fixed\n\nUnusual lighting problem where skybox seems to change brightness of translucent parts\n        Tracked this down to the compass, I think. Still working on a solution.\n        Update 2, we appear to have a workaround. It's horrifically ugly.\n        Update 3 on this one, workaround didn't work. Tried about 5 other workarounds, none of them worked.\n        Then I updated Forge. Fixed.\n\nRemoved some old methods, and some which were still called but had no effect.\n\nRemoved some old debug console lines.\n\nNot a bug per se, but improved maths on the compass.\n\nCrash when looking at player holding certain enchanted items.\n        Replaced some translation code to fix this one.\n\n-------- FEATURES: --------\n Added: Full Inventory Indicator, text shows up on screen when full inv, pretty simple.\n\n1.8 Update (1.2) : 06/17/2015 7:13:01 pm6/17/15The 1.8 version, while functional in almost all aspects, has a few bugs.\nFirstly, I had to remove Light Level for technical reasons, and most \nelements containing images of items have been changed slightly - \nMojang/Forge/whoever made it pretty hard to render items onto GUIs in \n1.8 for some reason. Breed indicators now shows a small heart next to \nthe icon for the breeding item. Item rendering has also been removed for\nplayers held items, because it caused glitchiness. A few other small \nbugs have caused very minute changes to how everything looks.\n",
    "replies": [
        {
            "author": "740s",
            "timestamp": 1434811260,
            "txt_content": "好叼的mod！楼主介绍的很详细！我顶！"
        },
        {
            "author": "凋零蛋",
            "timestamp": 1434812520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "MC.菜鸟",
            "timestamp": 1434812940,
            "txt_content": "你不能让我下我就下，首先我要试一试，要不然楼主肯定会骂我"
        },
        {
            "author": "ipeony",
            "timestamp": 1434813360,
            "txt_content": "凋零蛋 发表于 2015-6-20 23:02\n收下。\n辛苦。\n很给力可以代替好多个mod"
        },
        {
            "author": "旅行小哥",
            "timestamp": 1434814200,
            "txt_content": "(必须要先试试才能告诉你我到底加了什么特级"
        },
        {
            "author": "有个姓XD的",
            "timestamp": 1434814260,
            "txt_content": "感觉指南针很鸡肋啊，占屏幕位子。"
        },
        {
            "author": "lyyhl",
            "timestamp": 1434815940,
            "txt_content": "今日最佳{:10_512:}"
        },
        {
            "author": "lzh123456789",
            "timestamp": 1434816240,
            "txt_content": "{:10_512:}感谢分享"
        },
        {
            "author": "Fish_Cuttle",
            "timestamp": 1434854340,
            "txt_content": "lz，为什么我加了这个mod，进服务器玩家的模型显示不出来，影子却在"
        },
        {
            "author": "1234lian",
            "timestamp": 1434856440,
            "txt_content": "给力的模组，还是汉化的！"
        },
        {
            "author": "天蝎_心殇",
            "timestamp": 1434862320,
            "txt_content": "Fish_Cuttle 发表于 2015-6-21 10:39\nlz，为什么我加了这个mod，进服务器玩家的模型显示不出来，影子却在\n也许设置了隐藏玩家，你调调试试"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1434866580,
            "txt_content": "我又被抢人头了……  \n\n\n\n\n\n【BGM：《乐正绫 - Scarlet Drop》记住我，鲜艳的红色！】\n\n↓签名档随时可能更换，特此声明以免产生误会（可以点的哦！）↓"
        },
        {
            "author": "abylene",
            "timestamp": 1434867840,
            "txt_content": "功能好多呀！感谢楼主分享"
        },
        {
            "author": "s945985068",
            "timestamp": 1434969720,
            "txt_content": "生物显血的距离好近  就这一个缺点{:10_514:}"
        },
        {
            "author": "scy4008823823",
            "timestamp": 1435046940,
            "txt_content": "mod挺好的 支持一个 功能多就是好_(:3」∠)_{:10_512:}"
        },
        {
            "author": "我虽有醉但没饿",
            "timestamp": 1435057860,
            "txt_content": "屏幕乱了很多呀"
        },
        {
            "author": "星系爱好者",
            "timestamp": 1435063500,
            "txt_content": "表示会挡住F3，且高亮显示太差劲了。"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1435318500,
            "txt_content": "看到那详细的hud，我和我的小伙伴们惊呆了"
        },
        {
            "author": "o万能剑卡比o",
            "timestamp": 1435557240,
            "txt_content": "虽然非常棒，好到不行，但是会挡F3挡聊天窗，这真的是美中不足"
        },
        {
            "author": "RichardX",
            "timestamp": 1435561080,
            "txt_content": "感谢楼主的搬运！"
        },
        {
            "author": "handsome233",
            "timestamp": 1435579680,
            "txt_content": "挺好用的{:10_512:}谢谢lz"
        },
        {
            "author": "GeSanming",
            "timestamp": 1435991700,
            "txt_content": "看着很给力啊"
        },
        {
            "author": "sound_s",
            "timestamp": 1435992060,
            "txt_content": "不能再赞{:10_512:}"
        },
        {
            "author": "mc爱好者.",
            "timestamp": 1435992780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2720696522",
            "timestamp": 1435993200,
            "txt_content": "\n待我胸毛及腰，你娶我可好？"
        },
        {
            "author": "ZGNH",
            "timestamp": 1436003220,
            "txt_content": "感谢lz   功能略多"
        },
        {
            "author": "loches123",
            "timestamp": 1436021520,
            "txt_content": "嗯，这个mod很强大，点赞"
        },
        {
            "author": "Young_People",
            "timestamp": 1436083500,
            "txt_content": "{:10_512:}我来提交Bug和缺点了\n1、显血功能的范围实在是太近了（大概3格内才能看到指向怪物的血量）\n2、方块高亮显示有一个BUG（指向泥土方块时显示乱码）\n3、工具武器的耐久显示太刺眼，而且无法自定义位置（在屏幕中下方，和快捷栏差不多长了，中间位置弄个这么长的东西挡着真的没问题么……能移到左下方都好啊！！！）\n\n目前已经集成了大部分实用功能了，可惜这些不足只能让我再用其他Mod来弥补了，总之来说是个小小的遗憾吧，希望能越做越好。\n希望有一天能只用这一个显示类Mod就可以了~"
        },
        {
            "author": "mcjava",
            "timestamp": 1436083740,
            "txt_content": "这个Mod不错，经常不知道脚下是什么生物群体的人有救了！"
        },
        {
            "author": "ljc10022",
            "timestamp": 1436088600,
            "txt_content": "s945985068 发表于 2015-6-22 18:42\n生物显血的距离好近  就这一个缺点\n你直接装生物显血插件会看得远一些。"
        },
        {
            "author": "ljc10022",
            "timestamp": 1436088840,
            "txt_content": "有了这个mod 显血等辅助插件都不用装了 支持楼主。"
        },
        {
            "author": "hxy2247893318",
            "timestamp": 1436089680,
            "txt_content": "顶一个，加油楼主"
        },
        {
            "author": "Emilio97",
            "timestamp": 1436167320,
            "txt_content": "感谢分享"
        },
        {
            "author": "z1z1y2",
            "timestamp": 1436168160,
            "txt_content": "似乎没有1.7.2的？"
        },
        {
            "author": "七安泽",
            "timestamp": 1436202900,
            "txt_content": "简直是神一般的mod……然而史蒂夫早已看穿一切"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1436244060,
            "txt_content": "1.7.2可以么"
        },
        {
            "author": "逆光折返",
            "timestamp": 1436408340,
            "txt_content": " 本帖最后由 逆光折返 于 2015-7-9 14:51 编辑 \n\n感谢分享\n\n不过发现几个问题\n1.这Mod的显血略显鸡肋 距离太远显示不出来\n2.显示箭矢数只支持原版弓\n3.1.8版本存在关闭方块高亮时时黑界面的bug（偶尔出现） 包括按E ESC或其他界面不能看到游戏界面的情况\n"
        },
        {
            "author": "ml0834666",
            "timestamp": 1436445480,
            "txt_content": "生物群落 怎么汉化 “？"
        },
        {
            "author": "天蝎_心殇",
            "timestamp": 1436447700,
            "txt_content": "ml0834666 发表于 2015-7-9 20:38\n生物群落 怎么汉化 “？\n貌似要改class"
        },
        {
            "author": "陈丛",
            "timestamp": 1436486040,
            "txt_content": "pvp党的最爱～"
        },
        {
            "author": "ml0834666",
            "timestamp": 1436500380,
            "txt_content": "天蝎_心殇 发表于 2015-7-9 21:15\n貌似要改class\n在那块修改 ？是MOD里面还是 。在游戏程序里面 ？"
        },
        {
            "author": "天蝎_心殇",
            "timestamp": 1436501340,
            "txt_content": "ml0834666 发表于 2015-7-10 11:53\n在那块修改 ？是MOD里面还是 。在游戏程序里面 ？\nMod里，如果你会的话......"
        },
        {
            "author": "ml0834666",
            "timestamp": 1436508780,
            "txt_content": "天蝎_心殇 发表于 2015-7-10 12:09\nMod里，如果你会的话......\n汉化过东西。。那我去找找好了 。"
        },
        {
            "author": "ml0834666",
            "timestamp": 1436514600,
            "txt_content": "天蝎_心殇 发表于 2015-7-10 12:09\nMod里，如果你会的话......\n{:10_499:}我搜索了下 。居然没找到 。。不会需要在游戏文件里面修改吧 ？"
        },
        {
            "author": "15253540",
            "timestamp": 1436515380,
            "txt_content": "有点厉害"
        },
        {
            "author": "lbtibt123",
            "timestamp": 1436980500,
            "txt_content": "刚开始我还不打算装的 但是我突然看到了“马信息显示” 好的我去下载了 别拦住我"
        },
        {
            "author": "wengou",
            "timestamp": 1437006480,
            "txt_content": "虽说用处不大 但作者也是有心为大家着想"
        },
        {
            "author": "Emilio97",
            "timestamp": 1437066120,
            "txt_content": "1.8进入服务器会导致客户端崩溃，只有我这样嘛？"
        },
        {
            "author": "名人才华",
            "timestamp": 1437097320,
            "txt_content": "好评HUD，十分实用"
        },
        {
            "author": "mecomo",
            "timestamp": 1438147140,
            "txt_content": "这个mod现在有bug  就是死亡的时候会卡死"
        },
        {
            "author": "a350311089",
            "timestamp": 1438149540,
            "txt_content": "不错的mod，已经拿去给服里的人去用了(づ ●─● )づ"
        },
        {
            "author": "蜘蛛TE",
            "timestamp": 1438172220,
            "txt_content": "740s 发表于 2015-6-20 22:41\n好叼的mod！楼主介绍的很详细！我顶！\n的确好叼，叼到我把溅血调到最多然后打/kill就满屏红未响应了"
        },
        {
            "author": "htp11235",
            "timestamp": 1438174560,
            "txt_content": "显示缺少applecore"
        },
        {
            "author": "htp11235",
            "timestamp": 1438174620,
            "txt_content": "htp11235 发表于 2015-7-29 20:56\n显示缺少applecore\n1.7.10的{:10_492:}"
        },
        {
            "author": "Unkown_User",
            "timestamp": 1438262760,
            "txt_content": "罗盘让我想起了老滚5..."
        },
        {
            "author": "人生巅峰",
            "timestamp": 1438266240,
            "txt_content": "好东西，收了"
        },
        {
            "author": "周校长",
            "timestamp": 1438271460,
            "txt_content": "不明觉厉啊"
        },
        {
            "author": "plokijuhygtf",
            "timestamp": 1438304520,
            "txt_content": "不做伸手党"
        },
        {
            "author": "逗比小包纸",
            "timestamp": 1438944000,
            "txt_content": "终于找到了，谢谢LZ"
        },
        {
            "author": "Kigmaidou",
            "timestamp": 1438976460,
            "txt_content": "很好的MOD  已收下"
        },
        {
            "author": "ChenYT",
            "timestamp": 1441007100,
            "txt_content": "MC.菜鸟 发表于 2015-6-20 23:09\n你不能让我下我就下，首先我要试一试，要不然楼主肯定会骂我\n呵呵呵                                                                                                                          -_-"
        },
        {
            "author": "祐神",
            "timestamp": 1441170780,
            "txt_content": "谢谢楼主 很棒的MOD"
        },
        {
            "author": "冥未-概念",
            "timestamp": 1441252680,
            "txt_content": "谢谢~~楼主~~{:10_512:}"
        },
        {
            "author": "现世尘愿",
            "timestamp": 1441253280,
            "txt_content": " 本帖最后由 现世尘愿 于 2015-9-3 12:54 编辑 \n\n{:10_527:}弄错mod了。。。。怪不得和楼主说的不一样。。。。"
        },
        {
            "author": "麦米库",
            "timestamp": 1441719060,
            "txt_content": "给力的模组，功能强大，可惜没有1.7.2的{:10_492:}"
        },
        {
            "author": "qq745546462",
            "timestamp": 1442230800,
            "txt_content": "好全面啊"
        },
        {
            "author": "黑瞳_赤瞳",
            "timestamp": 1442231160,
            "txt_content": "好棒的mod"
        },
        {
            "author": "gxq0214",
            "timestamp": 1442231580,
            "txt_content": "这mod啊   毕竟齐全"
        },
        {
            "author": "秉烛夜思",
            "timestamp": 1442304780,
            "txt_content": "好东西，收下了，谢谢分享"
        },
        {
            "author": "01471550",
            "timestamp": 1442959380,
            "txt_content": "楼主你好，不知到是不是BUG，我使用时，指向石头显示“tile.stone.name”"
        },
        {
            "author": "划时代机器",
            "timestamp": 1443070860,
            "txt_content": "求更新最新版~1.7.10~的"
        },
        {
            "author": "andtaru",
            "timestamp": 1443315120,
            "txt_content": "下载之后不是jar格式要怎么安装才好"
        },
        {
            "author": "会员名",
            "timestamp": 1444118880,
            "txt_content": "真不错~"
        },
        {
            "author": "yanzheng661",
            "timestamp": 1448255580,
            "txt_content": "好强大的mod，特地来顶一下，支持楼主"
        },
        {
            "author": "还有名字吗",
            "timestamp": 1448273220,
            "txt_content": "挺喜欢楼主的，汉化好。质量高"
        },
        {
            "author": "qq350252331",
            "timestamp": 1448289660,
            "txt_content": "才发现有这么好的辅助显示工具!下"
        },
        {
            "author": "RichardX",
            "timestamp": 1448335020,
            "txt_content": "很棒的MOD 但是设置HUD位置的设置还是比较麻烦"
        },
        {
            "author": "lrf8643",
            "timestamp": 1448871720,
            "txt_content": "说真的我只要一个耐久显示就够了。"
        },
        {
            "author": "我虽有醉但没饿",
            "timestamp": 1449221760,
            "txt_content": "好东西，，生物血量可以显示"
        },
        {
            "author": "zxc904410",
            "timestamp": 1449288960,
            "txt_content": "為了金粒"
        },
        {
            "author": "WEICHEN911",
            "timestamp": 1449649980,
            "txt_content": "好MOD，支持一个"
        },
        {
            "author": "czy147",
            "timestamp": 1452341400,
            "txt_content": "求更新。。现在都出到1.3.5左右了，我这边下载不了。。。"
        },
        {
            "author": "as495969",
            "timestamp": 1452776700,
            "txt_content": "这个MOD好，我喜欢"
        },
        {
            "author": "Zhougediao",
            "timestamp": 1452920820,
            "txt_content": "谢谢楼主的搬运"
        },
        {
            "author": "hyy714",
            "timestamp": 1453059120,
            "txt_content": "厉害  很厉害的MOD"
        },
        {
            "author": "J_黑默丁格",
            "timestamp": 1453083000,
            "txt_content": "hyy714 发表于 2016-1-18 03:32\n厉害  很厉害的MOD\n厉害  很厉害的MOD"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1453541160,
            "txt_content": "谁敢把溅血效果打开然后自杀{:10_492:}"
        },
        {
            "author": "xuantian",
            "timestamp": 1454261040,
            "txt_content": "1.72支持否？？"
        },
        {
            "author": "天蝎_心殇",
            "timestamp": 1454292240,
            "txt_content": "xuantian 发表于 2016-2-1 01:24\n1.72支持否？？\n暂时没有"
        },
        {
            "author": "小刘123",
            "timestamp": 1455543420,
            "txt_content": "方块亮度不能用啊"
        },
        {
            "author": "科学の绅士",
            "timestamp": 1455550200,
            "txt_content": "请问一下这个HUD兼容精英怪吗  可以显示精英怪的属性吗？ 另外这个mod非常棒"
        },
        {
            "author": "小刘123",
            "timestamp": 1455730860,
            "txt_content": "小刘123 发表于 2016-2-15 21:37\n方块亮度不能用啊\n我的也是方块亮度不能用"
        },
        {
            "author": "末影小怕",
            "timestamp": 1455807120,
            "txt_content": "感谢搬运{:10_512:}"
        },
        {
            "author": "a903952924",
            "timestamp": 1455940380,
            "txt_content": "MCBBS有你更精彩"
        },
        {
            "author": "Wilbur",
            "timestamp": 1455947460,
            "txt_content": "发现bug：在1.7.10Cauldron服务器中，载入此mod之后便无法看到其他玩家。求修复……"
        },
        {
            "author": "cc778178521",
            "timestamp": 1455980160,
            "txt_content": "遇到一个问题，这个MOD的溅血会导致输入/kill指令之后瞬间红屏崩溃……\n（也可能是我内存太小了？）"
        },
        {
            "author": "5438WTF",
            "timestamp": 1456015320,
            "txt_content": "{:10_523:}求楼主速更最新版本"
        },
        {
            "author": "wei8xiao29",
            "timestamp": 1456042020,
            "txt_content": "先收藏了。有空了再玩，看起来很好。"
        },
        {
            "author": "zcr13068978212",
            "timestamp": 1459623060,
            "txt_content": "求安装方法，zip不会安装啊"
        }
    ]
}