{
    "title": "<原创·连载>   勇者之征   第五章 第三节（端午假期诈尸系列）",
    "author": "2B与mc的故事",
    "replyCount": 7,
    "timestamp": 1434805560,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-6-21 21:03 编辑 \n\n你们一定想知道为什么我明明说了暂时停更但是又回来了。那只是因为端午假期的神秘气息所产生的一个小小的奇迹而已。\n\n        “也就是说，你已经找到答案咯？”村长微笑着领着Steve前往他的家，“你回来有什么需要我帮忙的吗？”\n\n        “珍珠。就是我刚回来的时候你给我看的那种珍珠，我需要他。”Steve答道。\n\n        “噢！！！天哪！”村长突然停下了脚步，露出一副极度惊讶的的表情，长大了嘴巴望着身后的Steve。\n\n        “怎么了？有什么不妥吗？”Steve焦虑了起来。\n\n        “你，你们竟然……”村长使劲地拍着胸口，深呼吸好一会才平静下来，“终于有人来拿走那个玩意了！”\n\n        “吓我一跳！”狼王说道，“我还以为你们不准什么的！下次别这么大惊小怪了！”\n\n        “对不起，我……我只是太兴奋了！”村长说道，“Notch他每过一段时间就要来找我们要研究成果，我们村有没有什么专家，能研究出个什么来？虽然说Notch并没有怪我们，但是我们堂堂平野村，竟然连一颗小小的珠子都搞不懂，岂不是很丢面子？这下好了，你们拿走了，可就不关我的事了。嘿嘿嘿……”\n\n        “这么说，这个村子是叫平野村咯？我之前还没问过你。”Steve叹了一口气，“不过你能够同意把珍珠给我们，还是谢谢你了！”\n\n        “对了，你们如果要去找其他的珍珠的话……”村长说着从箱子里翻出了珍珠和一张花花绿绿的纸，“这里有一张地图，是一个不知名的探险家留下的。他经过了我们的村子时，说什么要隐居修心，就随手把这张地图送给了我们村。不知道可不可靠，不过可能会有些用！”\n\n        一番休整后，Steve和狼王踏上了寻找珠子的旅程（这不是七龙珠）。脑海里回想起村长说的话：“离我们最近的一个大村庄叫漠曦村，在南边的一片大沙漠里，那里的村长特别讨厌，仗着自己的村子出了几个人才，就看不起我们这些村庄。总是说什么发展，我们这叫传统，传统！他们是不会懂的！总之你要小心点！”\n\n       照着地图上画的和村长的提示，Steve果然在南方不远处找到了一大片沙漠。踏上沙漠之后，灼热的空气似乎把周围的景物扭曲，连人也一样。不过去过地狱的Steve还是能够承受这种炎热的。狼王的反应是：“我好像突然明白你为什么要带我去地狱那个鬼地方了！”\n\n       地图上所画的在一个比较高的小山丘之后，有一片很大的村庄。果然，顺着地图的方向走，就看到了一片山丘，翻过山丘之后就能看到村庄所说的漠曦村了。正好天色也不早了，沙漠的日夜温差很大，还是赶快进村为妙。\n\n        还没有到村子，就有几个村民远远地认出了Steve。因为Steve大老远就听见村民的吼声：“快看！小山丘那边来了一个人！”“那身打扮我好像见过！”“跟Notch描述的一模一样！”\n\n        等到Steve走到村口时，村口早已密密麻麻地聚集了一大群人了。这个村的人是有多爱看热闹！Steve想着。不过那个这么远就看出我是Steve的村民，你的眼睛是有多好！\n\n        忽然，从人群当中钻出来一个光头（不对明明所有村民都是光头，但是这句话好像很熟悉）！这个光头深深地鞠了一躬，说道：“Steve能光临我们村真实荣幸至极！我是本村的村长，我这就为你安排休息的房间！对了，你的宠物狗需要额外安排一间吗？”\n\n        “什么宠物狗！我可是堂堂创始之森白狼族的疾电狼王！”狼王气得想冲上前去，但是被Steve按住了。\n\n        “哇！果然是Steve！宠物也是与众不同，竟然会说话，而且脾气还不小！那么下面请随我来吧。”村长带着Steve走进了村庄。\n\n        “你！”狼王已经爆出了闪电状的斗气。Steve赶快弯下腰来悄悄地劝阻：“冷静！狼王，冷静！今天就先委屈你装一天宠物狗，要是伤了村长，我们怎么要珍珠？”\n\n         狼王“切”了一声，慢慢平静下来，一边走一边碎碎念着：“看在Steve的面子上，我就不跟你计较！不过平野村村长说得对，这家伙果然很讨厌！”\n\n        “真的吗？我倒是觉得这个村长没有想象中的那么难缠啊？”Steve答道。\n\n        找到休息的客房之后，Steve和村长聊了起来。\n\n        “什么？你们去过平野村？那真是让你受苦了！那个村的村长是不是特别讨厌？整天给自己找借口，什么传统，我们应该学会发展，发展！”\n\n        Steve想着：其实平野村村长也是这么说你的……\n\n        狼王想着：讨厌的人是你才对……\n\n        “我听说Notch把一颗具有Herobrine能量的珍珠给了你们，对吧？”Steve接着问道。\n\n        “没错，没错！那可是真正的宝贝啊！”村长兴奋极了。\n\n        “那能否把他交给我呢？”\n\n        ……………………\n\n        “对不起，这恐怕不行。”\n\n        “为什么？”\n\n        “我们村成名就是靠的那颗珍珠啊！我们村本来有很多头脑机灵的人才，可是由于地处偏远的沙漠，很多人才都被埋没了，直到Notch把这颗宝珠交给我们研究。我们很快就发现了这种宝珠具有穿越空间的能力。如果能够在其中注入一些能量的话，就可以使用它快速传送到另外一个地方，只可惜一颗珠子只能使用一次。后来，又相继有了很多的突破。我们甚至发现了这宝珠很有可能是打开通往另一个世界大门的钥匙！”\n\n        “由于出色的表现，我们村得到了Notch的嘉奖，从此声名大振。很多其他的村庄都来找我们研发和提供一些材料。每次我们对宝珠的研究有了突破，我们村子的红火度就有上升一个层次，随之外交的收入也会大增。不过我们就不谈钱的问题了。因为我们村已经建立了不可动摇的地位，所以也不用担心其他村会忘掉我们或者说不愿意跟我们建立外交。问题是这颗宝珠本身。”\n\n        “众所周知，几乎每一个大村庄都会由于村民的数量变多导致唤醒自然的能量。村民的数量也多，能量也就越大。这种能量产生的，就是被称之为“铁傀儡”的非常强大的守护神，能够轻易打败怪物保卫村庄。我们村庄之前也不例外。可是突然有一天，我们村庄附近的小山丘发出诡异的紫光，从那以后所有的铁傀儡都消失了。村子从此混乱了好长一段时间。但是现在，我们可以通过这种宝珠唤醒这种能量，村子也就再度恢复平静了。所以，如果你想要宝珠的话，请你先帮我们解决这个问题吧！”\n\n        “好吧！事到如今，也只好去一趟好好调查了。”Steve转头叫醒旁边早已无聊得睡着的狼王，“快醒来了，狼王，又轮到我们大干一场了！\n\n上一节                                                                                 目录                                                                               下一节\n",
    "replies": [
        {
            "author": "Lonon",
            "timestamp": 1434805680,
            "txt_content": "我顶一楼·"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1434805920,
            "txt_content": "大召唤术 @恶魔-潇洒 @0744448 @Donnies_Ming "
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434806940,
            "txt_content": "很看好你喵，加油喵~"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1434807060,
            "txt_content": "恶魔-潇洒 发表于 2015-6-20 21:29\n很看好你喵，加油喵~\n为什么要喵\n为什么你的画风都变了喵\n不对我应该是小猪叫哼"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1434808740,
            "txt_content": " 本帖最后由 Donnies_Ming 于 2015-6-20 22:03 编辑 \n2B与mc的故事 发表于 2015-6-20 21:12\n大召唤术 @恶魔-潇洒 @0744448 @Donnies_Ming\n更新真快\n劳资刚洗完澡\n端午快乐\n\n今乃端午之祭，然楼主何从？衣西洋婢服，亵蓝白之底，黑丝著其纤足，又颈系之，猫耳佩之，以为礼，则顺乎世情，楚楚可怜者也。不然，疑则无盐貌乎？望附议。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1434809580,
            "txt_content": "Donnies_Ming 发表于 2015-6-20 21:59\n更新真快\n劳资刚洗完澡\n端午快乐\n呵呵不要以为我看不懂文言文你够了\n话说你最近经常在回复后面加一句文言文（然而楼主早已看穿了一切）"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1434809820,
            "txt_content": "2B与mc的故事 发表于 2015-6-20 22:13\n呵呵不要以为我看不懂文言文你够了\n话说你最近经常在回复后面加一句文言文（然而楼主早已看穿了一切） ...然而楼主早已看穿了一切\n然而逗比的我早已习惯了这一切\n"
        }
    ]
}