{
    "title": "<原创·连载>血色王国 第IX章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 7,
    "timestamp": 1434849300,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-7-9 09:26 编辑 \n      也许正因为我是第一个俘虏，他们才不知道该将我藏到哪里可好，这也给我思考逃离的办法争取了时间。      “呐，就这里了，好好待着！”他们把我带到一个整洁的小房间里，遗憾的是这里没有窗户，这也可能就是他们把我带到这里的原因。铁门重重地关上了，整个屋子一片漆黑，隐约能够听到“吱吱”的老鼠的声音，让人的头皮不禁一阵发麻。      我跌跌撞撞地摸寻到一张沙发，卸下一身的疲惫往上面一坐，仿佛泡在了温泉里一般舒服，只不过有扬起的灰尘罢了。但这也没关系。       黑暗中，我看到墙上好像有几十双眼睛在看着我，我没多想，睡在沙发上打起了呼噜。当我醒来时，周围已经因为我的眼睛适应了黑暗而变得较亮了，我起身去观察那些墙壁上的眼睛。走近才知道，墙上有许多固定在上面的木板，木板上是各种各样的瓶瓶罐罐，那些眼睛就是来自那里。      我拿下一个罐子，小心翼翼地拂去上面的尘土，竟看到一个生物在里面蠕动，可能这个罐子太小了，它挤满了整个罐子，还不能够大幅度地动弹。它眨眨眼，我一惊，罐子掉到了地上，它出来了，发出“窸窸窣窣”的声音。\n      它算小，和我的脚的一半那般大，白色的躯壳和数不清的短小的腿就好像是一只巨大的寄生虫！      它在变大。      越来越大，越来越大。      最后，它大到和整间屋子差不多了，我在它的脚下，提防着会不会有一条腿从我的头上踩下来把我碾成肉酱。天花板被它顶破了，墙壁从四周散开，整间房子都没了。门口的士兵跑到远处，举起枪对着它。      更可怕的事情发生了。      随着房子的四分五裂，那些在墙上的罐子也自然而然地全部掉在了地上，并都只有一个下场——粉碎。      更多的怪物从罐子里逃了出来，越来越大。\n      在它们没有变得巨大之前，我看了看它们。有紫红色皮肤的独眼人，有满是眼睛、长有无数触 手的会飞的生物，有黑色皮肤、不断从口中溢出熔岩的龙，还有通体绿色的爬行生物。这只爬行生物最后越来越大，以至于我和所有怪物都在它的背上。      一个莫名其妙的怪物军团形成了。      那些士兵有的被踩死，有的直接丢盔弃甲哭丧着脸逃跑，总之没一个敢直视这些怪物的。无线电临时指挥车被踩扁，没有丝毫漏出去的电，貌似都被我脚下的这个巨大的怪物吸收走了。\n      顿时，它周围围绕着蓝色与紫色的电流，发出“兹兹”的声音，也许正是刚才的那辆无线电指挥车赐予了它这样的身体。它的背上仿佛是一层橡胶质的物质，所以我和那些怪物们才没有被电到，恰恰相反，倒是给我和它们制造了一层屏障。刚才还威风凛凛的怪物们现在变得胆小怕事，每挪出一步都要小心翼翼，生怕有什么对它来说贵重的东西。      我看看周围，经过血与火的洗礼后的街道坑坑洼洼，城市的楼房全部倒塌，这里彻底成为了一座死城！      天空被火光染得也变成了血红色，飞船仍在不停地降落伞兵发射炮弹。      突然，一颗炮弹快速地朝我们飞来，穿过了屏障，落到了大怪物的背上。幸运的是，它是一枚哑炮，并没有爆炸，它滚动到了大怪物的嘴前。大怪物张开了它的血盆大口，一股令人难以忍受的气味扑面而来。我都快把早晨的饭吐出来了。      炮弹被吞了下去！      “咕咚”的声音从我的脚下传来，随后是细微的震动，炸弹在它的肚子里爆炸了。又是这股气味，它又张开了大口。只见耀眼的光芒过后，一道光快速地从它的嘴中射出，最后是巨大的蘑菇云腾空而起。地面被震裂开来，周围的建筑物残骸也被震成粉末，整个地表都不能够称得上是地表了，只能说是刀山！炮弹被射出经过的地面也露出一道道惊心触目的沟壑。马路被震成一大块一大块，立在路上如一块块无字碑，最后又被震碎。\n      我在一旁看得目瞪口呆，一股莫名的沉重感从心底油然而生，我究竟释放出了这样的一个多么可怕的生物，它会不会杀死我，甚至毁灭整个星球？      太可怕了，我捂着头，蹲下来发着抖，口中语无伦次地喃喃着我自己都不知道是什么的词语。“神啊…我……”我这个无神主义者竟然也说起了神，真是荒唐而又可笑！      突然，它好像停了下来，“轰”的一声倒在地上，我被重重地甩在电流网上，奇怪的是我并没有受到电击，而是仿佛躺到了柔软的大床上。“终于抑制住这个怪物了！”几声欢呼声从前面传来，几个人手里拿着奇怪的绳索枪，有说有笑地朝这里走来。      “喂！神！来救救我！”我竭力叫着他们，但他们当做没听见一样，继续走他们的路。我努力撑着电流网，终于，电流网被撑开了，筋疲力尽的我倒在地上，大口大口地喘着气。“有活人？”一个人指着我说，“等等，看他的后面！”我循着他手指的方向看向后面，几双，不，几十双发光的眼睛从里面向外面张望。      我爬起来，对这样的样子感到害怕。\n      一条龙将它那巨大的头探出来，我忙看向那几个人，并用手势招呼他们走，那时的样子就像我用手指挥那条龙去吃掉他们。一瞬间，几个人的血液喷溅一地，那条龙舔舔自己爪，我可以看到它的舌头是黑红色的，似乎尝遍了所有生物的血。      我的视野变成了奇怪的紫色，一把剑从地底刺出来，我一把抓住它，威风凛凛。      这一切都归我了，我是至高无上的。上一章      索引      下一章",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434947760,
            "txt_content": "@北极星人 @llxy @天阶 @xcc @海潮 @白安西 @Michele @qxdnfsy\n终于审核通过了啊QAQ（跪求评分，为了和其他章节一样QWQ）"
        },
        {
            "author": "xcc",
            "timestamp": 1434957180,
            "txt_content": "结尾有些不明所以.........."
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434975720,
            "txt_content": "xcc 发表于 2015-6-22 15:13\n结尾有些不明所以..........\n变态黑化后的意识迷失与高傲自大，认为世界应由他来掌管。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1435011000,
            "txt_content": "我挺奇怪的是爬行者乱入的法拉第……不过还是很好。"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1435033740,
            "txt_content": "末影龙娘 发表于 2015-6-23 06:10\n我挺奇怪的是爬行者乱入的法拉第……不过还是很好。\n除了独眼巨人，其余的都是乱入MC的XDD\n长满触手的生物是依照恶魂；爬行生物正如你所说是苦力怕；龙是以末影龙为原型。"
        },
        {
            "author": "xcc",
            "timestamp": 1435407060,
            "txt_content": "恶魔-潇洒 发表于 2015-6-22 20:22\n变态黑化后的意识迷失与高傲自大，认为世界应由他来掌管。\n中二病犯了？"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436161440,
            "txt_content": "嗯...一口气看到了第二卷第九章，写得不错呢...\n（就是一下看这么多有点累...）"
        }
    ]
}