{
    "title": "<原创·连载>   勇者之征   第五章 第四节（端午假期诈尸系列）",
    "author": "2B与mc的故事",
    "replyCount": 3,
    "timestamp": 1434891360,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-3 19:50 编辑 \n\n之前一整节都来卖萌来着，这节开始就正经起来了。不过这节之后又要暂时停更了。大概7月2日以后再见吧！\n\n\n        “喝！”\n\n        一阵沉闷的巨响，震得整个大地都在微微颤动。待灰尘散去，一个小小的洞窟和一排向下的阶梯映入眼帘。\n\n        果然不出Steve所料，这座普普通通的小山丘是不会发光的，肯定是有人在里面搞鬼。而且还是紫色的光，多半又是Herobrine了！\n\n        围观的村民们发出一阵惊呼，“少侠好臂力！”村长张大了嘴巴望着Steve。\n\n        狼王睡意朦胧地打了个哈欠，说道：“总而言之，想办法让这座山恢复正常，让这村庄能够出现铁傀儡，村长就会答应给我们珍珠了吧？”\n\n        “差不多是这个意思。”Steve说着走进了隐藏在山里的洞窟。\n\n        “呼！”\n\n        幽暗的台阶中燃起了火把的亮光。这石台阶是旋转阶梯，不停地往左下拐，绕了好半天，可都没看见什么危险。不过Steve和狼王都清楚，Herobrine是不可能这么容易让他们成功的。\n\n        台阶走到底，是一个宽阔的环形沙地，在其中央就有一个发着紫光的核心，核心连着大地，似乎在吸收着什么。\n\n        “小心！”狼王说道，“这里面肯定有什么陷阱！”\n\n        果然，他们的脚一踏上这片沙地，就从四周传来刺耳的金属摩擦的声音，接着就是怪物们的可怕的咆哮。\n\n        Steve丢下火把，开始使用气让自己发光。气发出的光比火把更亮，而且还可以腾出一只手来。在这强光的帮助下，Steve和狼王看清了沙地的真面目—这就像是一个斗兽场，四周升起的铁栅栏里涌出了大量的怪物。不过这些怪物对Steve和狼王来说就是小菜一碟。\n\n        宝剑出鞘，剑光发寒。在刀光剑影之间，大量的怪物被一刀两断。\n\n        斗气爆发，气冲云霄。闪电状的气，把怪物们劈成一撮撮灰烬。\n\n        可是怪物的尸首都已经快覆盖了整片沙地，四周的铁栅栏里还是在源源不断地涌出怪物。\n\n        “糟糕！”狼王回过神来，“这些怪物是打不完的，别消耗体力了！赶快先毁掉核心！”\n\n        “明白！”Steve跃出僵尸的包围圈，瞬间冲到了核心的上方，然后是一记重斩。\n\n        核心不断从缺口处迸射出紫色的火星，Steve在空中与其僵持了好几秒，不过最终还是被弹飞了。\n\n        “瞧我这脑袋，要几遍才记得！”Steve在震飞的过程中空中自言自语着，“力与气结合啊！我打核心干嘛节约这点气！”\n\n        说着，Steve一脚蹬住天花板，然后一眨眼又冲向了核心。\n\n        在不到一秒的下落的时间里，Steve完成了力与气的融合，瞬间他的剑闪闪发光—比萝卜发光时更加耀眼，融合得更加完整的光芒。仅仅在刚刚发光之后，核心处就向各个方向迸射出了密集的火花—核心碎裂了。\n\n        核心碎裂之后，怪物们也就都人间蒸发了。“你越来越熟练了，Steve，这次力与气的衔接更加完美了。”狼王说道。\n\n        “那也有这把剑的功劳。”Steve看着乌黑锃亮的剑，“灵石果然很不错，很容易就将气注入进去了。而且像铁一样的锋利和光滑，果然我没看走眼！”\n\n       在他们返回的途中，Steve就已经感受到这块大地的气正在复苏了。\n\n       果然，回到村庄就能看到几只刚刚出现的铁傀儡，大摇大摆地在村庄里游荡着。\n\n        “Steve，你果然很厉害呀！”村长的脸上笑开了花，一手把珍珠递给了Steve，一手还交给了Steve几瓶颜色奇怪的液体，“这里有一些我们最新的研究成果。这些药水在关键的时候能够救你一命！”\n\n       一番道谢之后，Steve和狼王离开了漠曦村，朝着下一个目标：木翎村进发！\n\n上一节                                                                         目录                                                                               下一节\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1434891600,
            "txt_content": "大召唤术！@0744448 @Donnies_Ming @恶魔-潇洒 "
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1434891900,
            "txt_content": "2B与mc的故事 发表于 2015-6-21 21:00\n大召唤术！@0744448 @Donnies_Ming @恶魔-潇洒\n我点进来之后才看到了提醒2333\n终于正经了啊，话说这里面为毛都是村庄……不能有个小小的城镇让他们歇歇脚？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1434892140,
            "txt_content": "恶魔-潇洒 发表于 2015-6-21 21:05\n我点进来之后才看到了提醒2333\n终于正经了啊，话说这里面为毛都是村庄……不能有个小小的城镇让他 ...\n你觉得世界刚刚诞生没几年会出现城镇这种东西吗\n不过后来会有的，在第二部……（我会告诉你我连第二部的剧情都构思得差不多了吗，不要吐槽我脑洞为啥这么大）"
        }
    ]
}