{
    "title": "【转载】【真正的MC小说】我的怪物不可能这么可爱！ 第五话",
    "author": "xujiacheng123",
    "replyCount": 0,
    "timestamp": 1434898320,
    "txt_content": " 本帖最后由 xujiacheng123 于 2015-6-21 23:15 编辑 \n\n第五话\n\n我们此时已经走到了村庄里面了，这个村庄感觉起来不怎么大，但是还是很热闹。\n“哇，阿帝，这就是村庄啊！看起来好有意思！”追追一脸兴奋不已的表情。\n确实是呢，还是第一次见到真正的NPC村庄呢！\n“啊，那个，大叔，我看这个村庄挺好的，而且我已经一个人流浪了很久了，所以我想能不能在这里定居下来……”我转头问道。 \n“啊，这个我可下不了决定，你去问问村长吧，他的房子就在那儿！”他手一伸，指向了一栋不起眼的小木屋。\n那就去问问吧，有了稳定的生活总比一切都好，一般来说不会被拒绝吧！\n我拉着追追来到木屋前，扣了扣门。\n“请进！”一个苍老的声音从屋内传来。 \n我推开门走了进去，只见里面是一个须发皆白的老人正站在书架前翻阅着什么。屋子里的陈设就是一张桌子，一把椅子，一盏火把和几支笔。\n“哦？抱歉，我从来没见过你们两位，你们是？”他转过头来看了我们一眼，道。\n“这位大爷，您就是村长是吧？”\n“嗯，是的。我同时也是村里的牧师和铁匠。”\n“我叫史帝夫，我旁边这个女孩子叫追追，是我的……表妹。”我先向他鞠了个躬，“我和我表妹一直都在野外流浪，今天碰巧遇见了一位农民大叔将我们带到这里来，我在想，能不能让我们住在这里，有个固定的居所也好，在野外生存太艰苦了。”\n“啊！那自然是没有问题，我们村一直都是很欢迎外来者的！”他说着，却无意中瞟了一眼追追，就笑道，“这丫头，眼睛怎么是红色的？”\n“嗯，我表妹家就是有这种遗传。”我略慌了一下，不过还是立刻镇定下来答道。\n“嗯，好吧，在这里住下的话肯定是没问题。要建房子的话，在村里稍微喊一下就会有人来义务帮你们了。我姓诺，你们平时就叫我诺村长就行了。”他抚了抚白色的胡须，微笑道。\n“行了，那……诺村长我们先走了啊！多谢了！”我拉着追追出了木屋。\n走出门外，我不由得松了一口气：“这样一来，总算是能过几天安稳日子了吧！追追！”\n“嗯……要是一直都能这样就好了……”追追拉着我的手道。\n\n村民们都对我和追追表现地格外热情，虽然我们的衣着跟他们很不一样，但是还是没有多少人在意。而今天我们的运气貌似很不错，一户人家搬走了，村里正好有一座木屋空了出来。面积挺大，三室一厅，当然这房子还是免费的，我们一分钱都不用花。\n很快就到了傍晚，我和追追都吃完了晚饭。而村民们大多都睡了，睡那么早也是为了第二天能早点起来干农活，这也已经是他们常年以来的作息习惯了。\n“啊，累死了……阿帝……”追追仰面扑倒在床上，红色羊毛被子里的空气被挤出来，带起“呼”的一声。\n“嗯，的确挺累人的，不过……居然只有一张床，而且还是双人床？”什么意思？！我跟村民们说的是我和追追是表兄妹，但是也不能这样睡一张床吧！\n“那个，阿帝，我听说麦块大陆上的人类是可以表兄妹之间通婚的……”追追趴在床上，抱着枕头打起滚来。\n“可是我们其实不是兄妹啊！”我索性也坐到了床上，“话说回来，你的头发也得一直保持着现在染成的黑色样子了，你看你自己染的，好像还没染均匀？”\n“这有什么关系啦。”追追听我说，也摘下兜帽伸手去捋了捋自己的头发。黑色的齐肩短发披散而下，和她带着兜帽的可爱风格相比，摘下兜帽的她居然显得有些成熟的妩媚了。\n“那就睡觉吧！”我也直接躺到了床上，追追看了我一眼，居然默默地地转过身去了。\n“你背着我干嘛？转过来啊？”\n“现在没心情跟你抱在一起，睡觉吧！”她说道。\n“那你先睡吧，我突然想去外面吹吹风。”我貌似还没什么睡意。\n“喂！有什么好吹的嘛！阿帝！……”\n\n我关上门，现在天已经完全黑下来了，空气也变得冷了一些。偶尔有风吹过，让人不由得冷得起了鸡皮疙瘩。\n来到这个大陆，大概已经有三天了吧！我下意识地想往裤袋里拿手机，不过自然是什么都没摸到。\n“什么狗屁大陆啊，没有手机没有电脑，这可让我怎么活下去！”我狠狠地把头往木墙上一靠，埋怨道。\n一想到屋里还有个粘着我的爬行者姑娘，的确是令人头痛不堪，毕竟她身后还有庞大的爬行者氏族，万一找过来的话绝对会给这个村庄带来大麻烦的……\n“管它呢！过一天是一天！”我活动了一下肩膀，走进屋里准备睡觉了。\n“啊！阿帝，我差点忘了，先得去洗个澡才能睡觉啊！”追追见我进了屋子，突然从床上爬起来道。\n“洗澡？那倒是没有问题，不过你要是洗的话，你这头发不是得掉色了吗……”\n这屋子设备倒是挺齐全的，还有一个专门的浴室，要水的话从村里的水井里挑就行了。\n“你应该存着一些多余的墨汁吧？隔几天染一次不就行了。”\n“可是……干嘛还要弄这么麻烦，还不如……”我露出了有些无奈的表情。\n“哈？！”追追睁大她的眼睛瞪着我，“开什么玩笑？女孩子怎么可以几天都不洗一次澡呢！身上脏死了啦！”\n“好吧好吧……我给你去挑水……”\n“不用麻烦你了，我自己去就行了！”追追又拿起水桶一个人出了门。\n\n“啊……好困……”我正一个人躺在床上，身体摆成了一个“大”字形，浴室里传来的“哗哗”的水声更是有点像催眠曲。\n“追追正在洗澡啊……”我晃了晃头，突然一点邪恶的思想蔓延开来，我不禁脑补起浴室里的情景……\n“靠！我这个大hentai！”我从床上弹了起来，使劲捏了下自己的大腿，“居然还敢想这种东西……我真是没救了啊……”\n诶，不过其实想想的话还是很刺激的哈哈……\n完了，控制不住自己的思绪了……想就想吧！YY不犯法！我又仰面倒在床上，YY得兴奋不已。\n当我的思维正想到某些邪恶的情节处时，浴室的门一下子开了。白色的水蒸气争先恐后地扑出，追追也走了出来。\n我吓得马上就坐了起来：“啊！追追你洗好了？”\n唔！刚刚我YY时候的样子没被她看到吧？！\n“洗好了啊！”\n她的脸上泛着红晕，头发也变回了金色，白皙的皮肤让我不由得吞了口口水。可是这丫头……洗澡出来居然只在身上围着一圈浴巾？旁边还有我这个男性在啊！\n“那个……你怎么穿成这样啊……”我伸出手指了指她身上的那块白布。\n“咦？怎么了？”她低头看了看浴巾又看了看我，泛着红晕的脸更红了，“在看哪里啊！你这个变态！色狼！”\n“明明都抱在一起睡过了一个晚上了，居然还要说我变态？”我笑道。\n“哼！有换的衣服没？”追追无视了我的反驳，扯开话题道。\n“在衣柜里，不过都是村民们无偿送的衣服，估计你是不会喜欢的吧！真是的，你们怪物穿的衣服明明是这么时髦的现代服饰，而这里的人类个个都穿得像是中世纪的农民一样……”\n“这我也不知道啊，我们怪物一直都是穿这种衣服的。不过人类的衣服好像也很不错，将就着穿一会吧。”追追开始在衣柜里翻找起衣服。\n“这件粗布衣服应该还可以，就它了！阿帝你看看好看不？”追追拿起一件衣服，转过身来，往自己身上比划道。\n“好看的不能再好看了。”我敷衍着，眼睛看向天花板——要是再看着她这样披着浴巾的身体的话，估计某部位就要起反应了。\n“那我去换了啊！”追追拿起衣服就要往浴室里走。\n惊心动魄的一幕来了，那条浴巾估计是松动了还是怎么的，毫无声响地掉在了地上。\n……整个屋子沉默了五秒。\n“啊！”追追发出了一声惨绝人寰的尖叫，赶紧拿衣服遮住自己的胸部和私密部位，直接跑回了浴室。\n“呃……呃……”我和我的小伙伴都惊呆了！刚才的意外让追追春光大泄，至于我看到了什么，自然是过于和谐，所以这里就不描述出来了。\n虽然惊艳的场面已经过去，但是我肯定是根本忘不了的。尼玛，虽然只有数秒钟，但是还是太刺激了啊！\n浴室里面传出悉悉索索的穿衣服声音，估计追追在里面穿衣服吧。\n“唉……”我叹了一口气，不知她出来的时候会不会发脾气呢……\n\n\n\n————————————————————————————分割线—————————————————————————\n\n第6话\n\n很快地，门又被打开了，追追已经穿好了衣服从里面走了出来。只不过脸上还带有一点红晕罢了。\n“……哼！”她闷哼了一声，下意识地避开我的眼神，自顾自地扑到了床上。\n“那个……”\n“别跟我说话！变态！！”\n“我都说了这是意外，跟我一点关系都没……”\n“身子都被你看光了！你还有什么好说的！”\n“那也不是我的错啊！再说了就算我看到了又怎么样嘛！我也不敢对你有什么企图的啊！”我义愤填膺地辩解道。\n“哼，我才不信……”追追转过头来，话说到一半又呆住了。\n“哎？你怎么了……”我正奇怪着，却感觉脸上好像有什么东西？\n伸手一摸，靠！流鼻血了！\n“啊——变态变态变态变态变态！！”追追脸又变得通红，冲我大吼道，然后拿起被子把自己严严实实地包裹起来，“敢碰我一下我就炸死你！变态！”\n“……”\n冤枉啊！怎么偏偏在这节骨眼上流鼻血！这尼玛不科学！不管是因为什么，反正绝对不会是因为看到了刚刚那么刺激的杀必死的原因就对了！\n真是够倒霉的……我仰起头试图止住鼻血，看样子也快停下来了。\n果然还是睡觉吧，说不定她一早上起来就消气了！鼻血也差不多不流了，我走下床把灯关上，屋子里立刻变的一片黑暗。\n可是越是想睡着，我就越没法睡着。一闭上眼睛，脑海里就浮现出刚刚xx的画面，这要是睡得着才怪！\n\n纠结了好久，才勉强有点迷迷糊糊了，可是越睡越不舒服，总感觉有什么东西压在身上。睡到半夜，我一睁眼，发现原来是追追正整个人都趴在我身上，睡得正香。\n“呃！”我一下子不知道该做什么好了，还是把她推开吧，我怎么说也是个正人君子！\n我推了她一下，但是用的力气好像太小了，没推动，她好像感觉到了有人在推她，含糊不清地说了几句，两只手伸上来，一把环住我的脖子，蹭了几下，又继续埋头睡起来。\n“……”我干脆两手搂住她的腰，想要把她直接从我身上抱下去，不过这一抱好像把她给弄醒了：“唔……阿帝……”她勉强睁开眼睛这么轻声地说了几句，又闭上眼，环着我脖子的双手松开了，转而搭在我的胸口上。\n居然这么开放？我心一横，双臂也直接搂住她，既然她这么想睡我身上，那就睡吧！刚刚还骂我大变态，现在又趴在我身上了呢……\n我居然就这样睡着了！\n\n不知睡了多久，我感觉到脸上有什么灼热的东西。睁眼一看，原来是阳光透过玻璃窗照在地板上，把整个屋子的温度都带高了。\n“唔……现在应该已经是早上了吧……”我揉了揉眼睛，“好绚丽的光影效果啊，FPS居然还是无限大的呢……”\n我不知为何笑出声来。\n“呵啊……”此时追追打了个哈欠，也醒来了。估计是我把她也吵醒了吧。\n“你醒了啊？”\n“嗯……早上好……阿帝……”她也揉了揉眼睛，随后伸了个懒腰。\n她突然看向了我，好像想起什么的样子：“哦对了，阿帝，帮我染头发！”\n“啊？你自己不会染吗？”不过我心里倒是还在庆幸，貌似她已经忘了昨晚的尴尬事情了。\n“你不是说我自己染的不均匀吗？哼，那你来染啊！”\n=_=原来又因为这生气了啊！……\n我一咬牙，从柜子里拿出了为数不多的半瓶墨汁：“好吧，我来就我来！不过还是得先到浴室里去吧！这里不小心染上了不好清理。”\n“嗯。”追追应道。\n\n……\n\n“那你在这里坐着！”我指了指浴室里的一把凳子，“呃……可是怎么染来着？”\n“笨蛋……”追追在椅子上坐下，转头瞥了我一眼，“还是……我自己来吧，真是的……一点用都派不上呢……”\n“这话是什么意思！不行！这头发我染定了！你不许乱动！”身为男人的尊严受到挑战，我怎么能忍？\n“哼……”追追又转过头来瞥了我一眼，“要是染坏了我可饶不了你……”\n“怎么会！”我虽然这么说，但是心里还是没底。\n管它的！直接把染料抹上去不就行了！我抹了一把墨汁拍在追追头上，用手抚匀，拿起梳子梳起来。\n“阿帝！哪有你这么染头发的！行了！给我来弄吧！”她现在是背对着我，也看不到我到底在做什么，因此顿时不放心起来。\n追追正欲抢走我手里的梳子，却被我一把拦住：“我来就行了，这点小事我这么可能不会做呢！”\n“我感觉再让你弄下去我的头发就要被毁了啊！”\n“相信我就行了！”的确，我倒也感觉梳头的动作越来越熟练了。\n突然梳子好像被她的头发缠住了，怎么也梳不下去了。遇到这种情况，以前从来没有给女孩子梳过头发的我居然一时脑抽继续用力往下扯……\n“呜呜！跟你说了让我来嘛……啊！疼……”\n“抱歉……”我干脆把梳子抽出来，直接用手开始理着追追的头发：“这样总行了吧？我都在用手给你染了！”\n“这还差不多好一点……”\n“诶……好舒服啊……阿帝的手……”又弄了几分钟，追追突然又发话道。\n“是么……”\n她这话有什么隐藏的含义在里面吗……\n“啊！那个……其实我很不喜欢黑色的头发……原来金色的不是很好嘛……”追追又扯开话题埋怨起来。\n“你自己都知道原因还要问！还需要我再说一遍吗？”\n“……”追追不满地把双手交叉在胸前，“我就是不喜欢嘛……”\n“等哪天我们不用再跟人类接触的时候，你就不用再染了！”我看染得差不多了，就用手四处摸了几遍，“好了，染完了！”\n“这就完了啊？”追追对着镜子仔细看了看，“好像还有点不均匀的地方……阿帝你再多弄一会呗？”\n“哪有啊？不会是因为我帮你弄得很舒服你想再多享受一会吧？”我仔细检查了一下她的头发，明明已经染得很均匀的说。\n“呃啊……才……才没有呢！”\n“……好吧好吧，那我继续帮你染……”\n“行了！不用了！已经很好了！”追追转过脸来，脸居然又是红的了，“谢了……”\n“有什么好谢的！我们是兄·妹嘛！”我调侃道。\n“呸——”她冲我做了个鬼脸，“阿帝！那就出去玩玩吧！”\n“嗯！”\n\n一星期后。\n“追追，我去树林里摘点苹果来，你去村里的商店帮我拿点砂糖来！”\n“哦！知道了！”\n现在正是早上，我和追追来到这个村庄已经有一个星期了，与村民之间的关系也渐渐地融洽起来，和追追的关系也越来越亲密，甚至有种像恋人的感觉。\n\n不对不对！我在想什么呢！大概也只有普通朋友的关系吧！\n\n哦对了，我突然想起一星期前，晴岚跟我说的什么“地狱和主世界开战”的事情。\n“看看，阳光明媚万里无云，哪里有什么地狱的东西？估计晴岚的消息也是误传吧！”我看看头顶的蓝天笑道，“日子是越来越舒坦了，不过村里的生活也太无趣了，得去找点有意思做做啊……，算了，先去摘苹果吧！”\n今天诺村长有事外出了，大概过几天就会回来吧。\n我又来到了树林里，四处观望，看有没有什么长了果子的树，不过我在树林外围走了几分钟还是一无所获。\n“那就进林子深处看看吧！”当我正准备向林中进发时，从村子那边好像发出了一阵爆炸声。\n“怎么回事？”我爬上一棵树，转头向村子的方向看去。由于有树木的遮挡还是看不见村子具体的情况，但是我可以看见村子上方的天空居然变成了暗红色，与树林里依旧蓝色的天空格格不入。\n“天哪……不会真的是……”我一拍脑袋，从树上跳了下来，赶紧向村子奔去。\n千万别有事啊！追追！\n\n当我跑到树林的尽头时，映入我眼睛的恐怖景象我一辈子也无法忘记。\n原先平和宁静的村庄已经变成了一片火海，一道类似异次元裂缝的东西就出现在村子的不远处。村子里面充斥着正在屠杀村民的士兵（暂且可以这么说）。他们穿着统一的黑色盔甲，手拿金剑，头发都是和僵尸一样清一色的绿色，他们就是地狱里最普遍的生物僵尸猪人吧！天空上飘着数十个穿着白色披风银色头发的男人，不断地从手里放出火球轰炸下方的村庄，他们应该就是我所知的恶魂了吧！\n怎么会这样！晴岚说的居然是真的！\n管不了那么多了，保护追追要紧！我抽出背后的石剑就向村子里冲去。\n村子外围还是有几个僵尸猪人在游荡，大概是巡逻的哨兵吧，我现在已经被愤怒和担忧冲昏了头脑，二话不说就砍了下去！\n看来那些僵尸猪人也是群废物，居然根本抵挡不住我的攻击，两三下就把他们砍倒了。我虽然不是什么武林高手，但是我在地球上的时候还是很能打的。再加上穿越到这里来之后我更加努力的自学战斗技巧，所以这才能打败他们吧！\n我拿起他们手里的金剑，端详了一下，果然比我的烂石剑要牛逼多了。哼，这么好的武器愣是被你们这群蠢猪给浪费了！\n我试着挥动了一下，重是很重，不过还是在我能掌控的范围内。我深呼吸了几下平静了心情，借着火海的掩护向自己的木屋冲去。\n“追追！”我看见了追追，她正被一群僵尸猪人们围着，还有意识，眼神里流露着惊恐。不过不知道怎么回事，她没在反抗，却是有气无力地靠在墙上，肩头上居然有一道伤口，还在流着血。\n这下子围着追追的僵尸猪人都把目光转向了我，立刻摆出一副战斗的架势。\n杀气，好恐怖的杀气，这是我在地球上根本没有体验过的。\n“一个人类小子？你居然敢跑来送死？”一个看起来像是这个队伍的头领的僵尸猪人双手交叠在胸前慢悠悠地走过来，“有何贵干呐？”\n这家伙……就是这杀气的源头！\n“放开她！有什么事冲我来！”我举起金剑怒吼道。\n不管如何，我一定要救下追追！\n\n\n\n————————————————————————————分割线—————————————————————————\n\n\n第七话\n\n\n“哦？”那个头领戏谑地笑了一声，拔出金剑向我走过来，“敢命令我们，有胆量，小子，不过你马上就会后悔的！”他二话不说，抬剑就向我劈来！\n“靠！”我一侧身，在地上打了一个滚，躲开了他的这一剑，不过仅仅是这不到一秒的功夫，他抬手又是一剑向我砍了过来！不过这种程度的攻击我还能应付，抬起剑来便挡住了他的攻击。\n“砰！”两把金剑相碰发出清脆的撞击声。我使劲一挥，把他推得后退了几步。\n“阿帝！你别打了！快跑啊！他们不是你能对付的！”追追突然喊出声来。\n“哈！小子不赖嘛！”他转头看了看追追，又甩了甩手里的剑，“那边那个绿衣服的女孩子是你什么人？女朋友还是妹妹啊？”\n“要你管！”我瞪着他，吐出三个字。\n要我丢下追追一个人逃跑，绝不可能！\n“哈哈……很好，马上你就会后悔的……”他笑了起来，不过在他笑的时候，我已经挥起剑向他砍了过去！\n剑刃稳稳地在他头的正上方劈下，不过他一侧肩，剑就与他擦肩而过了。我本以为这一击能得手，这下被他闪了过去，我一下子就失去了平衡。\n“太慢了！愚蠢的人类！”他立刻发现了我的破绽，手里的金剑从下往上一挥，砍入我的身体。\n我的胸前一阵剧痛，我甚至看见了自己的血正飞溅出来。这一剑直接就重伤了我，砍击的力道把我掼在了墙上。我低头向下看去，胸口处已经出现了一道触目惊心的伤口。\n怎么可能！为什么他的反应速度会这么快！\n“阿帝！”追追又惊恐地喊道，可惜什么也做不了。\n“还没完呢……”我正欲再次攻击，却惊讶地发现我的身体居然无法动弹了。\n“动不了了吧？”他大笑起来，“这金剑上可是淬有地狱独有的麻醉剂呢，被砍中的人就会在一定时间内失去控制自己四肢的能力！”\n“怎么会这样……”我使劲地想抬起自己的手，却依旧无济于事。看样子追追也是因为被砍了一刀才无法反抗的吗……\n“小子，能跟我对上两招，你确实是有点实力。”他转头看向他的那些士兵，吹了声口哨，“你们继续吧！那个女孩想怎么搞就怎么搞吧！别一不小心搞死了就行，到时候我可没得享受了！”\n\n什么……他们要对追追做什么！？\n\n我虽然没法移动自己的四肢，但是我的眼睛还是好使的。那群猪人已经把手放在了追追的胸脯上揉捏着，下一步会发生什么我自然是清楚不过……\n一瞬间，我和追追的眼神对上了。她的眼神已经不是绝望或是恐惧，而是责备和悲伤。\n她怎么会有这样的眼神……她一定是在责备我为什么不逃吧……\n“哈，我不管那女孩子是你什么人，反正接下来会发生什么事你也应该知道了吧！”僵尸猪人头领狞笑道，“她会被我们轮X一遍又一遍，直到死掉！不过，你也没有必要等到她挂掉的那一刻了，现在就给我死吧！！”\n他高高地举起了金剑，对准了我的心脏。\n啊……就这样要结束了吗……\n我死了，可是追追怎么办啊……\n要是死了的话，能不能穿越回地球呢……\n据说人在死前的那几秒，头脑的反应速度会异常地快，也就是说感觉到的一切都像是慢动作。\n金色的刀刃已经开始落下了，看起来果然很慢啊。要是在刚刚对战的时候有这么快的反应速度就好了……哈，我到底在想些什么乱七八糟的东西……\n“呼！”这是风快速吹过的声音。\n一道蓝色的身影在这一瞬间从空中落下，落在了僵尸猪人头领的背后。那个头领拿着金剑的手被另一只手抓住了。\n那个头领还没来得及做出反应，手臂就已经被拗了过来，金剑直直的刺入了他的后背，从胸前刺出。姿势就像是自己拿着剑伸到自己背后捅了自己一刀。\n“呃！”那个僵尸猪人头领被一瞬间秒杀了。\n我看到了在他背后的凶手——晴岚！\n僵尸猪人头领的尸体被直接踢开，他的剑也落入了晴岚的手中。\n“晴岚……你怎么会在这里……”我的力气随着血液的流失也在衰竭，现在也只能勉强发出声音了。\n“你先别说话，我来对付他们就行。”她面无表情地说道，金剑在她的手里转了几圈，带起割裂空气的呼呼声。\n“队长！”那群僵尸猪人们惊讶地转过头来，却发现他们的头领已经被晴岚在瞬息之间干掉，纷纷拔出剑来，将晴岚围了起来。\n“不堪一击的废物……”晴岚皱起眉头说了句。虽然她很明显是在说那群僵尸猪人，但我却感觉她是在说我。\n晴岚身形一动，就已经突进到了一个僵尸猪人士兵的面前，手里的金剑一送，就径直插入了他的胸口，鲜血四溅！几乎是在一瞬间，她又拔出剑来，转身一挥，金光闪过，又一名士兵的脖颈上多出了一条血痕。\n仅仅是几秒的功夫，就已经有两个士兵被她干掉了。剩余的几人有点怕了，就手里拿着金剑指着她慢慢后退。\n“怎么，这样就怂了？”她露出了微笑，“我还没玩够呢！”身子一跃，挥起一剑！\n“噗！”这是鲜血齐刷刷喷出的声音，她仅仅用了一剑，就横向切断了剩下所有士兵的脖子，一个活口都没留下。\n而且这一切都发生在极短的时间内，没有人能有机会攻击晴岚哪怕是一下。\n晴岚鄙夷地看了一眼地上的数具尸体，扔掉金剑，转过头来对我说道：“喂，你没事吧？”\n“我没事……”我努力地想移动一下手脚，不过还是不行。\n“他们好像已经撤退了，不知道为什么。”晴岚从身上拿出了一捆布条，包扎了一下我的伤口，“先去屋子里休息一下吧。”说罢便直接把我和追追扛在肩上，送进了我们的木屋。\n\n“金剑上的麻醉药不知道要等到什么时候才能解除，不过没有大碍就是了。你现在失血量很大，需要休息。”她把我和追追放到床上说道。\n“为什么……你会来帮助我们？”我沉默了很久很久，终于决定开口问道。\n虽然我现在的状态很虚弱，但是我还是有一大堆疑问需要她来解答。\n“虽然僵尸和人类并不是什么盟友的关系，但是要是地狱的那两个种族成功地打败了人类，他们很快就会把黑手伸向我们主世界上的种族。”晴岚答道，“我之前就跟你说过了，现在总算相信了没？”\n“相信了……”伤口的疼痛时不时地让我倒吸几口冷气。“不管怎么说，谢谢你救了我一命。”\n“我可没兴趣救你，只是我不能眼睁睁地让那些地狱的混蛋们猖狂下去罢了。虽然不知道为什么他们会突然撤退，但是他们的进攻绝不会在此止步。”晴岚依旧是面无表情地道。\n“好吧，随你怎么说……”我看了一眼我身旁还在昏迷中的追追，一股失望和不甘顿时涌上心头。麻醉药的效果差不多过了，拳头便不由自主地握紧了。\n“真是的……为什么我……”我从床上坐了起来，咬紧了牙关，说道。\n“哦？怎么了？”\n“为什么我还是这么弱……到头来，连该保护的人都保护不了！”\n晴岚居然露出了欣慰的表情：“很好，起码你已经知道你自己是有多差劲了，这样也许你就能继续磨练自己了。”\n“话说，你怎么会那么厉害呢……”\n“你指的是我战斗的技巧吗？抱歉，这个是我的秘密，现在还不能告诉你。”\n“那，晴岚。”\n“嗯？”\n“你能教我战斗的技巧吗？”\n“哦？”晴岚又笑了起来，“为什么你想要学呢？”\n“我现在意识到，自己的力量还是太薄弱，光靠我一个人练也练不出来，所以我想请你帮我这一次！算我求你了！起码……把我训练到有能力保护追追为止！有能力保护想保护的人，不就是真正的强者了嘛！唔……咳！咳！”\n该死，突然情绪激动，伤口好像又出血了。\n晴岚用复杂的眼神看了我好久，开口道：“既然如此，我就满足你的要求。给你三天时间养伤，三天后，到我们初次见面的洞穴来见我。找不到的话，就只能算我们之间无缘吧！”说罢，她就走出了木屋。\n\n空荡荡的屋子里只剩下了我和追追。也许整个村子里也就剩下我们两人了吧。\n追追突然咳嗽了几声，睁开眼睛，坐了起来。\n“阿……阿帝！我做了一个梦……好可怕……”她忽然呆住了，看了看我和她自己身上的伤口，低下头道：“怎么会……这不是梦……是真的……整个村子都真的被毁了……”\n“追追！没事的！起码我们两个还……”\n她突然抓住了我的衣角，把头靠在我肩上哭了起来：“呜呜……阿帝……为什么那些家伙要来伤害我们……想过过安稳的日子就真的那么难吗……”\n一瞬间，我感觉到了什么。\n我对追追的感情，貌似不再是普通朋友之间的那种了。而是……\n“放心吧，以后再也不会这样了，追追！”我说道。\n“唉？阿帝？”\n“都是因为我……”我按住她的双肩，看着她，“都是因为我太弱了，才让你受这样的苦。不过你听着，我发誓，我绝对，绝对会变强！强大到没人敢伤害你的地步！”\n“阿帝……”追追愣了几秒钟才反应过来，把手搭在我的手上，“噗”地一声笑出声来，“谢谢……”\n\n\n\n————————————————————————————分割线—————————————————————————\n\n\n\n\n第八话\n\n不出几个小时，帝国的救援部队就抵达了——不错，我现在才知道原来这个人类帝国，赫罗帝国，一直都统治着麦块大陆，距今已经有一百多年了（麦块大陆时间）。\n“到现在部队才来，真是尽责啊。”我冷眼观望着往村子里运送物资的大批部队，道。\n“毕竟这么大的帝国，能在这么短时间内拨出部队救援这个村庄已经是能办到的最快的速度了。”说话的是随着部队派来的美女军医，黑发黑瞳，标准的人类美女。她正在给我的伤口换药，虽然很疼，但是在这两个美女面前肯定不能表现出来。\n“村里不会只剩下我们两个活着的吧？”\n她叹了口气，道：“差不多，加上你俩也就只有五个了。村长也收到信息，马上就赶过来了。”\n“诺村长吗……不知道他看到眼前的这番景象会作何感想呢……”\n军医重新给我缠上绷带，整理了下设备：“好了，好好休息，大概几天就会痊愈了。那么我先走了，还有剩下的几个伤者要处理！”\n“嗯！走好不送！”\n“阿帝！好点了没？”那个军医一关上门，追追就关心地凑了上来。\n“我没事，倒是你肩上受了伤，别乱动啊！我去给你做点吃的来吧……”我正欲坐起，这点伤做点饭应该没有问题吧！\n“阿帝！你的伤明明比我重！我去吧！”追追一下拉住我，自己先跳下了床，结果刚走了没几步就捂住自己的肩，疼得吸了几口凉气。\n“行了……我们谁都别下床了……应该会有人来给我们送吃的吧……”我拉了拉追追示意她回到床上。\n“那个，阿帝，我们还要继续在这个村庄里待下去吗……”追追坐回到床上后突然问我。\n“不知道啊……我觉得还是继续待着吧，要是离开了这个村庄我们还能去哪儿呢！”\n“去人类的聚集地，好像是叫什么‘城市’之类的东西吧？”\n“那个到可以考虑，过段时间就去吧！”\n\n这时外头传来一阵急促的脚步声，门也被“吱呀”一下推开了，走进来的正是诺村长。\n“史帝夫！”他的脸上满是关切的神色，“你还好吧！”\n我点了点头：“没事，都已经过去了，我和追追都没有问题。”\n他重重的叹了口气：“想不到我刚刚出去没几天就发生了这样的事情，我这个村长是肯定做不下去了，等会我彻底就离开这里。”\n“怎么会！这也不是您的错……”我惊道。\n“行了，不用再说了。”他打断了我的话，“我意已决，多说也没有用处，这个村长我是不会再当了。”\n“这……”\n“所以，我就开门见山吧！一个村子不能没有领导者，马上就会有些新的村民来到这里，因此这个村长的职位就给你吧！”\n“啊？”我瞪大了眼睛，不敢置信。\n“年轻人嘛，比我们这些老头子更有活力有热情，经营这个村庄应该也会比我更好一些吧！你看我做了这么多年的村长，这个村子还是这么破破烂烂的！要是你来的话啊，很快就能发展起来吧！”\n“这个的话，我……”\n我该告诉他我们正准备过段时间就离开这个村子么……\n“总之，村里剩下的人里，我看就你还算是靠得住的。我就此告辞，你可不要辜负了我的期望啊！”\n诺村长没有给我任何说话的机会，直接就走了出去。\n“这家伙也太不负责任了吧？”我无语了，你匆匆忙忙赶回这里，就是为了交代几这句话？太突兀了吧！\n“阿帝……你现在应该担心的其实是这个村长该怎么当吧？”追追提醒道。\n“……到时候再说吧，我先睡一觉，养养伤，之后就去晴岚那儿了！”\n“哎？那个僵尸女吗？去她那儿干嘛？”\n“我之前不是都说了吗，我要变强到有能力保护你为止！所以我就拜托她来锻炼我了！”\n“哦……好像就是她救了我们两个呢……”追追看了我一眼，就把眼睛闭上了，“那我们都睡吧……虽然现在都是白天，但是还是突然地想睡觉呢……”\n“都伤成这样了，能不累吗……”\n“那个，阿帝……”\n“哎，怎么了？”\n“你刚刚跟我发的誓……是真心的吗？”\n“当然是真心的了！你这是在明知故问吗？”\n“是这样啊……”追追依旧闭着眼睛，“要是有一天你已经强大到了人类的极限，可是你的对手的实力依旧远胜于你，你会怎么办呢？”\n“那我就尽力保护你尽可能长的时间吧……”\n“阿帝……这样值得吗？就为了我……”\n“当然……”我想说值得，但是突然说不出口了。\n是的，我自己已经明白了，我喜欢她。\n可是我怎么跟她说呢……万一她还是只把我当做朋友，那一切就都毁了……\n可是看她这个样子，绝对不可能对我没有感觉吧！！\n“当然……值得！”我咬了咬牙，说了出来。\n“哈哈……阿帝……那我也发个誓吧！”\n“什么？”\n“我发誓，我也绝对、绝对会变强，强大到不会拖累阿帝的地步！”追追睁开眼睛看着我，笑了起来。\n“……你这家伙……”我摸了摸她的头发，“总之，安心养伤，不要多想了！”\n“嗯！”\n\n只用了两天，我和追追都恢复地差不多了，村子里慢慢地有越来越多的人搬过来，村子看上去已经恢复活力了。\n“追追！我准备去晴岚那儿，你也跟我一块去吧！”我的伤已经完全好了，整理了一下东西准备去找晴岚所在的那个洞穴。\n“可是这村长的职务……”\n“我就说有些事情要出去。”我冲她笑了笑，“其他的就不管了，反正我们每天晚上还会回来，等我们真正要走的时候再考虑吧。哎！真是的，就算村长这么相信我，我也没法肩负起管理一个村子的重大任务啊。”\n“那……我们出发吧！”追追已经换上了原先的绿色卫衣和绿色裙子，正在整理兜帽的边缘，“虽然人类的衣服也挺舒服的，但是果然还是这件最好看了呢！哼哼！”她笑着看向了我，嘴巴弯成了ω状。\n唔！追追这样的表情让我一哆嗦，没想到居然这么萌！\n“嘛，那走吧。”\n\n我们费了不少时间，才终于找到那个洞口。\n“应该就是这里吧，阿帝？”\n“看起来像是的……”我率先走了进去。\n我大概还记得一点洞穴的位置，貌似是往那儿走吧……我的目光投向了一个洞穴的分岔处，再走进去应该就是当初和那个僵尸弟弟晴云相遇的地方了。\n“嗯！往那儿！”我手一指那个洞穴。\n“哎？你们不是当初的那个人类和爬行者吗！”一个人影从洞穴里探出，原来是晴岚的弟弟晴云。\n“嗯，我找你姐姐有点事。”我说道。\n“咦？”晴云一脸不信任地看着我，“该不会是找我姐来约会的吧？”\n“呃！”我被雷到了，现在的小孩子居然都那么早熟？\n“怎么会呢！哈哈……”我略有点尴尬地笑了起来。\n“……阿帝？”追追却用一种更加不信任的眼光看向我。\n“没有啊！怎么可能，再说你在那儿激动个什么劲啊！”\n“……没什么！”追追瞪了我一眼，把头转过去了。\n“哎？我还以为你不会来了呢！史帝夫！”晴岚闻声从洞穴里走了出来。\n我点了点头：“嗯，那个……好久不见！”\n“嗯，不过……”晴岚指了指我身后的追追，“你把她带来干嘛？”\n“诶？不行吗？……”\n晴岚叹了口气：“算了，有她也无所谓。我们去洞穴外面找个开阔地，那个女孩子也跟来吧。晴云你一个人呆在这里看家，我大概得过很久才能回来。”说罢便率先往洞穴外面走去。\n“哼……哪有你这样的姐姐，把我一个人丢在这里不管……”晴云嘟囔了几句，但还是走回了洞穴中。\n\n“那，现在要怎么做？”我和晴岚手里都拿着一根木棍，面对面站在林中的一片开阔的草地上。追追正在靠在一旁的树上不安地看着。\n“既然你是想要变强，那方法很简单，就是不停地对战！”晴岚端详了一番手里的棍子道，“来攻击我吧！什么时候你能打到我一下，你就算有一定的实力了。”\n“那好吧！别小看我！”\n我径直向她冲过去，一棍子劈下！\n晴岚连眼睛都没眨，身子向左一移，我的攻击便打空了。\n“破绽太多，而且速度太慢，太容易躲了。如果我想杀你，你刚刚就已经死了五次了。”她抬起棍子戳了我的胸口一下，“果然你还得多练一会。”\n我没有说话，又是一下横扫过去。晴岚竖起木棍，“啪”的一声就将其格挡住：“架势看来有一点，不过还不成熟，继续！”\n太阳的位置从东方移到西方，空旷的林中木棍相互敲击的声音一直就没有停止过。\n……\n“啊……累死了……”我把棍子扔在地上，一屁股坐了下来。此时已经快到傍晚了，我居然和她练习了一整天啊！\n“这就累了？”晴岚抓着木棍，鄙夷地看了我一眼，“也罢，你们回去吧，这一天下来好像还是有进步的，明天继续！”\n“嗯……多谢了。”我站了起来，发现晴岚已经转身离开了。\n“这样一句话也不说就走了啊……”我顿时有些不爽，一转头却发现追追正靠在树上，睡得正香。\n“喂！追追！醒醒！差不多结束了！”我走过去，摇了摇她的肩。\n“哎？阿帝，已经结束了吗？”追追缓缓睁开眼睛，看着我道。\n“结束了，回村子里去吧。”我笑着摸了摸她的头，就转身离开，“赶紧起来，不然我可丢下你一个人不管喽！”\n“唔，我还没睡醒嘛……”追追一路小跑追上了我，不满地说着。\n“每天睡这么久，再这样下去可是要变胖的哟！”\n“变胖了有什么关系，反正你不是还有那个叫晴岚的僵尸女陪着你吗！”追追闭起眼睛自顾自地埋怨道，看起来有些生气的样子。\n喂喂……这样子就吃醋了啊！\n“你在意这种东西干嘛啊！莫不是……啊！”原来是追追狠狠地踢了我的小腿一脚。\n“笨蛋！才不是呢！”追追朝我吐了吐舌头，向前面跑去。\n“喂！别跑那么快啊！别等会迷路了！”我喊道，不过追追依旧不理我。\n“真是的……”我暗自抱怨道，“真搞不懂她到底在想什么……哎？什么声音……”\n刚刚灌木丛那边好像传出了什么东西走过的声音！\n也许只是一只小动物吧！\n但是，我好像感觉到了一股危险的气场！\n我抽出剑来，小心翼翼地向声源靠近过去。\n\n\n\n\n————————————————————————————分割线—————————————————————————\n\n\n\n第九话\n\n灌木丛后面还是一些树而已，不过我却又看到了一个……人影？\n身高貌似接近一米七，比追追要高一点。因为已经接近夜晚了，所以它具体的细节就看不太清楚了。它正在树林间游走，貌似只是在散步的样子。\n“看起来好像是个女生啊……”我自言自语道，“算了，惹上它估计不会有什么好事，还是赶紧走……”\n我转身欲走的那一瞬间，那个家伙居然也突然转过身来了！我们两个的眼神就这样对撞在了一起，这也让我有幸看清楚了她的真实面目。\n她看起来是个十五六岁的少女，身穿着黑色的夹克和运动裤，还戴着一顶黑色的鸭舌帽——总之全身都是黑的。头发是标准的黑长直，正是我钟爱的类型，嗯。\n“传说中的末影人……吗……”令我感到恐惧的是她的紫色眼睛，因为这毫无疑问地确定了她末影人的身份。\n我们对视了大约一秒钟，她的脸色就由晴转阴，然后好像愤怒起来了。\n“你……这……个……人类！”她“嗡”地一声消失了，只在原地留下了紫色的雪花状光点。\n根据我多年的经验来判断，她一定会瞬移到我背后！\n果然，背后的空气开始微微震动了，然后又是“嗡”的一声，我感觉背后有人出现！\n我扬起剑，一转身将剑横挡在身前，她的拳头就碰了上来！\n“砰！”她一拳打在剑身上，居然直接将我打退了好几步！\n居然有这么强悍的实力啊……貌似不输于晴岚！要不是我今天跟着晴岚练了一天反应能力得到了大大的提高，估计现在已经被一拳打成重伤了。\n“啊……那个，小姐有话好好说啊！”我试图平息那个末影人少女的怒火，毕竟用武力的话我是肯定打不过她的。\n“有什么好说的！你这低等的人类居然敢用肮脏的眼睛看着我，我绝不放过你！”她紫色的双眼里满是怒火，身子“嗡”的一声又消失在空气中。\n好吧，起码我是知道为什么末影人在游戏里会因为玩家看着它们而仇视玩家了。\n“嗡！”\n她又瞬移到了我的背后，一拳向我打来！\n“不妙！”我的战斗神经迅速作出反应，在她的拳头打到我的0.1秒之前我的身子就已经侧了过来躲开了她的拳击。\n“我说你别逼我啊！”我趁着她一击落空所产生的僵直时间一剑挥过去，直取她的脖子！\n事到如今，调解是不可能的了。可惜，趁空档时间瞥了几眼，她貌似还是个美女呢，甚至比追追还要漂亮几分……但是既然你要杀我，为了保命，我也只能辣手摧花了！\n“啊！”看来她很不好对付，剑刃即将划到她的身体的一瞬间，她又瞬移走了，剑刃只划过了空气中消散的紫色雪花。\n“呼！你这家伙还真有一手！”她出现在我身前大约十米处，微微地喘着气，“不过我可不会因为你很厉害就放你一马！接招！”\n又是末影人瞬移的声音传来，我知道她又出现在了我的背后。\n“有完没完！”我怒了，凭着战斗的感觉一剑向后刺去！\n“嚓！”好像是什么金属的东西被割断的声音！\n好像有什么东西掉在了草坪上。\n我转身向后看去，发现她并没有瞬移走，而是惊恐地向后退，两手也捂着脖子。\n“好像有什么东西掉在地上了是吗……”我蹲下来扒开了茂密的草堆，果然发现了一个项链。\n“这是什么东西？”掉在草地上的东西看起来是一个项链，主体是一块很小的椭圆状的墨绿色宝石，中心的墨绿色要显得更加深一点，看起来快成黑色的了。一根纤细的金属线串着这颗宝石，不过一处已经被割断了。\n“喂，我说，这是你掉的吗？”我拎起手中的项链问道。\n她出乎意料地没有瞬移过来攻击我，而是又后退了几步，低下了头咬着嘴唇不说话了。\n“哎？……怎么回事……”\n难道说这个项链有什么神奇的力量吗？\n“你……快把那个东西还给我！”她努力不让自己的目光与我的对上，握紧了拳头轻声说道。\n这里面果然有蹊跷！\n“为什么要还给你啊！说！这里面果然有什么对你很重要的东西是吧！”我一个箭步冲上去，右手抬起石剑抵住她的喉咙，左手把那个项链抓在背后。\n“……”她看了看脖子上的剑刃，又抬头看了看我，脸上变得愈加惊恐起来，“……不，求……求你了，把它还给我……”\n“没！门！”我手里的剑往前一伸，剑刃又与她的脖子更近了一步。\n刚刚差点害死哥，我可不会那么轻易地就饶了你！\n“呜……”她吓得立刻闭上了眼睛，身子微微颤抖起来。\n“要是你老老实实回答我几个问题的话，我说不定可以放过你！”我说道，“要是你敢拒绝，那我肯定会毫不犹豫地杀了你哦！”\n“……嗯……”她睁开眼睛，不甘地看了我一眼，“有……有什么问题你就赶紧问吧！”\n“你是谁？为什么要来攻击我？”\n“我……我是一个末影人，攻击你是因为……因为你看到了我的眼睛！我们末影人最讨厌的就是被你们这种低贱的人类看着眼睛了！”\n“哈？低贱的人类？”我在她的脖子前横着晃了晃剑刃，“那你现在居然还被我这个低贱的人类搞到这步田地啊！那这个项链是怎么回事？\n“这个是我们末影人的末影珍珠……我们有了它才能瞬移……”\n“嗯，有点意思……那你们末影人肯定是很怕水喽？”我把剑从她身上移开。\n“是……是的……哎？你怎么知道？”\n我把那个末影珍珠项链藏进衣兜里：“我怎么知道的暂且不说，大爷我今天心情好放过你，不过这个项链我就先收下当战利品了！”\n“怎……怎么能这样！”她急得大喊出声，“那个东西可是我们末影人的生命啊！我来攻击你……算我的不对好了……求……求你把那个项链还给我吧……”大概是她还是第一次这样低声下气地乞求别人吧，她的脸都憋红了。\n“哦？还给你？”我冷笑一声，抬手又把剑扬起指着她，“我就因为看了你一眼你就这样发了疯似的来打我，现在把柄被抓住了又来这样求我了？行，要这个项链还是要命，你自己选择吧！”\n\n我是这样冷血无情的人吗？当然不是！不过既然她都这样找我麻烦了，不好好耍她一下怎么能让我解气呢！\n“你……你……”她震惊地看着我，随后飙着泪向我一拳打来，“你这个混蛋！我一定要杀了你！啊啊啊啊！”\n还来啊……估计是恼羞成怒丧失理智了吧！\n我不停地向后闪避来躲开她的拳击，不过她的攻击好像还是没有停下来的迹象。我躲开她用力挥来的一记重拳，趁着这个机会闪到了她的身后。\n“哈……哈……”她看起来已经精疲力竭了，一下子背对着我跪倒在地上，喘起气来。\n行了，现在已经很晚了，再闹下去的话不知道还会出什么事，到此为止吧！\n“……喏，还给你吧！”我把那个项链往她那边一扔，“不要再做无谓的攻击了，我刚刚只是开玩笑的啦！既然你刚刚都已经求我了，那我当然不好意思再那么无情了是吧！”\n“哎、哎？……”她看了看躺在草地上的项链，把它抓在了手里，缓缓站起身来，“你……你为什么要还给我？”\n“啊？”她脸上的惊异神色让我感觉很得意，“你不是求着我让我还给你的吗？”\n“你！……哼！”她瞪了我一眼，突然又消失了！\n这家伙还不肯罢休吗……\n“嗡！”毫无意外的，她瞬移到了我的身后，不过这次我一时失手，竟没来得及作出反应。\n“砰！”她却没有用拳头攻击我，而是一个侧踢，一脚踹在我的背上，把我踢飞了。\n这一击的力道既不大也不小，我被踢得在地上翻滚了几圈，终于撞在一棵树上才停了下来。貌似也没受什么伤。\n“你……你这是干什么啊！”我跳起来大怒道。\n“看在你主动把项链还给我的份上，我今天就饶过你！”她握紧了手里的项链，紫色的眼睛充满怒气的瞪着我，脸上却还有些红晕，“要是再让我看见你的话，我一定会杀了你的！”\n“……”我还没来得及说些什么，她就瞬移走了，再也没出现过。\n真是有意思的姑娘啊……我自言自语道，却突然想起一件要命的大事。\n坏了！追追不知道跑到哪里去了！\n\n\n\n————————————————————————————分割线—————————————————————————\n\n\n\n第十话\n\n“真是的！自己一个人丢下我不管！”追追躺在床上，突然把目光转过来看着我，“下次可别再这样了啊！”\n“明明是你自己跑的太快好不好，害的我还被那个末影人妹子狠狠地修理了一顿！”我站在床边，一边说着，一边演练着晴岚交给我的格斗技巧。\n“关我什么事……”追追翻了个身，趴在床上，“总之末影人都是很危险的！你只要记得不要跟他们对视就行了！这次算是给你的一个教训吧！”\n“行了行了，我知道了！喝！”我右手一动，手中的石剑便如游龙般刺出！\n“别那么突然地大叫啊！吓死我了！”看来我突然大喝的声音倒是把追追吓得不轻。\n“怎么会这么一点惊吓都经不住？”我收回了石剑，“晴岚交给我技巧我也巩固地得差不多了，今天先睡觉吧！还有，别每天洗澡了，已经没有多余的墨汁能给你用了！”\n“没有墨汁你就不会再去抓点鱿鱼吗？真是懒到家了……”追追拿起枕头盖在自己头上，闷声说道，“那我明天自己去抓！”\n“随便你……”我一屁股坐到了床上，“明天你就趁我跟晴岚练习的时候自己去弄吧。现在我要睡觉喽！”\n“晚安！”追追还是保持着那个头埋在枕头下面的姿势。\n“晚安！”我抓起被子盖在自己身上，“晚上不许再把被子抢走独占了啊……昨天差点被冻感冒了！”\n“这也不是我能控制的！是我的潜意识在驱使我拿走被子的！潜意识啦！”\n“那你就好好调教一下你脑袋里的潜意识吧！”我闭上了眼睛。\n“……”我感觉到追追把枕头砸在了我的头上，“不理你了！我也睡觉了！”\n我笑了笑，其实这样和追追打打闹闹的生活也挺好的不是吗……\n这样的生活，不会再被破坏了吧……老天保佑……\n哎，我居然蠢到了祈祷神佛的地步了？真是的，我自己也知道，人的命运，永远都是掌握在自己手中的嘛！\n果然还是睡觉好了，睡着了就不会想起这种烦人的事情了。\n\n六天后，村外的树林中。\n此时正是上午，我已经跟着晴岚训练了一个星期了。今天她却说，这是训练的最后一天。所以，刚刚我正在进行真正的“期末考试”——其实就是与晴岚对战，打败了她我就算毕业了。追追正靠在一棵树上，紧张地看着这一场战斗。\n“那……开始吧！”我说道。\n“嗯。”晴岚点了一下头，“这次我会使出我的真实实力！”\n“真实实力？”我不解，“难道说……”\n“是的！我以前跟你练习的时候，根本没有出全力，这个你还是能感觉的到的吧？”\n话是这么说没错！平时我在练习的时候确实知道晴岚没用出全力，但是她一旦认真起来，究竟会是什么样的呢……\n“怎么了，你怕了么？”晴岚笑道，“只要你能撑过我十招，就算你通过考试！”\n“好啊！你最好别这么小看我！会后悔的！”我笑了一声，纵身一跃，举起木棍便以极快的速度向晴岚的头顶劈去！\n训练了一个星期的我，已经不再是以前那个任人宰割的菜鸟了！这一击附带的气势远远胜于以前我的攻击，速度也比以前要快得多！\n撑过十招？肯定没问题！\n晴岚一时间没来得及闪过去，只能抬起木棍格挡住我的攻击。\n“啪！”这是两根木棍击打在一起的声音。我和晴岚进入了僵持的状态。\n“你认真起来好像也不怎么样嘛！”我说道。\n“是么？”晴岚眼里冒出寒光，手臂一用力就猛然把我推了出去，“马上你就明白了！”\n晴岚趁着我被推出的空档，一下子窜了过来，将手中的木棍如长矛一般向我刺了过来！\n不好！\n经过一个星期的锻炼，我的反应速度已经练到了一定的水平了，晴岚的这一刺虽然速度很快，但还是被我一侧身闪了过去，木棍深深地钉在了我身后的一根树干上。\n木棍的顶端并不是尖锐的，这样还能钉进树干里，那是有多强的力量啊？\n“好险啊……”即使毫发无损地成功闪避了，我还是惊出了一身冷汗。因为闪避了晴岚的一击，我正仰面躺在地上，而晴岚拔出木棍，又劈头照我打来！\n我举起木棍，“啪”地一声成功地格挡住了。场面又进入了僵持的环节。\n好可怕……这就是晴岚真正的实力吗……\n不过我肯定能打败她的！以我现在的实力的话！\n“还在誓死抵抗吗……”晴岚的眼神愈发冷了，她直接抬起脚，踹在了我的身上！\n一声闷响，我顿时感觉天旋地转，是被她一脚踢飞了吗……\n“啪！”我的额头撞到了另一棵树上，顿时就被撞破了，因为我感觉有粘稠的液体正从额头上流下。\n“唔……”\n“阿帝！！”追追果然不会站在那里看着我被怒揍一顿，发了疯似的冲了过来，TNT已经出现在了她的手中。\n“看到了吧！你输得很惨！”晴岚突然向后刺出木棍，一下子就顶住了冲过来的追追的胸口，双眼却依然看着我，“罢了，考试到此为止，我只出了三招，你就已经输了。\n我已经感觉不到疼痛，剩下的只是不甘。\n“怎么，你还能继续吗？”晴岚居高临下地瞥了我一眼。\n“你这家伙！干嘛要下那么重的手！”追追貌似非常生气，对着晴岚怒吼。\n“我都说了我要使出全力了，拳脚无眼，他实力不行，又怎么能怪我！”晴岚看了追追一眼，转过身去。\n\n明明没有受什么重伤，但不知道怎么回事，我的意识渐渐模糊了。\n我输了啊……\n呃啊……头脑好乱……\n这一瞬间，我的脑子变得完全空白了。\n我究竟为什么要和她战斗啊……\n好像是为了……让自己变强吧……\n我想想……我为什么要让自己变强呢……\n一瞬间，追追的身影如闪电一般出现在我的脑海里。\n追追……\n脑中突然又浮现出僵尸猪人首领的淫笑，和追追的那责怪我为什么不逃走的绝望眼神……\n是啊，我发过誓的，我想起来了……\n我绝对，绝对会变强！强大到没有人敢伤害追追的地步！！\n我可不能，就倒在这个僵尸女的手里啊！！！\n我要向追追证明，我现在绝对有能保护她的力量了！！\n\n不知道是什么意念在支撑着我，我居然又缓缓地站了起来。\n“阿、阿帝？！”\n“又站起来了是吗……真是不见棺材不掉泪啊！”晴岚没有回头，就这样说道。\n“呵……我怎么可能……败在你的手里……我可是发过誓的人啊……”我低着头，自言自语道，“我可是要变强到没有一个人能伤害追追的地步啊……怎么可能……”\n“……你这家伙，不会是脑袋撞树上撞坏了吧？”晴岚转过身来看着我。\n“怎么可能连你这家伙都打不过！所以，为了追追，我今天一定要打败你！！！”\n我又居然感觉到有无数的力量从我身体里涌出！这就是传说中的主角光环啊啊啊！\n没错，主角永远都是可以在最后一刻开挂的！！\n\n“阿帝……”\n“你这人真是……”晴岚摇了摇头，把木棍平举在胸前，“既然如此，我奉陪到底！”\n“那好！接招吧！”我纵身冲上去，手腕一摆，木棍就向晴岚的腰部横扫过去！\n晴岚向后一跃，轻松地躲开了我的这一击，趁着我攻击落空的空档，手臂自下而上一挥，木棍带着劲风径直朝着我打来！\n“砰！”\n这是两根木棍相碰的声音！\n我居然格挡住了她的这一击！\n“怎么会……”晴岚虽然没有露出什么表情，但是我还是知道她内心的惊讶，“反应速度大大提升了是吗……”\n我没有给她喘息的机会，木棍扬起，将她推开，然后又是一下挥去！\n“攻击速度也变快了，怎么回事，难道是突然暴走了么？”晴岚举起木棍将其挡了下来。\n我向后跃去，与晴岚拉开距离：“少说那些废话了！专心跟我战斗啊！”\n“哼，无所谓，虽然我不知道你实力为什么会突然变得这么强，但是这肯定还没有强到能打败我的地步！”晴岚理了下脑后的马尾，纵身跃起，一棍向我劈来，“所以，这一击就能秒杀你！”\n好快的速度！\n不过晴岚的身体在攻击时略微向右倾斜，这样使得她的攻击变得更好躲避。\n是的，一个星期里我所积攒的战斗经验告诉我，我应该向左方闪避才最容易反击！\n而晴岚也意外地犯了我经常犯的错误：作出这样的攻击时身体向一方倾斜。这是很容易失去平衡的，因此，这也是我反击的机会！\n没错！最好的机会就是现在！\n我往左边闪过去，躲开了她的攻击，挥起棍子往晴岚毫无防备的腰部扫去！\n晴岚也不愧是高手，即使一时失误，她依然还是下意识地举起棍子竖在身前，想要格挡住我的攻击，同时身体也向后撤来与我拉开距离。\n“啪！”\n晴岚还是比较成功地格挡住了我的攻击，可是这一次我的攻击强度远远要胜于以前羸弱的攻击，居然一下就把她手里的木棍打飞了！\n我趁势而上，直接用木棍抵住了她的喉咙！\n“好……好快……”晴岚这个一直面无表情的三无少女终于第一次露出了惊讶的表情。\n“你……已经输了吧？”我把木棍从她喉咙上移开。\n\n\n\n————————————————————————————分割线—————————————————————————\n\n\n第十一话\n\n“虽然我不知道为什么你的攻击和反应的速度会突然变得快得可怕，攻击的力道也强得如此不可思议，但是……这次，是你赢了！”晴岚叹了口气。\n晴岚……承认了！我赢了！\n“追……追追！你看啊！我赢了！”我举起手欢呼起来。\n“阿~帝~”追追扑了上来，“恭喜啊！”\n“嗯！”我揉了揉她戴着兜帽的脑袋，“你看，我果然很强吧！”\n“你这家伙，最好还是不要高兴地这么早。”晴岚又面无表情地给我泼了盆冷水，“比我强大的生物还多了去了，要是你就满足于现在的水平，那你就等着被虐得死无葬身之地吧！”\n“……多谢你的提醒！”我虽然很不爽，但是不能否认，她的话是绝对正确的，我还要变得更强！\n“不过……”追追好像想起了什么，“阿帝！我们以后还要留在村子里吗？”\n“啊！那个嘛……追追你不是一直都很想去人类的城市玩玩吗？”\n“是啊是啊！每天闷在村子里真是无聊死了！”\n“那我们明天就启程吧！”我拍了拍她的肩膀，转身看向晴岚，“那个，没事的话，我们可以走了吗？”\n晴岚点了点头：“嗯，我还是会留在这里，万一地狱的大军再次进攻的话，我可以顺手帮你们的村庄一把。现在看样子我也没什么存在感了，那就后会有期了！”她说罢就转身向树林深处走去。\n喂！怎么又这样一言不发地走了啊！\n\n不满归不满，我还是带着追追回到了村子里。\n我问了村民关于人类的城市的事情，他们说即使是最近的一个城市也离这个村子很远，不过正巧今天中午会有城里的运送货物的马车过来，说不定我可以搭个顺风车去那儿。\n至于村长职位的问题，我花半小时时间搞了个选举，大家看着谁顺眼就选谁，也就这样完美地解决了。\n剩下的也没有必要赘述，大约到了傍晚，我和追追就抵达了人类的城市！\n为了让追追这个爬行者成功地混过城门口守卫的检查，我可是受了不少惊吓。大城市毕竟是大城市，即使头发已经染黑了，守卫们还是对追追的红色眼睛产生了怀疑。不过幸好我离开村子前准备了一些帝国通用的货币，终于成功地贿赂了守卫放我们进去了。\n帝国里的人类用的都是铜币，银币和金币，不过最有价值的硬通货还是最为稀少的绿宝石。可是光是贿赂守卫就基本上花光了我口袋里的所有钱财了，现在进了城市要生活下去就成了一个大难题。\n“阿帝！现在进了城，我们干什么呢？”追追又换了一身人类的衣服，毕竟这是在大城市里面，绝不能让她的身份暴露！\n“嗯……先得找个地方住下来，毕竟我们只是来这里玩玩的，找个旅馆就行了。但是关键是现在我们没有钱了啊！”\n“哎……”追追一脸无语的表情，“那也没有办法，刚刚也只能把钱全部用来贿赂那个守卫了，不然我们肯定进不来……真是吓死我了，差点就想扔出炸弹带着你跑路了呢……”\n“嘛，在这里干等着也没有什么办法，现在唯一的出路就是：捡地上的垃圾看看能不能淘到什么好东西，再去商店里卖掉挣点钱吧！实在不行我就把身上的剑卖了……我们分头行动，到时候就在这里回合，别迷路了啊！”\n想不到到了这里我居然还要体验一把乞丐的感觉！真是够不爽的！\n更加不爽的是，我找了好久，硬是没有找到任何值钱的东西！\n天已经很黑了，今天看来只能露宿街头了吗……\n“阿帝！”追追的声音从远处传来。\n难道她有什么收获？\n“欢迎回来！”我擦了下头上的汗，“怎么样了？”\n“那个……几乎没有什么。”追追有点不开心地说道。\n“唉！果然……”\n“笨蛋！才怪呢！”追追突然打断了我的话，笑了起来，把手伸到我面前摊开来。\n她的手心里躺着六枚闪闪发光的金币。\n“哎？！你怎么拿到这么多钱的？”\n“我在一个小巷子里找到个项链，把它卖了就拿到这些钱了。貌似店主还说这个首饰很值钱呢！”追追一脸“被我耍了吧”的得意表情。\n奇迹，真是神的奇迹啊！\n“追追……你……你……”我激动地说不出话来了。\n“怎么？不会是被我吓傻了吧？”\n“你真是太厉害了啊！你拯救了世界啊！”我太兴奋了，直接一把抱起了她。\n“哎哎！阿帝！别这样啊！大庭广众的多不好意思……”追追的脸红了，我只好把她放了下来。\n“好极了！那么就好好地享受这次城市之旅吧！”\n……\n不知道是因为金币值钱，还是因为房钱便宜，我们在旅馆里买下了三天的双人房，居然只花了一个金币。\n“啊啊！好漂亮！唔！好舒服！”追追一跃而起，扑在了房间里的大床上。\n“果然城里面就是好啊！连装修都那么豪华！”我在一屁股坐在床沿上，“这里的床都不用躺上去，用手一摸就知道肯定很舒服了！”\n“阿帝，现在几点了？”追追又抱起枕头在床上打滚。\n“才晚上八点，话说时钟就在墙上你自己都不会看吗？还有你为什么这么喜欢抱着枕头在床上滚来滚去的？”\n“哈哈！这样很舒服嘛！阿帝你不来试一试吗？”\n“我……不用了，这么孩子气的事情，我可做不出来！”\n“啊对了，阿帝！”追追在床上坐了起来，“我之前在四处找东西的时候，好像看见有张海报说今天晚上九点在什么什么地方有很隆重的节日庆典呢！现在时间还早，要不要去看看？”\n“可以啊！不过具体是什么节日啊？”\n“我也不清楚呢……哎呀哎呀，总之去了不就知道了？嘿咻！”追追从床上跳了下来，拉起我的手，“走吧！”\n反正来这个城市也是来玩玩的，那就去吧！总比呆在这里好！\n“嗯！”我答应道。\n\n看起来这个节日庆典确实是人人皆知，我在街上随便找了个路人就问到了庆典的具体地点。不过说白了，所谓的庆典就是类似于夜市的活动，只不过是一年只有一次的大型夜市罢了。\n搞了半天我们才知道庆典庆祝的是大陆上人类的情人节。我倒也不知道为什么仅仅是因为一个情人节就举办那么隆重的庆典，不过这里确实挺热闹的。\n追追看中了一个淡绿色的发卡，不是什么贵重的东西，别在她的黑发上倒也挺配的。\n也许是因为情人节的关系，今天晚上的情侣特别多。幸好我们提前订好了房间，不然要是再晚一点的话大概房间就全部住满了。\n我和追追在场地里闲逛着，居然不知不觉间就走到了一条河边。\n“这条河应该就是贯穿整个城市的轴心河呢。”我说道，“对面看起来没有多少人，好像是个公园吧。”\n这条河很宽，河面在月光下泛起粼粼波光。庆典的场地离河还是挺近的。不远处就有一座桥通向对岸。\n“阿帝。”追追突然说道，“对面好像很安静的样子，去那里看看吧！”\n“啊！好啊。”\n\n我们沿着桥走到了河的对岸，这一侧几乎没有灯光，而对面就是庆典的举办地点，也是城市最为繁华的商业区，灯火通明，河水的倒影也被灯光照耀成了金色。\n我们走在河滩上，除我们以外这里再没有其他人了。河滩上的沙子踩上去就发出极其细微柔软的响声，听起来很是舒服。\n“真漂亮呢，阿帝。”追追一边走一边漫不经心地说道。\n“真是的，不就是对面的灯光吗，这有什么好看的。”我无语。\n“这场景多浪漫啊！明明就是你不懂！”追追瞪了我一眼。\n“浪漫？你想说什么？”\n“……阿帝……”追追突然停下脚步，双手攥起衣角，“那个……就在这里看一会风景吧！”\n“好啊！”我直接坐在了河滩上，“来吧，坐下！”\n追追也坐到了我的旁边，然后……我们两个人都没有说话。\n根据我的直觉……我知道接下来会发生什么了！\n“追追，今天……你好奇怪啊……有什么要说的话吗？”我率先打破了沉默。\n“阿帝……”追追侧过头来看着我，“没、没什么……只是……我听说今天的庆典好像会有烟花表演，就带你来这里看烟花啦……这里应该是个很不错的观察点吧……”\n“烟花表演啊……”我摸了摸追追的脑袋，“那就看呗。”\n“啊……那个，还有，我……我想了好久，还是想跟你说声谢谢……”\n“啊？”\n“阿帝……你不嫌弃我是个爬行者，还对我那么好……总之，我……我很感动……所以……谢谢你……”追追的脸红了，说话也有点语无伦次。\n“这没什么好谢的……”\n“是吗……”追追露出了一点失望的表情，“阿帝……为什么呢……”\n她慢慢地把脸凑了过来，还闭上了眼睛。\n“阿帝……”她轻声说道。\nFlag立起来了！\n到底该不该亲上去？！\n算了，放手一搏吧！\n我一把抱住追追，吻了上去。\n我们两个的嘴唇交触在了一起，刹那间温润绵软的触觉差点让我心跳过速，我花了半秒钟冷静下来，决定干脆再进一步，伸出舌头来进入了追追的嘴里。\n追追在这方面并不是很主动，不过她还是热烈地回应了我。我感受着她和我的舌头互相搅拌所带来的快感，一时间有了种本能的欲望。\n“唔……唔……阿帝……”追追含糊不清地说着。\n就先到此为止吧。\n我的嘴唇离开了追追的嘴唇，一丝唾液连结起我们的嘴角，最后顺着重力落到了追追的嘴边上。\n“阿帝……”追追的眼神中满是迷离。\n“咻~砰！”\n隔岸的烟火在夜空中绽放，追追漂亮的脸蛋被光芒照亮了一瞬间。\n“怎么了，追追？”我抬起手轻轻抹去她嘴角边的液体。\n“我……喜欢你。”\n“嗯，我也是。”\n“咻~砰！”\n粉红色的烟火又在对岸燃起，将整个河滩都映成了粉色。\n追追又闭上了她红色的眼睛，指了指自己的嘴：“再来一次吧，阿帝……”\n“嗯。”\n又是一次激烈的舌吻。\n吻完，追追轻轻地把头靠在我的肩上。\n“能遇到你真是太好了……阿帝。”\n“明明是能遇到你才是太好了呢，追追……”\n我抱着她，拨弄着她头上淡绿色的发卡。\n\n\n",
    "replies": []
}