{
    "title": "[1.8.4]名为简单而并不简单的地图 Simplicity~自定义声音,模型、材质和最终的BOSS！",
    "author": "scorpio975",
    "replyCount": 16,
    "timestamp": 1434950340,
    "txt_content": " 本帖最后由 scorpio975 于 2015-7-11 13:08 编辑 \n\n\n大家好 我是scoprio975 第一次搬运地图\n不知道有没有人搬运过 多多谅解\n\n\n\n简单~自定义声音,模型、材质和最终的BOSS!\n\n简单\n\n\n忘记一切你所知道Minecraft，深入研究这种令人难以置信的，独特的，令人兴奋的冒险，违背自然规和物理学的Minecraft地图。从一个空的世界,看着你周围的地图，构建本身。探索奥秘，揭开谜底，你在这张地图的探险中会通过四个不同的区域。\n\n\n最后,简单可以欺骗。\n\n\n\n[lightgrey_wool]作者的原话[lightgrey_wool]\n\n\nSimplicity. \n\nForget everything you know about Minecraft, and delve into this incredibly unique and exciting adventure map that defies the laws of Minecraft physics. Start with an empty world and watch as the map builds itself around you. Explore mysteries and unlock secrets as you venture through four diverse zones in this map. \n\nIn the end, simplicity can be deceiving.\n\n\n[yellow_wool]我的感受[yellow_wool]\n首先你在一片漫无边际的沙漠\n你可以看看一本书，书中说要喝掉药剂即可开始\n完成了一些简单的任务，所有的道具都是凭空出现的\n接下来种一株花，伴随着巨大的声响，草地慢慢变大\n你来到了第一个场景...\n你的神奇的不能再神奇的旅行开始了...\n\n\n[red_wool]截图时间[red_wool]\n\n\n\n\n[lightblue_wool]视频实况[lightblue_wool]\n【YouTube】\n\n\n\nRoyalyBrewed\nPart 1 https://youtu.be/PnIzpUQm9yY\nPart 2 https://youtu.be/i0RAo-EigGQ\nPart 3 https://youtu.be/NSlilBPNzUA\n\nCaptainSparklez\nPart 1 https://youtu.be/pzvl2mso--0\nPart 2 https://youtu.be/zHDRNRZfCcI\n\nCaptainSparklez\nPart 1 https://youtu.be/qFVqQ2wbA34\nPart 2 https://youtu.be/uZBNhpk93zQ\n\nNikNikamTV Minecraft Animations / Gameplays / Short Films\nPart 1 https://youtu.be/DZv-FAY9e00\nPart 2 https://youtu.be/rdQzC9CTjWI\nPart 3 https://youtu.be/YdjRJCh4wBQ\n\n\n[lime_wool]文字攻略[lime_wool]【英语】\n\n\nFirst Spawn Section:Drink the convenient magic liquid.Walk to pressure plate #1Walk to pressure plate #2Open the custom crafting table and remove the piece of paper.Take the loot from all six chests and craft the items shown.Use the hoe on the dirt.Use the rose bush on the grass.Stand inside the rose bush.\nNature Cave Section:Take the far left branch, and walk up to the pumpkin. Then walk away.Toss the magic shard on top of the blue flower.Pick up the iron ingot. (1/3)Take the middle right branch and rotate the flowers until the correct combination is set up. (7, 3, 5)Pick up the iron ingot. (2/3)Take the far right branch and take all items from the chest.Spawn and kill the creeper. If he does not drop two gunpowder, toss the reset disk and try again.Craft the instant iron smelter.Take the iron ingot. (3/3)Craft the iron bucket.Toss the iron bucket into the pool of water.Take the filled iron bucket.Stand inside the rose bush.\nIntermediate Section:Open the chest that has appeared, and take all the items.Place the prismarine in the pattern shown on the map, and place the water in the center.Once the fountain starts, stand in the water and look down.\nAncient Underwater Monument:Go up the stairs, to the right, and into the giant dark room. Notice the power crystal.Leave the room and turn left. Flick the lever. (1/4)Go straight all the way, then turn right. Complete the parkour puzzle and flick the lever. (2/4)Leave the room and turn right towards the stairs. Stand at the top of the stairs facing the cracked wall.Sprint into the wall, and it will break inwards. Flick the lever. (3/4)Walk straight out and down the stairs into the dark corridor that has opened.Complete the parkour and flick the lever. (4/4)Go back to the power crystal room, and wait for the power to overload. Jump into the pit.Stand in the water and look straight down.\nIntermediate Section:Toss the prismarine crystals onto the ender portal blocks until they each have one crystal.Note the colors of the smoke where the crystals used to be.Flick the levers with the correct colors. (orange, red, green)Parkour on the structure until you reach the pressure plate. Stand on it.Stand on the glowstone that appeared and look at the structure. It now spells the word FLAME.Use the anvil to rename the clay ball. (FLAME)Wait for the cutscene to finish.\nLava Caverns Section:Run straight ahead, and right click the sign. You will get the Ancient Book. (1/5)Turn around and go right, towards the chest. Press the button and place the correct armor onto the armor stand.Press the button again after the combination is correct. (Gold Helmet, Iron Chestplate, Chain Leggings, Diamond Boots)Right click the sign to learn the spell of speed. (2/5)Turn around and go straight to the pressure plate. Click the speed spell twice to amplify it, then sprint across the pressure plate until you reach the second safe zone.Amplify the spell of speed again and sprint across the blocks and lava without jumping.Right click the sign to learn the spell of leaping. (3/5)Kill yourself in the lava.Amplify the spell of leaping and jump up into the previously inaccessible passage. Continue jumping upwards until you reach the top. (You may need to amplify the spell half way through if it wears out.)Right click the sign to learn the spell of flame. (4/5)Go back to the falling lava and pressure plate. Use amplified speed to reach the second safe zone, then activate the spell of flame and swim through the lava to the third safe zone.Right click the sign to learn the spell of the nether eye. (5/5)Jump in the lava on the sides of the path to disable the fire resistance, and kill yourself. (Or walk all the way back through the lava.)Jump over the fence and leave the fortress. Using speed and leaping parkour across the pillars until you reach the hidden passage.Use amplified speed to run though before the wall shuts.Use flame to swim up through the lava.Cross the nether bridge to the ancient portal. Stand on the portal blocks and activate the spell of the nether eye.After filling in every portal block with an eye, jump into the nether portal.Wait for the cutscene to finish.\nIntermediate Section:Return to the custom crafting table and craft the two bows.Wait for the boss to spawn.\nFinal Boss Battle:The Sky Serpent will appear nearby. (1/3) Prepare for battle!The boss is protected by a shield. When he roars, stand underneath him so he is struck with his own lightning.After three hits, the shield will be removed. Start shooting his head with either the arrows or fireballs.After his health is entirely removed, he will be revived as the Enraged Sky Serpent. (2/3)His attacks are stronger and he moves faster. Shoot his head as before until he loses all his health.After his health is entirely removed, he will be revived as the Severed Sky Serpent. (3/3)His attacks are much stronger and he moves very fast. Continue shooting both segments of the sky serpent in the head as before.After his health is entirely removed, he will die for good and you will be rewarded with four items: Fireworks Box, Sky Serpent Pet Egg, Redstone Tour, and your Ancient Book from before. Congratulations for completing Simplicity!\n\n\n\n\n\n\n\nEND\n新人第一次搬运，求支持\n这个地图在minecraftforum很火的\n如果有bug可以告诉我，我可以反馈给作者\n感谢支持加人气不扣自己的！！\n\n下载地址 尊重作者 请尽量去原帖下载下载地址：http://pan.baidu.com/s/1dDliQIl【请勿下载】发现部分压缩软件无法解压的问题，已修复\n\n最新下载地址：http://pan.baidu.com/s/1mAWTw\n\n\n\n\n",
    "replies": [
        {
            "author": "KaedeLen",
            "timestamp": 1434950460,
            "txt_content": "看起来好像很厉害的样子……"
        },
        {
            "author": "mc爱好者.",
            "timestamp": 1434950520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1434950820,
            "txt_content": "机翻么...  话说这地图介绍会不会太少了点..."
        },
        {
            "author": "scorpio975",
            "timestamp": 1434950880,
            "txt_content": "小黑好萌. 发表于 2015-6-22 13:27\n机翻么...  话说这地图介绍会不会太少了点...\n机翻后修改的\n某些实在看不懂了啊"
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1434950880,
            "txt_content": "scorpio975 发表于 2015-6-22 14:28\n机翻后修改的\n某些实在看不懂了啊\n...soga，搬运辛苦w  "
        },
        {
            "author": "scorpio975",
            "timestamp": 1434951000,
            "txt_content": "小黑好萌. 发表于 2015-6-22 13:28\n...soga，搬运辛苦w\n感谢支持~"
        },
        {
            "author": "16136953",
            "timestamp": 1434952920,
            "txt_content": ".....楼主可不可以在试玩后多给我们一些介绍= ="
        },
        {
            "author": "scorpio975",
            "timestamp": 1434952980,
            "txt_content": "16136953 发表于 2015-6-22 14:02\n.....楼主可不可以在试玩后多给我们一些介绍= =\n嗯 有空可以试试\n今天抽了个空搬运了张地图- -"
        },
        {
            "author": "16136953",
            "timestamp": 1434953040,
            "txt_content": "scorpio975 发表于 2015-6-22 14:03\n嗯 有空可以试试\n今天抽了个空搬运了张地图- -\n感觉看了半天不懂地图的意义= ="
        },
        {
            "author": "scorpio975",
            "timestamp": 1434953100,
            "txt_content": "16136953 发表于 2015-6-22 14:04\n感觉看了半天不懂地图的意义= =\n冒险 探索 和 发现{:10_492:}"
        },
        {
            "author": "scorpio975",
            "timestamp": 1434972120,
            "txt_content": "16136953 发表于 2015-6-22 14:02\n.....楼主可不可以在试玩后多给我们一些介绍= =\n已增加LZ玩后的感受和更多截图，来看看吧"
        },
        {
            "author": "scorpio975",
            "timestamp": 1434972120,
            "txt_content": "小黑好萌. 发表于 2015-6-22 13:28\n...soga，搬运辛苦w\n已增加LZ玩后的感受和更多截图，来看看吧"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1435895400,
            "txt_content": "mc爱好者. 发表于 2015-6-22 13:22\n最后一张图有好多的命令方块哇~  【沙发】\n签名档好评2333"
        },
        {
            "author": "mc爱好者.",
            "timestamp": 1435895520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "asd5115534",
            "timestamp": 1435903740,
            "txt_content": "好多命令方块"
        },
        {
            "author": "ttc_V",
            "timestamp": 1436011920,
            "txt_content": "那么多命令方块是什么gui      "
        }
    ]
}