{
    "title": "[原创单章]League of Minecraft 第五章 末路的女皇",
    "author": "MF_Mufeng",
    "replyCount": 4,
    "timestamp": 1434943380,
    "txt_content": "      那虚空地炮把史蒂夫的伙伴们掀翻后，只有史蒂夫用他强大的奥术能量顶了一下，才没有昏死过去。而其余四人全部昏迷，而且血量在缓缓下降。\n      “人类，你究竟是什么人？”那虚空巨兽警惕地问道，抵住她这地炮的人，可没几个。而眼前的人类却做到了。他不由得把目光转向史蒂夫，后者传出的奥术波动太大了。\n      “我叫史蒂夫。。。”史蒂夫此时近乎被吓傻，主角威严何在？\n      “我叫雷克塞，是这里的女皇。”那虚空巨兽不屑地冷哼一声，随即又说道：“人类，今天你们闯入我的领地，该当何罪？”说出这句话，那雷克塞的威严与霸道散发出的威压让史蒂夫喘不过气来。\n      “女皇殿下，我有一物品，如果您满意，您拿走，但要放了我们。”史蒂夫喘着粗气说道。\n      “哦？”一听他说道交换，雷克塞明显被勾引出了兴趣，“你就不怕我杀了你再拿走么？”\n      “我相信末路的女皇没有那么狠毒！”史蒂夫用奥术能量排出体内所有的威压，大声喊道。\n      “这么多年来，到我手底下的，还能这么大声说话，你是第一个。”雷克塞声音里有些怒气。\n      史蒂夫并没有理会女皇雷克塞，而是从怀中掏出一瓶药水。这药水通体散发着黑暗的幽光，黑暗能量也是极多，多到化为液态的地步。而女皇雷克塞却大吃一惊。\n      “你是怎么弄到的！”雷克塞惊讶极了，她没有想到，这居然是——\n      黑鳞药水！\n      这是一种天下绝无仅有的药水，仅需一滴，就能让战斗力永久性大幅提升。而整瓶喝下，则会让自己变为天下无敌的王者。当然，由于这种药水条件苛刻：首先，必须黑暗属性的人类或野兽喝，但是黑暗属性哪有那么好找。第二，其含量巨大，喝多了反而会撑爆自己的身体。一般的黑暗属性的野兽喝了一滴就会立马去死。而雷克塞不同，她是虚空与黑暗两种属性，战斗力又极为强大，如果喝了此药水，必定能与末影龙并肩。\n      雷克塞不由得倒吸一口冷气，这种天地间的奇物，而且仅有一件，但怎么会落到一个这么弱小又不起眼的人类中。\n      ”呵，真没想到你这个人类还能拿得出来此等神物。“雷克塞不自然地笑了笑。\n      ”只求女皇饶我们一命！“史蒂夫也是明眼人，此时是关键时期，女皇一旦一个不同意，瞬间就能把自己除掉。这瓶药水是史蒂夫获得奥术手套的时候那个神殿里的一些东西，还有很多天地间绝无仅有的神物都在史蒂夫身上呢。\n      ”我也怕自己被这药水撑爆。“雷克塞虽然很想得到这瓶药水，但是也不免有着浓浓的忌惮之色，此等神物不是说能喝就能喝的。自从一万多年前那药水消失前，每个喝过此药水的黑暗生物，没有一个活着的。虽然雷克塞比他们都强大，但这并不能代表什么，因为她自己也不知道这瓶药水一滴的分量究竟有多么强大。\n      ”女皇殿下喝一滴，就放我们走，怎样？“史蒂夫看出雷克塞心中的顾虑，赶忙说道。\n      ”好吧！“雷克塞终于放下了心中的包袱，对史蒂夫说道，”你将那药水撒一点到那巨鳄王身上，我吞噬它顺便用药增强实力。“纵然是虚空女皇也要优雅一点。\n      史蒂夫点头，把那药水在巨鳄王身上放了一滴。雷克塞毫不犹豫，一口把巨鳄王吞进肚中，品尝着那绝味的药水。\n      雷克塞的身体骤然变化，她的身体变得越来越高大，身上还长出很多的鳞片。身上的颜色也渐渐变化，由原来蓝紫色渐渐变为了银红色。雷克塞的实力也有了质的飞跃，威压把离她十米内的虚空兽震得稀里哗啦飞出去一大片。雷克塞此时也逐渐清醒，惊讶地看着身上的变化。\n      ”人类，十分感谢你，让我过了虚空脱壳这一关。“雷克塞眼中喜色大盛，对史蒂夫说道。\n      虚空脱壳，让虚空的生物进化一层，使自己的实力飞涨。现在雷克塞的实力，足以和末影龙的三分之二并肩。\n      史蒂夫突然眼前一片晕眩，紧接着自己的意识开始模糊，再醒来，已是到了医院里。\n\n\n字数统计：\n1439个\n\n召唤大神（求打赏）：@冥王星人 @simon3000 @End-Enderman @青格大D @普通HIM @guqu ",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1434943620,
            "txt_content": "前排支持"
        },
        {
            "author": "从前的我",
            "timestamp": 1434946980,
            "txt_content": "前排顶！"
        },
        {
            "author": "青格大D",
            "timestamp": 1434983760,
            "txt_content": "加油{:10_492:}"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437386940,
            "txt_content": "一些地方不要干巴巴写过，如：\n只有史蒂夫用他强大的奥术能量顶了一下\n可以写两股强大的力量碰撞在一起然后怎样怎样。\n雷克塞毫不犹豫，一口把巨鳄王吞进肚中，品尝着那绝味的药水\n就算之前滴了一滴药水在巨鳄王身上，但雷克塞怎能品出药水的味道？（她的味蕾真独特）"
        }
    ]
}