{
    "title": "<原创·连载>   勇者之征   第五章 第五节（端午节最后一更）",
    "author": "2B与mc的故事",
    "replyCount": 0,
    "timestamp": 1434977700,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-3 20:55 编辑 \n\n我想了又想，还是决定在端午节结束之前再更一节，之后我就真的停更了哟！真的哟！是真的哟！！！\n\n\n\n        热带雨林的空气炎热潮湿。Steve与狼王一边走在茂密的草丛中，一边披荆斩棘开辟着道路，累得满头大汗。\n\n        “你确定我们没走错？”狼王咬断一节拦路的树枝，“为什么非得要走这些鬼地方！而且为什么每次我们走的路都有一个特点—热！”\n\n        “确实还有其他的路。”Steve劈开一片灌木丛，“不过这是地图上指出的最近的路，而且其他的路也比这里也好不了多少。”\n\n        一路说着，Steve与狼王离开了热带雨林。不过从热带雨林的边界之外望去，却是截然不同的气候。\n\n        “呵，还在说热呢，结果又到了这种地方。”狼王苦笑道。\n\n        “诶对啊，忘了告诉你了，穿过热带雨林之后，是一片白雪皑皑的云杉树林。”Steve答道。\n\n        不过无论如何，路是要走的。他们俩还是只有踏上雪地之旅。一路上留下了一串密密麻麻的脚印。\n\n        脚印才踩出几十个，狼王突然停了下来，贴近地面仔细地嗅着什么。\n\n        “哼，我一开始就觉得不对，结果是闯入那家伙的地盘了。”狼王无奈地叹了一口气，“而且它好像已经发现了我们，自己找上门来了。”\n\n        “谁？很强吗？”Steve警觉地拔出了剑。\n\n        果然，Steve已经看到身后几只灰狼循着他们的脚印追过来了，但是领头的是一只白狼。可是那速度真是够慢的，Steve散步般走了三分钟的路，这些狼跑着追上来也用了将近两分钟。这样的路程就算是普通的狼也是可以在几十秒内跑完的。\n\n        灰狼气喘吁吁地追到已经等得不耐烦了的Steve和狼王，上气不接下气地朝着狼王挑战性地嚎叫着。\n\n        “Steve，别理他，走吧！”狼王看都懒得看一眼，转身就走。一路走还一路说道：“这么久了，还是没什么长进！”\n\n        “狼王，它到底是谁？”Steve赶紧跟了上去，“不过，看它这样子，好像不是很强呢……”\n\n        “强？哼，它也就是在搞笑这方面强一些。”狼王冷笑道，“你要问我它是谁的话，这家伙就是之前我提到过的'超级狼王'”。\n\n        这让Steve想起了狼王的话，最开始他还以为这个“超级狼王”是它无聊乱编出来的一个名字，想不到还真有这家伙……\n\n        “它本来是我们白狼族的。不过太笨了，什么都学不好。我让它努力练习，它就找借口说什么我们没眼光，看不出他是个天才。你刚才也看到了，这家伙果然是个天才，可能连人类都跑不过呢。”\n\n        “后来它自己离开了狼族，离开前还大声宣布，从此以后它就叫'超级狼王'。真幼稚！它说它要去组建属于自己的狼族，不过不出我所料，全都是一些乌合之众。这种不懂得自己努力，只知道逃避的狼，少一只也罢，还可以节约食物。”\n\n        可是超级狼王还是领着一群狼跟了上来，又发出一声挑战性的嚎叫。 \n\n        “我不想跟你抢地盘，识相的话就快点滚开。我没找你麻烦，你还来不自量力赶我走？小心被打得半身不遂！”狼王杀意地往身后瞪了一眼。\n\n        果然，超级狼王还是心虚了，乖乖地夹着尾巴走开了。\n\n        穿过雪地，就到了木翎村。这个村子真是奇特！房子都建在树上，村民们也都像是精灵似的在一棵棵树之间飞窜。而且，所有村民穿的都是绿色的衣服。\n\n        Steve朝着一个离他最近的路过的村民喊道：“你好！请问你们的村长住在哪？”\n\n        那个村民停了下来，微笑着答道：“你们找村长干什么，啾？”\n\n         “我叫Steve，Notch让我来各个村庄取他发给每一个大村长的珍珠！”Steve答道。\n\n         “你们真走运，啾！我就是村长，啾！”村民，哦不，是村长答道。他挥挥手，示意让Steve和狼王跟上他，“你们在树之间跳跃的本事是有的吧，啾？跟上我，啾！”\n\n          Steve和狼王一路跟着村长在树林间飞舞。“我怎么感觉自己像是猴子一样，这有损我狼王的风度！”狼王抱怨道。\n\n         “我们这是去哪？”Steve问道。\n\n         “圣树，啾。每一个到我们族里来的外人都要接受圣树的审查，啾！心地邪恶的人是不能在我们族里呆下去的，啾！这需要我们每一位村民也在场监督，啾！”\n\n        说着，村长朝着四周发出“喔喔喔”的长啸，沿途的村民都闻声加入了Steve一行人。\n\n        不久之后，村民已经聚集了一大群，Steve也到达了圣树的跟前。\n\n        那真是一棵壮观的树啊！巨大的根系覆盖了几乎整个地面，密集的枝条也遮蔽了整片天空，虽然现在是白天，可是也暗得跟傍晚一样。粗壮的枝干至少要一百多个村民才能围抱一圈！\n\n       Steve能否通过圣树的审查呢？\n\n目录\n\n\n",
    "replies": []
}