{
    "title": "<原创·连载>《狩猎史诗》第九章-重拾希望",
    "author": "501938012",
    "replyCount": 6,
    "timestamp": 1435140240,
    "txt_content": " 本帖最后由 501938012 于 2015-6-24 18:09 编辑 \n\n《狩猎史诗》索引传送门：http://www.mcbbs.net/thread-447088-1-1.html\n第九章-重拾希望\n    脚踏声在这腐臭的暗室内格外清脆，我走在前头，向腐朽的木门走去。伊莉瑞娅跟在我身后，周围的环境确实恶心到足以让她眉头紧皱了。\n    我将耳朵贴在门上，确认门外没有人后，轻拧把手。随着吱呀一声，空闲的右手在同一时间进入了警备状态，在深深的拳心中，已经是满满冷汗。来自后脑勺的阵阵刺痛还没有完全消退，顶着巨大的精神压力，每一步都如同灌了铅一般沉重。\n    身后的伊莉瑞娅咬紧嘴唇，瞪大的双眼即使被恐惧所覆盖却也挡不住那绿宝石一般的光。我扭过头做了个噤声的手势，她咬在嘴唇上的力气又加大了些，点了点头，眼神变得前所未有的凝重。\n    我将头向外探去，微弱的火光闪烁着别样的诡异，但至少这里的空气不再像里面那般腐臭了。我轻轻掂起脚，向外走去，想要带走一切我留下的痕迹。再次走上这条走廊，仿佛进入了另一个世界，如果说那扇木门后是一片阴暗的地狱，那么这就是一片天堂。\n    现在我可以说是没有任何战斗力的，至少面对杀狼猎团的人是如此。燃眉之急是找些武器，但由于我作为一个拳师猎人，只有宝珠能发挥出我的最大实力。再者说来，我已经选择了拳师试练，任何其他的武器我是无论如何都发挥不出威力的。所以我只有唯一一个选择，那就是找到宝珠。\n    伊莉瑞娅从木门后走出，似乎从我焦虑的眼神中读出了我的想法。略微沉思后，踮起脚尖悄悄贴近我，跟我说道：“这条走廊上四扇门里的工作看样子都和杀狼猎团最主要的经济来源有关，一扇门里是住着两个看守，一扇门通往外面，再一扇就是身后这扇，”说道这里伊莉瑞娅皱了皱眉头，咽了咽口水继续道“那么最后那扇说不定是藏他们所谓的‘战利品’。”\n    一筹莫展的我被这段话点醒，深深点了点头，向她递出一个称赞的眼神，悄悄向那扇门走去。按照不久前我听到的对话，守卫想必已经出去找我们了，我放心地拧开那个金属门把。里面没有什么照明用的火把，但走廊上火把的寸寸微光从我的耳边荡了过去…\n    各种华丽的首饰，腰包以及值钱的宝剑，堆积成了一座小山，在微弱的火光下闪闪发亮。我不禁咽了咽口水，这样的巨大的财富也只是随意地堆在这里，想必也只是杀狼猎团所猎得战利品的冰山一角。\n    不过再多的财富，没有生命去享受，也不过是一堆会发光的金属或数字罢了。只是多看了一眼，我便开始在这里搜寻起宝珠来，现在唯有真正的战斗力才能救我们于水火之中。凭借微弱的火光，尽管它们会闪烁，但也难以从其中找到那几颗宝珠啊。\n    正当我心急如焚时，伊莉瑞娅拍拍我的肩膀，指了指靠近门边的一个阴暗角落。外面的火光照不到这个角落，按照旁边的“景色”不难猜出这里的墙壁也是由满是裂石和苔石组成。\n我伸手过去一探，便够到了几个带棱角的，类似球状的东西…我心中大喜，两只手一同伸出，从阴暗中取出这几件球状体。果然不出所料，正是我的宝珠！渐渐催动力量，里面蕴藏的强大魔力让我信心之火重燃，尽管逃生的几率还是不大，但聊胜于无！\n    我从心底里感激身旁这个金发碧眼的女孩，如果没有她，可能真的就只能在这里等着残忍的杀狼猎团成员来宰我了。外面的火光照在这三枚宝珠上，逐渐散发出淡淡的紫色光芒。这不正是魔力的象征么！\n    咦，那是什么？\n火光通过宝珠的散射使整个暗室都亮了一些，而那个阴暗的角落也渐渐看得清了…\n    一枚淡蓝色的宝珠静静地卧在那里，在我眼中，似乎散发着别样的力量。\n    我伸手摸向它，没有催动任何魔力，这枚淡蓝色宝珠内的魔力竟自己在运作？！我催动其中的浩瀚能量，没想到那股力量竟随着我的灌输，逐渐开始追寻，顺从，直到融合…\n    心跳加快，而我决定叫它——寒霜宝珠。字数统计 1414\n\n关于一个月没更的废言：\n      本人一个月前开始中考总复习，所以实在是没有时间来写文了。现在放假了一天应该是打游戏/盖ARPG地图/以及写文组成\n      由于盖ARPG需要大量时间和精力，更得慢了还请各位真正喜欢《狩猎史诗》的读者见谅。\n                                                                                                                                          xian上\n",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1435140300,
            "txt_content": "【贵宾席】\n@月轻歌 @海潮 @simon3000 \n【审核官大人】\n@冥王星人 \n\n\n这里不用给人气的，每次搞个贵宾席都觉得自己有骗人气的嫌疑\n\n觉得写得不错在正文评分就好了"
        },
        {
            "author": "海潮",
            "timestamp": 1435142400,
            "txt_content": "嗯...过了这么久总算更新了= =#\n\n不过感觉没有第七章写的有味道"
        },
        {
            "author": "501938012",
            "timestamp": 1435145280,
            "txt_content": "海潮 发表于 2015-6-24 18:40\n嗯...过了这么久总算更新了= =#\n\n不过感觉没有第七章写的有味道\n外星人说了，小说要有跌宕起伏才是真好\n\n然后不要管上面强行找理由，呃，等我再努力下，尽快把状态回归。\n\n其实顶多两章，屏气读文的时候马上要来了\n\n以及揭秘某个人物的神秘身份"
        },
        {
            "author": "月轻歌",
            "timestamp": 1435148760,
            "txt_content": "字数少的我20秒就看完了\n\n\n恢复状态\n\n加油\n\n2333"
        },
        {
            "author": "501938012",
            "timestamp": 1435160700,
            "txt_content": "月轻歌 发表于 2015-6-24 20:26\n字数少的我20秒就看完了\n哎..simon你的实习版主呢233"
        },
        {
            "author": "501938012",
            "timestamp": 1435242000,
            "txt_content": "501938012 发表于 2015-6-24 23:45\n哎..simon你的实习版主呢233\n哎又认错人了"
        }
    ]
}