{
    "title": "[原创单章]League of Minecraft 第六章 手套的升级",
    "author": "MF_Mufeng",
    "replyCount": 11,
    "timestamp": 1435236180,
    "txt_content": "      “好吧，人类，我送你和你的伙伴出去。”雷克塞答应了史蒂夫的请求，自然要帮他一把。何况她还是这里的女皇，自然一言九鼎。但是史蒂夫就感觉不对了，雷克塞既然要送他们出去，怎么没交通工具？      “噗。”雷克塞笑了一声，“我还用你们人类的交通工具？好了，不说废话了。”只见雷克塞身旁黑光与幽光交替闪亮，长啸一声，遁入地下，朝他们冲了过来。\n      史蒂夫大惊，这样送。。。不会是送他们上路吧。。。\n      “笨蛋！”遁在地下的雷克塞大骂一声，“抓住我的鳞片！”\n      史蒂夫抓住雷克塞的鳞片，雷克塞顺势一驮，把五人全部带到背上，紧接着一阵天崩地裂声响起，雷克塞把速度加到极限。地上裂开了一道长长的裂缝，而方向，正是处于中立的方块英雄学院。\n      很快，他们五人以及女皇雷克塞到了方块英雄学院的边缘。尽管雷克塞·维多利亚是大反派，可总不能收了这么大的好处还不帮人家忙吧！雷克塞又从嘴里吐出了锈迹斑斑的杰克。\n      “这，这是什么情况？”史蒂夫看着名副其实的“锈迹斑斑”的杰克，忍不住想笑。杰克身上一大滩唾液，发动机的炉子里早已熄火。\n      雷克塞并没有答话，长啸一声，遁入地下，向着末路的方向奔去，地上留了一道长长的裂痕。      尼克和布莱克也是哼哼唧唧地醒了过来，然后就是羞愧难当。为什么羞愧难当？他们两个大男人，战斗力那么高还没俩女一男的顶力强。满脸羞红的尼克扯开话题，说要先把装备弄好为主。\n      “我这个手套，据说是通过某种晶石来完成升级与进化。”史蒂夫说道。他对他的主武器——奥术手套的进化十分看重。据那古籍上所说，进化后战斗力不仅会提升一个档次，各个技能的威力和冷却时间也分别大幅度增大和缩减。\n      随后，他们看了看这所巍峨的学院。学院并不能算新，建筑上的裂痕等都被看得一清二楚。但是在古旧的同时，又给人一种清新的感觉。这座学院的建筑之巍峨，让史蒂夫等人望不可及。\n      很快，他们就打听到了有关手套进化的消息：奥能蓝宝石。这种宝石在大陆上颇为常见，但是已经灭绝。（不再产出）有很多人都把它当做一种展示品，但经过各种战争，余存已经不多。但他们打听到，方块学院院长家中就有一枚纪念用的。于是他们准备拜访这所学院的院长。\n      方块英雄学院，宗旨是把普通人培育成英雄。但是学院内的英雄寥寥无几，院长也只不过是一名战斗力和史蒂夫相当的英雄。但是方块学院教出来的英雄不计其数，随手一挥就有几名。当然赶回来也是需要时间的......\n      院长室——\n      “哦？这么说你们想要我那颗珍藏已久的蓝宝石咯？”院长也不矫情，直接切入正题。\n      “是的，院长。我的奥术手套需要这块蓝宝石进化。”史蒂夫把手套递给院长。院长左瞧右看，仿佛把手套看了个透。嘴中连连称奇，不停地嘟囔着什么。\n      “我从没见过这种手套。”院长坦然地说道。这个手套特别奇特，无论是法阵，催动，都十分地吸引人。\n      “如果你们要这颗蓝宝石，请去学院外的罗兰树林打两头魔牛回来。”院长看完，深吸一口气，说道。\n      罗兰树林，是大陆上凶名赫赫的树林（对普通人来说）。其中，魔像、树精、野狼、牛、鸡都有。史蒂夫几人暗自偷笑，想必这位院长还不知道他们是英雄出身，不然也不会给这么简单的任务。\n      院长看着史蒂夫几人那诡异的眼神，也在暗自偷笑。几头牛可不是那么好杀的，只有英雄才能轻松解决！\n      当然，院长猜对了。\n      下午，史蒂夫等人拎着数十头牛往学院这边气势汹汹地走来。学院门口的护卫吓了一大跳，看了院长亲自特批的狩猎证书后，点点头，放他们进去了。\n      史蒂夫等人这么大的动静，早就传到了院长室。院长站在窗边，看着楼底下史蒂夫等人，傻眼了。但是，院长又眼珠骨碌转了几下，莫非。。。他们是英雄？\n      没错！\n      史蒂夫交付了任务后，自然得到了报酬——奥能蓝宝石。当他把蓝宝石镶嵌入凹槽中时，不可思议的事情发生了，只见一道道蓝色的光缠绕在手套身旁，紧接着，手套上面有着微微的蓝光显现。\n      呵，这一蓝光不要紧，史蒂夫的技能全体变为蓝色的。（未来战士），就连身上的衣服也有大量蓝光涌现，史蒂夫仿佛觉得身体里的血液都有着蓝光涌动。再一发射技能，尼克都往后退了七步。\n      七步！本来史蒂夫和尼克的战斗力是天镶之别，但现在，他俩几乎达到一个同等级！\n      史蒂夫神情激动地深吸了一口气，他终于也有“飞跃”了！\n\n字数统计：\n1669个\n召唤大神（求打赏）：@冥王星人 @End-Enderman @guqu @simon3000 @普通HIM @青格大D @海潮 \n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437387360,
            "txt_content": "当他把蓝宝石镶嵌入凹槽中时\n哪里有凹槽？\n你把小说和游戏写得太紧了，你觉得只有放进凹槽中才能释放出巨大的力量。\n可以这样写：\n史蒂夫惊讶地看着眼前这个不可思议的宝贝，忍不住上前去摸一摸。但还没等他触碰到这宝贝，它就发出刺眼的蓝色的光，突破天际，随即……复制代码\n接着下一句话写就行了。我的意思是不要照抄上去，根据我的修改你的"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1437444420,
            "txt_content": "恶魔-潇洒 发表于 2015-7-20 18:16\n哪里有凹槽？\n你把小说和游戏写得太紧了，你觉得只有放进凹槽中才能释放出巨大的力量。\n可以这样写：\n噗，新版主你干嘛要这样吐槽。。还把6章都吐槽一遍，写得纵然不好也算努力了，你自己写得小说被人吐槽全部真的好吗{:10_527:}我能接受你的建议但是请你看明索引帖的标题【不喜勿喷】！你要是不想看就不要看，也不要来喷。你也是写小说的，用我去吐槽你吗- -我其中一两段没有下段原因是论坛的问题，怎么编辑都不行。{:10_514:}再次说明【不喜勿喷】，我写的不好在心里骂我，别直接当着我的面说啊。。私聊也行。{:10_494:}\n真不知道你怎么当上版主的"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437453720,
            "txt_content": "MF_Mufeng 发表于 2015-7-21 10:07\n噗，新版主你干嘛要这样吐槽。。还把6章都吐槽一遍，写得纵然不好也算努力了，你自己写得小说被人吐槽全 ...\n啊抱歉，我并没有喷您的意思，可能我的言行有些过激，带有讽刺的意味。但我真的没有要喷您，我只是给您提出些许建议（当然提建议只是我的做法，要看你们如何去看咯），如果您无法认为我是在提建议，那么可以将我的回复全部无视掉，就当成我是在帮你顶帖吧（我这个借口找得真好2333）"
        },
        {
            "author": "lzs1234",
            "timestamp": 1437456780,
            "txt_content": "MF_Mufeng 发表于 2015-7-21 10:07\n噗，新版主你干嘛要这样吐槽。。还把6章都吐槽一遍，写得纵然不好也算努力了，你自己写得小说被人吐槽全 ...\n然而不喜勿喷只是玻璃心用来搪塞的借口。\n别人给你提建议是为了你好，能认真看完6章小说并提出建议的更是少之又少，而你却以“不喜勿喷”来阻挡建议，抗拒建议。\n小说和游戏本身不需要结合的那么紧密。小说进行了艺术加工，为了艺术性可以舍弃真实性。并非关于MC的小说就必须死抠着MC这个主题。"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1437458100,
            "txt_content": "其实楼主写的不错……"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1437460440,
            "txt_content": "lzs1234 发表于 2015-7-21 13:33\n然而不喜勿喷只是玻璃心用来搪塞的借口。\n别人给你提建议是为了你好，能认真看完6章小说并提出建议的更是 ...\n（回复给评分）如果要看懂本文首先要确认你已经看过前6章和玩过“英雄联盟”这个游戏。（回复给回复）剧情完全原创，只有装备和英雄是和游戏一样的请勿误解。"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1437462840,
            "txt_content": "lzs1234 发表于 2015-7-21 13:33\n然而不喜勿喷只是玻璃心用来搪塞的借口。\n别人给你提建议是为了你好，能认真看完6章小说并提出建议的更是 ...\n额，凹槽是游戏中没有的。。。"
        },
        {
            "author": "BBCZXG",
            "timestamp": 1437481920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1437916440,
            "txt_content": "MF_Mufeng 发表于 2015-7-21 10:07\n噗，新版主你干嘛要这样吐槽。。还把6章都吐槽一遍，写得纵然不好也算努力了，你自己写得小说被人吐槽全 ...\n我觉得版主所说的地方确实都是有许多瑕疵，但是版主指出了那些瑕疵，你却喷版主的人品？\n另外版主指出的错误的地方，你一个都没改？"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1437917280,
            "txt_content": "蠢萌の⑨ 发表于 2015-7-26 21:14\n我觉得版主所说的地方确实都是有许多瑕疵，但是版主指出了那些瑕疵，你却喷版主的人品？\n另外版主指出的 ...\n拜托。如上所述。我是玻璃心还有你不看标题吗我就是搪塞。不喜勿喷。你还能说版主让我改的地方我都必须改？那还不如让版主来帮我写算了=-={:10_514:}"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1437982440,
            "txt_content": "写的还好啦。。。。。。"
        }
    ]
}