{
    "title": "层叠式PVP地图-虽小犹大-乐趣十足",
    "author": "传送门",
    "replyCount": 5,
    "timestamp": 1435304160,
    "txt_content": "今天给大家带来纯手撸PVP地图一枚~使用1.8.3版本制作~当然1.8.3+版本经试验全部兼容，之前的版本（1.8，1.8.1，1.8.2）均未实验\n本地图由三部分构成，由于采用了层层叠叠的设计原理，显得十分紧凑（说白了就是很小）\n整体的建筑共有四部分：前方小平台、后方立方体、贯穿走廊、高走廊，具体介绍如下\n第一部分\n前方小平台\n\n\n小平台共有三层，最底下的一层是走廊，可以通到后方的大平台；第二层与另外两个部分之间有遮挡，可以作为暂时回血的地方，另外还有一个小孔，可以在回血的同时向外射箭。第三层是一个平台，可以向另外两部分的大多数位置射击。总的来说，第一层近战优势高，如果有一把击退附魔的剑第三层的近战优势也还算不错，但是第一层容易被弓箭暗算，要谨慎一些，第三层防止跌落即可。当然，第二层便是弓箭手一个良好的堡垒。\n\n\n第二部分\n\n\n\n\n第二部分\n后方的立方体一共有四层，上面那张图里第二层被遮住了，但是还能看见一点，下面那张图可以看得很清楚，第二层除了会受到来自第三部分贯穿走廊和第一部分第二层的攻击以外其他地方是无法攻击的，所以如果注意回避也可以起到回血之用。另外，二、三层之间有一个小窗口，可以从里面向外射击。第一层不用说，一定是近战或者埋伏下楼的对手的绝佳地点，第三层与小平台的第三层连接，可以快捷地走向小平台并消灭躲藏在小平台第二层里面的敌人。第四层的优势在于位置较高，又处于地图末端，所有敌人的位置可以一览无余。\n\n\n\n\n第三部分\n从第一张图里面可以看出，贯穿走廊虽然高度较低，但是贯穿了整个地图的两侧，并且还有一段恰巧位于大立方体和小平台的中间，尽管容易两面受敌，但是容易逃跑，并且没有敌人时也是回血的绝佳位置；同时，如果遭受夹攻可直接从上跳下，四个方块的高度仅仅会失去半颗心的血量，利用好了可以成为绝佳的战略要地\n\n\n\n\n\n\n\n\n从上面的个幅图中我们可以看出，高走廊正常情况下唯一的出入口与贯穿走廊相连，外侧有较简陋的保护，但如果在爬水楼梯的过程中遭受敌人攻击就只能认命，因此必须小心谨慎。但如果成功上去并且走到了平台上，那么就走到了整张地图的制高点，下方没有空隙，所以只有两侧的敌人才能攻击到，是用弓箭攻击的次佳地点。（最佳地点位于小平台第二层的孔洞处）如果被多名弓箭手围攻而且下方的贯穿走廊上已经围堵了相当一部分的敌人，那么还有最后一种出逃的办法——小平台第二层与第三层是用水楼梯来上下的，因此如果相信自己的跑酷技术可以跳入水中，从而突出重围。\n\n\n好了，整张地图介绍完毕，尽管地图是很小，但是玩法很多，用弓用剑都可以，等以后1.8的枪械mod出来相信会更有乐趣。建议使用人数4~12人，最后祝大家游戏愉快\nPS.人气不要钱，没金粒的给人气也行\n下载地址在上面，视力不好别怨我=。=再给你们一份吧：http://pan.baidu.com/s/1dD4LYHb\n还有，看在你们伸手党已经饥渴难耐的份上，我放你们一马。愿大家都是有节操的人，看帖回复是一种美德^_^\n",
    "replies": [
        {
            "author": "传送门",
            "timestamp": 1435304280,
            "txt_content": "自镇楼。手速快的有奖励。"
        },
        {
            "author": "超平坦之王",
            "timestamp": 1435304940,
            "txt_content": "= =\n表示这是你说的"
        },
        {
            "author": "Yy星人",
            "timestamp": 1435305480,
            "txt_content": "虽小又大噗,我能吐槽么"
        },
        {
            "author": "武月天【】",
            "timestamp": 1435308720,
            "txt_content": "想知道我有奖吗？？？？？？？。。。。。。。。。。。。。。。。。\n{:10_492:}{:10_492:}{:10_492:}"
        },
        {
            "author": "传送门",
            "timestamp": 1435326300,
            "txt_content": "武月天【】 发表于 2015-6-26 16:52\n想知道我有奖吗？？？？？？？。。。。。。。。。。。。。。。。。\n ...\n对不起。。。来晚了。。。来早点就行"
        }
    ]
}