{
    "title": "【3.11.0.4更新】图形大变样，作者高中毕业礼",
    "author": "Sakura小樱花",
    "replyCount": 3,
    "timestamp": 1435382280,
    "txt_content": "然而这里是一只樱花带来的翻译更新\n作者已经高中毕业了！游戏绝对要超神了！翻译绝对要累死了！（笑\n\n3.11.0.4更新内容~\n公告-Nelson Sexton\n\n哈喽【标准开头XD】\n\n如果你对正在测试的Unturned感兴趣，你可以打开你的Steam游戏库右键点击Unturned，选择属性，找到“测试”栏，输入代码“OPERATIONMAPLELEAF”体验测试版的Unturned哟~\n\n更新内容：\n\n添加：\n支持DX11支持HDR添加线性颜色空间支持给物品和实体增加基本兼容性检测添加对某些标准物体的地图光反射，物体的光反射不仅只在白天更新，正午时也会渲染一次然后根据时间调整强度创意工坊内容可通过替换它们至服务器名称/ID/地图内容从而加至个人服务器\n\n改进：\n改进地形细节着色\n使地形底图着色器与线性色彩空间一起工作改进当关闭角色页面时不渲染使32位与64位系统的OSX/Linux库分离\n\n调整：\n创意工坊内容对所有玩家可见，不再需要测试成员关系调整光线配置调整地形，提高性能使Flares不再被捆绑使几种材料高光显示\n\n\n修复：\n修复图形保真时会隐藏太阳光的问题修复编辑器中材料图标不可见的问题修复暴雪中的天空修复连接创意工坊的网络问题（感谢Valve修复HTTP错误修复丢失的服务器接口文件（感谢Lunarpolitiks64位Steam接口包括32位修复物品绘制表格的问题修复服务器不显示草修复夜间的水外观泡沫强度使雾不影响天空\n\n\n\n\n作者的话：\n注意：角色选择页面的屏幕应该是线性色彩空间的唯一的未修复内容（很暗）。游戏很快会使用统一的Unity5的用户界面系统，这会解决其他的问题。\n\n\n现在游戏更新的重点是尽可能解决更多的BUG，提高代码质量使其更易维护并升级全部游戏元素至Unity5系统。经过测试一些用户的问题是32位窗口缩小了一点，如果你发现任何错误一定要反馈给我。一些玩家已经发现，升级显卡驱动程序可以解决问题。\n\n不得不说的一点，我所有的考试都结束了，我从高中毕业了！\n等着我在暑假的爆发吧！\n\n原文如下：\n\nHello!\n If you're interested in testing out this upcoming update head on over to the Preview branch! You can gain access by right clicking on Unturned in your Steam library, selecting properties, navigating to the Betas tab and entering the secret passcode \"OPERATIONMAPLELEAF\". \n Additions:\n Added DX11 support.\n Added HDR support. \n Added linear color space support.\n Added basic compatibility checks to items and objects.\n Added cubemap reflections to some standard objects. Object reflections no longer update throughout the day, but rather render once while loading with the midday lighting settings and then have their intensity adjusted according to the current time.\n Added ability to assign workshop content to individual server instances by placing it in Servers/ YourServerID /Workshop/ Content or Maps. Improvements:\n Improved terrain detail shader to use the right lighting colors.\n Improved terrain basemap shader to work with linear color space.\n Improved character inspect to not render when closed.\n Improved 32 and 64 bit OSX/Linux depots to be separate.\n Tweaks:  Tweaked Workshop to be visible to anyone with the game.\n Membership in the Workshop test group is no longer required.\n Tweaked sun rays configuration.  Tweaked terrain to perhaps boost performance.\n Tweaked flares to no longer be bundled.  Tweaked specularity of several materials.\n Fixes:  Fixed anti-aliasing hiding sun rays.  Fixed material icons invisible in the editor.\n Fixed link to workshop guide. (Thanks to Valve for fixing http bug)\n Fixed missing server API files on Linux. (Thanks Lunarpolitiks)\n Fixed 64-bit steam API getting included on Windows 32-bit.\n Fixed issue drawing inventory grid.  Fixed grass clearing on server.\n Fixed water foam intensity at night.  Fixed fog to not impact skybox. \nNote: \nThe character inspect screen in the inventory should be the only unfixed aspect of swapping to the linear color space (it's very dark). Soon the game should be upgraded to use Unity 5's UI system which will solve this among other things.   Right now the big focuses are to solve as many bugs as possible, improve the code to be more maintainable and upgrade all elements of the game to Unity 5. After testing with some helpful users the issues with 32-bit windows have been narrowed down a bit, but if you find anything be sure to let me know.   Several players have found that upgrading their graphics drivers resolved issues they were having with launching the game correctly, so give that a try as well. \n Fortunately all of my exams are now finished and I'm completely done high school!  The limitless potential of summer awaits. \n Thanks for reading!\n",
    "replies": [
        {
            "author": "1292029552",
            "timestamp": 1435383780,
            "txt_content": "好吧祝贺作者高中毕业（难道他不用上大学？）所以说这个暑假游戏更新进度会很快？"
        },
        {
            "author": "阡陌のCG",
            "timestamp": 1435394040,
            "txt_content": "我服务器好吃力啊..一天一个新版本."
        },
        {
            "author": "Yihc",
            "timestamp": 1435397760,
            "txt_content": "感谢翻译，最近作者好像很忙"
        }
    ]
}