{
    "title": "【搬运】【学院】001·地球天空魔法学院",
    "author": "怪兽苦力怕",
    "replyCount": 0,
    "timestamp": 1435400040,
    "txt_content": "\n\n\n\n\n新书期间，为了最大限度的支持卡尔，支持正版，烦请大家去地球天空论坛支持卡尔，每一个点击、收藏、推荐、订阅都是对卡尔最大的支持。\n（地球天空论坛暂未开发完，敬请期待）\n想和卡尔交流的加卡尔QQ：1906316460\n欢迎加入地球天空总群：182670005\n====================\n地球天空魔法学院——\n\n\n夜袭站在校门口热情地欢迎每一位来到学院的新人。他的主职是接待。\n\n\n卡里是这所学院的领导级别的人物了，在学院也是有名，此时也同夜袭一起欢迎新人们。除了卡里他们，其它比较有名的人也在，毕竟今天是开学庆典。\n\n\n小林则在准备台词——演讲用的。他是这所学校的负责人，也就是校长，可他才13，14岁的样子，不过能当校长可不是一般人。\n\n\n待八点过后，来的人比较少了。卡里说先走了，夜袭则仍守职岗。“新人真多啊。”他感叹道。\n\n\n“那可不是？”从树后面出来一个人，夜袭也不看他，来人倒是自言自语起来：“来的人虽多，可留下来的又有多少？”他就是第二个接待，次于夜袭的，名为：混混。\n\n\n夜袭没好气道：“总之留下来的人肯定超过一半。”\n\n\n混混正要说话，却看见一个身着蓝色卫衣，戴着耳机的黑发少年走了过来，夜袭鞠躬：“冷澄首长好。”混混也连忙鞠躬，可蓝色卫衣少年却什么都没看见似的，继续走。\n\n\n直到他走了之后，混混才说：“刚才那是冷澄？”\n\n\n夜袭白了他一眼，说：“连大名鼎鼎的冷澄都不知道？”冷澄和卡里一样，都是领导级人物，可他也才16岁，卡里则辈分更大，他25岁。夜袭叫冷澄首长也是正常的了，混混来的比较晚，所以会不知道冷澄。\n\n\n混混不说话了，自顾自想着其它。\n\n\n人越来越少，校外的梧桐树落了一地金黄叶子，看起来还有点美。\n\n\n一阵风吹起，夜袭眼里进了沙，揉了揉，待舒适之后恰好看见一个熟悉的人\n。\n“尔康~”夜袭忍不住逗比了，还挑了挑眉。\n\n\n“啊？”懒散的声音传过来，声音主人正打着呵欠，黑眼圈已经很深了，头发乱糟糟的，看上去好不精神。\n\n\n“你昨晚又干嘛了？”夜袭问道。\n\n\n“还能干什么，更稿呗。”说着又打了一个呵欠，似乎急需要睡觉。\n\n\n“那赶紧给我看看最新一期。”\n\n\n“那个啊…还没排版完。”\n\n\n“好吧。”\n\n\n“那我先走了……”一脸疲惫的卡尔一路上连打了好几个呵欠，眼里全是被风吹出来的眼泪，擦都懒得擦了。\n\n\n到八点半已经没有人了，夜袭也要上课，就和混混一起走了。\n\n\n你说没有人守大门？那可错了，夜袭的狗——来福还在值班室里呢，来福可不是一般的狗，眼比人还尖，一眼就可以看出哪些是坏人哪些是学生。\n\n\n只有狗不放心？学院的领导-闪龙正躺在不远处的树荫下看情况。\n\n\n八点半后同学们大多都找到了教室。\n\n\n九点正开始庆典了，学生们都到操场上集合来了。\n\n\n小林，卡里，冷澄，超梦都在主席台上，主要还是小林最引人注目，毕竟他年龄比较小。\n\n\n卡尔和他的好朋友们都在台下，以及一操场的新人们。\n\n\n卡尔在什么地方都可以睡觉，现在也一样，在大操场上站着，闭着眼睡觉。\n\n\n流氓表示无语：“卡尔……”\n\n\n砖家倒是没什么反应，只是盯着台上看。\n\n\n说了一会儿，有些新人开始讨论了，这让正沉在美梦（白日梦）中的卡尔打了个颤，说梦话似的说：“吵死了。”这时候砖家回过头来，用冰冷的眼神瞪了一眼那说话大声的某个新人，那新人一个冷颤，不说话了，周围总算安静了。\n\n\n小林的演讲非常成功，其他人也一样，底下新人们都表示无异议，庆典第一部分也差不多结束了。\n\n\n于是砖家和流氓就扛着正在睡觉的卡尔走了。\n\n\n夜袭则依然一脸微笑地站在主席台旁边，别人也没有认为他很怪，那只是礼貌的表现 。\n\n\n散场后，卡里跟小林在讨论什么。\n\n\n这个时候一个人过来了，夜袭看见了，问好：“左轮，早上好啊。”领导级人物可不少，像左轮也是其中之一，而夜袭是魔法主席会会长。\n\n\n“现在都快中午了。”卡里冒了一句，原来已经说完了。\n\n\n左轮一脸囧：“来的路上堵车了。”\n\n\n“还用那么老的借口啊。”\n\n\n左轮苦笑：“我说的是真的……” \n\n\n卡里还想说几句，小林先让他们散了，去工作。\n\n\n卡里年龄比较大，资历比他们都高，自然是他去“工作”了，而其他人16，17先去学习。\n\n\n他的主要任务是外交，他苦笑了一下，摸了摸脖子上挂的那个护身符——六明神羽，就出去了。\n\n\n小林毕竟小，也要学习但他不去教室，而是在办公室弄出一个虚拟网络，在上面反复推算。\n\n\n校门口外，小小望着辉煌无比的校门，叹道：“我又迟到了啊，都不知道谁还记得我……”\n\n\n\n\n\n\n\n搬运已经过作者同意！原帖：http://tieba.baidu.com/p/3850577234?fr=frs\n\n\n\n\n",
    "replies": []
}