{
    "title": "【搬运】【地空学院】002·虚拟与模拟",
    "author": "怪兽苦力怕",
    "replyCount": 1,
    "timestamp": 1435400340,
    "txt_content": "\n新书期间，为了最大限度的支持卡尔，支持正版，烦请大家去地球天空论坛支持卡尔，每一个点击、收藏、推荐、订阅都是对卡尔最大的支持。\n（地球天空论坛暂未开发完，敬请期待）\n想和卡尔交流的加卡尔QQ：1906316460\n欢迎加入地球天空总群：182670005\n====================\n地球天空学院ep2『虚拟』\n\n在这个学院，大家都有自己的英文名，谁都不例外。\n\n第一节课——模拟。\n\n这是卡尔喜欢的课，也是大多人喜欢的课，因为可以想做什么就做什么。\n\n教室很大，每个班却只有三十多人，因为太多人的话，模拟会不够空间。\n\n走进模拟教室，一片空地，卡尔被砖家叫醒（从庆典睡到现在）：“现在是模拟课——”\n\n模拟，可以在现实世界控制意念来创造东西，简单的说是，把脑子里想的东西现实化，然后通过手或意念来控制这个东西的大小，细节等。\n\n卡尔喜欢这模拟是因为，可以这样：他拟了一个很古风屏风，再拟了一张沙发，都弄到角落里，沙发放最里面，然后就扑下睡了。\n\n班上还有好多新人不知道该怎么做，看到卡尔一系列流利的操作也是羡慕——我要是也会就好了。\n\n在模拟教室里，同学们可以看见别人拟的东西，还可以分组一起模拟；出了模拟教室，模拟的东西就会消失，当然，也可以保存自己的作品到教室的某个档案里。\n\n砖家没什么可拟的，拖了张凳子就坐在卡尔前边看书。\n\n模拟教室里边有老师的，不过老师只是教方法，其它还得让学生们自己实践。\n\n学院没有等级之分，只有资历，比如说，卡尔，砖家，流氓，夜袭属于精英组，至于卡里，左轮，冷澄那样的都算斗神了。\n\n等级分为：入门组，见习组，精英组，战术组，王者组，斗神组，超神组。\n\n别看只有七个组，其实要经过莫大的努力，天赋，实战，挑战高级组才可以进行跨组试炼。\n\n每个入门组都会安排几个见习组或精英组的，负责教他们，可卡尔睡着了，仿佛只有睡觉是最重要的。\n\n等模拟课结束，老师会评分他们的作品，有简单有复杂的，有人拟了剑，有人拟了课桌，有人拟了电脑等，各种东西都有，这些东西对于入门组来已经是很好了，要做到卡尔那般熟练，还要很努力。\n\n老师走到卡尔和砖家那里，金丝眼镜下一双眼睛里透着蓝色的信息表，随后老师说：“卡尔，A；砖家，F。”这里的评分等级是：SABCDEF。砖家什么都没做，自然是F了。\n\n流氓也是和他们一个教室，他拟了一把狙击枪，造型完美，甚至还拟了不少子弹，把狙击枪的细节做的天衣无缝，装上子弹还真能打出去，不过是虚体，不会打伤人。\n\n老师非常满意，给了流氓一个S，其它新人就过来看是怎么拟的，流氓解释说：“之所以能拟好，是因为我非常熟悉它，喜欢它，以至于脑子里有完整的构图。”\n\n同学们都是羡慕与称赞，流氓还有点不好意思了。\n\n一节模拟课挺长，一个小时，现在已经十点半了，还上一节课就中午了 \n\n另一边——夜袭上的课是虚拟课，同样是考验意念。\n\n通过控制意念进入到虚拟世界里，也可以进入游戏世界里。\n\n虚拟教室中间放着一台四面都可以显示的“电脑”，这便是同学们要进入的虚拟世界。\n\n然后周围都是白床，因为人的意识进入了虚拟世界里，身体就会不受控制地倒下，所以同学们要先躺在床上然后用意念来连接虚拟世界。\n\n每次的虚拟世界都会变，这次换成了一个沙盒游戏，这是夜袭爱玩的，躺下去没多久就进去了。\n\n夜袭进去之后映入眼帘的是一栋别墅，很漂亮，那是他上次的作品了。\n\n他比一般人先来了一个月，所以也会有上次的东西。\n\n夜袭进了别墅，找到一些工具就出去了，去探索。\n\n这个世界是有各种危险的，有家也不安全。其它同学也可以进入到这里，只是出生的地方不一样，有人被传到沙漠，有人被传到海里……各种都有。\n\n这个世界里生命有无数条，可以重生，但每一次死亡，重生……都会减分，影响跨组。\n\n夜袭肚子有点饿了，就去农场吃早餐，刚走到门口，听见什么奇怪的声音，刚想躲开，手臂却中了一箭。\n\n搬运已经过作者同意！原帖http://tieba.baidu.com/p/3850583764?fr=frs",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1435415940,
            "txt_content": "脑洞挺大好评\n一直居中挺辛苦的吧\n这是要（小规模）屠版的节奏？"
        }
    ]
}