{
    "title": "【Terraria版块】1.3变更记录",
    "author": "wolski",
    "replyCount": 13,
    "timestamp": 1435633680,
    "txt_content": " 本帖最后由 秋小喵 于 2017-3-4 18:28 编辑 \n\nhttp://player.youku.com/player.php/sid/XMTI3MDQ1MzA0NA==/v.swfTR1.3更新预告片：Good. Bad. I'm the Guy with the YoYo\n\n嗯，TR终于要进入1.3了，官方宣布将在6月30日更新，以下是官方公布的变更记录，太多 了，先挑重点部分简单翻译一下。剩余部分有时间我再补全，原文地址：http://forums.terraria.org/index.php?threads/1-3-changelog.20617/\n\n功能与机制:\n重制城镇NPC. 现在他们可以坐, 回避怪物, 社交, 避免坐在箱子附近, 甚至还会还击入侵者!开/关箱子有动画可通过Steam加入多人游戏Steam云储存已可用可在 Steam 或游戏内查看成就重制人物选择菜单并显示更多附加信息可按F1可以切换屏幕捕捉模式. 由此可截取更大截图.骑乘时的能力加强 - 骑乘时可钓鱼或进行攻击..增加选项关闭血腥效果在地下可找到骷髅商人（Skeleton Merchant） . 在特定时间会出售独特稀有物品创建新角色有些新外怪可选Enemy Banners now empower players nearby when facing the same enemy displayed on the banner.世界可记录玩家杀死敌人数量，每50杀获得旗帜服务器公告获得第50杀的玩家对物品按Alt+左键可将物品信息发送到聊天框内（效果参见WOW DNF等网游）钓鱼总会获得钱右键你的床移除重生点现在钓鱼每5次就能获得奖励死亡时告诉你掉落多少钱玩家死亡点将在地图上显示, 有助于寻回丢失的钱和物品..新增奇怪的植物, 把它交给染料师获取新染料Information Accessories now work from the player’s inventory (versus needing to be equipped), and stats can be shared with players around you.梳妆台现在可作箱子用. 点击底部打开颜色变更菜单.可以用该角色内储存的金币购买物品 - 物品栏内 小猪储蓄罐 保险箱.可用锤子改变火焰陷阱方向删除世界或角色现在会被移动到回收箱而不是直接删除. (仅限Windows)增加矿车，坐骑，宠物，抓钩栏位Boss们在小地图上有图标显示氧气泡、熔岩耐受条将在你头顶显示按Alt+左键为物品添加最爱. 被标记最爱的物品不能被堆叠、丢弃、快速存放新增物品按钮将物品快速堆叠到附近的箱子，使物品管理更迅速方便快速堆叠到箱子内的达到该物品的上限会创建新的堆叠组染料系统已做重大变更，改进所有染料外观新的用于切换合成栏按钮智能光标现在对刷子 滚漆筒  油漆刮板 水桶 炼金 种树和Actuators同样有效智能光标也能将平台自动放置成楼梯样式智能光标也同样适用于可用右键点击的物品\n\n\n\n专家模式:\n可在世界创建菜单内切换. 这将引发一系列的变化, 附有更大的挑战性及丰厚的奖励，以下是部分挑战内容:挑战boss时死亡重生时间更久多人模式下Boss生命值将有所提升，这取决于玩家数量进入困难模式前和初期一些较弱的敌人有所强化死亡时掉落75%的金币敌人能拾取你的钱并尝试逃走，杀死他可追回金币怪物有效几率在城镇内（安全区）刷新一些普通敌人AI有变更Boss也有新的AI.Boss将掉落宝物袋，内含强大的专家模式特有物品野罐子掉落更多东西冰系怪物攻击玩家时有几率冰封住玩家任务奖励更多金币被蝙蝠咬有几率获得新的负面咬伤效果，提升玩家伤害但降低生命值回复，这个负面效果同样会被其他随机负面效果触发生命恢复不再那么有效，除非玩家有饱食效果吸血和幽灵套效果比普通模式有小幅度削弱防御效果比普通模式更明显有\n\n\n\n\n事件:\n入侵事件会有进度条显示距离完成的进程新随机事件史莱姆之雨（Slime Rain event）哥布林入侵图形效果有更新，困难模式下会有新的小型海盗入侵增加小型boss血月有新的图形效果和新敌人.日蚀可用特定物品召唤，同样有新增敌人和奖励新事件-火星人袭击（Martian Madness event）在击败石巨人后可触发击败石巨人后Cultists（猜测是寺庙怪） 将在地牢外刷新，击败他们将开始进入结\n\n\n?\nCrafting:\nYou can now craft items from a chest while it is open without having to place its contents in the player inventory beforehand..There is a new Alchemy Table that has a chance to reduce potion crafting cost.Crafting Wooden Arrows now gives 10 per recipe instead of 5. Their cost has been reduced to 5 copper.You can now craft Bone Platforms.Greater Healing Potions now cost less to craft.Holy Water is now slightly easier to craft.You now craft Cursed, Demon, Frost, Ichor, and Ultrabright Living Fire Blocks.You can now craft Gender Change potions.You can now craft the Wormhole Potion. This potion allows you to teleport to any player on your team by clicking them on the map.You can now craft Honeyfall Blocks and Walls.You can now craft Chlorophyte Bricks and Walls.You can now craft Crimtane Bricks and Walls.You can now craft Shroomite Plating and Walls.Beenades can now be crafted.Water Candles can now be crafted.You can now craft Crisp Honey Blocks.You can now craft Sunplate Blocks and Disc Walls.You can now craft Keys of Light and Keys of Night.Pink Gel - and several items that are crafted from Pink Gel - have been added.You can now craft Magic Water Droppers.You can now craft Meteor Bricks and furniture.You can now craft Granite and Marble furniture.Martian Furniture can now be crafted.You can now craft Enchanted Nightcrawlers.Lowered the cost for Meteor Gear.Space Gun now only requires Meteorite Bars.Crimtane and Demonite bars now cost 3 ore.You can now craft Target Dummies to test your damage per second.Avenger Emblems are now crafted from any emblem and all 3 hardmode boss souls.Neptune’s Shell is no longer craftable and is only dropped from the Creature from the Deep.Reduced the crafting cost of Rainbow Rod, Fairy Bell, and Magical Harp.Broken Hero Sword is no longer needed to craft the Terra Blade.You can now craft Spectre Bars.Fireplaces and Chimneys are now craftable.Phasesabers are now crafted at a Mythril Anvil.\n\n\n?\nMiscellaneous:\nPlatforms now stack to 999.A new friendly NPC - The Tax Collector - will join you if rescued.You can now revert Platforms back to their original materials via crafting.Corrupt and Crimson Trees now drop Acorns.Coins are now animated.You can now automatically break stone piles when trying to place things over them.There are now visible cracks shown on solid blocks and trees when they have been hit.You can now mouse over signs to read them versus having to click on them.Revamped liquid networking code to be much less laggy in multiplayer.Pots now drop more money based on the type of pot.Pots will now drop an additional 10% more money for every boss and invasion you defeat.Living Wood chests will now always contain a Living Wood Wand and Leaf Wand.You no longer take fall damage while on Bunny Mount.Copper, Iron, Silver, and Gold have all been given new ore textures.The Axe now has a 1 in 50 chance to drop from Plantera, down from 1 in 200.Voodoo Demons now spawn more oftenGolden Critters now have a chance to spawn.\nEvent enemies now run away when the event is over.NPCs now only load their textures when they get in screen range.Setting the window's resolution to a greater value than the maximum will now attempt to maintain its aspect ratio. (e.g. 2560x1440 will no-longer downscale to 1920x1200, but instead 1920x1080)Rain has been optimized.Bees can fall through platforms.Smart Wall is now properly blocked by doors even if they're open.Undead Miners now have a chance to drop Mining Helmets.Tim is more likely to spawn if you need his hat.Critters now have a sell price.Well Fed buff times have been increasedWyverns spawn more frequently if there is a Water Candle buff in effect.Fixed health bar issues for Wyvern and Destroyer.Players now spawn with half their life if the player’s max health is greater than 5 hearts.The Painter NPC now shows up after 8 npcs are in town, instead of 4.The Party Girl NPC now only shows up if there are 14 npcs, instead of 8.The Dye Trader NPC now only shows up after defeating any of the easymode bosses.Changed the spawn order for Town NPCs so that the more important ones spawn first.Chlorophyte can grow in bigger chunks now.Life fruit can spawn closer together now.King slime can now move through platformsImproved summoned minions attack AI.Unicorns are more likely to spawn if a Water Cande buff is in effect.Some Underworld drops are now a little more common.Angry Nimbus more likely to spawn.You can now find Crimson, Corruption, and Hallowed Large Mimics.Spiders can now move through platforms.You can no longer grapple while frozen.Sky quest fish can no longer be found on the surface.Reduced the number of water tiles needed to fish successfully in the sky.Hornets and Walkers will no longer shoot at you while Stealthed.Underground houses have been redesigned.Coin Portals have a chance to spawn after breaking pots.Blink Root growth has been slowed down.Daybloom growth has been sped up.It now takes longer for weeds to grow in clay pots.Meteorites spawn in larger chunks.Damage dealt by others in multiplayer now appears faded vs normal damage numbers.Weapon Imbues now last 20 minutes and persist through death.Increased some of the spawn rates for the rare hardmode dungeon monsters.Dungeon Necromancers are less likely to teleport when hit.Frost Armor is now crafted from Titanium and Adamantite bars rather than Hallowed.Chlorophyte can now revert Corruption or Crimson spread. It also turns nearby dirt into mud.Equipment slots now display a picture of the slots purpose.Duke Fishron now enrages when you leave the ocean.Pygmy’s now have a chance to inflict poison and venom.Pygmy’s now have a larger range and the first projectile thrown will always pierce rather than getting stuck.King Slime can now teleport when not in range of the player for over 5 seconds.\n\n\n?\nItems:\nThere are over 800 new items to discover.There are new powerful items waiting to be fished up in the underground Crimson, Corruption, and Hallow.All 2x2 items can now be placed on tables.Item stack sizes are now universal.Wooden Minecarts are now the default minecart.Added several Yoyos, string accessories, and counterweights.Several items have had graphical updates.Lots of new banners have been added.Signs and Tombstones can now be placed on tables.Staff of Regrowth has been greatly improved.The range of Wrenches and Wire Cutters has been boosted.Slightly buffed the damage of the Musket.The Titanium Armor invincibility armor set effect now only happens once every 30s.Adamantite Armor now provides 4 more defense.Honeyed Goggles drop chance has been increased significantly.Whoopie Cushion drop chance has been increased.Bug net is now only 50 silver.Significantly boosted the speed bonus of the Magic Quiver.Increased the length of time for Spider Turret, Crimson Rod, Nimbus Rod.Chests are now more likely to contain Recall Potions.You can now craft Sticky and Bouncy Dynamite.You can now find the Sparky Painting in the Dungeon. R.I.P Sparky Doo.Molotov Cocktails now do significantly less damage.Bottled water now stacks to 999.Improved Spider Minion AI. They now latch on to enemies and follow the player better.Fountains now cost 4 gold each and are available as soon as you get the Witch Doctor.The Recall Potion recipe now utilizes Daybloom instead of Deathweed.Spectral fish are a bit easier to catch.Bait now lasts a bit longer.The Snowball Launcher and Snowball Cannon now have more damage and knockback.Ice Blade does slightly more damage.Increased critical hit bonus from Jungle Armor and Ancient Cobalt ArmorShiverthorn grows a little faster.Deathweed now also blooms on full moons.Fireblossom now blooms during the evening.Ice Rod is less expensive, and the blocks have a longer duration.Mana potions are less expensive and stack higher.Shadow Chests now contain a new item.Several new fishing rewards have been added.You can now catch Specular Fish in the Ice Biome.You can now fish for biome-exclusive crates in their respective biomes.Wooden Chests contain several new items.You can now craft Web and Silk Rope.Snow Balls now do more damage.Boomerangs have a smaller collision box for tiles.Dynamite’s value has been lowered.Jungle Bats, Ice Bats, and Giant Bats now drop Depth Meter.Mother Slime, Snow Flinx, Undead Viking, and Armored Viking now drop the Compass.Beach Ball is now sold by the Party Girl.Ice Boomerang and Ice Blade have been buffed.Baby Jellyfish now have a sell price.Rotten Eggs are now less common in Goodie Bags.Pinky has an increased chance to drop the Slime Staff.Lesser Restoration Potions are now just Restoration Potions.The Solidifier now drops from King Slime.Gold Ring now drops from the Pirate Invasion.Uzi droprate has been increased.Sniper Rifle now does more damage and has an increased fire rate.Venus Magnum now fires faster.Invisibility Potions now give full invisibility and reduce aggro when not attacking.Adamantite and Titanium Forges are now animated.Dye Vat is now animated.You can now place fishing crates.Jungle Grubs now fall out of Jungle Plants and can be used as bait.Star in a Bottle now gives the Mana Regen buff.Extractinators can now be found in Fishing Crates.You can now place torches on platforms.Increased Antlion Mandible drop rate significantly.Increased Mining Potion duration.Sickle is now sold year long.Planter Boxes are now sold by the Dryad.Cobalt, Obsidian, Mythril, Adamantite, Mythril Brick, and Adamantite Brick all have new textures.Fire Gauntlet has been buffed.Buffed Ice Sickle and its drop rate.Increased the drop rates for most Hardmode Dungeon items.There is a 1 in 7 chance that a Hardmode Dungeon monster will spawn on any Hardmode Dungeon backwall.Dungeon Spirit spawns have been slightly increased.Hydra and Spider Turret can now be placed on platforms.Keys to Biome Chests are now dropped instead of molds. Biome Chests can only be opened after Plantera has been defeated.Added Fallen Tuxedo. This is sold by the Clothier on a Bloodmoon.Campfires can now be turned on/off.Lihzahrd Furnace is now guaranteed loot in every Jungle Temple chest.Steampunk Wings are now obtainable.Staff of Earth has been buffed.Golem Fist has been buffed.Xmas Tree Sword has been buffed.Flamelash has been buffed.Spectre Staff has been buffed.Flower Pow has been buffed.Frost Staff has been buffed.Trident has been buffed.KO Cannon has been buffed.Flower of Frost has been buffed.Flower of Fire has been buffed.Keybrand has been buffed.Magnet Sphere has been buffed.Possessed Hatched has been buffed.Razorblade Typhoon now uses more mana.Flamelash and Flower of Fire now use less mana.Ice Rod blocks are now slippery.Hardmode Ore crafted swords and Excalibur are now auto swing and do 15% more damage.Chlorophyte Swords have been buffed.Bait can be put in ammo slot.\n\n\n?\nMusic:\nPirate Invasion now has a new track.The Underworld now has a new track.Goblin Invasion now has a new track.Added Martian Madness track.Added Lunar Event track.Added Final Boss track.\n\n\n?\nAtmosphere:\nAdded several new mini biomes to world gen.New Biome - The Underground Desert.Liquid Visuals have been revamped.Sky Lakes now spawn.Added a light effect to the Glass Kiln.Slimes can now have items visible inside them that will drop when they die.Wall of Flesh will now spawn a cage of Crimtane Bricks when slain in a Crimson World.Accessory dyes now apply to particle effects spawned from them.Changed player animations to be less bouncy.Trees now drop Acorns alongside actual tree items (rather than either/or).Palm tree tops now drop Acorns.The Crimson now has aligned fauna: Vicious Mushrooms, Vicious Powder, and Crimtane Thorns.Game default cave parallax is now 60 , rather than 0.NPCs will not climb stairs into another room anymore.Goblins now have gore unique to each goblin.Improved NPC graphics.Pigrons now appear in greater varieties.Sunflowers now glow at night and give a \"Happy\" buff that reduces monster spawns and increases movement speed.Heads on the map stay the same size (regardless of map size).Updated Fountain Graphics.You can now find Marble and Granite biomes underground.Dirt Rod can now move through tiles when held and is cheaper.Pine Tree variations have been added to the Ice Biome.Honey Patches will now spawn during world gen in the Jungle.Ice Patches will now spawn during world gen in the Ice Biome.Abandoned Mine Tracks have been added to world gen.Added several new walls to world gen.There are now water, honey, and lava drips found in the world. They can also be placed with Magic Droppers.\n\n\n?\nBug Fixes:\nA large amount of bugs have been fixed from prior releases - and even more related to 1.3 itself. This is a partial list.Fixed bug where chandeliers would spawn lit up in underground cabins.Fixed bug where KO Cannon could drop from statue-spawned monsters.Fixed a bug that would place alchemy plants over alchemy plants in pots.Fixed a graphical issue with Alchemy plants. They had half pixels.Angler Vest now draws the player's hand properly.Pharaoh's Robe now draws the player's hand properly.Fixed bug where shooting chain projectiles and aiming directly at the shooter's center would crash the game.Fixed a bug where the Skyware Workbench was made at the Glass Kiln.Fixed bug where shooter NPCs walked slower to the left than to the right.Fixed bug where long hair would draw even if the player is invisible.Fixed bug where Worms would not drop gore segments on death.Fixed a bug where you could spawn a heart/enemy from a statue using wires faster than intended..Fixed a bug where the game could crash if the Rod of Discord was used on the far right of the world.Fixed bug where worms would walk up slopes funny.Dynamic lighting now stays when the game is paused.Fixed a bug where Piranha Statues weren't spawning properly when a world was created.Fixed a bug where the Beds weren't fully drawing.Fixed a few cage types that were drawing improperly.Fixed bug where Skeletron Prime's bombs would not deal damage upon exploding in multiplayer.Fixed bug where dart & spear traps would gain damage bonuses and crit chance from ranged stats in singleplayer.Fixed bug where Broken Armor's time was set back to 5 minutes from 2 minutes in update 1.2Fixed bug where mouse-hover over Slime & Pumpkin Bed would show the wrong item icon.Fixed a bug where Ice Rod tiles could spawn dirt when saving a world.Fixed a bug where Blue Slab Walls from the dungeon weren't considered player housing when the player would place them.Fixed a bug where whether the Stylist was saved or not wasn't saving in the World save.Fixed a bug where switches would attach to a tree when it wasn't a valid placement spot.Fixed a bug where the server could crash when creating a new world during tree placement.Fixed bugs where Obsidian furniture was not surviving in lava properly. Affected Beds, Sofas, Dressers and Pianos.Fixed a bug where Levers placed on walls would float if the wall was destroyed.Fixed a bug where a specific configuration of a slope and tile could cause players to hover in the air.Fixed bug that allowed stacked stairs to act as an ultra-fast elevator.Fixed bug where players would run up stairs when running against them.Fixed a bug where the sloped version of damaging blocks would not hurt players.Fixed bug that prevented Deep Cyan Paint from displaying correctly on some tiles.Fixed a bug where traps could sometimes cause the game to crash when triggered.Fixed bug / exploit where generated chlorophyte ores would not update on clients in multiplayer sometimes.Fixed bug where projectiles did not reset frame on set defaults.Fixed bug where body frames were 1 frame behind leg frames when walking around.Fixed bug where 'defeated golem' flag was passed into newly created worlds.\n\nAnd much, much more...",
    "replies": [
        {
            "author": "Yaossg",
            "timestamp": 1435984980,
            "txt_content": "振奋人心！"
        },
        {
            "author": "咪西",
            "timestamp": 1436158440,
            "txt_content": " 本帖最后由 我的世界的狂人 于 2015-7-6 12:57 编辑 \n姚氏帅哥 发表于 2015-7-4 12:43\n振奋人心！233\n\n我本来想到沙发发1.3破解版的看来来晚了QAQ http://tieba.baidu.com/p/3869114457?fr=frs"
        },
        {
            "author": "Yaossg",
            "timestamp": 1436162760,
            "txt_content": "@wolski\n帮忙翻译：\nInformation Accessories now work from the player’s inventory\n信息类饰品放在物品栏同样起效"
        },
        {
            "author": "Melodyvoices",
            "timestamp": 1437220740,
            "txt_content": "专业挽尊30年"
        },
        {
            "author": "LonelyWind",
            "timestamp": 1437404100,
            "txt_content": "lz你真是太棒了{:10_512:}现在只有英文版，玩的累死{:10_503:}我应该早点来看一下的"
        },
        {
            "author": "咪西",
            "timestamp": 1437531480,
            "txt_content": "LonelyWind 发表于 2015-7-20 22:55\nlz你真是太棒了现在只有英文版，玩的累死我应该早点来看一下的 ...\n已经有汉化了= =1.305版本汉化。tr吧置顶有= ="
        },
        {
            "author": "LonelyWind",
            "timestamp": 1437577800,
            "txt_content": "我的世界的狂人 发表于 2015-7-22 10:18\n已经有汉化了= =1.305版本汉化。tr吧置顶有= =\n昨天早上更新1.3.0.6了{:10_492:}不过还是多谢lz{:10_523:}"
        },
        {
            "author": "空灵之心",
            "timestamp": 1437921420,
            "txt_content": "23333占楼，此楼是我的！\n\n\n"
        },
        {
            "author": "wsadsad",
            "timestamp": 1443055020,
            "txt_content": "期待着新版本的到来"
        },
        {
            "author": "wangyu8",
            "timestamp": 1455303720,
            "txt_content": "不错，顶顶顶顶顶顶顶"
        },
        {
            "author": "abc1323202239",
            "timestamp": 1455987780,
            "txt_content": "丧心病狂的广告，2分多啊"
        },
        {
            "author": "Tle_by",
            "timestamp": 1456481700,
            "txt_content": "前排出售 冰激凌 辣条 爆米花 雪碧 可乐"
        },
        {
            "author": "阴阳师元素祭祀",
            "timestamp": 1487748840,
            "txt_content": "创建新角色有些新外怪可选\n确定不是外观么"
        }
    ]
}