{
    "title": "Starbound官网资料，这是TR的续作",
    "author": "asc9966",
    "replyCount": 0,
    "timestamp": 1345606080,
    "txt_content": "http://tieba.baidu.com/p/1718927997\n【关于Starbound...】\nStarbound，星球边际，由呵呵鱼工作室的哥们儿姐们儿倾力打造，这是一个全新的独立游戏。\n如果你觉得这游戏顺眼，请果断留言并通知亲朋好友，\n我们希望这个官方博客能记录下游戏研发过程中的磨难与考验，\n能记录下那些隐藏在游戏背后的人们，\n以及我们心中想要实现的东西。\n\n【这是一个沙盒模式下的故事...】\nStarbound的故事一开始，你的母星就领了便当....它惨遭了未知敌人的毒手。\n你的逃生舱被漫无目的射进了太空，然后绝望地迷失在茫茫的星辰大海中...\n走运的是，你的逃生舱居然跟一个废弃的空间站取得了联系。一场穿梭于太空之中的伟大冒险就此开始了！\nStarbound里面包含着各种主线、支线任务，这些都隐藏在它辽阔的沙箱宇宙之中，等着你来探索。\n\n【关于“空间站”...】\nStarbound 的空间站是一个既庞大又富于挖掘度的东西。\n在旅途中，你会发现升级和修复的它方法，逐渐恢复它昔日的辉煌！\n你需要像路飞那样慢慢凑出一套船员班底，进行研究，捕捉珍稀动物，并解锁其众多的设施。\n你可以建造一座能够生产机甲的工厂，或者是一所能够研究、驯化捉到的怪物的实验室。\n空间站包含你需要探索宇宙的一切。\n\n\n\n\ndropship1-2-300x1881.png (39.12 KB, 下载次数: 1)\n\n下载附件\n\n2012-8-22 11:24 上传\n\n\n\n\n\n\n\n\n\nLab1-300x188.png (32.53 KB, 下载次数: 1)\n\n下载附件\n\n2012-8-22 11:24 上传\n\n\n\n\n\n【数量无限的可探索星球...】\n\nStarbound 里的行星完全是程序即时演算生成的。它们都具有各种各样的特色。我们当初开发星球生成器的时候，唯一原则就是：绝对不会产生两个一样的星球！\n我们始终致力于这一点，并且深入贯彻到最细微的细节上。不仅行星的地形是程序生成的，天气，重力，星球难易度，植物，外星生物的行为和外观，都包含随机演算或程序生成的元素。 \n\n【我们试图让你切身体验一个探险家的生活...】\n我们的目标就是保证每一个星球的独特性，所以我们给你提供了记录工具，用来记录你发现的每一种东西。我们会确保每一样东西都有足够的探索深度，就像最古老的那种探索类游戏一样，游戏世界中的每一样东西都可以进行调查，并且包含着各种描述信息——哪怕是一棵树或者一朵花。\n看到一颗诡异的外星树木？调查一下吧！兴许你就能发现它的潜在价值。对每个探险家来讲，分享探索资料是非常重要的。你当然可以联机，跟你的朋友组成探险队一起进行冒险。而如果你只有一个人的话，那也可以把你的发现记录在电子日志中，而后放到网上。由于每一个星球都有一个独特的坐标，所以只要你把它发布到网上，你的朋友就能通过它，直接去到你发现的那个星球，跟你发现的那个完全一模一样的星球！\n\n\n\n\nWheelybot.gif (79.97 KB, 下载次数: 1)\n\n下载附件\n\n2012-8-22 11:24 上传\n\n\n\n\n\n\n\n\n\n\nTentaclePlanet-3-300x168.png (71.87 KB, 下载次数: 2)\n\n下载附件\n\n2012-8-22 11:24 上传\n\n\n\n\n\n\n\n\n\nkrabmikaze-300x168.png (71.92 KB, 下载次数: 2)\n\n下载附件\n\n2012-8-22 11:24 上传\n\n\n\n\n\n\n【找到一个新的家园】\n探索和冒险自然是有趣的，但每个人都需要一个自己的老窝。所以我们提供了一个机制：占据一个星球！\n当你对一个星球进行占据操作之后，它就会变成你的新家园。一整套新的游戏机制就会开始运作，现在你可以随便修整你的新家了。\n想要改变一下天气？造一个天气控制中心吧！觉得地形不大好？随便你怎么修理！星球的每一个方面都在你的掌控之下。\n当你满意了，还可以把你旅途中遇到的NPC移民到这里，悉心照料他们...他们有各种各样的需求和愿望，他们完全把你当成奶妈，一有不满意就嗷嗷叫，等着你去满足他们...\n\n不过呢...以上这些，只是我们为你准备的精彩游戏体验的皮毛而已....\n常来我们的网站，获取最新的相关消息，最新的功能介绍，和其他的好玩的玩意！\n我们很快就会在研发博客上公布更令人兴奋的功能，敬请关注！\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}