{
    "title": "1.8.7村民繁殖怎么制作？",
    "author": "正人君子",
    "replyCount": 8,
    "timestamp": 1435659300,
    "txt_content": "1.8.7村民繁殖机智我听说修改了，请问大神们怎么做最新的1.8.7村民繁殖农场。？？？？？\n最好是有图文教程或者视频教程！（详细点）\n\n\n帮助：Wiki上的帮助①\n\n\n以下转自中文Wiki\n村民的生育取决于有效的门的数量。有效门指的是门两边各五格内的方块（成一直线）中判定为“外面”的方块数量与被判定为“里面”的方块数量不一样的任意一扇门（在村庄范围内）。在白天会被太阳直射的方块即被判定为“外面”，比如透明方块，或是那些与天空之间没有透明方块之外的东西的方块。（这意味着在地下，比如洞穴或是被掩埋的峡谷中建立村庄是不可行的。）值得注意的是，两边都没有屋顶或是两边屋顶数量相同的门并不会被视为有效门。有时，村民AI并不会像预期的那样工作（比如生育和建设房屋），直到游戏重启（保存并退出后重载世界）。一旦房屋建成，村民就会开始生育，直到成年村民的数量与门的数量的35%相当。剩余的儿童会正常长大，最后使成年村民的数量稍稍高出附近木门数量的三分之一。儿童的职业与其父母的职业并无关系，比如两个农民的孩子可以是任意职业。不同于其他可生育的生物，父母与孩子之间并没有一般社交活动之外的个人互动。 幼年村民需要20分钟来长大成人。游戏引擎会周期性地检查目前村庄内的人口数量。所有在村庄水平边界之内，距离中心上下5个方块高的村民都将被计入人口数量内以决定村民能否继续生育。然而，只要在村庄范围内至少有一名村民，任意一名处于村庄水平边界内，在中心下方6-32个方块内的村民会一直试图进入生育模式。因此，创造一个无限人口的村庄成为可能——让两名村民在村庄边界内，然后将其他村民都驱赶至人口检查的高度范围之外。发生这种情况的原因是一个bug：村庄无法检测到六个方块以下的村民，但村民却可以检测到处于上方的村庄并进行繁殖。如果两个村民在靠近时同时进入了生育模式，他们就会生育出一个儿童。幼年村民会随意奔跑，自由出入房屋。他们也会在村庄内互相追逐来模拟他们在玩你追我赶的游戏。这些儿童有时会停止疾跑然后注视着铁傀儡，如果铁傀儡正拿着罂粟，儿童会小心地从它手中拿走罂粟。 幼年村民可以被僵尸感染。幼年僵尸在日光下不会燃烧，跑的速度也更快。用村民刷怪蛋对着成年村民右击可以生成幼年村民。意愿此外，村民只有在“有意愿”的状态下才会进行繁殖。在结婚后，他们不会再“有意愿”结婚，所以你必须再次让他们变得“有意愿”。与村民交易，可能会使村民处于“有意愿”的状态。在第一次完成一个新的交易组合时，村民会变得“有意愿”，或者完成下一次旧的交易组合后，有20%的机率会使他们变得有意愿。如果通过交易使某个村民变得“有意愿”，这个村民身上会有绿色的颗粒物闪烁（类似于对刚出生的动物喂食物），然而，你可能需要稍等片刻（而不是马上），他才会去寻找一个伴侣。当某个村民的存货中有一个方格（类似于玩家的储存箱中的方格）中有3个面包、12个胡萝卜或者12个马铃薯时，他们也会变得“有意愿”。任意一个村民（通常是农民），如果拥有额外的食物，他们会向别的村民丢弃，直到另一个村民拥有足够的食物而变得“有意愿”结婚。你也可以向村民丢面包、胡萝卜、马铃薯来促进他们繁殖，村民会捡起地上的食物，达到要求后，他们会变得“有意愿“。",
    "replies": [
        {
            "author": "司馬云信",
            "timestamp": 1435659300,
            "txt_content": "到优酷搜索“明月庄主”再在他的视频中搜索1.8村民繁殖系统，那有"
        },
        {
            "author": "SYS_TEM",
            "timestamp": 1435660020,
            "txt_content": "要有农民，然后建一间屋子，里里外外都是门，然后把村民放到里边，再从房子里边开8×8左右的耕地，种小麦或胡萝卜或土豆，然后房子别封顶。\n要是没农民，也这样干，然后你给村民扔小麦或胡萝卜或土豆，应该是这样。\n请设为最佳答案谢谢还有你要多交易。"
        },
        {
            "author": "Stagnate_小萌",
            "timestamp": 1435660080,
            "txt_content": "你可以自己做一个插件，c++做！"
        },
        {
            "author": "正人君子",
            "timestamp": 1435665360,
            "txt_content": "SYS_TEM 发表于 2015-6-30 18:27\n要有农民，然后建一间屋子，里里外外都是门，然后把村民放到里边，再从房子里边开8×8左右的耕地，种小麦或 ...\n首先呢，你给张图好吗，然后呢，你说的这个办法亲自试验过吗，其次呢，还是来张图"
        },
        {
            "author": "SYS_TEM",
            "timestamp": 1435666680,
            "txt_content": "正人君子 发表于 2015-6-30 19:56\n首先呢，你给张图好吗，然后呢，你说的这个办法亲自试验过吗，其次呢，还是来张图 ...\n我当然自己试过，图我现在真没有，不过我可以在明天下午给你"
        },
        {
            "author": "正人君子",
            "timestamp": 1435742280,
            "txt_content": "王泽恩 发表于 2015-7-1 09:33\n你首先要把4个门摆成一个正方形（从上面看），把两个村民放进正方形里，门会不停的开关，就生出宝宝了。（ ...\n是1.8.7的村民繁殖，前提是有农场，！我都没看见农场的影子！"
        },
        {
            "author": "正人君子",
            "timestamp": 1435743360,
            "txt_content": "王泽恩 发表于 2015-7-1 09:33\n你首先要把4个门摆成一个正方形（从上面看），把两个村民放进正方形里，门会不停的开关，就生出宝宝了。（ ...\n是1.8.7的村民繁殖，前提是有农场，！我都没看见农场的影子！"
        },
        {
            "author": "1846659868",
            "timestamp": 1435814700,
            "txt_content": "关在一起{:10_512:}"
        }
    ]
}