{
    "title": "[双线]桜曦祏祈——RPG生存|阵营|城战|神秘时代4|竹（和风）|木匠方块|",
    "author": "zdw66863527",
    "replyCount": 0,
    "timestamp": 1435673460,
    "txt_content": "   ——服务器史记 —— 在涡状星系里的一个角落，有一颗特殊的星球——“奥斯特星球”。这颗星球上生活着四个种族，他们共同统治着“奥斯特星球”，又为了不同的目的，采取着对应的行动。他们分别是——人类：由于对科技的过分依赖，导致环境迅速恶化，在实施“赛克拉移民计划”的途中受到降临在地球上的生物“星澜种”的突袭，只好减少移民人数，加快“赛克拉移民计划”，最后仅五万人成功移民到“奥斯特星球”。星澜种：涡状星系里，大部分星球都有他们的身影，他们靠强大的魔法占领了涡状星系一个个星球，曾是k世纪涡状星系的最强种族，涡状星系已经无法满足他们对最强的追求，现在又向银河系发起总攻。溯魂种：与现星澜种有着相差不大的实力，也是星澜种在涡状星系仍未击垮的魔法种族之一，人类教他们科技，他们教人类魔法，但当有一部分溯魂种感觉人类似乎在侵蚀他们的文化，那些溯魂种对人类产生了敌意。最后这一个种族，是“奥斯特星球”特殊的根本原因，他是因星澜种和溯魂种产生的结晶，也是瞑樽种创造出的唯一能够涅槃的种族，但除了他们以外，没人知道他们能够重生，“你”就是其中的一员，更是必不可少的存在。这不同凡响的种族的出现，必定会引起一番风暴。我们称他们为——桜曦种……——服务器介绍——\n一、RPG体系1.怪物：分不同的阶用大空岛和小空岛构成，有主线直线怪物和梦缘猎场   怪物掉落硬币和材料，几率掉落2.装备：武器可以升阶，总共需要四样东西，（1）升阶前装备（2）梦缘（3）怪物掉落材料（4）硬币\n   3.梦缘猎场：每阶都有一个梦缘猎场，一个梦缘猎场都有4只可以掉梦缘的怪，附魔时间是3分钟，升阶需要4个相关阶级的梦缘\n\n二、城战体系（注意！！！）\n1.圈地注意，请在自己的阵营城市旁边圈地，后期有体系更新\n2.每位玩家可以免费圈地100*100*256的地皮，每位玩家最多只能拥有一块地皮\n3.后期需要玩家地皮之间建造道路请配合\n4.城战开始前会提前通知，城战一般会持续12~24小时\n5.城战开始时有雇佣兵购买，所有城市的阵营会变为敌对，若有联盟需提前预定\n6.城战开始时尽量攻破守卫去砍破敌对城市的石像，砍死敌对的守卫，雇佣兵可以获得城市加分，城战结束，分数前三的阵营会获得奖励。砍死石像有重奖\n7.城主资格：VIP2（声明：这项条件是为了维持服务器，和长期在线的保证）有建筑实力城主会有300方到500方不等的地皮建造主城\n\n\n——感言——\n不管你们是否会服务器里玩，桜曦祏祈服务器都热烈欢迎你们！并且谢谢你们能够抽出一些时间观看本服务器的介绍。桜曦祏祈服务器是一个大型RPG生存+阵营的服务器，为了能让玩家获得更充实的游戏体验，花费近1年的时间精心策划，准备服务器，遇到了许多困难与挫折，但还没获得成功，在准备服务器的状态，玩家不可能充实地游戏嘛，但现在已经完成服务器的构造了，该是收获成功果实的时候了。我们为玩家准备了高质量的RPG系统。特别是在副本与装备的平衡上煞费苦心，不断地测试与改善装备和怪物的伤害，移动速度，攻击速度和防御值，同时也没忘记对装备，怪物的创新。不要感觉服务器的特点只有RPG和生存，还有阵营，而且还是服务器最大特点之一。在阵营上我们下了不少功夫，阵营个数，阵营的领土范围，阵营升级，城战方式，规模与奖励等等，而且每个阵营的城主可与成员一同搭建阵营建筑设施，设置城战防御工程等。说是没多大用处的，具体好不好玩，还是要玩家们自行体验才行！当你阅读这份感言时，觉得这份感言相当虚伪的话，我只想说，说其他虚伪都可以，但请不要把我们把“玩家能更好地体验游戏”放在第一位的这颗心，说是虚伪就行了。 ——宣传图片—— 主城（白）:\n\n\n\n\n2015-06-24_21.59.15.jpg (273.63 KB, 下载次数: 0)\n\n下载附件\n\n2015-6-30 21:50 上传\n\n\n\n\n主城（夜）:\n\n\n\n\n2015-06-24_22.01.06.jpg (190.63 KB, 下载次数: 0)\n\n下载附件\n\n2015-6-30 21:49 上传\n\n\n\n\n一阶梦缘猎场（白）：\n\n\n\n\n2015-06-24_22.11.06.jpg (197.08 KB, 下载次数: 0)\n\n下载附件\n\n2015-6-30 21:50 上传\n\n\n\n\n一阶梦缘猎场（夜）：\n\n\n\n\n2015-06-24_22.14.07.jpg (156.15 KB, 下载次数: 0)\n\n下载附件\n\n2015-6-30 21:50 上传\n\n\n\n\n二阶梦缘猎场BOSS：\n\n\n\n\n2015-06-24_22.45.58.jpg (279.91 KB, 下载次数: 0)\n\n下载附件\n\n2015-6-30 21:51 上传\n\n\n\n\n三阶梦缘猎场BOSS：\n\n\n\n\n2015-06-24_22.44.21.jpg (272.97 KB, 下载次数: 0)\n\n下载附件\n\n2015-6-30 21:50 上传\n\n\n\n\n桜曦祏祈树：\n\n\n\n\n2015-06-25_21.39.10.jpg (313.11 KB, 下载次数: 0)\n\n下载附件\n\n2015-6-30 21:51 上传\n\n\n\n\n\n---赞助目录--- \n道具价格数量时间注释VIP130RMB11个月飞行权限/fly末地石5个下界之星15个 远古硬币 5个免费个人商店凭证（一次性）免费更改称号凭证（一次性）VIP250RMB11个月飞行权限/fly修理全部物品/repair all末地石10个下界之星30个 远古硬币 10个免费个人商店凭证（一次性）免费更改称号凭证（一次性）城主条件一达成VIP3100RMB11个月飞行权限/fly修理全部物品/repair alltp坐标/tppos x y z末地石25个下界之星60个 远古硬币 25个免费个人商店凭证（一次性）免费更改称号凭证（一次性）城主条件一达成\n官方QQ群：9193917（注意！客户端在群里） OP证明：\n\n\n\n\nQQ图片20150630215707.jpg (156.57 KB, 下载次数: 0)\n\n下载附件\n\n2015-6-30 21:56 上传\n\n\n\n\n\n\n",
    "replies": []
}