{
    "title": "<原创·连载>《狩猎史诗》第十章-巨大狼皮",
    "author": "501938012",
    "replyCount": 6,
    "timestamp": 1435677660,
    "txt_content": " 本帖最后由 501938012 于 2015-6-30 23:24 编辑 \n\n《狩猎史诗》索引传送门：http://www.mcbbs.net/thread-447088-1-1.html\n第十章-巨大狼皮\n    抬手拾起一个腰包，竟然也是华丽无比，将四枚宝珠都储在里面，便将它别在了腰间。轻手轻脚走出房间，又来到另一扇门前。正是这条走廊的唯一出路！苔石映衬着微微的火光，仿佛就要映出其中的真实。轻轻地拧动把手，只是敞开了一丝，澄澈的火焰就在这地牢之中颤抖起来。\n    确定这是通外外界的路后，将门缝拉得更大些，豆大的汗珠从头上滴落下来。我想身后伊莉瑞娅的紧张程度，是丝毫不亚于我的。门外也闪烁着同样的火把，不同的是，外面的火焰要更加的猖獗一些，这一条走廊显然让视野更加的清晰了。\n    伊莉瑞娅紧紧跟在我身后，生怕哪一个漏掉的步伐，就将最后的生命沉睡在这里。暗色的扭曲青苔一成不变，带来的只有深深的恐惧和鲜血的预告。我蹑手蹑脚向地前，从腰包中摸出驱魔宝珠，任手心的汗水浸湿它绿色的闪亮。万一出现什么状况，驱魔宝珠也可以很好地帮我击退敌人。\n    顶着泰山般的压力，终于来到了这条走廊的尽头，但扭头望向旁边，却又是另一条狭长的走廊。狭长的走廊虽然不会显得阴暗，可是这里数量较多的木门，却又让我无从下手。无论是哪一个错误的选择，都是死神会阴笑着张开双臂来迎接的。与其他腐朽木门不同的是，这里有一扇铁门，铁钉死死地扣在门上，阴沉的厚重感压抑地扑面而来。\n    门上的油渍点醒了我，看样子这里是厨房了。我倒是实在想不到还有什么地方会有这样的油渍。摸摸肚子，饥饿的感觉就要涌上咽喉，但是里面铁器尖锐的碰撞声似乎就在示意我不能进去一探究竟。\n    伊莉瑞娅也处在空腹状态，体力说不定也没有剩下多少。至于她被强灌下的紫色药水，我如果没有猜错的话，应该是爷爷常说的伤害药水了。即使能够回复过来，虚弱的效果也不会这么快就完全消退。\n    无法得到食物，对后面的行动必定会有极大的影响。但直觉告诉我，藏有食物的地方绝对不止厨房。不能在这条走廊上面停留太久，这里没有任何可以掩盖身躯的遮挡物，一旦被杀狼猎团的成员看到，没有发现地牢出口的我们必死无疑！而且这时候我和伊莉瑞娅逃走的消息一定已经散播开来，想必整个杀狼猎团也都进入了警戒状态，在地牢里对我们的搜查力度一定是非常大的！\n    我示意伊莉瑞娅继续向前，她也咬紧了嘴唇点点头，柳眉微皱跟在我身后，时不时望望身后。逃生的欲望从未泯灭，只要留着一口气，就不会放弃。不然，又怎么能称为猎人呢？\n    走廊两侧的腐朽木门中时不时会传出些或怒骂或抱怨的声音，有的尖锐，有的低沉。但在我看来，这不过是恶人们最后的哀嚎罢了。马上，他们的新棋牌室，将会是循风主城最为令人颤栗的囚犯监狱。将会有最为强壮的士兵和典狱长来“保护”他们的人身安全。我想，这也是我还没有放弃逃生的理由之一吧。\n    令人奇怪的是，尽管杀狼猎团成员的叫声时不时从腐朽木门中传出，每一次都不出意外地将我和伊莉瑞娅惊出一身冷汗，但也不见有人从门里走出来。高度集中的精神一寸一寸地燃烧着，带来的是无止尽的体力不支。整个人都一直处在危险的疲劳状态。\n    渐渐地，走廊末端的木门越来越接近，透着火光，我才注意到这扇门出奇地崭新，门上刻着的狼隐隐给人一丝不安的感觉。看着久了，竟让我以为这是一只活着的狼！满脸的狰狞和凶狠，在雪峰之巅，如钩般刺眼的惨白月下，让人敬畏的同时又有深深的折服。而我的脑海中，那顽强的正义则从不间断地敲响灵魂深处的警钟——这是一个万恶不赦的猎团。\n    门只是虚掩着，里面的光芒照在外面的青苔墙上，一派违和的生机盎然显得诡异。这时，身后腐朽木门中传来的嘈杂声前所未有得大！伊莉瑞娅吓得脖子一缩，眼睛闪烁的希望之光一下子暗淡了。我猛地扭身抓紧她的手臂，自己手心却已经是冷汗直冒！另一只手上紧握的驱魔宝珠，幽绿色光芒也在瞬间蔓延开来！刹那间，惊吓已经完完全全被紧皱的眉头和冷峻所替代。猎人的直觉告诉我，这件房间里没有任何人！说罢，我便猛一抽伊莉瑞娅的手，将她带向那扇刻着狼的门边。下一刻，我们已经闪进了那扇门的背后！拽住她的手已经松开，我立马对她做了个噤声的手势。大气正要喘的伊莉瑞娅愣是被我这一个及时的动作给憋了回去，见她双眼紧闭但点点头我也稍微放松了些。\n    果然，门外的嘈杂声越来越大，只听见“砰”地一声，一个醉汉的低沉声音冲入我的耳际“烦死了，正是喝酒的时候…..怎…么可以去找那个该死的小屁孩？！”\n    伴着一阵阵怒骂，脚步声渐远，悬着的心终于着地了。这时我才意识到，我们身处的这个房间..说不定是杀狼猎团首领，也就是那个黑脸壮汉的卧室！装饰虽然华丽，可是渗着暗流的青苔还是完整地暴露了丑陋的本质。\n    墙上残旧的通缉令更让我确信了内心的想法——杰丶卡尔曼。杀人抢劫罪名，赏金三百万。下面正是循风主城的印戳，而通缉令发布时间已经是三年前了。桌上摆着血色的红酒，酒香四溢，其中的优雅与高贵却荡然无存。\n    地上巨大狼皮引起了我的注意。\n    皮毛是灰白色的，颅骨被完整保留了下来。赤色的双目也许是它的精髓了，无形之中对我的威压在一念之间变得庞大。狼口张开，牙的锋利程度绝对不亚于任何一柄精制的刻刀。映衬的光芒生怕我不知道它是由宝石铸成的，占据我的双眼。\n    伊莉瑞娅的恐惧已经荡然无存，被房间里这奇妙的气氛所感染。只见她望着墙上艺术家们曾经执笔绘下的精品，清脆的步子向后倒退着。不妙的预感在心中顿生，我刚想要阻止她，几乎就要吼出来，但为时已晚。\n    她的步子最终落在了那张巨大狼皮的颅顶上，血盆大口随着剧烈的机械碰撞声合上了！这响声怕是可以将整个地牢的人都吸引过来了！赤色的眼珠直勾勾地望着我，不寒而栗。\n    伊莉瑞娅吓得惊叫一声，赶紧从狼皮上挪开，万万没想到还有这般事情发生。柳眉再一次皱了起来，害怕的情绪充斥脑海。两只小手捂着唇，意识到这声叫唤可以把死神招来，更别说那剧烈的机械音了。字数统计 2273",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1435677780,
            "txt_content": " 本帖最后由 501938012 于 2015-6-30 23:26 编辑 \n\n 【贵宾席】\n@月轻歌 @simon3000 \n【审核官】\n@冥王星人\n\n至于海潮 应该是删好友了 艾特不到"
        },
        {
            "author": "冥王星人",
            "timestamp": 1435682460,
            "txt_content": "501938012 发表于 2015-6-30 23:23\n【贵宾席】\n@月轻歌 @simon3000 \n【审核官】\n你怎么能删未来的创作版主海潮？！@A@"
        },
        {
            "author": "501938012",
            "timestamp": 1435711680,
            "txt_content": "501938012 发表于 2015-6-30 23:23\n【贵宾席】\n@月轻歌 @simon3000 \n【审核官】\n我想艾特他 发现艾特不到 是他删了我"
        },
        {
            "author": "simon3000",
            "timestamp": 1435738980,
            "txt_content": "501938012 发表于 2015-6-30 23:23\n【贵宾席】\n@月轻歌 @simon3000 \n【审核官】\n貌似不是好友也能@的…"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1435758360,
            "txt_content": "咱们的公民先说的是，看出了修改的迹象。于是有人想借此点个赞。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1435758360,
            "txt_content": "咱们的公民先说的是，看出了修改的迹象。于是有人想借此点个赞。"
        }
    ]
}