{
    "title": "<原创|连载>《方块异次元》[TheClouds] | 第1章 | —— 叶凌，注定的不凡-修订",
    "author": "1137246733",
    "replyCount": 5,
    "timestamp": 1435745940,
    "txt_content": " 本帖最后由 1137246733 于 2015-7-4 15:19 编辑 \n\n正文：\n\n\n　　夜幕渐渐四合，天边的最后一丝余晖也风卷残云般殆尽。\n　　　　湖边的一棵庞大的橡树下，一位少年静静地坐在树根之上，五官清秀，眉目细挑。\n　　他笑着望着璀璨的夜空，静静闭上双眼享受夜晚月光的恬淡。手中握着一枝木质的朴实鱼竿，等待着它的响动，一副懒意。\n　　原本静静的水面忽起涟漪，无精打采的少年猛地坐起，两眼放光地盯着水面——而那几层莲叶之下，正有一条硕大的白鳍鱼冲着诱饵游去，在夜光的照射下通体晶莹，让人食欲大增。\n　　“嘿！”那少年喊道。“我不信这次还不能战胜你！”随即双手紧紧握住鱼竿，等待着与猎物一拼。\n　　这是最后一块鱼饵了！我必须擒住它！少年心中想到。\n　　猛然双手一沉，一股巨大的力道顺着鱼竿传递而来。少年也不迟疑，集全身气力于手臂一处，使出最大的力气咬牙坚持，企图将它困住，已耗尽它的力气后再擒之。但事情却没有想得如此美妙——少年的力气远远不足这条三尺大鱼的蛮劲，只见马上要被拉入湖中。\n　　唉！我终究无法战胜它吗？看来我的能力还是不够，我依然需要锻炼，不能自我满足啊！连一只鱼都战胜不了的家伙，不是真正的男子汉。不过叔父也该出手了吧。少年在心中想到。\n　　\n　　果然，“嘭！”，一支离弦之箭直击白鳍鱼的要害。其速度之快，使空气都被撕裂，发出阵阵空爆声。\n　　顷刻间，刚才活蹦乱跳欲要“杀人”的白鳍鱼，却已肚皮翻转浮在水面，没有再动弹，也没有了气息。然而口中的鱼饵却紧紧不放——使人不得不钦佩这一条鱼的巨大毅力。\n　　“呜……”少年只是无奈地看向远处的叔父。“我什么时候才可以自己一个人挑战了它啊。”\n　　“你如此之小就可以和一只这么大的白鳍鱼拼个不相上下，知足吧，小子！”少年的叔父叶萧缓缓地走了过来，收起了泛着铜光的长弓，随手拿着一支冰冷的箭矢玩弄着，欣慰地看向少年叶凌。\n　　叶凌收拾着水中的鱼钩，嘴里喃喃着：“可大叔你小时候不是刚出生都能杀野猪了吗，我才……”\n　　“去你的。”叶萧笑了出来，笑骂着叶凌。而他的心却早已飞远，静静重温着之前的回忆……\n　　苍穹之上，星海汪洋，星云翻腾，星辰璀璨，俯视着世间的一切。\n　　风儿停止了，湖里的水变得很静，没有一丝涟漪。树叶静静摇动着，衬出叶萧那张被岁月洗礼的脸庞——那是坚定而执着的。\n　　叶凌静静地抬头看着他的叔父，原本瘦弱的身型却在此刻变得极其高大，宛若神临，支撑天下，支撑着一切。\n　　\n　　亚达兰蒂斯，三千世界中渺小而偏僻的一片大陆。而叶凌则是生活在大陆西侧的唐古拉国度里的一个小村落——安邑村庄，位于偏远的齐布郡，祥和而平静地度过了他的童年。父母从未谋面，由他的叔父叶萧带大——而他也了解，他的叔父似乎不是一个普通的人，他的曾经或许不会简单……\n　　而在他小的时候，叶萧在一个阴沉的雷雨日内郑重地交给了他一张纸，一张空白的纸，一张白得有的发亮的纸，一张白的有点刺眼的纸。\n　　窗外巨大的闪电击劈开了一棵树，翻腾的火焰燃烧着，倾盆大雨也无法阻止，肆虐在森林中。衬着灿红的火光，叶萧看着少年静静地说，这是他一生中最重要的东西，而后就再也没有听清楚……因为年龄幼小的他把注意力悄悄转移到了一只湖里的白鳍鱼之上。\n　　他从来没有听到过任何人谈起他的父母，他也向来不知道关于他父母的任何讯息——不，唯一的是，叔父告诉他他的父母给他留了两样东西。\n　　一样是他的项链，那个淡紫色的项链。\n　　一样是他的手环，那个摘不下的手环。\n　　但他却经常会在睡梦中感受到，那种温暖的母爱与真挚的父爱。\n　　他曾经笑着对着星空说过，他会找到他的父母，一定会！\n\n\n\n\n废话：\n\n又开坑……\n索引贴不久后会写吧\n用心了的一个小说\n\nMusic：http://www.xiami.com/widget/43300712_1769057460,_235_346_FF8719_494949_1/multiPlayer.swf\n\n\n索引贴\nThe End\n\n\n\n",
    "replies": [
        {
            "author": "凛",
            "timestamp": 1435747260,
            "txt_content": "好像和方块没什么关系........"
        },
        {
            "author": "hznb",
            "timestamp": 1435747560,
            "txt_content": "大赞，细节上的描写特别好，看得出来是用心的。\n叶萧静静地抬头看着他的叔父名字写错了吧。\n而在他小的时候，叶萧在一个阴沉的雷雨日内郑重地交给了他一张纸，一张空白的纸，一张白得有的发亮的纸，一张白的有点刺眼的纸。\n　　窗外巨大的闪电击劈开了一棵树，翻腾的火焰燃烧着，倾盆大雨也无法阻止，肆虐在森林中。衬着灿红的火光，叶萧看着少年静静地说，这是他一生中最重要的东西，而后就再也没有听清楚……因为年龄幼小的他把注意力悄悄转移到了一只湖里的白鳍鱼之上。这里的插入有些生硬，感觉和前后文都不搭，第一个“而”字不妥当，“而”明明是表转折意思的。"
        },
        {
            "author": "1137246733",
            "timestamp": 1435748940,
            "txt_content": "china521 发表于 2015-7-1 18:41\n好像和方块没什么关系........\n刚开始嘛。。后面就显现出来了"
        },
        {
            "author": "1137246733",
            "timestamp": 1435749300,
            "txt_content": "hznb 发表于 2015-7-1 18:46\n大赞，细节上的描写特别好，看得出来是用心的。\n名字写错了吧。\n这里的插入有些生硬，感觉和前后文都不搭， ...\n。。。竟然无法相信我能用手机编辑了第一个错误。\n至于“而”和插入的问题，哪天上了电脑改改"
        },
        {
            "author": "御殇城c",
            "timestamp": 1435750740,
            "txt_content": "果然没看错楼主"
        }
    ]
}