{
    "title": "多人游戏MC玩不了了，还想玩，怎么办",
    "author": "yinMCwPCcanjil",
    "replyCount": 31,
    "timestamp": 1435800540,
    "txt_content": "多人游戏不是不能玩，能玩，但在游戏里没发活了，其实我自己玩MC PE版单人游戏生存我是个老手（老手也算高手吧？MC的生存技巧我都会）那我玩MC PC版的？PE版和PC版差不多就差附魔我不会之外在单人游戏里其它我都学过练过就会了，PC版是初了附魔不懂我玩MC单人游戏不算是高手，但也算是个老手也快赶上高手了，包括怎么挖矿，看别人玩挖矿都是乱挖，我不哋，我是按照我在网上学的方法挖，挖到不少好东西（钻石 红石），但多人的我得求助，但在多人游戏我只是个新手（多人游戏我不是高手，算是高手新进来的也会被已有好装备高手熊个精光，单人游戏练的经验成了老手（相对于说快赶上高手了）新进来的啥都没有，是单人游戏我是高手毕竟单人游戏和多人游戏不一样，包括领地问题，和对方服务器设置的规定，这些我都不懂，单人的以前都是在网上学成高手的，因为我头一次玩多人的所以在多人游戏我不算高手，但多人游戏和单人游戏有一部分和单人游戏一样就是砍树挖矿种庄家盖房子），我按照我在单人游戏的正常生存（不作弊）玩法可在多人游戏里可以也是不可行，因为每天被捣乱好几次，靠我自己的双手（不作弊）快变成土豪，就被他人偷个精光，我是初级新手还没有足够材料做神装神剑，我惹不起人家，所有我变成很穷想个要饭的，只能作弊了，可是多人游戏和单人游戏毕竟不一样，我也不是服主，我是个新手，那我TP服主从他要OP权限话，有可能不给我这权限不只不给我，我还可能被挨骂别到时从服主要权限向他要怒了可别到时把我经验扣个精光号删除IP拉入黑名单，所以我在全网搜个遍怎么在《我的世界》多人游戏开作弊我看到有个刷物品装置，我建个简单的结果没反应（我怀疑那用装置无限刷物品方法是骗人的，或者需要插件？），但在游戏里我也想熊熊别人，去别人家偷东西，发现别人家都已是建完自己的领地我没权限去熊他家，所以我也要创造领地，我就在全网搜知识，怎么创造领地，但我高兴的太早了，我根本创造不了领地，在网上发现需要领地插件，没领地插件是创造不了领地的，所以我在第三方网站下载领地插件，结果全是骗人的，我看别人也求助了在百度知道，我也在别人发的附件我也下载了领地插件，结果是个文件我不会安装，结果又在网上搜寻怎么安装，需要什么哋plugins文件夹，把它放入plugins文件夹即可，但我在《我的世界》游戏安装目录上搜索plugins文件夹，结果没有，我又在网上搜索，没有plugins得下载服务器端，我就搜索下载相应的游戏版本的服务器端，结果我又高兴的太早，服务器端又出现怎么玩意错误，又给我弹窗一个网址样我安装java，我下载了java后，我就不敢安装，我的之前那些操作都已经把电脑弄残疾了，多一事不如少一事，我怕我电脑中毒死机下载后没敢安装，因为我不知道它是干什么的，我又想把游戏弄好看现实点，原版材质跟手机版我的世界一样，都是像素块不够现实，我又在网上搜索材质包，我在网上搜到了【照片写实风格材质包】但我不知道我怎么安装它，我又在网上搜个遍，1.6.2和1.7.2的版本得放入resourcepacks文件夹，结果在设置里没发现那个材质，我又再网上搜个遍还是没解决，我就试试把它解压发现里边是夹装夹愿不得没反应，所以后来这材质问题是我自己解决的，《求别人不如求自己》结果发现我又高兴的太早，这材质包是现实版的吗？也不符合【照片写实风格材质包】的名，发现有点像动画的材质，所以我又在全网搜索【照片写实风格材质包】，可是跟之前下的都一样，根本不是照片实写，是像个动画片，还没原先的好呢（我头像就是我在全网搜索下载的【照片写实风格材质包】图标），我挺别人说也要下载光影也会把游戏风格变成现实，我就下载光影，结果不知道怎么安装，我就试试把它放入resourcepacks文件夹，进入MC设置结果没发现，我又在网上搜寻求帮助，等把它放入mod文件夹，我发现安装目录中只有mods文件夹，我就放入试试结果不管用在MC里没有，我又解压了再进入MC点mods发现也没有，我又在百度知道寻索帮助结果发现哋下载forge我就搜索forge下载相应版本，下载前那有教程视频，但下载后我却不敢用，因为我是在第三方网址下载的我电脑都已经残疾了，我可不想样病毒把我电脑弄成瘫痪死机，我之前下载的光影解压后我怀疑是不是夹装夹，结果一打开已解压的文件夹发现真是夹装夹发现有个文本安装方式可能是帮助那里说的是{复制解压出来的“mods”文件夹和“shaderpacks”文件夹到“.minecraft”文件夹里面进行覆盖就可以}我就试试，我高兴的太早了在mods根本没有找到，《求别人不如求自己》不行锕，我还得需要求别人，不求自解决琢磨在全网搜到猴年马月也还是未能解决，不只游戏的事解决不了，电脑的问题那么多我都愁的要死要活的，没办法就得想发获得帮助解决，我来到MC论坛注册论坛账号就是来求助的，不是来发帖灌水的，就愿我贪玩（MC），结果我电脑毛病变成永久解决不了的残疾。\n其实说起高手但我是新手，高手都是练出来的，[我是怎么知道我的世界这个游戏的呢？]去年2014年我下载个安卓模拟器，有个单机下载榜发现《我的世界》排第一那时我就第一次玩单人游戏，刚开始我啥也不会乱玩的后来琢磨来琢磨去就会玩了了解部分生存技巧（之前玩单人游戏是PE版的），我估计PE版和PC版一样，就差附魔不懂，因为PE版里边没有附魔，多人游戏我现在不是高手，慢慢琢磨像单人PE版的也会成为高手，我想快点成为高手所以我边搜索技巧实在搜不到我现在在这求在多人游戏生存技巧。\n\n现在我就要寻求帮助解决基础问题。\n先要个插件：\n要单击以服务器和所有版本号通用的完整汉化版的，如果没有通用版本号的那我要兼容1.6.2和1.7.2的插件（因为我下载我的世界一个是1.6.2另一个是1.7.2版本）：传送牌子插件、死亡不掉落插件（开关物品掉落）、领地插件（多人游戏金钱是干怎么的？那如果是创建领地的那就无限金钱那啥都能干的那就要能免费无限创建领地）、作弊插件（要的是在服务器里可开作弊插件以单击通用的插件，作弊里可飞行、刷物品、切换模式，可切换创造和生存和极限、穿墙、设置当前位置 X轴 Y轴 Z轴、修复当前物品耐久、开关即时采矿无延迟、冻结怪物、在身边创建一个储物柜等等一系列作弊方法以内置作弊器一样的可以网络通用）、木牌中文插件、forge正版完整汉化的、和所有我不知道的插件大全无限，有几个给几个，有的我说的没有就算是建议了就请研发，再发个载图和说明，怎么使用，电脑版的其实有部分和PE版不一样我真的不会，还有光影怎么正确安装。\n玩不了多人游戏真的很急拜托了，单人游戏自己玩还没意思，多人游戏还能交点朋友来同盟保护自己的家园不会被怪物入侵。\n【给文件时不要给我外接样我自己下，因为我不懂英文，请给我现成的吧】\n\n经历过的事（问题）到现在末解决 补充：\n这几天我还想换个皮肤（就是在游戏中把自己形态换了），我又在全网上搜索寻求帮助，又看教程的，又看别人求助别人的答复的方法，该方法都用了，还是没有成功效果，因为我想本地皮肤和网络皮肤都改了。\n第一使用方法是替换图片文件方法：我就在网上寻求帮助，在百度知道别人求助别人答复，有个方法我学来了，打开《MC》安装目录：“.minecraft\\versions\\浩方专用1.6.2客户端（因为我有两个版本我的世界一个是1.6.2另一个是1.7.2）”在那里发现JAR格式文件，用压缩程序方法打开：浩方专用1.6.2客户端.jar\\assets\\minecraft\\textures\\entity，在那里发现steve.png文件，把我在网上下载好的无手苦力怕（爬行者）图片命名为steve，再编辑压缩包里进行替换，在那夹里发现不少关于生物皮肤的夹，我挑选我想换的皮肤再命名为steve可是发现，图片内容又变回默认（史蒂夫）皮肤了，再撤销重命名又变回原来的了（这是怎么回事？），我就不多说了，之前下载好皮肤并安装后看看有效果没？进入单人游戏有换皮肤效果，再进入多人游戏，我当时又高兴的太早，跟我想像的不一样，发现又变回原来（史蒂夫）皮肤了，这是什么情况，难道再次加载就还原了？这问题是发生1.6.2版本的，1.7.2版本这皮肤事问题我还没经历，所以我还得在全网上搜，来查的问题，依旧也没找到正确的帮助，因为我想更改皮肤是样其他玩家也能看到的，可是改本地皮肤可能没用，因为其他玩家看不到我改的新皮肤。\n第二使用方法是上skinme皮肤站更改皮肤：我就在网上搜索怎么在我的世界多人游戏更改皮肤，我看别人的答复方法推荐去“我的世界皮肤站”，所以我先看的教程，然后注册账号验证邮箱，在网上搜索的皮肤图片链接进行上传，又下载了skinme模组安装器，还有旧版本模组安装器，我听说旧版本的全失效，所需我下载的是最新版本，我看到旧版本的模组安装器是手动安装又看见教程，发现可麻烦了，还得替换什么这个文件那个文件，幸好最新版本模组安装器简单，一键安装，自动就给装上去了，所以我下载完的模组安装器的安装程序进行安装我选的目录，打开模组安装器后，点一键安装前，我已经在skinme皮肤站上保存好皮肤进行一键安装，先给1.6.2版本安的后给1.7.2版本安的，但1.6.2版本有问题，安装后不是我选保存的皮肤，是皮肤站默认皮肤的右边第一个，不是我选的倒数第一个，但1.7.2版本没这问题，我看单人游戏皮肤成功更改了，我再看看多人游戏的效果，我听百度知道有个网民求助关于MC皮肤问题，我看有网民评论答复求助的网民说：换是换了，怎么别人和我一样皮肤。 那时我也没在意，我怀疑他的MC版本软件没问题，所以把本地steve.png替换，所以在多人游戏里没有复原，是末更改过的皮肤玩家都会显示本地的皮肤，但对方玩家看不到已经把本地改了皮肤玩家的新皮肤，还是老皮肤，我想跟这是两样，我已经上传皮肤了，不可能对方看不到我的新皮肤，一进多人游戏但我还是高兴的太早了，其他玩家真的看不到我的新皮肤，不只看不到，默认皮肤的玩家也跟我的皮肤一样，我怀疑这是把本地皮肤更改成功了，我想算是其他玩家看到我的新皮肤，别人和我也一样，那我不是看不到默认皮肤的玩家了，别的玩家皮肤看和我的皮肤一样，但对方看其他玩家都是默认皮肤，所以新皮肤是给别人看的同时也能看到自己新皮肤，怎么在本地别人和我不一样呢，那我想最好不要更改本地的皮肤，我怀疑改了本地皮肤，新皮肤就成默认游戏组件了，所以是末改过皮肤的玩家都和我一样，有时改的皮肤还进不了游戏，我说的对不？，所以皮肤事还得靠大家帮我解决，自己实在无法解决了，看教程是把本地改了，那多人游戏该咋改呢？\n\n以上有的问题是我新补充的，有的问题是原先的，原先帖被删了，为了保留原先的所以我加个补充，有的错别字已改了，因我的问题比较特殊，如有我发的版块又不对，请管理移动到该发的版块，主题分类不对，请管理帮我分类，我又违规，请管理不要删帖，锁帖（关闭），下沉，宁可禁言我，扣我分也别把帖给毁了，请管理谅解（原谅），拜托了，拜托了。 ",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1435800540,
            "txt_content": "1.ID错误 Mod安装过多导致 删Mod\n2.如果电脑配置不好的话 不要按太多mod\n你现在的配置35+左右就可以\n3.枪械服是专用的客户端\n你得去下载才能玩 那里面辅助都是精心弄好的\n4.岩浆算方块\n5.可能是可以破坏方块[和魔影龙一样]的BOSS\n6.懒人包的话 BBS有专门的一个版\n1.6.2算已过期懒人包\n？欢迎继续追问"
        },
        {
            "author": "2240377010",
            "timestamp": 1435829340,
            "txt_content": "好长 你能不能精简一下"
        },
        {
            "author": "1912661366",
            "timestamp": 1435835700,
            "txt_content": "额，你是当做家的料，我根本不想看你的长篇大论，如果你多人mc不能玩了，建议你换一个客户端试试吧"
        },
        {
            "author": "lichi2050",
            "timestamp": 1435859220,
            "txt_content": "你帖子内问题过多，文字过多，信息过多，要求过多，废话太多！\n所以，我就简化的回复下：\n1.没有所有版本通用的完整汉化版！你可以把你服务器的jar改成 BC （BungeeCord）然后弄成兼容1.6和1.7的（不过这2个版本好像不行 记不清了~）\n2.物品掉落可以直接用基础插件来设定不需要安装多余的插件，用gamerule 输入 /gamerule keepInventory true\n(注意大小写)\n3.服务器金钱功能是根据服务器设定的，平常服务器都会用来购买物品，设定商店。可以设定多种货币\n4.作弊插件有很多种都可以达到你的要求就是插件需要大量内存来运行（Nocheatplus，SwornGuard，等）\n5.其他插件你搜索一下，立马就会找到 这些都是名气挺大的插件（话说你服务器内存够么...）\n6.光影必须先安装光影MOD（http://www.mcbbs.net/thread-219229-1-1.html），然后你可以去下载一些光影包（推荐http://www.mcbbs.net/thread-215201-1-1.html），拖到shaderpacks 文件夹。游戏里面可以替换\n7.你应该是盗版吧？ 服务器的文件和单机文件不一样，服务端有他自己的文件，想要影响多人的皮肤盗版可以去安装皮肤MOD（你的skinme部分我没阅读完就不行，你可以把你的ID换成一个正版的ID这样你会有他的皮肤。还有其他皮肤MOD吗？我忘记了），正版的话直接去官方~\n8.PE和PC有很大的区别！！！ PC博大进深 请慢慢研究~"
        },
        {
            "author": "握草哥",
            "timestamp": 1435900080,
            "txt_content": "废话太多"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1436012820,
            "txt_content": "lichi2050 发表于 2015-7-3 01:47\n你帖子内问题过多，文字过多，信息过多，要求过多，废话太多！\n所以，我就简化的回复下：\n1.没有所有版本通 ...\n问题过多就帮我解决，文字过多就慢慢看，信息过多就慢慢了解，要求过多就帮我实现，你（和他们说“废话”的）不认真理解，所以那么长一扁帖就成废话，真是废话，我把它写出来，难道我是很无聊没事吃饱撑的来骂我自己？所以说“废话太多”的说明就是没认真理解，嫌字多不想研究就认为是废话，说起废话，批帖是有点跟“你问我答”版块无关的事，就是我经历过的事（管理员认为家常），在“你问我答”可能被认为废话，要现成资源（管理员认为伸手）可能被认为正问题，请认真仔细重看你（还有路过的认为“废话”那段请仔细认真理解）认为废话那段文字，我经历过的就是我的问题。\n\n没有兼容所有版本完整汉化版，有兼容1.6.2和1.7.2版本完整汉化版也行（因为我现暂时用1.6.2和1.7.2 MC），说起服务器，你怀疑是我在开服，我是服主？我是服主（我是网上听说过“服主”和“腐竹”是一个意思）话，那我还要什么作弊插件，自己开作弊不就完了吗，可是单人游戏我开作弊了，输入作弊代码出现未知指定命令，怎么回事？我在网上搜的指令秘籍不应该有问题吧？我输入的对呀，我看了帮助，但刷不了物品，出现“无法清除[名称]的物品栏，没有可清除的物品”，发现第二页有代码能刷但太麻烦，单人游戏还得输入[自己名称]，没在网上只输入i的简单，再说回多人游戏方面：我上的是“洁方电竟里平台里的的MC大区，进的是别人的服，我连服都不懂呢，开服的事我想都不敢想，再说了，那我真开了服，还是自己一个人，谁能进我开的服锕（大家一起玩才有意思），跟单人游戏一样，那我没服务器，改其他的JAR文件可以吗？那把JAR文件改了后该怎么弄成兼容我现有的版本？（我暂时用的版本，为了汉化，那怎么才能行）\n\n不安装多余插件就更好了（少一件麻烦事），你说的是用gamerule 输入，什么是gamerule 输入，我就按T键正常输入你所提供的指令代码，可是我在多人游戏里输入出现一大堆红色英文字（英文看不懂，一看就晕）可能报错，单人游戏没掉落，我要的是多人游戏不受服务器的游戏规则（掉不掉落）可自行设置死后物品不掉落，也可以给朋友设置死后物品不掉落（我说过我没有我自己开的服务器，在多人游戏里我不是服主也没人给我OP管理权限）。\n在多人游戏中输入“/gamerule keepInventory true”后的情况问题载图：\n\n\n\n你说意思在多人游戏生存世界中金钱是万能的？跟现实世界一样？那在我帖子上查找“领地插件”那右边字请你重新仔细看我要的插件（我可以不要无限金钱），我可不想要无限万能金钱，别到时服主一怒，我的建筑就白盖了（家被服主熊了）。\n我的计算机物理内存条为4 G，CPU为4核，系统占用几百兆（600M或800M左右，具体占用多少我也不知道，我是怀疑乱编的）有的软件自启动连系统占用超过1 G，连启动平台也占用点，看我的内存够不够装作弊插件的运行数据？那多人游戏作弊插件具体占用多少内存能不能跟我说一下，我看看我可用内存够不？不够就挤掉了（就自动从内存中删除），Nocheatplus，SwornGuard，是啥锕？我不懂英文，在网上翻译也不一定准，我知道是作弊插件的意思，那样我去那下载锕，第三方网址盗版软件无数。\n\n我的世界插件我听说不少呢，但很多插件我都不懂，不知道下啥插件好，但我在百度搜索页面搜了“我的世界其他插件”，根本没找到名气最大的插件，麻烦您给我推荐，最好，稳定，快速不卡住，使用简单，完整汉化，内存占用体积优化（占用内存低），极级强大（很强大的插件），完整哋兼容1.6.2和1.7.2的版本（因为我暂时使用这两个版本），和所有的插件 大全无限，注意都是最好的插件，不要任何盗版的，不要给的外链是英文网站（我说过我对英文是文盲），给的链接和附件，只要是能下载就行，不要给外链网址首页样我自行查找（我笨，找不着），那路过的网民想帮助我话，我之前话题也是回复您要帮我的路过网民，谢谢了，拜托大家了。\n\n光影的问题解决了一半，光影是有光影的效果了，另一半问题：可是在游戏中背光地方有点发暗，还有点卡，当时老卡了，卡是小事，卡是因我电脑（计算机）配置问题我知道，但我电脑里有显卡（硬件），显示光影，卡慢可能显卡驱动需要更新（因为我电脑没安装过显卡驱动，显卡驱动是显卡硬件自动生成的），不知道是什么问题，游戏中的白天有点发暗，黑天老黑了，有时突然游戏黑屏，我重启的游戏才解决的黑屏，还有的是，有点模糊，不只是模糊，黑天的月亮还是原样，白天太阳和流动的水和树叶和草的不现实问题解决了，就是僵尸着火时有时左上角显示对方血量显示火是紫色有时篮色这是不是光影的问题？，这些光影的一些问题怎么解决。\n光影问题载图（我是在单人游戏测试，多人游戏他们说话都能被刷满屏）：\n\n黑天老黑了\n\n（云 障碍物，给关了）月亮也不现实\n\n太阳看不清是否现实，其它跟现实差不多了，方块更像假的，所以我要的材质包是照片实写的（模仿现实中的所有方块）。\n\n还有皮肤问题：我去百度搜索，搜“皮肤MOD”还是我之前说的skinme皮肤站的模组安装器我都下了，还样我去安装皮肤MOD，没办法逼我，我只能先试试安装核心jar，因为我看到百度知道别人的求助怎么安装皮肤MOD，有个链接，我就奔回这MC论坛，看皮肤分享帖帖（字里有链接不信点看看），载图就是我说的。\n多人游戏更改皮肤问题详细载图：\n\n没办法只能怎么做，拖入进去。\n\n我点保存了\n\n我选好MC程序目录了\n\n我以为真能改了，但我还是高兴的太早。\n\n又是默认皮肤，史蒂夫皮肤，怎么办？\n还有，换正版ID怎么换？给个详细载图教程（现成的）MC官方我都不知道再那，我也不想在全网上搜索了，那算是我下载了官方正版，那原先的版本该怎么办？难道覆盖安装？我原先下的就是在百度搜索页面中输入“我的世界游戏下载”第一个，应该是正版锕。\n我还有一个问题，在多人游戏中，我是穷鬼，老天有眼，我检个现成的家，我就帖告示，求别动我家，和我交朋友就TPA我，有几个好心人TPA我，已经帮我圈完地（创建领地）并养了动物，然后给了我全部权限，样我在那里好好生存，有人TPA我，我就接受了，我当时想这不是有权限限制吗，动物应该被外人伤害不了，谁知道，那只鸡就残叫了，我一看完了，全完了，动物一个一个被杀了，我就求别杀，那如果我创建了领地，我领地内的动物也会有效被他人伤害，是不是缺啥插件，那再给个“被攻击动物掉0血”的插件，以便动物好活，求了拜托，给现成。\n\n其实PE版和PC版差不多，都一样，PE没附魔就像PC版最老的版本。"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1436012940,
            "txt_content": "握草哥 发表于 2015-7-3 13:08\n废话太多\n你认真理解了吗？你之前看完这扁帖了吗？"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1436013060,
            "txt_content": "1912661366 发表于 2015-7-2 19:15\n额，你是当做家的料，我根本不想看你的长篇大论，如果你多人mc不能玩了，建议你换一个客户端试试吧 ...\n看标题没用，标题只是说明，你也没看完这扁帖，嫌字多看不下去，我也是看别人的帖字多我也看不下去。"
        },
        {
            "author": "cc7w",
            "timestamp": 1436502420,
            "txt_content": "额 看完之后还是得一条一条回复 脑子有点乱哈 请打上标点\n1.多人游戏中只有腐竹和OP有权限，正常的话玩家是可以使用tpa的 \n方法\n/tpa 玩家  请求传送到某玩家身边\n/tpaccept 同意其他玩家请求\n/tpahere 玩家 把玩家传送到你身边\n2.被熊孩子偷家\n你可以进行圈地，如果实在不行的话\n你跟腐竹或OP投诉\n如果腐竹和OP不管的话 你可以放弃这个服务器了 这个服务器的腐竹 就是熊孩子{:10_492:}\n3.插件\nMinecraft客户端是不可以安装插件的 \n只有服务器 也就是腐竹那边安装插件 当你玩服务器时 你这边才可以玩\n4.你去偷别人家\n赶快停下来 去偷别人家简直是作死233\n不作死就不会死\n万一别人举报你T_T\n5.把游戏弄现实些\nBBS材质包发布地址 点我传送\n6.关于安装光影\n你需要Forge Forge的话去外国下载需要翻墙 这里贴给你BBS内的下载地址  点我传送\n向下把帖子拉到最下面 下载Forge\n安装方法的话帖子内有\n\n然后你需要光影mod   点我传送\n一定要下载对应版本的Mod、\n下载完Mod后 放到 游戏目录/.minecraft/mods里 或 .minecraft/versions/游戏版本/mods里\n具体放到哪里看你启动器的配置\n然后启动游戏 游戏启动完成后关闭掉\n拉到帖子下面 有一些光影包 下载你认为好看的\n放到 .minecraft/shaderpacks 或 .minecraft/versions/游戏版本/shaderpacks里\n然后就可以启动游戏\n在设置 - 光影/shaders - 选择光影\n7.作弊Mod是没有的 在服务器发展纯属靠自己\n\n8.关于皮肤 \n教程地址 点我传送 内容 第二项第3小项\n9.有个网民......\n你的猜想是对的\n你替换的是游戏内部文件 所以当然系统默认你是Steve\n别人也是Steve  所以皮肤一样\n解决方法\nSkinme上传皮肤\n然后选择一个支持皮肤的服务器去玩~\n\n差不多了\n最后告诉你几句话\n1.或用论坛右上角搜索功能\n2.换一个Mod就是换一种玩法\n3.有困难 找腐竹\n\n\n好了 你可以继续提问 只要我知道 我一定说T——T"
        },
        {
            "author": "lichi2050",
            "timestamp": 1436525520,
            "txt_content": "yinMCwPCcanjil 发表于 2015-7-4 13:27\n问题过多就帮我解决，文字过多就慢慢看，信息过多就慢慢了解，要求过多就帮我实现，你（和他们说“废话” ...\n好，的确我承认我的态度不是很好，对此我表示抱歉\n有一些插件（1.6）还是兼容1.7的不过没有具体的表列只能一个一个的测试。服主和腐竹的确是一个意思\n你所说的“作弊代码”是什么？ 据我所知好像没有啊 （除非你是在说单人指令）你得分清楚，单人和连接指令是有不同的（连接大部分都是插件实现的）开服的话不是用你的jar 还是服务端jar（具体得看你要什么服务端）。\ngamerule是单人和联机的基础规则设定指令（用不用随便你）单机和联机如果没有足够的权限是不能使用的（会提示你没有权限）你的图片我加载不了。\n我什么时候说金钱是万能了？ 金钱插件只是一个经济系统，为服务器提供一种可交易货币\nNocheatplus，SwornGuard 等等 都是防作弊插件（腐竹可以安装在服务器内来防止玩家作弊）\n\n插件的话：\nessentials - 基础插件 （存在很久了汉化版一大堆）\nmultiverse - 多世界插件 （可以拥有多个世界地图，也有汉化版）\nauthme - 登录插件 （盗版服务器（也有少量正版）都使用这种登录插件来保护帐号，也有汉化版）\nworldedit - 创世神插件 （用处多多，建筑辅助 也有汉化版）\n我就不一一列出来了 实在是太多了\n你只需要把 插件的英文名称 + mcbbs 输入到google（或者其他）都可以搜到你需要的帖子（也可以私聊我）\n光影是可以设定的（游戏内有一个光影设定可以设定亮度等等，你也可以换一个光影包）\n盗版皮肤我也我太清楚（没真正的弄过，我是正版）\n正版ID是要花钱买的，只不过如果你在登录器里面把你的名称换成一个正版ID的名称那么登录后你会有那个正版的皮肤（你在百度下载的是盗版登录器）\n\n领地的话你可以设定flags（插件的一个子功能） 输入  /res set AnimalDamage f\n在领地内输入这个，其他玩家就不能对你的动物造成伤害了（当然你得有这个权限）如果有权限还不行，那么把 后面的f 换成 t 看看 如果还1是不行 那么 抱歉~\n\n再说一句，平时很少看见一个玩家这么拼命码字 所以上传有些惊讶~"
        },
        {
            "author": "john180",
            "timestamp": 1436536080,
            "txt_content": "你如果想要你的问题被解决就不要一次把这么多问题全部放在一个帖子里问,再搞的悬赏分都没有用,没有人能一次完美的回答你全部的问题.4楼已经说了帖子太长废话太多.你的帖子的确有这个问题.别人回答不回答你的问题是别人的自由,你发的帖子如果字数那么多,别人连全部阅读完的兴趣都没有,更不会有人愿意全部回答.至于你对于4楼的回复,他耐心看完了你的帖子还对你提问帖提出了一些改进的建议.你以那种态度回复人家.可以说如果你一直这样保持下去没人回答你的问题是很正常的一件事.如果你想要别人回答你的问题就按照他的建议改.\n在我看来在\n现在我就要寻求帮助解决基础问题。\n这句话上面的话全都是废话.\n要想有人回答你的问题\n1.一贴一问\n2.只描述问题不要参杂任何其他与问题无关的叙述.\n3.注意排版,不要把所有的字挤在一起.\n\n另外你这个帖子也完全违反版规,涉及到原版游戏,联机游戏,mod安装.\n你发在联机问答就是完全的错版提问."
        },
        {
            "author": "握草哥",
            "timestamp": 1436675280,
            "txt_content": "ZCA 发表于 2015-7-10 08:36\n精简以后的问题大致如下\n1.需要传送牌子、死亡不掉、领地、作弊、木牌中文、forge\n2.光影如何安装\n你竟然看完了"
        },
        {
            "author": "wht233QAQ",
            "timestamp": 1436682300,
            "txt_content": "眼睛已经花了，你问这么多问题应该分开问啊。不然没人看的清。（密集恐惧症都要被你吓出来了）"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1436922180,
            "txt_content": "1345979462 发表于 2015-7-10 12:27\n额 看完之后还是得一条一条回复 脑子有点乱哈 请打上标点\n1.多人游戏中只有腐竹和OP有权限，正常的话玩家是 ...\n简化点？反正我也没心情多说了！（说废话的我下次再回他）\n1.多人游戏指令秘籍大全，包括服务器OP作弊指令（单机作弊指令）和领地指令 所有指令代码大全无限我以前在全网搜过，辛辛苦苦一点一点收集并保存为TXT文本格式文件，没了，传送至此查看没了原因，反正我伸手要能要的，不过分吧？传送至此查看我伸手要的情况。\n2.当时我不会圈地我怀疑没有领地MOD（我以为MOD是插件）呢，原来得用红石激活，受服务端领地插件的限制，创建领地上限为3个领地，不能无限，问题是领地面积，在多人游戏中，面积不够，种多不少粮食，还是穷，所以我伸手要不受面积限制的，能免费创建领地的MOD，或者能装在客户端的领地插件，要这些领地MOD不过分吧？我是好人，不是熊孩子要这MOD也过分？那要这免费创建领地过分还有没有...之前我的老帖说的明注，需要什么MOD插件等等。\n3.到底有没有能装在客户端的插件，能装在客户端以后不受服务器限制了。\n4.别人偷我，我向谁举报？我在那服里那么打字大喊服主也不理我，我怀疑我进那服，服主就是个熊？\n我还偷别人家，我啥也没偷到，根本没偷过别人家是什么感觉，那时我不会圈地，别人尽偷我家了，偷完连个名都不留，做坏事不留名，谁偷的我都不知道，那如果我偷别人家，别人是怎么知道是我偷的？我怎么不知道是谁偷了我家？反正谁骗了我，我都知道，因为当我面把我所有东西骗走。\n5.材质包没有找到现实，还是推荐帮我找个现实直接链接提供，但我还得说一声谢谢。\n6.你提供的关于Forge和光影我都做完了，.minecraft/mods（这里我放了光影MOD）  .minecraft/versions/?/*.jar/mods（这个夹没有，我在JAR文件中新建个mods文件夹并把光影MOD也放在这里）之后问题载图如下：\n\n\n\n\n截图20150714141645.png (24.13 KB, 下载次数: 0)\n\n下载附件\n\n2015-7-15 08:31 上传\n\n\n\n\n\n\n难道MOD重复？我上那去找minecrafr.jar文件？在MC安装目录中搜索也没搜到这个文件\n\n\n\n\n\n截图20150714151018.png (63.31 KB, 下载次数: 0)\n\n下载附件\n\n2015-7-15 08:31 上传\n\n\n\n\n\n\n选择光影选项看到了，但语言怎么？\n\n\n\n\n\n截图20150714151303.png (75.34 KB, 下载次数: 0)\n\n下载附件\n\n2015-7-15 08:31 上传\n\n\n\n\n\n\n设置大多部分成英文了，重启MC程序我之前设置过的都变回默认（什么问题？）！，进入游戏无响应并闪退（又是什么问题？）。\n\n7.9楼说的对，至于作弊MOD，死了这条心吧，作弊？作什么弊作弊，对死了这条心，干脆做个木头碗要饭去好被熊孩子骂成臭叫花子，还作弊？但我自己有多牛是的，我连个附魔书都不会用，因为我在单人游戏测试过，不会附魔，不知道怎么附魔，算是作弊，我也啥也不会！作弊都不会用，这作弊是非法东西连好人都不给，因为我是好人，都不给我作弊MOD样我死心，再说了这里知道我是好人了，在其它服，服主不把我号封了才过，服主知道我是好人吗？那服主是熊孩子坏的过分，那作弊，马甲，来跟他玩抵抗，封了再来，可我也知道在问答区谁都问怎么防止作弊？那我想问，怎么在单人游戏防止作弊？因为内置作弊器我不会用，怎么在单人游戏防止作弊，就防止我作弊，有什么MOD和可在客户端安的什么插件？反正在多人游戏中作弊可能很好玩，在单人游戏中作弊没意思，因为在多人游戏中作弊因我做梦中，（例子：比如说，我是古代的皇上可能没人敢说没有作弊MOD给我，服主不敢不给我OP管理权限）。反正我是好人，不是熊孩子，我看别人是用什么作弊，我就要什么作弊，反正我没看一个有刷无限物品的，刷无限物品的那可能算真正的作弊。\n8.你没看懂关于皮肤问题？你给我这链接说明得下载模组安装器，你没看载图吗？模组安装器我已经有了。\n9.现在我连游戏都进不去，怎么测试皮肤？那我还得把MC组件进行备份，再进行删除，再进行新的安装，那不怎么做咋测试皮肤？，你能怎么快看到我的回复？所以这皮肤问题我都不知道解决没解决，以前就是没效果。\n\n我之前还没看到你的帖子呢，那时我就知道MOD是增加游戏中的更多物品和更多装备武器。\n有困难，找服主，服主难找锕，问题不理我，装听不见，我也不知道服里服主是谁。\n\n你这态度还行，没有说”废话太多“这种反动字眼，谢谢。\n"
        },
        {
            "author": "cc7w",
            "timestamp": 1436932980,
            "txt_content": "yinMCwPCcanjil 发表于 2015-7-15 09:03\n简化点？反正我也没心情多说了！（说废话的我下次再回他）\n1.多人游戏指令秘籍大全，包括服务器OP作弊指 ...\n1.原帖好像有人回复了 等我整理完给你\n2.的确是没有这种Mod的 面积不够的话圈第二块地\n3.是没有装在客户端的插件的 下面给你列一张表\nMod  --》 服务器、单人、客户端\nPlugins[插件]  --》服务器\n4.服务器的话 应该有专属QQ群的 在QQ群里私聊腐竹举报\n如果腐竹不受理的话。。。 或者说你认为辅助是个熊的话\n换服务器   这里有好多服务器  点我传送\n 如果你圈地的话    你把所有领地建筑权限收起来 别人拆你家就会收到提示\n“你没有权限这样做”\n5.你看这个怎么样 我看不错\n6.把新建的那个文件夹删掉应该就可以解决了  就是你说的\n .minecraft/versions/?/*.jar/mods（这个夹没有，我在JAR文件中新建个mods文件夹并把光影MOD也放在这里）\n语言那个选项的话你就可以不用管了T_T 也是可以用的\n7.你可以这样想一想\n如果人人都可以作弊的话 那这个服务器成什么了?/\n人人钻石套的话 服务器怎么坑别人钱呢\n跟腐竹玩抵抗的话....\n第一次可能Ban大号\n你弄个小号 第二次Ban小号\n在弄一次 如果腐竹怒了直接ban IP\n到时几个号都进不去了\n\n腐竹是熊直接换纯净小服去玩 不跟Ta玩有木有!\n8.你确定你模组安装器是安装的 你服务器的那个文件？    \n1.6.2forge\n浩方....\n你确定你安装的是哪个? 这个是可以选择的\n9.如果你要的话 我给你一个 整合   回帖注明需要的Mod 和版本\n欢迎继续追问"
        },
        {
            "author": "793518379",
            "timestamp": 1437025020,
            "txt_content": "废话连篇！给我说重点！"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437029340,
            "txt_content": "1345979462 发表于 2015-7-15 12:03\n1.原帖好像有人回复了 等我整理完给你\n2.的确是没有这种Mod的 面积不够的话圈第二块地\n3.是没有装在客户 ...\n1.原帖被版主无情删帖\n2.圈地上限怎么办？圈地受面积限制吗？\n3.1楼说的就当MOD（末解决）\n4.我进的是洁方电竞平台>1.6.2工坊，纯净服那来的服主QQ群\n5.用1.7.2测试了，当时测试后悔了，这材质把我电脑弄卡了，然后我的浏览器崩溃了并重启之前我写的字全不见了[超急蒙我，之前长篇字全白打了，连版主删帖前的缓存也没了，看不到自己被删的帖了，连准备要回复的帖子缓存也没了，这是我重打的，描述不足就别怪我了，然后看见其它网民恶评说“废话太多”等着我有时间再回复他！]，x128的下载不了，显示需要翻墙。\n这材质包有我对它有意见（3580#）\n6.没管用，跟之前一样！1.6.2估计再也进不了游戏了。1.7.2我从来都不打开。\n7.我说我要作弊MOD了，之前我不是说了么，做什么弊做弊，干脆要饭，好人没好报，我已经快成熊孩子了。（还有，我的好态度一点一点退去，我的态度不好，我快要完了，我的问题越来越多，越来越复杂，我要写的字更多都不知道什么描述）\n8.不知道，游戏都进不去了，1.7.2我实在不想打开它了。\n9.过多MOD能否造成游戏爆卡？我要过多MOD。\n?.你那么有耐心来回我问题，真是不容易，我不容易他是怎么回我的？“废话太多”，我应该怎么回他？我的问题复杂加复杂，我还有更多问题还没讨论呢。\n"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437029460,
            "txt_content": "793518379 发表于 2015-7-16 13:37\n废话连篇！给我说重点！\n不跟你好了！样我原谅你也可以！"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437029820,
            "txt_content": "2240377010 发表于 2015-7-2 17:29\n**** 作者被禁止或删除 内容自动屏蔽 ****\n这论坛无爱锕我不是为了能玩好MC，求我去这论坛我也不去，知道版规怎么严力！我更不去这这论坛了。"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437030060,
            "txt_content": "我当时急蒙了，错别被我发现了，还不能编辑帖子，我的可悲事够多了。"
        },
        {
            "author": "cc7w",
            "timestamp": 1437033420,
            "txt_content": "yinMCwPCcanjil 发表于 2015-7-16 14:49\n1.原帖被版主无情删帖\n2.圈地上限怎么办？圈地受面积限制吗？\n3.1楼说的就当MOD（末解决）\n1.给你几个服务器常用的吧\nESS\n/tell 人 话 -  给某人 说XXX[[私聊]\n/tpa 人  -请求传送到XX身边\n/tpaccept - 接受传送\n/tpahere 人  - 请求某人传送到你身边\nRES 摘自http://www.mcbbs.net/thread-18529-1-1.html\n总命令\n/res ? [页数] - 显示帮助，不写页数则显示第一页.\n/resadmin - 在使用管理命令时使用\n\n选择命令\n/res select [x] [y] [z] - 选择领地的长方体区域，X Y 和Z 都是从你当前位置为中心的距离，你也可以用一个工具（默认是木斧）来选择地块。 \n/res select chunk - 选取一整个chunk。 \n/res select expand [格数] - 向你的前方延伸选区。\n/res select size - 显示已选择区域的尺寸。\n/res select shift [格数] - 向你的前方移动选区。\n/res select vert - 把选区延伸到从天顶到地底。 \n\n创建命令\n/res area [add/remove/replace] <领地名> [区域id] - 向叫做[领地名]的领地增加(add)、从其中去除(remove)或是替换 (replace) 区域。可与同一领地内的区域重合。 \n/res create [领地名] - 选择好区域后创建一个叫做[领地名]的领地\n/res remove [领地名] - 移除一个叫[领地名]的领地\n/res removeall - 移除所有领地\n/res subzone <领地名> [子区域名] - 在领地内创建一块子区域，你必须是所有者才行。\n\n信息命令\n/res area list [领地名] - 列出某领地的所有区域\n/res area listall [领地名] - 列出某领地的所有区域以及他们的坐标\n/res current - 显示你所在的领地\n/res info <领地名> - 得到某领地的信息\n/res list - 显示你拥有的领地\n/res listall - 显示所有领地\n/res limits - 显示重要的权限\n/res sublist - 显示你所在领地的所有子区域\n/res version - 显示插件版本\n权限命令\n/res gset <领地名> [群组名] [权限] [true/false/remove] - 设置某领地对于某群组的权限\n/res lset <领地名> [黑名单/忽略名单] [材质] - 从某领地的黑名单/忽略名单中增加/移除某材质\n/res lset <领地名> info - 显示某领地的黑名单/忽略名单设置\n/res pset <领地名> [玩家名] [权限] [true/false/remove] - 设置某领地对于某玩家的权限\n/res set <领地名> [权限] [true/false/remove] - 设置某领地的权限\n\n\n其他命令\n/res default [领地名] - 重置某领地的权限设置\n/res give [领地名] [玩家名] - 将某领地赠与某玩家，你必须是领主且被赠予玩家在线\n/res lists - 预定领地许可清单的详细信息\n/res message [领地名] [enter/leave] [信息] - 设置进入/退出某领地时候显示的信息\n/res message [领地名] remove [enter/leave] - 移除进入/退出某领地时候的信息\n/res mirror [源领地名] [目标领地名] - 复制源领地的权限设置至目标领地\n/res rename - [旧名称] [新名称] 重命名领地.对于子空间旧名称必须全名，新名称可以只写子空间名\n/res renamearea [领地名] [旧名称] [新名称] - 重命名某领地中某区域的名称\n/res tp [领地名] - 传送至某领地\n/res tpset - 设置当前领地的传送点为你站立的地方\n/res unstuck - 将你从当前领地移出\n\n交易命令\n/res lease [renew/cost] [领地名] - 更新/显示 更新一个领地的费用（？意义不明）\n/res market list - 显示在售的所有领地\n/res market info [领地名] - 显示在售的某领地的信息\n/res market sell [领地名] [价格] - 将某领地出售\n/res market unsell [领地名] - 将某领地下架\n/res market buy [领地名] 购买某领地\n/res market rentable [领地名] [价格] [天数] <repeat:t/f> - 将某领地以[价格]/[天数]出租并设置可否自动续期\n/res market rent [领地名] <repeat:t/f> - 设置某领地出租手否可自动续期\n/res market release [领地名] - 解除某领地的出租\n\n管理命令\n/resadmin lease set [领地名] [#天数/infinite] - 设置领地的时间限制或不限时\n/resadmin removeall [玩家名] - 移除某玩家的所有领地\n/resadmin setowner [领地名] [玩家名] - 将某领地以交给某玩家\n/resadmin server [领地名] - 将某领地设置为服务器领地\n/resload - 载入领地插件. *注* 在res.yml的任何改变都不会被还原. 你可以再更改过res.yml后想立即将新设置生效的时候使用此命令\n/rereload - 重载领地插件. *注* 将会还原res.yml为初始状态. 如果你在res.yml更改过设置请不要使用此命令\n注：以上命令不写领地名则为当前所在的领地\n权限表：\nadmin：领地的全权管理权限，仅能给与某玩家\ncontainer：是否能使用箱子，发射器等\nbucket：设置是否能使用桶\nignite：点火的权限\npiston：活塞是否能使用\nbuild：建造权限（包括destroy和place）\ndestroy：毁坏权限\nplace：放置权限\nmove：进入权限\ntp：传送权限\nuse：使用权限（工作台，炉子等）\nsubzone：是否能设置子空间\ntnt：设置tnt是否有效\ncreeper：设置JJ怪是否有效（设置F的话JJ怪就废了）\ndamage：设置领地内是否能造成伤害（不能防止被挤死）\nmonsters：设置是否刷新怪物\nanimals：设置是否刷新动物\nfirespread：火是否能蔓延\nflow：液体流动，包括waterflow和lavaflow\nwaterflow：水的流动\nlavaflow：岩浆流动\nhealing：设置是否能恢复生命\npvp：设置是否能pvp\n管理命令不能用\n差不多了吧...具体的服务器里应该有介绍复制代码\n2.圈地是不受限制的 上方有扩大领地范围的指令 然而还是要钱\n4.如果腐竹不管的话就换服务器吧\n这服务器也是个熊服[什么鬼]\n5.如果你电脑显存不够的话是不可以的这个只是*64和*128\n论坛里还有*512的 给高配电脑的 那才叫真实\n而且1.7材质包1.6也可以用\n6.等我给你的整合[见9]\n7.矿物.追踪\n这东西可能会被禁\n8.见[9]\n9.整合明天给你~\n\n？.欢迎继续追问\n可以加我Q1345979462"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437035580,
            "txt_content": "ZCA 发表于 2015-7-10 08:42\n多人游戏你又无权输指令……\n\n光影太黑跟月亮不真实属于光影自身问题，不是安装错误\n复杂问题，字更长更多，写出失败该篇大致如下：\n01.传送牌子问题末解决\n02.多人游戏死亡不掉落末解决（我需要MOD单独不受服务器规则设置是否掉落的限制，因为我无权应用更多指令只能需要MOD帮忙），单人游戏死亡不掉掉落已用指令解决，感谢之前4楼提供的指令，感谢您提供的指令。\n03.领地问题末解决\n04.作弊问题无法解决/解决不了/我是好人没好报，要饭应该能给我点东西/作弊被服主发现80%的几率可能被Ban，如果服主是熊孩子话，那我不作弊，有可能无辜被Ban，所以我要抵抗那种熊孩子，首先多申请马甲，准备大量备用IP地址，大号不上，马甲小号进攻，再要作弊MOD，跟那种熊孩子服主玩抵抗，抗到为熊孩子投降为止我才可原谅那个熊孩子服主，目前我还没发现有个服主是熊孩子，我只发现有个服主不理我，作弊MOD也可以不用解决，反正我是内心正的人，不会用作弊在多人游戏中恶搞，算是有多人游戏作弊MOD，我也不会使用作弊大招来作弊生存，作弊？我只是为了把家装饰好看点，那没作弊话，还想把家装饰更好看，那我上那去弄那么多的钻石，简直连命都被弄走N个了。\n05.中文木牌末解决\n06.不知道forge那是什么玩意，我也不知道我的MC安装目录是否已存在几个forge，整的我的1.6.2版本的MC到现在还无法打开。\n07.光影问题之前被半解决了（感谢4楼提供解决方法），之后因洁方一键设置原因【点击查看具体原因（注意这链接里的长篇大论被版主删除，因为我在无意间一所不知的触犯版规，版规我早就彻底看过了，因此被误触犯4-4-M，反正我也没那意思这事怪不了我，之前版主不给个编辑帖子通知，我那有这下场，那版主怀疑我恨他恨茶馆？谁不给个强烈编辑帖子通知，我恨了茶馆这怎怪我？我是没办法的办法，以为我一个内心正的人还记他人的仇？）】，反正之前光影没了，感谢11楼正在帮我解决这个光影问题。\n08.皮肤问题待解决，目前末解决，因为1.6.2版本游戏进不去，无法测试，我不用1.7.2版本测试，原因在19楼，我说的详细。\n09.我对服务端一窍不通，感谢您告诉我了插件是给服务端安的，我之前以为MOD和插件，是一个意思呢，所以我以前我在全网搜的插件下载好后全拖入MODS文件夹，结果插件没有反应，当时我满脑疑问，难道MOD又出问题了？\n10.那forge是属于什么？是MOD？还是服务端的插件？\n11.感谢4楼提供的物品不掉落指令，感谢您提供给我的物品不掉落指令，但多人游戏物品不掉落末解决，物品不掉落属于半解决，只解决一半，具体描述请见[02.]\n12.你说的对至于作弊死了这条心吧，具体原因请见[04.]谢谢。\n13.你提供的链接，那里个懒人整合我随便挑选，连光影也带，我直接把光影的.minecraft覆盖到我现有的.minecraft，结果到现在还无法进入游戏，无法进入游戏实况载图请见[16楼]，现在光影问题又来了得重复解决，具体光影光影问题请见[07.]谢谢。\n14.你给我链接意思是还样我再下载模组安装器锕，请见[6楼]，重新看好载图，如果载图看不了了，请更换您的浏览器，还看不了，请更换您的浏览器内核或者双核浏览器切换内核来看载图，现在皮肤问题我不知道，具体关于皮肤问题请见[08.]\n??.我是个机器人？那是真人写了输入那么多字早就累死了，写的长篇大论大多数被删，像真人知道白输入那么多字，早就火死了，自己写了长篇大论，篇内论文全被其它网民认为废话太多，是真人早就态度不好而且不给原谅那个说废话太多的人，说我的论文是废话，我还居然原谅他了，看我多像个机器人？我不像机器人看我辛苦无数，一般人已经无法承受，我不像机器人，那我像什么？不管在那，在游戏，在QQ，在论坛，我总有装机器人的习惯，我现在的态度都不好了。"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437035940,
            "txt_content": "ZCA 发表于 2015-7-10 08:42\n多人游戏你又无权输指令……\n\n光影太黑跟月亮不真实属于光影自身问题，不是安装错误\n再回10楼：\n就因为我不是OP，不是服主，还想有权输入指令，所以得MOD帮忙。\n\n你给我这个外链是个英文网站锕，我看显示要求登录账号页面，反正英文我也看不懂！"
        },
        {
            "author": "cc7w",
            "timestamp": 1437036840,
            "txt_content": "整合 1.6.2\n半复制半自制\n链接: http://pan.baidu.com/s/1mgH0uxy 密码: vu1a"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437092700,
            "txt_content": "lichi2050 发表于 2015-7-10 18:52\n好，的确我承认我的态度不是很好，对此我表示抱歉\n有一些插件（1.6）还是兼容1.7的不过没有具体的表列只 ...\n我没发现你之前态度不好，如果是因“废话太多”这个字眼而道歉，还值得同情原谅，如果你真另有态度不好地方我确还没有发现并而你主动因这个而道歉包括说我废话的，说我废话的 采纳几率扣除（减去）30%，承认说了“废话”字眼而道歉 采纳几率提升（增加）20%，如果我没有发现态度不好已主动道歉 采纳几率再提升20%，只道歉没用，把我问题完整哋解决获得完美的结局那才能被采纳，注意要解决我问题之前，注意文明用语，说“废话”的都不文明，看11楼，要解决我问题之前，有“废话太多”字眼吗？，我的篇内论文那么多，说我废话的怎能样我采纳他，说废话的他不是自找麻烦，样我记住他么？，我居然还原谅说我“废话太多”的（坏话）没跟我道歉的人我也可以原谅他的，没有严重事我一般不会记他人的仇！所以直接原谅，认为认说我是废话的，还是最好别回我，回了并而说我篇内的论文是废话的，这不是向我火上浇汽油么？，5楼、18楼 就是例子！。说起态度，上星期13楼说我态度不好，是向说我是废话的态度没好，另外我没有发现你向我提出改进的建议，13楼向我提出改进建议，可能样我改掉长篇大论的毛病！但感谢您耐心哋看完的这长篇大论，并回复真是不容易锕，再说回态度，现在我态度一点一点退去，没上星期态度好了，具体关于我的态度问题请阅读 19楼见[5.]再继续见[7.]，关于我做了很多长篇论文到底容不容易的具体原因与问题 请阅读24楼[??.]，还是拿我当作机器人看待吧，还是真人真的没那么无聊写（输入）长篇大论！还受到网民认为废话的侮辱，以下具体问题并追问，附带标点，大致如下，感谢11楼的建议。\n\n\n01.1楼 之前我认为MOD就是插件，感谢17楼（见[03.]）告诉了我关于MOD&Plugins，我现在只知道，因装了什么MOD，把1.6.2版本里的设置被篡改了，每个MOD，开发者开发MOD之前是否进行过所有现有版本号通用测试？1.7.2的材质包和光影装在1.6.2版本，不知道有啥后果，反正是上星期测试的，因洁...请你自己看批具体原因我是不可能复制粘贴的 24楼见[07.]，那帖打不开？点这至此看那在茶馆的原帖是怎么没的，我在无意间无所不知的触犯了版规条约，你敢理解不明白什么是“无意间”这句话么，点这至此是关于我的MOD以及很多是怎么没的，反正光影MOD没了，装光影MOD到我那里变成复杂的任务，装半天才弄好，还得需API、ModLoader、Forge、装不好还出差错。\n\n\n02.我说的是秘籍，作弊代码？刷东西指令是不是代码？反正我在网上搜的指令大全无限都没了，怎么没的 见16楼、24楼见[07.]、见[01.]第2个链接。\n\n\n\n03.单人指令、OP指令，不是一种用法么。\n\n\n04.感谢9楼提供服务端安装目录组件载图以及详细说明，我怀疑服务端那些插件都是连接，上星期，我说，我客户端里没有装领地MOD，怎么就能被红石激活并而按照网上方法创建领地，我在网上方法创建领地那网址我不知道了，已经存到我电脑本地 TXT文本格式，然后没了，没了原因还是 见[01.]那里的一行字[注明]请仔细阅读（谢谢[未主动说]），还有，我说过，开服后，服务器连熊孩子都不进，怎么办？，进个熊跟我玩捣乱也行（熊？我是OP熊跟我玩也挺有意思的），关于服务器端现在我完全不懂！\n\n\n05.”/gamerule 物品不掉落？ 开/关“，单机是有足够的权限了，那连接普通新手呢？所以1楼要的是“物品不掉落MOD”，请看 6楼见[2.]，我以为插件就是MOD，MOD就是插件，还是感谢9楼和17楼，样我知道插件是装在那里，MOD是个补助。\n就因为受到了服务器的规则限制，所以1楼要的是物品不掉落MOD，不受服务器游戏规则显示是否掉落。\n\n\n06.你（您）没看到我篇内的载图？请阅读24楼见[14.]，载图加载不了不是我上传问题你可知？建议您换浏览器再进行访问，载图还是加载不了，建议您使用双内浏览器，更换浏览器内核再试试，还是不加载载图，建议别再用Trident（IE）内核、Webkit（chrome、谷歌中国？）内核访问本篇内载图，建议Gecko、Presto内核访问本篇内载图。\n\n07.你没有说金钱是万能，按照你说啥都能干的描述，我可定是万能，但我在多人游戏问别人了，金钱是圈地的，金钱限制圈地问题，具体问题请阅读19楼见[2.]。\n\n08.有没有防止作弊MOD（是以多人连接和单人游戏通用的可选不同语言，完整国际版通用流行版本号，如果没有多人以单人通用 没有国际版 没有通用流行版本号，那就防止单人作弊MOD完整汉化 支特（兼容）1楼说的现用版本）我就想知道 防止作弊MOD是如何防止内置作弊器的，极限模式可能测试不出防止作弊MOD的效果，多人游戏作弊具体问题以及原因请阅读 16楼见[7.]、再请阅读 19楼见[7.]，其实在单人游戏中，作弊没意思，以前（?月）还没来这论坛反馈时，没玩MC PC版时，携带版MC PE版，计算机中的安卓模拟器“我的世界0.9.5 PE 移动版”没用盒子作弊前，一到世界早晨落日，安卓模拟器爆卡，然后卡过程中已经被怪物僵尸等杀死，误破坏方块已经是常事，PE版的是有限世界，BUG来了，瞬间离世界很远，没有地面，用盒子作弊后，突然成电脑版世界地图了，也成无限世界了，爆卡是因电脑地图上 平板/手机 上了，所以多人游戏作弊应该有意思，以为我好事做多不坏就可以随便在多人中作弊？服主知道么？我偷偷开创造，还装饰家，被服主查询到用补助就不被Ban才见了鬼，反正我不知道他们那来的那么多东西和钻石块来装饰家，我都是用泥巴装饰的，泥巴装饰的他们没拆，可能觉得没价值。\n\n\n09.这些插件还样我自己去搜锕！翻不了墙去不了国外网站去搜（谷歌中国？），中国内部网站我想要的MOD都没了，怎么搜也搜不到我想要的MOD，但还得谢谢您的好意，是插件话，以后说不定用的上，我都把插件当成MOD了。\n\n\n10.光影问题描述请阅读 16楼见[6.]、24楼见[07.]、另个问题因光影而造成我的浏览器缓存丢失，之前要回人家那一长篇没了白辛苦输入长篇，因为光影，请阅读19楼见[5.]，看看我要回复的文字是怎么没的，怎么样我白辛苦写的（输入），所以我的态度没上星期好了。\n\n\n11.皮肤问题待解决，正版的我都没资格弄，国外网站又是英文又是翻不过这个墙，所以盗版的正在待解决，这一星期内，又出现很多问题具体描述请阅读19楼见[7.]下一行字，关于皮肤具体问题请阅读 16楼见[9.]。\n\n\n12.正版登录器？在那可下载！\n\n\n13.什么设置不受服务器规则限制来设置子功能（我怀疑就需MOD来实现），我说过我没有服务器（感谢您提供指令），“flags”是什么？英文！完全不理解英文，插件听楼下说装不了客户端，所以我需MOD来保护领地内的动物不知道有没有这总MOD。\n\n\n??:在这论坛中或者所有论坛中，有几个玩家想我这样长篇大论？\n每次回复你，我这篇论文受到你的头像影响并影响其它网民，发现你的头像...（我正在[无语]中），最好别提那（MC电脑版中世界）怪物（因为我从来不提“龍”这恶*（噁心）字眼），因为我会屠了那只怪物的，在MC生存世界我连蝙蝠都屠杀，别怪我残忍，屠怪物不残忍，反正我不杀苦力，它要炸我，我就跑，原因不解释！反正我从来不杀猪，不杀羊，不杀牛，不杀僵尸，我见僵尸就跑，杀 鸡？除非我自杀避免我杀 鸡，我专屠地狱中的和末影の地中的所有生物，因为没一个是善良的！\n\n"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437094260,
            "txt_content": "wht233QAQ 发表于 2015-7-12 14:25\n眼睛已经花了，你问这么多问题应该分开问啊。不然没人看的清。（密集恐惧症都要被你吓出来了） ...\n反正我再也不写（输入）那么长了，点击至此查看我再也不长篇大论的原因。【白写（输入）恐惧症我已经得上了，点击查看原因，请认真理解那个载图。】\n反正我的浏览器崩溃了，之前缓存的都没了，具体详细请阅读19楼见[5.]。\n如果你阅读完了这整篇帖，我重谢！"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437195780,
            "txt_content": "1345979462 发表于 2015-7-16 15:57\n1.给你几个服务器常用的吧\n\n2.圈地是不受限制的 上方有扩大领地范围的指令 然而还是要钱\n03.为啥每次装MOD都会出现...载图如下，反正之前在第三方网站下的MOD整合和其他MC整合里的MOD被我放在相同MODS目录。\n\n\n\n\n\n\n截图20150718110537.png (26.54 KB, 下载次数: 1)\n\n下载附件\n\n03./1\n2015-7-18 11:18 上传\n\n\n\n\n\n\n你给的整合里，我就多装了MOD，出现这个，之前样我删 压缩内我建的多余MODS夹，跟这没关系。\n\n\n\n\n\n\n截图20150718105050.png (58.87 KB, 下载次数: 1)\n\n下载附件\n\n2015-7-18 11:18 上传\n\n\n\n\n\n\n【这是安MOD前的状态】\n\n\n\n\n\n\n截图20150718110606.png (58.89 KB, 下载次数: 3)\n\n下载附件\n\n03./2\n2015-7-18 11:18 上传\n\n\n\n\n\n\n然后设置内的之前的中文又成了英文【这是安MOD后的状态】\n\n\n\n\n\n\n截图20150718110703.png (39.96 KB, 下载次数: 2)\n\n下载附件\n\n03./3\n2015-7-18 11:18 上传\n\n\n\n\n\n\n我怀疑是这个MOD导的鬼，这MOD怎么去搜它？\n\n\n04.前天因我电脑虚拟内存不足，而导致我现用的浏览器崩溃并自动关闭，导致浏览器页面缓存我输入的要回帖的文字丢失，连版主删帖前的缓存帖子中的文字也将要丢失（不刷新页面就不丢失），再打开浏览器，这些缓存全被它（浏览器）自动刷新，因此我的字全白打了（当时我态度就不好，因字全白打，重要缓存全不见了，当时我很来气！），还有另个在茶馆中的我的主题帖要回复别人回我的，之前的我输入的文字也将被自动刷新就显示新页面（显示不存在该帖页面），因我前天第一次输入要回你的文字已经丢失了，因此我想说的没在帖上，所以我昨天很来气，态度不好，因此在这里向你说一声抱歉（对不起），当时浏览器崩溃，字全白打，连帖被删除前的文字缓存，我也没复制保存，我回你描述不够，因此再回你关于服主和服事情没说明白，以下我不进其他服原因，今天给补回来。\n我前天是这样说的：我进的是洁方电竞平台>1.6.2工坊，纯净服那来的服主QQ群，再说了，我进的服已经有我建的建筑（如果熊孩子认为不是我建的认为是他自己建的这说明侵权），我建的辛辛苦苦建的大建议之前是我家，然后被熊，但我建的没被拆，可能拆它没价值，又有可能舍不得拆？，还有，我进的那服人多，也在那服里交了不少朋友，那我进别的服了，那我之前进的服里的我建的建筑不是归人家了么？所以我不进别的服，还有，别的服人多么？人多才算有意思。\n前天我估计就是怎么写的要回复你之前这些字已经丢失了，我估计昨天写的比这多，前天又白写了长篇大论，你说都白写了，我态度能好么？前天差点把脏话说出来。\n\n05.\n关于材质，我又装个寂静岭材质，刚开始（单人游戏测试）没觉得卡慢，不知怎么回事，再切换其他材质再切换寂静岭材质MC程序就无响应，然后电脑也跟着卡，系统整个桌面和任务栏都已经卡住了，MC程序也没反应点关闭也没反应，当时我就知道，一个MC游戏把电脑弄瘫痪了，所以强制重启，然后我就想把寂静岭材质给移除（移除或者删除），每次游戏一打开电脑就得重启，所以我必须先把它移除试试，不移除我连MC程序都不敢打开，卡的电脑都得重启。\n\n\n\n\n\n截图20150718103405.png (150.94 KB, 下载次数: 0)\n\n下载附件\n\n05./1\n2015-7-18 11:18 上传\n\n\n\n\n\n\n我就挨个挨个找，看到寂静岭图标为准，然后把它移除（万恶的寂静岭材质，每次一应用，游戏就把电脑带进一起卡住！）\n\n\n\n\n\n截图20150718101554.png (77.79 KB, 下载次数: 0)\n\n下载附件\n\n05./2\n2015-7-18 11:18 上传\n\n\n\n\n\n\n这是应用寂静岭材质后，MC所占用的内存以及CPU核（在360任务管理器里看见：使用寂静岭材质后的情况，我说电脑怎么被MC程序带进来一起卡呢，害我强制重启电脑，我电脑都要被重启坏了。是用模仿安卓来应用MC PE版，电脑就不会卡。）\n\n\n\n\n\n截图20150718104311.png (66.04 KB, 下载次数: 0)\n\n下载附件\n\n05./3\n2015-7-18 11:18 上传\n\n\n\n\n\n\n之前寂静岭材质终于给移除了，可是这还有一个，我试试应用，又卡了，这回还行，直接把游戏（MC程序）弄崩溃了，电脑没卡住，不用重启电脑了，真是万幸，然后找到它并也把他给移除了。\n为什么我装寂静岭材质咋就怎么卡慢？电脑都给带进去了，陪MC游戏程序一起卡。\n07.\n这个是矿物跟踪？我说的是矿物透视，矿物跟踪没矿物透视好，反正你给的整合，被我找到了矿物跟踪键，真没矿物透视好，但也谢谢您的好心，我上星期有矿物透视载图的情况（载图不上传了，费事不还得加一个，反正看到我之前有了矿物透视那个牛样我就后想会上火），因洁方，把我的上星期之前的所有MOD给删除了，包括生物雷达、矿物透视这两没备份就被删了，飞行MOD备份了（这那是飞行MOD？）我被我朋友给骗了，他传给我的不是飞行MOD，上星期，我居然还把我的 生物雷达和矿物透视又分享给他了，因为他有理从我要了，因为他给我了飞行MOD，之后知道我被骗了，还弄景，进不了游戏重复进。\n那你能给个矿物透视MOD么？上星期朋友，给我的矿物透视MOD部分还是英文，我误点了删除，删除了需要透视的矿物。\n还有，你怎么把 矿物跟踪MOD、矿物透视MOD、飞行MOD、穿墙MOD 认为是作弊MOD了？，我告诉你什么叫做作弊MOD，刷物品才叫作弊！\n那如果彻底不作弊，还是不要装任何MOD了，干脆来给纯净版整合包，那里连个forge都没有，MODS这个夹都没有，说起作弊，小地图也是作弊，没有生物地图，周围敌对生物潜伏你不知道所以提高游戏难度，汉化版也是作弊，是英文的会提高游戏难度（为什么是英文就提高游戏难度了？因为英文你看不懂，所以觉得难了就增加难度了），只要是装了MOD就是作弊，但纯净版和forge版那个有意思？当然forge版有意思了，所以没MOD，这游戏怎么能玩下去？玩下去就厉害了！被熊孩子后背偷袭都不知道，所以我要以上的MOD不过分吧？，我进那服别人也用了这些补助的MOD，别人也没被服主Ban过，我怀疑用刷物品MOD可能被服主Ban，所以我可以不要刷物品MOD，我就要别人用的那些补助就是我之前说的MOD，对了别在论坛上上传，我不想样别人也用跟我相同的补助MOD，那如果人人都用那些补助，那我在多人生存中还咋活，要给我那些我说的MOD就请私信我，谢谢。\n09.感谢您给我整合\n但有个问题，这视频设置怎么调到最现实，不会卡慢，什么设置，我全调最高，游戏都进不去，一直下载中，进去了就崩溃闪退无响应。\n\n\n\n\n\n\n\n截图20150718105130.png (72.75 KB, 下载次数: 1)\n\n下载附件\n\n2015-7-18 11:18 上传\n\n\n\n\n\n\n这就是之前末装过新MOD的视频设置界面，怎么调？，我一调，游戏就进不去了。\n\n??.谢谢您耐心哋答复我，如对我的问题感兴趣话，请您有足够时间阅读整篇帖内的论文。\n"
        },
        {
            "author": "cc7w",
            "timestamp": 1437197940,
            "txt_content": "03.搜一个Mod在Mods寻找同名文件 删除就行了\n\n方法：删除Npt Enough Items 和 CodeChickenCore\n04.如果腐竹和OP不管的话 \n联合你的朋友 与熊孩子开干 你和那么多朋友总能打得过一个吧\n最好的方法其实还是圈地\n05.再切换材质的时候电脑当然卡\n在2分钟以下一般是正常的\n超过两分钟就是...你的电脑配置不行 应用不了这个材质\n07.QQ\n飞行和穿墙是真没有的 飞行要创造模式 但你在服务器里没有权限\n09.\n全调最高是什么鬼。。。。\n以下给你建议\n可视距离在低--高以内    卡了往下调\n性能最高\n图像品质 高品质[真实]流畅[不卡]\n平滑光照 Off-少   0%-50%\n迷雾:关[不卡]-流畅[真实]\n动画\n全部打开[真实]-全部关闭[流畅]\n\n\n自由取舍\n？.欢迎继续追问 附件Q给你"
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437214200,
            "txt_content": "1345979462 发表于 2015-7-18 13:39\n03.搜一个Mod在Mods寻找同名文件 删除就行了\n\n方法：删除Npt Enough Items 和 CodeChickenCore\n03.\n\n\n\n\n截图20150718173643.png (58.34 KB, 下载次数: 0)\n\n下载附件\n\n2015-7-18 17:48 上传\n\n\n\n\n\n在MODS夹里搜索重复MOD其实这方法我早用过，大部分重复插件是我自行解决的，因这种重复的比较特殊，感谢您好意，你以为我不知道这方法，但比较特殊还带有minecraft.jar，然后我尝试搜索左边的英文，没想到真搜到几个，这些5个MOD插件可能是重复MOD插件，但还是末解，可是有一部分还是不行，发现【NEI本体】NotEnoughItems.jar装MOD后MC程序打不开，这是我2 天前一点一点测试出来并自行解决的。\n\n\n\n\n\n截图20150718174103.png (46.8 KB, 下载次数: 1)\n\n下载附件\n\n2015-7-18 17:49 上传\n\n\n\n\n\n\n怎么办？搜索不到，我怀疑文件名变身了！\n\n??.无法进入游戏问题解决后再解决别的，谢谢。\n"
        },
        {
            "author": "cc7w",
            "timestamp": 1437214740,
            "txt_content": "yinMCwPCcanjil 发表于 2015-7-18 18:10\n03.\n\n在MODS夹里搜索重复MOD其实这方法我早用过，大部分重复插件是我自行解决的，因这种重复的比较特殊， ...\n那么只有最后一个办法\n把所有Mod都拖出来\n一个一个放进去测试\n报错的那个./.."
        },
        {
            "author": "yinMCwPCcanjil",
            "timestamp": 1437281580,
            "txt_content": "1345979462 发表于 2015-7-18 18:19\n那么只有最后一个办法\n把所有Mod都拖出来\n一个一个放进去测试\n03.\n【NEI前置】CodeChicken.jar ，它可能是个重复MOD插件，终于把它找到并移除了（本地磁盘载图没载屏）。\n显示.zip MOD插件 装它时MC程序又出现什么错误（载图没了，之前测试末保存载图，再测试测试不出来了），（怎么回事？）以前还没这样呢，然后把它移除不装。\n为什么装过多的MOD插件，怎么启动MC无响应，然后才有响应，启动过程中等到1分钟多才打开MC程序，再继装MOD插件MC程序一律闪退打不开，那是怎么回事？我之前还怀疑MOD插件故障。\n\n\n\n\n\n截图20150719093134.png (20.42 KB, 下载次数: 0)\n\n下载附件\n\n2015-7-19 11:45 上传\n\n\n\n\n\n\n【以上载图是发生今天早上，昨天把重复问题解决后还没这特殊故障呢，只不过打开MC程序超级慢。】之前把那些重复MOD插件挑出来之后，因MOD过多，还想装入新的MOD装了后游戏一律闪退（它不跟我解释），所以我移除点MOD插件，末移除MOD其它MOD插件还好好的，这回再装MOD插件，再打开就出现这个[对话框载屏]，这又是什么故障，英文看不懂，样我怎么地把文本文档想怎么地，这装MOD打不开MC问题快解决了就又故障了，之前可能解决了，就因为我还想装新的MOD，我也是满脑问题和疑问。\n以上载图问题发生之前，测试了点MOD：有的枪械MOD（单人创造可测试，多人显示服务器满了进不去了，再说在多人生存上我上那弄枪去？），我装的MOD测试一发现怎么这些MOD都不和谐锕，一不和谐 不是这个MOD故障就是那个MOD有问题，枪械MOD开不了枪但按E键后显示可切换模式 物品ID 把创造模式的背包编辑界面给遮挡住了，枪械MOD 能开枪了（大部分步枪都能开枪，打BOSS经过威力测试，但枪的威力还是跟剑一样，威力还是小，还没弓的威力大呢，我认为是破枪，我又认为是MOD问题，打动物和普通怪物经过测试，枪对动物和普通怪物威力惊人（还好不是MOD问题），末修改游戏规则的原规则，每个武器可能对BOSS伤害较小（那怎么修改游戏规则，比如一个木头剑对BOSS伤害是极大的，反正我不玩单人的，以后再解决如何修改游戏规则）），所以我认为MOD枪械里的步枪是破枪，打BOSS也掉不多少血，所以我还认为火箭威力应该大，但火箭弹（不发射）开不了（应用物品没反应），部分手雷无反应，连手枪也开不了枪，这MOD又是什么鬼故障？），枪械MOD部分步枪能用了，但按E键，显示可切换模式 物品ID 没了，不知道是什么回事就像MOD在一起不和谐是的，还有一些特殊武器，像光一样的武器连符等等，对BOSS没有任何伤害反应（另个MOD怎么又出现鬼问题？）这问题是MOD本身故障吗？有的特殊武器对动物和普通怪物有伤害反应（只对动物和普通怪物有伤害，那不公平，动物和普通怪物欠它（说MOD呢）的锕，只对BOSS好，对动物和普通怪物有伤害），所有特殊武器对BOSS一律没反应，我觉得是游戏本身问题，那对动物和普通怪物没有任何伤害话那就是MOD本身故障，还是真是游戏的问题（我用的1.6.2版本的问题），连岩浆都泡不着它，BOSS一靠近岩浆反倒是岩浆没了，岩浆属于方块？不只岩浆被BOSS靠近会消失，连所有方块是被BOSS靠近一律消失，明摆着是游戏有问题，我又怀疑是游戏版本号低的问题？，但1.7.2版本没测试过，反正我遇见过的MOD问题太多了，说不过来了，还有，写着是汉化的，但部分设置还是纯英文。\nMOD问题是个坎，MOD问题真是个难！我以前在网上听说，怪不得很多人要MOD整合懒人包，但MOD整合里不知道这些MOD是干什么的，装MOD过多还闪退，装少了MOD，每个MOD懒人整合里的还没有我想要的MOD，大部分我想要的是能用在服务器上的也能用在单人的，纯汉化的。\n\n??.\n\n"
        }
    ]
}