{
    "title": "【原创】《启示录》第二章：旅程",
    "author": "紫罗兰祝福",
    "replyCount": 5,
    "timestamp": 1435889820,
    "txt_content": " 本帖最后由 星之永恒 于 2015-7-23 08:02 编辑 \n   在逃离僵尸的追捕后，我开始确定自己的位置。我发现我的小屋在腐烂之地的中心，而我现在正要穿过我曾经的故乡。如果我选择绕道而行，那么，我行走的速度将无法赶在这里完全腐化之前离开。我别无选择。\n    在走出一段距离后，我发现了一些破碎的树干。我很快意识到Tank在我来之前，他已经抢先一步了。我不由的打了个哆嗦：看来，这里应该不会有幸存者了。前面就是我曾经的家乡了。而向前走了几步后，建筑物的残骸印证了我的猜想。看来，一场恶战在所难免了。想到这里，我不由的咬紧牙关，以应对随时可能降临的危险。\n    到家了，我却没有任何兴奋可言。我只能拿起那把铁剑，给我曾经的伙伴重重的一击。不料，僵尸却渐渐的多了起来，而我的体能已有些透支。我暗暗叫苦，这时，一个还算完整的房子映入眼帘，我缓缓的向那个房子靠近。我在我的体能透支之前闪身蹿了进去。休息片刻之后，我拿起铁剑，给门外拥挤不堪的僵尸们一记重击，而僵尸像浪潮一样一批接着一批，向门快速的靠近。我只能强忍着悲伤和愤懑，将僵尸拒之门外。很快，门外的断肢和头颅便堆积的像一座小山。\n    铁剑疲惫不堪的向最后一只僵尸划去，僵尸倒了下去，而我也已经疲惫不堪，但我还是站了起来。门外，初生的太阳正缓缓升起。\n    这时，门后突然传出一阵窸窸窣窣的响声，我一惊，随即拿起铁剑缓缓的向门靠去。我心里非常清楚，门后不是具有蓝色的表现型抗体的幸存者，就是一只已经死亡的人类。但是，Tank已经来过了，所以这里有幸存者的几率微乎其微。我已经做好了血战的准备。\n    就在我正准备将门推开时，一把铁剑窜了出来。我一闪身躲过了铁剑，随即又是一片寂静。\n    我笑道：“黑夜，已经过去了。”\n    门被缓缓的推开了。一个瘦削的蓝发女孩领着一个蓝发的小男孩走了出来。小男孩像受到了惊吓，那女孩就赶紧安慰他。看来，这个女孩把所有的食物和水全部留给了小男孩。我的心中不由得一阵痛。\n    随后，那个女孩向我伸出手：“我叫Jane，那是我的弟弟Jimmy。”\n    当然，我认得那是特种兵的规矩，所以，我也伸出手：“我叫Steve。”说完，我的心中一惊。\n    如果伪装附着在身上太久了，就脱不下来了。然而，让我不被他人像看待稀有动物一样指指点点的，就只有身上这层橡胶了。\n    我不由的想起前生，我宁愿忘记前生，像个正常人一样接受死亡，而不是被别人像鬼一样的看待。尽管我是一个人。\n    我们在走出一段距离后，在一片还算开阔的腐烂之地歇息。我给了她们两个面包，但Jane看了看面包，直接把面包给了Jimmy。他看了看姐姐，见姐姐并不要另一个面包，便把第二个面包含泪吃了下去。见状，我毫不犹豫的把另一个面包递给了Jane。\n    两个人终于都吃上了面包，而我坐在一旁静静的擦着剑。铁剑上已有些许锈迹和划痕。擦完剑，我静静的把一个面包吃完了。除了面包，没有什么东西是没有变质的。我在心里长长的叹了一口气。\n    突然，一把已有些破损的剑架在我的脖子上。一回头，Jane颤抖的拿着那把铁剑。\n    “只要杀了你，我们就能抢走你的物资了吧...那时，我的弟弟就能活下来了！...”Jane回头看了一眼惊恐万分的弟弟，继续说道。“我不在意我的生死，只要我的弟弟能活下去，我就很知足了...”\n    一道白光闪过，那把颤抖的剑被另一只铁剑击飞。我的剑对准了瘫坐在地上的Jane。一旁的Jimmy完全被吓懵了，呆呆的站在那里。\n    “动手吧！”她的笑不仅是坦然，更像是赎罪。我不由的感到一阵凄凉。\n    铁剑划过，Jane应声倒地。一旁的Jimmy撕心裂肺的喊道：“姐姐！姐姐!...”\n    然而，我却把她扶了起来。铁剑只划过了衣襟，并未伤到她。在这种地方，即使有抗体，受伤也是一件非常严重的事。如稍有不慎，小伤也会致人于死地。\n    她睁开眼睛，缓缓说道：“你...”\n    我随即说道：“我会把你们护送到安全的地方的。”我看了一眼Jimmy，继续说道：“还有，为了你的弟弟，活下去。”\n    她不由的痛哭起来。然后，她拿起那把铁剑，缓缓说道：“该离开这里了。”远处，三个人正朝着太阳踏上旅程。\n看不懂？索引帖在此~",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1435890060,
            "txt_content": "@Hong小君  \n@1137246733  \n感谢你们的支持！\n@咕噜and呼噜 \nLOGO交给你了...\n用不了PS已哭瞎\n{:10_503:}"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1435890300,
            "txt_content": "还有\n因为草稿被吞\n我干脆重构了一遍\n3000字看起来不水了2333\n{:10_503:}"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1435897980,
            "txt_content": "星之永恒 发表于 2015-7-3 10:21\n@Hong小君  \n@1137246733  \n感谢你们的支持！\nlogo什么鬼 还有 你ps可以去贴吧再下载啊"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1436054040,
            "txt_content": "咕噜and呼噜 发表于 2015-7-3 12:33\nlogo什么鬼 还有 你ps可以去贴吧再下载啊\n...\n这荒郊野地里的\n你给我找一个能用PS的电脑去\n（码个字都是钱233）"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1436083020,
            "txt_content": "咕噜and呼噜 发表于 2015-7-3 12:33\nlogo什么鬼 还有 你ps可以去贴吧再下载啊\n噗\n咕噜你够了\n你吓的我在我的新电脑上装了PS,AE,还有Lr！\n（CC 2015的优化不错233）\n{:10_493:}"
        }
    ]
}