{
    "title": "quick快捷商店问题100金粒奉上",
    "author": "火爆龙",
    "replyCount": 2,
    "timestamp": 1435816440,
    "txt_content": "今天装了个结婚插件后，quick商店卖东西钱不增加  求大神解答！                 \n#Tax amount (decimal) - Eg, P1 buys $50 worth of stuff from P2.  Therefore, P1 loses $50, P2 gains $(1-0.05)*50, and tax-account gains $(0.05)*50.\ntax: 0.05\n#The fake player who money from taxing people goes to\ntax-account: tax\n#Should we log transactions/creations to Bukkit\\Plugins\\QuickShop\\qs.log?\nlog-actions: true\n\n#Advanced.  This chooses which economy to hook into.  If it fails, it will fall back to trying vault. Spelling must be exact. Case insensitive.\n# Vault - Will hook into anything vault can hook into (Vault is required for this to work)\n# Satoshis\n# Want yours added? Contact me (Netherfoam) on dev.bukkit.org\neconomy: Vault\n#For item-item based economies that don't use virtual coins.\nwhole-number-prices-only: false\ndatabase:\n    mysql: false\n    host: localhost\n    port: 3306\n    database: quickshop\n    user: root\n    password: passwd\n    \n#Limits the number of shops a person can create and own at a single time.\nlimits:\n    #Disable these if you're not using them! If this is false, the rest of this section is ignored\n    use: true\n    #The default number of shops players can make\n    default: 30\n    #Players with these permissions can create these amounts of shops.\n    ranks:\n        #Anyone with 'quickshop.vip' permissions, can create 20 shops instead of 10.\n        quickshop.vip: 60 #Players with quickshop.vip can make 20 shops.\n#A list of block (materials) which can be used to create shops.\n#By default, chests are added to this list.\n#This will only work for blocks which implement InventoryHolder\n#in other words, no enderchest shops, no shops on dirt blocks, etc.\n#May cause unexpected behaviour with some blocks... Eg don't make a \n#shop on a hopper (It sucks the display item in) and furnace shops\n#allow players to put whatever item they want in all 3 slots and\n#dispenser shops aren't protected from redstone... Etc.\nshop-blocks:\n    - CHEST\n    - TRAPPED_CHEST\nshop:\n    #Cost to make a stall\n    cost: 10\n    #Should we refund when their shops are deleted/removed/broken?\n    refund: false\n    #Is there a fee for changing prices on a shop (Help deter endless undercutting)\n    price-change-requires-fee: true\n    #If price changes require a fee, how much is the fee\n    fee-for-price-change: 5\n    #Should we try and lock their shops from other players, so people can't steal from them?\n    lock: true\n    #Should we require players be sneaking to create and use shops?\n    sneak-only: false\n    #Should we automatically create the sign for the chest?\n    auto-sign: true\n    #If a player owns an unlimited shop, should they receive the cash from it or not?\n    #If you buy from YOUR unlimited shop, you will NEVER be charged $$, regardless of this setting\n    pay-unlimited-shop-owners: false\n    #Should we place display items on the chests?\n    display-items: true\n    #Should we place item frames on chests?\n    frame-items: true\n    #When someone uses /qs find <item>, how far should we search in blocks?\n    #This command lets users shop quickly without wasting time searching\n    #Settings > 100 WILL cause lag. Don't do it, or don't cry when your server lags.\n    find-distance: 45\n#List of items to disallow selling of.  Anyone with quickshop.bypass.<itemID> can bypass it    \nblacklist:\n    - 7 #Bedrock \n这是配置列表",
    "replies": [
        {
            "author": "1578766104",
            "timestamp": 1435816440,
            "txt_content": "op怎么卖 钱都不会加的"
        },
        {
            "author": "火爆龙",
            "timestamp": 1435819440,
            "txt_content": "1578766104 发表于 2015-7-2 14:37\nop怎么卖 钱都不会加的\n{:10_512:}表示我重启下服貌似就行了，谢谢你！最佳给您"
        }
    ]
}