{
    "title": "<原创|连载>《方块异次元》[TheClouds] | 第2章 | —— 投掷，惊人的力量-修订",
    "author": "1137246733",
    "replyCount": 4,
    "timestamp": 1435833300,
    "txt_content": " 本帖最后由 1137246733 于 2015-7-4 15:20 编辑 \n\n正文：\n\n\n　　 夜光撒下，叶凌与叶萧的身影逐渐模糊于黑暗之中，向着村落前进。\n　　近处一棵不高的桦木树根旁，一群大鸟在寻觅着食物。而童趣未减的叶凌，则是不顾叔父的劝导，一副放光的贼眼看向了其中最肥的一只棕黄大鸟。\n　　今晚如果能把那只大鸟抓回去，就有好吃的了！叶凌嘴里啧啧着。\n　　“前提是你得捉住。”叶萧则是一脸无奈，笑着看着叶凌。\n　　踏着泥泞的小路，叶凌一人蹑手蹑脚地悄悄向大鸟前去，但身型却略显笨拙，不时发出声音。那几只鸟却是玩得很开心，丝毫没有注意到自己即将死亡的危险。\n　　忽然有一只白色羽毛的雏鸟转头看向了叶凌，随即齐刷刷地二三十只鸟都扭头死死盯着叶凌，嘴里还嚼着食物。\n　　这……我……\n　　而那被盯的少年心中也是颇为焦急，进不得退不得，反倒成了小丑一般被众鸟围看。而身后不远处则发出了一阵阵大笑。\n　　怎么办！豆大的汗珠落下，心砰砰直跳。就这样僵持了整整五分钟，鸟群时不时有新飞来的，目前足足有数百只颜色各异的不同种类的鸟盯着叶凌，白双黑色的瞳孔在夜晚格外扎眼，使人倍感滑稽。\n　　看来，只能使用，那一招了……被盯的少年轻叹了一声，随即一口呼气，一口吸气，身型微微向前。\n　　“亲爱的鸟族啊，我是你们的同伴，我是你们的同类！我们共生与同一日光之下，我们共死于同一月光之下！我们是前半年是兄弟，我们后半年依然是兄弟。希望以我虔诚的灵魂，洗脱我生来对同族的罪名！花开鸟语辄自醉，醉与花鸟为交朋。 原谅我吧，鸟类……”叶凌双手合十，睁着大眼睛使劲看着群鸟。\n　　后方的笑声更加肆虐了。\n　　而鸟群呢？白色羽毛的雏鸟跳到这个大鸟的脖子上，跳到这个大鸟的脸上。雌性的大鸟皆是摇着脑袋盯着叶凌，听着所谓的“同族”说着什么。雄性的大鸟则是思绪已经飘飞，思考着群内的雌鸟是否还有未交配的，给予这位新来的“同族”。群鸟时而歪着脖子看着，时而睁大眼睛看着。\n　　叶凌自以为起到了效果，继续吟诵着“经”。约莫2分钟以后，叶凌自以为时辰已到，最后一句“我们是同类！”之后，开始慢慢地把向前挪移，以一种极其慢的速度向那只大鸟踱去。而他也一直在纳闷，为何自己已经成功后面的大叔却在越笑越癫狂。\n　　肥鸟在舔着自己的羽毛，白色羽毛的雏鸟把注意力转移到了地上的跳蚤，雌鸟们依然歪着脑袋看着，雄鸟们却在耗费脑力寻找为交配的雌鸟。\n　　叶凌依然在一步步前进，越来越近，直到——\n　　猛然！\n　　白色羽毛的雏鸟尖叫一声，随即数以百计的各式颜色的鸟群同时展翅而飞，色彩缤纷的翅膀在夜晚银光的映射下格外耀眼。\n　　叶凌在那傻傻地愣住了。直到那群鸟已经全部飞到天空中之时：不对！这群家伙们要飞走了！不行！今晚没有鸟肉怎么可以！不行啊！你们别走！少年的心中呐喊着。眼见越飞越远，已经飞到了三十尺的高空。\n　　然而叶凌却并没有慌乱，直勾勾地盯着空中的鸟群，脑中飞速地运转着，考虑着任何一种可行的办法，思考、考虑、废弃。\n　　最后眼见那群鸟飞到了四十尺的高空，即将散去——叶凌却毫不灰心，以迅雷不及掩耳的速度拿起一块鹅卵石，冲着空中飞的最高的那只肥鸟扔去，而一块普通的鹅卵石却在叶凌手中发挥出了极其巨大的力量，划破天空径直向肥鸟射去，所经之处发出阵阵空爆声。然而这就是在电光火石之间——那只本已得意的肥鸟被猛然击中，随后以极快的速度陨落，撞在了桦树的树干上。\n　　叶凌见此，不得大喜。急忙跑到树下，抱起硕大的肥鸟，轻轻吹着它身上的尘土，冲着叶萧傻笑着。\n　　然而叶萧不知为何，他只看到肥鸟飞到空中后直接落地，不曾明白是叶凌的击落，以为是那只大鸟因体竭落下。\n　　“小子，算你运气不错。”叶萧笑了出来。“走，回家给你吃清炖鸟肉！”\n　　\n　　“怎么回事啊。”\n　　距离安邑村落数十千米之处的一片草原之上，原本的宁静被忽然间打破。一支浩浩荡荡的束装整齐的军队踏破草坪，快速向前推进。军队最前方足有十只铁骑，第二段防御线足足有装备规整的一排盾兵，而之后主力进攻部队有过百之数，个个装备精良，其中不乏有重武器兵种。这在当时的齐布郡的外围地区相当少见，只有在中围一些重要的战略点才会见到。现在出现在偏僻的草原，必有不可告人之秘。\n　　“你确认你在村子里的人可信吗？怎么这么久依然没有回信？”一身披重铠的鹰钩鼻男子，行走于军队的最前方，冲着一个人喊道。\n　　“大人！”那人身披虎皮，双眼眯缝颤颤巍巍地说着。“应该可信，大人，那个线人是我亲叔叔的亲侄子的兄弟的老婆的孩子的舅妈的前未婚妻！那两个人虽说已经分开但情还深得很，办这么一点小事还是能做到的，大人。”他身材虽矮小，却满眼放着贼光，肯定地说道。\n　　“那你说，为什么这么久咱们放出去的信鸽还没有回来。”钩鼻男子嗤之以鼻，说道。\n　　矮小男子不敢直视长官的眼光，眼珠一转，嘴里喃喃着：“那肯定是出了什么差错。”\n　　还好我在信中用了特殊符号，即便不是我们的人看到，也不会得出任何结论。这个满眼放贼光的鲁贼倒是关键时刻能有点好主意，但并不是特别服从与我啊，需要我好好利用。那钩鼻男子心中嘀咕道。\n　　“可那只信鸽特别肥胖，肉多，会不会被别人捉去了吃？”\n　　“也可能是那只信鸽的能力不强啊，不足以精确找到线人。”\n　　“不可能，鲁贼的那只棕黄色肥鸟可是跟了他很长时间了，也算百经沙场，能力应该不会弱的！”\n　　“不过这也不是很必要，即便咱们不知道村内结构，咱二百人的军队还拿不下他一个人数不足一百的小村庄咯？”\n　　“嗐，说的也对！”\n　　“啧啧……我的刀可是很久没饮血了啊！”\n　　“是啊……是啊……”\n　　一群人议论着。而依旧平静的安邑村中，没有人知道那个小村落会在这场席卷斯蒂兰卡大陆的漩涡中命运如何。\n　　没有人会知道。\n\n\n\n废话：\n\n以后音乐就不在这发了，反正索引贴里有\n这章挖了两个坑，一个小坑，一个大坑\n另外感谢朱仙的建议，才让我加上后一大段的文字，挖的坑\n（如果你能看到的话。。）\n呃，说实话我这章确实是有点不正儿八经了。。。\n另外如果有什么不足之处或者建议又或者错别字什么的要千万指出\n我可不是玻璃心，只有你的建议才能让我写的更好\n\n\n索引贴\n\n\nThe End\n",
    "replies": [
        {
            "author": "流灬星",
            "timestamp": 1435836000,
            "txt_content": "我不能只看不回复"
        },
        {
            "author": "Small_cream",
            "timestamp": 1435838400,
            "txt_content": "流灬星 发表于 2015-7-2 19:20\n我不能只看不回复\n我也是，为了凑十个字\n\n\n"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1435986540,
            "txt_content": "嗯，看来是时候说一些干货了\nice，我在看你的小说前半段的时候总会有一些违和感，这种感觉也曾经在自己的小说经历过\n而这，就是动机的不合理。\n什么是动机？动机是迫使人物行动的根本动力，它可能来自于外在，也可能来自于内在，但是当它形成时，它就应该是强大的，合理的，即使读者身处人物的位置，也会这么去做，也会必须去做。\n你的前半段，叶凌为了吃鸟肉而去抓鸟，这是符合叶凌行为模式的，但是，这个抓鸟只是路上恰巧遇到，而且心血来潮的，这就完全不符合正确的行为模式了。\n后续的描写是抓这只鸟的艰难不是吗？但是一个心血来潮的行为，为什么会这么努力？\n如果是为了凸显主角性格，那至少也要有一个叶萧劝叶凌放弃，叶凌却依然我行我素的情节才不会显得突兀。\n也许你是想要尽力符合叶凌、叶萧真实的性格造成的行为，但是正是太过现实，而造成的不真实感。\n总而言之，问题在于动机太过单薄，不够精确有力。"
        },
        {
            "author": "1137246733",
            "timestamp": 1435990560,
            "txt_content": "CloudsXDao 发表于 2015-7-4 13:09\n嗯，看来是时候说一些干货了\nice，我在看你的小说前半段的时候总会有一些违和感，这种感觉也曾经在自己的小 ...\n的确啊，这段太冗长了，正如你所说，动机太单薄。\n的确我是为了突出他的性格而写的，但经过你这么一说也就是方式不对了\n我一会可能去改改这一章，只能在暂且亡羊补牢了"
        }
    ]
}