{
    "title": "【连载】人造人的故事 第一章 初识",
    "author": "传说中的巧克力",
    "replyCount": 7,
    "timestamp": 1435834920,
    "txt_content": " 本帖最后由 传说中的巧克力 于 2015-7-2 20:33 编辑 \n\n第一章 初识\n“今天的阳光怎么这么刺眼啊！”史蒂芬走到阳光下，伸了个懒腰。\n“大太阳才好，庄稼长得快啊。”村长不知什么时候来到了史蒂芬身边，“史蒂芬，”\n“嗯？”\n“唔……有个事情……我想拜托你一下。”\n“村长，有事直说，我一定尽我所能帮助您。”史蒂芬拍着胸膛，“村子里的事情就是我的事情。”\n“那好。史蒂芬啊，你一定知道前几天夜里出现的异样吧。”村长叹了口气。异样？难道是那颗坠落到地上的星星？难道它意味着什么灾变吗？史蒂芬倒吸一口凉气\n“您是指那颗坠落的流星？好像它坠落的地点离我们不远吧。”\n“对，就是那个。”\n“那应该没有什么别的啊？难道是出现了什么强大的怪物？”史蒂芬好奇地问道。\n“事情是这样的，你知道我们村子处于狂魔山脉中，每天晚上都会有不少怪物来骚扰，但是自从那天坠星以来，每天晚上袭击村子的怪物越来越多了，而且怪物的整体素质和以前完全没得比，导致我们村子防御地十分狼狈。如果怪物再加强的话，村子里的战士就不一定能够挡住它们了。所以，我想请你到那天坠星的地点去探查一下。”村长的眼里，有着深深的担忧。史蒂芬一眼就看出来，那是为了村子的命运而担忧。\n“是这样吗？嗯……那我就去看一下吧”\n“那真是太好了，”村长大喜过望，“嗯……你等一下。”村长在身上东摸摸，西摸摸，终于，翻出了一卷羊皮纸，说道：“史蒂芬啊，这是我们村子200年来，画过的最详实也是范围最广的地图，想必你一定用得到吧。”\n史蒂芬接过地图。“确实，我刚还在头疼没有一幅地图呢。那我准备一下，今天晚上就去。”\n“对了，村子里的战士说，每天晚上那个方向都会发出光芒，你到晚上跟着那道光走就好了。”说完，村长转身离去。\n史蒂芬回到家中，他的家是典型的一个破烂铁匠的屋子：一进门就能感受到锻造炉的热气扑面而来，家里的陈设非常简单，大厅中只有一张桌子，两把椅子，墙上挂着铁具。那些铁具倒是熠熠生辉，与周围的破烂丝毫不相匹配。最引人注目的，恐怕就是墙上那张破烂的壁画，怎么看，都像是传说中创世之战的情景。\n“唔……未知的光芒吗？看来，平静的生活又要被打破了！”史蒂夫仿佛痛下了什么决心似的，在墙上按了一下，竟然穿过那幅破烂的壁画，径直走进了一个储物间。他打开了最里面的那个落满灰尘的箱子，一把钻石剑静静地躺在箱子中。史蒂芬拿起那把剑，放在手中摩挲着。那把剑似乎不是普通的剑，在黑暗的储物间里，它发出了淡淡的幽紫色光辉。\n“老伙计啊，还以为在不会用到你了呢，没想到这么久以后，我们就又见面了。”那剑“嗡”地一响，仿佛在回应史蒂芬的话。利剑入鞘，穿戴好装甲，在落日的光辉下，史蒂芬很快就出了村子。\n凭借地图和光芒的指引，史蒂芬很快就来到了一个山谷的入口，一路上几只僵尸被闪烁着淡紫色光辉的钻石剑利落的斩成两段。“就是这里了。”史蒂芬自言自语。就在这时，一道光从眼前闪过。史蒂芬还没反应过来，一道光剑已经到了他面前，他只能勉强提起剑来抵挡。“铛”一声清脆的响声，史蒂芬不禁后退两步，还没站稳，又一剑刺了过来，刺在史蒂芬的钻石胸甲上，迸发出火星点点。史蒂芬大喝一声，提起剑来，脚尖点地，旋转半圈。“叮——”这次，两把剑剑尖相对，僵持在空中。史蒂芬乘机打量对面，与他战斗的似乎是个什么人形机器，通体淡灰，夜幕中只能看到那机器人的胸口处发出淡淡的蓝光。那个机器人拥有完美的身材，但是，右手本该在的位置，却被一柄光剑所取代。机器人的眼精，是一种死寂般的灰色。\nAI：“生物学特征检测结果：人类；发现人类，激活人类AI。”\n突然，那“机器”的眼睛由灰转成淡蓝，光剑收了回去。史蒂芬呆呆地看着那机器人的右手从消失的光剑处伸了出来。他一时不知道说什么好，只好小心翼翼的说了一句“你好”，只听见一个平静的声音：“你好，人类。我的名字叫做，铱”\n“一？”\n“是金属元素那个铱”\n“哦”\n“请问，你有水吗，人类？”\n“水……没有，不过村子里有水井，要不我带你去村子里吧。”\n“好的，谢谢。”\n“不过回村子的路上很多僵尸，你能够保护好你自己吗？”史蒂芬看着铱，疑惑地问道\n“僵尸？你是指那些夜晚出没，使用撞击和利爪攻击的低级生物吗？”\n“低级生物……”史蒂芬一头黑线，“他们攻击力不低，怎么是低级生物呢”\n“根据我的记忆库，三天内我一共杀死了149只僵尸，其中最多一次击杀18只。僵尸的防御力低下，使用普通的武器便可以击败他们了。这么低下的防御力，攻击力，难道不属于低级生物？”\n“好吧，对于你这么厉害的机器人，僵尸确实是低级生物。不过他们对我们人类的影响很大，这不，我们的村子都快被他们攻破了”\n“守护人类是我的职责，请带我到你们的村子，我将帮助你们抵御僵尸”\n于是他们便上路了，说来也奇怪，这一路回村子的路上，竟然没有遇到一只怪物。史蒂芬大为疑惑。难道……尽管史蒂芬已经非常努力了，等到回到村子，也已经是早上了。旭日从东方的地平线升起，仿佛是专门为史蒂芬找到抵挡僵尸的伙伴而庆祝。然而刚一进村子，满目惨败的景象便使他触目惊心。预感成了现实\n“铱，村子，村子已经被攻破了！”史蒂芬咬着牙，恨恨的道，“我们赶紧进去，看看还有没有幸存者。”\n“搜寻中……”\n“搜寻完毕，未发现人类体征”\n史蒂芬一听，软倒在地上。\n\n\n",
    "replies": [
        {
            "author": "流灬星",
            "timestamp": 1435835160,
            "txt_content": "都是大神创作。"
        },
        {
            "author": "1137246733",
            "timestamp": 1435836480,
            "txt_content": "有几个建议：\n1.那个蓝色的字体真有点刺眼。。\n2.希望字号能小一些吧，阅读舒服\n3.开头的对话部分有些单调，希望能加一些心理的描写，就比如主角刚刚见到村民的时候，你可以写点心理描写，比如这一段\n“那好。史蒂芬啊，你一定知道前几天夜里出现的异样吧。”村长叹了口气。\n“您是指那颗坠落的流星？好像它坠落的地点离我们不远吧。”\n“对，就是那个。”\n你其实可以改成：\n“那好。史蒂芬啊，你一定知道前几天夜里出现的异样吧。”村长叹了口气。\n这，村长说的难道就是那天夜里坠落的流星吗？听说那里有奇怪的事情发生，那天夜里我一夜都没睡好，一直心惊胆战的，难道村长知道了些什么？史蒂芬的心理嘀咕着，难免有些着急，急忙追问村长：\n“您是指那颗坠落的流星？它坠落的地点离这不远的那颗？”\n“对，就是那个。”"
        },
        {
            "author": "传说中的巧克力",
            "timestamp": 1435836540,
            "txt_content": "1137246733 发表于 2015-7-2 19:28\n有几个建议：\n1.那个蓝色的字体真有点刺眼。。\n2.希望字号能小一些吧，阅读舒服\n嗯，谢谢"
        },
        {
            "author": "1137246733",
            "timestamp": 1435836540,
            "txt_content": "1137246733 发表于 2015-7-2 19:28\n有几个建议：\n1.那个蓝色的字体真有点刺眼。。\n2.希望字号能小一些吧，阅读舒服\n。。本人的一些拙见，不能算是完全正确。"
        },
        {
            "author": "传说中的巧克力",
            "timestamp": 1435836660,
            "txt_content": "1137246733 发表于 2015-7-2 19:29\n。。本人的一些拙见，不能算是完全正确。\n我改进一下吧，我其实也觉得是缺一些东西，不过我这两天刚好在考试，抓住灵感写了一点，可能有点匆忙，后面的章节我尽量写好一点"
        },
        {
            "author": "1137246733",
            "timestamp": 1435836720,
            "txt_content": "传说中的巧克力 发表于 2015-7-2 19:31\n我改进一下吧，我其实也觉得是缺一些东西，不过我这两天刚好在考试，抓住灵感写了一点，可能有点匆忙，后 ...\n你以后的章节发的时候其实也可以叫我"
        },
        {
            "author": "传说中的巧克力",
            "timestamp": 1435836720,
            "txt_content": "1137246733 发表于 2015-7-2 19:32\n你以后的章节发的时候其实也可以叫我\n好的，新人发帖多多支持下"
        }
    ]
}