{
    "title": "<原创|连载>《方块异次元》[TheClouds] | 第3章 | —— 村落，安详的美好-修订",
    "author": "1137246733",
    "replyCount": 9,
    "timestamp": 1435849620,
    "txt_content": " 本帖最后由 1137246733 于 2015-7-4 15:22 编辑 \n\n正文：\n\n\n\n\n　　视线里隐隐约约出现了一个村落的轮廓，灯火通明，人群密密麻麻。\n　　土砖制房屋坐落有齐，村中央是一个集市广场，大小的摊贩随意摆放，叫喊着。房屋之后是一大片一大片的田地，被分割地极其规整，田地之上时不时有模糊的小孩的身影。天色虽已晚，但每家每户的人们似乎并没有睡意，各自出来乘凉，照顾自己的牲畜，牵着狗的，卷着烟的，抱着孩的，无所不有，一副怡然自乐之相。固然人们随意，村庄却并不随意。外围有严格结实的一层防御带，由坚硬的大理石构成。而防御带之间有夹杂着哨塔，两座哨塔之间矗立一座防御塔，塔顶燃烧着火炬，塔里摆放着巨大的防御弓弩与兵器。\n　　集市旁边又有一巨大的屠宰场，占地直径足有七丈①之大，地面由坚硬沉重的深色橡木构成，渗有丝丝血迹。这里曾经屠宰过不知多少数目的山外野兽，而全村人的食物几乎全靠于此。而现在隐隐约约可以看到屠宰场之上有一只三丈③之大的黑木熊，一定是村中的屠宰队在深山老林中又有收获，而那只大熊等待着被屠宰的份。\n　　自然，集市之北又有一个巨大的铁匠铺，由一个原先的剧场改造而成。其中摆放着的兵器闪着银光，外形骇人，足足有十八种类型②：弓、弩、枪、棍、刀、剑、矛、盾、斧、钺、戟、殳、鞭、锏、锤、叉、钯、戈。铁匠铺之上挂着一个大大的招牌，名为“七支刀铁匠”，传说此铁匠铺的主人江七支拥有一把绝世神兵，名为“七支刀”，他当年还曾用此刀创下辉煌战绩。当然作为叶凌来说，从没觉得他江叔有啥特别的。\n　　而在铁匠铺的后院，江桂圆一人追着蝴蝶跑着，脸上一副憨笑。这孩子先天性精神不正常，智力发育仍然在孩童阶段，也是江七支的孩子。但是江七支和村里人都没有抛弃他，毕竟他还有一个基本健全的思维，只是心里年龄比较低而已。同样他也是村里孩子们最喜欢的玩伴，每到下午总会有人来找江桂圆。同样的，江桂圆也是叶凌小时候最好的玩伴之一，所以即使长大了叶凌对他的好感依旧。\n　　而在村落的房屋密集区那里，坐落着一座比其它的民居稍微大一点的石砖制房屋，即安邑村的中心——村长的家。其实这也只是个普通人们交流用的名字，因为这个村庄并没有真正的村长，原因是村庄内部极其和谐团结，根本不需要村长这类的人士来管理。之所以称此处为“村长的家”，是因为里面住着一位德高望重的成年人——江正道。\n　　他是村民们默认的村庄领导人，因为他的领导能力与思考能力是超凡的。以前有一次洪水来袭，正当村民们都打算去村中种粮时，江正道预先看到了天色的不对，才避免了此次灾难。同样的，江正道是叶萧最为熟悉信任的人之一，而他也是从小带大叶凌，对这个侄子格外疼爱。\n　　但令人沮丧的是，这个村子在数百年前就隔断了任何与齐布郡政府以及其它任何重要的政府机构的任何联系，原因很简单，统治残暴。而在安邑村的这一片，与其成为盟友的村落数量也不在少数，一起抗议政府的暴政，另外也建立了自己的贸易系统。\n　　安邑村落可以算是这个贸易区中规模最小的村落之一，但这个小小的村庄却又极其巨大的凝聚力，从而才避免了在岁月的洗礼中消失。\n　　而我们再把视线转到叶凌的身上……\n　　\n　　“少爷，老爷，你们回来了，快请进请进。”夜光清幽，洒在了门口守卫微笑的脸上。他没有任何别的地方那样违心的婀娜奉承，而是一种自内心发出的尊敬与敬佩。\n　　“嗯，是啊。”叶萧轻轻点了头，笑着看着身披重甲的守卫。“你们也辛苦了，注意休息，别累着了自己。”\n　　走进城门，一片繁华场面映入眼帘。\n　　叶凌手中提着一只硕大的肥鸟，来来往往的人们看见了，不凡有些称赞。\n　　“这叶家的少爷，真是越来越厉害了，这么小就能孤身打下那么大的鸟。”\n　　“你不知道吧，叶家的少爷小时候听说是天资非凡，岂能是常人所能比的？”\n　　“少年，你真厉害，又抓到一只大肥鸟，以后一定要教教我们！”\n　　“听说叶家的老爷就战绩非凡，人家的孩子这么可能差了！”\n　　\n　　于是咱们的一行二人满面红光。\n　　正路过七支的铁匠铺，里面依然人马繁多，挑选武器的人络绎不绝。江桂圆孤身一人在门外的角落逗着蛐蛐，一见叶凌走过来，脸上立马浮出憨憨的笑容，跑过来咧着嘴对叶凌说：“凌哥，你好厉害，又抓了一只大鸟，你真的好厉害，以后一定要教教我如何捉蝴蝶。”\n　　“对了！”只见桂圆一阵傻笑，随即在浑身上下寻找着东西。\n　　不一会。\n　　“这个这个，凌哥你快看看，着始我今天早上刚找到的好玩的东西。”他伸手递过来一样东西，样子颇像一块普通无华的石头。\n　　这个，我不要似乎也不合适哈！我还是陪他玩玩吧，不过这孩子有时候说不定真能找出什么好东西。叶凌心里想到。\n　　这是一块模样酷似鹅卵石的“石头”，但却通体黑色，其中隐隐约约闪着一些铜色的光芒，纹理极致清晰，每一条脉络都能找到来龙去脉。虽外形光滑手感却极其粗糙，明明肉眼看到光滑的表面用手一摸却极其凹凸，颇显奇怪。并且它的纹理似乎都汇聚与一处，而这一处也是铜色光芒最盛之处。从不同的角度看，脉络正好组成一个奇妙的图形，恰似八卦图，却并没有那样规格一致。\n　　这恰似一个出自大师之手的工艺品，在一个屈指之大的石头都可以展现出这样一幅玄幻之象，并不是什么平凡之物啊！\n　　“嗯……嗯……对……”叶凌拿着这块“石头”左瞧右瞧，硬是装出一幅研究透彻的样子。\n　　“桂圆啊，这个石头吧，其实吧，还是吧，这个石头还是可以接受的嘛。”叶凌结结巴巴地说着。\n　　“说吧，你的价钱？”叶凌又装出满脸严肃，认真地看着他。\n　　“凌哥啊，这个嘛，这个是我好不容易……”\n　　“说吧！”\n　　“一个你家坏了的铜把手、十个圆的石子弹、两个大酒瓶的玻璃塞子、一对小蝌蚪、一个狗项圈、四块钳子皮。你看如何？”\n　　真是感人的童年，这就是真正的童趣，其实他这样也是一种幸福，永远生活在自己的小世界里，永远生活在童年里，不用为了任何什么东西而烦恼。他不明白他傻，我们有时也忘了他傻，所以他就不傻了，他也就学会笑了。叶凌心里想着。\n　　“好啊，乖桂圆，我明天就让家里的徐嫂子给你！”\n　　“凌哥真好！凌哥真好！”他发自内心地笑着。\n　　江桂圆正准备满心欢喜蹦走时，忽然对面来了一个人。\n　　“嘿！别跑啊，你个瓜娃子！”对面走来一位身披黑色宽松长袍的男子，脸型略瘦，戴着一副镜片泛黄的眼镜，径直向江桂圆走来。\n　　“我的灵魂是不可践踏的！你怎能以你自己卑微的名义来出售我，我的尊严已经完全被你摧毁了，我的身躯是用来构建通往真理的路的，而不是用来作为买卖的。江桂圆同志，别希望我同情你，我还有很多的事情要做。”叶石子支了支眼镜，一拂袖，满脸严肃激情高涨地昂颂道。\n　　“行了吧，你怎么越来越文绉绉了！”叶凌哈哈大笑，扬起拳头冲着叶石子胸口恨恨锤了一拳。\n　　“叶凌同志啊，虽然咱两是打小的好兄弟，但还是得严肃一点啊。”叶石子使劲忍住他的笑，继续装着严肃。\n　　“你这文绉绉的小子，欺负我家儿子也不经过他爹的同意。”铁匠铺内走来一位身穿铁铠，身型魁梧的男子，正是江正道。\n　　“话说叶凌兄弟，能耐不小啊，独自打鸟也能做到啊！”\n　　…………\n　　\n　　\n　　\n　　\n　　①：一丈即3.333米，所以此处的七丈约为23.333米\n　　②：古代十八般兵器，可自行百度百科了解\n　　③：如①，即10米\n\n\n\n\n\n废话：\n\n没错，我是拼了命了\n我晚上花3个小时做思维导图，做大纲\n白天花4个小时写这2000多字\n我速度与能力就这么快\n但我已经拼命了\n我每天已经花七小时来做了\n我的话说完了\n\n\n\n索引贴\n\nThe End\n",
    "replies": [
        {
            "author": "御殇城c",
            "timestamp": 1435850280,
            "txt_content": "哟西，不错，赞赞"
        },
        {
            "author": "1137246733",
            "timestamp": 1435851000,
            "txt_content": "御殇城c 发表于 2015-7-2 23:18\n哟西，不错，赞赞\n呼，终于有人回复了。。\n索引贴都没几个回复量。。醉了。。\n还是去恶补码字吧"
        },
        {
            "author": "RainbowCity",
            "timestamp": 1435851000,
            "txt_content": "已使用提升卡！希望你可以在努力"
        },
        {
            "author": "1137246733",
            "timestamp": 1435851780,
            "txt_content": "RainbowCity 发表于 2015-7-2 23:30\n已使用提升卡！希望你可以在努力\n似曾相识啊有木有！\n感谢~~~"
        },
        {
            "author": "Mr.Right.",
            "timestamp": 1435852500,
            "txt_content": "前来顶一顶~望做出更棒的小说。"
        },
        {
            "author": "RainbowCity",
            "timestamp": 1435852860,
            "txt_content": "1137246733 发表于 2015-7-2 23:43\n似曾相识啊有木有！\n感谢~~~\n你认识我？"
        },
        {
            "author": "fire__rain",
            "timestamp": 1435858080,
            "txt_content": "赞(≧▽≦)"
        },
        {
            "author": "RainbowCity",
            "timestamp": 1435865460,
            "txt_content": "哈哈，很正常啦， 你在论坛见到很正常的！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1435933980,
            "txt_content": "注释也是醉了"
        }
    ]
}