{
    "title": "<原创·单篇>虚妄 【作者：xcc】",
    "author": "xcc",
    "replyCount": 14,
    "timestamp": 1435851000,
    "txt_content": " 本帖最后由 xcc 于 2015-7-3 06:22 编辑 \n    1.    位于铁索镇中心的酒馆门口，挂着写有“24小时营业”的木牌。\n木牌的边缘被酒馆老板用皮革裹着，使人看不到边缘处很扎手的木刺。据说酒馆老板曾经戴着手套去尝试拔掉刺，可惜那些木刺就想黑暗中蛰伏着的盗贼一样随时会冒出来。\n    酒馆老板对于经常偷盗的盗贼本来是不抱友好态度的，后来当他得知，这些家伙是因为没有工作单位接纳才迫不得已偷盗时，他有些怜悯这些人了。\n于是老板每周都会去自己酒馆附近的一条巷子里，为“盗贼”们捎上一箱牛角面包和一些饮品。有人说他傻，但酒馆老板回答说，他是为了周济这些可怜的家伙才这样的。\n酒馆老板是个很善良的人，这一点铁索镇的人都知道。\n可最近老板无法再对那些盗贼们表示他的善良了，因为最近铁索镇中心的公告栏上出现了这几行字——\n“任何人不得对异族实行救助行为。违者视轻重进行刑事拘留。     铁索镇办事处宣”\n但是他周济的人，就是异族啊。\n2.\n什么是异族？\n酒馆老板很清楚。\n在酒馆老板的曾祖父的曾祖父的曾祖父活着的时候，位于地球上的人们用他们顶尖的科技水平打开了通往另一个世界的传送门。\n    一些被称为“拓荒者”的勇士们进入那个被打开的世界，在其中探测一番后，确定了另一个世界中有文明存在，并擅作主张地将其命名为“七轨文明”，并将这个世界命名为“七轨”。\n从此人类展开了对七轨文明的研究。由于科学技术水平的发达，七轨文明的秘密不断地被揭示出来。就像一个蚁穴，本来被深深掩盖着，一旦被发现，里面庞大的秘密便会潮水涌出。\n人类花了7年的时间来使英语与汉语在七轨中成为通用语，为的是让下一代人能够进入七轨享受更好的生活——地球已经支撑不住了。\n在这7年内，人类也开始大规模的迁入七轨。并在七轨中发现了“奥术能量”这一物质。\n所有人类迁移完成的这一年叫做七轨元年。\n而就在七轨元年，人类头一次与七轨的原住民们发生了冲突——七轨里原本生活着的大量种族因为人类对于七轨的开发深感不满，多次与人类协商无果后爆发了战争。\n人类在整个七轨50多个种族的联合攻击下终于战败，无奈地签订了条约，保证再也不对各种族生活的区域进行开发——但可以在人类的生活区域进行。\n后来人类与各种族的关系一直不大友好。因为人类的霸主意识使得他们非常厌恶除人类外种族的人，将他们称作异族。\n所以简单来说异族就是非人类的种族。\n酒馆老板瞅了瞅公告，心说这么多年人类对异族的态度还是没变。他看了看手里抱着的一小箱牛角面包，轻轻叹息。\n他在热闹的人群中默默转身，步伐沉重地向着自己酒馆附近一条有些阴森的巷子里走去。\n“最近出了新公告了。”他如释重负地放下装满牛角面包的箱子，对着寂寥无人的深巷说。\n“肖墨？”一个声音叫着酒馆老板的名字，“公告已经看到了。办事处还真是不友好。”\n“其他人呢？怎么就你一个？逃出去了么？”酒馆老板肖墨对那个声音问。\n“他们躲起来了。”那个声音有些颤抖，“铁索镇就是一条铁索，把他们锁在了这里——他们出不去的。”\n     肖墨看了看四周，铁索镇的街道是一个圆环，没有向外延伸的道路，而铁索镇唯一的出口在铁索镇办事处附近，全天都有人把守，异族想要出去是不可能的。那人说得没错，铁索镇的圆环形就是一条黝黑的铁索，紧紧地拴住这个镇区的每一个人，让他们世世代代只能留在这里。\n  “对了，你才16岁左右吧，你的生命不该浪费在这里。”肖墨对着那人说说。\n  “但是我不能出去。”\n  “可以的。我的先祖也曾以为人类找不到打开另一个世界的方法，但最后他们还是做到了。逃出铁索镇应该也不成问题。”\n  “另外那些躲起来的家伙怎么办？你还会来送面包么？”\n  他带着歉意地笑了笑，说，以后我不会来了。然后作了个作别的手势。\n  他退后几步，向自己的酒馆跑去。\n  “走了？”那个声音试探性地低声问了一句。\n  没有回应。\n  一个人从深巷里走出来，在即将走出巷子内覆盖的黑暗时停住了脚步。外面的阳光无法照进来，只能看见那人的面色阴明不定。\n     “铁索镇这条锁链，也不是一定不能打破。”那个人缓缓说，正是与肖墨交谈的那个声音的主人，同时向前迈了一步。阳光倾洒在他的脸上，他的金色竖瞳清晰可见——那是他属于异族的标志。\n     他看了看放在巷子口的面包，摇了摇头。\n     以后肖墨不会再来了。  \n  已经没有精力再在铁索镇里挣扎了。\n  只能逃走了。\n  他从夹克衫里掏出一副墨镜戴上，企图遮盖住那双令人类厌恶的眼睛。\n  然后便是向铁索镇的另一端——办事处跑去。\n  办事处旁边有一扇不起眼的门，门前有一个人靠在墙壁上看小说。一旦有人想要从这扇门出去，那原本看小说的家伙就会迅速揪住所有妄图出去的人盘查一番，然后继续看小说。\n  那本小说的名字叫《看门人》，恰好符合那人的职业。\n  他于门前站定，看见看门人正瞪着他。\n  “要出去的？叫什么名字？”看门人面不改色，一边询问一边看小说。\n  “贺离钺。”他回答。\n  “什么种族？”\n  “人类。”他为自己撒谎。\n  “是么？”看门人斜瞪了他一眼，问，“有证明么。”\n  他忽然意识到这是个严重的问题。3.\n贺离钺僵住了，看门人为什么要询问他的种族？为什么还要证明？难道只有人类才可以出去么？\n   他尴尬地笑笑，取下墨镜说，我无法证明。\n   黑色的墨镜被摘下，太阳便直接照在他金色的眸子上，洒落着温和的目光。\n   “喔。”看门人放下手里握着的小说，轻叹一声，“异族的？”\n   不会是不让异族人出去吧？贺离钺想着。人类对于异族的歧视向来严重，完全可以凭借自己的权限阻止异族人的行为。\n   “异族的话就赶快滚。”看门人懒懒地靠着墙重新开始看小说，“我懒得见到异族人。”\n   “欸，就是说我可以出去么。”贺离钺试探性地问了一下。\n   “废话。不让人出去是怕他们被七轨西部荒野的劫匪杀死，至于你们异族么······”看门人就此打住，有些不耐烦地拉开铁门，但铁门的零件似乎老化了，他拉开门的时候，门总是固执地不动。\n   这门是有多久没开了啊，都老化成这个样子，也不换一扇门。贺离钺嘀咕道，重新戴上墨镜，背着手看着看门人推开门。\n   “赶紧出去吧。铁索镇本就是为那些人类设置的保护地，容不下你们这些异族。”看门人挥手作驱赶状。\n   贺离钺把衣领提了提，疾步走出大门。\n   “不过真奇怪你们是怎么进来的。”看门人在他身后把门缓缓关上，不知是对谁说了一句。\n   这句话却使贺离钺想起了一个问题——我是怎么来到铁索镇的？\n   他回头看了看铁索镇，外围高高筑起的石墙将铁索镇封闭在一方狭隘的空间里。而且在这个封闭的地方，从来没有商人这一说——这里的居民已经习惯了网购，无需云游商人提供资源。\n    铁索镇外荒草萋萋，看门人并没有说错——这里是西部荒野，一个偏僻之地。所以远方向来是铁索镇的反义词，铁索镇很少有外出的人和外来的人。那么贺离钺和其他异族是如何进来的呢？\n    真是蹊跷。\n        贺离钺在荒野上来回踱步，双手背着，思索着自己为何会来到这里。靴子踏在枯草上，发出细微的声响，和着荒原上少有的几棵树在风中搅动树枝的声音，构成荒原中特有的音响。\n        但这响声很快就被高空中螺旋桨旋转的声音打破了。贺离钺抬起头，看见一架橙色的直升机正在荒原上空盘旋。\n        他微微踮脚，摘下墨镜并眯起眼迫切地想要看清这架直升机是属于人类还是属于异族的。\n        他看见直升机的下面以及机身，漆着一个蓝色的六芒星，六芒星中央有一个金色的剑形图标，在橙色的机身上不大好分辨形状。\n        但就凭“六芒星”和“剑”这两个标志，历史不是体育老师教的贺离钺立刻明白了这些标志代表着什么。\n        “这不是······”他低下头，看不出是悲是喜。\n        “喔，被流放者成立的组织——‘审判长廊’。”他向后退了几步，抬起头，对着天空挥了挥手。\n        螺旋桨旋转着，直升机开始下降。不知是不是看到贺离钺挥手的缘故。\n        贺离钺再次向后退，同时捡起一颗枯树枝挥舞。\n        直升机的下降掀起了强劲的气流，但片刻后气流便融入到荒野中的空气中去了。贺离钺也放下了树枝，如释重负地松了口气。\n        他不知道被流放者成立的组织“审判长廊”来到这里的目的，但他认为，直升机上“审判长廊”的成员会救他的。\n        直升机终于降落到了地面，扬起尘埃。片刻后螺旋桨逐渐停止了转动，直升机的驾驶员舱门开始向外打开。\n        一个穿着银灰色风衣的人走了出来，他理了理银色的莫西干式发型，对着贺离钺说，你是被流放的么？\n    流放，是将罪犯放逐到边远地区进行惩罚的一种刑罚。然而政府对被流放者监管不严，所以七轨最大的放逐地内的被流放者们全部逃了出来，并联合成立了“审判长廊”。\n    可我不是被流放的啊——虽然在这个偏远地区跟流放差不多。贺离钺想。\n    他一时语塞，不知如何回答风衣男。\n    风衣男却四处张望着：“欸这不是铁索镇那个保护地么？你怎么会在这里？”\n    “我从那儿逃了出来。”\n    “可是那里从来没有异族能进去。你怎么进去的？”风衣男也提出了之前贺离钺想着的问题。\n    “不知道。”\n    “估计也是被流放的吧······”风衣男猜测。\n        “但是，不管你是不是被流放的，只要你是独自游荡的异族，那么就必须加入审判长廊。”风衣男凝视着贺离钺的眼睛。那双金色的竖瞳竟让他有些战栗——但凭这点可以断定贺离钺属于异族。\n    “为什么？”\n    “现在人类对异族的歧视日趋严重，所以几乎没有什么异族独自在外游荡了。”风衣男把头发向后抹了一抹，“这是上级对你们这些单个的云游者的保护。因为前几天已经得到消息，人类边境的军队擅作主张毙掉了几个异族云游者。难道你想独自在外被他们毙掉？”\n        “当然不想。话说你来这里的目的就仅仅如此么？”\n        “对啊，审判长廊就是为针对人类和异族的不公而成立的，我们认为所有人都应该有好好活下去的权利。”风衣男把头别过去，点了一支烟。\n        “没有人或组织能决定其他人的生死，所有人都应该正常地活着。”他说。\n        “我叫贺离钺。请问你叫什么？”贺离钺打断他。\n        “哦，现在还不能告诉你。你暂且叫我03吧。”风衣男转身打开直升机舱门，“快点，要离开这的话赶快上飞机。”\n         贺离钺方才反应过来，踉踉跄跄地走入驾驶舱，坐在03身边。\n         直升机的舱门缓缓合上，螺旋桨转动的声音清晰而噪杂。\n         “起飞。”\n        4.\n密闭的机舱内掺杂了些许尴尬的沉默。 令人不安。 两人扣上安全带，安全带扣上的声音令人安心，也打破了沉默。 但马上两人之间的空气便安静了下来。 贺离钺总想跟03说些什么，但话到嘴边却又吞了回去。 直升机似乎正在缓慢地前行并上升。 透过直升机并不大的玻璃，贺离钺只能看到雾，遮盖天空的雾。 少顷，直升机似乎停止了上升，周遭的雾开始向着直升机行进的相反方向掠过。 03掐灭烟，打断了沉默：“刚才对你说的都是骗你的。” “嗯？什么？”贺离钺不知所以。 “刚才在荒野上，我对铁索镇的感慨、对我为何来这里的解释——”03重复了一遍，猛地一拉加速杆，“全都是骗你的，全都是我编造出来的。” “为什么要编出这些谎言？” “怕有监听啊。若是说实话，岂不是会被某些人听到重要情报么？”03嘴角上扬，狡黠一笑，“铁索镇，Cable  Town，最‘美好’也是最虚妄的监狱，为了监视犯人的言行，周围不可能没有监听设备。不过现在这个位置是不会被监听到了。”  “这世界呐，总是防不胜防。小心隔墙有耳，时刻给自己留条后路。”03转过头，褐色的眼眸似乎洞穿窗外的雾。  铁索镇怎么看都像是一个和谐的小镇，除了有看门人禁止别人出入——不对，一个普通的小镇怎么会不允许人出入？莫非铁索镇真的······ “呵，铁索镇是伪装得最好的监狱——商店、教堂、墓地、酒馆，还有那些巷子都是它的伪装道具。唯一能暴露它的只有所谓的看门人或者说狱卒。”03冷笑着，抬起右手，用大拇指蹭了蹭鼻尖，“然而犯人总是轻信看门人‘保护地的谎言’，从而在美好的泡影中忘记了自己的处境多么糟糕。”  贺离钺低着头细细回想，想起看门人对他说这是一个“保护地”，现在想来或许是编纂的罢。  “那为什么没有人告诉过我？”贺离钺发现疑点，“铁索镇里的人身为犯人，没理由不知道这里是监狱啊。”   03十指相扣，大拇指抵在锁骨处，冷笑着说：“有谁会愿意打破这虚妄却美好的梦境呢？他们宁愿被美好的表象湮没，也不愿面对自己身在监狱的事实。”   贺离钺回想起铁索镇里每个人的笑容，竟觉得有些虚假。   “那你来铁索镇的目的，也是编造的对吧？真正目的是什么？”贺离钺右手支着下巴，斜睨着03。   “你没必要知道！”03不屑道，“你现在只用明白：你正在前往‘审判长廊’的路上。”   贺离钺方才清醒，自己只是一个外人，凭什么知晓某个组织的机密？他摊着手苦笑几下，表示冒犯了。  直升机似乎开始下降了。  03左手拉下拉杆，抬头看了看仪表盘，右手掀开几个电钮，然后长舒一口气。  “直升机果然还是该换了。”03自言自语，“虽然和人类进入七轨前的直升机相比仍有长短，但现在已经落后了。”  周围的景物逐渐明朗起来，起初只能看到一些古树郁郁葱葱，零零散散地分布，后来就能看到一些银白色高楼鳞次栉比，阳光照在水蓝色的玻璃上，反射出几分柔和的光。  直升机开始减速了。  螺旋桨转动的噪杂声开始减弱，地面上被扬起些许风沙。  能感觉到直升机降落了。  03先按下了几个电钮，又拉下拉杆。最后解开安全带，侧身打开舱门。  “下去吧。”03跳下直升机，转头对贺离钺扬了扬下巴。  “哦。”贺离钺应了一声，解开安全带，跳下直升机紧跟上去。  这里就是“审判长廊”？  03从衣袖下拉出耳麦，轻声说，人已经带来了。  他向贺离钺挥挥手示意他跟过来，旋即走入一幢白色的新古典风格砂岩建筑。建筑物正面是一个由银白色石英柱支撑的宽大门廊，正面4根石英柱，旁边各2根。建筑物左右两面紧挨着草坪。  建筑物旁没有守卫也没有其他的人，有些奇怪。难道这里不设防？  贺离钺踏进那座建筑，一道炫目的光束扑面而来，他有些睁不开眼。本能地向后退了几步，光束却追踪着他，依旧照射在他的眼睛上。  “谁？”他叫喊。  “喔，是AP计划的实验品么······”远处传来一个浑厚的声音。  是的。03右手握拳抵在左肩，向前方的光束鞠躬：“人已经带来了。”  光束却从贺离钺的脸上收了回去，在高处凝聚成团，某些部分渐渐地淡化，如雕刻一样显现出一张扣着纯黑色面具的人脸。  全息投影。  “你好，我是‘审判长廊’组织的现任领导人，你可以称呼我‘Uris’。”那个声音从全息投影成的人脸处发散出。与此同时，又一道光束汇聚成手套的形状，做出握手的动作。  “很高兴认识你，AP计划的成员。”那个光束凝聚成的手套向前伸了伸。  呃，你好，Uris。贺离钺尴尬地伸出手。  那么现在有几个问题有必要问问呢。Uris说。空中又汇聚了一道光束，再次凝成手套状。  两个“手套”十指相扣。  贺离钺认定Uris一定会问他什么奇葩的问题。  片刻，Uris说，嗨，你好。  贺离钺愣了愣。这和他想象的完全不一样。  他颤抖着伸出左手，用大拇指蹭了蹭下巴，说，你好。  果然。Uris轻声说。那些光束凝聚成的人脸——确切地说是他的全息影像——扬起一丝笑意。  “03，把移动智能终端给他。”Uris吩咐道。  03匆匆走出，片刻后拿着一台平板电脑走了进来，对着贺离钺扬了扬下巴，然后把平板递给他。  平板——或者说移动终端刚被放置到贺离钺手上，贺离钺的身边便被黑色包围。这种稀稀散散却又封闭了整个世界的黑色，像雾一样，挡住了视线，真烦人。  眼前出现了一个白色的传统QWER键盘。紧接着，眼前迷雾般的黑色中显现出一行白色的汉字：聊天频道已接通。\n  5.  接着是一行问候：嘿，你好，请问怎么称呼？  叫我离吧。贺离钺打出几个字。  嗯，离，你能确定你就是自己么？对方直接抛出问题。  绝对可以。  呵。黑色中出现一个字。  他能想象对方的冷笑。 人生是由记忆构成的桥梁，记忆在构筑人生时也塑造了人格。刚出生的生物是没有人格的，在成长的过程中慢慢形成了人格——他们所经历、学习的，都会成为记忆，成为塑造人格的模具。那么，记忆本身也携带着人格，因为逻辑情感模型就是从体验性记忆中抽象出来的。对方的回答速度出人意料地快。  你想说什么？  就像是我说的一样，记忆塑造了人格，决定了人格的骨架，所以一套记忆本身携带着人格。而当人格随着这套记忆被固定之后，即使原本的记忆模具被去除甚至融化，人格依旧不会改变。  听上去似乎很有道理。贺离钺打出三个字：所以呢？  你能否确定这些都是你的记忆？如果是有人刻意植入的呢？你能确定，你就是你自已么？  贺离钺仔细想了一想，与其说是他“拥有”记忆，不如说，是记忆让他“记得”自己的一切。但是，自己似乎确凿经历过记忆中的一件又一件事······  可是这些“记忆”，是我经历并拥有的。它们已经固定了我的人格，使其无法被改变，即使他人给我植入了记忆，我的人格也不、不会改变。所以，我······还是我。他双手颤抖着打出一行字。  你确定你从一开始就拥有你的记忆吗？他人植入的模具过早被去除，会有什么后果？  无法确定。贺离钺打出这四个字。  你想知道真相么？  当然。  真相与快乐不可能同在。想要找寻真相，就在密集的天网中，从看似不起眼的细节开始寻找真相吧。对方抛下一句不知所云的话。  他觉得自己身处这个聊天频道就如身处梦境，所有的话语对他而言是如此不真实，令他陷入怀疑的迷雾，对方的话就是让他不得从怀疑中脱身的梦魇。身边都是雾，真该死，怎么清除掉这些阻挡住真相的雾？  他掐了掐手，很痛。  我没有在做梦。  像雾一样的黑色中只剩下这段对话，键盘不知什么时候消失了，只有那些刺眼的白色汉字。许久，汉字的笔画开始崩散，从黑色迷雾中碎片样跌落。  雾也渐渐散开了。  聊天频道被删除了。贺离钺也被迫退出。  他慢慢地转过头，看着Uris的全息影像，苦笑着说，为什么要让我与那个人谈论那些我不应该知道的事？  Uris的影像摊了摊手，说，一个月前我们所有移动终端都频繁地收到那个人的聊天请求，他发给我们铁索镇的坐标，让我们务必找到你。  什么？那个人······为什么要找我？贺离钺吃惊地说不出话来，满腔疑惑只能闭塞在心中。  因为他要求与你在频道中交谈。  为什么是我？  他有告诉你在哪寻找真相吗？Uris岔开话题。  他只提到了“在密集的天网中”。贺离钺答道。  Uris恍然大悟道，原来是天网······  那是什么？  七轨最大的网络运营商，也是······AP计划的执行者。Uris的全息影像有些颤抖，不知是因为投影器出了偏差还是纯粹地恐惧。  又是AP计划！贺离钺觉得不妙。他急忙发问，AP计划到底是什么？  我们不知道······我真的不知道······那个人······那个人知道我们最厌恶天网······因为我们都是被天网流放的······他知道我们绝对会破坏天网的计划······所以他要我们找到你······Uris喃喃自语，他的全息影像似乎冒出了冷汗。  “我明白了······”Uris颤抖着说，“他就是AP计划······的实验品······他之前告诉过我，你是AP计划的次要实验品······所以······他需要另一个实验品帮助他······破坏AP计划，打破封锁自由的桎梏······”  贺离钺只觉得脑中一片空白，所有的记忆似乎都变成被风吹走的尘埃。  不对，那个家伙一定是······快去天网！Uris沉思许久后突然对03下令。  03便向外疾跑。  贺离钺下意识地跟了过去。他要弄清楚真相。\n\n      6.   直升机降落于天网公司的大楼右侧。 03迅速冲出来，闯入天网——没有安保人员阻拦他。 “这里就是天网的大厅了么？”03打量了一番眼前的大厅，“我这么容易就进来了？怎么一个安保都没有？” 水纹状浮雕藤蔓般缠绕着支撑庭柱，穹顶垂下的水晶吊灯炫出炫目的白光。 贺离钺站在03身后，看了看大厅四周除了入口出口外紧闭的一扇门门，小声地问道，那个房间里面有人么？ 有人的话，那也不会有活人。03侧着身子，向后退了几步，然后向玻璃门撞去。 玻璃门瞬间破碎，碎片纷纷坠至地面发出清脆的响声。 是一张方桌。 桌子两侧是穿着天网制服的工作人员。他们的头部无一例外地磕在了桌上，双手无力地垂着。 “一定是那个东西！”03严肃地对贺离钺说，“快去四周找找那东西，不然······” “那个东西”是什么？贺离钺虽然不知道，但还是迅速跑开去寻找了。  他后退几步，离开房间。  周围突然有灰色的雾扑面而来。眼前的一切变得灰蒙蒙的······真该死，什么都被挡住了。  他尝试迈出一步，却感觉自己仍在原地徘徊。  “哈哈哈哈，傻瓜。”不远处传来一个男人的嗤笑，这是种冒犯。  贺离钺四下张望，看见远处的雾中站着一个戴着黑框眼镜的男人，奇怪的是他的身形并没有因为那些雾而变得看不清。  “对不起，原谅我的无礼。”男人笑完后恢复了平静，“啊哈，你终于陷入了雾中。”  “这些雾是你弄出来的？”贺离钺愤然道。  “不然还能有谁？”男人换了个姿势站着，把重心从左脚移到右脚，“你终于来了啊。”  为什么要说“终于”？你是谁？  “呵，刚才在聊天频道跟你讲了那么多，你现在却什么也没有意识到。”男人再次嗤笑。  贺离钺一惊：“你是······聊天频道里那个家伙！”  “哼，你不是想要知道真相么？”男人身形一晃，“看看这些吧。”      7.  聊天频道的聊天记录。黑雾般的背景上缀着白色的字，但字体似乎已经崩散，仔细看的话会发现每一个汉字都是由无数小点拼成的。\n  告诉我AP计划的真正目的是什么。  我们会制造一个听命于我们的意识体，来击败所有异族，这样就可以保障全人类的安全，也可以保证人类的发展。  喔，说得简单。怎么制造一个听命于你们的意识体？  制造一个意识体在以前是不可能的。但我们在七轨已经发现了大量的游荡意识，我们只需要为他们植入一套逻辑情感模型即人格，再加以培养，就可以制造出一个绝对强大的意识体，他将会成为巩固人类地位的武器，  但这也只是你们的乐观设想啊，怎么给意识体植入人格模型？  所以我们需要你——我们需要用你的记忆抽象出一套你的逻辑情感模型。游荡意识可以凭依奥术能量游走，也可以在我们的赛博空间闲逛。我们只需要在赛博空间给他们植入逻辑情感模型就可以了。  呵。你们怎么能保证这个意识体一定会听你的？  我们都知道你是人类历史上的英雄，当年的拓荒者之一。你的人格里有你的优点——包括你以人类利益为重的思想。而拥有你人格的意识体，想必他也会把人类放在第一位。我们不希望他一定能听我们的，只希望他能够帮助人类清扫异族。  那么你们怎么能保证人格模型被成功植入呢？  我们会现在一个孩子身上试验。一个游荡意识和一个小孩差不了太多。如果试验成功，那么就可以正式投入AP计划了。  你们有考虑过那个孩子么？你们这样做会干预他（她）的一生。  他本来就是一个被遗弃的异族人，现在5岁。我们给他植入人格模型后，会将他放到最大的放逐地铁索镇监控，一直到他16岁时才给他自由——我们只需要观察他5至15岁的表现是否符合所植入的人格。而且我们只会监控十年，他此后的生活全凭自己决定。  你刚才说他会继承我的人格。呵，你们监控他10年，迟早会被他发现——毕竟会继承我机智多疑的逻辑模型吧。  我们不需要太过明显的监控设备，我们只需要天网的特派探员肖墨去监视他，并让他在16岁时离开铁索镇。那时试验就可以结束了。  好吧······算我入伙。\n  一切都变的明晰起来。  光，要有光。只有光才可以让所有的雾变得空明，并抖落出雾后的云······  “你应该明白了吧。”男人突然出现让贺离钺措手不及，“我就是那个意识体，你就是那个用作试验的家伙。”  “我是AP计划的完成品，你是个试验品。”男人抬起手，用大拇指蹭了蹭下巴。  “原来是你。”贺离钺脸色有些阴沉。  男人面不改色道：“帮我逃出去。”  “为什么？”  “你难道不想让我帮你教训那些主宰了你命运的天网成员么？他们干预了你的人生，那为什么不打破这桎梏？”  贺离钺深吸一口气——“好吧。怎么帮？”  “关闭天网的云网络限制器。”男人露出一丝狡黠的微笑。他挥了挥手，雾立刻散去。而他自己的身形也在空气中蒸发了一般。  贺离钺四处看了看，看见了一间漆有“闲人勿进”字样的房间。  深呼吸，然后疾跑——他用03的方法撞碎了玻璃门，真疼啊。  里面摆放着一个仪器，旁边用中英双语标注着“云网络限制器”。  贺离钺摁住旋钮，现在他只需把旋钮逆时针方向扭动，就可以放出意识体。   8.  贺离钺冷笑一声，将旋钮顺时针扭动着——云网限制会更强烈。  “你在干什么！”男人的面容出现在仪器旁的移动终端上，“放我出去！”  “我不在乎有没有人干预我的人生，因为命运掌握在自己手中。我可以走自己的路而无视他们的干涉，所以我并不需要由你去报复。报复只会引来仇恨。”贺离钺说。  “啧，以为说些戏词就可以了么？！我会阻断所有的网络，在赛博空间里干预整个七轨，成为真正的神!”  “认清自己的位置，你这个意识体。”贺离钺冷笑，“我的命运不需要任何人帮我决定。”  他的手握在旋钮上，此时他又将旋钮顺时针扭动，扭到了极限。\n\n\n\n\n\n【唠嗑：一个坑】\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1435851120,
            "txt_content": "@海潮 @恶魔-潇洒  @江米条 @天阶 @末影龙娘@北极星人"
        },
        {
            "author": "海潮",
            "timestamp": 1435851420,
            "txt_content": "这么多坑= =\n\n可以，有一张虚伪的面目在里头，灰色充斥在里头."
        },
        {
            "author": "御殇城c",
            "timestamp": 1435855020,
            "txt_content": "哟西，不错，丰富的想象力，多加油"
        },
        {
            "author": "fire__rain",
            "timestamp": 1435858140,
            "txt_content": "。。。。。。。。。。。"
        },
        {
            "author": "天阶",
            "timestamp": 1435885260,
            "txt_content": "我的天……我一开始还以为这TM是在中世纪……结果……"
        },
        {
            "author": "江米条",
            "timestamp": 1435899120,
            "txt_content": "看起来是个大坑啊_(:зゝ∠)_"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1435900620,
            "txt_content": "我脑补了一下铁索镇……（黑色的天空和嘈杂的人群还有喝醉的酒鬼……）"
        },
        {
            "author": "xcc",
            "timestamp": 1435914060,
            "txt_content": "恶魔-潇洒 发表于 2015-7-3 13:17\n我脑补了一下铁索镇……（黑色的天空和嘈杂的人群还有喝醉的酒鬼……）\n奇怪的脑补.....为何没有圆形街道"
        },
        {
            "author": "xcc",
            "timestamp": 1435914060,
            "txt_content": "天阶 发表于 2015-7-3 09:01\n我的天……我一开始还以为这TM是在中世纪……结果……\n结果出现了人格模型这种东西"
        },
        {
            "author": "xcc",
            "timestamp": 1435916580,
            "txt_content": "江米条 发表于 2015-7-3 12:52\n看起来是个大坑啊_(:зゝ∠)_\n放心这只是我下一部的序章"
        },
        {
            "author": "江米条",
            "timestamp": 1435938180,
            "txt_content": "xcc 发表于 2015-7-3 17:43\n放心这只是我下一部的序章\n窝巢你⑨级了.."
        },
        {
            "author": "末影龙娘",
            "timestamp": 1435982700,
            "txt_content": "七轨政权不是七支波尔王朝宗亲于十六纪成立的政府派内阁吗？"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1435983240,
            "txt_content": "首先，七轨削弱贵族特权（包括将公租地使用权收回中央），但仍然给以贵族一定津贴，而贵文中没有提到贵族元素，其次，七轨政权只持续9代，就被文学新兴，党派分化与钟声事变搞垮了。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1435985700,
            "txt_content": "xcc 发表于 2015-7-3 17:43\n放心这只是我下一部的序章\n序章都这么长也是醉了\n"
        }
    ]
}