{
    "title": "<原创·连载>命运传奇：战争史诗 第三章 第一件任务",
    "author": "2575174857",
    "replyCount": 6,
    "timestamp": 1435933080,
    "txt_content": " 本帖最后由 2575174857 于 2015-7-3 22:26 编辑 \n\n  布莱克鼓了鼓气，他实在是有些紧张了，毕竟贫民窟的穷娃儿哪里见识到这么大的场面？后心简直都快要冒冷汗了！\n  “我可以的，我可以的。”\n  “我威廉姆斯家族无所畏惧！”（实际上温蒂和布莱克的形式均为威廉姆斯）\n  布莱克真的有些觉得，自从妹妹走了之后，他似乎，变得有些没有信心了。\n  这倒也是，在温蒂在的时候，布莱克总是要摆出一副哥哥的模样，来为妹妹做榜样，又要为她遮风挡雨，软弱之姿是绝对不能外露的。\n  不过这种情绪转眼间就被压下，他现在需要的勇气！需要的是信心！需要有实力为自己的妹妹撑起一片天！他不能软弱！\n  布莱克下定决心，终于走进去。\n  纵然是冒险者协会的一个小小分部，这内部的装饰，也是一样的富丽堂皇，装修费都不知要折煞了多少人的眼球。\n  布莱克走到前台前，那里有一个装扮艳丽的前台小姐。\n  “我需要加入冒险者。”布莱克道。\n  “给你，这是信息表。”\n  前台小姐十分慵懒，看布莱克身穿补丁布衣，身上满是穷酸味，没有丝毫兴趣的样子。\n  “填好了，接下······”\n  接下来的一幕出乎布莱克的意料。\n  只见前台小姐一手直接撕碎了信息表，纸碎片散落的满地都是。\n  “就你这穷酸小子？还想加入冒险者协会？骗谁呢！乳臭味干的小鬼！”\n  接着，前台小姐又大放厥词，眼里的意味不言而喻！\n  “你！”布莱克听后，胸中的怒火熊熊燃烧，拳头捏的咔咔作响。\n  “你个混蛋别太小瞧别人了！”\n  “切，就你这种流浪汉，简直全身都是臭味！从你刚才走进来我就闻到了一股奇臭的味道！该不会是尿骚味儿吧？”\n  “啊哈哈哈。”旁边的人也是大笑起来，显然是喜闻乐见。\n  “以貌取人，这是庸人之为！从今天开始，你不用在这里工作了！给我滚出这个神圣之地！”\n  “喀拉”一声，一位身材高大，气势逼人，服饰内涵又不奢华的男子推开门走了进来，两眼眉毛一抖，语出惊人，直接炒了前台小姐。\n  “凭什么！就凭那个小屁孩？”现在已经不是前台小姐的前台小姐仍然有些不敢置信，她就因为这样，就被炒鱿鱼了？？\n  “就凭你以貌取人！我最讨厌你这种拜金的人了！一看见有权有势的人就贴上去，一看见平庸普通的人就嫌弃！真是太可笑了！我要你滚你怎么还不滚！”男子的嗓音不可谓不大，吼出来震惊四座，不过他们震惊的不是声音，而是，他转眼就辞了前台小姐！他到底是谁？冒险者协会高层吗？\n  “你是？”布莱克有些不解，通过刚才的事情，布莱克发现，这位男子的身份可能有些不同一般。\n  “叫我单字一个耿就好了，你刚才是要办理入会手续吗？这个徽章给你，从现在开始，你就是冒险者协会的一员了。”耿把冒险者协会的徽章交给了布莱克。\n  布莱克呆呆的望着手里的徽章，银制的徽章旁边有两个羽翼，中间刻着一颗金色的星星，星星下面是布莱克的名字，布莱克·威廉姆斯，最开始是一星冒险家，最高等级是八星级，这点常识布莱克还是知道的，冒险者的威名可是家喻户晓的呢！\n  可是布莱克有些不解，这个叫耿的男子，行为真是奇怪，刚才明明马上就要被驱逐了，却因为耿的出现，峰回路转，又顺利加入了协会，还得到了徽章。\n  “算了，不想这么多。”布莱克不准备继续想下去，因为想下去也于事无补，别人的心思他可不会瞎猜，反正他对耿是十分感激的。\n  把徽章放进口袋，布莱克环视四周，最后朝着一个门上边挂着“任务大厅”四个字牌匾的大厅走去。\n  进去之后，因为刚才的事情，里面的服务员对布莱克那是毕恭毕敬，很快布莱克就搞清楚，等级分为A,B,C,D,E,F六个等级，这个分部因为所处地域一般，所以只提供F,E,D三种等级的任务，更高等级的任务只有在那些大城市里面才能找到。\n  布莱克丝毫没有对刚才的事情耿耿于怀，他对服务员还是报以微笑的。\n  走到F级任务板块面前，定睛一看，都是一些报酬小，难度也小的任务，当然对于他这种需要实践的菜鸟，这种任务正适合拿来练练手！报酬也正好可以买下六个面包，午饭和晚饭就不用愁了！奢侈一点的话给面包加点料也是够用的。\n  布莱克选择了一个任务\n  任务情况如下\n  任务等级：F\n  任务目标：帮忙清洗市区的景尼亚别墅\n  任务时间：一天\n  任务报酬：200尼尔铜币\n  确定没什么异常，布莱克登记了一下，就接受了这个任务。\n  ——————————————————————————\n  按照雇主留下的地图，一番搜寻，一轮误会，终于误打误撞地来到了这座景尼亚别墅。\n  从外面看去，这座别墅还真是庞大，不愧是有钱人的房子。\n  “有人吗？有人吗”布莱克敲打着大门。\n  “咣当！”\n  一声脆响，一位女佣打开了大门。\n  当说明了来意，布莱克立马就被迎接进去了，隐隐约约，还闻到了一股臭味。\n  “干什么呀？”布莱克有些不知所云。\n  进入了别墅，见到了雇主，布莱克终于了解到了任务情况。\n  这任务何止没有异常，这任务异常简直大到不可思议。\n  原来，不是清理房屋，而是······\n  让他清理厕所！\n  而且不是清理一般的厕所，是狗的厕所······\n  这户人家养了很多狗，所以专门建造了一个狗厕所。\n  结果，就是因为太过狗拉屎了，狗厕所实在太臭了，女佣们又死活不愿意干这种活儿，理由无一例外，都是洁癖！\n  所以，他们就诱拐了布莱克前来，为他们清理厕所······\n  “我也是无语了。”\n  布莱克简直是无话可说，这也太荒唐了！\n  不过第一个任务是无法取消的，因为协会有个规定，凡是第一个任务就弃坑不做的，通通逐出协会！\n  布莱克有些头疼，他怎么就恰巧接到这活儿？\n  “那，你们得多给我酬金，600尼尔铜币怎么样？”\n  “钱的话好说好说，咱不缺钱。”\n  “······”\n  对于雇主的话，布莱克也是惊呆了，城里人真会玩，早知道刚才酬金说高点了，唉，真是伤脑筋！\n  在女佣的带领下，布莱克来到了所谓的“狗厕所”。\n  果不其然，还真是臭气熏天！熏得布莱克都想戴个口罩了，而那个引路的女佣，早已逃跑，不知所踪了！\n  强忍着恶心，肚子里面在不断的翻滚，握紧手中的马桶塞还有水桶。\n  第一步，那就是泼水！\n  实际上，布莱克也没清理过厕所，毕竟每次都是用公共厕所的嘛。\n  紧接着，把水泼在地上，拖把上阵！\n  “我拖呀拖，我拖呀拖。”\n  不得不说，虽然不怎么熟练，但是布莱克还是很有耐心的。\n  不一会儿，脏兮兮的厕所遍焕然一新，惹人反胃的臭味已经消失了。\n  “很好，很好，这是你的酬金，给。”雇主点了点头，把600尼尔铜币丢给了布莱克。\n  “好，工作完成，那我也得走了。”布莱克接到硬币，看向雇主。\n  “恩。”雇主回答道。\n  就这样，趁着下落了夕阳，布莱克回到了协会，表示已经完成任务，第一次的任务，算不算圆满完成呢？\n \nPS说实话，这一章字数还蛮可以的吧，看起来挺多，但是总觉得写着写着不知觉中就写完了这一章，感觉专注的时候，时间过的好快。\n",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1435935060,
            "txt_content": "我心都碎了，版主求审核，唉算了，大半夜的，人估计都洗洗睡了"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1435971900,
            "txt_content": "对不起我看不习惯大字\n看到这么大的字直接就被吓走了"
        },
        {
            "author": "2575174857",
            "timestamp": 1435971960,
            "txt_content": "2B与mc的故事 发表于 2015-7-4 09:05\n对不起我看不习惯大字\n看到这么大的字直接就被吓走了\n下次改进= ="
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1439780040,
            "txt_content": "写的很好啊，看的很入味"
        },
        {
            "author": "2575174857",
            "timestamp": 1439788800,
            "txt_content": "永恒服 发表于 2015-8-17 13:20\n{:10_495:}灌水，你小心被发现了，会被扣分的"
        },
        {
            "author": "永恒服",
            "timestamp": 1439788800,
            "txt_content": ""
        }
    ]
}