{
    "title": "<原创·连载>   勇者之征   第五章 第六节【暑假回归】",
    "author": "2B与mc的故事",
    "replyCount": 7,
    "timestamp": 1435927920,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-5 19:40 编辑 \n\n暑假到了，我也回来了。接下来你们要看到的，是作为一个长篇小说的作者的谜の高产。\n\n\n        巨大的圣树就像一片绿色的云，郁郁葱葱的枝叶高高地遮住了阳光。站在圣树附近，即使在白天像黄昏似的昏暗。村民们一个个都拿出了玻璃做的长方形小盒子，用一根细绳串住顶部，提在手上。神奇的是，原本空无一物的小盒子里竟发出了微微的荧光。\n\n        “请问，你们手上的这些小盒子为什么会发光呢？”Steve拍了拍村长，问道。\n\n        “你们知道'气'吗，啾？”村长反问道。\n\n        “当然知道啊！你们村民也知道吗？”Steve一下子来了劲。\n\n        “当然，啾。我们村一直生活在树林之间，与自然为伴，慢慢的也发现了自然的能量，这种能量就是'气'，啾。”村长解释道，“这些灯就是装有一种会发光的气，在光亮的地方它就能缓缓吸收光能，在昏暗的地方他就会自己发光，啾。”\n\n        “差不多就相当于你在修炼的时候看到的，洞穴上方的植物发出的光。”狼王补充道，好像一开始他就明白了似的。\n\n        说着走着，就到了圣树树干的正前方。\n\n        “现在，请你伸出你的手，把它轻轻按在树干上，啾。”另一位胡子花白的村民对Steve说。\n\n        Steve照做了。当他的手接触树干的一瞬间，就像是墨汁在水中扩散，一道纯白的亮光从Steve按到的地方迅速扩散，几乎就在不到十秒的时间里，整棵树都被照亮了。原来漆黑的森林忽然亮堂起来，让森林里的鸟兽都为之一惊，热闹地吼叫起来。\n\n        发光的圣树不是纯白色，还带有一丝树干本来的棕黄，晶莹剔透，雄伟壮观，几十里外也能看到。所有村民都看得张大了嘴巴。\n\n        Steve把手缩了回来，不过圣树还在发光。“怎么了？为什么你们都这么惊讶？虽然我也被吓了一跳，但是我还以为圣树本来就这么厉害呢！”Steve问道。\n\n        “那个胡子花白的村民解释道：“是这样的，啾！我们的圣树确实对人的气特别敏感，能够反映接触者的气，啾！不过之前的人都不过是手掌周围的树干有反应，最多的也不过是能够扩散到三个人左右的高度，啾。不过你的气竟然能使整棵树都为之敏感，真是闻所未闻，啾！”\n\n        “这也反映了你的气非常强大，啾！而且树干的反应很温和，这些光也让人很安心，所以我可以肯定你是好人，啾！”村长补充道，“而且，你的气的属性是光，啾！这点很明显，啾！”\n\n        “属性？气还有属性吗？”Steve问道。这时圣树的光才慢慢消退。\n\n        “当然，每个人生来就有气。气的属性也是与生俱来的，啾。而且，气的属性也能从某方面反映其主人的性格，啾。”村长说，“气的属性是可以通过一些方法测定出来的，啾。不过有些人的气十分强大，自然就会显露出它的特性来，啾。”\n\n        “这么说，狼王你的气是雷电系的咯？”Steve现学现用，朝着狼王问道。狼王没有理他，还是专心致志地听着村长讲话。\n\n        “如果你们能熟练和灵活运用气的性质的话，对你们会有很大的帮助，啾！”村长继续说着，并且从兜里掏出来一颗珍珠，“这颗珍珠就如约送给你们了，祝你们一路顺风，啾！”\n\n        “谢谢你，啾！”Steve也学着村长回答道。\n\n        “好了，下一个目标是哪儿？”狼王打断了Steve。\n\n        Steve掏出了地图，仔细端详一番之后，答道：“下一个村子的名字特别直接，它叫……渔村……”\n\n        渔村离木翎村并不远。从中午走到太阳刚好落山，正好就到了海边的渔村。\n\n        不过，令人感到诧异的是，这个村庄并没有地图上画的那么繁华热闹。虽说房子倒是有很多，可是街上连一个人影也没有，显得冷冷清清的。\n\n        “也许是这个村子里的人怕黑呢？”Steve自言自语道，然后跨进了村子已经破得嘎吱响的大门。\n\n        可是，一番寻找之后，没有发现一个人影。找到的只有蒙尘的书桌，结满蜘蛛网的茶壶，长满青苔的石阶，甚至是一些未干的血迹。\n\n        “这个村子好像荒废很久了的样子……”狼王分析着，“可是不应该啊，这里的环境这么好，靠海吃鱼食物也不愁，最近在这一带也没有发生过战乱，为什么要莫名其妙地搬家呢？而且搬家的话也说不通，连家当都不搬走……”\n\n        渐渐变暗的天色让Steve有些着急了，他以为是村子里的人害怕外来人，躲到什么隐蔽的地方去了呢？于是他深呼吸，闭上眼睛，感受气的流动……\n\n        狼王还在不解地思虑着，忽然Steve惊呼一声：“什么？！”\n\n       “怎么了？Steve？发现了什么吗？”狼王焦急地问道。\n\n       “消失了，没有了，连逃跑的痕迹都没有，所有的气都在这个村子里面人间蒸发了……”Steve惊恐地瞪着眼睛：\n\n        “就像死了一样……”\n\n\n上一节                                                                              目录                                                                             下一节\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1435927980,
            "txt_content": "村长为何啾啾叫"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1435928100,
            "txt_content": "xcc 发表于 2015-7-3 20:53\n村长为何啾啾叫\n这是人性的泯灭还是道德的沦丧"
        },
        {
            "author": "xcc",
            "timestamp": 1435928100,
            "txt_content": "2B与mc的故事 发表于 2015-7-3 20:55\n这是人性的泯灭还是道德的沦丧\n正经点，我问你剧情呢...."
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1435928160,
            "txt_content": "xcc 发表于 2015-7-3 20:55\n正经点，我问你剧情呢....\n这个村子的人说话都这样（剧透：后面的剧情就把这个村子设定成了精灵族）"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1435928460,
            "txt_content": "@0744448 @Donnies_Ming @恶魔-潇洒 "
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1435930320,
            "txt_content": "未干的血迹和荒废很久矛盾了？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1435931700,
            "txt_content": "恶魔-潇洒 发表于 2015-7-3 21:32\n未干的血迹和荒废很久矛盾了？\n由于海边湿润空气和未知魔力的影响，血液中的脱氧核糖核酸产生了异变，进行了一系列化学反应后又方块大陆的磁场影响，使红细胞凝固不易被风干，故此仍有红色的印记。\n（其实最重要的原因是楼主我故意让人涂上去的）"
        }
    ]
}