{
    "title": "【原创】人造人的故事 第三章 灾变",
    "author": "传说中的巧克力",
    "replyCount": 2,
    "timestamp": 1435934220,
    "txt_content": "第三章 灾变\n\n索引链接：http://www.mcbbs.net/forum.php?mod=viewthread&tid=462439\n\n\n“黑啊，真他妈的黑啊！”骑士团团长自言自语道。\n史蒂芬心里闪过一丝不祥的预感，“这么突然天黑，恐怕不是自然形成的风暴所能造成的吧，难道是……”\n“不愧是史蒂芬啊！这么快就意识到了。没错，这场风暴，就是特兹克帝国的丧钟！”半空中，一个惊雷般的声音响起。\n“报——”一个骑士，急匆匆的冲了进来，“城外出现大量亡灵，正从北方向城市接近！”\n“不要慌，随我去看看”骑士团长临危不乱\n\n\n真正到了城墙墙头上，才能明白究竟亡灵的规模多么恐怖：城墙下，僵尸黑压压的向远方伸展开，仿佛一片看不到尽头的黑云。三人都是强者，自然看到了各种高级亡灵生物：骷髅，苦力怕，甚至还有……末影人！而且，这次的亡灵军队，一眼看上去竟十分整齐，行动有素，竟与人类军队不相上下！亡灵大军扑面而来，一股萧杀的氛围也随之生起。\n\n“团长，经初步统计，亡灵军队出现在视野中的已不下于十万，仍还有更多的亡灵从远方跟来。”\n骑士团长倒吸了一口凉气，这还是亡灵？这么庞大的军事行动，整齐有素的步伐，还有专门攻城的阵型，究竟是怎样的力量让亡灵组建了这么一支军队？这下特兹克城恐怕有难了。\n这时候，铱突然说了一句话：“经扫描，现已确定这群亡灵共有二十四万三千三百零一只，其中僵尸十八万整，骷髅五万，苦力怕一万，末影人三千，还有疑似将领三百，统帅一；整体水平相当于人类四十万军队。”\n这下明确了，史蒂芬心想，看来还是要强者出手才能抵挡啊。简单地与骑士团长商量了一下，骑士团长叫过北城将军，简单吩咐了几句，两人便飞身下城。\n两人如两把尖刀，直入万军丛中，一路大开杀戒。同时，箭如雨下，前排的亡灵便如割麦子一般倒下。\n\n\n此时，亡灵军将军，僵尸王正在帐中，很快便有传令兵来通报了情况。他微微一笑，“老朋友啊，就让我来会会你们！你们绝不能扰乱主的计划。”\n\n\n铱站在城头，仿佛已经成了整个守军的统帅。“守城弩，两点，八点方向，瞄准蓝色苦力怕聚集区域，放！”“弓箭手，正面，放！”每一条命令都恰到好处，守军有条不紊地防守着城市。突然，空中传来一声巨响“可敢与我一战！”，史蒂芬和骑士团长应声而起，之见对面空中一道流光，僵尸王转眼之间出现在眼前。史蒂芬紧紧的握住了手中的剑“今天，阿尔诺特之剑将穿过你的胸膛！”\n史蒂芬持剑一挥，忽然出现在僵尸王的后面，一剑刺出。僵尸王却不紧不慢的转过身来，伸出手就要抓史蒂芬的剑。这时，骑士团长忽地冲刺，手中幻影之矛前指，直取僵尸王的头颅。感受到身后的风声，僵尸王眼中红光一闪，消失了。“铛”地一声，阿尔诺特之剑和幻影之矛就撞在了一起。\n不好，史蒂芬心中暗道，他在利用我们自己的力量，这样下去，不但没法击败他，连他的力量都没法消耗。于是史蒂芬又是一剑挥出，瞬间出现在已出现在骑士团长背后的僵尸王背后，又是一剑刺出。骑士团长也转回过身，幻影之矛横在胸前，迎上了僵尸王的利爪。\n“彭”，骑士团长倒飞而出，狠狠的砸在地上。僵尸王在空中做出了不应该属于那庞大身材的灵敏动作，在千钧一发之际又闪开了史蒂芬的攻击，回身就是一爪。\n史蒂芬又一次消失，这次他出现在几米开外。冷冷地看着僵尸王。感受到他的目光，僵尸王竟然哈哈一笑。\n“别白费力气了，看看你们的城下吧！”\n史蒂芬眼神一凝，与骑士团长一起，望向特兹克城。苦力怕构成的大军竟已到达城墙脚下。转眼间，一阵剧烈的震动传来。瞬间，灰尘漫天，没有谁再能看清什么。等到灰尘落下，僵尸大军已经进入特兹克城的三分之一了！\n“不可……原谅！”史蒂芬咬着牙\n忽然，城中闪起一道蓝光。\n“那是……”",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1435934460,
            "txt_content": "额，板式好一点整齐一点好不好，你们发小说怎么都喜欢这样，一段话凑了好多句话。"
        },
        {
            "author": "传说中的巧克力",
            "timestamp": 1436105640,
            "txt_content": "人工置顶"
        }
    ]
}