{
    "title": "【安德面出品】灰白色第二章",
    "author": "我是安德面",
    "replyCount": 2,
    "timestamp": 1435976940,
    "txt_content": " 本帖最后由 我是安德面 于 2015-7-4 10:32 编辑 \n\n  大家好啊，还记得我吗？对了，我就是 缓更狂魔  。弃坑半年又回来填了，因为是我第一次写战争文，所以有什么不好请指出，之后我会加以改进\n灰白色第二章       现在整个城市里已经没有任何一个人在工作了，这意味着，我们将没有干净的水，没有食物，没有电，没有度过冬天的资本，不仅如此，暂时担任政府的军队宣布，如果暴乱继续恶化下去，他们将会实行武装镇压。        我和安德莉亚呆在 老乔森 的咖啡厅里，我把老乔森埋在了附近的绿化带里，并且安德莉亚在我埋老乔森的时候在咖啡厅里找到了一些有用的东西，一些新鲜的面粉、烤过的黑面包、几箱木炭和几大袋咖啡豆。        累坏的我拉了把算是完整的椅子坐在上面，面朝门外。我们没法离开这，外面到处是镇压罢工者们的士兵，他们的信条就是开枪，不管是不是平民百姓还是那些罢工者，终归都是躺在他们枪口下。        日子就这样一天天的过去了，每天都过的非常单调，什么都没有发生，除了几个饥饿的去抢劫军队的疯子后被打死就没有发生什么暴力事件了。最初的骚乱也沉静下来，大街上没有来来往往的行人和军队了，街上也几乎没有在跑的汽车了，那些店家自己经营的修车部和车行也都关门大吉了，人们只能靠步行外出，整个城市跟死了一样，有人试着逃离这个城市，逃离这个国家，但是死的死，伤的伤，破产的破产，所付出的代价是无限大的，于是还有许多人像我们一样坚守在这个城市，相信总有一天这些破事都会一起结束，但是有些人没有足够的毅力，大多数都自杀、冻死或者饿死了。自从供水局停工以后，大家都像发了疯一样的在街上抢劫、搜刮物资，犯罪率像失控一般的飙升，上次在小巷里开火的民兵还在与军队抵抗，但是他们交战的次数没有那么频繁了，因为军队在不久之前发动了一次惨无人道的空袭，幸好老乔森的咖啡厅还完好无损，但是我在那次空袭中险些丢了性命。       城市里的人跟发疯似的抢夺东西，我们损失了很多物资，虽然说我挡住了很多次抢劫，但还是有一些饥饿的人趁我们睡熟的时候偷走了我们许多食物，而且现在我们也没有药物了，因为我把药都给了一个小女孩因为她说她的妈妈病了我们就都给了她。       现在可能一个感冒都会要了我俩其中一个的命。       所以，我必须为我和安德莉亚找些药。而现在整个城市街道的商铺几乎都是空的，没有任何有利用价值的东西，商店里的东西全都被翻得狼狈不堪，就连街道上的垃圾都没有了，公寓楼的红砖墙上依旧刷着战争前期的几个醒目的白字“打倒政府，打倒剥削员工的企业！”或者是“他妈的战争！”。我走进一个看起来不是很狼狈的商店，在柜台翻找东西时，角落里，一个金属般的声音冲我大喊：“滚出去！这是我们的地方。”       那是一个高大并且穿着咖啡色毛衣的男人，他身后还站着个女人，那应该是他的妻子。       “我再讲一遍，给我离开这！”他们隔着我5、6米远，但是还是能够看出那个男人很愤怒。       他挽起袖子，表情就像野兽一样凶猛，眼神好像要杀了我似的。       他身旁那个女人却紧紧的拉着他的手臂，不让那个男人做傻事。       我本想就此收手的，但是我们非常需要药品和食物，果然还是生存的欲望还是打败了理智，我从兜里掏出一把小刀对这那个男人，那是我在老乔森的咖啡厅里找到的，原本是用来切三文治和面包的，但是我已经把它磨成可以用来杀人的程度了。       我试探性的朝那个男人表明我的来意，我并不想杀人，我只是来要些药的，希望他们把食物和药交出来，但是那个男人看起来很不友好，大概是因为这个世道已经无法再相信其他人了吧，他用可怕的眼神死死盯着我，我愣了几秒，只见那个男人甩开他妻子的手像豹子一样的扑到我身上，两只手死死地揪住我的衣领，我被他突如其来的一击，打了个踉跄，向后退了几步，防身的小刀被那可怕的力量弹的老远，我只能拼了，因为结局只有一个，他死或者是我死。我想甩开他，但是他还是紧紧抓着我的衣领不放，怎么努力也于事无补，因为他的力气就像头熊。之后我试着掐着他的脖子，使出全身力气把他的脑袋向柜台砸去，他差点就撞到桌子上玩完了，但他立马站着了腰，把脱手我甩了出去，我整个人栽倒货架上，上面的框架断了一地，这一下可不轻，我感觉我的腰都快断了，还没反应过来，那个男人就像个只怪物一样向我冲过来，幸亏我躲开了，不然我就死定了，结果那个男人扑了个空，硬生生的趴在货架的碎片上，一直站在旁边的那个女人像疯了一样大叫起来，那个男人转过身，他的脸上，手臂上都被货架的碎片划开了长短不一的血缝，但是他好像又要爬起来攻击我，见状，我拿起在地上的小刀，刚把小刀直起来，那个男人就扑了过来，他用可怕的力量撞开了我，但那锋利的小刀轻易的划开了他的肚子，他撞在墙上后栽倒在地上，淌了一地的血之后就不动弹了——我杀人了；我杀了一个和我一样也是这场战争的受害者的人。       角落里的那个女人推开了我，瘫坐在地上抱着她丈夫的上身，她的紧贴着她丈夫的额头，发出令人心碎的哭声，用颤抖的声音念着：“比尔，比尔，求求你别离开我，上帝啊。”       整个小店充满了这个女人的哭泣声，不久就是风声，再来雪就下来了，但是天还没亮，光从橱窗投进来，光照在我的背上，影子投到那对夫妻上，我的影子看起来就像一个夺走别人希望的恶魔，我斜过头尽量不然自己暴露在他们面前，最终我还是跑进他们的店的仓库拿了他们少量的一些药，食物与子弹，我尽量能拿少点就拿少点，不然我的良心会杀了我。       跑出了那间便利店，我的心快要折磨死我了，但是想想是为了生存我就会好些，虽然那只不过是自我安慰罢了。因为离咖啡店不算是很远，所以我很快就到了，安德莉亚坐在吧台上，身上披着是地毯或是其他的布，天气非常冷，我的手都快冻僵了。       推开门，第一眼看到的是安德莉亚的笑容，我并没有走进安德莉亚，而是在门口把包放下来，拿出从便利店拿到的能量条和可乐给安德莉亚，安德莉亚接过我给她的东西，打量着我，嘴巴刚要张开又闭上了，我试着躲开她的目光，她也意识到我有什么瞒着她。       “史蒂夫，这些东西是哪来的？”她说       我没有说话把眼睛闭得紧紧地       “告诉我吧，我不会怪你的。”她说。       我走向她，把情况如实告诉了她，安德莉亚脸上露出了悲伤的表情。      “我相信你是迫不得已的”她说        话音刚落，我身后传来了阵阵敲门声…本章完@250=mo @大葱之灵@ @Technology @小玺 \n",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1435988640,
            "txt_content": "我还以为你彻底弃掉了呢。继续膜拜人物描写大神。期待漫画哦"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1436091300,
            "txt_content": "不多的描写使记叙相对草率，导致渲染不足，背景不够有力；一些话重复地絮叨，使文章显得有些单薄。\n另外，漏误与错別不少。"
        }
    ]
}