{
    "title": "【原创】【连载】《罔世 常世卷五》",
    "author": "白安西",
    "replyCount": 4,
    "timestamp": 1436005800,
    "txt_content": " 本帖最后由 白安西 于 2015-7-16 16:52 编辑 \n\n白雪…柔软的絮状物触到温热的肌肤，转瞬化作一滴冰凉的水顺着身体落下，滴在地上，寂静无声。这座空洞的城，包容了一切大或小的声音。雪覆过亭台楼阁，覆过松竹梅石，这座城发生的一切都过去了。器物的鸣声都融在雪里，风吹不动屋檐的铃，风吹不动破败的旗。亭中尚有一盘残局，焦木上束缚着断弦，青玉空碎一地……这里是哪里..我不知道。有生命的已经不存在了，有声音的已经不存在了。我是谁？…白雪…已经太久没有来过这里了。…安西都护…白雪歌.或是没有这个名字的..白安西。....\n\n“啊！”…头好痛…好不容易能安静的睡一觉了，却又做了一个噩梦，白色的一片…似乎…我在哪里见过…白色..虚伪又梦幻，我好像进入了一个奇怪的幻境///我捶捶头，希望能让自己清醒一些。揉揉眼睛，发现自己置身于一片淡黄色的光中。有信…我取出信戛，这是天朝的一种秘宝，可以远程传送信息或者小件物品给其他持有者，好像也可以传送大件吧，不过我没试过，因为这需要耗费巨量体力。我缓缓打开信戛，心想这个时候谁会寄东西给我呢…“寄件人..望…月！..”望月！我连忙把信戛往下拉.. “凌德君        见字如晤。 推来君已入圣安东尼奥，途中必有多不解之事，请独来城中钻石当铺，届时一切疑惑将予以解答。 望月上” 怎么…这…难道我以前的推断有误？望月和基教并没有什么关系…他一直在这里等我？或者…这会不会是基教的人利用望月的信戛引我上钩？…他们不可能知道信戛的事情吧..这是天朝的秘宝…管他，只有去了才知道了！走出旅店，外面的天空才微亮，道路上只有稀少的行人，再大的城市，也会有这样片刻安静的时候吧？巨大的哥特式建筑直插云霄，我仿佛在石头森林中穿行。 钻石当铺。 当铺并没有他的名字那么的豪气，至少看起来没有。进入之前我决定先在外面检查看看是否有什么异常的情况。 当铺整体由圆石和磨制石砖构成，仅有三处透气的天窗。天窗很狭窄，不可能供人通过。外面有一个地窖入口，但是活版门是从里面锁上的，打不开。门是一块上好的松木制成，边上的石柱点着两盏精致的灯，但是样式有一些古怪..石柱上细看可以发现上面有一段铭文，但是不知道是什么文字…但应该和基教没有关系。 确定安全后，我敲响了门，忽的脚下一空！…糟糕！没有发现这里还有一个陷阱！…只是反应的一瞬间，我已经摔倒了一层柔软的羊毛上，面前是一个不大的空间，墙壁上点了几根火把，并不算是亮堂。地上堆积了各式各样的物品。看起来不算很贵重但是很有趣。我拿起一个号角，摸起来似乎是骨质的，但想不出有什么动物的骨头会是这个样子…号角上缀饰着金属挂件，身上刻着一大段文字，字体应该是外面石柱那段铭文同样的文字。 我环视了许久，仍然无人出现…望月真的在吗…除开刚刚我摔下来的通道，似乎没有其他出入口了。我踏地面，很结实，下面不是空心的，敲敲墙壁也是一样，怎么会这样…我忽然想起来什么，把火把全部熄灭，果然，墙壁上出现了一块涂有萤石粉的砖！我试着推了一下，一道门打开了… “凌德..”是望月的声音…不知道为什么，这个时候我应该会有很多很多话想要说，我却一声不吭…“我想你一定很疑惑吧，我们这样再次相遇..你这段时间经历的一切…”“…”“但是..这只是开始..”“…”“解释起来很麻烦…那…我们从头开始吧，你的世界，或者说…这个世界的真相..”“这个世界，是假的…”\n  我心里一惊..真相？\n                                                                            上一章 篇章索引 下一章[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "白安西",
            "timestamp": 1436006040,
            "txt_content": "@likeliang @Yy星人 @ZCA @恶魔-潇洒 @早餐 @海潮   请务必回去看下背景"
        },
        {
            "author": "Yy星人",
            "timestamp": 1436006340,
            "txt_content": "其实我看的有点晕菜了233"
        },
        {
            "author": "白安西",
            "timestamp": 1436006460,
            "txt_content": "Yy星人 发表于 2015-7-4 18:39\n其实我看的有点晕菜了233\n被另外一个人逼着改了】【所以世界观和最早的不太一样咯"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436019840,
            "txt_content": "比原来好多了……\n果然还是很棒呢"
        }
    ]
}