{
    "title": "（原创·连载）迷一样的时间 第二章",
    "author": "蠢萌の⑨",
    "replyCount": 3,
    "timestamp": 1436016240,
    "txt_content": " 本帖最后由 蠢萌の⑨ 于 2015-10-24 19:42 编辑 \n\n没错，这里是第二章，上一章的风格看来并不受欢迎，所以准备放弃欢乐吐槽向，转成正经向了~\n正文：\n我拿起了那把钥匙，向那光的源头走去，我猜想我将要脱离这个阴暗潮湿的地方了...“晃当！”门开了，但迎接我的不是一大片绿地，不是城市的车水马龙，也更不是我的家...我深吸了一口气，有点自嘲似地看着周围的一切，刚才一路走来令我感到有点寒冷和劳累，但柔和的灯光还是给予了我点点的温暖，尽管这里并没有窗户。\n  \n  我面对的是一台巨大的，不停发出巨大声响的机器。我并没有急着理会它，我把注意力转向了地上的一本姑且算新的笔记本，我慢慢地蹲下，捡起了那本笔记本。轻轻擦拭了一下这笔记本的封面，上面并没有写着什么，只是皮革让它显得十分高贵。我翻开了它，第一页被撕开了，但撕开他的人显然是十分匆忙的，因为他只撕下了右上角的那半张。我接着翻到了第二页，上面写满了一大堆难以理解的公式，我深信自己的物理水平是十分之高的，但是这些难懂的公式还是难倒了我。我并没有把它当做重要物品，但我也没把它向垃圾一般丢到一旁，也许用得上呢？\n  \n  我接着将注意力转向了那台存在感极高的机器，巨大的声响令人难以忍受。这台机器只有一个按钮，我不知道它是干嘛的，但我的直觉以及我多年玩游戏的经验告诉我——它一定不简单。我犹豫着，是否要按下这个极有可能改变我的一生的按钮，即使我没有妻儿，但我有父母...我心跳越来越快，心脏的跳动好像让周围的空气也变得燥热不堪。这里没有任何可以出去的通道，第一个结局就是我被困在这个莫名其妙的地方，最后饿死，或是被可能会回来的那批怪人给处理掉...我按下了那个按钮，因为我选择了第三个结局——这个改变我一生的结局。\n  \n  我的大脑简直就要爆炸了！我开始头昏眼花，紧接着是眼前一片漆黑，我的身体受到了无法承受的压力。随后，我就晕倒了。当我醒来时，我已经不在原来那个该死的实验室了，我好像躺在一张床上，这张床很舒服，竟令我感受到了家的感觉。但我马上发现，自己的这张床是会动的，也许并不是它会动...我爬了起来，用困惑的眼睛看向四方，周围是并不高的橡木墙壁，头顶则是昂贵的云山木，四周有一些会在16世纪左右见到的栅栏窗子。我走向那扇橡木门，打开了它，发现周围有一些16世纪水手打扮的人们在忙碌着。没人注意到我，因为他们都有各自所需要做的事情，我看到了台阶，从上面洒下来了一大片的阳光，我就像一个在暗无天日的监狱中呆了几千年的囚犯一般，无比激动地向台阶冲去。迎接我的是太阳，白云，以及久违了的蓝天！周围巨大的船帆也令我无比震撼，我发现，我现在在无数男人的浪漫——巨型帆船上。我大口大口地呼吸着新鲜的空气，这回的空气终于是新鲜的了。一个带着船长帽的、服饰穿戴略微奢华的人看见了我，他应该就是船长吧，至少看起来是。他以我能听见但显得略微有点大的声音对我说道：“嘿，伙计！你身体还好吗？”\n  \n  虽然我有点没搞懂为什么我会在这，但我回了一句：“还好，谢谢你，先生。”我并没有感到十分焦虑，因为刚才经历的怪事已经使我有一定的心理准备了。\n  \n  “哦，对了，我的名字是麦克亚当.艾布纳（Macadam.Abner），你可以叫我阿贝船长(Captain.Abe)，水手们都这么叫。”\n  \n  “你好阿贝船长，我是X先生！（主角的名字并没有具体的设定，毕竟地图中玩家就是主角，姑且就叫X先生吧）”\n  \n  从网上以及其他文学作品中经常说船长是非常傲慢以及难以接近的，看来，并不是这样的。“A船长请问...我为什么会在这里？”我问道。\n  \n  “啊？你难到不知道你是怎么到加勒比海上的？”\n  \n  就算我大脑发育并不健全，我也清楚我肯定不是在现代，要是我说错了什么话，那我就可能会被当做异端给烧死。我带着有点痴呆的目光，用不知所云的口吻说：“抱歉...我想我可能是失忆了...”也许演技很差，但骗一般人还是绰绰有余的\n  \n  船长带着不易察觉的微笑，但还是以十分温和的口吻对我说：“不方便透露的话就算了。那我来告诉你吧：当我们发现你的时候，你是在一艘十分小并且十分残破的帆船上的，我的一位水手马上告诉了我，我就叫人把你拉上来了。然后你一直昏迷不醒，就到现在咯。”\n  \n  “那么真是谢谢您啊，那您可以告诉我一下现在是什么时候吗？”\n\n  “哎...果然是失忆了吗？现在是1566年3月。”\n\n  我心中震了一震，果然是十六世纪吗...现在正值大航海时代，果然船只都是这么壮观。“谢谢您，阿贝船长！”\n  \n  “对了伙计，想要加入我的队伍吗？让我们一起航海经商，你看起来对航海十分有经验，你想要成为我的副官吗？”\n  \n  我深思了一番，最终还是决定了加入阿贝船长的队伍，毕竟，我和任何人都没有关系。并且，回家的唯一途径，也只是先活下去吧。“好的，阿贝船长，很荣幸成为您的副官。”\n\n  阿贝船长大笑了起来，16世纪水手风趣、朴实的笑，也许是这样的吧，至少我看不出有太多的其他东西，只是我看不出来...\n\n  “你现在的衣服很脏了，去换件新的吧！”\n  \n  我从一开始就没注意自己的衣服，不知何时，我原本的T恤衫和牛仔裤变成了一身肮脏的破旧的16世纪典型的大众服饰。\n\n  “好的，阿贝船长...”\n\n\n希望大家支持一下我咯，既然看完了，就留下您的意见和评论吧XD(明天再重置一下第一章吧)\n\n",
    "replies": [
        {
            "author": "随影氵穿行灬",
            "timestamp": 1436016660,
            "txt_content": "沙发！沙发！围观！围观！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436237640,
            "txt_content": "老夫觉得，你可以把主角的思考路线再更深一点"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436238720,
            "txt_content": "CloudsXDao 发表于 2015-7-7 10:54\n老夫觉得，你可以把主角的思考路线再更深一点\n嗯，不过一开始给主角的定义是一台移动的摄像机，他是用来记录身边一切人物的。后面的章节会加以改进的"
        }
    ]
}