{
    "title": "<原创·连载>   勇者之征   第五章 第七节【高产如母猪系列】",
    "author": "2B与mc的故事",
    "replyCount": 6,
    "timestamp": 1436015400,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-7 21:26 编辑 \n\n        落日的余晖最终消逝在了地平线，一轮圆月缓缓升起，带来寂静而黑暗的夜。\n\n        不，并不寂静！虽然表面上悄无声息，但是一场残酷的战斗正在慢慢降临，在这片大地的所有黑暗的角落……\n\n        “此地不宜久留，现在傻呆在这里也不可能找出个什么头绪了！”狼王的吼声震醒了Steve，也引来了四面八方的怪物。\n\n        “我当然知道，我不会像以前那样因为一时的恐惧而误了大局。”Steve从身后抽出了剑，“我只是感到很诧异，村子里是有铁傀儡的，普通的怪物是攻不进来的。到底是些什么家伙，这么残忍，而且还有这么强大的力量？”\n\n        “现在想这些也没用，先想办法突围才行！”狼王说道，“先保住命，才有机会找到原因！”\n\n        几句话的时间里，怪物已经从四面八方潮水般涌了过来。\n\n        “准备好了吗？”狼王弓着身子，准备战斗。\n\n        “这种时候就不要问这种没用又幼稚的问题了！”Steve握紧了手中的剑。\n\n        “喝啊！！！”\n\n        在默契的驱使下，就在同一瞬间，两人爆出了极其强大的气。一道光芒照亮了整个大村庄，一身惊雷劈醒了沉睡的生灵，强大的冲击直接把潮水般的怪物退潮般震开，甚至把一些腐朽的房屋吹成了废墟。\n\n        根本就看不到人的影子，只有一路倒下的怪物显现了他们前进的道路。\n\n        “先去下一个村庄看看！”狼王一边突进一边说道。\n\n        在听到这句话的不到一分钟之后，他们就已经到了下一个村庄的门前。可是这个村子竟然也是空无一人，死气沉沉的。\n\n        “见鬼！”刚刚停下看了一眼，发现村子没有人后狼王果断地继续前进，Steve也紧随其后。\n\n        二人快速地移动，马上又到了下一个村子。然而诡异的是这个村子仍然没有人。\n\n        他们一连去了六个村庄，加上之前去的两个，一共有八个了。可是依然是同样的结果，没有一个人，就像今天晚上所有的村子联合起来开了一个玩笑，一个天大的玩笑。\n        天边已经露出了些许鱼肚白，血战了一整夜的二人都疲惫了，周围的怪物也都开始燃烧，神圣而温暖的阳光再一次降临世间，焚烧邪恶。\n\n        战斗终于告一段落了，可是村庄里的人都莫名其妙地消失了，这也让Steve与狼王百思不得其解。最后，Steve提议：“先找个山洞休息一下吧！万一下一个村庄的人也消失了，晚上也好有一个地方歇脚。”\n\n        话刚说到这里，狼王就发现了不远处一座大山的山腰处有一个不大不小的山洞。\n\n        这山并不陡，即使是疲惫的Steve和狼王爬上去也并不费力。不过令他们吃惊的是，他们在洞口看见了一丝火把的亮光。走进山洞，还有一张简易而精致的小木床和工作台、熔炉等设备。\n\n        “诶，今天真是奇了怪了，该有人的地方没人，这荒郊野外的却竟然却有人住？”Steve越来越摸不着头脑了。\n\n        这时候，从山洞里响起一个声音：“你是谁？来这里干什么？”\n\n        “我是一个冒险家，叫Steve。途经此地，想找个庇护所，只是不知道这里已经有人住了，贸然闯入实属抱歉。”\n\n        狼王想着：哦？现在这么有礼貌了？怎么跟我说话就一点不客气。\n\n        “原来如此，是冒险家啊……”话音刚落，山洞深处走出一个人。\n\n        这个人竟然令狼王为之一惊：“你……原来你是……”\n\n上一节                                                                            目录                                                                           下一节\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1436015460,
            "txt_content": "大召唤术\n@0744448 @Donnies_Ming @恶魔-潇洒 \n"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436019480,
            "txt_content": "偷懒了偷懒了……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436062800,
            "txt_content": "恶魔-潇洒 发表于 2015-7-4 22:18\n偷懒了偷懒了……\n啊昨天有事很晚才回来，所以就写得有点急\n不要在意这些细节"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436237940,
            "txt_content": "我想问明明可以写的很精彩的黑夜为毛要跳？是太累吗？那就再构思一个更好的情节吧..."
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436244240,
            "txt_content": "CloudsXDao 发表于 2015-7-7 10:59\n我想问明明可以写的很精彩的黑夜为毛要跳？是太累吗？那就再构思一个更好的情节吧... ...\n黑夜写得很精彩也并没有什么用\n这跟主线剧情没有太多关系所以一笔带过\n不然浪费时间而且读者读起来也觉得很无聊"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436248440,
            "txt_content": "2B与mc的故事 发表于 2015-7-7 12:44\n黑夜写得很精彩也并没有什么用\n这跟主线剧情没有太多关系所以一笔带过\n不然浪费时间而且读者读起来也觉得 ...\n不是所有和主线无关的情节都需要略写的"
        }
    ]
}