{
    "title": "<原创|连载>《方块异次元》[TheClouds] | 第5章 | —— 窥探，巨大的危机",
    "author": "1137246733",
    "replyCount": 3,
    "timestamp": 1436067660,
    "txt_content": "正文：\n\n\n\n\n\n　　树林的后方有一片广阔的草原，其中牧草旺盛，羊群甚多。正直深夜，本应静寂的草原却传来一片片嘈杂声，视线的最远处隐隐约约有几缕灰色炊烟映在湛蓝的夜空之上，炊烟之下则是一处处营地，数十人围绕篝火而坐，旁边不乏有帐篷、兵器、食物、攻城弩等军用必需品。而这样的营地在广阔的草原上松散地排布着，粗略一数，数量绝对不会少于二十处。\n\n\n　　而在众多营地的最中央，一个巨大的军火库坐落着，其中的帐篷数量众多，隐隐约约可以看到众多的火炮与弹药，并且有众多重甲士兵把守着。\n\n\n　　粗略一看，这是一股异常强大的力量，如同一头巨狮般蜷伏于此。并且时不时有一些轻甲侦察兵前往安邑村的树林，爬上巨大的百年古树，远远眺望着深夜中寂静的安邑村庄。这些侦察兵也设下了营地，不过是在距离大部队很远的地方——村边树林旁。正值深夜这群士兵却没有任何疲倦之意，互相围坐在篝火前打骂着来互相娱乐。\n\n\n　　而这一切被叶凌尽收眼底。\n\n\n　　他刹那间陷入一种恐怖与慌乱之中，心脏狂掉不止，无法阻止脑海中胡思乱想的军队攻入安邑村的场景。不过他很快冷静了下来，明白这一切空想与焦急对于村落来说并没有丝毫用处，开始仔细地观察这一切。\n\n\n　　士兵数量不下于数百之数，个个装备精良，并且有强大的远程军火支持，攻城弩不下于五台，而火炮一类的武器数量更是不堪想象。但虽然如此军队却依然纪律鲜明，士兵不像是没有谨慎之心的人。并且他们的伙食中似乎有一些灵药的存在，必定是为了更好的应战——这也说明他们必将在明日夜晚之前开战。并且从他们的侦察兵行迹来看，攻打方向一定是安邑村无疑。总的来说，有一支可以横扫齐布郡中围的强大军队正要攻打齐布郡一个偏远地区的弱小村落。\n\n\n　　而听正道叔说过，目前村庄的人口绝不会过百，并且由于加入的稳定的贸易体系，所以历年来并无征战，从而使村庄并不重视军力的发展。目前村庄真正可以在战场上厮杀的士兵不会超过四十之数。虽然近战武器有七支铁匠铺源源不断地修补、更替，但远程武器却不尽人意，塔楼上的弓弩已经年久失修，能否使用仍然未知。而这支军队似乎正是看中了村落这样的弱点，远程武力格外强大，甚至远远超出了一个几百人军队该有的范畴。\n\n\n　　而攻打像安邑村这样偏远的村庄其实并不需要如此庞大的军队，仅仅只是一支不到五十人的军队即可彻底攻入而伤亡不大。这次使用如此强大的军队攻打，可见其背后统治者的地位与重视程度。并且通常具有火炮而主战部队较少的军队，在齐布郡的一般情况来看，非常有可能仅仅是一个前方的“开路者”，后方的后援甚至有可能是前方军力的十倍。\n\n\n　　总之，必败无疑！\n\n\n　　并且是惨败，那种被碾压的惨败！\n\n\n　　叶凌深吸了一口气，努力使自己的心情镇静下来，平息心灵的颤畜。\n\n\n　　正在这时，一个身披轻甲的侦察兵向叶凌所在的树林走来，手里只拿着一把普通的长剑，欲要对安邑村进行再次的侦查。眼见他离叶凌越来越近，但他注定无法发现叶凌——因为叶凌在树上。\n\n\n　　直到士兵已经走到了叶凌的正下方。\n\n\n　　我必须得做点什么了。叶凌的嘴角浮起一缕淡淡的笑。\n\n\n　　蓦然，叶凌从树上冲着下方的士兵直冲而下，将自身力量与下坠力量结合，紧紧盯着下方。在千钧一勾的时刻，叶凌以迅雷不及掩耳之势紧紧握住士兵的脖子，将全部的力量都施予士兵微弱的身躯。顷刻间，士兵倒下了，而叶凌依然如旧。\n\n\n　　果然这一偏门的招式在关键时刻也有一用。叶凌心中想到。\n\n\n　　在确定了士兵在短时间内无法醒来后，叶凌轻轻地把他拖到了一个阴暗之处，开始搜集他身上所有有用的东西。\n\n\n　　一把看似还可以的长剑，没用。\n\n\n　　一把锋利的防身匕首，可以随身携带。\n\n\n　　可怜的我居然这么大都没有一支可以用的兵器，叔父他们真抠门，非怕我伤害到别人，现在我有了。叶凌嘿嘿一笑。\n\n\n　　一个军队的证件，可以携带，以防一用。\n\n\n　　一支破旧的钥匙，可以携带，虽然并不知道有何用。\n\n\n　　一个装的很满的钱袋，没用，暂时不缺这点钱。\n\n\n　　一个沉甸甸的药袋子，里面有着香气刺鼻的众多药丸，回去可以让村子里草药园的人看看。\n\n\n　　五支沾满毒液的袖珍飞刀，随身携带，以防一用。\n\n\n　　两布袋满满的火药，可以携带，可以给村中的防御设施用。\n\n\n　　一个工艺粗糙但还可以使用的小型“千里眼”，可以携带，正道叔正需要这个。\n\n\n　　一个很大的麻布背包，背上，正好装这些东西。\n\n\n　　一件粗麻布轻甲，虽然有点大但也可以穿上，用来防身之用。\n\n\n　　以及一件粗麻头盔与轻铁靴子，一同穿上。\n\n\n　　虽然目前轻甲有点大，但远远看着叶凌也是一个正规的士兵了。\n\n\n　　就只有这些了吗？没有什么可以用到的信息啊，一般侦察兵明明身上会有些有价值的东西。\n\n\n　　叶凌刚刚转身之时，士兵的一个隐秘口袋里一个铁盒子跌落了出来，虽然这声音极其微弱，但叶凌依然捕捉到了。\n\n\n　　用刚才的钥匙即可打开这个铁盒子，里面静静地躺着一张折叠整齐牛皮纸。\n\n\n　   开头用深色的墨水，写着：“坦武郡攻势计划，3号牛皮纸”①。\n\n\n　　叶凌皱起了眉头，从头到尾仔仔细细地看了一遍，心中随之悄悄地思考着。\n\n\n　　果然统治者派这么大的力量来攻打安邑是有目的的，而且非常复杂，这牵连着一场巨大的阴谋。\n\n\n　　\n\n\n　　猛然\n\n\n　　原本的安静被打破，叶凌的后方忽然传来了幽森森的声音：\n\n\n　　“你看到了你不应该看的。”\n\n\n　　叶凌心中猛然一惊，身后已有数十名全副武装的士兵阴森森地看着他。\n\n\n　　\n\n\n　　而后的场景已经不再需要我叙述，不过这群士兵对付叶凌的方式却是极其的温柔，只是把他绑起来带回他们附近的一个营地而已。\n\n\n　　那个营地的人很多，都是侦察兵，他们一齐围坐在篝火旁边谈论着政事以及关于攻势的事情。由于安邑村向来与齐布郡割断了联系，所以叶凌也对政事从不感冒，因此他们谈论的大多数话语他都听不懂，但是他也差不多明白了一个事实。\n\n\n　　齐布郡的邻郡坦武郡发生了兵变，从而导致整个坦武郡的整个政府机构沦陷，而那些逃亡的官员与统治者，已经无法再坦武郡继续生存下去，只得在齐布郡的外围暂时“借取”一块土地，来让他们养精蓄锐，隔日反扑。虽然在此时已经吞灭了五个村落，但由于这些村落都处于一个抗击政府的体系，并且土地面积也并不是很大，所以齐布郡那边也没有什么动态。而下一个攻击目标，则无疑是安邑村。正如我猜想，这个部队只是一个“开路者”，后方的大部队被一个顽强抵抗的村落死死缠住，一时不会过不来。统治者也明白安邑村的弱小，只需“开路者”即可消灭。\n\n\n　　而不知是出于自信还是其它原因，士兵们明知有外人在此谈话也毫不拘谨，并没有任何审问这个外人的打算，只是随口问着叶凌的一些无关紧要的事情，例如年龄等等。并且这群人对叶凌还是有些友好的，但叶凌却是无法对这些准备攻击村落的人有任何好感。不久之后，由于他们看管过于松散，叶凌以去解手的理由顺利逃走了。\n\n\n　　“不用去追他了，让这个孩子在死前快活一会吧，咱们也是被逼无奈啊。”\n\n\n　　\n\n\n　　叶凌无论如何冷静也无法回避去想象这场巨大的危机，拼命向安邑村的方向跑去。\n\n\n　　\n\n\n　　①：具体内容见附录-文件-军方3号机密文件。\n\n\n\n\n\n废话：\n\n凌晨码字\n早上校准\n中午发文\n233已经成为一个规律了哈QAQ\n另外文中的那个文件我马上也会发出\n\n\n\n\n索引贴\n\nThe End\n",
    "replies": [
        {
            "author": "1137246733",
            "timestamp": 1436111880,
            "txt_content": "……我还以为这个帖子谜之失踪了呢\n这……审核了好长时间啊"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436156460,
            "txt_content": "1137246733 发表于 2015-7-5 23:58\n……我还以为这个帖子谜之失踪了呢\n这……审核了好长时间啊\n前几天审核都快得一比呢！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436236860,
            "txt_content": "这个，好像字数有点少啊\n"
        }
    ]
}