{
    "title": "我的城堡，转载",
    "author": "一个人",
    "replyCount": 10,
    "timestamp": 1304460420,
    "txt_content": "  城堡建造计划，目前正在建造第三座城堡，是一座欧式风格的山城。\n未来计划建造曰式风格的城堡，现在正在构思中，由于霓虹城堡还是以曲线为主的木质结构居多，想在这个游戏里弄出曲线还真有点困难，哈哈，不过我会想办法的。\n建造一座平遥古城如何？一切尽请期待……闲言少叙，直接看图\n\n&#8205;这是城堡的南面门楼，左边是礼拜堂（我的出生点），右边是城堡西南角箭塔。\n\n这是城堡北面，最高的是城堡的主塔，最开始建造的就是这座塔，后来扩建了第一道城墙成为城堡。图像左侧是西北角的城门楼，右侧是一个平台，我的伐木场，种的全是树。\n城堡城墙外是一条护城河，防止敌人登墙。\n\n\n这是从主塔最高的瞭望塔看城堡内部，以喷泉为中心，从右到左依次是礼拜堂，南面城门楼，西南角箭塔。\n\n这是礼拜堂内部，那个蜡烛的位置就是我的出生点。多么有纪念意义的地方。\n\n喷泉，城堡内所有的路都以这里为起点，喷泉右边的是一个小菜园，种点麦子什么的。\n\n城堡北侧的山顶有一座瞭望塔，估计城堡造第三道城墙的时候会连接到这里，顶端的棋子是世界的上边界，没法再往高盖了。\n从山顶瞭望看城堡。\n\n我的矿坑，这是人工开凿的矿坑，已经挖到基石了，这只是矿坑的一部分，上面采用洞穴式的开凿方法，所以看不了全貌，这里采用考古挖掘式开采方式，开采完就是一个大坑。\n\n这是一个巨大的天然洞穴，巨大到我还没有全部用火炬把它点亮。而且在这里我经常迷路，为了不迷路，我开始做箭头标记，所有的标记都指向出口。如果想出去，只要沿着标记走就可以出来了。\n\n这个就是标记，他们指向出口，就地取材，非常方便。\n\n\n\n这个也是。\n\n挖洞的时候也不忘记祈祷…… \n好了，第一座城堡基本上就是这样了，谢谢大家观看。\n\n\n\n\n\n盖第一座城堡时总是觉得太过严谨，所以希望建造一座随机产生的城堡，也就是你不知道他最终会建成什么样子，你的工作只是把它完善就好了。于是这座城堡就诞生了。\n开始为了让树堡更自然，全部采用了木质结构。加上点水作为装饰，让他更有精灵的风格，等在地狱挖到闪闪发亮的萤石之后也许会更好看。\n\n\n树堡的起居室，屋顶是天然的，底板也是天然的。\n西南角的阁楼\n\n突然有一天画面突然一卡，我再一登陆，发现整座树堡都在燃烧，大约1分32秒的时间化为一堆灰烬。只留下一些土块孤零零地飘在空中。场面何其壮观，话说建树堡的最开始我确实有想看看他被烧毁时的样子，就是没有那个勇气，这下好了，不用我动手了。但是不能就这样结束啊，我的树堡情节还没有得到充分的满足。于是……\n\n新树堡诞生了，在原有的基础上，使用了不会被烧毁的石头作为楼板的树堡。这是新树堡南面的全景图，这时候的水已经不只是装饰用的了，而是起到了电梯的作用，从上面下来跳进水里就好了。\n\n\n25楼\n这是北面的全景图，我发现使用“一般”视距不会像“远”那样看得通透，有点雾可以让画面更有层次感，尤其是树堡这样朦朦胧胧的才好看。\n\n\n树堡的西面，右上角是西北阁楼，左下角是西南阁楼。\n\n\n树堡的入口，本来想做一个水流机关，让水把入口覆盖的，后来发现水无法通过门，至少1.3的时候是，如果能，希望大家不吝赐教，我会感激不尽。\n新的起居室，石头的地面，水池可以更快的取得水源，不用跑老远去海边了。这也使新树堡大量使用水做装饰成为可能。\n\n\n新的西南阁楼，比原来的更加防火，但仍保持天然的屋顶。\n树中走廊，树堡每天都在成长，有时候新的树叶会把原来的走廊覆盖，所以时不时的对树叶进行修建。\n\n\n\n西北阁楼，中间的那个水可以跳进去直接安全的落到地面\n\n\n地狱之门。由于以前这些走廊是建在树冠上的，所以高低曲折，后来树都被烧毁了，就成了悬空桥了。地狱之门左上角缺了一块，也可以说是右上角多了一块，我认为这才是自然地特征，完全对称的东西在自然界是不存在的。\n\n我的伐木场，树堡的建造需要大量的树苗，即使不为了木材，我也会是不是的来这里砍几棵树。\n\n\n好了，第二个城堡介绍完了，话说这个树堡还远远没有完成，至少还没有打到世界的上边缘，我是不会就此罢休的，谢谢大家欣赏，还请期待第三座城堡哦。\n目前第三座城堡已经完成了本丸和二之丸的建设，细节上还需要处理正在建设三之丸和城下町，哈哈。\n祝大家游戏愉快……&\n",
    "replies": [
        {
            "author": "948534838",
            "timestamp": 1304471460,
            "txt_content": "看不见"
        },
        {
            "author": "908156267",
            "timestamp": 1304502720,
            "txt_content": "泪流满面！！"
        },
        {
            "author": "god-dog",
            "timestamp": 1304509020,
            "txt_content": "該圖片僅限百度用戶交流使用\n\n度娘是很小氣的.............."
        },
        {
            "author": "llssiinn",
            "timestamp": 1304515440,
            "txt_content": "给个相册的网址把！！！"
        },
        {
            "author": "孙、哥",
            "timestamp": 1304592900,
            "txt_content": "图太漂亮了，我什么都不想说了。"
        },
        {
            "author": "keroro5690",
            "timestamp": 1321420980,
            "txt_content": "全是百度的图"
        },
        {
            "author": "aotiexin",
            "timestamp": 1321424280,
            "txt_content": "这个城堡碉堡了 全是百度图片"
        },
        {
            "author": "ye9304",
            "timestamp": 1321631340,
            "txt_content": "我来吐槽图片的...全部不能看"
        },
        {
            "author": "000191750",
            "timestamp": 1380729180,
            "txt_content": "本来想看看楼主的伟大建设，可惜呀可惜呀，图挂了~~"
        },
        {
            "author": "_夜阑",
            "timestamp": 1447052220,
            "txt_content": "图都挂了"
        }
    ]
}