{
    "title": "原创/连载 迷一样的时间 第三章",
    "author": "蠢萌の⑨",
    "replyCount": 9,
    "timestamp": 1436094000,
    "txt_content": " 本帖最后由 蠢萌の⑨ 于 2015-7-6 09:48 编辑 \n\n当你看到这一小则文字的时候，没错这一篇是重写的，因为我将快要完成的页面给...\n接着纠正一下上一章的错误，故事发生的地点是北海，而不是加勒比海，因为我爱刺客信条爱的太深沉XD\n\n正文：\n\n  我从梦中醒了过来，尽管四周还是如此昏暗。这一天发生的事太多了，尽管我有着坚定的意识，但还是受到了不小的触动。我走向甲板，想呼吸一下新鲜的空气。天空无比昏暗，但星星衬托出了夜空的魅力，天边残缺的月亮也是无比悠闲、自在。我一定要回家——一个坚定的信念油然而生。但我的肚子并没有配合我的雄心壮志，因为晚上我为了今天所发生的一切想早点休息，所以谢绝了阿贝船长晚餐的提议。尽管这样我也不想去打扰厨师，毕竟太丢人了。呼吸够了新鲜空气之后，我又回到了船舱，又准备以睡梦度过这漫长的夜晚。\n  \n  当清晨的第一缕阳光冲窗外射进我的房间时，我已经整理好了自己的床。我又一次走上了甲板，尽管现在时间这么早，但水手们已经站到了自己的岗位上，并且船已经张开了所有的帆起航了。我该做点什么呢，我又陷入了弥漫，也许阿贝船长能来给我点事做吧。\n  \n  应我所想而来的正是阿贝船长，他带着一丝微笑向我走来，用无比精神的表情及声音对我说道：“日安，伙计！”“日安，阿贝船长！”在短暂的早晨礼貌交换仪式之后，阿贝船长对我说：“X先生，你昨天没有同我们一起进餐，现在肯定饿了吧，这个是我从法国佬那边带来的法式面包，就给你当早餐吧。”谢过船长之后，我马上就开始释放我昨日的饥饿。我很快地就把面包给吃完了，但尽管这样的饥饿，我依旧保持了用餐应有的礼节\n  \n  我们的目的地是尼德兰，我们的船现在正在航行，但并不是由船长掌舵，而是一个年轻的掌舵手掌舵。所有帆都都被风吹得鼓鼓的，在这么大的风力推动之下，我们的船速自然就非常得快。我一直站在船长身边，等待着可能会托付给我的任务。过了两个小时左右，船长刚结束了和一位水手的谈话，他将目光方向四周，然后对着水手们说：“ 伙计们！我们就要达到陆地了！”当我看到四周飞来飞去的海鸥，我马上就明白了船长为什么说到达陆地了。一位身手矫健的水手马上爬到了瞭望的平台，拿起一个单筒长筒望远镜，观察着不远处的海岸线。因为今天没有什么雾，所以海岸线很快就呈现在我们的眼前。当水手们把锚丢进了海里，以至于我们的船不会漂走时，我们到达了目的地——尼德兰。\n  \n  就在我们正要下船之时，一位信使打扮的人，冲上了我们的船，并且以老练的认人经验快速地找到了阿贝船长。即使当时阿贝船长和掌舵手谈话被打断了，但他并不生气，接过信使手中的信，谢过之后，又慷慨地给了他一枚荷兰盾。阿贝船长快速地拆开了信封，并以非常快的阅读速度读完了整封信。令我没有想到，平时十分和善的船长，突然把信扭成一团，然后愤怒地砸向地面。“那群狗娘养的西班牙人！”掌舵手识趣地退到了一旁。过了一会儿，船长逐渐平静了下来，我走向前，问道：“阿贝船长，发生了什么？”尽管阿贝船长已经不那么生气了，但提起这个，他还是会带着一丝愤怒“那群西班牙的婊子居然不让我们和他们的殖民地交易！可恶！”他叹了一口气，拍了拍我的肩膀，对我说：“你现在手无寸铁，我想你需要一把不错的武器防身。”\n  \n  我跟着阿贝船长到了一家武器店，但我们运气不错，我们看到了五个黄色着装的强盗，他们其中的一个好像是队长一般的人物正将一把长刀抵在武器店老板的脖子上。“如果你继续散播对我们不利的消息的话，嘿嘿...这次我们就放过你，不过你得受到点小惩罚。”尽管我们离他们的距离很远，但我们依旧能听清。阿贝船长把他的英格兰宽刃剑从腰间的皮革剑鞘中抽了出来，用右手握着，准备发动攻击。趁着三个暴徒没发现我们，阿贝船长踮起脚尖，移动到了站在最后面的暴徒后面。一剑刺入了那名暴徒心脏的位置，动作老练的令人觉得他是一个专业的杀手。虽然一击秒杀了对方一名暴徒，并且他也没发出声音，但是他的血液溅到了那位拿着长刀的暴徒，他马上回过头，并且让他的一名同伴盯着老板。他的长刀看起来无必锋利令人害怕，另外两名他的同伴也手持着差不多的长刀，像三头饥渴的饿狼，时刻准备扑向我们。先发制人！阿贝船长右手的宽刃剑向其中一名暴徒砍去，虽然那名暴徒用长刀想挡住攻击，但这无疑是螳臂挡车，那名暴徒看来并没有什么经验，他颤抖的手并没有握紧他的剑，直接被打飞了出去，但遗憾的是并没有飞到我的位置。船长把插入那名暴徒身体的剑拔了出来，但他的剑无疑太重了，尽管他是一名老练的船长，也依旧对他造成了影响。当他取出他的剑时，那些暴徒的队长已经向船长劈去。\n  \n  但上帝保佑了船长，他及时地挡住了攻击。但此刻的他已经无力反击了，只能进入被动的防御状态，每一刀劈来，他都有丧命的危险。久久没有注意到我的暴徒们终于发现了我，我并没有急着救船长，因为我手无寸铁地冲上去顶多是赔上两条命。\n  \n  我对武器店老板喊了一声，尽管他正被一名暴徒盯着。\n  \n  “我需要一把剑。”\n\n感谢您的观看，既然看完了就留下您的意见和看法咯！(才发现有字数检查这次神奇的东西，5415XD)\n\n",
    "replies": [
        {
            "author": "我被盗号了",
            "timestamp": 1436094120,
            "txt_content": "篇幅看还可以哦，mark再看"
        },
        {
            "author": "随影氵穿行灬",
            "timestamp": 1436094420,
            "txt_content": "还行吧至少我看起来不错"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436094600,
            "txt_content": "随影氵穿行灬 发表于 2015-7-5 19:07\n还行吧至少我看起来不错\n这是您第三次来帮我顶帖子吗XD真是感谢呢"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436095020,
            "txt_content": "第二排最后一个字是不是写错了\n星星“有”承托出了夜空的魅力"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436095080,
            "txt_content": "2B与mc的故事 发表于 2015-7-5 19:17\n第二排最后一个字是不是写错了\n星星“有”承托出了夜空的魅力\n不知道有是从哪里出来的，应该是手快吧，感谢指正XD"
        },
        {
            "author": "1845797316",
            "timestamp": 1436106180,
            "txt_content": "错字 是像三头 不是想"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436147160,
            "txt_content": "1845797316 发表于 2015-7-5 22:23\n错字 是像三头 不是想\n感谢指正"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436236440,
            "txt_content": "原来是mcbbs自带的，那个算的是字节，一个汉字算两个，一个汉字标点算两个的。"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436238780,
            "txt_content": "CloudsXDao 发表于 2015-7-7 10:34\n原来是mcbbs自带的，那个算的是字节，一个汉字算两个，一个汉字标点算两个的。 ...\n看出来了，一开始一直以为是字数←_←"
        }
    ]
}