{
    "title": "Minecraft - Ender Of Pendant 【原创小说】",
    "author": "Cut-Off-Vanity",
    "replyCount": 16,
    "timestamp": 1436087400,
    "txt_content": "小说名：【Minecraft - Ender Of Pendant】 翻译：【Minecraft-末影吊坠】严禁复制转发，若转发请附上源地址。",
    "replies": [
        {
            "author": "Cut-Off-Vanity",
            "timestamp": 1436087460,
            "txt_content": "[第一卷]【卷首（引子）：留下】\n··一个漆黑的夜晚，月光下一个和谐的小村子----【艾诺村】，在小村的一隅。。。\n··“史蒂夫，你要走了吗？\"史义欧在一旁问史蒂夫。\n··”对呀！我要去一个非常遥远的地方。。。”史蒂夫慈爱的抚了抚史义欧的头发，眼里满是不舍，“一个你到达不了的地方。。。”\n··“那，是哪里呢？”史义欧一脸的疑惑，“你3个月前就说要走要走，目的地是哪？”\n··“哈哈。。。这你就管不着了！史义欧，我该走了，你要知道，我已经很老了，老的带不动你了。”史蒂夫苦笑了几下，“史义欧？”\n··“嗯！在！”\n··“我把所有都留给你了，毫无保留的，全部啊，不仅仅是资产，一些。。。有着我以前冒险伙伴的照片，或是。。。我第一次挖到的煤。。。”史蒂夫说到这，突然闭了口，他撒了个谎，但他没有揭穿的意思：“我要去做一个长途旅行，再也不会回来。”\n··“你真的留下了一切？”史义欧开始抱着明显的怀疑了。这时，史蒂夫开始彷徨，他明白自己的诡计要被拆了。\n··“对！所有都毫无保留的留给你了！！！”史蒂夫坚持将这个谎言编下去，“我得走了，再见！”\n史蒂夫用一个大包袱口朝下，将行李不管三七二十一“咣当”几下全收了进去，就在他准备落荒而逃时，他开了口：\n··“史义欧，我在50岁时收留了你，你现在14岁了----我认为你有自持的能力了。”史蒂夫最后装了几下样子，便走了。\n··在开门的那一刹那，史义欧大吼到：“史蒂夫！你说你把所有都留给我了，真的吗？你舍得那个将你束缚住的【吊坠】吗？”\n··“他只是一个神奇的吊坠而已！不值钱！！！你要干嘛？！！！”史蒂夫一时暴跳如雷，怒不可斥道：“他是我的！别打他的注意！”\n··“史蒂夫，看来你真被困住了！！！放下它！获得真正的自由！”史义欧说到这儿，突然不知所措哽咽起来,“你不是以前的史蒂夫了。。。求你放下吊坠。。。你明知那是个铁笼子你还往里钻。。。”这时，史蒂夫的心里受到了狠狠地撞击。。。\n··“是的，史义欧，吊坠也留给你。”史蒂夫义正言辞。\n··“臭烘烘的史蒂夫！！！我真喜欢你呀！”史义欧破涕为笑，“我本来想你不留下它我就永远不把你那宝贵的烟斗还给你的！”\n··“臭小子！！！我说烟斗呢！！！快还我！！！”\n··“哈哈！”史义欧一边翻找烟斗一边又说,\"奥！对了！你拿那上等的烟叶我也藏起来了！花园B区最茂盛的那棵树下，能挖出来。\n··史蒂夫接过烟斗，说：“我走啦！”然后头也不回的离去。\n··“不对！史蒂夫！！！他还在你的小口袋里！！！”\n··“对呀！差点忘了！”史蒂夫转到史义欧面前，将吊坠佩在史义欧脖子上，然后再转过去，哼着小调,沿着细细的小径离开了这个村庄。\n··当晚史义欧睡得特别香。。。\n--------【卷首：留下】[完]......"
        },
        {
            "author": "Cut-Off-Vanity",
            "timestamp": 1436087580,
            "txt_content": " 本帖最后由 Cut-Off-Vanity 于 2015-7-5 17:22 编辑 \n\n[第一卷]【第一章：离开】\n··史义欧正在整理史蒂夫的遗物，很乱，即使是在清爽的晨风下，他也搞的汗流浃背了，他想史蒂夫走时那个邋遢的样子，觉得史蒂夫肯定忘了交代自己什么。。。\n··“这是什么？”史义欧发现一枚信封，上面的日期表明这是一星期前写的信，里边很硬，应该有留言什么的，史义欧三下五除二拆开，并小声的朗读着：\n··“看到此信时请务必迅速前往【布达村】！！！\n                                 ----史蒂夫·留”\n··史义欧感觉不妙。\n··”啪！“史义欧家的门瞬间被甩开，进来一名看上去果敢的男子，他有着浓密的眉毛，目光锐利，浑身一股坚毅之气，他一把拽住史义欧说：\"跟随我！！！”史义欧也不反抗，这个村子没有坏人，便马上跟了上去，问道：“带我去哪？”“布达村。”\n··史义欧一惊，说：“先生是。。。”\n··“冒险者，西方人叫我【帕洛克】，东方人叫我【密斯尔】,你可以叫我【密斯尔】，南方人则叫我【摩利】----如今北方已经没有太多人类了，那一大片已经被Herobrine占领----他的肉身在7个月前复活在比较靠北的【枯涸森林】，他返回了临时的邪恶废墟【卡宁】，并且他一路赶到曾经他的领域----【奈欧】，奈欧的【梦魇塔】也已重筑，【萨德】要塞也修复完毕，之前贤者门忽视了他，但现在不行！！！他仅仅在3个月内便占领了整个北方，估摸着没人支援的话，不出8个月，他就会杀到南方的分界【纳森国】，Herobrine破开城墙简直轻而易举，他已经召集了分散各地的怪物：没发现这一年中僵尸什么的没有多少吗?它们大多数早集往【奈欧】！！！【纳森】已经受到了威胁，Herobrine不定时的去骚扰，搞乱他们的军心----Herobrine一旦攻破【纳森】他就会越过【圣雷隘口】，那时整个南方及一直威胁到西方大陆，都会被占领！！！”\n··史义欧一惊，他以往只从【艾诺村】边境的游侠匆匆经过时才听说一点南方的危机，但没想到成真了，他问道：“那他为什么不现在进攻，占领【纳森】呢？”\n··“他实力还是有限的，不可能在那么迅速的时间内直接破灭掉【纳森】，这个国家的士兵各个精良，但。。。他目前只需要一件东西就可以。。。----这是目前贤者门最担心的状况----即使是在【艾诺村】的明媚阳光下，我也不能提起它的名号。”\n··“那。。。”史义欧支吾了一下。\n··“立刻前往【布达村】！！！这个收好！”说完他便向史义欧怀里扔去一个包袱，“【鑫达旅馆】见！”然后冒险者头也不回地离开了，像风一样，迅速，无声。\n··“包袱？”史义欧接过，里面包的是一个扁长的东西，他本想翻开，但包袱突然自动滑开一道口子，露出了里面的东西----\n                     【太阳神の拉】\n                          ！！！\n··这不是史蒂夫的神剑吗？？？！！！这种锋利度，史蒂夫一直怕割到我不敢给我用，如今。。。\n               【归隐七剑】之一【太阳神の拉】\n··史义欧从鞘开刃，剑锋上闪着金光，他生怕别人发现似的，忙把剑收回了鞘----\n··不是因为世界的紧急性，史蒂夫是不会将它给我的！！！我必须立马出发！！！史义欧跑出门外，赶到径口，寻找着前往【布达村】牌子，但一直没找到。\n··“嗨！史义欧！”史义欧望向声源，原来是自己的死党浮华。他便迎了上去，顺口问道：“浮华，你知道去【布达村】的路吗？”\n··“布达村？”浮华鄙夷道，“去那儿干什么？”\n··“与一个冒险者会合。”\n··“那可是太刺激了。”浮华说，“跟上我，史义欧，向正西走，我和你一起去，还有23里路哪!我想我们走得快的话，晚上就可以到，所以我们脚程应该再快点，跟上！”\n··“我想你派不上多少用场，但你加入队伍真高兴。”\n··“哦！慢吞吞的史义欧！我说过我们脚程应该再快点，如果你不想我们晚上喝寒风的话，我们可没有帐篷！”浮华说完，史义欧就立刻放快了脚步。\n··他们慢慢离开了【艾诺村】。。。\n--------【第一章：离开】[完]......"
        },
        {
            "author": "Cut-Off-Vanity",
            "timestamp": 1436087640,
            "txt_content": "[第一卷]【第一章：三人的旅程】\n··“浮华，还有几里？我快累死了。。。”史义欧不经常做长途旅行，一上路便开始累。“真慢！都将近中午了，你猜怎么着？我们才刚刚走了3里！！！”浮华一脸不屑，“这才几里啊，还没到【艾诺村】边境呢！”\n··两人打打闹闹着向北行。\n··“嘿！”路旁浓密的草丛中突然跳出来一个人，扑倒了二人。\n“纳兹尔！如果不是因为周围没有墙我真想拽着你的头往上撞！”“你们去哪玩呢？也不叫上我，对吧？史义欧？”纳兹尔直接不理会浮华的恼怒，扶起二人后，拍了拍身上的灰，说，“去哪儿呢？”史义欧心胸比较宽阔，没太斤斤计较，说道：“去【布达村】。”\n··“疯啦！这么远，你们连住宿的工具也没有！”“浮华说天黑前可以赶到。”“话这么说是没错，但必须从早晨就开始赶路，差不多可以在黄昏时赶到，但目前约20里，就已经正午了，赶到时整个【布达村】几乎入夜，而且要马不停蹄。”“哼！我还以为只有我知道呢！”浮华插进来嘴。“嘘。。。听着----通往【布达村】不一定要走大路，我自己探索出来一个小路，但是一般人会迷路，走这条路可以在初夜前便可以赶到！随我走！”\n··“你走的是北边！！！笨蛋纳兹尔！”“那你可说对了，我这个笨蛋----史义欧你能随他走南面大路，午夜前绝对到不了！”“我倒要看看是哪一门子路！”浮华跟上纳兹尔的脚步，很不服气，等着纳兹尔出丑，西边要是到不了，他们必须返回，这样路程会持续到黎明才能到。\n··“我们得进这森林。走吧。”纳兹尔打头阵，浮华殿后，但马上反应过来什么，提醒着：“纳兹尔，我不管你是怎么探索出来这条路的，但正确进入【艾诺森林】的路该在南面，不然进去后绝大多数人没出来过----我们可以从此记记号，找到由南面延伸至此的林内大路才对，【艾诺森林】的树太过于密，个个参差不齐，如星罗缀着，很容易迷失方向----重要的是我们没有罗盘。”“好吧浮华，你尽管废话去吧，我是不理你了，这次旅行是史义欧发起的，道路选择权在他手，而且现在他还是沿着我的步伐进森林的，你是沿着他的脚步进森林的。”“我怎么废话了？”\n··“真希望这条路可以堵住你的嘴！！！”纳兹尔一笑，“俗话说：眼见为实，耳听为虚----不知不觉我们已经来到了捷径的入口。”\n大家随着纳兹尔手指的方向望去，一个地穴入口，进入的地路角度不大，很缓，走进去还是可能的。\n··“可能会有僵尸！”浮华还在挑刺。“史义欧，我甭废话了，你说他吧！”“额。。。浮华，千真万确，【艾诺村】近一年没出现过任何怪物了。。。”“可。。。”浮华还想说些什么，但他马上闭口了----突然一股无形的恐惧攥住了他\n··“趴下！”纳兹尔一把拉住二人将他们向地上按！\n··史义欧一瞬间擦觉到了什么要命的东西。。。他死死的按着胸口----手下压着史蒂夫留给他的吊坠。\n··离他们大约20码的一棵茂密的橡树后面，出现了一名长相可怕的生灵----不如说是怪物！\n··它有着四肢，却混混若若,好似风一吹就会灰飞烟灭，但看上去又浮着不灭的死亡气息，它披着一身青衣，兜帽盖住了它的大部分脸庞，依稀可以看到他的下半部分脸----是一团黑雾！无脸的腰间佩着看上去年代十分久远而又致命的宝剑。\n··“他是什么？！”浮华在不被发现的声音分贝内大叫道，“他绝不是人类！也不是怪物！纳兹尔！你带我们来这就是为了看它吗？”“我发誓他在我的意料之外！！！我也必须承认你的观点----它非人非怪----”纳兹尔尽量的反驳，却又话锋一转，“必须远距离内干掉他！！！浮华，你有弓，快！”\n··“不！我不敢！他身上有着令人类恐惧的东西!\"浮华胆怯了。“小废物！”纳兹尔骂了一句。“我废物？你来啊！”浮华也急了，“你来干掉他啊！”说完，他便把身上背着的弓塞给他，并递过去几只箭矢。“我来就我来！”纳兹尔一怒之下接过，便迅速张弓拉箭，那个黑影没有擦觉到他们，他既没有离开的意思，也没有靠近的意思，看上去像来回踱步。纳兹尔估摸着准星差不多了，准备松手就射----但他迟疑了，确实，就如浮华所描述的一般，一股无形的死亡恐惧攥住了他。就在纳兹尔迟疑的那一刻，他看到了不该看的东西，他脑海瞬间懵了，并马上制定好了新的方案----\n··纳兹尔立刻向黑影头顶放了一箭，然后马上紧急提醒：“快！快！！！悄无声息地冲进洞穴！！！我把他的注意力引开了！进去！”纳兹尔快速说着，将二人快速恐慌地拥进去。\n··“AH--------”黑影立刻发出一声远长而又犀利，尖锐的痛苦尖叫，这尖叫可以吓死所有意志不坚强的人。黑影马上拖着死亡意味附着绝望的嘶叫，冲向发箭源处----它被调开了。\n··这边三人互扶着迅速行进洞穴，他们掩着耳朵，顿时充满他们脑海的只有死亡，三人恐慌地闪进洞穴较深处，一并惧怕的扑倒在地，个个脸色苍白，无一丝红色。\n··“它有着人形。。。”史义欧大口大口的喘着气，好不容易挤出一句话来，好像一块巨石压在他的胸口----事实也如此，从黑影出现开始，他手下一只压着吊坠。“但它绝对不是人类！！！”纳兹尔挤出最后一丝力气，说道。“那嘶鸣太恐怖了。。。”浮华补充道，但随即非常恼火，说，“纳兹尔，它走得这么慢，你为什么会射偏？设计好的吧？”“说对了一半。。。”\n··“我俩都是小废物----告诉我，纳兹尔，我看得见，那一刻你在迟疑什么？”“因为我看到了不该看到的东西，我当时快速重新制定了一下计划：将它引走，那一刻我深明我是杀不死它的。”\n··“快说！纳兹尔！！！别想害死我们！”\n··“我重新声明一下，我绝无害人之心----你觉得我能和那种死亡气息的黑影同流合污吗？就和合污，也如你所见：没人有那个勇气！”纳兹尔在此顿了顿，继续说，“但你必须知道那一刻我看到他的坐骑是----约4x2x1（长.宽.高）（单位：米)那么大的剧毒蜘蛛啊！！！它骑在蜘蛛之上，由于蜘蛛俯在地上，我们一直都没发现！”\n··“必须离开它！”浮华说，“你的临时计划是对的，要我我也会这么做。”\n··“好了，纳兹尔。”史义欧勉强笑了一下，继续说道，“现在，你可以给我们带路了。”浮华也恭恭敬敬的让出一条道。\n··众人拍了拍身上的尘土，开始仔细打量起这个洞穴来。\n--------【第二章：三人的旅程】[完]......"
        },
        {
            "author": "Cut-Off-Vanity",
            "timestamp": 1436087820,
            "txt_content": "假期当中2天更新一章，上学期间不定时更新。\n望大众支持。"
        },
        {
            "author": "Cut-Off-Vanity",
            "timestamp": 1436087940,
            "txt_content": " 本帖最后由 Cut-Off-Vanity 于 2015-7-5 17:21 编辑 \n\n[第一卷]【第四章：在那旅馆的招牌下】\n··“喂！纳兹尔！月光！”“对!我还感觉到有风！”史义欧和浮华分别说。“你们是对的！我们穿越了【艾诺森林】，来到【布达村】边境了！”\n··随即，映入他们眼帘的则是【布达村】边缘的篱笆和石墙。“我们必须从东门进去，这样不会打草惊蛇，我估计着Herobrine已经在【布达村】秘密驻兵了。”纳兹尔说完，带领他们向西行去。\n··众人到了东门，发现【布达村】竟乌烟瘴气的。看上去整个村子都封死了，史义欧敲了敲门，之间东门里传出守门人的声音：“别来了，求求你们了。。。”史义欧觉得很怪异，便开口安抚道：“我是史义欧，请开门！”“啊！谢天谢地！史蒂夫他的义子史义欧！快快请进！”守门人好像如释重负，打开了门，让三人进入后，然后打量打量了门外，又关上东大门。\n··“发生了什么？”史义欧开门见山。“哦！天哪！真的是史义欧！还有浮华！纳兹尔！好极了！”这个老家伙守门人惊喜道，但随即步入正题，“你们也知道，和平很长时间了，我们【布达村】这地方已经近一年没出现怪物了，但就在5天前，一大波僵尸袭来，那数量绝对不是各处游荡的怪物，则是有人部署的僵尸军队！谁派来的怪物军队我们不知道，但它们对我们进行了一次大扫荡，我们所有精英勇士都出动了，终于击退了它们。”“然后不就该结束了吗？”浮华说。“结束？对，5天前是应该结束的。”守门人继续说，“僵尸被我们击退后的那天晚上，不知道为什么，来【布达村】的冒险者数量暴增，我们不知道他们是来干什么的，但他们也没伤害我们。这些冒险者真的很古怪，是的，很古怪，他们寄宿于旅馆，他们谈着北方大陆的事。”\n··“额。。。好的，谢谢您，但您可以给我们指明一下从这儿去【鑫达旅馆】的路吗？”史义欧礼貌的说。“哦！当然可以，但我建议你们不要去，如果你们非要去的话。。。”守门人用手指了指一条鹅卵石铺的路，说，“顺着这条路一只向西走，第二个十字路口时向南走300米差不多就到 【鑫达旅馆】了。”\n··顺着守门人的指点，三人很快就到了【鑫达旅馆】，旅馆大门前上有着横墙棚，两个大柱子支撑着，棚上挂着醒目的牌子，上面画了一个金色拱门殿，下方写着：鑫达旅馆。“看样子就是这里了，进去吧！”浮华说。\n··“哦！这里可真吵！这是那种一楼酒吧，上边楼是住房的大型旅馆”浮华抱怨道。“看得出来这家旅馆还挺有名气的。”纳兹尔评论道，“很受欢迎啊！”“没错----我认识的那位冒险者就在这众人之中----尽管这个旅馆人多的让人喘不过气来。你们先找，你们一定可以一眼认出他来的，他身上有着一股特别的气质，我先去开房了。”史义欧吩咐完后，三人就行动了。\n··“老板，有哪几间房？”“大房3床，中房2床，小房1床。”老板和蔼的说。“大房一间吧！”史义欧定了主。“好极了，12银币。先生还要点什么吗？菜单上还有些东西。”“好的，给您，老板，这里是15银币，我再拿走一瓶香槟，顺便递给我3个马克杯。”史义欧落落大方。“先生安好！”老板递过去马克杯和一个三人大房的开门钥匙，祝愿道。\n··“嘿！浮华！纳兹尔！过来集合，找到没有？”“抱歉，目前没有，这儿太大了，而且嘈杂的很！”三人马上集结，找到一个空圆桌，席凳而坐，史义欧摆好马克杯，恭恭敬敬地给每人斟上一满杯的香槟，说：“不管出于什么原因，缘分是我们一起冒险，这杯咱们干了！”三唆“咕咚咕咚”声后，他们个个满足的靠在椅背上，神态十分享受。\n··“你们一个个看上去情况很好嘛？或许史义欧忘了我的名字，但你们可以叫我【神踪客】。”发起此次约会的冒险者密斯尔说道。“他来了！就是这位冒险者。”“你好，纳兹尔愿意向您效劳！”“浮华也是。”\n··“你们看上去好极了，但我可不觉得好极了。”密斯尔神神秘秘的说道，“带上你们的酒去我的那张桌子，那里比较偏僻，不会有人偷听。我们有机密要谈。”\n··“好的，就是这儿，大家围一圈坐吧！”密斯尔说完，便整个神色都阴了下来，看上去十分严肃。\n··“神踪客，发生了什么？”史义欧关切的问道。“怕你们不想听，这个消息是沉重的，万一贤者们所担心的事实成真了，那么约莫20天内，主世界就会陷入黑暗，而且绝对再也拔不出来了。”“说吧！我们不会不想听的。”纳兹尔说。“嗯，您尽管说。”浮华也应和道。“好吧。。。”然后神踪客一字一顿地说：\n··“【艾诺村】覆灭了！这消息我也是刚刚从我的密探那儿打听到的！！！”\n··“骗。。。骗人！！！这玩笑不好笑！”浮华心里一惊，反驳道。纳兹尔也反犟:“怎么可能！我们走时村子还好好的！！！”“这时不可否认的事实。它们杀光了【艾诺村】所有居民，并放了一把带有【奈欧】独有的邪恶大火，这种火甚至可以烧融金属！我也是刚刚得到的消息！”\n··“它一个人。。。”史义欧颤抖道，“会不会。。。是哪个坐骑巨大剧毒蜘蛛的黑影。。。”\n··“什么？”神踪客一向冷静，这却大叫一声，“再说一遍！是什么？”“骑着巨大剧毒蜘蛛的黑影。。。”\n··“谜团解开了，我正思考Herobrine如果灭掉【艾诺村】该需要许多怪物人手，但怪物多的话是不可能的，因为都在怪物【奈欧】，那么如果是它，它一人便可以焚杀整个村子！！！”\n··“它。。。是谁。。。”浮华抖栗地问道。\n··“【【魇魔】】。。。Herobrine最邪恶的奴仆，也是Herobrine最可怕最致命的手下大将，而且。。。有【III】三名。。。”\n--------【第四章：在那旅馆的招牌下】[完]......"
        },
        {
            "author": "JIE__",
            "timestamp": 1436089860,
            "txt_content": "什么鬼......................."
        },
        {
            "author": "末影龙娘",
            "timestamp": 1436092440,
            "txt_content": "Cut-Off-Vanity 发表于 2015-7-5 17:19\n[第一卷]【第四章：在那旅馆的招牌下】\n··“喂！纳兹尔！月光！”“对!我还感觉到有风！”史义欧和浮华分 ...\n先生，你要是信我，你就重新再写。啊哈！像一些写手，不止是我，很多人都见过，有的也成为过。其中一些认为自己将会是阿波罗立雕，但是从一开始他们就忘记，人们去瞻仰它的前提是，它供在八角阁，且还不说需要罗丹的雕琢。\n如果你的人格足够相信一个说话没人听的贱人，那么首先就去丰富自己，积淀出一些足够拿得出手的文章。有的人按照自己的想法，用了很大的功，写得自己都被感动，但是先生，用心可不够——远远不够——比从北极到南极还远得多呢。于是他们的书，如你所想，变成了烂纸。\n这些话，是我在看到太多这样的惨剧后所说；并且以后，我可不对同一个人说了。"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436094780,
            "txt_content": "人名是个槽点，剧情太普通了。不过总体读起来还好"
        },
        {
            "author": "Cut-Off-Vanity",
            "timestamp": 1436094960,
            "txt_content": "末影龙娘 发表于 2015-7-5 18:34\n先生，你要是信我，你就重新再写。啊哈！像一些写手，不止是我，很多人都见过，有的也成为过。其中一些认 ...\n虽然你是复制过来的哲言，但还是要感谢你！！！\n其实我有过了觉悟。"
        },
        {
            "author": "小Ｃ子",
            "timestamp": 1436108100,
            "txt_content": "新人帖吗，能有这就已经不错啦，加油，文章语句要优美点哦，不要写像流水账，要充满人物的神态心理哦！"
        },
        {
            "author": "Cut-Off-Vanity",
            "timestamp": 1436141460,
            "txt_content": "= w =\n嗯嗯"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1436146020,
            "txt_content": "末影龙娘 发表于 2015-7-5 18:34\n先生，你要是信我，你就重新再写。啊哈！像一些写手，不止是我，很多人都见过，有的也成为过。其中一些认 ...\n你的头像看起来好像乌黑一片"
        },
        {
            "author": "lzs1234",
            "timestamp": 1436175720,
            "txt_content": "请注意这里是论坛。和贴吧是有区别的。发文章请不要用楼层直播的方式发，请分开贴，到了3章可做索引贴"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436179860,
            "txt_content": "lzs1234 发表于 2015-7-6 17:42\n请注意这里是论坛。和贴吧是有区别的。发文章请不要用楼层直播的方式发，请分开贴，到了3章可做索引贴 ...\n可以的，见版规"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436236620,
            "txt_content": "蛋疼啊，实在不想看下去，\n第一，剧情较为俗套，\n第二，搬运的？翻译的？文笔能好点不？\n第三，分段太迷了啊啊啊啊啊"
        },
        {
            "author": "Cut-Off-Vanity",
            "timestamp": 1436338140,
            "txt_content": "[第一卷]【第五章：吊坠现身】\n··“你们是怎么遇上它的？”神踪客问道。\n··纳兹尔哽哽咽咽的讲述了一遍由地穴入口到旅馆的经过。\n··”糟了！！！Herobrine一定是在找它！！！！！”神踪客大惊失色，“这是贤者们最担心的情况，Herobrine连【魇魔】都出动了，一定是在找它！万一Herobrine真的找到了，最多20天，整个主世界便会覆灭掉！！！\n··“我要复仇。”史义欧严肃道，“杀死Hrobrine，以偿还【艾诺村】的所有。。。”“干掉他！为了【艾诺村】报仇！！！”纳兹尔义愤填膺。“没错！算上我一份！！！”浮华愤怒道。\n··“没用的，Herobrine有了它就是不死的，我们只能祈祷Herobrine不要找到它，不然一切都是徒劳的！”\n··“到底是什么？”纳兹尔问。\n··“它的名号太过于邪恶，我不愿意提起，你们要听吗？”\n··“是！！！！！！！！！！”\n____________________________________________________________\n\n········ “【【【末影吊坠】】】”·········\n！！！！！！！！！！！！！！！！！！！！！！！！！！！！！!\n____________________________________________________________\n\n··此时此刻，史义欧的右手下死死压着那个拥有深紫水晶色泽的圆润吊坠饰品。\n··“史义欧？没事吧？”纳兹尔看他脸色苍白，不禁关心道。“没。。。没事。。。”“有心事说出来。”浮华很爽朗，“我们帮你解决，一起去干掉Herobrine！”“你们还真是惭言不愧，但只要Herobrine目前没有找到它，一切都是皆有可能的。”神踪客适当地鼓励道，“如果主世界各路人马行动快的话，目前人们还是可以阻止住Herobrine的----然后从长计议灭掉他的办法。”“反正我们一定是要拿Herobrine开涮报仇的。”浮华直言不讳。\n··神踪客略有不解，说：“你们好像没太在意我提到的它，你们不知道吗？”“知道什么？”纳兹尔反问道，“你说一个破吊坠统治主世界？这不是你为了缓解气氛开的一个小玩笑嘛？”“我是认真的！！！你觉得我们还有时间开玩笑？”\n____________________________________________________________\n\n········ “【【【末影吊坠】】】”·········\n！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！____________________________________________________________\n\n··“怎么可能！”除了史义欧，浮华和纳兹尔一起不相信有这个吊坠地惊呼道，“你无凭无据！！！”“很遗憾，我带来了一本古老的文献史册。”神踪客早有准备的拿出一本老旧而富有紫黑光泽皮面的书，像是史册。神踪客有备地快速翻到一页说：“这本史册名字叫做【《末影之史》】，仔细看这页记载吧！我长时间的研究这本早已失传的书，可目前还是只解读了这一页。史册上说：”\n··“早在创世神创造主世界之前，那个东西就存在了，它是如此的邪恶，毁灭虚空已不在话下。Notch创出了主世界，Herobrine协助他完好着主世界的设备：生灵，植物，矿物等。\n··“它一直存在于虚空，早在万物之初，【末影】一词早已存在，【末地】世界也沉寂于虚空。继之，Notch和Herobrine才创出了主世界。后，Notch与Herobrine发生冲突，Herobrine被Notch流放在地狱。Herobrine在地狱，发现了不为人知的秘密，这个秘密连Notch也不知道----虚空中除了主世界，主世界的配套设施地狱之外，还有一个邪恶可怕神秘的地方----【末影之地】。\n··“在此仅简要介绍了其他纷争，主要还是【末地】的形成之初到现在的历史。Herobrine解开束缚，在漫无边际的虚空中寻找传说中的【末影之地】，终于，他摸索到了。。。Herobrine在【末地】发现了一些此地的记载：【龙的封印，末影吊坠；吊坠之主，末影皆从；一枚吊坠，统御末地。】Herobrine花了7年时间找到了隐匿在末地 ，诗中所谓的【末影吊坠】，他兴奋的用吊坠之力解开了它的封印，它便是那令人闻风丧胆的----【EnderDragon】【末影之龙】。按诗中所说，Herobrine目前持有【末影吊坠】，是【末影之主】，可以操控一切末影生物，所有末影生物都会听从Herobrine的命令。Herobrine为了在主世界和末地之间来回的方便，在主世界秘密创建了三座【要塞】----【末地传送门】。\n··“邪恶的宿主终于出现了！但【末影吊坠】有着自己的思想，它不时会控制Herobrine的意志。邪恶的附体出现了！【末影吊坠】折磨着Herobrine，但Herobrine也获得了永远再生的【终界使者】和【末影之龙】的操控权。对Herobrine来说主世界覆灭的时候到了！”\n··“虚空之中，即使拥有【末影吊坠】的Herobrine也不是Notch的对手，但。。。\n··“【末影吊坠】。。。有自己的思想。。。\n··“Notch被【末影吊坠】亲手解决在虚空了。。。Notch，于虚空战死。。。\n··“Notch是打不过吊坠的，但他用最后的力量，将吊坠的宿主Herobrine干掉（同归），并拼尽最后一丝力气，将【末影吊坠】流放在主世界。【末影吊坠】遗失了，但并不代表吊坠永远不再会被找到。。。”\n____________________________________________________________\n\n········ “【【【末影吊坠】】】”·········\n！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！____________________________________________________________\n\n··“即使是我我也只能解读这么多了。”神踪客说道，“7个月前Herobrine转生在【枯涸森林】，他修复了邪恶驻地【卡宁】，还回到了老巢【奈欧】。。。只要Herobrine还没找到吊坠，那我们阻止他的行动都是有希望的！”\n··史义欧彷徨地向前倾了倾身子。就在这时，神踪客看到史义欧的胸口佩戴着什么，他惊恐起来。。。“史义欧，你脖子上挂着的是什么？”神踪客逼问道。“一个。。。普通的吊坠而已。。。”史义欧开始颤颤巍巍。\n··“快摘下它！”神踪客紧急的命令道。“不。。。这是史蒂夫给我的遗物。。。”史义欧反抗道，“他仅仅是一个普通的吊坠。”“你怎么确定他是一个普通的吊坠？”“那你又怎么确定。。。他不是一个普通的吊坠？”听到这里，神踪客笑了，说；“那请你放松下来，我真的没有恶意----试试摘下它----当然，然后再戴上。”神踪客尽量的表现出一副和蔼的样子。\n··“神踪客！糟了！它摘不下来！”浮华惊叫着----是浮华帮史义欧摘吊坠的。“摘不下来？？？！！！”神踪客恐惧了，“史义欧，别犹豫了，亮出它的全貌！！！”\n··史义欧的双眼深陷在他的眼眶里，它轻轻从衣襟下面拽出藏匿在他胸口已久的吊坠。。。”\n____________________________________________________________\n\n········ “【【【末影吊坠】】】”·········\n！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！\n吊坠有着秘白银琥珀般纯净洁白的链子/一端悬挂着扭曲出一种非常迷离诱惑而且呈现着美丽形状的附有着末影魔力的紫水晶/晶莹剔透____________________________________________________________\n··“史义欧，我们该欢喜，目前可以确定Herobrine没有找到【末影吊坠】，因为你脖子上挂着的就是【末影吊坠】！！！有凭有据！”神踪客从那本文献上翻出【末影吊坠】的图片，虽然它失落已久，但色泽还是那么圆润，那么剔透。神踪客继续说：“史义欧，但我们也应该忧愁，你之所以摘不下它，是因为【末影吊坠】已经定你为【宿主】了！！！”\n··史义欧疑惑道：“我？是【末影吊坠】的【宿主】？”\n··“没错，但何止于此。”神踪客担忧道，“【末影吊坠】会蚕食宿主的意志与精神力，并操控他----史义欧，你已经摆脱不了【末影吊坠】了。你必须意志和精神力不是一般的坚定！！！”\n··“嗯！”史义欧答应道。\n··纳兹尔和浮华像是听天方夜谭。\n··“还有，是史义欧，【末影吊坠】会毫不留情并时时刻刻地诱惑着你使用【末影】----【末影吊坠】永远是邪恶的。你不仅不可以使用它，而且还要坚守自己的欲望堡垒----千万不要让【末影吊坠】击垮你的欲望！”\n··“明白！”史义欧口口答应，“但仇还是要报的！”\n··“报仇？可笑！你去报仇只会让Herobrine发现你拥有【末影吊坠】，他会不顾一切的杀死你并夺走吊坠----然后20天主世界灭亡。\n你应该藏起来不要被Herobrine发现才对！”神踪客略有着急。\n··“复仇。”史义欧气宇轩昂，“仇是一定要的。”史义欧语气坚定，绝不改心的架势。“确定？”神踪客有些不相信。\n··“确定。”史义欧下了死口。\n··“好！纳兹尔，浮华，你们伴着史义欧去【卡宁】，从【卡宁】杀到Herobrine会很简单迅速！你们一直由卡宁沿北走，靠近任何邪恶之地千万不要走大路----这样容易被发现，尽量绕小路不要被Herobrine的任何眼线发现！”神踪客指明他们的复仇方向后，又说道：“你们记住！一定要沿北走，千万千万不要被大军发现！好！明天早晨我们就立刻出发！”\n··“我们？那你去哪？”浮华问神踪客。\n··“你可真是好奇----我则去【纳森国】支援，尽量拖住Herobrine的行动，尽量转移Herobrine对你们的眼线，为你们争取行动性和时间。还有为贤者们的对抗发挥鸿毛之作。”\n··“真谦虚。”纳兹尔毫不避讳的夸赞。\n\n________________________________________________________________________________________________________________________\n\n········ “【【【末影吊坠】】】”·········\n！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！\n吊坠有着秘白银琥珀般纯净洁白的链子/一端悬挂着扭曲出一种非常迷离诱惑而且呈现着美丽形状的附有着末影魔力的紫水晶/晶莹剔透____________________________________________________________\n____________________________________________________________\n\n\n--------【第五章：吊坠现身】[完]......"
        }
    ]
}