{
    "title": "【祥和】Feronia - 夢幻島",
    "author": "PETER·篠",
    "replyCount": 9,
    "timestamp": 1436106780,
    "txt_content": " 本帖最后由 DGK2 于 2017-8-5 19:50 编辑 \n\nFeronia - Fantasy Island\n04 . 7 . 2015\n\n\n\n[board]The Introduction 簡介[board]\n原文：Hey guys ! Today I show you my newest map, Feronia Island\n\nThis small island sets the beggining of my return to the regular posting here, in PMC. I must deeply apologize to all of you for being 3 months with no posts, which is all due to my studies, which have just ended. Today is my first day of holidays !\n\nAs always, thank you for all the support you have given me during all my time in Planet Minecraft, and I hope you will like this \"I am back\" post, as well as the ton I will show you soon :)\n\n大家好！今天，我給大家介紹我的新地圖——Feronia 夢幻島。\n\n這個小島是我們正式回歸PMC的傑作。對於這3個月沒有任何作品，我在此表示深深的歉意。那是因為我的學習還未結束。而今天，是假期的第一天！\n\n像往常一樣，感謝你們在PMC對我的所有支持，我希望你們會喜歡這個“回歸之作”的帖子，很快還會有你意想不到的東西發佈哦:)\n\n\n[stone]The Build 建造[stone]\n\n原文：This is one of my first attempts on making a survival fantasy island, trying to combine topographic and natural elements that I really like. Fields, steep slopes and cliffy coasts, these features make Feronia an island of contrasts, with a hot and dry south and a wet north. \n\nThe size of the island is 1500x1500 blocks aproximately, something small, just to get used once again to making maps (it was a long time ago I last made a map). \n\nAs always, I have only used WorldPainter to do the map, keeping it \"old school\" terraforming style. The results are pretty decent, but I am currently working on something with much better quality and, of course, better size. \n\nKeep in mind that you can use this map for whatever purposes you want, but don't claim it as yours. If you edit the map, always give me the proper credit with a link back to this post. \n\nI want to give a big hug to everyone who has supported me (and distracted me) during this period of time with many duties. As I said, good-quality content is about to come, so thanks subscribers for staying by me, and see you soon ! \n\nNow have fun ! \n\n這是我第一次做生存夢幻島，我嘗試結合我喜歡的地形和自然元素。田地，陡坡和峭壁嶙峋的海岸線。這些特點讓Feronia成為一個南部炎熱乾燥、北部潮濕的小島。\n\n島的大小是1500x1500方塊，並不大。我只是在習慣製作地圖（上次做地圖已是很久以前）。\n\n與往常一樣，我只用WorldPainter做地圖，保持它“老派”的地形風格。結果是相當不錯的，但我目前正在思索如何提高質量的，增加大小。\n\n記住哦，你可以隨心所欲地使用這個地圖出，但是不要說是你做的（剽竊）。如果編輯或更改它，請把那個鏈接放到下方回復處。\n\n我想給大家一個大大的擁抱，感謝大家在這段時間一直以來的支持。正如我想說的，高質量的地圖即將到來，另外感謝訂閱我的朋友，再見！\n\n玩得開心！\n\n[painting]The Screenshots 截圖[painting]\n\n\n\n\n\n\n\n\n\n\n\n\n[powered_minecart]The Installations 存档安装[powered_minecart]\nSave存档(正版用户):关闭Minecraft，在Windows开始菜单中的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。\nSchematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点下方import按钮，打开你下载的文件到你需要放的地方，最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n\n[map]The News 地圖资讯[map]\n作者：GGJ16\n官网：Feronia - Fantasy Island\n标签：地形，崖，溪，雪，湖，瀑布，森林，山脈，夏天，松樹，雲杉，谷，島，海，沙灘，海洋，海岸\n完成度：100%\n下载地址：Feronia - Fantasy Island\n\n[compass]The Others 其它[compass]\n如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；\n另外強烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。\n若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。\n如果你要载入这地图到服务器或拍视频，请记得填上作者名字及官网，感激不尽。\n更多精彩内容敬请留意我的海外作品总索引貼。\n\n\n",
    "replies": [
        {
            "author": "Yy星人",
            "timestamp": 1436107380,
            "txt_content": "又要精华的节奏？"
        },
        {
            "author": "瓜瓜0=0",
            "timestamp": 1436162040,
            "txt_content": "好壮观，国外作品就是牛。"
        },
        {
            "author": "晨丶Jacobson",
            "timestamp": 1436423520,
            "txt_content": "可以建筑的圣地"
        },
        {
            "author": "siska",
            "timestamp": 1436497320,
            "txt_content": "漂亮{:10_512:}"
        },
        {
            "author": "dhji",
            "timestamp": 1469897940,
            "txt_content": "好作品必须顶"
        },
        {
            "author": "菲利克斯瞄",
            "timestamp": 1507962720,
            "txt_content": "原作者你好我是喵喵C-winorld 的建筑师我们服务器打算采用你的地图想问下是不是可以把你的地图导入服务器，然后我们进行使用我们会在发布作品时写明地图原作者 和作品原作者进行区分在不损害你的权益的同时我希望我们多能获得自己想要的，给你一点币希望能多搬运好的地图作品祝你愉快"
        },
        {
            "author": "592764254",
            "timestamp": 1582193820,
            "txt_content": "很不错的地图"
        },
        {
            "author": "重载",
            "timestamp": 1582215540,
            "txt_content": "做服务器地图挺好的"
        },
        {
            "author": "傻逼爱逗比",
            "timestamp": 1582701600,
            "txt_content": "很不错的地图"
        }
    ]
}