{
    "title": "<原创|连载>《方块异次元》[TheClouds] | 第6章 | —— 准备，战前的预警",
    "author": "1137246733",
    "replyCount": 5,
    "timestamp": 1436112420,
    "txt_content": "正文：\n\n\n\n\n\n　　深夜中寂静的村庄中忽然传来一阵急促的脚步声，一片鸟雀被惊飞走。\n\n\n　　江正道从睡梦中被惊醒，一睁眼便看到破门而入的叶凌，便意识到问题的严重性。叶凌正要告诉江正道一切时，他却打了一个手势，示意叶凌暂且不必着急。随即在深夜中，江正道挨家拜访村中的骨干成员，皆召集到硕大的屠宰场，都皱着眉头听着叶凌的讲述。\n\n\n　　须臾之后，叶凌仔细地把事情的来龙去脉讲了一遍，众人也是在瞬间陷入一种极大的恐惧与慌乱之情中，不知所措。但过了一会，在大家都冷静下来以后，便商量出了一个初步的对策——必须在现在就立刻召集全村人马布置防御工事，做好大战前最后的准备，避免措手不及。并且江正道还格外强调了一点。\n\n\n　　“千万别让村民们知道对方的强大，不然会使本已胆小的村民彻底失去信心，这对我们非常不利。”他郑重地对众人说。“咱们便告诉他们会有一团远程力量不弱的三十人军队即将来临。这个数目与咱们村庄不相上下，可以同时给予危机感与信心，这才是上策。”\n\n\n　　众人都在心中默默点头之后，这个村庄的安宁被彻底打破，众多士兵手持火把，身披重甲前去挨家挨户地叫醒正在酣睡的村民。而村民们了解到了事情的严重性后，皆为即将来临的大战做准备，灯火阑珊，人马匆匆，脚步声繁杂。\n\n\n　　而叶凌一人则是脱离大众，穿过密麻的人群，径直向铁匠铺的后院走去。\n\n\n　　后院草长得依然茂盛，桂圆一人躺在柔软的草地之上打鼾，在梦乡中游荡。不过在叶凌到达之后，他就被叫醒了。叶凌向他简单的叙述了此刻的危机，而原本呆蠢的他也默默点头，用一种憨笑回应了叶凌的严肃。并且叶凌语重心长地劝他不要擅自脱离大众，并且交予了他从江正道那要来的轻甲，以在这场危机中增加一点生还的机会。\n\n\n　　随后他又到了防御阵的指挥区，与众人其构筑最后的防御。\n\n\n　　不久之后，桂圆一人抬着不知什么东西向叶凌跑来，正当他要再次皱眉时，却看到了他身后的江七支。\n\n\n　　“江叔，你们这是要？”叶萧与江正道也走了过来，围看着桂圆抬着的巨大物品。\n\n\n　　“这到了大战将即的时刻，我们大家伙都得献出点力量，我把家的传家宝“丰火炮”拿过来了，应该还可以用。”江七支喘着粗气说着，周围围观的人群也逐渐多了起来。\n\n\n　　“这是我家好几世的传家宝，我在暗地里一直维修维护着。别看它小，但你只要给它一点点火药，就能喷出很大一团火焰射向远处，并且在射出去后利用残余的火药还能进行二次火焰分炸，极其了得，应该可以派上很大的用场。”江七支指着他的传家宝得意地说着。\n\n\n　　“你这瓜娃子，有传家宝以前也不让我们看看，直到今日才拿了出来！借我一看！”叶萧紧绷的脸上也终于有了一点笑容，接过了桂圆抱着的“丰火炮”。\n\n\n　　叶萧仔细地观察着这门炮的每一处构造，不仅发出称赞之声。“老弟果然不是吹，别看这炮体积不大，里面的构造却极其复杂精密，并且没有一点起锈的痕迹，看起来倒是也能一用，威力不小！而且这家伙是发火球的，正好能给那些强盗①的攻城弩一个大的惊喜。”叶萧哈哈大笑，称赞起了江七支。\n\n\n　　“这门炮要真有奇用，我定将给你重赏！”江正道也笑了出来。\n\n\n　　不过江七支的脸色却越来越难看，用一种极低的声音喃喃着：“不过这家伙需要火药，村里没有火炮所以库房里的那些早已潮湿不能用。虽然他需要的分量非常之少，可是没有终将不行啊。”\n\n\n　　叶凌忽然想起了背包里缴获的火药，大笑了出来，连忙递给江七支。\n\n\n　　“你小子总是在关键时刻起作用啊。这火药量虽然少，但也够那群强盗吃几大炮的了。”\n\n\n　　“对了，正道叔，刚才我从侦察兵的背包里面搜出了这个。”随即叶凌便拿出了“千里眼”②，递给了江正道。\n\n\n　　“这……这就是‘千里眼’啊。”他拿着“千里眼”的手颤抖着，深情激动，甚至不争气地流出了热泪。\n\n\n　　“叶凌小兄弟，这是我几十年来所盼望的东西啊。这，实在太感谢了！大战在即，鄙人就暂且不说什么，大战之后鄙人一定给予感谢！”叶凌笑着推辞了。\n\n\n　　接下来剩下的，就是战斗前最后的拼搏了。\n\n\n　　希望，我们能在这场余波中存活下去吧。\n\n\n　　叶凌轻轻地叹了口气。\n\n\n　　\n\n\n　　村庄中的一个角落里，几人席地而坐，轻声交谈着什么，与防御工事处的气氛完全相反。\n\n\n　　一只灰色的信鸽划破夜空，展翅向这群人的方向飞来，最终停在一个剑眉男子的手里。\n\n\n　　信鸽的蹄子上绑着一封信，上面用着与上次叶凌得到的铁片上相同的符号，标注着很长一段文字。剑眉男子用纸和笔在一张白纸上勾勾画画几笔后，研究出了纸上的内容，摇头轻叹着。\n\n\n　　剑眉男子轻咳了一声，叫醒昏昏欲睡的几人，说道：“弟兄们，上头又来命令了。让我们在他们部队总攻的时候搞内讧——当然是在他们即将胜利的时候扫平村中的人马，这么做估计是为了减少伤亡吧。总之我们得给这个破村子来一次内外皆攻。而且上头说了，在一会会有鸟雀给我们送来一些袖珍飞刀，用来防御。总之这个任务并不像以前那样难做，但上头的奖励又会不少，弟兄们好好干吧。”\n\n\n　　“终于可以离开这个破村子了。”\n\n\n　　“上头向来都很大方啊，这次有钱花了。”\n\n\n　　“我现在就恨不得把这个破村子的人杀光。”\n\n\n　　随后一片附和声。\n\n\n　　这群人是在半年前来到的安邑村，被作为齐布郡政府的线人安放与此，为了向政府提供这个贸易链的相关重要情报。而后在两个月前被坦武郡收买，做为总攻势的内部情报来源。在这半年，向来在外大吃大喝的“八行沙漠刺客”，却在这个偏远的村庄里吃着粗茶淡饭，并且生活水平急剧下降，导致了他们心中极度的不满，由此才有如此大的仇恨，甚至于村中半年来的很多案件都是由他们所造。\n\n\n　　而这次的大战，是他们的洒脱，是村民鲜活的生命。\n\n\n　　\n\n\n　　东方缓缓浮现出了一抹鱼肚白，夜幕退散，云雾氤氲，清晨来临。\n\n\n　　此刻的村庄最后的准备大体已经结束，全部的村民有兵器的前方外围，无兵器的七支铁匠铺增援，剩下的实在没有武器的锅碗瓢盆金银铜铁各式兵器齐上阵，而江正道一行人正在争抢着“千里眼”观察远方的敌情，并且塔上的“丰火炮”以及各式能用的弓弩皆以就位，地上的士兵都已披上重甲，只待前方敌人的举动。\n\n\n　　须臾之后，他们动了。\n\n\n　　数以百计的军队浩浩荡荡地挺进着，披荆斩棘，铁骑领先，以一种快速的速度向前方移动着。每个士兵都身披重甲，手拿重兵器，后方各式远程武器不下二十台，整个大地仿佛为之都在震动。\n\n\n　　正处在兴奋之际欲要打一场胜仗的没有经过训练的普通村民见到了这幅景象，一个个吓得魂飞魄散，恐惧之感弥漫全身，认定已经没有任何可能大败了。\n\n\n　　没错，这注定是一场惨败。\n\n\n　　\n\n\n　　\n\n\n　　①：为了期满村民的说法\n\n\n　　②：即望远镜，在古代并没有“望远镜”这个词，只得用此代替。\n\n\n　　\n\n\n\n废话：\n\n哪位童鞋能来帮我了解一下翻创版的审核机制。。\n为什么第5章会审核，而前四章就不需要。。\n这一章完了就该写战争了啊\n我可以称之为是“读者的高兴，作者的苦逼”吗。。\n感觉战争这一章好难写的说，而且还不知道会不会描写好，描写得不好又会被人X（雾\n\n\n\n\n索引贴\n\nThe End\n",
    "replies": [
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436158740,
            "txt_content": "注释在文章的下面，很难找到对应的需要解释的文字诶，建议改改"
        },
        {
            "author": "1137246733",
            "timestamp": 1436160120,
            "txt_content": "蠢萌の⑨ 发表于 2015-7-6 12:59\n注释在文章的下面，很难找到对应的需要解释的文字诶，建议改改\n……这个嘛\n我只能说我这个算是最标准的注释\n反正我在kindle上看的的很多书的注释都是这样的。\n因为论坛没有那么强大，所以也不可能像多看那样一点就有注释。\n而如果加个括号什么的放在文章中间更是难看，违和感很强。\n况且我这一章充其量也就是个3000字，反正我看一章几万字的小说后面有注释也没啥感觉不对的啊。"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436160420,
            "txt_content": "1137246733 发表于 2015-7-6 13:22\n……这个嘛\n我只能说我这个算是最标准的注释\n反正我在kindle上看的的很多书的注释都是这样的。\n恩...确实是这样，不过看完整篇之后再翻上去找需要注释的字确实是有点累：P"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436236200,
            "txt_content": "如果要把文章的描写分级，那就是:烂水，具体，入微，融情，动心。\n现在看来，ice至少是具体，无限接近入微啊。（虽然是那种网文的感觉。\n但是，在剧情和设定的方面，ice你做的还是不足。"
        },
        {
            "author": "1137246733",
            "timestamp": 1436260320,
            "txt_content": "CloudsXDao 发表于 2015-7-7 10:30\n如果要把文章的描写分级，那就是:烂水，具体，入微，融情，动心。\n现在看来，ice至少是具体，无限接近入微 ...\n剧情这方面吧，感觉本来做的其实还不错，但是我写着写着就把某个小细节无限倍地放大。\n本来还不错的剧情就坑在这上面了。以后会尽量注意"
        }
    ]
}