{
    "title": "【原创】【连载】《罔世 龙天卷一》 新章节开启！初始化！",
    "author": "白安西",
    "replyCount": 7,
    "timestamp": 1436175180,
    "txt_content": " 本帖最后由 白安西 于 2015-7-16 16:49 编辑 \n\n“史上最强MOD智能NPC来袭，Minecraft玩家将不再独行？全新的剧情体验，全新的创造玩法。超越一切RPG游戏！” “很吸引人！下载试试看..” “运行不了啊TAT，楼楼求解答。” “终于打开了…不过..九千多页面是要闹哪样QAQ” “火钳刘明” “坐等加精”……仅仅过去了一个星期，智能NPC下载量就突破了千万，几乎所有的玩家都在讨论这款MOD，各大视频网站首页也被智能NPC专题挤占，不少解说纷纷推出自己的视频，生存的，创造的，联机的…这几乎成吗MC的一款必备MOD。智N风不仅席卷了全国，世界各地的玩家都通过网站下载了这款MOD进行体验。 “终于搞到手了！”“望月，快试试看，做个地图我们来联机玩吧。”“OK..做什么好呢..”“你决定吧，你看的书多，历史又好”“…这有什么关系吗..我看看…”……“…今天的新闻主要有，神秘失踪案正在愈演愈烈，失踪人数不断上升。警方公布的最新数据显示，绝大部分失踪人口在失踪前使用过电脑，警方将继续沿着这条线索进行调查…”……“就是这样…我就来到了这个世界。”望月的声音听起来有些丧气，我却没有什么特殊感觉…这本是让人觉得十分惊讶的事情吧，那曾经无比真实的日日夜夜，原来只是被运行在这个虚拟的世界里…“恩..既然这样，你怎样才能离开这里回到你的世界呢？”为什么会这样说呢，再次见到他的时候，尽管原来的担心已经放下…但是..其实我也知道吧..以前，他来着遥远的东方，而现在，不过是更远一些的另一个世界吧… “原来的世界啊…”望月的态度有些无奈，或者是无所谓的样子..“本来我已经放弃找原来的世界了，像我这样的事情其实很多啊…但好像都不太一样吧…毕竟这里是一个单机的世界啊..”“单机的世界？…有什么区别吗？”“恩…游戏的话，有单机 也有联机，网络的模式。单机游戏的话，就只有我一个玩家啦，究竟为什么回来到这里我也不知道…但是我最近发现了一件事情，就是我委托给你的那个事情，那个女孩怎么样了？““你说..米丝特里吗，失忆..而且很奇怪…就想她是凭空出现的人一样。““哦..何出此言..“我把事情的经过和米丝特里的事情都详细的告诉了望月，他长叹一口气，说道“没想到..事情居然会发展成这样..““怎么样？..“望月解释道，这个世界的发展是建立在最早输入的信息上的，玩家之后能做的事情几乎只有跟着电脑运行的剧情发.“唯一让我觉得幸运的是，我现在还能接收到游戏内部的一些信息，最近，我发现有一个本不应该出现的人出现了…““米丝特里？““对.““本来我最早是删除了她的，但是不知道为什么她又加入了..我觉得这里面一定有什么事情，没准…就是我离开这里的机会。“…“如果这是一个机会的话，那么我们就试一试吧！““恩..不过在此之前，我们要先做一件事情哦。“我跟着望月来到了当铺上层，这里摆放的物品就高大上了许多，看得我眼花缭乱。“望月。““恩，戴尔蒙德先生，这就是我说的那个人。““哦…你！..凌德？“奇怪，这个人认识我…我也觉得很眼熟。“凌德，这么久不见不记得我了么，我是戴尔叔叔呀！“戴尔…望月似乎意识到了什么不对，拉我走向一边。戴尔…我怎么记得，这个人叫……?龙天在上…飞龙在天！\n上一章 篇章索引 下一章[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1436175360,
            "txt_content": "对话流"
        },
        {
            "author": "白安西",
            "timestamp": 1436175420,
            "txt_content": "最近家里电脑不知道闹哪样，要不没网要不死机TAT 最近更新有点慢呀我会加油的@likeliang @Yy星人 @ZCA @恶魔-潇洒 @海潮 @早餐 \n有了几个新读者呢@Aiursad"
        },
        {
            "author": "海潮",
            "timestamp": 1436175480,
            "txt_content": "对话略多，场景描写少了"
        },
        {
            "author": "白安西",
            "timestamp": 1436175540,
            "txt_content": "海潮 发表于 2015-7-6 17:38\n对话略多，场景描写少了\n这一章啦】"
        },
        {
            "author": "白安西",
            "timestamp": 1436175540,
            "txt_content": "海潮 发表于 2015-7-6 17:38\n对话略多，场景描写少了\n话说我想换头像换不了是为什么"
        },
        {
            "author": "Yy星人",
            "timestamp": 1436181780,
            "txt_content": "来,加我一个角色"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436235240,
            "txt_content": "一些问题\n第一，在望月进入智N世界的时候，立场转变的太突兀了，以至于我没有反应过来“我”是原住民。\n第二，描写太少，不是这样不好，只是单纯的对话会让文章节奏变快，使得读者习惯快速阅读，你的很多重要设定和伏笔都会被忽略。"
        }
    ]
}