{
    "title": "没错，让我们来谈谈翻创版",
    "author": "1137246733",
    "replyCount": 0,
    "timestamp": 1436185560,
    "txt_content": "帖子可能会很长，让我们来听会音乐。http://www.xiami.com/widget/43300712_13486207_235_346_FF8719_494949_1/collectPlayer.swf\n类似我这样的帖子好像已经有一个了， @龙腾猫跃 的“版主推荐”一栏里的帖子。\n为啥子我又要发一个，角度不同，那位大大说的基本是作者们的问题，让我们来谈谈管理方面的问题。\n\n注意，我此贴既不是来引战的，也不是来针对某一位版主或者管理者，也不是来评判别人的。\n我发此贴仅仅是想让各位童鞋或者说是管理者们看到翻创版的问题，从而更好的解决。\n\n注意，我此贴既不是来引战的，也不是来针对某一位版主或者管理者，也不是来评判别人的。\n我发此贴仅仅是想让各位童鞋或者说是管理者们看到翻创版的问题，从而更好的解决。\n注意，我此贴既不是来引战的，也不是来针对某一位版主或者管理者，也不是来评判别人的。\n我发此贴仅仅是想让各位童鞋或者说是管理者们看到翻创版的问题，从而更好的解决。\n注意，我此贴既不是来引战的，也不是来针对某一位版主或者管理者，也不是来评判别人的。\n我发此贴仅仅是想让各位童鞋或者说是管理者们看到翻创版的问题，从而更好的解决。\n因为很重要，所以说三遍。\n\n\n\n首先，让我们来谈谈翻创版目前的现状。\n来自龙腾猫跃大大的那个贴的话：\n现在由于大多数MC文的倾向，以至于大家养成了对MC文的定性思维，而这个思维又导致了恶性循环……\n　　即使现在MCBBS管理组似乎意识到了创作的危机，开始搞各种活动，比如探讨技术的写作3+1和转移重点的“雕梁画栋 一纸行空”活动，但是仍然没有什么改观。\n　　这一点从小说章节发布一周后甚至不到150的平均查看和5的平均回复就可见一斑，甚至出现了“23查看0回复”的数据。\n　　   \n　　MC小说到底怎么了？\n　　现在无论是哪里，各个MC小说吧，minecraft吧，还是MCBBS，普遍的现象就是小说主题多，回复极少，这一点在MCBBS尤其明显，因为论坛分板块，所以很多人怕是一生也没点过翻译创作版。\n　　大家似乎已经对“小说”两个字产生了抵触心理。不仅是小说帖了，很多人看到小说两个字都避而远之。\n这是半年前的翻创版，看起来现状真的很差啊，那现在呢？\n\n\n如果仅从龙腾猫跃的这张图与我刚刚截的这张图来对比的话（别吐槽资料不全，有本事你穿越回去给我来张图）\n一个显而易见的特点。\n首先：\n1.查看量与回复量平均是以前的二分之一。\n以前的查看量基本保持在100左右或以上，现在的基本保持在50左右或以上。\n2.这一条是本人片面的分析，因为也不知道那位大大所在时期的情况。\n目前老帖更多了，很多人都在翻老帖回复。不过这个应该是整个论坛都有的情况吧，毕竟没有类似于贴吧的“挖坟”。\n暂且跳过此条不大讲，仅供参考。\n这张图咱们看完了。下面来说一下本帖的重点与管理的难点吧。\n1.回复量分布明显不均衡。\n怎么说？咱们进入帖子看看。\n例子贴并不针对任何人！\n例子贴①\n例子贴②\n例子贴③\n\n\n\n例子贴④\n例子贴⑤（……LZ你拿自己的帖子也是醉了……举例举例）\n\n\n\n各位进去看一看，重点关注文笔水平、剧情水平以及回复量查看量的对比。\n啥，你说你没看出个两样？\n我来帮你\n先看例子贴②，Minecraft同人小说《不科学的世界·三人行》\n先看看内容\n（再次强调，无针对性，借用你的文一下）\n\n序章·白光\n\n   “喂喂，这么抢我钻石真的好吗？”李晟殇在YY频道中对着他的朋友洪涯涩说道，语气中带着一股无奈的味道。\n   “很好！你都这么多钻石了，送咱几颗也不要紧是吧？”洪涯涩无赖地道“对啊对啊！我平生最讨厌你这种装逼的土豪了！”洪雅琪附和着。\n\n    他们三人正在玩一款名叫《minecraft》的游戏，用hamachi创造了一个小私服，自己生存。不得不说，白手起家生存的感觉还真不错！        他们是在一个服务器中认识的，也是白手起家，然后就一起生存，最后便成为了无话不谈的好朋友。                           但···李晟殇和洪雅琪之间倒是有一种莫名的关系呢。\n\n   “啊！这！好刺眼！”洪涯涩突然尖叫起来，紧接着洪雅琪也惊呼起来。还不等李晟殇询问，电脑屏幕突然亮起一股闪亮的白光，将李晟殇的眼睛近乎刺瞎，在这种痛苦之下，李晟殇不禁晕倒了过去······\n\n\n下集预告：介绍！\n本文作者：love_尛风\n\n如果大家觉得写的不错的话，不妨支持支持收藏一下，亦或者在下方写个评论留个言。  你的评论将是我写作的动力！\n\n\n（作者）：啊一日差不多一章。我才六年级，马上就升初一了，所以时间比较紧~希望大家见谅！\n\n\nLZ智商水准很低啊，估摸着正文不会超过300字吧。\n而且咱就摆明了说，这小说的文笔一般，内容也就那样，老套的剧情——撸树杀龙还有Him（目前看来是这样）\n而且分类还是“插画作品”，抱歉我实在没看到什么插画\n然而咱们看看回复量与查看量，LZ目前2015-7-6 19:08:21的情况如下。（请参照此刻。。不然万一此贴火了那查看量不是蹭蹭地~）\n查看:51|回复：8\n啧啧，这看起来也就那样啊，不多也不少。\n其它类似的帖子，质量不好（这是实话，LZ真的没有针对性）\n例子帖①：查看:90|回复：8\n字数很少，文笔一般般，内容一般般，也许现在你看不出什么，和④⑤一对比就知道\n例子帖③：查看:108|回复：11我对此贴的评论是：无力吐槽\n嗯，看出来了，这种水平的一说一般是在查看平均在70左右，回复在8以上吧\n那咱看看好的\n例子贴④，Minecraft史诗序章：沦陷的王国 \n我擦这帖子吊炸天啊，根据LZ初步推断为：情节未知、文笔好、字数不会少于一万五\n这一和上面的帖子比，简直是天壤之别吧，那几个帖子根据本人推断字数方面最多也就1500\n然而它的回复量？\n查看:43|回复：6\n你是不是感到有点震惊。\n来，还有我的一个帖子。（LZ你也……）例子贴⑤：<原创|连载>《方块异次元》[TheClouds] | 第5章 | —— 窥探，巨大的危机\nLZ就不说了，免得被人喷。\n查看:12|回复：2\n\n这是昨天晚上11点发的帖子，现在是下午7点，差不多已经快一天了吧。\n然后回复量如上。\n你是不是真的很震惊。咱们来总结一下吧\n质量越低，字数越少的帖子，人去看的越多。\n质量越高，字数越多的帖子，人去看的越少。\n没错，这是一个mcbbs其它版都没有出现过的状况。\n并且字数少的帖子里面的回复并不都是吐槽，大部分是崇拜等等。\n这是一个真的非常严重的问题，它导致的结果很明显。\n越加吊炸天的作者却得到越不好的福利，越加水平一般的作者却得到了其它人所羡慕的。\n我基本上不明白它为什么发生，也根本不明白解决的方法。不然我就去当版主了。\n这真的会导致mcbbs翻译创作版的好作者在一天一天地流失着。\n没有人想看到再一个半年有人会发帖子@我，吐槽翻创版的整体人气又下降了一半。\n\n2.回复的质量明显不合格\n例子贴在这：\n依旧是上文我多加称赞的那个好几万字的序章\n咱们不可回复量了，而是来看看回复。\n如果你说刚才我点到的①②③ 实在是没有什么可以说的东西的话，那么这几万字咱们也得有个可圈可点之处了吧\n然后回复呢？\n\n沙发：\n妈妈说看了要回复\n（我很奇怪为什么没有被扣分）\n\n板凳：\n还可以吧。。。\n（原来如此啊）\n\n地板：\n可以，不错\n（不是有十个字符的限制么。。）\n\n5楼：\n字体略大一点，我有密集恐惧症\n（那你到底看了没有？）\n\n6楼：\n字数感人，文笔也很好。\n楼主加油。\n（楼主：诶呀终于有点欣慰了，但我感觉我还是有漏洞的啊）\n\n7楼：\n感觉像首MV\n（这个好像是最有价值的一个吧……）\n\n这就是评论的水平，在现在能看到优质良好的文评很少很少。\n甚至众多违规水回复都无人管理\n如上贴沙发\n不过这好像也是一个在文学创作这方面贴吧和mcbbs共有原因。\n并且你说这些人是彻彻底底看了觉得不错给了个例如6楼的回复也行啊。\n关键他们看了没有\n可以去翻翻上面给的例子贴的回复，看看到底符不符合实际。\n\n3.翻创版几乎无人经营\n这下面的话可能使一些版主不高兴，但别忘了我的目的\n为了使管理层更好的去看到翻创的问题，从而去解决\n嘿，咱们先来看看翻创版的版规这方面\n——致每一个来到这里的朋友【创作翻译版版规】\n看完后你的第一感觉就是“简直帅爆了，我从来没有再别的版看到过这样的版规，tech大大帅爆了”是啊，里面明文规定很详细，并且确实很高能，并且\n1.3.4质量特别优秀的作品奖励将不受限于以上规定，将会获得精华，并有可能获赠实物奖励。【2014年7月10日更新】\n仅仅从这一点就可以看出版主们的诚心啊，还有实物。\n可那是一年前\n再看看创翻版的首页，简直酷炫，“新秀作品集”和“优秀作品集”的索引简直碉堡，管理地很好嘛\n\n可那是一年前\n这两个“集”里面本人向来没有看到过有2015年的任何作品，不管是“优秀”还是“新秀”\n好了啦，说不定2015年就没有好作品呢（雾\n那就说说置顶的创翻版索引\n我一直以为这是一个神圣的地方，只有最好的作品才能进入，我的梦想就是进入翻创版索引！\n\n直到……\n里面的作品其实也不怎么样嘛，有好的也有一般般的，即使我的作品没有这种资格，那好多认识的大大们写的总有吧。可没人进入\n呃，这是怎么回事。\n结果我看到\n本帖最后由 a2455564728 于 2014-11-30 09:57 编辑\n……\n原来，这已经好长一段时间内没有更新了啊\n\n难道2015年是创翻版的生死分隔线吗？\n在所有2014年做的很好的作品集、索引，为什么到了2015年一同弃坑？\n这是为什么，我想了很久也没有明白（雾\n难道是重多管理者对创翻已经失去信心了？不啊，明明现在论坛对创翻版的支持很大。\n我不明白为什么看起来创翻正在一天一天走向堕落。\n我不明白为什么创翻版的好作者们正在一天一天流失。\n我十分想请人告诉我，创翻到底怎么了\n尽管我们这些热爱创翻的人想要改变却依旧。\n……\nThe End\n\n废话：\n你们喷吧，LZ已经做好了心理准备，我不知道我的分析是否全面，但就是这样，如果有错误请纠正QAQ\n另外我也准备好了放弃这个号。\n\n",
    "replies": []
}