{
    "title": "<原创·连载>   勇者之征   第五章 第九节【高产如母猪系列】",
    "author": "2B与mc的故事",
    "replyCount": 7,
    "timestamp": 1436183940,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-17 20:00 编辑 \n\n        果然还是庇护所好啊！Steve与狼王总算可以好好休息一晚了。一顿好觉养精蓄锐之后，两人，准确的说是一人一狼，总算是恢复得差不多了。\n\n        “好啦，休息也休息够了，想了解的也了解完了，那我就不留你们了，慢走，不送～”索恩斯应该是很早就起来了，不知何时出现在洞口微笑着打着招呼。\n\n        “不，想了解的还没了解完。”狼王看了索恩斯一眼，“我们想去的地方正是这些村子。据我所知，这片大陆上一共有十二个大村庄。可是就在之前，我们已经去过十一个村庄了。其中，有三个村庄还安然无恙。不过，已经其余的八个已经……”\n\n        “是吗……已经有八个了……”索恩斯转过头去，看着远方的山，远方的日出，远方的村子，好像依然想用眼睛抓住那最后一丝和平的曙光……\n\n        “不，应该不止八个。下一个，也就是我们的最后一个目的地就是雪谷村。之前你提到过，这个村子早已消失了。”狼王补充道，“所以，现在我们一下没有了目的，我们需要你的帮助。”\n\n        “呵，一个断了一只手，忘记了自己名字的大叔？你以为我能帮上什么忙？”索恩斯冷笑一声，就像是在嘲笑自己的无能。\n\n        狼王简要介绍了一下目前的形势和他们此行的目的。这让索恩斯恍然大悟：“原来如此，我还一直以为你们是像我一样游览着玩呢。不过你跟我说这些也没用，就算我跟村长们关系再好，也不知道这些珠子在哪啊？”\n\n        “不，你难道还天真地以为，这些僵尸只是偶然地发起进攻吗？你难道不觉得这之间有蹊跷吗？”狼王反问道。\n\n        “确实有蹊跷。我怀疑是有人背后指使。”索恩斯若有所思地点点头。\n\n        “没错，极有可能，我也认为如此。那么，有人指使，幕后主使就一定有所目的吧！而且和怪物们串通，肯定是Herobrine的同谋。那么根据我们之前掌握的情报，村子里唯一与Herobrine最有关系的东西是什么呢？”\n\n        “哦！没错！就是那珠子！我也想起来了，之前怪物们离开几乎都是往同一个方向，那可能就是他们的大本营！这样一来就说得通了。”索恩斯恍然大悟。\n\n        “那就太巧了。既然你知道这个情报，就请为我们带路吧！”狼王顺着坡下了。\n\n       索恩斯突然安静下来，走出洞口，朝着太阳坐下的方向—西方指了指，说：“就是那边，不用我带路，你们自己去吧！”\n\n        “还是你对形势最了解，你去了我们才能放心啊！”Steve终于开口了。\n\n        “我？我去了只能成为你们的累赘罢了。自己去吧，别再指望着拉我入伙了。那个索恩斯已经不复存在了，他勇气的光芒早已消散了……”\n\n        “那我来为你点亮！”\n\n        话音刚落，Steve爆出了他的斗气，强大的光芒把山洞照得通亮，就像山上有多了一颗太阳。\n\n        “没用的，我已经不是索恩斯了，我现在只是一个没有名字的邋遢大叔。”\n\n        “没有名字的人，我也见过一个。可是那个人从未放弃，践行了自己的勇气与誓言直到生命的最后一刻……”\n\n        说到这里，Steve哽咽了。\n\n        “像你这样一味地逃避，遇到挫折就找借口躲起来的家伙，还配得着之前'索恩斯'的那个勇敢的名字吗？！”\n\n        “我说过了，我不是！”索恩斯激动得用右手砸向墙壁，砸出一个不小的裂痕。\n\n        “你是！你不能轻易放弃自己的名字，这是你的使命！你的象征！是Notch对你祝福！对于那个真正没有名字的人，你幸运太多了，你却不珍惜！”\n\n        “不管你嘴上怎么说，事实是不能改变的。你就是索恩斯，就是曾今的那个勇者。虽然冲动确实不对，但是不能因为一个小小的失误直接否认自己。你不是还期望着和平吗？你不是仍然热爱着这片大地，这些生命吗？连自己都不愿意相信，还怎么去拯救这一切？！”\n\n       此刻，Steve感到身后有一股无形的力量，就像一个人。他说出的每一句话，都是异口同声地出自他们两个人之口。\n\n        “你刚才不是展现出来了吗？你还有这么强的力量！你不是仍然想保护这些村民吗？与其对着石头发泄，还不如将其用于保护更多的人。”Steve的语气渐渐缓和下来，“加入我们吧，我们需要你。”\n\n        一时间，Steve心中纵然有千言万语，也只好憋回心里，切回正题。\n\n        索恩斯默默地走进了山洞，发出一阵乒乒乓乓的声响。出来之后，早已是整装待发，脸上又挂上了微笑。\n\n        “你小子，挺不错啊。那我就暂且试着相信你所说的话，相信我自己吧。”索恩斯说着走下了山，半路上回过头望着早已看呆的狼王和同样在微笑的Steve，“还愣着干什么，快点收拾收拾跟上我。不然走丢了可活该哦！”\n\n上一节                                                                             目录                                                                    下一节\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1436184000,
            "txt_content": "哇啊啊啊我又手滑了\n管理员别删啊我又在补"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436185620,
            "txt_content": "围观233333（之前发的半个小时前刚过审）"
        },
        {
            "author": "lzs1234",
            "timestamp": 1436186400,
            "txt_content": "这是第几次手滑了（抿茶）\n高产如母猪系列"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436187840,
            "txt_content": "好吧呆萌的我已经补好了"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436189280,
            "txt_content": "lzs1234 发表于 2015-7-6 20:40\n这是第几次手滑了（抿茶）\n高产如母猪系列\n大概第四次了\n呆萌的我QAQ"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436233980,
            "txt_content": "九点半←_←"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436234640,
            "txt_content": "对于索恩斯的心理描写不够，全篇只能看到史蒂夫唧唧歪歪的嘴炮，没有那种对立的紧张感，使得索恩斯最后想法的转变处理的不够好，显得太过突兀。"
        }
    ]
}