{
    "title": "<原创·连载>《浩劫》第五章 by lzs1234",
    "author": "lzs1234",
    "replyCount": 7,
    "timestamp": 1436231400,
    "txt_content": " 本帖最后由 lzs1234 于 2015-7-7 10:01 编辑 \n05\n    夕阳的余晖渐渐褪去，月亮从东边的地平线上慢慢爬升。墨索克已经听得见雨林里传来的僵尸的吼叫和骷髅走路时特有的咯吱声。\n    路边的小商贩已经把没卖完的东西装上矿车，一溜烟跑掉了。环顾四周，商铺全都大门紧闭，整条街死沉沉的，听不见任何有人活动的声音。墨索克四处走着，腹中的饥饿感越来越强烈，再加上几天没洗的衣服散发的臭味一起困扰着他。\n    一声“喀啦喀啦”的卷闸门声从四下里传来。墨索克循着声音找去，一个人满头大汗，正不停地踹着一扇生锈无法关上的卷闸门。\n    墨索克站在那人身边，听着他喃喃地咒骂着该死的卷闸门。那人很快注意到了身旁的墨索克——他身上的那股酸臭实在让人受不了。那人捏着鼻子转过来望着他，很明显，墨索克给他的第一印象并不好。但墨索克似乎不在乎这一点，友好地说：“你好，需要我帮助吗？”那人摆了摆手，“不用。”那捏着的鼻子嗡嗡地翕动着，发出的声音十分可笑。墨索克狐疑地望着他，走上前去，拉住卷闸门上的拉环，青筋暴起，那卷闸门先是卡了卡，随即被他拉动，撞在地面上，发出震耳欲聋的撞击声。那人愣了愣，随即换了一副姿态——显然他对墨索克是另眼相看了。“好吧，既然你帮了我的忙，我也就帮帮你，我叫克伦。你有什么问题吗？”墨索克不假思索地答道：“你有吃的吗？我只想要点东西吃，洗洗这身衣服。”克伦爽快地答应了：“走，上我家去，我给你煮面。”\n    克伦的手艺还不错，一碗牛肉面下肚，墨索克感觉他这辈子再也不会有比这次吃得更饱的时候了。他又换上一套克伦的干净衣服。当那种胸闷的可怕的饥饿感终于被镇压之后，他才开始仔细地打量起克伦来。他身材很胖，肚子是名副其实的啤酒肚，额头前全秃了，光溜溜的。克伦在沙发上坐下，问墨索克：“你是从哪儿来的？”墨索克自己其实也答不上这个问题，他根本不知道自己是怎么去了那片热带雨林。“嗯……怎么说呢……是从一个连电都没有的追逝村里来的。”克伦摇摇头，显然他没听说过这个地名。“你怎么来的？走来的？还是坐矿车？”“其实我也说不上，我只记得我到了一个城堡，然后就被传送到了一片雨林。嗯……就是集镇外面那片，我也……”克伦“腾”地站起，问道：“你是说……海潮雨林？”“我没听过这个名字，不过要是是指镇子外面那片，我想是的。”克伦缓缓坐下，激动地说：“这不可能，不可能！你知道吗？从来就没有人从那里出来过，即使是最高级的生存专家。据说那里的木材木质相当出色，在十多年前掀起了一股伐木热，许多的伐木工带着斧头和食物进入了里面，但没人出来过。因为地形崎岖，搜救工作也很难开展。有人说在一天晚上，一道白光劈中了雨林中心，还有轻微的震动，但是目击者太少了，没有证据说明他们的话是真的。你竟然从那里逃了出来，那里就是活生生的人间地狱。”墨索克卸下背包，拿出一块木板，“就是这种木头？”克伦拿在手里拍了拍，“就……就是这种，”他激动地说，说话都结巴了，“我一个朋友做木材生意，他曾经教过我鉴定木材。”\n    墨索克沉默了，他知道，现在自己的一背包木板完全可以称得上天价——他发财了！\n    “不过，我还有个问题。”他缓缓地说，“我记得雨林地区是没有村庄的，为什么你们会在这里？”克伦刚刚的激动立马平息下来，他沉默了一阵，随即嚎啕大哭起来。墨索克没有去安慰他，他知道克伦需要发泄。\n    克伦的哭声渐渐停下来，但依然在不断啜泣。“大约三十年前吧，我还只有哼12岁时，我们的村子哼还不在这里哼。在一天夜里，村子里的人都在熟睡的时候。村外忽然传来哼很巨大的爆炸声，然后就哼听见很多人在叫，有哼人在哭，我们家的门很快被砸哼开了，一大群绿皮的僵尸冲进来，我的父母是在睡觉时被杀死的。呜呜呜呜......”\n    “对不起……那么......你是怎么逃出来的呢？”\n    “啊，当时我的邻居——现在他是镇长——开门跑进来，从床上抱起我，用他赶羊的鞭子赶走周围的僵尸冲了出来。我们和其他的人一起往村外跑，到了旁边一片小森林里，那里有一个山洞，我和我的同学们之前曾把那里当作一个秘密基地。但我们显然小看了那群僵尸。他们循着我们的气味找来，又展开了一次大屠杀。我和村长还有五六个村民从山洞的天窗跑了出来，没日没夜地跑，最后来到了这个小村庄。”\n    墨索克沉默了，屋里一片寂静。半晌，他站起身，望着夜空中的群星。房子外面传来怪物的吼叫和砸门声。突然，外面安静了，群星也很快躲藏了起来。风云突变，乌云密布，而这一切，仅仅不到十秒！\n    克伦似乎也惊呆了，走到墨索克身旁，看着这奇迹般而又熟悉的变化。倏的一声，天空中出现一只眼睛，一道白光划破天际，巨大的爆炸声从远处传来，烟尘飘扬。怪物的吼叫更加凶猛，同时，竟传来了许多木门的破碎声！\n    浩劫！\n                          （未完待续，共1838字）\nP.S.不要怪我…莫名其妙又有了这么多“墨索克”“克伦”……\n再P.S.好吧我知道这章的对话有点多，这只是为了铺垫QAQ\n订阅席：@恶魔-潇洒 @C-青皮君 @海潮 @末影龙娘 （订阅费每期5金粒）\n嘉宾席：@HGK @北极星人 @冥王星人 （都不知道at谁了，不at了）\n\n索引：你可以通过两种方式到达索引：1、点击我签名档的链接。2、点击这里",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1436232120,
            "txt_content": "表示想订阅，先占个楼"
        },
        {
            "author": "東風",
            "timestamp": 1436233440,
            "txt_content": "很精彩~"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436234100,
            "txt_content": "我觉得可以改一下分段，把一句话单独列为一段。还有就是，后面把村庄来历介绍的太急了，无论是选择插叙，还是慢节奏的缓对话都肯定比这个一句交代完更好。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1436234160,
            "txt_content": "CloudsXDao 发表于 2015-7-7 09:55\n我觉得可以改一下分段，把一句话单独列为一段。还有就是，后面把村庄来历介绍的太急了，无论是选择插叙，还 ...\n嘛，听起来很有道理的样子\n那我有时间改一改啰，感谢建议\n野生朱仙，捕捉"
        },
        {
            "author": "海潮",
            "timestamp": 1436264340,
            "txt_content": "节奏太急促，太快了"
        },
        {
            "author": "lzs1234",
            "timestamp": 1436264460,
            "txt_content": "海潮 发表于 2015-7-7 18:19\n节奏太急促，太快了\n为什么你们都这么说-_-#这章本来没啥好写的，起过渡补充作用吧\n算了有时间出个番外，用克伦的人称不好叙述"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436312940,
            "txt_content": "倒数第七段出现了好多“哼”……"
        }
    ]
}