{
    "title": "[解密——骷髅家族的秘密！！]你们一定不知道秘密qwq",
    "author": "Justiceの小J",
    "replyCount": 7,
    "timestamp": 1436255340,
    "txt_content": "[解密——骷髅家族的秘密！！]哇哈qwq大家好qwq我是小J，今天我带大家来讲解一下骷髅的秘密qwq\n\n我不知道这是bug还是毛\n\n反正我就是来水贴的qwq\n\n\n\n\n\n》维J百科——骷髅《这里就是一坨的废话qwq大家可以跳过骷髅是一种移动迅速的攻击型生物，会使用弓箭攻击玩家或是任何对它攻击的生物。和僵尸一样，骷髅会在光线昏暗的地方出现，并且在亮度15或以上的日光之下起火燃烧，除非它正在水中或是躲在树、建筑物或是地形突起的阴影中。骷髅是游戏中骨头(以及骨粉)除神殿外唯一的来源，除此之外也会掉落箭。每只骷髅在死亡时会掉落0-2 根骨头以及0-2根的箭。虽然骷髅射出的箭会卡在墙上或是地上，但是玩家无法捡起或使用这些箭。因为骷髅的掉落物相当有价值，因此有着骷髅刷怪箱的地牢也非常抢手。若爬行者被骷髅的箭所击杀，爬行者则会掉落一张音乐唱片。从12w06a开始，骷髅有1/32的机率会掉落弓，其中有1/2的机率掉落的弓会被附魔。 只有当骷髅被玩家击杀时才会掉落弓。骷髅可以简单地从它行动时发出的骨头碰撞声被辨认出来。在遇到玩家前它会漫无目的的行走或跳跃。当遇到玩家之后骷髅会以相当程度的准确率向玩家的方向射箭，当骷髅未受伤时会从它的头部的位置射箭，而当其受伤时则会转而从它的躯干部分发射。当骷髅要接近它的目标时，它会不断的往目标的左手边移动。骷髅也会在行走间跳跃使它本身更加难以被瞄准。但这些习性常常使骷髅自己被困在狭小的洞穴之中。若骷髅的箭击中另一个攻击性生物，则此生物将会攻击骷髅，就像攻击玩家一样，例如爬行者会在被击中之后尝试靠近骷髅并爆炸。而骷髅在这之后会继续尝试攻击玩家直到它被另一个生物所伤害。简单而言，生物会攻击一次对它造成伤害的生物或玩家。在12w04a版本之后，骷髅会尝试躲避阳光。当然，偶尔骷髅无聊没事干，会和自己的蜘蛛妹妹一起搞基，啊呸~骷髅会和蜘蛛合体，成为蜘蛛骑士\n\n》维J百科——凋零骷髅《这里就是一坨的废话qwq大家可以跳过\n凋灵骷髅由于其高攻击力成为较难应对的一种生物，而且由于他们通常与烈焰人共存，最好的应对方式就是使用弓，三支无附魔的蓄力的箭即可。如果玩家被一群凋灵骷髅追逐，最好的方法是躲到2格高的洞里（凋灵骷髅高度稍高于2格）。\n如果周围有大量凋灵骷髅与烈焰人，您可以在下界创建铁傀儡以帮助猎杀，这也是大量收集凋灵骷髅掉落物的好方法。\n值得注意的是，在minecraft1.8时，所有攻击性生物会主动攻击铁傀儡。\n如果创建铁傀儡对你来说不太现实，强烈建议遭遇凋灵骷髅时将它们的危险性与爬行者相提并论，必须小心应对。如果采取且战且退的战术，加上足够的腾挪空间，凋灵骷髅的威胁应该没那么大。背靠墙角也是单挑凋灵骷髅的好方法——但如果此时遭遇多名凋灵骷髅，强烈建议寻找空间便于与它们周旋，您必须小心凋灵骷髅迅捷的移动能力。使用弓箭狙击也是个好方法，但请至少保持10格开外的距离。\n如果你发现凋灵骷髅正在与烈焰人厮混，请先找到一个能躲避烈焰人攻击的地方——封闭的巷道不错——然后走出几步逗弄凋灵骷髅，用计杀死，并时刻警惕烈焰人的火球。对于新手来说，建议遇到这两位在一起的话还是绕道走吧；对于老手来说，除非艺高人胆大，否则在对付凋灵骷髅时注意走位，可以让他们成为你对付烈焰人火球的“骨”肉盾牌。凋灵骷髅一死，烈焰人不足为惧。\n与其它生物相同的是，凋灵骷髅也会穿过地狱传送门。这意味着如果你在下界要塞里建造传送门，就得权衡一下其中的风险。\n如果你身上携带着隐身药水，那再好不过了，一把石剑，不穿盔甲，就可以让凋灵骷髅莫名其妙地脑袋搬家。\n\n然而我还没有说到终点！！啊呸！是重点！！重点来了！\n凋零骷髅如果拿的弓会咋样qwq\n凋零骷髅拿剑时候会打人有凋零效果，可是拿弓的时候就...赫赫\n凋零骷髅拿弓的时候就会射出带有火焰附加的箭qwq\n不要说不信qwq不信的去下载那个啥NBT修改怪物试试看\n================\n[diamond_gem]本小J大人没空发图qwq有空补上去[diamond_gem]\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Ba_bb",
            "timestamp": 1436255820,
            "txt_content": "喜闻乐见"
        },
        {
            "author": "ling_tkog",
            "timestamp": 1436256120,
            "txt_content": "这个wiki上有说啊。 。 。"
        },
        {
            "author": "上前一小步",
            "timestamp": 1436256300,
            "txt_content": "复制也要专业一点啊。(●—●)"
        },
        {
            "author": "Justiceの小J",
            "timestamp": 1436262060,
            "txt_content": "ling_tkog 发表于 2015-7-7 16:02\n这个wiki上有说啊。 。 。\n有么qwq就是凋零骷髅拿弓箭时候会射火球的qwq"
        },
        {
            "author": "1903288539",
            "timestamp": 1436264520,
            "txt_content": "难道小白还能往你身上扔末影珍珠么"
        },
        {
            "author": "Justiceの小J",
            "timestamp": 1436277540,
            "txt_content": "1903288539 发表于 2015-7-7 18:22\n难道小白还能往你身上扔末影珍珠么\n恩qwq可以qwq"
        },
        {
            "author": "ling_tkog",
            "timestamp": 1436337540,
            "txt_content": "Justiceの小J 发表于 2015-7-7 17:41\n有么qwq就是凋零骷髅拿弓箭时候会射火球的qwq\n的确有的。。。。。。"
        }
    ]
}