{
    "title": "<原创·连载>   勇者之征   第五章 第十节",
    "author": "2B与mc的故事",
    "replyCount": 7,
    "timestamp": 1436274840,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-8 21:06 编辑 \n\n        “你确定我们没有走错？已经一整天了，连个怪物的影子都没看到。”狼王有些不耐烦地问道，“现在又快到晚上了！”\n        “绝对不会错的，每次它们都是朝着这个方向。从西边村子出发就往东边跑，从东边村子出发就往西边跑。从我们现在的位置来看，应该是往西走没错啊。”索恩斯答道。\n\n        “可是，这些怪物总不可能凭空消失吧？”Steve反问道。\n\n        “等等，凭空消失！对了！它们就是凭空消失了！一定有大部分怪物都被阳光烧死了！”索恩斯恍然大悟，“也就是说，我们只有晚上行动，才能找到它们的老巢！”\n\n        “好主意！到时候我们就装成僵尸混进去，然后悄悄偷走珠子就走人。”Steve默契地和索恩斯击了个掌。\n\n        不久之后，夜幕再次降临。一只只僵尸在月光的照射下慢慢显现。有少部分僵尸集合似的聚在一起，然后大摇大摆地朝着一个方向走去。当然，那群僵尸之中，还有用颜料把自己涂成绿色混进去的Steve一行人—狼王除外，他的体型确实不适合伪装成僵尸，所以就在不远处的树林上悄悄跟着僵尸团。他这次的任务是保护后方和在外部接应—即使他极不情愿。\n\n        走了近一片矿洞之后，僵尸突然停下了脚步，然后一个接一个地跳了下去。Steve想着：这幕后主使还真狡猾，原来把大本营藏在矿洞里，怪不得我们之前没找到！狼王就在洞口附近等待。\n\n        这片矿洞不大，僵尸们只有一两只地排着队通过。左拐右拐，绕来绕去，就像一个迷宫一样。不知道是多久之后，它们来到了一个废弃矿坑。不过这已经不是普通的废弃矿坑了—他被修建得像个木质的地下小屋一般。不过，明明是给僵尸们集合的大本营，为什么修得像一个私人小屋，这点是Steve怎么也想不明白的。\n\n        突然，前面的僵尸停住了。Steve在队伍中间隐隐约约地看到了一只骷髅坐在小屋的客厅最高处，这应该就是头领了吧！这只骷髅的个头要稍大一些，全身穿着一种用不知名的材料做的防具，腰间别的是一把附魔过的弓箭，微微的紫色光芒让黑暗的洞穴稍微明亮了一些。\n\n        令人想不到的是，所有僵尸停住之后，那骷髅竟然开口说话了：“很好，这次的人数很多，而且……好像还多出了两个不该来的人！”\n\n        话音刚落，两只箭同时飞向了Steve和索恩斯的脑袋。尽管他们赶紧跳开，箭还是擦伤了两人的脚，而且穿透了他们身后的好几只僵尸。霎那间，两排僵尸倒下了，整个僵尸群躁动不安了起来，发出此起彼伏的低声的吼叫。\n\n        “我们明明已经隐藏了气，为什么你还能发现我们！”索恩斯用气牢牢抓住天花板，望着地处的大骷髅。血珠沿着他的小腿一滴滴坠下，引得下面的僵尸疯狂靠拢来。\n\n        “哈哈哈……在你们刚刚打算潜入我的基地，哦不对，应该是从Steve刚刚从地狱第一次回来开始，我就在观察你们了，我了解你们的一举一动！”大骷髅从高处的座椅上站了起来，“可以说，我就是为了打败Steve，打败所有反抗Herobrine的人诞生的。从我诞生起，你的一切就都在我的监视范围内！”\n\n        “原来如此，Herobrine时不时也会创造几个有智慧的生命。不过，你真的以为你掌握了我们的情报就能打倒我们吗？”Steve也吸附在天花板上问道。\n\n        “当然。我了解你们的一切，甚至有一些是你们自己都不了解的。我唯一不明白的是，Steve，为什么你一直都不放弃，明明Herobrine的强大我们有目共睹，你是不可能战胜他的！”\n\n        “先不要管Herobrine，还是看看你该怎么保命吧！”Steve爆出了斗气，一个飞身冲上前去。\n\n        可是骷髅早就知道了似的，只是轻轻往左一跳，刚好躲过了攻击。“一开场先是冲击吗？我已经猜到了。”\n\n        Steve马上转过身来，可是发现眼前没有人。这时从背后传出一个声音：“向左转身吗？我已经猜到了。”\n\n        他跟着Steve转身的方向，一直跟在Steve背后！\n\n        一记重拳，Steve被打得毫无防备，直接飞出了大厅。不过他必须马上起身反击，不然就会被疯狂的僵尸群撕成碎片。\n\n       “噔！”\n\n        骷髅连头也没有回，直接随手用身边的木板挡住了索恩斯的飞腿。“从我的右侧用腿袭击吗？我已经猜到了。”\n\n        说着，骷髅立刻转身抓住索恩斯的腿，然后也把他扔进了僵尸群中。\n\n        “这家伙太强了，我们还是先撤为好！”Steve一边用剑挡住僵尸的攻击，一边说道。\n\n        “我同意！撤！”\n\n        Steve与索恩斯一边突围一遍撤退着，身后传来了大骷髅的嘲笑声：“想跟我斗，不可能的，我掌握了你的所有情报，所有！如果你还不相信，两天后的晚上我们漠曦村见！哈哈哈……”\n\n        这笑声在矿坑里回荡就像退兵的号声，吹得Steve与索恩斯军心涣散，巨大的压力浮现心头。\n我偷懒了别打我……话说最近论坛又抽风了吗，今天又发了好几次才发出来\n\n\n\n上一节                                                                        目录                                                                           下一节\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1436274960,
            "txt_content": "已经隐藏了气气是什么？\n话说把上一章地址发出来更好"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1436274960,
            "txt_content": "话说...Notch呢XD?"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1436275140,
            "txt_content": "“两天后的晚上我们漠曦村见”\nflag已立= =\n话说这骷髅买彩票一定能猜到会不会中奖233"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436275260,
            "txt_content": "xcc 发表于 2015-7-7 21:16\n气是什么？\n话说把上一章地址发出来更好\n在加别急\n至于“气”这个东西，见第四章心之试炼，这一章大部分都是Steve对体能和气的训练。你一定要问我在哪的话……\n不要吐槽我之前写的流水账http://www.mcbbs.net/forum.php?m ... p;page=1#pid8078141"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436275260,
            "txt_content": "蠢萌の⑨ 发表于 2015-7-7 21:16\n话说...Notch呢XD?\nNotch打酱油去了"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436320620,
            "txt_content": "我个人觉得你的描写功底欠缺啊"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436328780,
            "txt_content": "CloudsXDao 发表于 2015-7-8 09:57\n我个人觉得你的描写功底欠缺啊\n这次偷懒了～\n而且我本来就只是个初中生，也没有专门去训练过\n但是我最近在开始研究了，尽可能带来更好的作品"
        }
    ]
}