{
    "title": "【大型RPG生存冒险】===魔法小镇=== |三大神器任务线，经历史诗冒险| ——超多彩蛋！",
    "author": "hzk2000",
    "replyCount": 1,
    "timestamp": 1436342580,
    "txt_content": "大型RPG冒险生存地图魔法小镇\n\n\n\n解压即玩版和正版均已发布（教程见最后）现已可下载Preface这是一张大型的RPG生存冒险地图，主要是生存，冒险要素能带来更多的生存乐趣。这张地图本是我自己给自己建造的，期间被友人发现后觉得不错希望发布出来与大家一起分享；由于在平时的生存模式中从不撸房子，所以其中的建筑都来自mod，特此声明。这张图从1月份开始建造，期间经历了考研复试、毕业旅游、大菠萝开服等一系列事情所以才拖到现在发布，由于间隔较长所以之前设计的有些地方后面有些想不起来了所以等后续更新再加入，敬请见谅。之后还会一直更新，已经想好Version2.0的计划，如果有时间会更新，但上研究生期间如果时间不足可能会断更。\n由于所装的mod较多，启动较慢，请卡顿的玩家稍等片刻，敬请谅解如游戏过程中卡顿明显，请调低可见度\n万分感谢您的游玩!\n                                                                                                                        --Smart\n\n\n\n一、声明\n1.本地图为大型生存冒险地图，整合了很多mod（具体mod见下方mod列表）。地图中的 建筑多来自ISM mod和巧克力地牢mod，作者在此感谢两个mod的作者；2.由于部分mod作者声明不得将他们的作品用于商业用途，所以本地图也不得用于任何商业用途（如架设收费服务器等），如损害了原作者的利益，恕本人概不负责；3.本地图为本人整合，在不损害mod作者利益情况下，可自行整合、删除、修改地图及其中mod，也欢迎大家一起研究探讨本张地图；4.本张地图收录了很多游戏中的bgm，这些游戏我都购买了正版并从游戏文件中提取，如涉及侵权请联系我及时删除；5.本人为英雄无敌的脑残粉，所以地图中有许多彩蛋，欢迎大家前去探索；6.不要删除核心mod，会影响地图的进行（核心mod会在下方mod列表中以红色列出）；7.游戏资源包为Conquest-1.7并稍加改动，在此感谢资源包作者；7.在游戏中如发现bug，请及时回复作者，在此表示万分感谢。\n\n\n二、mod整合介绍\nMod列表：自定义NPC更多武器悬浮铁路复古地图雕塑密室展示台更多弓箭巧克力地牢OpenBlock精英怪竹神奇的鱼家具神秘时代4NEIRPG天赋热力膨胀我的工厂暮色森林BC装饰物字体修正枫快速工艺更好的熔炉伤害显示更多实用设备一件整理背包指环王生长工艺\n\n\n三、规则介绍1.不要作弊，本地图为冒险生存地图，可以做生存模式的任何事；2.尽量不要破坏机关或者副本里的方块，如感觉难度过高可随意；3.牛奶不能直接用桶喝，需要装进瓶子，亦可以做吸管；4.本地图无特定主线任务，可根据难易度进行探索；5.角色死亡不会掉落装备和经验，火焰无法蔓延，爆炸不会破坏方块；6.地图整合了BGM，请关闭背景音乐，打开音符和/唱片机音效，开大主音量；7.绝对不要用奥法缰绳，不然你会后悔的8.由于mod较多，请开始前自行更改按键以防按键冲突；9.请使用游戏自带的资源包；10.尽量不要在主世界的地下挖矿，鬼知道你会挖出什么，所以我特地给大家准备了暮色森林和中土世界给大家挖。\n\n\n\n\n\n四、背景介绍    主人公收到了爷爷寄来的信，说他要出远门，所以就让主人公替自己照看他在魔法小镇上的一栋小屋，主人公来到了魔法小镇，发现这是一个充满奇幻的世界。而且这个世界连接着许多有趣的地方，更多的冒险在等着他。  \n\n主人公居住的小屋\n\n\n\n通往小镇的小站\n\n\n\n\n\n\n五、小镇介绍\n     这是一个充满魔法的小镇，小镇上的村民热情好客，帮助他们，完成他们给你的任务，获得不错的回报。在小镇里，你拥有一栋属于自己的房子，可以耕作放牧，收获后也能将作物换取回报。小镇的佣兵营和小镇议会有许多的任务，是初期提升装备的不二之选。小镇风景\n\n\n\n\n小镇鸟瞰\n\n通往远方的热气球\n\n宁静的海岸营地\n\n夕阳下的农场\n小镇佣兵营地\n\n小镇议会\n\n\n\n\n六、小镇周边      小镇的周边有许多有趣的地方，你可以坐小镇的火车到达，也能通过传送阵到达，探索这些地方，完成传奇的任务，与当地的居民进行贸易，获得丰厚的奖励，同时还有有趣的小游戏，给你的冒险生涯增添乐趣。\n\n夜色中的神木村\n\n宁静的樱花小镇\n\n庄严的雪原要塞\n\n神秘的精灵要塞\n\n\n\n\n\n七、野外boss      这个世界也不是处处和平，危险也暗藏其中，找出藏匿在世界里的boss，收夺他们的财宝。但他们也不是好惹的，在挑战他们之前先好好强化自己的装备吧！\n\n\n\n\n沙漠副本群\n\n\n\n\n\n八、传奇的Raid      在获得一定的装备后，可以挑战一系列的Raid，强化自己的装备，获得代币兑换更强的武器与套装。感受大型Raid的恢弘壮阔，抵挡最终boss的强力猛击。\n\n\n\n\n\n\n\n\n九、获得三大上古神器     这个世界有三大上古神器，分别由精灵，矮人和人类所保管，获得任意一件就能所向披靡，威震四方。完成史诗级的任务，通过各项艰苦卓绝的挑战，收集组成神器的物品，合成他们，最后获得传说中的上古神器。\n\n\n\n\n\n\n\n’\n\n\n\n\n十、有趣的任务和贸易     小镇和临近的小镇都有许多的商人，和他们交易可以换的使用的道具和大量金币，请多多利用。\n小镇的贸易所\n\n农场任务公告栏\n\n樱花小镇的交易所\n\n\n\n\n\n十一、彩蛋、更多的彩蛋    游戏里有许多的彩蛋等待你的发现！p.s.小镇的bgm白天和晚上不一样哦                                            \n\n\n\n\n\n\n十二、精彩的小游戏         地图中有很多有趣的小游戏，多去玩吧，获得代币能兑换有趣的道具装备哦！\n\n\n\n\n十三、如何游戏解压即玩版本\n\n\n\n正版用户\n1.首先下载安装Forge 10.13.2.12912.将下载好的文件解压并放在你想要存放的位置3.打开正版登录器，点击左下角New Profile4.编辑文件夹名称（随意）5.找到所保存的文件夹并复制其地址6.安装forge后选择游戏版本7.游戏内存尽量调大（5代表5G），之后保存8.选择所存的文件夹并开始游戏\n",
    "replies": [
        {
            "author": "CH明明",
            "timestamp": 1436382180,
            "txt_content": "依然支持你 "
        }
    ]
}