{
    "title": "【暮风搬运】Satoshi's Treasure——第一部[1.8][下载量15000+]",
    "author": "MF_Mufeng",
    "replyCount": 9,
    "timestamp": 1436351760,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2017-1-27 21:00 编辑 \n\nSatoshi's Treasure真正的寻宝地图！Deep in debt with no relief in sight.这是一片深陷债务无法挽回的景象.can you solve Satoshi's puzzles and claim his treasure?你能解开Satoshi留下的谜题并取得他的宝藏吗？\n一切尽在——Satoshi's Treasure\n\n\n\n\nStory 故事剧情【背景】：\nTimes are tough in your home town of Norfield and it seems like everyone is struggling. Every month you risk losing your home to the bank. Now that the bank has taken your most precious possession and disaster strikes, all seems hopeless. But this disaster offers a unique opportunity.\n\n在你的城镇——Norfield，艰难的时刻。每个人都在为金钱而苦苦挣扎。你每个月都有可能被银行拿走一大笔金钱。现在，银行拿走了你所有的财富，一切似乎都没有希望了。但是这场灾难却给你提供了一个独特的赚钱机会。\n\n\n\nNotes 注意：\n\nThis map is for Minecraft 1.8.7 (no mods).There is a custom resource pack in the level directory so if you're playing in single player mode then it should load automatically. If you're playing on a server then the 'resources.zip' file in the level directory can be copied out and installed just like a normal resource pack.If you're playing on a server then you must enable command blocks and set difficulty to normal in the server config.This map should be multiplayer compatible for 2 or 3 players.\n\n这张地图需要在Minecraft 1.8.7版本下游玩。[没有mod]\n那里会有一个自定义材质包。在单人游戏里，这个材质包会自动加载。如果在多人游戏内，你可以将其下载并安装进材质包栏内。\n如果你要在服务器内游玩，你要确认命令方块运转正常，并且难度为困难下游玩。\n这张地图的适当人数是：2~3名玩家。\n\n\n\nPlay throuth video 游玩的视频：\n首先让我们看一下这部地图的宣传片【第二集已出此帖为第一集】：http://www.tudou.com/programs/view/-3O7ci8R-Ys/\n视频中文字幕：MF_Mufeng @MF_Mufeng实况主：rsmalec【外国】第一集http://www.tudou.com/programs/view/n0wp-TiVum4/第二集http://www.tudou.com/programs/view/AU23ixP17js/\nPS：以上视频均由暮风使用别的转化视频文件的网站经过长时间下载Youtube视频以及冒着C盘被撑爆的危险上传。然后再将该视频文件发布到土豆网上经过转码和审核才播放在这里。希望大家能理解。{:10_501:}\n\n\nMap profile 地图简介：\n\nSatoshi's Treasure is a multi-episode adventure map focusing on story, puzzles, and large-ish builds. Like typical adventure maps, you go around exploring places, killing monsters, collecting items, talking to NPCs, and unlocking the next part of the story. In addition there is a CTMish aspect where solving puzzles gives you Code Fragments. If you have all of the correct Code Fragments in the last episode then you can try to claim Satoshi's Treasure. This is a real treasure hunt.\n\n这地图是一种多集类的寻宝探险地图。有很大的杂交构建。你需要去探险、杀死怪物、收集物品、和NPC对话，开启下一段故事！\n如果你拥有了所有正确的宝藏代码【游戏中的银行卡】，你就可以尝试着拿到宝藏。这是一个真正的寻宝游戏！\n\n\n\nAuthor's words 作者的话：\nEpisode 1 is moderately difficult. It can be completed in approximately 1.5 - 2.5 hours.\nI expect there to be 5 episodes in total and to release an episode every 4-6 weeks.\n\n情节1【这次发布的就是情节1】的难度应该为困难。游玩时间大约在1.5到2.5小时。\n我希望做5集，每一集的制作时间大概是4~6周。\n\n\n\nGame screenshots 游戏截图：\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[slimeball]Raiders 攻略[slimeball]\n\n首先出生在家中，一开始并没有什么新鲜的剧情。把家中的资源拿走。【小麦、火把、煤炭、鸡肉等】\n出门遇见Chet【一个西装男】这个西装男是银行的，他来向你索要钱财【就是上面所说的银行拿走了你的财富】，但是你没有钱，他要你的马。你去骑马后会掉虚空，马也就被拿走了。在村庄内每个屋子里的宝箱等都搜刮掉。\n村内商店：\n服装店、铁匠铺、食品店、海鲜店、书店等。\n服装店：可以更换不同颜色皮革衣。\n铁匠铺：铁毡，可修复物品。\n食品店：有许多的蛋糕，在老板旁边的熔炉可找到5个南瓜派和1个蛋糕。\n海鲜店：最里面的箱子里可找到冰块和鱼。\n书店：无用，很多书架。\n某村民家有铁剑。\n装备整理好后，朝着村门口走。走了很长时间后发现桥断了。\n这时返回，到食品店找妹子Sura和她说话触发剧情。她让你回家看看。你进入家里后可触发剧情，眼前一晃，妹子Sura过来了。你家发生地震，出现了一个大坑。\n大坑内有一个大箱子，里面有Satoshi的银行卡【代码卡】和一本遗书还有一张地图。\n地图标志有一个红色的”X“，跑到红色X的地方你会找到一个遗迹。\n在这里你就可以打怪、探索、解密。”里面有迷宫也有死路“慢慢地和伙伴一起游玩吧！\n到了最后的下水道里，整个下水道有一处光亮，用你的石镐敲碎后就可以上去啦！\n\n\n\n[gunpowder]The official website 官网[gunpowder]\n\n这是该地图的官网【所有集数都会在这里】：http://www.satoshis-treasure.com\nBauwks is 发布者and作者.\n\n\n\n[iron_ingot]暮风有话说[iron_ingot]\n\nI want 金粒and人气。不要吝啬啊。。\n\n@PETER·篠 \n\n已客观翻译。\nPS：所有翻译均为Google、百度、有道等多个翻译翻译出来，再由暮风本人游玩整地图对翻译内容适当修改。可能翻译的中文与英文不对应，但是已经把整个剧情、规则等大概的意思翻译了出来。尝试申请”精华“。\n\n[board]Prompt 提示[board]\nIt was never my intention to make the rules of the puzzles difficult to understand, only difficult to solve. So, I've been periodically updating the map with new dialog from Sara at each puzzle to try to explain what each puzzle is. For people that have already downloaded the map, I'll put the most up-to-date hint in this post so you don't have to start over.我不想让这些规则让人难以理解，我只想让大家觉得谜题难以解决。所以，我在定期更新地图时，会在和和萨拉【Sura】的对话中添加更多的提示信息。对于那些已经下载地图的人，我会把最新的提示放在这篇文章里，不会让你重新开始。\nEpisode 1 Puzzle 1\n第一集第一个谜题【也就是数字拼图】\nSara: There are some numbers missing on the floor.\nSara: WOW! I think this is one of Satoshi's puzzles!\nPlayer: I knew it was true!\nSara: There is definitely a pattern to these numbers.\nSara: Each row and column contains no duplicate digits.\n[Sara looks up at the wall]\nSara: But what are those slots in the wall?\n[Sara looks up at the platform]\nSara: And is that a button up on that platform?\n萨拉：有些数字在地板上不见了。\n萨拉：哇哦！我想其中一个应该是Satoshi的谜题！\n玩家：我知道这应该是真的！\n萨拉：这些数字绝对是个模块！\n萨拉【重要！！】：每行每列不能包含重复的数字。\n[萨拉看着墙上]\n萨拉：但这些插槽又是干什么用的？\n[萨拉看着平台]\n萨拉：这个平台，就是一个用来启动插槽的按钮吗？\nEpisode 1 Puzzle 2\n第一集第二个谜题\nSara：Player! It's another puzzle!Sara: Hmm... I see how this is supposed to work.Sara: Each colored part contains exactly 2 dots.Sara: And these numbers add up to the total area.Sara: They must be the area of each colored part.萨拉：玩家！这又是一个谜题！萨拉：唔...我知道它是怎么工作的了。萨拉：每个颜色的部分正好包含2点。萨拉：这些数字总计所达面积。萨拉：他们必须是每个彩色部分的面积。PS：这点实在没法客观翻译了。。我是个英盲希望能谅解。{:10_494:}\nEpisode 1 Puzzle 3第一集第三个谜题Sara: Look! There are more slots in the floor.[Sara turns to the signs]Sara: But what are these numbers?Sara: And why are they colored?Sara: They must have some meaning within this room!萨拉：看！在地板上有一些插槽。\n[萨拉看着牌子]\n萨拉：但是这些数字有什么用呢？\n萨拉：还有这些数字为什么是带着颜色的？\n萨拉：它们在这个房间里一定有某种意义！\nPS：全部提示没几个有帮助的。只有第一个、第二个谜题这里的提示有帮助。【注：地牢里一共有3次取代码卡的机会【三次插槽】，根据遇到的先后看提示。】\n\n[diamond_gem]祝贺！！[diamond_gem]\n祝贺地图：Satoshi's Treasure下载量于2015年7月9日突破——10000次下载！【详情查看官网】2015年7月xx日突破——15000次下载！【详情查看官网】作者原话：WOW! I can’t believe that episode 1 has already been downloaded over 10000 times. Thanks to everyone who has downloaded!Here are a couple screenshots for the upcoming episode.哇哦！我简直不敢相信这一集的下载量达到了10000次之多！感谢那些下载的人！下面由这对“夫妇”来为我们介绍接下来的情节。\n\n请大家敬请期待：第二集Satoshi's Treasure！【目前第二集已出，暮风会去发帖介绍第二集。当然也是需要时间的。】\n\n\n\n\n\n来自群组：\n\n\n\nTolyawork\n\n\n\n\n\nThe End.召唤大会：\n@End-Enderman @FHC红石 @simon3000 @冥王星人 @普通HIM @海潮 @青格大D \n\n\n\n",
    "replies": [
        {
            "author": "PETER·篠",
            "timestamp": 1436368140,
            "txt_content": " 本帖最后由 PETER·篠 于 2015-7-8 23:10 编辑 \n\n機翻還是蠻嚴重，最好把視頻也翻譯、搬運過來，離精華就不遠了。如果硬要比翻譯量的話，看一下我那個精華的沙發再說吧。"
        },
        {
            "author": "淫v偷乐的熊孩子",
            "timestamp": 1436393040,
            "txt_content": "碉堡了终于抢到沙发了"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1436399160,
            "txt_content": "PETER·篠 发表于 2015-7-8 23:09\n機翻還是蠻嚴重，最好把視頻也翻譯、搬運過來，離精華就不遠了。如果硬要比翻譯量的話，看一下我那個精華的 ...\n求解如何搬运Youtube上的视频？需要翻墙才能看的。。。我是能看到但搬不过来。{:10_527:}"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1436498280,
            "txt_content": " 本帖最后由 MF_Mufeng 于 2015-7-10 11:36 编辑 \n\n再次申请精华！这次把作者的回复提示加上了，@PETER·篠 然后将视频从Youtube转到了土豆网。实在没有什么可写了。。。{:10_527:}\n"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1436529240,
            "txt_content": "PETER·篠 发表于 2015-7-8 23:09\n機翻還是蠻嚴重，最好把視頻也翻譯、搬運過來，離精華就不遠了。如果硬要比翻譯量的話，看一下我那個精華的 ...\n再次申精！增添祝贺和第二集的预告截图还有作者回复提示。再次尝试！{:10_523:}"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1436532720,
            "txt_content": "MF_Mufeng 发表于 2015-7-10 19:54\n再次申精！增添祝贺和第二集的预告截图还有作者回复提示。再次尝试！ ...\n視頻字幕呢？"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1436535240,
            "txt_content": "PETER·篠 发表于 2015-7-10 20:52\n視頻字幕呢？\n版主你饶了我吧。。你那个精华视频只有1分20秒。。。我这个20多分钟实况主还吐字不清的。{:10_503:}版主你再说个条件吧。{:10_503:}{:10_503:}{:10_503:}"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1437958560,
            "txt_content": "PETER·篠 发表于 2015-7-10 20:52\n視頻字幕呢？\n再次申请精华。这回作者添加了宣传片。已添加字幕。以后会更新作者：Satoshi's Treasure的第二集【第二部】，这次再尝试申精。{:10_523:}"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1438023420,
            "txt_content": "看起来好有意思 我更好奇歪果仁没有好点的皮肤了么"
        }
    ]
}