{
    "title": "[Rick的建筑教程②]建筑与生态关系|其他外饰|其他类型建筑",
    "author": "=Rick",
    "replyCount": 4,
    "timestamp": 1436346360,
    "txt_content": "前言\nHello~我是Rick！\n这一期教程需要以上一期讲的为基础，第一期地址：戳我进入\n希望大家多多支持！\n建筑与生态关系\n所谓“生态”就是Minecraft中的生物群系。\n就是指草原、丛林、沙漠等等一些列的生物群系。\n提这个干嘛？\n首先，我个人认为对应的生物群系要用该生物群系有的建筑材料来建筑。\n例如在沙漠建房子用砂岩，桦木林建房子用桦木等。\n为什么？\n我们从建筑的角度来想想，并且结合上一期所说的——\n每个建筑都有一个主色调。\n每个生态群系不也有一个主色调吗？\n用该生物群系对应的建筑材料不就是为了和这个生物群系的色调相呼应吗？\n来看看这个哨站，\n主色调是黄色和橙色，与沙漠的色调相呼应。在这里，我还要提到一个知识，情感色彩。情感色彩简单来说就是，每种颜色或者多种颜色都能够产生不同的心理反应。例如红色，就会联想到火，就觉得红色很温暖；蓝色联想到冰，所以蓝色很冷。把这个运用到建筑上，我刚才说的建筑与生态关系，也与这个相关。沙漠很热，自然是红色；冰原很冷，自然是蓝色。所以，对应的生物群系，不仅仅要用该生物群系有的建筑材料，也要结合这个生物群系的特点来选择建筑材料。其次，我认为可以利用一些独特的地形建出一些独特的建筑。来看看这个露天的餐厅，\n利用一个四周凸起，中间凹陷的地形做了个露天餐厅。建筑量大大减少了，只是简单做了些内饰，就显得很好看。所以，学会利用地形是一个把建筑建好，建独特的方法。\n其他外饰\n\n上期我们讲了一些装饰性的外饰，但是每个建筑实际上还有一些功能性外饰，例如门之类的。这里以门为例，我们来讲一下如何把其他外饰建好。上一期说过，外饰的目的是让建筑外面充实，功能性的也不例外。看看这几种门装饰，\n在门前加一个小雨棚，显得整面墙不空，活版门填充了旁边的空位，栅栏是一个很美观的建筑材料，可以做支柱，也可以充当窗户或是格栅。门前的信箱也是用了栅栏，并且箱子的主色调也是黄色。\n跟刚才那个大部分同理，但是比较不同的是楼梯的使用。楼梯是可以倒过来的，使用几个不同的楼梯可以做出不同的效果，并且十分美观。包括原木等其他可以倒着放置的方块如果活用，也有很好的效果。\n这个设计比较不同的是楼梯和石子路。楼梯已经讲过了，两个楼梯放置方向不同以打造不同效果。石子路则更有田园风。巧妙的运用建筑材料，弥补功能性外饰的缺点，保持色调一致。\n其他类型建筑\n还有非常多类型的建筑，塔楼，城堡...但是建筑外饰都是为了充实建筑的。所以，无论建筑差别多大，外饰都必须充实。不同的只是外饰的样式和大小不同了而已。看看这个风车，\n虽然加了扇叶，但是仍有栅栏，橡木木板等和主题建筑色调相同的建筑材料。并且扇叶也没有影响到窗户或是其他外饰。这样，这个扇叶不会显得突兀，反而显得更整个建筑更好看了。再看看刚才那个哨站，\n两个塔加一座桥。这两座塔的外饰没有因为是塔状的而变得难看，而是随着建筑形状的变得瘦高而改变。窗户也随着塔楼变高，上下连接的栅栏显得整个建筑更有立体感，每一层不是独立的。原本民居的窗户外的装饰也变少了。两座塔楼之间的桥的主色调和塔楼也相同，也不显得突兀。\n若建筑类型不同，只要把外饰的风格改变成适合那个建筑类型的就可以了。但是色调也要保持一致。\n\n\n下一期我们开始讲内饰，如果有关这方面问题的可以加我Q咨询呦QQ：1300174092另外，我最近在做一个地图，找几个能常上线并且也擅长建筑的基友一起完成地图~~有意愿加Q~\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1443200445",
            "timestamp": 1436346360,
            "txt_content": "这是你自己做的吗"
        },
        {
            "author": "=Rick",
            "timestamp": 1436346420,
            "txt_content": "1443200445 发表于 2015-7-8 17:06\n这是你自己做的吗\n这不是废话吗{:10_493:}"
        },
        {
            "author": "Lonon",
            "timestamp": 1436348640,
            "txt_content": "古风建筑一直是我的深坑！"
        },
        {
            "author": "Wolverine",
            "timestamp": 1436476020,
            "txt_content": "没有光影不会影响效果吧？"
        }
    ]
}