{
    "title": "<原创·连载>    勇者之征   第五章 第十一节",
    "author": "2B与mc的故事",
    "replyCount": 3,
    "timestamp": 1436360700,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-17 20:01 编辑 \n\n        一轮皎月静静地伫立在深邃的夜空，月光下升起一团明亮的篝火。\n        树枝在火中噼里啪啦地响着，火焰在树枝上乱舞，就像慌乱的心跳。\n\n        Steve一行人围坐在篝火旁，静静地，除了树枝的燃烧声，沉闷的呼吸声就再也没有其他声音。甚至连怪物的声音也没有，静得异常，静得可怕，静得让人窒息。\n\n        可是没有一个人开口，也没有一个人想开口。这次的对手异常可怕。安静，既是对失败的悲哀，也是对慌乱的掩饰，更是对战略的思考。\n\n        就这样静静的，一个晚上过去了。又是一个不眠之夜。\n\n        “大家……想出来什么办法了吗？”Steve的一句话终于打破了难熬的静。\n\n        “我暂时没什么办法。而且这件事只有你俩亲身经历过，最好是问问……”狼王说着把头偏向了索恩斯的方向。\n\n        “我倒是觉得，既然他了解我们的战术习惯，那我们就换一个？”索恩斯试探性地问道。\n\n         “对啊！这么好的方法你怎么不早说？害得大家闷了一晚上。只要我们几个互相交换战术，你学我，我学你，再加上当事人亲自辅导，一定可以在两天之内搞定！”Steve一下眉开眼笑。\n\n        “好什么好！你以为我没想到过吗？可是敌人也不是傻子。他可能刚开始会上当，到了后来慢慢的也会发现的。只要把对付我们的方法换个顺序就是了。”狼王不屑地瞥了一眼Steve。“如果一定要换战术的话，也一定要研制出来一个他从没见过的套路。可是这只剩两天时间了，我们都不是武学天才，怎么可能这么快创造一套新的呢？”\n\n        于是，大家又沉默了。\n\n        “或者说，我们可以只派一个人去迎击，另外两个人躲起来用气进行辅助。有两个人躲起来了，他肯定猜不到气是谁的，况且气的流动是灵活的，他就更不可能看穿了吧！”索恩斯又提议道。\n\n        “你还把它当普通怪物应付啊！就算猜不到气是谁的，也能明显地感应到嘛！而且，不要以为用气进行攻击就不会被看穿了。气也是你发出来的，所以也一定有你自己的习惯在里面。这个办法不行！”索恩斯的方法被狼王一票否决。\n\n        “其实……我在想……我们是不是可以硬抗着上？说不定那怪物并不是很强，跟不上我们的速度呢？”Steve天真地笑着。\n\n        “要是打算硬着头皮上，我们还在这里谈什么战术？”狼王和索恩斯异口同声地反驳。\n\n        后来，大家也断断续续想到过几个办法，可是经过分析都被排除了。看起来，这家伙真的不可战胜。\n\n        突然，索恩斯惊叹一声，一副恍然大悟的表情。\n\n        “怎么了，索恩斯？想到好办法了？”狼王与Steve好奇地凑上前来。\n\n        “办法倒是没想到。不过……我发现即使想到了也没什么用！”索恩斯不顾狼王和Steve质疑的目光，继续讲道，“你们想想，那家伙既然能够了解我们的情报，了解我们的一举一动，那么也即意味着他随时都在监视着我们。也就是说，即使我们想出了好办法，也毫无用处，还是会被打听到！”\n\n        “按我看，接下来大家就各自准备，不要提关于计划的事了。”\n\n       一语惊醒梦中人，于是三人只好垂头丧气地各自散开，各自想办法了。\n\n       索恩斯回到洞穴里，然后一直在沉思，桌子上堆满了揉成团的草稿，有关于地形分析的，有关于敌人的特点的，更多的是关于他们三个的。\n\n       狼王不知道跑哪去了，自从散开之后就失去了踪影。\n\n       Steve还在想着以实力取胜，于是在进行加强训练。\n\n       不过很快，那个噩梦般的夜晚还是来了。\n\n       大骷髅果然带着一大群僵尸来到了漠曦村。不过并没有马上开始攻击，而是先下令清除陷阱。躲在不远处山腰上的索恩斯默默地叹了一口气：“果然还是被他发现了……”\n\n        于是，索恩斯只好亲自上阵了。\n\n        这时，骷髅感到脚下一股热浪袭来—不可能是沙漠，因为沙漠的晚上是很冷的。它本能地往高处一跃，再往地下一望，已是一片火海。\n\n        不过这火并没有白放，至少烧掉了大片僵尸。“之前没有在这里布置陷阱，所以这是气的攻击吗。”骷髅四下张望着，突然两眼放光，朝着不远处的沙山射出一箭。\n\n         果然，箭刚刚一离弦，索恩斯就跳离了藏身的小沙丘。\n\n        “哈哈哈……躲在那个小山丘后面吗？果然你最有可能藏在那里，我已经猜到了！”\n\n        不行，不能和这个家伙正面决斗。索恩斯一边躲闪着箭，一边远离着骷髅。\n\n        终于找到有利地形，索恩斯停下脚步，转身对着远处的骷髅伸出仅有的右手，红色的火光缓缓在手中凝聚。\n\n        “又想耍什么把戏？用气攻击吗？还没放弃，真是可笑。哈哈哈……”骷髅站在原地不动，狂妄地等待着索恩斯聚气。\n\n        可是，聚气已经将近一分钟了，还没有结束，单纯的气功炮攻击需要这么久吗？不对！骷髅感到大事不妙，赶紧拉满弓准备制止。\n\n        “晚了！”索恩斯的手做了一个抓的动作。\n\n        “烈焰囚笼！”\n\n        霎那间，一个巨大的空心的半圆形火球凭空燃烧了起来，把包括骷髅在内的怪物全部包围在内。明亮的火光就像太阳落到地上来了似的，漠曦村的村民都被照醒了。刚一出门看，又吓呆了。“这是哪个村在过节吗？好隆重的仪式哦！”一个小孩拉着妈妈问道。\n\n        “没想到，你还留有这一手。什么时候学会的，我怎么从没见过？”\n\n       “很久以前，在你诞生之前就练出来了。只是以前没碰到个像样的对手，所以没用过。”\n\n       “哈哈哈……你肯定也有没想到的。你们都没有发现，我身上的这套盔甲有不同之处吗？”\n\n       确实早就发现了，只是……没有仔细调查。\n\n       “听好了，这叫锁链甲，是Herobrine大人亲自制造的。他的原材料就是火！哈哈哈……”骷髅穿着盔甲，毫发无伤地从烈焰囚笼里走了出来。\n\n       索恩斯在心中呐喊着：可恶！怎么这种情况我也遇得上！Steve，疾电狼王，你们两个家伙在干什么啊，我要撑不住了！\n\n       可是，Steve和狼王依然没有出现。索恩斯为了使用烈焰囚笼，已经精疲力竭。面对这个前所未有的可怕敌人，难道就真的到此为止了吗？\n\n\n上一节                                                                      目录                                                                        下一节\n\n",
    "replies": [
        {
            "author": "风车吱呀转",
            "timestamp": 1436399160,
            "txt_content": "沙发，顺带一问，后来骷髅是在这里死的吗"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436404440,
            "txt_content": "感觉还是没什么变化，人物刻画还是干巴巴的。\n建议制作一张人物卡，把人物个性特征写上去，然后再参照人物卡写剧情。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436409720,
            "txt_content": "CloudsXDao 发表于 2015-7-9 09:14\n感觉还是没什么变化，人物刻画还是干巴巴的。\n建议制作一张人物卡，把人物个性特征写上去，然后再参照人物 ...\n好办法，我去写卡了"
        }
    ]
}