{
    "title": "<原创·连载>大坑《无尽能源》第二章",
    "author": "男人婆",
    "replyCount": 4,
    "timestamp": 1436352240,
    "txt_content": "写在前面的话： 写了一下午才码着这么多字，真心不容易，午饭都没吃……对了，有谁比较懂unity3d技术（游戏引擎）可以交流交流，本人最近正在开发一款游戏，剧情就是这个小说的剧情哦\n正文 第二章 劫后余生： 第二章   在离大海还有几百米时，飞船在空中爆炸了，船上的人有的当场被炸死了，还有的径直掉入大海……  我掉进了印度洋，跟我掉下来的几个人沉到了水里，因为我是机器人，所以掉进水里就受了一点轻伤，但是爆炸对我的损害就不知道有多少了。我的身体突然感到了不适，虽然我是博士特质的防水机器人，但是我毕竟是机器人。所以我拼命的抓住漂浮在水上的木箱子，飞机残骸由于太重全都沉入海底了。我现在十分担心博士，因为在掉下海的那一刻我已经看不见博士的踪影了。我十分焦急，希望找到博士，我焦急的在水下寻找，但是很快便放弃了希望，因为水下非常黑，再加上我现在是受伤状态，我的胳膊几乎快要断掉了。现在我只能想办法快速上岸，因为夜幕即将降临。  我现在在印度洋沿岸，经过我的判断我现在的位置离岸上大约有好几公里，游到岸上是不可能了，但是我突然想了起来，临走前博士教我：“如果想在空中飞行就发动喷气背包，如果想在水里快速游泳，就发动脚上的推进装置。”  博士真厉害啊！想着想着，我便松开木板，潜入水底，发动了推进装置，以一百多海里每时的速度朝着岸上前进，如同一艘快艇在水下飞快前行。（注明：一海里=1.852公里）  由于对地形不熟悉，所以我只能判断岸在哪个方向，但是具体在哪里上岸就不清楚了。  大约过了一个多小时，我看到了大陆。  我十分希望博士还活着，于是我决定先上岸寻找，看看博士有没有在岸上。  这里是一大片热带雨林，树木丛生，经过我的检测，这里几千公里外都没有生命体征，到底发生了什么事？博士还好吗？带这一系列的疑问，我拖着沉重的脚步进入了雨林。一大堆烦人的植物一直阻挡我的前进，我用手上的光剑砍断那些阻挡我前进的藤蔓，这样是我前进的路上没有了阻碍。我边走边检测，但是一直没有感到生命体征，博士是死了吗？不知走了多久，一个身高和我差不多的家伙朝我走来。“你是本地人吗？”他也是一个机器人，胸前也有一个ACT公司的标志。我十分想和他沟通，很可惜我不会说话。可是他居然知道我心里想的什么：“你不是本地人还感到这里？现在地球处于危机状态，建议你找个地方躲躲，像你这样大摇大摆的在玉林走着会被他们发现的。”“他们”是谁？我的心里出现了这样一个疑问“你居然不知道！”他好像又读懂我心里的话了。“你是从ACT公司的飞船上来的吧。”他问我，我点了点头。“你跟我过来，”说着他拉着我就往一棵树上窜。“在树下讲话时很不安全的。”“既然是从那艘飞船上来的，那你应该不知道地球近两年来发生的事情。”说着，他叹了口气。“两年前，费奥德星人收到了其他星球人的攻击，他们被迫离开自己的星球，他们的殖民舰决定搜寻一颗和他们星球比较相似的星球作为殖民星，于是就选中了地球……”此时，夜幕已经降临，他将目光移向了远处的一个高楼。那栋高楼的楼身被一大堆荧光的植物缠绕着，一根一根的藤条清晰可见。“那是HOT公司，当时他们派出了公司的所有人员于战舰，但是他们的实力远远不及费奥德星人，于是他们的公司就这样溃灭了……”他又叹了口气……“费奥德星人善于用植物攻击敌人，所以地球就变成了植物星球。幸好，联合国决定出动全球的人员一起抵抗，才使我们的南美洲没有被她们占领，我们的ACT公司就在那里。目前联合国正在讨论是否决定离开地球，寻找新的星球，但是一部分人坚决否定这个想法，毕竟那是我们的母星，怎么能说不要久不要了……”说到这里，他提高了嗓门。我再次看了看他，原来他懂得那么多啊。“哦，说了这么多，忘记自我介绍了，我叫克罗姆，是ACT公司派出的侦查机器人。你叫什么名字？”他问我。我摇了摇头。“那我就叫你艾维克吧！”他说道。“你们的飞船应该就是受到了费奥德星人的攻击。”说到这里，我的心还是在担忧博士的情况。“博士是谁？今天一天我都没有看到一个人。”这下我彻底绝望了……“如果你想活命，就赶快去巴西找到ACT公司。如果你想找到什么博士，那酒跟着我走，我可你带领你到他们的大本营。不过到哪里可要小心，千万别被他们抓住！”他一脸严肃的对我说道。我点了点头。字数统计：1，588 写在后面的话： {:10_496:} 彩蛋彩蛋！： 扫描扫出来本人自撸的一张画\n\n\n\n\n2345截图20150708184512.jpg (253.48 KB, 下载次数: 1)\n\n下载附件\n\n2015-7-8 18:44 上传\n\n\n\n\n 希望大家支持，谢谢\n\n\n\n",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1436352420,
            "txt_content": "第一章传送门"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436353140,
            "txt_content": "你换头像啦...\n你是大触吧，画的不错...\n一下午码了这么多也挺快的，但为什么要用居中的格式？"
        },
        {
            "author": "1298892384",
            "timestamp": 1436353320,
            "txt_content": "，。。。。。。"
        },
        {
            "author": "男人婆",
            "timestamp": 1436354100,
            "txt_content": "yuchenyang 发表于 2015-7-8 18:59\n你换头像啦...\n你是大触吧，画的不错...\n一下午码了这么多也挺快的，但为什么要用居中的格式？ ...\n居中看着整齐一点，以前是专业学漫画的"
        }
    ]
}