{
    "title": "【原创/单章】《        毁灭》[作者：yuchenyang]",
    "author": "yuchenyang",
    "replyCount": 27,
    "timestamp": 1436399400,
    "txt_content": " 本帖最后由 yuchenyang 于 2015-7-9 09:33 编辑 \n终于写完了，但完全不记得题目取什么比较好了...各位自己脑补吧...\n\n\n正文，由此往下九千字...\n\n\n《        毁灭》\n\n\n在一片无边并不可被赋予边界的虚空中，有着两位以“存在”而作为存在的两个“人”，他们“伫立”在虚空中。“首先，”一个大胡子开口说道，“要有光。”虚空中出现了一个白点，接着白点不断膨胀，最终形成了一个向周围放出光与热的巨型方块。“接下来。”大胡子身边有着惨白双眼的人缓缓开口。虚空渐渐融合在一起，形成了一个黑色带白色斑点的方块。这并没有结束，这个方块不断地分裂，速度越来越快、范围越来越广….就这样虚空被分为了两边。大胡子开口了：“这样还远远不够呢。”大胡子指指其中一个地方，然后，黑色的方块上出现了新的方块那些新方块不断垒高，不断变幻，到了一定的高度时，有的继续升高，最后变成了各式各样的地形，而多余的虚空则被一种透明并无法感知到的方块代替了。“再盖上‘蓝布’就完美了。”接着，从四周蔓延的蓝色隔开了这个世界与虚空，只有“光”才可以透过这层“蓝布”。因为之前巨型方块的影响，广阔的方块大地上出现了各种各样的气候。大胡子满意地点了点头，嘴上露出了难以察觉的笑容白眼男用他没有眼珠的眼睛瞥了一眼大胡子，然后抬起下巴说道：“你也就这点品味嘛…”大胡子用不解地用小眼睛看着白眼男，接着向白眼男手指的地方望去。在白眼男手指的地方长出了一颗树，接着更多的树长了出来，同时还出现了鸡、牛、羊以及兔子等生物。他们停了下来，因为这使他们消耗了太多的力量。\n他们日后的生活就是欣赏这个由他们创造出来的世界接着休息再欣赏…如此反复。他们两人关系一直都很好，直到大胡子做了一件白眼男无论如何都不能容忍的事。大胡子创造了人类。当白眼男发现这种卑贱的生物正在肆无忌惮地破坏自己的世界时气得怒不可遏，直接去找大胡子对峙。大胡子似乎并不理解白眼男的心情，他当时正在观看人类与村民交易。当大胡子发觉白眼男走来时高兴地对他说：“以后我就叫Notch；你，就叫Herobrine。”Herobrine愣了一下，毕竟当人被更换了称号后会莫名其妙。当Herobrine回过神来，就问：“为什么？”这时，村庄中的一个人走了过来——他长着与Herobrine极其相同的脸。Notch神秘的笑了笑，指着那个人类说：“是他们为我们起的。”接着又露出了得意的笑容：“怎么样？”“一点都不好！”Herobrine用力量极强的语气小声地咆哮道，这使Notch脸上的笑凝结住了。“为什么我们要被这种卑贱的生物像宠物一样命名！”Herobrine气愤地说道，“且不说这个，你怎么就让他们随意地改造我们的世界？”Notch平静地回答道：“我正是考虑到你现在这种需要休息的状态我才会创造这种生物的。其实原本他们的行为与我们的潜意识是相符的，但我有意要让他们与村民不同于是我赐予了他们思维。”“但是他们还需要‘信仰’！”Herobrine说道这里，人类走开了，去进行自己未完成的交易去了，Herobrine继续说下去，“当他们缺少了一个主宰者他们就会被自己的能力所迷惑，自以为是的坐上‘神’的宝座！”“但这就是这样才有意义，放开手让他们去发展吧——我亲爱的兄弟Herobrine！”Notch说道，同时加重了“兄弟”二字。“别那样叫我！”又是一阵咆哮，“我没法接受这个耻辱的名字！”人们离开了村庄，夜幕降临，Notch好一阵子没说话。Herobrine颤抖着吐出一口气，然后平静地说：“这事以后再说。”接着他离开了，只留下Notch一人在原地思考…\n一天Notch找到了Herobrine，Notch对他说道：“我有些事，我希望你能为我暂时管理这个世界。”Herobrine听了暗自高兴，因为这样他就可以惩罚那些没有“信仰”的恶心生物了。Notch补充道：“我会剥夺你的一些力量，为了防止你做出一些过激行为。”“为什么？”Herobrine嚷道，“难道你根本就不信任我！”Notch没有理他继续说道：“我为你专门准备了一个地方，在那里你不会受到人类的打扰，那个地方就在基岩的另一面。”Herobrine沉默不语。Notch又补充道：“如果你乐意的话你也可以到这个世界来。”“最好是这样！”受到不公正待遇的Herobrine恶狠狠地说道，然后就到了那个专门“关押”他的世界。Notch见Herobrine离开后也离开了。\n但Herobrine在“另一面”并没有消停，他也开始着手建造世界，但是，那个世界没有太阳，没有草地，更没有友好的生物。在那里只有代表着他心中怒火的滚烫的熔岩；只有象征着他内心狂暴的猩红的地狱岩；剩下的便是由他对“另一面”世界和人类的仇恨凝聚而成的怪物。Herobrine也把一部分怪物送去“另一面”世界，但因为阳光的作用使怪物的能力减弱了。最后他用尽最后的能力，创造了一个第三面世界，他让末影龙掌管这个世界，同时在末影龙体内隐藏了一颗能量巨大的龙蛋，干罢这些事他就在“第二面”世界中筑起堡垒，永远在里面休息。人类，在“第一面”世界中生活着，后来他们惊奇地发现了他们之前不曾发现的天敌。人类为了使自己生存下去，不断与怪物作斗争。开始，人类大败，被抓死、射杀、炸飞以及咬死的人数以千计。后来，人们努力发展科技，驱散了怪物，同时建立起自己的城镇。最后，人类把三界分别命名为“主世界”“下界”“末路之地”轩停了下来。暮没看他，管自己玩着手指问道：“继续说呀，怎么不读了？”“就写到这，你还想我读什么。”“无聊…”暮说完这两个字后径直走出图书馆。暮并不是因为无聊才听的也不是为了学习这段历史，他是在为了毁灭这个世界做准备。为什么？暮自己心里也不清楚，他唯一清楚的是他讨厌这个世界，并去毁灭这个世界。“而这段长长的历史并不是什么都没讲到”暮把手插在脑袋后，眼睛盯着天，想到，“如果把龙蛋弄到手这件差事会轻松很多。”暮是个爱幻想的孩子，他越想越兴奋，心脏越跳越快…最后他赶紧跑了回家，洗了把脸。他望着镜子中的自己，自己的脸变化不大，皮肤还是那样白，可以与女生媲美；眼睛还是那么大，似乎还保留着童稚….当然也有变化的地方，那就是他的心，他的心已经不像以前那样泛着鲜红的光，如今这颗心已经变黑了，时不时流过几条橙色的灼痕。暮走到书桌前，打开红石小台灯，在书桌的抽屉里翻出了一本黑色的笔记本，拿起一旁的羽毛笔写道：末路之地→末影龙→龙蛋。又注了一笔：龙蛋内有强大能量。接着他放好笔记本和羽毛笔，关上小台灯，上床睡觉了。\n第二天暮醒来，直接走去书店——他需要查阅更多的资料…他以上完了所有的课程，如耕种课、畜牧课、挖矿课等等，所以他在路上会遇到一些曾经的老师。当暮远远地望见老师时总会躲起来，尽管他自己也不知道为什么。到了书店，他找了几本记录前人战斗历史的书以及一本百科全书。暮看了一会，自言自语道：“哇，这本书里什么都有！”他把书翻到封面。封面上写着《Minecraft WIKI》并没有标注出作者。他指着一旁的《小白冒险记》愤愤地说：“比这些书好多了！”轩早已察觉到了暮的变化，接着，他就像其他人一样去朋友家一探究竟。暮的外门是木门，并且没有关上，轩十分轻松地走了进去。门的对面就是一个大箱子，但他并没去理会它，因为箱子的锁扣上有着淡淡的红石粉末的痕迹。卧室的门是铁门，轩把早已准备好的拉杆放在门边，拉下了拉杆。铁门随着拉杆的声音打开，轩不顾拉杆，直接走了进去，这过程中他的脚似乎踢到了什么。轩走到书桌前，书桌的角落放着暮曾经的全家福。拉开抽屉，里面多是一些遗物，在最里面放着一本黑色的笔记本。轩小心翼翼地抽出笔记本，他拍了拍自己的脸——一切谜题即将解开——他打开了笔记本…\n太阳快下山了，暮走在回家的路上，手上拿着《Minecraft WIKI》这是他从书店借出来的，这本书似乎记录了一切，以及人类还不知道的事情。暮来到自己家门外，夕阳从窗户照进屋去，照在已经枯萎的花上。他推开门，走进去后又随手把门推上。他进了卧室后先检查房间里的变化。放在地上的蜘蛛丝被踢断了。暮似乎意识到了什么，急急忙忙打开抽屉——不出所料，笔记本被动过了。他背着手在房内走来走去，然后突然下定决心——现在不能管那么多了——扑到写字台上在笔记本上写下了自己的计划。\n末影珍珠+烈焰粉=末影之眼；末地要塞→末地传送门；末影之眼x12+末地传送门=末路之地→末影龙；杀龙→龙蛋；龙蛋有巨大能量；击破龙蛋→释放出大量能量=爆炸→世界毁灭\n这一晚暮没有睡好，他在床上思考着猜着想着，那个非法闯入者到底是谁…第三天早上，暮起来了，他感觉自己脑中浑浑噩噩的，走起路来重心不稳，似乎下一秒就要摔倒了。他扶着椅背摇摇晃晃地做了下去，一边翻着《Minecraft WIKI》一边在笔记本上记着什么。轩在自己家中呆着，回想着昨天他看到的东西。“他想要毁灭这个世界…”他脑中重复着，“根本就不可能，就凭他那不达标的体质？”“龙蛋？他可能拿到吗？他拿到又有什么用呢？”他提出了种种问题，但是他并不知道答案。很快，他认为自己的猜测全是多余的，因为目前为止人们还无法去涉足其他两个世界。于是，他又像以前那样享受美妙的生活了。人在察觉不到危机的时候就会放松警惕，即使他们正面临着危机。暮瞪着那布满血丝的双眼，盯着书仔细地查阅着，随后他也了解到了自己所要面对的问题。末影珍珠是末影人死亡后产生的，而现在随着城区的扩大遇到怪物的可能性几乎为零，跟何况是神出鬼没的末影人？其次是烈焰粉，这是由下界怪物烈焰人的掉落物的分解产物，而仅凭人们现在的科技，根本无法获取黑曜石进入下界。就算进入了下界，也极有可能被长眠在下界的Herobrine所杀死。接着是末地要塞百科上写明一个世界共有三个要塞，但是这个世界是接近于无限的又该怎样去寻找呢？第四天的早上，邻家的鸡叫惊醒了暮。他昨天似乎在桌前睡着了。不过他这次清醒了很多。暮走了吃去，深吸一口气，又吐了出来。世界那么美好为什么还要去毁了它呢。这使暮动摇了。“朋友，要来张报纸吗？”从旁边走过一个人。“谢谢”暮说道，同时递过报纸。有一条新闻吸引了暮。“数名矿工挖矿时挖掘到遗迹，发掘遗迹过程中发现大量敌对小虫，目前已造成2死7伤”暮轻声读了出来。“不会错了，这就是末地要塞。”暮想着走进屋里，他记得百科上写着在末地要塞中会有大量蠹虫。他坐到椅子上，这个突如其来的“幸福”使他肾上腺素飙升。接着他冷静了下来，因为他要去解决一件事，一件他并拿不准却心知肚明的事…轩的门发出了“哐哐哐”的声音。“等一下！”轩从房里出来同时喊道。门外的人似乎没有听到，继续敲着门，越敲越急、越敲越快。“喀拉”轩把门打开发现是暮时整个世界就像是凝固了一样，只有暮那鸡爪般的手做着重复的机械运动。暮见到门打开了一定的程度直接走了进去，然后坐在木质沙发上说道：“我想借用你的那两把弓与几组箭。”“为…什么”轩用微微发颤的声音问道，当时他着实吓了一跳。“没什么，要用啊——不然我借来干嘛…”暮的眼睛望着别处。“我就是问你借去做什么用啊。”轩关上门走向暮，说道，“我不可能这么不明不白地借出去啊”“我觉得你不要知道比较好…”暮的嘴角微微上翘。“……”轩咬了咬嘴唇，然后下定决心般地说，“不借。”“哎！真的？”暮瞪大了眼睛望着他，就像一个孩子得到了不解的答案一样，接着，又重复了一边，“不借？”“你走吧。”轩一动不动地看着他说道。暮站了起来，向门走去，经过一动不动的轩时他拍了拍轩的肩膀，然后说道：“真~可惜！”轩怔了一下，赶紧转过身…“噗”“更可惜！啊哈哈…呃…哈哈哈哈…”暮在轩转身时用石剑刺穿了他的身体，而这把石剑正好割断了他心脏上端的动脉。“呃哈~~哈哈哈~~”暮的眼神与刚才判若两人，嘴也完全裂开，发出渗人的笑声，“可惜可惜可惜~真~~可惜~更可惜的还不是你看了不该看的东西~”轩不想辩解也来不及辩解，向后一退，再用手捂住伤口：“额…”暮见到剑拔了出来就就势一转身，砍下了轩的上半身。“扑通”上半身落到地上。“你这个疯子…”轩说道用最后一点力挥动拳头打去。“啊~啊~啊~~每个遇到我的人都这么说~”暮说着，然后又说明了一点，“在生前~”暮踩着轩的脖子使他脸朝地，然后用石剑在他的脑袋上刺了两下。“这样你就有四瓣大脑了~会不会聪明一点呢~”暮说完，移开了脚，去翻那大箱子，他找到了他想找东西以及一个意外收获。已经没有回去的必要了。暮想着，因为该带的东西都已经带好了，现在优先解决末影珍珠的问题…他走向最近的郊区，顺路偷了不少的食物。在郊区夜晚降临得特别快，但暮只是慢腾腾地走，毕竟他此次出行就是为了杀怪。月亮升起银白的月光撒了一地，使地面如同镜子一般，显得十分妖异。树丛中响起树枝断裂的声音，暮依然没有理会。这个信心的并不是从刚刚得来的钻石剑中得到的，也不是从那取之不尽用之不竭的食物那获取的，而是从他磨练多年的技巧中得来的。“掌握一定的技巧往往比掌握等量的力量强得多。”曾经他亲口说出了这句话并将对手的内脏挖出，而现在也到了履行这句话的时候了。路渐渐变小，接着路就段了，再往前几步就会离开月光的庇护走进充满怪物与恐惧的黑暗之中。“喀嚓喀嚓”暮继续往前走，因为没有明确的方位性目的就不必要有选择性的移动。“噼呲呲——”“蜘蛛的声音！”暮脑中划过这么一条消息，立刻往前跨了一步同时下蹲。不出所料，蜘蛛从头上的枝叶中窜出，因为暮下蹲的原因，蜘蛛的偷袭并没有成功。“咔嚓”“咔嚓”蜘蛛再一次跳到树叶中打算卷土重来，而暮见蜘蛛上去后自己也跳了进去。暮在树枝中极力扑腾着，即使四肢被树枝划破也没有停止确认蜘蛛的位置。近了。暮将手一背，拔出了一直挂在腰上的石剑，用力劈向蜘蛛。蜘蛛的腹部受到重击，血和丝一同喷射了出来。暮从树叶丛中跳出，正好落在了一只骷髅弓箭手面前，他已先落地的一只脚为支点，把剑对准骷髅的颈部来了个三百六十度大回转。“咔噔”骷髅的头从肩膀上高高弹起，这个灰白色的头骨挡住了最后一点照射进树林的月光，而那个早该停止活动的躯体也迎来了它永恒的休眠。这时周围的怪物渐渐地包围了过来。“哈！哈哈！”暮挥舞着剑笑着、叫着，“来呀~来呀！让我看看你们有多大的能耐！”“BOOM”当暮再醒来的时候发现自己在一个屋子里。“！”暮挣扎着爬了起来。“小伙子，你醒啦。”站在暮眼前的是一位村民，只是这个村民的鼻子上有一颗痣，肤色略显灰白而已。“没什么大碍吧——对了！”那位村民走到酿造台前，拿下一瓶药水再迈着小碎步来到暮前说道：“来一瓶恢复药水吧，给你免费使用一次！”暮接过药水，把瓶子口对准嘴，一仰头，让药水迎着重力顺着自己的食管向下划去。在药水进入小肠的一瞬间，暮身上的伤痕全好了，连凝了血的伤口都闭合了。“谢…谢”暮说完这两个字，本想继续说些什么，但嘴却死死地闭上张不开了，只是把手插进两腿间，低着头任由对方打量。巫师为了化解这尴尬的气氛，便再次转过身，从箱子中掏出一袋东西，送给了暮。暮接过袋子，巫师说道：“这个送给你吧，这里有25个末影珍珠，我发现你时看见你虽然倒在地上但手死死地攥着末影珍珠，想必你一定很需要它吧。”暮把袋子打开，再把昨晚得到的末影珍珠放进去“总共是26个…多了几个…”暮想着。“不用客气！”巫师说道，同时转身去酿造他的药。巫师从箱子中抓出了一把闪着火花的粉末。这使暮眼前一亮：“这不就是烈焰粉吗！”暮爬下床，走到巫师身后，问道：“请问您这是从哪得到的。”“烈焰粉？”巫师重复了一遍，接着回答道，“从下界的烈焰人身上得到的呢…”“那大师您是如何进入下界的呢。”暮迫不及待地问道。“是一位神啊！”巫师停下了手上的事，转过身满脸庄严自豪地说道，“一位伟大的神明！Herobrine！这就是他的名字！我们信仰他，他便让我们得到在两界中自由行动的资格，让我们在快要死去的怪物身上得到资源，他甚至慷慨地告诉我们这个世界的奥秘！”“啊！原来Herobrine是真的存在的啊！”暮装成一脸惊喜，然后又转移话题，“请问您能给我一些烈焰粉吗？”“可以！当然可以！”巫师笑着说道，他又找到了一个新教徒，当然，这是他自己这么认为。“你需要几个？”“12个！”刚说完，巫师的脸沉了下来，接着转过身，说道：“不行。”“为什么？当时还说可以的，难道是不够吗！”暮有些意外。“为什么？因为12是一个很微妙的数字。”巫师说道。“啊…原来是这样。”暮的脸上依然笑着，手指碰了碰剑柄。“呲”暮用石剑从背后刺穿了巫师，巫师急急忙忙从口袋中逃出治疗药水，却被暮劈手夺过。暮的另一只手从后背流畅地抽出钻石剑，从后颈刺穿了巫师的咽喉，然后把剑柄一翘——这位善良的巫师便身首异处了。下界，地狱堡垒中。Herobrine被惊醒了，他感受到了自己的信仰缺失了一部分。“少了一个！”Herobrine颤抖着，“少了一个！我少了一个得力的手下！人类啊…”下界不断震动着，影响到了主世界，主世界发生了大地震，城镇被破坏，人类死伤无数。暮顺着末影之眼留下的痕迹走着，因为他是在郊区，地震的影响并不大。暮不停地走着，他知道自己是在做什么，他也知道自己是为了什么，他越来越兴奋，再加上刚杀过人的激动，他的脸扭曲地笑着，最后跑了起来。到了要塞的入口。暮走了进去。“呲”从石砖的缝中钻出了不少扭动的白色小虫。“脚踩领头虫~哈哈哈…”暮大叫一声，同时脚踩了下去，那只蠹虫就变成了扁虫。虫子的脑子很小，或者根本没有脑子，威吓没有任何作用，后面的虫子只是扑上来。“切…”暮不高兴地一撇嘴，直接跑到祭坛上，放下12颗珍珠。黑色的大门开启了，他没有欣赏与犹豫的时间，直接跳了下去。暮的身体落到了一个坚硬冰冷的平台上。他爬起身，打量这个目前所在的世界。一个黄色的浮空岛，岛上有许多末影人以及黑色的巨大石柱，石柱上就是百科说的末影水晶，每个水晶都通过一条银白色的脐带与龙相连。“末影水晶会给末影龙输送能量”暮想着，把箭搭在弓上，“那只要把它给射爆就行了！”一根柱子上闪过了白色的爆炸烟幕，而那条脐带把能量传输过去的同时也把末影水晶受到的伤害传导了过去。末影龙感受到了痛苦，在空中扭转身体，他现在已经知道有人不怀好意地闯入了他的领地，现在他只要找到那个人并杀死就可以了。“哒”暮跳下黑色平台，站在了岛上，不等站稳便拉弓放箭。箭刚脱手，暮便感觉到自己身后的强大气流，他往旁边一跳同时卧倒就感受到末影龙那像钢刀一般的翅膀划过身后。末影龙的攻击没有成功，他在因为惯性飞出漂浮岛的同时扭动身体，重新调整了方向后再次袭来。暮在这段时间中再次解决了几个末影水晶，当他的余光瞥见末影龙飞来时，就把钻石剑架在腰上，用双手固定。距离大约到两三米时，暮往旁边一跳，剑就顺着龙的嘴巴一直划了下去，把一侧的龙颈划开了。但龙的意志力并没有暮想象中那么脆弱，尽管脖颈被划开了大半，但他依然没有改变飞行方向。“呀！”暮惊叫一声，然后纵身一跃，从龙的翅膀上翻滚了过去。龙翅上的尖刺与龙自身的速度在暮身上留下了不少深深浅浅的伤口。暮灌下了一瓶从巫师那得来的治疗药水，末影龙则让末影水晶为自己修复创伤。射程中的水晶都射爆了，暮便开始转移阵地。末地中的巨型石柱不是很多，但作为掩体也足够了，暮便以石柱为中心和末影龙兜圈子，解决了不少的水晶。还差最后一个水晶了。暮向那个方向跑去，同时架起了弓箭，一箭射去，但是箭矢却在半空中被一股强大的气流吹到了地上。末影龙在那根柱子前降了下来，把翅膀张开，上爪做搏击状。暮换上剑，绕过一个个末影人跑了过去。末影龙翅膀一收，产生的强大气流把暮吹飞了。暮感到自己的脊背受到了重击，原来是被撞在了石柱上——然后就掉了下来。一人一龙就这么对峙了一会。龙并不想主动攻击，因为他只要守住了这个末影水晶他就不会死。“好吧，好吧，你不过来”暮说着，跑了起来，“我过去！”跑近了，末影龙故伎重演，再次用翅膀卷起一阵风，暮手肘贴地，侧着身子滑了过去，避过了那阵风。避过了那阵风，暮以脚作为支点，从地上弹起，用钻石剑斩断了翅膀的根部。龙因重心不稳倒在了地上，背的一侧不停地涌血。暮借此机会，扯出弓与箭，对最后一个末影水晶实行了最后一击。水晶爆炸后产生的碎片落了下来，落在了沾满紫色龙血的末地石上、一个疯狂的人上以及一只不停挣扎的龙上。一切似乎已成定局。暮踉踉跄跄地走到龙头那边，使出他目前所能做到的所有动作攻击龙的头部：用脚踩、用钻石剑劈以及用石剑刺。淌在地上的龙血印出了一个扭曲的人脸以及一个恐怖的笑容…等到暮回过神来，他才发现龙头已经被自己弄得满地都是了。他浑身颤抖着，并不是因为害怕，也不是因为寒冷，而是因为疯狂。龙的尸体上出现了白色的裂缝，接着强光放出…等暮再次睁开眼时，眼前便是传送台以及龙蛋。暮带走龙蛋后跳下了传送台…\n下界，地狱堡垒的深处不断涌出岩浆，越涌越快、越涌越多…最后从里面飘出来了一个“人”。暮从床上起来。屋子已经重建，所以他并没有感觉到地震对他家的影响。阳光从窗外照了进来，现在是早晨。“我是怎么到这的？”暮坐在床上想着，同时目光在急切地寻找着什么。最后他的目光落在半掩着的背包上。暮翻下床，急急忙忙爬到背包前，打开背包。里面装着带紫色斑点的黑色龙蛋。暮小心翼翼地拿出龙蛋，摆在地上。他上上下下地打量这这枚龙蛋，简直不敢相信这具有强大能量的毁灭性武器就在他的面前。暮摇摇摆摆地站了起来，拉出背包中的钻石剑。高高地举起钻石剑，刺了下去。“喀拉”钻石剑钉在木质地板上，钻石剑周围还飘散着紫色粒子。暮拔出钻石剑后直接通过窗子跳了出去，急迫地寻找龙蛋。龙蛋在离他家最近的林子里。暮以剑在前人在后的方法冲了过去，眼见剑要刺中龙蛋时，龙蛋又消失了。“谁”暮气愤地叫到，“谁干的，出来！”从地上冒出了黑烟，接着黑烟凝聚成了一个人。那人一手掂着龙蛋，一手倚着钻石镐，他看着龙蛋说道：“那边的人类，你要这个龙蛋做什么。”“我，要毁灭人类。”暮不动声色地回答道。“我不阻止你毁灭人类，”那个人把头扭向了暮，“但是破坏这个的同时世界也会消失，对于这点我并不乐意。”“你乐不乐意管我什么事，其他人还不乐意死呢！”“因为这原本就是我的东西啊。”Herobrine说道。“是你的也好，不是你的也罢，那就靠实力拉抢啊！”暮冲了上去，想用剑刺穿Herobrine，但是Herobrine在接触剑的时候便化为了一团烟雾，这团烟雾托着龙蛋一同往后退。这团黑雾再次化为人形，接着Herobrine便渐渐飘了起来，同时用来自地狱般的声音说道：“由于我的警告对你没有任何作用，我将在此使用我的真正实力将你正法。”“这么快就用实力了，看来也不怎样。”暮心中想着，把剑一挥，摆出接受挑战的姿势。Herobrine正下方的方块中燃起了黑色的火焰，火焰不断扩张，凡被火焰烧到的方块都变成了地狱岩，与此同时，火焰中钻出了许许多多的地狱生物。黑色的火焰为那些地狱生物做了掩护，暮没看清自己的对手是谁，就先被一连串的火球掷中引燃，接着又被一剑打趴下，然后僵尸猪人便围了过来。暮躺在地上，用一条腿绊到了一只僵尸猪人，同时一只手挥着钻石剑一只手甩着石剑，用极其别扭的姿势防止猪人靠近，但这一切都徒劳无功，因为他身上的火焰正在吞噬他的生命。在暮失去意识的前一刻，他将钻石剑扔向了Herobrine。剑从Herobrine身体中穿了过去。这是使Herobrine都震惊的事，但他并未表现在脸上。怪物散开，地上只留下了一堆肉泥——这对暮来说也许是最好的归宿，因为他终于使讨厌的世界离开了他的视线。\nHerobrine在半空中托着龙蛋沉思着，他并不是在考虑如何处理龙蛋，而是在思考为什么钻石剑会穿透他，他却毫发未伤。他终于想明白了。龙蛋从他手中脱离，Herobrine分解成了许许多多的碎片飘向天空。龙蛋做着自由落体运动，触碰到地的那一刻就裂开了…大胡子站在另一个虚空中，他感受到那股能量重新回到了他的体内。他笑了笑说道：“结束了呢…”过了一会，他把这股能量排出体外，这股能量渐渐转化成一个人形，这个人有着惨白的眼睛。白眼男望着大胡子，他似乎见过他，但又好像没见过。大胡子无视了白眼男那疑惑的心情，他缓缓地开口，说道：“首先，要有光。”",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1436409240,
            "txt_content": "我突然发现这只是把几篇短片连起来发的赶脚（无力）"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436411160,
            "txt_content": "yuchenyang 发表于 2015-7-9 10:34\n我突然发现这只是把几篇短片连起来发的赶脚（无力）\nLZ那不是眼珠是眼瞳"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436417880,
            "txt_content": "这是CloudsXDao在上篇中写得，我把他的诗转移了过来\n@CloudsXDao 转移确认\n\n无际虚空里的二人。\n伫立。\n要有光。\n然后虚空就分开了。\n要有天。\n于是就有了天。\n天生出了地。\n地不带水，又变化万态，须知，他其实亘古不变。\n两人停止，对视。\n于是有了生物。\n\n我，叫Notch；你，就叫Herobrine。\n为什么？\nHerobrine欢快的问。\n是他们取的，Notch回答。\n铁十字燃烧着火斐然立于镜湖之上。\n为什么？\nHerobrine悲愤的问。\n是他们取的，Notch回答。\n\n无法使Herobrine容忍的，是Notch创造了人类。\n\n于是，他们再开创造\n第一面，是人间吧。\n第二面，是地狱吧。\n世界就分开了。\n\n第三面。\nNotch创造了龙，龙蛋蕴含的力量，像是世界之核般强大。\n和我回去吧，去第二面。\nNotch道。\nHerobrine含泪。\n他们需要信仰啊。\nNotch摇头\n他们需要神啊。\nNotch摇头。\n\n然后，世界就是这样的。\n\n\n（其实我是想放在帖子里的，但是我忘了QAQ）\n（有加分意向者请到原帖给作者加分，地址：http://www.mcbbs.net/forum.php?m ... 721&pid=8474748）"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436420700,
            "txt_content": "干脆叫开始与毁灭吧"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436438700,
            "txt_content": "不错啊，但是看不出你想要表达什么唉"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436439000,
            "txt_content": "还有，最后到底为什么钻石剑穿过him但是他毫发不伤？him到底明白了什么？为什么有另一个虚空？这个创世是没完没了了？龙蛋和him都是notch的一部分？他为什么要怎么做？"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436439300,
            "txt_content": "CloudsXDao 发表于 2015-7-9 18:45\n不错啊，但是看不出你想要表达什么唉\n下属窝里斗，而上面的人根本没有影响（←滚）\n恶人终有恶报（←放屁）\n“人在察觉不到危机的时候就会放松警惕，即使他们正面临着危机。”（←胡说）\n往往一个看似与事件没有关系的人才是幕后黑手（←凑合）\n（从没注名的百科与Notch在后文的窃喜看出）\n世道险恶，不要过分相信别人（巫师以身做则）\n人的本性是自私的（Herobrine说过，他不阻止人类灭亡，但是他反对自己的世界被破坏）\n\n好了...再说下去就成天朝式阅读作业了...\n其实我原本是想写成很阴暗的那种，但是“我这笨拙的手指无法表露内心的感情”，所以就这样了...."
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436439540,
            "txt_content": "CloudsXDao 发表于 2015-7-9 18:50\n还有，最后到底为什么钻石剑穿过him但是他毫发不伤？him到底明白了什么？为什么有另一个虚空？这个创世是没 ...\n别人都说我是心机表，难道我真表到别人连我在想什么都猜不出来了吗（斜眼笑）"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436439780,
            "txt_content": "yuchenyang 发表于 2015-7-9 18:59\n别人都说我是心机表，难道我真表到别人连我在想什么都猜不出来了吗（斜眼笑） ...\n感觉这些都是你没填并且不去填的坑啊"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436440080,
            "txt_content": "yuchenyang 发表于 2015-7-9 18:55\n下属窝里斗，而上面的人根本没有影响（←滚）\n恶人终有恶报（←放屁）\n“人在察觉不到危机的时候就会放松 ...\n我思考了下，如果按你所说，貌似需要塑造个邻家大哥哥形象的notch，健气受的轩，伪娘巫师，冰山him之类的还有为了毁灭世界这种理由也太无厘头了吧，实际上这种理由给我的感觉就像是为了爱与正义一样，完全没有自私的感觉，为了毁灭世界这个神圣而伟大的任务那个谁背叛了好基友，手刃了陌生人，多么高尚的节操和安贫乐道的情趣啊喂，这种感觉"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436440200,
            "txt_content": "CloudsXDao 发表于 2015-7-9 18:50\n还有，最后到底为什么钻石剑穿过him但是他毫发不伤？him到底明白了什么？为什么有另一个虚空？这个创世是没 ...\nHerobrine毫发未伤是因为Herobrine是单纯的“能量”他自身不是真实存在的，Herobrine在后面就明白了这一点。那你也许会说，人类也是被创造出来的，那都是能量怎么可能无法互相伤害？别忘了，大地和人类是Notch制造的，Notch把自身的一部分“存在”分给了人类就导致了人类和物品与Herobrine的不同（这点没交代清楚）\n龙蛋是Herobrine剩下的能量，这个能量就是“毁灭”这也能说明为什么一个小小的龙蛋就能毁了这世界。\nNotch可以想成在现实中精神萎靡的人（这样说可能会被骂...）在虚假的世界中以一个观众的身份给自己带来精神上的满足。"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436440320,
            "txt_content": "CloudsXDao 发表于 2015-7-9 19:03\n感觉这些都是你没填并且不去填的坑啊\n我开坑到填坑不过用了3天时间= ="
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436440440,
            "txt_content": "yuchenyang 发表于 2015-7-9 19:10\nHerobrine毫发未伤是因为Herobrine是单纯的“能量”他自身不是真实存在的，Herobrine在后面就明白了这一 ...\n可是你很多没有表现出来啊，再加个续篇也许会好些？"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436440560,
            "txt_content": "CloudsXDao 发表于 2015-7-9 19:08\n我思考了下，如果按你所说，貌似需要塑造个邻家大哥哥形象的notch，健气受的轩，伪娘巫师，冰山him之类的 ...\n暮为什么要毁灭世界？\n别忘了轩在翻他抽屉时发现的遗物，多狗血的剧情你也想得到了，还有，暮的外门是木门（没关上）卧室的门是铁门，而且卧室中准备了检测是否有人进来的拌线钩，这不是间接指明了暮是有精神疾病的嘛..."
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436440680,
            "txt_content": "CloudsXDao 发表于 2015-7-9 19:14\n可是你很多没有表现出来啊，再加个续篇也许会好些？\n我要休息一下...不过我本来就有做二周目的打算啊..."
        },
        {
            "author": "xcc",
            "timestamp": 1436441340,
            "txt_content": "不@我么？\n\n-不错哒-"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436441400,
            "txt_content": "xcc 发表于 2015-7-9 19:29\n不@我么？\n\n-不错哒-\n你不是说你帐号给别人了吗= ="
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436442060,
            "txt_content": "@我叫龙浩晨 @250=mo @酱油路人乙 @bo_bo2001 @2B与mc的故事 \n于是我叫了一堆人过来（斜眼笑）"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436443620,
            "txt_content": "CloudsXDao 发表于 2015-7-9 18:45\n不错啊，但是看不出你想要表达什么唉\n表是看了你俩的对话后我发现CloudsXDao你有种对剧情表达什么的有着一丝不苟的态度"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436443800,
            "txt_content": "CloudsXDao 发表于 2015-7-9 18:45\n不错啊，但是看不出你想要表达什么唉\n怪不得对我的世界观那么在意"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1436510400,
            "txt_content": "yuchenyang 发表于 2015-7-9 19:41\n@我叫龙浩晨 @250=mo @酱油路人乙 @bo_bo2001 @2B与mc的故事 \n于是我叫了一堆人过来（斜眼笑） ...\n然而只来了我一个人"
        },
        {
            "author": "男人婆",
            "timestamp": 1436515800,
            "txt_content": "前头的十几层是在版聊么"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436516820,
            "txt_content": "男人婆 发表于 2015-7-10 16:10\n前头的十几层是在版聊么\n不是，只是某个人对剧情不了解，我在向他解释，然后他又坑了我让我再写一篇（哭瞎）"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1436518800,
            "txt_content": "yuchenyang 发表于 2015-7-9 18:55\n下属窝里斗，而上面的人根本没有影响（←滚）\n恶人终有恶报（←放屁）\n“人在察觉不到危机的时候就会放松 ...\n评价（应你的要求），NOTCH的用意是啥?结束了 这句哈话的本身是意思是什么？NOTCH虽然作者说NOTCH静静的欣赏这一切，但，NOTCH不就是为了让着世界完美吗？\n—,,,,,,，分叉先去线，上面是我的瞎掰掰别在意，我觉得写的很好，语言在再细一点就好了，我在看他杀基友时切脑袋，想到了裂成4瓣的橘子"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436519040,
            "txt_content": "酱油路人乙 发表于 2015-7-10 17:00\n评价（应你的要求），NOTCH的用意是啥?结束了 这句哈话的本身是意思是什么？NOTCH虽然作者说NOTCH静静的 ...\n见12楼\n“Notch可以想成在现实中精神萎靡的人（这样说可能会被骂...）在虚假的世界中以一个观众的身份给自己带来精神上的满足。”"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1436519160,
            "txt_content": "yuchenyang 发表于 2015-7-10 17:04\n见12楼\n“Notch可以想成在现实中精神萎靡的人（这样说可能会被骂...）在虚假的世界中以一个观众的身份给 ...\n，，，，，所以说，notch是一个神经病2333333"
        },
        {
            "author": "我叫龙浩晨",
            "timestamp": 1437657120,
            "txt_content": "唉···lz写得蛮好的（比我强w）"
        }
    ]
}