{
    "title": "<原创·连载>填坑中《无尽能源》第三章—密林小镇",
    "author": "男人婆",
    "replyCount": 4,
    "timestamp": 1436430060,
    "txt_content": "写在前面： 本人正在疯狂的天我挖的这个坑，编剧更是令我头疼，所以请大家支持一下啦~~\n正文 第三章 密林小镇： 第三章 密林小镇趁着夜色正浓，克莱姆催促我赶快行动，于是我跟着他蹑手蹑脚地在丛林里穿行。“切记，一定要避开地上的警报装置，那些警报装置很细小，放在地上根本看不见，但是你如果踩上了他那可就麻烦大了……所以一定要跟着我的足迹走……”他小声的对我说。我仔细的盯着他的脚步，注意他的落脚点，才没有被警报装置发觉。突然，我听到他用急促的语气对我说：“快趴下，快！”说罢，他便一头扎进了草丛中……我立刻趴在了那一大堆藤蔓中。紧接着就是一阵沉重的脚步声，声音十分沉闷，每踩一步就仿佛是大地在震动……过了许久，脚步声越来越小。直到脚步声消失，我们才再次蹑手蹑脚的站了起来。“那些是费奥德侦察兵，别以为侦察兵酒身手矫健，那群家伙体型庞大，防御力极强，一般一个人很难对付，”说着，他拍拍身上的尘土。“在夜晚他们很难被发现，即使他们体型庞大，但是如果他站在那里不动就很像一棵树。”说完他便继续前进。我们小心翼翼的来到了一个小镇，镇上一点灯光都没有，小镇上的屋子被一棵棵藤蔓植物紧紧的缠绕着，摇摇欲坠。但是我很快就发现小镇并不是很破旧，好像就是前几天才遭到破坏一样。“你问我这里发生了什么？这种问题好像很简单吧……很明显是被费奥德星人破坏了呗。”他并不在意我的提问，他的眼睛一直盯着其中的一个小屋，过了一会，就把我领到了那个小屋里。“这里应该是超市，里面的资源应该很多，你要是不嫌弃就把这里当作咱们的暂住地吧。”他扒拉着货架上的东西多我说道。这个超市的外面虽然包裹着植物，但是房子内部却没有受到一点破坏，反而十分整齐，比博士的实验室整齐多了。突然，我的感应器探测到了附近有生命体征，于是我将这个想法传达给勒克莱姆。“是吗？是人类还是费奥德星人？”他问我。我摇了摇头并示意让他跟着我。我根据信息来到了一所学校，这所学校的内部和超市的内部完全不同，内部已经被破坏的破烂不堪，教师内部全都是凌乱的桌椅，地上也都是尸体，由学生也有老师，都被一根根藤蔓紧紧的包裹着，一个个都翻着白眼，看起来十分骇人，虽然我是个机器人，但我还是不禁打了个寒战……我走进一间教室，探测到角落里躺在课桌旁的那个女生还活着，于是再次将信号传达给克罗姆，克罗姆走上前，蹲下身子，摸了摸女孩的身体，十分冰凉。“你确定她还活着？”他质疑的问道。我点了点头。“喂，醒醒！”克罗姆喊着，结果没有回应。他有摇了摇，女孩慢慢的睁开眼。“不，不要杀我，求求你们……”女孩哀求道“我们是来救你的，不会伤害你的！”克罗姆解释道。“求求你们救救我吧……”说着，女孩抽泣了起来。“你困在这里几天了？”克罗姆问道。“两个月。”我开始纳闷起来，费奥德星人不是两年前就开始攻击地球了吗？为什么在几个月前才开始进攻这里？这里离他们总部那么近……而且为什么就这个女孩没有死？还撑了两个月……我将一系列的问题全部传达给了克罗姆。“哦对了，你这两个越不会觉得饿嘛？你吃的是什么？”克罗姆质问道。“他们每天都有外星人来给我送饭。”我和克罗姆更纳闷了，原来费奥德星人不是漏掉了，而是故意没有杀她。我和克罗姆对视了一下，随即他用光剑将藤蔓劈开，然后把她带进超市，给他补充了体力……我开始对那坐在远处助理的高塔越来越感兴趣了……这一晚，我一直在分析，如果敌人没有杀她，那这个女孩一定和敌人有点关系。“我叫托娜，巴西人，我的父亲在两年前把我送到中国读书。”那个女孩子给我们讲道。我才子到我走的路程很远，从越南走到了中国。“我的父亲是巴西ACT公司特别聘用的博士，曾经制造过很多东西，由于，我性格孤僻所以他在我四岁时答应给我造一台机器人，我这辈子都没见过机器人，可是今天却见到了你俩……”他叹了口气。“现在还不知道父亲的情况如何呢……”我突然激动起来。“哦，艾维克问你你的父亲叫什么名字。”克罗姆急忙说道。“扎里维奇。”女孩说道。那不就是博士的名字吗！我激动得快要跳起来了。找到博士有希望了，毕竟找到她的女儿了，但是我的心中有产生了一个疑问，为什么博士的女儿会幸存下来？字数统计：1,630字 写在后面的话： {:10_524:}终于可以发索引啦\n希望大家支持，鞠躬",
    "replies": [
        {
            "author": "alex03624",
            "timestamp": 1436430120,
            "txt_content": "前排\n\n写的还好"
        },
        {
            "author": "alex03624",
            "timestamp": 1436430240,
            "txt_content": "就是比较短\n真的比较短"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436433960,
            "txt_content": "写得比我长也比我好，不过这速度，跟我一样2两天三章啊"
        },
        {
            "author": "tzsliuge",
            "timestamp": 1439777580,
            "txt_content": "非常不错"
        }
    ]
}