{
    "title": "<原创·连载>《狩猎史诗》第十一章-地牢逃生",
    "author": "501938012",
    "replyCount": 5,
    "timestamp": 1436432820,
    "txt_content": " 本帖最后由 501938012 于 2015-7-9 17:15 编辑 \n\n《狩猎史诗》索引帖传送门：http://www.mcbbs.net/thread-447088-1-1.html\n第十一章-地牢逃生\n    卡尔曼的房间必定会马上有人进来，若再不快一些这里就是我们的葬身之地！鲁莽永远是猎人的大忌，我躲在门后面，静候一个可以安全出逃的时机！\n    果不其然！走廊上传来了嘈杂的声音！紧接着身边的木门被狠狠推开，差些就砸在了门边的我身上！重重的喘气声透过门板，我钢牙一咬，狠狠地撞在门上，只听见另外一头闷哼一声，我感觉肩骨快要断裂了。伊莉瑞娅担心地看着我，我猛地摇摇头，让自己清醒一些。\n    我向门外一看，走廊的尽头竟然出现一条向上的楼梯！就在原来的厨房边上！心里大喊：“是出口！”，便拉着伊莉瑞娅，跨过躺倒在门边的身躯，向那边狂奔过去！一定是那个狼头！那个狼头触发了红石机关，把这个地牢的大门打开了！\n    尽管步伐十分凌乱，但是这是唯一出逃的机会了！隐隐听见身后木门已经都开启，脚步声也蜂拥而来，臭骂声，抱怨声都在一瞬间爆发。一支箭矢如利剑般擦过我的脸颊，冷汗伴着血滴坠在地上，箭矢则深深插入苔石之中！\n    没有时间回头了！我加快了脚下的步伐，但这显然已经超过了伊莉瑞娅可以承受的速度范围！我用力一拉，她也瞬间明白了我的意思，在我微蹲的一瞬她猛地一蹦，紧紧揽住我的脖子跳了上来！我背起伊莉瑞娅就跑，尽管吃力，但是这比拉着她跑要快多了！\n    又是一支箭矢从耳边擦过！步伐接踵而至，在冷风袭来际我右脚一蹬向走廊左侧闪去！双脚还没落稳，只见一把闪着寒光的铁剑划过一道邪恶的弧线重重落在地上，发出“叮”的声响！正是那个剑士胖子！\n    庞大的身躯竟然如此的灵活！这对于我们来说显然不是一个好消息！但在这狭隘的走廊中剑士的威力不能完全发挥出来！我扭身摸出驱魔宝珠，横飞而来的斩击已经要贴到我的鼻尖！我猛地向下一蹲，右拳绿光爆溅而出，毫不犹豫轰击在胖子的胸口！只见胖子这一斩击刚落空，便如同肉球一般轰射而出！这一下为我们争取了不少时间！\n    很多杀狼猎团的成员都被这一下阻住了道路，可是令我不可置信的一幕出现了！那个高瘦的剑士从腰间抽出两把铁制匕首，从走廊上方踏着墙壁向我突进！如果说在这里谁能够发挥最大作用，那就只有向刺客发展的剑士了！\n    驱魔宝珠在对战这一类对手时可以说是毫无用处的！即使击退了刺客，但他们又能够以风一般的速度像你接近！我一咬牙，将手上的宝珠瞬间切换成寒霜宝珠！但瘦子的手肘已经来到我的面前！近乎令我晕厥的一击不偏不倚砸在了脸上！传来火辣辣的疼痛，我的头反射性向另一边摆去，脖子感觉快要折断了！\n    即使代价是近乎要燃烧起来的疼痛，但我挥出的一拳擦到了他的腿！冰块凝固着他的大腿，并且迅速蔓延到地面！行动受阻的瘦子对我的威胁就没有那么大了！显然我是没有时间去结果他的，唯一能做的只有逃跑而已！\n    刚跑出几步，身后熟悉的炙热感迎着我的后脑勺来了！冰冷的蓝光猛地闪烁，我的右手便覆上了厚厚的一层冰！在扭身之时右臂也随着寒气抬了起来，火焰箭矢如同火蛇般袭来！我看见了！是那名弓箭手！但这次他手里执的不是那张铁弓，而是那张我击杀骷髅掉落的附魔火焰弓！\n    火焰箭矢暴射在这右拳的冰块上！冰块轰然碎裂！但火焰箭矢也随之弹开了！再凝出一块冰来抵挡已经是不切实际的想法了，全速逃跑才是最应该的做法，因为眼前就是通往地面的楼梯了！\n    我一脚踏在楼梯上，但是已经有点体力不支了！身后的伊莉瑞娅竭力保持镇静，尽量不给我添加负担。但看我现在的状态，背着她上飞身爬上几十层楼梯确实只是痴心妄想而已！她明白我的意思，从我背上跳下来，蹬着台阶就往上做最后的冲刺！\n    没时间找楼梯这的关门机关了！我紧跟在伊莉瑞娅后面。又是一道熟悉的气息！这阵气息带给我的只有浓浓的憎恨而已！我猛一蹬墙，向右边踏去！霎那间，一柄巨大的黑色阔剑旋转着飞来，随着一声巨响插入石楼梯缝当中！\n    杰丶卡尔曼！\n    扭头只见一个黑脸壮汉已经以快到无法想象的速度逼近着！我冷哼一声，不管身后的黑影，加快交替着的步伐！尽全力先逃出这里！\n    光芒越来越近！伊莉瑞娅的体力早已透支，但仍然努力地向上狂奔。终于，我们冲出了这个地牢，重重地扑在雪地里面！从来没感觉过沐浴在阳光中是这般舒服，可是现在还不是停下的时候！只见洞中窜出一个黑影，跳跃的高度令人发指，庞大的身躯挡住了光线。\n    尽管看不清来人的脸，但那柄巨大的黑色阔剑我绝不可能认错！\n    他带着浓浓杀意又来了！杰丶卡尔曼！字数统计 1715",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1436432880,
            "txt_content": "\n【贵宾席】\n@月轻歌 @simon3000 \n【审核官】\n@冥王星人 "
        },
        {
            "author": "男人婆",
            "timestamp": 1436432940,
            "txt_content": "你的签名档是索引贴吗？最好吧索引贴的链接带到帖子里"
        },
        {
            "author": "501938012",
            "timestamp": 1436433360,
            "txt_content": "男人婆 发表于 2015-7-9 17:09\n你的签名档是索引贴吗？最好吧索引贴的链接带到帖子里\n一直都有，我一般是发完帖子然后再编辑把索引弄进去。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436439600,
            "txt_content": "第一人称写的不错，尤其是对于所在立场的表达，但是主角内心活动写的很少，建议多注意着方面的描写。"
        },
        {
            "author": "501938012",
            "timestamp": 1436441160,
            "txt_content": "CloudsXDao 发表于 2015-7-9 19:00\n第一人称写的不错，尤其是对于所在立场的表达，但是主角内心活动写的很少，建议多注意着方面的描写。 ...\n真的太感谢了！还请多指出不足之处！"
        }
    ]
}