{
    "title": "【原创】王国の传奇",
    "author": "小Ｃ子",
    "replyCount": 12,
    "timestamp": 1436448540,
    "txt_content": " 本帖最后由 小Ｃ子 于 2015-7-9 21:38 编辑 \n本文未经允许不得转载。这是本人第一次写说，可能缺乏经验，请多多指教哦！部分内容可能像流水账，请大触们指出来，我会改正。1.失落的王国←点击播放音乐      在世界的另一端，有一座欢乐的王国。常年气候温爽，景色宜人。却没想到，Him正打着这个王国的坏主意。      这座王国的国王是埃利斯。埃利斯为人善良，对待自己的子民和蔼可亲，受到啦国民们的青睐爱戴。      “早上好，我的子民们！”国王埃利斯和往常一样走去附近的街道上巡查。      无论是谁，遇见这位伟大的国王都会深深鞠个躬，然后说上“早上好国王！”\n       每当巡查过后已是午后，可埃利斯并没有回城堡，而是来到一片无人的荒地上深思，\n      这片无人的荒地以前是孩子们欢乐的游乐场，但被Him发现后，这片土地被污染得寸草不生。\n      王国的资源越来越少，资金越来越紧缺。慢慢的，许多国民都移居到别的地方，以前热闹的地区现在变得越来越冷清。\n      埃利斯抚摸着这里的每一个方块。每一个方块都如同他的子民一样珍贵可亲。\n      回城堡时，他不再像以前一样挺着笔直的腰板开心地回城堡，而是垂着头叹着气地回到城堡。\n      夜晚时分，大家都在附近的餐厅吃饭说笑，却毫不知情死亡正在降临。\n      守卫在门口的卫士哈个懒腰：“哇～，看来今天没情况，回去早点休息吧！”\n      正在这时，Him出现啦。他打晕啦卫士，即将对王国发起进攻！\n      附近的国民们也察觉到啦，但只是不理不睬地继续做自己的事，Him露出啦邪恶的笑容：“哼~，一群不知死的浪人！” Him放肆地杀害国民，大家抵挡不过，只好躲起来。\n      这时，一位遍体鳞伤的国民跑进了城堡，跪在地上说：“国王，不好了！他们....来...来了，快救救我们！”说完，便倒地不醒。\n      埃利斯眉头一皱，命令士兵出击反抗：“快，勇士们，用你们的鲜血守卫王国！”\n      士兵志气奋发，拿着武器与敌人斗争。但怪物是在太多，死伤惨重。\n      国王埃利斯走向人偶面前，取下钻石帽，把皇宫戴在玩偶的头上，并拿起钻石剑。这意味着这位伟大的国王将不畏生死来保卫王国。\n      妻子一把拉住他：“你一定要去吗？”\n      “现在王国濒危，作为国王，我应该与子民一起守卫王国，与敌人斗争！”埃利斯说道。\n      “你死啦，我怎么办？”妻子哭啼着说。\n      埃利斯轻轻地抚摸着妻子的脸，擦拭着眼泪。\n      “如果我真的回不来，请你带上我的孩子逃跑出去。”\n      埃利斯和妻子不舍得分开啦。\n      埃利斯愤怒地冲向前，挥舞着锋利的钻石剑，击退啦一波又一波的怪物，剑上流淌着敌人的鲜血。\n      Him突然出现：“你就是国王？”\n      “没错，我就是！毁我王国还杀我子民，我今天非杀你不可！”埃利斯愤怒地说着。\n      “哈哈哈....，你这种国王不值得大家尊重，你还是去死吧！”\n      面对Him充满挑衅的言语，埃利斯终于忍不住啦，一把跳起来抱住Him的脚使出全身气力压倒他。\n      可Him会瞬移，马上就消失啦。\n      埃利斯转头过去，发现怪物们正向城堡进发。\n      “不好！妻子！”\n      埃利斯丢下钻石剑跑回城堡，拉着妻子和孩子跑向堡顶。\n      正当走向堡顶时，脚下的苦力怕发出sss的声音。\n      “Peng!”\n      苦力怕的爆炸把埃利斯和他的妻子孩子炸分开啦。\n      “妻子！孩子！”埃利斯撕心裂肺地喊着。\n      怪物已逼近埃利斯，埃利斯被迫不已，忍着与亲人分别的悲痛跑向堡顶。\n      到啦堡顶，已无路可走，只有高几千米的深渊峡谷。\n      埃利斯手无寸铁，唯一的选择只有死。要么被怪物残杀死，要么有尊严的跳崖死去。\n      埃利斯选择跳崖来结束自己的生命。\n      他敬了一个礼，背着跳下啦悬崖。\n      从此，这座欢乐的王国变得失落，变得不再欢乐。。。\n\n\n\n\n\n\n2.夺回黑夜←点击播放音乐      自从这座王国无人踏足后，成啦一座废墟，直到一天，一支村民探险队前来这片王国废墟来探索。\n      队长村民诺尔带着队伍走上城堡，只见城堡一片混乱，破烂不堪，地上还有干的血液。      队员们四处寻找有用的线索。         “貌似Him来过这里。”队长诺尔说道。      “那这座城堡失落与Him有关咯。”队员里克说。      “这还用你说。。。”诺尔无奈地答道。      这时，通往堡顶的走廊角落有动静，里克跑上去查看。      面前的一幕让里克惊呆啦，一位妇女和一位孩子被石头压着。      “快来啊！”里克慌张地喊道。      队员纷纷赶来，只见一位妇女血流满地，孩子也已昏迷。      里克和斯科特抬起压到两人的石头，丢到一边。      拥有丰富经验的诺尔望啦望两人，说道：“以妇女的衣服来看可能是皇后，孩子也可能是皇子，不过妇女已经没救啦，孩子还有点气息，快带他回去！”      说完，诺尔抱着孩子回到村庄。      “砰砰砰！...”      一阵慌忙的敲门声打破啦早晨的宁静。      “村长开门！快救救这位孩子！”      村长打开门，只见里克和诺尔在门外焦急地等待。      “怎么啦，是不是又遇见小猪君啦？”村长幽默地问道。      诺尔说：”村长，这位孩子是我们在城堡里找到的，他气息很微弱，快救救他！”      村长不慌不忙说道：“别急年轻人，我再看看。”说完，村长把孩子接过去。      村长抚摸着孩子的手，发现软弱无力，冰凉冰凉的。      “不好，得快点救治才行！”      村长赶紧从箱子里拿出恢复药水和蘑菇煲给孩子回气。      几分钟后，昏迷的孩子终于醒啦过来。      让人惊讶的是孩子一醒来就哭着说：”呜呜呜，我爸爸妈妈被Him杀害了！”      村长很吃惊，抚摸着孩子说：“你叫什么名字？”      孩子回答：”我叫埃里西。”      村长思考一下，问：“你想为你的爸爸妈妈报仇吗？”      埃里西大喊：“想！”      “那就和我去修炼吧，等你长大后，懂啦武术，肯定能打败Him！”      埃里西同意啦。      第二天早晨，村长和埃里西前往修炼的地方去修炼。      埃里西背上重重的包裹，刚一跳下楼梯就摔倒啦，把村长惹得笑呵呵。      到啦修炼的地方，村长从背包里拿出两根木棍，一支给埃里西。      “先从基础开始，你现在用这根木棒来打我。”      埃里西费力地拿起木棒，朝村长挥去。刚一打上去，村长没倒，反而自己倒了。      村长哭笑不得，只好继续陪他练。      慢慢的，埃里西的武术越来越好，也慢慢地长大了。      在一次的的修炼中，埃里西意外的发现了已失传的剑法秘籍，便开始了学习剑法的旅程。      8年过去啦，埃里西也长成啦结实的孩子，武术剑法也已超越啦村长，村长笑道：“你已成为啦一名正真的勇士！”      修炼完后，两人走回村庄。      远远望去，发现村庄发出刺眼的光芒。      两人跑近去一看，眼前的事物惊呆了两人。      只见来自地狱的猪人肆虐着村庄，村民被残杀无数。      两人怒火冲天，村长双手握拳跑上去，迎面给猪人一个重创。      埃里西紧随身后，从腰旁抽出铁剑刺透猪人的身体。      猪人的阵式变得混乱起来。      一位村民跑回家拿东西时，一位手持流星球的巨型猪人闯啦进来。      村民惊慌失措，这时村长跑拉过来。      村长朝猪人飞踢一脚，引起猪人的注意，但对猪人毫无伤害。      猪人放弃追赶村民，直冲村长来。      猪人抡起流星球向村长砸去，可他过于笨重，速度且慢，村长一下子就闪开啦。      一面墙被砸掉啦，屋顶支撑不住倒啦下来，暂时砸晕啦猪人。      村长发现猪人腰旁有张地图，便捡起来看。      可猪人突然站起来，把村长扔向地狱门旁。只听“嘭”的一声，猪人把流星球砸向了村长。      “村长！”埃里西呼喊道。      埃里西愤怒地冲向巨型猪人，一脚把猪人踢进啦地狱门。      猪人前半个身子躺进地狱门里，下半身还在外边，埃里西顺势把地狱门摧毁。      只听天空“嘭”的一声，地狱门被关闭，猪人也被一刀两断。      “村长！村长！”埃里西不断地呼喊着村长，摇着他的身子，可为时已晚，村长已经死了。      埃里西发现村长手上有一张地图，他拿起一看，这张地图正是通往Him的城堡的地图。      埃里西眼神一坚定，从家中拿起钻石剑，跨上马前往Him的城堡，为自己的父母还有村长报仇！         一路上，埃里西踏遍沙漠草地，翻过高山河水，顶着雨水和雪，终于来到啦Him的城堡。      城堡门前竟无人看守，城堡内也十分寂静，埃里西觉得一丝不妙。      走进去后，埃里西环顾着四周，寻找着Him。      突然，一道光切分开了城堡，Him冲上来。      “你就是那个没有的国王埃利斯的儿子？”Him挑衅地说道。      “不允许你侮辱我的父亲！你不但杀害我父母，还残害我的村长，我就是死，也得从你身体上咬掉一块肉！”埃里西愤怒的说着。      “就你？哈哈，你和你父亲一样没用！”突然之间，Him消失了。      突然，Him瞬移到埃里西的背后，踢倒了他。      埃里西被打倒到方块的边缘，在方块下是滚烫的岩浆。      Him手里聚集着烈焰球能量。      就在他即将要对埃里西发起进攻时，埃里西突然起来打到Him的眼睛（实际上Him没有眼睛。）      Him眼睛剧痛，埃里西抓住这个机会，跳到另一边的方块上。      Him反应过来，用手中的烈焰球不断地射向埃里西。      埃里西一边躲跳一边寻找时机。      跳到最后一块方块时，埃里西抓住机会，跳起来用钻石剑打回烈焰球。      烈焰球弹射回去，打到了Him。      Him想站起来反抗，但埃里西并没有给他机会，直接跳起来用钻石剑刺透了Him的身体。      “父母，村长，我帮你们复仇了！”埃里西高声地呼喊着，脸上洋溢着胜利的笑容！      埃里西走出城堡，回到村庄，等待他的是保卫村庄的任务与无穷无尽的修炼！\n\n\n3.寻找埃利斯←点击播放音乐      “快跑！敌人追上来啦！”埃利斯自言自语说道。      走到通往堡顶的走廊上时，苦力怕把埃利斯和他的妻子与孩子炸分开来。      埃里斯强忍着心中的悲痛走向堡顶，却已无路可走，要么被怪物残杀，要么有尊严地跳崖。      埃里斯选择有尊严地跳崖，便纵身一跃，跳下悬崖。      奇迹发生了，埃里斯并没有摔死，而是掉在水池里了。      “喝...喝...原来是场梦。”埃里西从床上跳起来。      “怎么总感觉是真的，难道我父亲没有死？...”埃里西疑惑道。      埃里西赶忙跑去图书馆，寻找与父亲埃里斯有关的资料线索。      “埃里西你怎么这么早来啦？”年长而有智慧的图书管理员问道。      “管理员，你们找到我的时候有没有发现我父亲的尸体？”埃里西急切地问道。      “并没有，只有找到你母亲的尸体。”管理员答道。      “那么说我父亲并没有一定死去？”      “可能吧。”      埃里西想了一会，问道：“还有没有前往我父亲城堡的地图？”      “有。”说罢，图书管理员从书柜上拿出一卷古老的的地图。      管理员指着地图：“这就是我们的村庄，你要乘船经过时光小镇，然后再到你父亲的王国。”      “我要去找我父亲！”埃里西坚定地说着。      “太疯狂啦！过去多少年了，还期盼你父亲活着？”图书管理员喊道。      “无论我父亲是生是死，生的我必须见到他人，死的我必须见到他尸体！”埃里西说道。      管理员只好让埃里西去寻找他的父亲，毕竟父子情深。      “你骑着马赶去码头，那里有位船夫，叫他借船给你，之后你就按照地图前往你父亲的城堡。”图书管理员语重心长地说。      “好的，我去了！”      “一路顺风！”      来到了码头，埃里西向船夫解释清楚，船夫愿意借船给埃里西。      行船速度特别快，才第二天的晚上就赶到时光小镇。      在猪人世界，猪人们正想摧毁这个时光小镇，而人们却毫不知情。      “大王，这里有3个凋零头颅和灵魂沙，可制作凋零摧毁时光小镇！”一位猪人抱着箱子对猪人国王说。      “嗯，不错，叫那3个接头人把凋零送到时光小镇。”猪人国王说道。      三个接头人接过凋零头颅和灵魂沙，进去地狱门传送到时光小镇。      三人把凋零头颅和灵魂沙放成凋零的样子。      突然之间，紫色的烟雾弥漫着整个小镇。      坐在船上的埃里西看见远处的时光小镇布满烟雾，便加速前往时光小镇。      只见凋零四处破坏建筑与杀害居民，埃里西心中燃气怒火。      埃里西跳起来一把抱住凋零，凋零四处乱撞，乱射炸弹，甩掉了埃里西。      凋零发怒，朝埃里西飞过来，埃里西看见地上有一堆TNT，便抓起弓箭射向TNT。      TNT被点燃，只听“砰”的一声，TNT炸开，凋零也被炸死，掉落出下界之星。      突然间，就在凋零死去的那一刻，一扇巨大的地狱之门打开，从门里出来的是猪人的地狱船。      “哈哈哈！渺小的人类，去死吧！”猪人笑道，便从船中发射出炮弹。      埃里西四处躲闪，可就是躲不过猪人的炮弹，最后，埃里西被炸晕了。      而猪人的目的不是杀人，而是取回凋零死后掉落的下界之星。（猪人为什么要取回下界之星，请接着往下看。）      第二天，被炸晕的埃里西醒来，发现这个小镇被猪人破坏的破烂不堪。      埃里西顾不了这么多，拉起翻到的船，继续朝父亲的王国出发。      终于，埃里西来到了父亲的王国。      “孩....孩子！”      埃里西回头一看，竟是失散多年的父亲！      “爸...爸爸！”埃里西扑进父亲的怀抱哭起来。      “我的孩子，你都去哪了，看看你，都长这么大了！”埃里斯感到欣慰地说。      “爸爸，您儿子很光荣！”埃里西用自豪的语气说道。      正如埃里西梦中的那样，父亲埃里斯并没有死去，而是掉进水池里。      两人无比幸福地拥抱在一起，此时，两人脸上洋溢着有生以来最开心的笑容。。。      在猪人世界，猪人国王拿着下界之星放进试炼炉里。      旁边的猪人问道：“国王，你要下届之星干嘛？”      猪人国王邪恶说道：“哼哼，你忘记上次被一刀两断的巨人猪人了（请见2.夺回黑夜），虽然他已断裂，但身躯还在。而下届之星蕴含大量能量，只要两人结合，就能恢复巨人猪人，并比以前更强大！我侵略世界的脚步还未停止！哈哈哈哈！”\n（以后还会更新哦！）                \n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1436448840,
            "txt_content": "怎么都不看版规....题目"
        },
        {
            "author": "小Ｃ子",
            "timestamp": 1436448900,
            "txt_content": "xcc 发表于 2015-7-9 21:34\n怎么都不看版规....题目\n看不懂。。。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436452260,
            "txt_content": "又是那个mv的剧情吗"
        },
        {
            "author": "小Ｃ子",
            "timestamp": 1436453280,
            "txt_content": "2B与mc的故事 发表于 2015-7-9 22:31\n又是那个mv的剧情吗\n大触！\n嗯，不过我修改过了"
        },
        {
            "author": "小Ｃ子",
            "timestamp": 1436453580,
            "txt_content": "2B与mc的故事 发表于 2015-7-9 22:31\n又是那个mv的剧情吗\n有什么可以修改的地方吗？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436487660,
            "txt_content": "小Ｃ子 发表于 2015-7-9 22:53\n有什么可以修改的地方吗？\n一定要说的话，需要改的地方很多\n比如沦陷的王国，这一段就应该着重描写王国之前的繁荣以及衰败之后的悲哀与苦闷\n夺回黑夜这一段，就要注意村长死后埃里西的心理变化和复仇的决心（注意mv里他的表情）\n总体上来说文笔有待提高\n不过对于新手已经不错了"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436489220,
            "txt_content": "回城堡时，他不再像以前一样挺着笔直的腰板开心地回城堡，而是垂着头叹着气地回到城堡。复制代码\n建议把后两个城堡改成“那里”，不然很拗口。\n另外，文中的“了”为什么全都变成了“啦”？"
        },
        {
            "author": "小Ｃ子",
            "timestamp": 1436493000,
            "txt_content": "恶魔-潇洒 发表于 2015-7-10 08:47\n建议把后两个城堡改成“那里”，不然很拗口。\n另外，文中的“了”为什么全都变成了“啦”？ ...\n打字错误，谢谢你的建议提醒"
        },
        {
            "author": "小Ｃ子",
            "timestamp": 1436493000,
            "txt_content": "2B与mc的故事 发表于 2015-7-10 08:21\n一定要说的话，需要改的地方很多\n比如沦陷的王国，这一段就应该着重描写王国之前的繁荣以及衰败之后的悲 ...\n谢谢！{:10_512:}"
        },
        {
            "author": "xcc",
            "timestamp": 1436577240,
            "txt_content": "那么多啦干什么"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1436586420,
            "txt_content": "不知TryHardNinja作何感想\n中华汉字博大精深\n楼主好好加油"
        },
        {
            "author": "小Ｃ子",
            "timestamp": 1436589060,
            "txt_content": "Donnies_Ming 发表于 2015-7-11 11:47\n不知TryHardNinja作何感想\n中华汉字博大精深\n楼主好好加油\n谢谢支持！"
        }
    ]
}