{
    "title": "<原创·连载>   勇者之征   第五章 第十二节",
    "author": "2B与mc的故事",
    "replyCount": 5,
    "timestamp": 1436447100,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-19 10:40 编辑 \n\n        “吱嘎—”\n\n        闪烁着紫色光芒的弓箭已经拉满了弦，直逼无路可逃的索恩斯。\n\n        索恩斯早已伤痕累累，元气殆尽，没有力气再挣扎了，绝望地闭上了眼。\n\n        呵，我还是死在了这里吗？不过还好……也不是死得毫无意义……\n\n        可是，骷髅突然放下了弓，转身背对着索恩斯，说道：“别担心，我不会这么快杀了你的。我刚才突然想到，你的同伴们肯定会来救你的。不如留你一个活口，在我手上可以当人质。就算你被侥幸救了回去，他们要一边战斗一边保护你，负担也不小吧！哈哈哈……”\n\n        沙哑的笑声在沙漠里久久回荡，就像一个阴魂不散的魔鬼在游荡。\n\n        突然，天边传来了一阵阵悠长而洪亮的狼嗥，把这可怕的笑声轻松吹散。放眼望去，一大群壮实的狼朝着这边冲了过来，扬起的沙尘足以遮住半片天空。\n\n        “看吧，他们果然来了，我早就猜到了！”骷髅得意地挺直了腰杆。\n\n        速度快得惊人。几秒前还远在天边，几秒后就已经近在眼前。狼群发出阵阵低嚎，个个弓着身子，露出尖牙，杀气咄咄逼人。狼群之首自然是疾电狼王。\n\n        骷髅阴险地笑着：“你也来送死了吗？我可……”\n\n       还没等话说完，黑压压的狼群就一拥而上，把骷髅死死围住，打得它毫无还手之力。\n\n        “你调查了我们几个，可是总不可能把整个狼群都调查透彻吧！更何况你听不懂狼语，收集情报更是难上加难。为了保险起见，我还找了不少外族的精英狼战士。你能奈何我们几个，但能奈何得了一群吗？”这次轮到狼王笑了，不过这是胜利的微笑，“顺带一提，这些狼可不像我一样仁慈，它们会凭借狼族的杀戮本能，把猎物撕扯成碎片！”\n\n        骷髅想高高跳起来脱身，狼群就跃得更高，铺天盖地地把骷髅压了下去。\n\n        狼群中，血光四溅，时不时还会掉出几截碎掉的骨头，在地上挣扎几下就没了动静。\n\n        一段时间后，狼王一声长啸，狼群才意犹未尽似地缓缓散开，回到狼王身后。\n\n        狼群离开后，留在原地的是几乎散架了的骷髅。全身只剩下一个被啃掉半截的头骨，断了五根的肋骨，半条腿和短得可笑的手臂。而且每一块剩余的骨头上也满是深深浅浅的牙印，整个骷髅瘫软在地，唯有眼睛还发出不甘心的红光。\n\n         “这下你还有什么话可说？就算你掌握了我们的情报，还是被我收拾了吧！”狼王走到骷髅旁，高傲地俯视着那双眼睛。\n\n        “这次是我，咳，失算了……”骷髅现在全身上下唯一能动的地方就是嘴巴了，而且说话也上气不接下气，“想不到，咳，想不到你能把我伤成这个样子，想不到你会召集这么多狼群攻我，我真是佩服，咳咳……”\n\n        就在狼群拖着索恩斯准备离开的时候，骷髅突然又发话了：\n\n        “可是，不要以为狼多我就怕，你难道忘了我曾今在一夜之间毁掉一整个村庄吗？”\n\n        狼群马上警觉地转身，可是面前已经出现了一大群僵尸。而且还有大量僵尸从地底，从远处，甚至是凭空冒出来。仅仅十几秒说话的时间，僵尸的数量就已经达到了狼群的五倍以上。\n\n        狼群没有退缩，奋起迎击。整个沙漠变成了战场，狼群的咆哮和僵尸的嘶鸣交错在一起，掀起的灰尘更是让整个战场混乱不堪。漠曦村的村民也纷纷跑到山头上来看热闹，小贩借此机会招揽生意出售瓜子，同时卖布的老王也抓住商机，运用了沙漠的夜晚和寒冷的特点，出租毛毯，毛巾。\n\n        这边杀得昏天黑地，战况惨烈；那边却看戏似的热闹非凡。漠曦村的村民已经爱看热闹到了一种没心没肺的境界。\n\n        大半夜过去了，战斗终于结束了，虽说狼群成功击退所有僵尸，可还是由于以少敌多，伤亡惨重。狼王悲痛地巡视、安抚着同胞们。为了这一场战斗，它，它的族群牺牲太多了。就在狼王叹息着想着终于结束时，它的眼前竟然又出现了那个可怕的身影—骷髅竟然恢复了！\n\n        “惊讶吗？不必惊讶。本来我就是亡灵，所以能够恢复也不是奇事。只是要花费一些时间和一些气。”骷髅扭了扭脖子，关节的碰撞发出咔啦咔啦的声响，“虽然还没有完全恢复，但是只要能够正常活动，对付你们就绰绰有余了！”\n\n        “说是'你们'，似乎还少了一个人吧！”此时，传来一个熟悉的声音。\n\n       是Steve！他来了！\n\n        “喂，你这家伙，到底干什么去了，强化训练可用不了这么久。”索恩斯笑着，心里不知道是开心，还是生气。\n\n        “下午训练太累倒头就睡，现在发现睡过头了！”Steve从背后抽出了剑，尴尬地伸了伸舌头，“对不起，让你们久等了！”\n\n        “你可得打倒这骷髅，给我狠狠地打！为我的兄弟们报仇！”狼王咬着牙，脸上写满了悲愤。\n\n        Steve往身后一看，狼群中已经血流满地，把大片沙子染成了血色，受伤的狼疲惫地围在一起，却还不忘时不时瞪骷髅两眼。战死的狼孤独地躺在沙漠之中，它们为这场战斗献出自己的生命，可是它们的名字无人过问，只是默默地躺在沙漠之中被风干，然后消失……\n\n        Steve的眼眶湿润了，他转过身来，面对着骷髅。没有愤怒的吼叫，只有平静的宣言。可是这平静的话语之下却蕴藏了巨大的愤恨和深切的悲痛，震耳欲聋，响彻云霄。\n\n        “我知道，仇恨只会带来更多的仇恨。所以我从不在心中留下仇恨。可是只有你，我决不饶恕！”\n\n上一节                                                                   目录                                                                              下一节\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1436448000,
            "txt_content": "又更新了......狼群中已经血流满地什么鬼"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436448480,
            "txt_content": "xcc 发表于 2015-7-9 21:20\n又更新了.....什么鬼\n你的头衔换得好快啊"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436508420,
            "txt_content": "所以说，节奏太快了吧，你这一段剧情我来写至少写五章...."
        },
        {
            "author": "hhhtttm",
            "timestamp": 1437572580,
            "txt_content": "买布的老王..........."
        },
        {
            "author": "Terry39",
            "timestamp": 1437573840,
            "txt_content": "每个人的说话特点可以更突出一些的，现在语气感觉都差不太多"
        }
    ]
}