{
    "title": "[转载|原创] 《小说的艺术》 —— 入门系小说写作教程①",
    "author": "1137246733",
    "replyCount": 6,
    "timestamp": 1436495220,
    "txt_content": " 本帖最后由 1137246733 于 2015-7-10 10:27 编辑 \n\n《小说的艺术》\n                                                                                    —— 入门系小说写作教程①\n\n本文部分选自 http://www.lkong.net由本文作者IceSix整理如需转载请告诉我如果侵犯了www.lkong.net的版权也请告诉我。\n\n\n1.0 前言题目很大，实则扯淡。恕我直言，目前翻创版令人堪忧。所以我就写了这篇小说教程吧。其实我也就有点吹了，说白了这也不过是个科普？来自龙空论坛的很多大大们的总结，我稍微整理了一下。嗯，就这样，如果你有我说的不同意的地方，回复我。并且因为龙空的大部分作者都是触，他们的理念在于发到起点、17K等去赚稿费所以理念可能有些不一样去其糟粕,取其精华\n\n\n1.1 我们写的是什么小说？看起来挺扯的一个问题，但这个问题确确实实影响了很多人我们写的是什么小说？目前我可以肯定，翻创大部分都是小说，而类似于诗歌散文等等的相对来说比较少而我们写的小说是什么？毫无疑问，我相信都是网络小说那么我来稍微谈一下它。(1).网络小说与文学的距离。    一部成功的网络小说的标志，是在最大限度上满足了读者的阅读需要，而不是创作出完美的文学作品。\n    在中国，网络小说最开始披着“文学”的外衣，走进人们的视线。从被举例举滥的痞子蔡的《第一次亲密接触》，到后来大陆的网络文学“三架马车”：李寻欢、宁财神和邢育森，且不说他们那时的小说水平与传统纸媒作家之间的高下，无一例外，这些网络小说创作前辈们的作品，都曾以“文学”作品的面目展示在我们面前。\n    十年弹指一挥间，江湖已不是当年的江湖，网络也不是当年的网络。网络小说，更经历了数次嬗变，和以往有了极大的不同。\n    “网络文学在2001年后有点变味，开始拼点击量。”于是三驾马车之一的邢育森停了下来，转行做了情景剧资深编剧。\n    前辈们的眼光雪亮，正是从这个时候开始，网络小说终于转到了大众文学的“康庄大道”上。（转）(2).何为大众文学？百度百科的说法：“大众文学和‘纯文学’相对应，在商品经济流通过程中，侧重于追求群众趣味，注意消遣性和娱乐性。现代题材小说、传奇小说、剑侠小说、冒险小说、侦探小说、打斗小说、政治小说、言情小说、推理小说、科学幻想小说等，在广义上都可以列为大众文学。”(3).目前网络小说的真实趋势    目前绝大多数的网络小说，都属于大众小说的范畴。而且，由于网络小说的读者结构和持续连载的性质，致使网络连载原创小说不仅是“侧重于追求群众趣味，注意消遣性和娱乐性”，而是极度关注于追求群趣味，注意消遣性和娱乐性。\n    影视出现之前，文学作品是人们最重要的娱乐休闲形式之一。读者对文学的娱乐性要求远没有现在高。\n    心理学研究表明，画面对大脑的刺激远远大于符号和文字。电影，尤其是电视出现以后，人们的娱乐品质大为改观。对比影视作品可视的、逼真的表现形式，传统小说很难满足普通读者的猎奇需要——真正热爱“文学”的人，永远都是少数派，大部分人捧着小说的目的，仅是为了娱乐而已。\n    因此，在越来越多的新颖娱乐方式挤压下的大众文学，为了适应读者越来越刁钻的口味，显得无所不用其极。当然如果你需要真的去写文学作品，你也可以等，这涉及到网络小说的未来发展趋势，如果大家想听，我可以讲讲。\n\n\n\n\n1.2概括性的，我们如何写好网络小说？这里只是概括性的一谈，对于以后各种细节的谈论教程，我还会有。(1).网络小说与文学的关系方面做分析    第一，“情节”——引人的剧情设计，是网络小说创作的首要任务。而如何判断小说拥有好的“情节”，作者和编辑说了都不算，只有读者的认可才有意义。所以“追求群众趣味，注意消遣性和娱乐性”，是网络小说的必然趋向。但也不能理解错误，可以大都理解为“消遣性”，比较类似于《斗破苍穹》等等的“娱乐性”都较少。\n    第二，“情节，稳定更新，人物，文字，依次排列。”有好的文笔的作者，不一定能写出高人气的网络小说。仅就网络小说来说，绝大多数的读者关注点在故事情节，没有几个读者会专程过来欣赏作者的文笔。网络小说的文学性要求，比传统的大众文学低得多。\n    第四，“其中文字，是最为不重要，也是最为重要的”——好的文字能让好的故事锦上添花，却很难让读者在枯燥的情节前多停留一分钟。\n    第五，“看起来很流畅，节奏感很好”——文字流畅，故事冲突的节奏感好，这就是网络小说的要求，一个比传统大众小说更简单的要求。\n　网络小说并不拒绝“文学化。但前提是你能做到上面我说的。(2).网络小说内容权重表 要素 最低要求（100分） 权重 备注 情节 70 50% 情节设计与人物创作，引人入胜 文笔 50 20% 通顺流畅文笔还可以即可 更新 90 30% 保持良好的更新，人气+固定人群注：透个底，情节也就是——通过冲突与悬念把人物推向“死亡”，而人物通过情节摆脱的具体过程。\n(3).如果你想圆你的文学梦\n\n如果你说我就是写文学的。。我的文章就是意味深长\n你可以试试！\n但前提在于你已经写了几部小说，有了固定的人群。\n我们还年轻，为什么非得要想龙空那样束缚自己呢？拼一把又何曾不可以？\n(4).你应该舍去的和留下的。\n\n       所以此贴所谓小说的艺术，我们先讨论一个“舍弃”的问题。\n       于小说而言，该舍弃的应该有哪些。\n       1、文字。\n       都说文字要精练。精练是个很好理解的词，就是不罗嗦。做到精练只是舍弃了很多不必要的修饰，在语法上做到不重复不累赘而已。这应该是最基础的东西，所谓文字功底就是指这个。干净利落毫不拖泥带水地将话抖清楚。\n       除了精练，文字还应该丢弃很多东西。\n     “大漠孤烟直”。\n       浓缩就是精华，五个字，画面有了，意境也有了。通常所说的文字的张力，大致就是这么个意思了。人说文字要留白，也是这个意思。\n\n       2、情节。\n       人说大侠不需要吃饭，吃饭是为了惹上麻烦。要讲述一个人去买菜的故事，就没必要说他们家祖坟埋在哪。要讲述一个英雄救美人的故事，就没必要说隔壁家的狗下了一窝崽。注水另当别论。\n       于情节而言，每一个细节那都当是对于推动情节发展有用的。设计桥段的时候，动笔之前先问自己我写这个是为了什么，它有什么作用。\n       比方说我说我今天起床时腰疼，要去上医院。然后我就着洗脸刷牙跟你磨叽半天，然后我就去拉屎了，整完之后我就在家看电视看到晚上。\n       这就不叫故事。\n\n       3、人物\n       小说里没有一个人物是全面的，展现出来的都只是其需要被展现出来的一面而已。只要其形象有了，需要被展现出来的东西生动了，就是一个成功的人物。\n       不管是被昆德拉解析得足够深刻的托马斯和特蕾莎，还是通俗小说中金庸世界的各色人物，尤其是古龙笔下的众多角色，其实都可以说是脸谱化的人物，只不过这个脸谱被刻画得足够有魅力而已。\n       人是如此复杂，区区小说如何能够完美地诠释出一个人物。这应该是社会科学家心理学家人文学家他们干的事。\n       所以刻画人物时该舍的就舍，崩心疼。\n\n       4、思想\n       贪心不足蛇吞象。创作野心再大也不能一口就吃成胖子。一本小说最好只有一个主题，然后一切都只围绕这个主题去谋划就好了。\n        即便就是石头记这样的神作它也没想过要诠释如何统治国家的问题。写一本小说时要明确目的，不能总想着捣腾私货。\n       我在看很多小说时总是时不时地要被作者的私货扰乱思路。明明一本讲述爱情如何难能可贵的书，竟然能在里面发现大量有关环保等完全不相干的东西。\n       \n当然，总是一味地丢肯定是要不得的，于是可以再简单扯一下“要有”的问题。\n\n       1、文字。\n       要有韵。小说是一种被阅读的作品，阅读这种事那就涉及韵味这个东西。一种有韵味的文字那读起来是相当自然而且舒服的。\n       很多矫揉造作的文字其实也是有韵的，只不过格调上不大过得去而已。\n       什么是韵，如何才能有韵，此处就不多提。简单说来，个人认为文字的韵是在断句、读音、修饰手法、主谓宾位置、上下文衔接上都能给人一种美的享受的抽象的概念。\n\n       2、情节\n       要有戏剧性。\n什么叫做戏剧性说来很简单，以上面的例子来说，一个人去买白菜，卖菜大婶给了她南瓜，她却提起走了。一个英雄救美人，后来发现她是人妖，而且英雄是个受等等都可以说是很有戏剧性。\n       八个字可以完美诠释所谓戏剧性。\n       意料之外，情理之中。\n\n       3、人物\n       要有个性。\n       看完一本小说，如果对里面的人物毫无印象或者印象很苍白，而读者不是太蠢的话，说明其人物塑造是不大成功的。\n       个性这种东西很好理解，构思一个形象，然后找出与之相关的性格、视觉形象，再找出能够体现这些元素的故事，功底够了自然水到渠成。\n\n       4、思想\n       要有格调和影响力。大便是世间最美的东西，人人都该视若珍宝。这种思想是要不得的。但不得不提一句的是目前很多网文正在朝此方向进步。可喜可贺。\n\n\n\n\n\n\n1.3 后言：\n以后可能会编辑此贴，以及写其它的教程贴\n另外说白了我也是个写作新手，只是想分享给大家我所看到的好东西而已。\n没有人不想让翻创好起来\n",
    "replies": [
        {
            "author": "Izs1234",
            "timestamp": 1436495400,
            "txt_content": "嗯，现在就缺好的小说教程，这算是填补了空白XD"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1436496300,
            "txt_content": "可是我不写文"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436497140,
            "txt_content": "1.2(4）最后一段话       “大便是这世上最美好的东西”\n2333333"
        },
        {
            "author": "1137246733",
            "timestamp": 1436497320,
            "txt_content": "2B与mc的故事 发表于 2015-7-10 10:59\n1.2(4）最后一段话       “大便是这世上最美好的东西”\n2333333\n很逗吧，但现在很多网络小说都在向这个发展。\n一个嘲讽"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436498700,
            "txt_content": "1137246733 发表于 2015-7-10 11:02\n很逗吧，但现在很多网络小说都在向这个发展。\n一个嘲讽\n原谅我断句没学好"
        },
        {
            "author": "冥王星人",
            "timestamp": 1436789040,
            "txt_content": "外星人向来对小说网站嗤之以鼻。"
        }
    ]
}