{
    "title": "<翻译·创载>第一章 主世界的守护者",
    "author": "PETER·篠",
    "replyCount": 0,
    "timestamp": 1436494920,
    "txt_content": " 本帖最后由 PETER·篠 于 2016-4-3 18:14 编辑 \n\n正文（共2,375字）：\n第一章主世界的守护者维奥莱特冲过密林，树根狠狠地绊了她一脚。“哎哟，”她呻吟着，揉着肿起的大腿。\n       “你没事吧？”诺亚停住脚步。\n       维奥莱特皱了皱眉头，“还行，”她说。\n       “快走，他们追来了，没有时间了。”诺亚很是担心。\n       维奥莱特拉从她的背包里取出一瓶迅捷药水，猛地喝了一大口。“我想我能坚持下去。但是，我们的计划呢？”\n       诺亚望着身后的黑影，五名拿着钻石剑的虹人正逐渐逼近。“我们的计划？跑！”\n       维奥莱特递给诺亚一些药水。两人以百米冲刺的速度穿过密林，试图摆脱敌人的追击。\n       “我没有看到他们，”维奥莱特回过头。“你呢？”\n       诺亚很快地向后一瞥。“没有，我想他们追不上来。但他们绝不会停止追击我们，快走吧。”\n       想起讨厌虹人的到来，诺亚和维奥莱特记忆犹新，当时他们正在探索村庄外的田野和洞穴。每天，他们的村庄笼罩在丹尼尔和他强大的破坏者协会的恐惧之下。诺亚和维奥莱特面对各种毁坏、抢夺深感力不从心。最近，抢夺又变得更为频繁，而他们则遇到了最为恶劣的一次。全村的人都知道，丹尼尔和他的虹人经过他们时，都要交出找到的宝藏或拥有的资源，虹人会抢走这些东西然后离开。但这一次维奥莱特已经给了虹人土豆和绿宝石，他们却不由分说地对维奥莱特举起弓箭。诺亚赶来帮她时，其中一位虹人又用钻石剑打伤了他，并索要他背包里的所有东西。\n       诺亚很不情愿地交出珍藏已久的钻石、宝剑、盔甲，哀求着：“拜托，离我们远点吧！”\n       虹人笑了，举剑又是一击。\n       维奥莱特和诺亚趁他们不备，向远处跑去。现在回头一看，意识到虹人不再追赶他们了。为了安全，他们远远的离开了村庄，跑到沙滩；虽然这并不是欣喜的时候，但那真是一个安静祥和的度假圣地。诺亚和维奥莱特早已筋疲力尽，心烦意乱。\n       “诺亚，我不想再逃跑了。”\n       “那我们能做什么呢？”诺亚问。\n       “我想要战斗，”维奥莱特回答道。“我们可以智取丹尼尔。即使他手下有很多虹人，也赢不了聪明的我们。我们需要想出一个万全之策，来从丹尼尔的手上拯救我们的村庄。”\n       诺亚望着的波光粼粼的湖面，沿着沙滩来回踱步。他想起了维奥莱特的提议。“他们抢走了我的盔甲，我的钻石。现在，我简直一无所有！”\n       “没关系，我偷偷藏了些资源，”维奥莱特告诉她的朋友。“我认为我们可以做到的。”\n       “做什么？你的意思是真的正面攻击丹尼尔？我们还没有那么强啊！”\n       “学会尝试吧。没有任何人反抗，结果村庄遭受摧毁。我不能再让这样的事情发生了，我只想生活在一个平静和睦的村庄中，”维奥莱特恳求道。\n       “先离开这儿。”诺亚建议。\n       “放弃这的每一个人吗？让他们去面对丹尼尔和虹人？我不能忍受这种愧疚。所有人的生命都受到威胁，这让我无法安心的重建家园。”\n       太阳渐渐西沉。诺亚和维奥莱特已离家很远了。\n       “我们需要找个地方过夜，”诺亚望着太阳的余晖说。他知道，几分钟后各种敌对生物就会在这个宁静的海滩上爬来爬去，攻击他和维奥莱特。\n       “别担心，我们可以建造一些东西啊，”维奥莱特安慰诺亚。\n       “对哦，太棒了——我差点儿忘了你是最佳的建筑师。”诺亚很高兴能帮助他的朋友。尽管在这种糟糕的处境下，他也很高兴能再次见到维奥莱特的建造。\n       维奥莱特是一位建筑大师。在虹人接管村庄之前，她一直都被邀请参加主世界各地的建筑竞赛。但是，虹人入侵他们的村庄后，村民都不被准许离开。回想入侵之前，人们在主世界游览维奥莱特的家。她的家在一棵大橡树上，那是一栋她自己设计的房子。除她巧妙地设计外，窗外的景色也有梦幻般的色彩。因为村庄地处丛林生物群系，所以她的房子恰好在那能俯瞰水面的树梢上。\n       维奥莱特还为她最好的朋友诺亚建造了一个树屋。还建了一座小天桥来连接的他们的家。这对双胞胎树屋足以吸引人们的眼球。他们问维奥莱特是怎么建造的，并请求进去观赏。然而，现在就再也没有游客，更没有建筑比赛了。村民都逃得远远的。那真不是一个安全的地方，在主世界中丹尼尔和他的虹人可是出了名的坏蛋。那些逃出去的村民的预想是正确的，现在维奥莱特的村庄里充满了各种暴力，以至于维奥莱特不能将时间和心思花在建造上。从前，她的生活是设计精致的家园；而现在，是生存。\n       维奥莱特正在练习她早已生疏的建筑技巧，她打算建造一个简易的小屋。心灵手巧的她只用了很少时间就做出来了，且提供了充足的生活必需品来度过这漫漫长夜——庇护所和床。夜幕降临，为了安全，他们将红羊毛地毯放置在下面。上床睡觉前，诺亚点燃火炬，插在门口。这样怪物就不会接近自己的小家了吧，他想。\n       多么明媚的清晨，维奥莱特翻身下床。诺亚比她早起，正准备早餐。\n       “那天我发现了这些苹果。我简直不敢相信我自己，能从丹尼尔的眼皮底下将它们藏起来。”诺亚骄傲地将其中一个熟了的递给维奥莱特。\n       “谢谢，”她咬了一口。“我想让你知道，当我们谈及与虹人战斗时，我是认真的。”\n       “那时说你有资源。是什么？”\n       维奥莱特立马吐出一长串的资源内容，从药水到钻石。“看到了吧？我们有能力做到任何事。只需要制定出一个详细的计划。”\n       “但是，你怎么可能藏起所有这些物品？”诺亚感到震惊。\n       维奥莱特狡黠地笑了笑，回答说，“我有我的方式。”\n       “怎么做？”诺亚心存疑问。\n       “我把所有的资源都藏在树屋里的箱子中。”\n       “不，这并不安全，虹人会闯入我们家的。”\n       维奥莱特理直气壮地说，“怕什么，他们都会被陷阱诱杀。”\n       “哇！真没办法！”诺亚喊道，对维奥莱特的机智做法敬佩起来。\n       “一回到家中，我就与你分享那一切。我们可以穿上自己那强大的盔甲，手执寒气逼人的武器，计划我们的反攻。我们将成为光荣的战士。”\n       “我不知道自己能否成为一名战士。”突然，四名虹人撕开了门链，弓箭的箭头直逼诺亚和维奥莱特。\n       还好，他们躲过了攻击——维奥莱特用极少的方块迅速建了一堵墙，抓住诺亚的衣领。“快，躲在这里！”\n       “我们知道你们藏在哪。”虹人奸笑。“杀你们只不过是时间的问题。”\n       维奥莱特从背包中取出盔甲和宝剑，递给诺亚。“有时候你可以选择成为什么样人，但有时候你别无选择。” \n",
    "replies": []
}