{
    "title": "[多线]Sow初始城墙——进击的巨人还原服封测来袭[1.7.10]",
    "author": "DIVER",
    "replyCount": 0,
    "timestamp": 1436497440,
    "txt_content": "进击の巨人还原服\n初始城墙计划\nSow工作室制作\n\n\n\n——————————————————————————————————————————————————————————\n简介\n\n\n由于Sow工作室在制作刀剑神域还原计划时，维护中，所以抽空做了这个亏欠了一年多的计划——我命名为      【初始城墙计划】\n\n\n  自从进击的巨人这部漫画上市以来，不少漫迷喜欢了这部追求壁外自由的动漫，以及立体机动装置的帅气快感。然后也有人做出了mod，然后紧接就是地图。然后当时国内也有几个进击的巨人服务器问世了，因为少，而且做的差，我只能那么评价。\n我是个专业的策划，我和我的团队只为了动漫还原而做服务器，我们在追求minecraft的虚拟现实境界，也就是让minecraft这款游戏能更让玩家体验到那个世界的感觉。\n我可以说一句大家都同意的话：到现在，你们所看到那么多打着动漫还原服旗号的服务器，有哪个真真实实为原著做的？动漫里的世界不公平吗？难道是商业的世界和娱乐的世界？这些占领了你喜爱的动漫世界？你加这个服务器是为了什么？别忘了，你是冲着这个动漫而来的，而做服务器的，我想，应该要对得起原著。\n  我们只做最专业的还原，我们不是在娱乐，不是在赚钱，而是真实的追求那些世界。\n\n\n\n初始城墙计划\n\n  什么是初始城墙计划，有人会问。\n  \n  基本上所有人都只单单看着一个事物而定，三道城墙？还是一个特区？大多数人认为，现在有个进击的巨人特区图就够了，或者we一个地图就好了。\n  而我们在做的是初始城墙。也就是最内部的希娜之壁，最开始的希望。人类刚刚建起了王都和秩序，然后就是一切的开端，房子，城门，地下城区，壁外扩张。\n  从初始城墙内部居民房以及福利设施建成，到防御设施，到城门口外的生产地的完善，开始由玩家自己组织，然后凑齐资源，开辟特区，然后四个特区集齐，然后就是罗塞之壁的建造，以此类推下去。\n  然后就是人类自己无限的未知数了，到底是合作还是灭亡？我们要亲自去感受。\n\n规章规则简介\n\n\n\n我该怎么获得立体机动装置然后去杀巨人爽爽？\n\n立体机动装置不能随意获得，必须按流程参军，然后满两次队训经验发配立体机动装置【然后绑定玩家】兵团内部会发配补给，按时去领就行。平民获得立体机动装置，会立即招到通缉，由宪兵团和驻屯兵团查处。而且相信你们也不会随意去浪的，死亡掉落肯定不会少。\n\n\n入服我能干什么，好像什么都做不了一样。\n\n\n的确，现在封测玩家的确会很迷茫。策划的建议是：封测的时候尽量参军，然后有稳定的工作。当平民的话，就赶紧趁封测在城内领自己的房子【拿上牌子，然后锁门打上xxx家即可，如果有失窃，可以立即通知兵团的人来处理】然后可以在家里或院子里小面积养殖，但不能妨碍到公共。玩家壁内财产生命受保护，但壁外不受，玩家可以在壁外造房子生存，但是失窃被拆，一切管理和兵团不负任何责任。壁内玩家尽量寻找物资丰富自己的财富，如果有野心，可以当贵族或者称王。如果有国王，平民不满，可以推翻【但兵团一定站在国王这边】\n\n\n兵团怎么分?\n\n\n当然是【训练】【驻屯】【调查】【宪兵】每个兵团都有权限组，而且各有不同，以后会慢慢添加，最通常的比如说称号啊，还有查询插件的权限帮助调查失窃案等等。每个兵团会有不同本部，分发的装备补给也不同，例如军装和枪之类的。每个兵团职务当然不同。\n训练兵团，由平民参加，然后四周的考核【封测两周】两周后可以获得立体机动装置使用，再过两周的考试后分兵团，然后各奔东西。训练兵团的职务主要就是配合驻屯宪兵团维护壁内秩序，然后后勤，和带新人，然后随时准备好应对突发事件，以及每周准时考核。训练兵团会分班，每五个人一个班，必须同时在线确认才能组建，四周后，考核过关毕业，不过关留级重考。【军服，警棍，面包】\n驻屯兵团，由训练兵团毕业分配，分【精锐班】【工兵部】【后勤班】【护卫班】会在做调配。基本上，如果城墙有损坏，或者是城内地形建筑造到损失，工兵部应即使修补，然后防御措施也由工兵部负责。一般每周壁外调查活动，出城时，护卫班应该陪同到旧城区结束为止或者在工兵部修理地形时给予保护，用性命换来战线。而后勤班每周都要大面积生产食物以及补给以供兵团开销。而精锐班就应对突发事件，平时协助各个部门行动。全驻屯兵团可以由宪兵团调配。【军服，立体机动装置，面包，军刀，补给品】\n宪兵团，由训练兵团毕业分配，由王权支配，协助管理壁内事物。壁内玩家家庭受损由宪兵团全权负责查处，追捕逃犯破获案件由宪兵团处理。宪兵团有权调动驻屯兵团，有强拆强收强压的权利。【军服，立体机动装置，军刀，燧发枪，警棍，补给品】\n调查兵团，由训练兵团毕业分配，分各个班由团长设定，但基本都心知肚明。每周有集体壁外调查活动的机会，每次调查都会有结果奖励，但路途总是很艰难。调查兵团在没有壁外调查任务时不能随意出入壁内外，发现者由宪兵团处理，驻屯兵团协助。平时要多加训练，以及阵形的开会，壁外调查必须默契进行。【军服，立体机动装置，军刀，补给品，马鞍，马甲等】\n\n\n\n\n王权？\n\n原著中，人类世界还是封建时代，有国王和爵位一说，所以，平民可以称王，也可以反王。称王的人可以掌控整个兵团，以及壁内世界，可以要求征税或者颁布法案，反正权利无限大，你想干嘛，你定吧。如果有人不满，那么你可以推翻他的王权，也就是开战，然后管理会决定时间为大战做活动。\n\n\n\n军装？\n是的，我们利用了mod特性，然后由工作室皮肤编辑员制作的衣服融合，然后就得到了四大兵团的军装\n\n\n巨人？\n1710的巨人mod我是跟作者直接要的，他刚好更新改版1710.2也就是第二版本的，国内暂时没人再搬了，所以我都得亲自出马，而且这次巨人也就是弱点固定在颈部而不是和以前一样碰下头就死了。\n\n\n插件？\n我们的插件和mod绝不会乱装，我说过，我们只做专业的还原，除了符合原著的插件和mod我们什么都不加。我们不是娱乐服不是商业服而是还原服。比如mcmmo和技能点，为了让还原巨人中摔落以及速度，所以增添属性点系统，这样以后掉下来闪避率就高了。\n然后巨人的话，一部分用巨人mod的，一部分用npcmod的，从外国友人那要到了很多巨人的皮肤，还可以一直更，干嘛不做一些奇行种？然后把攻击力调高，血条调小，速度调快，攻击效果带虚弱，这样就有了被巨人抓住的感觉。而且npc的姿势做奇行种不足为奇吧。\n\n\n其他省略请关注 初始城墙吧 了解更多更新.\n\n\n服务器配置问题\n\n\n\n服务器租凭商 ilikecraft\n人数可以自己调控\n内存暂时三G\n正式开服会考虑扩大内存\n\n\n封测截图\n\n\n\n\n width=58 _height=86 border=0 />\n\n\n\n管理员证明\n\n\n width=58 _height=86 border=0 />\n\n我们的壁内要由自己维护\n【来多点建筑吧，民房劳动力啊】\n\n\n width=58 _height=68 border=0 />\n王宫\n\n\n width=58 _height=68 border=0 />\n与妹子在训练兵团本部门口合影\n\n剩下的来了再探索吧\n\n\n\n\n关于赞助问题\nsow永远只接受无偿赞助没有vip没有道具收费也没用权限收费这个世界是我们追求的动漫的对原著世界的玷污决不允许\n我们都是学生，我们只是为了梦想在掏钱，没人会帮我们，只有这一颗对动漫的热爱\n\n\n\n\n我们只接受你在没有任何生活困难的情况下的赞助\n\n\n\n\n\n\n\n\n关于小学生问题\nSow无视所谓的年龄段\n所谓虚拟现实，那就是应该各个年龄段的人都有各自的生活体验\n小学生又怎么了，我们不能把所谓的熊孩子压榨在每个人身上\n\n关于工作室招募问题\n目前封测状态\n巨人服很多技术和建筑都是从刀剑神域搬来的\n所以现在急需一批巨人服这边的建筑师和技术来分担\n\n\n\n\n封测后的更新\n\n\n\n\n城墙会修饰完毕\nnpc以及任务规划完毕\n壁内房屋建设完毕\n各个兵团规章完毕\nmod和插件完善化\n\n\n\n\n最后加入我们的封测行列吧，我们只做最专业的还原\n喜欢刀剑神域还原的可以关注攻略世界服务器吧~~\n同是sow工作室作品\n\n以上\n\nsow策划书\n",
    "replies": []
}