{
    "title": "<原创·索引>填坑中《无尽能源》第四章——BOSS",
    "author": "男人婆",
    "replyCount": 3,
    "timestamp": 1436515200,
    "txt_content": " 本帖最后由 男人婆 于 2015-7-10 16:05 编辑 \n\n写在前面： 重要：我又回来更新啦，但是之前看了那谁的帖子，提到了创作版冷淡的看法，我也十分伤心，创作版的回帖有的根本就没有，唉，算我求求各位，有的不喜欢小说的但是能回复一下也行啊，不要伤了那些写作的人的心啊，谢谢各位配合\n正文 第四章 BOSS 第四章 BOSS克罗姆将托娜安顿好后，我们便踏上了前往报废的HOT公司的路途，出发前，克莱姆一直告戒托娜千万不要乱走动，否则就会被弗莱德星人给看见的……其实我对托娜并不担心，所以拉上克罗姆便走了。我十分害怕，因为我已经能感觉到HOT公司里我们不足十公里了。过了小镇走了几百米，就伤了一个废旧的高速公路，公路上都是报废的汽车，远远的还能看到几盏路灯不停地闪烁这，路上爬满了植物，这比在丛林的路还不好走。我示意让克罗姆用飞行到那座公司，然而克罗姆坚决否定。“这怎么行，你在天上那么明显，人都能看见你，更别说是机器了。”克罗姆严肃的对我说。没办法，只好走着比沼泽还难走的地方了……每隔一段路，克罗姆都会命令我趴下，因为每隔一会儿就会有侦察兵路过，十分危险，因为费奥德星人长得很像植物，在这么多的植物中他们站在那里很难被发现，但是克罗姆拥有极高的侦察能力，所以每发现一个侦察兵都会命令我趴下。我们又是趴下又是蹲下的来回折腾，一下子走到了白天。“我们现在到达了HOT公司的入口，你自己先进去吧，我还有我的侦察任务，所以就不陪你了，不过切记，一定要小心，千万不要被他们抓住，否则我也救不了你……”克罗姆又开始唠叨个不停。把克罗姆打发走之后，我开始蹑手蹑脚的开始爬墙，我决定爬到顶层之后从顶层进攻。“博士一定在这里！”我心想着便开始爬。令我想不到的是，在大厦的一圈也分布这很多侦察兵，这使我更加小心。我既不能掉下去，也不能被侦察兵发现，这是我的秘密潜入任务更加困难。……我望了望头上，里顶层不远了，就差两三层了。可我发现，最后的几层外没有被植物包裹着，而是纯玻璃的，外面的一举一动里面都能看见，而外面却看不见里面，更听不见里面在干什么。这使我没了头绪。经过我的再三考虑，我决定往下面再爬几层，然后砍开那些植物，从那里面进去。我伸出光剑，正想往这些植物上刺，就听见了刺耳的警报声。我意识到，我被发现了，既然已经被发现了，那就干脆直接进去吧。可我又翻了一个错误，我拿光剑照着那些粗壮的植物就开始刺，但是根本刺不动。我应该再往上爬爬，爬到最后几层直接冲进去的，这下好了，没过几分钟我就被逮捕了。几个比我高两倍的费奥德星人把我拖进了大厦，我想反抗，但是根本挣扎不动，他们的力气比我大多了。  我被一脚踹进了电梯，紧接着一个费奥德星人就进入了电梯。  “听好了小子，不要轻举妄动，把你交给我们的老板看他怎么处置你！”我和惊讶，外星人居然会说人话。  电梯直接通向了二百一十层，这里已经非常高了。  那个费奥德星人冷哼了一声，就把我拉了出来。  费奥德星人朝着另外几个外星人拿出了什么东西，几个外星人变开开大门。  “小子，过来吧！”  我没办法，只好跟着进去了。  “BOSS，我抓紧来一个偷袭者。”我很纳闷，外星人和外星人说话也用人类的语言？  我抬起头，可是我立马却怔住了。  那个费奥德星人口中的“BOSS”居然也是一个人类！而且那个人类我非常熟悉，他是谁呢？他是……！  我突然意识到了，他就是HOT公司的老板，博士的“老朋友”！博士还让我把那些资料信件传给他呢，可他怎么成了外星人的BOSS？  我很想开口说话，可是我却没有语言功能，只能恶狠狠的瞪着他。  那个“BOSS”注意到了我胸前的ACT标志，便问我：“你是ACT公司派来的机器人？”  我没有回答，而且我也回答不了。  “不用你说我也知道。”他站了起来，转过身去背对着我，面向窗户。  “像你这样的偷袭者我见多了，一般都在岸边就被我抓住了，但是，你居然爬到了我们公司的大楼上都没有被发现，我不知道是我们的侦察兵不合格还是你的智商高，哦，说错话了，机器人是没有智商的。”接着，他阴笑了两声，一猜他就是在打什么坏主意。  “你很值得利用，但是现在还不能用，所以，委屈一下，”他想我走了过来，用手抬起了我的下巴，“先去监狱呆着吧！”  随之，那个费奥德星人把我拖出了房间。字数统计：1,562字 顺带一提：个人小说皮肤已发布戳我啊\n  废言： 各位如果没有看小说那请回复一下，不要伤了那些写作人的心啊谢谢\n希望大家支持，谢谢",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1436515260,
            "txt_content": "索引贴在此"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436517960,
            "txt_content": "主角的质量是多少...总觉得一个高端的机器人能平安无事地越过沼泽地是件很诡异的事。"
        },
        {
            "author": "男人婆",
            "timestamp": 1436518380,
            "txt_content": "yuchenyang 发表于 2015-7-10 16:46\n主角的质量是多少...总觉得一个高端的机器人能平安无事地越过沼泽地是件很诡异的事。 ...\n不是沼泽啊，是藤蔓缠绕的高速公路……只是比沼泽难走，藤蔓会缠住脚，然而并不是什么沼泽"
        }
    ]
}