{
    "title": "【原创·连载】《在超自然世界的第三百六十五天》--第一章 恶魔猎手？",
    "author": "我的世界の",
    "replyCount": 5,
    "timestamp": 1436524020,
    "txt_content": " 本帖最后由 我的世界の 于 2015-7-11 14:51 编辑 \n\n在超自然世界的第三百六十五天\n第一章   恶魔猎手？\n\n我是一个初三的学生，今天是中考成绩发布的日子。对于我们这届人来说，那是很重要的，好比人生的第三个分流点，第一个是进入什么样的小学，第二个是进入什么样的初中。\n很可惜的是，我并没有考好。\n当我拿到成绩单的时候，我的内心几乎是崩溃的。这个分数只能进二流的中专，我是一个女孩，虽然我的脾气很火爆，但学习不会差到哪里去，因为在班上我可是尖子生。尤其是理科，我特别喜欢看推理系的文章，这是我的一大爱好。至于我为什么会考的这么差，其实是因为班上的另一个尖子生，他是我的好朋友。\n他推荐我玩一款叫minecraft的游戏，虽然我之前是从来不碰电脑的，比如他之前给我推荐过英雄联盟、穿越火线等的游戏，我都一一拒绝了，因为我家的电脑根本没办法玩这样子的游戏。\n后来捏，我有次期末考了一个全年级第二，家里换了一个笔记本，在他神烦的驱使下，我开始下载起了他给我的MC安装包。\n这个游戏很符合我的胃口，他教我了一些基本的玩法之后，我就开始自己探索，第二天就学会了炼制药水，第五天就懂得了红石的基本用法。\n随后，我整天泡在电脑前，无心学习。\n于是，发生了那样的惨剧。\n同学们聚集在一起，讨论着自己的分数，我默默离开了。\n“咦，天晴，你多少分啊。”我的好闺蜜，刘呆呆这么问我。\n“我。”我沉默了。\n天空开始飘起了小雨，现在再想这么多也没用了，分数已经出来了，现在想一切都晚了，一个高中决定我的人生方向，而我的方向，已经偏了。我去便利店买了一瓶水，出门的时候，一个乞丐向我走来。\n“好心人啊，给点钱吧。”\n现在的乞讨方式居然已经发展到这种地步了。我这么想着，算了，给他点钱吧。我随手抄出一张五块钱的纸币。\n“给你。”\n那个人似乎很开心：“谢谢，你的愿望一定会实现的。”\n我的愿望？我希望我能生活在一个没有生活压力，但充满刺激与冒险的地方，就，就像MC那样！不过，这怎么可能实现呢？我自嘲自己的愚昧。\n到家里，和我想的一样，被父母一顿训。“让你不好好学习，只能进中专，你以后怎么办！”反正都是诸如此类的话，听都听烦了。\n带着糟糕的心情上了床，刷一刷微信，看一看贴吧：有几位初中生因为考试分数不利，在天台自杀。\n自杀？我相信我不会有这样想法，之后再努力就好了，MC我会慢慢戒掉，让这个游戏从此淡出我的视线。但是戒掉网瘾一定很困难吧，那天晚上我想了很多，也几乎是快忘记了那个所谓的愿望。\n没想到，愿望、奇迹什么的是真的，那的确是可以实现的。\n没有人知道自己是什么时候入睡的，似乎睡了很久，又似乎根本没有入睡，一道金色的光灼伤的我的眼睛。\n我缓缓地爬起来，还来不及睁开双眼，只感觉自己被人拉了起来：“天晴，你怎么还在睡，出事了！”他向我洒了药水。\n“啊，出了什么事？”我看见了周围的景象，这里，是由像素和方块组成的，连人的手都无法区别手指，再看那个把我拉起来的，比普通的人还要矮一截，再听他的声音，似乎，是我熟人啊，“你是，小，不，朱杰么？”\n“你不是一起来主城报道的恶魔猎手吗？”他似乎很吃惊，我跟着他一起跑。\n“你怎么知道的？”我疑惑的问他。\n“看你胸前的徽章就知道了呀。你，不是原来的天晴，也是，我印象中的你很少说话，总是板着脸。估计是那次事故吧。”他带着我逃离了那座像城堡一样的建筑。现在是满月高挂的午夜，城堡中发出了凄惨的惨叫声。\n“我说，我们要去哪里啊。还有，到底发生了什么呀。”我气喘吁吁的，但这也没有阻止我问出问题，“话说，这里是。”\n“先去避难所吧。”我们一路狂奔，到了一片树林前就停下了，他用自己的徽章画出了一个奇特的弓箭的图案，随后拉着我，一起走入了森林，不过似乎是被传送了一样脚下的地面油然崩塌，我们从空中落下，落入了水中。慢慢站起来，爬到岸上，这里是用石英与萤石建成的，别的地方躺着伤员，几位背后长着纯白色翅膀的人在为他们治疗。\n“咦，天晴！你还活着！”一个穿着像是修女一样的女孩走，不，是奔了过来，再根据这个声音，是呆呆？\n“等下，你叫我？”\n“难道你不认我这个妹妹了么！”她几乎是要哭出来的样子。\n“小呆你先别搞。他，似乎失忆了。”小朱看了我一眼，“也不知道是不是本来就有病。”\n“好吧，我来给你讲解下。事情原本是这样的：边境城在寻找所有恶魔猎手回归，原本只有我一人，后来在路上遇见了你，为了寻求安全感，我与你同行。你很少说话，总是板着面孔，也只有问你名字的时候才说过，你受了伤，躺着房间里，没有参加那天天使长的演讲。后来，边境城里遭遇突袭，被集中的其他恶魔猎手被突击，我估计也没几个活下来。我是因为用了自带的药水幸免于难，于是带你从暗道离开了，那天你运气还真是好呢。”\n“我，我醒来之前的记忆全部被清空了。我本来不是这个世界的人。”\n“哦，是么，愿闻其详哟。”小朱倒是饶有兴趣的问着。\n于是我把我在那个世界的事情以及为何穿越到这里的原因说了一遍。\n“听上去很不可思议，不过我会相信你的，你倒是没有理由会欺骗我们的。”他做出一个标志性微笑，“不过，游戏？另一个世界的我？”\n“是啊，我们那个叫MC的游戏和你们的世界观一样，而且恶魔猎手，天使，这种东西会在超自然插件里出现。”\n“听不太懂呢。”小呆发话了，“不过既然来了，那就入乡随俗吧。我还是更喜欢这样的天晴。”\n“说到另一个世界也有和我们一样的人。不是像素。那应该是什么，不过这不是重点。”小朱又指了指另一边一位男性天使，他看上去比较瘦，皮肤偏黑，“你认识他么？”\n“他？应该说认识吧。”\n“他是天使长唯一的儿子哟，他可是天使界男神级别的人物哟。”\n\n\n戳这里到索引贴\n\n\n\n\n",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1436532540,
            "txt_content": "这么长……的标题"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436533620,
            "txt_content": "恶魔猎手？来杀我的咩\n第一次来写文？\n如果是第一次的话很不错了。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436533620,
            "txt_content": " 本帖最后由 CloudsXDao 于 2015-7-10 21:11 编辑 \n\n写的不错，先表示下支持，\n闪光点很多，第一个应该是主角内心描写十分真实，对于一个初三学生应有的内心活动基本上都刻画出来了，而且，后文中天晴毫无保留的告诉异世界的朋友也符合一个中学生的行为模式。\n第二，对于节奏掌握的较好，全文节奏表面虽不温不火，实际上却是很快的交代了主人公的身份背景、心理状态。\n第三，对于环境描写运用得当，语言简练，往往一句话就直至核心。\n但是不足之处还是有很多的。\n首先，开头的自我介绍有些凌乱，按一般的逻辑，应该先介绍自己的名字、性别再是其他的身份，而此处貌似颠倒了过来。\n其次，后半段的方块世界，几人的对话缺东少西，描写稍显急躁，对话中也鲜有主角的分析和思考，小呆交代的背景太过迅速，作为一个人来讲出来是不合现实的，此处完全可以“我静静的听，小呆慢慢的讲，原来，是这样的......”处理\n最后，我知道你最后一句是想要埋伏笔，放悬念，但是请打起精神，时刻保持最认真的态度和状态对待你笔下的世界，我不知道“他可是天使界男神级别的人物哟。”一句的语气是羡慕还是讽刺，但是有一点是肯定的，为了追求所谓的好结尾，你放弃了对这一句话细致的交代，转而选择一种动漫或是漫画式的结尾，未免太过草率。\n言尽于此，祝君好运。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436536800,
            "txt_content": "悲剧产生的原因：主角的独白\n其实第一次叫我玩mc的时候，我是拒绝的。因为你不可能叫我玩我就玩。我一定要试一下，不然我又不想说，到时候玩完之后加上很多特技，那个游戏Duang！一下很大，很棒，很好玩。同学们肯定会骂我，说根本没有这样的游戏"
        },
        {
            "author": "1137246733",
            "timestamp": 1436544420,
            "txt_content": "首先逗比一下，我怀疑那个推荐你玩MC你的男孩和你关系不错嘛\n好吧不闹了……\n4楼朱仙说了你的好，那么让我来说说你的坏\n首先，文章中明显有太多地方插入太突兀\n没有人知道自己是什么时候入睡的，似乎睡了很久，又似乎根本没有入睡，一道金色的光灼伤的我的眼睛。\n我缓缓地爬起来，还来不及睁开双眼，只感觉自己被人拉了起来：“天晴，你怎么还在睡，出事了！”他向我洒了药水。\n“啊，出了什么事？”我看见了周围的景象，这里，是由像素和方块组成的，连人的手都无法区别手指，再看那个把我拉起来的，比普通的人还要矮一截，再听他的声音，似乎，是我熟人啊，“你是，小，不，朱杰么？”\n从我们目前的世界观来看，进入一个方块世界是一个值得兴奋的事情。而这个插入有点做的不好。\n给你个建议：俗话说一张一弛，先给主角一点感受这个世界的时间，主角真实地感受到了方块世界的好处等等，并且她对来到这个世界表示很兴奋等等。\n然后她正幻想的时候，忽然有一人从门那撞进来，告诉她大事不好，再接着你的剧情。\n另外一个地方\n“小呆你先别搞。他，似乎失忆了。”小朱看了我一眼，“也不知道是不是本来就有病。”\n也插入地不好，本来还没了解个两样就说失忆，这明显不符合常理。\n你可以这样，说主角和朱杰在路上讨论着一些什么什么，但朱杰明显感觉到了不对头，然后再引出下列情节。\n而且你犯了一个新人很容易犯的错误，以至于犯了都不知道的错误。\n那就是开头直接解释背景等等，我俗称“展示的神话”\n展示的神话是指，读者在小说开头就需要知道一大堆背景故事和解释性材料。毕竟，作者把这段时间全用在展现人物背景、 故事场景之类的事情上了。 作者至少应该让人物先亮亮相，然后随着人物的登场来逐渐补充她的背景信息。\n无论如何，作者都会理所当然地认为，读者必须首先了解所有的素材，才能理解故事里发生的事情。 但是，这纯粹是个神话。\n事实上，读者要在读了很久之后才感觉自己需要了解展示的内容。 吸引读者的其实是一个行动中的人物，还有那些搅乱风平浪静的日常生活的浪花。\n现在，请记住下面的规则：先行动，再解释。 推迟展示部分。 你永远不会因此而犯错。\n不过其实我扯远了点，你其实可以不必太追究这些，反而有点舍本逐末。\n第一次写小说其实可以“随便”点，让你知道差不多一个流程以及熟悉它。\n总体来讲，小说的悬念有了，但冲突不明显。不过平淡的语言却写出了一点不错的意思，新人第一次能写成这样着实值得鼓励。\n"
        }
    ]
}