{
    "title": "<原创·索引>填坑中《无尽能源》第五章——发现弱点",
    "author": "男人婆",
    "replyCount": 8,
    "timestamp": 1436520780,
    "txt_content": " 本帖最后由 男人婆 于 2015-7-10 22:00 编辑 \n\n写在前面： 哈哈，终于更新了，我干了一下午居然写出了两张！真是奇迹啊 实验BGM，请无视\n \n正文 第五章 发现弱点 第五章：发现弱点  我看这电梯上的数字，从二百一十层飞快的降到了负三层。  电梯一开门，我立刻吓了一跳。这是一道非常长的走廊，一眼望不到头，就连一个茬道都没有。  那个费奥德星人拿出了一个牌子，上面写这一串阿拉伯数字：“2635”  那肯定是我的监狱门牌号，没想到有那么多的人来偷袭这个地方，都被抓了起来，看来那些外星人的科技不一般啊。  费奥德星人走在我后面，所以走路的速度由我来控制。我的目光扫向监狱的铁笼子内，大部分都是ACT公司派来的侦察兵，而且长相都和克罗姆长得很像。  由于我的注意力全在铁笼内部，所以走路速度一会儿快一会儿慢。  “你个臭小子干什么，要走快点走！”说着弗莱德星人狠狠的拍了我的头一巴掌。虽然我被教训了，可是我的视线还是在两侧的铁笼内。  当我看到门牌号是“2621”时，我看到了博士。我十分惊讶，博士和HOT公司的老板不是好朋友吗？那个老板为什么要把博士关起来？  想到这里，我停下了脚步，紧接着，后脑勺又被拍了一巴掌，博士抬起了头，看见了我，他张大嘴巴，如同绝望了一般，留下了眼泪。  才没走两步，我又看见了托娜也被关在了里面，他的门牌号是“2620”就在我的对面。它远远的听到了声音，就一直趴在监狱铁笼子上看。  我又被一脚揣进了铁笼。  就在这时，我突然想起了一个问题：为什么托娜在之前没有被关进监狱？而是一直在学校内？然而却有人给他送吃的？这证明他们知道她在学校，那为什么不把他关进监狱？现在才关进监狱呢？  现在的疑问太多了，但是一时间却解不开，我只能坐在监狱里干等。  突然，我看到托娜看了我一眼，然后一下吧指向了我的胳膊。我立刻明白他的意思了，我伸出了光剑，使出全身力气劈向了铁笼子，但是一下子又反弹了回来，这是我和托娜意料之外的，因为他也很惊讶。  我摸了摸铁笼子，这材质根本就不是铁，用我的分析仪一分析，居然没有分析出来！  我放弃了希望，只能干等着被那个HOT老板给“利用”了……  一天后，我坐在地上思考着如何从这里逃脱，毕竟现在我对自己的身体还不熟，如果博士在的话他一定知道我的什么功能可以帮助我逃脱。  “喂，挣扎什么？想死吗？要不是老板不让我杀你老子一巴掌都把你怕没影了！”很明显，这是哪个凶狠的弗莱德星人说的话，估计又是有新犯人被关进来了吧。  “哼，该死的！”  我听这个声音怎么那么耳熟啊！这不是克莱姆的声音吗？他怎么……  说完，一阵巨大的声响在监狱内久久回荡。我立刻趴在笼子上看，原来是克莱姆和那个弗莱德星人打起来了。按理说，如果是克拉姆他会这样做吗？  很明显，他打不过那个弗莱德星人，他立马被降服了，但是还在挣扎着。  他是疯了吗？他不知道那家伙的实力吗？他居然这么拼命？他吃兴奋剂了吗？他不是遇事沉着冷静吗……  正想着，又听见一声大吼“看什么？没见过打架吗？谁在伸脖子看老子挨个给他头砍掉！”这一声十分粗鲁，这使所有的人吓得缩回了脑袋。  克莱姆没力气了，放弃了挣扎，他被弗莱德星人抓着脖子仍进了监狱里。  托娜也十分吃惊的看着克罗姆，下巴都掉到了地上。  趁着那个弗莱德星人还没走，克罗姆又开始发起疯来：“去死吧你个孬种！”全监狱的人都吓得不敢动了。  随后，克罗姆伸出光剑开始砍监狱的墙壁。弗莱德星人恼羞成怒，轰的一声将铁笼子拉开，但是瞬间又退了回去，急忙拉上铁笼子。  这又是什么情况？我越来越不解了，先是克罗姆发疯，又是弗莱德星人害怕克罗姆？这是什么情况？  接下来的几天内，我总是探头去看克罗姆，克罗姆的房间就在托娜的旁边，所以看见他很容易。但是他总是不直视我，好像在生气。  我一直在考虑最近发生的一连串的问题，当我分析道为什么弗莱德星人害怕克罗姆时，我突然想到了其中的一个细节，如果克罗姆什么都不拿的话，弗莱德绝对不会害怕，但是当时克罗姆正在拿着光剑乱砍，这是弗莱德星人害怕……对，绝对是！这下我便分析到了弗莱德星人的弱点！字数：1,545字 希望大家支持，谢谢",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1436520960,
            "txt_content": "索引贴传送"
        },
        {
            "author": "1137246733",
            "timestamp": 1436523900,
            "txt_content": "……更新好快\n高产似那啥"
        },
        {
            "author": "男人婆",
            "timestamp": 1436531100,
            "txt_content": "1137246733 发表于 2015-7-10 18:25\n……更新好快\n高产似那啥\n一天更两章，一天三千左右吧"
        },
        {
            "author": "1137246733",
            "timestamp": 1436543340,
            "txt_content": "男人婆 发表于 2015-7-10 20:25\n一天更两章，一天三千左右吧\n速度差不多，加油。。\n不过推荐你尽量还是限制到2500以上一章"
        },
        {
            "author": "xcc",
            "timestamp": 1436577120,
            "txt_content": "主角好莽撞"
        },
        {
            "author": "男人婆",
            "timestamp": 1436587500,
            "txt_content": "1137246733 发表于 2015-7-10 23:49\n速度差不多，加油。。\n不过推荐你尽量还是限制到2500以上一章\n这些全当是练笔的……因为我就打了一遍草稿就发来了……我决定先把这个给填完，然后开个新坑，尽量一章三千字"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436594400,
            "txt_content": "男人婆 发表于 2015-7-11 12:05\n这些全当是练笔的……因为我就打了一遍草稿就发来了……我决定先把这个给填完，然后开个新坑，尽量一章三 ...\n表示草稿都不打，直接导致改一下其他东西就存档覆盖了······"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436594460,
            "txt_content": "好高产，我都在码单章·····连载的没怎么更"
        }
    ]
}