{
    "title": "<原创·连载>《狩猎史诗》第十二章-伊氏兄妹",
    "author": "501938012",
    "replyCount": 7,
    "timestamp": 1436522220,
    "txt_content": " 本帖最后由 501938012 于 2015-7-10 18:01 编辑 \n\n《狩猎史诗》索引帖传送门：http://www.mcbbs.net/thread-447088-1-1.html\n第十二章-伊氏兄妹\n    再也没有退路了！卡尔曼已经凌空跃起，黑色巨刃高高举过头顶！只要劈下来，我的头颅碎裂就只是迟早的事情！我的表情已经完完全全僵硬了，内心已经开始了最后的哀鸣。再见了，老铁匠，再见了，总是批评我的塞利阿姨，再见了，我的猎人生涯。爷爷，我来见你了。\n    双眼已经闭上，透过眼皮的光越来越昏暗，可以感觉到卡尔曼的身躯和巨刃就要完全遮挡住面前的太阳。被劈开头颅，会有多痛呢…倒是想成为亡灵，那些怪物一样，感觉不到痛呢…\n    内心已经近乎崩溃的我突然听到轰的一声巨响，脖子猛地一缩。神经前所未有的敏感，迅速寻找身上感觉到痛的地方。睁开眼睛，卡尔曼的人不见了，阳光又一次照在我身上，我没有任何肢体是断的，一切都完好无损！\n    扭头一看，只见右边不远处的雪地里有一个浑身燃烧的壮汉——居然是卡尔曼！扑腾扑腾打着滚，嘴里还嗷嗷地叫着，然而站在他旁边的，正是那个拳术精湛的拳师！正是战斗姿态，右臂闪烁着红绿混合的光芒！手中执着的竟然是驱魔和淬火两枚宝珠！\n    卡尔曼在雪地里打着滚，不一会身上的猖獗火焰竟渐渐地消失了。大气也没喘几口，便又站了起来，眼神凶狠地瞪着那个拳师：“伊塞克！你竟然背叛我！看我不杀了你！”只见那个叫伊塞克的拳师猛一扭头，表情扭曲地对我和伊莉瑞娅嘶吼道：“快跑！”\n    我身躯猛地一阵，差些给这吼声吓蒙了。回头一看，那个楼梯里的杀狼猎团的人正要冲出来！我跌跌撞撞爬起来，拉起伊莉瑞娅就要往树林里面跑。可是没跑出几步，便听到了无数可怕的噼噼啪啪的声音——是骷髅潮！\n    树林里头伸出一只惨白的骨手，接着，另一只也伸了出来，但手里举着一把巨大的木弓！随之而来的，是成百上千的骨头从树林后探了出来！完了，这下没地方可以跑了！我在心里呐喊。本以为逃出地牢就可以得到新生，但没想到等待我们的却是更大的危机！\n    伊塞克躲过卡尔曼一记横劈，一式上勾拳就已经挑起了卡尔曼的下巴！鲜血四溅！出拳的速度实在是太快了，以至于快要看不清！而另一边又是杀狼猎团和骷髅潮！这时候我开始憎恨自己为什么不会遁地和飞天，情况异常糟糕混乱！\n    正当我们再次陷入绝望的时候，一声划破长空的马鸣声震醒在场所有人！看到树林中不远处隐约可见的循风主城的旗帜我内心不禁大喊：“救兵来了！有救了！”身旁的伊莉瑞娅的眉头也终于是舒展开来了，眼中泪水狂涌，像是憋了很久一般，大喊出来：“大哥——！！！”\n    凌乱却胜似天籁的马蹄声不断接近着，杀狼猎团的人惊慌地叫着，发疯似地逃回他们的地牢里去。卡尔曼也感觉不妙，也想要逃回去，但是被力量惊人的伊塞克招架住了，近乎不能动弹。卡尔曼心急如焚，狂吼道：“不想活命了吗？！就算你将我抓住，你也不能逃脱抢劫杀人狂帮凶的罪名！”\n    这般故事异常跌宕起伏，我也只有在那些史诗里才听到过这些而已。一匹棕色的披甲战马冲进这片雪地，仰天长鸣。来人很清楚了，正是伊莉瑞娅的大哥，循风猎团团长——伊尔顿。身后跟着乌泱泱的人马，有的手里还高举着循风主城的旗帜，威风程度不亚于任何一个主城的直属猎团！\n    “杰丶卡尔曼！杀狼猎团团长，杀人掠财无数，今日，由我直接定你死罪！”伊尔顿骑在马上，长矛一指，矛尖，是卡尔曼那张惨白的脸！\n    ……\n    不一会，所有杀狼猎团的人都被捕获，不出意外他们全都会被关押在监狱中，度过只剩忏悔的余生。除了直接被判死刑的卡尔曼。骷髅潮也被循风猎团生的篝火赶走。伊尔顿下了马，走到那名叫伊塞克的拳师面前。四目对视，沉寂良久后，泪泉喷涌，大喊着一把抱住伊塞克：“弟弟啊——”\n    伊塞克一愣，像是想到了什么。手中的宝珠跌落在雪地里，抬起双手紧紧搂住伊尔顿的背！伊莉瑞娅在我身边更是哭得不成样子了，一边哭着嘴里还一边喃喃：“二哥….是二哥…”撒开步子就向前跑了去。\n    最终，三兄妹终紧紧抱在一起，伊莉瑞娅比他们要年轻得多，身体也要娇小不少，但这并不是三兄妹之间感情的隔阂吧。我实在是累坏了，沐浴着天边赤色的轮盘，靠着一颗乌黑的杉树，就这么沉沉睡去了…字数统计 1578",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1436522280,
            "txt_content": "\n【贵宾席】\n@月轻歌 @simon3000\n【审核官】\n@冥王星人  "
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436533740,
            "txt_content": " 本帖最后由 CloudsXDao 于 2015-7-10 21:10 编辑 \n\n咳咳，我可以很负责任的和你说，人在切断了四肢时是感觉不到痛的，相比起痛，那种感觉更像是痒还有，获救的时候，描写力度不够，完全没有表现出劫后余生的感觉"
        },
        {
            "author": "501938012",
            "timestamp": 1436539500,
            "txt_content": "CloudsXDao 发表于 2015-7-10 21:09\n咳咳，我可以很负责任的和你说，人在切断了四肢时是感觉不到痛的，相比起痛，那种感觉更像是痒还有，获救的 ...\n明白！谢谢大师！"
        },
        {
            "author": "501938012",
            "timestamp": 1436539680,
            "txt_content": "CloudsXDao 发表于 2015-7-10 21:09\n咳咳，我可以很负责任的和你说，人在切断了四肢时是感觉不到痛的，相比起痛，那种感觉更像是痒还有，获救的 ...\n顺便问下 如果要写出这种感觉应该从哪方面入手呢？"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436576820,
            "txt_content": "501938012 发表于 2015-7-10 22:48\n顺便问下 如果要写出这种感觉应该从哪方面入手呢？\n在一个高潮的时候，节奏有快有慢，但是如果我们是体现劫后余生，选择的应该是快→慢的转换手法，而节奏快的描写方式有：激烈的对话，简练的动作描写，迅速而剧烈的心理活动，慢的描写方法有：环境描写、神态描写、缓慢而有爆发力的对话等..."
        },
        {
            "author": "月轻歌",
            "timestamp": 1436583960,
            "txt_content": " “杰丶卡尔曼！杀狼猎团团长，杀人掠财无数，今日，由我直接定你死罪！”\n\n这句话并不流畅，特别是后面的”今日，由我直接定你死罪！”显得僵硬，死板。\n\n “杀狼猎团团长，你杀戮无数，大肆侵夺钱财；今日，将我来执行死刑！受死吧，杰丶卡尔曼！”\n\n这样应该不错，还能凑字数"
        },
        {
            "author": "501938012",
            "timestamp": 1436584860,
            "txt_content": "月轻歌 发表于 2015-7-11 11:06\n“杰丶卡尔曼！杀狼猎团团长，杀人掠财无数，今日，由我直接定你死罪！”\n\n这句话并不流畅，特别是后面的 ...\n感觉总体还不错，但是那个受死吧感觉不够严肃啊..."
        }
    ]
}