{
    "title": "【原创】《启示录》第三章：起点",
    "author": "紫罗兰祝福",
    "replyCount": 3,
    "timestamp": 1436582280,
    "txt_content": " 本帖最后由 星之永恒 于 2015-7-23 08:02 编辑 \n    在那次不愉快的回归后，我再也不想回那个曾经让我无比留恋的地方，我并不想勾起我曾经的回忆。然而，现在最要紧的事，是尽快赶到庇护所。否则三个人将在无尽的尸潮中被慢慢埋葬。\n    随着离庇护所的距离越来越近，我越来越担忧庇护所。所幸，Tank的踪影在绵延了一段距离后，向着别处去了，我悬着的心也随即落了下来。庇护所已经在不远的前方，而僵尸在跟随Tank的路上越走越远。远方的路上已经没有僵尸了，这对拼杀三日的我们无疑是一个好消息：三天的搏杀让我们已经精疲力尽，而庇护所的轮廓也越来越清晰，直到Jane发现了远处的火把。我们不由的为之一振。\n    很快，我们到达了庇护所的门口。但是，这根本不是一个庇护所，这是一个几乎密不透风的兵营。我们的热情被泼了凉水，但这是生还唯一的机会。我们已经拼杀了三天，三个人的体力都严重透支了，再走下去显然是不现实的。我正准备上前与守门的士兵交涉时，Jane走了过去。\n    “一等兵，Jane。”她说道。然而士兵看了一眼她，又看了一眼显示器上的搜索结果，毫不客气的说道：“抱歉，容貌和体型特征不符。”\n    然而，我在翻找背包时，却意外的发现了一枚勋章。那勋章意义重大，可以算是我人生中最辉煌的时刻。我当即把勋章甩了过去，勋章直接钉在显示屏上，那士兵吓的直打哆嗦。\n    一分钟后，Jane和Jimmy被安排到一个舒服的寝室，而我的勋章被另一个士兵毕恭毕敬的双手送上。在我休息时，一个女兵走了进来。\n    “我叫Anne，负责给你们更换武器。”我没有再说什么，直接朝着武器库走去。Anne诧异的看我。\n    我们来到了武器库。Anne向我介绍着各种武器。然而，没有一个武器是我得心应手的，但Anne依然在很用心的讲解着每一种武器的性能。这时，我突然听到一声熟悉的狼嚎，我顺着声音走去，在角落，一个精致的剑柄和一个断剑被整齐的放在一个架子上，剑柄和断剑上正发着蓝色微光。我不由的抚摸起那把剑，渐渐的我想起了我的曾经：\n    小时，我总是怕被身边的人们所排斥，怕他们认为我是一个名副其实的死人。事实上，我只是记得我的前生和在终末之地发生的事。我知道，如果我在不满一岁时就开口说话，我一定会被身边的人抛弃。\n    但是事情还是被公之于众。我十分恐惧，但身边的人包括我的父母都没有抛弃我，他们日复一日的关照我，村里的老人也经常和我聊天。渐渐的，我放下了戒备，和淳朴善良的他们融为一体。\n    18岁时，我听到丧尸攻破实验室的消息，我毅然决然的加入了军队，在这里，我几乎被所有人所抛弃，除了我的搭档Alice和我的战友kill...\n    但在消灭Tank的时候，我失去了他们。Tank虽然死了，但我生命中最重要的东西也付之一炬。\n    Kill是一只狼。我在执行任务时发现了它，于是它就成了我的宠物。开始，无论我怎么费力讨好，它就是不理我。一段时间和，它开始接受我，于是它就变成了我的伙伴。再后来，它就成了我的战友。\n    杀死Tank后，我烧掉了它死去的肉体。但是，它却留在了我的残剑上。我没忍心烧掉它，也没忍心烧掉Alice。于是，我把它们送到这里，希望这里的士兵们做我无法下手的事。望着窗外的僵尸，我打碎了窗户。\n    “入侵者跑了！快追！”“这里有个人！救人要紧！...”\n    “这是我的搭档留下的最后的东西...”Anne看到我，停下了讲解。她拿走了它们，我的思绪随之中断。“如果你喜欢这把剑的话，就午夜再来吧。”Anne笑道。\n    晚上十二点，我如约来到这里。略显空旷的武器室内，一把被修好的剑被摆在正中央。我拿起那把剑，断剑被修复的几乎完美无瑕，像是一把新剑。我不由的拿起那把剑，Kill正温顺的等待着我，见我来了，兴奋的朝我叫着，在昏暗的武器库里，剑上跳动的光芒格外明亮。\n    这时，我的身后刮来一股风。我暗暗感到事态不妙。果然，在我转身时，一个人迅速抓住了我，我一闪身，身上的伪装被顺势撕下。在武器库里，一个流淌着蓝色血液的末影人暴露无遗。\n    “过去这么长时间了，你的身手还是这么敏捷。”灯亮了，Anne被一把锋利的剑指着，但她还是笑了。\n    “少套近乎，你到底是谁！”我厉声问道。Anne突然抓起自己的头发一扯，一个金色头发蓝色眼睛的清秀女子展现在我眼前。\n    “好久不见，Star。”她望着吃惊的我，说道。\n    “好久不见，Alice。”我笑着答道。\n    生活经过大起大落，又回到了起点。\n看不懂？索引帖在此~",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1436582460,
            "txt_content": "@1137246733 \n要不是做整合包学PS学的眼花再加上mod出问题我就真的不更了\n好歹来几个人吧！"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1436582700,
            "txt_content": "qusibarom 发表于 2015-7-11 10:41\nrom718，本来是一位三好学生，却在周日交往了不良青年少年，从此就无心学习，经常旷课，向低年级\n孩子\n公厕出门右转\n祝您用餐愉快"
        },
        {
            "author": "1137246733",
            "timestamp": 1436604420,
            "txt_content": "这章写的真心不简单，让我来说说。\n首先悬念埋的好！\n首先\n 然而，我在翻找背包时，却意外的发现了一枚勋章。那勋章意义重大，可以算是我人生中最辉煌的时刻。我当即把勋章甩了过去，勋章直接钉在显示屏上，那士兵吓的直打哆嗦。这的悬念简直是画龙点睛，趋势人继续往下读。\n\n并且在谈到主角身世的那一部分悬念也都很强啊，总之你的文章“悬念”这方面做好了。\n\n而且最后的部分，戏剧性的结尾。以这样的场景遇到这样的人简直让人兴奋。\n\n而且两个好久不见点缀地很好，点到为止，不再多说，但韵味却是十足吧。\n\n加油！别停更。你从刚开始到现在的进步已经不是一点两点了，一直耐心写下去，其好处就在于你的进步！\n"
        }
    ]
}