{
    "title": "【原创·连载】《在超自然世界的第三百六十五天》--第二章  正确的方向？",
    "author": "我的世界の",
    "replyCount": 3,
    "timestamp": 1436537160,
    "txt_content": " 本帖最后由 我的世界の 于 2015-7-11 14:51 编辑 \n\n在超自然世界的第三百六十五天\n\n第二章   正确的方向？\n\n\n“他呀，我倒是不想提及呢。”虽然对他这句话不知道是羡慕还是讽刺，但对于推荐我玩游戏导致自己考试失利的朋友，又怎样才能启齿，“算是我一个很好的朋友吧。”不过长这样是男神？\n“那多好啊，如果他是你另一个世界讨厌的人，那么你在这里不就整个人都不好了么？”小朱说罢，我们笑了起来。\n“你们怎么还笑的出来？”有位天使走了过来，指责了我们，“现在是多么严峻的形式你们看不出来吗？”\n大家把笑容收回，小朱说：“那位天使说的倒也没错呢，几乎所有的牧师，天使，恶魔猎手精英都被聚集在那里，遭到突袭，天使与牧师我估计他们不会杀，但是其余的恶魔猎手么，啧啧，估计。”\n“愿不愿意与我一起出去拯救他们？”那位天使界所谓的“男神”走了过来，“勇敢的少年少女么？”\n“当然。”小朱果断地回复他，“请问，天使长的少爷，怎么称呼。”\n“别把我当天使长的儿子，就当我是伙伴吧。都这个时候了，我才不想摆架子呢。”他似乎很尴尬，又说，“叫我小柯吧，按年龄，我倒是还没有你们大呢。请多指教。”\n果然和那个世界的一样呢，这个叫法。相信他不会是那样的人吧。\n“小柯你好，可是我们怎么样才能到达那里。我相信敌人不会弱到连我们四个都解决不了。”我这么回应他。\n他微微一笑：“的确，你说的并没有错，敌人不可能会如此的弱小。不过我有这个。”说完他抽出了一张纸。他在上面画到，边说：”敌军在七个昼夜后会开始进军我们的领地，据我们派过去的卧底的消息来看其他的同伴被关在恶魔守护的下界里，如果说要出兵，那么在那段时间，敌方兵力会减弱，不会留下许多精英的。”\n“等下，那么你的意思是恶魔绑架了我们的同伴？”\n“你先别急等我说完，现在外区的战报你们可能不了解。听我来为你们讲述：恶魔的领地是下界，可以去南方的炎焱沙漠找到传送门，吸血鬼的领地是位于我们帝国的东方的无尽之森，狼人位于西方的巫毒沼泽，食尸鬼是被监禁在帝国里的，那里有卫兵严加看管，暂时没有什么威胁。吸血鬼与狼人会有战争，天使之间也会发生战争。恶魔猎手是一个不稳定的团体，至今也没有人知道他们的基地在哪里。我暂时就知道这些。”\n“没错。”小朱的脸色阴沉了下来，“恶魔猎手的路是自己选的，可以选择与天使作为友军，也可以选择狼人，吸血鬼甚至恶魔。根本没有一个团体可言。以至于这个群体的人员稀少。”\n“牧师比较特殊，现在教堂是在皇城里，但大多牧师都被抓走了。”刘呆呆又问道，“天使之间怎么会发生战争呢？”\n“这个问题问得好。”柯回答说，“当一个天使堕落，与除了人类以外的生物为伍，那么，那就是与所有天使为敌，我们称他们为——堕种。而且，现在堕种的数量正在逐渐上升。”\n“啊，那我们现在的局势不是很危险吗？”刘呆呆问道。\n“是啊，我们准备下装备。”小朱说，“天晴哥，恶魔猎手只能穿皮革，你知道么。”\n“我当然知道，”我突然觉得哪里不对，“那个，我，我不是。.”\n“天晴哥，你要不要钻石剑啊，铁剑也不错哦，这里还有钻石甲。。”刘呆呆一脸兴奋地向我奔来。\n“呆呆，你难道不知道，恶魔猎手是不能用弓箭以外的武器，只能穿皮革么。”小朱无奈地说。\n“啊，为什么啊。”刘呆呆疑惑地问。她和那个世界的一样，问题特别多。\n小朱细心地讲解着：“恶魔猎手是射手，不能穿的太重，所以只能穿皮革。既然是射手，那只能用弓箭了。那种武器不适合恶魔猎手。”\n“为什么。。”\n“你那里来那么多为什么啊，这就好比牧师为什么不能穿盔甲，放煤炭是玷污教堂的行为一样啊，那你能说出为什么吗？”柯无奈的说着。\n忙碌了许久后，于是一行人顶着朝阳准备出发了。在路上，柯手里一直拿着大陆的地图，为大家指路，装作一副很正经的样子，可是。。。\n“那啥，其实，我是路痴。。”柯挠了挠自己的头，不好意思地说。\n“我晕，那你早说啊，你这不坑爹呢么。”我尴尬地笑笑，“我来看看吧，是不是走错了。好像没错啊。”\n“小柯你搞毛啊。”小朱看了看地图，把地图翻了过来，“我们要去的是南部，你这都偏到外婆家去了，这不是北方无人区么，你地图拿反了吧。”\n-------------------------------------------------------------------------------------------------------------------------------------------------------\n此时的另一处，一个吸血鬼模样的人面无表情地拖着一位天使的布满伤痕的身体，并扔到恶魔首领的面前：“我们中出了一个叛徒，这家伙把我们关人质的地方透露了出去，看样子他们是准备突袭下界呢。恶魔的首领，你怎么看？”\n“开战的时间绝对不能改，能让你的下属，，哦不，同伴帮助我们把俘虏送到北方的无人区吗？那里只有我们开发过，我会找到一个合适的地方给他们的。”说完，露出了阴森的笑容。\n“不要忘记我们的约定。”仍旧是冰冷的语气，“把我的同伴安全的送回来。”\n“我会的，zzw。。”话音未落，两把飞刀插在了他的脖子两边。\n“叫我龙骑！”他的很有气势地吼出这句话，眼神更加恐怖，充满杀意，与之前冰冷的语气正好形成鲜明的对比，让全场人都吃了一惊。\n而恶魔首领仍旧挂着诡异的笑容：“好的，龙骑。”\n\n\n戳这里到索引贴\n\n",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1436537220,
            "txt_content": "貌似只有写到了三章才能发索引"
        },
        {
            "author": "我的世界の",
            "timestamp": 1436537520,
            "txt_content": "男人婆 发表于 2015-7-10 22:07\n貌似只有写到了三章才能发索引\n马上就能更了"
        },
        {
            "author": "xcc",
            "timestamp": 1436537700,
            "txt_content": "三张发索引啊"
        }
    ]
}