{
    "title": "[转载|原创] 《小说的艺术》 —— 入门系小说写作教程② #应该避讳的小说开局#",
    "author": "1137246733",
    "replyCount": 17,
    "timestamp": 1436575440,
    "txt_content": " 本帖最后由 1137246733 于 2015-7-11 08:50 编辑 \n\n《小说的艺术》\n                                                                                    —— 入门系小说写作教程②\n1.0前言\n今天我们来谈谈新手最容易犯的一个错误——小说开局。\n小说的第一章可能是你是否能吸引住读者的一个关键位置。\n造成的结果显而易见，有三种：\n1.读者手不释卷\n2.读者默默地点了“X”\n3.读者举报了你\n从而就可以看出开局的重要性，其实一个学习开局的很重要的方法就是。\n看看名著，别人大神们是怎么开头的？\n切勿尽量别看以网络小说为参考对象，就算参考也得选出最好的。\n其实大体来说，开头只要能彻底地包含冲突与悬念，那么你就成功了。\n这是一个大话题，今天我就暂且来说一说那些不应该写。\n\n\n\n\n1.1概括\n造成小说开局无法吸引人的错误通常有三个：\n展示的神话、幸福国的黑洞、抒情的诱惑\n\n\n\n1.2.1展示的神话\n这是咱们非常容易犯的一个错误。展示的神话是指，作者在一开局便把类似于角色背景、世界背景和解释性材料通通写出来。\n作者至少应该让人物先亮亮相，然后随着人物的登场来逐渐补充她的背景信息。\n无论如何，大部分的作者都会理所当然地认为，读者必须首先了解所有的素材，才能理解故事里发生的事情。 但是，这纯粹是个神话。\n事实上，读者要在读了很久之后才感觉自己需要了解展示的内容。 \n请记住这个原则：先行动，再解释。 推迟展示部分。你就不会再次犯错了。\n也就是说，你的展示需要一步步地撮合进文章里，每次都要一点点一点点来。\n\n\n1.2.2幸福国的黑洞\n你的小说一开头就写出一家人在非常和谐的相处，气氛非常好，慢慢一副“幸福国的感觉”。\n所以你就会理所当然地认为，读者会随着我小说中的人物高兴。另外你也可能想在开头很大一部分来写美好的事物来衬托后来不好的东西。\n这你就错了。\n为何？请看一下我才某本书上扒下来的两个栗子。\n\n\n珍妮特在给女儿们准备早餐。 她在厨房窗户那儿待了一会儿，心里想着自己有阿普丽尔和达科塔这两个女儿是多么幸运。 简直完美。 她们个个聪明又漂亮。 阿普丽尔上三年级，她的文章《 魏玛共和国及其对于今日儿童的重要性》 最近获得了年级一等奖。\n还有妹妹小达科塔，好得真不知道怎么形容。 她四岁就开始阅读普鲁斯特的作品。 自己当年胎教时花费无数小时给她读书终于结出了硕果。\n珍妮特满意地长舒一口气，把碗里的有机麦片冲好。\n“妈咪，非常感谢你做的早餐，”阿普丽尔说。\n“我爱吃麦片粥，”达科塔说。\n“我知道你爱吃，”珍妮特说。\n“爸爸在哪儿呢？”达科塔问。\n“他出差还没有回来，”珍妮特说。 她的心思转移到了弗兰克身上。 她真不知道\n自己积了什么德，怎么就嫁了这么好的如意郎君？\n照这样写下去。 女儿们被她安排妥当准备上学，珍妮特想着自己的生活，然后\n在这一章结尾的时候传来了敲门声：\n珍妮特开门。\n一个副警长站在门口。 他三十岁左右，一脸严肃。\n“您是珍妮特·罗宾逊吗？”他问。\n“是的。 出了什么事？”\n“这个是给你的。 ”副警长拿出一张折了三下的纸。 她接了过来。\n“祝您快乐，”副警长说完就走了。\n珍妮特展开那张纸。 她的眼睛瞄到了官方正式的抬头：《 离婚申请书》 。\n\n\n\n珍妮特望着厨房的窗外，这时警察的巡逻车开到她家门前。 出什么事吗？\n“我的麦片粥呢！” 达科塔嚷嚷着。\n“安静点儿，”珍妮特说，“我马上就来。 ”\n……\n\n\n\n如你所见，你觉得这两段那一段会更加吸引你。\n由此你应该反思你以前的理解。\n可能正如第一段，读者还没读到警察来早已经点“X”了，你还有什么挽回的机会？\n读者干嘛要费神看你的小说。生活多美好啊！有没有我这个读者也一样美好！我还看干嘛。\n所以通常你在开头第一句就应该点明提出冲突与悬念。\n\n\n\n1.2.3抒情的诱惑\n这个可能就比较罕见了。\n这种现象在一些纯文学的作品中非常常见，但是在那些作品中故事情节与写作风格是平分秋色的，而不是像网络小说这样。当然纯文学作品也确实会有人耐着性子去欣赏它。\n但是我要认真的告诉你一句话：\n请不要再如今的网络小说中使用这样的方式。尽量避免开头时抒情，也别想以此证明你有多么好的文笔。\n就算你是第二个莎士比亚，但你依然不能这样做，因为网络小说的责任就是满足读者的需要，并且我以前说过，网络小说处于大众小说的底层。\n所以你最应该做的就是把握情节等等，而不是这个。\n\n当然也有例外，就比如你根本只想练练笔等等……止！\n\n\n\n1.3后言\n你可能觉得我说的有点扯淡，不符合你的认知。\n这是正常现象。\n因为在座看我写的东西的要么是第一次写作的新手，要么就是一般般的写手。\n别怪我说话这么直，但这就是事实。\n为何？因为在座的包括我咱们也就活跃在翻创版。\n而翻创版竞争性相对特别小，只要你不是流水账准有人给你打分。\n当然你这一辈子的小说只想活跃在着一偶之地的人可以不用看了。\n在一些竞争比较大的地方，例如起点、17K等等，这些地方的小说如山如海，特别多。\n所以在那些地方的作者成长非常惊人，他们想尽一切办法来超越别人，赢取稿费。\n所以说，我以后的教程可能有很多看起来没多大用的，但不要因此而点了“X”，即使它就是个那样你不妨试试。\n对你将来有很大的好处。\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1436577000,
            "txt_content": "喔，开新坑正好需要看这个"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436581920,
            "txt_content": "开头确实是很多人都掌握不好的啊，包括我"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436584200,
            "txt_content": "然而我发现并没有几个新人来看\n不行，楼主你要想办法让更多新手发现并且接纳它"
        },
        {
            "author": "1137246733",
            "timestamp": 1436584680,
            "txt_content": "2B与mc的故事 发表于 2015-7-11 11:10\n然而我发现并没有几个新人来看\n不行，楼主你要想办法让更多新手发现并且接纳它 ...\n啧啧，我也想啊。\n你给我想个办法呗"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436586540,
            "txt_content": "1137246733 发表于 2015-7-11 11:18\n啧啧，我也想啊。\n你给我想个办法呗\n比如说……标题写得吸引人一点啊（<—标题党）\n内容风趣易懂一点啊（还不够易懂吗）\n还有多引用一些最近出的小说，显得平易近人（不是引用了吗）\n不对我也没法儿了"
        },
        {
            "author": "1137246733",
            "timestamp": 1436593620,
            "txt_content": "2B与mc的故事 发表于 2015-7-11 11:49\n比如说……标题写得吸引人一点啊（\n……\n\n顺其自然吧\n想写好的人自然回来的"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436599500,
            "txt_content": "1137246733 发表于 2015-7-11 13:47\n……\n\n顺其自然吧\n我就是担心的这个\n想写好的人不占大多数，更多的人只是敷衍了事\n而且想写好的人就算看不到你的帖子，也会自己到处找方法加强写作技巧，所以根本就不用担心他们\n我更担心的是另一部分。\n算了我干着急也没用，就像你说的，顺其自然吧。\n想写好的人自己就会慢慢提升，等着那些人成长吧"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436604060,
            "txt_content": "写得很好，写出了写小说的很多要注意的地方"
        },
        {
            "author": "流风夜光",
            "timestamp": 1436704020,
            "txt_content": "留名，很有用啊"
        },
        {
            "author": "流风夜光",
            "timestamp": 1436704380,
            "txt_content": "去年写的，文笔略生疏，求点评\n\n北部大平原，偏北处。\n一望无际，仅有孤零零的几棵桦木和云杉矗立，偶尔有奔跑向地平线的雄鹿从这路过，或者是一队盘羊，慢慢悠悠的一边吃草一边漫步。\n天空上一朵云都没有，用万里无云形容是再恰当不过了。可是这里有时会毫无征兆的凝聚来一大片厚重的乌云，并掀起瓢泼大雨，久久不能停歇。\n今天，一场大雨刚刚落完，空气中还混着清新的气息，天空又变得晴朗，云又以神奇的速度消失了。\n一棵高大的白桦树下，一位少年无奈的揉搓着湿漉漉的黑发，使其显得能整齐一些，又把湿透了的羊毛衫里的水分努力挤出来。\n在他的身旁，是一只野猪的尸体，身上插着一把略微损坏的石剑，这就是他最近几天食物了。\n\"太倒霉了！\"\n少年抱怨着，同时抬起头，怒视这碧蓝如洗的天空。\n本来在这里好好的打猎着，却碰到了罕见的特大暴雨。奈何离临时搭建的木屋太远，又没带建筑材料，只能拖着刚打来的野猪来到最近的一棵白桦树下避雨。\n终于雨停了，可以继续往回走了，不然到了晚上，该是怪物活动的时候了，一只两只还好，要是被一片围住了，那就无能为力了。\n少年拖着和他差不多大的野猪，奋力的走着。\n远远的，能望见一条流淌在平原上几棵云杉间的小溪，和溪边的一栋只有一层且十分简陋的木屋。\n小溪并不深，只有一米左右，少年很容易便穿了过去。\n刚打开门，一只灵巧的黑猫便拥了上来，直接扑到了少年身上。\n\"喵~凌，泥嚎~\"\n说是黑猫，还不如说是个箩莉，只不过有一双猫耳和一条长长的尾巴，还有一身哥特风格的黑色连衣长裙。她的身高只有一米四左右，可那黑色如瀑布般的长发却垂到了小腿。\n\"哎！\"那被称为凌的少年无奈的推开黑猫，把野猪扔到桦木地板上。\"没看我衣服都湿透了吗！\"\n\"喵？\"黑猫一脸天真，\"晚饭？\"\n\"唉，就知道吃。\"少年叹气，先换上了一件干爽的线衣，然后把野猪拖到单独分离的厨房。\n拔出野猪身上插的石剑，将野猪斩成数段，那手法之娴熟，令人望而生叹。原因是这小箩莉太挑了，连做饭的原材料都精益求精。\n将一块块大小相等的猪肉扔进熔炉里，填上木头，少年又是一阵感叹：这炉子也太简陋了！\n黑猫也跟了进来，冲着少年微笑：\"凌~，鱼！\"\n\"乖，今天没有鱼。\"少年一边看着火候，一边伺候着黑猫。\n午后的阳光带着懒臃的气息，透过玻璃窗照射在厨房里，太阳渐渐下落，夕阳将远处的地面染成一片殷红。\n终于，月亮升起来了。"
        },
        {
            "author": "GrowlR",
            "timestamp": 1436704620,
            "txt_content": "开新坑看下很有必要"
        },
        {
            "author": "player927",
            "timestamp": 1436719440,
            "txt_content": "开新坑去了，感谢指点"
        },
        {
            "author": "player927",
            "timestamp": 1436719560,
            "txt_content": "弱问此开头有何问题？\n\n    公元7990年。锑历2140年。\n在地球早已覆灭的情况下，所有人类早已迁居；对于利用时空机器---高能虫洞发现的103个类地行星，按照元素周期表顺序，称为氢星、氦星、锂星...钔星，锘星，铹星。这时，锑星由于最大，成为了最多人类的聚居地；其次是铌星、锇星、钫星、铋星、钔星。\n    迁居的那年，便成为了锑历元年。那一年是公元5850年。\n    大多数星球，都进入了共产主义社会；这些星球，结成一个联盟，叫做“锑际联盟”。也许是因为自从伟大的赵明毅大师诞生之后，锑便成了一切的正统。\n    可是，有一个星球，自从某一天开始，就再也没有和平的春风吹来。那是锡星。那一天是2132年4月24日。\n    时间回到2131年。\n    锡星首都赵府。当时锡星的合法政权是“大锡超理皿煮帝国”，当时，这个帝国是一个立宪国，所谓君主是为了纪念当年全锡共和国的主席Amberient，他首次提出了超理发展，所以在他年老之后被尊为名誉上的世袭国家元首，意为让后来的人，一届又一届的政府，永远铭记这位著名的领导人，以超理为中心。\n    然而，在这看似歌舞升平的世界当中，有一股地下的龙卷风，正在涌起.....\n    Jamberzine，可怕的阴谋家，当上了领袖。"
        },
        {
            "author": "1137246733",
            "timestamp": 1436751180,
            "txt_content": "player927 发表于 2015-7-13 00:46\n弱问此开头有何问题？\n\n    公元7990年。锑历2140年。\n哈！\n看起来很不错的，似乎很吸引人。\n但你却犯了我上面大力提醒的错误“展示的神话”\n这是咱们非常容易犯的一个错误。展示的神话是指，作者在一开局便把类似于角色背景、世界背景和解释性材料通通写出来。\n作者至少应该让人物先亮亮相，然后随着人物的登场来逐渐补充她的背景信息。\n 无论如何，大部分的作者都会理所当然地认为，读者必须首先了解所有的素材，才能理解故事里发生的事情。 但是，这纯粹是个神话。\n 事实上，读者要在读了很久之后才感觉自己需要了解展示的内容。 \n 请记住这个原则：先行动，再解释。 推迟展示部分。你就不会再次犯错了。\n 也就是说，你的展示需要一步步地撮合进文章里，每次都要一点点一点点来。"
        },
        {
            "author": "One_passer",
            "timestamp": 1436792940,
            "txt_content": "之前居然没发现这个帖子。"
        },
        {
            "author": "2575174857",
            "timestamp": 1440234000,
            "txt_content": "我的开头······我记得除了主角的工作，其他什么都没透露出来！甚至连世界观都没完全显现"
        },
        {
            "author": "a1451148546a",
            "timestamp": 1440299700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}