{
    "title": "<翻譯>埋藏的附魔書<Buried Books>",
    "author": "PETER·篠",
    "replyCount": 4,
    "timestamp": 1436540760,
    "txt_content": " 本帖最后由 PETER·篠 于 2015-7-10 23:07 编辑 \n\n第二章埋藏的附魔書\n       “我不能去那裡，”諾亞結結巴巴的說。“我不是一名戰士啊！”\n       “別擔心——我有這個。”維奧萊特抓住一個TNT塊，迅速拋向牆外的虹人。\n       轟隆，只聽見一聲巨響。牆被炸得支離破碎，碎石散落在維奧萊特和諾亞的周圍。他們撥開碎石，從空蕩蕩的房間向外望去。\n       “我們打敗了他們！”諾亞喊道。\n       “看到了吧？你是一名戰士，”維奧萊特告訴他。\n       “但你才是那個扔TNT的人啊。”\n       “不要緊，重要的是我們又在一起了。”說著維奧萊特走出前門，諾亞跟在後面。\n       “你們并沒有跑得很快嘛！”一個刺耳的聲音傳了過來。\n       一個巨虹人走近他們，諾亞拔出了自己的鑽石劍。\n       “你給我小心點兒！”維奧萊特威脅他。\n       “你殺了我的夥伴，又打擾了丹尼爾的清淨。他很不喜歡損失士兵。”虹人巨大的身影擋在維奧萊特的面前。\n       “士兵！”維奧萊特笑了笑。“這就是他口中的虹人？但我叫他們，惡霸和罪犯。”\n       “哈哈，你擊敗了一些我們的人，就以為自己很強。不要太過於自信啦。這可是一場戰鬥，一場你永遠不會贏的戰鬥。”虹人將他的劍向維奧萊特揮去。\n       諾亞撲向虹人。用盡他身上的全部能量擊中了他。然後，轉身掏出一瓶噴濺藥水，將裡面裝的傷害藥水扔向虹人。虹人的攻擊逐漸減弱，最後盡不能還手。諾亞果斷地做出了最後一擊，打敗了邪惡的巨虹人。\n       “諾亞，這太不可思議了！”維奧萊特很興奮，她知道諾亞學會了保護自己。\n       “我沒有看到他傷害你，”諾亞告訴他的朋友。\n       “你知道嗎？你是一名真正的戰士。”維奧萊特會心一笑。\n       “我想是的。”諾亞聳聳肩。\n       “我們必須先回到村莊裡。如果丹尼爾知道我們擊敗了他的五名手下，他肯定是要報復的。我不想讓他摧毀我們的樹屋。如果他這樣做，我們就會失去所有藏在箱子里的有價值的資源。”維奧萊特說道。\n       諾亞和維奧萊特走回村莊。保證在坐在村莊商店旁的鐵傀儡的視線範圍之內后，諾亞偶然發現了一個開放的洞穴。\n       “哇，我之前從來沒有見過這個洞穴耶，”諾亞說道。\n       “我認為我們沒有時間去探索了。我們要趕快回村莊——我很擔心我們的家。不知道丹尼爾又會做出什麼事。”\n       “但是，興許我們能在這裡找到想要的東西，幫助我們戰勝丹尼爾呢，”諾亞建議。\n       維奧萊特知道他是對的；裡面有可能有可以開採的鑽石或綠寶石，而這是他們最急需的補給，太好了！\n       他們點燃火把，進入洞穴。裡面昏暗一片，一隻洞穴蜘蛛在他們之間爬過，諾亞用鑽石劍攻擊著蜘蛛。\n       “我沒有看到任何東西。”維奧萊特用鐵鎬在地面上挖掘，那簡直是不毛之地，連礦物也沒有。\n       “是的，看起來像這座洞穴早已被人洗劫一空了，”諾亞舉雙手表示讚同。\n       這兩個朋友結伴朝出口走去，就在路上，他們發現一個藏在陰暗的角落里的箱子。\n       “諾亞，你看到那個箱子了嗎？”維奧萊特以為自己出現了幻覺。\n       “對……那是什麼呢？”諾亞屏住了呼吸，慢慢地打開箱子。他擔心這可能是虹人設置的陷阱——打開它時會爆炸。\n       “哇哦！”維奧萊特大喊。“看看這里。”她從箱子中掏出一本用紅絲帶綁著的閃閃發光的棕色圖書。\n       “這是一本附魔書。”諾亞大致地翻看了一下書頁。\n       “真是得來全不費工夫。”維奧萊特看著書。“它肯定是本非常強大的書——我們甚至可以用它去給所有的物品附魔。”\n       “但我們連一個鐵砧都沒有。”諾亞知道附魔的鎧甲和武器對戰鬥起到至關重要的作用。\n       “我可以找到！”維奧萊特興奮地說。“都藏在我的房間里。”\n       “我們需要回去樹屋。”諾亞抓起附魔書，將它放在自己的背包中。\n       繼續朝出口處前進，諾亞和維奧萊特似乎聽到了一些聲響。他們躲在黑暗的角落裡，銳利的眼睛張望著前方的洞穴蜘蛛，因為蜘蛛能聽到入侵者的腳步聲。\n       “哦，不！”諾亞相當小聲地說道。“又是虹人。”他的心臟開始跳得飛快，維奧萊特希望他們不會聽到這個聲音。她知道有沒有辦法可以讓諾亞的心臟停止狂跳。他太緊張了。維奧萊特深吸了一口氣，站在她的朋友旁邊，看著兩名虹人走進漆黑的洞穴。\n       “這是那嗎？”一名虹人問他的同伴。“你確定丹尼爾所說的箱子就在這個山洞裡嗎？”\n       “是的，我們必須找到它。如果我們兩手空空而歸，丹尼爾肯定會大發雷霆，”另一個虹人回答說。\n       “什麼在那箱子里，很值錢嗎？”第一個虹人問。\n       “丹尼爾聲稱這個箱子中有主世界中最強大的附魔書，是其他虹人將它藏在這裡的。”第二個虹人搜找得更快了。\n       維奧萊特眼睜睜地看著他們從旁邊走過。她原本打算攻擊那兩個虹人，但他們并沒有留意到有兩個小偷躲在陰暗的角落里。\n       “我找到了！”其中一個虹人叫道。\n       維奧萊特看到他們都急著搬運箱子。\n       “等等，它被打開過了！”兩個虹人都感到震驚，他們彩色的身體在漆黑的山洞里發出刺眼的強光。\n       “有人偷了丹尼爾的附魔書。他們要付出代價！”\n       “但是，誰能夠發現它呢？”第一個虹人感到質疑。\n       “我不知道，但丹尼爾會發現的。其實他已經非常強大，沒有人可以躲過他的法眼。”\n       虹人們都認為丹尼爾是強大的，但不管是誰，只要擁有這本附魔書也受到重大的影響。\n       諾亞的心跳動得更快了。一不小心，手中的劍滑落到了地上。\n        “誰在那里？！”其中一名虹人叫道。\n        “我看到他們了！我看到了那個偷書的小偷了！”另一個虹人喊道。\n       他們都不知道夜幕降臨，一隻爬行者悄悄地穿過了洞穴的入口。虹人試圖急速跑遠，但爬行者卻以無法擺脫的方式瞬間爆炸。\n       轟隆，如雷貫耳。\n       “我希望他們看不到我們的臉。”諾亞被嚇呆了。\n       “沒事，一切都會變好的。”維奧萊特努力向她的朋友保證，讓其相信自己的話。\n\nChapter 2Buried Books“I can’t go out there,” stuttered Noah. “I’m not a fighter.”“Don’t worry----I’ve got this.” Violet grabbed a block of TNT and threw it over the wall at the griefers.\nKaboom! Parts of the wall fell on Violet and Noah. They brushed away the rubble and looked out at the small empty room.\n“We destroyed them!” exclaimed Noah.\n“See? You are a warrior,” Violet told him.\n“But you’re the one who threw the TNT.”\n“It doesn’t matter. We’re in this together.” Violet walked out the front door and Noah followed.\n“No so fast!” a voice called out.\nA large rainbow griefer approached and Noah, holding out his diamond sword.\n“Don’t point that at me,” threatened Violet.\n“You have destroyed my friends. And you have upset Daniel. He doesn’t like to lose any soldiers.” The rainbow griefers stood in front of Violet.\n“Soldiers!” Violet laughed. “Is that what he calls them? Because I call them bullies and criminals.”\n“Now that you’ve defeated a few of our men, you think you’re very strong. Don’t be overly confident. This is one battle you’ll never win.” The rainbow griefer struck Violet with his sword.\nNoah lunged at the rainbow griefer. With every ounce of energy in his body, he hit him with his diamond sword. Then he pulled out a potion bottle and splashed a potion of harming on the griefer. The griefer became weak and couldn’t fight back. Noah delivered a final blow, and defeated the evil griefer.\n“Noah, that’s fantastic.” Violet was thrilled. Noah was learning to defend himself.\n“I couldn’t see him hurt you,” Noah told his friend.\n“See? You are a warrior.” Violet smiled.\n“I guess so.” Noah shrugged.\n“We have to head back to the village. If Daniel knows we’re destroyed five of his men, he is going to retaliate. I don’t want him blowing up our tree houses. If he does that, we’ll lose all of the valuable resources I’ve hidden in the chest,” said Violet.\nNoah and Violet walked back to the village. Just when the iron golem that sat by the village shops was in sight, Noah stumbled upon an opening to a cave.\n“Wow, I’ve never seen this cave before,” said Noah.\n“I don’t think we have time to explore. We have to head back to the village----I’m worried about our homes. I don’t trust Daniel.”\n“But maybe we can find something in here that will help us defeat Daniel,” suggested Noah.\nViolet knew that he was right; there could be diamonds or emeralds that could mine, and they needed supplies, badly.\nThey lit torches and entered the cave. It was dark, and a cave spider crept between their feet. Noah hit the spider with his diamond sword.\n“I don’t see anything here.” Violet dug her pickaxe into the ground, but it was barren. There was nothing to mine.\n“Yes, it looks like this cave has already been looted,” Noah agreed.\nThe two friends were walking toward the exit when they saw a chest hidden in the dark corner.\n“Noah, do you see that chest?” Violet thought she was imagining it.\n“Yes...what is it?” Noah held his breath as he slowly opened the chest. He was worried it could be a trap set by a griefer, and might explode when he opened it.\n“Oh, wow!” Violet exclaimed. “Look at this.” She pulled out a shiny brown book tied with red ribbon.\n“It’s an enchanted book.” Noah leafed through the pages.\n“This is going to come in very handy.” Violet looked at the book. “It must be extremely powerful----look at all of the items we can enchant with it.”\n“But we don’t have an anvil.” Noah knew that would be vital to enchanting armor and weapons.\n“I do!” Violet said happily. “It’s hidden in my house.”\n“We need to get back to the tree houses.” Noah grabbed the book and placed it in his inventory.\nWalking toward the exit, Noah and Violet could hear voices. They hid in a dark corner, keeping a sharp eye out for cave spiders as they listened to the people who entered the cave.\n“Oh no!” Noah said in a quite whisper. “It’s rainbow griefers.” His heart began to pound and Violet hoped they couldn’t hear it. She knew there was no way Noah could control his heart racing. He was nervous. She took a deep breath and stood by her friend, watching as the two rainbow griefers explored the dark cave.\n“Where is it?” the rainbow griefer asked his companion. “Are you sure Daniel said the chest is in this cave?”\n“Yes, we have to find the chest. If we come back empty handed, Daniel will be furious,” replied the other rainbow griefer.\n“What’s in the chest that’s so valuable?” questioned the first griefer.\n“Daniel claims this chest has the most powerful enchanted book in the Overworld. The other rainbow griefers hid it here during an attack.” The second girefer searched the cave some more.\nViolet watched their feet walk by. She contemplated attacking the griefers, but they passed without noticing the two thieves hiding in the dark corner.\n“I found it!” one of the griefers called out.\nViolet could see them both hurry over to the chest.\n“It’s been opened!” The griefer was shocked. His colorful body shone in the dark cave.\n“Someone has stolen Daniel’s book. They are going to pay.”\n“But who could have found it?” the first griefer questioned.\n“I don’t know, but Daniel will find out. He is extremely powerful. Nobody can hide from him.”\nBoth griefers agreed that Daniel was powerful and whoever was in possession of the book would suffer.\nNoah’s heart beat faster. Then he dropped his sword.\n“Who’s there!” one of the grifers called out.\n“I see them! I see the thieves,” the other griefer shouted.\nBut the day was ending and a creeper lurked through the entrance of the cave. The griefers tried to sprint, but they couldn’t get out of the way in time. The creeper exploded.\nKaboom!\n“I hope they couldn’t see our faces.” Noah was terrified.\n\n“I’m sure it will be okay.” Violet reassures her friend, trying to believe the words as she said them.\n\n",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1436541420,
            "txt_content": "翻书看啊，屌屌的。\n（繁体有点看不惯XD）"
        },
        {
            "author": "男人婆",
            "timestamp": 1436541420,
            "txt_content": "既然是第二张那么有第一章吗？"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1436541780,
            "txt_content": "男人婆 发表于 2015-7-10 23:17\n既然是第二张那么有第一章吗？\n第一章地址：http://www.mcbbs.net/thread-466188-1-1.html"
        },
        {
            "author": "Mr.Right.",
            "timestamp": 1436566680,
            "txt_content": "觉得不错，加油"
        }
    ]
}