{
    "title": "【原创·连载】《在超自然世界的第三百六十五天》--第三章 目标——雪原中心！",
    "author": "我的世界の",
    "replyCount": 0,
    "timestamp": 1436596620,
    "txt_content": " 本帖最后由 我的世界の 于 2015-7-11 14:52 编辑 \n\n在超自然世界的第三百六十五天\n\n第三章   目标——雪原中心！\n\n\n\n由于柯那个逗比为我们指了错误的方向，我们全体人员的氛围像是降到冰点了一样，每个人的脸色都随着太阳的落下阴沉了下来。\n“该死，一天就这么浪费了。”小朱双臂交叉坐了下来，“真担心能否按时到达呢。”\n“对不起。”柯很愧疚的将手放到心脏那边。\n“别这样么。”我尴尬的笑了笑，我指了指前方的建筑，“前面似乎有家旅馆，我们去那里休整一晚再说吧。”\n刘呆呆也带着微笑朝着两人说：“是啊是啊，天晴说的没错呢。”\n“好吧，那走咯。”小朱站起身来，拍拍自己身上的灰尘，“我们运气还算好，北方无人区居然能找到在上次为勇士搭建的旅馆。”\n但当一行人走到旅馆边上时，倒是被惊呆了，里面到处是战斗过的痕迹，横七竖八地躺着尸体，柯检查了一下伤口便说道：“是恶魔的能力，而且就在不久前。”\n“北方的旅馆会出现恶魔，这未免也太蹊跷了。”小朱摸着自己的下巴说道。\n“没错。”我仔细的观察着周围的环境，“这个旅店没有铁匠铺，恶魔离开下界或者岩浆便会渐渐变得虚弱，光是离开那南方的什么什么沙漠就很疲倦了，怎么会跑到北方的无人区来呢？”\n“也许只是偶然呢？”小呆也学我观察着四周的环境说。\n“不会的，反常的背后总是会有阴谋的。”我恍然大悟，“如果我的推理没错的话。那还要多亏柯呢。”\n“什么？我？”柯很吃惊的说。\n“再北方就是雪原了是么？”我询问着小朱。\n“大概是吧。”小朱漫不经心地回答着我，“不过这又能得出什么结论呢？”\n“跟我来。”我自信地向着旅店的另一边走去，“果然不出我所料。雪原的边境不下雪，看这里，明显有人走过，而且绝对是部队级别的。”\n“没错哟，看，这里有明显的被开凿过的痕迹。”小朱蹲下来勘察着地形。\n“可是这也不合常理啊。”柯的话像给大家泼了一盆冷水，“恶魔不会跑到，不，是跑不到北方无人区的中心的，那里目前还没有种族开发过呢。”\n“你们天使未免也太过于自大了吧。”我微微一笑，“那么。别的种族呢？”\n“那也不可能吧，那可是我们派出的间谍给我消息。”柯还想要反驳，“你看。”\n“如果他被发现了呢？”小朱问道。\n“那也不会吧，通讯用的书信除了天使之外。。”柯如梦初醒，“是吸血鬼！发明这种书信的是吸血鬼！”\n“那么一切都讲通了哟。”小朱微微一笑，“不错嘛，天晴。”\n“欸，吸血鬼和天使的关系不好吗？”小呆询问着。\n“只能说是井水不犯河水吧，他们现在最大的敌人是狼人。他们也未侵犯皇城，所以牧师也不会与他们结下多大的仇。”柯回答道。\n“可是最近狼人似乎没什么动向哟。”小朱说，“难道。。”\n“没错，我们走的是对的方向。真正的俘虏，不在下界。而是。。”我自信地指着遥远的北方说道，“北方无人区的中心地带！”\n“天晴哥哥好厉害！”小呆带着崇拜的眼神看着我。\n“等下，我不是。。。”话音未落。就又被打断，咦，为什么要说又呢？\n“那现在怎么办，天也黑了，这个时候对于我们来说是很危险的。”小朱说道。\n“那还能怎么办，看看旅馆里有什么呗。将就着住一晚，总比在雪原被冻死好多了。”我这么说道，我确信这里还有类似环境插件的东西，因为我已经感到阵阵的寒意并伴着强烈的入睡欲望。\n那个旅馆的二楼才是客房，即使楼下是出过人命的地方，但浓烈的睡意早已把我淹没，一看见有床倒头就睡。完全没有顾忌到晚上的危险性，以及，，我边上睡得到底是谁。但是，只是睡了一会，居然天就亮了，好吧，这个设定果然和MC一样，不过倦意已经消散，对于还是不知道如何驱散寒意的我们一行人来说，想要步入雪原是很困难的。小呆与柯从未出过帝国与天堂，而小朱也没几次出行任务，好吧，根据在地球上的常识来看，对于我们来说，皮革现在御寒能力不强，不过做一些火把应该是可以驱寒的。幸亏这个旅店里还有些煤炭，合成东西也和MC一样简单，一人一只火把就上路了。为了以防万一，柯还准备了打火石，防止意外。\n-------------------------------------------------------------------------------------------------------------------------------------------------------\n另一边，龙骑与其他的许多吸血鬼将所谓的俘虏送到了指定的地点边勘察着四周的环境说：“那家伙，不会骗我吧。”不过很快，他就发现了机关，雪原的地表下，居然被那些恶魔们改造的与下界的监狱如出一辙，满满的都是岩浆与火焰，龙骑皱了皱眉，这样改造会对雪原的基本生态产生影响，到时候这片雪原也会变成那群恶魔的领地。即使知道后果不堪设想，但自己也只能无奈听令，恶魔首领信誓旦旦地对自己自己大多数同伴在下界里很安全让自己不要担心，只有这次攻打人类与天使共建的联邦帝国，才能挽救会自己的同伴。鬼知道他们抓自己同伴过去到底安不安全。\n“该死的恶魔。”想到这里，龙骑不禁咬牙切齿地骂着。\n“龙骑，既然人已经关押好了，我们就回去参战了，吸血鬼种族以你为傲。”说完，边上的几人单膝跪地，以示忠诚。\n“回去吧，这里我会看管好的。”\n-------------------------------------------------------------------------------------------------------------------------------------------------------\n“那么首领，那些吸血鬼你到底是如何处置的？”\n“当然是‘好好’地‘招待’他们。”恶魔首领仍旧是带着那个诡异的笑容。\n\n\n\n戳这里到索引贴\n",
    "replies": []
}