{
    "title": "【原创】《暴风雨——战神传说》第一章：夜幕",
    "author": "影霜、",
    "replyCount": 2,
    "timestamp": 1436591760,
    "txt_content": " 本帖最后由 影霜、 于 2015-7-11 13:26 编辑 \n\n第一章：夜幕\n公元1663年12月25日MineCraft帝国梦魇山脉         寒风呼啸着，山脉仿佛被泼了一大桶白色的颜料，覆满了柔柔的雪。天地交接处，像是被砍刀劈开般清晰可见。空中孤单的大雁在一声凄凉的哀鸣后，笔直地落到地面。霎时，一群雪地狐蜂拥而上，倾刻间，大雁便化成惨人的白骨……        几里外的梦魇城，周围俨然是绿油油的一片——那是草地吗？显然不是，那是死亡的象征——爬行者！        远方，一只信鸽飞来，稳稳地落在史蒂夫身旁。除了它那放射着红光的大眼睛，它的身体和山脉浑然一体，无法分辨。         情况紧急，今晚8点务必想办法进城。——塞顿         虽然梦魇城被爬行者大军包围，但暴风雨骑士团的五百位勇士们无一不是精英中的精英，他们都装备着暴风雨式特制套装。如果没和他们交手，就连专家也认不出这些装备是由帝国特级管制品——【数据删除】①制成，其坚可媲美金刚石，韧不逊色于【数据删除】②，且十分轻便。这使得骑士们不仅刀枪不入，水火不侵，还身手敏捷，大军之中取上将首级犹如探囊取物。他们一出击，必然掀起一场血雨腥风。所以，突破重围进城简直易如反掌。        史蒂夫一言不发，像一尊雕像伫立在寒气透骨的山脉上，任凭劲风吹拂自己的躯体。        时间好像静止了一样，所有人都站在那儿，同样没说话，动也不动。整座山脉寂静冷清，仿佛要将所有意志薄弱者置于死地。         史蒂夫并不知道梦魇城里发生了什么，但他觉得塞顿让他这么做一定有道理。        八点。        他一跃而起，在天空中划过一道残影，把周围的空气震得支离破碎，而后又以迅雷不及掩耳之势持起挂在背上的邪神之剑，剑锋直指地面上一只倒霉的爬行者。史蒂夫落地的同时，爬行者便被邪神贯穿，随后就被这令人胆寒的滚滚煞气逼得尸骨无存。        史蒂夫无心恋战，在吩咐了副将雷塔斯让他们自己清出一条道进城后，自己便又使劲浑身解数，纵身一跳，就进了城。缓了缓身子后，他冲着军营的方向跑去。        作为帝国最大的军事基地，梦魇城的面积达到了将近十万平方千米③，够史蒂夫跑上一阵子了。        好在史蒂夫跑了一会儿，军用直升机④就把他接到了军营。         “据可靠消息，今夜10点，Monster帝国的新型无人机会突然从广场的铁傀儡雕像里破壳而出，我们怕他们里应外合，占领梦魇城，所以，拜托了！”话音刚落，塞顿便在史蒂夫跟前呈跪姿。        “嗯。”史蒂夫淡淡地回应，话中却充满了自信。 10点梦魇大广场        “啪”一声，雕像的各部分都被强击震得七零八落，里面钻出来一个巨型“蜘蛛骑士”，足有15米高，简直是台杀戮机器。噪耳的金属摩擦声令在场的人不禁紧捂双耳。        “哟，你大显身手的时候到了。”        “再等等吧。”        “切，别以为你放大了一下我就怕你了，不就是个蜘蛛骑士嘛！”鲍勃一心想夺得战功，一身跳进旁边的军用直升机。        随着加特林机枪的不断旋转，7.62mm的高爆子弹以肉眼不可见的速度冲向蜘蛛骑士，但却都被坚固的装甲弹开；鲍勃不甘心：“我TM真是日了整个动物园了!”，九头蛇追踪导弹又被发射了出来，直奔蜘蛛骑士的能源核心④。        “Boom~”两颗导弹霎时化作两朵蘑菇云，笼罩着整个广场。        “哈哈哈，不过如此！”鲍勃正得意忘形。        待到烟雾散去，大家却发现蜘蛛骑士仍毫发无损地待在原地，这让所有人都大吃一惊。        就在这时，骑士拉开弓，射出一支看似普通的箭，贯穿整架直升机，随后，一道天雷落下，毫无偏差地落在直升机上。        一人一机，现在只剩一块烧焦的煤炭……        大家都目瞪口呆时，杰克抄起他的黄金剑，飞奔向蜘蛛骑士，想一举击毁它，却不料大蜘蛛喷出一口毒液，溅在杰克身上，倾刻间，杰克，还有他的黄金剑，像人间蒸发了一样……        史蒂夫终于起身，右手持着邪神，笔直地指向蜘蛛骑士的能源核心。随后，右手突然送开，邪神就像脱弦之箭，击穿了骑士的躯体。在邪神回到史蒂夫手中时，爆炸声便伴随着浓烟源源不断地传来，震耳欲聋。待硝烟俱寂，映入眼帘的则是蜘蛛骑士的残骸。        史蒂夫冷哼一声“废物。”        “这么快就结束了吗？”        远方传来阵阵脚步声，“报告，此次暴风雨骑士团破围小战役，杀敌7943人，轻伤0人，重伤0人，失踪0人，死亡0人，报告完   毕！”        “不，这才刚刚开始。”\n下一章得等挺久了，喜欢的可以关注一下\n问：文中棕色字体部分是谁和谁的对话？（较难，提示：看简介）\n\n\n注释：\n①SCP的梗，其实是LZ想不出来叫什么了就偷懒\n②同①\n③最早的直升机发明与1939年9月（度娘百科），文中默认帝国科技发达，早发明了\n④简单说打爆这个无人机就报废了\n\n\n上一章：序章                                                                                                                                                                                          下一章：更新中\n\n\n\n",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1436600040,
            "txt_content": "写的挺不错，加油"
        },
        {
            "author": "影霜、",
            "timestamp": 1436609160,
            "txt_content": "CloudsXDao 发表于 2015-7-11 15:34\n写的挺不错，加油\n谢谢支持{:10_512:}"
        }
    ]
}