{
    "title": "<原创丨连载>《兰草乡村》第三章-猎人森林",
    "author": "One_passer",
    "replyCount": 10,
    "timestamp": 1436604900,
    "txt_content": " 本帖最后由 One_passer 于 2015-7-14 21:30 编辑 \n  史蒂夫走了一会儿，就到了猎人公会。看着周围的杂吵声音，对于喜好安静的史蒂夫来说，是一种折磨。不过为了注册猎人，史蒂夫也没办法。\n  进入了猎人公会，内部空间还是非常大的。有兑换武器的，药草的，皮甲的等等。左边通道进去那里是一个猎人摆摊的地方，右边通道是一个拍卖会。史蒂夫来到一位长得高大的壮汉面前，向他问道：“这位大哥，不知道在哪里注册猎人呢？”那高大的壮汉指着前方一个中年男人，对史蒂夫说道：“就在前面，那个男的是猎人公会管理员，你可以找他注册。”向壮汉道了声谢，史蒂夫向那中年男人走去。\n  “我来注册猎人，我的名字是史蒂夫。”史蒂夫向那中年男人说道。\n  “哦，史蒂夫？有趣的名字。”中年男人拿起一个徽章，“这个是猎人的标志，你要保管好，你在这里滴一滴血上去，猎人公会就会把你信息记录。”\n  史蒂夫咬破拇指，滴了一滴血，然后舔了舔止血。做完这一切，史蒂夫就走了，他打算去猎人森林打猎了。不过在这之前，要准备准备。史蒂夫来到武器铺，看着各式各样的武器，有些不知道买哪把好了。最终，他看中了一把钢铁利剑，要70希勒币。还好之前迈哈尔给了我100希勒币，史蒂夫暗暗想到。史蒂夫又来到了马匹铺，买了一匹红枣马，花了20希勒币。拿起利剑，跨上红枣马，他就往猎人森林出发了！\n  在红枣马的狂奔下，史蒂夫很快到了猎人森林。看着这一颗颗苍天大树，真不知道是怎么长的。史蒂夫把马停在了猎人公会专门放马的地方，交了1希勒币。又买了本猎人森林大全，画了4希勒币。“现在只剩下5希勒币了，不能乱用了，要赶紧赚钱了。”\n  史蒂夫手持利剑，进入了猎人森林。打开了猎人森林大全，有各种各样的动物，植物。最常见的就是野猪，杀手兔，角鹿，野狼。稀有动物有史莱姆，据说是一种会跳来跳去，类似果冻的动物，还有蚕虫，蚕虫的毛线可以制作高级皮甲，是制作皮甲的珍贵材料，还有很多的稀有动物。而最后标记了十几样危险怪物，岩浆龙、末影人、骷髅射手、嗜血蜘蛛，恶魂蛇，杀戮虎等等，其中骷髅射手，嗜血蜘蛛最为常见，骷髅射手初步具有人类智慧，拿着弓，经常偷袭人类，嗜血蜘蛛，顾名思义，一旦被缠上，你的血液一定会被吸光，所以不能被它近身。其中岩浆龙，恶魂蛇和杀戮虎并称为猎人之森三大巨头。最为神秘的为末影人，它的智慧不下于人类，时好时坏，有人说他是异世界走失的，最害怕的东西为水。还有各种珍惜植物，史蒂夫也没一一去看，现在，他要去伏击野猪，因为他看见了一群野猪的脚印。\n  顺着脚印，史蒂夫看见一群野猪，大概十几只左右，正在喝水。史蒂夫思考着对策，虽然他练过武，但是再厉害也干不过十几头野猪，看见野猪那长长的獠牙，他想都不敢想。史蒂夫翻开猎人森林大全，打开野猪那一页，看见野猪最喜欢的食物是水果，其次才是血肉。\n  史蒂夫心里已经有了个计划了，他在附近树林收集了许多水果，本想拿去卖，现在派上用处了。“这群野猪，一只也别想跑。”史蒂夫微微笑了起来。\n  史蒂夫拿起一大推水果，往下扔了过去。一群野猪看见天上落下来的水果，虽然疑惑，不过毕竟是畜生，没太多智慧，立马冲了上去，到处抢，有的甚至打了起来，而这也是史蒂夫想看到的。\n  待这些野猪打得筋疲力尽，一些存活下来的野猪还没来得急高兴，就被史蒂夫拿利剑一摸脖子。这群野猪就被史蒂夫坐收渔翁之利了。就在史蒂夫思考怎么搬运的问题时，来了几个猎人，他们看见一群野猪，眼睛都发光了起来。看见他们这个模样，史蒂夫冷冷说道：“这些野猪是我打猎的，你们想干什么。”\n  那群猎人中，一个长得瘦小的男子走了出来冲史蒂夫说道：“你说你的就是你的？我还说是我的呢，这些野猪，我们拿走了。”这群猎人当然不相信史蒂夫的话了，只认为他是捡了别人的便宜。\n  史蒂夫冷笑道：“哼，不作死就不会死。”\n\n\n索引贴：http://www.mcbbs.net/thread-468076-1-1.html",
    "replies": [
        {
            "author": "一枚渣渣",
            "timestamp": 1436605140,
            "txt_content": "前排支持"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436605260,
            "txt_content": "史蒂夫又来到了马匹铺，买了一把红枣马\n马应该是匹为数量单位"
        },
        {
            "author": "One_passer",
            "timestamp": 1436605440,
            "txt_content": "一枚渣渣 发表于 2015-7-11 17:01\n马应该是匹为数量单位\n不好意思啊 我修改一下 搞错了"
        },
        {
            "author": "One_passer",
            "timestamp": 1436605500,
            "txt_content": "一枚渣渣 发表于 2015-7-11 17:01\n马应该是匹为数量单位\n谢谢你的支持，我晚上会继续码字的。"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436605620,
            "txt_content": "One_passer 发表于 2015-7-11 17:05\n谢谢你的支持，我晚上会继续码字的。\n新人劲头很足啊，好好加油"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1436606880,
            "txt_content": "又见希特勒……\n到底有多执着啊你们这些大触"
        },
        {
            "author": "HGK",
            "timestamp": 1436618460,
            "txt_content": "其实写得很不错的，继续坚持写下去，提高文笔。"
        },
        {
            "author": "One_passer",
            "timestamp": 1436618820,
            "txt_content": "HGK 发表于 2015-7-11 20:41\n其实写得很不错的，继续坚持写下去，提高文笔。\n谢谢支持"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436657220,
            "txt_content": "三章了，可以发索引了"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436684520,
            "txt_content": "宇宙就是一座黑暗森林，每个文明都是带枪的猎人。\n为啥这标题让我想到了黑暗森林呢？"
        }
    ]
}