{
    "title": "【原创·连载】《在超自然世界的第三百六十五天》--第四章  上古神器——末",
    "author": "我的世界の",
    "replyCount": 2,
    "timestamp": 1436681580,
    "txt_content": "在超自然世界的第三百六十五天\n\n第四章   上古神器——末\n\n\n\n\n虽然我们走上了正确的道路，但遇到的困难仍旧数不胜数，由于雪原的宽广，根本无法在短时间内到达，这则意味着我们需要在这里度过几个夜晚。而且这里的木材也不多，几颗云衫木在雪原上显得十分寂寞。柯的脸色看上去很不好。\n小朱平躺在火堆边上，由于长途跋涉，加上雪原恶劣的天气，大家都累的不行了，此时依偎在火堆边上是最舒服的了。但此时，有一种模糊不清的声音在我的耳边环绕，我慢慢挪到小朱的身边，和他交谈了起来：\n“小朱，你以前来这里执行过任务吗？”\n“哈？怎么可能？这里既没有种族而且天气恶劣，谁没事干跑到这里来啊。”\n“这倒也是。”本来我只是想聊个天解解闷，没想到这么快就没有话题可以聊了。那个声音十分微弱，完全听不清楚是什么生物发出来的，但在寒风的呼啸下也对我并无什么影响。\n但当第二天我们再次出发时，在傍晚时分，我们遇到了一个峡谷，这个峡谷很宽广，看上去绕不过去，下面有很多迷雾，漆黑一片，深不见底，而且由于风的影响，听上去像是在哀嚎，此时，那个声音变得更加清晰，这种声音像是一种古老的咒语，在我的耳边低喃，虽然听不懂这代表着什么，但似乎有一种力量拉着我，驱使着我下去。\n下面，有什么东西吗？这个念头驱使着我，我的好奇心随着我的心跳在共鸣，我的呼吸变得急促。\n由于风声的影响，他们似乎并没有发现异常。\n“好大的，，坑啊，我们怎么过去啊。”刘呆呆问着。\n“这叫峡谷吧。”小朱无奈地说着。\n“没关系，我早就料到会这样了。”柯微微一笑，在背包里摸索着什么，“看，我带了末影珍珠。”\n“哎呀，没想到关键时刻，你还是挺靠谱的。”小朱装作一副很吃惊的样子，便把珍珠分给了我们。\n“这是什么话。”柯顿时感到十分尴尬，“我先来吧。”说完，他便把珍珠扔了出去，在一阵末影粒子的出现下，柯安全地到达了对面。小呆和小朱也陆续到达了对岸。在我还未扔出珍珠时，突然一阵狂风席卷而来，我的珍珠被吹落到峡谷的下面。这一幕被他们看得清清楚楚：\n珍珠落地了，受到珍珠带来的摔落伤害，我的双腿产生疼痛，瞬移把我带到了一片漆黑的地方，我举起了火把，缓缓地站起来。\n“你还好吗？晴？”听上去像是柯的声音。\n我回答道：“没问题！你们先走吧！我会找办法上去的！”\n“哦！那我们先走了！”小朱发声了。\n但当我看见周围的环境时，我惊呆了，这绝对不是自然产生的景观，整个峡谷的下方被许许多多我叫不出名的紫色方块与毁坏的石砖包围，看上去，是有人人为制造的祭坛。那个声音越来越清晰，似乎就是要把我淹没，这样子的声音使我产生了头晕，我下意识地跟着那个声音，最后，我的视线停留在一个一把弓箭上。\n这把弓箭被平放在一块石板上，边上还散发着像是末影粒子一样的粉末，而且整把弓箭的颜色很特殊，以黑色作为底色，还有紫色的花纹，就像是末地的风格。\n当我拿起这把弓的时候，那个声音也停止了。\n“你，是在叫我嘛？”突然，弓箭散发出紫色的光芒，投射出一个女孩子的人影。\n我受到了惊吓，向后退了几步，“你是？”\n突然她睁开了眼睛：“我是这把弓原来的主人。”\n“额，你怎么会被锁在这把弓里，难道之前叫我的也是你？”\n“可以说是，但也不完全是。弓有自己的意愿，我只是负责传达。不过既然找到了，我也可以休息了。”\n“喂，你先别走啊，你先告诉我怎么出去啊，喂！”但不论我怎么吼叫，她似乎就这么消失了。\n“我晕。”我一屁股坐了下来，“这种鬼地方怎么出去啊。”我看着这把弓，“你能告诉我怎么出去么？”\n但弓仍旧没有反应，只是仍旧有末影粒子一样的粉末。既然不知道怎么出去，那来试下这把弓吧，反正箭还能捡回来。我从背包中拔出一支箭，放在弦上就知道这把弓很符合我的口味，很轻，当箭射出去，射到一块石头上时，我居然也被传送到了相应的地方。我将箭回收，以不可思议的眼光看着这把弓。\n“WOW，神器啊。给你起个名字吧，嗯。。。”我思索了一会，“就叫你末吧。”\n被传送的地方，边上有个不起眼的按钮，如果之前没有尝试，还真的是看不出来呢，我按下了按钮。\n然而在另一边，三人遭到了敌军。\n“艾？”柯似乎很吃惊地叫了出来，“你怎么变成这样？你难道……”\n眼前的女性天使眼神无光，像是被控制了一样，脸的另一侧像是被烧毁了一般。\n“难道，是诱惑？”小朱拉着两人向后撤，“是恶魔的能力，这只天使被恶魔控制了！只能杀了她，让我来。”说完他便掏出了弓箭。\n“不行的。不行杀她！”柯紧紧地抱住小朱，“不要杀她，也许还有别的方法呢？”\n“你疯了？不然她会把我们全都杀掉的！”小朱回想到以前自己的同伴被恶魔诱惑，由于自己的一时心软，酿成了不可挽回的灾难，死亡，火焰，覆灭，“你不要拦着我！刘，帮我！”\n“真的不能杀她，她。”柯几乎是要哭出来，“现在是我唯一的亲人了。”\n那位天使举着钻石剑，向小朱走去。\n“柯，放开我。”小朱的语气很淡定，“我不会杀了她的。放开。”\n“不要！”柯想起了很多悲伤的往事，“每次你都是这样！我不敢再信你了。刘，用书，用书让小朱的能量枯竭！”\n“你，还是不肯相信我吗。”小朱感到一股寒流从心头流过，“这就是报应啊。”\n眼看钻石剑就要砍下来，小朱闭上双眼。像是迎接审判一般。\n“对不起。”\n\n\n\n\n戳这里到索引贴",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1436682900,
            "txt_content": "对话过多，还有段落开头能空两格不？"
        },
        {
            "author": "Sssss...",
            "timestamp": 1460636940,
            "txt_content": "砍死了吗？"
        }
    ]
}