{
    "title": "〈原创¤连载〉［世纪之初］作者：沉默生物〈为世纪而战的斗争〉｛第一章 第八节｝",
    "author": "沉默生物",
    "replyCount": 5,
    "timestamp": 1436757600,
    "txt_content": " 本帖最后由 沉默生物 于 2015-7-15 10:49 编辑 \n\n\n                 第八节\n杨雄在冲向灵狼的过程中，拿出铁剑，朝着灵狼当头劈下。\n   灵狼见状，便不再和他客气，也拿出铁剑。\n   “铛！”\n   两把铁剑对碰，擦出了朵朵火花，杨雄吃了一惊，自己竟和他在力量上打成平手，对方看起来也就16岁左右。\n   于是他便道「小子，力量还不错，但和我比还差远了。看我练练我这新学会的招数，三剑斩！」\n   只见他将力量集中在剑上，那剑闪出一道白光，十分耀眼。杨雄笑着对灵狼横扫过去。\n   「第一斩！」\n   灵狼感到一股令自己十分担忧的力量，虽不足以让他恐惧，但必定能重伤他。可凭自己的速度难以挡住杨雄的攻击。\n   当杨雄即将伤到他的时候，灵狼感到自己的身体似乎发生了一系列奇怪的变化，他身体发出一道类似于涟漪的波动，直接将杨雄和雪儿两人震退数米，从而导致杨雄没伤到他一丝一毫。\n   「怎么回事？」杨雄刚才明明看到自己的剑即将破开他的皮肤，深入血肉，但却被一股足以轻松碾压自己的力量弹开，让他郁闷无比。\n   雪儿也用好奇的目光看着灵狼，这时的灵狼忽然双脚腾空，悬浮于空中，眼睛慢慢地闭合，像是睡着了一般。\n…………\n   当时发出波动的那一刻，灵狼发现他眼前的事物竟在渐渐变得模糊起来，一片灰色的景象正在慢慢的代替周围的环境，最终，他发现他整个人都处在一个灰色的世界当中！这个世界除了灰色，什么都没有！\n   突然灵狼身前的空间竟扭曲了，这扭曲越来越厉害，最后竟形成了一个漩涡，飞速地旋转！\n   慢慢的，在这漩涡的中间出现了一个点，那似乎就是漩涡的核心了，那核心缓缓地变大，最终变成了黄豆一般大小。\n   就在这时，核心忽然爆炸，灵狼瞬间被炸飞好远。\n   然而，就在那眨眼的瞬间，漩涡什么的都消失了，只剩下一滴血滴似的液体。血滴突然下坠，当它滴到灰色的地面时，整个灰色的世界都发生了变化，许多的房间凭空出现，几个呼吸的时间，灵狼便发觉这些房间全部都被造好了，而自己就在其中的一个房间之中。\n   「唔，什么情况？」灵狼所在的这个房间中，只有一个拉杆，他思考了一番，决定拉下拉杆。\n   “轰！”\n   随着机关发出的轰鸣声，这个房间的地板忽然塌陷。灵狼惊呼一声，他的身体正在极速的下坠。不知过了多久，他发现下方的一个世界正逐渐清晰的出现在他的视野当中。这世界没有任何建筑，简直就像是一个新建的单人存档！\n   “扑通！”\n   灵狼降落在一个小水池当中。\n   「这，是让我玩单人生存？！」\n上一节     目录     下一节\n\n这小说我写到后面会新增许多不属于minecraft东西但与minecraft我想象所相关的东西，希望以后我写出来的时候又有人吐槽～(￣▽￣～)(～￣▽￣)～",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1436758260,
            "txt_content": "有索引吗？"
        },
        {
            "author": "沉默生物",
            "timestamp": 1436758860,
            "txt_content": "CloudsXDao 发表于 2015-7-13 11:31\n有索引吗？\n看我个人签名，刚更新好索引，以后会长在每节都弄一个“上一节，”下一节之类的"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436759460,
            "txt_content": "沉默生物 发表于 2015-7-13 11:41\n看我个人签名，刚更新好索引，以后会长在每节都弄一个“上一节，”下一节之类的 ...\n其实我觉得上一节下一节没什么必要，主要还是索引"
        },
        {
            "author": "沉默生物",
            "timestamp": 1436759700,
            "txt_content": "CloudsXDao 发表于 2015-7-13 11:51\n其实我觉得上一节下一节没什么必要，主要还是索引\n嗯嗯，但弄一下会方便看一些，第一，二节我己经弄了，正在弄第三节"
        },
        {
            "author": "沉默生物",
            "timestamp": 1436759760,
            "txt_content": "CloudsXDao 发表于 2015-7-13 11:51\n其实我觉得上一节下一节没什么必要，主要还是索引\n谢谢支持，       \n"
        }
    ]
}