{
    "title": "<原创·连载>[方块世界]第三章 孤身战",
    "author": "一枚渣渣",
    "replyCount": 8,
    "timestamp": 1436755560,
    "txt_content": " 本帖最后由 一枚渣渣 于 2015-7-16 10:00 编辑 \n\n                                 第三章\n                                                                                         孤身战                                                                                                                       当你独自作战时，你会觉得自己很无助，因为你是一个人，没有队友，也没有援军\n         “嘶······”\n         一只苦力怕正悄悄靠近他前面的那个人，想要用自爆拉一个垫背的，呸，用自爆结束它和他一生。\n         突然，那个人迅速转过身，来抽出一把小刀往那只苦力怕身上刺了一刀，又往它绿油油的身上踹了一脚，但已经迟了，在他发现它的一瞬间它就已经点燃了自己体内的导火索。\n        “轰！”\n        他被爆炸产生的冲击波掀翻在地，一些怪物被爆炸声吸引过来，看着越来越近的僵尸苦力怕和其他怪物，他低声骂了一句“靠！”\n        “我提醒过你应该看看天色的。”那个神秘声音不合时宜的提醒他。他已经懒得和他说话了，虽然是在精神上。\n        “咻~”一支箭从怪物形成的圈外飞来，目标就是他的脑袋，他下意识的用小刀挡了一下，箭头在小刀的刀锋上擦出了一些火花，擦着他的脸射中了后面一只僵尸的膝盖，而他的脸也被箭划出了一道血痕。\n        可恶，现在该怎么办，呆在这就是等死，难不成就要结果在这了吗。他的脑子飞速的转着，想要想出应对的对策。\n        “杀出去，总比呆在这好。”神秘声音给了他点提示，没办法，现在也不是纠结死法的时候，只能这样了。\n        他纵身一跃，跳到， 一个僵尸的后面，把小刀刺入了那个僵尸的心脏，又往一只正在缓缓膨胀的苦力怕身上踹了一脚，“轰！”那只苦力怕成功的拉下了3位垫背的倒霉家伙。而那只被刺破心脏的僵尸不断的挣扎着，绿色的血液从伤口中洪水般涌出。真是命硬，他想。\n       这时，又一支箭随着划破空气的声音朝他飞来，他敏捷的躲开，那支箭仅仅是给他的衣服袖划了个口子而已。\n       他往那支箭射来的方向望去，一骨架子正架着弓瞄准他，真让人怀疑是不是一拳它就散架了。首先先干掉它！他紧紧地握着刀柄，朝骷髅的方向奔去，一边跑一边闪避着不断飞来的箭。\n       “嘶！（不知道怎么描述蜘蛛的声音，应该是这样的吧）”\n       随着一声不知道是啥的声音，一只巨型蜘蛛不知从哪窜了出来，扑向了他。“可恶！”他被那只蜘蛛扑倒了，小刀被甩到了半米外的地方，手根本够不到那，一切都像算计好的一样，要是刚好就是这样的话，估计主角会跟某个在电脑前听着歌码着字的死宅（并不是）拼命。\n-------------不知算不算凑字数的分割线-------------\n      “哈哈，总算有趣了点。”那个狙击手坐在电脑前像看电影一样看着我们的主角在方块世界里打斗。“加了点料果然好多了，对了，那个硬盘你研究出了点什么东西没。”\n      “还没，这个硬盘根本没有一点被入侵的痕迹，病毒也没有发现，被删除的录像碎片也没有，就好像那1分钟的录像从世界上消失了一样——可别把他给弄死了啊，如果在那个世界死了的话现实世界的最轻造成精神缺失，严重点就是整个人还有生命，但没有一点思想，就跟只知道长的的植物没有区别——植物人好歹会醒过来，但这样子就永远也醒不过来了，我听说萨拉那边的就这样子了，被拉去医院当植物人处理了。”那个刺客一边研究那个硬盘一边头也不抬的回话。\n      “我当然知道”狙击手说。“那小子，就这点事儿还不够他打的，据说，他以前是特种部队的人——看，那只蜘蛛挂了。”\n-------------不知算不算凑字数的分割线-------------\n      他一边躲闪着蜘蛛的嗜咬和骷髅的弓箭，一边慢慢的朝小刀掉落的地方移动，那只蜘蛛和骷髅似乎并没有发现他的企图。\n      距离够了，他一个后空翻，拿到了小刀，不用动手，蜘蛛就朝刀锋的方向跳起。\n      “嘶！！！”\n      随着一声蜘蛛惨叫，绿色的血和白色的丝一起喷出，在一阵挣扎后，那只蜘蛛彻底的死了。他抽出了那把小刀，抹了抹身上的蜘蛛血。\n      接下来，该解决那个骷髅了。（本章完，共1336字）\n      索引：索引贴\n      第二章:永恒夜",
    "replies": [
        {
            "author": "1137246733",
            "timestamp": 1436767020,
            "txt_content": "他纵身一跃，跳到， 一个僵尸的后面\n啧啧，让我来看看。\n首先这个地方感情我觉得还不算是很激烈，所以没必要多加那个逗号。[摊手\n\n打斗的场景其实描写还是挺不错的，但是你却疏忽了一个整体上的错误。\n明明“有一大堆怪物”，主角却和一个骷髅一个僵尸一个蜘蛛纠缠来纠缠去，个人觉得地安排有点不妥当了。\n给你一个写作技巧，咋描写打斗的场景时，更加注意要直接或间接描写到打斗者的情感变化。\n就比如这里，主角其实可能刚开始的时候是很害怕的，但越打越热血，打到最后打完了还想打。\n人物与读者很大的一个交互方式就是情感。如果你能把主角从懦弱到勇敢的情感变化曲线描绘出来，收益肯定会很大。\n另外这里的打斗场景有一个很大的问题，那就是依然不够“边缘”。什么意思？\n记住我这一句话，尽量在每一个打斗场景中出现“主角差那么一点点陷入死亡的绝境，但还是获救了”的感觉，只有这样才能让读者共鸣，为主角而紧张，这样你也就成功了。\n不然后果只有一个，拖沓情节。\n另外分割线就是分割线，别来凑字数QAQ\n忽然又想起一个关于打斗场景的技巧，那就是向电影学习——剪接、慢动作等等。\n你可以来个慢动作，同时在慢动作中实现人物的心理，从而达到情感变化。\n中间这段场景插入地不错，值得称赞。\n"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436767260,
            "txt_content": "1137246733 发表于 2015-7-13 13:57\n啧啧，让我来看看。\n首先这个地方感情我觉得还不算是很激烈，所以没必要多加那个逗号。[摊手\n不是还有一堆僵尸苦力怕蜘蛛吗······下章我会把你说的曲线描绘出来，因为那个狙击手还嫌不够看，所以一堆怪有出来了，敌军还有1天到达战场！碾碎他们！"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436767440,
            "txt_content": "1137246733 发表于 2015-7-13 13:57\n啧啧，让我来看看。\n首先这个地方感情我觉得还不算是很激烈，所以没必要多加那个逗号。[摊手\n那只僵尸不是一上镜就便当了吗······"
        },
        {
            "author": "男人婆",
            "timestamp": 1436775780,
            "txt_content": "加油吧，虽然我没仔细看"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436775840,
            "txt_content": "男人婆 发表于 2015-7-13 16:23\n加油吧，虽然我没仔细看\n呵呵[姚明笑]"
        },
        {
            "author": "男人婆",
            "timestamp": 1436776020,
            "txt_content": "一枚渣渣 发表于 2015-7-13 16:24\n呵呵[姚明笑]\n你没有姚明笑得那张图么……"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436776380,
            "txt_content": "男人婆 发表于 2015-7-13 16:27\n你没有姚明笑得那张图么……\n因为有也没用"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436840760,
            "txt_content": "1137246733 发表于 2015-7-13 13:57\n啧啧，让我来看看。\n首先这个地方感情我觉得还不算是很激烈，所以没必要多加那个逗号。[摊手\n哪个逗号是脑子抽了加上去的，我脑子常抽"
        }
    ]
}