{
    "title": "<原创丨连载>《兰草乡村》第五章-可怕的岩浆龙",
    "author": "One_passer",
    "replyCount": 8,
    "timestamp": 1436760480,
    "txt_content": " 本帖最后由 One_passer 于 2015-7-13 21:04 编辑 \n    在兰草乡村的旁边，有一片森林，名为猎人之森。这里是猎人的天堂，也是猎人的地狱。这里，现在正有一个年轻人正在探索着，这个人就是我们的主角，史蒂夫啦。\n    解决了那群猎人后，史蒂夫没有浪费时间，又在探索着猎人森林。他收集了十几株植物，期间也遇到过很多动物群，不过他没有下手，因为储物袋的空间要满了。\n    就在史蒂夫继续探索时，突然听见一声尖叫：“救命啊！”\n    “嗯？怎么会有尖叫声，好像是一个女孩发出的，去看看吧。”史蒂夫从树上跳了下来，几个连步，朝声音发出的地方赶去。\n    “你...你别靠近我！”伊娜莎也不知道是不是她的运气太衰了，瞒着他母亲来猎人森林找一株植物，没想到居然遇到了猎人森林三大巨头之一的岩浆龙。\n    那岩浆龙，满身通红，身上偶有裂缝，流动着岩浆，一对双翼犹如天神，那两颗大眼，不怒自威。“吼！”岩浆龙冲伊娜莎咆哮了一声，向她冲了过去。这时，一个剑芒出现，朝岩浆龙逼去。忽然，岩浆龙感觉有危险，急忙一个闪身，向后面后退了几步。\n    原来是史蒂夫赶到了，他对伊娜莎问道：“你没事吧？”\n    “嗯，谢谢你，我叫伊娜莎。你好厉害啊，居然把岩浆龙逼退了。我之前怎么没见过你，你是新来的吗？”\n    “我叫史蒂夫，是新来村子里的，你就是伊莉娜夫人的女儿吗？”\n    “你怎么知道的？”\n    “因为我今晚要在你家借一宿了”说完，史蒂夫抱着伊娜莎，后退了几步，对她说道：“有什么事情，等下再说，现在，得先解决麻烦。”\n    伊娜莎也顾不得史蒂夫刚才抱他的事情了，对史蒂夫说道：“你要小心，岩浆龙是很厉害的，它嘴里会喷火。”\n    会喷火，这倒是麻烦了，难道要动用那件东西吗，先观察观察吧，史蒂夫在心里暗暗想到。岩浆龙这时已经朝史蒂夫冲了过去，一个大巴掌，就朝史蒂夫扇了过来。\n    史蒂夫当然不会和他硬拼，脚下犹如生风般，一个后空翻，躲过了岩浆龙的攻击。接着史蒂夫一拳过去，打到岩浆龙的身上。虽然这攻击对岩浆龙来说，是不痛不痒，但是作为猎人森林的霸主，居然被一只小蝼蚁伤害到，这让他很羞怒。\n    “吼！”岩浆龙一声咆哮，响彻云霄，一些弱小的动物，都爬到地上颤抖起来。只见岩浆龙突然深呼吸起来，好像是在聚集能量一般。\n    “史蒂夫大哥，小心，它要喷火了！”伊娜莎急忙向史蒂夫提醒到。\n    史蒂夫已经意识到了危险，凭借他现在的能力，是无法跟岩浆龙抵抗的，还是三十六计走为上计。史蒂夫把伊娜莎抱了起来，急忙跑了。在跑的过程中，史蒂夫将他那把利剑朝岩浆龙扔去，只求降低它的聚集速度。不过史蒂夫可能要失望了，利剑还没接近岩浆龙，就被周围的狂暴火元素给融化了。\n    “啊！”史蒂夫大吼一声，用最快的速度，跑了起来。一根根青筋暴起，看起来甚是吓人。\n    这时岩浆龙的火焰已经来临了，史蒂夫背后已经感受得到那狂暴的能量了，他压榨潜力，只求突破自己的极限，跑得更快。\n    不过，老天还是不想史蒂夫就在这里止步的。岩浆龙的喷火范围已经到了极限了，史蒂夫已经冲去了这个范围，已经安全了。不过他还是不放心，在看不见岩浆龙的影子的时候，他才敢把伊娜莎放下，倒在地上不起。\n    “史蒂夫大哥，史蒂夫大哥，你醒醒啊！”\n    “嗯？伊娜莎，我们怎么在这里。”史蒂夫被伊娜莎叫了起来，抬头一看，这不是在村子里边吗，而且是伊莉娜的家。\n    “史蒂夫大哥，你太厉害了，居然躲过了岩浆龙的攻击，我真是太崇拜你了！”伊娜莎两眼冒星，看向史蒂夫的目光，多了一些少女的崇拜。\n     这时伊莉娜走了过来，对史蒂夫说道：“蒂夫，真是谢谢你了，要是没有你，莎儿她就……”说着说着，伊莉娜居然哭了起来。\n     “夫人，这是我应该做的，您别客气。既然我在您家住，也要报答一下您的。而且就算不是娜莎，换成别的人，我也是会去救的。”\n     “好了好了，别说这些了，我肚子都饿了，赶紧吃饭吧！”这时，伊娜莎跑过来结了围。\n     史蒂夫就在这外面，和两母女，吃起饭来。",
    "replies": [
        {
            "author": "迷人d_e危险",
            "timestamp": 1436761980,
            "txt_content": "人呢都哪去了  ，顶帖啦~~"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436762220,
            "txt_content": "史蒂夫の逆袭（斜眼笑）"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436763960,
            "txt_content": "yoooooo\n这么久之后，我又来参观啦\n剧情方面有了不少的提升呢\n不过有些细节的描写还有些生硬，多想想如果是现实生活中发生这些会怎样吧"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436764020,
            "txt_content": "围观团233333"
        },
        {
            "author": "1137246733",
            "timestamp": 1436768220,
            "txt_content": "这里这里岩浆龙冲伊娜莎咆哮了一声，向她冲了过去。忽然，岩浆龙感觉有危险，急忙一个闪身，向后面后退了几步。\n    原来是史蒂夫赶到了，他对伊娜莎问道：“你没事吧？”\n    “嗯，谢谢你，我叫伊娜莎。你好厉害啊，居然把岩浆龙逼退了。我之前怎么没见过你，你是新来的吗？”\n英雄救美，我大千古好剧情！\n咳咳……\n这段有点生硬了，毕竟你得说一下史蒂夫是怎么把龙逼退的吧，难不成有万丈光芒把龙刺瞎了？\n咳咳……\n如4楼所说，剧情很好，但细节这方面有点生硬死板了。\n至于打斗场景的描写，我写过一遍就懒得复制了\n参考一些这里沙发即可\nhttp://www.mcbbs.net/thread-467952-1-1.html\n"
        },
        {
            "author": "One_passer",
            "timestamp": 1436768700,
            "txt_content": "1137246733 发表于 2015-7-13 14:17\n英雄救美，我大千古好剧情！\n咳咳……\n这段有点生硬了，毕竟你得说一下史蒂夫是怎么把龙逼退的吧，难不成 ...\n好的，以后我会写得更生动。"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436840700,
            "txt_content": "1137246733 发表于 2015-7-13 14:17\n英雄救美，我大千古好剧情！\n咳咳……\n这段有点生硬了，毕竟你得说一下史蒂夫是怎么把龙逼退的吧，难不成 ...\n话说那个引用里的超链接是什么回事，为啥会有我的作品······"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436840940,
            "txt_content": " 本帖最后由 一枚渣渣 于 2015-7-14 10:31 编辑 \n1137246733 发表于 2015-7-13 14:17\n英雄救美，我大千古好剧情！\n咳咳……\n这段有点生硬了，毕竟你得说一下史蒂夫是怎么把龙逼退的吧，难不成 ...\n躺枪的我······[迎风落泪]_(:з」∠)_"
        }
    ]
}