{
    "title": "<原创·连载>填坑中《无尽能源》第六章——博士的帮助",
    "author": "男人婆",
    "replyCount": 1,
    "timestamp": 1436774940,
    "txt_content": "写在前面：最近没有更新，一直在酝酿，终于有更新了，这次我决定不隐藏正文了！（雾）  正文 第六章：博士的帮助第六章 博士的帮忙接下来的几天时间内，我们都在煎熬中度过，我们要提那群该死的外星人干活，我们被关在哪暗无天日的地牢中干活，我几次想逃跑都被托娜拦下来了，因为这里的安保设施非常先进，想要逃出去是不可能的。  而且，克罗姆就像是变了一个人。整天无精打采，每当看见那个费奥德监狱长几乎就想将他碎尸万段的样子。  这天，我们正在干活，费奥德监狱长让我和克罗姆跟着他。克罗姆眼神总充满了仇恨，虽然他是机器人，但是我依然能感觉到。  我们再次上了那个通天电梯，这是我进入监狱后第一次见到阳光……  电梯和上次一样，直达二百一十层，我们又被带领到那个办公室，这次看这个办公室和上次看哪个办公室不太一样，可能是我在那漆黑的监狱中呆的时间太长了吧……  豁然感觉这里明亮宽敞，四周都是玻璃结构使人感到仿佛这个房间就悬在空中……  “为什么突然把他们带来！难道扎里维奇把那个弄好了吗？”HOT老板放下手中的茶杯，从比他宽很多的黑色转椅上站了起来。  “是的先生，扎里维奇博士已经把那东西带来了。”说着，弗莱德监狱长朝外面大吼一声，只见博士拖着沉重的步伐进入了办公室。  我突然情绪激动，想要挣脱弗莱德监狱长的手，但是他一个拳头就将我按下去了。博士斜着眼看了我一眼，然后径直走向了HOT老板。  “老朋友啊，你还记得咱俩小时候，说要长大成就一番事业吗？原本你是我的人，可是啊，自从那件事之后，你便处处和我作对，你把HOT公司的经理给辞去了，却跑去和我经常作对的ACT公司去当博士研究机器人去，唉……”他拍拍博士的肩膀。  “可现在，你看我现在过得多好，我能命令多少人……哦不，是外星人！我现在即将管理一半的地球了……而且，我早就说，你会为我工作的。”  “你不应该为那群绿色的东西工作的，他们会背叛你的！你就那么相信那群外星人会让你管理一半的地球吗？”博士用愤怒的语气冲着那个老板喊道。  弗莱德监狱长忽然瞪了博士一眼，结果被我察觉到了。  “我让你给我做的东西呢？”  博士从衣兜里拿出了一个芯片，那个老板拿这芯片，笑了笑，然后走向我和克莱姆。  “别动，小东西，让我把这个给你插上，你就是我的人了，要说，你可是博士花了几十年制造的利用世界最领先的科技制造的机器人，哈哈，马上你就属于我啦！”  说着，他走向我的后背，插进了芯片。  他指了指克罗姆，说道：“这个家伙，就是该死的ACT公司派来监视我们的，我现在要你亲手灭掉他！”  我认为我们两个的战争就压爆发了，但是，出乎我意料的是，我居然没有什么变化，只是我的主显示屏上多出来一封信，是博士写给我的：  放心，这个芯片并不是什么“邪恶芯片”，里面只是一封信。  你是我利用世界上最先进的科技制造的格斗型机器人，这本来是HOT公司委托我做的，但是，HOT公司老板居然和那群外星人同谋，他们打成了一个协议，只要把地球上的人类全部驱逐出去，他们便让他（HOT公司老板）管理一半的地球，他从小就是官迷。  你应该还记得，我在飞船上那天，我给你发了一封信件，我估计你没有看，那并不是给HOT公司老板的，而是给你的。我认为你智商很高，会打开看看的。  我那里面写了千万别靠近HOT公司，可是你……  我知道，弗莱德星人很狡猾，HOT公司的老板还是执迷不悟，认为一定会让他管理地球的……  我现在交给你一个任务，你现在要伪装，装着你已经是变成了HOT BOSS的忠实部下，记住，千万不要被他们发现，对了，弗莱德星人的智商很高，你要小心行事。  行了，就这么多了。   我看完了博士的信件，但是已经忘记时间了，突然，弗莱德监狱长拍了我一巴掌：“干嘛呢？BOSS叫你去攻击他啊！”  我知道要伪装，所以和克罗姆打是无可避免的了……  谁能想到，弗莱德监狱长一松手，克罗姆就往窗户的方向跳，哗啦一声，克罗姆就没影了，我们立刻就惊呆了，一时间没反应过来。  “去追啊！”弗莱德监狱长一把把我推向了窗外。  被推下去前，我看到了博士充满希望的眼神，但是随后间看到了博士被压了下去。  这下我有希望了，我可以趁机溜走了。 字数统计：1,599字 写在后面：我的心情{:10_522:}{:10_494:}  希望大家支持，谢谢 \n\n\n",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1436775840,
            "txt_content": "怎么还没审核通过……版主木有在么"
        }
    ]
}