{
    "title": "<原创·连载>错误的实验 第一章——危险实验",
    "author": "gggbbb",
    "replyCount": 11,
    "timestamp": 1436784120,
    "txt_content": " 本帖最后由 gggbbb 于 2015-8-25 17:39 编辑 \n\n第一节——X代号实验室\n第一章、危险实验\n\n\n    晨风轻轻地吹拂着他的脸颊，他不禁感到一丝凉意。\n\n    此刻的他，正端坐在一家大型的咖啡厅中，面前摆着的一个精致的杯子中正盛着半杯热气腾腾的咖啡。但他现在已早已沉浸在自己的幻想之中，丝毫没有半点要喝的意思。\n\n    风，轻轻地吹过，原本平静的咖啡的中央泛起了一阵阵涟漪。他微微一笑，似乎是在对眼前的一切表示着自己的满意，又似是在嘲讽着这世间的万物。\n\n    “谁又真正地了解我的内心呢？”他的脑海中突然浮现出这样一个奇怪的念头。“真是荒唐啊……”他轻微地摇了摇头，举起杯子，往嘴边送去，一股浓浓的味道便迎了上来。既不苦，又不甜，正和他意。\n    他放下杯子，身体后倾靠在沙发背上，闭上双眼镜，养起神来，一切，都在他的预料之中。\n\n    “请问，您需不需要再加点糖？”他叹了口气，睁开眼睛，一个着一身红色旗袍，身材苗条的服务员站在他的面前，脸笑得比花还灿烂。\n\n    然而他，对这一切，却早已司空见惯了，此时在他的心中，只剩下了一种莫名其妙的反感。\n\n    “不了。”他冷冷地答道。\n\n    服务员的笑容在脸上僵了一下，嘴巴动了动，似乎在抱怨着什么，过了许久，那笑容才又在她脸上绽开了，不过已远不及原来的生动了。“那么，就不打扰您了，请您慢用。”说罢，便迅速地走开了。\n\n    他又叹了口气，瞟了一眼桌上的咖啡，虽说那咖啡还是那样香甜可口，但他已没有继续喝下去的兴致。摇了摇头，躺了一会，待到他将心中的反感彻底甩掉之后，才漫不经心地从口袋里掏出一大沓美金，垫在杯子底下，什么话也没说，便悄无声息地走出了店门。\n\n======================================================================\n\n    门外，一辆崭新的宝马停在路旁，这辆车自从他进店之后就一直停在这儿了。\n\n    当他从车边走过时，车窗突然“吱吱呀呀”地拉了下来，一张妩媚的脸慢慢地露了出来。妖艳的双眼飞快地将周围扫视了一圈，在确认没有任何人注意到这一幕之后，她轻哼了一声，似乎对这一切显得十分满意。随即，她便向仍在街上站着的他大声地呵斥道：“还愣着干嘛，上车。”\n\n======================================================================\n\n    不过一眨眼的功夫，他便上了车，惬意地躺在了座椅上。车开得很快，一路通畅无阻，车内有些暗，但借着车窗的反光，他依然能清晰地看到她。\n\n    她此时似乎正在整理资料。目不转睛地盯着一张不大不小的纸，嘴里叼着根笔，仿佛在思考着什么。\n\n    看着她专注的神情，他的嘴角不经意间浮现出了一丝弧度。不知什么原因，她的脸颊也随之涨得通红。\n\n    放下资料，推了推耳边的眼镜，她严肃地敲着他，道：“笑什么，没大没小的。我们这次不惜重金请你来，可是为了完成‘X’实验中的一个十分重要的片段，这个实验已经快成功了，我可不想让你捅出什么篓子来。”\n\n    他顿时收回了笑容，正色道：“‘X’实验的情况我也从你们给的资料了解到了一些片段，但只是明确了一个大概，具体内容，还是请给我描述下为好。”她顿时警惕地望了望四周，在把两边的车窗都关上之后，才对他轻声道：“你附过身来，我告诉你，切记，千万不要让任何人知道这个实验，若泄密的话，我们的人将会不惜一切代价，将你至于死地。”\n\n    他似懂非懂地点了点头，向她的身旁靠了靠。在仔细地凝听了她的介绍，他才对这个实验略知一二。\n\n    “X”实验，是一个规模庞大的恐怖组织计划的一个十分危险的实验，由于参与实验的所有人员，都是这个恐怖组织的核心人员，所以即使是消息灵通的他，也从未听说过这个实验的半点消息。据她说，这个实验几乎动用了组织的所有科研人员，还不惜昂贵的代价，请到了几位几乎是在全世界都鼎鼎有名的专家来参与，他就是其中的一名。\n\n    这个实验，主要便是利用基因学的原理，分别提取出熊、狮、虎、豹、狼甚至早已灭绝的恐龙等猛兽的DNA，通过基因提取仪将这些猛兽的DNA中最有价值的基因提取出来，放到温室内繁殖。等到这些DNA繁殖到足以组成一个生物后，再将这些DNA注入到一个完美无瑕的细胞之中，再将这个细胞放置到细胞培育器中。等到这个细胞彻底完成生长成一个模型之后，便在它尚未产生自主意志之前，植入洗脑芯片，使它彻彻底底地为恐怖组织服务。\n\n    据她说，等成功培育完第一个细胞之后，组织便会开始疯狂地复制。等复制到差不多一个排后，组织将会派出这些士兵去侵略全球。据目前的情况最保守地估计，制造出的士兵，将会刀枪不入。若成功的话，连原子弹都对它们无可奈何。\n\n    相对这巨大的利益而言，这个实验的风险也是极大的。只要稍微出了半点差错，先不谈那昂贵的经费，整个实验室都会飞灰烟灭，充其量也只能剩个渣。而且组织承受的损失也是不可估计的，甚至很有可能导致整个组织的覆灭。他的任务么，就是要负责将基因成功地注入细胞。\n\n    “至于为什么要叫‘X’实验么……”她又推了推眼镜，沉思了片刻，道。“是选取了英文单词：xenogeneic，意思为异种的；异基因的。这个实验的全称就是：xenogeneic实验，选取开头字母‘X’作为代号，所以简称‘X’实验。”\n\n @冥王星人  @CloudsXDao  @男人婆 @北极星人 @1137246733 @恶魔-潇洒 @2B与mc的故事 @海潮 @llxy @hznb\n\n\nPS：唔……又开新坑了呢，这章可以算是个序吧，也就近两千个字，大家就凑合着看看吧。\n\n所谓引索                       被遗忘的下一章\n",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1436784480,
            "txt_content": "若成功的话，连原子弹都对它们无可奈何。\n用原子弹会不会太夸张了，毕竟是生物啊。"
        },
        {
            "author": "男人婆",
            "timestamp": 1436784840,
            "txt_content": "文笔越来越好了啊！加油啊"
        },
        {
            "author": "Neubulaeko",
            "timestamp": 1436785080,
            "txt_content": "[zenoudZ'enik]..."
        },
        {
            "author": "1137246733",
            "timestamp": 1436785200,
            "txt_content": "首先来说说第一大段。（===前的）\n晨风轻轻地吹拂着他的脸颊，他不禁感到一丝凉意。\n\n\n    此刻的他，正端坐在一家大型的咖啡厅中，面前摆着的一个精致的杯子中正盛着半杯热气腾腾的咖啡。但他现在已早已沉浸在自己的幻想之中，丝毫没有半点要喝的意思。\n\n\n    风，轻轻地吹过，原本平静的咖啡的中央泛起了一阵阵涟漪。他微微一笑，似乎是在对眼前的一切表示着自己的满意，又似是在嘲讽着这世间的万物。\n有个小问题，文章两次重复提到“风吹过”，虽然宾语不同，但毕竟重复了，会有点不舒服，希望能改改。\n从第一大段的整体情节来说：\n虽然文笔不错，但情节发展过于拖沓，主角老是围绕着一杯咖啡谈事，让人没有想往下读的冲动。\n这种类似于“主角冥想”的场景切勿不可放到文章开头，要放也是放到在发生了某一件大事之后的“主角反思”的过程中。\n不然你这样会让人不知所云，这一句脱离了悬念的范畴。毕竟我们是想来看这篇文章主角和那位女士的关系和X计划的，而不是来看主角对着咖啡发呆。\n你可以改改，要么把刚开始换一换，要么把这段缩减一下，会有很好的效果。\n\n另外正如沙发所说，原子弹炸不死确实有点不科学。\n\n他顿时收回了笑容，正色道：“‘X’实验的情况我也从你们给的资料了解到了一些片段，但只是明确了一个大概，具体内容，还是请给我描述下为好。”\n她顿时警惕地望了望四周，在把两边的车窗都关上之后，才对他轻声道：“你附过身来，我告诉你，切记，千万不要让任何人知道这个实验，若泄密的话，我们的人将会不惜一切代价，将你至于死地。”\n记住，人物与读者产生共鸣与沟通的很大一种方式是情感的不断变化。\n在此处“她”的决定显然有些突兀：明明这么机密，但却看起来“不假思索”地就答应了。\n加一段“她”的内心挣扎，直接描写的、反面衬托的都可以。\n另外值得表扬的一点就是你没有把末尾的解释性材料放到开头。另外文笔可佳，可塑之才。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436788140,
            "txt_content": "论坛可以改名字了吗\n还是说这是你的小号？"
        },
        {
            "author": "xcc",
            "timestamp": 1436788680,
            "txt_content": "用“====”当分割线真的正规............？"
        },
        {
            "author": "冥王星人",
            "timestamp": 1436789760,
            "txt_content": "第一节就出问题了，如果这个人沉浸自己幻想好久，那么咖啡应该是已经凉掉了，而且没有喝过，通常一杯咖啡不过5美元上下，这人似乎给了1w，脑子有病啊？如果他对服务生的打扰不满意，应该“唔”一下，或者眼神示意，或者说“不了”，“随便你”这种态度完全不合理。\n\n后边我就先不看了。"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436794380,
            "txt_content": "好像在哪里见过你……\n我不太会赏析文章，但你写的的确比我好"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437999000,
            "txt_content": "我上次说的不合理一点都没改啊QOQ"
        },
        {
            "author": "名人才华",
            "timestamp": 1440496140,
            "txt_content": "yuchenyang 发表于 2015-7-13 18:48\n用原子弹会不会太夸张了，毕竟是生物啊。\n不，你忘了小强~还有超强回复能力的六角恐龙（实际上是某蝾螈，真名我忘了，好像是墨西哥神马神马的）"
        },
        {
            "author": "幻梦冰影",
            "timestamp": 1480722120,
            "txt_content": "为什么咖啡厅里会有晨风，为什么就说了句不了服务员不爽了=="
        }
    ]
}