{
    "title": "<原创·连载>填坑中《无尽能源》第七章——克罗姆之死",
    "author": "男人婆",
    "replyCount": 7,
    "timestamp": 1436779920,
    "txt_content": "写在前面： 今天是我第二次更新，这次可能比以前几张更长，而且……为毛我的第六章还没审核通过捏！\n正文 第七章：克罗姆之死 第七章：克罗姆之死  我遇到了很不幸的事情，没想到我后面居然跟了许多来追击的，没这个必要吧！只是一个逃犯而已！  我决定甩掉那些跟屁虫，于是给克罗姆发了消息：你用最快的速度前进。  我想他还不明白我为什么帮他，但是他还是照着我的话做了，他以最快的速度费劲了从林，但是令我意想不到的是，他居然可以飞得那么快，时速最少达到三百公里每时。  看来我要动真格的了，于是我也用最大的速度追击，顺利的甩掉了哪些笨蛋机器，那些机器的速度估计只有一百码。  我示意让克罗姆停下，他站在一棵大树面前，背对着我，我跑了过去，拍了拍他的后背。  谁知道他猛的一转身一拳垂在了我的脸上。我没有缓过神来，只是惊讶的看着克罗姆。我现在怀疑那到底是不是克罗姆。  他的眼睛一闪一闪，白色的眼睛忽而变成了浅紫色。  我站了起来，可他又一脚将我踢到，我认为他还以为我是被控制状态，又发信息将他解释，可他并没有理会，再次又一拳将我垂到。  这根本就不是克罗姆，这就是个逃犯！克罗姆时不会不认识我的！我心里这样想，便一拳将他垂到。但使用的力气太大，快把他打散架了。  我走过去，查看他的状态，他在地上挣扎着，好像是要对我说什么。  “快去……救……托娜……她要被……”我惊讶的望着克罗姆，托那不是在监狱吗？  “监狱里的那个……假的……他们是为了不让你……起疑心，其实……他藏起来托娜是为了……为了不让你……！”他死了，克罗姆死了，不过他给我提供了一条线索，一条不完整的线索。于是我立马朝着原先休息的那座小镇跑去。  现在的小镇和先前的不一样了，所有的楼房都塌了，这已经完全是一片废墟了。  我不知道在我离开之后发生了什么，更不知道为什么他们会隐瞒托娜的事情，我只知道需要快点找到她，这样所有的疑问就解开了。  我从坍塌的超市废墟中搜寻，可是，已经没有生命迹象的存在，正如克罗姆所说，弗莱德星人吧托娜藏起来了，而且一定是HOT老板命令他们藏起来的，可他们为什么要这样做呢？难道只是简单的为了当人质威胁博士吗？  我正想着，看到远处的一群侦察机飞了过来。  “哦，麻烦来了。”我心里想着，便赶快回到克罗姆死亡的地点，我把侦察机引到这里，让他们知道我把克罗姆打死了，这样会让我更好的伪装不被他们发现，更能增加HOT老板对我的信任度。  我跟着侦察机回到了基地，侦察机回到了机舱，我便可以悠闲自得的在大楼行走，不用再去拿该死的地下监狱了。但是为了伪装，我还是上了二百一十层楼。  电梯一打开，我边看到了博士对我面对面，旁边站着两个弗莱德星人。他十分惊讶，他肯定认为我已经逃跑了。对视了一会儿，他说他要系鞋带，便蹲了下去。  随后便进了电梯，我从那个电梯走了出来，仔细观察地面，地上丢了一个U盘，是博士趁着系鞋带时丢下的，里面肯定藏着什么信息。  我将U盘装进了我腿上的储藏箱内，便走进了办公室。  “哦？找我有什么事？”  我将杀死克罗姆的照片推到我的显示屏上，没想到老版看到了照片却大惊失色。  “你把他杀了？”他问我，我点点头。  “哦不，我只是让你抓住他……算了没关系，有你就行了，可是那东西还在他身体里……”他自言自语的嘀咕着。  “你大致在那把他杀了？”我将地点地图发到显示屏上，他肯定看不懂。  “走，你跟我来，你带领我去那个地方。”  “这不行吧，您去哪里不太妥当吧……要不我带他去？”弗莱德监狱长突然从门外进来。  “那你跟我一块去吧。”HOT老板对他说。  “不是的老板，我主要担心这小子，因为我见扎里维奇那老头在研制芯片时，貌似在输入什么东西，不像是编码，而像是文字，我怀疑那是那老头给他写的信。”弗莱德监狱长说道。  “怎么能随便怀疑别人呢？咋们有没有证据，万一那个程序……”还没说完，弗莱德监狱长便开始插话：  “不，您忘了他跟您是死对头吗？您就这么信任扎里维奇那老头？”  “还有，为什么让他去和克罗姆打的时候他站在那里发呆，很明显那时候是在读他的信件，最明显的是我调查了侦察机的录像，当时他正在小镇废墟搜寻什么东西，为什么他不直接回来，然而这就是最明显的一点……”  “小镇？那个小镇？”HOT老板突然紧张起来。  “就是……您吧扎里维奇的女儿……”弗莱德监狱长还没说完，老板突然大吼：“闭嘴！”  然后他朝我走来，“小子……你真的没有受到我的控制？你为什么要去我的小镇？你能逃过我的眼睛，却逃不过弗莱德监狱长的眼睛！”老板突然严肃的说到。字数统计：1,740字 希望大家支持，谢谢",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1436780160,
            "txt_content": "不错不错，继续努力"
        },
        {
            "author": "男人婆",
            "timestamp": 1436780220,
            "txt_content": "gggbbb 发表于 2015-7-13 17:36\n不错不错，继续努力\n哈哈谢谢，你还在啊"
        },
        {
            "author": "One_passer",
            "timestamp": 1436781000,
            "txt_content": "赞，文笔比我好多了。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436781900,
            "txt_content": "写在前面有一个“章”写成“张”了。正文第十五排，“捶倒”写成了“垂到”\n还有一些细节上的描写不够充分。\n比如说主角一拳把克罗姆打散架的那一段就显得有点不自然。如何散架的？拳头的威力达到什么程度？他散架之后又是如何瘫软在地上的？这会让剧情更丰富和具体。\n还有看到小镇变成废墟时，主角的内心肯定会有起伏。怎样一个幸福安宁的小镇，变成一个怎样残破的废墟？\n情节和描写都不错，只是注意写文要着重细节。"
        },
        {
            "author": "1137246733",
            "timestamp": 1436784480,
            "txt_content": "费劲——飞进\n他以最快的速度费劲了从林我将杀死克罗姆的照片推到我的显示屏上，没想到老版看到了照片却大惊失色。\n老版——老板\n\n起初我第一眼看到的时候还觉得心理描写会比较充分。\n但是到了后来就不行了。\n特别在于主角与老板的谈话期间，心理描写几乎已经绝迹，并且没有感情的变化。\n记住一句话，人物与读者进行共鸣与沟通的一个好方法就是情感不断地变化。\n你可以扩写，比如主角听到老板这句话会怎么想，他会不会“额头渗出了冷汗”，过于紧张。他又会不会“嘴角浮起一丝微笑”，表示对老板的不屑呢？\n这些都可以写到\n\n不过总体来说不错，但就是细节有点缺失了，希望以后能更好！"
        },
        {
            "author": "男人婆",
            "timestamp": 1436784720,
            "txt_content": "1137246733 发表于 2015-7-13 18:48\n费劲——飞进\n打字速度过快没有看清，错别字较多……下次我认真一点"
        },
        {
            "author": "男人婆",
            "timestamp": 1436787600,
            "txt_content": "1137246733 发表于 2015-7-13 18:48\n费劲——飞进\n对了才想起来主角是机器人，他没有表情……更不会出汗……"
        }
    ]
}