{
    "title": "<原创·连载>《狩猎史诗》第十三章-杀狼伊塞克",
    "author": "501938012",
    "replyCount": 4,
    "timestamp": 1436778720,
    "txt_content": " 本帖最后由 501938012 于 2015-7-16 20:34 编辑 \n\n《狩猎史诗》索引传送门：http://www.mcbbs.net/thread-447088-1-1.html\n第十三章-杀狼伊塞克\n    信步在寒涧之中，入骨的穿堂风让我又将手往袖子里缩了缩。现在外面是一派炎热的季节，但唯有这寒涧永远都是冰天雪地。\n    伊尔顿卸下头盔，露出一头微卷的短金发，在一身亮银色盔甲的衬托下显得英姿飒爽。他将头盔和马缰绳交给旁边的一名猎人，走来我身边拍拍我的肩膀，露出感激之色道：“听妹妹说，你叫做xian是吗？”我点点头，伊尔顿又继续说道“这次真的非常感谢你！多亏了你伊莉瑞娅才能摆脱困难，也多亏了你找回了失踪多年的二弟。”\n    我点点头，问道：“那个叫做伊塞克的拳师，是你的弟弟吗？”说着探了探头望向站在队伍前面的伊塞克。\n    伊尔顿陷入了回忆之中：“三年前，弟弟还是个好战的拳师。一天下午，我们本来约定好一起去参加伯父的宝物鉴赏大会。”说到这他顿了顿，流露出惋惜的神色“可是就在那天下午我没有找到弟弟，直至今日。”伊尔顿露出舒坦的神色，笑了笑“这三年不断有人告诉我他似乎成了循风地区最凶狠最残忍的杀狼猎团成员，我也从未停止过寻找杀狼猎团的踪迹。现在终于找到了啊。”\n    伊尔顿道：“弟弟说，他当时被刚刚起步的黑猎团抓住了，然而那时的卡尔曼已经是一个光是名字就令人颤栗的猎人罪犯了，通缉令也贴得满城都是。”我仔细一想，当时确实是有这样的情形。伊尔顿接着说：“弟弟对自己的实力表示自信，对卡尔曼说如果单挑获胜就放他走，如果失败就随他处置。”我迅速追问道：“那最后呢？输了还是赢了？”虽然我这么问，但心里其实已经有一个答案了。伊尔顿笑了笑：“当然是输了，但卡尔曼见他拳术精湛，没有杀他，决定收纳他作为新猎团的的成员。而弟弟又血气方刚，当即就同意了，虽然他根本没有选择的机会。”\n    后面的事情，也可以理解了。就这样跟了卡尔曼三年，只因当时自己做下的承诺。但看刚才他们的打斗，想必是伊塞克在杀狼猎团中的三年没有放弃强化自己，在最终时刻是战胜了卡尔曼这个魔头。他出现的原因，应该是伊莉瑞娅吧？伤害自己亲人的事情，绝对不可以发生。\n    只见这时，伊塞克从队伍前头走来，就连沉稳的步伐之中都散发着强者的气息。他走过来，用手拍了拍我的背，力气大得差些要把我拍倒。他哈哈大笑起来：“干得不错，小子！多亏了你，伊莉瑞娅才保住了性命！看样子你也是个拳师，做你的师父还不敢当，但是教你一招半式还是可以的！”\n    我惊讶地说不出话来，有一个有足够实力的拳师来教导自己实在是难得的机遇！正当我沉寂在喜悦之中，伊尔顿对我说道：“看在你实力不弱还救过我妹妹的份上，我将给予加入循风猎团的机会！”\n    我一惊，嘴巴张大得可以塞下一颗鸡蛋。循风猎团可是循风主城直属猎团啊，训练狩猎术的设备和经验在整个帝国都是名列前茅的。多少猎人梦想加入循风猎团却都因为实力不够而无法完成心愿，如今我却得到了这个机会实在让我受宠若惊。\n    加入的好处不用多说，自然是猎人生涯将会一路辉煌。但坏处就是自由被大量限制，为了维护主城安全需要经常义务出动去附近的森林中狩猎怪物，还要防止主城内部的动乱。比一般的猎团还要更忙碌一些。\n    “对不起，我要做自由猎人。”我抱歉道，内心对自由猎人的坚持从未改变。\n    伊尔顿眉毛一挑，露出惊讶的神色，显然没有想到我会放弃这次机会。伊尔顿说：“虽然我不知道你为什么会放弃这次无数人都想要的机会，但我想你一定有你的理由。没关系，循风猎团的大门永远为你敞开的！”笑着拍了拍我的背。\n    至于伊塞克，他也被重新收编进入循风猎团中。但由于曾经有卡尔曼帮凶的身份在，首要做的事情是拿下功绩，将这人生的污点抹去。伊尔顿道：“虽然杀狼猎团叫杀狼，实际上自己也不过是头更恶毒的狼罢了，真正杀狼的可是我弟弟伊塞克啊！现在我给予你杀狼的称号。希望你今天开始可以为循风主城，为帝国效力，以保卫人类为天职。”\n    伊塞克点点头，算是接受了这个称号，也正式接受自己新的职责。\n    这时候，突然一阵不安的感觉向我袭来。一阵寒风显得如此诡异，树林中似乎…\n    还没等我想完，一对赤色的空洞从云杉树后飘出，散发着意想不到的寒冷，紧接着一支箭矢如利剑般直对着我的面门袭来！我竟然眼睁睁看着它就这样来到我的面前！要想躲开已经晚了，只见一把闪烁着寒光的精铁剑猛然从伊尔顿腰间抽出！破开冷风，划过优美的弧线一把斩断袭来的箭矢！箭矢断裂，由于失衡从我脖子两边闪过！我向他递出一个感激之色，便又将目光凝聚在云杉之后。\n    数不尽的惨白骨手和骷髅头从云杉后探出！俨然一副亡灵大军的样子，数量比刚才空地那里的还要多！一个猎人匆匆跑来，对伊尔顿说：“团长！刚才我们把燃料都耗尽了，现在难以驱逐他们！”\n    伊尔顿望向那片林子，轻蔑地一笑“看样子，这一场狩猎在所难免了啊！”字数统计 1852",
    "replies": [
        {
            "author": "501938012",
            "timestamp": 1436778900,
            "txt_content": "\n 【贵宾席】\n@月轻歌 @simon3000 @2B与mc的故事\n【审核官】\n@1137246733 @冥王星人 "
        },
        {
            "author": "1137246733",
            "timestamp": 1436786340,
            "txt_content": " 本帖最后由 1137246733 于 2015-7-13 19:28 编辑 \n 伊尔顿陷入了回忆之中：“三年前，弟弟还是个好战的拳师。一天下午，我们本来约定好一起去参加伯父的宝物鉴赏大会。”说到这他顿了顿，流露出惋惜的神色“可是就在那天下午我没有找到弟弟，直至今日。”伊尔顿露出舒坦的神色，笑了笑“这三年不断有人告诉我他似乎成了循风地区最凶狠最残忍的杀狼猎团成员，我也从未停止过寻找杀狼猎团的踪迹。现在终于找到了啊。” 伊尔顿陷入了回忆之中：“三年前，弟弟还是个好战的拳师。一天下午，我们本来约定好一起去参加伯父的宝物鉴赏大会。”说到这他顿了顿，流露出惋惜的神色。“可是就在那天下午我没有找到弟弟，直至今日。不过，其实这三年不断有人告诉我他似乎成了循风地区最凶狠最残忍的杀狼猎团成员，我也从未停止过寻找杀狼猎团的踪迹。现在终于找到了啊。”伊尔顿舒心地笑了笑。\n这里有些小问题，你可以对比赏析一下上下两大段。\n首先是是否插入人物神态的问题。\n其实这一类长对话，我并不推荐使用人物神态或者心理来转折，这会导致“多余、累赘”的问题，虽然你的本意只是想丰富文章的转折关系。\n必须要适当。你这种一句来个神态一句一个神态的方式明显有点不恰当。\n并且如何你执意使用的话，确实能起到美化文章的作用，但是要注意插入的位置。\n你需要做到的是：尽量不要打破读者的思路。读者本来很期待地等着这个小故事是如何进行的，你却来“露出舒坦”等等。会让读者感到很大的不舒服。\n对话中大部分的转折只需要在对话中添加转折词即可，这样效果会更好。\n当然还有我完全剔除神态的一段，你也可以思考思考。\n伊尔顿陷入了回忆之中：“三年前，弟弟还是个好战的拳师。一天下午，我们本来约定好一起去参加伯父的宝物鉴赏大会。但事情就是那么不如意，那天下午我没有找到弟弟，直至今日。不过，其实这三年不断有人告诉我他似乎成了循风地区最凶狠最残忍的杀狼猎团成员，我也从未停止过寻找杀狼猎团的踪迹。现在终于找到了啊。”\n伊尔顿舒心地笑了笑。\n你喜欢哪种，以后写哪种，选择权在你的手里。各有千秋。这一段下面也有类似的情况，如果你有时间的话用你自己的方式把下面一段改一下，然后回复我，我在点评一下，可以帮助你的写作吧。加入的好处不用多说，自然是猎人生涯将会一路辉煌。坏处就是自由被大量限制，为了维护主城安全需要经常义务出动去附近的森林中狩猎怪物，还要防止主城内部的动乱。比一般的猎团还要更忙碌一些。\n\n    “对不起，我要做自由猎人。”我抱歉道，内心对自由猎人的坚持从未改变。\n“坏处”前面加个转折词“但”，会好很多。这里的情感冲突没有描写出来，本来“我一惊，嘴巴张大得可以塞下一颗鸡蛋。循风猎团可是循风主城直属猎团啊，训练狩猎术的设备和经验在整个帝国都是名列前茅的。多少猎人梦想加入循风猎团却都因为实力不够而无法完成心愿，如今我却得到了这个机会实在让我受宠若惊。”的，但却是如此果断，明显需要主角强烈的心理冲突与抉择，但你并没有写出来，导致上下文有点突兀。记住，人物与读者进行沟通与共鸣的一大方法就是情感变化曲线。你可以慢慢来写一下这一段，从直接或反面衬托来写一下……哪怕你懒得写点缀一下也可以，直接“我沉思了一会，所有人都静静地等待着我的答复”这样的。（因为我没有看过你前面的文章，所以 ）当然整体的文笔与清洁安排还是不逊色与其它人的，加油！期待！来自末地之云评论团\n\n"
        },
        {
            "author": "501938012",
            "timestamp": 1436788740,
            "txt_content": "1137246733 发表于 2015-7-13 19:19\n这里有些小问题，你可以对比赏析一下上下两大段。\n首先是是否插入人物神态的问题。\n其实这一类长对话，我 ...\n辛苦了！我会学习的！"
        },
        {
            "author": "月轻歌",
            "timestamp": 1436972040,
            "txt_content": "我是来挑错的\n\n“走来我身边拍拍我的肩膀，”走到\n\n“听妹妹说，你叫做xian是吗？”做xian什么鬼！\n\n“力气大得差些要把我扑倒。”拍倒吧！\n\n再接再厉{:10_523:}"
        }
    ]
}