{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第10章 朋友还是敌人 by小龙",
    "author": "毒蛇",
    "replyCount": 4,
    "timestamp": 1436794440,
    "txt_content": " 本帖最后由 毒蛇 于 2015-7-15 17:55 编辑 本章的介绍：泰迪他们终于来到了岩浆王国，但怎么被逮捕了？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-432354-1-1.html\n下一章地址：http://www.mcbbs.net/thread-469324-1-1.html\n本章总字数：1580字\n小龙的吐槽：很久没更了，现在是暑假，我争取把写好的第四卷发完，把第五卷也都发了（第五卷写了一半了）……另外由于《木之网》，所以可能第五卷会滞后……\n 第十章　朋友还是敌人　　希尔保特掏出海晶灯和夜视药水。　　“你们把夜视药水喝了。”（Minecraft里实际是没有作用的，仅为剧情需要）希尔保特以飞快的速度游向每一个学生身旁，把他们聚集在一起，拿出一瓶夜视药水，扔了出去。　　“啪！”药水瓶碎了。大家瞬间就看清楚了，不过眼前似乎蒙着一层橙色的薄纱。　　希尔保特提着海晶灯（实际也没有作用），带着大家，朝着黏黏的声音那边游去。　　泰迪放眼望去，一座由荧石、灵魂沙和地狱岩构成的城堡出现在眼前。　　岩浆里没法加速，夜视药水的时间也不长。希尔保特带着大家快速地游向前面。　　他们游到了城池的门口时，泰迪忽然穿过了岩浆屏障，摔倒了地上。大家也跟着着陆，一个一个地走到了地上。　　刚到地上，泰迪他们的眼前就变得一闪一闪的——夜视药水时间过了。　　城门是敞开的，希尔保特带着大家进去了。　　泰迪觉得这里有一点儿恐怖，大门是开着的，里边一个人也没有。希尔保特突然停下脚步，拿出一瓶夜视药水塞到赫尔伯格教授的手里。　　“詹姆斯，记住，一会儿要是出了什么事，你拿着这个快跑！”希尔保特对赫尔伯格教授说。　　“校长，我说，您怎么就知道……”赫尔伯格教授突然不说了。　　旁边的大街小巷里一个一个地蹦出了手拿兵器的中号岩浆怪。岩浆怪越来越多，从四面八方把泰迪他们围了起来。岩浆怪渐渐收紧包围圈。　　希尔保特什么话也没说，就从包里抽出了苦力怕学院的那把剑。“詹姆斯，快跑！”　　赫尔伯格教授接过宝剑，带着大家准备逃跑。　　场面开始变得混乱，泰迪他们想帮助作战，却被希尔保特拦了下来。而南依道茜的学生想逃走，却被顶住了。泰迪他们被希尔保特轰走了，他们边跑边把那些想逃走的学生挤进了包围圈，而那些被挤进去的学生又开始往外跑，教师们又要去帮希尔保特作战，于是多丽丝无意间撞倒了泰迪，皮格·否特往外逃命时，又把亚伯拉罕挤到了后面，这时加里教授跑了过来，他又撞到了亚伯拉罕，亚伯拉罕也倒地不起。　　赫尔伯格一手拉着洛克，一手拉着依耶开始往外跑，H·K也被皮格·否特给挤了出来……　　就当他们五个突围出来以后，岩浆怪士兵彻底地形成了包围圈，别人跑不掉了。　　泰迪醒来时，他正坐在法院的大堂里，一只大号岩浆怪坐在审判席上。几乎整个苦力怕学院的人都在这里，占满了被告席——最有趣的是，原告席上居然只有几个士兵。　　“咳咳，肃静肃静！”那只大岩浆怪嚷道，旁边站着一只面貌邪恶的中号岩浆怪。　　“升堂！”大岩浆怪叫道。　　“威——武——”底下的小兵附和着。　　“报告大王！”那只面貌邪恶的中号岩浆怪已经跑到了原告席，“我们成功的逮到了苦力怕！”　　“很好。”岩浆国王说，“西泽徳·赛德勒，本王以后绝对会重赏你！”　　泰迪听见吉米·赛德勒叨唠了一句：“凭什么跟我一个姓！”　　“你们苦力怕——竟敢私自闯入下界，还……”　　“我呸！”吉米·赛德勒嚷了一句，“你们逮捕我们，你们还有脸说！”　　希尔保特赶紧转头把吉米的嘴捂住了。　　“看看吧，大王。”西泽徳用他那种狡猾的声音说，“他们还在顽固抵抗，您看——怎么处置啊？”　　“好好好！你们为什么要炸毁我们的大坝？”岩浆国王质问道。　　“我们炸毁大坝？”泰迪说，“那铁闸不是机关吗？”　　岩浆国王像是被噎着了一样，过了很久，才张口：“你说什么？难道我们连防御都不需要吗？”　　“那么，你既然很需要防御吗，那开着城门是为什么呢？”泰迪反问道。　　岩浆国王又一次无话可说，但是很快他又辩解道：“我们的人民很多，他们……要进进出出啊。”　　“那么为什么我们进来的时候里边一只岩浆怪也没有呢？”泰迪继续问。　　“我……我……”岩浆国王已经没话可说了，“我们……刚刚举行了一场盛宴，大家都去观看了。”　　“那么……”泰迪说，“为什么还有士兵埋伏呢？”　　“为了安全啊。”岩浆国王理直气壮地说。　　“那么城门不关，上边也没有守城的，这是空城计吗？”泰迪又问。　　“不……我……”岩浆国王还是解释不了，“管那么多干什么！”　　岩浆国王开始不耐烦了，又说：“来人啊！把他们拉下去，关起来！”　　“是！”西泽徳叫了一声。　　许多士兵簇拥着几百只苦力怕到地牢里去了。",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1436795160,
            "txt_content": "我来破0回复\n\n我觉得把，龙哥的这一次更新，属于对话流，不过就略显仓促了些。"
        },
        {
            "author": "毒蛇",
            "timestamp": 1436795340,
            "txt_content": "海潮 发表于 2015-7-13 21:46\n我来破0回复\n\n我觉得把，龙哥的这一次更新，属于对话流，不过就略显仓促了些。 ...\n\"龙哥\"这个称呼……\n好吧，说正经的= =\n这个小说前期（这是寒假之前写的）对话特别多，也是一大缺点。后来我现在在写的正在避免再次发生这种缺点= ="
        },
        {
            "author": "海潮",
            "timestamp": 1436795400,
            "txt_content": "毒蛇 发表于 2015-7-13 21:49\n\"龙哥\"这个称呼……\n好吧，说正经的= =\n这个小说前期（这是寒假之前写的）对话特别多，也是一大缺点。后 ...\n多一些场景描写吧，毕竟苦力怕也只是”死死死...“之类的声音\n\n相比之下场景有着很大的发展空间"
        },
        {
            "author": "1137246733",
            "timestamp": 1436797500,
            "txt_content": "括号内的内容推荐采用此格式，不然容易打断读者：\n\n你是一个大白菜①。\n\n①白菜：可以食用\n\n泰迪觉得这里有一点儿恐怖，大门是开着的，里边一个人也没有。希尔保特突然停下脚步，拿出一瓶夜视药水塞到赫尔伯格教授的手里。\n突然停下脚步有些突兀，推荐在“脚步”之后增加类似于“他感到了一丝不对”。\n\n点明缺点，苦力怕打斗岩浆怪的时候细节描写不够好，希望以后能在这方面下功夫，哪怕你写的很差也无所谓，只有这样我才能看出的你的问题，从而帮你改正。\n\n“好好好！你们为什么要炸毁我们的大坝？”岩浆国王质问道。\n　　“我们炸毁大坝？”泰迪说，“那铁闸不是机关吗？”\n　　岩浆国王像是被噎着了一样，过了很久，才张口：“你说什么？难道我们连防御都不需要吗？”\n　　“那么，你既然很需要防御吗，那开着城门是为什么呢？”泰迪反问道。\n　　岩浆国王又一次无话可说，但是很快他又辩解道：“我们的人民很多，他们……要进进出出啊。”\n　　“那么为什么我们进来的时候里边一只岩浆怪也没有呢？”泰迪继续问。\n　　“我……我……”岩浆国王已经没话可说了，“我们……刚刚举行了一场盛宴，大家都去观看了。”\n　　“那么……”泰迪说，“为什么还有士兵埋伏呢？”\n　　“为了安全啊。”岩浆国王理直气壮地说。\n　　“那么城门不关，上边也没有守城的，这是空城计吗？”泰迪又问。\n　　“不……我……”岩浆国王还是解释不了，“管那么多干什么！”\n这里的戏剧性安排非常好，我非常急迫地想告诉全版想要写幽默剧情的人，什么才是真正的自然而出的幽默。\n幽默出自戏剧性，戏剧性又出自冲突，这点做的非常好。\n"
        }
    ]
}