{
    "title": "<连载·单章>《木之网》序|小龙",
    "author": "毒蛇",
    "replyCount": 5,
    "timestamp": 1436788560,
    "txt_content": "《木之网》序　　首先，大家看到这个序，想必是在读这部小说了，感谢大家的阅读！　　暂且不谈这部小说，就先谈一谈什么是MC小说吧？我自认为（欢迎大家提出不同建议），MC小说分为两类。其一，就是真真正正的“Minecraft”小说——比方说生存小说、史蒂夫的生存等等，这类小说不多见，主要原因是这类小说是公认很“俗”的小说。但有一些新手还是会写（我也写过，不敢说新手不好，包括现在我也只是刚刚脱离新手罢了）。这类小说真是MC小说。还有一种，我不知道该怎么说，其实就是把一部完整的小说套在Minecraft上，这类小说比较常见，质量也相对较高，因为毕竟是架设在MC平台上的别的小说。拿《西游记》举例，可以把它套在Minecraft里，那样还是很好的小说——史蒂夫（孙悟空）大闹天宫，后来被Notch（如来佛祖）镇压在五行山下，然后随着骷髅（猪八戒）、僵尸（沙和尚）和Alex（唐三藏）去西天取经，中途打败了末影龙、凋灵之类的。其实有很多小说都是这样的，大多数都是非常好的小说。所以说，这部小说我不把它架设于Minecraft的平台上，因为它不适合Minecraft，但希望大家也同样喜欢！　　在网络的世界里，一切都会变得不一样。那不是你所认识到的世界。网络要比你所想的，所看的，大得多得多。这个故事发生在一个大都市里（可谓世界第一的大都市的最繁华地区的最高档公寓）。在21世纪这种网络信息技术的时代，在这种地方，有一家人没有电脑。然而有一棵树来帮助他，和他成为好朋友，一起生活……这种梦幻的境界，希望大家能够有所体会，也希望大家能够在小说里找到乐趣！　　最后，还是说一说这部小说未来的发展方向吧——稍后我会发一个引子，除此之外以后每个寒暑假我会更新一个长篇（第二个会在今年十一，其它都在寒暑假），永不停更（除极特殊情况）。之所以要弄长篇的，是为了和我的另一部小说错开，否则两个一起写是写不完的。除此之外，我还没有单篇、短篇的计划，但有可能有兴趣就写一篇。而这篇，就一直伴随着大家吧！",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1436788620,
            "txt_content": "小龙为何你写的序如此诡异........."
        },
        {
            "author": "501938012",
            "timestamp": 1436789280,
            "txt_content": "规划不错！但是看到凋零末影龙我又愣了愣XD"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436789760,
            "txt_content": "    不是Steve生存的小说俗，恰恰相反，这是因为这样写难度高。\n    普通的生存几乎每一个读者都经历过。这段经历几乎每一个人都有，所以太过普通，连大致的剧情读者都能够猜到。要想把这样一个普普通通的生存写得精彩实在是难上加难，所以只有极少人能够把这生存写得火。\n    新手写这样的生存，是因为一时想不出题材，而又在MCBBS站上，所以直接写Steve的生存。新手的经验不足，所以写得也不够精彩。这样的情况多了，读者就形成了思维定势，一看到普通生存就觉得俗。其实并不是这样的题材俗，而是作者写作技巧不够好。好的作者可以把枯燥无味的故事写得精彩绝伦，所以我的结论是—这反而是一个很好的题材（如果能够写得很好的话）。在烂大街的剧情之间竟然出了一部大作，反而更加引人注目。只不过想要把这样的剧情写好真的很难，既要遵守原版生存的定理，又要剧情新颖。所以这是一个风险大，利润也大的赌注啊……（我是不是说得太多了）"
        },
        {
            "author": "凛",
            "timestamp": 1436791320,
            "txt_content": "额\n不明觉厉"
        },
        {
            "author": "毒蛇",
            "timestamp": 1436793240,
            "txt_content": "2B与mc的故事 发表于 2015-7-13 20:16\n不是Steve生存的小说俗，恰恰相反，这是因为这样写难度高。\n    普通的生存几乎每一个读者都经历过。这 ...\n说的很好啊！没什么多啊"
        }
    ]
}