{
    "title": "<原创·索引>填坑中《无尽能源》第八章过度——追击",
    "author": "男人婆",
    "replyCount": 5,
    "timestamp": 1436788800,
    "txt_content": "写在前面： 今天我貌似屠版了……都更新了三章了\n第八章（这张是过度张，文笔突然变渣，请谅解）：追击： 第八章：追击  我知道我已经暴露了，但是我尽量还是不要想克罗姆那样直接冲出窗外。  我站在BOSS的面前，一副没事的表情，好像刚才说的话和我无关似的。  “BOSS，别因为他这样就对他放松警惕，这小子虽然是机器人，但拥有和我们弗莱德星人一样高的智慧，千万别被他骗了呀！”弗莱德监狱长想动摇BOSS并处置我。  “不，不要处置他，他毕竟是我的老友花费四十年制造的，留着也许有用，这样，你把它押到监狱，先观察着，不要掉以轻心，毕竟那老头的确信不过，谁知道他放的是什么芯片……”说着，弗莱德监狱长把我带出了办公室。  “小子，算你走运，但是我不会对你掉以轻心的。”弗莱德监狱长其实早就看穿我了，但是它并没有动摇BOSS，因为他知道我的力量。  就这样，我再次被关进了监狱，我要伪装的十分安稳，才能不让BOSS对我的信心不动摇。  令我想不到的是，我被他们这样监禁了整整一年。  “臭小子，BOSS让我把你带进他的办公室，哼，你居然能骗过BOSS的眼睛……”费奥德监狱长对我说道。我知道，BOSS已经知道我并没有被安装上那种“邪恶芯片”，他“信任”我的原因是因为我的能力。  自动门打开了，我又进入了那个四面玻璃的宽敞办公室，BOSS坐在黑色的老板椅上，他似乎这一年就在这个地方坐着，连站起来都很累。  “放心小子，你的博士已经被我派船送回巴西了，你不用担心他。”他的面容很慈祥，这倒使我瘆的慌。  “我们用不着他了，因为我们请来了弗莱德星的博士，他非常的厉害，智商出奇的高，他已经为你打造了全新的装备，希望你不会辜负我……”说着，他又笑了笑，并命令弗莱德监狱长带我去领装备。  我心想：他为什么会对我这么信任？他不是已经知道我是装的吗？他又在打什么算盘？他不会是想让我改变心意吧……  正想着，他便已经带我到了仓库。  他领我到了装备面前，隔着隔离罩，我看到了那炫酷的装备。  我迫不急待的想要拿到装备，但弗莱德监狱长却拦下了我，我刚抬起来的手便僵住了，呆呆的看着他。  “小子，我警告你，你要是敢叛变的话……我们会出动全部兵力去进攻你们的庇护所——巴西的。”他用严肃的眼神瞪着我，给我瞪出了一身鸡皮疙瘩。  他打开了隔离罩，我激动的取下了装备，这比我现在的装备要好太多了。  突然，BOSS不知从何处进来了，身边还跟了两个弗莱德守卫。  “你看我对你这么好，希望你不要改变心意……跟我干吧，你必须多机器人都强，尤其是那个废物……”BOSS对我说道。  那个“废物”是谁？克罗姆吗？  BOSS给我安排了套房，这里不算很豪华，但和原来的漆黑的小监狱比起来，已经好太多了，房子的左侧是一扇大落地窗，正前方就是和落地窗一样大的大电视。  这天晚上，我十分犹豫，因为我得到装备了，但是如果我现在逃跑……可能会危及全人类的安全……想到这里，我便趴在落地窗上，望着窗外的景象，一片郁郁葱葱。  仔细观赏还是和美丽的……  “那是什么？”我心里一惊，突然感到一种冲动要让我逃出这里，因为我看到了——一艘轮船正在燃烧，而且正在缓慢下沉。  我有预感那就是博士所在的船，我毫不犹豫的从箱子里找出了那一套装备并穿了上去，立刻飞出了窗外，可是侦察兵立刻发现了我……  “我就说吧，这小子一定会叛变的！”弗莱德星人好像在责怪BOSS没有听他的意思似的。  “你以为我没有料到这小子会叛变吗？我给他的东西并不是最好的……而且，你猜我在丛林发现了什么？”BOSS奸笑到。  “什么？”弗莱德监狱长突然变得很傻，声音变得很憨。  “那废物并没有死，而且我找弗莱德博士把他改装了一下……哼哼……现在他可以秒杀他了……哈哈哈！”BOSS大笑起来。 字数统计：1,466、希望大家支持，谢谢",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1436788980,
            "txt_content": "楼主你打字不要这么急\n是“过渡章”不是“过度张”\n还有这鬼畜的更速可能会影响质量哦！"
        },
        {
            "author": "男人婆",
            "timestamp": 1436789280,
            "txt_content": "2B与mc的故事 发表于 2015-7-13 20:03\n楼主你打字不要这么急\n是“过渡章”不是“过度张”\n还有这鬼畜的更速可能会影响质量哦！ ...\n手残了………"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436790780,
            "txt_content": "文笔突然变渣一定是【屏蔽】多了！\n\n我觉得楼主这是正常现象，主要是lz心里太急着更新了，所以lz不妨腾出点时间来散散步溜溜猫之类的←w←"
        },
        {
            "author": "凛",
            "timestamp": 1436791320,
            "txt_content": "好像有错别字"
        },
        {
            "author": "男人婆",
            "timestamp": 1436791920,
            "txt_content": "yuchenyang 发表于 2015-7-13 20:33\n文笔突然变渣一定是【屏蔽】多了！\n\n我觉得楼主这是正常现象，主要是lz心里太急着更新了，所以lz不妨腾出点 ...\n主要是过渡章，突然感觉过渡时就写不出什么了……然后就急躁了……"
        }
    ]
}