{
    "title": "<连载·单章>《木之网》引子|小龙",
    "author": "毒蛇",
    "replyCount": 9,
    "timestamp": 1436789220,
    "txt_content": "《木之网》\n《你好，网之木》　　在这信息技术大爆发的21世纪，大都市的市区里几乎人人有电脑，人人用的上WiFi。\n　　在地球的一个角落，存在着一个巨型都市，有一家人住在这个都市最豪华的公寓里，他们家却没有电脑和无线网，这可真是奇怪。\n　　其实事情是这样的。本来这一家人很富裕，可后来他爸破产了，把家里的高科技产品都卖了，才交得起物业费。后来妈妈升职了，爸爸又重新找了一份工作，这才能维持一家三口的生计。遗憾的是，他们家的孩子西科还小的时候，爸爸就破产了，所以他从来没用过电脑。\n　　他们家的邻居，是一家富人，他们家在地球上的各个大国都开了许多有名的超市，这样一来，他们家就越来越富。这一家的长辈倒不认为他们的邻居，也就是西科一家有多么穷，西科也常常去他们家玩，可他们家的孩子古拉总炫耀自己家。不过，西科和古拉是好朋友，友情与金钱没有半点儿关系。\n　　西科和古拉在一个学校就学，他们还有许多好朋友，不过那只是普通的朋友。我们现在要说的，是两个很特殊的朋友。一个叫莉露，她是西科和古拉唯一的女性朋友，主要是因为莉露很大方，而且还有一丝男生的气概，所以才和西科他们成了好朋友。第二个人叫莫尼，这个人一个多月前从乡下来到大都市，当时他很粗鲁，还土里土气的，大家都不愿理他，只有西科他们接受了他，成为了朋友。现在，莫尼的性子好多了，但有时还是会骂几句脏话或者打几下人。\n　　不过西科不服气的是，就连莫尼每天都能上网玩游戏，他虽然不嫉妒，但还是觉得上天对自己不公。\n　　没有人总是不幸的。刚到暑假，天气还很温暖，不是很热，西科趴在课桌上写作业，忽然，他感到了一丝寒意，他一回头，他的书架凭空消失了！一阵银烟散去，他赶紧跑过去看，结果后背又一阵凉，他的椅子又在银烟中消失了！接着，吊灯，衣柜，床，还有墙上的画都像变成了烟一样地消失了。西科诧异极了，心想：这到底是谁干的？这世界上没有魔法啊！这到底是什么啊！\n　　只有课桌还在，西科的屋子空空如也，灰尘都藏不住了。西科慢慢地走向桌子旁，眼睛紧紧地盯着桌子，想看看桌子是怎么消失的。\n　　突然，桌子上冒出一股白烟，渐渐地变成了电脑的形状，白烟变得越来越有颜色，紧接着，变成了一台黑色的笔记本电脑，打开着。电脑界面也打开着，是浏览器，键盘在自己跳动。西科凑近去一看，网页正在飞速地变换着。\n键盘停下了，这个页面上显示着一片森林，里边有一棵树很奇怪。它有两条根。根并没有埋没在土里，而是戳在地表。上面又有两根枝杈，末端是两丛绿油油的叶子。而上面则是树冠。然而，这棵树开始动了起来，根像脚一样在走路，一边挥舞着右边的枝杈，向西科走来。最上边那团叶子就像头一样点着，但没有五官。\n　　这棵树越来越大，突然从电脑显示屏上凸了出来！然后走出电脑，变成了实际的一米多高，走到西科旁边。\n　　西科吓坏了，撒腿就往门外跑，但是光顾着看着这个怪物，没看清前面。脚下一滑，撞到了门上。那棵树的枝条迅速伸长，抓住了西科，把他拽了回来，西科惊恐地站着，不敢看这棵树，颤抖着说：“你……你要干什么！”\n　　“别紧张，孩子！”树不知从哪里发出了声音，“我是来帮你的。”\n　　西科看见树的脸上长出了五官——原来这棵树一直是以背面朝着他的，这时转过来了。树与西科擦肩而过走过去，靠着门，说：“昨天，宇宙网络部开了一个会议，把我这个网络总管和几位领导人安排给每个星球最不幸的家庭，就到了这里。”\n　　“那些家具是你给消失的？”西科不管那棵树是什么，就先问。\n　　“当然，”那棵树说，“其实很简单，我回到你吃早饭的时候，把这些东西都扔了，准确地说是转换成网络，你这里就消失了。”\n　　“不不不，你等等吧——你说什么？我？全地球最不幸？有些难民都快死了，我最不幸？”西科虽然觉得自己确实很倒霉，但起码还是一个普通的人。\n　　树转了转头，说：“啊，是这样。你刚才也听说了，我是宇宙网络部部长。这么你就明白了？难民确实用不上互联网，但是，我只能负责网络方面最不幸的，如果有人都已经濒死了，那与网络无关，那是食物、水、疾病等等因素。但是你，生活在全地球最高档的住宅区之一，居然用不上网，这种人很罕见，而且你还用不上电脑，更是少之又少了。我们网络部只能做这些，信息技术和网络，救济贫困，我可以给灾难部捐点儿宇宙币。但是不能直接干涉。”\n　　“你是网络部部长？”西科只问了一句，声音还是有些颤抖，“木……木头？”\n　　西科觉得这样有点儿失礼，但他还是很奇怪——怎么会有会动，会说话的树？\n　　树点了点头，又开始说：“对了，我还没自我介绍。我叫网之木，你说得对，我就是棵树。我从今以后，一直会在你们家生活，准确地说，是帮助你。当然啦，网络里要是有什么问题，你要是愿意也可以来帮忙。”\n　　西科觉得没什么可说的了，就最后说了一句：“网之木，我的家具……”\n　　网之木什么都没说，走到书桌前，就穿进电脑不见了，过一会儿，家具又依次地在一股股银烟中出现了。\n　　网之木又从电脑里走了出来，然后说：“我觉得其实我完全可以不穿越回去，因为在这里转化也可以，我能够把任何东西在网络与现实中转换。不过，如果不在你吃早餐时放回去，过去的你会很吃惊的。”\n　　西科不知道网之木说的是什么。\n　　“现在只有一件事要做了，就是让周围的人都熟悉我，这很简单，因为这边信息技术很发达，我只要用电脑或者电视甚至是收音机发出脑电波，让人们熟悉我就行了。”\n　　网之木的脑袋顶上射出了一道道金色的光圈，放大之后进入笔记本电脑就不见了。\n　　过了一会儿，网之木告诉西科搞定了。\n　　西科不信，带着网之木到了客厅，他的妈妈看见网之木，吓了一大跳。\n　　西科也吓了一大跳，以为网之木搞错了呢。\n　　没想到，西科的妈妈说：“啊，是网之木啊，你们要出去玩吗？”\n　　西科松了一口气。西科和网之木走到楼道里，去了古拉家。没想到古拉的妈妈热情地请网之木吃点心。西科和古拉打游戏，网之木帮助西科作弊了，古拉气急败坏，但是不知道怎么回事。\n　　他们到了楼下，看见莫尼在给莉露他们乡下新收的胡萝卜。莫尼和莉露也热情地和网之木打招呼。\n　　西科以为这一切都是梦，但，这是真实的。网之木的到来，也许改变了西科的未来。他一辈子没有比这更高兴的事了，他遇见了网之木……\n　　好的，这只是个引子，只是叙述一下小说的开始。真正的长篇在8月1日，大家敬请期待——《木之网：西科的时空穿梭记》！",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1436789280,
            "txt_content": "作为小说的开头：@牛皮纸公国 @龙腾猫跃"
        },
        {
            "author": "xcc",
            "timestamp": 1436789280,
            "txt_content": "小龙真是高产........\n很赞！"
        },
        {
            "author": "毒蛇",
            "timestamp": 1436789340,
            "txt_content": "xcc 发表于 2015-7-13 20:08\n小龙真是高产........\n很赞！\n呵呵，之后就不高产了，一篇一万多字我会挂的= ="
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1436789340,
            "txt_content": "xcc 发表于 2015-7-13 20:08\n小龙真是高产........\n很赞！\n高产=积分高产，你不懂233"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436790420,
            "txt_content": "网之木背对着别人到这走路是什么心态...\n为什么我有一种哆啦A梦的既视感..."
        },
        {
            "author": "毒蛇",
            "timestamp": 1436793360,
            "txt_content": "yuchenyang 发表于 2015-7-13 20:27\n网之木背对着别人到这走路是什么心态...\n为什么我有一种哆啦A梦的既视感... ...\n哆啦A梦……你在想什么= ="
        },
        {
            "author": "1137246733",
            "timestamp": 1436796840,
            "txt_content": "我来客观评价吧：\n首先，先说不足之处。\n开局大失良机了，一个很好的机会让你错过了，你犯的错误就是我帖子里所说的“展示的神话”，你可以去看看。\n地址：http://www.mcbbs.net/thread-466669-1-1.html\n你可以思考思考，我不想让你泛滥在其它人的错误之中。\n\n细节之处呢，值得鼓励，并没有让我发现任何类似于错字、错词之处。\n\n来谈谈你的风格：\n非普通人的感觉。不能说是更好或者更坏。一种侃侃而谈的文体，易懂，但是你也要明白，这种文体很大部分是依赖于情节的。\n所以说你的小说可以暂且不考虑文笔的问题，但情节却至关重要。\n但你的开局已经错失良机，如人们常说“输在了起跑线上”，但“小说是马拉松慢跑”。\n\n你的文章很特殊，是唯一几个没能让我找出茬来的，所以我自然也就憋不出字来了。\n\n另外祝贺你回归！\n文章的主题与情节大体安排都不错！更重要的是你能有一颗坚持下去的心！"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436797920,
            "txt_content": "又是一篇少有的能让我边想象边看文的好文章……\n但是总觉得开头的叙述有点多，有一些无关紧要的东西夹杂在了里面"
        },
        {
            "author": "牛皮纸公国",
            "timestamp": 1438261620,
            "txt_content": "毒蛇 发表于 2015-7-13 20:08\n作为小说的开头：@牛皮纸公国 @龙腾猫跃\n早都看过了。。。有什么改动吗？"
        }
    ]
}