{
    "title": "[电信]Homttown Love——用双手创造奇迹[1.7.2]",
    "author": "LOVELOSER",
    "replyCount": 0,
    "timestamp": 1436802540,
    "txt_content": "                   Hometown Love 建筑/生存  \n                          服务器官网/w\\[←戳]\n服务器简介: \n                  ·欢迎加入Hometown Love 服务器！本服是一个定位于文艺复兴时期前后的城堡向建筑服务器。\n·骚年，见过可以放岩浆的服么？好吧见过……那你见过鼓励建造和发明红石电路的服么？……还见过？好吧那你见过支持随便炸TNT的服么？！……\n\n                  ·在此版本中，作为序篇，玩家将创建自己的阵营或者加入他人的阵营，建造和发展各自的大规模城池，并开展战场竞技、攻城掠地、夺旗等等活动。服务器平时禁止pvp[但是还是可以打人的......]（为的是鼓励大家专心建造），但每周/月[看时间而定]将定期开放战场并举行各种活动！\n·大规模战争将是本服的一大特点。作为文艺青年的OP致力于让服内每一处风景都恍如回到了中世纪后及文艺复兴时期，大力欢迎有才能的建筑师来一展身手。同时，本服致力于打造脱离低级趣味的战争，这里你不会看见拿着神器到处装逼的小学生。同时欢迎有能力的红石高手能来这里建造你的各种机关、TNT炮、发射器防线等等发明创造。希望日后大家共同创造成果能证明：建筑和战争其实并不矛盾！\n·本服拥有专业的服务器作为强大的支撑，将是一个长久而强大的服务器！并同时在此作出承诺：我们将定期在群共享中更新最近存档，大家的地图存档随时可向OP索取。因为我们重视每一位玩家在服务器中的一砖一瓦。这里将是您长期定居的理想服务器!!!!!\n\n                  ·在这个服这里，我们特别希望您：既能收获建筑的快乐，也收获战斗的乐趣；既能赢得团队的荣誉感，也能得到家一般的归属感；既能找到PVP的激情，也能抱得满满的基情！～OP们将为了能打造这样一个大家能获得温馨和快乐的服务器而努力！\n服务器规则:  \n                  ·接下来到了比较严肃的部分，希望大家务必认真看完，以免今后产生不必要的麻烦。\n                  ·一般服务器中的各种不允许作弊不允许开粗骂人等不允许这个不允许那个的各种恶意的行为，在此我们不作赘述。如果您觉得不可以做的事那就一定不能做。请勿试探OP的道德标准，或挑衅OP，因为OP将很残忍：为了打造一个大家所喜爱的服务器，我们会对违规者永久封号封IP，且没有事先告知的义务!      \n                  ·另外对于不知情的玩家在此作出补充说明：高空或大规模流水、大规模或流动岩浆、大规模或高频电路、高密度繁殖生物、频繁开关门或开关等将对服务器造成很大负担，造成大家的游戏延迟和坏档！所以：对上述情况见到就封，且没有事先告知的义务。\n                  ·如有人事纠纷，不管谁对谁错，两人一起封号。开粗前先考虑一下代价。                  ·为了保证服务器风格的统一，建筑风格要求为中世纪或文艺复兴时期的建筑，且每月将从玩家建筑中【生存建筑和创造建筑】各评选出一个座最优秀的建筑，并对建筑者予以奖励。\n                  ·生存服务器中的经济系统：100铁=10黄金=1钻石，商店有丰富的系统商店可以购买您所需的各种物品。\n\n\n\n                  ·本服固定OP:Aivy和AkunSuttle，并招收轮班制OP。有意向的骚年带上你的身份证照片及空闲时间段发给服主即可。\n                  ·规定是强硬的，也是底线。但如果你是素质玩家的话这些规定也形同虚设。希望您能在本服内找到共同发展的乐趣，也找到PK相互切磋的乐趣。如果您的乐趣仅是低级的砍人建议猛击http://cf.qq.com/ 圆您三亿脑残儿童枪战梦！\n赞助说明：\n\n\n\n\nZZT.png (118.3 KB, 下载次数: 0)\n\n下载附件\n\n2015-7-13 23:46 上传\n\n\n\n\n\n\n\n\n\n\nZZT2.png (63.93 KB, 下载次数: 0)\n\n下载附件\n\n2015-7-13 23:48 上传\n\n\n\n\n\n                        op证明\n                                                 \n\nfile:///C:\\Program Files\\Tencent\\QQ\\Users\\1633765227\\Image\\C2C\\ND@N%V9ZTV0FK]X9TU75GRC.png \n\n             目前，服务器因为是才开没多久，所以没有什么服务器美图，但是，我坚信！在不久之后，服务器会建设的越来越好！谢谢你们的支持！\n      服务器因为是新周目阶段，很多东西都在调整，造成的不便，请大家见谅 \n\n",
    "replies": []
}