{
    "title": "【原创】《启示录》第四章：回忆",
    "author": "紫罗兰祝福",
    "replyCount": 8,
    "timestamp": 1436845020,
    "txt_content": " 本帖最后由 星之永恒 于 2015-7-23 08:02 编辑 \n   我还是拿起剑，回到我暂住的房间。Kill对我的到来显得很兴奋，剑上的光芒不停的跳动着。我躺了下来，回味刚才重现的一切。\n    从我记事开始，我的故乡就是温馨的象征。我经常跟村里的老人交谈，在交谈中，我渐渐明白了我的身世，但我并不愿意接受这些事实。随着年龄的增大，我开始接受这一切，因为前世的记忆碎片开始重现在我的脑海。有时我宁愿忘记这一切，因为除了紫色的眼睛和黑色的皮肤，我和正常人并没有什么区别。这让我郁郁寡欢。在我成年之际，我已经能回忆起前生的所有回忆。于是，我离开我无比眷恋的家乡，开始我的从军生涯。临走时，我的父母还是没有忘记帮我检查行李，我不由的留下泪来。\n    军队里的生活还是很无聊的，唯一有趣一点的事，就是同伴拿我的黑皮肤和紫色眼睛开玩笑，这对我来说是当然无聊至极的。然而还是时不时的有人拿我来开玩笑，除了Alice。在准备实战时，上级让我们挑选搭档，于是，Alice理所当然的成为了我的搭档。在那一次实战中，僵尸突然出现，打得我们措手不及，结果，除了我和Alice，没有一位战友幸免。但也正是这场战役，让我和Alice获得了抗体，也让我发现我和Alice配合的有多么天衣无缝。这件事很快得到了上级的重视，军队里的气氛也随之紧张起来。很快，我和Alice升职为特种兵。\n    一个军队在勘察一个研究所时全军覆没，而他们给基地的最后一句话是：“我们遭到袭击...一个像坦克一样的庞然大物袭击了我们...这里的僵尸太多了，我们根本应付不过来...其他的弟兄都阵亡了...千万不要让他们离开研究所，否则，这将是一场灾难...”随后，一声怒吼遮盖了一切，其中还夹杂着一个人的惨叫声...信息就此中断。于是，我和Alice被派往那个研究所，然而，我是记得那个研究所的。\n    我们终于来到了这个研究所。打开门，一群僵尸怒吼着向我们靠近，我和Alice很轻松的杀掉了它们。随着离研究所的中心越来越近，僵尸越来越多。我们谨慎的向中心靠近。这时，一只巨大的僵尸窜了出来。所幸我早已听到窸窣的响声，早有防备。我想起实验室的一些器材，忙向Alice使了个眼色，Alice也朝我使了个眼色。之后，我们一起把这个巨大的僵尸向实验室的一个死角引去。这只僵尸在实验室的角落毫无还手之力，最后，筋疲力尽的我们看着这个庞然大物缓缓倒下。回到基地，我和Alice被基地的总指挥John表彰了一番，有颁发给我们一个闪着金光的勋章。我知道，那是一个至高无上的荣誉。\n    但是John做了一个错误的决定。他炸毁了研究所，但他没有想到，那个被他称为Tank的僵尸在灰烬中重生了。无奈之下，我们再次来到那个我记忆中的毁灭之地。\n    昔日的研究所已不复存在，取而代之的是炸出的研究所的地下部分。我这次重返，其实也是对Kill的训练，更是为了解开我心中的一个结。我和Alice来到了昏暗的地下，我打开了手电筒，四周只有僵尸的碎片和还在苟延残喘的僵尸。当我们来到一个灰暗的实验时，一个巨大的僵尸突然从天而降，震得满屋都是灰尘，我一惊，随即向那僵尸砍去。Alice早已拿起枪，她照着那僵尸的头开了一枪。那僵尸怒吼了一声，向Alice扑去。Alice终究没有躲过，她被在扑倒在地上，枪也被打的粉碎。我还未来得及阻止这一切，Alice便被重重的摔在墙上，倒地不起。在极度的愤怒下，我向那僵尸冲去。那僵尸正准备向我发起攻击时，Kill猛的咬住了那僵尸的腿，那僵尸将Kill猛的摔在地上。这时，我已跳到那僵尸的肩上，在愤怒的驱使下，我朝着那只僵尸的头猛的砍了下去。一片寂静后，Tank倒下了。\n    我拿起手电筒，看着眼前的一切。回忆重现，往事重现在心头。我不禁流下了眼泪。远处，一扇虚掩的门映入眼帘。我还是推开门，走了进去。一进门，两个人倒在地上。其中的一个，正是回忆中前世的自己！我霎时被这突如其来的灾难打蒙了，但我还是踉踉跄跄的走了出来。我点起一把火，目送着Kill化为一缕青烟，向远处飘去。然而，我还是没有忍心烧掉她，于是就有了今天的这一幕。\n    醒来时天色已开始明朗。我向外走去，正好碰见Jane和Jimmy。Jane问道：“请问，Steve去哪了？”\n    我笑着答道：“我说过，我会把你们护送到安全的地方的。”\n    Jane诧异的看着我，而我却笑着走开了。\n    然而，美好的日子没有持续多长时间，在我悠闲的喝着咖啡时，地面一颤，杯中的咖啡撒了一地，警报随即响起。\n    我拿起擦的锃亮的剑走了出去。这，将会是一场恶战。\n看不懂？索引帖在此~",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1436845320,
            "txt_content": "@1137246733 \n@zwh007 \n@2B与mc的故事 \n感谢你们的支持！\n也祝贺1137246733成为版主，\n和zwh007的亡灵战争步入精品圣堂！\n（zwh007在寒假时的愿望是趁假期发布亡灵战争正式版，暑假过去一半了我还以为他弃坑了2333）"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1436845560,
            "txt_content": "后排补@\n@guqu \n索引贴还在路上~"
        },
        {
            "author": "gggbbb",
            "timestamp": 1436845980,
            "txt_content": "这篇文章，怎么说呢……恩，首先呢，你的情节还是不错的，字数也是完全达标的，唯一美中不足的就是你的节奏。\n节奏这个东西呢，你可以理解为情节进行的速度。而你的缺陷，就在于速度太快，太过于想要把内心想象的情景描绘出来而放弃了细节描写。这样就导致你的文章写得没有味道，让读者读到一半就不想读了。\n我在这里提个建议：你在写文时，应该注重细节的描写，多加点人物、场景、语言、心理等描写，情节不宜过快，祝你进步。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436848320,
            "txt_content": "你艾特我我就来了\n黑皮肤和紫眼睛，原来主角是小黑吗"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436849880,
            "txt_content": "然而我并没有学C4D"
        },
        {
            "author": "1137246733",
            "timestamp": 1436861040,
            "txt_content": "一个军队在勘察一个研究所时全军覆没，而他们给基地的最后一句话是：“我们遭到袭击...一个像坦克一样的庞然大物袭击了我们...这里的僵尸太多了，我们根本应付不过来...其他的弟兄都阵亡了...千万不要让他们离开研究所，否则，这将是一场灾难...”随后，一声怒吼遮盖了一切，其中还夹杂着一个人的惨叫声...信息就此中断。于是，我和Alice被派往那个研究所，然而，我是记得那个研究所的。这是我个人的一个片面看法：那就是按照通常逻辑来说，这个“最后一句话”的场景应该给予的最后一句话是非常短小简练但具有震撼性的。\n并且你可以在这里埋悬念。\n例如这种的：我们……我们……全部阵亡……这里的防守非常强大……兄弟们全死了……那里有几百个……几百个……。通话停止了。\n那样的话你就可以从这里将”巨大的僵尸“埋作悬念，然后再他们去研究所的时候再解开。\n悬念对于读者的诱惑力是很大的。\n\n另外其实我并不推荐你的这种倒叙的手法，并且你这种倒叙的手法也有些使用不当。\n（因为我没有看过前面的章节，所以评论错误请谅解）\n你可以直接使用顺序，讲述一下他们输如何进入研究所并打败的等等。\n如果你非要使用倒叙的话，记住倒叙不能就像讲故事那样写，也得需要冲突与悬念，而这些就体现在细节。\n例如”我们当时再次进了研究所，里面光线很暗，地上有很多尸体，非常惊悚。Alice紧紧地抓住我的手，头上渗出了冷汗。她轻轻地对我说，我们可不可以去叫点增援再来。“然后”我“再做心理抉择等等，这样会好一些。\n\n另外一个错误就是，你犯了重复描写的错误——两次描写了与巨大僵尸打斗的场景，并且你是在倒叙”讲故事“的情况下描写的。\n\n这会极大地缩减读者的兴趣，因为读者什么时候也都喜欢看未知的东西，而你如果要顺序的话，那么细节中巨大僵尸的力量增强就是”未知“，但倒叙”讲故事“这种写法却很难体现出来。\n你可以这样写，把第一次遭遇的情况篇幅减弱，随笔描写一下即可。后面的情节再加以详细描写。\n\n总之你的文笔与潜力很是不错，但切忌使用此种倒叙”讲故事“手法。"
        },
        {
            "author": "zwh007",
            "timestamp": 1436873220,
            "txt_content": "星之永恒 发表于 2015-7-14 11:42\n@1137246733 \n@zwh007 \n@2B与mc的故事 \n原来你也在关注啊！\n感谢感谢！我怎么可能弃坑呢"
        },
        {
            "author": "神勇152",
            "timestamp": 1588253940,
            "txt_content": "做个任务"
        }
    ]
}