{
    "title": "<原创·索引>填坑中《无尽能源》第九章——海上大战",
    "author": "男人婆",
    "replyCount": 3,
    "timestamp": 1436857980,
    "txt_content": "写在前面： 更新了九章了，真是开心啊\n正文：第九章：海上大战 第九章：海上大战  我刚从大厦跳了出去，后面便跟来了一大群苍蝇，他们飞的速度很慢，所以我根本不用担心他们，但是我突然看到后面有跟来了一个熟悉的身影。  那不是克罗姆吗？他不是被我打死了吗？  他的速度比我穿上新装备的速度还要快，几秒钟便赶上了我，随后后脑勺就是重重的一击，我的身体便失去了平衡，直冲大海，我身上冒出的烟雾形成了一道完美的弧线。  随之克罗姆在次朝我冲了过来，在我掉进大海之前又朝我重重的踢了一脚，我的飞行器被打碎了，于是便加速冲进大海，克罗姆也冲进了大海。  凭我现在的实力根本打不过那个强化过的克罗姆，我只能躲避它。  克罗姆用探照灯在水底搜寻着我，我却在海底搜寻着报废的轮船，可他很快就发现了我了我，如同一艘水下火箭冲向了我，我的水下推进器被他打坏了，只能靠手游泳。  “轰！”  我听见了一声巨响，之后便没了知觉……  “我这是要死了吗？”我心想着，显示屏上出现了一幅幅画面：  我看到了博士，我躺在实验台上，博士激动地望着我……我还看到了克罗姆，他在前方趴着，说：“小心敌人，快趴下”，我还看到了托娜……  但是这些画面只在我的显示屏上出现了两秒，便消失了，我的显示屏变黑了……  “嗞——嗞嗞——”不知过了多久，我沉入了海底，但是我发现我的四周被光照亮了。这是怎么回事？我居然没死！  我拼尽全力向海面游去，因为轮船已经完全沉入大海，许多不会游泳的热都在往下沉，有的已经死了。  我拼命的寻找着博士，但是一直没有找到。  找了很长时间，连博士的影子也没看见，到是看见了克罗姆。克罗姆以飞的速度在海底搜寻着我，我忽然感觉身体充满了力量，便朝着克罗姆冲了过去，完全忘了他之前帮过我，我只是想把他干掉，因为我认为他耽误了我的时间。  在离他大约一百米时，他看见了我，挥了挥拳头，朝我冲过来，我没有躲闪，而是用手掌去接应，他出动另一只拳头，我就用另一只手掌去接应，于是我们两个便开始推了起来。  我的力量变得很大，虽然克罗姆一直在用水下推进器，但是他还是在一点一点后退。  我的右拳突然往后一缩，他没来的及反应，他左身子便往前伸了一下，我再次出动右拳，一拳打在他的脸上。他双手快速的捂住脸，好像很痛苦的样子。  我心软了，趁着他捂脸，我朝着正在缓缓下沉的轮船游过去，可是我刚扭过头，便感到后脑勺又是沉重的一击。  这一拳彻底激怒了我，我伸出手上的光剑，一刀将克罗姆的身体劈成了上下两半。  可他还是不罢休，死死抓住我的脚。  “我要完成……任务……”他嘴里嘀咕着什么，还是不松手。  我用脚一踢，便踢开了他。  他慢慢沉入海底，慢慢的，只能看到他发光的两只眼睛，再后来，发光的眼睛不亮了。  我转过头，再次朝轮船游去。  轮船已经被烧毁了，已经完全变黑了，看不出原来的颜色了。  经过我的判断，船上的人已经死完了，没有被烧死也被淹死了，我瞬间绝望了，博士就这么死了吗？  我奋力游向海面，我现在心中升起了一个念头：回到巴西ACT公司。  可我现在距离南美洲还有大约还有半个南美洲，要游过去要一个月……然而我剩下的电量只够撑起半个月……但是我如果回到HOT公司的话我就会被他们杀掉的……  我决定用我最后剩下的电量，游回南美洲，虽然这个方法很愚蠢，而且不可能办到，但是还有比这更好的选择吗？我还是宁愿死在大海里。  ……  令我想不到的是，只用了十天，我便来到了南美洲的西海岸。  从海岸上看，这里全都是高楼，通天大厦，和亚洲那边完全不同，景象十分壮观。  刚爬上岸，就撞住了什么东西，弄得我四脚朝天。我爬起来，看了看，什么也没有啊？于是我继续走，结果又撞了个四脚朝天。  我才看见，这是一个透明的能量罩，是来保护这座城市的。我该怎么进去呢？  绕着保护罩走了很长时间，看到有机械大门，门口站着几个白色警卫，和我在飞船上就我的那个白色警卫穿的一样，他们身边还有几辆装甲车。  “喂，站住，哪儿的人？”一个白色警卫拦住了我。  我指了指胸前的标志。  “哦，ACT公司的机器人啊？它们派出来的侦察兵吧，可你和普通侦察兵长的不一样啊……算了你进去吧。”他用手上的警棍指了指大门，另一个警卫输了密码，门打开了。  我还是第一次见有那么多人的地方，大街小巷全都是人，有时还有可能看见几个侦查机器人。  我现在电量不多，我需要找到ACT公司。  我随便找了个路人，拍了拍他，那个路人扭过头：“有事吗？”  我指了指胸前的标志。  “你要去ACT公司啊？那可是我们整座城市的防卫军，就在城市的中央，要走好远呢，你最好坐车去，对了，你身上没钱吧？”说着，那个人从衣兜里拿出了几个硬币。  “不用谢我，快去吧！”他友好的将我送走了。我真是想不到这里的人居然那么和善。 字数统计：1,846字 希望大家支持，谢谢",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1436858520,
            "txt_content": "字数完全达标，情节不错，文笔有待提升。（我就不多说什么了，待会ice会来跟你唠叨的）"
        },
        {
            "author": "男人婆",
            "timestamp": 1436858760,
            "txt_content": "gggbbb 发表于 2015-7-14 15:22\n字数完全达标，情节不错，文笔有待提升。（我就不多说什么了，待会ice会来跟你唠叨的） ...\n……好吧我觉得唯一不好的是游泳10天游了几千公里……但是为了情节发展我也没什么更好的办法了……"
        },
        {
            "author": "男人婆",
            "timestamp": 1436858940,
            "txt_content": "男人婆 发表于 2015-7-14 15:26\n……好吧我觉得唯一不好的是游泳10天游了几千公里……但是为了情节发展我也没什么更好的办法了…… ...\n我得编辑一下，我突然觉得太不符合逻辑了"
        }
    ]
}