{
    "title": "<原创·连载>填坑中《无尽能源》第十一章——新朋友",
    "author": "男人婆",
    "replyCount": 2,
    "timestamp": 1436866440,
    "txt_content": "写在前面： 希望点评点评，今天第三次更新\n正文：第十一章：新朋友 第十一章 新朋友  我再次激动地趴在了隔离罩上：“他们什么时候能制作完成？”我问道。  “现在！”博士笑了笑，按下了隔离罩旁的按钮，隔离罩慢慢的打开，烟雾从隔离罩内涌了出来，当我睁开眼睛，三个家伙已经站在我的面前了。  “哇哦！酷，我喜欢这个身体！”红色的机器人说道。  “重获新生的感觉真好啊！”黄色的机器人说道。  “你根本就没有获得过身体好吧，这是咱们第一次出来！博士，谢谢您啊，诶对了，那个蓝色的家伙是谁？”绿色的机器人指了指我。  “他叫……”博士挠挠头。“我好像没给他起名字……”  “我叫艾维克，你好朋友！”我和绿机器人握了握手，但是我突然感到有些忧伤，提起我的名字，我想起了克罗姆，是我把他劈成了两半……而且在他沉入海底时，我记得他在喊我的名字……我渐渐的低下了头。  “喂，你怎么啦，不喜欢我吗？”绿机器人问我。  “啊，没，没有，我很好哈哈。”我憨笑道。  “喂博士，您哈没给我们起名呢，我叫什么好呢？火焰！哈哈。”红色机器人说道，还做了几个打斗的动作。  “那我是绿色的，我就叫格林吧！”绿色机器人也做了几个动作，但是小动作。  “我是黄色的我就叫耶罗吧！”黄色机器人也随声喊道。  “嘿，你们都是用自己的颜色起的名字，就我不是！我要改名！”红色机器人喊道。  “这不还有艾维克吗！哈哈”绿色机器人调侃道，随之大家都笑了。  “好了，别浪费时间了，我们去试试自己的帅气招式吧！”红色机器人建议道，我们三人全部表示赞同。  我们四个出了房间，在那片开阔的场地便开始“打”起来了。  “等等，艾维克的装备怎么那么强？”红色机器人问博士道。  “我没告诉你们，他可比你们大好几岁，他已经三岁了。”博士笑着摸了摸我的头，像是在摸他的孩子一样。  “看来他还是个有历史的人物啊！”黄色机器人说道。  我突然想起来了一个很重要的问题：“博士，你的女儿在哪？”  “我的女儿？你是怎么知道她的？”博士惊讶的看着我，其他三个机器人也装模做样的看着我。  “那个，我去HOT公司的时候在路上看见的，对了，监狱里的那个是冒牌货吧。”我有问博士。  博士好像在想着什么，房间内的灯光照在它的眼镜上。他突然抬起头，对我说：“其实我的女儿……在我制造你之前就已经死了……”  我惊讶的看着博士，而那三个机器人却惊讶的看着我。  ……  “其实这要从几年前说起……”博士叹了口气，“那时他才七岁，而且我效忠于HOT公司，我是HOT公司的副经理，可是我发现他居然收买我的女儿，后来我才明白，原来他设计了一系列圈套想让我降至，于是我跟他闹掰了，那晚我还打了她……他一生气就再也没有回来……”说着说着，博士便哭了起来。  “真是一段凄惨的故事……”红色机器人说道。  我没有理他，却又问道：“博士，那我为什么在小镇和监狱都见到了您的女儿？HOT公司没必要弄两个冒牌货吧？”  他向我摆了摆手，便离开了房间。博士没有多说，我也没有多问。  ……  晚上，博士给我们安排了房间，也是一扇大落地窗，不过电视机却缩水了。  我打开电视看新闻：“几星期前发生沉船事故，人员全部遇难……”  我才知道，原来博士做的不是这艘船，我真失白担心了。“但是我们打捞出一个人形机器人，只有上半身，胸前印有HOT公司和ACT公司的标志，这一发现很值得研究，目前已将他送入ACT公司总部……”  “什么？”我突然从床上坐起来。  “那不是克罗姆吗？他胸前还印有……HOT公司标志……”  我决定第二天去ACT总部去看看，但是去看之前，我还是决定和那几个家伙商量一下。  第二天，我飞快的去敲他们几个房间的门，我给他们说有事情，便把它们全部拉到我的房间。  “你让我们去总部？开玩笑吧，哪里必须要高级通行证才能去啊，而且我们去那儿干嘛？”红色机器人说道。  “博士有啊。”我回答道。\n\n希望大家支持，谢谢",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1436876520,
            "txt_content": "有了名字就不用叫什么红色机器人了么→_→"
        },
        {
            "author": "男人婆",
            "timestamp": 1436876640,
            "txt_content": "gggbbb 发表于 2015-7-14 20:22\n有了名字就不用叫什么红色机器人了么→_→\n主要是名字太难听了……我也想不出比这难听的名字更好听的名字了……"
        }
    ]
}