{
    "title": "<原创·连载>填坑中《无尽能源》第十章——归城",
    "author": "男人婆",
    "replyCount": 11,
    "timestamp": 1436862840,
    "txt_content": " 本帖最后由 男人婆 于 2015-7-14 16:51 编辑 \n\n写在前面： 我觉得这次的文章写得比较好，希望点评点评，今天第二次更新\n正文：第十章：归城 第十章：归城  我随便叫了一辆车，没想到这里的车都是悬浮的，根本用不着轮胎了。  “去哪，小机器人？”开车的人问我。  我指了指我胸前的标志。  “不是吧，你去哪儿，那要走好远啊，你有那么多钱吗？”他扭头对着我说。  我掏出了路人给我的钱，一共十个硬币。  “哦不，只用七个就够了。”他笑着对我说，嘴里点上了一支烟，我并不介意他抽烟，因为我根本没有鼻子。  “小家伙，你应该是ACT公司造的吧”他问我，但我没有回答，我根本没有语言功能。  这司机一路上说了很多，但好像都是他在自言自语，他说话的语速很慢，所以问了几十个问题后便到了，我付给了司机七个硬币便下了车，他朝我挥了挥手说：“祝你好运！”  我点了点头，便走向了那座架起防护网的巨大高楼ACT公司。  门口站着几十个警卫，但是他们穿的不是白色的警服，而是浅蓝色的，但是他们的头盔还是白色的。  我径直走向大厦，但被那群警卫拦下了。  “小东西，这里可不是你玩的地方，快回家！”他们冲我喊道。  我知道我快没电了，所以我想尽快进到大厦。  我指了指身上的ACT标志，然后就想进去，结果又被拦下了。  “不行，你认为所有人身上印个ACT标志就能进去么？”一个警卫对我说道：“你有通行证吗？”  通行证？什么通行证？博士没给我什么通行证啊？对了，博士也没让我来ACT公司啊！  我在身上的储藏箱里翻来翻去，但是里面只有三个硬币和几个博士的U盘。警卫们歪着头看我，好像等的不耐烦了。  我拿出一个U盘。  “这什么玩意？这是通行证吗？”一个警卫问道，我摇摇头。  另一个警卫说：“要不我拿去插进大厅电脑里，看看里面是啥。”拿U盘的警卫表示赞同。  过了十分钟，警卫出来了。  “这是扎里维奇写的信，里面写了让他赶快跑什么东西的……”那个警卫挠着头说道。  “我还以为这是通行证呢，谁知道那小子是不是HOT公司派来的呢，咱们都知道沿海的那些警卫看管得很不严，什么东西都能进来。”刚才拿U盘警卫说到。  这下惨了，没有通行证，我肯定得死在这座城市了。  就在这时，自动大门打开了，走出来一个穿白大褂的人，没想到那个人竟然是博士。博时突然激动的跑向我，将我抱了起来。  几个警卫相互看了看，问道：“扎里维奇博士，您认识这个小机器人？”  “何止是认识啊，他就是我制造的！”博士用颤抖的声音对几个警卫说道。  ……  走进大厦，瞬间感觉这里十分开阔，大厅非常大，但是里面的东西却很少，显得十分干净整齐。墙壁的上半部是白色的，下半部分是绿色的，十分清新的绿色，地板四白色的，十分光滑，简直就像一面镜子。  博士领着我走向了电梯，按了四十三层。  “你是怎么来到这座城市的？”博士激动地问我。  “哦，忘了你不会说话，对了，一会我有个好东西给你！”他是在压抑不住喜悦的心情，按电梯的手还在颤抖着。  电梯启动了，但是丝毫没有动的感觉，过了三秒钟，便到了四十三层。  电梯门一打开，便看到了一张大大的壁画，画上画着ACT大厦。  “走，往右边走。”他拉着我向右边走去，这是一个非常长的走廊，走廊的两边又数不清的门，每隔三个门就有一盆植物。  大约走了好久，他在一扇门前停下了，他拿出了一张卡，对着门旁边的一个仪器扫了一下，门便打开了。  我们走了进去，刚进门，灯便打开了。  “来，把这个给你。”他走向桌子，从抽屉里拿出了一个非常精致的盒子，从盒子里拿出了一个火柴盒差不多大的芯片。  “这就是语言芯片，我要把你的功能普及一下，那样就完美了。”说着，按了一下我头后面的按钮，然后把芯片插了进去。  “哇！说话的感觉真好啊！”我激动的大喊。  “哈哈，憋了很久吧！”博士笑着说，但很快又想到了什么事情。  “对了，我们公司利用你的技术，帮你制造了几个伙伴！你要去看看吗？”博士对我说道，我连连点头。  走出了博士的房间，我们再次进入了电梯，电梯直达一百二十层。  电梯门一打开就是一扇很大的门，门是用金属制成。“这扇们必须拥有高级通行证才能进入。”说完他拿出了那张卡片，对着门旁边的机器扫了一下，门唰的打开了。  一进大门，就感觉视野开阔了，这足足有楼下的大厅那么大。  这个房间里还有许多小房间，博士用钥匙打开了一扇门，里面有三个隔离罩，里面有三个形状和我一样但是颜色不一样的机器人。@gggbbb @1137246733 @L99 觉得怎么样？\n希望大家支持，谢谢",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1436864640,
            "txt_content": "我来猜一下三个机器人的颜色：红、黄、蓝"
        },
        {
            "author": "男人婆",
            "timestamp": 1436864700,
            "txt_content": "yuchenyang 发表于 2015-7-14 17:04\n我来猜一下三个机器人的颜色：红、黄、蓝\n主角就是蓝色的……不过很接近了，是红黄绿……我也觉得没创意"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1436864880,
            "txt_content": "男人婆 发表于 2015-7-14 17:05\n主角就是蓝色的……不过很接近了，是红黄绿……我也觉得没创意\n要不试试蓝白条纹、黑白条纹、粉白条纹的吧XD"
        },
        {
            "author": "男人婆",
            "timestamp": 1436865300,
            "txt_content": "yuchenyang 发表于 2015-7-14 17:08\n要不试试蓝白条纹、黑白条纹、粉白条纹的吧XD\n我怎么想到了不好的东西……"
        },
        {
            "author": "hhttll",
            "timestamp": 1436865480,
            "txt_content": "不管怎么样，支持一下写小说的"
        },
        {
            "author": "lzs1234",
            "timestamp": 1436867400,
            "txt_content": "剧情新颖，描写还比较到位，不过有一些描写并未突出什么，感觉倒有点过于繁琐"
        },
        {
            "author": "L99",
            "timestamp": 1436878440,
            "txt_content": "捧场了"
        },
        {
            "author": "1137246733",
            "timestamp": 1436883720,
            "txt_content": "情节这方面做的倒是不错，但是有一个问题。\n写了很多无关紧要的东西，导致拖慢剧情，反而显得格外累赘。\n例如：\n博士领着我走向了电梯，按了四十三层。 电梯启动了，但是丝毫没有动的感觉，过了三秒钟，便到了四十三层。我可以说这个“四十三层”根本没有任何意义吗，并且别看这些只是你小小带过的一笔，但聚集地多了很影响阅读体验。\n门口站着几十个警卫，但是他们穿的不是白色的警服，而是浅蓝色的，但是他们的头盔还是白色的。这个衣物的颜色根本没有任何必要出现，反而显得累赘让人不知所云：这个颜色有什么用？用来区分？只是装饰？\n你可以写出一个什么什么样的结论，比如“看来这些人都只是最外层的监管人员”这样的，不然根本没用。\n尽量要保证文章中的每一句话都有所用，就比如说你描写ACT大楼的颜色整齐，就可以突出它的科技感，这个还是没问题的。\n另外还有一个问题是，对话不够精炼，导致对话也没有想让人读下去的愿望。\n现在你主要的目标就是非常仔细地检查一次你的文章，把没必要的东西都删去。\n明明情节很独具特色，但就是因为这个毁了你。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436884920,
            "txt_content": "哎呀我不在的这几天里楼主你是要把翻创版独吞\n不行我要快点回来了，不然我日更狂魔的称号将不复存在……"
        },
        {
            "author": "1137246733",
            "timestamp": 1436885400,
            "txt_content": "2B与mc的故事 发表于 2015-7-14 22:42\n哎呀我不在的这几天里楼主你是要把翻创版独吞\n不行我要快点回来了，不然我日更狂魔的称号将不复存在…… ...\n233，你们都要屠版的节奏"
        },
        {
            "author": "男人婆",
            "timestamp": 1436917500,
            "txt_content": "1137246733 发表于 2015-7-14 22:50\n233，你们都要屠版的节奏\n我是不写的话手闲不住……我刚站起来说不写了结果又坐下了"
        }
    ]
}