{
    "title": "<原创丨连载>《兰草乡村》第六章-自己的势力",
    "author": "One_passer",
    "replyCount": 7,
    "timestamp": 1436870580,
    "txt_content": " 本帖最后由 One_passer 于 2015-7-15 15:57 编辑 \n       虽然史蒂夫的性格对人有些冷淡，那是因为他看惯了许多人的真实面目。不过在伊莉娜两母女的一顿晚餐，史蒂夫充分的感受到了她们的热情。而且自从救下伊娜莎，伊娜莎对他有一些莫名的情愫，这让史蒂夫感到十分不妙，他现在可没空想儿女长情。\n    所以，史蒂夫现在手里也有些希勒币了，也算小康了，他打算自己买一套房子。\n    跟两母女告了个别，他就去了猎人公会，打算买一块地。\n    来到猎人公会，依旧的人山人海，人声鼎沸。皱了皱眉头，史蒂夫没有在停留，向内部走去。\n    再次来到那中年男子面前，向他问道：“你们这里有出售地皮吗？”\n    “哦？史蒂夫先生，你要买地吗？另外，我忘记跟你说了，我的名字叫做，埃德曼。”听到史蒂夫的话语，那中年男子有些诧异。\n    “是的，埃德曼先生，我打算买一块地。”史蒂夫点点头，确定了埃德曼的想法。\n    “嗯，的确是有一块。不过，是一块200平方米的地，价格600希勒币。”\n    史蒂夫挑了挑眉头，现在他可没有600希勒币，看来，得出售一些东西了。\n    “埃德曼先生，你看这些东西值多少希勒币。”史蒂夫把储物袋打开，将野猪的尸体，还有一些各形各状的植物放了出来。\n    一些猎人看了看史蒂夫，没有说什么，默默得离开了。不过，史蒂夫肯定被他们记在脑里了，能一个人拥有这么多野猪的尸体，肯定不是乏乏之辈。\n    “没想到史蒂夫先生这次出去，是大丰收嘛。”埃德曼边说，边看了看地上的动植物。不过，当他看到了一株浑根通红的植物时，脸上布满了震惊之色，不过很快给他掩饰了下去。\n    由不得他不震惊，因为这株浑根通红植物名为龙炎草，重要的不是他的名字，而是他的生长位置。据说这种草是生长在岩浆龙生活的周围。他对史蒂夫的隐蔽能力有些佩服，不过，他要是知道史蒂夫是躲过了岩浆龙的喷火大招，就不知道会震惊到什么程度了。\n    “这群野猪值300希勒币，这些植物是150希勒币。不过嘛，这株草，是500希勒币。”埃德曼缓缓说道。\n    “什么？这株草值500希勒币！”这下倒是史蒂夫震惊起来了。\n    看见史蒂夫这模样，好像不认识这株草似的，如果不是知道他是新来村里的，埃德曼会以为他是在炫耀。\n    “嗯，史蒂夫先生，你现在可以买这块地了。不过，这块地这么大，我建议你创建一个猎人团，并且将这块地设置为总部。”埃德曼对史蒂夫推荐道。\n    “那照你说的做吧。”付了钱，史蒂夫注册了一个猎人团。至于名字嘛，史蒂夫将它名为——杀破狼。由于猎人团的图标是要到B级以后，才能自己制作的，所以史蒂夫没有用自己的图标，因为他是刚注册的，等级只有D级。\n    待注册好猎人团后，史蒂夫打算去看看地，并且雇一些建筑工人，建造自己的基地！\n    就在这时，埃德曼对史蒂夫说道：“史蒂夫先生，后天会有一场拍卖会，里面会有很多好东西，而且有一块基地碑。基地碑可以根据自己的想象，建造出自己想要的建筑，这对你现在来说，很有必要哦。”\n    “嗯，谢谢你，后天我会去参加的。”现在，史蒂夫不打算雇佣工人了，因为，有了基地碑了，就不用浪费那么多时间了。由于那是块空地，没什么建筑房子，这两日，史蒂夫还是要在伊莉娜那里住了。\n    不过，史蒂夫不知道的是，一个全身通黑，眼瞳冒紫，腿长身短的一个奇怪生物，正在他与岩浆龙战斗的那个地方。这居然是上次监视史蒂夫的末影人，只见它喃喃自语：“居然可以躲避岩浆龙的喷火了，真是难得啊。不过这种程度，还是远远不够啊！”它一声叹气起，下一秒，化成了紫色的雪花，消失了。\n\n    (猎人团等级列表：SS级 S级 A级 B级 C级 D级）\n\n索引贴：http://www.mcbbs.net/thread-468076-1-1.html\n    \n    \n\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1436875620,
            "txt_content": "一株草就约等于400平方米的地，即使是生长在岩浆龙身旁也没这么吊吧，简直亮瞎狗眼→_→"
        },
        {
            "author": "One_passer",
            "timestamp": 1436876400,
            "txt_content": "gggbbb 发表于 2015-7-14 20:07\n一株草就约等于400平方米的地，即使是生长在岩浆龙身旁也没这么吊吧，简直亮瞎狗眼→_→ ...\n这不瞎扯的吗(挤眉皱眼)"
        },
        {
            "author": "One_passer",
            "timestamp": 1436876760,
            "txt_content": "gggbbb 发表于 2015-7-14 20:07\n一株草就约等于400平方米的地，即使是生长在岩浆龙身旁也没这么吊吧，简直亮瞎狗眼→_→ ...\n下一章会解释龙炎草的作用"
        },
        {
            "author": "男人婆",
            "timestamp": 1436876880,
            "txt_content": "突然想到了怪物猎人233，文笔也不算差啊。"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436877900,
            "txt_content": "LZ你应该在章节里也挂上索引的······"
        },
        {
            "author": "One_passer",
            "timestamp": 1436880060,
            "txt_content": "一枚渣渣 发表于 2015-7-14 20:45\nLZ你应该在章节里也挂上索引的······\n嗯，挂上了"
        },
        {
            "author": "1137246733",
            "timestamp": 1436883120,
            "txt_content": "介个……虽然你的小说是虚构世界，但还是要考虑一下实际情况的。\n地皮这种东西在古代现代像来都不是什么便宜家伙，何况200平方米……\n大体情节很好，但细节描写缺失。\n不过说实话情节缺少冲突，悬念至少是有了，希望能补补。\n另外推荐你多看一些国内国外的名著，毕竟文笔的确需要提升。\n细节描写也有些缺少了。有点流水账的感觉。。\n希望下一次能做的更好！\n"
        }
    ]
}