{
    "title": "<原创·索引>填坑中《无尽能源》第十二章——老友回归",
    "author": "男人婆",
    "replyCount": 0,
    "timestamp": 1436880480,
    "txt_content": "写在前面： 今天是第四次更新，我已完成屠版了……话说晚上发应该没人看吧……\n正文 第十二章——老友回归 第十二章：老友回归  “什么？你们要问我要高级通行证？”博士诧异的看着我们，我们四个连连点头，五指并拢，好像在求他一样。  “你们要他有什么用。”博士挠着头问我们。  三个机器人齐刷刷的看向了我：“是他要的，我们不知道他要干什么，他说四个人一起要成功几率会很大。”  “你们三个笨蛋！”我喊道。“那个……我是想再去那个……”  还没等我说完，博士就掏出了高级通行证：“去吧，我相信你不会干出出格的事。”  我点点头，跑向了电梯，那三个家伙跟了过来。  “你去总部干嘛？你难道要在这里安装炸弹！？”火焰说道。  我瞟了他一眼，说道：“你们昨天没看新闻吗？”他们摇摇头。“我有一个朋友，昨天在海底打捞沉船时，被一同打捞上来了，现在他被送达了ACT总部。”  “哇哦，酷！他为什么会在海底？”格林问道。  “这个……我也不知道……”我撒了个谎，我总不能说我把它扔进海里吧。  电梯停了下来，走进了一个穿白色警服的男人，他带着白色的头盔。他的进来是电梯更加拥挤了，因为电梯只能容下六个人，但现在已经有五个人了。  白色警卫选了一个楼层，便扭过头。  “哦，我认得你，你是在飞船上被我救的那个小机器人！”白色警卫突然说道。  “啊呀，我想起来了，对了你不是死了吗？”我对他说。  “当然没有，飞船上有两艘逃生舱呢！”说完，他摘下头盔，用手把头发往后一抹，说道：“我哪有那么容易死？”  电梯停下了，电梯门打开了。  “再见小兄弟，那几个是你的朋友吧，真可爱，我叫科洛特，以后有事可以找我帮忙。”说完，他便把头盔带上了，走出了电梯。  电梯门关上了，那三个家伙就把我围上来：“你朋友圈可真大啊！”“他是谁啊？”一大堆的问题在我耳边环绕。很快，电梯又门打开了，但是这次没人进来，因为是我们到了。  这又是一个大厅，和一楼一样大的大厅，整个大厅只有一个房间，那就是总部。  “不许进小东西！”又是一个警卫拦下了我，这样的画面我见多了。  他们的穿着又变了，和站在门口的那些警卫又不一样了，他们穿的是灰的有些发黑的警服，头上戴的依然是印有ACT标志的白色头盔。  “我们有高级通行证！”我对他们大喊。  他们接过通行证看了看，又看了看我们几个，说：“你当我们是傻瓜吗，这又不是你？”  “规定里好像没说不许借别人的通行证哦。”我提醒他们。  “谁知道你们的是不是偷来的！”警卫不怀好意的冲我们大喊。  “那谁又知道你的这身衣服是不是偷来的！”站在一旁的火焰突然冲着警卫大喊。  正当警卫准备从腰上拿出警棍时，被另一个警卫拦下了，他给我们开了开门，并领着我们进去了。  “刚才真是谢谢你啊！”我感激的对他说道。  “不用谢，我只是遵循公司的规定，但是你们只能进入总部的展览馆，其他地方是不允许进入的。”他对我们说道。“我还有事，你们先自己去吧。”说完他便关上了大门。  突然格林碰了碰我的胳膊：“你说的那个朋友会不会在这个展览馆啊？”  “不清楚，但是要找找看。”我坚定地说道。  这里依然是个走廊。但是走廊的每一扇门都有警卫。，除了展览馆。我们大步走向了展览馆，没人理我们。  走进展览馆，发现这里是一个大厅，大厅的四周环绕着各种各样的东西，中间放着一座雕像，那应该是ACT公司老板的雕像。  “这地方有什么机器人，全都是什么能源好吧！”耶罗不耐烦地说道。  “你不说话我还把你当成哑巴了呢，原来你会所话啊！”火焰对他说道。  正当他们两个相展开骂战时，我们听到了展览馆外有很大的动静。，我们便迅速冲出去查看。  我们发现站在门外的几个警卫全都向一个屋子里冲去，但是很快便飞了出来，我们决定进去看看。  刚进门便看到一个机器人用手上的光剑刺向一个警卫，周围是被他弄得七零八乱的桌子椅子，这是隔离室，然而那个机器人就是克罗姆，他的上肢和下肢已经完全恢复，但是他原来的性格却没有恢复。  他们三个家伙才不管那么多，二话不说上去就开打。但是他们完全打不过克罗姆，三拳两脚就被克罗姆踢到了墙上。  我迅速冲到了克罗姆的背后，用胳膊勒住了克罗姆的脖子，将他绊倒在地，然而他却不罢休，疯狂的挣扎，我朝着脑袋就是一拳，他立马停止了挣扎。  “那家伙死了吗？”格林问我。  “没死，我只是把他击晕了。”我回答道。  “为什么不杀死他！”火焰又问我。  “他就是我说的那个朋友。”他们三个瞬间目瞪口呆。字数统计：1,697\n希望大家支持，谢谢\n\n\n\n\n\n\n",
    "replies": []
}