{
    "title": "[原创|转载]《小说的艺术》 —— 入门系小说写作教程④-妙到家的对话",
    "author": "1137246733",
    "replyCount": 6,
    "timestamp": 1436886180,
    "txt_content": " 本帖最后由 1137246733 于 2015-7-14 23:07 编辑 \n\n《小说的艺术》\n                                                                                         —— 入门系小说教程④\n\n1.0 前言\n\n对话，这是一个只要写小说的人都会碰到的问题。\n并且目前论坛也有很多的对话流。\n今天我们就来谈谈对话怎样就能写好了，本章难度不高~\n\n1.1 正文\n一段对话让你瞬间顿悟。（摘自《创意写作》书系）\n\n“那么，给我详细讲讲对话吧。 ”\n“在两页篇幅内吗？”\n“嗨，你是作家，你做主。 只管给我讲吧。 ”\n“那我们还是以后再谈吧。 ”\n“我们还是现在就谈吧！给我讲讲对话。 ”\n“当然可以。 刚才你说的话就有帮助。 你说的话增加了冲突。 ”\n“什么意思？”\n“通过争论增加冲突。 把两个人物弄到一块儿，两人各有盘算。 他们的对话中应该揭示出这一点。 其实，这就是对话的两个主要目标之一：制造冲突。 ”\n“啊，是吗？那另一个目标是什么？”\n“揭示人物。 眼下你说的话也实现了这个目标。 读者心里会想，你一定是个相当直率无礼的家伙。 ”\n“去你的！”\n“明白了？你说话跟我不一样。 这是另外一个关键。 每个人物都应该有其独特的说话方式。 ”\n“这么说来，我算是问对了，你要给我讲的就是这些吗？”\n“差不多吧。 要避免使用太多的俗语和方言，比如‘侬’和‘唠’，除非它们是绝对必要的。 它们太难读了。 经常给自己提个醒，这样你的对话就万事大吉了。 其他的东西全交给读者去想象就行了。 ”\n“这么说我还是没做对，是吧？”\n“冷静一下。 ”\n“我现在已经很冷静了！”\n“至少你是一个沉默寡言的人。 小说中的对话部分应该是惜墨如金的。 ”\n“假如我有许多话要说，那该怎么办？”\n“上帝保佑。 不过，假如你必须开金口的话，那就要避免长篇大论。 把人物说话的内容揉碎了，把其他人物的话插进来，并且……”\n“插话？”\n“正是。 还要用上一些能体现人物情感的小动作。 ”\n他稍微停了一下，摆弄着手里的左轮手枪。 “就像这样的小动作？”\n“对。 你的悟性很好。 ”\n“嗨，那些洛杉矶道奇队的球员们呢？另外，外面的天气不是很好吗？”\n“等一等。 你要避免闲聊。 不要想在小说里面简单地复制现实生活。 记住，你使用对话的目的是推动故事发展，制造张力，吸引读者的兴趣，揭示人物的性格。 ”\n“假如我的人物喜欢闲聊该怎么办？”\n“问得好。 假如你假定某个人物是个无聊的人，闲聊也能取得揭示人物的效果，因为这个对话实现了故事的一个目标。 ”\n“谢谢。 ”他把手枪瞄准我。 “现在，把你的钱包交给我。 ”\n“很好！这就是一波三折、 出人意料的情节。 它迫使读者继续读你的小说。 在一个章节结尾的地方这样做往往效果很好。 难道你不这样想吗？”\n“我刚才说的话可是当真的，快把钱包给我，伙计！”\n“这是另外一个很好的战术，你的回答偏离了对话的轨道。 你这样回答我是答非所问。 从这个角度出发多琢磨一下。 一旦有机会就让人物的答话稍微偏离一下正题。 这样做可以让场景增加一些剑拔弩张的气氛。 听着，伙计，你为什么乖乖地向我缴枪呢？”\n“接着说，让我长长见识吧。 ”\n“嗨！要像逃避瘟疫一样避免陈腐的套话！”\n“是不是要说点儿俏皮话？”\n“对话中有点幽默总是受欢迎的，只要你不是牵强附会就好。 现在，请把枪递给我。 ”\n“枪可以给你，不过，唯一的前提是你要告诉我怎么写才能保证我的对话是有效的。 ”\n“写完以后把它搁在一边，等上几天。 然后，把对话部分大声读出来，用单调的语气读出来。 或者，你可以找个朋友读给你听。 对话从别人嘴里念出来会让你的视角焕然一新。 枪？”\n“好吧。 枪给你。 眼下我们做什么？”\n“为了结束这段对话，我们要想出一个干脆利落而且有趣的结果。 ”\n“你有主意了？”\n“有了。 ”\n“说说看。 ”\n我举起了枪。 “把你的钱包给我，伙计。 ”\n\n\n1.2 总结\n你是不是有种恍然大悟，恨不得立马去码字的冲动？\n别着急，说不定这只是热血一会。\n下面这是本人的笔记，大概整理了一下对话中重要的内容，以供参考。\n记得每次写对话的时候都看一遍。\n\n==========\n1.通过争论增加冲突。 把两个人物弄到一块儿，两人各有盘算。 他们的对话中应该揭示出这一点。\n2.对话的主要目标有：\n(1).揭示人物。\n(2).制造冲突。如1。\n3.每个人物都应该有其独特的说话方式。\n4.要尽量避免使用太多的俗语和方言。\n5.小说中的对话部分应该是惜墨如金的。是紧凑的。\n6.如果必须长篇大论的话：\n(1).把人物的话捣碎了，让其他人物插话插进来。\n(2).写一些利于表现情感的小动作。\n7.要避免闲聊。 不要想在小说里面简单地复制现实生活。 记住，使用对话的目的是推动故事发展，制造张力，吸引读者的兴趣，揭示人物的性格。\n\n8.一波三折、 出人意料的情节能迫使读者继续读你的小说。 在一个章节结尾的地方这样做往往效果很好。\n9.回答答非所问能制造出很好的效果。 一旦有机会就让人物的答话稍微偏离一下正题。 这样做可以让场景增加一些剑拔弩张的气氛。\n\n=========\n\n1.3 后言\n\n\n这只是一个概览的帖子，以后对于对话这部分内容还会细讲，包括如何插入悬念与冲突等等。\n对于对话这方面我劝童鞋们都应该下足功夫，前往别以为对话就是你可以松气的地方了。不然。",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1436888280,
            "txt_content": "标题又原创又转载什么鬼"
        },
        {
            "author": "江米条",
            "timestamp": 1436892660,
            "txt_content": "注定让版主闲的蛋疼的翻创版（?ò ? ó?）"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1436924760,
            "txt_content": "棒棒棒，这个确实很基础，对新人帮助很大"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437037800,
            "txt_content": "那个对话好蛋疼······"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437199680,
            "txt_content": "对小说中的描写很有帮助"
        },
        {
            "author": "xcc",
            "timestamp": 1437202260,
            "txt_content": "创意写作已买全"
        }
    ]
}