{
    "title": "<原创·连载>填坑中《无尽能源》第十三章——通缉",
    "author": "男人婆",
    "replyCount": 5,
    "timestamp": 1436926380,
    "txt_content": "写在前面： 今天我又来更新啦！写到了十三章……好欣慰啊 正文：第十三章：通缉 第十三章：通缉  我蹲了下来，望着躺在地上被我打昏的克罗姆，感觉心里很不舒服。  我伸出手，按了一下他后脑勺的按钮，芯片槽打开了。  “怎么会这样？难道……”我惊讶的看着芯片槽内的三个芯片……  “怎么了？有什么不对吗？”格林赶快凑过来查看，火焰和耶罗也跟了过来。  “你看，这里只有三个芯片，记忆芯片，基础功能芯片和语言芯片。”我指着芯片槽的三个芯片说道。  “这说明了什么？”格林挠了挠头。  “这说明这根本不是我的朋友，他不是克罗姆！”我斩钉截铁的说道。  “为什么这么肯定，万一他是修改了他的程序呢？”火焰说道。  “不可能，我上次与他交手，他被我打败后，我记得我查看过他的芯片槽，里面有四个芯片，不过这个阶段应该不会有人拿走其中的芯片，所以这肯定不是他。”我说道。  “万一你上次交手的那个家伙是假的呢？”火焰开始废话起来。  “要不你把他的记忆芯片拔出来插在你身上试试？”耶罗提议道。  正想拔出他的芯片，突然克罗姆醒了过来，火焰和格林吓的一屁股坐在了地上。克罗姆慢慢的站了起来。  “他要干什么？艾维克你再去擒拿他一次吧。”坐在地上的火焰对我说道。  我迅速冲了过去，想再次制服克罗姆，谁知道他说：“艾维克……你干什么！”  “你是真的克罗姆？”我松开了手，问他。  “我当然是啦，诶你会说话啦？”克罗姆惊喜的说到。  “你怎么会在这里？”我问他，旁边的三个家伙默默地走出了房间。  “你不记得啦，我上次在海上追你，你把我扔到海底了。幸好有人把我打捞上来了，你也真是，出手这么重。”他好像并没有生气。  “你为什么要追我？”我又问他。  “我被HOT公司抓住之后，就被修改了基础功能芯片，我只是控制不住我的举动罢了。”他说道。  “怪不得……对了，你在丛林里给我说托娜的事，她怎么了？”  “有吗？我有跟你说他吗？”我以为他装作不知道，就继续问他，结果他还是不知道。  “莫非在丛林的那个不是你？那他怎么会知道托娜……”我自言自语的嘀咕着。  “你在说什么？都把我搞糊涂了。”我没跟他多说，便带他走出了房间，可刚出房间我便看到了令我头疼的事——那三个家伙和警卫打起来了。  “你们几个在干嘛！”我喊道。  “刚才警铃被按响了……他们认为是我们……”格林挣扎的说道。  我不能看着朋友被擒拿却坐视不管，我冲了过去一脚踢开了两个警卫。  “快跑！”我冲他们喊。  “往哪儿跑？”他们几个一起问我。  “从窗户上跳下去！”  “那不是找死吗！这么高我们会摔散架的！”火焰扯着嗓门说道。  “你傻了吗？你不会用飞行器啊！”我说道，紧接着又有一大波警卫从电梯内出来，我再次冲他们喊：“快跳，再不跳就来不及了！”  我们五个齐刷刷的跳下了大楼，从几百层楼的高处跳了下来。最先打开飞行器的是我和克罗姆，紧接着就是耶罗，另外两个家伙还在琢磨怎么打开飞行器。  “喂！怎么开飞行器啊？我们快掉下去了！”火焰在次冲着我大喊。  “你按一下你腰上的按钮！”我又冲着火焰大喊。  “这有一排呢！到底是哪个？”  “从前往后数第三个！”我不耐烦了。  直到他们离地面只有几十米时，那两个家伙才打开飞行器。格林飞快的赶上了我，然而火焰却在那里拐来拐去。  “这下我们闯大祸了，我们袭击了ACT公司的警卫，这城市我们是没法呆了……”我对他们几个说道。  “对呀，我们现在一定被全城通缉了。”格林捂着脸说道。  这时，在后面拐来拐去的火焰跟了上来，到了我旁边还是拐来拐去，结果一头撞上了我。我愤怒的扭头想要呵斥他，却看到了我们最不想看到的东西。  我拍了拍克罗姆：“你看……你后面……”  几个人齐刷刷的扭头，看到了十几艘小型战斗机跟在我们后面。  “快跑！别让他们抓住！”我大喊到。  “你不是很厉害吗？快去把他们干掉啊！”火焰冲我大喊。  “不行，要是我们现在去攻击他们就等于内讧，这正是HOT公司想看到的！”我大喊到。  “那我们现在怎么办？”格林又问我。  “还能怎样，逃啊！”字数统计：我忘了……\n希望大家支持，谢谢\n",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1436927400,
            "txt_content": " 本帖最后由 lzs1234 于 2015-7-15 10:32 编辑 \n\n卧槽，昨天我才看到第11，今天怎么就13了XD\n（日更狂魔！！快跑！）\n这章的对话又变多了，希望能少点。对话绝大多数是在直接披露背景，而背景最好是通过描写来体现"
        },
        {
            "author": "男人婆",
            "timestamp": 1436927880,
            "txt_content": "lzs1234 发表于 2015-7-15 10:30\n卧槽，昨天我才看到第11，今天怎么就13了XD\n（日更狂魔！！快跑！）\n这章的对话又变多了，希望能少点。对话 ...\n\n这张的对话几乎是前六章的对话总和……我是说数量"
        },
        {
            "author": "海潮",
            "timestamp": 1436928600,
            "txt_content": "对话流，过于单调敷衍。\n\n希望加强神态"
        },
        {
            "author": "男人婆",
            "timestamp": 1436929260,
            "txt_content": "海潮 发表于 2015-7-15 10:50\n对话流，过于单调敷衍。\n\n希望加强神态\n这章的对话的确太多了，第一章第二章对话几乎没有……后来对话就多了"
        },
        {
            "author": "歪氏",
            "timestamp": 1436929500,
            "txt_content": "看起来蛮好"
        }
    ]
}