{
    "title": "【7.15~7.22】☆每周活动☆ 批文与鉴赏 —— 寻找那些看起来无关紧要的错误",
    "author": "1137246733",
    "replyCount": 29,
    "timestamp": 1436934720,
    "txt_content": " 本帖最后由 1137246733 于 2015-7-19 20:43 编辑 \n\n单击上方目录文字即可转换页面。\n\n\n【每周活动第一期】\n                                                                                                          ——进行时：[1]\n\n首先欢迎您参加此次创作活动。\n\n\n\n1.0活动概览\n\n1.0.1前言\n这是翻译创作版“每周活动”实行的第一周。\n俗话说，良好的开局就是良好的一切，写小说是如此，办活动更是如此。\n这次活动，或者说整个“每周活动”的主题就是：抛弃死板，我们需要休息与娱乐！\n\n\n\n1.0.2活动大体\n本次活动的主题就是：【批文与鉴赏——寻找那些看起来无关紧要的东西】\n本次活动的具体实施方法很简单：\n由版主来挑选一些具有代表性错误的文章，先由大家来评，根据评价质量给予相应的奖励。\n最后在活动整体时间结束的时候，我们会花一天时间投票出最好的价值评论，给予奖励。  \n\n\n\n1.0.3奖励细则\n第一名：40金粒，3人气奖励。高亮卡一张。有参加月赛的机会，载入论坛翻译创作版【天时碑】。\n第二名：30金粒，2人气奖励。提升卡一张。有参加月赛的机会。\n第三名：30金粒，2人气奖励。有参加月赛的机会。\n第四名~第七名：20金粒，2人气的奖励，有参加月赛的机会。\n所有参与者均有10金粒1人气的奖励。\n\n\n\n1.0.4如何参加与规则制度\n目前参赛方式是在下方回复。\n格式为：\n\n素材序号：\n具体内容：\n允许在下方回复区回复非上格式的内容，用于各参加者的争辩、讨论等等，但不允许出现水回复，否则发警告卡。\n同时也允许多次发表上格式回答表，用于纠错等等，在你最后的楼层@我，表示作为最终答案。争辩时，请注意自己的言语用词及态度，避免出现类似于“对骂”、“吵架”这样的事情。\n另外不允许作者透露或直接回答任何关于自己文章的错误。\n注意：只有@我了的回答才算做参加活动。\n\n\n\n1.0.5评分与投票标准\n关于最后排行的问题，我们会分成两个阶段来进行：\n1.大家投票。会另开设一个投票帖子对每项回复进行投票，最后得出结果，影响最后成绩40%。\n2.专家审核。我们会邀请到各位版主与写作能手来进行最后的审核，得出结果，影响最后成绩60%。（因为有各文章难度差异问题，所以“专家审核”占比较高。）\n\n\n\n1.0.6后言\n我们有个计划，那就是奖励最大化，但同时又不允许没有付出汗水的人得到奖励。\n当周活动进行到一定程度时，我们可能会向论坛方面申请类似于“3连胜勋章”的东西。\n并且下一次周活动的内容应该会比此次有意思得多。\n\n\n\n\n\n\n\n\n\n\n素材文章①：MC同人小单篇《地狱》\n\n关键词：抒情、好文笔、意味深长\n任务难度：★★★☆☆\n推荐指数：★★☆☆☆\n作者：@tl10\n来源：Minecraft中文论坛，本站\n部分预览：\n早就听说在这个方块世界之下藏着另一个更神秘的方块世界。\n    那一次，我在离家有上百个方块远的地方找到一口天然洞穴。一发不可收拾的好奇心催促着我提起铁镐，走进这个散发着无比吸引力的黑洞。黑暗是最好的兴奋剂，也是最好的镇静剂，因为你需要屏住呼吸，用自己的双手去发现被这个世界藏起来的秘密。\n正文地址：\n【方块文字创作组】泰罗的第二个MC同人短篇——《地狱》\n\n\n\n\n\n素材文章②：《世界管理员》第一章\n\n关键词：服务器、文笔一般、流水账\n任务难度：☆☆☆☆☆\n推荐指数：★★★☆☆\n作者：@柠檬小笨蛋\n来源：Minecraft中文论坛，本站\n部分预览：\n\n“啊~好痛啊...”说着，在一片废墟中，一个瘦弱的身体渐渐站立了起来。\n”这是，哪啊？“杨振扶了扶自己的腰，皱着眉头看着这个烟雾弥漫的废墟城市\n”这还是地球吗？“杨振用力在腰上掐了一把，“唔~~~还是好疼啊，看来我还没死.”\n不过在这废墟中，一个瘦弱的男子想要活下来，还真的是很难.\n正文地址：\n《世界管理员》第一章 \n\n\n\n\n素材文章③：《地晶》第一章，悼念\n\n关键词：科幻、文笔好、意味深长\n任务难度：★★★★☆\n推荐指数：★★★★☆\n作者：@饶永刚\n来源：起点中文网，qidian.com\n部分预览：\n\n今天是个特别的日子，我早就注意到了。一个礼拜以前我就感觉到她的脚步……\n\n正文地址：\n《地晶》第一章，悼念\n\n\n\n\n素材文章④：《鬼城默示录》第一章，幸存者上\n\n关键词：典型网络小说、消遣、无韵味、文笔还可以、情节到位\n任务难度：★★★★★\n推荐指数：★★★★☆\n作者：@英俊的备胎\n来源：起点中文网，qidian.com\n部分预览：\n\n\"为什么？为什么我们非要遇上这种事不可？\"一个学生模样的女人掩面哭泣……\n\n正文地址：\n《鬼城默示录》第一章，幸存者上\n\n\n\n\n\n素材文章⑤：《超能力之块》第一章，能力之源\n关键词：有实际意义、文笔不错、情节到位\n任务难度：★★★☆☆\n推荐指数：★★★★☆\n作者：@sxcfjkl3\n来源：Minecraft中文论坛，本站\n部分预览：\n\nMineCraft星历120年10月5日    这是一个风雨交加的夜晚，暴雨如潮水似的向一个村庄涌来，洪水的力量将村庄冲得破烂不堪。人们在暴雨的咆哮声中大喊，逃避。慌乱淹没了整个村庄。    几天后，雨停了。\n正文地址：\n[sx菌]《超能力之块》——MineCraft世界里的超能力[第一章：能力之源]\n\n\n\n\n\n素材文章⑥：《佣兵传记》第一话，莫洛特の日常\n关键词：情节虚浮、文笔一般\n任务难度：★☆☆☆☆\n推荐指数：★★★★☆\n作者：@孤剩\n来源：Minecraft中文论坛，本站\n部分预览：\n\n苍月大陆第十二个纪年西历2478年2月8日，这一天佣兵团没有接到任何任务，莫洛特决定让大家在今天好好放松一下，佣兵团已经有很长时间没有好好的休息过了，记得上次没有任何担惊受怕的睡个好觉是在2477年15月11日。\n  佣兵团的成员全部出去放松了，莫洛特也不例外。\n正文地址：\n【孤剩出品】【佣兵传记】第一话 莫洛特の日常\n\n\n\n\n\n素材文章⑦：《方块世界》第三章，孤身战\n关键词：文笔一般、情节、打斗场景\n任务难度：★★☆☆☆\n推荐指数：★★★★☆\n作者：@一枚渣渣\n来源：Minecraft中文论坛，本站\n\n\n正文：\n\n当你独自作战时，你会觉得自己很无助，因为你是一个人，没有队友，也没有援军\n         “嘶······”\n         一只苦力怕正悄悄靠近他前面的那个人，想要用自爆拉一个垫背的，呸，用自爆结束它和他一生。\n         突然，那个人迅速转过身，来抽出一把小刀往那只苦力怕身上刺了一刀，又往它绿油油的身上踹了一脚，但已经迟了，在他发现它的一瞬间它就已经点燃了自己体内的导火索。\n        “轰！”\n        他被爆炸产生的冲击波掀翻在地，一些怪物被爆炸声吸引过来，看着越来越近的僵尸苦力怕和其他怪物，他低声骂了一句“靠！”\n        “我提醒过你应该看看天色的。”那个神秘声音不合时宜的提醒他。他已经懒得和他说话了，虽然是在精神上。\n        “咻~”一支箭从怪物形成的圈外飞来，目标就是他的脑袋，他下意识的用小刀挡了一下，箭头在小刀的刀锋上擦出了一些火花，擦着他的脸射中了后面一只僵尸的膝盖，而他的脸也被箭划出了一道血痕。\n        可恶，现在该怎么办，呆在这就是等死，难不成就要结果在这了吗。他的脑子飞速的转着，想要想出应对的对策。\n        “杀出去，总比呆在这好。”神秘声音给了他点提示，没办法，现在也不是纠结死法的时候，只能这样了。\n        他纵身一跃，跳到， 一个僵尸的后面，把小刀刺入了那个僵尸的心脏，又往一只正在缓缓膨胀的苦力怕身上踹了一脚，“轰！”那只苦力怕成功的拉下了3位垫背的倒霉家伙。而那只被刺破心脏的僵尸不断的挣扎着，绿色的血液从伤口中洪水般涌出。真是命硬，他想。\n       这时，又一支箭随着划破空气的声音朝他飞来，他敏捷的躲开，那支箭仅仅是给他的衣服袖划了个口子而已。\n       他往那支箭射来的方向望去，一骨架子正架着弓瞄准他，真让人怀疑是不是一拳它就散架了。首先先干掉它！他紧紧地握着刀柄，朝骷髅的方向奔去，一边跑一边闪避着不断飞来的箭。\n       “嘶！（不知道怎么描述蜘蛛的声音，应该是这样的吧）”\n       随着一声不知道是啥的声音，一只巨型蜘蛛不知从哪窜了出来，扑向了他。“可恶！”他被那只蜘蛛扑倒了，小刀被甩到了半米外的地方，手根本够不到那，一切都像算计好的一样，要是刚好就是这样的话，估计主角会跟某个在电脑前听着歌码着字的死宅（并不是）拼命。\n-------------不知算不算凑字数的分割线-------------\n      “哈哈，总算有趣了点。”那个狙击手坐在电脑前像看电影一样看着我们的主角在方块世界里打斗。“加了点料果然好多了，对了，那个硬盘你研究出了点什么东西没。”\n      “还没，这个硬盘根本没有一点被入侵的痕迹，病毒也没有发现，被删除的录像碎片也没有，就好像那1分钟的录像从世界上消失了一样——可别把他给弄死了啊，如果在那个世界死了的话现实世界的最轻造成精神缺失，严重点就是整个人还有生命，但没有一点思想，就跟只知道长的的植物没有区别——植物人好歹会醒过来，但这样子就永远也醒不过来了，我听说萨拉那边的就这样子了，被拉去医院当植物人处理了。”那个刺客一边研究那个硬盘一边头也不抬的回话。\n      “我当然知道”狙击手说。“那小子，就这点事儿还不够他打的，据说，他以前是特种部队的人——看，那只蜘蛛挂了。”\n-------------不知算不算凑字数的分割线-------------\n      他一边躲闪着蜘蛛的嗜咬和骷髅的弓箭，一边慢慢的朝小刀掉落的地方移动，那只蜘蛛和骷髅似乎并没有发现他的企图。\n      距离够了，他一个后空翻，拿到了小刀，不用动手，蜘蛛就朝刀锋的方向跳起。\n      “嘶！！！”\n      随着一声蜘蛛惨叫，绿色的血和白色的丝一起喷出，在一阵挣扎后，那只蜘蛛彻底的死了。\n      接下来，该解决那个骷髅了。（本章完，共1336字）\n\n\n\n\n\n素材文章⑧：流风夜光的不知名小说开局\n关键词：开局、幸福国\n任务难度：★★☆☆☆\n推荐指数：★★★☆☆\n作者：@流风夜光\n来源：Minecraft中文论坛，本站\n\n正文：\n北部大平原，偏北处。\n一望无际，仅有孤零零的几棵桦木和云杉矗立，偶尔有奔跑向地平线的雄鹿从这路过，或者是一队盘羊，慢慢悠悠的一边吃草一边漫步。\n天空上一朵云都没有，用万里无云形容是再恰当不过了。可是这里有时会毫无征兆的凝聚来一大片厚重的乌云，并掀起瓢泼大雨，久久不能停歇。\n今天，一场大雨刚刚落完，空气中还混着清新的气息，天空又变得晴朗，云又以神奇的速度消失了。\n一棵高大的白桦树下，一位少年无奈的揉搓着湿漉漉的黑发，使其显得能整齐一些，又把湿透了的羊毛衫里的水分努力挤出来。\n在他的身旁，是一只野猪的尸体，身上插着一把略微损坏的石剑，这就是他最近几天食物了。\n\"太倒霉了！\"\n少年抱怨着，同时抬起头，怒视这碧蓝如洗的天空。\n本来在这里好好的打猎着，却碰到了罕见的特大暴雨。奈何离临时搭建的木屋太远，又没带建筑材料，只能拖着刚打来的野猪来到最近的一棵白桦树下避雨。\n终于雨停了，可以继续往回走了，不然到了晚上，该是怪物活动的时候了，一只两只还好，要是被一片围住了，那就无能为力了。\n少年拖着和他差不多大的野猪，奋力的走着。\n远远的，能望见一条流淌在平原上几棵云杉间的小溪，和溪边的一栋只有一层且十分简陋的木屋。\n小溪并不深，只有一米左右，少年很容易便穿了过去。\n刚打开门，一只灵巧的黑猫便拥了上来，直接扑到了少年身上。\n\"喵~凌，泥嚎~\"\n说是黑猫，还不如说是个箩莉，只不过有一双猫耳和一条长长的尾巴，还有一身哥特风格的黑色连衣长裙。她的身高只有一米四左右，可那黑色如瀑布般的长发却垂到了小腿。\n\"哎！\"那被称为凌的少年无奈的推开黑猫，把野猪扔到桦木地板上。\"没看我衣服都湿透了吗！\"\n\"喵？\"黑猫一脸天真，\"晚饭？\"\n\"唉，就知道吃。\"少年叹气，先换上了一件干爽的线衣，然后把野猪拖到单独分离的厨房。\n拔出野猪身上插的石剑，将野猪斩成数段，那手法之娴熟，令人望而生叹。原因是这小箩莉太挑了，连做饭的原材料都精益求精。\n将一块块大小相等的猪肉扔进熔炉里，填上木头，少年又是一阵感叹：这炉子也太简陋了！\n黑猫也跟了进来，冲着少年微笑：\"凌~，鱼！\"\n\"乖，今天没有鱼。\"少年一边看着火候，一边伺候着黑猫。\n午后的阳光带着懒臃的气息，透过玻璃窗照射在厨房里，太阳渐渐下落，夕阳将远处的地面染成一片殷红。\n终于，月亮升起来了。\n\n\n\n\n\n素材文章⑨：《海岛生存》第一章\n关键词：与⑨无关、流水账\n任务难度：☆☆☆☆☆\n推荐指数：★☆☆☆☆\n作者：@孤剩\n来源：Minecraft中文论坛，本站\n部分预览：\n\n我和日军在海边造了一幢大房子。我们修了农场、牧场，开了田，造了喷泉，建了 ，造了条大船，修了个地下仓库。我每天坐在阳台上，吃着面包，晒着太阳，偶尔炼几瓶加血药，有时烤羊肉，有时炖菇汤，很舒服。一个周末，我和日军跑到山里去了，日军常住山里，一直在修铁路，我们这次过去就是坐矿车去的。\n正文地址：\n<原创·连载> 海岛生存——第一章\n\n\n\n\n\n素材文章10：《方块异次元》第二章，投掷-惊人的力量\n关键词：……\n任务难度：★★★★★\n推荐指数：★★★★☆\n作者：@1137246733（LZ）\n来源：Minecraft中文论坛，本站\n正文：\n 夜光撒下，叶凌与叶萧的身影逐渐模糊于黑暗之中，向着村落前进。\n　　近处一棵不高的桦木树根旁，一群大鸟在寻觅着食物。而童趣未减的叶凌，则是不顾叔父的劝导，一副放光的贼眼看向了其中最肥的一只棕黄大鸟。\n　　今晚如果能把那只大鸟抓回去，就有好吃的了！叶凌嘴里啧啧着。\n　　“前提是你得捉住。”叶萧则是一脸无奈，笑着看着叶凌。\n　　踏着泥泞的小路，叶凌一人蹑手蹑脚地悄悄向大鸟前去，但身型却略显笨拙，不时发出声音。那几只鸟却是玩得很开心，丝毫没有注意到自己即将死亡的危险。\n　　忽然有一只白色羽毛的雏鸟转头看向了叶凌，随即齐刷刷地二三十只鸟都扭头死死盯着叶凌，嘴里还嚼着食物。\n　　这……我……\n　　而那被盯的少年心中也是颇为焦急，进不得退不得，反倒成了小丑一般被众鸟围看。而身后不远处则发出了一阵阵大笑。\n　　怎么办！豆大的汗珠落下，心砰砰直跳。就这样僵持了整整五分钟，鸟群时不时有新飞来的，目前足足有数百只颜色各异的不同种类的鸟盯着叶凌，白双黑色的瞳孔在夜晚格外扎眼，使人倍感滑稽。\n　　看来，只能使用，那一招了……被盯的少年轻叹了一声，随即一口呼气，一口吸气，身型微微向前。\n　　“亲爱的鸟族啊，我是你们的同伴，我是你们的同类！我们共生与同一日光之下，我们共死于同一月光之下！我们是前半年是兄弟，我们后半年依然是兄弟。希望以我虔诚的灵魂，洗脱我生来对同族的罪名！花开鸟语辄自醉，醉与花鸟为交朋。 原谅我吧，鸟类……”叶凌双手合十，睁着大眼睛使劲看着群鸟。\n　　后方的笑声更加肆虐了。\n　　而鸟群呢？白色羽毛的雏鸟跳到这个大鸟的脖子上，跳到这个大鸟的脸上。雌性的大鸟皆是摇着脑袋盯着叶凌，听着所谓的“同族”说着什么。雄性的大鸟则是思绪已经飘飞，思考着群内的雌鸟是否还有未交配的，给予这位新来的“同族”。群鸟时而歪着脖子看着，时而睁大眼睛看着。\n　　叶凌自以为起到了效果，继续吟诵着“经”。约莫2分钟以后，叶凌自以为时辰已到，最后一句“我们是同类！”之后，开始慢慢地把向前挪移，以一种极其慢的速度向那只大鸟踱去。而他也一直在纳闷，为何自己已经成功后面的大叔却在越笑越癫狂。\n　　肥鸟在舔着自己的羽毛，白色羽毛的雏鸟把注意力转移到了地上的跳蚤，雌鸟们依然歪着脑袋看着，雄鸟们却在耗费脑力寻找为交配的雌鸟。\n　　叶凌依然在一步步前进，越来越近，直到——\n　　猛然！\n　　白色羽毛的雏鸟尖叫一声，随即数以百计的各式颜色的鸟群同时展翅而飞，色彩缤纷的翅膀在夜晚银光的映射下格外耀眼。\n　　叶凌在那傻傻地愣住了。直到那群鸟已经全部飞到天空中之时：不对！这群家伙们要飞走了！不行！今晚没有鸟肉怎么可以！不行啊！你们别走！少年的心中呐喊着。眼见越飞越远，已经飞到了三十尺的高空。\n　　然而叶凌却并没有慌乱，直勾勾地盯着空中的鸟群，脑中飞速地运转着，考虑着任何一种可行的办法，思考、考虑、废弃。\n　　最后眼见那群鸟飞到了四十尺的高空，即将散去——叶凌却毫不灰心，以迅雷不及掩耳的速度拿起一块鹅卵石，冲着空中飞的最高的那只肥鸟扔去，而一块普通的鹅卵石却在叶凌手中发挥出了极其巨大的力量，划破天空径直向肥鸟射去，所经之处发出阵阵空爆声。然而这就是在电光火石之间——那只本已得意的肥鸟被猛然击中，随后以极快的速度陨落，撞在了桦树的树干上。\n　　叶凌见此，不得大喜。急忙跑到树下，抱起硕大的肥鸟，轻轻吹着它身上的尘土，冲着叶萧傻笑着。\n　　然而叶萧不知为何，他只看到肥鸟飞到空中后直接落地，不曾明白是叶凌的击落，以为是那只大鸟因体竭落下。\n　　“小子，算你运气不错。”叶萧笑了出来。“走，回家给你吃清炖鸟肉！”\n\n\n　　“怎么回事啊。”\n　　距离安邑村落数十千米之处的一片草原之上，原本的宁静被忽然间打破。一支浩浩荡荡的束装整齐的军队踏破草坪，快速向前推进。军队最前方足有十只铁骑，第二段防御线足足有装备规整的一排盾兵，而之后主力进攻部队有过百之数，个个装备精良，其中不乏有重武器兵种。这在当时的齐布郡的外围地区相当少见，只有在中围一些重要的战略点才会见到。现在出现在偏僻的草原，必有不可告人之秘。\n　　“你确认你在村子里的人可信吗？怎么这么久依然没有回信？”一身披重铠的鹰钩鼻男子，行走于军队的最前方，冲着一个人喊道。\n　　“大人！”那人身披虎皮，双眼眯缝颤颤巍巍地说着。“应该可信，大人，那个线人是我亲叔叔的亲侄子的兄弟的老婆的孩子的舅妈的前未婚妻！那两个人虽说已经分开但情还深得很，办这么一点小事还是能做到的，大人。”他身材虽矮小，却满眼放着贼光，肯定地说道。\n　　“那你说，为什么这么久咱们放出去的信鸽还没有回来。”钩鼻男子嗤之以鼻，说道。\n　　矮小男子不敢直视长官的眼光，眼珠一转，嘴里喃喃着：“那肯定是出了什么差错。”\n　　还好我在信中用了特殊符号，即便不是我们的人看到，也不会得出任何结论。这个满眼放贼光的鲁贼倒是关键时刻能有点好主意，但并不是特别服从与我啊，需要我好好利用。那钩鼻男子心中嘀咕道。\n　　“可那只信鸽特别肥胖，肉多，会不会被别人捉去了吃？”\n　　“也可能是那只信鸽的能力不强啊，不足以精确找到线人。”\n　　“不可能，鲁贼的那只棕黄色肥鸟可是跟了他很长时间了，也算百经沙场，能力应该不会弱的！”\n　　“不过这也不是很必要，即便咱们不知道村内结构，咱二百人的军队还拿不下他一个人数不足一百的小村庄咯？”\n　　“嗐，说的也对！”\n　　“啧啧……我的刀可是很久没饮血了啊！”\n　　“是啊……是啊……”\n　　一群人议论着。而依旧平静的安邑村中，没有人知道那个小村落会在这场席卷斯蒂兰卡大陆的漩涡中命运如何。\n　　没有人会知道。\n\n\n\n\n素材文章11：《方块异次元》第五章，窥探-巨大的危机\n关键词：……\n任务难度：★★★★★\n推荐指数：★★★★☆\n作者：@1137246733（LZ）\n来源：Minecraft中文论坛，本站\n\n正文：\n树林的后方有一片广阔的草原，其中牧草旺盛，羊群甚多。正直深夜，本应静寂的草原却传来一片片嘈杂声，视线的最远处隐隐约约有几缕灰色炊烟映在湛蓝的夜空之上，炊烟之下则是一处处营地，数十人围绕篝火而坐，旁边不乏有帐篷、兵器、食物、攻城弩等军用必需品。而这样的营地在广阔的草原上松散地排布着，粗略一数，数量绝对不会少于二十处。\n\n\n　　而在众多营地的最中央，一个巨大的军火库坐落着，其中的帐篷数量众多，隐隐约约可以看到众多的火炮与弹药，并且有众多重甲士兵把守着。\n\n\n　　粗略一看，这是一股异常强大的力量，如同一头巨狮般蜷伏于此。并且时不时有一些轻甲侦察兵前往安邑村的树林，爬上巨大的百年古树，远远眺望着深夜中寂静的安邑村庄。这些侦察兵也设下了营地，不过是在距离大部队很远的地方——村边树林旁。正值深夜这群士兵却没有任何疲倦之意，互相围坐在篝火前打骂着来互相娱乐。\n\n\n　　而这一切被叶凌尽收眼底。\n\n\n　　他刹那间陷入一种恐怖与慌乱之中，心脏狂掉不止，无法阻止脑海中胡思乱想的军队攻入安邑村的场景。不过他很快冷静了下来，明白这一切空想与焦急对于村落来说并没有丝毫用处，开始仔细地观察这一切。\n\n\n　　士兵数量不下于数百之数，个个装备精良，并且有强大的远程军火支持，攻城弩不下于五台，而火炮一类的武器数量更是不堪想象。但虽然如此军队却依然纪律鲜明，士兵不像是没有谨慎之心的人。并且他们的伙食中似乎有一些灵药的存在，必定是为了更好的应战——这也说明他们必将在明日夜晚之前开战。并且从他们的侦察兵行迹来看，攻打方向一定是安邑村无疑。总的来说，有一支可以横扫齐布郡中围的强大军队正要攻打齐布郡一个偏远地区的弱小村落。\n\n\n　　而听正道叔说过，目前村庄的人口绝不会过百，并且由于加入的稳定的贸易体系，所以历年来并无征战，从而使村庄并不重视军力的发展。目前村庄真正可以在战场上厮杀的士兵不会超过四十之数。虽然近战武器有七支铁匠铺源源不断地修补、更替，但远程武器却不尽人意，塔楼上的弓弩已经年久失修，能否使用仍然未知。而这支军队似乎正是看中了村落这样的弱点，远程武力格外强大，甚至远远超出了一个几百人军队该有的范畴。\n\n\n　　而攻打像安邑村这样偏远的村庄其实并不需要如此庞大的军队，仅仅只是一支不到五十人的军队即可彻底攻入而伤亡不大。这次使用如此强大的军队攻打，可见其背后统治者的地位与重视程度。并且通常具有火炮而主战部队较少的军队，在齐布郡的一般情况来看，非常有可能仅仅是一个前方的“开路者”，后方的后援甚至有可能是前方军力的十倍。\n\n\n　　总之，必败无疑！\n\n\n　　并且是惨败，那种被碾压的惨败！\n\n\n　　叶凌深吸了一口气，努力使自己的心情镇静下来，平息心灵的颤畜。\n\n\n　　正在这时，一个身披轻甲的侦察兵向叶凌所在的树林走来，手里只拿着一把普通的长剑，欲要对安邑村进行再次的侦查。眼见他离叶凌越来越近，但他注定无法发现叶凌——因为叶凌在树上。\n\n\n　　直到士兵已经走到了叶凌的正下方。\n\n\n　　我必须得做点什么了。叶凌的嘴角浮起一缕淡淡的笑。\n\n\n　　蓦然，叶凌从树上冲着下方的士兵直冲而下，将自身力量与下坠力量结合，紧紧盯着下方。在千钧一勾的时刻，叶凌以迅雷不及掩耳之势紧紧握住士兵的脖子，将全部的力量都施予士兵微弱的身躯。顷刻间，士兵倒下了，而叶凌依然如旧。\n\n\n　　果然这一偏门的招式在关键时刻也有一用。叶凌心中想到。\n\n\n　　在确定了士兵在短时间内无法醒来后，叶凌轻轻地把他拖到了一个阴暗之处，开始搜集他身上所有有用的东西。\n\n\n　　一把看似还可以的长剑，没用。\n\n\n　　一把锋利的防身匕首，可以随身携带。\n\n\n　　可怜的我居然这么大都没有一支可以用的兵器，叔父他们真抠门，非怕我伤害到别人，现在我有了。叶凌嘿嘿一笑。\n\n\n　　一个军队的证件，可以携带，以防一用。\n\n\n　　一支破旧的钥匙，可以携带，虽然并不知道有何用。\n\n\n　　一个装的很满的钱袋，没用，暂时不缺这点钱。\n\n\n　　一个沉甸甸的药袋子，里面有着香气刺鼻的众多药丸，回去可以让村子里草药园的人看看。\n\n\n　　五支沾满毒液的袖珍飞刀，随身携带，以防一用。\n\n\n　　两布袋满满的火药，可以携带，可以给村中的防御设施用。\n\n\n　　一个工艺粗糙但还可以使用的小型“千里眼”，可以携带，正道叔正需要这个。\n\n\n　　一个很大的麻布背包，背上，正好装这些东西。\n\n\n　　一件粗麻布轻甲，虽然有点大但也可以穿上，用来防身之用。\n\n\n　　以及一件粗麻头盔与轻铁靴子，一同穿上。\n\n\n　　虽然目前轻甲有点大，但远远看着叶凌也是一个正规的士兵了。\n\n\n　　就只有这些了吗？没有什么可以用到的信息啊，一般侦察兵明明身上会有些有价值的东西。\n\n\n　　叶凌刚刚转身之时，士兵的一个隐秘口袋里一个铁盒子跌落了出来，虽然这声音极其微弱，但叶凌依然捕捉到了。\n\n\n　　用刚才的钥匙即可打开这个铁盒子，里面静静地躺着一张折叠整齐牛皮纸。\n\n\n　   开头用深色的墨水，写着：“坦武郡攻势计划，3号牛皮纸”①。\n\n\n　　叶凌皱起了眉头，从头到尾仔仔细细地看了一遍，心中随之悄悄地思考着。\n\n\n　　果然统治者派这么大的力量来攻打安邑是有目的的，而且非常复杂，这牵连着一场巨大的阴谋。\n\n\n\n\n\n\n　　猛然\n\n\n　　原本的安静被打破，叶凌的后方忽然传来了幽森森的声音：\n\n\n　　“你看到了你不应该看的。”\n\n\n　　叶凌心中猛然一惊，身后已有数十名全副武装的士兵阴森森地看着他。\n\n\n\n\n\n\n　　而后的场景已经不再需要我叙述，不过这群士兵对付叶凌的方式却是极其的温柔，只是把他绑起来带回他们附近的一个营地而已。\n\n\n　　那个营地的人很多，都是侦察兵，他们一齐围坐在篝火旁边谈论着政事以及关于攻势的事情。由于安邑村向来与齐布郡割断了联系，所以叶凌也对政事从不感冒，因此他们谈论的大多数话语他都听不懂，但是他也差不多明白了一个事实。\n\n\n　　齐布郡的邻郡坦武郡发生了兵变，从而导致整个坦武郡的整个政府机构沦陷，而那些逃亡的官员与统治者，已经无法再坦武郡继续生存下去，只得在齐布郡的外围暂时“借取”一块土地，来让他们养精蓄锐，隔日反扑。虽然在此时已经吞灭了五个村落，但由于这些村落都处于一个抗击政府的体系，并且土地面积也并不是很大，所以齐布郡那边也没有什么动态。而下一个攻击目标，则无疑是安邑村。正如我猜想，这个部队只是一个“开路者”，后方的大部队被一个顽强抵抗的村落死死缠住，一时不会过不来。统治者也明白安邑村的弱小，只需“开路者”即可消灭。\n\n\n　　而不知是出于自信还是其它原因，士兵们明知有外人在此谈话也毫不拘谨，并没有任何审问这个外人的打算，只是随口问着叶凌的一些无关紧要的事情，例如年龄等等。并且这群人对叶凌还是有些友好的，但叶凌却是无法对这些准备攻击村落的人有任何好感。不久之后，由于他们看管过于松散，叶凌以去解手的理由顺利逃走了。\n\n\n　　“不用去追他了，让这个孩子在死前快活一会吧，咱们也是被逼无奈啊。”\n\n　　叶凌无论如何冷静也无法回避去想象这场巨大的危机，拼命向安邑村的方向跑去。\n\n\n\n\n素材文章12：《方块异次元》第三章，村庄-安详的美好\n关键词：……\n任务难度：★★★★☆\n推荐指数：★★★☆☆\n作者：@1137246733（LZ）\n来源：Minecraft中文论坛，本站\n部分预览：\n\n视线里隐隐约约出现了一个村落的轮廓，灯火通明，人群密密麻麻。\n　　土砖制房屋坐落有齐，村中央是一个集市广场，大小的摊贩随意摆放，叫喊着。房屋之后是一大片一大片的田地，被分割地极其规整，田地之上时不时有模糊的小孩的身影。天色虽已晚，但每家每户的人们似乎并没有睡意，各自出来乘凉，照顾自己的牲畜，牵着狗的，卷着烟的，抱着孩的，无所不有，一副怡然自乐之相。固然人们随意，村庄却并不随意。外围有严格结实的一层防御带，由坚硬的大理石构成。而防御带之间有夹杂着哨塔，两座哨塔之间矗立一座防御塔，塔顶燃烧着火炬，塔里摆放着巨大的防御弓弩与兵器。\n正文地址：\n<原创|连载>《方块异次元》[TheClouds] | 第3章 | —— 村落，安详的美好-修订\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1437001740,
            "txt_content": " 本帖最后由 yuchenyang 于 2015-7-16 12:50 编辑 \n\n素材文章6\n苍月大陆十二纪年西历2478年2月8日，这一天佣兵团没有接到任何任务，莫洛特决定在今天让大家好好放松一下，佣兵团已经有很长时间没有好好的休息过了，记得上次没有任何担惊受怕的睡个好觉的晚上是在去年15月的某一天。\n  佣兵团的成员全部出去放松了。改\n第一句话个人感觉不通顺，如果要表达时间地点那就不用加“第”“个”这种字。\n前文说“没有好好休息过”那么后文的日期就太过于精确（这又不是说明文），除非作者是想强调这样的晚上来之不易什么的。\n最后，已经说了“所有佣兵团成员”我认为如果莫洛特也是属于佣兵团的话就不用再重复一遍了。\n\n\n素材文章3\n我早就注意今天是个特别的日子。在一个礼拜以前我就能感觉到她的脚步了……改\n个人认为语序不正确，所以就这样改了（感觉和原文有些不一样）。\n\n\n素材文章1\n我早就听说在这个方块世界之下藏着另一个更神秘的世界。\n    那一次，我在离家有上百个方块远的地方找到一口天然洞穴。内心强烈的好奇心催促着我提起铁镐，走进这个散发着无比吸引力的黑洞。黑暗是最好的兴奋剂，也是最好的镇静剂，因为你只有屏住呼吸，用自己的双手去探索才能发现被这个世界藏起来的秘密。改\n第一段少主语。\n天然矿洞的量词有问题（个人认为）“口”应该是用于井这一类竖直向下的洞口。\n最后一句话读起来不通顺，于是就改动了一下。\n\n事实说明我的能力尚待提升，如果只是因为读不通就滥改他人的作品，那未免显得我太傻了...\n@版主 @1137246733 \n\n"
        },
        {
            "author": "guqu",
            "timestamp": 1437008040,
            "txt_content": " 本帖最后由 guqu 于 2015-7-16 10:27 编辑 \n\n素材7\n我只看了这一集大概讲的就是他和怪物打架的场景。\n给点建议的话就是如下\n随着一声蜘蛛惨叫，绿色的血和白色的丝一起喷出，在一阵挣扎后，那只蜘蛛彻底的死了。\n      接下来，该解决那个骷髅了。\n个人观点：“那只蜘蛛彻底的死了”可以不用那么直接，可以这样说“只听见一声蜘蛛的惨叫，随后他感到手上湿漉漉的，恶心的稠状物体和血长缠绕在他的手上，他立即把蜘蛛从刀上取下，并清理了下刀和手上的血和粘稠缠绕物，看了看周围的怪物。\n“接下来，该杀掉那只呢？”\n以上献丑，如有不妥，敬请提出。↑@一枚渣渣"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1437008580,
            "txt_content": " 本帖最后由 星之永恒 于 2015-7-16 09:10 编辑 \n\n素材文章⑨：《海岛生存》第一章\n具体内容：\n一座山无痕迹的炸了，“别玩了！”我叫道，灰尘中，日军出来了，“呵，碰上只苦力怕，没事！”我给了他瓶加血药水。\n我们走了很久，回到屋边，清点了一下：牛骨10份、牛肉50份、木材100份、药水（加血）10份、毒药5份、铁剑1把、钻剑1把、弓2张、箭500支、火药30份、面包64个、土豆100份、萝卜60份、骨头100份、牛6头、羊毛80份、羊5只、猪6只、鸡10个、种子50份、钻石20份、铁500份、金100份、宝石50份、铲1把、石斧2把、地狱之星1个、牛皮1张、炭100份、火把1000个、木棍100根、矛10把、附魔台1个、书15本、甘蔗100份、纸50份、石头1000000个、酒100瓶、金苹果10个……\n我们将其打包，放在船上，起航！\n典型的用数字刷字数...\n细节描写非常匮乏，导致整篇文章都成了流水账\n（其实这点我也要注意了233）\n@1137246733 \n"
        },
        {
            "author": "guqu",
            "timestamp": 1437008700,
            "txt_content": "素材7\n我只看了这一集大概讲的就是他和怪物打架的场景。\n给点建议的话就是如下\n随着一声蜘蛛惨叫，绿色的血和白色的丝一起喷出，在一阵挣扎后，那只蜘蛛彻底的死了。\n      接下来，该解决那个骷髅了。\n个人观点：“那只蜘蛛彻底的死了”可以不用那么直接，可以这样说“只听见一声蜘蛛的惨叫，随后他感到手上湿漉漉的，恶心的稠状物体和血长缠腰在他的手上，他立即把蜘蛛从刀上取下，并清理了下刀和手上的血和粘稠缠绕物，看了看周围的怪物。\n“接下来，该杀掉那只呢？”\n以上献丑，如有不妥，敬请提出。↑@一枚渣渣 @1137246733 忘了@再发一遍- -"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437011700,
            "txt_content": "《方块世界》第三章，孤身战\n为何又是我躺枪_(:з」∠)_"
        },
        {
            "author": "1137246733",
            "timestamp": 1437013320,
            "txt_content": " 本帖最后由 1137246733 于 2015-7-23 16:08 编辑 \n\n我来个范例吧，另外我不参加你们不用担心QAQ。素材文章：⑥，《佣兵传记》\n首先，一个显而易见的错误就是数据无意义，并且泛滥，导致阅读困难。\n\n苍月大陆第十二个纪年西历2478年2月8日，这一天佣兵团没有接到任何任务，莫洛特决定让大家在今天好好放松一下，佣兵团已经有很长时间没有好好的休息过了，记得上次没有任何担惊受怕的睡个好觉是在2477年15月11日。\n哪怕为了突出时间长写年份与月份也好，但是我无法明白8日、11日这两个数字的存在有何必要性。况且原来还有15月……\n  “由于现在是销售旺季，所以价格比之前的价格要高了那么一点点!一个替身娃娃428枚金币!”\n  “什么，428枚金币!你怎么不去抢金库啊，这么贵！420金币卖不卖？” \n  “这位女士，425枚金币是我最优惠的价格了，420枚金币我就要亏本了！”\n  之后诺雅苾进行了漫长的砍价，最终价格定在412枚金币一个替身娃娃。诺雅苾一口气买了5个。钱袋迅速变扁，里面剩下的金币只有不到30枚的金币了。\n这是一个货币象征性的问题。这第一章读者还都没清楚主角兜里有多少钱，是主角多久挣来的。以及货币的价值如何。\n是一枚金币换100个苹果还是100枚金币换一个苹果这样的问题都没有说明。\n直接上场第一章就428、425、420、412地插数据，会导致读者的阅读疲劳。\n另外这一段还有一个问题，那就是这一段的整体是一段砍价的内容，但切记在文章中不要出现类似于这样的内容。\n除非这是涉及到某一个问题。比如主角的钱包里就412枚金币，你说不砍怎么办。\n并且读者想要看到的是：主角把这个东西买到手里并且用的场景，而不是你砍价的场景，砍价反而成了一种调侃。\n莫洛特牵着诺雅苾的手走出了佣兵团的驻扎的领地，沿着小路来到了驻地附近的小溪边。\n  “诺雅苾，我们有多长时间没有一起单独约会了？”\n  “准确的说，是154天！”\n  “想不到过了这么久！这些天我们都忙着完成佣兵任务。想不到今年的任务突然变的多了起来，不知道是好事还是坏事啊？”\n  “听从炎罗帝国回来交任务的紫离佣兵团的队员说，炎罗帝国好像在大规模秘密调遣部队，连以前不怎么看得到的王牌部队---血罗军都出现了！我估计，战争很快就会爆发了！”\n  “那以后就更加没有时间约会了!以我们现在的实力无法在战争中存活下来啊，必须要好好加强训练力度了。”\n  “那你以后，打算怎么办？”\n  “哎，只能走一步算一步了！实力强悍的人员是不会屈尊到我们这种小的佣兵团的，我们这座小庙也供奉不起那位大神啊!”\n  “别说那么丧气的话。走，我们去买几个替身娃娃。”\n对于这一段对话我还能说什么[摊手]\n没有动作、没有心理，语言虽说能表达情感冲突，但他没做到。。\n导致这就像是某个兵营里的两好基友在调侃似的。\n对话其实也是文章很重要的一个部分，切勿把对话轻视，对话中也应该是感情的变化、冲突的体现等等。 \n“下面看我的，我可以帮你节省不少金币，”诺雅苾对莫洛特说。\n  “这是我存到现在的金币，这里是我的全部家当了！”说完，交给了诺雅苾一个小袋子。\n  “想不到袋子虽小，袋子还蛮重的嘛，”诺雅苾掂了掂装有金币的钱袋。\n  “至于里面有多少金币，我也不知道，我已经很长时间没有去数了!”\n  诺雅苾走到店铺老板面前，说：“一个替身娃娃多少金币？”\n这就又涉及到一个问题。\n主角以及其重要的次主角，大体都要满足那么一个条件。\n那就是基本跟随人们对好的向往。\n一个漂亮、热情的女孩子，喜欢的人占多数。\n但如果你的主角是一个暴怒、杀人成魔、从来不打扮、从来没洗涮过的一个脏女孩，那么让人读下去都会很困难。\n这里就是这样的错误，虽然作者想表现的是一种男女情感很深的样子，但作者却无视了一个人们所向往的“大方”。\n当然我的意思也不是说主角就必须是一个完美的人，主角也可以有很多缺点。\n但切勿把这些缺点放到文章开局部分写出来，等到主角在读者的心目中树立了“威信”之后，再一点点出来。\n只有有缺点才能突出人的完美。\n恩，就这样。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1437013380,
            "txt_content": "素材序号：2（那个圈圈我实在不会……）\n具体内容：首先这个名字就有点俗套“世界管理员”在名字里最好不要透出世界，宇宙（@海潮 ），等等这样比较空泛的东西。会让人摸不着头脑。同时这种题目会让人产生一种心态：肯定是渣文，看了也没意思，转而去看那些问题吸引人的。\n其次是文笔，对话过多，而且很多对话事实上可以合并，达到出其不意的效果。比如：\n“啊~好痛啊...”说着，在一片废墟中，一个瘦弱的身体渐渐站立了起来。\n”这是，哪啊？“杨振扶了扶自己的腰，皱着眉头看着这个烟雾弥漫的废墟城市\n”这还是地球吗？“杨振用力在腰上掐了一把，“唔~~~还是好疼啊，看来我还没死.”\n不过在这废墟中，一个瘦弱的男子想要活下来，还真的是很难.\n可以改为\n“啊…怎么这么痛……这是哪儿啊……？”在一片废墟中，一个瘦弱的身体缓缓支撑起来。扶了扶自己的腰，凝视着这个烟雾弥漫的化为废墟的城市。“这还是地球吗？不过，我好像没有死……”他一步一步漫无目的地走着，但在这一片废墟中，凭着他虚弱的身体想要活下来，并不那么容易。\n这样改，把对话简化，并且集中到一起，增加一定的描写，就可以摆脱“对话流”的印象。\n\n但是这篇文章问题最大的地方，就是变成了“展示的神话”，在一开始便披露了他管理员的身份。而且之后和系统的对话更是捅出了大量的文章预设信息。应该增加更多描写，让人物在情节的不断推进中逐渐发现自己的管理员身份，这样的情节显得更加吸引人。同时预设信息也不能通过对话说出，这还是最基本的谁都会的对话流。\n@1137246733"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437015780,
            "txt_content": "听说有活动我就来了\n总感觉朱仙会得第一名，各种高端吐槽啊……"
        },
        {
            "author": "gggbbb",
            "timestamp": 1437016980,
            "txt_content": " 本帖最后由 gggbbb 于 2015-7-18 10:48 编辑 \n\n素材序号：6（66666666……莫名的喜感）\n具体内容：\n    恩……好，首先，让我们无视那个不知是什么鬼的西历以及那个莫名其妙的15月11号和154天，继续往下读。\n莫洛特牵着诺雅苾的手走出了佣兵团的驻扎的领地，沿着小路来到了驻地附近的小溪边。\n  “诺雅苾，我们有多长时间没有一起单独约会了？”\n  “准确的说，是154天！”\n  “想不到过了这么久！这些天我们都忙着完成佣兵任务。想不到今年的任务突然变的多了起来，不知道是好事还是坏事啊？”\n  “听从炎罗帝国回来交任务的紫离佣兵团的队员说，炎罗帝国好像在大规模秘密调遣部队，连以前不怎么看得到的王牌部队---血罗军都出现了！我估计，战争很快就会爆发了！”\n  “那以后就更加没有时间约会了!以我们现在的实力无法在战争中存活下来啊，必须要好好加强训练力度了。”\n  “那你以后，打算怎么办？”\n  “哎，只能走一步算一步了！实力强悍的人员是不会屈尊到我们这种小的佣兵团的，我们这座小庙也供奉不起那位大神啊!”\n  “别说那么丧气的话。走，我们去买几个替身娃娃。”\n   好，我们先忽略那个替身娃娃，来观察一下这一大段足足占了文章一大半的文字。可以说是设置悬念吧，也可以说是对话流。但这里有一个很小的毛病，不知道你们有没有发现呢。 “听从炎罗帝国回来交任务的紫离佣兵团的队员说，炎罗帝国好像在大规模秘密调遣部队，连以前不怎么看得到的王牌部队---血罗军都出现了！我估计，战争很快就会爆发了！”\n恩，就是这个地方，我们可以很清晰地看见秘密这两个字，但这居然被紫离佣兵团发现了，那这又何谈秘密可言呢？我觉得这里不如把秘密调遣改为一种明面上的调遣，以形容炎罗帝国嚣张的态度和实力，这样反而更好一点的说。（当然了，还有很多种改法，我就不多说了）\n\n\n    然后我们再来看看买替身娃娃的一段：\n说完拉着莫洛特的手，往城里走去。\n  路上的血壶草长的不怎么茂密，偶尔看见一两株孤零零的长在那里。地面上长的比较多的是一般品种的草以及野花。其中有一颗名为红杉树的树叶是淡红色的，那是树吸收了洒落在四周的血液。因此这种树又叫血杉树。\n  两人走到百宝阁外，诺雅苾拉着莫洛特的手放下了，停在了百宝阁的门外。\n  “下面看我的，我可以帮你节省不少金币，”诺雅苾对莫洛特说。\n  “这是我存到现在的金币，这里是我的全部家当了！”说完，交给了诺雅苾一个小袋子。\n  “想不到袋子虽小，袋子还蛮重的嘛，”诺雅苾掂了掂装有金币的钱袋。\n  “至于里面有多少金币，我也不知道，我已经很长时间没有去数了!”\n  诺雅苾走到店铺老板面前，说：“一个替身娃娃多少金币？”\n  “由于现在是销售旺季，所以价格比之前的价格要高了那么一点点!一个替身娃娃428枚金币!”\n  “什么，428枚金币!你怎么不去抢金库啊，这么贵！420金币卖不卖？” \n  “这位女士，425枚金币是我最优惠的价格了，420枚金币我就要亏本了！”\n  之后诺雅苾进行了漫长的砍价，最终价格定在412枚金币一个替身娃娃。诺雅苾一口气买了5个。钱袋迅速变扁，里面剩下的金币只有不到30枚的金币了。\n  回到佣兵团驻地的时候，大家都回来了。大家在大厅吃过晚饭，就各自回到自己的房间养精蓄锐了，以最好的状态应付明天的任务。\n  忙碌的一天，就这么过去了。。。\n前面景物描写的不错，不过，有些略少，再加多一点反而更好。往下看，有一句话是这么说的 ：\n想不到袋子虽小，袋子还蛮重的嘛\n 很明显的重复，这个我就不多说了，继续往下，我们可以看到那女的正和老板讨价还价。这段话么，个人觉得，有些啰嗦了，而且并不能够很好地反映出人物的个性，不过，保留的话，也说得过去。最后，我们看看结尾：\n忙碌的一天，就这么过去了。。。\n首先是标点符号的问题，省略号应该是这样：……。其次，结尾感觉与上文不那么协调，并给人了一种流水的感觉，需要改进一下。\n\n\n    最后来个总结吧，这文章呢，剧情有些老套，一些细节有些矛盾，用词用语也不是很恰当，文笔么，也还凑活，可以看。如果稍稍改善一下，还是可以写出很好的文章的。（以上纯属某逗比在胡掰，无视之）\n\n貌似忘了@ 楼主了呢，罪过，罪过 @1137246733 \n\n"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437017820,
            "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-18 22:13 编辑 \n\n素材文章：10《方块异次元》 第二章（我要挑战一个有难度的）\n具体内容：忽然有一只白色羽毛的雏鸟转头看向了叶凌，随即齐刷刷地二三十只鸟都扭头死死盯着叶凌，嘴里还嚼着食物。\n下文指出的是，叶凌被群鸟盯着心里颇为焦急，如小丑一般。所以我认为，在上文就应该加强对鸟儿们眼神的描写。到底是目露凶光，还是好奇地来凑热闹。正所谓“眼睛是心灵的窗户”，同时眼神的细致描写也能突出当时鸟儿们的心情，也能反映叶凌为何如此焦急。\n\n看来，只能使用，那一招了……被盯的少年轻叹了一声，随即一口呼气，一口吸气，身型微微向前。\n这里就可以看出，主角的性格。如果想把他写得中二，就应该强化对动作的描写。例如（我写的不好大概就是这个意思）：被盯的少年轻叹一声，随即深呼吸，身体微微前倾，双手慢慢靠拢胸前（与下文双手合十照应），摆出一副令人不敢靠近的架势。\n如果要把他写成是黔驴技穷，无计可施才想出这个馊主意的话，就应该突出主角当时不知能否成功的不安，焦虑。动作上，可以通过描写他颤颤巍巍，或者动作不自然来表现主角当时以“试一试”的心态表现出的不肯定。\n\n　　叶凌自以为起到了效果，继续吟诵着“经”。约莫2分钟以后，叶凌自以为时辰已到，最后一句“我们是同类！”之后，开始慢慢地把向前挪移，以一种极其慢的速度向那只大鸟踱去。而他也一直在纳闷，为何自己已经成功后面的大叔却在越笑越癫狂。\n为什么他以为时机已到？可以描写鸟儿们平静了下来。“以一种极慢的速度向大鸟踱去”，到底有多慢？神情是怎样的？动作是否小心翼翼，生怕风吹草动惊醒了大鸟？\n\n　　叶凌在那傻傻地愣住了。直到那群鸟已经全部飞到天空中之时：不对！这群家伙们要飞走了！不行！今晚没有鸟肉怎么可以！不行啊！你们别走！少年的心中呐喊着。眼见越飞越远，已经飞到了三十尺的高空。\n“傻傻地愣住”可以写到“沉醉在五彩斑斓的绚丽鸟群之中”。“少年在心中呐喊着”时可以加入一些神态描写和动作描写。例如满脸的不甘心，一拳头砸在地上等表现叶凌没捉到鸟的沮丧。\n\n　　还好我在信中用了特殊符号，即便不是我们的人看到，也不会得出任何结论。这个满眼放贼光的鲁贼倒是关键时刻能有点好主意，但并不是特别服从与我啊，需要我好好利用。那钩鼻男子心中嘀咕道。\n这一段可以加入神态描写，例如阴险地一笑。可以表现他“我真是太机智了”的心理。\n\n　　一群人议论着。而依旧平静的安邑村中，没有人知道那个小村落会在这场席卷斯蒂兰卡大陆的漩涡中命运如何。\n这里可以营造出一种暴风雨之前的平静的效果，也可以为后文做铺垫。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437019920,
            "txt_content": "2B与mc的故事 发表于 2015-7-16 11:37\n素材文章：10《方块异次元》 第二章（我要挑战一个有难度的）\n具体内容：\n下文指出的是，叶凌被群鸟盯着心 ...\n@1137246733 \n好吧这坑爹的网速我想修改都不行，就当这是最终答复吧"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437021780,
            "txt_content": " 本帖最后由 一枚渣渣 于 2015-7-16 12:59 编辑 \n\n为何就我正文在目录里的（LZ的除外）{:10_503:}"
        },
        {
            "author": "250=mo",
            "timestamp": 1437023040,
            "txt_content": " 本帖最后由 250=mo 于 2015-7-16 13:47 编辑 \n\n明明《地晶》才是难度最大的……因为在起点所以根本没法复制粘帖……\n——————————————————————————————————————————————————————————\n——这篇文章从头到尾没几个字我是能拿来批的，虽然只有800余字。但也正因如此，很难挑出毛病，第二人称，又是幻想小说，不合理的东西实在不敢挑。小猜测一下，尚未看过后文，但“您”是已经去世了吧。\n——————————————————————————————————————————————————————————\n非要挑的话：\n文章后段\n我的心比身边的年轻人还要年轻。\n但后面却把乐观和年轻的概念有所混淆：\n有时候我听到他们唉声叹气，就会制止他们。他们都很喜欢我。\n感觉不到“年轻”，相较，反制止他们的行为显得成熟而老重。\n\n语病就懒得看了……不过作者既然有反复斟酌修改\n——————————————————————————————————————————————————————————\n要说鉴赏\n特别喜欢的就两点：\n\n一是\n我给您带了一些茶叶，它是我亲手种的。我还记得您与我在您的家中喝茶闲聊的情景。\n中的\n您与我\n特别耐人寻味。\n\n还有后面的\n我决定就这样活下去，种种花和茶叶，陪自己的小孙子玩耍，常看看我的老友。\n原文中是先提到了茶叶再提到了花，但\n种种花和茶叶\n可以看出来作者精心安排的顺序，文中给“花”灌输的情感显然多于“茶叶”，看得出作者写文的细心。\n——————————————————————————————————————————————————————————\n本回复（或）不参赛\n\n"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437035100,
            "txt_content": "素材序号②\n具体内容：\n杨振刚阅读完，那个方框也渐渐隐去\n杨振一脸的呆滞的看着这个报告\n第二个“杨振”应该改为人称代词“他”，前后两个“杨振”显得啰嗦。\n“一脸的呆滞的看着这个报告”应该将第一个地去掉，改为“一脸呆滞地看着这个报告”\n系统：“在脑海中想（用手在虚拟键盘上）打出‘打开创造模式’即可开启无敌模式！”\n说着，杨振就在脑中想着“打开创造模式”\n第二行的“说着”应该修饰说话的人，而文中感觉修饰的是杨振，不是系统。\n另外，“在脑海中想（用手在虚拟键盘上）打出”应该改一下。因为作者的意思是括号中的句子在整句话都可以用，那么“在脑海中想打出”就不通顺了。应改为“在脑海中想（用手在虚拟键盘上打出）”\n杨振双拳握了起来。\n描写不到位，不能够体现出杨振的心理活动。应改为“杨振太悲愤了，以至于他的双拳紧握起来，手背上也青筋暴起。”\n“啊~好痛啊...”说着，在一片废墟中，一个瘦弱的身体渐渐站立了起来。\n”这是，哪啊？“杨振扶了扶自己的腰，皱着眉头看着这个烟雾弥漫的废墟城市\n“瘦弱的身体”不如改成“瘦弱的身影”更好一些。\n主人公的名字出现的不太自然，之前也没有提到他叫杨振。应改为“‘这是，哪啊？这个身影扶了扶自己的腰，皱着眉头看着这个烟雾弥漫的废墟城市。他叫杨振，是这座城市的居民。’”\n@版主 要艾特版主才能参赛\n@1137246733"
        },
        {
            "author": "lzs1234",
            "timestamp": 1437042120,
            "txt_content": "恶魔-潇洒 发表于 2015-7-16 16:25\n素材序号②\n具体内容：\n看到你们的回复评论我感觉瞬间被秒杀了OBO\n我主要关注的是怎么改善这篇渣文的对话流问题XD"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437101400,
            "txt_content": "同志们动员起来！\n喜欢批（tiāo）评（sān）错（jiǎn）误（sì）是人类的天性，如果运用得好也是帮助别人提升能力的一个机会\n（我其实是来手动顶贴的）"
        },
        {
            "author": "gggbbb",
            "timestamp": 1437187740,
            "txt_content": " 本帖最后由 gggbbb 于 2015-7-18 10:50 编辑 \ngggbbb 发表于 2015-7-16 11:23\n素材序号：6（66666666……莫名的喜感）\n具体内容：\n    恩……好，首先，让我们无视那个不知是什么鬼的西 ...\n艾特不会蓝是什么鬼……算了，再艾特一下吧     @1137246733 "
        },
        {
            "author": "侑阳",
            "timestamp": 1437227100,
            "txt_content": "这活动我都没看到"
        },
        {
            "author": "半生红尘",
            "timestamp": 1437227580,
            "txt_content": "素材序号：⑩\n\n通篇来讲，有部分句子的主语较多，可进行适量删改让语言精简一些。\n可那只信鸽特别肥胖，肉多，会不会被别人捉去了吃？”\n\n\n　　“也可能是那只信鸽的能力不强啊，不足以精确找到线人。”\n\n\n　　“不可能，鲁贼的那只棕黄色肥鸟可是跟了他很长时间了，也算百经沙场，能力应该不会弱的！”\n\n\n　　“不过这也不是很必要，即便咱们不知道村内结构，咱二百人的军队还拿不下他一个人数不足一百的小村庄咯？”\n\n\n　　“嗐，说的也对！”\n\n\n　　“啧啧……我的刀可是很久没饮血了啊！”\n\n\n　　“是啊……是啊……”\n以及这里，感觉虽然说是讨论，但还是有些啰嗦，尤其是这里使用分段会让人觉得很多余，可以连成一段试试看。不过语言比较日常口语化，好评。\n而且对于投掷的整个过程都非常细致，现在可以尝试着去描写慢动作，给读者更好的阅读感受。希望以后的更新也能保持。\n心理描写也写得不错。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437227700,
            "txt_content": "素材序号：12\n具体内容：如果是隐约出现的，从距离上来讲，应该看不见人；灯火通明，这到底是什么时间啊。。。村庄附带的田地一般都不会很整齐的；而这种村子，通常有一两个木头搭建的简易哨所已经很奢侈了，没听说过用大理石做围墙的，即使几十万人的中央城也不会这么干；如果将以上内容都视为成立，那么安详何在？\n太多不合理了，数不过来了。。。\n【有空我再回来看其他的】"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1437245460,
            "txt_content": "素材文章：1\n\n早就听说在这个方块世界之下藏着另一个更神秘的方块世界。\n开头未交代清楚，\n用一个模糊的传说一笔带过了知道地狱的原因，而且我们知道，在Minecraft中，是只有主角一个人的。那么，他是从谁那里听说的？而且为什么一个人要放着美好的世界不过，要去地狱那充满危险的地方？这一切作者都没给出解答。我认为这样会比较好一点：\n在这个世界中，只有我一个人孤单的生存着。而这中孤寂之情却只能依靠无止境的冒险给压制下去。开始之时，却是为了从这世界中存活下来，而费尽周折，那时的日子虽然困难，但也恰恰因为危险，而使得我的生活过的丰富多彩反而不会显得孤单无聊。但现在的生活虽然安全，却不是我所想要的生活。在早年的冒险中，我隐约记得，在沼泽地里的那个女巫死亡前迷离时的梦呓。她貌似说有着这样的一个世界，在那儿没有天空，所拥有的光源也只是火光和岩浆。而从她的掉落物中，有一本黑色的书籍，里面记载了关于这个世界的所有研究。从句句拗口的书中，我知晓了进入这个世界的方法是要寻找到黑耀石所构成的法阵门，通过黑曜石所蕴含的巨大能量所破开基岩的阻碍，达到书上说说的这个世界的名字—地狱。\n这样子，不仅解释了主角为什么要去地狱，以及去地狱的消息来源。而且和后文也有应照。\n\n\n\n今天，我终于在这个遥远的洞穴里找到更加不寻常的物事：一扇黑不溜秋的门，那些沉默的黑曜石仿佛在用最深处的秘密来诱惑敢于造访这里的探险者。从一本黑魔法书上（甭管哪来的了）读到过：“大地的银色恩赐，砾石的幸运馈赠，一道火光，打开绝望的大门。”稍微用一用那个方向的大脑思考一下，我知道那指的就是用打火石敲开通往另一个世界的门扉。\n首先是字词的问题，在作者的用词当中，先用了更加来强调语气，用不同寻常来形容后文事物，但后文却用一个黑不溜秋来和前文对应，形成矛盾，\n然后就是黑魔法书，作者运用魔法书来写地狱门的开启十分好的解决了主角为什么会使用地狱门的原因，然而这本魔法书的来源却用一种搞笑似的解释来说明，让人感觉到一点不舒服。而在上面的内容里，就可以解释这黑魔法书的来历了。\n然后就是所选文段的最后，作者用【稍微用一用那个方向的大脑思考一下，我知道那指的就是用打火石敲开通往另一个世界的门扉。】来解释主角为什么可以懂得书中内容的原因，其意思就是说明主角的的智商比较高，一下就读懂了魔法书。我认为可以使用一些动作和神态描写，来突出主角的轻松与写意。而聪明的原因也可归功于多年的生死冒险所带来的成果。\n而后也可因为小说的原因写出地狱门因为年代久远，所有能量不多，窜送到地狱，就失去了能量，让主角在地狱生存更加的真实。\n后面还算中规中矩，语言也比较华丽，只是一些细节要注意一下。\n\n\n素材文章：2\n\n\n此文有许多人指出来其中的许多的瑕疵，我就不在献丑了\n只说一下，此文章的设定吧。\n首先，此故事和大多的末日小说一样，都是废墟啊，系统什么的。但是这个主角一开始就开了个G，直接莫名奇妙地因为某种不知名科技而成为了管理员。\n但这作者不知道为了提升系统的B格还是怎样，在系统对话中，使用了一下英文。我请问你，明明这系统这么高级了，还不能识别主角是什么人，用什么语言吗，难道这系统的原产地是美国啊，而且美国哪有这么强大，统治什么神界魔界的。也暴露了这文章的另一个缺点，设定过大。\n而且，在后文中也提到了，主角的父母死了，主角明明你都写的这么强大了，连主角爸妈都不能复活吗？这又是一个bug。\n而且什么设定都一起乱来，科技和修真，还有魔法，你也是叼叼的。这么乱，主角一开始又怎么厉害，漏洞又多。\n这到底应该怎么写的下去啊！\n我只想说，新人一步一步来，不要不会走就想跑。那样只会摔跤。\n\n\n\n素材文章：3\nERROR 404 找不到\n您所点击的作品没有收录或还在审核中！\n\n怪我咯\n\n\n素材文章：4\n\n看完了之后，总体感觉还不错\n\n感觉后续的话会是几个学生组成一个团队求生的故事\n\n人物的话有六个\n\n英俊少年：格斗厉害，生存能力较强，末日之前的成绩应该不算拔尖，有毒舌潜质（怎么厉害的设定，应该是主角）\n胖纸：和英俊少年是基友，生存能力一般，目前来看应该是用来活跃团队气氛的。不排除以后高能。（一个团队必须要一个逗比啊）\n软妹子：是和前两位同班的高材生，生存能力差，属于高分低能型。因成绩原因可能被少年嫉妒。性格软弱（萌妹子也是吸引眼球的东西）\n冷酷妹子：猜测是学姐什么的，不明，生存能力强，目测应该属于全能型，可能出生武学世家，有正义感。（也学有的人是姐控呢？）\n哥哥：一个超级妹控，而且成功的隐藏了自己的心。不排除患难见妹控什么的。（一个吸引读者的，读作哥哥，写作heitai）\n妹妹：一个被哥哥宠的妹控，失去哥哥就不要不要的，一个兄控，一个傲娇妹妹。（作为一个妹控最喜欢的妹妹了）\n感觉有些地方纯粹是为了吸引读者而****。\n\n素材文章：5\n\n\n十分简单的设定，十分少的字数。。。\n\n先是一个十分高大上的设定，人类转生云云\n\n一个星球，有三股势力，一个好，一个坏，一个普通，\n主角特别厉害，因为他十分特别，有别人没有的秘密。\n\n建议：虽然新手写简单点好，但不要只刻画主角一个人，不然就会使得小说内容十分白痴简单明了。\n而且最好不要直接写出主角有什么什么的，你可以通过侧面描写，使得读者自己领会，读者也不是笨蛋\n你这样写的话，过于直白，像流水帐，作者可以以后加多对其他事物的描写，使这个简单的世界变的有趣起来@71143\n\n\n素材文章：6\n\n框架没搭好就开始写了。。。\n\n首先是没头没尾\n和素材1一样\n开头十分的生硬，那胡乱的打出来的日期也是让人醉了。而结尾那就好似小学日记结尾一样。\n在后文中这随便乱打的数字也是多次出现，让读者感到烦躁\n其他地方也有人说过了，我也就不重复说了。\n我看得出来，作者写的是一个全新的世界，如果作者，单独划分一个区域，把这个世界的设置给搭好来，读起来，读者也会给痛彻明白。\n你要知道，不是你想什么，我们都知道，你需要把自己内心的想法表达出来。\n而且，通常这种小说的世界的设定太大太复杂了，一个人没有一定的底蕴是写不出来的。\n一开始时，我们可以借助他人已经建设好的世界格局，加以改造，在自己的见解足够时，就可以描写出自己的世界了。\n\n\n\n\n素材文章：9\n\n这是我刚刚看过中最。。的没有之一。\n\n整片就好似流水涨一般毫无美感可言，一点人物描写，和场景描写也没有，\n就可以说压根就没描写，这让我尽找不出一点可以赞美的地方。\n而最后一部分就直接是报菜名一样了\n而且其中还用了一个烂大街的老梗him也是毫无理由，只是为以后凑剧情。。\n\n所以说版主为什么你要选这篇？！！\n\n\n\n\n最后我说几句话，我猜这个帖子发出去，我也会得罪几个人吧，本来我是打算一个一个看过去的，但今天还有事，所以只能少看几个了。\n\n据说要@版主 才行233\n@1137246733\n我去睡了。iPad打字好累啊！！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437271620,
            "txt_content": "水蘊臻 发表于 2015-7-19 02:51\n素材文章：1\n你真的艾特了一个叫版主的人……而且还是零级"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1437308760,
            "txt_content": " 本帖最后由 龙腾猫跃 于 2015-7-19 20:33 编辑 \n\n@1137246733 @毒蛇 \n素材序号：11\n具体内容：\n既然敢把自己的文章发上来！OwO！那我也就不客气了OwO！\n基本的蛋疼错误，红色为错别字，蓝色为病句，棕色为修改。正直深夜，本应静寂的草原却传来一片片嘈杂声心脏狂掉不止，无法阻止脑海中胡思乱想的军队攻入安邑村的场景士兵数量不下于数百之数，个个装备精良，并且有强大的远程军火支持并且他们的伙食中似乎有一些灵药的存在，必定是为了更好的应战但虽然如此军队却依然纪律鲜明，士兵不像是没有谨慎之心的人。仅仅只是一支不到五十人的军队即可彻底攻入而（并且）伤亡不大叶凌深吸了一口气，努力使自己的心情镇静下来，平息心灵的颤畜千钧一勾的时刻，叶凌以迅雷不及掩耳之势紧紧握住（抓住）士兵的脖子，将全部的力量都施予士兵微弱的身躯不久之后，由于他们看管过于松散，叶凌以去解手的（为）理由顺利逃走了\n根据文笔和剧情来讲，作者应该还是有一定的水平，但是明显在发布前没有经过仔细的推敲和修改，导致错字和病句连篇，上面已经指出了。（嗯，真的很粗心啊，包括这个帖子的目录有一个莫名的[#14]都没有发现）\n\n既然上面已经写了关键词是“流水账”，那么这个最大的问题也的确如此，不仅仅是流水账，还有剧情安排、没有很好地把握描写重心等等问题，甚至还有一些逻辑错误。\n\n先说说逻辑错误：\n叶凌心中猛然一惊，身后已有数十名全副武装的士兵阴森森地看着他。\n请问那么快聚集这么多士兵可能吗？即使可能，这里特别指出是“全副武装的士兵”，那么前文也说了，都穿着重甲，那么这么多人靠近却没有声音，这又可能吗？\n正在这时，一个身披轻甲的侦察兵向叶凌所在的树林走来，手里只拿着一把普通的长剑，欲要对安邑村进行再次的侦查。\n对啊，这个侦察兵的目的就是查探情况，那么他竟然还带了那么多东西？两袋火药，一个背包，一个沉甸甸的药袋子？说好的侦查呢？谁?侦查带那么多东西啊？\n在确定了士兵在短时间内无法醒来后，叶凌轻轻地把他拖到了一个阴暗之处，开始搜集他身上所有有用的东西。\n强烈作死行为，这是等着他醒了然后回去汇报的节奏，对敌人这么仁慈我也是醉了，该宰就宰。并且在周围随时可能出现其它人的情况下这样干……只能呵呵了。\n\n\n写好文章首先就需要高度的代入感，要先把自己带入整个事件，尽量地做到真实（这里先不说敌人对他那么仁慈的事了都），至少这种逻辑漏洞应该没有，为了“剧情的发展”而出现太多的“现实问题”，这是绝对不应该的。\n如果你想让他找到东西，有很多方式，至少不应该让他带那么多东西，并且为了凑字数把所有不管有没有用的东西都列举出来，至少我都看烦了！\n\n\n蓦然，叶凌从树上冲着下方的士兵直冲而下，将自身力量与下坠力量结合，紧紧盯着下方。在千钧一勾的时刻，叶凌以迅雷不及掩耳之势紧紧握住士兵的脖子，将全部的力量都施予士兵微弱的身躯。顷刻间，士兵倒下了，而叶凌依然如旧。这里可以加很多描写，战斗场面的描写是潜力最大的，比如士兵自己不可能没有任何动作，就算是叫几声没叫出来啊，挣扎啊，这些都可以写进来，所谓该多的不多。\n不久之后，由于他们看管过于松散，叶凌以去解手的理由顺利逃走了。这里也是，逃脱敌营，多么好的一个描写机会，作者却反而没有大开脑洞凑字数，而是一笔带过，真的让我很失望。\n\n然后，流水账已经不用多说了……列举物品，一个一段什么的……嗯……= =||\n\n环境描写方面，对，只有前面几段有。在论坛啊这种地方，这样的描写我一直不看好——即使你的文笔好。环境描写应该穿插在全文各处，而不能聚集在一个地方，这样不利于环境在读者脑海中的构建，要不停的、慢慢的把环境展现出来——你知道环境不代表读者知道。\n并且，大战将临的紧张气氛也完全没有写出来，主角的心理描写也非常不到位，他的忐忑、惊吓以及惊慌着急，也完全没有在文中体现。这样给人的感觉就是干巴巴的。\n\n以上仅为个人拙见，如有冒犯请宽恕。并且我更倾向于对人提出意见，而不是一字一句地修改好了发上来，因为我认为一个有这种水平的作者已经有了自己修改文章，添加详细的内容或者删改的能力，所以没有写出具体的修改（也有我的时间问题），也请谅解。"
        },
        {
            "author": "1137246733",
            "timestamp": 1437309180,
            "txt_content": "龙腾猫跃 发表于 2015-7-19 20:26\n@1137246733 \n素材序号：11\n具体内容：\n表示此贴中的那个[#14]并不是我想这样啊。。。\n因为一编辑就得等审核，审核向来不是什么很快的事情，而且还会暂时关闭帖子。\n所以只能那样了。\n[摊手]"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1437309240,
            "txt_content": "1137246733 发表于 2015-7-19 20:33\n表示此贴中的那个[#14]并不是我想这样啊。。。\n因为一编辑就得等审核，审核向来不是什么很快的事情，而且 ...\n我原来认为我这样写绝逼被弄去审核play的= =||\n结果没有……"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1437379260,
            "txt_content": "素材3已经挂了素材3已经挂了素材3已经挂了素材3已经挂了\n@1137246733"
        },
        {
            "author": "1137246733",
            "timestamp": 1437384900,
            "txt_content": "龙腾猫跃 发表于 2015-7-20 16:01\n素材3已经挂了素材3已经挂了素材3已经挂了素材3已经挂了\n@1137246733\n恩，起点的章节链接那边估计抽了。。\n因为又得各种编辑审核，暂且那样吧"
        },
        {
            "author": "Terry39",
            "timestamp": 1437437400,
            "txt_content": "创作又开始搞活动了"
        },
        {
            "author": "1137246733",
            "timestamp": 1437437700,
            "txt_content": "Terry39 发表于 2015-7-21 08:10\n创作又开始搞活动了\n如果可以的话，欢迎回归"
        }
    ]
}