{
    "title": "【原创】【连载】《罔世 龙天卷二》 墓地前方",
    "author": "白安西",
    "replyCount": 2,
    "timestamp": 1436940000,
    "txt_content": " 本帖最后由 白安西 于 2015-7-16 16:49 编辑 \n\n船浆撩起几滴冰冷的水花，落在身上。仿佛一下把身上全部的温度带下寒冰地狱。我环顾四周，海面非常平静。起初蓝色的水开始变得浑浊发黑，游离在海面上的藻像是黑色的头发，我连想起老爹曾经对我说过的禁婆的鬼故事，虽然过去了很久但我仍心有余悸，便不敢看那些水藻。另外三个人划的都比较快，已经先于我登上了岛。一个人怕出什么意外，于是我便，加快了速度。船浆来去的声音打破了这片尘封已久的土地的宁静，砰的一声我的船撞上了海岸边的岩石，船咯吱了两下我坐稳，站起来走向大家。\n\n“这座岛屿很久没有人来过了，岛上不知道有什么情况，大家要注意，不要走散。拿着这几块燧石，万一有情况就点燃灌木。”\n我接过望月的燧石，跟着他往前走。岛上很黑，我生怕会有什么怪物出现，就点了那一根火把。我想这么冷的地方或许不会有什么生物吧，但我瞬间又想起来在沼泽地区的遭遇，亡灵是不需要温度的。我一手举着火把一手按着挂在腰上的剑，一旦什么东西袭击我们可以快速做出反应。\n望月拿着戴尔给的罗盘寻找我们要去的地方，这个罗盘做得很诡异，上面刻有不讨人喜欢地狱众生相，又有圣女蒙难图，指针上盘踞着几条凶残的毒蛇，中心有一颗眼，做的太过逼真以至于我觉得他一直在盯着我看身子，甚至在不停地转动眼球观察周围的情况。\n\n“望月，我们在去什么地方？”\n卡娜好奇心重，望月这样大的阵势，让她很想一探究竟。\n“如你所言，龙的墓地。”\n“啊..”\n米斯特里小声叫了出来。哎，她这样胆小等下万一真的要进去一个墓穴，那可怎么办。不过以我地了解，西方的墓不像天朝的地宫那样庞大复杂，或许就是一个小小的坑洞，里面放置在我们需要的东西吧。但当我们到达墓地的入口时，我觉得我的想法简直太愚蠢了。\n\n墓地入口耸立着一具高大的龙骨架，用他空洞的眼窝注视着我们，龙爪抓着个球形的物体,上面似乎刻的什么文字，我走上前看，与戴尔店中的类似。\n\n“望月，这些是什么。”\n我用火把照亮了球状体，阴森森的白骨在火光下格外慎人。\n“龙文...”\n望月伸手去摸，似乎触动了什么机关，随着轰隆隆的巨响，一阵阵阴风袭来，伴随着一股腐朽的气息。\n\n“你们快看！这里有一个地道！”\n\n说是地道不准确，刚刚触碰的机关打开了一扇石门，门上还挂着许多肮脏的冰和泥土。门下是一条深不见底的通道，风不断顺着这里涌出。\n\n“凌德，把火把给我。”\n我把火把递给望月，他示意我们后退，然后从包里抽出一把草点燃丢进地道。一股暗中涌动的气息冲向燃烧着的草，瞬间发出幽暗的紫色火光，随后很快熄灭了。地道两边的墙壁亮起光，一开始是红色的，没过多久由变成了金色的。\n\n“大家先不要过来，这里是似乎什么很厉害的机关。”\n\n望月阻止了正在前进的我们。墙壁仍然在不断变化的色彩，望月念动咒语，从地上揭起一张人形的片状物来。\n\n“魂影，进！”\n\n那是望月的阴阳术，能操控影子行动。那影子走入地道，墙壁上瞬间发出耀眼的光芒 影子也随之灰飞烟灭。\n\n“果然，是圣光口。”\n\n所谓的圣光口，类似于一种光感器，相传是距今久远的机械师制造的一种杀人武器，这两面墙壁一面发出光，一面吸收光，一旦有什么东西经过，就会阻挡一面墙壁吸收光，机关随之启动，毁灭经过的物体。\n\n“这该如何是好( ????? )连入口都进不去，我怎么拿到他需要的东西。”\n“别急，我想他自然知道这些，而且对我们拿回他说需要的东西有绝对的把握。戴尔先生，远比你看到的要更高深莫测呀。”\n“这机关这样厉害，我们怎么可能通过。”\n卡娜问望月，而望月只是一笑。\n\n“没有什么机关是无懈可击的，你看，墙壁每次出现的光都不一样，而且会随着一定频率变换颜色，这就是因为他每次攻击也是靠光，如果一直只有一种光发出接收的话，接收器就会很容易受到伤害。所以我们只要抓住每两次光变换的时期通过这里就可以了。”\n“你在开玩笑吧，光变换这么快，就算中间有间隔，我们怎么可能在这么短的时间内通过这么长的距离呢！”\n\n卡娜不相信望月的方法，我也有些怀疑，但是望月的表情却十分淡定。 墙壁在不断变换着颜色，这间隔只有可怜的零点几秒，想要在这点时间通过…除非… “喝了吧，这个。”“急迫药水？”望月拿出了几瓶白色的液体，分给大家喝。“就是喝了这个又怎样，难道…”卡娜话还没说完，我们便瞬移到了一个大厅。正当我还恍惚的时候，那发光的墙布已经在远远的后方。“只有这个当然不够，但是还有我的…小法术。” 环顾四周，我们正站在一个平台上，远远的能听见流水声。“我们这是到了哪里？”望月转动几下罗盘，指针飞快的旋转最后停下来指向一方。“龙庭…这里就是埋葬龙的地方。”\n 上一章 篇章索引 下一章[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "白安西",
            "timestamp": 1436940000,
            "txt_content": "更新收好，最近忙完很多事情啦我要开启高产模式WWWW\n晚上去看大圣（不介意我在这里给大圣安利个广告吧2333\n@likeliang @REN0011 @Yy星人 @ZCA @暴风中的龙 @恶魔-潇洒 @海潮 \n最近有新的读者好开心WWWW 需要更新提醒的告诉我"
        },
        {
            "author": "321313",
            "timestamp": 1436941200,
            "txt_content": "96496w49a4894sa94a9sas49a4a9是"
        }
    ]
}