{
    "title": "[双线]博丽的废墟 —— [RPG元素][任务][分解打造] [转生][1.8]",
    "author": "jkji111",
    "replyCount": 0,
    "timestamp": 1436942040,
    "txt_content": " 本帖最后由 jkji111 于 2015-7-15 21:16 编辑 \n\n博丽的废墟\n\n\n\n\n\n嗯...这就是服务器名。\n博丽是我用的挺久的一个名字所以不太想放弃掉...本来是打算叫废墟的\n服务器是一个1.8.7的RPG服务器\n打算是建一个小游戏和生存服加上RPG服 做成三服连接\n不过目前只做了RPG服。\n没有加任何MOD 主要的玩法就是做做任务 打打材料 分解一下垃圾 然后打造一下装备\n顺便体验一下几乎没有的渣剧情...完成一下转生之类的\n慢慢完善吧= -\n\n\n\n介绍宣传视频http://v.youku.com/v_show/id_XMTI4MzQxODIyMA==.html\n\n感谢一下jiajia和blackman的帮忙建筑 因为我和其他OP都在划水\n管理构成\n腐竹：团子\n\n管理OP：gaylao  come\n\n技术：crino li709\n\n\n\n\n服务器宣传视频\n\n服务器的活动纯属自愿参加 会发一些奖励 节假日都会举办 日常偶尔\n\n服务器为自己购买的独立E3  保证流畅稳定\n\n肯定有部分疏漏的地方，我们会尽最大的努力维持服务器的正常\n\n欢迎各种素质玩家 服务器正在和谐发展中~\n禁止事项：禁止爆粗 禁止偷窃 禁止破坏 禁止恶意挑衅借号·借物品·Q丢出交易后果自负 管理只认可交易插件进行的交易如发生被骗等事故 仅处理违规人员 不归还任何物品\n服务器赞助表所有赞助为自愿 并不强求服务器点劵为：节操 可用来抽奖和购买VIP10元RMB=1节操\nVIP1: 30/一月  福利:随机稀有材料一份。每周领取节操一个 \nVIP2: 100/一月 福利：随机材料一份 每周领取节操三个\nVIP3: 1000/永久 福利：随机材料一份 每周领取节操五个\n节操具体用途为：开通VIP  以及购买抽奖包1节操一次 无其他用途\n所有VIP都无任何特殊权限\nOP证明和抽奖物品列表在第二页\n\n\n\n\n\n\n1.jpg (171.4 KB, 下载次数: 0)\n\n下载附件\n\n2015-7-15 14:27 上传\n\n\n\n\n\n\n\n\n\n\n2.jpg (189.7 KB, 下载次数: 0)\n\n下载附件\n\n2015-7-15 14:28 上传\n\n\n\n\n\n\n\n\n\n\n3.jpg (174.96 KB, 下载次数: 0)\n\n下载附件\n\n2015-7-15 14:28 上传\n\n\n\n\n\n所有武器均无属性只有插件随机攻击力攻击力范围：17-271.\n&6斯里普卡的拆信刀&f大维兹尔斯里普卡的名号在盗贼界流传了几百年。\n据说他可以一口气用拆信刀消灭三个人、解开两道锁、然后打开一封信。\n同样的时间里平常人可能连匕首都来不及抽出。2.\n&6恨世&f剑身充满了怨毒之气，隐约充满想要伤人的恶念。\n虽然这把剑的工艺毋庸置疑,但打造的人实在是难以被认同。3.\n&6霜心&f剑身散发出的凛冽寒气与冰水熔铸的剑锋。\n无不折射出铸剑师历经伤痛淬炼后的冰冷心智。4.\n&6焚焰&f无论其势大力沉的攻击以及燃烧的剑身。\n都展现出了一名天才在其技艺炉火纯青时代的狂放不羁。5.\n&6绝命&f无名铁匠从熔炉将烧得炽红的剑取出时。\n他倒在剑刃上，以血淬剑，以秘法入魂，成就绝世名剑。6.\n&6怒雷&f令人目眩的疾速和势如风雷的攻击。\n体现出才华横溢的年轻巧匠对自己超凡的技艺甚为自负。7.\n&6食尸鬼王之刃&f在屠戮了众多旅人之后。\n食尸鬼王终于死在了一位冒险者手下。\n鬼王的佩剑也自此销声匿迹。8.\n&6阿内萨兹之锋&f来自东方的奇特武器。\n只有东方的大师铁匠才知道如何制作。9.\n&6神圣收割者\n\n&f利用他人的气息来强化自己的心智绝非易事。\n倘若训练失当或定力不足，就会走火入魔。10.\n&6鹰击&f战争总是令人遗憾的事情。\n但若非战不可则必须速战速决。\n给敌人一个适当的教训。11.\n&6根扎尼库&f在堕落一族的语言中，‘根扎尼库’意为人类屠杀者。12.\n&6芬里斯之牙&f一位在荒野中迷路的铁匠，遭到了一群饿狼的围困。\n在面对自己不公的命运时，铁匠仰天怒嚎。\n因为一些奇遇他活了下来，回家后心中百念之下打造了这把武器。13.\n&6裂肉者&f每一击似乎都让斧刃变得更加参差不齐。\n14.\n&6劈肉斧&f这把粗糙的普通斧子是从骷髅骸骨堆里捡来的。\n虽然没什么来头，但这把武器非常好用，\n可能因为战场残留的魔法渗透进其材质所致。15.\n&6索命&f人之将死，其言也善16.\n&6劈山巨斧&f想要在冰封之海岸边活命，就必须要有一把结实耐用的武器。17.\n&6掠夺者&f这把双手斧曾是一件华丽、精致的武器，\n直至其落入凶残的羊头人之手。多年的滥用和粗陋的改装，\n已经让这把战斧失去了原有的华美，但它身上的攻击性魔法却未丝毫减弱。18.\n&6屠夫的切肉刀&f复活的恶魔屠夫使用的邪恶武器。最适于砍削鲜肉。19.\n&6警戒者&f敢于保护他人者，其内心必会更加强大。\n传说级物品攻击力随机范围：30-401.\n&b暴雪重枪&6暴雪重枪曾被认为体型太大而不实用。\n那是因为它是给技艺高超的战士准备的。2.\n&b憎恨碎片&6真希望我能用这把剑一举刺穿所有人类的心脏。\n让圣光之下的伪善者们。尝尝我冷酷无情的怒火。3.\n&b琥珀之翼&6这把圣剑通身闪耀着圣光的璀璨光辉。\n与光之颂歌若合符节，充分展现出铸剑者精湛的武器工艺。4.\n&b碧蓝怒火&6衣卒尔在堕落前，本是神剑碧蓝怒火的主人。\n这把古剑在天堂之歌中被赞颂为正义的武器。5.\n&b怪物猎手&6弑魔者易成魔。6.\n&b星铁反曲刀&6恶魔的身体构造是诡异多样的。\n他们有时毫无理智。有时又像人类一样脆弱。7.\n&b安铂的骄傲 &6铁匠宗师安铂的一生都充满了神秘与传奇。\n临近70的他还是一名铁匠学徒，当他用生命铸成这把剑时。\n他称为了一名宗师，同时也失去了自己的生命。8.\n&b战神之刃&6奥拉克在其短暂的一生中，取得了无数的胜利。\n他的名号直到今天仍被其族人顶礼膜拜。9.\n&b艾丹的复仇&6勇士艾丹当初就是用这把战斧手刃了名为屠夫的骇人恶魔。\n其力道之猛，甚至将斧子的手柄都折断了。\n后来，著名铁匠格里斯沃尔德在遇难前重新修复了它。10.\n&b桑基斯的烈焰斧&6发疯的桑基斯就是挥舞着这把黑曜石战斧，\n在他的城堡中屠戮他的臣民。甚至当他自己快被烧死的时候。\n也没有停止对那些人的砍杀。11.\n&b乌塔的咆哮&6乌塔的强大斧刃比最残酷的严冬还要寒冷。\n它是从珀拉尔峰顶永不融化的冰层中劈削出来的。\n                                   —《北方纪事》\n12.\n&b斯科恩巨斧&6恶魔兰祖尔满怀怨毒地挥舞着巨斧。\n直至其被圣光大军就地正法。13.\n&b舍费尔之锤&6在北方冰天雪地的荒原中锻造，\n以纪念名闻天下的舍费尔大师。14.\n&b阿瑟夫的生命之光&6垂死者阿瑟夫制造了这把武器。\n用以将亡灵生物来路不正的生命力转化给生者。15.\n&b阿斯格伦巨锤&6阿斯格伦狂战士手上的巨锤招招见血。\n英勇无敌的身姿在战场上堪称万夫莫敌。16.\n&b苦艾之杖&6无数凡人的恶怨化作了这根法杖。17.\n&b法贤之印\n\n&6这不是我的本意，这些所谓的魔法师的某些行为。\n是在打死灵魔法的擦边球，甚至更糟！这根本不是魔法。18.\n&b沙漠之王&6由北方最优秀的铁匠们合力打造，\n作为礼物祝贺一位皇帝的登基大典。19.\n&b预言之刃&6预言之刃只有等到勇者出现才会再度临世。20.\n&b马西姆斯&6著名勇士马西姆斯在海城之战中独力击败了99个恶魔。\n并将这些恶魔的能量注入到他的剑中。21.\n&b永恒之悟&6心念若与无形之道汇流者，则与万物同在，行无所碍。22.\n&b隐峰之怒&6英雄将满腔愤怒与绝望全部倾注到这把武器。\n以便世世代代的后人能见证亚瑞特山的宏伟与威严。23.\n&b凶星破片&6这把奇异武器采用了某种持续散发元素能量的石块。\n有人猜测那是陨石，甚至是某种来自其它世界的物质。\n真是够傻的。数百年来还是没有人看得出那究竟是什么。24.\n&b人世无常 &6当观众知道了结局时，悲剧也就成了喜剧。25.\n&b西迪鲁骨弓&6以巨大而又恐怖的西迪鲁恶魔之骨雕刻而成。\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}