{
    "title": "【茶馆电影放映室】【附下载地址】高楼大劫案Tower.Heist",
    "author": "lxyhaskmzx",
    "replyCount": 3,
    "timestamp": 1436945520,
    "txt_content": " 本帖最后由 lxyhaskmzx 于 2015-7-15 15:42 编辑 \n\n好，废话不多说，先来介绍一下这部充满着匪气与智慧的电影{:10_512:}  \n                ps;这是一部2011年的老电影\n经楼主我确认，这几个主角的智商绝对没我高{:10_513:}\n（不过这是一部喜剧片）\n\n但这绝对是良心之作，为什么这样说呢，看完电影就知道了嘛{:10_509:}\n\n先百科一下电影《高楼大劫案》是由布莱特·拉特纳执导的动作片，本·斯蒂勒、扎克瑞·莱维、卡西·阿弗莱克、艾迪·墨菲领衔主演。\n影片讲述了一位在豪华大楼中工作的经理，虽然日夜操劳，但有一天和其他员工一起被骗子诈取了养老金，愤怒的受害者们决定抢劫被关押的诈骗犯进行复仇的故事。\n好，看上去并没有什么卵用{:10_558:}\n\n电影剧情          你也可以点  这个  看百度百科完整版\n\n整个影片故事都是围绕着一群愤怒至极的蓝领工人展开的，他们决定向那个来自于华尔街、骗走了他们好不容易攒下来的积蓄的骗子实施复仇计划。\n作为有纽约“后花园”之称的中央公园的一处奢华的公寓大厦的工作人员，当他们发现住在顶楼的一名亿万富翁竟然卷走了他们所有人的退休金的时候，他们随即策划了一场终极的报复行动——那就是打劫这位所谓的金融大鳄，拿回本应该属于他们的一切。\n乔什·科瓦奇（本·斯蒂勒饰）是一个从皇后区走出来的土生土长的纽约客，身为一名勤勤恳恳的蓝领工人，他负责管理的是这座城市里的一座最豪华、保全系统最完善的公寓大楼。在这幢大厦最时髦、最宽敞的顶层，住着华尔街的商业巨头亚瑟·肖（艾伦·艾尔达饰），因为他从投资伙伴那里骗取了20亿美元的资金，已经被警方软禁在了自己的家中——在他欺骗的所有人当中，最受打击的无疑是来自于这座大楼内部的工作人员，出于信任，他们早就将自己的退休金全权委托给亚瑟进行管理和支配了。 显然，留给他们的时间已经不多了，再过几天，亚瑟就可以侥幸逃脱这起看起来相当完美的诈骗罪行的责罚，乔什手下的员工只好和不入流的小混混斯赖德（艾迪·墨菲饰）暂时结成同盟，共同安排了一个看起来几乎不可能完成的抢劫方案——他们一致认为亚瑟将其中的两千万藏在了他位于顶层的公寓里，他们的计划就是想办法把这些钱偷出来。\n可是，他们需要面对的可不仅仅是大厦过于滴水不漏的保安体系，还有以特工克莱尔·德纳姆（蒂娅·里欧妮饰）为首的一群负责监禁亚瑟的FBI。 即使只是迫于无奈才会出此下策，可是这群普通的工人仍然不可避免地成为了业余的盗窃新手，其中分别包括查理（卡西·阿弗莱克饰）、切斯·费泽（马修·布罗德里克饰）、德维诺克斯（迈克尔·佩纳饰）和奥德莎（加布蕾·丝迪贝饰）——相信这个世界上再没有人比他们更了解这座大楼了，原来这么多年以来，他们其实一直在这里“踩点”，只是他们刚刚才知道而已。[2] \n\n\n网友影评\n电影剧情并不复杂：本·斯蒂勒饰演的纽约市顶级豪宅的管理精英与他的团队全体员工的退休金被一个豪宅业主、华尔街巨头侵吞，眼看着昔日同事伤心欲绝而金融大鳄却要逍遥法外，本决定与几个伙伴铤而走险，讨回自己的血汗钱……\n\n\n\n说本片并非脑残喜剧，就是因为它不是用幼稚的剧情和低级笑料堆积而成，它的故事内容虽然简单，却让我们感受到一个一直以来都低眉顺眼、殷勤老到的服务经理为了弥补自己过失而暴发出的勇毅，感受到一群社会底层人士间温馨的友情，以及他们用自己并不专业但却有效的方式惩制恶人后的快感。\n\n\n\n本和伙伴的行为的确触范了法律，却并不让观众反感，其中原由影片中都有体现：\n\n先说说本的作案动机。他是为了自己吗？显然不是！他虽然自己也被骗了钱，但最让他懊恼的是同事们是因为他的推荐才受骗的，而那个马上就要退休却痛失退休金的老人的自杀未遂更是他决心帮同事讨回血汗钱的推动剂。片尾其他人拿到了钱，本却独自一人入狱2年，便是很好的证明。\n\n\n\n再看看本一伙的作案对象。他们是针对全美国或全纽约的作恶富人吗？显然不是，只是对骗他们钱的那个人。他们是一伙职业惯犯吗？也不是，他们只是临时组织的业余团队，且只干了一票。他们是无政府主义或是反政府？更没有，除了艾迪外都是良民。\n\n\n\n最后再想想本这一小帮受害人还有没有其它合法途径能拿回自己的钱。显然没有，电影不止一次通过FBI女探员（蒂娅·利奥尼饰）的嘴告诉我们，即便还能找到金融大鳄侵吞的钱依法也要先补偿别的人（额度大、比重高）而轮不到他们。这也就为本一伙的犯罪行为找到了理性支持——虽不合法但却得到了观众的理解和同情，本片编导也是通过FBI女探员的默认变向支持了他们的行为，这正是本片人性化的一面。\n\n\n\n其实电影看到一半时我就想到了金·凯瑞多年前那部《新抢钱夫妻》，两部电影的精髓是完全相同的——拿回自己的钱让骗子受到惩罚，只不过金大哥的电影过分突出自身搞笑（并不成功）而把故事情节抛到了一边。\n\n\n\n本片的最大亮点就是后半个小时的偷盗过程。整个过程不但因为本一伙的毛手毛脚而笑料百出，而且完全称得上紧张惊险：法拉利轿车高楼换层及电梯运车等桥段不能不让人想起刚看完的《碟中牒4》吧，而到最后迷底揭晓更显本片在情节设计上的精巧。\n\n\n\n当然本片进行到中间时段的内容（如商场试偷、高楼训练等）有些拖沓无味，而且把本·斯蒂勒完全抛在一边的结尾有些突兀，但瑕不掩瑜，它还是一部好电影。\n\n\n\n本片的演员阵容强大。男一号本·斯蒂勒一改在《博物馆》系列中的低弱，塑造的这个角色有情有义很男人；而男二号艾迪·墨菲对本片的贡献则不多，涉及他的内容大多乏味，没有其它男配有戏，可以说是本片成全了他；女一号蒂娅·利奥尼由《新抢钱夫妻》中的贼婆转变成本片中的执法者，几场与本的对手戏相当抢眼，但岁月不饶人，姐真的老了。名牌配角马修·布罗德里克和卡西·阿弗莱克表现中矩，反倒是《珍爱》中的小可怜加布蕾·丝迪贝笑点多多，与艾迪调起情来也是毫不口软，阿伦·阿尔达扮演的老谋深算的大反派让人恨之入骨，那是相当的成功。\n\n\n\n一区碟的配置丰富。最值得一看是另外两个结局：一个是十几个月后本出狱时艾迪·墨菲开车来接他；一个是本出狱后来到同事开的酒吧庆祝与蒂娅·利奥尼重逢，个人认为无论哪个放上去，都比剧场版的直接结束有意思。花絮中还有删除片段和剧组访谈，共几十分钟，可2倍速倒着看。\n\n楼主感想\n这是一部很好的电影，\n当然了，\n剧中有些少儿不宜的  话语\n几个人的智商令人着急  却成功了。。。\n但却各有特点，\n结尾是\n意料之外 情理之中\n非常适合消遣休闲\n{:10_497:}\n\n\n图片欣赏（量大慎点)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n其实这是一部喜剧片啊。。。。。\n\n\n\n\n下面是下载地址\n\n  百度网盘(yun)下载地址，直接点我  \n\n\n\n\n\n\n\n求人气和金粒\n你们觉得有什么不好的欢迎提出\n谢谢大家\n欢迎伸手党，给大家带来快乐才是我的宗旨\n",
    "replies": [
        {
            "author": "忘了回忆",
            "timestamp": 1436955000,
            "txt_content": "起码也要发MC电影··而且也不是在这发的"
        },
        {
            "author": "lxyhaskmzx",
            "timestamp": 1436955060,
            "txt_content": "忘了回忆 发表于 2015-7-15 18:10\n起码也要发MC几··而且也不是在这发的\n暑假了，放松一下，别老玩mc啊"
        },
        {
            "author": "忘了回忆",
            "timestamp": 1436955540,
            "txt_content": "lxyhaskmzx 发表于 2015-7-15 18:11\n暑假了，放松一下，别老玩mc啊\n···感情玩MC不是放松··"
        }
    ]
}