{
    "title": "<原创丨连载>《兰草乡村》第七章-拍卖会",
    "author": "One_passer",
    "replyCount": 4,
    "timestamp": 1436949720,
    "txt_content": " 本帖最后由 One_passer 于 2015-7-25 19:48 编辑 \n       “这下好了，不用再派人继续找龙炎草了。”等史蒂夫走了后，埃德曼松了口气。因为他们会长的夫人，在年轻的时候中了恶魂蛇的奇毒，虽然被大夫被救治了，但后遗症就遗传给了她的女儿。从此，他们的女儿从小体弱多病，身体经常发冷。在这几天，大夫就说剩一个月的生命了，要想缓解病情，就要龙炎草。\n    不过龙炎草哪是那么容易获得的，它的功效是可以医治所有和冷沾边的症状。因此，史蒂夫送了这株龙炎草来，埃德曼还真怕他坐地起价。\n    两天的时候，一眨眼就过去了。这日，正是拍卖会的开起之日。史蒂夫整理了衣物，就朝猎人公会赶去了。\n    “哦！史蒂夫先生，你来了，这张卡你拿着。”埃德曼看见了史蒂夫，向他打了声招呼，并且拿起一张卡递给史蒂夫。\n    “埃德曼先生，请问这张卡有什么用处。”史蒂夫看着手上的卡，疑惑得向埃德曼问道。\n    “这是拍卖会会员卡。拥有会员卡，就可以进入包间，不用和其他猎人挤椅子了。不然，以史蒂夫先生这小身板，一定是挤不过的。”埃德曼跟史蒂夫解释了用处，并开了句玩笑。\n    “嗯，那谢谢你了，我先走了。”说完，史蒂夫就向拍卖场走去了。\n    走到门口，史蒂夫看见了一位女接待员，将会员卡递给了她。那接待员看见史蒂夫这么年轻，就拥有了会员卡，不由有些吃惊。\n    不过她很快反应了上来，带着史蒂夫向包间走去。在走的途中，那接待员翘臀左扭右摆，明摆着诱惑史蒂夫。\n    到了包间，那女接待员递了一个拍卖表给史蒂夫，吐了吐小舌头，向史蒂夫说道：“先生，这是拍卖表，每当拍卖品到，你就可以在这里面按出你要出的价格。还有，如果有什么需要，你可以在手表上呼叫我来哦。”说完，她扭着身子就走了。\n    对于那接待员的诱惑，史蒂夫选择了无视。看着那如蚂蚁般的人群，史蒂夫嘴角抽搐起来。要是没会员卡，我也许也要去挤了，不过村子里没那么多人吧？摇了摇头，不去想那些没用的，史蒂夫坐着，静静地等待着拍卖会的开始。\n    等待一会儿，从台上走出了一位性感的妇人。她穿着长裙，将她那完美的身材给勾勒出来。\n    “相信大家等急了吧，现在就要开始第一件拍卖品了哦！”那妇人笑了笑，犹如仙女般那样诱人。\n    “赶紧的！大家伙都等急了呢！”\n    “是啊是啊，芙蓉你赶紧拍卖吧！”\n     场下许多猎人都不难烦了，纷纷叫道。\n    看见猎人们这么焦急，那叫芙蓉的妇人也没多说了，直接开拍了。\n    “第一件物品是冰心草，底价为5希勒币，每次加价不得少于1希勒币，现在开始。”\n    随着芙蓉一声响起，场下许多猎人纷纷出手了。\n    “10希勒币，大家别跟我抢了，这株冰心草我要了！”\n    “就你那10希勒币，想得到能治疗伤口的冰心草？做梦吧！20希勒币！”\n    “35希勒币！我看谁能出得比我更高！”\n    虽然这些拍卖物，场下的猎人争得死去活来，但是史蒂夫没有出手，因为他没用。包间的人也都没出手，因为对他们没用。\n    “现在，开始压轴物品拍卖！”等到一些普通拍卖物品拍卖好后，芙蓉就开启了压轴物品拍卖。\n    “第一件拍卖物，是由铸铁大师——莫千所制作的一把剑，名为焚万剑！其名的意思，就是焚烧万物。其中剑柄添加了一只岩浆龙的晶核，剑身由破岩钢所做。低阶50希勒币，每次拍卖不得少于10希勒币。”\n    这把武器，史蒂夫有些心动了。上次那把利剑已经被岩浆龙被融化了，正缺少一把好兵器呢。不过，他没有急于出手。\n    连史蒂夫都心动了，场下一些比较富裕的猎人，更是眼冒金星，恨不得立马抢过来武上一剑。叫价越来越多。\n    “300希勒币！”一个包间里，一声年轻的男子声音响起。那些猎人，最富裕的都没300希勒币，所以，即便心动，也没办法了。\n    “300希勒币了，有谁还要加价吗？这可是莫千大师所做的哦！”芙蓉看见只有300希勒币，虽然已经超过底价，但是对于这个成绩，她还是不满意。\n    看见没人加价，芙蓉也没办法了。“300希勒币一次。”\n    “300希勒币两次！”\n    “350希勒币！”史蒂夫忍不住喊价了。\n    那包间的青年和芙蓉没想到还会有人加价。那青年在包间里则是有些怒火了，都快拍下来了，史蒂夫偏偏在这个时候加价。而芙蓉则是咯咯大笑了起来。\n    “还有人加价吗？”\n    “350希勒币一次！”\n    “350希勒币二次！”\n    那青年明显也不想加价了，他刚才只是看那把剑做工不错，想拍下来练练手的。\n    “350希勒币三次！”随着芙蓉的木锤敲下，这把剑就成了史蒂夫的了。\n    “恭喜15号包间的主人获得了焚万剑。”芙蓉利用传送法阵，将焚万剑传送到了史蒂夫的包间里面。\n    史蒂夫迫不及待，拿起这把他心仪的利剑。一颗精美的宝石瘫痪在剑柄，剑身的纹理精致清晰，一种狂暴的力量隐藏在这把剑里面。史蒂夫点了点头，觉得十分不错！\n\n\n   索引贴：http://www.mcbbs.net/thread-468076-1-1.html",
    "replies": [
        {
            "author": "男人婆",
            "timestamp": 1436951340,
            "txt_content": "我来捧场了"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1436965860,
            "txt_content": "那个呕是什么鬼······应该改改"
        },
        {
            "author": "1137246733",
            "timestamp": 1436970360,
            "txt_content": "“还有人加价吗？”\n    “350希勒币一次！”\n    “350希勒币二次！”\n    那青年明显也不想加价了，他刚才只是看那把剑做工不错，想拍下来练练手的。\n    “350希勒币三次！”随着芙蓉的木锤敲下，这把剑就成了史蒂夫的了。\n    “恭喜15号包间的主人获得了焚万剑。”芙蓉利用传送法阵，将焚万剑传送到了史蒂夫的包间里面。\n    史蒂夫迫不及待，拿起这把他心仪的利剑。一颗精美的宝石瘫痪在剑柄，剑身的纹理精致清晰，一种狂暴的力量隐藏在这把剑里面。史蒂夫点了点头，觉得十分不错！\n\n这个是个网络小说经典情节。\n但是你却写得不够跌宕起伏了。。\n记得千万要使主角做的每一件事都不要那么直接地就成功了\n这个其实还可以改改，改到那青年是个打土豪，一直加价，加到很高，主角买不起\n最后主角才想方设法威胁这个青年要到这把剑\n这样多好"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437206340,
            "txt_content": "1137246733 发表于 2015-7-15 22:26\n这个是个网络小说经典情节。\n但是你却写得不够跌宕起伏了。。\n记得千万要使主角做的每一件事都不要那么直 ...\n然后触发主线剧情，让主角陷入危机中，不过这样子是不是有点像强盗啊"
        }
    ]
}