{
    "title": "<原创·连载>填坑中《无尽能源》第零章——资料片",
    "author": "男人婆",
    "replyCount": 5,
    "timestamp": 1436956440,
    "txt_content": "写在前面： 本次写了无尽能源的资料片，以克罗姆的前半生来写的记叙文……文笔可能略渣，但是概括了前十章的谜题。索引贴见签名档图片\n正文：第零章：资料片第零章：无尽能源资料片  一个秃顶的男人急匆匆的穿行在大街，他带着黑方框眼睛，穿着白大褂和棕色的靴子，样子十分可笑，他手里提着一个公文包，眼睛一直盯着手表，快速的走向ACT公司。  “你，站住，通行证呢？”警卫拦下了他，他的手公文包里翻来翻去，公文包内的纸哗啦哗啦的响着，看来他真的很急。  “给，就是这个。”他拿出一张卡片，递给了警卫，警卫看了看，用手中的机器扫了扫，便说：“进去吧。”  他快步走向电梯，按了几个数字，便站在电梯口等。等了一小会儿，他卡了看手表，门没有开。又过了一会儿，电梯门打开了，几个警卫走出了电梯。  刚进电梯，准备关门时，一个穿着西装的男子走了进来。  穿西装的男子冲他打了个招呼，秃顶男人也冲他笑了笑，打了个招呼。  不一会儿，电梯门打开了，穿西装的男子走出了电梯，秃顶男人赶快关上了电梯门，电梯再次上升起来。  “叮咚！”电梯门打开了，秃顶男走了出去，径直走向了面对着电梯的那扇门，他用手中的通行证扫了扫门旁边的机器，门便打开了。  “哦，是霍尔曼博士啊，请坐。”里面的一个个子高大的男人对他说道。  博时并没有做，而是对那个男人说道：  “方案我都设计好了，这是设计图纸。”说着，他又开始扒拉起他的公文包，扒了好长时间才找到图纸。  “这就是你要的那个机器人图纸，您看怎样？”霍尔曼博士满头大汗，说话间还带大喘气的。  “博士，你看你这么累，先坐下休息一会儿吧。”  霍尔曼博士坐了下来，把公文包放在自己的腿上，双手搭在公文包上。  高大的男人吧桌子上的茶杯端了起来，喝了一口茶便又放了下去，随即他又站了起来，说道：“预祝我们合作成功。”说完，便拿出了一沓钱，伸出了手。  两人握了握手，霍尔曼博士便走出了房间。  ……  两个月后，霍尔曼博士走进了一个实验室，实验室的门一打开，便看到了一个隔离罩，隔离罩内一个机器人正闭着眼。  “哈哈，成功了，我研制的机器人终于成功了！”霍尔曼博士激动的大喊，他紧紧地抱着隔离罩，脸都贴在了隔离罩上。  “以后就叫你克罗姆吧，相信你不会辜负我的期望的。”霍尔曼博士激动的说道。  于是，克罗姆就这么诞生了。  公元2085年，ACT公司派出了三百艘战舰飞向宇宙，执行星际探索任务。霍尔曼博士被派出参加此次任务。  “好孩子，我会安全回来的。”霍尔曼博士亲了亲克罗姆的额头，拿起行李便离开了他亲爱的实验室和他亲爱的克罗姆。  克罗姆同时也被派出执行HOT公司侦察任务。  谁知一年后费奥德星人进攻地球，于是，侦察HOT公司的任务便成了侦察外星人的任务。  又过了一年后，三百多艘战舰被费奥德星人击毁，于是，克罗姆便开始担心霍尔曼博士，担心他会在飞船坠毁时身亡。可他有任务在身，于是继续执行他的侦察任务。  这天，克罗姆又在执行侦察任务，突然听到远处有窸窸窣窣的声音，变蹲下在暗处查看。没想到走过来的不是费奥德侦察兵，而是一个身高和克罗姆差不多的机器人。  “嘿，你是本地人吗？”克罗姆询问道，很可惜，那个机器人是个哑巴。  跟那个机器人讲解了这里的一切情况之后，他们两个变成了好朋友。  “你叫什么名字？”克罗姆问道。  那个机器人摇了摇头。  “那我以后就叫你艾维克吧。”克罗姆说道。  从艾维克给他传输的信息中，克罗姆得知，原来艾维克是从坠毁的飞船中逃出来的，制造他的博士也失踪了。  “唉，我跟你有同样的遭遇。”克罗姆惋惜的说道。  艾维克想秘密潜入HOT公司，探个究竟，克罗姆没办法，只好答应他，于是，他们两个便走向了HOT公司。  到了HOT公司的大楼下，克罗姆便说：“你自己先进去吧，我还有我的侦察任务，所以就不陪你了，不过切记，一定要小心，千万不要被他们抓住，否则我也救不了你……”  还没等克罗姆说完，艾维克便走了，但是克罗姆依然不放心，于是跟随他的脚步前进。没想到，艾维克居然爬了上去，他当自己是蜘蛛侠吗？克罗姆哭笑不得。  没过一会儿，艾维克别按被发现了，克罗姆正要上去帮忙，结果也一同被抓住了。  艾维克被送进了监狱，然而克罗姆却被送进了实验室。  克罗姆的程序被修改了，虽然他无法控制自己的举动，但是他依然是有意识的。  克罗姆得知这些外星人用他复制了一大堆自己，非常生气，可他又能做什么呢？  他很快得知，他们用复制的冒牌货做一些怪异的举动，这样可以使艾维克改变心意，帮助外星人。  他们派出了冒牌货去攻击艾维克，给他透露假的信息，又派出冒牌货关进监狱，和预警打架……克罗姆愤怒不已，最后，他们派出了克罗姆本人去海上追击逃亡的艾维克，结果被艾维克打残，坠入海底……  克罗姆的一生是悲惨的，真的…… 字数统计：1,809\n希望大家支持，谢谢\n ",
    "replies": [
        {
            "author": "hhttll",
            "timestamp": 1436956860,
            "txt_content": "支持写小说的"
        },
        {
            "author": "1137246733",
            "timestamp": 1436968980,
            "txt_content": "博时并没有做，而是对那个男人说道：\n表示你写完最好校对……\n 这天，克罗姆又在执行侦察任务，突然听到远处有窸窸窣窣的声音，变蹲下在暗处查看。\n变-便\n克罗姆的一生是悲惨的，真的……\n这种直接抒情的方式以后最好避免吧，侧面烘托更有感觉。\n 一个秃顶的男人急匆匆的穿行在大街，他带着黑方框眼睛，穿着白大褂和棕色的靴子，样子十分可笑，他手里提着一个公文包，眼睛一直盯着手表，快速的走向ACT公司。\n  “你，站住，通行证呢？”警卫拦下了他，他的手公文包里翻来翻去，公文包内的纸哗啦哗啦的响着，看来他真的很急。\n  “给，就是这个。”他拿出一张卡片，递给了警卫，警卫看了看，用手中的机器扫了扫，便说：“进去吧。”\n  他快步走向电梯，按了几个数字，便站在电梯口等。等了一小会儿，他卡了看手表，门没有开。又过了一会儿，电梯门打开了，几个警卫走出了电梯。\n  刚进电梯，准备关门时，一个穿着西装的男子走了进来。\n  穿西装的男子冲他打了个招呼，秃顶男人也冲他笑了笑，打了个招呼。\n  不一会儿，电梯门打开了，穿西装的男子走出了电梯，秃顶男人赶快关上了电梯门，电梯再次上升起来。\n  “叮咚！”电梯门打开了，秃顶男走了出去，径直走向了面对着电梯的那扇门，他用手中的通行证扫了扫门旁边的机器，门便打开了。\n还是犯了你累赘的错误 [摊手\n这个西装男子与事件无关系你描写他干嘛。。\n占的篇目很多，导致过于累赘。\n并且这一段很多文字也都可以去掉。\n另外你的文笔还需要锻炼啊，有时间去看看国内国外的名著咯。"
        },
        {
            "author": "男人婆",
            "timestamp": 1436970180,
            "txt_content": "1137246733 发表于 2015-7-15 22:03\n表示你写完最好校对……\n\n变-便\n\n西装男子本来有用，但事后来写着写着就忘了让他出场了"
        },
        {
            "author": "1137246733",
            "timestamp": 1436970720,
            "txt_content": "男人婆 发表于 2015-7-15 22:23\n西装男子本来有用，但事后来写着写着就忘了让他出场了\n那你这时候就应该剔除了啊"
        },
        {
            "author": "男人婆",
            "timestamp": 1436970960,
            "txt_content": "1137246733 发表于 2015-7-15 22:32\n那你这时候就应该剔除了啊\n我都说是忘了……怎么剔除……我在编辑修改修改"
        }
    ]
}