{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第11章 下界的战争 by小龙",
    "author": "毒蛇",
    "replyCount": 3,
    "timestamp": 1436954040,
    "txt_content": " 本帖最后由 毒蛇 于 2015-7-15 17:58 编辑 本章的介绍：恶魂王国对岩浆王国发起了进攻，结果怎么样？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-468362-1-1.html\n下一章地址：未完待续……\n本章总字数：1450字\n小龙的吐槽：本卷更完之后为了错开，我会用小号“小龙天地”更新《苦力怕泰迪》，这个号更新《木之网》（不一定）。另外这章有点儿不太好的地方我删掉了，所以字数不太准确。\n第十一章　下界的战争　　泰迪他们被关押到了一间很大的地下室里，但是因为苦力怕很多，这里几乎是人挨人的。　　与此同时，赫尔伯格已经带着另外4名学生回到恶魂王国了——恶魂王国正在举行“苦力怕追悼会”。　　卓姆卡看了赫尔伯格，不禁大惊失色，赶紧宣布停止追悼会。　　回到寝室，卓姆卡问：“怎么了，其他人呢？”　　H说：“我们掉岩浆以后，不知道怎么了，我们没事。”　　“希尔保特给了我们夜视药水。”依耶说，“我们就到了岩浆城。”　　“城门开着，而且没有人。”洛克说，“我们就进去了。”　　“然后希尔保特给了我一瓶夜视药水，说是有用，接着就遭到了偷袭，我们被袭击了。”赫尔伯格说，“他们都被抓走了。”　　“什么！”卓姆卡就像有了第三只眼一样，他把头朝向天空，发出了一道金光，一只金色的生物缓缓出现，洛克这才看清楚——是秋瑟卡。　　“怎么，召唤我？”秋瑟卡问，“哦，你们没事啊——泰迪呢？”　　他们又把事情的来龙去脉从头到尾说了一遍。　　“我召唤你来，就是发兵攻打岩浆城！”　　“不……别冲动！”秋瑟卡说。　　“来人啊！”卓姆卡说，“给我攻打岩浆城！”　　“不……我说……”秋瑟卡试图阻止。　　“给我出兵！”卓姆卡嚷道。　　大批大批的军队出发了。　　“我说，咱们难道不应该先调查吗？”秋瑟卡说道。　　“嘿嘿！先把他们打残了再说。对了，孩子们，你，还有秋瑟卡，跟我来。”　　卓姆卡驮着那五个人开始飞往岩浆王国的方向。　　飞了一段时间，他们看见许多恶魂士兵正在疯狂乱炸，不过炸的是岩浆。　　“你们脑子在哪？”卓姆卡骂道，“给我炸地！”　　恶魂们开始往这边飞，对地面实施了疯狂乱炸。　　“那么……”依耶说道，“叶绿素！”　　“你说什么？”洛克问。他看见依耶粉色的身体变绿了，然后她的双手上出现了两片叶子，而她又变成了粉色。　　依耶举起手，拿出绿叶，抛向了恶魂士兵，恶魂士兵们。　　说也奇怪，叶子竟然没有受阻力的影响，直接就飞了过去，恶魂们的威力似乎大大提升，大地上的坑很快就变得很大。　　地面开始下陷，又有一记炮弹，彻底打穿了大地，岩浆王国出现在下面。　　底下的百姓吓坏了，开始拼命逃窜。恶魂士兵继续轰炸，洛克感觉岩浆城就快被毁了。地下的建筑物大大小小地开始崩塌，“天窗”下面惨不忍睹。　　“行啦！撤兵！”过了很久，卓姆卡说。　　回到恶魂王国，烈焰国王说要和恶魂国王一起开展调查。于是他们五只苦力怕和卓姆卡、秋瑟卡就开始调查了。　　他们又一次到了“天窗”，一人喝了一瓶隐身药水，就潜下去了。他们到了皇宫，远远望去，看到了一座高大宏伟的殿堂——金銮殿。他们飞过去了。　　他们从敞开的大门钻进去，却不小心碰到了门。　　“谁？”坐在椅子上的岩浆国王和西泽徳问。　　没有人答应。　　他们继续谈话：“要我看啊，那帮苦力怕就是来给咱们祸害的，肯定是凋灵王国派来的，咱们啊把它们杀了得了。”　　“说得好啊！西泽徳。”岩浆国王说，“说得很好。”　　“净胡说八道！”洛克小声说，“他们大王就这么听信谗言？”　　“嘘！跟上去。”秋瑟卡说。　　西泽徳已经出来了，他们七个也跟了上去。　　西泽徳到了金銮殿后边，一下窜上墙，奸笑了一声，摇身一变——这可吓坏了大家…… ",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436954460,
            "txt_content": "他们又把事情的来龙去脉从头到尾说了一遍。\n　　“我召唤你来，就是发兵攻打岩浆城！”\n　　“不……别冲动！”秋瑟卡说。\n　　“来人啊！”卓姆卡说，“给我攻打岩浆城！”\n　　“不……我说……”秋瑟卡试图阻止。\n　　“给我出兵！”卓姆卡嚷道。\n　　大批大批的军队出发了。\n这一段有些搞笑2333，不过我喜欢"
        },
        {
            "author": "毒蛇",
            "timestamp": 1436954580,
            "txt_content": "恶魔-潇洒 发表于 2015-7-15 18:01\n这一段有些搞笑2333，不过我喜欢\n喜欢就好{:10_492:}"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1436957640,
            "txt_content": "小龙君好久不见~"
        }
    ]
}