{
    "title": "<原创·连载>命运传奇：战争史诗 第四章 任性的家伙",
    "author": "2575174857",
    "replyCount": 11,
    "timestamp": 1436964360,
    "txt_content": " 本帖最后由 2575174857 于 2015-7-16 08:42 编辑 \n\n  PS：其实这是我第二遍写这一章节了，刚才为了去计算字数，唉，不小心把字都清了，写了老半天，啥都没了，心都碎了，这几天被禁言没法子写，现在辛辛苦苦写了一章，结果被清了。被自动保存功能给坑惨了！感觉再也不会爱了。我相信这个悲剧会把我的打字速度练的非常非常快，还有一件事，至于一堆外国人用中国人的语气说话，这就不要在意了，这种事情还少见么？\n  距离妹妹被人给劫走已经过了十几天了，至今仍然是查无音信，不知所踪。\n  布莱克坚持不懈，时刻也不曾放松锻炼。\n  “嘭！”\n  一个撞击的声音响起，这是布莱克用拳头打向木桩的声音。\n  “嘭！”\n  木桩在布莱克的拳头下微微颤抖着。\n  “嘭！”\n  布莱克再次打出一拳。\n  “嘭！”\n  “嘭！”\n  ······\n  布莱克对着木桩不断发拳，震得木桩发出了一阵阵脆响。\n  实际上，布莱克现在是在郊区租了一个小房子，训练的这个地方则是一个四周无人的空地。\n  之所以在市郊，是因为原本布莱克在莫丽特城打木桩练习拳力，每日每夜都发出这种可怕的声音。\n  每每听到这个声音，都会有居民从梦中惊醒，还以为是军队进军呢。\n  当然，肇事者布莱克不可避免的被居民骂得狗血淋头。\n  因为居民实在是受不了了，布莱克每次打木桩发出的销魂的声音，严重影响到了他们的睡眠！这是侵犯了人身权利的！\n  可是又不可以停止练习，无奈之下，布莱克只能搬到人烟稀少的郊区，找片无人的空地，树立几根木桩，自个儿练习了，早上去附近打工，晚上接着练习，这下终于不被投诉了，他可是被居民们的投诉搞的焦头烂额，自然，居民们也被布莱克搞得夜不能眠。\n  此时，布莱克已经汗如雨下，累得前心贴后背。\n  回到新租的小屋，直直地倒在床上，蒙头就睡。\n  就这样，布莱克昏昏沉沉地睡了下去。\n  ······\n  次日，天空还没亮起，布莱克就起了床。\n  今天布莱克准备回莫丽特城去买一些日用品，日用品都不够用了都。（前面忘了说明，布莱克所在的贫民窟，也就是贫民窟所在的城市，叫莫丽特城）\n  背上上次买到的背包，粗略地准备了一下，布莱克朝着莫丽特城前进了。\n  最近埋头苦练还是卓有成效的，体力耐力有了不小的进步，脚力也是进步不小，今日非往日了，现在从城郊走到莫丽特城，大约仅仅需要半小时就足够到达了。\n  路途中，布莱克见到了很多事物。\n  软弱，被欺负而不敢直言的普通穷人。\n  蛮横，身家丰厚，时常压榨穷人的富人。\n  人间百象，不得不让布莱克感叹，没有实力，终究只是碌碌无为，为人所欺。\n  还有一些不知好歹的街区混混前来找茬，可惜只是些外强中干，欺软怕硬的家伙，只是表面上凶狠而已，最后还是被布莱克打得鼻青脸肿抱头鼠窜了。\n  ······\n  过了半小时，布莱克到达了莫丽特城。\n  “终于回来了。”\n  布莱克有些感叹，仅仅几天离去，不知道为什么，从小到大居住的莫丽特城，有点儿莫名的陌生感。\n  “唔，商业街是在······”\n  “七公主驾到！！！”\n  一声破锣般巨大的喊声打断了布莱克的思绪。\n  “何方妖孽！敢打断我的思绪！”\n  布莱克大惊，目光随着声音的源头看去，一个豪华的车队缓缓驶来。\n  中间一辆最豪华的马车上面，矗立着一根锦旗，上面一个王冠，王冠上覆盖着交叉着的一把剑与一个盾，这是风灵帝国的皇室标志！加上刚才的喊声，想必，就是风灵帝国国王的第七个女儿，七公主了！\n  随着车队的前进，周围的人都跪地行礼，只有一个人仍然不为所动，最为醒目，那就是布莱克。\n  布莱克的妹妹就是被皇室派人给抓走的，布莱克可对皇室没有半分好感！再说了，跪父母，跪恩师，跪恩人，皇室？布莱克死也不跪！他可是连老天爷都不信呢！\n  即使不想跪，布莱克也不想滋事，这时候应该做的事情，自然就是神不知鬼不觉地溜走咯！\n  布莱克转过身，赶紧朝着旁边的一个小巷子奔去，欲要逃走。\n  “那个小子，你想要去哪里呀？”\n  一个银铃般的声音从马车中响起，惊得布莱克一声冷汗。\n  “被发现了，被发现了。”布莱克心里想。\n  “没，没什么，我今天肚子有点不舒服，公主大人大驾光临来不及行礼真是太可惜了。”布莱克回过头，讪笑道，还挠了挠头，装作一副“我很无辜”的模样。\n  “你说谎也不打草稿，见到公主，不想行礼还逃跑！卫兵，给我抓住他，把他带过来！”\n  “可是公主······”\n  “没什么可是的！出了事情本公主扛着！”\n  “完了完了，遇上的还是个任性的公主，这下倒霉了。”布莱克暗自倒霉。\n  公主都说了有她扛着，卫兵也不好再说，这位七公主任性的威名可是有名的！\n  “他们没有在注意我吧？”布莱克准备开始跑路了。\n  “他要开始逃跑了！”\n  不料，布莱克前脚刚刚迈出去，就被一个卫兵发现，紧接着，一群卫兵朝着布莱克扑来！\n  “我了个大擦！”布莱克大惊，往小巷子里面冲。\n  “站住！”卫兵们穷追不舍，在弯弯曲曲的小巷子里面追来追去，布莱克早已叫苦不迭，公主能有点品行吗？卫兵能有点骨气吗？\n  终于，布莱克被逼到了死路。\n  “这下完了。”布莱克背靠墙上，他再也没有路可以走了。\n    “给我上！”一个卫兵队长下令，他们可得快点把这小子抓回去呀，那位公主的任性可是赫赫有名的，要是晚了那可就完了，总之会被七公主各种稀奇古怪的方法折磨。\n  一群卫兵朝着布莱克扑去，布莱克双拳难敌四手，在乱斗中被一个手刀劈中脖颈，晕了下去。\n  “完蛋了。”这是布莱克昏迷前最后说的一句话，接着，他就被一名卫兵扛起来带走了。\n  “公主，人带到了。”扛着布莱克的卫兵来到马车旁，小声跟公主汇报。\n  “哼哼，启程！”公主的嘴角划起一道得意的笑容，随后吩咐卫兵启程。\n  “启程！！！”一个卫兵的声音传遍了整个车队。",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1436964660,
            "txt_content": "霸道卫兵俏莱克= =期待"
        },
        {
            "author": "zwh007",
            "timestamp": 1436964960,
            "txt_content": "看见布莱克我就看完了= =\n话说公主这是要抓他回去好好调♂教吗= ="
        },
        {
            "author": "2575174857",
            "timestamp": 1436965140,
            "txt_content": "zwh007 发表于 2015-7-15 20:56\n看见布莱克我就看完了= =\n话说公主这是要抓他回去好好调♂教吗= =\n{:10_561:}zwh007,貌似你的亡灵战争里面主角貌似也是布莱克，我是不会写布莱克被调教的，这怎么可能，我这是节操满满的小说！没错，节操那是相当的满！（我自认为）"
        },
        {
            "author": "2575174857",
            "timestamp": 1436965200,
            "txt_content": "540083835 发表于 2015-7-15 20:51\n霸道卫兵俏莱克= =期待\n实际上我一直很疑惑呢，新章回复的比索引那里的人还多，新章有人，索引基本没人(=@__@=)"
        },
        {
            "author": "名人才华",
            "timestamp": 1436967120,
            "txt_content": "zwh007 发表于 2015-7-15 20:56\n看见布莱克我就看完了= =\n话说公主这是要抓他回去好好调♂教吗= =\n你！暴露了！我可以断定你的亡灵战争就是靠着你的荷♂尔♂蒙♂做出来的！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1436967540,
            "txt_content": "虽然我还是不喜欢大字，但是duangduangduang的音效已经吸引了我"
        },
        {
            "author": "男人婆",
            "timestamp": 1436967660,
            "txt_content": "请你我要搭理我，我好长时间木有吐槽了……\n写文章时最好别用什么“duang\"或者“oh my god”之类的英文……这样会让别人认为这是个不正经的小说\n还有，你前头的PS和下面的文连在一块了。\n而且一阵阵脆响会发出“duang”的声音么……\n为什么牵头说是老母猪后面又说是老公猪……老公猪乃何物……\n文章里加上“我了个大擦”有何用意……\n不行礼就把胳膊砍了……这多吓人啊……"
        },
        {
            "author": "1137246733",
            "timestamp": 1436970900,
            "txt_content": "我很想说：\n请摆正你的写作态度，写作是一件很严肃的事情。\n我不想让某大网站的很多歪风邪气进入到翻创版了。\n正如上楼所说，避免如何网络用语。\n并且避免类似于“老母猪”之类的调侃。\n文笔很好，可塑之才。但就是情节这方面把握有点不到位了\n"
        },
        {
            "author": "2575174857",
            "timestamp": 1437007440,
            "txt_content": "1137246733 发表于 2015-7-15 22:35\n我很想说：\n请摆正你的写作态度，写作是一件很严肃的事情。\n我不想让某大网站的很多歪风邪气进入到翻创版了 ...\n我知道了，已经修改完毕了！下次不会犯错了！"
        },
        {
            "author": "2575174857",
            "timestamp": 1437007500,
            "txt_content": "男人婆 发表于 2015-7-15 21:41\n请你我要搭理我，我好长时间木有吐槽了……\n写文章时最好别用什么“duang\"或者“oh my god”之类的英文…… ...\n额，没有砍胳膊情节呀·······其他的倒是没说错，我会改正的，谢谢"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437062640,
            "txt_content": "所以说duangduangduang和巨大的字体已经改了吗（偷笑）"
        }
    ]
}