{
    "title": "如何在生存模式中得到龙蛋以及……",
    "author": "Deing",
    "replyCount": 6,
    "timestamp": 1437054360,
    "txt_content": " 本帖最后由 Deing 于 2015-7-16 21:49 编辑 \n   我也不知道这个是不是很多人都知道，不过似乎看不到这样的帖子，，并且我还添加了一些闲的蛋疼的研究结果，所以……如果觉得这个太小儿科了希望轻喷。明天又要考试了（啊，要考试了你还来水帖吧？还闲的蛋疼的研究？……其实研究是我以前做的，发帖是为了保不挂。。），还没时间发更复杂的东西，{:10_503:}就权当是对一些新手的帮助，以及一发水帖吧。。\n    \n   龙蛋这个东西特别神奇与珍贵，虽然不加mod的话毫无作用只能作为装饰，但它绝对是高大上的装饰。在创造模式下可以输\n\n入/give 玩家名 DragonEgg 1  来获得（还是dragonegg来着？），而在生存模式下，你一打它它就瞬移了，那么该如何获得呢？\n\n   这个时候就要利用龙蛋受重力影响的特性了。首先你要杀掉末影龙，龙蛋就会出现在下边的传送门上方。右击它，它会瞬移开一段\n\n距离。找到它以后，把它下方第二个方块挖掉放一个火把，然后再挖掉它正下方的方块。（或者直接挖掉他正下方的方块然后立刻切\n\n换快捷栏在他下方放一个火把）这样龙蛋就会掉落到火把上，被×掉，你就可以捡到了。\n\n    原理就是龙蛋和沙砾、铁砧、沙子、盔甲架等物品一样会受重力影响而掉落，而掉落在火把这样的方块上，节操就会碎裂咯。   \n   那么问题来了，掉到什么样的方块上它就会变成凋落物呢？下面就是我的研究结果\n   一开始，我以为掉到正方体上就不会掉落，掉到其他方块上就会掉落。但是立马发现，箱子、末影箱、附魔台等这些不能完全占满一格的方块是可以让下降的龙蛋变成掉落物的，而台阶、栅栏这种不是正方块，但高度是一格高的东西不能使龙蛋变成掉落物。然后我就以为只要上下方向占不满一格就好。但是又发现，如果是地上中的枯死灌木、草、蕨，会直接被龙蛋压没。。这又是怎么回事呢？关键时刻室友想到了什么……\n    \n    好吧废话少说，直接给结论：\n     能够废掉下落中的龙蛋、沙子等的方块有\n     1、所在之处不能够插火把，并且高度不满一格高的方块。也就是说，哭死灌木，草，以及不论多少层雪（非雪块），那些，你插一根火把他就没了，而如果你对着蒲公英插火把，火把会出现在他旁边的格子上，不会替代他。像下半砖，床，一格花，头颅，告示牌（站立的告示牌有一格高吗，，无所谓了），铁轨等等，都能是龙蛋掉落。例外：矿车（是不是没有一格高？），龙蛋本身，物品展示框——会和龙蛋共存在一个格子内（沙子的话会把展示框挤掉）\n     2、旗帜。虽然两格高，但和告示牌有一样的效果\n     另外还有一些方块会有特殊效果。\n     1、盔甲架，会被龙蛋套住，就像穿上了龙蛋靴子一样。\n     2、1×1画，和物品展示框一样，会和龙蛋共存在一个格子里。两个你都能看到。\n     3、矿车，龙蛋会钻进去。（注意矿车下边不能有铁轨，因为铁轨会废掉龙蛋）想来船也会类似吧，没试。\n     4、两格高的花（牡丹，玫瑰丛，还有丁香）会被龙蛋压死，而一格高的花会反压死龙蛋。。。奇葩。\n     5、……（未发现或忘掉了，您可以继续研究） \n\n\n    嗯，所以就是这样了。     \n   （写完以后自己都感觉我这是太水了  赶紧潜。。\n\n\n\n",
    "replies": [
        {
            "author": "滇访",
            "timestamp": 1437099060,
            "txt_content": "……WIKI都有"
        },
        {
            "author": "dh12790",
            "timestamp": 1437106500,
            "txt_content": "滇访 发表于 2015-7-17 10:11\n……WIKI都有\n有吗？在那一页啊"
        },
        {
            "author": "Lexx",
            "timestamp": 1437109500,
            "txt_content": "研究不错，但是要注意矿车、展示狂、画是实体而不是方块哦"
        },
        {
            "author": "雨落红尘",
            "timestamp": 1437109860,
            "txt_content": "也可以用活塞"
        },
        {
            "author": "Deing",
            "timestamp": 1437111480,
            "txt_content": "雨落红尘 发表于 2015-7-17 13:11\n也可以用活塞\n谢谢补充~"
        },
        {
            "author": "Deing",
            "timestamp": 1437111480,
            "txt_content": "新生のabmfy 发表于 2015-7-17 13:05\n研究不错，但是要注意矿车、展示狂、画是实体而不是方块哦\n谢谢指教~"
        }
    ]
}