{
    "title": "<原创·连载>血色王国 第XII章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 6,
    "timestamp": 1436968200,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-7-15 21:51 编辑 \n      一番摸寻后，我们再次回到了那个曾经有着盛大的篝火晚会的地方，但那里除了还残留着血迹的骨架和烧尽的木材外，没有什么了。      “你确定这里能够找到峡岩兽的踪迹？”我问欧阳天。他依旧盯着前方，一动不动。“他们会在晚会后杀死一定数量的峡岩兽，以表示对神灵的尊敬。”他压低了些声音，“但这只是我在书上看到的。”      “我们以前执行过一个任务，从一个黑商手中夺取珍稀魔兽的蛋。”他接着说。      我忍不住去问：“那这和这件事有什么联系吗？”他点了支烟，摆摆手说：“别着急，慢慢听。”      “后来我们通过高科技将这批蛋孵化出来，但还没等我们找到合适的驯兽师，那些小东西们就自己温顺地蜷伏在我们脚下，不愿走开。以至于我们只是与它们相处几天就驯服了，至此我们认为魔兽对恩人一类的有很深的感情。”      我恍然大悟：“你的意思是说这里可能会有活着的峡岩兽？”他微笑着点点头，并跳出遮挡我们的大石头。果然，在一堆木材下，我们找到了一只奄奄一息的小峡岩兽，旁边是一只死去的大峡岩兽。“试着抱起它。”欧阳天笑着对我说。\n      我小心翼翼地将手移到它旁边，它突然转过头来，张开嘴，露出一口未长全的牙，低声吼叫着。我连忙退了开来。欧阳天笑笑，将小峡岩兽轻轻托起，并轻轻抚摸着它的背部，它很快安定下来了。      “快给它吃肉，它快撑不住了！”欧阳天突然扭过头来对我喊。我一时蒙了，不知道从哪里去找肉。只见欧阳天将自己的左手臂露出来，并移到小峡岩兽的嘴边。短暂的“嗷呜”一声，欧阳天的左臂便血淋淋了，我猛闭上双眼，只听几声咀嚼，便没有了声音。      睁开眼来看，血已经流到了我的脚边，顺着血液看去，欧阳天直直地站在那里，一动不动。他的脸上没有表情，但额头已密密麻麻布满了豆大的汗滴，左边，左边只有空洞洞的袖子在随着风摆动。旁边的峡岩兽在嘴里细嚼着什么，嘴角边还残留着一丝血迹。      他的左臂喂给了即将饿死的峡岩兽。\n      我攒紧了拳头。“哈哈。”他突然笑了起来，并朝我一摇一晃地走来，活像一个酒鬼，“这只魔兽我驯服了哟！”我低下头，一拳打在他的脸上，他踉跄几步，最终躺在了地上。“怎么啦，不是挺好的吗？”这时的他就像一个大人，而我则是不懂事的小孩。“好什么！没有了左臂感觉很不错吗？”我愤怒地盯着他，恨不得打个够！      那只峡岩兽突然跑来，将我撞倒在地，蹄子不停地摩擦着地面，好像要将我踩死。“用我的胳膊把你救活就是为了让你杀了我的朋友？放肆！”我跪倒在地，双手捂面，放声大哭。      ……      “以后，它就叫小天了，因为它吃了我的胳膊嘛。”欧阳天给它起了这么个名字。\n      一场风波之后，我们决定去血洗赤原人，初步确定他们的部落就在这颗星球的塞纳峡谷。我们走到了一片小树林，峡岩兽走在我和欧阳天的中间。我的脸上仍留着泪痕，而欧阳天则笑嘻嘻地对我说：“没想到昌吉哭起来这么可爱呢！”我怔了一下，随即生气地对欧阳天喊：“还不是为了你的左臂，哼！”他抓紧他空荡荡的袖子，低声说：“或许这样才是有意义的吧。”      走了一阵子后，周围的树叶突然摆动起来，顿时狂风大作，天空也瞬间阴沉了下来。“砰！”一根粗壮的树枝突然打在我们的前面。灰尘中，它猛地伸出来，将我缠绕住挂在天上，欧阳天的左手紧按着什么。但还没等我看到那东西，小天便怒吼一声，扑上树枝，又是咬又是踢，但无济于事。      树枝越来越紧了，我的呼吸仿佛也被它所控制，只要它再抓得紧一点，我就会丧命。欧阳天将手中紧按的东西突然从腰间抽出，一把锋利的剑出现在了他的手中。树枝被砍断了，我被放了下来，但已经耗尽了力气。      它露出了它的真面目。\n      那是一只树精！在茂密的枝叶中探出一双骇人的眼睛，贼溜溜地朝四处看来看去。它的眼睛如鹰一般尖锐，我和欧阳天跑出很远的路，它迅速找到了我们，并开始攻击我们。他的身上还有一个中等大小的树洞，几只小松鼠在里面瑟瑟发抖。      眼看着周围的树被树精一一推倒，我们是无可奈何，小天也不知道什么时候爬到了我的头上，它很重，压得我昏头转向。      欧阳天手中多出了一把锋利的剑，他坚定地朝前方走去，突然，他开始疾跑，手中的剑始终紧握在手心。“唰唰”两声，欧阳天已经到了树精的后面，一个帅气的落地，欧阳天手中的剑突然四分五裂开来，树精的一条较粗壮的枝条也被砍了下来。欧阳天倒在了地上。      树精停下了，欧阳天流血了，在身下慢慢扩大。      时间好像静止了，欧阳天身下的鲜血已经凝固，他……死了？      树精还活着，但也成为了不堪一击的废渣，我赤手空拳就可以将它打倒。      “住手，别伤害它！”一个声音从不远处传了过来。我循声望去，一个穿着豹皮的小男孩手持长矛对我们喊。他看上去很矮，但说出的话却很有气势，这让我对他感了兴趣。      “我朋友他被那个东西弄伤了，你能……”我试着与他交流，但他却冷冷地回答：“跟我来吧。”      好在欧阳天他有救了，但小男孩他好像对小天特别在意。上一章      索引      下一章",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436968320,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-7-15 22:10 编辑 \n\n@海潮 @北极星人 @天阶 @llxy @xcc @Michele @lzs1234 @白安西 @2B与mc的故事"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1436968380,
            "txt_content": "恶魔-潇洒 发表于 2015-7-15 21:52\n@北极星人 @天阶 @llxy @xcc @Michele @lzs1234 @白安西 @2B与mc的故事 @海潮\n@HGK @我叫龙浩晨 \n@qxdnfsy \n"
        },
        {
            "author": "lzs1234",
            "timestamp": 1436969100,
            "txt_content": "你等等，我去看看你的小说，脑补一下你的世界观。\n占位，一会儿评论"
        },
        {
            "author": "xcc",
            "timestamp": 1437009720,
            "txt_content": "好多专有名词"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437021000,
            "txt_content": "xcc 发表于 2015-7-16 09:22\n好多专有名词\n比如呢_(:з」∠)_？"
        },
        {
            "author": "天阶",
            "timestamp": 1437029400,
            "txt_content": "神隐阶段\n不能更小说了……\n等神隐阶段过去再说。"
        }
    ]
}