{
    "title": "<原创.连载>《神奇宝贝-时空大陆冒险》第二节",
    "author": "End-Enderman",
    "replyCount": 5,
    "timestamp": 1436972940,
    "txt_content": " 本帖最后由 End-Enderman 于 2015-7-16 16:30 编辑 \n\n（对话流渣渣勿喷）\n     End从FHC博士的研究所出来后，不知不觉转悠到了这个小镇外。这个小镇附近，坐落着一片非常独特的森林。爱闹事的End自然不会放过进去的机会，不费周折就钻了进去。\n     这个森林，每棵树形状都是独一无二的。因为在最近一段时间时不时会发生非常古怪的事情，被方块镇的人们成为\"怪异之森\"。现在，人们都不敢胡乱进入森林。因为复杂的地形，End被搞得晕头转向。\n     果然，有奇怪的事情降临在End头上。森林里，隐隐约约传出\"沙沙沙沙\"的诡异声音。这种声音使End感到头皮发麻，以为自己出现了幻觉，没有多想，继续在森林里游荡。\n     过了不久，那个声音又出现了，这一次，声音忽高忽低，久久回荡在森林间。紧接着，森林里扬起了沙暴。\"哇呀！森林里怎么会突然刮起沙暴？\"End不能动弹，缩成一团，感到手心冒汗。隐隐约约间，End总感觉有一双眼睛在盯着他。\n     恍惚间，沙暴停止了。End惊慌失措地跑出了森林。却没有注意到，有一只神奇宝贝在后面跟着他。\n    \"哎呀，这家伙咋这么鲁莽！\"End过于惊恐，没有注意到自己撞倒了某人。\"对不起对不起，我在找人，抱歉。\"End气喘吁吁地回答道。\"看你这么急的样子，你在找谁？\"这个被撞倒的人显得非常瘦弱。只见他拍了两下灰尘，麻利地站了起来。\"我要找的是方块镇的FHC博士。\"\n    \"哈？\"他显得有些惊奇，随后摆出一副趾高气昂的架势，\"你找的人就在这里！\"\n    \"哪里啊？附近也没其他人啊？\"End扫视了一圈。\n    \"别无视我！我就是FHC博士！\" \n    End简直不敢想象，眼前这个弱不禁风的家伙就是FHC博士？\"你...不会是骗子吧？警告你啊，骗小孩的都会被警察逮走...\"\n    \"吼嗷！\"没等End说完，附近的草丛里便窜出一只大狼犬。它显得非常不友好的样子。只见它摆好架势，向这边迅猛地冲了过来。End吓得四处乱窜。\"别怕，这种神奇宝贝并不难对付。去吧，化石翼龙！\"只见FHC博士迅速掏出神奇宝贝球，放出了化石翼龙。\n    \"化石翼龙，直接用超极冲击！\"只见化石翼龙叠起翅膀，散发出万丈光芒，就像一把激光剑一样向大狼犬刺过去，直接就把大狼犬打飞了十来米。\n    \"哇，好强，简直就是虐菜啊...\"End显得非常欣喜，\"这个...如果你是FHC博士的话，你为何会在这里？\"\n    \"最近这片森林附近的神奇宝贝显得非常异常，总是主动攻击人类。我正是来调查这个的。看样子你是新人训练家啊，不相信我是吗...那么走吧，去我的研究所。\"\n     角落里，有一只神奇宝贝在观察他们。这就是从森林里一直暗中跟随End的神奇宝贝。\"博士，你有没有感觉...似乎有一双眼睛一直在看着咱们...\"End突然变得很警惕。他察觉到了这一点。 \"没有啊...你是不是看我这么厉害，崇拜过头了？继续走吧。\"\n     再次回到了那个狭窄的研究所。\"欢迎回来，FHC博士。话说，这个仅仅用石头砌成的研究所能装下三个人吗...\"助手出来迎接。\"别乱说，我亲自搭建的帅气研究所怎么可能那么不上档次！新人，现在我来向你展示你可以选择的神奇宝贝...\"\n    \"博士，等一下！\"只见博士的助手在一旁说道。\n    \"（小声）这个新人可麻烦了，我已经向他说明他可以要的神奇宝贝了，但是他居然都不要。\"\n    \"（小声）嘛...什么样的新人都有，看在他这么崇拜我的份上，去给他换一批！\"\n    助手无奈地去准备了。他打开了研究所的门，却没有注意到躲在门后的一只神奇宝贝。它望了望远去的助手，悄悄地溜进了研究所，一不小心就撞见了End。\n    \"由基！\"它发出了清脆的叫声，呆呆地望着End。\"哇，这是什么神奇宝贝呀？\"\n    \"这是由基拉，看样子似乎是野生的。不过还真是罕见，我还从来没在时空大陆这边发现过野生由基拉。难道...这是从其他大陆来的由基拉？而且应该出现在沙漠啊...\"\n    \"沙漠？\"End想起了什么，\"我刚刚进入森林的时候，遇到了一阵沙暴...\"\n    FHC博士拿出了一本书，\"我记得由基拉会...使用沙暴？\"\n    \"由基！\"由基拉动了动手指，只见研究所内瞬间刮起了沙暴。\"对，就是这个，我碰到的就是这样的沙暴！\"End激动地说道。\n    \"别这个时候高兴了，我帅气的研究所啊！\"\n（PS:\"极\"不是错别字呦）\n文笔渣渣也来创作版学习技巧了。希望因为这个提升一些文笔水平2333。由于个人能力问题这种故事我只会写对话流...先吸取点大神们的文笔经验再说2333",
    "replies": [
        {
            "author": "wlzjzzw",
            "timestamp": 1436980800,
            "txt_content": "我也是醉了。。该说什么"
        },
        {
            "author": "海潮",
            "timestamp": 1437054960,
            "txt_content": "这种对话流，以及不分割的对话形式，想让人看明白都难\n\n你应该先诠释一下世界观再写对话流~"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1437139680,
            "txt_content": "玩过GBA的表示勉强看懂= ="
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437142500,
            "txt_content": "感觉剧情发展有些快……\nEnd吓得四处乱窜。\n这句话是不是有些夸张了？新人训练师应该也了解一些关于神奇宝贝的常识吧，也不应该变成这样……\n而且有的地方有剧透的嫌疑，让读者在读你的文章时没有悬念感。"
        },
        {
            "author": "guqu",
            "timestamp": 1438508220,
            "txt_content": "我发现啊，这才是END真正的本性，胆小害怕这家伙就是一个整天躲在角落玩命令方块的怂逼\n"
        }
    ]
}