{
    "title": "【原创】【连载】《罔世 龙天卷二》 龙庭探秘",
    "author": "白安西",
    "replyCount": 7,
    "timestamp": 1437009660,
    "txt_content": " 本帖最后由 白安西 于 2015-7-17 11:44 编辑 \n\n我从背包中拿出火把，插在地上，让人能看清楚。这个大厅很大，比曾经我们去过的那个基教的阿彻贝利亚修道院要大的多，但是鲜有支撑的柱子….不，我环顾一周后，没有一个柱子!我抬头看去，天花板似乎很深，几乎看不见顶。或许是一个大穹顶吧，这样的结构比较结实…望月拿着罗盘四处探查，我们跟着他来到了一个穴道入口，里面同样伸手不见五指，散发着难闻的味道。 “这里好臭！”卡娜背过身，米丝特里蹲下来拍拍她的背安慰她。“凌德，要不我们就在这里等你们吧？”“不行，这里不知道有什么怪物，在这里很危险。”望月说道，我也认为如此。这一路遇到的事情远比在天朝诡异的多，虽然戴尔应该不会坑害我们，但是就入口这个机关，这里显然危机重重，让他们两个留在这里怎么能放心。 “好吧…我们往前走。也不知道哪个人给了你们多少钱…要是…”“恩？”“…没什么…” 卡娜站起来跟着望月向前。这是一条长长的甬道，两边还算是宽阔，但是墙壁上并没有什么装饰。年久的墙壁似乎一触碰就会倒塌。走了很久，我们仍然没有到头，前面依旧是黑暗一片。 “还有多远啊！”卡娜累了，蹲坐在地上。“是啊…怎么这么长…”望月也察觉到了不对劲，环顾四周，沉思起来。这条甬道…我突然想起了什么。传说在天朝某时期，巨富王崇建造了一座恢弘的宫殿，奢华程度堪比王宫。上得知后震怒，下令拆除。王崇不甘心自己精心打造的府邸就这样毁灭，便设计保全。王崇曾经师于玄九字，通得玄九字建筑秘法，后自成一派，擅长制作精巧的楼阁。王崇苦思三日，决心一计，命工匠改造大门及道路。上派人前来王府，“王崇开门拒见，其人蹊跷，沿路前行，遇影壁绕周，道路似无尽也，初以为宫大，而后十日不得出。”其实，王崇是利用人的心理，将道路一点点的弯曲，人仍然觉得自己走在直路上，便一直在绕圈。想到这里，我便拿出一团线，移到墙根拉直线检测，果然！墙并不是直的！“你们快来看！”我把我的发现告诉大家，卡娜愤怒的踢了一脚墙壁。“什么破地方，害…啊！”突然，地面开始晃动起来，卡娜启动了什么机关。当震动停止时，卡娜和望月都不见了！“啊…凌德…怎么办…”米丝特里慌了神，但经历了这些，她的胆子比以前大了很多，很快便镇定下来。“我们先走出这里吧…他们或许掉入了什么陷阱。”我把线卡在砖缝里，在前面缓缓的放着，让米丝特里在后面检查线是否一直是直的。没多久，我们就走出了甬道。“呼…累死了…”甬道的出口是一个平台，我拿火把照亮四周，发现这是一个天然的洞穴，山体壁上有许多大大小小的洞，都有水从里面流出来，原来我听见的流水声是从这里发出来的。留下来的水汇聚在一起，已经把平台面前的道路淹没了，水冰凉刺骨，游过去是不可能的，况且不知道水有多深，水里有些什么。不敢贸然前行。我从背包里掏出一个火焰弹扔向前方，一阵强光照亮了前方，我看见水面上有许多大大小小的平台，应该可以用这个通过。火焰弹的火很快被流水浇灭，我凭着记忆一跳，稳稳的落在一个平台上。“米丝特里,这样可以跳过来！”“恩”我用火把做指示，引导着米丝特里跟着我一起通过这里。就在快要到最后一个平台时，我听见了一个奇怪的声音。“…凌德…““唔..你也听见了那个声音吗？““..凌德，不会又是什么怪物吧..”“说不定，我们这一路可没少遇见什么怪物吧。你先跟我过来我看看情况。”扑通一下，我掉进了水里，刺骨的水瞬间包围了我，泡在水里可能会被冻死，我快速游到刚刚的平台，米丝特里把我拉了起来。 “凌德，你没事吧？”“没事…真是奇怪，刚刚明明是有一个平台的。” 我把背包打开检查，还好，背包是防水的，里面的东西没事。我找出一件干衣服换下，并拿出了两个面包。“我们先休息下吃点东西吧..”“好…凌德！你背后！”米丝特里突然大叫起来，我连忙转身查看，浓浓的黑暗中，忽然出现了许多紫色的光。\n上一章 篇章索引 下一章[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "白安西",
            "timestamp": 1437009660,
            "txt_content": "@likeliang @REN0011 @Yy星人 @ZCA @暴风中的龙 @恶魔-潇洒 @海潮"
        },
        {
            "author": "小浪",
            "timestamp": 1437009960,
            "txt_content": "白安西 发表于 2015-7-16 09:21\n@likeliang @REN0011 @Yy星人 @ZCA @暴风中的龙 @恶魔-潇洒 @海潮\n安息酱~我来捧场惹"
        },
        {
            "author": "白安西",
            "timestamp": 1437010320,
            "txt_content": "小浪 发表于 2015-7-16 09:26\n安息酱~我来捧场惹\n昂 你是清风酱吧W 可以点索引贴从头看哦"
        },
        {
            "author": "凛",
            "timestamp": 1437013500,
            "txt_content": "然而好像除了物品基本上没什么MC的设定"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1437036000,
            "txt_content": "根据新出台的版规，帖子上需要注明“原创/转载”和“单章/连载”"
        },
        {
            "author": "白安西",
            "timestamp": 1437036300,
            "txt_content": "CloudsXDao 发表于 2015-7-16 16:40\n根据新出台的版规，帖子上需要注明“原创/转载”和“单章/连载”\n然而我没注意这个QAQ 我就说一直用的模板"
        },
        {
            "author": "白安西",
            "timestamp": 1437036960,
            "txt_content": "CloudsXDao 发表于 2015-7-16 16:40\n根据新出台的版规，帖子上需要注明“原创/转载”和“单章/连载”\n我已经把发布的所有小说全部添加了【原创】【连载】 喜欢《罔世》的敬请关注（话说需要艾特提醒更新吗\n"
        }
    ]
}