{
    "title": "<原创·连载>《天武大陆》第二章：麻烦连连",
    "author": "小浪",
    "replyCount": 4,
    "timestamp": 1437030240,
    "txt_content": " 本帖最后由 小浪 于 2015-7-20 14:18 编辑 \n\n                                   第二章                                             ——麻烦连连天渐渐黑了，玄离天准备回到自己的小屋时，周围响起了怪物的声音.........“吼！”从远方传来一头虎的声音。玄离天听到了这道声音，他握紧佩剑，等待这这头老虎的到来。猛虎出现在附近的一片森林中，他眼睛发红，浑身是血，似乎刚经过一场大战。玄离天一见，突然出口道：“这是..........赤云虎！是落日峡谷最常见的物种，一头赤云虎，可以力抗一位淬体八重的武者。“看来逃也来不及了，和他拼了吧！这样还有一线生机”玄离天心想。玄离天拿起自己练剑的佩剑，使出玄云剑法第一式——“刺”。直刺赤云虎的头部。虽然赤云虎受了不小的伤，但威力却不减，直接一抓死死撑住佩剑。玄离天见佩剑被赤云虎的爪抓住了，便用力往上一挑，赤云虎不得不把爪子收回来。赤云虎爪子一收，刚落地，便用力一蹬，腾空而起，扑向玄离天。玄离天连忙用剑刺去，赤云虎一闪。大口一张，想咬玄离天一口。这时，玄离天刚要用剑去挡，只见赤云虎倒在地。玄离天过去看了看，赤云虎奄奄一息的趴在地下。“要不要杀了它？！”玄离天心想。“哎，算了吧，留它一命”玄离天想了想，回到了自己的小屋中。夜晚，玄离天在门口打坐，偶然，也许是刚才的打斗，或是这三年的积累。他发现他的境界已经突破到了瓶颈，玄离天想趁机打破这淬体四阶的瓶颈，一举突破淬体五阶。但，瓶颈可是如此容易打破的？他双腿盘坐，催动全身的力量来击破瓶颈。一个时辰过去了.......只见玄离天汗流浃背，但修为仍没有进展。“哎，明天我一定要突破淬体四阶的瓶颈！”说完，便回到了屋子。............“喂！玄离天废物，滚出来！”小屋外传来了暴躁的敲门声。这时玄离天早已起床，正在床上打坐。“谁啊，大清早的叫我”玄离天心想，然后径直走向了屋外。“玄迪？你来干什么！我这里不欢迎你们！”玄离天一见是玄迪，便连忙关门。“哼，你这个只有淬体三阶的废物，本大爷来你这还不欢迎？我今天是来叫你去武碑测成绩的！”玄迪很不屑的说。“是吗？说完了没，说完请离开我的屋子”玄离天忍着愤怒，道。“哼，我们走着瞧，看看你这个废物怎么在武碑上丢脸！”玄迪轻蔑的看着玄离天，然后离开了这里。\n玄清门·武碑武碑——玄清门开门宗师留下来的东西，每一年都会集聚弟子来这里测试他们的修为。今天又聚集弟子们来武碑下测试自己的修为，但是和往年不同，淬体三阶和淬体三阶以下的弟子都将离开宗门。玄力        淬体五阶！玄迪        淬体四阶！玄舞        淬体六阶！玄破云      炼体四阶！“什么！玄破云大师兄已经修炼到第二个大境界——炼体了！”“是啊，玄破云大师兄可是第一天才呢！”有弟子听到成绩后已经开始议论纷纷了。玄白      淬体五阶！..............................玄离天    淬体近五阶！“什么！玄离天他竟然突破了淬体三阶？已经达到淬体近五阶了？！”有弟子开始惊奇玄离天的修为了。“不可能！长老，我要求和玄离天比一场！”玄迪怀疑是武碑出了问题，十分惊诧道。“那好吧...让你们两比一次。”长老缓慢的说道。\n\n第二章       ——完\n[book]作者的话[book]\n呼，总算是写完第二章了。感谢大家的建议。\n上一章      索引     下一章\n\n\n\n",
    "replies": [
        {
            "author": "小浪",
            "timestamp": 1437030780,
            "txt_content": "吕乐乐 发表于 2015-7-16 15:10\n规矩式小说,虽然没有创新,但是需要鼓励！\n提议：请UP主不要完全拘泥于怪物.\n ...\n拘泥？有吗....."
        },
        {
            "author": "小浪",
            "timestamp": 1437031800,
            "txt_content": "吕乐乐 发表于 2015-7-16 15:21\n为嘛所有小说都和怪物联系太大呢？\n这我只是构筑的自然点 峡谷没怪物这不科学好吗..."
        },
        {
            "author": "龙猫精神",
            "timestamp": 1437032580,
            "txt_content": "嗯...\n感觉创新还是不够，\n有各种网文的感觉。\n但是如果创新、认真的话，\n会很棒的。\n加油~"
        },
        {
            "author": "小浪",
            "timestamp": 1437034020,
            "txt_content": "龙猫精神 发表于 2015-7-16 15:43\n嗯...\n感觉创新还是不够，\n有各种网文的感觉。\nQwQ谢谢               "
        }
    ]
}