{
    "title": "【原创】 《龙》 第十章-----黎明",
    "author": "qwedsaqseesq",
    "replyCount": 5,
    "timestamp": 1437036060,
    "txt_content": " 本帖最后由 qwedsaqseesq 于 2015-7-16 16:43 编辑 \n\n[wood]作者的话[wood]\n\n\n好久不见了，\n这么久没更新，\n大家都认为我弃坑了吧，\n只是很忙，很忙，\n一直没有时间更新，\n我从之前的文章中找到了自己的缺点，\n基本都是以打斗为主，\n我会尝试改进\n\n\n第十章-----警告\n  吊灯发出温暖的灯光，窗户外面是偶尔略过的灰云。  叶轩盛了一杯咖啡，稍微抿了一口，便把它放回桌面。  “按照惯例，接下来就会有一场战斗了。”  “可你还没告诉叶唤。”  “每位成员都经历过，只有活下来的，才是真正的精英。”叶轩神情淡漠，好像并不关系叶唤的死活。  路易斯沉默了。的确，因为他们都经历过，却都没有死去。  飞空艇开始震动。  “开始了。”路易斯将剑拔了出来。\n  “嗤！”“钉！”  叶唤看着化为木屑的床，冷汗浸透了上衣。  在床化为木屑的一瞬间，他看到，一把燃烧着火焰的剑一闪而过,撞击在地板上擦出火星。  燃烧着蓝色的火焰。  他下意识地将剑拔了出来，贴在胸口。  外面没有生命的气息。  叶唤冲了出去。  在他面前的，是楚伟面无表情的僵硬脸庞。  他颤抖地将剑顶在楚伟的小腹上，吼叫着推了出去。\n  “真家伙来了。”叶轩道。  “我也感应到了。”路易斯道。  “它，不，他到底，为了什么而来。”路易斯顿了顿，“我在一本古籍上看过，亡灵是永生的，它们不需要也不稀罕来主世界。我之前以为，地狱是不存在的，但现在看来，这是真的。”  “我有预感，这将是我们面对的最艰难的战斗。”叶轩神情淡漠，“但会长做事从来都有分寸，他认为我们挡得住，我们就挡得住。”  路易斯沉默不语。  “地狱门，在走廊里。”戴维面带疲色，嵌有红色晶体的魔法杖颜色暗淡。  “难怪，这么大动静成员都没有过来。”路易斯若有所思。  “等等，谁在和他战斗？”叶唤的脸突然变得惨白。  “是叶唤！”路易斯突然叫道，“会长还不知道叶唤的存在，所以房间不够，叶唤睡在驾驶室里！”  “快！”叶轩叫道，“戴维，你回去防守，我和路易斯去支援叶唤！”\n  剑根本没有突进楚伟的小腹，叶唤仅仅是把他推到了驾驶室外。  楚伟单手握住剑一把丢在一旁，叶唤也被甩了出去。  楚伟和他的幻影长的一样，但不同的是气势和压迫力。  他强大得令人窒息，仿佛燃烧着火焰。  叶唤重重的摔在地上，发出沉闷的声响。  他用剑撑起身子，望着楚伟。  这回他看清楚了，他背着把剑。  叶唤苦笑了一声，把微微陷进甲板的剑拔了出来，双手握住。  “为什么？”  楚伟没有回答,神情冰冷的仿佛罩着青铜面具。  叶唤感受到了脚下的震动，也许是战斗，也许是援军正在赶来。他清楚，只要他感受到了，他面前这位僵尸王者也一定感受到了，但他并没有动，也许是因为他有击败所有人的信心。  剑在空中划过了一道赤色的直线，笔直刺向楚伟的背后。  楚伟背后的剑突然消失了，他的左手也消失了，空中爆出徐徐坠落的火星。  剑飞回叶轩手中，巨大的动能让他撞在驾驶室外的墙壁上。  楚伟慢慢转过头，原本黑洞一般的眼睛有着冰蓝色的火焰在燃烧。  路易斯箭一般冲了出去，即将撞上的时候突然纵身一跃，全力向下劈斩。  楚伟的左手连带着握着的剑再次消失，路易斯突然被弹开，叶轩上前几步，抱着路易斯不断后退，直至撞上木墙。\n  戴维不断地释放魔法，几天来的连续透支让他有些力不从心。  僵尸流水一般从地狱门里钻出来，而后又被火焰烧焦、融化。  “也不知道走廊是什么做的。”戴维心想。  即便戴维的火焰如何炽烈，周围仍然完好无损。  成员们堵在前面，剑或者魔法的光芒不断闪耀，粉碎着不断涌上来的僵尸。  “叶轩怎么样了？”戴维心想，他们相识也有好十几年了，亲如兄弟。虽然自己在交战，在释放魔法，但还是无聊得想开小差。他必须得承认，这是他打过的最无聊的防守战之一。  “咚！”  又是一声闷响。  “嗤！”是碎裂的声音。  还有...燃烧的声音！  戴维猛地惊醒。\n  路易斯和叶轩、叶唤呈三角之势包围着楚伟，但他们并没有占任何优势。他散发出了巨大的压迫力，压得叶唤喘不过气来。也许他快撑不住了，叶唤并没有多少战斗经验，却要和两位副会长一齐面对这个堪比巨龙的敌人。  他们都不敢轻举妄动。  寂静，静得只有魔法不断炸裂的声音。  汗水雨一般落下，落在叶唤的休闲裤上。  叶轩看了叶唤一眼，心中有些失望。  只有叶唤没有穿盔甲。  叶唤尴尬地笑了笑，突如其来的冲击让他脚站不稳，他慌乱之中用剑撑住身体。  “呲，呲呲呲--”  “该死！”叶轩大叫一声，猛地扑向叶唤，抱着滚出三米。  剑化为碎片掉在地上，只剩下剑把。  路易斯冲向楚伟，快得像是流星，他用尽全身力气，一记挑击把楚伟打下了飞空艇。  “小心！”楚伟比了个大拇指，暗紫色的地狱门在他身下张开，随后又消失在空中。  路易斯一个踉跄跌倒在地，大口大口喘气。\n  太阳升起来了，阳光水一般洒在飞空艇上，寒冷被驱散，温暖伴随而来。  叶轩扶着船的边缘，无声地笑了笑。  走廊的地狱门化为紫色的碎末消失在空气中，就好像没有存在过，只有满地的血水提醒着戴维这里发生过一场战斗。  “总算是结束了，把地板给我打扫干净。”戴维径直走回房间，倒头就睡。  “也算难为他了。”  “是啊，之前战斗了那么多天，正常人都会累吧？”  “多亏了副会长，要不然像现在没有多大伤亡基本上是不可能发生的。”  ...",
    "replies": [
        {
            "author": "命运の枷锁",
            "timestamp": 1437036900,
            "txt_content": "主体来说很好，只是一个自然段的字太少"
        },
        {
            "author": "qwedsaqseesq",
            "timestamp": 1437053040,
            "txt_content": "命运の枷锁 发表于 2015-7-16 16:55\n主体来说很好，只是一个自然段的字太少\n故意的"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1437054060,
            "txt_content": "qwedsaqseesq 发表于 2015-7-16 21:24\n故意的\n但是为什么这么好的文章却没人回复和评分呢，这势必有些蹊跷，也有些令人感到惋惜"
        },
        {
            "author": "qwedsaqseesq",
            "timestamp": 1437095280,
            "txt_content": "命运の枷锁 发表于 2015-7-16 21:41\n但是为什么这么好的文章却没人回复和评分呢，这势必有些蹊跷，也有些令人感到惋惜 ...\nMCBBS论坛的翻译创作版是不太繁荣的，甚至可以说是没落的，仅此于其他游戏版和没有活动的擂台赛版。即使是矿工茶馆，发帖和回帖也比翻译创作版多出十几倍。"
        },
        {
            "author": "半生红尘",
            "timestamp": 1437132600,
            "txt_content": "首先感觉整篇文章还是有点脱离现实，一把剑砍过去床顶多断成两半而不是化为木屑。不过后面的描写还是很棒的，但是各类描写仍需加强。希望可以写出更好的文章，加油~^_^"
        }
    ]
}