{
    "title": "【原创】《启示录》第五章：杀戮",
    "author": "紫罗兰祝福",
    "replyCount": 7,
    "timestamp": 1437190680,
    "txt_content": " 本帖最后由 星之永恒 于 2015-7-23 08:04 编辑 \n   我来到瞭望台时，Alice就已经立在瞭望台上了。她回头瞄了我一眼，我从她的眼中看出一丝转瞬即逝的焦虑和恐惧。我能理解她的感受，Tank的到来绝对是一场灾难，他带来的不仅是大批僵尸，还有绝望和毁灭。Tank虽在一段时间绕过了这个兵营，让我们得到了转瞬即逝的安宁，但他最终还是来了，把绝望和毁灭带向了这个兵营。\n    “你来了。”Alice强笑道。我注视着远处渐渐清晰的身影，沉默许久，说道：“不，是他来了。”随后又是一片寂静，只有叹息声和枪上膛的声音。\n    听到警报声，Jane和Jimmy火速赶来。Jane看到两个人凝固在脸上的表情和远处的身影，不再吭声。Jimmy也不再说话。四个人再次陷入沉默，只是远处的身影越来越近。其他士兵都坚守自己的岗位，每把枪都已上膛，恶战一触即发。\n    Tank还是带着绝望来了。一声枪响后，密集的子弹便向Tank飞去，然而Tank却似毫发无伤，继续向前奔去。\n    僵尸就是僵尸，他们的大脑皮层里，只有对血的渴望。欲望是永远不会满足的，它只会带来更多欲望。僵尸没有感觉，只有欲望在控制着他们。\n    眼看Tank越来越近，我率先走向兵营的正门。没有机关，没有优势，我们将要面对的，是力量与欲望的结晶。Jane跟着我走了过去。Tank是为了欲望而战，而我们将为生存而战。Kill愤怒的叫着，剑上发出了明亮的蓝光。\n    Tank显然忽略了我们，我跳到他的背上，朝他的脖子划了一刀。显然，Tank被激怒了，他疯狂的敲打着地面，Jane灵巧的躲闪着，不时的朝Tank的头和手发起攻击。Tank的身上的子弹和划痕越来越多，而他根本没有退却之意，反而变得更加狂暴。\n    在这最不该出现意外的时刻，意外如约而至。\n    被激怒的Tank开始向向他扫射的士兵发起攻击，他猛的向墙捶去，墙壁震动着，掉落下些许灰尘。在我正准备向Tank的头部发起攻击时，Tank怒吼着捶向了墙。墙在一片灰尘中坍塌，只剩下阵阵烟雾和一片残砖碎瓦。由于惯性，Tank直接向前跌去，而我却被重重的摔在地上。\n    Tank站了起来。他没有置我于死地，而是直接从坍塌的围墙处走进了兵营。没有人说什么，但每个人都知道这意味着什么。很快，哀嚎声充斥着整个兵营。我清晰的看见Jane的剑剧烈的颤抖起来。\n    我试图再次跳上Tank的身上，但是每一次都失败了。吐着火舌的机枪越来越少，愤怒的Jane想冲过去跟Tank血拼，但被我拦住了。汗水在不经意间流淌了下来，抬头望去，Tank的头上已露出白骨，Alice正沉着冷静的瞄准着Tank的头颅。我趁着Tank向一个火力点发起进攻时，跳上了他的背，背上腐烂的伤口和不时淌出的血让我不由的一阵反胃。\n    我奋力砍向Tank的脖子，Tank觉察到了我的存在，疯狂的摇晃着身体，Jane顽强的在地面上抵抗着他的进攻。Tank的注意力被分散开来，他在摇晃着身体的同时，继续向地面上的Jane发起攻击。Alice依然瞄准着Tank，但是她迟迟没有开枪。\n    枪响了。Tank一扭头，子弹擦着我的头飞了过去，在我的脸上形成了一道烫伤的痕迹。Tank发了疯似的向Alice扑去，但Alice没有躲闪，她一把推开了身旁的Jimmy。在Jimmy还未反应过来时，Alice就被Tank打飞了出去，重重的砸在草地上，平坦的地面霎时陷了下去。而我，却亲眼看着这一切的发生却无能为力。往事如烟，一幕幕又重现在眼前。\n    我几乎是哀嚎着照着Tank的头猛劈了下去，Tank则显得更加狂暴。Tank头骨上的划痕越来越多，我也渐渐的精疲力尽。随着一声清脆的破碎声，Tank轰然倒地，而我直接躺在地上。汗水浸湿了身旁的土地。回头望去，Jane满身灰尘的看着前方的一片废墟，一滴眼泪落在地上。我理解她的感受。\n    我缓缓的向远处的Alice走去。她安详的躺在地上，似乎这里什么都没有发生。我感受着她微弱的呼吸，努力不让眼泪落下。远处，Jimmy兴奋的喊道：“姐姐，姐姐！”我不免的又是一阵心痛。\n    远处，Tank的残骸上，一个亮晶晶的碎片吸引了我。我拿起碎片，正当我要仔细端详时，一阵剧痛袭来，我的脑海中一片空白：\n    “Steve，过来一下。”我应了一声，走了过去。一个白色衣服的科学家兴奋的拿着一小瓶紫色的液体。他笑道：“这么长的时间过去了，我终于找到它了！它是存在的！”\n一声清脆的响声后，那白衣科学家倒下了，而Tank却从那白衣人身体中站了起来。我看见我和另一个人一同跑了出去。那个人，正是前世我的尸体旁的那个人。我们跑进那个小屋，越来越多的白衣人向我们冲来。只是他们已经死了。我看见我杀掉了那个女科学家，然后，一把利剑刺进我的胸膛。\n    “Star，醒醒！”眼前的空白逐渐被焦急的Jane和Jimmy取代。我笑了笑，庄严的向眼前的一片废墟深深的鞠了一躬，然后在一堆残缺的砖旁抱起了Alice。\n    “我们给你添了这么多麻烦...”我打断了Jane，说到：我说过，“我会把你们护送到安全的地方的。”\n     三个人的身影在夕阳中渐行渐远。\n看不懂？索引帖在此~",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1437190860,
            "txt_content": "@1137246733\n@zwh007\n@2B与mc的故事\n@guqu\n@gggbbb\n感谢你们的支持！\n（有一种累，叫累觉不@ ）"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1437191160,
            "txt_content": "@guqu \n@1137246733 \n@2B与mc的故事 \n@zwh007 \n@gggbbb \n没一个蓝的...什么鬼\n{:10_493:}"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437194520,
            "txt_content": "其实你@起了的我都看得到\n感觉整篇文章都是各种英文名，我看起来好乱……\n其实角色不用一开始就加这么多，因为人多了不好把握。你需要把握他们每一个人的个性。不过你既然已经这么些了就只有好好努力了。\n还有一点就是细节描写。我其实经常提到，这也要感谢朱仙。他也告诉过我，写文的一个重要要素就是细节描写。他经常吐槽我写得太过简略，其实楼主这篇文章也有些许这样的问题。\n不过我想要说的重点还是人物。注意要把握每一个人的特点，并且把它鲜明地展现出来。\n最后给你一个方法，写完之后把自己当成读者读几遍，忘了这是你写的，忘了他的剧情，再读一遍。如果你觉得有些混乱就得改正。"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1437199020,
            "txt_content": "2B与mc的故事 发表于 2015-7-18 12:42\n其实你@起了的我都看得到\n感觉整篇文章都是各种英文名，我看起来好乱……\n其实角色不用一开始就加这么多， ...\n其实用英文名这个决定我是考虑了很久的，因为用中文名的话起名都是问题\n细写每个人的个性真的是个好主意，每个人的特点我在更第一章事就已经考虑的差不多了\n太简略这个问题我也得注意了，细腻的描写人物但愿能克服这点\n细节描写我真的尽力了，以后我会努力克服这个缺点（gggbbb也提到过）\n方法真的很好用\n最后，感谢您的意见"
        },
        {
            "author": "zwh007",
            "timestamp": 1437219840,
            "txt_content": "这次写的真好，动作细节都到位。\n就是我都感觉快自己要再不重新读几遍前面的都看不懂了。。。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1437221100,
            "txt_content": "先生们，注意题材。既然杀戮的本意也不是杀戮，您也应看到杀戮以外的更多事物。"
        },
        {
            "author": "guqu",
            "timestamp": 1437222480,
            "txt_content": "星之永恒 发表于 2015-7-18 11:46\n@guqu \n@1137246733 \n@2B与mc的故事 \n其实都@到了"
        }
    ]
}