{
    "title": "【原创】【连载】《罔世 龙天卷三》和小黑的战斗",
    "author": "白安西",
    "replyCount": 4,
    "timestamp": 1437104580,
    "txt_content": "",
    "replies": [
        {
            "author": "白安西",
            "timestamp": 1437104580,
            "txt_content": "标题: 【原创】【连载】《罔世 龙天卷三》和小黑的战斗 本帖最后由 白安西 于 2015-7-17 11:44 编辑 \n\n“小心！”米丝特里大叫着，那些紫色的光聚集过来了，我拔出剑刺向他们，那些“光”立即发出了痛苦的呻吟。“米丝特里，点亮火把！”那些东西适应了在黑暗环境下生存，这对我战斗不利。\n点燃火把后，我四周查看...\n那些被击退的怪物忽然消失了，我保持战斗的姿势不敢松懈，忽的一声，那些怪物出现在我们所处的这个平台上。我才看清那些是什么东西。“啊！”米丝特里被他们吓的大叫，那些怪物身体是黑色的，身高要比我高出许多，手臂修长，移动速度很快，我刚想攻击他们，他们就闪避消失不见了。“米丝特里，你没事吧？”我走向前询问米丝特里，她摇摇头。“没事…那些东西是什么…”“不知道，但似乎很难对付。”“凌德，试试这个。”米丝特里从怀里掏出一本书递给我。“一直没和你说，也是…那个人不让我太早告诉你的。”“谁？”“里格特..他说如果遇见什么麻烦的事情就叫我吧这个交给你，不过在此之前要保密。”“呃…好吧”这家伙..这本书能干嘛呢…“可是，这本书能干什么他有没有告诉你？”“恩，里格特只说，把书交给你，你自己会明白的。”啥？…我自己会明白…我怎么就明白了…我端详起这本书，和普通书似乎没什么区别。只是书封面上有一个缎带，上面还有些奇怪的文字。真是够了…我外语学的不好，出来一趟已经是第四种我不认识的字了。我的内心几乎是崩溃的…咳咳，这不是重点。关键这个书能干嘛呢？我试着打开，但是没有用。突然，那些高大的怪物又发起了攻击！真是要急死人！我一手拿着书，另一只手举起剑挥剑砍过去，拿书的手一松，从剑上滑了过去。我的剑顿时发出耀眼的光芒，出手的速度快了很多，后阶段几乎是剑在拖着我前进。就在那一刹，剑划过那怪物的身体，怪物突然燃烧起来，并忽的往后退掉进了水里，火光照亮了水底，听见她痛苦的呻吟了几句后就没了声音，其他怪物见状纷纷躲避，只听见嗖嗖几声，四周回复了平静。我弯下身查看，水面上漂浮着几个墨绿的珠子，我把他们捞起来，手经过水的时候，那水竟然是温热的。大概是火将水加热了吧…不过这火真是厉害啊。 “米丝特里，上来。”我让米丝特里趴在我背上，趁着水还没有变冷，我淌水背他过去。“话说…里格特给你的这个东西好生厉害，下次再见到他一定要好好感谢一下。”“恩”米丝特里反应不是很大，我们之间又陷入了沉默。\n淌过水后，我们坐下来稍事休息。现在卡娜和望月不知所踪，没有罗盘我也不知道该往哪里走。怎么办…对了！用信匣…我怎么吧这个给忘了。我连忙抽出信匣，发消息给望月。接下来就是等待他回复啦。我从背包里拿出燧石生了一团火，或许有光也能让望月他们知道我们在这里吧。一切都准备好了后，我吃了些面包和肉。刚刚真是快累死了。……好困…….….白雪…再次来到了这里…白雪…孤城… 上一章  篇章索引 下一章[groupid=659]【DawnWork】[/groupid]"
        },
        {
            "author": "C8650",
            "timestamp": 1437104700,
            "txt_content": "加油{:10_523:}"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437111060,
            "txt_content": "白雪…\n再次来到了这里…\n白雪…\n孤城…\n这句话我得好好品味"
        },
        {
            "author": "半生红尘",
            "timestamp": 1437132000,
            "txt_content": "心理描写和环境描写应该可以更多，细节描写比较细致，结尾让人深思。最后五段可以详细些，凸显一下当时的困境。总体来说整篇文章稍微修改就可以脱胎换骨，期待楼主的文章~^_^"
        }
    ]
}