{
    "title": "〈原创.连载〉余音绕梁 第一章 第一节",
    "author": "末影龙娘",
    "replyCount": 4,
    "timestamp": 1437109860,
    "txt_content": " 本帖最后由 末影龙娘 于 2015-7-24 21:25 编辑 \n\n        第一章\n\n  睡眼朦胧中一瞥见外面的天还没有大亮，叶叁肆就决定死守床榻。\n  如果只是这样，就不消凭空冒出来个叶叁肆来发烦读者。不认识叶叁肆的人不知道——大概认识叶叁肆的人也不知道——叶叁肆已经精明到每一个举动都从多方面进行周密考虑，不然叶叁肆也不可能能顺利地蒙对考官的袜子颜色从而领走中级律政师的文凭。\n  以此事为例，叶叁肆思路之清晰缜密可见一斑：一来，出了那档子事，如果因闲出来肺气肿而造访的贱人不算人，事务所几乎算是人迹罕至；二来，长此以往，给普雷沃上课的时间便可削下至少三分之一，要知道每节课，普雷沃是要付三伊的。\n  如此一推算，现成的利益便撂在眼前了。可惜我们的大律政师正准备将这套金科玉律付诸以行动，一个万恶的纸包却差点使他破相。\n  “先生，邮费七蒲九伊①。”虽然麦隆人自己产的灯油点燃与否几乎没有差别，但在此时的叶叁肆看来，这窗外的灯光却仍显得刺眼。\n  （邮费你个大头鬼！邮局又来抢钱了，嗯？我呀，我看够了这一套！回去告诉你们那个头子，小心我控诉他！）\n  “哦，先生，那是自然。稍等。那个谁——普雷沃！普雷沃！”\n  隔壁的初级学徒用响亮的鼾声回应了他。\n  “好吧，好吧，这条懒狗……当然，先生，不是说您。再等会。”\n  在叶叁肆先生在五百刻②内把礼服、晚礼服、西裤、衬里、礼貌、领带、袜子、硬领、领结与礼帽极其小心、迅速而不失大方地翻了个遍后，七十九伊躺在了不耐烦的邮差手中。但邮差居然在叶叁肆的精心下如此忘恩负义，甚至没剜完他第二眼就匆忙走了。\n  但我们的律政师宽宏大量，没有因人礼貌不周而计较。他接下来只是坐在床塌上，扫视破旧的横梁和摇摇欲坠的吊灯，思考比这重要几千倍的事——周转问题。\n  说起来真是谢天谢地，这样作者就可以为了消除读者可能产生的疑问，说明一下叶叁肆的经济状况。\n  波尔耶三世屁股底下的的宝座还没热时③，像外域的所有青年一样，叶叁肆迈进了米歇城④的城门，并且加入了当时成群遍地的高尚小团体之一，学了大堆的陈词滥调与冷嘲热讽。要不是钟声事变⑤冲散了这帮青年，叶叁肆也不得不逃往麦隆，一代文豪的处女作在两代⑥以前就该下海了。所幸，承蒙约基人赏脸，把老家赫尔希选为前沿阵地。本来大批的游民使其精明的父母经营酒馆寄来的年金已经激增到了两埃⑦——在麦隆算是收入顶高的阶层了——但即使律政师再俭省，在这从不需要律师的地界，还是难免打一本期票存根，可以用来专门让人大开眼界。就在三时前，叶叁肆创作的一部尖酸刻薄的讽刺小说——说起来他还真有这方面的天赋，三代以来竟已积攒了上万字——并且把清样复制五千份寄给所有能印书的场所，然而高刊（指大佬一类人）们却一直对他视而不见。\n  好了，我们还是应该尊重他本人，将他的故事继续下去。\n  （出版商果然都利欲熏心，不懂得一部真正的好作品需要读者的认同，要不是我们供养，这帮守财奴今天都在阴沟里捡烂钉子！真是活见鬼，三时⑨以来，只让印刷工抢了我的血汗钱……）\n  “先生！橱柜里没有可以吃的东西了……”隔壁传来学徒的声音，一听便知是没见过世面的穷小子。\n  “闭嘴，你的先生穷得要命哩。哎，普雷沃，你的学费还未交，欠了将近一西⑩了。”\n  “再说吧，先生。我比您手头更紧哩——哇耶，先生，这是怎么回事？”普雷沃—推开门，立刻被吓得不轻，因为这房间里的衣物扔得乱七八糟，局外人看到了肯定要拿来说三道四，而这是当地人最大的爱好。\n  易于激动的青年还沉浸于无法自拔的焦虑之中，全然将普雷沃当了空气。\n  “诶？先生？怎么回事？”普雷沃在他眼前晃着胳臂。\n  “没事，普勒（普雷沃的小称）。哦，先帮我把那个纸包递过来。”这里还要提起叶叁肆的一样美德——即使被抢了劫，也要搞明白每一笔出款的名目（以便随时控诉他们犯了财产纠葛罪）。\n  纸包还没有手掌厚，上面写的地址也并不距此地多远，很容易使人联想到邮局所获的油水之多。\n  叶叁肆在其中翻了半天，却只发现他三时前寄去的清样。\n  叶叁肆垂头丧气地将纸包扔给了普雷沃……等等，在他脚下，还掉了一张字条。\n  上面的内容非常简短，上面的字体像是战地前沿的荒民：\n  [prote]可付印。请至维埃图书馆详谈。[/prote]\n弗.维埃。\n  在此之前，叶叁肆从不知道只需寥寥数笔就可使一个人从肉体到精神都脱离苦海。他此时觉得身体里有一个气球在膨胀，如果普雷沃没有往他身上泼冷水，他坚信这个气球会爆炸，把整个事务所都夷为平地。\n  “先生啊，这叫怎么回事？”小学徒还没见过如此的阵势，脸都吓白了——这是很能说明问题的，因为麦隆充足的阳光本来赏了他一张可以在黑暗中潜行的肤色。\n  “没事，普雷沃，你只需要知道是好事！别收拾那些衣服了，把它们都拿过来，我要赶紧出去一趟。我不在这的时候你要守着。”叶叁肆赶忙慌乱地穿起衣服，差点把腿伸进衣袖。\n  “该死，把我当什么啦？”普雷沃嘟囔道，但叶叁肆没有听见，因为这时候他已经手忙脚乱地跨上了土路，不合身的折价货还在身上晃晃荡荡。\n\n───────────────\n@lzs1234 （律政师叶叁肆）\n①18纪以前，邮费由收信人支付。蒲和伊为麦开货币单位，一蒲合十伊。\n②刻，麦开时间单位。五百刻相当于半小时。\n③指1759年波尔耶三世登基。\n④城为最大行政单位，作者可能指其首都米歇顿。\n⑤1761代发起的钟声事变瓦解了波尔耶为首的七轨政权，同代，约基发起大规模侵略。后人将这两次战役统称“钟声事变”。\n⑥代，麦开时间单位，约201个昼夜。\n⑦一埃合一千蒲。\n⑧这是一种涂牛油与果酱的圆点小面包。\n⑨时，麦开时间单位，约21个昼夜。\n⑩一西合十蒲。",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1437132060,
            "txt_content": "@中立生物 @北极星人  @索岚  @mo=250\n另：我们的北极星人应当准备好防晒霜。"
        },
        {
            "author": "中立生物",
            "timestamp": 1438047480,
            "txt_content": "中立生物赶来支持。并表示正在奋力存稿——丢了几万字电子稿，接着存纸稿，又丢了三章！！QAQ重新构思并码字中。。。。{:10_514:}"
        },
        {
            "author": "xcc",
            "timestamp": 1449152820,
            "txt_content": "喔。有种看史学的感觉。"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1449153300,
            "txt_content": "早已闻名的ID"
        }
    ]
}