{
    "title": "【原创】【连载】《罔世 龙天卷三》幻梦",
    "author": "白安西",
    "replyCount": 6,
    "timestamp": 1437212400,
    "txt_content": "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。  印象里，这是老爹最喜欢吟的歌。老爹是个爱读书的人，爱读书却不爱书，每次看完书都是随手放在一边，等我收拾。平时人看起来笨头笨脑的，说他马虎大意吧，又偏偏是个医生，看见病人就疯疯癫癫的，时而哭时而笑时而大叫，吓得人家都不敢来了。自从医好几个身患绝症的老头后，声名远扬，人家把他这种行为看做是神医，高人的特点。是吧，既然技艺高人一等，表现的也要与众不同些吧，我觉得他这辈子最与众不同的一点就是我了。身世成迷，性格孤僻，生性好动，完全是和他相反的人物。对了，我叫他老爹是因为他不是我亲爹，我是被他捡来的。这点我很小的时候就知道了，据他后来说，当初他告诉我的时候，我不动于衷，到时令他很惊讶。他说当时是这样的一段对话。“你是我捡来的。”“..哦。”“你觉得我在开玩笑吧…哈哈…其实…”当时或许他觉得不该这么早告诉我，我好像不相信，想这次就打哈哈过去，没想到我接下来是这样说的。“你捡我回来干嘛。”“恩…这个…看你一个人在冰天雪地里可怜…就捡回来了呀.我是个医生诶，总是很善良的吧…”“你还会要我吗？”“啊？…”“问你既然捡回来了还打算要我吗。”“额…额….要的要的…”“哦..” 然后我就出去玩了。完全记不起来这样的事情，不过我居然这么….管他， 老爹除开怪了点，其实是很厉害的一个人。那么多京都名医治不好的人，他都能妙手回春，但别人请他去京城就职，他死活不去，说什么…“风雨不动安如山~，老夫岂是为五斗米折腰之人…不去不去，且放白鹿青崖间，须行即骑访名山。安能摧眉折腰事权贵，使我不得开心颜！噫吁嚱….”烦人…对了，这好像也是他喜欢的诗歌。他喜欢这些，自然也是希望我学的。可是我对坐在家看书不感兴趣，他也作罢，望我学医继他祖业，我也不肯。别人都说我没良心，老凌好心养我十余载，竟不懂得报恩，我刚想说什么，他却比我火大，抄起竹篮里的药材就打过去。“你懂什么！唉！”吓的我都不敢多说什么。 他翻的那些书，基本都是来源于一套叫做《长歌集汇》的书，只是奇怪，里面的文章有长有短，有的都是一个题目，有的是几句的断章，我去问他，他只说“文人即兴做此，哪里去管什么规矩！”也就作罢。 后来出门进京求太学，他竟是放了一把王不留行在包里，这是要赶我出门吧，我一气便半夜上路。后来问他竟是我太小气，说我第一次出远门，带点药好有备无患。“你居然还认得王不留行。”“我…你知道我不认识给我又又什么用…”“哈哈哈，也没白教你多年。”说罢便仰天大笑出门去，人家以为他是疯子！….说来，为什么突然想起了这些…头好痛….远处又传来了一阵虚无缥缈的歌声…这个歌声好熟悉…. 突然！我好像看见了自己，在不停的向前跑…周围是白雪皑皑，一些恍惚的幻影围绕着我。…白雪…长歌……“凌德！凌德！你醒醒！““唔…啊….““凌德！““啊！好痛！” 突然被谁拧了一下，整个人都清醒过来了，我揉揉眼睛，发现望月，卡娜和米丝特里都围坐在我边上。 “凌德，你终于醒了！还是我这招有效。”“有效你个头啊！痛死了…”“哈哈，话说你给望月寄的那是些什么东西啊，我们都看不懂，但是上面显示了你方位，这才找过来。看见你和米丝特里的时候，你就睡着了，怎么叫你都不回应。”“额…我可能是有些累了…你不知道！我们刚刚遇见了好多的怪物！..”我把刚刚的情景描述给他们听，望月吃惊的看着我。“这么说..你遇见了末影人！”“唔..我倒是不知道我遇见了什么啦，你看，他身上还掉了这个。”我把刚刚捡到的东西给望月看，他拿过去说“是末影珍珠没错，太好了！”“啊？”“哦。这个下次再和你们说。既然大家都找到了，那我们继续出发吧，凌德，你要不要再休息下？”“不用啦..我们走吧。” 我好像又做那个梦了，在一片无尽的虚无的地带…为什么会梦见这些…我好像也看见了好多好多小时候的事情…算了，等闲下来的时候问我望月吧。 “前面是一个大裂谷哦，大家要小心啦！“ 上一章 篇章索引 下一章[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "白安西",
            "timestamp": 1437212700,
            "txt_content": "今天去了趟乡下所以更晚啦真抱歉\n过段时间我可能还要去乡下小住可能会停更一周哦（回来会全部补上的啦）\n乡下环境安静些应该会更有利于写作吧。\n\n这次引用了岑参《白雪歌送武判官归京》 李白《梦游天姥吟留别》《南陵别儿童入京》（好巧我也入京） 杜甫《茅屋为秋风所破歌》 【致敬】\n以后这种现象会普遍吧，虽然在索引贴里声明了但是这里还是再说一下。\n\n想吐槽的不要介意哦，就当时鞭策安西君好啦WWW\n\n接下来是艾特@likeliang @REN0011 @Yy星人 @ZCA @暴风中的龙 @恶魔-潇洒 @海潮 @小浪 "
        },
        {
            "author": "xcc",
            "timestamp": 1437214260,
            "txt_content": "岑老爷的诗被你戳了过来= ="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437214800,
            "txt_content": "啊竟然是这首诗\n想当年我一直背不下来觉得好难，考试的时候就是考到默写这首诗写错过（在两个月后我才背下来）"
        },
        {
            "author": "白安西",
            "timestamp": 1437282300,
            "txt_content": "2B与mc的故事 发表于 2015-7-18 18:20\n啊竟然是这首诗\n想当年我一直背不下来觉得好难，考试的时候就是考到默写这首诗写错过（在两个月后我才背下 ...\n忽如一夜春风来，千受万受菊花开"
        },
        {
            "author": "白安西",
            "timestamp": 1437282300,
            "txt_content": "xcc 发表于 2015-7-18 18:11\n岑老爷的诗被你戳了过来= =\n表忽略李老爷子和杜老爷子"
        },
        {
            "author": "NBlcq",
            "timestamp": 1437282600,
            "txt_content": "白安西 发表于 2015-7-19 13:05\n表忽略李老爷子和杜老爷子\n忽如一夜春风来，千树万树梨花开"
        }
    ]
}