{
    "title": "[Mod教程]Minchem化学mod简略教程",
    "author": "lxq54sb123",
    "replyCount": 6,
    "timestamp": 1437281940,
    "txt_content": " 本帖最后由 lxq54sb123 于 2015-7-19 12:59 编辑 \n\n前言：  这些内容大部分来自于其他网站，但是因为看到mcbbs里面都没有这个mod的教程，所以我就将这个mod的教程或玩法结合带给大家。我们知道：万物都是由元素构成的。\n有了这个mod，我们可以把物品分解成为元素，然后再把元素重新合成，使之变成其他物品。例子: 碳\n学过化学的人都知道，钻石就是由碳元素组成的，而根据化学mod的设计，很多物品的构成元素中都含有碳，所以我们就可以利用化学仪器来把物品分解成为元素，提取其中的碳，来合成钻石。\n帖子挺长，来首音乐吧\n \nhttp://v.youku.com/v_show/id_XMjMxMjE0ODg0.html\n\n正文：\n单质元素属性：\n1.辐射\n稳定-几乎无辐射-辐射-大量辐射-高强辐射\n2.元素分类\n非金属 惰性气体 碱金属 碱土金属 类金属 卤素\n过渡金属 其他金属 镧系元素 锕系金属 \n3.元素状态\n固体 气体\n食物\n本人体验发现，这些化学元素并不能被直接合成出来，但是G键合成表中仍然能看到一些元素的合成表，。\n我发现一些化学元素可以和食物合成为进阶一层的药物性食物。\n（图中除了H、Be、W、Pb以外的元素都可以和一些原版的食物合成为药物性食物，即化学食物，这些可以吃哦，吃了后怎么样就不知道了）\n想要了解就下个G键合成表吧\n\n\n基本物品：\n1.试管\n\n作用：称装所以化学元素之用\n合成表：三个玻璃竖着放可以获得16个试管。\n\n（前期务必准备好大量试管，因为物品能分解出来很多元素，一种元素占一个格子的位置，元素可以重叠放置，上限<64>）\n\n化学仪器\n1.显微镜\n作用：将物品放入显微镜之下研究能够发现其化学机构和组成。\n（只支持一些原版中的一些物品，不兼容其他mod，否则可能会引起冲突）\n\n显微镜界面\n左边相当于载物台，物品可直接拖入进去；右边相当于目镜，放入物品后可以看见物品的化学结构和组成。\n\n\n例如 煤（材质）， 煤 是 14个碳（C）构成的，其属性也详细的列出来了\n显微镜合成表\n\n第一行中间的是显微镜镜头，目测应该是物镜。\n显微镜镜头合成表\n由两个凸透镜中间夹着一个凹透镜合成\n（不过我觉得现实中的目镜应该不是这样的原理。。）\n\n凸透镜和凹透镜的合成表\n 。\n两个框下方有个槽放入“科学家笔记”\n科学家笔记的作用是记录纤显微镜下看到的物品的构成和分解资料，\n只要放在槽里，只要研究了物品就会记载在笔记中。\n\n合成表：一个笔记和一个试管就可以合成科学家笔记\n（叫做科学家笔记不太准确，叫研究员笔记更恰当）\n\n\n2.分解反应台\n作用：能够将物品分解为化学元素。\n（一些物品会分解成为混合型化学元素,混合型化学元素还可以再分解成为最小的元素（单质元素））\n\n界面\n首先，需要将试管放入右边的框中，四个格子都可以放置，一个格子最多放64个（即一组）\n中间的槽中就是放置物品的格子了。\n直接放进去。发现没有任何反应，这是因为物品分解台需要注入能量（电力）\n最右边的红色标志指示没有放入试管，放入试管即可\n下面的橘黄色标志表示的是物品分解台存入的能量（电力）\n\n\n\n\n没有能量（电力）就没法工作，所以我们需要能量(电力)\n而能量需要其他的mod来提供，建筑mod中的引擎可以给予能量\n把引擎直接放在物品分解台像下面的图片中的位置就会自动与其连接。使用红石开关即可启动\n（四个面是四个接口，可以同时用四个引擎提供能量）\n\n\n分解反应台合成表\n\n中间的是原子机械臂\n\n原子机械臂合成表\n\n\n\n3.化合反应台\n作用：将元素重新化合成为物品及化学元素。\n左边的槽中放入科学家笔记，这样就可以让化合反应台按照笔记中的信息来合成物品及化学元素\n\n化合反应台合成表（后期通过化学可以合成很多很多钻石）\n\n\n\n\n4.抗衰变化学储存箱\n作用，用来放置化学元素\n一些元素具有放射性，也就是辐射。\n具有放射性的元素会对拿着元素的玩家产生伤害，但并不会对周围的事物以及生物产生伤害。\n元素释放辐射也是在衰变，他会慢慢地失去固有的属性，质量会慢慢地减少，放在抗衰变化学存储箱中更合适。\n\n（这个合成表母鸡啊，请进入游戏后利用G键合成表）\n\n5.蓝图投影仪\n用来投放蓝图\n\n\n合成表：\n\n\n以下简单介绍：\n\n 　　电解器，很基础的道具，可以把此MOD相关的材料分解成化学试剂　　元素聚变器，可以使两种元素以叠加原子序数哦方式进行聚变，中间的试剂是钍(Th)　　化合反应台，进行各种不科学的化合反应　　分解反应台，进行各种不科学的分解反应　　元素裂变器，和聚变器作用相反，可以把一种元素以原子序数减半的方式进行裂变。中间的试剂是铀(U)　　物质还原台，将已完成的化学试剂成品转化为相应的物品，二转一的方式　　分别为元素周期表、元素周期表挂画、化学书和分子分拣机\n\n元素\n聚氯（lv）乙烯\n重复单元为的具有无规构型结构的聚合物。是一种通用型合成树脂。根据添加增塑剂的不同，可分为硬质和软质聚氯乙烯两类。\n在化学mod中，聚氯乙烯这个化学元素是用来制作核生化防护服。\n\n甲基安非他命\n（甲基苯丙胺）\n即冰毒。\n于是乎，在Minecraft世界你可以（xi）（du）了。\n现实中请各位不要做这种事情，首先是违法的，其次会对你的身体造成不可估量的身体伤害以及经济损失。\n\n裸盖茹碱\n（裸盖茹素）\n具有神经致幻作用的神经毒素。\n混合在食物中，其实就是和耗子药一样。\n\n麦司卡林\n（三甲氧苯乙胺）\n其实就是仙人掌，然后提取出来的毒品\n口服后能产生强烈的幻听、幻视作用。\n\n乙醇\n即酒精。\n把酒混合在食物中？这不科学。。\n\n安非他命\n个人理解为提升身体耐力的药物。\n用来提神，亢奋之用。\n\n蔗（zhe）糖\n由葡萄糖和果糖通过异头体羟基缩合而形成的非还原性二糖。具有甜味。\n游戏中和白糖的作用差不多。\n\n豹色(蝇蕈<xun>醇)\n具体我不清楚是什么，可能是“GABAA受体”（详细请查看维基百科）\n作用类似镇定剂。\n\n青霉素\n能够杀菌抑制细菌繁殖的抗生素。\n很普遍的一种治病的药物，游戏中就是用来回血的。\n\n睾（gao）酮（tong）\n（睾丸素）（=A=好吧。此贴禁未达到12岁的儿童浏览）\n一种类固醇荷尔蒙，由男性的睾丸或女性的卵巢分泌，肾上腺亦分泌少量睾酮，具有维持肌肉强度及质量、维持骨质密度及强度、提神及提升体能等作用。\n（这玩意真不忍心喝下去。。多恶心啊。。不过他的作用却是增强体魄用的。）\n少年你知道大力水手吗？其实他的罐头很有可能是这玩意，菠菜只是用来骗小孩子的。\n\n硫酸\n具有高腐蚀性的强矿物酸。\n（其实不用我解释大家也认识这玩意）\n史蒂夫够厉害的，喝硫酸竟然只会受到三颗心的伤害而已。。。\n少年们！！硫酸这东西可不是能喝的东西啊！！！！！！别被游戏误导！！！（给孩子们的教导）\n\n奎（kui）宁\n个人理解为一种治病的药物。\n百科解说奎宁是用来治疟疾的一种药物，好像还能刺激皮肤和呼吸道。\n\nT-2毒素\n自然界中污染田间作物和库存谷物的主要毒素，对人、畜危害较大。 \n有剧毒。吞食有害。\n\n节球藻素\n具体不清楚是什么。大概是一种藻类生物菌素。\n游戏中喝掉这东西，会让你持续8分钟的饥饿。（混合在食物中恶作剧别人→v→饿死她！@）\n\nT T X（河豚毒素）\n河豚是一种鲀科鱼类生物，遇到危险时会通过鼓成滚圆状来自卫。（很萌的！）\n游戏中河豚毒素的毒非常厉害。它会使玩家受到1分钟的缓慢和凋零状态，缓慢状态到几乎很难移动。。。。没有牛奶几乎就是等死。（看来牛奶是Minecraft世界中的神器饮品啊！多喝牛奶由于与身体健康！）\n\n（THC）四氢大麻酚\n天然存在于桑科植物大麻(Cannabis sativa L.)的雌花花蕊分泌的树脂。 \n含有本品的大麻吸人后对中枢神经的作用，可因剂量、给药途径及用药时的特殊环境而有不同。特别与个性很有关系，表现为既有兴奋又有抑制，吸食后或思潮起伏，精神激动，自觉欣快；或沉湎忧郁，惊惶失措。 \n在游戏中你会迅速受到饥饿 缓慢 反胃这三种异常BUFF，会让你享受到现实中醉酒后呕吐的感觉。\n\n青蛙毒素\n来自于青蛙体内的毒素。（不是蟾蜍吗？？）\n与河豚毒素一样。而且还会反胃。\n\n阿普唑（zuo）仑\n主要用于抗焦虑，在用苯二氮革类药治疗焦虑伴有抑郁时，本品可作为辅助用药，也可作为抗恐惧药，并能作催眠用。 \n其实类似安眠药。\n核反应堆：\n 第一步，你首先要有一个‘蓝图投影仪’\n第二步，准备两种砖块（自己翻译，非准确翻译）\n左边融合方块 ，右边是镀钨方块 （翻译不一定准确）\n\n\n合成表\nPb=铅元素 W=钨元素 Be=铍（pí）\n\n第三步，摆放：\n将蓝图投影仪放置，指向一片空旷或最够的空间。\n将蓝图放入蓝图投影仪，他会告诉你需要的方块和数量。\n放入蓝图后就会投影，投影属于方块，可穿过，可打碎。\n投影总是闪来闪去。\n我这里放入5x5x5的蓝图。\n\n\n\n蓝图：5x5x5蓝图 13x5x13蓝图  红白色的那个是纸\n\n\n\n\n投影指定的是什么方块，就在投影上右键放置。\n多数情况会闪来闪去，看不出来是什么，但是只有两种方块，错误的方块无法放放置投影上。\n摆满一层会继续投影下一层直到完全做出反应堆。\n\n\n\n\n使用方法：\n \n　　接下来是各种仪器，首先是这个装置(电解器)与化学MOD相关的材料基本都可以通过它电解成化学元素或分子　　打开后界面如图，你需要在上面放上两个空试管，下面要放满3个电解材料才可以开始运作。当然3个都是一样的并且是可以被电解的　　当放置完毕后电解过程开始，所需要的时间与炼金时间应该是一样的。　　以水电解为例，电解结束后会生成氢气和氧气两种试剂。以上为氢气试剂　　当然其他的东西有很多是可以电解的，比如蔗糖，电解之后会形成两种不一样的化合物试剂，如图，左是C2H8O11,右是C12H22O11。　　事实上如果打开化学书的话会看到一张化合列表，可以把表中内容的逆过程当作是电解器的电解产物。但这并不是绝对的，有些物质电解后得到的东西比合成它所需的东西少很多　　接下来这个便是化合反应台，实际上它只能进行化学试剂元素的叠加并不能进行真正意义上的化学反应。　　左边放空试管，右侧可放置最多4个合成试剂　　以氢气氧气化合为例，它并不能让它们化合成为水(H2O)，而是直接叠加成为(H2O2)相当于化合过程为　　(H2+O2=H2O2)　　由此可见这并不科学= =　　如果说H2O2算是科学的那这个无论如何都说不通了，但真的合成出来了。但是，由于它是无法被识别的物质所以它的名称为???。　　你也可以用不科学的方法合成出科学的物质比如苯　　另外也可以把同元素单质化合使其系数增加比如。。。C5+C6=C11　　与化合反应台相对的分解反应台。作用与化合反应台相反　　　　比如，我用之前电解蔗糖得到的C12H22O11可以分解成C12、H22和O11　　如果试管足够的话会优先分解成各种单质，若是试管不够的话。。。不同物质不同组合。　　PS：单质试管一般为淡玫瑰色，化合物试管一般为浅绿色。　　那么，只要有足够的元素的话，可以通过任意的拆解化合，生成自己所需要的任何化学物质，比如KSN、H2SO4甚至硝基苯——电解TNT的产物　　但是，实际上这些物质都是不可直接利用的，比如化合出H2O，它却不能当作水来用，你需要把它转换。化合出氰化钾，也不能用来下毒，顶多可以作为转换成实体物质的一个基本分子　　所以说，这个化学MOD这一点非常坑爹。。。空拥有一堆化学物质，没有实际用途　　极为不科学极为碉堡的玩意，元素裂变发生器!　　它可以将一种元素单质以减半元素序号的方式裂变为另一种元素!　　比如，我在左边放置一个C16，它就会开始裂变，最终会裂变成两个Li16.　　这个玩意很科学的把质子数为6的碳裂变成了质子数3的锂。　　如果我将质子数位奇数的B进行裂变，将会得到两个He。就是说，会损耗　　这个就是与之相对的——元素聚变发生器!依旧是个碉堡的东西。它的作用是将两种元素单质进行聚变，产生质子量为聚变材料质子量之和的新元素　　现在我将两种不相干的元素——质子数位4的Be与质子数为7的N进行聚变反应，最终会得到Na。　　它的聚变是无差别进行的。　　也就是说，现在我们可以利用这两种机器，任意的用基础元素制造出高等级的重元素.如果有耐心，完全可以把水电解，反复聚合之后得到珍贵的U(92).也可以说，如果有这两个玩意，就可以轻松的制作出来元素周期表内所有的元素!但是遗憾的是，90%的元素制作出来没有实际意义，不能得到利用。它依然只能作为转换实物的基础材料　　现在已经可以运用这些机器、反应台来合成、制造我们需要的任何物质了，那么如果它们一点用处都没有将会是非常非常非常xN坑爹的。那么，我们就把它转换为真正可以使用的物质　　与物质制造机媲美、蕴藏无限可能与希望的神奇炼金术最高端、最完美的机器——物质还原台!　　参考之前的化学书合成列表，你可以通过它把我们合成出来的两种物质放进去之后，得到我们需要的实用物体，以达到我们搞科lian研jin的最终目的。　　实战演练。使用硅(Si)与氧气(O2)进行物质还原，最终可以得到　　沙子x3.回顾之前看到的化学书，只要材料放对，就可以得到我们需要的任何物质。比如。。。花费大量时间提炼出C64两个，然后合成出3个钻石　　最后，来演示一下化学mod一个完整的炼金过程——由红石造铜矿　　首先电解红石，可以得到2个氧化亚铜　　我们需要单质铜(Cu)，需要将其塞入分解反应台，以制成所需的单质铜\n　　两次分解反应之后我们得到了两个单质铜，已经足够了\n　　然后crafting。。。　　成功了!　　现在掌握这些之后就可以称是一个炼金师了，基本所有的东西都可以得到了　　然而还有样东西需要提到——放射性物质，比如铀　　不小心回车。。。一般来说放射性物质都是比较危险的，它会使你处于被放射污染的状态。当然它的衰变是瞬时的，你把它放进背包，过那么一小会。。。　　所有的放射性物质，如果你不把它放进箱子，最终都会衰变成铅(Pb)而且自身还要受到污染。放射性物质一般都比较贵重，优先保存，以防止因衰变造成的损失\n\nMod下载\n \n1.6.4/1.7.10原帖:http://www.mcbbs.net/thread-184535-1-69.html\n1.6.4~1.5.10旧地址：http://www.mcbbs.net/forum.php?mod=viewthread&tid=126560\n\nEnd\n\n\n",
    "replies": [
        {
            "author": "herloxing",
            "timestamp": 1437282120,
            "txt_content": "图崩了。。。。。。。。。。。。。。。。。"
        },
        {
            "author": "NBlcq",
            "timestamp": 1437282480,
            "txt_content": "看不懂。。。。。"
        },
        {
            "author": "海牛的麻烦",
            "timestamp": 1437283560,
            "txt_content": "贴吧复制来的也不知道把图片放到图床上再发吗"
        },
        {
            "author": "zh0996",
            "timestamp": 1437351720,
            "txt_content": "图全挂了差评~~"
        },
        {
            "author": "Exforld001",
            "timestamp": 1437472740,
            "txt_content": "图全挂（除了第一张）。。。。话说能不能换个图床？百度不行的。。"
        },
        {
            "author": "李子70707",
            "timestamp": 1440643800,
            "txt_content": "图挂了"
        }
    ]
}