{
    "title": "原创/连载【真·小说】神探杰克：第一章  地窖之下",
    "author": "youliao",
    "replyCount": 2,
    "timestamp": 1437235860,
    "txt_content": " 本帖最后由 youliao 于 2015-7-19 08:33 编辑 \n\n\n神探杰克：第一章  地窖之下\n\n\n      在宇宙的一个角落，有一个星系，那里的原住民称它为光明系。在光明系中一颗充满生机的一个星球上，住着一群勤劳的人们，人们早出晚归，民风质朴。由于有其先人的智慧，蒸汽科技非常发达。蒸汽机帮助了人们解决了非常多的劳作问题。因此人们称这个时代为蒸汽纪元。\n\n\n    “而在蒸汽技术运用的领域，无人可以与兰伯特教授相提并论...”\n\n\n    “够了，鲍勃你小子竟然还在看这什么奇怪的书，我刚才不是叫你准备一下我们出去采购物资吗？”一个长相邪气的成熟男子把手放在了鲍勃的书上，打断了他的话。\n\n\n    那个叫鲍勃的半大男孩楞了一下赶紧解释到。\n\n\n    “杰克中尉，这...这本书太好看了，所以我忍不住...”名叫鲍勃的男子声音越来越小。\n\n\n    “嗯~”杰克中尉撇了撇嘴，拿起了那本书看了看，“《蒸汽幻想》，听名字好像不错，你收起来吧，我们还有正事要干，你要看回来看。对了，在这里要叫我杰克。毕竟，我已经退役了，不是什么中尉...”说到这里，杰克的声音慢慢低沉了下去。\n\n\n    鲍勃看到杰克面色不对，立刻笑了笑，挠了挠头道：“我们不是还要去采购物资吗，走吧。”\n\n\n    说着鲍勃拿起一个大麻袋。杰克点了点头，拉了拉头上的帽檐，大步迈出了房门，鲍勃紧跟其后。\n\n\n    正当杰克在锁门的时候，房屋对面的一扇门“吱呀”一声打开，从门内走出一曼妙女子。\n\n\n    “哦！玛丽小姐早上好呀。”鲍勃热情地和那位女子打招呼。\n\n\n    “嗨，早上好。”玛丽小姐微笑地回应着，又看向杰克，“这么早，出去呀。”\n\n\n    杰克朝着玛丽小姐点了点头，便带着鲍勃离去了。\n\n\n    “杰克，你觉得玛丽小姐人怎么样”鲍勃追上了杰克，伸出头来问到，“玛丽小姐长得漂亮，家世又好，性格也温柔，而且又住在我们对面，你说...”\n\n\n    “当”杰克伸出手给他头上敲一下“你小子这么兴奋，不会...你喜欢玛丽小姐吧。”\n\n\n    “不不不”鲍勃脸红地马上摆手到，“我的意思是，我们要加快脚步，赶紧去集市采购物资。”\n\n\n    杰克也没说什么，就这样，两人一前一后地向着集市的方向赶去。\n\n\n    当杰克与鲍勃来到集市的时候，集市上已经人来人往。\n\n\n    鲍勃看向四周，忽然发现了一个水果摊，于是便蹦蹦跳跳地走了过去。杰克无奈地摇了摇头，也跟了过去。\n\n\n    “苏珊小姐。”鲍勃朝摊位前一名女孩招手道。女孩此时正提着一个铁通，迈着小碎步打算向屋后走去，铁桶上盖了一层布，里面装的可能是奶酪之类的东西。\n\n\n    “苏珊小姐。”鲍勃朝着名叫苏珊的女孩招了招手，“苏珊小姐，给我来一袋苹果。”一边说着一边张开了自己带来了大麻袋。\n\n\n    杰克听了，满脸黑线地把鲍勃拉了回来，对着女孩苏珊到：“给我们来两个苹果。”\n\n\n    “三个。”鲍勃在旁边举着手插嘴道。\n\n\n    “一个。”杰克黑着脸，看着鲍勃。\n\n\n    “两个，两个。”鲍勃立刻服软，马上改口道。\n\n\n    苏珊看着两人，尴尬地笑了笑，并将两个苹果递了上去。\n\n\n    “对了，我还要一瓶白兰地。”杰克边说边将苹果塞到了鲍勃的怀中。\n\n\n    女孩苏珊“嗯”了一声，微笑地走向了房屋旁的地窖。\n\n\n    这时，一个声音从杰克身后传来。“罗斯，快还钱。”\n\n\n    杰克转头一看，是一个肥嘟嘟的年轻人，正一步一步地走来。\n\n\n    “呦，是杰克先生。”肥嘟嘟年轻人向杰克笑了笑，“杰克先生也来...”\n\n\n    “啊~~~”一声惊恐的叫声从地窖下传来，瞬间打断了他的谈话。\n\n\n    “怎么回事？”鲍勃被吓了一跳。杰克听到尖叫，二话不说立马向着地窖内跑去。鲍勃见他如此，也提腿紧跟其后。\n\n\n    杰克跑到了地窖门口，看见苏珊小姐此时正坐倒在地上掩面哭泣，而她身前则躺着一具面色苍白的尸体。\n\n\n    紧跟其后的鲍勃看到了这一幕，也不禁倒吸了一口凉气。\n\n\n    杰克走上前去，将手指探向尸体的鼻下，然后又摸了摸他手上和脖子上的动脉，皱了皱眉毛，摇着头道。\n\n\n    “他已经死了。”\n\n\n    “什么？”随后跟来的胖子感到很惊讶，并想要走上前去想要摇动尸体“喂罗斯，你欠我五个月的钱还没有还呢，你怎么死了？”\n\n\n    杰克立即制止了他，到“不要破坏现场。”\n\n\n    并带着他们走出了地窖。\n\n\n    不一会，一些高大魁梧的警官赶了过来，并封锁了现场。\n\n\n    杰克此时正站在地窖门口，仔细地观察着。\n\n\n    地窖往下走有一扇门，打开门往左走是一条狭窄的过道，前边右边全身墙壁。由于门口只插着一个火把，所以光线有点暗。杰克蹲下仔细观察着尸体。\n\n\n    杰克发现尸体身上有些脏，有些灰尘。\n\n\n    再走过过道，里面是一个个大酒桶，中心放置着一些盆栽绿色植物，植物上方是一个天窗，早晨的阳光正从上方照射下来到植物上。杰克走过去看了看，只是一些观赏性植物。\n\n\n    地窖内有一个房间，是死者罗斯的房间，每晚他都会来这睡觉。可惜，他再也不能使用这个房间了。\n\n\n    杰克又看了看头上的天花板，天花板距离地板有四米高，杰克摸了摸鼻子仿佛若有所思。\n\n\n    “这个，你是怎么发现死者的？”一名警官一边问苏珊小姐一边记录着口供。\n\n\n    “嗯~~~”苏珊说到，“我刚打开地窖门，就发现他倒在地上，我感到很害怕...”\n\n\n    而在尸体旁站着两名警官，其中一名警官对另一名警官道：“洛塔警署，经判断死者死于窒息。死亡时间大概是昨天晚上，而且死者死前有喝过酒。”\n\n\n    洛塔警署摸了摸下巴，深思道：“难道，是有人将死者掐死？”此时杰克正好走了出来。洛塔警署立刻走了过去“杰克老弟，刚才不是说了这里暂时不能进入，你快出去，别破坏了现场。”\n\n\n    “好的，我马上出去。”杰克立刻赔笑到。\n\n\n    杰克挤出外面围着的一堆人群。心中暗骂，靠，鲍勃那小子又跑哪里去了。\n\n\n    杰克想了想，走到了屋子后面，那里有一块草坪。上面被人挖了一个不大不小的坑，旁边放着一把铲子。杰克摸了摸泥土，断定泥土是新的，坑是新挖的。\n\n\n    杰克嘴角露出了一丝微笑，打了一个哈欠，伸了一下懒腰，靠着墙站着。\n\n\n    不一会，苏珊提着桶走了过来，没有发现靠在墙边的杰克。\n\n\n    “嗨”杰克向着苏珊打招呼。\n\n\n    “嗨”苏珊也发现了杰克，冲着他笑了笑，眼中却闪过了一丝慌乱。\n\n\n    “屋子里死了人，可真是不幸呀。”杰克淡淡地说到。\n\n\n    “哈，是...呀。”苏珊答到。\n\n\n    “苏珊小姐，我刚才观察了一会现场，貌似是发现了一些线索。”杰克说到。\n\n\n    “哦？杰克先生找到了什么线索？”苏珊好奇地问道。\n\n\n    “我是这样想的：地窖的门是向内开，门高两米，门到顶部有两米的高度，凶手可以把门打开，上面放上沙子或砂砾，由于有门的支撑，所以沙子或砂砾不会掉下来。但当罗斯回来的时候，关上门，没有了门的支撑，它们瞬间掉落下来将罗斯埋在了里面，罗斯因此窒息而死亡。”杰克眯着眼睛说道。\n\n\n    “哦，真是有趣的猜测。”苏珊小姐道，“但是罗斯周围并没有什么沙子和砂砾呀。而且人头上有东西怎么可能没发现。”\n\n\n    “墙角边的火把。”杰克双手插在裤子口袋里，站直了身子，“我一直很奇怪那个火把为什么要插在门口的墙角，现在就清楚了，因为需要用火把沙子融化，才能消除痕迹。至于为什么罗斯没发现，不但是因为他之前有喝酒，更是因为地窖在地下，通过楼梯下去，卡了一个视角，在没有进门前是发现不了的，而罗斯进去可能随手将门关上，所以，即使发现了，也晚了。更由于罗斯不是神选者，在没有工具的帮助下是无法自救的，因此他死了。”\n\n\n    “我很奇怪凶手是谁。能打开地窖门，能了解地形，能知道罗斯作息时间的人可不多呀。”杰克向着苏珊灿烂地笑了笑，“苏珊小姐，是你干的吧。”\n\n\n    此话犹如一道惊雷打在了苏珊的心头，苏珊退后了半步道：“这一切只是你的猜想，你有什么证据说明我是凶手。”\n\n\n    “虽然沙子会被火烧融化，但也不可能全部气化，总还是有残渣的。”杰克撅了下嘴，“你就打算装到桶里然后到这埋起来对吧。”\n\n\n    苏珊拿着的铁桶往身后微微靠了下，生气地向着杰克到：“你胡说。”\n\n\n    杰克笑了笑。\n\n\n    “是不是胡说，看看桶里有什么不就知道了，况且死者身上应该还会有你清理残渣时的指纹吧，以及火把上也有你的指纹，苏珊小姐你还不敢承认吗？”杰克双手抱胸，缓缓地说到。\n\n\n    “呵呵呵”苏珊此时竟轻轻地笑了起来“杀了他我是绝对不会后悔的。”\n\n\n    “我，我绝不会忘记那张可恶的脸。”苏珊平静地看向我，“我小的时候其实是一户富裕人家的千金，但有一天一伙强盗冲进了我们家中，将我的家人一一杀害，由于我躲得很好，所以他们没有发现我，但我却能看清他们的脸。我活了下来流落至此，当一个仆人，本以为再也不会和那些人又瓜葛了，没想到几个月前，他来了，罗斯就是杀害我亲人的其中之一。我狠他，而且我看得出他没有变好。”\n\n\n    “前天我在门口不小心听到了他又想密谋什么来害人，却不小心被他给发现，他警告我如果我乱说他就做了我。”苏珊眼角露出了一些泪光，“不能，不能再让他去害人了，我不想，不想再看见有人妻离子散，家破人亡。所以，所以我就...”苏珊说着说着，哽咽了起来。\n\n\n    “我，我杀了人，我现在就去自首。”苏珊说罢便要走。\n\n\n    杰克立马冲过去，拉住了苏珊的手严肃地说道：“我想，苏珊小姐为了这么一个人渣而去断了自己前程是不对的吧。”\n\n\n    “嗯？”苏珊带着泪眼看向杰克，表示很迷惑。\n\n\n    杰克立刻大笑了起来，打着哈哈道：“刚才都是我的断想，不可当真，苏珊小姐这么温柔的女孩这么可能是杀人凶手呢”说着弯下腰替苏珊拭去了脸上的泪花。\n\n\n    苏珊看着杰克的笑脸，紧握铁桶的手松开，鼻头一酸，眼泪如豆般落了下来。\n\n\n    “好了好了，别哭了，都怨我，我惹苏珊小姐生气了。我们现在还要去“协助”警官们破案呢。”杰克再一次将苏珊脸上的泪花拭去。\n\n\n    杰克带着苏珊走到了房屋正前，一堆人围住了案发现场。\n\n\n    杰克挤了进去，向警署洛塔道：“我知道是怎么一回事”\n\n\n    这时大家都把头转向了杰克。洛塔道：“你知道什么了？”\n\n\n    杰克指了指死者，道：“死者死于窒息。你们看，这里有火把，火把燃烧需要氧气，而里面的植物在晚上没有阳光做光合作用，反而会消耗氧气，再加上地窖里的酒发酵需要氧气，而且地窖地势偏低二氧化碳在地下聚集，然后我猜是死者喝了酒，刚进地窖就不胜酒力睡在了地上，因此而窒息。”\n\n\n    “哦~~~”杰克说完，四周传来了醒悟的啧啧声。\n\n\n    警署洛塔和周围的警官都点了点头，也认同了这个说法。洛塔有点惋惜道“太可怜了。死得太没有尊严了。”\n\n\n    “原来是这样”这时候鲍勃挤进了人群里。\n\n\n    杰克立刻揪住了他的后衣领子。\n\n\n    “你小子跑哪里去了，让我一顿好找。”杰克有点生气地盯着鲍勃。\n\n\n    鲍勃有些委屈地说到：“明明是你不见我去找你的。”\n\n\n    “哼”杰克放下了鲍勃，走到了苏珊面前。\n\n\n    “谢，谢谢。”苏珊低着头小声地说到。\n\n\n    杰克邪笑地看着苏珊，凑到她耳朵旁：“以后如果你再看见那些人了，马上来通知我，请务必不要再做傻事了。”\n\n\n    苏珊脸瞬间红了，低着头，“嗯”了一下。\n\n\n    鲍勃立刻走了过来，问到“你们在干什么？”\n\n\n    “走，我们还要去采购物资呢。”杰克边说着边架起了鲍勃，头也不回的向前走去。\n\n\n    苏珊此时缓缓地抬起了头，眼角盛这泪光，看着杰克远去的背影，柔声道。\n\n\n    “谢谢你。”\n\n\n    （wei）END\n\n\n\n（神选者：生存模式）（普通人：冒险模式）\nPS：码字好累。\n\n\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1437281100,
            "txt_content": "欢迎入坑\n首先我想要提出的是，楼主的标题不用加个“真·小说”，写得足够好的话自然会有很多人支持。\n其次，第一段的“人们”写得有些不自然，建议改为“种族”之类的更为贴切。\n还有文中的一些错别字，打字的时候注意一点，不要急。\n人物的刻画还是很不错的，性格比较鲜明。\n需要注意的地方是，如果楼主想写成一篇侦探推理类的小说，建议把凶杀现场写得更诡异，尤其是要注意布置一些疑点，可以增强吸引力。\n还有一点就是楼主的细节描写比如说人物的神态，心理，动作等描写需要加强。因为整篇文章虽说不差，却如白开水一般贫乏无味，这样读者是不会喜欢的。\n最后一点，楼主不要每过一段就加这么多空，看起来很多实则一般。反而会让人觉得翻起来很累。"
        },
        {
            "author": "594740966",
            "timestamp": 1437281700,
            "txt_content": "看起从来不错"
        }
    ]
}