{
    "title": "(连载/原创) 失落文明",
    "author": "血舞乱世",
    "replyCount": 5,
    "timestamp": 1437238680,
    "txt_content": "     开篇之前，请允许鄙人赘述两句。鄙人从这个假期开始，接受了不少的服务器剧情委托。每一份剧情皆为倾心之作，每一个角色都诸如感情。纵使我设置的任务剧情在开放，也无法保证每个角色，故事细节被完全了解。\n     所以在这里，我将以每一个角色的视野，连载这个故事，请诸君慢慢品尝。（文笔太差，所以不要喷我，实在想喷请清喷）\n\n\n\n\n  探险家——空寂寥\n我是个探险家，我也自称探险家。我从不称呼我自己的名字，因为每一次叫出它，我的心，总是痛的。我是个探险家，我一直在找种种神奇的地方。我见识过遗迹，见识过傀儡人偶。到过被称为地狱的地方，也从末世之龙的手里逃脱。人人都称赞我的经历。可我，只是个一直在找家的游子罢了。我没有离家出走，我只是迷路了。只是我迷路的时光有点远了，远的家乡变成了历史，又从历史变成了传说，再从传说变成了神话。如今，这个神话也只有一些研究魔法的老学究知道了。今天我依旧没有放弃去寻找家乡。在这找寻家乡的旅途中，我也结识了好多伙伴。但是啊，看着他们成长，结婚，生子，变老，逝去。这真的是太难过了，如今我尽量少与人交谈接触。一个人，挺好。\n探险家——家家啊，那可真是让人感到幸福的东西。可是也不知道现在的人啊，怎么会把那些方块堆积的建筑就叫做家了，真是可笑！！你这家有着怎样的历史啊，你对家有着何等的感情啊，你的家经历过何等的苦难啊，那不过是房子，怎可称其为家啊！！你这家。。。你这家。。。可不叫亚特兰蒂斯啊~唉\n探险家——亚特兰蒂斯呵，现在的那些国家，怎么懂得亚特兰蒂斯的伟大。这么多年了，我只看到国家分分合合，却从未见过繁荣昌盛。看看这些所谓村庄，还没有我当年的花园大呢，我可只是个学生。现在的国家，把那些附魔啊，炼药之类的配方看的可宝贵了。嘿，那里面一大半的配方都是我写的吧。这些东西，可是亚特兰蒂斯给我的最后记忆了，你们这些混蛋，可要好好珍惜啊。亚特兰蒂斯的土地上啊，有开始恢复人烟了。可现在的这些人啊，怎么懂得它的伟大啊，他可是世界之最啊，他创造的，是直至今日，哪怕是最边角的糟粕，都被人视之如宝的文明啊。亚特兰蒂斯啊，我的家啊。可是你为何一夜之间不见了啊。我找了你如此之久了啊，你到底。。。到底在哪里啊。\n探险家——希望又是一张地图的发现，又是一个探险的开始。可是我却有着这些年从未有过的冲劲。那张地图上写着他们不认识的文字，哈~那是家的文字，那是我的文字啊。我是多么的想大声的叫喊出来，可我忍住了，我忍了太久，也不在乎这一会。这一次，这一次，一定，一定是回家的路。\n\n结尾广告Q343475939，如果有剧情需要可加Q细谈，价格好商量亲们~",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1437240840,
            "txt_content": "（内心独白：居然这么晚了还有人和我一样在这里鬼混）\n首先，楼主你求轻喷的“轻”字就写错了……我不想再吐槽什么\n不过楼主的文笔并不差，至少能超过一半多的人。\n希望继续坚持，让我们看到更多精彩的剧情，\n翻创版又有了一名不错的作家啊……未来就托付在你们身上了！（中二病你够了）"
        },
        {
            "author": "Lamplight丶",
            "timestamp": 1437244680,
            "txt_content": "f5烂了！！！！{:10_512:}"
        },
        {
            "author": "lzs1234",
            "timestamp": 1437263520,
            "txt_content": "文笔还不错呢，比大多数人文笔要好。\n不过在文章中文笔并不是最重要的，关键是投入了自己的情感，只要投入了自己的情感就是好作品。从这一点上看，楼主做得相当不错。\n建议:最好用……而不是。。。\n另外倒数第二段的“啊”过多了，反而有点繁琐。"
        },
        {
            "author": "東風",
            "timestamp": 1437267480,
            "txt_content": "探险家——家什么鬼2333"
        },
        {
            "author": "12378363w",
            "timestamp": 1437268380,
            "txt_content": "看完后数了一下，共有13个啊"
        }
    ]
}