{
    "title": "〈原创.连载〉余音绕梁 第一章 第三节",
    "author": "末影龙娘",
    "replyCount": 4,
    "timestamp": 1437291540,
    "txt_content": " 本帖最后由 末影龙娘 于 2015-7-31 11:03 编辑 \n\n  两人拐过长科密什街，坐在一条长凳上。叶叁肆的心情这时总算是平复了些。\n  “嗯，怎么，当上律政师，就把拉你上路的朋友忘了？”被称为北极的末影人有点好奇地打量叶叁肆不伦不类的行头——与他的穷相正相得益彰。\n  “哎呀，北极，怎么会呢，我只靠过你一个朋友帮忙。你看看我，五代好不容易挺过来，我却丝毫不能帮你什么忙。”叶叁肆以一种难以形容的复杂语调说着，渗透了呼之欲出的无奈，足以使人听了心中惆怅。\n  “这点你自然放心，如果我遇难，决不会拖累朋友。但如果你陷入泥沼，朋友绝不会嫌你浑身是泥而把你拉出来。”北极这话，立刻令叶叁肆感到羞愧难当。\n  “如果是这样，那我真的感激不尽。我现在遇到了难关，中餐几乎吃不起，正愁没人帮我哩。”\n  北极的寒暄看起来是因被叶叁肆打动而推心置腹，其实比政治上的空言更暗藏玄机。真诚的青年的老底，不出三句话便摊在了北极眼前。“末影人有硬手腕”，猎人中相传的这句话，在此刻同样适用。\n  “说起来，这可真是奇怪。我以为出了那档子事，末影人除了裂隙，哪都不能去了。”叶叁肆意识到了气氛的微妙变化，赶忙转变话题。\n  “嗯，确实是那样。”\n  “那怎么……”\n  “唉，叶叁肆，你到底还是五代前的那个青年，当上律政师并没脱了你的稚气，”北极说道，“在这样的年头，除了九月党人盯紧限移令①——那也是为了能看准机会敲我们一笔——还有谁会在意城里有几个末影人呢？况且，如果你的朋友没有些出奇制胜的小花招，怎么能在米歇混上五代呢？”\n  “其实我也一点法律都没学。”叶叁肆有点不耐烦了，嘴上应付着，心里却只想把稿子卖掉——这可不能怪他，要知道他从昨晚起还什么都没有吃。\n  远处的钟声打响了十一千刻。\n  “好了，咱们的时间还挺宽裕，足可以先去一趟卡欧的小酒馆。和我讲讲你最近碰上的难关，实在不行，咱们的老朋友都会帮你一把。”北极站起来就要往前走。\n  “可是北极，我必须先要去维埃图书馆和那店长交涉，弄到些现钱。”叶叁肆说着也站了起来。\n  北极格格格地笑了起来，笑声令叶叁肆即疑惑又毛骨悚然。\n  “诶呀！先生，如果我不这么说，你怎么会这么果断地过来，而不以为那是陷阱或圈套呢？”\n  虽然面前坐着的是最好的老朋友，但叶叁肆还是忍不住发脾气。\n  “可是这样，我怎么能周转呢？我怎么能出名呢？”作家发起牢骚。\n  北极看到叶叁肆的孩子气，不禁笑得更加厉害。\n  “别这样，反倒不符你的年龄了。你怎么就以为，我没有看过你的作品，认为它没有前景呢？”\n  “我——什么意思？”叶叁肆一时冲动，此时还不能完全把态度转变过来。\n  “这正是我一会要和你说的。走吧，我请客。我正想喝一杯紫牡呢。”\n  中立生物步伐之大，令叶叁肆只能放下架子，一溜小跑才能跟上。两位因为乱斗而衣冠不整的绅士就这样穿过街道，使过路人不禁偷笑起来。\n\n──────────────\n@lzs1234 （律政师叶叁肆）\n@北极星人 （北极）\n@中立生物（中立生物）\n①18世纪初为打垮贵族而专门抓贵族把柄并公诸于世的组织。后指专敲人竹杠的人。\n上一节 索引 下一节",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437367620,
            "txt_content": "那个注意加上模板"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1437744360,
            "txt_content": "恶魔-潇洒 发表于 2015-7-20 12:47\n那个注意加上模板\n抱歉，用手机加模板是很难的。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1437744420,
            "txt_content": "恶魔-潇洒 发表于 2015-7-20 12:47\n那个注意加上模板\n随时修改，并且我们确实欢迎互相提意见。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438312080,
            "txt_content": "我只想 @CloudXdao 来纠正一下错误……"
        }
    ]
}