{
    "title": "俩视频介绍下mc里的远地（farlands） 还有minepediai翻译",
    "author": "green丶bastard",
    "replyCount": 3,
    "timestamp": 1304770560,
    "txt_content": "The Far Lands is the area that forms the \"edge\" of the \"infinite\" map. The distance from the center of the Minecraft map to the beginning of the Far Lands, 12,550,820 meters, is about 31% of the circumference of the Earth at its equator. When players make it to the Far Lands, they will experience an excessive amount of lag and the map will be severely distorted. According to Notch, this distortion can be fixed, but since no one is likely to make it to the Far Lands without some form of cheating, he says that he will likely not fix it since he likes the idea of a mysterious world beyond a certain distance.\n\n\n高地是地图的边境，从整个世界中间到高地举例是12550820米 相当于我们地球的31%  当玩家进入高地，会很卡，地图生成器生成一堆乱七八到的东西。notch说这个地图扭曲的bug能被修复，但貌似没人能够不借助工具到达高地。notch说他不会去修此bug，他喜欢这个主意（走了一定距离出现些奇怪的东西例如farlands）\n\n如何到达farlands\nGetting to the Far Lands without the use of an external program would be a very difficult (or at least time consuming) task, taking about 820 hours to walk there from the center of the map. Instead, a level.dat editor can be used to teleport the player there. It is impossible for the player to spawn close to the Far Lands due to how extremely far away they are. \nThe boundary between the normal map and the Far Lands (defined by when the map starts generating the distorted terrain) occurs at X/Z of ±12,550,821. \n不用工具到达高地很难，你要从地图中间不断走820消失。不过地图编辑器可以将玩家传送至farlands。出生在farlands是不可能的。\nfarlands在 X/Z ±12,550,821时出现（位置）\nThe hard limit where chunks get overwritten is at X/Z of ±34,359,738,368, which is about 25% of the distance from the Earth to the Sun. At X/Z of ±2,147,483,648, (1/16th of the former distance), item positions, mob pathfinding and other things using 32-bit integers will overflow and act weird, usually resulting in Minecraft crashing. Far before those two points however, many things still act strange, such as the map generation, block physics, and the map updating according to where the player is. \nUsing Single Player Commands, it is very easy to get to the Far Lands using teleportation. After pressing the chat key (default \"T\") to open up the console-like input window, using the \"teleport\" command (or its abbreviation, \"t\") followed by X, Y, and Z coordinates will allow the player to go wherever they want. For example: \n一大段话 反正说用单击命令的传送功能可以到达farlands\nTo get to the Edge Far Lands' wall, try \"t 12550820 140 0\". Make sure either flying is turned on or damage is turned off, as otherwise you'll fall to your death.To get to the Corner Far Lands (the walls' intersection), try \"t 12550820 140 12550820\". Again, make sure you're protected from fall damage.\n输入 t 12550820 140 0 可以到达高地 首先开好飞行和关掉伤害 不然摔死\n想要到地图的边境 输入 t 12550820 140 12550820 同上\nUnfortunately there will be severe lag, and slower computers may crash upon this teleportation. Opening the Single Player Commands console will make the Far Lands render much, much faster, as will opening the game menu (by pressing Escape). \n烂机子容易死机等 按esc呼出退出栏会好一点。。（反正机子破的别去试 到时候电脑硬盘能煮蛋可别怪我）\n\n还有我撸的俩视频\n\nhttp://player.youku.com/player.php/sid/XMjY0OTg2MTg0/v.swf\n\n\nhttp://player.youku.com/player.php/sid/XMjY0OTg3MDEy/v.swf",
    "replies": [
        {
            "author": "ToNick",
            "timestamp": 1304771280,
            "txt_content": "这个远地bug反而成了探险的场所..."
        },
        {
            "author": "green丶bastard",
            "timestamp": 1304771820,
            "txt_content": "。。到处都是水 不开修改等着被淹死- -"
        },
        {
            "author": "nmh8888",
            "timestamp": 1308449400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}