{
    "title": "【原创】【连载】《罔世 龙天卷三》",
    "author": "白安西",
    "replyCount": 2,
    "timestamp": 1437357840,
    "txt_content": " 本帖最后由 白安西 于 2015-7-23 09:35 编辑 \n\n我们一行人顺着崖壁往下攀爬，裂谷深不见底，漆黑一片，沿途我们看见墙壁上有许多的稀有矿石。“喂喂喂！凌德，你有没有稿子！”“并没有！”“你…难道我们就让这些宝贝继续呆到这可怜的地方么…”“…算了吧你….我们还有任务呢。望月，接下来我们要干什么。”“恩…到底部后，再走一段距离，我们应该就可以到达皇龙庭了，哪里就是我们需要的东西所在的地方。“戴尔说的究竟是什么东西呢，前面又有怎样的机关呢。 “呼，终于下来了！“攀爬了相当长的一段时间，我们终于顺利下到谷底。谷底有一个岩浆湖，我们小心的放置着踏脚石，缓缓经过这里。“小心点，掉下去可就没命咯。““笨蛋..不用你说！“卡娜虽然这样说，但是她似乎很害怕经过这里的样子，她一面盯着脚下的石头，一面又左顾右盼岩浆。湖面上出现一个小小的泡她都要颤一下。“不行我拉你过来吧。“\n“…我能过来的…”突然，卡娜脚底滑了一下，我连忙上去拉她一把，险些掉进岩浆湖里。度过岩浆湖后，我提议大家休息下。卡娜虽然经历了刚刚惊魂一刻，但此时她想着的还是悬崖壁上的那些矿石。“金子，绿宝石..这些都是很值钱的东西啊….要是带回去…”卡娜自顾自的嘟囔着，一面掐着手指算来算去。“不行！凌德！我们回去的时候一定要带点东西！不然白跑一趟了！” 看卡娜这样认真的样子我真想笑。要带这些回去也没什么，不过我们得把正事干了，否则依照卡娜这财迷性格，非得把这里挖空了才肯离开。不过卡娜既然肯跟我们来这里，想必也是知道这里有什么宝贝吧。反正现在闲着也是闲着，听听卡娜还知道些什么。“卡娜,除开来之前你讲的那段传说，你对蕨根岛还知道些什么？”“唔，你想听故事还是什么。” 一提到这个她又来劲了… “随便吧…”“那我..就给你讲一个…鬼故事吧…”卡娜的语调突然变了，用一种狰狞的表情看着我。“喂喂喂，别这样好么。”“哼，我要开始讲了。据说，在这个岛上还有人居住的时候，除开龙和人，还有一种令人害怕的生物，那就是食人魔！”我觉得卡娜去天朝说书挺好的….“食人魔…就是吃人的怪物么。”“对呀，喂，叫你别打断我！”其实去变脸也不错…\n“岛上经常有居民失踪，没过多久就能在岛上的洞穴里找到很多破碎的骨头，起初人们并没有在意那些骨头，以为那失踪的居民可能是出了别的意外，当他们看见一个真正的人头骨时，岛上的居民就开始恐慌了。一些人循着骨头找到了食人魔的洞穴，那里有许多吃剩的尸体和骨头，但是却没有看见食人魔的踪迹。”“然后呢，他们找到食人魔了吗？”“没有呀。”….什么鬼啊。“不过那些居民后来吧骨头捡回来一看，比对失踪人口少了一个人。”“这很正常的吧，没准岛上什么动物叼走了也说不定啊。”“但是岛上确实没什么其他动物了，这个我一开始就告诉你了。”卡娜的表情突然变的很认真，倒是我紧张起来了…“或许的掉到哪里了那些人没发现呢？““不会，岛屿居民以为还有生还者，就翻遍了整个岛屿寻找失踪者。““那…我也不知道了…“听完卡娜这个故事后，其实并不吓人吧…大家也没什么反应…为什么我心里这么紧张…“凌德，你说那个失踪者还会不会活着，在这个岛上呢？“被卡娜冷不丁的这样一问…我还真不知道怎么回答。“咳咳..““谁！“突然听到了一个陌生的声音，本来就紧张的我立刻循着声音发出的地方看起。“A…Helll….“上一章 篇章索引 下一章[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "白安西",
            "timestamp": 1437357900,
            "txt_content": "@likeliang @REN0011 @Yy星人 @ZCA @恶魔-潇洒 @暴风中的龙 @海潮 @小浪"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437366780,
            "txt_content": "既然两小时都没人来回复，那就我自己来指出这里的错误吧。\n哪里就是我们需要的东西所在的地方。\n那里不是哪里。\n小心点，掉下去可见没命咯。\n可就没命咯，不是可见\n（这些错别字以后小心点）\n（最近实习的时候有些忙，所以有时候就晚些来看）"
        }
    ]
}