{
    "title": "原创/连载【真·小说】神探杰克：第二章  朋友的午餐",
    "author": "youliao",
    "replyCount": 2,
    "timestamp": 1437378300,
    "txt_content": " 本帖最后由 youliao 于 2015-7-20 15:46 编辑 \n\n神探杰克：第二章  朋友的午餐\n\n    “等一下。”那个小胖子追了上来，“杰克兄弟，你刚才的见解真是太精彩了。”\n\n\n    杰克回头看向小胖子微微点了点头。\n\n\n    “你好，我叫卡尔，是一名药剂师。”说着卡尔伸出了手。\n\n\n    杰克和卡尔握了握手。\n\n\n    “如果没什么事，就恕我失陪了。”杰克招呼上鲍勃离去。\n\n\n    卡尔摸了摸自己肥硕的下巴，看着杰克离去的身影，眼中闪过一丝怪异，仿佛看透了什么。\n\n\n    杰克此时与鲍勃来到一家大型材料商铺的门口。门很大气，牌匾上写着：洛尔杂货馆。\n\n\n    此时从里面出来一名高大英俊的男子，见到杰克便微微一笑，走上前来打招呼。\n\n\n    “你来啦。”男子说，“材料什么的都已经给你准备好了，进来选吧，”\n\n\n    这个男子就是这家杂货馆的主人洛尔。\n\n\n    杰克前脚刚迈进去的时候，后脚就听见身后有亲切的呼喊。\n\n\n    “洛尔，我来了。”一名成熟的大汉嬉笑着脸朝着洛尔走去，后面跟着那个小胖子卡尔。\n\n\n    成熟大汉与洛尔热情地抱在了一起，仿佛多年未见的好友。“人人都说天下没有白吃的午餐，但我看这句话不对，在小洛尔这里我就不知道吃了多少的免费午餐。”成熟大汉嬉笑着说。\n\n\n    洛尔也大笑着说：“放心，今天的午餐绝对少不了你比尔。”\n\n\n    “还要多谢你当时给我的这只手镯。”叫比尔的大汉有点得意地扬起了自己的手，他的手腕上戴着一个一个漂亮的手镯，“没想到我去找人鉴定了一下，发现这个手镯是个价值不菲的古董，真是赚大了。今天必须要好好庆祝一下这个发现，不是吗。”\n\n\n    杰克、卡尔、洛尔与正啃着苹果的鲍勃都向手镯看去。\n\n\n    比尔看到洛尔正看向自己的手镯，立刻用双手护住手镯，道：“小洛尔，当初你可是答应送给我的，现在可不能反悔哦！”\n\n\n    洛尔和善地向着比尔笑了笑道。\n\n\n    “没事，本来就是送给你的。”说着对杰克招了招手，示意让杰克跟进去选材料，同时自己也走了进去。\n\n\n    杰克点了点头，刚要进去，却听见比尔又对周围的人聊了起来。\n\n\n    “这古董手镯竟如此价值不菲，当时也实在是不知道。”比尔笑着和卡尔与鲍勃说到，“但我想了想还是要还给他，就在中午吃饭的时候吧。你们可千万别告诉他，我要给他一个惊喜。”\n\n\n    鲍勃笑着点了点头：“你们之间关系可真好呀。”\n\n\n    杰克微笑了一下，拉低了一下自己的帽檐，向着屋内走去。\n\n\n    杰克进去的时候洛尔正叉腰站在一堆杂货物前，看到杰克来了，向着杰克朝着货物一指。\n\n\n    “自己选吧，今天我给你打九八折。”\n\n\n    “这...”\n\n\n    杰克就这样在货物里挑选了起来。\n\n\n    ......\n\n\n    “还有吗，我有一些需要的东西没用找到。”杰克抹了把汗对洛尔说到。\n\n\n    “哦，那跟我上二楼吧，那里还有一些。”洛尔说着便带领着杰克上楼去了。\n\n\n    来到二楼，此时鲍勃与比尔正坐在椅子上，与一位慈祥的老婆婆交谈着，那位正在打着毛衣的老婆婆正是洛尔的老母亲。卡尔也在二楼的货物中翻找着，看见洛尔上楼来，招呼了一下道。\n\n\n    “我的制剂材料用完了，需要买一点。”\n\n\n    “嗯”洛尔点了点头。\n\n\n    杰克走过去与卡尔一起找了起来。\n\n\n    时间匆匆流去，太阳高高挂在头顶，已经快接近中午了。\n\n\n    杰克此时已挑选完了所需的材料。\n\n\n    苏珊带来了一瓶葡萄酒，说是洛尔先生要的。\n\n\n    杰克再次抹了把汗，仔细地环顾四周，室内装饰比较豪华，散发着淡淡的土豪气息。客厅中间有一个大大的壁炉，是在冬日用来取暖的。在一旁的墙角有一个垃圾口，可以从这里直接把垃圾扔到一楼。在它的旁边放着一块半砖，不知道是干什么用的。\n\n\n    而一张雕刻精细的华美大桌子就比较显眼了，上面放了很多餐具和一些花草装饰。再旁边是沙发群，此时众人正坐在上面休息着。\n\n\n    看了看自己的机械手表，杰克与鲍勃打了个招呼，要离开这。卡尔与苏珊也表示该离开了。\n\n\n    比尔拿出了开瓶器，说要和洛尔先喝一个。\n\n\n    “午餐水果我要吃苹果。”鲍勃举着手跟杰克道。\n\n\n    “咔嚓”一声清脆的声音传来，紧接着传来洛尔先生的惊呼：“救命呀，出事了。”\n\n\n    而此时众人刚走到楼下，听到洛尔的呼救都急忙赶了回去。\n\n\n    杰克一马当先，第一个到二楼。只见比尔此时正躺在洛尔的怀抱中口吐白沫，两眼翻白，身体已经一动不动，已经死了。洛尔此时已经痛哭流涕，一旁的仆人正忍住发抖的身体在打电话报警。\n\n\n    后面跟来的人也都张这一个大嘴，感到很不可思议，明明他们走的时候还好好的，怎么一转眼就有人出事了。\n\n\n    不多时，警官们来了。\n\n\n    洛塔警署看到杰克与鲍勃，感到很诧异：“你们怎么也在这。”\n\n\n    “纯属巧合。”杰克淡淡地答道。\n\n\n    这时一名警官走到洛塔面前报告到：“桌上餐具和食物里并未发现有毒药成分，而死者身上也未发现有什么搏斗痕迹，看死者情况貌似是死于心脏骤停。具体情况还需要带回去仔细尸检。”\n\n\n    洛塔也摸了摸鼻子，皱了皱眉毛。\n\n\n    “真是奇怪呀。”\n\n\n    杰克把头伸进案发现场，带着疑惑仔细观察着。\n\n\n    在干净无物的地板上有一点点的闪光，杰克悄悄走了进去，蹲下看了看。刚要伸手触碰的时候，洛塔警署走了过来制止了他，并将他带了出去。杰克在快要出去的时候又回头看了看现场。眼波流转，然后轻轻地笑了笑走了出去。\n\n\n    此时案发现场外面仆人正在述说着。\n\n\n    “我当时正要去端菜。”仆人低着头颤抖着说，“我听到背后有咔嚓的声音，回头一看，正看到比尔先生软倒在地上。”\n\n\n    “然后洛尔先生立刻扶住比尔先生，喊道：救命呀，出事了”仆人说道，“然后我马上就去拨电话报警。”\n\n\n    一旁的警官将口供记录在了纸上。\n\n\n    杰克带着思考走开了。\n\n\n    杰克走着走着来到了一个安静的屋子，此时洛尔的老妈妈坐在椅子上正双手掩面，嘤嘤地哭着。\n\n\n    杰克感到很奇怪，为什么她会哭得这么厉害，于是便上前询问。\n\n\n    “夫人，夫人你为什么哭得如此伤心呀”杰克弯下了腰道，“夫人很善良呢。”\n\n\n    “不，不，是因为，因为比尔...”\n\n\n    “哦？比尔怎么了？”杰克感到奇怪的问着。\n\n\n    “比尔是我的儿子”\n\n\n    “嗯？比尔是你的儿子？”杰克感到有点吃惊，这是什么转折，“洛尔不才是你的儿子吗？”\n\n\n    “洛尔是我在比尔七岁的时候在家门口捡来了。”\n\n\n    “这...”杰克带着一丝愤怒向着二楼而去。\n\n\n    此时二楼。\n\n\n    洛塔警署向众警官招了招手表示案子结束可以回警局了。\n\n\n    杰克跑了上来，举起手来大喊一声：“等一下。”\n\n\n    “哦？”洛塔警署感到有些诧异，“杰克老弟，怎么了？”\n\n\n    杰克看了眼在一旁低头沉默的洛尔，伸手指向他，“凶手就是洛尔。”\n\n\n    “啊~~~”四周众人哗然。\n\n\n    洛塔警署很不解地看向杰克。\n\n\n    洛尔抬起头，疑惑地指着自己。\n\n\n    “我？”\n\n\n    “没错，就是你。你装的可真像呀，但就是你杀死了自己的好朋友。”\n\n\n    “你胡说，我为什么要干这种事？”洛尔有点生气地看向杰克，脸上还带着泪容。\n\n\n    “是你给比尔下毒杀死他的。”\n\n\n    “可是我们没有发现有毒呀。”警署洛塔在一旁道，“况且如果酒有毒那洛尔也喝了为什么没有事呀？”\n\n\n    “这就是一个问题了。”杰克淡淡到，“但，其实也不算是什么问题，只要把毒抹到一个杯子上，就没有问题了吧。”\n\n\n    “你放屁。”洛尔现在非常生气。\n\n\n    “现场有很多人包括我都听到有一声脆响对吧。”杰克看向众人。\n\n\n    “是这样的没有错。”苏珊竖起食指道。\n\n\n    “嗯。”杰克靠在墙上闭着眼到，“那么，那个抹了毒药的摔碎杯子现在在哪里？”\n\n\n    “这~~~”警署马上开始吩咐起了警官们来寻找。\n\n\n    杰克睁开了眼睛。\n\n\n    “不用找了，它不在这个屋子里了。”杰克指了指垃圾口，“摔碎的杯子碎片已经被洛尔从这里踢下去了。而且这里有个半砖不见了，估计也是被踢下去为杯子打掩护。你们去找的时候留心一下就行了。”\n\n\n    几名警官听闻便匆匆到楼下外面去找。\n\n\n    再看，此时洛尔已经低下了头，脸上冒出了不少汗。\n\n\n    不多时那几名警官回来了。\n\n\n    “报告洛塔警署，楼下确实有一个杯子的碎片被一块半砖给压住，经检测，内确有毒药成分。”\n\n\n    这名警官刚说完，众人一个个都看向洛尔。\n\n\n    洛塔警署走了过去：“现在人证物证俱在，你还有什么好说的。”\n\n\n    洛尔缓缓抬起了头，抹掉了脸上的泪痕.\n\n\n    “呵~呵~呵~”他竟阴翳地笑了起来。\n\n\n    “他活该，是他这个人太过分了，明明只是一个孤儿，却如此嚣张。”\n\n\n    “从小就和我母亲关系极好，来了连吃带拿，对我也很不尊重，总把我当小孩看。”\n\n\n    “自从上学以后，大家都因为他而疏远我。”\n\n\n    “到现在我给了他一个手镯，没想到价值不菲，我虽然很可惜，但也忍了，没想到他还要来找我庆祝，你们知道我有多气吗，所以，我当时想到的只有干掉他。”\n\n\n    “什么，你这个无耻禽兽你刚才说什么。”小胖子卡尔显得很气愤，直接上来甩手一个巴掌把洛尔打懵了，“你说你因为他而被大家疏远，在我看来明明是他因为你而被大家疏远才对。”\n\n\n    “你小时候在学校口无择言，惹到了很多人，都是比尔暗地里帮你摆平的，不然也不会在学校里被人叫做流氓了。”卡尔又甩手给了洛尔一个巴掌，“为了帮你摆平，你知道比尔被多少人打，身上有多少伤，即使这样他也没有埋怨你，他依旧把你当做是他的小弟弟。”\n\n\n    “你知道个什么。”洛尔对卡尔吼了出来。\n\n\n    “我不知道？我可是比尔的好朋友，我会不知道？”卡尔对着洛尔边吼边留下了眼泪，“你的手镯本来比尔打算今天中午就还给你的，他让我们不要告诉你，是想给你一个惊喜。”\n\n\n    洛尔听到了卡尔说的话，眼瞳收缩，脸色立刻变得苍白。\n\n\n    “真是不知道比尔为什么要对你这种人这么好...”\n\n\n    洛尔“噗通”一下跪了下来，扭过头，双目无神地看着比尔的尸体，不知道在想什么。\n\n\n    “还不止如此。”杰克站了出来，说道，“看来你还不知道你其实才是孤儿。”\n\n\n    “什么？”洛尔看向杰克。\n\n\n    “你其实是捡来的，比尔才是这个家里的少爷。”杰克淡淡地说到，“在比尔七岁的时候，他母亲在门口捡到了你，”\n\n\n    “你个杀千刀的忘恩负义的畜生，是你害死了我的小比尔。”老太太颤颤巍巍地走了过来，举起拐杖向洛尔敲去。\n\n\n    洛尔听此仿佛心头打过一个炸雷，他的内心很乱。他并没有阻挡，仍由拐杖落在身上。\n\n\n    在那个风雪交加的傍晚，比尔母亲捡到了一个尚在襁褓之中的婴儿。\n\n\n    “妈妈，他好可伶呀。”小比尔对母亲说到。\n\n\n    “是呀，那我们收留下他吧。”母亲说。\n\n\n    “好呀好呀。”比尔手舞足蹈，小小的脸蛋泛满了红光，“我有弟弟喽。”\n\n\n    “可是。”小比尔冷静了下来，“他还没有妈妈呀。”\n\n\n    仿佛是做出了很大的绝定，小比尔坚决地对妈妈说：“妈妈，你去做他的妈妈吧。不是我不要你了，我也很舍不得你，但是他更需要你。”\n\n\n    说完，小比尔抱起了尚在襁褓中的洛尔，原地兴奋地转圈“有妈妈，你有妈妈喽。弟弟，你以后就是我的小弟弟，没有人可以欺负你，呵呵。”\n\n\n    襁褓中的婴儿也开心地笑了起来。\n\n\n    “呵呵，呵呵。”\n\n\n    画面破碎。\n\n\n    洛尔仿佛是想到了什么，立刻扑到了比尔的尸体身上。\n\n\n    “哥哥你醒醒，醒醒呀。”\n\n\n    “这不是我想要的，求求你别和我开玩笑了，醒醒呀。”\n\n\n    “我没有想害死你的，我，我，我知道错了，求你快起来吧。”\n\n\n    “我不是人，我错了，我错了。”洛尔对着比尔的尸体大声喊了起来，泪水飞溅。\n\n\n    由于洛尔对比尔的拉扯，落出了他的胸膛，可以看得到有很多明显的伤痕。那些伤痕是比尔保护自己小弟弟时留下的。\n\n\n    洛尔看到比尔胸口上的伤痕，更加伤心了。他趴在地板上捶着地板“呜~~~呜~~~”地像小孩子一样哭了起来。\n\n\n    鲍勃和苏珊也忍不住留下了眼泪，纷纷用手掩住脸。\n\n\n    “有妈妈，你有妈妈喽。弟弟，你以后就是我的小弟弟，没有人可以欺负你，呵呵。”\n\n\n    小比尔举着洛尔在雪地上转圈，即使夕阳风雪，也不能抹去二人脸上洋溢的灿烂微笑。\n\n\n    “呜~~~呜~~~哥哥，哥哥”洛尔趴在地板上哽咽着。他悲伤地抓着自己的胸口，仿佛是失去某种重要的东西，感觉整个人都要被抽空了一般。\n\n\n\n\n\n\n    警署洛塔抹了抹泛着泪光的眼角：“好了，现在后悔也已经晚了，现在请跟我们回警局吧。”\n\n\n    一帮警官就将洛尔拖上了蒸汽汽车，带向了警局。\n\n\n    临走的时候洛尔透过玻璃窗回头往外看，整个人好像老了十岁。\n\n\n    “这事闹的。”杰克自言自语到，“拥有的时候不珍惜，失去了才知道那是最好的。这，就是人吗？”\n\n\n    杰克叹了口气，拉着鲍勃就要回家。\n\n\n    没想到鲍勃这小子也伤感了起来。\n\n\n    “拥有的时候不珍惜，失去了才知道那是最好的。”鲍勃似有所悟，抱向了杰克。\n\n\n    “你小子想干嘛？”杰克正用力推向鲍勃袭来的脸。\n\n\n    “额...”走过来想要告辞的苏珊看到了这一幕，脸立刻红的像煮熟的大螃蟹，转身一路小跑走了。\n\n\n    杰克无奈得看着她跑远，向着鲍勃吼到：“放开我，你是想失去你的苹果吗？”\n\n\n    这句话对于鲍勃来说简直就是灵丹妙药。鲍勃立刻放开了杰克。\n\n\n    杰克捂住了额头，轻叹一口气。\n\n\n    “走，我们回家吧。”\n\n\n    (wei)END\n\nPS：为什么，为什么连我这个作者都在流泪，这不科学呀。呜~~~呜~~~\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1437380760,
            "txt_content": "这次的推理略显突兀啊，莫名其妙地就知道凶手了\n至少加多一点推理时发现的微不足道的线索和杰克的心理描写。"
        },
        {
            "author": "密斯i",
            "timestamp": 1437381420,
            "txt_content": "好长一段QWQ"
        }
    ]
}