{
    "title": "<原创·连载>命运传奇：战争史诗 第五章 被困与逃脱",
    "author": "2575174857",
    "replyCount": 6,
    "timestamp": 1437387780,
    "txt_content": " 本帖最后由 2575174857 于 2015-7-20 18:35 编辑 \n\n  “公主，等下上面如果怪罪下来，您真的一个人扛着？”一个卫兵小心翼翼的问。\n  “吵什么吵？罗里吧嗦的，刚才就告诉你了，本公主负全责！你这家伙要我说几遍才好呀？”公主撇了撇嘴，不满道。\n  这下，卫兵才不再发言。\n  “咚咚，咚咚。”这是马蹄在路面行走发出的声音。\n  这批车队就这样在马路上缓缓行驶着。\n  因为头上顶着个皇家的标志，过路人无不慌慌张张地躲避，没人敢挡路，可见皇家是十分威严的。\n  虽然表面上看起来，这车队那些卫兵身手一般，但是那只是对付布莱克时候所流露出来的冰山一角，真要打起来，那可是一个个都是响当当的高手！更别说，车队里面还隐藏着几个武力最为高深的皇家高级护卫，他们平常都隐藏在普通卫兵里面，真要遭遇敌人，如果普通卫兵不敌，才会显露出真正的本事。\n  就这样，车队一路顺风地驶回皇宫。\n  在入宫门的时候。\n  “哎哎，护卫，等下你去帮我把刚才那小子丢地牢里面去，可别让他逃了！”七公主对一旁的护卫偷偷说道。\n  “明白了。”那个士兵听后点点头。\n  随即，这车队通过审核，载着布莱克，进入了皇宫之中。\n  而布莱克，则被丢入了地牢。\n  因为布莱克是无辜遭罪，所以卫兵也有些自责，自家的公主怎么能这么任性呢？好好的小伙子就被关了。\n  所幸，这个卫兵还是十分善良，布莱克被关进了一个干净整洁待遇不错的地牢房间。\n  ······\n  “哎哟，我的头好晕啊······。”\n  布莱克终于醒了过来，刚才被敲晕，现在脑袋还是有些昏昏沉沉的。\n  “我这是在哪里啊？”\n  布莱克环视四周，这里面只有一个整齐的床榻。\n  前方有一面铁牢墙。\n  “还挺牢固的嘛。”布莱克朝铁牢墙踢了一脚，却丝毫未损。\n  “我记得我貌似是被一个公主给抓了。”\n  “这里也不像皇宫。”\n  “那么，这里应该就是地牢了！”布莱克抓了抓头皮，他怎么就这么被抓了呢？既没犯罪又没抢劫的。\n  “看来得想办法逃出去了！那个公主以后再找他算账！”布莱克恨恨的想，真是想把那混蛋公主抓起来狠狠鞭打一下！特别是希望揍了公主，国王不会来揍他。\n  “怎么逃出去······唉这房间里空无一物，哦不，还有个床，又没其他工具，也没铲子，怎么才能从这里逃脱？”布莱克十分烦恼，这该死的牢房！\n  没有工具，难不成拿床起来砸？这怎么可能？就像传说中的神话，梦幻中的童话一般，太荒诞了吧？\n  布莱克又敲了敲地板与天花板还有墙壁，敲击发出的响声明显告诉布莱克一个道理--这牢房质地十分坚硬。\n  现在也不知道外面的时间，更不能知道自己被抓进来有多久了，旁边的牢房也空无一物，布莱克附近的牢房是无人的。\n  静谧的空间里有些渗人，就像被关了小黑屋一般的孤独可怕。\n  真的是出师不利啊！\n  “我不可以放。”\n  布莱克坚定了意识，妹妹都还没救回来，怎么能轻言放弃！他布莱克可不是这种懦夫！\n  “王侯将相宁有种乎。”就算是公主，布莱克也不怕！\n  “哒，哒。”\n  就在布莱克邹紧眉头沉思之时，一阵脚步声传来。\n  “听声音，似乎只有一个人。”布莱克判断，他有些警惕又有些兴奋，如果这个人是来巡逻的是巡逻牢房的，如果把握好机会，估计能搞到钥匙！\n  “吃饭了！吃饭了！”来的是一位满脸胡渣的大叔，端着一份饭菜，来到布莱克的牢房跟前。\n  “知道了。”布莱把饭菜从牢房的送菜口把饭菜接过来，放在一边。\n  \"有了！”布莱克灵机一动，虽然有些对不起这个送饭的大叔，但是为了逃出去就只能这么做了！\n  “大叔，把脸瞧过来，给你看一样好东西。”布莱克朝着大叔道。\n  “什么东西。”大叔好奇地伸过头来。\n  “啊！”\n  这个送菜的大叔被布莱克一拳打中，惨叫一声，昏了过去。\n  他就倒在牢门前，裤袋对着门。\n  布莱克把手伸进去，拿出来一看，果真，大叔裤袋中就有钥匙。\n  “没时间了。”钥匙不只一根，布莱克只能一根一根试验，这个时间段如果有人来就糟了，巡逻牢卫肯定不止一个！\n  “打开了！”终于，从多根钥匙里面成功试验出一根准确的钥匙。\n  “咔擦。”\n  牢门打开的声音响起，布莱克从牢房中出来，再悄悄地把门锁回去。\n  就像一只夜猫子一般，趁着夜色，布莱克悄悄地逃出了这个地牢。\n  其实根据刚才从逃脱途中逮住的一个牢卫说的话，这个地牢还有一个通道，直接通往莫丽特城，布莱克就是从那里，直接逃回了莫丽特城。\n  深藏功与名，挥挥手不带走一片烟尘，布莱克就这么逃脱了。\n  “什么！那小子逃了！”七公主得到消息后，气愤不已，但是没办法，等这位公主气消了之后，也就淡忘了这件事情。\n  这可让牢卫们捏了一把汗。\n  实际上布莱克如果知道也也得庆幸，要不是那位善良的卫兵把他抓到的地方是暂时的关押室，而不是真正的地下地牢，即使这只是一个小小的地牢，也不是布莱克能够逃出去的。\nPS：第一次写小说，思路真的不是那么清晰，细节也把握的不好，哪个地方写得不明白都要说明一下，感觉要长久地努力写作才能改正这些缺陷啊，另外啊，还是不想计算数字了，上一章就是刚刚写完要去计算字数，把字移到QQ对话栏里面，然后又给删掉，回来才发现字全没了。\n  ",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437388320,
            "txt_content": "请加入模板，另外将版头改成文学创作。"
        },
        {
            "author": "2575174857",
            "timestamp": 1437388380,
            "txt_content": "恶魔-潇洒 发表于 2015-7-20 18:32\n请加入模板，另外将版头改成文学创作。\n额，谢谢提醒，我给忘了，抱歉"
        },
        {
            "author": "a1046093862",
            "timestamp": 1437388860,
            "txt_content": "{:10_492:}"
        },
        {
            "author": "筒子",
            "timestamp": 1437390300,
            "txt_content": "话说现在小说和mc的关系越来越小了"
        },
        {
            "author": "2575174857",
            "timestamp": 1437391800,
            "txt_content": "__Tong__ 发表于 2015-7-20 19:05\n话说现在小说和mc的关系越来越小了\n说真的，看到你这么多的勋章我都被吓到了"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437394200,
            "txt_content": "__Tong__ 发表于 2015-7-20 19:05\n话说现在小说和mc的关系越来越小了\n但也是可以有非MC小说的。\n但我们还是提倡写出精彩的MC小说"
        }
    ]
}