{
    "title": "<原创·连载>   勇者之征   第五章 第十四节【勇者归来！】",
    "author": "2B与mc的故事",
    "replyCount": 5,
    "timestamp": 1437399180,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-22 16:18 编辑 \n\n整整一个星期没更新了啊，上个星期有事不在家所以一直在拖，耽误了更新实属抱歉。不过这几天我也一直在考虑朱仙说的描写太短的问题。我尽力吧……（本来这一章准备写十二节就完的）另外，由于一个星期没有更新，再加上上面描写内容更丰富的决定，可能七月内无法完结了。\n\n\n\n\n        还是在黑夜，漫长的黑夜。如果不是繁星还在有条不紊地流动，人们也许会忘记时间的存在吧。\n\n        Steve现在也是如此，战斗的漫长跟夜晚的漫长几乎是等量的。即便骷髅现在明显处于下风，却仍然在顽抗，丝毫没有疲惫的样子。\n\n        Steve打的是乱拳，却依然小心翼翼。这控制十分微妙，必须保持两者的平衡。如果完全是在乱打的话，很不容易击中目标，力道也不容易集中；可如果太过认真的话，就会一不小心打出自己的套路，让骷髅反败为胜。不过总体来看，骷髅现在是节节退败，毫无还手之力的。这就说明Steve的控制很成功。\n\n        不过骷髅不同于之前那些普通的怪物，它们知道的只有：找到敌人，追捕敌人，杀死敌人。骷髅毕竟也是有智慧的生命，在被动挨打的同时，也在主动地想主意。\n\n        “咔嚓！”又一根肋骨被一掌劈断。骷髅是感受不到疼的，但是它能够感受到累。受到伤害从另一方面也加重了身体的负担，所以这也会使它感受到累，这样能间接地反映疼痛。这个过程如此复杂，所以亡灵对疼痛是比较迟钝的。\n\n        但是骷髅知道，就算不痛也不能一直挨打。它开始改变策略了……\n\n        下一击是Steve的侧踢，骷髅看清了来路，闪开了这一踢，同时趁机抓住Steve的腿，一个过肩摔让Steve栽倒在地。\n\n        “哈，咳，咳，哈哈哈……”就算已经累得不行了，骷髅还是要趁机得意一下。不过光是笑就已经让骷髅上气不接下气了，“别以为，我……我就会傻乎乎地让你打！乱拳是有很多破绽的！我只要像是对付……对付没见过的敌人一样认真对付你，你……你也根本不是我的对手！”\n\n        Steve赶快把手指掐进了沙地，并且注入气来加固沙子，然后用手支撑着向前翻滚，把紧紧抱着Steve的腿的骷髅又甩飞了出去。\n\n        骷髅也不甘示弱，起身冲上前去，然后又是一阵剧烈的拳打脚踢。\n\n        虽说骷髅发现了破绽，可毕竟体力不足，Steve一认真起来，也只能是势均力敌。\n\n        就这样跟它耗下去，它的体力不多了。Steve想着。\n\n        不能这样跟他耗下去，要找准机会发出致命一击。骷髅想着。\n\n        此时，迎面而来的是一记直拳。骷髅伸出仅有的左手挡住，想用右手下钩拳还击，却发现使不上力。这才想起右手被Steve打断了。\n\n        就在骷髅心中暗自不爽时，Steve的手刀朝着它的腰劈了过来。骷髅只得赶紧伸出左手把Steve的手刀死死握住。\n\n        Steve的右手被抓住无法动弹，于是左手打向骷髅的手，想打断他的手让他放开。骷髅看见Steve两手被吸引在一个地方，正是好时机！瞬间右腿聚气，朝Steve狠狠踢去—这一击几乎赌上了骷髅的所有气了。\n\n        Steve见势不妙，想跳开躲闪，右手却被死死抓住无法挣脱。眼看骷髅沉重的这一腿马上就要踢到自己了，Steve赶紧回想着：不用手脚时怎么保护自己？\n\n        “当—”沙漠的中央发出撞钟般沉稳悠长的声响。\n\n        骷髅没有击中！它击中的是面前一道透明的屏障！\n\n        “这是……可恶！一时心急忘记了！”骷髅用尽了最后一丝力气，瘫坐在地上，“气护罩，你从来没在实战中用过，我竟然忘记了！”\n\n        Steve收起气护罩，长吁一口气：“呼！好险！还好我急中生智！”\n\n        亡灵是无法彻底杀死的。把它打成这个样子，今后应该也惹不了什么事了！Steve拍拍身上的灰土，准备去与索恩斯他们汇合。\n\n        忽然间，天空中阴云聚拢来，把仅有的微弱光源—月亮也严严实实地遮蔽住了。整个大地陷入完全黑暗。\n\n        就在Steve感到诧异的时候，他突然感受到空气中弥漫着一股不详的气……天空中传来一阵令人毛骨悚然的声音：\n\n        “你以为我会这么仁慈，专门制造怪物来给你锻炼，让你变强吗？”\n\n        “Herobrine，我正准备去找你呢，想不到你自己来了。哦不对，这应该又是你的幻影吧！”\n\n        “哼，我现在很忙，没时间跟你们耗。不过我带来的这些气，足够对付你了！喂，骷髅！”\n\n        “啊，呃，我……”骷髅是一副孩子犯了错见到老师的神情。\n\n        “我下次再跟你算账，连情报都了解的这么透彻了，还输成这样一副惨样！现在收好这些气，把Steve解决掉！”\n\n        话音刚落，天空中射出一道巨大的黑色能量柱，直接冲向了骷髅。神奇的是，它所有被打断的，包括被Steve的气所伤的骨头都痊愈了！随即阴云散去，那股不安的气息也消退了许多。不过还有一部分就在眼前，在骷髅的身上。\n\n        “哈哈哈……这，这强大的力量！这比我用全力至少还要强一倍！Herobrine大人果然厉害！”骷髅欣喜若狂。\n\n        Steve收回准备离开的脚步，再次拔出了剑，额头上不由得渗出几滴汗珠：“这下可麻烦大了！”\n\n上一节                                                                              目录                                                                         下一节\n",
    "replies": [
        {
            "author": "BBCZXG",
            "timestamp": 1437399660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437400320,
            "txt_content": "看着眼前的人一个个像母猪一样高产……\n我看了看我那荒废已久的电子稿……"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1437400560,
            "txt_content": "你知道的，我并不是懒于回复；但只要纠结于战斗，我是打骨子里地腻烦。，"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437401760,
            "txt_content": "末影龙娘 发表于 2015-7-20 21:56\n你知道的，我并不是懒于回复；但只要纠结于战斗，我是打骨子里地腻烦。， ...\n这你就要问朱仙了，他说描写不够，所以我才把这些情节写得很长……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437445560,
            "txt_content": "BBCZXG 发表于 2015-7-20 21:41\n你还写得真快→_→话说我差不多也要更新了吧\n我都拖了一个星期了还叫快\n之前都是日更的好嘛"
        }
    ]
}