{
    "title": "【原创】《启示录》第六章：重生",
    "author": "紫罗兰祝福",
    "replyCount": 6,
    "timestamp": 1437571080,
    "txt_content": " 本帖最后由 星之永恒 于 2015-7-22 21:18 编辑 \n   路，不总是平的，人生也是如此。\n    Jane从容的砍掉了一只僵尸的头。我环顾四周，附近暂时没有其他僵尸，于是三个人疲倦的坐在地上稍作歇息。Jane仍然死死的拉着Jimmy的胳膊，但是Jimmy却有些不耐烦，一路走来，他的胳膊总是被另一只手牢牢的握住。Alice依然没有醒来，我叹了口气，继续向前方行进，Jimmy挣脱了Jane的手向我跑去，后面焦急的Jane赶忙赶了过来。\n    希望没有到来，而气温却越来越高。僵尸的数量明显变少了，我们仿佛看到了一线生机，但生机很快就被高温吞噬的无影无踪。我的脸上很快就浸满汗水，Jane和Jimmy也是如此。我们必须赶在脱水之前找到水源，但四周只有稀疏的小型灌木和我们的汗水。生存的机会越来越渺茫。Jane紧握着弟弟的手渐渐松开了，而我的体力也接近透支，但我知道，我不能放弃Alice。三个人缓缓向沙漠移动，地上只留下一片转瞬即逝的汗水。远处，夕阳的余晖映红了半边天。\n    黑夜也不是什么好消息。火把的高温会让我们体内的水分流失的更快。就在希望将在水分中蒸发时，远处的一个小建筑物吸引了我的注意。我走上前去，水在火把的光辉下格外清澈，虚幻的希望瞬间真实起来。Jane和Jimmy闻讯而来。我把水让给了Jane。我知道，她一定会让给Jimmy。最终，我没有猜错。Jimmy争不过Jane，含着泪喝下了水。我轻轻掰开Alice的嘴，把水送了进去。\n    远处的天边开始发白，新的一天即将开始，三个人重新踏上了向前的沙漠，水带给了我们重生的希望。\n    一片沙海。远处唯一能看见的，只有几株高大的仙人掌，有的已经开始腐烂。远处只有绝望，但只有绝望才能带来希望。汗水落地，发出了清脆的响声。Jane没有再握住Jimmy，而Jimmy也没有乱走，只是跟着他的姐姐。我在不经意间看到了Jane欣慰的笑容。\n    绝望，重拾绝望，再次重拾绝望。三个人在沙海中显得无比渺小，无助。我砍下仙人掌，小心的把刺拔掉。这是唯一的水，也是唯一的希望。只有像仙人掌一样顽强，才有可能在沙海中存活下来。站在沙山上望去，前方只有一片沙海和夕阳的余晖。新的一天结束了。\n    黑夜降临，Jane还是握住了Jimmy的手。我们已逼近沙漠腹地，黑夜中只有滚烫的岩浆清晰可见。\n    一阵清风吹过。沙子纷纷扬扬的向天空飞去。我们不能停留，只能冒风前行。沙子与汗凝结在一起，形成一块奇特的盔甲。Jane护住前行的Jimmy，我则下意识的护住了怀中昏迷不醒的Alice。狂风吹过，沙子狂暴的打在枯死的灌木上，发出凄厉而清脆的响声。飞进岩浆的沙子则在高温中发出阵阵爆裂声。\n    沙子渐渐落下。风停了，新的一天开始了。每个人的身上，脸上都不免有些许划痕。在高温中，血液迅速凝固，形成一片奇特的血痂。汗水划过伤口，留下一阵刺痛。这是比缺水更残酷的挑战，伤口一旦感染，生的几率就非常渺茫。Jane的手握的更紧了，而Jimmy也没有反抗。我们都很清楚，这可能是我们最后的时光了。大家心照不宣。\n    最黑暗的夜晚过后，往往是最明亮的黎明。\n    我们来到了沙漠腹地。燥热的天气让仙人掌都难以生存。我们忍着痛，继续向沙漠的中心走去。\n    缺水让我们寸步难行。远处，一株仙人掌伫立在茫茫沙海之上。我没有犹豫，奋力向那株仙人掌砍去，仙人掌纹丝不动，而我却几近虚脱。我挣扎着从地上站了起来，擦去身上的沙子。我知道，我必须活下去。不远处，Jane轻轻放下Alice，向我赶去。我向她挥了挥手，抱起地上的Alice，继续向前走去。绝望笼罩着每一个人。\n    剑上闪烁着一抹明亮的光。我笑了笑，继续向前走去。远处，茫茫沙海笼罩着每一个角落，没有绿色，只有无尽的绝望。但我知道，我们终将走向重生，这是绝望中唯一的希望。\n    最终，Jane体力不支，率先倒下了。我试图帮她站起来，但在几番挣扎后，Jane还是放弃了。她没有说话，只是静静的看着一旁的Jimmy。我越发的绝望了：在脱水的情况下，我已经不知道我还能坚持多久。没有奇迹，没有希望，只有绝望和路。\n    这时，一旁的Jimmy突然走了过来。他生硬而轻柔的抱起了他的姐姐，吃力的向前走去。我被深深的震撼了，眼前没有沙海，没有烈日，只有一个小男孩背着她的姐姐，吃力的向前走去。\n    Jane笑了。她的泪在落地之前，就已经化作一片雾，被沙海淹没了。但我知道，有些东西，是永远不回被掩埋的。不知何时，头上已是满天星斗。\n    不知走了多久，本就不多的体力逐渐耗尽了。抬头望去，沙海向各个角落蔓延着。我已精疲力竭，倒在一片沙中。远处，两个身影向我们飞奔而来。\n    醒来时，洁白的墙面映入眼帘。我看了看周围，四周只有几个插在花瓶里的花，顺着吊瓶看去，几根针正扎在我的手臂上。我拔掉了那两根针，向四周漫无目的的走去。对面，Alice正宁静的躺在对面洁白的床上，看着对面跳动的心电图，我如释重负的叹了口气。\n    对面，Jimmy疲倦的躺在Jane的病床上。我无从得知，是什么力量让他在如此残酷的环境下坚持这么久。我没有说话，只是默默的拿去我床上的被子，轻轻的盖在他的身上。\n    我静静的看着对面的Alice，回味着她曾经给过我的美好和鼓励。我的泪，早已在沙漠中蒸发，飘向不知名的远方。没有经历过同等黑暗，就没有资格说：“我理解你的感受。”\n    这时，一个士兵走了进来，他毕恭毕敬的说到：“Star，上级想见见你。”\n    我不经意的问道：“你的上司是哪位？”\n    那士兵毕恭毕敬的的回答道：“我的上司是John。”\n    我一惊，身边的花瓶随即被我打碎。\n看不懂？索引帖在此~",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437582120,
            "txt_content": "感觉像是在看阅读题233"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1437695220,
            "txt_content": "@zwh007\n@2B与mc的故事\n@guqu\n@gggbbb\n感谢你们的支持！\n（我小说真的那么烂吗233）"
        },
        {
            "author": "guqu",
            "timestamp": 1437697260,
            "txt_content": "暂时还评不了分，昨天的评分上限竟然还没过"
        },
        {
            "author": "zwh007",
            "timestamp": 1437744420,
            "txt_content": "诶？上篇不是打完TANK了吗？跳进沙漠里是什么鬼=_=\n写的蛮好，以后更新继续@我。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1437788400,
            "txt_content": "提示：人们在与其对抗的自然中所遇到的苦难，难道不像耶稣所受的一切吗？"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1437824100,
            "txt_content": "末影龙娘 发表于 2015-7-25 09:40\n提示：人们在与其对抗的自然中所遇到的苦难，难道不像耶稣所受的一切吗？ ...\n感谢您的提议！\n以后更新会@ 您的，感谢您的支持！"
        }
    ]
}