{
    "title": "[原创连载]国王-第一章-落寞的王",
    "author": "Terry39",
    "replyCount": 9,
    "timestamp": 1437482100,
    "txt_content": " 本帖最后由 Terry39 于 2015-7-23 21:08 编辑 \n\n王\n——第一章-落寞的王索引传送门\n\n\n　　眼前的微光逐渐变得明亮，史蒂夫忍痛支撑起自己的身体。\n　　他在这个山洞里，已经躺了三天了。他曾随着皇城的人民一起从东边的冬眠山上开始逃难，但末影一族的士兵仍是快了一步。正如那个使者所言，他们是要把所有皇城里的居民全部屠杀至净。他不仅说出了这句话，也令这句话变为了现实。\n　　史蒂夫仅仅只是算幸运的，他在撤离之中擅自离开了整个队伍，并回到了皇城。史蒂夫也亲眼看到了那个使者的死亡。\n　　正因为城市之中被彻底清空了，末影一族的人才会仅仅只留下几个小队去看守城市，让史蒂夫有脱逃的可趁之机。\n　　狭隘的洞中只能勉强供史蒂夫活动身体，但这使他能够找到的，最安全的避难所。\n　　史蒂夫扶着自己的脑袋，尝试去理清这几天里所发生的事情，却只能感受到无尽的混乱与头痛，所以他只能去强迫自己不要想。\n　　可是越发的抑制，带给自己的却是更多的痛楚。\n　　这三天之中，史蒂夫几乎没有吃过任何东西，除了舔舐从石缝之中渗透出来的水滴。他不敢出去，他知道自己王国的覆灭，而作为二皇子的他，也一定被末影一族所通缉着。想象着末影一族的人在众多尸体里需找自己的面孔，不禁让史蒂夫感到恶心以及后怕。\n　　只要外面有无数拿刀寻找自己的士兵，自己就不敢出去。\n　　冥冥之中，史蒂夫感觉到自己的体力有所恢复，他不知道这是自己的伤口正在痊愈，还是临死前的回光返照。他自己心里清楚，这将是他最后的机会，如果继续停留，等待他的只有一死。\n　　史蒂夫从洞口爬出来，遥遥望去，远处的麦田仍然翠绿，好像之前灭国的战争并不没有经历这里一样。的确那场战争实在是发生的太快了，连当事人本人都没有理清思路。\n　　史蒂夫也拿捏不准那个农田的主人会不会认出自己是一个逃犯。算了，横竖都是一死，不如去那户人家碰碰运气。\n　　说来也好笑，人类社会最大国家的二皇子，竟然有勇气开始尝试去最底层人民的家中讨饭吃。\n　　生活所迫，生活所迫。史蒂夫安慰自己。\n　　史蒂夫的体力，只能够使他勉强支撑他走到木屋门口。平日里娇生惯养的他在此时的惊人的忍耐力让他自己也觉得十分惊讶。用手指用力敲了两下门之后，史蒂夫终于失去了平衡，再到下去的一瞬间，他貌似听到了屋子里人物走动的脚步声。\n　　碰碰运气吧。\n　　......\n　　当史蒂夫醒来之后，夕阳已经斜射进窗内。而值得史蒂夫庆幸的是，他并没有被当作犯人对待，而是舒舒服服的躺在床上。\n　　他环顾四周，木屋内弥漫着淡淡的泥土的味道，却并不令人厌烦。屋内的家具摆放十分简洁，并不像是一个整天劳苦于生计的人应该的样子。\n　　一个瘦小的身影推门进来。\n　　是一个金发的女孩。\n　　一开始史蒂夫还想问她这里还有没有其他的人，但是身下的单人床已经显示出这里只有一个人住。\n　　两个人都十分尴尬的对视着。\n　　“我的名字是。。。恩。。。斯图尔特威廉。”史蒂夫没有想透露自己的真名，即使对方是女生。\n　　金发女孩愣了一下：“亚历克斯。”\n　　又是尴尬的沉默。\n　　亚历克斯突然回过神来，焦急慌忙的开始在屋子里面翻找起来：“哦天哪，我刚才给你敷上的药改换了，你伤的可真重，好多地方都已经感染了。”\n　　史蒂夫看了看自己赤裸的上身，果然有伤口的地方都已经仔细的包扎好了。\n　　“你那件满是血得衣服我已经给扔掉了，我带了一些原来我哥的衣服，你看看合不合适。我再去给你做些吃的，你来的时候稍微吃了一点，但是看样子还是不够吧。。。“\n　　“等一下。”史蒂夫打断了艾利克斯。\n　　“什么事？”\n　　史蒂夫的疑心起来了，一字一句的问道：“你甚至都不知道我是谁，为什么要帮我。”\n　　“因为我是一位医生啊，就算是通缉犯进到我家我也是会帮助他的。再说了，最近兵荒马乱的，谁都有困难对吧？”艾利克斯笑着，留下了史蒂夫一个人楞在床上。「字数统计-1427」作者的话暑假，创作版，来战！索引传送门\n上一章——[原创连载]国王-引子-旧的王\n下一章——[原创连载]国王-第二章-馈赠\n\n\n\n\n[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "Mr.Right.",
            "timestamp": 1437482160,
            "txt_content": "支持来一发\n火前留名"
        },
        {
            "author": "1313513113",
            "timestamp": 1437483780,
            "txt_content": "呵呵，，第一次来看文章的"
        },
        {
            "author": "1137246733",
            "timestamp": 1437487200,
            "txt_content": "嘿，果真，我没看错你"
        },
        {
            "author": "Terry39",
            "timestamp": 1437488820,
            "txt_content": "1137246733 发表于 2015-7-21 22:00\n嘿，果真，我没看错你\n话说我对自己的文字把握也不太好，能不能给一些评价？"
        },
        {
            "author": "1137246733",
            "timestamp": 1437492060,
            "txt_content": "果然有些细小的毛病有很多，让我来说说吧，很久没有评论文章了。首先，挺不错的，直接点入主题，点入冲突，点入悬念，而不是开头就插入一大堆解释性材料，这个值得夸奖。\n正如那个使者所言，他们是要把所有皇城里的居民全部屠杀至今。他不敢出去，他知道自己王国的覆灭，而作为二皇子的他，也一定被末影一族所通缉着。想象着末影一族（未使用代词）的人在众多尸体里需找自己的面孔，不禁让史蒂夫感到恶心以及后怕。只要外面有无数拿刀寻找自己的士兵。（没必要存在，反而导致病句）在手指触碰到木屋门的瞬间，也便是史蒂夫自己体力的极限。（整体病句，触碰的瞬间怎能成为体力的极限？）平日里娇生惯养的他在此时的惊人的忍耐力让他自己也觉得十分惊讶。（整体人称代词错误）平日里娇生惯养的自己却在此时爆发出如此惊人的耐力，让他自己也觉得十分惊讶。以及前后文出现的两种不同组织，“魔影”与“末影”。剧情可塑，但小毛病确实很多。你能认识到自己文字把握并不是很好，这点不错。\n但既然知道自己文字把握不是很好，那就努力去改。\n文字把握不好即使很多词语运用的不恰当、病句的出现等等，这种问题解决的唯一方法就是在写完文章以后一遍一遍地看、读、校准。\n直到你自己满意为止。\n我的小说一般在写完一章之后至少要经过三个晚上的校准改正才会发出来。（当然你也可以不必如此苛刻）\n不可能时时刻刻都有个我这样的存在来帮你找毛病，这些需要你自己动手。希望下次我看到的能更加令我满意。\n正如上所说，剧情可塑，但目前较为平淡。\n文笔同样可塑，但文笔不是决定一切的因素。\n你可以自己好好想想。"
        },
        {
            "author": "z736027620",
            "timestamp": 1437492960,
            "txt_content": "我来啦{:10_527:}"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437821580,
            "txt_content": "这篇文章有个非常致命的错误，就是被救助者在醒来以后第一件事应当是沉默，通常是救助者首先发言，而上来主动报名字简直是荒诞的，应该是后边很不经意的说一下【哎呀忘记了，我还不知道你的名字呢】，这才是合理的人类反应。"
        },
        {
            "author": "小宇lalala",
            "timestamp": 1438851000,
            "txt_content": "@Terry39 你太粗心啦！\n上面地亚历克斯后来打成了艾利克斯\n"
        },
        {
            "author": "388498173",
            "timestamp": 1441634160,
            "txt_content": "第一次来这里看看？"
        }
    ]
}