{
    "title": "《重生MC之帝王之旅》第一大章【未成年人勿进】",
    "author": "jiangtianyong1",
    "replyCount": 12,
    "timestamp": 1437481260,
    "txt_content": " 本帖最后由 jiangtianyong1 于 2015-7-21 20:51 编辑 \n    如果您是因为【未成年人勿进】几个字进来的的话，不要着急，这才是刚开始，该有的都会有的，大家懂得。\n\n第一章.重生？失忆！  这是哪？我是谁？看着旁边的方块的树和近乎方块的草地，不由得困惑，还好手是原来的。  “这里事MC的世界，我将它创造出来，这里除了人类来有无数的种族，除他们以外，其他物品都是方块，和MC无差，就是添了些东西【MOD】，至于你是谁，你无须知道，现在我将你传送去一个地方，你将开始生存。”一个神秘人蹦出来说道。 ----哄的一声，我就出现在一片草原上。在主角离去后，那位神秘人喃喃道：“希望你这辈子不要去追求帝王之道。”太阳在天边慢慢升起，主角慢慢醒来，发现脑袋里多出一些东西，这些是MC的知识，和在这个世界背包的用法等。“看来，想要活下去，必需要撸树啊，话说，我还没有名字，恩···就叫帝弑天好了。”中午···主角已经撸了一组多木头获得三十多个苹果了，开始准备下矿，旁边刚好有天然矿坑。晚上，主角在一个小山洞里，门口用圆石堵住，只留一扇木门。这一天，主角收获了二十多个铁，一组多煤，三组圆石。深夜，主角被一阵阵巨响吵醒，·······温馨提示：主角的背包60格。\n 第二章.收复变异铁傀儡打开门，只见一只比平常铁傀儡大上两三倍的，且胸口的铁好像是精铁【铁通过二次烧煅形成】。只见它每一下就会带走一个怪兽的性命。突然，一只变异的骷髅弓箭手聚集了全身的力量，射向他。主角掏出铁剑，冲上去，挡了下来。铁傀儡居然露出感激的目光。几分钟后，所有怪物都被解决了，主角从死去骷髅的身上扒下了十组骨头，其余的主角觉得恶心就没收集，铁傀儡从此就跟着主角了，名：裂天。  第二日，裂天出去用他拳头挖矿，另外，他每天都会产出一组精铁。主角则穿上了精铁全套，一天都在外探索【其实是游玩】。傍晚，裂天带回了十多组煤，七组铁，其余矿物有去没胆深入，没有挖到，另外石头多的数不胜数。【裂天的能力请参照本章下面的人物介绍】主角厚颜无耻的带回了一些胡萝卜，土豆，小麦种子，葡萄，以及一些猪肉。晚上，裂天正吃着自己挖来的铁，主角一口苹果，一口猪肉。入夜，裂天靠着石头休息了，主角睡在工作台上。  又是一天来临，这天，主角准备开始建石头房子，昨晚也烧了二十组的的石头。裂天又去挖矿了，这次会深入一些，大概能挖到红石和青金石。温馨提示：工业矿石在这需要特殊工具提炼。一只骷髅大约会有半组骨头，一个骨头磨成的四个骨粉，可以增加植物的生长速度，本来要一年的，用四个骨粉就可以成熟了。人物介绍：姓名：裂天身份：上古钻石傀儡的皇室后代【因出生时觉醒血脉，遭族人遗弃，目前正处进化状态】食物：所有矿石，甚至石头特点：每服用一个矿石，都有一定的实力提升。有对矿物的探测能力。有一个极大地储物空间。\n   第三章.直奔小康生活与世界介绍  裂天从一旁的天然矿洞下去，主角则在一处小山顶开始造石头别墅，旁边有一条小河，山脚下已经种满了食物，可以说，一旦房屋造好，就直奔小康生活了主角没有任何建筑天赋，只能搭个“火柴盒”。时间在流逝，各种鸟儿在天飞翔，一瞬间，突然从天边飞来一只大鸟，上面坐着一个青年，手中拿着一把灰色大剑，他是杀手公会自由之翼的钻石级杀手。看了一下地面，居然看到一个人神奇的变出一块块石头，搭上去。他以为自己看错了，就飞走了。  世界介绍：这是一个极其真实的世界，除了他是方块组成的外，这个世界有无数种族，无边的疆土，无数的国家，这个世界没有功法，人们只能靠提升自身的技术来提升战斗力，除了一些特殊种族外，大部分种族都是如此。值得一提的是，主角的背包，在这个世界，是实力的象征，只有一些上古神兽才有，被称为储物空间，  这个世界科技极其发达，只是没有枪械而已。各国还处于冷兵器战争时期，人类是无数种族中最弱的，硬要将主角分配到一个种族的话，那就是圣灵族，这个种族每一个都是独一无二的个体，被总称为圣灵族。  主角目前所处位置：菲林大陆【人类唯一的大陆，也是很小的大陆，当然只是和别的大陆对比，实际上和三个地球差不多大，但在这个世界上，甚至可以称为小岛】上的丛林国中的橡树城的小平原上，平时怪物较多，所以没有几个人。  橡树城介绍：由于城中心有颗万年橡树而出名，货币为世界通用货币币【纸币、木币、石币、铜币、铁币、青铜币、精铁币、银币、金币、钻石币、黑曜石币、金刚石币、绿宝石币、红宝石币、蓝宝石币、黑水晶币十六种从小到大，转换率为1000，物价永久不变，据说这是创世神定下的，谁要是违反就要遭雷劈，事实也是如此】  \n  第四章.河边的大叔  傍晚，裂天回到已经造好的小石屋里，主角刚刚造好，正吃着刚用骨粉催生的小麦做的面包夹猪肉【储物空间的物品永不腐烂】。裂天挖回的矿物一半被他自己吃了，剩下都放在他的储物空间。这时，一声箭入骨的声音从门外传来，出去一看，是一个大叔，被射中了五箭，躺在河边，裂天冲上去，两三下就搞定怪兽，主角又获得了一堆骨头。大叔被主角抬进了家中，这大叔，身上穿着破破烂烂的皮革，头上戴着半碎的铜头盔。大叔被放在角落，拔掉他身上的箭，给他喂下一碗粥，主角就睡了。  第二天，早晨，大叔睁开了眼，看到旁边陌生的环境，不禁蒙了，自己不是被骷髅射的半残了吗，怎么还活着。后来，主角才和大叔认识了，大叔名叫风建，是个绿宝石级建筑师，被人陷害，才迫不得已进入这个平原，后来被仇家射了几箭，就掉入河中，在河边又被骷髅射了一箭。  风建看了这个火柴盒般的家后，提出由他来重建，主角同意了，这天，裂天仍去挖矿，主角去寻找羊，毕竟睡了那么多天的地板，谁也受不了。自此，主角的团队又多了一人。人物介绍：姓名：风建种族：人类【想象力极高】年龄：20职业：建筑师【绿宝石级建筑师】【等级制和货币一样】\n 第五章.羊与老虎主角所处这处平原，充满了动物，晚上也充满了怪物，走了不一会，就看到上次杀了几只猪的猪群【一只猪大概半组猪肉，这是现实】，主角直接绕过，翻过一座小山丘，面前出现的是一只巨大的老虎，这只老虎和别的老虎不同，它的牙齿十分洁白，身上还隐隐约约出现一丝丝雷霆。它一看到主角就张开大嘴冲了过来，主角掏出一把金刚石长剑【裂天挖的】包括主角现在都穿着金刚石套【金刚石是最坚硬的，黑水晶那些只是稀有且漂亮】，金刚石剑一下子挡在老虎的爪子下，主角一下子抽回来，猛地刺了出去，却刺歪了，老虎的爪子一下拍了过来，主角一个翻滚，躲开了致命的地方，但还是被划伤了，正要站起来砍过去，却发现老虎正蹲在他面前，舔着他的手。 片刻之后，主角骑着老虎离开，老虎被主角起名叫利雷。人物介绍：姓名：利雷种族：天雷虎性别：公介绍：原为天雷虎族皇子，后种族遭屠杀，流落至此，因为舔到了主角血液，认主角为主，可以和主角精神交流。食物：肉类\n 第六章.发现橡树城  主角一直朝着太阳升起的方向前进，由于利雷身上也有储物空间，所以，一路上什么羊啊牛啊，都被杀死了，然后进了主角的口袋。   到了中午，主角发现眼前出现一座巨大的城市，城墙高大，是由圆石搭的。主角继续向前，城门口人来人往，不过大部分人只穿了一条裤衩，就连守城的士兵也只是拿着石剑，穿着木甲。  主角为了不让别人用异样的眼光看自己，让利雷闻着自己的气味先回家，然后将自己的装备都放入背包，穿上现做的皮革套。大摇大摆的进入城池，不过，居民们依旧盯着主角看，看的主角都有点不好意思了，开始昂首挺胸的走进了城池。主角心里暗暗鄙视这些只穿裤衩的人，就不知道杀几只牛来做衣服。  城池里房屋都很破烂，但人们都很健康，皮肤红润，看来都吃得饱。主角四处转了转，找到了一处酒馆【牌子上写的】，坐了下来，打算打听一下这个城池的情况。酒馆里声音很嘈杂，不过几个靠近主角人的谈话还是能听得见的。只听：甲：我刚在野外杀了一只牛，取了半组的皮革还有一组牛肉，交给烹饪铺才得到了半块牛肉，其他都焦了，唯一成功的一块还被切去半块交手术费。乙：我认识一个烹饪师，是石级的，一组牛肉可以成功两块，下次介绍给你。甲：真的！兄弟太谢谢了。主角一阵冒汗，这里的人是怎么，一组牛肉才成功一块，想我都是百分百的，想来裁缝的成功率也差不多了，不然这里的人也不至于每人只穿得起裤衩。  由于主角穿的比较“华丽”，不一会，忙着的小二就过来了，招呼着主角，主角这才想起自己一分钱都没有，连忙离开。提示：主角的百分百成功率是由于主角的种族。\n\n由于最近的版规规定不得少于1000字，但本人有很喜欢小段小段的写，读者看得也比较轻松，以后的章节将会都以这种六章合一章的形式发布，大家的回复就是我的动力。\n",
    "replies": [
        {
            "author": "jiangtianyong1",
            "timestamp": 1437485700,
            "txt_content": "每日一顶。{:10_492:}"
        },
        {
            "author": "jiangtianyong1",
            "timestamp": 1437485700,
            "txt_content": "沙发板凳都是俺的。{:10_513:}"
        },
        {
            "author": "jiangtianyong1",
            "timestamp": 1437485760,
            "txt_content": "地板也不放过。{:10_512:}"
        },
        {
            "author": "jiangtianyong1",
            "timestamp": 1437485940,
            "txt_content": "老衲要陷入成睡啦！{:10_522:}"
        },
        {
            "author": "jiangtianyong1",
            "timestamp": 1437486000,
            "txt_content": "看来今晚是没回复了。{:10_503:}"
        },
        {
            "author": "jiangtianyong1",
            "timestamp": 1437486360,
            "txt_content": "再来冒个泡！{:10_505:}"
        },
        {
            "author": "屠神之魂",
            "timestamp": 1437487440,
            "txt_content": "还不错，文笔一般，世界体系还不错，坚持的话，有很大的写作空间。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437487860,
            "txt_content": "情节走得过快\n而且一开始就把人物背景交代完了，没什么悬念啊"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437493620,
            "txt_content": "表示楼主你这样写将应该避讳的小说开局三个触犯了两个……“幸福国的黑洞”“展示的神话”\n而且有的地方描写也不是很细致，就好像是写记录一样"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1437528900,
            "txt_content": "看完我不得不喷了\n撸树撸矿等没有新意的部分减少了读者的阅读欲望，\n主角光环无力吐槽，没有奋斗就没有成功是硬道理，\n细节描写很匮乏，不在细说（太多）\n章节字数少？以增加细节描写来增加字数，同时把几章合为一章。\n有很大的提升空间，继续加油"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1437547380,
            "txt_content": "你走开，我们受够了。\n真不知道麦开在你们的观念中是些什么？"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1437551220,
            "txt_content": "写得不错，但还有改进的空间。"
        }
    ]
}