{
    "title": "[历史] 一些你知道或者不知道的Minecraft的历程",
    "author": "1255655119",
    "replyCount": 15,
    "timestamp": 1437510720,
    "txt_content": " 本帖最后由 1255655119 于 2015-7-22 08:36 编辑 \n\nMinecraft\n你知道或者不知道的一些发展历程\n让我们坐上多啦A梦的时光机\n一起探寻这史诗的游戏从出生到壮大的历程\n2009年6月1日 国际儿童节 瑞典 斯德哥尔摩\nMarkus Persson（马库斯·泊森）退出了他的的工作室，放弃了一个仅仅为别人打工的一个游戏开发者的职业，专心投入于一款游戏的开发。虽然，他失业了，但他热切的想做出一款属于自己的游戏，他去了一个独立游戏开发博客：Tigsource，马库斯在那里找到了很多的资源，其中有一款启发了他，Zachtronic公司的Infiniminer（无尽矿工），这在当时是一款简单的游戏，玩家在一个随机地形中收集资源，他认为这个游戏具有着某种伟大的意义，随后在Zachtronic宣布停止无尽矿工这款游戏的时候，开始了自己的工作项目。\n\n尽管，当时马库斯在开发这个游戏的时候，并没有考虑到过多的特性，所以，在这个游戏的婴儿时代，并不像你所玩的Minecraft这样完善~\n下面，就是Minecraft的成长历程\n\n其实辞职之前，就已经有了Minecraft这个游戏，5月10日发布了\nPre-classic版本在此之前，还有比这个更老的，当时的叫法是Cave Game（洞穴游戏）（洞穴生存）\n这是一张当时的截图（来自minecraft.net）\n\n这就是Minecraft的最初的样子\n\n2009年5月16日发布了Classic版本\n也是第一个以版本号进行区分的版本，当时的这个版本是0.0.9a(具体资料未找到，只找到了这个版本号）\n然后5月17日，发布了0.0.11a，这也是MC的第一个公开版本\nIt has trouble running well on intel cards (including on my Eee, unfortunately), and there’s some strange crash bug on some versions of opera, but it’s relatively stable now\n这是发布当天，马库斯在博客写下的一句话，这句话意思是，它在intel（因特尔）的芯片上运行还有困难（包括我的Eee，真不幸），并且，在某些预览版还存在奇怪的崩溃BUG，但是他现在相对稳定了\n2009年5月22日 马库斯在个人博客宣布将重心转移到多人游戏，事实上，他也确实这么做了\n2009年6月8日 \n\nMultiplayer: released!\nIt’s probably riddled with bugs still, but （链接已失效，我隐藏了）\n多人模式的诞生，也许，这样的做法成就了广大的服主和联机爱好者吧\n新版本也在当天被发布\n0.0.15a的修复版本（或称之为0.0.16——具有新的意义）\n2009年8月4日\n马库斯宣布第一个资料片\n在博客中称\n+ Dungeon Mode. Like Survival, except you can’t destroy walls or craft items.\n+ Programmable Tiles. Pressure plates, levers, doors.\n+ More mobs.\n+ More usable items. (Potions? Teleporter stones? Keys?)\n+ Official public level file format\n+ Play on either player generated levels or randomly generated levels\n+ 100% free for anyone who has bought the game!\n我把重点提取以下，顺带告诉大家他更新了什么\n最重要的，生存模式，没错，Minecraft之前一直以创造开始，这时候，有了生存模式\n更多的怪物：萌萌哒的苦力怕菌就是在这个时候诞生的，还有蜘蛛酱\n以及血量机智，等等\n然后。第一个完成这些的版本0.24，发布于2009年8月31日\n这时，广大玩家钟爱的生存模式，也是主模式，于这一天诞生\n\n这时当时生存模式测试时的一张图片，（视频，在YouTube上，考虑到GWF，不把链接放进来了）\n很萌萌哒吧\n当时蘑菇满地长，基本在树底下都有蘑菇\n后面的大量修补无法一一列举，最后\n2009年12月22日\nClassic版本解释\n下面进入了InDev版本\nInDev发布了0.31\n这里面的重要更改我继续列举\n2010年2月4日\n更改了刷怪规则，现在只有明亮处刷动物，暗处刷怪了\n2010年2月5日\n添加调整难度的设定\n对于这件事，马库斯是这么说的\nUnder options, there now is a difficulty setting. Later on, this will be set per level instead of globally do discourage just changing the difficulty when stuff gets hard, but I figured people have saves now they want to keep playing on. =)\nIn “peaceful” mode, there are no monsters, and health slowly regenerates over time.\n\nI also tried to improve the framerate a bit. I hope it helps.\n\nI really need to look into some super fast occlusion culling method. The ones I have tried have either stalled the opengl pipeline too much, or been more expensive than just rendering it in the first place.\n\nAnother improvement I need to do is separate the rendering from the game logic more. Right now it’s all single threaded, which means that when a game tick happens, the current frame takes much longer to render. This causes the game to run jerky on computers where the logic takes a long time.\n\n\nAnd the plan for the weekend is:\n\nI’ll be gone the rest of the night.\nI’ll work in Minecraft tomorrow and most of sunday. I’ll focus on adding new features from the TODO. There’s a lot to be done with crafting, but I consider the basics to be in place. For example, there will be more crafting structures, like forges and anvils and whatnot.\n请注意他下面列举的计划中 I’ll be gone the rest of the night. 这也就是日夜交替功能诞生的啼鸣\n\n然后，InDev版本结束，进入infdev版本\n\n然后是Alpha版本\n在这里面，也添加了许多东西，可能最令人兴奋的就是声音功能吧\n然而添加的东西太多，我实在无法一一列举，{:10_492:}让我用一张马库斯工作照缓解你疲惫的心吧\n\n\n这张照片发布于2010年11月17日，马库斯的新电脑到啦\n继续正题\n随后\n2010年12月20日\nMinecraft Beta\n\nI just updated the client and the server to Minecraft Beta 1.0\n\n* Working server-side inventory! Finally! (And as a result of that, a whole pile of bugs and issues got fixed)\n* Made SMP servers save chunks way less often in most cases. Chunks don’t resave if they got saved in the last 30 seconds\n* Moving too far away from a container, or having it blow up, closes the inventory screen\n* Fixed /kill\n* Introduced leaf decay again. It acts differently from before\n* You can now throw eggs\n* On a whim, added super exclusive clan cloaks for Mojang Employees\n* .. and something else, which is even more rare\n进入Beta版本\n完全的修复了服务器的功能\n添加了扔鸡蛋的功能，以及更多~\n在随后的差不多一年里，不断地添加，修复\n\n     \n创造模式。\n 添加天气效果：降雨和降雪。 \n    重写了生物群系代码。     \n树木的种类更加丰富。     \n新的亮度机制。     \n新的图形效果：改进的日出/日落，水里的气泡，爆炸过程，以及虚空中的粒子效果。     \n新的结构：要塞，废弃矿井和NPC村庄。     \n新的生物：鱿鱼，末影人，蠹虫，洞穴蜘蛛以及可驯化的狼。     \n新的生命机制：饥饿系统和可堆叠的食物。     \n新的战斗机制：会心一击，可储力的弓，经验球，疾跑和防御。     \n新的红石装置：红石中继器，音符盒，充能铁轨，探测铁轨，活板门，活塞和粘性活塞。     \n新的方块，例如沙石以及青金石块。     \n新的农业元素：西瓜，南瓜。     地图 。     床，用来跳过夜晚并且设置出生点。     羊毛染料。\n2011年11月18日\nMinecraft正式版 1.0.0正式发布\n这个版本现在就是正文啦\n在6天后的2011年11月24日\n又发布了1.0.1，这是专门为多人打造的一个版本\n那么，后面的事情一步一步的走了过来\n2012年1月2日\n这一天，Minecraft没有更新\n那我为什么要写嘞\n因为这一天，Bukkit诞生了\n你们有的人可能不知道什么事Bukkit，那么我来简单说一遍，你们玩的所有的插件服，都有Bukkit-API，Bukkit代表了插件服\n这样就明白了吧，你也就会知道为什么这个这么重要了，1月2日，是新一代服务端诞生的日子\n有兴趣的朋友可以点击这个链接来回顾下Bukkit诞生的初期\n2012年1月12日\n1.1版本发布\n我为什么要说这个呢\n因为1.1版本已经开始有forge了，没错\n各位玩的游戏，大多数MODAPI都是forge，然而，并没有人知道forge的最初版本是什么，也很少有人知道forge从Minecraft1.1就与这个方块世界形影不离\n第一个forge版本是1.3.2.1\n版本为minecraft v1.1\n发布时间是2011年2月3日\n不知道这个的，请把你的人气留下\n2012年4月4日\nMinecraft发布了1.2.5版本\n我又为啥写这个呢，因为卤煮我就是从这个版本蹦进来的\n当时的创造列表还是一大坨，看得人眼花缭乱\n2013年3月13日\n发布了1.5的版本\n这个版本完善了红石，包括红石比较器啊，阳光传感器啊，测中压力板什么的，红石触就是从这时候诞生的\n2013年7月1日\n发布了1.6版本\n在这个版本里，你可以成为一名骑士了，没错，1.6更新的马匹功能\n2013年10月24日\n发布了1.7版本，个人认为这是个跨时代的更新，增加了更多更丰富的东西，也使得游戏内容更加完善（NBT），修复了爆炸漏洞~\n2014年9月15日\n微软正式确认以25亿美元收购Minecraft的开发公司Mojang。在此之后。马库斯·泊森和其他的创始人一样，都会离开公司，离开给我们带来这么多快乐的方块世界，这确实是一个伤感的结尾啊\n故事并没有结束\n2014年9月2日（开学第二天）\n发布了1.8版本，1.8与1.7的特性有有所改变，貌似命令方块被改了，据说可以用命令方块写MOD\n\n2015年夏天 1.9预览版 敬请期待\n完\n\n纯手撸制而成，各位勿喷\n\n\n",
    "replies": [
        {
            "author": "kbxxa",
            "timestamp": 1437513540,
            "txt_content": "卤煮哪搞的。。。。\n感觉照片上的人不像那个马库斯。。。。。。\n好吧，那个时候MC正式版还没出来"
        },
        {
            "author": "1255655119",
            "timestamp": 1437513840,
            "txt_content": "kbxxa 发表于 2015-7-22 05:19\n卤煮哪搞的。。。。\n感觉照片上的人不像那个马库斯。。。。。。\n好吧，那个时候MC正式版还没出来 ...\n{:10_522:}马库斯的博客，纯眼翻，简直虐心，剩下的早晨之后再写了，这次算学习英语了"
        },
        {
            "author": "kbxxa",
            "timestamp": 1437514020,
            "txt_content": "1255655119 发表于 2015-7-22 05:24\n马库斯的博客，纯眼翻，简直虐心，剩下的早晨之后再写了，这次算学习英语了 ...\n额，卤煮这么6，我一般除了看某些游戏教程或者关于我想知道的游戏方面的英文网站我会仔细看或者复制机翻一下[额！]，其他英文网站我看到直接关了。。。。"
        },
        {
            "author": "Terry39",
            "timestamp": 1437515460,
            "txt_content": "原来的alpha版本也是很醉人"
        },
        {
            "author": "yjz1368568129",
            "timestamp": 1437520620,
            "txt_content": "学习了，这些我还不知道额"
        },
        {
            "author": "1255655119",
            "timestamp": 1437520740,
            "txt_content": "{:10_501:}继续开始苦逼的更新之旅"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1437521700,
            "txt_content": "还高能，谢谢LZ了"
        },
        {
            "author": "侑阳",
            "timestamp": 1437522060,
            "txt_content": "只恨没有太早认识mc"
        },
        {
            "author": "Regrets.",
            "timestamp": 1437522540,
            "txt_content": "好厉害哦  楼主界业良心"
        },
        {
            "author": "fzh5837302",
            "timestamp": 1437522660,
            "txt_content": "学习了一下知识.."
        },
        {
            "author": "4O74Y74L74J7",
            "timestamp": 1437524100,
            "txt_content": "这些我好像全都了解......"
        },
        {
            "author": "a1076960243",
            "timestamp": 1437528420,
            "txt_content": "这个不错，谢谢楼主分享"
        },
        {
            "author": "加强版强盗",
            "timestamp": 1437530580,
            "txt_content": "辛苦了！没有他们就没有Minecraft"
        },
        {
            "author": "1255655119",
            "timestamp": 1437531240,
            "txt_content": "{:10_514:}我大半夜失眠，没事就去整理这些玩意了。至于后面版本，1是因为马库斯没用过那个博客了。二是因为大家实在太熟悉了，就弄得简略了些"
        },
        {
            "author": "1313513113",
            "timestamp": 1437916800,
            "txt_content": "啊啊啊，我看不下去了 字太多，，，我已眼花缭乱了"
        }
    ]
}