{
    "title": "<原创·连载>   勇者之征   第五章 第十五节【日更狂魔来了】",
    "author": "2B与mc的故事",
    "replyCount": 7,
    "timestamp": 1437485340,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-25 16:22 编辑 \n\n        “真是没完没了！”Steve挡住了突如其来的一拳，做了一个假动作让骷髅误以为自己要攻击，同时猛地后跳与骷髅保持距离—这一跳有些重心不稳，Steve险些滑摔倒。这也使他意识到，自己已经撑不了多久了。\n\n        骷髅发现自己上当了，却丝毫没有心急，慢悠悠地拿出弓和箭：“放弃吧，Steve。现在我有了Herobrine大人的力量，想打败一个站都站不稳的人，就像地狱幽灵炸碎一块地狱岩一样简单。哈哈哈……”\n\n        这种情况大大出乎意料，Steve一时手忙脚乱想不出办法应付，只好逃远点防守。不过，恢复了右臂的骷髅重新拿起了称手的兵器，就算Steve逃再远也有被打中的可能。\n\n        战斗了这么久，已经没什么力气了。这骷髅本身就很了解Steve的情报，现在又获得了更强的力量，这让这场战斗难上加难。\n\n        骷髅现在能活蹦乱跳完全是因为Herobrine给它的气。如果说Steve现在也完全恢复，对付这种大小的气，胜利是轻而易举的事情。不过那是在通常情况下。对付骷髅他目前想出来的唯一方法就是乱拳。可是乱拳破绽很多，而且还无法将实力完全发挥出来。更何况现在想要完全恢复都没机会，所以结论就是：他目前不可能战胜骷髅。\n\n        辛苦了这么久，还是以失败告终吗？Steve叹了口气，作出逃跑的准备。\n\n        “哈哈哈……”杠铃般的沙哑嘲笑声从远处传来，“你终于意识到我们之间实力的差距了吗？准备逃了吗？不过很可惜，今天本大爷就算心情好也不能放你一马，Herobrine大人的命令是解决掉你！”\n\n        实力的差距？仗着Herobrine给你的那一点气，在那里得意什么！Steve气得咬牙切齿，可无奈的是，无论如何，他现在确实打不过骷髅。\n\n        等等！我是不是可以利用一下这家伙的自大？对！从头到尾一直在沾沾自喜，这就是他的弱点！\n\n        “唉，你太厉害了，我认命咯，要杀要剐随你便吧。”Steve说着闭上了眼睛，把武器全部扔在地上，随即高举双手，作出投降的姿势。\n\n        “哈哈哈……终于认输了吧？死在本大爷手上也是你的荣幸！”骷髅一边狂笑着，一边走近Steve。\n\n        骷髅捡起Steve的剑，指着Steve阴险地笑道：“今天我就让你死在自己的剑下，本大爷是不是很仁慈啊？你要记得感谢我哦！”\n\n        骷髅在一步步地逼近，差不多还有五步的距离了。\n\n        四步。Steve虽然闭着眼睛，但是气的流动却可以更清楚地感受到。\n\n        三步。Steve已经开始悄悄地凝聚起气，但是是在体内凝聚，这样不会被发现。\n\n        两步，就要接近最佳攻击范围了……Steve敛气屏息，不敢有半点差错。\n\n        一步！在同一瞬间，Steve爆出了气，迅速收回举过头顶的双手。在下一瞬间，全力一掌拍在了骷髅的胸口。\n\n        “当—”又是一阵纯厚而悠扬的撞钟声。\n\n        “不好！”Steve意识到发生了什么，赶紧往后一跳。\n\n       “哈哈哈……”骷髅把剑插在沙地里，一手扶着剑，一手撑着腰又大笑起来，“你以为我真会这么傻？从我的情报中可以看出，你是那种宁愿死也不愿意投降的顽固分子。既然你之前用气护罩当下了我的全力一击，那这次就是我还你的。哈哈哈……”\n\n        呼……看来，这次是真的没办法了，已经尽力了……Steve喘着粗气，双手支撑半蹲在地。\n\n        不，你还未用尽全力。脑海中再一次回响起勇者的声音。\n\n        Steve苦笑着答道：“我知道你是在鼓励我，但是现在这种情况下，我真的无计可施了。”\n\n        勇者的声音再度响起：我不会毫无意义地出现，当然也不会只是来鼓励你。\n\n        Steve望了望不远处的骷髅：“有话快说，没时间了！”\n\n        骷髅在一旁看着，完全摸不着头脑。那家伙在自言自语什么？被逼疯了？我才不会傻等着呢，趁他病，要他命！\n\n        勇者回答道：有些力量就潜藏在你的身体里，只是你忘记去使用它。\n\n        Steve看着一步步逼近的骷髅，额头上冒出豆大的汗珠：“麻烦你现在说话直接点，没时间猜迷了！”\n\n        勇者的声音依然不慌不乱：金色的气，创世之森，乌云。\n\n        Steve眼珠一转，猛地一蹦，惊呼道：“哦！原来如此！我都快忘了！”可是仔细一想，又无奈地问道：“你一开始就说不行啊？这种紧急关头还装深沉……”\n\n        骷髅见Steve猛地一蹦达，又开始大声惊叫，用手指挖了挖被震得有点不舒服的耳朵，心里想着：没救了。这家伙没救了。还是我来让你解脱吧，可怜的孩子……嘿嘿，不过也好，省得我费力气追他了！\n\n        可是就在骷髅暗地里偷笑的时候，Steve突然站直了身子，闭上眼睛，凝神聚气……\n\n        骷髅赶紧拔起剑，奔上前去，心里格外焦急：这下不好了！疯子乱跑起来可比普通人要难追！\n\n        不过让骷髅没有想到的是，那把剑竟自己飞回了Steve的手中。而在同一时间，Steve的身上爆发出了猛烈的斗气，就像一个小型龙卷风，一时间漫天飞沙，骷髅这才醒悟过来，Steve并没有疯，只是在聚气！\n\n        但是，他现在为什么还会有这么强大的气呢？最重要的是，这股气竟发出了金黄色的光！Steve的气明明是纯白色的光，一个人的身上为什么会有两种气！\n\n        “骷髅，你是在我从地狱回来之后诞生的吧？”Steve把气收回一点，猛烈的狂风变成了阵阵微风，不过沙尘还是没有散去。骷髅连路都看不太清，但是声音还是能够分辨出的，他朝着Steve的方向吼道：“为什么？这到底是什么？”\n\n        “这个气差不多就是在你诞生之前刚刚消失的……准确地说，这是一个人，虽然说他之前没有名字，但是记好了！现在，他叫勇者！”\n\n        “不可能！”骷髅狂吼着朝Steve冲去，却被汹涌的气流震飞。\n\n        “事实已经发生了，否认他也没有用！”Steve的语气忽然变了。接着追上了还未落地的骷髅，一记肘击把他打倒在地。\n\n        “为什么，这种气，这种格斗套路我从未见过，为什么？！”骷髅挣扎着想要起身，却被Steve的另一只手死死按住。\n\n        “Steve刚才已经说过了，这是另一种气。”Steve，准确地说是Steve的身体淡然地回答道，同时另一只手按住了骷髅的脑袋。\n\n        “Steve说过……你到底是谁？”骷髅的眼睛被手遮住了，但是还是在拼命地乱动想要起身。\n\n        “Steve也说过了，你怎么都不好好听别人说话呢……再自我介绍一遍吧，我叫勇者！”话音刚落，Steve的手慢慢抬起，从骷髅的七窍之中抽取出一股黑色的烟雾状的东西。此时，骷髅也停了下来，不乱动了。\n\n        一分钟后，难得的安静的一分钟，Steve的手中已经压缩了许多黑色的烟雾。虽说现在它只有一枚鸡蛋大小，可如果是压缩之前的状态的话，或许能完全弥漫到三个大村庄。此时，Steve的手中发出金色的光芒，黑色的雾气一瞬间烟消云散。\n\n        “好了，邪恶的气息连同Herobrine的气也一同消灭掉了。虽然不能完全杀死你，但是你以后也不会再做坏事了吧。最后一个问题，你抢来的那些珍珠在哪？”Steve拍拍手，表示大功告成。\n\n        骷髅摸了摸脑袋，脑子里昏昏沉沉的，就像睡了一觉，含含糊糊地答道：“呃……好像……我为了防止被偷，就放在我身上。”\n\n        “那可否把它们交给我？”Steve伸出了手，和善地问道。\n\n        “给你就是，这玩意是什么我都不知道，留着也没用。”骷髅爽快地答应了。\n\n        这样一来，十二颗珍珠终于凑齐了。可以召唤神龙\n\n        在一番休整和努力研究之后，Steve一行人终于发现了珍珠的秘密，制造并命名了末影之眼。\n\n        如今，Steve又一次站在那个既熟悉又陌生的末影祭坛面前，第一次矿洞的探索经历似乎历历在目。墙壁上仍存有打斗和挖掘的痕迹。一颗又一颗，十二颗末影之眼就像是一天的十二个时辰，每放一颗，就过去了一段岁月。\n\n       终于，十二颗末影之眼归位的那一霎那，祭坛打开了。\n\n       这是最后的战斗了呢，Steve从传送门中看到了自己饱经风霜的脸。这一战，有太多的意义与理由。\n\n       最终要去的地方，叫什么好呢？\n\n       就叫“终末之地”吧！\n\n        Steve想着，微笑着，与狼王、索恩斯一同踏入了最终的未知的领域，也踏上了勇者征途的最后一站。\n\n\n关于最后被省略的一部分\n我会把他们发现和制造末影之眼的经历写入番外篇。顺带一提，一共有两部番外篇。\n\n\n上一节                                                                       目录                                                                          下一节\n\n",
    "replies": [
        {
            "author": "BBCZXG",
            "timestamp": 1437486180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437487620,
            "txt_content": "BBCZXG 发表于 2015-7-21 21:43\n高产如母猪系列→_→又发了==你的速度可以再快一点吗\n我记得上个星期有个人一天三更，比我还丧心病狂\n貌似就是《无尽能源》"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1437547800,
            "txt_content": "我只求你别@我了。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437548160,
            "txt_content": "末影龙娘 发表于 2015-7-22 14:50\n我只求你别@我了。\n我并没有@ 你……"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1437548880,
            "txt_content": "电脑成功修好啦，来帮顶啦XD"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1437550740,
            "txt_content": "加油。。。。。。"
        },
        {
            "author": "2575174857",
            "timestamp": 1437559320,
            "txt_content": "{:10_499:}怒了！！！我也要来一日三更！虽然就今天，但是我拼了！至少要6000字！"
        }
    ]
}