{
    "title": "<原创·连载>|IceSix|《这是，我的战争》 第二章，危机 [大肆修改版]",
    "author": "1137246733",
    "replyCount": 14,
    "timestamp": 1437569100,
    "txt_content": " 本帖最后由 1137246733 于 2015-7-23 23:39 编辑 \n\n<The War is Mine>《这是，我的战争》                                                                                            第二章：危机\n\n\n\n　　叶宛扭头看向了伏负，猛踩刹车，摁下了手中一个按钮。\n\n\n　　悍马车尾部爆炸，整体车身弹飞。一个巨大的火球在淅淅淋淋的雨中炸裂开来，犹如一场焰火盛宴。\n\n\n　　不久之后，叶宛进入了市区，并且冲进了一个停车场内，停车场地下面积广大，并且大多看管无人，足够叶宛缓一口气。\n\n\n　　\n\n\n　　这个废弃的停车场内空无一人，车辆也甚少，一片黑暗。墙角之处也有很多蜘蛛网，甚至长出了青苔。\n\n\n　　叶宛把车停到了一个黑暗的角落。而那个角落虽然隐蔽，但却同样贴满了关于绿芯的宣传海报。\n\n\n　　“地球处于危机！我们拯救地球！”\n\n\n　　“我们是真正的地球守卫者。”\n\n\n　　\n\n\n　　绿芯，一个组织。一个庞大的组织，遍布地球，大街小巷都贴满了它的传单。\n\n\n　　三十年前，2020年，绿芯组织忽然在地球出现，并开始在印度发展，是一个反国家、反社会、反人类性质的破坏环保组织，在印度内部挑起战乱，并且以“我们是理性人类”的借口极力反对环保，肆意破坏环境，与环保主义者背道而驰。\n\n\n　　但虽然违背了整个人类社会的价值观念，却依然源源不断有人们加入。\n\n\n　　“人们进入的时候只是为了好奇，而成为了组织成员，就如同牢犯一样统一管理、限制自由。里面的人眼神空洞而呆滞，犹如一架机械般为绿芯组织工作。”这是当时的媒体所报道的。\n\n\n　　“绿芯中的一些成员被国家强行救出来后，已经全然失忆，大脑里只有‘绿芯’两字了。对于以前最亲切的家人已经形同陌生人，并且失去了生活自理能力。这些被救出的人有大部分都在不久后饿死。”\n\n\n　　媒体首次允许报道后，地球人类震撼了。\n\n\n　　地球开始掀起一场轩然大波，民众彻底恐慌。地球的各个角落都有上街游行的人们，让各国政府必须做出举动。\n\n\n　　印度政府早在先前就派出了许多武装部队，但在到达绿芯基地后全然失去联系。\n\n\n　　联合国维和部队前来，世界100多个国家的部队集结。结果与印度军队一样。\n\n\n　　社会秩序塌陷，各个国家民众彻底疯狂，甚至于国家议会内部同样有生活恐慌不安中的议员。\n\n\n　　2023年7月，各国首脑与北京会晤，签下了一系列条约。\n\n\n　　“坦武行动”由此开始。地球人类联合起来抗击绿芯。\n\n\n　　而那时绿芯的规模已经骇人，增加成员的方式已经变被动为主动，大半个印度已经被绿芯占领。印度也面临着前所未有的危险。\n\n\n　　“坦武行动”只有一步，那就是对印度全境进行核弹打击。\n\n\n　　\n\n\n　　2023年7月24日上午，印度城市林立。\n\n\n　　2023年7月24日下午，印度298万平方公里国土面积被夷为废墟。\n\n\n　　绿芯彻底在地球消失。\n\n\n　　\n\n\n　　2047年，绿芯忽然在地球出现，如同第一次一样，没有人知道他们从何而来。虽然时隔24年，但绿芯留给地球人类的印象依然无法抹去。正当实施再次打击后，绿芯首脑表示和谈。\n\n\n　　那天签订了一份协议。协议规定，绿芯组织不得再次实行上次的悲剧，并且允许在世界之林中建立公司，公平竞争。作为好处，绿芯愿意告诉那年的一切。\n\n\n　　奇怪的是，各国首脑竟然都答应了。\n\n\n　　而后的3年内，绿芯的实力迅速膨胀。分公司遍布世界各地。\n\n\n　　而绿芯的目的不是金钱，而后——\n\n\n　　毁灭一切非人类生物。\n\n\n　　这与三十年前的目的一样相同，但却遭到了全人类的支持。\n\n\n　　因为他们利用非凡的洗脑技术把所有的地球人类控制住了。\n\n\n　　北美洲，沦陷。欧洲，沦陷。大洋洲，沦陷。这是发生在这个月内的事情。\n\n\n　　世界上已经找不到任何绿色生物——除了地球最后的喘息。华夏青安市。\n\n\n　　有一群被绿芯疏漏的人群，摆脱了洗脑。他们找回了人类真正的价值观。他们组成了一个组织，名为赎心。\n\n\n　　赎心不断壮大，但却依然无法与强大的绿芯比肩。赎心以青安作为基地，一直扩展。然而首次被绿芯发现之后，摧枯拉巧地被打回了青安。自然，青安是目前地球上唯一拥有绿色生物的地方。整个地球的命脉就在那里。\n\n\n　　\n\n\n　　她打开了车门，倚在墙上。胳膊上的很多伤口依然在流着血，她咬牙忍着痛，小心地进行包扎。\n\n\n　　这一次绿芯派出的人员不在少数，看来他们是下定决心想把我带走了。不过如果一直这么下去的话，绝对不行。我必须想出办法从这里逃出去。叶宛苦苦地笑了一声，气愤地拽了拽裙角。\n\n\n　　停车场的入口处已经有了一些绿光闪烁。\n\n\n　　不一会绿芯的人就会彻底包围这里，必须得快点做出决策了。\n\n\n　　\n\n\n　　如果冲回郊区的话，可以直接避免与大规模武装的接触，也是安全一点。但目前出城口的设卡一定会非常严，并且此次行动看起来有伏邦的加入，他一来设防必定会加强好几倍，卡口根本出不去。城市封锁森严，不会有别的出城口了。而且再次返回郊区已经没有意义了，只会徒劳地加速我的死亡进程而已。\n\n\n　　如果冲向城区的话，可以到达前往青安的高速公路。只有在青安，才能找到与我一样没有被绿芯迷惑的人。但城区里面的路也不好走，可能会有大量的警方等着我。只要一被发现就是死路一条，外面武装车辆密布，每个街区都有一架直升机在巡逻。伏邦的老家伙们也都会出场，他们的能力可不算小。冲向城区很可能就是死路一条。\n\n\n　　该怎么办，进退两难啊。\n\n\n　　如果冲回郊区的话，可以相对容易一点。如果冲回城区的话，会相对困难一点啊。\n\n\n　　“嘀嗒。”天花板的缝隙渗出了一滴雨水，落到了地上。\n\n\n　　叶宛忽然抬起了头。她盯住了副驾驶座的安静的泰迪熊。\n\n\n　　我必须去青安。\n\n\n　　青安是唯一能再次给我希望的地方，我必须去那里。\n\n\n　　并且青安也面临着失守的问题。一旦失守，我们的抗争将变成徒劳，希望将会破灭，地球将会毁灭。\n\n\n　　\n\n\n　　停车场出口处也闪现了绿光。\n\n\n　　看来，我只能再次冲向虎穴了啊。叶宛咬了咬嘴唇，看向了停车场的出口。\n\n\n　　搏一把又如何，难不成我还能眼睁睁看着身边一切的毁灭吗。\n\n\n　　叶宛换下了浅蓝色的连衣裙，穿上了一套白色的工作服，上面有“绿芯”的字样。\n\n\n　　随后又花费了一些时间把陆虎稍微改装了一下，把之前的碰撞痕迹变得自然，并且也喷绘上了“绿芯”的字样。便驶向了出口。\n\n\n　　绿芯警方已经在停车场入口处建立了一个暂时的简单补给点，并且有一批士兵正在手持重械向前推进，盘查着停车场的每一个角落。叶宛以一个绿芯GPS技术人员的身份混进了补给点，并且寻找着出去的办法。她现在正在从一个绿芯警察的嘴里套东西，却看到了一个警察推着担架床迎面走过来，而担架床上的正是从悍马中余生的伏负。他依然活着，并且并没有受了太大的伤。\n\n\n　　伏负忽然看到了叶宛，与她对视着，脸上又浮现出一丝奸笑。\n\n\n　　叶宛的心忽然提到了嗓子眼，顿时呆住了。\n\n\n　　而伏负距离叶宛越来越近。\n\n\n　　正当伏负要说“嘿，这就是我们要追捕的人”之时，叶宛走了过来，使劲摁住氧气罩，抬头看向警察。\n\n\n　　“他受到了猛烈的撞击，脑震荡很严重。记住，脑震荡会导致缺氧与神经冲乱，氧气罩不能松。并且需要暂时性的神经安定药物，不然你们运不回他的。”叶宛拿出了那个刚才准备好的镇定药物注射器，注射在了伏负的身体里。而后伏负欲要跳起的身体安静了下来，陷入了睡眠状态。\n\n\n　　而那个警察目瞪口呆地看着，他也不知道为什么这个技术人员会一眼看出病人的病况。\n\n\n　　随后叶宛不再停留，开上陆虎驶向出口的检查站。\n\n\n　　\n\n\n　　“你是哪里的。”\n\n\n　　“斯城部技术二科78号。”\n\n\n　　“我们没有请来斯城部的人。”\n\n\n　　“我只是恰巧在这里罢了。”\n\n\n　　“嘿，今天的巧合可真多。请出示你的身份证明。”\n\n\n　　“它不在我身上，你知道的，我们不会一直携带它。上头可以容许的吧？”\n\n\n　　“请拨通你上面的电话。”\n\n\n　　“对不起，我的上司不喜欢有人打扰。”\n\n\n　　“那你今天就别想从这出去。”\n\n\n　　“请你通融一次吧。”\n\n\n　　“嘿，我们都是按规矩办事。如果我不是看在你是女人的份上，枪口已经放在你的头上了。难道不是吗？”\n\n\n　　“我再给你一次机会，你应该不是不识时务的人吧？”\n\n\n　　“你后面还有很多人在等着。”\n\n\n　　“请你明白你在和谁说话。极城部副部长，伏茹。”\n\n\n　　“长官！冒犯了。”\n\n\n　　“看来你也挺聪明。现在让我通行。”\n\n\n　　“这就是我们的职责，如果您没有身份证明的话，对不起长官，我无法让您通行，这是我们的规矩。说不定您的身份证明就在旁边的车上？”\n\n\n　　“你有思考过你说这句话的后果吗？”\n\n\n　　“对不起，长官。我……我，对不起，我无法为您放行。”\n\n\n　　叶宛突然笑了起来。\n\n\n　　“哈哈。好啊。好啊。一个很好的哨兵例子，你做的很不错，小子。你通过了我的检查，你在不久后就会升职。你很有潜力。”\n\n\n　　而后那个哨兵就目瞪口呆地看着“部长”的车子缓缓开走。\n\n\n　　\n\n\n　　停车场外面，城市灯光刺眼。一栋栋的千层高楼密布着，夜空被完全遮住。楼层之下，即使深夜人群依旧密密麻麻，犹如机械一样无意识地挥摆着手臂，身体向前移动着，呆滞而空洞的眼神只知望向前方路面，没有任何思想可言。公路中央一辆辆跑车飞驰而去，留下乌黑呛鼻的尾气。城市中随处可见工厂，黑滚滚的浓烟弥漫在空气之中。而最令人奇怪的是，视线所到之处皆无任何绿色植物的存在——整个城市都是。\n\n\n　　城市的上空飞满了巡逻的直升机，灯筒上的灯光射在城市的每个黑暗角落。\n\n\n　　陆虎的远光灯开着，叶宛开着车穿梭在城市最黑暗的小巷里，颠簸的路面使副驾驶位的泰迪熊掉到了地上。\n\n\n　　此刻，前方的小巷突兀地出现了一辆绿芯的重型装甲车，拦住了道路。里面装载着不下十位的全副武装的士兵。叶宛踩下了刹车。\n\n\n　　“打扰了，贵女士是否能出示身份证明。”\n\n\n　　“你们没有资格看它。”\n\n\n　　“那请您拿出一些能证明您身份的物件，这是我们的职责，抱歉。”\n\n\n　　“这里只有这个。”\n\n\n　　叶宛从车里拿出一个巨大的单兵火箭筒，抵在了陆虎的机盖上，正冲着那辆重型装甲车。\n\n\n　　“SMAW-D83mm火箭筒，83毫米口径。可以把你们的装甲车炸飞。”\n\n\n　　刹那间，十多个红点停留在了叶宛身上，装甲车上方的机枪也对准了她。\n\n\n　　“长官，请您不要激动。我们只是例行检查而已。今天的夜色很美，不是吗？”\n\n\n　　“请把你们枪内的弹夹拆下。”\n\n\n　　“对不起女士，我们无法做到，请您先不要激动。火箭筒会伤到您的。”\n\n\n　　“我再说一次，把你们枪内的弹夹拆下。”\n\n\n　　“我们军人也是有尊严的，抱歉女士。”\n\n\n　　他举起了突击步枪，叶宛头上又多了一个红点。\n\n\n\n\n\n自己认为开始写小说之后写过的最好的一章冲突悬念安排的感觉还不错，值得一看你们可以评，欢迎批评变色卡是我自己用我自己买的\n[修改版]更新日志：增加了世界的介绍推荐阅读这一部分\n",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1437609780,
            "txt_content": "前线支持，沙发，消灭零回复，我居然是第一好开心\n前面那个出关卡的梗貌似有点老……"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1437630420,
            "txt_content": "写的很不错啊....但是略微感觉某些读者会看不明白（摊手"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437661140,
            "txt_content": "版主带头屠版【捂脸】"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437661380,
            "txt_content": "好吧说正经的，故事已经到了这里，再不对整体背景做基本的介绍，反正我是没有什么耐心看下去了。\n读者看到一定地步，就需要脑中对你到底为什么而写这个故事有一个大致的轮廓，即使目前这个轮廓完全是假的，也是需要的，要知道我们需要为主角加油，为她担心，就需要明白缘由。\n你看我的mc国，第一章就借游吟诗人的口，画了一个大概的方向，关于卤蛋的隐退，各种组织的存在，灯泡的消失，之类的。这在写文是一个非常重要的技巧，不能剧透，但是又不能叫读者一直迷茫。"
        },
        {
            "author": "1137246733",
            "timestamp": 1437661560,
            "txt_content": "冥王星人 发表于 2015-7-23 22:23\n好吧说正经的，故事已经到了这里，再不对整体背景做基本的介绍，反正我是没有什么耐心看下去了。\n读者看到 ...\n受教了，我去改改。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437717420,
            "txt_content": "写得很好，但是空格好多……\n我们家这悲催的网速，我一次从开头滑到文末，然后就卡死了……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437717420,
            "txt_content": "从讲述背景镜头转换到主角时候，应该有个类似分割线之类的标点。"
        },
        {
            "author": "1137246733",
            "timestamp": 1437718500,
            "txt_content": "冥王星人 发表于 2015-7-24 13:57\n从讲述背景镜头转换到主角时候，应该有个类似分割线之类的标点。\n可是感觉文章有了这些标点会不好\n因为审核要好长时间QAQ"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437718620,
            "txt_content": "1137246733 发表于 2015-7-24 14:15\n可是感觉文章有了这些标点会不好\n因为审核要好长时间QAQ\n这是建议，不是纠错，个人喜欢个人用。"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1437792000,
            "txt_content": "然后叶宛许了个愿，泰迪熊活了过来，于是过上了无节操的幸福生活。"
        },
        {
            "author": "1137246733",
            "timestamp": 1437792540,
            "txt_content": "蠢萌の⑨ 发表于 2015-7-25 10:40\n然后叶宛许了个愿，泰迪熊活了过来，于是过上了无节操的幸福生活。\n什么狗血剧情。。。"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1437792900,
            "txt_content": "1137246733 发表于 2015-7-25 10:49\n什么狗血剧情。。。\nTED1的剧情，男主圣诞节获得了一只泰迪熊，晚上许了个愿，然后泰迪熊复活了，接着就是R18的剧情了。各种大麻各种嗨"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1437793800,
            "txt_content": "个人感觉2023什么的不是很紧要\n什么鬼？泰迪熊，出产于800年前上一次亚迪兰战争尾声，理论上应该投入过实战，但似乎并未真正陷入险境"
        },
        {
            "author": "1137246733",
            "timestamp": 1437794880,
            "txt_content": "Donnies_Ming 发表于 2015-7-25 11:10\n个人感觉2023什么的不是很紧要\n什么鬼？泰迪熊，出产于800年前上一次亚迪兰战争尾声，理论上应该投入过 ...\n这些时间等等，感觉会在后面用到。\n不过你的话有道理，我去思考思考QAQ"
        }
    ]
}