{
    "title": "[1.7.10]拔刀枪械整合包",
    "author": "Mieren",
    "replyCount": 4,
    "timestamp": 1437566040,
    "txt_content": " 本帖最后由 mjmj1996 于 2015-7-23 13:56 编辑 \n\n魔剑【阎魔刀】\n刀的名字\n妖名刀特有的属性，共有封、印、妖三种，有其中之一才有锻造价值*\n封：说明这把刀有锻造的价值\n印：出现SA（远程攻击技能）。同时用坏后会爆出随机附魔的荣耀之魂（仅会爆出可以使用的附魔）——一般的封刀附魔即可\n妖：会吸取所持者经验和饥饿自动修复——印刀改名即可*\nKillcount杀敌数，刀会记录你的杀敌数量。仅有刀作了最后一击才算（怪物因为你用的招式摔死不算）。\n1000kill以后攻击力会随等级提升\nMax Attack Damage攻击力上限（limit)，杀敌数达到1000后出现，攻击力会随着等级提升而提升（对数提升），最大限制由Refine决定。r16版本后，随等级提升攻击力这种特性只会出现在攻击评级S以上**\nProudsoul荣耀之魂，可以说就是你持刀时所获得的经验量，可以消耗它进行修复***、使用特殊技能（以下统称SA）\nSA：次元斩\nSA，不同的刀有着不同的SA，详细说明会在下方进行\nRankAttackDamage\nB-A/S-SSS/Limit\n对应着不同攻击评级时的攻击力，会随着刀的不同有细微的改变。详细情况见“攻击评级”项\nRefine即“修理次数”，刀在铁砧修理后并放回物品栏Refine+1，Refine增加1，则攻击力上限+1+2攻击伤害\n默认的攻击评级时0，所有刀都是显示+2攻击。攻击伤害会随着攻击评级的上升改变，同时也与刀本身特性、附魔有关。*凡是拥有“封”这类字眼的刀在用坏后不会消失，而是变成折断的刀。此时其攻击范围减少。\n*某些刀只要附魔即为妖刀，而某些刀附魔后仍为封。这与刀的特性有关\n**等级补正上升是呈现对数上涨的。所以MAX ATTACK不代表刀到底有多OP，因为20级以后攻击力上涨将变得及其缓慢，到+100攻可能需要数百级。\n***1.妖刀折断后会快速吸收经验来回复自身\n      2.荣耀之魂超过1000以后妖刀会有即时回复的特性，耐久未满时只要吸收经验就能回复耐久。\n      而荣耀之魂未超过1000的妖刀仅在刀回鞘（即手上没有拿刀）时会缓缓回复\nr56 妖刀修复机制更改，折断后每秒耗费1个等级（通常情况）回复10%耐久\n       若背包里有未附魔的耀魂，则会消耗破碎的耀魂代替等级吸取（未证实）\n\n所有有形状的招数（如波刀龙胆、幻影刃）都能破盾（如巫妖盾、神秘增广符文（仅测试邪术守卫）等），这是由于所有附魔刀均有特殊攻击效果的缘故（作者自卖自夸）\n  使用方式\n1.招式\n地面\n第一刀左键：第一刀上切，敌人浮空并被拘束（无法动弹）\n    第二刀左键：下切，单体攻击，把敌人打下来，并强制给敌人造成掉落伤害，对方无法攻击\n       第二刀右键：下切，范围攻击，并把敌人从空中打下来，强制给敌人造成掉落伤害\n\n第一刀右键：出鞘斩，范围攻击，不会致死\n      第二刀左键：上切，强制使敌人浮空\n      第二刀右键，回鞘，同样不会致死\n        第三刀右键，拔刀斩。此时有击退II以上的击退效果\n空中\n    第一刀右键：空中居合斩，范围，拘束敌人，对方无法攻击\n        第二刀右键：拔刀，范围攻击，有击退II以上效果\n        第二刀左键：抜刀，单体攻击，有击退II以上的效果，对方无法攻击\n    第一刀左键：空中居合斩，单体攻击，拘束敌人\n        第二刀右键：拔刀，范围攻击，有击退II以上效果\n        第二刀左键：抜刀，单体攻击，有击退II以上的效果，对方无法攻击\n对方无法攻击的状态时，对方处于硬直状态，无法行动。右键蓄力可使用SA（SA，仅限印刀、妖刀），每次使用消耗20点荣耀之魂。如果荣耀之魂不足则消耗耐久当刀具有“印”刻印并附魔了“力量”后，鼠标中键使用幻影剑。攻击力大小由力量附魔的等级决定（在评价B以上时，攻击力=力量附魔等级。但在攻击评价的限制下普遍为1~2）。\n关于SA：印刀/妖刀才会出现的特殊招式，长按右键直到刀发光（蓄力完毕后）松开右键会放出，消耗一定量的荣耀之魂\n这里只介绍本体的SA，附属才有的SA可以自己探索着玩\n*小技巧：如果蓄力完毕但不想放出技能可以切换到其他物品以免浪费荣耀之魂或误伤中立敌对生物\n幻影刃：放出刀光，攻击所有命中到的敌人。分为纵与横两种：横幻影刃直接发出一道刀光，攻击力较高。纵幻影刃发出两道较小的刀光（你得连续按右键，A-rank以上才能使出）平突：向前突进，对前方怪物造成伤害。突进时有力量I的效果（前方有障碍物时突进会停止）。突进距离最大8米，伤害范围为突进终止点后2米\n次元斩：对准心范围内的怪物以及其方圆1米的怪物造成爆炸伤害（不会破坏方块，可穿墙，不可穿怪）范围：20米波刀龙胆：发出一道长剑气：命中的怪物会击飞并造成4次伤害（与幻影之刃类似但攻击力更高）門刃：四周360度放出剑刀光，距离短（2米）r62急袭幻影剑-凋零：射出类似幻影剑的剑气，会使得射中的生物进入凋零状态。\n\n其他特性\n空中持刀右键一下可进行二段小跳，利用这一点可以高空跳而不受伤害或跳过栅栏。当然也可以有各种各样的用途：）\nr16右键挥刀的瞬间会有7tick的格挡判定，在判定期间对怪物对你的攻击能够无效化（远程伤害也可以），并反弹部分近战攻击。会消耗刀的耐久\nEX.幻影剑\n久违的幻影剑重新回归（？）有力量附魔的妖刀可以通过鼠标中键发射幻影剑\n\n严格的说，幻影剑攻击伤害与力量附魔等级相同。但由于攻击评价问题，C评及以下时伤害均为1请注意\n射程未知，但我这边隔了70米依旧能射中。然后...然后怪物似乎刷新了？(= =）\nr56 在非潜行状态下（即未锁定目标时，参考下方）幻影剑有着一定的追踪能力，可以自动追踪并刺中敌对目标。（锁定后则是只刺中锁定目标）\n        幻影剑刺中目标后会保持在目标身上10s（可作为标记），10s后消失并造成2次伤害\n        当有怪物处于被幻影剑刺中的状态时，面朝该怪物的方向按前进键+v(可在选项中修改按键，默认为v），可瞬移到怪物的位置并获得20t(1s)无敌时间。同时刺在怪物身上的幻影剑会消失！\n\n        请不要用爬行者做实验！\n        瞬移距离无限制，只要怪物在那里，而且处于被幻影剑刺中的状态就能够瞬移。（无视地形&距离，有视维度...毕竟你的视角不可能朝着另一个维度的怪物）\n        按前进以外的方向键（即w以外的方向键）并按v可以朝该方向快速短距离回避，回避距离为2-3米。可连续回避3次，之后cd10t（0.5s）\n警告:空中亦可以作出回避动作，且速度极快\n这是空中回避时的最大速度（？）\n如果不懂空中回避为何物，可参考鬼泣中的鬼步或者橙汁系列游戏《ソラ》中的空中冲刺dash\n\n史蒂夫最大步行速度为4.3，最大奔跑速度为5.6，创造飞行速度为10.89...\n配合部分飞行类道具或许能做到空中战？\n\n\n2.特性\n普通的动物（包括村民，不包括中立生物），是无法被范围攻击击中的，可以放心使用妖刀右键挥刀能够切断点着的TNT（直接删除点着的TNT，不可回收，破坏机关用）\n妖刀可以将远程实体弹开，比如骷髅弓箭等。反弹目标根据你的准心而定，可反弹给发射者或其他地方。使用方式：在远程实体到你的攻击范围时挥刀即可。持刀时按住Shift会自动锁定10米以内最近的敌对生物和玩家（可以在配置文件调整锁定目标）。如果需要瞄准非敌对生物（比如蝙蝠），只要将准心对准他并按住shift即可 r56持刀潜行速度与通常速度等同（便于锁定）\n*r40 大部分的刀可以作为entity落在地面上（请原谅我语文不好，下面用图来说明）丢出去或因死亡掉落的刀会以这种形态出现，不会有5分钟消失的问题！（没有名字、且没有附魔的非掉落刀是不会这样掉落的！）\n\n\nMOD地址：http://www.mcbbs.net/forum.php?m ... d=301348&highlight=（上面的只是一部分罢了）\n\n\n\n\n\n然而枪械就没什么了，就是先造个枪台，直接拿材料去换就行了，也不是太麻烦，但是1.7.10枪械的载具会出现闪退，\n所以我的扩展包也就只加了，生存，僵尸，现代\nMOD地址：http://www.mcbbs.net/thread-73115-1-1.html\n",
    "replies": [
        {
            "author": "名人才华",
            "timestamp": 1437566220,
            "txt_content": "拔枪刀械"
        },
        {
            "author": "路过~·",
            "timestamp": 1437566580,
            "txt_content": "下载回复，不做伸手党{:10_526:}{:10_555:}"
        },
        {
            "author": "dmj",
            "timestamp": 1438597680,
            "txt_content": "服务器qq群号多少"
        },
        {
            "author": "a3696094264",
            "timestamp": 1440229320,
            "txt_content": "那把刀让我想起了合金装备崛起复仇中的山姆大叔。"
        }
    ]
}