{
    "title": "[原创连载]国王-第二章-馈赠",
    "author": "Terry39",
    "replyCount": 7,
    "timestamp": 1437563520,
    "txt_content": " 本帖最后由 Terry39 于 2015-7-23 21:07 编辑 \n\n王\n——第二章-馈赠索引传送门\n\n\n\n\n　　夕阳的余晖燃烧至尽后，亚历克斯将蜡烛点上，放在了史蒂夫的床头。\n\n\n　　史蒂夫在吃饱之后，越发的觉得疲倦，他迷瞪着睡意朦胧的眼睛，在微弱的烛光下，看着亚历克斯将各种各样的草药捣碎，糅合在一起，并用草纸仔细的包好，码放在一边。\n\n\n　　空气中那种淡淡的草药的香味中，混着一丝苦味。\n\n\n　　史蒂夫又猛然想起，自己已经不再是原来的二皇子了，除了身上皇室的烙印外，一无所有。他在亚历克斯家里呆的时间越长，自己就越无颜面对亚历克斯的帮助。\n\n\n　　“不。。。我该动身走了。”史蒂夫说道，“我只会添麻烦的。”\n\n\n　　亚历克斯并没有回头：“但是现在，你需要休息。”\n\n\n　　“感谢你的照顾，但是我是真的没有时间休息。”\n\n\n　　“呐~呐。”亚历克斯回过头来，用蓝色的双眸盯着史蒂夫，嘴边挂着坏笑，“那我们打赌吧，如果你可以自己走到门口，我就让你走。”\n\n\n　　“否则？”史蒂夫的睡意全无，他感觉自己拯救尊严的机会要来了，他可不想像个废人一样呆在陌生人家里。\n\n\n　　“否则你就老老实实的呆着，这才是对我最好的帮助。”亚历克斯回过头，继续忙活手上的工作。\n\n\n　　史蒂夫自然也不能放弃这个将自己脸面最后挽回的机会，可是当他移动双臂的时候，双臂就像灌满了铅一样。撕心裂肺的疼痛从双臂袭来，迫使史蒂夫将手臂摆回原位。\n\n\n　　“其实疼痛才说明你在愈合，没什么大不了的。”亚历克斯并没有回头，但她的表现却仿佛已经看到了背后的景象。\n\n\n　　史蒂夫在尝试多遍之后，终于停止了对于移动到门边这种不符合实际的幻想，他现在连床都起不来了。\n\n\n　　“你。。。赢了。”史蒂夫向亚历克斯的方向望过去，这其实是他最不愿意做的，在失去了自己的国家之后，又在这个女孩面前丢尽了脸面。他发现，跟这种经验丰富的医师打赌，输的肯定是自己。\n\n\n　　亚历克斯将手上最后一小佐粉末包装好后，转过身来，低声说道：“有时候人类，就是这样奇怪的存在。在这么多种族里面，有哪个种族没有受到女神迪莉娅的馈赠 ？甚至连最卑微的半兽都获得了极强的力量，而人类什么都没有得到，最简单的感染也能使人类轻易死掉。现在就连末影一族也开始向人类这边迈进了，你说，人类的未来还有多少种可能性？”\n\n\n　　亚历克斯最后声音越说越小，最后使史蒂夫分不清她到底是在自言自语还是在和他讲话。但是亚历克斯最后的一句话却深深的在史蒂夫的头脑里扎根：\n\n\n　　人类的未来还有多少种可能性？\n\n\n　　虽说这个小木屋这里直到现在仍像个世外桃源，但是说不准几天之后呢，当末影一族的士兵带着满街征兵赋税的告示过来的时候，这里还能如此安静么？\n\n\n　　史蒂夫从来没有想过这个问题，作为一个在温室里成长的花朵，除了在导师精心辅导下的理论课程以外，他发现他对这个世界竟然一无所知，的确十分讽刺。\n\n\n　　“其实啊，亚历克斯。”史蒂夫回过神来。\n\n\n　　“怎么了。”\n\n\n　　史蒂夫心中十分纠结，他不知道该不该告诉亚历克斯自己的真实情况。\n\n\n　　但最终，他下定了决心，因为他知道他能为这个女孩做些什么了。\n\n\n　　“来，过来。”史蒂夫把自己的右手伸到了女孩的眼前，“帮我把纱布拆开。”\n\n\n　　亚历克斯半信半疑的看着他：“你想干什么，会疼哦。”\n\n\n　　“放心好了。”\n\n\n　　亚历克斯熟练地用剪刀将纱布卸下，惊讶地发现，史蒂夫的整只右手已经完全愈合了。\n\n\n　　“你怎么愈合这么快。。。下午的时候还有一道很深的伤痕呢。”\n\n\n　　“仔细看。”\n\n\n　　亚历克斯只好管住自己的嘴，她不知道史蒂夫在卖什么药。\n\n\n　　史蒂夫的手背上轻轻浮现出了一个手环大小的纹章，仔细看的话可以发现，这个纹章的形状是一个眼睛。\n\n\n　　“人类还是有得到馈赠的。”\n\n\n　　\n「字数统计-1434」作者的话搞比利，再搞你们全家搞比利索引传送门\n上一章——[原创连载]国王-第一章-落寞的王\n下一章—[原创连载]国王-第三章-蓝色的双眸\n\n\n\n\n\n[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "被坑的人类",
            "timestamp": 1437563640,
            "txt_content": "抢沙发~~~~~"
        },
        {
            "author": "Revolt",
            "timestamp": 1437563760,
            "txt_content": "不错的，还有上一章那个叫赞"
        },
        {
            "author": "Terry39",
            "timestamp": 1437563820,
            "txt_content": "Revolt 发表于 2015-7-22 19:16\n不错的，还有上一章那个叫赞\nre你签名好羞耻，小心被和谐"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437565380,
            "txt_content": "建议把每段的空隙缩小，不然看着很不舒服"
        },
        {
            "author": "Terry39",
            "timestamp": 1437567660,
            "txt_content": "恶魔-潇洒 发表于 2015-7-22 19:43\n建议把每段的空隙缩小，不然看着很不舒服\n好的，我尝试改改"
        },
        {
            "author": "2575174857",
            "timestamp": 1437567960,
            "txt_content": "{:10_523:}加油加油！不过恶魔版主说的没错，空隙大看的很不清楚耶"
        },
        {
            "author": "Revolt",
            "timestamp": 1437619980,
            "txt_content": "Terry39 发表于 2015-7-22 19:17\nre你签名好羞耻，小心被和谐\n没有漏点啊，怎么会被和谐"
        }
    ]
}