{
    "title": "<原创·连载>血色王国 第XIII章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 9,
    "timestamp": 1437576540,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-7-31 13:12 编辑 \n    “诶，这路是去哪儿的啊。”我忍不住去问那个小男孩。因为现在周围的花草都枯萎了，没有一丝生气。    “我们的部落。”他冷冷地回答。这样的态度的确很让人火大，但为了欧阳天的安危，我也只能这样了。    “塞纳峡谷？”不知怎的，我的心里隐隐有种不安，总是觉得这个小男孩是赤原人的后裔。“你怎么知道？”他对我开始有了警惕，毕竟现在这种幸存者很少的情况下能知道他们的部落的位置的人是少之又少的。“那就不用我指路了吧。”他挥挥手打算离开，“到那里之后说我的名字，他们自然会放你进去的。”    “敢问阁下的名字？”我突然对他有了一种尊敬感，可能是因为他在种族里的权力较大的缘故。“帕萨芝。”看着他渐渐远去的身影，我放下还在昏睡的欧阳天，靠在树上呼了一口气。“怎么会到赤原人的地盘去啊……”我顿时感到前途一片黑暗，那赤原人可是我们的死对头啊。    对了，小天呢？自从帕萨芝来后，就再也没有见过它，包括树精。也没有见到帕萨芝让树精回去啊，就这样无缘无故消失了？那个家伙……究竟是什么来头！\n    “咳咳……”欧阳天醒来了，我忙上前询问他的状况，他的脸色发白，双眼深深凹陷下去，仿佛一个受到诅咒的临死之人。他的眼睛渐渐闭上，最后身体也渐渐冰冷，完全僵硬下来。“天哪……怎么回事，你振作点！喂……”我这样一个大男人竟然快哭了。    现在，眼前好好的人突然变成了一桩朽木，就好像是变戏法，我就是那个被蒙在鼓里的傻傻的观众。我瞬间明白了那个赤原人为什么这么好心。“喂，你够了！你究竟想怎么样！”我对着天空大喊，“我受够了，别让我看到你！”我愤怒的声音在空中回荡。    说实话，我还从来没有发过这么大的火，毕竟那个男人如此戏弄我，这才是让我最受不了的。    我气冲冲地走向塞纳峡谷，双拳死死地握紧着，手背上、额头上青筋暴起，大有毁灭一切的气势。\n    眼前，是雄伟的塞纳峡谷，岩壁两侧是郁郁葱葱的植物，谷底是一条贯穿整个峡谷的大江。但在峡谷的一处，一座木制的桥成为了这里不和谐的东西。跟着桥看去，能看到袅袅炊烟下稀稀疏疏的帐篷，绕过遮住视线的树叶，是另一个全新的世界。    在一片大草原上，坐落着自打我出生以来见到过的最棒的城市。一条条宽敞的大道构成了网格状的整齐的模式；一座座豪华的居民房透露着贵族的气息；最耀眼的还是城镇中央惹人注目的“柱子”。这根柱子直顶云霄，可能是这颗星球最高的建筑物了吧。    那规模，就简直是一座拥有数千年历史的无与伦比的大都市！\n    我的怒火渐渐平息，我想这一定不是赤原人所谓的“部落”，毕竟部落怎么可能会这么大嘛。“喂，在这里干什么！”一个身材魁梧的大汉穿着深蓝色的保安服装举着一根电棒朝我走来，我把脸上对城镇惊叹的神情全部甩走，板着面孔对他说：“怎么，有事？”他不屑地“嘁”一声，将那电棒朝我甩来，“帕萨芝。”我突然想起那个赤原人对我说的话，现在我也不想搭理这个大叔，只能暂时信一次了。但没想到这句话的效果是如此好，话音刚落，那个大汉竟给我单膝下跪，并从嘴里吐出这样几个字：“欢迎光临切尔西。”刚才还是凶巴巴的，现在竟做出了这等事，这让我如何相信？    “喂，你……是在演戏吧。”我自然不相信他。    “哪有，像您这样认识帕萨芝大人的可不多见。”他恭恭敬敬地说，还是在地上跪着。“喂，我说，你先起来吧。”我有些动摇了，但还是要多考验考验他，“话说这里……”我问。    “切尔西，属于最伟大的种族——赤原人的城市！”他自豪地答道。    我就知道没有那么简单，“那你觉得我是赤原人吗？”我笑着问。“不清楚，如果是的话，瞳孔的颜色怪怪的；如果不是的话，又怎能认识帕萨芝大人？”    “那你能放我进去吗？”我再次问。    “当然可以，请。”他摆出一副服务员招待顾客的样子，让我一阵恶心。但和他耗了这么长时间可算是能进去了。\n    在路上，我们一直沉默着，我最先打破了这尴尬的沉寂：“我记得那个帕萨芝告诉我赤原人的部落是在塞纳峡谷，但这怎么是城市呢？”“这……”再次沉默。    说着，我们就来到了这座庞大的城市面前，还没踏进那里，里面热闹的声音就传了出来。“切尔西真是热闹呢，真没想到在这么个偏僻的地方能在极短的时间内创造出这么一座城市啊。”他怔了一下，看上去是知道我的暗示，但他还是一言不发。    我们开始向街道走，宽敞的马路上人来人往，偶尔有一两只峡岩兽经过。“你们这座城市是人兽合一制吗？”我不禁问。“见笑了，只是人类和魔兽混居罢了。”    “我想去市中心。”    “去那里干什么……那里发生过大规模恐怖袭击。”大叔不让我去那里，“我就是在杀人中长大的。”这句话一说出，他只好同意了我。    在市中心，只能看到杂草丛生的路面和那根柱子，走近一看才知道之前看到的市中心的建筑并不是一根柱子，而是一座高大的建筑物。“啊……那是荒废已久的建筑了，现在已经不去用了。”他的话还没说完，我便兴致勃勃地打开关闭的门，竟没想到“荒废已久的建筑”的门也是如此精致，一丝灰尘也没有。    大叔尴尬地在一旁看着我一点点揭穿他的谎言，我并不理会他，开始踏入这个巨大的建筑物。\n    第一层，是一个空荡荡的大厅，除了几根柱子支撑外，没有什么了。大叔没有跟进来，“砰！”，门关了，用膝盖想也能猜到是谁干的。    “是谁啊？”一个深沉的声音从空旷的大厅中久久回荡。    “贝斯伍德·昌吉。”我攒紧拳头，预感到会有一场恶战。    “没听说过的名字呢，那就给我从负三层开始，你没有资本在第一层开始朝上走。”话音刚落，地板就开始从中间朝两边分裂，我慌张地朝两边跑去，但最终还是掉到了负三层。    “开始表演了。”他准备好了。上一章      索引      下一章",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437576600,
            "txt_content": "@海潮 @北极星人 @天阶 @llxy @xcc @Michele @lzs1234 @白安西 @2B与mc的故事"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437576720,
            "txt_content": "@冥王星人 @qxdnfsy"
        },
        {
            "author": "lzs1234",
            "timestamp": 1437576780,
            "txt_content": "说起来脑补你的世界观还没补完23333\n@我做甚"
        },
        {
            "author": "毒蛇",
            "timestamp": 1437577080,
            "txt_content": "和我的风格有点儿像，描写＋对话，我觉得我要提升描写水平"
        },
        {
            "author": "海潮",
            "timestamp": 1437577320,
            "txt_content": "这个背景看起来有点瞎眼...受不了。。。\n\n文不错。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437577440,
            "txt_content": "恶魔-潇洒 发表于 2015-7-22 22:52\n@冥王星人 @qxdnfsy\n来了。"
        },
        {
            "author": "Crazylemon",
            "timestamp": 1437578280,
            "txt_content": "人物的名字太过复杂，没什么特殊经历或人物设定的话或许等到下一章就忘了。"
        },
        {
            "author": "白安西",
            "timestamp": 1437611460,
            "txt_content": "恶魔-潇洒 发表于 2015-7-22 22:52\n@冥王星人 @qxdnfsy\nヾ(?｀Д??)斑竹.."
        },
        {
            "author": "Michele",
            "timestamp": 1437626220,
            "txt_content": " 本帖最后由 Michele 于 2015-7-23 12:39 编辑 \n\n不错不错呵呵。"
        }
    ]
}