{
    "title": "【原创】【连载】《罔世 龙天卷四》恩德",
    "author": "白安西",
    "replyCount": 2,
    "timestamp": 1437615300,
    "txt_content": " 本帖最后由 白安西 于 2015-12-18 16:55 编辑 \n\n“什么鬼东西啊！“那声音的来源处突然，冒出一团黑乎乎的东西，我一激动就拿起剑打了过去，这次并没有产生火焰，那团东西哀嚎一声滚到一边。“O….Help….”奇怪…为什么我好想听到那东西在喊救命。“凌德！住手！“望月喊住正要再给一剑的我，走上前查看究竟。我递给他火把，柔和的光芒下，我看见那团东西竟然是人的相貌，不过全身被脏乱卷曲的毛发覆盖着。看样子他是一个困在这里许久的人….我突然想起了刚刚卡娜讲的故事，或许….这个故事是真的？卡娜和米丝特里也走了过来，弯下腰帮望月查看他的情况。奇怪的是我刚刚明明用剑攻击了他，他的身上却丝毫不见伤口的痕迹。米丝特里把他缓缓扶起来，靠在一块大石边上，并铺上了一些稻草。给他喂了些水后，他好像缓过劲来，眯着眼睛看着我。“你….“不是要起来和我打一架吧，不过我刚刚不由分说就攻击他确实是我锅，但是他突然出现我…诶，他好像在说些什么…嘟嘟囔囔的听不清啊。卡娜却是突然一激灵，仔细听着那人说的话，她难道又知道什么了。气氛变得安静又紧张，不远处的岩浆湖不断冒出气泡，噗的破裂声是现在唯一的背景乐。 卡娜听了好一会后站起来，说道。“这个人…称他是以前住在蕨根岛的居民，一次意外中掉入了这个洞穴…这里，是龙庭的后入口。““后入口？“望月一脸疑惑的看着卡娜，我也觉得奇怪。什么是后入口？不过这个峡谷确实奇怪，宛若天成….不，确实是天然形成的。如果是像入口般装饰华丽的墓穴，为何要留有这段作为通道，或许我们破解甬道迷局之时意外进入了错误的地域。“后入口嘛，就是原来不存在的入口，蕨根岛曾经经历了一次大地震，这个峡谷就是当时形成的，正好在龙庭中心附近。于是就有了这个入口，但是后来入口连接地面的一端意外闭合了，这个人就一直找不到方式出去了。““…他怎么能生存这么久…“米丝特里怜悯的看着那个人，脸上充满了同情与悲伤。“大概是这里生长的蘑菇吧，前面就是龙王棺，棺椁千有一片湖，令洞穴内十分潮湿，这样很利于蘑菇的生长。“卡娜说完这些，脸上变的更加凝重了。“但是…他告诉我，龙王棺前有一颗耀眼夺目的宝石，那个应该就是我们要拿的东西，但是宝石下方是一片深邃黑暗的漩涡，远看密布着许多白色绿色的星点，那个漩涡，就是传说中的恩德之地….“恩德之地？“那是什么地方？““凌德..你还记得我说过的那段历史吗，关于尼古拉斯和暗格拉斯的…““恩。““恩德之地，就是尼古拉斯种族的起源之地，是黑暗与永恒痛苦的末日之地！“…沉默了好一会，望月说道。“我去吧，你们到这里等我。““不行！我和你一起去!“\n穿过一条崎岖的隧道，我们来到了这个坟墓的中心—龙王棺。这条隧道有强烈的人工开凿的痕迹，谁挖了这条隧道呢。从卡娜转述的话中我和望月推测，在那个人意外来到这里前，就有人偷挖隧道企图进入这里，然而他们进入后似乎并没用带走什么，或者说……他们没用能力带走什么……挖隧道人就类似天朝的盗墓者，令人惊奇的是，在冻土层能够创造出这样一段隧道，是相当不容易的。其实，在挖掘技术方面，早期天朝是自愧不如西方的，在天朝坚固的钻石还埋葬在阴暗冰冷的地底时，西方就已经将他们利用在劳动工具上提高劳动效率。但这并不能说天朝不懂得利用资源，天朝的钻石多分布于西南东南山区，早期被视为蛮荒之地，事实上天朝的钻石无论从储量还是利用方式，在后期都超越了西方。尽管理论上以西方的技术创造出这样一个隧道并不难，但仍然需要花费大量人力，能让人花这样一笔代价，龙庭内的宝物会是怎样的稀世珍品呢？我怀着浓厚的好奇心穿过隧道口，进入龙王棺。这里依旧是一个巨大的庭院，隧道从一座宏伟的浮雕墙壁穿过，看见如此精美的艺术品被破坏，着实令人惋惜。墙壁上的雕刻似乎在向我们叙述着一段故事，一扇大门打开，一些身材高大的人争先恐后的涌入大门，随后是一位身着深紫色铠甲的人领着一头高大的龙在前进.那个人似乎是一名将军，被作者刻画有坚毅英俊的外表，眼眸中包含着一种锐气，令人留恋而又充满着敬畏。他一手把持着挂在腰际的剑，一手指向大门，看起来像是一名杰出的领导。与华丽的将军相比，他身后的龙更多的体现出的是一种内在的威严。它高大无比的身躯仿佛要压倒一切，那宽广的双翼似乎能日行万里。他们缓步前进，于最后进入大门。“这大概就是那个所谓的龙王了，不过我看来那个将军似乎才是真正的墓主吧。”我欣赏完整副浮雕后，转身对望月说道。“恩，不过，他们居然采用雕刻的方式而不是壁画……这让人很在意啊！而且他们是怎样把这些色彩斑斓的石料结合为一体的呢？”的确，之前我没想到这点。雕刻相比于绘画耗时巨多，而且一般的雕刻都采用一种石料，颜色也往往是石料本身的色彩和变化，这种彩色的雕刻我以前虽有听闻，但是如此巨大又颜色之丰富……究竟是如何做到的呢……\n算了，把时间浪费在这些上面，不如赶紧拿了东西走人吧。“凌德，我觉得……这浮雕的材质很奇怪啊。”“恩？”“你看，摸起来，就感觉像羊毛一样啊！”羊毛？我突然想起了伍尔先生和他的研究，把物体变成线，那么不就可以再把线纺织起来变成新的物体了么？“望月，你还记得伍尔先生吗？”“嗯，不过真可惜……”“他在遇难前曾经向我展示了他的研究，就是关于羊毛…”我把伍尔先生的事情告诉了望月，他听了之后很兴奋。“Cool！这简直是原子论的翻版！”“原子……论？”“嗯，就是我那个世界的一种哲学观点，和伍尔先生的想法很相似。原子论通俗的说就是认为一切物体都是由极小的粒子组成的，人们将那种粒子视为万物之源，就称之为原子。伍尔先生想把物体拆分成线，那么他的观点就像是这样。”“如果是这样，那么……”根据卡娜告诉我们的那段历史，尼古拉斯至少距现在有一千年的历史，那么…那些来自于恩德之地的人，在一千多年前就发现了伍尔先生的研究成果并且超过了他的高度将这种观点付诸行动，成功创造出来由线纺成的新方块！\n那是怎样一群生物啊……我怀着一种复杂的心情和望月向前走，一道接一道的阶梯似乎要带领我们通向天宫。越往前走，装饰愈加华丽梦幻，日月星辰，大河山川。简直就像是天朝传说中始皇陵的现实体现！即使以现在的技术也难以实现这样惊人的工程。\n爬了可能有几万级阶梯后，我们终于看见了棺木的轮廓，突然，金雕玉浮的阶梯到了尽头，取而代之的是一片深邃的黑暗。“这里，应该就是卡娜说的恩德之地吧。”望月沉默不语，盯着那团浓郁的黑，仿佛灵魂意识都已经进入了另一个世界。我看向棺材，它位于黑暗的中心，上面正放置着一块紫色的水晶，如果要说唯一能拿走的东西，那块水晶既可以算是又可以算不是。那块水晶是我进入这里以来看见的唯一一块比较正常的东西……但是，承载它的棺材，我即使伸长十倍的手也不可能够得着！“望月，我们该怎么办？”望月依旧沉默，眉头紧锁。…………“凌德，我在想一件事情.这里，究竟还是不是我曾经熟知的那个游戏世界。如果是，那么我们面前的难题…就有了解决的方法。”看来望月已经有了解决恩德之地的思路了，不过还不能确定。不过望月这样，我也不知道该说什么好，无论对于他还是我，眼前发生的一切都将彻底改变我们的人生，在前路未卜之时，人们往往不愿意向前继续。这算是一次冒险，还是一次向我们命运的挑战呢？我不敢说太激烈的话语，只能轻轻安慰望月。“我觉得，我们先试试吧，说不定…”这时候，我突然听见了第三人的声音。“I,meet the player you mean…”…\n\n 仿佛有一段有魔力的声音催使我们陷入迷幻中，那躲在暗处的人正吟唱着，宣告着。我头一阵眩晕，眼前出现了幻觉。\n一片深褐色的背景下，大段的英文从下向上滚动。耳边的声音正是这些内容。\n过了一会儿后，我眼前的景象又恢复了正常。\n“望月，这究竟是怎么回事？”\n“…”\n“这，就是末地之诗，游戏的玩家在挑战成功最终BOSS末影龙后，就会看到这些。”\n“那…为什么我们会看见这些内容呢，我们连末影龙一面都没见到啊！”\n我疑惑的看着望月，难道这些也是系统的错误么。\n“我想，应该是这样的。卡娜告诉你，有一支名为尼古拉斯起义军推翻了维克拉，而根据这些浮雕的内容和恩德之地的线索，我猜想整件事情的过程是这样的。”\n……\n……\n……\n一千多年前，掌握了超先进科技的恩德人民，也就是被MC玩家所熟知的末影人，逆向打开了通往主世界的大门，他们联合不堪重负的人民一同推翻了当时腐朽的维克拉政权，建立了新的国家。新生的王国正处于内忧外患之中，虽然他们利用强大的末影龙战胜了盐焗王，可是王国内部的党派教派冲突却没用停止，经过时间的发酵，这个矛盾愈来愈大，最后演变成了流血冲突。被驱逐的基教来到了大泽地区，修建了隐蔽的阿彻贝利亚修道院，供奉他们的女神。而我们看到的诗歌，理论上来说是末影龙死后，玩家离开末地才会看见的。而现在是末影龙离开了末地，我们又恰巧在末地边缘，可能这才触发了诗歌出现。\n“但是，仍然有些问题没解决。凌德，你提到的那个祭祀，能够瞬间将一个洞窟内的方块全部替换？”\n“没错，他是如何做到这一点的。还有，关于伍尔先生，既然他是基教的一员，那些黑衣人又是那来的呢？”\n“这个问题也有待研究。对了，还有米斯特里。”\n我和望月坐着恩德之地的边上，讨论着我们一路所遇到的事情。此时我们发现，我们已经置身于一个波云诡谲的势力范围。\n“米斯特里？对了，你还是详细的告诉我最早的那些事情吧。”\n“恩，是这样的……”\n望月当时正在家中接待一名客人，他是前不久望月帮助过的特意来感谢望月。这时候邮差突然送来了一份信件，署名是li，那是望月行业里一位有分量的人物，他将三个任务交给了望月，第一，前往圣安东尼奥找到戴尔先生；第二，找到一名失踪女子，这个女子就是米斯特里。当时望月碍于组织保密不能告诉我太多，但其实他自己也不清楚。而第三个任务，上面没有详细解释，只云等待进一步探究 起初，望月也是稀里糊涂的就上路了，然而他发现他来到这里后，城外每天都有奇怪的人埋伏，望月不敢轻举妄动，只能待在戴尔蒙德这里，但戴尔蒙德对那些埋伏在城外的人毫不知情，虽然知道了失踪女子的消息，但是此时不能出城，也是徒劳。寄回组织的请示毫无呼应，戴尔这边也只是这个任务，这让望月陷入了纠结，最后，才想起了在天朝的我。\n大致了解了前因后果后，我有了自己的推测。\n“望月，你是一开始就一直处在这个世界，还是后来才进入了这个世界？”\n“这个…我进入以后，已经是我离开天朝回国的时候了…也就是说一切混乱是在我穿越后才出现的！”\n“没错！既然你说游戏开始后设定就不能更改，你的突然加入一定会引起程序的错乱。那米斯特里也就是因为这样才从已经删除了的设定中又加进来的咯。”\n一切都谜团终于露出了一点头绪，现在我们只能先把这块紫水晶带回去，看接下来游戏剧情发展了。\n“凌德，用刚刚我们在岩浆湖放垫脚石的方法，把这些东西堵上，就能去拿棺上的水晶了。”\n我按照望月的方法，很快就顺利的拿到了紫水晶。\n回去的路上，我们一直沉默不语。\n\n\n见到卡娜他们后，我们稍作休息准备返回圣安东尼奥，在我们走的这段时间，卡娜也没闲着……我留下的那个背包里，已经堆满了钻石，绿宝石。我一脸无语的看着卡娜。\n“凌德，你看我多照顾你，那些重的黄金，铁矿我都没要，怕你背不动，就拿了这些。”\n体贴……还真是体贴啊！\n\n回去的路稍微有些艰辛，期间我的背无数次忍受非人的折磨，明明是寒原，我硬是出了一身汗……这样下去到了戴尔那里绝对重感冒……\n终于，我们看见了海岸线！\n\n在船上，我太累了便眯了会，而我绝对不会想到的是，当我醒来的时候，我们面前的不再是西方最大的城圣安东尼奥，而是一座破败的，浸在大火炼狱！\n\n……\n……\n……\n\n“怎么会这样！”\n我们躲在戴尔的店边，和其他已经遭到抢砸的店铺相比，由于有机关防御，戴尔的店还是很完整的.但是店主人戴尔已经不知所踪。\n在天朝，人们常说沧海桑田来形容世间变化之大，而我们离开前往蕨根岛不过数日，这里究竟发生了些什么？\n从窗子向外看去，到处都是燃烧着的建筑，街道上空无一人。\n“一直待在这里也不是办法，我们得出去看看，才能得到答案。”\n“不行。”\n望月否决了我，现在外面的情况不确定，贸然出去不知道会发生些什么。争执之下，望月最后还是同意了我的意见。\n\n我只来过这里一次，现在这里成了一片废墟，我就更加分不清方位了，左绕右绕我们来到了一个广场，广场上的景象让我们惊呆了！\n无数的尸体被绑在木栅栏上，全部被烧成了碳黑，卡娜和米斯特里看了直作呕，向身后的街道跑去，我刚想叫他们不用乱跑，突然一颗火流星从天而降，砸在一边的建筑上，建筑燃起了熊熊大火并倒塌，阻碍了她们和我们之间的道路。\n“凌德！这里！”\n我突然听见一个陌生的声音，不对，也不算陌生，是里格特！\n“凌德，想不到我们再次相见是以这样的方式啊，你快和我来，这里现在很危险！”\n“可是，卡娜她们…”\n在我们说话的时候，又有几道火流星出现了，我们三人连忙躲避，混乱之后 ，一个穿着白袍的人出现了，就是那个基教祭祀！\n“入侵者，想不到你们会在这里！我们的复仇计划已经成功了，你们冒犯了女神，也该和这些罪人一同下葬！受死吧！”\n他挥舞手中的权杖，一团火焰直逼我胸前，我企图闪避开，可是火焰的速度太快了！我闭上眼准备承受时，突然感觉被什么东西拉开了，我睁开眼一看，在我刚刚站立的位置竟然出现了一个黑白的小丑，他笑着看向我，随后化为了灰烬。\n“凌德，看来你现在才遇到关键时刻哦。”\n难道，里格特给我的杰克牌，能够在关键时刻替我挡住一次攻击吗？\n“凌德，别走神！”\n又是几团火焰袭来，我连忙躲避，这是里格特念出咒语，他身后突然出现了一个幽蓝色的入口！\n“凌德，你和你朋友赶快进入这个入口！”\n“可是，卡娜她们！”\n“快点，没时间了！”\n没办法，我和望月一跃进入入口，身后几团火焰飞来，湮灭在蓝色的光中。 \n\n陇右，河西。\n\n里格特的入口将我们带回了天朝西北，之后我们才知道，基教女神降临世间，带着复仇之火毁灭了西方各大国。天朝为避战祸，封印边境，任何人不能出入，我们算是幸运的，在封印开启的前一刻，我们回到了天朝。\n\n眼下望月不能回国，我们只能先回我的故乡，景安。目前有太多迷局没有解开，我们只能问问年纪大的人，看看能否了解到这个世界的更多信息。我老爹年轻时经历了不少，应该更能接受望月所说的事情。\n\n不过，卡娜她们三人生死未卜。\n\n官家马车把我们送回西京，挺好，我想我可以忘了这些，关店回家。\n\n马车上，我做了一个梦。却不是那般悠然闲适。我第三次来到这里。\n\n第三次，来到这白雪城。\n\n你也体会了我这般的孤独吧，你体验了地狱之火，我独守着寒冰之城。\n\n火里，灭杀生命又孕育生命，你听见了那些无声的哀嚎和喜悦了吧。\n\n而在雪里，却没有任何声音。\n\n可是你听得见我的声音吧，听得见我告诉你的一切。\n\n这次醒来不要忘记我哦。\n\n安西都护，白雪歌……\n\n我本以为再回到这里是一起的终极。没想到是新的开始。\n\n正如我曾经无数次在黑夜中在昏昏沉沉中呼喊的一样。\n\nWake up……\n\n\n\n\n【结语】前前后后坑了两年？\n不过我还是把他写完了hh\n今天学校放假，我就把剩下的一起发到这里了。\n看的人也没有多少hh\n不过也算是我年轻的梦想完成了hh\n以后我毕业了，会再想想从新来过的，把不合理的地方改改啊，后面的故事续写啊hh\n也是我考到大学以后的事情了。\n\n\n\n\n上一章  篇章索 OVER THANKS YOUR READING\n\n\n\n",
    "replies": [
        {
            "author": "白安西",
            "timestamp": 1437615300,
            "txt_content": "@likeliang @REN0011 @Yy星人 @ZCA @暴风中的龙 @恶魔-潇洒 @海潮 @小浪 @我是小骷髅"
        },
        {
            "author": "4852",
            "timestamp": 1437897420,
            "txt_content": "5555\n又看见过熟人了话说字数好少\n(不要在意我只是看习惯了3000字的一章小说)"
        }
    ]
}