{
    "title": "【原创】【连载】【笔客】【魔界】序章-----魔遇⑴【重发】",
    "author": "笔客：AoLi",
    "replyCount": 7,
    "timestamp": 1437635460,
    "txt_content": "         事先和大家说明一下!我并不是想刷积分，而是我自己看了我上次写的后，又听了大家的意见，觉得修改，但修改的内容过于多，所以我决定重发，这一定不会让大家失望！               \n                                                                             序· 魔遇\n        【东之莫斯特国·地下灵域】\n         广阔的大陆上，早已到了冬季，处处白雪纷飞。而在这片大陆之下的一个洞穴里，却丝毫没有一丁点寒冷，到处一片寂静。\n        忽然，洞口传来“呼呼”的喘气声，接着，一个十五六岁的少年出现了...而这个少年的脸上，没有丝毫同龄孩子脸上的天真可爱，只有满脸的恐惧、绝望和疲劳，仿佛他下一秒就会被身后的黑影所吞噬。他无休止尽地奔跑着，没有目的，如果硬要说有什么期望，那肯定希望逃脱后面6个人的追捕。\n       紧随少年身后的是一群穿着白银披风的人，因为脸上戴着面具，所以看不见这些人的面孔。但一个人除外，那个人有着一头银色头发，额前就是他那魔气外溢的魔烙，脸上布满魔痕。“给我抓住他！五大神使！”听到命令后，他身后的五个人以将近声速的速度抓住了逃跑的那个少年，把他带到银色头发的人的面前。银色头发的人一脚，直接把原本消瘦的少年踢飞了好远。少年勉强地用手把自己的身体支持起来。银发人有走到少年面前，有把脚抬起来，傲慢地说：“只要你舔一下我的脚，本判官就让你安安全全回到老地方。”说完，他就大笑起来。少年无力地说：“白银判官，我舔，我舔！”少年使劲全力向白银判官那里爬去。白银判官坏笑了一下，又说：“哎呀，我有不想让你这个废物舔了。”说完，他又一脚把少年踢飞，并且这次力气比上次更大，少年直接被踢晕了。“哈哈哈哈！！！连一脚都扛不住，还想当魔尊，天大的笑话!五大神使，给我灭了他!”五大神使不为所动。“你们...好！我自己动手！”白银判官说完，额头前的魔烙突然发光，慢慢凝结周围的魔气，形成了一个球形，然后向意见昏迷的少年以极快的速度飞过去。就在魔球将要被击中的时候，突然被一股强大的力量挡下了。“什...什..什么！？”白银判官大吃一惊，随后又重新攻击了数十次，次次都被挡住了。\n\n\n    与此同时，少年的大脑里．．．．．．\n　一一一“少年，你想拥有强大的力量吗？”一只很大，大到无法想象的“魔兽”正在与他说话。\n　　　“额．．啊？！什么？你为什么要给我力量？”少年诧异的问那只“怪兽”。\n　一一一“我可以给你无比强大的力量，强大到可以雄霸整个大陆，只是你要付出一点很小代价。至于为什么，你就别问了！”那只“魔兽”神秘地跟他说。\n　　　“哦，你的力量可以消灭外面的那６个人吗？”少年谨慎地问道。\n　一一一“可以，简直小菜一碟。”\n　　　“好吧，我接受你的力量！”\n\n       “啊啊啊啊！！！！！”昏迷的少年突然发出一声惨叫。       “怎么了啊？”白银判官充满恐惧的说。\n       “哈哈哈哈哈！封印了这么多年，终于，终于让我醒来了！哈哈哈哈！”倒在地上的少年突然说。然后，一股莫名的力量把他直接从地上托起来。“遵守约定，你们六个，该死了！”少年感觉变了一个人似得，本来身上屈指可数的磨痕突然变多，胸膛前的魔烙的光芒也愈演愈烈，少年的附近充斥着强大的魔气。这些魔气，仿佛散发着死亡的气息。\n       “怎么会，你怎么.......额..啊！”白银判官的话说到一半，就被突如其来的少年撕成了肉块，少年的琥珀色眼睛里，充满了杀戮的快感，手上蘸着白银判官那粘稠的银白色血液。\n       “该你们了，五个垃圾！”少年用刚刚杀死白银判官的那只手指着五大神使。\n\n\n【未完待续】\n\n\n希望大家喜欢！！！",
    "replies": [
        {
            "author": "笔客：AoLi",
            "timestamp": 1437635520,
            "txt_content": "本人认为字数应该够了吧？"
        },
        {
            "author": "笔客：AoLi",
            "timestamp": 1437636060,
            "txt_content": "求围观！！！！！！！！！"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437636900,
            "txt_content": "很多地方需要调整，这里只指出最明显的错误。\n“哈哈哈哈！！！啊啊啊啊！！！！！\n这里的感叹号不需要这么多\n另外“啊啊啊啊”只需要“啊——”即可代替除此之外，觉得这篇小说是有很大的发展空间的"
        },
        {
            "author": "笔客：AoLi",
            "timestamp": 1437637020,
            "txt_content": "恶魔-潇洒 发表于 2015-7-23 15:35\n很多地方需要调整，这里只指出最明显的错误。\n谢谢！我会做得更好的--------"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1437656160,
            "txt_content": "笔客：AoLi 发表于 2015-7-23 15:37\n谢谢！我会做得更好的--------\n嗯，我之前给的建议都仔细看了吗？加油！"
        },
        {
            "author": "笔客：AoLi",
            "timestamp": 1437719820,
            "txt_content": "CloudsXDao 发表于 2015-7-23 20:56\n嗯，我之前给的建议都仔细看了吗？加油！\n这次就是针对你上次意见修改的！ok吗？"
        },
        {
            "author": "半生红尘",
            "timestamp": 1437721320,
            "txt_content": "段落排列有一点点的问题，而且细节描写也很粗糙，有些句子的感叹号过多。感觉剧情发展太过快速，还是需要很大的改进，加油吧。^_^"
        }
    ]
}