{
    "title": "[原创连载]国王-第三章-蓝色的双眸",
    "author": "Terry39",
    "replyCount": 13,
    "timestamp": 1437655080,
    "txt_content": " 本帖最后由 Terry39 于 2015-7-25 18:10 编辑 \n\n王\n——第三章-蓝色的双眸索引传送门\n\n\n　     天空中逐渐破晓的时候，为了赶在末影一族的军队到访于此地之前，史蒂夫已经做好了离开的准备。\n        史蒂夫的身上自然没有很多的家当，除了亚历克斯给他的衣服、食物以外，他一无所有。\n        在他临走之前，他将自己的真名透露给了亚历克斯，并告诉她，一切真的都会好转的。虽然史蒂夫本人都对此抱有怀疑，但是为了不让这一个善良的小姑娘担心，他还是这么做了。\n        \"你确定不跟我来么？”史蒂夫问道，“你也清楚末影一族会带来的灾难吧。”\n        亚历克斯回头看了看身后的木屋，无奈地笑了笑：“我和我哥哥、爸爸曾经在两年前有过一个约定，他们要去南方的泽之国出去闯荡，而在那两年之后一家人将回到这个木屋团聚。现在距离团聚的时间只有短短两周了，说什么我都不想错过这个机会。”\n        史蒂夫顿了顿，想说什么，却欲言又止。\n        “你接下来要去哪里？”亚历克斯转变了话题。\n　　“泽之国，我的父亲原来有个十分信任的老部下，之后退休了隐居于那里。没准我可以得到帮助。”\n　　“恩，那祝你好运。”\n　　两人相视良久，最后史蒂夫最先转身离去。\n　　······\n　　史蒂夫机械般的迈动着双脚，想让自己专心思考于未来的方向。\n　　可是他做不到，那个善良、迷茫的女孩，亚历克斯，在他的心里就像一颗种子一样，生根、发芽。\n　　两旁的景色已经逐渐从高山屹立的山区，逐渐替换成了遥望无际的平原，将耸立的高山抛在背后。\n　　史蒂夫找到了一个村庄，于是便寻思着能否借宿一宿。夜晚的村庄显得尤为安静，唯一只有一家旅店灯火通明。当史蒂夫进去之后，他在四周扫视了一眼，旅店并不大，里面除了一两个正在埋头喝酒的吟游诗人之外，还有一个白发苍苍的老人坐在柜台后面，当他看到史蒂夫走进来的时候，稍稍一惊，然后很快恢复平静。\n　　他感觉有些奇怪：“老板，村子里其他的人呢？”\n　　老板没好气的看了他一眼：“全都逃命去了，就我一个糟老头子下了。就我这把年纪，即使逃也逃不了多少天。倒是不如把自己做店的心意了了更让我舒心一些。如果我跟着年轻人逃命的话，我也是个累赘。”\n　　正当史蒂夫掏出身上仅存的几个银币去定客房的时候，老板制止了他：“反正时间不多了，那点钱你自己收着吧，留着以后用。后头厨房里还有些吃的，你自己去拿吧”\n　　“可是老爷···我是指老板，你为什么这么想要呆在这里呢？”史蒂夫说出了自己的疑惑。\n　　旁边的两个吟游诗人同时将嘴里的酒喷了出来，大笑起来，就连史蒂夫站的老远都可以闻到他们身上的酒气。\n　　“你们两个干什么！有什么好笑的！”史蒂夫没好气的说道。\n　　“是梦想啊！”“是希望啊！”两个吟游诗人异口同声的大叫道。\n　　老板拍了拍史蒂夫的肩膀，示意他不要较劲：“我只是单纯的喜欢这里，然后去做了。”\n　　是么，史蒂夫自己在内心想到，那亚历克斯呢，那个仅仅有过一面之交的女孩。想到这里，心中的种子仿佛在心脏的根开始越扎越深。史蒂夫甚至都可一看见了其中的绿叶。\n　　“老板，心中的事情，我真的可以去完成么？”\n　　“对于我来说，我会不遗余力去完成。”老板顿了顿，“当然了，这个旅馆是我最后的梦想。”\n　　“对啊我就说是梦想啊！哈哈哈！”其中一个吟游诗人又大叫道。\n　　老板瞪了他一眼：“闭嘴。”\n　　······\n　　半夜，史蒂夫心中去找亚历克斯的想法就像一罐老酒一般，越酿越烈。甚至使他整夜无法入眠。\n　　第二天一早，挥别了旅店老板，史蒂夫又开始往回赶去，他已经坚定了他心中的想法，前两天的疲劳这时已经被他抛在脑后。亚历克斯，亚历克斯。越想这个名字，他的步伐就越快。亚历克斯，亚历克斯。他心中的想法已经越过了高山，到达了那个他整夜想念的小木屋。\n　　这次他的速度已经快跑起来了，当他接近了那片熟悉的小木屋的时候，太阳才刚刚到了中午。\n　　“亚历克斯！”\n　　没有人回应。也许是因为她没有听见，史蒂夫心想。\n　　“亚历克斯！”\n　　小木屋的门，还是开的，这使史蒂夫迫不及待的跑进了木屋。\n　　之后发生的事情，就像在他的脑海里，定格了一般，即使在几十年之后，在他的回忆录之中，他仍然清晰地记着那一秒中发生的事情：\n　　亚历克斯在小木屋的中间静静的躺着，腹部上有一把十分显眼的黑曜石小刀。\n　　在亚历克斯的身边，鲜血涌出，蔓延在周围一尘不染的地毯上，很大一部分已经板结了。\n　　史蒂夫的脑子里一片空白，他不记得他是如何走到亚历克斯身边的。\n　　亚历克斯气息尚存，但是呼吸极弱。当史蒂夫走过去的时候，她回过头，看着史蒂夫，蓝色的瞳孔之中透露在这一丝欣喜。\n　　“你怎么······又回来了，不是去泽之国了么？”\n　　“快点给自己止血啊笨蛋！”史蒂夫很是着急，开始在抽屉之中寻找药物，但是他对于药材一无所知。\n　　亚历克斯喘着气笑道：“伤得这么重对于我来说已经不能治疗了······我也曾见过别人死亡······现在轮到自己了。”\n　　“别说傻话！你还可以的！”\n　　亚历克斯费力的摇了摇头：“时间不多了······如果遇到我的父亲与哥哥······请代替我告诉他们······”\n　　“不！”\n　　“我···爱······他们······”\n　　在亚历克斯独自前往天国之前，她的脸上是带着微笑的。\n　　那双蓝色的双眸缓缓的合上，只剩下了史蒂夫一个人。\n　　史蒂夫的双拳攥紧，他知道亚历克斯是怎么死的，那把黑曜石的匕首上，刻着末影一族的勋章。\n　　一个少年心中的火焰缓缓熄灭，在寒冷的冰川之中。\n      他蓄势待发着，准备突破这层冰川。作者的话这真的不是爱情小说TAT索引传送门\n上一章——[原创连载]国王-第二章-馈赠\n下一章——[原创连载]国王-第四章-黑衣人\n\n\n\n\n",
    "replies": [
        {
            "author": "One_passer",
            "timestamp": 1437655200,
            "txt_content": "嗯，写的不错。"
        },
        {
            "author": "飘扬de信念",
            "timestamp": 1437655740,
            "txt_content": "前排围观没什么存在感的terry=A="
        },
        {
            "author": "Terry39",
            "timestamp": 1437656100,
            "txt_content": "飘扬de信念 发表于 2015-7-23 20:49\n前排围观没什么存在感的terry=A=\n→_→有没有感觉我有种扫地僧的气场"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1437657300,
            "txt_content": "字号太小了吧...调大一些，再加粗一点好吗？@Terry39 "
        },
        {
            "author": "Terry39",
            "timestamp": 1437657540,
            "txt_content": "CloudsXDao 发表于 2015-7-23 21:15\n字号太小了吧...调大一些，再加粗一点好吗？@Terry39\n ∑(O_O；) 卧槽又小了！？我再调大一点点\n之前好多人说字太大"
        },
        {
            "author": "Terry39",
            "timestamp": 1437657660,
            "txt_content": "CloudsXDao 发表于 2015-7-23 21:15\n字号太小了吧...调大一些，再加粗一点好吗？@Terry39\n等等上次说字太大的就是你吧！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1437658020,
            "txt_content": "Terry39 发表于 2015-7-23 21:21\n等等上次说字太大的就是你吧！\n对啊，就是我，我觉得2号tahoma字体加粗最棒了！为毛用楷体还是宋体，看着眼睛疼！！！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1437658440,
            "txt_content": " 本帖最后由 CloudsXDao 于 2015-7-23 21:38 编辑 \n\n咳咳，我刚全部把序到第三章全部看完，确实不错。\n但是有几点，我想要说说。\n首先，就是这个剧情，\n史蒂夫从被亚历克斯就起，到目睹亚历克斯死去，中间相隔时间太短，而且伏笔铺垫太浅，很容易猜出剧情走向。对于亚历克斯这个人物，描写的也过于脸谱化，作者没有融入自己的感情。\n其次，史蒂夫告诉亚历克斯自己的身份，显现自己的能力，我知道你一定是想借此机会铺垫那个能力，但是却没有考虑，在被亡国情况下，史蒂的精神状态高度警惕的时候，所做行为的合理性。\n最后，我个人认为，世界观进展，太慢！能力设定应该是一个很大的看点，第三章还没出场！人物算上龙套出场八个，（史蒂夫、亚历克斯、老国王、大臣们、雷、老板、两个吟游诗人）确实有些少——这证明剧情进展慢，而且因为作者刻意的弄死了亚历克斯，显得由为突出！\n总结一下，建议就是对于安排的角色和情节，尽量不要脸谱化、套路化，多想想新走向，多想想新思路。建立一个剧情大纲，从大纲上入手，安排合理、新颖、动机复杂、更富有活力的情节。@Terry39 \n"
        },
        {
            "author": "Terry39",
            "timestamp": 1437658500,
            "txt_content": "One_passer 发表于 2015-7-23 20:40\n嗯，写的不错。\n感谢支持(? *`?? * )??"
        },
        {
            "author": "1137246733",
            "timestamp": 1437665760,
            "txt_content": "做的不错，你让我满意了"
        },
        {
            "author": "Terry39",
            "timestamp": 1437695460,
            "txt_content": "CloudsXDao 发表于 2015-7-23 21:34\n咳咳，我刚全部把序到第三章全部看完，确实不错。\n但是有几点，我想要说说。\n首先，就是这个剧情，\n的确有些情节上的比较大的漏洞→_→\n感谢提醒"
        },
        {
            "author": "lzs1234",
            "timestamp": 1437821100,
            "txt_content": "“的”“得”“地”用得比较混乱。\n为了赶在末影一族的军队到访于此地之前，史蒂夫已经做好了离开的准备。\n这里感觉很奇怪，改为“为了赶在末影一族的军队到访于此地之前离开，史蒂夫已经做好了准备”感觉好一点。史蒂夫找到了一个村庄，于是便寻思着能否借宿一宿。史蒂夫找到村庄直接引出了后文的内容，但是这个情节出现得很唐突，并未把情节叙述完整\n以上，马上上火车了，再来编辑"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437821940,
            "txt_content": "描写相当奇怪，或者说，不恰当。\n\n评语，如同嚼蜡。"
        }
    ]
}