{
    "title": "<原创·连载>   勇者之征   第六章 第一节",
    "author": "2B与mc的故事",
    "replyCount": 7,
    "timestamp": 1437659100,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-7-24 21:32 编辑 \n\n        “吼—”\n        刚进入末地，第一件“迎宾礼”就是这声震耳欲聋的怪物的咆哮。\n\n        忽然穿梭到另一个世界难免有些头晕目眩，但是剧烈的眩晕还没结束，带给三人的是更大的刺激—那是拜索恩斯所赐。\n\n        “呜啊啊啊啊啊—！”一向镇定自若的索恩斯突然间惊叫起来。说实话，这一声比之前那声更响亮，似乎整个地面都在随着尖叫摇晃，吵得狼王和Steve耳根子生疼。不过等尖叫过去，Steve和狼王带着疑问的目光看向索恩斯的时候，他却又恢复了一副平常的表情，好像刚才什么都没发生—虽然他的腿还在抖。\n\n        “咳，嗯，那个，刚才发生了一点小状况，不过现在已经没关系了。这点高度是吓不倒我的！”索恩斯说出的每一个字都在微颤。\n\n        Steve和狼王这才发现，这里是一片极小的黑曜石平台，虽说前面就是一片大陆，可这之间就是恐怖的虚空。据说掉进这里的人，死后连灵魂都无法回归到原有的世界，只能永远在虚无之间徘徊。虽说确实挺吓人，但是索恩斯反应这么大，毫无疑问的是他恐高。\n\n        不过Steve是另一番感觉—就像在哪里见过……对了！就是在他喝了圣泉水之后，在内心里看到的景象！虽说在心里看到的要小一些，但是这些不知名的石头，这悬浮的空岛，这一弯腰就可以见到的虚空，还有永远的黑暗……绝对是一样的！\n\n        “喂，索恩斯，你再怎么害怕也得想办法跳过去，不然别留在这里拖后腿！”狼王仍然是一种狼族的严厉。\n\n        “我……嗯，万全之策，我还是一格一格地搭方块过去吧！”\n\n        没等索恩斯慢吞吞地过来，Steve与狼王早就一跃而过，朝着大陆的高地攀爬。\n\n        Herobrine应该是刚刚才创造这个世界，所以这个世界才会显得支离破碎，连基本的框架就没有，只是一块空岛。\n\n        Steve刚刚才探出头，就已经听到了Herobrine那股令人厌恶的声音：“哦？你们还活着？能打败骷髅王就已经很出乎我的意料了。我应该已经派了我的龙去袭击你们，你们在头晕目眩的状态下还能感应并且躲避吗？”\n\n        “什么，龙？你还创造了龙？”Steve是一脸的难以置信。\n\n        “嗯？！你们都没看到它？！”Herobrine是更难以置信，他仰起头东张西望，终于视线定在了一个隐隐约约出现的白色巨大身影上。那个白色的庞然大物似乎感受到了Herobrine的召唤，极速滑翔下降，然后缓缓落地，蹲坐在Herobrine身旁。巨大的龙与Herobrine形成了鲜明的对比—仅仅是体型。但是气的强度却是Herobrine略胜一筹。\n\n       Steve定睛一瞧，这家伙是龙？这明明就是龙的骨架！只有翅膀长出了黑色的皮肤能兜住风，其他地方还都是光滑的白骨。\n\n        “你撒谎！你去了他们怎么还好好地站在这里？”Herobrine看了看龙，又看了看不远处已经到齐了的三人，“哦？巨大的声音？嗯，我好像隔这么远也听到了，你离他们那么近，确实有可能被震晕。好吧，那就饶你这次，反正干掉他们的机会还有很多。”\n\n       龙长吁一口气，乖乖地坐在Herobrine身旁，静候吩咐。这一口气就像一阵大风，差点把双腿发软的索恩斯又吹下虚空。\n\n       “好了，该办正事了。Steve，你来这儿绝对是个错误。如果你乖乖地在主世界待着，呃……以我目前的进度来看，你至少还可以活三个月。那么你为什么要白白跑来送死呢？”Herobrine站了起来，一步步地逼近Steve，脸上露出阴险的笑。\n\n       Steve丝毫没有动摇，倒是露出一丝不易察觉的苦笑：若是以前的我，早就跟索恩斯刚开始是一个反映了吧……虽然原因不同。\n\n       “我来这里，是为了活下去。”\n\n       “哈哈哈……”Herobrine先是一怔，然后是一阵狂笑，“你真会开玩笑！我说了，你在主世界待着才会安全一些。除非……你该不会天真地以为，你能打倒我？”\n\n        Steve依然没有任何反应，只是缓缓从背后抽出了剑：“那就用实力来说话。”\n\n        Herobrine背过身，大摇大摆地走回他之前坐的地方，同时朝着龙挥挥手。龙会意地点了点头，翅膀卷起强有力的旋风，迅速飞到了高空中。这一阵风又把方才站稳的索恩斯又吹了个倒栽葱。\n\n        “那你得先证明你值不值得我用实力。”Herobirne再一次盘着脚坐正，还时不时悠闲地拨弄手指头。\n\n        成群结队的末影人小心翼翼地警惕着外来者，白骨般的巨龙在天际呼啸盘旋，镇定自若的Herobrine不知还有什么阴谋诡计；高耸入云的黑曜石柱，柱顶不断变换旋转燃烧的神秘方块；抬头是一望无际的黑暗，脚下又是诡异恐怖的虚空……在这个充满敌意的世界里，Steve究竟能否打赢最后一仗，收获他所追求的自由与和平？\n\n\n目录\n",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1437659640,
            "txt_content": "高潮来了！但是最后那一句有点破坏气氛orz"
        },
        {
            "author": "ICE冰世界",
            "timestamp": 1437659640,
            "txt_content": "沙发支持作者~~加油！写出更好的文章吧！！"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1437660660,
            "txt_content": "等等，你为什么不去申请创作爱好者勋章= =||\n（最后一句话差评）"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437661740,
            "txt_content": "龙腾猫跃 发表于 2015-7-23 22:11\n等等，你为什么不去申请创作爱好者勋章= =||\n（最后一句话差评）\n我懒啊…"
        },
        {
            "author": "末影的灵魂",
            "timestamp": 1437662340,
            "txt_content": "写的很好加油"
        },
        {
            "author": "Michele",
            "timestamp": 1437665580,
            "txt_content": "好评+1                              "
        },
        {
            "author": "海牛的麻烦",
            "timestamp": 1437671520,
            "txt_content": "没写小说的耐性，给你赞一个"
        }
    ]
}