{
    "title": "[原创|转载]《小说的艺术》 ——入门系小说写作教程⑤-关于三幕式",
    "author": "半生红尘",
    "replyCount": 7,
    "timestamp": 1437729300,
    "txt_content": " 本帖最后由 半生红尘 于 2015-7-25 19:01 编辑 \n\n《小说的艺术》\n                                                                                         —— 入门系小说教程⑤\n\n1.0 前言\n\n      很多写作新手初入坑都会有手足无措的感觉，可以用经典剧情来练手，接下来就是经典剧情中需要注意的地方以及一些小窍门。感觉写的还是很通俗易懂的，新人看一遍也就明白是怎么回事了。\n\n1.1 正文\n\n三幕式结构\n\n      这个是一个再普通不过的经典模式了，你大概已经遇到了无数次，但是你自己却不知道。我们叫它三幕式结构。这种结构最早可追溯到古希腊圆形剧场里演出的悲剧和喜剧。亚里士多德（一个聪明的搞哲学的希腊哥们）是第一个提出这一结构的人。（译注：这倒是第一次听说，但是了解他的Ethics的朋友应该能体会到为什么他选择“三”这个数字了。）大多数的书，电影和戏剧遵循着这一结构，所以当我们在游戏中运用它的时候，也会产生喜人的效果。\n\n第一幕：\n      现在故事正式开始。我们会看到主要角色首次亮相，知晓他是谁，从哪里来，诸如此类。主要问题也常常会在这一阶段被暴露出来，这个问题就是破坏英雄宁静生活的元凶。我们把这个叫做“踏上不归路”(The point of no return)。英雄现在失去他所熟悉的平常生活，必须要做点什么了。现在直接进入第二幕。\n\n第二幕：\n      这时候英雄面临考验。这一部分通常是最长的一幕，往往占了整个故事长度的一半。英雄踌躇满志地踏上征途。他将跨过艰难险阻，结交朋友，击败强敌。在这一幕的最后，英雄会达到他的预期目的，故事也随之迎来了高潮。然而，一个重要转折点也到来了：英雄突然意识到了他从最初开始就犯下大错，或者他来得太晚了，已经物是人非了。他一直以来所追求的东西并非他一厢情愿所希望的那样，他也不再会追求最初的目标了。所以紧接着剧情发展的最高点，我们感受到了失望，落差。一切努力都是徒劳的。\n\n第三幕：\n      英雄现在要动真格了。在第二幕他已经历过了风风雨雨。现在的他已经理解了问题的症结所在，用他得到的新能力，他重整旗鼓去面对新的挑战以及他最后的战斗。他会让世人看到他在旅程中的成长。这才是故事真正的高潮部分，越近结尾，故事越紧凑，所有的疑惑都将被解答。我们会看到英雄维护了世界和平。这个世界可以是与故事最初完全相同，只是我们的英雄会用完全不同的眼光来看待它。\n\n以上内容转自：http://zhuanlan.zhihu.com/dengtashiyanshi/19887409\n\n1.2 总结\n\n      根据上面这些内容，我们可以总结出很多事，关于这种英雄成长最后傲视天下的故事随处可见，大多也都按照这种模式走。但是，不难发现，有一些作品中会把上述内容中的第二幕写的非常长，甚至占了全文90%以上，也就是通常经常见到的开头和结尾时剧情发展十分迅速而中间速度就很慢的形式，经常会让读者看得一头雾水。\n\n      那么，原因何在？\n      个人认为大多是因为写作时没有非常详细的构思，甚至需要详细到主角经历了什么事后发生什么变化，至少需要一个相对来说比较详细的框架，然后作者的任务就是往整个框架里填充细节让这个故事变得丰满。但需要控制剧情发展的速度，不能过快也不能过慢，慢了就会让读者变得不耐烦，如果文笔方面还是比较好可能会造成读者大篇幅跳过去看接下来的剧情，如果文笔不好可能直接让读者丧失继续阅读的想法。如果剧情发展过快，就给人一种流水账的感觉，甚至让读者看得迷迷糊糊，不知道是怎么从这一头到另一头。\n\n      因此，我们需要适量的细节描写，但也不能每个地方都是如此，需要学会在适当的地方适当控制笔墨。\n      现在我们来把这三幕都详细的讲一讲。\n\n      第一幕，也就是开头部分。根据第一幕所讲，我们可以看出，大部分的故事都是主角在故事开始时过着跟常人一样安逸平静的生活，但有一天被什么东西或者什么人打破了。因此踏上不归路。那么在写这一幕时，我们需要注意不能大量写主角的安逸生活，也就是说开头绝对不能拖得太长，若如此，读者就会因为太久没有进入第二幕而着急甚至放弃阅读。因此开头的长度要控制适中，有一些故事甚至忽略第一幕，如果有很严密的构思这也不失为一个不错的办法。但要注意在第二幕中要尽量通过故事发展来展现第一幕需要阐明的事，比如主角的身份身世来历。\n\n      第二幕，是故事中最长的部分，也就是主角还怀揣着一颗相对来说比较天真的心去踏上征途。这一幕主要是为了让主角有所成长而写的，但关于主角的成长这一点，我们需要合理的事件来得到合理的成长，否则就会显得违和。而成长这一点也体现在两种方面，一种是表面上的，即为对抗敌人的力量，如果是要提升主角的力量，不妨试着添加奇遇。但奇遇我们需要注意的是，奇遇这种事不能有太多，否则整个故事就会令人感觉不自然，适当即可。但也不能没有，没有奇遇就会有枯燥无味的感觉，奇遇，也有很多类，最常见的就是主角碰上了某个神秘人物一类，或者是找到了什么很神秘的东西。在奇遇这点上我们可以创新，比较新奇的奇遇或许会让读者觉得耳目一新。\n      除了力量的成长，还有一种成长是非常重要的，也就是心理上的成长，我们总不能让主角从开始到结尾一直都是一个天真的孩子吧？所以我们就需要让他来经历挫折让他成长。但这个成长我们也需要注意的是，这种成长最好不要是一夜之间式，也就是经历了一件事后睡了一觉突然就变得高冷属性爆表（有的甚至什么都没经历过）。所以要找适当的时机让主角经历一些事情，在此时我们可以添加较多的心理描写，也就是主角在自己斗争。现在我来列举一下事件可以用哪些，比如，亲友的背叛，或者是参加大型的战争目睹敌人或者战友被无情残杀，等等等等，有很多。凡是负面的事件都可以，切记不能用正面事件，因为所谓的主角的成长，我们是要让主角的内心变得成熟，成熟需要的则是负能量，越来越多的正能量只会让主角越来越天真。\n      在这一幕里，有很多人选择让一个很厉害的人物来帮助主角进行成长，这种做法非常常见，但也需要适度。\n      但有一部分故事在第二幕就结束了，也就是没有“主角意识到自己所做的一切都是错误的”这点，直接让主角去攻击最终的强敌，然后故事圆满落幕。那么第二幕前部分所做的心理成长则完全没有必要。所以这点也是必不可少的元素。\n\n      第三幕，主角历经坎坷终于有了两方面的成长，要去挑战最后的BOSS了。那么首先我们要在他的心理成长基础上让他意识到第二幕和第一幕中他所犯的错误原因何在，并想出该如何解决。这一点上我们也需要精妙的设计，否则就会与心理成长一样，显得违和，如果原因和所犯的错误牛头不对马嘴那就成了本文的一大笑点。接下来，主角就需要在极强的心理素质这个基础上，开始领悟新的力量，这一点上大部分人都选用让主角接受身体里另一个自己或者因为残酷的现实而衍生出另一个自己的方法，此类方法也是不错的，但在写的时候可以发挥想象力想到更好的剧情。\n\n      好了，获得了新的力量，主角要去挑战BOSS了。这时就是决定这个故事究竟是个悲剧还是喜剧的重要地方。如果主角挑战失败，甚至是战死，那么这个故事就是悲剧，如果主角成功维护了和平，还了这个世界一个安逸的生活，那么就是喜剧。两种结局，我会分点介绍。\n\n      首先，第一种，也是最常见的一种结局，就是主角成功维护和平，那么这时主角有时是返回家乡继续过安逸的生活，有的就是隐居在一些地方继续提升实力同时守护着和平。但是不管是干什么，都需要注意，主角绝对不能像开头一样还是个天真懵懂的小孩，也许世界还是原来的世界但主角需要以完全不同的态度去看待和生活。当然还有一种，也就是主角像第二幕中的朋友们道别或者是一起踏上新的征程，这一种结局也是相当常见的。在写此类结局的时候可以尝试以月光或者阳光来反衬主角（和朋友们）的背影，来渲染一下当时主角不舍的气氛和美好的心境，可以让读者觉得意犹未尽。同时也可以写一两句自己的见解来进一步深化结尾。\n      第二种，也就是悲剧结局，首先先来说主角战败的种类。这一种结局中，主角会产生的想法大致分为两种，一种是决不放弃的精神，继续隐居提升实力，那么这一类结局通常会有个续集（当然你总不能让主角一直战败战败那样就没完没了了！），在此类结局中，一般主角都是有个精神支柱，比如亲人朋友一类的，当然那种心理素质极其变态的可以忽略。那么还有一种想法，就是主角对世界彻底绝望。这类结局中主角会在结尾处自杀身亡或者是失踪一类的。那么在写此类结局时可以先写主角眼中的世界是什么样子，然后大量的心理描写来凸显出主角心中的绝望。然后……故事结束。当然，添加一个有深度的结尾也是不错的。那么还有一种结局，也就是主角直接战死，这一种其实没什么好讲的，大家都知道怎么写，无非就两种，一种是主角内心绝望，然后悲哀的喊出一句话，故事结束。要么就是，主角对世界还是充满希望，心有不甘的说了一句话或是很留恋的看了世界一眼，故事结束。那么在这种结局里，会产生两种世界，一种是主角离世，世界永远陷在黑暗中不得解脱。另一种相对来就有点狗血了，就是主角与最终的敌人同归于尽这种的。。。这又会造成两种结果，世界还是那么懵懂无知，最后步入一个很可怕的循环，或者是一切平静，然后主角就像是没来过或是被人铭记，没来过则大多是之前所说的循环式，如果被人铭记，则会给后人一个教训，然后世界开始改变……\n\n1.3 后言\n\n      呼，终于写完了。\n      不过大家别看写一个经典式剧情麻烦，其实真的写起来也许并非如此。只要心里有创新的想法，在写之前构思好框架并且记下，就会发现写小说不是什么难事。\n      刚开始写作的新手不妨用经典式剧情来练手，提升一下文笔等方面，等有了信心可以开始尝试创新。如果是老手，也可以在经典式剧情里添加自己的创意变成一个令人感觉耳目一新的剧情哦。\n\n      希望翻创可以有更多优秀的作品。\n\n                                  ——半生红尘\n                                            2015.7.24 17:01\n\n@1137246733 \n看一下哪里需要改进或者哪些要点没说到，私信一下我进行更改。\n \n \n《小说的艺术》——索引贴\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1437729660,
            "txt_content": "强烈要求首行缩进！"
        },
        {
            "author": "Terry39",
            "timestamp": 1437780420,
            "txt_content": "冲突，行动，结局\n（捂脸）"
        },
        {
            "author": "1137246733",
            "timestamp": 1437784440,
            "txt_content": "\n这是我以前做笔记时候做的一个三幕剧高潮结构\n可能会有点用"
        },
        {
            "author": "1137246733",
            "timestamp": 1437784620,
            "txt_content": "你做的很好。\n挺通俗易懂的，举例也恰当\n不像我一样生拉硬拽\n可以说你直接把这个故事的结构说清楚了，而且很详细\n至于我这种想一次一次讲开头结尾的人撤了……"
        },
        {
            "author": "1137246733",
            "timestamp": 1437784740,
            "txt_content": "另外引上索引的帖子吧，我也把你的归进去"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437793200,
            "txt_content": "为啥我感觉去楼主变了\n感觉密密麻麻的全是字\n楼主可以多用一些编辑区的工具来排版，会显得更整齐有序一些（强迫症）"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1437798960,
            "txt_content": "超多小说/动漫浮现出来"
        }
    ]
}