{
    "title": "<原创·连载>对与错|第二章：勿忘我",
    "author": "半生红尘",
    "replyCount": 3,
    "timestamp": 1437747240,
    "txt_content": " 本帖最后由 半生红尘 于 2015-7-26 19:21 编辑 \n\n\n淅淅沥沥的雨声，萦绕在伊文耳边，跑进了一条小巷，扶着旁边建筑的墙壁喘息片刻，他现在已经可以活动自如了，不知道是哪里来的复原能力，不过这并不重要。\n缓了缓，就朝小巷的深处走去。他出来时没忘记拿上那个铁盒，那是唯一可以证明他身份的东西，他需要靠这个盒子去找一个人，就是今天白天送来这个盒子的男生。\n在看到那张照片时他就想起来了，那个女生是他女朋友：薇安，他平时叫她薇薇。\n关于车祸的事他也想起来了，那时薇安硬是把他推出去，才成功让救援人员拉出来，而救援人员刚准备救援薇安时车就爆炸了，在爆炸前他听到了一声金属物掉到地面上的声音，现在回想起来，应该是薇安写好字以后把这个盒子扔到了车外发出的声音，这也难怪那个男生没在车附近却也能拿到那个盒子了。\n至于为什么非要去找那个男生，多半是因为他的直觉，那个男生看起来很面熟，似乎是在哪里见到过。\n而且现在仔细想来，那场车祸十分蹊跷，那辆卡车像是故意撞过来的一样，本来两辆车之间有足够的距离让卡车司机刹车，那辆卡车却像个不怕死的白痴一样撞过来。那场车祸也许是人蓄意所为，但不知道目标到底是他还是薇安。\n除了这些还有一件事，那就是车祸前的那段路程，薇安驾驶，他一直看着窗外，就看到了那个男生，在那时他就好像看见了伊文并且知道此人是谁一般露出了会心的笑容，但现在想来那个笑容非常诡异。\n无论是什么事，现在必须要先找到那个男生。\n不过这个城市这么大……去哪里找？伊文摇摇头，扶着墙壁，回想起车祸时的场面。\n那时薇安不顾他的阻拦硬是把他推到靠近已经被撬开的车门的地方，同时还微笑着看着他。仿佛早就料到一切了一样。他被救援人员拉出来时哭喊着要求直接撬开另一边救薇安出来，却被救援人员否决，车的另一边已经严重塌陷，如果强制撬开车门可能会让薇安直接被压死。\n却没想到他被拉出来后车就爆炸了。\n薇安的笑容就这样淹没在火海中。\n可恶！我真该死！伊文一拳打在墙壁上，要是他那时腾出一只手来抓住薇安，薇安就不会被活活烧死在车里。头顶在墙壁上，苍白的脸上冷热交加，冷，是冷得刺骨的雨水；热，是悔恨的泪。\n在他被拉出去之前，薇安微笑着跟他说话，安慰他，还伸出满是伤痕的手摸着他的头，告诉他不要怕。她还给他讲故事，虽然都是很幼稚的故事，不过他能听出来，薇安是在跟他暗示死亡并不可怕。那时他的心很平静，想着即使自己死掉也没关系，只要能和薇安在一起，死也无所谓。\n但没想到现在要孤独的走完一生。\n如果当时他没法抓住薇安，他可以挣开救援者的手，和薇安一起被烧死，那样也不现在孤零零的活在世上要好。\n依稀地记得，车在爆炸前，薇安跟他说了一句话，他努力回忆着。\n望着灰蒙蒙的天空，不停落下的雨点，他感觉自己的心已被绝望填满，完全没有生存的意义。对他来说薇安就是他的全部，现在他的全部都没有了，活着还有什么意义。\n我可以一头撞死在这个墙上一了百了。他这样想。\n“活下去，勿忘我。”\n这是薇安留给他的话。\n\n索引贴\n",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1437751260,
            "txt_content": "我去手滑回档不写评论了(╯‵□′)╯︵┻━┻我建议2章整合成一章\n脑洞大开不负责任解析目前似乎无任何意义我建议2章整合成一章\n活下去，勿忘我我建议2章整合成一章\n恭喜你一下子就成功设下2。5个悬念：墨绿色的正方体铁盒及那个男孩我建议2章整合成一章\n还有对与错我建议2章整合成一章\n暑假就是新坑季啊（这时候就算有老坑我看也没人去评吧(╯‵□′)╯︵┻━┻我建议2章整合成一章\n这是个完美的坑，希望更新速度能上来"
        },
        {
            "author": "黒叔叔",
            "timestamp": 1437776880,
            "txt_content": "楼主加油更新 挺好的 支持!"
        },
        {
            "author": "半生红尘",
            "timestamp": 1437777960,
            "txt_content": "Donnies_Ming 发表于 2015-7-24 23:21\n我去手滑回档不写评论了(╯‵□′)╯︵┻━┻我建议2章整合成一章\n脑洞大开不负责任解析目前似乎无 ...\n因为强迫症喜欢字数保持一致如果两章合并感觉后面的写起来鸭梨山大啊QwQ"
        }
    ]
}