{
    "title": "『翻译创作』☆文学水平小测试☆(已结束)",
    "author": "恶魔-潇洒",
    "replyCount": 0,
    "timestamp": 1437784740,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-2 17:41 编辑 \n\n\n\n\n\n\n\n\n文 学 水 平 小 测 试\n\n感谢您有兴趣点进这个帖子，我们将会为您提供本次活动的规则与题目。\n\n\n规则：\n1.在您将要答题时，请不要询问已经参加过活动的会员。\n2.在答题时，尽量不要借助网络的方便去查找自己不会的题目，使我们更能了解到您的真实水平。\n3.答完题后只有@我才算参赛，否则视为无意自我测试！\n4.答完题后请不要编辑帖子，因为我们会将您的最初答案记下来作为参赛答案。5.从该帖发出算起，活动只维持3天，请各会员做好准备，尽可能快地答出令您满意的答卷！\n\n\n\n注意：\n\n1.建议在答完题后加上[spoiler]格式，方便查看您的答案。\n2.我们设置了回帖仅作者可见，所以不要妄想抄袭他人的答卷。\n3.在答题时，多答少答都是不允许的！\n4.经过改正，我们将会一天放出一种题型，也就是说这个活动将会在5天内结束。您五天的总分数将作为我们的参考值。（已回答过某个大题的会员不允许在之后二次答同一大题）\n5.在回答下一大题时，可以编辑增加答案，但不建议修改之前的答案，详情见“规则”第四条。目前奖励机制：0~10分：1~20金粒11~20分：1人气+1~20金粒21~40分：2人气+1~20金粒41~60分：3人气1~20金粒61~70分：均为4人气25金粒71分以上（包括71分）：均为5人气50金粒！\n\n\n\n题目：\n\n一、选择题（共五题，每小题4分，共20分）\n1.下列画线词使用正确且恰当的是（       ）。A.小明对他的妈妈的喋喋不休感到很心烦。B.他在外出度假的时候过得津津有味。C.我太累了，以至于我现在疲惫不堪。2.下列语句中没有语病的是（      ）。A.近日我校准备开展了“书香浓郁”的活动，受到很多人的关注。B.这道题难到离谱，以至于我很快就不会了。C.我很喜欢这个老师，他总能给我带来欢乐。3.给出几个词语或短语：a.今天下午、b.玩耍、c.和朋友、d.去一起、e.我选出下列所给序号排列正确且恰当的一项（      ）。A.a、b、c、d、e      B.e、a、c、d、b      C.c、d、b、e、a      D.a、e、c、d、b4.下列词语中没有错别字的一项是（      ）。A.辨子      B.逗比      C.铁鼎5.下列句子中有错别字的是（      ）。A.我的母亲做饭很厉害，经常给我做一些美味佳肴吃。B.只见他缓缓地站起来，慢慢的说：“这道题的答案是……”C.苦力怕要炸了，我赶忙躲到树的后面，才避免了一场灾难。\n\n二、填空题（共十题，A题10分，B题10分，总分20分）\nA.根据括号内所给提示填空（共五题，每小题2分，总分10分）1.对于MC的一切，我都是怀着非常______（此处填形容词）的想法去思考的。2.这只僵尸浑身的衣服破破烂烂的，声音沙哑的很，就连发出的吼叫也是“______”（此处填拟声词）的。3他的身手很敏捷，次次都能躲过僵尸的攻击，就连躲避骷髅的攻击也毫不逊色。瞧！他正在与一只蜘蛛搏斗，只见蜘蛛吐出______（此处填形容词）的丝，他______(此处填形容词)地一闪就躲开了。4.我对战斗并不感兴趣，而是喜欢热衷于建筑方面，每天辛辛苦苦______（此处填“的”“地”“得”三个字其中一个）工作让我弄得了吃苦耐劳。5.“既然你这么想死，那么我就送你下地狱！”他高傲地说。突然，一个______（此处填形容词）的身影将他带走了，没有留下一点痕迹。\nB.根据所给情境填出适当的形容词（共五题，每小题2分，总分10分）[注:二字词需填两个，二字以上填一个即可]1.你来到了这个方块世界，周围是陌生的事物，你此时的心情可以形容为______。2.经过一番摸索后，你终于明白了这个世界的基本套路，你马上要去实施，此时你的心情可以形容为______。3.终于挖到钻石了，你急忙做好钻石镐，并打开了通往地狱的传送门。但还没踏进那个不毛之地，一只猪人便从里面爬了出来，此时你的心情可以形容为______。4.进入地狱后，难以忍受的高温和没有见过的奇特生物使你打起了退堂鼓，但脑海中突然有人说话了：“如果你没有带着恶魂之泪回去，我就在传送门口掐死你！”你很快便打消了回去的念头，开始寻找“恶魂之泪”。终于找到了，你回到传送门口时，发现已经被堵死了，此时你的心情可以形容为______。5.“来吧，和我一起去天国！”一个人从天而降，他抓起你就往地狱厚厚的岩石上方——虚空飞去，此时你的心情可以形容为______。\n\n\n三、根据所给情境造句（共五小题，每小题2分，共10分）[注:不得少于20字]\n1.试写出一段描写与一群怪物战斗的情景。___________________________________________。2.试写出一段描写自己一个人孤独地处在这个世界毫无依靠的句子。___________________________________________。3.试写出一段描写一位反派人物从天而降，且迅速将你打败的情景。___________________________________________。4.试写出一段描写自己即将去杀死自己以前的好朋友的心情。___________________________________________。5.即将去打败Boss，拯救世界了，你的心情是怎样的？试描写出来。___________________________________________。\n[以上题目已过期，如在下方回答以上题目不计在总积分内]\n四、阅读题（共五小题，每小题3分，共15分）\n       处在王城中央的巨大瞭望平台上，国王握紧了手中的棋子，举步维艰。\n        而在国王的对面，坐着一位身穿淡紫色的青年，青年用眼睛眯缝着观察着老国王的表情，一种充满内心的愉悦从他的脸上流漏出来。\n        “我说过了哦，”青年戏虐道，“作为使者，保护住对方国王的脸面可是第一大任务，所以说——要放水么。”\n        听到青年这句话，国王倒并没有什么，而旁边的大臣却已然是坐立不安\n        国王将视线望向向外延伸的街道，瞭望台修建的很高，整个王城的容貌尽收眼底。整个王城的形状呈圆形向外发散，分为三个阶层，第一阶层属于城墙之外，曾经在修筑王城的时候并没有把这一层的防线计算在内，而是在王城鼎盛时期，陆陆续续的商人，旅客以及前来的投机者，开始自发的在王城周围开始自行建筑，风格、形式极其不同一。因为人数激增，所以治安方面即使过了40年之后仍是一大问题。而第二阶层建筑在城墙以内的高地上，属于贵族的实力管辖的地区，具有规划，红墙白瓦的房子呈现的是这里的主要基调。而第一阶层——瞭望台所处的位置，即是王城的核心部位————明塔康行宫，整个王国运作的核心。\n        目光收回，国王又把注意力一会到了身前的棋盘上，不知不觉之间，手上的“骑士”已经握出了汗。\n        老国王最终做出了决定，将“骑士”挪动到了对方的“国王”身边：“将军。”\n        “话说其实也不必这么费力的，”青年笑道，“这一次，只要归属于我们末影联邦，等我们统治了整片大陆之后，绝对不会少你们一份的。”\n        无非也只是末影一族的傀儡、帮凶、走狗罢了。这种人连人类都算不上。而且根据可靠消息，末影一族的人甚至都没有在这个联盟之中出现过。\n        青年又把视线移向王国西南边上：“再说了，你们这也只是苟延残息罢了，国土已经失去大半，战争的结果已定，再次攻击也仅仅只是耗费我们的兵力。结局不会变的。”青年说罢，用“皇后”将“骑士”踢倒：“再一次将军。拜托，用点心。”\n        老国王看着那一个被对方踢下桌子的“骑士”，他这里已然只剩下几个棋子。\n        这时，一个武将从瞭望台之外的旋梯走了上来，轻声走到老国王身边，低语了几声\n        老国王的神色稍有动摇。\n        青年捕捉到了老国王的不安：“40公里以外的水门早在今天早上就已经被我们攻陷了，接下来两个陆门的叛军也应该在这时候叛乱了。也就是说，皇城现在就是一块肥肉，我们想抢的话，很容易，还有一会儿到天黑的时间，如果在天黑之前没有得出答案的话……”青年笑了笑。\n        “老剧情啊，”老国王恢复了自己淡然自若的神态，“也就是说你从刚才开始就是在拖延时间么？”\n        青年笑而不语。\n        “其实啊，雷，你还是不适合加入到这样的游戏之中来。”\n        “什么意思？”雷的笑容逐渐僵硬。他不相信国王能找到解决方法，因为这个策略他曾经来来回回思考了无数遍。\n        国王将自己的“车”移动到了雷的面前：“将军，死棋。其实拖延时间的不止是你而已。我只是想多留一些时间，但是你们还是太快了一些，果然我还是早一些比较好。”\n        “还有谁？”雷开始掌心冒汗，但仍然强硬问道：“你到底干了什么，耍什么花招！”\n        “是么，看看皇城底下吧。”\n        雷从椅子上站起来，走到了瞭望台的边上，静，出奇的静——空城，果然，目光所及之处几乎没有任何人的踪迹。\n        “这座城市里面只有你和我还有这些贴身大臣了啊，雷。人民都已经撤离完毕了。”国王在他背后说道。\n        雷的脸上充满阴霾，他从开始本来以为这是一个简单而又轻松的任务，结果到现在鱼死网破的情况。想到这里，雷突然笑了起来，狂妄而又自大。随后袖锋一转，直直的飞出了三把暗剑，向老国王飞来。老国王想躲过去，但仍然被蹭破了衣袖，露出了鲜红的血肉。紧接着，雷就被周围的贴身大臣进进摁倒在地上。\n        老国王无视了身上的那几处伤痕，面无表情的走到了雷的面前，看着在地上抽搐的、令人厌恶的雷，不禁把眉毛皱紧。\n        雷死死盯住了老国王的眼睛：“你们王国的时辰已到，必定会灭国！不管你的人们躲在哪里，即使是天涯海角，我们也会去抹杀掉的！”\n        老国王接过了身边大臣递过来的宝剑，说道：“我的筹码自然压在了我认为值得的地方，我们不会和你们硬拼，但是我们绝对会至死不休。如果来的话，随时奉陪。”\n        之后，国王看着已经意识到自己死期的雷：“我告诉你吧，是皇子史蒂夫。他才是整个战略的重点。”\n        “他就是那块石头？这就是你放弃了整个国家的原因？”\n        老国王并没有回答他，一刀下去。花，一朵红花。鲜血蔓延到了四周，紫色的袍子浸满了鲜血，鲜血就像挣脱了束缚一般蔓延到了四周一般，就像是脱离了缰绳束缚的野马一般，肆意蔓延。\n        夕阳已经跌入了皇城四周的雪山之中，雪山的身影已经被这一捋夕阳的残光拉扯、伸长，逐渐延伸到了瞭望台之上，此时，大半个都城已经纳入阴影之中。\n        “史蒂夫，只能靠你了啊，整个帝国的未来就交给你了啊。”老国王的目光逐渐伸展向了远方。\n        一场战争在所难免，只有在战争中活下来的人，才能真正被铭记。\n        死去的无非是历史罢了。\n        老国王的胳膊突然一阵剧痛，刚才毒箭刺来的时候自己并没有躲开，现在看来，毒效马上就要发作了。\n        看来雷的目的有一部分算是达到了呢，老国王苦笑道。\n        这是国王在失去意识之前，最后的一丝念头。\n        国王死了。\n        天空之中一道流星划过，逐渐迷茫在夜空之中。\n        在太阳完全落下去后。一颗崭新的星辰从且空中升起，群星闪烁，笼着着这片土地。        「王都，545年，夏初。被攻陷」\n        一切都静了，只剩下远方吟游诗人的绝唱。\n        一场战争的开始。                                                                   选自《国王》--@Terry39\n原帖地址：http://www.mcbbs.net/thread-454964-1-1.html\n\n1.写出描写老国王从头到尾的心理活动的词语。______→______→______→______2.老国王为什么会有1.题中的第一种心理呢？又为什么会有1.题中第三种心理呢？____________________________________________________________________________________________。3.老国王最信任的人是谁呢？____________________________________________________________________________________________。4.攻陷都城的是什么人呢？他们为什么想要攻陷那里呢？____________________________________________________________________________________________。5.读完这篇文章后，你有什么感受，试写在下面的横线上[注:不少于20字]____________________________________________________________________________________________。\n五、写作（共35分）\n请根据以下内容编写：你是在MC世界的一个人，一天你突然发现自己变成了一只兔子，请以兔子的视角写一篇文章。[注:不少于1000字]\n\n",
    "replies": []
}