{
    "title": "/原创·连载| 迷一样的时间 第六章 （不是日更呢！",
    "author": "蠢萌の⑨",
    "replyCount": 3,
    "timestamp": 1437798060,
    "txt_content": "废话不多，我决定改变整篇小说的故事了...我不应该复述故事，而应该创造故事。不过之前并没有固定故事的背景，所以还能继续下去\n\n\n\n正文：\n\n  群众们带着从自家带来的粗制武器，在总督府门前宣泄自己的不满与满腔的愤怒。\n\n  愚蠢的西班牙政府显然不知道自己现在的危险处境。人群已经包围总督府门前的一大片区域，他们的声音甚至让天空都为之所动。\n\n  当然，总督并没有丝毫让步的意思，而是决定让事情继续恶化——这不但是革命的开始，更是西班牙帝国衰落的开端。几名高大的西班牙士兵走出了大门，他们威武的身躯并没有吓倒早已累积许久愤怒的人们。人们反抗得更加激烈了，更有了几分要大打出手之势。\n\n  一名士兵随便找了一个人，拔出了他的短剑，满脸凶恶地看着他。\n\n  他认为这样能让人们畏惧...\n\n  剑刃划破空气的声音令人脊背发凉...但意料之中的鲜血并没有染红地面...\n\n  “彭！”倒在地上的尸体扬起了一片尘土，剑刃与盔甲的碰撞发出了清脆的金属撞击声。\n\n  “哈！你们这群教皇的走狗！这是上帝的惩戒！”群众们发出了不少这样的声音。讽刺的是，西班牙是上帝的传教人，而他们受到了上帝的惩戒...虽然我并不认为这是上帝的神威...\n\n  毫无预兆、毫无声响...既然近距离击杀会被看见的话...那就是装了消音器的狙击步枪了。我在众目睽睽之下走到了尸体的右侧，并且蹲下检查了鲜血涌出的源头。虽然已经被鲜血掩盖，但是留在尸体头上的弹孔依然清晰可见。\n\n  大概是7.62毫米的弹孔，因为主流的狙击步枪子弹都是这个，目测大小也是差不多。因为实在做不到在众人面前取出子弹，所以没法进一步考证。\n  士兵已经躲回总督府了，他们在面对未知力量的时候惧怕了。 \n\n  “发现什么了吗？”阿贝船长走到我的旁边问道。\n\n  “不...没发现什么。”\n\n  如果我向阿贝船长透露到我是穿越到这个世界，岂不会被当成异端？而且阿贝船长让我担任大副这本身就令人奇怪，所以我肯定不能把真相一五一十的说出来。\n\n  不过发现子弹的话...\n\n  ——那我在这个时间线肯定不是孤独的。\n\n\n  \n  \n  人民愤怒终将累积并且爆发。\n\n  开始有尝试进入总督府了...他们不停地在用自己的身体撞击总督府的大门，但是效果并不明显。\n\n  但马上就有人从港口搬来了一根没有使用的木桩。这根木桩的一头无比尖锐，就像剑刃一般令人不寒而栗。\n\n  大概8位身强体壮的不同职业的平民用力举着木桩向总督府大门撞去...不断地尝试...\n\n\n\n  \n  \n  “彭！”大门被撞开了。愤怒人群马上涌入了城墙内，坚固的城墙并没有坚固的城门。他们甚至没有弓箭手！不过幸好如此，我们的攻城才能如此顺利\n。\n  我并没有在意革命的进展，毕竟我已经知道了结局。我的注意力一直击中在神秘的子弹以及子弹的主人，还有阿贝船长身上了。不过为了顺水推舟，我随着人群一起进入了总督府城墙内。\n\n  士兵纷纷拿起武器，但他们早已被“上帝的惩戒”吓得不知所措了，他们的士气早已丧失，如丧家犬一般...他们没有获得光荣...他们获得了死亡...\n  人们在一栋栋建筑内寻找着总督的影子...\n\n  但战斗结束后人们依旧没能找到...\n\n  她...逃跑了。\n  \n  人民愤怒的声音往往意味着危险——罗马格言（还是希腊？反正都是罗马帝国时期流传的）\n  既然看完了就留下您的评论吧！\n",
    "replies": [
        {
            "author": "蠢萌の⑨",
            "timestamp": 1437798420,
            "txt_content": " 本帖最后由 蠢萌の⑨ 于 2015-7-25 12:28 编辑 \n\n自占沙发。大召唤之术\n@love3810533 \n@2B与mc的故事 \n@男人婆 \n@苦力怕789\n@CloudsXDao \n@sdtgxctse \n@骷髅大银"
        },
        {
            "author": "男人婆",
            "timestamp": 1437974580,
            "txt_content": "迷之符号头像……为什么评论芥末少捏？"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1438045500,
            "txt_content": "男人婆 发表于 2015-7-27 13:23\n迷之符号头像……为什么评论芥末少捏？\n引索帖到很多，我已经两天没更新惹(￣?￣)"
        }
    ]
}