{
    "title": "<原创翻译><共八章>一枝坚强的玫瑰",
    "author": "Yihc",
    "replyCount": 10,
    "timestamp": 1437813900,
    "txt_content": " 本帖最后由 Yihc 于 2015-7-25 16:57 编辑 \n\n本翻译由眨字幕独家制作。\n\n\n\n\nthx.png (25.67 KB, 下载次数: 8)\n\n下载附件\n\n2015-7-25 16:31 上传\n\n\n\n\n\n\n\n\n大家好，我又来了，虽然频率不高，不过还是希望能博得大家的眼球！\n这次原文共2213字，算是我目前为止翻译最多的文章了，而选择的文章也是MC论坛上找的，第一眼感觉不错就来翻译了。\n翻译主要有两点，第一点分享国外文章，第二点练习我的翻译。\n如果有翻译错或者有瑕疵的地方，请务必指正！\n\n\n原作者:Techno Villager翻译:Yihc(Steven)润色:Yihc(Steven)检查:Yihc(Steven)字幕组:眨字幕翻译组\n\n——————————————————————————————————————————————————\n\n\n\n\n\n\n\n\n\n\n1rose9035210_lrg.jpg (100.3 KB, 下载次数: 8)\n\n下载附件\n\n2015-7-25 16:30 上传\n\n\n\n\n\n\n\n原文:\nPart 1   \nChapter 1:\nThe Third Rose\n\n\nStacy is seventeen. She has medium length brown hair and greenish-blue eyes. She is in the dark oak forest looking for ocelots. Stacy is on a hardcore minecraft server.  (A hardcore server is a server in which, when a player died he can not respawn) Stacy knows she can’t die or it will be game over. Stacy continues to search. She finds some ashes surrounding a bright blood red Rose, mounted on a little hill of ash. There are logs with bits of charcoal on the ends scattered here and there.  \n\n\n\nStacy immediately knows what happened: Ed, the biggest griefer and serial killer in history, had given an unlucky family a visit. Stacy calls her best friend Joey. (Joey had been tagging along in case someone tried to ambush Stacy) Joey hurries over to Stacy, ready for a fight. He stops to catch his breath; he sees there is no one there but Stacy and is frustrated. Joey glances down and sees the rose. Joey plucks the rose out of the ground and throws it into a brook by the griefed house, saying angrily, “You scared the broccoli out of me for this?” Joey starts heading back to their shelter, and Stacy follows him. \n\n\n\nThey get back to their little house. It is made up of dirt, wood and stone. They each grab a pickaxe and head to a nearby canyon to go mining. \n\nChapter 2:\nLost In The Cracks.\n\n\nStacy looks down. There is an old wooden staircase leading to the bottom on the canyon. Joey starts heading down. Stacy nervously follows him, hugging the wall. (Stacy hates heights). \n\n\nSoon they are in darkness. Joey lights a torch and looks around. He hands Stacy another torch and tells her to mine coal while he mines iron. They slowly merge deeper and deeper into the earth, until not even water could find them. They work a long time mining. \n\n\n\n\nStacy could not hold anymore coal or stone, and Joey’s inventory was full as well. Joey said, “Okay Stacy, we have enough coal and iron to last until next week! Let’s head home and get some dinner.” Stacy says ”Sounds great! I’m starving!” Joey and Stacy start heading back through the tunnel they came from. \n\n\n\nStacy looks around. There are three different passages: one leading down, one leading upwards to the left, and the last heading at a slight angle downwards to the left. Stacy says, “Lets take the right one -it heads up.” Joey agrees. They start heading up the tunnel on the right. Joey places a torch on the ground and looks around. Now there are two more tunnels, one heading straight and the other heading slightly upwards right above the straight one. Joey lifts Stacy up onto the one heading upward then tells Stacy to drop her stuff there and help him up. Stacy puts down the coal and the torch and reaches for Joey. She pulls Joey up and gets her stuff back. They started heading down the tunnel when suddenly a bats flies past Stacy's head. Stacy screams and falls over Joey starts shrieking and yelling “WHAT!?!? What is it!?!?” Stacy gets up and says “Joey!! Stop it!” Joey freezes and slowly looks at Stacy, who says it was just a bat. Joey sighs and starts heading forward. Stacy wipes some sweat of her forehead and follows Joey. \n\n\nStacy and Joey have been looking for the exit for about an hour. Joey has gotten moody and Stacy is nervous. Joey looks at Stacy and says “We are not going to get out of here unless we drop our stone and mine upwards.” Stacy stars sweating and looks at the ceiling.  She looks back at Joey and says, “Okay…..” She drops her stone and pulls out her pickaxe. Then, side by side, she and Joey start mining up to the surface. \n\n\nChapter 3:\nLove Overcomes Fear\n\n\nDirt falls in Stacy’s face. She she blinks and sheds a few tears. Then looking down, she pulls herself out of the ground. Joey comes up next to her. They look around. The birds are chirping and the sun  is shining!\n\n\nThey came up in a flower patch. Stacy smiles and sniffs a daisy, the smell of summer was in it. Stacy stands up and lets out a big sigh.\n\n\nShe hugs Joey and says “We are alive!” Joey laughs and pushes Stacy off of him. He looks at the sky, there is a rain cloud out in the distance. It is heading their way.\n\n\n\nStacy climbs a tree to look around. She sees a huge iron building surrounded with iron bars that have razors on the top. There are dogs running loose in the yard inside the fence. Stacy climbs down and tells Joey what she saw. Joey and Stacy both know there is only one person who lives in a place like that…… Ed! \n\n\nStacy looks back at the iron building. She stares at the cursed place, frozen. Joey grabs Stacy and gets her running. He says while running, “We have to get out of here! If we are spotte, we are toast!” Stacy starts moving at her own will and glances back a few times nervously.\n\n\n\nJoey stops to listen and Stacy does the same. There is a strange buzzing sound getting louder. Suddenly the sound clears out and changes to an alarm! Joey and Stacy go into a full-out sprint and head away from the building. Ed now knows they are here!\n\n\n\nFlocks of birds starts leaving the trees, and flying away as fast as their wings would move them. Stacy looks back at the building and sees a black figure rushing like a river towards them. Stacy’s legs start getting tired, but adrenaline keeps her moving. Suddenly an arrows hits the tree next to Joey. He looks back and sees that Ed has a bow and is firing rapidly at them. He look forward and and keeps running.\n\n\n\nStacy is running as fast as her legs can carry her. She is unexpectedly hit in the heel by an arrow. Her injury is not serious but it hurts pretty bad! Joey stops and helps Stacy up. While he is helping her up, he sees Ed getting closer and shooting arrows. Joey ducks and an arrow flies past his head, it almost hits him. He starts running again and Stacy tries to keep up. She is doing her best but it is hard to run with such a painful wound. Stacy trips.  She staggers back to her feet and starts running again. Stacy trips again and tries to get up, but falls again. Joey helps her up again.  He loves Stacy and does not want her to get hurt any further, so he says to Stacy, “I have to face Ed! If I don’t we will both die!” Stacy tries to stop him but a wave of pain shoots through her foot and she half-trips. Joey hugs Stacy and starts running towards Ed.  \nPart 2   \n\n\n\n\n\nChapter 1:\n\n\nThe great loss\n\n\n\nJoey is only a few yards away from Ed, when stacy heard a quiet “click”  then two milliseconds after, there was a large explosion! Joey was gone, Ed was limping off as fast as he could. He left a long trail of blood behind him as he hurried off to his fort. \n\n\n\nStacy looks around, the sound of the mine’s explosion left a loud ringing in her ears. She was in shock and could not think. Stacy started moving  away from area, and started heading East, away from Ed’s fort. She was walking along the side of a brook, and came upon a little cave in the river bank that was surrounded by rivergrass that looked like bamboo. Stacy entered the cave and fell asleep upon the icy floor of stone. Nightmares containing explosions flooded Stacy’s mind all night long. \n\n\n\nChapter 2:\n\n\nResources for battle\n\n\n\nStacy woke up, her hearing had returned. It was morning. She opened the backpack (The one she brought for the mining trip she was taking with Joey), and ate a fraction of the remaining food in it. Then she left the cave, knowing Ed would come seek her out after he recovered from the explosion. Her heel still has hurting, but she knew she would have to man up and suck it in, if she wanted to live. So she heading over to the nearby dark oak forest. \n\n\n\nThe birds were singing a lovely toon, Stacy had always loved the way birds sing, so that helped her feel a bit better. She stumbled upon a Y shaped stick, which she used as a crutch. Then, she headed deeper into the forest, and began to gather resources, and get a knowing of the lay of the land. Than she started putting together a plan to defeat Ed! \n\n\n\n\n\n\n\nChapter 3:\n\n\nThe plan that ended it all\n\n\n\nStacy had collected quite a few things, but she had fallen back into depression, and could do nothing but sit and stare at into space. Her mind was full of fog, and her heart full of sorrow. She still could not believe Joey was dead, and just hopelessly hoped that he’d come along around the corner. \n\n\n\nFinally she stood up, and a cold chill went down her spine. Then she felt very hot, and then very sick. Her emotions were messing up her physical state. Stacy started looking around the area, the soil there was very fertile, and there were traces of quick sand here and there. Also, the trees had very thick branches and were blocking out most of the sun, which made it darker, and that was an advantage because Ed would have a hard time chasing Stacy in the dark, and Stacy already memorized most of the terrain anyway! \n\n\n\nStacy was getting wood when heard something crumble into the brook behind her. She slowly turned around, and saw another cave in the river bank, but this one had two entrances, and was all sand. Stacey was delighted! She began to plot out a new plan. \n\n\nThe sun setting on the horizon, and Stacy was already exhausted, so she laid down in the rock cave she found near the edge of the forest and fell asleep. \n\n\n\nChapter 4:\n\n\nThe end\n\n\n\nStacy slept a little better that night, but she still had nightmares, they just were not as bad as the night before. After she woke up, she got a nice cold drink from the brook, then ate the last of her food, and started heading West, towards Ed’s fort. As soon as Stacy left the forest, she saw that the soil was disturbed, and she knew that Ed read her mind, just as she did his. She had to now be careful not to step on the disturbed soil, or near it, or it she would be toast for sure. \n\n\n\nAfter about three minutes of walking slowly, Stacy approached the dreaded facility and prepared to execute her plan. When Stacy arrived at the building, she saw the motion sensors and activated them. Then she heard the alarm, and saw the demon leaving his lair. Then she she started running at a steady pace. Soon she was at edge of the dark oak forest, and when saw how close Ed was, she decided to start sprinting. \n\n\nSoon all Stacy could rely on was adrenaline, but she kept moving. She saw the brook ahead, and started running on its bank. Ed began relying on his potions, and got a lot faster! \n\n\n\nStacy was so nervous she felt like her head was going to slowly crush itself. But she got a little relief when she saw the cave ahead. She jumped down into the shallowest part of the brook and kept running from there. She was a yard from the brook when she could hear Ed’s breathing, and a large chill went down her back. Suddenly Ed slowed ten fold! His potion wore off, Stacy took advantage, she quickly entered the cave and started to catch her breathe. Ed came running in and Stacy quickly started running to the back exit. She struck the wall hard, and the whole cave started falling in! Stacy was just a few yards from the exit, when she tripped on her now wobbly feet. The sand leaped on her and pinned her down! She started seeing stars, then visions, of her childhood, her siblings, her family, then she saw joey smiling at her. Right before she was finished, she saw the rose, mounted on a little pile of ash, with a beam of light settled on it, then, she perished. \n\n\n\nChapter 5; \n\n\nThe last rose \n\n\n\nOne day, on peaceful survival server, Peter joined for the first time! He went down to nearby brook for water. Then smiled at little rose, mounted in a sandy bank, with the golden suns rays, rested on it’s petals. \n\n\n\n\n\n翻译:\n\n第一部分  原作者:Techno Villager翻译:Yihc(Steven)润色:Yihc(Steven)检查:Yihc(Steven)字幕组:眨字幕翻译组\n第一章:\n第三朵玫瑰\n\n史黛西(Stacy)17岁了. 她留着棕色的披肩长发和有一双蓝绿色的眼眸,如图钻石般美艳.她正忙于在一片漆黑的橡树树林中寻找豹猫.要知道史黛西可是在极限生存服务器上.(极限生存服务器,众所周知,玩家死亡是无法复活的)史黛西当然知道极限生存的危险性,如果她死了,那么将无法重生.虽然史黛西知道危险性,但还是对豹猫有极大的渴望,所以自然管不了那么多,依旧顶着危险寻找豹猫.忽然她发现了一座可以看出曾经被熊熊烈火摧残过的建筑,建筑材料是由木头搭建起来的,所以周围都是被灼烧过的木炭,史黛西靠近后发现在建筑内部里,有一朵屹立在灰烬堆中的血红色花朵.\n\n\n史黛西知道这是谁干的好事: 艾德(Ed),背负着服务器历史上最烦人的熊孩子以及一系列连环杀--人--案的头衔,曾经“问候”过一个不幸的家庭,史黛西开始慌了,即刻向她最好的朋友乔伊(Joey)呼叫.(其实乔伊一直在史黛西后默默的保护她，防止有人伤害史黛西)乔伊听到呼叫后健步如飞跑向史黛西旁,并且作出战斗姿态随时准备战斗了.当他到达位置时,他屏住呼吸:但是他没看到任何人,唯独只看到史黛西在自己一个人默默的心灰,乔伊的目光转移到了在那朵玫瑰上,把玫瑰摘了下来,丢进了离这充满悲伤的建筑旁不远的一条小溪里,怒斥道,“一朵花就把你吓成这个鸟样了？” 说罢,乔伊折路返回他们的避难所,而史黛西安静的跟着他.\n\n\n\n他们回到了避难所.小屋很简陋,建材基本由泥土,木头,石头混合而成.回到小屋后整顿下,准备去附近的峡谷挖些矿物资.\n\n第二章:在矿洞中迷失方向\n\n\n史黛西俯视下方,注视着谷底的陈旧木质楼梯.乔伊打头阵带队,史黛西搀扶的墙谨言慎行着跟着乔伊,(史黛西恐高). \n\n\n很快.他们被昏暗笼盖了,连一丝太阳光都没有,乔伊点燃火把,四处张望,他从包里掏出另一根火把递给了史黛西,并计划了分工合作,让史黛西挖煤炭,而他去挖铁矿,他们越挖越深,越挖越深,他们已经在地底挖了很长一段时间了.\n\n\n史黛西已经装不下更多的煤炭和石头了,而乔伊背包也满了.乔伊说道:“嗯,史黛西,咱们的煤炭和铁足够支撑我们到下个星期了,咱们回家吃饭吧”史黛西回应道:“好啊!我都快饿死了!”说完乔伊和史黛西按照来的路线沿途返回. \n\n\n\n到了一条路口,史黛西停下脚步观察了下,有三条不同的通道:一条向下的通道，一条在史黛西左边的向上的通道，一条在史黛西位置些许偏左的向下的通道.史黛西:“我们走这条通往向上的路吧”乔伊点了点头同意了.然后他们走进了向上的通道,乔伊停了下来把火把放在地上,观察了下周围,现在又有两条通道,一条是无尽的通道,另一条是通往向上偏右的垂直通道,乔伊把史黛西举了起来,把她直接举进头顶直通通道里,并且要求史黛西把她的材料物品先丢在地上,然后再把他拉上来,史黛西听到后把背包里的煤炭火把都放在了地上,减少负担,后再把乔伊拉了上来,乔伊上来后帮史黛西把刚刚放在地上的材料物品捡了起来赛回她的背包,然后整顿了下就又开始出发了,猛然一只蝙蝠飞过史黛西的头顶,史黛西吓得坐到了地上并伴随着尖叫,乔伊也被吓一跳喊道:“我凑?!那是什么?!”史黛西缓过神后搀扶着站了起来:“乔伊!别喊了!”乔伊愣住了然后慢慢的转过头注视着史黛西,史黛西解释道,只是一只蝙蝠而已,乔伊松了口气,然后继续前行,史黛西擦了擦额头冒出的冷汗,紧紧跟随着乔伊.\n\n\n史黛西和乔伊已经花了差不多一个小时寻找出口,乔伊已经开始不耐烦了,史黛西也是越来越紧张,乔伊转过身看着史黛西说道:“我们必须丢弃石头和矿物,否则我们根本出不去”史黛西听到后很纠结的:“好吧……”她把背包里的石头都丢在了地上,从背包里掏出镐子,然后与乔伊肩并肩,准备从这里往地面方向挖开.\n\n\n第三章:\n克服恐惧\n\n史黛西脸上全是灰,她眨了眨眼睛,一滴眼泪流下她的脸颊,她凝视脚下,她成功从地底挖了出来,乔伊在她傍边,他们环顾着四方,鸟语花香,阳光明媚.\n\n\n史黛西走向离她不远的花群,蹲了下来,静静闻着一朵雏菊,噗呲一笑,有股夏季的味道,闻罢,站了起来,大叹了口气.\n\n\n她转身搂住了乔伊:“我们还活着”乔伊笑着把史黛西从他怀中推出,他仰望着蓝天,注意到了远处有朵乌云,那是他们将要前行的目的.\n\n\n\n史黛西爬上了一棵树环视了四方,她望见一栋被铁栏杆包围住的巨大铁屋,屋顶还耸立着一把剑,还有几只狗在庭院内奔跑,见状后,史黛西爬了下来,告诉了乔伊刚刚她看到的一切,乔伊和史黛西都清楚只有一个人会住在那,那个人就是———艾德!\n\n\n史黛西凝视着那铁屋,目不转睛的望着那被诅咒的地方,乔伊抓住了她的手,带着她离开这,他慌张说道“我们得赶快离开这!如果不走,迟早挂掉!”史黛西回过神来也跟着跑了起来,还时不时紧张的回头看看.\n\n\n\n乔伊似乎听到了什么,停下脚步,史黛西也跟着停下脚步,他们听见了一种十分奇怪巨大的嗡嗡的声音,突然嗡嗡的声音转变成了警报声!乔伊和史黛西迅速跑了起来,尽快远离那栋恐怖的铁屋,可是艾德已经听到了警报,知道了有人在附近!\n\n\n\n树林里成群的鸟受到警报的惊吓东逃西窜,史黛西回过头看了眼铁屋,但是注意力转移到了一个黑影,黑影就像洪水般追风逐电,史黛西的腿早已跑的没了知觉,但肾上腺素使她能继续的奔跑不至于累的倒下,此时一根箭射中了乔伊旁边的一颗树上,乔伊转过头,瞧见艾德拿着弓并且迅速补充弓箭,然后瞄准了他们射击,乔伊瞥见后加快步伐拼命逃亡.\n\n\n\n史黛西竭尽全力的奔跑!就在这时一根箭射中了她的脚后跟,她一下子失去重心,倒地了,虽然箭并没有伤到重要地方,但是那疼痛难以忍受!乔伊跑到史黛西身旁停了下来,扶起脚后跟中一箭倒地的史黛西,乔伊一边扶起史黛西,一边观察着艾德的行动,艾德缓缓的靠近他们,瞄准乔伊,咻!乔伊后退一躲!那根箭擦头而过!差一点就击中了乔伊的头,扶起史黛西后,乔伊又开始跑了起来,史黛西试图跟上他,但由于史黛西的脚后跟中了一箭,腿部无法使出力气了,很难跑得像乔伊那么快,命运作人,史黛西被什么东西绊倒了,她蹒跚的爬了起来,然后接着逃命,但由于腿部没力,史黛西再次摔倒了,她试图站起来,但脚后跟的受伤和腿部无力使她一下子坐倒在了地上,乔伊见状后跑了回去将她扶了起来.史黛西是他的挚爱,不想她受到任何伤害,所以他望着史黛西的眼睛说:“没办法了,我只能跟艾德干一架了,如果我不作出牺牲,你我两人都会死”史黛西试图不让乔伊过去,但脚部一阵阵疼痛使她已无力阻止和站立,乔伊将史黛西抱起,把她安顿在一个安全的地方后,朝着艾德的方向走去. \n\n第二部分 \n第一章:\n损失惨重\n\n\n乔伊走到艾德的面前,距离也只有几码远……,过后,史黛西似乎听到一声细微的“click(点击)”过了两毫秒,远处传来爆炸的声音和热浪! 乌烟未全散去,有一个满身是血的人躺在被炸出的坑里,那个人并不是谁,而是乔伊,没有一丝心跳,很安静的……，这时从乌烟里踉踉跄跄的走出一人,是艾德,艾德没有被爆炸炸死,但是爆炸的威力也给他带来了巨大的伤害,艾德目前已没有能力再去寻找史黛西了,所以他朝着自己的铁屋一瘸一拐的走了回去.\n\n\n史黛西四处张望,爆炸的声音一直在她耳边作响,她整个人都呆愕了,史黛西缓过神来后,慌忙的朝着东方的方向逃,远离艾德的巨大铁屋.她沿着小溪走,碰见了一个邻着小溪而且被甘蔗包围掩盖的小洞穴,史黛西躲进了洞穴,很快在冰冷的石面上睡着了,这一夜她梦到了爆炸,一直爆炸,整夜的爆炸.\n\n第二章:\n招兵买马\n史黛西慢慢张开睡意朦胧的双眼,从“美好”的睡梦中醒来,她的耳朵再也没听到“爆炸”的声音了,天也蒙蒙亮了.她拿起背包,拉开了背包的拉链(背包里都是和乔伊一起挖矿的物资), 拿出并吃了几块在背包里还剩余的食物,休整过后,她准备起身离开洞穴,她很清楚等艾德修养好伤势,他一定会来找她报仇,但她脚上的伤疼难以忍受,她深吸了口气,她很清楚如果她不想死就必须忍受这疼痛,于是她搀扶着墙壁站了起来一瘸一拐的走向附近的黑橡树森林. \n\n\n\n树林里鸟儿们嘤嘤成韵,史黛西一直很喜欢听鸟儿的啼叫声,所以这等于是一剂麻醉药,让她转移注意力,使她的疼痛不在那么明显,无意间她发现了一枝Y字形的木枝,她捡起那根木枝来充当拐杖,她深入森林,开始收集资源,并且熟悉这片未知的地带,开始着手制定计划来打败艾德!\n\n第三章:\n终结计划\n经过一段时间史黛西搜集了不少材料,但她却没有一丝安慰,她坐在地上,陷入了沉思,她就像灵魂出窍了一般,眺望着远处,她满腹狐疑,不敢相信乔伊已经去世的事实,也只能‘渴望’在下一个拐弯处撞见他。\n\n\n\n她抓着身旁高过她的东西搀扶着站了起来,虽然寒风砭人肌骨,但史黛西的体温却是高温,她已经觉得头晕恶心了, 这不可轻视的情绪波动已经严重影响到身体状态了,但目前也管不了那么多,史黛西开始专心观察起这片地形,这儿的泥土是否肥沃,以及还有些流沙的迹象,而且,树枝也十分粗壮,使得阳光无法从树顶照射入树底,也就显得十分阴暗,这对于史黛西来说是个很好的优势,因为能让史黛西不那么容易被艾德抓到,史黛西已经熟悉了这片地形的大部分!\n\n\n\n当史黛西在收集木头的时候听到背后有一丝丝奇怪的声音,她缓慢的回身,惊奇的发现了又一个靠近河边的洞穴,但这个洞穴却与旧洞穴有差异的地方,这个洞穴有两个洞口,而且还都充满了沙子,史黛西喜出望外,由此诞生了一个十分邪恶的新计划.\n\n\n夕阳平缓的没入地平线,史黛西已经忙了一天了早已精疲力尽,她仰卧在岩石洞里,坠入梦境.\n\n第四章:结局\n史黛西昨晚睡得比前几天好多了,但她的梦依旧还是噩梦,只是没前几个晚上的梦可怕,她醒后,从小溪接了杯冻泉水,把剩下的粮食吃了,整顿之后朝着北方前进,目的地——艾德铁屋(也可以叫碉堡),不久后史黛西就走出了森林,但细心的她发现泥土有人为痕迹,她清楚艾德早已经知道她在想什么,就像她也清楚艾德在想什么,她必须谨慎的不在泥土上留下她的痕迹,谨慎到连靠近都不允许,以防万一.\n\n\n\n经过三分钟的鹅行鸭步,史黛西慢慢接近了那栋让人毛骨悚然的铁屋(碉堡)并且准备实施她的计划,当史黛西到达那栋建筑,她察觉到有不对劲,仔细观察,发现有踏板激活器,不过史黛西早有预谋,所以激活了踏板,在激活踏板的那一霎那,警报响起了,她看到了艾德,那只可恶丑恶的魔鬼从他的洞穴(碉堡)里跨了出来查看发生什么事,艾德瞧见史黛西后疯狂的追了上去,史黛西开始以均衡的速度跑了起来,很快她到达了黑橡木林边上,但是观察到艾德离她的距离已经有些许近了,所以她准备开始冲刺跑了.\n\n\n跑的也许久,支撑史黛西继续跑动的也就只有肾上激素了,终于她已经看到了小溪,并且改变路线在岸上奔跑,艾德也是没多大耐心了,喝了一杯药水,转瞬速度提升许多!\n\n\n\n史黛西很紧张,紧张的让她的头都有些许麻痹了,但是看到洞穴近在眼前的时候,总能缓解些紧张,她跳入小溪继续奔跑,河水并不深,刚刚好到腰所以还是能跑得起来的,只是比较吃力,艾德越来越近了,甚至都能听到他呼吸声了,弹指之间,艾德的药水药效时间到了,速度自然慢了下来,整整慢了10倍的速度, 史黛西时来运转取得有利形势,她很快爬上岸,进入洞穴躲了起来屏住呼吸,等艾德跑了进来后,史黛西迅速从另一个洞口跑了出去,可不巧,摔倒了,不过这并没有让史黛西放弃她的计划,她趴在地上击打着洞穴的承重墙,的确有效,整个洞穴都塌了!值得高兴的是史黛西躺的地方离已塌陷的洞穴的距离也就几码远,不过身上还是被些沙子压在身上!她翻了个身,望着无际的天空,望着繁星,仿佛看到了,自己的童年,自己的兄弟姐妹,自己的家人,以及乔伊微笑的脸庞,最后她看到了,一朵玫瑰屹立在一堆灰烬中,那朵玫瑰散发着光芒,而后,她消失了.\n\n第五章:\n独一玫瑰\n\n一天,皮特(Peter)加入了一个和蔼的生存服务器,这是他第一次玩这个服务器,他走到小溪旁想捞点点水喝,他看见一朵玫瑰,屹立在沙滩上,沐浴着金黄色的太阳光,施展开它的花瓣.\n\n\n\n\n\n{:10_496:}希望大家多多支持！如果字多不看，那么也麻烦给点人气金粒~\n\n{:10_505:}如果看完了，也麻烦指出错误！谢谢了~！\n\n\n{:10_554:}以及，如果可以给贡献，那么不客气啦！\n\n\n\n\n眨字幕与你同在。\n\n\n\n\n",
    "replies": [
        {
            "author": "Yihc",
            "timestamp": 1437814020,
            "txt_content": "防止坛友点进来就缓存一大堆字，所以都放在折叠里了~"
        },
        {
            "author": "REN0011",
            "timestamp": 1437814260,
            "txt_content": "厉害哦，加油"
        },
        {
            "author": "Yihc",
            "timestamp": 1437814680,
            "txt_content": "REN0011 发表于 2015-7-25 16:51\n厉害哦，加油\n谢谢~{:10_523:}"
        },
        {
            "author": "Terry39",
            "timestamp": 1437815640,
            "txt_content": "原文我居然看懂了(#／。＼#)\n需要的词汇量还没波西杰克逊大"
        },
        {
            "author": "Yihc",
            "timestamp": 1437815820,
            "txt_content": "Terry39 发表于 2015-7-25 17:14\n原文我居然看懂了(#／。＼#)\n需要的词汇量还没波西杰克逊大\n{:10_523:}那么高级的文章我还么接触呢~"
        },
        {
            "author": "Terry39",
            "timestamp": 1437816540,
            "txt_content": "Yihc 发表于 2015-7-25 17:17\n那么高级的文章我还么接触呢~\n其实我也只是连蒙带猜"
        },
        {
            "author": "BBCZXG",
            "timestamp": 1437817080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1814209846",
            "timestamp": 1437817680,
            "txt_content": "既然是翻译的，直接说原创的也没人可以发现"
        },
        {
            "author": "Yihc",
            "timestamp": 1437819720,
            "txt_content": "1814209846 发表于 2015-7-25 17:48\n既然是翻译的，直接说原创的也没人可以发现\n哈哈哈"
        },
        {
            "author": "Yihc",
            "timestamp": 1437819840,
            "txt_content": "Terry39 发表于 2015-7-25 17:29\n其实我也只是连蒙带猜\n。。。"
        }
    ]
}