{
    "title": "<原创·连载>《星间远航：殖民地》-- 第二章·黑暗、火焰和袭击",
    "author": "miguo",
    "replyCount": 0,
    "timestamp": 1437822540,
    "txt_content": "前言这篇有点久了，可能有些拙劣，各位凑活着看吧。\n\n正文\n \n不知过了多久\n黑暗，温暖。\n还有头疼\n嗯，这就是我的感觉\n我模模糊糊的睁开了眼睛，环顾了一下四周，还是在树林里，但天已经黑了。\n温暖的橘色光洒在我的身上，我顺着光源方向看去，一个正燃着的火堆。\n很显然有谁发现了我，并且给了我点基本的看护。\n那么到底是什么击昏我的呢...\n我开始向四周看去。\n几个硕大无比的苹果。\n上面还有一个因为某种冲击带来的...大面积溃烂。\n该死！\n又是一个被AI看到的糗事！\n\n\n说道AI...他去哪里了呢？\n难得他没跳出来嘲笑我。\n我扶着我背后的树站起来，晃了晃脑袋。\n唔？我什么时候背靠着大树的？\n看来救我的人还挺细心的。\n火光照亮了周围，但仅限于周围。\n我眯起眼睛，企图看到远方的事物。\n一片漆黑，什么也看不清\n这可真是奇怪了，通常情况下，无论白天夜晚，我都能轻而易举的看到远方的事物。\n一阵冷风吹过，我不由得打了个哆嗦。\n等等，哆嗦？\n我摸了摸脑袋，不是方的，而是个圆溜溜的头，还有一头浓密头发。\n我的头盔去哪里了喂？！\n\n\n刚才困扰我的难题现在明了了，我没了头盔，所以看不到以往电子摄像头帮我拉近的景物，也没有电脑帮我自动处理亮度。\n没了头盔，也没了帮我挡风挡子弹的家伙了。\n似乎丢了头盔这事百害而无一利。\n等等，这意味着，我甩开了那个该死的AI！\n好吧，我承认，这一点可以抵消所有的坏处。\n\n\n但现在，恐怕不是庆幸这一点的时候。\n丛林有野兽，有会虎视眈眈随时准备扑出来咬你屁股一口的家伙。\n比如库狛们，想着他们，我的屁股就一阵发紧，这也让我看向了我的武器槽.\n还好德尔塔还在那里，但即便如此，失去了AI的辅助瞄准，我很难做到像以往那样精准地射击。\n我需要找到我的头盔，找到我的AI。不论我内心深处多么反对，这都是我当前要做的。一想到这个，我就不由得感到遗憾......\n\n\n简单的活动了一下四肢，显然那几个大苹果没给我造成实质性伤害，它们只是压垮我之前那因迫降而疲乏不堪的身躯的最后几根稻草。在经过不知名人士的照顾，又经过休息之后，我就又变得充满活力。\n尽管那个照顾就是给我盖个毯子加上扶了我一下而已，而且医药费还贵的吓人---一个Corpus的头盔，但好歹也算是照顾了。\n抽出我的德尔塔，它银色的金属外壳在月光照耀下显得更加光滑而美丽，尝试了一下瞄准姿势，轻松完成。\n我可以出发了。\n尽管失去了雷达，但我却少了啰嗦，因此行进途中倒是一路顺畅。只有些小小的问题困扰了我一下......\n有种臭味。\n一种带有腐烂气息的臭味，就像修兰和我说过的一样。\n等等，谁是修兰？\n一想到这个问题，我往往会爆发出一阵强烈的头疼，但这次没有。\n我依着记忆回想，记忆却好似一片混沌。\n我之前从未意识到这一点。\n除了AI给我放映的片段，我居然忘却了所有的过去。\n或者说。过去的记忆仿佛被人蒙了一层灰尘，让我看不清楚。\n隐隐约约，我似乎可以看到一个模糊的人脸，或者说是面具，那是一个Corpox？我想看清他，却只能看到灰色，红色，灰烬，血液，枯萎，死亡，最后归于腐烂。\n灰色，红色，灰烬，血液，枯萎，死亡。\n灰色，红色，灰烬，血液，枯萎，死亡。\n最后是腐烂。\n腐烂的是什么？\n建筑，人，机械，碎片，灰烬。\n然后便是闪光，火焰，几乎撕碎我耳膜的爆炸声。\n我头又一次剧烈的痛起来，这股疼痛使我眼前漆黑，几乎昏厥过去。\n\n\n\n\n\n\n灰烬画在某个人的Corpox头盔上。\n黑色的，灰色的灰烬。\n背后是灰烬，高大的建筑型灰烬，\n脚下也是灰烬，一个灰色的Corpox人型灰烬。\n我觉得他在笑。\n“结束了......”\n什么结束了？\n然后是臭味，腐烂的臭味。\n它令人作呕。但，我却在这个味道中想到了一个面具，一个人。\n他转瞬即逝。\n修兰。\n最后是尸体，白骨，灰烬。\n白骨，灰烬。\n灰烬。\n\n\n带着腐臭气息的风又一次从我脸上直接抽了过去。\n我一下子从过去的影像中清醒过来.\n老天，我从未记得之前这些，这些代表什么？\n还有就是...修兰究竟是谁？\n回忆中我可以确定的事物只有一个，那就是这种气味，这种味道是死尸的气味。\n我一下子紧张起来。将德尔塔紧紧握在手中。感受着它那冰冷的触感，这让我安心不少。\n我似乎感觉臭味越来越近了。\n我决定站在这里，离火光不算太远，如果是野兽的话，他们想必会惧怕火焰。\n我闭上眼，感觉着臭气传来的方向...尽管使我头昏脑胀，但我还是感觉到了气味源所在的位置。\n“你藏不了的！”我发出一声呐喊，举枪向离我不远处的草丛射击。\n“biu biu biu，嘶~~~~~~~~”除了枪声以外，我还听到了激光灼烧皮肤的声音。\n这下看来它不会再来了吧。\n但是腐臭的气味非但没有消失，反而更加强烈了。\n莫非是那个苹果烂掉了？不可能那么快啊。\n突然，就从刚才的树丛中，影影约约的出现一个人影，晃晃悠悠的向我靠近。\n我眯着眼，想要看清他的面目，但很快，我就为我的这个举动感到后悔。\n那个人头部因为我刚才的胡乱射击而有一大部分烧成了焦炭，身上的衣物也被我用枪灼开了大洞，露出了腐烂的肌肉。\n他应该死的不能再死了，但是还在向我爬来。\n我又一次举枪，但是手却因为恐惧而开始发抖。\n“biubiubiubiu”一阵乱射。其中三发击在了他的腿上。他的腿发出一阵磨牙般的声音。随后便是骨骼爆开的声音，他倒在了地上。但他却用手向我爬来。\n该死，他怎么就死不了了。\n\n\n他一步步的向我爬来，他那腐烂到扭曲的面孔在我眼中越来越清晰。\n他的脸上显露出痛苦。\n是因为灼烧么？\n随着这个念头一起而来的，是剧烈的头疼。\n我的眼前又一次出现了火焰。\n“现在可不是头疼的时候啊”我心里想着，但头疼却停止不下来。\n该死。\n头疼让我无法集中注意力。\n我又一次举起德尔塔，努力对准那东西的头部，扣动扳机。\n一串激光在枪口蓝色的火焰中喷涌而出。\n然后恶狠狠的打在地上。\n该死，这家伙离我越来越近了。\n只能近身格斗了么,我抽出我的电击匕首。\n尽管我不是个监工，但是出于我“碾碎G佬指挥官”这个荣耀，我还是获得了一把特制的电击匕首。\n我深呼吸了一下，尽管这腐臭的气息让我不适，但缓解头疼才是当下最重要的。\n紧紧握住匕首，盯着缓慢爬行而来的僵尸。\n来吧伙计，让你尝尝匕首的滋味。\n\n\n我突然为之前打中了他的腿感到后悔。毕竟，你弯腰捅人可不太容易。\n好在，他的断腿也限制了他的攻击方式，毕竟，这家伙似乎暂时没有飞头这个技能。\n但是现在的局面相当尴尬。他咬不到我，我捅不到他。\n而且他还有一个独特优势。\n那就是臭气，源源不断，有时还能熏的我来会头疼。\n该死。\n\n\n\n来猜主角下一步会干啥！猜中的人奖励金币100！\n",
    "replies": []
}