{
    "title": "[原创连载]国王-第四章-黑衣人",
    "author": "Terry39",
    "replyCount": 7,
    "timestamp": 1437819000,
    "txt_content": " 本帖最后由 Terry39 于 2015-7-25 18:16 编辑 \n\n王\n——第四章-黑衣人索引传送门\n\n\n        史蒂夫在晚年的时候，写过一段回忆录，在写到关于亚历克斯的故事的时候，他曾经这样写到：                我当时就像一片孤叶，飘荡在茫茫大海之中。飙风与巨浪轮换向我袭来，使我不住的想逃避这一切。但是当我看到亚历克斯最后离我而去的时候，我认识到，这就是我的使命。如果我还能为亚历克斯做些什么的话，那就是正面迎击那些把我爱的人从我这里一遍又一遍夺走的敌人。                但是当时我连敌人的面都没有见到过。反击？谈何容易。------        史蒂夫望着已经离去的亚历克斯，浓郁的血腥味飘散在空气之中，双拳也已经钻出了血痕。        忽然史蒂夫喉咙一甜，毫无征兆的就向前飞了出去。史蒂夫稳住重心，下意识的借助转身的力量踢了回去，正好击中了对方小腹的位置。        对方向后踉跄了几步，撞上了身后的门框。这才给史蒂夫缓和的时间，来观察对手的模样。对方身穿着黑色的长袍，修长的四肢在长跑下面也显得尤其显眼，他的脸部被围嘴与兜帽遮挡着，但是史蒂夫依然能看到对方紫色的双眼紧紧的盯着自己。        对方是末影一族的人，史蒂夫虽然没有亲眼见过，但是这股令人战栗的气息让他更加确信了这一点。史蒂夫又再次做好了防御姿势，这个格斗术是他的父亲——原来的老国王亲手教给他的。        黑衣人再一次挥拳打了过来，虽然黑衣人在手臂长度上更占优势，但是挥拳却需要更多的时间。这一次史蒂夫抓住了这一次机会，一个翻滚躲过了这次攻击，同时移动到了黑衣人的身边，朝他的面门上使出全力打出了这一拳。        就是这个怪物杀死了亚历克斯！        黑衣人就像一个脱了线的木偶一样，向后倒去。史蒂夫也顺势骑在了黑衣人的身上，一遍一遍用自己的双拳捶打在对方的脸上。        “混账！把亚历克斯给我还回来！！！”        史蒂夫知道，自己打这么多拳完全是多余的，但是他早已经控制不住自己了，怒火已经在他的内心燃烧。        不知过了多久，史蒂夫感到了自己已经精疲力竭。他从黑衣人的身上站了起来。        突然，史蒂夫的脚腕被黑衣人抓住，甩向了一旁。这一下令史蒂夫措手不及，直接飞了出去。        史蒂夫已经没有力气与其抗衡了，他感觉天旋地转，然后重重的摔倒了地上，与亚历克斯躺在了一起。        这可能是最后的结束么，与亚历克斯一起？！\n        史蒂夫看见黑衣人从地上爬了起来，一步一步向他走来。黑衣人眼睛里的紫色，此时就像可以直接看穿史蒂夫的内心一样，更加的令人毛骨悚然。        怪物，不，这是一种比怪物更可怕的生物，他们得到的馈赠使他们强悍的不可理喻。        史蒂夫知道，这次他肯定必死无疑了，对方一定回把自己刚才打出的力量变本加厉的想自己报复。        黑衣人看着躺在地上的史蒂夫，轻蔑的哼了一声：“人类啊···带着你的狂妄与弱小死去吧！”        史蒂夫攥紧了拳头，手上的纹章开始若隐若现。        有一个声音在史蒂夫的耳边响起：“人类，你同意他说的话么。”        史蒂夫的声音已经扭曲：“当然···不同意···”        “人类，你觉得你弱小么？”        “我还···不够强大···”        “不，人类，你远比他强大，甚至足以碾压他。”        “是实力么···”        “是信念。”        而黑衣人并没有发觉，这些对话是一瞬间发生的，他只是感受到一阵强烈的光芒。光芒过后，他的小腹上已经被插上了那把黑曜石的小刀。黑衣人的眼睛里第一次出现了恐惧，他想把小腹之中的小刀拔出来，但是仍然无济于事。紫红色色的血液不断的流出，黑衣人的身体也正在不断的蒸发、消逝。        史蒂夫手上的纹章仍然散发着余光，他的双眼散发着洁白的光芒，但是很是微弱，转瞬即逝。        史蒂夫呆呆的站了一会，与其一起倒入了血泊之中。作者的话这章的动作描写是一个坑，本人本来就不擅长动作描写，所以这次你们喷轻点啊TAT索引传送门\n上一章——[原创连载]国王-第三章-蓝色的双眸\n下一章——创作中，尽请期待\n\n\n\n[groupid=659]【DawnWork】[/groupid]",
    "replies": [
        {
            "author": "Lucky777777",
            "timestamp": 1437820200,
            "txt_content": "前排支持，话说好久没来翻创版"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437820500,
            "txt_content": "史蒂夫三字太多了，简直是在刷字数。\n首行缩进一会儿多一会儿少。\n“把我爱的人从我这里一次又一次。。。”比较好。\n【钻】出了血痕？应该是攥的渗出血液吧？\n喉咙一甜是什么碗糕。。。？\n开头部分略显单薄。\n打斗是在屋里的话为毛没有家具的描写，这屋子得多大啊？看着又像是野地，死者的状态也没有提，他躺在哪里了，什么姿势，什么致命伤，表情如何，等等，这些都可以写的。\n\n以上，仍需努力。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1437822000,
            "txt_content": "顺着看下来觉得和前一章情节彻底脱节，完全，，，，，，，，\n\n【掏出电棍】过来我给你传授点写作经验。"
        },
        {
            "author": "Terry39",
            "timestamp": 1437822120,
            "txt_content": "冥王星人 发表于 2015-7-25 19:00\n顺着看下来觉得和前一章情节彻底脱节，完全，，，，，，，，\n\n【掏出电棍】过来我给你传授点写作经验。 ...\n冥姐所言极是"
        },
        {
            "author": "飘扬de信念",
            "timestamp": 1437824400,
            "txt_content": "麻麻再也不用担心我的学习~\n（话说这是磕了金坷垃么更新速度这么快"
        },
        {
            "author": "ＶＩＰ",
            "timestamp": 1437890700,
            "txt_content": "还可以吧·····"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438693200,
            "txt_content": " 本帖最后由 DiamondsKing 于 2015-10-5 15:17 编辑 \n\n希望楼主能改一下这句话“黑衣人眼睛里的紫色，此时就像可以直接看穿史蒂夫的内心一样，更加的令人毛骨悚然”，这句我觉得有语病，应该改成“黑衣人的眼睛里透射出紫色的光芒；那光芒好像可以穿透任何一个人的内心，它使史蒂夫更加的毛骨悚然。”这样比较好。\n"
        }
    ]
}