{
    "title": "<原创·连载>   勇者之征   第六章 第三节",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1437831360,
    "txt_content": "        一道强光闪过，巨龙下意识地闪开，却不免被周围的斗气所波及，在短暂的一秒内失去平衡，速度骤减。\n\n        就是这一秒！远处的索恩斯早就在石柱顶端等候多时，把凝聚了大量元气的右手伸出，对着巨龙凭空一抓。\n\n        瞬间，天空中出现一颗体积比巨龙还要大的火球，这让原本永远是黑夜的末地也感受到了太阳般的温暖。火球不断缩小，巨龙在火球中挣扎的身影映照在火球上，就像一出皮影戏。\n\n        直到收缩到跟巨龙一样大，紧紧地包裹着巨龙，就像没有皮肉的它多了一层燃烧的皮肤。\n\n        伴随着痛苦的嘶鸣，燃烧的巨龙从天际坠落，重重砸在地上，使整片大陆都为之颤动—Steve还真担心这座空岛会被它砸垮。巨龙地上疯狂地扑腾着翅膀，直至把火熄灭—这也把附近许多末影人吓跑了。\n\n        巨龙知道没有喘息的机会，一起身就是一阵震耳的咆哮，让这片大陆又一次震动起来。也许是真的被烧疼了的缘故，这声咆哮格外洪亮。Steve他们被突如其来的咆哮震懵了，没来得及捂住耳朵。即使捂住耳朵，那股愤怒的吼声依然在大脑里回荡，震动，让人头晕目眩。\n\n        巨龙得逞之后，并没有马上反击，而是用它那双几乎被烤熟了的翅膀拼命起飞，升空，飞到比以往任何一次都要高，高得让人看不见的地方去了。实际上，这样做是很疼的，每扇一下翅膀，都会感受到与燃烧般的痛苦。不过巨龙知道它必须这么做，现在存有的体力不多，突袭无法解决三人当中的任何一个。最好的策略是先躲起来，养精蓄锐，伺机出击。\n\n        Steve三人反应过来的时候，巨龙已经从眼前消失了。狼王朝着天空望去也没见龙的影子。\n\n        “这龙还真是来无影去无踪，每次都是这样，躲起来悄悄偷袭啊。”Steve拍了拍仍然有些晕的脑袋，“不如……就叫它末影龙吧！”\n\n        “都在这个节骨眼上了，你还有心思给敌人起名字？”索恩斯喘息着问道，“不过话说回来，被我的烈焰囚笼完全命中，竟然还能活蹦乱跳，这是个难缠的对手啊！”\n\n        “不，没有活蹦乱跳，它受了很重的伤，忍着剧痛躲起来的。”狼王冷静分析道，“而且，就我目前的观察，它能躲的地方无非就是天上，可是现在天上也看不到它，那就说明……”\n\n        “说明他会隐形？好酷啊！”Steve兴奋地问道。\n\n        “什么隐形，你想象力太丰富了吧！”狼王说着朝着Steve背上就是一拍，“你只能说明，它飞得非常高，高到我们看不见！真是狡猾呢，不过可骗不了本狼王！想当年，我遇到过三个类似的对手，第一个是……”\n\n        “诶，好了好了不要再提及你的英勇事迹了。眼下是把龙找出来要紧。”索恩斯嘴上这么说，其实是因为不想听狼王唠叨它的“三”。\n\n        “方法还不简单！”狼王说着，脸上露出自信的笑容，“天网恢恢，疏而不漏！”\n\n        话音刚落，从云层中放出了密集的闪电，就像一道道巨大的网。这下末影人彻底被吓懵了，都躲到空岛下面的一些小洞窟里去了\n\n        “这句话的本意不是这个吧！还有这个不是Herobrine的招数吗？你什么时候学会的？还有不是说龙飞得很高吗，你往地上劈哪能打中它啊？”Steve围着狼王问来问去。\n\n         “别这么啰嗦！我就回答你最后一个问题！”狼王一边在嘴里聚集着气，一边从牙缝里挤出几个字，“把方向反过来！”\n\n        说着，狼王从口中吐出一个带着闪电的小球，那个小球像气球一样慢慢浮上高空，所有的闪电也都满满汇集到这颗小球上。\n\n        等这颗光球飞到高空，直到狼王自己都快看不见了的时候，它眉头一皱，随之是一声短促有力的吼叫：“破！”\n\n        同一瞬间，光球在空中碎裂，闪电以小球为中心被释放出来，就像植物的根一样胡乱蔓延。终于，在高空的雷光中一个巨大的身影被击中，末影龙再一次坠落。\n\n        由于是从高空中坠落，末影龙有足够的反应时间。它赶紧扇动翅膀，摆正身位，将计就计，朝着Steve他们俯冲下来。\n\n        Steve默默抽出了剑，准备在末影龙着陆的一瞬间戳穿它的翅膀，让它无路可逃。\n\n        不过末影龙似乎早已发现了这一点，在离地面只有两、三个人高时忽然扇动翅膀停在空中。要想抵消从高空坠下产生的巨大的动能，末影龙至少也得使出同等的力量才行，因此这次鼓动翅膀所产生的狂风尤其巨大，就像无数把利剑插向三人，同时让他们几乎站不稳—即使三人都使出了气抓紧地面。\n\n        末影龙为自己一举两得的方法感到满意，于是又一次赶紧飞向高空等待下一次出击。\n\n        “这家伙不擅长主动攻击，套路也很单一。要让一直主动攻击他，逼得它无路可逃！”狼王一扭头，跃上了一根石柱，Steve与索恩斯紧随其后。\n\n        末影龙正拔升高度，突然眼前闪过一道光—是萝卜！赶紧加快速度。此时前方忽然形成一张巨大的电网，它才不得不扭头迎击。\n\n        末影龙首先把目标瞄向了Steve，一路上灵巧地闪过了几根飞来的萝卜飞刀，露出一口锋利的牙齿，咆哮着冲向Steve。\n\n        就在末影龙刚想把Steve咬进嘴，Steve以迅雷不及掩耳之势拔出了剑，照着龙的脖子上就是一记重斩。末影龙赶紧一扭头逃走了，不过这次扭头的动作显得很僵硬—虽说龙骨很硬，可这一斩起码也把骨头震出一条条裂缝。\n\n        末影龙想趁他们没反应过来再次逃跑，没想到头顶出现了一道烈焰屏障；想掉头，却发现四周都是天雷网。最后还是走投无路了！即使它再挣扎也只是困兽之斗，毫无用处！\n\n        此时，Steve怒吼着挥舞着它的剑朝着末影龙高高跃起。注入了气的灵石剑格外耀眼。\n\n        “最后一击！”\n\n       就在剑斩断末影龙的一霎那，它的身体逐渐裂开，从每一条裂缝中都迸发出一道明亮的光束。\n\n       末影龙在裂开的同时，缓缓升空，伤痕累累的龙身渐渐消逝在强烈的光芒中。\n\n       随着爆炸的巨响，末影龙彻底地消失不见了，连残骸也没有，只有天空中撒下萤火虫般的气的碎片，证明这个世界它曾来过。\n\n       这个世界上最可怕的生物，终于在三人的合力攻击下被消灭了。\n\n目录\n",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1437861840,
            "txt_content": "末影龙有一段时间持续下线w"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1437873180,
            "txt_content": "诶...龙死的好惨"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437875100,
            "txt_content": "Terry39 发表于 2015-7-26 06:04\n末影龙有一段时间持续下线w\n就穿一身好点的装备拿一把弓就可以虐龙了，更何况现在Steve他们现在这么强\n不过Herobrine会为他的小龙报仇的QAQ"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1437875880,
            "txt_content": "2B与mc的故事 发表于 2015-7-26 09:45\n就穿一身好点的装备拿一把弓就可以虐龙了，更何况现在Steve他们现在这么强\n不过Herobrine会为他的小龙报 ...\n给我十张床，分分钟虐给你看"
        }
    ]
}