{
    "title": "<原创丨连载>《兰草乡村》第八章-抢夺基地碑",
    "author": "One_passer",
    "replyCount": 3,
    "timestamp": 1437825540,
    "txt_content": " 本帖最后由 One_passer 于 2015-7-25 20:07 编辑 \n       史蒂夫将焚万剑收进储物袋，继续等着下一件物品的拍卖。\n    “现在开始拍卖第二件物品，储物戒指。这是我们拍卖会人员在一处高人墓前所发现的一件宝贝，作用的储物袋差不多，不过更加轻便，空间更大。底价100希勒币，每次加价不得少于50希勒币！”芙蓉开始拍卖了第二件拍卖品。\n    在包间里的人物，都纷纷出手了，虽然他们都是身份高贵的人，但是储物戒指也是他们所缺少的。\n    “150希勒币。”包间里，响起一声中年男声。\n    “200希勒币，这储物戒指是我们势在必得的，希望各位不要争抢！”那之前跟史蒂夫争夺焚万剑的青年男子，再次出价了。\n    “利莫尔，虽然你是明阳村第一高手的儿子，也不用这么嚣张吧！300希勒币。”一声不协调的声音响起，赫然又是一个青年男子。\n    那被称为利莫尔的青年，看见加价到300希勒币，已经超出了底线，便没有加价。他还要拍最后一件物品呢。\n    “400希勒币。”一声动听的声音响起，这明显是一位少女的声音。\n    而与利莫尔唱反调的青年，没有再出价，显然他只是为了为恶心利莫尔。\n    虽然这储物戒指史蒂夫也想出价，但这东西对他没有什么实际用处，他只剩下600希勒币了，还要拍卖基地碑的呢。\n    “400希勒币一次！”\n    “400希勒币二次！”\n    “400希勒币三次！”随着芙蓉的敲定声响起，储物戒指就成为那位少女的了。\n    芙蓉拿起一条青丝手帕，擦了擦额角的汗水，拿起了一块石碑，再次说道：“这次拍卖的物品名为基地碑，从材质看来，是一件史前文物。它的作用也不同凡响，可以根据自己的思想，所建造出你所想要的建筑。好了，废话我也不多说，没有底价，每次加价不得少于50希勒币。”\n    待芙蓉一说完，立马有许多人开价了。\n    “200希勒币！”\n    “400希勒币！”\n    “450希勒币！”\n    看着不断涨起来的价钱，史蒂夫感觉到不妙，也许用希勒币是拍不到了，得强抢了。不过他还是出了自己的所拥有的所有钱。\n    “600希勒币！”\n    利莫尔一见史蒂夫出价，他也出价了：“800希勒币！”\n    由于史蒂夫之前跟他争抢焚万剑，现在他是越看史蒂夫越不爽。心里正想着等拍卖会一过去，就狠狠收拾史蒂夫。\n    在利莫尔出价那一刻，史蒂夫知道他不能用单纯的拍卖来获取基地碑了，而抱着这种想法的人也不少。\n    在芙蓉喊价三次后，基地碑就被利莫尔收了过去了。\n    “好了，拍卖会已经结束了，感谢各位来参加。请外来村子的人做传送阵回去吧。”一场拍卖会，就正式告解了。\n    原来那些人是别的村子的，难怪会有那么多人，这下史蒂夫倒是明白为什么会有那么多人了。不过他现在担心的是利莫尔会做传送阵回去。但是他的担心显然是没有用的，利莫尔根本没打算回去，他要先把史蒂夫收拾收拾。\n    收拾收拾东西，史蒂夫便离开了拍卖场。\n    “史蒂夫先生，你出来了。怎么样，有没有拿到自己想要的物品？”一看史蒂夫出来，埃德曼便先他问道。\n    “得到了一把心仪的剑，不过基地碑就没有拍到。”史蒂夫当然不会告诉他自己的打算了。\n    “噢，那太遗憾了。”\n    就在这时，利莫尔从拍卖场走了出来。\n\n索引贴：http://www.mcbbs.net/thread-468076-1-1.html\n\n\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1437825900,
            "txt_content": "没什么可说的，不过拍卖会的过程有些过于流水线了，而且既然题目为“抢夺地基牌”文章中就应该重点描写地基牌，而不应像你这样不到两百个字点到为止，虽说文题与文章内容不一定得相符，但最好还是改一改好，再描写一些任务的心理和动作描写。\n祝进步"
        },
        {
            "author": "gggbbb",
            "timestamp": 1437826020,
            "txt_content": "顺便吐槽下上一章，一个在岩浆龙生长的草就500了，一个岩浆龙核心打造的剑才350，莫名其妙的违背感→_→"
        },
        {
            "author": "One_passer",
            "timestamp": 1437826020,
            "txt_content": "gggbbb 发表于 2015-7-25 20:05\n没什么可说的，不过拍卖会的过程有些过于流水线了，而且既然题目为“抢夺地基牌”文章中就应该重点描写地基 ...\n谢谢你的建议。"
        }
    ]
}