{
    "title": "<原创·连载>对与错|第五章：杀人犯",
    "author": "半生红尘",
    "replyCount": 5,
    "timestamp": 1437900780,
    "txt_content": " 本帖最后由 半生红尘 于 2015-7-26 19:22 编辑 \n\n赫尔斯火车站。\n疲惫地靠在长椅上，身上盖着脱下来的大衣，看着周围熙熙攘攘的人群。顿时觉得身心俱疲，干脆盖住头，打开手机开始查看短信。\n清在战争后就来到了2区，似乎是为了寻找一个人而来。\n翻着手机里收到的短信，烦躁的把大衣撇到一边的座位上，锤了锤额头让自己清醒些许。\n笑了笑，关上手机坐在座位上沉思。清在战争后应该不会是立刻来到2区，在这之前应该还去过别的地方。对于2区的街道及建筑分布轻车熟路，但待了连一个星期都不到。\n距离2区最近的，交流最密切的，就是8区。也许是先去的8区，在那里等风声过去后才启程前往2区。\n除此之外再无其他可能。\n而8区这个地方，因为没有人管理，所以一直处于混乱状态，对于清来说是极佳的藏身之所。在那里要弄到2区的地图毫不费力。\n关于清之前所做的事，他倒没有太大的兴趣，不过是杀了一个人而已，只是身份相对来说是比较显眼，当时清还在96区，被全区通缉。只是不清楚用的是什么手段逃离那里进入8区。\n不过现在多了一个问题，清在这之前到底是什么身份。互联网上查不到任何与之有关的信息，据唯一一名幸存的被害者表示，在见到清时就有一种似曾相识的感觉，总是认为曾经在什么地方见过面，有时觉得他可信有时又不可信。从这点推断，清的目标还是有选择性的。\n并且……总是穿同样的服饰。\n黑色的衬衣，黑色的裤子，而且长短只到膝盖，总是以刘海遮住双眼。\n这个问题是最诡异的，按说一般的罪犯恨不得一天八套衣服的换以掩饰自己，但清不管何时何地都总是以这一身服饰出现在人们的视线里。难道是他没有别的衣服？不可能，买衣服的这点费用清是有的。\n只有一种可能，这身服饰有特殊的含义。\n路易斯皱皱眉，这的确是个很奇怪的人。也难怪会找上他。路易斯在这之前是个心理医生，后来被人发现逻辑思维方式与常人不同所以被拉来做了个侦探。不过与其说是侦探，其实只是负责推测某个人的行踪。但这种事不符合他的作风，他还是想见见这个奇怪的杀人犯，在刚开始一见到清这个名字就觉得这人一定与众不同，果然不令他失望。\n现在应该找到目标了吧。那么下一步就是守株待兔了。清在找到目标后第一时间就是带目标去一个研究所。而那个研究所也在2区，不过是在外沿。\n但现在还有个谜题解不开，清现在已经不止8区通缉，8区周围的也都有关于通缉他的讯息，比如2区，34区，78区等等，既然如此清是怎么在2区里自由寻找目标的，至今都没有看见过发现他的身影的新闻。难道说，清真的如路易斯那些朋友所说的具有让人感到安心的气息？\n怎么可能。\n那可是个杀人犯。\n天色已晚。抬起手看了看表，披上大衣朝站台走去。\n检了票，坐到车座上，额头紧贴车窗。看着渐渐暗下的天际。\n叹气。\n但愿那个叫伊文的小男生，有足够的智慧逃过这一劫。\n\n索引贴\n\n\n\n\n",
    "replies": [
        {
            "author": "龙腾猫跃",
            "timestamp": 1437901560,
            "txt_content": "别说你到现在还没发索引帖……= ="
        },
        {
            "author": "半生红尘",
            "timestamp": 1437901740,
            "txt_content": "龙腾猫跃 发表于 2015-7-26 17:06\n别说你到现在还没发索引帖……= =\n发了啊= =。。。待我第六写完一并编辑"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1437901980,
            "txt_content": "半生红尘 发表于 2015-7-26 17:09\n发了啊= =。。。待我第六写完一并编辑\n你不发索引帖地址怎么看全文……懒癌啊……\n（233积分？！）"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1437919860,
            "txt_content": "新晋日更狂魔啊\n话说“区”什么的可以再接地气一点么……"
        },
        {
            "author": "半生红尘",
            "timestamp": 1437920220,
            "txt_content": "Donnies_Ming 发表于 2015-7-26 22:11\n新晋日更狂魔啊\n话说“区”什么的可以再接地气一点么……\n日更狂魔= =。。。没那么夸张吧"
        }
    ]
}