{
    "title": "<原创·连载>奇幻之旅·第一章",
    "author": "Super_瑞士糖",
    "replyCount": 9,
    "timestamp": 1437901020,
    "txt_content": " 本帖最后由 Super_瑞士糖 于 2015-7-26 17:23 编辑 \n\nMinecraft大陆——黑暗森林——128年7月26日17时43分\n\n此时此刻，一位名为叶辰的少年正面对着一棵由方块构成的树，满脸的欲哭无泪。对，你没有看错，是一棵由方块构成的树！再看看天空，平原，无一例外，都是方块的模样。\n\n那么自然而然，这里就是Miinecraft的世界！\n对于这款自由性极高的游戏，叶辰有着深深的好感，但却从未想过有天他会来到这个世界。\n\n“或许现在现实中玩家操纵的史蒂夫变成了我？”叶辰不禁恶寒道，但随即摇了摇头，将这个想法抛到了九霄云外，至少目前自己还能控制自己的身体呢。\n\n“那么接下来我该怎么生存呢？”叶辰很快的就意识到了这个问题，他可不想死在荒郊野外，“按照游戏来说，我现在是不是应该杀点动物充充饥？”\n\n叶辰四处张望着，但周围连一个身影都没有，仅有的是许许多多的树木以及红色和灰色的蘑菇。要说还有什么的话，就只有一条小河以及一个深不见底的矿洞吧。不过叶辰现在可不想进去，或许里面的怪物会将他撕得粉碎呢？\n\n等等，蘑菇？\n\n叶辰的脑子飞快的转动着：1个红蘑菇+1个灰蘑菇+木碗=香喷喷蘑菇汤\n\n“这样食物的问题就解决了吧……不知道蘑菇汤的味道怎么样。”不过一边这么想着，叶辰另一边又再次意识到了一个更严重的问题，他没有木头。\n\n在Minecraft中一直流传着这么一句话，想必人人皆知——想致富，先撸树。意思很简单，就是没有木头你什么都做不了。而现在这个问题就难到了叶辰。\n\n“该不会真的是用手撸树？”抱着这个想法，叶辰举着自己的右手慢慢靠近了眼前的树木，然后胡乱的抓着，果不其然，橡木方块有着那么一丝丝的裂缝，不过……\n\n“我擦咧，痛死我了。”摩擦生热的道理大家都懂，在这里也就不多说了。感受到右手上火辣辣的灼烧感，叶辰又将手缩了回来，又不禁抱怨到，“真是不知道游戏中的史蒂夫到底怎么做到的。”\n\n抱怨归抱怨，叶辰还是得再想个办法，不然今天晚上可就危险了，总不可能去找怪物们求个地方生存吧。怪物们不搞死他就很好了。\n\n“咕嘟咕嘟。”正当叶辰还在想办法的时候，他的肚子叫了起来，“好饿啊……在这么下去我就要成为个饿死的人了吧？”\n\n正当叶辰自言自语时，天空也渐渐地暗了下来。\n\n“哎哟，不得了了。天快黑了，但……”话停在这里，远处微弱的火光吸引了叶辰的注意，“那是什么？”\n\n抱着不知什么的心态，叶辰迈开了自己步子朝着火光处走去。\n\n————————————————————瑞士糖牌分割线————————————————————\n\nMinecraft大陆——黑暗森林——128年7月26日18时31分\n\n“这个不是奖励箱吗！”看到了眼前由着四个火把围绕在中间的小箱子，叶辰不禁惊呼道。\n\n奖励箱大家应该都知道，单人模式中可以设置，里面会有一些物资，箱子四周会有四个火把围绕着。\n\n没有半点迟疑，叶辰直接打开了箱子。要知道时间就是金钱，再过会儿天就黑了，那时候可就是怪物横行的时候了。他可不想这时候去凑热闹。\n\n16根火把，10块原木，1个工作台，1把斧头，1把剑，1张床，更重要的是还有10个作为食物的苹果。这些就是箱子内所有的物资了。\n\n虽说看起来说不定有些寒酸，不过对于此刻的叶辰来说无疑是最好的东西了。\n\n不过当叶辰拿出了所有的东西后，叶辰再次感到了苦逼。你问为什么？很简单。他该怎么拿走这么多的东西呢？\n\n“怎么办呢。”看着缓缓下降的太阳，叶辰的心中有点焦躁不安，“假如我像史蒂夫一样有个独立的物品栏就好……”\n\n【叮！收到指令，打开物品栏！】\n\n突如其来的机械音吓了叶辰一跳，随之而来的是眼前一个物品栏的界面。空白的一片，像是提醒着叶辰把东西放进去。\n\n“哈？”叶辰此时感觉幸福来得太突然了，毫不迟疑的把东西的放了进去，随即轻击了右上角的‘×’关闭了物品栏。\n\n“看样子我的运气还是蛮好的。”叶辰美滋滋的想到，随机迅速着手用着物品栏的道具做了个木稿在洞穴旁修了个小空间作为目前的家。\n\n“还真是累……不过总算安全了吧。”叶辰关上了木门（不要问我哪来的木门=A=），坐在椅子上（也不要问我哪来的椅子=A=)啃起了苹果。\n\n【叮！回复饥饿值2.5，目前饥饿值已满】\n\n————————————————————瑞士糖牌分割线————————————————————\n\nMineraft大陆——黑暗森林——128年7月26日18时57分\n此时此刻，透过木门的缝隙，叶辰可以看见一大波的怪物在外面晃悠着。感觉没什么事能做，便躺在床上呼呼大睡起来，准备迎接第二天的到来。然而在深夜……\n\n作者的话：初二学生党，只是觉得有趣才写的，希望不喜勿喷。\n\n\n\n",
    "replies": [
        {
            "author": "半生红尘",
            "timestamp": 1437901560,
            "txt_content": "感觉整篇文章的写作风格都略显奇葩啊= =。。。而且为什么这个名叫叶辰的主角全程都在自言自语呢？可以试着把语言转换成思维，去掉引号效果会好一些。同时感觉走的是MC小说的烂大街路线吗，而且那些提示一类的东西完全可以去掉，在这里阅读小说的关于楼主所提示的这些常识都还是有的，有种画蛇添足的感觉，像是在凑字数。而且（不要问我哪来的木门=A=），坐在椅子上【也不要问我哪来的椅子=A=】\n这一段感觉非常不严肃，像是在开玩笑一样，尤其是后面的这个椅子这里，给人一种完全说笑的感觉。写作时应该保持一种严肃的态度= =。。。\n【叮！回复饥饿值2.5，目前饥饿值已满】\n这一类的提示完全可以去掉，改为通过描写感受来体现。举个栗子：\n随着苹果嚼碎咽下，原先的空腹感缓和了不少，也不再有“咕噜咕噜”的声音。\n但是如果使用这种提示感觉还是在玩游戏，如果写感受可以让这个故事所构造的世界更加真实。\n总之楼主还要加油啦~^_^"
        },
        {
            "author": "Super_瑞士糖",
            "timestamp": 1437901620,
            "txt_content": "半生红尘 发表于 2015-7-26 17:06\n感觉整篇文章的写作风格都略显奇葩啊= =。。。而且为什么这个名叫叶辰的主角全程都在自言自语呢？可以试着 ...\n嗯，多谢大大的指点，我会修改的，谢谢{:10_492:}"
        },
        {
            "author": "Super_瑞士糖",
            "timestamp": 1437902280,
            "txt_content": "半生红尘 发表于 2015-7-26 17:06\n感觉整篇文章的写作风格都略显奇葩啊= =。。。而且为什么这个名叫叶辰的主角全程都在自言自语呢？可以试着 ...\n实际上我想写的是一篇有点轻松搞笑的文章。主角最终是会回到现实的，毕竟是一次奇幻之旅，用略带玩游戏的手法写也是为了之后的一些剧情内容、、"
        },
        {
            "author": "lzs1234",
            "timestamp": 1437904080,
            "txt_content": "感觉很多内容不需要，比如“奖励箱大家应该都知道，XXXXXX”其实别人知不知道你说的东西都无所谓，只要让别人知道有这个东西，这个东西长什么样就够了。这是小说，不是来普及MC知识的"
        },
        {
            "author": "gggbbb",
            "timestamp": 1437907260,
            "txt_content": "唔……原本想来好好的吐槽一下的，但槽点都被某红尘吐完了的说（捂脸）。我就不多说什么了，这里提一个建议，你的文章的节奏略微有些过快了，只是去追求着情节。你可以试着去将文章的节奏放慢一些，多去描写一些环境、动作、心理什么的，这样你的文字才会更生动。\n祝进步\n（说好的金粒人气呢→_→）"
        },
        {
            "author": "Super_瑞士糖",
            "timestamp": 1437911220,
            "txt_content": "lzs1234 发表于 2015-7-26 17:48\n感觉很多内容不需要，比如“奖励箱大家应该都知道，XXXXXX”其实别人知不知道你说的东西都无所谓，只要让别 ...\n明白了，谢谢提醒{:10_492:}"
        },
        {
            "author": "Super_瑞士糖",
            "timestamp": 1437911280,
            "txt_content": "gggbbb 发表于 2015-7-26 18:41\n唔……原本想来好好的吐槽一下的，但槽点都被某红尘吐完了的说（捂脸）。我就不多说什么了，这里提一个建议 ...\n好的，我明白了{:10_512:}"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1437915240,
            "txt_content": "嘛……整篇文看起来还是蛮不错的\n至少很多新人作家字数都不到位\n而你做到了字数与描写的问题，这点我很欣赏你\n加油吧\n虽说槽点都被吐完了"
        },
        {
            "author": "Super_瑞士糖",
            "timestamp": 1437917700,
            "txt_content": "恶魔-潇洒 发表于 2015-7-26 20:54\n嘛……整篇文看起来还是蛮不错的\n至少很多新人作家字数都不到位\n而你做到了字数与描写的问题，这点 ...\n多谢多谢~不过字数和描写有什么要求么。。"
        }
    ]
}