{
    "title": "求拔刀剑详细教程，",
    "author": "侑阳",
    "replyCount": 3,
    "timestamp": 1437904860,
    "txt_content": "三天后看谁的好选最佳",
    "replies": [
        {
            "author": "2692827039",
            "timestamp": 1437904860,
            "txt_content": "这东西其实不难，跟着成就系统走就行。\n属性：分为妖、封、印还有无属性，有属性的耐久度耗完不会消失，会变成折断的\n封：没什么卵用，不过可以升为妖或印\n印：会有SA。\n妖：可以吸收经验来修复刀，并且有附魔（有附魔才算妖，没的话一般都是印）\nKillcount：也就是杀怪数，要杀死才行，杀了1000以后，刀的SSS/S/A/B。。。各个等级的造成伤害会增加，原伤害不增加。\nMax Attack Damage：这个就是杀了1000之后才会出现的东西，显示每级的增加伤害。（合成某些刀需要一定的杀敌数）\nProudsoul:荣耀之魂，拿着刀吸收经验可以上涨，用石头等物品修复会消耗，SA也会消耗荣耀之魂。（合成某些刀需要一定的荣耀之魂）\nRefine:修理次数，在铁砧修理一次就会+1（合成某些刀需要一定的修理次数）\n以下直接搬运原作者的，外加个人心得\n地面\n第一刀左键：第一刀上切，敌人浮空并被拘束（无法动弹）\n    第二刀左键：下切，单体攻击，把敌人打下来，并强制给敌人造成掉落伤害，对方无法攻击\n       第二刀右键：下切，范围攻击，并把敌人从空中打下来，强制给敌人造成掉落伤害\n\n第一刀右键：出鞘斩，范围攻击，不会致死\n      第二刀左键：上切，强制使敌人浮空\n      第二刀右键，回鞘，同样不会致死\n        第三刀右键，拔刀斩。此时有击退II以上的击退效果\n空中\n    第一刀右键：空中居合斩，范围，拘束敌人，对方无法攻击\n        第二刀右键：拔刀，范围攻击，有击退II以上效果\n        第二刀左键：抜刀，单体攻击，有击退II以上的效果，对方无法攻击\n    第一刀左键：空中居合斩，单体攻击，拘束敌人\n        第二刀右键：拔刀，范围攻击，有击退II以上效果\n        第二刀左键：抜刀，单体攻击，有击退II以上的效果，对方无法攻击\n对方无法攻击的状态时，对方处于硬直状态，无法行动。\n右键蓄力可使用SA（SA，仅限印刀、妖刀），每次使用消耗20点荣耀之魂。如果荣耀之魂不足则消耗耐久\n当刀具有“印”刻印并附魔了“力量”后，鼠标中键使用幻影剑。攻击力大小由力量附魔的等级决定（在评价B以上时，攻击力=力量附魔等级。但在攻击评价的限制下普遍为1~2）。\n关于SA：印刀/妖刀才会出现的特殊招式，长按右键直到刀发光（蓄力完毕后）松开右键会放出，消耗一定量的荣耀之魂\n这里只介绍本体的SA，附属才有的SA可以自己探索着玩\n*小技巧：如果蓄力完毕但不想放出技能可以切换到其他物品以免浪费荣耀之魂或误伤中立敌对生物\n幻影刃：放出刀光，攻击所有命中到的敌人。分为纵与横两种：横幻影刃直接发出一道刀光，攻击力较高。纵幻影刃发出两道较小的刀光（你得连续按右键，A-rank以上才能使出）\n平突：向前突进，对前方怪物造成伤害。突进时有力量I的效果（前方有障碍物时突进会停止）。突进距离最大8米，伤害范围为突进终止点后2米\n次元斩：对准心范围内的怪物以及其方圆1米的怪物造成爆炸伤害（不会破坏方块，可穿墙，不可穿怪）范围：20米\n波刀龙胆：发出一道长剑气：命中的怪物会击飞并造成4次伤害（与幻影之刃类似但攻击力更高）\n門刃：四周360度放出剑刀光，距离短（2米）\nr62急袭幻影剑-凋零：射出类似幻影剑的剑气，会使得射中的生物进入凋零状态。\n\n其他特性\n空中持刀右键一下可进行二段小跳，利用这一点可以高空跳而不受伤害或跳过栅栏。当然也可以有各种各样的用途：）\n2.特性\n普通的动物（包括村民，不包括中立生物），是无法被范围攻击击中的，可以放心使用\n妖刀右键挥刀能够切断点着的TNT（直接删除点着的TNT，不可回收，破坏机关用）\n妖刀可以将远程实体弹开，比如骷髅弓箭等。反弹目标根据你的准心而定，可反弹给发射者或其他地方。使用方式：在远程实体到你的攻击范围时挥刀即可。\n持刀时按住Shift会自动锁定10米以内最近的敌对生物和玩家（可以在配置文件调整锁定目标）。如果需要瞄准非敌对生物（比如蝙蝠），只要将准心对准他并按住shift即可 r56持刀潜行速度与通常速度等同（便于锁定）\n*r40 大部分的刀可以作为entity落在地面上（请原谅我语文不好，下面用图来说明）丢出去或因死亡掉落的刀会以这种形态出现，不会有5分钟消失的问题！（没有名字、且没有附魔的非掉落刀是不会这样掉落的！）\n刀技玩得好可以装B，不过原版你只要会无限右键就能以一敌百，在跳跃的时候用刀右键可以进行二段跳，妖刀还可以弹开弓箭等目标，持刀按住shift可以附近的一个目标\n\n修理：1.封刀可以在合成台用石头修理(有序合成)引用原搬运\n2.刀用坏了会爆刀之魂耀，不过会扣掉荣耀之魂，当然，没属性的刀直接爆掉，然后留下一个荣耀之魂，\n荣耀之魂可分解成小团的刀之耀魂，然后在铁砧修理（用铁也可以修理，可以借此刷修理次数）\n3.妖刀可以吸收经验自动修复。\n刀柜台：\n1.刀柜台可以用安好的栅栏，然后用手持荣耀之魂潜行（shift）+右键得到。\n2.手持刀右键可以把刀放在刀柜台上。\n3.妖刀爆了会掉附魔的魂耀碎片，可以用附魔的魂耀碎片右键在刀柜台上的刀，刀就可以进行附魔。\n附魔属性（引用原搬运者）力量 ：能够使用幻影剑，附魔等级决定了最大攻击力\n冲击：在使用\"次元斩“技能时，收到攻击的怪物会被收到反向冲击（即会朝你的方向过来）。适合对付远程怪物（拉近距离）附魔等级决定了距离\n荆棘：反弹远程实体时，实体会自动反弹给攻击者（反射追踪）而不需要自行瞄准。附魔等级与反弹无关掉落保护：未知（似乎能减免掉落伤害）r56  按住右键可以减缓掉落速度（落地不会受到掉落伤害）（仅在r22以后版本出现）\n火焰保护 ：能防御住对方放来的火焰型伤害，并且能够灭去自己的火焰目前目前情况未知r56 按住右键时会有防火BUFF，且在火焰/岩浆中行走速度加快（等同于潜行行走的速度）蓄力完成的瞬间会消除身上的火焰（持续有效，只要蓄力完成）\n时运：当怪物持有装备/武器/工具时，死亡后会掉落其中的装备/武器/工具，耐久随机时运I仅掉落手持物品，时运II，III掉落身上装备\n水下呼吸：r56 按住右键会有水下呼吸BUFF，水中移动速度加快（比游泳快一些）刀的合成：\n1.合成刀\n可以从成就列表看出：（图片引用搬运者）\n图片中物品不用多谈，合成表很简单可以合成，如前面所说\nKILLCOUNT：199，就说明了要杀敌199才行\nPROUDSOUL：1000说明要荣耀之魂(经验)1000\nSA：次元斩，这个可以不管，基本刀自带的SA都和合成相同\nREFINE：1，说明至少在铁砧锻造了一次\n抢夺I，直接在附魔台上附魔就行了，不过这里是要求抢夺I,至少要有抢夺I，其他附魔都无所谓。\n重点是这个附魔，这里是可以直接用附魔台获得的，不过如果是火焰保护这样的呢？前面我说过了不过估计没人看刀柜台：\n1.刀柜台可以用安好的栅栏，然后用手持荣耀之魂潜行（shift）+右键得到。\n2.手持刀右键可以把刀放在刀柜台上。\n3.妖刀爆了会掉附魔的魂耀碎片，可以用附魔的魂耀碎片右键在刀柜台上的刀，刀就可以进行附魔。\n2.掉落刀，在击杀怪物时会掉落的刀，成就系统上都有把断刀变为妖刀的方法。\n\n\n拔刀剑其实就这样，跟着成就系统走就可以了，很简单，刀技什么的无限右键都能无双，不过需要大量的杀敌数和附魔，最好建刷怪塔或者MOD什么的（论坛传不上图片，所以都是引用他人的，我这里只是介绍个大概，不过大部分都是手打的，还是原搬运贴介绍详细这里是原搬运贴）\n"
        },
        {
            "author": "isaivin",
            "timestamp": 1437904980,
            "txt_content": "http://www.mcbbs.net/thread-301348-1-1.html\n站内搬运贴\n看了不想玩的MOD之一~~"
        },
        {
            "author": "2692827039",
            "timestamp": 1437909240,
            "txt_content": "2692827039 发表于 2015-7-26 19:12\n这东西其实不难，跟着成就系统走就行。\n属性：分为妖、封、印还有无属性，有属性的耐久度耗完不会消失，会 ...\n{:10_493:}要点我都用红色字体标好了，几天前也准备做个拔刀剑MOD的详细介绍，不过忘了，有时间在微博上写写吧{:10_492:}"
        }
    ]
}