{
    "title": "<周活动>[脑洞融合机]——CW宇宙",
    "author": "匿名",
    "replyCount": 0,
    "timestamp": 1437921480,
    "txt_content": " 本帖最后由 匿名 于 2015-8-4 09:08 编辑 \n\n这个故事的背景是我看了《三体》《某科学的超电磁炮》再加上歪果仁的MC起源（题目不记得了）想来的，是留着模仿《CBL宇宙》写个跟CW有关的文章，但我毕竟不了解CW，所以先通过这个练练手。如果你认为你能接受这个世界观，那么这个创意随你怎用。\n背景/开头（啰里啰嗦地写了六天，已经超越了大纲）\n    距离Minecraft这个世界的出现已经过去了500多年了，尽管这期间发生了太多太多，但都停止不了Players(为区别村民所以不用人类，如果用玩家又太扯了，所以用了装逼的Player)对世界的探索。但近期以来，他们的探索脚步慢了下来，甚至可以说，停止了。但Players并不是因为厌倦，更不是因为安于现状，而是因为这个世界没什么好探索的了……想想也是，500年过去了，Players探索了地狱，发现了末地，屠杀了末影龙，抵抗了Herobrine……时间过去了那么久，对于这三个空间的探索确实应该结束了……真的吗？\n    515年X月X日，被认为拥有Players中最高智商的金霍提出了二次探索的口号，“尽管我们对于known space（已知空间）的探索已经结束，但我们还没有对可能存在unknown space（未知空间）进行探索。”“不知道Minecraft有多大，将成为Players的遗憾。”\n《SpaceのHistory》节选\n    尽管金霍拥有着最高智商，但他天生手臂残疾，按他自己的话来说就是“Notch给我打开窗户却把门关了”。按说残疾在RS&CB（红石和命令方块）领域可是大忌，没有动手能力就意味着没有办法实践，你有再好的想法也没用。可金霍坚持研究RS&CB，他先建立起了团队，再让团队以他的口述的来做。虽然这样做团队的速度会十分缓慢，但金霍团队的作品都是划时代性的巨作。RS&CB领域的Players都说：金霍的每一个作品都是RS&BC的里程碑。\n    这次金霍提出的二次探索来源于他对《Minecraft起源》的见解。传说在Notch把Herobrine封印进地狱后就不知去向，所以他提出了大胆的猜测：在Herobrine解锁封印并对Players发起第二次亡灵战争的时候，Notch并没有像第一次亡灵战争那样去阻止Herobirne，所以他可能在很远的地方；而Notch又是创造之神，所以他可能在很远的地方创造世界；再者，我们已经完成了对known space的探索却没有找到Notch踪迹。以上几点都足以说明可能还有Players没有探索到的空间。既然有我们未知的，那探索就不应该停止，于是金霍发起世界对unknown space的探索……\n\n    金霍刚提出再次探索后，哲学家德多士里亚也发话了，他表示金霍的猜想十分可靠，并提出了线状世界论。线状世界论及空间的关系会形成一副线状图，原因是通过known space可以推测出每个空间都是有关联的，探索了一个空间才能探索下一个空间（主世界→地狱门→地狱→烈焰粉→末影之眼……）。并且，德多里士亚推测首先要探索我们头顶上的世界——outer space（宇宙），根据线状世界一说，探索outer space的关键很可能在末地。\n    于是在金霍和德多里士亚的推动下，二次探索正式开始了！\n\n    由于二次探索的原因，RS&CB领域发生技术爆炸（技术飞速进步，才不是什么事故呢），后人称这标志Second Age（第二纪元）即将开始，但始终没能探索outer space，二次探索遭遇了瓶颈……\n\n\n    543年5月24日，RS&CB领域的尼白哥提出与线状世界论相悖的树状世界论，树状世界论及空间的关系会形成一副树状图。他认为一个空间不一定与另一个空间有关，也可能与多个空间有关。所以他认为探索outer space的关键并不在末地，而是在目前所有的known space当中。当时这一说法动摇了许多RS&CD领域的Players并沉重地打击了德多士里亚所处的马罗帮派，并遭到马罗帮派的强力反驳。    600年2月17日，为维护树状世界论，诺鲁布惨遭迫害，但这件事让更多的Players接受了树状世界论。尽管没有Player公开声明，但都在私下里转移了研究方向。\n    624年9月1日，略利伽首次突破了瓶颈，成功进入了outer space，并且没有使用任何与末地有关的技术，向马罗帮派打出致命的一击。\n\n    630年2月9日，略利伽提出制造传送门计划，及现在已知的方块进行排列，创造出unknown space的传送门。\n    669年12月5日，尽管对于outer space的探索已经接近尾声，可传送门计划毫无进展，二次探索看来要再次遭遇瓶颈……\n    699年12月31日，在第六世纪的尾声，一个消息打破了“瓶颈”带来的冷寂，RS&CB领域的拉斯特掌握了利用物质的纳米粉尘制造传送门的技术。比如说我要制造一个地狱门，我可以通过点燃黑曜石的纳米粉尘的方式获取。比起传统传送门，这项技术更加节省制造所花费的材料和时间。并且由于是在微观世界制作传送门，达到类似光纤的效果，也就是说，我们可看到传送门那边的景象。拉斯特给这项技术一个贴切的名字：传送窗。这项技术的到来让原本冻结创造传送门计划重新启动了，终于突破了0进展，这也同时让二次探索进入一个相对稳定的时期。Players终于步入了Second Age。\n\n    759年9月的一天，一切对于前沿都市的Players都是那么的美好。前沿都市是建造在当前最新Known Space——Like-Frist Space（类主世界）的超现代都市，正如它的名字那样，前沿都市聚集了一大批一线RS&CB的Players，因而拥有了世界上最领先的技术，相当于比其他城市早发展了20年之久。生活在这里的Players什么都不用担心，一切的一切都是那么的平静，但没有Player会料到他们的命运会在这一天发生转变……    “完了！完了！”，平静的前沿都市回荡着这不和谐的声音，当顺着声音看去，一个Player正在一路狂奔，连身上的白大褂都来不及不去整理，他气喘吁吁地跑到前沿研究所的门口，被警卫拦了下来，“金尔舒博士，请出示你的证件。”“门卫同志，我现在很急，能待会再说吗？”金尔舒上气不接下气地说，“不行，这是规矩。”语气虽然平静，却让人感到不可抗拒。金尔舒连忙翻开口袋，几乎是扔到了警卫手里，然后跨过栅栏门，冲进了研究所。“喂！猴急个啥？”警卫不解地挠了挠头“有那么急吗？”\n     “让开！让开！”走廊里的Players连忙趴在墙上给金尔舒让路。当金尔舒踹开办公室的大门时，一丝绝望涌上了心头，因一部机器正在向密闭的玻璃盒子注入一种灰色粉末。那是亚火药，一种新型物质，和火药很类似，却有着比火药更强的能量，理论上有着比火药还要强大的爆炸性，但可惜的是在现实中并不是这样，爆炸力几乎等于0，没有Player知道那股强大的能量释放到了哪里，渐渐地，亚火药淡出了人们的视线……金尔舒也不例外，他忘记了对这次制作传送门进行防爆处理，尽管亚火药爆炸力不强，但没有人知道它那强大的能量会在什么情况下爆发，再加上是粉尘爆炸，很可能会把整个研究所炸上天。金尔舒呆住了，他眼睁睁的看着机器点燃亚火药，等待着一声巨响。一道白光从金尔舒的办公室射了出来，但没有巨响，前沿都市的一切依旧是那么的平静……\n     金尔舒再次呆住了，眼前的机器非但没有爆炸，而且还造出了一个白色的传送门。金尔舒打开玻璃盒子，仔细观察着白色传送门，他觉得非常奇怪，没有爆炸也就算了，按道理来说，这部机器造出来的应该是传送窗（传送窗是传送门的一个分支），可以看到另外一边的景象，可眼前的景象是一片耀眼的白色，难道那边的世界就是一片空白？突然，一只手从传送门里伸了出来，把金尔舒吓了一跳，接着，一个身穿泳衣Player从传送门里出来了，他以惊奇的目光打量着金尔舒的办公室。“这里是Sea Space吗？”“哈？”金尔舒显然不敢相信他眼前的一切。“这里是Sea Space吗？”“你哪里来？”“当然是First Space（主世界，进入第二纪元后改名了）了，这里不是Sea Space……”“不是，你赶快回去吧。”还没等泳衣Player说完，金尔舒就把他给推回了白色传送门。金尔舒急忙把传送门关闭，他长舒了一口气，暗笑道：这可是一个不得了发现。\n     760年1月18日，金尔舒发表了一篇名为《随机制造传送门》的论文。他在文章中提到，他终于搞明白了在爆炸时亚火药那股强大能量释放到了哪里，穿越Space——亚火药爆炸时会在随机Space的同一坐标上释放能量，而我们可以利用这股能量随机制造出传送门……这篇论文一发表就引起了大部分Players的强烈反响——反对。马罗帮派说这个发现违背了Notch的意志，我们应该按照树状世界论去探索世界；RS&CB的Players说亚火药的NBT信息残缺不齐，随机制造传送门就一个漏洞，会引发一系列不可知的问题……760年2月1日，RS&CB领域禁止研究一切有关随机传送门的项目，并把亚火药列为违禁物品。金尔舒表示赞同，没有任何意见，可接下来他做了大家意想不到的事情……\n     760年3月2日，金尔舒公开声明他在前沿城市制作了一个随机制作传送门的装置，欢迎大家前来观看制作传送门的过程。他吸引了一大批Players，可他们不是普通群众，而是全副武装的警卫员。数以百计的枪支指向了金尔舒，可金尔舒毫无惧色，他说：“你们阻挡不了科学的进步！”随后启动了机器。“开火！”随着一阵枪响，金尔舒被打成了马蜂窝，可传送门已经制造成功。就在警备员向上级请示下一部该怎么作时，一声怒吼从传送门里传出，里面转出来的是令Players畏惧的魔兽！\n     下面的来不及写，反正那些魔兽是Herobrine制造的，Herobrine没死的原因之后会提到，接下来Players进入反抗纪元，反抗政府成立，可政府无能，Rom召集伙伴以克苏鲁的名义反击Herobrine，巴拉巴拉……\n     因为我对CW不是很了解，所以欢迎CW的成员提创意，提意见,谢谢！\n      希望大三迷，CW成员，炮姐粉能投我一票，尽管接下来的剧情来不及写，但我相信一定不会让大家失望的！@rom718\n\n\n\n\n\n",
    "replies": []
}