{
    "title": "<周活动> [脑洞融合机] ——不勇敢的勇者",
    "author": "半生红尘",
    "replyCount": 9,
    "timestamp": 1437920940,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-3 20:34 编辑 \n\n\n是否打算将此创意与各位分享：当然啦~如果能让别人有灵感是我的荣幸~~~\n\n用几句话来概括你的创意：感觉一般的故事都走的是主角勇敢无畏外加傲视天下的实力然后最终维护世界和平，于是脑洞大开准备写一个勇气不足的人\n最终维护世界和平的故事。\n\n具体详情：\n首先，我要更改这个一点创意都没有的原版无mod纯净Minecreaft世界，现在我要把主世界和地狱以及末界合为一体，那么……一个很像样的开头就出来了：\n黑暗。\n无尽的黑暗中，飘散着战火的气息。空间的桥梁已在无形中出现，三个空间，终为一体，此世名为“混沌”。\n阳光透过缝隙照射进来，温暖的阳光却成了一切冰冷的始点。\n\n现在来说结尾，既然现在三个世界融合了，我们就让它再分开，然后再来点深度：\n没有了，什么都没有了。\n周围的空间开始碎裂，停止片刻后，周围就有了微妙的变化。\n变化过后，一切都恢复了。这个世界的命运回到了正轨，Minecreaft世界，因为一个没有勇气去屠龙的人而逃过了死劫。\n但没有人记住他。\n人们记住的只有所谓的屠龙者。\n\n特殊设定：\n这三个是三个不同的空间，空间融合的原因就是主角的诞生，在这个故事的设定中，末界地狱主世界在同一个维度，但是空间不同，之所以能够通过传送门进入是因为传送门建立了一个极其微小的空间桥可以把人或者更小的东西传送过去。但是，主角整个就是一个空间桥，同时连接末界、下界、主世界，因为这个桥的体积很大，导致把整个空间都传送过来，但是桥体本身不会有任何感觉。那么现在怎么让这个混合世界复原呢。只有一个方法，就是撤走这个桥，所以，主角最后无法在这个世界生存，出于畏惧事实而自杀，生命流逝后整个身体都灰飞烟灭，于是桥梁消失，世界复原了。但在这同时有位“勇士”杀掉了末影龙，于是人们就理所当然的认为世界复原是因为这位屠龙者。没有人知道这个世界复原是因为一个无法承受现实而自杀的懦夫。\n\n世界观：\n在这个世界中生存为第一位，只要还活着，一切皆可抛弃。不会因为杀了朋友而被谴责，不会因为杀了亲人而感到不安，但你会因为被朋友或是亲人杀死而被讥讽。只要所做的事是为了活下去，就是正确的。\n\n人物设定：\n莱斯（主角）的性格始终停留在融合前的世界，无法接受这个世界的残酷，似乎是因为是桥梁的缘故，注定要死亡。有无数人想杀他吃他的肉，但他似乎还有特殊的能力，凡是来杀他的人都会被反杀。不知道自己的来历，不知道自己的意义，什么都不知道，他的存在就是一种罪过，即使死亡都不能赎完的罪。\n屠龙者的性格很简单，名字也很大众化，叫Steve，正义感很强，决心改变这个世界，非常瞧不起主角懦弱的性格，坚持认为只有杀死末影龙才能复原世界，不相信主角“空间桥梁”的说法。因为时间碰巧一度被人认为是个英雄。\n\n经典场景1：\n莱斯疲惫地躺在勉强算得上完整的木屋里。衣服被烧得凌乱不堪，左臂大面积的烧伤让他痛苦不堪。\n“懦夫，还没死吗？”带有嘲讽意味的问候声，他再熟悉不过了。\n“Steve。”莱斯勉强挤出这个单词来。\n只是嘴上叫了一声，表明他没睡着，眼睛还是闭着，他需要休息。\n“怎么还呆在这里苟延残喘呢？为什么还没死？那么多人追杀你。”Steve晃了晃手中的铁剑，有些难以置信地看着面前躺在地上的莱斯。\n他知道莱斯因为手无缚鸡之力所以特别“受欢迎”，只是以这懦弱的性格不可能在无数的追杀中存活下来。\n“要你管吗……”莱斯坐起身，靠在墙上，指着门，“出去。”\nSteve轻蔑地笑了笑，“等着吧，我一定会让这个世界还原的，我可不像你，莱斯。”\n\n经典场景2：\n我的存在，从开始就是个错误。\n既然是错误，为什么世界还要让我来到这里，让我受尽世人冷眼。\n为什么？\n……\n因为这就是命运吧。\n举起匕首，深呼吸，刺下去。\n血液染红了白色的衬衫，倒在地上，望着天花板。\n一切都结束了。\n\n经典场景3：\n随着一声怒吼，Steve决定拼死一搏。\n握紧钻石剑，看着末影龙迎面冲来。\n时机来了。\nSteve纵身一跃，跳到了最近的一棵树上，末影龙没来得及反应，径直朝他刚才站立的地方撞去。\n再次跃起，直接跳到龙面前，一剑插入两眼之间，一阵刺眼的白光。\n龙的身体化为灰烬，打着旋落下。\n什么声音？\n周围的空间开始裂开，Steve也感觉周围有了微妙的变化。\n我成功了！Steve欢呼着。\n却不知道这跟他一点关系都没有。\n可怜的屠龙者，不过那位白白牺牲的懦夫似乎更可怜。\n\n",
    "replies": [
        {
            "author": "夜咲十八",
            "timestamp": 1437921000,
            "txt_content": "不错 加油呐~"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1437921360,
            "txt_content": "好赞的背景，不过主角这是深藏功与名呐= ="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437923100,
            "txt_content": "《勇者之征》剧组表示是听名字来围观的"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1437926940,
            "txt_content": "我觉得吧steve改成史蒂夫看着会更和谐"
        },
        {
            "author": "1137246733",
            "timestamp": 1437957720,
            "txt_content": "帮你修改了一下创作作者那一栏，已经全部把你的id去掉了，因为要匿名嘛"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437993720,
            "txt_content": "背景挺好的"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438133100,
            "txt_content": "这构思很眼熟……诶，我怎么记得我半年前写过类似的大纲，后来开学来不及码字……看来这事真不能拖……"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438133160,
            "txt_content": "我觉得我半年前有类似的大纲……看来码字要趁早……"
        },
        {
            "author": "番茄茄",
            "timestamp": 1438333320,
            "txt_content": "来死莱斯这名字就是个flag啊"
        }
    ]
}