{
    "title": "[心理测验]-20150727-测测你现在的状态是如何",
    "author": "liii",
    "replyCount": 3,
    "timestamp": 1437967500,
    "txt_content": "\n\n\n[心理测验]-20150727-测测你现在的状态是如何\n<测验仅供参考 勿作对号入座>\n\n　　当我们处在不同的状态里的时候，面对同一件事往往就会采取不同的解决办法，而所选择的解决方法通常也会影响那件事的进展，你想知道你现在处在何种状态里吗？一起来做个心理测试测一测吧。\n\n\n那么问题来了：集中精力思考你目前需要解决的问题，然后选择一种颜色。请先回复你的选项，在看答案哟！\n\n\n  A、嫩黄        \n\nA、从容、公正、客观\n主观认知：容易受影响、有分寸、有才智\n你正在获取和掌握技能，在筑建你自己的一片天地和创造未来的过程中会有用武之地。不将自己与他人作比较，你试图打造属于你自己的独特风格、形象、这种姿态有时会令人感觉高傲自负。但是，你往往很难为自己定位和准确表达自己的观点。为此，你要去挖掘自己全部的天分和才能。\n客观启示：有远见、睿智、谦卑\n不要力图全知全通，因为一些事情本身是没有道理和逻辑的。既然你知道如何保持谦虚和不靠贬低别人来抬高自己，那就多授权别人，让别人多做一些。不论发生什么，为将来着想。力图获取或者开发你的真正价值。你有无限的潜力，重要的是你一定要对此坚信不疑！不要变得过于严肃谨慎，争取以智取胜。\n\n\n\n\n  B、浅灰        \n\nB、不确定性\n主观认知：疑虑、犹豫、怀疑\n在你看来一切都不明朗。你处于怀疑状态中，甚至不知道自己在哪里。因为担心会令自己失望，所以犹犹豫豫不肯改变对现实的看法和观点。你意识到你曾经坚信的真理如今都没有意义了，但是你还没有找到可以替代它的新的真理。为此，从承认你自己不知所措开始，从学会放弃你的确信和害怕开始。\n客观启示：判断力、光明、思想的准确\n笼罩你的那一片不确定的天空放晴，因为你正在为内心的疑虑探索道路，并找到解决问题的方法。而且在放弃你的信仰和改变世界观的情况下成功的可能性很大。之后你会发现真理，比之前你固守的真理还要令人振奋。但是将其纳入你自己的思想体系、心甘情愿地接受这些观念尚需要时间。\n\n\n\n\n  C、赭色        \n\nC、自由\n主观认知：表象、倾注、迷恋\n你缺乏对自身的考虑，很难相信自己的生活。你在没有了解别人真实能力的情况下就过于相信别人。你很容易将私生活与工作混淆。对表象过于关注却没有努力研究被其掩盖的内容。为此，你应该学会依靠自己，靠自己的实力满足自身的需求，做到敢于正视自己。\n客观启示：创造力、命运的主宰者、真诚地对待自己\n你对自己的生活过于严厉，所以实施一些看起来会成果卓著的计划，这样你就明白如何去享用生活所赋予你的一切。你要把精力用于能使你书写你自己的人生、演绎你自己史诗的能力的开发上。去感知你的精神以及让生命热情赋予了活力的那些领域。这样无论发生什么都不能减弱你的气魄。\n\n\n\n  D、纯蓝        \n\n\nD、灵感\n主观认知：诚实、直觉、艺术感\n善于沟通并言行一致。你理解事物的深层含义，并且能够转化。富于艺术感，你经常听命于直觉的引导。但是你有时缺乏对第六感的信任：如果没有灵感，拖到最后一刻才行动的话你一定会被自己制约住。为此，尽可能让自己跟着感觉走。\n客观启示：真实性、灵感、精神性\n你不需要过多的时间去做事情，因为你不仅天生是有直觉的，而且是受灵感照应的！你在表达自己的时候，带给别人很多思考，并提供给他们正确的答案，经常是无意识的。你思路开阔通畅，无论是工作还是个人生活，遇到问题总能如有神助。\n\n\n\n\n  E、正红        \n\n\nE、安慰、鼓舞\n主观认知：安全感、自律、个人主义\n务实、聪慧，你要奉献自己去完成一项工作并找到潜在的价值以便作到更好。你独立自主的能力和好奇心让你在很多领域都有斩获。更多以自我为中心，因此你首先为你自己生活，你不承认有时候你有些孤独。为此，在接受差异性的前提下让自己更加开放地接受别人，这对你有益处。\n客观启示：承认孤独、工作意识、团结一致\n独立，你曾有机会展示你的工作才能，因为你的才干价值千金。你完美的承受着你对孤独感的渴望，因为你有时需要以此来汲取力量为自己充电，但是你有能力让自己融入他人的圈子中。你天生的容忍力让你游刃有余，既不让别人尴尬，亦不会让自己感觉“过分”。\n\n\n\n  F、焦糖色                 \n\n\nF、温和\n主观认知：理性、警觉、平衡\n你已经对自身、对自己的习惯、特别是思维模式透彻研究过。因此你知道将各种因素加以考虑，看待事情有相对性。理性和智慧使你得到了发展。但是你意识到精神不能认知全部现实真理。为此，让你自身有一次脱胎换骨的转变，学会将愿望的重要性相对化，即不能压抑它们也不能虐待自己。\n客观启示：转变、积极向上的精神、灵活\n你已经获取了一定的平衡能力，这让你能够平静地面对和处理事情。要遵循惯例、修身养性、并培养自己积极乐观向上的处事之道，会成功克服一些恐惧心理。新的环境不会让你忧心忡忡，因为你把它看成是丰富人生阅历的机会。但还是要保持警惕，避免让考验打乱你的稳定。\n\n\n\n  G、纯绿色           \n\n\nG、变化无常\n主观认知：对平等的顾虑、分享、人情\n传统的家庭和集体观念根深蒂固，你需要在你的周围有一起分享的人。但是你首先竭力要从其他人那里得到自己的幸福。此外，你还想避免正面的冲突和对抗。为此，你应该学会接受没有人十全十美，这经常导致冲突和不理解。一旦冲破这一束缚，就转化为你发展的动力。\n客观启示：情感、同情心、相互尊重\n你很善于创造美好时刻，驱走时间与生活中的乏味单调感。要能控制情绪，善于倾听而少言、不妄作评判，有时甚至学会自嘲。但是，更重要的是，你最终要能够与朋友、爱人和家庭保持和谐关系。无论遇到什么事情都敞开心扉，是应该持有的人生态度。\n\n\n\n  H、绿松石色          \n\n\nH、提升\n主观认知：无能为力、感情用事、期望\n面对一些问题的时候你感觉无能为力，最终，你只能求助于超出你能力之外的力量。你的要求能够得到满足，但是，要经过身心灵的净化才能实现，尤其是要释放埋藏的情感。在你看来已经破碎的东西只能以此代价来修复。为此，保持希望，要对自己的恢复能力充满信心。\n客观启示：释放、新生、恢复\n你正处于情感和体力的复原阶段。困境在释放。一种新型的和谐状态在你身上激发出一种与他人和世界沟通的意识。你准备好奉献出你的爱心给那些能够接受它的人们。要敢于尝试爱的治疗力量，会有奇迹发生的。\n\n\n\n\n",
    "replies": [
        {
            "author": "liii",
            "timestamp": 1437967560,
            "txt_content": "不能设置回复可见，只好隐藏了，这次排版好乱，大家多担待啊~"
        },
        {
            "author": "liii",
            "timestamp": 1437967620,
            "txt_content": "我的选项是E正红色~"
        },
        {
            "author": "4O74Y74L74J7",
            "timestamp": 1437967680,
            "txt_content": "深蓝色。"
        }
    ]
}