{
    "title": "【1.00】mc 以太mod！v1.4_01",
    "author": "green丶bastard",
    "replyCount": 99,
    "timestamp": 1304940480,
    "txt_content": " 本帖最后由 green丶bastard 于 2012-1-4 08:35 编辑 \n\n看不见图请自己翻墙 我没能力将这百来张图全部上传论坛或者弄网盘 上poco慢的要死。\n原帖地址 这里\n1.4_01更新内容\n\n\n\n\n1.04 Patch notes: （1.04更新内容）\n\n- 增加了水晶树，以浮空岛的形式出现 会掉落白苹果\n\n- 增加白苹果，可以治愈并且抵御中毒，6秒\n\n- 以太史莱姆掉落以太史莱姆球了（真不知道怎么翻），拿着右击以太土可以令其长草。\n\n- 让圣诞树更少见了，你还可以编辑config文件来取消圣诞树生成。\n\n- 用以太碳右击以太草地可以升级他。升级后增加了作物掉落（- -qq农场红土地黑土地同理）\n\n- 浆果丛现在只能采集0-2颗浆果，也就是说也许你1颗都拿不到，在升级过的土地上将变成1-3颗。\n\n- 蓝莓，人形饼干和生蛋拐杖糖现在治愈1颗心而不是半颗。\n\n- 修复了地牢箱子bug\n\n- 修复了圣诞树叶的透明性\n\n- 修复了在创建世界时崩溃。\n\n- 修复了老的以太世界bug。具体是你想回去他会在原来的世界弄个第二个以太出来，崩溃。\n\n- 修复在降灵台里shift-按物品会崩溃并且吞掉你的存档。\n\n- 修复了床爆炸\n\n- 修复了以太橡树和金橡树掉落的问题\n\n- 圣诞树的叶子会消失了\n\n- 金橡树有黄金色粒子效果了\n\n- 修正了草地上被放置方块后他不变成土变成其他奇观的蛋疼玩意\n\n- 橡树剑现在不在用普通木剑的材质了。\n\n- 修复了死亡bug\n\n- 修复了云降落伞材质问题\n\n- 修复了闪电剑的材质，不再是金条了。\n\n- 修复了白色恐鸟蛋材质\n\n- 修复了以太铲子的bug\n\n- 修复了铜地牢中立方体眼睛的亮度\n\n- 以太土现在有名字了\n\n- 修复了天空橡树叶子掉落叶子的bug\n\n- 治愈石现在是恢复血而不是直接加上去（缓慢）\n\n- 修复了浆果丛的问题\n\n- 修复了圣诞礼物随机爆炸的问题 （WTF。。。）\n\n- 礼物里的tnt不会破坏世界了\n\n- 修复了怪物出生几率\n\n- 修复了浆果丛生成吗，现在是一片一片出现了\n\n- 以太中不会下雨下雪了\n\n- 修复了版本显示问题\n\n- 岩浆会变成气凝胶而不是黑曜石（在以太世界中放置的话）\n\n- 修复了以太世界中动物的行为等。\n\n- 修复了声音问题。\n\n- 修复了白花和紫花的材质问题.\n\n- 修复了以太书中复制物品的bug.\n\n- 弄走了一些不必要的东西.\n\n\n1.0 v1.0.0更新内容\n\n嗯，以太mod终于回来了，时机正好！这个mod增加新的环境叫以太，有地牢，boss和奖励。\n我知道你们大多数已经对这个mod不感兴趣了，因为在1.7.3冻结了一直没更新，因为mc更新太频繁，我们无法一天到晚重新弄代码等。 你们不应该责怪我们。这些都过去了，现在该看以太mod的未来！终于那么多月过去了，这个mod支持1.0了，包括了新的东西。\n\n\n\n\n以太团队感谢大家静心的等待。大家把这个当成我们给你们的圣诞礼物吧！希望你喜欢。\n\n大家可以在twitter和facebook看见我们最近的动态！\nFollow us on Twitter or Facebook!\n警告:\n\n- 我们不保证老的以太地图会工作\n\n- 从1.7一下子跳跃到1.0 结果很简单，一堆bug 大家找bug吧！\n点击下载\n\n更新内容：\n-以太碳不会治愈或者增加饥饿了（以前可以吃 乃神器）\n- 加持器重命名为灵台了！现在是个红色物，应该能和普通的区分了\n- 飞猪只掉猪肉无羽毛了\n- 增加新的蓝莓丛。在以太周围会有许多。破坏了会得到随机数量的蓝莓，一颗治愈半点伤害。在蓝莓丛哪里会有根的，过一会儿会重新长出，其意为你可以弄个蓝莓农场。\n- 新的圣诞树！这些树很少见，他们会散发出雪粒子！\n- 增加礼物方块！这些礼物可以在圣诞树下找到。不过要小心，有的礼物。。会吃了你!\n- 增加了3个神秘物品\n- 增加一个新的光盘！ Listen to it here.\n- 隐形衣得到了改进。穿的时候除非你去攻击怪物，你将一直隐身！\n- 暂时移走了主页面的音乐和快速加载功能。但是别担心，很快就会回来的。\n\n\n1.7.3 v1.0.2更新的内容\n\n\n\n\n\n一位粉丝做的“游戏” 装。。。\n\n\n\n以下是1.02版本更新的东西：\n- 地牢的奖励不能用TMI（内置修改）刷，不过你想要刷的话可以把 TMIhidden = true 改成 TMIhidden = flase （mod_Aether.cfg 文件）可以在 /.minecraft/config/ 这里找到，千万别动\"#TMIhidden (boolean:true)\" \n- 重新编辑了以太的音乐声道等\n- 骑恐鸟时，在你的防御栏有个“跳跃高度”，会显示你的恐鸟还能高空跳几次。\n\n- 驯服的恐鸟不会到处撸了， 你叫他呆哪他就呆哪（发情期过了-.-)\n- 以太碳只能恢复半格血了（就是一颗心的1/2） 他们认为他太厉害了。。（喵的用了n吨碳还是被银地牢搞死8次 现在估计要加个平方了）\n- 重力矿更常见\n- 赞塔矿比以前略微罕见\n- 按b你可以免费得到介绍书，（以太的对应以太的，地狱对应地狱普通对应普通）\n- 在以太放置岩浆会变成气凝胶（不怕jj不怕tnt）\n- 气凝胶不会出现在地牢里了\n- 符文石不会出现在地牢箱子里了\n- 闪电刃还会在地牢箱子里出现，不过不会多余16了\n- 第一次进入以太免费得到云降落伞一只\n- 当用镐子以外的东西插铜地牢的boss会显示\"Hmm. Perhaps I should attack this beast with a Pickaxe?\"  （也许我该拿镐子爆这畜x）\n- 附魔重力石的材质变啦\n\n- 小恐鸟的成长时间减短了\n- 生命碎片材质变了\n\n- 蓝色云的材质变了（蓝绿色）\n\n\n\n漏洞修复：\n- 出生率被调整了，意思是不会有一堆一堆的渣渣云高处射你撸你把你弄下悬崖摔成烧饼，以太花更常见了，还有很多不一一提了。\n- 以太鲸和赞普拉（渣渣云喜欢射 以后叫以太云吧） 被卡住会重新出生（实在不知道spawn怎么翻）\n- 修复了萤石粉的介绍（地狱的书）\n- 修复了萤石的介绍（地狱书）\n- 修复了一些黑曜石工具介绍（以太书）\n- 可以附魔金投镖和毒液了\n- 小恐鸟不再下蛋了（早发育？）\n- 现在可以编辑出生率了（mod_Aether.cfg (/.minecraft/config/). 0 = 不出生）\n- 燃烧的以太鲸不会显示那种怪异的火了，只会烧（。。。喵的吐槽）\n- 史莱姆，以太鲸，以太云现在出生率被调整了，不会像以前一样很怪异\n- 修复了以太世界中没有蓝色云或者金色云\n- 驯服的恐鸟不在出生（就是天然自带马鞍的恐鸟）\n- 床不会爆炸，可以照常是用了（怎么用啊，太激烈也不应该爆炸-.-） 不过打了补丁还会爆炸的，你只要捡起来再放就ok了\n- 骨粉可以给黄金橡树，天空树做肥料了，你也可以再草地上生成一些紫色白色的花\n- 用notch锤子不能移动铜地牢boss了\n- 修复了挑战金地牢boss巨大的LGSD了（就是超级卡，lag spikes of death)\n- 黑色恐鸟可以8段跳了（以前6段，但介绍8段）\n- 用云法杖召唤的守护云被伤害了不会出现人类的”哦哦“声了（被撸了，被岩浆烤熟了。。。）\n- 修复了飞猪，恐鸟等飞行时的声音错乱）\n- 修复了银色地牢出险率比金色少（怪不得）\n- 还有许多小漏洞，这些是主要的\n\n增加的：\n- 增加了3种新的以太音乐，感谢Emile\n- 增加了”胜利“声道（爆死银地牢和铜地牢的boss时播放）\n- 增加了”目标达成“声道（完成某个目标了）\n- 在boss头上有血一栏了（不用撸半天还不知道要撸多久） （boss前面还有随机注释 图中的大概是 ”逼勒人呢额太岩 喵的蛋疼）\n\n- 新的飞牛，和飞猪一样会飞（p话）\n\n- 增加了以太兔子，他们不会伤害你，杀了后会掉毛线，其意为你不用去普通世界做马鞍了（牛掉皮毛兔子掉毛线）\n\n- 增加了新的龙卷风怪，你靠的太近会把你撸上天射下岛屿\n\n- 增加了新的“快沙玻璃”它不仅可以当玻璃用还提供一点光，当然还是会给东西加速。\n\n- 增加了赞塔块，和钻石块一样可以用来储存赞塔石，当建造材料，可以合成何以分解\n\n\n- 新的白色花，可以当作装饰，以后会有用\n\n- 紫色花，可以做成燃料\n\n- 增加了新的冰室，别人提议我们认为很好很有必要，他和炉子一样工作，可以冻结东西，例如水结冰，以太云弄成蓝色以太云，现在只有一些东西可以冰冻，以后会有更多。\n\n\n\n\n增加了冻结手镯，会把玩家周围的水冻住，当然他不是永久的。\n\n\n- 增加了新的“治疗石” 给圣石附魔即可，这样可以平衡住太牛叉的以太碳\n\n- 增加了4种可以合成的披风 装饰用\n\n\n\n\n\n\n\n\n\n\n\n- 增加了4种新的地牢奖励~ 一种是铜地牢的，其他是银地牢的\n\n- 增加了完全新的“主菜单界面” 可以通过编辑mod_Aether.cfg， 新的按钮等，超级长- - 主要就是“快速加载”功能，不需要加载任何东西直接进入世界，还可以更换主界面样式。\n\n\n主意： 此mod不兼容单击命令*可以打补丁\n不兼容ShockAhPIv5，v6 我们做了个新的版本 playerAPI \n装此mod必须弄个干净的jar不然会崩溃！\n\n给作捐款吧！\n\n这个mod已经用了我们4-5个月了 我们用了上千闲余的时间来制作这个mod，比较好的感谢方法不仅是下载这个mod，捐助一点闲钱帮助我们更好，像我说的，这东西用了我们很长时间，我们非常感谢捐助！\n\n\n以太mod需要modloader，audiomod和shockahpi，我们不能保证这个mod和其他的完美工作，此mod大小就决定了。以太mod没有编辑任何class文件，但是shockahpi编辑了一些，所以这个mod和单击命令mod冲突。 我们正在想办法修复，不用担心！\n\n\n以太mod v1.02\n下载地址已经隐藏 请支持作者回帖 谢谢 无意义内容直接警告（一看就知道是为了东西注册的水狗永封）！无提醒！\n \n\n\n\n安装步骤：\n1. 用minecraftSP强制更新 地址：\nhttp://www.mcbbs.net/thread-6472-1-1.html\n2. 仔细按照此帖安装modloader和audiomod 地址：\nhttp://www.mcbbs.net/thread-5431-1-1.html\n3. 安装ShockAHPi 下载地址上面有，和modloader一样装，将“jar”文件里的东西全部拖进minecraft.jar里头。另外一个文件是源码，会mod的可以看看不会的请无视！\n4. 再次检查看看自己又没删除meta-inf\n5. 安装aethermod 下载后解压 将“jar”文件里的东西拖进minecraft.jar里 将resources文件里的“mod”文件夹拖进 %appdata%/.minecraft/resources 里面。\n6. 这个mod很大 aether蛮卡的 本本党和自己不好的可以按照我的绿化方案进行绿化 地址：\nhttp://www.mcbbs.net/thread-6398-1-1.html\n\n介绍： （超多！）\n\n新的图片： \nmc插件制作历史最大的作品之一即将问世。3位众所周知的神级modder(Kingbdogz, Kodaichi and Shockah) 参与了并且发展了此mod，名称是以太世界。一个昆仑仙界般的地方，可以在大气层外头找到。以太世界可以被理解为地狱的反向世界。也就是他们是对立的。地狱世界是荒芜的，然手的血石和黏人的灵魂岩布满了地狱。他在我们mc现实世界的很下面。以太世界则是一堆一堆的漂浮岛屿，全部连接起来并展现了天空。就连晚上，以太世界仍然是光亮的，以太世界的一天相当于现实世界的3天。\n\n以太鲸鱼是以太世界友善的巨型怪物。他在地平线处漂着，在升起的太阳照射下咀嚼黄金树和蓝色云朵。当太阳落山了鸡身蛇尾怪（圣经里的 我曾经是基督徒）从他们隐蔽的巢穴里爬出来，准备攻击。这些怪物很危险，不过可以驯服他们并且训练他们（不就是恐鸟么。。还鸡身蛇尾怪- -）他们是以太世界怪物之一，不过他们不会主动攻击玩家，当然你去挑衅的话准备悲剧吧。。。\n\n\n在以太世界冒险并不是一路顺风的，精致的地牢被厉害的守护神和烧饼看守者。这些地牢能在巨型的漂浮球状山里找到。里面有被尘封的箱子，也许会有丰富的矿源。打败这些守护神和哨兵（烧饼- -）可以获得开启箱子的钥匙。\n\n\n地牢有3个难度：金银铜，难度很显然，越难的地牢好东西越多\n\n\n以太有3种恐鸟，掉落不同东西跳跃高度也不同，可以喂他们以太特有的草来驯服他（下面几楼有的） 还可以孵他们的蛋。\n\n\n这些飞天猪比较常见，装了马鞍可以驯服他们 骑着飞\n\n\n以太门是用光石造的 中间倒上水！\n\nNew Accessory System:\n新的配件系统\n\n\n我们弄了个全新的装备系统，有8个新的装备装置口，可以带上物品，耳环，手镯，手套，帽子和特殊的盾牌 混杂的东西也可以放在里面。\n\n上图是个例子\n\n耳环\n\n耳环可以戴在装备的耳环一栏里，他们会覆盖你的装备的（也就是可以在图中看见的）金和铁的是装饰，不过赞塔石的可以增加挖矿速度（相当于早。。。=w=) 他的耐久会随着挖矿而减少，他的耐久越少挖矿速度越快-w- （高潮啦）赞塔耳环还增加你装备的耐久- -\n\nRings\n\n新的装备手镯，同样铁和金是装饰，赞塔手镯可以增加挖矿速度（哇塞 吃俩片更牛-w-）\n\nCapes\n\n新的装备披肩，戴在背上，第三人可以清晰看见（f5）一般的水史莱姆披肩是装饰的，不过地牢得到的有特殊用途\n\nGloves\n\n新的装备手套，他们可以套在你手上，第一人称可以看见，他们给你额外的防御，特殊的组合还有特殊的效果。\n\n新的方块 （下面几楼都有 我果断ctrlv）\nAether Dirt\n \n\n以太土和现实世界的土差不多，有足够光上面会长草。以太土在以太世界里到处都是。山上等。和普通的土一样习性，比现实世界的好挖。\n\n\nSkyroot Logs\n\n天空树桩是天空树的树桩（我去那还叫这名干嘛啊） 可以制作成天空树木料等，和普通木头一样功能。\nSkyroot Leaves\n\n天空树的叶子 有几率掉落天空树苗\nGolden Oak Logs\n\n黄金橡树有很低的几率出现镶嵌了黄金的树干。这些镶金树干被称为“镀金橡树” 破坏的话会掉落黄金球。这些黄金球非常有用，可以用来合成特殊的物品例如投镖，指南针（应该是可以在以太用的那种）等。\n\nGolden Oak Leaves\n\n黄金橡树叶子是黄金橡树的“块” 这些树和普通的天空树比更粗（邪恶的笑了）更高。树干是天空树的树干不过叶子是镀金的黄金橡树叶子。此外这些树可以掉黄金橡树的树苗 不过很少见罢了。还会掉黄金苹果！ 几率么- -。。\nSkyroot Sapling\n可以重新栽培天空树 （那还树苗咩）\nGolden Oak Sapling\n\n重新种黄金天空树。\n\nSkyroot Planks\n\n用天空树桩分开的，可以用来做天空树工具 造房子撸管子等\nHolystone\n\n神圣石，和现实的石头一样常见，可以做圣石工具\nMossy Holystone\n\n青苔圣石在地牢里找到，渣石只能用来建造。\nCold Aercloud\n\n冷云和冰很像，很滑。这些方块有时会吸收掉落伤害，只能用水桶捡起。有点透明（拿来虐jj怪很好）冷云可以在漂浮的岛上找到，有点像连接岛屿的桥，在以太世界中比较常见。可以做成冷云降落伞Blue Aerclouds\n\n蓝云比冷云少见，他们有弹性（邪恶） 可以把怪物弹飞（弄几只jj上去）\nGold Aerclouds\n\n金色云是最少见的，他们没啥特性，可以做成金降落伞，有别于普通的是他有20次使用，普通的1 \n\nQuicksoil\n流沙在岛屿的边缘常见，可以增加移动速度，他有好有坏，加速跑（射）省时间，享受自由落体飞下悬崖摔成人肉烧饼更爽。\n\nIcestone\n\n冰石是寒冷的（不然干嘛叫冰石。。） 放下的那一刻他会将周围的水冻住。这个石头很有用，用来造桥等。水被冻结成冰（难道冻成氰化钾不成。。- -） 流动的水么直接消失~ 冰石在漂浮的山上最常见\n\nAmbrosium Ore\n\n开采能获得低氧石，可以做成以太能用低氧火把（没氧火能烧） 可以用来填充附魔器，还能吃。（没氧吃了不会死吧。。）\n\nZanite Ore\n\n赞塔矿比低氧矿少见一点，岛屿边缘城建。赞塔宝石掉落，可以用来做赞塔工具和装备。\nGravitite Ore - Enchanted Gravitite\n重力矿是最少见的，可以附魔变成重力石，重力石通电会升起（开始撸）重力石还能用来做工具。\n\nPillar\n柱子（棒子）在银地牢外面能找到 用来装饰。\n\nPillar Top\n柱子头（龟。。）这是银色地牢的屋顶。\n\nAmbrosium Torch\n低氧火把和普通的差不多，用天空树枝和低氧矿合成。\n\nEnchanter\n附魔器是新的玩意，需要圣石和赞塔石制作，以低氧矿为燃料，可以修好损坏的装备物品，越破损的要越多燃料，可以将一些特殊物品升级。\n\nIncubator\n孵卵器是用圣石和低氧火把合成的，用低氧火把当填充，可以把恐鸟蛋孵化。\n\nLocked Chest\n锁住的箱子在地牢里找得到，拿不走（修改器改点~） 他们内涵稀有物，需要钥匙开启（tnt和锤子不行么- -？）\n\nDungeon Stones\n地牢石可以在以太地牢里找到，装饰。\n\nDungeon Lightstones\n地牢萤石可以在以太地牢里找到，发出微量的光。\n\nAerogel\n气凝胶有点透明，能抵御一切爆炸，tnt啊 河蟹蛋啊，火炮啊，氢囧弹啊，x爆发啥啥反正完美抵御（jj怪也萎了）\nNew Items:\n新物品\nSkyroot Stick\n\n天空树枝（天空树棒棒） 很有用，工具啥都要他，和普通的树枝一样合成，不过用的是天空树木料。\n\nAmbrosium Shard\n\n低氧矿可以通过挖低氧石获取，不光可以用来造火把，还能当附魔器的填充料。可以用来修工具\n\nZanite Gemstone\n\n赞塔宝石通过挖赞塔矿获取，可以用来造工具物品，赞塔工具，装备和附魔器。\n\nCloud Parachutes - Golden Parachutes\n\n云降落伞可以用来安全的退出以太世界（一般摔下小岛直接掉回原来的世界变成人肉姜饼，有了他不会摔下去了。）摔下的时候自动使用，白色的1次金色的20次。\n\nMoa Eggs\n\n恐鸟是以太最常见的鸟，有白黑蓝，不能驯服他们，不过他们会掉落鸟蛋的（像鸡），可以用孵化器孵化（上文有）。孵化后喂他们吃以太花丛种子可以使他们长大。一共要8个才能成年。他们不经常饥饿，所以有时你喂他他不吃~ 长大后戴表你已经驯服他了。在他背上放马鞍可以骑他。蓝色何以3段跳，白色的4段，黑色的8段。\n\nGolden Amber\n\n金球（精球）可以用来做金飞镖，开采黄金天空树装可以获得。\n\nAechor Petal\n\n以太花丛的花瓣可以从以太花丛那获取，用来合成毒投镖和喂养小恐鸟。\n\nDungeon Keys\n\n地牢钥匙打败地牢boss获取，不同级别地牢boss对应不同的钥匙。\n\nBlue Music Disk\n\n蓝色光盘通过附魔金色或者绿色光盘获取。\n\nDarts\n\n投镖发射器/喷枪是用天空树木料和赞塔宝石合成的，可以附魔升级为附魔发射器，和以太花瓣反应可以生成毒镖发射器。每种发射器对应每种投镖。\n\nDart Shooters\n\n金色投镖用金球，天空树枝和羽毛合成。可以附魔成毒投镖或者附魔投镖，毒投镖不受重力影响，可以用来狙刺远处的怪物。\n\nSkyroot Toolset\n\n天空树工具最弱，效果却很好，有几率获得双倍掉落，但是别想估计去放置方块在破坏，那样不会有双倍掉落的。\n\nHolystone Toolset\n\n圣石工具比天空树工具强一点，有时开采杀怪会获得额外的低氧石。\n\nZanite Toolset\n\n赞塔工具是第二强的，你用的越多他威力越大。\n\nGravitite Toolset\n\n重力工具最强，拿着它对对应的方块右击能使那个方块飞起，重力剑工具怪物能使那个怪物飞起。\n\nSkyroot Buckets\n\n天空树木桶用3个天空树木料合成，可以收集牛奶和水，不能收集岩浆。可以从以太毒丛那里获取毒液再附魔成血清。血清用于治疗中毒状态。\n\nLore Books\n\n知识书很有用，拿着它右击会显示窗口，往对应的物品栏里放东西会告诉你该物品的用途，有地上，地狱和以太3中，对应这3种世界独有的物品方块，以太的在你进入以太世界免费给，其他的都只能在地牢箱子里找到。\n\nVictory Medal\n\n胜利奖牌在你战胜银色地牢的女武神会给你，代表你有战胜她的能力（欲望？）\n\nZanite Armour\n\n赞塔防具有铁防具的耐久力，用的越多防御越高。\n\nGravitite Armour\n\n重力防具和钻石防具防御力一样，带上一套（包括手套）有特殊效果，可以跳得很高并消除一切掉落伤害。\nDungeons:\n地牢：\n\nDungeon Rewards\n地牢奖励：\n\n上图是所有的地牢奖励，为了使游戏更神秘我们不一一告诉你们其用途了，唯一获取方式是去地牢战胜boss开箱子，越难的地牢对应越好的物品。\n\nBronze Dungeon\n\n铜色地牢最简单，但是boss还是蛮厉害的，他无视剑啊啥的伤害，只有镐子才能给他伤害。\n\nSilver Dungeon\n\n银色地牢略微难一点，有更好的奖励，这些地牢很好找，是一些巨大的天空圣堂，里面的护卫是女武神，你不挑衅她她也懒得理你。主意：有一些虚幻的箱子，要小心。\n\nGold Dungeon\n\n金色地牢是最难的，不像银色地牢，他是一组一组浮空岛，上面有许多金色橡树，内涵最好的奖励，这种地牢没有护卫，但是你一进去boss就会来迎击，这个boss无视一切伤害，我们也不会说怎么伤害到他（为了增加mod可玩性），自己琢磨吧。\n\nExample Recipes:\n合成例子：\n\nSkyroot Planks\n天空树木料\n\n\nSkyroot Sticks\n天空树枝\n\n\nCloud Parachute\n云降落伞\n\n\nGolden Parachute\n金色降落伞\n\n\nAmbrosium Torch\n低氧石\n\n\nSaddle\n马鞍\n\n\nEnchanter\n附魔器\n\n\nIncubator\n孵蛋器\n\n\nDart Shooter\n喷枪 投标发射器\n\n\nPoison Dart Shooter\n毒投镖喷枪\n\n\nGolden Dart\n金色投镖\n\n\nPoison Dart\n毒投镖\n\n\nGloves\n手套\n\n\nGravitite Pickaxe\n重力镐子\n\n\nGravitite Shovel\n重力铲子\n\n\nGravitite Axe\n重力斧子\n\n\nGravitite Sword\n重力剑\n\n\nEnchanting - Blue Music Disk\n附魔-蓝色CD\n\n\nEnchanting - Repairing Damaged Tools\n附魔-修复损坏工具\n\n\nEnchanting - Gravitite Ore\n附魔-重力矿\n\n\n\n更新历史：\n\nv1.01 修复了些bug 感谢god的翻译，我自己略微改了下：\n- 修复恐鸟不能驯服和喂养.蓝色的要3个以太花丛花瓣,白色要4个以太花丛花瓣,而黑色的恐鸟则要8花瓣.你需要等恐鸟将上次的花瓣消化干净后才能继续喂养.\n- 怪物过多或者过少 (例子: 有很多的飓风怪（赞普拉）,非常少的以太花丛花瓣,或者没有史莱姆,等等). 这个问题已经被修复了,系统会根据怪物的多少按比例控制.\n- 开采黄金橡树的工具用镐代替斧头.你现在应该可以用镐从黄金天空树上得到更多的金球和天空树桩.\n- 修复不能制作赞塔防具(赞塔服装 A_A.),只可以制作赞塔拳套.现在赞塔防具全套都能制作了.\n- 以前放置了流沙拿天空树铲子可以获得双倍，现在修复了（天空树工具说了你放置的东西再开采不会有双倍）- 冰石不但能冰冻水,就连流动的水也能冻结.当水源被冰冻的时候,流动的水不消失(不离不弃的好夫妻).现在水流会在水源冻结后消失.\n- 修复了喂驯服的恐鸟当你右键它的时候还是会跟着你的bug- 飓风怪以前掉落火药.我改了改,现在掉冷云.\n\n其他mod和资源地址：\n单击命令： http://www.mcbbs.net/thread-4104-1-1.html\nmod安装教程：http://www.mcbbs.net/thread-5431-1-1.html\nmc绿色优化：http://www.mcbbs.net/thread-6398-1-1.html\nminecraftSP 原版：http://www.mcbbs.net/thread-6472-1-2.html\n方块，怪物等介绍：http://www.mcbbs.net/thread-7434-1-1.html\n\n\n\n\n\n\n\n\n\n\ndc.zip\n\n\n2011-8-28 12:32 上传\n点击文件名下载附件\n\n\n\n\n0 Bytes, 下载次数: 679\n\n\n\n\n",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1304940480,
            "txt_content": " 本帖最后由 green丶bastard 于 2011-12-22 07:38 编辑 \n\n\n这个是介绍帖 地址： http://www.minecraftforum.net/topic/194948-coming-soon-the-aether-collab-king-kodaichi-shockah/\n\n我是kingbdogz\n\n大家好 若想来讨论这个以太mod 可以到我的URC频道~ 303， kodaichi shockah都在这里\n\nIf you do not have an IRC client here is how to join the channel with your web browser:\n若你没IRC这个程序 这里有个网页模式的\n\n1. 点击 \nhttp://www.esper.net2. 点击 “chat now” 在右上角 会跳转窗口 有个输入栏可以打字了\n3. 在打字栏里输入 #aethermod  就可以连接上讨论以太mod的聊天室\n4. 会显示要你设置用户名 输入你的用户民把\n5. 聊吧\n（这是国际的聊天室 任何进去别说粗话 别打汉字等（人家看不懂） 这下是代表一个国家而不是个体！ 别为中国人丢脸！ 别为中国mc玩家丢脸！）\n\n最新的视频 \n\n大家好 \n我们已经筹集出要加入以太mod的怪物了  这里是个介绍视频 swet（我给他起名吧 蓝果冻，蓝史莱姆）\n\nhttp://player.youku.com/player.php/sid/XMjY1NzkxNDQw/v.swf\nNew Images: Darts, Keys, Icestone!\n新的图片，投镖 ，钥匙，冰石！大家好 我虽说忙于作业，但是还是有足够的时间继续编辑此mod。晚些时候，我专注的研究了以太的物品。\n\n新方块\nGolden Oak Leaves黄金橡树的叶子黄金橡树叶子是黄金橡树的“块” 这些树和普通的天空树比更粗（邪恶的笑了）更高。树干是天空树的树干不过叶子是镀金的黄金橡树叶子。此外这些树可以掉黄金橡树的树苗 不过很少见罢了。还会掉黄金苹果！ 几率么- -。。\nGilded Oak\n镀金橡树树干黄金橡树有很低的几率出现镶嵌了黄金的树干。这些镶金树干被称为“镀金橡树” 破坏的话会掉落黄金球。这些黄金球非常有用，可以用来合成特殊的物品例如投镖，指南针（应该是可以在以太用的那种）等。\n地点：镀金橡树桩可以在黄金橡树上找到（。。。这不是 显而易见的么）\n\nIcestone冰石冰石是寒冷的（不然干嘛叫冰石。。） 放下的那一刻他会将周围的水冻住。这个石头很有用，用来造桥等。水被冻结成冰（难道冻成氰化钾不成。。- -） 流动的水么直接消失~\n地点：冰石在漂浮的山上最常见Mossy Holystone\n带青苔的神圣岩石青苔神圣石没多大用处，他们用来造东西很好，外观不错。 在以太的地牢中常常出现 （就像青苔碎石）\n地点：以太地牢的墙就是用他做的\n\nSkyroot Sapling\n天空树树苗天空树树苗很常见，破环天空树的树叶即可得到，可以重新种植天空树（难道能吃。。）\nGolden Oak Sapling黄金橡树树苗黄金橡树树苗掉落几率很低，破坏黄金橡树时有机会获得，可以重新种植黄金橡树（不能吃啊）\nAmbrosium Torch\n低氧火把（我自己取得名字）低氧火把和现实世界中的火把一样工作使用，只是普通火把无法放置在以太世界里，因为很高气压低氧气稀薄，点燃不起来。晚上种要灯光吧，所以玩家可以合成火把，用低氧石和成。这些低氧火把的灯光能穿透墙壁，不需要玻璃。低氧火把是用低氧矿和天空树枝合成的（就像普通火把）\nNew Items新物品Moa Eggs\n恐鸟蛋从公布这个mod以来恐鸟蛋变了很多。现在有3种不同的恐鸟。橘黄色，蓝色（以太很常见的）和咖啡色。（只有橘黄色和蓝色的恐鸟交配才会有咖啡色的）喂恐鸟从以太花丛上摘下的以太花瓣可以驯服他们。可以让他们交配（不知道有无码）。若你要骑他们必须在她们背上放马鞍。交配是这样工作的：要2只恐鸟足够接近对方（不然怎么交配？一柱擎天不成）你还要同时喂他们以太花瓣（第一次听说这种交配方法）等1天过去了（游戏里 还真是神速啊）会出生一种恐鸟，基于是哪种颜色的在交配。蓝恐鸟+橘黄恐鸟=咖啡的。 蓝+蓝=蓝 黄+黄=黄蓝色和橘色恐鸟交配100%几率产生恐鸟蛋，其他俩色配对也一样。恐鸟蛋不在会像以前那样要用他抓捕恐鸟（精灵球啊。。），更不能煮成荷包蛋（没听说过恐龙蛋还能吃）。不过这个功能还会添加进去的，以后不仅可以抓获恐鸟还能把自己现实世界的狼带进以太世界。（氧气瓶都没怎么呼吸啊 火把都点不起来恐怕人类是无法呆的= =）\nBucket of Poison一桶毒液（神秘液体）拿着天空树水桶右击以太花丛可以获得一桶毒液。以太花丛是中立，只要你不攻击它或者偷它的毒液（。。银笑ind）。 若你激怒他们了，他们会向你吐出（又笑了）剧毒的针刺。这些针刺很弱（那还剧毒）给你的伤害很小。可是他们会搅乱你的屏幕（所谓射了一屏幕）并让你的玩家中毒，中毒状态会使你随机的乱跳（丫咩跌）。你也许会摔下悬崖摔死。毒液桶可以用来提升你黄金投镖的功能（。。我还以为是啥功能）。此外你还能将毒液置换成血清（治疗液体），可以让你产生对以太花丛毒的抗体）\nDart Shooter投镖发射筒（我射）投镖发射筒是以太的“弓箭”。不过不像箭会掉落。他会一只向前飞，不会掉落因为失重（。。和上文矛盾了） 若碰到东西了他会消失。这东西用来射远边的怪物非常有用。合成：可以用天空树树桩赞塔结晶（我自己翻译的，都是制作者创造的新词）合成。赞塔结晶我想相当于地面世界的钻石或者铁吧Golden Dart\n黄金投镖黄金投镖很常用，相当于投镖筒的弹药。他们的伤害比一般弓箭少一点。但是他们会一直飞，也就是无视重力（ufo啊）黄金投镖可以用黄金球，天空树树枝和羽毛合成。\n\nPoison Dart毒投镖毒投镖伤害和黄金投标的一样，不过他们会使敌方中毒并乱走。会有很小的连续性伤害，不过用来虐以太里的怪很好。\n用毒液桶和黄金投镖搅和（不是蘸上毒液么。。。）可以合成。\nGolden Orb\n黄金球黄金球很有用，可以用来制作特殊的以太物品例如投镖和传送指南针。黄金橡树树桩一般都嵌有黄金球。\n\nAechor Petal以太花丛花瓣可以用来驯服恐鸟杀掉以太花丛可以获得它的花瓣。\nKeys钥匙金银铜钥匙可以用来开启地牢里的箱子。你也许能获得一般物品，也许能获得稀有的，这要看你用啥钥匙了。crafting？估计是他打错了。 这些钥匙杀死地牢boss能获得。三种颜色的都能掉落。这要看这boss的级别了。\nNew Enchanted Items\n新的附魔物品\nEnchanted Darts\n附魔投镖比黄金投镖伤害大一个低氧石和两个黄金投镖附魔出附魔投镖\n\nBlue Music Disk蓝色音乐盘附魔过的音乐盘（不管金色还是蓝色），你会获得蓝色音乐盘。他会播放特殊的以太音乐。\nBucket of Remedy\n血清（治疗液）桶对毒液桶附魔会获得这种血清桶。他会暂时的让玩家无视以太花丛的剧毒攻击\n两个低氧石和一个毒液桶可以附魔出血清桶\n剩下要完成的这里是我还会添加的块和物品方块\n- Galestone -\n- Flowvein -\n- Floatsand -\n- Aerwhale Nest -\n- Locked Chest -飓风岩漂浮岩脉漂浮沙以太鲸巢锁住的箱子\nItems\n物品\n- Portal Compass -\n- Aerwhale Bladder -\n- Swet Drops -\n- Leash -\n- Gravitite Armour -传送指南针以太鲸囊袋史莱姆掉落品皮带，驯服带吸引力铠甲\n"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1304940480,
            "txt_content": " 本帖最后由 green丶bastard 于 2011-12-27 08:53 编辑 \n\n老的介绍：\n\nmc插件制作历史最大的作品之一即将问世。3位众所周知的神级modder(Kingbdogz, Kodaichi and Shockah) 参与了并且发展了此mod，名称是以太世界。一个昆仑仙界般的地方，可以在大气层外头找到。以太世界可以被理解为地狱的反向世界。也就是他们是对立的。地狱世界是荒芜的，然手的血石和黏人的灵魂岩布满了地狱。他在我们mc现实世界的很下面。以太世界则是一堆一堆的漂浮岛屿，全部连接起来并展现了天空。就连晚上，以太世界仍然是光亮的，以太世界的一天相当于现实世界的3天。以太鲸鱼是以太世界友善的巨型怪物。他在地平线处漂着，在升起的太阳照射下咀嚼黄金树和蓝色云朵。当太阳落山了鸡身蛇尾怪（圣经里的 我曾经是基督徒）从他们隐蔽的巢穴里爬出来，准备攻击。这些怪物很危险，不过可以驯服他们并且训练他们（不就是恐鸟么。。还鸡身蛇尾怪- -）他们是以太世界怪物之一，不过他们不会主动攻击玩家，当然你去挑衅的话准备悲剧吧。。。\n\n在以太世界冒险并不是一路顺风的，精致的地牢被厉害的守护神和烧饼看守者。这些地牢能在巨型的漂浮球状山里找到。里面有被尘封的箱子，也许会有丰富的矿源。打败这些守护神和哨兵（烧饼- -）可以获得开启箱子的钥匙。（图中那是现实世界的火把- -不是点不起来么- -）\n\n我希望你喜欢以太世界的介绍。这些照片在1礼拜的大体制作后拍摄的，所以东西肯定会变许多。这工程巨大，会有巨大的改变，这样玩家不仅能在以太世界里冒险。\n\nNew Image: Aerwhales!新图：以太巨鲸so cute：D 好可爱\n新图：铜牌级别的地牢！\n地牢有3个级别，金银铜。铜牌地牢含有比较弱小的哨兵和守护神。其意为这些地牢很简单（吐槽）不过boss只会掉落铜钥匙。兴许开了箱子会得到稀有物。通过不同级别的地牢会得到不同的物品和钥匙。银牌级别的是银钥匙则金牌的就是金钥匙。银牌的难点，金牌的超难。不同难度的地牢会获得不同钥匙和不同的特殊物品（只有杀这些boss才能获得） 这些特定的物品无法通过其他途径获取（修改器=w=）。下图是铜牌地牢，哨兵也很弱小。\n\n（惊现在以太世界无法点燃的火把= =）\n\n\n\n\n铜牌级别的哨兵并不会主动攻击你。他们不会直接攻击玩家，取而代之的是发射蓝色的球（也就是撸你=w=） 他们会想办法让玩家远离宝物。他们发射的蓝色激光球碰到块会使其消失一会儿。我们想让大家认为这些哨兵是“存活的”上古岩石。我们将来会让他看上去好看点。换个皮肤啥。\n\n新图：新的恐鸟皮肤！经过一段世界的获取建议和研究等我们准备换掉恐鸟的皮肤，让他更应合以太世界的“云雾飘渺”和“蓝色”。我们已经完成了新的恐鸟皮肤。告诉我们你的建议！（我还会添加两个额外的以太世界截图！）\n\n新图：新的以太世界颜色\n大家好，一个小小的更新。我昨天骑着恐鸟鸟瞰的时候我发觉环境看上去“不活”，看上去很抽象很死。为了修复他我做了些新的素材皮肤等，让他看上去更像仙境，这是我目前为止所做的截图：\n\n这些是我更新的：\n\n-我更换了草地颜色，让他更饱和。-草地颜色被编辑过，看上去更蓝了-我重做了叶子的材质，让他展现了鲜绿色。\n我认为看上去更好了，绿色为以太世界增添了色彩。上图中那些常见的以太世界树叫天空树。金色的还是会出现，只是没绿色的常见罢了。这些树叫金色橡树。\n\n新图：史莱姆和天空树\n大家好，一个小更新。在收集建议之后我们更换了天空树叶子的材质，使其更符合环境。我们还完成了水史莱姆（以太世界里的蓝色的史莱姆，会吸其他的怪物）。请查看：\n\n很好玩，不过蓝史莱姆恨普通史莱姆！\n\n（可恶啊 那么多欺负一个可爱的果冻。丧尽天良啊=w=）继续关注\n\nhttp://www.goo.gl/D028R\nFAQ 会经常更新\n\n~ Checklist ~\n列表\n\nGreen = Done. Red = Not done. Orange = Being worked on.\n绿色=已完成 红色=未完成 橘黄=正在完成\nMobs\n怪\n\nZephyr\n赞普拉（飓风怪）\n\n赞普拉是重型的，漂浮的云。赞普拉的攻击方式换掉了，“飓风”攻击换了许多，他现在不吐飓风了，取而代之的是吐出冰球，若玩家被攻击到了，不会受伤害，但是会被击飞许多格，可能将玩家轰下岛。。当然摔死。Located: Zephyrs usually spawn in small packs of 2-3. They spawn very high in the sky, close to mountain tops.\n赞普拉通常二三成群。他们在天空高处活动，接近山崖。Aerwhales\nSentries\nGuardians\nValkyries\nWhirlwinds\nAerbunnies\nSheepuffs\nCockatrice\nMoas (Orange, Blue and Brown)\nSwets\nFlying Pigs\nAechor Plant\nKing Aerwhale\n\nBoss Mobs (Bronze, Silver and Gold difficulty)\n\n（我自己取名）以太巨鲸哨兵守护神瓦尔基里（奥丁神的奴婢之一，谷歌搜出来的）旋风以太兔子以太羊羔鸡身蛇尾怪（看来不是恐鸟）恐鸟（咖啡蓝和橘黄）史莱姆飞猪以太花丛以太巨鲸王boss怪物金银铜\n"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1304940600,
            "txt_content": " 本帖最后由 green丶bastard 于 2011-12-27 08:53 编辑 \n\n老的介绍：Blocks\n方块\nAetherdirt\n以太土以太土和现实世界的土差不多，有足够光上面会长草。以太土在以太世界里到处都是。山上等。以太土和以太草是是唯一的能在上面种植以太植物的块（好吧 以太仙人掌有么- -）\n\nHolystone\n我前面叫他神圣岩石 这里改下 神圣岩或者以太岩，圣石以太岩里面也许会镶嵌其他的矿物或者宝石。以太岩是最常见的块之一。通常能在漂浮岛的地下发现。以太岩可以做以太岩工具。\n\nAmbrosium Ore\n低氧石，低压石，阿伯斯恩石开采的话低压石会掉落低压矿低压石在以太世界相对常见，他们常常和大量圣石一同出现。\n低压矿可以制作成抵押鳞，是附魔的必备品。\nZanite Ore赞塔岩开采赞塔岩会获得赞塔宝石。赞塔岩的出现几率一般，常常和大量圣石一同出现，或者在矿洞里。赞塔岩可以用来制作赞塔宝石。赞塔宝石可以用来制作厉害的工具。\n\nGravitite\n吸引岩，反重力岩吸引岩（第一个块）和沙子差不错，相反的是沙子会掉落而吸引岩是飞起。若碰到天的最高建造点（从地平线0向上128格）会被破坏。附魔吸引岩（第二块）只有被红石通电了才会浮起。吸引岩是以太世界最罕见的块，他们通常出现在巨大漂浮岛的下面。附魔过的吸引岩（叫他电梯岩吧）只有附魔吸引岩才能获得。（修改器又笑了）\n吸引岩可以附魔制作电梯岩，电梯岩可以用来制作厉害的吸引工具。\n\nEnchanter附魔器附魔器有修复即将损毁的工具和给工具升级两种功能。\n附魔器使用8个圣石围着赞塔宝石合成的。Skyroot Leaves天空树叶子天空树叶子在树桩被打掉时会消失。他们常常掉落天空树苗和天空树枝天空树叶子可以在天空树桩上找到。天空树叶子被破坏会掉落天空树苗，可以用来种植天空树。\nSkyroot Logs\n天空树桩特征：无天空树桩在以太世界很常见，可以在“天空树”上找到（。。。）天空树桩可以合成出天空树木板。可以用来做天空树枝和工具的柄。\nCold Clouds\n冰冷的云冷云和冰很像，很滑。这些块会吸收掉落伤害，只能用水桶捡起。有点透明（拿来虐jj怪很好）冷云可以在漂浮的岛上找到，有点像连接岛屿的桥，在以太世界中比较常见。冷云可以吸收掉落伤害，可以用来搭桥。\nBlue Clouds\n蓝云蓝云和冷云特征差不多，不像冷云，蓝云很有弹性。可以在漂浮岛上找到，像桥。比冷云少见。可以让玩家从岛屿跳到另一个岛屿。\nQuicksoil流沙你在流沙上的移动速度会变快。越是在流沙上行走速度越快。一个氧气条会出现。你若一直缺氧会减血（- -速度快到这地步）流沙还能用来种树和作物等，生长速度会快许多。这个还没打算下来，我们想让他们在漂浮岛的角落上生成（。。。加速摔下悬崖，邪恶啊）\n这个列表没有完成，只是个预览罢了。\n\nItems物品\n\nAmbrosium Shard低压岩鳞若你手中持有低压鳞，他会发光并发出嘶嘶声。去掉玩家的伤害。低压鳞和成不了，你可以开采低压石获得他。低压岩一般和大量圣石一同出现。低压鳞是唯一的附魔材料。可以填充附魔器。附魔器可以用来提升物品威力，也可以给玩家疗伤。\n\nZanite Gemstone赞塔宝石功能：还没定下（不过看上文这东西有初步功能了）赞塔宝石和成不了，你可以用过开采赞塔岩矿获取。赞塔岩通常和圣石在一起。\n赞塔宝石可以用来制作很厉害的赞塔工具，每次使用威力会增加。\n\nSkyroot Tools天空树工具天空树工具会双倍你的掉落，也就是说破坏一个圣石你会得到俩圣石。不过只有以太世界才有这功能。用天空树枝和树桩合成。天空树工具的破坏力和耐久相对很低。\n\nHolystone Tools\n圣石工具用这些共聚时你又几率获得低压鳞。（怪物掉落，挖矿等）圣石工具是用圣石和天空树枝合成。圣石工具的威力还好，耐久力很低。\n\nZanite Tools赞塔工具赞塔工具一开始的威力和木头工具差不多，不过你使用次数越多他就越厉害。可到达最高的威力和钻石一样，可是那是这些工具只剩200使用次数了。赞塔工具是用赞塔宝石和天空树枝合成的赞塔工具的耐久力很高，威力和使用次数成正比。\n\nGravitite Tools重力工具，吸引工具若你拿着重力工具并且右击鼠标，一条蓝色烟雾会出现，向着你鼠标对应的位置。若碰到了块或者怪物，他们会消失10秒。10秒过了会再现。调整东西不会破坏或者杀死他们，只会暂时让他们消失。用这个功能同样会减耐久。重力工具可以用电梯岩和天空树枝合成。\n重力工具的耐久度和威力都很高。\n\nSkyroot Sticks\n天空树枝用俩天空树桩可以合成此树枝天空树枝可以用来做工具。很常用。\n\nSkyroot Buckets天空树桶用3个天空树桩制作天空树桶可以盛水毒液和牛奶。他们很便宜切不能捡起岩浆，毒液以后会介绍。\n\nMoa Egg恐鸟蛋你拿着恐鸟蛋对着恐鸟右击能收复他。想放出他只要再右击。恐鸟蛋无法制作，也许你会发现恐鸟刚下。恐鸟蛋可以用来做炒蛋。可以治疗。 也能用来携带恐鸟（现实世界无法使用）\n\n"
        },
        {
            "author": "ToNick",
            "timestamp": 1304942520,
            "txt_content": "很期待这个mod呀！里面的动物很有爱"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1304944500,
            "txt_content": "我讨厌 [size=140%]这东西"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1305007440,
            "txt_content": "= = -1再加2 玩我啊"
        },
        {
            "author": "qw87375832",
            "timestamp": 1305011280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1305023400,
            "txt_content": "累死了 抓几只发射去\n剩下视频了 正在下！"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1305186780,
            "txt_content": "- -303瀏覽 鄙視打醬油的"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1305189240,
            "txt_content": "我想打酱油怎么办?赞个"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1305189360,
            "txt_content": " 那就灌浆油"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1305189360,
            "txt_content": "太长没人愿意看- -"
        },
        {
            "author": "vose",
            "timestamp": 1305384360,
            "txt_content": "好复杂………………"
        },
        {
            "author": "spy1995426",
            "timestamp": 1305387420,
            "txt_content": "好吧。。。我很期待"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1305418140,
            "txt_content": "- -超級期待啊"
        },
        {
            "author": "howard",
            "timestamp": 1305428940,
            "txt_content": "發放哩@@??"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1305439200,
            "txt_content": "都说没出呢"
        },
        {
            "author": "天空之城TCD",
            "timestamp": 1305443640,
            "txt_content": "真好啊"
        },
        {
            "author": "ToNick",
            "timestamp": 1305947280,
            "txt_content": "翻译辛苦了！建议排版优化一下，这样读起来更轻松。"
        },
        {
            "author": "虚伪的傻瓜",
            "timestamp": 1306029420,
            "txt_content": "以后的版本真的出了天堂，以太将何去何从- -\n   green丶bastard 同志 辛苦了.."
        },
        {
            "author": "wusitade",
            "timestamp": 1306029960,
            "txt_content": "回复 虚伪的傻瓜 的帖子\n\n我就喜欢这个MOD，不过貌似下次加载存档时间有可能会慢点哈"
        },
        {
            "author": "howard",
            "timestamp": 1307925660,
            "txt_content": "好病態的藍史萊姆阿~\n期待趕快出這個MOD阿~"
        },
        {
            "author": "夜神月",
            "timestamp": 1307963520,
            "txt_content": "期待~~~快出来！！~~~~~"
        },
        {
            "author": "sssxm8sss",
            "timestamp": 1308055140,
            "txt_content": "很好很好"
        },
        {
            "author": "642171471",
            "timestamp": 1309326120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "KOL梦幻",
            "timestamp": 1309829880,
            "txt_content": "642171471 发表于 2011-6-29 13:42 \n是啊，youtube上有个人叫PaperBatVG，他就在试玩这个mod，而且还录了一个小时的视频，看起来好爽啊。\n求网址~！"
        },
        {
            "author": "daieou7415",
            "timestamp": 1309830360,
            "txt_content": "乎 終於看玩了 看來是不錯的MOD"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1309836660,
            "txt_content": "- -可惜還沒出"
        },
        {
            "author": "qaz13727245717",
            "timestamp": 1310085960,
            "txt_content": "green丶bastard 发表于 2011-5-9 19:28 \nI'm Kingbdogz\n我是kingbdogz\n好的资源我拿了！！"
        },
        {
            "author": "a756810279",
            "timestamp": 1310090040,
            "txt_content": "姨太（以太）？名字不好聽，姨太（以太）世界覺得很變扭"
        },
        {
            "author": "jimmyzhou727",
            "timestamp": 1310093760,
            "txt_content": "虚伪的傻瓜 发表于 2011-5-22 09:57 \n以后的版本真的出了天堂，以太将何去何从- -\n   green丶bastard 同志 辛苦了..\n吊人家胃口是至少要有模仿壁垒的～哈哈、、"
        },
        {
            "author": "howard",
            "timestamp": 1310685060,
            "txt_content": "出現在官方論壇首頁了......"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1310690340,
            "txt_content": "-.-還不出啊 期待死了"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311415380,
            "txt_content": "1.7.3!"
        },
        {
            "author": "qq595684258",
            "timestamp": 1311422880,
            "txt_content": "我是新手能不能吧这些全换成115的地址啊"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311425580,
            "txt_content": "你每個點一遍不就行了 倆都是115啊"
        },
        {
            "author": "leon19910417",
            "timestamp": 1311433140,
            "txt_content": "我撞上了 好像不能玩嘛 他没有显示出新的装备栏"
        },
        {
            "author": "tteicom",
            "timestamp": 1311439980,
            "txt_content": "下来玩玩看。。。。。。。不知道都和哪些MOD冲突。。。。。和动物MOD冲突不"
        },
        {
            "author": "KOL梦幻",
            "timestamp": 1311468900,
            "txt_content": "谁来教教怎么安装0.0"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311479400,
            "txt_content": "認真看帖子 有安裝的"
        },
        {
            "author": "642171471",
            "timestamp": 1311480540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311488700,
            "txt_content": "是啊 那是用谷歌翻译的 你英语好你来翻啊"
        },
        {
            "author": "翡翠羊",
            "timestamp": 1311492420,
            "txt_content": "好强大的MOD！"
        },
        {
            "author": "652220513",
            "timestamp": 1311498660,
            "txt_content": "金色地牢的BOSS可以打死的，他会发射红色和白色的球，红色的打中玩家会着火，打败他唯一的方法就是，按左键去打白色的球，可是白色的球一定要打在BOSS身上，然后boss的身子会变白色大概3秒，然后会有一个长的和BOSS一样的东西出来，会攻击你，那时候你要把小BOSS打死，大概做10几次BOSS就会死了。。。"
        },
        {
            "author": "652220513",
            "timestamp": 1311499200,
            "txt_content": "还有，在以太世界里放床会爆炸"
        },
        {
            "author": "652220513",
            "timestamp": 1311499740,
            "txt_content": "也不可以放地狱门"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311499740,
            "txt_content": "我說的是用工具物品打不死他！！！！ 請看帖 貌似回擊冰球不屬於拿物品吧？"
        },
        {
            "author": "652220513",
            "timestamp": 1311500040,
            "txt_content": "green丶bastard 发表于 2011-7-24 19:29 \n我說的是用工具物品打不死他！！！！ 請看帖 貌似回擊冰球不屬於拿物品吧？\n拿物品？"
        },
        {
            "author": "652220513",
            "timestamp": 1311500640,
            "txt_content": "green丶bastard 发表于 2011-7-24 19:29 \n我說的是用工具物品打不死他！！！！ 請看帖 貌似回擊冰球不屬於拿物品吧？\n而且金色BOSS不是一进去就打他，要按右键听他说话，他会叫你离开之类的，然后才开打"
        },
        {
            "author": "652220513",
            "timestamp": 1311501960,
            "txt_content": " 本帖最后由 652220513 于 2011-7-24 20:06 编辑 \n\n<a href=\"http://imgur.com/8IPWl\" title=\"Hosted by imgur.com\"></a>"
        },
        {
            "author": "457251763",
            "timestamp": 1311505920,
            "txt_content": "求伤害金地牢BOSS方法（火神的那个）.水+埋都没用啊啊啊"
        },
        {
            "author": "S_M_Forever",
            "timestamp": 1311518460,
            "txt_content": "这mod挺好的，神作\n不过这mod能联机不，有谁试验过？"
        },
        {
            "author": "652220513",
            "timestamp": 1311544080,
            "txt_content": "457251763 发表于 2011-7-24 21:12 \n求伤害金地牢BOSS方法（火神的那个）.水+埋都没用啊啊啊\n看45楼，我的回复"
        },
        {
            "author": "howard",
            "timestamp": 1311546480,
            "txt_content": "發布慶祝~~~~~"
        },
        {
            "author": "457251763",
            "timestamp": 1311570480,
            "txt_content": " 本帖最后由 457251763 于 2011-7-25 13:08 编辑 \n\n金的我过了.那银的呢？照样打不动{:cry:}"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311573000,
            "txt_content": "不能聯機"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311573360,
            "txt_content": "要右擊n久 聽他废话 然后攻击他吐出的冰球砸中他 很烦"
        },
        {
            "author": "KOL梦幻",
            "timestamp": 1311574080,
            "txt_content": "支持单机指令了咩？！"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311574200,
            "txt_content": "是作者坑爹 单机本来就支持的。。。 我没去试信了他们"
        },
        {
            "author": "652220513",
            "timestamp": 1311576360,
            "txt_content": "457251763 发表于 2011-7-25 15:08 \n金的我过了.那银的呢？照样打不动\n银BOSS手上拿着金色的剑，他的小兵拿着银色的剑，你要打死10个银色剑的家伙，他们会掉下一个金色的东西，收集十个然后就可以打BOSS了，BOSS死了以后他的房子就是你的了，"
        },
        {
            "author": "kidvsgin",
            "timestamp": 1311582720,
            "txt_content": "有谁可以告诉我以太花丛长什么样，玩到现在还真没看到，有谁看到截个图看看"
        },
        {
            "author": "eric32154",
            "timestamp": 1311593400,
            "txt_content": "天啊 恐鳥還真的很不會餓啊 餵他吃一個後7749天都沒辦法餵他= ="
        },
        {
            "author": "eric32154",
            "timestamp": 1311604200,
            "txt_content": "652220513 发表于 2011-7-24 17:11 \n金色地牢的BOSS可以打死的，他会发射红色和白色的球，红色的打中玩家会着火，打败他唯一的方法就是，按左键 ...\n打死了.....也拿到金鑰匙了.....寶箱在哪?!"
        },
        {
            "author": "652220513",
            "timestamp": 1311629940,
            "txt_content": "eric32154 发表于 2011-7-26 00:30 \n打死了.....也拿到金鑰匙了.....寶箱在哪?!\n他会打开一个门的"
        },
        {
            "author": "eric32154",
            "timestamp": 1311644580,
            "txt_content": "發現新裝甲的製造方法!\n將在金級地牢（浮空黃金橡樹島中的地牢）找到的鳳凰裝備穿上，然後去泡在水中，只要是水就好了，你會發現鳳凰裝備的耐久會一直很快的下降，不要離開水，讓他耐久降為零，就會自動變成黑曜石裝備！\n本人集滿黑曜石裝備了，可是不知道有什麼效果。"
        },
        {
            "author": "eric32154",
            "timestamp": 1311644700,
            "txt_content": "eric32154 发表于 2011-7-26 09:43 \n發現新裝甲的製造方法!\n將在金級地牢（浮空黃金橡樹島中的地牢）找到的鳳凰裝備穿上，然後去泡在水中，只要 ...\n還有鳳凰裝備集滿後會有燃燒特效，不過還是不知道有什麼實際效用＝　＝"
        },
        {
            "author": "tony1233465",
            "timestamp": 1311653700,
            "txt_content": "這mod是你做的嗎??????"
        },
        {
            "author": "894271939",
            "timestamp": 1311658200,
            "txt_content": "视频里的弓箭（后面貌似还连着绳子）怎么合成的啊，是以太Mod里的么？"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311658980,
            "txt_content": "金地牢的寶箱你要到處挖挖看的 有時不開門給你寶箱 有時藏在牆壁後的密室裏"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311659040,
            "txt_content": "kidvsgin 发表于 2011-7-25 16:32 \n有谁可以告诉我以太花丛长什么样，玩到现在还真没看到，有谁看到截个图看看\n一種爬在地上的食人花一樣的 蠻難接近的"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311659040,
            "txt_content": "tony1233465 发表于 2011-7-26 12:15 \n這mod是你做的嗎??????\n不可能是"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311659040,
            "txt_content": "894271939 发表于 2011-7-26 13:30 \n视频里的弓箭（后面貌似还连着绳子）怎么合成的啊，是以太Mod里的么？\n那個是老視頻啦~"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311659100,
            "txt_content": "eric32154 发表于 2011-7-26 09:45 \n還有鳳凰裝備集滿後會有燃燒特效，不過還是不知道有什麼實際效用＝　＝\n磨怪物血唄 比沒有好。。"
        },
        {
            "author": "SaienRin",
            "timestamp": 1311675720,
            "txt_content": "是不是有BUG啊- -我给了银级地牢BOSS10个奖章，问题是还是打不到他\n右键点他他说随时欢迎来挑战他"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311678960,
            "txt_content": "右鍵很多次？ 我沒打過銀地牢。。。 （目前不再玩aether）"
        },
        {
            "author": "howard",
            "timestamp": 1311679440,
            "txt_content": "持續沒發現銅跟銀地牢..............\n金打完了..................\n這有沒有天理呀!!!!!!!!!!!!!!\n這MOD真的.....很棒.....令我很卡"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311683280,
            "txt_content": "無敵mod"
        },
        {
            "author": "lingjianshiwo",
            "timestamp": 1311719760,
            "txt_content": "这个地牢得到的装备和道具有作用的详细介绍么？懒得去研究了……"
        },
        {
            "author": "a756810279",
            "timestamp": 1311730260,
            "txt_content": "有了姨太還有大姨媽嗎？\n"
        },
        {
            "author": "908156267",
            "timestamp": 1311734520,
            "txt_content": "我进去才知道那么难玩。"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1311743400,
            "txt_content": "容易就不好玩了"
        },
        {
            "author": "huhu呼呼",
            "timestamp": 1312256520,
            "txt_content": "貌似还有金色史莱姆"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1312264380,
            "txt_content": "蓝色和金色。。。"
        },
        {
            "author": "Mk.至尊小宇",
            "timestamp": 1312612980,
            "txt_content": "求1.01版本 内置修改 单人指令懒人包"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1312616340,
            "txt_content": "就会懒人包 懒死了 无视伸手党"
        },
        {
            "author": "God",
            "timestamp": 1312704300,
            "txt_content": "帮你顶上去.太多重复的而且没你好的帖子了."
        },
        {
            "author": "green丶bastard",
            "timestamp": 1312704720,
            "txt_content": "-w-谢了"
        },
        {
            "author": "lsotp",
            "timestamp": 1312794240,
            "txt_content": "终于找到可以装的了"
        },
        {
            "author": "AIWar",
            "timestamp": 1312895700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1312959900,
            "txt_content": "。。。。我的电脑 然后有选择显示不显示已知文件类型 详细百度 win7显示文件后缀"
        },
        {
            "author": "yhn19951008",
            "timestamp": 1312983060,
            "txt_content": "我决定试试"
        },
        {
            "author": "steven3213",
            "timestamp": 1312985880,
            "txt_content": "good mod~~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "Ark.",
            "timestamp": 1313040000,
            "txt_content": "有爱的  以太"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1313040300,
            "txt_content": "许多恐怖的怪物无爱- -"
        },
        {
            "author": "xnyxnyxny",
            "timestamp": 1313213160,
            "txt_content": "怎么我拿以太花瓣对小恐鸟右键没有反应- -"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1313213760,
            "txt_content": "他要消化时间的"
        },
        {
            "author": "rp20010207",
            "timestamp": 1313460300,
            "txt_content": "哇靠！                  "
        },
        {
            "author": "green丶bastard",
            "timestamp": 1313474280,
            "txt_content": "。。。回复点有意义的东西"
        },
        {
            "author": "a02157209",
            "timestamp": 1313994240,
            "txt_content": "MoD 在哪下啊 。我想去看看咯\n"
        }
    ]
}