{
    "title": "<原创·单章>[无题]",
    "author": "一枚渣渣",
    "replyCount": 17,
    "timestamp": 1437976320,
    "txt_content": " 本帖最后由 一枚渣渣 于 2016-2-29 18:21 编辑 \n\n                                                                                           写在前面\n\n首先，这是一个很严（gao）肃（xiao）的故事。来自我和恶魔在讨论群里你一言我一语瞎侃的一个不算故事的故事，每个段落都有我和他的脑洞，故事君是突然掺和进来的，直接导致剧情里的脑洞猎奇化（算是吧）。好了，诸位开始欣赏故（nao）事（dong）吧。\n\n\n\n\n\n“渣渣，你真的要走了吗？”恶魔有些舍不得地问渣渣。\n\n“嗯，可能我这一去就回不来了。”渣渣看看恶魔，再看看夕阳。\n\n落日的余晖继续照耀着这片未冷的大地，在夕阳下离别是最悲伤的了。\n\n“别这样说！你一定会回来的…呜呜……”恶魔已泣不成声。\n\n渣渣不说话，头也不回地走下山坡，离开了这个村子。\n\n从此恶魔下定决心一定要超过渣渣，这条看似简单的愿望早在六年前他们相遇的时候就朝着流星许下了。\n\n相隔十年，恶魔的实力已突飞猛进，他决心找到渣渣并与其比较究竟是谁能够当二人的老大。\n\n六年前，恶魔听说了强大到离谱的怪物“末影龙”的存在，并下决心驯服“末影龙”。\n\n两年前，末影龙及其势力被恶魔一举扫灭，末影龙成为恶魔的坐骑，恶魔一时间震惊世界。\n\n“想不到你小子还挺厉害！”他看完报纸后笑道。\n\n一年前，恶魔练得与爱骑末影龙接收融合的特殊技能，但只能在某一方死亡或濒死的时候使用。\n\n半个月前，恶魔潜心研究出一个更加强大的技能——“龙法”，释放出无数光球对对方造成致命打击。\n\n“渣渣，我一定会超过你的！”恶魔背好背包与十年前一样，在夕阳下离开了这个村子。\n\n“请给我一碗牛肉面。”他在一家餐馆坐下了。\n\n“您的牛肉面。”一个胖胖的女人将一碗热腾腾的面端到了他的面前，“诶，你不是渣渣吗？”突然她惊叫道。\n\n“我是。您是……”渣渣仔细端详着眼前这个女人，“艾格里夫太太！”渣渣也惊奇地叫道。\n\n艾格里夫太太微笑着招呼着渣渣：“来来来吃完面我带你去见一个人，你一定会惊奇的。”\n\n一碗面下肚，渣渣可算是经历过这一个月以来最饱的一次了，自从上一次钱包被偷走后，他就一直以卖艺为生。他跟一个老技师学的科技知识在这个使用魔法的地域根本没有任何作用，没人需要这些，但它们还是很强大的。\n\n渣渣跟随艾格里夫太太走到后台，后台是一个厨房，但装饰得更像一个实验室。门对面的桌子上，坐着一个人。\n\n“渣渣是吗，在古拉不停游荡卖艺的手艺人？听说你还跟一个技师学习了一些科技知识”他从桌子上跳下来，抬起那傲慢的头嘲笑道。\n\n“是的，你是——”渣渣开始警惕了起来，眼前这个人是……？\n\n突然，眼前一黑，便失去了知觉。\n\n两个黑影在谈话。\n\n“你让恶魔杀掉故事君，再让渣渣杀了恶魔。”\n\n醒来时，渣渣是躺在一个硬邦邦的铁板上，眼睛被布蒙住了，手脚也不知道什么时候被固定在了铁板上。\n\n仿佛能听到窸窸窣窣的声音，但很快又停下了。\n\n又响起来了。\n\n“起来吧，渣渣。”那个男人冷笑着。\n\n渣渣看着男人，眼中划过无数道蓝光。\n\n他对着男人说：“带我去找恶魔。”\n\n“如你所愿……”男人冷冷地说。\n\n恶魔来到古拉这座城市的门口时，被它的规模所震惊了，他羡慕地望着这座城市，周围的人却以恶魔是乡巴佬的眼光避而远之。\n\n“啊——！”人群中突然出现一阵骚乱，其他人也紧随其后混乱起来，恶魔不知道发生了什么，只能呆呆地站在人群中。\n\n“艾格里夫太太，你已经没有用处了。故事君让我处理掉你。”恶魔能够看到，在马路上有一个熟悉的身影。\n\n“渣渣，是你吗？”恶魔大喊。但那个人对恶魔并不是很在意，而是一枪打进恶魔的腹部。“子弹对我可没用！”恶魔倒在地上，“难以忍受的……呼~”弹壳掉在了地面上。恶魔从地上爬起，穿过人群跑到那个身影面前。\n\n真的是渣渣！但他脚底下的是……艾格里夫太太！\n\n“喂！”恶魔叫住渣渣，并将艾格里夫太太从渣渣的脚底抱走，“你应该知道艾格里夫太太的。”恶魔闭上眼回忆着以前的一件件往事。\n\n在他们两个的记忆里，就是艾格里夫太太收养了即将饿死的恶魔与渣渣两个苦命的孤儿，除此之外，还有一个本来就在的不合群的孩子——故事君。\n\n“砰砰！”两枪打向天空，片刻后，艾格里夫太太身上莫名其妙多了两个窟窿。\n\n渣渣吹灭枪口上的硝烟，“真是个弱渣啊”\n\n“渣渣你……”恶魔不敢相信地望向渣渣，他现在恨不得手刃了他。“你是谁，你怎么知道我的名字？”渣渣突然转过头来问恶魔。\n\n“没必要回答。”恶魔攥紧拳头低着头回答。\n\n“哦？”渣渣傲慢地说，“那我就走咯。”渣渣朝那家饭馆走去。\n\n“渣渣，我…我想…我们是该争出个你死我活了！”恶魔在渣渣后面突然说道。\n\n“来吧！”渣渣抽出了管理舟。\n\n“如此痛快么……那么也就是说我也可以杀死你了是么……”恶魔心中的怒火越来越大，最后就连身上也散发出了金黄色的光辉。\n\n“开始吧，看我把你扔到天上！”恶魔抓起渣渣想往天上扔，但无奈渣渣还是纹丝未动。\n\n恶魔有着常人无法比拟的大力，但渣渣似乎并不怕这些。\n\n“才不会再让你这样了！”渣渣启动了反重力装甲，把恶魔甩到了房顶。\n\n“既然这样，就休怪我不客气了！”恶魔缓缓从地上站起，双手合十嘴里默念着什么。突然，天空落下一道惊雷，将渣渣周围的地面砸了许多深坑，渣渣被困在中间的地面上。\n\n“真是比我还渣的渣渣！”渣渣用反重力装甲浮了上来，“你魔法侧是吧，我可是科学侧！”“轰！”天空出现了许多“流星”，那是太空磁轨炮。恶魔被冲击波震飞了近百米。\n\n恶魔的身上出现了大大小小不同的伤口，他尝试着站起身来，但失败了。\n\n渣渣高举左手，大吼：“王啊，赐予我力量吧！”随后，无数光点从天而降，其中一个传出电子声：“渣渣，我将赐予你力量！”\n\n突然那些光点都朝渣渣飞去，渣渣顿时能量大增。\n\n天空中突然出现了一道巨大的身影，那是恶魔的坐骑——末影龙！恶魔在地上笑着：“渣渣，你输了。咳咳……”\n\n“末影龙？”渣渣看着那只龙，突然大笑“哈哈哈！再厉害的龙也挡不住本大爷我！”“轰！”那只龙接连被命中几发导弹后，终于化成灰尘。\n\n“怎么，规模这么大的一场战斗怎能没有我呢？”故事君突然从天而降，“恶魔？想不到你这个驯服了末影龙的男人现在竟如此狼狈！”\n\n“别妨碍我！”渣渣动动手指，一道光芒朝故事君射去，故事君被击倒了。\n\n“我们继续！”渣渣大吼。\n\n此时，恶魔已吸取他死去的爱骑末影龙的灰尘，与其进行融合，完成了一次惊人的进化！黑色的翅膀，稍微破损的翼膜，锋利的尖爪。“渣渣，受死吧！”\n\n“哼，不自量力”\n\n“来吧！”突然，地上出现了一群武装到舌头的特种大队。\n\n“渣渣，进行一场男人间的真正的战斗吧，你我单挑！”\n\n“好！”渣渣把特种大队招回。抽出了量子辐能剑大吼“来吧！真正赢的人才能是世界的王者！”\n\n“开始吧。”恶魔的两只尖爪在胸前围成一个球状，巨大的紫色光球在它的手上形成，“去——死——吧！”光球被恶魔扔向渣渣，巨大的爆炸让周围的一切建筑化为灰烬。\n\n“痛快！”渣渣在爆炸后的烟雾中大吼，“不过你很快就见不到了！”渣渣一刀砍下了末影龙的翅膀。\n\n“你真以为那是我么……”恶魔在渣渣身后嘲笑道。恶魔一把将爪子刺进渣渣的身体，并迅速朝地面摔去。\n\n“哈哈哈！你也以为这是我吗？”渣渣忽然出现在了半空，“那只是我的质量投影！去死吧！见识下科学的威力吧！”渣渣抬起手，一道激光瞬间穿透了恶魔。\n\n“什……什么？”\n\n“来吧！继续干！”渣渣大吼。\n\n“我可是你以前的好朋友啊……以前我们一起玩耍，想不到今日你竟如此对我……”恶魔后悔着，可能他在后悔认识眼前这个无情无义的人吧……“难道你忘了我们在龙域村龙域小学的事情了吗？我们在四年级1班！”\n\n“演得真好啊，悲情……你可是我的仇人啊，我们有着不共戴天的深仇大恨！哪来的同学！”渣渣搜索了记忆核心之后大吼。\n\n“愚蠢的人类哦，为何如此痴迷于战斗？”故事君从地上爬起，拍拍灰尘，看上去毫发无损，“渣渣，快杀死他，就是他毁掉了你的一切！”\n\n“不，渣渣。”恶魔痛心地说，他已经摔在了地上，很是虚弱。“你被故事君安装了记忆芯片，所以你忘记了我们的事情。故事君他……他可是主导着世界邪恶势力的的黑科技狂人啊！”\n\n渣渣轻蔑地望望刚爬起身的故事君，再次将其击倒。\n\n“傻瓜，我当然知道，你别忘了是你用那该死的光球把那更该死的玩意儿弄出来的。”渣渣把一瓶纳米治疗液扔在恶魔身上，从兜里掏出个硬盘，把它捏碎了，对着故事君大吼：“我可不是机器人！你对我做的一切我都怀记在心！”无数束激光穿透了故事君。\n\n“这下可以了吧。”渣渣呼口气，说道。\n\n“渣渣，你还是那么……”恶魔嘴边微笑着，说：“好朋友……”他闭上了眼睛。\n\n“别装睡了！快起来！”渣渣大吼，“你浪费了我一瓶纳米治疗液就死了？没那么便宜！”\n\n“呵呵，渣渣啊，还是你了解我。”恶魔不情愿地从地上爬了起来，“虽说还是有些累，但让我们把故事君杀了吧。”\n\n“好嘞！”渣渣一伸手，无数个“流星”朝故事君飞去。\n\n“流星是不会陨落的，陨落的是人类的希望。”故事君说。\n\n“但泰坦会。”渣渣笑着说，无数个泰坦机甲抬起了枪口对准了故事君。\n\n“龙法！”天空中出现了无数光球，都朝着故事君。\n\n“故事君，你的末日到了！”恶魔的身体突然被撕裂，出现的是一条黑龙的身体！恶魔他全身接收了末影龙！\n\n“呼！”无数艘太空战舰突然出现在城市上空，渣渣大吼“去死吧！你个渣渣！”\n\n“你不是元首不能发射渣渣光能炮。”故事君嘲笑着。\n\n“但我是渣渣。”渣渣冷笑道。\n\n“一起攻击，把故事君炸得连渣都不剩！”恶魔干劲十足。\n\n“渣渣歼星炮一级就位！”渣渣大吼，无数艘战舰的前部汇集了蓝色的能量。\n\n“加强版龙法准备！”天空中的光球更多了，几乎铺满了整个蓝天。\n\n渣渣冷笑着：“二级准备！恶魔，真是不错！故事君，好好呆着，让本大爷我把你灭个一干二净！”\n\n“三级准备！打开格纳库！放战机！”渣渣大吼。\n\n“龙法准备发射！”\n\n“开炮！”\n\n“发射！”\n\n故事君张开双臂，仿佛已经做好了死的准备：“渣渣，用我的力量杀了我吧。”\n\n话音刚落，故事君便彻底消失在了耀眼的光芒中。\n\n一枚奖章落在渣渣的手中——\n\n“故事君，龙域村龙域小学四年级一班。特等奖。”\n\n“这是……？”\n\n全剧，\n\nThe End——\n\n参与演员：@恶魔-潇洒\n                  [饰演 恶魔 ]\n                   @一枚渣渣\n                  [饰演 渣渣 ]\n                  @2B和MC的故事\n                  [饰演 故事君 ]\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1437979200,
            "txt_content": "为什么被虐的是我啊……（事实证明如果不能使用中二模式不要与两个中二病交流）"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437979380,
            "txt_content": "还有，我说的话貌似没有这么中二吧喂"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1437979620,
            "txt_content": "你们两个从我身上滚开！"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1437980880,
            "txt_content": "我做错了什么？{:10_526:}"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437981240,
            "txt_content": "daizhuhan32 发表于 2015-7-27 15:08\n我做错了什么？\n我记得没你啊"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437982320,
            "txt_content": "末影龙娘 发表于 2015-7-27 14:47\n你们两个从我身上滚开！\n请问龙爷您复活了吗，还有咋变人了"
        },
        {
            "author": "毒蛇",
            "timestamp": 1437983400,
            "txt_content": "渣渣，这个……我是小龙知道吧= ="
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437984360,
            "txt_content": "毒蛇 发表于 2015-7-27 15:50\n渣渣，这个……我是小龙知道吧= =\n知道啊，话说你在这说干嘛啊"
        },
        {
            "author": "毒蛇",
            "timestamp": 1437984480,
            "txt_content": "一枚渣渣 发表于 2015-7-27 16:06\n知道啊，话说你在这说干嘛啊\n我说你发这个真是脑洞大开啊"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437985320,
            "txt_content": "毒蛇 发表于 2015-7-27 16:08\n我说你发这个真是脑洞大开啊\n应该是我们"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1437987960,
            "txt_content": "一枚渣渣 发表于 2015-7-27 16:22\n应该是我们\n“流星不会陨落”那里是穿越了吗，前言不搭后语。\n还有不觉得干掉我的原因很奇怪吗\n最重要的是为什么文中我的性格一直在变啊，还有为什么最后我是像一个抖M一样被打死的啊？！\n槽点太多了"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437990180,
            "txt_content": "2B与mc的故事 发表于 2015-7-27 17:06\n“流星不会陨落”那里是穿越了吗，前言不搭后语。\n还有不觉得干掉我的原因很奇怪吗\n最重要的是为什么文中 ...\n呵呵            "
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1438044480,
            "txt_content": "一枚渣渣 发表于 2015-7-27 15:14\n我记得没你啊\n你记得那只可爱的末影龙吗？"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1438051320,
            "txt_content": "daizhuhan32 发表于 2015-7-28 08:48\n你记得那只可爱的末影龙吗？\n哦~那只龙好像是特效做的，因为没人去找野生的"
        },
        {
            "author": "半生红尘",
            "timestamp": 1438060560,
            "txt_content": "对话占了全文90%，细节描写也很少，感觉像是一个草稿还未经修改就发了。而且建议对话可以删去部分，改为神态描写，默认是眉目传情吧= =。。。而且“哦？”渣渣傲慢地说，“那我就走咯。”渣渣朝那家饭馆走去。\n\n“渣渣，我…我想…我们是该争出个你死我活了！”恶魔在渣渣后面突然说道。\n这一段发展的太快了，就因为渣渣说要走了外加杀了一人就想和昔日的朋友争个你死我活有点诡异。\n战斗中对话也很多，总让我觉得有点舌战的感觉= =。。。\n而且开头感觉不大好，太简短。而且结尾的那个奖章让人觉得莫名其妙，可以在前面埋个伏笔。\n总之= =。。。除了对话太多其他的地方还是比较可以的^_^"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1438064340,
            "txt_content": "半生红尘 发表于 2015-7-28 13:16\n对话占了全文90%，细节描写也很少，感觉像是一个草稿还未经修改就发了。而且建议对话可以删去部分，改为神 ...\n这槽吐的够狠"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1438065120,
            "txt_content": "半生红尘 发表于 2015-7-28 13:16\n对话占了全文90%，细节描写也很少，感觉像是一个草稿还未经修改就发了。而且建议对话可以删去部分，改为神 ...\n嘛……除了最后一条我可以反驳你以外，其他的我真是被说得哑口无言。\n还记得在文中恶魔说过一句“龙域村龙域小学四年级1班！”吗？\n最后的奖章也是“故事君，龙域村龙域小学四年级1班，特等奖”\n说明他们是同学啊。\n文中还有一句莫名其妙的话，“让渣渣杀了恶魔，再让恶魔杀了故事君。”\n这不难猜出恶魔和渣渣都是被安装了记忆芯片的"
        }
    ]
}