{
    "title": "〈原创.连载〉余音绕梁 第一章 第一节［细节补充］",
    "author": "末影龙娘",
    "replyCount": 2,
    "timestamp": 1437984840,
    "txt_content": " 本帖最后由 末影龙娘 于 2015-7-27 16:23 编辑 \n\n        第一章\n\n  由于莱耶被叶塞河环绕，而麦隆又处于一片突兀的高地，所以此处显得有点与世隔绝了。\n  麦隆的夜，往往比城心地区短——并不是因为米歇城幅员辽阔，而是因为自从工人大多都被送到前线，此地的红石灯就没有修过。\n  所以，天虽然已经破晓，叶叁肆死守床榻却也无可厚非。\n  若是只说这么多，读者大概只以为叶叁肆是个懒汉。不认识叶叁肆的人不知道，叶叁肆像忒勒斯一样，具有“外乡的青年人特有的精明”（他记得这是一个马脸裁缝对他由衷的赞美，当时他正准备买下这裁缝做的一件便宜礼服），不然叶叁肆也不可能只在门前竖了一块牌子就摇身一变，成了中级律政师。\n??可惜我们的大律政师正准备将这套金科玉律付诸以行动，一个万恶的纸包却差点使他破相。\n??“先生，邮费七蒲九伊①。”虽然麦隆人自己产的灯油点燃与否几乎没有差别，但在此时的叶叁肆看来，这窗外的灯光却仍显得刺眼。\n??（邮费你个大头鬼！邮局又来抢钱了，嗯？我呀，我看够了这一套！回去告诉你们那个头子，小心我控诉他！）\n??“哦，先生，那是自然。稍等。那个谁——普雷沃！普雷沃！”\n??事务所原主人的儿子用响亮的鼾声回应了他。\n??“好吧，好吧，这条懒狗……当然，先生，不是说您。再等会。”\n??在叶叁肆先生在五百刻②内把不知有几百年未穿的礼服、晚礼服、西裤、衬里、礼貌、领带、袜子、硬领、领结与礼帽极其小心、迅速而不失大方地翻了个遍后，七十九伊躺在了不耐烦的邮差手中。但邮差居然在叶叁肆的精心下如此忘恩负义，甚至没剜完他第二眼就匆忙走了。\n??但我们的律政师宽宏大量，没有因人礼貌不周而计较。他接下来只是坐在床塌上，扫视破旧的横梁和摇摇欲坠的吊灯，思考比这重要几千倍的事——周转问题。\n??说起来真是谢天谢地，这样作者就可以为了消除读者可能产生的疑问，提前说明一下叶叁肆伟大的发迹史。\n??波尔耶三世身下的的宝座还没热时③，像外域的所有青年一样，叶叁肆迈出了赫尔希的城门。幸亏叶叁肆看准了时机，用手头的钱拍下了这栋旧宅做起律政师，不然到现在还可能像当中的一些青年一样四处碰壁。要知道，这帮人物却很不赏脸，绝不让他们的脚迈进贵族府两次。叶叁肆至今也还觉得，什么“见识狭隘”“才疏学浅”，都**是借口，要不是钟声事变⑤搞得那些贵族怕因要给青年办免役证而破费，一代文豪们的处女作在两代⑥以前就该下海了。\n  所幸，在这一代，承蒙约基人赏脸，把老家赫尔希选为前沿阵地。本来大批的游民使其精明的父母经营酒馆寄来的年生活费已经激增到了两埃⑦——已经创下了个人生活费的新高——但此番一来人心惶惶，没有一人再打官司，所以，即使叶叁肆勉强不使自己和普雷沃饿死，还是难免打一本期票存根，可以用来专门让人大开眼界。\n  从这天起，贫困与政变就接连不断地向这栋摇摇欲坠的堡垒发起攻击，就如当时外忧与内患交替攻击着波尔希政权一般。三时前，叶叁肆最后一件杀手锏，创作的一部极具理想主义色彩小说——说起来他还真有这方面的天赋（绝非讽刺），一代以来竟已积攒了上万字——并且把清样复制五千份寄给所有能印书的场所，一直寄到米歇顿，使他的本票备份又充实了不少。\n  于是，叶叁肆就在满含期冀的等待中候了整整三时。不过这办法并不总是管用。就目前，如你所见，如果有人回信的话，我们的叶叁肆此时大概在沙龙里呢。\n  叶叁肆此时也想到了这点。又审视了一遍四周，使青年更加气不打一处来。\n??（出版商果然都利欲熏心，不懂得一部真正的好作品需要读者的认同，要不是我们供养，这帮守财奴今天都在阴沟里捡烂钉子！真是活见鬼，三时⑨以来，只让印刷工抢了我的血汗钱……）\n??“先生！橱柜里没有可以吃的东西了，我是去买一点吗？”隔壁传来原继承人的声音，一听便知是未学端腔拿调的穷小子。\n??“闭嘴，你的先生穷得要命哩。哎，普雷沃，你的伙食费还未交，欠了将近一薄⑩了。再这样下去，我就让你要饭去。”\n  （你以为你是谁？告诉你，这是我们家的房子，卖给谁都是我们家的房子。我警告你，这样的话再敢多说一句，我就把你扔出去……）\n??“再说吧，先生。我比您手头更紧哩，您也知道我没财路——哇耶，先生，这是怎么回事？”\n普雷沃—推开门，立刻被吓得不轻，因为这房间里的衣物扔得乱七八糟，局外人看到了肯定要拿来说三道四，而这是当地人最大的爱好。\n??易于激动的青年还沉浸于无法自拔的焦虑之中，全然将普雷沃当了空气。\n（猝死了，嗯？猝死了倒好，省得我还要等你施舍……）\n??“诶？先生？怎么回事？”\n??“没事，普勒（普雷沃的小称）。哦，先帮我把那个纸包递过来。”这里还要提起叶叁肆的一样美德——即使被抢了劫，也要搞明白劫匪每一笔出款的名目（反正他们都是法盲，即使偶尔控诉他们个财产纠葛罪捞捞本，也不失得一份油水）。\n??纸包还没有手掌厚，上面写的发件地址也并不距此地多远，很容易使人气愤地联想到邮局所获的油水之多。\n??叶叁肆在其中翻了半天，却只发现他三时前寄去的清样。\n??叶叁肆垂头丧气地将纸包扔给了普雷沃（传来普雷沃的惨叫声）……等等，在他脚下，还掉了一张字条。\n??上面的内容非常简短，上面的字体像是战地前沿的荒民：\n??[prote]可付印。请至维埃图书馆详谈。[/prote]\n弗.维埃。\n??在此之前，叶叁肆从不知道只需寥寥数笔就可使一个人从肉体到精神都脱离苦海。固守一隅的青年此时觉得身体里有一个气球在膨胀，如果普雷沃没有往他身上泼冷水，他坚信这个气球会爆炸，把整个事务所都夷为平地。\n??“先生啊，这叫怎么回事？”小学徒还没见过如此的阵势，脸都吓白了——这是很能说明问题的，因为麦隆的阳光本来赏了他在夜中潜行的好资本。\n??“没事，普雷沃，你只需要知道是好事！别收拾那些衣服了，把它们都拿过来，我要赶紧出去一趟。我不在这的时候你要守着。”叶叁肆赶忙慌乱地穿起那些在赫尔希趁折价时买的，生前不一定派上一次用场的衣服，差点把腿伸进衣袖。\n??“简直拿我当小厮了！”普雷沃嘟囔道，但叶叁肆没有听见，因为这时候他已经手忙脚乱地跨上了土路，不合身的折价货还在身上晃晃荡荡。\n\n───────────────\n@lzs1234 （律政师叶叁肆）\n①18纪以前，邮费由收信人支付。蒲和伊为麦开货币单位，一蒲合十伊。\n②刻，麦开时间单位。五百刻相当于半小时。\n③指1759年波尔耶三世登基。\n④城为最大行政单位，作者可能指其首都米歇顿。\n⑤1761代发起的钟声事变瓦解了波尔耶为首的七轨政权，同代，约基发起大规模侵略。后人将这两次战役统称“钟声事变”。\n⑥代，麦开时间单位，约201个昼夜。\n⑦一埃合一千蒲。\n⑨时，麦开时间单位，约21个昼夜。\n⑩一薄合一千伊。",
    "replies": [
        {
            "author": "蠢萌の⑨",
            "timestamp": 1438047540,
            "txt_content": "呼~好赞就是看得有点累"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438064100,
            "txt_content": "蠢萌の⑨ 发表于 2015-7-28 09:39\n呼~好赞就是看得有点累\n首先感谢支持与仔细的阅读；其次，我们这个世界观对于大多数读者有点大，所以还需要各位读者先用一章来适应适应。"
        }
    ]
}