{
    "title": "【原创.连载】minecraft日记-canmo篇",
    "author": "avacf",
    "replyCount": 3,
    "timestamp": 1438002180,
    "txt_content": " 本帖最后由 avacf 于 2015-7-28 14:29 编辑 \n\n大家好我是晨峰w，我的原创小说现在正式上线了，希望的大家喜欢   minecraft日记﹣canmo篇为副线。主线是 minecraft日记 - 幻灭之域\n\n\nminecraft日记 - 幻灭之域：链接：http://www.mcbbs.net/thread-476513-1-1.html\n\n\n\n\n\n\n\nminecraft日记﹣canmo篇「minecraft1.5 农耕服务器 旅程第一章」       “link start！”       阳光灿烂的一个下午，我像往常一样再农耕服里去挖矿卖原材料。       1.4的农耕服更新成了1.5，这是一个使人兴奋而痛苦的消息，兴奋的是农耕服可以继续存在下去，农耕兄弟们还可以一起玩耍还有采矿或者是pvp；但是痛苦的是，更新到1.5要更周目，这也是mc服务器无法避免的硬伤吧(?_?＃)。在那时的晨峰还不知道周目是什么，只是发现服务器涣然一新，以前的东西，还有自己用尽心血造的房子和商店也没了。       到后来发觉，周目一换，一些老玩家伤心欲绝的退服了，而引来的结果是一群新玩家中间还混杂着各种各样的熊孩子。       服务器因更周目而主城从宫廷别院变成埃及的伊斯塔尔门。      我在农耕服没更新多久就又从反回这个大家庭，想面临下新的挑战，也就是想过把mc瘾。      身上没有任何东西一贫如洗，自己也不知道怎么玩下去了，在1.4的农耕服中玩了很久时间，刚进服时怎么发展的都忘了，只是记得最后变成了被red认识的一个农场主，非常富裕。所以重新来过怎么发展就什么都母鸡了。当时的晨峰也算是刚被籽岷大大半净化的一个半小学生吧，没那么恶劣哈w       该怎么办，我用方块手挠着脑袋，还是去野外2，去找一个河边草原当宅居点吧！说着便敲下回车件，/spawn 回城指令输入，继续回车上传指令，就回到了主城。主城口人山人海，有好多外界进来的玩家都左顾右盼不知如何下手。        别挤！别挤！我在吵杂的人群中吼道，没向到人那么多，＂122！＂，谁在叫我？抱着疑问一转头发现那不是谁而是老盆友，＂诶！mumu！还有mog！＂没想到老玩家们有一部分还是跟我一样对农耕服锲而不舍啊。跟mumu和mog简单的打完招呼后，我从人群中钻到了服务器指令地点传送牌面前。       ＂野外2、野外2。。。o(^▽^)o索嘎！在这里＂目光转向那个木制告示牌，毫不犹豫的按下了右键。link start！地图加载出现。（ge shi ji xing zhi(^o^)）        眼睛一睁开，蓝蓝的天空还有碧绿的草地出现在眼前。光影水反的效果加上128?128的五边形材质包真的让人眼前一亮，阳光的光辉真实的就像照在我这个戴着耳机的方块头上能感觉到一丝的温暖。我将带着雷电图案的手挡在眼前，光线带着光晕直射着我的眼睛。“那么寻找住宅地的旅程就这样开始吧！”\n\n\n\n\n\n「minecraft 1.5 农耕服务器 旅程第二章 寻找住宅地之夜」\n  “我、晨峰”一向在服中带着蓝色方格脖巾而独行的我，居然在寻找住宅地而被困扰着。\n  背上只有一把初步附魔的铁剑，本想在天黑之前能找到住宅地，可惜在mc中时间一直是过超乎寻常的快。黑夜降临，夕阳西下的光被光影水反渲染成了淡紫色与最后黄色的光辉融合着而透明，虽然很美但是心里的警惕也开始提高了。我摸了下背上的剑，准备与夜晚来临后的怪物大干一场，可是现在背包里只有一些石制工具和14个火把还有半组煤，方块也不丰富：23个石头、4个原木还有一个合成台。这让人很为难，饱食度还好在砍树时已经用掉落的苹果填饱了肚子，还有两个苹果收入囊中。\n  ＂看来还是要躲避些战斗吧，毕竟这些物资无法打持久战，而且要坚持到早上呢＂一说到这里心里好些庆幸，因为mc中不会疲劳，否则要一瓶红牛才能给力呢w，早点找到合适的住宅地吧。(^_-)(>_<)\n  话音刚落，脚下像风一样在月光笼罩的大草原上奔跑，月的光辉照亮了半个脸，身旁的影子也在同身体一样运动着。我口中喘着气，四个矩形四肢有条理而节奏的运动着，不一会儿mc刷怪程序启动…以自己圆心，5米半径而画的一个无形圈形领域开始生怪....\n  夜色里刮着寒风，寒风从背后袭来，貌似在怂恿自己前进，黑云笼罩着的明月时隐时现。\n  部分草原杂草丛生，苦力怕、骷髅弓箭手、僵尸，一个一个不断的冒了出来。我迅速拔除锋利?的剑，淡紫色的光围绕着的剑被从剑鞘里快速拔出，剑磨着剑鞘口的铁圈发出清脆的响声而练带着火花。\n  最近的一个怪物拿着弓箭已经在前面的必经之路等着我，小白用带着亮红眼的眼睛怒视着我。\n  他眉骨向下陷，露出一副愤怒的表情，使人看了震悚。“看来不能不一战了！”我摆好姿势。话音刚落，后脚用力一蹬，脚下形成气压环将我飞一般的直射出去，双脚在路上飞驰，右手带着剑在空中左右一挥使出剑技，本是紫色光辉的刀刃变成了淡蓝色一一一电光斩！！一个箭步、跃起、台刀，连贯性的动作一气呵成，＂斩一一！＂，声音在空中雷般的喊出，＂咔嚓一！＂的一声，刀将小白（骷髅弓箭手）的身体劈成两半，而蓝色的残影融入在刚才剑斩的轨道上；落地、转身、水平左砍，小白露出惊讶的表情，骷髅头落已地。剑的蓝光慢慢变暗，又变回了原来地紫色，小白的尸体像小爆竹一样变成一小团烟雾，地下跳动着两根骨头和3只箭和刚刚被电光斩击落的弓。我下意识的轻笑了下，嘴角扬起刚好的弧度，＂和我的预想差不多(^_^)＂我拿起弓，其余战利品被吸到背包中。我吃了一个苹果，可怜的饱食度从减少的三格回复了。\n  接下来的路我更充满干劲和自信，不断奔跑、斩杀。。。最后。太阳的光线终于从天边露出，有中感动的想哭。身上虽然有些负伤，但还是熬过了这个夜晚，包包里以有7个骨头，两个腐肉，还有三个火药。\n  out link！话音刚落，眼前视野变成黑色，我缓缓睁开眼，身体冰凉，多半是链接时忘盖被子，朦胧的双眼缓慢的睁开，凝视着被月光渲染成蓝色调的天花板，我慢慢的取掉了头上VR头盔，回到了现实世界，现在时间0：00。我疲累的睡着了。\n  意识：＂原来这是个半科幻的小说哈w。＂「minecraft 1.5 农耕服务器 旅程第三章」\n\n    现实世界:     虽然是暑假但我还是很早起床了，早晨的阳光透过蓝色窗帘形成淡蓝色的光打在白色打床上。两手一撑，身体与床板分离，我用手去抓床头的眼镜，扭腰使得脊椎发出清脆而雄厚的声响。打开台灯，白黄色的光照在一张A4打印纸的上面，我拿起铅笔继续绘制我长期以来一直所期待竣工的桦木小屋布局图；我为了实用，还是把房子绘制成两层，远看像长方形。。。。本来就是长方形！\n(??;)。那就暂时这样吧，桩我就用白桦树原木好了。\n  经过漫长的添油加醋时间，纸上的铅笔终于停止了飞舞，最后决定电路方面在二楼天花板做个顶灯，在二楼楼梯放置个拉杆当开关，构图。。总算。。over\n  那让我们继续旅程吧\n  环形VR装置咔的一声像紧箍咒一样带在了脑袋上，内置风扇在无声而快速的转动\n  「Link Start！」\n  眼前一白，感觉睡着但好像有很清醒。眼睛一睁，周围的白色发光碎片粒子向上飘起，那去找材料吧，因为之前辛苦的挖矿卖矿，现在的腰包总算鼓起了一点弧度。\n我右手向下一挥，输入指令的窗口飘了出来\n「/warp shop」传送指令输入\n瞬间，整个人传送到了服务器商城。\n  ＂五组桦木当桩、四组桦木板当地板、玻璃、莹石、红石??????＂我慢慢点着货物的告示牌，＂OK！结账！＂\n  ＂不是吧！！＂我的眼睛盯着一个惊人的数字「9w！」＂NO___~~~~^^^！！＂这么贵我去，心里一阵不爽！对于钱包里只有10w多一点的我，这组数据相当惊人了。＂额~~额，这~~~＂我手在打着抖就像当年在ALO中，桐人亲手把自己的爱剑﹣「阐释者」－「逐暗者」从道具栏中删去一样，手指久久按不下去。\n  ＂嘀！＂手指快速伸缩，就像弹力球一样撞到指令栏上弹回。\n  ＂哎！认命吧。＂我把一大堆东西塞满了背包，感觉整个人像背了一座山一样重。我调出指令窗口\n  「/home home」回家指令输入！\n  一瞬间我被传送到了住宅地~~~~那个月黑风高的战利品。\n  住宅地在靠近河流的地方，四周草原平坦，几乎要在很远的地方才有树，绿色几乎占满视角的百分之70，其余的便是，淡蓝色无尽的天空，微风吹过身子，衣服像旗帜一样被吹起，感觉整个人非常凉爽！\n  合成台、加了锁的大箱子、两个石制熔炉，还有那暖暖的床，这差不多是我现在的全部家当。我调出物品栏，把里面的东西全部堆了出来变成了一做大山，这害得我不得不再做几个箱子。。\n  东西基本安放分类完成，那么就开始吧，方块状的脑袋自信的点了点头。\n  我轻轻敲了敲合成台的一角，突然一个立体全息的九宫格出现在眼前。石头、石头、石头、木棒、木棒。。。。\n  石镐、石斧、石铲相继做出，只可惜无法做出我最爱的金铲。\n  我拿着石铲在广大的草地上铲出了一个矩形，这差不多是现在庇护所的范围，等以后再扩展吧。说着，我将这个矩形里面1乘1的草方块挖掉，每挖掉一个草方块，就有＂啵＂的一声吸入身体，就像一个吸尘器一样。我将半组原木分解成桦木木板扑满在地上，用右手擦掉头上的汗。＂唉，累啊！如果有人来协助我多好额，真怀念地图编辑器。＂这句抱怨的话有气无力的从我口中慢慢吐出。***********************************\n  时间一分一秒的过去，夕阳被黑夜一点一点的压下地平线，但足够的光照足以不让苦力怕来偷袭我的pp。\n  ＂终于完工，~江江！w＂一间4乘六的矩形房子出现在眼前，房桩是美丽而亮白的白桦原木，\n像白巧克力一样让人想抱上去啃的冲动，外墙全用的是白桦木板，这样与白桦原木搭配起来更恰当好处，而玻璃在高四格的墙壁上就占了两格围着房子绕了一圈，只有房桩那里没放。房子里灯火通明，在内墙高3格的位置那里，每隔一段距离我就插了一个火把，火把上的光周围发出光晕并且冒着烟，照亮了整个房间，使这个白桦屋内瞬间充满暖色调的光，和当初的设计一模一样，使我相当满意(^o^)！\n\n  房子周围，没有怪物生成，因为草地上的火把插已经被我插的像星星一样多，在房子四周，围了个圈，使房子看起来就像个火把一样。\n  我带着整天的疲倦躺在那暖暖的床上，享受这邂逅，望着墙上挂着发出紫色的光晕的铁剑，＂晚安！＂慢慢的。。慢慢。的。慢。慢。的。便睡着了….zzzzz\n  各位读者大家好，我是晨峰，感谢大家好这么以来对我的支持和鼓励，也请大家多多关照！我们的农耕服旅程来到了第四章，在经过之前的各积淀后终于要遇见我的挚canmo（残墨）了，这时也有点小小的激动和兴奋。因为正真的旅程现在才开始w，请各位相信，后面的故事更加精彩！\n  有些人问，「晨峰，为什么你文章里的w是什么意识？」。\n  这里我想说明下w是个表情，在平常聊天时残墨就会在一些话后留下这个表情w，渐渐的自己也不知为什么就也开始用起了w。\n  写到这里，我初三毕业了，时间过的真快，感谢残墨这两年以来的鼓励和支持，能和我一起加油和奋斗互帮互助，如果没有他这位挚友的鼓励，那么有时我也无法从路上的坎坷里爬出来，我个人认为我和残墨的友情就像桐人和优吉欧一样，不离不弃，形影不离。在梦想的道路上一同前进，我想对挚友说「在这追梦的路上，感谢一路有你！」          \n\n\n\n\n「minecraft 1.5 农耕服务器 旅程第四章 初遇canmo」\n  「Link start！」\n  安静的小木屋，温馨的暖色色调，在红与白色相间的床上出现了不和谐的声音，蓝色发光的粒子在空中有秩序的舞蹈旋转，哗！一个蓝色脖巾，头带耳机的棕发少年出现在了床上。。\n  我想睁开眼，眼皮缓缓的睁开到一半，又落了下去，床边绿色橡木树叶，窗外温暖而不刺眼的阳光，书上时不时的清脆鸟鸣，还有门外湛蓝而透明的溪水发出哗哗的响声。这些元素而导致睡意袭满我的身体，身体无力的陷在柔软的床上。\n   我调出了指令窗口，我一边用无力的声音叫着fly！fly！一边无聊的输入指令「/fly」「/fly」！。。。可惜系统还是无情的冒出红色的字眼「你没有此权限！」\n   唉，我最想恢复的权限，我想像鸟儿一样在蓝天翱翔，穿过云层在主城上盘旋。我把手升向空中一把紧紧的捏住??????\n   今天和平常一样，为了重建1.4.7时的苦力怕商场这个目标所努力着，因为1.5的服务器刚开，矿物资源、宝箱、刷怪笼，非常的多，所以最近非常忙碌，大家都在争夺资源，希望可以发财。\n    我背着一大堆矿物，走在吵杂的集市，希望能卖个好价钱，其中钻石就挖到半组、黄金21个、铁3组，代价就是挖费了好几把初步附魔铁镐，害得最近我闹铁荒。\n  ＂一共12000＂我笑着对着一个玩家说着，他托出指令框输入「pay 122march 12000」，我眼前立即显出一排绿色的字＂收入12000＂我眼前发着金星，高兴的说谢谢惠顾，话刚落，那位客人背着矿物就传送走了。我收拾了一下地摊，把剩余的12个钻石，1组铁和一些黄金和其他矿物放进了末影箱。然后把末影箱装入背包高高兴兴的准备到主城去大吃一顿！\n  我瞟了几眼左边下角不起眼的浮动的会话框，＂求同居啊！要同居的tpa我！＂我瞟了一眼发出这话的是人叫canmo的人。「c、a、n、m、o.??????can（堪）mo（莫）我断断续续的念出那个名字，感觉有什么莫明其妙的感觉。＂不管那么多了。＂我摇了摇头，突然脑袋里闪过一阵灵光＂这么好的机会，不如去偷些东西＂＂哈哈哈哈＂\n  当时还带着一点熊孩子的思想的我，居然肯昧着良心做出这种事！（大家千万别为了一些私欲做些伤天害理、损人利己的事以免给别人带来痛苦，自己在觉醒后也会后悔的！）\n  我右手向下一划调出了指令窗口「/tpa canmo」.右手轻按下发送，过了3、4秒，系统发出指示「对方已接受，请站在原地不动」\n  突然眼前一lag，自己瞬间被系统传到一片金黄的沙漠，而映入眼帘的是一个从没见过而奇葩的建筑一一一巨大空顶桦木正方体。。。\n  第一反映就是＂他的品位还真跟我相似啊！＂\n  房子周围并不是单调的黄色，反而绿化很好：橡树、白桦、仙人掌；还有蓝蓝的水.使整个房子色调升华。\n  我听见房子里有吵闹声便小心翼翼的走了进那个大正方体.走入两格宽的小通道，右方映入眼帘的便是一大堆箱子「材料、武器、矿石??????」＂哇好多宝藏！哈哈哈！＂.我把私欲抛在了一边，步伐又开始挪动，左边有着紫色光晕粒子效果的地狱门进入眼帘，地狱门的入口被一列一列的石制栅栏封住，使地狱来的使者一一猪人无法过来，物品设施都靠着墙，使正方体内浪费了很多地而显的非常空旷，炽热的阳光从空洞的顶部直射向我的脑袋.而目光一扫发现眼前有一\n三个人在议论着什么。＂我买这个头，钱打给你了＂其中有个人说到，canmo＂好！＂\n  就在这时那个人突然用手把挂在墙上的另个偷快速抢在了手里\n  ＂把头还给我，那个头不卖啊！＂显然这个话是从那个受欺负而的canmo的嘴里说出的，站在那门口的那两个奸邪之人笑说＂嘻嘻嘻嘻！再多给个头也不会死吧？！＂.不行那可是我辛辛苦苦打到的！快还给我！＂.canmo话语刚落，那两个土匪就像没听到一样，放开步子就往后门冲！然而本可以站在旁边当旁观者的我居然顿时义愤填膺，脑子里蹦出一个画面：一群熊孩子正在往一个带蓝色方格脖巾男孩的家上倒水，在门口放嘿耀石＂快住手！＂男孩叫着，＂哈哈哈哈＂的笑声回荡在脑边。＂当时的愤怒！当时的无助！！我要你们加倍偿还！啊啊啊啊啊啊啊啊！！！！＂\n  我愤怒的以闪电般的快步冲上前去.紫色的光刃带着愤恨的光辉在向空中一挥，那个土匪的手连带着个头被剑弹飞，canmo惊呆的看着那个头和手在空中以刚好的弧度掉入他手里，＂往后退！＂我大声叫到。\n  ＂啊啊啊！！我的手！！疼啊啊啊啊！好你个小子！敢抢我的头！＂\n   那个人疼的在地上翻腾.刹那间另个人见到此情况立刻拔出了让人意想不到地剑！\n  ＂什么！＂我眼睛顿时瞪大！＂刚开服怎么可能有30级附魔的钻石剑！＂我心中叫吼着。可是不可能的事确实发生了，对方拔出一把浑身透蓝而冒着炽热火焰的剑.因附魔那嚣张的火焰变成紫色！＂咔嚓！＂一声发出清脆的声音，周围的空气也被炽热的刀刃烤的沸腾！\n  ＂臭小子！你要为你犯下的过错而付出代价！＂\n  虽然这种虚张声势只能换来我蔑视的一笑，但那剑的威力确实咄咄逼人让我后脚向后又踏出一步。\n  ＂今天居然会到这种地步.可恶！我的那把初步附魔铁剑完全没有胜算！但是如果我死了，残墨的房子和所以头都会被洗劫一空的！shit！只好硬着头皮上了！＂我正在做好觉悟的同时，那人已经向我冲了过来.剑被拖在地上磨出火花！热流向我一步步快速逼近！\n  我看出他是想用上挑，我摆好架势从上向下挥出紫色的剑.两把剑duang！的一声撞在了一起！我向剑中注入力量，使两把剑磨出了火花，但是30级附魔可不是那么好惹的！＂哗！＂的一声炽热的热流把我冲退到墙角。要不是我两腿抓地牢，早就飞出去了！\n  ＂难道我这个元老就这么容易被欺负吗！＂我一边怒吼一边顺势回身冲上去，将手中的剑提到空中，刀刃变成暗紫色而且不断有粒子在剑的周围被吸入。\n对方误认为那是纵斩，将剑架在头上，＂哼哼！渣渣还是渣渣！＂说出这句话的我，顺势将本竖直的剑突然向左向下方倒去，那是一一「横段斩」！敌人反映过来已经晚了，我把剑向右用力挥剑，＂嚓！＂的一声那个土匪被斩了回去，血和惨叫在空中飘荡，肚子上的盔甲被击穿，里面的的身体被斩开一个深口！\n  ＂不要太得意！老子跟你拼了！＂话音刚落，那人从包包里面拖出一个装着暗红色液体的瓶子。＂不好一一！！！＂，＂那是！！、那是力量药水！！＂「minecraft 1.5 农耕服务器 旅程第五章   什么！管理员！」\n  ＂力量药水！！＂canmo从口中大喊向我警告，＂那边那个蓝脖巾的，小心！力量药水灰增加他自身攻击力！＂\n   力量药水我知道，喝下去肌肉会泰坦状，在有限时节提高攻击力，传说舞秋风大大就是用这个药水空手捏死、撕开苦力怕（creeper）的！\n  ＂看来不能被他打到，一定要闪过每次攻击，不然就会倒在地上不能暂时起来而留给敌人机会的！＂\n我脑里这么想时口里也吐了一句＂可恶！＂\n  我眉毛紧皱，像雅鲁藏布大峡谷！在敌人喝下去的同时，我快速调出那把附魔剑地耐（天）久（命）度﹣_,－。发现已经到了红色区域！＂看来能挡住一击！＂我无奈的想着.＂哦对！ma dei（等一下）！在刚才那个顾客给了我一个~~~末影珍珠！＂。我快速调换成背包，将末影珍珠取出卡在了后腰上！\n  ＂duang一一！＂的一声音进入我耳，让我毛骨悚然再次将警惕性提高，我快速的将目光转向那个土匪。＂啊！来啦！！力量、力量充满啦啊！！！＂.\n我发现他的肌肉就像无敌浩客那样膨胀！＂可恶！＂我再次吐出，死死的咬紧了牙关，＂这根本无法无效化！＂canmo好像会什么魔法一样吐出这番话。\n  ＂啊！！！＂敌人像一个壮汉冲了过来，我仿佛看见他心中的怒火在燃烧.他冲到我的面前，刀带着火焰和压倒性的向我砍过来！\n  ＂呀！＂.我跳到空中躲开了第一击，我将重力势能转化为动力，旋转、下刺！动作一气呵成！ 但是力量药水就是名不虚传，那人毫不费力的把剑拿起然后向头上快速一斩！将我攻击力打断并且我的身体因被他的击打而在空中旋转.刹那间敌人看准了我落下的那个位置，用力一斩！我快速一蹲，使那个攻击力miss！\n  ＂什么！＂我心中大喊，眼睛睁大、瞳孔缩小！敌人早料到我会蹲下去，借助横斩之力回身、回旋踢！动作是那么连贯！以至于我还来不及反映！\n  ＂碰一一！！＂的一声我被重重踢了出去，＂啊！＂我疼痛的向后飞去，＂臭小子！还没完呢！＂\n＂什么！？＂我将痛苦紧闭的双眼努力睁开，只见敌人用力一挥、一团热流冲了过来！我下意识的将剑挡在了面前！ \n  ＂duang一一！！！＂我被死死的击入墙中！＂噗嗤！＂我吐了一口血！我两脚单跪在地上，体力早已不支，另一支手支撑着这个伤痕累累的身体，脖巾和衣服也被烫穿好几个洞！＂可恶！难道就要这么挂了吗？居然死在一个熊孩子强盗手下！「minecraft 1.5 农耕服务器 旅程第五章   什么！管理员！」\n  ＂力量药水！！＂canmo从口中大喊向我警告，＂那边那个蓝脖巾的，小心！力量药水灰增加他自身攻击力！＂\n  力量药水我知道，喝下去肌肉会泰坦状，在有限时节提高攻击力，传说舞秋风大大就是用这个药水空手捏死、撕开苦力怕（creeper）的！\n  ＂看来不能被他打到，一定要闪过每次攻击，不然就会倒在地上不能暂时起来而留给敌人机会的！＂\n我脑里这么想时口里也吐了一句＂可恶！＂\n  我眉毛紧皱，像雅鲁藏布大峡谷！在敌人喝下去的同时，我快速调出那把附魔剑地耐（天）久（命）度﹣_,－。发现已经到了红色区域！＂看来能挡住一击！＂我无奈的想着.＂哦对！ma dei（等一下）！在刚才那个顾客给了我一个~~~末影珍珠！＂。我快速调换成背包，将末影珍珠取出卡在了后腰上！\n  ＂duang一一！＂的一声音进入我耳，让我毛骨悚然再次将警惕性提高，我快速的将目光转向那个土匪。＂啊！来啦！！力量、力量充满啦啊！！！＂.\n我发现他的肌肉就像无敌浩客那样膨胀！＂可恶！＂我再次吐出，死死的咬紧了牙关，＂这根本无法无效化！＂canmo好像会什么魔法一样吐出这番话。\n  ＂啊！！！＂敌人像一个壮汉冲了过来，我仿佛看见他心中的怒火在燃烧.他冲到我的面前，刀带着火焰和压倒性的向我砍过来！\n  ＂呀！＂.我跳到空中躲开了第一击，我将重力势能转化为动力，旋转、下刺！动作一气呵成！ 但是力量药水就是名不虚传，那人毫不费力的把剑拿起然后向头上快速一斩！将我攻击力打断并且我的身体因被他的击打而在空中旋转.刹那间敌人看准了我落下的那个位置，用力一斩！我快速一蹲，使那个攻击力miss！\n  ＂什么！＂我心中大喊，眼睛睁大、瞳孔缩小！敌人早料到我会蹲下去，借助横斩之力回身、回旋踢！动作是那么连贯！以至于我还来不及反映！\n  ＂碰一一！！＂的一声我被重重踢了出去，＂啊！＂我疼痛的向后飞去，＂臭小子！还没完呢！＂\n＂什么！？＂我将痛苦紧闭的双眼努力睁开，只见敌人用力一挥、一团热流冲了过来！我下意识的将剑挡在了面前！ \n  ＂duang一一！！！＂我被死死的击入墙中！＂噗嗤！＂我吐了一口血！我两脚单跪在地上，体力早已不支，另一支手支撑着这个伤痕累累的身体，脖巾和衣服也被烫穿好几个洞！＂可恶！难道就要这么挂了吗？居然死在一个熊孩子强盗手下！ ＂\n  敌人拖着剑向我走来，我只能无助的靠在墙上，看来有时正义也是弱小可摧的。＂看来你已经做好了死的觉悟了，哈啊哈哈哈哈哈！！＂敌人放声大笑，而我只好死死的看这他。\n  刀，已被举过头顶，我闭上双眼等待着死神的镰刀降临，「难道就要这么死了吗。可恶！」\n        \n  突然！左下方出人意料的出现一排红字\n  「122march管理员权限限制一一解锁！」\n  ＂什么！管理员？OP？我？＂我只记得我一前只是个破坏查询，＂管不了那么多了！＂\n  刀如闪电挥下，在与我头还有20cm时。这时奇迹发生了，我以迅雷不及掩耳之式快速投出久久别在后腰的末影珍珠。\n  刷！的一声，我因末影珍珠的效果撞在方形房屋的另个直角上，然后再次狠狠落在地上，＂疼吖！＂我咬着牙，挤出这几个字。\n  ＂哈哈哈！小子这就是和我作对的下场！＂\n  ＂sb！i am there＂我大声嚷着\n   土匪很惊讶，向烟雾渐渐消散的剑那里看去，刀只是死死的砍入墙角黑黑而面目全非的沙石！\n  ＂什么！这不可能！＂土匪失声的叫着，＂害民的土匪！你要为你的所作所为付出代价的！＂\n  ＂小样！难道你还有什么办法能打倒我吗？！＂\n  ＂122march OP station  Burst Link！（超频连接）＂我放声大吼！右手伸出。我的脚下显出一个五芒星结界！光线从中放射性发出，数不清的蓝色光粒子飘散出来，蓝色而透明的4个高级控制台以曲面环绕着我的身体，我用最快的手速输入指令：「/fly」！\n  我的身体飘向空中，＂尔等土匪们接受神圣的制裁吧！我要你们不可超生！＂\n  ＂不！不！这不可能！你怎么可能是管理员！不可能！我杀了你！＂拔出大刀，已经忘我！双手持剑跃起！\n  ＂那是没用的！还没醒悟吗！愚蠢！＂\n  我将右手举向空中说出最后的审判\n  「/ban player *** and player ***」！！\n  ＂不一一一一！＂\n  话音瞬间消散在空中！\n左下角指令框显出一排系统红字「player *** and player *** Leave the game」似乎…结束…了。「minecraft 1.5 农耕服务器 旅程第六章  地狱初探」\n\n\n    ＂你好！太谢谢你的帮助了，十分感谢！我叫残墨。＂    ＂哦，你好！我叫晨峰。多多关照！＂\n    ＂请问你真的是管理员吗？＂残墨挠着脑袋上亚麻色的头发，而脸上带着阳光的笑容，接着把一个回复药水递给了我。\n    我将药水打开直望嘴里灌，＂嗯~怎么说呢？其实我1.48、就、就在农耕服了，那时只是个破坏、查询。＂我一边喝着一边回答。\n    ＂喝慢点，别噎着。＂残墨笑着回答\n    ＂哦对了！我知道为什么我的权限回来了。＂\n    残墨：＂why？＂\n    ＂在我进服务器之前，我叫red（农耕服务器腐竹）帮我回复了一下权限，应该就是在那个关键时刻，red让我的权限恢复了，但为什么是op我就母鸡了，我下线后联系下red。＂\n    ＂嗯w，真感谢red大大！＂\n    ＂总之谢谢你的帮助w，你是想跟我同居吧？＂    ＂恩..其实不是这.....＂    ＂那好吧！你就住在我这里吧！＂残墨还没听完我解释就立马热情的打断了我（真是太单纯了(^_^*)）残墨刚说完就走开了，我向屋里看了看，目光又转向了蹲在箱子旁的残墨，残墨似乎在干着什么。当我想张嘴问残墨在干什么时，这时残墨突然站起来，＂122，那么今天开始，这些箱子大家就一起用吧！你缺什么记得更我说。＂残墨眼睛笑着眯成一条缝。    ＂什么？！＂心里不敢相信的问，我将目光看向那些箱子，箱子上的告示牌（锁）多了一个名字「122march」顿时我被残墨进化了，我本是想偷他的东西，他、他却如此相信我..。我此时很震憾又感动，从1.4到现在没有人跟我说过「我箱子里的东西你也可以用」这一类的话。    ＂难道你不怕，我拿你东西吗？＂握带着哭腔说到。     残墨没说什么只是笑着摇了摇头。    ＂天色也不早了，那么我明天来找你＂我赶忙说到。    ＂恩，好，不见不散＂     从此，遇到残墨后我在也不是熊孩子了，反而为他那善良和单纯所感动，我！122再也不熊了！    夜幕降临，房间里只有那显示屏发出的光，＂red，今天是怎么回事啊？难道说我是op了(OvO)？＂我狡猾的问着，＂哈哈哈哈，别做梦了，现在服务器只有VIP，只是给你权限时不小心给错了。。怎么样，我看了下系统历史记录，你私自ban了两个人-_,-＂     我仔细的把事情的来龙去脉跟red回报了。    ＂所以我才ban他们两个熊孩子，不然一个玩家就要受欺负了。＂我深吸一口气，话终于说完。     red：＂。。。原来是这样啊，恩不错今天辛苦你了，农耕服就是需要你这样的玩家.不过。。。＂    我：＂不过什么？＂    red：＂不过最近熊孩子越来越多，让我想想。。。要不这样，VIP老玩家给监狱和查询权限，这样就可以减少熊孩子的数目了。那好！就这么办！那晨峰你从现在开始，那就是破坏查询了！＂    我：＂啊？！＂刚听到这话的我受宠若惊，紧接着我说了两句哦哦。***************************************    我，122march（晨峰）在各种惊喜和惊吓后居然意外的成为破坏查询中的一员，从此我被自愿的成为了「破坏查询-122march」          ＂晨峰！帮我查查谁偷了我东西？＂我看到与残墨对话框上闪出这句话。         ＂瓦嘎达！那好吧今天又有事情做了＂我伸了个懒腰，一下子像头突然无力的大狗熊一样啪在了床上，VR的环形机器套在头上。    电源开关按下，VR头盔中的内置风扇发出微小的响声，指示灯开始闪烁。    ＂那么就开始连接喽＂「link start！」。*                    ＂残墨哪里出问题了？＂刚进那个久违的正方体中，我就下意识的喊出。   ＂......＂结果是毫无应答的风吹。     我迈着大步走过广阔的立方体中心，在温暖的阳光下，我丝丝听见有石头铺到地上发出＂嘟嘟＂的声音。我随着声音，快步走到后面，一个亚麻色头发的男孩正紧紧挤着那眉毛，深邃的绿色眼睛中冒着忧愁的目光，正当最后一块石头被扑到地上时．   ＂那个，残墨我来了．＂    canmo：＂你来的真慢，不过来了就好w＂残墨用手擦了下头上的汗．＂我开了这个抽奖店，今天登进来时发现发射器下面多了一个漏斗，结果我打开发射器时，里面的东西都没了QAQ．＂　　＂来，让我看看．＂我笑着挥了挥手示意让残墨让开，接着我开启了[破坏查询]的权限．打开[/co i]    我看这那个锥形的黑色漏斗，方块的右手迅速的点了一下.[HSA]这个ID出现在我左下角的指令栏中.＂残墨你来看下，这个人你认的到吗？＂我将蓝色而透明的指令栏滑了过去．残墨接过了像冰壶一样滑行的指令栏．接着在残墨的脸上出现了和刚才不一样的表情：眉毛紧皱，眉骨下扬．＂这怎么可能呢？！怎么会是他！＂残墨脸色变阴沉，牙齿紧咬，一脸不可思议的看着那个名字——＂ＨＳＡ＂＂他．．．他是．．．我的．．朋友＂残墨咬着牙断断续续的吐出了这句让人出乎意料的话。＂什么！．．＂我两眼突然睁大，瞳孔缩小成一点，眼前一白。＂朋友．．＂说实话在遇到残墨之前，晨峰只有一个朋友，那就是晨峰的师傅。是她教会了我怎么输入指令，怎么注册，怎么买卖．但是在最后一次借钱中，她欺骗了我，直到最后消失。＂开玩笑．．．难道．．朋友就是随便背叛的吗？！可恶！＂我顿时带着以前的回忆打抱不平．＂我这就把他关监狱去！＂［／togglejail HSA touqie ....!＂等等！晨峰！＂残墨迅雷不及掩耳之势抓住了我的手腕，不让我在输入下去.＂为什么阻止我，残墨？＂我不解的看向残墨。＂晨峰，在你把他关入之前我要当面问他个清楚。。＂＂好吧，我知道了＂　我将玩家列表调了出来。［玩家位置]我点击了这个按钮.    突然，眼前出现一个全息的地图，显示的不是绿草，也不是蓝天．出来的结果是红红的一片而且乎暗乎明．canmo这时疑惑的问着我：＂122，你的显示屏是．．坏了吗？QAQ＂＂不！＂我话音刚落将手指着地图右下角的批注［地点：地狱］！！！！\n\n\n\n\n＂canmo准备好了吗？＂我右手滑动着背包里的滑块，看看还有什么是否缺少，以免在地狱出事故．亚麻色头发的canmo慌张的伸出一根手指头上气不接下气的说＂再．．再给一分钟！＂少年忙乱的翻着那乱乱的箱子，似乎在找什么。＂接着！122！＂突然一个装有黄色液体的瓶子飞了过来，还好我眼疾手快，立马将它接住．－＝＂这是岩浆？＂我一脸茫然的问着．canmo甩了甩手说：这是［抗火药水］关键时刻保小命用的，比如你掉到火中或岩浆，那就喝它，这样ＨＰ就不会减少了哦！＂＂哦，thank，那么就酱紫！走吧！＂我说着将双手放在canmo肩上将它推到地狱门门口，＂准备装备吧＂话刚说完将昨天mumu送的钻石剑背在了背上,canmo也将铁装套上.＂那么走吧．＂我们踏入了紫色的地狱门，视野变得扭曲，差点把早饭吐出来＞ｂ＜．接着两个人就消失在那有紫色粒子的地狱之门．\n\n\n\n\n\n\n\n「minecraft 1.5 农耕服务器 旅程第七章  地狱堡垒」\n＂啊呃！＂眼前一黑，再此挣开时眼前是一片鲜血般的红色．「/fly」!指令刚说完,脚下变的轻飘飘的飞了起来.心里暗暗想到＂哈哈，有飞的权限真自由！＂．脚下的canmo已经羡慕不已．我怕他想不开便说了句＂辛苦你了，我飞一段距离，你tpa我就安啦＂．canmo只是闭上眼睛笑着摇了一下头,示意自己没问题.      突然背后一声惨叫，打破了这番寂静．我下意识的转过身子，一个若隐若现的一个长着触手的白色大方块依稀在岩浆左右快速移动。＂什么！这时候来恶魂！！canmo小心，进入备战状态！＂我心虚的告诫canmo，因为好久没打过恶魂了，而且以前在空中也被打个落花流水过。＂恩！＂canmo皱紧了眉毛向我点了点头．＂那好，我先上了！＂话音刚落，我便高速的飞向那白色而大块的恶魂．白色的大块头瞪大了血色的眼睛，嘴巴也同步张圆。＂ＥＯＥ！＂的一声尖锐的惨叫向我扑来，随着声音的便是一个个大大的火球。我在空中绕着恶魂快速移动，但恶魂貌似不让我接近一样，跟高射炮似的追着我吐出堪比我头等大的火球。＂嗖．嗖．．＂一个两个的火球连续被我躲掉，但是第三个已经最上我了！瞳孔已经被追来的火球点亮，我喊出＂ＮＯ！＂同时双手交叉护着头，下意识的闭上眼。＂ＤＵＡＮＧ！＂的一声，热气袭满全身，但身体并没有物理撞击的疼痛感，我迅速睁开眼睛，发现火球消失．脚下的canmo举着弓对我比了个ＯＫ的手势，原来canmo在紧要关头用他的精密射技把那个熊熊的火球给射爆了．＂good job.＂我默默的在口中念了一声。＂该结束了吧！大块头！＂我停止飞行转过身来，大喊了一句。我将手中的晶莹剔透的钻石剑左右一挥，蓝色的剑上又多了一层蓝色的光辉．＂我将双手将剑举到头顶，将力量注入剑中．＂闪！电！斩！——＂我将正在高频率颤抖的蓝色光剑加力劈了过去．恶魂惨叫一声消失在岩浆上空，而物品化的眼泪快速坠落下去。＂啊！稀有物质！不能放过啊＂我快速飞了下去，但是现实是赶不上眼泪自由落体的速度的．突然一个钩子将眼泪从我眼前拉走．＂什么！？＂我惊讶的望向那个方向，只见canmo左手拿着从钩子取下来的眼泪，另一只手居然举着一个鱼竿向我这边挥．＂canmo你来地狱带鱼竿干什么啊？！你是来地狱钓鱼的吗-_=？”我疑惑不解的问道.     ＂我当然没那么蠢了，鱼竿是神器哦．＂canmo拿着鱼钩在我面前晃，并且得意洋洋的笑着。　　　背着他白了下眼，＂那么走吧！＂我回头笑着看了他一眼，便飞了起来。*********************************************************************　　　炎热的岩浆翻滚着，红色的地狱岩蠕动着，灵魂沙上面的冤魂哭泣着．这酷热的地狱可不是人生活的地方．      可是，两位少年正在寻找真正的真理而奋斗.      蓝色的方格脖巾，在炽热的热流中飘荡；亚麻色的头发，也被热流吹折了腰。     “晨峰，我们走了这么久还没到吗？我们不如先收集下附近的材料吧！”残墨已经累的气喘吁吁。没错我们奔跑了好几个地狱板块了，但是ＨＳＡ的身影还是没找到。     “那么就在这里休息一下吧.”我非常不想放弃，因为在此之前我和残墨已经领略了地狱的姿态，不管气温还是身体的脱水程度都是非常可怕的，毕竟水的数量是有限的而且在地狱区域的设定下变的很快就会蒸发，所以一口作气才是最好的战略的说.     但是周围的荧石异常的多，这反而挑起了我和残墨的兴趣，因为在刚开服的情况下荧石可是价值高高的奢侈光源而且还是药水的重要材料！     “那..那么好吧，不过我们要快点！”我谨慎的下了这个决定      荧石的光辉照耀在我们的脸上，周围的地狱岩也被照的颜色更鲜艳了.      咚！哗啦啦.咚！哗啦啦.的声音不断重复.荧石一个个的变成金色的粉末，如果不知道的人一定以为那是金粉.      我正把我这区域的最后一块荧石挖掉时.“啊！”的一声惨叫和噗的一声巨响依次进入我耳！      我正想说残墨你怎么了的时候，发现残墨已经掉入了一个深坑 .我连忙甩开铁镐不管不顾的跑了过去，正当我要低头看的瞬间，一个出人意料的声音冒了出来.    “晨峰！我没事.”残墨的话顿时让我紧张的心情一下有了底，可是正是残墨的这么一摔让ＨＳＡ的行踪有了起伏.    残墨：“晨峰！这个坑有点特别呃！ ”    听到这里我那害人的好奇心就把我坑了，我立马向那坑中跳去.   “啊啊啊啊啊.....！”的惨叫划破地狱的热流.    我在掉落的瞬间才发现走廊的地面离我掉落的地方距离远之甚远.   “啊啊啊啊！”的惨叫本因伴随着物体撞击地面的巨大声响，但是我在要撞击的瞬间，我用了[/fly]飞了起来.    真是虚惊一场",
    "replies": [
        {
            "author": "NO222",
            "timestamp": 1438004640,
            "txt_content": "写的还不错鼓励下吧，→_→跟我一起玩mc怎么样？"
        },
        {
            "author": "avacf",
            "timestamp": 1438006740,
            "txt_content": "NO222 发表于 2015-7-27 21:44\n写的还不错鼓励下吧，→_→跟我一起玩mc怎么样？\n不错，但是最近有点忙，先加我QQ吧w。2046547893"
        },
        {
            "author": "sam3737",
            "timestamp": 1453209660,
            "txt_content": "放到记忆基因绝对好评！"
        }
    ]
}