{
    "title": "【原创·连载】minecraft日记 - 幻灭之域",
    "author": "avacf",
    "replyCount": 0,
    "timestamp": 1438002060,
    "txt_content": " 本帖最后由 avacf 于 2015-7-28 17:54 编辑 \n家好我是晨峰w，我的原创小说现在正式上线了，希望的大家喜欢 主线是 minecraft日记 - 幻灭之域  minecraft日记﹣canmo篇为副线\n\n\nminecraft日记﹣canmo篇为副线    链接：http://www.mcbbs.net/thread-476516-1-1.html\n\n\n\n\nminecraft———日记]幻灭之域\n\n[minecraft———幻灭之域日记第一章  HIM的陷阱]    眼睛朦胧睁开，视野变的越来越清晰，光线越来越强烈。    我这是在哪.......！？    在退服后，我几乎再也没碰过VR机器了，但是我怎么会在这里？   “时间”我无力而没多想的喊出这指令。   [1：03]的字样出现在左下角，原来我又回到了这个世界，迷雾在较远的四周漂泊.“VR的世界在召唤我.”    突然这句话从我心底冒出来把我吓了一跳似乎想起了什么。   “这句话出现在我的梦中啊，难道我梦游把VR带在头上了吗，而且还喊了link start？我才不相信呢！骗鬼啊！”我气愤的皱起眉头。   “算了，来都来了那就玩一下吧～”我无奈的耸了耸肩，并且摇了摇头。我视线将周围扫了一圈，白森森的一片有股寂静的感觉，这不由的让我人格冷血化。脚下的岩石地面凹凸不平，耳边响起海水撞击沿岸的声响，想必我现在身处海岸，我随着声音源头走去，走了快20米时我发现自己身处海岸边。这整座离海平面没多高的岩石高地居然超乎常理，整个岩石地面上找不到任何缝隙。    我下意识的将矩形的右手向下一划，控制界面被调节了出来.我点下了背包键，令人吃惊的是按照常理刚出生时的背包里应该没有东西，可是背包里居然有一封信！    “信！怎么会有这东西，我难道来过这里吗？”我不解的用方块右手挠了挠后脑勺，“唉！不管了，打开再说吧！”二话不说，我立马点开了那封信。    信上的内容把我吓到了， [趁HIM还没发现你，快离开这世界！].“离开这世界吗？是退出的意思吗？”我咬着嘴唇，我想：我是被这个世界所召唤过来的，一定有召唤的理由，所以我不能不一探个究竟就走的！    突然一个身影从我侧边飞速跑过去，全身白色而微黄的绷带，步子极为迅速.正当要消失在我的视野时。   “he！站住！你知道这信是哪里来的吗？！”我急忙想找到答案！    可是那货根本像没听到一样，我快速跟在后面和他保持一段距离，而他也没有停下来到意思。    突然我恍然开始怀疑这个人难道就是HIM的时候，那个人慢慢放慢了步子，接着拿出一个发着微光的红石火把，将那包满绷带的身体转过来时我整个人都惊呆了。    白色的眼睛，蓝色的衬衫，散发出鬼怪的气息！“你是HIM！”我恍然大悟，“你为什么想杀我？！”我下意识赶快划出控制界面.    正当我要按下退出按钮时，HIM已经将红石火把插到了地上，红色的能源变成分支激光窜到我脚下。     “这是个陷阱！”我睁大眼睛，我不敢相信自己居然被算计了。   “咔嚓！”脚下岩石分开，整个人顺着重力开始坠落.“是红石活塞机关吗？可恶！啊啊啊啊啊.....！”   HIM：“我不用杀你！哈哈哈！”笑声和蓝勃巾少年坠落水中的声音在峡谷里飘荡.\n\n\n*************************************************************************   “不要在原地滞留啊，说好大家要一起前进的说！”我隐隐约约看见亚麻色头发的残墨，他的话久久的回荡在耳边，那个一直不放弃的挚友也不知去向了.....   “我在哪里？”我缓缓睁开眼睛，河流一波一波的冲刷着我的面孔，我意识一片朦胧，大脑一片空白不知发生了什么，只是想静静趴着.但是在闭眼的瞬间那个贞子般的面孔又出现在面前.“呃！疼！扑哧！”我发现右脚无法用上力，并以可怕的姿势弯曲，看来...脚应该是断了..   “快逃离这个世界！快！快！呃快！！”我心里是如此的惊慌和紧张.满是污泥和伤口的右手无力的向下划动，控制界面被调了出来，全息的界面透明而发着蓝光.“退出、退出！”我心里痛苦着喊着！可是本应该有的退出按钮消....失...消失了.....\n\n[minecraft———幻灭之域日记第二章  你叫March？ ]     我....蓝色勃巾的晨峰，再次回到了这个熟悉而陌生的VR世界，先是来到了这个不知名的奇怪大陆，后是被一个浑身绷满绷带而名叫HIM的人给暗算.    峡谷两边的岩石坚硬而且泛着一种微黄，小溪从脚下快速流淌着.天空下着朦胧细雨，而头发早已杂乱而且湿透，渗过头发的雨水顺着发梢滑到脸上，自己也不知道是泪还是水.    “呵！噗！嗑！”我艰难的移动自己的另一个受伤的大腿，每踏一步，脚下的石头就发出“咔！咔！”的声音，我竟然堕落到这种地步.    艰难的移动向前去，希望能找到什么办法让我能脱离这里.   “咔！嘎吱！”我不知踩到了什么而重重的跌倒在地上.“呃！～”我使劲的抱住断掉的小腿，疼痛已经无法让我说出任何话！我气愤的睁开眼睛去看那个是什么东西.    瞬间惊讶贯穿了我的的心脏，那是一个...——人的头颅！！     “什么！\n\n\n\n\n",
    "replies": []
}