{
    "title": "[翻译]RocketAPI新闻-UN服务器插件大更改-服主请看",
    "author": "Sakura小樱花",
    "replyCount": 1,
    "timestamp": 1438027620,
    "txt_content": " 本帖最后由 Sakura小樱花 于 2015-7-28 04:10 编辑 \nRocketAPI是Unturned3.0现有插件的必备前置\n这是一个有关这个API的超大更新，所以我对此进行了翻译0.0\n各位服主可以看一看\n\n\n翻译内容：\n\n\n各位正在看这篇文章的人们，你们好：\n  \n  我很高兴的宣布，我终于处理好了源代码，Rocket已经被分成三部分：Rocket.Core/Rocket.API/Rocket.Unturned，这一步是不可缺少的。\n\n它能够让更多人能够参与到并帮助我推动Unturned插件的发展，同时保证了Unity与基本核心的完整它使Rocket在将来能够在其他基于Unity3D引擎的游戏上运行\n\n\n  对于使用Rocket的Unturned服务器的调整：\n  对此我很抱歉，但一如既往，随着发展，人们总是要抛弃旧的东西，我会尽可能快的更新插件去支持开发者们所需要的功能，我不确定其他的开发者们是否会继续更新他们的插件，以后提供错误报告前，请确定插件不是因为过时而导致的问题后再进行报告。还要提到的是有少量的核心功能被我删除了，如果你丢失某些物品或者某些物品不可使用了，这篇文章看起来对你并没有帮助，你在此可以报告问题。\n\n\n  对于开发者的调整：\n  有许多对开发者的更改，Rocket现在可以运行调试代码了。\n\n\n  确保你们的更新包括这三项：Rocket.Core.dll    Rocket.API.dll   Rocket.Unturned.dll\n  \n  Rocket.API:具有在Core与Unturned之间的通信接口\n  Rocket.Core:包含内部功能，加载插件及资源，通常前缀Rocket，你可以参考现在的Rocket文件\n  Rocket.Unturned:包含启用UnturnedAPI以及所有Unturned3.0的插件，当资源，插件及玩家都已经在Rocket中得到支持，指令的使用却仍需要在Unturned中完成，这或许在将来会被改变，你可以通过引用来启用Rocket的实例。并且Rocket.Unturned已经开放源代码。\n  \n 再次说明，你可以用我的插件来研究如何使用大更新后的API  https://github.com/unturnedROCKS/\n  我希望你们能支持我继续编码，我们上传了有关API的特性在 http://docs.rocket.foundation 里，不过现在它已经过时然并卵了，如果你想为我们做出贡献，请在https://github.com/rocketfoundation/slate 下载你明白的报告及文档。\n  我还做了个调试的教程，如果可以的话，请支持我！\n\n  \n鬼畜的原文：\n\nHi peeps!\n I am happy to announce that i finally cleaned up the source code to Rocket & finished tearing it appart into a Rocket.Core, Rocket.API and a Rocket.Unturned library. This step was neccesary to #1 make it possible for others to help me pushing forward the Unturned specifics, while maintaining unity and basic integrity of the core and #2 to allow Rocket to be used in other Unity3D games in the future!\nChanges for server admins:\n I am sorry, but as always, with progress, old things will break. I will try to update my plugins as fast as i can and support the developers that want to update, i can't help if other developers don't update their plugins tho. Make sure to find out if eventual issues are caused by outdated plugins before submitting bug reports. A few core features were removed as i didn't like their implementation, so if you are missing something or something doesn't work - and this guide doesn't seem to help, then feel free to report your problem here\nChanges for developers\n There are a lot of changes for developers, and its also now possible to debug code running in Rocket!\n Make sure to update your references to include all three, Rocket.API.dll, Rocket.Core.dll and Rocket.Unturned.dll\nRocket.API:\n            Has the interfaces use to communicate between Rocket.Core and Rocket.Unturned\nRocket.Core\n            Contains internal features like plugin and asset loading. Classes in here are ussually prefixed Rocket*. U can reference Rocket features now with the class R\nRocket.Unturned\n            Contains a implementation of Rocket and all the specifics to Unturned 3. While assets, plugins and the player are generics in Rocket already, the command handling is still in Unturned - this will change later maybe. You can access the Instance of the Rocket Implementation by referencing the class U. Rocket.Unturned is now open source,  \n Again, you can use my plugins for reference on how to use the changed api now: https://github.com/unturnedROCKS/\n I hope you can support me in documenting the code, we have slate setup at http://docs.rocket.foundation/ to document the api in the feature, but right now its pretty outdated and not usuable. If you want to contribute - head over to https://github.com/RocketFoundation/slate, fork the repo and document what you understand \n I also made a raw tutorial for debugging, support me here aswell if you can!\n ",
    "replies": [
        {
            "author": "dadage",
            "timestamp": 1438054680,
            "txt_content": "不知道沙发有没有用  顶"
        }
    ]
}