{
    "title": "<原创·连载>填坑《我的战争》第二章 战斗|同人向|作者：一枚渣渣",
    "author": "一枚渣渣",
    "replyCount": 4,
    "timestamp": 1438051200,
    "txt_content": " 本帖最后由 一枚渣渣 于 2015-7-29 10:14 编辑 \n\n\n                               《我的战争》《这是，我的战争》同人文，已经作者同意\n                                                           第二章 战斗                                                                        \n                                                                          \n\n         “轰！”\n         一阵突如其来的爆炸打破了城市的宁静，穿戴着有绿芯标志的大兵们朝着爆炸发生的地方涌去，有人大吼：“快！入侵者找到了！快！”\n         一个犄角旮旯里，一个年轻少校观察着这一切。\n         “果然，不是我说啊，队长您真是乌鸦······哎呦，感觉灵敏啊”李力很嘴贱的说着，叶拧了一下他，才老实下来。\n         “跟着他们，去清醒者那儿，她有麻烦了。”少校并没有理会他，站起来攀爬上一个房顶，跟着大兵们的路线前进着——现在直升机都集中到了清醒者那，就算站在房顶上也没什么关系。\n         “队长！导弹！”突然，李力在频道里吼着，少校看向了天空，一枚弹头在月光的照耀下闪闪发光，带着尾迹飞向城市。\n         十发拦截导弹在空中突破了音障朝弹头飞去，“轰！”天空被爆炸的闪光照亮了大半，但地上的大兵还没反应过来时，又有两枚弹头如流星陨落般朝城市飞来，“哒哒哒！”刚沉寂下来的夜空被无数高射炮的曳光弹撕裂了，一架架呼啸着的战机喷涌着火舌想要拦截弹头。\n         “轰！”又一枚弹头炸裂开来，但另一发弹头迅速穿过了爆炸后的烟雾朝叶宛所在的地方飞去。曳光弹织起的弹幕更加密集了，几乎所有能朝天开火的武器都用上了，但也只是徒劳，弹头的飞行速度远大于他们转动枪口的速度，“轰！”弹头落在了城市中一个不起眼的小巷子里，一个士兵惊呼“是入侵者！入侵者使用了导弹！”\n         清醒者的导弹？！\n----------------------------------------------\n         对面的步战车燃起了火焰，十分寂静。SMAW火箭筒已经装好了弹药，叶宛死死地盯住对方。\n         一分钟之后，仍是这么安静。\n         刚才的动静挺大，得快点离开这里了。\n         她回到了车里，换了衣服——一袭浅蓝色的连衣裙，她又变回了一个冰清玉洁的少女的模样。\n         她微微一笑，去检查步战车周围的状况。当她检查完拉开陆虎的车门时，10mm的狙击子撕裂者空气朝她飞来，柔净的裙子被子弹撕裂出一个口子。\n         她猛然惊醒，迅速躲到了陆虎车后，一发发机枪子弹敲打着陆虎的装甲，她感觉她浑身都在颤抖着，震动几乎使她窒息。\n         不久，枪声停止了，她轻轻地抬起了头。\n         她处于一个“卜”字形的巷口中间，每个口都被不下三十个重装士兵围住，每个士兵手里都端着M60E3机枪，弹链闪着冷冷的寒光，每一个入口都有一辆装甲车和一辆坦克堵在那，而装甲车的射击孔都露出了M200黑洞洞的枪管。\n         “这位女士，我们又见面了。”\n         碎裂的玻璃中映出了刚才的发话者，叶宛心里一惊。\n         “您的手段着实不一般，让我们十分佩服啊，女士，想必您是不一般的人物。”\n         他的嗓门忽然加大了。\n         “但我们是军人！我们不会像一个呆子一样站在那被动挨打！在和你对话的时候我们就已呼叫了支援，在你扔来闪光弹的时候我们就已经撤出了步战车。”\n         “那真是一场烟火秀，你得在意，我们也得在意。”\n         “现在，没没有任何投降的机会了，把你的手段都试出来吧！无知的人啊。”\n         “开火！”他呐喊着，狂笑着。\n         无数的子弹都集中到了一辆小小的陆虎上。\n         叶宛紧紧的靠在陆虎车上，虽然有加强防弹车身，但要抵抗这么密集的弹雨还是个问题。\n         天空中出现了武装直升机，它的机枪在顶棚上开了一个个弹孔，然后就被叶宛用火箭筒轰下来了。\n         叶宛端起了勃朗宁机枪和他们进行了枪战，但她的优势很快被打了回去。\n         得赶紧离开这个地方，以我的实力根本打不过他们。\n         “轰！”\n         一颗坦克炮弹直接撕裂了陆虎那薄薄的防弹夹层，爆炸掀翻了半个车身。\n         雨停了，没有彩虹。\n         车体碎片到处飞溅，叶宛柔嫩的脸被划出了一道血淋淋的伤口，脖子上的伤口已经血肉模糊。\n         她只是个女孩子，一个爱笑的女孩子，一个在母亲怀抱里梦呓的女孩子。她哽住了，晶莹的泪从她的脸颊滑落，落在了沾满灰尘的泰迪熊身上。\n         “轰！”一发炮弹在她旁边五米的墙体爆炸（这准度）。\n         巨大的气浪把她裙子彻底撕裂，浅蓝色的布带飘到了弹雨之中，化为飞灰。她清秀的眉梢被碎石划破，她的眼睫毛已经沾满了血迹。她的嘴角渗出了鲜血，她清澈的双瞳里不甘的泪水在流。\n         一枚导弹在陆虎前部爆炸，陆虎被巨大的气浪掀翻，三发炮弹同时击中，陆虎彻底成为了一地的碎片。\n         叶宛彻底暴露在了他们的枪口下。\n         M200的子弹穿透了叶宛的长发。\n         “噗嗤！”她的腿腾出了血雾，她跪下了。\n         她仿佛见到了母亲。\n         狂笑声，脚步声，呐喊声。\n　　  枪声，爆炸声，燃烧声，轰鸣声。　　  所有的一切都在渐渐消失，眼前的景物变得扭曲。　　  世界变成了白色，一切寂静了下来。　　  “这就是死亡吗。母亲，我们又要相见了吗。”　　  只有一张含泪的微笑留在了这个世界上。         “轰！”随着一阵爆炸和巨响，她的敌人好像都倒下了。         “是幻觉吗？也好。母亲，我来了。”----------------------------------------------         “轰！”一架武装直升机被一发火箭弹击中，在空中爆裂开来。         一颗圆柱形的东西飞上了天空炸裂开来，四周的空间好像被什么东西扭曲了一下，那些呼啸着的战机突然一头栽拉下来。         当巷口的大兵们都还没明白是怎么回事时，一颗手雷落在了他们跟前，随着一声巨响，那些士兵捂着耳朵倒下了，其他两个巷口也是如此。         少校出现在了房顶，朝着那些昏死过去的士兵射击。“轰！”一发火箭弹命中了一辆坦克，引发的殉爆直接杀死了周围的士兵。         叶直接从房顶上跳了下来，就势一滚避免了骨折，然后她飞快的朝剩下的坦克跑去，打开了舱盖，扔进去了一颗手雷又盖上了舱盖。         随着坦克里的一声闷响，里面的乘员都被炸死了         把坦克和装甲车清理完毕后，少校也跳下了房顶，走到了叶宛身边，从背包掏出了医疗包。         “嗡嗡嗡——”一架长弓阿帕奇突然出现在了小巷上空。         李力抛下了机枪扛起了装好弹的火箭筒，那架长弓阿帕奇闪过了那发火箭弹，驾驶员没有理他，锁定了叶宛。         “队长！直升机！”李力大吼着端起了机枪朝直升机驾驶仓射击，但驾驶舱的玻璃是特种防弹玻璃，机枪子弹打上去根本只是挠痒。         正当他们绝望之时，一发导弹命中了直升机，随后，一段墙面忽然爆开，里面闪出了三个人。         “嘿！章！”一个金头发端着冲锋枪的中校操着半生不熟的中文朝少校招手。         “诺斯克？你怎么来了？”少校和他击了个掌问道。         “有战功可不能被你抢了啊。（请自行脑补老外说中文）”斯诺克指着叶宛问。“这是······”         “她是清醒者，我们得撤了，你拿到了吗？”少校回答着，又问斯诺克任务。         “当然！”诺斯克掏出了一个U盘，说“你们现在被发现了，跟我们走吧，我们找到了一条路——那个清醒者状况可不太好。”          “好吧，我跟你们一起，走不过他们好像干扰了无线电，我们怎么逃出这个鬼地方？”少校想了想有些担心的问着。         “没事，我们找到了一辆车，可以带我们和这个清醒者离开这个鬼地方。”斯诺克回答。         “嗯，那好，我们走。李力！你把清醒者也带上。”         “好嘞。”李力从房顶上跳下来，背起了叶宛，朝诺斯克他们开的口子走去，诺斯克在最后，他从背包里拿出了阔剑地雷，插在了地上，遮盖了一下，便和他们一起走了。         “哼，无知的人啊”一个人，站在一个大屏幕前冷冷的哼着，他的周围除了黑暗，还是黑暗。\n                                                                \n\n                                                    终于达成了章产一千八的成就，嗯~要不要停更几天庆祝啊呸休息一下@1137246733  @250=mo @guqu @One_passer @yuchenyang \n",
    "replies": [
        {
            "author": "蠢萌の⑨",
            "timestamp": 1438052040,
            "txt_content": "对于签名我就一句话，药店碧莲。（假福利可耻"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1438053000,
            "txt_content": "蠢萌の⑨ 发表于 2015-7-28 10:54\n对于签名我就一句话，药店碧莲。（假福利可耻\n呵呵呵，要福利吗"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438066560,
            "txt_content": "前半部分不错，后半部分是经典的抗日剧桥段。"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1438067040,
            "txt_content": "末影龙娘 发表于 2015-7-28 14:56\n前半部分不错，后半部分是经典的抗日剧桥段。\n这槽吐的，好经典啊"
        }
    ]
}