{
    "title": "/原创.连载/ 谜一样的时间 第七章",
    "author": "蠢萌の⑨",
    "replyCount": 2,
    "timestamp": 1438063860,
    "txt_content": "正文：\n\n  使剑？别开玩笑了，在我来着之前连真正的剑都没亲眼见过，更别提摸过了。再加上酒对我的困扰还没过去，现在居然要我用护手长剑对付两个老练的士兵？天...只能等死了吧。\n\n  两名手持短剑的西班牙士兵逐渐逼近，我握剑的力度也就越来越大。紧张的汗从我的顺着我的手臂流到了我的手上。\n\n  \n  “去那条街上喝酒吧，我知道那里有个不错的酒馆，就在那家纺织屋旁边。”阿贝船长显得对周围的事物感到十分漠不关心，但不断有玻璃破碎的声音传来，使我没少被声音的源头所吸引。\n\n  尼德兰政府在面对强权的时候显然是害怕了，因为一个月了，他们迟迟没有做出行动。但人民的反应倒是很强烈，因为全国各地的修道院和教堂都能看见他们的声音...嗯...以及破碎的玻璃渣或者燃烧的木材？不断有修道院和教堂被愤怒的人群破坏，想以天主教一统欧洲显然是不能的，西班牙自以为聪明的方法并没能奏效。\n\n  “走吧。”当然，那纺织屋肯定是已经关闭了，自从西班牙限制对尼德兰羊毛交易量的时候就不断有纺织屋破产，作为较早发展资本商业的尼德兰自然承受不了这种打击，从大家上流浪的事业人群就能看得出来，我想在修道院和教堂那肯定有他们的身影。\n  \n  “艾布纳！嘿老伙计，已经一年没来我的店里喝酒了！”我们甚至还没进门，声音的主人就察觉到船长已经到了，他甚至对船长熟悉到可以通过阿贝船长的走路方式来推断出船长走路会发出的声音。显然两人是多年的旧友了。这个酒馆看起来有很长时间的历史了，因为用了搭建它的木材已经十分陈旧，并且有些地方已经有些严重的破损了。\n\n  “那么，艾布纳，这位小伙子是谁，看起来面孔并不熟悉？”刚走进酒馆，老板就带着狐疑的眼神检视着我，就好像我是一个随时会炸毁这里的恐怖分子一样。\n\n  “这是我的大副X先生，这是我的老友——考伯特.肯特(Colbert.Kent)。”我不禁有些惊奇，因为他是一个英国人。（肯特是英国某方位的地区）\n\n  “你好，肯特先生。”\n\n  “那么过得愉快，X先生。”\n\n  短暂的招呼仪式过后，阿贝船长问道：“考伯特，来两杯英格兰洒金，威士忌也可以。”\n\n  不过一会儿，两杯调好的英格兰洒金就呈现在了我们的面前。“英格兰洒金的味道不错，至少比小麦发酵的啤酒好喝得多。”船长笑着对我说道。\n\n  显然船长是一名对酒有着深厚情结的人。但遗憾的是我并不怎么会品酒，并且酒量也不怎么样，喝完一杯我就已经有些昏沉了。\n\n  考伯特对船长对了几句耳语，当然，我是不可能听得见的。\n\n  “嗯...抱歉，X先生，我需要和考伯特谈一谈...”我当然清楚有些事情是我不能听的。\n\n  “那我先去城里转转，晚点再来找你。”\n\n  说完，阿贝船长拍了拍我的肩膀，以示保重，然后他们就一齐上楼去了。\n\n  我带着昏沉的头脑走出了酒馆，正考虑着要去哪里。\n\n  但被剑刃指着应该是没法考虑事情的吧。\n\n  于是那两个教.皇的走狗就出现了，显然不是西班牙政府要我的人头...因为我根本不可能做了一些轰动西班牙政府的事情。那么就是那些和我一样的现代同胞了吧...\n\n  “所以他们给了你们多少钱？”\n\n  “哈！先生，可不只是钱！”一名士兵笑着对我说，虽然我不知道他们能获得多少奖赏，但显然不是我所能想象的。\n\n  “我的人头这么值钱？”\n\n  “当然，我们也不知道为什么你的人头这么值钱，一个普通的船员能值多少钱？但我想，照他们所说，你身上的东西，应该更值钱。不过有钱给我们就行了。”\n\n  这些西班牙士兵还算有人情，至少他们会在拿走我的人头前陪我说说话，如果不是他们要杀我，我可能就不会拔剑了。\n  \n  但是我并不会使剑...我拔出来只是吓吓他们，至少这样他们离我的距离会远些，我可不喜欢近距离格斗。虽然之前用这把剑刺杀过一名西班牙士兵，不过那也是趁他不注意的时候才能成功的。\n\n  他们已经被金钱和某些其他奖励所控制了，想让他们停手显然是不可能的了。我虽然表情装得十分凶恶，想让他们惧怕我，但是我的手却不停地在抖。我的脊背上冷汗直冒，即使天气很冷。\n\n  等等...东西？我身上的东西？\n\n  重要的不是我的人头，而是这东西。\n\n  “你们要的是这个吧？”我掏出了之前拿到的那本写满了未知式子的书。\n\n  “如果你现在把它交给我们，我会快点结束你的痛苦！”其中一人十分凶恶地对着我说，甚至有种想直接冲过来撕碎我的感觉...但我不清楚他为何如此愤怒。\n\n  “如果他变成碎片，然后沉入海底呢？我想你们的主子不会让你们好受吧。”这本本子在那些人的眼里显然十分重要。\n\n  “要是我只要你的人头呢？”另一人带着一丝嘲讽的语气对着我说。\n\n  保命的护身符也没用了...",
    "replies": [
        {
            "author": "蠢萌の⑨",
            "timestamp": 1438065840,
            "txt_content": "@末影龙娘 \n@2B与mc的故事 \n@男人婆 \n@CloudsXDao \n@半生红尘 \n只能厚颜无耻的用@大法了"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438066140,
            "txt_content": "蠢萌の⑨ 发表于 2015-7-28 14:44\n@末影龙娘 \n@2B与mc的故事 \n@男人婆 \n我以为您写出的是穿越类，后来发现您能写出不一般的文章。\n加入我们吗？\n有你伴，与梦行。\n（这是签名下Q群组的自拟标语）"
        }
    ]
}