{
    "title": "<原创·连载>神的世界第二章_神秘的世界（下）",
    "author": "yanweikang",
    "replyCount": 1,
    "timestamp": 1438074960,
    "txt_content": "第二章_神秘的世界(下）\n\n    “请坐。”祭司指着祭坛中心的一把椅子，示意让史蒂夫坐下。\n    “我猜你很想知道我为什么知道你的名字和你为什么会到这里来吧？”祭司默默一笑，最令人不可思议的是，他那紫色的眼瞳似乎有着无尽的魔力，仿佛世间万物都在其中运作一般。\n    “做上去吧，你会得到你想要的答案。”\n    史蒂夫将信将疑，但是现在也容不得他拒绝，如果他想回去就必须听这个祭司的话，否则他也许永远找不到回去的方法。\n    祭司也是一刻也不敢怠慢，史蒂夫刚刚坐上那把椅子，祭司就开始念一些奇怪的咒语。\n    咒语的声音不断飘荡在天空，石柱上的符文更加的鲜红了，鲜艳的红光将整片天空照亮，耀眼的光芒闪烁在村庄之中,这些对于其他村民来说也许是一个难得的景观，但对于史蒂夫来说，这绝对是一场折磨， 在他的脑海中并不是村庄的景象，而是一片地狱。熊熊烈火在地狱岩上燃烧，巨大的飞行白色怪物发出奇怪的叫声，黑色的骷髅剑士到处横行，在地狱中央，有一个王座，上面嫣然出现一个人影，虽然模糊，但是他仍然看清楚那个是谁，那个赫然是他自己！除了眼睛是全白色的之外和自己并没有什么不同，他仿佛还看见他正对自己说着什么，但是其他的声音大得将这个声音给湮没，只剩下他的唇语。\n    “醒一醒，醒一醒，史蒂夫！”黑暗之中他仿佛听见有人在呼唤他，缓缓睁开眼睛，那个人便是祭司，只见祭司心急火燎的在祭坛身边转来转去，仿佛有什么心事一般。\n    “发生什么了吗?”史蒂夫问道。\n    “哦，你终于醒了，发生了一起大事，这件事还得需要你同意。”祭司静下心来，缓缓的说道。\n    “说吧。”\n    “是这样的，在你冥想的时候，天空瞬间都变成了红色，你知道这是什么征兆吗？”\n    “什么？”\n    “那是Herobrine要出世的征兆！Herobrine可是地狱之王，在Notch不在的日子中他就是这个世界的主宰！”祭司故意抬高语调来驱散自己内心的恐惧，但是他的身体还是忍不住的颤抖。\n    “那个Herobrine是个什么样的人？”\n    “什么样？他自称‘地狱之王’，凡是他走过的地方都会变成炼狱，所到之处必定会血流成河。”\n    “那他长什么样？”\n    “没有知道，因为见过的人都死了。”\n    “人类不会允许他为所欲为吧？他们应该也会采取什么措施吧？”\n    “当然，我们人类成立了‘虐掠’这个组织,他们负责培养不怕死的人才于勇士，并负责虐杀和掠夺Herobrine手下的亡灵，但是他们也没用见过Herobrine,所以他们能不能打败Herobrine也是一个能让怀疑的问题，有的人坚信不疑，有的人却从不相信。”祭司叹息道，显然这个组织是他们最后的希望了。\n    “不管他们能不能成功，我想我也要加入这个组织！”史蒂夫说出了一句惊人的话，他竟然主动要求加入‘虐掠’!\n    “你确定？你加入之后就必须接受屠杀亡灵的任务，还要去其他神秘的世界，这些都可能让你丧命！”祭司惊讶的说道。\n    “不管我会不会死，我想我必须要加入，我也要看看那个Herobrine到底长什么样！”史蒂夫坚定的说，但是他没有告诉祭司的是，他认为那个Herobrine就是他刚刚看见的那个人，但是他连这个梦境都没有想祭司说明。\n    “好，有骨气！我明天就给‘虐掠’总部写一封推荐信。”祭司也是被史蒂夫的话震撼到了，但随后便哈哈大笑，这种有如此骨气的人，他已经很久没有看见过了。\n    “那些神秘的世界是什么样的世界？”\n    “我也不知道，我只知道那些是Notch世界的分支，甚至有些世界的创始人都是未知的。”祭司叹息道，想必是自己也没有去过那些奇幻又充满神秘的世界。\n    “没有关系，迟早有一天我会挖掘出这些世界的秘密的。”\n    “应该吧，时间不早了，我给你准备了一间旅馆，你先回去休息吧，明天再来找我。”\n    史蒂夫向村庄走去，这时已是黄昏，夕阳的余晖照耀在两人身上，仿佛照耀在两个即将离别的人。\n    “也许他真的能成功，能代替我拯救这个世界。”祭司看着史蒂夫远去的背影，幽邃的说道。\n",
    "replies": [
        {
            "author": "yanweikang",
            "timestamp": 1438075200,
            "txt_content": "第一章的帖子：http://www.mcbbs.net/thread-476761-1-1.html"
        }
    ]
}