{
    "title": "<周活动> [脑洞融合机] —— 一生",
    "author": "defoliation_h",
    "replyCount": 7,
    "timestamp": 1438083360,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-3 20:30 编辑 \n\n作者的话 \n  我经常看小说，而我也经常吐槽小说的不严谨和某些不科学设定，有一天我发呆时想到，既然我这样吐槽，为何不自己写小说？于是我就开始构思，主角设定啊，女主设定啊，环境设定啊什么的，想了半天，准备起手的时候才发现，原来当作者并没有那么容易，脑洞大也不一定写出好小说，而且比较费时间精力，这次赶着这次活动，我就把我的脑洞给你们看看\n\n\n\n[crop][crop][crop][crop][crop][crop][crop]\n\n我愿意将此创意与大家分享  另外，主角名，可以改了，只是我不想起名...\n\n大体创意：一个在minecraft世界的古老的国家分崩离析，小国不停战斗，大家都想当那个王，在这个永远没有尽头的世界，究竟谁能称王...\n\n\n具体详情:\n  一个有着2000年的历史的古国，在一场与另外一个大国的碰撞中，双双陨灭，虽然这个古国家赢了这场战斗，但是因为大战对这个国家的损伤迟迟无法修复，人民在水深火热中终于爆发了，掀翻了原有统治，却因为新王朝的威望太低，许多人都不听这个新王朝的，这个新国家便动用武力，谁不听他的他就杀谁，于是众雄称帝，群雄割据，四处纷争不断，我们的主人公不愿与世争，但他的3个好友却有更大的志向，所谓志不同不相合，主人公与好友越走越远，但却毫无他法，只能在一次次战斗中顽强生存，即使发现了另外一个世界的秘密又怎样，也只能随波逐流，在不同的浪潮中走向死亡   （其实我感觉这个不是详情，这个是导读...）\n\n\n开头:  \n  小白从睡梦中醒来，这是昨天是他的16岁生日，也预示着他工作的开始，他要负责搬运砖块到40米高的城墙上，用以建筑城墙防备敌军的攻击。从300年前，从一个国家分崩离析开始，这个世界就没太平过。到处都是战争，战士们白天防备敌人攻击，晚上防备怪物攻击，苦不堪言。而小白的父母，就是死在一场战斗中，那时小白不过2岁，一个人在一个房间里嗷嗷大哭，刚好被撤退中的好心士兵救走。\n  小白站在城墙上，俯视城外，到处是爆炸产生的大坑和攻城防的防守建筑，望向远处树林里，叹了一声...“树欲静而风不止”，此时大量的敌军从树林里冲出，又是一个攻城战即将打响。\n\n特殊的设定：\n  当初那个古国发现末地之门后声称那里是邪恶之地，并把入口给封住了。\n\n世界观的设定：\n  从大国分裂开始，诸雄争霸，他们都想当世界的王者，钻石乃是皇家用品。\n\n\n世界设定:\n  从那个大国建国开始，这个国家就步步为营，从皇宫到领土边缘的城墙数不胜数，从俯视就是一个圆慢慢扩大，每一个圆都代表着这个国家的辉煌。这个国家崩塌后，那些小国都以一面古城墙为靠山，三面新建城墙来圈自己的领土，没有人敢去圆心，除非这个国家很强大。由于世界没有尽头所以那些探险家们大都一去不复返，能回来的都已经花甲以上了，但是古时迁移的人们数不胜数，也许某天，在一个遥远的地方，又发现一个国家。\n\n\n人物设定：\n  主人公：内向的，谨慎的，为冷静带盐...发怒时，也是可怕的。\n  配角们：其实我觉得3个配角就好了，(西天取经的节奏)  但人物和性格都没想好...\n\n\n经典场景：\n  末影之门\n  “咳”小白咳了一下。“给你”眼前递来一壶热水，看向其主人，是一个大叔脸，有点邋遢，脸上还有点胡茬。“这次行军，不好受啊”大叔叹着气说道，小白默默结果热水壶，喝了一口还给对方,“谢谢”。\n   在这高海拔的雪地里，一个连正在行军，小白就是其中一个，望向背包，白雪皑皑，一痕迹没有，那是因为部队的尾部有专门的人在掩盖痕迹。这次急行军目的是决战开始时，在敌人侧后方突入，给敌军来一个措手不及，总战场是一片大平原。\n   上面是铺垫\n   这里是本体...\n   战斗打响了，从山上望向那个大平原，两边跟海浪似得人潮，急速接近，最终相聚在一起，虽然在山上，但是依然能清晰的听见下面战斗时武器对撞，士兵吼叫出来的声音。\n   “装备战斗！”传话的官兵从每一个人面前疾走而过，并发出低吼。小白拿起铁剑，整理了下装甲，做好冲锋的准备。再次看向大平原，深呼吸，可是发现了一点不对，敌方的人，好像太少了，这不应该，在这之前他们的人足足比我们多两倍！。\n   “冲锋！”冲锋的号令已经下达，容不得小白三思，部队开始向山坡下的平原冲锋。轰轰轰，从平原望去山上一波黑压压的人潮正在向下奔跑而来，看这架势，是准备直接从敌人侧面突入。人本就比我方少的敌人，阵形似乎有些慌乱了。\n   近了，近了，战场上的吼叫的声音越来越大，敌人的面孔越来越清晰，小白所在的部队在与敌方接触的一刹那，大地开始震动，似乎在地底深处有什么东西要喷发而出，人群站不稳一片片的倒下，最终，，，轰，，，小白眼前一阵眩晕，四周都在旋转，土石四飞，“原来敌方人少的原因是这个啊..”小白想着，突然眼前一黑。（全剧终）\n   也不知过了多久，小白从大爆炸中醒来。睁开眼，小白看着周围，还是一片黑，推开压在身上的石头，动了动，还好只是一只手有点不灵活，不过感觉身体很痛。此时眼睛有点能看见了，强撑着身体的痛苦，站起来望向四周，石砖构成的隧道，还有许多石砖裂掉了，看起来这里很古老了。也许自己会死在这里吧，小白想着，撑着墙壁，小白想到自己的养父，自己的家，自己养的那条狗，慢慢走着。突然，空间似乎大了起来，前面有一个楼梯，楼梯上面有12个嵌着末影人眼睛的方块，而中间则是类似星辰一样的物体。\n\n   好吧，实话说我想不出其他经典场景了，也许我应该把我的脑洞天赋点满。\n  \n  \n\n",
    "replies": [
        {
            "author": "匿名",
            "timestamp": 1438083660,
            "txt_content": " 本帖最后由 1137246733 于 2015-7-29 09:02 编辑 \n\n11个人查看0回复，我也是醉了，话说是不是字太长你们不想看...."
        },
        {
            "author": "lzlniu",
            "timestamp": 1438083960,
            "txt_content": "h22391386 发表于 2015-7-28 19:41\n11个人查看0回复，我也是醉了，话说是不是字太长你们不想看....\n作者你暴露了。写得很认真，还不错，既然你纠结没人回复，我就回复一下吧"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1438084620,
            "txt_content": "主角叫小白？额...这个会不会太老套了一点，我建议换成小黑（误）"
        },
        {
            "author": "langyo",
            "timestamp": 1438090980,
            "txt_content": "h22391386 发表于 2015-7-28 19:41\n11个人查看0回复，我也是醉了，话说是不是字太长你们不想看....\n警告：你已暴露……"
        },
        {
            "author": "1137246733",
            "timestamp": 1438131900,
            "txt_content": "你用心了。\n不错的地方在于，你可以以主角的成长与王国的成长相互交错，从而产生共鸣。\n毕竟谁也喜欢看一个弱小的事物变得强大。\n你这个叫平凡里见真情，或许没有别人的脑洞那么独特，但是写起来却格外亲切。\n祝你成功"
        },
        {
            "author": "番茄茄",
            "timestamp": 1438333140,
            "txt_content": "呆萌作为皇家用品这绝对是个BUG，虽说它不比其他的矿物好得到，但是产量也不会少啊！"
        },
        {
            "author": "匿名",
            "timestamp": 1438333860,
            "txt_content": "西红柿片 发表于 2015-7-31 16:59\n呆萌作为皇家用品这绝对是个BUG，虽说它不比其他的矿物好得到，但是产量也不会少啊！ ...\n{:10_492:}设定上只有300年前是太平的，在这挖矿的队伍主要目标是铁，而且一个地方的钻石有限，挖完就没了，就得开阔领土啊！"
        }
    ]
}