{
    "title": "<周活动>   [脑洞融合机]   ——   交错时空",
    "author": "2B与mc的故事",
    "replyCount": 15,
    "timestamp": 1438091100,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-3 20:27 编辑 \n\n本来准备把这个写入我的第四部小说呢，但是遇到这种活动，我还是把设定什么的发出来吧。中间有一些细节没想好，别吐槽我啊！\n\n\n是否打算将此创意与各位分享：同意。（但是愚蠢的凡人，是看不懂我这些神圣的文字的）\n用几句话来概括你的创意：同一个世界，不同的平行宇宙；交错的人生，汇聚成不凡的命运。\n\n具体详情：\n世界观：（差不多也是开头，但是开头会做更多文学上的处理）\n        Minecraft世界，这个世界与我们所处的世界没有什么区别。也有光，也有黑暗；有太阳，也有月亮。有鲜花，泥土，绿树，也有各种各样的生灵。除了所有的一切都由方块组成以外，这个世界简直看起来就跟我们的世界一模一样。\n\n        实际上，确实一模一样。也许有人以为这仅仅是一个游戏，但是事实是，他们只是处于同一个宇宙的同一个维度的不同平行时空中。\n\n        什么是平行宇宙？以官方的解释来说比较难懂，不过我们说的也不全是物理学家们所说的那个平行宇宙。简单来说，就是各种存在的可能。\n\n        打个例子（举个比方），清晨你睡眼朦胧地打了个哈欠，准备下床洗漱，这时你是先穿右脚的拖鞋，还是先穿左脚的拖鞋，这就决定了两个不同的平行时空。你下床后，是先漱口还是先洗脸；如果先洗脸，是从眼睛、鼻子、嘴巴、还是脸颊开始洗，这一个个微小的差距就会决定许多个不同的平行时空。所以，每一分每一秒都会有大量的平行宇宙产生，一点点微小的改变，你就可能踏入另一个平行时空，也就将带来一系列的改变。\n\n        各个平行时空是因为一件事情的许多种不同选择而诞生的，所以他们彼此之间或多或少都会有关联。从宇宙诞生之初开始，一个又一个不同的平行宇宙如同树木的根系不断分叉，越分越密，形成无数道链条式联系。每一道链条从开始到现在被称为一个平行宇宙。所以，也存在无数个平行宇宙。\n\n        也许你会问，既然有这么多平行宇宙，为什么我只感受得到我现在所处的这个宇宙，而对其他宇宙丝毫没有记忆？这是当然的，因为每一个平行宇宙之间是互不相连的，另一个平行宇宙之中的你也没有这个世界的记忆。我们把这些仅存在于这个平行宇宙的记忆与感受所形成的世界观称为主观时空。\n\n        当然，虽然看不到，但是其他平行宇宙绝对存在，而且有无数个可能。就在我们这个世界中，也许有一个平行宇宙的地球已经消失，有一个平行宇宙的地球却像太阳一样大。甚至在同一个世界中，有的平行宇宙已经出现会超能力的生命，而有的平行宇宙仍处于没有生命的状态。\n\n        所以，像Minecraft这样的平行宇宙绝对是有可能存在的。而Minecraft的平行宇宙里也有无数个可能，比如说有的工业发达，有的会魔法，有的充满了奇异的怪物。这些世界差不多都是由我们所称的mod所创造的。而在这条线上，起始点是普通的Minecraft，所以称原版Minecraft为主轴，而以他为基础所诞生的平行宇宙称为衍生轴。\n\n        之前我也提过，各个平行宇宙之间互不干涉，平行存在。但这并不是一定的，发现了平行宇宙的野心家们已经蠢蠢欲动，各个平行宇宙之间互相交错所产生的混乱和所浮现的秘密，会使这个整个世界走向繁荣，还是，灭亡……\n\n人物：\n       主角名：蓝焰，中二的初二学生。虽然很中二但是成绩却很好，同时有着不错的组织和管理能力，疑似拥有多重人格。意外发现了平行时空，又在阴差阳错之下加入了一个神秘的组织……\n       葛叔（不要吐槽名字）：经常在百货商场附近卖手抓饼，蓝焰是他的常客，两人关系也不错。在某个平行宇宙中是一个拥有超能力的英雄。\n       独狼：这只是他的行动代号，真名几乎无人知晓。神秘组织的头目，据说强得可怕……\n       耀凌天：某平行宇宙中预言中的光之子，天生完全掌握光明的力量。但是因为成长经历中一件件琐碎的事件，他光明的心产生了细微的变化……\n（就只能说这么多了，说多了就剧透了）\n\n经典场景1:\n        是时候了呢。他熟练地从口袋里抽出一张纯白的卡片—上面写有一些关于卡主人身份的信息，而另一面是一些看不懂的彩色纹路。\n\n        他用食指与中指将其夹住，然后高举卡片。卡片反射了太阳的光线，显得格外耀眼。\n\n        “card slash！（卡片抽换！）”他一边低喊着，一边拿着卡片在空中迅捷地划出一个标准的60度角—从头顶到右肩，再划向左肩，天空中留下一道绚丽的曲线。\n\n       此时，他眉头一竖，瞬间把卡片按在了面前的一台机器上。\n\n        “滴！学生卡。”刷卡机发出了机器音。\n\n        在满车人和司机“羡慕”与“称赞”的目光下——至少他自己是这样认为的。蓝焰找了个位置坐下，期盼着公交车快点开到学校。\n\n经典场景2:\n        看似又是一个寻常的下午，又是一节普通的语文课，又是一如既往的“上课！”“起立！”“老师好！”。\n\n        蓝焰早就厌倦于这种平凡的生活。虽然他已经尝试了一些在常人看来非常疯狂的事情，比如用辣条来下饭（他也用“炫麦”下过饭，但是发现一吃根本停不下来，差点把自己撑坏），在新年联欢晚会的活动上唱鬼畜，还有诸如昨天上午公交车上刷卡时的中二事件……数不胜数。但是他依然觉得少了些什么。\n\n         并不是只有拯救世界的英雄才活得有意义，这点他非常明白。或许他厌倦的不是这一尘不变的生活，而是他自己。\n\n        “蓝焰，你在发什么呆呢？窗外有怪兽吗，你一直盯着？”语文老师的一番话逗得同学们笑了起来。\n\n        “啊，现在也许没有，但是真的有可能会出现！”蓝焰一本正经地答道。这下子全班笑得更厉害了。\n\n        老师一时也无奈于蓝焰的中二回答，看在他成绩还不错，同时也不希望整节课就这样讨论奇怪的话题，只好一句话妥协：“认真听课……不要再做一些奇怪的白日梦了。”\n\n        下课后，小黄—班里人更习惯叫他黄尼玛，凑到蓝焰桌前，半开玩笑地说道：“你又中二了，也只有你胆子这么大，敢在老师面前犯中二。”\n\n        “这不叫中二，只是你们这些普通人无法理解的世界观而已。”蓝焰的表情严肃起来。\n\n        “真的吗……那么所谓的怪兽，在你的世界里也是有可能出现的……以你的预测，是来自哪个次元？什么时候会来？”黄尼玛学着蓝焰的表情也开始一本正经起来。\n\n        “什么次元无法确定，时间也无法确定，但是可以确定的是，这种生物绝对存在，我坚信。”蓝焰依然认真地解释道。\n\n        “好了，不个你玩了。什么怪兽嘛，不要瞎扯了，这种东……”\n\n        “咚！”窗外忽然传来沉闷的巨响。同学们被巨响所吸引凑到窗前，可是看到的却是……\n\n        一只黑色的巨龙！\n经典场景3:\n        辉煌的宫殿由石英和水晶打造而成，无论从表面还是内在价值来说都是光彩照人。宫殿的王座上，是一个银发的二十来岁的少年。\n\n        “哦？他们已经发现我们的存在了吗？”少年微笑着淡然地问道。\n\n        “是的，尊敬的光之子。是否需要我们派兵歼灭，以除后患？”一个骑士着装的人行了礼，然后单膝下跪，礼貌地问道。\n\n        “嗯。不必。一帮乌合之众，成不了什么气候。就算他们运气好找到了这里，也动不了我一根汗毛。”说着银发少年悠闲地转过身，看了看王座背后那块巨大的水晶，“顺便也能为希望水晶作出贡献。愚蠢的黑暗势力，终究是会消灭在我伟大的光芒之下啊。”\n\n        “光之子大人真是仁慈，世界的未来，必将因您充满光明！”骑士尊敬地说道，“要是没有其余的事，我就先退下了。”\n\n        “噢，没事了，你回去休息吧，天色也不晚了。”银发少年依然是一脸温和的微笑。\n\n        骑士退下了，太阳也快下山了。愈发黑暗的宫殿里，传来银发少年诡异的笑声。希望水晶在黑暗之中发出微微的光芒，可是，这真的是希望吗？究竟这道光芒是黑暗中带来希望的光明，还是与黑暗同流合污的，邪恶的光？\n\n\n",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1438091280,
            "txt_content": "场景写的很好，文笔不错\n\n可你用不着这么直接吧...就不怕人家复制粘贴？"
        },
        {
            "author": "匿名",
            "timestamp": 1438092240,
            "txt_content": " 本帖最后由 1137246733 于 2015-7-29 08:49 编辑 \nlangyo 发表于 2015-7-28 21:48\n场景写的很好，文笔不错\n\n可你用不着这么直接吧...就不怕人家复制粘贴？\n这次翻创版的活动一开始就准备叫“剽窃大赛”\n而且也要求作者表明是否同意分享创意，所以这是允许的\n至于如果有人完全复制+粘贴，版主会制裁他的"
        },
        {
            "author": "langyo",
            "timestamp": 1438092420,
            "txt_content": "2B与mc的故事 发表于 2015-7-28 22:04\n这次翻创版的活动一开始就准备叫“剽窃大赛”\n而且也要求作者表明是否同意分享创意，所以这是允许的\n至于 ...\n版主能查到完全复制粘贴的小说内容？？？………………\n除了现抓只能举报帮版主啦= ="
        },
        {
            "author": "langyo",
            "timestamp": 1438092420,
            "txt_content": "2B与mc的故事 发表于 2015-7-28 22:04\n这次翻创版的活动一开始就准备叫“剽窃大赛”\n而且也要求作者表明是否同意分享创意，所以这是允许的\n至于 ...\n版主能查到完全复制粘贴的小说内容？？？………………\n除了现抓只能举报帮版主啦= ="
        },
        {
            "author": "匿名",
            "timestamp": 1438093440,
            "txt_content": " 本帖最后由 1137246733 于 2015-7-29 08:49 编辑 \nlangyo 发表于 2015-7-28 22:07\n版主能查到完全复制粘贴的小说内容？？？………………\n除了现抓只能举报帮版主啦= = ...\n完全复制粘贴的挺好抓的好抓好吧，一搜就出来了，一对照就发现了\n你还是太小看版主的实力"
        },
        {
            "author": "江米条",
            "timestamp": 1438096500,
            "txt_content": "感觉这设定很想我看过的一个电影啊....\n\n电影名字叫 彗星来的那夜 0.0"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438129320,
            "txt_content": "2B与mc的故事 发表于 2015-7-28 22:04\n这次翻创版的活动一开始就准备叫“剽窃大赛”\n而且也要求作者表明是否同意分享创意，所以这是允许的\n至于 ...\n目前人们对平行宇宙的讨论，还处在对社会伦理道德的剖析。如果擅自穿越空间，是否会带来不可扭转的后果？这样做是否是破坏秩序的行为？\n其实我们可以换一个角度：通过穿越平行宇宙，看到另一个社会的全貌从而反思自己的人格。人类的社会观"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438129440,
            "txt_content": "2B与mc的故事 发表于 2015-7-28 22:04\n这次翻创版的活动一开始就准备叫“剽窃大赛”\n而且也要求作者表明是否同意分享创意，所以这是允许的\n至于 ...\n到底应不应该做出改变？或者，如果主观时空遭其他时空侵略，人类又该何去何从？我觉得，这些都是楼主没有想到的，更具探讨性的题材。"
        },
        {
            "author": "1137246733",
            "timestamp": 1438130940,
            "txt_content": " 本帖最后由 1137246733 于 2015-7-29 08:50 编辑 \n2B与mc的故事 发表于 2015-7-28 22:04\n这次翻创版的活动一开始就准备叫“剽窃大赛”\n而且也要求作者表明是否同意分享创意，所以这是允许的\n至于 ...\n什么鬼，谁说叫“剽窃大赛”的！那是另一个好么。。"
        },
        {
            "author": "1137246733",
            "timestamp": 1438131540,
            "txt_content": "整体不错，这种平行时空的感觉可谓大赞\n人设具有特色，但是在把这些人物连接起来就得看你的能力了。\n不错，祝你成功"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438137660,
            "txt_content": "末影龙娘 发表于 2015-7-29 08:24\n到底应不应该做出改变？或者，如果主观时空遭其他时空侵略，人类又该何去何从？我觉得，这些都是楼主没有 ...\n主观时空正如其名，是一个主观上的概念\n又或者说是每个人对于自己所存在时空的认识\n这仅仅是一种意识上的存在，而并不是完全独立的另一个时空\n至于具体的剧情，以及这背后的所隐藏的深意，并不是我没想到，而是我故意没写。\n活动贴也说过，可以包括“具体内容”，但是并没有指出一定要写\n（而且我也提出，这是我的小说的第四部，如果这么早就把剧情写出来不就剧透了吗……）\n至于上面您所以提到的，通过社会的，世界的全貌来反思自己的人格等，这其实也包括在我刻意隐藏的内容里。而且这整个故事非常的复杂，一时半伙也不能把这种哲理完全阐述清楚，我的实力实在有限。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438137780,
            "txt_content": "江米条 发表于 2015-7-28 23:15\n感觉这设定很想我看过的一个电影啊....\n\n电影名字叫 彗星来的那夜 0.0\n那是什么，我没看过"
        },
        {
            "author": "江米条",
            "timestamp": 1438154280,
            "txt_content": "2B与mc的故事 发表于 2015-7-29 10:43\n那是什么，我没看过\n_(:зゝ∠)_也是关于平行时空的...如果没看过的话建议看看"
        },
        {
            "author": "番茄茄",
            "timestamp": 1438333740,
            "txt_content": "那啥，平行宇宙的解释其实你丢一个度娘的链接就可以了\n其实写多元宇宙更酷炫（不是平行宇宙）"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438334400,
            "txt_content": "西红柿片 发表于 2015-7-31 17:09\n那啥，平行宇宙的解释其实你丢一个度娘的链接就可以了\n其实写多元宇宙更酷炫（不是平行宇宙） ...\n这样我就不能装逼了\n官方的解释有点难懂，而且我这里所讲的平行宇宙也与物理学所说的平行宇宙有那么一点区别\n"
        }
    ]
}