{
    "title": "<周活动>[脑洞融合机]——《陨落》",
    "author": "恶魔-潇洒",
    "replyCount": 6,
    "timestamp": 1438130220,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-3 20:28 编辑 \n\n《陨落》\n\n\n是否打算将此创意与各位分享：当然可以撒\n用几句话来概括你的创意：\n种族的陨落与黑暗的崛起。最近看到很多文章都是光明战胜邪恶，这次我写一写黑暗统治世界，看看效果如何。\n\n\n具体详情：\n闪动的火焰，渴望的目光，黯淡的双瞳。\n当种族被囚禁，当尊严被践踏，当对方太强大，当种族太懦弱。\n\n\n还会有勇者来拯救这个崩坏的世界吗？\n光明被黑洞吞噬，世界不再有温暖，自演自导的内容最终会被摧毁！\n你是说人类？那种不堪一击的生物！\n以为自己是宇宙第一？嘁，只不过是我们脚下的蛆虫罢了。\n从现在开始，将一切看到的人类通通抹杀，不必在意老人小孩，大开杀戒！\n嘿，想想我们是如何轻松战胜蛆虫的？\n他们引以为豪的火药对我们一点作用也没有，倒是他们被我们一个接一个亦或掐死亦或碾碎。\n真是脏了我的手！\n抹杀……\n消失吧，这个世界不需要弱者！\n怎么，还有蛆虫活着？甚至来挑战我？\n渣渣，最终还是被我碾碎了！\n我的战士们……被那些魂淡……可恶！\n我的首领宝座啊……我的战士们什么时候这么自私？\n混乱了……\n\n\n物种详解：\n物种名称：渊死\n\n名称详解：“渊”指它们居住在深渊。“死”指它们将见到的人类统统杀光。\n体型：和人类差不多，但大部分是在1.9m左右的；每个渊死都是在三百斤上下。\n使用武器：狼牙棒或十字弩\n物种其他特征：形似兽人，厚厚的绿皮肤（极少数是其他颜色）堪比坦克铁甲，甚至不怕炸药；力大无穷，可以轻松举起一块巨石。\n————割————\n物种名称：渊龙\n名称详解：“渊”同上。“龙”指体型形似龙。\n体型：绝大多数在3m以上，极少数是在5m以上；每只大概是一吨上下的体重。\n物种其它特征：不同肤色的渊死会有不同的属性，如：红皮肤的渊死会吐火，蓝皮肤的渊死会喷出极寒的气（当然这也是看自身天赋的）；有翅膀能够带动它们飞向高高的天空。\n\n\n人设：\n福利坦纳：\n渊死首领，成功领导了渊死占领地球的战役，并将人类杀至几乎灭绝。实力也是很强的，精通各种防身的各式各招。\n利森：\n少数幸存人类之一，也是幸存人类的首领，但实力与福利坦纳相差很多；因为切尔诺夫的死而独自挑战福利坦纳，后惨毙。\n切尔诺夫：\n部落中唯一一个反对大屠杀的渊死，与利森是很要好的朋友，后被当众绞死。\n爱丽丝：\n少数幸存人类之一，利森的助手；为利森挑战福利坦纳做出汗马功劳，后因寡不敌众惨毙。\n萨罗斯：\n少数幸存人类之一，利森的助手；研制出对抗渊死的武器，但无法攻击渊龙；为利森挑战福利坦纳做出汗马功劳，后惨毙。\n\n\n经典场景：\n经典场景1：\n渊死的征服路。\n“塔塔塔塔”“轰！”，战役开始了。人类士兵源源不断地投入战斗，也有源源不断地倒下的人。\n——死去的总是人类，那些敌人势不可当。\n“快看天上！”一条龙吐出火焰将一批人类烧得满地打滚；一条龙吐出一口气将一批人类冻得瑟瑟发抖。\n战斗机是不管用的，倒是被龙撞得漫天的残骸。\n“太壮观了！”敌人惊叹。\n\n\n经典场景2：\n渊死的大屠杀。\n“哈，看那些蛆虫！”鲜血淋溅在地上，“就连血液也是那么肮脏呢！哈哈！”又一颗人头落地。\n大街上到处是尸体与未干的血液，有时走来几只渊死查看生还者，好让他们死去。\n有些渊死对这种工作很是厌烦，它们抓起一具尸体往周围几近坍塌的建筑物扔去，尸体摔在墙上成为一滩血肉模糊的东西，建筑物也跟着倒下。\n对死者最起码的尊重就是保护好他们的尸体，而渊死一而再再而三地这样做，未免太过了？但主动权是在实力强的人手里掌握着。\n\n\n经典场景3：\n利森VS福利坦纳！\n两个人站在同一个平台上，却散发出不同的气势。\n一个严肃认真，一个势在必得，究竟是谁会赢还是个未知。\n“尝尝这个！”一道光闪过，福斯坦纳的身体便多了一个洞，他扶着墙，不可思议地朝后退了退，“怎……怎么可能！这种武器怎能伤害到我！”\n利森笑笑，再度扛起那大家伙，又是一炮！“骗你的！”福利坦纳做个鬼脸，那束光竟从福利坦纳面前突然绕到侧面穿过去，毫无疑问他没有受到一丝伤害。\n福利坦纳用飞一般的速度来到利森面前，对着腹部就是一拳。利森被打到很远的墙壁上，捂着肚子满地滚。\n过了一会，他不再那么挣扎了。福利坦纳“飞”到他身旁一看，利森已经口吐白沫昏厥了过去。\n“下手太轻了呢。”\n——————————————割——————————————\n感谢能抽出时间来看我的参赛作品！阿里嘎多~",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1438130400,
            "txt_content": "阿里嘎多是什么鬼？！\n好喜欢的黑暗风。\n←_←感觉还不够血腥诶"
        },
        {
            "author": "1137246733",
            "timestamp": 1438130700,
            "txt_content": "人设不错，名字非凡，有创新。\n祝愿你能到前7"
        },
        {
            "author": "CRworkgroup",
            "timestamp": 1438222200,
            "txt_content": "加油，继续吧"
        },
        {
            "author": "番茄茄",
            "timestamp": 1438334040,
            "txt_content": "喂喂喂，为什么有个奇怪的人给这个帖子提升了一下"
        },
        {
            "author": "langyo",
            "timestamp": 1452326400,
            "txt_content": "挖坟啦~\n\n神脑洞……\n\n支持~……\n\n然后你这居然被评为……神反转？！……\n\n我没看出来……ice的眼光我比不上23333333……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1452327660,
            "txt_content": "所以说恶魔你把这个帖子提升究竟有何用意……\n"
        }
    ]
}