{
    "title": "<周活动>[脑洞融合机]——《涅槃》",
    "author": "匿名",
    "replyCount": 6,
    "timestamp": 1438143600,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-7-29 12:37 编辑 \n\n\n是否打算将此创意与各位分享：我可以写否嘛\n用几句话来概括你的创意：反人类的科幻甚至于玄幻，孤独与思念构成的毫无希望的世界，却在男主的思维中衍生出梦想。\n具体详情：精神病人艾尔蒙德在意外陷入昏迷后，在脑海中构造出了一系列彼此关联的所梦想的世界。Minecraft不是所描写的重点，它承载艾尔蒙德的两个梦境。在Minecraft中少年与偶遇的少女双双被新任神创造的凤凰所杀，少年的灵魂来到另一个艾尔蒙德所想象的、正与外敌抗争的世界，侵占了一个名叫泽伊坦的家伙的身体。在泽伊坦与德勒尔斯执行一次任务时，泽伊坦看见了自己的过往。此时基地被毁，两人无路可逃。当与德勒尔斯交谈时，泽伊坦被艾尔蒙德在现实世界中所受的药物所影响，暗示了他的存在并不着正常。德勒尔斯也因这个影响在泽伊坦眼前崩溃、消失，整个世界变得虚无起来。可泽伊坦此时已被艾尔蒙德体内的第二人格赋予了自由意志，开始与艾尔蒙德的精神做着抗争。而在梦境中，泽伊坦的敌人却是自己。泽伊坦回想起了凤凰与Minecraft中的少女，他当下只一心想要回到曾经存在的世界。于是，他的灵魂被无尽的思念剥离出来，泽伊坦最终因体内的第二人格(即前面说的“艾尔蒙德的精神”)陷入长眠。梦境中，灵魂飞往浩渺的虚空，侵占了新任神的身体。Minecraft中的原新任神因擅自创生凤凰被杀，新任神即是少女。他在此与她融为一体。艾尔蒙德体内的第二人格因被泽伊坦禁锢，最终醒来。只是他不再记得梦境中的一切。\n世界观的设定：很多东西需要埋下伏笔，采用叙述性诡计。就像前面说的，Minecraft不是所描写的重点，它承载艾尔蒙德的两个梦境。这个世界观黑暗而毫无生气，但或许可以用恰到好处的描写让它显示出光辉。我没有说泽伊坦，艾尔蒙德，少女，或是德勒尔斯，以及可能出现的任何角色是人，他们可以是任何可寄存自由意志的意识体。主世界是艾尔蒙德所存在的世界，子世界是他所梦想到的Minecraft世界、“正与外敌抗争的世界”，本来一切都是有艾尔蒙德的潜意识所控制，但泽伊坦是个例外。出于某些原因，艾尔蒙德沉睡中的第二人格赋予了他自由意志，这也导致了接下来一系列的事件。这是一篇空想文，但我却希望将它变成一部逻辑明晰的小说，出自我自己的手。\n三个经典场景：1.（泽伊坦与德勒尔斯刚开始执行任务时）火焰周围空气中大大小小的分子在泽伊坦的操控下迅速而节奏一致地摩擦起来。映出了德勒尔斯的脸庞。不知他是望着火焰，还是望着他。“你还是要练习一下。”......看这样子，应该就是这里了。......分头行动吧。最终只剩下两团火在奋力地燃烧。\n直到泽伊坦看见石刻壁画前，他的内心一直都没有太大的起伏。\n\n2.（因现实世界艾尔蒙德的药物，泽伊坦所处的世界受到影响）他的眼前只剩下模糊的一片灰色，惨淡而令人绝望。但他却看见了德勒尔斯的微笑，清晰得令人觉得恐惧。德勒尔斯的身体似是一块人形的玻璃，被敲碎后四散开去，不受重力影响地四散开去。\n稍有好转。\n赤红的星辰被遗弃在万劫不复的浩瀚宇宙中。无边的恐惧刻画出了你的摸样。因孤独而选择沉眠。\n醒来后还剩被撕裂的大地。\n\n3.（泽伊坦的灵魂与少女融合）所以，请让我飞翔。让我飞至那没有退路的深渊里。让我救赎。\n直至我再次看见火红的凤凰，朝霞的色泽孕育出无垠的希冀。没有退路，不代表没有曾经。只是想要从头开始，想要万物伊始的模样，想看看你还未离我远去时，这世界多姿的美貌。\n......\n最终我会找到。",
    "replies": [
        {
            "author": "彼岸在望",
            "timestamp": 1438143780,
            "txt_content": " 本帖最后由 彼岸在望 于 2015-7-29 12:43 编辑 \n蠢萌の⑨ 发表于 2015-7-29 12:24\n不错呐，还有，匿名呢= =\n前排售卖可乐，节操"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1438143840,
            "txt_content": " 不错呐，还有，匿名呢= ="
        },
        {
            "author": "匿名",
            "timestamp": 1438143840,
            "txt_content": " 本帖最后由 1137246733 于 2015-7-29 13:05 编辑 \n蠢萌の⑨ 发表于 2015-7-29 12:24\n不错呐，还有，匿名呢= =\n求问怎么匿名QAQ"
        },
        {
            "author": "番茄茄",
            "timestamp": 1438148340,
            "txt_content": "彼岸在望 发表于 2015-7-29 12:23\n前排售卖可乐，节操\n暴露了啊喂"
        },
        {
            "author": "番茄茄",
            "timestamp": 1438148400,
            "txt_content": "彼岸在望 发表于 2015-7-29 12:23\n前排售卖可乐，节操\n暴露了啊喂"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1438156560,
            "txt_content": "西红柿片 发表于 2015-7-29 13:40\n暴露了啊喂\n今天论坛抽的挺严重的……所有人都在重复发帖？"
        }
    ]
}