{
    "title": "<周活动>[脑洞融合机]——《青铜骷髅》",
    "author": "天阶",
    "replyCount": 5,
    "timestamp": 1438144860,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-3 20:25 编辑 \n\n脑洞大融合！=================创意分享：是（我并不是很想分享我的小脑洞，但是为了创版的未来(大雾)！）\n创意描述：魔幻大陆+蒸汽朋克+没了！跟minecraft没有什么关系，是一个我的小说预想。大家可以想象咆哮的半兽人跟释放着蒸汽的战争机器的交锋么？如果不行，那就参考我的吧。================ 具体描述：蒸汽朋克时代，人类步入了最强盛的时代。而绝迹已久的黑暗魔法也随之出现。数量庞大而且暴躁的半兽人开始蠢蠢欲动。远古龙族也重新翱翔在淡灰色的天空。这可能是一场战争的前兆！\n\n创意开头：来自贵族学院的高材生，地下斗兽场的王者、藏匿于黑暗的杀手。三个格格不入的身份。一个简单的身世。神秘的奖学金、王者的鲜血勋章、狰狞的青铜骷髅面甲。可当他一步步堕入深渊之时。已无人能对他伸出救援之手。那么……毁掉一切。这一次盛宴。成功，拥有一切失败，失去一切唯有死亡能直面一切！让鲜血进行神的洗礼！\n\n创意结尾：这就是我的归宿么？他想，他伸手抚摸着青铜骷髅面甲。最初，他想抹杀青铜骷髅。后来，他却成了青铜骷髅。最后，他是死于青铜骷髅。“这辈子，我和你挂钩了。”他闭上了眼睛，脸上青铜面甲也随之失去了色彩……\n=============================================庞大世界观：人类国度内的蒸汽技术迅速发展，为人类在这块不知名的大陆上取得了一席之地。日益强大的蒸汽技术令其他种族焦躁不安。半兽人们暴躁地讨论着对策。随着拥有蒸汽技术的教皇崛起的。是掌握着黑暗魔法的元素公国。灼热的火焰爆发出火光，蒸汽却模糊了视线。低声的呤唱。机械的轰鸣。巨大的龙族在天空咆哮。万里的叹息之墙将迷踪之森与世隔绝。精灵们站在墙头。呤唱着神秘的古咒语。看着飞艇投下燃烧的红血。灼热的龙息在喉咙深处触发。这个肮脏的世界。只有无止境的战争！无止境的战争……无止境……\n========================\n特殊设定：武器====帕奇95式自动增压武器连射型火枪，严格一点来说，它并不是火枪，它的工作原理是在枪管内注入大量高温蒸汽并利用活塞进行压缩压缩后的高温蒸汽瞬间释放释放的高温引燃了火药的底火Bon！\n\n\n\n立体机式雷蛇固机一只四个枪管同时工作的固定武器。能360°攻击，几乎没有死角一款高效率、高火力武器扣下扳机时，四根击针会同时撞击弹药底火。而四根枪管会不停旋转以确保每一个枪管都通过了核心的冷却。\n\n\n防具=======秘银腕表一款秘银打造护腕，上面是一个腕表。杂乱的纹路其实是为了给敌人放血。数不胜数的黄铜齿轮驱动着这一切。藏匿着不少武器的护腕是刺客首选。\n===========\n经典场景：第Ⅰ场 他伸手捞起那血红色的青铜面甲，那狰狞的骷髅似乎是在嘲笑自己，自己真的有那么差劲么？“不，我不想承认自己是废物！”他咆哮着抓起面甲砸在自己脸上。这恶魔般的骷髅似乎抽动了一下嘴角——面甲笑了。\n“来自深渊的恶魔呐！在你我掌握力量的同时，我们也在相互侵蚀。”\n“为什么，不坐下来好好谈谈呢？”\n“这是不可能的，真正的权力者……只有一个！也只能是我！”\n面甲内传来一阵残人的笑声。他瞬间拔刀，在查尔森教授难以置信的表情下斩开了他的喉咙。\n现在，他的一切表情都隐藏在那狰狞的骷髅面甲之下。呼吸。空气呼啸着穿过面甲的缝隙。\n现在，他不再是被通缉的学员了，他拥有一个全新的身份：青铜骷髅。\n“这一切并不是结束…这是开始！这只不过是一切的开始！收好邀请函来参加我的盛宴吧！”\n……复仇者的盛宴……\n\n第II场\n庞大的战争机器无声的咆哮着。蒸汽几乎将运输管熔化，那是致命的高温蒸汽！固定在机身上的四台雷蛇固机咆哮着向青铜骷髅倾泻弹药，不间断的连续开火甚至让核心来不及进行冷却！\n那一段被青铜骷髅斩断的金属骨架开始溶解。高温蒸汽充斥了整台机器！现在的战争机器就像是一台随时会爆炸的发动机！\n青铜骷髅灵活地闪过弹幕。手中的黑蟒式火铳顶着战争机器消融的金属脊椎发射。\n“轰——”\n一根根黄铜棍从战争机器的关节内弹出。与之泄漏的是高温蒸汽。一股蒸汽流伴随着战争机器的瓦解席卷而来。青铜骷髅的铁爪正紧紧的捏着一节金属脊椎。他拧碎金属骨架就像是他贪婪的拧碎别人的颈椎一样。\n第Ⅲ场他不顾一切的攻击着叹息之墙。黑蟒式的爆炸都对叹息之墙毫无伤害，更何况他的肉身？他跪倒在叹息之墙前，这个嗜血的男人哭了。他的内心开始崩溃。世界之树开始枯萎，纷落的枯黄叶片如同一场小雪。落在圣泉的叶片化作一滩滩血水，染红了圣泉。地狱的颜色开始在内心蔓延。他步入圣泉。一步步。血色的圣泉将他吞没……获得新生的……将会是贪婪的恶魔！\n===========\n人设姓名：沃尔性别：男年龄：26别名：青铜骷髅身世：无，孤儿。性格：冷漠，内向，占有欲强。简介：孤独内向的残暴统治者，几乎没有朋友，因为和他接触过的人，都死了。如果说他是一个恶魔，那么他的内心里一定有一群恶魔！\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1438146780,
            "txt_content": "沃尔是我的同类耶\n文章感觉很好，世界观看上去也很庞大，就好像是色彩丰异的大世界！\n祝愿你能进入前七。"
        },
        {
            "author": "番茄茄",
            "timestamp": 1438333980,
            "txt_content": "蒸汽...灵感来自天之炽？"
        },
        {
            "author": "匿名",
            "timestamp": 1438342680,
            "txt_content": " 本帖最后由 匿名 于 2015-7-31 19:57 编辑 \n西红柿片 发表于 2015-7-31 17:13\n蒸汽...灵感来自天之炽？\n\n南叔的天之炽我买了两本……\n但是跟我的完全不一样好吧！\n南叔的甲胄更像是未来机甲……\n我的基础构思好歹也是金属骨架啊！！"
        },
        {
            "author": "番茄茄",
            "timestamp": 1438343640,
            "txt_content": "天阶 发表于 2015-7-31 19:38\n南叔的天之炽我买了两本……\n但是跟我的完全不一样好吧！\n南叔的甲胄更像是未来机甲……\n好吧还有你没匿名"
        },
        {
            "author": "天阶",
            "timestamp": 1438343880,
            "txt_content": "西红柿片 发表于 2015-7-31 19:54\n好吧还有你没匿名\n完了完了……我的评分……"
        }
    ]
}