{
    "title": "<周活动>[脑洞融合机]——银河方块传说（暂名）",
    "author": "匿名",
    "replyCount": 3,
    "timestamp": 1438161540,
    "txt_content": " 本帖最后由 匿名 于 2015-7-30 00:16 编辑 \n\n写在答题之前：\n本文的主要灵感来自对于田中芳树老师的著作《银河英雄传说》的强烈喜爱和对于MC始终无法使用载具（尤其是飞行载具）的怨念，所以本文对于MC基本世界观的改造会相对较多，还请见谅。\n\n是否打算将此创意与各位分享：请便。\n\n用几句话来概括你的创意：随着大地上的其中某个帝国发明了利用煤炭块的能量制造推进能力的科技，原先科技水平还停留在中世纪的战争在短短几个月内就结束了。数十年后，人们发现大陆仅仅是偌大银河中的一个星球，在这之后的几百年，舞台从大地转向了更为广阔的银河，而帝国军人与同盟战士之间的战争仍在继续……\n\n\n世界观详情：MC世界是世界的一个星球。而银河才是真正的宽广无边。\n\n推进器以外的人类科技水平：城市高度现代化，刷怪塔作为重要生产工具被大量制造，相对的，城市内部的光照被很好的保护，城市内有很多军队保护，在足够发达的城市内也会有接近一半的非农民也非军人的普通阶级市民承担各种金融类或其他服务业的工作。\n城市之间有红石电报进行消息传递。\n各种简单或复杂的TNT大炮是战争中广泛运用的重武器。\n\n\n\n帝国在发明推进器之后，利用战斗艇和运兵舰在数个月内征服了大陆上所有国家。而在数十年后，帝国开始了向银河的征途。数百年后，被当年的帝国皇帝有意放过的共和国的幸存者们成功独立，占领了银河中一定的领域，从此与帝国展开更加漫长的战争。（大量致敬《银河英雄传说》）\n\n\n在原先游戏的基础上需要加入多个方块/道具才能使情节可行。或许也可以反过来做成mod，但我是做不来了。\n1：矢量推进器 凭空推动一定数量的方块。可以通过安装多个推进器来推动更大质量的物体。需要连接动力炉提供燃料才可以使用，并且用红石机关控制开关与出力。\n2：胶水（暂名）使用在方块之间，用于让推进器确认带动哪些方块。文中不会写到，但是如果要在游戏中实现的话或许可以用这个办法吧。\n3：动力炉 可以多个动力炉进行连接以提高出力上限或连接多个推进器，使用煤炭块或者岩浆提供燃料。受到冲击会爆炸。\n4：转轴 可以让一定数量内连接在一起的方块进行180度范围内的旋转。\netc。\n并且弓箭的多次攻击也可以破坏方块。使战斗机之间的狗斗成为可行。\n\n\n\n如果能写下去的话，将不限于描写一两个主角，而是会试着描写数十个来自双方的不同角色。（也是为了致敬《银河英雄传说》）\n\n序章节选：\n    那座城市中央的雄伟的信标塔曾是市民们信念的寄托，也是勇气与力量的来源。即使大陆上两国的战争已经在势均力敌的情况下僵持了数十年，也从来没有人想过，满载死亡气息的战火能以破竹之势烧进整个共和国的都城；更不必说那座在市民眼中与“永恒”同义的信标塔了。\n    但是，当信标塔的最后一层防卫也被从天而降的炮火击溃，乃至那道从未熄灭过的耀眼光束也黯淡下去，海尼森的所有市民都终于失去了希望。\n    虽然此前完全没有听说前线被击溃的消息，都城的防卫部队也没有玩忽职守，更是在受到攻击的几分钟内便做好了反击的准备。受过专业训练的数千名战士，装备着保养良好的全套铁质装备，弓箭手与战士之间也拥有精妙的配合，再加上对于城市地形的熟悉和完善的后勤，即使被称一句“不败之师”也可说是名副其实。\n    但此时，面对从空中降临的攻击，这支精锐的部队第一次感觉到彻头彻尾的无力。\n    在晴朗的正午，戴着区别于寻常士兵的黄金头盔站在城墙的最高处俯视生机勃勃的城市，一度是都城守卫军指挥官，伦纳德·冯·劳伦兹中将最享受的时刻。而此时虽然也是正午，他却无法从仰视中得到分毫的满足感，取而代之的是浸润了全身的冰冷绝望。但是作为同盟军人和民主主义的守护者，他仍没有放弃最后的责任心，站在最前线，对士兵下达着殊死搏斗的命令。“弓箭手！拉弓！！放！！”\n    即使是受过良好教育的劳伦兹中将也从未见过帝国的攻击方式。但他明白这场战斗的结局已经是注定的了。甚至这场战争的结局恐怕也将以同盟的灭亡而结束吧。\n    一生从戎的将军并不很懂科技，但是城内的学者却已经在绝望中理解了帝国军的这张王牌。虽然TNT大炮从近十年来对战场双方都已属于常规武器的范畴，然而将某种物体的化学能转变成强大、稳定、灵活的动能，并且装载于大炮上使其能在天空中飞翔的技术，却是共和国从未拥有过，甚至从未尝试过的。\n    战斗开始后二十分钟，随着信标塔失去作用，士兵也在轰炸下散乱了阵型，运用同样的技术被送来的大批步兵也开始了正面攻城。更多的TNT大炮开始瞄准城墙发出咆哮；无数骑兵维持着阵型如潮水般从被破坏的城门冲入海尼森。目睹着战局的中将和折服于敌方科技的学者，在此时得到了相同的观点。\n    ——这场战争，我们已经败了。\n",
    "replies": [
        {
            "author": "CRworkgroup",
            "timestamp": 1438222140,
            "txt_content": "楼主继续努力"
        },
        {
            "author": "defoliation_h",
            "timestamp": 1438242600,
            "txt_content": "{:10_494:}我感觉我不举报楼上我都有点不好意思了，还有我非常想吐槽既然有银河时代了，\n\n“弓箭手！拉弓！！放！！”\n为何...."
        },
        {
            "author": "匿名",
            "timestamp": 1438248960,
            "txt_content": " 本帖最后由 匿名 于 2015-7-30 17:44 编辑 \nh22391386 发表于 2015-7-30 15:50\n我感觉我不举报楼上我都有点不好意思了，还有我非常想吐槽既然有银河时代了，\n\n“弓箭手！拉弓！ ...\n因为这段还是序章 撑死不过中世纪水准 只不过帝国军提前开挂点上了推进器的科技树然后用空军一口气直接吊打大陆全部国家  \n按照设定人类这会还没发现地球是圆的 也就是还没点上银河mod  突破大气层进入银河时代还是几十几百年后的事   这一点我应该也写在前面的剧情梗概里了 虽然整个格式确实比较散乱但我觉得还不至于看不到\n"
        }
    ]
}