{
    "title": "<周活动>[脑洞融合机]——世界模型",
    "author": "我是基岩",
    "replyCount": 3,
    "timestamp": 1438175520,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-3 19:09 编辑 \n\n嘿嘿！当然辣！\n\n人们总不会知道自己的一言一行会带来什么……\n主角（叫啥都行，比如卡兹或者史蒂夫）在三岁时被一位冒险者捡回了家抚养，在随着冒险者冒险（主角体质因为好）是时常感到对于世界的违和感，但无法找到成因（是想象不出来真实，但印象存在着真实。）后来随着冒险者与一个冒险者队伍屠了龙。但过了几年，再一次去屠龙了（一般在游戏里，龙只能去屠一次，）。而其他人却没有发觉龙被杀了两次，但主角发觉了（自身的真实引起的）他认为一定和那些违和有关，他便对真假对错这些事都产生了疑惑，行为便变得极端犹豫不决，抚养他的冒险者也因此丧命了。（可以是被主角因疑惑杀了，也可以是为了保护主角而死，或者其他死法，比如，被主角做成了家具或做成晚餐吃了，且意识一直是清醒的。）在冒险者死后，主角生活便变得完全不能自理（意识清醒）最终死了（饿死，冷死，被吃了，被做成任何物品都可以）然而，他发现自己似乎没死，而且对于真假对错有了认识（因为虚假的部分死了，而真实的部分(意识)与那个虚伪的世界(世界也是意识)的构成方式不同，便漂(犹如灵魂)流在虚假世界里。）在世界里飘荡了许久，此时的主角，已经知道了违和的成因与世界与自身的真相。于是！主角停止了思考！\n①这里的Minecraft世界是现实世界的玩家的意识不断凝成的虚伪世界（然而虚伪没有意义，也能说真实，但对于现实世界，就是虚伪的。）②世界到最后会慢慢消失（因为Minecraft在现实迟早会消失在人们视线）③世界无规则（在现实世界里人们对Minecraft里部分事物看法不一，也会发生变化，而这个虚伪的Minecraft世界会随着那变化发生微小的变化。）\n\n主角是意识构成，在构成，改变虚伪Minecraft世界时，参杂进了极微量的真实（现实）的意识，进过长久最终与虚伪意识一起构成了主角。受到真实意识的影响，主角时常会有大胆的猜想，但受到虚伪世界常识的影响，不敢发表。\n而抚养主角的冒险者（名字随意，比如斯蒂芬）在身体能力上比一般人要强上不少，善良（？），却也因为那份善良而害死了人。\n①       世界逐渐趋于平稳，是没有过去大波大浪般地变化了，但世界的住民们却是丝毫没有觅到一丝变化的踪迹。\n       一位衣着简朴的人在城墙边踱步，他是想着进城，却又在害怕着城里的一些人。深深地吸了一口气，他终于还是走了进去，却没走几步便抱头鼠窜地跑向城外。        “嗯……”在城内一位年轻男子见状欲言又止。他深知对方为什么会逃开，便低下头，略带忧伤得望着地面，又回头望着满是鲜血的城市……        “我的错啊……真希望能有个赎罪的机会呢……”男子轻声叹息道。        忽然，他听到了些许细微的哭声。他十分坚信这是神明给予他赎罪的机会，朝着音源奔去。终于，在他视线里出现了一位3岁左右的儿童。        他凑上去，缓缓抚摸着儿童，带着那副充满了救赎的眼神，轻声问着：“我叫斯蒂芬，是个冒险者……你呢？”        渐渐地，儿童的哭声消失了，带着哭腔答道：“史蒂夫……”        斯蒂芬没有过问太多，他已经得到了极大地救赎，对于他而言，便只有抚养史蒂夫了。 ②       “史蒂夫啊！把箭给我！”面对着眼前的巨龙，斯蒂芬陷入了困境。        “你要接好了！等会不要射到我！”史蒂夫正艰难地从龙尾爬到龙颈。        屠龙的勇士们死去的已经过半，而剩下来的也都有着大大小小的伤，不免有人打起来退堂鼓。        龙开始咆哮……是因为疼痛，在它的头颅上赫然多出来把匕首。但刺入这把匕首的人却是寻不到。本该喜悦的场面，在一根黑曜石柱上却是另一番风景，那是比末影龙还要惨烈的咆哮。是他——斯蒂芬，击落了他的救赎，史蒂夫。        在头部受到重击后，龙便四处乱窜，丧失了战斗能力，最终被众人杀死……        要回去了，人们带着胜利与光荣，也有人带着些许失落，却也是没有斯蒂芬那般似是丢失人生意义。 ③       “史蒂夫……你最近真的很奇怪呐……”斯蒂芬摘下身上打猎用的武器。        “我要僵尸和匕首，呐，你是吗？”        “我的过错最终还是迎来报应了吗……”斯蒂芬的双眼黯然失色，垂下头深深地叹息。        斯蒂芬的身体溅出了血，他腹上被捅了一刀，毫不留情的一刀。        “果然，只有死亡才能赎罪吗……”缓缓垂下眼，望着身下的史蒂夫。        不久，斯蒂芬便死去了，他那破损不堪的遗体一些被吃了，另一些，则做了一张床。        在被残杀过程中，他可一直是忍着疼痛的……        他也是早在抚养史蒂夫前就死去了……        心中那份善良从头到尾都称不上善良……\n注：①凝成不是聚集，成为虚伪世界的缘由是人们意识中有这个世界，凡是想到该世界，该世界就会存在，成为意识里的伪世界。人们聚在一起交流，每个人意识中对于某一事物的定义会发生改变，就会对伪世界产生改变。人群有着意识集合，是集合起来的意识造就了虚伪Minecraft世界，因为不断的交流，定义趋于一致，但依旧有不同处，造就了无规则，许多事情都是随机的。 \n②虚伪Minecraft世界是人们的意识集合，每个人心中有自身Minecraft的形象，或者说模型，但那是完全受人摆布的虚伪世界，人就是那儿的神（观察者）。而人们之间常常有着因观念或定义不同而产生争执，更因为虚伪Minectaft世界不是主观想法构成的，集合才不会完全随心所欲。 \n③虚伪世界产生本质是存在的相对性，对于某一事物，有些人A认为那是对的存在，而另一些人B却认为是错误的存在，那么相对于A就是对的，相对于B就是错的。而你想象到了Minecraft世界，在你想象的时候，它是存在于你意识中的，停止想象时就消失了，是主观想法，虚伪Minecraft世界是潜意识的集合产生的，它难以随着主观想法而简单的改变。 \n④本文主旨即任何事都不会为绝对，人们要摆脱常识去观察事物。\n⑤抚养主角长大的冒险者（例名斯蒂芬）的错误，斯蒂芬很善良，但一直被善良束缚，此时的善良并非善良，是把善良放在了生命之上，正所谓物极必反，他过度追求心中的善良，他心里的善良极度严苛，也是他极度的善良，才会将无辜看作邪恶，一鼓作气全部杀死。就是说，他心理不健康，伪善，注定无法安享晚年。\n",
    "replies": [
        {
            "author": "1137246733",
            "timestamp": 1438325040,
            "txt_content": "充满脑洞。\n但有个问题：\n我不知道是我理解能力较差还是什么，我有些无法理解你的写作思路。\n这种偏离正常认识的世界与世界观，对写作能力的要求很高。\n如果你的写作能力足够发挥，这是一篇不错的小说。\n但要注意，有些时候要简洁明了。"
        },
        {
            "author": "番茄茄",
            "timestamp": 1438334160,
            "txt_content": "还好，我没把你害死"
        },
        {
            "author": "250=mo",
            "timestamp": 1438598280,
            "txt_content": "我非常喜欢你的创意，请编辑掉匿名让我狠狠地丢金粒人气！"
        }
    ]
}