{
    "title": "【原创·连载】失踪的密码【by北极】——赠予某人",
    "author": "北极星人",
    "replyCount": 19,
    "timestamp": 1438257840,
    "txt_content": " 本帖最后由 北极星人 于 2015-7-31 15:52 编辑 \n\n失 踪 的 密 码——凡是阻碍我的人都该死——世界上没有该死的生命，何必给人该死的罪名。\n本来这篇文应该有30000字，后来算了算发现30000好像写不完，于是我就滚过来先把前10000字发了再说，等我把整个序写完然后开始帖内更新XD序 【上】  时间，K纪元501年。地球，75号特区。极静的夜色下，星辰在夜空中挣扎着散发出黯淡的光芒，像是在为迷路的旅人指引方向。在无尽的黑暗中散发着微不足道的光明。他站在星空下的草地上，如同一尊雕像。凝望着深邃的天际。冷风吹拂着草地，他的眼瞳发出幽蓝色的光。一个黑洞洞的枪口对准了他。寂静的夜空中回荡着一声枪响，犹如死亡的乐章，传播着一个个颤栗的音符。他栽倒在地面上，天空中的星光，变得更加黯淡。迎着星光，他的身体化成了幽蓝色的颗粒，随风飘上夜空，变换着组合出L-A-S-T-S-U-N（最后的太阳）。接着那些颗粒就被送去黑暗的远方，开始了一场没有目标只有终点的旅行。他叫泽亚·γ，名义上地球的最后一个人工智能。很长时间以后，人们才收回了他全部的尸骨，也就是那些颗粒。被封存在地下，与世隔绝。不，还有一个通道，但是只有一个人发现，那是半个芯片。他一直等待着，有人发现他，发现他留下的讯息。直到很久以后，才有人进入了这个封闭已久的密室，与泽亚，确切的说，是泽亚的“灵魂”进行了一次超越时空的谈话。他给予他启示，他就像一盏灯，照亮他的心灵世界。他们的谈话，凌驾于时空法则之上，时隔百年，地处它世。却隔阂不了灵魂之间的沟通与相融。一个是最后的人工智能，一个是公元的天才少年，来自不同的时间，却有着同样的归宿。他们曾经都有过辉煌，最终都走向没落，被淹没在时间的长河中。\n\n时钟的指针转动着，传来机械零件运转的声音，时间一分一秒的流逝着，每一秒都成为了过去。几个人一同抬着一个刚挖出来的沉睡舱进入了附近的基地。动作小心翼翼，生怕惊醒了在内里沉睡的生物。“快！准备低温复苏设备和供氧设备！”其中一个人将沉睡舱的锁连接到电脑上，开始尝试破解密码。屏幕上显示出绿色的对勾，破解的人长舒了一口气，靠在椅背上。“这家伙名字叫Z51815，是一个来自公元时期的生物。也难怪密码如此简单。”那人站起身，按下了沉睡舱的OPEN键。紧接着传来机械运作的声响，舱盖一沉一升，大量白色的寒气从里面飘出，消融在空气中，让周围的人都打了个冷战。“组长！这里面是个人类！是个健全的人类！”一人激动地向站在一旁的男子汇报情况。“人类？！真的吗？”男子的眼眶里仿佛有眼泪在打转，“真没想到居然还有活着的公元人！”沉睡舱里躺着一个少年，头发苍白一片，面容却只有十三岁，与发色形成鲜明的对比。其中一人将呼吸器戴在他脸上，开始调整气压。当气压调好后不到一分钟，Z51815就有了自主呼吸，原本冰冷的身体的体温开始上升。Z51815坐起来，眼神里刻满了沧桑与悲凉。他环顾四周，目光最终落在窗外，那片他熟悉而又陌生的景象。他一直盯着窗外的荒漠，漫天的黄沙似曾相识，在被放进沉睡舱之前地球也是如此，他不知道现在是什么时代，但就从肢体麻木程度判断应该过了很长一段时间了，地球还是一点没变。那些人很快的把Z51815放在隔离舱里推去做检查。根据年份测定，Z51815来自公元末期，那时大量人类感染特殊病毒，潜伏期很长，因此要对复苏的人类做检查，确认没有感染病毒才能允许进入居住地。进入检查机时，他还在努力回忆之前地球上的事，但那些记忆在他的脑海中是那般的不真实。他就像是地球上的一个过客。在宣读沉睡名单时，他还记得念到自己名字时，周围的人眼里那种嫉妒的目光，令他毛骨悚然。但他认为，沉睡的确象征着生的希望，但却是对精神的摧残，等到苏醒之时，仍然是熟悉的世界，但对世界来说却是个陌生人，他不明白这有什么值得羡慕甚至是嫉妒的。但是，他感觉有异样。他觉得自己的身体里多出来了什么东西，一个原本不属于他的东西。他记得在沉睡的前一天，有几个人给他做了个手术，在醒来后，麻药的药劲还没过，就直接进了沉睡舱。他在这冰冷的现实世界中迷离着，不知不觉中就睡着了。“结果出来了，组长，”那人脸上的喜悦少了些许，变成了压抑，似乎是结果不理想的缘故，“Z51815身上携带有Y-02病毒，但仍处于潜伏期，另外，”那人拿出一张透视片，“他心脏内似乎被植入了什么东西，动用的是当时最顶尖的融合技术，不会有排斥反应。”“植入在心脏里？”被称为组长的人沉思了片刻，“能根据轮廓判断是什么吗？”“不可行，只能进行区域透视来获得更清晰的轮廓，现在只知道他的心脏内有异物。”“那就进行区域透视。”Z51815醒来时，一个仪器在他的胸口上放散发出刺眼的光芒，他一点也不想知道这群人想干什么，唯一的反应就是检查没有结束，于是又昏昏沉沉睡去。“组长，他的心脏里是……”那人咬了咬嘴唇，“一个芯片。”“芯片？”“那个芯片上还有Missing的字样。”两人同时静默片刻，组长突然诧异道：“那个芯片上有‘Missing’？！”那人点点头，似乎在对组长为何有这样激动的反应感到惊奇。“……快！做手术把它取出来！‘Missing’一定和公元时的那件事有关！那件事困扰了整个世界几百年！只要把它取出来就可以真相大白了！我们就可以获得那个技术了！”“但那样Z51815会丧命，虽然植入时期是科技落后的公元时期，但这种完美的融合技术完全不符合当时的科技水平，要保证Z51815不会丧命只能用与其相反的分离技术将芯片取出，也许Z51815会知道别的与‘Missing’有关的信息。”“没必要知道那些，我们要的就是那个技术，快点，准备手术。”手术室里散落着白色的灯光，一个人拿起手术刀，对准Z51815的胸口划了下去。\n\n凝重的月色下，手术室的灯光熄灭了，一阵爆炸声传来，一个身影从火海中跃出。\nZ51815躺在被雨水淋湿的草地上，脸上流淌着冰冷的雨水。天空死气沉沉的，他感觉自己被恐惧包围着，像一个行走在世间无人能理解的灵魂。更像是鬼。“我还活着吗？”他轻声询问着。没有回应。他疲惫地坐起来，左臂上有一道极长的划痕，血液凝固在伤口周围。衣服也被换成了一件比较洁净的囚犯服，似乎是没有别的衣服可以换临时换上的，领口处的扣子也没系好，雨水直接顺着他的脖颈流进衣服里，冷得刺骨。周围的雨声让他的心很快静了下来，他听见了自己的心跳，一次接一次的搏动，他静静地感受着自己的生命。猛然，他的胸口传来一阵疼痛，眼前变成了漆黑一片，他又躺回了草地上，闭着眼沉思了很久。仿佛过去了一个世纪那样漫长。Z51815重新睁开眼，却只有右眼能看见东西，左眼的视界里仍然是漆黑一片。但他的反应并不激烈，他清楚，这种是对他来说不算什么。虽然他的确觉得这次是明有些古怪，但这些事他无须在意。但他仍然觉得左眼有强烈的不适感，似乎是额外长出了什么东西。。现在他的手边没有镜子一类的东西，也没有办法可以看一看自己眼睛变成了什么鬼样子。跟之前比起来，他觉得虽然左眼有了不适，但整个身体却觉得舒服了不少。“这里，是什么地方？”他喃喃自语着，在孤寂的雨夜下像是一个神经病。雨势渐渐变小，天空的颜色也开始恢复了正常，露出了夜的本色，让人充满无限遐想。但Z51815没时间去欣赏夜景。他撑着地站起来，看了看周围陌生的环境。他的表情变得漠然，像是第一次来到这个世界一样，眼睛里充满了无知与好奇。雨势越来越小，他拖着疲惫的身体，漫无目的地朝别处走去。这里不在那群人的工作范围内。顿时他心里变得很高兴，尽管不流露于表面——地球还是有变化的。至少它沉睡是没见过这样大片的草地，不用说是草地了，即使是一株草也很难见到。但想到自己的父母，他还是抑制不住自己一种想哭泣的冲动。在宣读名单时，他的第一反应当然是惊讶，他惊异于“公元末裔”计划的策划人：索菲，居然会挑中他这个平凡人。那些在名单里的人大多都是绝世天才或者是天才科学家。另一方面，他虽然很高兴自己能活下来，但他仍有些不情愿——他舍不得自己的亲人。因此他特意去央求索菲将自己的父母也算在内，但被索菲一口回绝。他又请求索菲将自己排除在沉睡名单之外，但他丢给他一句话让他所有希望破灭：“你在很久之后将会对人类做出史无前例的贡献。决不能因为你一己之愿而变更计划。”他恨索菲，是一种刻骨铭心的恨，令他一生都难以忘怀。他甚至是恨这个世界，此刻他觉得内心一片黑暗，一片无边无际的黑暗，一片永恒的黑暗。他感觉自己是一个处于黑暗中的渺小生命。一束光吸引了他的注意。他意识到自己并不孤独，附近有他认识的人，或者是跟他有共同语言的人。他凭着自己的直觉去努力寻找那道光的来源。只是一条河流。Z51815失落地蹲在河边，借着河面，他看到自己的面容。像一个令人毛骨悚然的死神：整张脸的一半都溅上了鲜血，左眼的眼瞳像一个不停运转的数据体。猛然间，他似乎看见河底有东西在发光。那熟悉的感觉从心底再次升起，但是河的深处对他来说深的有些过分，只能蹲在岸边看着发光处。过了很久他还呆在原地。河底那个东西突然有了移动，他被吓了一跳，还以为那是河底的什么特殊生物。但他还是下意识地回过头，看见不远处站着一个人。黑色的头发，深灰色的大衣，还戴着一个未来风格的眼镜，在雨中的身影显得有些模糊。“果然是和我一样的人，算了……”随着低沉的话音落下，那物体被抬到了地上。“你是谁？为什么会出现在这里？”Z51815心里已经做好了警戒，虽然从刚才他能毫不费力地从河底把这东西抬出来的行动来看，他的实力应该不容小觑，他知道自己毫无胜算。“打开看看吧，如果硬要说，应该是和你差不多吧。”他的表情十分平淡，似乎早已习惯一切，与Z51815的迷茫截然不同。和我差不多的人？Z51815更加疑惑了。他在思索这所谓的“差不多”是指哪方面。一边思索，他一边走到那物体前，此刻他一眼就认出这是个什么东西。“这是个……沉睡舱？”对于沉睡舱的外形，他已经熟的不能再熟了，但从外观来看这个沉睡舱被制造出的时间应该在公元后。他很仔细地看了看那个沉睡舱，需要先卸掉固定螺丝，然后在电子锁上输入密码，沉睡舱就会打开，根据外观看应该有自带的供氧设备和温度调节器，即使直接在野外开启也没有大碍。但他没有卸螺丝的工具。“抱歉，能来帮我把舱盖上的固定螺丝卸下来吗？”他有些犹豫。那人皱了皱眉，“你居然连这都办不到？”Z51815踌躇了一会，轻声说到：“我可能还是和你不大一样，我被人做了手术，他们具体干了什么我也不清楚。”过了几秒钟，那人一边疑惑一边帮他把螺丝卸下来，没有一点声音。“我可以再问一个问题吗？你的眼镜，有没有扫描的功能。”“有，要做什么？”静默良久。“可以扫描一下我吗？我觉得我身体里有原本不属于我的东西。”那人直视着Z51815。一分钟过后，那人像是自言自语地说：“那是什么？”“怎么了？”Z51815急切地问道，“你看到什么了？”“一个金属，在你的心脏里。”他轻声回应道。Z51815沉默了很久，像是在思考什么事情一样，“谢谢，请问你叫什么？”“舞疾，”他停顿片刻，“我现在叫舞疾。”“很抱歉我不知道我的真名是什么，我只知道我的沉睡编号是Z51815。”他走到沉睡舱前，开启了电子锁。他觉得在直视这个电子锁时左眼的视界里会出现一大串数字字母序列重组的过程，最后定在了I35，他就把密码输了进去。一股寒气从沉睡舱里涌出，沉睡舱自带的调节器开始工作了。那些白气很快消散在空气中。里面的人眼神有些呆滞，就像是刚睡醒一样。黑色的头发有些凌乱，一双棕瞳带着疑惑打量着周围的一切。而且穿着一身白色的工作服，虽然很干净，但还是给人一种老旧的感觉。舞疾突然望了望天空，似乎是想起了什么，“我还有事，先走了，再见。”他的语气听起来很生硬。Z51815目送着舞疾消失在他的视线中。之后看向了I35，他很仔细地去感受，I35身上散发着一种平凡的气息，但透着一种异样，不过Z51815也说不清这异样的来源究竟是哪里。他心里想到了什么，索菲也许不止是“公元末裔”计划的策划人，在这计划背后也许有别的阴谋，是的，是阴谋。但都无从得知，因为索菲并不是沉睡者。一切的真相都湮没在时间长河中，而一切的过去都被那场浩劫覆盖。I35通过观察四周大概知道了现在所处的位置，他说他知道附近有一个城市，索菲在沉睡前告诉过他一个地址，苏醒后可以去那里。Z51815借着河水洗掉脸上的血迹。“你该换一身衣服，”I35看了看Z51815的穿着：一身标准的囚犯服，“这样会被人以为是囚犯的。”“荒郊野岭哪有衣服，到了城镇再想办法吧。”夜色下的城市显得安静美丽，街道上的人也寥寥无几，“过来，Z51815，看这里。”I35指着一块路牌上的字：界之咖啡店。旁边有一行模糊的字迹：24h营业。看起来写在这里有段时间了。“去这里吧。”“这里真的靠谱吗？”Z51815虽然不知道自己为什么感到有些恐惧，但这是他的直觉。“肯定靠谱，”I35伸出食指，指尖变成了扫描器，扫出一行信息：此咖啡店通过特殊设备消除公元气息，可以让沉睡者极好的隐藏自己。“隐藏自己？”Z51815有些疑惑，“我们又不是什么通缉中的逃犯，这种地方就像是逃犯的避风港一样。”“我不清楚这些，去那里问问吧，也许有什么内幕。”街道两旁的路灯亮着，驻守着黑暗。还有零零散散的灌木，在灯光的辉映下显得有些悲寂，色彩像是一部老电影。“你是‘公元末裔’的沉睡者吗？”I35的声音忽然变得很轻，在黑暗中像是一个秘密的诉说者。“是，你应该也是吧？”“不……我是K纪元的人。”\nZ51815轻轻推开了咖啡厅的门，柜台上趴着一个男生，左眼上戴着眼罩。虽然Z51815推门的声音微乎其微，但还是惊醒了他，清澈明亮的右瞳看向了两个客人。他揉揉自己的眼睛，打起了精神，“你好，二位都是沉睡者吧？”I35疑惑地看向了他，“你是怎么知道的，我明明……”“我叫鹰眼，代号128，是界的侦察兵，二位有什么事？”“寻求帮助，”Z51815停顿了一下，“另外，我们想了解一些事。”“好，我知道了，过来，先换身衣服，我去叫店长来。”鹰眼用钥匙打开了房间的门，接着就上了二楼。房间里漆黑一片，I35摸索了半天才打开灯。房间里充满柔和的灯光，房间里挂着各式各样的衣服，I35挑了件学生装，还从架子上拿下一个手提包，里面可以装不少东西。Z51815站在原地愣了许久，毕竟他对穿着的要求并不高，如果不是容易造成误会，一直穿着这身衣服倒也无所谓。他刚把上衣脱下来准备换一件衬衫，就看见胸口的心脏部位有缝合的痕迹，这让他更加确信舞疾的扫描结果：自己的心脏里有异物。他又披上一件黑色的风衣，戴了一个眼罩遮住左眼，，“这样像是一个特工。”I35的口气听起来像是开玩笑，仔细一听又不像。从房间出来，鹰眼站在门口，斜倚着墙，“请到二楼，店长在二楼等你们。”楼梯是木制的，踩上去还会发出令人心里不安的“吱呀”声。鹰眼推开一个房间的门，里面坐着一个男子，跟Z51815，他的右眼是一个数据体。见到I35和Z51815进来，就站起身，“你们好，我叫界，沉睡编号是K9417，是大部分沉睡者公认的领袖。请先说你们有什么疑问。”“隐藏自己。”Z51815毫不犹豫地说道，“沉睡者遇到了什么变故以至于需要隐藏自己？”“追杀，”界叹了一口气，“所有的沉睡者在苏醒一段时间后就会遭到追杀，大部分都被活捉，其余的被杀死。只也有极少数的例外，舞疾。”他有些悲伤的看了看窗外，“至今只有他一人反抗成功，而鹰眼是唯一一个被活捉后成功逃脱的。他眼罩下是一条疤，就是在逃脱时留下的伤痕，为了避免被认出来所以戴了眼罩。”“舞疾？”Z51815诧异道，“他的实力有那样恐怖？”“非常恐怖，”界略一沉思，“当时有三十人围住他，等到附近治安人员赶到时，只有三十具尸体，舞疾早已消失无踪。据我所知他的沉睡编号已经暗示了他的实力，228-D114518。”“我还有件事不明白，他们是怎么得知自己名字的？”Z51815对自己的名字没有任何印象，他连沉睡前地球的景色是什么样都记得很清楚却不记得自己叫什么。就像凭空被挖去了一段记忆一样。虽然名字只是几个字组成而已，但对任何一个人来说都很重要。“我有一份名单，上面有所有沉睡者的名字，你们两个自己找找看吧。”界从旁边桌子的抽屉里拿出一个文件夹递给Z51815。I35很快就找到了，“冰印？这真的是名字吗？”名单看了三遍，却没有Z51815这个编号。“这里面为什么没有我？”“你的沉睡编号？”界轻声询问着，把文件夹放回抽屉里。“Z51815。”界沉思片刻，“你不是正常的沉睡者。”“不是正常的沉睡者？”“重生阶梯计划。”这六个字让Z51815毛骨悚然，他只觉得在哪里听到过，但没有那种温馨的熟悉，而是一个噩梦，像一个宁可去死也不愿想起的噩梦。他觉得自己的心很痛，是一种烙在灵魂上的痛。他只感觉到自己有了强烈的排斥，不仅是身体，还有灵魂。他的心在痛，灵魂在痛，记忆在痛。这种刻骨铭心的痛楚让他想去面见死神。“既然你听到这个词有反应，就说明我没猜错。”界给Z51815递了一杯水，接着说下去，“你有反应，就说明你对于重生阶梯计划还有一定的印象。我对于这个计划了解的也不多，只知道这个计划的参与者都被列入‘公元末裔’名单，还和一个叫泽亚·γ的人工智能有关。”泽亚·γ，这个名字让他觉得心痛，又有一种久违的温馨。有一种诡异的感觉从心底升起，他觉得自己是泽亚的一部分，又觉得泽亚是自己的一部分。“界，”Z51815咬了咬嘴唇，脸上带着一丝恐惧，“为什么我的脑海里总是有一些我明明没经历过却熟悉的零碎记忆。”“陌生而熟悉的记忆？”界沉思片刻，“可以摘下眼罩让我看看吗？”Z51815把眼罩摘下，露出了那只已经完全变成数据体的左眼，从瞳孔里能看见不断交换位置数字序列。“你被植入了泽亚的神经中枢芯片，至于零碎的原因，也许是因为这个芯片不完整。”“不完整？”界鬼魅一笑，“也许，只有一半。”没有人知道，这个“一半”包含多少过往与沧桑。所有的沧桑都被时间抹去，淡出了人们的记忆。Z51815似乎明白了，自己与另一个人，平分了对这世界完整的记忆。他的一切迷茫，都是来源于陌生与熟悉的相融，将他置于陌生的痛楚与熟悉的温暖之间。他意识到那记忆根本不是自己的，他不记得自己曾把世界看得如此透彻，在沉睡前就有这种感觉，只是那时他并不在意这些而已。他抱着自己的头，听着窗外的雨声。界拍了拍他的肩，“先休息一晚上吧。明天我让鹰眼带你去找你想知道的真相。”直到两人离开，界喃喃自语着，眼里流露出一丝怀念，“十澪，欢迎回家。”\nZ51815睁开眼，窗外的阳光有些刺眼，他觉得昨晚的一切都像一场梦。鹰眼在楼下打扫卫生，看Z51815从楼上走下来，“提上放在门口的箱子，我带你去一个地方。”门口放着一个手提箱，出于好奇心，他打开看了看，里面是各类工具和武器。还有一个定位器。“这些都是拿来干什么的？”“等下要去废弃的研究所，带上这些会有用。”鹰眼把桌子整理好后，拿起放在桌上的外套披在身上，带着Z51815出了门。沿着一条小巷，进入市郊，应如是县内的是一个废弃的建筑，入口处的门上挂着个老旧的锁。鹰眼熟练地把锁打开，推开了老旧的大门。“把这个所处理掉。”鹰眼把锁丢给Z51815，“尽量避免让人知道这里有人。”说完，他从提箱里拿出一个手电筒扔给Z51815，提着箱子朝深处走去。大门对着去二楼的楼梯，Z51815深吸了一口气，打开了手电筒，一楼的陈设看起来大概是个研究所之类的。踩着落满灰尘的楼梯来到二楼。他有些怀疑这里是不是一个研究所，从二楼看起来这更像是个医院。楼下有了骚动声。Z51815站在楼梯上往下看，是鹰眼和其他一些陌生人在纠缠。鹰眼看见了楼上的Z51815，朝他使了个眼色，Z51815立刻明白了，鹰眼是让他跑。Z51815四处看了看，只有这一个楼梯，直接跳到一楼太引人注意，只能跳窗逃走。虽然很冒险但也没有别的办法。他搬起手边的一把椅子，对准玻璃窗砸了上去，接着就跟着飞出的玻璃碎片落到了地上。好在高度并不是特别高，他还能自由活动，只是有些玻璃碎片扎进了他的胳膊里。顾不上疼痛，他朝附近的一条小路跑去，那条路旁边还有一条路，可以折回来。他已经跑到那条路旁边了，那些人才从一楼追出来。他直接跳过那些低矮的灌木，之后躲在一棵树后面，那些人追过来时连看都没看直接顺着那些路追远了。过了段时间，在确认那些人已经走远后，Z51815才回到了那个建筑。鹰眼虚弱的坐在楼梯台阶上，“你做得很好，至少还能把那些人引开再返回来。”“先不要说了，一楼有些危险，我先背你到二楼休息一下。”Z51815把鹰眼的胳膊搭在自己的脖子上，背到二楼的一个房间，让他坐在墙角处。刚才在二楼时他看到有资料室。在走廊的尽头，门牌上落满灰尘。挂在门上的铁链锁也断了，门一推就开。他从抽屉里找了把生锈的剪刀把碎片夹出来，他知道得找瓶药消毒防止感染，但这种废弃了不知道多长时间的研究所怎么可能会有什么消毒药，就算有也不能用了。还不如不费那个时间去找。抽屉里除了剪刀，还有一叠资料。他很仔细地把那叠纸搬出来放在桌子上。开始一张一张的看。这些资料有的是关于研究，还有的类似病例，印着病人的资料。有一张引起了他的注意，上面印着他的沉睡编号，再往下，就是他的名字，只有一个字：澪。本应该感到欣喜的他，再往下读一段后就感到毛骨悚然。他明白那些莫名其妙的记忆是从哪来的了。因为她现在的大脑根本不是他的。跟界所说的“芯片不完整”没有多大的关系。顿时一种绝望涌上他的心头——连大脑都不是他的，就差五脏六腑都不是他的了，那样也整个人都是别人的了。他现在就是为别人而活的。每一分每一秒都是为别人活下去的。既然如此，他心里想着，那我就把这个该死的东西挖出来。他抓起剪刀就朝自己的额头刺去。“咣当”一声，剪刀掉到地上，领的头放在桌子上，眼流顺着脸颊流下来，打湿了那张资料，让上面的字迹变得模糊不清。“事到如今……还有什么办法啊。”澪一边流泪一边自言自语着，“我还有什么办法啊……”澪的泪腺早就不发达了，过了那么长时间都没工作过，如今还能流出眼泪来就算很不错了。他只想让那个脑子离开他的身体，仅此而已。那张纸上沾满他的眼泪。思索了片刻，他抓起那张纸，撕碎了扔到地上。就在刚才的一刹那，他恍惚觉得不能就这样结束，因为他还有事没查清，他还不知道这个大脑原本属于谁忙一直到他的身体里又有何用意。也许真的有非常特殊的用途。除此之外，最大的问题，他只是个普通人，为什么偏偏成了“重生阶梯计划”的唯一实验人，当时全世界那么多人为什么要选他。无数的精英放在那里没有人会白痴到去挑一个在平凡不过的少年。这其中还有别的原因，而最大的可能，就出在他的身体上。迫使澪产生这个想法的，是因为他出生在一个不知名的小镇上。可能在国家资料库里根本查不到澪这个人，不管老天在怎么无言，也不能无缘无故挑中他这个连正式身份都没有的人。刚准备起身出去时，一股白色的气体让他失去了意识。\n\n醒来时，澪坐在一张椅子上，双手被反绑在后面。周围还被打扫得很干净，但这反而让他觉得不安。感觉噩运似乎随时会降临在他头上。一只手把他的头强行转到一边，他看见鹰眼被吊在墙上，脸上没有丝毫恐惧，看见澪醒来反倒有几分惊奇。“把你所知道的所有的关于那项技术的信息一五一十的告诉我。”一个声音从他耳边传来。“什么……什么技术？”澪疑惑道。他被这个人问得一头雾水，他哪会知道什么技术，如果是自杀的技术他倒是略懂一些。“装傻无益。”那个声音瞬间冷了下来，澪只觉得一股寒意直升脊背，他全身的毛发好像都要竖起来一样。。他下意识地闭上眼，在现实面前他无处可逃，只能躲避，但他不知道闭眼是为了躲避什么。在如今的环境中他还有什么好躲的。已经满目疮痍了再多几道伤痕也不会有什么影响。会这样想，只是因为他想给自己的软弱找一个理由。但他想错了，在做好受苦的准备后，传进他耳朵里的是鹰眼的惨叫。一声接一声，澪始终都闭着眼，在心里安慰自己。他没有害任何人，而且自己也不是见死不救，他的确是什么都不知道。越是这样想，他心里越痛苦。这个想法在不断向他强调：鹰眼之所以会落得这样的下场全是因为他，这些人本是要抓他的，只因为当时鹰眼在他附近所以才会被抓到这里来。也是因为自己不争气，所以才不知道“那个技术”指的是什么。鹰眼会这样不只是因为他，而且全是因为他。所有的错都是他的错，千错万错都是他的错。澪知道这种招数只对有良心的人有用，他现在太想成为一个没心没肺的人渣。这种急切的想法简直要逼疯他。即使如此，这一切也只是个空想。一声凄惨的叫声过后，一切重归于宁静。澪以为这地狱般的精神酷刑结束了。迫不及待的睁开眼，看到的却是更为凄惨的一幕。鹰眼死了。澪张着嘴，发不出任何声音。明显的是，他眼里燃烧的越来越烈的怒火。他醒着，一直都醒着，从未离开。\n\n一片令人压抑、恐惧的黑暗。“为什么……”澪蜷缩在一个角落里，“为什么我的存在会给周围的人带来不幸……我只是想追求真相而已。”“真相，和生存，哪一个重要？”一个人站在他面前，身上有种他熟悉的气息。竟让他在冰冷的事实里感觉到一丝温暖。瞬间的温暖过后是更加刺骨的寒冷。“都很重要。”他没问他的名字，总觉得认识他，没必要问。“你只能获得一个的话，你会选择哪一个。”在临死得知真相，和永远活在虚假中。真相对他来说很重要，但为了知道真相而去死这不值得。而活在无数谎言中的生命毫无意义。这两者对他来说都同样重要，他可以两者都不要，但他想活下去。但这个天平很快就倾斜了，因为真相永远是残酷的。“我选择生存。”“这样就对了，”他伸出手，放在澪的头上，“我们只有这样选，才有资格活下去。万事皆以生存为重，这是上帝给我们选择的生活方式。真相对我们来说没有任何用处，不仅伤害自己，也伤害朋友。”“我不想伤害任何无辜的人，我只是想保护自己的朋友。”“为什么呢？”那人循循善诱着，“伤害你朋友的人难道不该死吗？”澪沉默了很久，抬起头，毫无自信地说出一句话：“世界上没有该死的生命，何必给人该死的罪名。”那人的手缩了回去，轻轻一点，澪面前又出现了鹰眼被人电击致死的画面，澪脸上出现了少有的愤怒，却也有无奈。“看见了吗？这也是不该死的人，为什么会死呢？就是因为你懦弱。如今只死了一个，往后时间越长，你失去的同伴就会越多。在不伤害人的前提下去保护自己的朋友，这永远是不可能的。我们不是上帝派来的和平使者，我们只是异类而已。”“我……好想让鹰眼活下去。我想要可以保护朋友的力量。”“即使是你去替他承受痛苦也要吗？”“即使是我替他承受也无所谓。”“即使这份力量会让你失去理智也要吗？”“即使是失去理智也不在乎。”“如果多年以后你发现你所做的选择是错误的，你会后悔吗？”“我没有错，”两行泪从眼角流出，带走了一切美好的幻想，“错的是这个世界。”那人笑了起来，周围变得更加黑暗，“很好，永远保持这个观点。我给你力量，去做你想做的事把。”说完，那人的身体消散在黑暗中，“任何阻碍我的人，都没有活下去的理由。”\n\n澪睁开眼，看着周围，明明刚才还很熟悉，转眼间变得十分陌生。他只感觉到一种压迫感和危机感。于是他奋力一挣，捆住他的手的锁链应声而开，他只知道要杀光所有在场的人。纵身跃起，一脚踢向一人的头，一声闷响，他就一声不吭地躺下了。有一人抓起桌上的手枪对准澪扣动扳机。子弹应声而出。好慢的速度，澪朝后一仰躲过子弹，之后快速移动到那人身后，对着手腕一托一撞，趁机抽走手枪，以难以置信的速度拆成零件。之后零件随手扔出，本来只是轻轻一丢，却砸死了那个倒霉鬼。“怪……怪物。”这一句话就像一声口号，声音落下，所有在场的人都四处逃窜。但刚才询问他那人已不知去向。他心里什么都没想，只是盯准猎物。转身进入中央控制室，按下一个红色按钮，这个地方的所有出入口全都封闭了，接下来就是让那些人受到报应。\n踩在满是血液的地面上，澪觉得很恶心，他的双手上都沾满了那些人的血。随便找了个洗手台，拧开开关轻轻冲去手上的血，背起身体冰凉的鹰眼，疲惫地走出这里。眼下去哪里呢，是先回那个咖啡店，还是先去公墓把鹰眼安葬。此时一个酒吧映入了澪的眼帘，先去那里看看吧，也不知道那里的人是谁，如果跟他是同类那就好了。推开酒吧的门。店里有种他熟悉的气息，这时从一个门里走出一个熟悉的人。舞疾。\n\n\n\n字数统计：10848还有不要问我这是给谁的文←_←\n\n@恶魔-潇洒  @shure @天阶 @咗咗酱~  @guqu @冥王星人 @海潮 @lzs1234",
    "replies": [
        {
            "author": "蠢萌の⑨",
            "timestamp": 1438258620,
            "txt_content": "好长♂啊！"
        },
        {
            "author": "北极星人",
            "timestamp": 1438259820,
            "txt_content": "蠢萌の⑨ 发表于 2015-7-30 20:17\n好长♂啊！\n要不要我把字号加大加粗←_←"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438260240,
            "txt_content": "您对序意义的理解，是不是有偏差？\n凡是阻碍您的人↑都该死，我也是这么理解的\nMCBBS没我更精彩！"
        },
        {
            "author": "南瓜饼",
            "timestamp": 1438260420,
            "txt_content": "楼主，你写的真好！"
        },
        {
            "author": "北极星人",
            "timestamp": 1438260840,
            "txt_content": "末影龙娘 发表于 2015-7-30 20:44\n您对序意义的理解，是不是有偏差？\n凡是阻碍您的人↑都该死，我也是这么理解的\nMCBBS没我更精彩！\n因为这玩意不是正文而且是开头我也不知道叫什么←_←还有不要用你国产文的眼光看我←_←"
        },
        {
            "author": "BBCZXG",
            "timestamp": 1438261020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "天阶",
            "timestamp": 1438270020,
            "txt_content": " 本帖最后由 天阶 于 2015-7-30 23:29 编辑 \n\n好长啊。\n忍不住问［S］这是写给谁的［/S］"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438295280,
            "txt_content": "已收藏，打算仔细读半小时。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438297560,
            "txt_content": "实际上，这一段篇幅已经翻覆了人们“番外必意识流”的看法，\n也体现了你自身的水平，\n对遇难者的葬礼已然用最简单的方法结束，\n不过这次的钟声还没有敲响罢了。\n（实际上是我想起了《永夜之空》）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1438306800,
            "txt_content": "I35的苏醒过程根本没有描写嘛！！\n【比以前有很大进步。】"
        },
        {
            "author": "北极星人",
            "timestamp": 1438306920,
            "txt_content": "冥王星人 发表于 2015-7-31 09:40\nI35的苏醒过程根本没有描写嘛！！\n【比以前有很大进步。】\n除了这一点没有别的缺点了吗，这篇文我写的很急都没仔细改= =|||"
        },
        {
            "author": "冥王星人",
            "timestamp": 1438308780,
            "txt_content": "北极星人 发表于 2015-7-31 09:42\n除了这一点没有别的缺点了吗，这篇文我写的很急都没仔细改= =|||\n我觉得应该拿了资料赶紧跑，那么拖一定会被捉的，这个情节设定有点不合理。\n主角后来与灵魂的对话，完全感觉不到他会杀掉敌人，而是那种，，，，，，即使他们伤害我的伙伴我也不杀，而是自己替伙伴承担痛苦，，，，，\n我建议你既然总篇幅不是很长很长，那么每篇短点的来发，每个都出精品比较好。\n宁缺毋滥嘛。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1438308840,
            "txt_content": "北极星人 发表于 2015-7-31 09:42\n除了这一点没有别的缺点了吗，这篇文我写的很急都没仔细改= =|||\n话说你这写给谁的，私信告诉我呗~\n【是我么233】"
        },
        {
            "author": "北极星人",
            "timestamp": 1438315980,
            "txt_content": "冥王星人 发表于 2015-7-31 10:14\n话说你这写给谁的，私信告诉我呗~\n【是我么233】\n= =|||不是论坛的人。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1438332840,
            "txt_content": "北极星人 发表于 2015-7-31 12:13\n= =|||不是论坛的人。\n不是啊，真是太好了\n不知哪个天才想出这个用车牌号码作代号的主意"
        },
        {
            "author": "xcc",
            "timestamp": 1438348440,
            "txt_content": " 本帖最后由 xcc 于 2015-8-3 22:02 编辑 \n\n写的很好。。 情节安排到位"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1438410240,
            "txt_content": "我来提提意见。\n十澪在亲眼目睹鹰眼惨死后，应该经过较为漫长的时间才觉醒，比如那个神秘的人劝导他很长时间。\n（喰种即视感）"
        },
        {
            "author": "北极星人",
            "timestamp": 1438416360,
            "txt_content": "恶魔-潇洒 发表于 2015-8-1 14:24\n我来提提意见。\n十澪在亲眼目睹鹰眼惨死后，应该经过较为漫长的时间才觉醒，比如那个神秘的人劝导他很长时 ...\n那是澪啊哎呦，十澪和澪不是一个人啊哎呦"
        },
        {
            "author": "音乐家七月天",
            "timestamp": 1439291280,
            "txt_content": "北极星人 发表于 2015-7-30 20:37\n要不要我把字号加大加粗←_←\n字体不一致不分段(╯‵□′)╯︵┻━┻啊啊啊"
        }
    ]
}