{
    "title": "Eco:即将发布的一款Minecraft风格的教育游戏 似乎十分诱人 政府大力帮助",
    "author": "Kochiya_Valky",
    "replyCount": 19,
    "timestamp": 1438268100,
    "txt_content": " 本帖最后由 Kochiya_Valky 于 2015-8-6 11:55 编辑 \n译自 华盛顿邮报     特色鲜明的Minecraft风游戏，似乎要被用于教育领域。还是先贴文章吧~  【在此，“Minecraft”被译为“我的世界”】个人比较基础的翻译能力，望各位多多指点！\n\n政府正在帮助筹资建立一款教导孩子们学习环境有关知识的Mincraft风格的游戏\n  我的世界是个文明的奇迹。去年，这款方块探索手艺游戏被微软用25亿美元收购，并且帮助激励了来自大型玩具公司的竞争者，比如乐高。  甚至政府也对在我的世界的成功上再添笔墨倍感兴趣：教育部正在帮一个名为“Eco”的项目筹款，而这个项目和我的世界看起来十分相似，除了加入了一些有趣的东西：一场生态灾难隐约将要来临，而玩家们必须联合起来构成一个团体——共同遵守一些法则，并且和自然和谐相处。  如果他们失败了，这个世界便会永远消亡。这款游戏的开发公司Strange Loop Games，描述它为一款“世界生存游戏”，并说游戏中的失败将会导致“服务器范围的永久死亡”。Eco被设计来帮助教授中学学生关于环境科学，而且已经从上个月（译者：也就是5月份）教育部得到了将近900,000的奖助金。它已经完成了一个在有五个班级共60位学生中的测试，根据奖助金合同。这项测试运行的原型也受到了来自美国能源部的150,000美元奖助金。  最新的奖助金会被用于建立新的游戏特色，包括教师面板和让研究者们通过收集10间教室里的共150位学生的数据分析出游戏的效果。一半的班级将会应用普通环境教育计划，而另一半会另外增补Eco课程——这可以让开发者们了解到这款游戏是否有助于推动同学们对生态学的了解。  我的世界本身已经被一些教育家们利用过了，比如建造古罗马住房建筑和问题解决能力教育。 Andrea Peterson 与2015年6月9日发布于华盛顿邮报\n\n\n\n图片来自Strange Loot Game Eco新闻页面 译者仅用于宣传用途多玩游戏的一篇有关Eco的新闻，内有图片 以及一段小宣传片 值得一看~ 传送1Strange Loot Game的Eco新闻发布网站 传送2英文原文Minecraft is a cultural phenomenon. The block-based exploration and crafting game was snapped up by Microsoft for $2.5 billion last year and has helped inspire competitors from giant toy companies like Lego.Even the government is interested in building on Minecraft's success: The Department of Education is helping fund a project known as \"Eco\" that looks a lot like Minecraft, except with a few added twists: There's a looming ecological disaster and players must band together to make a community -- agreeing on laws and living in harmony with the environment.If they fail, the world dies forever. Strange Loop Games, the company behind the game, describes it a \"global survival game\" and says failure results in \"server-wide perma death.\"Eco is designed to help teach middle school students about environmental science and was awarded a nearly $900,000 grant from the Department of Education last month. It has completed a test phase where 60 students in five classes tried it out, according to the grant contract. The prototype for that test run also received a DOE grant of around $150,000.Here's what the game prototype looks like in action:The latest grant will help build out new features, including a teacher dashboard, and let researchers figure out how effective the game is by collecting data on 150 students in 10 classrooms. Half of the classes will use the normal environmental teaching plan, while the other half will supplement the curriculum with Eco -- letting the developers see if the game actually helps boost students' understanding of ecology.Minecraft itself is already used by some educators for things like building replicas of ancient Roman apartment buildings and teaching problem-solving.\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1438268280,
            "txt_content": "希望不再有人吐槽“我的世界”，官方承认了，所以提醒下各位"
        },
        {
            "author": "Kochiya_Valky",
            "timestamp": 1438268940,
            "txt_content": "毒蛇 发表于 2015-7-30 22:58\n希望不再有人吐槽“我的世界”，官方承认了，所以提醒下各位\n好吧，我只是出于方便才这样译的，谢谢。"
        },
        {
            "author": "毒蛇",
            "timestamp": 1438269000,
            "txt_content": "Kochiya_Valky 发表于 2015-7-30 23:09\n好吧，我只是出于方便才这样译的，谢谢。\n我没有说你，只是说不要有人再回复这些"
        },
        {
            "author": "Kochiya_Valky",
            "timestamp": 1438269120,
            "txt_content": "毒蛇 发表于 2015-7-30 23:10\n我没有说你，只是说不要有人再回复这些\n嗯，我理解了，既然能点开这个帖子就要谢谢您咯~"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1438275240,
            "txt_content": "感觉好好玩的样子"
        },
        {
            "author": "Kochiya_Valky",
            "timestamp": 1438300380,
            "txt_content": "水蘊臻 发表于 2015-7-31 00:54\n感觉好好玩的样子\n是哒~感觉某些元素会比minecraft更科学~"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438523880,
            "txt_content": "问题是，天朝政府可能接受这种教育方式吗？"
        },
        {
            "author": "250=mo",
            "timestamp": 1438524720,
            "txt_content": "支持。\n虽说其实我更喜欢不把Minecraft出来，一是不喜欢“我的世界”这个译名，二是我一向不喜欢把这些专有名词翻译出来……"
        },
        {
            "author": "埃克斯歪",
            "timestamp": 1438525560,
            "txt_content": "{:10_527:}估计这不会是我有生之年内能在国内玩到的游戏"
        },
        {
            "author": "Kochiya_Valky",
            "timestamp": 1438575660,
            "txt_content": "2B与mc的故事 发表于 2015-8-2 21:58\n问题是，天朝政府可能接受这种教育方式吗？\n感觉的话....有生之年天朝不太现实..不过可能会有国内大神破解了拿来当游戏玩吧"
        },
        {
            "author": "Kochiya_Valky",
            "timestamp": 1438575660,
            "txt_content": "250=mo 发表于 2015-8-2 22:12\n支持。\n虽说其实我更喜欢不把Minecraft出来，一是不喜欢“我的世界”这个译名，二是我一向不喜欢把这些专有 ...\n多谢大大指教~以后注意!"
        },
        {
            "author": "Kochiya_Valky",
            "timestamp": 1438575660,
            "txt_content": "埃克斯歪 发表于 2015-8-2 22:26\n估计这不会是我有生之年内能在国内玩到的游戏\n这个说不好唷,咱大天朝高手在民间,也许会破解吧~"
        },
        {
            "author": "彪悍的新手",
            "timestamp": 1438577460,
            "txt_content": "政府正在帮助筹资建立一款教导孩子们学习环境有关知识的Mincraft风格的游戏\n\n\"Mincraft\"？\nMinecraft吧······"
        },
        {
            "author": "Minecgo",
            "timestamp": 1438857060,
            "txt_content": "好高大上的样子。。。什么时候能发布呢0.0"
        },
        {
            "author": "Kochiya_Valky",
            "timestamp": 1439031360,
            "txt_content": "wiime 发表于 2015-8-7 23:29\n经济惨杂后就知道是什么味了\n啊哈哈~不知道会怎样的...这款游戏看起来的确十分概念"
        },
        {
            "author": "Kochiya_Valky",
            "timestamp": 1440820080,
            "txt_content": "Minecgo 发表于 2015-8-6 18:31\n好高大上的样子。。。什么时候能发布呢0.0\n从新闻来看官方透漏的消息很少，估计要一段时间吧~"
        },
        {
            "author": "Kochiya_Valky",
            "timestamp": 1440820260,
            "txt_content": "彪悍的新手 发表于 2015-8-3 12:51\n\"Mincraft\"？\nMinecraft吧······\n不好意思写错咯~"
        },
        {
            "author": "388498173",
            "timestamp": 1441798920,
            "txt_content": "这是什么鬼？"
        },
        {
            "author": "yongheng123",
            "timestamp": 1443409920,
            "txt_content": "不明决以 "
        }
    ]
}