{
    "title": "[心理测验]-20150731-测试你犯傻的时候是不是蠢萌",
    "author": "liii",
    "replyCount": 8,
    "timestamp": 1438305720,
    "txt_content": "\n\n\n[心理测验]-20150731-测试你犯傻的时候是不是蠢萌\n<测验仅供娱乐 勿作对号入座>\n\n\n　　信息化时代是当今时代的发展的大趋势。作为互联网的产物，网络新词也在我们的生活中流行起来，例如拼爹，蠢萌等一些自造词。蠢萌的意思就是做一件愚蠢的事情也让人觉得可爱。那么，你是不是犯傻的时候是不是也蠢萌蠢萌的呢？快来做下面的测试，看看你是蠢萌还是真蠢吧。\n\n如果去参加一个单身派对，你愿意去哪种派对？\n    A.沙滩派对\n    B.假面舞会\n    C.登山活动\n    D.婚前单身夜\n    E.普通饭局\n\n请先把你的选项回复出来，再看测试结果：\n\nA、沙滩派对：卖萌型\n其实你是一个精明的人，只是你喜欢静静地呆在墙角，用犀利的眼神安静地观察着这一切。你在别人的眼中，就绝对不会是真蠢的人。因为这样的你，时时流露出自己的观念有自己的思想，你富有个性，不会随波逐流，更不会奴颜媚骨，在交际的时候，永远具有高贵的姿态。你不会以自我为中心，也不会如同女王一般将人踩踏在脚下。当你闲来心情好的时候，又会主动如小女人一般卖个萌，让喜欢你的人怜爱得你一塌糊涂。\nB、假面舞会：蠢萌型\n可能在别人的眼中，你还是有一些蠢的。不过还好的是，你只是有一些蠢萌。因为你长得是可爱的类型啊，说的话也很可爱，所以扮蠢成功，反而有了一些萌点。但是只有你自己知道，其实这不过是一种保护自己的方式。因为不管是在职场还是在生活中，扮猪吃老虎才是王道。所以即使别人看你是真的蠢，你也不介意，毕竟这是你伪装自己，保护自己的方式。最后闷声发大财的人，一定非你莫属。\nC、登山活动：呆萌型\n大部分的时候，你是慵懒的，懒散的，懒得去管去顾的。只要有一个狭小的空间，有可以果腹的简单食物，你就不再疾走和奔忙。所以别人的眼中，你有一些呆萌。不过你自己也知道，其实自己只是喜欢发发呆，思考一下人生之类的东西。前方要做什么你还是很清楚的。毕竟，你也有着坚强而独立的性格，一旦有了自己的目标，就会不管不顾地为之付出，不管前方多么艰辛，你都会下定决心排除万难地去。\nD、婚前单身夜：真蠢型\n呆萌的人，基本上不会为了生活中出现的问题而焦躁不安，也不会因为很强的物质欲望而患得患失。他们的眼角之中，总是流露出十分满足的神情。可惜，这些对你来说完全不适用啊。因为你就是完全不会卖萌的人。别人是眼儿尖，心儿狠，做起事来干脆利落，卖起萌来也是真的萌萌哒。可是你呢，那是真的属于不会想事，不会来事，情商比较低的类型了。所以，即使你卖萌，别人也会觉得你是真的蠢，不会觉得有什么萌点。\nE、普通饭局：偶尔蠢，偶尔萌\n你是率真的，你不在意谁的目光，真实地活着。不快的时候就会直接发泄内心的愤恨；快乐的时候会自得其乐的哼着小曲；郁闷起来了还会表现得有些小任性，索性来个消失不见。在社交中，你也如此，喜欢就是喜欢，即使主动跟人表白也不觉得这有什么不妥，因为只要让对方知道自己的心意就好了；讨厌就是讨厌，即使他对你千般万般好，你也不会强迫自己接受。这样的你是随性的，偶尔会蠢蠢的，偶尔也会萌萌的。\n\n",
    "replies": [
        {
            "author": "liii",
            "timestamp": 1438305840,
            "txt_content": "我的选项是B，因为感觉很神秘~"
        },
        {
            "author": "加强版强盗",
            "timestamp": 1438306920,
            "txt_content": "{:10_495:}"
        },
        {
            "author": "加强版强盗",
            "timestamp": 1438306920,
            "txt_content": "加强版强盗 发表于 2015-7-31 09:42\nD选项{:10_495:}"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1438307040,
            "txt_content": "<测验仅供娱乐 勿作对号入座>\n所以我哪个都不选= ="
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1438307100,
            "txt_content": "都没去过……于是果断选了A"
        },
        {
            "author": "我是基岩",
            "timestamp": 1438307220,
            "txt_content": "B，哼哒，我才不蠢呢！"
        },
        {
            "author": "小宇lalala",
            "timestamp": 1438307220,
            "txt_content": "C\n呆萌\n我真的是酱紫吗"
        },
        {
            "author": "凡尘淸萧",
            "timestamp": 1438318080,
            "txt_content": "我选的是c......"
        }
    ]
}