{
    "title": "<原创·连载>血色王国 第XIV章 【作者：恶魔-潇洒】",
    "author": "恶魔-潇洒",
    "replyCount": 6,
    "timestamp": 1438319340,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-7-31 13:11 编辑 \n      地面是软软的，所以我掉下去后并没有受伤。      这里黑咕隆咚的，让我总是碰壁，不一会，我就头破血流了。      再睁开眼，一双眼睛与我的眼睛对视着，距离我是那么近，我甚至能从它的黑红的瞳孔中看到自己惊慌失措的狼狈样。我朝后退两步，一屁股坐在地上，靠在硬邦邦的水泥墙壁上，那双眼睛也跟着我运动，最后还是在我的眼前把我吓得险些丢了魂。      “喂喂，露个脸能吗，或者……或者给我一点光让我看到你啊！”我惊恐地喊着。它并不理会我，仍旧睁大眼睛，甚至张开满是利牙的大嘴嗅嗅我，然后做出要将我一口吞下的动作。他的一举一动都把我吓得破了胆。      突然，我的手碰到了一个凸起的硬邦邦的东西，我没多想，像刚才一样将手压下去，顿时整个负三层亮如白昼。地面，地面竟是一个巨大的充气层垫，墙壁上用油漆刷满了各种各样的可爱的东西，各式各样的玩具在周围堆起一座座小山，用来照明的是天花板上密密麻麻的小灯。我也看清楚了眼前这个怪物的真实面目。      等等，这不对吧？我眼前的竟是一只中等体型的峡岩兽，但依旧比我大了一个身体。它看上去并不想伤害我，而是用一种欣赏的眼光看着我。我看看它的左前腿，上面有一圈被勒伤的痕迹，连毛发都脱落了一圈。不会真的是它吧？\n      我和欧阳天刚找到小天的时候，发现它的左前腿有一条勒得很紧的一条绳子，让它只要微微一动就会有难以忍受的痛。我们不忍心看到它这样，便将绳子周围的毛发先用随身带的小刀“剪”下来，然后将那根绳子解开。      从此小天的左前腿上有了一处明显的一圈没有毛的地方，但眼前的这只峡岩兽是不是小天还很难确定，因为体型差别还是有些差距的。      “哎哟！”我被它踹飞到了坚硬的墙壁上，很疼。缓过神来之后，只看到那只峡岩兽收回它的蹄子，悠闲地一步一步走来，看样子它把我当成了一个能够随意把玩的智能玩具。      如果是小天的话，它怎么会变成这样；如果不是的话，腿上怎么会……      不停地躲避这只峡岩兽的攻击，很快我便疲劳了，气喘吁吁。但它依旧没有放过我的意思，依旧疯狂地对我发起攻击，尽管这在它眼里是娱乐，但对我来说是要命的大事！毕竟又有谁能抵挡住一只中等体型的峡岩兽的攻击呢？      峡岩兽在幼年时最大的体型仅能达到不足50厘米，体重也只是七八斤罢了；但是当它们达到一岁时，情况就会大大改变：最大的体型竟能达到一米五！而体重也可以达到惊人的120斤。之后的生长速度就会慢很多，平均两年才会增重10斤，但身高仍保持着每年20厘米的速度。      而眼前的这只看体型是一只大概有三四岁的中等体型峡岩兽，身高大概有一米六了，而且肌肉也很发达，热情高涨。      但一只成年的峡岩兽怎么会在意这些无聊的玩具呢？\n      “喂喂，该吃饭啦！”墙壁上不知道什么时候多出了一个小窗，从小窗外伸进一只端着一个大盆的手，那只手将大盆放在小窗下通过机关开启的平台上，便把小窗关上了。那只峡岩兽一看到食物近在咫尺，两眼发光，以飞一般的速度冲上前去将那一大盆食物吃得一干二净。      但结果并没有我想象的那么简单，峡岩兽在吃过饭后体型仿佛大了一些，肌肉更发达了。它好像什么也没有发生过一样，蜷伏在一个有着软软的垫子的摇篮中睡着了。      在我的记忆中有过一个人，他教会我察明各种各样对自己身体不利的药物，在他给我的一本书中，我见到过这样一种药物：病笃，误服后会引起记忆选择性丧失，并会使人身体上和力量上有巨大的突破，但会给人留下后遗症。那就是神志不清，智力一直得不到提升。      看来峡岩兽吃到的正是病笃。不，这次该叫它小天了。      我要来一顿“自己辛辛苦苦驯养的魔兽大餐”！      我拿出随身携带的匕首，悄无声息地走到小天面前，一刀下去，暗蓝色的血喷涌而出，峡岩兽也发出了一声凄惨的吼叫。      等等，我在做些什么啊，我……我怎么可能会伤害自己的魔兽呢？不，我是真的用刀刺下去了，并且眼前小天在不停地嘶吼着，但声音越来越弱，血液也是源源不断地流出来。      我的头，好晕……这里一定有什么东西……我爬到墙边，扶着墙去找出口。      这里有三条不太明显的缝隙，看上去就是门了，我轻轻推开门。身后受重伤的小天突然朝我扑来，我忙跳到门的后面，将门紧紧磕上。小天在门后抓砸顶撞，就是没有伤害到门的一丝一毫。      这里的空气很新鲜，比那个房间里的要好多了，我也渐渐恢复了神智。\n      “话说……这里是哪里啊……”我看着眼前的这个房间，这个房间里什么也没有，对面倒是有一个小小的有些凸起的东西。我走过去，仔细端详着这个不明物体，“貌似是一个小按钮吧。”我半信半疑地按下去，只见眼前的墙壁突然升起，眼前是一个巨大的机器！      正对面是两盏黄色的灯，除此之外，我看到的其他零件都是一团糟的各式各样的东西，还有些生锈。      “负二层由我守护，非相关人员禁止入内。”一个机械的声音从那台机器附近传来。不，就是那台机器发出的声音，“汝有何贵干？”它质问我。      “我…我想要去第一层！”我大喊。那两盏黄色的灯闪了闪，熄灭了。突然一把锋利的电锯从机器的某个角落冒出来，“兹兹”的声音震耳欲聋，因转动太快，让人都有些眼花缭乱了。      “喂，这就是你的真面目吗，电锯狂魔？”我调侃道。灯燃起来了，变成了鲜明的血红色，“年轻人，你见识的还太少呢！”它的身后冒出各式各样的工具和武器。      每把武器上面都沾满了血液。“反抗我的下场就是这样，你是第394个。”上一章      索引      下一章",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1438319520,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-7-31 13:16 编辑 \n\n@海潮 @北极星人 @天阶 @llxy @xcc @Michele @lzs1234 @白安西 @2B与mc的故事 \n@冥王星人 @qxdnfsy"
        },
        {
            "author": "天阶",
            "timestamp": 1438319580,
            "txt_content": " 本帖最后由 天阶 于 2015-7-31 14:01 编辑 \n\n看你们一个个高产如珍珠……\n就我一个安安静静的么？"
        },
        {
            "author": "冥王星人",
            "timestamp": 1438320720,
            "txt_content": "天阶 发表于 2015-7-31 13:13\n看你们一个个高产如母猪……\n就我一个安安静静的么？\n喂喂！！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438321500,
            "txt_content": "我突然想起来恶魔你之前出的那些试题叻，不是说五天之内改完"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438325160,
            "txt_content": " 本帖最后由 末影龙娘 于 2015-7-31 14:48 编辑 \n\n我把标点与歧义句稍微改改，大动的地方提出建议。\n? ?? ?地面很软，所以我掉下去后并没有受伤。\n? ?? ?但这里黑咕隆咚的，让我总是撞墙，不一会，我的头就撞破了。\n? ?? ?再睁开眼，我看到一双眼睛与我的眼睛对视着，距离我是那么近，近到我甚至能看到从它的黑红的瞳孔中映出的自己惊慌失措的狼狈样。我朝后退两步，一屁股坐在地上，靠在硬邦邦的水泥墙壁上，那对眼睛也跟着我移动，最后还是移至我的眼前。我吓得险些丢了魂。【这里歧义很大，是眼睛还是眼睛的主人？】\n? ?? ?“喂喂，露个脸能吗，或者……或者给我一点光让我看到你啊！”我惊恐地喊着。它并不理会我，仍旧睁大眼睛，甚至张开满是利牙的大嘴嗅嗅我，然后做出要将我一口吞下的动作。【又乱套了，首先，张大嘴巴跟嗅嗅我不是一个动作，其次，你怎么感知到的？】他的一举一动都把我令我提心吊胆。\n? ?? ?突然，我的手碰到了一个硬邦邦的凸起物，我没多想，像刚才一样将手压下去，顿时整个负三层亮如白昼。地面，地面竟是一个巨大的充气层垫！墙壁上用油漆绘慢了各种各样的可爱的东西，各式各样的玩具在周围堆起一座座小山；用来照明的是天花板上密密麻麻的小灯。我也看清楚了眼前这个怪物的真实面目——\n? ?? ?等等，这不对吧？我眼前的竟是一只中等体型的峡岩兽，【后半句令人不解】。但它看上去并不想伤害我，而是用一种欣赏的眼光看着我。我看看它的左前腿，上面有一圈被勒伤的痕迹，连毛发都脱落了一圈。\n      不会真的是它吧？\n  ?? ?我和欧阳天刚找到小天的时候，发现它的左前腿有一条勒得很紧的一条绳子，令它只要微微一动就会有难以忍受的痛。我们不忍心看到它这样，便将绳子周围的毛发先用随身带的小刀裁下来，然后将那根绳子解开。\n? ?? ?从此小天的左前腿上有了一处明显的一圈没有毛的地方，但眼前的这只峡岩兽是不是小天还很难确定，因为它的体型与小天还是有些差距的。\n? ?? ?“哎哟！”我被它踹飞到了坚硬的墙壁上，只感到疼。缓过神来之后，只看到那只峡岩兽收回它的蹄子，悠闲地一步一步走来。看样子，它把我当成了一个能够随意把玩的智能玩具。\n? ?? ?如果是小天的话，它怎么会变成这样；如果不是的话，腿上怎么会……\n? ?? ?不停地躲避这只峡岩兽的攻击，使很快我便疲劳了，气喘吁吁。但它依旧没有放过我的意思，依旧疯狂地对我发起攻击，尽管这在它眼里是娱乐，但对我来说是要命的大事！毕竟又有谁能抵挡住一只中等体型的峡岩兽的攻击呢？\n? ?? ?峡岩兽在幼年时最大的体型仅能达到不足50厘米，体重也只是七八斤罢了；但是当它们达到一岁时，情况就会大大改变：最大的体型竟能达到一米五！而体重也可以达到惊人的120斤。之后的生长速度就会慢很多，平均两年才会增重10斤，但身高仍保持着每年20厘米的速度。【太啰嗦，挑重点】\n? ?? ?而眼前的这只看体型是一只大概有三四岁的中等体型峡岩兽，身高大概有一米六了，而且肌肉也很发达，热情高涨——\n? ?? ?但一只成年的峡岩兽怎么会在意这些无聊的玩具呢？\n\n? ?? ?“喂喂，该吃饭啦！”墙壁上不知道什么时候出现了一个小窗，从小窗外伸进一只端着一个大盆的手，那只手将大盆放在小窗下通过机关开启的平台上，便把小窗关上了。那只峡岩兽一看到食物近在咫尺，两眼发光，以飞一般的速度冲上前去将那一大盆食物吃得一干二净。\n? ?? ?但结果并没有我想象的那么简单，峡岩兽在吃过饭后体型仿佛大了一些，肌肉更发达了。它好像什么也没有发生过一样，蜷伏在一个有着软垫子【以后形容词不要这样中二可以吗，已改】的摇篮中睡着了。\n? ?? ?在我的记忆中有过一个人，他教会我察明各种各样对自己身体不利的药物，在他给我的一本书中，我见到过这样一种药物：病笃，误服后会引起记忆选择性丧失，并会使人身体上和力量上有巨大的突破，但会给人留下后遗症。那就是神志不清，智力一直得不到提升。\n? ?? ?看来峡岩兽正是吃了病笃。不，这次该叫它小天了。\n? ?? ?那么，我要来一顿“自己辛辛苦苦驯养的魔兽大餐”！\n? ?? ?我拿出随身携带的匕首，悄无声息地走到小天面前，一刀下去，暗蓝色的血喷涌而出，峡岩兽也发出了一声凄惨的吼叫。\n? ?? ?等等，我在做些什么啊？我，我怎么可能会伤害自己的魔兽呢？但，我是真的用刀刺下去了。虽然眼前小天在不停地怒吼着，但声音越来越弱，血液也越流越多。\n? ?? ?我的头，好晕……这里一定有什么东西……我爬到墙边，扶着墙去找出口。\n? ?? ?这里有三条不太明显的缝隙，看上去就是门了。我轻轻推开门时，身后受重伤的小天突然朝我扑来，我忙跳到门的后面，将门紧紧磕上。小天在门后抓砸顶撞，就是没有伤害到门的一丝一毫【这门很神奇，别人关就只能虚掩，你一关上就锁死】。\n? ?? ?这里的空气很新鲜，比那个房间里的要好多了，我也渐渐恢复了神智。\n\n? ?? ?“话说……这里是哪里啊……”我看着眼前的这个房间。里面空荡荡的，只在对面的墙上有一个小小的凸出物。我走过去，仔细端详着这个不明物体，“貌似是一个小按钮吧。”我踌躇地按下去，只见眼前的墙壁突然升起，墙后是一个巨大的机器！\n? ?? ?它正对着我的面有两盏黄色的灯，除此之外，我看到的都是杂七杂八的零件，还有些生锈。\n? ?? ?“负二层【与负三层并排？】由我守护，非相关人员禁止入内。”一个机械的声音从那台机器附近传来——不，就是那台机器发出的声音。“汝有何贵干？”它质问我。\n? ?? ?“我…我想要去第一层！”我大喊。那两盏黄色的灯闪了闪，熄灭了。突然一把锋利的电锯从机器的某个角落冒出来，“兹兹”的声音震耳欲聋，因转动太快，让人都有些眼花缭乱了。\n? ?? ?“喂，这就是你的真面目吗，电锯狂魔？”我调侃道。\n      灯燃起来了，呈现的光是鲜亮的血红色。“年轻人，你见识的还太少呢！”它的身后冒出各式各样的工具和武器。\n? ?? ?每把武器上面都沾满了血液。\n      “反抗我的下场，应该让你知道。你是第394个。”【应有渲染在此处】"
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1438348080,
            "txt_content": "每篇写的都很好，但是= =\n突然，我的手碰到了一个凸起的硬邦邦的东西，我没多想，像刚才一样将手压下去，顿时\n会给人以无限遐想= ="
        }
    ]
}