{
    "title": "<周活动> [脑洞融合机] —— KLKY星球",
    "author": "毒蛇",
    "replyCount": 11,
    "timestamp": 1438329600,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-3 20:23 编辑 \n\n《KLKY星球》\n前言\n好吧，我现在前面废话几句：\n本人十分希望任何一个人给我提出宝贵的意见和建议。我回答大家的建议会单开楼层，不会回复，因为论坛Bug会显示出来，所以还请大家多多体谅。本小说其实是从我的另一部已经计划的的作品里改编而来，但我相信大家是看不出来的。本小说与MC没有关系，但是还是请大家阅读！那么下面就开始吧！\n\n剧情\nps：话说实在想不出来改编的名字了……首先正常的开头：\nKLKY星球乙国发生了大规模地震甲国总统前去乙国慰问地球上的X（地球部部长）,L（地球部副部长）,M（地球部灾难局局长）,G（地球部基金局局长）,W（宇宙驻地球办事处总管）闻讯后前去营救谁知甲国内正出现了危机但是，谁也不知道这个危机\n\n接着是中间的剧情：\n地球上的五个人准备前往KLKY星谁知竟遇到了不明人士的阻拦X,L与W被不明人士截获，M和G虽侥幸逃脱，却在KLKY星上迷失了方向X,L和W费劲艰辛终于逃脱，来到了KLKY星的甲国甲国副总统告诉W：1）总统去了乙国；2）找到了M和G谁知密探告诉总理，甲国国防部部长正在秘密训练军队，并加紧调往机场总理迅速将此事报告副总统，就在这时，密探惨遭杀害副总统这时又接到报告：甲乙两国总统会一起回来，他意识到，国防部部长可能要发动兵变地球上的五人与副总统决议：决不让两国总统下飞机总理则秘密调动油田的运油车，前往机场两国总统如约而至，地球上的五人和副总统立即冲上飞机总理一面假装迎接，一面开始给飞机加满油总统听到消息大吃一惊，决议立即前往丙国总统以国事访问为由，宣布继续前往丙国到达丙国，三国首脑进行商议，最后决议回到甲国，直接突击擒拿国防部部长总统却说，是他让国防部部长进行秘密训练的在甲国，总理擒拿了国防部部长，国防部部长却说是总统让他这么干的总理回忆起那天，想起总司令以生病为由，副总司令以照顾总司令为由没有前往机场，但是当日下午，两人却买了白酒在政府机关内大摇大摆地吃喝，这显然不对劲三国总统回到甲国，总理让国防部部长的秘密军队看守好机场方圆20公里以及上空，他则亲自接三国总统以及地球上的五个人进入某些装甲车，准备从森林里悄悄回到总统府谁知总司令有更强大的军队，总统一行人刚刚脱出20公里的包围圈，就遭到空军和陆军的，X,L,M,G忙于迎战，而W则不断向总统打听情况离总统府很近了，装甲车部队即将被歼灭，W突然开门逃跑，让大家十分气恼这时总理带着所有军队从后方打了过来，总司令的军队一下子溃败，二人逃往广场大家都下车欢呼时，从广场地下突然发射出了火箭，而总司令和副总司令就在上面，准备逃跑X责怪着W，但是火箭已经飞得很高了这时W又回来了，他说他抢先一步去了司令部，改装了火箭程序\n\n最后是快乐的结尾：\n大家不明白W什么意思于是W按下按钮，倒数十秒10,9,8,7,6,5,4,3,2,1在空中的火箭突然爆炸，两个司令被炸得粉碎完！\n\n设定　　这个没什么好说的，人物设定也就是剧情中那些，具体的也都写了，像年龄什么的目前没必要了吧……我最不喜欢写的就是设定啊，根本不造怎么写，所以说设定还是不写了，大纲除了上面的剧情还有下面的意义，我觉得也没什么了吧，希望大家能够喜欢！\n意义　　是的，一个小说最可悲的地方不是没有好的文笔，不是没有好的剧情，但是一部小说要是没有任何意义，就真的是废物了。这部小说我写的意义是这样的——　　从小的方面讲：不要干坏事，各位，干坏事的法子年年都有新的，但是到目前为止没有哪个干坏事的法子永存万世，所以说，最好做好自己，不要想着通过干坏事谋取利益！　　从大的方面讲：这部作品有的意义就是反战，不说大了，就是MCBBS和Minecraft百度贴吧，在帖子里“开战”的人也有不少吧！举一个事情：有一次一个人在骂版主和管理员，然后某版主就有点儿生气了，说了过激的话，两人打在一起不说，最后版主被撤职，那个人被永久禁封。是的，这样的结果毕竟是两败俱伤。还有很多和平的服务器里，总是有人毁坏别人的建筑，或者偷别人的东西，这样结果不就是损人不利己么？又不是PvP！　　当然啦，上面只是我的初衷，每个人的思想都不同，大家一定也能从这些剧情里看出自己所认为的含义，那才是最好的！\n最后，谢谢大家阅读！",
    "replies": [
        {
            "author": "denggezuishuai",
            "timestamp": 1438329720,
            "txt_content": "楼主把字的颜色改改吧！看得我眼花"
        },
        {
            "author": "匿名",
            "timestamp": 1438329840,
            "txt_content": " 本帖最后由 匿名 于 2015-7-31 16:18 编辑 \n\n回复 沙发：\n有这回事么= ="
        },
        {
            "author": "彼岸在望",
            "timestamp": 1438330200,
            "txt_content": "瞟一眼只觉关系好乱"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1438330500,
            "txt_content": "彼岸在望 发表于 2015-7-31 16:10\n瞟一眼只觉关系好乱\nABCD甲乙丙丁（滑稽"
        },
        {
            "author": "匿名",
            "timestamp": 1438330560,
            "txt_content": "回复 地板：\n实在想不出名字了555……"
        },
        {
            "author": "Xiao2",
            "timestamp": 1438412400,
            "txt_content": "为什么一定要跟地球联系起来？"
        },
        {
            "author": "1137246733",
            "timestamp": 1438422600,
            "txt_content": "有个缺陷，那就是把XLMGW的人数数量缩小。\n只要能有代表即可，不然感觉会有点关系混乱。\n比如说三个人被抓，缩减为一个人又不是不可以。两个人迷路，一个人当然可以。\n当然得符合剧情需要，但记住别太关系复杂，并且你这样很容易搞的这五个人全是一个模子里刻出来的。"
        },
        {
            "author": "1137246733",
            "timestamp": 1438422720,
            "txt_content": "创意很好。\n但记住要牵着读者的神经走，把整个世界的拯救大业全部牵扯到主角这几个人的身上，这样才能引起共鸣。\n另外你的这个意义倒是想法不错，但把一个文章的寓意蕴进去可是很不容易的，看你的技术了。"
        },
        {
            "author": "匿名",
            "timestamp": 1438425060,
            "txt_content": "回复 版主：\n谢谢指导！"
        },
        {
            "author": "匿名",
            "timestamp": 1438425120,
            "txt_content": "差一点儿就暴露了呵呵"
        },
        {
            "author": "魔末",
            "timestamp": 1438504980,
            "txt_content": "我感觉我出现了幻觉，看到了乙烯中国 这几个字"
        }
    ]
}