{
    "title": "<原创·连载>《MC奇遇》第五、六章",
    "author": "丿倾世灬辉少丶",
    "replyCount": 9,
    "timestamp": 1438400520,
    "txt_content": " 本帖最后由 丿倾世灬辉少丶 于 2015-8-1 20:54 编辑 \n\n第五集                                                                       《MC奇遇》 第五集                                                                                                                     一切的开始      \n     因为抓树的时候，隽枫和子默的手根本没有任何的疼痛感，所以不由得加快速度了。   不一会儿，2组半的原木就出来了。“不过说来也奇怪啊，子默，你看看我们，是很正常的，还有圆圆的眼睛。而环境却是棱角分明的，不觉得奇怪吗？”隽枫一遍往家的方向走去一边说道：“这是个BUG吗？”子默捡起从树上掉落的苹果，说：“苹果是扁的，拿起来有点像比较厚的卡纸，但又有苹果的香味。”子默把苹果放在口袋中。朝空中望去，是中午，太阳高高的挂在天上，方块的太阳，云也是方块。   隽枫回到家，先叫子默合成栅栏，离家2各处安放，子默拿好栅栏，模仿游戏中的动作，把手甩了一下，栅栏就放上去了，任凭子默怎么退，怎么踢，那栅栏安若泰山。隽枫在合成栅栏门，顺便合成了一把石铲和石锄。\n     隽枫的背包有点满了，于是又合成了两个木箱，把它们并在一起放在工作台旁，把一些杂物放进去之后就开始行动了。   隽枫说道：“好了，这样就行了，僵尸还不会来入侵的了，来，子默你去弄点种子，太阳下山前一定要回来。我就在这附近挖点沙子，我要烧点玻璃。”子默微微的点了点头，说：“安啦，不就是弄点种子吗？像打末影人似的，放心吧，我也不会走太远的。”   子默先把家附近的草给拔了，不过草并没有被拔出来，而是直接变成碎渣，然后化为乌有。子默在惊讶的同时，不断的拔着地上的草，功夫不负有心人啊，子默终于拔到了第一个种子。当然，子默也不会仔仔细细的观看这种子的纹路，而是继续拔草。   另一方面，隽枫在离河边一格的地方开始他的挖沙子工作，因为是石铲嘛，所以速度也会加快了不少。至于做玻璃砖还是做玻璃窗，当然是玻璃窗要节省一点，8个玻璃砖就16个玻璃窗，而且比玻璃砖好看实用。      \n     转眼间，太阳将要下山，子默弄了有16个种子，隽枫倒弄了不少的沙子，因为已经没煤炭了，只好用桦木来烧。   太阳刚下山，僵尸的低吼声不断袭来…隽枫和子默倒不着急，因为没门让僵尸进来，除非先弄破栅栏。   隽枫：“子默，明天我们去附近看看这地形，木头就先不用采集，食物最要紧！。”   子默点点头，随即往箱子看了一下，说：“这房子要扩建的话，看来还需要一段时间！”隽枫问道：“对了，你是怎么进入这世界的？。”子默挠了挠手说：“唉，不知怎么讲，我跟朋友们一起去游泳，虽说我游泳技术还好，但…我尝试潜水的时候…意外发生了，我觉得水下有个漩涡，正在用十分强的吸力把我吸进去，然后我眼前一黑，醒来就到这里了。”隽枫惊奇不已，也跟子默讲述自己的经历······    未完待续\n\n\n第六集                                                 第六集 （注：该章节仅剧情需要，请勿对号入座） \n                                                                                                      世界危机     \n     镜头转向地球那边，末影塔上的僵尸仿佛嗅到了什么，开始趴下来，太阳照在僵尸们身上却不见其燃烧。片刻后，紫光正在扩大，扩大到半径为5米左右的圆，僵尸就在那紫光的边界徘徊，仿佛不敢踏出去…     \n    在伦敦。各国领导人就此开了个会，如何把这东西弄掉，米国率先派出100人的军队去侦探。100个军人开始扩散起来，在附近设下小据点，甲某被派出进去紫光中，那人在站在边界狠狠地丢了个手雷，手雷在紫光的照射下，变成了一个小型方块，然后掉到地上。没有爆炸。甲某咽了咽口水，一头冲进去。然后慢慢变成了一个方块人，步伐一步比一步笨拙，最后倒地不起，甲某不断挣扎，艰难地从上衣中拿出手枪。这时的手枪已变成一个棱角分明的立体。不知所措的甲某看见僵尸们正在围着自己并越走越近，僵尸的呻吟声愈演愈烈，仿佛看到了一顿美食。附近的队友眼睁睁的看着那人被啃食至消失，幻化成一缕烟……     塔上的紫光开始发亮，光度仿佛像个太阳，在小据点的纷纷抬头，心想：怎么回事？紫光喷射出一道紫色的光芒，使得紫圈范围扩大，附近的军人都被这力量侵蚀，一个军人在通信基地的时候，说：“基地！基地！这里的情况…啊”话还没说完，那些军人都变成一个方块人，结果就像刚才那个倒霉蛋一样。    \n    世界各地，有不少的人们知晓那是Minecraft的游戏里的东西，以至于一些勇敢者进去探险，当然，他们一旦进去，就会因为不适应那环境而倒地不起，最后成为僵尸的美食。    各国领导人开始商量，是否使用导弹将其击毁。米国当然同意，后来经过投票，大部分表示同意。首先额国发射了一枚SS-18导弹。这时候，塔上闪现出一个人影，它小声说了几句话，僵尸们都乖乖的往塔里靠拢，然后凭空消失！塔上那人影又嘀咕了几句，它旁边的门出现了一只地狱轰炸机！陆续出现了4只！它们徘徊在塔的旁边，时不时发出悲惨的叫声，令人毛骨悚然。那导弹正准备冲向那紫光的包围圈的时候，其中个地狱轰炸机吐出数枚火球，火球与导弹相碰撞。BOOM！巨大的能量在空中释放出来，惊动了附近的动物。    爆炸后的浓烟散去，给地上铺出一段灰色地带，额国脸上更是面如死灰。塔上那人影早已不知所向…    隽枫的妈妈，并没有发现自己的儿子不见了，而是继续做家务，以至于子默的母亲也是，仿佛失忆了，仿佛自己根本没有生过这个人。关于隽枫和子默的消息甚至作为人的身份仿佛从这个世界抹灭了。那个人影闪现在附近的高山上，嘴角上扬，虽然双眼空洞，但掩盖不住那骇人的眼神，随后便消失了。。。  未完待续…\n\n{:10_512:}由于在校要住宿，所以更新的时间会延迟不少。请各位原谅。谢谢支持~\n\n\n\n",
    "replies": [
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1438400640,
            "txt_content": " 本帖最后由 丿倾世灬辉少丶 于 2015-8-1 11:45 编辑 \n\n{:10_512:}如果有什么错误或者要修改得地方欢迎提出~"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1438401300,
            "txt_content": "剧情狗血\n字数太少\n情节无新意\n得多加努力"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1438401660,
            "txt_content": "星之永恒 发表于 2015-8-1 11:55\n剧情狗血\n字数太少\n情节无新意\n{:10_492:}好的谢谢~"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438404180,
            "txt_content": "冒险与战争的梗不能再用了。\n能不能有另一种世界，一种平凡的世界？\n平凡的故事，将成为一种不平凡的人生。"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1438409100,
            "txt_content": "末影龙娘 发表于 2015-8-1 12:43\n冒险与战争的梗不能再用了。\n能不能有另一种世界，一种平凡的世界？\n平凡的故事，将成为一种不平凡的人生。 ...\n正在拐过去呢，等等吧。谢谢支持{:10_512:}"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438419960,
            "txt_content": "楼主你真的不会分段吗……这样看着好密啊"
        },
        {
            "author": "1137246733",
            "timestamp": 1438420500,
            "txt_content": "请仔细阅读版规，题目格式不规范，我已经帮你改正"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1438433400,
            "txt_content": "1137246733 发表于 2015-8-1 17:15\n请仔细阅读版规，题目格式不规范，我已经帮你改正\n{:10_512:}谢谢~因为我很久没上过论坛了希望能谅解"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1438433700,
            "txt_content": "2B与mc的故事 发表于 2015-8-1 17:06\n楼主你真的不会分段吗……这样看着好密啊\n{:10_512:}已修改~"
        }
    ]
}