{
    "title": "【原创】《启示录》第七章：血雨",
    "author": "紫罗兰祝福",
    "replyCount": 9,
    "timestamp": 1438401960,
    "txt_content": " 本帖最后由 星之永恒 于 2015-8-4 20:45 编辑 \n 我最后还是跟着那个士兵走了出去。最后，我们来的到了一扇凝重的门前，那士兵毕恭毕敬的把门打开，John正注视着窗外的一片荒漠。John听到门被推开的声音，缓缓回过头来，他一挥手，那士兵毕恭毕敬的走了出去，轻轻关上了门。而John的眼睛依然注视着远方。    John缓缓坐下，把头扭了过来。远方的沙漠正飘来一片浑厚的云。他没有说话，但我还是从他的眼神中读出了恐惧和焦虑。我没有再说话，静静的看着远处的云向我们静静的飘来。沉默像那云一样笼罩在我们头上。    “你是对的。”John的叹息打破了沉默。“可惜，你在做出决定时，就已经无法挽回这错误了。”我浅笑道。John没有再后悔，只是笑着说道：“我知道发生了什么，可是你还能挽回的了什么？”    我几乎是在一瞬间爆发了出来。没错，我什么都挽回不了，但他们的生命，可是死在了你的手上。他们虽然只是普普通通的士兵，但是他们也应该有享受自己生命的权力，可是他们...我没有再说下去。我的眼前有又浮现出他们的在对抗Tank时的英勇表现。他们在对抗无尽的绝望时付出了太多太多，直至自己的生命。    John静静的地听完了我的怒吼，缓缓说道：“他们既然已经死了，那你就更应该为了他们活下去。”说完，他继续凝望远方的天空。这句话如银针落地，狠狠地砸在了我的心上。没错，我既然回到这里，就不应该让他们白白的死去。泪，最终还是流了下来。    我靠在椅背上，不再说话。刚刚的愤怒让我几近虚脱，疲倦像针一样的扎着我，折磨着我。John仍然凝望着远处，那片云依然在向我们飘来。不知过了多久，John回过头来，向疲倦的我叹息道：“雨季还是来了。”听到雨季，我猛的坐了起来。在沙漠中，水就是生命。在雨季中，大量的降雨使沙漠在一夜之间变成生机盎然的绿洲，丰茂的植被吸引了大量动物，沙漠从死亡之海变成优美的人间仙境。死亡和荒芜都成为了过去，取而代之的是新生和希望。这时，总部的士兵就会纷纷走出钢铁长城，在难得的雨季中狂欢。时常下雨的树林中，嫩绿色的草原上都有士兵们的身影。当然，野生动物也时常出没。草原上可以看见羊啃过的痕迹，在树林中，常常可以看见野猪的身影，鸡蛋更是随处可见。    记得有一次，我和Alice在沙漠的雨季所形成的树林中漫步，Kill紧随其后。正当我们欣赏树林中的美景时，一只野猪猛地蹿了出来。我还没来的及阻拦，贪玩的Kill便追了上去，吓的野猪仓皇逃窜。野猪疲于躲闪Kill的攻击，竟在慌乱中碰上了一株仙人掌。野猪凄厉的哀号了一声，狂奔起来，Kill紧随其后。野猪无处躲藏，身上又被仙人掌扎的生疼，便直直的向前方奔去，结果硬生生的撞上了一棵树。等我们气喘吁吁的赶到时，那猪早已气绝身亡，而Kill则一边咬着猪的尾巴把猪往外拖，一边讨好的向我摇着尾巴。那晚，每个在基地的士兵都吃上了鲜美的猪肉。那是我记忆中最美好的回忆。    美好，总是短暂的。    雨季一旦来临，大量的水会使死亡之海变成一片绝望之地。腐烂的孢子最需要的就是水，它们疯狂的吞噬着水分，把绝望带到每一个角落。那时，基地周围将美丽的树木和生机将被腐烂的蘑菇和绝望。Tank的到来是迟早的事。那时，人类最后的希望将随着时间消逝殆尽。    只有生命能给生命以绝望。真是讽刺。    我凭着记忆画出一个人像，反复修改后，我把它推到了John的面前：“你应该认识这个人吧。”    没想到John却肃然起敬：“他叫Cloud，可以算是我最伟大的老师。他在失踪前曾一直致力于研究使生物痛苦的物质，结果就在他声称已提取出那种物质的当天，他失踪了。当然，我们的武器和装备，很多都是他发明的。”    “真是个疯子。”我在心中暗暗念到。    我最终还是没有说出来。我知道，这和我的前生有很大关系。我依靠在椅背上，静静的听着John绘声绘色的描绘着他的老师，但厌恶还是从心底冒了出来。John停了下来。他不紧不慢的说道：“Star，我知道你很厌恶这些东西的，但如果这和你的身世无关的话，你是不会听下去的。”    我沉重回到：“John，你赢了。”    “你的回归和离去，其实都只是为了一个人。”John没有再凝望天空，他转过身来，庄严的向我说道。我一惊，椅子跟着晃动了一下。但我还是笑着答道：“John，你又赢了。”John没有回应，他继续说道：“Star，我为了你的战友，为了你的搭档，也为了死在Tank手里的所有人，我…”他没再说下去。我惊讶的看到，他曾经乌黑的头发，已经变得苍白。布满皱纹的脸上，已经有了两道泪痕。    我只是为了一个人。而他，却是为了所有人。    惭愧。    我也是时候回来了。不仅是为了她，更为了所有人。伪装如果穿了太久，就脱不下来了。我最终强忍着即将落下的泪水，沉重的走了出去。走到病房前，Jane正含着泪轻抚着Jimmy的头。我没有走进去。泪沿着我的脸滑了下去。    Alice不在里面。我四处游荡着，希望能找到她的身影。走过一个拐角，Alice金色的长发映入眼帘。那已不是曾经的飘逸长发，而是已几近干枯的稻草。她艰难的走着，四处寻找着我的身影。 我赶忙冲过去，扶住了她。Alice看见我，吃力的笑了笑，随即向地面倒去，险些倒在地上。我把她轻轻抱起，放在我的病床上。“Star，我知道你会来的...”她几乎是一字一顿的说道。而我的泪却沿着还未风干的泪痕再次滑下。    雨季将如约而至。，漆黑的乌云笼罩在每一个人的头上。我安静的坐在轮椅上，看着远方的乌云缓缓飘来。握紧双拳，手上一阵剧痛，转过头，一根根针正扎在我的手上。我忍了又忍，静静地看着药水从针管缓缓流入我的血管。我必须抓紧时间了，我不希望在雨季过后，这里的废墟在风中渐渐被埋葬。但我能做的，只有坐在轮椅上看着乌云向我靠近，我必须做些什么了。针头被狠狠的拔了出来，血从我的血管中缓缓流出。我擦掉我手臂上的血，摇摇晃晃的站了起来。我终于站起来了，我赢了。    “Star,你真的要这么做吗?”我一回头，Alice已不知在何时出现在我身后。她的头发虽已有些光泽，但依然枯黄。“那么，带上我吧。”她笑着说道。针管在空中画出一道完美的弧线，向地面跌去。我没有犹豫，将她缓缓的搀扶了起来。我们都笑了，当然，这只是一个开始，但我们还是回来了。    一番挣扎后，我们来到了军火库。Alice换上了一把精准的狙击枪，我则穿上了沉重的防弹背心。药品，食物，水源一应俱全，没有什么可以准备的了。正当我们认为没有什么可以阻挡我们的前进时，一个身影出现在军火库。他的出现让我吃了一惊，没错，就是他。    “Star,我知道你们会来的。”John的声音在军火库中十分清晰，我一惊，手中的水险些撒在地上。“你们准备好了吗?”John的脸上没有任何表情，冷酷而犀利的声音回荡在军火库。“此时不走，再等何时?”我没有退缩，坚决的回应着冷酷的声音。John不再说话，只是默默地离开了，我知道，他不会就这样离开的。    我们走出了军火库，但冷酷的声音依然在上空回荡。这时，那个身影再次出现在我们面前。他的声音不再冷酷犀利，反而有了淡淡的忧伤。“我知道，我是拦不住你的。”John冰冷的脸上看不到任何表情。“但是，我希望你在走之前，能停留片刻。”他一挥手，一队士兵带领着两个人走了过来。当我和Alice看清那两个人时，我们都大吃一惊，而那两个人也同样吃了一惊。    “我虽然没有家，没有亲人，但那个村庄，就像是缥缈的家乡。”Jane率先开了口。我理解她的感受，没有经历过同样的黑暗，就没有资格说:“我理解你。”一旁的Jimmy认真的听着姐姐平实的讲述。我不禁想起了我们都似曾相识的家乡，我又有多久没有回去了呢？我已记不清我有多长时间没有回到曾经的家了，但可以肯定的是，我将为它而战。不仅为了自己，也为所有死在丧尸浪潮中的人。    一阵冷风吹来。我们没有多少时间了，远处，凝重的乌云正在向我们逼近。我不知道我以前是怎么看待这朵似曾相识的云的，但我知道，我们将赶在这朵云带来死亡之前，将Tank置于死地。我们并不知道我们还能撑过多少个雨季，但如果我们不去拼搏，我们就已经将自己置于死地。    John布满划痕的手突然拉住了我。“在你们走前，我希望能给你们留下些东西。”John的声音依然浑厚。我犹豫了一下，还是跟着John走了过去。我们来到了武器库的角落，一扇落满灰尘的大门出现在我们面前。一直沉默的Jane却突然流泪了。John没有理会一旁的Jane,他默默地把门打开了。一排崭新的武器在光辉中显得格外耀眼。Jane默默地走上前去，含着泪轻抚着最耀眼的那把枪。我则被这些武器惊呆了，往事再次浮现在眼前。五年前，同样的人，同样的地点，同样的场景，我在这里选择了我最心爱的那把剑。只是这里却早已物是人非。    “这把枪，是我爸爸在离开之前最爱用的。”一旁的Jane突然发话了，她没有理会我们惊讶的表情，继续讲述着她和父亲在一起时的美好时光。站在姐姐旁边的Jimmy沉默了，但是他的脸上还是出现了泪痕。突然，Jane拿起那把枪，一字一顿的说道:“今天，我将为了我那不辞而别的父亲战斗。”我没有多说，我不想触痛她的伤口。Jimmy默默地拿起旁边那把尖锐的刀。看到悲愤的Jane,我把已到嘴边的话硬生生的咽了回去。一旁的Alice没有说话，她只是静静地擦着那把精准的狙击枪。我不再说话，四个人在沉默中离开了那片伤心之地。    我正准备离开，John却拉住了我。我正欲问个清楚，但看到John的表情，我最终还是没有把话说出口。Alice觉察到我没有离开，看到John拉住了我，停顿了一下，还是默默地离开了。    三个人都离开后，John开口了：”Star,这段时间，还请你多多关照Jane。”我几乎是在一瞬间明白了这一切。我强忍着怒火说到：”那你为什么还是抛弃了她？”我不希望她被卷入战争中。”John沉痛的回答道“其实，将她抛弃在村庄中后，我每时每刻都会受到良心的折磨...但是，我还是希望她能继续善良下去，而不是...”痛苦的哀嚎打断了我们的谈话。Jane并没有弟弟，她的弟弟是一个同样被抛弃的孩子。我没有克制住自己的泪，而是任由它自由的在我的脸上奔腾。    世界上最伟大的爱，往往是带刺的。    泪水奔腾的划过我的脸，但水无法洗掉我心中的泪痕。我跟上了Alice她们的步伐，Alice奇怪的看了我一眼，不再说话。远处，血红的夕阳显得格外凄惨。四个人都陷入了沉默，乌云的尽头处，一片浓墨般的漆黑笼罩在远方的一切。我仔细的检查着手电筒，原本看到乌云就摇着尾巴乱窜的Kill也陷入了沉默。阵阵冷风吹来，四个人的沉默像结了层冰。    “大家都多保重。”我打破了沉默，然而回应我的，只有凄厉的风声和阵阵沙粒被风吹起的尖鸣。每个人都没有说什么，但每个人都知道这意味着什么。    决战已经到来了，而迎接我们的，恐怕只有死亡。看不懂？索引帖在此~",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1438402260,
            "txt_content": "@guqu \n@1137246733 \n@2B与mc的故事 \n@zwh007 \n@gggbbb \n@末影龙娘\n感谢你们的支持！\n（office的误差好大...明明才4000多字，到这就成了9000字233）\n感谢 末影龙娘 的提议！\n（第八章的灵感就是他给的~正考虑如何过渡233）"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438403880,
            "txt_content": "非常棒。\n这不是一场战争。\n我没有看见奋起反抗的军队。\n我只看见一只鸽子，与一只乌鸦。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438403880,
            "txt_content": "另：索引最好同步。\n又及：如果你能加入451377274，我们都欢迎您。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438404300,
            "txt_content": "星之永恒 发表于 2015-8-1 12:11\n@guqu \n@1137246733 \n@2B与mc的故事 \n\n最难能可贵的是，这篇文章有凌驾与肢体上的冲突，是精神上的博弈，没有是与非的判断，而是立场上的决绝。"
        },
        {
            "author": "guqu",
            "timestamp": 1438411260,
            "txt_content": "星之永恒 发表于 2015-8-1 12:11\n@guqu \n@1137246733 \n@2B与mc的故事 \n- -一代新星崛起"
        },
        {
            "author": "zwh007",
            "timestamp": 1438458180,
            "txt_content": "话说JOHN是谁啊。。。"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1438485000,
            "txt_content": "guqu 发表于 2015-8-1 14:41\n- -一代新星崛起\n然而一代新星的真实面目\n小学在班里是倒数，反正不是第一就是第二\n到中学成绩才跑到中上\n作文从未被当范文在班里读过\n在写小说之前只要是写作文就发蒙\n除了课本什么课外书都看\n（怎么说才没泪）"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1438485180,
            "txt_content": "zwh007 发表于 2015-8-2 03:43\n话说JOHN是谁啊。。。\n好吧...\n是我的错\n 但是John做了一个错误的决定。他炸毁了研究所，但他没有想到，那个被他称为Tank的僵尸在灰烬中重生了。无奈之下，我们再次来到那个我记忆中的毁灭之地。\n详见第四章：回忆"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438675320,
            "txt_content": "“水奔腾的划过我的脸”希望楼主能更改一下这句话中的“水”字，改成泪水要好一点。希望采纳。同时希望能观光一下我的小说《方块大陆》。\n"
        }
    ]
}