{
    "title": "<原创·连载·单章>|小龙|《木之网：西科的时空穿梭记》",
    "author": "毒蛇",
    "replyCount": 13,
    "timestamp": 1438425360,
    "txt_content": " 本帖最后由 毒蛇 于 2015-10-1 14:24 编辑 \n《木之网》——by 小龙序　　又是序，嗯，我也就不多说了，关于这部小说的序之前也是写过的，稍后我会发索引贴，地址在后面。我们还是多说说关于这部小说的事：\n　　第一，本作品讲述了主角为缉拿网络罪犯而穿梭于不同时代的事，具体内容还请大家阅读后才知道。\n　　第二，本作品花费了我很多时间和精力，也希望大家喜欢！\n　　第三，本作品含有不少虚构成分，比较容易被误导者请先清醒后再阅读。\n　　第四，本作品无不良元素（除了有反面人物死亡），适合全年龄段阅读。\n　　第五，本作品是小龙第一次这么写，肯定有很多不好的地方，希望大家指出！\n　　第六，本作品如果效果好以后我会继续写下去，所以为连载小说。\n　　第七，@龙腾猫跃 @牛皮纸公国 @恶魔-潇洒 @一枚渣渣 @龙猫精神 @1137246733 @星之永恒 \n正文\n《西科的时空穿梭记》截稿日期：2015年7月26日\n定稿日期：2015年7月31日\n字　　数：8229字（Word统计，可能不准）\n　　晚风在呜呜地吹着二十二世纪的一幢高楼，在这座高楼的最顶层，一个人还没有睡。\n　　这个人长什么样，我们不得而知，不过他披了一件黑色斗篷，带着一顶黑色礼帽。\n　　他所在的房间里前面一台电脑，后面一台电脑。他坐在前面那个电脑前面的转椅上吸了一支香烟，挤出一个笑容。\n　　天上开始聚集乌云，压着整座城市，似乎这座高楼快被乌云压塌了。\n　　这个男子在电脑桌前敲着键盘，屏幕上不停地变换着。忽然，他拿起鼠标，把手放在左键上，不断地抚摸着，坏笑着。\n　　天上开始有一些闪雷了。\n　　男子点了一下“确定”，页面上写着的从1969年到30世纪的所有年份。那些年份后面挨个出现了转的圈圈，紧接着就变成了绿勾，最后，全部完成了。\n　　这时，天上一股迄今为止最强烈的闪电劈了下来，正中高楼的避雷针，几秒之后\n　　传来了两股可怕的声音。\n　　响雷滚滚的声音……\n　　还有，就是男子放声大笑的声音……\n　　在西科所在的时空，大家都在熟睡。\n　　几小时之后，大家都醒来了。网之木却不见了。吃早饭时，西科的妈妈还问西科：“网之木哪去了？”\n　　西科的家门响起了敲门声。西科走过去打开门，古拉，莫尼和莉露都在门口。西科赶紧把大家都请进来，到了卧室。这时西科才问：“怎么了？”\n　　“还说呢，我们电脑都中了一种病毒，什么软件都干不掉！”古拉尖声尖气地说。\n　　这时网之木从电脑里出来了，发话了：“是啊。确实，这病毒根本就不是这世界的人做出来的。我刚才去网络部开了一个会，这个病毒袭击了有互联网的所有时代，这确实太可怕了。我想用未来的杀毒软件，可是根本阻止不了。”\n　　“那我们以后就用不了电脑了？”莫尼问，他显得惶恐不安。\n　　网之木微微点了点头。\n　　沉默了一分钟之后，莉露终于开口了：“那么……就没办法解决吗？”\n　　网之木耸了耸肩，说：“无济于事。”\n　　大家都感到垂头丧气，陆续走掉了。西科也显得很不高兴，就对网之木说：“真的没辙了？”\n　　谁知，网之木竟然笑了。他高兴地冲着西科说：“你了解我呀。当然有办法，我是不想麻烦他们！”\n　　西科一下就明白网之木的意思了，网之木是想让他俩来干这个事。西科就什么也没说，准备钻进电脑里。\n　　网之木又笑了，说：“真是我的好朋友！”\n　　他们进到了网络隧道里，原本周围的“0”与“1”被许多紫色的，带有凸起的小球代替了。\n　　“看到网络病毒了吗？”网之木说，“在网络里，病毒就是这样，你知道我可以把东西在网络与现实中转化。刚才我们去总部，还规定了一条，绝对不能把这个东西弄到现实世界去，要不就太危险了！人类都可能灭绝！”\n　　西科抖了一下，不过他意识到在网络里的病毒应该不会攻击他们。\n　　网之木又说：“我们走吧，解决的问题以后再说！”\n　　他们进入了那个耀眼的洞，穿越回了现实世界。\n　　西科和网之木刚一落地，还没回过神来，敲门声又响了。西科打开门之后，发现莉露站在门前。这时网之木也到了，就问莉露有什么事。果不其然，莉露是想问到底有没有办法解决病毒，她还是很担心。\n　　这时候，西科的嘴坏了：“当然了，我们一起进入网络里……啊！”\n　　西科被网之木掐了一下，不过晚了，莉露就让西科接着说。可是西科和网之木都说没有什么，这样一来莉露更不信了，最后网之木说：“看你那么执着，就告诉你。我们以后去1969年，去互联网起始的时候看看。”\n　　莉露心花怒放，高兴地蹦蹦跳跳就走了，而网之木却对西科说：\n　　“毁了，忘了告诉她这件事不能告诉其他人了……”\n　　“你怎么每次都这么不小心？”西科责备道。他想起了那次，网之木来的第二天，吃饭的时候，闹了大笑话。当时妈妈做了四份饭，网之木手一挥，把西科和他的碗打到了地上。然后网之木被妈妈骂了一顿（毕竟妈妈把他当作正常人，所以当然会批评他）。然后吃完饭，把果汁洒到了西科的作业上。睡觉的时候，因为没地方睡了，只能打地铺，然后，居然半夜梦游跑到了西科的床上，西科以为僵尸来了（一棵树走来啊），吓得尖叫一声，网之木醒了，才意识到。紧接着又把爸爸妈妈招来了……\n　　每当想到这个，西科就觉得网之木除了在网上不出Bug，剩余的地方，总是惹事。\n　　一连几天，莉露都没把这事跟莫尼和古拉说，还算好。后来大家实在没得玩了，竟然去玩“诗句接龙”。\n　　网之木起头：“滕王高阁临江渚。”\n　　西科答道：“渚清沙白鸟飞回。”\n　　“回映楚天碧。”莉露想了半天才说。\n　　“碧水东流至此回。”古拉说。\n　　“回……回映楚天碧……”莫尼又说了回去。\n　　“又是碧啊……”网之木说，“碧玉妆成一树高。”\n　　西科根本不动脑子，说不会，所以网之木又说：“碧海青天夜夜心。”\n　　西科终于有点子了：“心有灵犀一点通。”\n　　莉露又犹豫了……通？“这个真不会了，我还是接‘心’吧——心非木石岂无感。”\n　　“感……感此怀故人。”古拉开始害怕了。\n　　莫尼哼哼唧唧地说：“人……人……人间四月芳菲尽，啊，这个不好接，人生不相见吧，也不行，人事有代谢吧……人闲桂花落吧。”\n　　“落红不是无情物。”网之木说。\n　　弄来弄去，大家又没得玩了。对于这个城市里的人们来说，没网络的日子就是煎熬。\n　　可偏偏在这个时候，西科他们有事干了——很明显，问题变得复杂化了——网之木最不想看到的事情还是来临了，莉露把最关键的事说了出去，这可就有大麻烦了。\n　　差不多是“停网”一个多月之后，莫尼、古拉和莉露造访西科家，一进门就背着书包，说是要一起学习，这明摆着就是要进入那个深邃的网络隧道，去消灭病毒！\n　　网之木也慌了，跑进西科的卧室里，赶紧把电脑收了起来，然后和西科毕恭毕敬地把朋友们请进屋子。西科的妈妈从厨房探出头来，对着西科说：“带着他们好好学习啊！”\n　　西科趴到网之木耳边，轻声说：“没问题吗？”\n　　“嗯……”网之木含糊地回答。\n　　他们进了屋子，桌子上只有台灯、笔筒和一只钟。\n　　“嘿！我们来学习吧……”西科强颜欢笑，对着大家说。\n　　没想到莫尼暴躁了起来：“喂！你不知道我们来干什么的吗！”\n　　“那个……”西科一回头，看见壁橱门没关上，赶紧用口型提醒网之木：“关上。”\n　　原来电脑就在壁橱里，刚才网之木着急地藏完了，没有关上。网之木偷偷溜到壁橱那里，把门轻轻合上了。西科开始装傻：“你们今天要干什么啊！”\n　　“我听说网之木知道怎么修复网络啊！作为好朋友，你也太自私了！这都不告诉我们。”古拉指着西科说道。\n　　“对啊，对啊。”莫尼应和着。\n　　“是这样……”网之木一挥手，把壁橱门打开了……\n　　这时西科和网之木急的团团转，朋友们则是急着要进入网络里。网之木没有办法了，把电脑搬出来，放到桌子上（非常生气），打开盖子，说：“进去吧！”\n　　西科带着大家先钻了进去，网之木拿了一个包，也走了进去。\n　　现在，网络隧道里不再是原来的那种充满病毒的样子，现在四周闪烁着“0”和“1”，病毒变少了，这说明病毒扩散了。空气中的紫色病毒一下子都聚集在网之木的身边，网之木赶紧打开包，把一个小盒盖上盖，病毒就散开了。\n　　“怎么了？”西科问。\n　　网之木开始讲了起来：“我们五个……我是说，我们五个部长。（下面部分纯属虚构，看看就好了）你们所谓的宇宙，是不存在的。我并不是宇宙部长，是木宙网络部部长。你们所说的宇宙，是木宙。在一个比木宙还大的天体——叫做太穹里，有宇和宙，宙有五个，分别是金宙、木宙、水宙、火宙和土宙。这五个宙的区别就在于，智能生物的发展是源于金、木、水、火和魔法这五样东西。你们崇尚科学的四个宙，其实是不一样的……”\n　　“等一等，我们人类不是因为有水才……”西科问道。\n　　“不。”网之木否认了，“我说的是智能生物，地球上的生命起源于水，不代表你们是因为水而兴盛的。你们是从木头、石头、金属，这么一步一步发展来的，比方说金宙就直接从金属开始，水宙是在用水创造物品，但地球的楼房不可能用水做。火宙亦是如此，唯有土宙例外。而宇就是在太穹里的一些恒星，是已经冷却了的，它们单独地存在于太穹——这个以后再说。我们五个，就是五个宙的网络部部长，除了我，还有网之金、网之水、网之火和网之土（“奇怪的名字！”西科说），我们有一项不被允许用的能力，就是能把网络病毒转换成现实病毒——这个你是知道的。曾经爆发过两次病毒大战，第一次是网络病毒自行转化了，最后我们想了很多办法才将它们回收并镇压；第二次是被网之气给放了出来，结果整个气宙灭亡了，病毒才自行灭绝，网之气后来自杀了。所以说，我刚才是那个‘病毒饲料’没有盖好，把病毒吸引了过来，如果我扔到外面，病毒就会转化了!”\n他们一转头，看见莫尼和古拉正在对病毒拳打脚踢，但是毫不起作用。\n　　“喂！”网之木大叫道，“你们两个别闹了！”\n　　网之木看着大家，说：“病毒既然传染不了你，你打病毒能有用吗？”\n　　大家跟着网之木到了一扇不知道门框在哪里的门前面。网之木打开门，里边又有三扇门，还有一张桌子。\n　　网之木开始介绍了起来：“左边的是空间门，用于往返于各个计算机之间，比方说我要去古拉家，我要在桌子上的那台嵌进去的电脑里输入M-YH-TY-3-58903252015，而西科家就在旁边，是M-YH-TY-3-58903242015，之所以这么复杂，是因为怕有人随便进去别人家，这个号码只有我们知道。这个门我们不用进去。”\n　　西科抱怨道：“那你还说！”\n　　网之木不管西科，继续说：“中间的是直通门。是去太穹里面几个宇的，以及五个宙网络部的。右边的是时间门，是穿越时间的，但是只能穿越到这个房间，我们走。”\n　　网之木到了桌子那里，输入了1969年12月31日，然后打开门，大家小心翼翼地进去了。里面一片漆黑。\n　　突然西科他们的脚下剧烈地摇晃了起来，像是发生了地震。西科他们都大叫了起来，只有网之木安然自若。震动没多久就停了，门自动开了。大家走了出去，外面却原封不动，莫尼就问网之木：“你在逗我们啊！”\n　　网之木说：“别着急，各位！欢迎来到1969年！”\n　　说罢，网之木在电脑里输入木宙网络部。然后又和大家进入到了第二个门。\n　　这个门里还是一片漆黑，大家进去之后就不再害怕了。这个门再开以后，就大不相同了。西科他们的面前是一座豪华的大厅，周围的玻璃外面是天空，可见他们是在一栋高耸入云的大楼上。他们的面前是许多来来往往的人群，两侧有一上一下的滚梯。面前是一个服务台。\n　　西科一看，一个人进入到了他们出来的地方，他就朝网之木说：“不好了！有人进入到我们来的地方了，那岂不是数据会被修改，无法回去了吗？”大家也都跟着慌了起来。\n　　“不会！”网之木说，“我们再进去时，记得输入‘M-YH-TY-3-58903242015’就好了啊！”\n　　网之木带着大家坐扶梯，一直来到十一层。一边走，网之木一边说：“这里是在网络里，而不是现实哦！但是模拟地很像！”\n　　“这么逼真啊！”莉露赞叹道，“所以这个不在太穹的任何地方，对吗？”\n　　“你的脑筋真好啊！”网之木说。\n　　转眼间，他们就到了两扇巨大的门前，上面写着：“木宙网络总部部长室”。\n　　“这就是我的办公室！”网之木说。\n　　大家不由得赞不绝口。这么宏伟的地方啊！网之木输完密码，门自动缓缓地打开，里面铺着木地板，有一张很大的书桌，前面有一把转椅。书桌上的电脑比网之木那台笔记本要豪华的多。屋顶上吊着华丽的灯。在书桌的后面，是高大的落地窗。落地窗一直延伸到那边的弹簧床上。弹簧床的侧面是书柜，上面密密麻麻地摆着一本本书。\n　　网之木搬来四把凳子，放在转椅边。他自己坐在转椅上，打开电脑，差不多5秒就完全开机了。\n　　网之木用鼠标在桌面上划过，光标也在屏幕上划过。当光标停留在一个木头图标，上面写着一个“I”的快捷方式上时，网之木双击了两下鼠标左键，程序瞬间就加载好了。\n　　就在几秒之后，突然弹出了一个对话框，上面写着：“银河系 太阳系 地球 受到病毒攻击！”网之木点了一下“查看详情”，程序就跳转到另一个页面上去了。\n　　上面显示着：“1969年~3000年（3000年也算30世纪，就好比1年~100年是1世纪，901年~1000年就是10世纪）受到攻击，是否立即杀毒？”网之木叹了一口气，对大家说：“这病毒果然是地球人弄得！而且好像是未来的人干的！”\n　　网之木点了一下杀毒，没想到最后显示：“成功：2165年~3000年，失败：1969年~2164年。”\n　　“为什么未来的被消灭了，现在的却不行？”古拉说。\n　　“这有两种可能——”网之木淡淡地说，“其一，有可能是未来的病毒弱，甚至用1969年的软件都能消灭；其二，有可能是这个病毒是22世纪的，所以22世纪往后的杀毒软件就管用，之前的就不管用。所以，我们去30世纪的地球网络局看看吧！”\n　　西科当时愣住了，然后挠了挠脑袋，对网之木说：“你说地球网络总局？”\n　　“是的，在23世纪时地球设立了网络总局。”网之木关好了电脑，带着大家走出屋子。一边说，一边锁好门，回到楼下。\n　　进入到熟悉的房间，还是原来的样子。突然后面涌进了许多警察，把大家拦在了里面。网之木赶紧走过去。警察一看是网之木，就赶紧说：“抱歉，刚才有一个网络罪犯——搞不好就是那个投放很多个世纪病毒的那个——他现身了，我不知道他来干什么了，然后从这里逃走了！”\n　　“不确定清楚之前，先别追，那样你们会有危险的。”网之木赶紧说，然后走到台子前，说道：“‘M-YH-TY-3-94378872132’，你们记下这个，末尾是‘2132’，那肯定是这个年份的人，但是为了核实，我们先去网络总部吧，这个数我记下来了。”\n　　网之木抹掉这一串数字，改为了M-YH-TY-3Z-3000，然后进去了左边的门。\n　　在剧烈地晃动之后，他们推门而出，这回是和上次差不多的一座大厅，但是网之木说，这是现实的地球了。\n　　“我们去参观30世纪吧！”莫尼提了个建议。\n　　“不行。”网之木从未像这时这么无情，“赶紧走。”\n　　“干什么这么大火！”莫尼朝空气挥着拳头，表达自己的愤怒。\n　　大厅非常的华丽。玻璃的地板底下什么也看不到，似乎处在虚无之中。可是这里就是地球，网之木告诉西科，这个总部曾经遭到了破坏，现在浮在空中，比较安全。四周全是大块的玻璃，这可见30世纪的科技是多么的发达。除了玻璃，则是一种不知道什么材质的柱子，兴许是从外星带来的。房子底部较小，上部较大，像鸟巢一样。屋子里灯火通明，大台两侧是两盆种在胶状物里的植物——与其说是植物，不如说是怪物。\n　　他们一边走，网之木一边各处打听，才发现原来局长住在最里间的屋子。屋子不大，但是豪华得很，吊灯富丽堂皇，墙壁都镶上了钻石，那个时代，估计钻石很不值钱了吧！两侧大沙发趴在地毯上。局长用电脑知道是网之木来了，就赶紧过来，问道：“网之木先生，好久不见，今天有什么事么？”\n　　网之木点了一下头表示问好，然后问：“哦，你们检测没检测到病毒，这几天？”\n　　“一直都有。”局长说，“但是是很垃圾的病毒，轻而易举就拦截了。”\n　　网之木微微一笑，说道：“好，那我去25世纪看看，后会有期！”\n　　局长一直把网之木送到传送间，才向大家告别。西科问道网之木：“怎么？去25世纪？”\n　　网之木点了点头表示正确。\n　　25世纪的网络总局大厅就大不相同了，这时的厅坐落在地上，地砖还闪着光。网之木带着大家去局长办公室，局长的回答和那位一模一样。\n　　到了24世纪，情况很相同。到了23世纪，就没有地球网络总局了，他们又回到了网之木的办公室进行检测，可是还是发现病毒被抵御了——这就怪了。\n　　“看来我们猜对了。”不知怎么的，网之木兴奋了起来，“去找犯人吧！”\n　　这话一出来不要紧，大家都慌了，找一个犯罪的人？大家都不愿意去，可那又怎么办呢？既然大家都答应了网之木，就必须去啊！\n　　在不同的情况下，人们的心思是不同的，这样，大家想的也都不一样，这正是一种正常现象——\n　　西科心想：怎么说网之木帮了我这么多，我也要感谢他，帮帮他啊。况且我们是最好的朋友，怎么能在最危险的时刻放弃他，而自顾自安呢？不管怎样，能不能缉拿犯人，我总是要试试的，如果光靠网之木一个人，岂不是更麻烦？网之木其实很不容易的，来到我们家，事实上去办公就会很麻烦啊！而最开始同意和他拯救网络的是我，我现在决定不去，网之木嘴上肯定不说什么，肯定同意，但他的心里绝对不会这样的！\n　　莉璐其实也慌了：所有事因我而起啊！我先是不相信网之木，硬要问他消灭病毒的方法。而后，我又把这件事告诉了大家——如果任何一个人出了什么意外——怎么办……怎么办……如果大家不来，单是西科和网之木是绝对不会去的，他们肯定会请网之金他们来，两个部长在，怎么会出事呢！我要拼下去啊，绝对不能有个三长两短的……诶呀！不管别人怎么样吧，反正我一定要去！\n　　莫尼和古拉则显得很胆小，支支吾吾的，网之木却说：“你们要是害怕，我现在把你们先送回去吧！”\n　　这话一出来，莫尼先站不住了，莫尼觉得自己男子汉大丈夫，小时在农村也挺坚强的，怎么现在这样了呢？莫尼决定还是要去的。\n　　古拉反过来一想：谁当时说“我听说网之木知道怎么修复网络啊！作为好朋友，你也太自私了！这都不告诉我们”这些话的，这可是让古拉的心里大受打击，让他觉得对不住了。\n　　最后莫尼和古拉一致决定：“必须要去！”\n　　网之木高兴地笑了：“那就用刚才的号，去找那个人吧！”\n　　到了2132年，网之木一敲入“M-YH-TY-3-94378872132”，这就代表，罪犯就在眼前了。\n　　“等一等！”网之木拦住了准备进到门里的大家，“我先通知一下四位。”\n　　其实西科知道，网之木有个毛病，打电话净是废话，又一次他在学校，打电话让网之木把一个文件传到邮箱里，信息课好用，网之木跟他费了半天话，最后事也没办。\n　　“喂？欸，老金，对对对，是我。那个一会儿我要抓个地球的罪犯，你最好赶过来，帮帮忙。告诉你地址啊：‘M-YH-TY-3-94378872132’，记好了，快些啊，谢谢！”\n　　“怎么连我都不认识啦？网之水啊，都说‘水火不相容’，你怎么也水木不相容啊！行啦，有急事——我要去……这么说吧，‘M-YH-TY-3-94378872132’，别忘啦，赶紧过来帮忙，再见再见！”\n　　“喂？火同志——什么？网之土也在？来不了啦？可惜啊！行了，有时间以后再聚吧！记得代我向土先生问好，是的，没错！就是网之土，网之土你都不认识啦？不就在你旁边吗？——你又认识了？行行，挂吧。”\n　　……\n　　西科一猜就是这么回事，这一来，得耽误多少事啊！\n　　网之木打完电话还挺高兴，带着大家，就进去了。\n　　大家这回紧紧的贴在一起，只有网之木无所谓。大家都心惊胆战，肯定会有什么不详的事发生。\n　　忽然间，就不晃了。大家悄悄地推开门，外边静悄悄地，安然无恙。大家顺着传送厅到了隧道里，这里充满了病毒，而他们从电脑里往外望，天色很黑，而他们的前边的转椅上，坐着一个人，这个人披了一件黑色斗篷，带着一顶黑色礼帽，嘴里还叼着一根烟头——但是这个人离他们很远，而且很背着身，这可见那边还有一台电脑。\n　　西科他们轻轻地从电脑离钻出来，没想到却从电脑桌上滚了下去，噪音大得很，那个人一回身，阴沉地看着五个人（其中一个是树），他翘着二郎腿，把烟吐到地上。\n　　大家都似乎定住了，动都不敢动。\n　　“真是失误呐。”那个人说，“没封锁通道。有四个我不认识，但是这位，是部长大人吧。”\n　　说吧网之木站了起来，那个人挤出一丝奸笑。\n　　“想想吧！”那个人的声音提了起来，但还是很难听。“我要是绑架了部长，那整个木宙，乃至太穹不全是我的了！”\n　　那个人放声大笑，及其刺耳。\n　　“你是谁？”网之木冷冷地问。\n　　“初次见面，多多指教——我叫波罗。”\n　　“原来是个菠萝或者是凤梨，好吧……”网之木淡淡地讽刺了一下，“这病毒，是你搞的？”\n　　波罗毫不客气地哼了一声。\n　　“不是我，还能有谁这么伟大？”\n　　网之木不顾一切，突然拔起腿，冲了上去，看上去是要撞坏电脑，没想到波罗动都不动，按了下转椅上的按钮，网之木被一道空气屏障弹飞了。\n　　“这可怎么办？”西科赶紧问。\n　　网之木跟大家说赶紧先撤，否则波罗要发动攻击了。果不其然，波罗再按按钮，一串飞弹飞来了，网之木和大家纵身一跃钻进身后的电脑。刚刚进入传送间，外边的电脑就被炸碎了，剩下的只有烟尘。波罗气的暴跳如雷，但是什么也没说，只是静静地呆着。\n　　网之木在传送厅很忙，赶紧说：“‘M-YH-TY-3-94378862132’或者‘M-YH-TY-3-94378882132’，先试试第一个吧。”\n　　然而就当大家出来时，他们的面前，果然是背着身的波罗。网之木让大家别出声，然后轻轻说：“没办法了，我只能违法了！”\n　　大家都劝阻网之木不要犯法，但是网之木不听，于是莫尼说：“总之快点！”\n　　网之木从兜里拿出病毒饲料——因为病毒对这个电脑无能为力。网之木大叫一声：\n　　“波罗！”\n　　波罗猛地一回头，大声嚷道：“你原来在这儿！”\n　　网之木则打开盖子，迅速往外一扔，所有的饲料都灌在了波罗的嘴里。\n　　“呜呜——”波罗噎了一下，全咽下去了，然后嚷道，“那是什么！”\n　　这时，整个隧道里的所有病毒一股脑地全部转化成了现实，差不多一立方分米大的紫色方块带刺的病毒，然后变形，从眼角、耳廓、鼻孔、嘴巴涌入波罗的身体，朝他的胃过去吃食。\n　　波罗不堪重负，往后推着，轮椅摇摇欲坠，最后“哄”地就倒在了地上，所有的紫色病毒全部进去了波罗的身体。波罗倒在地上一动不动，礼帽歪在一旁，斗篷散乱地铺在地上，脑袋歪着，四肢抽搐着，死了。\n　　突然，从被炸的电脑废墟中突然出现了网之金和网之水，两个人看到此情此景，大吃一惊。\n　　“你不是把病毒放出来了吧？”网之金睁大了眼睛。\n　　网之木点点头。\n　　“倒也没事。”网之水说，“他立了大功，本来就规定可以破例的。”\n　　几分钟之后，太穹的网络总管来了，听大家把事情介绍完了，把网之木大大地夸奖了一番，也赞扬了西科一行人。就在大家清理场所，太穹总管忙着打电话处理事情的时候，网之木说：\n　　“终于结束了！莫尼说什么来着？对了！参观——让我们明天一早来参观22世纪吧！”\n链接\n序引子\n",
    "replies": [
        {
            "author": "一枚渣渣",
            "timestamp": 1438425540,
            "txt_content": ""
        },
        {
            "author": "毒蛇",
            "timestamp": 1438425600,
            "txt_content": "对了，还差人……@250=mo @HGK @2B与mc的故事"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1438428180,
            "txt_content": " 本帖最后由 Donnies_Ming 于 2015-8-1 19:24 编辑 \n\n5位一体，MOJANG AB.\n你们母猪高积分的真高产================================================================================\n今天就是扒衣见君节了，?(●ω●) ? 可爱的楼主早已穿上女仆装蓝白胖次白丝袜戴上项圈猫耳加脚铐让自己成为节日礼物，可憎的楼主竟然仍想着蒙混过关，一言不发，逃避一 ?(●ω●)\n\n\n"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1438430220,
            "txt_content": "Donnies_Ming 发表于 2015-8-1 19:23\n5位一体，MOJANG AB.\n你们母猪高积分的真高产=================================================== ...\n泥垢了，别跟咕噜一样精神污染"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1438430640,
            "txt_content": "咕噜怎么精神污染了"
        },
        {
            "author": "毒蛇",
            "timestamp": 1438430940,
            "txt_content": "一枚渣渣 发表于 2015-8-1 19:57\n泥垢了，别跟咕噜一样精神污染\n咕噜精神污染= =？"
        },
        {
            "author": "HGK",
            "timestamp": 1438433460,
            "txt_content": "世界观...很棒\n3000年也算30世纪，就好比1年~100年是1世纪，901年~1000年就是10世纪\n3000年是31世纪了吧\n表示还有一些地方没读懂，再去看一遍"
        },
        {
            "author": "毒蛇",
            "timestamp": 1438433700,
            "txt_content": "HGK 发表于 2015-8-1 20:51\n世界观...很棒\n\n3000年是31世纪了吧\n是30世纪，因为没有0年，从1年到100年是1世纪，那从101年才算2世纪，所以说以后每增加一百年末尾一定是1"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1438484400,
            "txt_content": "你们都像公猪一样高产233\n各种描写都到位，人物描写也很好\nWord的统计是不会准的233\n只有母猪没有公猪是无法高产的（斜眼笑）"
        },
        {
            "author": "毒蛇",
            "timestamp": 1438486800,
            "txt_content": "星之永恒 发表于 2015-8-2 11:00\n你们都像公猪一样高产233\n各种描写都到位，人物描写也很好\nWord的统计是不会准的233\n肯定不准233"
        },
        {
            "author": "毒蛇",
            "timestamp": 1439979180,
            "txt_content": "龙猫精神 发表于 2015-8-19 18:14\n小龙啊，这次又开坑（误）了？要记得填坑哦！\n填不上了，我不打算完结233"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1439979240,
            "txt_content": "小龙啊，这次又开坑（误）了？要记得填坑哦！"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1439980020,
            "txt_content": "毒蛇 发表于 2015-8-19 18:13\n填不上了，我不打算完结233\n小龙快把鬼畜传给我=.="
        }
    ]
}