{
    "title": "<周活动>[脑洞融合机]——托起永耀の太阳",
    "author": "as3091955",
    "replyCount": 7,
    "timestamp": 1438430160,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-3 20:24 编辑 \n\n托起永耀の太阳是否打算将此创意与各位分享：  是的！用几句话来概括你的创意：    在麦块山区长大的孩子，从小便有成为英雄的梦想；一次爬上活动，另其坠落山下流水；巧遇玄水魔门，使得他来到中世纪热带雨林，被神秘的老人所救...展开了救世之旅。具体详情：（第一幕）西北方...寒冷的北方呼啸这永冬城墙，暗无天日的寒霜世界，万里凝云...城外寒霜墨林深处，盘踞着凶煞魔物，镜花水月...冰骸古尸...黑纹魔树，一重重诡异的事件拉开帷幕（第二幕）遥远的东方，克洛西亚城，麦块世界最为繁盛的中世纪城镇，濒临格伦丽海，更有着瞩目世界的白金海岸，昼夜不停的来往交易为这座城市提供生气，但他们皆不知...（第三幕）格伦丽海深处，正涌动着不明气息，这也是为什么出海捕鱼的小渔船时常失踪的原因，在海下300米处，黑气缭绕，可是人们没有发现，原因之一便是那海藻，人们认为，在海下，越深那么光的穿透率约弱，300米出现的黑色团状物，只不过是存活在海中水藻罢了...于是：远洋巨轮沉没、噬船海漩涡、日月齐鸣....（第四幕）要说这整个麦块世界，最为宏伟壮大的城市，那就是坐落于东南落日丘陵的方丘留尼桑城了，独特的地势令其在防守上有着得天独厚的优势，可谓是坚不可摧，固若金汤；这样的城市，怎么攻破呢？当然是兵变...历史上，曾发生一起硕大的兵变，可终究没有斩下帝皇首级，因为潜在的一股帝国势力，熄灭了这场战火，夺取了对方首脑... （第五幕）黑云缭绕，狂怒的雷电正卷积着雨水，想要在落雷之时，砸下狂猛的水浪！而在此之下，有着一股顽强，亢奋的力量震慑着天空中的黑云，那是北方高原蛮族...他们过着旅人般的生活，牵牛放牧，但是这并不代表，他们的心如同牲畜，容易驯服；想要他们臣服，你就必须拥有着令他们折服的力量，否则只能沦为马下亡魂。 （第六幕）在正北方，那里是整个麦块世界中最为凶险、恶劣的地带，连适应能力最为强大的蛮族都不敢征服此地；这是远古时期，魔龙一族，神族，血族交战之地，那场惊天地泣鬼神的战争，给这个世界带来了一条恐怖的裂缝，吞噬着周围的一切；可是...西北方的寒霜墨林势力，正隐秘的谋划着征服世界的方式... 创意开头：    你是一名已经满14岁的调皮少年，正因为你的调皮捣蛋，才于倾盆大雨的一天，独自在悬崖边上摘花，为的就是夺取全村最美丽的女孩青睐，当时村子里口口相传，西边悬崖峭壁之上有一朵娇艳美丽的花儿，谁拿到它就代表着有无上的勇气与毅力，任何一位女孩子都会为之倾倒，为你折服。于是，你便爬上西山崖边，寻找花儿，可一个不慎，竟踩空了，摔落悬崖，昏阙过去，恰巧悬崖下的流水，把你拖向远方....剧情时间线（先导）： 1.攀山独自取花，落崖进入玄门 2.昏阙来到中世纪热带雨林，被救进丛林小屋 3.丛林地震后，前往曙光村 4.加入猎魔佣兵团 5.解决曙光村危机（山贼入村） 6.剿灭山贼山寨 …… 以下情节随意。 人物设定：主角：德莱·史蒂夫 救人者：格雷老爹 第二个身份：亚历山大·弗罗 佣兵团长：诺克·绮罗 山贼头目：威廉·基以 世界势力： 1.圣卫军：   远古麦块世界主宰之皇，亚历山大皇室下的禁卫军，每一位都有着无以伦比的独特技能，厚重的卫士盾撑起了整个国家的军事力量。 ---汝，将臣服于我的巨盾之下！ 2.弄矿者   远古麦块世界武器狂匠的名号，有着独特的采矿技巧，巧夺天工的攻击方式，即便是一个不起眼的石头，也能千变万化，曾经这位大师在战场上，一人之力，堪比万人之军。 ---我用双手，给你变神奇的魔术！ 3.元素使   顾名思义，能够妥善运用天地间元素，对敌人进行破坏性打击，一些凤毛麟角的禁术，可以摧毁一座城镇。 ---自然永存我心，我心便是自然！\n\n  其它： 1. 本文只是一些大概性的内容，总括了作者接下来要经历的六幕场景，或者更多。 2. 本文中具体详情只是主角会经历的六幕场景，并没有先后顺序。-----------------------------------------------------------------------------------------------结束\n\n\n\n",
    "replies": [
        {
            "author": "塔穆",
            "timestamp": 1438430280,
            "txt_content": "原来脑洞融合机活动是这么玩的"
        },
        {
            "author": "匿名",
            "timestamp": 1438430460,
            "txt_content": " 本帖最后由 匿名 于 2015-8-1 20:11 编辑 \n塔穆 发表于 2015-8-1 19:58\n原来脑洞融合机活动是这么玩的  呃呃..."
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438430640,
            "txt_content": "夺取全村却最美丽的女孩子青睐吗……\n愚蠢的异性恋哦～～（FFFFFFFFFFFFFFFFFFFFFF）"
        },
        {
            "author": "匿名",
            "timestamp": 1438430940,
            "txt_content": "噗...想太多了，我没考虑这个，那啥，能提点有技术性的问题吗？"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1438431540,
            "txt_content": "开头穿越文既视感XD"
        },
        {
            "author": "匿名",
            "timestamp": 1438431840,
            "txt_content": "yuchenyang 发表于 2015-8-1 20:19\n开头穿越文既视感XD\n   我发现我遵守了规则A类的“穿越”然后又到B类的“安定世界”再到C类的...没有了，好像就到B类。{:10_492:}{:10_492:}"
        },
        {
            "author": "lodyboy",
            "timestamp": 1438432080,
            "txt_content": "86脑洞大大滴"
        }
    ]
}