{
    "title": "<周活动>[脑洞融合机]——恶魂猎人",
    "author": "江米条",
    "replyCount": 4,
    "timestamp": 1438462800,
    "txt_content": " 本帖最后由 江米条 于 2015-8-3 18:43 编辑 \n\n\n允许将此创意与各位分享,但希望不要太过:) \n · 创意概括                                                 \n故事中的一些设定来自现实中的历史\n\n\n塔司615年，马萨卡大陆上掀起了一股不小的波澜\n\n埃斯顿帝国中涌现出了一批被其他帝国称为黑魔法的东西\n\n这些东西有的冒着黑烟，有的冒着白烟，却无一不是钢铁造物，有的甚至在里面燃烧着火焰，发出的噪音在很远就能听见\n\n一系列轮子和绳子绞在一起，冷酷的转动着，让人有种莫名的恐惧感\n\n其他帝国把这些东西称为“违背神意的禁忌之物”，称埃斯顿帝国的行为为自取灭亡\n\n而埃斯顿帝国把自己的行为称之为伟大的改革，称为人类进步的一大标志\n\n他们把这称之为工业革命\n \n而在这层层齿轮和蒸汽的下面\n那古老的神灵，在呐喊，在哭泣，在挣扎着不被历史的洪流淹没..\n  · 世界观设定\n       故事的世界观设定与现实和MC世界都有不同，但主要偏向于MC世界，同时又有些游戏中不存在的东西（发动机,燃油等等,不一一列举了），另外值得一提的是：在故事的世界观中，不存在“电”这种能量，也不存在红石，故事中的一些设定的灵感来自真实的历史。        在故事的前半段中主角所在的地方是一个贫富分隔极其严重的国家。虽然少有外敌入侵，但每个城市都有着高高的围墙以防有人偷偷进入，在城市之外的区域均被称为贫民区，城市中居住的大多是社会中的上流人士和政府要员，是同其他国家和城市贸易的港口。而在城市之外的村落则负责向城市提供劳动力和各种生活必需品,城外人想要进城贸易则必须持有特殊证件。而在后半段故事中的社会状态及科技发展程度接近于工业革命时期的英国，同时因为城市工业化程度的提高，机械渐渐取代了工人，城市便不再需要人工劳动力，城市的面积也因此一点点扩大，完全取代村庄成为了早晚的事情。 · 具体详情\n        故事的主角:艾伦出生在一个非常幸福美满的贫民家庭里，父母也从小对他百般爱护，但他却因为一场火灾而失去了这一切。            自此以后艾伦便跟从自己的叔叔做了一名恶魂猎人，在下届度过了整整16年。在这16年间，艾伦一直做着一名猎人学徒，可有一天，艾伦的叔叔带着重从下界之门里跌了出来，叔叔在死前也未透漏任何事情，只是告诫艾伦不要穿过下界之门去那边的那个世界。        穿过下届之门后，艾伦却发现这早已不是他认识的那个世界，带着心中的种种疑问，艾伦开始寻找这个城市中的蛛丝马迹，想要为自己的父母和叔叔报仇。然而最终艾伦却发现，亲人的死亡和自己的不幸，竟然都只是一场世人难以察觉的古老战争中的牺牲品。带着悲愤与痛苦的艾伦加入了这场战争中属于自己的一方，决心与敌人决一死战...  · 职业设定                                         （贫民）\n恶魂猎人        高风险高回报的古老职业,几乎已经被世人遗忘.这个职业曾经在神秘学极度发达的时代风靡一时,后来却因为风险过大而被禁止,虽然现在仍有少数人冒着风险偷偷潜入下届,但这一古老的职业已经逐渐被世人遗忘.       值得注意的是,恶魂猎人的猎物并不单指恶魂,而是所有可以在下届取得的资源,如石英石,烈焰粉等等,但其中最昂贵也是最难取得的是恶魂之泪,由于每一只恶魂都有自己独一无二的核心能源,因此恶魂之泪只能在一只恶魂被自己吐出的火球腐蚀致死时才会产生,由别的恶魂吐出火球杀死的恶魂不能产生恶魂之泪,这一点导致恶魂之泪的获取极其困难,恶魂吐出的火球不但温度极高,而且表面的腐蚀性物质在火球的高温之下很容易蒸发,普通人甚至很难在面对一颗迎面飞来的火球时睁开眼睛.       恶魂猎人这一职业不同于普通的猎户,对身体素质和反应能力要求极高,大多数恶魂猎人在幼年时就需要进行特殊训练,如攀爬,跳跃,忍耐高温等等.恶魂猎人打猎时的传统装备及其简单,只有两把匕首,一个水壶,一双特制的靴子.恶魂猎人打猎之前会在匕首的表面涂上一层末影粉末,恶魂猎人们相信这样有利于将火球表面的高温分散到周围的空气中去.在猎恶魂时,恶魂猎人首先会吸引恶魂的注意力,然后等到恶魂吐出火球时用匕首的刀背猛击恶魂向自己吐出的火球.这一动作是每个恶魂猎人的必修课,也是极难掌握的一课.击打的力度不能过大也不能过小,如果过大会导致火球爆炸,如果过小可能会导致火球无法很好的反弹.击打的角度也很有讲究,想要让火球在薄薄的刀面上刚好反弹到正确的位置不是一件容易的事.一记正确的击打应该让火球在刀面上有一定的摩擦,以此将火球表面的温度通过末影粉分散掉一部分,不然火球表面的腐蚀物质会在高温下完全蒸发而无法完全伤害到恶魂.       在下届中,大多数的生物都及其反感噪音和人类的气味,虽然大多数下届生物都不具有视力,但几乎所有生物都能依靠气味和声音的反弹来确定猎物的位置,因此恶魂猎人在狩猎时稍不注意就有从猎人变成猎物的风险。下届生物极高的移动速度和攻击力使得恶魂猎人必须精通攀爬,翻越障碍物等跑酷技巧.特殊加工过的匕首能在危急时刻成为一对登山锤,靴子的底部也钉有铁钩,这些机动措施能让一个老练的恶魂猎人在下届复杂的地形中快速移动. 矿工        因为工业发展而渐渐消失的一种职业。采矿机的出现渐渐取代了矿工这一高危职业。煤矿爆炸，矿井坍塌等等事故的频发让矿工成为了很多人只有在迫不得已的情况下才会做出的选择。一个工作三年以上的老矿工，至少会经历过2次或大或小的矿难。       因而这一职业的所要承受的心理压力也是极大的，每一次下矿都有可能是有去无回。传统的人力采矿步骤是这样的：首先是探测，由术士寻找出矿洞的位置及走向，找到了大体的位置后在图纸上用剖面图表示出来。然后用人力向下挖出一条通往矿洞最高点略微向上的垂直矿道，然后将炸药从这个洞里填装进去并点燃。待烟尘落定后，让术士携带一批矿工下降至洞口。由于爆炸的震动很有可能会导致某一段天然矿洞的倒塌，所以需要术士重新定位距离最近的矿洞位置，再由矿工挖出一条通往矿洞的通道。待通道挖出后，需要下降一批工程师及采矿时必需的油灯，镐子等等。矿工会随着一批工程师进入天然矿洞，在各个位置布置好油灯，并在矿洞中做好人工支撑通道以防脆弱的矿道坍塌。一切准备工作就绪后让全部矿工进入矿道进行采矿。传统的采矿业中矿工的装备很简洁，一把矿镐，一顶带荧光灯的铁质头盔，一个水壶，再加上一瓶紧急时刻用的夜视药水。常年的矿下工作会把矿工的肌肉爆发力和肺活量锻炼到难以置信的强度。       但大多数矿工经过几年的矿下工作后会得一种被叫做“食尸鬼症”的职业病。得了这种病的人并不会变成食尸鬼，人们之所以如此称呼这种疾病，是因为的了这种病的人会表现出恐光，喜爱昏暗环境的症状，患有食尸鬼症的病人往往皮肤苍白，头发稀少，并且瞳孔无法缩小到正常的水平。这些症状往往是因为过多的呼入矿井中一种煤油和铁矿中的一种微量元素的混合物而造成的。这种疾病严重时甚至能侵入人的整个生理系统，导致患病者的后代也会出现食尸鬼症的一些轻微现象，但如果多代中的父母中有一方都患有较严重的食尸鬼症，很有可能会导致后代生来就具有较大的生理缺陷，甚至是严重的变异。虽然是常年累月的积累所造成，但这种疾病一旦严重到一定程度，恐怕一生都难以消除它所带来的影响。已知长期的草药及冥想的调理能够小量减轻食尸鬼症的症状和对下一代的影响，但完全消除是几乎是不可能的。 猎人          畜牧业的产生导致这一职业变得不再那么重要，人们食物的来源从森林来到了牧场。如今的猎人存在的目的大多数是服务于奢侈品业，各种动物的毛皮和牙齿是商场大佬们所热衷的对象，也是猎人主要的收入来源，由于其职业的特殊性，猎人在森林中可以完全自给自足，而在获得食物的同时还能得到一笔不菲的收入。       因为这样的原因导致猎人这一职业对于城外人而言极为抢手，可有限的森林资源容不下过多的消费者存在。因此猎户们往往会与同行们争夺土地。由于较为有限的狩猎范围，猎户们没有条件使用枪械等等发出较大噪音的武器，只能使用弓，剑这些最传统的武器方式。大多数猎户会根据自己的喜好和狩猎方式选择相应的装备，但一把弓箭是无论何时都要带在身上，除此之外猎户会选择能让自己尽量溶于周遭环境的衣物以便偷袭猎物。和恶魂猎人一样，大多数猎户也会从小接受训练，但相对来讲就宽松多了。       大多数猎户在使用弓箭这一点上表现出难以置信的能力。对猎户来说，弓不止是在远处偷袭猎物的武器，一个熟练的猎人即使在近战中也能很好的发挥出弓箭的优势。在民间，有一个笑话讲，永远不要把自己的箭让一个猎户拿去练习，否则当他拿回它们时你会发现它们都从箭尾出被劈成了两半。猎户使用弓箭的准心是毋庸置疑的，一个熟练的猎户甚至能在快速移动的途中射穿一只鸟的眼睛。除此之外，猎人对于各种打猎武器的掌握也是烂熟于心的，例如匕首，绳子，钩子，飞镖等等。       然而，大多数的猎人都会面临一个极大的问题。因为猎人在年轻时的长期捕猎或多或少会留下一些病根，所以当猎户老去，打不动猎时也就没有了收入来源。所以大多数猎户会在年轻时尽量节俭以防以后老无所依。  · 阶级（从低向高排列） \n贫民 \n       贫民在故事中是对两种群体的称呼。       在故事的前半段，贫民是指生活在城市外围较远处的贫民窟中的群体。有少部分在贫民区有着合理经营手段的贫民有资格取得入城证，这类贫民大多是果农，猎户，城市内建筑工人等等。持有入城证的贫民在入城是需要经过较为繁杂的手续才可入城。这类贫民入城的目的大多是送货，贩卖日常用品等等，还有少部分建筑工人能够在城内的建筑工地工作。持有入城证的贫民每天有八个小时的时间可以在城市内滞留，但决不允许任何贫民在晚上八点之后出现在城市内，也不允许无故入城或再城市内无意义滞留，如发现某一贫民在城市内滞留的时间超过八个小时，此贫民应被全城的执法者列入通缉犯的名单，并被依法处置。而没有入城证的贫民在任何情况下都不被允许入城。       在故事的后半段，贫民指的是在贫民区内定居的群体。任何贫民在任何情况下都不被允许入城，贫民窟中有劳动能力的贫民应在此区执法者的定期检查下进行劳动。任何被发现违反贫民区管理法规的贫民应被执法者依法处置。 \n\n平民           平民在故事中是对两种群体的称呼。       在故事的前半段，平民是指持有城市暂住证并在城市中有稳定工作的一类人。平民没有权利在城市以内拥有属于自己的房屋，但允许在城市内租借房屋。平民在城市中受到宵禁令的限制，不得在晚上11点以后出现在街道上。如被发现违反宵禁，允许执法者强行将平民带出城市或暂时扣押在监狱内，如发现某一平民多次违反宵禁，执法者应上报所在地区的城区管理委员会，城区管理委员会有权决定是否免去此平民在城市内的工作并将此平民永久驱逐出城市。事实上，只有少部分幸运平民能够抢到城市内的临时住所，大部分平民都只得在城外的不远处安家定所，因此城市的外围常能看到一大片平民居住区。       在故事的后半段，平民与居民是对同一群体的称呼 \n\n居民\n       居民在故事中是指持有城市居住证的群体。这类人被允许在城市内定居和享有城市内大多数权利。也可以成立区级以下的商业团体。 \n\n贵族\n       贵族只能由居民进阶而来，居民有可能因为以下几点而成为贵族：对政府要员或贵族有恩，且该城中执政人员间无反对意见、对国家政事有过较重要提议、在战争中有过突出表现，在故事的后半段中，如居民发明了某种对国家贡献较大的科学技术，也有机会成为贵族。       贵族的身份可以继承，但不可转让或抛弃。如果一个居民因为某种原因成为了贵族，这个居民的所有直系亲属同时也会成为贵族，而非直系亲属则成为贵族旁亲。     贵族有着比居民更高的权利，可以成立城市级一下的商业团体，可以出入少部分政治场所和参加少部分政治会议。也只有贵族有可能成为执政人员。            \n          城→市→区→街→巷   · 经典情节\n一．艾伦在下届中 \n日复一日，年复一年。       艾伦每天的生活就是看着叔叔一次次堪称完美的击杀恶魂或是其他什么下届生物，看着叔叔在下届复杂的地形中飞檐走壁，看着叔叔在家里把战利品整理到一个箱子里…没到月末，叔叔会把这个月的战利品背在身上，留下一句淡淡的“我去送货，晚上回来”后就消失在了下届传送门中。       在下届，哪有什么时间一说，下届的磁场让钟表和指南针都无法正常工作，当然更没有太阳，所以哪来的晚上？叔叔不在时，艾伦有时会偷偷的在家里拿着叔叔的武器比划，他更愿意称之为练习。      其余的时间，艾伦会端上一把椅子，坐在家门外靠近悬崖的地方，看下届中的风景。      下届的大地也静静地看着这个孩子      有一次，叔叔有东西忘记带，又折回来去东西，却看见艾伦偷偷在家里拿着自己的武器比划。从此之后叔叔开始向艾伦教授在地狱狩猎的本领，爬墙，潜行，击杀，还有最重要的—击杀恶魂的技巧。过了几年，叔叔开始带艾伦一起狩猎，一起爬墙，潜行，击杀，还有最重要的—击杀恶魂的技巧…       平时叔叔不出猎的时候，艾伦就在看书，叔叔的地下室里有着一个小型图书馆规模的藏书室。由于下届的高温，书页不会变潮，但为了防止他们温度过高燃烧起来，叔叔也是花了不少功夫。       日复一日，年复一年。       空闲的时间，艾伦会端上一把椅子，坐在家门外靠近悬崖的地方，看下届中的风景。       下届的大地也静静地看着这个青年       艾伦也有了他击杀的第一只恶魂。       叔叔也开始有了爸爸以前常犯的腰痛。       藏书室里也着起了一次小火。       家门外十几步开外的地方也有了一个被恶魂炸出的小坑       日复一日，年复一年。       直到有一天，叔叔跌跌撞撞的从地狱门中跌了出来…       ……\n二．艾伦走出下届之门     下界之门出现在了一条昏暗无人的小巷子中，艾伦刚刚迈了出来，紫色的传送门闪了一闪，消失了。    艾伦有些不安的发现他正身处一座城市中…在不安之余，他发现外面早已不是自己认识的那个世界，原本半天就能从头走到尾的城市变得无边无际，铁做的大家伙冒着白气在铁做的轨道上跑，街道两旁一种类似石头的材料磊成的房子几乎完全挡住了太阳，每个房子上面都冒着奇怪的黑烟，天空是难看的暗黄色，一片片的灰黄色的的云挡住了太阳，阳光只得从缝隙中有气无力的垂下来，街道凹凸不平的石板路上到处流着恶臭扑鼻的污水，城市里乌烟瘴气，哪里都是一股刺鼻的恶心气味，整个城市像一个快要病死的人一般，半死不活地发出难听的呻吟，蜡黄易碎的皮肤已经开始腐烂，嘴里呼出的气息都带着一股死亡的恶臭.........\n\n====================================================\n\nXD月赛我要反超\n没拿到金杯奖还真是有点失望的说...",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1438481640,
            "txt_content": "匿名啊楼主"
        },
        {
            "author": "gggbbb",
            "timestamp": 1438489680,
            "txt_content": "时间过了吧→_→\n这么长没人看的\n世界观有点奇怪\n创意不错，再接再厉\n我会说我把艾伦看成盖伦了么（大雾）"
        },
        {
            "author": "天阶",
            "timestamp": 1438490880,
            "txt_content": "哎呀呀，蒸汽时代大大的明显。等等……我怎么想到刺客信条去了……\n工业革命=刺客信条：枭雄  \n艾诺=刺客信条：大革命"
        },
        {
            "author": "明神武之死",
            "timestamp": 1438497540,
            "txt_content": " 本帖最后由 明神武之死 于 2015-8-2 14:41 编辑 \n\n真是精彩。\n我很喜欢设定完善的故事 可以看出下了相当多的功夫  \n这种庞大完整的世界观可以写出很多优秀的故事了，有正文的话希望能不局限于艾伦的人生，而描绘出更多完整的角色。\n能写好的话这能到达真正的文学作品的级别。"
        }
    ]
}