{
    "title": "史蒂夫的Minecraft冒险生涯----这不仅仅只是故事那么简单",
    "author": "【尘月】",
    "replyCount": 10,
    "timestamp": 1438498080,
    "txt_content": " 本帖最后由 【尘月】 于 2015-8-2 15:01 编辑 \n\n{:10_492:}大家好 我是来干嘛滴？\noh 想想。。。。\n对了 写故事来了、、、、\n{:10_502:}能告诉你们我是第一次写么。。。。\n\n所以请不要喷哈\nchapter1：生存 “咦？这是哪儿”我疑惑的问。周围是一片草原，“哇噻！”我感叹道“太美丽了！”这里有羊、猪、牛，还有数不清的野花。旁边有一些树，我几乎是出于本能，就快步走了过去砍了几块木头做成木板，造了一个家。这时，我听到了一声沙哑的叫喊，我疑惑不解，出去一看，啊呀！一个僵尸！原来现在已经晚上了！真是吓死我了。我只好把自己堵在屋子里，等待他走。过了一会儿，我听到几声叫喊，又闻到一股烧焦的味道，我出去一看，啊，僵尸烧起来了！怎么回事？难道白天怪物就会烧起来？啊！如果说是这样，以后晚上我就呆在家里好了。\n{:10_530:}不急慢慢来\n\nchapter2：耕种 我造了一个工作台，造了些许工具，这时，我感到越来越饿，嘀咕道“如果有吃的就好了。”这时，我看到远处有一些建筑，“那是什么？”我自言自语道“过去看看！” 一路上我都放了些木板作为标记。“终于到了”我说道“那边又有什么东西？” 我过去看了看，原来有一片耕种的地方，还有一些小麦，“啊哈，有吃的了”我两眼放光，跑了过去，拿走了小麦。这时，我看到建筑里有一些人（因为有窗子）于是，便跑到那个建筑中，问他们“你们是谁？” “我们？我们是村民，住在这些房子里” “是这样啊，那你们怎么种小麦啊？” （其实这才是他最想知道的）“先用锄头把泥土翻一下，再种上小麦种子，就好了” 我迫不及待的跑回家，在后院用锄头把土翻好，种上小麦种子……成功了！种子长起来了！这是，我已饿的前胸贴后背了，我赶紧做了一些面包吃。“啊！又晚上了！赶紧回屋子里去。” 说完，我便回到了屋子里、、\n{:10_514:}未完待续。。。这不是古古怪界大作战。。。\n\nchapter3：矿洞探险 又到了早上，我刚刚一出门，就见到了一个绿色身体，而且没有手的家伙。我听到他发出了“sssss”的声音，似乎有点像引线的声音我有一种不祥的预感，便赶紧跑开。果不其然，我刚一走，他就“轰”的一声炸了。我真是快吓死了，“以后看到这种东西，我就赶紧走开。这时，我看到前面不远处有一个洞。我强烈的好奇心又催动我去里面看一看，于是，我便走了进去。这洞里可真黑啊，我拿出我的唯一一支火把，以照亮周围。这时，我看到里面有个骷髅，还拿着一把弓箭，他一看到我，就拿起弓箭，对我一射……“啊！”我大叫道“痛死了。”这不，他又拿起一只箭，准备射过来。我赶紧上去给了他一拳，又抢走他的武器，他才停下来。我又用弓箭把他给ko了。我想：这世界怪物也太多了吧，打也打不完。这不，又来了一个全身黑色，唯有眼睛是紫色的高家伙来了，可他并没打我。我奇怪极了，看了看他，不料他开始打我了，他的血可真厚啊，我用石剑打了他好几下才打死他。然后，我就往深处走去。我看到了一些煤矿和铁矿，便用稿子把它们都挖了。不过，相应的代价是，我被怪物打得遍体鳞伤，身上有好多伤口。这时，我发现了一个类似传送门的东西，上面有个牌子：一共有6个世界，分别是：主世界 ，终界（末地），地狱（下界），天堂 ，暮色 ，魂界。这是终界传送门，里面有一些末影人和一条终界龙（末影龙），极其难打，所以祝你好运！ ——魂中之魂\n{:10_503:}写这种脑洞变大的故事很累滴。。。大家给人气就更！\n\n未完待续。。。。{:10_505:}挖了点脑洞 我又来更新了  \n\nchapter4：大战终界龙 我自言自语道“原来刚才那家伙是末影人啊，终界应该里有很多这种怪物，一定要小心啊！” 说完，我便跳入了传送门…… 过了一会儿，我渐渐苏醒过来，发现我站在一个9乘9的黑曜石堆上。我看向周围，到处都是末影人。我又看到正前方有些黑曜石柱，中间有一条黑色的龙在飞翔。“那条龙肯定就是终界龙了，看起来好大呀！不过，我一定会战胜他的！”嘴上虽然这么说，但心里难免有一些忐忑。我一走进黑曜石柱的范围内，那龙就开始攻击我了。他先是吐了一枚高压终界弹，我赶紧躲开。那枚炸弹在我身边“轰” 的一声爆炸了，这力量完全足以把我轻易秒杀。我还来不及回味，他就再次吐了一团炸弹过来，又是有惊无险，炸弹擦过我的身边，炸在地上。我想：这样下去可不行啊，我一定要抓住机会，主动攻击。突然，终界龙俯冲到龙蛋台上，我赶紧跑过去“嚓嚓嚓”就是几剑，但是，随着一道紫光，他的血竟然回复了！“原来如此。” 我说“要先把那些黑曜石柱上的水晶打掉，再打终界龙才行啊！” 于是，我拿起弓箭，一边躲避高压终界弹，一边射末影水晶……终于，我射掉了绝大部分的水晶，还有两个是由铁条围起来的，我造了一个泥土柱上去，把铁条拆了，并由剑来打爆它。下一个水晶我也用这种方法把它炸了。随后，我便拉弓搭箭，奋勇拼杀，当他俯冲时便用剑打他……终于，我把那龙给ko了，获得了超多经验值，经过这番拼杀，我已经累的站也站不起来了，干脆就地躺下，在终界睡了一觉……\n待续....待续....",
    "replies": [
        {
            "author": "MRTangwin8",
            "timestamp": 1438498380,
            "txt_content": "中二少年制作！\n不如去尝试在翻译创作版发吧"
        },
        {
            "author": "【尘月】",
            "timestamp": 1438498380,
            "txt_content": "MRTangwin8 发表于 2015-8-2 14:53\n中二少年制作！\n不如去尝试在翻译创作版发吧\n刚刚mcbbs扣了2点贡献 4点人气 很痛苦滴 不敢乱发帖子了 \n来茶楼混点日子吧。。"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1438498560,
            "txt_content": "【尘月】 发表于 2015-8-2 14:53\n刚刚mcbbs扣了2点贡献 4点人气 很痛苦滴 不敢乱发帖子了 \n来茶楼混点日子吧。。 ...\n2贡献=20积分\n4人气=12积分\n看你还敢不敢在问答版刷分呵呵"
        },
        {
            "author": "【尘月】",
            "timestamp": 1438498740,
            "txt_content": "MRTangwin8 发表于 2015-8-2 14:56\n2贡献=20积分\n4人气=12积分\n看你还敢不敢在问答版刷分呵呵\n看我这么滴穷给点人气吧、、、写好了点 再更新一篇"
        },
        {
            "author": "了邱",
            "timestamp": 1438500900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ZZ9788",
            "timestamp": 1438501140,
            "txt_content": "不一定以来就看到这么多，要现实点，可以借鉴创世神实况（别照搬），ok  第一章要多多修改，毕竟以来就不好看了肯定不会有人继续看下去，还有    搞笑一点~"
        },
        {
            "author": "【尘月】",
            "timestamp": 1438503240,
            "txt_content": "ZZ9788 发表于 2015-8-2 15:39\n不一定以来就看到这么多，要现实点，可以借鉴创世神实况（别照搬），ok  第一章要多多修改，毕竟以来就不好 ...\n额。。。。谢谢提议、、、"
        },
        {
            "author": "ZZ9788",
            "timestamp": 1438503720,
            "txt_content": "【尘月】 发表于 2015-8-2 16:14\n额。。。。谢谢提议、、、\n加油  我看过一本写MC的小说  不怎么样（烂）  你的构思很好 就是太粗略了（你合心就行） 加油"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1438503900,
            "txt_content": "然而游戏里就是这么简单"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438504140,
            "txt_content": "楼主改得好一点真的可以进创作版\n（我不是来拉人的）"
        }
    ]
}