{
    "title": "我的世界那些冷知识与小技巧汇总",
    "author": "168611975",
    "replyCount": 11,
    "timestamp": 1438507140,
    "txt_content": " 本帖最后由 168611975 于 2015-8-2 22:21 编辑 \n\n玩MC也有快三年了，也有不少的心得和经验也从当初用木铲砍树的小白走到今天。总结了一些游戏技巧在这里，希望能有更多的新人少走我们犯下的错误，\n前166条收集自网络（包括游迅网、土拔鼠等等），“补”是我自己给予的补充。望各位前辈指出我的错误，感激不尽。\n\n\n1.当你按下f3+b打开碰撞箱体积显示时，你可以看见，凌空的箭也是有碰撞箱体积的，于是使凌空砍箭成为可能。\n3.如何无视光亮种植蘑菇呢？首先你先挖个1x1的坑，随后倒一桶水，然后用蘑菇右击水，于是蘑菇便种上去了。补：用骨粉即可将其变成大蘑菇。\n4.为何末地会出现多只末影龙！！原因是因为加载错误导致末地被刷新了多次。\n5.当你正在吃东西或者格挡时，同时按下左键，就可以边吃东西边挖方块，格挡也是一样。不过在1.8这种好玩的东西已经被万恶的mojang改掉了。\n6.怎样换游戏中画的图片呢？ 打开材质包，assets->minecraft->textures->painting，可以看到一张图片，改动它就可以了(我的材质包是这个路径，不知道别的是不是也是这样)。\n8.怎样在地狱灭火呢！难道就是眼睁睁的看着自己被燃烧fff吗？不！你可以带一个炼药锅，里面放上水，然后纵身一跃！啊！爽！.\n9.说说地狱双向门的机制。步骤是:在主世界记录坐标，随后xyz轴同除以8，在地狱里找到这个坐标然后搭一个地狱门。并不是在主世界开一个地狱门然后进去就完事了。这个是一些新人容易出错的地方。  补：由此衍生出了一个传送机制，你在地狱只需行走一份的路程，回到主世界后就是八份。举个例子，你由主世界0,50,0转送至地狱，地狱坐标是10,50,10.你在地狱行走至60,50,60并在此处建立传送门回到主世界，那么你在主世界的坐标就是400,50,400.村庄离家太远？你需要的只是28块黑曜石和一组铁轨。\n10.说说凋灵骷髅塔的机制，我们都知道凋灵骷髅是在地狱堡垒的固定断桥区块刷新的，因此你必须在地狱的天花板找到这个区块，随后用地狱砖一个个搭长宽高都与地狱堡垒一样的一条平台，然后一个个往上叠加，按上漏怪系统，这样就完事了，不过需要注意的是，那个平台啥都会刷哦，并不是只刷凋灵骷髅，还可刷地狱史莱姆等。这样延伸出了:刷凋灵骷髅头，烈焰棒，岩浆膏，骨头，煤，金，金剑等一体机。\n11.想到达边境之地？跑啥图呀！直接指令传送就好了。  补：然而我并没有实验成功过，坐标超过一定数值后，地形就是一片汪洋大海。再远些？系统会提醒你：溢出了~\n12.相比于箭，凌空的药瓶就无法被打偏，原因在于当你打到他的时候，他在空中已经提前破碎了。\n13.你们知道动物塔吗？机制就是运用了草地可以刷新动物的原理，然后加上漏怪系统。\n14.发现一个牛逼的玩意，当你的昵称改为“notch”时，在游戏中死亡，系统会在你的死亡点出现一颗苹果。\n15.因为1.6版本的tnt透视法已经被修复，那么，在1.7该怎样透视呢？先在脚底下挖一条三格高的槽，跳进去，在一端地上放上栅栏，然后将“高品质”改为“流畅”，自己走到栅栏前手拿树叶方块低头，然后右击把树叶放在栅栏上。就可以透视了。补：还有一个方法挖一个一格长一格宽两格高的洞然后下面放铁轨上面放树叶，在铁轨上放矿车并坐进去（也需要流畅品质）。\n16.染色的皮甲是可以在坩埚里洗掉的。右击就好。。。。。。然后在拿这个水炼药。。。。呕！\n17.然而指南针并非指向南，而是指向你的出生点。\n18.因为腐肉的饥饿buff是加快你饥饿值的掉落率，而并不是减少你的掉落，所以，吃腐肉只要站在原地不动，就和吃其他玩意一样了。  补：然而我发现吃完腐肉后站在原地依然饥饿值会掉的很快。\n19.附魔金苹果是用金块围一圈合成，并不是丢到附魔台上附魔呀！  补：金块就是九个金锭合的那东西。\n20.用命名牌输入“dinnerbone”再给任意生物带上，生物会变成倒立形态。\n21.基岩的硬度是-1，所以你用啥都破坏不了，不过可以到内置文件搞 出一个破坏是-1数值的镐子。\n22.很多新人或者半新人都在想，各种怪物头颅到底怎样获得？！很明确的说，在1.8版本以下除了凋零骷髅头其他是在生存绝对无法获得。不过在1.8， 从14w30a的预览版本开始，骷髅、凋零骷髅、僵尸以及爬行者的头可以由在高压爬行者的爆炸下掉落。 补：顺便一提唱片是由骷髅杀死爬行者掉落的。\n23.坑别人的方法，屡试不爽。挖一条人工阶梯状通往地底的矿道，然后任意截取一段在这段阶梯下搞个坑填满岩浆，然后再把楼梯铺好，楼梯两遍任意一边搞个粘性活塞，然后在这一段楼梯的上段放上一个石头压力板，电路连上。于是别人看见“哇！有个矿道耶！”然后走下去踩到压力板活塞把楼梯拉到墙里，他就掉到岩浆里了。 补：比起岩浆我更喜欢摔死玩家因为岩浆会烧没掉落物。\n24.可以在西瓜南瓜苗上放置地毯来防止生物踩坏苗。\n26.minecraft游戏中的bgm可不是乱放的。最基础的三首分别是在清晨，中午，傍晚时分播放的。所以有些人为什么能在地底不带钟就能知道时间就是这个道理。\n27.当你配上光影mod，在平原或者沙漠弄一根擎天大柱，你站在柱子上，就可以看地面的阴影，模拟时钟。挺有意思。  补：然而你可以做个钟并放在快捷栏里。\n28.对的！雪球可以对末影这个系列的怪物造成1点伤害，个人觉得用雪砸龙的回血柱比较容易，因为雪球的横向抛物线距离比箭要长。\n29.发现一个bug，当你背后贴在方块上时，小白离你前面1-2格距离时，他所射的箭将会穿透你的胸而射到背后的方块上，但不会对你造成伤害。\n30.一个大批聚集僵尸的方法，这样你不用刷怪笼都可以了。首先你在一定范围内铺上半砖，两边用活塞推动，这个原理是将引来的怪漏下去，然后在这个区域外围一格铺上循环铁轨，矿车上放上村民，这样村民就绕着区域转圈了，然后僵尸后面追一堆，把僵尸漏下去杀掉，效率高的啦！\n31.蠹虫刷怪笼其实没啥大用，唯一的一点就是，做经验塔。。原理和其他刷怪笼改动一样，只不过你需要站在集中蠹虫的槽中，旁边放几只狗帮你杀蠹虫，你人挂机，级别就自己升上去了。  补：在原版最常见的还是蜘蛛和僵尸刷怪塔。\n32.为什么在热带雨林地形fps会降低？因为大量的方块正在加载。\n33.1.7版本的热带雨林其实这个地形的出现率已经被mojang调低了，原因在于mojang将西瓜编辑在了热带雨林，为了让玩家不那么容易获得西瓜，于是就把出现率调低了。\n35.发现一个极限跑酷构思:跳跃的平台用tnt，在tnt上放沙子，沙子上放压力板，这样跑酷还简单吗？  补：经试验根本无法前行，TNT下落一格的速度比玩家疾跑一格的时间要短。（或者只是我跑酷坑爹？望大神实验）\n36.你站在两格高的草里或者花里的时候，怪物是看不到你的，他会认为这个只是普通的草或者花。\n37.铁傀儡可以同时对战10只僵尸猪人\n38.最难完成的成就:top3:在铁轨上。top2:100格外射死骷髅。top1:探险家\n39.雨天钓鱼比晴天钓鱼，鱼来的快  补：室外钓鱼比室内钓鱼来得快，如果你人品好的话，你可以通过钓竿获得一套附魔装备。\n40.对动物使用牛奶竟然还能让成年动物回到幼年！！返老还童啊？  补：这只是一条流言，不要轻信。\n41.耐久的附魔并不是增加你的耐久，而是一定几率不耗你的耐久。\n42.女巫其实对剧毒，迟缓，瞬伤都是免疫的，反正旧版本是这玩意，别提新版本。\n43.岩浆并不能防止跌落伤害\n44.当饱食度在九格以上时，凋零效果才会抽取你的生命给他自己。\n45.凋零其实会溺水身亡。\n46.幼年的蘑菇牛也可以挤蘑菇煲与阉割他的蘑菇\n47.往往可以利用蜘蛛网的粘性来防止摔伤\n48.鸡蛋其实和箭一样可以凌空被击碎\n49.甘蔗可以放到在水旁边的冰上面\n50.观察了两张图片，石头与基岩的纹理是一样的\n51.神庙里的生怪率是极低的，所以往往看不见神庙里有怪就是这个原因\n52.下雨时，炼药锅可以蓄水\n53.在minecraft的游戏中，太阳竟然打北方出来的！\n54.如果史莱姆在岩浆中死亡，他的粘液球不会很快在岩浆中燃烧\n55.在创造模式中怎样才能快速得到你眼前的方块呢！按鼠标中键就可以了。\n56.丢出的鸡蛋穿过岩浆是会燃烧的，煮鸡蛋耶！不过雪球行不行不知道。\n57.在坠落时，凌空吃苹果会一定几率使玩家免受伤害\n58.雪球是minecraft投掷武器中击退能力最牛逼的玩意\n59.灵魂沙方块的高度是普通方块的15/16。\n60.在染色材料中，皮革护甲可染的颜色远远超过羊毛颜色的数量，据统计，可染色数量已经是一个绘画工具的调色板。\n61.生物可以操纵矿车移动（骑猪时可以让矿车走得飞快）\n62.偷窥了多年的铁傀儡发现，铁傀儡在攻击其它生物时移动速度会变快\n63.失去耐久度的工具可以合成，然后它们的耐久度会相加，但是附魔会消失\n65.火焰箭在经过比较厚的水时会熄灭\n66.弓箭可以破坏船，矿车，画。。。。。和作物。  补：需要拉满弓\n67.菌丝的作用仅仅是保护蘑菇不被光源破坏，并不会加快蘑菇生长速度。  补：所以只铺一层菌丝是不会长蘑菇的，若果你能到地狱的基岩上方你会发现你可以在那采蘑菇\n68.撞上乌贼之后船是会爆的。回想起当初闲的蛋疼撞它玩把船弄碎了游了二十多分钟才回陆地的惨痛经历……但是撞荷叶的话，3-4个才会碎\n69.潜行模式会打的更远。不知是不是真的。\n70.让自己在游戏中行动的最慢的方法:冰——灵魂沙——蜘蛛网——逆岩浆以及喝缓慢药水——潜行状态——持剑防御状态。  补：不知道是因为减速是按比例进行的或是到一定速度就不会再减了冰——灵魂沙——蜘蛛网——潜行状态速度和上面差不多\n71.攻击伤害判定来自击中时玩家手中的武器。这个解释起来有些麻烦。举例来说我们用剑攻击僵尸那么僵尸将会承受剑造成的伤害。但是游戏制作者偷懒并不是保留攻击时记录玩家手中的武器然后在击中时将伤害表现出来。而是在攻击达成后判断玩家手中的武器再将伤害表现出来。对于用剑来说这种判定显得很无所谓但是如果是弓这样的远程武器呢？射出箭后箭的伤害并非立刻到达而是有一个箭飞行的过程在这个时候如果玩家切换武器，那么箭击中的敌人伤害却在判断玩家手中的武器而耐久上的消耗却是之前使用的武器。也就是说：假设你用伤害药水扔出后立刻切换成掠夺3的剑。效果就是这一片的敌人被伤害药水范围伤害而掠夺3的效果达成但是剑却没有耐久上的消耗。\n72.剑的格挡可以减少些许摔落伤害\n73.打龙还要用剑？用床炸才是不二选择!  补：床的爆炸是原版威力最大的\n74.按住格挡与shift，可以有效缓解击退，打小白不错。  补：用剑格挡效果一样\n75.你们可以试试，在着火的时候按住shift可以减少烧伤的时间\n77.科普一下，Minecraft的附魔语言，是标准银河字母(Standard Galactic Alphabet)出自游戏《指挥官基恩》系列。是系列中使用的书写系统。这是一个简单的替代暗号，用不同的符号取代拉丁字母。SGA可以在不同的语言中使用，在游戏《Minecraft》中，他表示附魔语言(不要尝试翻译附魔的SGA语言，那对附魔没有任何帮助)，而在游戏《指挥官基恩》，SGA是用来写英语的消息。上述载自百科，也看到了。Minecraft只是运用了这个语言符合，但并不代表你可以将它一一对应的翻译附 魔台里显示的语言，他只是运用了一下，其实还是将它打乱了。。。所以不要听信别人说老子可以翻译附魔语言，那是逗逼。不相信？自己打开mc，绝大多数附魔的时候碰到两个显示一样附魔语言符号的选项，结果附魔出来的是完全不同的属性，即使一两次是一样的，你并不能保证永远都是一样的。\n78.此bug只对快照版有效，当一个铁轨上的箱子矿车朝着一个地狱门的方向推动时，在箱子矿车被地狱门传送的同时，快速将箱子里面的东西拿出，再进入地狱，发现那箱子里又出现了你拿出来的一模一样的东西，这样可以实现刷物品。\n79.类似的，在快照中，在地上丢一个钻石，在将要捡起来的一刹那，按esc键并退出游戏，再进入世界，就会发现，你的物品栏里有一颗钻石，而地上还有一颗钻石。\n80.在豆腐mod里，怎样才能缩短充能宝石的制作过程呢？答案是将冲入的红石信号改成高频红石，这样一会儿就好了。\n81notch并没有在minecraft系统里面加入him这个数据参数，即使在之前版本，也没有这个东西！完全就是一个恶作剧。想反驳的看完wiki再说。\n82.来一发番外:暮色森林mod的冷知识前方高能！核能!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!暮色的小动物中，萤火虫的碰撞体积是最小的，可以通过半砖。暮色的小动物中，小鸟的碰撞体积是最大的。乌鸦与兔子并没有一格高，但是不能通过半砖。幻影骑士的碰撞体积比铁傀儡还大。抢夺无法增加BOSS的专有掉落，他们的掉落数量的范围是固定的。骷髅德鲁伊发射出的草种打中的方块会变成橡木树叶。精准采集可以采集高塔的螟虫塔木，可以刷螟虫。娜迦能破坏基岩而九头蛇不能。连续使用末影之眼可以穿过封闭地精要塞。九头蛇的洞口永远是朝向西北的。谜题羊遗迹的一个拱门上有一个发射器，里面有4-5个有色羊毛。暮色三神器：吸血权杖、迷宫破坏者和月光蠕虫女王。亡灵矿山内的箱子与刷怪笼都有可能生成在墙里。地下迷宫的秘密房间的墙体与迷宫任何一面墙都不同。暮色森林的地表的平均高度为y=32。暮色森林是有相对的白天与夜晚，不过因为太昏暗所以并没有什么变化。主世界与暮色森林两个世界的坐标是同步的。哥布林（狗头人）看到自己的同伴死掉后会惊慌逃走。三种权杖只有耐久用完后才能修复。可以用喷溅力量药水延长僵尸权杖召唤的僵尸存在时间。时运并不能增加用炽热的铁镐烧出来的掉落物。利用红帽可以用转换粉变成村民这点，能暮色森林内建造交易所与刷铁厂。所有空心矿山内的箱子都是生成在同一平面上的。用冰炸弹向雪人投掷会把他们变成冰块。\n83.为什么我电脑是i7还玩minecraft卡卡的？！所有配置都没问题啊？！这时候就请你打开游戏中视频设置界面，看看最大帧数是不是无限制就知道了。\n84.你可以用雪球完成一次掉落经验的“击杀”（用雪球把怪物打下悬崖，怪物会被算作steve的击杀)\n85.蛋糕稍微比半砖矮一些，并且边缘有空隙，但是也可以起到半砖的作用。\n86.当龙蛋周围大概16x5x16的地方没有空间时，龙蛋将会被轻易挖下。   补：最常用的方法还是用活塞推下\n87.火箭上的火的贴图实际上是其他实体着火时的贴图，这意味着你可以在一个角度上看到“没有火”的火箭\n88.偷懒的mojang把南瓜藤西瓜藤用了同一个贴图\n89.超出牌子范围的字可以看到，但是会被其他牌子覆盖，你要问有两个相邻的牌子都超出了怎么办？两个都被覆盖呗。\n90.雪球和拉半满的弓抛物线是差不多的，所以steve是手力巨大的屌丝？！  补：还是力大无比的家伙，不然你试试背7056吨金子？\n91.水向低处流，所以理论上水最多可以流7x256=1792格远\n92.单人中毫无用处的喷溅型增益药水是多人的福音。  补：喷溅型治疗药水有时能救你的命，比如被一群僵尸猪人追杀而没时间喝药水\n93.铁栅栏的意义是建筑，但是也是TNT炮的高级材料，比那些脆的像玻璃一样的玻璃板好。\n94.胸甲永远比裤子好，能做胸甲就不要做裤子。鞋子永远比头盔好，优先鞋子后头盔，所以我们的顺序是这样的“鞋子->胸甲->头盔”。你问裤子？呸！你不知道勇者不穿裤吗？\n95.铁剑pve性价比是最高的。  补：战墙中最实用的附魔是保护1\n96.炼药锅中有水是可以灭火。   补：你身上的火，地狱有大用\n97.染色皮甲可以在炼药锅里洗掉颜色。\n98.潜行时走路声音比较小，最重要的是可以隐藏ID（有方块遮挡时）或让ID变浅不容易发现（无方块遮挡时）。   补：饥饿游戏中最实用的机关是T字形通道\n99.苦力怕贴身爆炸连铁甲都防不住。\n100.tnt可以把石头炸成一个规则的3x5x3的房间。\n101.tnt距离泥土地3格高爆炸时只会削掉一层泥土。   补：木板的爆炸抗性其实和石头差不多，至少在TNT面前是这样\n102.steve可以在一些作弊装备药水的帮助下突破虚空，但是其他生物不行。   补：在原版你可以用树突破地狱上方的基岩\n103.蘑菇可以长在基岩上。   补：对，地狱基岩上方都是\n104.粘土的矿脉类似辐射状\n105.需要更大威力的TNT？你需要堆叠TNT矿车！   补：或者你只是想要工业模组的核弹?\n106.探索矿洞挖掘矿石总是比人工矿道快.    补：因为矿洞裸露在外的表面积比人工矿洞大好多，所以鱼骨形矿洞最受欢迎\n107.永远不要和以下三种小白打架:1，水中的组团小白,2，成等边三角形的小白,补：其实不需要成等边三角形，只要是三只以上就行，别和我说你的保护4钻石甲3，不拿弓的小白补：小白是可以不拿弓的，就像僵尸可以拿弓一样\n108.曲奇很实惠,面包很耐用,前期曲奇后期肉,面包放在发展中。   补：其实前期主要是肉，后期是面包和胡萝卜至少我是这样的\n109.如果你家房子有屋檐,出门前请小心转角遇到爱,当然没有屋檐也有可能会被苦力怕bomm。\n110.实践证明，服务器中最有效的陷阱是三格坑，恶心怪物，恶心其他玩家，恶心你自己，当然加入水效果更佳。\n111.如何处理门前的苦力怕？答：在门后挖个坑。  补：我更喜欢将门附近放玻璃，顺便一提，铁剑三连击可以秒杀爬行者\n112.还在用钻石块建房炫富？弱爆了！看看我，用凋零骷髅头，用信标。好吧目前最珍贵的物品大多出自地狱。\n113.回复血量会让你更快的饥饿，所以血没满食物不足时尽量不要吃到9格饱食度。\n114.满弓射箭的音效和一般射箭略有不同。\n115.永远实用的煤炭和永远不实用的煤炭块。   补：一个煤可以烧八个物品，木板和木块是1.5个，木棍和木制工具是一个\n116.仙人掌可以在某些情况下相邻放置。   补：甘蔗还可在某些村庄旁生长在不临水的陆地上\n117.服务器连接不上去？显示host?换一个名字重新连接后就可以解决！\n118.服务器找土豪还不如你自己跑个几千米挖上半天。\n119.没有钻石？用桶浇出来一个地狱门，去探索地狱堡垒吧！\n120.看见了神庙？想快速入侵？一桶水的事。\n121.既然说到了神庙那么我现在用神庙说事。海底神庙是连带水一起生成的。\n122.在某个朝向的沙漠神庙中你有可能在侧殿找到一个露出缝隙的楼梯。\n123.丛林神庙是唯一一个使用了简单红石的天然建筑。\n124.性价比最高的神庙是沙漠神庙，只需要解除一个石踏板，就可以获得4个宝箱的物品    补：还有九个TNT\n125.沙漠水井比沙漠神庙稍微少一些？\n126.即使你全中了丛林神庙的陷阱，你也不会死亡。\n127.pe中偶尔会生成倒下的树。\n128.蘑菇方块根据不同的附加值有不同的面有颜色。   补：其实草方块是同一个原理，它的本色是灰的，根据不同的生物群系有不同的图层\n129.地牢中偶尔会生成一个大箱子，双倍物品。\n130.你可以通过give来获得某些特殊的，无法正常获得的物品如命令方块，但是只有mod和第三方软件才可以获得类似上锁的箱子一样的被删除物品。\n131.火药的性价比在怪物掉落物里面可以说是最高也是最低的，最高是因为TNT，最低是因为就只有2个用途。\n132.经常用中文的同学可以用用英文，英文有一种特别的“方块字体”。\n133.喜欢生命恢复？喜欢抗性提升？喜欢火焰附加和无限？玩蛋去！PVP三大硬抗神器：力量2，生命扩展2，锋利5。PVP三大抢人头神器：速度2，跳跃提升2，鸡腿2。\n134.正常生存模式可以造成的最大伤害是:钻石剑附魔锋利5+230%力量2药水+150%跳劈，可以秒掉凋零10%-7%左右的血量。   补：然而这并不是最大的，极限伤害还要高得多，有兴趣的同学可以试试\n135.斧头的击退比剑高一些，所以空岛PVP有一把钻石斧头是最好的。   补：所以在服务器中经常会看到玩家用斧子就是这个原理\n136.其实火是烧不掉箱子的。    补：只在电脑版是这样不要在手机上试这个，绝对不要！\n137.任何农作物与村民交易最值。\n138.村民出售任何附魔书时都与价钱无关，价钱和附魔书等级有关，也就是说你可能可以用八个绿宝石买到无限附魔书（据说1,8最新更新已被去除）。\n139.村民没有血了？和村民交易后关闭就会有恢复村民血量。\n140.pvp中你需要的装备与pve不同，pvp追求速度而pve追求持久。\n141.你真的以为自己是土豪？请带上全家财产与村民交易。\n142.一把僵尸群中的大火可以让你很快活，也可能让你很快死。   补：所以有两个附魔很尴尬：击退与火焰附加，看你的目的了\n143.原版需要合成材料最多的是兔肉煲。\n144.矿工日万岁！\n145.不同的高度有不同性价比的镐子。\n146.时运附魔太高差2—3级根本看不出区别。\n147.探索洞穴用铁\\钻石镐最值。\n148.石英是获得经验最快的矿物，但烧钻石矿更快。\n149.tnt开矿会让你损失30%的矿物。   补：TNT贴着炸的方块是会消失的，爬行者一个原理，所以不要让它贴着你炸\n150.1.8后高压苦力怕炸死怪物会获得头颅。\n151.火焰附加2是加强时间而不是威力。\n152.唯二不能降低的伤害：窒息(水和方块)，虚空。\n153.你们知道mojang把他们懒得修的bug叫什么吗？叫特性。\n154.信标可以通过nbt，命令方块改出加隐身加失明的效果。\n155.瞬间伤害其实可以有持续时间，就算只有几秒也可以杀至少半血。\n156.不管什么套装都不能减少药水伤害。   补：打服务器的土豪玩家最有用\n157.经常和村民交易会导致财产缩水。   补：但图书管理员的小屋会让很多牛牛君捡回一命\n158.女巫是会掉落最多物品的怪，除了steve。\n159.打末影龙是不掉剑耐久的。\n160.多个药水的颗粒效果会混合成一种颜色。\n161.不受光亮度生成的只有蝙蝠和史莱母。   补：僵尸需要的亮度不大于12\n162.隐身浮出水面时会有水粒子效果。\n163.对付自动瞄准挂你需要弓箭。   补：cmd修改器无法在服务器使用？因为有防作弊插件！\n164.中毒药水在pvp中基本无用，但是瞬间杀伤药水可以破钻石甲。\n165.光影可以识破隐身。\n166.追杀他人最好不要跑跳，特别是网卡的同学。\n167.爆炸方面，火焰弹小于凋零头小于爬行者小于TNT小于高压苦力怕小于床。\n168.地狱的基岩上方是可以建筑的。\n169./tp指令只能在同一个世界使用\n170.极限存档死亡后是可以回复的，只要你不点删除并推出\n171.个人觉得最实用的食物是胡萝卜。\n172.僵尸可以在冰以外的任何方块上生成\n173.一个PVP小技巧，带一组土，在另一个玩家追上来时把自己垫到四格高，在它换弓时冲下去，KO\n174.生存模式没开作弊？你只需要对局域网开放并允许作弊。。。妥妥的\n175.你极限能跳四格远\n176.最实用的生物是牛，但在第一天，你最好祈祷能找到羊，除非你喜欢和平模式\n177．闪电劈中鱿鱼的音效和恶魂一样\n178．你需要一把力量2的弓才能破开凋零生成的护甲\n179．半砖在怪物眼中是一格高，所以你最好用四块半砖来代替木门，不过要小心小僵尸和被挤进来的怪物\n180.矿工日再次万岁！！！！！\n181.如果你不是红石教的人，那你挖到的大部分红石没啥用。如果你是。。。。。还是开创造吧\n182.金制工具的效率最高，但无法挖动黑曜石。。。还是拿去做苹果吧\n183.如果你把一个栅栏放在草方块胖你会它俩一样高，可你就是跳不过去\n184．大部分生物像僵尸、爬行者和牛都会用梯子，但僵尸无法打碎活版门\n185.指令/kill是让你掉进虚空，所以你身上的东西都会消失\n186.要致富，先撸树\n187．你需要抢夺附魔才能获得怪物身上的所有装备\n188.金甲是僵尸最常见的装备，其次是铁铲\n189.按住鼠标左键不放可以一次合成多个物品。Shift键可以取出所有合成物品。Space键可以取出或放入所有物品。\n190．如果你想跳过岩浆湖，注意头顶方块\n191.不要再门口种甘蔗，你会不易发现苦力怕\n192.绝对不要挖你头顶或脚下的方块。\n193.用剪刀会比你杀死羊获得更多羊毛\n194.水能湿润它周围四格方块，所以我的农场规格一般是9x9\n195.超平坦预设里的“x”是字母x小写，不是乘号\n196.游戏开始界面的欢迎语是可以改动的\n197.我的世界中一格是0.5m\n\n",
    "replies": [
        {
            "author": "huiahdu555",
            "timestamp": 1438508220,
            "txt_content": "一个0.5米，那史蒂夫连1米都不到啊，突然感觉自己好高大"
        },
        {
            "author": "呵呵呵呵呵123",
            "timestamp": 1438510260,
            "txt_content": "40没用，这条流言传了很久了"
        },
        {
            "author": "168611975",
            "timestamp": 1438525200,
            "txt_content": "呵呵呵呵呵123 发表于 2015-8-2 18:11\n40没用，这条流言传了很久了\n谢谢，这条我没试"
        },
        {
            "author": "guqu",
            "timestamp": 1438525560,
            "txt_content": "- -一格1米ok- -"
        },
        {
            "author": "owiemaness",
            "timestamp": 1438559880,
            "txt_content": "好有用的教程大部分都没见过"
        },
        {
            "author": "owiemaness",
            "timestamp": 1438560420,
            "txt_content": "补充一个魔影珍珠连续扔可以穿过任何方块"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1438577520,
            "txt_content": "话说你知不知道论坛有多恨土拔鼠，你还提……\n那些网站不是转载MCBBS的，就是百度贴吧的，根本没有自己的内容\n还有很多内容在wiki上都有"
        },
        {
            "author": "OvvO",
            "timestamp": 1438582440,
            "txt_content": "补64.：不只是相加耐久还会多出来一些【附魔仍旧会消失】"
        },
        {
            "author": "zrq830",
            "timestamp": 1438586280,
            "txt_content": "1格1m妥妥的好么"
        },
        {
            "author": "kjfg",
            "timestamp": 1438588740,
            "txt_content": "X不是乘号是常识（乘号是‘*’）35号问题是因为没有助跑44号可能为假57号真的可行？一格（方块）就是一米，半砖是0.5格\n\n最后请百度下你的帖子的一部分\n已经被某些无良网站转载"
        },
        {
            "author": "1018924052",
            "timestamp": 1438593840,
            "txt_content": "最后一条不对吧。"
        }
    ]
}