{
    "title": "<周活动> [脑洞融合机]——死神与HIM",
    "author": "魔末",
    "replyCount": 3,
    "timestamp": 1438504380,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-3 18:32 编辑 \n\n初始剧情：\n主角在一个服务器里玩耍时，触发了一个神秘物体，然后大量信息浮现出来（可以是显示最好是在主角脑子出现），发现他触发了MC世界演变出来的MOD——亡灵界。然后主角在一段机缘巧合下完全掌握了亡灵界MOD，并控制了亡灵界和所有亡灵，同时炼制出了神器死神之镰以及死神披风，精通了无数亡灵魔法。之后不久，所有玩MC的人都被吸进了MC中，成为了它们正在玩的角色，能显示皮肤的就是原来的皮肤，没有皮肤的就是按照他们原来的模样演变成的皮肤，同时世界发生融合，所有创造和OP都变为生存并且物品栏清空，并且没有任何指令可以使用，只有世界融合出来的MOD能使用，之后HIM带领着他的末日军团来攻击人类，一部分人类（其中有一些想拯救世界的孩子组成了护卫队，结果被苦力怕军团给秒了，后来出现了更）被末日军团死了，而人们惊恐发现，那些被杀死的人不会再复活，于是联合起来，构建起了MC帝国，而主角展示出他强大的能力，击退了三波末日军团，但之后HIM的力量突然强化，他的末日军团每一个末日化生物都变得更强，且还出现了更多的末日化生物，这次，主角抵挡不住那恐怖的攻击，城池被击破，所有玩家都极力反抗，使出了自己的各种本领，最后终于把这一波打退但人们死伤无数。\n\n\n中期剧情：\n人们意识到不能一直靠着主角，于是不断的探索新的力量，而主角也意识到着急的力量不够，于是把那些精通各种MOD的大神给召集起来，创建了抗末神营（是主角的一个朋友想的），创建了一个又一个强大的军团，同时本来散沙一般的资源收集者团结起来，分享起各种加快收集资源的方法，开始在MC帝国内制作和收集资源(矿洞是从MC帝国内开始，然后在外面挖，只要HIM没有闲的蛋疼炸地就不会有危险），然后人类虽然比以前少了大半，但整体实力却强上了许多，尖端力量也多出来了许多，而末日军团已经不能对人们造成威胁，于是人们策划做一次打反击，通过一系列详细到恐怖的计划让HIM不仅了轻敌，还使自己孤身一人，且末日军团和HIM实力被药水削弱了，最后人们所有尖端力量集中攻击HIM，而其他比较弱的力量则守卫着MC城，最后终于以稍微大的代价杀死了HIM，但大家都没有返回到原来的世界（这是因为大家都觉得是HIM让他们困在这里的，而且HIM也说了只要杀了他大家就可以回到原来的世界），原来，HIM并没有死，之前杀的只是HIM分身，而真正的HIM出来时，给人们带来了恐怖的绝望，因为这个真正的HIM比原来的，强太多太多了。\n\n\n后期剧情：\nHIM并不着急，因为他想好好玩玩以及折磨折磨一下人类，让他们感到绝望，于是给他们一年的发展时间，一年后就会进行攻击，这段时间，抗末神营疯狂的收集各种擅长不同方面的人，同时吸进MC的人，现在已经个个都是大师级玩家，能保证在正常情况下不死，几乎所有人都有自己的事情做，一位伟大的研究者制作了传奇装备MOD，其中每一个装备都十分的恐怖，但这个世界是平衡的，制作任意一个武器的代价都无比巨大，一年的时间最多能让大部分尖端力量配备这些装备，不过又有一个人发现一种可以更快的收集资源的方式，使半年就可以让所有尖端力量配备这些装备。然后抗末神营中有好几个人都研究出了新而强大的MOD，都创建了可以抵抗一起的末日军团的军团，给人们提供了大量的战斗力，同时之前讲究美观的建筑师现在也只顾实用性和坚固性。一年后，人们的战斗力上升了一个恐怖的程度，而HIM第一波派发的军团在一年前足以毁灭所有人，但现在来说中端力量就足以击溃，于是人们把中端力量弄成最强的样子，来与末日军团战斗，最后打败了末日军团，但显得十分狼狈，而HIM并不上当，直接排出所有的末日军团，然后自己也现身，因为他也失去了耐心，因为之前狼狈的样子并不是他想要的，他想要的是绝望的样子，人们发现了HIM，于是又做出一系列的策略，利用HIM的心理之前总结出来的缺点，再次让HIM与末日军团分离，HIM十分愤怒，召唤出了他的坐骑——影之末日帝皇龙，这出了人们的意料，除了一个主角的朋友，他放出一系列的大招，把影之末日帝皇龙进行净化，成为了影之帝皇龙，与人们和HIM大战，最后HIM战死，不过参与战斗的尖端部队所剩无几，主角也差点死亡\n\n\n一些设定：\n1：人们都不需要睡觉，床只是给人们提供舒适感的\n2：人们可以不吃东西，只是会感觉饿，且会不断扣血，并陷入各种负面BUFF，但不会死\n3：因为所有服务器和单人存档里的MOD都是互相融合的，所以方块是所有版本里的所有方块，但融合的十分好，导致不会出现任何BUG，各种系统也是以最优的。\n4：真·HIM死后人们才会回到现实世界\n5：这个世界没有多少插件，因为大部分插件被这个世界觉得破坏平衡或无用而排斥\n6：HIM分HIM的分身和真·HIM，真·HIM力量是他分身的13倍\n7：HIM有14个分身，死一个HIM就弱1/14，而那14个分身分布在另外14个MC世界\n8：：那14个MC世界其中10个是天然的，4个是其他世界的MC游戏的融合的产物\n9：8这个条可以当第二部曲（第三部曲我没想好，当然也可以不弄第二部曲，直接连在一起）\n10：MOD可以通过研究和一些特殊的手段制作，比如探索到MOD的核心（MC世界无法自动融合的MOD），或者是MC世界自己演变出来一些MOD而被人们进行刺激，这种刺激可以把这种MOD进行改造。\n11:主角需要经过三重劫之后才能爆发出真正的实力来击杀HIM分别是\n第一重劫：主宰的力量：接受亡灵界传承，成为死亡掌握者\n第二重劫：主宰的气息：创造抗末神营\n第三重劫：终极的复仇：复仇的心和死亡的感觉\n时间概念：MC1天过的时间上是现实生活的1天，但现实生活却感觉他们过1天MC过两天，所以1年的时间对MC这种能神速发展的游戏太长了，你想想，1年不吃不睡玩MC你能玩到什么程度。\n\n\n阵营设置：\n\n人类阵营：主要是人们创建的MC帝国，是所有人类（除了少部分叛变的，叛变原因不同）以及各种人类驯服或制造的生物，尖端战斗力为刚开始是主角，但主角意识到光靠主角是不够的，就创建了属于人类阵营的抗末神营，而抗末神营是所有的尖端力量的所在地。\n\n\nHIM阵营：是HIM它的所有分身和被末日化的生物，其中暗中帮助人们的末日化生物也包括在内，数量庞大，且实力恐怖，如果不是HIM抱着玩的心态，人类早就灭亡。\n\n\n中立阵营：一部分是人类阵营一些人为了给人们带来警戒的牺牲品（其实是装死，不过最后都死了），不过大部分是各种HIM无法末日化或人们无法驯化的生物。\n\n\n终极大战与真·终极大战\n终极大战是人们运用各种方法，引出HIM，然后所有精英部队全部出来，围攻HIM，HIM放出了大量末日化生物与人们进行战斗，最后人们耗费了巨大的代价，终于杀死了HIM，不过之后又一个HIM出现，而且气息比之前的强大了很多倍，人们才明白他们之前击杀的只是HIM分身，而把真正的HIM引出来了，HIM并没有击杀那些部队，因为他想好好玩玩，于是给人们发展一年的时间。而真·终极之战是最后的战争，人们利用之前发现的HIM种种弱点，出动了所有人类最巅峰的力量，以及主角的最后爆发，和MC之祖史蒂夫的强大力量，终于杀死了HIM，但最后存活的人类，寥寥无几\n\n军队（团体）设置：\n末日生物军团：属于HIM阵营，是由许多末日化生物构成，每种生物都各有特点，优势互补，且末日化生物按照进化程度或者对人类的怨恨有强有弱，其中有一些对人类非常有好感的，暗中帮助着人们\n\n终极末日军团：属于HIM阵营，真正的HIM出现后强化了原先的末日化生物，并且还魔化了一些本来不会被末日化生物，再加上HIM真正的坐骑——末影祖龙，组成了十分恐怖的终极末日军团。\n\n抗末神营：属于人类阵营，人类最强大的军团，集中了人们最强大的战斗力，里面的每一个人都是某一个强大的MOD的终极精通者，或者有逆天的技巧，主角属于这个阵营\n\n兽神军队：属于抗末神营，是抗末神营中的一个号称兽神的人创建，主要由无数兽神驯服的强大的野兽以及精通兽之力强者组成。\n\n机械军队：属于抗末神营，是一位抗末神营中的技术猿创建的，里面由计算机MOD力的战斗机器人和穿着机械战甲的勇士组成，因为普通怪物无法破坏这些机器人，同时穿着机械战甲的人防御十分的高而成为了最强大的肉盾\n\n奥法元素：属于抗末神营，是一位属于属于抗末神营的精通神秘和各种魔法MOD的大师创建，其中有大量的奥法守卫以及无数法师和法师学徒组成，成为了生存率非常高的一个军队\n\n科学院：属于抗末神营，是一位发现这个世界可以创建MOD的人创建的，他収了大量有着超高逻辑的人，教他们怎么创建MOD，最后创建出了许多帮助人们打败HIM的东西，不过，惹出来的麻烦更大，差点让抗末神营毁掉，人类阵营被HIM攻破。\n\n神之间谍部队（墙头草）：属于人类阵营，墙头草是人们发现他们投降与HIM给他们这些人设置了这个名字，但HIM与人类的大战开始时“墙头草”部队做出了巨大的部队，因为他们以制作消灭其他人的武器为利用要了许多材料，制作了大量有害的喷溅药水，在大战时他们往怪物那死命的丢药水让怪物战力下了一个档次，虽然部分人活到了最后，但当真正的HIM出现时瞬间领便当去了，最后被人们尊称“神之间谍部队”\n\n管理员部队：属于人类阵营，由原本那些服务器的管理员组成，因为没有了原来的OP权限，但管理经验依然在，所以就负责维持人类之间的秩序。\n药殿：属于抗末神营，现实中的一位药店长MC中的一个热爱药水的人创建，整个队伍仅有十几个助手和那位药店长，以研究新的药水和制作药水为工作。\n\n农业部门：属于人类阵营，由一群牧场主合伙创建，为人类的食物提供了保障，而名字有点恶搞的意思。\n\n资源部门：属于人类阵营，在农业部门创立后，有些人发现了人们的资源越来越少，于是号召了一些人，成立了资源部门，收集大量树木资源和矿物资源来给人们提供资源。\n\n熊孩子军团：属于中立，但更倾向于帮助人类（比较消灭HIM他们才能在现实世界熊啊），实力恐怖，资源丰厚（当然是熊过来的），在最终大战和真·最终大战上都有巨大的贡献（熊孩子杀伤力999999999999999十百千万亿兆有木有，研究了特殊MOD的他们可以瞬间拆掉HIM的一堆末日基地），俗称神速拆迁队。\n\n龙骑士军团：属于抗末神营，在真·HIM出现后，由一个改进了龙骑士的MOD的大能创建的，这个军团有大量骑着强大的龙的战士组成\n\n净化神团：属于抗末神营，由一个发现有一种药水可以把末日化生物可以净化成忠于人类的强大生物，于是就创建了这个团体，主要来制作净化药水并用净化药水来净化末日化生物。\n\n终极科技团：属于人类阵营，里面有大量的精通各种科技MOD的人，提供了少量的战斗力和大量生产力。\n\n终极魔法团：属于人类阵营，里面有大量的精通各种魔法MOD的人，提供了强大的战斗力和少量的生产力。\n\n\n红石技术小组：属于抗末神营，由一群红石大师组成，专门研究用红石达到各种坑杀HIM部队的方法，在终极大战和真·终极大战前都进行了精心的战场布置，给灭杀HIM部队做出了巨大的贡献，虽然耗资巨大。。毕竟不能用命令方块。。\n\n\n部分角色介绍：\n1：\n姓名：林洛\n性别：男\n阵营：人类阵营\n年龄：XX（随你选）\n小说中的地位：主角\n性格：冷静……\n擅长的MOD：亡灵界、大部分主流MOD\n能力：强大的逻辑思维能力和推理能力，悟性极高，亲自战斗时会以灵活而迅捷的动作来击杀敌人。\n2：\n姓名：星落天\n性别：女\n阵营：人类阵营\n年龄：XX（随你编）\n小说中的地位：女主角\n性格：随你编\n擅长的MOD：无数的装备（世界演化出来的，以不断出现新的组合元素来能造出更多的装备而出现的名字）、创造MOD（用来创造MOD的工具）\n能力：强大的创造力和记忆力\n3：\n姓名：未知   代称：护卫队队长\n性别：男\n阵营：人类阵营\n年龄：10岁（小学生，没错，就是传说中的小学生   注：我这样子没有任何对小学生的歧视，我是指那些言行粗鲁不讲理的小学生）\n小说中的地位：召唤HIM\n性格：无礼，骄傲自大。\n能力：领便当，装逼\n4：\n姓名：HIM\n性别：未知（鬼知道它是男是女，反正用）\n阵营：HIM阵营\n年龄：未知\n在小说中的地位：最终大BOSS\n性格：喜欢折磨别人，高傲\n能力：降雷、飞速、召唤、感染、爆炸、火焰爆炸、冰块爆炸……\n5：\n姓名：萨洛（他自己给他取得名字，因为觉得这个名字帅）\n性别：男\n阵营：人类阵营\n年龄：15岁\n在小说中的地位：主角的小伙伴\n性格：豪爽、乐观\n擅长MOD：兽神MOD\n能力：与动物交谈\n6：\n姓名：苏线明\n性别：男\n阵营：人类阵营\n年龄：未知（其实7-40岁都可以）\n身份：人类事物处理官（7岁更有一种反差棒，20-40岁显得比较合理）\n在小说的地位：配角/主角的伙伴\n擅长的MOD：无\n能力：超强的管理能力\n7：\n姓名：无    代号：猎人\n性别：未知（可以男可以女，主要是前期没有人知道他/她的性别）\n阵营：人类阵营\n年龄：21岁\n在小说的地位：主角前期的敌人，中期的伙伴，后期的战友+伙伴。\n擅长的MOD：杀手技能（自己编的），陷阱MOD\n能力：猎杀一切事物\n\n8：\n姓名：陈月星\n性别：女\n阵营：人类阵营\n年龄：19岁\n身份：红石技术小组组长\n能力：强大的思维能力，十分细心。\n\n\n\n经典场景：\n 1：\n    轰！！\n    城门突然被一个强烈的爆炸炸开，之前那位骄傲的自称护卫长的家伙转过头来。\n    爆炸的地方产生的烟雾颗粒出奇的多，而这烟雾颗粒居然是半透明的，隐隐约约能看到一个在烟雾中的人影。\n    护卫长样子显得十分生气，但语气却十分高傲：“你在做什么？这个城算是我的，你怎么能随便破坏？求我，否则今天就是你的死期。”\n     那个人影听了发出刺耳的笑声，几秒后，笑声消失了，但人影冲出了烟雾中，但速度十分快，还没有人看清那个人人影就来到了护卫长身后，手中似乎提着什么，在滴着血，而那个护卫长，头消失了，尸体缓缓的从马上落下去，掉在地上，。\n     本来想看好戏的林洛和旁边的一些人以及刚才惹到护卫长的人看到这里被吓到了，其中一个人显得有点害怕，因为那个人的样子，正是传说中的HIM，而之前皮肤为HIM的皮肤的人都变成了和他们原来样子相似的皮肤，所以不会有人的皮肤是HIM，但，现在HIM真的出现了，而且手中提着的，正是护卫队队长的头。\n    “没有实力还敢对我不敬，哼。”\n     HIM手一用力，那个头化为了无数血颗粒慢慢消散了。\n     “哪个混蛋做出了这么真实的系统，头可以被砍下来还会滴血，甚至还可以销毁后出现血色颗粒。”\n    HIM恐怖的发出白色的光的双眼看向之前说话的那个人，又笑了起来。\n    “不，这不是你们做的，这是我自己制作的，我说了要让你们感受恐惧，不加点料怎么行？哈哈哈！”\n2：\n    林洛拿着他的死神镰刀，浮在半空中与HIM对视，旁边的苏线明看不下去了。\n    “HIM，你已经收了如此重的伤，如果我们再次攻击你，你还能活？”\n     “哈哈哈哈，你可以试试看，我受伤岁重，但多杀几个人还是可以做到的。”\n    “HIM何必这样，你放我们回去，你也不用付出生命的代价，该多好，你难不成活腻了？”\n    “没错，我就活腻了，来吧，快杀死我，哈哈哈哈哈！”\n   苏线明看着如此癫疯的HIM也没有办法，摇摇头。\n    “林洛上吧。”\n     林洛挥了挥死神镰刀，划出了一个符号，飞向HIM，而HIM已受重伤，来不及躲避，但符号喷到HIM时并没有反应，但却形成一个网保护了HIM\n    “大家上，消灭HIM！”\n    “上啊，为了复仇！”\n    “我终于等到了这一刻了！！HIM，受死吧！”\n     林洛也挥着死神镰刀冲上去，而HIM依然大笑着，无视着这些人，而猎人飞的最快来到了HIM旁边，突然，HIM停止了笑，看向猎人。\n    “林洛，这不是你的朋友吗？那么，就让他死吧！！”\n    HIM气息突然暴增，身体发出的白光越来越强烈，使他成为了一个大型光球，而猎人感觉不对，转身要逃。\n    “你，是逃不掉的！”\n    HIM形成的光球飞向猎人，而猎人把飞行速度弄到最大。\n    “遁逃！”\n    猎人随便出现了几个淡青色的符号，速度再次增加，但光球的速度依然比猎人的速度快。\n    “不，不行了，就算使出那招，也不可能逃走的，可恶，早知道那时候就不做那件事了。”\n    很快，光球就把猎人包裹起来，而猎人的血条却没有任何减少，而他却感觉自己精神越来越恍惚，他明白，自己很快就要死了，离开这个世界。\n    “这一天，还是要来了，我还以为我的刺杀，至少能再有20年，没想到，我要死在这个陌生的世界，永别了，地球，我再也见不到你了……”\n\n         渐渐的，光球消散了，而猎人却从空中坠下，他张着眼，眼神显得十分失落，旁边的林洛被吓到了，不过很快就冷静了下来，用亡灵元素慢慢拖着猎人，放到地上。\n    但林洛又被吓了一跳，因为他的亡灵元素没有受到生命气息的排斥，而所有生命都有生命气息，就算是MC的生物也一样，可现在。\n    林洛呆了好一会，突然朝天大吼“HIM！！”，林洛发疯了一段时间，慢慢冷静下来。\n    为什么，HIM死了，我们还没离开MC世界，难道……\n    轰，又是一声雷响，一股十分恐怖的气息从雷落处散发出，林洛看向那，一个他想不到的东西出现了——HIM！\n\n3：\n     林洛的死神镰刀拿在手上，对视着那个散发着恐怖气息的HIM。\n    “就你一个人还想挑战我？你是不是太自信了，就算你们又欺骗了我把我分离走，但就你一个人是不可能打败我的。”\n    “什么时候HIM也那么啰嗦了，来，受死吧！”\n    林洛飞向HIM那。\n    “想好好玩玩都不行啊，那么，接受死亡吧。”\n    HIM伸出手来，想施展魔法，但似乎卡住了，怎么也施展不出来。\n    “死神的诅咒——元素剥离，你居然领悟了这招，可恶。”\n    HIM向后退，但已经来不及了，林洛的镰刀以及逼近HIM的脖子，HIM在自己脚下产生一次爆炸，但他头顶突然出现了一块黑曜石\n    “怎么回事，刚刚还没有的，那只能这样了。”\n    HIM硬抗了林洛的一击，却感觉这一击不仅有阴狠的死亡之力还有蛮横的兽神之力。\n    “你居然融合了兽神之力，难不成？”\n    林洛不给HIM反应的时间，把兽神之力集中在脚下，用力踩一脚，HIM被震飞到半空中，然后林洛用死神镰刀划了一个黑色的字符，飞向HIM，击到HIM身上，同时HIM的身体开始崩毁，逐渐消失，消失的时候，那些碎片再次复合在一起，组成了HIM\n    “可恶，是你逼我的！！”\n    HIM在空中一跺脚，脚下出现了一个紫色法阵，法阵中出现一个龙头，法阵慢慢向后移，最后形成了一个具有强大气息的末影龙\n    “哼，末影神祖龙，上，把他撕成碎片！\n    林洛微微一笑，往末影神祖龙那边丢出一个紫色的网，而紫色网像磁铁一样，飞向末影神祖龙的速度越来越快，最后迅速包住它，但网包的越来越近，最后直接把末影神祖龙切成几个肉块\n    林洛也被吓到。\n    当初是终极科技组组长交给他这个末影网，是因为连HIM的分身都有坐骑，更别说他本身了，并且他本身的坐骑肯定十分恐怖，并且他发现不管是末影人还是末影龙他们都有末影之力，且末影之力来自于他们体内的末影核心，于是就制作了这个末影网，末影网是对末影之力有十分强大的磁性，末影之力越恐怖，磁性也越恐怖，如果末影之力大到一定程度，可以直接无视一切物资逼向末影之核。\n    HIM好半天回过神来，他看向林洛\n    “恭喜你，你成功的惹怒了我。”\n    HIM的气息不断的升高，并且他左手出现了一束白光，形成了一把散发着恐怖气息的剑，飞向林洛，而林洛根本来不及反应。\n    “铛——”\n    一把怪异形状的剑挡在林洛的面前，林洛目光随着这把剑看到了拿着这个剑的人——史蒂夫！！\n    “史蒂夫，你还没有死？”\n    “这么希望我死啊，哈！”\n    史蒂夫用力把HIM推开，然后拿出一个东西丢向林洛\n    “是时候让你恢复那段记忆了。”\n    “什么记忆，额？”\n    林洛脑中突然闪过了大量关于猎人的事，由于信息量太大使他一直呆在那。\n    “哼，史蒂夫，没想到作为MC世界的伴随诞生的生物果然是不可能死掉的，但，你死的话，你就一切归零，就不会对我有危险，所以，去死吧！！”\n    “想让我死？你以为我像以前那样？”\n   说着，HIM的光剑与史蒂夫那把怪异形状的剑撞在一起，光剑的光芒突然暗了一些\n   “不好”\n    HIM向后撤去。\n    “难不成你获得了这个世界的承认，拥有了这个世界伴生的神器？”\n    “你猜啊。”\n    “哼，不管是什么，只要杀了你，这东西就归我了”\n    “试试看”\n    HIM瞬移到史蒂夫的背后，刺向他，可这一下刺空了，反而刺到林洛体内\n    “三重劫最后一重劫就是死亡与复仇之心，三重劫结束后，才会受到世界的承认，而我是作为伴生物是本来就被承认的，你连着都忘记，看来你堕落的太久了。”\n    “三重劫，不，可恶！！”\n    ……3：\n绝望中的人们\n在夹缝中欺骗着奇迹的到来\n但现实\n却毁灭了他们一丝又一丝的希望\n惊奇后面是恐惧\n开心后面是杀戮\n真相后面是谜题\n一层又一层的秘密\n里面到底是什么\n\n\n这个世界\n是残酷的\n只有不断的变强\n变强!\n变强!!\n才会发现\n自己不管是以前还是现在\n都是如蚂蚁的一般\n渺小\n\n\n骄傲代表着死亡的来临\n冷静代表着慌张的信息\n探索\n变强\n战斗\n这三个在一起才是唯一正确的方式\n唯一能逃离这个世界的正确的方式\n\n此创意和所有素材我愿意给大家分享\n\n\n",
    "replies": [
        {
            "author": "lxq54sb123",
            "timestamp": 1438505820,
            "txt_content": "这么多字，你打了多久。牛逼啊"
        },
        {
            "author": "匿名",
            "timestamp": 1438507200,
            "txt_content": " 本帖最后由 匿名 于 2015-8-2 17:22 编辑 \nlxq54sb123 发表于 2015-8-2 16:57\n这么多字，你打了多久。牛逼啊\n三天==，好吧，太懒了，三天每天打一会"
        },
        {
            "author": "a1505368421",
            "timestamp": 1438507680,
            "txt_content": "流弊流弊"
        }
    ]
}