{
    "title": "/原创·连载/ 谜一样的时间 第八章 男二出场XD",
    "author": "蠢萌の⑨",
    "replyCount": 2,
    "timestamp": 1438502280,
    "txt_content": "  更新有点慢，不过我还是会坚持更新哒。另外我想不时地转换叙述时间以来达到我想要讲述两个不同而又相同的故事。如果觉得我这样写的不好请在评论中提出~\n \n正文：\n  不不不...我们都是在演戏罢了...我想让我的表情和动作使我看起来更加令人恐惧，他们肯定也是这样的。他们不可能不在乎这本本子...\n\n\n  我的位置离港口很近，街上障碍物也并不多，所以我有机会跑到港口然后以此威胁他们。\n\n\n  哦！这太不实际了，他们是两名老兵，而我只是一个平庸无奇的公司职员！\n\n\n  他们眼睛直勾勾地盯着我，随时都有可能会把我扑倒在地并撕碎我...死期将至，而我现在唯一的后悔就是不信仰上帝，要不然我在死前还能无谓地跪在地上祈求上帝的救赎。\n\n\n  他们一步步逼近，而我只能让灌铅的双脚不断向后退。\n\n\n\n\n  Tango 51，我喜欢她，不论是消声器、枪管、重量还是精度，她都是这么得完美。说实话我不想用她，不过我只剩她陪伴我了。那两名西班牙士兵离他近得几乎就要面对面了，敌人离得这么近对一名狙击手可不是一个好事。我把双脚架架到了地面。通过狙击镜瞄准了后面那人的头部。\n\n\n  “啊哈！迷路的羔羊，就让猎手来拯救你吧！”我小声地对着周围说，没人回应，周围没有人，我也只是讲给自己听的。“pong！下一个！”那人脑袋开了花，由于消声器的关系，狙击步枪没有发出令人兴奋的怒吼。\n\n\n  不到10秒的功夫，两人就已经在去往天堂的路上了。为了不将我的行踪暴露出来，我迅速地收好了Tango 51，并要离开这儿。\n\n\n  “哦！拉客（Luke.Cox)！我的老朋友！我想这次见面安排得有点晚了。”他手里拿着一把泰瑟枪，脸上也是他那标志性的令人讨厌的笑容。\n\n\n  遗憾的是我没有带手枪，另外我也不可能这么快从箱子里取出狙击步枪。\n\n\n  “无力抵抗了？那就睡一觉吧。”他，扣下了板机。\n\n\n\n\n\n\n  我向四周望去，寻找着救了我一命的狙击手。当然，和上次一样。一无所获！他们清楚我的行踪，而我对他们却一无所知！真是荒唐！我又回到了酒馆。\n\n\n  窃听是不好并且不符合绅士精神的事，但我还是这么做了，阿贝船长一定知道些什么...我蹲在门旁，船长和他的店长朋友显然是认为光凭一道门就能安心地谈话了。\n\n\n  “所以说了这些，你的意思就是他们要用不是这个时代的武器来干扰这次革命？”\n\n\n  “不止这些，他们要依靠教皇来...嗯...让全欧洲臣服于他们，接着，就是世界...”\n\n\n  “这可和说好的不一样！该死！所以你加入他们了？”\n\n\n  “不不不，我当然也认为这很荒唐，不过我是想询问一下你的意见...”\n\n\n  “但你还是带有着想加入他们的念头？”阿贝船长的这句话充满了质问、愤怒与不解，他显然被这件事激怒了。\n\n  “......”\n\n\n  “那好吧，去实现你们统治世界的梦想吧！记住，下次见面，我可能会拿着剑，刺穿你的心脏！”\n\n\n  “艾布纳...”\n\n\n  不愉快的对话结束了，我站起身，以较快地速度向楼下走去，以免暴露窃听的事情。\n\n\n  统治世界？又是一群妄想统治世界的中二病！但...能造出时间机器的人一定不那么简单吧...\n\n\n\n\n\n\n  当我从昏迷中醒来，这里已不再是16世纪的建筑群了，呈现在我眼前的是简陋的岩洞和从岩洞深处透来的灯光。我的身体和双臂被麻绳给绑住了，虽然我受过常年的训练，但我依旧不能不依靠手，一跃而起。\n\n\n  一分钟不到，一个穿着白色大袍，脸上挂着一丝笑容的男人向我走来，蹲在了我的面前。“他们，是从什么时候注意我们的？”\n\n\n  “什么？”我带着装出来的疑惑对着他反问道。\n\n\n  “拉客，装疯卖傻可不是你的强项，难道你杀死了我们雇来的西班牙士兵只是为了娱乐？”他站了起来，在他右手边的桌子上拿起了一把锋利的水果刀，“叛徒是不可饶恕的，但是有价值的叛徒，是可以活着的。”\n\n\n  以他的作风，就算我回答了他所有想知道的问题也不可能留下我的命。“但是话都说出来了，我不就失去了价值？”我拒绝了他，因为我知道，只要不开口，他就暂时不会杀了我。\n\n\n  他带着少许愤怒瞪了我一样，然后就向岩洞深处走去。\n\n\n  我变成了猎物，对猎手来说，这可真是个耻辱...\n\n\n既然看到这了，就留下您的意见和评论吧！\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1438502460,
            "txt_content": "终于没敏感词了\n黄色瞎眼\n“pong！下一个！”\n什么鬼→_→\nTango 51，我喜欢她，不论是消声器、枪管、重量还是精度，她都是这么得完美。\n她？\n标题能不能再严肃点\n总体不错，再接再厉\n终于没来晚（23333"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1438502640,
            "txt_content": "gggbbb 发表于 2015-8-2 16:01\n终于没敏感词了\n黄色瞎眼\npong是拟声词，枪的声音不是BOOM，所以只能bong啦\n她为了体现出男二对Tango的喜爱。\n还有...来得好早"
        }
    ]
}