{
    "title": "我自己手工打造的小世界，希望和大家分享，也希望大家喜欢~",
    "author": "MH_MC",
    "replyCount": 2,
    "timestamp": 1438510980,
    "txt_content": " 本帖最后由 MH_MC 于 2015-8-3 09:58 编辑 \n\n大家好，我去年7月第一次接触到PC版MC，然后一发不可收拾地爱上了它的可自由创造...也只仅仅喜欢创造。这个地图是我一年时间里利用闲暇创造、纯手工一块一块拼出来的，虽然制作过程有点繁复，但乐在其中~这是我第一个贴，想与大家分享我的世界，希望大家会喜欢~\n如想交流，请加QQ：1902992188\n\n下载地址：Captain MH_MC's World\n提取密码:u3vf\n\n从出生点出来后，我只是大致逛了逛，就在一片沙漠和绿地的交界处开始了创造，选择此地主要是因为在这儿附近我找到了一个地图自动生成的小房子，觉得有人烟有生机，于是便扎根。\n\n第一个建筑：下图是我建造的第一个房子(右)，很简单，后来加上了广场还有那颗爱心。这个房子的建造完全是因为我想在这里有个住处，有个家~\n\n\n\n俯视图\n\n\n\n关于这个住处有个故事，刚开始玩这个地图的时候，晚上总有僵尸啊什么的在我住处嗷嗷鬼叫，有时睡觉时周边能围上两三只，瘆的慌，起初以为它们是从周边高出跳下来的，还专门将附近高出加上了两层高的围栏，本以为它们会销声匿迹，结果依然神出鬼没....后来才发现有个设置选项叫做“和平模式”，之后终于过上安宁的日子....\n\n\n第二个建筑：福建土楼。完全出于对《大鱼海棠》的狂爱，据说今年11月左右大于海棠的电影版就会上映，十分期待~这个建筑花费了我最长的时间，圆是我计算出来的，为了保证它更圆，于是做的很大，这个建筑几乎都是重复工作，量也很大，因此很累人。\n\n\n\n\n\n\n由于还没想好土楼的房间以及走道的设计，所以里面是空的，天井也不特别像是正宗土楼，主要是自己的想象（待拼完八卦图，我才深感自己奇葩）~\n\n\n\n\n\n\n第三个建筑：我自己即兴发挥的“空中别墅”...有一天周末下午无所事事，便临时起意做个“高档”点的住处，于是便有了它~\n\n\n\n一开始设计并没有周围的附属物，后来慢慢加上的，图中下是一个露天酒吧，右上是卧室平台~\n\n\n\n这个建筑也有个故事，我当时想在海拔很高的位置建造它，选定地基后开始做框架，等我把一层做完打算做第二层时发现到了某个高度方块不能再放置了...运气不错，建筑高度刚好顶在最高位置...\n\n这是个泳池，位置太高，加上房子这半边下雪（另外半边下雨...），于是表面一层冰...\n\n\n\n这是一个停机坪...\n\n\n\n\n\n\n客厅二层通向卧室走道角度拍摄大厅吊灯，左边是主卧，右边是次卧\n\n\n\n主卧，床铺在中间的阁楼里\n\n\n\n次卧的二楼\n\n\n\n高出俯瞰之前介绍的三个建筑，以及广袤的沙漠(最近我实在看不下去光秃秃的沙漠，于是在表层放了草皮和树木，建造了池塘，放养了牛羊)......\n\n\n\n第四个建筑：这个不能算是建筑，是我照着网络上的一张像素图拼的，觉得挺好玩的~\n在土楼三楼平台观赏马里奥~\n\n\n\n第五个建筑：之前一直都在空中建造，这个选择了地下，起初只想尝试水下建筑的创造，就是下图，玻璃建筑就在水下\n\n\n\n\n\n\n水下内室二层\n\n\n\n水下内室一层\n\n\n\n后来越建越大，扩建到周围\n平台一\n\n\n\n平台二\n\n\n\n地下走廊\n\n\n\n第六个建筑：有了地下，就想到嵌入山里\n\n\n\n客厅（有点暗）\n\n\n\n厨房\n\n\n\n\n\n\n左边卧室，前方阅览室\n\n\n\n卧室，床在后方\n\n\n\n阅览室\n\n\n\n下一层有个泳池，带巨型荧幕的...\n\n\n\n\n\n\n\n\n\n第七个建筑：巨树。最近我在论坛里看到有人建造巨树才萌生念头，可能我制作的树叶有些少了...\n\n\n\n其它欣赏\n\n\n\n\n\n\n\n\n\n我的心得：游戏很美很自由，不，是我玩过的最美最自由的游戏~还有，贵在坚持~\n\n下载地址：Captain MH_MC's World\n提取密码:u3vf\n\n\n\n\n",
    "replies": [
        {
            "author": "MH_MC",
            "timestamp": 1438566840,
            "txt_content": "为什么木有人说说看法...比如一些建议...大家木有沟通这样不好啊{:10_522:}"
        },
        {
            "author": "哇喔33",
            "timestamp": 1439712000,
            "txt_content": "给你一个赞"
        }
    ]
}