{
    "title": "<原创-连载>《方块大陆》",
    "author": "DiamondsKing",
    "replyCount": 18,
    "timestamp": 1438526400,
    "txt_content": " 本帖最后由 DiamondsKing 于 2015-8-31 18:39 编辑 \n\n方快大陆（Block Continent）\n简史:\n第一纪元（1680—3452）被村民称为太古时代（即创造纪元）。村民统治大陆。\n\n第二纪元（1—1897）为破坏纪元。怪物统治大陆。\n\n第三纪元（1—4025）被人类称为苦利帕纪元。人类统治大陆。\n\n第四纪元（1—2795）为末影纪元。战乱连绵，生灵涂炭。 \n\n\n①Tun-ramer,意为蠢东西，这里不作人物名称。②Iano,冒险者。③Soyer,村民领主。④Thods.Mnaterm,冒险者首领。⑤Ramo.Norrm,继索兹的下任冒险者首领。⑥Oundle,日落之地。后面的地名依次为Appsdande,日出之地、Ragerze，光明之城和Pheode,和平圣地。\n\n序章.战争胜利\n      天空黑压压的一片，冷冽的北风吹过干枯的树林，每棵树的枝条都不由自主地颤抖起来。阴暗的树林里布满了大大小小的蛛网。不远处传来沉闷的脚步声，几团微弱的火光在枯树之间摇晃。      一共有五团火光在黑暗中穿梭。火光来自于火把，有五个身披黑斗篷的人拿着火把前进。在这压抑的气氛中，没人去开玩笑或说话；黑暗中的雾气在他们阴沉的脸上凝结成水滴。他们的步伐快速但不失一致，沉重的呼吸声使胸部一起一伏。      忽然，一种细微的声音传进了他们的耳朵。那声音好像一颗松树干断裂时发的声音；接着，好像有一根线被人拉扯着——等等，那是弓弦张拉时的声音！而它就在不远处！走在第一个的黑衣人顿时停了下来，他急忙吹熄了火把，并叫其他的人也这样并趴在地上。      “嗖”的一声，锋利的物体穿破宁静的空气，落在地上。远处传来零碎的脚步声，声音离他们越来越远，最后消失。众人都轻轻吁了一口气，都爬起来继续向前走，但为了安全起见，他们不再点燃火把，而是潜行在阴湿的空气里。      一支箭矢插在他们刚刚趴过的地方。它深深地插进泥土，差一点就射中了他们其中的一人，但是没有人注意到它。             暮色森林东边的边界处发生着激烈的战斗。        “大人，”一个战士说，“如果再不去修补城堡南侧的城墙，敌人很快就会攻进来了！”      “屯-拉玛①先生，如果你认为笨重的石墙会比团结的人心更坚固，你现在就可以躲进石屋里。”一名将军训斥说。“如果你怕死，现在就可以这么做了。”      周围是残酷的战场，带火的箭矢在空中不停的飞过，大地上的呐喊声和嚎叫声此起彼伏，远处的旗帜因为火舌的舔舐而化为灰烬。      “没有的事，”那个年轻的战士叫道，“大人，我才不怕死！”他一说完就跑向了战场。将军看见他拔出利剑，斩向最近的敌人。将军登上城堡中心的瞭望塔，高耸的塔顶令他观望战场一览无余。他突然十分的愤怒，他告诉他的仆从:“我要惩罚这些杀死我战士的亡灵。把我的弓箭拿来。”       将军稳弓拉箭，射死的每个亡灵，倒下后都变成了一缕白烟。他又一次地射向一个亡灵，但他没命中目标；箭矢射中了亡灵脚下的泥土。那个亡灵惊慌地后退了几步。它抬起头，空洞无神的眼睛看见了站在塔上的将军。将军急忙想补射一箭，但已经迟了，几十支冰冷的箭头射向他，射中并刺穿了他的身体。       这时，带满希望的号角声在城堡前方响起，援军的呐喊声和马蹄声使整个战场摇晃。他们冲进亡灵军队中，杀死了亡灵的护卫队，迫使亡灵们后撤。亡灵被震慑住了，可没过多久，它们比之前更加愤怒地攻击不亲自来的敌人。       即使加上援军，亡灵仍在人数上占据上风。危急关头，位于战场前方的暮色森林中央，一道闪白的光从高耸的巫妖塔塔顶迸射入天空。那好像远古时威力强大的闪电要将天空一分为二；震耳欲聋的爆炸声响彻了战场四方。       亡灵们突然退却了，因为它们发现那个用来命令它们的力量消失了，不安和对敌人的惧怕占据了它们的思维。亡灵大军如同溃堤的洪水向周围逃窜；还有一些想要抵抗的，都被消灭了。       天空的乌云渐渐散开，阳光穿过云层间的缝隙照进了暮色森林里，徘徊在森林中的那股股黑气瞬间上升，并形一个庞大的灵魂。在黑气中有一双火焰燃烧般的眼睛似乎很愤怒地瞪着众人；那灵魂形成了一张巨大的利齿向众人咬来，企图吞噬众人。但不知从哪来的一支箭矢射穿了它的嘴，一阵从北方吹来的风吹散了它，只留下一声长长的叹息，接着便是漫长的寂静。 \n      伊阿诺②气喘吁吁地跑进木屋内。“亲爱的伊阿诺，”紫衣村民索耶③迎上前来说，“索兹④还在休息。哦，心急时需先吃一顿南瓜派，可惜这里没有烤炉。”索耶边说边端来一杯咖啡递给伊阿诺。      “谢谢，谢谢！”伊阿诺连忙感谢。      这时，一个绿衣村民从卧室里走出来，在索耶耳边说了几句话。“知道了，谢谢你多努，你劳驾了。伊阿诺，索兹大人醒了。你可以去看望他了。”      伊阿诺走进卧室，看见索兹安然地躺在床上，脸上挂着久违的笑容。索兹笑着和他打呼:“在下索兹与你同在。”      “大人，”伊阿诺激动地奔向床前说，“您没事真是太好了！”但他发现自己的言行举止不当时，他笑着站起来对着索兹鞠躬说，“在下伊阿诺十分荣幸与您同在。”      “老兄，好久不见了，”索兹健谈地说道，“你还是这么不能控制自己的情绪啊！”      伊阿诺红着脸回答:“我只是过于激动了。”      “哈哈，”索兹说，“巫妖王的时代已经过去了，整个世界在巫妖塔崩塌的那一刻起即将迎来第三季元的明媚阳光，这个纪元会有新的事物发生。索耶告诉我:‘村民的力量已大不如往昔，这个时代是属于你们冒险者的，你们将代替我们来管理这个世界的运转。’      “我听见这个就笑了起来。我知道村民的一部分历史，他们是创造纪元时唯一与创世神交流过的种族。在创世神离开这个大陆去创造新的世界时，村民的祖先就与他立下契约——若世界不再和平，汝等逝后，灵魂可进入永恒之地；或创造大船驶过海洋来到众神之殿。我认为驶越海洋的那段时间是最棒的冒险！对，我说哪去了。      “来，听着，你待会儿离开这里前去冒险村，若下一任首领继承者拉玛-诺姆⑤不在那儿，那你就去纳巴尔。”      “等等，”伊阿诺疑惑地说，“难道您要退任了？”       “哦，我亲爱的伊阿诺，我已近愚年，我拥有决定是否退任的权利和选择下一任继承者的权利，这些在我在位的时候都有效。如果我现在不去选择，那我以后将会面临被迫选择的威胁。伊阿诺，你明白我的意思吧，我可不喜欢这样。      “来，拿着这封信和这把金剑，把它们交给拉玛。务必要告诉他，上任后必须在昂德尔⑥半岛、阿普斯旦德岛和洛格尔兹三角洲处建立远洋港。纳巴尔要塞已经严重损坏了，即使是村民中建筑技术最高的大师比丁也无法复原它以前的模样，所以告诉他还要在费欧德平原和炎热沙漠中的沙漠之孤处建立都城。有必要的话可以在大荒原的西部边境筑造瞭望台监视剩余黑暗势力的举动。”      “这信封上写的什么？”伊阿诺拿着信问。      “一种太古时代的字体。呃，我也不认识这玩意。这信是一个身披黑斗篷的人给我的，他说拉玛认识。我正想问他这封信从哪得来的，但他一句话也不说就消失了。”索兹说。      这时一个村民妇人走了进来，她很生气地对伊阿诺说:“年轻人，索兹大人需要休息。”索兹笑着说:“马哈夫人，是我让他过来的，我有些事要托付给他。”      “现在说完了吗？那就赶紧出去，窗台上的花都被你身上的臭味熏蔫了。”      伊阿诺感到很委屈，他不高兴地向马哈夫人道了歉，走出了卧室。       索耶从主厅走过来，向伊阿诺鞠躬说:“在下索耶与您共存。”伊阿诺回礼说:“在下伊阿诺与您同在。”索耶用一种苍浑的声音说:“我想索兹大人已经告诉你该怎么做了吧？”       “是的，”伊阿诺说，“但是充满智慧的大师，您认为这信上写的什么？”      索耶接过信，看了一会儿说:“这是太古时代村民祖先与创世神共同使用的文字，它叫终界字体；但在创世神去创造新的世界后，巫妖王打败并奴役了我们。它将这种字体废除了。我没对此做太多研究，但拉玛大人好像认识。      “你或许还有许多疑问未曾解答，等你找到拉玛大人后或许会明白的。”      伊阿诺向索耶道谢并走出了屋子。春分后的暖风迎面吹来，他披在身后的红斗篷随风飘舞。      一个年幼的村民哭泣着喊着他父亲的名字。那悲恸的童声一遍又一遍地冲击着伊阿诺的心并回荡在空旷的战场上，他看见了索兹步履蹒跚地走过去安慰那个孩子。伊阿诺叹息一声，策马奔向了战场后的大荒原。他低声唱着歌，古老的曲调在风中蔓延:       我行走在山岭上，      穿过森林和大河。      我看见红光弥漫了星夜，      大地颤抖着发出了哭泣。      浓浓尘烟飞扬山谷之中，      漫天迷雾吞噬大地生灵。      我看见了可怜的灵魂无处归家，      那炙铁上赤红的熔浆星罗棋布。      呐喊之后便是灰烬，      它们若如灭亡，亦如重生。      下一章<原创-连载>《方块大陆》 第一卷 第一章.大聚会     （PS：诗歌属于《寇尔斯山歌》中的一部分）       以下是信封上的字迹：",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1438526700,
            "txt_content": "文笔不错，只是有个别错别字。\n世界观也设定得不错，在之后不要犯一些常见的错误就行了"
        },
        {
            "author": "名人才华",
            "timestamp": 1438526820,
            "txt_content": "恶魔-潇洒 发表于 2015-8-2 22:45\n文笔不错，只是有个别错别字。\n世界观也设定得不错，在之后不要犯一些常见的错误就行了 ...\n233，这应该是仿《三体》世界观，但为什么纪元的列表有些奇怪？第一纪元（1680—3452）被村民称为太古时代（即创造纪元）。村民统治大陆。\n\n第二纪元（1—1897）为破坏纪元。怪物统治大陆。\n\n第三纪元（1—4025）被人类称为苦利帕纪元。人类统治大陆。\n\n第四季元（1—2795）为末影纪元。战乱连绵，生灵涂炭。"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438527180,
            "txt_content": "恶魔-潇洒 发表于 2015-8-2 22:45\n文笔不错，只是有个别错别字。\n世界观也设定得不错，在之后不要犯一些常见的错误就行了 ...\n谢谢，请问我那些地方有错别字，我好编辑"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438527240,
            "txt_content": "名人才华 发表于 2015-8-2 22:47\n233，这应该是仿《三体》世界观，但为什么纪元的列表有些奇怪？\n我在之后的年历表中会重新说明为什么年历表有些奇怪"
        },
        {
            "author": "250=mo",
            "timestamp": 1438527420,
            "txt_content": "希望把标题补充完整\n此外，欢迎来到翻译创作！无论发生了什么，请务必把作品写完哦！（我这里好多符号显示不出来只剩一个“？”）"
        },
        {
            "author": "250=mo",
            "timestamp": 1438527660,
            "txt_content": "DiamondsKing 发表于 2015-8-2 23:01\n额好的，记着常来看，我正在写\n好的。来看过我们翻译创作的版规了吗？"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438527660,
            "txt_content": "250=mo 发表于 2015-8-2 22:57\n希望把标题补充完整\n此外，欢迎来到翻译创作！无论发生了什么，请务必把作品写完哦！（我这里好多符号显示 ...\n额好的，记着常来看，我正在写"
        },
        {
            "author": "名人才华",
            "timestamp": 1438527720,
            "txt_content": "DiamondsKing 发表于 2015-8-2 22:54\n我在之后的年历表中会重新说明为什么年历表有些奇怪\n我秒懂，你是根据纪元的开端重新计年，我还以为有一个统一的计年方式"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438527960,
            "txt_content": "250=mo 发表于 2015-8-2 23:01\n好的。来看过我们翻译创作的版规了吗？\n在哪是版规？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438528080,
            "txt_content": "简史不对啊，怎么后三个纪元几乎都是同时开始的？\n还有楼主标题应该是<原创·连载>\n但是总的来说很不错，设定也很好，欢迎入坑\n（中二的内心独白：翻创版的未来就托付在你们这些璀璨的新星身上了）"
        },
        {
            "author": "250=mo",
            "timestamp": 1438528200,
            "txt_content": "http://www.mcbbs.net/thread-467812-1-1.html\n注意帖子中的“目录”下的文字是可以点的"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438528260,
            "txt_content": "2B与mc的故事 发表于 2015-8-2 23:08\n简史不对啊，怎么后三个纪元几乎都是同时开始的？\n还有楼主标题应该是\n但是总的来说很不错，设定也很好，欢 ...\n简史的年份规划会在之后的年历表中说明，谢谢评价！"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438528680,
            "txt_content": "250=mo 发表于 2015-8-2 23:10\nhttp://www.mcbbs.net/thread-467812-1-1.html\n注意帖子中的“目录”下的文字是可以点的 ...\n那我怎么才能变得像您那样的帖子可以一点就能看呢？"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1438529040,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-2 23:26 编辑 \nDiamondsKing 发表于 2015-8-2 22:53\n谢谢，请问我那些地方有错别字，我好编辑\n嗯呐\n方快大陆\n也就这一个了。http://www.mcbbs.net/thread-467812-1-1.html\n↑上面的是版规地址哟，在论坛首页的下一点有“翻译创作”，打开就可以看到了哟"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438530060,
            "txt_content": "DiamondsKing 发表于 2015-8-2 23:18\n那我怎么才能变得像您那样的帖子可以一点就能看呢？\n搞基高级模式里看编辑框左上角，有一个这样的标志，点开应该就能看懂了"
        },
        {
            "author": "1845797316",
            "timestamp": 1438677540,
            "txt_content": "写的不错，赞一个。"
        },
        {
            "author": "2575174857",
            "timestamp": 1445044800,
            "txt_content": "日出日落之地，我记得叫亚细亚和欧罗巴呀·······"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1445680200,
            "txt_content": "2575174857 发表于 2015-10-17 09:20\n日出日落之地，我记得叫亚细亚和欧罗巴呀·······\n孩子，这不是英语，也不是现实，这只是一个架空世界"
        }
    ]
}