{
    "title": "[原创连载]小白冒险记-HIM-第三十五章 洗礼",
    "author": "250=mo",
    "replyCount": 2,
    "timestamp": 1438526220,
    "txt_content": " 本帖最后由 250=mo 于 2015-8-8 13:17 编辑 \n\n      这章来晚了。\n      参加了活动后，我很快便回到了写文中。第一部分估计再过几章就完结了，接下来我将发表一些攒着的番外，以及修改以前的语法，标点，英文错误，挖错的坑。希望后面我的速度能有所提升，暑假以来的破事基本处理完了，我也可以全心全意回到翻创的复兴工作来了。\n      明天（8.3）将会再修改一遍。欢迎提醒细节上的各种错误。\n\n第三十五章 洗礼      即使身上已不再冒蓝色的烟，我也难动身体分毫。在这躺着倒也并不是很难受——地板感觉软绵绵的。我轻轻抓了抓，潮潮的，估计是撕不开。      最后的睡眠么？      身体轻得像一张纸，但又如在乱风中般难以控制。我决定不再出不做功的力，任风摆着眩晕的我。眼皮于是渐而沉重了，如禁锢宝藏的石门般慢而稳地合上。      “不行！”意识的泥潭中伸出一只手，顶住了封存理智的大门。眼皮猛地弹开，但尽管我把眼睛瞪成乒乓球，也没有精神支持我去阻止散瞳。我像上数学课的学生一般甩了甩脑袋，却像打开了潘多拉的魔盒，箱子般的房间便绕着我的头以我无法承受的速度旋转了起来。      我像触电一样弹了起来，翻了个身，用手臂顶着肋和地——依旧软绵绵的地板。现在我反而希望地面是坚硬的，这样我好觉得自己是被什么支持着的。闭上眼睛，却感觉旋转的是自己的大脑了。      我挣扎着，扶着软趴趴的墙站了起来，几乎要哭了。墙湿湿黏黏的，尽管我很害怕但是并没有陷进去。小石子硌着靠在墙上的背。      脱离支持物时我有些怯于抬高脑袋会撞上天花板。好在它并没有我想象地那么低。我像孩子一样紧闭双眼，双脚站在不稳的基地上，似乎潜意识认为我应该陷进去，但终究没有，于是这愚蠢丑陋的大脑便断定我是在向上直线移动了。我一定是被分成了三份才会同时有三种运动状态的感觉。      我决定叫波函数坍缩，睁开眼睛告诉我自己——我没有陷进去，也不是短命的火箭！但这给我的另一信息是：我所处的箱子一定在阶梯或者斜坡之类的地方滚动！      我用手抱着头，想渐渐蹲下来，但脚一直在发抖，僵住不能弯曲。混乱中我后脑勺撞在了黏土墙上，并不很痛，只是发现自己的手掌像被穿过了——原来我连抱住后脑勺的动作也只存于想象而已。      箱子在甩我。——终于我不可避免地脸朝地面跌去，深深埋到了这——羊毛，我终于认出来了——之中。我半因愤怒半因痛苦撕了起来，但不久便精疲力竭了，只像地鼠一般往里钻。      嗥叫，撕心裂肺的哀嚎。我在这终究无法代替拥抱的羊毛中哭泣和吼叫。      只要一闭上眼睛，就又是那没有眼睛的形象，时隐时现，时近时远。所以，你总是在我处于痛苦当中才出现么？这就是你的全部么！？      在自己的呜呜声中，终于屈服了。\n      好亮……似乎连空气都在发光。一种很奇怪的感觉灌入了我的大脑：仿佛全世界都是高电平。我知道我是不理解那个词语的，我只是希望……用它来描绘世界罢了。      或者说：他希望我用这个词语描绘这个世界。      现在他希望我睁开我的眼睛——它们几乎要被黏住了。我很希望能任性地反抗一回，但很遗憾，他是对的。      Wake up.      不远处。我在心中指着那崩塌声音的来处，对自己说。      我扭动了一下脑袋以确认自己的清醒，……就像毛头轻搔我的脸。这只叫我恐惧，这个冷冷的世界出现这样的温度，就如沼池中的花朵。      撑起上身，利用推力的反作用力把自己推起来，跪坐在地上。——筑墙的黏土，破碎的羊毛，奄奄一息的火把。      站起身来。一定漏了什么，我晃了晃身子，想。      黏土比我想象中的结实，我花了点力气才掏出一个洞来——后面只是石头而已。      ——我看着后面的石头，心情几乎是崩溃的。那这层黏土究竟意义何在？箱子只2*2的底面积，地下又铺着羊毛。这个房间……是故意被设置成这样的吗？为了什么？VIP房间？      如醒悟般地往头上看，跳不到的高度上盖着一片活板门。我把掏出来的黏土攒成一堆儿，站上去后依然是够不着。往上一跳，便抓住了那活板门，但无论我怎么摆动身子，它也不活动分毫。      一声巨响，我差点被震下去，但好在已经握得发红的手依然紧握。活板门突然掀开，把我也带了上去。尚未理解发生了什么，但我赶忙把下半身提起来，一面用手肘顶住。      爬出监狱后，我站在走廊上左右张望。地上扭着被震散的赤色粉末，红石火把发出“啪啪”的声音。我视其光芒尚盛，便拔了下来。——活板门突然拍了下来，“啪嗒”一声，我只感觉自己的心脏被吐了出来。      轰隆声仍是不断，不过稍微远了些。漫步在这走廊上，靠近我的红石线的突然亮起总把我狠狠吓一跳。——配合那在同期打开的活板门和牢中发出的不明嘶吼声。      悄悄看向一个损坏的空房间，似乎配备是完全相同的，只是我的少了抓痕和其他看不出来处的损伤罢了……      走廊并不长，我爬上梯子，才得以目睹这伟大的地下工程。这里像是地铁中枢站点一样，写着看不懂的符号的指示牌引着七条路线。只有在站里，才有高端的石砖地板。顶上的几个洞让我窥到了另一层的存在。      又是爆炸声，很近，一定在附近发生的。耳朵随之便是嗡嗡声阵阵来。      ——对了，为什么都没有看到人？空城计？      地上散落着各种杂物，鱼竿，木板，栅栏，甚至是唱片机。唯独没有人，杂物上都布满了灰尘。      沿着一段还算完整的铁路，转个弯，捉到装满武器装备的矿车被推到一处儿，也许空矿车更多。我取了套铁制装甲，一把还有一道锋利的铁剑，以及弓箭，两把冲锋枪，一把霰弹枪，总算把自己打扮得像个战士了。只是，这把剑没了一种危险的味道。      怀着不安，回到大厅。如何逃出这里？此后该何去何从？      “啪”地一声，像鞭炮声在耳边炸开。      嘤——嗡嗡——      我捂着耳朵摔在地上，闭着眼睛不敢作吸，只逼着嘴巴拼命用鼻子向外吹气。      待风波尽后，我睁开眼睛，——大厅的另一头，七条线路中有四条被灰尘掩住了，顶上的砖块在一点点下落。耳朵仍然如被锥子突刺般疼痛。我下意识踉踉跄跄地向后退，抬头却又透过顶上那几个洞看到成簇TNT，有规律地挂了七八簇。      ——“该死该死该死该死该死！”      惊恐万分的我转身就跑，慌不择路，大叫着狂奔进了其中一条走廊，并用余光确认了走廊入口附近的一大TNT。走廊足有20米宽，虽说没有石砖铺设，但其形状设计非常雅致。确认安全后又跑了十余米，做不了酷哥的我转过身来，捂住耳朵。      纵向一震，把我震跌在了地上，还好手仍死死压住耳朵，才没有被接踵而至的巨响震聋——虽说也近了。      死死盯住。灰尘先是被扬了起来，肉眼能观察到的震动中石块和某个巨型建筑俶然坠下，狠狠砸在这一层大厅的地板上，灰尘很快如火山灰般填满了大厅的空间，并涌入了走廊。      我深吸一口气，带着如撞钟般的心跳，扭头，和着另一声爆炸，回到了奔跑的路上。      本章完      2414字\n索引：http://www.mcbbs.net/thread-97789-1-1.html\n\n",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1439002740,
            "txt_content": "主角身累心累还休息不足每天活在担惊受怕水深火热之中...\n该疯了吧...\n或者说早就疯了吧......"
        },
        {
            "author": "250=mo",
            "timestamp": 1439003580,
            "txt_content": "HGK 发表于 2015-8-8 10:59\n主角身累心累还休息不足每天活在担惊受怕水深火热之中...\n该疯了吧...\n或者说早就疯了吧...... ...\n被发现了[滑稽]"
        }
    ]
}