{
    "title": "【擂台赛】意见征集",
    "author": "紫枫",
    "replyCount": 15,
    "timestamp": 1438575900,
    "txt_content": " 本帖最后由 紫枫 于 2015-8-3 14:11 编辑 \n\n这一次的擂台赛进行快要到一半啦，选手们也都在努力创作。擂台赛第一次在线上举行，还有诸多不尽人意的地方。大家对现有的擂台赛规则制度有什么意见和建议呢？收集来的建议会在下一届擂台赛的时候认真考虑！希望大家踊跃回复，好的点子会有加分哟~\n\n\n不过这一次规则就不会再变了本帖禁水，除了意见和建议以外的回复都会拿到(奇怪的)卡片一张[red_wool]此帖长期有效，在关闭擂台版的时候会移动到历届作品子板块中继续收集意见\n\n\nP.S.类似\"WE编辑上限多点好不\"\"TP权限放开\"等(不只这些,随时补充)同视于以外的无意义回复，也会拿到卡",
    "replies": [
        {
            "author": "280314182",
            "timestamp": 1438576500,
            "txt_content": "既然是擂台赛 那为什么不加入打擂台的模式呢~ 这样会更有意思呢~"
        },
        {
            "author": "雪羽Kevin",
            "timestamp": 1438577460,
            "txt_content": "不知道可不可以分成两个比赛区，一个区是原创区，由评委负责评分等等。另一个区是在统一的已经完成的建筑上进行改造，也可以进行评比"
        },
        {
            "author": "plasma",
            "timestamp": 1438578180,
            "txt_content": "啊一半了时间好快。建议可以举行多类型的比如大型建筑区细节建筑区新手 风景配合区这种区域更好区分各个人才能。更大发挥选手能力"
        },
        {
            "author": "ufof",
            "timestamp": 1438578240,
            "txt_content": "应该弄个CB擂台赛\n\n我错过第三届红石擂台赛太可惜了"
        },
        {
            "author": "酉月一",
            "timestamp": 1438578540,
            "txt_content": "我觉得可以稍微效仿一下PMC的比赛，例如下一届擂台赛的主题是火焰世界，那官方制作一个类似于地狱岩与岩浆合起来的地形，或是啥的。由自焚你发布到擂台赛并且以这个主题让参赛者在这个地形上以主题做建筑，当然，地形存档肯定也是需要自焚你发到擂台，由报名的参赛者下载地形自己在地形里做建筑。\n自焚觉得如何？"
        },
        {
            "author": "defoliation_h",
            "timestamp": 1438580040,
            "txt_content": " 本帖最后由 h22391386 于 2015-8-3 13:48 编辑 \n\n{:10_492:}可以做一个长达1天的擂台赛啊，玩家身上空无一物，从收集材料开始，到结束，评谁建的建筑好看。时间可以增加或者缩短啊，这期间玩家一直为生存模式。\n\n或者，玩家进入游戏一样没东西，给玩家3个小时收集材料，时间结束时，把玩家模式改为创造，并禁止从背包直接拿物品，禁止捡起掉落物，禁止WE之类的能产生其他物品的插件之类的，然后让玩家就靠身上的物品建筑。\n\n条件允许的话，再来一波全能Steve，模式，UHC，根据玩家血量，所带矿物，杀怪数，评分，如果玩家在地面有建筑的话还可以额外评下建筑的美观分数啊，，，，估计这种擂台赛也要打个一天...\n\n其实想要弄出有意思的建筑比赛，想还是比较容易的，但是要苦了玩家或者程序猿。"
        },
        {
            "author": "咩傑。da",
            "timestamp": 1438580460,
            "txt_content": "1.评分的人可获金锭一个，毕竟是大盛会，有点派头还是挺好的，而且我不信加完这个奖励后bbs上会有在线的人不去投票，即可使全民参与投票，降低刷票可能性，又可以调动大家观看选手作品的热情，不然建筑者们做了1个多月的作品只是为了给版主看看混个奖章么？\n2.刷章现象太严重了，以至于在茫茫人海中我做的一个1个月的作品可能没有别人好而得了参与奖，然而一个符合所有标准的参赛者只做了一个特别丑陋只做了1天但是规模主题合格的作品，这就会引起许多建筑师的不满，[为什么我做的那么辛苦可是还跟别人得了一样的章?]显然擂台赛在制度上还是略有欠缺的，个人认为因该设立倒数几名的作品奖励适当的减少，这样对大家都好。\n3.擂台赛的奖章设立并不是太好，不是资深老玩家根本无法辨认什么是参与勋章什么是优胜勋章，个人认为应该更改不同奖章的背景颜色[譬如第一名的奖章背景颜色是金色的，优胜奖章的背景颜色是银色的]要是觉得设立这一点没有什么卵用的话可以去掉\n4.PE擂台赛为毛没有实物奖励啊QAQ区别对待啊喂"
        },
        {
            "author": "tsd1",
            "timestamp": 1438603260,
            "txt_content": "1.WE可否在下一届增加到50000方块？50000方块应该不至于造成大规模破坏\n2.可以事先提供地形，在要求的地形上建筑\n3.建议在建筑阶段完成后给作者提供自己所在区块的建筑存档，便于作者本人渲染\n4.建议评比名次全体投票时不公开作者名字，让投票者不知道是谁的作品\n5.另外，楼上区分勋章的建议不错"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1438603980,
            "txt_content": " 本帖最后由 End-Enderman 于 2015-8-3 20:15 编辑 \n\n（虽然我不是建筑行，但我还来整一整吧）\n对于擂台赛规则方面1.如果是建筑比赛的话，争取增加一些建筑硬性规定。比如说建筑大小必须大于几x几x几，否则不合格，这样可以增加得到纪念勋章的难度。\n2.可以将帖子排版的美观程度加入评分标准。或者让版主来排，省的某些非常优秀的作品而作者不会排版导致的尴尬。\n3.可以采取评分人员进入存档检查的方式，看看有没有缺陷（因为大家放在帖子上的图片基本上都是最好的一面）加入评分标准（如果评分人员有做请无视）。对于投票的建议1.希望尽量不要使用玩家公布投票的方式，尽量采取优秀的版主来投票或者让一些具有优秀建筑作品的玩家来投票等等。这样也算是可以有效防止恶意刷票。\n2.因为论坛有小组，为了防止因票数问题引起各小组战争，可以采取同组成员不能投同组成员这种方式。\n3.希望版主随时随刻注意查看ip，防止刷票。其他建议1.第八届擂台赛采取服务器的方式，那么是否会将玩家作品随时备份？（万一有高级黑客攻击就坏了...）可以让服务器的管理员门随时备份，万一某一天出了事后可以应急。\n2.论坛可以加一个\"擂台赛作品推荐\"放在首页边栏（现在有新闻资讯、版主推荐、问答等等），因为似乎来历届作品的人还是比较少。可以把每一届的优秀作品放在上面直到下一次擂台赛开始。\n3.论坛的擂台赛虽然主要是针对建筑。但是从第四届擂台赛来看，似乎可以加入其他因素。建议以后如果可以的话某些擂台赛可以加一些像第四届擂台赛主题为红石、命令方块这样的主题。因为主要是建筑，可以采取每五届举办一次这样的擂台赛等等。这样也可以活跃气氛（红石党们等的难受2333）。\n4.如果不是一直采取服务器的方式，以后可以采取先报名再有擂台赛发帖资格这样的。这样也可以减少一些违规。先给出这十条了。如果有建议我再提。"
        },
        {
            "author": "jimmyzhong",
            "timestamp": 1438771620,
            "txt_content": "建议一审每一位选手应该向评委递交一下自己船的介绍，首先一审是评委决定，所以评委会按着自己的喜好和标准投票，然而很多时候评委在看船的时候只看到了内外饰的表面，并不知道选手造莫个东西或船上的部件时的背后含义，与历史相符或者是纯粹创意。所以我建议选手可选择性递交关于自己船的介绍，这样可以让评委更好地了解自己的船"
        },
        {
            "author": "jimmyzhong",
            "timestamp": 1438771980,
            "txt_content": "End-Enderman 发表于 2015-8-3 20:13\n（虽然我不是建筑行，但我还来整一整吧）\n先给出这十条了。如果有建议我再提。\n ...\n优秀建筑作品的玩家\n首先很难定义谁是优秀作品玩家\n其次，大部分优秀作品玩家都属于特定的小组，而他们肯定会支持参赛的组员，反而会更加不公平"
        },
        {
            "author": "tsd1",
            "timestamp": 1439048700,
            "txt_content": "再来提一次建议可以不\n1.为什么评分标准不事先公布？即使不公布，也应该在擂台赛开始之前就写好。可以避免正在建设的作品影响评分标准。\n2.关于jimmy所说的写介绍的部分，我认为写介绍是个很不错的建议。但是，应该限制介绍所写的内容，以防止介绍过多的影响评委的客观打分；\n3.对于全民投票决定最终结果，这确实不算个好主意。一般人也许看到大触的作品就会投票，而不在乎作品质量。对他们来说，这不仅是讨好大触的好机会，而且还跟了风。这会影响比赛公平。要做到真正的投票不公开作者，任何泄露作者的行为将被取消比赛资格。\n4.建议最终评审还是得让建筑水平高的人投票，不过也得确保他们不知道作品作者。\n5.地皮应该事先提供符合主题的地形，比赛不是地形塑造比赛。\n6.同一届比赛应该有多个主题——比如第七届擂台赛，这样可以吸引更多人参加，同时提高作品水平。\n7.比赛评分标准不应该有“比例”之类的硬性规定，而应该注重整体效果。\n先说这么多"
        },
        {
            "author": "jimmyzhong",
            "timestamp": 1439428620,
            "txt_content": "同意楼上建议，匿名发帖是个很好的想法"
        },
        {
            "author": "Aezning",
            "timestamp": 1440726780,
            "txt_content": "以后让BBS成员也投票吧，这届没有\n建议出一个沙漠改造大计划\n或做一个建筑群"
        },
        {
            "author": "rshengcun_qwq10",
            "timestamp": 1445767140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}