{
    "title": "【原创】【启示录】第八章；重生",
    "author": "紫罗兰祝福",
    "replyCount": 2,
    "timestamp": 1438777560,
    "txt_content": " 本帖最后由 星之永恒 于 2015-8-5 20:27 编辑 \n        四周的光在沉默中渐渐消逝，最后，Alice打开了手电筒。在极端的黑暗和潮湿下，光像一阵雾气，在无边的黑暗中变幻着，又在远方渐渐消失。在湿润的环境下，沙漠变得不再干旱，连脚底的沙子都变得松软。不远处，一株小树苗正在蓬勃的生长，而几株硕大的蘑菇正肆无忌惮的寄生在上面。在那个树苗的旁边，一簇蘑菇布满了一株枯死的灌木，我不由得感到一阵恶心。这些生命在绽放之前就已经被一种强大的力量所抽离，解剖，改造。而这种力量，则是它们最丑陋的一部分。它们的阴暗面在强大的恐惧，愤怒，悲伤和仇恨中凝结，最终占据了它们的精神。    湿润的气流开始在上空凝固，这时我们的脸上，身上都布满了水珠。水珠随着重力划过我们的脸，落到地上，与地上的沙子融为一体。雾气组成的屏障越来越浓，晶莹的水珠几乎挡住了所有的光。凝结在上方的云滴下了第一滴晶莹的雨滴，便势不可挡的落下密密麻麻的雨，狠狠地砸在我们的身上。一株微小的蘑菇冲破顶在它身上的沙子，冒了出来。    旁边的Jane突然惊叫一声，哆哆嗦嗦的向一个不明物体缓缓退去。Alice的灯光几乎是在刹那间向这里移来。那是一只人的断臂，真菌正贪婪的霸占着那只手臂。我砍掉断面上疯狂生长的真菌，仔细的地研究那只手臂。它在半个小时前曾经是属于一个人的手，但它现在正被一簇贪婪的真菌霸占着，三个人之间紧张的气氛像瞬间凝结了一般。现在，在黑暗中，我们随时都可能撞见一只僵尸，而更致命的是，这只僵尸很可能已经知道我们身在何处。死亡在我们的身边弥漫着，渐渐扩散到没一个人的心中。    雨在一片沉默中渐渐消逝，但无边的黑暗依然笼罩在我们头上。我们都等着一声凄厉的怒吼来结束这一切，但四周只有沉重的脚步声。三个人都在痛苦和沉默中煎熬着，而没有一个人打破沉默。    我停了下来。在只有三个人的黑暗中，我却分明的听到了第四个脚步声。我猛的一惊，但我随即支起耳朵仔细听了起来。那个脚步声非常沉重且没有任何规律。我缓缓朝着那个脚步声靠近。沉重的脚步声越来越清晰，我则紧握着Kill，手中渐渐地冒出了冷汗。那个脚步声愈发清晰，我甚至听到了僵尸喉咙里发出的声音。最后，一切在一声剑划过的声音中结束。Alice听到声音赶忙跑了过来，Jane见状，也急忙赶了过来。在灯光的照射下，我们看清了那只僵尸的遗体。他的手中还带着未干透的血，看来是他抓掉了那只手臂，而那个失去手臂的人则仍未出现。气氛则在稍微缓和后再次凝固。我望着那只僵尸手上的血液，自顾自的说到：“血会在很短的时间内凝固的，按照血液的凝固速度来看，另一只僵尸应该就在...”话音未落，我们的背后突然传来一阵清晰而恐怖的怒吼声，Jane吓的一个哆嗦，拿起剑猛的向那僵尸劈去，又一只僵尸倒地。我们不能再停留了，时间就是生命，于是，三个人在乌云一般凝聚在我们头上的恐惧中前行。        一场毫无征兆的雨稀稀拉拉的落了下来，我们则继续向着乌云的深处前行。雨越下越大，脚下的沙子剧烈的膨胀着，他们贪婪的吸收着水分。只要稍微施加些压力，我们脚下的沙子就会急剧缩小，而雨水则会从沙子的缝隙中冒出。我们在雨中艰难的前行着，努力在水坑中走出下一步。        我们头上的乌云不知在何时散开了，强烈的阳光撒了进来，我们瞳孔急剧的缩小着，以适应头顶上强烈的阳光。我睁开眼时，头顶的乌云已全部散去了，强光下的蘑菇急剧的缩小着，在褶皱中缩成一团。不过五分钟的时间，我们脚下的土就已凝结成一块沙石。我惊讶的望着身边的一切，头顶的乌云已经在风中散去，形成一片沙漠，而四周的乌云则仍在继续凝结着。我们都席地而坐，赶紧享受这难得的阳光，基地那边的乌云仍在继续凝结，而通向平原的乌云却开始消散。我们则在片刻的休息后继续朝着平原前进，Tank不可能在如此短的时间内出现在基地那边，我们肯定还有时间找到Tank。烈日当空，我们不能怠慢。        我们终于站在沙漠的边缘上。当我看到远处的绿色时，我惊呆了。自从John炸毁实验室之后,我就再也没有看到如此鲜艳的绿色。一旁的Alice和Jane也被惊呆了。Jane沉默许久，缓缓说到：“如果Jimmy也在这里就好了。”她的声音平缓而随意，但夹杂在其中的悲伤还是给了我重重的一拳。此时此刻，我想到的则是儿时与父母在一起的快乐时光。只是在我不知道我只是一个还没有死透的末影人时，每一片天空都是湛蓝的。我不禁潸然泪下。一滴泪水缓缓的落到了沙地上，在一抹雾气中飘向远方。只是过去的都已成为过去，我拉着满脸泪痕的Alice继续向前走去，而Jane则静静地凝望着远处，在一声叹息中跟了过来。        现在,Jimmy可能还在找他的姐姐。我们是在夜晚离开的，Jane注视着远处的乌云，最后还是丢下了熟睡的Jimmy。他在他的姐姐眼中，Jimmy永远是一个孩子。而为了留住善良纯洁的Jane,John也是再煎熬中做出了那个决定。除了她的弟弟，现在她唯一牵挂的人恐怕只有她的父母了，那个带给她美好回忆而又将她抛弃的父母。我不知道她在看到远处绿色的平原时在回忆什么，但我知道，那肯定是一段美好的回忆。        三个人继续向前走着，与刚刚凝重的气氛不同，三个人虽然再次陷入了沉默，但笼罩在我们头上的恐惧和死亡却在湛蓝的天空下烟消云散。有时，回到曾经的感觉就像在做梦，但身边的一切又都是那么真实。三个人在回忆中继续靠近研究所，但我们此行的目的却忘得几乎一干二净。身边没有丧尸，没有蘑菇，只有一片草原和回忆。各种各样的滋味涌上心头，美好的曾经，家人的教诲，温馨的回忆…在我即将被美好冲昏头脑时，我意识到一个问题：这里虽然没有蘑菇和丧尸，但这里同样一个人都没有。恐惧再次涌上心头，我像疯了一样的寻找任何一个人，空洞的房子，杂草丛生的水井，被泥土掩盖的小路…我顿时意识到了问题的严重性。这时，Alice也意识到了问题。她仔细的翻找房屋内的每一个角落。“没用的。”我叹息着说到。这时，Jane还在盼望着她的弟弟能和她一起分享这片美好。一分钟之后，三个人在一片美好中再次陷入了恐惧和绝望。没有生命的美好是空虚的，没有现实的幻想是虚假的。很快，三个人不约而同的向实验室一路狂奔。但愿我们能在那里找到真相。        在我们赶到实验室的路上，一阵窸窣的响声从一个小屋里传来。我赶忙停下脚步，Alice见我停了下来,赶忙把还在狂奔的Jane拉住了。我走到一栋小木屋前，停了下来。当初，我就是从这里走上与Tank抗争的道路的。我走了进去，里面的东西都还是原样，只是多了一把锋利的钻石剑，这把剑曾是在Kill离去后，我最爱用的一把剑。        正当我们正在寻找刚才发出声响的不明物体时，门突然关上了。Alice迅速的冲上前去，试图将那个诡异的门打开，可是无济于事。这时，我的身后突然传来一个人的声音：“Star,你终于来了。”我迅速转过身来，可我的身后什么都没有。这时，那个奇怪的声音再次出现：“这么长的时间过去了，你还记得我吗？”一回头，一位末影人老者正笑着看着我。我吃惊不小，末影人是生物死后待在下界的幽灵，根本无法来到主世界。不等我开口，那位老者就叹息到：“看来，你还是没有找全你的记忆。”话音刚落，一抹紫色的雪花向我飞去。我还未反应过来，就觉得天昏地暗，一阵挣扎后，我体力不支到了下去。恍惚间，我再次看到那位老者。       身边是一片空白。我看到前生的我静静地躺在婴儿床上，不哭也不闹。我看着他安详的脸，仿佛时间不曾流逝。可惜，我们只独处了不到一分钟，一个护士就把我抱了起来，捧了出去。        这一天，我刚出生。        眼前的一切突然变得模糊起来，一阵刺耳的摩擦声遮盖了一切。等到眼前的景象再次清晰时，我正在努力的迈出我人生中的第一步，旁边的一个科学家看到我笨拙的走路的样子，高兴的尖叫了一声，喊来了另一位科学家。两个人都静静地看着我笨拙的走路，我则一边走路一边含糊不清的说到：“妈…爸…”两个科学家则惊喜的叫到：“儿…儿子！”他们的脸上竟有了点点泪痕，不知是悲伤还是兴奋而留下的泪穿过我的身体，滴到了前生的我的脸上。       今天，是我的二周岁生日。       时光划过我的的身体，在我的身上留下道道伤痕。等我再看清这个世界时，我正在玩弄着一把刀。我竭力地阻止着前生的我，但刀还是划到了他的手上，血很快流了出来。听到我的哭声赶来的父亲看到地上的刀，正要发怒，看到我手上的血，他放下手中的试管，赶忙给我找碘酒。结果他在给我擦拭碘酒时，他碰倒了桌子上的试管，但他还是咬着牙帮我处理好了伤口。他把伤口仔细的包扎好，又仔细检查了一边，笑着离开了。结果他还没有走出门口就轰然倒地，而他的脊背上已经露出白骨。        在四岁时，我的父亲就这样去世了。他什么都没有留下，因为他研究了七年的实际在腐蚀完他的肌肉后消失的无影无踪。在葬礼上，我的母亲哭的很伤心。        我背上小小的书包，向着我憧憬的学校迈出了第一步。我的母亲反复的说着那些我已滚瓜烂熟的语句，而我只是不耐烦的答应了一声。母亲苍老的脸上掠过一丝悲伤，但她还是仔细的帮我检查好了书包，拉好了拉链。我兴奋的朝着学校走去，丝毫没有注意到苍老的母亲的脸上已是潸然泪下。        这一年，我七岁。昨天晚上，熟睡的我丝毫没有听到日渐苍老的母亲哭了一夜，但她最后还是帮我收拾好了书包。其实，我的书包在昨天晚上就已被仔仔细细的检查了很多遍，但我丝毫没有看到母亲乌黑的眼圈。        在学校的时光也不总是快乐的。在学校的第一天，我就和同学起了争执。在极端的愤怒下，我将试管中的硫酸向那位同学泼去。一旁的老师用身体保护住了那位同学，但他自己却被硫酸灼伤，但他只是笑着对我说到：“以后和同学发生争执时，可不能再这样了。”        可是我并没有看到，那位老师在此后的一个月内，一直忍痛讲课。他的伤口几次化脓，他都没有停止给我们讲课。一个月后，他的伤痊愈了，却留下了一片难看的疤痕，但他从来没有因为这件事责怪我任何一句话。        时光快速的掠过我的身体，给我留下一道道疤痕。当我离开那位老师时，我已经是一个出色的科学家了，至少他是这么说的。他离去的时候没有任何一个人说话，吵闹，但他离开后，他的学生都哭了，一些我们素不相识的学生也哭了。每一年的这一天，我都能看到他的坟头挤满了前来哀悼他的人，而他的坟前也常常盛开着鲜艳的菊花。        我最终还是回到了我熟悉的研究所，成为了一名真正的科学家。我的母亲看到我的身影，高兴的流出泪来。多年不见，母亲的头发都已经全白了。母亲高兴的拿出了一些已经开始发馊但依然丰盛的饭菜。我犹豫再三，还是吃下了那些饭菜。这一天，母亲显得格外高兴。        我并不知道，今天是我的生日。我的母亲为了可能回来的我尽心竭力的准备了三天，只是那些丰盛的饭菜却已有些发馊。你的母亲懊悔不已，但当她看到我吃下这些饭菜时，她还是感到了莫大的满足。        最后，我成为一个科学家的助手。即使是一个助手，我依然是最不老实的一个。那个科学家是一个疯狂的战争机器，他的脑子里全都是如何置人于死地的想法，而我是最最反感这些血腥的发明的助手，我对他的贡献也仅限于帮他递东西罢了。在暗地里，我总是在制作拯救那些悲惨的实验品的发明。于是，我们的实验室里运出的尸体总是最少的。我总是一个人默默地发明着各种不为人知的东西，直到有一天同为助手的Ann发现了我的发明。此后，我们就一起发明各种拯救实验品的奇怪发明。那个战争机器培养出一种生化武器，而我们则在他休息时培养出了生化武器的疫苗。结果那个科学家碰倒装满了他心爱的培养皿时，我们培养出的疫苗便成功的化解了这次灾难。        我的母亲知道这件事后，什么话都没说，只是一个劲的叹气。晚上，她沉重的对我说道：“你的父亲就是被自己的发明杀死的。希望你以后能坚持下去，不管有多少人反对你，都会有一个人始终支持着你。”母亲说完话后，就一直在叹息。第二天，她在一场车祸中丧生。那天是我父亲的祭日。我的母亲为了不影响我的工作，便隐瞒着我去看望父亲，而这一看就是十五年，直到今天。我默默地看着一缕青烟渐渐的飘上青天，而始终陪伴着我的，只有一旁的Ann。整个过程中都没有一个人说话，只有Ann一直默默地流着泪。        那个科学家开始了新的发明，他疯狂的虐待着动物，并提取着动物在恐惧和痛苦时大脑的神经元所分泌的物质。我只看了一次提取的过程，就再也没有回到那个悲伤而恐怖的提取室。最后，他提取出了一些深蓝色的物质。那管深蓝色的液体在暗处不停地散发着微光，大有吞噬研究所之势。        这时，我看到了John。他只是沉默地看着各种发明。与冷漠的科学家不同，两个助手热情的接待了John。最后，在我的指引下，John参观完了整个实验室。他仔细的临摹了一些武器的设计图，但他直接略过了生化武器。此后，John就成了这里的常客，虽然那位科学家依然是那么冷漠。后来，John和他的妻子带着一个小女孩来到了这里。John依然在认真的临摹着武器的设计图，但年幼的Jane则好奇的四处乱跑。在一片喧闹中，她碰翻了一管化学试剂，John的妻子上前护住了年幼的Jane，自己却被试剂灼伤。她笑着安抚着年幼的Jane,在Jane笑着跳着离开后，她痛苦的倒在地上，再也没能笑着安抚痛哭的Jane。此后，我就再也没有见到认真临摹设计图的John。一个月后，John找到我并恳求我将年幼的Jane送到一个安宁的地方。为难的我看到了John悲伤而忧郁的脸上纵横的道道划痕，我还是答应了他。最后，我将熟睡的Jane送到了一个宁静的小村庄。我亲眼看着Jane渐渐的从我的视线中消逝，眼前又浮现出了父亲的音容笑貌，我不禁潸然泪下。        回到实验室后，我发现我变得沉默了。我静静地凝望着在试管中已经变得深蓝的液体，悄悄地将一滴蓝色的液体滴进试管，带了出去。我仔细的研究着这滴深蓝色的液体，希望能使它的颜色变得浅一些，但是我却无能为力。随着动物的尸体越来越多，那些液体的颜色也越来越深。我静静地凝望着那滴紫色的液体，不禁又想起母亲，眼泪又滴了下来。我没有注意到那滴掺进眼泪的液体的颜色越来越浅，最后变成了浅蓝色。一旁同样愁眉不展的Ann看到了那滴浅蓝色的液体，瞬间振奋了起来。她悄悄的拿取了一些紫色的液体，并将蓝色的液体滴到了紫色的液体里面。这时，奇迹发生了：紫色的液体的颜色变得越来越浅，最后变成了晶莹的浅蓝色。Ann如获至宝，赶紧轻轻的将那些蓝色的液体密封在一个试管里，并高兴的欢呼。而我只是静静地看着那些浅蓝色的液体，不再说话。第三天我们再次检查那管蓝色的液体时，它已不见踪影。一问才知道，那管液体被当成失败的试验品丢进了垃圾场，而我和Ann只能看着那管紫色的液体痛哭。结果就在那位科学家为了提取出纯净的痛苦和悲伤时，试管落到地上，变成了一摊碎片。那位科学家痛苦的怒吼了一声，倒在地上，我拉着Ann跑了出去，那位科学家的肌肉不停地膨胀着，很快就已经看不出人形。等他再次站起来时，他已经变成了Tank。地上的痛苦和哀伤则在不停地蔓延着，很快，丧尸就已布满了研究所。我们则被一群丧尸围堵在一个杂物室。我忍着痛杀掉了Ann,又把刀架在了自己的脖子上。很快，杂物室内就倒下了两具尸体。        当我再次睁开眼时，我就已经到了一个漆黑的地方，而那位老者正微笑着坐在这块漂浮在虚空之上的陆地。我心里只想着赶快找到Ann，而我却失足掉下了深渊。一个末影人看到了我，便奋不顾身的跳进深渊，试图将我拉回那片陆地。这时，一个巨大的黑色身影将那个末影人带回了虚空之上，而我却掉进了虚空。恍惚中，我听到了一个熟悉的声音：“孩子，我可以不抹去你今生的记忆，但你的尘封记忆，则需要你自己来找回。”巨大的黑色身影随即载着那个末影人向上飞去，而我则在一声哀嚎中掉出了这个世界。突然，我觉得我像在万米高空坠落一般，向下望去，稀疏而青葱的树木正围绕着一个村庄，而我则直直的穿过屋顶，向一个人几近垂直的砸了下去。这时，四周的墙壁已经开始崩塌，而我却从墙壁的碎片中看到了今生的自己...        墙壁的碎片在一片黑暗中消逝了。黑暗中，我清晰的看到了一扇门。我打开门，走了出去。却直直的掉进了虚空。        我突然像曾睡着一样，猛的醒了过来。我转过身 身边的Alice双目无神，而一旁的Jane却昏倒在地上。身后，老者的声音突然传来：“孩子，你还记得这是什么吗？”我回过头，那位老者手中正拿着一个装满了蓝色液体的试管。未等我开口，那位老者便笑着说到：“孩子，有些事情，还得你自己去完成。”我陷入了沉思，而那位老者的声音却再次传来：“孩子，在你的母亲离开后依然支持你，鼓励你，帮助你的人，其实就在你的身旁。”我一惊，转过头来，身旁的Alice依然双目无神，而那位老者却在那时消失的无影无踪，只剩下落在地上的那管浅蓝色液体。我拾起那管浅蓝色的液体，仔细端详着，而刚刚醒来的Alice看到那管液体却大吃一惊，但她最后还是没有发出声来。我打开那扇诡异的门，外面灰暗的天空和绝望的草地重现在我眼前。Alice叫起倒在地上的Jane，不再说话。Jane奇怪的问到：“我们这是要去哪里？”我凝望着远处灰暗的天空，沉重而坚定的说到：“去我们该去的地方。”Jane注视远处的实验室，沉默许久。\n        从哪里开始，就要从哪里结束。",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1438777620,
            "txt_content": "@guqu\n@1137246733\n@2B与mc的故事\n@zwh007\n@gggbbb\n@末影龙娘\n感谢你们的支持！\n（office再刷底线233）"
        },
        {
            "author": "zwh007",
            "timestamp": 1438866420,
            "txt_content": "死了好多人啊=_="
        }
    ]
}