{
    "title": "[1.8-1.6.2][AutoSwitch——自动切换]",
    "author": "椎名雪穗",
    "replyCount": 14,
    "timestamp": 1438614840,
    "txt_content": " 本帖最后由 爱无名灬颂 于 2016-5-21 21:53 编辑 \n\n首先把版权上一下\n\n\n\n\n\np.png (14.29 KB, 下载次数: 137)\n\n下载附件\n\n2015-8-3 22:09 上传\n\n\n\n\n\nGNU LGPLv3\nGNU GPLv3\nSource Code\n要翻译么？翻译一下重要的东西好了\n你可以下载使用我的MOD，你也可以免费的分享它，你也可以做这个MOD介绍的视频，你根本无需询问我，视频盈利全归你......\n你不能售卖我的MOD，这也意味着你不能售卖一个含有我MOD的整合包，你不能修改我的许可证......\n\n\n事实上论坛里已经有人搬运了，然而旧帖里并没有搬运MOD所需的API，而且作者已更新到1.8版本了\n\n既然已经有旧帖介绍了，那我简单介绍一下就行了吧？\n当你物品栏中拥有工具与武器时，在撸不同方块或者撸生物时，这个MOD便能自动切换到所需的工具或者武器的位置。\n什么？搞不懂？要图？自动切换怎么给图啊，上gif吧。\n\n\n\n↑感谢组内Andy触的帮忙，尽管只有17秒，但还是告诉了我们这个MOD资瓷其他MOD中的工具\nMOD的开关为F10键，觉得厌烦了就关闭它吧\n\n恩...还有什么好说的么？MOD需要API资瓷哦，然而下载地址里我已经将对应的API和MOD放在一起了，1.7.10的版本和1.7.2版本的API是相同的哦。\n最后上更新日记吧？\nAutoSwitch\n\nv5.2.0:\n+ Updated for Minecraft 1.8\n+ Now uses Block States rather than metadata\n+ Better Weapons Override configurability\n* Fixed randomly turning on and off\n* Should work better with TreeCapacitator\nv5.1.1:\n* Fixed NullPointerException with forge Custom Item Stacks\nv5.1.0:\n+ Now compatible with weapons from the mod Tinker's Construct\n* Fixed critical hit bug\n* Fixed annoying \"unswitch on weapons\" to \"unswitch on mobs\"\nv5.0.2:\n+ Added the ability for toggle and other keys to be set to mouse buttons\nv5.0.1:\n* Fixed bug with standardness that conflicted with Thamcraft\nv5.0.0\n+ Way more configurability\n+ Treefeller detection\n* Lots of bugs fixed\nv4.3.4:\n+ Installer will now download and install ThebombzenAPI\nv4.3.3:\n* Silk touch and fortune should now work as expected\nv4.3.2:\n* Compatible with ThebombzenAPI 2.3.4\n+ Installer has browse button\n* Various tweaks and fixes.\nv4.3.1:\n+ Automatic Installer\n* AutoSwitch_Overrides.cfg moved to AutoSwitch_Overrides.txt\n* Fixed switching-back-when-disabled bug. AS should now only switch back when it switched.\nv4.3.0:\n+ Updated for 1.7.2\n* Toggles are now per-server-world rather than all of multiplayer as a whole\n* Changed the advanced configuration to use block/item names rather than IDs v4.2.0:\n* Updated for 1.6.4\n* Now uses Forge again cause ModLoader is terrible\n+ Mob Switching is now back because of forge\n* Fixed a few bugs\nv4.1.0:\n+ Updated for 1.6.2\n* Fixed several bugs\n- Temporarily removed mob switching due to MC-28289\nv4.0.2:\n* Tweaked silk touch detection, AS no longer thinks silk touch works on signs\n* Tweaked selection order, now tool standardness is before silk touch or fortune for the FAST STANDARD and SLOW STANDARD modes.\nv4.0.1:\n* Fixed metadata-free config options from not registering\n* Fixed printing \"%b\" in the debug for newDamageable and oldDamageable\nv4.0.0:\n* No longer requires Minecraft Forge\n- Removed AS Modules (they were a silly idea in the first place)\n* Adding mod-specific overrides no longer requires a module (including custom weapons)\n* Replaced Swing GUI options window with a Minecraft-style GUI screen.\n* Replaced NBT-based configuration with a text-based configuration\n* Replaced many of the NBT-based configuration options with clearer and smoother options\n* Replaced always/never tool overrides and block/tool categories with standard tool overrides\n* Replaced Use Worst and block/tool categories with tool selection modes.\n* Hoe switching (on crops) is back\n+ Added positive fortune and silk touch overrides\n+ Silk touch, fortune, and specific tool overrides equivalents now support categories\n+ Added a \"use in creative\" option.\n- Removed Use Sword\nv3.0.4:\n+ Updated to 1.5.2\nv3.0.3:\n* Actually switches ^.^\nv3.0.2:\n* Fixed a bunch of old features that the module API broke such as Specific Tool Overrides and Use Worst\n* Changed ToolCategory.getStrengthVsBlockCategory to return -1F on an unknown block category and -2F on a not strong block category.\nv3.0.1:\n+ Update to 1.5.1\nv3.0.0:\n+ Update to 1.5\n+ Module Support\n+ Now will use unarmed instead of a useless item when fighting (for mcMMO)\n+ Now will use a hoe on crops (for mcMMO's Green Terra)\n* Fixed \"Assigned to static field AutoSwitch.instance\"\n* Fixed using weapons that deal no damage above all others\n* Fixed RP2 Microblocks and tubes/wires\n* RP2's sickles should now work when I release the RP2 module\n* IC2's Chainsaw should now work when I release the IC2 module\n* IC2 Machines won't be mined with a pickaxe if you can avoid it\nv2.5.0:\n+ Update to 1.4.6\n* Requires Minecraft Forge\n* AS now switches pre-game-tick rather than post-render-tick, causing performance improvements\n* Fixed ghost ice glitches (again)\n* MUCH better fortune calculations, now won't switch away from a tool just because it has fortune.\n* Fortune and Silk touch ignores have been tweaked to be doesn't-work overrides\n* Feature to reset the config when I create an update.\nv2.4.8:\n* Fixed memory leak\nv2.4.7:\n* Eliminated Fake Worlds entirely XD! They've been causeing A LOT of problems. This fixes glitches such as:\n** Crash with Millénaire when opening a chest\n** NullPointerExceptions when mining snow & ice\n** Mining ice causing ghost water blocks\n** The block disappearing under snow when mining it\n** Sun not moving\nv2.4.6:\n* Fixed fortune & silk touch switching not working at all because of the NullPointerException fix\nv2.4.5\n* Fixed bad switching on slimes\n* Fixed NullPointerExceptions causing bad silk touch switching\nv2.4.4:\n* Fixed sun not moving. (Wow, that's rather unexpected for an automatic tool switcher...)\nv2.4.3:\n+ Update to 1.4.4\n* Better fortune enchantment selection algorithm (now works on redstone ore & gravel)\nv2.4.2:\n* Fixed crash when using a version of forge since 6.0.1.339\nv2.4.1:\n* Use Standard Tool should work now as expected\n* Fixed changing the toggles in the config window not actually working\n* Fixed NullPointerExceptions when mining snow on top of a block\nv2.4.0:\n+ Update to 1.4.2\n* Outsourced many features to ThebombzenAPI for use with my other mods\n* Tweaked the fortune enchantment selection algorithm.\n* Tweaked the algorithm determining whether silk touch or fortune works on a block.\n- Dropped Durability Preserver because it hasn't worked since 1.3.1\nv2.3.0:\n* More realistic Silk Touch, Fortune, and Block IDs to ignore * on.\n* External ThebombzenAPI for more compatibility with Magic Launcher.\nv2.2.1:\n* Fixed Silk Touch on glass, ice, and similar blocks.\nv2.2.0:\n+ Update to 1.3.2\n+ ThebombzenAPI addition, adds useful features for making other mods use some of AS's features\n+ Blocks to disable Silk Touch on option\n+ Blocks to disable Fortune on option\n+ Use standard tool when available option\n+ You can now change the keys in-game without a restart of Minecraft\n* Fixed silk touch and fortune doing weird things\n* Changed default config to remove block IDs 1 and 13 from the Enchantment Selection Order (tools) because of the new silk touch and fortune changes.\nv2.1.0:\n+ Update to 1.3.1\nv2.0.1:\n* Fixed freezing when trying to close the config window.\nv2.0.0:\n+ In-game configuration instead of a config file\n+ Ability to set certain blocks to never mine with certain tools\n+ You have the ability to set the preferred enchantment order for specific blocks, along with the default, using Block IDs\n+ You have the ability to set the preferred enchantment order for specific mobs, along with the default, using Entity Network IDs\n+ Durability Preserver Toggle-able setting\n+ SMP Server Lag config option for Durability Preserver\n+ Disable AutoSwitch in SSP for mining blocks config option\n+ Disable AutoSwitch in SSP for fighting mobs config option\n+ Disable AutoSwitch in SMP for mining blocks config option\n+ Disable AutoSwitch in SMP for fighting mobs config option\n+ You have the ability to set the threshold for a weak block\n+ AutoSwitch will use a non-damageable weapon over a damageable one if the number of hits to kill is the same and the side enchantments are equal\n+ AutoSwitch understands dig speed and dig slowdown potion effects in case someone writes a mod that makes these obtainable.\n+ AutoSwitch will remind players when an update comes out.\n+ You have the ability to disable any keybinding you don't like\n* Blocks that drop themselves will not have the fortune enchantment considered for them\n* More realistic preference system where silk touch and fortune are preferred over mining speed\n* Setting the attack button to a keyboard key and not the left mouse will now work with AutoSwitch\n* You will no longer mine with a sword if you have no other items in your hotbar\n* The defaults for the toggles will actually work and it will not use your current settings, like before\n* Use Sword is off by default\n* More reasonable use worst where it is only considered for mining speed\n* AutoSwitch is much more compatible with Minecraft Forge and will work with forge-added blocks and tools.\n* Debug text files are much smaller by not printing the same thing over and over\n* AutoSwitch should be more compatible with mods that add tools that don't extend the base tool classes.\n- You can't configure your tool material preference order, as this has been ultimately superseded by Use Worst\n- You can't configure pickaxe groups as this has been ultimately superseded by Use Worst\nv1.9.0:\n+ Update to Minecraft 1.2.5\nv1.8.0:\n+ Update to Minecraft 1.2.4\nv1.7.0:\n+ Update to Minecraft 1.2.3\n* Fixed vines not mining with shears\nv1.6.0:\n+ Number of hits weapon switching algorithm.\n* Efficient items can mine weak blocks.\n* Fixed the annoying V-key switch-back.\n* Fixed the controls screen. Use the config file to change the key bindings.\n* The attack button is now used, not necessarily the left mouse button.\n* When attacking a player the looting enchantment is ignored.\nv1.5.4:\n* Fixed keybindings being broken in 1.5.3\n* Fixed glitch where snow and leaves wouldn't be properly looked at that came back in 1.5.3 (stupid typo glitches)\nv1.5.3:\n* Removed unnecessary keybinding additions and removals.\n* Fixed efficiency so using an efficient pickaxe which is better than a shovel is the one that is switched to, not the shovel.\nv1.5.2:\n* Options will no longer toggle when typing into the chat.\nv1.5.1:\n* Fixed UnsupportedClassVersionError\nv1.5.0:\n+ Updated to 1.1\n* Fixed debug problems.\nv1.4.3:\n+ Key bindings are now configurable\n+ Defaults for the toggles are now configurable\n* Fixed some out of memory issues when switching worlds\n* Fixed the controls screen getting messed up.\nv1.4.2:\n+ Added no sword option\n* Changed save files to be update-compatible.\nv1.4.1:\n* Fixed problem when holding nothing but a tool in the slot on the right, and not switching away from it when mining an instantmine item or weak block.\n* Fixed use worst option in relation to enchantments.\n* Better performance, no wasting time meaninglessly debugging string concatenations.\nv1.4.0:\n* Complete engine rewrite, more stable and accurate\n+ Toggle is saved\n+ Temporarily enable/disable\n+ Use Worst Tool feature\n- Dropped fancy LowIron stuff, now use \"Use Best\" and \"Use Worst\" options. The fancy LowIron stuff is still configurable.\nv1.3.0:\n* Fixed crash when holding an enchanted pickaxe and a sword and mining a non-pickaxe item.\n* Fixed engine flaw where efficiency modifier wouldn't be considered.\nv1.2.1:\n* Instantmine items will no longer be mined by swords that are added by mods.\n* All enchanted items will be considered for switching.\nv1.2.0:\n+ Support for tools added by mods\nv1.1.0:\n+ Support for enchantments\n* Fixed bug where axe would be used to mine a slab\nv1.0.0:\n* Updated to 1.0.0\n* Changed default config to match 1.0.0's block changes (i.e. Soul Sand is now a shovel block, etc.)\nv0.8.4:\n* Hopefully minecraft won't crash if the mod can't find .minecraft.\nv0.8.3:\n+ Added Ignore option so people who don't edit their config file can have it updated.\n+ You will now switch away from damageable items when mining any block without the right tool.\n* Moved around many of the pickaxe items in the default config.\n* Several bug fixes\nv0.8.2:\n* Added new category to default config for pickaxe items so stone and stone brick now mine with a pickaxe.\nv0.8.1:\n* Added vines to the default config as a shears block\n* Fixed ModLoader version string.\nv0.8:\n+ CONFIG FILE\nv0.7.4:\n* Minecraft will no longer crash if you attack a mob when you are holding nothing in the lower left of your hotbar.\n* Cleaned up the code, and fixed debug code so sending me a debug report is easier.\nv0.7.3:\n* Snow is now a shovel item again, after it broke in 0.7.1.\nv0.7.2:\n* This mod now compatible with mods that replace existing blocks with their own, such as DAFTPVF'S Treecapitator mod.\nv0.7.1:\n* Changed \"weak block\" tolerance to allow a few more items such as glass and cactus to be considered sword items.\n+ Now when mining a \"weak block\" you will purposely switch away from any item that takes damage\nv0.7:\n+ You will now switch back to the item you were holding when you are done mining a block or attacking a mob, useful for easy building.\n* This fixes the annoying problem where you accidentally click on the ground and switch to shovel.\n* You won't use a sword to mine easy-to-mine items such as leaves, rails, torches, or cactus. This prevents excess damage to your sword.\nv0.6:\n+ If you attack a mob or player you will switch to your best weapon. The damage is calculated after you switch, so if you have a diamond sword and you punch a pig without holding it you will still kill it in one hit.\n* Fixed torch/tall grass switch-to-sword bug that came back in 0.3.\n* Fixed bug where the click delay when using instantmine was removed.\n* Fixed ModLoader version string.\nv0.5:\n+ Non-pickaxes now will always use the best available tool.\n* Pressure plates are a pickaxe item\n* Iron doors are a pickaxe item\nv0.4:\n* You now shouldn't mine torches, sugar cane, tall grass, or anything else while in your inventory.\nv0.3.2:\n* Cobblestone stairs are now a pickaxe item\nv0.3.1:\n* Redstone ore is now a pickaxe item\nv0.3:\n+ New preference system: Blocks now have order of priority for pickaxes so the best pickaxe will always be found.\n+ Coal, Iron ore, Stone, and Brick now prefer to be mined with a stone pickaxe over an iron pickaxe. This is because in my experiences, I've tried conserving my iron pickaxes for when I've needed them.\n+ Gold pickaxes don't mine anything they shouldn't be able to. A different pickaxe or sword is chosen instead.\n* Other tools (not pickaxes) use whichever comes in the inventory first, as most people only have one kind of axe or shovel.\nv0.2:\n* Obsidian is now a pickaxe item\n* Stone brick is now a pickaxe item\n* Glowstone is now a pickaxe item\n* Leaves and wool are now shears items\n* You won't switch when mining an instant mine item such as tall grass or a torch.\nv0.1:\n+ Initial Release\n\n\nThebombzenAPI\n\nv2.5.1:\n+ Added option to disable update notifications\n+ Update reminders will now print to the server console (if enabled)\n* Will not reject vanilla clients or servers anymore\n* Fixed \"Game Activity\" during mod construction (there wasn't any, but Forge thought there was)\n* Update reminder for ThebombzenAPI will only point within Minecraft versions.\nv2.5.0:\n+ Updated for Minecraft 1.8\n* Fixed crash with no config directory on server-side\n* Rerouted System.exit to FMLCommonHandler.exitJava\nv2.4.1:\n+ Added the ability for toggle and other keys to be set to mouse buttons\nv2.4.0:\n* Changed ABI\n+ Tons of improvements to things like:\n* Debug logging\n* Reflection\n* Loading\nv2.3.5:\n* Fixed bug when two different mods access default configurations at the same time\nv2.3.4:\n* Changed ABI\n* Tweaks and fixes to make EnchantView possible\nv2.3.3:\n* Fixed toggles not saving.\nv2.3.2:\n+ Added automated installer\n+ Update reminders now contain download links.\nv2.3.1:\n* Toggle keys should now work\nv2.3.0:\n+ Updated for 1.7.2\n* Migrated config screens to Forge mods screen (Don't use Shift+B!)\nv2.2.0:\n+ Updated for 1.6.4\nv2.1.0:\n+ Updated for 1.6.2\nv2.0.0:\n+ Extensive config file support\n+ Extensive options screen support\nv1.2.2:\n+ Update to 1.5.2\nv1.2.1:\n+ Update to 1.5.1\nv1.2.0:\n+ Update to 1.5\nv1.1.5:\n+ Update to 1.4.6\n+ Private method calls\nv1.1.4:\n* Fixed getting no dimension 0 found errors\n* Moved Thebombzen's Options to Shift+B instead of the window because it was incompatible with GuiAPI.\nv1.1.3:\n* Fixed ModLoader version string (really? I'm still doing that)\nv1.1.2:\n+ Update to 1.4.4\nv1.1.1:\n* Keys shouldn't push when typing into chat.\nv1.1:\n+ Update to 1.4.2\n+ Toggling Features\n+ Centralized many common actions\n+ Java Interface Support\nv1.0:\n+ Initial Release\n\n仅支持单人游戏。\n",
    "replies": [
        {
            "author": "海牛的麻烦",
            "timestamp": 1438617420,
            "txt_content": "这倒是方便了生存，不知道还有没有拿着铁镐撸黑曜石的小朋友呢"
        },
        {
            "author": "当然风格",
            "timestamp": 1438619400,
            "txt_content": "怎么不搬全呢？Thebombzen's 这个系列的有自动切换，自动打怪，附魔预览，更好的世界生成。"
        },
        {
            "author": "大卫弟",
            "timestamp": 1438665480,
            "txt_content": "简直省时省力"
        },
        {
            "author": "爱的社会",
            "timestamp": 1438671060,
            "txt_content": "对我们有极大的帮助"
        },
        {
            "author": "374129222",
            "timestamp": 1438705320,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "a164729252",
            "timestamp": 1438826700,
            "txt_content": "感谢分享"
        },
        {
            "author": "翔飘飘",
            "timestamp": 1438828080,
            "txt_content": "然并卵，个人感觉还是手动切换比较好。"
        },
        {
            "author": "三十八阿哥",
            "timestamp": 1439552040,
            "txt_content": "是不是鼠标左键要烂的节奏"
        },
        {
            "author": "笨饕餮",
            "timestamp": 1442752140,
            "txt_content": "感谢楼主的分享\n更加感谢作者的无私奉献"
        },
        {
            "author": "Steve灬他哥",
            "timestamp": 1443008220,
            "txt_content": "要是手贱强迫症呢？？"
        },
        {
            "author": "Silentme",
            "timestamp": 1445751480,
            "txt_content": "好方便啊，懒人必备"
        },
        {
            "author": "空白~大大",
            "timestamp": 1445761740,
            "txt_content": "表示没看懂，，，"
        },
        {
            "author": "1368925911",
            "timestamp": 1470142020,
            "txt_content": "这个mod在哇信标的时候不会用稿子"
        },
        {
            "author": "MC乾殇",
            "timestamp": 1580475120,
            "txt_content": "nb      大神啊            "
        }
    ]
}