{
    "title": "<原创·连载> 【小宝】《破碎之域 亚加洛法 前传：秩序》 第二章",
    "author": "1845797316",
    "replyCount": 16,
    "timestamp": 1438641480,
    "txt_content": " 本帖最后由 1845797316 于 2015-8-27 00:11 编辑 \n\n引索贴：《破碎之域 亚加洛法 前传：秩序》\n\n\n\n第二章：战斗开始！\n在警报中，我和其他新兵以及所有仪式举办人员，迅速穿戴好盔甲赶往战场。不过我比较慢了，掉队了。“那边的！帮下忙，这东西老塞不进去。”我环视四周，是一个坐在地上的和我一样的红发新兵对我说的。我赶了过去，他的靴子不合脚，需要很用力才能穿上。我一边帮着他穿，一边和他聊。“啧啧啧，这东西真是折磨人。你迟早会在战场上被它坑死，相信我，他会弄死你的。”“唉，以前到是想换过，但物资比较缺，没有合适的，也就放弃了。我这鞋子就这样穿了三个月，天天脚都肿，每天都要敷脚。那真是无法想象的难受。说真的，要是被我发现鞋还有存货，我真要干掉那个该死的库管员。”他向我诉苦，看着鞋，我想到了什么。“我似乎有点东西。小巷里的装备店知道吗？”“装备店？好像听过，记得是准备备战物资的一家。”我对他讲到。“对，我在那里看到了和你尺码相同的，不过都在库房，看来我可以给你带一双。”“真的吗？那可谢谢你了，这鞋子再穿下去，我真也都要死了。”他脸上露出了灿烂的笑容。笑的真让人温暖。“回去该好好和那个库管员聊聊了，我绝对有十三种让他爽的办法……，我对了，你叫什么？我叫埃里克以后我们就是朋友了。有什么事找我。”他很热情地告诉了我名字。“我叫卡尔，十三小队的卡尔。”我也告诉了他我的名字。“卡尔？嗯……”，他细细打量着我的名字。“好名字，以后我们就是朋友了！”克里诺的警报，不鸣则已，一鸣惊人。当警报响起时，就是真正危机的时刻。当我们赶到城门口时，战斗基本已经结束了，只剩下孤立无援的几只僵尸和骷髅。战斗不算惨烈，没有人员伤亡，除了那那几支插在我们外城圆石围墙上的箭，这波僵尸与骷髅就没有对我们造成其他影响。守卫军开始打扫战场。我看着满地的尸体，感觉这次的战斗非常轻松，究竟是我们的强大还是敌人的不堪一击，我也无从得知。身后渐渐开始有群众围观，其中有个别的小孩挥舞着他们的玩具木剑，像我当年一样。我盯着他们，回想着我的过去。“以前的我，也是像这样的……”“喂！被吓傻了吗？”埃里克故作怪异的声音把我从回忆中拉了出来，我不满地看着他：“我在想事，让我静一静。”“想什么？”，埃里克显然是想刨根问底，我也只好告诉他答案。“回忆而已。”“回忆？你看着他们在回忆你的过去吗？你的过去也是挥舞着木剑过家家？那可真是黑历史啊！”埃里克那充满嘲讽的调侃使我不高兴，我转身走去。“嘿，兄弟，我开玩笑的，看来我开玩笑的技术真的不好，你都没笑。”我没有理他，仍旧向前走去。“抱歉老兄，其实我也不太会讲话，从小到大也不是太多人陪我玩，我很珍惜我的每一个朋友，但我总是做不好，对不起。真的，我的朋友很少。”他的话打动了我，不知是不是因为他的悲惨。我转过身，向他走去。“嘿，老兄！你原谅我了！”我用冷静对待了他的热情，“没什么，我就没和你生气，我回来是有点事。”看我没有怪他，他也放松了下来。“老兄，你真是够朋友，话说我的鞋还算吗？你知道的，我的鞋换不了，我会……”“安静，说道事，我还真有件事。”我从地上的尸体旁边抓起了一把土。“你看，地上的尸体大概是二十具，但我下午在城外树林里发现的足迹却至少是六十多只的，也就是说，大概还有五十只左右的僵尸在外面晃悠。你想想，这几天的攻击，虽然数量有所下降，但是质量明显要高过前几天。”“虽然没有参战，但我也看得出来，它们的确是更厉害了，跟磕了药一样，真是怪。你觉得是为什么？”“鬼才清楚，但我感觉不对。当务之急是要把消息上报。”“兄弟你真是猛。”他的目光变得钦佩。“看来我们就是整个城市的救世主了，这感觉真像次冒险，不对，这就是冒险，我们会穿着铠甲拿着宝剑拯救这里，我们会成为大英雄，然后会有人崇拜我，还有美美，你放心，我不会抢你的，还有……”他已完全沉浸于他的幻想之中“别多想了，我们将会把信息告诉守卫军，我们将会一起抵抗，你将会拿到你的鞋子，这就是全部。没有英雄，没有名誉。”我打破了他的幻想。“这……，好吧，那有美女吗？”他嬉皮笑脸地向我问道。我甩出了手中的土，“那个，没有！”在打扫战场的人群中，我很快找到了处在明显位置指挥的军团长。军团长指挥着守卫军善后，所有人都井然有序，我和埃里克站在这里，格外显眼。“报告，军团长，我在城外树林里有新的发现。”我挺直了身板，用洪亮的声音向军团长报告。“这位新兵很有气势嘛，来讲讲你的新发现，是敌人的大部队吗？”军团长亲和的态度使我放松了下来。“报告，是的。在城外与树林交界的地方，有大量脚印，应该不少于……”“七十只，对吧，是七十只吧。”我没有说完，军团长就抢先说出。“唉，已经调查过了吗？”知道结果已经被调查清楚，我的心有些失望。“是的，调查过了，我们还与他们交战过，数量的确不容小视，不过我们也追查到了它们的老巢。”“老巢？”“的确是，在交战的时候我们跟随他们找到了他们的老巢，是附近的一个天然矿洞，在图书馆的文献中也有记载，这是一个神秘的矿洞，里面有大量怪物聚集，相传里面还有宝藏，但没有人亲眼见到过。你们不用担心，我已经了解清楚了情况，会组织反击的，到时候你们也会上。”“请军团长放心，我们会战斗到底的。”“那就好，我也相信你们，很感谢你们为我们提供情报。回去好好准备吧。”结束了与军团长的谈话，我们的有些失望，但得到了军团长的鼓励，感觉还不算坏。回到家中，养父养母都已在家等待了。“今天如何，上面有交代什么吗？”养父母仔细询问着。“还行，也没说什么，不过可能要开战了。”我故作轻松地回答。“是吗？就要开战了！唉，也是，那你小心着点。这战场上，随时都有危险。”养母很替我担心。“参个军打个仗，有什么好担心的，他是个男人，就该打仗。别哭哭啼啼的。”养父的想法倒是和养母相反。但无论如何，要是开战，我都必定会参加。不过他们的担心也是难免的，毕竟我是他们的儿子，虽然不是亲生的，但我身上也寄托着他们的爱。深夜，我翻来覆去地睡不着，是激动？还是恐惧？我望着窗外的明月，月亮是那么的圆，像是被精细打磨过一般。渐渐的，心中又感觉到了当年的冷静。“该是好好表现的时候了！”我这样想着，闭上了眼。一大早，军团长召集所有人集合。“干什么？”“我哪知道啊！”“我想是讨伐的事。”“我看八成是。”“别讨论了，人都来了，听军团长说。”来的人七嘴八舌地讨论着今天将要发生的事。这时，军团长缓缓走上演讲台。“如各位所见，现在我们克里诺的情况不容乐观，昨日已经受到了攻击，相信这样的事在不久的将来还会出现。我们不能在这坐以待毙，我们必须主动出击。昨天进攻我们的，只是那些怪物的一小部分，我们不能等待着他们的进攻，我们得要去攻打他们。通过侦查，我们已经确认，活动在附近的僵尸与骷髅的老巢是在城外的一处天然矿洞。今天下午两点，我们将会派遣军队前去讨伐。讨伐人员已定，由三个新兵小队，与其他两个小队组成。以上人员留下，其他人解散。”人群渐渐散去，留下了我们一群新兵，和十几个中年老兵。“各位，这次行动主要的目的有两个，一是讨伐那群邪恶的生物，清除对城镇的威胁，二是通过这次讨伐，锻炼你们这群新兵，这次会有一些老兵指导，是一次很难得的机会，你们要好好珍惜。”军团长说出了这次行动的初衷。“是。”“现在对任务进行简单的讲解，这个洞穴在城镇东南方向，具体地点，我待会会让莱恩带领大家。现在讨论作战，单单只是僵尸的话，一般情况下不会有威胁，只要防御得当，战斗就会很轻松，但遇到骷髅，就要警惕，它的箭比你们想象的准。遇到骷髅，就由老兵解决。现在有个最大的问题，那就是它们的首领。从之前的战斗中不难分析，它们有个智慧较高，力量较强的首领。因为那些愚蠢的僵尸与骷髅，不会领导群体，派出小队攻击。所以我们必须为此考虑。对方不是[圣血种]就是[变异体]或者是较强大的亡灵或傀儡。如果遇到他们，由老兵和莱恩负责引开它的注意力，然后让新兵们进攻，尽量群体行动，不要被抓到落单的。明白了吗？”军团长详细的讲解已经让我大致了解了我们的对手。“明白了。”我们齐声吼道。“明白了就开始准备！”军团长也向我们吼道。“解散。”我在散开的人群中找到了埃里克。“喂！埃……，埃克……，埃里克。”我都快忘了他的名字。“嘿！兄弟！你也在啊！”他似乎还有点惊讶。“废话，我们都是新兵啊！还有，你的新鞋。”我从包中掏出了我准备的新鞋。他看到了新鞋，眼睛都发光了。他立刻脱下了一只鞋换上了。“我太谢谢你了，这东西真合脚，兄弟，我爱死你了！”他又脱下了另一只旧鞋，将旧鞋用力甩飞了出去，不过砸到了花瓶。“谁要你爱了，我警告你，你可别乱来。”我向他开玩笑道。“你放心你放心，我有分寸，你当我傻啊，我懂的，我懂的。”他也满脸坏笑地盯着我看。但他的演技实在太差劲了，更本看不出什么坏的地方。“好了，不开玩笑了。要战斗了，你怕吗？”我收起我的笑容，一本正经地问道。“怕？我的字典里就没有这个字，虽然我就没有字典。”他依旧向我开玩笑，我却不以为然。“我不怕，到时候，看看谁杀的少，谁拿腐肉和骨头少，谁就请顿饭，如何。”我略带不满地向他打赌。“呦，赌就赌，谁怕谁。”他丝毫没有害怕。“好，一言为定。”我们约定好了。在做好一切准备后，我们终于要踏上征程。虽然已经不是第一次战斗，但我异常激动。因为这是第一次，正规的战队。临行前，军团长为我们送行。“在今天，你们当中有新兵，也有老兵，但现在，你们就是战士，是勇猛的战士。无论是多么艰险的地方，你们都要闯过去，你们有这个信心吗？”“有—”所有人齐声回答。“你们准备好了吗？”“准备好了—”“那么现在……”他拔出了剑，指向天空。“讨伐开始！”\n\n\n\n\n废话\n这次讲解一下名词，圣血种是曾经的更世之神与巴凛塔所创造出的东西，是极少概率地生成出一只智商较高，力量较高的僵尸或其他怪物。变异体则是在末影龙将第一域毁灭成地狱后所创造出的怪物的稀有体，他们就像他们的名字一样，拥有较强大的力量，但是生成几率也是很低。有关于这些历史，我会在后期更新。",
    "replies": [
        {
            "author": "1845797316",
            "timestamp": 1438668060,
            "txt_content": "尼玛终于审核通过了   六个小时啊"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438676520,
            "txt_content": "1845797316 发表于 2015-8-4 14:01\n尼玛终于审核通过了   六个小时啊\n我以前遇到过五个小时的审核\n话说这一章怎么全是对话"
        },
        {
            "author": "1845797316",
            "timestamp": 1438676640,
            "txt_content": "2B与mc的故事 发表于 2015-8-4 16:22\n我以前遇到过五个小时的审核\n话说这一章怎么全是对话\n对话什么的就无视吧，没想要凑字，就给埃里克这家伙多一点台词吧，反正他第三章就死了"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438677000,
            "txt_content": "1845797316 发表于 2015-8-4 16:24\n对话什么的就无视吧，没想要凑字，就给埃里克这家伙多一点台词吧，反正他第三章就死了 ...\n楼主快出第三章啊！\n顺便楼主评价一下我的小说《方块大陆》"
        },
        {
            "author": "冥王星人",
            "timestamp": 1438873320,
            "txt_content": "这一章又成了对话流，文章平衡完全毁了。\n孩纸你还得练练。"
        },
        {
            "author": "1845797316",
            "timestamp": 1438877460,
            "txt_content": "冥王星人 发表于 2015-8-6 23:02\n这一章又成了对话流，文章平衡完全毁了。\n孩纸你还得练练。\n我觉的我就是锅汤，看完一篇贴，就变一个味，然后最后就成浆糊了。但我不能让这事发生。QAQ"
        },
        {
            "author": "冥王星人",
            "timestamp": 1438914420,
            "txt_content": "1845797316 发表于 2015-8-7 00:11\n我觉的我就是锅汤，看完一篇贴，就变一个味，然后最后就成浆糊了。但我不能让这事发生。QAQ ...\n来我群里接受调教吧。。。\n看见本来可以写很好的这么糟蹋真是于心不忍。"
        },
        {
            "author": "1845797316",
            "timestamp": 1438944180,
            "txt_content": "冥王星人 发表于 2015-8-7 10:27\n来我群里接受调教吧。。。\n看见本来可以写很好的这么糟蹋真是于心不忍。 ...\n唉，创作版群？我这种文渣进去真的好吗？"
        },
        {
            "author": "冥王星人",
            "timestamp": 1438998180,
            "txt_content": "1845797316 发表于 2015-8-7 18:43\n唉，创作版群？我这种文渣进去真的好吗？\n不会写文的可以到小说里充当龙套XD"
        },
        {
            "author": "HGK",
            "timestamp": 1439000880,
            "txt_content": "用这么多对话来描述剧情...\n感觉看着不太舒服耶..."
        },
        {
            "author": "1845797316",
            "timestamp": 1439050200,
            "txt_content": "HGK 发表于 2015-8-8 10:28\n用这么多对话来描述剧情...\n感觉看着不太舒服耶...\n第二章是个败笔啊啊啊啊啊啊啊啊，真心想删掉啊啊啊啊，第三章就给力点点了。这就是个前传，是打广告的，所以是现编的，没有太多计划。"
        },
        {
            "author": "1845797316",
            "timestamp": 1439050320,
            "txt_content": "冥王星人 发表于 2015-8-8 09:43\n不会写文的可以到小说里充当龙套XD\n额，我还是在这里历练历练吧，我就是个文渣QAQ."
        },
        {
            "author": "冥王星人",
            "timestamp": 1439111520,
            "txt_content": "1845797316 发表于 2015-8-9 00:12\n额，我还是在这里历练历练吧，我就是个文渣QAQ.\n我这里可是有特训的~"
        },
        {
            "author": "永恒的誓言",
            "timestamp": 1439568060,
            "txt_content": "听说你是文渣，你来解释一下你期末语文的分数。#（滑稽）"
        },
        {
            "author": "1845797316",
            "timestamp": 1439605500,
            "txt_content": "永恒的誓言 发表于 2015-8-15 00:01\n听说你是文渣，你来解释一下你期末语文的分数。#（滑稽）\n呵呵，水到三级了。真是吓得我日了蠢澈。"
        },
        {
            "author": "永恒的誓言",
            "timestamp": 1439629620,
            "txt_content": "1845797316 发表于 2015-8-15 10:25\n呵呵，水到三级了。真是吓得我日了蠢澈。\n我才3级啊，你个6级大水比"
        }
    ]
}