{
    "title": "<原创-连载>《方块大陆》第一章",
    "author": "DiamondsKing",
    "replyCount": 6,
    "timestamp": 1438671720,
    "txt_content": " 本帖最后由 DiamondsKing 于 2015-8-9 20:57 编辑 \n\n上一篇<原创-连载>《方块大陆》序章.战争胜利\n\n\n①Raldy.Serreir，冒险者。②由于冒险者改掉皇帝名称，自称国王，所以村民领袖的称号也从领主改为村长。Noyrao，白衣村民。\n③Grenada，紫衣村民。\n④Tally Village，费欧德主城的附属村庄。\n⑤Thuery.Leirp，红袍冒险者首领。\n⑥Manyu.Mnaterm， 黑袍冒险者首领。\n⑦Era.Serreir，洛迪的妹妹。\n⑧Dhucheirz.Lalys，冒险者。\n⑨Moyroer.Camiep,流浪者督姆斯-凯密普（Dhums.Camiep）之子。\n⑩达克尔兹的外号，意思是无赖。\n\n\n第一卷\n\n\n第一章.大聚会   \n       \n       三一二年的二月十二号是村民们在第三纪元里举行的第一百七十八次村民大聚会，但巧合的是，今天也是洛迪-塞维尔①的生日。洛迪被大伙称为“带着绿宝石和烤土豆”的传奇人物，他的生日聚会必定也是重大的。于是村长诺依奥②决定将这两件事放在一起——“也就是说同一天里在一个重要人物的生日聚会上进行两种不同的事项，何况洛迪这年刚好是满126岁——进入了青年时期。你现在懂了吗？”一个褐衣村民低下身子问一个小村民。\n       “爸爸，”那个小村民回答，“我认为去主村广场的库克餐馆是一个不错的选择。”\n\n\n      洛迪在今天凌晨时分就起了床，他给仆人分配完任务后，便急忙坐在书桌前写昨天晚上没写完的邀请函。\n      对于洛迪，喜好绿宝石的村民曾这样评价他：“他一定不是一个平凡的人，因为绿宝石和烤土豆将永远陪伴着他。”从这句话里我们不难看出洛迪是一个有钱人（其实都是他老爸格尼丁的），但他不像商人格瑞第③那样吝啬。“洛迪是一个慷慨的人。”见过他的人都会这么说。\n      洛迪安稳地坐在软凳上，用漂亮的羽毛笔在洁白的信纸上工整地写上每一位宾客的姓名。天哪，他几乎邀请了托尼村④的所有人来参加这次聚会，其中村长诺依奥、国王丢瑞⑤和前任冒险者首领索兹之子曼尤⑥的三封邀请函均用钻石蓝的墨水书写（其余都是用金色或绿色的墨水书写），因为他们都是重要人物。\n      在明朗阳光照射下的主村广场上，已经有许多人驻足观看正在修建的舞台和吃饭聊天用的桌子。每个人光看这种驾驶就知道这次聚会热闹非凡，所以他们都希望自己是受邀请者。事实上他们每个人都是，除了极少数洛迪不知道的人；但洛迪大发慈悲的重新布置了一个场所，好让过往的陌生朋友在此歇歇脚、喝口咖啡并观看表演。\n      现在洛迪花了一个上午的时间写完了能堆成一座小山丘的邀请函，他伸了伸懒腰，一口气喝完了放了一个上午的牛奶。“爱拉⑦，”洛迪喊道，“我出门办点事，帮忙把信寄一下，呃······我想想，对，再把我的朋友叫来，达克尔兹⑧和莫伊拉尔⑨，你知道吧。就这些了。”“好的哥哥，我会做的。”房间里传出懒洋洋的声音。\n \n      聚会时间很快来临了，没等所有的邀请函送到大伙手上，广场上早已是人山人海。村民小孩在每个露天帐篷之间进行捉迷藏，火把上的火焰在笑声中跳动着。食物的芳香从热火朝天的厨房里飘出，端送食物的工作人员会忍不住从盘子里抓一块烤牛排在一旁偷吃，只要看见他的人都会嘲笑说：“老爹，你又在偷吃东西呵，小心洛迪大人减你工资！”\n      夜幕逐渐地覆盖了天空，战争过后美丽的星光再次与月亮相伴。主村广场上灯火通明，如果有人从高空往下看，他将发现在费欧德平原的中部地区有一大块亮金色的火光在闪烁；它宛如地表的一颗明星，逐渐照亮了四周。\n      聚会一开始，所有美味可口的食物和饮料被工作人员从厨房里端出送至现场的每一个桌子上，客人们边吃还边不停地赞叹着洛迪的优点，并和周围的人聊聊家常和一些繁琐的事物。整个现场闹哄哄的。\n      “亲爱的客人们，”达克尔兹站在台上大声地喊道，“请你们安静一下。”现场的人们听到后都逐渐的安静下来，只是有少部分人不满的在一旁发出哼哼声。\n      “请允许我代表洛迪大人发言。对于这次宴会，我首先要感谢洛迪-塞维尔先生给了我这次登台表演的机会（其实他已经表演了很多次了）。让我们赞扬他的曲奇和蛋糕！”达克尔兹刚说完，台下就发出了一片唏嘘声，这让他很不满意。\n      “安静！安静！”达克尔兹感到很没面子，因为这些台词从他一开始登台演讲时就没变过，所以现在他想极力挽回面子，“等等，你们怎么了，我的台词有什么不好的，你们为什么不愿意去听？以前不是一样的吗？”接着他又问了很多问题，又花了很长的时间来向大家解释这些无聊的问题。\n      （小插曲：“我真不明白，为什么洛迪那么好的一个人，会交上这样的朋友？”一个人小声地说。“这你就不知道了吧，塞维尔先生的朋友有很多，每个朋友都有不同的性格，他能够和那么多性格各异的人打交道，说明他有一颗包容的心。”另一个人回答。“包容的心？”那个人反问道，“哦，这真是个古怪的词语，我们还是来聊聊汤勺吧。”）\n      “别再说了，”台下的人们忍无可忍地冲着达克尔兹喊道，“来点新的，这个话题老掉牙了！老掉牙了！”\n       达克尔兹受宠若惊地向后退了几步，于是有更多的人向他发表不满：“没错！先生，来段新的！”“你得告诉我们你为什么要霸占舞台？”\n      “这是个光荣的时刻，但是咖姆想听听新段子。”一个被人举起来的村民喊道。\n      “大家安静一下，”莫伊拉尔把达克尔兹拉下台后说道，“请允许我——莫伊拉尔-凯密普来说一段演讲词。”（“说吧说吧，为什么不可以呢？”）\n      “今天是我们洛迪-塞维尔先生的第一百二十六次生日聚会，也就是说，他正式的进入了青年时期！让我们在这个特殊的时刻祝愿他有力挖矿！（台下响起欢呼声，有人兴奋地叫道：“说得漂亮！再来杯苹果酒！”“你喝醉了！”有人应和道。）\n      “当然，今天也是第一百一十二届村民大聚会！这是一个特殊的日子，我想在场的诺伊奥大人、丢瑞大人和曼尤大人一定会同大家一起唱歌赞美这美好的时光，我说的对吧？”莫伊拉尔面向三位嘉宾问道。\n       诺伊奥站起身先向莫伊拉尔挥挥手，然后转过身面向广大村民说：“Retz anorr loffp.”“Je！Yak！”所有村民回应道。\n      “谢谢，谢谢。那么下面请来自极北冰原的卢兹为我们表演。”（台下再次兴起欢呼声）\n      “如果不看之前的那些差错的话，我想这次聚会应该比以往更加精彩，是吧，曼尤先生？”洛迪坐在台下拍了拍曼尤的肩膀说。\n      “是的，洛迪，”曼尤会意地回答说，“我原本不想来的，但是你寄的那封用钻石蓝墨水写的信可真让我难以拒绝啊！我又欠你一个人情了。在下曼尤-马勒特蒙愿意为您效劳！”\n       洛迪慌忙回礼道：“在下洛迪-塞维尔与您同在！”\n      “洛迪，村民有句谚语：吃饱了不会再吃剩下的蛋糕。我知道你这次叫我来的目的了，是因为皇族内部发生的争执使你担忧？还是冒险者们被分成两派使你不满？”曼尤毫不客气地说道。\n      “是，是，不，不是的，”洛迪摇头说，“后一个问题不是这样的。我觉得红袍王族······”\n      “哦，我亲爱的洛迪，我这一辈子都不想再听到有关红袍冒险者的事，诅咒那些住在宫殿内红衣蠢蛋！”\n      “我想你不应该这样粗鲁，这是村民大聚会，也是我的生日聚会。”洛迪不满地说。\n      “对不起，我知道不该说这种话；但我已经平静不下来了。我又要告诉你一遍真实的历史，你其实和你父亲一样受到了欺骗。\n      “在暮色之战后，因为继承人拉玛-诺姆的失踪，原本的皇帝的位置被红袍冒险者秘密夺取，哼，他们也知道这样做不得人心，于是便进行改革，消除皇帝的封号，迫使皇族内部混乱。你也许还不知道，我们曾经向那个红衣混蛋提出过纪念在暮色之战中死去的战士，但是遭到了拒绝和无礼地嘲弄，就因为这个，我们分裂了。”\n      “那你现在想说什么？说的前提是请保持你应有的礼貌。”一直坐在前排没出声的丢瑞一脸嘲讽地转过头来说道。\n      “我想说的是暮色之战的胜利不是靠那些滴血未流的红袍骑士所取得的，它的功劳应该属于在前线奋搏一战的黑袍战士和冒着生命危险潜入巫妖塔内的五位勇士，如果他们还活着那些荣誉就应该属于他们！”曼尤激昂的话引起了许多人的不满和不解，人们都很疑惑地向他这边望。洛迪一下子被曼尤弄得没有了面子。\n      “哦，对不起各位，我声音太大了，打扰了你们是吗？我能独自去野外安静一会吗？“曼尤捂着脸走出了人群中。\n      “对，“人群中有一部分人窃窃私语，”他一定是喝醉了，没准在野外会做出什么傻事来呢！”（“最好是掉进矿洞里。”）\n      “他就是一个疯子。”丢瑞这样自言自语道，但他的内心却是惶恐不安的。没人听见这句话，因为它被聚会上狂热的呼喊声淹没了。\n \n      “你得跟我解释一下，为什么要剥夺我的演讲权，莫伊拉尔先生。”达克尔兹回到洛迪家后气愤地质问莫伊拉尔。\n      “好你个杜尔斯⑩，看你像貌平平没想到口气还很大，”莫伊拉尔咄咄逼人地说，“我问你，为什么每次都是你来主持节目，把别人冷落在一旁？大陆法律上好像没有这项规定吧？”\n达克尔兹被莫伊拉尔问得说不出话来，但他还是用他的拳头说话了。莫伊拉尔被重重地打了一拳，跌倒在地上。\n      “等等，”一直沉默在一旁的洛迪开口制止道，“停下来。我怎么没有想到？我怎么没有想到？”洛迪在屋内走来走去自言自语。达克尔兹和莫伊拉尔都奇怪地看着他。\n      “洛迪，你今天是怎么了？”莫伊拉尔关切地问道。“他从聚会一结束就一直是这样，看来得找个医生来看看了。”\n      “对啊，法律上没有这项规定······如果找到证据，大陆就不会出现更大的分裂了。但是他去了哪儿？”洛迪突然抬起头问道。\n      “你到底在说些什么啊？我们听都没听懂······”达克尔兹不满地大吼。“啊，洛迪，你不介意我们出去散散心吗？谢谢你。”莫伊拉尔边说边把达克尔兹拉出了屋子。\n       现在，整间屋子只剩下洛迪一个人了。他坐在书柜前，耷拉着脑袋。墙壁上火把的火光随窗外吹进来的风舞动，使地上的暗影颤抖；天空中孤独的月亮和迷失的繁星闪烁出皎洁的光陪伴着热闹过后便落寞了的主村广场；广场上的点点灯光让周围广阔的原野显得温馨暖和。\n       门被轻轻地打开，接着又关上。空旷的走廊里响起了轻微的脚步声，风吹过过道，带来了一阵淡雅的芳香。洛迪警觉地抓起了一本书。一个高个子人影闪过房门，使洛迪大吃一惊。\n      “谁？是谁不敲门就进我屋子了？”洛迪稍稍抬高音量问道。\n      “Hor-hor,”那个人走到了他的面前，黑斗篷的里发出了一种来自远古的声音，“Buel mnue tchowc ，Orledde.Jeorrier.”\n      “你是谁？”洛迪疑惑地问道，“你为什么要叫我，呃，叫我······”\n      “欧那德-吉瑞尔，”那黑衣人回答，“你很疑惑，我知道。这不是重点，重点是我想让你帮我做一件事，报酬是你们喜欢的东西——三百二十个坚斯迈，或者说是斯迈。”\n      “我为什么要帮你？等等，我即不认识你，也和你没有交情，而且我有钱，不需要你的给予。”洛迪感觉到对方来路不明，而且又出那么大的价钱做报酬，这让他难以摆脱对陌生人的怀疑。\n      “好吧，即然这样，”那人似乎笑了笑说，“一百二十八颗钻石怎么样，事成之后还有额外奖赏。”\n      “可我为什么要相信你？”洛迪嘴上虽倔，但其实心里已经无法再拒绝了。（他在想：一颗钻石相当于三百八十四条金，那一百二十八颗就相当于······）\n      “不管你相不相信我，但你总得相信这封信。”黑衣人边说边递给洛迪一封陈旧的信，“你的工作就是去纳巴尔找到这封信的主人——拉玛，并交给他。希望你能活着回来。”\n      “这信封上写的什么？”洛迪看着信封封面说。\n      “三百一十二年前，有个和你一样大的人也说过这句话。”黑衣人转过身说。“不要将这件事告诉任何人，不然你会和他一样。”\n      “他是谁？结果怎么样？”\n       那个黑衣人微微摇头，一声不吭地走出了房门。“嘿，你不说也不要紧，但你总得告诉我你的名字是什么吧？还有怎样才能找到他？他还活着吗？等等，你不应该坐下来喝口茶再走吗？”洛迪觉得有失待客之礼，急忙追出去喊道；但是门外空荡荡的一片，只有风吹过树枝的沙沙声回荡在幽冷的大道上。\n\n\n下一篇<原创-连载>《方块大陆》 第一卷 第二章.密谈\n\n托尼村景貌：\n",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1438693020,
            "txt_content": "人物最好在最前面介绍，放在文章中会影响阅读\n文章中最好不要出现括号，\n您可以添加一些人物的细节描写来突出人物特征\n从文章中不难看出楼主在写这篇文章是很用心，\n但文章的语言显得有些繁琐，可以适当的简化\n其实这篇文章除了细节描写基本上没有其他缺点\n以后可以增加一些人物的动作描写使文章更加准确精炼\n以后尽量从细节刻画一个人物或物品的用途，而不是介绍\n文章在写完之后最好多加检查，以减少错误\n还有\n写了多少东西并不重要，\n重要的是在写作时学到了什么\n最后，把这篇小说更新下去，并让更多人看到它"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438693440,
            "txt_content": "星之永恒 发表于 2015-8-4 20:57\n人物最好在最前面介绍，放在文章中会影响阅读\n文章中最好不要出现括号，\n您可以添加一些人物的细节描写来突 ...\n谢谢点播！"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438695360,
            "txt_content": "DiamondsKing 发表于 2015-8-4 21:04\n谢谢点播！\n我没懂您的意思，签名档在哪？"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1438695480,
            "txt_content": "星之永恒 发表于 2015-8-4 20:57\n人物最好在最前面介绍，放在文章中会影响阅读\n文章中最好不要出现括号，\n您可以添加一些人物的细节描写来突 ...\n我没懂您的意思，签名档在哪？"
        },
        {
            "author": "永恒的誓言",
            "timestamp": 1439568120,
            "txt_content": "少年排版啊。。我是破碎之域楼主的朋友，换个新号水一水"
        },
        {
            "author": "Yy星人",
            "timestamp": 1439575080,
            "txt_content": "字体能不能稍微粗一点，"
        }
    ]
}