{
    "title": "一个故事",
    "author": "刘哥刘哥",
    "replyCount": 13,
    "timestamp": 1438694760,
    "txt_content": "第一章:穿越 ！ 第一天生存！【上】\n“哎呀！这什么矿洞？！什么乱七八糟的东西都有，真烦!”一个略有些童声的抱怨声从一个深不见底的矿洞里传出。声音传出来不久一个身穿红色衣服的男孩慢慢从矿洞里爬出来，男孩抬起头，原本有些帅气的脸却因为挖矿满面灰尘。“啊！不行了，要虚脱了。”男孩呈“大”字型躺了下去。\n我叫卡特，【为了自我介绍，请准许我用第一人称写】周末在家玩“我的世界”时，突然，一只修长的手把我拉进了电脑里。等我看到这里的情况时，才发现我在一个超平坦世界里，跟游戏里的差不多就是经常出现的史莱姆和动物一只也没看见。这什么古怪环境，我心里无比郁闷。等我打量完附近环境，向前面看去时，我终于看到了那只手的主人。\n这是一个一米九左右的青年，一头长长的黑发拖到地上，黑发中不时有几根金发显露出来，一双黑色的双瞳，眼里有着跟表面完全不同的无尽沧桑，在我仔细上下打量他时，他的眼里突然闪过一道毁灭的白色的光芒，就在那时，他现显出一种王者的威严，但我却没有因畏惧而转移视线，我没有发现的是，面前的青年眼中有着一丝惊讶。\n帅！我心里暗赞了一声，“谢谢夸奖”青年微笑着说。“你会读心？！”我十分诧异的问。“不会，我只是看你的表情读出来的。”青年摇了摇头说。“那你把我拉进这里干吗？拯救世界?”我因为紧张说出了一句不正常的话。令我惊讶的是面前的青年居然正色的点了点头“差不多。”我感到事情很复杂急忙转移话题“你叫什么名字？”“叫我创世就行了.” “你是创世神？！”我全身一震，手指指着他问。“嗯，是的。”创世仍然面露微笑的说。\n创世神突然收回微笑，一副严肃的样子: “我从你们的世界里挑选了一些玩此游戏的高手进入这里，你也是其中一个，称为:逆神者 .”我清楚的看到创世神在说这句话时眼里有一丝若隐若现的痛苦。“你，卡特，是第一个被我传送过来的逆神者。”“那你把我传送过来干什么？一共有多少名逆神者？以及……”“这些问题你会在生存里慢慢了解的，我只能告诉你两个消息：一，一共有999名逆神者。二，呵呵~你的出生点不只会有你一个，还会有其他一些人，你可以在那里定居.”\n创世神刚说完，一转身，举起食指对我一弹。我立刻感觉到一股能量团托我缓缓飞了起来。我十分惊讶的发现我被这股能量团托起时，全身都动不了，只有头动的了而已。我突然感到背后凉凉的，仿佛一股零下几十度的冰块贴在后面。我急忙一转身，看到了背后的“景色”时眼睛不由得一缩。背后那勃勃生机的草地已经消失，取而代之的是一片无尽的虚空。幸好有这股能量团，我不由的得松了一口气。正在我想这个时，我身子一轻，这时我差不多已经被这股能量团托飞了约十格高了。“啊啊啊啊啊啊啊啊啊！”不用说，我直接掉入无尽虚空。“卡特，你有一个非常特殊的体质，我送你一样东西，你‘以后’一定要好好小心地使用.”在我掉落虚空时，耳边突然出现创世神的声音，掉落虚空的恐惧几乎一扫而空，但创世神话里的奇怪字眼不由得让我沉思起来。",
    "replies": [
        {
            "author": "银琵琶树",
            "timestamp": 1438695000,
            "txt_content": "您已错版，请发到翻译创造内{:10_492:}"
        },
        {
            "author": "刘哥刘哥",
            "timestamp": 1438695000,
            "txt_content": "啊！我不要掉虚空！”我从一个草地上弹起，“咦？这是哪？”我环顾了一下四周，打量着这陌生的环境，“哇！这里有一个矿洞和一些牛，不愁吃喝了。”随即发现了一个矿洞和一些牛，不禁惊喜出声。“想至富，先撸树。”我对准一棵云杉树，用力一打。“啊啊啊啊啊！”我的呻吟声跨过整座森林。“我了个去！史蒂夫不是有‘神之右手’吗？！怎么会那么痛？!”我对着天空怒哄。可天空依然一点反应都没有。看来跟创世神提要求是不可能的了，我摇了摇头。就在这时，我的背包里突然飞出了一本书，它自动翻开了一页:\nLV5级时获得史蒂夫所有能力。\nLV10级时可以开启随身商店功能。\nLV20级时可以水下呼吸。\nLV30级时可以10秒飞行。\nLV40级时可以凌空飞行【无时限!】\nLV50级时可以 “开通职业.”\nLV70级时可以开始掌握空间之力。\nLV80级时彻底掌握空间之力。\nLV90级时举手投足间开云劈地，震碎空间，破天裂地。\nLV100级神。。。。。。。。。。。。。。未知。\n我看了这些数据之后目瞪口呆，不对啊。游戏里等级不是拿来附魔的吗?算了，我先想想怎么在第一夜生存下来吧。我望着刚刚的云杉木了好久，最后一咬牙。“可恶！我忍了!”我一怒斥，然后。。。。。\n就去拿生命去撸树了\n【以后除了自我介绍，都用第三人称写】回忆到这，卡特只得吃力的站了起来，然后无奈地叹了口气。然有个矿洞，但却是个贫矿，只挖到了3级，卡特摇了摇头，做了把石斧砍树去了。\n傍晚，夕阳染红了天空，一只只怪物渐渐集结。卡特右手持铁剑，盘膝坐在自己做的7X7的小木屋里的一张床上。卡特表面上平静，可心里却十分紧张，第一次进入到游戏里谁不会紧张。“逆神者2，3，4号进入.”卡特一听到这声音，全身微微一震，这，这是分明是创世神的声音啊!如果说创世神的声音让卡特颤抖，那接下来的声音直接让卡特脑子一片空白。卡特迅速从床上拿着铁剑跳起，走到木门前仔细倾听，没，没错，是他们，但是现在出去。。。。这个念头只在卡特的脑子一闪而逝，卡特立刻到工作台做了一把石剑，在头上绑了一根火把。然后一下冲出门外。卡特直接看见门外的一群怪物。“挡我者。。。死!!”卡特双目赤红，说出最后一个字时，已经冲了上去。"
        },
        {
            "author": "迷途的村庄",
            "timestamp": 1438695360,
            "txt_content": "{:10_493:}楼主你错版\n翻译创作"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1438695420,
            "txt_content": "刘哥刘哥 发表于 2015-8-4 21:30\n啊！我不要掉虚空！”我从一个草地上弹起，“咦？这是哪？”我环顾了一下四周，打量着这陌生的环境，“哇！ ...\n神之右手.....我的小说也是折磨写的"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438740480,
            "txt_content": "新人你好，欢迎入坑\n首先让我们来谈一谈你的这一篇文章：\n标题是不符合版规的，请自行根据版规修改。如果楼主你要写连载小说的话应该标明<原创·连载>\n在剧情方面，楼主选定的这个设定就已经进入死循环了。因为“从电脑意外进入Minecraft世界”这种烂大街的剧情是很不容易吸引读者的。所以楼主你得在后面多下点功夫。\n然后是在写作技巧方面，整篇文章不算差，但是平淡无奇。请记住以下几点能帮你写出更好地文章：\n1.细节描写。这是写任何小说都必须注意的重要标准。要精确到每一个细节，例如主角的神态，动作（尤其是一些难以发现但是很奇怪的小动作，可以为后文做铺垫），周围的景物等等。一定要尽可能的细致。\n2.构思。在动笔之前，先构思出一个完整的剧情，包括事件，地点，人物。每一样东西都必须要有明确的设定。就像冥王星人说的“大到整个宇宙，小到一块发夹”都要想清楚，这样写出来的文章才不会显得乱。\n3.人设。人物是故事的核心，每一个人物都要有鲜明的特点，这可以从他说的话，他做的事，他的内心所想等来表现。不同的性格会做出不同的决定，不同的决定会导致不同的结果。各种性格的人相互弥补，才能够成功达到目的。"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1438762380,
            "txt_content": "2B与mc的故事 发表于 2015-8-5 10:08\n新人你好，欢迎入坑\n首先让我们来谈一谈你的这一篇文章：\n标题是不符合版规的，请自行根据版规修改。如果楼 ...\n2B与mc是最爱帮助和点清新人的了~~"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438766880,
            "txt_content": "酱油路人乙 发表于 2015-8-5 16:13\n2B与mc是最爱帮助和点清新人的了~~\n哪里哪里我只是想趁机赚点金粒和人气"
        },
        {
            "author": "酱油路人乙",
            "timestamp": 1438775160,
            "txt_content": "2B与mc的故事 发表于 2015-8-5 17:28\n哪里哪里我只是想趁机赚点金粒和人气\non,本性暴露!!!"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1438783380,
            "txt_content": "刘哥刘哥 发表于 2015-8-4 21:30\n啊！我不要掉虚空！”我从一个草地上弹起，“咦？这是哪？”我环顾了一下四周，打量着这陌生的环境，“哇！ ...\n再来一发穿越我就要跳起来了！"
        },
        {
            "author": "海牛的麻烦",
            "timestamp": 1438783620,
            "txt_content": "为什么发到一起呢  贴吧陋习？"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1438808220,
            "txt_content": "2B与mc的故事 发表于 2015-8-5 10:08\n新人你好，欢迎入坑\n首先让我们来谈一谈你的这一篇文章：\n标题是不符合版规的，请自行根据版规修改。如果楼 ...\n看了你的回复，感触很深"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1438808280,
            "txt_content": "2B与mc的故事 发表于 2015-8-5 17:28\n哪里哪里我只是想趁机赚点金粒和人气\n还我感动，为什么要这样破坏氛围"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1438826100,
            "txt_content": "水蘊臻 发表于 2015-8-6 04:58\n还我感动，为什么要这样破坏氛围\n只要不去看画线的部分就行了XD"
        }
    ]
}