{
    "title": "【PMC大赛】[atomichamster003] Craskish,The Akkadian Undersea Citadel 海底堡垒",
    "author": "sylqiuyifeng",
    "replyCount": 1,
    "timestamp": 1438741860,
    "txt_content": " 本帖最后由 sylqiuyifeng 于 2015-8-5 10:35 编辑 \n\nCraskish,The Akkadian Undersea Citadel   阿卡德海底堡垒Craskish\n\n\n[paper]作者的话[paper]\n感谢所有留言支持我的人，以及所有给了钻石，收藏以及订阅了我的人。我花了非常多的时间在这地图上，希望你喜欢。\n\n\n[paper]背景故事[paper]\n2140年，地表上的大部分的人类都因核战造成的后果而灭绝了，核辐射污染了空气，令陆地成了不宜生物生存的地方。很多人都说，审判日当天，耶稣会从天堂降临，拯救信徒。但事实上并不是这样，而是阿卡德的神话实现了，7位苏美尔先贤降临了。他们是被恩基神所创造的半神，身负为人类建立文明和文化的责任。他们建立了一个大型神殿和堡垒供有价值的人居住，他们使用了大型的魔法咒语改变人类的身体，将他们变成海洋生物，从而可以在海底生存。然而这样做导致了一个巨型裂谷出现在了海底，让世界变得不稳定，同时魔力也从此处流失。人类被奴役去收集和挖掘魔力碎片，从而给符文供能，令物种能继续生存下去。同时因为核战的关系，很多生物受到了影响，出现了巨型的战前生物。宗教信仰也被改写了，人类现在崇拜海神，并且相信人类是由海神创造的。为了重塑人类的旧日生活，工厂和管道系统也一并建立了。\n\n原文：\nIn the year 2140 the majority of mankind has been wiped out due to the aftermath of a nuclear war, where nuclear radiation inhabits the air making all life on land unfit to live, many say that on judgement day Christ will come from the heavens and save the worthy. What happened that day was much different, the myth of the Akkadian came to being, seven Sumerian sages, demigods who are said to have been created by the god Enki to establish culture and give civilization to mankind. They created large temples and citadels to house the worthy members of mankind, using large spell incantations to altering the body of humans turning them into nautical creatures allowing them to live underwater. As a consequence to this large rifts opened up under water making the world unstable, leaking it magical power into it. To keep this active the humans were enslaved to collecting and mining the mana shards to power these hexes and keep the existence alive. Due to the nuclear war many species were effected, a larger version to pre-existing animals were created, religion was also rewritten the part human creatures were made and taught to worship Neptune. Factories and piping was built to fuel these Citadels reshaping human life as it once was. \n\n[paper]关于半神[paper]\nApkallu（阿卡德语）或 Abgal（苏美尔语），是7位苏美尔先贤。他们是被恩基神（阿卡德语:Ea）所创造的半神，身负为人类建立文明和文化的责任。他们同时作为恩基神的祭司和顾问,以及最早的苏美尔先贤存在。根据记载，他们带给了人类道德准则，工艺，和艺术。他们在阿勃祖中被发现，通常被描述成拥有鱼的下半身，或者穿着得像鱼一样。\n\n原文：\nThe Apkallu (Akkadian) or Abgal(Sumerian), are seven Sumerian sages, demigods who are said to have been created by the god Enki (Akkadian: Ea) to establish culture and give civilization to mankind. They served as priests of Enki and as advisors or sages to the earliest kings of Sumer before the flood. They are credited with giving mankind the Me (moral code), the crafts, and the arts. They were seen as fish-like men who emerged from the sweet water Abzu. They are commonly represented as having the lower torso of a fish, or dressed as a fish.\n\n\n[paper]截图欣赏[paper]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "末影矿工",
            "timestamp": 1438744080,
            "txt_content": "自己去PMC发个作品然后到mcbbs转载"
        }
    ]
}