{
    "title": "[多线]FunBlock——大型公益生存服●NPC丨电梯丨皮肤丨传枫树丨砍树丨送之书[1.7.2]",
    "author": "linzi1034",
    "replyCount": 0,
    "timestamp": 1439015820,
    "txt_content": " 本帖最后由 linzi1034 于 2015-8-8 15:01 编辑 \n\n●FunBlock服务器全新开启●\n服主在此之前做了两个多月的准备工作，完成了服务器logo设计、群文件的编辑等工作，只为开服后给玩家最好的游戏体验。\n服务器所有的MOD和插件都是服主亲测可用的，服务器游戏内容丰富，可玩性较强。\n关于其他MOD和插件服务器官方正在策划。\n服务器于8月7日开启，因为在此之前有过足够的开服经验和扎实的技术管理，所以服务器仅测试1天，便正式开服，顺从玩家的心愿。\n由于本服客户端比较复杂，所以服务器官方整合了服务器专用客户端，玩家加入后无需输入IP，双击服务器即可进入，从而最大化地简便了玩家的操作。\n有人问我为什么那么傻要开公益服务器，我只能回答：因为作为一名服主，体验过很多服务器，并且从中感受到一种非常强烈的感觉，就是每当在一些商业服，通过赞助得到权限的服务器管理员和VIP无故攻击普通玩家，并且不主动道歉、蛮不讲理甚至威胁服主的情况层出不穷。因此，我为了服务器的和谐稳定，选择了做公益服的道路。\n服务器全新开启，正是用人之际，所以服务器人员比较缺乏，请各位申请服务器工作职务的玩家们到<我是SB>那里考核，考核完之后你就可以到服主那里进行下一步的考核了。（服务器现缺乏以下人员：接待员、协助管理员）\nFunBlock客户端-BETA0.1.0版本百度网盘下载地址：点我下载=w=\n[redstone_torch]服主在此约法三章[redstone_torch]\n1.不可在服务器内刷屏、骂人。\n\n2.不可在群里刷屏、骂人、上传不明文件。\n\n3.发现BUG请及时反馈给管理员，可以获得奖励。\n\n4.如果遇到恶意杀人、建筑被破坏、物品无故丢失等情况请联系管理员。\n\n5.关于违规行为处罚办法请入群咨询。\n\n服务器游戏内容介绍：\n服务器是MOD+插件生存服务器，玩家可以通过挑战副本、开设商店、开荒种植、养殖、参加服务器各种活动等途径来得到游戏虚拟物品从而发展自己。另外，再次强调本服不接受有条件赞助，玩家赞助必须是纯属自愿并且不会向服务器索要如何东西的捐献性质，但是如果玩家有无条件赞助服务器，为服务器贡献一份力量的玩家，我们随时欢迎。\n主要MOD：\nNPC\n一个用于创建除原版游戏原有生物以外的大型MOD，是服务器制作副本、介绍服务器的不二之选；\n枫树\n一个非常贴近现实生活的MOD，里面有各种现实生活中存在的物品；\n[diamond_sword]拔刀剑[diamond_sword]\n一听名字就感觉很酷对吧，没错这个MOD确实很酷，里面有很多剑，你在使用它们的时候会有非常炫酷的动作（这个MOD有扩充包，可以添加更多的剑，服务器后期会考虑增加）；\n[minecart]动态运输[minecart]\n其实就是电梯，这个很小，仅由4个物品组成，分别是：电梯电脑、电梯、楼层标识器方块、电梯工具；\n[book]传送之书[book]\n这也是一个轻量化的MOD，仅由2个物品组成，分别是：传送之书、未绑定书页，用未绑定书页绑定你所处的坐标就变成了已绑定书页，将书页放进传送之书即可使用，每本书可以绑定54页；\n[feather]灵活光标[feather]\n可以直观地显示你的准心所指的方块、物品、玩家的详细情况，但是只在一定范围内有效；\n[log]巨大树木[log]\n可以使世界随机生成各种形状的大树，但是不会改变原版树木的生成机制，我不会告诉你沙漠里也会生成枯树；\n[diamond_chestplate]SkinMe皮肤模组[diamond_leggings]\n厌倦了一成不变的史蒂夫默认皮肤吗？那么恭喜你，你选对服务器了，本模组可以通过登录SkinMe皮肤站创建角色选择并保存你想要的皮肤，将游戏ID改为你所创建的角色的名称，就可以达到更换人物皮肤的目的。\n\n主要插件：\n好友\n可以添加服务器玩家到你的好友列表，方便记录，可以增进玩家与玩家之间的友谊和服务器的和谐程度；\n[board]计分板[board]\n可以显示你的死亡次数、游戏记录、服务器QQ群号、服主QQ号、服务器延迟状况等，位于游戏窗口的右内侧；\n[half_block]地皮[half_block]\n可以生成一个由无限个正方形方框组成的世界，每个方框均为石砖围成，方框以外属于公路，玩家可以通过购买地皮在地皮世界建筑;\n[diamond_axe]一键砍树[diamond_axe]\n顾名思义，可以达到瞬间摧毁以一棵树为单位的所有原木方块，且工具只会耗费少量耐久度;\n关于服务器副本，服务器官方正在积极建设之中！\nOperator列表（其他如何声称服务器管理员或者服主的请玩家不要相信）：服主\n林子：Night_lin\n管理员\n耀耀：Vika_Bin\nlgzwwdz：lgzwwdz\nPl：Plateau\nYak_：Yak_\n技术员\n我是SB：woshiSB\n复制代码\n\n\n下面是服务器日志：2015年8月6日：服务器首次启动2015年8月7日：服务器开始内测工作2015年8月8日：15:00，服务器正式开服，并举行开服仪式未完待续...\n\n[compass]如果你对FunBlock感兴趣，就请加入我们的官方QQ群，了解更多关于服务器的内容吧！[compass]\n[map]试试扫描二维码加入QQ群吧！[map]\n\nOP证明图片\n\n温馨提醒：请玩家们进入服务器QQ群之后，先阅读所有群公告，里面包含所有服务器实时状态和一些服务器相关的信息，可以帮助玩家快速解决一些疑问，如果阅读群公告后依旧不能解决你的问题，请到群文件选择相对的word文件下载并查看。\n最后，特别鸣谢服务器所有的工作人员和玩家对服务器的付出和支持！\n\n\n",
    "replies": []
}