{
    "title": "服务器版块版规到底有没有问题",
    "author": "西木凛",
    "replyCount": 1,
    "timestamp": 1438783560,
    "txt_content": "3-1: 服务器版禁止使用提升卡，仅允许6级以上会员进行回复，每天只允许一次由楼主本人进行的顶贴，这一次顶帖不计入连楼/灌水，超过一次的按灌水处罚，违反后将对最后一层发一张警告卡以示提醒。\n若楼主本人一天内违规顶帖超过5帖，或7天内违规顶帖超过20帖，每5个违规顶帖扣除1绿宝石，不足5个的按1绿宝石计算，并同时删除宣传帖(2015-8-4)\n每天只允许一次由楼主本人进行顶贴。既然你只允许一次之后的顶贴都算违规\n那最后那句话要来干嘛，一天顶5帖，7天20帖，干嘛不直接点，一天顶1帖，7天7帖，反正都是违规等着收警告的被扣绿宝石的\n\n3-2: 服务器版禁止版聊，禁止宣传帖发布者以外的用户顶帖，违者按灌水处理，每有一层楼发一张警告卡，情节严重者将收回在服务器版块的回复权限；\n 为他人的主题帖违规顶帖累计超过5次的，每5个违规顶帖扣除1绿宝石，不足5个的部分按1绿宝石计算(2015-8-4)\n宣传帖发布者应对自己帖内出现的水帖进行举报，若帖内有他人灌水或多次回复而楼主没有举报的视同怂恿顶帖。\n 会员发现违规顶帖、版聊、骂仗后可点击右下角举报按钮举报违规顶帖，每有一违规楼层奖励10金粒（2014-12-29）\n看到没，服务器禁止版聊，禁止宣传帖发布者以外的用户顶帖，禁止宣传帖发布者以外的用户顶帖\n既然禁止了就禁止了嘛！干嘛又加多一长串的废话\n为他人的主题帖违规顶帖累计超过5次的，每5个违规顶帖扣除1绿宝石，不足5个的部分按1绿宝石计算(2015-8-4)\n我都不知道意义何在，都禁止发布者意外的用户顶贴了，谁还会去为了顶下服务器帖，而牺牲扣掉一个绿宝石？\n绿宝石本来就很难来，除非你真的闲着有一堆时间去每个服务器找那些虚报的玩意才能领到些绿宝石\n还有的获得处是在交流群，之前还在这个帖子上有标注帮助啥啥啥就奖励些绿宝石来着，然后现在没了\n然而我无缘无故就被T了，难道进了群不长期冒泡的也会被T？那交流个啥\n总结来说一个论坛号最少有领取任务奖励的那5个绿宝石，想要的话，你倒是去找那些虚报的服务器啊？\n虚报的没了，也就是想要高亮也没了\n\n\n\n3-3: 由宣传帖发布者挑起或参与的帖内骂仗，该主题将直接移至不合格区，情节严重的将直接删除，并禁止重新发布宣传帖。\n 如果只发生在玩家之间，该玩家的回帖会被屏蔽，账号会被封禁一周，影响恶劣严重的，将禁止在服务器版的回帖权限，不会影响到主题正常运作，请作者务必保持良好心态。\n 如发现该服务器存在任何服务器版块不允许的违规行为可到http://www.mcbbs.net/forum-servercomplaint-1.html版块举报，帖内所有对服务器有损毁性质回复均当作污蔑（评分也当作回复处理），普通玩家首次将会被屏蔽，第二次开始将发送警告卡，如发现回帖会员拥有其他宣传帖，将直接发送警告卡并将其宣传帖移动到不合格版块。3-4: 会员发现违规顶帖、版聊、骂仗后可点击右下角举报按钮举报违规顶帖，每有一违规楼层奖励10金粒（2014-12-29）3-5: 楼主因违规顶帖、怂恿顶贴、版聊骂仗等被处罚超过一次的，将直接删除宣传帖(2015-8-4)\n这我没看错吧？有3-2了还要这堆废话干嘛？3-4还有点用，有哪个6级以上的号会去扣个绿宝石换个顶一天帖？\n\n3-6: 无图章图标的公益服均为过审后编辑帖子为公益服混淆视听的服务器，有发现此类服务器的会员可做举报，将等同于骗审处理。若服主有想法转变为公益服请联系任何一位服务器版主，删除原帖后方可重新发帖。（2015-2-8）\n简评：我的绿宝石不多了。我还是继续开多重内容收费的那些吧\n\n3-9: 如需要删帖，请作者到http://www.mcbbs.net/thread-471154-1-1.html请求删除，一切非作者要求及举报要求的删除均不予受理！\n简评：连绿宝石都得不到了我还删个*线，珍惜啊！\n\n=====\n\n总之我也是醉了，一天2次(回复+提升卡)的无规顶贴方式就这样被压成一天1次无规顶贴，我是不满足了吧，也不知道各大服主是什么想法\n就在我发这个贴的这天，我就违规顶多了一次吧，反正没提升卡用我是不满足违规下等着收个警告卡就算了\n一天1次顶贴，被挤下去了就挤下去了，在深夜顶一次吧，呆在第一页的时间会更久，然而论坛的用户在线连1000都不到，没什么卵用\n\n=====\n\n谁叫这里是目前最综合的‘Minecraft中文论坛 ‘呢，既然这里能宣传服怎么能错过对吧？\n一天一次也是够了，版规一堆废话也是够了\n要么就把版规写好，直白点说明：一天一贴，多顶后果自负\n这样不就完事了？扯那么多干啥？怂恿其他6级号顶贴啊？\n",
    "replies": [
        {
            "author": "妖梦的舔狗",
            "timestamp": 1438787340,
            "txt_content": "你的“建议”帖中有大量单纯属于你自己的猜测。\n\n而在此规定执行前就已经有大量违规顶帖的违规行为存在，本规定是量化处罚细则。每日顶帖的次数大家都是一样的，仍然处在一个公平的位置，在此前允许使用提升卡的时候已经有出现一群服主互相使用提升卡，一天顶上七八次的情况。停用提升卡，量化违规顶帖处罚细则的目的在于给予所有发布宣传帖的服主一个公平发布平台，让每个人可以有相同的机会展示自己的服务器。如果你仍然认为服务器管理规定苛刻，且宣传没有用处的话，你可以选择不发宣传帖，这是属于你自己的自由，我也并不会拦阻你。\n\n同时希望你在建议的时候能保持一颗平常心，你所说的旧统筹积分已不适用现行情况，现行适用新积分绿宝石，你说的绿宝石没有写明获取方式，建议你看下这个帖子\n还有加入了QQ群同样有QQ群的管理规定，我并不认为定期清理不发言或者没有修改群名片的人以压缩QQ群空间是一件错误的事情。\n\n"
        }
    ]
}