{
    "title": "[心理测验]-20150807-看看你的内心足够阳光吗？",
    "author": "liii",
    "replyCount": 5,
    "timestamp": 1438914720,
    "txt_content": " 本帖最后由 liii 于 2015-8-10 14:30 编辑 \n\n\n\n[心理测验]-20150807-看看你的内心足够阳光吗？\n<本测试纯属胡扯，请勿当真！>\n\n       废话前言：现代生活的快节奏让人们的内心逐渐变得麻木不堪，日复一日的工作让人成为了没有表情的机器。越来越多的人需要微笑，需要给自己的人生一点阳光。可是我们面对生活压力、工作压力、感情问题，内心还有多少阳光呢？不妨来通过一个测试看看你的内心够不够阳光吧。\n[img=2333,10086]\n\n        问题：如果你有小院子，打算种点儿藤蔓系花，光看名称，你最喜欢种？\n    A、三角梅\n    B、藤本月季\n    C、紫藤\n    D、凌霄\n    E、牵牛花\n\n测试结果：请先回复你的选项，再来看答案呀！\n\n\n\n\nA、无数阳光\n的确，你曾经经历过不少黑暗。但只要我们心有阳光，就会有光明的人生，不仅照亮了自己，也温暖了别人。是的，越是经历过这样的黑暗，最后得到了内心的救赎的人，越懂得这样。他越会想要做一个内心阳光的人。心有阳光，处处就有温暖。不仅温暖自己，还温暖别人。你就是这样一个人。你也曾经历过苦楚，但是不要紧，你挺过来了，并打算从此内心装无数阳光。\n\nB、一丝阳光\n如果人生可以灿烂，谁愿意一直躲在黑暗之中？你也想做一个能照耀别人的人，心里装着无数阳光，不管遇到什么事情，都能绽放出灿烂的微笑，那种笑容极有感染力，让人内心不再感到荒凉。但是现实总是那么残酷，你的人生总是处处遇到黑暗，又拿什么来照耀别人呢？也不是说完全没有，只是真的只有那可怜的一丝儿，它不灿烂，只有微弱的一丝。\n\nC、一米阳光\n就像丽江的传说中一样，太阳放出的是万丈光芒，而神仙只剪取这一米，短暂得一闪即逝。没错，你的心中，也只装着这一米阳光。因为你知道，如果装得太多，或者自己就会成为一个没有追求的人，只有装着这万丈光芒中的一米，才更会珍惜这仅剩的一米，去好好努力，把握现在可以得到的东西。就像这一米阳光一样，可能会一闪即逝，但是如果好好珍惜，即使消逝了，也成为心中的永恒！\n\nD、装出一点阳光\n有的人的心里，的确装着无数的阳光，。而你的脸上，也有阳光，但那纯粹是装出来的。其实你的心里是没有什么阳光的。在这个人人都戴着面具的社会中，能装出一脸阳光的样子，其实也真的是很不容易了。这比内心没有阳光，生活一潭死水的人还要难受一些。因为内心没有阳光，自己也不用去考虑装，反而更加自在一些吧。而你，注定要明明心在滴血了，脸上还要带着笑容啊。\n\nE、阳光藏起来\n有人说，一个人心里装着阳光，那他看什么都是阳光……其实你的内心还是有阳光的，但是你喜欢把它深深地藏着，不让人家看见。有的人是真的没有，装出阳光，你是真的有，却装作没有阳光。因为一些经历，你觉得心里装着他人，你就会凡事先想想别人的感受，就不会一事当先替自己打算，最后受伤的是自己。伤过一次，你就会自然地藏起内心，做一个“自私”的人。\n\n\n\n\n\n",
    "replies": [
        {
            "author": "liii",
            "timestamp": 1438914720,
            "txt_content": "为什么中间的图片不是压缩就是被拉伸啊~"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1438991280,
            "txt_content": "因为爱情\n你需要设置[img=2333,10086]"
        },
        {
            "author": "Bolly",
            "timestamp": 1439008920,
            "txt_content": "新人冒个泡~~~"
        },
        {
            "author": "mine米",
            "timestamp": 1439009760,
            "txt_content": "我的内心是D，比较寂寞"
        },
        {
            "author": "绫玥",
            "timestamp": 1439050260,
            "txt_content": "我选的牵牛花= =只是因为我只认识牵牛花。。"
        }
    ]
}