{
    "title": "《灰白色》第三章",
    "author": "我是安德面",
    "replyCount": 8,
    "timestamp": 1438956720,
    "txt_content": " 本帖最后由 我是安德面 于 2015-8-7 22:16 编辑 \n\n        我，唉 不说了，我累了。\n@250=mo @Technology @大葱之灵@ @小玺 @928618043 @冥王星人 \n\n\n\n灰白色 第三章      “我的名字是 史蒂夫·迈克·斯卡莱塔，美国公民，家住加利福尼亚州，为一家小出版社工作”我说。几个小时前，我被带到这里，这里可能是在城市边缘的军队岗站；我被蒙着脸带到这，自己也不清楚发生了什么。       我在一个阴暗的小房间里，这里满是汗臭和锈铁味，墙上的水泥残缺不全，露出一大块红砖，地板却是完整的水泥——至少在我能看得到地方。我坐在一个铁椅子上，双手被反绑。前面有一张桌子，桌子上放着台灯，对面坐着一个政府兵，强烈的灯光把他脸上的轮廓照得特别清晰，因为他脸上很干净，没有胡渣，所以可以看得到他左脸颚部有一道从耳朵绵延到下巴的疤。       士兵停下了手中在纸上飞快行走的钢笔，钢笔的颜色很淡，以至于我就坐在他对面都几乎看不清他写的是什么。那个士兵开口了：“你是否攻击了我们？我们在你所在的咖啡厅附近发现了我们士兵的尸体。”      “不，不是我们，也许是民兵之类的”我说，“我他妈怎么知道？”      “不，你们附近没有民兵活动，也没有其他的拾荒者，除了住在一家便利店的夫妻”那个士兵一边写着口供一边冷冷的回应我。我想起被我杀掉丈夫的那个女人就默默的低下了头，没有说话。       看我没有说话，那个士兵放下了笔，双手交叉着放在桌上。      “好了，盘问结束。”之后两个士兵从漆黑的角落里窜出来，把我带走了...       我被丢到了最后的那一间牢房，整个牢房里充满着令人作呕的汗臭和累死呕吐物的味道，很黑，这是我第一次依靠我的嗅觉来搞清楚我身在何方。      “史蒂夫？是你吗？”一个细腻却带着沙哑的声音从一个散发着寒气的地方传来。”       那个声音是安德莉亚的。     “你也在这？”我说“你还好吗？”     “并不好”她说“我好冷。”     \"来，拿着”我脱下了身上羽绒背心递到了声音传来的地方.      举了有一会，一只冰冷且细小的手拿走背心。     “你不需要吗？”她说。     “没事，我身上还有一件毛衣。”明明知道她看不见，还是下意识的对她笑了笑。       接下来就是枯燥的日子了，我和安德莉亚说我的故事，她也和我说她的。       安德莉亚曾经是一个小学音乐老师，她的妈妈在她儿时得了肺结核去世了，她的爸爸死于抑郁症自杀，当她遇见我时他正在上课，之后一颗炮弹落在教室里，她因为在取吉它而幸存了下来，但是她的学生都死了，可怜的孩子们。       我们一直畅谈，仿佛把这辈子的话都说完了，直到再没有话题可聊。       这里看不到任何的阳光，也接触不到外界，这里只有阴冷，和我们的邻居——老鼠。       离我们不远的牢房有一群人在玩捉迷藏，对，在这伸手不见五指的地方玩这个在好不过了，我唯一的乐趣就是猜他们什么时候会被对方抓到，真蠢。       我们不知道什么时候该睡觉，也不知道睡了多久，没过多久我就失眠，安德莉亚曾经累得昏过去，我每天都在想，会不会战争结束了，人们在酒吧里跳舞，而忘了我们，我们只会在这里等死，但是每天都会有士兵给我们送些“美味的”罐头，至少我们不会因为看到保质期而胆战心惊，因为我们压根看不到。       有一次我吐了，大概是吃了什么不该吃的，或许是吸了太多污浊的空气，我快要疯了，每天看着士兵进来的门，盼望着进来的不是士兵而是别人，任何人都好，这种日子不知道还要持续多久...未完待续。\nFor 已解散的同书人",
    "replies": [
        {
            "author": "蓝色熊",
            "timestamp": 1438957140,
            "txt_content": "写的挺不错的，我来前排混眼熟"
        },
        {
            "author": "250=mo",
            "timestamp": 1438958160,
            "txt_content": "赶紧做索引去"
        },
        {
            "author": "我是安德面",
            "timestamp": 1438958820,
            "txt_content": "250=mo 发表于 2015-8-7 22:36\n赶紧做索引去\n还是吧封面画好再说吧.."
        },
        {
            "author": "冥王星人",
            "timestamp": 1438998420,
            "txt_content": "如果要写什么的话，最好还是避开完全不熟悉的东西比较好吧。\n除非你住在加利福尼亚。"
        },
        {
            "author": "HGK",
            "timestamp": 1439000460,
            "txt_content": "这么黑的地方一般是单独监禁的牢房吧"
        },
        {
            "author": "我是安德面",
            "timestamp": 1439002500,
            "txt_content": "HGK 发表于 2015-8-8 10:21\n这么黑的地方一般是单独监禁的牢房吧\n啊，是连体的监狱，像是走道一样地方。\n还有，黄瓜控{:10_535:}"
        },
        {
            "author": "我是安德面",
            "timestamp": 1439002620,
            "txt_content": "冥王星人 发表于 2015-8-8 09:47\n如果要写什么的话，最好还是避开完全不熟悉的东西比较好吧。\n除非你住在加利福尼亚。 ...\n嗯，这是唯一的缺陷呢"
        },
        {
            "author": "250=mo",
            "timestamp": 1439010840,
            "txt_content": "比上一章好多了，结尾处理得有些不好，依然是很多错漏"
        }
    ]
}