{
    "title": "<原创·单章>   勇者之征【番外篇】①：末影之眼",
    "author": "2B与mc的故事",
    "replyCount": 21,
    "timestamp": 1439005200,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-8-9 08:59 编辑 \n\n在几天的艰苦赶稿（虽然有时候在偷懒）之后，番外篇终于完成啦！这只是其中的一篇，还有一篇是关于狼王的。那么既然是番外篇，内容和风格都会显得更轻松一点啦……\n彻底完结（番外也写完了，封面页画完了）之后我就要开始砸金锭了，各位做好准备～\n\n\n\n        创始四年，Steve战胜骷髅王之后的第二天，漠曦村的一家饭馆里。\n        “哟～这不是Steve吗？”店小二故意拖长的扭捏的声音让Steve浑身起了鸡皮疙瘩，“来里面请里面请！”\n        Steve一行人被安排到了靠窗的位置坐下。店小二随手拿出一个沾满油渍的本子，交给Steve：“这是菜单。虽然还是有点旧，凑合着看吧！”然后转身去招呼下一个客人了。\n        Steve现在没有心思点菜，随手请把菜单递给了身旁的狼王，自己拿出末影珍珠仔细地端详着。\n        狼王不解地问道：“我既不识字，又不吃你们人类的菜，你把这菜单给我干什么？”\n        Steve这才反应过来，尴尬地从狼王面前拿回菜单，递给了坐在最右边的索恩斯。接着，他又开始了对末影珍珠的思考。\n        昨天我们去了那个矿坑，找到了祭坛。传送门虽然对末影珍珠有反应，但是却不接受它，怎么也放不进去。这就意味着打开传送门确实需要末影珍珠，但是不止需要末影珍珠。那么，另外一个东西究竟是什么呢？\n        “Steve？你又来漠曦村玩啦？”这时，少女清澈的问候声打断了Steve思绪。Steve转过头去，心不在焉地答道：“嗯。琳娜，你还在这里帮忙吗？”\n        琳娜跟Steve他们一样，是拥有自由意志的人类。她从小就生活在漠曦村，上次Steve来这里的时候，她就已经在店里帮忙打工了。\n        “我听说你打败了骷髅王，是真的吗？”琳娜自问自答道，“哦对了，肯定是你！人类里面就数你最厉害了，其他的人都差你十万八千里呢！”\n        “咳，咳”听到这话时，索恩斯故意咳嗽了几声。\n        “诶，刚才还没注意呢，这位大叔是个生面孔。请问你是……”索恩斯还没开口，琳娜就开始自己胡乱分析道：“这么一副大叔的模样，而且又和Steve长得挺像。莫非……你是Steve的父亲？”\n        狼王悄悄转过身偷笑着，Steve赶紧手忙脚乱地解释着，只有索恩斯还是一副镇定自若的模样：“这位小朋友，你搞错了。我不是他的爸爸。”\n        “哦？那你是？”琳娜追问道。索恩斯的表情凝重起来，伸手拍拍Steve的肩膀，叹气道：“我其实是他表叔。Steve他从小就失去了父母，是我抚养长大的。但是现在……”\n        “瞎胡闹什么呢索恩斯，好好点菜！”Steve赶紧制止了索恩斯，然后头转向琳娜歉意地笑了笑，“这家伙就是这样爱捣乱，不要在意。”\n        索恩斯一边不甘心地埋下头，一边嘀咕着：“这孩子，连表叔都不认了。”        就在Steve他们玩闹时，琳娜难以察觉地迅速瞥了一眼桌上的末影珍珠。不过很快他又恢复了之前温和的神情。\n        琳娜也笑了笑表示理解：“我当然知道他在开玩笑。你是Notch创造的第一个人类，按理说应该是所有人的兄长呢，怎么可能会有爸爸呢？对了，Steve，桌上这些珠子是什么？是你们前天晚上的战利品吗？”\n        “差不多可以这样理解，但是不要再多问了，你知道得越少越好，免得卷入这些复杂的纷争之中。”Steve一脸的严肃。\n        “好吧，既然你都这样说了我就不多嘴了。”琳娜说着拿出了纸和笔，“想吃些什么？”\n        “这个是啥？”索恩斯指着菜谱上的“拔丝煎面”问道。琳娜答道：“这是最近新出的菜哦，要不要尝尝？”\n        不一会的功夫，三盘拔丝煎面溢着香气被端到了三人面前。索恩斯就像一只饿狼——不，看看狼王，你就会发现他比饿狼更饥渴——盘子刚一触碰到桌子，没等店小二的手收回去，索恩斯就用手抓起面一口咬了下去，把店小二吓了一跳。三下五除二解决掉了自己的那一盘。\n        但是没过多久，索恩斯的牙就开始疼起来了。他一边捂着疼得钻心的牙，一边问在一旁偷笑的琳娜：“喂！这面甜到掉牙了！”\n        琳娜甜甜地笑着——比面还甜：“是你牙不好吧，大叔！”\n\n        吃过午饭，三人坐在饭馆里一边泡着茶，一边思考着末影珍珠的事。不过，索恩斯是无心思考的，因为他的牙疼得厉害。\n        “你们看，我的牙是不是要掉了？”索恩斯指着自己的门牙问道，“要是缺了一颗牙会有损我的形象啊！”\n        “形象？你还有形象？”狼王刚想生气，不过大概是想起了之前索恩斯的吃相，不由得哭笑不得地说道，“你的形象早没了。你牙疼一边疼去，别妨碍我们想正事。”\n        Steve一番思虑后说道：“我认为，所需的另外一件物品应该也与Herobrine有关，而且多半也是从怪物身上得到的。”\n        “这我也想到了，但是究竟是什么怪物，这是个问题。”狼王答道。\n        “应该找到末影珍珠所需要的气的属性。首先，Herobrine所创造的东西肯定不是什么好东西，所以我的光属性首先就被排除了。”\n        “再者说，Herobrine所创造的怪物都跟我的雷属性无关，所以我的也可以排除了。”\n        此刻，两人同时安静了下来，然后一起扭头看向被牙痛折磨着的索恩斯。\n        “索恩斯，你能释放一下你的气吗？”Steve问道。\n        “当然……没关系啦……但是我现在很疼诶，可能控制不好……还是先找一个空旷一点的地方好不好？”说着，索恩斯勉强忍住疼痛，有气无力地走下了座位，朝着沙漠中央走去。\n        经过试验，Steve一行人发现末影珍珠果然吸收了索恩斯的火属性的气，而且吸收之后魔力更强了。这样一来，就不得不让人联想到一个从来都不缺火元素的地方——地狱。\n\n        那个传送门还是伫立在沧海之涯。幽暗的紫色波动丝毫没有消减的迹象，坚固的黑曜石依然完好无损，一切就跟刚开始看到的一模一样。\n        “想不到又得到那个鬼地方去……”Steve看着传送门自言自语道。接着，他转身面向从未去过地狱的索恩斯：“事先提醒你，索恩斯，地狱真是名副其实的地狱，非常的危险。而且地狱里出奇的热，所以体力也消耗得特别快，所以……”\n        “别这么啰嗦，你觉得我是那种怕危险的人吗？还有，在对付炎热这一方面我有个不错的办法。”索恩斯是一脸的淡定——那是因为他的牙疼好多了。\n        “真的？快教教我！前几次去地狱可真是差点把我热死。”Steve对此感到特别惊喜。\n        “那当然，一个经常和火打交道的人，当然得想办法对付热。先过去吧，到了那边再教你们也许会更容易懂。”虽说从没去过地狱，但索恩斯却像跨进自家后院一样率先跨过了地狱门。\n        这次，索恩斯可帮了大忙。他解决了地狱最大的问题：炎热。凭他们的实力，只要没有热的干扰，地狱里的怪物也不足为惧。\n        索恩斯的方法及原理是：随时保持自己的气弥漫在自身周围的空气中，只需要少量，能覆盖体表即可。这是一个一举两得的办法。这样既把自己与外界闷热的空气隔离开，又不会因为完全封闭而不透气。况且气是属于自己的，围绕在自己的身旁也不会感到不适。至于水分的散失，当体内的水分蒸发的时候水份必定会形成气态，这时围绕在你身旁的气就能封住这些微量的水蒸气让它们不流失不蒸发。每过一段时间就把自己的收回体内，那其中的水分也会随之回到体内。这样循环利用可以维持好几天的水分需求，同时需要消耗的气也是十分少的。\n        热的问题解决了，接下来就是找跟火有关的怪物了。\n        地狱里面跟火关系最密切的也无非就是三种怪物：恶魂，岩浆怪，烈焰人。但是能从恶魂身上获取的就只有它的眼泪，这就跟火挨不到边了，所以排除恶魂，调查范围进一步缩小了。\n        哪儿有岩浆怪Steve不知道，但Steve清楚地记得，在离这里不远的一个很大的堡垒上，经常可以看到烈焰人的身影。所以第一个目的地确定：地狱堡垒。\n        不过Herobrine不会傻到让Steve自己闯进来找。Steve一行人来到地狱堡垒的时候，已经连一个怪物也看不到了。        “这下怎么办？全都藏起来了！”索恩斯问道。\n        “废话，还能怎么办，继续找啊！不过它们藏起来也是一件好事。”狼王分析道，“它们会刻意藏起来，就证明我们找对了。”\n        但是把整个堡垒翻了个底朝天，仍然没看见半只怪物，就像全部都蒸发了一样——这么热的地方确实有可能蒸发。但是他们有意外的收获——Herobrine的水晶球。\n        那是一个紫色不透明的水晶球，已经被破坏得残缺不全了。但是从里面断断续续的残存的影像可以看出来，Herobrine依然在和Notch保持联络。因为声音已经完全被破坏，所以不知道交流的内容。不过单单是在交流这一点就很诡异了——究竟是Notch与Herobrine同流合污，还是Herobrine在试着向Notch道歉呢？从目前的情况来看，两种都不可能。而且当务之急是找到烈焰人，所以想这些也没用。\n        找烈焰人，说得轻松。现在上哪找？难不成又去找下一个地狱堡垒吗？说不定我们到之前那个堡垒的怪物也都藏起来了。\n        “Steve，你快看，这是什么？”正在Steve苦恼的时候，狼王突然发现了什么，“这里有一个隐藏的地道。”\n        那个地道隐藏在一个离这里不远的种有地狱疣的房间，在灵魂沙之下。如果单从表面上看确实藏得很完美，但是用气去感受的话就能明显的感应到在那之下有一个通道。怪物是不会聪明到自己挖地道藏起来的——除非是像骷髅王那样拥有高智慧的怪物。这也就意味着，又是一个难缠的对手。而且制造地道的人没有做气的隐藏处理，要么就是他没来得及做或者忘记了，要么就是他完全不知道“气”的存在。但是，前者的可能性明显要高得多。\n        总之，这是一个不错的突破。Steve伸出右手，放出少量的气使其发光，然后率先走进了幽深的地道，狼王和索恩斯紧随其后。\n        没过多久，Steve突然发现前方的一个转角处有亮光，走近一看却傻了眼：转角后的一整条通道都铺满了地狱岩，每一块地狱岩都在猛烈地燃烧，形成一片火海。这就更让Steve确定了对手是一个有智慧的生物。\n        想要跳过去是不可能的，因为整个地道只有两格高，Steve他们就连站着也是头顶着天花板。狼王也许稍微好受一些，但是要想从这里跳到走廊的尽头，这点高度远远不够。如果用手一格格地扑灭火倒是行得通，但是那样手会被烧得很痛，而且很耗费时间。如今，就只有制造一股强大的气流把火吹灭了。\n        就在Steve刚伸出手开始聚气的时候，索恩斯走上前去拦下Steve：“不用费力气。我倒是有一个不但不损耗，还可以顺便补充体力的方法。”\n        说着，把右手伸向火海，然后凭空一拉，所有的火焰都朝着索恩斯拉的方向飞来，然后被索恩斯吸收了。“嗯，这下体力也补充了。”索恩斯伸展着身子说道。\n        “在地狱，有一个会控制火的人果然要方便很多啊……”Steve自言自语道。\n        这条长廊的尽头是上行的阶梯，从阶梯再上往上走就已经从地底出来到了地狱表层广阔的空间了。沿着这条路一直向上走到底一片悬崖了，别无他路。这就奇怪了，难道说这条地道只是为了吸引我们的注意力，因我们上钩吗？\n        想到这里，Steve不由得警觉地拔出了剑——他们很有可能已经中了敌人的圈套！\n        此刻，索恩斯指着悬崖下面喊着：“Steve，你快看！”\n        Steve小心翼翼地移到悬崖边，低头看，露出惊讶的神色，接着又猛地抬起头看看四周，再望了望头顶……终于露出恍然大悟的神色。\n        其实他们并没有从地道里出来。这里只是地底下的一片广阔的封闭空间罢了。因为地狱没有天空，头顶只有大片的地狱岩，所以人们很可能被这种习以为常的压抑气氛所迷惑。刚出来时，相对于地道确实是宽敞多了，高处又是地狱岩封顶，这样很容易让人以为：我已经出来了。其实仔细观察才会发现，四周也是被地狱岩封闭的。\n        这时候就产生了一条好消息和一条坏消息。好消息：找到怪物了，堡垒里的怪物都在这里，当然也包括烈焰人。坏消息：怪物早已整装待发，排着整齐有序的队列，随时提防入侵者，而且总数量不少于一千。这不由得让索恩斯汗毛一竖：这跟他之前见到的毁灭村庄的怪物军队几乎一模一样。哦不，并不是一样，是更庞大，更难对付，更有序的布阵。同时，这也进一步印证了幕后主使绝对不简单。\n        现在他们在悬崖之上，还没有引起怪物大军的注意。如果就这样跳下去，直接对付如此大规模的怪物军团几乎没有胜算。就算侥幸活了下来，也不一定能找到再上来的路。就算用气偷袭打倒了几个烈焰人，这么远的距离，也无法获取他们身上的烈焰棍，而且这样也会引起敌军的注意。这样一来，可以说还没开始就已经结束了。\n        既然强攻没有胜算，那就智取。再强的对手也会有破绽。认真想想，我们的目标只有烈焰人，其他的怪物从某种意义上来说都是在守护烈焰人。所以如果把烈焰人从怪物军团中分离出来，让对手只有烈焰人的话……没错，其实之前的方法是行得通的！\n        Steve想着，朝着悬崖下大吼了一声，这一声让所有怪物都把注意力集中在悬崖上，让所有怪物都发现了Steve一行人。\n        “你疯啦！这下我们连偷袭的机会都没有了！”索恩斯尽力压低自己的音量，但是这已经没有用了，怪物已经发现了他们。虽然它们上不来，但是Steve一行人也不敢下去。\n        “等等……”狼王似乎明白了些什么，朝着Steve微笑道，“想不到你有时候也会长点脑子。”\n        并不是所有怪物都上不来。还有一种能飞的怪物全部都寻着声音找上了门来，那正是烈焰人。\n        以Steve一伙的实力，对付几十个烈焰人绝对是绰绰有余。不一会的功夫，几十根烈焰棍先后落地。任务完成！\n        但是，事情不会只有这么简单。既然幕后主使是有智慧的，那他也绝不会眼睁睁地看着Steve他们达到目的然后离开。\n        此时，一道黑影闪过，所有烈焰棍在一瞬间消失了。\n        “是谁！出来！不要在背后鬼鬼祟祟的。”狼王立刻朝着头顶大声吼道。\n        “这家伙，好快！我都只能看到一些残碎的身影。”Steve眉头一皱，握紧了手中的剑。\n        “Steve，你看清楚他是往哪边走了吗？”索恩斯问道。\n        “应该就是我们的来路，快追！”说着，Steve全速冲下楼梯，狼王和索恩斯也爆出了斗气追了上去。\n\n\n        穿过地道，追出堡垒，黑影健步如飞，Steve一伙穷追不舍。被三人逼到墙边走投无路时，黑影才不得不停下来。在这短暂的间隙中，Steve竟发现那是一个人类，但是脸被漆黑的斗篷挡住看不清容貌。那个人停止了奔跑，站在原地不动，但这并不代表他会放弃抵抗。\n        不知何时，那个人已经拿出了一个紫色的口哨。虽说只是一个小小的口哨，但发出的音量不容小觑，尖利刺耳的哨音在空旷的地狱里久久回荡，传了很远很远。\n         “确实这哨音能刺激我们耳朵，但是我们也不可能因此就傻乎乎地捂着耳朵满地打滚等你逃跑！”狼王一边强忍着刺耳的哨音，一边一口气憋出了很长的一句话来。这让它有些喘不过气。\n        但是那个人却丝毫没有一种被识破了的慌张。索恩斯甚至隐约看到他的嘴角在微微扬起——神秘的笑。\n        此时，Steve忽然发现一大群怪物如潮水般涌来，恶魂，岩浆怪，甚至是平时不好战的僵尸猪人都杀气腾腾地朝着他们冲来。毫无疑问，是哨声引来了怪物。\n        就在他们为如此大量的怪物感到吃惊时，转头一看，黑衣人也不见了踪影。\n        可恶，好不容易追到了！尽管Steve很不甘心，但是眼前的战斗在所难免。\n        这时Steve才发现，就算是临时集结起来的怪物们，也排列得整齐有序。大群的僵尸猪人首当其冲，岩浆怪穿插在僵尸猪人中，而恶魂则始终与地面保持着微妙的距离：这个角度既不容易射中怪物，又容易瞄准Steve他们，最重要的是这个距离又恰恰很难打中，就像是事先经过了精密的计算。\n        无论敌军的准备再怎么周全，也只有一鼓作气迎上去。与这样的军队作战，一定要既小心，又大胆。\n        Steve持剑冲上前去，拦腰一斩，一排猪人就分成了两半。接着高举起剑一个转身挡住了高处飞来的火球，再挥着剑猛地转回原来的方向——这两次转身又让周围试图靠近的一群猪人掉了脑袋。\n        索恩斯最擅长的气在地狱里几乎不起作用，因为地狱的怪物都不怕火。他最多只能用气来提升自身的力量与速度，用拳脚攻击，但不能直接用气来攻击。所以相对而言他要打得吃力一些。要不是他之前在地道里吸收了大量的火焰，恐怕是撑不了这么久的。\n        哦不，好像又不是这样。索恩斯突然发现了：既然自己能吸收火焰的能量，那为何不利用这附近大片的岩浆海？因此，找到这几乎取之不尽，用之不竭的火属性的气之后，索恩斯的战斗渐渐轻松起来。\n        狼王这边貌似也没有什么大碍，它的闪电貌似对岩浆怪特别有效，特别是在它们分裂成较小的形态时，因为闪电的连锁攻击可以一次性击倒面前一大片的怪物。但是由于它不够高，视线常常被怪物挡住，所以偶尔会被恶魂吐出的火球击中。Steve见状跳到高处，几根萝卜把空中所有的恶魂击落。\n        对付这种数量的怪物，三人还是撑得住的。一段时间之后，怪物已经全军覆没。但这一战也消耗了他们不少体力——除了索恩斯。\n        “这下怎么办？那个人肯定已经跑远了！”索恩斯焦急地问道。\n        “你忘了这里有个狼鼻子？”狼王鼻头微动，四处嗅了嗅之后朝着堡垒的方向说道：“回堡垒去了。这家伙到底在打什么鬼主意！”说着三人再次朝着堡垒的方向追去。\n        但是这次那个人没有再躲，而是悠闲地站在堡垒的正中央，就像在故意等着Steve他们来找上门。\n        “躲猫猫的游戏终于玩腻了，终于敢出来跟我们面对面了吗？”索恩斯挑衅道。\n        “小心，索恩斯。他现在不躲了，肯定就表示他已经完全准备好了。”狼王小声说道，并让大家注意时刻保持着警惕。\n        “现在也没必要继续躲躲藏藏了。”那个人的声音显得十分的耳熟，“终于可以杀死你了，索恩斯。”\n        “这个声音……你莫非是！”Steve惊讶极了，他料不到那个人竟然会帮Herobrine做事，而且有如此了得的本事。\n        黑衣人把斗篷掀开，露出一张少女的脸，脸上写满了与她的容貌与年龄不相符的杀意与怨念——那是琳娜。\n        “琳娜，为什么你会帮Herobrine做事！而且，之前我明明完全没有感受到你的杀气与恶念啊！难道说，你被Herobrine控制了？”Steve感到非常难以置信。他想起了自己之前在漠曦村说的话：“你知道得越少越好，免得卷入这些复杂的纷争之中”。真是讽刺啊！        “原来你是Herobrine手下的人！怪不得之前的那盘拔丝煎面那么甜，你是想让我牙疼影响我的战斗！”索恩斯依然对拔丝煎面一事念念不忘。\n        “别误会，我不是Herobrine的手下，我也清醒得很，没有受他控制。我和他只不过是合作关系。至于那盘面，并不在我的计划之内，那真的只是你牙不好，索恩斯。但是我想要杀了你这一点是真的！”说到这里，琳娜的眼神忽然间凶恶无比。\n        “我跟你什么仇什么怨！你我素不相识，为什么你要杀了我？”索恩斯感到十分不解。\n        “素不相识？你未免装得太无辜了！”琳娜的咬牙切齿地望着索恩斯，每一个字都是从牙缝里挤出来的，“就在半年前，九个村庄接连地在一夜之间消失。这件事情，你不会不知道吧！”\n        “我当然知道……”索恩斯提到这件事，声音小了起来，脸上写满了悲恸，“但是，这件事又怎么能怪我呢？我也很同情那些村民……”\n        “别跟我假惺惺！你以为你现在装作一副善良的模样我就会饶了你吗？！”琳娜的情绪越发激动起来，“你还记得吗？与漠曦村一样的，另一个沙漠村庄！”\n        “那是……沙瀑村。”索恩斯想了想答道。\n        沙瀑村，与漠曦村一样是一个沙漠村庄。村子刚刚建立起来的时候还算平和，但是突然有一天，附近毫无征兆地出现了很多流沙，有一条著名的“沙之瀑布”就是在这段时间诞生的，大量的沙从一座很高的沙丘上飞泻而下，周围的地势至少已经被汹涌下坠的沙之瀑布填高了五格。不过就算流下了这么多的沙，那座沙丘竟然一点也没有变矮的迹象，沙瀑村也因此得名。附近危险的流沙让沙瀑村很难与外界取得联系，外面的村民也不愿意冒险穿过流沙，所以沙瀑村的生存条件一直都很不好。\n       “我小时候就生活在那里。就在村子被僵尸入侵那天，你正好就在村子里。大家都因为好不容易有客人，很热情地招待你这位'冒险家'。就在僵尸进入村子的时候，你立刻站了出来，'奋不顾身'地冲进僵尸群中。大家看到一只只的僵尸倒下，觉得你是守护村子的英雄。”\n        “但是，后来我们才发现，所谓的'英雄'只是在拼命地逃跑罢了。看见你离村子越来越远，僵尸却离我们越来越近。你能体会吗？终于出现的希望，只存在了一瞬间又立刻消散的感觉？！那种感觉比一开始就降临的绝望更让人绝望。我，我的父母，我的朋友，我的同胞们，我只能亲眼看着他们一个个倒下，那种想拼尽全力，却又无能为力的感觉，你能体会吗？！！”\n        “这时，我竟然抱着可笑的希望，看了一眼僵尸群中的你，看了一眼那个让我一生都为之作呕的懦夫的脸。那种小丑般的慌张，那种明明有能力，却又摆出一副无能为力的悲伤表情的你！”\n        “我侥幸躲起来活了下去，拖着疲惫的身子奇迹般地穿过了危险的流沙，终于饿倒在了漠曦村的门口。但是又是因为不幸中的万幸，我被村民发现并且救活过来。我非常幸运，幸运到这样都能活下来，幸运到有机会向你复仇！！！当初要不是你的懦弱，我的村子也不会被毁掉。以你的本事，稍微努力一点也至少可以救出好几个村民。但是你的选择只有逃！！！”\n        “因此，我决定与Herobrine合作。他给我力量，我帮他杀了你。目的都是一样的，所以合作很愉快。”\n        “之前在饭店的时候，在我看到你这张可恶的脸的一瞬间，我差点没忍住抡起菜刀朝你捅过去。但是喜悦又让我冷静了下来——我终于有机会杀了你了！因此，我一直忍到现在，忍到一切都准备好，足以向你复仇为止！”\n        “对不起……对不起……”索恩斯一次又一次地低声道歉，眼泪止不住地流。\n        “虽然索恩斯做的不对，但是也不能全怪他啊，毕竟是怪物……”Steve劝阻道。\n        “住口！”琳娜吼叫着打断了Steve，“怪物，哼，也许他就是个怪物。我原本以为，怪物是没有感情的，但是人有。所以我绝不会希望怪物能饶过我们，但是我会等待着什么人来拯救我们。不过现在看来，有些人跟怪物一样无情！”\n        “索恩斯，不要再假惺惺地道歉了。对不起能让一切变回原来的样子吗？！如果你觉得对不起我们的话，那就乖乖受死吧！”琳娜说着又吹了一声哨，“出来吧，烈焰战神！”\n        此刻，从岩浆海下面浮出一只巨大的烈焰人，足足有堡垒到岩浆海面那么高，而且外貌也有一些改变，显得更加凶神恶煞。最重要的是，它的气起码比一个普通烈焰人强一百倍。\n        索恩斯抹了抹眼泪站了起来，开始认真应对战斗。\n        “你们不要插手，这是我的战斗。况且，你们的体力也不够了。”\n        然后，索恩斯面相高处的琳娜说道：“我确实为我之前的懦弱感到抱歉，甚至是感到屈辱。但是，如果就这样放任Herobrine的话，会有更多的村子遭受同样的下场。我不求你原谅我，但是，既然你站在了Herobrine那一边，我就不得不与你战斗了。”\n        说着，索恩斯咬了咬牙，纵身一跃，跳到了烈焰战神的面前。\n        烈焰战神似乎也感受到了琳娜的愤怒，索恩斯一靠近就喷出了几颗巨大的火球，每一颗都有一只最大的岩浆怪那么大。\n        按理来说，就算是很大的火球，以索恩斯的速度应该都能躲开的。但是他好像有些心不在焉，一开始就被打中了。\n        不对，战斗的时候不能分心。我已经下定决心要打败它，所以就不要再为过去的自己困扰了！\n        索恩斯趁火球爆炸之前一拳把它打了回去。虽然击中了，但这点伤害对烈焰战神来说无关痛痒。\n        接着，烈焰战神又接连放出了许多颗火球，整个堡垒一瞬间成为了一片火海。        索恩斯跳过火焰的包围圈，躲过了接连飞来的巨型火球，朝着烈焰战神一记重拳，但是丝毫没有对它造成影响。\n        “哈哈哈哈！我已经看到了！我看到了你死掉的那一瞬间！”琳娜疯狂的声音在地狱里久久回荡。\n        “你只看到了表面，琳娜。你只看到了眼前，没看到将来。为了复仇，竟然帮助Herobrine，你现在就跟我当时一样懦弱。”\n        “住口！别拿我跟你相提并论！你的死期到了！”琳娜依然是一副狂暴的语气。\n        此时，烈焰战神吐出一片巨大的火网，把索恩斯牢牢地围住。烈焰囚笼吗？想不到你也会这一招。索恩斯创造了烈焰囚笼，当然也最明白它的弱点——集中力量攻击极小的一个点，只要烈焰囚笼出现一点缝隙，整个招式都会崩溃。\n        但是，无论索恩斯如何集中力量攻击，烈焰囚笼就是不破。这家伙的气太强了，连弱点都对它无效。\n        “死吧！索恩斯！把你，和你过去所有的懦弱和罪行一起烧毁！”\n        “你只看到了过去，你只活在了过去。过去的事情无法挽回，但是未来的一切都可以改变。你既然有这份决心，应该努力去保护现在的世界。琳娜，你的双眼完全被仇恨的乌阴霾所蒙蔽，看不到光明了吗？”\n        “都是要死的人了话还这么多！听着真让人恶心！”\n        “看来果然如此。如果你觉得我活着恶心的话，也许你得恶心到吐了！”\n        只见索恩斯凝神聚气，地狱里大量的火焰，岩浆，甚至是包裹着他的这个烈焰囚笼，都被索恩斯吸收了。\n        接着，他把所有的气凝聚在仅存的右手上，凝聚成一把长矛的形状。高度压缩的精纯元气发出奇异的光芒。\n        “来自地狱的亡魂，就让地狱的烈焰来让你安息！”\n        话音刚落，索恩斯全力扔出了长矛。一瞬间，长矛刺穿了烈焰战神坚硬的火焰外壳，使其燃烧起来。这股强大的火焰使本体是火焰的烈焰战神都无法忍耐，最后化为一滩岩浆落入岩浆海。用来制造它的几百根烈焰棒被索恩斯发现并带走。\n        烈焰战神消失的同时，琳娜也晕了过去。并不是因为太过激动，而是因为她把所有的气都注入在了烈焰战神中，烈焰战神一死，自然就精疲力竭倒下了。\n        Steve一行人把昏迷的琳娜带回了村庄，对外人声称她是被怪物追杀累得晕了过去。另外，狼王用一种创始之森特有的方法抹去了她关于这一切的记忆。\n        把烈焰棍磨成粉，洒在末影珍珠上，它们就会互相融合。祭坛的钥匙应该就是它了。        “琳娜的眼睛被仇恨所蒙蔽，才会走到这一步。这颗珠子是我们通往末路之地的钥匙，我希望它能引导我们走向正确的方向。”索恩斯对此深有感触。\n        “那就叫'末影之眼'吧！”Steve微笑着答道。\n\n\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1439027940,
            "txt_content": "终于审核通过了……史上最长审核"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1439033700,
            "txt_content": "演员表：\n\nSteve——Steve 饰\n店小二——爱国青年 饰\n狼王——唐先生 饰\n索恩斯——GTV 饰\n琳娜——Musican July 友情出演\n请不要打脸！！！！！！！！！QAQ"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439033940,
            "txt_content": "Donnies_Ming 发表于 2015-8-8 19:35\n演员表：\n请不要打脸！！！！！！！！！QAQ\n除了Steve和爱国我都不认识\n话说这次就是爱国审核的，从上午11点审核到晚上七点……"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1439056080,
            "txt_content": "这个面，甜到掉牙了！\n好吧来正经的。\n嗯？问我为什么是过一阵？\n楼主你看看我的发帖时间……"
        },
        {
            "author": "Aezning",
            "timestamp": 1439089800,
            "txt_content": "广告乱入，\n这面，甜到掉牙了。\n是你牙齿不好吧，大叔\n来，吃完来两粒。\n我就要吃\n爱牙，有益达【大雾】\n\n小说不错！"
        },
        {
            "author": "2263026",
            "timestamp": 1439093880,
            "txt_content": "支持一下楼主"
        },
        {
            "author": ".|°夨.忆ヽ",
            "timestamp": 1439094060,
            "txt_content": "作者加油~"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439184480,
            "txt_content": "大召唤术@恶魔-潇洒 @蠢萌の⑨ @毒蛇 "
        },
        {
            "author": "毒蛇",
            "timestamp": 1439191140,
            "txt_content": "好长啊！\n原来末地门需要末影珍珠= =（末影之眼哭瞎，剧情需要毁了末影之眼君）"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439192820,
            "txt_content": "毒蛇 发表于 2015-8-10 15:19\n好长啊！\n原来末地门需要末影珍珠= =（末影之眼哭瞎，剧情需要毁了末影之眼君） ...\n末地门是需要末影之眼好吗\n还有我什么时候毁了末影之眼……"
        },
        {
            "author": "2575174857",
            "timestamp": 1439192880,
            "txt_content": "2B与mc的故事 发表于 2015-8-10 13:28\n大召唤术@恶魔-潇洒 @蠢萌の⑨ @毒蛇\n为什么不召唤我"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1439193060,
            "txt_content": "神TM居然有番外！！！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439193360,
            "txt_content": "蠢萌の⑨ 发表于 2015-8-10 15:51\n神TM居然有番外！！！\n而且还有一篇番外\n（你是唯一个给这个帖子评了分的人）"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439193420,
            "txt_content": "2575174857 发表于 2015-8-10 15:48\n为什么不召唤我\n对哦我忘了\n你不是我好友所以我没在列表里看见你"
        },
        {
            "author": "毒蛇",
            "timestamp": 1439196060,
            "txt_content": "2B与mc的故事 发表于 2015-8-10 15:47\n末地门是需要末影之眼好吗\n还有我什么时候毁了末影之眼……\n文章开头说用末影珍珠打不开，后边才说用末影之眼，所以说毁了末影之眼233"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439197080,
            "txt_content": "毒蛇 发表于 2015-8-10 16:41\n文章开头说用末影珍珠打不开，后边才说用末影之眼，所以说毁了末影之眼233 ...\n表示看不懂……这个哪里毁了……"
        },
        {
            "author": "毒蛇",
            "timestamp": 1439213400,
            "txt_content": "2B与mc的故事 发表于 2015-8-10 16:58\n表示看不懂……这个哪里毁了……\n……就是开个玩笑，说你的小说让末影之眼哭瞎……把它先忽略了233"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439220360,
            "txt_content": "首先，结尾有些太仓促。\n其次，恶魂也会飞，而前面只有烈焰人飞了上来，说好的所有怪物呢(╯‵□′)╯︵┻━┻"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1439252820,
            "txt_content": "这语言各种破，楼主是写着玩的吧……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439256960,
            "txt_content": "恶魔-潇洒 发表于 2015-8-10 23:26\n首先，结尾有些太仓促。\n其次，恶魂也会飞，而前面只有烈焰人飞了上来，说好的所有怪物呢(╯‵□′)╯︵┻ ...\n地狱堡垒里的所有怪物\n恶魂不是堡垒的特产"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439257080,
            "txt_content": "末影龙娘 发表于 2015-8-11 08:27\n这语言各种破，楼主是写着玩的吧……\n是啊被你发现了XD"
        }
    ]
}