{
    "title": "[蛋痛丶专发]Minecraft  Kingbdogz \"Minecraft: Advanced\"",
    "author": "哥。蛋疼",
    "replyCount": 7,
    "timestamp": 1289494320,
    "txt_content": " 本帖最后由 ︶哥丶蛋痛 于 2010-11-12 01:40 编辑 \n\n\"Minecraft: Advanced\" \n\n\n\n\n\nHey everyone!\n\nI've recently been working on a new \"Advanced\" mod which kind of acts as an expansion pack for Minecraft. Instead of making changes to the original items and blocks, I'm currently making new items and blocks so as to expand on the original game to add better variety of gameplay. My first release will contain two entirely new toolsets, three new ingots, and one new \"Stick\" type. Although the first release is still in progress, I shall reveal to you what I have accomplished so far.\n\nThis is NOT an Obsidian Mod. It might seem this way in the initial release but I plan to add way more variety later on. Currently these are the easiest of my ideas to create. I did not copy IWannaWin's Obsidian Mod, I'm sure everyone (including myself) has had this idea for an extremely long time. Regardless, I take a completely different spin on Obsidian tools and make it somewhat more complex (in regards to their crafting recipes).\n\n\n[size=180%]First Release:\n\n\nObsidian Dust\n\n\n\nObsidian Dust is a new item which can be created when \"refining\" Obsidian Blocks. If you add an Obsidian Block into your Crafting Bench it will return with 1 Obsidian Dust. Obsidian Dust currently only has one use, but I plan to give it more use later on (concerning Nether Portals).\n\n\nSoft Obsidian Ingot\n\n\n\nSoft Obsidian Ingots are new items which can be crafted when placing a Steel Ingot into a Crafting Bench and then placing one Obsidian Dust above it. This melds the two items (in other words, en laces the Steel Bar with Obsidian Dust) to create a Soft Obsidian Ingot. These ingots are used to create several Obsidian tools.\n\n\nRough Obsidian Ingot\n\n\n\nRough Obsidian Ingots are new items which can be created by smelting Obsidian Blocks into the Furnace. Each time you smelt one Obsidian Block, you retrieve one Rough Obsidian Ingot. These ingots are used to create Obsidian Rods.\n\n\nObsidian Rod\n\n\n\nAn Obsidian Rod is a new item which acts as a \"Stick\" of sorts, except more powerful. These rods can be created by placing one Rough Obsidian Ingot in the Crafting Bench, and then one more above. Obsidian Rods are used to create Obsidian tools and Dragon tools.\n\n\nObsidian Tools\n\n   \n\nThe strength of Obsidian Tools is that of Steel tools. However, to make up for this they have the durability to withstand 2500 blocks (currently the best durability in the mod). Obsidian Tools are crafted in the same way as any other tool would be made, however, you must replace the sticks in the recipe with Obsidian Rods. For balance reasons, there is no Obsidian Hoe or Obsidian Armour.\n\n\nDragon Scale\n\n\n\nDragon Scales are extremely rare items which can only be found when looting a Dungeon Chest. Each Dungeon Chest has a 2/5 chance to contain 1 Dragon Scale. Dragon Scales can be used to craft Dragon Ingots.\n\n\nDragon Ingot\n\n\n\nDragon Ingots are new items which can be crafted when placing a Steel Ingot into a Crafting Bench and then placing one Dragon Scale above it. This melds the two items to create one Dragon Ingot. These ingots are used to create both Dragon Tools and Dragon Armour.\n\n\nDragon Tools\n\n    \n\nDragon tools are the next step up from Diamond tools, and as such they have both better durability and power. This means they can almost instantly break blocks depending on the specific tool. When crafting Dragon tools, you must use Obsidian Rods instead of Sticks. The Dragon Hoe always picks up seeds from the ground, and Dragon Swords can kill all mobs with one hit.\n\n\nDragon Armour\n\n   \n\nDragon armour is the next step up from Diamond armour, and as such they have both better durability and power.\n\n\nSlime Bomb\n\n\n\nSlime Bombs are new items which can be crafted by using the same crafting method as the TNT Block, but replacing the Sand Blocks in the recipe with Slime Balls. Slime Bombs can be thrown like Snow Balls but explode with the same power as a TNT block.\n\n\n转载至：http://www.minecraftforum.net/viewtopic.php?f=25&t=80644",
    "replies": [
        {
            "author": "poacher",
            "timestamp": 1289496420,
            "txt_content": "= =本来看到还想加人气你的。。没想到是。。GOOGLE翻译的。。。太失望了。。。"
        },
        {
            "author": "哥。蛋疼",
            "timestamp": 1289496480,
            "txt_content": "回复 2 # poacher 的帖子\n\n{:10_492:}"
        },
        {
            "author": "哥。蛋疼",
            "timestamp": 1289496480,
            "txt_content": "回复 2 # poacher 的帖子\n\n哥哥 英语不好哦- -算了 集体全部修改 换英文的"
        },
        {
            "author": "ypzb001",
            "timestamp": 1289496540,
            "txt_content": "莫非以后还能屠龙...."
        },
        {
            "author": "poacher",
            "timestamp": 1289496720,
            "txt_content": "回复 4 # ︶哥丶蛋痛 的帖子\n\n我也不好。。。同情。。"
        },
        {
            "author": "哥。蛋疼",
            "timestamp": 1289497500,
            "txt_content": "回复 6 # poacher 的帖子\n\n全部换英文--不翻译老   "
        },
        {
            "author": "ToNick",
            "timestamp": 1289625780,
            "txt_content": "如果全英文还不如给个链接方便……"
        }
    ]
}