{
    "title": "【PMC大赛】[Tech Zero] Levia One 唯一的莱维亚 - 亚特兰蒂斯大奖赛",
    "author": "PETER·篠",
    "replyCount": 3,
    "timestamp": 1439026980,
    "txt_content": " 本帖最后由 PETER·篠 于 2015-8-8 17:47 编辑 \n\n\n★★★★☆☆☆\nLEVIA ONE\n\n29 . 07 . 2015\n\n[redstone_torch]【The Foreword 前言】[redstone_torch]      “利维坦之子必须得救。拯救它们的唯一方法是……让它们为永恒而战。希望你会喜欢这种比赛，史蒂夫。”\n\n      您好！欢迎来到我的另一个参赛地图！我到海底进行建造，将水排出并加入船舶、建筑和巨龙。该地图十分特殊，因为它结合了所有三种Minecraft风格——建筑，自定义地形和生物，全部只用了整整4周时间。我真的很筋疲力尽，不过，我会将更多精力投入到图片和故事背景之中。尽情享受吧！\n\n      基本概念是利维坦在一个世界大奖赛中武装舰船作为他们的赛车。战舰必须互相战斗，而他们的施工人员那时还要修复任何受到的损伤。他们将达到像这样的检查站，一些提供酒店和加油站的地方。巨龙和箭鱼将在人和自然的干扰下保护利维坦。有三个派系加入到了这张地图中：六角莲花，五角吉娜坦和三角阿瑞斯。\n编辑：发布更多未经编辑的照片，希望这是一个有效的帖子D：\n\n      有趣的事实：一级方程式大奖赛的赛道附近的酒店，可以容纳5000余人同时就餐。酒店的客房间都十分接近……\n\n      截图工具包括：\n      WorldPainter，可下载的免费软件（推荐用于大型工程）\n      World Machine，可免费也可收费（推荐用于大型自定义地图）\n      Chunky渲染，可下载的免费软件\n[map]【The Background 故事背景】[map]马特·赛卢斯·泽维尔的日记故事前部（译者：PETER·篠）\n      0利维坦纪元（L.E.）。（人类时间????）\n\n      我离开她，是因为职责，我想再去其它世界转转。时常的，我感受着漂流在时空旅行漩涡的不安，部分能在我站在土地上时得以控制，但它总是萦绕着我。这日志中的每个条目，都是在我完成了调查环境的旅行任务，和记录那个世界发生的新事件之后花一个小时写的。每一个世界都是不同的，但却能给与我同样的呼吸。这就像在不同的时期回到地球上一样。\n\n      我降落的那个新的世界，到处一片混乱。在一座小岛上，目前为止唯一能看到的，包括附近的海岸，是摩擦空气的飓风和潮起潮落的破浪。我想象中的这个小岛是一个座高山的巅峰——天空的压力和湿度比以往任何时候地面的都要低。海滩螃蟹和乌龟（眼前的东西令我不禁打了个寒颤）漫步在岛的一侧，找寻风暴的避难所，而我，也在四处寻找，那些可能被困的幸存者。\n\n      有一些像我一样的人，惊慌失措的，好像他们刚刚遭受到毁灭。他们焦虑地走着，低着头，好像默默祈祷什么。看到我后，他们大声叫喊，声音中带着恐惧。我从哪里来？我和他们的整个时间轴一样吗？在审问我之前，大声的呻吟从湖畔传来。随即被困的人更感觉到这里的恐怖，想要逃离。真是一副急切的场景！一个人，粗暴地对我大哄一声，“感染上罪孽了啊！把他扔给野兽！让他们会饶了我们！”\n\n      高出水面的是另一个岛，那似乎有一对发光的眼睛。与我计较的人马上把我推了进去，然后恐惧地向后退。我被一个利维坦所摆布，其炽热的眼睛凝视着我。那些罪恶的疯子以为我犯的错对它有一丝效果。突然，眼睛发出的光线慢慢变暗，它要休息了。\n\n      慢慢地我伸手抓住了一只企图逃跑的沙滩蟹，两对眼睛互相靠近并死死盯着对方。我把螃蟹扔向怪物。几乎同时，巨大的头抬了起来，张大了它没牙的嘴，一口吞了它的猎物，一时间一场微型的海啸发生了。由于低着头，眼睛再一次闪着光，它慢慢地将头转向侧面。我推心置腹地看着那些人把打捞的残骸建成了一个坚固的木筏。他们相信自己看到了奇迹，尽快用一小时完成了。\n\n      指挥让一两个男人将鳞片绑在木筏到上，我推着木筏上的波浪荡漾的海岸。因为吓坏了，他们都很不情愿地爬上。船长认真地对我说，他们相信海是充满混乱和可怕怪物的。利维坦使穿越这条贸易路线的客船遭到灭顶之灾，悲惨的当然是那些有罪的人。但是，我认为这是一个机会来改变他们对罪的看法。远离安全系数微乎其微的木筏，我爬上利维坦的头，从下面听到绝望的惨叫声。我挥手给予他们安慰，轻轻地踢了一下它坚韧的兽鳞。\n\n故事后部（译者：一个被猪骑的人）@sylqiuyifeng  \n\n      作为回应，利维坦慢慢地离开岸边，沉入飓风水域。它的皮肤产生了一股温暖的共鸣，令周围的水沸腾。同时，它的头突然扎进水中，于是我快速地爬上通往木筏的绳子。船员们再次欢迎我的回归，把我紧紧地抱在一起，就像蜷缩在燃烧豪宅中的衣柜里面的小孩一样。\n\n      在海上漂流的艰辛日子很长，长到我在海潮的袭击中忘记了究竟经历了多少天。在广阔的海域中我们不幸损失了几名船员，我们只能希望并祈祷利维坦知道他究竟将我们带向何方。虽然我可以随时离开，但是如果我走了的话，船员们会疯掉的。我作出了一个诱人的承诺，只有我落水了或者离开了他们的视线才会这样做。在漩涡中度过是时间是难以形容的，他们看起来既是一样又是不同的，令我们感到更加不安和无助。压倒性的乱流从四面八方向我们袭击而来，但好在我们的利维坦只是轻松地穿越这些乱流。\n\n      在度过了一段不算太长的时间后，我们抵达了甜美的海岸，大雨也开始消退，我仍可见远方的雷暴的边缘。船员们在我面前跪下，亲吻我的脚，感谢我拯救了他们。他们表示为了报答我，愿意在我离开之前为我做一件事。\n\n      我回头看向了呆在那里不动的利维坦，它的头露在水面上，眼睛的光芒淡去，趋向冰冷。我开始明白了利维坦的生与死的循环。我要求船员们将船连接上利维坦，并且拉向指定的位置。船员们被这个要求吓了一跳，犹豫了一会，还是坚定地答应了。我开玩笑说我们应该为利维坦举行一个竞速大奖赛……\n\n      ……然后他们似乎很认真地在思考这个建议。\n\n      这里是马特·赛卢斯·泽维尔，日记到此完结。\n[board]【The Introduction 简单介绍】[board]*此部分全部由PETER·篠翻译。\n\n特色（空闲时浏览吧！）\n\n利维坦\n\n连接到一个派系战舰的三只利维坦；\n缀有绿松石的鳞片和鳍片；\n有对发光的眼睛（其中一只是独眼的）；\n每只由两对箭鱼和两条龙陪同。\n\n\n\n派别\n\n吉娜坦 - 蓝\n五角战舰，由一个五边形的主船体连接到四个辅助船。\n有五个大火炮和防空防御系统。\n有四个小的起重机增快修理速度。\n最出色的是沉重的防御性船体，需要下方更多的浮力。\n\n莲花 - 紫\n六角战舰，一个含驾驶舱的大船体，形如莲花。\n有六架中程炮。\n有十八架喷气式战斗机/轰炸机和六枚实用盘旋机。\n最出色的是空中派遣设备和突击。\n\n阿瑞斯 - 红\n三角战舰，小主机连接到三个旋转船舶中。\n有三个大兵炮和四个防空系统。\n船体侧面的发动机能快速运转。\n最出色的是用电锯边缘近距离肉搏，造成敌船船体受损。\n\n\n\n酒店\n\n以水为主题的酒店，含288间套房和40名工作人员的宿舍。\n十二层楼由四部电梯连接。\n它划分为需要氧气的人类和不需要的人鱼。\n还给龙和潜艇提供基座区。\n旁边有六个观察甲板，可以将高度调节为低于或高于水面。\n另外的一个浅水区可供勘探和捕鱼。\n\n\n加油站\n\n-无补给-\n有维修船和潜艇来修理受损船体。\n水下有四个防守囊，可破坏任何的干扰，特别是来自另一个派的。\n为当地大奖赛进展、贮存、传输的中心。\n\n资源收集器\n\n使用纯锻造的船体给水下的大型熔炉运送生铁。\n炉的圆顶下方被包围着，与三个传送带相连接。\n三座塔垂直斗式运输和收集开采矿石。\n两个Exhumarines（采矿机器人）守卫着这含丰富铁资源的地区。\n\n交通运输系统\n\n潜艇主要用于水下航行。\n潜艇可被融合成含其他功能的车辆，如Fish marines, Trans marines, Exhu marines and Marines。\n在其它8艘潜艇的帮助下，Fishmarines为酒店和利维坦提供鲜鱼。\nTransmarines则负责整个海底的货物运输。\nExhumarines用来处理铁矿和大熔炉。\n而保卫这里的，是Marines，它们配备了沉重的大炮。\n\n所使用的工具\n\n我的世界（废话）1.7.10 Bukkit服务器（包含插件WorldEdit和VoxelSniper）；\nMCEdit改变建筑布局和整个地图的高度；\nWorld Machine创造新的海底水纹理（比原来的高一个层次）；\nWorldPainter将水面导出到世界中；\nMine-imator处理巨龙的造型；\n用谷歌SketchUp为巨龙和利维坦测量数值，另外校对图形的角度，如六边形和五边形。\nChunky Render渲染图片。\n\n\n——原作者(Tech Zero)\n[painting]【The Screenshots 图片展示】[painting]\n\n\n酒店内景\n\n酒店内饰\n\n有炽热眼睛的斯威坦\n\n滑行系统\n\n给斯威坦喂食\n\n铸铁熔炉\n\n四角飞船和巨龙\n\n维修中的三角飞船\n\n酒店下方浅滩中的鱼\n\n坐着的巨龙正在向你打招呼哦~~\n[powered_minecart]【The Installation 存档安装】[powered_minecart]Save存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。Schematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点击下方import按钮，打开你下载的文件到你需要放的地方，最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n[book]【The News 资讯共享】[book]作者：Tech Zero\n官网：Levia One\n标签：利维坦，赛车，潜水，探索，大奖赛，环球，海洋，酒店，加油站，潜艇，龙，战舰，复杂\n完成度：100%\n下载地址：Levia One\n\n[watch]【Terms Of Use 使用条款】[watch]为了保护知识产权，保障著作人和版权所有者的合法权益，本人在此声明：\n1、未经原作者的明确书面许可，任何人不得复制、转载、摘编、使用原帖内容或本人转载内容进行商业和专业使用。\n2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！\n3、您可以在原作者知情下将此地图用于您的服务器。\n4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。\n5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。\n6、本帖最终解释权归本人所有，作品最终解释权归原作者Tech Zero所有。\n\n[compass]【The Others 最后几句】[compass]如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；另外强烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。如果你要载入这地图到服务器或拍视频，请记得填上作者名字及官网，感激不尽。更多精彩内容敬请留意我的海外作品总索引贴。\n\n ",
    "replies": [
        {
            "author": "sylqiuyifeng",
            "timestamp": 1439027460,
            "txt_content": "我来领工资了"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1439027520,
            "txt_content": "哇擦累，好厉害\n不过能不能折叠。。"
        },
        {
            "author": "1104565360hzh",
            "timestamp": 1439028120,
            "txt_content": "屌 能建成这样我真是跪了233"
        }
    ]
}