{
    "title": "【PMC大赛】[Mine Maus Craft] Mirthala 米莎拉",
    "author": "PETER·篠",
    "replyCount": 1,
    "timestamp": 1439038260,
    "txt_content": "\n★★★★★☆☆\nM I R T H A L A\n\n27 . 07 . 2015\n\n[map]【The Background 故事背景】[map]      米莎拉的居民曾经住在勘道顿，但他们却被乔治亚的人所驱逐。\n\n      勘道顿是一个大海港，有很多买卖，是其自身主要的经济增长手段。它们主要的财富来自海洋。收割紫菜，并制成精致的产品，便可获利匪浅。渔场丰富多彩，以获取大量的的产品。但勘道顿人运营得非常仔细，不会引人注意。他们不希望别人知道海的丰富性，这样他们就不必在任何人面前，捍卫自己的大海。但随着财富的积累，这座城市还是吸引了别人的目光，和平的城市最终惨遭袭击。由于缺少防御工事，这儿的人民只好投降，离开家园，以拯救少数幸存者的生命。海上种植园是侵略者唯一不知道的地方，所有幸存者便逃到这个隐蔽，富饶的最终乐土。他们开始将种植园变成一个村庄，这样他们就可以和平的生活，不再受攻击的威胁。\n\n      米莎拉有若干的住宅，其中一些从海平面拼接到其它房子上，仅通过使用海上车辆来收获海藻。\n\n      这些房子之间间隔非常接近，他们能够以此来找到并保护下方自然生长的珊瑚。村庄的中心是将旧厂房拆除，新建而成，用来进行一些活动。它位于大海藻种植园的正上方，提供米莎拉人足够的食物和其他他们需要的东西。由于巨大的珊瑚的原因，鱼的数量也逐渐增多，每个居民都想要捕捉尽可能多的鱼呢。\n\n      米莎拉的生活变得欢乐祥和。它的特色是捕鱼和收割海藻。那儿的人没有什么可担心的，但年轻人却开始梦到以前的勘道顿，开始渴望终老在他们祖先的土地上，和拥有祖先背后的财富……\n[board]【The Introduction 简单介绍】[board]关于这个地图的一些详细信息：\n你好！我很高兴能参加这次比赛，但我开始就遇到了一些问题。我没有任何的灵感，所以我晚建造了一个星期，工作又让我抽不开身，我很伤心，我不能完成它……很多事情都已经做了，但很多想法却无法实现，只有少数房屋有内饰（其中一个在左侧）。这是个未完成的地图，但毕竟我还要参加的，所以希望你们喜欢:-)\n\n模组和程序的使用：\nGLSL着色器模组；\n索尼基难以置信的着色器；\nOptifine高清补丁；\nChunky用作渲染。\n——原作者(Mine Maus Craft)\n[painting]【The Screenshots 图片展示】[painting]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[powered_minecart]【The Installation 存档安装】[powered_minecart]Save存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。Schematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点击下方import按钮，打开你下载的文件到你需要放的地方，最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n[book]【The News 资讯共享】[book]作者：Mine Maus Craft\n官网：Mirthala - An Underwater Wonderland\n标签：房子，小屋，市政厅，幻想，竞赛，仙境，装饰\n完成度：85%\n下载地址：Mirthala - An Underwater Wonderland\n\n[watch]【Terms Of Use 使用条款】[watch]为了保护知识产权，保障著作人和版权所有者的合法权益，本人在此声明：\n1、未经原作者的明确书面许可，任何人不得复制、转载、摘编、使用原帖内容或本人转载内容进行商业和专业使用。\n2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！\n3、您可以在原作者知情下将此地图用于您的服务器。\n4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。\n5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。\n6、本帖最终解释权归本人所有，作品最终解释权归原作者Mine Maus Craft所有。\n[compass]【The Others 最后几句】[compass]如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；另外强烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。如果你要载入这地图到服务器或拍视频，请记得填上作者名字及官网，感激不尽。更多精彩内容敬请留意我的海外作品总索引贴。 ",
    "replies": [
        {
            "author": "海牛的麻烦",
            "timestamp": 1439038980,
            "txt_content": "这地图换个材质应该会更漂亮"
        }
    ]
}