{
    "title": "<原创-连载>《方块大陆》 第一卷 第二章.密谈",
    "author": "DiamondsKing",
    "replyCount": 1,
    "timestamp": 1439094660,
    "txt_content": " 本帖最后由 DiamondsKing 于 2015-8-15 10:41 编辑 \n\n（抱歉！因为我那三天在吉首有事，所以耽误了更新时间，希望大家原谅。——DiamondsKing）\n\n①Mellonga.Andgekey，北国时期宰相，最后在红袍王族分裂时为曼尤之子所杀。\n\n\n上一篇<原创-连载>《方块大陆》 第一卷 第一章.大聚会\n\n\n第二章.密谈\n\n\n      黎明时分，费欧德平原被浓浓的白雾笼罩。当城堡里的钟声悠扬的响过七下后，古老的城门伴随着湿润的空气被缓缓打开，一列身着红袍的卫兵走出来，到城堡周围巡视。\n      这是第二纪元时期为了抵御巫妖王侵略的古老建筑，石筑的墙壁上布满了青苔、爬满了藤蔓，它们覆盖了这座城市曾今的伤疤，显得温柔古朴；周边典雅的树林里时不时传来鸟鸣和狗吠。城堡位于一座屡空了的山中，只有中央灰色的高塔露出坚固的山壁遥望无边的原野。牧民们可以在此有限制地放牧牛羊，农民们也被允许有限制地在此进行耕植活动。隐蔽城堡的山坡长满了玫瑰和百合，它们发出地香味被湿湿的海风轻轻一吹便散发开来。\n      牧民们在青绿的草原上放牧他们的牲畜，牧羊人的儿子在绿茵茵的草地上，意气风发的策马奔驰着，从这座小丘的背脊上跑到另一座小山的山顶。\n      已近愚年的老国王丢瑞面目难堪地坐在金黄的宝座上，他的左手搭在右手上，右手则托着脑袋，眼神呆滞地望着王宫的大门；巨大宫殿内的左右两旁分别竖立着十二根石柱，好像十二个威严的守护者；每根石柱下面都站着一个面无表情的红衣卫兵，他们共有十个，都身着沉重的铠甲，双手紧握腰间的宝剑，似乎只需丢瑞一声令下他们就会为这个灰色眉毛长到嘴边、留着小萝卜胡的老国王誓死奋战。\n      一个年纪比丢瑞还大的大臣坐在他的国王的旁边，他有着长长的银白色的胡须，那些胡须顺着他的呼吸一上一下的摆动着；大臣穿着如火焰般的红色长袍，隆起的鼻梁使他显得更加睿智，而他深邃的眼睛里透露出一种普通老人没有的精明，但让人感觉更多的不是他的精明，而是他的狡诈。\n      “我亲爱的陛下，”那位大臣缓缓地说道，“这件事情可不能忽略啊，我们现在的做法是在使一只繁殖能力极强的羊发展成一群羊，最后漫山遍野都是羊。陛下，羊群太多就会把牧草吃光，而我们又没有更多的牧草供给，所以······”\n      “所以你准备杀掉一部分来警告众人？我听说你不怎么喜欢羊啊。”丢瑞的表情半是诚恳半是戏谑地说道。\n      “哦，陛下，”大臣的眼里闪过一丝光芒，“我们不能一开始就大打出手，我们需要等待时机，找到合适的理由，然后再秘密杀掉这些‘羊’！\n      “您应该知道，这些人都是反对我们进行帝国专制的，我们拥有贵族和小市民的支持，但他们拥有更多的农民和底层劳动人民的支持。一旦整个大陆上的农民拒绝向我们缴纳粮食和税款，一旦所有的劳动者都拒绝向我们缴纳物资，我们将处在极为危险的悬崖边缘。”\n      “那您的意思是说，我们得出动军队镇压他们？哼，他们可到处都是，你能抓住他们所有的人？”丢瑞鄙夷地翘动着胡子。\n      “不是的，陛下，牧羊人说过：要使整个羊群跟着你去屠宰场，只需用绳子牵住领头羊。您懂的历史一定比我多。黑袍冒险者的反抗是因为您没有答应他们去纪念在暮色之战中战死的前线战士，您只需要派一个信使给他们送一份和谈书，让他们的头领来到您这里进行无意义的谈判，为您剿灭他们争取时间就行了，只要您让他说出黑衣冒险者们都在哪里活动，我就能联合红衣贵族率领军队进行剿灭。”大臣信心满满地说。\n      “哦，”丢瑞突然变得非常严肃，“我亲爱的大臣啊，这件事可是非同小可的，一旦惊动了那些小市民和商人，我们一样处在危险的环境中。”\n      那位大臣略加思索，忽然跪了下来，拉起丢瑞布满皱纹的手亲吻；他抽出自己的宝剑放在国王的膝盖上，用颤抖的双手分别按住剑柄和自己的胸口起誓说：“在下梅龙格-安吉科①愿意誓死守护陛下的王族，我将忠于陛下以及后来的子嗣，直到我成为天空中的气息！”\n      丢瑞对于这样的宣誓很是感动，他浑浊的眼睛中露出一点绿光。丢瑞手按住剑身说道：“起来，安吉科先生，年迈的国王接受您的效忠。”\n      这时，大门被守门的卫兵打开了，史官慌慌张张地走到丢瑞身边，低声对他耳语道：“陛下，那个叫洛迪的小子今天早上找了我，并给我看了一封信。那信上居然写着拉玛-诺姆的名称缩写！”\n      丢瑞皱了皱眉头，心不在焉地问道：“你把那封信带来了吗？”\n      “哦，我的陛下，”那名史官说道，“洛迪坚持要把信带走，他说我不能看这封信的内容。他还说自己是在冒险途中的一处山脚下捡到的······”\n      “事情很明确了，陛下，”梅龙格接过茬说道，“看来那名普通冒险者就是曼尤他们那伙的。他们正在密谋着叛国的行动，却不知道我们现在正在商量如何对付他们。那封信上写的是什么文字？是不是终界字体？”\n      “对，您是怎么知道的？”史官惊讶地说。\n      “组织二十个骑兵，让他们前去托尼村抓住洛迪。”丢瑞把史官晾在一边，对梅龙格说道。\n      “是，我的陛下。”梅龙格微微鞠躬。他接过仆人递过来的拐杖，一瘸一拐的走出了宫廷大门。“给我抓活的。”他的身后传来丢瑞虚弱的声音。\n \n      洛迪在今天一大早就骑马前去主城寻找史官。在明媚的阳光下，他褐红的头发显得格外深沉。可惜的是他忘了昨天夜晚那个黑衣人的忠告，否则日后就不会有更多的不幸了。\n      当那封信递给史官时，洛迪发现史官的眼神突然变得很可怕：史官瞪大的眼睛好像变成了一张大嘴，要把信生吞下去。在这之后，史官用一种怪异的腔调问了洛迪许多问题，但幸好洛迪想起了黑衣人的警告：不得告诉任何人。\n      最后的结果当然是，史官没从洛迪口中问出一个字来，而洛迪只说自己是在冒险旅途中捡到的；洛迪也没能从史官口里问出一个字来，史官只是不住地摇头说自己不认识。洛迪在史官的逼迫下回了家，但他不知道，心怀鬼胎的史官趁他走后，把这封信的事情告诉了国王。\n      洛迪失望地回到了家中，他双眼紧盯着信封，黑色的眸子中闪烁出年少时的倔强。突然他感觉到似乎有种东西在靠近，它很缓慢地靠近着，使洛迪误认为是自己的智慧重新回到了脑中。时间正在流逝，而那个东西却在逼近。\n      “你好，欧那德，”一个沉着的声音从他背后响起，“我在这里站半天了。”\n      洛迪猛然回头，看见一个穿着黑衣的金发少年乐呵呵地对着自己看，少年的眼睛里闪烁出若有若无的紫光，而他的胸前则有一条银色的铁链穿结着一块绿色的珍珠。\n      “你是谁？”洛迪毫不慌张地说道，因为他之前已经见过一个了。“你的前辈可比你有礼貌多了，至少他知道要开门进屋。”\n      “啊哈，你说的那个可不是我的前辈啊，我一点都不认识他。”\n      “你还没回答我的问题呢，你叫什么？”洛迪问。\n      “恩，我叫什么······我叫什么跟你有关系吗？”少年懒洋洋地回答。\n      “好吧，”洛迪终于让了一步，“在下洛迪-塞维尔，很高兴与您在一起，请问阁下叫什么名字？”\n      “洛迪-塞维尔，恩，奇怪的名字，我认为你的名字应该叫欧那德-吉瑞尔。我叫‘信使’，很高兴见到你。”\n       洛迪不禁想笑出声来，他觉得这个名字很可笑，他结结巴巴地说：“哈······搞笑小子······别这样行吗？说出你的真名。”\n      “或许我可以帮你解读这封信的内容。”‘信使’心不在焉地说。\n       洛迪刚想说什么，门外传来一阵叫嚷声，好像有很多人在外面骑着马走来走去。（洛迪心想：他们绝对把我的花园踩乱完了。）\n      “你邀请了客人吗？”少年说道。他白净的脸上露出了一点红晕，原本浅灰色的眼睛里有了许多紫色。洛迪可以看见他的手正在发抖。\n      “没······没有啊。我不知道。”洛迪低下头说。\n      “你绝对告诉别人这封信的事情了！你这房子有后门吗？”少年开始在房间里走来走去，并时不时的在墙壁上敲敲打打。\n      “屋里有人吗？”门外传来呼喊声，“有人的话快开门，不然我们就砍烂你的破木门！”\n      “你先撑一会儿。拿着这个东西，待会儿你的门破了就把这个东西扔出去。我先走了。”少年给了洛迪一颗绿色的珠子后便消失在窗前。\n      “喂，你这个······”洛迪还没说完，他花了大价钱买的松木门在一阵‘噼啪’声中成为了碎片。洛迪一边暗暗地骂着那个劈破他木门的人，一边把手上的珠子从窗前狠狠扔了出去。\n      “小子，你干什么呢？”一个骑兵下了马，脱掉头盔问。\n      “呃，这位大人，我犯了什么法，居然可以惊动国王派出骑兵队的人来护送我去法庭？”洛迪无不讽刺地说。\n      “玩笑开大了可不好。你最好的选择就是跟我们走，你要是不听话，我们可以把你拖在地上走。真可惜，国王要我们抓活的。”那个有着卷发的黑皮肤骑兵说。\n      “要是我不走呢？”洛迪一说完这句话就开始后悔了，他后悔相信了那个少年的好意，自己却像一头笨猪留在房间里。但这只是暂时的，他后来将会无比的感慨自己在这时的选择。\n      “哈哈，”那个骑兵阴冷地干笑了两声，“你的确可以不走——我们会帮你把你的手和脚都砍下来。”在恐惧中洛迪看见眼前这个骑兵缓缓地拔出了别在腰间的短剑，他闭上了眼睛，等待着死亡的降临。\n      可他终究没有死。在那把剑砍下来之前，洛迪在众人的眼皮底下消失了，短剑砍中的只是一堆飞舞着的紫色泡沫。\n\n\n\n\n下一章<原创-连载>《方块大陆》 第一卷 第三章.逃离费欧德\n\n费欧德主城大致面貌：\n\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1439100600,
            "txt_content": "继续努力！\n勇敢的骚年啊快去创造奇迹！"
        }
    ]
}