{
    "title": "<原创·连载> 【小宝】《破碎之域 亚加洛法 前传：秩序》 第三章",
    "author": "1845797316",
    "replyCount": 5,
    "timestamp": 1439098800,
    "txt_content": " 本帖最后由 1845797316 于 2015-8-9 14:18 编辑 \n\n \n索引贴：《破碎之域 亚加洛法 前传：秩序》\n\n\n\n第三章：真相！或者说是事实\n\n“喂，你这家伙，会害怕吗？”半路上，埃里克突然从发愣中回过神来问了我一句。这个问题我已经思考过了千百次，有时是在战斗前，有时是在刀锋相对的前一秒，有时又是在床上。每一次思考，都会使我莫名的恐惧，担心下一次面对的将会是死亡。说实话，我也怕。每次我都会安慰自己，鼓励自己，让自己明白，厄运不会降临在自己的头上。我让自己回想起当年的感觉，用愤怒感击退恐惧。一次次的思考，一次次的恐惧。以至于我现在都尽量回避这个问题。我闭上眼，深呼一口气，缓缓地说道：“当然不怕。”“哦？真的吗？”埃里克立马反问道。“真的。”我已经不知道我的回答到底是为了维护我的身份还是出于对于战斗与牺牲的所抱有的侥幸心理。埃里克也似乎察觉到了什么，不再说话。我们的队伍来到了树林前。“所有人！原地休息！”队伍迅速分出了一小拨人，我望着那分出的一拨人，他们估计是互相兴趣相投。我不想费力地讨好任何人，于是就坐在了原地。现在，一个队伍，两拨人，坐在树林外的空地上休息。坐在地上，我仔细回想这埃里克的问题。我真的怕吗？“我为什么要怕，它们只是可笑的怪物，这种东西，要多少就杀多少。我会怕吗？可笑！”埃里克举起了手，向我走来。“你这家伙，怎么了，不舒……”我迅速转身和他击掌。“没事，我好得很！”他显然也被我反常的举动吓着了。“哦，没事就好。”他转过身，擦了擦地，坐了下来。队伍继续行军，我们走进了树林。我们的速度不快。缓慢的步法使我感到一种异常的压抑。这里的树林算不算阴暗。可以看得见在远处的几只僵尸。我们都拿着武器，眼睛时刻盯着树丛的背后。突然从右面蹿出几只僵尸，我们立刻组成防御阵型。我愣了一下，马上冲上前去。我冲向离我最近的僵尸，他显然看见了我。我没有在意，冲上前去，他也向我伸出了他的爪子。我用剑挑开了他的爪子，紧接着就是一斩，他腐烂的身躯上立刻出现了一道长长的伤口，伤口边的上腐烂发霉的肉翻了出来，伤口流出紫绿色的血液散发出浓烈的气味，。它停顿了一下，倒在了地上。我感到一阵恶心，转过头去，不料又是一只。我下意识地躲开了他的攻击，一脚将它踹倒在地，我扑了上去，双手握剑，用力插进了它的身体，它挣扎了一下，也瘫软在了地上。我双手紧握着剑，看着眼前的死尸，我百感交集。突然，有什么东西碰到了我的后背，我猛然转过身，防御后背。是埃里克。他一脸惊讶地看着我。我也不知所措。“你真的还好吗？没事吧？”“没……没事。”“那就好，你知道吗？你刚才简直帅爆了……”我没有心思与他说话，只是站起来擦了擦身上的血。我们很快完成了善后工作，又开始行军。终于，我们到达了目的地。这个矿洞洞口虽然不大，但是可以看得出，很暗、很黑。洞口上的钟乳石还滴着红色的液体，在洞口旁的石头上依稀可以看得见血迹。到处可见僵尸的抓痕。我向前站了几步，洞内的阴风夹杂着血腥味与腐烂的臭味吹在我的脸上。站在洞口的边缘，仿佛还能听见洞内传出的阵阵让人毛骨悚然的哀嚎。矿洞周围有不计其数的僵尸和骷髅的脚印。这些脚印的尽头都消失在这个不大的洞口。没人知道里面有什么，没人知道里面会出来什么。我们徘徊在洞口，队长让大家点燃了火把。我往下走了点，火把明亮的光芒照亮了前几步的距离，却显得洞穴的深处更加黑暗、恐怖。我们都徘徊在洞口，观察着这个可怖的洞穴，希望能观察到更多的细节。但随着队长的医生林，我们五十多人，一齐涌入了洞穴。在这个黑暗的洞穴中，血迹和爪印到处都是，举起火把就能看见。一片一片，像壁画一般。在这种洞穴中看着这样的壁画，想想也都害怕。我们缓慢地前进着，火把的亮光每照亮一点距离，我们就走一点距离。我们左手持火把，右手持武器，时刻盯着黑暗，提防着突然袭来的危险。我们仔细探索着洞穴，但是到目前为止，我们什么都没有遇到。终于，我们遇到了一个岔路口，一个洞口大一些，一个洞口小一些。大的通向右边，小的通向左边，是完全相反的方向。在队长的慎重考虑后，他凭借着他的矿工经验，他做出了决定──走左边。但他这个决定立马遭到了莱恩的反对，莱恩虽然只有二十六岁，却是军中的佼佼者，拥有极高的地位与强大的实力，在军中也是个残暴、变态的家伙。他的残暴，在克里诺是出了名的。莱恩以他七年的战斗经验决定走右边。队长想要反驳。这时，莱恩掏出了他的幽冥短刀，套在指上，旋转起来。“哎？队长大人，您要反对吗？”队长刚到嘴边的话又咽了回去。一个是行动队长，一个是战斗人员。队长强忍着心中的怒火，用充满愤怒的眼神瞪了他一眼。莱恩不以为然。“哎呀呀，队长大人，您下次可得要管好您的嘴哦。其实呢，我也担心呀，可能哪一次就会管不好我的刀了。”队长无法与他对抗，只能顺从。他刚想下令，却又被莱恩打断。队长忍无可忍，摆出架势，想要和这家伙干一架。“队长大人，您别急啊，我的话还没说完呢。我也是想为这次行动做贡献啊，所以，为了防御身后的敌人呢，我需要带一个小队跟后面防守。他做了个手势，从队伍中出来了十几个人。没等队长回答。他就带着这伙人，往后退了个十几米。队长无话可说，收了架势，哼了一声，下令前进。我看了看那群人，有点眼熟，是今天休息时，分出队伍的家伙们。我看着他们，有些嫉妒他们的人缘，但想起我说过的话，又无可奈何地转过头，专心走自己的路。我紧盯着四周，“壁画”依然是那么恐怖，周围依然是那么黑。我们大概走了一百多米米，但似乎除了地形的变化，就没有任何的变化了。在拐过一个弯后，我们走到了一个比较宽敞的地方，我们三十多个人一起站在这里都不挤。这里是个坑，四周高，中间低。这有着四五条通道，不知通向何方，但每个通道都是黑洞洞的，看样子深不可测。路途陡峭，被袭很危险。为了不发生危险，队长等着后面那个自以为是的家伙，准备决定路程。但等了一分钟，却还不见人。“来的路上都插了火把啊，这家伙丢了？什么智商嘛，还一副为我独尊的样子，真是可笑。”队长嘲笑着后面掉队的人，挥挥手，派出了几个人搜查。搜查兵回来了，带给了大家绝望的答案──后方人员失踪了！队长似乎意识到了什么，迅速下令防御。我们很快围成了防御队形，怪物们也很快地从天而降。我们不占地形优势，只能挨打。无意中，我看见了一个人影，在头上的一个通道前。他舔了舔手中的刀，随即消失在了通道。我的视线被周围僵尸的嘶吼拉回了地面。我们的防御更本没有作用，僵尸从天而降，四周很快围满了僵尸。现在，只是单纯的血液的飞溅。僵尸在人堆中疯狂地撕扯着战友们，新兵早已吓哭，瘫坐在地上，随即被僵尸撕裂。老兵们奋力反抗，但也没有成效，一个一个地接着倒下。我呆呆地看着这一切，我已经绝望到了极点，同伴们的血液飞溅这，我依旧呆呆地看着。一只僵尸向我袭来，我想跑，但退早已没了力气。我用颤抖的、沾满同伴鲜血的手，缓缓举起我的铁剑。僵尸一把甩开了我的剑，我望着它，它举起了手。这一刻，恐惧感占据了我的全身，我又感觉到了当年的绝望，恐惧。我闭上了眼。等待死亡。不知是我的运气，还是上帝执意要戏弄我。在我绝望的时刻，一个人冲了过来，撞开了我。我回头一看，是埃里克。僵尸的爪子撕破了埃里克的后背，鲜血流了出来。他用尽力气向呆坐在原地的我吼道。“混蛋，快跑！”一群僵尸冲了过来，压住了他。我从绝望中清醒过来，我奋力起身，向着返回的路跑去，我无视身后的僵尸，无视战友绝望的惨叫。我向前跑去，双腿像是打了药剂，有无穷的力量。我一直向前跑去，前方出现了一个光点，光点渐渐扩大。那是洞口，那是生命的象征。我加快速度向前跑去。我以为我看见了希望，可我错了。当我跑到洞口时，慌乱的我才发现洞口站着一排骑着马的士兵。我仔细一看，是守卫军的士兵。我在士兵中找到了处在中央军团长克雷亚。“军团长，他们都在里面，他们在战斗，他们很危险，请赶快去帮他们……”我紧张的有些语无伦次。但军团长与旁边的所有人都纹丝未动。“军团长，他们在洞穴中遭遇袭击，现在处境危险，需要赶快营救。”我平静下来对军团长说。但他们仍纹丝未动。“军团长……”我以为是我声音太小。“回去。”军团长打断了我的话。“哎？”我疑惑地望向军团长。“我让你回去。”军团长直视着我，冷静的说道。“军团长？这……这到底怎么回事。”我似乎感觉到了什么，所有人都在看我，我警觉地向后退了退。我的目光扫视着他们，于是我看见了我无法置信的东西：莱恩与掉队的人都在。莱恩挥着他的刀，朝我笑了笑。“这是怎么回事！”我向着军团质疑道。“就是这么一回事。”他冷冷地回应道。看着这眼前的一切，我明白了，这不是什么任务，什么试炼。只是一场单纯的杀戮。“你欺骗了所有人！你这个恶魔！”我控制不住我的情绪，冲他吼道。“对，我是利用了你们，但这不叫欺骗，你们只是因为你们的懦弱，胆小，无知，幼稚所以不明情况而已。我没有欺骗，这世界就是真实的，你们只是不知道全部而已。也许某一天，一支刚上岛的队伍，在野外无声无息地死去，也没有人知道，他们就像从未来到过这个岛一样，没有人会知道他们曾经存在过。你们也是一样，你们只是不了解全部，不了解在房间门后的事而已。也许在你们眼中，世界是美好的，快乐的。但这就是你们的无知、幼稚。世界从来都是真实的，他没有欺骗任何一个人，你所看到的、残缺的世界只是因为你对这世界的了解不够罢了，世界不会因为任何一个人残缺的理解去改变，无论你看到的是什么，这世界也都是真实的。我相信这在这世界的某一个角落，一定会有这某种强大的存在，可以毁掉整个克里诺的强大的存在，就算是这个存在明天到来，杀掉我们全部，他也是真实的，真实存在的，只是我不知道。也许你在我来时感谢我，现在却又痛恨我。当人类在死亡与生命的边缘进退两难时，需要的，仅仅是领头者所踏出的第一步，无论踏向的是黑暗还是光明。我利用了你们，因为你们只是活在你们世界里的人类。幼稚，天真，可笑。我只想告诉你，这就是现实。”“你这个恶魔，为什么？为什么？为什么利用了我们，还要杀掉这些善良的人？你就是个恶魔！”我绝望地吼道。“善良的人？”他依旧是那么的冷静。“我除掉那些人只是因为他们无法真真加入我们，他们的正义感太强了。为了不给城镇增加负担，也只能除掉。我们在控制这里的同时，也努力维持着这里的平衡。你也许认为我们是邪恶的，罪恶的。但是，这世上本来就没有什么善与恶，一切都只是我们对他的片面的限定、理解而已。在实现着自己所谓的‘善’时，也做为‘恶’在毁灭他人。我们都是羊，但也都是狼。”混蛋啊，为什么是这样啊！我突然有一种强烈的欲望，想要杀掉他们所有人，想要除掉这世界上所有的“恶”但面对现实，我却无能为力。从洞口射进的象征着希望的光，穿过心灵沾满鲜血与罪恶他们，投下他们的影子在地上。地上的光芒与影子，像是一副黑暗与光芒交织图案。我转过身，绝望地向洞穴深处跑去，我跑进了通向左边的路。我不停地跑着，无视着向我袭来的僵尸，无视着不知是回响在脑中还是现实中同伴绝望的嘶喊。我不停地跑着，没有目的，只是想跑，逃离危险，逃离‘现实’。也不知我跑了多久，恐惧与绝望化为的力量渐渐被疲惫感吞没，我累了。我靠在石头上坐了下来，喘着粗气，望向四周，突然，我发现，在一旁的通道口，赫然嵌着一块石砖。我诧异地看着石砖。遗迹？矿洞？避难所？在这时，我感觉到了身后有着什么东西，转头一看，是一个诡异的生物，不，应该说是一团大致拥有着人形的物质。从它身上散发出异样的诡异感。它扭曲着向我走来，扭曲得似乎没有关节。我惊恐地后退着一边想着：不可能，不可能，不会是的。我踢倒了一些石块，挡住了它的路。它慢慢地举起手，碰触着石块，石块立即像是被分解一样碎裂，消失了。一样的外表，一样的攻击方式。毫无疑问，它就是。现在，我身穿皮甲，手持火把，被困在一个神秘的矿洞中。而我面对的是一个[漏洞]我慢慢向后退，但是后方已经没有路了，所有的路都已被它堵死。凭我的实力，面对它没有任何胜算。我无助地向后推着，突然被砂砾绊倒，这时它已经逼近到我的前方了，我以为没有任何希望了，恐惧，后悔，绝望，都涌上了我的心头。突然，我身下的土地开始下陷，然后迅速坍塌下去，我随着这些沙砾一块落下，头撞到了地面，便失去了知觉。\n\n废话\n喵，第三章以后就不太一样了，关于名词什么的下次介绍。\n\n",
    "replies": [
        {
            "author": "彼岸在望",
            "timestamp": 1439098980,
            "txt_content": "目测LZ会弃坑\n这种题材需要非常巨量的文字才能有个了结，仅仅是有个了结。"
        },
        {
            "author": "1845797316",
            "timestamp": 1439099400,
            "txt_content": "彼岸在望 发表于 2015-8-9 13:43\n目测LZ会弃坑\n这种题材需要非常巨量的文字才能有个了结，仅仅是有个了结。 ...\n嗯，是的，这只是前传的第一部分。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439100660,
            "txt_content": "彼岸在望 发表于 2015-8-9 13:43\n目测LZ会弃坑\n这种题材需要非常巨量的文字才能有个了结，仅仅是有个了结。 ...\n仅仅是文字而已\n如果真的对创作抱有热情的话是不会被字数所束缚的"
        },
        {
            "author": "永恒的誓言",
            "timestamp": 1439567100,
            "txt_content": "今天来水一水。。。。顺便楼主是我家rbq"
        },
        {
            "author": "永恒的誓言",
            "timestamp": 1439647020,
            "txt_content": "每日の水。。。。。。。。。。。"
        }
    ]
}