{
    "title": "【高级技术】关于自制材质时的代码问题",
    "author": "王将饺子",
    "replyCount": 4,
    "timestamp": 1439099460,
    "txt_content": "lz渣小白，首先感谢mcbbs上的很多教程，让我学会了很多东西，包括自制材质的教程。最近也在饶有兴趣的做自己的材质（16x材质，个人认为自己做的还不错），做的也是十分投入，除了岩石之类的纹理稍强的方块，基本完成了。16x材质还是有难度的，个人认为比32材质要难做十倍。那么问题来了，论坛以及网上普遍的做材质教程，教的基本都是如何去替换材质，而我曾经在网上见过一个教程，是教别人怎么制作让花草飘动的材质包，在材质包里有一些文件打开后是一串密密麻麻的代码，那个教程改了一下代码中的几个字符，然后让材质的帧数变长，虽然很简单，但让我有了很多的问题。代码是否能影响很多材质的效果？带着这个问题继续做材质。后来发现了真实天空材质，打开材质包后发现真实天空材质中也有很多代码文件，我想这应该是控制着星星闪烁和移动的轨迹还有流星之类的文件吧，毕竟这些我感觉光靠替换图片是没办法实现的。还有一些材质包中的随机材质之类的，更加让我确信了这些效果都是通过“代码”来实现的。那么关键的问题，在lz做材质中的水的时候，想到了mc中有很多像大海一样广阔的大面积水，而原版材质和现有材质中的水的效果更像是“湖”，关于水面的材质，lz在上面加入了海浪的效果动画。单机放了一排水，测试了一下，感觉效果非常好，水浪慢慢的打过来真的看着非常舒服~~~。可是找到大面积的水的时候，就出现问题了。由于mc材质中的水是32帧的动画，而32帧动画全部是在一个方格上发生的，也就是每个水方格，水面上都会有这段动画，而大海是由无数个水方格组成的，然后效果就如下了。。。。。。。。。\n\n\n单一排来看没有任何问题，水浪不光是移动还会渐变直到消失，过程很自然。但从这张图可以看出，在大海上，浪花显然太密集了而且每个方块都显示海浪的动画，这样效果很机械化，甚至有点恶心的感觉~~~没错，lz关于海浪的材质制作彻彻底底的失败了。后来也尝试了很多方法也补救不了这个问题。之后我就想到了“代码”，是否可以不光通过替换，在效果中加入代码，让水面的材质以多个方块的表面为单位来显示动画呢？如果海浪的动画不是在一个方块上显示，而是十个，这个效果绝对不会差的。我相信这也是能实现的。但问了很多群，好友，甚至是技术，得到的答案都是不能实现。所以我来求助万能的mcbbs了，这是一个材质和代码结合的问题。mc这个游戏能通过mod，材质，插件来实现近乎于无限的效果，我不相信这个简单的海浪特效会没有实现的办法。",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1439099460,
            "txt_content": "王将饺子，你好。\n\n你这个问题，有些不容易实现。\n材质包内部的代码并没有能产生随机数的代码，因此只能这样：\n1.用随机材质，也就是一个水方块有多种材质，这样系统就会在载入时随机载入一种水，达到随机效果。\n2.用关联材质，这样子随机材质产生的水波不会至于看起来又不连贯。\n\n求采纳……= =\n我看见你貌似是把你的家产全都拼出来了……"
        },
        {
            "author": "王将饺子",
            "timestamp": 1439111100,
            "txt_content": "先谢谢回答了。关联材质，这对我来说是个新词，具体什么效果呢。我的意思是最好能让多个方块共用一个材质。比如十格水拼起来，他们其实是一个材质。我只要画一个海浪的动画海浪就能从第一个格子运动到第十个格子这样的效果。"
        },
        {
            "author": "王将饺子",
            "timestamp": 1439111280,
            "txt_content": "langyo 发表于 2015-8-9 15:50\n王将饺子，你好。\n\n你这个问题，有些不容易实现。\n\n关联材质具体什么效果能不能说说，还要有没有更简单直接的方法实现呢。"
        },
        {
            "author": "langyo",
            "timestamp": 1439111700,
            "txt_content": "王将饺子 发表于 2015-8-9 17:08\n关联材质具体什么效果能不能说说，还要有没有更简单直接的方法实现呢。 ...\n关联材质是指……\n比方说把，床就是一个这样的例子，放下去之后自动占领2个方块。而这两个方块，又是匹配的，看起来就是一个床，而不是材质错乱的（床头不对床尾）。\n再举个例子吧，你在把小箱子扩展成大箱子的时候，就自动连在一起。\n再来个例子，你在放玻璃板的时候，当玻璃板旁边有其它玻璃板时，它不仅会自动连接起来，而且把玻璃的衔接缝隙也自动去除。\n这就是关联材质的作用。\n\n这应该可以用代码实现，具体的，你就先参考这个材质吧，仔细看贴里的说明，里头就有关联材质的说明，你把这个材质包拿过来研究下吧。IT-Project\n\n实在不行那就只用第一种方法也可以。"
        }
    ]
}