{
    "title": "[原创·连载]虚假的世界 作者：超级ssss 第一章 第一节",
    "author": "超级ssss",
    "replyCount": 8,
    "timestamp": 1439175660,
    "txt_content": " 本帖最后由 超级ssss 于 2015-8-12 17:05 编辑 \n\n\nHallo!我有回来了，在mcbbs沉默了许久后，我用气酝酿了许久。终于，我又挖新坑了！\n下面，就让我们步入正题吧！\n\n第一章：发现\n第一节：数据\n    我叫Steve，这个名字好像是在梦中起的。从我有记忆开始，我就一直生活在一个村庄里，虽然连这里的长老都不知道什么时候建好的。\n     “Steve！我们食物不够了，出去打打猎，顺便收收小麦吧！”一听到这句话，我就垂头丧气。他叫Starl，一直呆在家里的人。\n    我收拾好后，穿好护甲，出去打猎了。这一次打猎，我一直追着一个强壮的牛一直跑。追到了山上。\n    “哎呀！我去，好累啊！”跑了这么久的我气喘吁吁，如同一只上了岸的鱼，瘫在了地上。“算了！先去矿洞一趟。”我顺着阳光的照耀下，欣赏着我的铁镐，心生此念。\n    我跑进了矿洞。虽让矿洞黑黝黝的，但我跑得就像一只发飙的小鸡，看不见大致的样子。突然，我看见好像有一大堆的数字从一个小洞中闪过。我立刻听了下来，走到那里。只见那里除了数据，还是数据。毕竟我在村庄里和Starl没事干，也清楚一点数字什么的。这我倒没见过，好像是······对！让Starl过来就行了！对！于是我一个健步便跑了出去，远眺着村庄。确认方向后，跑向了村子中，Starl的家。“Starl！Starl！”我大声叫到。“别叫了别叫了！我又不是聋子！”Starl不耐烦的走出来。“Starl！Starl！我发现了一个很奇怪的东西，你一定会感兴趣！”“是什么？”他说。“去看了就知道了呗！”我神秘的一笑。我们边插火把边过去。    Starl凝视它很久很久。“到底是什么啊？你肯定知道，对不？”我说。“不，我不知道但我知道，这肯定很严重，别在这里待着，在这里有些危险，我们还是回村子讨论吧！”     Starl和我回到村庄后，我在家里等了许久，他才到我家来讨论：“我也不知道那些数据是什么，但我可以清楚的是，这些事情村长肯定知道的！”“嗯！对，村长乃我所不知的长老，我就不信有他不知道的事情！”......经过讨论后，我决定亲自问问村长，我觉得这样问有些冒昧，但为了深入了解，我还是问了，我说：“村长，这个世界是数据组成的吗？”村长一听完，立刻把头低了下来，带着对不起般的口气说：“这个世界的确是数据组成的，但这个数据不仅仅只是这个世界，还有我们。”听完后，我们俩惊讶得瘫坐在地上，心情无比复杂，如同五味杂陈，无法形容，我镇静了一会儿，说：“你怎么能确定？”村长听了，头埋得更低了，说：“这个游戏，是为你们而建的，这个世界只有你们不是数据，这个世界有太多破绽了，果然，还是没有瞒过去。唉！”话音刚落，谈话便陷入了压抑的气氛。“那这个世界还有没有其他生命？”“有，有，太多了，大概连我都记不住，反正一亿是有了。”村长不停点头，看起来有些悲哀。   谈话结束了，我和Starl商议了一下我觉得我们有必要寻找其他人，那么，明天就出发吧，我们的第一个地点，是最近的：粼波村！   \n好吧！我承认我只写了1000多字，但我也很久没有活动活动了，请大家见谅！下次我一定会写到1200多字，还会公布更新时间的！请问大家是否要我发出阅读索引贴？愿意的请说：是。不愿意的说一声：否。谢谢阅读。下一节\n\n暂定封面：\n\n\n\n\n",
    "replies": [
        {
            "author": "超级ssss",
            "timestamp": 1439175960,
            "txt_content": "自我评价：\n还行，算过得去。\n我想发索引贴！"
        },
        {
            "author": "sunny_yangg123",
            "timestamp": 1439176500,
            "txt_content": "剧情还不错，lz加油吧！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439177520,
            "txt_content": "新人你好，欢迎入坑\n关于starl这个名字的吐槽显得有些勉强（star加个l又没有惹到你）\n倒数第三段中“我轻蔑说”，我认为“轻蔑”一词用得不恰当。这件事情不足以使主角“轻蔑”starl，这句话也没有体现出轻蔑的语气。\n另外，关于starl对于这个世界的分析，也显得有些不对。就算山洞里传出的那些数据能构造与这个世界一模一样的世界，那也不能证明这个世界就是假的。因为就算在现实生活中，我们依然可以用计算机构造出跟我们一模一样的世界，那也是数据组成的。\n而且就算他的推理成立，认为这个世界是假的，是由数据组成的，那他又为什么知道自己不是数据？既然整个世界都是数据，他有什么理由把自己与这个世界分开？也就是说，按这个逻辑，两个主角也应该是数据，自己本身就是一个骗局。\n总之楼主需要在逻辑方面多下功夫，有很多不合逻辑的地方。\n另外，索引贴只能在写了三个帖子之后出。"
        },
        {
            "author": "超级ssss",
            "timestamp": 1439178300,
            "txt_content": "2B与mc的故事 发表于 2015-8-10 11:32\n新人你好，欢迎入坑\n关于starl这个名字的吐槽显得有些勉强（star加个l又没有惹到你）\n倒数第三段中“我轻蔑 ...\n谢谢大神指点，我都记下了！"
        },
        {
            "author": "超级ssss",
            "timestamp": 1439179980,
            "txt_content": "2B与mc的故事 发表于 2015-8-10 11:32\n新人你好，欢迎入坑\n关于starl这个名字的吐槽显得有些勉强（star加个l又没有惹到你）\n倒数第三段中“我轻蔑 ...\n大大，是否过得去？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439180160,
            "txt_content": "超级ssss 发表于 2015-8-10 12:13\n大大，是否过得去？\n嗯，好些了\n还有，不要叫我大大，要叫我女王大人我叫故事君"
        },
        {
            "author": "TGA点点",
            "timestamp": 1439180220,
            "txt_content": "槽点“有点”多。{:10_523:}"
        },
        {
            "author": "超级ssss",
            "timestamp": 1439195580,
            "txt_content": "@gggbbb,不要如此讽刺人，请给我一点尊严。"
        }
    ]
}