{
    "title": "【8.10~8.17】☆每周活动☆ 魔王讨伐战——你能描写出这些场景吗？【已结束参赛】",
    "author": "恶魔-潇洒",
    "replyCount": 67,
    "timestamp": 1439182140,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-17 20:02 编辑 \n\n\n☆每周活动☆『魔王讨伐战』\n第一项——说明规则制度与赛场\n3-1.活动总概\n首先感谢您有兴趣点进这个帖子！\n这一次我们的活动是根据场景与想象力进行描写。\n\n\n\n3-2.国王的天命\n\n\n\n你作为一名战场记者会跟随勇者们去到战场，并描写出一段精彩的新闻以获得工资。\n\n\n3-3.魔王的城堡\n经过长途跋涉后，魔王的城堡近在咫尺。我们需要将勇士们分为几个部队分别进攻。\n以下是目前全部部队列表：\n攻城大队(负责城堡外围的进攻)\n间谍特遣队(负责潜入城堡并暗中杀死守卫)\n三角洲特种部队(待攻城队得手后进行对敌人的剿灭)\n附魔师团(通过强大的附魔技术与魔王对决)\n(可选择其中一种部队进行实地调查。可以描写战斗场面，可以描写舍己为人的人等等)\n\n\n\n3-4.参赛方式\n可采用以下格式参赛：所调查部队:\n所进行的描写:复制代码\n(在此帖内回复，并@我。注意一定要匿名参赛！)描写字数不得少于1000字(一个标点等于一个字符，一个汉字等于两个字符)\n可以以一个局外人的角度描写，也可以通过自己在战场上的经历来描写所调查部队可以有多个，但所得工资与其他同名次的人一样\n\n\n\n3-5.奖励条款\n有工作自然少不了工资。冠军1名，将获得7人气70金粒1贡献；载入论坛【天时碑】。亚军1名，将获得5人气50金粒；有参加月赛的机会。季军2名，将获得3人气30金粒；有参加月赛的机会。参与奖为2人气20金粒。(若特殊情况再定)\n\n\n\n3-6.最后\n\n在最后的评选中，投票占40%\n祝所有参赛选手都能考一个理想的好成绩O(∩_∩)O~~\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "名人才华",
            "timestamp": 1439182200,
            "txt_content": "我又要参加了，吸取教训，早点发帖。\n——名人才华poi道"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439182380,
            "txt_content": "名人才华 发表于 2015-8-10 12:50\n我又要参加了，吸取教训，早点发帖。\n——名人才华poi道\n这个是帖内回复啦……"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439182920,
            "txt_content": "凋零蛋 发表于 2015-8-10 13:02\n你确定是匿名参赛而不是回帖仅作者可见？\n不需要啊……答案什么的只要认真就可以啦，抄袭的话其他人也很容易举报啊= ="
        },
        {
            "author": "凋零蛋",
            "timestamp": 1439182920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "gggbbb",
            "timestamp": 1439182920,
            "txt_content": "什.么.鬼"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439183760,
            "txt_content": "冰冰弃坑了，所以恶魔就来补上了……\n所以说我们这次要写的是如何讨伐恶魔"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439183940,
            "txt_content": "话说这次的题材好中二\n而且介绍得有点马虎啊喂\n（但是写战斗我还是很有信心的）"
        },
        {
            "author": "我是便当233",
            "timestamp": 1439184300,
            "txt_content": "WTF!不能少于1000字！"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1439184660,
            "txt_content": "让我火钳刘明QAQ"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1439185140,
            "txt_content": "名人才华 发表于 2015-8-10 12:50\n我又要参加了，吸取教训，早点发帖。\n——名人才华poi道\n有关战斗的场面描写我可最不在行QwQ"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1439193240,
            "txt_content": "混参与奖的肯定不止我一个XD"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439193660,
            "txt_content": "可不可以选几个场景来描写……\n我觉得一个场景不够我的脑洞用"
        },
        {
            "author": "江米条",
            "timestamp": 1439194380,
            "txt_content": "有个小问题= =看题目的设定似乎背景是在某个距今比较远的时代，那个时候会有相机这种高科技玩意吗"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439199420,
            "txt_content": "2B与mc的故事 发表于 2015-8-10 16:01\n可不可以选几个场景来描写……\n我觉得一个场景不够我的脑洞用\n可以，但是如果和其他人名次一样，工资也一样= ="
        },
        {
            "author": "名人才华",
            "timestamp": 1439209980,
            "txt_content": "2B与mc的故事 发表于 2015-8-10 13:19\n话说这次的题材好中二\n而且介绍得有点马虎啊喂\n（但是写战斗我还是很有信心的） ...\n周活动不中二，算哪门子周活动？\n—名人才华poi道～"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439212320,
            "txt_content": "名人才华 发表于 2015-8-10 20:33\n周活动不中二，算哪门子周活动？\n—名人才华poi道～\n好像很有道理\n（你现在每说一句话都要poi）"
        },
        {
            "author": "名人才华",
            "timestamp": 1439214600,
            "txt_content": "2B与mc的故事 发表于 2015-8-10 21:12\n好像很有道理\n（你现在每说一句话都要poi）\n魔法禁书目录+舰娘的结果。\n—名人才华poi道"
        },
        {
            "author": "名人才华",
            "timestamp": 1439214780,
            "txt_content": "恶魔-潇洒 发表于 2015-8-10 12:53\n这个是帖内回复啦……\n等下，不是匿名吗，为什么还要记者名称？\n—名人才华poi道"
        },
        {
            "author": "lzs1234",
            "timestamp": 1439252280,
            "txt_content": "我想说……你怎么又把活动置顶了……"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439271960,
            "txt_content": "lzs1234 发表于 2015-8-11 08:18\n我想说……你怎么又把活动置顶了……\n有什么不对的么= =这样的话更多人就能看到"
        },
        {
            "author": "爱拍、小少",
            "timestamp": 1439273520,
            "txt_content": "话说为什么到第二页都是瞎扯= ="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439281080,
            "txt_content": "爱拍、小少 发表于 2015-8-11 14:12\n话说为什么到第二页都是瞎扯= =\n是啊很正常这个版的人就爱瞎扯\n因为刚开始大家都还没想好写什么（也有像我一样想好了懒得动的）"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1439296260,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-19 09:37 编辑 \n\n所调查部队:三角洲部队\n所进行的描写:兵临城下的最后决战\n\n等待。\n还是等待。\n无尽的等待。\n仿佛没有尽头一般，我又灌下了一口清水。\n“哈——”\n斯科诺夫的水，依旧香甜。\n家乡带来的食物和水都快用尽了，这证明，我们随着国王的军队一路讨伐恶魔城的旅途，也终于该画上休止符了。\n长达数百年的黑暗世纪的历史，恶魔时代的终章。\n“各位！”队长高声大吼，嘶声力竭，“战斗的时刻到了！”\n“战斗的时刻到了！”\n台下，所有人，所有士兵，也吼了起来。\n“战斗的时刻到了！”\n从嗓子里喷涌而出的，是一路上的忍耐，是一生梦想的爆发。\n爆炸般的信念。\n我们，会创造历史！\n我们，将创造历史！\n我们，在创造历史！\n离魔王城堡的最后三库伦公里，我们驻扎在了这个地方。\n攻城的部队已经上去了，我们还在焦躁的等待着。\n远处，又并或是不远处，火光忽明忽暗，我抓着护膝，左手摩挲着沾满圣水的利剑。\n快，支撑不下去了。\n一路上，看着那群被地狱之火燃烧的人们，我们忍耐着，看着一栋栋被攻下的城堡，我们忍耐着。\n但是，现在快忍耐不住了。\n快，支撑不了自己的信念了。\n我们一路走来，为了杀死魔王，火光照亮黑暗，光明终临世界。\n可是，现在兵临城下，我却只能等待。\n等待。\n陌生的战友拍了拍我的肩膀，小声的，仿佛笑着一般，对我说道，“战斗的时刻到了。”\n身体中猛地，迸发出新的力量。眼眶沾满泪水，我无法抑制自己溢出的心情。黑暗中的眼睛无法穿透黑暗，看见他的面庞，我依旧认为，他亲切的面庞，一如神明。\n转头看向前面的某个同族，他低着头，身体散发着不安。\n我拍拍他的肩膀，报以微笑，“战斗的时刻，到了。”\n他也笑了用力的点点头，对我报以同样的微笑。\n我不知道他的语言，不知道他的家乡，不知道他的名字，但是我们却依靠着对方而活。\n战斗的时刻到了！战斗的时刻到了！\n前方的火光照亮了黑夜，照亮了帝国前方的路途，叮当做响，武器交击的声音依旧响亮。\n猛地，三角的旗帜升起。\n“城破了——”\n巨大的爆炸，永远响彻耳畔，胜利的火花，将会照亮帝国的辉煌！\n三角！三角！\n心中呼喊着那个名字，双腿已经站立起来了。利剑出鞘的声音此起彼伏，如凯歌，唤着我们前行！\n我愿意！我愿意为帝国献出生命！\n队长是第一个反应过来的，他抽出利剑，指向满是恶魔的那个墙洞，“冲啊——”\n“战斗——战斗开始了！”\n战斗的时刻到了——\n我的嘴角会是微微翘起的吗？我的身躯是不再颤抖的吗？我的心中还会有着恐惧吗？这些都是我不知道的事情，我只知道，明日，斯科诺夫的水，依旧香甜。\n"
        },
        {
            "author": "少年月之影",
            "timestamp": 1439298960,
            "txt_content": "匿名者 发表于 2015-8-11 20:31\n等待。\n还是等待。\n无尽的等待。\n\n话说你没at...我帮你了...:@恶魔-潇洒"
        },
        {
            "author": "名人才华",
            "timestamp": 1439351100,
            "txt_content": "匿名者 发表于 2015-8-11 20:31\n等待。\n还是等待。\n无尽的等待。\n诗歌类型，大部分都是心理描写，而不是对战场进行描写；另外你是作为一名记者去记录，而不是以一个战士的身份去记录，个人认为第三人称的小说会好很多。\n——名人才华poi道~\n@2B与mc的故事 第一滴血已出现"
        },
        {
            "author": "匿名",
            "timestamp": 1439351580,
            "txt_content": "@名人才华 就是一名战士啊，三角洲是最后攻城的主力，所以只有在城破了的时候才能开始战斗，避免消耗"
        },
        {
            "author": "名人才华",
            "timestamp": 1439352240,
            "txt_content": "匿名者 发表于 2015-8-12 11:53\n@名人才华 就是一名战士啊，三角洲是最后攻城的主力，所以只有在城破了的时候才能开始战斗，避免消耗 ...\n额，估计你没有理解我的意思……\n——名人才华poi道~"
        },
        {
            "author": "爱拍、小少",
            "timestamp": 1439356320,
            "txt_content": "匿名者 发表于 2015-8-12 11:53\n@名人才华 就是一名战士啊，三角洲是最后攻城的主力，所以只有在城破了的时候才能开始战斗，避免消耗 ...\n我似乎明白了他的意思，意思说，描述的应该是战斗过程而不是战斗前的心理准备"
        },
        {
            "author": "名人才华",
            "timestamp": 1439359860,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-19 09:29 编辑 \n\n所调查的部队：攻城大队\n记者名称：无名英雄XD @恶魔-潇洒 \n所进行的描写：\n    漆黑的旷野被烟云笼罩，凄惨的月光透过云层为城堡留下不可撼动的剪影，空气中弥漫着令人窒息的气氛，就连风也屏住了呼息……\n    ——这，是暴风雨前的宁静。\n    一个黑影悄然爬上了一个大石头，但在不可撼动的城堡面前还是如此渺小。一道闪电如利剑一般刺破云层，把旷野上的一切都照的惨白。这时，能依稀地看到那黑影张开嘴巴在呼喊着，却被接踵而来的雷声掩盖了。风，依旧屏住着呼吸，但大石头下的草丛却应声摆动。城堡上也有了动静，骷髅那嶙峋身影探出墙头，却不显得无力，反而营造出一种诡异的气氛。\n    “放！”没等骷髅拉开弓弦，一只只飞箭冲出草丛，在夜空中划出一道死亡的弧线，直击骷髅。箭雨一排接着一排，如同巨浪一般拍打着墙头，不曾停息。尽管墙头没有了骷髅的身影，但城堡依旧不可撼动。\n    一道闪电再次划破天际，照亮了不知什么时候出现在城墙的大炮，炮口正轻蔑地看着草丛。箭浪停止了，草丛里霎时发出微弱光亮，远远望去，像几双眼睛瞪着炮口——我们不怕你。一排火箭突然从草丛蹿向天空，点亮了旷野，为这个黑白的世界带来了一丝色彩。火箭如猎鹰一般俯冲而下，把炮膛的弹药提前引爆。墙头顿时被火光点亮，染红了半边天。但城堡还是不可撼动。\n    “攻城！”黑影吼道。话音刚落，一块大石头从他身后飞出，像巨拳一样打在城墙上，穿出了一个大洞，原本不可撼动的城堡突然变得十分脆弱。一声怒吼回荡在旷野，城里的僵尸如潮水一般从破洞里涌了出来。“杀！”草丛里的士兵冲了出来，形成了一片波涛汹涌的海洋。人海和尸潮撞在了一起，尸潮瞬间把人海撕开一个大口，涌进了人海。士兵在溃逃，僵尸在兴奋地吼叫，但他们那僵硬的脚步却怎么也追不到士兵，反而像被耍了一样。当最后一个僵尸进入人海的时候，意想不到的事情发生了：重甲兵突然冲出人海，用盾牌挡住了僵尸的去路；原本溃不成军的人海瞬间秩序井然，把尸潮团团围住。僵尸仍然吼叫着，却让人感受到了他们的恐惧，盾牌把暗淡的月光照在了僵尸那没有生气的脸上，更显得苍白而无力。银光闪闪的长枪从盾牌的空隙中伸出，像犬牙一般咬住了尸潮……所有的声音都突然消失了。\n    风，在急促地喘息，他吹灭了墙头上的火焰却助燃了战火；雨，密集地落入平原，她冲刷着大口里的尸血但浇不灭战士的志气。尽管城堡显得不堪一击，但大洞却显得深黑诡异，士兵们知道——这，仅仅是个开始。\n    三角洲特种部队与攻城大队交班，义无反顾地走向城堡，那气势直吞山河。\n    电，撕裂黑暗；雷，打响战鼓。人类知道，胜利终将属于他们，破晓的黎明定会为他们照亮凯旋的归途！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439372820,
            "txt_content": "名人才华 发表于 2015-8-12 11:45\n诗歌类型，大部分都是心理描写，而不是对战场进行描写；另外你是作为一名记者去记录，而不是以一个战士的 ...\n@匿名 拿下了第一滴血"
        },
        {
            "author": "毒蛇",
            "timestamp": 1439385660,
            "txt_content": "我最不擅长描写233"
        },
        {
            "author": "lzs1234",
            "timestamp": 1439428320,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-19 09:41 编辑 \n\n所调查部队:附魔师团\n所进行的描写:\n    远方，火光冲天，喊杀一片。\n    近处，默默无言，沉寂一片。\n    攻城队已经得手，三角洲部队也已完成任务，间谍特遣队已经完美退场。这一切都是那么顺利而有序。\n    那么......现在到了真正的决战了。\n    每个人都举起手中的武器，吟诵着远古的咒语。有铁剑，有金剑，更多的是寒光闪闪的钻石剑。附魔武器特有的光泽在月光下闪着寒光，似乎它们从来都是杀人不见血的凶器\n    附魔的光泽越来越亮，越来越刺眼。“刺啦！”一阵巨大的爆炸声从魔王的城堡传来。魔王慢慢走了出来，身上披着钻石甲。奇怪，他远没有那些占卜师说的那般巨大强壮。甚至比某些攻城部队的勇士要瘦得多。但仅凭他身上的钻石甲，就已经能够激发出人们对他的好奇。\n    突然，他腾空而起，卷起一阵黑旋风。刮得附魔师团的勇士睁不开眼。他从怀中抽出一把钻石剑，手起，刀落，师团团长的头随即滚落在地上。\n    所有的人都愣了一下，随即被排山倒海压来的愤怒占据了大脑。竟敢！杀死团长！所有的人都记得团长和蔼可亲的笑容，怎么？这么轻易地让团长白白牺牲吗？\n    一位壮士率先冲过去，扬起钻石剑，想着魔王狠狠地劈过去。近了！越来越近！马上就能砍到了！突然，魔王以迅雷不及掩耳之势伸出手中的剑，两把剑狠狠地撞在一起，迸出几个火星。\n    死一样的沉寂。\n    僵持了一阵，勇士头上开始冒汗，而魔王似乎轻松得很。他手一抬，勇士被击飞出去，重重地摔在远处的地面上，发出一阵阵的呻吟。紧接着，更多的勇士前仆后继地冲上去，举起手中的附魔武器，誓要和魔王一决高下！与此同时，队伍后方的附魔弓部队也抽出弓和箭，瞄准魔王，在武士到达之前向魔王展开了第一波攻势！铺天盖地的箭向着魔王飞扑过去，魔王好一阵躲闪，才侥幸躲过了所有的箭。魔王缓缓降落到地面上，气喘吁吁。就在这时，几个勇士冲上去，给了魔王狠狠一刀。魔王转过身，捂着伤口，发出一声令人心悸的怒吼，但是这并没有什么卵用声怒吼并未震慑到如潮水般涌来的勇士们。他们不断冲上来，举起手中的附魔武器，要给魔王身上添一道伤疤，而且一定要是最深的那道！\n    魔王面对着不断冲来的附魔师团，叹了口气，慢慢闭上了眼睛......\n    睁开眼，兵们已近在眼前，无数的魔法师也瞬移上来，攻城部队也缓缓朝这边走来......\n    勇士们！今天注定是你们名扬千秋的时候！\n@恶魔-潇洒 \n"
        },
        {
            "author": "魔末",
            "timestamp": 1439436960,
            "txt_content": "弱弱的问下，能把4个全写吗"
        },
        {
            "author": "名人才华",
            "timestamp": 1439437680,
            "txt_content": "魔末 发表于 2015-8-13 11:36\n弱弱的问下，能把4个全写吗\n可以，但奖励一样，名次一样。\n——名人才华poi道~"
        },
        {
            "author": "魔末",
            "timestamp": 1439437740,
            "txt_content": "名人才华 发表于 2015-8-13 11:48\n可以，但奖励一样，名次一样。\n——名人才华poi道~\n0.0,4个全写是算怎么评分的"
        },
        {
            "author": "魔末",
            "timestamp": 1439437920,
            "txt_content": "我突然发现要以记者的角度，那我这样子把，前去当战士来观察的记者=="
        },
        {
            "author": "名人才华",
            "timestamp": 1439437980,
            "txt_content": "魔末 发表于 2015-8-13 11:49\n0.0,4个全写是算怎么评分的\n自见第13楼的回复~\n——名人才华poi道~"
        },
        {
            "author": "魔末",
            "timestamp": 1439454180,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-19 09:40 编辑 \n\n所调查的部队：\n主：间谍特遣队副:攻城大队、附魔师团\n\n\n\n\n\n\n\n\n具体描写：\n“是啊，是啊，前线最近已经能一天摧毁两个据点了。”\n“按照这个进度，魔王还能活的吗？”\n“哈哈哈哈！”\n    我叫罗天，我在一个密室中，和一群人坐在一个桌子旁边笑谈着最近听到的事，其实，我们并不是普通人，我们是拥有恐怖暗杀能力的间谍特遣队，外人以为冰冷无情的我们，却在这热火朝天的讨论。\n    “任务来了。”攻城大队(负责城堡外围的进攻)\n间谍特遣队(负责潜入城堡并暗中杀死守卫)\n三角洲特种部队(待攻城队得手后进行对敌人的剿灭)\n附魔师团(通过强大的附魔技术与魔王对决)\n观察者所属军团：间谍特遣队\n背景：莫拉克大陆上的人们一直都在战乱之中，使得人们在强大上的程度不断上升，最后科技和魔法上面每个国家都有非常高的成就，使得这几个国家互相眼馋又无处下手，而这时候，魔王出现在这个大陆上，他恐怖的手段让所有国家联合在一起，最后毁灭了各个魔王军队的据点，最后所有军团准备联手，一举摧毁魔王的城堡并杀死魔王。\n具体描写：\n“最近的战斗异常顺利啊，完全没有刚开始的凶猛了”\n    坐在最前面的一个人突然说道，他就是我们间谍特遣队的队长，他说道这句话的时候，我们停止了讨论，脸色恢复正常，看向队长。\n    “好久没来任务了，这次一来任务就是一个大任务，看来这次又得忙了，走，等会我在车上向大家介绍。”\n    说完，队长打开他背后的一个门，走了进去，我们也跟着队长走进去。\n    “这次任务不急，大家有20秒的时间给你们准备好装备。”\n    说着队长就以非常快的速度来到一个箱子前面，打开那个箱子，迅速的挑选东西。\n    “20秒还真是充裕，以前哪有那么长时间，估计是准备已久的计划了，我记得时间最少的一次是5秒吧。”\n    大家也迅速跑到各自的箱子前面，整理起自己需要的东西，而我来到了一个上面标着蓝色火焰的箱子前，而这个标志代表着我的代号：“蓝火”，我迅速的从杂乱的箱子里翻出一个面罩和一把带着蓝色光芒的剑，和一个珠子子一样的东西以及5个末影珍珠，和一个既可以作为定时炸弹也可以作为手榴弹的炸弹。\n    拿出这些东西后，迅速放在身上一些隐蔽而容易拿到的地方，同时把面具带到脸上，然后跑到另外一边的车上，这时候差不多过了10秒，差不多15秒的时候，几乎所有人都来到了车上，只有一个人到20秒的时候才来到车上，几乎是同时，车开了起来。\n    “新兵不错啊，第一次居然没有迟到，额，虽然差0.08秒时间就到了。”\n    “恩，是不错了，而且运气还不错，碰到了有20秒准备时间。否则以前也就两起新兵没有迟到的记录，他们的准备时间也就15秒，而且其中一个人是在战乱时期时忘带了一个非常重要的东西，差点导致全军覆没。”\n    “没办法，谁让那个队长那么信任那位新人给他那么重要的任务，而且那次搞砸了，当时让全国人都仇视起那个新人了，看样子是那任队长故意刁难他的。”\n    “恩，不过那个新人够惨的，最后直接被全国人民赶出了国家，不过我不在那个天禄国，我也不知道多少。”\n    “诶，我想起来了有件有趣的事，我所在的莫风国也有一个人，他好像因为研究黑魔法被那个国家全国通缉，哎，太可怜了，如果他晚几年的现在研究而不是在当时那个光明教为核心的时代，在这个时代研究反而是在为人类做贡献。”\n    “恩，额，我记得我所在的洛拉国也有类似的事。”\n    他们谈论着这些，我也突然想起了一件事，战乱时期，我是属于伊洛国的一个平民，当时全国通缉一个研究黑魔法的人，而有一天我出门看的时候，发现有个人趴在我家门口附近，我吓了一跳，把他翻过身一看，正是那个被通缉黑魔法师，我这下更被吓得不轻，不过最后我反应过来，把他拉近屋里，放到智能医务箱里（智能医务箱长3米，高半米），很快，他就醒了过来，他醒来时，看了看我，似乎诺有所思，然后手晃了晃出现了一个黑色球，然后丢向我，直接把我弄晕了，当我醒来时，他已经走了，但我不仅感觉自己没受一点伤，力量强了许多，同时感觉身体轻盈了不少，就是这样我进了训练营，然后成为了间谍特遣队的一员。\n    “嘿，蓝火，你在想什么？”\n    坐在我旁边那个新人看到我在发呆，问了一些，我朝他笑了一下。\n    “没什么，只是分析一下现在的局势。”\n     这时，队长走了过来。\n    “好了，我介绍下任务，前线已经突破到了魔王的城堡，部队已经把城堡包围了，准备一举剿灭魔王所有的部队和魔王，我们的任务就是寻找除了正门以外的路口，潜入进去，并且获取城堡的路线图，并在攻城时把要传递给魔王讯息的信息球进行干扰，并杀死几位传讯者，然后躲在魔王殿的附近随时准备辅助主攻部队杀死魔王。”\n    “明白！”\n    我们齐声喊道。\n    “明白！”\n     新来的紧跟其后。\n    ……\n    我们躲在魔王城堡旁边的一个废弃的房子中，其中一个人拿着Y型激光发射器放在一个缺口上，然后信号线把发射器与一个微型电脑连接起来，这时Y型激光发射器上下晃动了几下，那个人看着微型电脑的屏幕，然后皱起了眉头。\n    “魔王城堡用的材料是少数能抵挡Y型激光的特殊材质，而用其他透视扫描的光又会散发出能量，足以让稍微强大点的魔感觉到。”\n    那个人代号为“机械”，因为他非常精通制作研究和操纵机器，而身手也可以通过他自己研究且只有自己能操纵的急速移动器来达到十分快的速度，但是这个东西被破坏，他就算是一个普通人。\n    依靠在墙上闭目养神的队长听到了，睁开了眼。\n    “那么启动二号计划，机械，先把魔王城堡的表明三维图制作出来发给蓝火，然后蓝火根据计划执行。”\n    “明白！”\n    “机械”点了几下他的微型电脑，然后拿着一个小东西插到一边，然后丢到我手上，我把这个东西插到手表上的一个接口，手表上迅速出现了一个三维图，我标注了几个有窗户的地方，就按下手表上的一个按钮，衣服和面具就进入了迷彩状态，然后我跑出去，选择一个落脚点，丢出末影珍珠，传送到那。\n    我看了看左右，发现不远处就有一个标记了的窗口，然后从随身背包里掏出一个罐子，罐子里装着一个蓝色的火。\n    我代号为蓝火可不是随便来的，这是我能力的象征，我是少数的魔法人，拥有天赋魔法，而我的天赋魔法让我能操纵高伤害的ZT-3号的蓝色火焰，并且这种火焰对我没有伤害，还能随意改变他的形状，威力，当然这一切都有个上限，同时这种火焰是一种十分神奇的火，能吸着空气不断的扩大，而我又可以把这种火焰装换为空气、\n    我打开罐子，让火焰出来形成一根绳子，然后把其一头丢到窗户杆栏上，并且把另外一头连接在我手上，之后我不断的把这种火焰往中间压缩，变粗一些后就把那变粗的部分消散为空气，就这样子绳子不断的变短，最后我来到了窗户那里。\n    我开始提高火焰对杆栏的温度，杆栏迅速的就被烧断了，我按照这样的方法把剩下几根烧断，剩下的缺口足以让我进去。\n    当我进去时，正好有一个恶魔和我对视起来，幸好我迅速反应过来，一跃，并迅速把火焰进行扩大，当火焰够大的时候完毕吧火焰形成一根绳子（又是绳子），把这个恶魔裹成一团，并且把绳子的一段弄的十分的粗，像一个球一样塞入恶魔的口中。\n    我掏出之前放在背包里的珠子，这个珠子是灵魂大师洛法尔制作的灵魂之珠，可以弄到精神脆弱的生物的所有记忆，不过恶魔的精神可不脆弱，但不断折磨下精神自然会脆弱起来，于是我开始提高绳子的温度，而那个恶魔也开始挣扎起来，但口中被塞住了，只能发出微小的呜呜声，渐渐的，呜呜声越来越大，我估摸着差不多了，开始使用灵魂之珠，获取那个恶魔的记忆，获取记忆非常的顺利，同时呜呜声也逐渐变大，于是我急速提高温度，在恶魔还没反应过来就把他烧成灰烬，随后，我把记忆导入在手表上，形成一个十分详细的城堡内部图，我把这些迅速发给队长。\n    “做的很好，你去杀死3号传讯者并解决信息球。”\n    “明白！”\n    我看向地图，队长已经在地图上标注了目标，并且标出了另外几位队员的位置，那些传讯者和信息球以及一些地方的标号也显示出来了。\n     我根据地图很快就来到了3号传讯员所在的房间附近，3号传讯员在28号房，这个房间门口有两个恶魔守护着，不过恶魔守护着所在的位置都离门有些距离，且都和一个房间隔一个墙，我躲在其中一个房间，把墙融化出一个洞，本来应该是没声音的，可突然兹了一下，虽然很小声，但足以让恶魔听到。\n    “我好像听到了什么声音。”\n    “有声音有什么奇怪的，可能传讯员在与魔王交谈。”\n     “恩，说的有道理。”\n     我放下心来，继续融化起来，很快就穿过墙来了，我把那个绳子不断的伸长，并且那头分裂成两条，每一条都正好指着恶魔的头部。\n    “3、2、1，刺！”\n    我心中默念着，念到刺时，两根绳子速度急速上升并且头部形成尖刺型射入两个恶魔的头部中，速度十分的快，两个恶魔还没发出声来就死了。\n    我来到门前，在门前弄个小洞，看到了那位传讯者，他正躺在椅子上睡觉呢，我把火传过去，一下子就刺杀了那位传讯者，然后又用火把锁融化，进去后，我拿出之前队长传送给我的干扰珠按进信息珠里，接着我就静静的坐在椅子上，然后给队长发送信息。\n    “8号已经杀死，干扰球已经安装，请求下一步指示。”\n    “你做的很好，等着攻城部队从正门的攻击。”\n    “正门吗？”\n     我看向旁边的窗户，那里刚好对着正门。\n     大概过了 10分钟后，城堡震动了几下，我走下窗户，看到一堆精锐军队集结在大门前，同时几个激光大炮指着城堡，这时一个巨型的恶魔从城门上爬出来，发出了愤怒的吼声，开始捶打着地面上的人，而大家都是精锐队伍，个个身手不凡，躲过了一次又一次敲击，偶尔有几次被击中也是精锐重甲军，对那些人伤害并不严重，那个恶魔又怒了，用力踩了一脚，地震了几下，部分人被震飞了，而那个恶魔又朝天吼了一声，无数恶魔从城堡中涌出来。\n    “注意，你所在的房间是怪物出来的一个主要通道，等会可能会有很多怪物经过这个房间，我希望你能活下来。”\n     “什么！”\n    我看向地图，上面有几个红色的线，其中有一条线就经过我所在的房间。\n     “真倒霉。”\n    我苦笑了一下，但没办法，只好做出应对措施，我把火覆盖到门的后面，一旦有恶魔打开门等待他的就是火焰的洗礼，但恶魔太多的话会导致前一只把火焰弄没了，而后一只就马上跑了进来，那时候，就有点麻烦了。\n    很快，就有门打开的声音，同时出现了吼叫声。\n    “别隐藏实力了，我知道你一只在隐藏实力，现在不需要隐藏，人类高层都知道了，而魔王也接受不到关于你的消息。”\n    我一惊，这个是领导所有人进攻魔王城堡的将军的声音，我没想到我的底牌这么快就要使用。\n    我摇摇头，重新凝聚出一立方米的，而我把火焰进行压缩，不断的压缩，火焰也继续不断的吞噬空气扩大，而我也依然不断得以压缩，最后压缩成一个米粒的大小。\n     “爆炸吧，火焰之种！”\n     轰！！\n      我的这个房间迅速的被摧毁，而摧毁的范围不断的扩大，扩大，继续扩大，爆炸范围已经达到了很打了，而威力也依然十分恐怖，不过之后的威力直线下降，最后弱如清风拂面虽然味道不怎么样，而爆炸的核心中，我静静的浮在那里，同时感受到各个角落也发出了各种各样恐怖的力量波。\n     我这时不再约束我的火焰之力，火焰之力迅速的改造我的身体，使我宛如火焰之灵。\n    而将军和队长站在一切。\n   ”其实你可知道，整个队伍就你最弱，不过领导力是你最强，就连那个新兵也是故意表现很弱的，不过也别灰心，他们个个都是十分恐怖的怪物，是我们人类耗尽无数资源造就出来的强者。“\n    我又转过头，之前各个地方的爆炸，以及军队强大的炮火攻击，刚才的恶魔和出来的恶魔全部阵亡，同时以及把恶魔城堡炸成一堆废墟，不，有一个殿堂一样的房子，浮在空中。\n    将军看向大家。\n    ”那个就是魔王的宫殿，魔王的实力胜不可测，各个军队排出尖端人员出来与魔王战斗。”\n    “明白！”\n    很快，我的队友和我都来到了一片空地上，然后又陆陆续续的有几个人走了过来，同时将军在最前头看着我们。\n    “大家务必要小心，魔王可是直接创造恶魔的传奇生物，说明他的实力比最强的魔强许多。”\n     “明白！”\n     “好！”\n    将军挥一挥手，通往殿堂哪里出现了一个阶梯，然后将军又一挥手，一把巨剑出现在他的手上。\n     “走！”\n    我们跟着将军来到大门前，将军伸出3根手指，然后缩回一根，又缩回一根，这个手势我们都知道什么意思，当最后一个手指缩回去的时候，我们一起把门撞开，一股恐怖的气息突然出现笼罩着我们。\n    魔王浮在空中，闭着眼，当我们进来的时候才睁开眼。\n    “你们很强，有资格和我一站，来吧！”\n    其中一个人手一挥魔王脚底下瞬间出现冰，并以十分快的速度往上伸展，最后包住了魔王。\n     “魔王也不过如此，额，怎么可能！”\n    而魔王一震，这些冰进飞射出去。\n      “继续，来吧！”\n     将军咬着牙。\n      “上吧，大家一起上！”\n     我把火焰之力凝聚在手中，形成一把燃烧着的火焰之剑，而另外一个人身上出现了金色的铠甲（黄金圣斗士？）冲上去，魔王用力打了一拳那个穿着黄金铠甲的人，结果那个人被打退了几步，而将军一跃而上砍向魔王，魔王用手一档用力往外一挥，将军也被弄飞了出去，我也冲上去，从后背攻击魔王，但只刺进去一点就无法再刺进去了，然后魔王身体出现一个保护罩，把要攻击的人都击飞了。\n       “先别这样子！”\n        将军的声音在我们脑中响起。\n      “我们要配合起来，附魔师，你给297号，352号，182号和我附加上炕击退的力量，同时之前说到的人做为抗下魔王攻击的人。\n    “24号，我记得你有魔法干扰的技能，当魔王要使出防御罩的时候，你进行干扰，然后931号，395号，5912号做为攻击部队，当我们抗下攻击的时候，附魔师给他们附加上攻击之力。”\n     “其他人见机行事！”\n     我脑中突然出现了关于号数的记忆，而我正是931号。这个号数其实是高层对每个人的简易称呼。\n     而这一切才过了半秒\n     之前那个召唤冰的家伙现在身边出现了无数符文，附加在一些人的身上，然后那些人奔向魔王，魔王手中出现了黑色的法力凝聚成的球然后射向那几个人，但那几个人抗了下来，只退后了一步，而这时有符文飞向我，我马上反应过来，用力一跳跳向魔王，而魔王正想攻击我用火焰的反冲力绕到魔王后面，让魔王一击击空，同时我把之前偷偷弄的火焰之种丢到魔王的身上，自己也用尽全力刺向魔王，而又是两到光一只箭飞向魔王，一个人从头上砍向魔王。\n     轰！！！\n     噗嗤！！\n     嘎！！\n     一时间出现了各种强大的能量波，把一些人都直接掀飞，同时魔王的气息也逐渐消失，最后只剩下一些铠甲。\n\n     “终于，胜利了吗？”\n     “我等着一天很久了！”\n     “万岁！！”\n     “胜利了！！”\n      这时又有一个脚步声传来，大家看向脚步声的来源处，看到一个白衣男子。\n     “是你！！”\n     “你怎么在这！！”\n      我和我队友都一起说出的对话\n     “真有趣，当初帮我的人都在一起了，恩，你们还联合在一起成功打败我的傀儡了，不错，很厉害。”\n     “你们认识这个人？”\n      另外的一些人看向我和队友。\n      而我的队友也很吃惊，看向其他队友。\n     “你们，都认识他？”\n     “额，恩，我认识他，难不成？”\n     “恩，原来，我们都救了他，而且还是同一个人，怪不得你们几个说的和我记忆中那么相似。”\n      而那个新人却冷冷的看着魔王，拿出一把剑，冲了上去。\n     “新人，你怎么这样！”\n      新人边冲边回答。\n     “他可是魔王，是我们要消灭的人！”\n     “魔王？魔王不是被我们杀死了？”\n     “他的气息很像魔王，而且他说刚才我们杀的是他的傀儡，也就是说他才是真正的魔王！”\n      ！！！\n     那个新人用力刺击了下魔王，可魔王并没有动，那个新人就被击飞，被化为粉末。\n     “机器人就是机器人，连感情都没有。”\n     “你，你怎么变成了这个样子？”\n     “这就是黑魔法的最高境界，让人变化很多，甚至心境上都会升华，不像你们所为的光明教，只有虚名，连实力都没有，你们之前都是在给那个所为的教主送钱，那个教主，才算是真正的魔王，不容许任何威胁他们地位的生物所在，所以追杀起我来，而你们这几个人，却救了被无数人憎恨的人，所以，我帮助你们拥有特殊的能力。”\n     “那你为什么要袭击人类，是因为恨吗？”\n     “恨？我只恨光明教，这个只会摧残人们的邪教，我袭击人类，一是为了消灭那个可恶的光明教，另外一个就是为了帮助你们团结，你们难道没感觉到吗？”\n     “团结？”\n     “哼，我创造的魔杀你们一年的数量，还没你们自相残杀一天数量多，我这算是救你们的。”\n     “恩，对啊，其实我们最需要的就是团结，你看，团结之前，我们被恶魔杀的溃不成军，而团结之后却能轻松战胜魔，这不就是团结的力量吗？”\n\n\n\n\n\n\n其实我想全部都详细写的，但是脑洞太大了，全部详细写能把我累死的，18501 字节啊！\n\n\n@恶魔潇洒 \n"
        },
        {
            "author": "匿名",
            "timestamp": 1439454360,
            "txt_content": "一不小心写了两次，那就拿这个问一下天时碑是啥吧=="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439455920,
            "txt_content": "匿名者 发表于 2015-8-13 16:23\n所调查的部队：\n主：间谍特遣队副:攻城大队、附魔师团\n为什么有两个“具体描写”\n还有感觉对话太多了"
        },
        {
            "author": "魔末",
            "timestamp": 1439465460,
            "txt_content": "2B与mc的故事 发表于 2015-8-13 16:52\n为什么有两个“具体描写”\n还有感觉对话太多了\n我这人就话多QAQ"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439466960,
            "txt_content": "魔末 发表于 2015-8-13 19:31\n我这人就话多QAQ\n你暴露了XD！"
        },
        {
            "author": "名人才华",
            "timestamp": 1439510820,
            "txt_content": "2B与mc的故事 发表于 2015-8-13 16:52\n为什么有两个“具体描写”\n还有感觉对话太多了\n就是，一开始看到这文章，woc！吓死宝宝了！一看，原来就是脑洞大了，只可惜这次不是脑洞融合机。\n——名人才华poi道\n悄悄地问一句：2b你提交了没？"
        },
        {
            "author": "xcc",
            "timestamp": 1439545800,
            "txt_content": "这真是个无聊的脑懂啊"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439547660,
            "txt_content": "xcc 发表于 2015-8-14 17:50\n这真是个无聊的脑懂啊\n失踪人口回归！\n（因为这个活动是恶魔想出来的，所以就是打恶魔了）"
        },
        {
            "author": "lzs1234",
            "timestamp": 1439623920,
            "txt_content": "匿名者 发表于 2015-8-13 16:23\n所调查的部队：\n主：间谍特遣队副:攻城大队、附魔师团\n写这么长并没有什么卵用精神可嘉\n描写太少，不过要是拿去当小说定是极好的"
        },
        {
            "author": "名人才华",
            "timestamp": 1439640600,
            "txt_content": "lzs1234 发表于 2015-8-15 15:32\n写这么长并没有什么卵用精神可嘉\n描写太少，不过要是拿去当小说定是极好的 ...\n那个9000字是用论坛算的吧？没那么多吧。\n——名人才华poi道~"
        },
        {
            "author": "名人才华",
            "timestamp": 1439640720,
            "txt_content": "匿名者 发表于 2015-8-13 16:23\n所调查的部队：\n主：间谍特遣队副:攻城大队、附魔师团\n已查明，仅有7000字"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439642460,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-19 09:28 编辑 \n\n我尽力了，我尽力了，我尽力了，重要的事情说三遍。另外我最近好忙啊～～还抽空出来参加周活动，恶魔我是不是好人？（你从这篇文章里可以看出来我对恶魔满满的爱\n\n所调查部队：间谍特遣队\n具体描写：\n        Minecraft世界，我的故乡。毫不夸张地说，那曾今是天堂般美丽的地方，但那仅仅是曾今。和平之神不可能永远眷顾我们，突如其来的战争把“天堂”浸泡在了血海中，使它渐渐腐朽、变质，成为了地狱。\n        挑起战争的是来自异界的恶魔们，率领他们的魔王极度凶残，同时也无比强大。整整十年，这个世界的天空被阴云笼罩，昏暗的大地失去了生气，一片死寂，就像在无声地哭泣。\n        不过现在，人们看到了黎明的曙光。多年的战斗让人类的战术经验大大提升，足以与恶魔大军抗衡。而且最新的研究成果表明，只要能通过附魔制造出足够强大的武器，就有机会打败之前被称为“不死之身”的魔王。战争终于有机会结束了，而这个机会绝对不能放过。在这种紧要关头，我更需要沉住气……\n        “你在想什么呢？”身后传来含糊不清的说话声。\n        “没事，我只是在想，关于魔王大人的新宫殿的问题。我在想什么材料适合用来做支柱。”我随意地答道，随意但是不含糊。这个回答我早就已经编好了。\n        “这样啊，我觉得，还是用石英最好，那种材料很符合魔王大人高贵的气质。而且那种材料还是来自地狱，简直就跟魔王大人是天作之合。”路过的恶魔一本正经地回答道。说实话，就算是与恶魔打交道七年的我，还是有些不习惯它们的那些含糊、低沉的口音。\n        “没错，石英好，石英好，就选它了！”我趁机结束了话题，“没什么事您就先去忙吧，我就不耽搁您的时间了。”这只恶魔也不是话痨，点了点头走开了。\n        干我们这行，切忌话多。话一多了，就很容易漏出破绽，甚至泄漏我方情报。所以，只要不是打听什么重要的消息，就尽可能地保持沉默，以免夜长梦多。\n        支开了这里的守卫后，我又四下环顾，完全确定附近没有人之后，我开始对着窗外大声吼起来：\n        “要下雨啦！赶紧把弹药收回地下仓库！”\n        “没人理我吗？这些弹药可是明天早上突袭光荣城要用的，要是弹药受了潮没法用，可别怪我没提醒你们哦！”\n        “吵什么吵，明天不会下雨的！”不远处一个恶魔的声音传来。\n        居然还有人，不过没关系，这样应该不会被怀疑。\n        “我劝你还是相信我比较好，不然待会真的下起雨来你连哭都来不及！难道明早十几万的大军都准备拿着刀剑去肉搏吗？我不管了，我先去帮忙收嘞，剩下的没来得及可就自认倒霉咯！”\n        之后，我听见一阵急促的脚步声往楼下跑去。\n        我一边假装四处观望找其他恶魔，一边时不时地瞥一眼躲在树林间的一个黑影。等我说完，他安全离开之后，我才下楼帮忙收弹药。\n        晚上，我在屋顶悄悄放了降雨弹，以免引起怀疑。\n        睡前，我检查了一下枕头下的匕首还在，才能稍微打个盹，但是千万不能睡死了，每过一段时间就要强迫自己醒来。这样高度紧张的生活让我几乎没有睡过好觉。不过也没办法，发现间谍之后，恶魔们通常采取晚上暗杀，所以晚上一定要多加小心。也许表面上恶魔们对你放下了警惕，但是一到了晚上，它们就会拿着三戟叉悄无声息地来到你的房间，连挣扎的机会都没有，你的人头就落地了。\n        但是也不是永远只在晚上刺杀间谍。有些时候，恶魔会当众解决掉被发现的间谍，来个杀鸡儆猴。\n        这种事情的发生是周期性的，每周就会有一位战友被当众杀害。所有的恶魔当然都会来凑热闹，但它们也会强迫着人类来看，因为这样做的目的就是警告我们，“不要以为自己能躲过恶魔的眼睛”。更残忍的是，如果实在找不出来间谍，它们会随便找出一个人类的奴隶杀掉。在它们眼里，人类只有两种，一种是敌人，都该死。另一种是自己实现目的的工具，必要的时候也可以为了自己的目的而死。\n       它们以为这样做能让我们死心，恰恰相反。想成为间谍，就必须要有极强的忍耐能力。每一位同伴的死，都会为我们心中复仇的火焰添柴。不过一定要把握好火候，要是火烧得太旺会烧毁自己的理性，让自己成为下一个牺牲品。\n       这周四，又有一位间谍被带到恶魔的城市中央示众。而我清楚地看到，这次被当众斩杀的间谍，竟是我从小玩到大的好兄弟：杰克。\n       这时我才知道，杰克原来也当了间谍。间谍的身份即使是战友也难以知晓，完全清楚哪些人是卧底的，只有来收取情报的情报员和少数高级官员。在死之前，没有人知道这里的人究竟是为了人类的未来忍辱负重的间谍，还是确确实实背叛了人类的叛徒。\n       更让我想不到的是，这次恶魔让一个人类上台执行死刑，以示忠心。不巧，那个人类正好就是我。也许是因为恶魔们知道我和杰克之间的关系吧……\n       我缓缓走上死刑台，每一步都显得前所未有的沉重。每走一步，就给自己的内心加建\n一层冷酷的壁垒。走到杰克面前时，我已经把自己包装成了一只人皮的恶魔。\n       我举起枪，勉强控制着颤抖的手臂，用模糊的视线盯着准心，瞄准杰克的头。\n       “死前还有什么废话要讲吗？”我尽可能不去看杰克的脸，把他想象成一只恶魔。\n       “哼，想不到啊，我从小到大的伙伴，竟然是出卖了全人类的叛徒。”杰克冷笑道。\n       “叛徒？说的好，我就是心甘情愿想当叛徒。人类实在太愚蠢了，只有魔王才能改变这个愚蠢的世界！”\n       已经习惯了，我们就是在谎言中生存下来的。我们的生活跟这个黑暗的大地一样黑暗。所以就算说出这样的话，我也毫不犹豫。\n       “算了。反正都是死，死在谁的手里都一样。”杰克闭上了眼，脸上写满了悲愤。\n       “为了这个世界的未来，去死吧！”我刻意停顿了一秒，“你们全部死光，魔王统治这个世界。这才是最好的未来！”\n       杰克忽然间怔住了。之后，嘴角扬起一丝难以察觉而又转瞬即逝的笑。\n       “你真是一只合格的'走狗'！”\n       “嘭！”\n       一瞬间，子弹击穿了杰克的心脏。鲜血飞溅，空中盛开了一簇艳丽的玫瑰。\n      在最后一道壁垒被击溃前，我扣下了扳机。\n      没事的。我安慰着自己，这便是间谍的命运。有几个间谍能活到战争结束呢？连我自己也是抱着必死的觉悟来到这里的。\n       更何况，我和杰克都知道了真相。\n       我笑着走下了死刑台，而且故意笑得很疯狂，疯狂到连我自己都胆寒。四周的人群对我投来了鄙夷的目光，而恶魔们则是一脸的满意。\n\n\n\n       事情的转机出现在下一个周四。一名间谍在死前大声吼道：“恶魔们，你们活不长了！我不妨告诉你们，五天之后，我们就会对你们发起总攻！好好享受最后的生命吧！”\n       虽然我对这个间谍泄漏了情报感到不安，但是这件事连我也是第一次听说。终于，五天之后，终于能结束了！至少，这给每一位间谍带来了希望。\n       魔王觉得宁可信其有，不可信其无，下令让全体恶魔加紧战备。\n       接下来的四天，我都没有看见情报员的踪影。看来消息属实，情报员应该也回总部去汇报情报，做最后的准备了。\n       无论如何狂喜，我也得按捺住内心的激动。越是这种时候，越要小心。我背负着叛徒的恶名，投奔了恶魔。在鄙夷与屈辱中，我熬过了七年，整整七年！就是为了这一天！所以，绝不能前功尽弃！\n       我仔细思考着，如何才能里应外合捣毁恶魔军团。\n       知道现在这种情况，恶魔军团只有两种应对措施。要么趁人类总部不备进行突袭，要么加紧战备准备迎战。以魔王那种谨慎的性格，第二种最有可能。而且恶魔们到处清点、整理装备的身影也应证了这一猜想。那么我就有更多的时间动手脚。\n       首先，趁恶魔们不注意，改装他们的武器。让三戟叉一碰到敌人就断成两半，让地狱火枪怎么也喷不出火来，让大炮怎么也炸不响——哦不，最好是让它直接炸向恶魔军团。但是改造耗时长，被发现的风险大，所以不能作为主要手段。\n       直接对城市动手脚是不错的选择，尤其是在那些恶魔们经常使用而且极其隐蔽的通道。\n       剩下的就靠到时候我的随机应变了。\n       这就是我们的战斗，悄无声息。但是这比那些动刀动枪的战斗更艰难，也更危险。\n\n\n\n       终于，那一天到了。\n       我登上城墙，对着所有士兵喊道：“大家都过来一下！这里有魔王大人发来的最新武器，它让我给你们带过来！”\n       所有士兵都愣头愣脑地聚集到我身边，有的还好奇的问道：“是啥武器啊，不是要发给我们这么多人吗，这么多我怎么连影子都没看到？”\n       “这就是这种武器的优良之处。它很小，非常小，但是可以轻易地击倒一片大片敌人。”我坏笑道，“就像，这样！”\n       一瞬间，催眠气体弥漫开来，所有士兵一齐倒地。我捂着鼻子跑向了下一个目标。\n       城墙上的卫兵睡着了，所以就算人类的大军离这里很近也没有人会汇报。到时候就可以打它们个措手不及！\n       接下来就是在地下通道里安装遥控炸弹。那里可是恶魔们的军事要道，只要一瘫痪，就会对恶魔们造成巨大的打击。恶魔的司令官还是挺聪明的，今天凌晨才将这些通道彻底检查了一次。好在我早就猜到了，在战斗开始之前才开始安置炸弹。\n       等我把这些炸弹安置好，爬上城墙一看，军队居然还是没有来。我有些焦急了，魔王也等不及了。它下令全员现在出动，在城口待命。\n       我看着所有恶魔进入地下通道后，按下了启动的按钮。接下来的几十秒，整个恶魔城地动山摇，几乎有三分之一的恶魔被埋在了地下。其他侥幸活下来的恶魔也不得不绕弯路，浪费了不少体力，这把魔王气得直跺脚，当场一枪打死了负责检查的司令官。\n       很好，下面就等着我们的军队来收拾它们，现在我该撤了。\n       正当我走出城外，以为终于告别了这个鬼地方的时候，城墙上的士兵醒来了，而且二话不说追了上来，一场恶战在所难免。\n       我下意识地拔出了腰间的匕首，上前迎战。虽然间谍擅长的战斗是暗斗，但是间谍也不可能没有一些脱身的能力。\n       我的身影穿梭在恶魔群中，走过的地方全是倒下的尸体。但是恶魔也不是吃素的，还是有几只比较难缠——就是三十秒后还活着的那几只。\n       我弓下身子，放低重心，一只恶魔的脚发起攻击。这是专门应对恶魔的战法，因为恶魔习惯于用三戟叉攻击头部，这样的高度变化会让它们很不习惯，也不容易命中。\n       果然，我斩断了那只恶魔的腿之后，成功地闪过了迟钝的刺击。趁着恶魔再次举起三戟叉的空档，我从背后一刀刺了下去，恶魔倒下了。\n       此刻，另外两只恶魔也扑了上来。它们不是用三戟叉，而是直接进行体术攻击——尤其是踢。很显然，它们是经过了训练，专门应对这种战术的。因此，对付这两个恶魔要麻烦一点。\n       我索性起身，直接分别朝着它们的脑子一个侧砍。它们迅速向后一跃躲过了攻击，而且顺势踢向了我没有防备的腹部。我赶紧收回手，反手朝着飞来的两条腿一刺，成功击中。它们现在行动能力大幅度下降，难以闪躲，接下来，只需趁机朝着它们的脖子来上一刀，这两个家伙也就归西了。\n       就在我冲上前去准备发起最后一击时，突然感到背后一凉。咬着牙转过头一看，偷袭我的正是刚刚赶到的魔王。可恶，大意了！\n       “你跟着我们恶魔军团干了七年，没想到你竟然是卧底。真是人才啊，这么久了我们都没有发现你！不过现在你自己暴露了身份，真是可惜啊，明明还差一点就可以从这里逃出去了。”\n       是啊，真是……可惜啊……我七年的辛苦，呵，就此功亏一篑。\n       我瘫软地到在了血泊中，望着头顶血色的天空……\n       也怪我自己冲动了，要来搞什么里应外合。不然的话，至少，可以坚持到大部队的到来……\n       魔王断定这次总攻的消息是谎报，率兵回城了。\n       冰冷的铁门重重地关上了，我已经奄奄一息，躺在刚刚被我刺杀的恶魔尸体之间。\n       忽然，血色的天空中出现了一道白色的身影——信鸽！是情报局的信鸽！\n       可是在我颤抖着用沾满鲜血的手打开信封时，看到的却是令我绝望的消息。\n       总部的总攻是设定在明天。他们派了一位间谍故意泄漏总攻是今天的假情报，是为了让敌人到了第二天放松警惕。只有我不知道这条消息，原因是之前来报信的信鸽都被射杀了，最近放出的一只信鸽今天才到。\n       呵，真是可笑啊，这种时候了，我才知道真相。\n       我闭上了眼睛……\n       第二天，人类大军对恶魔城发起了总攻。刚刚松懈下来的恶魔大军被打了个措手不及。被炸垮的地下通道还没有修复，兵力也有巨大的损失，再加上人类顽强的进攻让恶魔们走向了灭亡。战争终于结束！\n\n\n       Minecraft恶魔之战历史档案：战士种类篇\n       间谍，背负着鄙视、讥笑与屈辱，仍然保持冷静，为了大局宁可牺牲自我的人。\n       它们从事的事业是最危险的，而它们得到的奖励却是最低廉的。几乎没有人知道他们的名字，烈士的名单里也不会有他们的名字，但是他们仍然坚持着艰苦的战斗。\n       每个人都想得到别人无法得到的，但是很少有人能付出别人无法付出的。间谍们就是这样的人，为了胜利，他们付出得太多太多，可是能记住它们的人又太少太少。但是他们不会感到遗憾，因为每一位间谍，都是抱着必死的决心踏上这条坎坷的道路的。\n@恶魔-潇洒 你是否感受到我对你满满的爱\n\n"
        },
        {
            "author": "名人才华",
            "timestamp": 1439652420,
            "txt_content": "匿名者 发表于 2015-8-15 20:41\n所调查部队：间谍特遣队\n具体描写：\n        Minecraft世界，我的故乡。毫不夸张地说，那曾今是天堂般美 ...\n我觉得你已经暴露了你是谁～\n这么多年柯南没白看～\npoi"
        },
        {
            "author": "魔末",
            "timestamp": 1439686320,
            "txt_content": "名人才华 发表于 2015-8-15 20:12\n已查明，仅有7000字\n额，好吧，我改改"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439688180,
            "txt_content": "匿名者 发表于 2015-8-15 20:41\n所调查部队：间谍特遣队\n具体描写：\n        Minecraft世界，我的故乡。毫不夸张地说，那曾今是天堂般美 ...\n对我满满的爱……\n我怎么觉得是对我满满的恶意233"
        },
        {
            "author": "一天一糖",
            "timestamp": 1439709900,
            "txt_content": "66666666666666666666666666666666666666666"
        },
        {
            "author": "VictoriesMo",
            "timestamp": 1439715120,
            "txt_content": "嗯，尽量在结束前投个稿吧"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439715900,
            "txt_content": "一天一糖 发表于 2015-8-16 15:25\n66666666666666666666666666666666666666666\n在版主的帖子里水，你是在作死"
        },
        {
            "author": "gggbbb",
            "timestamp": 1439716320,
            "txt_content": "说好了的战地记者呢，怎么这么多人把自己写成战士了……"
        },
        {
            "author": "lzs1234",
            "timestamp": 1439716920,
            "txt_content": " 本帖最后由 lzs1234 于 2015-8-16 18:29 编辑 \n恶魔-潇洒 发表于 2015-8-16 09:23\n对我满满的爱……\n我怎么觉得是对我满满的恶意233\n哦草那这到底是谁"
        },
        {
            "author": "名人才华",
            "timestamp": 1439727960,
            "txt_content": "lzs1234 发表于 2015-8-16 17:22\n哦草那这到底是谁\n猪人（应该是，不能再说了，自己猜吧）"
        },
        {
            "author": "gggbbb",
            "timestamp": 1439778840,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-19 09:34 编辑 \n\n所调查部队:全部（雾\n\n所进行的描写:\n魔王征讨战\n\n　　百里长征换来的，就是这么一个结果么？也许，这一切都是天意吧，谁知道呢……\n　　——题记\n\n\n\n\n　　天空下着雨\n　　掩埋了一片狼藉\n　　染成鲜红的土地\n　　满是战士的悲鸣\n\n\n　　百里长征来，\n　　天色渐灰寂，\n　　一个错误的指令，\n　　让千万烈士，\n　　不知不觉，失去了性命……\n\n\n\n\n　　[公元1949年10月13日晚，魔王征讨战正式开始]\n　　战鼓重重锤，\n　　号角慢慢鸣，\n　　却不知，\n　　这究竟是威壮联军的士气，\n　　还是宣告战争的结局。\n\n\n\n\n　　[攻城大队]\n　　骑兵披上坚固的铠甲\n　　一个个翻身上马，\n　　城下僵尸低鸣，\n　　似是警告，\n　　似是嘲讽着他们的愚钝。\n\n\n　　骑士们冲向城堡，\n　　锋利的长枪将一切阻碍的生物刺穿，\n　　勇猛的战马将一切均踏在马蹄之下，\n　　“挡路者，死！”\n　　他是这么说的\n\n\n　　城堡上的骷髅举起了破旧的弓\n　　蝙蝠在高空中舞动，\n　　无数的僵尸从地底爬出，\n　　将眼前的一切碾成碎片。\n\n\n　　战马被僵尸所撕碎，\n　　长枪上满是绿色的粘液，\n　　盔甲上白色的羽箭颤动着，\n　　讥笑着他的不自量力。\n　　挣扎爬起，\n　　一枪扫去，\n　　将丑恶的僵尸劈成两半，\n　　庞大的尸潮将他淹没，\n　　断成两截的长枪仍旧不断地挥舞着，\n　　个人的力量在无穷无尽的尸海中显得如此的渺小，\n　　累了呢……\n　　他叹了口气，放开了手中的长枪\n　　[骑兵 灭]\n\n\n\n\n　　盾兵高举手中的银盾，\n　　战士们一个个跃跃欲试，\n　　这场战争，\n　　才刚刚拉开序幕。\n\n\n　　数量占优的战士们轻松地将尸潮一分为二\n　　城堡上的骷髅再次拉开了弓\n　　盾兵们冲上前方，\n　　将骷髅的攻击化作泡影，\n　　“我不会让你们再靠近一步！”\n　　他是这么说的\n\n\n　　僵尸们在地面疯狂地怒吼着，\n　　怨灵们在空中漫无目的漂浮着，\n　　变异的蜘蛛们张牙舞爪地朝着士兵们扑去，\n　　一张张白色的蛛网是他们留下的足迹。\n\n\n　　蛛网扰乱了他的步伐，\n　　无穷的僵尸干扰了他的判断，\n　　巨大的蜘蛛在地上肆意地爬行着，\n　　嘲笑着他的无能。\n　　蜘蛛将他狠狠地扑倒在了地下，\n　　僵尸的吼声使他心烦意乱，\n　　到此为止了么……\n　　躺在蛛网中央的他看着越来越近的蜘蛛，\n　　无奈地笑了笑。\n　　[盾兵 灭]\n\n\n\n\n\n\n　　[间谍特遣队]\n　　在城堡内，\n　　一群人类拿起闪着银光的利剑，\n　　缓缓地朝着正在冲士兵射箭的那些骷髅走去，\n      在他们的心中，\n　　那些骷髅只不过是一架架即将被碾碎的骨架罢了。\n\n\n\n　　不知何时，\n　　城堡上的骷髅竟在一眨眼的功夫少了大半，\n　　城堡下的战士们没了骷髅的牵制，\n　　越战越勇，\n　　“那只是些无用的骨头架子罢了!”\n　　他是这么说的\n\n\n\n\n　　城堡上的骷髅们缓缓地变成了恐怖的黑色，\n　　手中锋利无比的长剑宣告着他们的胜利，\n　　在他们的眼中，\n　　那些人跟尸体没什么两样。\n\n\n　　不知不觉间，\n　　原先任人宰割的骷髅，\n　　渐渐地变成了收割性命的死神，\n　　一声声队员的惨叫在他的耳边响起，\n　　就连此时的他，\n　　也只剩下招架的气力。\n　　无用的……骨架么\n　　他缓缓地合上了双眼\n　　[间谍特遣队 全灭]\n\n\n\n\n　　[攻城大队]\n\n　　战士们个个杀红了眼，\n　　不一会儿，便将尸潮撕碎了大片\n　　弓箭手们纷纷拿起了弓，\n　　在阵阵箭雨之中，\n　　不断地回荡起蜘蛛绝望的咆哮声。\n　　“人类必胜！”\n　　他们是这么说的。\n\n\n　　怨灵们发出阵阵哀鸣，\n　　仿佛在向苍天哭诉着他们的不满。\n　　不知名的绿色爬行者钻出地面，\n　　因愤怒而发出的“嘶嘶”声不断地在城堡前回荡。\n\n\n　　燃烧着火焰的炸弹从怨灵们的口中喷射出来，\n　　重重地砸向战队后方的弓箭手们，\n　　无尽的火焰将天色染成了猩红色，\n　　震耳欲聋的爆炸声响成一片，\n　　他的脸早已因恐惧变成了象征着死亡的白色，\n　　手中的弓不断地颤抖着，\n　　有一下没一下，毫无目的地拉着。\n　　一个炸弹在他的身旁爆炸，\n　　他无力地摔倒在了地上，\n　　输了呢……\n　　他拿起了因爆炸而残缺不齐的弓，\n　　朝着天上奋力扔去……\n　　[弓兵 灭]\n\n\n\n\n　　攻城的木梯成功地架在了高耸的城堡之上，\n　　无数的战士们沿着梯子爬上了城堡，\n　　挥舞着铁剑，将一个个骷髅砍成碎片，\n　　城下，战士们举起巨木，\n　　重重地砸在那用黑曜石制成的，\n　　看似坚固的城门上。\n　　“此城必破！”\n　　他是这么说的。\n\n\n　　成千上万的绿色生物慢慢地爬到了战士们的身后，\n　　不灭的火焰疯狂地吞噬着地面，\n　　生长着三个头颅的王者从城堡内缓缓飘起，\n　　从末界而来的人型生物在战场上来回传送，\n　　象征着灭亡的紫色颗粒漂浮在空气之中，\n　　显得格外的瘆人。\n\n\n　　战队后方，爆炸声响彻云霄，\n　　黑色的头颅从王者的头上飞了出来，\n　　朝着地面轰去，\n　　所到之处，均被炸成了粉碎，\n　　末影人不断地瞬移着，\n　　阻碍着攻城大队的行动。\n\n\n　　不行，还差一点……\n　　他望着仍旧挺拔的城门，咬了咬牙，\n　　将自己的上衣扔在地上，露出了嵌在肉中的炸药，\n　　他低下头，朝着大门的方向奔跑着，\n　　末影人纷纷闪现到他跟前，企图阻止这荒唐的行为，\n　　战士们冲了上来，以自己的身躯替他开路，\n　　快了，就快到了……\n　　他看着眼前的城门，又看了看身后数不尽的尸体，苦笑一声，摁下了引爆……\n　　一声巨响，城门颤了颤，又恢复了原样。\n\n\n　　战士们的怒吼声淹没了怪物们的低鸣，\n　　他们瞪着血红的眼睛，\n　　朝着城门冲去，\n　　炸药的引爆声久久不息，\n　　城堡的上空被炸出了一片炫丽的晚霞。\n　　[城门 破]\n　　[攻城大队 全灭]\n\n\n\n\n　　[三角洲特种部队]\n　　三角的旗帜猛地升起，\n　　数以万计的士兵冲向早已被炸成粉碎的城门，\n　　附着火焰的炸弹朝着他们袭来，\n　　一支支羽箭准确地射在炸弹上，\n　　使炸弹调转了方向，\n　　怨灵们发出惊恐的尖叫，\n　　随着炸弹的爆炸变成了一缕青烟，随风飘散。\n\n\n　　末影人怒吼着，朝着士兵们逼近，\n　　清澈的水从铁桶中洒了出来，\n　　落地的哗啦声宣告着末影人的灭亡，\n　　它们慢慢地在水中溶解着，\n　　虽然极力扭动着高大的身躯，\n　　但却仍旧无法摆脱毁灭的命运，\n　   它们最终与水融为一体，化成了紫色的粘液。\n\n\n　　王者咆哮着，黑色的头颅朝着士兵们射了过来，\n　　盾兵们跳上天空，硬是将头颅挡了开来，\n　　弓箭手张弓搭箭，箭如雨水般朝着王者射去，\n　　王者在箭雨中倒下了，\n　　它化作一颗明亮的下界之星，\n　　坠入地面，消失不见。\n\n\n　　士兵们冲进城堡，\n　　肆意地杀戮着城内的亡灵。\n　　魔王被士兵的呐喊声所惊醒，\n　　愤怒而发出的雷霆般的龙鸣声，\n　　使四周的地面颤动不已。\n\n\n　　它从城堡中一跃而起，飞向半空，\n　　象征死亡的龙息朝着士兵们喷涌而出，\n　　龙爪将士兵们轻而易举地撕成碎片，\n　　盾兵们的银盾犹如白纸般不堪一击，\n　　弓箭手射出的剑犹如雨点一样，苍白无力。\n　　“坚持下去，胜利终究属于我们！”\n　　他是这么说的。\n\n\n　　（旁白：雨点再小，只要达到一定的程度，也是能够穿破岩石的呢……）\n\n\n　　魔王躺在了地上，\n　　它的身上密密麻麻地插满了箭，\n　　原本坚固无比的龙鳞也早已破碎得不成样子，\n　　幸存的士兵仍旧朝着它的要害射箭，\n　　一道龙息，\n　　将幸存的士兵们彻底从这个世界上抹去。\n　　[三角洲特种部队 全灭]\n\n\n\n\n\n\n　　由魔法师组成的附魔大队正在朝着城堡疾行而来，\n　　魔法所产生的光芒在城门外的森林中闪烁着，\n　　魔王挣扎着爬了起来，\n　　由仅存的末影人组成的亲卫军保护着，\n　　朝着下界之门走去。\n\n\n　　一切的一切，\n　　就这么结束了么……\n　　千万烈士的牺牲，\n　　换来的只是这个可笑的结果？\n　　“不一定呢……”\n　　我是这么说的。\n\n\n　　轻笑一声，\n　　放下相机，\n　　拿起放在身旁的炸药，\n　　朝着魔王的方向奔跑，\n　　末影人瞬移到我的身旁，\n　　企图将我手中的炸药夺取，\n　　匕首往动脉割了一道伤口，\n　　鲜血从伤口上喷涌而出，\n　　末影人尖叫着，试图远离着我，\n　　轻哼一声，脚步仍旧不停，\n　　不知何时，意识越来越模糊了呢……\n　　要死了……\n\n\n       [附魔大队 至]\n　　“滴答……滴答……”\n　　下雨了么……\n　　也许，大概吧……\n\n\n\n　　[公元1949年10月13日，魔王 灭]\n　　[魔王讨伐战正式结束]\n　　结束了么？\n　　差不多吧……\n　   也许，大概？\n\n\n       [下界]\n　　一枚龙卵，静静地浮在空中……\n\n\n\n\n\n      废言：首先呢，感谢你认真地看了我写的这首诗。表示第一次写打油诗，有些地方的确写的不好，凑合着看吧。别问我末影人为什么怕血，遇水不是瞬移而是溶解，凋零第二形态不怕箭什么的，本人不是完全套用MC的世界观，有些与MC不符合的地方纯粹是剧情的须要。那么，最后，希望大家为我投上宝贵的一票呢。\n @恶魔-潇洒 \n\n"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439779320,
            "txt_content": "匿名者 发表于 2015-8-17 10:34\n所调查部队:全部（雾\n\n所进行的描写:\n看完之后我整个人都热血沸腾了呢O(∩_∩)O~~"
        },
        {
            "author": "langyo",
            "timestamp": 1439798760,
            "txt_content": "匿名者 发表于 2015-8-13 16:26\n一不小心写了两次，那就拿这个问一下天时碑是啥吧==\n那是周边创作的版主们准备要发的一个贴子，里头记载所有参加周活动获得金奖银奖的同学们。\n（=-=因为我专门问了版主）\n（=-=附：因为我是上一届的金奖获得者，所以我才问的）\n（=-=不信的话，点我签名档的精华帖吧）"
        },
        {
            "author": "langyo",
            "timestamp": 1439798880,
            "txt_content": "匿名者 发表于 2015-8-17 10:34\n所调查部队:全部（雾\n\n所进行的描写:\n1.好长啊\n2.热血沸腾的诗啊\n3.=-=这不是写小说的吗……\n4.打油诗能如此长……"
        },
        {
            "author": "langyo",
            "timestamp": 1439798880,
            "txt_content": "一天一糖 发表于 2015-8-16 15:25\n66666666666666666666666666666666666666666\n在版主的帖子里水，你是在作死"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439799420,
            "txt_content": "langyo 发表于 2015-8-17 16:08\n1.好长啊\n2.热血沸腾的诗啊\n3.=-=这不是写小说的吗……\n1.长也没关系哒\n2.同热血沸腾\n3.文体不限\n4.这……"
        },
        {
            "author": "langyo",
            "timestamp": 1439807520,
            "txt_content": "恶魔-潇洒 发表于 2015-8-17 16:17\n1.长也没关系哒\n2.同热血沸腾\n3.文体不限\n1.-\n2.-\n3.-\n4.你这个“这……”虽然只有一个字，但是却体现出了你身为一个版主而附带的疑惑啊呸呸呸……后面的省略号更是点睛之笔啊呸呸呸……\n\n（你们什么时候才发天时碑的贴子……想等急我……）\n（看签名档↓脑洞融合机啊= =）"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439809020,
            "txt_content": "langyo 发表于 2015-8-17 18:32\n1.-\n2.-\n3.-\n“天时碑”的话应该是记小本子在私下记的，发帖的话也是有可能的。至于具体情况我也不太清楚。"
        },
        {
            "author": "langyo",
            "timestamp": 1439812500,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-19 09:33 编辑 \n前言\n既然说可以多写点，那么4个部队我都写吧……\n算作是短篇小说吧……虽然没有好开头XD……\n@恶魔-潇洒 \n《魔王讨伐战——记者日记》\n\n①\n所调查部队:间谍特遣队\n所进行的描写:\n\n“总算潜入进来了，门口的僵尸还真是不好对付……根本就不是野外的那种……”其中一名间谍说道。\n“呃…………”另一名这么说道。\n实际上，参与此次行动的只有两人。两人都十分出色，虽然才十几岁。\n“诺，给你的僵尸头套。”\n“能不戴吗……？”\n“不戴你就等着被吃了吧……”\n“哦……”\n两人为了伪装，把自己身上的衣服给弄得破破烂烂，感觉像是被撕烂的一样，戴上僵尸头套，变得更逼真了。\n他们不停地绕过红石踏板的检测和怪物士兵，慢慢摸索到防护罩引擎的外围。\n“那里好多的僵尸！”\n“没事，我们就装作僵尸绕过去就可以了。”\n他们两个就这么走着，将两只膀子抬到半空中，手向下，不停地“呃……呃哦……啊……”的呻吟。其他的僵尸看见这样子，也开始“呃”“啊”地随和着……\n当进入到防护罩引擎的控制房间时，他们两个才终于松了口气，关起门，拿下头套。\n“这些僵尸还挺随和啊，跟我们一起啊啊哦哦的。”\n“呃……你还是先看下这怎么控制吧……我不会……”\n“控制台上头写的都是些什么东西？僵尸语？”\n“算了，找找有没有什么关掉的？”\n控制台上一大堆的按钮，几个显示屏上显示的不知道什么语言……\n“这里有两个拉杆！”\n“一红一蓝……蓝的还拉下来了？……”\n“哪个才是关闭防护罩的？”\n“我不知道啊……”\n“那怎么办？”\n“……”\n两人都开始沉默了。\n他看见蓝色的连接的是一根粗的红石线，而红色的连接的是一根细细的红石线。\n“红色的，是不是警报系统？”\n“那蓝色就是防护罩？”\n“试试吧……”\n然后他拉下了蓝色防护罩。\n没想到，蓝色拉杆拉下来之后，红色拉杆居然弹了起来，然后他们这里被红色的灯光笼罩，城堡发出了警报声……\n“怎么回事？！”\n“警报系统被触发了？你是不是不小心按了哪个键？”\n“没有啊，把蓝色的防护罩拉上去后红色的就自己拉下来了！”\n随后，几只僵尸将门撞了开来……\n“我……糟了，暴露了！……”\n“怎么办？”\n“你还问我？边打边逃！”\n然后两人同时拿起身上装备着的弓，对着几只僵尸的头射起来。\n“从窗户逃出去！”\n“你先我先？”\n“当然……你先！”\n“你先！”\n“……算了我先。”\n然后，他勇敢地跳了下去。\n他没想到，这一跳并没有骨折什么的，因为他跳进的，是水池。\n“这里是水池，安全，跳吧！”\n然后，另一位也跳了下去……\n“安全了！这附近谁也没有！”\n两人互相拥抱，庆幸他们逃过了一劫。\n与此同时，攻城部队已经准备好了……\n“哦不，防护罩关掉攻城部队是要发射的！快潜到水里！”\n“哦哦哦！”\n两人将随身的潜水面具和氧气瓶戴好，潜入到了水中……\n\n\n②\n所调查部队:攻城大队\n所进行的描写:\n\n部队所在的山坡，满箱子的炮弹整齐地排在部队的旁边，早就上膛的炮弹瞄准了魔王早已经用魔法输出防护罩的城堡。士兵们在不停地忙着，一直在给刚由皇家军工厂研发出的新型超大口径榴弹炮做检查，没有人停下来，也没有人抱怨这样那样的忙碌。大家都十分紧张，因为此次面对的敌人不那么简单……\n城堡的防护十分严密，几乎每个地方都开启了防护罩，每隔一段城墙都有一座炮塔，内部有着上亿的怪物大军。每一只僵尸都在咆哮着，每一个骷髅都在为自己的弓箭上涂上毒液，每一只蜘蛛都在磨着自己腐蚀掉的毒牙……\n当王国的优秀间谍们成功将外围防护罩关闭时，陆军总司令便立即命令士兵们开始发射。\n火光冲天，烟雾弥漫。数万枚炮弹如同即将要吞噬掉城堡的龙，对着城堡进行着毁灭性的打击，震耳欲聋！\n而第一轮炮弹发射完成后，城堡的前半部分防御工事已经基本变为废墟。这激怒了大魔王，将自己最高级的守城武器给拿了出来……\n十几个像是能量发射器的炮塔从地底以迅雷不及掩耳之势冲出来，然后炮口立即瞄准了我们的部队。\n士兵们还没有反应过来，这十几个炮塔便发射出十几道光柱。刚发射出来时，士兵们便眼镜模糊，没办法承受那强光的刺激。光柱移动地十分快，立即便将我们的大半部队给炸的什么都不剩。不仅如此，在弹痕周围的士兵们居然自己着火了，而且都还发出痛苦的惨叫声，士兵们的每一块肉都烧的不成样子……\n“他们居然还藏有武器！”陆军总司令的头额上到处都是冷汗，眼神迷离。像是觉得世界末日要来了一样的脸感染了周围的策划官员，一个个都呆住了。\n他们看见的，是还在燃烧中的大炮、烧成灰烬的士兵们、让天灰蒙蒙的浓烟、以及还有部分在周围的士兵奄奄一息……\n“……继续攻击！”陆军总司令反应了好一段时间，才将旁边的湿毛巾往额头上擦擦，战战兢兢地说出来。\n又一次，炮弹占据了整片天空，目标正是刚刚对我方部队造成重创的十几个魔法炮塔。没想到，十几个炮塔居然又从炮身钻出来许多的炮膛，不停地对着我们发射的炮弹发射能量柱。没过多久，我们发射的炮弹就全部被那十几个炮塔轰的渣都不剩……\n在场的每位士兵都吓呆了，因为从来没有哪只部队成功将他们发射的炮弹成功全部拦截掉的。几千枚炮弹，就这么全部被魔王的炮塔接住了……\n“这到底是什么？”陆军总司令对着旁边的掌管附魔军队的副司令问道。\n“应该是我们这里失传的武器，应该是叫‘魔能炮’吧……”他盯着那十几座炮塔，缓缓地回答道。\n“那，你们有办法将这些炮塔摧毁吗？”司令又问道。\n“嗯，该我们附魔师团出动了……”副司令起身，开始对着红石发报机操作起来……\n然而，大魔王的炮塔暂时不动了，好像是能量不足，或者其它原因。但是，这却给了我们部队充足的准备时间。\n\n\n\n③\n所调查部队:附魔师团&三角洲特种部队\n所进行的描写:\n\n魔王那邪恶的魔力，搞的每一名附魔师都因为其发散出的邪恶气息搞的晕头转向，个个都迷迷糊糊。\n因此，就在大魔王的炮塔出来的时候，他们就立即意识到了。他们立即开始对自己的魔杖进行针对性改造，使魔杖有办法能抵抗这邪恶的气息。\n“准备地差不多了，我们出发！”带头的副司令手里拿着他们王国的另一个远古武器，其威力可以与这十几个炮塔相抵。\n在三角洲特种部队的掩护下，附魔师们慢慢地到了城堡前半部分的废墟，一个个都弯着腰，用废墟作为掩体，防止敌方的怪物部队发现我们。\n“这邪恶气息好强！”其中一名附魔师说道。\n突然，大魔王的十几个炮塔旁边突然多出来几个红色的能量球，并且和炮塔用一条酷似岩浆的柱子连接。炮塔开始运转了，并且仍然是瞄准我们的攻城部队。很快，炮口便已经准备要喷射魔法能量柱了。\n还亏陆军总司令有丰富的实战经验，知道敌人这样停止很怪异，便将一部分附魔师团抽调过来，专门用来释放防护罩。不过，这也坚持不了多久，毕竟附魔师自己的魔法能量是有限的。\n“大家听好，我这个魔杖要发射能摧毁炮塔的能量柱需要一段时间念诵咒语，因此需要你们帮我抵抗怪物大军的攻击。”副司令这么说道，然后开始对着魔杖念起咒语。三角洲特种部队先撤回去以里应外合，然后附魔师们开始警戒起来。\n大魔王生成出的怪物，虽然和野生的僵尸骷髅外表基本上没有太大区别，但是却都是战斗力极强的魔法产物，所以通常这些异化的怪物是用魔法或炮火攻击的，否则它们还能够复活。\n附魔师们着手开始进行防护罩的建造，争取能给副司令争取更长的时间来准备。大魔王生成的怪物的视力很好，很快便发现了这里，以比较快的速度赶到这里，不停地攻击防护罩。\n“不好，怪物的大部队来了！”其中一名附魔师说道。\n如果你从天上俯瞰，那么底下是黑压压的一片，到处都是骷髅和苦力怕！苦力怕不停地炸着防护罩，本来就被邪恶气息给弄得脑袋昏昏的附魔师们几乎要撑不住了。\n“到底还有多少啊，副司令？！”这名附魔师因为坚持不住，停止了输出，迷迷糊糊地睡在地上。\n因为副司令还在念咒语，所以副司令用一只手比划给他看：“只要再坚持10秒。”\n爆炸声在每一名附魔师的耳边震荡，每次爆炸都带动着地面，仿佛是要地震了。\n“副司令，我们坚持不住了！”又一名附魔师昏倒在地，手上的魔法杖几乎失去了光泽。\n终于，在最后一次爆炸声中，防护罩被炸破了，所有正在输出的附魔师都被苦力怕给炸的稀巴烂……\n现在只剩副司令在中间不停地念咒语，只剩最后一句了。\n苦力怕已经逼近他了，就要爆炸了！\n他念出了最后一句。\n魔法杖开始运作了，射出了一道比大魔王的炮塔威力还强的粗光柱，把附近的所有怪物都震死了、把所有的炮塔都给射穿一个大洞、把大魔王所在的建筑也给弄穿一个大洞！\n“是你们逼我的！”大魔王爬出炸毁的房子，大声叫到。\n他将手上的核炉放在地上，使劲按下了开关。核炉开始运转，像是几十吨TNT爆炸的冲击力朝着副司令这里过来、朝着攻城部队过来！\n“啊，救命！”几乎要把自身魔法能量耗尽的副司令无力地喊着。\n然后，他面前出现了一道道盾牌。\n“你没事吧。”三角洲特种部队的队长跑到他这里，将他扶起来。\n“人都死了……”副司令他简直要哭了，他从来就没有见过一次死这么多人，没见过死尸，也没见过血腥暴力的怪物。在他原来的记忆里，他只是一名出色的魔法学家，因为受人尊敬的国王的天命，他才参的军。\n与此同时，那极强的冲击力冲破了特种兵们的盾牌，直朝副司令这里过来。\n“小心！”队长使劲将副司令推过去，然后自己被冲击力给打得嘴角都是血，昏倒过去……\n“你没事吧！……”副司令赶紧跑到队长那里，不停地摇着他。\n“没事，你赶紧带领部队，将大魔王杀死，不要管我！”队长无力地说道。\n“可是，你怎么办？”副司令急了，因为他从来没有这样过。他只是一个年轻的小伙子，没有体验过战争，只是因为超凡的魔法而当上副司令，自然会十分着急。\n“我没事，快去！”队长面含微笑，对着副司令缓缓说道……\n“……………………”\n“所有人，跟我来，去抓住大魔王！”副司令下定狠心，将队长放在了一个可以躺着的地方，然后拿着传奇的魔杖，朝着大魔王冲了过去……\n大魔王也没有逃，而是拿起自己的毒刃，朝着士兵刺过去。他那巨型的身体，能直接伸脚就将士兵踩成肉酱。\n士兵们打得很费力，因为大魔王身手很好，所以士兵不是被踩死就是被毒刃刺死的。士兵们不再冲刺，而是在稍微远一点的位置拿着盾牌，看着大魔王正在虎视眈眈地看着他们。\n而就在此时，副司令又拿起魔杖，对着大魔王进行了一道魔法重击！\n“你们几个小不点，居然还继续阻挠我，你们几个，必死！”\n然后伸脚伸到了副司令那里，试图踩死他。副司令立即反应过来，躲过了这一脚，并且开始念起刚刚将炮塔摧毁用的咒语。\n大魔王开始拿起双刃，对着副司令不停地刺。副司令边躲边念咒语，差点就要被踩死了，还被大魔王踩掉了鞋子。\n终于，他成功再次使用那个远古咒语，将大魔王的身体穿出一个大洞……\n“不！………………”大魔王绝望了，倒在地上……\n\n\n④\n——结尾——\n\n三角洲特种部队将城堡中的奴隶救了出来，与民间部队和王国士兵一起将怪物歼灭……\n“总算胜利了……我的天命完成了……”国王这么感叹到。\n副司令仍然在自己的床上哭着，并不是因为没有战争他没办法继续当司令，而是因为他看见与他相处得十分不错的几十个兄弟就这么被怪物统统撕碎了……他在筹划复仇的计划……\n这次造成的重大损失换来的胜利，并不是真正的胜利，因为不仅仅有大魔王……\n——待续\n\n后言\n写了几个小时，终于写好了……\n希望我能继续得奖吧……上次很有把握，但是这次能上榜的可能性小了……\n而且，我说不定在后面要写小说时从这个小说出发，继续写第二版……\n\n\n\n\n"
        }
    ]
}