{
    "title": "<原创·连载>【Miecraft·幻世录 之 黎明的决意】第一章02@@",
    "author": "纹依牧牧",
    "replyCount": 16,
    "timestamp": 1439223000,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-9-5 17:44 编辑 \n\n  02 逃脱\n  “砰”陈瑞有意跑到一棵离工作台很近的橡树附近，站定深吸一口气猛地就给树干一拳，整套动作一气呵成！\n  “哎呦，疼死哥了！”虽然这一拳将树干的第二节打得粉碎，但是强烈的疼痛感还是让陈瑞忍不住叫了出来。顾不得多想，伸手便打算去接掉落的树干。可是它好像在跟他开玩笑，原本已经粉碎的树干却恢复了原样！随之而来的系统提示解释了这一切。\n  【系统提示:您没有权限在此处破坏！】\n  赤裸裸的反人类！MC什么时候变得这么坑了！陈瑞欲哭无泪的想到。\n  “小子，跑的倒挺快，吃我一拳”率先到达的机车僵尸发动了进攻\n  陈瑞下意识的用手抵挡僵尸的攻势却被僵尸一脚踢了出去，生命值一下子减了2点。我去，这都行？僵尸还会骗人了！陈瑞心想着，狼狈的从地上爬起来与两个僵尸对峙“哥闯荡游戏圈这么多年今天岂能栽在你们两个小僵尸手里！”\n  “闪开！”\n  一声清脆的叫喊从身后传来。\n  凭借着多年游戏的经验感知来着非敌是友，二话不说朝侧边快速闪身，一只带有金属光泽的箭矢擦着他的鼻尖而过，直击机车服僵尸的墨镜！\n  “呯[玻璃破碎的声音]”\n  相比于还好老子闪得快，陈瑞第一时间想到的确实我靠，这么高的攻击力！因为通过系统显示陈瑞分明见到那只直降8点生命！鲜血从机车服僵尸的左眼渗出“哇，你怎么样”轮滑僵尸赶快上前一步询问\n  带着惊讶的神情转身打算看看是哪位高人出手相救，忽觉身后一阵冷风。\n  下一刻，轮滑僵尸的头盔已被来者用匕首直接削掉！并一个扫堂腿将两只僵尸打退了好几米打的两只僵尸直接撞向了身后不远的树下。\n  在众人才反应过来之际，轻轻一跃跳回到陈瑞的身前摆开战斗架势。\n  “哇，太给力了！”此时少年才有机会看清这位大侠哦不，是女侠！身着一件淡绿色的紧衣裙，略带棕色的长发随风而动，而身边来带有几粒还未完全消散的紫色颗粒更是她附上了一层神秘的气息！\n  “哇，女神！你真是太…”“没时间废话，快去牵我的猪，我们得离开这！”清脆的吼声让某少年立刻屁颠屁颠的跑去牵猪[现在这两只僵尸已经没有了遮阳物品暂时不会构成威胁，还是省着点箭矢好]  她这么想着\n  猪已经牵了过来，女侠收起武器在面前放置了两个圆石形成一个两格高的柱子并扔给陈瑞个南瓜叫他安在石柱上，然后骑上小猪示意他赶快。\n  “正在启动中，防护装甲以启用！”\n  没有丝毫的征兆，被放置了南瓜的石柱竟然变成了一个圆石傀儡！体积有人类大小。“发现僵尸！攻击！”组装成的圆石傀儡在第一时间发现了不远处的两只僵尸，并不紧不慢的从南瓜下部的位置射出小石块攻击敌人。虽然每次攻击至多只会给僵尸造成半点伤害，但是远程攻击自带的击退效果也足矣弥补攻击力上的不足，毕竟这种东西的造价还是相当低廉的！\n  刚才还在疑惑为何不直接杀了僵尸的少年此时看到圆石傀儡才恍然大悟，看来后面的事有这位大哥代劳了。于是便赶快去追已经快走远的女侠去了，仅留下一傀儡两僵尸在这林间打斗。[PS：其实很长一段时间都是单方面的虐杀…]\n  ------切割线------\n  终于，一路小跑了好一会的二人来到森林的边缘已经确认了安全“看，出了这片森林就到了游戏主城的管辖地区了。”女侠骑在猪上，指着前方隐约的麦田冲少年说道。可惜我们的陈瑞同学完全没有听进去，此时的他正愁眉苦脸的试图理解上午所发生的一切。[会骗人的高智商僵尸？莫名其妙的权限设置？还有圆石傀儡？！MC里什么时候有圆石傀儡了？呜呜呜MC你是怎么了，有病得吃药啊，这可不能停啊，呜呜呜…]\n  看着身旁这个愁眉苦脸的少年，某女侠不禁微微一笑[哈，这男生在干吗？表情好逗哦。诶？他刚刚好像叫我女神？！好像是吧，第一次有人这么叫我诶~]\n  女生继续骑着小猪在前面带路，心情纠结的少年继续跟在后面。微风轻轻的吹过麦穗荡起一波又一波的金色麦浪，此时的陈瑞才意识到自己沉默了一路连面前的这位翩翩少女主动和他说话都没搭理人家[诶呀陈瑞啊陈瑞，你真是个呆瓜！]心中暗骂自己。\n  “咳，刚才谢谢你救了我。”\n  “哦，没什么。”少女头也不回的说道\n  “哪个我叫陈瑞，刚才没注意到你说话不好意思哈。”看架势少女好像是生气了，少年便赶忙道歉道。“我又没问你是谁，你介绍什么。”少女在前面继续悠悠然的回答到。跟在后面的陈瑞用于高度和角度的问题看不到少女的正脸，所以也不能确定她到底是什么情况不过目前分析觉得是生气了，因为他从后面分明看到少女用手在脸上抹了一下！[天啊！她该不会是哭了吧，不至于吧我也没怎么着啊！]这可着实让陈瑞心中抓狂。男子汉大丈夫上的去刀山下得去火海的，可惜少年始终没有练就禁得起女生哭！尤其是这么一位美女啊！\n  “哪个，不好意思啊刚刚确实没听到你说什么，要不你再说一遍。”\n  “我刚刚说啊，你真是脏死了~瞧你全是不是泥就是土的，诶呀真恶心~”少女一脸生气的表情说着，耨的陈瑞赶紧不好意思的拍了拍身上的泥土，经过上午的一番折腾他的衣服确实有些脏了。\n  “扑哧，哈哈哈”坐在猪背上的少女终于忍不住笑了出来“啊？”陈瑞惊讶又有些无奈的望着她。“你是呆瓜吗，本姑娘什么时候说自己生气了就这可劲道歉，哈哈”某人继续呆立“我叫伍安娜，你叫我安那就行了。”“哦，好的吧。。。”陈瑞心想[看来我真的是，靠]呆呆的陈瑞让小猪都不屑地看他一眼然后打哼哼。[死猪，还敢朝哥打哼！刚才放你时踩哥脚的事还没算呢！]\n  “诶对了，刚才你为什么要打树干啊？”“哦，因为我是想撸块木头做把木剑挡僵尸用。”少年摊开手解释着“为什么刚刚我撸木头系统会说我没有权限嘞？”“废话，当然是有人承包了呗。东岸森林这一片距离玩家主城较近所以早就被我们分刮完了呢！”“原来是这样啊，那请问安娜我们现在是要去…”\n    两人便这样边走边聊的继续走着。。。。。。\n  ------ 切割线 ------\n  “哈！！[表暴怒语气助词]”随着机车服僵尸的一声怒吼，圆石傀儡的南瓜头被它打的顿时果泥四溅，圆石傀儡也摊到在地失去了生命迹象。\n  “抱歉，杰西大人我们来晚了。”\n  十几个僵尸由一个拥有一双黑墨色眼睛的僵尸带领着在森林中与另两只僵尸会和了。他的眼睛黑的发紫让人看着发毛！\n  “怎么是你？哪老表呢？知不知道老子刚才差点让人射个心飞扬！”机车服僵尸见到来者气愤的吼道，轮滑僵尸上前拦下“行了行了，和他吼什么劲，这次虽然让那小子跑了但只要他还敢在这带混早晚还能抓住的。”\n  “很抱歉，杰西大人、杰尔大人”黑墨色眼睛的僵尸再次道歉，并递出两个皮质头盔示意他们带上“相比这些小事，我们大人有更重要的事情要做，派遣我来此地也是为了邀请二位前去帮忙。”\n  “哦？”听这么一说两只僵尸到来了兴趣“怎么，你家大人也遇到什么困难要我们帮忙？”\n  “那倒不是”黑眼僵尸面无表情的脸上终于浮出一丝诡异的笑意“我们有一个计划！”\n\n        \n        字数：2649\n   \n  地址 http://www.mcbbs.net/thread-482743-1-1.html  黎明的决意01\n          http://www.mcbbs.net/thread-485120-1-1.html 黎决03\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1439245380,
            "txt_content": "1、圆石傀儡大法好\n2、这是什么服务器\n3、你的连接抽掉了"
        },
        {
            "author": "纹依牧牧",
            "timestamp": 1439256600,
            "txt_content": " 本帖最后由 纹依牧牧 于 2015-8-11 23:02 编辑 \n\n 依牧的选材是以架空的未来时代为背景的哦 所以像服务器等种种细节与我们现在都有所不同 写的不好请多谅解  话说链接修好了"
        },
        {
            "author": "gggbbb",
            "timestamp": 1439334720,
            "txt_content": "站定深吸一口气猛地就给树干一拳\n说好的逗号呢→_→\n强烈的撞击让陈瑞疼的叫了出来，然而这一拳却将树干的第二节打得粉碎！\n关联词用得有些矛盾\n伸手便打算去接掉落的树干。可是树干好像在跟他开玩笑，原本已经粉碎的树干却恢复了原样！\n三个树干，有些重复了，如果可以的话，改一下语句，再将一个树干换成“它”试试。\n 【系统提示:您没有权限在此处破坏！】\nWTF，在服务器里这东西不是英文的么→_→\n赤裸裸的反人类！MC什么时候变得这么坑了！陈瑞欲哭无泪的想到。\n话说……你不是在服务器里么……\n 陈瑞下意识的用手抵挡僵尸的攻势却被僵尸一脚踢了出去，生命值一下子减了2点\n两点生命……我大僵尸什么时候打人只扣一颗心了→_→（MC里史蒂夫一共有20点血，一点血等于半颗心，表示我不知道你说的是饥饿值旁边的，还是生命显示mod上面的，按自己情况去改吧）\n陈瑞心想着，狼狈的从地上爬起来与两个僵尸对峙嘴上却说“哥闯荡游戏圈这么多年今天岂能栽在你们两个小僵尸手里！”\n嘴上却说可以删掉了，话说，说话要带冒号的，去小学重学吧。\n陈瑞第一时间想到的确实我靠，这么高的攻击力！因为通过系统显示陈瑞分明见到那只直降8点生命！\n8点生命指的什么，如果是饥饿值旁边的……好吧 ，我希望你指的是血量显示mod上的。顺便一提，8如果是血量显示的话，貌似弓的最高伤害是10吧→_→\n在众人才反应过来之际，轻轻一跃跳回到陈瑞的身前摆开战斗架势。\n众人什么鬼\n\n后面两人的扯淡我就不多说什么了，自己看着办\n那么，祝进步\n你召唤了我，所以你必须实现我100个愿望→_→"
        },
        {
            "author": "纹依牧牧",
            "timestamp": 1439340180,
            "txt_content": "gggbbb 发表于 2015-8-12 07:12\n说好的逗号呢→_→\n\n关联词用得有些矛盾\n嗯嗯 谢谢评价正在改进 表示血量深墨的属于区器式变动不要在意的说"
        },
        {
            "author": "北极星人",
            "timestamp": 1439341740,
            "txt_content": " 本帖最后由 北极星人 于 2015-8-12 09:12 编辑 \n\n“陈瑞有意跑到一棵离工作台很近的橡树附近，站定深吸一口气猛地就给树干一拳，整套动作一气呵成！”不是已经吸了一口气么，吸气不要停顿么，停顿了还一气呵成么。“陈瑞欲哭无泪的想到”话说欲哭无泪不是表现的表情么，跟怎么想的有关系吗。不让你破坏就成反人类了？这主角什么世界观。“我去，这都行？”“哥闯荡游戏圈这么多年今天岂能栽在你们两个小僵尸手里。”第一，既然都闯了几年应该不会傻到用手挡攻击吧，第二，你用这么中二的语气是为了凸显你的主角有多么逗比么。“一声清脆的叫喊”叫喊声居然还有清脆，你说动听也可以啊，看你这篇文感觉我七年语文都白学了。反正不是我白学了就是你白学了。“轮滑僵尸的头盔已被来者用匕首直接削掉！”这么叼的匕首连头盔都能削为什么不直接削头。“一只带有金属光泽的箭矢擦着他的鼻尖而过，直击机车服僵尸的墨镜！”我很好奇他是怎么闪的，背后射过来的箭能擦鼻尖？“并一个扫堂腿将两只僵尸打退了好几米打的两只僵尸直接撞向了身后不远的树下。”直接撞向了身后不远的树就可以了还树下。“清脆的吼声让某少年立刻屁颠屁颠的跑去牵猪”你这种各种清脆的XX声我就不吐槽了。“怎么是你？哪老表的？知不知道老子刚才差点让人射个心飞扬！”既然差点被射死不该惊魂未定吗，怎么还在这里耍幽默。你这篇文令人毫无看下去的欲望，我还是强烈克制着自己要关闭网页的冲动从头到尾一个字一个字读完的，我建议楼主还是先去了解一下生活常识，另外再看看别人写的优秀作品，知道什么情况下该用什么词，明白什么词大概是形容什么的。还有各种喜感的错别字我就不说了，你写完文都不自己审视一下还有没有错别字我也是醉了。\n\n另：你说让我给你谏言？你知不知道谏言是什么意思？谏言是指下级对上级的建议，这么说来你把我当下级？如果你要辩解说你不知道这个词是什么意思，那么我希望你以后别在不知道一个词是什么意思的情况下随便拿来用。\n\n"
        },
        {
            "author": "xh堕落",
            "timestamp": 1439342820,
            "txt_content": "最喜欢小说咯，顶顶顶！！{:10_512:}"
        },
        {
            "author": "公朴子",
            "timestamp": 1439347020,
            "txt_content": "学习ing..."
        },
        {
            "author": "苏黎世°",
            "timestamp": 1439348760,
            "txt_content": "写的还不错，话说@H.K 好不容易想水了哪都能见到你 = ="
        },
        {
            "author": "公朴子",
            "timestamp": 1439349660,
            "txt_content": "苏黎世° 发表于 2015-8-12 11:06\n写的还不错，话说@H.K 好不容易想水了哪都能见到你 = =\n写得很好，话说@苏黎世°  好不容易想水点帖又见面了  ToT"
        },
        {
            "author": "苏黎世°",
            "timestamp": 1439349840,
            "txt_content": "H.K 发表于 2015-8-12 11:21\n写得很好，话说@苏黎世°  好不容易想水点帖又见面了  ToT\n最近致力于发休闲贴QAQ发够五个我就可以上索引了"
        },
        {
            "author": "公朴子",
            "timestamp": 1439352000,
            "txt_content": "苏黎世° 发表于 2015-8-12 11:24\n最近致力于发休闲贴QAQ发够五个我就可以上索引了\n啊，发休闲帖，主要内容是什么？"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1439352240,
            "txt_content": "北极星人 发表于 2015-8-12 09:09\n“陈瑞有意跑到一棵离工作台很近的橡树附近，站定深吸一口气猛地就给树干一拳，整套动作一气呵成！”不是已 ...\n评论很简洁，但你是猴（lou）子（zhu）请来的救（dou）兵（bi）么？\n咳咳……我只是来吐槽楼主描写之中二。"
        },
        {
            "author": "纹依牧牧",
            "timestamp": 1439353080,
            "txt_content": "北极星人 发表于 2015-8-12 09:09\n“陈瑞有意跑到一棵离工作台很近的橡树附近，站定深吸一口气猛地就给树干一拳，整套动作一气呵成！”不是已 ...\n好的吧 谢谢评价我会继续改进的 至于为何削掉帽子而非头是破甲属性 不知北极玩什么游戏见过直接把能其他玩家的头削掉 总之表示我也会去看其他的作文的"
        },
        {
            "author": "银狼",
            "timestamp": 1439358180,
            "txt_content": "(滑稽)路过一下...顺便看看文"
        },
        {
            "author": "苏黎世°",
            "timestamp": 1439372400,
            "txt_content": "下次@我QAQ"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1439445360,
            "txt_content": "楼楼啊你得多看一下别人的作品，去欣赏他们的用词和各种比喻以及写作手法，另外要多读读自己的作品有哪些地方不通的，并看看与那些好的作品之间有什么样的差距。=={:10_509:}"
        }
    ]
}