{
    "title": "<原创·连载>[作者:aabbcc123][已更新至第四章:初战]",
    "author": "aabbcc123",
    "replyCount": 1,
    "timestamp": 1439229840,
    "txt_content": "第四章\n\n\n\n      一个西装革履的人从中走出。但他所裸露的皮肤都是纯白色的。在他的脸上，没有任何起伏，单纯的只是一个头。即使夏洛克已经见过安德先生一次，也无法不为之全身震悚。安德先生只是丢下一本书便转身离去，直到传送门所夹杂的噪声不在夏洛克的脑内回荡后，夏洛克才回过魂来。夏洛克像漏气的气球一样。长吐了口气，全身都摊在了嶙峋的石壁上。“真是惊险啊！。。。。。。”\n          在火把的噼啪声和火光的跳跃下，这个新入学的学生专注的翻看着他的课本。\n      刺破黑暗的太阳渐渐的给阴寒的沼泽加热，把夜晚的一切都蒸发掉。尽职的向该被淘汰的失败者们营造出温柔、迷人的景象。一阵挖掘声过后，一个人从地下探出头来，机警的四下张望着。刚睡醒的夏洛克发现有几只爬行者在自己的“领土”上，他快速的掏出那本书，翻找着对付他们的指南。一番准备后，夏洛克手握磨制了一上午的石剑并自信满满的又一次模拟着自己的战略计划。在过多的肾上腺素的催使下，夏洛克毫不犹豫的跳出井口冲向目标。\n      几只爬行者正享受着只有少数怪物才能拥有的阳光特权。忽然，一小片云遮挡住了一只的阳光。它下意识的抬起头，一道强风压来。它的头被生生的劈烂了。其余的爬行者还没意识过来，突袭者又横跨一步，以腿为基点，蹬地，扭腰。横着又是一剑。两只身上都出现了不同深浅的伤口，应为偷袭者的的力量不足所致。只有一只的身上出现了火花。那一爬行者得意的拍拍自己的甲壳，叫到。“哈哈，这个合金装甲果然好用！”其余的两个爬行着在认清来者后，展开了反击。\n      夏洛克急促的喘着气，握了握手中的剑，两次的进攻的相反力使他的虎口好像撕裂一般。两只爬行者快速的向他逼近，在他天真的想像里，刚刚的那一横砍应该将那两只爬行者拦腰砍断才对。在那本书的解析里解释到爬行者身上的鳞片与蛇类似，对大的兵器没有什么抵抗的作用。但计划者明显没有考虑自身的因素，一个7岁小孩能有多大力气呢？\n      夏洛克挑准伤势较大的爬行者下手，只将它的腰斩断了一半。在最后的力气也所剩无几后，他连把剑从碎骨头渣和肌肉中拔出的力气都没有了。一侧的爬行者找准机会连自爆都不用，一脚就把夏洛克踹了出去，并十分精准的踹在他的腹部上方，使夏洛克丧失行动力。夏洛克咬着牙站起来，忍着不让眼泪流出来，但止不住的几声抽噎还是暴露了自己的水平。先前那只没有受伤的爬行者看出了端倪，“哈哈哈哈，我还以为是哪个猎人的孩子，单枪匹马的就来杀老子，原来是他未断奶的孙子啊。真是没死过！”他示意让那个爬行者不再追击，“我要好好料理这不知天高地厚小子。”他快速的配制出一个TNT，点然后向向那个不知天高地厚的小子抛去。\n      夏洛克就这么看着TNT向他飞来，然后落地，完全不知道该怎样做。引线嘶嘶的作响，好像监考老师一样死死的夹住每一分每一秒。直到引线过半时，他才想起逃跑。可还未逃离危险区就被一记蓄势待发的回旋踢踢中颧骨，攻击者很好的使夏洛克在痛苦的同时，又不浪费那个精心配置的TNT，多么默契的组合！夏洛克痛苦的叫喊着，全身都为了分散痛苦而绷起。他想扣住草地来减缓，但剧烈的痛苦又使他痉挛，无法释放痛苦。两只爬行者饶有兴趣的看着这一幕。\n      引线燃尽，爆炸的烈焰将他吸入，产生的冲击又把他抛出。夏洛克就像个破布娃娃一样落地，没有一处完整的，上下肢还连这一部分这都算是个好消息。夏洛克好像真的死了，他的眼睛被烧毁，全身焦黑，肺部洞穿，只有还在往外冒的血泡才能证明他还有丝气在。夏洛克也不感觉到痛了，震荡和冲击已经使他昏迷。那只将他踹飞的爬行者佩戴上匕首，去给他最后一击，但被另一个叫住“等等，我要切片的，好打包。”它心领神会的扯动出个笑容来。\n      配制炸弹的那个爬行者转身处理起同伴的尸体。它在伤口上纵着切开，挖出了它们提炼和储存火药的器官。然后细细的品尝两块负责提炼的肉囊。“嗯恩～这味道是那么的让人怀。。呃！”它还未说完就忽然倒地，另一个爬行者立即进入战斗状态，并没费多大功夫就找到了站在树顶的袭击者，一个身着红衣的人。但还没能看出个大概就被一颗火球引爆了。\n\n                                                                                                                                                                                                           未完待续。。。。 \n\n感谢各位的阅读！\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1439257560,
            "txt_content": "楼主，熬夜对身体不好，记得11点后要睡觉"
        }
    ]
}