{
    "title": "【原创-连载】mc国番外篇 1493的曾经【第二章】",
    "author": "Umikaze",
    "replyCount": 0,
    "timestamp": 1439216640,
    "txt_content": " 本帖最后由 1427639813 于 2016-3-12 00:54 编辑 \n\n    “那么说你是不想走咯？”\n     还没完全明白是怎么回事，干瘦男子感到喘不上气，努力的去吸气，却在什么地方流走了。喉咙传来剧痛，鲜血染红了褐色的地毯。酒吧里的十几个人围住了那个高大男子。\n    “嘎吱~”半掩着的们轻轻的被推开打开。“查尔斯，有人高价买你的头哎~”门外的人慵懒的说道，屋子里的人都震惊了。少女的声音，干净的手法。这些特征都指向整个国家最危险的杀手——代号影子。只要你给的价高，没有什么人是除不掉的，但也要小心，影子从来只在乎钱，对方要是反出价比你高，那么……死的人就只会是你。\n     屋子里弥漫着浓重的腥臭味，掺杂着一丝香气。门外的人走了进来，左手反握着一只短刀。“有谁不想走么？”同样慵懒的语气。所有人都楞了一下，打算看看其他人的回答。一只沉默的查尔斯出声了“走吧，都散了。”小弟们下意识的望向大哥。之后想干瘦男子一样。“我时间很值钱的哎。”飞过来的十几只匕首准确的插入了小弟们的喉咙。“你……”查尔斯愤怒的吼道。但声音只发出了一半……\n     没等他说完，影子就从身后把他了结了。“我说过的，我的时间很值钱哎~”“哎，丫头。又弄得我满身血哎。我最讨厌了。”影子的身体里发出了另一句话。原本天蓝色的瞳孔，有一只悄然变成血红。“魔鬼不喜欢血液么？”“喜欢是喜欢啦，但毕竟大叔的血液好恶心的。”影子没有在理会身体里的那个恶魔。看了看查尔斯的尸体，“好麻烦啊，丫头又要一具具的搬么？”“当然啊，你担心什么，累的又不是你。”“哎哎这话不能这样说，你的身体我也在用哎。”“吵死了你，小心我把控制权拿回来。”魔鬼识相的闭上了嘴。“这次的赏金是七十万金币，除去打磨，重铸武器的费用还能用几个星期。””唉唉唉那去买新衣服吧～”“又不是你穿。”\n　　一个人，两个灵魂的谈话，只被躺在地上十几具尸体听见。　\n　　影子，原名洛利斯，原本拥有着一个美满的家庭，爸爸、妈妈、妹妹、奶奶。一家人原本生活在一个小小的山村，没洛利斯在家里看着赔着妹妹，等到爸爸妈妈从城里卖完瓜果蔬菜。原本美满的生活发生了变故。那是饥荒开始的时候。魔法国是以魔法出名的，但因为野心。国王召集了所有拥有高阶魔法的成员，打算制作一个巨型的魔法炮幕借着它的强大占领这个大陆，但因为操作和制作的不当，让刚成型的魔法阵爆炸，魔法摧毁了群山，让原本富饶的魔法国的百分之七十的领土变成了废墟。\n　　三年后魔法国才勉强重建。\n　　为了生活，洛利斯的父亲不得不遗弃一个孩子，十岁的洛利斯看了看年幼的妹妹，跟父亲说“爸爸，让我去吧。我能在外面找到地方……。”话没说完，父亲和母亲抱着洛利斯痛哭起来。\n　　第二天，父亲和洛利斯来到城里，走到城里的一条小巷子外，由于被毁掉的东西很难重建，况且又是个小镇。洛利斯的父亲为洛利斯铺好一条毯子。蹲下来轻轻抚摸洛利斯的头。“你就在这等几天，外面城市的老爷们会来招丫鬟，到时候你就跟着他们走就好了。”说完怕自己会后悔就很快的走了\n　　几天后，那些有钱人果然来了，其中一个人看见了睡小巷里的洛利斯。“小妹妹，跟我走吧。我能让你吃饱。”洛利斯仰起小脸。那是一个光头的中年人，身上穿着厚厚的皮草。“好。”\n　　上了光头中年人的马车，马车里就洛利斯和有钱人。“小丫头，你叫什么啊？”“洛利斯。”“嗯，是个好名字，我也不要求你改名了，你以后就一直叫这个名字吧。”“哦。”回答完问题，洛利斯转过脸，默默的望了望住了６年的村子。转过头对中年人说“你要我去干什么？”“不用干什么，只是玩。每天就有饭吃”天下有如此好的事？况且是在这个乱世。\n　　经过三天的奔波，洛利斯来到了一个大型的建筑。中年人下了马车，和门口的人说了几句话。洛利斯探出头看了看。门口的守卫很快就放行了，马车经过的时候还叹了口气，摇了摇头。\n　　进了建筑物，洛利斯被放到一个监狱一样的房间，门是铁门，只有一个头那么大的窗户。中年人在门外跟洛利斯说“你只需要在赛场上打败他们就可以。”年幼的洛利斯没有弄明白。哦了一声，门外的中年人放了心，就走了。\n　　这是一个大型的角斗场，有钱人们喜欢看年幼的生命厮杀。\n　　第二天，洛利斯被叫醒。几个穿着铁衣的人把她带到了角斗场，洛利斯没弄明白。穿铁衣的人把她放下就走了，角斗场对面的人，和洛利斯差不多的年纪，是一个不到十岁的小男孩看到洛利斯，嘴边挂着邪笑，就冲了过来。想在他的连胜上在加一笔。洛利斯发现自己的手上有一把刀。没有选择，只能举起刀……\n　　洛利斯在角斗场待了半年，被一个人看上了，那个人把洛利斯带回了家，每天强迫洛利斯做高强度的训练，想让洛利斯接替他杀手世家。\n　　洛利斯没让他失望。六年后，洛利斯用刀划开了他的喉咙，带着杀手的杀气和杀手的残忍出来了，成为了一个真正的杀手。几年间自己的代号——影子，就在城里出名了。——最残忍，效率高的杀手。\n\n\n\n\n\n\n\n　　“丫头啊，你做杀手是为了什么呢？”“不知道，因为不知道你才会在我的身体里。”“那你唯一在乎的是什么？”“不知道。”“我知道。在你隐藏的心里有一个放不下的东西，那到底是什么。？”“不知道。”“那个小丫头，我还是恶灵的时候见过哟……”\n\n打乱文章弄得我好累。\n",
    "replies": []
}