{
    "title": "[wiki]僵尸(Zombie)",
    "author": "DJXGAME",
    "replyCount": 18,
    "timestamp": 1346209800,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-8-29 22:41 编辑 \n\n僵尸\n中文wiki地址\n英文wiki地址\n最新更新日期：2012年8月29日\n\n\n\n生命值20 ( × 10)\n盔甲2 ()\n攻击力简单：3 ()\n普通：4 ()\n困难：6 ()\n生成亮度为7及以下的任何1x2空间，除了透明方块上\n首次出现Classic 0.24 生存测试（2009年8月14日）\n网络ID54\n存档IDZombie\n掉落物死亡时掉落:\n腐肉 (0-2)罕见掉落物铁锭[iron_ingot]\n铁头盔[iron_helmet]\n铁锹[iron_shovel]\n铁剑[iron_sword]经验值5\n\n僵尸(Zombie)是一种有敌意的生物，经常以如下两种形态出现：最常见的一种形态与玩家形态类似，而在快照12w32中出现了类一种与村民相似的特殊形态——僵尸村民。在所有生成的僵尸中，有10%的僵尸为僵尸村民。如果僵尸攻击村民并成功将其杀死，将有一定几率（困难模式为100%，普通模式为50%）将该村民感染并转变为僵尸村民。这些情况经常发生在攻城和日夜交替之时。僵尸常生成于阴暗以及光照不足的地方，会向玩家蹒跚前进并试图接触以进行攻击。与骷髅类似，僵尸在阳光下会着火。\n外观\n僵尸有以下两种不同形态：僵尸最为常见也是原版的形态为绿色皮肤，空洞的眼窝以及与人类和玩家相似的衣着。僵尸高2方块，宽1方块，厚度为0.25方块。僵尸村民的身体与普通僵尸类似，但是其头部采用的是村民头部的再染色版本。\n\n用途\n在杀死僵尸时会掉落0-2片的腐肉。腐肉可以食用但同时也有80%几率造成玩家食物中毒。腐肉也可以被用来治疗驯服的狼，而狼并不会中毒。[1]僵尸有极低的概率会掉落铁头盔、铁锹、铁剑和铁锭，在快照12w34a中还会掉落胡萝卜和马铃薯。这些物品只有当僵尸被玩家杀死时才有可能掉落。在快照12w32a中，僵尸也有可能生成时穿着盔甲，在杀死时掉落相应的盔甲。\n行为\n\n一只僵尸出现在昏暗的洞穴中。\n\n僵尸能够透过邻近的门造成伤害。\n\n\n僵尸在试图摧毁门而不是绕道而行。\n\n\n僵尸漫无目的地漫游时会发出哀鸣，而攻击或受到伤害时会咆哮或发出咯咯的声音。僵尸会以2~6只为一组的形式出现并追赶视野中的玩家，僵尸会尝试躲避障碍物（包括悬崖与岩浆等）并会尝试寻找追到玩家的最短路线。与骷髅不同的是，受到玩家反击的僵尸不会进行躲避，而会继续追赶。僵尸有时会透过关闭着的门造成伤害，如右图所示。这是由于其占据了门所在的空间，游戏因此判定该攻击可以传递至于门相邻的方块。僵尸的种种行为如视频中所示。在拂晓时（太阳高度角大于等于15度），暴露在日光下的僵尸会自燃。然而，僵尸会尝试寻找阴暗处或进入水体以自保。在水中，它们将不会燃烧。不过一旦它们离开水的话，还是会重新自燃。僵尸站在树下可以防止其自燃，雨也能够阻止僵尸自燃。僵尸会尝试通过不断撞击木门的方式摧毁木门。只有在困难和极限模式中僵尸才可以摧毁木门，而在其他模式中，木门会出现裂纹但不会被摧毁。僵尸无法攻击和摧毁铁门。如果僵尸与村民的距离小于16方格，僵尸会无视阳光直射的威胁攻击村民。村民会在僵尸的追赶下四散而逃，而当僵尸盯上某一个村民后会无视玩家和其他村民，直至该村民被杀死或者僵尸受到玩家攻击。与绝大部分生物类似，僵尸会永远浮在水面上，即使其目标在水下亦是如此。\n战斗\n僵尸是一种容易处理并且不会造成太大威胁的敌人。除非是在狭窄的地方遇到它，或者是遇到一大群。玩家能在站在足够高的地方在它接近时反复攻击它。如果玩家已经被数只僵尸追上，可以轮流对每一只试图接近的僵尸进行攻击，能避免被僵尸接触。如果玩家在狭小空间内遭遇僵尸并无路可逃，建议您使用格挡然后猛砍的策略，这样会在降低所受伤害的同时逐渐杀死僵尸。在快照12w32中，与僵尸猪人和骷髅类似，僵尸会有一定几率身着盔甲、手持铁剑或铁锹（这些物品还有一定几率被附魔）。僵尸与僵尸猪人、骷髅类似，可以通过治疗喷溅药水的方式造成伤害。\n防范措施\n僵尸在身处于日光下，接触岩浆或火等情况下都会燃烧，而且接触仙人掌也会被伤害。地表的僵尸群只要玩家定时在天变黑，僵尸出现前睡到床上，就能有效控制住（僵尸需要低亮度下生成）。如果玩家在黄昏时分被困于野外，可以就地挖掘一个3方格深的坑，跳入坑中并用一个方块将自己封闭起来，并等待野外的僵尸全部自燃而死后脱逃。但是这种方法会使玩家极易受到爬行者的攻击，因为爬行者免疫阳光直射。玩家可以使用弓箭在不受到任何伤害的同时远距离射杀僵尸。如果玩家旋转90度安放门（此时“关闭”看起来像“开启”（反之亦然）），此时试图通过的僵尸将仅仅站在门前而并不试图破坏门。在困难模式中保护您的住宅免遭僵尸攻击的常用办法是在房门前设置栅栏门和木质压力板。这样既省铁锭又可防止僵尸破门而入，而且还和在你的庇护所使用门一样能防止骷髅弓箭手和其他生物的攻击。\n历史Classic0.24 (August 14, 2009)僵尸是继人类之后第二个被添加进Minecraft的生物。在版本0.26和0.27蜘蛛被添加之前，僵尸一直是游戏中跑得最快的生物，可以跑得和玩家一样快。僵尸偶尔会身着盔甲，但是不能对其提供保护。当杀死僵尸时，可以为玩家提供80分，但是却不掉落任何盔甲。僵尸在攻击时也会有挥臂动作。IndevIndev僵尸身上的盔甲与挥臂动作被去除。February 19, 2010在鸡出现之前，僵尸在死亡后会掉落0-2根羽毛。Notch承认[3]僵尸会掉落羽毛其实是由于他不知道应该掉落什么物品。Beta1.8僵尸在死后不再掉落羽毛而改为腐肉。1.9pre4僵尸可以被喷溅的治疗药水伤害，也会被喷溅的伤害药水治愈。同时僵尸对中毒免疫，喷溅恢复药水对僵尸无效果。正式版本12w03a改进了僵尸的AI，使其在追逐玩家时的方向感更加明确，同时它们可以绕过障碍物，甚至小型迷宫。僵尸同时获得从窗户向内“看”的能力，这是第一种具有此能力的生物，当然蜘蛛不能计算在内，因为蜘蛛可以透过方块看到玩家。12w04a再次改进僵尸的AI，针对僵尸在因阳光直射而自燃时的应对行为。如果僵尸发生自燃或着火，它会自动寻找附近的水源试图熄灭火焰。骷髅与僵尸类似，其AI也得到了加强，会在阳光直射时寻找阴凉处。12w06a僵尸会追逐并攻击村民，攻击门（在困难和极限模式中可以摧毁木门）。僵尸在被杀死时会以极低概率掉落铁锭、头盔、铁铲和铁剑。有些时候相比于攻击玩家而言，僵尸更喜欢攻击村民，并会选择与目标之间的最短路径移动，无视路线上的门等障碍物。12w07a稀有掉落物的掉率再次下降。未来12w32a僵尸身上的护甲将再次在游戏中出现，僵尸可能穿着任意一种护甲。僵尸也能手持铁剑或铁铲。僵尸在被杀死是有一定概率掉落其穿着的装备。铁头盔、铁剑和铁铲将从稀有掉落物中被移除。当僵尸在持有武器时，其造成的伤害值等于玩家所持改武器造成的伤害值（铁铲为3 ()、铁剑为6 ()）加上僵尸的基本攻击力（普通难度下为4 ()）。也就是说在普通难度下一个手持铁铲的僵尸将会造成7 ()点伤害，而手持铁剑的僵尸则会造成10 ()点伤害。\n僵尸所穿护甲与玩家的护甲效果相同，每件护甲将给予其一定量的防御值：每1 ()点护甲将降低伤害4%，结合僵尸的基础护甲2 ()点，也就是说一个全副钻石护甲的僵尸将会有22 ( ×11)点护甲值，降低受到伤害的88%，而玩家的最大护甲（在身穿全副钻石护甲时）仅为20 ( × 10)点，降低受到伤害的80%。\n会有部分僵尸生成为僵尸村民，而村民在被僵尸杀死后会有一定概率变为僵尸村民。在生成的僵尸中有10%的僵尸为僵尸村民。被感染的儿童村民也会生成僵尸儿童村民，僵尸儿童村民移动速度更快而且不会长大。在虚弱药水状态下僵尸村民可以在其身上使用金苹果治愈。僵尸村民在阳光下不会自燃。12w34b在僵尸地掉落物中添加了两种食材，僵尸将以极低概率掉落马铃薯和胡萝卜。只能通过砍杀僵尸获得这两种食材。僵尸可以拾取并装备掉落的物品。[4]携带版\n0.2.0添加羊和僵尸，这也是携带版中的第一种生物。0.4.0僵尸可以掉落羽毛\n漏洞\n在白天下雨时僵尸会站立不动。由于这一漏洞，即便雨会熄灭火焰，僵尸仍旧对火感到“恐惧”。（这也可能不是一个漏洞，或许它们“害怕”出去时雨突然停了的情形。）在携带版版本Alpha0.2.0中，一些僵尸不会因阳光直射而自燃。在携带版中，如果玩家处于门的正前方并且无法移动时，僵尸可能会透过门攻击到玩家。这也意味着玩家此时也以相同的方式攻击僵尸。僵尸在阳光下有时不会逃跑。有时僵尸可能会随机地绕圈。如果当僵尸在试图破坏门进而杀死NPC村民或玩家时，玩家走到正在试图破坏门的僵尸的正前方，此时正在追逐NPC村民或其他玩家的僵尸会对你造成伤害，但是却对你无敌意。如果在建筑物内塞满了NPC村民，此时挤进该建筑物的僵尸将受到伤害。通过在房间内的天花板和地面安置台阶并保持2方格高度，僵尸会站立在台阶上不动且不会试图对玩家进行攻击，通过这种漏洞可以制作生物陷阱：将生物通过水流推到台阶上，利用其不攻击玩家的特性将其杀死。在版本1.3.1中，由于门的可破坏性的漏洞导致门不能被破坏。当僵尸离去或被杀死后，门仍然保持被破坏时的样子。通过继续破坏被破坏的门方块的方式可以获得被破坏的空气。（可能为漏洞）在版本1.3.1中，多人生存模式普通难度下僵尸可以摧毁门。\n\n你知道吗\n\n\n在NPC村落外生成的一次僵尸攻城\n\n\n由于僵尸的模型与玩家的模型相同，玩家可以轻易地使用僵尸的皮肤（反之亦然）。巨人不再被认为是僵尸的变种，当前只能通过第三方程序或单人生存模式指令进行生成。巨人的行为模式与僵尸相同，但是其拥有50点生命值，每击造成8.5点伤害并且除非玩家处于巨人正下方，否则不能攻击玩家。喷溅火焰抵抗药水可以防止僵尸在阳光下自燃。如果僵尸被伤害喷溅药水击中会回复生命值，被治疗喷溅药水击中会损失一定生命值。僵尸不会受到恢复喷溅药水和剧毒喷溅药水的影响。僵尸穿着的护甲没有耐久值，也就是说其护甲永远不会如同玩家的护甲一样“损坏”。两点护甲可以提供8%的伤害减免。玩家需要22 ( ×11)点物理伤害才能杀死一只僵尸。当僵尸从23方格高处摔落时，僵尸的血量会变为1 ()，但仍需徒手攻击两次才能将其杀死。由于徒手攻击每击会造成半颗心的伤害，在第一次攻击时由于护甲的伤害减免缘故，僵尸的生命值变为小于半颗心的一个正值，因此需要再一次攻击才能将其击杀。没有任何办法可以徒手一击杀死一只受到跌落陷阱伤害的僵尸。在快照12w04a中，在白天可以通过在灵魂沙中使用生物蛋的方法生成僵尸，使其不会自燃。在下雨天杀死一只僵尸，僵尸很可能会发出“嘶嘶”声，这是由于僵尸发生自燃并瞬间熄灭的缘故。即使僵尸被骷髅所射出的弓箭击中，僵尸仍旧会专注于攻击玩家。僵尸可以爬梯子，但僵尸这样做只是因为梯子在其攻击路径上在快照12w32a中，有0.5%的几率可能生成一个身穿全套盔甲、手持武器的僵尸或全副武装、手持附魔武器的僵尸村民。在快照12w32a中，可以通过编辑僵尸的NBT标签来使其获得任意类型附魔的武器和装备。在快照12w32a中，僵尸与版本Classic 0.24中的攻击动画相同，这一动画只出现在手持武器的僵尸身上。在快照12w34a中，当“给”僵尸村民一个金苹果后，可以看到他在颤抖，就好像其内心在做思想斗争。僵尸村民的眼睛是棕色的，普通村民的眼睛是绿色的。\n在快照12w34b中，僵尸可能手持其跌落至地面时的物品。\n\n感谢卷卷的悉心校对和修改~~~\n欢迎各位斧正~\n",
    "replies": [
        {
            "author": "sylqiuyifeng",
            "timestamp": 1346209980,
            "txt_content": "呵呵最后那些东西好有趣的样子"
        },
        {
            "author": "dy2084",
            "timestamp": 1346209980,
            "txt_content": "屌面人僵尸诶= ="
        },
        {
            "author": "roder",
            "timestamp": 1346210040,
            "txt_content": "为什么铁锹的图片也是剑？"
        },
        {
            "author": "zry0315",
            "timestamp": 1346210160,
            "txt_content": "感染后衣服都变了"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1346210220,
            "txt_content": "门上辈子欠了僵尸的钱了"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1346210520,
            "txt_content": "原來直接把wiki上的東西貼過來就好了{:10_495:}\n害我不但不敢碰wiki也不知道怎麼拿翻譯勳章{:10_495:}"
        },
        {
            "author": "鳄鱼软趴趴",
            "timestamp": 1346210580,
            "txt_content": "正好最近在研究僵尸..\n真及时.! T T"
        },
        {
            "author": "chenjiakuo02",
            "timestamp": 1346211060,
            "txt_content": "LZ我真心听不懂你说的= ="
        },
        {
            "author": "geludan",
            "timestamp": 1346211180,
            "txt_content": "咦，前两天的什么翻译整合合集发了么"
        },
        {
            "author": "jianghr",
            "timestamp": 1346212500,
            "txt_content": "等你把画廊的坑先填了吧，图片全搬了，新的代码我用注释括在下面。\n另外还请注意下WIKI中上方的图片排版问题。{:10_492:}"
        },
        {
            "author": "pogox",
            "timestamp": 1346222340,
            "txt_content": "djx这是你花了几天就完成的。。。？"
        },
        {
            "author": "jianghr",
            "timestamp": 1346228940,
            "txt_content": " 本帖最后由 jianghr 于 2012-8-29 18:42 编辑 \n\n咳咳，画廊的翻译给你补完了，结果过一遍是看到前面N处缺陷。主要校对部分如下：\n0、修正图片排版//历史列表中正确引用“携带版Alpha”表头//修正一处换行//句尾加句号\n1、别字僵尸有以下2中不同形态：\n僵尸有以下两种不同形态：\n2、语序调整\n会在降低受到伤害\n会在降低所受伤害\n3、语序调整\n僵尸会有一定几率穿着盔甲、进行附魔、手持铁剑或铁铲。\n僵尸会有一定几率身着盔甲、手持铁剑或铁锹（这些物品还有一定几率被附魔）。\n4、这个以喷溅药水页面为准可以通过喷溅药水的方式造成伤害。\n可以通过治疗喷溅药水的方式造成伤害。\n5、还是别字……\n僵尸全部自然而死后脱逃\n僵尸全部自燃而死后脱逃\n6、语义校正\n在困难模式中保护您的住宅免遭僵尸攻击的最常见的办法是设置栅栏门并在门前设置木质压力板，这种方法既可以节省铁锭的使用，亦可以使僵尸无法进入或摧毁门，更可以躲进您的住宅中免遭骷髅弓箭手和其他生物的攻击。\n在困难模式中保护您的住宅免遭僵尸攻击的常用办法是在房门前设置栅栏门和木质压力板。这样既省铁锭又可防止僵尸破门而入，而且还和在你的庇护所使用门一样能防止骷髅弓箭手和其他生物的攻击。\n7、语义校正\n这也可能不是一个漏洞，由于其“恐惧”源于当僵尸走出下雨范围时雨会停止\n这也可能不是一个漏洞，或许它们“害怕”出去时雨突然停了的情形。\n8、调整用字、消歧义\n僵尸会站立在台阶上不动并不会试图对玩家进行攻击\n僵尸会站立在台阶上不动且不会试图对玩家进行攻击\n9、这个以喷溅药水页面为准\n如果僵尸被喷溅的伤害药水击中会回复生命值，被治疗药水击中会损失一定生命值。僵尸不会受到喷溅的恢复药水和剧毒药水的影响。\n如果僵尸被伤害喷溅药水击中会回复生命值，被治疗喷溅药水击中会损失一定生命值。僵尸不会受到恢复喷溅药水和剧毒喷溅药水的影响。\n10、这里有点特殊，我改了原意（有图）在快照12w34b中，僵尸可能手持其跌落至地面时的方块。在快照12w34b中，僵尸可能会拾取掉落到地面的物品。详细内容请参见：http://zh.minecraftwiki.net/index.php?title=%E5%83%B5%E5%B0%B8&action=historysubmit&diff=23382&oldid=23372\n============\n分先给你吧，虽然最终是我填了最后一筐土，但不管怎样大部分还是你翻译的，辛苦了！还请更新1楼的内容。\nfile:///F:\\Temp\\msohtml1\\01\\clip_image001.gif"
        },
        {
            "author": "sjjklh",
            "timestamp": 1346235360,
            "txt_content": "僵尸还会不断改……Dinnerbone和Jeb最近对僵尸上瘾了"
        },
        {
            "author": "pogox",
            "timestamp": 1346246040,
            "txt_content": "果然不是我等凡人能比的。。。记得那个生命伤害的我起码弄了8个小时。。。"
        },
        {
            "author": "1025891364",
            "timestamp": 1359633120,
            "txt_content": "请问，怎么调整一只僵尸的血量啊？？？"
        },
        {
            "author": "1443200445",
            "timestamp": 1485344220,
            "txt_content": "蜘蛛骑士"
        },
        {
            "author": "1443200445",
            "timestamp": 1485344280,
            "txt_content": "鸡骑士1"
        },
        {
            "author": "1443200445",
            "timestamp": 1485344280,
            "txt_content": "猪人骑士"
        }
    ]
}