{
    "title": "<原创·连载>命运传奇：战争史诗 第九章 哈根兽群",
    "author": "2575174857",
    "replyCount": 1,
    "timestamp": 1439268900,
    "txt_content": " 本帖最后由 2575174857 于 2015-8-11 12:56 编辑 \n\n\n  艾尔薇简直就是个女恶魔，虐人也不带这样的。  不过布莱克也是越来越有信心与干劲了。\n  布莱克的第一次狩猎是非常有纪念意义的。\n  所以每三年的这一天在以后布莱克都会称为“初猎日”。\n  意为在这一天布莱克首次狩猎。\n  虽然猎物有点弱，但也不能说弱，毕竟布莱克还没见到呢。\n  走了几里的路程，布莱克他们准备在距离最近的埃尔森林狩猎。  埃尔森林坐落于莫丽特城的东北角，是个小型的森林。\n  虽然小，但是里面也是有数不清的兽族的。\n  但是这些兽族一般都很弱小，没有什么特别强大的兽族，特别适合布莱克这种初学者历练。\n  况且皇室怎么会放任强大的兽族老巢位于他们自家旁边？那样的话早就打起来了。\n  即使这样也是不能不小心的，毕竟，蚁多堆死象。\n  超然的群体能覆灭极强的个体，这一点是不容置疑的。\n  几乎是个人都懂得这样的道理。况且兽族扎堆也是极为平常的。\n  可是老是有一些不知天高地厚的初学者妄想以一敌百，以一个人单挑一个兽群，结果就是被群殴惨死。也因为如此，有个能互相照应的团队也更为重要，你往往可以用更少的风险，换取更大的利益！\n  来到了埃尔森林前，艾尔薇拿出了一块鹅卵石大的蓝色的石头递给了布莱克。  “给你。”\n  “这是什么？”布莱克接过石头，问道。\n  “青金石，你刚才使用锋利时应该消耗了不少魔力吧？捏碎它就能回复魔力，不要等下关键时刻掉链子！”艾尔薇严肃地对布莱克说道。\n  “我知道了。”布莱克点了点头。\n  “咔”的一声，那块青金石就被布莱克捏碎，变成魔力被布莱克吸收。\n  “快走吧。”艾尔薇看见了布莱克已经把青金石吸收，示意他快走。\n  “吱吱。”\n  细碎的声音响起，布莱克一行人终于踏入了这片森林。\n  布莱克向四周打探而去，树木丛生，视野非常受限，不知道有多少危险隐藏在他们视野的死角，正在偷偷窥探着他们。\n  这片树林，最危险麻烦的，不仅是凶猛嗜血的野兽，还有无处不在的毒虫毒蛇，就连有毒的植物也不在少数。\n  所以说这里对冒险者不算致命，但是对普通人绝对是绝对的危险，但是冒险者也不能掉以轻心，那样会死得更惨。\n  一阵风呼啦啦地吹来，吹起了地上落满的树叶。\n  艾尔薇，布莱克，尼森克，肯尼一行人在其中缓缓行走着\n  艾尔薇拿着一把铮亮的长剑，手腕上戴着一个黑色的护腕。\n  布莱克手上只拿着一把刚才刚刚获得的那把铁剑。\n  尼森克手上拿着一把弓，身为一个挂B弓兵，在这个复杂的森林地形中，他再怎么厉害也开不起挂，他可不习惯在丛林作战，不过要是觉得他这样近身能力就弱而小巧他的话，他腰间佩戴的匕首会让你的脖子鲜血如涌！谁说弓兵近战一定是渣了？\n  肯尼左手持着一面盾牌，右手拿着一把大剑，当队伍收到攻击时，他会是队伍最强大的屏障！\n  战士，肉盾，弓兵，艾尔薇他们的队伍很传统。\n  攻防兼备，是最平常的队伍阵型。\n  “嘘。”尼森克突然示意大家停下来不要说话。\n  “有动静！戒备，每个人都小心了！不要各自为战。”艾尔薇似乎也发现了什么。\n  “什么状况？”艾尔薇朝着尼森克问道。\n  “按照声音，是野兽，是一批小型兽群，数量在7只左右，走兽类。”尼森克回答。\n  这时候，一只色彩斑斓牛犊大小的野兽走了出来。\n  接着，又有好几只走了出来，不多不少，竟然刚刚好是7只！\n  “是哈根兽！”布莱克思考了一下说道。\n  “没错。”艾尔薇点了点头，有些诧异地望向布莱克“你怎么知道的？你不是初学者吗？”\n  “只是以前在贫民窟的时候捡到的一本书里面，书名忘了，但是里面有说一种怪兽，恰巧和眼前的一样，所以我才这么猜测。”布莱克回答，那是他在贫民窟外头碰巧捡到的，其实他本来也想还回去的，可是迟迟没有找到失主，这本书就一直放在那里，里面就有哈根兽的说明，迅猛，绿瞳，趾长，五彩，牛犊大，哈根兽最特别的就是它那五彩的外表，所以长长遭到贵族妇人杀害，取它的皮做衣服。\n  一头哈根兽那绿色的眼睛望了过来，轱辘地转动一下似乎看到了猎物一样，贪婪嗜血。\n  “想杀我们，可没那么容易！”肯尼握紧了他的盾牌。\n  尼森克也拉紧了弓弦。\n  双方就这样僵持着，谁也没有轻举妄动。\n  突然之间，哈根兽们突然猛扑了过来，却一头撞到了肯尼的盾牌之上。\n  肯尼大剑马上迎上，挥砍出去，两只哈根兽顿时被巨剑扫飞出去。\n  没有使用任何附魔技，就轻而易举地击败了两只哈根兽，肯尼的体魄真的是强的可怕！\n  后面的哈根兽见到肯尼不好惹，就想去攻击其他人。\n  尼森克的箭会放过他们吗？\n  当然不会！\n  尼森克瞬间放开弓弦。\n  一支利箭没了限制，马上绽射出去，一举洞穿了一头哈根兽的头颅。\n  被洞穿头颅的哈根兽摇摇晃晃，马上就倒了下去。\n  剩下4只哈根兽。\n  剩下的哈根兽十分忌惮肯尼和尼森克，转而去攻击似乎更弱的艾尔薇。\n  艾尔薇可是队长，怎么能让这群野兽小巧了？\n  腰间的利剑顿时出鞘，毫无悬念的，7只哈根兽，只留下一只孤苦伶仃的跑得最慢的哈根兽了。\n  眼看只剩下自己了，那只哈根兽似乎有些恐惧。\n  它慌不择路地朝着布莱克猛冲过去。\n  “怎，怎么办？”布莱克一时间也有点慌张了。\n  “布莱克！用锋利！”艾尔薇朝着布莱克大喊。\n  眼看哈根兽就要扑到布莱克身上，布莱克也刚刚好使出了锋利技能。\n  熟悉的金色光辉再次缠绕着剑身。\n  布莱克什么也想不到了，只知道，使劲地朝着前方砍去！\n  “撕。”一声，鲜血像泉水一样喷了出来。\n  \n\n\n\n\n\n  \n  \n  \n  \n\n\n\n",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1439273280,
            "txt_content": "额，怎么1点到2点都没人，好孤单啊，好歹回复一下！"
        }
    ]
}