{
    "title": "<原创·连载>【Miecraft·幻世录】黎明的决意03@",
    "author": "纹依牧牧",
    "replyCount": 7,
    "timestamp": 1439296740,
    "txt_content": " 本帖最后由 纹依牧牧 于 2015-8-15 13:52 编辑 \n\n  03MC世界观到！\n   注解：\n  ①动作捕捉技术[Motion capture],简称Mocap。其技术涉及尺寸测量、物理空间里物体的定位及方位测定等方面可以由计算机直接理解处理的数据。简单说就是在运动物体的关键部位设置跟踪器，由Motion capture系统捕捉跟踪器位置，再经过计算机处理后得到三维空间坐标的数据。数据在被计算机识别后可用于人工机械，步态分析，动画制作等种种。。[例如：阿凡达，驯龙高手等]\n  ②头盔式显示器是最早的虚拟现实显示器，利用头盔显示器将人的对外界的视觉、听觉封闭，引导用户产生一种身处虚拟环境中的感觉。其显示原理是左右眼屏幕分别显示左右眼的图像，人眼获取这种带有差异的信息后在脑海中产生立体感。头盔显示器作为虚拟现实的显示设备，具有小巧和封闭性强的特点，现今在各种训练，虚拟驾驶，虚拟城市等项目中具有广泛的应用。而在未来“头部跟踪”技术则发展成能让玩家可以根据自己在虚拟环境中的视观和位置来控制游戏。\n  ③在2030年以后，各大型游戏在开发制作时普遍采用虚拟时间拟态系统使玩家在这类精神世界的游戏时间得到延伸，而当时普遍采用现实时间与虚拟时间比例1:5和1:3两种，在《Minecraft·幻世录》当中6.0.0版本所有服务区均采用1:3的时间比【及文中所述现实时间1小时为MC内3小时！】，具体原因是由于自2034年开始采用时间拟态系统1:5的各大网游玩家均出现时空差不适及引发各种潜在不良反，后加之某些其他因素1:5的时间拟态比正式于2035年1月12日正式停止使用，截至是目前为止1:3的时间拟态还未出现任何大的不良反应事例。\n\n\n《Minecraft》，台湾译为当个创世神。中国大陆译为我的世界，华人圈亦有人称之为麦块等，是一款是一款沙盒建造独立游戏，玩家可以在一个三维世界里用各种方块建造建筑物。\n\n  众所周知，该游戏最初由瑞典人马库斯·阿列克谢·泊松[Markus“Notch”Persson]单独开发，后成立Moiang公司来开发此游戏。该游戏自2009年推出以来就一直备受广大玩家青睐，因为《Minecraft》所呈现的世界并不是华丽的画面与特效，而是注重在游戏性上面。虽然整个游戏没有剧情，但玩家可以在游戏世界中自由建设和破坏，于是变成了许多充满想象力的玩家的天堂。以至于截至到2015年2月末《Minecraft》被腾讯旗下的微软公司收购，已经推出升级到1.8.0左右的版本了。\n  \n  为何会说微软公司成为腾讯旗下的子公司了呢？没错，这就是问题所在！《Minecraft·幻世录》发生在2037年！发生在未来！\n\n ------ 切割线 ------\n\n  “我去，这么说我下载的这个版本是Minecraft6.0.0？！”\n  “对啊，难道你下载游戏的时候这都不看么。”\n  “唔……”\n  一路上安娜给这位新来的少年灌输了不少有关MC的知识和历史，此时的陈瑞正在努力的整理着并试图建立起自己的MC世界观，只恐怕如此多的信息得够他消化好一会了。\n  [这么说从2017年微软公司成功推出三维动态PC预览版本使玩家可以通过动捕系统及传感器设备在显示世界中用身体进行游戏 ① ，一直到2036年马库斯哪个老不死的带领首席MC制作开发团队成功开发制作出玩Minecraft的专业游戏头盔 ② 的现在？！晕...】【群众乙：我靠，这世界观太泥煤的超前了！】  “马库斯那货倒是挺厉害的哈。”少年感慨的嘟囔着。\n  “当然啦！听我老爹说他小的时候就是玩Miecraft长大的呢！”安娜睁着水灵灵的大眼睛回头对心不在焉的陈瑞说着“我老爹说他们那个时候玩的MC和现在简直是不能比，据说他们那个时候还是用哪种叫电脑的老古董玩呢！”小猪有意停在少年的前面，企图让主人的交谈对象认真听讲。“而且人物的名字还都只许用数字和字母代替，不像现在全是实名制改个名就得花钱买改名卡呢。”说道这伍安娜又开始絮叨起腾讯公司的种种恶行。\n   对此陈瑞只好以冷笑回应[而且人物还都是标准的两格高的水桶身材吧！]要知道，他就是因为前些天在他爸的游戏头盔了发现了个MC1.6.4典藏版试玩两天才决定在自己的头盔里下载最新版的玩。  正在二人思绪来潮之际某少年的肚子开始抱怨了“咕噜.咕噜..”折腾了一上午的陈少年此刻还木有吃过一点东西，饥饿度早已升到80%左右，按照系统判定此时玩家已经被禁止了大部分剧烈活动直到饥饿度降至70%以下。[ps:我们现实世界游戏的饥饿度和血量均为10心20点计算，而这里的游戏饥饿and血量依旧为20点，但经过改进已经发展成按照百分比来计算只是计算的更细微！]\n  “怎么，你饿了？”\n  “我去，娜姐姐啊从进服到现在就被追杀哪有功夫找吃的啊，话说这饥饿设定怎么这么真？难受死了。”听到被叫姐姐，安娜小朋友便高兴的从背包里掏出一些类似饼干的食物给少年吃“给。”\n  “可可饼吗？”这种经典的食物陈瑞还是认识的【群众乙：貌似你也就认得吃吧。。】\n  “慢着！”安娜突然像想起了什么似得一把将饼干抢回来[ps:MC游戏中‘抢’本质类似于现在网游中盗贼的方式获得其他玩家的物品性质则非也，总之不要在意弃坑]“我救了你一命而且现在还要管你吃的，这你要怎么算呢？”\n  “啥？！”某人当场呆立过河拆桥！“开玩笑呢吧，我都快饿死了您还提条件？！”泥煤的早不提晚不提偏偏这时候，成心在这等哥呢吧！\n前者一改之前嘻哈的面容，摆出一种就是黑死你怎么着吧的态度“那我不管，要么答应我几条要求，要么..”哈哈哈，黑的就是你，此时不收小弟，更待何时？哈哈哈\n“得得得，你快说，我认栽还不行。”经过了0.618秒的权衡比较【群众乙：我是否该说点什么】靠，说中了。想占哥便宜？！虽然现在装备没你好，体力没你足，精神没你集中，服务器规则摸得的没你熟悉。。。。算了，先忍了。。。\n  “呵，还不情愿呢，我进游戏可是比你早了小1个月呢。”心中偷乐。“听好啦，第一进城以后我叫你干什么你就干什么，我叫你往东你不能跳水，我叫你吃饭你不能骂人！”【群众乙AND陈瑞；惊！】“别担心，主城里玩家是死不了的哦”“第二，以后不许叫我姐姐叫我名字就好，虽然我们同龄可再怎么说我也比你小三个月呢，都给我叫老了。”“行，这个没问题娜姐，啊不是，是安娜。”听完这第二个要求倒是着实让陈瑞感到意外。我去，第一次遇见给人长辈份还不乐意的，看来你也是屌丝啊【系统提示：由于您饥饿度已升值100%，系统将自行扣除玩家生命值，每次扣除1点间隔10秒钟，请尽快进食！】 \n   “我去，我说安娜啊，你能不能快点说，我这都开始自动扣血了啊！”突然传来的提示音让某少年开始抓狂“好啦好啦，着什么急嘛，我这不是得想啊吗。”安娜满不在乎的回应着，明显摆出一副站着说话不腰疼的样子哈哈，着急了？不急不急，正好让我给你上一课!   “。。。。。”别让我逮到机会，不然我...\n“好了最后一条啊，也是最重要的一条！”此时刻意，正了正脸色“进主城以后要第一时间去公会大厅申请加入我们公会！”“啊？！”什么情况？！这算不算是变相宣传的小广告吧不！“啊什么啊，记住了没!”看着自己的血量正以一种说不上快速而却连续不断的形式悲催的下降着算了就先敷衍下她，反正腿长在我身上，大不了以后脚底下抹油开溜就是了。“好，我答应你！”“这么痛快？！你都没问我咱们公会叫什么名字呢！这也太敷衍了吧！”内心偷乐：哈哈哈，太好啦，只要这小子进了公会就可以打破我作为公会里老牌会员却也是而且是唯一一个从来都没有推荐过新玩家进公会的那个破外号了，哼哼，看他们以后谁还敢叫我那个！“哎呦，不就是个入会的事吗，您叫我跳水我都认了什么时候说不行啊，我这都快饿死了啊！”猴急的陈瑞看着此时的血量已经降到百分之三十左右，要不是万恶的系统设定让他浑身没力气早就直接开枪了。\n\n  “哦，好吧好吧”觉得某人说的有点道理其实是觉得时机成熟了安娜这才将食物拿出来，却在即将递给陈瑞时突然收了回去，而且是直接塞进了系统背包！“5，...”“靠，伍安娜！你耍我？！”“4,3...”强烈的怒火涌上心头！以至于完全没有在意她在倒数，“2,1，我只是觉得有些东西还是你自己去了解印象会比较深！”安娜小手背后，皎洁一笑“拜拜！”\n\n  ------ 切割线 ------\n     “什么情况？”   画面定格在哪位让他感到厌恶的女孩朝他微笑的那一刻，现实中的陈瑞一下子就从床上坐了起来并摘掉游戏头盔扔到一边。“气死我了，成心拿我开涮啊？”\n   怒火中烧的他打算今天不在玩这个游戏，打算去看看他好几天没登的《印痕·Barmark》[ps:一种类似网游的大型竞技游戏也是用游戏头盔进行游戏，在当时也是十分火爆]\n   戴好头盔发现《Minecraft》的图标一直在闪烁，好像有什么信息。\n   点击，确认。【系统提示：玩家陈瑞于公元2037年8月13日下午1点08分在玩Minecraft6.0.0中途仅由于饥饿系统而导致单一扣除血量大于50%，根据游戏规定您已被迫进入离线模式，并且系统会自动在游戏内方圆1000米格的范围内发布求救信号，在现实1小时内得到其他玩家的救援才可上线 ③ ，如在规定时间内未得到救援，您将被判定死亡！并自动在上一个传送点复活。由于在Minecraft6.0.0中，属于10级以下玩家所以死亡不会掉落任何物品包括经验值！而且为响应广大玩家的要求，现实世界中每一星期的时间玩家将有一次免费复活的机会...】10级以下死亡没有任何损失？这道是个不错的规定。某少年一阵欣喜难得腾讯公司还有点良心，1秒之后，目标腾讯公司！直接开骂！【...需要注意的是，现实世界每星期如已经用完免费复活的机会，则仅在当星期再次复活时自动扣除玩家绑定的信用卡账户内50人民币！】呸！每次复活还要花钱？！我@￥#*。。。[表发泄为不教坏小伙伴理解即可！]\n【系统提示：玩家陈瑞于公元2037年8月13日下午1点11分得到玩家[伍安娜]的救助，是否立刻上线？】\n\n    “屌丝....”\n\n ------ 切割线 ------\n     “嗨，你回来啦”安娜小朋友侧身坐在小猪身上，边嚼着本该给某少年的可可饼干淘气的抱怨着“怎么这么半天啊，等的我都饿了呢”【系统提示：您已成功登陆，每次得到救助系统将自动为你回复一半饥饿值，祝您游戏愉快！】看准已经恢复半数的饥饿值稍微活动下筋骨，直接开枪！\n    “哈哈吃完啦，啊！！！”猜到某人上来可能会直接来横的安娜早有准备直接将食物秒放系统背包！确实好坏。。只不过让她没想到的是----- 某人直接被少年一手按在了地上！\n     陈瑞一手抓着她衣领一手拿着本来绑在她腿上的匕首指着安娜的脸颊，冰冷的眼神胜过手中的匕首不知几倍！让她觉得自己引以为傲的破甲1附魔小神器此时如同随风飘荡的麦穗一样丝毫没有威胁感。“哼唧，哼唧”小猪不知是在为自己的主人打抱不平，还是在抱怨刚才突然扑过来的陈瑞使他受到了惊吓。\n    她别过脸去不敢看陈瑞，就像一只受到惊吓的小乖猫似得自觉从空间背包里拿出来几个苹果派？！[ps：更多食物MOD，后期依牧会出一小节专门为大家讲解2037年的6.0.0与现今的MC到底有那些区别]挡在他俩中间。“我..我的午饭，就当补偿你了。”还算识趣“别以为拿几个面包就能打法哥，再有下次，哼哼”陈大少爷一把夺过吃的并用匕首比划着警告她，随即把匕首丢回她的主人身边。匕首还算锋利，貌似附过魔吧\n安娜从地上爬了起来，收好匕首忽然觉得哪不对“哎，我刚才那么做明明是想让你看看离线复活哪个系统好吗！你居然问都不问就打我！”陈大少爷漠然的看着她“第一，那种事情你为什么不直接告诉我偏偏看着我饿死。第二，我可不记得我打过你，至多不过算警示！”“靠！哪系统那么多字我怎么解释的完而且这样对你来说不也是理解的更深入点么，好心当做驴肝肺！还有你看你看，都给这我压疼了”锁骨被压疼是用看出来的么。“自作孽不可活，真该！”“[lue]PS:不知用那个字表达”安娜吐了吐粉嫩的小舌头不再理他，只等陈大少爷吃完好快些回主城。等我回去找着帮手，看我不虐死你！\n“喂你好，恩我就是...”安娜捂着耳朵好像有人在和他说话。“好的，我这就赶过去！”通话结束，陈大少爷并没有听到对面人在说什么，因为系统内通信方式不经过通信本人允许仅限通信双方听到，当然他也压根没注意听。关我屁事，吃饱再说。。。\n    “喂，吃完没，吃完就快走啦！”这次安娜似乎很着急“出事了！”\n\n ------ 切割线 ------\n\n  地点：南绿荫大道\n  刀光剑影中几只普通僵尸随即成为了这支由4位玩家组成的刀下鬼，“该死！这条路不是归属主城镇的守卫范围吗，拿来这么多僵尸。”说话的是一位将近二十岁的红发青年“不清楚，总之...”“啊？靠，尼玛的怪物！”一只十分丑陋而又体型肥硕的大型僵尸从树荫出走了出来，身后还跟随者无数其他僵尸，他们被包围了！\n  “靠，林子撑住啊！有我们在！”那名红发青年手持双手巨剑，对身被冷箭射中已经奄奄一息的同伴说着鼓励的话。“大哥，我们被包围了！”“尼玛的今天这是撞见鬼了，这么多！”另外两名同伴也过来一起掩护受伤的队友。“..跑..别管我...它们要...”受伤的队友奄奄一息的对其他同伴说道却再次被两只冷箭射中身体，头一歪，死了！“靠，尼玛的一帮NPC还敢和劳资玩阴的！看我不剁了你！”一名队友看到冷箭是从大型僵尸的身后射出来的，紧握剑盾朝大型僵尸就冲了过去，打算为队友报仇！“小柒别！”红发青年试图阻止他，“噗呲”小柒的单手一下刺进了大型僵尸的左胳臂里，暗红的血液夹杂着腐肉随即涌下，-13在它的头顶飘荡。\n   然而大型僵尸似乎并没有觉得多痛，确实，这是一只20级的BOSS僵尸！僵尸用另一只粗壮而又腐烂的胳臂朝他一甩，下一秒那名叫小柒的玩家已被扇到远处的出林中，惨叫声宣布着他已经追随先前的同伴而去。“靠，这只僵尸血是有多厚？！-13都不在乎”另一位同伴抓狂的分析着刚才同伴对它的那次殊死攻击“切，管它血有多厚杀我两个兄弟，先废了他再说！”透过红发青年的眼睛分明看到了熊熊烧的火焰！“噗呲！”血红色的-29在巨型僵尸头上飘起让他皱了皱眉头[锋利3击退1钢精1火元素1]的烈焰巨剑打到这怪物身上只减了29点血不说居然还没有使它点燃！大不了多砍他两刀就是了！另一名队友也开始配合他抵挡周边小怪的攻击，缺少了两名队员的小队根本就无法消灭眼前的BOSS更何况周边还有许多普通僵尸围攻，死亡是迟早的。\n   愤怒的火焰让二人忘记了逃跑连续消灭了20几只僵尸之后还继续拼杀，“啊！！！”死亡是迟早的！红发青年循声看向哪位伙伴，一只衣着斯文还带有眼镜的僵尸用一只制式刺刀刺穿了玩家的心脏位置-20宣告他也英勇就义的事实。那只斯文的僵尸示意红发少年身后，“战斗的时候可不该分心啊！”他的背后也被狠狠的划了一刀！“是你！是你带这些杂种来入侵我们的？！”摔倒在地的青年转身看到这只砍了他一刀的僵尸似乎认出了什么。“很抱歉啊兄弟，如果你认为这次的行动是我策划的那你就错啦！”机车服僵尸狠狠踢了他一脚有意将他踢翻过去。\n   他无法相信！   那只体型硕大的僵尸捡起哪位被射死的同伴的尸体高举过头顶双手一使劲，直接将玩家的尸体撕成了碎片！游戏中玩家死亡不是应该化作白光消失吗？！怎么会！面对如此画面，直至最后一秒也不敢相信！他的其他队友的尸体都没有化作冲天白光，而都只是静静的躺在血泊中。难道是？！\n   “如果你们感到饥渴！”浑身鲜血的大型僵尸高声叫喊着，众僵尸随声呼应\n   “那就痛饮人类的鲜血！”随即继续南下，朝着远处那座不知名小村庄进发！\n\n  \n\n\n  抱歉这两天有事今天才更，见谅----依牧  正文字数：5120 注解：596 \n\n  神奇@术：@H.K @DiamondsKing@冥王星人  @银狼 @2281560 @苏黎世° @gggbbb @Terry39   以上玩家不分先后\n\n   02地址：http://www.mcbbs.net/thread-484379-1-1.html\n\n 话说红发青年依牧想给他起个霸气点的名字，求推荐的说 [红发玩家定位：18岁以下，中国，名字两个，三个字均可，游戏内背景暂不透露。]\n",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1439679960,
            "txt_content": "能不能不要在文中随便让甲乙丙丁之类的路人吐槽啊。。。"
        },
        {
            "author": "苏黎世°",
            "timestamp": 1439945940,
            "txt_content": "中间有点乱，不过逻辑还是理得清"
        },
        {
            "author": "2575174857",
            "timestamp": 1439972400,
            "txt_content": "这世界观简称就是在游戏里打拼对吧"
        },
        {
            "author": "纹依牧牧",
            "timestamp": 1440314160,
            "txt_content": "Terry39 发表于 2015-8-16 07:06\n能不能不要在文中随便让甲乙丙丁之类的路人吐槽啊。。。\n好的吧。。谢谢"
        },
        {
            "author": "纹依牧牧",
            "timestamp": 1440314220,
            "txt_content": "苏黎世° 发表于 2015-8-19 08:59\n中间有点乱，不过逻辑还是理得清\n谢谢啦"
        },
        {
            "author": "纹依牧牧",
            "timestamp": 1440314220,
            "txt_content": "2575174857 发表于 2015-8-19 16:20\n这世界观简称就是在游戏里打拼对吧\n恩恩 现在是的"
        },
        {
            "author": "2575174857",
            "timestamp": 1442660520,
            "txt_content": "Terry39 发表于 2015-8-16 07:06\n能不能不要在文中随便让甲乙丙丁之类的路人吐槽啊。。。\n真是怀念，想当年，我来MCBBS，第一次作死灌水触犯版规，就是被你禁言的，那时候你还在茶馆混呢······"
        }
    ]
}