{
    "title": "【畅谈人生】---我的MC道路",
    "author": "FFking",
    "replyCount": 5,
    "timestamp": 1439330340,
    "txt_content": "首先Mc最早的版本是2009年发售的\n那是我什么也不知道 这或许是个很不起眼的游戏（小游戏公司开发）\n然而却给我带来了很大的影响\n\n接下来带你走进 我的mc旅程\n\n一，了解MC\n1.初识\n说来搞笑 楼主第一次接触mc并不是在正常的pc端上 也不是在手机上= = 而是在一个不成熟的psp的移植版- -\n第一印象就是方块- -样子很模糊 记着朋友的话貌似他在造一艘海盗船 \n当然这些并不能引起我多大好奇心 定多看两眼 瞅瞅那渣画质 果断玩mhp3去了\n2.再遇\n还是一样谜啊，同样不在pc端 而是pe端了 在这东西出来不久 朋友就推荐了给我 给人一种自由的感觉 尽管是方块 但还是很好玩 什么食物啊 种地啊 tnt爆炸 还有怪物 这激起了我的浓厚兴趣 我便玩了起来 造房子打怪 但我觉得这游戏没这么简单吧 你看 这地图还有边界 之后了解 原来还有电脑版 手机版是简化过的 我打开了电脑（新世纪的大门）下载了这东西\n\n二，MC的开始\n1.下载（版本不记得了 总之很老1.2.5之前）\n很迷 记不清了 反正java什么的都搞不太懂 唯一印象就是卧槽ヾ(?｀Д??)怎么下载这么慢（java在线下载器）\n2.全新的开始---生存\n机智的我智商够用 很快就进入了游戏 然而也很快就退出了游戏 MC的上手不是一般的难 合成表 手动合成 方块机制 对于新手玩家来说 比扫雷还难（什么鬼ヾ(?｀Д??)）\n由于耐心还有 就去背合成表了（哪像现在G键合成表哦）机制也大致了解了嗯~ o(*￣▽￣*)o 正式开始生存但是估计很多人走到这一步就放弃了吧）\n3全新的开始---第一夜\n白天我出生在一个山谷 我印象很深 我造的山洞 第一个很密闭 不透气 弄了半天才弄出来一个火把 也是累得要命 但是看见自己创造出来的光明 我很开心 自己创造的房子 也很开心 我便外出探索 一会就迷路了- - （没有小地图啊）\n山与山互相挡着- -把洞挡没了 不过快晚上的时候还是找到了 把门关上 在一个很密闭的空间 微微的火光 外面传来奇奇怪怪诡异的脚步声QAQ 僵尸的惨叫声 恩 除了叫的比较难听 还是挺可爱的么QVQ（去和射击游戏的僵尸比一比 求生之路都算好） 当然小白不都是战神那么有天赋- -我窝在家（贫民窟）里了一晚上 看着他们白天烧啊烧 好兴奋哈~ha\n\n\n\n\n\nQQ图片20150812043918.jpg (5.53 KB, 下载次数: 0)\n\n下载附件\n\n2015-8-12 04:44 上传\n\n\n\n\n\n\n4新的开始---探索\n之后我就出去捡了他们的尸体 恩腐肉 我也差不多快没饥饿值了 （还好不怎么会乱跑乱跳不然早饿死了还有呆一晚上真的很无聊） 当作食物 饥饿的buff（我居然知道右键可以吃）也当做没什么之后又去探索 迷路（尼玛就在旁边 这点记得很清楚）挖了个新洞 还带玻璃的 \n\n\n\n\nQQ图片20150812044324.jpg (5.76 KB, 下载次数: 0)\n\n下载附件\n\n2015-8-12 04:48 上传\n\n\n\n\n（你们看不是火柴盒不是厕所 我是不是很有建筑天赋QVQ）\n之后还在门口种了很多小红花 标记（没有任何卵用还是差点走丢几次）下山发现了一个有栅栏围着中间有几颗白桦树的地方（谜但确实有）很好奇啊 之后我就记不清了\n还有一个存档记得很清楚 我出生在海边 有材质包（所以是玩了一段时间之后的）相当美丽 太阳是圆的 月亮也是 水是透明的 就是位置不太好 房子造的也和小白一样 爱用玻璃 然后就是一大堆树叶- -（茅草屋不是火柴盒！）还有地洞\n三，MC的进一步了解！！！\n随着时间的推移 莫名其妙的解除了mcbbs mc中文下载站这两个帮助我很久的网站 bbs功能齐全 气氛活跃 下载站排版精妙 风格简单 很快就掉了进去 于是就有了服务器\n四，服务器的体验\n小白，这个不陌生的单词 当时还不流行小学森 熊孩子一说 就叫小白 什么都不懂- -记得当时有位实况主也叫小白\n我进入服务器就是这样的 他的名字我很清楚 1.2.5工业服务器 火神记 貌似是因为材质包很出名 所以玩的人也比较多吧- -\n不多撤 第一个要解决的 就是注册啊 什么指令啊 懂 不会0.0 帝国时代，文明等诸多战略游戏或多或少都有指令一说 \n特别是魔兽世界 各种小游戏地图的指令- - 但就这mc我搞不懂 进去就是走不动 还有当时的什么白名单 哭天跪地的求啊 管理就是不在- -最后能进去了 输不来指令 这就要感谢那些老司机了 很耐心的给我讲 我觉得我当时也不是特别礼貌\n就是小白态度 一脸你欠我钱你必须告诉我（当然现在已经彻底改变了） 很久之后 我终于 能动了（233） 主城，好大\n恩 很漂亮 很 走不出去\n\n\n\n\nQQ图片20150812050028.jpg (6.74 KB, 下载次数: 0)\n\n下载附件\n\n2015-8-12 05:05 上传\n\n\n\n\n你别说我笨 你第一次玩的时候估计也好不到哪去 - -至少我会安装java 会解压成文件夹 会注册QVQ 我就绕啊绕QAQ卧槽啊 房子门没权限 有些又是打开的 下面还有个不能挖的很规则的矿道\n不过感谢上帝 我在第三天出来了 现实生活 应该是3天 恩 然后我就不记得了 这也许也是我爱玩ic的原因吧QVQ \n\n\n五，服务器的旅程\n1，流浪\n在当时 没几个服务器是稳定的 至少楼主是这么认为的 而且里面的op 服主态度也没现在好 记得当时我不懂 有个作弊mod 只在生存有效 我在服务器使用是没用的 只会给op们报告一下 然后我就进监狱了QVQ连续两天越狱失败（老玩家帮助  很迷 但感觉就是能够跑出来）放弃了 之后也是流浪了一段时间 真的 有了多人 谁还爱玩单人 顺便指令也记熟了（基础的 很基础）\n\n2，鲁斯村1.4.2\n服务器的名字不叫这个 但他们出生地的村子 叫做鲁斯村 我记得很清楚 现在想起也有些感动 玩的比较久 还帮过op忙\n还和朋友们一起造房子 一起被熊 以及他背着我熊别人 最后op来找我= =还好不严重 之后莫名其妙被ban了一次\n经过我帮忙的那位op的证明 释放了 还妄想造一个8000地表大的城池- -（城墙第一格都没建好地只圈了第一层= =）\n更多生物 砍不死的狼人 养的鞋子 养的马 还有兔子 很怀念但之后离开了 （秘制原因）\n3，晨曦庄园1.4.7\n这算是我混得最好的服务器 在一个玩家创立的庄园 当上了副庄主 手下还有一位澳大利亚留学生- -（我日我好牛 现在们怎么联系了 他们也有自己的服务器） 我记得我把大家挖的（大部分是我）钻石卖了 买了个职业 和庄主一块刷钱（就是他怂恿我- -）挖沙工 呵呵....\n\n\n\n\nQQ图片20150812051908.jpg (7 KB, 下载次数: 0)\n\n下载附件\n\n2015-8-12 05:22 上传\n\n\n\n\n记得要8000才能买的职业 我卖了很多组煤 和40多个钻石\n后来这个服务器关闭一段时间，再进来的时候 已经完全不再有以前的感觉QAQ 都走了（这里成了战争服务器）\n\n4，战争与师徒1.4.7\n战斗 pvp对于当时的我来说 熊的本性 爆发了- -（年轻啊）总之跑图啊 什么的最后到了蘑菇岛 然后拉帮结派 组成了个罗森堡 好蠢啊 233 不过都是认识的人 但我们都不会玩枪械- - 而且我还遇到了原附庄主 的庄主- - 世界真小233\n给了我一些援助吧 吧 吧- -  \n之后在群里水 看见了一个半天都不会注册的 说半天他都不懂- -基本是没接触过mc （现在也有很多） 于是我手把手教他 就这么教了两年 沃日 好感动 当时的远程操控 电脑蓝屏 以及开麦对话 我也是第一次向网络上的人敞开心声的玩 \n还好是个小正太 挺萌挺乖就是特别熊 特别熊啊\n5，后续 还玩过很多服务器 包括现在\n\n\n六，氪金---对服务器态度的恶化 仇恨\n\n充值不是什么特别新奇的事 但人总是贪着的 特别是什么永久的 更是贪 而我太年轻 一次次的被服主欺骗 背叛 几乎是我交完钱就关 更有把地址一改 帖子一编辑就成了另一个服务器 继续框钱 我心好疼 我 态度变得恶劣 不在相信这些所谓的服主 甚至还发过贬低所有服主的帖子 （(。﹏。*) 我错了……）但这么坏的人确实存在 - - 当时根本没法解决 一个群的人全部沸腾了 重进新的qq群就是骂 帖子也是骂 我还傻乎乎的发个帖子说些肉麻的话（另一个号 黑历史）\n总而言之 就是年轻\n\n七，管理员之道---走向成熟\n1，正确的认识\n我第一次被服务器的管理层感动 是在服务器崩掉后 存档没了 地图也没了 换周目之际\n玩家们都很愤怒 而我已司空见惯 就在群里水着 慢慢水啊 水到晚上 发现管理员还在说话 我就不明白服务器都关了管理还bb什么呢 原来技术还在后台弄 熬夜赶 我就看着 熬夜赶 一些玩家喷 他还是尽职尽责 最后一怒之下吧一个未汉化的插件摆出来 你们再bb啊 记得有个很嚣张的少年 发广告 什么lol代练- -我说他不对 就骂过来了 不过敬语回之 稍加讽刺就够了 之后管理把他禁言了 骂他 并说出当管理有多么苦 我就是这样看在眼里 我能做什么？作为一个玩家 你们能开开心心玩他们的服务器估计就是最让他们感到骄傲的吧 感谢他们吧 没有他们 就没有能和别人一起玩的你们\n2，管理从接待开始\n礼貌待人是为人处世之基本 你只要微笑面对每一个人 迟早有一天他们能发现你的光彩 然后成为接待管理 不是为了在游戏里获得op权限 而是获取更多社会经验。 您 请 好的 这几个词语改变了我，再一次偶然中 我成为了接待 了解了更多服务器相关知识可以帮忙打杂 帮忙上传最后...\n3，成为op\n我是最近才当上一个服务器op 说来也是长远 第一个靠自己劳动 自己连续的熬夜 自己对玩家的真心 让自己更好的为玩家服务 当然对于刚得到op的我 实在是狂躁 我就辞退了几天 去修行（极限） 而且op如果要帮忙的话真的很累 没一个周母的整合啊 看起来很简单 但数量庞大 还要测试 真的累 还有插件的管理 用户组什么的 \n很多玩家都问我 怎么开服务器啊 恩 有快速服务器教程 他们说看不懂 = =我能干什么\n\n看到这里首先很感谢您的观看 然后我想表达一个意思 白手起家 事老司机带的 现在我们成了老司机 也请耐心带带他们白手起家的\n                                                                          by商人~FFking\n                                                                          写了一个半小时的内心感受 自身也挺怀念\n                                                                                                                                                                               还想了解更多 可以在下面回复哦 欢迎回                                                                                                                                                                                复也欢迎分享哦\n",
    "replies": [
        {
            "author": "FFking",
            "timestamp": 1439993940,
            "txt_content": "{:10_492:}"
        },
        {
            "author": "Keterbrine_",
            "timestamp": 1439994240,
            "txt_content": "从前被人带，现在带别人"
        },
        {
            "author": "cream280",
            "timestamp": 1439994420,
            "txt_content": "写了这么多，我懒得看了，还是鼓励下LZ继续走下去"
        },
        {
            "author": "CN_C.Y.GloryD",
            "timestamp": 1439994600,
            "txt_content": "这么多大半夜的不想看orz同楼上"
        },
        {
            "author": "卡拉达之翼",
            "timestamp": 1439995440,
            "txt_content": "我的经历与你相似，但我没有进过服务器，也没有做过OP\n初来乍到的时候还像lz你一样，手忙脚乱的，只懂挖坑，而且还以为饱食度是时间，一个存档只能玩那么久\n后来百度了攻略才知道原来还有工作台和工具这种东西，也知道了有食物的存在....\n后来终于是熟练地掌握合成表了，但却惨死在怪物的手下\n然后我就这样慢慢的探索，一直到2010.6.28号成功攻克第一只末影龙，在众多的怪物的磨练下成为了\n战斗等级极高的存在.\n现在回想，这一大段的路程我居然能挺到今天，我真的为自己的坚持不懈感到惊讶\n但也许，这也是一个mc玩家必经的磨练吧"
        }
    ]
}