{
    "title": "<原创·连载>虚假的世界 第一章 第二节 阴谋的开端",
    "author": "超级ssss",
    "replyCount": 4,
    "timestamp": 1439344920,
    "txt_content": " 本帖最后由 超级ssss 于 2015-8-14 11:28 编辑 \n\n我又回来了！下面我来公布一下我更新的时段：每周星期1、3、5、7更新一次。\n每次更新1~2篇。\n每次字数保证千字以上。\n这次有1000多字。\n\n\n\n第一章：发现第二章：阴谋的开端在一个阴暗的房间。 “大人，Steve他们已经出发了！”一个仆人恭敬地对背对着他的一个人说。“哦，好呀！带那个村长进来。”“是！”仆人的脸上显示出一丝邪笑。“唔！唔！你们好了，把他带至玩家城邦不就可以免我们村庄一死嘛！怎么这么不讲信用！可恶！”带进来的“那个村长”居然是Steve他们村的村长。“呵哈哈哈哈！我这个HIM，什么时候讲过信用！最多……”HIM故意延迟了下。“最多什么？”村长如同死后重生，牢牢抓住了这个可能的机会。“最多，你能杀了我！哈哈！把他杀了，就在我眼前！”HIM一边狂笑，一边看着村长。“Steve，Starl你们一定要活下去啊！是我对不起你们！”村长埋着头，脸上泪流满面。刀悄无声息地下来了，只见村长的血流了一地，倒在血泊中。他的脸上，写满了愧疚与期待。几天后......“对不起，请问你们有通行证吗？”一个卫兵对着我们问道。“有。”我回答道。那个卫兵看了看通行证，疑惑不解地说：“你们现在怎么会在这里？你们应该几天后才来啊！”“事情是这样的：那天，我们到粼波村的时候，因为已经晚上了，所以我们被一群来路不明的僵尸偷袭了。幸亏有一个自称叫卢多·曼卡的一位弓箭手就了我们俩，还说附近的村庄都被洗劫一空了，只有城邦暂时没有遭受攻击。于是我们才匆匆干过来。”“好吧！”卫兵卷好通行证，“你们是第一次来，要经过圣纯水的判定后，才可以正式成为城邦公民。去吧，跟着负责外来人民的莱多去一趟圣殿吧。”跟着莱多，走过街道，我们来到了圣殿。“Steve，你现在可以进行判定。”一个着装很像神父的老人说，于是我走进了圣纯水池中。渐渐地，湛蓝的水居然变白了。在场的人都惊呆了，仿佛见到了创世神般。连见多识广的Starl也有些惊讶，毕竟，书本上没有记载圣纯水变白的事例。我见大家有些惊讶，赶紧走出了池子。水又变回了湛蓝色。“您是属于创世神Notch门派。”看见了圣纯水的改变，神父对我说的话都变得恭恭谨谨。“Notch的门派入口在您的左手边直走的尽头。”神父说。我进入了Notch门派的房间。“嗯。你好。”一个中年大叔说道。“嗯。您好。”我说。“你就是Steve对吧？我是Notch。”Notch说道。“对，我是。”我回答道。“好，我们步入正题。一般，能加入我门派的只有两种人，第一：你是被第一个人类。 第二：你是神。”Notch自然的说道。“我想，这里应该没有神吧？所谓的神，只是游戏中能掌握和改变数据的人，对吧？”我说。“对，我们虽自诩为神，但我们也是玩家，就算拥有强大的力量。这种人，我们称‘管理员’。”“但，在这个世界中，你完全有能力成为‘管理员’。但，你为何如此想逃脱这个世界呢？”Notch已经看穿了我的心思，开门见山地说。“我不想再逃避现实。”我说。“嗯，不错，好吧。实话告诉你一个出去的方式。”Notch欣慰的说，“有一个地方，叫做时之裂隙，培训的你穿过它，应该可以回到现实。”“到那时，一个叫做HIM的人......会拦着你。希望你有能力对抗这个变坏的管理员或神。”“好吧，今天就说到这儿。Starl要来了。”Notch说。“嘿！我来了！我也让圣纯水变白色了！”Starl显得异常激动，和我感觉完全不同。“Steve，你先出去吧。我和Starl私聊一会儿。”“好吧。”我走出圣殿，看到的，不是灿烂的夕阳，是血与火交织的痕迹。\n上一节            下一节\n\n请大家多多支持一下我！码子的确有些累。我会更快的更新的！\n暂定封面：\n",
    "replies": [
        {
            "author": "lxc0123",
            "timestamp": 1439345220,
            "txt_content": "哪里有3000+？只有1257个字！（抛去标题和废话）"
        },
        {
            "author": "超级ssss",
            "timestamp": 1439345700,
            "txt_content": "lxc0123 发表于 2015-8-12 10:07\n哪里有3000+？只有1257个字！（抛去标题和废话）\n谢谢好心人，我自己会在Word上数字。"
        },
        {
            "author": "苏黎世°",
            "timestamp": 1439348880,
            "txt_content": "楼主写的很用心QAQ"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439539740,
            "txt_content": " 本帖最后由 2B与mc的故事 于 2015-8-14 16:11 编辑 \n\n我这个HIM，什么时候讲过信用\n我这个HIM，感觉有些别扭。“我这个”后面一般接的是身份。这句话可以改成“我HIM什么时候讲过信用？”\n\n村长如同死后重生，牢牢抓住了这个可能的机会\n我想楼主想表达的是：原本会灭亡的村庄，现在有机会继续存在。但是这个“死后重生”用在村长身上并不合适，因为村长自己没有死，也没有濒死。如果只是“死心”的话不能用这个词。\n\n“最多，你能杀了我！”\n“最多”是指做一件事情的最大的限度，这里的“最多”改成“除非”更好\n\n村长埋着头，脸上泪流满面\n“脸上”和“泪流满面”重复了\n\n刀悄无声息地下来了，只见村长血流了一地，倒在血泊中。\n“只见”只能接一个快速发生的动作，“血流了一地”肯定会耗费一段时间。另外，“血泊”本身就有满地是血的意思，所以前面“血流了一地”可以省略。如果前面是“只见”的话可以改成“只见鲜血飞溅而出，村长无力地倒在了血泊中”\n\n“事情是这样的：那天，我们到粼波村的时候，因为已经晚上了，所以我们被一群来路不明的僵尸偷袭了。幸亏有一个自称叫卢多·曼卡的一位弓箭手就了我们俩，还说附近的村庄都被洗劫一空了，只有城邦暂时没有遭受攻击。于是我们才匆匆干过来。”\n第一句话里“因为已经晚上了，所以我们被一群来路不明的僵尸偷袭了。”这两者之间并没有必然的因果关系，也就是说不是一到晚上你就一定会被僵尸偷袭。所以这里的连接词最好不要用“因为……所以……”\n另外，“就了我们俩”中的“就”应该是“救”。“匆匆干过来”中的“干”应该是“赶”\n\n看见了圣纯水的改变，神父对我说的话都变得恭恭谨谨。“\n“恭恭谨谨”应该改为“恭恭敬敬”。而且，“恭恭敬敬”是指人的一种态度，所以应该是神父变得恭恭敬敬，而不是神父的话变得恭恭敬敬，他的话是无法对你恭敬的。\n\n“好，我们步入正题。一般，能加入我门派的只有两种人，第一：你是被第一个人类。 第二：你是神。”Notch自然的说道。\n第一点是什么？请补充完整。另外，这有些不符合正常的对话流程，从没见过面的两个人刚问完好就开始切入正题，这会让人感觉很奇怪。他们之间不熟，而且主角也完全不知道这是怎么一回事。还有心理描写的欠缺，如果是你发现平凡的自己竟然属于Notch门派，你的心中会作何感想？\n\n这种人，我们称‘管理员'\n句子不完整，应该是“我们称之为”\n\n培训的你穿过它，应该可以回到现实。\n应该是“经过培训的你”\n\n总之，楼主的有些粗心，很多基础的字句都出现了错误。记得打字的时候细心一点，每个字每句话都看清楚，避免再发生这些错误。等把这些问题解决了，我们再来谈如何提升文笔。\n\n\n\n\n"
        }
    ]
}