{
    "title": "[调查]一直想找到一条路，请各位大大帮一下",
    "author": "葫芦葫芦瓢",
    "replyCount": 8,
    "timestamp": 1439359080,
    "txt_content": "\n\n        个人感觉中国mc的现状并不是很美好。\n        服务器熊孩子大量涌入，让多人游戏变得乌烟瘴气\n        低素质玩家的涌入，让mc成了简单的“不服就砍你”的暴力网游\n\n        度过了了蜜月的新奇之后，单机变得无聊，转向多人联机，却发现小服温馨却是短命，大服人多却是单机…… 经历了多次的后生存期瓶颈后，我放弃了生存，把目光投向其他游戏方式，小游戏，有趣，但是时间一长也没了意思；pvp，mc破烂的战斗画面和单一的动作还不如去玩网游；解密、rpg、末日，也多是单机观光，服务器很少有做得不错的；建筑、红石、技术的研究，要花费大量的时间和精力，短时间难有成绩；重新生存，知晓了一切后便成了走过场，无意义的消磨时间。\n\n        于是，我对mc的感觉渐渐淡去，只凭着回忆和热爱继续在游戏里晃荡。我想找一条路，让我和像我这样的玩家重新拾起对mc最初的感觉，也让mc在中国找到一条更合适的发展路途，请各位大大帮一下我，完成这次调查，感激不尽O(∩_∩)O\n\n\n调查问卷：\n    任选问题回答，但组合式问题必须都答，请不要水了……\n1，该题需要全部回答\n      你认为mc是一款什么主题的游戏（根据自己的感觉来）\n      你认为在该主题下具有吸引力的内容是什么\n下面二选一或全部回答\n      你认为该主题下最高级的游戏方式是什么（例如模仿现实形成社会）\n      如何持久保持玩家兴趣\n\n2.你认为mc如何改变才能让你觉得更完美（例如画面细致些等任何方面）\n\n3.你认为mc的新玩法\n\n4.你认为该如何突破后生存期时代的瓶颈？\n\n\n后生存期瓶颈：指拥游戏后期有大量资源，各方面都已完备不知道接下来如何继续发展的情况。",
    "replies": [
        {
            "author": "泰米瑞斯",
            "timestamp": 1439370360,
            "txt_content": "首先注：LZ我们是同一阶段的人~\n1.MC如果是服务器生活，绝对是温馨或好玩之间，而且两者不能绝对两全，单人则是成就感为先。\n我觉得最有吸引力的是成就感和温馨，然而也是最难追求的、、、、、\n\n最高级的是在一片山脉做一个城市，也是多人游戏最原始的方式，这样大家互利互助，真的很温馨\n兴趣不能永远保持，最久的还是温馨温馨再温馨\n\n2.笼盖到现实方面--这一时说不清楚 多人游戏更加简单等等\n3.梦想：随便就能开一个很好的服，大家一起\n4.观望自己的成果吧。\n\nLZ我很喜欢你，能加个好友么？还有QQ"
        },
        {
            "author": "mcbbt",
            "timestamp": 1439370540,
            "txt_content": "LZ的写作风格我很喜欢，"
        },
        {
            "author": "Whatever.",
            "timestamp": 1439372460,
            "txt_content": "我wish外国人的服务器会好点，果然，低素质基本没有，但hax多，从此拒绝服务器\n1.mc就是我的世界 就是沙盒类创造游戏  自由是这个游戏最大卖点，生存又给它填了一份色彩\n如何使玩家有成就感，这才是问题，有了成就才有玩的动力\n2.作为沙盒游戏，最好的发展方向应该是多样化，更多功能性\n3.在游戏里玩游戏\n4.多样化\n我保证，这游戏没有绝对的后期，你觉得你钻石多？你下地底几次还能更多更多，你真正的干过比较浩大的工程吗？跨海铁路？海底隧道？3000平方的豪宅？都没有算不了中期。"
        },
        {
            "author": "葫芦葫芦瓢",
            "timestamp": 1439373060,
            "txt_content": "mcbbt 发表于 2015-8-12 17:09\nLZ的写作风格我很喜欢，\n谢谢大大夸奖O(∩_∩)O"
        },
        {
            "author": "葫芦葫芦瓢",
            "timestamp": 1439373180,
            "txt_content": "希望看到帖子，有所感触的大大能够回复一下，问题不求答全，只求真心，我因为作业问题只能在中午晚上回复，小葫芦瓢虽然经常水回复，但帖子会认真对待，不真心的帖子不会乱发"
        },
        {
            "author": "葫芦葫芦瓢",
            "timestamp": 1439374860,
            "txt_content": "泰米瑞斯 发表于 2015-8-12 17:06\n首先注：LZ我们是同一阶段的人~\n1.MC如果是服务器生活，绝对是温馨或好玩之间，而且两者不能绝对两全，单人 ...\n那个……版主，我们会稍稍涉及一下多人游戏问题。还请您不要删除O(∩_∩)O\n大大你好，\n1.我感觉多人单机感是因为新人刚进入服务器没有得到很好的接待，只是独自摸索，如果求助没人理更会加深孤独感。我认为如果中国的服务器能做到把整个服务器分割成由玩家挑头的服中服会有限解决多人单机感（因为茶馆不让讨论多人联机，所以我只能简化回复了）\n2.和现实联系，这个咱俩想到一块去了，但是中国社会目前有很多问题，所以没有很合适的办法还是不要让玩家接触为好。\n3.要设计多人联机就不说了\n4.如果仅仅把mc当做一个作品集的话，我感觉时间长了也会没有意思。\nqq我给你私信吧，不知道茶馆让不让发"
        },
        {
            "author": "葫芦葫芦瓢",
            "timestamp": 1439377080,
            "txt_content": "Whatever. 发表于 2015-8-12 17:41\n我wish外国人的服务器会好点，果然，低素质基本没有，但hax多，从此拒绝服务器\n1.mc就是我的世界 就是沙盒 ...\n一直感觉沙盒游戏就像我们儿时玩的堆积木，创造的确是这个游戏的卖点，但是具体创造什么是这个游戏的重点。建筑是主要的创造内容，但是普通的玩家还是无法企及，正如我很多同学所说，太耗时间了，所以对那些并不打算入建筑这个坑的玩家，需要另外的方向，我就想找到一些崭新的方向，让绝大多数玩家都可以自由创造。\n个人想了很久，从游戏蜜月中看到了些希望，刚开始吸引我的是多种多样的物品合成，所以，我就想开辟玩家建议渠道直接反馈到mojang哪里（定期投票，按结果加入物品）也是一种带动玩家成就感的渠道，一次性更多的内容会增加老玩家的新奇感。\n对于小游戏，个人感觉耐久并不是太好，一是mc画面有限制，二是动作不能华丽，所以有很多的游戏只能打折。"
        },
        {
            "author": "鳥妖",
            "timestamp": 1439392680,
            "txt_content": "你认为mc是一款什么主题的游戏\n生存创造\n\n你认为在该主题下具有吸引力的内容是什么\n自由度\n\n你认为该主题下最高级的游戏方式是什么\n建造属于自己的伟大建筑\n\n你认为mc如何改变才能让你觉得更完美\n新加各种有趣的东西\n\n你认为mc的新玩法\n命令方块\n\n你认为该如何突破后生存期时代的瓶颈？\n生存造大工程（大铁路时代），探索的时光成就，增加有趣的异世界的mod"
        }
    ]
}