{
    "title": "【原创-连载】MC国【第八章 索岚回忆录IV】",
    "author": "冥王星人",
    "replyCount": 8,
    "timestamp": 1439391060,
    "txt_content": "正文：\n\n　　\n　　\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n　　\n　　　　------------------------------------我是分割线------------------------------------\n　　\n　　\n　　在跳过索岚无比无聊的CEO实习期之前，作者我在这里插几句话，来描述一下海潮这个人。\n　　\n　　海潮，与索岚一样，同属混乱帝国国籍。他身材不太高，天生娃娃脸，长得特别不着急，但年龄上大了索岚不少。\n　　说起他的求学经历，那真称得上有传奇色彩。\n　　\n　　当初，海潮正在升学之际，却由于全科成绩都横尸遍野，发愁没有一所，哪怕是最差劲的大学肯要他。这样极度郁闷的心情之下，恰好当街遇见了几个流氓在半偷半抢。\n　　多少有点正义感，加上正在不爽，海潮立刻冲将上去施展好一番拳脚，完全无愧于全市体育成绩第一的，把几个匪类送入就近医院急诊部。\n　　各位先不要急着抱怨情节雷同神马的，海潮救下的这位可是年上的大妈，况且她，还不是个普通的路人角色。\n　　就这样，海潮经过关系人推荐，以见义勇为当做破格录取理由，进入了高等院校费雷思玎，使他同班的基友和小伙伴都羡慕红了眼睛。\n　　而后的几年，海潮不负众望的出了大名，以他血淋淋的各科成绩，在冬堡学员名册上，划下唯一留级人员的重重一笔。\n　　\n　　遗憾建造费雷思玎的第一位校长曾经立下铁则：无论任何情况，不准出现退学。凡是进入学院的人，一定要用合格的成绩离开学校才行。\n　　如此一年又一年，到索岚就读的时候，海潮已经送走了八届毕业生。所有老师提起他的大名，全表现摇头叹气。\n　　天才索岚的出现，拯救了冬堡面临诞生“永不毕业”者的窘境，也断送了海潮继续留校学习的生涯。三年的室友关系，全校成绩第一的终于把总也垫底的帮助辅导到及格，弄了张毕业证书。\n　　而海潮真心想感谢索岚的，不仅仅在于学习成绩。当他听到索岚鲜为人知的全名，知道几年以后他将接手的东东，回观自己要到处求职碰壁的打工生活，巨大差距使海潮毅然决定这辈子跟定了索岚，不管刀山还是火海。\n　　现在，个人专机近在咫尺，还等什么呢？\n　　\n　　之后一年多时间，索岚熟悉了每日应该做的事情，也没忘记给海潮和绰号小咕噜的艾丽娅安排合适的职责。\n　　只是写几个字，大把资金进账的活计，并不对索岚的胃口。\n　　要知道他还年轻，保持着纯真天性，还是个爱玩爱笑喜欢幻想的小男孩。整日忙于签合同赚钱，对他来讲一点不有趣。\n　　平静之下，总有暗流涌动。\n　　索岚开始偷偷计划离家出走不辞而别，隐居荒山躲个清净，或者像某电影主角的终日逃亡，躲避家族寻找的时候，一个事件的发生，扭转了他以后的命运。\n　　那就是著名的，LonelyLoner围剿战役。\n　　\n　　瑟斯特姆大陆编年史上，这样描绘这次战役------\n　　邪教的恶劣影响，使三国派出联合队伍。所有LonelyLoner教的高层人员，均被当场击毙。\n　　\n　　事实上，战斗进行的远没那么简单，这点索岚可以作证。\n　　他阅读着LonelyLoner教发展史，感叹这个AH12为首的盗墓团伙，莫名其妙的出了个自称救世主。完后因为被发布客观报道，集伙挑事的砸了报馆，惊动了警察蜀黍们。隔天大教主在监狱内被暴徒剁成肉馅，二教主带领不多的几个脑残粉一路奔逃进入无人旷野，因为追杀的人感觉疲累不想再追，侥幸捡回几条贱命。\n　　LonelyLoner痛哭流涕，跪地感谢上天开恩，指挥信众就地建立基地，自己荣升大教主，重新招兵买马。而且为庆祝邪教更名和复活，他们特地扩充了经营项目。\n　　不管死人活人，能偷的一概不落，同时敲诈勒索、偷税漏税、洗脑敛财。几国法律上禁止的犯罪行为，鲜有他们不涉足的。\n　　可他忘记，世界上有个恒久不变的真理，称作“不作死就不会死”。\n　　LL邪教的肆意妄为激起太多人的愤怒，席卷全陆的围剿战役，正忙不迭的拉开帷幕。\n　　\n　　\n\n\n废言：\n\n话说群里有人死活要在牛日记里加上他家的旺财，外星人想了想，觉得还行，但是稍后有有点不对味道。\n\n主角的河上漂来的，遇见了牛，鸡，狗，之后一个人还有三个动物去地狱打HIM......\n\n我去这不是MC版桃太郎么？！\n\n坚决不写！！\n\n\n索引见签名档。",
    "replies": [
        {
            "author": "名人才华",
            "timestamp": 1439391360,
            "txt_content": "外星人的沙发是我的！前排支持！\n——名人才华poi道~"
        },
        {
            "author": "尒沥",
            "timestamp": 1439393160,
            "txt_content": "LL邪教"
        },
        {
            "author": "Condor",
            "timestamp": 1439654700,
            "txt_content": "冥姐好久不见，冥姐转投文学了？"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1440491280,
            "txt_content": "你们这些人能不能不要这样，专占前三楼 我从未见过如此哔之人！（我这句话多有意义"
        },
        {
            "author": "冥王星人",
            "timestamp": 1440497040,
            "txt_content": "风吟浅唱 发表于 2015-8-25 16:28\n你们这些人能不能不要这样，专占前三楼 我从未见过如此哔之人！（我这句话多有意义 ...\n噗——！"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1440499800,
            "txt_content": "冥王星人 发表于 2015-8-25 18:04\n噗——！\n啊！！！冥王回我了！回我了！我看错了，一定是我打开的方式不对！"
        },
        {
            "author": "zyj0807",
            "timestamp": 1440502440,
            "txt_content": "LL邪教.666666666666666666666"
        },
        {
            "author": "凋零蛋",
            "timestamp": 1440585780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}