{
    "title": "<原创·连载>小故事汇（测试）——目前未拟名字",
    "author": "WekyJay",
    "replyCount": 1,
    "timestamp": 1439393400,
    "txt_content": " 本帖最后由 Fever2 于 2015-8-12 23:33 编辑 \n\n此贴为测试帖！作者托付给我试试人气\n虽然不是我的作品！\n..........\n{:10_515:}但是以后的插画可是我做的喔！{:10_515:}\n\n第一章字数：3986\n 有人说女人是天生的马路杀手，这话不爱听，因为不仅是女的，还是一个开黑车的，白天有交\n\n警h专门开黑车的，所以们一般都是晚上出来活动。生活在雾都重庆，这里可是黑车司j的天下，\n\n而夜车跑多了总会遇到些诡异的事儿，现在就来给大家扒一扒遇到的诡异事。\n那天晚上，和往常一样拉了几个客人到七星岗。在重庆待过的人都知道，这个七星岗据说解放前\n\n是一片乱葬岗，住在周围的居民都说这里风水不好，是死人地。所以晚上一般很少有司j敢往这\n\n里开的。因为胆子大，加上这趟车还能赚个接近百来块钱，所以就大着胆子往回开，没想到开车\n\n没多久，车前就碰的一声撞到了什么东西。\n　　当时就吓坏了，以为自己撞到人了\n　　这条路本来就比较偏僻，沿路上路灯比较少。怎么可能会有人在这里,有点犹豫，开车的时\n\n候爸就告诉，开车走夜路的时候，一定要小心不要走偏僻的路，撞到什么东西了也别着急下去看\n\n。\n　　但是心里还是很好奇于是大起胆子下车去看了，结果只发现车前保险杠上有一滩红色的血迹\n\n，而轮胎下面什么都没有。\n正吓得不知道该怎么办的时候，的后面突然传来了一个男人的声音，小姐，能不能搭个车。\n　　吓了一大跳，转身看，发现不知道什么时候身后正走来一个男人。这个男人戴着一顶帆布帽\n\n子，穿着一件灰白衬衣，和一条复古的牛仔裤，说话低着头，很高，看起来很年轻差不多二十几\n\n岁的样子。\n　　要知道这地方以前可是坟场，大晚上的一个女人也不安全。所以下意识就退了两步，回到了\n\n的车门前，要是这个男的有啥子企图的话，就开车逃走。\n　　挑选客人也是有讲究的，一到晚上坚决不拉青壮年男子，只拉女的或者学生模样的。因为女\n\n性对没有威胁，前段时间不就出了一个女大学生坐黑车失联吗那是因为司j是男的，而是女的，\n\n更容易得到别人的信任，所以的生意要比别人好得多。\n拉开车门就回了一句，太晚了，要收班回家了。\n　　那男人却拉住了另外一边车门，还侧头看了看的保险杠说。\n　　小心点吧，你最近有血光之灾。\n　　立即骂了他一句神经病，就打算开车离开。可是这个男人无赖的很，直接的拉开了后座的车\n\n门，为了方便乘客开门车后门平时都不锁死的，所以这个男人直接就钻到车里面来了。\n　　当时就吓了一跳正想撵他出去，他却抬起了头，那是一张怎样的脸啊，脸色惨白，但是五官\n\n很立体，如果有些血色的话完全可说是英俊。\n　　既然人都坐上车了，撵也撵不下去，加上这个地方太邪乎也不想多待，便问他要去哪里。\n他却冒出了一句让毛骨悚然的话，去仙居山。\n　　仙居山吓得手一抖，你们别看这名字挺有范的，其实这就是一个殡仪馆的名字而这个在坟场\n\n拉到的男人，现在说要去殡仪馆，吓得打方向盘的手都僵硬了。\n　　那男人好像看出的反应，冷笑了两声说，朋友在哪里出了事，去看看他。\n　　虽然他这样解释了一遍，但是仍然感觉诡异，女人天生就是敏感的生物，一下子觉得车子里\n\n面温度都降低了好几度。于是猛地踩住了刹车，颤抖的说了一句，没油了，可能开不到那么远，\n\n要不送你到附近的车站吧，你自己再打个车，大不了给你打个八折。\n　　男人低着头，也没说什么。就当他是默认了，一路上男人都没有抬起头，也不敢往后看，快\n\n速的将他送到附近的一个车站。这男人摸出一百块钱递给了，颤抖的接过，只是摸了一下厚度就\n\n准备找零钱给他。结果当抬头的时候后座已经没有人了于是拉开车门一看，凌晨的车站空荡荡的\n\n，一个人都没有。那个男人就这样神秘的消失了\n　　吓得心都快从嗓子眼跳出来了。\n　　当即反应过来，难不成是撞鬼了老一辈曾经说过，夜路走多了总会撞上鬼，而夜车开多了也\n\n能遇上鬼搭车\n　　吓得直接收了车就往回开，这晚上的事情可真邪乎，回到家把今天赚的钱都放在了客厅的桌\n\n子上。\n　　老爸已经在房间里面睡着了，于是也就洗洗睡了，第二天起床是被老爸叫醒的。老把神情严\n\n肃的问，你车上的保险杠上面怎么有血，还有你昨晚究竟拉了什么人。\n　　当时有点懵，脑子没转过弯来，好像没有什么人啊\n　　老爸见傻了吧唧的样子，敲了敲的脑袋，把他手中的东西递给了，低头一看，差点没把给吓\n\n傻了。老爸递给的是一张钱，别说，那张钱晃眼一看是100块的红色毛爷爷，可那上面的银行却\n\n印的是中国死民银行\n　　这是昨晚的车费，在桌子上发现的。\n　　吓得不清，拿钱的手都哆嗦了，谁和开的玩笑，居然拿一张死人的钱来糊弄\n　　老爸却皱着眉头，问昨晚都拉了那些客人，有没有遇上奇怪的事情，经过他这么一问，倒是\n\n想起来了那个诡异的男人，于是原原本本的交代了。\n　　老爸听完脸色大变，紧张的说，就是那个男人出的问题，你仔细看这冥币后面，写了一排地\n\n址，你看是不是你昨天去的那个地方。\n　　这次翻过来看了一遍，那冥币的后面果然写着一排字，上面写的是七星岗中山医院。\n　　紧张的问，是不是有人故意在和开玩笑老爸却摇了摇头说，这恐怕是遇上脏东西了。早就知\n\n道，女娃娃家阴气重，开夜车不安全，你看吧，现在出了这么一趟事情，该怎么办啊\n　　也愣住了，毕竟从来没有遇到过这样的事情，但是有些事听老一辈的人也说过，所以对于这\n\n些也不是一无所知的状态。\n　　最后和老爸商量了一下，还是打算去这个冥币上的地址去看一看，还专门买了死人需要的香\n\n烛纸钱，这也是图了一个心安。\n　　在湖南待久了，你就会听到一句话，那就是七星岗闹鬼，上清寺镇邪这可是有来源的，这七\n\n星岗在解放前是一个乱葬岗，里面埋了不少的死人，而且七星岗附近的楼盘又经常发生命案，很\n\n多人都说那里的风水不好，所以七星岗那边人都比较少。\n开车和老爸去了那中山医院附近，老爸提着那香烛纸钱就下车了，而当时则是想找个什么地方加\n\n油，这里有一条小巷子开车不方便，于是拿着手j就下车了，要穿过那条小巷子，当时正午大白\n\n天的，想应该不会出什么事。\n　　结果就没想到会遇上更加诡异的一幕，大家都知道现在的年轻人走路基本上都是玩着手j，\n\n也不列外，一路低着头玩手j，走着走着就发现后面跟上来一个人，回过头一看，发现后面没得\n\n人，然后继续走，结果没有走几步，又感觉旁边有个黑影跟着。\n　　这次不敢大意了，偏过头一看，发现还是没有人天空上是大太阳，而巷子檐下又打下一片阴\n\n影，将整条路分成了两半的样子。觉得奇怪，从那天晚上开始就怪事不断，所以收好手j一直走\n\n。\n　　没有走几步就感觉到了后面的脚步声了，当时吓得没法，h着手j一个劲的跑，因为是小巷子\n\n里面，只要跑出去见到人了，也就安全了。\n可是突然感觉有什么东西拽着的脚，不让走，吓得不清，也不敢看地上，就死命的跺着脚，还别\n\n说就这样挣扎一翻还真的摆脱了那东西，一个劲的往巷口跑，结果却撞上了一个人的后背。\n　　对不起，对不起，低头道歉，同时心里面松了一口气。\n　　可是被撞上的这个人毫无反应，奇怪的抬头，便看见了一张惨白的脸，他依旧是戴着帆布帽\n\n子，帽檐压低，身上冷冰冰的。\n　　当时吓得说不出话来，你你……\n　　今晚十一点，阴阳路，不然你会有血光之灾。这个阴森的男人只是冒出这样一句话，然后就\n\n和擦身而过，等回过神来的时候，那男人已经找不到了又是这样凭空消失了，这个男人到底是人\n\n是鬼，如果是鬼为什么会在白天出现。\n　　就在这时爸回来了，站在巷口叫，赶紧跑过去。告诉他刚才又遇见了那个男鬼，还让晚上十\n\n一点到什么阴阳路的，不去的话就有血光之灾。老爸皱着眉头，很慌张的样子，然后指着身后的\n\n那条小巷说，这不就是阴阳路吗\n　　阴阳路就是正午十二点的时候在煞气极重的地方出现，这个小巷却被分为了一阴一阳，阴影\n\n照射的地方为阴，太阳照射的地方为阳。所以刚才一路走过来，总觉得不对劲，就是因为走上了\n\n阴阳路\n　　那怎么办，老爸不要晚上一个人来这么恐怖的地方。惊恐的说。\n　　老爸知道现在这件事情，光凭们两人根本没办法解决，只有去找人帮忙了。爸之前是开夜班\n\n出租车的，所以对于这些灵异的事情也没有少遇到过，所以见识比多，也知道出了这些事该找谁\n\n解决，若不是妈炒股将所有的家当赔了进去，和老爸应该也不至于落到这步田地。\n和老爸开车去附近的加油站加了油，结果刚刚拐弯出来，经过那条十字路口，就有一辆路虎车蛮\n\n横的冲了过来，那位置明显是对着们的，已经被吓尿了，还好老爸反应快猛的把方向盘一转，那\n\n辆轿车才和的车擦身而过，而也正巧看见那驾驶室的位置上趴着一个人，一双眼睛瞪圆的看着，\n\n那模样十分的吓人。\n　　结果那辆路虎车还是撞到了路边的广告牌停下来了，虽然没有伤到人，但是那司j却受了伤\n\n，被送到了附近的中山医院，因为们和这司j相撞，所以也被赶来的警察拉到了派出所做笔录，\n\n然后调了监控录像发现这事错不在我们。\n所以很快的就被放了出来，觉得这事有点奇怪，怎么刚刚那个人说有血光之灾，而就差点发生了\n\n车祸，这难道是个警告吗那晚上真的要按照那个鬼说的去什么阴阳路。\n　　老爸显然看出的疑惑于是他向一旁的民警打听那个出了车祸的司j现在怎么样\n　　那民警说，那开车的是一个男子，估计是开车到一半的时候心脏病复发所以才会发生车祸，\n\n现在正送到中山医院抢救，但是没救了，已经通知了他家里的人。\n　　经过这么一件事情一闹，老爸也没有去上班，让赶快回家，他去找人看看到底是怎么回事。\n　　回了家，心里发慌总觉得回有什么事情发生，老爸是下午五点钟才回家的，一回家就塞了一\n\n堆东西给。什么八卦镜啊，什么平安符啊，最可笑的还有一对狗牙齿，这狗牙齿在重庆是比较有\n\n名的，老人们总觉得狗牙齿辟邪，所以不管大人小孩手上都戴着一对用红线拴着的狗牙齿。\n问老爸这是干什么，他说还不是因为招惹的那个脏东西，而且他去找的那个大师连面都没有见上\n\n，人家可是按小时收费的，们可请不起，只丢给了他这几样东西，还花了一千多块钱呢。\n　　当即觉得老爸是被人骗了，但是又没有办法，毕竟遇上了这档子事。提起那阴阳路，老爸直\n\n接说让哪里也别去，今晚上就不出班了，好好的待在家里，不信那鬼还能撵到家里面来。\n　　虽然是这样说，但是心里却十分的不安心。所以趁着老爸出去买菜的空档，自己一个人开车\n\n溜了出去，到要看看这个鬼能耍什么花样，他既然找得到，自然能够找到家里，可不想把这事牵\n\n扯到老爸身上。\n　　来到了这白天的阴阳路，此时已经是晚上九点钟了，还要等两个小时就到了和那鬼约定的时\n\n间，买了一碗酸辣粉就蹲在路边吃了起来。\n二十分钟后就看见对面有一个穿灰衣衬衫的男人站在街对面对着诡异的笑了笑，然后转身离开了\n\n，那人不就是这两天一直出现的男鬼吗当即丢下酸辣粉就跟着那鬼，到要看看这鬼要走哪里去，\n\n虽然那鬼在走着，但是一路上没有人看见他，还有几个人直接的从他身体里面穿了过去。\n　　一路跟着他，不知道何时已经走入了一条死胡同，周围乌漆麻黑的，前面还有一个阴森的厉\n\n鬼，恐怖瞬间袭上了的心头，没有犹豫转身就跑。可是已经来不及了，一个冰冷的身体已经堵在\n\n了巷口。\n　　已经来了，你还想回去一个男人的声音响起。\n　　惊恐的喊，你是什么东西，别缠着好不好，回家一定给你烧纸钱你缺什么都告诉吧\n　　拿人钱财替人消灾，你拿了的钱，就必须要帮，不然今天死的那个司j就会变成你那男鬼一\n\n下子h住了的手，瞬间动弹不得，浑身冰冷。\n　　和你又没什么关系，凭什么帮你，还有那张冥币是你给的车费，你个骗子死命的挣扎，可是\n\n这个鬼力气大的很，被他捏住的手腕此刻已经痛的麻木了。\n是吗那男鬼突然欺上身，顿时感觉自己坠入了一个冰冷的怀抱里面，他的一双大手死死的掐着的\n\n脖子，然后一张惨白的脸迅速的靠了过来，瞬时一张冰凉的唇压上了的嘴唇，一股凉气从相接的\n\n嘴巴里面传到了的身体里，忍不住打了一个冷颤。\n　　吓得愣在原地，活了那么大，居然被一鬼亲了但是身体动弹不得，于是想起曾经听老一辈人\n\n说，被鬼迷的时候，咬破舌尖血，就能清醒。\n　　于是狠心一咬，瞬时一股铁锈味在口腔里面蔓延，那鬼果然皱了皱眉头放开了，趁着这个功\n\n夫，立即从口袋里面掏出八卦镜，还有那道平安符，放在胸口，一脸警惕的看着他。\n\n\n\n\n\n喜欢就支持原著吧！",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1451795160,
            "txt_content": "话说原著是什么\n新年快乐"
        }
    ]
}