{
    "title": "<原创·连载>尸潮将至—第一章",
    "author": "guqu",
    "replyCount": 5,
    "timestamp": 1439432640,
    "txt_content": " 本帖最后由 guqu 于 2015-8-13 14:26 编辑 \n\n谨以下歌，哀悼遇难同胞，希望你们在遥远的天堂，能够生活的好好的。逝者安息，生者坚强。\n[bili=2712104]0[/bili]\n--------------------------------------------------------------------------------------------------------------\n                                                                    第一章 希望？那种东西我不需要！\n\n“嗷~嗷~”『这是什么声音？』“嗷~嗷布斯！嗷！┗|｀O′|┛ 嗷~~”“啊！该死，我怎么能这么倒霉。”一位正在回途上的人类遇上了尸潮，没错，现在在他旁边的，全是迷茫与失落。接着他掏出了一把手枪，准备用这最后的希望与尸群斗争。“嗷！”尸群缓缓地向这名人类移动。“哐~哐~”枪卡壳的声音在山岭里回荡，似乎在嘲讽这位人类一般。人类匆忙调整他的手枪，直到最后，他发现这只是徒劳，他跪在了地上，迷上了眼睛，丢掉了他手中，或者说他心中的希望。“嗷~！”就在他闭上眼睛的那一瞬，僵尸发出了猛烈的惨叫，声波震破了黑暗的夜晚，迷雾散去了。等他察觉不对事，睁开了眼，只能看到黑烟在空中漂浮，一旁全是烧焦的灰烬，空气中弥漫着重金属的的味道。“嘿，伙计！咋了？”一个开朗活泼，走路自如的人向他走了过来，身上还不时冒着静电。“这……是怎么回事，难道？”“没错，我只是召唤了几道闪电而已。快起来，我可受不了你给我下跪，除非你愿意当我孙子。”这个开朗的人对这下跪的人说，“你叫什么名字？”这个人站了起来，拍拍衣袖上的灰尘：“我叫Sofu，你呢？”“哈？不错的名字呢，我叫Park，是不是感觉不对劲。”Park有些自嘲的说道，随后他扬了扬头发，“来不来我的实验室看看，虽说你不能像我一样使用无能耗的魔法，但科学也可以让你学会防身术，哼哼哈嘿！”Park挥了几下拳，对着空气踢了几脚。“兄弟，你可真搞笑。”随后他来到Park的实验室，这里处处发出带有高科技赶脚的蓝光，机器在有条不紊的运行着，随后Park招了招手，一个机舱打开了，从里面冒出了大量白色烟雾，随后Park说道：“进去可以扫描你的体质，为你开启使用魔法的方法，不过是要耗蓝的。毕竟你天生没有这种能力。”“是通过蒸汽对环境或说对我的压力来测量的吗？”“真聪明啊小伙子！”Park坐在万向椅上转了一圈，随后座椅滑到了Sofu的面前，Park弹了弹Sofu的头转回去，说道，“过程你应该能忍受吧，毕竟也不长。”Sofu走进了机舱，经过10分钟，舱门缓缓打开，舱内冒出大量烟雾。“woc。TMD这酷刑，仅仅10分钟就在我脑内植入了芯片，还真不习惯。”Sofu捂着头从舱内走出，Park带着分析镜上来，可数据着实把他吓了一跳。“你这芯片……”“咋了。”Sofu不解的说道。“你这芯片……是最低级的啊……看来你的抗压能力还需进一步提高呢……”Park摇了摇头，“你还需要不断地提升你自身的抗压能力，多使用点法术就行了，如果你到达了进阶的等级的话，芯片会发出信号，我这里也会接收到，只需更换芯片即可，但是这芯片怎么说都是最低级的，回蓝，蓝量等容量你也是知道的吧。并不乐观。”“可是……”就当Sofu想说话的时候，一个红色提示冒出，在蓝色之中显得格外亮眼。“完了……我有事，别出来，好好呆着。”说完Park就往实验室外奔跑。@ZCA  @星之永恒  @飞翔末影龙  @Aikawastep  @ffc2412966076  @海潮  @FHC红石  @一枚渣渣  @lzs1234  @1137246733  @咕噜and呼噜 @End-Enderman 还有@冥王星人 ←求给建议",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1439456820,
            "txt_content": "如果有错敬请指出"
        },
        {
            "author": "3355o",
            "timestamp": 1439476020,
            "txt_content": "公园。。。\n好诡异的名字。。。"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1439527680,
            "txt_content": "开头的颜文字怎么回事...难道说乃也喜欢毁气氛吗？"
        },
        {
            "author": "GrowlR",
            "timestamp": 1441021920,
            "txt_content": "我今晚一打吐血"
        },
        {
            "author": "388498173",
            "timestamp": 1446213360,
            "txt_content": "这个，只有一点？"
        }
    ]
}