{
    "title": "<原创·连载>谎言 第三章",
    "author": "3355o",
    "replyCount": 3,
    "timestamp": 1439475780,
    "txt_content": "第三章终于完成了！（为毛感觉有点像三流电视剧）另外还有，看完帖后回个贴吧QAQ这样我才能知道各位读者对本文的看法啊。\n\n\n\n\n就这样，史蒂夫跟着欧进入了符雷沃迪。史蒂夫从小生长在一个偏远的服务器里，从没见过这等繁华与辉煌的景象，要不是欧让他少说话，他恐怕已经被自己的惊叹声吵聋了。正当他呆呆地看着远处的一个尖顶的时候，欧的声音在他耳边响起：“你，想成为一个什么样的人?”“恩。。。。。。成为一个可以保护帝国的人。”“那，具体是个什么样的人呢？”“其实，我想成为一个炼金师。”“为什么？”“因为，炼金师炼出的药水，可以辅助、防御、攻击。”欧笑了笑，“没错，炼金师的领域确实很广泛，可是，起步太难，到了后期基本进无可进，我不建议你去当个炼金师。”“嘿，小子，把我们炼金一脉说的这么毫无是处，你是不是想打架？”一个尖锐的声音夹了进来。欧斜睨着炼金士，“三级炼金士就想向我挑衅？”“哼，等老子吸收几块褐铁石再来收拾你。”炼金士说着，从背包里掏出几块褐铁石。“哈哈哈哈，褐铁石。。。。。。哈哈哈哈！”欧大笑起来，从背包里取出一块紫色的石头，“认识吗？”“什什什什什么？紫。。。。。。紫。。。。。。紫。。。。。。”那炼金士脸色大变，连说三个“紫”字，却接不下去。“没错，九品紫阳石！”欧说着，慢慢将手举高，而那紫阳石，却突然破碎了。“你你你你你，你把它毁了？”炼金士的嘴张成“O”字形，脸上一副又惊讶又痛心的神情。“是啊，才九品！太低了，我用的是这个。”欧说着，又从背包里取出一块紫阳石，不过比上一块更小，却更耀眼。炼金士已经完全陷入了混乱之中，他抱着脑袋走开了，途中还撞到了几个人。“这些小辈呀，唉。”欧耸耸肩，做出无可奈何的姿势。“小辈？我看你才是小辈！”又一个声音传来。“好吧，好吧，又是谁？”欧回头问道。“哼，你来符雷沃迪，却连我都不知道！”那个声音再次响起。“小辈，你有眼不识泰山！这可是炼金师协会的副会长卢登大人！还不行礼！”从卢登的随从中传出的声音。“卢登？副会长不是凯米特吗？”“那是十五年前的事了，傻瓜！”“唉，世道变了啊，不过二十七年没来符雷沃迪，炼金师的头头们就这么傲慢了啊，以前的凯米特副会长和布林会长可都没一个随从这么大架子。”欧一边叹气，一边摇头说。卢登和他的随从们先是沉默了一会，然后爆发出一阵大笑。“二十七年？你小子到了二十岁么？”“你是投胎转世前来的吧！哈哈！”“这小子真会说大话！哈哈！”突然，那个说欧说大话的人腿一软，摔倒在地。“卢登，这是他应得的，谁让他冤枉我说谎。”说话的是欧。卢登又惊又怒，惊的是他竟能在如此之远的距离外出手，怒的是他直呼了自己的名字。“哼，小子，不给你点教训看看，我就不叫卢登！”随从们一见卢登发怒，便都炸开了锅：有劝卢登的，有骂欧的，有主动请缨去教训这个“臭小子”的，有对卢登举报欧是“某某分子”的。。。。。。总之，一句话，只有你没想到的，没有他们没做到的。卢登并不打话，直接扔过来一瓶剧毒药水,但他懒得杀掉这个人，所以只扔了一瓶毒性很少的药水。欧仍是不动，仿佛没有看到这一切，只是在药水飞到面前的时候，伸出手，将药水轻轻接住，又丢了回去。这瓶药水正丢到一个随从身上，那个倒霉鬼完全没有料到欧会有这么强大的实力，被药水丢了个正着，说也奇怪，一瓶毒性很低的药水，却令他瘫倒在地，鬼哭狼嚎。卢登惊讶地瞪大了眼睛，很显然，欧是在接触药水使用自己的力量大大加强了药水的毒性，光是这手本事，他就远远不及，但，他从最低级的一级炼金者，再到如今的六级炼金师，他还从来没有怕过，退缩过，今天，也不例外。“小心点，药水来了！”卢登说着，扔出两瓶药水，从速度上看，一快一慢，但，最后却是看起来慢的那瓶先到达，而对手，将会在错愕中被第二瓶药水击中，自他创造出这招以来，还是第一次在正式的打斗中使用。没想到，这独创的一招在欧面前却变得不堪一击，欧一先一后的伸出左右手，接住了两瓶药水，“‘后发先至’?在两百四十多年以前，斯德林就已经用过了。”卢登脸色灰败的挥了挥手，“我们走！”刚刚欧的一番话，不仅道出了此招并非由他所创，就连取自于哪位古人都说的清清楚楚。三十多年来，第一次让他感到挫败的，竟是这个少年。面对卢登的离去，大部分在场的人只在心中暗喜而不敢开口，有几个人却大声喝起倒彩来.欧冷冷回头,问道:”几位,是附魔师?”“老子提醒你,我们可是看在你刚刚打跑了那群傻子的份上才不对你出手的,你要再一副这么拽的神气,哥几个饶不了你!”这个附魔师看到欧在炼金领域有如此强的实力,料想他在附魔领域的实力不会太强,于是摆出一副傲慢的神态,然后…“轰!”几个附魔师全部被一道由咒文组成的长鞭扫到了城墙上.“哼,才二十七年,符雷沃迪的法师就变成这样一副鬼模样,教皇是怎么管理的?!”“敢在符雷沃迪攻击法师,又辱骂教皇的,几十年来,你倒是第一个!”说着,几道人影从天而降.“就是,像你这种叛逆,此时不除,更待何时?”“又是爱管闲事的巫师么?还有神术师,那么多年了,还是抱巫师大腿啊,还好召唤师不与你们同流合污,不然,符雷沃迪可要成为第二个‘末路之地’了！”欧依然用那副无视一切的语调说着。“今日，就要灭了你这个狂妄之辈！”看得出来，为首的巫师已经非常愤怒了。“也不想与你们浪费时间！”欧说着，向前纵去。“哈哈，只怕你没那个。。。”巫师狂笑着，正要出手，却已被欧掀翻在地。“我看你们才是狂妄之辈！”欧说着，在人群中穿来穿去，不时伴随着几声惨叫，那是巫师和神术师被掀翻在地时的哀嚎。“这般乌合之众，也敢出来现世！”欧冷笑着说，他仅仅花了不到一分钟，就解决了所有的巫师和神术师。“喂，这，这可怎么办，教皇就要派人来了！”史蒂夫惊慌地大叫。“那更好，我，就是要见教皇。”",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1439476020,
            "txt_content": "看到教皇莫名想起圣斗士"
        },
        {
            "author": "3355o",
            "timestamp": 1439476200,
            "txt_content": "2B与mc的故事 发表于 2015-8-13 22:27\n看到教皇莫名想起圣斗士\n不止啊，还有斗罗、盘龙什么的。。。"
        },
        {
            "author": "3355o",
            "timestamp": 1439530020,
            "txt_content": "其实本来想多描写一下场面和打斗的，莫名其妙的就写成这种鬼东西了。。。"
        }
    ]
}