{
    "title": "<原创·连载>虚假的世界 第二章 第一节 作者：超级ssss",
    "author": "超级ssss",
    "replyCount": 3,
    "timestamp": 1439522640,
    "txt_content": " 本帖最后由 超级ssss 于 2015-8-14 12:23 编辑 \n\n第二章：试炼第一节：开始第二天，我再一次来到了Notch的神殿。“您好！”我说。“你好！”“那么今天，我们要从基础学起，我先说一下HIM的能力。他特别的强，强的可怕，可怕得你无法接受，所以，我只能先对你讲这么多，但每个人都有弱点，HIM也一样。“那么，创造着一切的，都是一种数据导致的，这个数据运行在一个充满电线和一种叫做芯片的物体内，我们把它叫做计算机，而让计算机运行的，就叫做程序。“要更改程序，你就要学会输入这种程序类型的指令，我们叫做编程。你今天学习的，就是编程。”Notch一时间给我灌输了太多东西了，我都有些迷迷糊糊的了。“那么现在，你要尝试闭上你的眼睛，努力看清黑暗，慢慢的，你就会发现，你眼前的，是一大堆你不认识的程序。”我遵循着Notch的指示，闭目尝试努力看清黑暗。可黑暗又有什么好看的？一片黑暗怎么可能有程序？就算看清了黑暗，取之而来的，不还是无边无际的黑暗吗？我睁开了眼睛。“我早已察觉到你的内心活动，你睁开眼睛是理所当然的事。你不能仅仅只尝试看，而不会去相信，相信黑暗中能有光在照耀，能添加无数的光。”闭眼，睁眼、闭眼，睁眼、闭眼，睁眼、闭眼，睁眼......不知尝试了多少次......“好吧，今天的训练就到这里了，一会儿Starl还要进来。”Notch兴致盎然的说，但其中，不乏有难以察觉的失望。也不知，训练了十几天了，编程的语言我掌握得特别好，可就是那么一句相信，却令我始终望尘莫及，就连Starl都能够创造出新事物来，我就不行。今天，我们应Notch的要求，准备在户外进行创造训练。Notch今天有因应对HIM的讨论会，一时半会儿不会查看情况的。“Starl你先开始吧！”我说。“嗯。”Starl边说边闭上眼睛，编写程序。突然，天从悠悠的淡蓝变成了深色的血红。“哇！Starl，你这个是从哪里学来的。好厉害的样子！”我惊奇的说，没想到Starl这几天比我还学得多。“什么从什么学来的，我才没你厉害！”Starl边说，便睁开眼睛，看着我正望着天空，也看了一眼。“这什么呀！”“什么？这不是你干的？”“这个我绝对做不到！”“那我呢？”突然，我们感觉到背后在一阵狂风劲吹。我们一回头，看见一个和我异常相似的白眼男子正飘在空中。“额，嘿！你好，你叫......”我看似气氛不太正常，赶紧向他打招呼。“我叫HIM。”那个人简介的回答到。是HIM！赶紧进入备战状态！我们俩迅速反应过来，我拿出钻石剑，直接向他抛去。他只是微微笑了笑，动了动身就消失了，钻石剑也插到了地上。另一边，Starl编程好了，即刻用一个球状物体向城墙一边抛去。“咚！”随着一声爆炸声，HIM又出现了，这次，他手捂住肚子，明显是被炸到了。没想到HIM这么弱。我们一下子就来了干劲，Starl一下子连发几个球。我也连射了几只火箭。可HIM好像一动不动，还打开双臂，所有的光球和火箭全部打在他身上，可那些东西立刻弱了下来，掉在了地上。“啊！”Starl被击中了，他从空中直接摔落下来。“切，不过如此嘛。就剩你了，Steve，我希望你不要比他还弱哟！你可是第一个被Notch赋予编程能力的人，如果死了，可能会让Notch很失望哦！”我没有胜算了，我没有胜算了，昏迷中的Starl绝对不可能醒来，我也不会看见程序，怎么办？“怎么了？不想闭眼使用能力吗？这样你可打不过我哟！这样吧！我下来和你打，怕你使不出全力。”我觉得我死期已到，再一次尝试闭眼编程也不是不行，说不定有奇迹发生。HIM慢慢地接近我，以为我在编一个强大的程序。     “你可真让我失望，去死吧！”     对不起，Notch，对不起,Starl。我死期已到，就让我用生命换取你们的自由吧！     一瞬间，一颗巨大的光球在我和HIM之间爆炸。\n\n \n\n\n\n上一节\n\n 下一节\n\n\n",
    "replies": [
        {
            "author": "苏黎世°",
            "timestamp": 1439523000,
            "txt_content": "还不错！继续努力！"
        },
        {
            "author": "超级ssss",
            "timestamp": 1439523120,
            "txt_content": "苏黎世° 发表于 2015-8-14 11:30\n还不错！继续努力！\n感谢你对我的支持！"
        },
        {
            "author": "zwh007",
            "timestamp": 1439523480,
            "txt_content": "那些火球和箭像充气娃娃一样落下来。。。。。。。。。\n这个表达，，，\nLZ你是。。。\n今天天气不错啊唉，可能是我想歪了。\n不过还是建议你换个表达\n"
        }
    ]
}