{
    "title": "自动化！自动化！个人对科技mod的一些小理解。",
    "author": "兔子的红鞋",
    "replyCount": 9,
    "timestamp": 1439530500,
    "txt_content": "科技mod，包含 应用能源2 （AE），热能拓展（TE），工业2（IC2），铁路（RF），建筑（BC）PS：格雷2(GT2) 这个虐人虐心降产量的东西...在下不才已经放弃。林业虽说有着类似工业的某些机械，不过个人认为它并不能算是一个严格意义上的工业mod。\nPS2：在下不敢说自己研究得很彻底，很多东西都是看着教程自己一步一步研究得出的结论。如若有说错的地方希望大家轻喷。\n\n说起这些mod，核心思想就一个——自动化。至于如何达成自动化，各个mod则给出了不同的解释。自动化包含：采集，物流，加工，建筑这三方面的自动化。同时也由于自动化，很多价格高昂，合成复杂的物品也逐渐变得稍稍容易了些。\n\n\n但是问题也就此产生，越为高深的自动化，对于逻辑这块的需求也显得愈发巨大。如何平衡这两者也成了一个很大的问题。\n\n1.采集。\n\n采集分两块，第一块说的是大众材料的收集效率，第二块则指的是稀有材料的寻找难度。（稀有材料一般为：仙人掌（bc，te，RF），陨石坑（AE），橡胶树（IC2），石油（BC，TE），火石原矿（RF））\n\n采集做的最好的是IC2。高级采矿机的bug相信各位早有体会。在下接触到的mod中，唯一能和高级采矿机相匹敌的mod就只暮色中变态的采矿树能达到相同的效率。稀有材料这里，除了探图初期需要寻找1-2颗树苗，IC2就几乎没有出门的必要了。\n\nBC也有着自己的采矿机（区块毁灭者），不过却由于副产物过多导致其并没有想象中的好用。在区块毁灭者之后出现的机器人，也由于其中众多的卡死bug还有过分复杂的逻辑让它失去了原本应有的光辉。稀有材料这块，由于1,7以后沙漠地形的变少，仙人掌变得愈发难找起来。\n\nAE...实在不想提。别人在大规模攀科技树开搞工业自动化的时候，你在不停的右键磨粉+拿着陨石罗盘满世界乱逛。。。这真的合适么？？\n\nRF：火石原矿。很怨念的东西，不好辨认也不好找。高级采矿机在地狱中不运作。玩生存的时候我还真没见过火石原矿，可能是我地狱去的比较少吧。\n\n2.物流。\nIC2并没有物流...如若不共用BC或者AE的物流的话，那么就只能用原版的物流系统——漏斗+红石。这个超级坑爹的存在了。IC2用于替代物流的是它的物品堆叠系统，以及它的资源系统。对比其他的mod而言，远行找资源的需求并不太大。\n\nBC中有着众多的管线以及拾取机器人这个逆天的存在。问题是bc有着各色各样的溢出问题，想要消灭溢出只有通过自己强大的逻辑去建造一个无法溢出的管线网（这并不简单）。\n\n\nTE是BC的拓展，它们共用一套管线系统。同BC相同的是，TE和BC的定义都是中近距的物流运输+合成网。但是TE却有着海量的物质存贮设备。甚至后期有着超立方体这种bug级别的存在。\n\nAE的物流同BC，定义为中近距离的物流系统。虽说它相对IC有着不会溢出的好处。但是它高昂的造价却成了一道跨不过的门槛——我需要花费30分钟去改善做我原本只需要15秒完成的事情。\n\nRF的物流系统定义为远距离的物流运输。就事论事而言它确实做得不赖。相对于BC有着不溢出的优点，相对于AE有着成本低廉的优点。本身的能源系统也可以和bc这个几乎无视能源的货相兼容。唯一的问题是：TE推出了超立方体这个bug...\n\n3.加工\n\n对于加工这一块，所有的工业mod都可以说是相对较复杂。同时又没有复杂过头（格雷你给过跪下！那边的群峦你笑什么笑！）。各自有着各自的体系，也有着各自的特色。简单说下究极产物吧。\n\nIC2：量子装甲。穿上等同于无敌。只要装甲有电，那么人就不可能死。可谓手残党的福音，真正的封山挂得十年机，一朝出门变神仙。\n\nBC：各色的机器人。实际上BC并没有所谓的终极造物。BC最终要达成的是为其他mod服务的究极物流系统。也就是所谓的考验脑容量的mod。你生产出的东西仅仅存在于你的脑子里，究竟是逻辑还是建筑，那就得看你自己了。\n\nTE：超立方体。物品传送装置。究极的物流系统。\n\nRF：隧道盾构车。将铁路进行到底。和BC类似的是，RF主要的特色铁路逻辑系统考验的仍旧是你的逻辑，究竟能用mod做出怎样高度的东西，完全看个人，而非一个简简单单的物品就可以衡量的 。\n\nAE：说实话我AE研究的并不多。对我而言，AE就是一个复杂化了的BC自动合成台。\n\n4.建筑\n\n虽说每个mod都有着自己的特色，但最终仍旧离不开建筑这craft最本质最核心的玩法。\n\nIC2添加了脚手架和建筑泡沫这两个大量填充方块的物品，由此产生的单调画面则交给了染色刷。但是对于平坦地面的铺设则毫无建树，唯二的选择是手动和交给其他mod。\n\nBC：这一块是bc的强项。蓝图档案馆将你个人的创作由一个世界带往另一个世界。复杂的建筑不再复杂，新手也可以借由他人的存档完成惊天的宏伟巨制。\n\nAE：无研究。\n\nRC：通往世界各地方便快捷的铁路系统，让你的旅行变得不再是梦魇一般的存在。这还不够好？\n\n\n",
    "replies": [
        {
            "author": "1392847450",
            "timestamp": 1439532240,
            "txt_content": " 本帖最后由 1392847450 于 2015-8-14 14:05 编辑 \n\n第一：IC2高级采矿机在地狱可运行。第二：TE没有使用石油。第三：铁路是RC{:10_556:}"
        },
        {
            "author": "ko446777158",
            "timestamp": 1439532420,
            "txt_content": "很不错的文章，顶一个{:10_512:}"
        },
        {
            "author": "兔子的红鞋",
            "timestamp": 1439533440,
            "txt_content": "1392847450 发表于 2015-8-14 14:04\n第一：IC2高级采矿机在地狱可运行。第二：TE没有使用石油。第三：铁路是RC ...\n不知道是什么问题，总之我这里是不行...写文章前我用高级采矿机试过。不运行。普通的采矿机就可以。"
        },
        {
            "author": "1392847450",
            "timestamp": 1439533860,
            "txt_content": "兔子的红鞋 发表于 2015-8-14 14:24\n不知道是什么问题，总之我这里是不行...写文章前我用高级采矿机试过。不运行。普通的采矿机就可以。 ...\n玩格雷科技的时候我拿去地狱挖红宝石矿脉。"
        },
        {
            "author": "lajiaoer",
            "timestamp": 1443584940,
            "txt_content": "楼主，我这些mod玩的都比较多，说说我的观点吧。（关于自动化和物流方面）\n首先不能以一个mod的功能强大与否来定义它是否是一个好mod，这就跟一个人是否是好人跟他的赚钱能力不相关一样。\nBC作为老牌mod，对于新手来说有很多不方便的地方，但是一位mod解说“老人”说过：“我们致力于让一切变的可能，而不是变得简单。”而BC就是这样一个很符合MC设计理念的mod，给你提供很多零件，单独拿出一两个很没用，比如木制管道加金制管道会溢出，单单一个门没叼用，但是零件组合起来就不样了，真正能将BC整个mod玩透的能够完成很多很多很多事情，就跟原版红石一样，小白问红石能干嘛，大储用红石做计算机。\nTE，虽然我不太喜欢TE，但是我玩科技整合的时候还是会装一个TE或是末影接口（感觉两个mod差不多，哈哈），特别是有格雷的时候，TE的机器和管道真的是挺方便的，对于大多数MC玩家来说，TE肯定是很不错的选择啦。\nRC，我觉得将RC和这些mod相比有些不公平，比较是一个叫铁路的mod，玩RC还是为了修铁路，物流等等只是附加功能，RC也是和BC一样，提供零件的mod。\nIC2算是科技整合中的主线mod，没工业2或者格雷，其他mod装了也没意思对吧。所以工业的地位是很高的。\nAE是我最喜欢的mod了，楼主肯定没有深入了解过这个mod，AE主要能完成存储，传输和自动化。AE的存储虽然不是量最大的，但是是使用起来最好看，最实用的，尤其是AE2的接入终端分类查看，而且量也挺大的了。AE的传输是没有其他mod好用的，但是我觉得那是配合它的自动化用的。我和同学多人游戏的时候开发了一个套路，而且完美成功了：我们把家里的所有格雷机器（包括多方块结构的），工业机器，TE机器，林业自动化农场，甚至发电机全都接入AE的网络（每个机器贴上接口和输入终端），接口里面放机器所需的合成表（我们称之为这个机器的任务书），输入终端把合成好的物品传回AE网络，再把所有要用到的合成表做好，这样到最后，可以把所有的机器都封起来，只露一个AE的界面在外面，无需操作机器，整个工厂就是一台完整的大机器，AE的合成终端就是大机器的操作GUI了，你可以在里面随意存取物品，合成物品等等等等，这才叫自动化啊！"
        },
        {
            "author": "兔子的红鞋",
            "timestamp": 1447117920,
            "txt_content": "lajiaoer 发表于 2015-9-30 11:49\n楼主，我这些mod玩的都比较多，说说我的观点吧。（关于自动化和物流方面）\n首先不能以一个mod的功能强大与 ...\n我这样说就有点较真了。。。不过貌似只用bc也可以实现封装。不过bc的溢出始终是个问题。\n\n现在自动化最大的问题是如何运作核电站，我记得看过一个AE视频说可以控温。不过我想知道如何自动添加燃料。\n\n"
        },
        {
            "author": "lead007",
            "timestamp": 1447138740,
            "txt_content": "随便谈谈这几个mod吧\nIC其实主要是一个科技线的支撑作用，看看IC的自动化真的是做的毫无诚意。。（电动分拣机一个要一组铁逗我）不过没有UU感觉很多东西比如钻石不可再生会很不爽\nBC现在用的越来越少了，主要是一个溢出直接让人放弃。。。个人感觉也就是泵和条纹管道比较好使吧，硅动力主要是成本太高了纯BC基本上做不出来必须要其他RFmod\nAE堪称最强大的自动化mod，主要是主流磨粉机（IC TE）都是兼容AE的磨粉配方的所以其实不必须手磨，AE没其他的科技mod玩毛。。但是有IC TE这样的mod后期是真方便，一键出几乎所有常用物品。陨石坑不算太难找吧跑跑图就集齐了，其实难点在于需要第一个充能赛特斯石英水晶来做充能器个人觉得比陨石坑难找\nTE的话主要就是前期降低材料搜集的难度和挂机的时间，管道很有用因为不溢出（不喜EI所以没装），超立方体是后期工程的神器免去很多布线的麻烦可以极大提升美观性\nRC属于一个比较尴尬的定位吧，焦炉高炉世界锚比铁路有用很多。。"
        },
        {
            "author": "莫殇、",
            "timestamp": 1447296960,
            "txt_content": "楼主说的这些MOD 除了RF和GT没有玩过之外其他的我现在任然在玩，个人感觉楼主似乎有点鸡蛋里挑骨头的感觉（笑），并无恶意，对于这些MOD，个人感觉每一个MOD都存在自己的特点\nAE2：游戏后期一键自动生产，对于很多MOD（不光是科技MOD）来说都是很实用的，但是由于这点逆天一般的属性，使得这个MOD不得不做出平衡性的调整，以防止AE2变成一个作弊MOD。可以说AE2的一键自动化和你建立的Me网络复杂程度是成正比的，至于楼主说的：我需要花费30分钟去改善做我原本只需要15秒完成的事情。个人认为，当你能够批量生产超多合成步骤的物品时，你才会体会用下午甚至一天建设的Me网络是有必要的。\nTE：游戏前中期的矿物处理MOD，这个MOD个人玩的不算太深，超立方体这部分基本没玩，感觉太BUG了，从整体来说，TE是一个争夺玩家的MOD，矿物处理如同IC2，巨量的RF产能，完爆FZ的储存装置，超越BC的管道，无不说明，这个MOD是个大杂烩，正因为是这样的大杂烩，所以我才会去玩这个MOD。\nBC：游戏中期，自动化流水线，以及自动化建设批量工程的MOD，虽然说对于很多新人来说，这个MOD很不友好（我不懂BC的时候，看到BC就烦），但是会玩之后细玩才发现，这个MOD对于一个自动化处理批量过程的重要性，虽然溢出一直是这个MOD的最大麻烦，但是没有任何一款MOD可以代替BC的位置，任何全自动生产中心都不会缺乏流水线的。何况溢出并不是无法解决的问题。\nIC2：自从IC2在实验版中越走越远，我就没玩过了，这里就不评价了。\n\n其实个人认为，所有的科技MOD都存在互补（TE除外）就拿AE2和BC来说吧，高耗能，高耗材的ME网络，在游戏前中期，制作难度简直抖M，而BC却能弥补这方面的不足，廉价的管道，低耗能的机械，在中期能够自动化将矿物处理的流水线，只需要放到一个箱子等着就能获得产物的过程，不比ME网络差多少。然而BC却无法实现指定合成（也许可以，不过流水线估计呵呵了），这里就可以用AE来弥补。BC无法大量储存未处理或半处理物品，这就是溢出的问题所在，不过BC在设计上管道是双向的，于是就有溢出退回这个设定，通过这个设定很多时候是可以避免溢出的问题的。"
        },
        {
            "author": "sth3819",
            "timestamp": 1447570740,
            "txt_content": "1392847450 发表于 2015-8-14 14:04\n第一：IC2高级采矿机在地狱可运行。第二：TE没有使用石油。第三：铁路是RC ...\nIC2其实还有拟态版"
        }
    ]
}