{
    "title": "<原创·连载>奇异冒险世界 第一章 可怕的世界",
    "author": "2575174857",
    "replyCount": 19,
    "timestamp": 1439559780,
    "txt_content": " 本帖最后由 2575174857 于 2015-8-14 22:11 编辑 \n\n  PS：开新坑的前言，旧坑实在继续不下去了，文思枯竭了，希望开个新坑能找到旧坑写下去的思路。    \n\n\n\n  这一天，天空无比地沉闷，仿佛要发生了什么天大的事情一般，连天，都在骚动。\n  布里达亚神殿是已经坐落于这片大陆千年之久的古老神殿，谁，也不知道它的来历，它就像一个奇迹，神秘，而又伟大，充满了神圣感。\n  而此时，千年屹立不倒的布里达亚神殿，竟然在颤抖了起来！\n  “砰砰，砰砰。”来自地底沉闷的声音不断穿出，布里达亚神殿连着整个山峰，都在剧烈震动。\n  一男一女在远处围绕着这座神殿，默默无语。\n  “哈根，这次，难不成是新的试炼者要来？”其中的女性最先开口问道。\n  “虽然很不愿相信，但是十有八九，会有新的，和我们一样的试炼者，要来到这个充满罪恶和恐惧的世界之上。”叫哈根的男人沉思了一下，似乎很不情愿得承认了事实。\n  “只能随机应变吧，希望这个新人能活得久一点。”那位女性再次开口，又沉默了下去。\n  “轰隆。”\n  一声巨响，随即，所有的动静全部沉寂了下来。\n  一个巨大的六芒星阵出现在了神殿的中央，里面似乎还有一个人影。\n  “瞧吧，丽达，果然如此。”哈根眼睛眯成了一条缝，似乎想看清楚里面的人影。\n  在这之后，六芒星又突然变小，然后消失，就像重来没有出现过一样，唯一的证明，恐怕就是那个人影了。\n  “走吧，去看看，危险期已经过了。”\n  “好。”\n  说完，哈根和丽达就直奔神殿而去。\n  ······\n  “我，我这是在哪里？”哈迪斯直起了身子，他现在真的是头疼的厉害。\n  “我到底怎么了！”哈迪斯有些歇斯里地的怒吼，他本来好好的呆在家里，准备享受美好的下午茶，突然就像被敲晕了一样，来到了这个世界来。\n  “这···这个材质是石英块！”哈迪斯摸了摸地板，虽然头疼，但是他还是认出了这种万分名贵的建筑材料。\n  “眼里还不错嘛！”哈根和丽达走了进来。\n  “你们是谁？为什么我会在这里？”哈迪斯看到两个陌生的人走了进来，不禁有些戒备。\n  “我们？我们不过是悲哀的试炼者罢了！”丽达撇了撇嘴，有些无力而又无奈地说道。\n  “试炼者？什么东西？”哈迪斯有些错愕，这个家伙到底在胡说八道什么呀？\n  “就知道你不相信，那你看看后面的碑文就知道了。”丽达似乎早有意料一般，示意哈迪斯转身看碑文。\n  “碑文···”哈迪斯转过头来，果然看见了一个巨大的石碑！\n  石碑上的文字密密麻麻的，哈迪斯完全看不懂，却意外地懂得其中的含义，大意是这样的：新来的试炼者啊！我是这个世界的神明，我把你从别的世界召唤到这里来，是为了使你明确地感受到生命的意义！或许你之前还吃着面包喝着牛奶，或许你之前还在幸福地挖矿奔小康，这些都不重要，重要的是可别像之前的那些蠢蛋一样死掉哦。\n  前面的还有些莫名其妙，到最后一句话，吓得哈迪斯背后都冒起了冷汗。\n  “什么，什么是之前的那些蠢蛋？难道除了我们还有其他人？”哈迪斯颤颤巍巍地问道。\n  “如你所见，你还不算太笨，你右手边的那块大石碑，就记载着之前试炼者的名字，不过，都是死去的试炼者的名字。”哈根指了指右边的石碑，道。\n  哈迪斯听了，转过头看向左边的那块用青苔筑成的古老石碑。\n  “什么！”看了一下，哈迪斯着实是被吓到了。\n  只见青苔石碑这么记载着：瑞尔诺，生存天数：192天\n比奇，生存天数：87天\n比利，生存天数：90天\n迪尔诺斯，生存天数：992天\n苏克，生存天数：263天\n瑞尼，生存天数：31天\n······\n  一整个石碑，至少记载了成百上千人的名字！真的是让人不寒而栗。\n  哈迪斯的手微微颤抖，简直不敢继续看下去。\n  无尽的恐惧弥漫着哈迪斯的心头。\n  为什么！为什么上帝要让他来到这个鬼地方！？哈迪斯在心中怒吼。\n  “没关系，我刚刚来到这里的时候，也是和你一样的恐惧，这个世界就像囚牢一样，重复着无限的轮回，不过适应就好了。”丽达安慰了一下哈迪斯。\n  “适应？”哈迪斯摇了摇头，“你要我适应这个像死亡游戏一般荒诞的世界吗？”\n  “难道你要我看着你坐以待毙束手就擒然后就白白去死吗？！”丽达也来了火气，抓着哈迪斯的领带，把他揪了起来。\n\n  “我···我···”哈迪斯哑口无言，听了丽达的话，他觉得很惭愧，自己竟然有这样的念头。\n  “脑袋清醒了吗，蠢蛋。”丽达问道。\n  “恩···”哈迪斯无言。\n  “好了，重新认识一下吧，我叫丽达，这边这位是我的同伴，哈根，我已经生存了67天了，哈根也生存了48天，你该说说你叫什么了吧？”丽达介绍了自己，又介绍了哈根。\n  “我叫哈迪斯，原本住在狄思福大陆上，是个公务员。”哈迪斯回答道。\n  “原来你也在狄思福大陆！”哈根有点儿惊喜道。\n  “怎么，那丽达不是吗？”哈迪斯有些惊异。\n  “你还不懂吗？我们是被从不同世界召唤来的试炼者，遇到同样世界的人，怎么能不庆幸呢？毕竟在这么一个充满了无尽绝望的，不知道什么是个头的世界，我们也不知道，哪一天会死在外面，虽然，我原来的世界也不怎么美好······”\n  “难道真的没有办法回到原来的世界吗？”哈迪斯还是有点不肯相信，如果真的不能回到原来的世界，那岂不是永远不能和家人团聚？永远不能再次见到家人？\n  “有是有，但是不能肯定，曾经有个强大的试炼者，找到了一所传送门，据说可以让试炼者回到原来的世界。”\n  “是真是假没人知道，因为那位试炼者也没找到打开的方式，因为他性格有点孤僻，也没有把传送门的地点告诉别人，就在一次外出时，死亡了。”\n  “就是那个，你看青苔石碑的第36行第8个名字，就是那个人的名字。”\n  “哦。”哈迪斯顺势看去。\n  只见那里写着一个很可怕的数值。\n  伯恩，生存天数：9281天！\n  “什么？！”哈迪斯惊叫起来。\n  “你也很惊讶对不对？我也是听老一辈的试炼者说的，伯恩是个天才，更是个疯子！”\n  “这家伙的行为堪称疯狂！你知道他干了什么吗？”丽达有一些神秘兮兮地问道。\n  “什么？”\n  “伯恩竟然想拆了这座神殿！”\n  “就是这座用来传送新试炼者的神殿。”\n  “那最后他成功了吗？”哈迪斯有些好奇。\n  “当然没有，那座神殿就像有一股神秘力量保护着一样，纵然是强大的伯恩，也无可奈何。”丽达摇了摇头，回答道。\n  “啊。”哈迪斯有点儿失望，连伯恩都失败了，他们还有希望吗？\n  “不过，活着就有希望，我们一定要走出这个该死的世界，把那该死的神拉下凡尘！”哈根恶狠狠地道。\n  “对！我一定要活着，活着回到原来的世界！活着见见那高高在上玩弄世人的神！！”哈迪斯也满怀信心地说道。\n  “快走吧。”丽达提醒道。\n  “夜晚可是很危险的！”\n  \n\n",
    "replies": [
        {
            "author": "y576823575",
            "timestamp": 1439560020,
            "txt_content": "{:10_492:}前排围观~~~~~~~"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439603400,
            "txt_content": "楼主竟然会写到文思枯竭\n所以新人们你们要注意了，这是一个活生生的栗子，写小说要先把情完整地想好之后再动笔。（装逼ing）"
        },
        {
            "author": "2575174857",
            "timestamp": 1439612880,
            "txt_content": "2B与mc的故事 发表于 2015-8-15 09:50\n楼主竟然会写到文思枯竭\n所以新人们你们要注意了，这是一个活生生的栗子，写小说要先把情完整地想好之后再 ...\n是啊，2B与mc的故事也是一个活生生的例子，例子打成了栗子。\n题材选的有点坑，难写······"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439614740,
            "txt_content": "2575174857 发表于 2015-8-15 12:28\n是啊，2B与mc的故事也是一个活生生的例子，例子打成了栗子。\n题材选的有点坑，难写······ ...\n瞎说就是栗子（我才不会告诉你我是故意这样打的）"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1444220580,
            "txt_content": "第五段应正了我的猜测。。。一对男女。。。qwq"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1444220700,
            "txt_content": "骚动    是啥意思    恕我咕噜寡闻"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1444220760,
            "txt_content": "开始房震了！！1"
        },
        {
            "author": "冥王星人",
            "timestamp": 1445172780,
            "txt_content": "背景介绍不足，气氛渲染不足，用词不当，对话流，单字重复过高，描写稀里糊涂，标点使用不恰当，一些标点缺失，人物发言莫名其妙，人物行为与身份性别不合，槽点设定非常糟糕，世界构架一塌糊涂。\n\n评分：10分我只能给3.5分，除了字数比较多，很难找到可取之处。"
        },
        {
            "author": "2575174857",
            "timestamp": 1445175060,
            "txt_content": " 本帖最后由 2575174857 于 2015-10-18 21:38 编辑 \n冥王星人 发表于 2015-10-18 20:53\n背景介绍不足，气氛渲染不足，用词不当，对话流，单字重复过高，描写稀里糊涂，标点使用不恰当，一些标点缺 ...\n可惜我也没有说我作品很好，你这么激动干嘛啊外星人，什么都要磨练，不努力怎么做得更好呢。你说的这些，我都会改的，感谢提醒"
        },
        {
            "author": "冥王星人",
            "timestamp": 1445179020,
            "txt_content": "2575174857 发表于 2015-10-18 21:31\n可惜我也没有说我作品很好，你这么激动干嘛啊外星人，什么都要磨练，不努力怎么做得更好呢。你说的这些， ...\n我挺奇怪我哪里表现出激动了。\n阁下对于文字意义的了解这么差，版主还是算了吧。\n谢谢你做了这么好的反面教材。"
        },
        {
            "author": "海潮",
            "timestamp": 1445180280,
            "txt_content": "天怎可能会骚动，即使可能，描写也绝不恰当！\n\n违和是千年屹立不到而今日却轰然倒塌，究竟是人性的扭曲，还是道德的沦丧？\n\n说好的默默无语，下一段就在说话了，这么拽？\n\n为什么突然出现了一个六芒星阵？\n\n为什么你不交代主角的身世？\n\n为什么扯到了哈迪斯？\n\n连世界观都不能完整地叙述出来，So，你还是去起点吧。"
        },
        {
            "author": "1493631555",
            "timestamp": 1445182620,
            "txt_content": "沉闷的天空为何开始骚动？古老的神殿为何频频颤动？一男一女为何看着神殿久久无语？哈迪斯从主神变为史蒂夫究竟是何人所为？在青苔榜上计数的存在究竟是人是鬼？两个大神在新手村等待男主的背后又隐藏着什么？这一切的背后是诸神的外遇还是notch的特性？敬请关注晚间新闻《周边创作版主申请》让我们跟随镜头走进救世主作者虚无缥缈的内心世界。"
        },
        {
            "author": "2575174857",
            "timestamp": 1445252400,
            "txt_content": "海潮 发表于 2015-10-18 22:58\n天怎可能会骚动，即使可能，描写也绝不恰当！\n\n违和是千年屹立不到而今日却轰然倒塌，究竟是人性的扭曲，还 ...\n·········怎么感觉怪怪的，海潮的援兵，你是不是看错了，神殿没有塌，最后一句话又是什么鬼"
        },
        {
            "author": "2575174857",
            "timestamp": 1445317020,
            "txt_content": " 本帖最后由 2575174857 于 2015-10-20 13:16 编辑 \n冥王星人 发表于 2015-10-18 22:37\n我挺奇怪我哪里表现出激动了。\n阁下对于文字意义的了解这么差，版主还是算了吧。\n谢谢你做了这么好的反面 ...\n我的小说不是像你们，一开始，世界观人生观都介绍好了，像你的蘑菇牛日记，玩MC的玩家，都应该对你小说所描述的世界而耳熟能详，可是我的小说没办法啊，一开始没办法用一大堆的语言来赘叙说明一开始的大部分的设定，我觉得还是慢慢地等剧情缓缓发展，各种设定再进行说明吧，而且现在有些地方的确不明不白，并且，12楼海潮说为什么不介绍主角的身世，其实这不需要说明，根据我的设定，哈迪斯在原本世界的身份并不高贵，也不是什么公司老板啊，王国贵族什么的，如果你一传送过来，人家问你干什么，你就说，我是某XX公司老板，然后趾高气扬的，后面剧情还怎么发展？一开始哈迪斯来到这个陌生的环境是比较抵触的，因为这个世界完全未知，哈迪斯也无法完全信得过哈根和丽达，就算信得过也没必要详细到全盘托出，就算是哈根和丽达也是这样，只是说一下自己的名字，毕竟刚刚见面就不是问名字，而是问别人干什么，这不是怪怪的吗。，一开局或许人物对话的确太多，这是一个缺点，我承认，但是我也会着力改进。至于后面的情节哈根和丽达为什么没有武器？如此轻易被杀死，以后也是会进行说明的。\n\n接上文：你还没有激动·······都跑到我家门口砸馆子咯。\n额外：哈迪斯在古希腊中，是冥王，可是谁说这不能给人当个名字呀（说给12,13楼听的），另外我取这名字，跟你可没关系，我本来不认识你······"
        },
        {
            "author": "2575174857",
            "timestamp": 1445317920,
            "txt_content": "1493631555 发表于 2015-10-18 23:37\n沉闷的天空为何开始骚动？古老的神殿为何频频颤动？一男一女为何看着神殿久久无语？哈迪斯从主神变为史蒂夫 ...\n我肚子都笑痛了，可以看出来你是有认真看我写的文的，在此感谢一下，青苔榜上的，有些是人，有些是鬼，有些都成神了········哈根和丽达不是大神，等着男主也是有目的的（我不说），至少他俩以前是（以前）（剧透）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1445319240,
            "txt_content": "2575174857 发表于 2015-10-20 12:57\n我的小说不是像你们，一开始，世界观人生观都介绍好了，像你的蘑菇牛日记，玩MC的玩家，都应该对你小说所 ...\n我就不费力气反驳你的一派胡言和自X意淫了，你要够厉害，就拿个和我一样的创作大师勋章来说话。"
        },
        {
            "author": "2575174857",
            "timestamp": 1445336040,
            "txt_content": "冥王星人 发表于 2015-10-20 13:34\n我就不费力气反驳你的一派胡言和自X意淫了，你要够厉害，就拿个和我一样的创作大师勋章来说话。 ...\n我可以认为这是变相的鼓励么？冥王你都30+了，怎么还说自X意淫什么的········"
        },
        {
            "author": "2575174857",
            "timestamp": 1445344260,
            "txt_content": " 本帖最后由 2575174857 于 2015-10-22 18:18 编辑 \n冥王星人 发表于 2015-10-20 13:34\n我就不费力气反驳你的一派胡言和自X意淫了，你要够厉害，就拿个和我一样的创作大师勋章来说话。 ...\n抱歉，我错了，我不应该这么说，更不应该引战·······（其实我的意思，只是说，冥王你脏话少说点好）"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1445344920,
            "txt_content": "您的小说实在让我不敢恭维\n麻烦检查一下病句吧\n全篇没读懂系列"
        }
    ]
}