{
    "title": "【原创】【连载】【小说】MC的故事——寻父记",
    "author": "Jia_Yu",
    "replyCount": 2,
    "timestamp": 1439602980,
    "txt_content": "\n                     寻父记         \n             本人第一次自己写小说，如果有不通之处，望各位大神见谅。\n\n\n                       第一章（上）\n                                                                        起点\n       在一个骄阳似火的夏天，蝉热得不想叫，花晒得打了蔫，连树都晒得流了汗。即便是这么热，也阻挡不了这个人的脚步。他上身套着一件草绿色的外衣，下身穿着一条海蓝色的裤子，手里拿着一把钻石剑。大步流星地向前走着。即使挥汗如雨，他也不肯歇息。\n       他叫Steve，流浪在天涯，寻找他的父亲：Notch。\n       Notch和Herobrine是兄弟，他们是创世神，他们创造了这个世界，可后来Notch和Herobrine之间爆发了一场矛盾，最终，Notch将Herobrine打入了地狱。Steve所寻找的父亲，就是创世神之一：Notch。\n       Notch创造了Steve之后，就不愿意待在地上了，便飞上天堂，独自隐居去了。临走时，Notch给Steve留下了一把钻石剑和一本书，书上说：\n      当你看到这本书的时候，我已经离开了这个世界，不要徒劳地去找我，因为你是找不到我的。当你想我的时候，记住：我远在天边，近在眼前。如果你一定要找到我，我也不能加以阻止，但这条路极其遥远，而且异常艰险，而且，在路上不要轻易相信任何人，好了，祝你好运。附：假如你遇到你的叔叔—Herobrine,不要相信他。\n                                                                                                                                                                                                            ——Notch\n       Steve走了一天，水米未沾牙，觉得又渴又饿，便停下脚步，坐在路边吃了些面包，然后便躺下了休息，他仰望着天空，向太阳伸出了一只手，口中叨念着：“又走了一天，还是一无所获。远在天边，近在眼前，父亲，你到底在哪里啊？”说罢，便又站了起来，活动活动四肢，继续赶路。\n       天色将晚，Steve有些疲惫，便再一次坐在路边，这一次，他可没有这么幸运。\n       他的身后是一片漆黑的森林，人影一晃，从树后转出一只僵尸。这只僵尸也饿了一天，饥肠辘辘，在白天他躲在树下，心想：一天没吃人了，肚子都空了，马上就到晚上了，该找个人吃了。正当他想的时候，Steve就坐在他在的这棵树的背后了，他心中盘算：这是天赐良机呀！老天爷有送给我个人吃，谢谢老天爷！想罢，便转身扑向Steve。\n       再说Steve，他正坐在树下，忽听见背后冷风一阵，心中暗道：不好！便回身用钻石剑一镗，僵尸可倒了八辈子霉了。\n       僵尸对着Steve的脖子就是一口，哪知道Steve拿钻石剑一镗，僵尸就觉得嘴里冷冰冰的，还有股咸味，心里想：以前人肉不是这个味道呀，怎么回事，变质了？在低头一看，混杂着血液，嘴里含着一块冷冰冰蓝色的物体。“呸！”僵尸吐掉了嘴里的东西，擦了擦嘴，骂道：“什么东西？把我的嘴都划破了！”“要不要再尝尝，再尝可不是你自己尝，可是我喂你了！”一个声音突然说道。僵尸吓了一蹦，定睛观看，面前站着一人，上身穿草绿色上衣，下身套海蓝色长裤，手提钻石宝剑——此人正是Steve。\n       Steve用宝剑一镗，僵尸没有咬到他，却咬到宝剑上了，因此把嘴割破。他看着这只“二了吧唧”的僵尸，觉得挺有意思，因为这只僵尸一会儿擦嘴，一会儿吐口唾沫，一会儿自言自语，心想：看来他是忘了我了。所以他才说了一句，把僵尸吓了一跳。\n       僵尸先是吓了一跳，紧接着再一看：没什么，只不过是个人。所以就不害怕了，稳了稳心神，问道：“你------你是什么------人？”Steve没理他，他继续问：“你叫什么？告诉我------”（明显底气不足）Steve依然没说话，他又说道：“你不告诉------诉我！那------那好吧。我可要和你动真格的了！”Steve依然没有反应。“我要动真格了------好吧！再见！”说完，转身就走。\n       僵尸自己也底气不足，想吓唬吓唬Steve，没想到他无动于衷，僵尸一看，实在是太没意思了，转身便走。Steve一看，你走可不行，我还想和你玩呢，一伸腿“bang”，僵尸趴在地上了，Steve说：“哎！起来呀，咱们谈谈人生。”僵尸翻了个身，面朝Steve，求道：“大哥呀，你饶了我吧，我错了，以后改，让我走，行吗？”Steve很生气，说：“那不行，我还没玩够呢，咱们交个朋友吧!”“交个朋友，放我走，行吗？”“没问题。”就这样，Steve和一只脑子短路的僵尸交上了朋友。\n       他们一起坐在草地上，僵尸问Steve：“你真的放我走？”“那当然，君子一言，快马一鞭，说话算数。”“那好吧，你饶了我一命，此恩此德我是必报，咱们算个朋友，后会有期！”僵尸说完，站起来，飞似的跑掉了。\n       直到后文，Steve血战Herobrine，僵尸转世为巨人僵尸，帮助Steve血战Herobrine，起到了至关重要的作用，咱们后文再表~~\n （从原稿往电脑上打印不容易，可能更新很慢，抱歉。）\n \n                                                                                                                                      （敬请期待）\n                     \n                                                                 小说创作不容易，给点赏吧    \n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1439603220,
            "txt_content": "新人你好，欢迎入坑！\n这次我就不做出什么评价了（因为我懒），但是注意，不要再在文章里揭露下文的内容，这样会显得没有悬念，读者也没兴趣看下去了"
        },
        {
            "author": "1137246733",
            "timestamp": 1439605320,
            "txt_content": "文笔很不错。\n很多地方的韵也押得很好，挺有意思。\n潜力很大，是第一次尝试写小说吧？\n你可以先把这个小说更下去，差不多摸清小说的写作过程以后放弃掉。\n因为这个主题有些落入窠臼了。\n当然如果你能把一个落入窠臼的主题发挥到使人耳目一新，也不是不可能。"
        }
    ]
}