{
    "title": "<原创-连载>《方块大陆》 第一卷 第三章.逃离费欧德",
    "author": "DiamondsKing",
    "replyCount": 9,
    "timestamp": 1439605680,
    "txt_content": " 本帖最后由 DiamondsKing 于 2015-8-31 18:52 编辑 \n\n\n\n\n上一篇<原创-连载>《方块大陆》 第一卷 第二章.密谈\n\n（抱歉，里面的很多语言由于帖子的问题不得不改成读者所看见的形式，望谅解。——DiamondsKing）\n\n第三章.逃离费欧德\n\n①Spoon Village，地界河中游东岸处。②我来了，村长大人。\n③谢谢你。欢迎你的到来，洛迪-塞维尔！\n④在下洛迪-塞维尔愿为您效劳。\n⑤Mrodge，矿渣之地。\n⑥Coirs，黑暗的峡谷。\n\n\n      洛迪在教堂的第十二下钟声中醒了过来，他发现自己躺在一间房子中的小床上。精致的屋子里充裕着金色的阳光，被人擦得雪亮的玻璃能映射出物体清晰的像。洛迪吃力地抬起头，透过窗子看见了屋外的大片麦田和土豆地，它们被低矮的丘陵环绕着，在温暖的太阳下茁壮成长。\n      洛迪突然想到了那封信，他摸了摸自己的衣服和背包，却什么也没有发现。他急忙转过头，看见那封信安安稳稳地躺在床边的柜子上，白色的信封在光芒下显得极为刺目。瞬间洛迪好像忘记了一切疼痛与不安，他奋力地伸出手臂一把抓住了信并揣进怀里。\n      “这只是一个骗局，他会要了你的命，”洛迪在恍惚中听到一个来自远方的声音，“快放弃吧，这不是你能做的。”\n       这时屋子的门“咣”的一声被打开了，洛迪耳边的幻听也随之消失，代替它的是难以忍受的剧痛。“你的伤还没好，年轻人。”一个走进屋的褐衣村民说。“你现在需要休息。看吧，这优质的羊毛床单可以给你更多的睡眠。”\n      “洛迪-塞维尔谢谢您的照顾。这是在哪儿，先生？”洛迪感谢说。\n      “这是地界河中游的勺村①。我发现你的时候你正躺在悬崖边不省人事呢！那时你只需要再向前滚一圈就会掉下去，而且你全身是血，身上到处都是裂缝······对了，让我看看你现在怎么样了。”村民边说边拿出了几瓶药水。\n      洛迪脱下了外套，他发现自己身上已经没有伤口，只是如同撕裂又重合一般的疼痛还在持续发作。“年轻人，你自我治愈能力可真是令人吃惊啊。”村民惊呼道。“你不需要外用药了，来，把这瓶药水喝下去。”\n      “我睡了多久？”洛迪一口喝完苦涩的药水咋着舌头说。\n      “大概两天了吧，”村民说，“不过村长认为你不是一个普通人。你能下床了吗？不行我扶你。”\n      “有什么事吗？”洛迪问。“村长找你。”村民递给洛迪一根拐杖，并搀扶着他缓缓走出屋子来到一座不起眼的木房里。\n      “Anleire，farrodgleac.②”那个村民冲着屋内喊。过了一会儿，一个穿着白色长袍的村民打开了门。\n      “Zeroisbulak.Herdune sel FmunyFarrodge，Raldy Serreir！③”白衣村民大笑着走下台阶对两人说。\n       洛迪知道一点点古语，因此他很有礼貌（却很虚弱）地回应道：“Ai Raldy Serreir oz bualen meirvade.④”\n      “塞维尔家的人真是礼貌得不得了。”村长一边笑着摸鼻子一边搀扶着洛迪走进茶馆。\n      “呃，您是怎么知道我名字的？”\n      “能把这个问题放在一边吗？”村长和善地说，“我们先谈谈著名的塞维尔先生为何千里迢迢的来拜访我这个不甚富庶的边境村庄，好吗？”\n      “这个，我只是路过······对，路过而已。”洛迪心虚地说。\n      “路过？”村长大笑起来，“您居然能从悬崖边上路过而且满身是伤？难不成你还是先掉下悬崖再爬上来？这个玩笑过时了，塞维尔先生。”\n      “恩，其实我是······”洛迪忽然停了下来，因为他听到了马匹的嘶鸣声。“对不起，大人，您这里喂养马匹吗？”\n      “马？不，我的村民们只进行农耕活动。我们只有骡子用来运输物品。”村长的话让洛迪的心情紧张起来。\n       这时，茶馆来了一个身着红色衬衫的黑发男人，他和服务员说了几句后便走向洛迪这里，洛迪心里很慌张，他甚至能感觉到那个男人一直在盯着自己。\n      脚步逐渐的逼近。洛迪在慌乱中忽然想到自己的家、亲人和朋友，以及那个温馨快乐的童年。那时他能在村民老爹的麦田里玩捉迷藏，在屋顶与妹妹爱拉看夜晚的流星雨，在鲜艳的花园里把父亲种的花全部糟蹋掉，但那会使父亲伤心以至于引起愤怒。但是画面全部消失了，脸色苍白的洛迪看见了燃烧着的屋子与哈哈大笑的红衣骑士，还有四散逃窜的家人；上次的逼近的脚步声再次响起，它曾使洛迪误认为是智慧的到来，但是这次他要纠正错误——因为它为他的灵魂提供了愤怒的力量。\n      在男人还没走到洛迪旁边时，他已经站起来并冲了过去；他仿佛忘记了身上的疼痛，一心一意只想解决掉这个不该出现的人。那个男人也吃了一惊，他没有想到洛迪会反抗自己并且如此猛烈，他下意识地用手挡住洛迪的进攻，后脚翘起以减少冲击力，但他还是被洛迪撞得没有了重心并碰倒了旁边的花瓶。\n      就在洛迪准备一拳打过来时，那个人说话了：“嘿！洛迪，你就这么对待朋友的吗？”洛迪连忙收手，他吃惊地冲着男人大叫：“你好，莫伊拉尔！你怎么在这？”\n      “这话是我问你吧？”莫伊拉尔站起身拍了拍衣服上的泥土，一脸无辜地说。\n      “呃，我嘛······对了，”洛迪满脸笑容地跑向一脸疑惑地服务员说，“来两杯······哦，村长大人，您······好吧，来两杯咖啡，一杯果酒和一盘烤猪排，咖啡有一杯不加牛奶，烤猪排少放盐······好的，谢谢，您真可爱！”\n      “塞维尔先生，”村长静静地看着他，“你的伤好了？”\n      “嗯，什么伤？哦，是的，我现在没感觉了，谢谢您的关心。”洛迪感动地说。\n       这时莫伊拉尔低头向洛迪耳语道：“村长的意思是你没事了赶快坐下来，不要丢人现眼。”\n       洛迪听完后沉默了，他一声不吭地坐在村长的对面。“你还没回答我的问题呢，塞维尔先生。”村长淡淡地看着洛迪。“我的问题你也没有回答。”莫伊拉尔接过茬说。\n      “等等，”洛迪忽然站起来说，“你们感觉到脚下在震颤吗？”\n      “你先回答我们的问题我们才会回答你的问题。”村长和莫伊拉尔异口同声地说。\n      “好吧，我是从托尼村那边直接来到这里，我不知道我是怎么来的，我只感觉到如同撕裂又重合般的疼痛持续不断的发作着。大人，我知道你还有问题要问，但是请您憋住，您必须回答我的问题。”洛迪迅速地说完了，接下来他在调整呼吸。\n      “呃，是有点颤抖，但那只不过是骑兵巡逻队的马蹄声。”莫伊拉尔说。\n      “你知道吗！”洛迪忽然抓住莫伊拉尔的领子吼道，“他们在巡逻我，他们要把我关进地牢！你知道吗？就因为那封该死的信件害得我成为通缉犯！”\n大厅内安静了下来，人们冷淡的目光全部聚集在这个如同疯子般的男孩身上。随着马蹄声的靠拢，他内心的恐惧也在逐步地增加。“我得走了，莫伊拉尔，你能载我一程吗？”洛迪低声问道。\n      “去哪儿？”\n      “古代封地，”洛迪麻木地说，“纳巴尔。”\n \n      在洛迪消失那天，丢瑞便宣布了他获有叛国罪，这关联到了洛迪的亲属，但是在罪名通报下来之前，‘信使’便悄悄回到了托尼村并进入已被监视了的洛迪家告知消息。很显然，塞维尔家的人都非常惊慌，尤其是洛迪的妹妹爱拉，她一个劲地询问少年洛迪在哪儿，是不是他出卖了他以及所有古怪不合逻辑的问题，而洛迪的家人也是脸色苍白地无助地望着少年。在众人的一致要求下，少年迫于时间紧急不得不向大家解释自己的身份——安德族人。“我来自终界的安德族，我只是负责监督洛迪的安全以及他是否自觉送信的一个差使。可以吗？赶快和我走，我接到指令要保护你们的安全。”\n      “我记得安德族是末影使者的后代，而他们已经很多年没有出现了，并且在反抗巫妖王的统治时，村民向终界的子民求助，但是没有一个末影使者理会他们。”达克尔兹满腹疑虑地说。\n“那是末影人，天生的骄子，我们和他们不同。难道在你父辈们讲床边故事时你没听见‘Yevir runz eicirnoy lom-ebem.’这句话吗？”少年停下来喘了一口气后继续反驳说，“它的意思是永远不要直视终界使者的眼睛。我们是安德人，是冒险者与终界子民的混血子嗣，我们至少可以容忍你们对我们的直视。”      “你叫什么？”莫伊拉尔问道。“有什么目的吗？”\n      “哦，莫伊拉尔，你一会儿逃走后立刻去勺村，洛迪在那儿。等等，先逃出去再说，等事情安定下来后我会给你们详细解释的。唉。”少年叹了口气，自言自语说：“我现在都开始怀疑您的决策了。”\n       这时王国的法令队到达了，一个法令官站在新修的门外高声喊道：“洛迪-塞维尔为国家之叛敌，结交密谋反国之好战分子，妄图发动战争，劳民劳财。幸亏国王之贤能超慧，识破阴谋，但洛迪-塞维尔本人已逃出都城领地，现将其家属押回法庭进行庄严审讯。王令。\n      “请里面的人开门，不然你们新修的大门又将在骑兵们的铁蹄之下变成碎屑！我的耐心有限，给你们七分钟，不要拿任何东西，我们会帮你们全部销毁······现在开始计时！”\n      少年小心地打开了窗户，他迅速地瞟了一眼外面的景象，接着一根箭矢飞了过来，差点射中他的脑袋。他赶忙关上了窗户，惊魂未定地坐在干燥的地板上深呼吸。\n      “得赶快走，”少年满脸焦虑地说，“不然他们会放火把我们熏出来。”\n      “怎么走啊？这屋子又没后门······”爱拉无奈地摇着头。\n      “不需要走后门，”少年自信地昂起了脑袋，“我会带你们全部出去。莫伊拉尔，你记住我说的话，出去后赶快骑马去勺村找洛迪，他现在已经被通缉了。”\n      “赶快开门，你们别想逃了，屋后也有人守着，你们最好乖乖出来，最最好自己绑上绳子然后叫我们进来，哈哈哈······”一个骑兵嘲笑道。但他们都不知道，这个时候少年已经将屋内所有人转移到了费欧德平原的北部村落——北岭村。所以，那伙没耐心的人砍破门冲进屋内后，不得不觉得他们拥有诡异的魔法。“他们一定和巫族的人勾结上了，这可能是一场大阴谋。”法令官无不担忧地说。他苍白的面容却在骑士们放火烧掉洛迪家那一团团火焰中显得无比红润\n \n      现在，洛迪要同莫伊拉尔逃出勺村了。\n      茶馆里灯光暗淡，疲惫的村民矿工和倦脚的流浪者时常来到此地喝上一杯麦子酒或是咖啡。优美的惹人入睡的乐曲从古雅的唱片机中发出并回荡在大厅内的各个角落；曲子的声音不大也不小，只要周围没有矿地和山巅上那样的环境，没有震耳欲聋的开矿声和冰呼冷啸的飓风声，音乐就会伴随着咖啡或麦酒的清香，进入倦人的心灵。每一个人都会安静地坐在这里喝着饮料阅读书籍，但是这种气氛被洛迪破坏了。\n      “能慢点吗？”洛迪告别村长后骑着骡子在密集的树林里冲着莫伊拉尔喊。“那你就等着被骑兵抓回去吧！”莫伊拉尔毫不客气地回应，“话说那个外号信使的少年和你是什么关系？”\n      “呃，应该是朋友关系吧，我不知道。”\n      “好吧，那你去纳巴尔干什么？”\n       洛迪忽然拉住缰绳停了下来，莫伊拉尔奇怪地看着他，以为他又在发脾气，过了一会儿才知道原来是巡逻队包围了这片小树林。\n      “塞维尔先生，”树林外有人喊着，这让洛迪又想起了自己在家被困时的情景，“我们知道你在里面，你自觉出来。当然，我认为你是不会出来的，所以我希望里面的另外一个人能够效忠国王，把你弄出来，那个人我们自然会给他封赏——六十四条金锭，怎么样？”\n      莫伊拉尔看了看洛迪，又向林边的人影看了看，一会儿摇头，一会儿点头，这只有洛迪知道他在思考。\n      “想好了吗？”还是那个人的声音，只是变得有些嘶哑，“没想好我也不会给你更多的时间去想。伙计们，点燃干草堆，把他们熏出来，小心点，把守好你们的岗位，不要疏忽。”\n      “不，”莫伊拉尔在洛迪惊讶的眼神中面无表情地走了出去，“不，我愿意归顺国王，并祈求他的赫免我的罪行。现在，我愿意将塞维尔带出来。”\n      树林外的动静停止了，莫伊拉尔机械的从腰间抽出一把精致的匕首，他威胁着洛迪从马上下来并抵住他的背部。莫伊拉尔一手牵着马，一手挟持着洛迪走出树林的南部边境。洛迪脑中一片空白，特别是朋友在危急时刻的出卖使他的心隐隐作痛。\n两人见到巡逻队队长时，那个队长笑着拍了拍莫伊拉尔的肩膀说：“小伙子，国王会宽恕你的所有罪行，放心好了，你还会拥有国王亲自颁发的奖章和财物。”\n      “先生，”莫伊拉尔冷冷地看着队长说，“我能骑上我的马吗？我想与它告别。”\n      “当然，你可以这么做！”队长毫无防备地笑着说，因为他觉得自己马上就会升官发财了。他周围的士兵们也因为队长笑声而放松了警惕，这一切都被机灵的莫伊拉尔看在眼里。只见他跨上马，还没有跑几步便突然将洛迪提上马飞快地向南奔驰过去，那些毫无防备的士兵一看见马冲着他们撞来，全部惊慌失措地散开，让莫伊拉尔逃跑的道路畅通了不少。\n      树林的南边是坡度较缓的丘陵，夕阳将原本淡黄的草地渲染成艳红色，让人们的心情格外的沉重和落寞。马匹可以在这里毫无阻拦地奔驰着，有人曾经计算过，一匹马从这片树林的南边的丘陵一直向东南方向跑，只要天气好，一天下来就可以达到暮拉吉⑤高原的寇尔斯⑥山脉处。\n      队长气急败坏地发出命令，骑兵们迅猛地追了出去，一些骑兵将长矛向前平放，做出战斗姿势，另一些则拉开了弓箭，等待着合适的距离，所以只要莫伊拉尔的速度一放慢，就会有鸟群般的箭矢落在他的马后。\n      “我真想把你丢下去！你是一个累赘！”莫伊拉尔没好气地吼道。“我真后悔没有要那六十四条金锭！”\n      “混蛋，你刚才就可以丢了！”洛迪清醒了一会儿说。有两个持长矛的骑兵赶了过来，他们很兴奋，所以迫不及待地用长矛刺了过去。太阳落下山了，骑士们的盔甲在皎洁的月光下闪烁着银光，草原上好像一团光芒微弱的星星在飞驰。莫伊拉尔急忙把洛迪转过身来，使他的背对着自己的背，而他的胸脯则显眼的摆在了骑士的攻击位置。洛迪再次闭上了眼睛，这次他没有恐惧，而是浓浓的倦意。之后的事情是莫伊拉尔告诉洛迪的：“那两个骑兵忽然将长矛往上一提，把缰绳猛地向上一拉，整个人连马一起倒在了月光遍布的地上——我想那个老国王的命令应该是抓活的，不然把你早就死了——后面追赶的骑兵都被迫停了下来，他们全部放弃了追逐，而我则吃惊地驾着马，驰过了费欧德的边界——就这样，我们逃了出来。”\n\n\n（未完待续）\n\n\n纳巴尔原图（这是网上的）：\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "泰米瑞斯",
            "timestamp": 1439605740,
            "txt_content": "文字挺多，不错"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1439606160,
            "txt_content": "辛苦了，一章写这么长还配图\n爱国的人？噫——————"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1439606220,
            "txt_content": "Donnies_Ming 发表于 2015-8-15 10:36\n辛苦了，一章写这么长还配图\n爱国的人？噫——————\n0.0没懂意思，如果是嘲讽，我请您不要发言"
        },
        {
            "author": "泰米瑞斯",
            "timestamp": 1439609760,
            "txt_content": "哦，我记得了，在某个地方有出生点排行榜——也就是这个有名次、海外的吧，第三名好像"
        },
        {
            "author": "泰米瑞斯",
            "timestamp": 1439622240,
            "txt_content": "DiamondsKing 发表于 2015-8-15 15:04\n?0.0请问您在说些什么？==\n就是有个地方有这个图"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1439622240,
            "txt_content": "泰米瑞斯 发表于 2015-8-15 11:36\n哦，我记得了，在某个地方有出生点排行榜——也就是这个有名次、海外的吧，第三名好像 ...\n?0.0请问您在说些什么？=={:10_524:}"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1439622480,
            "txt_content": "泰米瑞斯 发表于 2015-8-15 15:04\n就是有个地方有这个图\n这图是从网上摘下来的，希望不要见怪"
        },
        {
            "author": "DiamondsKing",
            "timestamp": 1439622660,
            "txt_content": "泰米瑞斯 发表于 2015-8-15 15:04\n就是有个地方有这个图\n第三名就是这个"
        },
        {
            "author": "泰米瑞斯",
            "timestamp": 1439626980,
            "txt_content": " 嗯，好的"
        }
    ]
}