{
    "title": "<原创·连载>【原作者出品】亡灵战争前传-复仇之刃 Chapter4",
    "author": "zwh007",
    "replyCount": 16,
    "timestamp": 1439618700,
    "txt_content": " 本帖最后由 zwh007 于 2018-12-2 13:57 编辑 \n\n\nChapter Four\n重生\n\n  “凋零神殿，听族长说，从血月部落原来的营地传送过来的话，只要向正东，找到一个遍布萤石的峭壁，沿着它再走1天就能到了。”\n   我望着面前这炽热的不毛之地，喃喃道。方向道不是很难确认，下界中有些岩石的右上角有一个“L”型的图案，靠着它就能辨别出方向。  但是，族长说的话，真的可信吗？况且我现在还不是直接从原传送门过来的。在主世界移动1米，就相当于在下界中移动了整整6米！   “管他呢！”我将这些烦人的思绪抛在一边。“走就行了！我现在，也只有这一条路了！”然而我面对的困难，还远远不止这些。我翻遍了洞穴的残骸，却只找到一个玻璃瓶和3块已经被烤焦的面包。其中有一块还沾上了亡灵专杀爆弹的液体，我只要吃一口就有可能一命呜呼。就凭这些补给品，也许我根本无法力挽狂澜，只是换了个死法？想到这，我的双腿突然开始发软了。但我还是硬着头皮，在这无尽的峭壁上，行走着。\n   岩浆炽热的气息，正在烤干我身体最后的一滴水分。   玻璃瓶里的水已经不知道在多久之前就消耗殆尽。在这种地狱般的世界里，水滴，就像现在的我们一样，遭受着热浪的侵袭，很快就变成了蒸汽。    这。。。是第几天？我。。。走了多久了？   那两块能吃的面包不知何时就已经消耗了。如今的我，正在遭受着饥饿和干渴的双重考验。我们的身体不像人类那样稍微缺点粮食和水就失去战斗能力，但这并不表明我们不需要这些东西也能存活，何况是在下界这种随时都能把你烤熟的地方！  “还好人类的这套战甲不是那么重。。。”这套战甲所用的金属，我从来都没有见过。也许是他们所称的“合金”吧？拥有和钢铁一样的硬度，质量却比钢铁轻很多。    尤其是这双靴子，隔热的能力不是一般的好。要是穿着我们在洞穴里穿的那种牛皮靴，估计我的脚已经被烫出血泡了。   “这就是科技吗？这就是我们亡灵失败的原因吗。。。”我拖着沉重的步伐，咬着牙，将目光继续投向前方巨大的峭壁。\n\n    我看到，一点点黄色的光。   “萤石！！！”我就像被困在海岛上的遇难者，突然发现了远处游轮的浓烟。我发了疯似地向前冲去。    2分钟后，我停了下来，脚像扎根在这的红蘑菇一样，无法再移动一厘米。   “这是。。。营地？”    那黄色的光的确是萤石——营地四角瞭望塔顶端的照明灯。   “闹了半天，我只是找到了一个。。。人类的营地？”   “呵。。呵呵。。。哈哈哈。。。”    强烈的精神冲击瞬间让我崩溃，我竟突然开始狂笑起来。    笑着笑着，我向前跪了下去，额头抵在了炽热的地面上。    我感到，有晶莹水珠正从我的眼中流出，掉在血一般的岩石上，“呲”地一声，化成一股白烟。    热气，正趁着这个机会，疯狂地入侵者我的身体，想榨干最后的一滴水。   “果真啊。。。我这是不自量力。。。我根本就无法拯救亡灵族！”    视线开始变得模糊。我再也支撑不住身体，趴在了地面上。    远处，一面旗帜正在营地上耀武扬威地飘扬着，似乎正在嘲笑我的无能，去寻找所谓“神器”的荒唐举动。    我闭上了眼睛。\n    等等！！！    我猛地睁开眼睛，从地面上跳了起来，像瞪着一块巨大的钻石般瞪着那面旗帜。    黑色的背景下，一个白色的尖耳方形幽灵头在旗帜中央，傲视着我身边的岩浆海。   “那是。。。极影部落的旗帜！！！”    我发现我已经开始狂奔起来。\n\n   “所以，你是血月部落的最后一个幸存者了吗。。。” 族长是一位已近中年的阿尔法。我不明白人类为什么要叫我们“僵尸”，这充满侮辱的名字。我们的语言中，男性的所谓“僵尸”，都叫“阿尔法”。   “是的，族长。”我正大口喝着面前的蘑菇煲。再次见到同族的人们，让我感觉有一种回到家的温暖。   “谢谢您的款待！没想到这种地方还有水，还能让我们亡灵生存！”    族长和蔼地笑了笑。“呵呵，别叫我族长。我们极影部落的族长大人，为了掩护我们撤离，和那些该死的人类同归于尽了。”   在随后的谈话中，我了解到，这位副族长，在族长牺牲后，对依旧在主世界反抗人类的结果心知肚明。于是，他带着族人们，找 到了一个极其隐秘的洞穴，建造了一个穿界门。    在这片全新的土地上，他们辛勤地采集岩石，一点一点建成了真正安全的新营地。   “至于饮用水，谁说我们非得在这找了？只需穿过那个门，洞穴里随处都是水！”\n   “嗯，你说得对，这里不可能种小麦，但你不知道，这儿的蘑菇长得是多快！而且品种也多的难以想象！”副族长向我摇着他手上那块焦黄色的像面包一样的东西。   “这个叫猴面包菇！开眼界了吧？这个东西在主世界根本无法生存，在下界也不是随随便便就能找得到的！是我们运气好，在穿界门旁边就发现了！”    的确，这个地方除了热之外，还真是我们的世外桃源。   “所以，你今后打算怎么办？”副族长问道。“如果你想在这里定居，我们是很欢迎你加入的。” “不，族长。”我摇了摇头。“我已经是血月的最后一个幸存者了，不能在这里浪费掉我的生命。”我凝视着副族长，说：“我要去寻找“死亡之影-凋零””。\n “你是要去凋零神殿啊。。。”副族长放下了手中的面包和汤勺，以一种奇怪的眼神打量着我。“去寻找那传说中的“拯救我们的神器”吗？”   “没错。”我坚定地答道。   “那地方，我们知道在哪。但是，我们的那五个阿尔法精英剑士，在进入调查之后，只有一个活着出来。。。还是重伤。。。”   “什。。。么？”  “不然，你觉得营门口那四个石碑是给谁立的？”副族长靠在椅背上，双手握在一起，继续说道：“听那位幸存的剑士，要想那把所谓的武器，还要通过重重考验，这样才有使用它的资格。”   的确。拿到这把武器的人，就是救世主。不是随随便便哪个人，都能承担如此重任的。  “我知道，你要为族人复仇。。。”副族长将身体侧过来，望着我的眼睛说，“但我们最勇敢的剑士们，都葬身在了那里。。。”  “不。”我站起身，冷静地回答。“我的这身装备，应该算是所有亡灵中，最精良的了。”我拔出腰间的两把绿宝石匕首，放在面前的石桌上。又从腰包中拿出了那把勃朗宁手枪。“一共4个弹夹，就是28发子弹。这种东西，可比弓箭好用多了！”   副族长饶有兴致地打量着桌上的武器。绿宝石匕首在萤石灯的映射下，发出缕缕翠绿的的光芒，甚是好看。“这些，都是从人类那里抢过来的？”  “是的，我这身战甲也是。况且，莱恩和我们的副族长伊文在牺牲前都一直帮我做剑士训练。如果不是那帮该死的人类，我现在也应该是血月的精英剑士了。所以。。。”我凝视着副族长的眼睛，说：“会成功的。”\n   “是吗。。。”副族长闭上眼睛，又靠在了靠背上。“既然你决心已定，我也会尽我所能帮你。2名精英剑士会带你去凋零神殿，你也可以从我们的武器库和食物库里拿走你需要的任何东西。总之。。。”副族长站起身，走向房屋的门口，望着面前浩瀚无际的岩浆海，说：   “如果你最后走了出来，你，将是整个亡灵族的希望。”\n  “谢谢您的帮助。”我将右手握拳，靠在左胸，对副族长行了礼。“您放心，不用您说我也明白。。。”  “这，是一场绝对不能输的战斗！”\n\n第五，第六章和索引已经完成，将于今天陆续上线",
    "replies": [
        {
            "author": "qq1876532499",
            "timestamp": 1439618880,
            "txt_content": "qq1876532499 发表于 2015-8-15 14:09\n沙发23333\n顶【我没有在灌水！】"
        },
        {
            "author": "qq1876532499",
            "timestamp": 1439618940,
            "txt_content": "沙发23333"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1439619300,
            "txt_content": "为了亡灵的未来！（好燃啊！瞬间就热血起来了！）"
        },
        {
            "author": "凛",
            "timestamp": 1439619600,
            "txt_content": "入文坑了吗？"
        },
        {
            "author": "泰米瑞斯",
            "timestamp": 1439620200,
            "txt_content": "- -、其实我不太喜欢对于地图的索引."
        },
        {
            "author": "zwh007",
            "timestamp": 1439620920,
            "txt_content": "china521 发表于 2015-8-15 14:20\n入文坑了吗？\n6章就完结。\n以后应该不会再写"
        },
        {
            "author": "凛",
            "timestamp": 1439620980,
            "txt_content": "zwh007 发表于 2015-8-15 14:42\n6章就完结。\n以后应该不会再写\n额....\n那就算是剧情补完了？"
        },
        {
            "author": "zwh007",
            "timestamp": 1439621100,
            "txt_content": "china521 发表于 2015-8-15 14:43\n额....\n那就算是剧情补完了？\n主要精力会放在亡灵战争第二部\n吉姆之谜还TM要补\n看我挖的坑多大(╯‵□′)╯︵┻━┻"
        },
        {
            "author": "泰米瑞斯",
            "timestamp": 1439621160,
            "txt_content": "泰米瑞斯 发表于 2015-8-15 14:30\n- -、其实我不太喜欢对于地图的索引.\n地图就是要横冲直撞~~~死了重来，这就是我的忍道，呸。。。"
        },
        {
            "author": "凛",
            "timestamp": 1439621220,
            "txt_content": "zwh007 发表于 2015-8-15 14:45\n主要精力会放在亡灵战争第二部\n吉姆之谜还TM要补\n看我挖的坑多大(╯‵□′)╯︵┻━┻ ...\n把坑都填完就快十级了吧\n我是从不开坑"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439621580,
            "txt_content": "Donnies_Ming 发表于 2015-8-15 14:15\n为了亡灵的未来！（好燃啊！瞬间就热血起来了！）\n还有更热血的呢，只要你当众秀恩爱，FFF团会让你欲火焚身\n话说我感觉你好容易燃……"
        },
        {
            "author": "zwh007",
            "timestamp": 1439622300,
            "txt_content": "泰米瑞斯 发表于 2015-8-15 14:46\n地图就是要横冲直撞~~~死了重来，这就是我的忍道，呸。。。\n所以地图作者们就要设几百个重生点(╯‵□′)╯︵┻━┻"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1439623740,
            "txt_content": "2B与mc的故事 发表于 2015-8-15 14:53\n还有更热血的呢，只要你当众秀恩爱，FFF团会让你欲火焚身\n话说我感觉你好容易燃…… ...\n被你识破了233333333\n我准备以一棵树的视角挖新坑\n目前正在龟速码子中……（真令人惭愧）"
        },
        {
            "author": "九日火旋",
            "timestamp": 1453374120,
            "txt_content": "qq1876532499 发表于 2015-8-15 14:09\n**** 作者被禁止或删除 内容自动屏蔽 ****\n错了一个地方，在下界走1格等于在主世界走8格，不是6格"
        },
        {
            "author": "2720654355",
            "timestamp": 1511620560,
            "txt_content": "作者加油！！！！！！！！！！！！！"
        },
        {
            "author": "恋雪樱",
            "timestamp": 1564395300,
            "txt_content": "厉害厉害，好崇拜你呀！剧情写的那么好，不像我，自己写的啥都看不懂。嘤嘤嘤"
        }
    ]
}