{
    "title": "<原创·连载>【原作者出品】亡灵战争前传-复仇之刃 Chapter 5",
    "author": "zwh007",
    "replyCount": 10,
    "timestamp": 1439622840,
    "txt_content": "Chapter Five\n\n神殿\n\n\n   “真是讽刺啊，为了得到拯救亡灵的武器，我还得依靠我们敌人的装备。。。”\n    我望着神殿的入口，自言自语道。\n    这存放着神器的神殿，入口却只是一个3米X3米的小洞，就像我们曾经生存的洞穴一样，并不是那么富丽堂皇。\n    “好了，斯科特，这里就是入口了。”带我过来的剑士说道。“这里面可不好玩啊，活着出来的那位阿尔法，精英剑士啊，都被     打成残疾了。”\n   “嗯，我知道了，谢谢。”我开始检查包中和身上的武器装备。一套人类的合金战甲，两把绿宝石匕首，勃朗宁自动手枪，28发 9mm手枪子弹，充足的水和食物，还有一把洁白的石英剑——从极影部落武器库里拿来的。\n    很可惜，武器库中除了这把最坚硬也是最锋利的剑之外，只有普通的花岗岩石剑，木弓，甚至还有用地狱岩造的剑，和人类的铁 剑比简直是薄如蝉翼。\n    但是，即使是这把使用下界石英打造的亡灵族顶尖武器，和我身上的绿宝石匕首比起来也只是小巫见大巫。即便这样，我还是将他插在了后背的刀鞘里。我们亡灵，也需要靠自己的力量取胜。\n\n    “好了，我要进去了，谢谢你们陪我走了那么多路。”\n    “我们走多远都没事，关键是你。。。一定别死了啊！”\n    “我们。。。等着你的归来！”\n    “我会的。”我淡淡地答道，随后，便进入了神殿。\n\n    面前是一个还算宽敞的岩洞，四周墙面上棕红色石砖的装饰让我有些不寒而栗。\n    “欢迎来到这里，斯科特。”一个声音突然响起。\n    “什么人！”我立刻拔出了两把匕首。\n    “不要那么紧张，我不会现在就像你挥刀的。”谜一样的声音再一次响起。“你此行的目的，应该很清楚吧！”\n    “是的。我要拿到死亡之影-凋零。”\n    “我是死亡之影-凋零的守护者。这把神器，可不是一般的人能掌控的。”这个声音，空旷而又神秘，甚至让我感觉是创世神在和我说话。“要想得到他，必须要通过重重考验，随时都有可能丢掉性命。”\n    “所以呢？你是想用一句话把我吓跑？”我有些不耐烦了。\n    “不。”谜之音继续说道。“我只是在提醒你，这是一条无法后退的道路。如果你在这条路上失败了，就算能逃出去，也只会像那位剑士一样。。。”\n    “说完了吗？”我冷冷的说。\n    “呵呵，很好，看来你已经下定决心了。”我似乎感到这位神秘的守护者正对我露出狡黠的微笑。“那么。。。请你站稳了。挑战，即将开始。”\n    在出发前，我还曾想向那位幸存的剑士打听一下这里面的消息，但是他似乎收到了极强的心理刺激，只要提及凋零神殿，他就像被猛 击了头部一样，目光呆滞，一句话都说不出来。\n    “我得小心些。”\n    突然，脚下的地砖缩了下去。“什。。。”我还没反应过来，缩下去的两块地砖就已经朝着两边打开。“啊！！！”我就像一块石头一样笔直地掉了下去。\n    机智的作者再次插嘴：亡灵战争RPG地图里有和这几乎一样的情景哟~\n   “噗通！”\n   “咳咳。。。咳咳。。。该死的。。。这是搞什么。。。这要把手枪弄坏了怎么办”我骂骂咧咧的从底下的水池里爬了出来。还好，人类的手枪袋是完全防水的。\n    这是一个比刚才的岩洞稍小的房间，但是，装修明显好了很多，整个墙面都整整齐齐地铺上了石砖。而现在在我面前的，是一个铁门？\n   “很好，看来刚才那突然地坠落，并没有把你吓倒。”谜一样的声音又一次响起。“但，这只是最基础的试炼而已。你面前的铁门，就是第二道考验。想清楚，这个门是只能往一个方向开的，如果你。。。”\n   “吵死了。。。”我冷冷地丢下一句，直接推开了门。\n   这是一个更宽阔的房间，然而，宽阔的空间却并没有让我心情舒畅。\n   因为，在我的脚下，近在咫尺的地方，岩浆，正在翻滚着！\n   岩浆上面，是一排用深褐色石柱吊着的石板平台，每个平台之间，都隔着至少3米的距离。平台的另一面，就是另一个铁门。\n   “这是让我跳过去吗。。。”我自言自语道。\n   “没错！”谜之音居然听到了我刚才说的话。“脚下，是炽热的岩浆，一脚踏空就会一命呜呼！面对如此险境，你还想飞蛾扑火吗？”\n   “你这家伙，真是比莱恩还啰嗦啊！”我望着脚下的岩浆，笑道，“你让我跳，我就跳呗。。。”\n   “扯那么多废话干什么！呀！”我大喊一声，奋力一跃，稳稳地落在了第一个石阶上。”\n   “哼，如果没有下面的岩浆吓你的话，这一点都不难。”我望着前面的石阶，又奋力一跃。\n   糟了！这个石阶比刚在我站的高一格！\n   我的这个念头，居然在我已经跃起的时候，才浮现在我的脑海。\n   果真，我的脚只碰到了石阶底部的边缘，紧接着，我就感觉，重力，正在将我拉向死亡之门。“艹！”我大吼一声，双手抓住石阶两边的石柱，才抑制住了这致命的下坠。\n   我装了壮胆，向下一看，我的脚离岩浆的表面，几乎只有一厘米！\n   “好险。。。好险。。。”1分钟后，我坐在石阶上，喘着气。“差点就没命了。难怪那个剑士会成那样！”\n   但是，挑战还在继续。我站起身，望着前方的石阶。“也就是说，只要抓住这两个石柱，就没问题了吧？”\n\n   “掌握了技巧，就是简单。”我站在另一边的铁门面前，回头望着脚下翻腾的岩浆。“哼，我可不想再来一次这种地方了！”\n   机智的作者再一次插嘴：亡灵战争RPG地图里也有类似的场景哟~还有火焰弹和弓箭发射器把你往岩浆里射哟~\n   这时谜之音就再一次响起：“很好，斯科特，你通过了第一道考验！但是战场，才是真正的熔炉，只有在战争中。。。”\n   我根本没有理会这位守护者的长篇大论，直接推开了门。\n   这个房间，比刚才的跑酷房间稍微小一点。房间中央的底板上班，是用萤石组成的一个四角星形装饰团。四角星的中央，一个和我差不多大的石像正矗立在那里。\n   石像身体的材质，和这墙壁上的棕红色石砖几乎是一样的。\n   “这是要我干什么？”我望着那个石像，喃喃道。\n   突然，石像头部黑洞洞的眼睛，发出了血一般的红光。“这是？！”当我反应过来时，一把铁剑，已经划破了我面前的空气！\n   长期训练使我的反应能力达到了极致。我立刻向后摆头，剑尖几乎从我的鼻尖擦过。随即，我迅速转身，右脚一个后踢，正好踢在这个疯狂的石像的腹部，将他踹出了几米远。\n   “真硬啊，这家伙。。。”我感到我的脚踝因为剧烈的撞击正在抽搐着。但我并没有时间去揉，石像似乎并没有因此受伤，反而再次握起铁剑，已更快地速度向我冲来！\n   “想打架吗！”我拔出两把匕首，反手握紧，左手向上用力一划，将正朝我头顶劈来的铁剑击偏，右手抓住石像进攻时的漏洞，用尽全身力气刺向石像的腹部。\n   “咔嚓！”石像腹部出现了几道裂纹。“我赢了。”我暗笑道。\n   “呯！”“啊！”\n   铁剑猛地劈在我还举在头顶的左手匕首上。我被这巨大的冲击直接震得单膝跪在地面。\n   我向上瞄了一眼，石像似乎完全没有损伤，更没有让我休息的意思。第二次斩击，已经在我的左边划出了气浪。\n   “见鬼！”我立刻转身双手正手握刀，交叉在胸前。\n   “呯！”银白色的铁剑与翠绿色的匕首猛烈的撞击，生出一片白黄色的火花。这一下倒是接住了，但却让我足足后退了好几步，差点仰面摔倒。\n   这家伙。。。要用白刃杀死。。。得砍多少刀啊。。。\n   等等。。。武器！我不是有手枪吗？\n   两条思绪在我脑中飘过。石像，已再次握着剑，刺向我的左胸！\n  “来的好！”我侧身轻轻一躲，致命的刀刃，仅仅刺穿了我胸前的空气。随即，一把银白色的手枪，对准了石像的头部！\n   “嘭！”一片火光后，一粒弹壳“叮”的一声掉在石像头部的碎片旁。\n   而我，被这突如其来的后坐力震得直接蹲坐在地上。\n  “呼。。。呼。。。果真是大口径手枪。。。威力这么大。。。人类，你们真是聪明。。。”\n  “恭喜你，击败了守护石像！”迷之音的声音似乎有些激动。“这么多年来，你是第一个走到这一步的亡灵！”\n   “还不是因为我用了人类的武器。。。真是太讽刺了。。。”我摇摇头，走向前方已经解锁的铁门。\n   下一个房间，才让我感觉真正进入了神殿。\n   富丽堂皇的墙上装饰，房间内四角的岩浆喷泉，高大的尖顶穹顶，还有。。。\n   房间最中间，站着一位身着黑色风衣，头上戴着边缘有金箔装饰的兜帽的年轻阿尔法。\n   我看着他左手握着的武器，不禁倒吸一口气，睁大了眼睛。\n   一把黑色的三叉戟。紫色的光，在这把武器上涌动着，让人一眼就能看出他的强大力量。\n   “你猜的没错。”这个阿尔法发话了。“我，就是指引你的声音。这把武器，就是“死亡之影-凋零””\n   “果真。”我凝视着三叉戟顶端刀刃闪出的白光，说“那么，我还需要打败你，才能得到他，对吧？”\n   “你还是很有悟性的。”迷之守卫的声音突然变得冷酷了。“要想掌握它的力量，你必须拥有打败他的能力。”\n   “是吗。。。”我拔出匕首，反手握紧，左手在前，右手在后，交叉在胸前，做出了战斗姿势。\n   “那就不要啰嗦了，放马过来啊！！！”\n    迷之守卫露出一丝微笑。“勇敢无畏，也许，就是螳臂当车！”\n   话音刚落，房间中央的守卫，突然消失了。\n   “什？！”我突然感觉，背后吹来一阵冷风。\n   “呯！”正朝我后脑勺刺下的三叉戟，被我左手的刀刃强行接住了。\n   “呃！果真是神器。。。”巨大的力量压到我都快弯下腰了。“速度如此之快，力量也如此恐怖！”\n   “那当然。”迷之守卫的眼中充满了杀气。“这可是“死亡之影”！”\n   第二次的斩击立刻就向我袭来。我清楚地看到，三叉戟头部旁边的光线都已开始扭曲！\n   “呯！”\n   这种速度的刀刃根本不可能躲过去。我虽然用两把匕首交叉挡下了，但强大的冲击力，让我瞬间失去了重心，向后飞了足足有5米，才背部着地重重地摔倒在地上。\n   背部本应传来一阵剧痛，但我根本无法感觉得到。因为，当我睁开眼睛时，谜之守卫已经跳到了我的上方。黑色的刀刃，正从上面向我袭来！\n   “你以为，我会给你喘息的机会吗！”这声音变得更加冷酷了。在刀刃即将落地的那一刻，我左手撑地，身体向右一滚，顺势站了起来。“啪！”三片刀刃插进了地板的石砖，震出了数不清的碎石和裂纹。“好机会！”我立刻拔出了手枪。。。\n   “噗嗤！”“啊！！！”\n   还没开火的手枪直接飞了出去。我抓着左手小臂，痛苦地跪在地上。2厘米厚的合金护甲，竟然如此轻易地就被砍穿，喷出一股绿色的血液。\n   “你以为，靠人类的这些小聪明，就能打赢我吗？”谜之守卫站在我的面前，冷冷地说。“别做梦了！我们亡灵，必须要依靠自己的力量！”\n   话音刚落，三叉戟就像扑食的饿虎般刺了过来。\n   “可恶！”我立刻让身体向左下方一侧，右手向上一划，“呯！”被碰撞的黑色刀刃从我的身边划过。“该我了！”我左手的匕首狠狠地刺向那顶黑的的兜帽。\n\n   但是，迷之守卫的右手，很轻易地就抓住了我左手的手腕。\n   “什。。。”“哼，雕虫小技。”我可以看到，兜帽中，那充满杀意的红色瞳孔。\n\n“唔！”\n   我感觉胸前传来一阵刺痛。向下一看，锋利的三叉戟已经刺穿了我身上4厘米厚的合金胸甲！绿色的血，正从3个尖利的刀刃边缘，一滴滴地往外渗。\n   “哟，看来，还是人类的杰作暂时救了你一命啊！哈哈哈哈。。。”谜之守卫的笑声，充满了讽刺。“但是，这只是暂时的！马上，真正的审判就要。。。”\n   “噗嗤！”\n   一把雪白的剑，刺穿了谜之守卫的胸膛！\n   “莱恩那家伙说过。。。在战场上，当敌人取得优势时，他们，就会忽视一些最终导致他们毁灭的细节！”我右手握着雪白的石英剑柄，对谜之守卫投出胜利者的微笑。\n   “什。。。什么时候。。。不可能！”谜之守卫似乎还不相信，这几秒内，形式的巨大逆转。\n   “你还没发现吗？”我冷笑道：“刚刚，我右手的绿宝石匕首被死亡之影击飞了。于是我就拔出了后背的这把石英剑。而你的这一刺，正好也给我找了一个活靶子！”我丢下左手的匕首，反手抓住了谜之守卫的手腕。“而石英剑的长度和刀尖硬度，刚好能刺穿你身上的这套锁链轻甲。你说的没错。如果我们亡灵，想要取胜的话。。。”\n   “我们只能依靠，自己的力量！！！”我大吼一身，将全身的力量都投入了剑柄。\n   剑刃，从谜之守卫身体的一侧横向切了出来，却没有一滴血。几乎被我腰斩的谜之守卫，默默地化作一股黑影，消失了。\n   “结束了。。。吗？”死亡之影-凋零还插在我胸前的胸甲里。“还好，虽然刺进了身体，但还不是很深！我只要。。。”\n   没想到，我的双手刚触摸到这把神器，他也化成了一股黑烟，飘散出去。\n   “这是。。。搞什么？”我呆呆地望着那团黑烟。\n   突然，熟悉的声音再一次响起。“恭喜你，斯科特！”又是谜之守卫的声音？！“喂，你不是已经被我打败了吗！”我对着那团烟雾大喊道。\n   “你通过了所有的考验！”黑烟慢慢聚拢在房间中央，化作一个人形。\n   当我看到完好无损的谜之守卫再一次出现在眼前时，我已经说不出任何一个字。\n   谜之守卫似乎并没有在意我的反应。“现在，我将以伟大的NOTCH之名，给予你使用我的权利！”\n   “等等！”我突然明白了什么。“你就是死亡之影-凋零？！”\n   “没错。”死亡之影-凋零答道。“我的人形形态，只有在神殿中和你的意识中才能出现。而一旦离开了神殿，我的力量，就只有在强者手中，才能发挥作用！”\n   说罢，死亡之影-凋零的身影，慢慢消失了。我低下头，发现我右手的石英剑，已经变成了一把黑色的三叉戟。\n   这把三叉戟就像用远古陨铁打造的一样，光是看看就让人感觉坚硬无比。戟柄有着螺旋状的黑铁装饰，末端精细地缠着一种柔软而摩擦力很强的高级布料。戟柄的前段，镂着2条飞龙。戟头上，17个王冠的图案分布在3各刀刃间，让握着它的人瞬间就有了王者的感觉。戟头中央，镶嵌着一颗硕大的紫水晶，紫色的能量气息，在这把神器上不停地涌动着。\n   “终于，我得到了你！”我凝视着这把武器，默默地说。\n   突然，神器头部喷射出了一团黑影，将我包围起来。“？？！！”极度震惊的我挣扎着用手想拨开这浓烈的影，但却渐渐失去了意识。\n   几乎是几秒种后，我就醒来了。“刚刚发生了什么？嗯？我不记得我有这么高啊。。。”我心生疑惑，向下看去。\n   眼前的景象让我吓了一跳：我的腿已经不见了，身体变成了一根根硕大的黑色的肋骨。双手，居然和我的头一样高，而且看上去就像我的第二和第三个头！而我整个人，现在正漂浮在空中！\n   “这是怎么回事？！”我大叫道。\n   “别急，斯科特。”我听到死亡之影-凋零在我的意识中说话。“这是“凋灵形态”。当你与我完全契合时，你就能变为这种形态。你可以用意念控制你的身体飞行，同时，你会获得极强的战斗力量。”\n   “是吗？”我试着张开我的两只“手”。没想到，我的“手”前方竟自动开始积蓄起了能量，就像两个黑色的魔法球。当我把“手”闭上时，两个魔法球“搜”地一下飞了出去。\n   “轰！”神殿的墙壁被轰出两个大洞。“这简直就是坦克炮啊！”我兴奋地叫道。\n\n   “神器的力量，是不容小视的！这种形态应该还有更多的能力，这要靠你自己去发掘了。”死亡之影-凋零顿了顿。“但是，保持这种形态，会持续消耗你体内的魔能。也就是说，这是有时间限制的。在这种形态下战斗的话，消耗魔能的速度，也会加快。”\n“魔能？”\n“这其实是每一个生物体内都具有的一种能量，而亡灵族体内的魔能，应该算是所有种族中数一数二的了。。。”\n\n\n\n\n   面前，依旧是那片熟悉的岩浆海。\n   我已经脱去那套残破的盔甲，缓缓走出了神殿。\n   右手，紫色的希望之光，正在闪耀。\n   我成功了，但我却出奇地冷静。\n   因为我知道，我已经承担起了重任。\n   亡灵族复兴的重任。\n   “人类。”我冷冷地说。“接下来，就是你们做出偿还的时候！”\n\n最终章和索引即将上线\n",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1439630280,
            "txt_content": "我们只能依靠，自己的力量！\n完结撒花！"
        },
        {
            "author": "accav",
            "timestamp": 1440486960,
            "txt_content": "等等 亡灵族应该信仰herobrine啊"
        },
        {
            "author": "13692767653",
            "timestamp": 1457022660,
            "txt_content": ".............."
        },
        {
            "author": "海岸狂风",
            "timestamp": 1468994940,
            "txt_content": "听起来很帅的三叉戟啊"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469154480,
            "txt_content": "这里面有比较优秀的东西。\n但是很多很多细节，可能还需要再想。\n个人感觉这列文章的细节问题是整体不算优秀的主要原因。"
        },
        {
            "author": "Cheasd",
            "timestamp": 1470031740,
            "txt_content": "如果布莱克也可以和生命之辉——绽放完全契合，产生一个“创世神形态”就好了，这样打起来才爽！"
        },
        {
            "author": "RY-shui",
            "timestamp": 1533013020,
            "txt_content": "布莱克夺取生命之辉的关卡"
        },
        {
            "author": "玫兰蒂斯",
            "timestamp": 1570861740,
            "txt_content": "我看了看我的复仇之刃，再看了看zwh007写的小说，唉，我果然凉了。"
        },
        {
            "author": "玫兰蒂斯",
            "timestamp": 1570861740,
            "txt_content": "RY-shui 发表于 2018-7-31 12:57\n布莱克夺取生命之辉的关卡\n这个不还得做个mod？你做？"
        },
        {
            "author": "奈昔233",
            "timestamp": 1583315280,
            "txt_content": "太强了！"
        }
    ]
}