{
    "title": "<原创·单篇>[InfStudio][LiDeer出品]小说【《刺杀正弦》】",
    "author": "lzlniu",
    "replyCount": 7,
    "timestamp": 1439648040,
    "txt_content": " 本帖最后由 lzlniu 于 2015-8-22 19:30 编辑 \n刺杀正弦Assassinate Sine\n\n\n其实我也不知道我为啥要写这个，这只是一个突如其来的脑洞谨以此文赠予我们亲爱的组长Sine。他带领我们（IS）走向光明的未来只写了大概4100字，就当个消遣吧注：本文全系虚构。\n鸣谢！我的同学某崧（剧情灵感＆文学启蒙）、我的组长Sine（刺杀对象＆人生导师）、以及Infinity Studio里我亲爱的好组（er）员（zi）们！\n正文：\n在写此文前，我要感谢：\n厦门自由意志周刊的记者、中央电视集团旗下的新世界传媒编辑们，以及诸多研究正弦的情报人士提供的宝贵信息，否则我不能执行我的行动。我是Anti-sin。\n当然，这也可能是我生命的最后几天了，虽然如此，我仍然要遵循我的职业道德，不泄露任何关键信息，看到本文的各位主子，我可能谩骂你们，但千万不要介意一个将死之人的言行。希望你们能饶过我的妻子和女儿，我不想求你们，我的人生从来没有遗憾，因为它（我的人生）他妈的就是个败笔。\n世界上有那么多组织。可不是每个都可谓权霸一方。如果你听说过俄罗斯的科罗廖夫，那你大概对太空竞赛有所了解。如果你听说过大流士，那说明你知道波斯帝国的点滴。如果你听说过正弦这人，那你一定对IS这组织有一定了解。IS就是Inexorable Shooter（无情射♂手）的简称。\n正弦是他的惯称，而他的真名叫Simon Stanley Cavindish XM（SSCXM），没有人知道他的中文姓名是什么。也没有人知道后面的XM代表的是什么，有人认为这是他的先祖的名字，也有人认为是自己起的后缀，就像印度的国王喜欢叫自己“1.25倍于普通人的大帝”，所以XM大概和“1.25倍于普通人的”这个定语类似吧。\n在执行刺杀正弦的计划之前，我的生活仿佛一个无趣的骰子，它总是每天让你期望骰到不同的点数，就像你相信量子力学的不确定性原则、海森堡测不准定责一样，你总是以为它会终结，它会发生变化，它会在你的生命中产生些许不同，但是它每一次都会骰到同一个点。你不会明白这是有多失望。我于“皮埃尔·切里连科刺客培养中心”受教。刺杀是我的职业。刺杀这活儿，只是一个扳机的事儿罢了。无聊透顶。真是让人乏味啊，刺杀不像是大部分人想的那样是一件让你肾上腺素激增的活儿，在干活儿时不会紧张，只会想能拿到钱：大把的钱，老婆孩子都要靠自己养活。否则就会死无葬身之地，被主子们撕碎，片甲不留——这可不是装完逼就跑这么简单。\n但我常常巴不得自己死掉，不是因为刺杀很危险，毕竟你的主子会买通政府的安保，你身边总有专业的黑客”配套“，事情几乎没有不成的。而是因为自从你选择进入这个行业开始，你就陷入了一个圈套。\n人饿了，就要吃饭，我如果想吃饭谁也拦不住我。主子们从来都是财大气粗的，他们让我们这些刺客去干脏活儿，倒头来我们也捞不到什么好处，而且主子们还可抓住我们的把柄：他们有我们行刺的证据。因此成功了，不过是拿到点小钱，失败了，这位刺客就消失了，让人消失，实在是简单的要死，政府和诸多主子们都串通好了，他们可以雇佣别的刺客不花多少钱干掉既有刺客，也可以以法律程序控告我们，总之，这是一个只有死亡才能解脱自己的工作。所以这是个catch-22（出自《第二十二条军规》约瑟夫·海勒 著），干我们这行的，是逃不掉它的。\n那天我收到有关正弦的刺杀资料的时候，并没有多想什么，我对此人一无所知：他算是什么？只是我的晚饭钱罢了。希望我能失败，那样我就会死，摆脱这个可怕的只能骰一个点的骰子。可是，我的妻子儿女呢，他们怎么办，这我可没有想好，责任是男人最重要的东西，为此，道德或是仁义都会被抛到一边。因此我似乎不可死去，我讨厌这种愚蠢的矛盾。\n资料上说，正弦生于1997年。所以现在他近乎三十岁了，正是如日中天的年龄，他在十八岁的时候创办了IS，二十多岁的时候就发展得极为强大，这个组织是专门盗窃情报的，他靠这个发了大财，而且控制了一批为他卖命的狗腿子，这些狗腿子总能切合他的心思，去发展这个组织。IS研究新科技、学习特工技艺，其终极目标总是窃取机密，它培养了一代代间谍、特工、黑客，所以一直是我的几个主子的眼中钉。由于某些特殊原因，我不能向诸位说明我的主子的名称。\n他在年少的时候是个自恋狂，对自然科学感兴趣，听起来很像是个柔弱的理工男。在读资料前我认为他大概不是个运动型。可是资料显示，他在中学时期，因为一个妹子的事，曾和学校的霸头干了一仗。是啊，事情一开始是他在某个网游里把那人干翻了，你敢相信吗，他才44级，居然打过了那整天玩物丧志的混子，那校霸可是有56级，44级打败56级，我不想多说什么。\n于是那混子就不爽他了，隔天到学校后就揍了他一顿，他竟没有还手，大概被打得挺惨。不过这不是重点，最脑残的事情发生在后面，他在被揍后居然还和那个妹子待在一起。于是，混子又带着人来找他了，只不过这一次，正弦带上了一把刀，混子的一个手下因为逃的慢险些丧命。校方因此开除了正弦。\n取他的命只是我职业生涯上必须做的极度平凡的一件事，我不想管他是不是上有老母下有幼子，那对我不重要，想这些还会影响我的工作，怜悯都是给可怜人准备的。我还要求生，即便不说在夹缝中挣扎，也是在无聊中过活。我还有我爱的人要靠我养活。\n当然，时过境迁，到今天，正弦已经长大，创立了IS，也因此，他的身边有了亲信和忠诚的保镖，不再是个赤手空拳的孩子了，但这不影响我的工作。我还是很自信的，他的保镖不可能看见我的狙击枪。\n刺杀当日。他走出了厦门的“桃湃”夜总会。我的手表上正是显示着“11:51pm”。他是个守时的家伙，准时的出现在了我的瞄准镜正中央。身边站着几个穿着黑色衣服的人，他们黑衣在满月的夜空下泛出的却是白色的亮光。主子雇佣的黑客告诉我，在午夜十二点开枪，在此之前，请一直瞄准他。\n无聊透顶。每一次都是这样的提示，只不过时间不同罢了，黑客们当他们在演戏剧吗，让人总是要死在整点？然后会有一段优雅或是激昂的乐曲传出？不，不会，再重要的人被刺，也是只有人群惊恐的叫声罢了。\n月球显得圆润，很难相信罗马教廷竟然如此愚蠢地声称月球是光滑洁白的，那时我的眼睛分明可以清晰地看见月球上的海区（阴暗处）。正弦和身边的一位保镖谈论着，声源太远我不能听清，他显得镇定自若，身子笔直，在夜视狙击镜下还可以看到他眼睛里的绿光。他大概是去红灯区去多了，每一次从夜总会出来都不显得虚。虽然他也是三十岁，但比我显得要年轻些，至少在狙击镜中是如此，他头上戴着一个偏平的贝雷帽，黑暗中看不清颜色，脸稍显削瘦但似乎有着一股坚毅。以往在资料中，他似乎不是这样的，资料里的图片上的他显得更为沉稳，常常面带笑容。\n他开始移动了，但大街上除了稀稀疏疏行进的汽车没有任何掩体，他是躲不过我的子弹的。12点，是没有钟声的，所以我总要看我的手表，那很恼人，我不想这么做，但却会不自觉地这样做。这大概是职业病，每个人都希望看看自己几点下班。正弦缓慢的移动着，在街道上往东行进，这个方向很好，他将背对着我，子弹将会从他的脑门穿过，1秒钟就完事。谁也不会知道。\n枪上的消音器完美至极，活儿应该会顺利解决，我想干完活就去睡觉，或是去一趟“桃湃”夜总会过夜。这我并未想好，想这种事，大概和一个学生放学，想着去哪家零食店一样平凡。\n我看着手表，11:53、11:54、11：55、11:56、11:57、11:58、11:59、………………。无聊透顶。\n很好，快下班了，我眯着眼睛，可以看见正弦准备拐过街角，这是他距离我最远的距离，也是行刺最安全的距离，亦是最容易失手的距离。我将视线从瞄准镜上移下来，又低头看了一下手表，现在是00:00am。我对准他的脑门，沉闷的“呲”的一声，子弹发出去了，他的头溅射出液体，大概是血。近乎瞬间，我可以看见他的保镖向旁边跳开——真是一群窝囊废。然后他倒下了，我补射了两发子弹，一发打中头，一发打中胸脯，他的胸脯又跳动了一下，他活不了了，而直到此时，他的保镖才从腰间掏出手枪，专业而有素地像周围搜索，当然这无济于事。我拾起枪，慢慢地把它拆卸，然后将其扔到了楼顶的烟囱里，脱下手套，收拾好背包，离开。就像学生放学后，收拾书包准备离开一样。\n事情看来进展的很到位，很顺利，明天我又有饭吃了。那天晚上，我没有去夜总会浪，而是回到家中，回妻子女儿身边，女儿躺在母亲的怀里，她自己怀里则抱着那个她称为”豆豆“的布娃娃，她们已经睡着至少三小时了。我很疲惫，躺倒在妻子身边，衣服也不脱就倒头睡了。\n第二天一早（也许不是第二天，因为我感到极度疲劳，十分饥饿，如果只过了一夜，我不会是这个状态，但我什么都记不清了）。我就在这里了。典狱长的声音通过广播传了出来，我醒来时听见狱卒嘶吼着。我没有被狱卒叫醒，而是惊吓而醒，梦见妻子被正弦的手下杀了，而我醒了，说明那只是梦，所以我松了一口气，那狱卒的咒骂催促、点名声我全都听不清。可这真不知道是该庆幸还是该苦恼，虽然噩梦是假的，但我的身边却没有妻子，我只能看见脸盆、铁栏、木板桌，那桌上是一个脏兮兮的破记事本，不知用没用过，旁边则是一个铅笔，短的可怜。\n“231-321，你的死刑一周后执行。”狱卒的脸显得正直，不带有任何恐怖或阴暗的色彩，如果说他是男天使，我也会信，但他终究是个狱卒。“什么?草！死刑，我在哪？你是……”我没有说下去，因为我其实已知道这是监狱。“你的主子声称你的任务失败了。政府会帮他解决掉你。”狱卒面无表情，声音平淡，就像是在说一件普通的事。也的确，这对他来说就是一件普通的事，这只是他的职业罢了，他早已麻木了，他只是为了一口饭吃而已。就像我一样。“什么？正弦他没死吗？！”我大叫道。狱卒显得无辜，他没有说话，像是以为我是个疯子一样，转头走了，喃喃着：“神经病。什么正弦……我中学数学要是学好了就不在这了……”我低下头，感到难受，我不知道我做错了什么，是因为我杀人了吗，还是因为我没成功杀掉人？不，不可能，正弦绝对死了。但是若真如此，我又为什么在这里，为什么要被“消失”？\n我躺回木板床，仰视着天花板上的白炽灯泡，想着：总算摆脱了，我不是想死吗，死来的真快，我终于如愿以偿了。死神永生。于是我拾起那短短的铅笔，在这个破记事本上开始写起本文。\n弥留，切，不必弥留了，主子，你如果看到了这篇文章，你只消知道，我没有出卖你，即便可能是你出卖了我，但我只希望，我的妻子，我的女儿，还有她的布娃娃“豆豆”。能完好，就够了。\n我已经很满意了，因为我死前永远不会知道她们的情况。米粒（作者注：本文主人公女儿小名），这篇文章不知道你能不能看到，就算看到，也不要管了，你不必为父复仇，因为那样做只会糟蹋你自己。如果可以的话，和妈妈代我向正弦问好，告诉他：这只是职业而已。\n再见，小破本子，你伴随了我生命中最后七天。狱卒，就求你把这小本带出监狱吧，最好送到厦门熹光大街26号，403的信箱里。这小破记事本上面的钱，是我没去夜总会而留下的钱，就送给你了。如果你懒得把他送到403号，就把它交给典狱长吧，也许他认识我的主子。千万不要不理不顾，这是一个人最后的愿望，看你是个好人，希望你能帮忙。\n[groupid=534]InfinityStudio[/groupid]",
    "replies": [
        {
            "author": "SSCXM",
            "timestamp": 1439648580,
            "txt_content": "Arcsin，干得漂亮，要加入我们吗，我觉得我可以派人营救你，但是那是后话了"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439690640,
            "txt_content": "果然大角虫\n欢迎回归翻创版"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1439696640,
            "txt_content": "最后一段是最好的，把妻子换为母亲可能更有助性格的丰满，正弦的背景修枝减叶。"
        },
        {
            "author": "lzlniu",
            "timestamp": 1439699100,
            "txt_content": "末影龙娘 发表于 2015-8-16 11:44\n最后一段是最好的，把妻子换为母亲可能更有助性格的丰满，正弦的背景修枝减叶。 ...\n感谢指导，关于正弦背景，其实是有与其他作品契合的意图，因为sine本人也有写文。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1439724120,
            "txt_content": "然而sin本人的文不知道坑到何处了"
        },
        {
            "author": "SSCXM",
            "timestamp": 1439726820,
            "txt_content": "a2455564728 发表于 2015-8-16 19:22\n然而sin本人的文不知道坑到何处了\n在地月卫星轨道间"
        },
        {
            "author": "永恒服",
            "timestamp": 1439788620,
            "txt_content": ""
        }
    ]
}