{
    "title": "<原创·连载>奇异冒险世界 第二章 惊现怪物",
    "author": "2575174857",
    "replyCount": 4,
    "timestamp": 1439702400,
    "txt_content": " 本帖最后由 2575174857 于 2015-8-16 13:20 编辑 \n\n  “夜晚很危险？为什么？”哈迪斯问道。  “你还不明所以吗？这个世界可没有你原来的世界那么安逸。”\n  “这里充满了危机，僵尸，骷髅射手，不，甚至还有一些更加匪夷所思，让人难以置信的怪物，要不然，青苔榜上的那些人，怎么还有只生存了一天不到的人存在？那都是一些无可救药的蠢货，自以为是，仍然不分现状，没有任何防备的情况之下在夜晚大摇大摆地晃悠，这不是活靶子是什么？”哈根回答道。  \n  “噢。”哈迪斯有些意外，这个世界还真的有点儿稀奇古怪呢。\n  “废话说完了没？这么慢吞吞的，再不回去就来不及了！”丽达打断了哈根和哈迪斯的谈话。\n  丽达抬头望了望天空，夜色已经深沉了下去，留下来的时间，不多了。\n  夜晚不知道会有多少可怕的怪物在垂涎着他们，一个不好，他们的生存记录就会到今天为止了！\n  “好，哈迪斯，你也走快点吧。”哈根也意识到了问题是严重性，催促着哈迪斯快点走。\n  一路上无数的乱石散落在地上，地形非常凌乱，难以行走。\n  不时有微风吹过，不过哈根和丽达却丝毫没有放弃警惕。\n  哈根和丽达时刻万分地戒备周围，同时，还有戒备哈迪斯。\n  新人杀死老手也不是第一次发生的事情了。\n  丽达和哈根还是没有办法信任哈迪斯。\n  最好的证明就是哈根和丽达的右手一直抓着剑柄，眼神也不时戒备着哈迪斯。\n  突然，他们在一棵大树前停了下来。\n  “出现了么，避光亡灵。”哈根沉声道。\n  “哈迪斯，你先后退，我们两个来应付它们！”\n  说完，哈根和丽达的铁剑瞬间出鞘。\n  只见树下有几只面目狰狞的怪物，血目猩红，正死死地瞪着他们。\n  “令尊们有何贵干，为什么要挡在这里？”哈根先开口，朝着那几只怪物问道。\n  “有何贵干？当然是吃掉你们！”其中一只丑陋可怕，身材高大的怪物用嘶哑的声音开口说道。\n  “你们应该是知道，你们是没办法杀死我们的吧，那为何还要挡在这里！”哈根拿起剑指向他，杀意凌然。\n  “哎哟哎哟，别这么可怕嘛，我们的确是没办法杀死你们，但是，我们却有办法挡在这里！等到夜晚，我亡灵族复苏，便是你们的死期了！”那只怪物继续嘶哑的发出声音，语气却可怕的吓人。\n  “啧啧，就凭你们？”哈根用嘲讽的语气说道。\n  “丽达，我们没有多少时间了，要全力以赴速战速决！”\n  “了解！”\n  哈根和丽达同时冲了出去。\n  “弟兄们，上！”\n  几只怪物也同时朝着他们冲来。\n  “去死吧！”哈根的铁剑一瞬间挥砍出去。\n  “呲呲。”铁剑瞬间砍中一个怪物。\n  “什么？啊！！！”那个怪物尖叫一声，又发生一个剧烈的惨叫。\n  它竟然被一刀砍成两半！它没料到哈根的剑竟然会这么锋利，哈根的力量竟然这么大。\n  这种怪物即使被砍成两半也不会死去。\n  但是真正让它发生惨叫是因为，它有所知觉的上半身掉到大树外面去了！没了树的遮挡，阳光毫无遗漏的照射在它的身上，使它痛不欲生，身体被溶解得满目疮痍。\n  它的同伴也被吓了一跳，不禁瞪大了眼睛，都往这边看了过来。\n  “战斗的时候可不能分身哦。”丽达“提醒了一句，一脚把一个怪物给踹飞出去。\n  “啊！！！”又是一声惨绝人寰的剧烈惨叫，这个怪物又步了上一位老兄的后尘。\n  只剩下了一个怪物，正颤颤巍巍地不断后退。\n  “不，不要杀我。”那只怪物有些惊惧地叫道，一边叫还一边后退，意图悄悄逃脱。\n  “我很想告诉你，这当然是···”\n  “您肯放我一命吗？”怪物有点儿惊喜地说。\n  “噗。”哈根一剑把他拦腰截断。\n  “当然是不行咯。”\n  “你···”怪物只说了一个字，便咽下了最后一口气。\n  “走吧。”解决完怪物的哈根示意哈迪斯继续赶路。\n  ······\n  “刚才那个到底是什么？”\n  “字面上的意思，避光亡灵，而且是亡灵之中的僵尸族，它们惧怕阳光所以在白天就躲在没有阳光的遮挡物之下。”\n  “不过，它们原本应该是躲在洞窟里面的吧，不过要到黄昏了，它们也有些骚动，有些僵尸就想在这时袭击人类，就算不敌，也可以拖到夜晚，有更多的同伴来相助。”\n  “这样啊。”哈迪斯若有所思。\n  “快走，跑起来！再这样我们可丢下你不管了。”丽达道。\n  “知道了。”\n  ······\n  接下来的路程也很平静，刚才那样的事情也再没发生了。\n  哈根与丽达的住所是一座普通木屋，外面用栅栏围着，虽然普通，但是却不小，麻雀虽小五脏俱全，有各种房间，客厅，卧室，洗手间，储存室等等，后院还有个不大不小的农场以及一个小牧场。\n  毕竟食物来源也是非常重要的。\n “吱呀。”\n  哈根推开了木门，发出了一个轻响。\n  “哈迪斯，进去吧。”\n  “恩。”\n  在丽达和哈根进屋后，哈迪斯也走进了屋子。\n  哈根拿出火把与打火石，给火把点上火，挂在墙上，发出淡淡的火光，照耀着屋子内部。\n  “跟我来。”\n  哈根把哈迪斯带到了一个房间。\n  “这里就是你的房间了，你以后可以住在这里。”哈根转头向哈迪斯说道。\n  “那我先走了，先好好熟悉一下自己的房间吧。”说完，哈根就走了进去。\n  哈迪斯的房间里，有一张木质床，上面铺着羊毛，看起来很柔软的样子，旁边也有一个木桌，可是却没有一个窗户，玻璃这种东西，对于骷髅射手的箭来说可是很脆弱的！\n  “啊~~~”哈迪斯躺在床上，舒服得发出一声呻吟，自从来到这个世界，总算有个像样的休息场所了。\n  夜晚正式来临，哈迪斯与哈根还有丽达在客厅共进晚餐。  晚餐是面包加苹果酱。\n  “怎么样？还习惯吗？”丽达吃着一个面包，问道。\n  “还好，谢了，要不是你们，我连住的地方都没有。”哈迪斯回答道。\n  他拿起了一个面包，也吃了起来。\n  单纯的小麦面包，口感不是很好，幸亏有苹果酱，口味也不会太淡。\n  “好了，吃完就去休息吧，明天教你一些基本的技巧。”哈根最先吃完面包，起身来，朝着自己房间走去。\n  ······\n  哈迪斯是最后一个吃完的。\n  “咯吱。”就在哈迪斯要起身的时候，门外突然响起了密集的声音。\n  就像是骨头摩擦的声音一样。\n  “哈根。”\n  “丽达。”\n  哈根和丽达同时从房间里出来。\n  “我们麻烦了啊。”哈根望着房门，有些沉重地说道。\n  \n  \n\n\n\n",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1439706180,
            "txt_content": "整体来讲还是不错的，但一些词不恰当。打斗的部分不要占更多了。"
        },
        {
            "author": "147822221",
            "timestamp": 1439710740,
            "txt_content": "好看内，更新啊更新，求更新~"
        },
        {
            "author": "诺霜555",
            "timestamp": 1446613800,
            "txt_content": "我觉得嘛.......还可以啦啦啦"
        },
        {
            "author": "Baw",
            "timestamp": 1446623400,
            "txt_content": "略短。不够看啊"
        }
    ]
}