{
    "title": "【原创】 《末路史诗》 连载贴",
    "author": "小白VS苦力怕",
    "replyCount": 6,
    "timestamp": 1439687040,
    "txt_content": " 本帖最后由 小白VS苦力怕 于 2015-8-16 09:06 编辑 \n\n\n《末路史诗》\n————神说：“因你们的罪，我必要你们流放。”——神说：“我要这世界将你们遗忘。”书被缓缓地合上。“神睡了，”他微笑着，“神很累。”\n\n\n\n\n\n\n\nChapter one——Imperial decree第一章——圣谕————————————————————\n  深夜。  他又一次骑着摩托出现在这条路上。  他知道，这里没有路灯，行人稀少。他从未失手。  这两天手头实在是紧，他便忍不住又要干一票。  这种天气是绝好的，他知道，暗淡的月光就是最佳的掩护。    已经在这条路上来回转了四个小时了，他缩了缩因为寒冷而麻木的脖子，准备打道回府。  “他娘的，运气真背。”他在心里暗骂。  他抱着最后一丝侥幸心理，往前后看了看。  这条路是笔直的大道，路的两旁是田野。 似乎一览无余。  他努力张望着，但显然，结果并不令他满意。  “他奶奶的。”  他掐灭叼着的烟头，狠狠地摔在地上，然后踩了个粉碎。     就在他成功发动油箱的那一刹那，他下意识地侧了侧头。  他似乎用余光看到了一个人影。  他直起身子，揉了揉眼。  似乎没看错。  可以看到那人穿着一件灰色的斗篷，还带了风帽。  那人似乎在急匆匆的走着，并寻找着什么。  似乎有点不对劲的地方。  管他呢，有个人就不错了。  他发动车子，飞速朝目标冲去。  那人还在自顾自地寻找着，似乎根本没有听到身后的车子咆哮声。    就在他判断那人身上的值钱东西都放在哪里的时候。  他下意识的低头看了一眼。  他的目光锁定在了那人手中攥着的东西上。  再也无法移开。  那是一块泛着盈盈绿光的宝石，上面用玄色的花纹组成了一只妖异的眼瞳，整块宝石散发出一股来自虚空深处的气息。  如果他没有眼花的话，那只妖瞳刚刚似乎还朝他瞥了一眼。  “嘿！他奶奶的！”\n    他多年练就的惊人反应能力再次派上用场。他劈手夺过宝石，揣进怀里，同时把油门一脚踩到底。  整套动作一气呵成。  这时，他竖起耳朵，准备迎接身后那一声怒吼。这是他每次得手后最得意的时刻。  奇怪的是，这次身后却异常的安静。  他诧异地看向后视镜，发现那人正一动不动地站在原地。就着暗淡的月光根本无法看清风帽下那人的表情。  “哈哈，还有这种傻子！”他狂笑起来，双手握紧了车把。电光火石间他已经冲出去了几十米远。  想到大把大把的票子，他得意的哼起了小曲。  得意之余，他再次望向后视镜，想再欣赏欣赏那头蠢猪失魂落魄的样子。    然而。\n  他身后的马路上，似乎什么都没有。  就像那人突然的出现一样，在视野里消失不见。  他感到一阵惊悚，一股凉意从脚后跟直冲头顶，使他几乎忘记了自己正在驾驶一辆飞速行驶的摩托车。  他艰难地望向路面，希望在上面发现一个大坑之类的东西来解释这一切。  但路似乎 平整如故。  那人的确已经从他身后几十米的空地上凭空消失了。  一股不祥的预感瞬间占领了他的脑海。  他僵硬的回过头。  一道黑影正站在他车前不远处。  即使在如此近的距离下正面相对，那人风帽中仍然是漆黑一片。  就在精神即将崩溃之前，他突然想起了自己曾感觉到的不对劲的地方。  这人，也太高了吧。  一股似乎来自虚空的寒气迎面而来，几乎将他的血液冻结。  他眼前一黑。  \n      三年前。    他急匆匆地向前赶着，缀着妖异黄色花纹的石砖发出一连串咯噔咯噔的响声。  自打他有记忆开始，他的种族便在这片不毛之地生活。为什么来这里，他并不清楚。他只知道，这鬼地方四周都是无垠的虚空。  想到这，他抚摸了一下手中古籍布满沧桑痕迹的封面，确认它还在。  作为主上的近侍，他有点搞不懂为什么主上会让他去取一本不知道多少年前的老古董。  说起来，最近主上有些奇怪啊，似乎要有什么变故发生。  他忍不住又端详了一下手中的物什，玄奥的纹路绕向中央，汇成两个醒目的大字——《圣谕》。\n  整本古籍隐隐散发出某种带有远古沧桑感的力量。\n  也许这本古籍和传说中的另一个位面有关吧，他想。    传说中，生活在虚空之上的种族啊。  他忍不住砸了砸嘴。  那些人类，如果将他们都肢解了，那该有多爽。  想到这，他的嘴角上扬起了一个诡异的弧度。\n  似乎并没有走多久，他抬头确认了一下，发现已经到达了目的地。  没有人知道，也没有人会相信，虚空深处还有这么宏伟的建筑。  这建筑使人想起高不可攀的险峰，以及深不见底的峡谷。  在建筑的顶端，有一座盘旋而卧的黑龙石雕，似乎具有着某种象征意义。\n  不过，这栋建筑似乎没有门。\n  他耸了耸肩，然后紧盯住建筑的墙壁。  稍微凝聚了一下意志力。他瞳孔微缩，一股熟悉的感觉传来。  很快，这里重新恢复了平静。\n  大殿内部。  他毕恭毕敬地半跪在地上。  “主上，您要的东西，我带来了。”  “嗯。”宝座上的人斜靠在扶手上，面部表情地把玩着手里的紫色长剑。“呈上来。”  “是。”    他双手将取来的物什奉上，然后恭敬地退后。  抚到古籍的封面，主上的脸上浮现出一种异样的表情。  似回忆，更似轻蔑与不屑。  他更加疑惑了。他很少无法猜透主上的心思。  古籍被熟悉地翻到了一页。  主上轻轻地念诵起来。\n  ——神说：“你们既作了这事，就必受咒诅。”  ——神说：“因你们的罪，我必要你们流放。”  ——神说：“我要这世界将你们遗忘。”  书被缓缓地合上。  “神睡了。”主上微笑着，“神很累。”\n    本章于8月16日更新完毕。感谢您的阅读。小说是我在极限模式通关了末影龙后突然想到的。没有什么经验，所以写的可能不好。请不要吐槽小说的名字。= =不长，预计五章，每章和本章差不多长度。因为时间和精力的关系，小说将在一到两个月之内更完。另外，所有的小说文本都将在本帖发布。如不出意外将不另开新帖。如果对已发生的剧情有不理解的地方，恳请回复批评指正，我将以最快的速度解释。再次感谢您的阅读。",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1439687760,
            "txt_content": "末路史诗？怎么感觉好耳熟？"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439687940,
            "txt_content": "好像之前在哪儿见过你\n又见角虫……不行我要喝杯茶冷静一下……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439689920,
            "txt_content": "新人你好！\n我本来想照例提出一些意见的，然而我看到了第一段的谜の摩的，我就不敢开口了\n（绝对不是因为我鬼畜看多了）"
        },
        {
            "author": "小白VS苦力怕",
            "timestamp": 1439690820,
            "txt_content": "恶魔-潇洒 发表于 2015-8-16 09:19\n好像之前在哪儿见过你\n又见角虫……不行我要喝杯茶冷静一下……\n真的吗，你在哪见过我。。。  = =\n我潜水两年了哎"
        },
        {
            "author": "小白VS苦力怕",
            "timestamp": 1439690940,
            "txt_content": "2B与mc的故事 发表于 2015-8-16 09:52\n新人你好！\n我本来想照例提出一些意见的，然而我看到了第一段的谜の摩的，我就不敢开口了\n（绝对不是因为我 ...\n事实证明，那玩意是有用的蛤蛤蛤。\n不过，你有什么意见的话还是恳请你指示  "
        },
        {
            "author": "小白VS苦力怕",
            "timestamp": 1439691120,
            "txt_content": "540083835 发表于 2015-8-16 09:16\n末路史诗？怎么感觉好耳熟？\n嗯，有一个连载的文章，我看了，很角虫。\n虽然这个名字已经很多了但是我懒得想了嗷嗷嗷"
        }
    ]
}