{
    "title": "泰来瑞亚-【不定期更新】",
    "author": "GTVZDH123",
    "replyCount": 5,
    "timestamp": 1440041580,
    "txt_content": " 本帖最后由 GTVZDH123 于 2015-8-21 09:30 编辑 \n感谢其他网站的一些用户提供资料，本帖最下方会写出地址欢迎来到泰拉瑞亚最后想想还是觉得不要加上百科虽然这么说的，但是这个帖子还是有许多的不足的希望各位用户看到以后，发现不足或者想要帮忙改进的私信或者回复我（我只是整理资料再翻译的，其中有受到很多不同的人的帮忙，感谢他们）为了方便大家的阅读，所以本帖分为页码形式观看只需将帖子拉倒最下方，点击页码即可查看\n页码：一.目录二.物品（大部分的物品+物品的一些分类）三.生物（lz会尽自己所能翻译）【可能包含Boss】四.Boss（包括一些lz的打怪方法）【待更新】·【更新到五-骷髅队长】五.相关资源（包括TR正版购买、相关软件）六.地形（不确定是否最全面）\n关于：准备：|加入新版内容|加入物品分类|将生物介绍改为图片|进度：|旧版物品已记录|旧版生物翻译完成|Boss至骷髅队长||加入一部分软件|添加至九种地形|\n相关链接：泰拉瑞亚吧：http://tieba.baidu.com/f?kw=terraria&ie=utf-8泰拉瑞亚pe吧：http://tieba.baidu.com/f?kw=terrariape&ie=utf-8泰拉瑞亚wiki：http://terraria.gamepedia.com/Terraria_Wiki 文字链接： 泰拉瑞亚吧泰拉瑞亚pe吧泰拉瑞亚wiki\n搬运地址：大部分资源贴：http://tieba.baidu.com/p/3883697303物品表搬运贴：http://tieba.baidu.com/p/2697211957#/pn=3怪物表搬运贴：http://tieba.baidu.com/p/1665831574?pid=20887238984&cid=0#20887238984Boss资料：http://www.yxzoo.com/terraria/bossdq巨大的Boss攻略：http://tieba.baidu.com/p/2692308467地形资料：http://tieba.baidu.com/p/1084735483\n\n如果说你要转载的话，也可以，但是要跟lz说一声并不是说游戏狗什么的不能转载，只要你们注册一个号然后跟lz私信一下就可以了，何必要弄得被论坛封杀...\n召唤术：@MRTangwin8 @FHC红石 @尼玛乄骑士 @飞翔末影龙 @西红柿片 @End-Enderman @乙烯_中国 @Tian_Duan @lzs1234 @poi4399 @MsYqgzt lz码了这么久的字你不加分！？\n一.目录\n或许可能这个物品会有一些遗漏或者重复所以希望大家发现的时候第一时间通知lz，然后让我来修改帖子这样让大家更好看\n注：本页将会有46张图片所以请谨慎打开小心浏览器崩掉...注：如果有什么想要补充可以通知lz哦！！\n普通物品表\n二.物品\n如果说lz有缺漏或者翻译错误希望大家第一时间通知lz，纠正lz注：目前的生物不是最新版本的lz还在陆续更新生物分类：1 -------- Forest[森林]\n2 -------- Surface[地表]\n3 -------- Underground-Cavern[地下-洞穴]\n4 -------- The Underworld[地狱]\n5 -------- Desert[沙漠]\n6 -------- Jungle[雨林]\n7 -------- Ocean[海洋]\n8 ------- Water[水下]\n9 ------- Meteorite[陨石]\n10 ------- Sky[天空]\n11 ------- Dungeon[地牢]\n12 ------- The Hallow-Underground Hallow[神圣-地下神圣]\n13 ------- The Corruption-Underground Corruption[腐蚀-地下腐蚀]\n14 ------- Rare[稀有]\n15 ------- Others[其它]\n感谢百度贴弑神_斩魔提供\n\nlz有些地方可能翻译的不太好希望大家看到能够纠正我翻译：Type=怪物类型Environment=刷新类型AI Type=行为类型Damage=攻击伤害Max Life=最大生命值Defense=防御Drops=掉落钱币类型Coins=钱币掉落数量、钱币类型Item（Quantity）=掉落物Rate=掉落几率\n1.森林绿色史莱姆吖！？怎么变绿了！？史莱姆森林史莱姆六十四零铜钱 3黏胶1-2 100%蓝色史莱姆史莱姆森林-地下史莱姆七二十五二铜钱25黏胶1-2 100%紫色史莱姆史莱姆森林史莱姆十二四十六铜钱10这么难打才这么少钱！抠门！黏胶1-2 100%二.地表僵尸（僵尸：你给我一个好听的名字呗）（lz：好呀！）中文名：渣逼（僵尸：这名字！一看就知道吸收天地之精华所合成！好！我喜欢！）不死族地表（就是都会刷）战斗者（差不多就是战斗的意思）十四四十五六铜钱60脚撩（不知道怎么读）【有各种类型，可装备】 2%脑浆僵尸也可以叫光头僵尸233不死族地表（也就是哪里都会刷）战斗者十四四十五六铜钱 60脚撩【各种类型可装备】 2%恶魔之眼飞翔敌人地表（哪里都会刷）恶魔之眼十八六十二铜钱75晶体状物（可召唤克鲁苏之眼） 33.33%黑色晶体状物 0.67%（不到一天我就刷到十几个了...）徘徊的眼球？飞翔敌人地表（哪里都会刷恶魔之眼四十三百二十银币5幽灵不死族地表（哪里都会刷）徘徊？七十五二百十八银币5狼人敌人地表（哪里都会刷）战斗者七十四百四十银币10月亮附符 1.67%附魔装甲敌人地表（哪里都会刷）-地底战斗者五十五二百六十二十八银币4三.地下洞穴红色史莱姆姨妈之力史莱姆史莱姆地底史莱姆十二三十五四铜钱8黏胶1-2 100%黄色史莱姆史莱姆地底史莱姆十五四十五七铜钱10黏胶1-2 100%黑色史莱姆史莱姆洞穴史莱姆十五四十五四铜钱20黏胶1-2 100%史莱姆之母史莱姆！一个高尚的生物！他们的母体原先是黑色的！但是他们却能自身进化！让自己变成彩色！寻找自我！阿！高尚！史莱姆洞穴史莱姆二十九十七【死亡变成多个婴儿史莱姆】【由史莱姆之母变成】婴儿史莱姆史莱姆洞穴史莱姆十三三十四铜钱10黏胶1-2 100%洞穴蝙蝠飞翔敌人地底蝙蝠十三十六二铜钱90巨型蠕虫穴居敌人地底-洞穴蠕虫三十铜钱40垫子？ 0.2%蠕虫八零蠕虫之身四四蠕虫尾四六挖掘者百度翻译：明明挖掘机阿！蠕虫敌人地底-洞穴蠕虫二百银币3垫子？ 0.2挖掘者之头四十五十挖掘者身二十八二十挖掘者尾巴二十六三十巨型蝙蝠飞翔敌人洞穴蝙蝠七十一百六十二十银币4有毒的泥巴怪敌人地底史莱姆五十一百五十十八银币4黏胶1-2 100%装甲骷髅别名：专家骷髅、庄家骷髅、砖家骷髅不死族地底-洞穴战斗者六十三百四十三十六铜钱400全副武装的骷髅不死族地底-洞穴战斗者七十五四百四十一铜钱460四.地狱熔岩史莱姆敌人、地狱史莱姆十五五十十铜钱120地狱蝙蝠飞翔敌人地狱蝙蝠三十五四十六八铜钱120恶魔飞翔敌人地狱蝙蝠！？二十一远程攻击-三十二近战攻击一百二十八硬币3恶魔镰刀（看着不像阿~~） 2%火妖精Fire=火红的 LMP=远程海上巡逻队 翻译=火红的远程海上巡逻队妖精地狱法师三十七十十六铜钱400管道工的帽子怎么感觉这个掉落物有点奇怪？！ 0.2%抓着巫师的恶魔飞翔敌人地狱蝙蝠三十二近战攻击-二十一远程攻击一百四十八硬币10巫毒娃娃 100%骨头蛇不死族-穴居敌人地狱蠕虫二百五十银币12骨头蛇的头四十十骨头蛇的身体三十十二骨头蛇的尾巴二十十八五.沙漠秃鹫飞翔敌人沙漠秃鹫十四四十四铜钱65蚂蚁敌人沙漠蚂蚁十远程伤害-十近战伤害四十五六铜钱60蚂蚁的牙齿 14.29%木乃伊木乃伊沙漠战斗者五十一百三十十六银币6黑化木乃伊木乃伊腐化沙漠战斗者六十一百八十十八银币7黑暗碎片 10%神圣木乃伊木乃伊神圣沙漠战斗者五十五二百十八银币7神圣碎片 10%六.雨林丛林史莱姆史莱姆丛林史莱姆十八六十六银币5黏胶1-2 100%掠夺者敌人丛林植物二十五六十十铜钱90食人花敌人地底丛林植物四十二一百三十十八铜钱350藤条 25%丛林蝙蝠飞翔敌人丛林蝙蝠二十三十四四铜钱80成年毒蜂飞翔敌人地底丛林战斗者十六远程攻击-四十近战攻击【会使玩家中毒】六十十四铜钱230毒刺 50%黄蜂飞翔敌人地底丛林战斗者十三远程攻击-三十四近战攻击【会使玩家中毒】五十十二铜钱200毒刺 50%婴儿黄蜂飞翔敌人地底丛林战斗者十一远程伤害-二十八近战伤害【会使玩家中毒】四十二十铜钱170毒刺 50%七.海洋粉红水母鱼类敌人海洋水母三十七十六铜钱100荧光棒 100%螃蟹敌人海洋战斗者二十四十十铜钱60鲨鱼鱼类敌人海洋游泳四十三百二铜钱400潜水头盔 2%鱼翅看起来很补 98%\n八.水底绿色水母鱼类敌人水底-地底水母八十一百二十三十银币8荧光棒1-4 100%蓝色水母鱼类敌人水底水母二十三十二铜钱100荧光棒1-4 100%水虎鱼鱼类敌人水底游泳二十五三十二铜钱50钩子 2.5%罗伯特的帽子 0.2%琵琶鱼鱼类敌人水底游泳八十九十二十二银币5罗伯特的帽子 0.2%九.陨石陨石怪飞翔敌人陨石战斗者四十二十六六铜钱80陨石 2%十.天空鹰身女巫飞翔敌人蝙蝠十五远程伤害-二十五近战伤害一百八铜钱300羽毛 50%飞龙飞翔敌人-穴居敌人蠕虫四千飞翔之魂5-10 100%飞龙的头八十十银币100飞龙的身体四十二十银币20飞龙的身体2四十二十银币100飞龙的腿部四十二十银币100飞龙的尾巴四十二十银币100十一.地牢地牢守护者这货曾经把楼主吓得直接从床上滚下去飞翔敌人地牢头九千九千九百九十九九千【这货不打过地牢Boss的话，他和一直守在地牢等着你】（守卫者：嘿！肉丝！come！）高的骷髅不死族地牢战斗者三十七一百二十五十二铜钱149居然不是整数！？金钥匙 1.5%骷髅1-3（说实话这个对新手是好东西） 98.5愤怒的骷髅不死族地牢战斗者三十一百十铜钱149金钥匙 1.5%骷髅1-3 98.5%矮的骷髅矮子骷髅，噗哈哈哈哈哈不死族地牢战斗者二十六八十九八铜钱149金钥匙 1.5%骷髅1-3 98.5%黑暗法师不死族地牢法师二十五十四铜钱140金钥匙 1.5%骷髅1-3 98.5%被诅咒的头骨不死族-飞翔敌人地牢飞行三十五四十六铜钱150金钥匙 1.5%骷髅1-3 98.5%地牢史莱姆敌人史莱姆三十一百五十七铜钱150金钥匙 100%大致翻译：这种史莱姆会出现在游戏中燃烧的轮子地牢燃烧的轮子二十四一百一百刺球刺球三十二一百一百十二.神圣之地-地下神圣小精灵敌人神圣之地徘徊攻击五十五一百五十二十铜钱350精灵尘土1-3 100%独角兽敌人神圣之地独角兽六十五四百三十银币10独角兽的角 100%神圣蜗牛敌人神圣之地徘徊二十五远程攻击-六十近战攻击二百二十二十二银币6黏胶5-10 100%荧光蝙蝠飞翔敌人地底神圣蝙蝠七十五二百三十银币5混沌元素感觉有点饿了敌人地底神圣战斗者四十三百七十三十银币6魔化圣剑飞翔敌人地底世界飞翔武器八十二百十八银币10十三.腐化之地-地下腐化腐化者堕落敌人-飞翔敌人腐化之地飞行二十二四十八铜钱90腐肉（拿来召唤世界吞噬者的重要材料） 33%小心腐化者堕落敌人-飞翔敌人腐化之地飞行十八三十四六铜钱76腐肉 33%成年腐化者堕落敌人-飞翔敌人腐化之地飞行二十五四十六九铜钱103腐肉 33%腐化蠕虫堕落敌人-蠕虫敌人腐化之地-地下腐化蠕虫一百铜钱140蠕虫毒牙2-8 100%腐肉1-2 33.33%腐化蠕虫的头二十八二腐化蠕虫的身体十八六腐化蠕虫的尾巴十三十腐化史莱姆堕落敌人腐化之地-地下腐化史莱姆五十五一百七十二十银币4黏胶2-4 100%小型史莱姆堕落敌人腐化之地-地下腐化史莱姆四十五九十十银币1黏胶1-2 100%飞行史莱姆堕落敌人-飞翔敌人腐化之地-地下腐化蝙蝠四十五有翅膀六十血-没翅膀九十血二十银币1黏胶1-2 100%腐化巨锤堕落敌人-飞翔敌人地下腐化飞行武器八十二百十八银币10十四.稀有骷髅医生图片不是Zombie吗【图片可能是错误的，有可能是考古僵尸】不死族丛林-地下丛林战斗者二十五百十银币10考古家的帽子 100%粉红的史莱姆史莱姆森林史莱姆五一百五十五金币1跟抠门的紫色史莱姆比起来，简直是天壤之别绅士僵尸不死族战斗者十四二百八银币10礼帽 100%丧尸矿工不死族洞穴战斗者二十二七十九铜钱250炸弹1-3 91.2%钩子 4%矿工衬衫 2.4%矿工靴子 2.4%提姆法师不死族地底-洞穴法师二十二百四银币50法师帽 100%宝箱怪物敌人宝箱怪物八十五百三十金币10双龙爪 14.29%魔法飞刀 14.29%泰坦手套 14.29%指南针 14.29%炼金石 14.29%十字项链 14.29%星星斗篷 14.29%小丑从前有个魔仙堡，里面魔仙不得了！敌人地表（哪里都会刷）战斗者一百炸弹伤害-五十近战伤害四百二十银币80十五.其他[动物]兔子小镇被动零五零鸟森林鸟零五零腐化兔子堕落敌人\n地表（哪里都会刷）\n战斗者\n二十\n七十\n四\n银币6\n兔子钩 1.33%金鱼\n鱼\n水底-地面（后面这货还会在岸上走）\n游泳\n零\n五\n零\n金鱼 100%黑化金鱼\n鱼类敌人-堕落敌人\n水底\n游泳\n三十\n一百\n六\n银币5哥布林侦查兵\n(这货是我见过最恶心的团体怪物，走来走去打人还不说，还打npc，自己的一个染料师就那样没了，而且走到法师面前就瞬移，然后再顺便打一下npc)\n哥布林\n战斗者\n二十\n八十\n六\n铜钱200\n破布1-2 100%\n三.生物\n目前这个还在持续更新中注：特殊字体为Boss关键注：lz的讲解是按照自己的打法如果不喜欢可以去查找其他攻略克鲁苏之眼召唤方法：击杀恶魔之眼获得他的晶体状物品，然后利用六个晶体状物品到恶魔祭坛合成“可疑的眼球”随后等到晚上召唤即可自然刷新：条件：血量>200 防御>10 npc>3 你从没打过这个Boss随后到晚上的时候就有1/3的几率刷出，如果刷出了，那么就会出现一条信息：【你觉得有啥邪恶的玩意正在偷窥你】随后Boss就出现，但是如果这个期间再次使用“可疑的眼球”，你就被秒杀了...\n克鲁苏之眼形态一：这货的血量为2800，刚开始伤害为15，防御12这个Boss打起来还是很容易，只要你去刷一个链刀就可以了（貌似是在蝙蝠那里得到）你问为什么呢？你可以试试使用链刀击打你近距离的一个方块，速度如麒麟臂般的快速正常的链刀攻击为11，麒麟臂的速度，而且链刀的最大特点就是怪物里的越近攻击速度越快，因为这个武器达到敌人后自动回来再出去，近距离的话...然后最好在一个比较空旷的地方打这个Boss，比较容易，不然要是达到npc干扰了玩家就233了，lz曾经就是这么死的...然后这个Boss，的第一形态会召唤小怪召唤一个叫做“克鲁苏从仆”的家伙，这个东西虽然攻击不大，但是要是群殴玩家再加上Boss的补刀，你就233了这个Boss主要是要靠躲避和攻击，有几次Boss，冲撞来攻击玩家的时候玩家可以稍稍躲避，但是靠的近一点也可以，这样链刀的攻击速度越快！然后等到克鲁苏之眼变成第二形态的时候（血只有一半的时候）玩家就要注意稍稍躲避了！这个时候的克鲁苏虽然血少而且0防御的，但是攻击却有23！所以到这里的时候玩家就不能太浪了，必须得在Boss攻击的时候瞬间躲开，然后武器攻击，不然的话有可能就到白天然后Boss就逃走了...\n战利品：1.根据世界的性质掉落魔金矿石或者猩红矿石为什么是或呢？因为一个世界要么存在腐化之地，要么就是猩红之地，当初作者设定为如果纯在腐化地，就不会有猩红地，也就是说如果你打败大眼球，但是你的世界没有猩红之地，就算你上百次也不会掉猩红矿石，相反则不同2.小丑箭20~49支3.双筒望远镜 0.67%（这货我没刷到过...）4.弱效血瓶5.徽章 10%史莱姆王召唤方法：30个金锭+一个红宝石然后变成皇冠后再在祭坛与99个黏胶变成召唤物品召唤史莱姆王自然生成：（截自游戏园）首先得是白天，高度为0英尺以上(反正认为是地表就行)，而且要是绿色草地　　然后得在地图的外侧的三分之二部分，地图中间的三分之一部分是兔子的刷新范围，而剩下的外侧的三分之二部分就是这个BOSS的刷新范围了，顺便哥布林斥候(GoblinScouts)也在这个范围刷新，所以当你看见野生的哥布林斥候时，你差不多就能开始蹲点等史莱姆王了。。。满足上面条件后，它有1/300的概率会刷出来，同样，战争药剂和水蜡烛能增加这个概率。\n\n来，让我们看看这个Boss\n【这个Boss直接面对的话，里面是一个忍者，虽然我不知道忍者和史莱姆王有什么相同之处】\nBoss血量2000，攻击40，防御10，还顺便召唤小型史莱姆攻击...\n其实这个Boss，对于新手只要卡在一个Boss进不来的地方就可以了\n然后利用链刀慢慢刷\n如果说你是“不要怂！就是肛！”的法则的话，我建议你不要穿装备然后拿着新手武器攻击即可...\n这样就能做到死亡！！！【好吧，扯淡】\n如果说不想像新手卡的话，也没事，只要一个比铜剑好的装备并且有击退，然后站在史莱姆面前打就可以了...\n\n掉落物：\n1.每次必爆一个忍者装其中一件，貌似全套带有幻影效果\n2.弱效血瓶\n3.一个所有史莱姆都会掉的史莱姆战旗 0.5%\n克鲁苏之脑召唤方法：收集猩红地里各种怪掉落的脊椎，15个后可以在血肉祭坛合成“鲜血脊椎”，在血腥之地直接使用就能召唤出脑子自然生成：和世界吞噬者差不多，在猩红之地找到找到三个心脏然后用锤子敲掉就可以召唤出克鲁苏之脑了...克鲁苏大脑子刚刚开始是霸体，想要打他必须得杀死在他旁边转悠的Creeper诶呀，怎么听起来有点耳熟？Hp100，伤害20，防御10\n这个时候建议用大眼珠掉落的小丑箭来打，因为有穿透效果，等到苦力怕全部打完以后就可以开始虐♂待没有霸体的脑子只要拿着击退的武器躲避脑子的攻击后打他就行了\n掉落物：1.血瓶2.徽章 10%3.猩红矿石4.脑组织样本【可以说世界吞噬者的对照】世界吞噬者召唤方式：攻击飞在天上的腐化者然后获得15个腐肉以后加上地上的邪恶菇做成的邪恶粉磨拿到祭坛去合成就可以使用了自然生成：用炸弹将地上的黑檀石炸开或者用进化粉磨把他变成普通石块的时候挖去然后找到暗影球球用锤子敲掉就可以了，等到连敲下三个的时候世界吞噬者就复活了对，特级黑长直！下面讲讲虐待他的打法，使用与新人这个怪物感觉是在简易排行榜中第二的，连克鲁苏之眼都没他好打（史莱姆王除外），只要拿着之前克鲁苏之眼掉落的魔矿石做出的斧头的朝着吞噬者头钻出来的地方乱砍就行了，一般上面的头肛钻出来，就被杀死了，然后下面的钻出来又被杀死了，然而血量根本不用担心，杀死吞噬者会掉落“心”（就是那个吃到会回血的东西），然后被打到以后吃一下就行了，一般lz就是这样虐♂待这只怪物的...\n掉落物：1.血瓶2.徽章3.暗影鳞片和魔矿石【为什么这两个一起说，因为每个头砍下的时候都会掉落这些物品】4.吞噬者骨头 3.33% 召唤一个宠物罢了...骷髅队长光头吴克召唤方法（只有一种！！！）：一些玩家在随便游荡的时候可能会发现一些奇怪的建筑，而且建筑里面还有一个老爷爷千万不要进去探险，如果进去的话，就会像地牢生物介绍的地牢守卫者:哈尼！来啊！：D，然后：去死吧！然后等到晚上再来的时候,老爷爷的对话中就会多出一个：诅咒的内容，如果点击完，老爷爷就会变成骷髅队长了当玩家真正见到骷髅队长的时候，骷髅队长全身会被手臂连接着，但是不要担心手臂无伤害，所以就成了玩家躲避攻击的办法当初lz先打了骷髅队长被虐哭了，所以建议各位先去打世界吞噬者做一条防御够了的装备后再做一个弓箭，就是暗影弓好像如果说可以的话最好去刷一点地下骷髅掉的一个物品“骷髅”，攻击算是比较高的，然后准备好以后就要看看玩家的运气了打骷髅最好是边打边退，然后路面可以不要按照教程说的铺平，只要有一个瓶中云就可以了，如果没有最好就把路面弄好一点不需要铺平，但是得保证自己100%的能够跑的动之后就可以正式打Boss了，拿着骷髅那后对着骷髅队长的手打，然后血少的时候喝血瓶，要记得不断搭配【注：骷髅有时候有几率飞出去达到东西后一分为二】，等到骷髅用完后一般手也打断一点了，然后就攻击另一个手臂，但是如果怕时间不足够的话，最好直接打头部顺便搭配一点药水然后进行攻击，瞄准头部就可以了，等到打死Boss的时候就可以进入地牢了\n掉落物：1.血瓶2.徽章3.骷髅面具 14.28% 一个可以待在头上的东西罢了4.骷髅之手 可以射出两个骷髅手...比藤蔓♂短一点而已4.骷髅法书 lz的最爱，攻击较高而且还可以对怪物进行窗帘徐的穿透攻击虽然不能穿墙，但是能够穿透怪物！！！在短时间内造成多种攻击（虽然要魔法）\n四.Boss\n虽然我知道论坛已经有这种帖子了但是既然为了大家方便并且发到这里了，那么就发一下吧注：此贴大部分是有百度贴吧搬运，非个人所做站内资源帖：http://www.mcbbs.net/thread-188952-1-1.html正版购买（Steam）：http://store.steampowered.com/app/105600/感谢百度贴吧9210462提供资料1.31.3版本刚刚更新，所以这里放出更新内容http://tieba.baidu.com/p/3856817361[下载]英文破解版注：1.3.0.1和1.3.0.2网盘链接挂了，所以无法放出lz后续更新1.3.0.3http://pan.baidu.com/s/1gdERU5H1.3.0.4http://pan.baidu.com/s/1dDjOmMt游戏补丁就不放出了，请自行去TR吧规查看吧对应1.3版本的地图查看器http://pan.baidu.com/s/1bnc0IYz对应1.3之前的版本http://pan.baidu.com/s/1eQhKsiY#path=%252F联机相关：由于lz不会，所以请大家自行查找联机教程吧TSHOCK（1241）http://pan.baidu.com/s/1eQ9xDmyTSHOCK（1.3可用）http://pan.baidu.com/s/1i3pLLat有些可能链接会挂建筑工具：对应1.3的地图查看器http://pan.baidu.com/s/1hqmzAJU对应1.2.4.1的地图编辑器TEdithttp://pan.baidu.com/s/1ntJRIxNMoreTerrahttp://pan.baidu.com/s/1qWJLPs4\n（1241英文版可用）Gameiki modhttp://pan.baidu.com/s/1kTJruFd\n五.相关资源\n由于这是2011年度坟，所以LZ不确定是否全面如果有缺漏的话麻烦私聊lz注：图片大多源于百度\n地形： Forests 森林\n\n有许多不同的大小树木，树木可用橡子种植\n森林中有许多天然洞窟————————————————Deserts 沙漠\n\n大片只有沙的区域，没有任何其他东西\n出生怪物同森林\n————————————————Underground 地底\n\n地底可分为泥土层与石头层\n可以在其中发现矿物、罐子、宝箱\n能够经常发现水体，也有机会发现恶魔祭坛但很稀有\n在石头层的底下几层可以常见岩浆\n也能在里面发现大型香菇————————————————\nUnderground Jungle 地底森林\n\n地底森林位在地底的相当深处\n它像地牢区域一样会有几个死角，\n但与地牢不同的是这些死角会被植物所覆盖\n里面会随机出现用黄金方块盖的森林神庙，\n可在其中发现特殊物品\n地底森林区域可算是游戏的几个最难区域之ㄧ，弱小的玩家应该尽量避开\nHornets(胡蜂怪)与Man Eaters(食人花)能将装备不够强的玩家一两击便杀死\n至少要有Demonite(恶魔) 或 Meteorite(陨石)这两种等级的武器与装备后再进入\n地底森林区域几乎都是用泥巴做的，而这些泥巴有时会出现在地表，可以用来确定地底森林位置\n另一个找寻地底森林的方式是挖到地底700呎之后水平移动。\n另外，地底森林区域会总是出现在以出生点为准时地牢区域的相反方向\n地底森林区域也会出现在崩坏区域的隔壁或下面，大概在2500呎深处的地方————————————————The Underworld地底世界\n\n在石头层下充满岩浆与怪物出没的地狱\n这也是现阶段这游戏的最深处\n可以说是这游戏最危险的地方，就算对终盘玩家来说也是————————————————The Corruption 腐化之地\n腐化之地会全天候出没各种高等怪物，游戏的一开始应该尽量避开\n腐化土会逐渐传染到旁边的泥土上，除非在泥土上有种向日葵可以在这区域发现 Chasms巨大裂缝(断崖), Demon Altars恶魔祭坛，Shadow Orbs影之球\n可以用Purification Powder净化粉来清除崩坏区域————————————————Meteorite陨石\n未找到图片（如果谁有麻烦私聊给我）\n当砸毁Shadow Orb影之球后陨石会掉落\n这是一个小型区域，但低等级的玩家避开比较好\n陨石区域由陨石矿所构成，其为等级很高但会伤害玩家的矿物\n(可以藉著配戴Obsidian Skull黑曜石骷髅来免疫它的火焰伤害)————————————————Dungeons地牢\n\n地牢为在世界边缘横跨好几层的巨大建筑。\n里面充满了宝箱与独特物品(水蜡烛、书、吊灯等等)，\n这些物品会在地牢里平均分配(越下层的宝箱得到的物品也不会越好)\n地牢像是垂直的地底塔，并有不少由主塔分支出的隧道\n地牢使用了特殊颜色的砖块，其颜色在世界生成时决定\n此区会出现大量的稀有怪物。\n要进入地牢前必须先打倒骷髅王\n如果你在白天还没打倒它时直接进入，他会把头丢过来直接对你造成9000点伤害\n如果你在晚上进入地牢，会有几只骷髅头骨被送到你背后，但他们的攻击则像是骷髅的转头攻击\n根据作者助手'Blue'的消息，地牢有20种不同的颜色，在创造世界时随机决定一种————————————————Floating Islands浮空岛\n\n浮空岛会出现在天空，上面和森林一样长了很多树，地面下有一些石头与矿物\n通常其上会有矿物做的建筑，里面放置有宝箱\n在测试版本，宝箱的品质与地底矿物的质量能由岛上建筑用的矿物方块看出\n这里出现的怪物和森林是相同的\n浮空岛能有好几种不同高度，视选择的地图大小而定\n用Depth Meter高度计寻找空岛:\n小型世界在350呎处\n中型世界约在400-500呎处，建议在430呎处水平找寻\n大型世界约在450-800呎处，因为高度落差太大相当难以找寻，最好是用map viewer找寻\n六.地形",
    "replies": [
        {
            "author": "音乐家七月天",
            "timestamp": 1440042000,
            "txt_content": "很棒的作品！很全面。"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1440043020,
            "txt_content": "个人表示不玩泰拉瑞亚……←注意这里和你的标题\n排版和我的差不多……"
        },
        {
            "author": "lzs1234",
            "timestamp": 1440050820,
            "txt_content": "表示最好的娱乐就是引一堆僵尸之类的到坑里，然后用火烧着玩2333333"
        },
        {
            "author": "小宇lalala",
            "timestamp": 1440556860,
            "txt_content": ":D\n表示我不玩泰拉瑞亚\n话说你的标题名怎么这么"
        },
        {
            "author": "李子70707",
            "timestamp": 1440841200,
            "txt_content": "标题打错了233"
        }
    ]
}