{
    "title": "<连载·单章>《苦力怕泰迪与下界奇遇记》第12章 谈判 by小龙",
    "author": "毒蛇",
    "replyCount": 5,
    "timestamp": 1439788800,
    "txt_content": "本章的介绍：岩浆国王终于明白了真相，但是事情已经无法挽回，那么接下来会有什么事？请看下文。\n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-469324-1-1.html\n下一章地址：未完待续~\n本章总字数：1470字\n小龙的前言：又是很久没更新，之前一直忙着新坑的事，现在终于有时间把库存了很久的小说发表了！\n第十二章 谈判\n\n　　西泽徳变成了一只凋灵骷髅！\n　　忽然，西泽徳周围爆发出一个旋风，卷起了地上的垃圾和各种灰尘，更加可怕的是——金銮殿直接连根拔起，好像是被拉扯了，变了形，仅仅一刹那，那金銮殿便直接碎成了几百万块。房檐什么的瞬间碎成了许多瓦片，围着旋风悬着。\n　　岩浆国王被从椅子上折下来，趴在地上慢慢地往外爬。他刚一起身，那宝座就飞了，在空中被拉扯、散架，碎成了若干片。\n　　卓姆卡赶紧飞过去，他们都在顶着那致命的旋风，顶起了岩浆国王，岩浆国王很吃惊自己怎么能飞到了空中。\n　　旋风越来越大，已经卷到了很大的范围。泰迪他们被关押的地牢的房顶被掀走了，铁栅栏也被掀走了，旁边的“法院”更是被卷得支离碎片。隐身药水时间到了，岩浆国王瞬间就看见了卓姆卡和依耶他们，惊叫了起来：“你们！快放我下去！”\n　　“别废话！”卓姆卡嚷道，“我们救了你小子的命，别那么多事！”\n　　“你们？”岩浆国王还是不服气，“那旋风怎么回事？”\n　　“旋风？”卓姆卡笑了起来，“真的吗？你真的以为是我们干的吗？那是……”\n　　卓姆卡话没说完，旋风就扩展了过来。他们再也撑不住了，打着旋儿地坠了下去。\n　　那地牢像是爆炸了一般，诸多的苦力怕呼地冲向了卓姆卡，像一大波潮水。岩浆国王已经撑不住了，他召集了全城的士兵，让他们叠罗汉。方形的岩浆怪能够不漏缝隙的抵挡住大风，一层又一层。\n　　“你们……到底要干什么？”岩浆国王忽然显得很慌张，因为已经没有士兵保护他了。\n　　“找个地方谈判！”卓姆卡简单地说。\n　　他们找了一间没有被飓风袭击的房子，他们在里边点起蜡烛，把仅有的几张桌子和在一起，重要的人物——岩浆国王，卓姆卡——当然秋瑟卡也被召唤来了，希尔保特，泰迪坐在仅有的几张椅子上，其他人都站在旁边听着。外边还有呼啸的声音，窗帘被挂上了，但还是呼呼地飞舞着。他们把大门紧锁上，门嘎吱嘎吱地响着。\n　　“你们到底干什么！”岩浆国王大叫。\n　　“莫尼卡，”秋瑟卡平静地说，“我告诉你……卓姆卡，怎么了？”\n　　“我说，”卓姆卡也说，“你知道是谁制造了这场飓风吗？”\n　　“嗯？”莫尼卡问。\n　　“西泽徳。”\n　　“西泽徳？”莫尼卡好像根本就不知道有这个人。\n　　“西泽徳?赛德勒。”卓姆卡说得清楚了些。\n　　“哈哈……荒唐……荒……唐……这……不可能……别逗了……啊哈哈……诶……我说啊……呵……我……不傻啊。”莫尼卡微微颤着笑道。\n　　“是吗？”秋瑟卡说，“我不知道，所以卓姆卡你说吧。”\n　　“又是我……得了，”卓姆卡叨唠了一句，“我说，你爱信不信，反正你是因为听信谗言，因为赛德勒是凋灵骷髅。”\n　　“我……更不信了……傻……子……才信！你又唬……我！”\n　　门像得更厉害了，忽然，锁崩飞了，门被撞开了，被卷走了，岩浆士兵全都倒在外边，西泽徳又以岩浆怪的形式出现了。\n　　“他没说错。”西泽徳冷冷地说，“我是凋灵骷髅。”\n　　莫尼卡睁大眼睛，看着他的身子拉长，腐化，变黑，他的身子已经变成了5节——头、脖子、上身、臀部和下身，除了头，别处都变得很细，很细，空荡荡的，他简直就是一副黑色的骨架，很高，站在幽暗的房间里。\n　　“你！西泽徳你！”莫尼卡说。\n　　“我不是西泽徳，那是我的化名，我真正的名字是——杰西?图尼克，马斯科特提尔、奇奥斯和瑟温万奈特的弟弟，未来的凋灵王。”\n　　“马斯科特第？奇欧斯？赛温婉纳特？”（泰迪把名字全记错了）泰迪问。\n　　“三个凋灵王。”秋瑟卡说道。\n　　说时迟那时快，希尔保特刚掏出散射弓，就又见一旋风，杰西?图尼克消失了。\n　　莫尼卡站起来，吃惊地看着刚才杰西站的位置，一动不动，像是被石化瓶击中了。\n　　“现在你知道了吧？”卓姆卡问。\n　　“对不起……”莫尼卡眼珠都不转，“我……太愚蠢了……我错了……我们去……”\n　　“攻打凋灵王国！”秋瑟卡说。\n　　“对……”莫尼卡喃喃地说道，走开了。\n",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1439788980,
            "txt_content": "VictoriesMo 发表于 2015-8-17 13:23\n收到邀请，前来围观，先留名。\nmo这是小号？"
        },
        {
            "author": "VictoriesMo",
            "timestamp": 1439788980,
            "txt_content": "收到邀请，前来围观，先留名。"
        },
        {
            "author": "我是安德面",
            "timestamp": 1439789040,
            "txt_content": "要上课，就先顶了，回来再看"
        },
        {
            "author": "xcc",
            "timestamp": 1439789520,
            "txt_content": "小龙你个那个什么新坑呢- -"
        },
        {
            "author": "毒蛇",
            "timestamp": 1439790660,
            "txt_content": "xcc 发表于 2015-8-17 13:32\n小龙你个那个什么新坑呢- -\n我的签名档233就是哦~"
        }
    ]
}