{
    "title": "【隐藏在深处的基础知识】愚蠢的非透明方块与模红信号",
    "author": "阿散ASun",
    "replyCount": 1,
    "timestamp": 1439788740,
    "txt_content": " 本帖最后由 阿散ASun 于 2015-8-19 00:17 编辑 \n\n大家好，这里是久违的阿散(虽然我前几天刚刚发过帖子)这次发的是一篇研究报告性的文章，目的是展示一些新的研究以及揭示隐藏于游戏深处的基础知识。这次主要讨论的是最初的脑洞与问题由阿散提出，经过新手群的讨论之后，由zat理清思路，最后阿散补充结论一开始我的想法是作为黑科技来发的，而Zat的说法是“结论不过是到达代码层次的基础知识，也就是普通不过的运行知识，不是bug也不是隐藏属性，不能作为任何的一种来发，但是作为基础知识这个已经到了代码层，离代码工作就一步之遥了，所以也没有当做基础发出来的必要”首先是我在做完强模交叉之后，提出了“如果有两个甚至三个强模信号对于一个固体方块充能会输出哪一个信号”的问题，然后有了有趣的发现\n一、最初的实验 众所周知的是，当两个弱模信号对于一个非透明方块强充能的时候，非透明方块会输出信号较强的那一个，也就是说较强的信号会覆盖较弱的信号，然后我猜测“说不定强模传输也是这样的”然后做出了以下的实验\n但是根据实验的结果来看，并不是会输出较强的信号，这完全的违反了常识！\n二、提出假设我进行了多组的实验，包括弱模测试，强模测试，强弱模混合提出的猜想是“若输入为弱模，则输出的是较强的那一个若输入为强模，则输出的是较弱的那一个若输入有强模有弱模，则优先输出弱模”【注意这里我用来测试的弱模强度为15】但是Resens和吸管的实验改变了我的想法，在他们的实验之中，一个强度为15的弱模信号和一个强模信号对于同一个非透明方块进行充能，输出的是强模信号这与之前提出的假设相反于是镍钶和吸管提出了新的假设，即为关于临界值的假说，大致的猜想就是存在着一个临界值，哪个信号越接近临界值，最终就会输出哪个信号，这套假说也得到了认可，并且我们开始进行试验，试图测出临界值的具体数值而当我们在不断测试的时候，我们仍然没有发现试验中存在的问题而在这个时候zat开始建议我们将试验所用的装置换一个方向使用，而将试验装置换了一个朝向之后，我们逐渐开始发现由于朝向的改变，试验结果也改变了然后zat提出“强模信号在非透明方块的传输过程中，与强度信号为15的弱模信号是等价的”这一结论，然后进一步提出“最终输出的信号强度取决于朝向的优先级”这一个假说，而这自然而然的推翻了我们前面所有的假设。对此，zat的解释是“有两个强度为15的信号对于一个非透明方块进行强充能，只能输出一个信号，而懒惰的程序员就按照朝向优先级来输出”，而强模信号在传输过程中与强度15的弱模信号是等价的，所以决定输出哪个信号不是取决于信号强度而是朝向的优先级在大量实验的支持下，确定了zat的理论是正确的\n三、确定优先级然后开始确定优先级的顺序由以下的实验进行测试\n首先容器内输出的是一个强模信号，而另一个则为强度15的弱模信号将输出端的信号减掉15，用红石灯检测输出，若红石灯亮起，则输出为强模，即强模输出的比较器所指的朝向优先于另一侧输入所指的朝向首先进行南北与东西的优先级测定实验\n由实验结果可以得出南北优先于东西接下来分别测试南北与东西的优先级\n经过2组的试验之后可以发现指向南的输入优先于指向北的输入，指向东的输入优先于指向西的输入而总结起来，优先级的顺序为 南北东西 \n四、补充结论在一个存储着强模信号的比较器环之中，在非透明方块的上方放置红石，则比较器环内的信号会迅速衰减为15，而根据刚才得出的结论无法解释这一现象所以我根据zat的理论再一步完善提出“来自于非透明方块上方或下方的信号优先于四周的输入”这个就解释了为什么无论来自侧面的输入信号强度为多大(强模),当非透明方块上放置红石时，输出总是15\n首先是比较器对非透明方块进行强充能，激活了红石，而受制于红石的线强度上限的缘故，红石的强度体现为15，而红石对于其依附的方块进行弱充能，而来自于上方和下方的信号优先于侧面的输入，在信号强度相同的情况下(强模信号与信号强度为15的弱模信号是等价的，一律将信号强度视为15)而应用红石火把在下方对非透明方块进行强充能也是同理\n这就是为什么会输出15而不是强模信号的原因\n五、总结根据以上的结果，总结起来为当两个模红信号对一个非透明方块进行强充能时，系统首先会进行信号强度的判定若两个模红信号的强度有差别，则输出较强的模红信号(强模信号与信号强度为15的弱模信号是等价的，一律视为将信号强度视为15)而当两个模红信号的强度同样时(强度为15的弱模信号或者强模信号)会根据朝向的优先级来输出，优先级的顺序为 上下，南，北，东，西信号强度的判定是优先于朝向优先级判定的！以上的内容推翻了以前对于必定会输出较强的模红信号的认识，我觉得这个基础知识是非常有意义的0.0这个帖子主要讨论的是强度为15的弱模信号与强模信号在传输过程中的问题，需要注意的是若两个模红信号的强度不相同时(强模信号视为强度为15的弱模信号)结果输出的是较强的那一个\n\n[groupid=143]The Redpixel[/groupid]",
    "replies": [
        {
            "author": "桐木研",
            "timestamp": 1439788860,
            "txt_content": ""
        }
    ]
}