{
    "title": "关于MC御神之战遇到的神奇的事情",
    "author": "c4rca0nj",
    "replyCount": 2,
    "timestamp": 1439791440,
    "txt_content": "应我的朋友[OP]的邀请，我去了一个名为御神之战的服务器，进去一玩，体验简直酸爽，\n主城在随便一个地方弄了块平地然后弄了个空心圆柱围墙围起来就是主城了Orz，还是悬空在海上的_(:зゝ∠)_\n一出出生点就遇到一大波NPC站在两旁卖服务器RMB出售神器的广告，那感觉就是一出地铁站口一群人手里拿着一叠传单塞到你手里的感觉_(:зゝ∠)_\n仔细一看NPC的名字，120R出售XX，300R出售定制神器。还能再露骨些吗！那时候我的心拔凉拔凉的。\n然后我收拾心情，准备去外面看看，结果发现，主城门口被一排没有踏板没有按钮没有开关的铁门堵住了！怎么出去啊！我醉了_(:зゝ∠)_\n好吧，后来我找到了NPC，发现除了副本传送之外还有玩家公寓和玩家小镇的传送，我想我怎么说也是一个新来的，应该去玩家公寓吧，怎么说也有现成的房子或者吃的吧，然后我就点了玩家公寓传送，\n然而！我被传送到的地方！只有5X5大小的石英块铺着！而且中间还少了一排！我的亲娘咧！这公寓还能在凄凉些吗！\n最后我默默的去了玩家小镇，玩家小镇还好，毕竟是玩家自己撸的房子。\n我到处逛了逛，自己感觉了些，就下线然后找我朋友说，我说主城弄成这样子不行，吸引不了玩家进来的，我去单机弄副地图，虽然一般般，但至少比你们现在用的主城要好些，然后我默默的自己去单机弄地图了。\n在我单机捣鼓的时候，群里有人发截图\n\n看到这里我也挺佩服腐竹，这么一个赤裸裸在他的服务器的群里打广告的人，他居然不处理，心胸真宽大，\n然后我还是默默的撸自己的单机地图，期间还有几个人都是这样子发别的服务器的地图的……\n后来我撸好了地图，我给我的朋友看下截图，打算让他丢到服务器里面，因为要是跑图去别的地方盖建筑的话存档会变大，而我的朋友问了其他管理后得知不行，我也就放弃了，虽然时不时我发截图刺激他2333333，而他们的群分享里，还放着一个写着招聘建筑师的文档，也不是我不想刁难他们，而是因为我看着主城把地形破坏的让我太难受，我就不想直接在他们的地图接手盖房子，所以我就单机开工的，\n既然他们不需要了，那我就自个去玩玩吧。\n这时候腐竹和管理推出了新客户端，他们说要弄个独一无二的客户端出来，简单来说就是提高逼格-_-\n我那时候想，也可以啊，感觉这样子服务器会提高一个层次。\n然而，当我下载了客户端之后，安装的时候，360都响起了警报，安装完毕了，360显示客户端里面有程序会盗取QQ的信息，每次启动客户端的时候，360也会显示，该程序为XX木马的变种……而且还不知道技术弄了什么，不用他们的客户端就进不去游戏，一直显示没有输入登录密码的状态\n我感觉我怂了，我和我朋友说，我有点不敢去你们的服务器玩了，最后在他再三保证之下才敢进去，\n这时候群里沸腾了，那些坚持玩游戏的人[注：我问过腐竹，服务器最高人数是18人，然而我偶尔去服务器看，最高的时候就4人，包括腐竹和管理，经常的时候还是0人]，发觉他们登录不上游戏，下载了新的客户端却发现没用[新的客户端还需要在外面注册……]，最后腐竹被烦的受不了了，取消了新的客户端，用回旧的客户端。我去过那么多服务器，还真的第一次看到用那么高端的手法来为难玩家的服务器......\n我再进入服务器发现，出生点两旁的NPC都没有了。取消了副本，那些在主城里面的副本则是用玻璃给堵住了，即是说，玩家们围困在主城里面，\n后来我又发现主城的领地没有了，我就把一个副本的玻璃给敲碎，再告诉腐竹，主城的领地没有了，腐竹什么也没和我说，重新用领地将主城围了起来，然后，他朝我扔手榴弹了！一开始我不知道是啥，只听到爆炸声，我自己给客户端安装了小地图MOD,看到腐竹在我头上，我就问腐竹他在干嘛，他说没，就是玩玩，我就没理他继续寻找矿坑，然后，我就被炸死了……\n腐竹把我炸死了之后，他就打字说，OK，插件测试，我在复活点看到他打字后我也打字说，OK，身上物品全部没了，他看到我的信息之后只打了……就没反应了，我也不说啥，因为我在这个服最主要的事情就是收集资料考虑怎么去做新地图用来帮我朋友。过了一会之后我也就下线了。\n在单机捣鼓腻了，我又去了服务器看看，然后我在玩家小镇看到一个大概是RPG插件的箱子，我就 好奇的去右键打算看看里面有什么东西，然后……服务器就出错重启了，我意识到这是腐竹他们乱搞弄出来的BUG，我就和腐竹他们说。腐竹当时给我的答复就是，BUG修复了，可是过了一天后，我发现箱子还是在玩家小镇里面出现了，不但如此，主城里面的箱子还在，也就是说，要是哪个玩家在服里右键了箱子，就会让全服的人掉线，这么严重的BUG他们居然什么都不做还让箱子出现在玩家面前？甚至，这箱子只有OP才能敲烂，普通玩家是无法拆除，我就多次提醒他们，然而他们并不理我，腐竹被我弄得烦了，还对我起了对抗意识，我在被BAN前的十几分钟上了服务器，就看到腐竹在公屏打字说去换个小号来服务器，然后我就看到腐竹退了，还看到一个新玩家进入游戏，ID是XXX[我的游戏名]shishabi，\n我也是哭笑不得，怎么说我也是好心为了你们服务器啊，你居然这么对我，\n后来腐竹下了，估计他看到我居然还能吐槽他，知道这对我没啥作用，就下线去了，然后另外一个管理上线了，我就再次和管理重复这个BUG，管理和我说，这个BUG已经解决了，不信让我再去试试，\n我想，既然你让我试，我就试给你看了，结果就是服务器再次重启...\n这时候群里有人问了，服务器怎么回事，我就和他们说，管理说BUG解决了，让我再试试BUG，我就试了，结果就是服务器又重启了，\n腐竹这时候出现了，他说既然是我让服务器重启，那就把我给ban了，我也没话说，我就在那吐槽说，哦，那就BAN了吧，不过记得把那个OP也BAN了，因为是他让我干的，我知道腐竹已经起了T我的心思，我就赶紧截了几张图。\n\n根据腐竹的反应，只要不是收钱，不需要他出面的事情，他就不会搭理[在群内发放其他服务器的截图]，但只要涉及到他了，不论是好是坏，都会厌烦你。\n顺便一提，期间服务器的玩家小镇遭到不明的破坏，一大部分的地方十分整齐的消失了[WE大法]，腐竹给出的解释是，有玩家作弊进行破坏，然后对于被破坏的地方什么都没做，也没有补偿。\n以上就是我在御神之战遇到的神奇事情，欢迎大家来吐槽~\n原本昨晚发到了投诉服务器管理的版面上的，但是被版主认为是闲聊，就丢到这边来了_(:зゝ∠)_\n\n\n\n\n\n御神之战1.png\n(56.86 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2015-8-16 21:22 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n御神之战2.jpg\n(111.31 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2015-8-16 22:10 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n御神之战3.png\n(193.72 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2015-8-16 22:12 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n御神之战4.png\n(204.3 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2015-8-17 13:59 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Sad_elevenKH",
            "timestamp": 1439791560,
            "txt_content": "不考虑玩家的感受的服务器不是好服务器"
        },
        {
            "author": "c4rca0nj",
            "timestamp": 1439877060,
            "txt_content": "让我不能接受的原因是，他们不肯修复BUG，还把气撒在我身上。这样子让其他玩家看到情何以堪"
        }
    ]
}