{
    "title": "<原创-连载>《梦源之镜》一个青春热血的故事",
    "author": "142562356",
    "replyCount": 2,
    "timestamp": 1439800620,
    "txt_content": " 本帖最后由 142562356 于 2015-8-17 16:43 编辑 \n\n     《梦源之镜》别名：我的青春    作者：麦块宏   第一章荣耀  \n\n 时光飞逝，当年我们是一群热血的少年，我们各自怀揣着伟大的梦想，在我们初中时期我们时常幻想着有一天我们能够这个世界知道自己的存在，可是如那句话现实是残酷的它就是一把锋利的钻石剑，一次次的杀死你那常常幻想的希望，“光耀你TM给我过来，才一初三的少年说的自己像那大学生一样，别说我认识你”一位长相丰富。。。。额，这个他的长相真的只能用丰富来形容，不是我夸张，说话的正是我的室友晓寂季，人送外号小**，“我擦，哪里来的旁白需要大爷我给你来两拳头不？”晓寂季握住拳头，旁白：“.......”而我叫光耀是在华夏h市石楠中学的一名普通的初中生，“行了开场特写都给你了，还不跟我走？”晓寂季拉住光耀的手，等等手...“你妹啊，旁白你tm再废话行不行我真打了你”晓寂季愤怒的怒吼，一转眼来到了学校的食堂，“嘿，光耀上次你说的那个bug现在还行吗？”说话的这个少年叫南光，一名严重技术控“应该不行了吧，现在已经更新出1.6.4版本了那个bug已经不行了漏洞已经修复了”光耀拿着手里的筷子一边说话一边吃饭，极其难看，“你妹啊，旁白给我滚粗！”晓寂季一脚把一名白色无码小人T了出去，“清静了，等等怎么还有”晓寂季看着黑色小人，旁白：“...... 你们继续 在这样谁来看我们装逼？呸谁来看我们的故事”“额.. 光耀今天晚上继续玩那个服务器还是？换一个服务器试验，”南光一副你懂得的眼神望着光耀“行了行了今天晚上换一个服务器试验.呸 玩吧”光耀放下手中的碗，“南光，石剑川，周仲民和马锤呢？”光耀随意拿起一支烟点了起来，“他们三个呀，应该在睡觉吧，你不知道他们三个昨天晚下了那莫大的雨熬住要去上通宵，现在应该快回来睡觉了吧”南光说道“走我们回宿舍吧”光耀起身三人一起走向了宿舍，到了宿舍，果不其然看见两个三个黑娃在那里睡的跟猪一样。  \n\n\n第二章穿越  \n\n“睡的这么安逸，吃我金颗粒荣耀黄金剑，”晓寂季对着周仲民的屁股狠狠得使用了他的技能 旁白：“少年们莫邪恶哈”，“啊啊啊啊啊啊啊啊，你妹啊谁啊谁用金颗粒荣耀黄金剑疼死我了”周仲民从床上跳起来，看着晓寂季“你看我这么纯真的表情你觉得是我吗？”晓寂季一脸欠打的样子望着仲民，“吃我大宝剑， 我打！”仲民和晓寂季打了起来，“别打脸，不要呀我这么帅气迷人的小脸蛋”“靠小**别说了你已经触犯我的底线，吃我重击大宝剑”“喂大家，这都大晚上了，别闹了，开工了 开工了”光耀看着他们一脸无奈，话一说，马锤和石剑川一个翻身站起来，“开工了？走吧咱们这次一定要名扬这个服务器 哇咔咔”石剑川说着开启电脑，看样子蓄势待发”，“又开工了？ 哎 来吧来吧”马锤站起来也去开启了电脑，“各单位注意，今天晚上我们去找一个与众不同的服务器，一定要名扬这个服务器”光耀一脸激动的说道，光耀打开我的世界bbs，点击服务器区域，正准备看服务器，忽然bbs出现了404，“我擦泪？”光耀一脸日了狗的表情，“咋了？”南光看着光耀“出了点小状况bbs出现404了”光耀看着电脑，“这里不是有一个选项吗？”南光指着电脑屏幕上面几个大字：屠龙宝刀点击就送，“是的你没有看错屠龙宝刀点击就送，偶也~”旁白兴奋的说，说着旁白拿起光耀的鼠标点击了那几个大字，宿舍顿时一黑，“怎么了停电了？”光耀一脸蛋疼的说着，忽然外面电闪雷鸣“怎么了？”“怎么回事啊”“我擦打雷了”“痛苦哇”旁白：“终于等到这一天了，你们这几个人平时欺负我这么久，去了那个世界，我会让你们生不如死哈哈哈哈”旁白消失在了黑夜之中，突然一道闪电劈了下来，那闪电就像是有目标一样直接劈进了光耀那间宿舍。\n\n第三章新世界\n\n“这里是哪里？”光耀渐渐爬了起来，看着四周奇怪的环境“这..怎么跟我的世界一模一样，怎么回事”光耀有点接受不了“我们应该是被旁白弄进来的，雷电的电浮重新组织了我们的身体结构，通过时空裂缝将我们脱离了三维空间”南光一脸严肃，“什么怎么会这样？”光耀尽管和小伙伴们一起生活了那么久，但是他还有他的爸爸妈妈，他很怀念和他爸爸妈妈在一起的时光，每次回家都很短暂，知道发现我的世界这个游戏光耀心里才会找到一点家的感觉，\"$%$#%@@!*&*&^^&*\"一个村民走了过来对着光耀乱比划“完全听不懂啊”光耀很苦逼玩电脑的时候都不知道这玩意说的什么鸟语更不要说现在了。\n \n",
    "replies": [
        {
            "author": "北极星人",
            "timestamp": 1439803680,
            "txt_content": "某gb给了我地址让我随便吐槽，@gggbbb 给我1000人气召唤费。\n\n首先这个开头太中二，“一次次的杀死你那常常幻想的希望。”什么鬼，幻想的希望？幻想的希望是什么鬼。另外楼主你这断句让我读的有种想砸电脑的冲动，另外你把这么多字堆成一坨发上来这样真的好吗？你连个分段都不会吗。还有为什么这年头这么流行写恶（dou）搞（bi）文章？你写就好好写弄个旁白君干什么？凑字数还是弄笑点，这笑点都成槽点了。而且把主角写的这么逗比这样真的好么。能不能有点主角该有的睿智。还说这么多粗话是为了凸显一下自己IQ低么。\n被剑爆菊还能活着，而且连血都没留，楼主你的常识去哪了。就是睡个觉还给人来爆菊最后打起来。光两个逗比主角打架就占了第二章的一半你怎么想的。这逗比旁白能不能别出来打乱人思维了，本来就连个分段都没有旁白还出来装逼，另外楼主你是否知道旁白为何物。还有这些逗比主角能不能别再说这些逗比的粗话了，我的内心是崩溃的楼主你造吗？\n第三章字数为何这么少，前两章还一大坨怎么到这只有一半了。穿越都能怪到旁白身上这主角IQ都被你吃了吗？楼主你知不知道脱离三维空间什么概念，脱离了三维这又是几维啊啊啊。你和MC谈维度，脑洞就算乱也得乱的有个限度吧啊啊。村民是怎么比划的啊啊，他们手常年都放在胸前怎么比划啊，你写村民说话都比比划强啊。另外我跪求楼主你去学习一下断句和分段成不，你这文读起来要累死人啊。\n现在假设百分制，就冲你这字体我给你个10分。再加上人物名字勉强靠谱我再加5分。除了这些我找不到任何加分点，楼主你该嗑药了。"
        },
        {
            "author": "142562356",
            "timestamp": 1439804340,
            "txt_content": "心情小说而已  我需要的是我的风格，乱来只是你个人的感觉吧了，从你的话语就知道你这个人平时就不怎么幽默，还有你很有喷子的天赋，还有你也太较真了吧从这个小说看就知道我写的是穿越小说吧，而且你我的世界小说看多了少年，我只是想给小说无聊的剧情进度添加一点乐趣吐槽点是必须的"
        }
    ]
}