{
    "title": "<原创·连载>奇异冒险世界 第三章 夺命摄魂之箭",
    "author": "2575174857",
    "replyCount": 1,
    "timestamp": 1439814780,
    "txt_content": " 本帖最后由 2575174857 于 2015-8-17 20:33 编辑 \n\n  “怎么了？”哈迪斯有些疑惑，不过还是能从沉重的气氛来感受到，他们，真的是遇到麻烦了，而且是大麻烦！\n  “是骷髅军队！该死的，怎么在这里让我们遇上了这么可怕的怪物！”哈根十分的头痛，他最讨厌这种烦人的骷髅怪了！实力很可怕，走起来那咔咔作响的声音也是超级烦人，听着就头疼。\n  “这些骷髅军团怎么会来这里，按理说，他们攻击的一般是那些大型的聚集地啊。”丽达百思不得其解。\n  “兵来将挡水来土掩，既然都来到自家门口了，那么，死也要它们吃不了兜着走！”哈根握紧了铁剑，狠狠的说道。\n  “快躲在旁边，我打开门，他们进来一只我杀一只！”丽达说道。\n  说完，哈根他们就躲在了门的两边。\n  “准备好了，我要开了，等下伺机而动，小心自己，不要受伤了，骷髅军团里面是有弓箭手的，被射到可不是闹着玩的。”丽达一手抓着门把手，提醒了一下哈迪斯，毕竟哈迪斯还是个新手。\n  “了解。”哈迪斯点点头，回答道。\n  “咻。”门刚刚开启，一只弓箭瞬间射了进来，差点射到了丽达的手。\n  “真危险！”丽达被惊出了一身冷汗，要不是刚才她速度快，马上把手缩了回去，她的这只手就废了。\n  “咔咔。”一只骷髅走了进来，手上还拿着一把白骨大剑，不过这把白骨大剑却是比铁剑还要锋利！  骷髅眼中还燃烧着青色的鬼火，看起来非常恐怖。\n  可惜哈根可不怕，他看过的可怕玩意儿可比这家伙可怕多了！\n  哈根手中的铁剑一下砍到了骷髅身上。\n  不同于上次的僵尸，骷髅被砍到一刀竟然还是没倒下。\n  “呵！”哈根再次一声怒喝，再次砍了骷髅一刀。\n  “哗啦。”一声响起，骷髅才被砍倒，变成一堆骨架散落在地上，两团鬼火失去了骨头的保护，被哈根一脚踩灭。\n  这还没结束，又有接二连三的骷髅闯了进来，被哈根他们一次次的解决，骨架已经堆叠了很多在地上。\n  奈何新人的哈迪斯，因为既没有武器，原来也没战斗过，战斗力近乎为0，也帮不上什么忙，只能远远躲开以免被伤到。\n  “呼，呼。”丽达连喘了两口粗气，哈根也是一样，两个人都累得汗流浃背，消耗了大量的体力。\n  “真的是没完没了的，这群该死的混蛋！”哈根擦了擦额头的汗水，不禁爆了声粗口。\n  “是啊，而且每只骷髅又比僵尸还要难对付，要不是依靠地利，我们可能还真的守不住呢！”丽达也有些气愤地说道。\n  就算他们再怎么抱怨，骷髅还是源源不断地涌了过来。\n  一只···\n  两只···\n  三只···\n  四只···\n  ······\n\n  “我的手简直要抽筋了都！”哈根的手臂一根根青筋暴起，看起来很是恐怖，可是连续的砍杀，即使是他，也是精疲力尽了。\n  “不寻常！绝对不寻常！我们已经杀了三十多只，这已经是算小型骷髅军团的兵力了，更何况看起来这群死混蛋还有不少的人，不妙啊，这到底是怎么回事！”丽达的脑袋都要烧坏了，她思考不出这到底是为什么，她从来没有见过这样的情况。\n  “我们还是准备突破吧，这么下去我们两个都得死！更不用说那个小子了。”哈根迫不得已，下了这个决定。\n  “说的也是。”丽达点了点头。\n  “哈迪斯，我们撑不下去了，等下准备突围！你可要保护好你自己啊，我们也是自顾不暇啊，抱歉。”哈根转头向哈迪斯说道。\n  “恩。”哈迪斯点了点头，他也能感受到他们似乎遇到了什么巨大的危机，连哈根和丽达也不能自保的巨大危机，他们两个从当初救下他，更给他晚餐和住所，这也是仁至义尽了，总不能期望在人家生死关头还带着你个拖累吧？他们也是刚刚认识，没到生死战友那种地步，没有人有责任为别人复出生命。\n  哈根一说完，就和丽达把刀横在胸前防御，径直的冲了出去。\n  他们冲出去后，哈迪斯也没愣着，拿了一张椅子当挡箭牌，也冲了出去。\n  等到冲了出去，哈迪斯他们才被眼前的景象惊呆了。\n  竟然还有三百多个骷髅包围着！似乎其中还有一个强大的精英骷髅！\n  强大的让人窒息的军团给哈迪斯他们带来了无尽的绝望。\n  “怎么会这样···”哈根好一会儿，才咽下了一口气。\n  眼前的绝望就像一座大山，压在他们的心头。\n  即使这样，冒着死亡的危险，哈根和丽达他们，也要冲出重围，在他们这些老牌试炼者当中，没有一个字典里面有退缩一词的！\n  畏惧死亡的人，早就已经死了。\n  只有拥有勇气和智慧的人，才能活下来！\n  虽然哈迪斯是个新人，但是他也懂，在这种情况下退缩，只有死路一条！\n  狭路相逢勇者胜！\n  “冲！！！”哈根怒喝一声，冲了上去。\n  丽达和哈迪斯也是不甘示弱，同时向前冲锋。\n  三个的人陷入了宛如泥沼的骷髅军团之中，显得渺小无比。\n  “咻咻！”\n  几支弓箭破开空气射了过来，可惜没射到任何一人，反而射到了骷髅战士。\n  哈根冲的最前面，他拼着遍体鳞伤，也要冲出一条活路来。\n  一把白骨砍刀砍了过来，恰巧砍到了哈迪斯的胳膊，留下了一条长长的血痕。\n  丽达也不好受，全身也挨了好几刀。\n  “可恶的骷髅！等我活着回来了一定把你们碎骨万段！”丽达狠狠地说道。\n  终于，哈迪斯三人还是突破了骷髅的包围圈。\n  “得救了！”哈根松了一口气道。\n  “噗。”\n  突然，哈根吐了一口鲜血。\n  “怎么可能···”\n  哈根缓缓看向胸口，只见一个利箭刺穿了他的心脏，然后就直挺挺地倒了下去。\n  神殿的青苔石碑上也多了个名字，哈根，生存天数：48天\n  丽达和哈迪斯都惊恐地看向利箭飞来的地方。\n  刚刚射出箭的那只精英骷髅的眼里那两团毫无感情的火焰跳动了一下，又拉开弓弦，瞄准了他们两个。\n  “快跑！”\n  哈迪斯和丽达亡魂大冒，根本顾不上哈根的尸体，急忙逃走。\n  那只精英骷髅直到没看见哈迪斯和丽达的身影了，才缓缓地放下了弓。\n  “继续前进！”\n  那只精英骷髅对骷髅们用骷髅语发出了命令。\n  “咔咔，咔咔。”\n  骷髅行军的声音再次响起，缓缓向前推进着···",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1446593760,
            "txt_content": "楼主情节搭配不错"
        }
    ]
}