{
    "title": "<原创·单章>   勇者之征【番外篇】②   狼王：强到能活下去",
    "author": "2B与mc的故事",
    "replyCount": 12,
    "timestamp": 1439813820,
    "txt_content": "为什么我这个日更狂魔有好几天都没更新了？因为番外很长，封面很麻烦 TAT这算是我的一部认真的作品了。疾电狼王在身为一只狼残忍地活了下来，为了在这个弱肉强食的世界里活下来，他不断变强。但是在孤独的强者之路上，他感到了迷茫。在这个世界里，为了活下去，真的只有强者这一条路可选吗？\n\n\n\n        “弱者，会怜悯自己而惧怕他人。”此时，Steve的身后似乎出现了一个金发的人影，“而强者，要学会怜悯他人，而畏惧自己。”        “畏惧自己？你未免太自大了！你真的以为自己会强到让自己都害怕吗？”Herobrine冷笑道。\n\n        “不是畏惧自己的强大，而是畏惧自己的弱小，畏惧那个曾今因为懦弱而失去太多的自己，害怕他再次出现。”\n\n        此刻，原本已经为Steve的强大而吃惊的狼王，全身触电似地颤抖起来，就像有人给了它的心底再加了一记重锤，正好打到脆弱的一部分。它默默地转身，叫走准备冲上前去的索恩斯：“走吧！他已经足够强大了！”索恩斯正准备反驳，扭头看见狼王的眼角有一抹晶莹的光在闪耀—那是泪光。\n细心的读者会发现，连索恩斯都没什么反应（不是因为他神经大条）平时高冷傲娇的狼王，竟然因为Steve的一句话流泪，这不符合人物的性格。但是更细心的朋友会发现，这句话的冲击“正好打到到脆弱的一部分”，也就是说，这背后有故事咯？\n        狼族的事情，还是让狼王自己来讲好了。\n\n\n\n\n\n        我是疾电狼王，创世之森的雷鸣之白狼族的首领。虽然在那之前我也小有名气，不过只局限于动物界。我跟着Steve那家伙一起去挑战了Herobrine，这件事情不知道是谁说出来的，接着一传十，十传百，几乎全天下都知道我的名字了。\n        当时我和索恩斯被Herobrine打出了末界，之后末界发生了什么我就完全不知道了。但是从那以后，主世界再也没有出现过怪物，这就说明Herobrine被打败了，因此Steve成为了英雄，或者说叫“勇者”更好。毕竟这也是他一直以来的目标吧。但是Steve并没有回到主世界，所以目前最让人信服的说法是：Steve与Herobrine同归于尽了。还有人说那是因为Herobrine敬重Steve，杀了他之后决定不再为害世间。但是亲眼见过他的我很负责任地表示：绝！对！不！可！能！不过Steve就算死了，他的气也该回归这个世界，回归自然。奇怪的是，我，索恩斯，甚至是Notch都没有感觉到他的气回来，所以这表明他摔下了虚空，灵魂永远只能在虚无之中徘徊，无法重生，无法转世，是最彻底的死法。连我都感觉有些可惜呢。\n        好了，说了这么多关于Steve的事情，该说说我自己了。关于我的身世，嗯，应该算是狼族的机密了。不过身为一代狼王，至少得有关于自己的传记吧！好歹我也是跟Steve一起屠过龙的，这可不是什么狼都能做到的，就算是狼王。所以就叫……《狼王传》！不对，世界上这么多狼王，谁知道哪个是我。那就叫《疾电狼王传》？也不对，好像名字起得很浮夸……算了算了，名字以后再想吧。\n        从哪里说起呢……既然是记录我身世的传记，应该从我小时候就开始讲起。我小时候跟大多数狼一样，学的是标准的狼语，住的是大多数狼喜欢住的山洞，吃的也是到处都能找到的食草动物的肉。可以说我小时候过得普通极了，是狼族典型的生活。\n        但是一定要找出什么非凡之处的话，也还是有的，那就是我的哥哥想成为狼王。光这么说其实也很正常，因为狼都是有野心的，每一只狼当然都想当上狼王。谁不愿意享受最好的生活和最大的荣耀呢？\n        但是我的哥哥不同，他的愿望比任何狼都更为强烈。走路时想着狼王会怎么走，打猎时想着狼王会怎么打猎，奔跑时想着狼王能跑多快……每时每刻，它都在想着如何成为狼王，因此它做任何事都比其他狼更有干劲，就像狼王时刻都在跟它较量一样。\n        它也挑战过现任狼王不下十次，但每次都以一点微小的差距失败。在狼族中，狼王的资格是靠实力争取的，胜者为王，败者为寇，这一点每一只狼都很清楚。因此，如果有狼挑战失败，将会是极大的屈辱。一般的狼一次失败之后就夹着尾巴乖乖臣服，偶尔会有几只狼能够厚着脸皮挑战个两三次。但是像我哥哥一样的狼，还真是找不出第二只。\n        刚开始，还有很多狼劝告他，你只比狼王差一点，凭这种本事，就可以过上不错的生活了，何必非要当上狼王不可？但是一次次的挑战，一次次的失败后，狼群们的劝阻渐渐变成了嘲笑，对这种“傻子”精神的嘲笑。因此尽管哥哥有很强的本领，但是狼族里没有几个人看得起它，而且这种嘲笑是会渐渐加深的，哥哥每失败一次，狼群对他的嘲笑就会更大声一些。哥哥经常挑战狼王，因此狼群已经把这件事当成了家常便饭，甚至有些狼还看戏似地围观哥哥是如何失败的，一次又一次。\n        我跟大多数狼一样，无法理解哥哥这种行为。每隔一两个月就把自己送上门去被打一顿，然后接受他人的嘲笑，真的很有趣吗？我甚至开始怀疑，哥哥是不是疯了。但是它的日常生活都显得很正常，这又让我否定了这个想法。我也曾今劝过哥哥好多次，但是每次它的回答只有一个神秘的微笑。\n        因此，我也不得不习惯了我这个麻烦的哥哥。\n        其实像我哥哥一样的狼还有一只，不过区别在于很没本事，连一些小它一岁的狼都比它强。于是，那家伙嘀咕着我们不懂欣赏人才离开了创始之森，没错，就是那个“超级\n狼王”，这个名字让大家更确定了这只是它幼稚的奢望，更何况它以后也确实没闯出什么名堂来。因此，整个创始之森的里最家喻户晓的两只狼就是我哥哥和那个“超级狼王”。我哥哥最多只会被人嘲笑，但是“超级狼王”一般是用来当作反面教材来教育小狼的。\n        其实，这确实是一个很典型的反面教材，因为那个“超级狼王”完全只把狼王之位当作儿戏，它根本没有理解“狼王”这两个字意味着什么。它只知道成为狼王能得到什么，但不知道成为狼王需要什么。\n        没错，是力量。强大的力量。\n\n\n\n        第一次让我去打猎的时候，其实我是拒绝的，因为你不能让我杀我就杀……\n        我小时候很天真，天真到傻的地步。第一次打猎的时候，完全无法对一只憨厚老实的牛下手。我天真地以为：它跟我生活在同一片蓝天下，都有活下去的权利。因此，我不能痛下杀手，我无法忍受这样残忍的行为。但是狼族里有一句话：“饥饿是最好的老师”。在饥饿的驱使下，我还是忍下心来捕杀了第一个猎物。就算如此，我以后捕猎的时候还是有些不忍心。不过在一次次血光飞溅，一声声痛苦的惨叫中，我渐渐麻痹了。鲜血渐渐洗净了我心中天真的念头，让我从一只天真的小狼成长为一只成熟的、真正的狼。\n        尽管如此，我还是对此感到惋惜。为什么为了生存，就一定要变得丑恶？最后我得出的结论是：这就是狼的本性，狼就是残忍的，仁慈的狼不是真正的狼，也无法生存下去。这是自然给我们安排的剧本，就算不愿意也必须遵循。\n        没错，狼跟人不一样。就像Steve，如果他不愿意杀生，那它完全可以放弃捕猎去吃素。但是我们狼不行，神在创造我们时没有给我们的食谱里写上“小麦”或者“土豆”；我们的食谱上只有“牛肉”“羊肉”“猪肉”，甚至是“腐肉”……正是这种命运的安排，让狼在一次次血腥的战斗中变得坚强，同时也变得残忍，铸就了我们的本性。\n        这又让我想起了另外一件事，大概就是世界刚诞生的第三天夜里，怪物出现了。刚开始的怪物是对我们抱有敌意的，因此战斗在所难免。我当时独自在外，正在山崖上欣赏皎洁的明月，一声低吼传入了我的耳朵。我四下环顾，周围出现了不知名的生物，而且貌似对我抱有敌意。但是就算是第一次独自面对周围一大群的怪物，我也丝毫没有畏惧，之前的捕猎——尽管只有几次——已经让我有了战斗的技巧和胆魄。虽然最后我是遍体鳞伤地回到森林，但是至少我活了下来，在一群怪物中活了下来。这让我更深入地了解了“生存”：为了生存，就必须要战斗；为了战胜敌人活下来，就必须要变强！\n        就在这一次次血与泪的洗礼中，我度过了我的童年，这就是狼的童年。\n        不过几天之后，怪物们不再主动对狼族发起进攻了，也许是因为我们狼族也是Herobrine所创造的缘故吧。不过还是有一些狼会去挑战怪物们，原因多种多样。当然，这样的狼中肯定有我哥哥的身影。它几乎每天晚上都出去战斗，很少见它休息，也不知是为什么。很久之后我才知道，他是每晚出去挑战怪物，磨练自己。\n\n\n\n        不过，功夫不负有心狼，在我哥哥第十八次挑战狼王的时候，它成功了。这让抱着看戏心态围观的众狼大吃一惊。它们已经习惯了狼王胜利的结局，因此这一场戏的情节太过出狼意料。但无论如何，故事的结果就是我哥哥胜利当上了狼王。而第一任狼王似乎早就料到有这一天似的，很淡定地让出了位置。\n        但是好景不长。就在我哥哥当上狼王的第二天，Herobrine向所有狼族发出号令，全力协助Herobrine抹杀人类。部分狼族愿意追随Herobrine，而大部分狼的选择是保持中立。创始之森所有的狼为此召开了一次紧急会议，但是结果很快就出来了：创始之森所有的狼族都选择反抗Herobrine，没有一只狼反对。原因很简单，我们无法忍受Herobrine的邪恶与残忍——不过也真是可笑，最残忍的动物竟然会嫌别人残忍。\n        Herobrine得知此事后大怒，放出他的分身来到创始之森，想要杀光这里的所有狼以除后患。\n        此刻，我的哥哥——也就是现任狼王站了出来。它用狼语告诉Herobrine：“虽然这是狼族成员的选择，但是最后同意这个选择的人是我。如果要杀就杀了我，跟其他的狼没有关系。\n        “确实，最大的责任在你身上。但是，做出选择的仍然是在场的所有狼，也就是说，你们仍然有逆反之心。我的目的，就是除掉这样的狼。”Herobrine冷酷地答道。\n        “这样吧，Herobrine，你敢不敢跟我打个赌？我相信，今后我们的狼族中必定会出现一只能够战胜你的狼。”哥哥说道。\n        所有的狼都以为它疯了，明明Herobrine就是怕我们阻碍他，现在还说我们族里有狼能打败他。这样一定会更加激怒Herobrine。\n        但是Herobrine不仅没有生气，反而大笑道：“哈哈哈……有意思，你说有狼能够战胜我？那我就等等看吧，如果三年之后，依然没有能够战胜我的狼，你们的狼族依然会被我剿灭。也就是说，三年之后，要么我死，要么你们死。从现在开始，这就是你们这个狼族的命运，哈哈哈……”\n        Herobrine正准备扬长而去，忽然转过身阴笑着看着哥哥：“不过，我至少得先杀一只狼以示警告啊……”\n        哥哥丝毫没有退缩，高高扬起头，露出脖子——这是狼表示顺从的信号。\n        “快逃啊！你可是狼王啊！！你好不容易得到的尊严，怎么可以这么快就放下！！”我终于忍不住哭喊道。\n        “没用的，那样反而会更丢脸。现在我不够强，就该被淘汰，这是自然界的法则。”哥哥微笑着答道。\n        “没错，看来你对自己的认识还是很清楚。可怜可怜自己吧，为什么你这么弱呢？”Herobrine阴冷的声音传来。\n        “那我倒不会。只有弱者才会怜悯自己，惧怕他人。”哥哥望着一步步逼近的Herobrine，仍然面不改色。\n        “你不是弱者，难道你是强者吗？现在我能让你们畏惧，因此我才是强者！”Herobrine冷笑道。\n        “也不是。”\n        “那是什么？这个世界上只有弱者和强者之分，仅此而已！！”\n        “那可说不准……”\n        话音刚落，仅仅一瞬间，任何狼都没有看清楚的一瞬间之后，哥哥的脖子飞溅出大片鲜血，染红了草地，洒进了所有狼的心。从远处看，鲜红的血液蔓延出地平线，把天边的夕阳染也得格外的鲜红，让夕阳下那个魔鬼般的身影显得血腥无比。\n        第二天，所有狼族冒着倾盆大雨厚葬了我哥哥——包括之前嘲笑我哥哥的那些狼。那天，所有的狼都自主停止了捕猎，也没有任何狼开什么好笑的玩笑。整个狼族在单调的雨声中，无声地哭泣。\n        真是命运的捉弄，为了“狼王”之位辛苦了一生，奋斗了一生。可是梦想好不容易实现之后，又立刻迎来了死亡。\n        我静静地在洞穴里趴着，想着，可是窗外的雨声让我无法平静。这时候，上一任狼王走了进来。\n        “在想你的哥哥吗。”它用狼的语言低沉地问道。\n        我默默地点了点头。\n        “不必为它太伤心。它的梦想已经完全实现了，对于它这样的狼来说，已经死而无憾。”\n        我不解地望着上一任狼王。狼想当上狼王不就是为了荣华富贵，为了至高无上的权力吗？它明明还没来得及享受这些……\n        “我知道你的疑惑。但是仔细想想，它有必要为了一些无谓的贪欲来不停地挑战我吗？如果是为了物质，它的本事不比我差多少，肯定也能捕到不错的美味。如果是为了名利，那就更说不通了。它一次次挑战我，得到的却是一声声嘲笑。”前任狼王像老师一样一步步为我分析着。\n        “不过后来我知道了，它挑战我完全就不是为了狼王之位，只是为了变得更强而已。”前任狼王说道，“而且我也发现，它每挑战我一次，就变得更强一些，所以我早就料到，它总有一天会超越我。现在，它的愿望已经实现了，所以它没有遗憾。你也看到了吧，它是带着笑容死去的。”\n        这让我大为震惊，同时我心中所有对它的偏见都烟消云散。没错，它才是真正的狼王。想成为狼王，需要的是强大的力量，那是因为成为狼王之后，要用这股力量去保护狼族。\n        “我想变强。”这是我简单干脆的回答。\n        前任狼王没有立刻回答，微笑着转头离开了我的山洞，一边走着一边自言自语似地说道：“明天正午到圣树来吧。”\n        于是第二天正午，我在圣树前再次碰到了前任狼王，然后被它带进了一个幽深的洞穴里，那个洞穴并不是很陡。不过奇怪的是，这附近没看到什么光源，但是整个洞穴却十分明亮。我四下张望着，终于发现是头顶纵横交错的植物透出了一缕缕光线。\n        “那是光的气息，是植物本身在发光。”前任狼王好像看出了我的疑惑，回答道。\n        不久之后，我们到了地下的一个更大的洞里，就像一个刻意挖出来的小房间，虽然是石洞但是构造是整齐的方形。\n        此刻，前任狼王突然朝着朝着墙壁一撞，整个洞窟发出一声闷响。顷刻间，回去的洞口被坍塌的碎石死死堵住。        “你！你这是要干什么！？”我被吓了一大跳。\n        “这是为了锻炼你。这就跟大自然的生存法则一样，无法成功，就无法活下去。这一点你是知道的吧？”前任狼王见我点了点头，继续说道，“下面的修炼，可是非常艰难的。但是，你现在没有退路！要么成功，要么死去。做好觉悟吧！”\n       前任狼王一边把我带进熔岩训练场，一边回忆起什么似地说道：“嗯，这倒让我突然想起你哥哥的一句话，现在看来仍然是很有道理啊……”\n       我歪着头好奇地望着它。哥哥说的话吗？我心里想着，期待着。\n       “为了活下去，就必须变强。为了变强，就必须活下去！”\n\n\n\n        一年，我用了整整一年，终于完成了辛苦的魔鬼修炼。不过在那之后，我的实力大大增强，几乎与前任狼王相差无几。\n        一年之后，我回到了创始之森，回到了我的故乡。明明就是在不远处的地下，却感觉像是隔了千里之远。因此我再度踏上松软的土地，呼吸道清新的空气之时，不由得热泪盈眶。\n        这一年里变化真大啊，以前跟我差不多高的小树苗现在已经长成一棵郁郁葱葱的大树了。另外，听说去地狱冒险的Steve和另一位少年还没有回来，大家都认为他们死了。Notch所创造的第一片森林也被一片诡异的乌云笼罩，在闪电的摧残下烧成了灰烬。另外，一个名为索恩斯的冒险家在这一年里住进了创始之森，而且在创始之森的地下建造了一个大得像宫殿一样的洞窟。索恩斯对狼族很友善，也没有影响狼族的生活，因此狼族渐渐接纳了他。\n        不过因为群狼无首，这一年里狼族也变得混乱起来。虽然也有狼想去争狼王之位，但是就算当上了，几天之后又会被赶下来。就这样换来换去，狼族一直没有一个固定的头领。原因很简单，所有狼的实力都差不多，没有杰出的英才，因此也没有狼能够真正胜任狼王之位。\n        无奈之下，前任狼王只好暂时接管狼族，但是在那同时它又派出我去找Notch报告这一情况，并寻求解决的方法。毕竟他才刚刚下任，不能马上友接任狼王之位，这是狼族的规矩。于是我刚刚从辛苦的修行中逃脱出来，又一项艰巨的任务砸在了我头上。\n        在一天的休整之后，我踏上了前往沧海之涯的路。\n        只过了一年，所以大致的道路我还是记得的。一路上的风景也没有太大的变化，但是各个村庄的变化倒是很大，都慢慢繁荣起来了。\n        不过我万万没想到，练就一身本事的我竟然会因为看风景而跌入峡谷。真是一个愚蠢的失误！\n        总之，再怎么后悔喊疼都没用，得先想办法爬上去。可是，这一带的石头特别的光滑，非常难用爪子抓稳。这峡谷的岩壁也是出奇的陡峭，岩壁是完全竖直的，连个落脚点也没有，想一口气跳上这么高的地方我可做不到。这下麻烦了，我们狼又不能像人类一样，直接用工具挖一条路上去。因此，想要直接从岩壁上去是不可能的。\n        那么只好赌一把了，进附近的矿洞里找找，或许会有直接通往陆地的矿洞。可恶好麻烦！下次走路得小心点！\n        所以，我必须为了我的粗心付出代价：去把这峡谷里的矿洞全部探索一遍。\n        我万万没有想到，这次失足使我因祸得福，意外学会了人类的语言。\n        在矿洞里，一个岔路的尽头，我竟然看到了一棵树，而且这棵树是从石缝里生长出来的。更奇怪的是，这棵树的形状十分奇特，只有一根比从林木还粗的树干，但是没有树枝，树叶也只是稀稀拉拉的几片。树干表面上有几个小洞，而且透过洞可以看到树干是空心的。整棵树就像一个天然的大木桶，而里面装着的东西发着微微绿光。我一口气撞开了树干，发现里面只有一团泛绿的气。而且树干裂开之后几秒，那些绿光就突然朝我飞来，我还没来得及反应，就撞进了我的脑袋。\n       好不容易从昏迷中醒来，我使劲摇了摇头以保持清醒，一边嘟囔着：“这到底是什么鬼东西……”\n       等等！我忽然反应过来，自己刚才说的是人的语言！“难道是那团绿色的气……”这句话一说出口，又把我自己吓了一跳。\n       总之，虽然不知道为什么，会说话就方便多了。我回到峡谷的正下方，朝着高处大喊着：“救命啊！”\n       想不到，我可是狼啊，竟然沦落到要向人类求救的地步……\n       不过好在，没过多久，一个路过的村民就放下梯子把我救了上去。不过当他发现求救的是一只狼时，直接在原地怔住了——一是因为惊讶于狼竟然会说人话，而是害怕着面前的这只健壮的狼。\n        “谢了。”我没有理会呆若木鸡的村民，继续踏上了前往沧海之涯的路。这下可浪费了不少时间，我得抓紧了！\n\n        几个月之后我才大概明白，这个峡谷距离平野村不远，而平野村又经常研究附魔技术，所以这些发着绿光的气应该是附魔所产生的能量，意外之中流失，然后汇聚到了这里。至于为什么它能让我说人话，我就搞不明白了。\n\n        第二天清晨，我赶到了沧海之涯，与Notch一同探讨狼王之位的归属的问题。\n        狼族的现状是，其他所有狼几乎都实力相当，没有足够出色的狼来接管狼族。现在狼族中实力最强的毫无疑问就只有我和前任狼王，而在狼族的规定中不允许刚下任的狼王再登狼王宝座，而我本人又出于各种原因不愿意成为狼王。\n        Notch的随从莱斯认为既然如此就从实力不算弱的狼中随便抽出一只当狼王，但是那只狼并不掌握实权，而是根据不同的情况听从有不同能力的狼的指挥。这一想法被我和Notch同时否定。从“狼王”这个职位本身来看，这样随随便便当上狼王会显得很不公平，而且没有真正实力的人当上狼王，狼族在遇到困难的时候就会狼心溃散，没有中心，乱成一锅粥。从权力的分配来看，领导者时刻更换也会让秩序显得很混乱，而且桀骜不驯的狼群也不会同时听从那么多只狼的指挥，在它们心中，真正的狼王只有一个。\n        最终，我们肯定了Notch提出的方案：由全体狼族投票，选出心目中各方面能力都足以胜任的狼。之前的王位争夺是靠实力说话，而这次是听从大众的意见。既然是大多数狼认同的，那么那只狼当上了狼王也不会太大的争议和不服气。而且大家都认同的狼，实力也不会差到哪里去。这也符合“狼王”一位在精神上的意义：使狼族有中心，避免混乱。\n        结果终于出现了，太阳也快落山了。这种正经又死板的氛围的确不适合生性狂野的狼，我只呆了半天，就感觉浑身难受（大力出奇迹），难怪前任狼王要把这件事情推给我。总之，事情已经解决了，该回创始之森交差了。\n        我伸了伸懒腰，打起了精神，开始连夜赶路。\n        我绝对不会料到，在前方等着我的是什么可怕的东西。\n\n\n\n        在平野村的时候，我就看到了远处的创始之森地区有一大片带着闪电的乌云。一开始我以为只是普通的雷阵雨，没怎么注意，于是埋头继续赶路。\n        但是随着我越来越靠近那朵乌云，我感受到的不安的气息也越来越大，闷热的空气让我有些喘不过气来。我开始意识到，这绝对不是正常的乌云！\n        现在已经临近半夜，整个大地一片沉寂，在这股不详的气息中，这片沉寂反倒显得有几分诡异。想到森林里族人们正在酣睡，如果发生什么突如其来的意外的话，几乎所有狼都不可能躲过。想到这里，我加快了脚步。\n        忽然，一阵狂风扑面而来，附近的青草都被连根拔断。飞奔着的我没把握好重心，一个踉跄被吹飞十几格远，好不容易用爪子死死抓住泥土才站稳。\n        狂风吹得我睁不开眼，因为风刮过我的皮肤都像刀子刮过一样疼，更别说眼睛。我一边用爪子抓住泥土，一步步向前挺进，一边想着：现在这种情况，想要横冲直撞是不可能了。如今，只有使用“气”才能有效地加快速度。\n       此刻，我的周围迸发出一股强大的气流，足以与迎面而来的狂风相抗衡，让我的奔跑不再受影响。接着，我用这股气流挡住风，继续朝着森林里飞奔。\n       终于进入了创始之森，风力减小不少。我赶紧通知所有的狼让它们醒来避难。但是大家都觉得是我太大惊小怪了，只是一朵乌云而已。就在这段时间里，乌云已经来到了创始之森的正上空。\n       我还没来得及担心，一道惊雷劈下。我下意识地冲了过去，撞走一旁熟睡的狼，而我自己的毛却被烧焦了几撮。\n       丝毫没有喘息的机会，一道又一道闪电接踵而至，而我又从闪电下一次次救走我的同胞。渐渐地，在惊雷中，整个狼族都被唤醒了。\n       现在应该不用担心别人了，该想想怎么应对现在的情况了。这些闪电是乌云造成的，这一点毫无疑问。而驱散乌云的办法狼族从来也没有研究过，毕竟这只是大自然的一种变化形态，等雨过天晴乌云自然就散了。\n       但是很显然，这绝对不是正常的乌云，必须想办法尽快驱散它。我奔向乌云正下方，一边躲避着闪电，一边思考着对策。\n       渐渐地，我发现闪电都是从乌云的中心位置发出来的，这一点跟其他雷雨云不一样。而越靠近乌云，我看得就越清楚，乌云的正中央，是一颗发光的核心。\n        “吵死了，打个雷而已，怎么这么大动静啊！”当我经过索恩斯的地下宫殿时，他也正好伸着懒腰从里面爬了出来。\n        “索恩斯，以你的本事应该感觉得到吧，这乌云发出的黑暗气息！”我一边跑着一边\n        “哦？”索恩斯闭上眼仔细感受了一会儿后，眉头一皱，“好像确实如此！”\n        我继续赶路，索恩斯也跟了上来。为了接近乌云，我抓住树枝渐渐地跳向高处。\n        当我到达创始之森的中心——圣树的树顶时，抬头一望，才真正感到它的可怕。巨大的乌云笼罩了整个天空，在它之下我显得那么的渺小。柔和的月光与璀璨的星光消失了，天空中只有危险而可怕的雷光。乌云的核心半径可比一棵丛林木的高度，巨大的核心发出诡异的光，在空中缓缓旋转，时而掺杂着电流，就像一颗黑洞，吞噬一切生命的黑洞。闪电所到之处一片狼藉，郁郁葱葱的森林变得残破不堪，四处燃烧着吞噬一切的火焰。火焰的红色与树木的绿色显得非常的不相匹配，构造出一幅无比混乱的景象。这混乱直击我心，让我不由得焦急地一跃而起。\n        不过，着急的不止我一个，索恩斯显然更着急，抢在我之前跳向了乌云。\n        此时，空中飞下一把锋利的武器。我差点没反应过来，张开嘴紧紧咬住。\n        “拿好石剑！一鼓作气砍爆那个核心吧！”索恩斯一点也没有注意到我，只顾兴奋地挥着手中的剑冲向核心。\n        这小子太马虎了，要不是我反应快，早就被他这一刀砸死了。遇见这种队友，真是倒了大霉！\n        算了，不跟他计较。我咬紧剑柄，作好攻击的准备。\n        接近核心之后，我们看到了在核心的中心又有一个极亮的小光点。核心的核心吗？真是复杂，看来这么谨慎，又拥有这种能力的只有Herobrine了。\n        “就是他了！”我和索恩斯异口同声地喊出这句话，并同时丢出手中的剑，准确命中了那个光点。\n        但是我们没有想到，在击中核心之后，核心爆炸，释放出无数强大的电流。我在空中难以移动，就成了活靶子，只能被动忍受大量的电流劈向我的痛苦。\n        现在想想，Herobrine真是卑鄙。明明说好了是三年，却一年多之后就向我们发起袭击。而且它明知道我们没有远距离的攻击手段，只能靠近核心摧毁它，所以把核心设计成一旦被毁就会爆炸。敢于挑战这种事的只有狼族最强的战士，而这样一来那位战士必死无疑。到时候如果不能培养出第二名强大的狼与其抗衡，我们狼族就免不了灭亡的命运。哼，真是个“万全之策”。\n        但是我不能就这样死去。Notch的命令还未传达，哥哥的理想还未实现，我必须活下去。\n        活下去？谈何容易！在高温的强烈闪电中，我的血液几乎蒸发，我的筋骨多数断裂，我的皮肤完全烧焦，这种生不如死的痛苦中，谁能活下来？\n        但我活下来了，不得不说这是一个奇迹。我一心只想着活下去，活下去，活下去！这股强大的信念使我爆发了某种力量，把所有的闪电都吸收了。而受了重伤之后还从那么高的地方摔下来，我却侥幸活了下来，是应该说我们狼族的医师医术好呢？还是说我的运气好呢？但是这次经历倒是给我的左眼边上留下了一道闪电状的疤痕。而索恩斯，我一度以为他在闪电中化为灰烬了，但是事实你们也看到了，他只是被震飞了，不过为他失去了左手。\n        还真是因祸得福。这次事件之后，所有狼都推选我当狼王，与Notch的方案正好吻合。于是我只好恭敬不如从命，成为了第三代狼王。\n        我从那以后一直拼命锻炼自己，想让自己变得更强，更强，这也正是哥哥的愿望。我要用这份力量，在两年之后保护狼族！\n        只是我仍有一点无法理解。每当我想起哥哥，它与Herobrine的对话就开始在我的脑中回荡。\n        “现在我不够强，就该被淘汰，这是自然界的法则。”\n        “没错，看来你对自己的认识还是很清楚。可怜可怜自己吧，为什么你这么弱呢？”\n        “那我倒不会。只有弱者才会怜悯自己，惧怕他人。”\n        “你不是弱者，难道你是强者吗？现在我能让你们畏惧，因此我才是强者！”\n        “也不是。”\n        “那是什么？这个世界上只有弱者和强者之分，仅此而已！！”\n        “那可说不准……”        为什么？哥哥努力了一生就是为了变强，难道不是为了成为强者吗？\n        不，这个世界只有强者和弱者之分。弱者会畏惧自己而怜悯他人，但强者只会让弱者们畏惧！\n        我要成为强者，让Herobrine为我恐惧！\n        为了让自己不要忘记那个三年的赌注，我在生活中也尽可能用“三”这个数字，时刻提醒着自己，不要忘记这耻辱！\n\n\n        在那之后的事情你们差不多都知道了，Steve误打误撞进入了创始之森，我带领他修炼，接着更强大的乌云入侵了创始之森，Steve使用一种未知的强大力量战胜了乌云。这得到了所有狼族的认可，他被允许进入祭坛，寻找圣泉水，解开心中的疑惑。而在喝到圣泉水之后，Steve作出了一个令我意想不到而又惊喜的决定：挑战Herobrine。正好，三年的时间也快到了。因此我和Steve一起去找Herobrine，新账旧账一起算！\n        在这条坎坷的道路上，Steve展现出的越战越勇的精神，努力想变强的精神，让我不得不想起了哥哥。因此后来他甚至轻松超越了我这个老师，我也毫不意外。去地狱找一把不知名的剑，为了寻找末影珍珠和消失的村庄几乎横跨整个大陆，在山洞里意外地与索恩斯相遇，最后在漠曦村与骷髅苦战。终于，我们打开了传送门进入了末地。\n        我都不敢想象我竟然会主动站在Herobrine的面前，就像噩梦成真了一样。但是为了狼族的未来，我绝不退缩。\n        我、索恩斯和Steve联手消灭了看似很强其实也就一般的巨龙：末影龙。Steve却作出了一个看似疯狂的举动——独自挑战Herobrine。        就算我于索恩斯极力劝阻，也丝毫不见效果。不过索恩斯这家伙，表面上看起来很想战斗，其实巴不得在一旁歇着吧……他就是这样，正经的时候很正经，但是一旦不正经起来就完全靠不住了。\n        一瞬间，Steve与Herobrine的战斗已经开始，但是Steve明显处于下风。我亲眼看见他与Herobrine过了二十三招，但是Steve只击中了Herobrine一次。\n        “怎么样，还觉得我弱吗？”Steve喘息着问道。\n       “竟然能够伤到我，你！你确实不算弱了……”“Herobrine惊讶了几秒，之后又露出一副冷酷的神色，“不弱，但是也不算强！你好好看看吧，刚才我们一共过了三十一招，可是你只打中我一次。就凭这样，你想怎么打败我？！”\n        三十……一招吗……快得连我也看不清……果然是Herobrine，强得可怕的毁灭之神。不过Steve能撑到现在，也已经很不错了。\n        “怎么办，我们得找机会帮他！”索恩斯一脸的猴急——不过这次应该是真心的。\n        “先别急！你也看到了吧，这家伙有多强！要出手也得等到他露出破绽。”我冷静地制止他。\n        “何为弱者，何为强者，让我来为你补补课吧！”Herobrine放下了战斗的架势，叉着腰说道。\n        “所谓弱者，只会怜悯自己，而畏惧他人。”Herobrine说道，“但是强者，只会让他人畏惧！”我现在足以让你们恐惧，所以我才是强者！\n        没错，就是这句话……我为了向哥哥报仇，为了能在三年的时间里变得足够强保护狼族，一直努力着，以Herobrine所说的这句话为座右铭，一直警示着自己。但是……果然，与神作对，我还是太天真了。\n        “不过很可惜啊，这堂课有一半对我来说没多大作用呢，Herobrine'老师'。”Steve从容地回答道。“我走的，不是强者的路。”\n        这忽然间让我想起了那个谜。哥哥……难道说……\n        “不是强者？哦，难道是那个无聊的'勇者'？他早就死了，忘了他吧，忘了这些无聊的念头！勇气有什么用？没有强大的力量，还是会一败涂地！”Herobrine渐渐激动起来。\n        看来Steve之前所说的那个“重要的伙伴”，就是勇者。不知为何，我越来越觉得那个已故的勇者很像哥哥。\n        也许是因为太过专注于思考，我完全没注意到Steve何时在聚气，更不知道他什么时候扔出了胡萝卜。我只能从空中掠过的光判断那是胡萝卜的攻击。就算Herobrine反应过来闪开了萝卜，但是萝卜周围强烈的斗气仍然切断了他几缕头发。\n        “勇者他，没有死。他一直活得好好的。”Steve的眼神忽然间凝重起来。\n        “随你怎么说，还不是一样！都是我的手下败将！下一个就是你了！”Herobrine说着冲上前来一记直拳，这次却被Steve拦下了。\n        Steve抓紧Herobrine的手腕，猛地朝头顶甩去，又重重地砸在地上。坚硬的暗黄色石头上也被撞出了几道裂缝。        “不可能！你怎么会有这么强的力量？！”Herobrine挣扎着爬起来，扶着被几乎摔断的右手匆忙后退。\n        我跟Herobrine同样惊讶。Steve这家伙能变强很正常，能强到超越我也很正常，甚至是成为天下第一我都不会惊讶。但是他竟然强到能与神相抗衡，能够影响到“天上”的东西，跟“天下”第一强比完全不在一个档次。这不光是努力就能解决的问题了，那他到底哪来的这本事……\n        对了，是气！气是自然的能量，是天地间的灵力。而到了有智慧的生物身上，气就强化为了灵魂。灵魂的力量来源于心，所以只要有足够强大的意志，就能短时间内爆发性地提升气。“足够强大”是指极为强烈，通常只有在生命遇到严重危险或者情绪大幅波动的时候才有可能产生。而且这仅仅是有可能，一些悟性不足的人就算如此也无法爆发气的能量，而另一部分人是拥有了这能量却难以控制。总之这是一种非常罕见的情况，一百个人里只有一个能做到。没错，Steve就是这样的天才！\n        “一开始就使出全力，也只有你会这么傻吧！”Steve拍了拍身上的尘土站起身来，“还有，你之前告诉了我，什么样的人是强者。那么下面，就由我来告诉你，什么样的人被称之为勇者！”\n        勇者……吗？我越发地认真起来。\n        “弱者，会怜悯自己而惧怕他人。而勇者，要学会怜悯他人，而畏惧自己。”\n        原来如此！哥哥，这才是你真正选择的道路吗？既拥有足以匹敌强者的力量，又拥有体恤弱者的慈爱。\n        “畏惧自己？你未免太自大了！你真的以为自己会强到让自己都害怕吗？”Herobrine冷笑道。\n        “不是畏惧自己的强大，而是畏惧自己的弱小，畏惧那个曾今因为懦弱而失去太多的自己，害怕他再次出现。”\n        这忽然让我想起了曾今弱小的我，亲眼看着哥哥被杀，我却完全无能为力，只知道无用地躲在角落里哭泣……所以我才要变强啊！为了不再见到那个懦弱的自己！\n        我感到脸颊上有两股暖流，轻轻一抹，是泪。\n        哥哥，Steve，我终于知道了，你们能变强的原因。\n        索恩斯仍在吵闹着冲上去帮忙，我把他拦下了，然后拖到一边去。\n        “走吧！他已经足够强大了！”\n        我一边走向远处，一边想着：Steve，你到底还能变得多强呢？\n        强到能活下去。\n\n\n\n",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1439859240,
            "txt_content": "{:10_522:}前排围观，不觉得这个番外能火（我说的话一般能成为相反的现实）"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439866740,
            "txt_content": "2575174857 发表于 2015-8-18 08:54\n前排围观，不觉得这个番外能火（我说的话一般能成为相反的现实）\n我本来就不打算让番外有多火……\n但是写了这么久，没有功劳也有苦劳啊QAQ"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439867220,
            "txt_content": "大召唤术！\n（好友太少了摆不出来召唤阵）\n@恶魔-潇洒 @蠢萌の⑨ @毒蛇 @250=mo @1137246733 \n"
        },
        {
            "author": "毒蛇",
            "timestamp": 1439867700,
            "txt_content": "诶呀呀……吃完午饭慢慢看……好长……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439868060,
            "txt_content": "毒蛇 发表于 2015-8-18 11:15\n诶呀呀……吃完午饭慢慢看……好长……\n也可以一边吃饭一边看，放着舒缓的音乐，望着窗外的蓝天白云（虽然我们这边在下雨）"
        },
        {
            "author": "毒蛇",
            "timestamp": 1439868240,
            "txt_content": "2B与mc的故事 发表于 2015-8-18 11:21\n也可以一边吃饭一边看，放着舒缓的音乐，望着窗外的蓝天白云（虽然我们这边在下雨） ...\n我们这边又有点儿雾霾= ="
        },
        {
            "author": "3355o",
            "timestamp": 1439873280,
            "txt_content": "2B前辈又来更新啦！鼓掌！（怎么感觉怪怪的，啊，前辈，不要打人，这样不好）"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439875860,
            "txt_content": "3355o 发表于 2015-8-18 12:48\n2B前辈又来更新啦！鼓掌！（怎么感觉怪怪的，啊，前辈，不要打人，这样不好） ...\n你们怎么都叫我2b，贰逼是另一个版的版主……\n请叫我故事君"
        },
        {
            "author": "1137246733",
            "timestamp": 1439879220,
            "txt_content": "2B与mc的故事 发表于 2015-8-18 13:31\n你们怎么都叫我2b，贰逼是另一个版的版主……\n请叫我故事君\n瞬间有好高的成就感\n故事君被广泛应用了。。"
        },
        {
            "author": "名人才华",
            "timestamp": 1439905860,
            "txt_content": "闲得蛋疼，来故事菌这里逛逛。不好评价什么，我只能说和我的mc世界观不一祥。那个@250=mo好像没用，听说他被禁言了→。→"
        },
        {
            "author": "2575174857",
            "timestamp": 1439984100,
            "txt_content": "2B与mc的故事 发表于 2015-8-18 13:31\n你们怎么都叫我2b，贰逼是另一个版的版主……\n请叫我故事君\n说实话明明就得了个原创，还说不火，还有一件事，你QQ怎么老是离线呢？每次看你BBS都在线的"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439985120,
            "txt_content": "2575174857 发表于 2015-8-19 19:35\n说实话明明就得了个原创，还说不火，还有一件事，你QQ怎么老是离线呢？每次看你BBS都在线的 ...\n只是得了个原创而已还算不上火{:10_513:}"
        }
    ]
}