{
    "title": "[多线]狼族服务器——群组|RPG|职业|生存|创造|永夜|小游戏|剧情[1.8]",
    "author": "筱帥",
    "replyCount": 0,
    "timestamp": 1439832780,
    "txt_content": "\n\n\n\n\n\n\n\n狼族服务器\n\n\n始创于2014年1月14日，从1.6.2不断更新至今开到1.8\n从最开始RPG服务器一直到现在多元化群组服\n致力于提供最优秀的MC平台\n我们的宗旨 竭尽所能\n服务器官网 www.thewolfchan.comQQ群号:340772143客户端下载地址: www.狼族服务器.topJAVA下载地址: JAVA.狼族服务器.top\n\n[diamond_ore]生存服务器特色[diamond_ore]\n〓永夜世界- -  好可怕 一会儿下面我会放图。。。僵尸能放方块，能拆  反正一会儿给你们看个人类的基地的图就知道了。。。。。。。〓堪称完美的防作弊系统，引进国外防作弊客户端插件防止自动钓鱼/自动攻击/什么透视之类的！挂B去死2333〓死亡数据！？是的！你死亡后会显示一个数据在哪受到伤害因为什么用了什么伤害数值武器数据等等,让你不会死不瞑目！〓抓人！ 服务器随机会在任意时间内抽取一个玩家为被捕者！第一个右键他的人会有MC所有物品里的随机奖励！我自己就抽到过54个龙蛋哦！ 咩哈哈！〓彩票系统。什么没去过彩票站？不够年龄？   没关系 mc里也有一模一样的让你〓MC中也能看图片了？动态的也能？！ 卧槽这个高大上吧 使用ChatImages和Aframes插件让你在MC中看到高清大图！〓快捷钟表 不用担心那么多的指令还要输入了！一个钟表多条指令直接走起，不用自己一个一个输入了！〓骑龙！？！ 是的！末影龙！生存想要一个自己想要的生态环境？让末影龙带你装13飞过去！〓服务器装有私人插件 几乎所有命令都是中文的！不用担心背不下来了！/家 [回家] /创建领地 ｛领地名字｝等很多指令都改成中文〓宠物！是的这个必须有， 凋零都能养 还有啥不能 23333 跑酷成功还送多个宠物哦~〓末地之龙重生 啥末影龙被xxx打死了？ 不怕 我们服务器六个小时刷新一次龙〓国内大触编写的强化镶孔锻造插件！ 各种功能齐全！ 让你在生存服也感受到RPG的感觉〓新的称号系统 不要单调的玩家名称和Prefix简简单单的称号了！我们有新的〓玩家时间限制！ 这个功能只是为了让大家多休息不要因为游戏影响现实生活〓超级金苹果 吃了后有几率永久增加血量 哥们来两颗？〓玩家商店—— 箱子商店 我们还有主城的优秀玩家展示区〓服务器自制公会插件，公会战，贡献排行，荣誉值，公会主城等等，有了公会，在服务器里你能称霸一方。〓强大的抽奖系统，游戏币抽奖，人民币赞助抽奖。 各种极品武器，装备，权限都在里面。[pumpkin]游戏服特色[pumpkin]小游戏列表〓英雄之战〓52个英雄职业使用饥饿游戏的模式进行pvp，个人战，每一个英雄职业均有自己的技能和专属装备。引进国外的英雄插件，52个职业目前仅此一家！6、7个游戏地图让你体验全新的饥饿游戏！〓箭无虚发〓自古弓兵多挂B，如果只有一发箭呢，个人战，每人有数条命，每次复活均有一只箭，如果射中敌人不会消耗箭(箭是一击必杀的\"多挂B\")如果箭消耗光了就要继续使用近战武器pvp，杀死人后还会获得箭，最后生命剩余最多者胜利〓躲猫猫〓MC里面的经典游戏，玩家分成两方，隐藏者能变身方块隐藏在游戏地图中，捕猎者需要通过自己对地图的熟悉程度和♂第♂六♂感♂ 来杀死隐藏者，数个躲猫猫地图~〓彩弹射击〓玩家分成红蓝两组阵营，使用手中的♂枪♂←假的你懂得 MC怎么会有枪 233  双方在地图中相互攻击最后胜利的玩家所在的一方胜利~〓寻找羊羊君V3〓啊啊啊 我没怎么玩过，我给各位找籽岷亲的视频吧。。。点我跳转  籽岷の寻找羊羊君视频\n〓彩虹大作战〓每过几秒手中都会给一个提示的方块，提示了之后必须赶紧跑到地图上是同样颜色的方块上，否则就会死咯~〓掘一死战高级版〓啊啊啊~在这里我不会多说高级版都多了什么，喜欢掘一死战的一定要来哦~用手中的铲子右键发射雪球打掉敌人下方的方块！让敌人掉下虚空吧！〓♂国外进口♂——贪吃羊〓玩家骑着小羊，用鼠标控制方向，在地图中和多个玩家一起吃豆豆~然后不要吃到自己的尾巴和敌人的尾巴哦~mineplex服里面的Supersnake哦~〓还有更多的游戏！吸血鬼大战等等等等〓等你来玩哦！〓〓〓〓〓〓〓〓〓〓〓〓〓〓我们的游戏服是公益的，不会受一分钱的费用 公平游戏！〓〓〓〓〓〓〓〓〓〓\n[lightstone]创造服特色[lightstone]〓我们学习Minecraft中文下载站的小卡片式精美建筑〓\n〓不定时举办建筑赛~ 由我们的eric大大主持主办~〓\n〓如果在收衣服玩过的都知道盔甲架吧！不知道的话，如果想了解的话快来服务器哦\n盔甲架可以在原版的物品中摆出任何图形，形态，大小，炒鸡强大！〓\n〓当你在地皮世界的建筑审核通过后你就有权限进入自然世界建筑哦~〓\n\n[stick]RPG服不做介绍[stick]\n图片时间 Show Time !我们使用顶级尖端CPU i7 保证服务器流畅16G DDR3 准备过几天升级32G~\n感谢玩家们的赞助！\n警告手机流量党勿入图片区\n生存服+登录服の照片\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n！！！！请记住这个图片！！！！\n\n\n\n\n这是真实的不带特效的永夜世界，你以为是玩家弄的？不不不 这原来是个玩家基地\n23333333333333333\n\n创造服照片\n\n\n\n\n\n\n\n\n\n\n\n\n盔甲架作品忘记照了- - 大家。。就看这些吧 我是个粗心大意的人。。嗯 就这么解释吧\n\n游戏服的照片\n\n\n\n\n\n\n\nRPG服の照片\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n好啦~危险的多图区已经过去了，我们应该献给版主该审查的东西鸟\n赞助表@版主\n此为生存服赞助内容/其他服一律除无偿赞助外不接受赞助(其他服无偿赞助同样不会给予任何物品)\n\n\n周边会员请一定要私聊筱帥具体的收货地址！包括狼族logo文化衫/史蒂夫模具等实体物(不要吐槽我给的称号~)抽奖武器列表和说明30元抽奖：钻石15个铁锭30个黑曜石10个金苹果8个桃木剑 攻击力10 对吸血鬼有附加随机伤害中心弓 攻击力8 10%几率给敌人附带虚弱卡桑尼亚战斧 攻击力15 使用后自身受到缓慢1的效果骨铁剑 攻击力14 30%几率无视防御穿透腐化石剑 攻击力15 25%使敌人中毒僵尸头颅 穿戴后僵尸不会攻击你/永夜世界除外 防御增加5契约之剑 攻击力18 10%增加攻击力10点泯灭弓 攻击力20 无属性吸血鬼头盔 增加5点血量 3防御下界之星 1个100元抽奖：末影之刃  攻击力11-20末影头盔  防御 8末影护甲 防御 20末影护腿 防御 13末影战靴 防御 10生命魔杖 攻击力1 攻击实体有治疗2效果月泯弓 攻击力13-20 有20%出现暴击尼纳尔战斧 攻击力18 高强攻击力恶魔の锹 攻击力20 附带火属性攻击下界之星 四颗烟花/鱼儿/烟火魔法特效书 释放颗粒特效更名卡 可以使用/nick指令万能帽子技能书 可以使用/hat指令\n\n\n\n\n最后的op证明\n\n\n\n\n\n\n\n",
    "replies": []
}