{
    "title": "【原创-连载】《我的世界游记》04",
    "author": "Zeros",
    "replyCount": 3,
    "timestamp": 1439870820,
    "txt_content": "\n\n　　满打满算来服务器也有三天了。　　正常情况下来说，一个新人在三天的时间里完全可以成家立业(无误)然后走向多种多样的MC生活之路,无论是建筑党还是种田流抑或是冒险者都能在MC中寻找到自己的快乐。　　玖玖：‘所以说这就是你要分居的理由么？’　　我：‘分居这个词不是这么用的。’　　于是我被玖玖赶了出来，还没忘把那两组铁锭的租子给收了。　　遭遇如此不公待遇的我居然有种寻找到自由的感觉，我旁边一个新嫩史蒂夫说这是我抖M病犯了。　　新嫩史蒂夫的ID叫做三剑，昨天刚来到服务器，正好随机传送到这个岛上，一听是跟我一样的萌新呐，心里莫名的有种亲切感。　　于是我说，兄弟，要一起过日子么。　　说完我就想抽自己一嘴巴子，因为三剑闻言已经掏出了一把石剑。　　三剑：‘你别这样，我不搞基’　　我：‘有话好好说，你先把刀放下’　　三剑：‘这是剑不是刀。’　　我：‘你这么在意细节干什么，都是砍人的。’　　三剑：‘并不，你看三剑这个ID一听就有种武侠范儿，换成三刀就成一蛮子了。’　　这人很能扯，最终我俩还是决定一块玩荒岛求生。原因是他肚子饿了，我摸摸包，将最后一组南瓜派分了一半给他。　　三剑大为感动，说你这朋友我交定了，以后你就在家盖房子做饭，我出去挖矿打怪，多好。　　我想了想还是忍住了揍他一顿的冲动。　　因为被玖玖赶出家的时候我身上就一组南瓜派和一身铁套（含工具）所以一切还得从头来。然后我就回到了那个岛中湖边上。我对着三剑说：‘以后这就是我们的家了’　　三剑环顾四周，曰：‘诺’　　片刻，一座6*8的二层白桦木制火柴盒型家居用房就盖了起来。此时天已经快黑了，我也没什么事干，三剑下矿至今也还未归来，玖玖赶我出来后也下了线。服务器聊天框里熙熙攘攘的，也没心思参与进去。于是我就跑到半山腰宰了倆蜘蛛，用蛛丝做了跟钓竿自娱自乐。　　得亏有钓鱼指示器，要不然到第二天天亮我都钓不上一条袜子来。　　估摸着服务器是有钓鱼插件，因此我收获了不少莫名其妙的东西：各种鱼先不说，什么耐久度一半的皮革护甲，锋利I附魔的木斧，还有末影珍珠等稀罕玩意儿。　　最大的收获是一把精准采集附魔的石镐。我到现在都觉着当时能钓到这玩意准是因为世界线变动率跳Ping了。　　当我收起最后一条小丑鱼的时候三剑刚好从矿坑里钻出来，一身狼狈的样子——下矿前我把自己的铁套借给他穿，结果现在铁头盔没了，准是被怪打的耐久都爆了。　　三剑一边对新家啧啧称叹一边将身上的东西放到箱子里，你别说虽然人狼狈了点，但这收获可不小。光是铁矿就将近4组，圆石若干，煤炭若干，红石青金石杂七杂八的，最后居然还有3颗钻石在箱子里静静地躺着。　　想当年本座运气跟这货也差不多，果然物以类聚么。　　然而三剑刚啃了两口南瓜派，我刚清点完东西，外面就传来几声嘶吼。　　三剑想都没想就冲向工作台。　　我：‘你这是要干啥’　　三剑；‘莫慌，看我去去就回。’　　谁TM慌了啊！你从哪里掏出一把钻石剑啊！那三颗钻石做镐不比做剑强啊！　　我头疼的看着箱子里硕果仅存的一颗钻石，有种自暴自弃的做一把钻石锹的冲动。　　MC晚上会刷怪，刚才在我家外头嚎的是僵尸，常见的还有骷髅弓箭手（小白）和爬行者（苦力怕/JJ怪）这些怪物的强度都很一般，所以没事打打小怪兽也是有益于青少年的身心健康的。　　对着僵尸一顿啪啪啪后，三剑似乎还不满足，又冲向了在一旁围观的小白，三两下放倒之后仍是意犹未尽，转眼一看，远处有两只苦力怕。　　我：‘...孩子，有话好好说，咱别想不开。’　　苦力怕由于自爆威力巨大，而且会毁坏地形，所以一般人不惹它们。　　三剑：‘哼，我的大刀早已饥渴难耐。’　　喂刚才是谁跟个剑字过不去的啊！　　三剑：‘其实苦力怕不难打。’　　三剑：‘打一下退几步，或者绕着打’　　三剑：‘分分钟砍死它们。’　　嗯，说的好有道理，我有点相信三剑是个Pve高手了。　　【玩家 三剑 被 爬行者 炸死了】　　.....这种逗比炸一炸说不定精神能正常点。　　(这个梗我怀疑就是从这里开始流传开来的，当初这孩子被苦力怕玩的时候Q群里立马飞出N多张截图来，众人纷纷表示此子智商堪忧今后必成大器，不过可惜的是三剑的原ID我给忘了，忘了....了....)     （这是一篇游记，不是小说，勿要将小说中起承转合的套路对应，看一看图个乐呵也是极好的）\n\n",
    "replies": [
        {
            "author": "北极星人",
            "timestamp": 1439871240,
            "txt_content": "看了本来想喷，看了看最后一句话想想还是算了。"
        },
        {
            "author": "Zeros",
            "timestamp": 1439871660,
            "txt_content": "翻创果然是个大触云集的地方"
        },
        {
            "author": "毒蛇",
            "timestamp": 1439872200,
            "txt_content": "Zeros 发表于 2015-8-18 12:21\n翻创果然是个大触云集的地方\n可惜已经变成创作了……翻创分裂了"
        }
    ]
}