{
    "title": "【原创 连载】Magician of faith legend圣魔传说",
    "author": "459292954",
    "replyCount": 3,
    "timestamp": 1439965680,
    "txt_content": "第二节                                                                         废物本命？天才本命？ 一个美妙的清晨，一抹紫气自东方而来。这是晴朗的一天，也是唐水信觉醒本命的一天。（本命，人体魔法的来源，决定了法术的攻击方式与强度，古云：命者，人之源也，先通而后开，四大三穴而全通者，圣也，勾天勾地，幻化无穷变也，乃为本也。是指先打开自身本命，勾动四肢经脉，再开启脑，心，小腹三大穴位，沟通天地精气，成为圣者，返璞归真化为本者，所以本命是人最重要的魔法穴位）水信伸了一个懒腰，“万羽齐归，契！”水信默默念出咒语，他兜帽上的羽毛发出耀眼的强光，各色羽毛按照一种奇异的规律组成一双彩色的翅膀（奇异的规律：古尔思规律，古尔思法阵的一角），“走咯！”水信大吼了一声，那双翅膀仿佛有生命一般，不断扑闪着。“小彩，准备好哦”水信摸了摸那双翅膀，然后，纵身一跳！万浊峰，海拔四千多米，山顶冲入天宫，是唐水信的居所。这时一道身影正在不断坠落中。一双彩色的翅膀直追坠落的人影。那双翅膀速度已经划破了虚空，周围出现了大块的黑色空洞，这时翅膀已经追上了水信，轻轻的附上水信的背部，带着水信向上冲行。 “干的不错。”水信笑了笑，七彩的翅膀将他衬托的如谪仙一般，翅膀似乎听懂了水信的称赞，轻轻的扇了扇。“好了小彩，我们快去虚空塔吧。”翅膀托着水信飞快的向天宫中最高的暗色石塔，水信在塔门前停了下来，塔门上一块金色的铭牌刻着几个大字：柯罗迪亚神庇护之塔（柯罗迪亚之神，传说中掌管生的神，人们深信虚空塔是受生之神柯罗迪亚祝福的圣地，是本命的发源地）。  水信推开古朴的大门，黑色的石柱，暗紫色的阶梯，蔓延着霉臭气息的空气，墙角的蜘蛛网，腐朽的扶杆。一切看起来古朴而破旧，仿佛多年没人居住一般，水信踩上阶梯，吱吱呀呀的声音空洞而可怕，几只蝙蝠扑伶着翅膀飞了出来。“鬼老！鬼老！”水信扯着嗓子吼着，“哪个小混蛋吵我睡觉！”一位拄着拐杖的老人从阶梯上登登登的下来了，“鬼老都快火主时了，你不准备给我和我妹觉醒了？”水信并不给这个老人什么应有的尊敬。  这时一阵破空声在塔外想起，“鬼爷爷！”娇滴滴的声音从塔外传进来，一个可爱的小女孩跑了进来，正是小宝。“是小宝啊，来爷爷抱抱。”那老人笑了起来，皱纹叠起了一层又一层。小宝跑了过去和老人抱在了一起，小宝重了，更漂亮了。“老祖，请您为我的孙儿孙女觉醒本命吧”吴中天在一旁恭恭敬敬地说着，“走吧”老人将小宝放下来，慢慢的向顶楼走去。  一个巨大的法阵，两尊神像。“来，小宝先。”乖巧的小宝盘坐在法阵的中心。“太古的契约，我神之魂啊，指引迷途的精灵，皈依我神，?！”老人手中的拐杖发出强烈的紫光，神像眼睛发出两道神光。“小宝，血！”老人叫了一声。小宝割开自己的手掌，将血滴在法阵中。一个和小宝等身高的人出现了，赤色的胡子，大叔的样子。“这是籽岷本命!”一旁的唐中天眼神异常火热，天赋神能！！！上天的宠儿！（籽岷本命，传说籽岷，5歌，炎黄，鬼鬼，普伦达，飞翔使，大橙子，红薯，帕西，粉鱼，粉字……←-←是创世神直接创造出来的人类，拥有创世神的心血，天生富有神能源泉，是十神将以及十魔将的爸爸妈妈?(? ???ω??? ?)?不全是））“好了，该水信臭小子了。”老人看见籽岷并不太惊奇。“哼”水信坐在法阵中央。“太古的契约，我神之魂啊，指引迷途的精灵，皈依我神，?！”这时异变出现了，神像的眼睛发出的神光变得异常耀眼，法阵不断的摇摆，水信的手腕自动破开，鲜血潺潺流下，法阵仿佛得到了能量一般，摇摆地越发可怕，仿佛随时可能裂开。“卡托罗西亚阿卡斯特”老人眼中出现一抹极不容易发现的狂喜。一根木棍从法阵中浮现。“不会是垃圾本命吧！”一旁的吴中天有些担心，“仔细看着”老人并没有失望，一颗颗黑色的颗粒附在木棍上，像是一块煤炭一般，然后黑色慢慢变的透明，形似一颗钻石，变化并没有完，一抹幽绿色像幽灵一般爬上了这颗钻石，不断透出幽光变得像一颗绿宝石，然后绿宝石全部分解成一颗又一颗的小粒子，再组合像一个圆一般。这时，法阵突然‘砰’地一声化为粉末。“这是！……”老人眼瞳顿的一缩。第一章第二节            END        By猫子时间格式介绍暗主时 24—1点木主时 2—3点水主时 4—5点元主时 6—7点光主时 8—9点土主时10—11点火主时12—13点雷主时14—15点风主时16—17点灵主时18—19点月主时20—21点亡主时22—23点本节人物介绍鬼爷爷（鬼老）原名鬼洞，是传说第一代人类领导者鬼鬼←-←(第一代人类有籽岷，5歌，炎黄，鬼鬼，普伦达，飞翔使，大橙子，红薯，帕西，粉鱼，粉字……)的传人，精通鬼术（诅咒和附魔），拐杖其实是一把神器，传说是鬼鬼砍下的一节创世神树所做成，拥有至高无上的魔力，据说鬼爷爷已经1300多岁了=A=自创的禁术有：提奥托斯之恐惧，万里葬坟籽岷第一代人类，跑酷苦手，一直倡导自然与生态，常因为自然与鬼鬼争吵。其本命属性：跑酷加成，建筑加成，自然友好加成，神射手。。。其本人不可评测，传说他的武器是紫气风霖战靴，非常适合跑酷QUQ小彩不能剧透！！！！！！！！！！！！！！！！！！！！！！！！！！！注：也许这里让大家感觉好像和mc关联不大，请持续关注我的作品吧，你会发现和mc关联其实很大，因为是文档直接复制下来，可能字区有白块，请不要以为是度娘的谢谢，如果和某些作品有雷同的地方请见谅，但猫子我绝对没有抄袭部分，每天晚上都要努力码两篇，希望大家多多支持！引子：【原创 连载】Magician of faith legend圣魔传说http://www.mcbbs.net/thread-479096-1-1.html\n第一节：【原创 连载】Magician of faith legend圣魔传说\nhttp://www.mcbbs.net/thread-489754-1-1.html",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1439966640,
            "txt_content": "其实与MC没有关系的东西也可以发哦，总之自由发挥，不要把自己扣得太紧。"
        },
        {
            "author": "2575174857",
            "timestamp": 1439978700,
            "txt_content": "恶魔-潇洒 发表于 2015-8-19 14:44\n其实与MC没有关系的东西也可以发哦，总之自由发挥，不要把自己扣得太紧。 ...\n籽岷怎么也在"
        },
        {
            "author": "面包_Mr",
            "timestamp": 1439979180,
            "txt_content": "说着说着就把子民弄进去了..."
        }
    ]
}