{
    "title": "【原创 连载】Magician of faith legend圣魔传说",
    "author": "459292954",
    "replyCount": 2,
    "timestamp": 1439964960,
    "txt_content": "第一节          我叫唐水信 这里是Minecraft大陆，一个拥有着无数财富的大陆。 Mc纪年1022年，魔族大举进攻人族，人族损失惨重，超过十亿平民被奴隶或杀害，魔法师更是损失惨重，一努斯（计量单位，一努斯≈100）魔法师军团最后只剩下三格斯（计量单位，一格斯≈10）。这时，10位魔圣脱颖而出，在他们的努力下，魔族终于被打回深渊，并被六元禁书封印在深渊第九层…… Mc纪年2112年 喂！不要跑，一个穿着浅黄色法袍，兜帽上插着各色羽毛的少年正追着一只红色的小鸟，看着这一幕的人一定会惊掉下巴。因为那只红色小鸟是7阶灵兽急速火鸟，速度比一些9阶的灵兽还要快，而后面看起来12,3岁的少年竟然速度和它不相上下！水信哥！一个穿着紫色法袍的女孩气喘吁吁的跟着。“小宝，你不要跟着我了！”前方的少年有些无奈的叫着。“不行，爷爷说了让我看着你的！”后方的女孩依然跟着少年。女孩突然停了下来，从符文包中拿起一页紫色的纸，“沉睡的光啊，洒下无尽的温柔！”一抹紫色的微光轻轻的从纸上荡漾出来，空气中弥漫着一股栀子花的甜香。“小宝，你……”少年的身上被一圈紫色的雾气所包围，然后话没说完，直挺挺的从空中掉了下来。 女孩又从符文包中拿出一张白色的纸，“咕噜咕噜，彩虹的泡泡啊”一团泡泡将少年接了下来，“水信哥，不要怪我，是爷爷要我把你带回去的。”女孩可爱的吐了吐舌头。然后牵着泡泡向一片巨大的天宫群走去（注：天宫群只有王朝中人或者十大守护者家族才有资格入住，是所有魔法师向往的圣地）。 “啊啊啊啊啊！爷爷不要放了，疼死了！”水信正赤身坐在一个巨大的炼药锅中，一个老头正在往锅里加各种各样不同的东西。“银角蜈蚣3两，赤练毒蛇的毒牙8颗，鬼面花3朵，紫荆毒花心8两，人面魔蛛的眼睛1个……”一个个让人听起来全身鸡皮疙瘩起来的药材，正不断的被老头子放进锅中，水信的叫声越发凄厉，久久回荡在这片天宫之中。“水信哥你怎么叫的这么凄厉啊”被称为小宝的女孩捧着一本紫色的魔法书掩面娇笑着，“小宝你别得意，等我出来要打烂你的小屁股!”水信恶狠狠地威胁着小宝。“爷爷你看哥哥，他还威胁我呢。”小宝娇滴滴的向老头告状。“看来药量还不够是吧”老头抓起一条红白相间的赤练蛇，轻轻丢在了锅中，“爷爷我错了！！！”水信被赤练蛇吓哭了。 “好了。”老头一挥手，将水信捞了上来。“小宝转脸！”水信叫了一声，“多大个人了还害羞！”小宝还是转过了头。水信手脚麻利的将法袍重新穿好，黑发上沾着一些水迹，晕开了法袍，睫毛挂着几滴水珠，眼睛像星星一样明亮，可算是一位翩翩美少年=-=。“好了，回去休息吧，明天就要觉醒本命了。”老头揉了揉红糟糟的鼻头。‘是，爷爷。’水信和小宝恭恭敬敬地退出了炼药室。“希望明天能有个好结果吧，为什么我心里总是惴惴不安呢。”老头看着他们离开的地方，暗自叹息。第一章第一节       END   By：猫子 本节人物介绍1唐水信，12岁，是十大守护家族唐家的孙辈继承人，相貌英俊，精通唐家暗术和岳家斗术，本命是？？？（不能剧透），对小宝又爱又恨，经常相爱相杀，喜欢抓各种鸟灵兽，将它们的羽毛扯下来做帽兜上的装饰品，为人正直，善良，是我们的男主角2唐晓宝，12岁，是十大守护家族唐家的小公主，唐中天（爷爷）手心的小宝贝，生怕摔了坏了，集万千宠爱于一身，精通唐家暗术和唐家秘术，长相乖巧，古灵精怪，本命是？？？（不能剧透），对哥哥有各种打击方式，可惜经常被哥哥反过来欺负，喜欢做各种小玩意，为人善良，是女二号3唐中天，77岁，是十大守护家族唐家的家主，手握唐家大权，是魔圣级别的圣主，对孙女是各种喜欢，视为掌上明珠，精通唐家的暗术，秘术，圣术，本命是苦力怕。对孙子的要求很严格。为人善良威严。注：也许这里让大家感觉好像和mc关联不大，请持续关注我的作品吧，你会发现和mc关联其实很大，因为是文档直接复制下来，可能字区有白块，请不要以为是度娘的谢谢，如果和某些作品有雷同的地方请见谅，但猫子我绝对没有抄袭部分，每天晚上都要努力码两篇，希望大家多多支持！引子：【原创 连载】Magician of faith legend圣魔传说http://www.mcbbs.net/thread-479096-1-1.html",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1439965440,
            "txt_content": "新人你好，欢迎入坑\n其实内容是否与mc相关并没有太大问题，版规里也指出可以自由创作。\n另外，我个人认为不要一开始就把人物介绍得很详细，这样后文就没有悬念了"
        },
        {
            "author": "459292954",
            "timestamp": 1439965500,
            "txt_content": "2B与mc的故事 发表于 2015-8-19 14:24\n新人你好，欢迎入坑\n其实内容是否与mc相关并没有太大问题，版规里也指出可以自由创作。\n另外，我个人认为不 ...\n谢谢您的指导，其实我原来写过的=这只是我新的作品，其实介绍只是人物的基本，有些东西一直隐藏，我认为和mc有关联大家才看的开心，因为这是mc的论坛，如果我没mc我可以去起点投稿的，总之很谢谢您"
        }
    ]
}