{
    "title": "<原创·连载> 【小宝】《破碎之域 亚加洛法 前传：秩序》 第四章",
    "author": "1845797316",
    "replyCount": 10,
    "timestamp": 1439960640,
    "txt_content": " 本帖最后由 1845797316 于 2015-8-24 20:11 编辑 \n\n 索引贴：破碎之域 亚加洛法 前传：秩序\n\n\n\n第四章：新生\n\n黑暗！黑暗！眼前是无法消散的黑暗！我的肩膀隐隐作痛，我捂着肩膀睁开了眼。刺眼的光像一支箭，刺破了眼前无尽的黑暗，刺得我睁不开眼。恍惚中，我隐约看到了周围。看到了什么黄色的东西，接着就是刺眼的光。光线渐渐变得柔和，我睁开了眼睛，用手揉了揉。眼前模糊的景象变得清晰。我终于找到了光源，是木板墙上的火把。很明显，我在一个人造的地方。我清醒了，但还没有反应过来都发生了什么。肩膀上还痛着的伤提醒了我！“等等。我因该是在洞穴的！”我从床上坐了起来，警觉地盯着周围。我是在一个木制的房间里，床头旁是个桦木制的柜子。扫视了一周，我的注意力停在了木门上。这是个破旧的橡木木门。看样子，门后是条走廊，但我不知到通向哪里。我坐在床边，思考着我现在的处境。我是被人救了，这点无需质疑。我目前是在一个人造的木质房间里面。我看了看受伤的肩膀，被包扎过了，可以看得出，是个很细心的人，他们应该不想让我死。按目前的情况来讲，我暂时还没有危险。没有人会为了杀一个人而救他，更何况是在危险的洞穴中。但是也没有人会平白无故地在危险的洞穴中救人，至少，他是有目的的。但是这种目的目前不会危及到我的生命。我有些被自己过度冷静的客观分析吓到了，我从没像这样思考过问题。我一直是以很直接，很单纯的方式去思考。也许是由紧张所构成的虚假的理智、虚假的平静。我不清楚自己到底怎么了，我可以感觉到自己在颤抖，却依然是这样的“平静”。我想恢复正常，却做不到，似乎是我在下意识的维持着我虚假的平静。我手扶着床边，想要起来，转念一想，又坐了回去。我担心，我的举动被对方发现，对我造成不好的后果。我坐在床上，静静的看着门，等待着，等待着什么的发生，无论什么也好。我想等待着在门外的家伙们的行动，我不想自己做点什么，我害怕自己的行为带来不好的结果。这也许是一种逃避的心理，逃避死亡，逃避罪责，就算是发生了什么不好的事，也将原因推卸到促使着件事发生的东西上，而不是自己。怀着这种逃避的心理，我等待着，等待着什么的发生。门是橡木的门，却像是封印一样将我锁在了这里。我等待着什么事的发生，等待着坏事或是好事的发生。我不知道到底是什么时间，白天？黑夜？我只是在这里，静静的让时间流逝。我坐在床上，看着门，感觉越来越难受。这感觉像是一个病入膏肓、无药可救的病人无助地等待着死神一样。我越发变得焦躁，变得坐卧不安。我趴在门上，望向走廊的尽头，火把柔和的灯光照亮了整个走廊，直至拐角。我看着这扇封住房间的木门，有种异样的压抑。渐渐的，压抑感吞噬了我，我望着门，望着这狭小的空间，心中燃起了怒火。我紧紧攥着拳头，在房间里走动，漫无目的地走动，发泄着心中的怒火，却怎么也不敢推开那扇门。终于，我无法忍耐了，我冲上前去，推开它。吱呀呀，门开了，却不是我开的。随着门的打开，一个紫发红瞳的女性出现在我面前。我吓得坐在了地上，不知我的行为是否触怒了对方。她没有惊奇，只是看着我，嘴里喃喃了一句，随后转头说道。“能走吗？”她的声音中透出淡淡的寒冷。我弱弱地回答。“能走。”“那就跟我走。”她撂下这样一句无情的话后，就转头走出了房门。我没有选择，只好爬起来跟着她走。她走在前，我走在后。我打量着她，紫色长发，身穿一套褐色布甲，身材倒是不错。年龄大约是二十几，声音像是冰川一样寒冷，给人一种冷酷无情的感觉。这个走廊很长，并且拐弯较多，像是为了避开什么。我曾经去地下的挖矿中心工作过，推测的出，我们是在地下，走廊是为了在地下避开坚硬岩石区域，通向合适建筑的地方的工具。无论是刚才对于她的分析也好，还是对走廊的分析也好，都无法让我知道她的目的，我依然只能是跟着她走。仔细一想，我也是幸运的，能在那样的地方活下来，不是神的恩惠又是什么？神难道救我就是为了让我死？不会是这样，以前我常常听到什么冒险家，探险者的奇遇，说不定这也是我的奇遇，一个上天给我的机会。我这样安慰自己。隧道很长，并且有很多分支，我不知道它们通向哪里，但可以看出，隧道外面都是比较坚硬的岩石。刚刚我所在的房间和这个走廊不可能是这个地下建筑的主体，按照我目前所见的一切，可以推断的出，我是在一个很大的地下建筑里。能在地下造出这样建筑，肯定不可能是她一个人所为，她所在的组织一定不是什么简单的家伙。但这样的组织为什么要救我？只是路见不平，拔刀相助？或者是……。我不愿再想下去，也不敢再想下去，原来的幻想都破灭了，我现在能做的，只是跟着她而已。灯火越来越明亮，在下一个转角，出现了一扇大门。门上镌刻着无数华丽的花纹。这扇门的背后，一定是什么重要的东西。她缓缓推开大门，看了看，转身示意我上前。当我看到里面时，我震惊了！在里面的，是一个规模巨大的大厅。几队人马在这里操练，身穿铠甲，手持木剑，喊着口号，十分威武。这大厅里，有着一切训练需要的设施，急救室，休息室，装备室。几十号人在这里忙活着，却井然有序，收拾东西，指挥训练。看得出，这是个存在与地下的武装组织。这大厅，装饰华丽，有橡木木板铺地，白桦木木板装饰，角落与顶部有石砖雕刻，同时还有萤石吊灯。整个大厅由分别像巨人一般矗立在四角的四根强化过的石砖柱支撑，柱子上雕刻着古老的画像。我还想再看看，却被紫发女子叫住。她熟悉的走到一扇门前，踢开了门，把我推了进去。“喂，他醒了，你自己看着办吧。”，说完就进来坐在了沙发上。从语气中听得出，她心情不太好。这是个办公室，墙上挂着各种武器，不过看上去年代已久。中央有一张桌子，刚刚她的话显然对趴在桌子上的男子说的。桌子上的男子，淡蓝色头发，棕色眼睛，穿着一套但红色的休闲装。看起来很轻松。身材不算高大，也就比我高一些，看上去不是很强壮。总体来说，给人一种莫名的亲和感。男子看着我，有些疑惑。第一句话就是。“为什么不坐下呢？”他的声音很阳光，很温暖，这缓解了我的紧张。我随便找了个沙发坐下，他从桌子地下拿出了一些杯子，又倒了些东西在杯子里，送到了我手上，也在那个女子面前放了一杯。杯子里是但黄色的液体，看样子是什么植物的分泌液。他喝了一口，做出了惬意的表情，露出了微笑，似乎已经忘记了我们，进入了梦境。女子咳嗽了一声，他又突然回过神来，对我说道。“哦！抱歉啊，那个，我叫寒澈，是这里的负责人。额，你的名字是什么？”“我的名字是卡尔。”我用着略带试探的语气和他说道。“卡尔？卡尔啊，哦，我知道了。首先，我们是在一个洞穴里面发现了你，当时你是随着一堆沙砾落在了我们前面，同时也掉下来一个“惊喜”，在坐在你旁边的家伙解决了那个“惊喜”后，把你带了回来。“我想问问为什么他们会在那里？他们是谁？但还没有问，就被抢先了。“我知道你有很多问题，我们是谁？为什么会在那？我们要干什么？我会给你讲的。我们的名字教夜影，是活动在地下的一群人，主要就是为了和平而活动，目前我们的对手主要是你们守卫军的军团长，克雷亚这个家伙没你想的那么友善，他是个不折不扣的恶魔，你们昨天的事故只是他的一次行动而已，一次清理。他会清理掉不适合加入他们的人，那些正义感强，不融入他们的人就会遭到这样的清理。他以自己军团长的名义控制着克里诺，不，是统治。我们本来也想阻止这次杀戮，可惜你们出发的速度太快了，从决定到出发只有半天时间，我们也是在你们行军的途中发现，匆忙准备的。只救了你一个，这一点我很抱歉。”说着，他站了起来，向我鞠了一躬，旁边的女子也是。“不，不，这不是你们的错，是那个恶魔的错。”“是的，是他的错，我们就是为了组织他而存在的，我们也有错。但是，说到这里，我想表达的是，你能否加入我们，加入夜影？我们救你不光是为了救人，也是在壮大自己，我们将弱势人群集中，创造了这个组织，同时也在发展它，我希望你能同意。”他有些祈求的向我问道。他向我发出了请求，但我却无法答应。我在克里诺的一切，都是假的？都没有了？铁匠，家……都没有了？我真的要放弃它们，来到这里？我心中做着激烈的斗争。“我……，前一天，我还在城镇里生活，而今天，我就要去与它对抗，我要放弃它，我要放弃在那里的一切，要放弃……”我小声喃喃道，也不知他是否听到了。他一改刚刚温暖的语气，用一种严肃、冷静、客观的语气向我缓缓说道。“她温柔的像个天使，在你最困难的时候赐予你希望；她残忍的像个恶魔，在你最绝望的时候剥夺你的一切。她存在于任何地方，即使你想要逃避，她也会轻而易举地找到你，占据你的内心。她就是现实，不被任何所束缚，也不留恋一切的现实。就算你怎样苦求，她也不会因你改变一丝一毫。有些东西，人是不愿去接受的，这是人的本性，拒绝，逃避坏的东西，而去寻找光明，即使光明是虚假的。你不加入，我也不会怪你，如果你要走，待会她会带你走的，你可以再去活在你幻想的和平，幸福之中。”“现实？幻想？现实？……”我重复着他说的话。他看了我一眼，转身走出了房间。但就在他扣上房门的前一秒，我站了起来。我直视着他的眼睛，坚定，冷静、直截了当地说道。“我加入。”\n\n废话\n呵呵呵，我是拖延症晚期，没得救了。\n\n",
    "replies": [
        {
            "author": "1845797316",
            "timestamp": 1439960640,
            "txt_content": "等待，这该死的首行缩进怎么搞啊啊啊啊，尼玛坑我四篇贴了！！！！！！！！！！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439961120,
            "txt_content": "话说，楼主有兴趣参与这次的小说圣杯吗？我很看好你哦"
        },
        {
            "author": "1845797316",
            "timestamp": 1439961600,
            "txt_content": "2B与mc的故事 发表于 2015-8-19 13:12\n话说，楼主有兴趣参与这次的小说圣杯吗？我很看好你哦\n别逗了，我就一个文渣和懒癌晚期患者，我能干什么啊，还有，恭喜获得了魔王讨伐战活动的冠军啊，（文触已对我这个文渣造成10000点精神伤害。）"
        },
        {
            "author": "1845797316",
            "timestamp": 1439961600,
            "txt_content": "2B与mc的故事 发表于 2015-8-19 13:12\n话说，楼主有兴趣参与这次的小说圣杯吗？我很看好你哦\n等等，这恶心的首行缩进怎么搞啊啊啊啊？"
        },
        {
            "author": "面包_Mr",
            "timestamp": 1439963520,
            "txt_content": "推荐拍个视频"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439963580,
            "txt_content": "1845797316 发表于 2015-8-19 13:20\n别逗了，我就一个文渣和懒癌晚期患者，我能干什么啊，还有，恭喜获得了魔王讨伐战活动的冠军啊，（文触已 ...\n我这次是运气好……大触基本上都没来"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439963820,
            "txt_content": "面包_Mr 发表于 2015-8-19 13:52\n推荐拍个视频\n视频……不要以为视频那么好拍\n如果能力有限的话很美的一个故事会被毁得面目全非"
        },
        {
            "author": "1845797316",
            "timestamp": 1439965140,
            "txt_content": "2B与mc的故事 发表于 2015-8-19 13:57\n视频……不要以为视频那么好拍\n如果能力有限的话很美的一个故事会被毁得面目全非 ...\n视频？？？C4D的视频？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1439965380,
            "txt_content": "1845797316 发表于 2015-8-19 14:19\n视频？？？C4D的视频？\n先不说C4D，光是在游戏里拍就特别麻烦，尤其配音是硬伤\n哎不说了，那边还催着我交剧本。"
        },
        {
            "author": "1845797316",
            "timestamp": 1439965560,
            "txt_content": "2B与mc的故事 发表于 2015-8-19 14:23\n先不说C4D，光是在游戏里拍就特别麻烦，尤其配音是硬伤\n哎不说了，那边还催着我交剧本。 ...\n要是细节把握我可以做视频，但是我玩C4D的技术实在是……"
        }
    ]
}