{
    "title": "<原创·连载>奇异冒险世界 第四章 黎明奔逃与丽达之死",
    "author": "2575174857",
    "replyCount": 1,
    "timestamp": 1439978400,
    "txt_content": " 本帖最后由 2575174857 于 2015-8-19 20:48 编辑 \n\n  冲进了一面树林，摆脱了骷髅军团，丽达和哈迪斯再也顾不上什么，坐在地上大口喘息着。\n  “呼，呼，丽达，这里应该没事了吧？毕竟骷髅军团已经走了。”哈迪斯大口喘气，对丽达说道。\n  “说得也是，我们去东方吧，那边有一座人类城池，到了那里，应该没事。”丽达同样也是很累，比哈迪斯还累，因为她刚刚还和哈根与骷髅军团拼搏了一夜，最后还拖着疲惫的身子突出重围，可以说身体都快虚脱了，现在总算可以休息了。\n  “什么？还有人类的城池？那为什么丽达你们还要住在这么危险的野外呢？”哈迪斯十分不解，要是住在有大量人类的城池，那也不会这么危险了。\n  “唉，一言难尽啊，的确有人类的城池，但那是这个世界的土著人类，而非试炼者，他们野蛮残暴，并且并不欢迎我们。”丽达又喘了口气接着说“曾经有一段时间，试炼者也是这世间百族的前列，可惜···”\n  “咻。”一支弓箭射了过来，在丽达脸上划过一道血丝，打断了丽达的话。\n  “谁！”就像受惊的兔子一样，哈根和丽达同时警觉得站了起来。\n  “啧啧，你们竟然没被射死，真是命硬啊，不过也到头了！”一个黑影从一旁的树丛中站了出来。\n  待看见了黑影的样子之后，哈迪斯和丽达也是大吃一惊。\n  “是骷髅！”\n  “对！没错就是本骷髅大人，卑微的异端啊！”骷髅轻蔑地看着哈迪斯和丽达。\n  “就你一个人能把我们怎么样？”丽达拔出铁剑，与骷髅对持着。\n  “你以为就我一个人？”\n  “咯咯，咯咯。”\n  那只嚣张骷髅的话音刚落，它身后的树丛响起了耳熟的骨骼移动的声音。\n  三只骷髅战士从树丛里面走了出来。\n  “糟糕了。”丽达暗自叫糟。\n  虽然丽达和哈根刚才倚靠地利解决了无数骷髅，但是现在只有一个丽达称得上是战斗力，也没有了有利的地形，何况经历了刚才的战斗，她的实力只剩下一半不到了，但是她现在却需要直面面对三个骷髅外加一个不知深浅的嚣张骷髅！\n  “我们逃！”丽达并不恋战，击退了迎上来的几个骷髅，便提醒哈迪斯逃走。\n  哈迪斯点了点头，也朝着刚才预定的西方冲去，试图摆脱那几个骷髅。\n  哈迪斯和丽达在丛林中不断穿梭着，四只骷髅在后面穷追不舍。\n  所幸这里布满了树藤，弓箭十分受限，也只有刚才哈迪斯和丽达暂时歇息的那块空地没有那么受限，不然加上弓箭，哈迪斯他们就更加危险了。\n  太阳从东方缓缓升起，光线透过密密麻麻的树藤照射下来。\n  偌大的树林里面有几个细小的黑点在不断穿梭着，后面又有几个细小的黑点在追击。\n  那正是哈迪斯和丽达正在夺命奔逃！\n  意料之外，不同于一般行动缓慢的骷髅兵，后面的那几只骷髅意外的难缠，怎么都甩不掉。\n  就像跗骨之蛆一样，牢牢地尾随在后面。\n  后面的咯咯骨骼声从未断过，就像催魂曲一样，想要了哈迪斯和丽达的性命。\n  “丽达，你知道还有多久到吗？”哈迪斯忍不住向丽达问道，这种如芒在背的感觉实在是很不好受。\n  “我也不知道，我只懂得大致的方向而已。”丽达摇了摇头，道。\n  “这样啊。”哈迪斯有点儿失望。\n  “前面的两个人，你们给我站住！要是现在停下来本大爷还会赏你们一个痛快的死法！”后方的嚣张骷髅可憎的声音传来，声音大的就像锣鼓一样。\n  它的声音丝毫没有影响到哈迪斯和丽达。\n  “你们竟然不听本大爷的话！等下抓到你们了一定要把你们千刀万剐，把你们的肉喂我家的骷髅小狗！”嚣张骷髅看见哈迪斯和丽达根本不为所动，结果恼羞成怒，发誓一定要杀了哈根和丽达。\n  “看！前面是光，我们要穿越树林了！哈哈，有救了！”哈迪斯惊喜地说道。\n  而丽达的脸却阴沉了下去。\n  一道白色的光芒随着前进，光芒越来越大，越来越大。\n  直到外面的景象完全显现。\n  “什么！”当看到外面的景象，哈迪斯的心头忍不住充满了绝望。\n  只见外面并没有什么希望，只有一片悬崖峭壁，只有让人心碎的绝望。\n  “怎么会这样···”哈迪斯跪了下来，眼神呆滞，不知道说什么好。\n  他们千辛万苦逃了出来，终究是难逃一死。\n  “我还是难逃此劫啊。”丽达有些感叹。\n  “哈哈，天助我也，你们两个无路可逃了吧！”嚣张骷髅也追了上来，眼神凶狠地盯着哈迪斯和丽达，恨不得立刻就把他们两个碎尸万段。\n  “什么？”哈迪斯听了丽达的话，有些疑惑。\n  “接下来我的话，你要听好了。”丽达深深地呼了一口气，仿佛下了什么重大的决定。\n  “丽达你到底想说什么？”哈迪斯有些不好的预感。\n  “这片领土，本来是伯恩的领地。”丽达缓缓说道。\n  “什么？”哈迪斯惊愕无比。\n  “别吵，听我说。”\n  “伯恩的领地无比的广阔，这里是试炼者的帝国，也是试炼者的天堂，近乎所有的试炼者，都在这里安居乐业。”\n  “伯恩，就是我们首领，他本领高强，强大到足以威震百族，横扫八荒，他几乎是历古以来，最强大，也是最有成就的试炼者。”\n  “可就是这样的他，在找到那所谓的传送门之后，竟然自杀了！”\n  “我们始终不信这样伟大坚强的他竟然也会自杀，我们坚决不信！”\n  “但是即使这样也无法挽回我们的首领，伯恩，死去的事实。”\n  “在伯恩死后，试炼者帝国四分五裂，分崩离析，不复当年的辉煌，各个试炼者都分散了开来。”\n  “为什么告诉我这些，丽达！”哈迪斯的不祥预感愈发强烈。  “我们都是来自别的世界，被这个世界所排斥，所不容。”\n  “既然没办法成为这个世界的居民，那就，成为这个世界的主人！”\n  “你要成为我和死去的哈根的希望！你要重振试炼者帝国的光辉！”  “拜托了···否则，就真的没有希望了。”丽达两行清泪留下，用颤抖的语气说道。\n  “再见吧，我的朋友，哈迪斯。”丽达悲哀地说完，就用双手把哈迪斯推下了悬崖。”\n  “丽达！！！”被推下悬崖的哈迪斯坠落了下去，歇斯里地的喊了出来。\n  哈迪斯迅速的垂直落下，就像一枚炮弹，坠入了下方的河流。\n  “嘭！！！”一声巨大的落水声响起，惊动了附近的生灵。\n  哈迪斯就顺着水流，流到了下游。\n  流到了未知的世界。\n\n\n",
    "replies": [
        {
            "author": "面包_Mr",
            "timestamp": 1439978760,
            "txt_content": "弄成文档文件  这样就完美了"
        }
    ]
}