{
    "title": "<原创·连载>奇异冒险世界 第五章 获救与村落",
    "author": "2575174857",
    "replyCount": 0,
    "timestamp": 1440033420,
    "txt_content": " 本帖最后由 2575174857 于 2015-8-20 11:18 编辑 \n\n\n   哈迪斯的身体随着水流，被冲到了下游的岸上。  河水冲刷着哈迪斯，在被推下河去的时候，哈迪斯就陷入了昏迷。\n  没有淹死就是不幸中的万幸了。\n  “咦，岸边好像有人？”不远处，一个步履蹒跚的老人拄着拐杖走了过来。\n  待他看见全身湿透奄奄一息的时候才大叫道：“来人啊，来人啊！”\n  这老人看起来满头银丝，十分苍老，喉咙使唤起来声音像个大鼓一样，声音比一个壮汉的声音还要大。\n  声音像一阵风一样传了开来，不久，就有一个健壮的男人从不远处走了过来。\n  “爸！您又怎么了，您老的声音都快要把我的耳鼓膜给震破了！”那个健壮的男人有些无奈的摇摇头，道。\n  “康健，那，那里有个人被淹死了。”老人颤颤巍巍地指着昏迷的哈迪斯。\n  康健顺着老人指向的地方，看向了哈迪斯，知道哈迪斯并没有死，又看见了哈迪斯的服饰又是那么的与众不同，瞬间就有了答案。\n  “这家伙是个异端！”康健沉思道，“要不要把他救回去呢？”\n  “对，即使他是个异端，就这么放着见死不救也不是个办法，而且看起来他也没什么威胁力，把他带回去应该不是什么问题。”康健思考了一下，就下了决定，准备他哈迪斯带回去。\n  康健走向前，摸索了一下哈迪斯身上可能藏有武器的地方，确认一下没有武器，就把哈迪斯抬了起来，抗在肩上，朝着不远处自己的村落走去。\n  ······\n  康健和那位老人回到了自己的村落，他肩上扛的哈迪斯又是那么的惹人注目。\n  “看啊，康健似乎带回了一个人。”\n  “看到了，那个人身上的服饰很奇怪啊。”\n  “他好像是异端吧。”\n  “是啊是啊。”\n  村民们盯着醒目的哈迪斯，都议论纷纷了起来，对哈迪斯指手画脚的。\n  康健就这么扛着哈迪斯，在村民们的注视下，进了自己的房屋。\n  接着，康健就把哈迪斯放在了床上，帮哈迪斯按着肚子，把肚子里的水吐出来。\n  “咳咳，咳咳。”\n  不久，哈迪斯剧烈咳嗽起来，缓缓地恢复了意识。\n  哈迪斯缓缓地睁开眼，入眼的完全是一副陌生的景象，还有陌生的人。\n  “我，我这是在哪里。”\n  “头好痛，真的好痛。”哈迪斯抱着头，只觉得头疼欲裂，就像刚刚做了一场噩梦，又像大病初愈的病人一样，哈迪斯的身子十分的虚弱，他现在可能连一个毛头小孩都打不过。\n  “恢复意识了吗？”康健凝视着哈迪斯，似乎想要看穿这个人的品格。\n  “嗯···”哈迪斯下意识地回复了一句，就惊觉了起来。\n  “你，你是谁！？”哈迪斯本能地跳了起来摆出一副警惕的模样，结果脑袋撞到了天花板，又倒了下去。\n  “我？我是康健，是迪尔村的居民，在问这个问题之前，你不应该介绍一下自己吗？”康健反问了一句。\n  “这样啊。”哈迪斯清醒了过来，一瞬间就回想起了之前的事情。\n  他回想起了，哈根和丽达这两个热情又善良的人，可是，他们两个都牺牲了，只有一个无力的他，回了下来，他们两个却都被亡灵骷髅族所害。\n  一想到这里，悲愤交加的情绪就充斥了哈迪斯的整个胸腔。\n  他甚至还记得丽达在推下他之前说的那一番话，深深的记得。\n  “我一定会不辜负你的期望的，我一定会重现昔日试炼者帝国的荣光，并且找出一切真相的！”哈迪斯在心中默默地发誓。\n  只有活着，才有希望。\n  “我叫哈迪斯，是个试炼者！”哈迪斯早已没有了当初刚刚进入这个世界的茫然无措，他现在拥有的，是无穷的勇气，与斗志，还有满腔的热血。\n  “哈迪斯么，真是个奇怪的名字。”\n  “你是不是异端？”康健又问道。\n  “异端？”这个词哈迪斯已经不是第二次听到了，之前那个嚣张骷髅也是这么叫他和丽达的，可是他却依旧不知道异端到底指的是什么。\n  “你什么都不知道吗？”康健看见哈迪斯这个样子，就知道他不是装的，觉得有点儿讶异。\n  “对，能告诉我什么是异端吗？”哈迪斯想问清楚，到底什么是所谓的异端。\n  “被神遗弃之人（Abandoned by god）。”康健简单地回答了几个字。\n  “什么意思？”哈迪斯听得一头雾水。\n  “其实我也不知道这句话到底说的是什么意思，这句话原本是从前就流传下来的一句话，就是用来形容你们的，虽然你们外貌看起来和我们没什么两样，不过你们身上流露出来的气质，却和我们俨然不同，所以很容易分辨。”康健回答道。\n  “原来是这样。”哈迪斯恍然大悟，怪不得他从第一眼看见康健的时候，就觉得他的气息有些不同，这感觉是怎样也无法形容的。\n  “话说回来，我刚刚看到你的时候可是吓了一跳呢，你是遇到了什么事情了吗？”\n  “我之前和同伴遇到了骷髅军团，结果只有我活了下来。”哈迪斯的脸有些悲哀地说道。\n  “这样啊，那群家伙可是很恐怖的，你能从它们手下逃脱真是幸运。”康健唏嘘道。\n  “我可不觉得我有多么幸运啊！”哈迪斯长长的叹了一口气。\n  “活下来，就是幸运，不是么？”康健笑着说，“既然你痛恨那些骷髅军团，那你就变得强大起来，强大到足以摧毁它们不就可以了嘛。”\n  “是啊！”哈迪斯恍然大悟，那样的话，就可以为丽达他们报仇了，更可以完成丽达的愿望。\n  “既然决定了，那过几天后我来教你练习剑技吧，你现在身子虚弱，经不起折腾，要好好静养。”康健道。\n  “恩，对了，我刚才看那些村民，似乎很排斥我们这些试炼者，不，在你们眼中我们是异端，你为什么看起来并不排斥我呢？”哈迪斯问道。\n  “这也是你们身上发出的气息的问题，会与我们的气息相排斥，所以我们一般都很讨厌你们，不过呢，我因为一些事情，却不讨厌你们，而且看起来，你也不是坏人。”康健起身道。\n  “我走了，你自己先好好静养一下吧。”康健回头过来提醒了一下，然后就走了出去。\n  “嗯。”哈迪斯点了点头，然后闭上眼睛静静地躺在床上，沉思着。\n  刚才与康健的对话，了解到了不少的讯息，不过，起码他现在是安全的了。\n  “我现在到底在干什么呢？”哈迪斯右手捂着眼睛，难以入眠，这几天来的经历，远远超出了他的想象，是那么的惊心动魄，跌宕起伏，不同于原本平凡的生活，他也不再是天天在繁忙的，机械一般的工作。\n  前方充满了未知，这个世界明明是这么的凶险，这么的危机万分，却又像致命的毒品一样，深深吸引了他，让他想要探索，想要征服这个未知而瑰丽的世界！\n  当初建立试炼者帝国的伯恩，又是怎么想的呢？\n  为什么他建立了这么一个偌大的王国，却对信仰着他的人弃之不顾，独自绝尘而去呢？\n  一切，都是一团迷雾。\n  哈迪斯是无法理解的，可能，是有一些迫不得已的理由吧？\n  不管怎么样，哈迪斯都不会畏惧前方会出现的危险。  “世界，我来了！”\n  哈迪斯的右手的下，是那充满了兴奋与热血的眼瞳。\n  就仿佛，当年的伯恩一样···\n  \n\n\n",
    "replies": []
}