{
    "title": "<原创·连载>浩劫 06 by lzs1234",
    "author": "lzs1234",
    "replyCount": 6,
    "timestamp": 1440039960,
    "txt_content": " 本帖最后由 lzs1234 于 2015-8-21 08:19 编辑 \n   乌云很快便散去，那只白得让人心寒的眼睛也渐渐淡去，慢慢消失了。一轮皎洁的明月重现在黑黢黢的夜空中，但在这看似宁静的夜景下，传来的却是一阵阵的惨叫和破门声……\n    克伦僵在了窗户边，墨索克同样张口结舌地看着眼前的一切。克伦嘴里不断重复着：“这不可能……绝不可能……”墨索克拍了拍克伦的肩头，压低声音问：“什么不可能？”克伦用一种微乎其微，若有若无的声音说：“你知道吗，我小时候那场丧尸围困发生之前也是这中现象……”墨索克腾地站起，问：“你是说……那场……杀死你父母的入侵？”“是的……”克伦双眼呆滞地望着前方，好像此时他说话已经是出于一种反射。\n    不多久，克伦渐渐从那种可怕的呆滞中清醒过来，他冲进自己的房间，墨索克紧跟着走了进去。里面是两个盔甲架，上面歪歪扭扭地挂着一些带着不同程度伤痕的盔甲，有钻石的，也有铁的。克伦和墨索克分别卸下盔甲架上的装备，又拿了几把钻石剑以及2个钻石盾牌，准备冲出去和凶神恶煞的丧尸们。墨索克扭动门锁，正准备推开，一种熟悉的却又不易察觉的声音传来。\n    “咝……”墨索克的大脑在1秒钟内便判断出这是爬行者点燃的声音。墨索克向着克伦大声喊道：“爬行者！趴下！”话音刚落，一声巨大的爆炸声传进墨索克的耳朵，墨索克条件反射地举起盾牌，沙石和碎掉的木板夹杂着浓浓的火药味向两人袭来。墨索克把盾牌拿来，房门周围已经被炸出了一个大洞。一只蜘蛛爬进来，墨索克冲上前，将钻石剑直直地从蜘蛛背后插入。蜘蛛哀嚎一声，不断地挣扎着，想从剑下逃脱。墨索克使劲按住剑，用盾牌对着蜘蛛的头狠狠地砸了一下，蜘蛛不再挣扎，静静地躺在地上，蓝绿色的血液从剑尖戳出的伤口不断向外流着。墨索克拔出钻石剑，抬起头，克伦正和一只僵尸搏斗着。他似乎招架不住，用盾牌连连抵挡，连连后退。墨索克冲过去，将钻石剑从背后捅进僵尸的身体。剑刃划破僵尸破烂不堪的衣服，皮肉，又从另一端捅出。僵尸停住了，慢慢地跪倒，随后倒在沾满蜘蛛鲜血的地板上。墨索克看着门口不断出现的怪物，皱了皱眉头，大吼一声，举起钻石剑冲出门口的大洞。一只僵尸冲上来，抬起手想要攻击墨索克。墨索克剑一横，沿着水平方向对着僵尸的脖子砍去，僵尸的头颅飞开了，伤口处不断喷洒着鲜血。接着是一只骷髅，它带着它特有的骨架声“咔啦咔啦”地走到楼房门口，对着正向这边冲来的墨索克射了一箭。这只突然杀出的冷箭成功了，却并未伤害到墨索克。燧石箭头撞在钻石胸甲上，弹开了。骷髅似乎察觉到形势不对，向着大街上逃去。墨索克紧跟着追出，却发现街上已经布满了一群群的僵尸、骷髅、爬行者和蜘蛛。它们几乎在同一时间也发现了墨索克，朝着墨索克的方向缓缓转过头，一步一步地向着这边挪来。\n    包围圈渐渐缩小，墨索克已经可以看到僵尸红黑的眸子、骷髅灰白的骨架、蜘蛛青黑的脊背，以及爬行者那充满杀气的花纹。墨索克并没有感到胆战，相反，他释然了——至少这样死去，比在追逝村碌碌无为一辈子要有意义得多。\n    但他同样不想死去。既然能够活着，为什么不继续过多姿多彩的生活呢？他开始冷静地寻找着突破点，想要从这包围圈中突围出去。突然，一声大喝从远处传来，西边的僵尸群传来一阵骚乱。墨索克仔细地看着西边，他惊奇地发现那里除了丧尸，竟然还有一种金属发出的光泽！\n    忽然，一个人影从那边蹿出，是克伦！克伦来不及说什么，拽着墨索克向着西边跑去。克伦用他身上闪闪发亮的钻石盔甲冲开一群僵尸组成的包围圈，撞进一群人人都身着钻石甲的军队中。\n    说是军队，实际上只是一个连。连长长着络腮胡子，眼睛里透出一种坚定而不屈的目光。他从军队中央快步走出，把墨索克推到一旁，走到军队最前面，转过身，扫视了一圈军队，随即举起手中闪着寒光的钻石剑，指向即将落下的月亮，大声说道：“看见了吗！月亮即将落山，只要太阳一升起，就是这群怪物的末日！冲！干掉他们！”整个军队都举起手中的剑，高声喊着：“冲啊！”向着这群穷凶极恶的怪物奔去。一阵又一阵砍杀声、剑刺进皮肉声、僵尸们愤怒的吼声不断传来。\n    月亮接近了地平线，东方仿佛已经有了朝阳淡淡的光辉。整个军队开始撤向一边——谁都知道着了火的僵尸会把火传到周围的人身上。\n    月亮已经有一半降到了地平线以下，但是东方的太阳却还没出来！所有的人都急切地凝视着东方。甚至所有的怪物都停住了，似乎它们也被这神奇的现象镇住了。\n    月亮落山了，东边也终于有了动静。太阳终于露出了脸。\n    不对……\n    那不是太阳……\n    那是……另一轮血红色的月亮！\n                    （未完待续）\n==========\n@恶魔-潇洒 @海潮 @250=mo @末影龙娘 \n索引：你可以通过两种方式到达索引：1、点击我签名档的链接。2、点击这里",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440040440,
            "txt_content": "雾草你更啦，先看文啦啦啦啦"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440040560,
            "txt_content": "lz说到做到，今天就更新了～"
        },
        {
            "author": "2575174857",
            "timestamp": 1440041700,
            "txt_content": "恶魔-潇洒 发表于 2015-8-20 11:14\n雾草你更啦，先看文啦啦啦啦\n为什么恶魔你有回帖奖励？？？？"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440041760,
            "txt_content": "2575174857 发表于 2015-8-20 11:35\n为什么恶魔你有回帖奖励？？？？\n因为楼主设置了回帖奖励，而且是百分之五十呢，所以我就领到了啦啦啦"
        },
        {
            "author": "lzs1234",
            "timestamp": 1440157500,
            "txt_content": "论坛太坑了，就编辑加了个背景和索引又要重新审核。。。唉……"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1440241560,
            "txt_content": " 本帖最后由 星之永恒 于 2015-8-22 19:09 编辑 \n\n写的不错\n最好添加一些打斗时的动作描写\n（其实只缺一些动作描写了）\n包围圈渐渐缩小，墨索克已经可以看到僵尸红黑的眸子、骷髅灰白的骨架、蜘蛛青黑的脊背，以及爬行者那充满杀气的花纹。\n其实这一段只用着重描写一下某个怪物的动作即可，否则会显得很啰嗦\n还有，一些细节描写不能泛泛而谈\n一阵又一阵砍杀声、剑刺进皮肉声、僵尸们愤怒的吼声不断传来。\n更改后：\n一把锋利的剑刺穿了僵尸的皮肉，僵尸怒吼一声，带着受伤的胳膊向那把剑的持有者抓去。\n最后，希望您能写的更好。"
        }
    ]
}