{
    "title": "<原创·连载>奇异冒险世界 第六章 剑技的练习",
    "author": "2575174857",
    "replyCount": 3,
    "timestamp": 1440233520,
    "txt_content": " 本帖最后由 2575174857 于 2015-9-19 08:52 编辑 \n\n  终究还是止不住身体无穷的虚弱感，哈迪斯昏昏沉沉地睡了过去。\n  ······\n  三日后，哈迪斯才缓缓得醒了过来。\n  “醒来了吗？”康健在一旁半闭的眼睛缓缓地张开，道。\n  “嗯。”哈迪斯点了点头。\n  “看来你还真是累，一连就睡了三天！你刚刚起来一定饿了吧？给，这是鱼粥，拿去填填肚子吧。”康健笑着把旁边桌上一碗用石碗盛满的鱼粥端给了哈迪斯。\n  “谢谢。”哈迪斯感激道。\n  “我真的睡了三天吗？”哈迪斯意料不到自己竟然睡了这么久！\n  “是啊，还睡得很沉呢。”康健点了点头。\n  “身体还虚弱吗？”康健又指了指哈迪斯，问道。\n  “不了，我现在精神得很。”哈迪斯回答道。\n  “那就好，前几天我答应你了跟你练习你的剑技，今天就不错，要跟我去吗？”康健问道。\n  “那当然，什么时候？”哈迪斯立马回答道。\n  “择日不如撞日，既然你已经恢复好了，就现在吧！”康健起身道，“哈迪斯，起来，跟我走。”\n  “嗯。”哈迪斯点了点头，也起身站了起来，跟着康健走了出去。\n  出来的时候才真正见到了这个迪尔村的全貌。\n  这里的房屋都很破旧，人们的衣服也是粗麻衣和兽皮衣，一股蛮荒一样的气息扑面而来。\n  “康健！康健！”上次的那位老人抄着大嗓子，风尘仆仆地跑了过来。\n  “爸，又怎么了？”康健也只能无奈地摇摇头，他也是个孝子，不管父亲多少次来找他，他总是很乐意帮助父亲，而他的父亲也就是那位老人也很为这个儿子骄傲，还尝尝跟几个邻居夸耀康健呢。\n  “早饭还有吗？我还想吃！”老人道。\n  “有，在那个石锅里面，还剩下不少呢。”康健微笑地回答。\n  “爸，我有事情可不可先走一下，有事情等下在找我。”\n  “好好好。”老人点了点头，接着就走进了屋子里。\n  “走吧，哈迪斯，跟我来。”康健说道。  “嗯。”哈迪斯点了点头。\n  哈迪斯跟着康健来到了一片宽阔的空地之上，四周也没有其他建筑，可以说，这里可以放开了打也没事，不会担心打扰到别人。\n  “这里还不错吧？”康健笑着问。\n  “非常好的一块训练宝地。”哈迪斯回答道。\n  “我从小就是在这里训练的呢。”康健说道。\n  “那么，我们快开始练习吧。”哈迪斯迫不及待地说道。\n  “说的也是。”康健点头道，从腰间抽出一把木剑，丢给了哈迪斯，“给你，我们先练习最基础的剑技。”\n  “好。”哈迪斯道。\n  “你先攻击吧，毕竟你是个新手。”康健摆了摆手，示意道。\n  “那我就不客气了！”\n  哈迪斯点了点头，手中紧握着木剑。\n  “刷！”\n  哈迪斯瞬间冲了出去，手中的木剑与康健的木剑碰撞。\n  一交手，便高下立分。\n  康健不用挪动一步，轻轻一格挡，一个回击，就逼得哈迪斯不得不后退！\n  “康健你还真是不简单。”哈迪斯摸了摸额头上的汗，道。\n  “过奖了，不过我可不会手下留情哦。”康健说道。\n  不等哈迪斯多喘一口气，康健就冲了过来。\n  他就像一头猎豹一样，速度迅猛到肉眼难以捉摸。\n  “嘭！”\n  木剑的速度差点快到了哈迪斯连格挡都来不及的地步，不过所幸哈迪斯还是挡住了。\n  尽管挡住了康健的攻击，但是不得不说，康健的实力真的不是盖的，木剑碰撞在一起，哈迪斯的手感觉到了一股巨大的力量，大到哈迪斯虎口发麻，木剑都有点拿不稳了。\n  “不错嘛，作为一个初学者能够挡住我的剑已经很了不起了！”康健夸耀了哈迪斯一句。\n  “不过，还是不够！”\n  康健后退了一步，手中的木剑又如嗜血狂蟒一般，以极端刁钻的角度刺向哈迪斯。\n  “什么！”\n  哈迪斯格挡不住，木剑瞬间就被挑飞，滚落在地。\n  “哈迪斯，你有待努力啊，练习才是唯一的变强途径！那么，我有事情先走了，你先自己在这里练习吧。”康健走了过来，说道。\n  “嗯。”哈迪斯点了点头，道。\n  说完，哈迪斯就离开了这片空地。\n  “我和康健的实力差距好大。”哈迪斯回想了一下刚才的情形，康健的实力真是压倒性的强大，而且，哈迪斯能感受到，康健没使出全力，如果康健使出了全力，那又是怎样的景象？肯定很可怕的吧。\n  尽管康健这样的强大，但是对于哈迪斯来说，却更加刺激到了他的斗志，使他更加勤奋地努力。\n  哈迪斯站在原地，手中的木剑不断挥动，再挥动。\n  他的手上青筋暴起，血液飞速流动，来提供所需要的能量与氧气。\n  “喝！”哈迪斯一声大喝，手中木剑用力向前一挥。\n  手中的木剑已经不知挥了多少次，哈迪斯汗如雨下，却丝毫不知疲惫。\n  烈日当空，炎热的太阳光线毫无遮挡地照射下来，原本哈迪斯有些白皙的皮肤，乍一看都被晒得有点黑。\n  “哈迪斯，我回来了。”\n  康健从不远处走了过来。\n  “咦。”等到看见了哈迪斯，康健有点儿讶异地说道，“看不出来啊，你还真勤奋！”\n  “没那回事，我只是想努力变得更强而已。”哈迪斯说道，手中的动作却没停下来。\n  “虽然你很勤奋，但是日积月累才是正途，你这样一次性过分地锻炼，对身体会造成损伤的，停下来歇歇吧。”康健说道。\n  “好吧。”听了康健的话，哈迪斯才停下了动作。\n  “给你，多喝点。”康健把一瓶水丢给了哈迪斯。\n  “谢谢。”哈迪斯拧开瓶盖，说道。\n  “不用谢。”康健道。\n  一口清凉的水从瓶中流入口中，实在是很让人舒服。\n  “真好喝！”哈迪斯不由得赞叹道。\n  “哼哼，这可是从这附近最好的河流里面装的水呢，当然好咯。”康健自豪地说道。\n  “原来如此。”哈迪斯说道。\n  “言归正传，我是时候应该问你那个问题了。”康健的脸突然严肃起来。\n\n\n  \n\n  \n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1440235020,
            "txt_content": "你已经渐渐地走向了对话流の不归路\n骚年哦，现在回头还来得及"
        },
        {
            "author": "2575174857",
            "timestamp": 1440236160,
            "txt_content": "2B与mc的故事 发表于 2015-8-22 17:17\n你已经渐渐地走向了对话流の不归路\n骚年哦，现在回头还来得及\n{:10_499:}知道了！我会注意的"
        },
        {
            "author": "qq1973173593",
            "timestamp": 1440236220,
            "txt_content": "画面有点眼熟，像动画“重返黑夜”，你可以把动画改成文章值得鼓励，但是还是具体一点比较好"
        }
    ]
}