{
    "title": "<原创·连载> 《这是，我的战争》第三章 ，《圣界》与Pad [插图+]",
    "author": "1137246733",
    "replyCount": 4,
    "timestamp": 1440121320,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-28 21:02 编辑 \n\n<The War is Mine>《这是，我的战争》                                                                                            第三章：《圣界》与Pad\n\n　　\n　　通知：请快速前往接待中心进行虚拟世界安排。如准备好请按下按钮。\n　　这句话突兀地在叶宛脑海出现，而且半空中凭空出现了一个小按钮，落在了叶宛脚边的矮草丛里。\n　　“宛儿姐姐，这是什么啊。”\n　　花梦走了过来，捡起了小按钮，放在手心把玩。\n　　这就是黑衣人所说的虚拟世界吗，看来这个虚拟世界会有很多东西等待我去探索啊。叶宛想到。\n　　“不知道，只是说可以前往接待中心什么的。梦梦，你知道一些关于这个世界的事情吗。”\n　　花梦挠了挠头，只得摊手道：“不知道，梦梦只是莫名其妙地出现在一个王国里。诶？为什么以前的记忆越来越模糊了呢。”\n　　\n　　一阵清风吹来，两个少女的长发都随风而起，飘散于空中，一种奇特的意境。\n　　“宛儿姐姐你看，我还可以到这。”花梦忽然消失了，叶宛的脑海中却出现了她的身影。\n　　那是一片简单的黑色世界，只有叶宛能从心灵感应到那，从而看清楚里面的一切情况。现在里面只有花梦的身影。\n　　“这是，哪里啊。梦梦你怎么到这的。”叶宛发现，和里面说话其实只需要一丝意念即可。\n　　“不知道，梦梦只是追随着潜意识到这的。”随后，花梦出来了。\n　　这样正好，直接就能够带梦梦一起去那个接待中心了。叶宛想到。\n　　\n　　按钮被按下，周围的场景瞬间变化。\n　　一个空旷的草原，一望无际，清一色的绿。叶宛的前方有一颗在草原唯一的树，树叶郁郁葱葱，随着微风飘动。\n　　树之下放着一个箱子，看起来很陈旧，但是没有上锁。\n      \n　　叶宛把花梦叫了出来，她只是在无尽地感叹风景美好。叶宛走上前去打开了那个箱子。\n　　箱子盖很沉，偌大的箱子里面只有一个很大的黑色的板子样的东西，叶宛把它拿了出来。\n　　这是一个设计不错的平板电脑，棱角分明，屏幕很大Pad很薄。这些作为来自现代的叶宛还是知道的。\n　　Pad自动打开了，陆续显示了以下的文字：\n　　\n　　你好！这里是《圣界》Pad。\n　　相信你是世界上千万个进入《圣界》中的一员，对这个新的世界充满好奇，却又不知所措。《圣界》Pad能为你解决一切。以后《圣界》Pad简称SJP。\n　　SJP是普通玩家与《圣界》系统进行沟通的工具之一，在这里《圣界》系统将会为您服务，游戏系统的一切都会在这里显示（包括背包、任务、地图等）。\n　　你处于最新的玩家。按照游戏系统的安排，你需要先到一个世界执行一个非常简单的新手场景任务，而后才可以开发游戏大厅等。这个活动我将全程辅助你完成。\n　　系统给你下达的指令是：\n　　【新手场景任务】：难度将至方块世界\n　　你需要在方块世界中的原始丛林草原中生存下来，熟悉这个世界，躲避晚上的凶险。并且拥有一个普通的庇护所，里面有各种简单的家具，足够你生存。\n　　【最终目的】：制作出一个任务完成品。任务完成品的资料会在SJP中送达。\n　　很简单吧。你现在可以通过我回去了，开始你的游戏之旅。任何不懂之处随时可以找我哦。\n　　\n　　《圣界》，一个虚拟的游戏世界吗，难道黑衣人想要通过这种方式锻炼我？在我以前所处的世界，全息虚拟游戏的苗头已经出现，不过只是实验阶段，这个是一个完整的吗。而且看样子现实世界的人也都会来，那现在现实世界中是怎么样的，是什么年代。\n　　疑惑太多了，全部都需要我一个个来解开。黑衣人的设计倒是挺不错，不一下子告诉我，让我自己来找。\n　　我以前也有过一段的游戏经历，对这方面有些熟悉。不知道这款用来磨练我的游戏会怎么样呢。按照它说的，是要回到刚才的世界，生存下来了。\n　　SJP微微震动了，里面有一个传送门的按钮可以点击，按钮之下可以选择“使用目前世界”或“使用新建世界”。\n　　那场梦叶宛不想再回忆起，她选择了“使用新建世界”。\n　　并且叫回了已经跑老远的欢乐中的花梦，虽然她有些不情愿。\n　　\n　　按钮点下，传送到了一个新的世界。\n\n\n\n\n\n\n索引贴\n\n\n废话时间：\n今天的屠版先到这吧。。一枚小小的插图以后还可能会更多",
    "replies": [
        {
            "author": "朱大常",
            "timestamp": 1440122400,
            "txt_content": "一会我就看完。了"
        },
        {
            "author": "2575174857",
            "timestamp": 1440131220,
            "txt_content": "{:10_499:}楼主如果能=日更2章四千字，次次爆发日更9000字就能变成超级文触"
        },
        {
            "author": "凛",
            "timestamp": 1440151620,
            "txt_content": "额.....狂欢起来就开始屠版了吗\n连更3贴\n支持LZ"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440158640,
            "txt_content": "为什么我越来越觉得这剧情变狗血了\n而且设定也显得好奇怪\n冰冰貌似有些才思枯竭了（斜眼笑）"
        }
    ]
}