{
    "title": "<原创·连载> 《这是，我的战争》第一章 ，黑衣人与选择",
    "author": "1137246733",
    "replyCount": 11,
    "timestamp": 1440121080,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-28 21:01 编辑 \n\n<The War is Mine>《这是，我的战争》第二部                                                                                            第1章：黑衣人与选择\n\n（推荐先阅读第一部，不然看不懂）\n\n\n\n　　世界出现了纹理，出现了质感，这才是一个真正的世界，虽然依旧是白色。\n　　她发现——\n　　她用了一亿年的时间，走了，一米。\n　　\n　　茫茫的白色中，突兀地出现了一个人影。一个身材魁梧的男人，身披黑衣，若隐若现。\n　　“进来。”他的声音冷淡而寂寞。\n　　叶宛的前方出现了一个黑色的屋子，没有任何窗户，只有一扇打开的门。黑衣人站在门前。\n　　她没思考太多，走了过去。\n　　当她走近那个黑衣人时，她看见只有一双冰冷的黑色双眸直勾勾地盯着她。她赶快把视线移开了。\n　　她进入了屋子，门被关上了。\n　　屋子里空空如也。墙壁与天花板是纯黑色的，地面是纯白色的，对比非常鲜明，甚至有些古怪。\n　　忽然，黑衣人突兀地出现在了叶宛的面前，仰视着不高的叶宛。\n　　“你做的很好。通过了我的考验。”他的嘴唇微微张开，声音没有任何生气。\n　　“如果你放弃了行走，你将永远地死去；如果你的潜意识没有暴起，你也只会成为一架行尸走肉。”他昂起了头。“但很好，你成功了。这就是时间的力量。尽管是一亿年——也仅仅是一米而已。”他轻叹道，停止了说话。\n　　\n　　“前辈，您是？”叶宛道。\n　　“她让救你一命。但我却安排了一个小小的考验。不过你也不愧是她的孩子，出乎我的意料。”原本冰冷的脸上却浮现除了微笑。\n　　“其它的，你就别问了。太多的事情，你还是不知道为好。”\n　　“在你临死的时候，我把你的意识形态带到了这个世界，也算是救了你一命。现在的你只是个意识。”\n　　“但现在的你只是个意识而已，你的身体早已化为了粉末。但肉身无论如何得有，意识形态很不稳定。而一般的肉身无法承载你，能够承载你的肉身我无法做出来。所以，我只能帮到这。在你强大以后，自己去解决吧。”\n　　“我在地球为你安排了一个虚拟世界，你可以到那里面去磨练自己。”\n　　话音刚落，他便突兀地消失了。\n　　\n　　“对了，这是她给你的一串吊链，你戴上吧。最后，记住，你的意识形态也是会随着时间消散的，你必须需要在虚拟世界中不断收集‘灵魂流’来维持。”\n　　叶宛接住了凭空出现的吊链。吊链上有一块羽毛形状的象牙，泛着浅浅的白光。手感冰冷，而且很轻。\n　　她戴上了项链，微微向虚空点头。\n　　“其它的，不必多言。推开前面那扇门吧。”\n　　推开了那扇门以后，进入了一个更小的房间。门也随之关上了。\n　　房间内只有一个桌子，桌子上只有一块散发着淡紫色光芒的石头。\n　　叶宛把它放到了掌心。淡紫色光芒从掌心进入到了叶宛的身体。她感觉到身体在瞬间内，变得更充实，更有灵气。\n　　她深吸了一口气。\n　　“这就是前辈所说的灵魂流罢，精力回来了很多，而且我再次拥有了身体。”她使劲挥动手臂，砸在了桌子上。桌子剧烈震动，而她也感受到了疼痛。\n　　“不过同样的，这种精神的力量在很快地流逝。就这么一块石头的灵魂流，支撑不了我多久的。”\n　　也就在叶宛拿起石头的同时，她的前方出现了两扇门。一扇泛着白光，一扇黯淡无光。\n　　这是要让我在两个之间选一个吗？有意思。\n　　白色代表光芒，善良，代表希望。\n　　黑色代表黑暗，邪恶，代表逆境。\n　　\n　　……等等，这……\n　　叶宛的瞳孔猛然放大。她陷入了沉思。\n　　须臾之后，屋子内静立的人影微微地笑了。\n　　她转身，推开了身后的门。\n　　\n　　白色世界之顶。\n　　“不愧是她的女儿。和她一模一样。”\n　　“接下来就要靠她自己了。”\n　　黑衣人嘴唇微微上扬，欣慰一笑。暗暗下了某种决心。\n　　\n　　“妈妈，如果让你选择黑暗与光明，你会选择哪一个呢？”小叶宛仰头望向夜空。\n　　妈妈没有说话。\n　　“妈妈，如果让你选择善良与邪恶，你会选择哪一个呢？”小叶宛砖头看向妈妈。\n　　妈妈没有说话。\n　　“母亲，如果让您选择希望与逆境，您会选择哪一个呢？”母亲临走那天，叶宛忽然问道。\n　　“哪个也不选。后退，回到从前。”母亲慈祥地笑了。　　\n\n\n索引贴\n废话部分：诶嘿嘿因为一些特殊的原因，第二卷被强行改成了第二部但索引贴依然用第一部的，并且剧情依然是接着第一部走的。所以说不看第一部也看不懂。圣杯第一天，我开始屠版QAQ另外文章有什么错误尽管提\n",
    "replies": [
        {
            "author": "1137246733",
            "timestamp": 1440122160,
            "txt_content": "1814209846 发表于 2015-8-21 09:57\n楼主一定是知道这次写什么\n故意拖到现在才发\n这些都是我两天内码的QAQ"
        },
        {
            "author": "1814209846",
            "timestamp": 1440122220,
            "txt_content": "楼主一定是知道这次写什么\n故意拖到现在才发"
        },
        {
            "author": "北极星人",
            "timestamp": 1440125400,
            "txt_content": "开头的含义略鬼畜\n接下来对于主角和黑衣人的对话描写有些粗糙，可以描写一下房间内的气氛。而且纯黑色和纯白色的对比效果应该不是古怪，而是诡异，让人感觉有点晕并且很压抑。而且羽毛形状的象牙是什么东西？白光在这个虚空里应该不会太浅，而是比较耀眼才对。可以比作希望。对于后面淡紫色光芒，我不了解剧情，所以不敢胡乱揣测，不过我想可以充实下内心什么的。而且白色相对来说代表希望，个人认为代表人性应该更好，黑色代表黑暗和邪恶倒是没什么问题，不过逆境和黑色没有太大关联，毕竟逆境的颜色根据处于逆境中的人的心境而定。我认为代表绝望会更好些。倒是结尾很意味深长，点个赞。"
        },
        {
            "author": "1137246733",
            "timestamp": 1440125640,
            "txt_content": "北极星人 发表于 2015-8-21 10:50\n开头的含义略鬼畜\n接下来对于主角和黑衣人的对话描写有些粗糙，可以描写一下房间内的气氛。而且纯黑 ...\n开头其实是复制了第一部结尾的一段话……\n的确，这一章有些单调了。\n因为想描写黑衣人冷酷的性格，但写出了一点没有生气的对话。\n至于两个颜色的对比。。。可以不必深究，扯得太远。"
        },
        {
            "author": "凛",
            "timestamp": 1440151980,
            "txt_content": "感觉叶宛她妈好像好列害的样子"
        },
        {
            "author": "Blealtan",
            "timestamp": 1440154800,
            "txt_content": "（既然被叫来书评我就来以老书虫的身份写写。先声明我的口味实际上偏西幻，吐槽和严肃都接受，参考疯巫妖和琥珀之剑。喜欢有大布局的书，一方面是坑多还能都填上，另一方面是很多的细节组合起来成为一个大局——比如疯巫妖第二卷结尾冥府之战那段。）\n回归正题。嗯。。看完了，感觉。。不是很好形容。\n前作也看了，感觉。。嗯，还好吧= =||\n总之这章的感觉很不错所以就在这评了。\n先说前作吧。因为说推荐先看就看了，可是感觉除了知道背景故事之外什么都没有。第三章有心理描写但是感觉并不足够成功，相比之下第二章的背景设定给了人太深的印象。而且战斗过程太复杂，空间感过强，相对的就让人比较难以想象场景。总体而言不是能够给我留下很深刻印象的一部作品吧。\n然后是圣杯作。第一章留坑留了不少，但是有些设定不是很喜欢——比如很NB的后台和“收集”灵魂流。不过这不关键。第二章的故事感觉很不错，花梦的故事有种不知如何表达的感动，大概……和当时读魔禁的风斩篇差不多吧。既视感很强。不过第三章拐进mc世界好突兀= =||虽然设定上可以接受但是有点蛋碎。总体上来讲有坑有故事，还是很期待后面的剧情的。写完了我再来评一次好了。\n（不过不得不说我在你这所看出来的坑远少于我的序章里挖的 = =||"
        },
        {
            "author": "1137246733",
            "timestamp": 1440155700,
            "txt_content": "Blealtan 发表于 2015-8-21 19:00\n（既然被叫来书评我就来以老书虫的身份写写。先声明我的口味实际上偏西幻，吐槽和严肃都接受，参考疯巫妖和 ...\n我该怎么形容……\n我本来是想把第一部作为一个小短篇来写的。\n具体的内容就是主角搞死绿芯什么的。。\n但是因为圣杯的到来，我强行地把她的发展方向改变了。\n原计划是主角被救，然后到了一个城市发展并灭了绿芯。\n现在的发展方向——你问我我也不知道。\n只能边写便定。\n总之有点搞砸了和脑洞一开就脱离实际的赶脚。"
        },
        {
            "author": "Blealtan",
            "timestamp": 1440168840,
            "txt_content": "1137246733 发表于 2015-8-21 19:15\n我该怎么形容……\n我本来是想把第一部作为一个小短篇来写的。\n具体的内容就是主角搞死绿芯什么的。。\n脱离实际无所谓。。我觉得小说最关键的是不要脱线啊233333\n这文还没脱线所以没问题。。吧？\n还是想看没有神转折的剧情。。。神情节可以神转折有点不能承受233333333\n对了，圣界。。。有种骷髅精灵的XX风暴的圣堂的感觉。起名字差评。"
        },
        {
            "author": "1137246733",
            "timestamp": 1440171240,
            "txt_content": "Blealtan 发表于 2015-8-21 22:54\n脱离实际无所谓。。我觉得小说最关键的是不要脱线啊233333\n这文还没脱线所以没问题。。吧？\n还是想看没有 ...\n的确名字起渣了。。。\n因为这两一天一直被“圣杯”洗脑。。\n所以什么也想用个“圣”"
        },
        {
            "author": "lzlniu",
            "timestamp": 1440202440,
            "txt_content": "情境感十足，不过剧情进展并不够，一般来讲有一个引人入胜的引子，很适合做小说的开头吧。ice的风格可以摸出来了，那就是丰富的对话，静而沉的意境，浅淡而绵延不绝的情感。怎么讲呢，风格一定是很符合回忆式描写文的。与很多人不同的是，你没有那种疯狂的剧情，小说属于慢热型。看了一撮版主的小说，其实个人最喜欢tech的。"
        },
        {
            "author": "1137246733",
            "timestamp": 1440235860,
            "txt_content": "lzlniu 发表于 2015-8-22 08:14\n情境感十足，不过剧情进展并不够，一般来讲有一个引人入胜的引子，很适合做小说的开头吧。ice的风格可以摸 ...\n的确你悟透了我的风格。\n不过你一说，我也注意到了，这种风格不适合写小说。\n我以后尽量会让情节紧凑一点。"
        }
    ]
}