{
    "title": "<原创·连载> 《这是，我的战争》第二章 ，少女花梦",
    "author": "1137246733",
    "replyCount": 5,
    "timestamp": 1440121320,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-28 21:04 编辑 \n\n<The War is Mine>《这是，我的战争》                                                                                            第二章：少女花梦\n\n\n\n\n\n\n　　茅草屋之上，出现了一个女孩。\n\n\n　　“这里是……”\n\n　　一座座砖瓦房整齐地排列着，视线远端还是威严矗立的巨大城堡。城堡之巅有面巨大的旗帜，上面有一头嘶吼着的狮子，但却沾着血。\n　　大街小巷只有烧杀抢劫的士兵，他们疯狂地嘶吼着。震耳的爆炸声、火焰的燃烧声、妇女的尖叫声、孩子的痛哭声，没有人来阻止。\n　　叶宛看到，远处一个路口，一个妇女刚刚抱住失散已久的孩子，只有自身的鲜血能喂干渴的孩子。心中刚刚喜悦，却被一只巨大的弩箭齐齐射穿母子，随后传来阵阵肆虐的大笑。\n　　“这太残忍了……这不是我要来的地方啊……”\n　　叶宛转身，忽然发现茅草屋前的土路上，一少女婷婷伫立于此，一袭长发随风飘起，洁白的裙角沾了几滴血迹。\n\n　　少女清澈的眸子看着叶宛，嘴角上扬，对叶宛轻轻地笑着。\n　　叶宛却不自主地，也冲着少女微笑着，内心却感受到了一种奇妙的亲切感。\n　　悄然间，白玉项链发出了淡淡的光芒。\n　　少女的嘴唇微微张开，刚想说什么——\n　　猛然！\n　　一只巨大的弩箭击穿了少女娇柔的身躯，一朵血花绽放。\n\n　　叶宛的心刺痛，她感觉自己的心脏仿佛要被撕裂成两半，刺痛难忍。并且已经汩汩流出了鲜血。\n　　一股凭空出现的巨力击中叶宛，她的身躯从茅草屋顶部直直撞向土路，少女的旁边。\n\n　　她再次睁开眼睛时，她趴在了地上，身上到处都是血。少女倒在一片血泊里，静静地。\n　　她的大脑空白一片，她内心感觉少女有一股她非常熟悉的气息，一股她日思夜想的气息，一股只有在她梦中才会出现的气息。\n　　她母亲的气息。\n\n　　尽管这股气息在少女身上非常弱，但叶宛依然感觉到了。\n\n　　她晶莹的泪花落下了，她微微地笑着。\n\n　　“母亲，是你吗？”\n\n　　“不……不是。这不是母亲。”\n　　“母亲，你一定很忙，没有空来找我。所以派了她来陪伴我，是吧。”\n\n　　“对不起，我对她照顾地不好，她已经死去了。”\n\n　　“但是，母亲。所有与你有关的，我不想失去！”\n\n　　\n\n　　周边所有的景物开始飞速地变化，城堡越来越低，砖瓦房越来越少，街上的人也飞速地来来去去。只有叶宛静静地站着，少女也静静地站着。少女身上的血迹越来越少，天空愈加湛蓝。\n\n　　最后，所有的一切建筑都已经没有了，地上的血泊也消失了。只剩下一片原始的草原与森林，还有清澈的湖水。\n　　少女的眸子悄然睁开了，她新奇地打量着冲着她微笑的叶宛。\n　　时间，如此脆弱。现在是——十万年前。\n　　而给以前的世界留下的，只是一张，\n　　含泪的微笑。\n\n\n　　\n　　少女抱住了叶宛，叶宛静静地感受着她的温度。\n　　“你真好。你真的好好。”\n　　“我不知道我是谁，我也不知道我为什么在这个世界上。”\n\n　　“我活在一个王国里。无论我怎么样，没有人能够看得见我，只有我能看到他们。”\n\n　　“我很孤独，我每天只能看着别人笑。我却只能在一旁默默地哭泣。”\n\n　　“但是我却看到你在冲着我微笑。你是第一个向我笑的人。”\n\n　　“那一刻，我真的明白。你以后是我唯一的亲人。”\n　　“虽然刚才很疼，真的很疼很疼。但你救了我。”\n　　“大姐姐，你真好。”\n　　少女停止了说话，抱住叶宛的手更紧了。\n　　不知过了多久，少女轻轻地松开了手，好奇地打量着叶宛的脸。\n　　“小妹妹，你现在感觉怎么样？还疼吗？”\n\n　　“不了不了。大姐姐真好。”\n\n　　“你，叫什么名字呢？”\n　　“我……我没有名字，我不知道我是谁。”\n　　“那，你身后有一枝和你一样高的向日葵，而且咱们都感觉刚才只是做了一场梦。我叫你花梦怎么样？”\n　　“好啊，大姐姐。我也是有名字的人了呢。”\n\n　　“别叫我大姐姐了，叫我‘宛儿’便可以。”\n\n　　“好啊，好啊，宛儿姐姐。”\n\n　　“恩恩，梦梦。”\n\n　　花梦又再次抱住了叶宛。\n\n　　为什么梦梦明明无法被别人所看到，但却有一枝弩箭正中她呢？而且是如此巨大的弩箭，一定是看准了才会射出去的。\n　　而且刚才是怎么回事，那股刺痛是这么回事，而那凭空出现的巨力……\n\n　　刚才发生了什么，为什么景物会变化地如此之快，梦梦又活了过来，而且身上没有任何血迹。\n　　那个巨大的王国和那些建筑呢？为何消失如此之快……\n\n　　这，果真是一场梦啊……\n\n\n\n\n\n\n索引贴\n废话时间：\n有没有一种要百合的赶脚……\n",
    "replies": [
        {
            "author": "凛",
            "timestamp": 1440151620,
            "txt_content": "最后一句话真是瞬间出戏"
        },
        {
            "author": "2575174857",
            "timestamp": 1440155280,
            "txt_content": "{:10_499:}不止是百合，我感觉到了一种女变男的节奏！"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1440161160,
            "txt_content": "细节描写很到位\n悬念也设置的很好\n创意就不说了\n（自信心带着自尊心微笑着在一片缥缈中渐渐消逝，只剩下一抹青烟向向空中飘去，在沉默中渐行渐远）\n（旁白：”快！星之永恒又犯病了，抓住他！）"
        },
        {
            "author": "lzlniu",
            "timestamp": 1440202680,
            "txt_content": "本章应该和第一章合在一起的，还有就是有个问题，就是我好像没看懂这到底发生了什么事啊"
        },
        {
            "author": "1137246733",
            "timestamp": 1440235680,
            "txt_content": "lzlniu 发表于 2015-8-22 08:18\n本章应该和第一章合在一起的，还有就是有个问题，就是我好像没看懂这到底发生了什么事啊 ...\n我的分章是按情节段来的，所以一章多一章少。\n至于这章，就是主角邂逅了某个妹妹（雾"
        }
    ]
}