{
    "title": "<原创·圣杯·连载>《我们的传说》",
    "author": "819406804",
    "replyCount": 3,
    "timestamp": 1440154200,
    "txt_content": " 本帖最后由 819406804 于 2015-8-21 18:54 编辑 \n\n小建议：因为作者也是在听着这首歌的同时打下的这一点点的小文字，如果你喜欢的话，希望也可以和我同样的分享音乐和文字。那么留下BGM就不强行插入了BGM：Becoming a Legend\n“在这世上，人们分好几种，而总的来说，有两种。一种碌碌无为，一睁眼，便度过了属于他的那半生。还有一种，万人敬仰，还没出生，就注定了是不成帝也成王的存在。如果是你，会选择哪种？\n人们大多都会选择第二种，而在选择前的那一刻，也就注定走向了不得不的另一。世事繁杂、他们听惯了近朱赤黑的道理，理应的都站在了碌碌无为的一边，时而抱怨、时而戏谑、调侃他们还没成王的一生。但永远都猜不到，属于他们的并不是没有，而是一开始就在选择前放弃了第一种。很多事情，不止是选择就可以明了因果的。”“什么破东西！”盐焗鸡从床上蹦起来，把手机满不在意的丢在床上。现在是下午三点。他刚刚睡醒。昨晚的战斗让他感觉头昏脑涨，或者，疲惫不堪。当然，突然跳出在他手机里的窗口和窗口里的那些字，他自然是不会在意。很多事情早早就以为注定结束，其实，还没来得及开始。如果你恳愿耐心等待。\n\n“嗒…嗒…嗒…嗒……”大厅里悠扬的钢琴声陪衬着西装革履的脚步声出现在教堂的回廊里。远外的光肆意流淌进窗内，洒进了教堂、安静平旷的景和安详的不显得一点繁噪的下午给了他手里拿上一杯咖啡的理由。虽然他并不是那么困。“囚奎，你来了。”一个轻柔的女声也掺杂在属于她的琴声中间，对着他说。“你总那么喜欢弹这首曲子。”“嗯，因为你喜欢。”\n\n“卧槽！这熊孩子刚刚在干嘛呢！打怪啊打怪啊打怪啊！！傻了吧唧的这！说你呢！去杀怪！别蹲角落啃西瓜让队友抗火焰人的伤害！”身居一堆宅属性元素房间里的一抠脚大汉在屏幕上哼哧哼哧的扣字、回车、在发到公屏上。一边忙着和熊孩子对骂，一边不忘打怪补血嗑药走位置躲技能。同时，他也是官方服务器等级排名第一、武器装备排名第一、金钱排名第一的中国玩家。不，但你不能忘了抠脚大汉这个设定。……“卧槽你丫脑子进葱油蒸蛋了吗！妈蛋说了别吃西瓜了！死了就死了在back回来不就行了！还有！让你打怪的！别拿把剑撸队友！”……“卧槽！砍着我了！你看你被反弹伤害弄死了！装备也没了！唉也不知道是不是故意的真是”……\n\n嘴里叼了一个涂了些果酱的面包片就拖拽这书包和自行车一股脑的滚向了学校。一边哼唧哼唧开始在途中吃早餐，一边不忘一只手翻几页车把上挂的新闻报纸。“Boom”！有东西爆炸了、听到爆炸声的他看到了远方硝烟慢慢上升，但这些似乎和他没什么关系，可也是同一瞬间，他的眼镜被余震炸碎开来，在黑暗前的那一刻他只看到了那一股硝烟。墨承、十六岁、就这样伴随着报纸、碎裂开来的眼镜、面包片、果酱、自行车、书包、倒在了一个在平凡不过的日子在平凡不过的路边。其实，仇恨和愤怒这一类的东西只需要一些很简单的理由就可以由心而生，并且蓬荜生辉。可能只是某些时候在上学路上的你被弄碎了眼镜、看不清路，导致摔倒在地上。或者某个花大价钱的铁东西被一瞬间搞成了废疙瘩。再或者某个你挚爱的人离别。或者，死亡。而爆炸就是一种极其简单又不麻烦的过程，一瞬间，支离破碎、分崩离析。在爆炸中心的附近的所有以生命为行动的物体被抽去了属于他们本以为最原始的最难以分离的东西。生命。如此，一切以此为基点的东西都随着爆炸而逝去，你所仇恨的愤怒的一切都烟消云散，你不在有理由做任何你想做的事与成就，不在有任何机会去达成目的和仇恨的目标。简而言之，我所言中的他们，都在爆炸中心的附近。……\n“喂……”囚奎拼劲全身力气带着身上凝结的血块和还在流血的伤疤搬开一块又一块教堂倒下来的、碎裂的柱子和石砖。“妈的……给我活下去啊…别…别……”他说不下去了，因为他知道任何一滴眼泪都可以让他重新感触到全身不同样的痛苦。另一次将至的爆炸紧随其后。",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1440155340,
            "txt_content": "实际上你是不会插BGM把？按理说索引插BGM还好，你这章你也想插BGM？我带耳机，听音乐耳朵会很疼的，所以一般不听"
        },
        {
            "author": "Keterbrine_",
            "timestamp": 1440156840,
            "txt_content": "学会插入bgm的重要性- -"
        },
        {
            "author": "lzs1234",
            "timestamp": 1440157620,
            "txt_content": "嗯……在今天发布的全都是连载……\n我要把单篇撸完了一起发出来233333为了10贡献冲啊"
        }
    ]
}