{
    "title": "【管理员请关注】关于论坛点评功能等其它一些建议【字多，他人慎入】",
    "author": "god-dog",
    "replyCount": 5,
    "timestamp": 1305661560,
    "txt_content": " 本帖最后由 god-dog 于 2011-5-18 03:54 编辑 \n\n我的一些问题和建议，字比较多，还麻烦管理员慢慢地仔细认真地看完......\n\n\n\n此贴主要先讨论一下论坛点评功能。\n\n首先，这是我见过的第一个也是唯一一个有点评功能的论坛（本人孤陋寡闻，其它的没见过，请见谅），本来觉得没什么，倒是个很新鲜的功能，但在论坛待久了却发现了各种问题。\n\n\n一.  我想被点评者应该会很困扰（至少我是这样，我也见过其它的一些人也是这样）\n\n    1-1  被点评者如果想回复点评者操作会很麻烦。一般要复制——粘贴——引用点评者的评语来回复，这样点评者和其它人才能清楚的知道你的回复是针对谁。而点评者用普通回复的话，想回复他的内容直接用回复和引用功能就行了。\n\n    1-2  点评者无法及时得知被点评者的回复。由于无法使用回复和引用功能，点评者无法收到论坛提醒，导致无法及时得知回复。如果是普通回复的话还好，但如果被点评者有紧急问题想要点评者来回答的话，那这个等待恐怕会非常焦急吧。\n\n    1-3  如果在一个帖子里讨论时，一个人的回复被点评了，然后在此期间没有别人回复时，用了上述（1-1）的方法回复了（2连），然后在此期间又没有别人回复时，点评者又一次点评了被点评者的新回复，那么被点评者如果还想回复点评者的话该怎么做，再回复的话就3连（坛规4-5——不得3连）了。等待另一个人来插队吗？但如果有紧急问题的话......又要焦急的等待了..........\n\n\n二.  我认为点评功能不方便论坛管理（评分）操作。\n\n    2-1  如果有人在点评里说了一些违反版规的内容该怎样对其进行处罚？禁言，封号的话好办，但如果是扣分或屏蔽的话该怎么办？恕我眼拙，我没看见哪里有点评评语的评分操作.......\n\n    2-2  基本同上（2-1），普通会员也无法进行对某些好的评语或坏的评语进行加人气或扣人气的操作。\n\n    2-3  坛规4-4——不得刷版......可是......点评不像回复，根本无法在帖子外面的版块看到，即使某人连续点评了数十个帖子，但在帖子外面的版块看不到任何变化，这要如何才能发现其行为并对其进行处罚？还是说连续点评多个帖子不算刷版？不需要惩罚？\n\n    2-3  坛规4-5——不得连帖（3连）..........基本同上（2-1，2-3），如何对其处罚？还是说连续点评不算连帖？\n\n    2-4  如上所述，坛规对点评功能没有明显的限制，会导致某些人钻坛规的漏洞，进行灌水等违反坛规的发言。希望能解决点评问题或完善论坛版规。\n\n\n\n鉴于以上各种缺陷，我认为可以做以下处理。（个人推荐第一条方法）\n\n一.  将点评功能的权限最大化提高，只有管理员，版主，顶级用户（Lv 9 艺术家）和某些特殊用户组才能使用点评功能。（个人推荐此解决方法。作为顶级用户应该不会再做些违反版规的事了，并且应该能体谅某些人的苦衷。而管理和版主可以充分利用点评功能，比如像爱心勋章申请帖那样，用来告知会员的申请或问题得到了批准或解决。将点评这样用的话，我认为还是很合适的。）\n\n二.  完善论坛功能，使会员可以直接回复和引用点评评语，并可以对其进行评分等操作，使其和普通回复没什么两样......（个人及其不推荐此方法= =，这样做对管理员来说应该很麻烦吧，论坛也不一定能支持这样的功能。而且和普通回复功能差不多的话还不如直接删掉点评功能，来用普通回复......）\n\n三.  极端路线，直接删除点评功能。（我觉得这个方法也行，毕竟其它众多论坛都没有这个点评功能。）\n\n四.  取消点评所增加的1金币和1帖子数量。（不太推荐。这样做只能解决那些水军为了升级而灌水的问题，还有一大部分问题无法得到解决。\n\n以上四条是我想到的处理方法，如果管理员觉得可行的话，还请采纳。不行的话还请麻烦做出其它相应处理。\n\n\n\n\n\n\n\n\n以上是主要问题，顺带再提点其它建议。\n\n一.  我见有几个单词翻译建议征集帖发在了公告与反馈区却没被转走，不知为何？这应该属于翻译内容的讨论，应该发在翻译专区才对吧？\n\n二.  为了避免某些人过度挥霍金币，或某些人过度遭殃，还是给猪头术加个每天次数限制吧= =（其实还是因为我被某损友连续诅咒了7次，虽然只有2次成功，但还是害的某个好心的陌生人花了至少20金币2次替我解咒......这已经不是两个人闹着玩的问题了，已经牵连无辜群众了= =）\n\n三.  这个帖子里那可怜的投票人数能不能起点作用......http://www.mcbbs.net/thread-4462-1-1.html\n\n四.  咱们论坛有没有可能用功能更多的版本的Discuz!，貌似咱们这个Discuz! X1.5没有折叠和删除线？（如果太麻烦的话就无视这段话吧）\n\n五.  我有新的短消息时，在论坛主页上沒有提醒，在打开某个分区版块或帖子时才会有提醒，导致有很多短消息都沒能及時看见。这个是我的还是论坛的问题？\n\n\n\n\n问题和字都这么多，真是麻烦管理员了...",
    "replies": [
        {
            "author": "fiona",
            "timestamp": 1305664800,
            "txt_content": "回复 god-dog 的帖子\n\n很认真的看完了、楼主一语中的相当犀利喔~\n诚然、论坛的确还有很多不足之处、我们也相当头疼呢= =\n但是看到这篇帖子..好感动啊TAT\n\n关于点评的问题、我个人从使用者的角度来看、倒是个相当方便的东西。\n但是点评系统的不完善 造成了管理上的问题、这个一定会处理的、谢谢你=）\n\n关于论坛金币系统的问题、\n其实我们是不主张添加过多道具类插件的、但是很多用户反映金币没有用处。\n信游这么做...聊胜于无吧..这个也会继续讨论的。\n\n关于发布或编辑帖子没有删除线之类的问题、应该是没有开放全部html的关系吧。\n\n短消息提醒的话..我个人好像没有注意到耶= =\n但是如果大家都发生这样的问题、我们会加油弄后台的>.<\n\n再次谢谢楼主的中肯建议、 其实..我们都没学过网站搭建什么的TAT 所以..请多包涵 一起努力吧~"
        },
        {
            "author": "幕后白手",
            "timestamp": 1305684420,
            "txt_content": "现在就我所了解的。我来说说我的感受。\n\n先感谢楼主的想法及其意见。\n\n1.点评功能确实要改进。而且这个功能还是那种可以重复点评的，所以很懊恼。（带下次这星期会议，我们会提出加以改进）\n\n2.论坛会在一定时期进行升级，这是信游已经提出的问题了。但是杂升级的时候，我们还是要考虑论坛的质量，楼主应该也知道，现在的帖子质量很是个问题。……（省略几千字）这个应该是重中之重。\n\n3.勋章的话，其实可以没必要过多纠结这东西。不一样的人有不一样的看发。\n\n4.我们也会加强版主的管理能力以及论坛的完善。"
        },
        {
            "author": "god-dog",
            "timestamp": 1305698280,
            "txt_content": " 本帖最后由 god-dog 于 2011-5-18 14:00 编辑 \n\n首先感謝各位管理的關注。\n\n\n关于点评的问题、我个人从使用者的角度来看、倒是个相当方便的东西。\n但是点评系统的不完善 造成了管理上的问题、这个一定会处理的、谢谢你=）\n我自己在使用點評功能時也是覺得很方面，但當自己被點評后回覆時，卻覺得回覆評語好麻煩啊~有很多評語我都懶得回覆了，因為就算回覆，點評者看到的幾率也很小......\n\n关于论坛金币系统的问题、\n其实我们是不主张添加过多道具类插件的、但是很多用户反映金币没有用处。\n信游这么做...聊胜于无吧..这个也会继续讨论的。\n這個，我不是說現在這個插件不好，而是覺得，這種某些會員花錢讓某些會員遭殃的插件，應該加上個每天次數限制比較好（如果可以的話），爲了避免短時間內太多人的遭殃。\n\n关于发布或编辑帖子没有删除线之类的问题、应该是没有开放全部html的关系吧。\n月亮是這麼說的\n折叠功能是discuz本身没有的功能，大概需要修改才行吧。\n\n勋章的话，其实可以没必要过多纠结这东西。不一样的人有不一样的看发。\n不一樣的人有不一樣的看法我知道，所以才發了投票帖，只不過投票參與人數太少了......\n而且，我那四條原樣只有第四條才是個人看法，另外三條說的都是事實啊~\n其實我現在最想知道的是，其它管理員有什麽看法？因為月亮的原因......\n勋章里的黄金矿镐由超级无敌宇宙合金打造，比钻石还稀有\n而钻石矿镐虽然名字里有钻石二字，实则是廉价的水晶制品\n因而黄金矿镐才是最nb的 = =\n這讓人怎麼能接受啊~\n至於第二個理由\nmc里面黄金矿镐挖掘速度是最快的，但是论硬度却和木镐一样，如果放到铁镐和钻镐之间似乎也不合适。索性就作为最高勋章了。\n金鎬挖黑曜石大概要30秒，而鉆鎬大概要15秒......\n\n我见有几个单词翻译建议征集帖发在了公告与反馈区却没被转走，不知为何？这应该属于翻译内容的讨论，应该发在翻译专区才对吧？\n請問這個問題的答覆............................\n\n\n\n好吧，我承認我無聊，事多，又發現了一個問題.........\n魚妹兔表情重復了......702和653兩個都是哭臉...（仔細一看，稍微有些不同，但應該保留一個就夠了吧？建議保留第一個702）\n\n\n\n\n再問一個，管理員能不能努力一下，讓我們論壇得到官方認證，這樣應該對我們論壇的宣傳有很大幫助吧。如果太困難的話就加大宣傳力度吧，現在MC的玩家和一些MOD製作者都在3DM，我們這人很少啊，看到這麼冷清的論壇實在是痛心啊~"
        },
        {
            "author": "ToNick",
            "timestamp": 1305724440,
            "txt_content": "点评和回复毕竟是两个不同的功能，如果希望看到别人的答复，用回复就可以了。而点评主要是简短的评价，对于这种评价回应的必要性不大，或者做点评的人本就不希望再有回复。\n\n屏蔽可以在管理面板或后台中进行。普通会员如果认为点评有问题，也可以发信息向版主举报。\n刷版的坏处在于帖子列表的最新回复都是同一个人，给人很混乱的感觉，帖子点评不会在帖子列表显示出来，因此不属于刷版。\n连续点评超过三次算连帖。\n\n翻译征集帖放在公告区原意是想引起更多人的注意，不过的确属于翻译内容的讨论，我已经将其移动到翻译板块了。\n\n猪头术插件没有次数限制功能，所以没有办法:(\n\n论坛没有折叠功能，删除线是有的，不过要用discuz！代码实现，代码为\n[s]要删除的内容[/s]复制代码\n\n\n短消息在主页上是会提醒的，你的问题应该是个别现象，从一开始就是这样吗？\n"
        },
        {
            "author": "ToNick",
            "timestamp": 1305724560,
            "txt_content": "回复 god-dog 的帖子\n\n两个表情虽然重复，但不能删除，不然以前用的该表情就会变成一个代码了。"
        }
    ]
}