{
    "title": "Terraria.v1.0.6.cracked-THETA 下载",
    "author": "白夜騎士",
    "replyCount": 22,
    "timestamp": 1305662640,
    "txt_content": " 本帖最后由 白夜騎士 于 2011-8-10 05:59 编辑 \n\n\n\n\n\n\n\n\n\n\n\n\n\n特色：\n沙盒游戏\n随机生成的世界\n\n所需安装元件 : \nMicrosoft .NET Framework 4\nMicrosoft XNA Framework Redistributable 4.0\n要是无法安装上面的元件，而会提示需要安装\n32 位元 Windows 影像处理元件 (WIC)\n64 位元 Windows 影像处理元件 (WIC)\n下载地址 : \nhttp://www.xun6.com/file/53a738113/Terraria.v1.0.6.cracked-THETA.7z.html\n\nhttp://u.115.com/file/clgjl4uw\n\n硬盘版\nhttp://www.xun6.com/file/5a10ef113/Terraria.v1.0.6_RIP.7z.html\n\nhttp://u.115.com/file/bhzyh9u6\n\n更新履历 : 1.0.6\n\n\n---NPC---\nNPC Additions\n● New Enemy : Spike Ball (An Immortal Enemy.) \n● New Enemy : Blazing Wheel (An Immortal Enemy.) \n● New Enemy : Dungeon Slime (Contains Golden Keys) \n● New Enemy : Goblin Scout\n\n\nNPC Changes\n● Hornets in the Underground Jungle now shoot stingers. These stingers have a 1 in 3 chance of poisoning their target for 10 seconds. \n● Cursed Skulls now now have a chance to apply the Cursed debuff. \n● Bats, Harpy and Demon AI has been improved to prevent wall hugging. \n● Slimes when in water will now turn around when they have no where to go. \n● Man Eaters and Snatchers now have less HP, and are drawn above tiles rather than behind. \n● Lava Slimes no longer spawn lava when killed.\n● Meteor Heads now move much slower but do a lot more damage. \n● Bone Serpents now have a new death sound, and their hit-box has been re-calibrated. \n● NPC’s furniture requirements have changed to work with new items.NPCs now requires one \"comfort object\" (Chair, Throne, Bench, Bed, Toilet) and one \"flat surface furniture\" (Table, Dresser, Workbench, Tub, Bookcase) for a room to be complete before they will make it their home. \n● Thorns are now destroyed after you touch them and receive damage. \n\n\nNPC Bug Fixes\n● EoW is no longer \"defeated\" when he flees. \n● Npcs that are far from home and try to turn to return home will no longer twitch left and right when stuck. \n● Hornets are correctly now unable to enter water. \n● Vultures should no longer ‘float’ if the sand they are perched on falls from beneath them.\n\n\n---Items---\nItem Additions\n● New Item : Shadow Key \n● New Item : Golden Key \n● New Item : Shadow Chest (These require the Shadow Key) \n● New Item : Obsidian Background Walls \n● New item : Mud Background Walls \n● New Item : Jungle Spore (Replaces Jungle Rose in former crafting uses.) \n● New Item : Tattered Cloth \n● New Item : Battle Standard (Allows for manual starting of the Goblin Invasion) \n● New Item : Piano \n● New Item : Loom (Crafting Station, Now required for crafting most clothes from silk.) \n● New Item : Bench \n● New item : Dresser \n● New Item : Bathtub \n● New Item : Red Banner \n● New Item : Green Banner \n● New Item : Blue Banner \n●New Item : Yellow Banner \n● New Item : Lamp Post \n● New Item : Tiki Torch \n● New Item : Barrel \n● New Item : Chinese Lantern \n● New Item : Cooking Pot \n● New Item : Safe (A separate private storage from the Piggy Bank.) \n● New Item : Skull Lantern \n● New Item : Trash Can \n● New Item : Candelabra \n● New Item : Pink Jar \n● New Item : Mug \n● New Item : Keg \n● New Item : Ale\n● New Item : Bookcase \n● New Item : Throne \n● New Item : Bowl \n● New Item : Bowl of Soup \n● New Item : Toilet \n● New Item : Grandfather Clock \n● New Item : Statue\n\n\nItem Changes\n● Wooden Tables, Doors and Workbenches now have improved looking graphics.\n● Glow sticks price reduced. And are now a bit brighter. \n● Coins now leave a sparkle trail while moving.\n● Jungle Rose is now a rarer drop and no longer used to craft. \n● Grappling Hooks can no longer be spam shot, you must now wait until your previous shot lands or returns before you can throw another. \n● Suspicious Looking Eyes will now sometimes be found in chests. \n● Flamelash, Sunfury, and Flower of Fire are no longer dropped, they are now found in shadow chests in the underworld. \n● Ash and Mud no longer fall due to gravity.\n● Hellstone no longer produces light and is more rare. \n● Hellstone now spawns lava when it is mined, but only in the underworld. \n● Cacti no longer cause knock-back making running through a desert less of a hassle. \n● Potions now offer less HP on use, and their cool-down is now a minute. \n● Placing background walls is more simple, as 1 block holes are automatically filled in. \n● Flails now have a different mechanic. You can ‘spin’ them by pressing left and right fast over and over after they have been thrown while holding down the mouse button.\n ● ALL placed background walls are now considered ‘house walls’. (Yes even Dirt and Dungeon walls.)\n● Two of the same type of accessories may no longer be equipped at once. \n● Fish Bowl’s recipe has been changed to require Bottled Water, rather than just an empty Bottle.\n● Armors are now more ‘Class Type’ specific and their stats have been set accordingly. \n○ Meteor Armor - Buffs Magic Damage and Set Bonus : Space Gun 0 Mana Cost. \n○ Molten Armor - Set Bonus : Melee Damage \n○ Shadow Armor - Buffs Melee Attack Speed and Set Bonus : Movement Speed. \n○ Necro Armor - Buffs ranged damage and Set Bonus : Reduces Ammo Consumption. \n○ Jungle Armor - Buffs Max Mana, Magic Crit Chance and Set Bonus : Reduced Mana Usage.\n● Several Magic Items and Weapons have been rebalanced. Including but not limited to... \n○ Flower of Fire now does more damage, and costs more mana. \n○ Band of Star Power now adds 20 mana to your maximum, and no longer adds mana regeneration. \n○ Orb of Light now moves slower and is now listed as a buff that you can remove if you so desire and also know its remaining duration. \n○ Magic missile is now quicker and is ‘launched’ when you release the mouse button, rather than disappearing. \n○ Flamelash is ‘launched’ when you release the mouse button, rather than disappearing. \n○ Meteor Armor and Molten Armors no longer glow. \n○ Starfury now does a bit more damage, requires more mana, and now works underground. If a star is spawned inside a wall, it will be able to travel until it reaches open space and then becomes ‘solid’ colliding with the next wall it hits.\n○ The Mini-shark now has a 33% chance that shooting the weapon will not take ammo. So it does not consume as much ammo to use. \n○ Flintlock Pistols and Muskets are now a bit stronger.\n\n\nItem Bug Fixes\n● Bottled water can no longer be crafted by standing near lava. \n● Night Owl Potion now works correctly. \n● Piggy Banks should no longer float when the ground beneath the table it is on is removed from beneath them. \n● Melee speed increase items are now calculated correctly. \n● Cacti no longer destroy blocks as they grow.\n\n\n---Game Interface---\n● There is now an option to disable pickup text. \n● New Hot-key for grappling hooks. (Defaults to E) \n● Hot-bar Slots now show their Hot-key number. \n● The Mana Bar is now Blue, and text for gaining health is now green. \n● Interface Boxes are now colored differently. Inventory is Blue, Equip is Green, Craft is Purple, Shops are Brown, Piggy Banks and Safes are Pink. \n● Hot-keys for Mana and Healing Potions now work correctly with Rejuvenation potions. \n● Right clicking on an accessory or a piece of armor in your inventory will auto-equip it. \n● Newly obtained items will now be placed starting in the bottom right of your inventory rather than the previous top left. \n● There is now a Trash Can slot in the inventory. Placing an item here will destroy it. However the item will be saved in memory until another item is destroyed, allowing you to retrieve it if you wish. Holding Shift and Clicking and Item will move it to your trashcan. \n● When at a chest or piggy bank, there is now an option to loot all. This will take all items inside the chest/bank if there is room, If not it will take all items starting from top left. There is also a Quick Stack option for the reverse effect. If the chest you are viewing has items stored in it that you are also carrying, this option will stack those items into the chest combining stored and carried stacks. \n● When at a chest or piggy bank, there is now an option to Deposit all. This will take all items not in your hot bars and starting from the bottom right slot, place each item that will fit into the chest or bank. It will stop when space runs out. \n● It is no longer possible to drop items through the spaces between boxes in the inventory\n● Some Tools now give you an idea in their tool-tip of what they can mine. Example - \"Can mine Meteorite\". \n● There are now four ammo slots. Ammo may be placed here to de-clutter your inventory. Weapons will take ammo from these slots first, and will then take from any in the inventory after they are empty. \n● Hot-Bar slots that have a ranged weapon on them will show the current used ammo count on them. \n● There is now a toggle in your inventory, that when clicked, will LOCK your hot-bar and not allow you to change your currently used hot-bar item by clicking it with the mouse, only the 1 - 9 hot -keys and mouse-wheel will scroll them at that point. \n● Hotkeys can now be used to change selected item when the inventory is open. \n● Shops now sell items back to you. Holding Shift and Clicking and Item while at a shop will quick-sell it. \n● You can now quickly clear and cancel your chat message by hitting escape. \n\n\n---Misc---\nGameplay\n● New Feature : Critical Hits. There is now a small chance you will do more damage to an enemy \n● New Feature : Damage Types. Damage is now separated into Melee, Ranged and Magic damages. These will be used going forward for a few different systems, such as buffs, de-buffs. Items will list what kind of damage they do in their tool-tip so you know what will be effected by what buff. \n● Players now heal automatically when ‘not in combat’. You are flagged as in combat when you are damaged by anything. The longer you have spent after getting hurt will increase your hp regen speed slightly. \n● Mana now recharges on its own when you are not casting. Slowly if you are moving, and fast if you stand still.\n\n\nCharacter Creation\n● Added 19 new hairstyles. \n● There is now an option for ‘Male/Female’, this is used to change the characters voice. This way, any hairstyle can be used for either gender. \n● When choosing your hairstyle, you may now right click to cycle through the hair selections backwards. \n● There are now 3 difficulty modes that are set when creating a character.\n○ Softcore - Drop coins on death, keep max hp and mana values. \n○ Mediumcore - Drop all items on death, keep max hp and mana values. \n○ Hardcore - Drops all Items and deletes your character on death, requiring you to start a new character. On death you will become a ghost that can not interact with the world until you log out.\n\n\nGame Text\n● Corrected some spelling errors and also the placement of ‘%’ in some potion tool-tips. \n● Added several new randomized game 'subtitle captions'.\n● ‘Misc’ in Character Creation color selection, has been renamed \"Shoes\".\n\n\nMusic and Sound\n● New Music : Corruption. \n● There are new sounds for the following actions/events \n○  Talking to an NPC \n○  Mana Becoming Full (also shows a purple sparkle on player) \n○  Using Water Bolt, Flamelash, and Flower of Fire \n○  Starting to Drown\n○  Some sounds have a randomizing pitch change (like sword swinging), to make them have more variance.\n\n\nPerformance\n● Optimized \"Finding Tile Frames\", so worlds should load faster&#65279;\n\n\n---World Gen---\n● More Gems spawn in the jungle. \n● Hell Houses now spawn differently. A worlds Hell Houses can rarely spawn as all obsidian, and they can now get really tall. \n● Underground Jungles now have a Mud Background \n● Dungeons should no longer spawn in the ocean. \n● Deserts now spawn slightly further away from spawn. \n● Dungeons now spawn with more spikes and less lighting. \n● Underworld Ash is now filled with more lava pockets, making mining Hellstone more of a challenge. \n● Some items no longer spawn in Dungeon, these were meant for non-dungeon areas.\n\nSo completes the Balancing and Polish patch.\nAnd now work begins on the first true major content patch. 1.1 here we come!&#65279;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTerrariaInvEdit.rar\n\n\n2011-5-18 20:54 上传\n点击文件名下载附件\n\n\n\n\n62.95 KB, 下载次数: 175\n\n\n存档修改器\n\n\n",
    "replies": [
        {
            "author": "k19850209",
            "timestamp": 1305681960,
            "txt_content": "报毒"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1305683160,
            "txt_content": "無視terraria 我喜歡mc風格"
        },
        {
            "author": "sun524416027",
            "timestamp": 1305691200,
            "txt_content": "无视+1\nMC风格+1\nx10-1"
        },
        {
            "author": "白夜騎士",
            "timestamp": 1305717360,
            "txt_content": "k19850209 发表于 2011-5-18 09:26 \n报毒\nVirSCAN.org Scanned Report :\nScanned time   : 2011/05/18 18:51:47 (CST)\nScanner results: 16%的防毒軟體(6/37)報告發現病毒\nFile Name      : Terraria.v1.0.1.cracked-THETA.7z\nFile Size      : 6112721 byte\nFile Type      : 7-zip archive data, version 0.3\nMD5            : 7032914bf063259b78db2d0dadfc02ed\nSHA1           : 320fd99e72833b77de3f429e531c09317355d030\nOnline report  : http://file.virscan.org/report/6 ... 717921dc60d540.html\n\nScanner        Engine Ver      Sig Ver           Sig Date    Time   Scan result\na-squared      5.1.0.2         20110517051024    2011-05-17  40.09  -\nAhnLab V3      2011.05.17.00   2011.05.17        2011-05-17  40.09  -\nAntiVir        8.2.4.236       7.11.8.53         2011-05-18  1.16   TR/Crypt.XPACK.Gen2\nAntiy          2.0.18          20110205.7694535  2011-02-05  1.46   Trojan/Win32.Agent.bezg[Downloader]\nArcavir        2011            201105080215      2011-05-08  1.67   -\nAuthentium     5.1.1           201105172240      2011-05-17  1.42   -\nAVAST!         4.7.4           110517-1          2011-05-17  0.23   -\nAVG            8.5.850         271.1.1/3644      2011-05-18  4.39   -\nBitDefender    7.90123.7342849 7.37503           2011-05-18  6.52   -\nClamAV         0.96.5          13085             2011-05-17  1.93   -\nComodo         4.0             8729              2011-05-17  40.09  -\nCP Secure      1.3.0.5         2011.05.17        2011-05-17  0.51   -\nDr.Web         5.0.2.3300      2011.05.18        2011-05-18  13.91  -\nF-Prot         4.4.4.56        20110517          2011-05-17  1.45   -\nF-Secure       7.02.73807      2011.05.18.01     2011-05-18  14.25  Trojan.Win32.Chifrax.a [AVP]\nFortinet       4.2.257         13.230            2011-05-16  40.09  -\nGData          22.363/22.103   20110517          2011-05-17  40.09  -\nViRobot        20110517        2011.05.17        2011-05-17  4.12   -\nIkarus         T3.1.32.20.0    ..1.32.20.0.      --1.32.20.0 0.01   -\nJiangMin       13.0.900        2011.05.16        2011-05-16  37.87  -\nKaspersky      5.5.10          2011.05.17        2011-05-17  1.15   Trojan.Win32.Chifrax.a\nKingSoft       2009.2.5.15     2011.5.18.9       2011-05-18  40.09  -\nMcAfee         5400.1158       6340              2011-05-08  9.61   -\nMicrosoft      1.6802          2011.05.17        2011-05-17  40.09  -\nNOD32          3.0.21          6128              2011-05-17  58.73  -\nNorman         6.07.08         6.07.00           2011-05-17  14.02  -\nPanda          9.05.01         2011.05.17        2011-05-17  40.09  -\nTrend Micro    9.200-1012      8.164.05          2011-05-17  0.02   -\nQuick Heal     11.00           2011.05.18        2011-05-18  40.09  -\nRising         20.0            23.58.00.06       2011-05-16  40.09  -\nSophos         3.19.1          4.65              2011-05-18  6.79   Mal/Generic-L\nSunbelt        3.9.2492.2      9302              2011-05-16  40.09  -\nSymantec       1.3.0.24        20110517.003      2011-05-17  108.95 -\nnProtect       20110516.01     3451063           2011-05-16  40.10  -\nThe Hacker     6.7.0.1         v00176            2011-04-18  40.09  -\nVBA32          3.12.16.0       20110511.2137     2011-05-11  24.25  Malware-Cryptor.General.6\nVirusBuster    5.2.0.28        13.6.359.0/51916892011-05-18  0.00   -"
        },
        {
            "author": "471998145",
            "timestamp": 1305723300,
            "txt_content": "这个你发的修改器好像这个正式版不能用。。。。用了之后就提示出错。。。求解决"
        },
        {
            "author": "471998145",
            "timestamp": 1305723360,
            "txt_content": "恩。。。。。。我汗。。。。。。发错帖子了"
        },
        {
            "author": "hkw7979",
            "timestamp": 1305803820,
            "txt_content": "有毒！"
        },
        {
            "author": "白夜騎士",
            "timestamp": 1305856980,
            "txt_content": "看得出来一堆人没用过THETA组的破解，会报毒是防盗版。"
        },
        {
            "author": "白夜騎士",
            "timestamp": 1306180440,
            "txt_content": "更新到 1.0.2版，\n修正一些问题，新增一些选项、物品。"
        },
        {
            "author": "zhou68868189",
            "timestamp": 1306190820,
            "txt_content": "修复了复制沙子bug啊,沙子也挺有用啊,不能复制挺麻烦,\n话说这样只改名字持续更新的下载帖没人给个置顶吗?"
        },
        {
            "author": "饺子",
            "timestamp": 1306312020,
            "txt_content": "置顶～～已经下载～新版做东西好方便，右键一次一大堆"
        },
        {
            "author": "白夜騎士",
            "timestamp": 1307061780,
            "txt_content": "更新到1.0.3，下載吧!!!"
        },
        {
            "author": "istkiller",
            "timestamp": 1307073780,
            "txt_content": "回复 白夜騎士 的帖子\n\n谢谢，但是安装时总提示：无法访问指定设备、路径或文件。是什么原因？"
        },
        {
            "author": "白夜騎士",
            "timestamp": 1307075580,
            "txt_content": "回复 istkiller 的帖子\n\n可能被杀毒软件给档了，给个硬碟版。\nhttp://www.xun6.com/file/fe0c67114/Terraria+1.0.3.7z.html"
        },
        {
            "author": "istkiller",
            "timestamp": 1307088780,
            "txt_content": "回复 白夜騎士 的帖子\n\n谢谢"
        },
        {
            "author": "ikik8888",
            "timestamp": 1307104920,
            "txt_content": "回复 白夜騎士 的帖子\n\n正好看到，还是喜欢 压缩包 谢谢分享  {:handshake:}"
        },
        {
            "author": "zhou68868189",
            "timestamp": 1307120880,
            "txt_content": "115:文件拥有者暂时没有权限分享文件。"
        },
        {
            "author": "FMzero",
            "timestamp": 1307156400,
            "txt_content": "没有下载器的表示连115都不能用= =一个都不能下载..."
        },
        {
            "author": "白夜騎士",
            "timestamp": 1307749860,
            "txt_content": "更新到 1.0.4版"
        },
        {
            "author": "zhou68868189",
            "timestamp": 1307753940,
            "txt_content": "1.04加的东西好多啊"
        },
        {
            "author": "白夜騎士",
            "timestamp": 1312926660,
            "txt_content": "更新到 1.0.6版"
        },
        {
            "author": "wellfrog",
            "timestamp": 1312930740,
            "txt_content": "感谢LZ提供"
        }
    ]
}