{
    "title": "<原创·圣杯>我们的生活需要哲学吗《已经完满的第四天》第一章 存在即意义？",
    "author": "hayah",
    "replyCount": 10,
    "timestamp": 1440169740,
    "txt_content": " 本帖最后由 hayah 于 2015-9-12 22:23 编辑 \n\n第四章：为什么放弃思考第二章：有意义的不存在，无意义的存在第三章：我们无法和时空抗衡 科幻偏多，如有不适，请酌量服用Lucky-Jason Mraz\n\n\n已经完满的第四天\n\n笔者自述：    一颗孤寂的心，沉湎于黑暗中，一颗孤傲的心，冻结于坚冰中。寒冷与黑暗，为何能催生出象征生命与活力的光与热，难道说，世上的一切，都诞生于那冰冷漆黑的虚无？还是说，我们的本质便是如此。    这，那，我们看到的，听到的，闻到的，想到的，感受到的一切，是自由意识，或者仅仅使脑中的电信号和一些化学物质？    是坚信前者的确凿无疑，却又不甘后者的无可辩驳。    这一切，是需要我们在黑暗中温暖模糊地体会，还是在明亮的光线中冰冷客观地验证。    是哲学，还是科学？起源于同一个点，又在时间轴上经常偶遇，还是它们从未分开过？    现代生活离不开科学，而哲学似乎只能被供在圣坛上，离我们的生活遥不可及，坐着冷板凳，成为少数人的珍肴。    说不定，在某个遥远未知的星球上，哲学的待遇会截然相反。    或者，就在我们身边，哲学其实从未远离，它，就在那儿，在生命、生活之中。\n序言：上帝创世纪的第四天，世界就已经完满了，为什么还会有后来的动物和人？本小说以minecraft为背景，描述了各种生物在精彩的历险与对话中，逐渐摸索出生命的门道与价值，这可能是很短暂的一个过程，或许又是漫长的，但最终，那些隐藏的、显露的都无一例外的会被找到，但仍可能无法解开。\n警告！本剧情完全产自笔者的脑洞，若影响了您的游戏情绪……（万分抱歉）\n\n（图片来源：Him和Steve的故事）这好像是从哪粘来的，没错，是从麦块上粘贴的，不过我就是那个楼主，粘一下应该没太大关系吧。(Hydroh:批准了，粘吧)\n由于已经在Word上写完了3章，所以会很快发完的。第一章中还会有很多的瑕疵和瞎扯，大家不要见谅。\n第一章 存在即意义？\n\n提纲人物：小猪，Steve，Notch，村民，铁傀儡，主线：Notch和Steve关于对待生命态度的讨论（撕逼）副线：村民的日常（其实一点也不常）环境：主世界富饶的平原，有农田、牧场、河流，巨型村庄故事背景：被抹掉的一天时间：@#%*@&第一幕：小猪的第一天日出，东方的天空露出鹅黄，那个方向，草原无限延伸着。近处的杂草轻微的摆动，不是晨风拂过，而是昨晚新生的小猪从一个小坑中跳出，准备迎接它的第一个早晨。迷迷糊糊，眼睛还尚未睁开，它用鼻子嗅着周围的气息。“嗖”利箭划破清晨的宁静,“oink！”直击小猪的头部，并伴随着一声清脆的嚎叫。这是它此生第一次感受到痛，本能地，通过那从不知所踪的母亲继承而来的能力，它奋力地迈动四肢，毫无方向地四下乱撞，撞碎了杂草，冲向了远方的一颗孤零零的橡树，它撞得头痛，意识逐渐模糊，那根深深扎入它头部的箭仍然不能被甩脱。最后，它又本能地，向着光的方向跑去，这是动物的天性.然而，那明亮四方露出半截的方形，却暮然消减，一团黑黑东西，挡在了它面前。不知道为什么，我，要停下……小猪缓缓地抬起了它那已经有些支撑不住的被鲜血浸湿的脑袋，一行鲜血从它的头顶，顺着脸颊流到了它的嘴角，咸咸的，这是它生平第一次使用了味觉，却是以这样的方式。动物，向往的是光和热，为什么要在黑暗面前停下脚步。那四条短小的腿，从未学习过，竟颤抖了。抖落了身上沾着的几片叶子，也抖落一个新生命对未知世界所有的好奇和美好的期望。它，彻底怔住了。那团黑色的物体越来越大，但边缘却模糊了，不知道为什么。可是，绝望已经来不及降临。因为……它生命之末感受到的是两团飓风一样的东西袭来，这是它此生感受到最强烈的触觉。“噗通”一个粉红色的小生命伏倒在了软软的草地上，翠绿色的草尖上沾上了红色。可所有这些，都是我们观察不到的，在几毫秒的时间内，变成一团白色的粒子，撒向了空气,渐变地消失了。                                                                       第二幕：Steve——实用主义的化身远处地平线上，那个被我们称作太阳的东西，已经完全升起。黑色的身影逐渐明朗起来。“What？为什么什么都不掉？”这是一个人的轮廓，确切地说，是这个游戏的玩家。玩家——是该游戏中的一种生物，由另一个世界中某种叫人类的生物通过某种电信号的方式控制的。“还耗费了我一支箭。真见鬼！”他的名字是——Steve。在他正方形的脸上，没有任何表情，我们却能从他的话语中感受到愤怒。那是一张黝黑的脸，深褐色的头发，无神的斗鸡眼，我们感觉到了他的……额。一圈衰气的络腮胡，给这张平庸的脸增添了几分老气。那个像从午餐肉罐头中拿出的部位是他的手和胳膊(连在一起了)，手上拿着的是一种由木棒和线做成的一种远程非投掷性武器。我们很好奇这张叫弓的武器是如何连接的。还有Steve怎么让他那看起来摇摇欲坠的胳膊、腿和身体连接起来的,他可以保证射弓的时候，不会将身体的哪个零件射出去吗？看来，唯一没有槽点的就是他的穿着了。不像很多爱好国王的新衣的gentlemen，他的衣着——平凡而朴素，色彩单调却易于辨识，让他人看得无力吐槽却极大地方便了自己的工作。实在伟大啊？是谁创造的如此伟大的生物呢?                                                            第三幕：一个来自遥远北欧国度的人“Notch，我***！为什么小动物什么都不掉落，身上**有那么多肉，我看都看到了，小鸡有毛，小绵羊也是，为什么杀死了就是不掉？为什么？为什么！”越想越生气，Steve将弓掰断，扔在了一边。这款叫Minecraft的游戏，有很多不科学和他无法理解的事物,他都想找Notch问明白。起初，他把这一切的的一切全归咎于Notch的奇怪偏好。“一个恋物癖，”Steve自得地笑道，“他还和枯灌木约会，还有什么更离奇的不能理解的事呢？”可是，这种唐突的解释远不能让Steve满意。人是一种喜欢不断质疑（没事找事）的生物嘛。几秒种后，他就放弃了那个念头。“如果真是那样，是他个人的原因，”Steve信誓旦旦地说，“我宁愿选择死亡！”“额……选择挖到钻石掉岩浆里！”“……丢一套铁装？……”Steve承担不起比这大的损失，QwQ。Notch，他会看到这些吗？作为这款游戏的主要开发者之一，他现在在干什么呢？“……”长时间的沉默，Notch盯着那个由上帝视角的监视器传来的画面一言不发。“看来，有些事务必要解决！”挂在红褐色橡木衣架上的黑色礼帽被取下，扣在了一颗1000瓦亮度的脑袋上。这是他最日常的穿着——黑色的礼帽，黑色的风衣和黑色的雨靴。这身打扮似乎是为了出席殡葬仪式或什么哀悼会（Minecraft被微软收购哀悼会）,并不然，这只是他低调的个人作风的一种外在体现，是一个北极圈南邻国家的衣着象征。极寒、狂风、暴雪以及过去的何等野蛮，都无法掰倒这个国家当下的强盛，并非仅强于军事、经济、政治，更是强于她的人民平等自由却不失自尊自律，富有创造力却不逾法律法规，博爱众生却不过道德底线。而Notch本人，虽已将这款游戏售予微软，却不挂暴富之心，没有抛弃下以前的工作——徜徉于开发游戏之海。（第四幕开始看的会有些乱，请大家放慢阅读速度，多想一想，文章里面埋了很多的伏笔（标题就有鬼），有兴趣的同学可以找找看）听首歌吧 \n第四幕：“/tpa 0 60 0”“@@￥%……”这款游戏，如今已经具备了诸多要素——挖矿、建筑、地形、红石、附魔、酿造、生物……提到生物……烈日当头，Notch走进一个村民的家中。“嗯！”一只村民将刚烘培好的热面包和热咖啡拿出来招待。Notch坐下，将帽子搁在了身旁的桌子上。“午饭，我已经吃过了。”Notch招呼那只穿绿袍的村民坐在他身边，“今天我过来，我有一件事想和你确认一下。”村民扭过头，目光从窗外的巨大人形生物转移到了Notch身上，他并没有坐下。“那个生物，”Notch微微咳了一下，“是你们和玩家创造并制服的吧！”“嗯哼！？”“它是我的一个想法，本来是要成为主世界一中稀有庞大怪物的生物，已经被我改过代码了……”“嗯哼？”“它没有，再攻击过你们了，是吗？”“哼！”村民觉得Notch说话结结巴巴的，是不是有什么事。“这么强大的生物不太适合让它当怪物啊！”“嗯？为什么？”村民第一次听到从自己嘴里说出一个词语，有点惊讶。Notch似乎并不在意这点。“因为……”Notch低下了头。——“moo！”“牛肉，啊，太可口了，numnumnum。”Steve喜欢吃肉，特别是牛肉。这是一只野生成年牛生命的结束。“为什么？”嚼着嘴里的牛排，“小动物就什么也不掉落？”Steve一边往太阳升起的方向，也就是家的方向赶去，一边继续思考着。一条熟悉的沙砾道路踩过时发出沙沙的声响，松软而又踏实，那是一个村庄曾经在这存在过的证据。几十米远的地方，一幢屋子逐渐矗立在面前。这是一个主体用原石和石砖堆砌而成的屋子，不太高，十多米。不像这幢房屋的主人那么普通，凑近看，会发现二楼阳台种满了动物，蕨类、种子植物、菌类、还有红玫瑰和郁金香。走近后，门口的路变成了红砖质地的，深色橡木门周围嵌着橡木板来承重。平顶被充分利用，改造成了娱乐场所——乒乓球桌、咖啡吧台、阳伞还有露天的游泳池，让他一个人的游戏更加充实。一顶黑色的礼帽映入了眼帘。“什么情况？”路两旁的树木飞快地向身后远去。“呼……呼……”脚步慢下了，Steve轻轻推开了门。“Notch？”……\n第五幕：Notch的诡辩“它——没有心……”村民的目光瞬间凝滞了，过往的画面一幅一幅闪现过他的脑海。许多生物,他都有接触过。动物们，每只动物都是充满着好奇打量这个世界的。僵尸们，虽然与村民为敌，不知道是不是有什么前世过节，但他知道，这些家伙团结起来是十分惊人的，Steve也吃过苦头。僵尸们显然是有心的。骷髅？这些家伙的进取心十分吓人,虽然只是一副骨架，但却梦想着成为人类，如今，只差一副人类的外壳了。爬行者，Steve或许不知道，并非藏着一颗一命换一命的自爆之心，而是想和Steve亲近，可每次因过度激动而爆炸了。末影人，更不用说了，看过它造的小黑圣殿，谁都会无话可说。……他自己，也是有心的（黑心），至少他知道Notch赋予村民们的价值。“铁傀儡它——”绿袍村民喊出了窗外那只巨大生物的名字。“没有心？”“嗯。”村民回忆起了他们和Steve刚造出这只生物时，它毫无目的地游荡，肆意地用巨大沉重的铁臂敲打着周围一切的事物,包括这位可怜的村民，再想一遍，都能感受到当时被撞得淤青的鼻子的痛楚。“为什么它会没有心！这东西不是该由你注入的吗？”“可你要明白，这种东西，不是一两天就可以拥有的……”\n“Steve！”Notch喊道，“你今天又杀小动物了吗？”“这个……我想问，为什么小动物什么都不掉。”第一次遇见Notch，Steve内心激动而又紧张，急着问一些问题。他走到桌旁，不急着坐下，看到了因为传送不准确，只有一个灯泡露在地板上的Notch而暗自偷笑。这是那次灾难后，Steve懒得填坑，便把地面加高了一层。“Steve，你不知道吗？如果你每天杀那么多动物，不论大小，最终动物会绝种的！”“绝种怎么了！”Steve态度强硬起来，“我还有农作物可以吃。看到不杀，留着何用？还有你为什么不编码，让小动物也掉落东西，少一点也是可以接受的。”“小动物如果掉落东西，”地板下传来声音，“那么他们就更难幸免于你们玩家之手了，动物的数量就会更少！”“动物少了又怎样，它们存在不就是为了给我们杀的吗！”Steve实用主义者的身份已经暴露无遗。“这样吧，那你说说看，怪物们存在的意义是什么？”“给玩家打的咯。”“但据我的资料统计，你并没有杀掉你遇到的每一只怪物，近80%都是被刷新掉的，而动物呢，你从来没有放过任何一只你遇到的。”Notch跳出地板，扔出了一份记着杀怪数据的纸。看都不看，Steve厉声吼道：“我作死吗？那么多猪人，***打个毛啊！去一趟末地，根本就来不及打那么多末影人，打个gui！”Notch笑了：“那怪物存在的意义呢？”“……”Steve沉默了，喷薄而出的岩浆被一桶冰水浇灭了，Steve开始重新审视生物存在的意义。“磅”的一声巨响，刺穿了空气。门被一双粗壮的胳膊撕扯开，卡尺卡尺的响声让人误以为是什么生物的骨头断裂了。它探进了那颗与身体比例不符的小长方体脑袋，用暗红色的眼睛打量着屋内，结果反被一道耀眼的白色反光晃瞎了。“咚咚咚”台阶被踩成木屑，在铁傀儡逃跑的路上被撒向各处，金属间的摩擦声回荡在整个村庄。“这破坏力也真够可以的！”Notch望着一半在屋内，一半在屋外的木门。村民呆呆地盯着Notch的脑袋，欲言又止。第六幕：太阳像昨天一样升起“最初我创造这个生物，”Notch看着仍没回过神的绿袍村民，“完全是出于我自己的臆想，从来就没想过赋予它一颗心，也就是给它存在的意义。”村民瞪大了那双宝石绿的眼睛，你不是在逗我？“你是想问我为什么还要创造它吧！”“嗯！”Notch嘴角微微上扬，又抑制不住他那爱开玩笑的特点：“为了浪费你们36个铁锭啊！哈哈哈哈……”村民平静的内心冒起了烟，他多想用那双伸不出去的手猛击那颗光亮的脑袋，但碍于面子，他止住愤怒。“开个玩笑，”Notch皱紧了眉头，“你，需要知道一件事，”空气凝固了。Notch把脸凑近村民的鼻子，“这个游戏中的生物，”村民斌住了呼吸，“在创造之初，包括你们村民，都是，没有——存在的意义的！”……上帝创世记，到植物的阶段就已经完满了，为什么还会有后来的动物呢？怪物们，存在的意义？Steve始终不解。这款游戏不是为玩家开发的吗？那么所有的一切都要围绕着玩家运转才对。怪物？“是为了提高生存难度，增加游戏挑战的乐趣的！”Steve惊醒。“Notch！”他叫喊道。“你竟然利用我的语言漏洞诡辩!”怪物存在的意义是给玩家打说得并不准确，它们，可以杀死玩家，被玩家所杀，或者，更多时候，在那里存在着，完成自己的Steve永远无法知道一星半点的使命。而动物的存在，仅仅是不能威胁到玩家的生命，它们本来可以具备那个能力。我们的Steve可否想到了这点?“Notch？“Steve奔到门外，没有看到那顶黑色的帽子。“他走了？还是……他从未来过？”Steve的单人游戏充满着各种普通的事,他沿着那条穿过小丛林的沙砾路，想走回那个早上击杀小猪的地方，这次，他手里什么也没拿。路两旁的树异常的平静，没有一丝动物存活的迹象，而太阳，已悄然地在Steve背后升起。\n\n\n第一章终\n\n\n\n\n\n\n\n\n\n（吓死人的作者）\n\n\n\n\n",
    "replies": [
        {
            "author": "林悦彪",
            "timestamp": 1440170100,
            "txt_content": "林悦彪 发表于 2015-8-21 23:16\n我没事的时候也总是脑洞“我们的世界根本没有意义，我们的生活只不过是 空 ”之类的233 ...\n话说...不能评分？"
        },
        {
            "author": "林悦彪",
            "timestamp": 1440170160,
            "txt_content": "我没事的时候也总是脑洞“我们的世界根本没有意义，我们的生活只不过是 空 ”之类的233"
        },
        {
            "author": "hayah",
            "timestamp": 1440170220,
            "txt_content": "林悦彪 发表于 2015-8-21 23:15\n话说...不能评分？\n我好像都不会盖楼了，这个论坛，我还是个新人，不太会用操作界面，待会儿改一下"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1440170940,
            "txt_content": "这类型的小品文用第一人称更好，\n那样就没人知道你到底是哪一立场，读者更容易入坑"
        },
        {
            "author": "炽晖君GGGOOO",
            "timestamp": 1440171000,
            "txt_content": "原来这贴这么正经我以为是吾♂王_(:зゝ∠)_"
        },
        {
            "author": "hayah",
            "timestamp": 1440245940,
            "txt_content": "我一直在思考一个问题，虚荣心是一个推进人类社会进步的重要动力源，然而，天才般的作品，真的能够由虚荣心产生吗？或者说，难道只有纯粹的热爱才能促进好的作品诞生吗？"
        },
        {
            "author": "1137246733",
            "timestamp": 1440246540,
            "txt_content": "hayah 发表于 2015-8-22 20:19\n我一直在思考一个问题，虚荣心是一个推进人类社会进步的重要动力源，然而，天才般的作品，真的能够由虚荣心 ...\n虚荣心多的人无非就是为别人而活的人、靠别人对自己的看法而活的人。\n一部分人是这样。\n另一部分是那种为了自己而活的人，也就是为了的自己的热爱、追求去活的人。\n这样的人，才会真正创作出好的作品。\n当然我相信在这个论坛很少会有这样的人出没（包括你我也不可能完全是为自己而活）\n这意思就像是花一样：\n室内观赏用的花，是为了受别人观赏而生长\n野外最深处的话，是为了自己的一切而生长"
        },
        {
            "author": "hayah",
            "timestamp": 1440249180,
            "txt_content": "Donnies_Ming 发表于 2015-8-21 23:29\n这类型的小品文用第一人称更好，\n那样就没人知道你到底是哪一立场，读者更容易入坑 ...\n十分抱歉，本文中任何立场都是模糊的，没有绝对的黑白、是非，我只是站在一个旁观者的角度，尽力不带主观意愿的给大家展现一个客观真实的世界。\n这篇小说连主角也不是固定的，所以不用谈第一人称什么的，不然麻烦程度可想而知，可为了表达效果，视角经常需要切换。\n最后，感谢您的评论与建议。\n期待一下第三章吧，看过Him与Notch的对白与对战，你就知道什么叫没有绝对的立场了。^_^"
        },
        {
            "author": "hayah",
            "timestamp": 1440250560,
            "txt_content": " 本帖最后由 hayah 于 2015-8-22 21:54 编辑 \n1137246733 发表于 2015-8-22 20:29\n虚荣心多的人无非就是为别人而活的人、靠别人对自己的看法而活的人。\n一部分人是这样。\n另一部分是那种为 ...\n\n我觉得，人类社会大部分是靠虚荣心推动的（这里的虚荣心不是贬义词，是指一个概念，为一己之利，或为自己关心的人牟利，是指与利益有关，不是为谁活什么的）最好的例子就是当今世界上所有的资本主义制度，他们不是发展的很好嘛，会存在因私利而产生的问题，但仍不失为一个不错的制度。\n许多作家也都承认，如果不是受到读者喜爱，自己也不会创作那么多、那么勤的。\n不过，虽然纯粹的个人喜爱仅占少数，但那些却也创作了史上许多的奇迹。会有人说，梭罗是为获得赞誉而写作吗？会有人说，沈从文是为了让读者了解自己的故乡而写作的吗？会有人说，黑塞是为了让人了解他内心的孤寂而写作吗？还有数不清的科学家和文学家等等。\n可这时，我们发现，虚荣心的界限似乎模糊了，梭罗为了追求内心享受自然的愉悦而写作，就不是虚荣心了吗？沈从文为了表达对黔桂之地故乡的热爱，也不是想着家乡的人吗？黑塞描写荒原狼追求艺术、却又不屑尘世那狂放不羁的心，就没有一点在文学界引起轰动的想法吗？\n这些似乎都不重要，虚荣还是纯粹喜好，不需要什么界限来划分，这界限本来就是人为规定的，为什么不能人为的去除，我们关心的是，这是否是一个好的作品，为什么要刨根问源呢？\n我们的社会，就是在在这种模糊的情况下进步的，这台机器的运转，从未有过一个明确的起点和过程，它生产的一切伟大的成果，就算是纯虚荣心和功利心的产物，你会不接受它吗？"
        },
        {
            "author": "1137246733",
            "timestamp": 1440251220,
            "txt_content": "hayah 发表于 2015-8-22 21:36\n我觉得，人类社会大部分是靠虚荣心推动的（这里的虚荣心不是贬义词，是指一个概念，为一己之利，或为自己 ...\n一切随它便好"
        }
    ]
}