{
    "title": "<原创>漠滩涯杂记 [作者TitaniumElement]",
    "author": "ccccjcc",
    "replyCount": 1,
    "timestamp": 1440176100,
    "txt_content": "文章大约5000字上下作为MCBBS第八届擂台赛作品背景故事\n背景基调为奇幻的中国风\n\n序\n    随着门的一声巨响，老贮伴着风沙的肆虐一头撞了进来，茶肆里的人无一例外的盯着他。年过半百的老贮是砂雨畔最出名的水镖行家，今天是这个月水镖到镇子的日子。几个流氓一边以苦茶下赌注，猜老贮的镖被劫了，一边笑嘻嘻的看着他扶着门框站起身。    老贮拍下了身上的沙子，手扶着墙走到了靠门的一张桌子。吴掌柜赶忙从柜台后奔到了门前，他只望了一眼外面，然后便关上了们。风声消散，店内除了老贮坐下时板凳发出的咯吱声响外鸦雀无声。所有人的目光始终未离开老贮，似乎在等着他说些什么。    吴掌柜给老贮沏了一碗苦茶，老贮一把抓起茶杯便一饮而尽。    “贮镖头，您的沙龟呢？”吴掌柜先开口了    “走......走散了。镖至漠滩涯，起了扬沙。勿说沙龟，走镖的几个弟兄生死未卜。”    老贮咳嗽了一下，黝黑的脸上泛起了些许绝望的神情。吴掌柜拿出了店里仅剩一些浊酒摆在了老贮面前。老贮习惯性的接过酒壶，只喝了一小口。那几个看热闹的流氓因为赌局的输赢开始大肆吵闹起来，其他的客人也又开始品茶说笑，吴掌柜也在另一张板凳上坐了下来。    “吴兄，我贮禾走镖三十年，不是头一遭吃瘪。扬沙虽凶，可贮某不惧。”    “贮镖头所言极是，砂雨畔若无贮镖头日夜兼程，怕早已荒废。”    “然此番灾厄却非扬沙所致......我念你是我至交，仅与你一人分说。”    “此话怎讲？”    “镖至漠滩涯，护镖的弟兄便远远瞧见前方风沙将至，遂支避沙布，将人与沙龟围入避风处”老贮又喝了一口酒顿了一顿，“一切妥当，弟兄们便靠着沙龟围坐，背对扬沙，静待天清。约过半刻钟，忽闻天外有巨响，似野兽之咆哮，又似碰撞之巨响。一个弟兄抬头，便立刻疯了似得哭喊着奔了出去。”    “此人所见何物？”    “当时我也不知，只是见此状，当下令众人切勿抬头，只身一人背着扬沙起身，便追去那出逃的弟兄了。扬沙中未踱几步，只闻天外又一声巨响，刹那间风卷狂沙，那力道直将我甩上天去。挣扎间，我恍然见那剩下的几个弟兄和沙龟也一道被卷出九霄云外......”    吴掌柜盯着老贮的脸不说话。老贮的手开始颤抖，他缓缓的拿起酒壶，然后一饮而尽。    “我背身落地，仰面朝天，当我强忍风沙睁开眼，映入眼的则是一条怪鱼......”    “怪鱼？莫非贮镖头是慌乱中看走了眼，错把那扬沙卷起的杂物辨作了鱼？”    “吴兄此言差矣。那怪鱼足有千百只沙龟大小，身长百米。因鱼肚极大，因而不见鱼头，其肚似东域鼓腹之河豚，且非白，棕褐带金。而鳍则为血色，黑红相间，上下翻动，似飞舞与扬沙中。我一蒙，竟躺在扬沙中动弹不得，直至我见那鱼尾，同两只大鳍奋力一扇，便又是一顿翻江倒海......自我昏迷至我醒，约半个时辰。醒后我便独自行走至此。”    坐在店里独自下棋的老人，站起了身，缓缓的走向了吴掌柜和老贮的那张桌子。他从袖中摸出一枝烂毛笔，沾了着茶壶中黑色的苦茶在桌上写下四句诗。 血鳍动扬沙帆翼便舞罢金钟震浮华龙过漠滩涯     那老人写完了最后一笔，留下半竹筒水当做买茶钱，大笑一声扬长而去。等他走出门外，大漠已是风定天清，星辰初现。老贮透过门，定睛一看，他的弟兄正骑着他那只老沙龟缓缓走向茶肆。    “请问高人尊姓大名，又从何事？”老贮追出了门，向老人大喊。    “老夫姓史，名蒂夫，所从何事？一介匠人罢了。\"\n漠滩涯杂记上    三十年前，当漠滩涯还是沙海中最大的一片绿洲时，我在那曾亲眼见到有一个怪人钓上来一条怪鱼。说到鱼，漠滩涯的巨湖中有一种鱼乃是当地的特产—— 沙地金龙。绿洲周围一带只有家室最为显赫的达官贵人家中才会养着这种价值连城的金龙鱼。此鱼种只活在漠滩涯的大漠绿洲中，气候稍有不适便会褪为黑色，所以中原的皇室都无法观赏此鱼。至于为何价值连城，一是此鱼种全身金黄，彷如黄金制品。二是这种鱼只在每年气候最为凉爽的时节繁衍，对于沙漠来说，便是雨季了。沙海每年鲜有降水，滴水不降在当地人眼中是常事。其三，便是因为此鱼从幼年至成年需数十年，寿命甚至长了过沙龟。如果说沙龟是沙中旅人三代传承的鞍座，那么沙地金龙便是大户人家祖辈传承的传家宝了。好在金龙天生顽强无比，在漠滩涯也有个家喻户晓的故事：    一个官员家中的下人不慎让买来吃的鲶鱼掉进了庭院中的池子，而在池子里的便是主人天天悉心照料的金龙。那鲶鱼虽然不大，但也有人小腿大小，性子也是凶狠无比。它一落入池中，便发现了那金龙，而当时那金龙却只有指头大小......下人跳入水中想去捉那鲶鱼却为时已晚。主人得知此事甚是愤怒，亲自拖着那下人要到衙门要治他的罪。刚要走出门去，官员的妻子便追出来叫住了丈夫，叫他回池边瞧一瞧。官员怒气冲冲的又拖着那下人回到了池边，往一看，便傻了眼。池面上是那条鲶鱼浮尸，细看嘴还在一张一闭，并没有死透，而它的肚子上则有一个一指宽的洞，洞中露出了年幼金龙的脑袋。主人愣了一下，只见金龙一窜，从鲶鱼肚中一下窜出，跃出水面，身上沾满了鲶鱼的鲜血，全身金红相间，甚是霸气。漠滩涯其他的大户听过此事，争相搬出重金来抢这条幼年金龙，而主人却一并回绝。至于原因，并不只是因为这条金龙顽强，而是它在挣脱的过程中，被鲶鱼体内酸液腐蚀了鳞片鳍尾，又粘上了鲶鱼的鲜血，血便渗入了鳞片与鳍中，鳍尾的血无法散去，而那沁入鳞片的血却在七天后消散了。这条金龙一身金红相间，虽因年岁增长，血色渐少，但鳍的末端依旧是散不去的血红色。这条金龙被那户官员家世代养在池中，直至一朝家道中落，后人不甘心将此鱼出卖，便找了家丁趁夜色偷偷将鱼放归了巨湖。那时已是第三代人，但鱼也已是一方书案大小了，想必也难有人能够再将其钓起了。    虽然巨湖水源充沛，但气候炎热的沙海并不易种植，所以人们均已湖中产出的鱼为主食。巨湖中垂钓的钓叟与捕鱼人不说一千也有八百，虽然人数众多，难有人胆敢说自己钓遍了深达千尺的巨湖中的鱼种。说来也巧，也真有人敢断言如此。他便是漠滩涯巨湖的鱼神，传奇一般的秦夫子，人称钓叟秦。在漠滩涯有些垂钓人为了一夜暴富，穷其一生追寻金龙，大多都失败了，晚年后悔当初年少无知，遂郁郁而终，秦夫子的祖父便是其中一人，只不过他的祖父却死而无憾。秦夫子自幼开始在其祖父的教导下研习钓技，六岁借着韧劲硬是钓起了一条半人高的湖鲨，次年钓上了以尖牙利齿咬断钓绳而著称的猛齿孔雀鳝，十岁便钓起了他的第一条金龙。他的祖父在他十四岁时逝世，当初他的父亲以垂钓难有出息为由百般阻挠，硬是把儿子塞进了书院，想让儿子用功读书，将来进中原考上状元好衣锦还乡。秦夫子本人天生聪慧，成绩名列前茅，但他也生性好奇，书院中那股文弱气息令他头疼不已。他每天都会悄悄溜出书院，在码头找到祖父，爷孙二人乘着轻舟携钓具便去湖中垂钓了。直至他钓上了金龙，让一户贵人千金买去，才将他父亲堵上了嘴。秦夫子过了而立之年便从几十年间赚取的金元提去一百，将剩下的全数留给父母，留下的金元已足够一户普通人家过上富庶的生活一辈子了，但他的父母却一直刻意节俭，教导秦夫子莫忘本分。而后，他前去中原游学十年，方才归乡，学富五车，钓技却不减当年。    我与秦夫子也是颇有缘分，那年我年方十八，虽一人来到漠滩涯，仅做了两年匠人，却名声远扬。至于原因则非常简单，只要客人交付我亲自挑选的材料和足够的时间，小至器具玩意，大至房屋楼船，我定能打造出超乎想象的作品。我的手艺也是羡煞了许多同行，只因我一次接单便会认真做上很久，而后休息则会更久，所以并不会抢走其他人的生意。我来到漠滩涯的第三年，正好赶上了秦夫子归乡。那天卯时，天刚亮，我照常打开店门，只见路上行人相较常日多了几分，且大多是钓叟，只见人们纷纷赶往城镇大门，我便关了店门，一同跟去了。路上听几个街坊谈论，得知是一个姓秦的钓叟回乡，我便心生疑问，非要看看这个钓叟是何许人也，竟能够让其他人放下工作特意前往迎接。直至辰时，远处才出现了一个人影，然后是他骑着的沙龟。人们默默的等待他的到来。当他来到门前，我才看清他的衣着，他身着素衣，头戴斗笠，背后还背着一根破竹竿，仔细一看才发觉是一支粗制钓竿。他翻身跳下沙龟，众人皆行礼致敬，更有钓叟甚至在跪拜。秦夫子的父母迎上前去，他双手抱拳，向前一躬，起身，一言不发便扶父母骑上沙龟，自己也翻身又骑了上去，拍拍沙龟的脖子，便让沙龟往自家走去。直到他走到镇里深处，人群才散开，各自忙各自的去了。我回到店内，重新开铺，店里没有其他的伙计，因为难有人可以比的上我的手艺，上门学艺的人也是仅一天便望而却步。而第一个走进店门的人不是别人，正是秦夫子。他在我桌柜上放下了从中原带来的玄铁竹、西域金蚕丝、和漠滩涯的另外一种特产：火晶石。他吩咐我做一件钓竿，在桌上放下了十金元便离开了。我猜他定是从父母口中得知有一个手艺高超的匠人在此做工，便立刻赶了过来，想不到他与父母十年不聚，归乡第一件事便是请人做钓竿。然而事情也怪，我虽没有听取他的要求与他的财力，更没有指明需要的材料，可他交至我手中的不是最佳材料，却相辅相成，十分合适，加工过后，不多不少。当晚我便做出了一件令我自己都十分满意的钓竿，韧性，手感，品质皆为上品。我亲自将这杆钓竿交还到他手中，并且将那十金元全数返还，只因赏识秦夫子的学识，而他也赏识我的手艺，便邀我一同前去巨湖垂钓。秦夫子沉默寡言，年过四十却不成家，问起朋友却也寥寥无几，如果秦夫子有自传，那我肯定是他第一个写的朋友，我两年龄相距二十有余，已是忘年之交，不过这都是后话了。    那晚月明星稀，是大漠中常见的天象，我坐在秦夫子的小舟上，对饮苦茶，他甩出吊钩，天蚕丝细如发丝质地坚韧，仅一瞬便跟着吊钩沉入水底，并未激起涟漪。那一晚大漠阵阵徐风吹的小舟一摇一摆，我毕生难忘。秦夫子在船上彻夜未眠，与我细说那些陈年往事：他的父母，他在书院里的先生，他钓起的鱼，他在中原游学的趣事，以及他最难忘的与祖父在此垂钓的岁月......    直至天空微亮。一晚并未有鱼上钩，正当朝霞染红天际时，我察觉钓竿顶部火晶石发出了些许荧光。还未等我明说，秦夫子瞬间起身拉起了钓竿，线如梭，如沉底时一般的速度浮出水面，而出现在水面的鱼不仅令我大吃一惊，连秦夫子也愣住了。    那鱼的头大过秦夫子的小舟，有着鹰鸟一般的嘴，眼中反射出朝阳的色泽红的透亮。刹那间又见鱼的上身出水，通体黄金，鳍大如帆，鳍色如血。犹如蛟龙出水般激起的巨浪险些掀翻了小舟。至其尾出水，速度并未有一丝减缓，一路飞升至丝线崩断，一切皆在电光火石间。我与秦夫子对坐而视，两人先是一愣，回头又看向那鱼，那鱼并未有丝毫回水之势，它将大鳍一扇，便如同鸟一般飞向了太阳升起的方向，扬起沙海风沙直至远方。我回头看向秦夫子，只见他双手向后撑在船头，仰天开怀大笑，又起身从袖中取出一支烂毛笔，以船上洒落的苦茶为墨，写下了四句诗。\n血鳍动扬沙帆翼便舞罢金钟震浮华龙过漠滩涯 漠滩涯杂记下    次日我与秦夫子于茶肆再聚，见面便论起昨日怪鱼一事。那鱼神似金龙却非金龙，金龙口部一般开口向上，无喙却有细小的尖牙，那怪鱼除去嘴外还有一个谬处便是其鳍之大小与色之诡异。金龙通体黄金，不曾有人见过红色鳍背的金龙。最后，普通金龙根本不可能生长到如此大小，若真是金龙，恐怕千年难得一见。虽然我身为匠人，对花鸟鱼龙并不了解，但这几个简单的推断便可排除，然秦夫子却一口咬定这怪鱼便是金龙。秦夫子问我可有听过那条破肚而出的金龙，答曰是。他又问我可知那金龙从何而来，答曰否。最后他又问我那金龙回巨湖时尺寸如何，答曰五尺。    秦夫子说当年他那条被贵人千金买去的金龙，同破肚而出的金龙正是同一条。他当年钓起那条金龙时，当年他祖父见其鱼嘴，大惊失色。秦夫子见状便刨根问底，祖父便托出了鲲化鹏一说讲给了年幼的秦夫子。原来那鱼嘴本并不是鱼嘴，是鸟禽的嘴，从天空中向下俯冲啄食猎物的嘴。祖父说生而为鱼，则志在化龙，但那金龙却并非生而为鱼，它生而为鲲，则终将化鹏。而后那破肚而出一事，便是那条金龙靠着利喙才能做到。普通金龙值百两金元，而那条金龙虽幼但却被千两金元买走便是因为其与众不同。秦夫子缓缓饮尽茶杯中最后一点苦茶，我的思绪也渐渐清晰。    当晚我收拾了行囊，携我所有的工具，与以月为计的粮食与水，买了一只年幼的沙龟。不知当时是好奇心作祟还是单纯为利而行，我决定去沙海中追寻那条金龙踪影。明知那金龙化鹏，而鹏程万里，是难以寻获的，我依然决定离开漠滩涯。临行前我前去与秦夫子道别，秦夫子交代我这条金龙也许是数百年甚至千年难得一见的奇鸟，若寻获踪迹切记细心记录，又向我指明了旅途中得以落脚的村寨，我便走出了漠滩涯。    时隔二年又八个月，三年来滴雨未落的沙海终于降下了点滴甘霖。我的沙龟停下了脚步，张大了嘴对着天空一动不动。我跳下沙龟，拉出了避沙布压下一个角来集水。沙漠中水便是黄金，在除了漠滩涯以外有人的地方人人都是挥金如土的主，水乃是万物得以活命的根源所在。正当我想享受一下燥热中久违的清凉滋味时，我的眼中出现了我苦苦追寻的那条化鹏的金龙。    它躺在不远处的沙丘后，雨水将它的躯体从沙丘中冲洗而出，看来已经死了有些日子了。我不免有些丧气，这只珍贵的鹏鸟如今也被无情的沙海吞没了。我离开沙龟走到了它的身前，它的躯体没有一丝破损，就连眼睛也是完好无损，依旧留有昔日的锐气。在周围也不见食腐蜥蜴的踪影，那些贪婪的小蜥蜴是不会错过这样一份大餐的。雨水冲刷着那金黄色的身躯，鳞片依旧如同黄金一般闪闪发光，血红色的鳍色泽不减当年。我有一种灵感驱使着我，让这只金鹏重获新生。我并不是什么济世神医，起死复生本就是一种奢望，何况是这金鹏。那就让它曝尸荒野吗？我不禁陷入沉思，若这金鹏被人发现，必定会被大卸八块拿去贱卖，与其让人得手，不如我自己来。    一个半时辰，我到了离金鹏最近的村子砂雨畔。我直奔茶肆，在茶肆往往有来去的旅人，能够打听到各种各样的消息，而我在找的，便是与我同行的工匠。砂雨畔并没有湖泊和天然水源，但居然能形成城镇，其原因很简单，砂雨畔盛产稀有矿石火晶石。而对我来说火晶石就是一种可能性，或许我该称火晶石为——红石。在那儿的日子里，我每日清晨趁着天未亮便赶到金鹏那儿确认情况，赶在午时前回到茶肆，一边休息，一旁又在寻找工匠。我在砂雨畔一呆便是半年，半年间我以财力散布了寻找工匠的消息，也寻获了数十名沙海中鼎鼎大名的工匠。当有一天我认为时机成熟之时，便将众人在镇外一处小庙召集了起来，递了一张桌案大的图纸放在了众人面前。期初他们只是一惊，便仔细研读了起来，但当我将工程的计划全部和盘托出时，他们的下巴都快掉了出来。在座的每一人都像是同时见到了菩萨和阎王似得，对我又尊又怕。    我们夜间赶工，白日返回砂雨畔休息。我以金鹏的鳞与骨制成框架，以其血鳍为帆，再以重金从中原采购的玄铁竹为料，与其余四十七位能工巧匠花费八年时间打造了一搜能够在沙海中“畅游”的巨船。火晶石，也就是红石，是一种神奇却又难以驾驭的罕见矿石。我将红石安置于船两侧使其悬浮，又将其安置在船尾与侧帆的末端作为动力。我给了工匠们能够荣华富贵的余生，并要求他们不得将此事外传。竣工次日，我便一人驾船离开了砂雨畔，返回漠滩涯。我将此船命名为“血帆金龙”。    十年后，漠滩涯已是另一幅景象，巨湖不再是深不见底的那个绿洲源泉，干涸的河床内横七竖八的躺了不知多少奇鱼的尸骨。城镇破败不堪，树木倒塌干枯。那个漠滩涯已不复存在。我泊船落地，回到了十年前秦夫子的家。我履行了与秦夫子的诺言，而能够回答我的只有一尊无字的牌位。我将牌位从柜上取下，深深的用楷体一字一画刻下了秦夫子的名字，将它放回了他父母的牌位中央，从一旁的柜子上取出了三根香拜了一躬。    我走了，骑着我那只沙龟离开了漠滩涯，回到了我的第三故乡砂雨畔。我没有带走那艘八年打造的巨船，也没有带走秦夫子留给我的那笔巨款。我让那些凡尘俗物静静的躺在了那干涸的巨湖。茶肆的消息依旧传的很快，没过几天我便得知似乎是一伙贼人盗取了那艘巨船，然而沙海中的草莽又有什么能够掠夺呢？    又过了几十年，每当我想起那些陈年旧事我便会看看天上的星空，一边想着我与秦夫子垂钓的那个夜晚，一边寻找着那艘巨船的踪影。我很满足于这样的生活。直到我偷听到一个押镖的后生见到了那艘船，我决定再踏入那片沙海，再寻找那只金鹏。",
    "replies": [
        {
            "author": "fzh5837302",
            "timestamp": 1445911620,
            "txt_content": "...后面一片片的看的难过...起码分段空隙大一点啊.."
        }
    ]
}