{
    "title": "<原创'连载'圣杯>战国之耀",
    "author": "qq1973173593",
    "replyCount": 11,
    "timestamp": 1440230220,
    "txt_content": " 本帖最后由 qq1973173593 于 2015-8-22 17:33 编辑 \n\n<原创'连载'圣杯>战国之耀\n前记\n  早已在一百年前被破坏的一个战国里有一对队伍，没有人知道他们叫什么，没有人知道他们在干什么，只知道他们在默默的保护他们的国家‘minecraft’。可是就在有一天，他们居然不翼而飞，国家因为没有他们的保护，因此破裂'''''但是100年后居然出现了跟那只队伍一样的队伍，他们显得更加的强大！更加的神秘。。。\n第一章:准备\n我是谁？\n  “这里是哪里？啊！！！身体好痛啊！”一个白发少年叫着，“老大，你上次不是为了救一个平民从悬崖上掉了下来吗？这是我们基地啊。”一个红发的少女说道。“老大你不会是从悬崖上掉下来摔傻了吧？”一个黑衣少年说道，“去你大爷的吻，你老大我记得很清楚，我好像梦到我们要去一个地方，那个地方有我们要的一个东西。好像是地下，看来我们要去地下一趟了，狴犴去叫其他兄弟来。”黑衣少年应声出去。“珊瑚，你们是怎么找到我的。我记得我从悬崖上摔了下来之后就不记得了。”“老大，算你命大啊，从一万米高的悬崖上还没摔死你要谢谢你的饕餮纹。它在你要着地的时候它幻化成了实体，那个高啊，起码有两万米高，它把你放在悬崖低上，叫我们去找你，之后就消失了。”珊瑚看着饕餮身上的纹身仔细打量着。\n纹身\n  “你的也不错啊，珊瑚独角兽，所以你才叫珊瑚，如果叫独角或者角兽多难听啊。”饕餮笑着说。“老大你妹！”珊瑚生气的说。“好好，不闹了，我出去看看。”饕餮从床上爬了起来，走到了外面。饕餮心想：看来去要去地上一趟了，僵尸们洗好脖子等我们吧！“兄弟们！集合！”“是！！！”所有的人像是一只军队一样排列的很整齐虽说是军队不如说是小队，因为这只是一只只有十人的一个小队。“兄弟们，拿上我们的武器，我们去要去一个地方了。”所有人一致走向一个大仓库里，仓库有很大的空间，大概可以容得下五只鲨鱼，每个房间都有一扇门，门上都有一个名字：饕餮,穷奇,混沌,梼杌,裂天,赤炎,火螭,珊瑚,狴犴，夔牛。每个人都进入了自己的武器库里。\n武器\n  每个人的武器都有自己的名字，饕餮使用的武器是：饕餮唐刀，是从饕餮真体上面的一百块鳞片所打造。穷奇使用的武器是：穷奇双刃，是从穷奇真体的四肢打造而成。（其他人的武器我到后面再做说明）“火螭，看看我梦见的地方是哪里，我们就去那里。”火螭是一个黑发红眼的男生，乍一看像个女生，火螭走了过来把扇子朝着饕餮扇了一下，一个画面就显示了出来。火螭说：“老大，找到了，坐标是+20178 +7751 10 你确定要去吗？”饕餮斩钉截铁的说：“也许这是我们了解我们身世的最佳地方，出发！”\n深渊\n  “老大，你要找的地方就在下面，我们真的要下去吗？”火螭道。“你说呢？我可以自己一个人下去，你们也可以跟我一起下去，我不保证你们的安全，要跟我一起走的我也不阻碍你，你们还是在上面等我吧”饕餮严肃的说到 ，“裂天，给我绳子，我自己下去。”“不！老大，我和穷奇还有混沌跟你一起下去，这样安全。”裂天皱着眉头看着深渊说。“好，可以，但是一有危险你们就跑，我能打得过。”饕餮嘴角浮现了一丝微笑。“老大，为了安全起见还是用我的混沌链吧，我这个可以任意伸缩安全点。”混沌摸着头笑道。“恩，走，其他人警戒，我们上来之后你们一定要完好的呆在这里知道没！”饕餮说完转身就拉着链子跳了下去，其他三人也跳下了来。入口“裂天，我们现在在几层。”饕餮警戒的看着四周，以免有怪物出来偷袭他们，“老大，我们在二十层，你说的地方还在下面，话说，这里也够大的，这下面别有洞天啊，居然是这么大的森林，老大！哪里有具尸体！”裂天头也不回就冲了过去。“裂天回来！小心有诈！穷奇，混沌我们追！”其他三人也追了上去。尸体是一具女尸，裂天正打量着这具女尸“哇，裂天你口味这么重啊，这都有兴趣”穷奇笑道，“闭嘴！老大，这具尸体有点眼熟，你来看看，我觉得在哪里见过。”饕餮走过去一看立马傻了眼“这。。。这”\n女尸 \n  “穷奇，你来看吧，你最认识的人”饕餮捂着眼睛走到后面去。“哦，是什么啊，难不成还是我娘？”穷奇走过去一看“我了个亲娘！妹妹！白泽！你怎么死在这里了！我一直以为你离家出走了。。。”“等等！穷奇！闪开！”混沌链一瞬间就把穷奇拉了过来，白泽慢慢睁开双眼，如行尸一样站了起来，向着穷奇走去，“妹妹，你没死！”穷奇刚想冲过去就被饕餮拉住“穷奇，等等，她已经不是你妹妹了，她只是一只僵尸，她已经死了！”白泽的四肢发出‘咯咯咯’的响声，看来她真的成为了僵尸，一只没有生命的行尸。穷奇强忍着泪水把手伸到后面拔出刀，艰难的向着他的“妹妹”走去，“妹妹，对不起了！”一道黑光闪过，白泽慢慢倒了下去，“哥哥，口袋。。。”白泽轻声的说了一声，之后，白泽歇菜了。穷奇擦了擦眼泪，从白泽口袋里拿出了一本小日记和一把钥匙还有一个硬币。\n东西\n  “老大，我。。。”穷奇走到饕餮身边。“没事，也算是让你妹妹超生，以免再让她坐在那里不能动也不能说话。你拿到了什么东西？给我看看”穷奇把那三个东西放在了饕餮手里，饕餮翻开日记发现大多地方都被血挡住了有一段十分清晰：我和四个伙伴来到了这里，我们并不知道这里有什么危险，也许这个钥匙和硬币能给我们一些线索，可是2000151这数字又是什么意思呢？之后的话都被血覆盖了，还有一句潦草的字：怪物，蛇，虫，蜘蛛小心饕餮认了很久才认出来，“看来，我们有的干了。”饕餮默默的说了一声“老大，这里有个入口，好像需要什么东西”饕餮走过去一看，发现这俩个口和他手上的硬币还有钥匙很像，饕餮心想：也许是他们怕他们全部人都进去了如果都死在了里面就没有人出去报信了，所以就叫白泽留着洞外，可她还是。“走吧，进去。穷奇你守在外面。”“不！老大，我要进去，我要看看是那个狗X的东西杀了我妹妹，我要把它碎尸万段！”穷奇握紧了拳头第一个走了进去。                                   ",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1440230880,
            "txt_content": "天哪噜排版好乱\n\n欢淫入坑\n\n奇幻小说的要点之一就是长♂得让人过♂瘾，希望之后的更新速度跟得上大赛进度"
        },
        {
            "author": "qq1973173593",
            "timestamp": 1440231480,
            "txt_content": "求管理指导怎么改位置我已经改疯了"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440232800,
            "txt_content": "qq1973173593 发表于 2015-8-22 16:18\n求管理指导怎么改位置我已经改疯了\n用鼠标选择你要排版的那一段文字，再选择上方编辑框中的靠左/居中/靠右 就可以了"
        },
        {
            "author": "qq1973173593",
            "timestamp": 1440233220,
            "txt_content": "qq1973173593 发表于 2015-8-22 16:18\n求管理指导怎么改位置我已经改疯了\n谢谢，正在疯狂的改"
        },
        {
            "author": "qq1973173593",
            "timestamp": 1440233940,
            "txt_content": "目前为止我已经改了40多遍了"
        },
        {
            "author": "qq1973173593",
            "timestamp": 1440234840,
            "txt_content": "我现在就只有一个冲动，就是一剑杀了自己，我已经改了快一百次了"
        },
        {
            "author": "qq1973173593",
            "timestamp": 1440236160,
            "txt_content": "我了个亲娘啊，终于该好咯"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1440241920,
            "txt_content": "楼主看上去很喜欢饕餮..."
        },
        {
            "author": "guqu",
            "timestamp": 1440242820,
            "txt_content": "为什么文章里面的饕餮如此亮眼"
        },
        {
            "author": "guqu",
            "timestamp": 1440244440,
            "txt_content": " 本帖最后由 guqu 于 2015-8-22 20:29 编辑 \n “这里是哪里？啊！！！身体好痛啊！”一个白发少年叫着，“老大，你上次不是为了救一个平民从悬崖上掉了下来吗？这是我们基地啊。”一个红发的少女说道。“老大你不会是从悬崖上掉下来摔傻了吧？”一个黑衣少年说道，“去你大爷的吻，你老大我记得很清楚，我好像梦到我们要去一个地方，那个地方有我们要的一个东西。好像是地下，看来我们要去地下一趟了，狴犴去叫其他兄弟来。\n速度太快……尽量加些环境描写心理活动\n所有的人像是一只军队一样排列的很整齐虽说是军队不如说是小队\n啰嗦……\n还有他的梦到底是什么啊……要学会补充文章情节\n“穷奇，你来看吧，你最认识的人”饕餮捂着眼睛走到后面去。“哦，是什么啊，难不成还是我娘？”穷奇走过去一看“我了个亲娘！妹妹！白泽！你怎么死在这里了！我一直以为你离家出走了。。。”\n虽说后面有忍痛割爱的情景，但是这里的情感煽动不充分。\n总结：1.“”太多，也就是对话流（语言描写过多，环境描写过少）这样会导致文章看起来枯燥无味，而且很乱，很花眼。\n2.情感煽情不够，整篇文章就真的跟一个僵尸一样……多描写人物，润化人物形象\n3.每2-3行回车，可能对你的排版有帮助。\n4.总的来说很努力，但是不用巧劲是得不到多少回报的。"
        },
        {
            "author": "1137246733",
            "timestamp": 1440246840,
            "txt_content": "你能够下得了笔，值得夸奖。\n7000个点击了圣杯帖的人，有15个像你一样下笔的人，值得夸奖。\n\n但说说文，你一定是第一次写。\n暂且不说论坛格式的问题，对话流失什么意思。\n经典的对话流可以参考楼上gupu的那个恋情小说。\n而你的对话流看起来就是乱写一番。\n\n距离成功还需要磨练"
        }
    ]
}