{
    "title": "<原创·连载>奇异冒险世界 第七章 充满魔力之刃",
    "author": "2575174857",
    "replyCount": 0,
    "timestamp": 1440293760,
    "txt_content": " 本帖最后由 2575174857 于 2015-9-19 20:57 编辑 \n\n  “什么？”哈迪斯道。  “你想要更强大的武器吗？”康健问道。\n  “当然想了！”哈迪斯理所当然地说道。\n  “······”康健沉默不语。\n  “有什么问题吗？”哈迪斯问道。\n  “不，只是很疼，等下怕你忍受不下去，就前功尽弃了。”康健还是说了出来。\n  “即使多么疼，我也要忍受下去！”哈迪斯说道。\n  “好吧，那么我尊重你的决定。”康健点了点头。\n  “来吧！”哈迪斯做出了一副整装待发的姿势，说道。\n  “你干嘛？？”康健看见哈迪斯表现出了一副如临大敌的样子，说道。\n  “你不是要考验我能不能抗住你的攻击，然后抗住了就给我武器吗？”哈迪斯疑惑道。\n  “···”康健又是沉默不语。\n  片刻之后，康健又说道：“其实不是这样的。”\n  “啊！你不给我武器了？”哈迪斯道。\n  “不，不是这样，不是你让我砍然后就给你武器，是要你自己召唤的···”康健觉得自己整个头都大了。\n  “召唤？武器还可以召唤的？”哈迪斯惊奇地说道，他可从来没有听说过武器是召唤出来的。\n  “对，是召唤出来的，是用你的意志，构建出一把属于自己的武器，构建出来的武器能够随着念头，隐藏和显现，因为对精神力消耗很大，大到会影响到痛觉，所以说，不是那样的！”康健看到哈迪斯终于听懂了自己的话，才继续说道。\n  “就像这样。”康健张开了自己的掌心，中间冒着一个白色的光团，然后从光团为原点，有枪身和枪头向两边延伸而出，最终定格住，变成了一把银色铮亮的长枪。\n  “哇，这是什么？”哈迪斯好奇地说道。\n  “这就是我的武器，它叫贯穿长枪。”康健说道，“它的特点是巨大的贯穿之力。”\n  “你跟我打的时候果然没有使出全力！”哈迪斯说道。\n  “当然了，如果我使出全力，再加上这把贯穿长枪，你在我手上可活不过一秒！”康健说道。\n  “那我也能拥有这样的武器吗？”哈迪斯忍不住问道。\n  “当然可以，你先坐下来，脑袋里面冥想构建的武器，然后···好吧这得靠个人领悟，看你悟性了！”康健道。\n  “听你说，这似乎很难的吧···”哈迪斯咧了咧嘴，“那你当初到底是怎么弄出这把长枪的？”\n  “当然是靠我卓越的悟性了！”康健无耻地往自己的脸上贴金。\n  哈迪斯看康健实在没办法做出什么好的建议，就坐了下来。\n  “我到底要一个什么样的兵器呢？”哈迪斯沉思。\n  脑袋里面没有武器的原型可以参照，哈迪斯就索性做出一把剑来。\n  哈迪斯闭着眼睛盘膝而坐，手心往外张开，脑袋里面开始构建起来。\n  渐渐地，有密密麻麻的小光点在哈迪斯的手心之上汇集起来，逐渐聚成一团。\n  “好可怕的悟性。”康健看到这个情形，暗自赞叹一声。\n  “嘭！”\n  突然，光球炸裂，使哈迪斯的手满是鲜血。\n  “怎么可能！”知晓情况就是不肯透露的康健看得目瞪口呆，不可能啊！这情形不对劲，明明汇集光球就那么顺利，为什么突然就炸了呢？\n  哈迪斯满头是汗，他刚开始的确是构建地很顺利，但是到聚集剑柄的时候，却突然溃散开来。\n  “是不是缺了点什么？”哈迪斯摸着下巴沉思。\n  他决定多试几次，或许能找到原因。\n  “嘭！”\n  “嘭！”\n  “嘭！”\n  “嘭！”\n  又是连续的四次爆炸，哈迪斯的手心已经满是鲜血，康健都惊吓不已。\n  “到底是哪里出了问题？”哈迪斯百思不得其解。\n  哈迪斯不肯死心，又试了几次，结果都已惨败告终。\n  实在没办法，哈迪斯无奈地躺在了地上，再这么无脑地继续下去，他的手都要废掉了。\n  “唉。”\n  哈迪斯仰望着天空，无奈地叹了口气。\n  他看着自己的手掌，他曾经发誓过，要亲自用这些手，葬送那些混蛋骷髅。\n  天空的云悠然地飘过，这似乎没用什么不同的吧？也没有什么奇特形状的云，就像一团一团的棉花糖飘在天上。\n  “不同···”哈迪斯细细咀嚼着这个字眼，一道灵光闪过，似乎感觉到了什么。\n  “对！是不同！”哈迪斯猛地站了起来，他已经想通了一切。\n  既然他原本不是这个世界的居民，那么他的能量会和这里的一样吗？既然那幕后黑手把他们称作试炼者，就一定有他们的不同之处！\n  哈迪斯重新盘坐了下来，把手心张开，闭上眼，继续构架起武器来。\n  光球再次在哈迪斯的手心上凝聚，一点一点地汇集在一起。\n  “你疯了吗？！再这么下去你的手会废掉的！”  “快停···”\n  康健刚刚准备出手敲晕哈迪斯，截断他的构建过程，然后就发生了一件事情让他停止了行动。\n  只见那个光球一点点地，由下往上地，缓缓地变成紫色。\n  “滋滋，滋滋。”光球继续变化着，直到整个光球都变成了奇异的紫色。\n  “终于来到这一步了么。”康健点了点头，显然对这种情形有所预料，如果连这一步都办不到，那获得构建武器就是甭谈了。\n  虽然手上浮着一个光球，但是哈迪斯的脑海里还是空无一物，他还没真正开始构建武器。  一截银色的剑身突然从识海里显现出来，现实中，也有一截剑身缓缓地从光球里面延伸出来。\n  同时，哈迪斯的身体也禁不住地抽搐了一下，果然，康健说的很痛，果然不是假的，真的是很痛！\n  就像一股电流扫过全身一样，全身都感觉到酥麻酥麻的。\n  不过这时候感到疼痛而放弃，那就是半途而废前功尽去，况且如果连这点疼痛都忍受不了，后面的剑身和剑柄又岂不是一纸空话？\n  哈迪斯紧皱眉头，额头上沾满了汗珠，顺着脸颊流了下来。\n  越来越多的剑身从紫色光球里面延伸而出。\n  已经构建好的剑身已经有10厘米长左右了。还在持续不断地构建出来。\n  一旁的康健都看呆了，哈迪斯的毅力实在太让人吃惊了，说真的，这么拼的人他没见过几个，或者是根本没见过！\n  11厘米，\n  12厘米，\n  13厘米，\n  14厘米，\n  15厘米，\n  ···\n  直到30厘米左右，剑身的构建才停了下来。\n  不过整体的构建还是没有结束。\n  一种酥麻感再次遍布着哈迪斯的身体。\n  从光球中再次延伸出了不同的物体。\n  一个棕色的剑柄缓缓地从中延伸而出。\n  不同于剑身，剑柄要短的太多了。\n  所以构建的也比较快。\n  所谓万事开头难，仅仅用不了多久，整把剑就尽数构建出来。\n  “呼。”\n  哈迪斯仿佛失去了所有的力气，直接倒了下去。\n  那柄剑静静地躺在地上，剑柄被哈迪斯握在手中。\n  即使没多少力气，哈迪斯也没放开那把剑，生怕一放开，努力就白费了。\n  “放松一下，先让剑隐藏起来，下次还是可以召唤的。”康健说道。\n  “恩。”哈迪斯松开了手掌，那把剑就从剑尖开始消失，直到一整把剑都全部消失。\n  “那把剑叫什么？”康健问道。\n  “魔力之剑。”哈迪斯想也没想，就脱口而出，连他也不知道为什么会知道这把剑的名字。\n\n",
    "replies": []
}