{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第一章 第一节",
    "author": "2B与mc的故事",
    "replyCount": 7,
    "timestamp": 1440248640,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-12-6 20:15 编辑 \n\n第一章 新的开始\n乱世之中，一颗璀璨的新星正悄然升起……\n       夜空下，一缕微风拂过。金黄的麦田随风起舞，疏卷张驰不定，温柔地享受着这难得的清凉。\n\n        宁静的夏夜。整个世界仿佛都沉醉在睡梦中，只有一些小虫在草丛间低声吟唱。悠闲而悦耳的虫鸣就像一支动听的催眠曲，让整片大地睡得更香了。\n\n        不，仔细聆听，这里的声音不止有虫鸣。\n\n        不远处的山间，传来一阵阵稚嫩的哭声——那是婴儿的哭声。\n\n        一大群村民举着火把，在夜色中朝着山顶缓缓爬升。走在人群最前面的，是一个白发长者，一只手拿着权杖，一只手抱着那个正在啼哭的婴儿。\n\n        山顶上是一口露天的井，井里似乎没有水。\n\n        一丝微风拂过，井内的“空气”竟泛起波澜。\n\n        哦不，井里原来有水。\n\n        为首的长者轻轻把婴儿放在一旁，接着把权杖笔直地放入井水中。神奇的是，权杖不但没有下沉，还在水面上稳稳地立起来，就像水中有几双无形的手支撑着权杖一样。\n\n        接着，长者抱起婴儿走到井边。他拿出一根针，朝着婴儿的手指轻轻地一扎。柔嫩的皮肤被扎破，一滴鲜红的血液落入井中。婴儿哭得更厉害了，但是村长没有理会，依然专心做着自己的事。\n\n        血珠渐渐地与井水融合，呈现出淡淡的红色。\n\n        长者抱着婴儿，仰头朝着星空吟诵着：\n\n      “漫天的繁星啊——\n        你们可曾听到婴孩那 稚嫩的哭喊\n        那是他对未知世界的 纯真的恐惧哟\n        所以 他需要一些光\n        一些能照亮那未知前路的光\n        不必太多 你们的光芒已经足够\n        所以 显现吧！照亮前路的光\n        显现吧！守护之星！”\n\n        在长者吟诵的同时，他的权杖也微微地发着光。当他说完最后一句的那一霎那，权杖的顶端放射出一道光柱，光柱一直延伸到神秘莫测的星空。\n\n        原本清澈见底的湖水也在那一瞬间变成了夜空般深邃的黑色，其中闪耀着一颗颗璀璨的星斗。整口井变成了映照天空的镜子。\n\n        井水中的倒影不断移动、变化着，就像是这面“镜子”在天空中寻找着什么似的。\n\n        整个山顶静极了，人群敛气屏息地等待着。\n\n        但是他们没有等到结果。井水在寻找了很久之后渐渐褪色，恢复到之前的纯净，连血色也没有留下一丝。\n\n        长者脸色大变，取回权杖，看了看已经熟睡的婴儿，又看了看宁静的星空。他们都安静下来了，可是村长却急了起来。\n\n        人群炸开了锅，大家对这个婴儿议论纷纷。\n\n        “不可能，竟然没有守护之星？在我们村，就算是街上的乞丐都有一颗守护之星的！”\n        “这孩子真可怜，今天上午父亲才战死，听说母亲也在生他的时候难产死了。”\n        “不光是他父母啊，今天本来就是个不吉利的日子。你们也知道啊，就在今天，那个人又出现了！”\n\n        “我看这家伙就是个灾星！大家认为这一切都是巧合吗？没有这么巧的巧合！是他出生的这一天父母双亡，而且竟然没有守护之星，他不是灾星是什么？”一个声音使所有人都安静了下来。\n\n        “没错，这家伙是个灾星！”人群又渐渐开始躁动起来，而且喊声越来越大。看起来，所有人都认同了这个猜想。\n\n        “不能妄下结论，毕竟圣洁之井接受了他的血液。”长者发话了，“这孩子生来就注定经历磨难，我们应该同情他。每个人都是有守护之星的，这孩子也许比较特别，现在没有找到罢了。他并没有犯下任何过错，为什么把这一切罪过推到一个什么都不知道的孩子头上，一出生就给他戴上'灾星'的帽子！？”\n\n        人群再度安静了下来。\n\n        “这孩子必须得有人照顾。有谁自愿抚养他的，明天可以来找我。但是不论如何，请记住，不要歧视他，他没有犯下任何的过错。”长者转向一个医生模样的人问道，“这孩子的母亲有没有给他留下什么？”\n\n        医生赶紧从包里找出一张纸条，上面的是一些歪歪扭扭的字迹，软弱无力却又充满决心，很明显应该是这孩子的母亲死前拼尽全力写下的。\n\n        长者接过纸条，看着它微微一笑。\n\n        “穹闪，不错的名字。”\n\n上一节目录下一节\n",
    "replies": [
        {
            "author": "hayah",
            "timestamp": 1440253080,
            "txt_content": "我有认真的看了，并且读得很慢。为了能够有个较强的代入感，我故意点了鼠标的中间，一行行的文字慢慢上浮，也缓缓带走了我的思绪。\n写得真的很棒，文笔意境还有人物，期待你后面的剧情^_^"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440256320,
            "txt_content": " 本帖最后由 2B与mc的故事 于 2015-8-22 23:15 编辑 \nhayah 发表于 2015-8-22 22:18\n我有认真的看了，并且读得很慢。为了能够有个较强的代入感，我故意点了鼠标的中间，一行行的文字慢慢上浮， ...\n感谢支持～这当然也是我经过第一部的锻炼之后才达到的水平。更可况这次为了参加圣杯，我必须使出浑身解数。\n你的小说我也有看。你比较注重意境与情调，所以相对于其他大多数小说，你的比较难懂，但是能写得“难懂”也正是你实力的体现。不过相比之下情节就显得有些不足。如果是写论文类的话你的文章属于优秀，但是小说更看重的是精彩的情节，以情节来反映你想表达的道理或意境，希望你能注意。\n总之，我们各有所长。希望今后一起努力，在圣杯比赛中取得优异的成绩！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440299700,
            "txt_content": "a1451148546a 发表于 2015-8-23 11:16\n{:10_492\n在我的帖子下面水是很危险的（斜眼笑）"
        },
        {
            "author": "a1451148546a",
            "timestamp": 1440299760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "a1451148546a",
            "timestamp": 1440299880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440300060,
            "txt_content": "a1451148546a 发表于 2015-8-23 11:18\n抱歉任务没注意\n任务就可以水吗？\n不要以“没注意”为借口"
        },
        {
            "author": "1137246733",
            "timestamp": 1440301860,
            "txt_content": "2B与mc的故事 发表于 2015-8-23 11:21\n任务就可以水吗？\n不要以“没注意”为借口\n水龙头被我永封了。\n他水了可是好多页"
        }
    ]
}