{
    "title": "<原创·连载·圣杯> 《空旅记》第一节 无风起浪",
    "author": "miguo",
    "replyCount": 11,
    "timestamp": 1440246060,
    "txt_content": " 本帖最后由 miguo 于 2015-8-22 23:58 编辑 \n\n正文\n\n\n“这样的日子啥时候才能是个头啊。”\n我不禁发出了一句感叹。\n为什么？我的脚下正躺着一个误入暗巷的“朋友”，而他不愿意借钱给我，还有我背后的酒友们，所以，我们就粗暴了一点。\n好吧，我厌倦这些漂亮话了，我们抢了这个倒霉蛋。\n我不是讨厌钱，那些故作清高的伪君子一定是没在巴尔挨过饿。但我讨厌这种来钱法子，也讨厌没缘由的打上别人一闷棍。我不知道其他人是咋想的，但我总对地上那一个个或晕或死的家伙充满同情。\n“好吧，我想，咱们是不是是时候……”\n“得了吧，苏特，你丫是个酒友，不是个圣人，也不是个读书的。你该干啥干啥，要我说，幸好你这家伙不认识几个字，要不然，你这玩意绝对要像个吱吱歪歪的诗人一样写那么几句吱吱歪歪的句子，然后叫他们诗。”\n“是啊，是啊，苏特，咱们能不能别干一票就大发善心，然后说我们别干了啥的，你就是一酒友，命中注定。”\n“行了，你们也别笑话苏特了，回去吧，我敢说老木头绝对为我们这一票准备好酒了”\n“哈哈，哈哈，是啊！”\n一如既往，那些酒友在我开口之前就知道我要干啥。然后一如既往的嘲笑我一顿，最后老木头会给我们每个人都来足够的酒水，如果今天收益不好，那么就要有一个付钱的，然后我就会被一群老酒友胁迫着付钱。\n为啥？命中注定。\n我是个巴尔本地人，但我却不够狠辣。我不能在夕阳下的码头把匕首捅进那个倒霉的醉鬼胸里，我也无法在酒馆里因为一些小事打个不可开交，更不会因为一点利益把我的朋友那样出卖。但我这种人，在巴尔里面有另一个名字，就是弱者。\n巴尔可不会尊崇弱者，所以我注定是下层人。\n\n沿着暗巷一路前行，在第三个转弯处找到第三个门，只需轻叩三下，“三十三”的大门就位于此处，这里是酒友帮的一个聚集点，只要是酒友，只要你今天干成一票，你在这里就可以享受免费的啤酒。\n今天也是如此。\n“吱呀”\n木门发出了磨牙一样的声音，每次都是这样，我就没见它安静的开关过一次，似乎打它诞生起就没被人上过油。每天都会有人让酒馆主给这门上上油，但这酒馆主就是不肯，他认为这门迟早会安静下来，现在只是欠点磨合。但这门却背离了他的意愿，一直倔强的发出吱呀的声音。最后，我们一致认为这酒馆主的脑袋和这门一样顽固，酒馆主也因此得名老木头。\n\n酒馆里依旧是那橘黄色的温暖火光，门口处还是正对着一个造型怪异的吧台，那个造型，唔，仿佛有人把整个树墩子放倒然后把里面掏空，最后打俩洞，再摆那么几个酒杯。这就是“三十三”的吧台。那树洞中总会有一张皱纹遍布的面孔在向外张望，这面孔活像一张老树皮，没错，他就是这三十三之柱，老木头。\n尽管这吧台有些古怪，但这点不足以阻挡那些热情的酒友，尤其是老木头那独特的优惠，你只要干完一票之后和他聊那么几句，他很乐意送你几杯啤酒。\n也许巴尔外的人不明白为啥这老头要这样干。但是巴尔人都明白，老木头是在卖情报。\n话说回来，巴尔人谁不会出卖情报呢？为利益而出卖他人是巴尔人的基础品质，所以谁也不在乎老木头从他或她嘴里翘那么几句话，啤酒比这些都要重要。\n眼下，这老木头正热切的与我们这群酒友交谈，试图了解今天被敲倒的傻蛋是个什么样子。偶尔还会爆发一段粗鲁的笑声。\n但我可没兴趣，再说了，他们那种议论，我也无法参与到其中。所以我还是像往常一样绕过老木头和那一帮酒友，独自走到一个角落里，从酒桶放出一杯啤酒慢慢喝着。\n谁在乎我？呵，一切如常。\n\n但今天似乎不一样了。\n往常的我可不会受人关注，毕竟我这样的酒友多了去了，况且我还坐在角落里。就算是闹事的酒鬼，找到我的几率也是微乎其微。\n但现在，我总感觉有种被人盯着的感觉，这可从未有过。\n可当我环视四周，一切如常。若我重新将注意力挪到啤酒上，那被监视感便再度出现。\n唔，巴尔有句老话，叫做“没人会平白无故的关心你”，我这样的弱者要是被人特殊关怀，我想我明天就要出现在那个臭水沟里。\n事不宜迟，我应该跑路了。\n想到这里，我站起来准备开溜，不料肩膀却被人重压一下。我又一屁股坐在了椅子上。\n扭头一看，唔，刀疤肌肉男。典型的巴尔打手。我觉得我今晚要玩完。酒友不会为你的私仇而救你于水火中。我想我估计是那次敲闷棍的冤家来寻仇了吧。\n吾命休矣！\n\n\n\n\n苏特第一次登场！希望大家喜欢~\n",
    "replies": [
        {
            "author": "1137246733",
            "timestamp": 1440246240,
            "txt_content": "结尾的悬念埋得很好呢\n期待下一节"
        },
        {
            "author": "guqu",
            "timestamp": 1440246900,
            "txt_content": "很轻很轻\n除了这4个字以我现在的修为无法形容……\n开头的字体控制是无意还是有意的？\n开头和结尾都很吸引人，蜜汁吸引"
        },
        {
            "author": "朱大常",
            "timestamp": 1440246960,
            "txt_content": "感觉mc的元素很少"
        },
        {
            "author": "Blealtan",
            "timestamp": 1440247320,
            "txt_content": "嗯。。咱付不起订阅费就不跟土豪ice的风了。\n感觉对于我来说这样的开篇也是很特别的。\n但是有一点感觉不太满意。结尾留在该跑路了那里似乎更好一些？\n除此之外就是叙述中背景交代感浓厚，似乎每句话都有很多的历史在里面，这点有人喜欢有人不喜欢，我不多做评价，只是提醒一下。（而我属于不喜欢的233我更喜欢的是那种句句挖坑面向未来，个人喜好问题。\n语言风格……我不知道怎么形容但是很奇特，没见过这种，不知道如何评价——反正我还是挺喜欢的。"
        },
        {
            "author": "lzlniu",
            "timestamp": 1440251460,
            "txt_content": "我看到了某些游戏的感觉，脑子里响起了刺客信条、加勒比海盗2的主题旋律。"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440258660,
            "txt_content": "不知是我理解能力差还是怎样，\n从那树洞中有一张下皱纹遍布的面孔\n这句话始终读不通顺，下皱纹？还是一张下？\n从xxxxx有xxxxx总觉怪怪的。\n也许我真的有些……"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1442116740,
            "txt_content": " 本帖最后由 MRTangwin8 于 2015-9-13 12:02 编辑 \n\n既然你放心叫我修改那我就略微帮你修改一下吧\n主要是我的时间啊~就这么没了→_→\n\n       “这样的日子啥时候才能是个头啊。”我不禁发出了一句感叹。我的脚下正躺着一个误入暗巷的“朋友”，而他并不愿意“借”钱给我，所以，我和我背后的酒友们就“粗暴”了一点。\n\n\n       说实话我厌倦这些漂亮话了，我们的确是抢了这个倒霉蛋。我并不讨厌钱，那些故作清高的伪君子们一定是没在巴尔挨过饿。但我讨厌这种来钱法子，也讨厌没缘由的在背后打上别人一闷棍。我不知道其他人是咋想的，但我总对地上那一个个或晕或死的家伙感到同情。\n       “好吧，我想，咱们是不是是时候……”\n\n       “得了吧，苏特！你丫的是个酒友，不是圣人，也不是读书的。你该干啥干啥，要我说，幸好你这家伙不认识几个字。要不然，你这家伙绝对要像那些叽叽歪歪的诗人一样写那么几句叽叽歪歪的句子，然后说：'这是一首伟大的诗'。”\n\n       “是啊，苏特，别以为不干一票就算是大发善心了，然后说我们没干了啥的，那不是表明我们经常干这种事情嘛。你就是一个酒友，这是命中注定的。”\n\n       “行了，你们也别笑话苏特了，回去吧，我敢说老木头这家伙绝对为我们这一票准备好酒了”\n\n       “哈哈，哈哈，是啊！”\n\n       一如既往地，那些酒友在我开口之前就知道我要说啥。然后一如既往地狠狠嘲笑我一顿，最后老木头都会给我们每个人来足够的酒水，如果今天收益不好，那么就要有一个付钱的人，然后我就会被一群酒友们胁迫着付钱。\n\n       为啥？因为这是命中注定的。\n\n       我是个巴尔本地人，我却不够狠辣。我不能在夕阳下的码头把匕首捅进那些倒霉的醉鬼胸里，我也无法在酒馆因为一个小事打个不可开交，更不会因为一点利益把我的朋友那样出卖。我这种人，在巴尔里面有另一个名字——弱者。\n\n       巴尔可不会尊崇弱者，所以我注定处于下层。\n\n       沿着暗巷一路前行，在第三个转弯处找到第三个门，“三十三”的大门就位于此处。只需轻叩三下，门就会为你打开。这里是酒友帮的一个聚集点，只要是酒友且你今天干成一票，你在这里就可以享受到免费的啤酒。\n\n       今天也是如此。\n\n\n       “吱呀”\n\n       木门发出了磨牙一样的声音，每次都是这样，我就没见它安静的开关过一次，打它诞生起就好像没被人上过油。每天都会有人建议酒馆主给这门上上油，但这酒馆主就是不肯，他认为这门迟早会安静下来，现在只是欠点磨合。但这门却悖了他的意愿，倔强地发出吱呀的声音。最后，我们一致认为这酒馆主的脑袋和这门一样顽固，酒馆主也因此得名老木头。\n\n       酒馆里依旧是那橘黄色的温暖火光，门口处还是正对着一个造型怪异的吧台。吧台的造型，像是有人把整个树墩子放倒然后把里面掏空，最后打俩个洞，再摆上那么几个酒杯，就是“三十三”的吧台了。在树洞中总是会有一张满布皱纹的脸孔向外张望，这面孔活像一张老树皮。他就是这三十三之柱，老木头。\n\n       尽管这吧台有些古怪，但这点不足以阻挡那些热情的酒友，尤其是老木头那独特的优惠，你只要干完一票之后和他聊那么几句，他很乐意送你几杯啤酒。\n\n       也许巴尔外的人不明白为啥这老头要这样干。但是巴尔人都明白，老木头是在卖情报。话说回来，巴尔人谁不会出卖情报呢？为利益而出卖他人是巴尔人的普遍品质，所以谁也不在乎老木头从他或她嘴里翘那么几句话，啤酒比这些都要重要。我是巴尔人，但我却没有这种品质。\n\n\n       现在，这老木头正热切的与我们这群酒友交谈，试图了解今天被敲倒的傻蛋是个什么样子。偶尔还会爆发一段粗鲁的笑声。但我没这种兴趣，他们那种议论，我即使想参与也无法参与到其中。所以我还是像往常一样绕过老木头和那一帮酒友，独自走到一个角落里，从酒桶放出一杯啤酒慢慢喝着。\n谁在乎我？呵，一切如常。\n\n       但今天似乎不一样了。往常的我可不会受人关注，毕竟我这样的酒友多了去了。并且我还坐在角落里，就算是闹事的酒鬼，找上我的几率也是微乎其微。\n\n       但现在，我感觉到了一种从未感觉到的一种感觉——难不成是被人盯上了？\n\n       当我环视四周，那种感觉就消失了。若我重新将注意力挪到啤酒上，那被监视感便再度出现。巴尔有句老话，叫做“没人会平白无故的关心你”，我这样的弱者要是被人特殊关怀，我想我明天就要出现在那个臭水沟里。\n\n      我想我应该逃走了。想到这里，我站起来准备开溜，不料肩膀被人重压一下，我又一屁股坐在了椅子上。抬头一看，是一个刀疤肌肉男，典型的巴尔打手。我觉得我今晚要完蛋。酒友不会因为你的私仇而救你于水火之中。我想我估计是那次敲闷棍的冤家来寻仇了吧。\n\n      吾命休矣！\n\n\n\n这篇小说的确情节很吸引人\n但是语病严重\n修改用时：30分钟\n懒得添加情节了……（没办法找到中心处和高潮位置）"
        },
        {
            "author": "电饭煲（备）",
            "timestamp": 1443792180,
            "txt_content": "你让我给你一点评论，楼上就都说光咯，那我只能很简单的说一句啦\n你在排版上面尽量分出自然段来，尽量保证工整，然后就是两件事情的衔接之间如果再圆滑一点就更好了\n恩，以上wwwww"
        },
        {
            "author": "46241359",
            "timestamp": 1445678820,
            "txt_content": "气氛的渲染有些不到位，有些心理的描写觉得略微莫名其妙。细节描写不错但是数量偏少。结尾真是233"
        },
        {
            "author": "sam3737",
            "timestamp": 1446387720,
            "txt_content": "lz弃坑已两月有余。。催更。"
        },
        {
            "author": "2263026",
            "timestamp": 1453297620,
            "txt_content": "表示楼主在也不把这坑给填了吗"
        }
    ]
}