{
    "title": "<原创·连载·圣杯>《Minecraft史诗》序章&第一章",
    "author": "98324922之神",
    "replyCount": 2,
    "timestamp": 1440241680,
    "txt_content": " 本帖最后由 1137246733 于 2015-8-22 20:36 编辑 \n\n这片天地之间，散发着浓浓的血腥。\n青锋剑上下翻转，只是在顷刻间，两颗头颅冲天而起，而这两人的躯体，顿时丧失了所有的力量，软软的倒了下去。\n剑的主人缓缓收起了剑，抬头望向远处的数千士兵，冷笑一声道：“还有谁想来？”那数千士兵早已吓破了胆，他们已被杀怕了。而刚刚被斩下的那两人是他们之中仅剩的数十几名敢于反抗的战士中最后的两个。\n本来还抱着几分希望的士兵们顿时绝望了，他们纷纷跪下求饶，只希望能保下一条性命。可是……\n这位可怕的杀神眼中尽是冷漠，似乎对这数千士兵的投降完全不在乎。他的眼神随意的扫了他们一眼，如同在看一群牲畜，接着，他左手一挥：“聒噪，都杀了！”话音未落，他的身后便响起了无数弓弦拉动的声音。紧接着，在连续不断的破空声中，上万支利箭组成了密集的箭雨，乌云一般的向那数千士兵压了过去。\n见投降完全不起作用，仍是难逃一死，这数千士兵都被激起了最后的勇气，投降是死，不投降也是死，那还不如拼了呢！于是，数千人顶着箭雨，呐喊着向那位杀神冲了过去。在他们眼中，那人早已成了他们不共戴天的仇敌。\n可惜，总是士兵们跑得再快，也不可能快的过呼啸而来的箭雨，顿时，上百人中箭，纷纷倒地，再也没有站起来。\n在不断的箭雨中，士兵纷纷倒下，但也有近百人冲到了“杀神”面前，其中大半身上都插着三支以上的箭，但仍是硬撑着举起手中的武器向他杀过去。\n“杀神”面对数百人的围杀，却依旧是淡然。就在一柄长刀快要挨上他的脖子时，他动了，如猎豹一般迅疾。只见他身子一侧，便躲过了致命的一击，接着，青锋剑出鞘，一道圆斩便将逼近的五、六名士兵砍成了两段。“杀神”的眼中流露出一丝嗜血，他舔了舔舌头：“很好，来吧，一起来吧！”手中的青锋剑似乎也受到了感染，嗡嗡的震动了几下，一道暗红色的光芒在淡青色的剑刃上闪过。“杀神”再度挥斩，又是一名士兵死在了他的剑下……\n剩下的百余士兵都已是强弩之末，无不身受重伤，而这“杀神”却是武艺高强，再加上他迅疾如风的身法，这数百士兵哪里是一合之将？\n仅仅五分钟后，战斗便接近了尾声，数百士兵一一被格杀。不得不说，他们都十分拼命，将所有的力气都使了出来。但是“杀神”的实力极其强悍，一般人很难伤到他。就算有的士兵打算以命换命，无视青锋剑的攻击，将手里的武器劈在了“杀神”身上，也被“杀神”身上的铠甲弹开。而在他们发愣的瞬间，杀神就反手一剑将他们的脑袋砍了下来。\n“救命，不，不要杀我！”最后一名士兵目睹同伴一一被杀，最后鼓起的勇气也早已灰飞烟灭，他坐倒在地上，不停的后退，乞求这可怕的“杀神”能够放过自己。\n但……“杀神”邪魅一笑，手中染血的青锋剑由上至下斩出，一刀砍向了那名士兵。\n“不——”士兵望着越来越近的尖峰，却是无能为力。他的话只喊出了半句，便被生生砍成了两半。\n“杀神”在将最后一名士兵斩杀之后，长出了一口气，缓缓走向了敌人的军旗，然后，一剑砍向了旗杆，并举起了己方的战旗，在敌方军旗倒地的同时，狠狠插在了地上，鼓起全部声音怒吼道：“从此以后，这里，这片大陆，便是我们帝国之土！”\n“帝国之土！帝国之土！帝国之土！帝国之土！”“杀神”的身后，数万整齐划一的声音随着他的怒吼高声呼喊。\n只见，他的背后，千军万马！铁甲如流，战旗如血！而他的面前，一轮朝阳，缓缓地从地平线上升起！似乎象征着一个崭新的时代，来临！\n……………………\n \n \n两千年前，在这片大陆上，无数的大小王国、公国林立，纷争不断，不停地有王国被毁灭，又有不少王国兴起。\nMinecarft王国在当时只是一个小王国，仅有数千兵马，手里也仅仅掌握着不到十处的小城池，靠着抱那些强大王国的大腿以得到庇护，偏安一隅。本来，这样一个小王国迟早是要被毁灭的了，但是，随着一位名叫罗林·史蒂芬的王子强势崛起，这个局势改变了。\n这位王子本来在王国的诸多王子中排名只是第七，不可能得到王位。可他的心机极深，又是从小练武，武艺高强。他先是借历练的名头外出，在王国中组建了一支佣兵团，拉起了自己的势力，接着，他向二王子上书，表示了自己的忠心，愿意助二王子击败大王子夺得王位。二王子本就是个野心极大的人，早有与大王子一争王位的念头，只是苦于自己的势力没有大王子强，而大王子又有老国王支持，一直没有动手。这会得到了七王子罗林的支持，他怎能善罢甘休？\n在罗林的建议下，二王子先是暗杀了大王子，接着又是和罗林的佣兵团一起，毁灭了大王子的势力。而罗林在消灭了大王子后，巧妙地洗脱了自己的嫌疑，在国王震怒，发兵消灭二王子时倒打一耙，亲手将二王子斩于剑下，从而得到了老国王的赏识。而仅仅一年之后，老国王死于敌国势力的刺杀，七王子罗林凭借铁血手段给势力较差的五、六皇子都安上了密谋暗杀老国王的罪名，将他们直接诛杀。而有着老国王的赏识的他，边顺水推舟的坐上了国王的位置。上位后，他先是将有不臣之心的三、四王子一诛杀一发配，平定了内乱，同时励精图治，提高了王国的实力，接着发兵灭了一个和自己差不多的小王国，将势力范围扩大到了二十余座城池。\n但他并不满足于此，罗林派出使者，表示愿意与自己依附的那个大王国结盟，并作为先锋攻击另一个一直和那个大王国敌对的公国。大王国的国王早有灭掉敌对公国的想法，但对方实力与自己差不多，就算灭掉，自身也元气大伤。如今有一个实力不弱的小王国愿意打头阵，做先锋，他们岂能放弃这好机会？\n本以为占了便宜，可谁知这一切却都在罗林的算计之中。罗林先是以迅雷不及掩耳之势偷袭，打下了那公国的几座城池，而在对方派大军来临时，他只是象征性的抵抗了一会便以不敌为由将自己的军队撤了下来，并将打下的几座城拱手让给了大王国。\n大王国自然是高兴，而那公国见他们早已看不爽的大王国占领了他们的城，自然怒了，遣派大军一下子灭掉了王国的一万多军队。于是，两国都打出了火气，渐渐演变成了生死对决。而罗林则带着自己的军队一边要旗助威一边看好戏。\n最后，大王国终于是一举拿下了公国的首都，彻底将这个公国毁掉。但自己也是元气大伤。就在这时，罗林带着他的军队发难了。这便是蚌鹤相争，渔翁得利。罗林趁势将元气大伤的大王国灭掉了，收获了大片大片的地盘。在巩固了实力后，他又再度发兵，一下子横扫附近的四个小王国，占领了大陆近半的土地。\n接着他安静了一段时间，似乎是满足了。这令其他的王国、公国松了一口气。然而就在两年后，罗林再度出兵，一下子将他这些年来的所有军队都砸了出来，大有势如破竹之势。整整十万铁军横扫无敌，十几个王国、公国尽数被毁灭或投降，罗林的Minecarft王国似乎要称霸整片大陆。\n剩余的王国、公国感到了危机，于是结成了联盟，共同对抗Minecarft王国。可惜他们醒悟的太晚了，如果在罗林休整的两年间结盟，那他们也许还有一拼之力。此时，Minecarft王国已经势不可挡了。\n王国联盟和Minecarft王国终于在大陆中央平原爆发了大战，最终，王国联盟被击溃，罗林带领的数十万军队将王国联盟赶尽杀绝，联盟的十五万大军无一人生还。罗林的铁血手段震惊了大陆，也成就了他“杀神”的赫赫凶名。\n一年后，他将Minecarft王国改名为Minecarft帝国，终于，在近两千年的战乱后，整片大陆终于恢复了和平，安定。而第一个统一大陆的帝国，也由此诞生。",
    "replies": [
        {
            "author": "1137246733",
            "timestamp": 1440246900,
            "txt_content": " 本帖最后由 1137246733 于 2015-8-22 20:37 编辑 \n\n请注意，题目的基本格式是：\n<原创·连载·圣杯>《作品名称》章数\n我直接帮你改了哈"
        },
        {
            "author": "1137246733",
            "timestamp": 1440247200,
            "txt_content": "另外参加圣杯的作品要求你看到了\n不能使用老稿。\n然而你使用了：http://tieba.baidu.com/p/3690107957\n距离如今已经过去了4个月。\n\n你触犯了比赛规则，但比较轻度。\n给予帖子“关闭帖子（无法回复）”+“下沉（没有人能找到）”的处分。\n并且取消本作品的参赛权。\n\n以后要注意哈QAQ"
        }
    ]
}