{
    "title": "<原创·圣杯>《已经完满的第四天》第二章 有意义的不存在，无意义的存在",
    "author": "hayah",
    "replyCount": 12,
    "timestamp": 1440247500,
    "txt_content": " 本帖最后由 hayah 于 2015-9-12 22:03 编辑 \n\n第一章 存在即意义？\n第三章 我们无法和时空抗衡\n\n第二章 有意义的不存在，无意义的存在提纲：人物：Steve，小猪，Notch和绿袍村民主线：村庄里的幽灵副线：如果重新来过时间：!@#￥#（这不重要）地点：00平原背景：主世界灾难的前一天第一幕：新生命的开始这是一个黎明，太阳还未完全升起，Steve的头顶上，便是那条晨昏分割线。它正朝着Steve永远追不上的方向缓缓移动。Steve走跳着，心中的疑惑更多了。草原上的景物已逐渐清晰，一个粉红色的小身影从一个一格深的坑中窜出，成为这个广袤平原上唯一的一个粉红色孤独的亮点。“小猪？”Steve加快了脚步。“你……”Steve第一次用了这样的方式称呼这只动物。他的巨大身影遮住了小猪感受着太阳升起的方向。新生命的好奇心是可怕的，它驱使着小猪慢慢靠近Steve，这时，它没有对未知产生恐惧。Steve望着晨昏线，沉思着。脚边被轻微地挤压，Steve想起了那柔软舒适的羊毛枕头。低下头，小猪正用鼻子轻轻拱着他的脚。这是它学会使用的第二种感知——触觉。第一种便是嗅着它不知所踪的母亲的味道。感受到了接触的事物的轻微移动，它停下了。两团飓风迎面袭来……Steve一把抱起了小猪。小猪第一次睁开了双眼，身体虽然腾空，它却仍然好奇地打量着它看到的这个生物。这是一张拉丁美洲人的脸（好吧，这里只是为了便于陈述）。一双黑洞洞的大眼睛，和他无神的双眼凑得如此之近。一股香甜的新生命的呼吸拂面而来，还留有余热。小猪可能并不太欣赏这张脸，便闭上眼睛，用鼻子拱了拱Steve那双粗糙的饱经风霜的脸颊。一股暖流，冲破了Steve内心的坚冰，融化成了一潭清澈的温泉。这两个生物的接触，是两个新生命的开始。Steve张起了左臂，摩挲着小猪嫩嫩的身体，小猪也发出了哼哼的叫声。它在诞生之初就享受到了另一种母亲般的关怀。不知为何，Steve感觉到了眼角发热，他用温柔的眼光看着它说：“走，我们回家吧。”一切似乎都已不用再解释，Notch已经用他的能力告诉了Steve生命的意义。对他而言，这完全取决于他以什么样的态度对待生命。“那怪物们呢？”“这个问题……”“如果我对待它们友善，他们也会这样对我吗？”“如果在遵守原则的基础上，是可以的。”“你问怪物们的原则？”“那就是——与人类为敌。”\n\n这是被抹掉的一天，你们看到了吗？一个发生的事件，似乎从未存在过，一个逝去的生命，再次孤独地重现，可它已不再孤单，就算世界只剩下它的身影，ta也知道，太阳，为它重新升起过。生命，为他再次诞生过。\n第二幕：没有意义，何谈存在“假如一个生物过了很久也没有找到它存在的意义，会怎么样？”“会找到的，不是它自己，也会有其他人来完成这件事。”“为什么你如此肯定？”“这是因为……”“嗯？”“你在被创造之初，”Notch抿了口热咖啡，“除了会运用我给予你的基本感官，是没有自主意识的。”“我感受到的第一件事就是正午的烈日！”村民信誓旦旦地说。“哈哈哈……”Notch发出了那令人不安的笑声，“看来，你不知道你是在夜里出生的呢。”“嗯？怎么说？”“你的家人，在那晚僵尸的大举进攻后幸存下来，生下了你。那次的规模可不太寻常啊。”“我，”村民皱紧了眉头，更加疑惑，“有家人？”“只是，他们已经不在这个世界了。”Notch停顿了一下，“他们……被抓到了Xbox版。”“***!”     “好吧，我认真点，具体去向我也不知道，这不重要，重要的是你出生了。”“反正……他们已经尽到义务了，我一个人现在生活得也很好，不再需要他们了。”村民环视了一下这个每天被他打扫得一尘不染的6平米小木屋，墙上挂着一幅他的黑白肖像画。“你想知道为什么那个中午前你会意识不到任何东西吗？”“嗯。”“这样，我们来做个有趣的假设……第三幕：一个假设你，望着一面镜子，感受一下，假如自己没有身体。我……看到了，镜子里有一片农田，就是屋外的那片，是在中午，但，农田上没有一个人。我，可以感受到，自己拿着锄头在耕地。这活儿……很累，后背已经汗湿了，可，我没有看到镜子里的自己。你，再设想一下，仍然是那面镜子，这次，你有身体，却不知道要干什么，就连这点，你也是没有意识到的。而在我的眼中，你还是再耕那一片小麦田，嗯……小麦的清香，我能闻到，你也感受到了，但你不知道。……“这？可以想象吗！”村民暴怒，以为Notch是在三番五次地玩弄他。正打算猛地抽出Notch的椅子，让他摔个狗啃泥。却发现……我……没有手……没有身体……恐惧感涌上心头，并非源于未知，而是对于已知的事物，自己束手无策。“所以嘛——“Notch得意地陈述了自己的观点：“若有生物没有存在的意义，这件事对它本身来说，便是无法想象的。那么这种生物除了能带来恐慌和破坏，就只能是漫无目的地游荡徘徊。像个没有人操纵的玩偶般，”Notch不知道从哪拿出了一只铁傀儡玩偶，“就像它，它一定不知道自己为什么要存在，这样的存在对于它自己来说，和不存在，有什么区别呢？”“嗯哼？那么你的意思是，一个生物的生命真正开始于它找到自己存在的意义，也就是它的使命？”“你挺聪明的嘛！”Notch戴上了黑色的礼帽，跨出了屋子。走前，Notch回头看了一眼：“那么这个任务，就交给你了。再见了，00村的幽灵！哈哈哈……“转瞬间，Notch消失了，他还要去见见另一种生物。这位村民，不，应该说是00平原上的怨灵，已经在谈话将结束之时，接受了这个事实，早在那天，他的生命已经结束在了那个铁傀儡的铁臂之下，并不仅仅是鼻子的酸痛。出于一个未完成的使命，他，没有完全离开这个世界。为了避免更多的灾祸降临到他为数不多的同伴头上，他肩负起了使命。他想，我，知道要做什么了。\n第二章终\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "朱大常",
            "timestamp": 1440247560,
            "txt_content": "你是没有标题吗"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1440247680,
            "txt_content": "感觉每一章较短"
        },
        {
            "author": "hayah",
            "timestamp": 1440247980,
            "txt_content": "解释一下标题，前者指已经失去身体但意识仍然存在的村民，后者指有身体，却无自由意识的铁傀儡，第一章—第五幕中，就已经有线索，被铁傀儡拍过一次的村民，不仅仅是鼻子酸痛，他已经死于那次攻击了\n再解释一下怨灵的概念，就是死的不明不白的，有强烈愿望仍留存于世的灵魂，在愿望完成前，他们是不会归西的，而村民怨灵的愿望就是能够看到这个村庄真正有一天得到保护，那个制造麻烦的机器能够停下（第三章中会讲到）"
        },
        {
            "author": "1137246733",
            "timestamp": 1440248280,
            "txt_content": "请修改标题，不符合规定\n请在已有的后面加上书目名称和章节名称\n另外一些类似于地板的声明，一般编辑帖子就可以了，不需要再发，不然可能被认为是自顶行为"
        },
        {
            "author": "guqu",
            "timestamp": 1440248340,
            "txt_content": "其实啊，觉得不错"
        },
        {
            "author": "hayah",
            "timestamp": 1440248400,
            "txt_content": "再解释一下Steve那里发生了什么，他做了一个梦，或许不是梦：一只小猪死于他手，还被Notch质疑了自己的价值观。然后，那一天似乎重来了，是Notch用了他的能力？这次，他选了另外一条路，放弃杀戮，小猪和他幸福的生活在一起了，吗？"
        },
        {
            "author": "hayah",
            "timestamp": 1440248580,
            "txt_content": "主线副线剧情有何联系？地点相同，发生时间不同，这一切，都预示着第三章会发生什么，而前文中已经出现过多次的铺垫与伏笔了。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440248880,
            "txt_content": "hayah 发表于 2015-8-22 21:03\n主线副线剧情有何联系？地点相同，发生时间不同，这一切，都预示着第三章会发生什么，而前文中已经出现过多 ...\n你是完全无视版主说的话吗……"
        },
        {
            "author": "hayah",
            "timestamp": 1440251820,
            "txt_content": "1137246733 发表于 2015-8-22 20:58\n请修改标题，不符合规定\n请在已有的后面加上书目名称和章节名称\n另外一些类似于地板的声明，一般编辑帖子就 ...\n了解，保证执行{:10_531:}\n其实我挺怕很多读者漏掉线索伏笔或者理解概念不清什么的，我给一个朋友讲解的时候，花了半个小时，好在ta没辜负我的期望，只漏掉了一半的线索伏笔什么的。"
        },
        {
            "author": "xcc",
            "timestamp": 1440252000,
            "txt_content": "是个哲学方面的。。。吗"
        },
        {
            "author": "hayah",
            "timestamp": 1440252180,
            "txt_content": "达斯·龙须 发表于 2015-8-22 20:48\n感觉每一章较短\n你的意思是那个场景切换的幕很短吗（的确很短），其实我都不知道一开始为什么要割，起因很可能就是第一章的第一幕吧，无意间写了，结果整个人便陷入不能自拔，目前正忙于创作第四章。"
        },
        {
            "author": "hayah",
            "timestamp": 1440252540,
            "txt_content": "xcc 发表于 2015-8-22 22:00\n是个哲学方面的。。。吗\n哲学并不是什么高深的东西，我的这篇小说的目的有一条，就是让大家用一种轻松有趣的方式体会思索那些问题：存在就有意义吗，生物对我们人的意义和对它自己的有何区别，四个不需遵循因果律的要素是什么，我们脑中的各种情感从何而来，假如不能证明所感即真实，我们该如何生活……\n最后祝愿思考完后，能够对自己和这个世界有个更好的认识，找到适合自己的面对生活的态度，毕竟，这才是我们真正关心的。"
        }
    ]
}