{
    "title": "[本版规章制度v5.0预览版]新版规将于8月24日零时正式进入试行期",
    "author": "天明遥遥",
    "replyCount": 0,
    "timestamp": 1440256200,
    "txt_content": " 本帖最后由 1094822247 于 2015-8-22 23:31 编辑 \n\n新版规发布前一切按原版规处理，暂不接受优秀高亮等申请，新版规正式发布执行后，8月24日零时前发布的帖子如有违规则会被移入「旧版本整合包」版，严重违规（见新版规[2-2][2-3][2-4][2-5]以及一切可能的著作权/版权问题）依旧会被删帖处理。\n详细处理方案会同新版规同时发布，敬请期待。\n如对新版规有任何意见或建议请直接私信楼主=w=，本帖禁止回复←_←\n（改动较大的地方标了一下红字）\n\n\n一、总述\n[1-1]所有在本版发表过任何主题或回帖的用户，我们都默认已阅本帖。\n[1-2]如果你打算在本版发表主题帖，那么请着重认真阅读本帖[第二大项]与[第三大项]，任何违规都将按照其中各项所述进行相关处理。如果希望了解本版优秀&高亮&加分规则，那么请认真阅读本帖[第四大项]。\n[1-3]如果你是一位整合包玩家或者游客，那么请着重认真阅读本帖的[第五大项]以了解回帖守则&举报相关。\n[1-4]如果你的帖子因违规（除[第二大项]之[2-2]至[2-5]的原因）被版主删除，请不要灰心丧气。\n[1-5]管理组拥有本版规之最终解释权。\n二、严禁发布的贴子\n[2-1]请严格按照要求编辑帖子标题，任何标题格式错误的帖子都将无视其内容直接删除。标题相关见本帖[3-1]。\n[2-2]发布任何与「整合包发布」无关的帖子，任何形式的整合包制作小店帖。禁止发布指路帖&索引帖。\n[2-3]发布任何违规转载、盗用、含有剽窃内容的帖子及整合包。详见本帖[3-6]。\n[2-4]发布任何包含广告、服务器宣传、返利网盘和一切涉及营利的帖子及整合包。详见本帖[3-4-1][3-4-2]。\n[2-5]发布任何包含流氓软件及病毒程序的整合包。详见本帖[3-4-3]。\n三、整合包帖发布注意事项\n[3-1]标题\n[3-1-1]格式：[版本]（注意是＂[ ] ＂而不是＂【 】\"）+（如果贴内含有音乐请添加[内含音乐]）+整合包名称或简单介绍其特色、风格、主内容等。\n[3-1-2]内容：标题须与帖子内容相符，标题可编辑部分不得含有除日期外的数据信息/除作者外的个人信息以及任何可能具有误导欺骗性质的内容。\n[3-1-3]违规处理：标题格式错误，直接删帖；标题内容轻度违规-1人气+强制修改；标题内容严重违规直接删帖。\n[3-2]帖子模板的填写\n[3-2-1]中文名称：填写整合包的名称（注意此项可以通过关键词被检索）\n[3-2-2]来源：转载或半原创的整合包都需要选择「转载」项，违者删帖\n[3-2-3]原帖地址：转载或半原创的整合包都需要填写此项，违者删帖\n[3-2-4]适用版本：选择整合包所使用的MC版本\n[3-2-5]下载地址：可不填，但必须在贴内明确给出\n[3-2-6]包含内容：可不填，但必须在贴内完全列明\n[3-2-7]图片地址：宣传用途，如有需要请填写相关图片的图床链接\n[3-2-8]最后更新：填写整合包最后更新的日期\n[3-2-9]语言支持：选择整合包支持的语言\n[3-3]帖子内容的编辑\n[3-3-1]排版，排版凌乱/使用了大篇幅的亮色或5号以上字体等严重影响观看的帖子，视情况屏蔽或直接删帖。\n[3-3-2]必要的图片：整合包打开后的游戏标题界面或游戏内完整画面的即时截图至少一张，放在帖子的任意位置皆可，违者删帖。\n[3-3-3]介绍：帖内必须有针对整合包的文字介绍，至少达一条微博长度，整合包的任何单个mod介绍或相关视频均不可替代此文字介绍。\n可介绍内容的参考：整合包主题/类型+玩家人群定位+主要特色+玩法等\n例外：基础整合包介绍可以稍简略一些\n违规处理：无介绍或介绍过于简略的，直接删帖。\n[3-3-4]mod列表：\n①若帖内只含有截图类型的mod列表，直接删帖。\n②mod列表须包含整合包内所有的mod，违者删帖。\n③整合包所含mod须为在本站已经发布过的，如有未发布过的，则必须注明源发布帖/发布网站地址，违者删帖。\n④如包含国内原创mod（例如有名的中文输入、食物工艺等），则必须注明原作者，违者删帖。\n例外：基础整合包帖除达到上述要求外必须注明所有mod有效的合法转载帖地址或源发布帖/发布网站地址及所有API和mod版本，违者删帖。\n此项也可放入其它站点并标明链接，但注意如后期链接失效，则帖子会被移至「旧版本整合包」。\n[3-3-5]下载地址：任何不带下载地址或下载地址无效的帖子均会被直接删除，下载地址后期失效后帖子则会被移至「旧版本整合包」。\n对下载地址进行任何隐藏欺骗性处理，包括但不限于「以超过3个的折叠内容(即【spoiler】【/spoiler】)」「翻页遮蔽下载地址」等，直接删帖。\n[3-3-6]禁止以任何方式索要骗取回复，包括回复可见，积分可见，以及一切可能引起水回复的内容（例如一个“想要查看本帖隐藏内容请回复”的图片），回复奖励除外。禁止任何回复诅咒（例如“伸手党剁手”）。违者撤销所有正面评分+删帖。\n[3-4]帖子及整合包内禁止含有的内容\n[3-4-1]帖子及整合包内禁止含有任何形式的关于服务器宣传信息（包括但不限于含有servers.dat文件、服务器IP地址文本、相关QQ群、相关宣传图片等），违者撤销所有正面评分，-1人气-10金币-1贡献+发卡+删帖，造成严重影响或已取得高亮优秀者惩罚翻倍。\n[3-4-2]帖子及整合包内禁止含有任何形式的涉及商业/营利行为成分（包括但不限于所有的广告、Adfly链接、返利网盘等），违者同[3-4-1]处理。\n例外：当贴内任何内容都不涉及商业版权问题，且不存在任何散布官方Minecraft内容时，方可进行营利（需要出示所有商业整合版权许可证明，包括贴上图证+许可证出示源地址）\n[3-4-3]帖子及整合包内禁止含有任何流氓软件及病毒程序。不接受任何注明可能报毒的整合包，发现后立即删帖。若整合包被举报证实内置流氓软件或病毒程序，参照此贴处理。\n[3-4-4]MC原版或只含API以及任何只含有单mod的均不算作整合包。同一整合包内禁止整合多个分别安装mod的MC版本。违者删帖。\n[3-4-5]整合包内禁止含有任何作弊mod，包括但不限于CJB、X-ray等，违者删帖。\n[3-4-6]整合包禁止使用KZ等专有压缩文件格式，请确保压缩文件能被所有主流压缩软件打开，违者删帖。\n[3-4-7]整合包版本更新须在同一帖子内编辑，违者删除旧帖并撤销旧帖所有正面评分（除非整合包的主题改变或整合包基于的MC版本改变）。\n[3-5]旧版本整合包\n①任何MC版本1.7.10以下的整合包都会被移动至旧版本整合包版，更新新版本后可申请移回主版面。\n②在三个月内未做过任何更新的1.7.10以上版本整合包会被移入「旧版本整合包」版，更新整合包后可申请移回主版面。例外：符合优秀/高亮/加粗标准的整合包不会被移入「旧版本整合包」版。\n③其它特殊情况。\n[3-6]关于违规转载、盗用与剽窃\n[3-6-1]禁止国内其他站点及本站内二次转载（贴吧除外）。贴吧及国外转载须在遵守[3-2-2][3-2-3]的同时出示原作者转载许可截图及链接。违者删帖。\n[3-6-2]本版仅允许一种形式的半原创整合包，即在本版发布的基础整合包的基础上制作的整合包，额外添加的mod数量至少大于等于原基础整合包mod数量的50%，且须在遵守[3-2-2][3-2-3]的同时在贴内明确写明所用基础整合的原作者。违者直接删帖。\n[3-6-3]贴子及整合包内含有任何注明禁止转载或整合的国内原创mod、地图、材质、皮肤、教程、小说等，直接删帖。\n[3-6-4]贴子及整合包内含有任何国内原创的地图、材质、皮肤、教程、小说等（mod除外），必须注明原作者、原帖链接及转载或整合许可证明截图，违者删帖。\n[3-6-5]帖子及整合包内含有国内原创内容且申明为自己原创时，同[3-4-1]处理，重者参见MCBBS规章制度[2-4-J]进行相关封禁处理。\n四、优秀&高亮&加粗&加分\n*转载及违反过版规的帖子仅能获得以下的高亮操作\n[4-1]限于Mojang相关政策等，整合包不再有精华。\n[4-2]高亮&优秀标准\n[4-2-1]绿色永久高亮\n①排版较为清晰条理直观整洁\n②整合包有较为明确的主题与定位\n③帖子内容较为充实（不计非原创内容）\n④帖子点击量超过10000且被给予的人气大于等于25（硬性条件）\n加分奖励：+1人气+15金粒\n[4-2-2]优秀（蓝色高亮）\n①排版清晰条理直观整洁\n②整合包有明确的主题与定位\n③帖子内容充实（不计非原创内容）\n④整合包内容80%以上为已汉化\n⑤贴内须附有整合包所包含各mod的有效的本站mod发布版转载帖地址或源发布帖/发布网站地址（硬性条件）\n⑥帖子点击量超过20000且被给予的人气大于等于40（硬性条件）\n加分奖励：+2人气+30金粒+1贡献\n[4-2-3]优秀（紫色高亮）\n①排版清晰条理直观整洁\n②整合包有明确的主题与定位\n③帖子内容充实（不计非原创内容）\n④整合包内容95%以上为已汉化\n⑤贴内须附有整合包所包含各mod的有效的本站mod发布版转载帖地址或源发布帖/发布网站地址（硬性条件）\n⑥帖子点击量超过50000且被给予的人气大于等于80（硬性条件）\n加分奖励：+5人气+50金粒+2贡献\n[4-3]申请高亮&优秀的注意事项\n[4-3-1]申请冷却期：同一个帖子每周仅可申请一次（重置冷却以周日零点计），违者-10金币/次。\n[4-3-2]帖子加分是累计型的，即一个帖子达到优秀（紫色高亮）后总计会获得+5人气+50金粒+2贡献的加分奖励。\n[4-3]限时高亮：\n为鼓励高质量优秀新帖，可以申请为期30天的限时高亮。\n[4-4]标题加粗标准：\n[4-4-1]整合包含有优秀的原创内容（故事背景/剧情/地图/材质/mod/软件等），可以获得额外+2人气+20金粒+0~1贡献为基础的奖励，永久标题加粗。\n[4-4-2]达到以上条件（优秀/永久高亮）且整合包定期更新或近期内有更新即给予标题加粗，长期不更新则会由版主依情况撤销标题加粗\n[4-4-3]①标题加粗由版主主动更改，不接受申请。② 有其他特殊情况的帖子给予标题加粗。\n请到大区优秀申请集中帖申请优秀&永久高亮\n五、回帖守则＆举报\n[5-1]回帖与评分\n每一个整合包都包含了其作者的一番心血，因此在这里建议大家为喜欢的整合包帖子进行回帖与评分，这样虽然不能给作者带来什么现实上的帮助，但却可以让作者更加有信心，将整合包继续更新完善下去或者继续制作其他的精品整合包。\n然而回复和评分都是建立在对整合包及帖子有一定了解的情况下，所以最好的回帖是将使用整合包后的简单感受或者心得反馈给作者，这样才是真正对作者及其整合包的认可以及尊重并有助于作者进一步改进整合包的质量。\n如果整合包有问题，也请尽量以恭敬的态度向作者回帖或者私信提出，作者实际上没有任何帮你解决问题的义务，就算是整合包真的有问题。\n最后，你的每一个认真回帖、评分甚至灌水都会为后人作为重要的参考，所以请认真当好这个前辈吧！\n[5-2]灌水的定义与处罚\n①任何疑似键盘随机输入而产生的无意义字符串、键盘连发（例如：233333333/66666666/哈哈哈哈哈哈哈哈哈/！！！！！！！！！）、纯表情回复、前排/沙发/板凳/留名/路过、复制标题/帖子内容、不断重复一句话以凑字数等，发卡一张/条+删帖。\n②与帖子无关的回复、版聊以及万用回复（包括但不限于：MCBBS有你更精彩~/先回复再下载/很棒的作品!/支持楼主整合/顶一个等），-1人气-10金币/条。\n③连楼顶贴（大于等于三楼层的一层一句话也会被视为连楼顶贴。），-1人气-10金币，重者发卡。（另外若为论坛网络问题请及时私信版主解释清楚）\n④回帖屠版，短时间内在本版连续回复五帖及以上且回帖没有实际性内容的即为回帖屠版，轻者删帖+发卡两张，重者永久封禁。\n⑤楼主同样禁止在自己的帖子内进行任何无意义回复，包括但不限于自己占楼、自己顶贴等（更新整合包后允许自顶一次），违者-1人气-10金币/条+发卡一张\n⑥求制作整合包请私信整合包作者或到相关问答版块求助，违者-1人气-10金币/条。\n⑦散布广告、宣传服务器等，删帖+发卡一张/条，重者永久封禁。\n[5-3]不友善回复\n禁止举报后回复引战（例如：“已举报不谢”），禁止恶意围观违规贴（例如回复“删前留名”），违者发卡。其他的不友善回复请参见MCBBS规章制度[2-4-CDEF]\n[5-4]举报相关\n欢迎使用论坛的举报功能对各种违规行为进行举报，灌水/不友善回复举报奖励10金币/条，其他举报视情况给予金币奖励，但要注意：凡举报必须填写理由，未注明理由者盖不受理。\n",
    "replies": []
}