{
    "title": "<原创·连载·圣杯><第一章>悲剧-始",
    "author": "guqu",
    "replyCount": 4,
    "timestamp": 1440300840,
    "txt_content": " 本帖最后由 guqu 于 2016-3-4 22:36 编辑 \n\n “晴天，还记得我吧。”“当然记得啦，你就是当年被我——赶出去的那个废物吧，Guqu。”我始于一个平静安详的人造天空之城，在那里没有住宅，只有一大堆的商铺，传送门。我始于这里？我自己都觉得不太可能。我的母亲，我的父亲呢？真是可笑，在此之前的事，我都忘得一干二净了。\n但是这里可真是有够漂亮，传送门的设计也很有讲究，浮空的岛屿也十分精奇，还有那颗樱花树，显然我不知道这颗樱花树到底是什么，但是村里的人都不喜欢碰这个樱花树。而且每次我去摸的时候，都有一大堆自称是红堡教徒的人把我带走，去听那种无意义的“洗礼”，真是够了，下次我准备好去摸，然后在他们的教堂里让他们好好出一回丑。每次跳进那柔软的棉花似的云时都会被传送过来，几乎不给你时间享受享受那棉花的。\n而且每次过来都有一个24小时不会累的女朴说“今天你要存什么东西嘛，故去。”\n说白了就是用海绵这个通用货币换存储空间，刚来的新人被坑了不少。她的老板也真是有够心思。花钱请了这么一个女仆迷惑大众。\n往外走就是直达生存秘境的路了，但是我喜欢睡在这里的路边，这里的路边不分四季，每次躺下去都很凉爽，虽然他们会把我当成乞丐，但是对于我来说，这没什么大不了，生活是活给自己的，并不是活给别人的，可是这个行动，却把我带入了一场又一场的风暴中。\n正当我乐悠悠的躺在这里，注视着每一个来往的人的时候，来了以为人，丢了我一个石子，我以为他也是认为我是个乞丐的人，就懒得理他，没想到他对我说了句话。\n“嘿，你不像个乞丐啊。起来当我小弟怎么样？”那人一手在衣包里，一手反复的往上扔石头。\n我想他并不是寻常人，因为寻常人根本不会过分的注意我这个“乞丐”，于是我就漫不经心的回答了一句：“是啊，我不是乞丐，你看看我又没有喊你给我海绵，左边又没有碗，还每天非有几个脑残硬要给我东西，你说说？”\n他竟然笑了笑，我看出他的智商不是挺高，但是打扮着实贵重，于是就准备跟他走一走，他的幕后，一定还有个老大。“嘛，也好，走吧。”\n于是我们就往前踏步，走向了他家。嘛……对于我来说，这家够豪华了，家具样样齐全，整个家也模仿了交通要道——我的起始点的浮空，地下采取了伪装方块做密道，嘛……看来我是追对人了，但是这一定不是那小子创造的，一定另有其人。\n哒哒哒……哒哒哒…… \n@ZCA @星之永恒 @飞翔末影龙 @Aikawastep @ffc2412966076 @海潮 @FHC红石 @一枚渣渣 @lzs1234 @1137246733 @End-enderman @2b与MC的故事  嘛……在图片里面你们就能知道走进来的是谁了",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1440301740,
            "txt_content": "故事君表示……\n不开光影我不怪你，因为不是人人都是土豪\n但是你好歹把平滑光照打开啊喂，这样一块一块的强迫症看着好不舒服啊！！！！！！"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1440303060,
            "txt_content": "文章写得不错\n希望楼主能再检查一遍（有些小错误）\n（建筑渣的自信心，卒）\n（已逼死两个强迫症）"
        },
        {
            "author": "guqu",
            "timestamp": 1440303480,
            "txt_content": "星之永恒 发表于 2015-8-23 12:11\n文章写得不错\n希望楼主能再检查一遍（有些小错误）\n（建筑渣的自信心，卒）\n谢谢支持\n分呢分呢\n修改了一处错误（每次下去都很凉爽改为每次躺下去都很凉爽）\n还有错误请指出"
        },
        {
            "author": "guqu",
            "timestamp": 1440319020,
            "txt_content": "2B与mc的故事 发表于 2015-8-23 11:49\n故事君表示……\n不开光影我不怪你，因为不是人人都是土豪\n但是你好歹把平滑光照打开啊喂，这样一块一块的强 ...\n好吧是平滑光照的问题"
        }
    ]
}