{
    "title": "《原创·连载》我的世界[当怪物们最初产生的时候] 第一章 [作者：青空舟影]  [非原创]",
    "author": "冰墨c",
    "replyCount": 2,
    "timestamp": 1440306360,
    "txt_content": " 本帖最后由 冰墨c 于 2015-8-23 16:26 编辑 \n哎~序章的帖子不过关的说{:10_522:}\n改了好久才发这个帖子也是醉惹~{:10_524:}\n---------------------------------------------------\n一、任务\n      爬行者不是herobrine第一个或最后一个创造的怪物种族，但他们是令herobrine最费心的一个怪物种族。\n      Herobrine在创造他们的时候，给了他们可以爆炸的能力。这个能力很出众，很有威力，所以Herobrine便不太在意爬行者们的举动了，他觉得爬行者所带来的爆炸足以给冒险者们带来致命的威胁。\n      可是，不知道是不是因为能力太过出众而导致创造时出了差错，爬行者们的其中一位——奎特的观念与其他怪物们的观念都不一样。她喜欢人类，经常瞒着所有怪物偷偷地去看一位穿着蓝色上衣、深蓝色裤子的冒险者，看那个人干着捕鱼、做饭、挖矿等等的活儿。每当奎特看着那个人在那里辛勤的劳作，就会感到心情愉快，并且由衷的佩服他。\n      奎特刚刚来到世界上的时候，像人类一样有两条手臂，只是没有腿，长条状的身子下面，四只小脚走起来很快。她的皮肤是绿色的，夹杂着一些灰色的小斑点。她的脸上经常挂着和她的内心一样阳光的微笑，尽管她的两个好朋友——末影人弗兰德和骷髅斯卡蕾说她笑起来不好看。\n     “奎特，你为什么总是在笑呢？”有一天，奎特和斯卡蕾坐在大树下闲聊时，斯卡蕾这么问道。\n     “因为我开心啊。”奎特微笑着回答。\n     “有什么值得开心的事情吗？”斯卡蕾说着，突然斜起眼看着奎特，“难道你看到人类了？我记得那次你看到几个普通村民高兴的跟什么似的。”\n     “那确实令我很开心啊！人类都好厉害的。不过嘛，这几天我没看到什么人啦，而且，生活中也不只有那些人类美好啊。斯卡蕾，只要你细心观察、仔细体会，这个世界到处都很美好！”奎特撒了个谎，脸上继续微笑着，搂住了斯卡蕾，“你看，这明媚的阳光，蔚蓝的天空，茂盛的草地，不都很美好吗？”\n     “我可不喜欢阳光。”\n     “诶？为什么？”奎特不解的看着斯卡蕾。\n     “你别忘了我是骷髅，被阳光照到我的身体会着火的。讨厌阳光也是没办法的事啊。”斯卡蕾皱起了眉头，“一会儿我就让弗兰德送我回家，白天出来实在是太危险了。”\n     “斯卡蕾你这么重，弗兰德可抱不动你哟。”\n     “谁会让那个家伙抱哦！还有，我不过就是一个骨头架子！哪里重了？”假如骷髅能脸红的话，斯卡蕾的脸这时肯定会红到后耳根。\n     “斯卡蕾害羞咯！斯卡蕾害羞咯！呐，斯卡蕾，不要乱跑哦，小心大太阳把你烧成灰了。”奎特说完便笑了起来。\n     “奎特啊，你就利用你的身体条件欺负我吧。”斯卡蕾无奈的叹了口气。\n\n     玩闹的时候确实很开心，不过容许他们开心玩闹的时间还是很短暂的。不久，蜘蛛斯派德在搜寻时发现了史蒂夫的家，并报告给了他们的创造 者herobrine。Herobrine派末影人们通知了大家，而早早就通过斯派德得知消息的斯卡蕾把事情告诉了奎特。\n     “任务开始了。”斯卡蕾耸了耸肩，“奎特，假如不去攻击那个叫史蒂夫的人类，父亲大人会生气的。”\n怪物们起初对herobrine的称呼都是“父亲”之类的。\n     “我不忍心。”奎特说着，一脸无奈。\n     “嘿，大家晚上好啊。”许多紫色的粒子飘落过来，一起过来的还有弗兰德。“想必发现史蒂夫的事，你们早就知道了吧？”\n     “嗯，斯派德发现的时候就和我说了。”斯卡蕾说道，“可是奎特不忍心去攻击那个人类。”\n     “哦，上帝。奎特，你可不能对人类这么心软啊。”弗兰德富有磁性的声音中透出了一丝焦急。\n     “我不明白。”奎特说，“我不明白。为什么父亲要坚持杀了那些人类？人类有什么不好呢？为什么父亲要我们杀了他们呢？斯卡蕾，弗兰德，我们 还是不要去攻击那个史蒂夫了，这对我们有什么好处啊？”\n      奎特说完，满脸乞求的看着斯卡蕾和弗兰德。而两个怪物被奎特的话吓到了，半天没出声。\n      “不去攻击史蒂夫是不可能的，奎特。”斯卡蕾说，“我们是父亲大人的孩子，我们就应该听他的话，完成他的愿望。我们不能做不听话的孩子，这实在是对不起父亲大人啊。你刚才的话，如果父亲大人听见，他会伤心的。”\n      “算了，斯卡蕾，让她自己想想吧。”弗兰德说，“奎特，我们希望你能想清楚。斯卡蕾说的没错，我们一定要杀了那个人类。父亲不会无缘无故恨谁，他这么做肯定是有原因的，我们要相信他。走吧，斯卡蕾，天要亮了，快回家吧，小心你烧起来。”\n      “那好吧。奎特，好好想想啊。”斯卡蕾说完便离开了。而弗兰德在目送斯卡蕾离开后，叹了口气，也瞬移走了，留下奎特独自在树下。\n       奎特也不想做不听话的坏孩子，可她一想到曾经瞒着怪物们偷窥的那个人辛勤的劳作着的身影，就不忍心去伤害那个史蒂夫，奎特觉得，他们肯定一样勤劳，一样令她佩服。可是如果自己真的不去伤害史蒂夫，是不是就要和斯卡蕾，和弗兰德，和自己的兄弟姐妹甚至是自己的父亲对立，成为他们的敌人？\n       奎特决定瞒着大家去见见那个史蒂夫。蜘蛛斯派德是发现了史蒂夫的怪物，应该去问问他。可是斯派德的家离斯卡蕾的家太近了，去斯派德家很难不遇上斯卡蕾。但她不想让斯卡蕾知道。怎么办？\n       幸运的是，斯卡蕾曾经在向她讲述这个邻居时说过，斯派德会从下午开始离开家，直到白天才回家休息。这样的话，她可以等到下午斯派德出来的时候问问他。\n       盘算好计划后，第二天下午，奎特便来到了一个洞口旁边等待。这是斯卡蕾家和斯派德家的入口，她曾经很多次和弗兰德一起被邀请进去做客，她也见过斯派德。斯派德性格很友善，他和斯卡蕾很要好，所以对她和弗兰德也很好。\n       想着想着，她就想到了弗兰德。弗兰德可不像斯卡蕾那样害怕阳光，奎特真不希望被弗兰德看见。\n       “啊，这位是......奎特啊。斯卡蕾在家呢，为什么不进去？”\n        正当奎特胡思乱想的时候，斯派德出来了。\n        “斯派德下午好。”奎特露出一个微笑，但不像以前那样阳光了，“我是来找你的，而且不想让斯卡蕾知道，所以我没进去。那个，今天来找你的事能不能......向大家保密？”\n        “要考虑考虑。”斯派德说，“先说说找我有什么事吧。”\n        “那个......你知道史蒂夫的家......在哪里吗？”奎特结结巴巴的问。\n        “......嗯，当然。”斯派德笑了笑，“怎么，你想去吗？”\n        “是的。”\n        “那我带你去吧。”斯派德说，“正好现在也有时间。”\n        “谢谢！”奎特感激的说，“对了，保密......”\n        “我会保密的。”斯派德说，“虽然这件事也没什么保密的必要，不过你们这些小女生啊，总是会有些不想让别人知道的的秘密行踪，也正常。”\n        “额......”\n        “好啦好啦，快走吧。”\n        “嗯。”\n请求各位读者点个赞吧 点评一下 虽然是转载的但也是很累啊 一直要划分段落 LZ也是累的半死啊序章：\n http://www.mcbbs.net/thread-491936-1-1.html\n\n\n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440309000,
            "txt_content": "题目格式不正确，我先帮你改了哈"
        },
        {
            "author": "冰墨c",
            "timestamp": 1440310920,
            "txt_content": "恶魔-潇洒 发表于 2015-8-23 13:50\n题目格式不正确，我先帮你改了哈\n谢谢版主大大"
        }
    ]
}