{
    "title": "解密技巧第一期",
    "author": "归燕",
    "replyCount": 9,
    "timestamp": 1440307140,
    "txt_content": "嗨，大家好，欢迎来到归燕的Minecraft游戏世界！大家可以去关注我的爱拍空间哦！地址为http://home.aipai.com/space.php?bid=32894452这是我第一次发帖 大神勿喷！好了废话不说直接进正题：解密技巧大！放！送！特别声明：本篇内容全部为自己所想，绝无抄袭！前言：玩mc也有一年了，生存不太好，所以酷爱玩解密，有难的也有简单的，在这里把经验展示一下！新手教程，大神勿喷！！！那好，现在开始吧！第一章：标题篇标题是一个体现解密是什么种类的窗口。以下给出实例：像“100道门”“18rooms”这种地图一定是一个一个房间的解密。像“逃出……的家”“越狱行动”一定是要逃出一整个建筑物。（观众：我们TM都知道！）好了不闹了！注意！请仔细阅读下面一段话！在标题里出现“坑爹”“逗比”“奇怪”等词的解密中大部分话都不能信！第二章：书本篇在一般的解谜中，开始的地方基本上会有2本书，一本规则，一本剧情，有的会省掉剧情，有的会加成就，补充，制作人员名单等，然后在解密过程中也会有书，大部分是剧情、日记、提示。一定要认真看规则！不然有时会造成卡关！（实例：DKS系列中只能用除和平以外的模式游玩，否则会卡关！）    在剧情里有时会有提示或任务，所以如果不认真看就会造成卡关！（实例：籽岷解密彩虹系列5绿色迷航一不小心把一本重要的书删掉了，导致后来他花了好久的时间排列组合才过关）第三章：物品篇以下给出解密里经常有的物品：一、沙子、红沙、砂砾：由于其掉落特性可以弄个投沙口，下方连上红石电路。二、木头：一个刚好可以合成一工作台。三、木板：同上，还可制造工具，按钮。四、矿物块：分解后的东西可以合成（别跟我提煤炭块，青金石块，绿宝石块！{:10_524:}）五、红石矿：可以更新方块感应器。六、楼梯、半砖：后面可能有箱子。七、绿宝石矿（块）：挖后可以和村民交易（虽然解谜里基本上不会有这么低级的）八、煤炭块、木板等可燃物：用打火石点后可能有线索。九、各种花、仙人掌等染料原料：燃烧后可得染料。十、蜘蛛网：破坏后有蛛丝。十一、工作台：合成。十二、熔炉：燃烧东西。十三、熔炉、箱子、唱片机、末地传送门框架、炼药锅（我打赌你这两个不知道）等：放入东西后可激发比较器和方块感应。十四、箱子、陷阱箱、箱子矿车：给你东西。十五、铁砧：改名。十六、陷阱箱：发出红石信号。十七、告示牌：提供信息。十八、画：掩藏入口。十九、床：设置重生点。二十、物品展示框：放置物品给提示（1.8以后物品展示框也可用比较器输出）二十一、发射器：可以射出东西。二十二、TNT、TNT矿车：炸！炸！炸！！！二十三、启动的活塞：那个缝隙里可能有玄机。二十四、投掷器：扔出东西，但不起作用。二十五、压力板、按钮、拉杆、红石块、绊线钩、红石块、阳光传感器：这……不用说了吧。二十六、红石：连接电路二十七、门：分开房间。二十八、漏斗：可以传输物品给箱子、箱子矿车等。二十九、探测铁轨：放上矿车后可输出红石信号。三十、激活铁轨：点燃TNT矿车。三十一、矿车，船，披鞍的猪、马：运用他们可以穿墙而过和近距离传送。三十二、矿车：可以沿着铁轨开。三十三、鞍：披在猪、马身上。三十四、动力矿车：比矿车沿铁轨开的时间更长，且可推动其他矿车。三十五、漏斗矿车：和漏斗的作用一样，只有两点不同，一是会动，二是可以收集铁轨上的物品。三十六、船：可以在水上快速移动。三十七、桶：可以盛水、岩浆、牛奶。三十八、骨头：分解得骨粉。三十九、生物蛋：生成生物。四十、末影珍珠：传送。四十一、末影之眼：可放于末地传送门框架上。四十二、经验之瓶：丢出可得经验。四十三、火焰弹：可点火（一次性）。四十四、唱片：可放入唱片机。四十五、附魔金苹果：抗火。四十六、仙人掌、河豚、蜘蛛眼等可以让自己扣血的：可以这样跳过超过一格的高度。四十七、斧子：破坏木质东西。四十八、稿子：破坏石质和金属类东西，尤其是钻石镐，可以挖黑曜石。四十九、铲子：可以挖土质东西。五十、剑：我想作者肯定不会让你用手撸生物！五十一、锄头：可以锄地。五十二、钓鱼竿：钓鱼。五十三、剪刀：剪羊毛、树叶等物品。五十四、打火石：点燃东西（可使用多次）。五十五、弓和剑：射箭。五十六、药水：看属性而定。五十七、酿造架：酿药。五十八、炼药锅：装水，可以用瓶子舀水。五十九、瓶子：舀水。六十、材料部分（就是开创造后第十个分栏）：合成、燃料和染料。六十一、线：连接绊线钩。六十二、骨粉：催熟作物。物品部分到此结束！（观众：终于好了！！！{:10_522:}）今天有点累了，以后再更！最后，请大家给点金粒，你的金粒是我的动力！Byebye！",
    "replies": [
        {
            "author": "Gong_Pu",
            "timestamp": 1440307380,
            "txt_content": "很有帮助."
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1440307500,
            "txt_content": "写的缺书不错，顶新人~"
        },
        {
            "author": "a795020470",
            "timestamp": 1440308040,
            "txt_content": "投沙过关是手机里常有的  电脑基本没有\nPS:为什么我没有遇到过熔炉 末地传送门框架 炼药锅过关...那种高端地图{:10_524:}"
        },
        {
            "author": "Lei—Ting",
            "timestamp": 1440308220,
            "txt_content": "这个不错 赞一个"
        },
        {
            "author": "归燕",
            "timestamp": 1440308340,
            "txt_content": "a795020470 发表于 2015-8-23 13:34\n投沙过关是手机里常有的  电脑基本没有\nPS:为什么我没有遇到过熔炉 末地传送门框架 炼药锅过关...那种高端 ...\n你可以去玩一下18rooms，里面有炼药锅和熔炉，然后100道门里有末地传送门框架。"
        },
        {
            "author": "MingHao_",
            "timestamp": 1440336120,
            "txt_content": "解密技巧呢？我怎么只看到了解密特性"
        },
        {
            "author": "Soul_Fire",
            "timestamp": 1444224000,
            "txt_content": "物品篇感觉大部分在讲MC常识……"
        },
        {
            "author": "劫匪",
            "timestamp": 1444277460,
            "txt_content": "话说现在的解谜地图都是各种藏宝箱各种找东西，对技巧要求略低= ="
        },
        {
            "author": "归燕",
            "timestamp": 1444308120,
            "txt_content": "劫匪 发表于 2015-10-8 12:11\n话说现在的解谜地图都是各种藏宝箱各种找东西，对技巧要求略低= =\n那你去看第二期"
        }
    ]
}