{
    "title": "《原创·连载》我的世界[当怪物们最初产生的时候]第三章[作者：青空舟影][非原创]",
    "author": "冰墨c",
    "replyCount": 6,
    "timestamp": 1440315180,
    "txt_content": " 本帖最后由 冰墨c 于 2015-8-23 16:22 编辑 \n听到文章不好的消息后，感觉心又碎了{:10_527:}\n好吧，不好也要慢慢填坑{:10_524:}\n自己挖的坑死也要填完{:10_509:}\n----------------------------------------------------------------------------------------------------------------------------------\n三、战斗\n      “啊......”史蒂夫打了个哈欠，从床上坐了起来。他第一眼就看到了奎特。“哦！这是什么？”\n      “你醒了？”奎特回过头来看着史蒂夫，不过史蒂夫听不懂奎特说了什么，他只听见奎特“噗嘶”叫了一声。\n       史蒂夫站起来，仔细地打量起奎特来。奎特将头向后缩了缩，她有些不习惯，不适应，呃......不好意思。\n      “第一次看见的生物呢，带给大家看看好了。”史蒂夫走到了原本房门所在的位置，却突然发现门不见了，取而代之的是地上的木头碎片。\n“      你是怎么进来的......”史蒂夫小心翼翼的把木门碎片收好，转过身怀疑的盯着奎特。奎特的脑袋摇得像拨浪鼓，意思是门碎了和她没有任何关系。\n      “这家伙好像能听得懂我的话呢，果然应该让大家看看。来，跟我走。”史蒂夫微笑起来。虽然史蒂夫不像弗兰德那样高大帅气，但他的笑却让奎特看得入迷。\n       史蒂夫带奎特来到了一处现代风格建筑前。这里叫冒险者公寓，是大部分冒险者们平时生活的地方。史蒂夫是这里的一位管理员，另一位管理员叫亚历克斯，是仅次于史蒂夫的，冒险者们的另一位领导者。亚历克斯不像史蒂夫那样生活在自己建的野外屋子，平时她住在公寓里。\n       冒险者们可以像史蒂夫一样在外面建房子生活，不过每天都要到公寓里来签个到，一天没签到的人，大家会认为那个人遇到危险了，开始满世界找那个没签到的，找到为止。没有遇到危险却不签的冒险者会受到惩罚。\n       维持秩序、检查签到数量、做饭，这是两位管理者最基本要干的。其实原本是有三位管理者，而与那第三位管理者相关的一切事物，都已经成了不允许被提起的禁忌。\n      “亚历克斯，你看我发现了什么。”\n       史蒂夫签了到后，带着奎特来到管理者的办公室，笑着把奎特向正在写东西的亚历克斯面前一推。奎特被推到亚历克斯前，瞪大眼睛打量着这个金发女人。亚历克斯站起身，也睁大眼睛，仔细的看着奎特。她们竟然对视了起来。\n      “史蒂夫，这是什么？”亚历克斯在与奎特对视了一分钟后说。\n      “我也不知道。”史蒂夫笑着说，“今天早上我睡醒之后，这家伙就在我的房子里了。而且门还不知道被谁给毁了。”\n      “不是被它毁了？”亚历克斯问。\n      “它说不是它毁掉的。啊，不对，是在我问它的时候，它摇头了。我觉得它或许听得懂我们的话。亚历克斯，你来试试。”\n      “好吧。听好！坐下！”亚历克斯对奎特说。\n       奎特眯起眼睛看了看亚历克斯，她不喜欢亚历克斯这种命令的口气。但她还是坐在了地上。\n      “那么，站起来！”亚历克斯又说道。奎特也很听话的站了起来。\n      “真的呢，史蒂夫，它能听懂我们说的话！”亚历克斯惊喜的对史蒂夫说，“不过它不会说话吗？”\n       史蒂夫此时正在摆弄墙壁上挂着的一个人头装饰品。“我只听见过她‘噗嘶’叫了一声，那或许是它们自己的语言。你要知道这家伙肯定不是人类，所以我们不可能听懂它的话。”\n      “好吧，总觉得很可惜啊。对了，我们来给它取个名字吧。”亚历克斯说。\n      “你说叫什么？”史蒂夫把人头挂回墙上，转过头问亚历克斯。\n      “这是你发现的......叫史蒂文怎么样？”\n      “可以啊。”史蒂夫笑了笑，“史蒂文，嗯嗯。”\n       奎特看了看史蒂夫，又看了看亚历克斯，“噗嘶”的叫了一声。\n\n       弗兰德很生气，非常生气。当然，是因为奎特的表现。这天早上，他亲眼看着奎特就那么乖乖的跟着史蒂夫走了，然后又从窗户看到奎特听着亚历克斯的口令坐下又站起来，像个家养的宠物一样。\n       令他更生气的是奎特违约。戴尔离开后，因为知道斯卡蕾他们是奎特的朋友，便在去herobrine那里打小报告之前，去了一趟斯卡蕾家让她想办法。时近中午，弗兰德来到了斯卡蕾的家，斯卡蕾便把戴尔的话原封不动的“分享”给了和斯派德和弗兰德。\n      “我真是说不了什么了。”斯卡蕾皱着眉头说，“我们也不是没劝奎特，而且我们和奎特最亲也只是兄弟姐妹的关系，连战友的算不上。就算戴尔他再找我，我短时间内也没什么办法了啊。”\n      “斯卡蕾，”听完斯卡蕾的话，弗兰德说，“我们为奎特也操了不少心吧？你曾经说得没错，那家伙即使砍了她两条手臂她都对人类不死心！今天早晨，她竟然还像个家养的宠物一样，对那些人类唯命是从的！你说她还是不是怪物了？！”\n      “淡定，弗兰德。”斯卡蕾面无表情的说，“要不让我再想想办法好了。”\n斯派德坐在斯卡蕾旁边，他现在懒得说话。\n      “别再想办法了。”弗兰德阴沉着脸坐了下来，“不是说奎特这样的爬行者一堆么？那好，我们去找父亲，麻烦一下父亲，把整个爬行者族都改造吧！大家肯定都对这些家伙烦透了！”\n      “不用我们找，戴尔已经去找了。再说，大家真的烦透了的话，去找父亲大人的也肯定不止戴尔一个。所以，我们就等着看结果好了。”\n      “好吧。”弗兰德说。\n       斯卡蕾看了看放在自己身边的弓和箭，又看了看斯派德和弗兰德，叹了口气，说：“来换个话题吧。我打算今天晚上去那个史蒂夫家看看。”\n      “箭射不到来着。”弗兰德提醒斯卡蕾道。\n      “我知道射不到，但我还是要去看看。”斯卡蕾说。\n      “我陪你一起去。”斯派德说。\n      “坚定的护花使者呢。”斯卡蕾开了个小玩笑。\n\n       奎特整天都呆在了史蒂夫身边。她和史蒂夫在公寓的食堂里吃了午饭，一起在食堂里吃饭的冒险者们对奎特好奇不已，用像亚历克斯早上让奎特坐下再站起来时的那种口气，命令奎特做各种各样的事。而很多事奎特都做不了，因为她的手没有冒险者们那样灵巧。冒险者们商量了一下，决定做一个实验，让史蒂夫试着教会奎特一些大家日常做的事。而大家也开始寻找奎特这样的生物。\n       下午，史蒂夫带着奎特来到河边，他打算教会奎特钓鱼。奎特虽然看过史蒂夫钓鱼，可是当史蒂夫把鱼竿递给她时，她却拿不住，鱼竿总是掉到地上。史蒂夫怀疑奎特不能拿住东西，试着把一根胡萝卜放到奎特手里，奎特一样拿不住，虽然试了很多次，可到最后，胡萝卜还是会掉在地上。\n      史蒂夫在天黑前带奎特回了家。一个下午的不成功教学让史蒂夫有些灰心，重装了一扇门后，他便去厨房做晚饭了。\n      奎特站在窗户前看着外面，她觉得今天自己的手有些不对劲，很不听使唤，好像不是自己的手一样。但是比起自己的手，奎特更担心怪物们的反应。那晚奎特违背了和朋友们的约定，阻碍了僵尸们的进攻，杀人心切的戴尔绝对不会放过她。而违背了约定，斯卡蕾他们也不会再对她那么友善了吧？会不会来攻击自己呢？\n      天黑下来了。平常这个时候，自己会坐在开阔的草地上，与斯卡蕾和弗兰德一起聊天。这个晚上，朋友们还会来找她吗？\n     “嗷......嗷......”\n      僵尸们嘶哑的叫声又开始在门外响起，奎特在窗户前朝外看，顿时被吓了一跳。戴尔不知道用了什么办法，又将一群僵尸聚集了起来。\n      奎特不想再违约。她急忙跑到厨房，“噗嘶噗嘶”乱叫。\n     “史蒂文？这么快就饿啦？”史蒂夫说。\n      奎特摇摇头，此刻她真的觉得手出毛病太不是时候了。她急的跳了跳，跑向窗户的方向。史蒂夫不明白奎特为什么突然这么着急，跟着奎特离开厨房。当他来到窗户前，看到那些僵尸时，吃了一惊。\n     “这些都是什么东西啊？！”\n     “咚.......咚......”撞门的声音响起。史蒂夫走到门前，发现是一个僵尸在撞门，他一瞬间就明白了门是怎么坏的了。\n      史蒂夫急忙跑到工作台旁的一个箱子前，从里面拿出了一把铁剑和一套铁盔甲。这是他最初来到这个方块世界上时，担心有生物攻击他们而做  的。但当他与同行的冒险者们来到这里时，这里并没有什么生物攻击他们 ，所以铁剑与盔甲也一直没有派上用场。冒险者们本以为不会有敌对生物出现，没想到在安宁生活了不到半年的时间后，真的出现了敌对生物。\n      门已经被撞出了很大的裂缝。史蒂夫武装好自己后，打开房门，他挥舞铁剑，砍下了撞门的僵尸的脑袋，又一剑刺中后面一个僵尸的身体。\n战斗开始了。\n      奎特站在房门后看着史蒂夫战斗，顺便不让其他怪物进入史蒂夫家。她看不到戴尔的身影，或许是因为呆在后面而被挡住了。“不站到最前面来撞门，是耍小聪明还是懦弱呢？”她这样想到。\n      这时，一支没有射中史蒂夫的箭，插在奎特面前的草地上。\n      奎特惊讶看了看，几个骷髅不知什么时候加入了战斗，僵尸群中也混入了几个蜘蛛。奎特在一棵树下看见了斯卡蕾，她此时正和旁边几个骷髅一起朝史蒂夫射箭。\n      史蒂夫也注意到了骷髅们，但他被僵尸缠住，只能用在消灭僵尸的间隙，用铁剑抵挡住射向自己的箭。但这不是办法，还是有几支箭射中了史蒂夫，幸好他穿了铁盔甲，不会被一箭射死。\n      史蒂夫的那把铁剑上，已经沾上了很多僵尸和蜘蛛冰冷的血。门前的空地上，被砍下来的胳膊、腿，被刺穿的僵尸的尸体、蜘蛛的手和尸体，在这片空地上已经遍地都是了，僵尸与蜘蛛流出的血染红了长在空地上的草，空气中弥漫着一种难闻的气味。\n      而史蒂夫也并不是没被僵尸和蜘蛛打。虽然他穿着的盔甲保护着他，能保证他不被一击致命，但盔甲上已经出现了一些破损的地方。\n      史蒂夫的额头上已经布满了的汗珠，他眉头紧皱，挥舞铁剑的动作慢了下来。他已经很累了，毕竟是晚上，平时他早就躺在床上呼呼大睡了。\n      奎特盼望着太阳能快点升起，她从来没有感觉到夜晚这么长、这么难熬。正在她焦急的观战时，一个熟悉的身影映入眼帘。\n      是斯派德。\n     “果然的事吧。”奎特苦笑着想。\n      又一个僵尸的身体被铁剑刺穿。斯派德爬过那个倒霉的僵尸的尸体，扑向史蒂夫。史蒂夫一拳把斯派德打到地上。斯派德被打的眼冒金星，但他还是坚强的爬了起来，再次扑向史蒂夫。而史蒂夫这一次攻击斯派德，用的是铁剑。\n      斯派德会死的！\n      奎特想起他带着自己来到这个小屋前，帮自己保密的事。\n      不知哪来的勇气，奎特突然快速的冲出屋子，在斯派德差点被铁剑砍到时，她把斯派德撞到了一边。\n     “啊！”就在奎特撞开斯派德的一瞬间，奎特的双臂突然感到了一阵揪心的疼痛。她眼前一黑，晕了过去。\n----------------------------------------------------------------------------------------------------\n：史蒂文！坐下！\n\n\n：嘶~~~~~崩！\n\n\n\n：......（你懂得）\n\n\n\n：我竟然连个史蒂夫都杀不死......LZ，你逗我的吧\n\n\n（LZ)：......喂！别打脸啊！喂！\n\n\n\n旁边抢镜的\n\n\n：刚刚发生了什么？\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1440315240,
            "txt_content": "嚯？楼主打算高产？不过仔细看看，细节描写很不错呢"
        },
        {
            "author": "冰墨c",
            "timestamp": 1440315360,
            "txt_content": "540083835 发表于 2015-8-23 15:34\n嚯？楼主打算高产？不过仔细看看，细节描写很不错呢\n呵呵哒 自己挖的坑死也要填完...{:10_524:}"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440315480,
            "txt_content": "怎么说呢……对话流的问题有了明显的改善，但是细节描写上仍存在不足之处。\n别急，慢慢来，慢慢来。继续努力吧！"
        },
        {
            "author": "冰墨c",
            "timestamp": 1440315480,
            "txt_content": "不看了什么鬼{:10_522:}"
        },
        {
            "author": "kuang_jia",
            "timestamp": 1440315600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "冰墨c",
            "timestamp": 1440315780,
            "txt_content": "手废了....{:10_502:}"
        }
    ]
}