{
    "title": "《原创·连载》我的世界[当怪物们最初产生的时候]第二章[作者：青空舟影][非原创]",
    "author": "冰墨c",
    "replyCount": 8,
    "timestamp": 1440311700,
    "txt_content": " 本帖最后由 冰墨c 于 2015-8-23 16:25 编辑 \n耶~发完这章就可以发索引了~开心~\n希望可以有精呢~~~{:10_515:}\n--------------------------------------------------------\n二、行动阻碍\n    奎特着实的被吓到了。\n    斯派德走的路线自己很熟悉，非常熟悉。那正是自己去偷窥冒险者时所走的路。难道自己一直在偷窥的就是史蒂夫？那么，斯派德 是怎么知道的？真的是搜寻时找到的？还是......跟踪了自己？！\n   “就是这里了。”斯派德在一颗大树下停止了脚步，一只手指了指前方。没错，那个没有安上窗户玻璃的木质小屋，奎特再熟悉不过了。\n   “斯派德，我能问一下吗，你是怎么找到这里的？”奎特胆战心惊的问。\n   “当然是搜寻时找到的。”斯派德嘴上这么说，但他脸上却是一副“你懂得”的表情。奎特惊恐地睁大了眼睛，她害怕斯派德把这件事告诉herobrine。\n   “你是斯卡蕾的好朋友，假如我真的干了那样的事，我估计斯卡蕾饶不了我的，所以请放心。”斯派德笑了笑，“天已经黑下来了，这个时候估计斯卡蕾会去找你，我去陪陪她。至于另一位，就请你多加小心了。”\n   “.......谢谢你。”\n   “不用谢。我先走了哦，再见。”\n   “再见。”\n    奎特目送斯派德消失在夜色之中后，转身看着史蒂夫家。一想到曾经自己偷窥他时他辛勤劳作的身影，奎特就更不忍心攻击他了。\n    可是不攻击他，也不行啊......\n    这种纠结感撕扯的奎特很难受。\n    奎特来到史蒂夫那没有玻璃的窗户前。现在是晚上，史蒂夫已经睡了。奎特站在窗外，想着史蒂夫的那张脸，心里突然有一种奇怪的感觉。\n    那是什么感觉呢？\n   “嗷......”\n   “谁！”\n    奎特惊讶的转过身去，发现在自己身后乱叫的是僵尸戴尔。\n   “戴尔！你在这里干什么？”\n   “啊，奎特，晚上好。”戴尔用他那僵尸特有的声音慢悠悠的说，“爸爸说了这里有人类，我来进攻了！”\n   “戴尔，你......”\n    奎特还没有说完，戴尔就来到了门前，一下接一下的用力撞门。门是木头做的，比较脆弱。不一会儿，门就被撞出了裂缝。\n   “天哪，戴尔，别！”奎特焦急的叫着，跑过去用力把戴尔撞开了。戴尔一声惨叫，被撞到了树上。\n   “奎特！你，你，你怎么能，怎么能这样！”戴尔的话被本来就慢悠悠的语速和愤怒时带来的结巴搞的断断续续。\n   “戴尔，能不能不要伤害史蒂夫......”奎特说着，站到了戴尔面前。\n   “奎特！你，你，你觉得可能吗？！这是爸爸，是爸爸的要求啊！你，你居然，居然说出这种话！坏孩子！”戴尔极其愤怒的说着，从地上爬了起来。\n   “戴尔，如果你要伤害史蒂夫，那就交给我来好了，你不用出手。”奎特希望用谎言来骗过戴尔，她知道戴尔并不聪明。\n   “不行！你，你要是，要是替我杀了他，爸爸，爸爸会认为我更没用！他，他会更不喜欢我！”\n    奎特楞了一下：父亲讨厌戴尔吗？\n    然而趁奎特发愣的时候，戴尔推开了奎特，又准备去撞门。奎特被推到了一边，看着戴尔走到门前，一下一下的撞门。裂缝被戴尔撞得更大了。\n   “戴尔！”奎特大声喊道，“你如果再撞门，我就要爆炸了！”\n    戴尔不理她，继续撞门。\n   “嘶嘶嘶.......诶？”\n    奎特刚要准备爆炸，眼前忽然飘来许多紫色的颗粒。等颗粒散去，她已经置身于斯卡蕾家和斯派德家的入口了。\n\n   “奎特，我实在不明白史蒂夫有什么好的，能让你这么拼命保护他。即使你爆炸之后不会死掉，可你却想炸戴尔......哦，上帝，我实在是不知道说什么好了。”\n    第二天清晨，在斯卡蕾的家里，目睹一切的弗兰德有些生气的对奎特说道。在昨天晚上，弗兰德觉得反常而去找了奎特，在奎特要爆炸的关键时刻把她拉走了，顺便劝走了戴尔。\n    奎特低着头一言不发，斯卡蕾面无表情的坐在斯派德旁边，斯派德也面无表情，只是托腮看着奎特。\n    石头房间里，顿时一片死寂。\n    只有墙上卡着的一支火把，发出“噼噼啪啪”的响声。\n   “弗兰德......”奎特打破了寂静，她似乎很伤心，“为什么对我这么凶呢......”\n   “呃，很抱歉。可我也是心急啊。”弗兰德平复了一下情绪，坐了下来，“我接下来要告诉大家的这个消息，对你而言可能会是个打击。”\n   “什么消息？”斯卡蕾问。\n   “父亲正式让我们对史蒂夫发起进攻了，我估计很多兄弟姐妹已经开始策划行动了。”\n   石头房间里，又是一片死寂。\n   “现在只能先这样。”再次打破寂静的是斯卡蕾，“奎特，我们也不希望你去攻击史蒂夫什么的了。我们只希望你能做到别再阻止我 们攻击史蒂夫就可以。如果连这个都做不到，我们会去找父亲大人把你回炉重造。”\n   “斯卡蕾......”\n   “你能做到，对吧？”斯卡蕾笑了笑。\n   “我......”\n   “嗯，那就这么定了哦。”\n   “斯卡蕾，你出来一下。”弗兰德突然站了起来，拽着斯卡蕾的骨头胳膊就向屋外走。奎特和斯派德呆在屋里，看着斯卡蕾被弗兰德拽走。\n石头房间又寂静下来了。\n\n   “弗兰德，你干什么啊，一下手就没轻没重，胳膊都要被你扯掉了！”被拽出来后，斯卡蕾很不满的说，“我这一副骨头架子，可经不起你这么折腾！”\n   “胳膊断了再给你接上去。反正是骨头架子，拆装简单。”\n   “什么叫拆装简单啊！我是骷髅，不是可拆装的玩具！”\n   “玩具......是什么东西来着？”\n   “哦，天哪。”斯卡蕾皱了皱眉，“行了，拉我出来只是为了拆了我的胳膊再重装上去吗？”\n   “才不是。”弗兰德说，“听着。晚上史蒂夫在那个房子里睡觉，大门紧闭，从窗户也进不去，床不在窗户那里所以箭也射不到他，对吧？你的弓箭虽然是有点用处的，但是白天你不能大太阳晒，晚上你的箭也射不到。僵尸和你一样受不了太阳光。我，条件特殊，你也明白。斯派德的性子你这个当邻居的也知道，白天他什么活也不想干，也干不好。现在咱们这几个，白天能给史蒂夫带来威胁的只有奎特。你却允许奎特不战斗了？”\n   “我还以为你要说什么呢。”斯卡蕾意外的一脸轻松，“你觉得奎特那样子能攻击史蒂夫？割了她两条手臂她都做不到。”\n   “说什么呢！”\n   “别当真啦。”斯卡蕾摆了摆手。\n   “那我们去找别的爬行者去炸史蒂夫？”弗兰德想了别的主意。\n   “或许是个好办法。”斯卡蕾说，“我去让斯派德找。你......呃，尽力破坏史蒂夫的房子吧，顺便，或许你应该看看他的眼睛。”\n   “啊，但愿他的眼睛不会像......像我一样帅。”\n   “你的眼睛一点也不帅哟。”斯卡蕾笑着说完，回到了屋子里。\n\n    这个夜晚，不死心的戴尔不知用了什么办法，花了大半夜时间招来了很多僵尸。一大群僵尸吵吵嚷嚷的涌向史蒂夫家门口，最靠前的僵尸开始撞门。史蒂夫在白天刚刚修好的门又被撞出了裂缝。\n    奎特一如既往来到史蒂夫的房子前，也自然看到了这一幕。她本想驱散这些僵尸，但是奎特与斯卡蕾他们约定了，不能妨碍怪物们攻击史蒂夫，她要遵守约定，所以只能看着。\n    过了一会儿，门上的裂缝越来越大，奎特也越来越紧张。\n    门要撑不住了！\n    随着“嘭”的一声，木门被僵尸们撞坏了。僵尸们肆意乱叫着，准备进入屋子，袭击毫无防备的史蒂夫。\n    奎特再也忍不住了。她不顾与朋友们的约定，快速跑到僵尸群里，做出一副要爆炸的样子。僵尸们看到奎特要爆炸，又惧怕又憎恶。\n   “绿色的叛徒又来搅局了！”\n   “真不知道爸爸为什么要留着这种家伙！”\n    大部分僵尸都撤退了，有少数进入屋里的僵尸没有留意到大部队的情况，直奔床上的史蒂夫。\n    此时，太阳快要出来了。\n    奎特冲进屋子，再装出一副要爆炸的样子，屋子里的僵尸被奎特发出的“嘶嘶”声吓到了，急忙跑到屋外离开了。只有一个僵尸还在继续走向史蒂夫。奎特知道，那是戴尔。\n   “戴尔，走吧，就你一个僵尸也做不了什么了......”\n    戴尔停下了脚步，慢悠悠的转过身盯着奎特。对僵尸而言，那已经算得上是很复杂的眼神了——一种仇恨与无奈交织的眼神。\n   “奎特，我要去告诉爸爸，让爸爸来教训你。”\n     戴尔扔下这一句话后，就慢悠悠地走了。\n\n   “奎特这样喜欢人类的爬行者，在同类中其实并不是没有，反而不少，而且是呈越来越多的上升趋势。而因为他们喜欢人类，与怪物们的目标背道而驰，所以很多怪物都讨厌爬行者，爬行者们也渐渐被孤立。像奎特这样有你们支持的是少数。”\n     这是斯派德了解到的情况。\n     当斯派德说完，坐在一边的斯卡蕾和弗兰德一言不发。\n     石头房间再次一片寂静。--------------------------------------------\n：其实我现在还是不知道我是正派还是反派...\n\n\n\n：切！叫你阻挡我！肯定是大大的反派喽！\n\n\n\n：正派！正派！\n\n\n\n：再吵信不信我干掉你！\n\n\n\n（已经默默掏出了[diamond_sword]）\n\n\n\n：啊！我错了！\n\n\n\n：什么时候发饭盒啊！\n\n\n\n：不知道...话说这集有我吗？\n\n---------------------------------------------",
    "replies": [
        {
            "author": "冰墨c",
            "timestamp": 1440311760,
            "txt_content": "好吧 我现在才意识到这字数原来这么多{:10_492:}"
        },
        {
            "author": "泰米瑞斯",
            "timestamp": 1440312060,
            "txt_content": "- -腻害、、、、评分一下"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440312600,
            "txt_content": "对话流问题还是很让我担心……\n文章不在于字数多，而是在于质量……\n精华的话也许不能……毕竟有的人从注册到现在一个精华都没有(比如我)，要求很高"
        },
        {
            "author": "冰墨c",
            "timestamp": 1440312600,
            "txt_content": "泰米瑞斯 发表于 2015-8-23 14:41\n- -腻害、、、、评分一下\n谢谢啦 "
        },
        {
            "author": "冰墨c",
            "timestamp": 1440312780,
            "txt_content": " 本帖最后由 冰墨c 于 2015-8-23 15:05 编辑 \n恶魔-潇洒 发表于 2015-8-23 14:50\n对话流问题还是很让我担心……\n文章不在于字数多，而是在于质量……\n精华的话也许不能……毕竟有的人从注册 ...\n喔！知道了~不过对话不行的话可以少点"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440313200,
            "txt_content": "我想说的跟恶魔说的差不多，主要的问题就是对话流。\n想要展现一个故事的发展，对话肯定是必要的。但是这是小说不是电视剧，绝不能把对话作为主题。电视剧里也有一些其他的镜头不是吗？\n要想改善这一问题，我有几个方法。\n首先，就对话本身来讲，做到少而精。对话只要足以推动情节发展就够了，千万不要像平日里聊天一样把什么话都写出来。具体的内容可以参照冰冰的教程文章点这里\n\n其次是对于其他细节的描写。细节描写在小说中有至关重要的地位，如果你能写得让读者身临其境，即使剧情烂，整篇文章的也不会烂到哪里去。想要让读者身临其境，自己就要先身临其境，把自己想象成文章中的人物，想象自己会看到什么，听到什么，感受到什么。多一点细节描写，相对而言对话就会变少了。"
        },
        {
            "author": "冰墨c",
            "timestamp": 1440313680,
            "txt_content": "知道了~谢谢您的点评"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1440314280,
            "txt_content": "嗯呐，虽然最近不想看小说，但辛苦费给点吧"
        }
    ]
}