{
    "title": "《原创·连载》我的世界[当怪物们刚产生的时候]第四章[作者：青空舟影][非原创]",
    "author": "冰墨c",
    "replyCount": 5,
    "timestamp": 1440317040,
    "txt_content": " 本帖最后由 冰墨c 于 2015-8-23 16:18 编辑 \n哇！一下子高产出了好几章，好开心{:10_512:}\n可是感觉手废了{:10_501:}\n好吧继续作死出完第四章就下次更吧{:10_492:}\n-------------------------------------------------------\n四、爆炸\n      奎特睁开眼睛，发现自己躺在一个石头房间里。\n     “你醒了？”\n     “斯派德？”\n     “你现在在斯卡蕾家。那天晚上你晕过去之后，弗兰德就把你抱过来了。”斯派德简单的解释道。\n      奎特听到是弗兰德把自己抱过来后，有些脸红。她坐了起来，双臂处传来清晰的刺痛感。她转过头去看了看，随即惊讶的睁大眼睛——她的双臂不见了！\n     “斯卡蕾——！弗兰德——！奎特醒了！”斯派德喊道。\n      听到喊声，两个怪物立刻跑了过来。斯卡蕾看到奎特那副惊讶的样子，叹了口气。\n     “知道自己胳膊没啦？”斯卡蕾问。\n      奎特努力回忆了一下昨晚的场景，说：“似乎是被史蒂夫砍断了.......”。\n      斯卡蕾听了奎特自己给出的的解释，看看斯派德，又看看弗兰德，微微点了点头。\n     “别伤心，没有胳膊一样生活的。”弗兰德安慰道。\n     “还要谢谢你救了我呢。”斯派德跟着说。\n      奎特忍着不让眼泪流出来，她此时对救斯派德有了一丝后悔。但是假如真的不去救，最和斯派德要好的斯卡蕾肯定会很伤心，她不想看到斯卡蕾那副想哭却没有眼泪能流的难受样子。\n     “好啦，弗兰德，把奎特抱到史蒂夫家门口吧。”斯卡蕾微笑着说。\n     “诶？”奎特愣了一下，斯卡蕾说这话是要表达什么别的意思？难道......\n     “又让我抱！”弗兰德的脸泛起了红晕。\n     “反正昨天就是你抱来的啊。我告诉你，你抱着奎特的那样子，超帅的哟。”斯卡蕾笑着坐下来，说，“你不是经常说自己帅嘛，把奎特抱回去呗， 让我们看看你帅气的样子。”\n     “你抱着奎特确实很帅。”斯派德故意附和道。\n      弗兰德满脸无奈的看着斯卡蕾和斯派德，又看了看同样脸上泛红的奎特。“虽然我确实很帅，但是这也太不合适了，昨天晚上那是情况特殊，           这......”\n     “抱吧抱吧，我们就当什么也没看见。”斯卡蕾忍着不让自己笑出声来。\n      弗兰德只好抱起奎特。紫色的颗粒飘来，弗兰德和奎特不见了。\n     “还好，时间的巧合瞒住了奎特......斯卡蕾你笑什么笑嘛，人家都已经抱走奎特了，你应该满足了啊。真是的，什么时候变得这么喜欢捉弄别人   了。”斯派德看着紫色的颗粒完全消散后，对笑个不停的斯卡蕾说。\n     “啊哈，抱歉抱歉。”斯卡蕾好不容易才止住笑，“嗯，巧合嘛，这巧合也是你制造的。”\n     “我假如当时就战死了，你会有什么表现？”斯派德问。\n     “嗯......好好庆祝一番吧？哈哈哈.....”斯卡蕾又笑了起来，很显然这只是开玩笑。\n     “很伤人心啊，竟然变得连这种玩笑都能开了。”斯派德嘴上数落着斯卡蕾，脸上却挂着微笑。\n\n      弗兰德在史蒂夫的小木屋门口放下奎特后，紫色的双眼就一直盯着奎特看，奎特也一直盯着弗兰德看。两个怪物互相对视起来，脸上一样没有任何表情。只不过，奎特看弗兰德的眼神就像犯了错的小孩子看着家长一样，而弗兰德看奎特的眼神中充满了无奈。\n      一分钟后，弗兰德瞬移离开了。这一分钟，除了对视，双方一句话都没说。\n      奎特转头看向小木屋。自己被砍残疾了，史蒂夫一定会好好的照顾自己吧？她这么想着，来到小屋门前，用脑袋撞了撞门。\n      史蒂夫这个上午少见的在家。在奎特用脑袋撞了两三下门后，他从里屋出来，打开了门。\n     “噗嘶。”奎特叫了一声。\n     “这又是什么生物？”史蒂夫似乎不认识奎特了。明明只是过了一个晚上，而且奎特只是没有手臂了而已。\n     “噗嘶！噗嘶！”奎特急的又叫了几声。\n     “史蒂文？”\n     “噗嘶！”奎特点了点头。\n     “哎，我还以为失手把你砍死了呢。没死就好，没死就好。”史蒂夫说着，目光落在原本奎特手臂该在的地方，“你的胳膊......”\n      奎特难过地低下了头。\n      史蒂夫摸了摸她的头，简单的安慰了奎特后，他便带着奎特去冒险者公寓里找医务团队去试试装个假肢什么的。但是当史蒂夫和奎特进入公寓后，却看到了令他们震惊的一幕——\n      草地上有很多的坑，不知道是被谁炸出来的。没有被及时清理掉的怪物尸体以及不完整的残骸，都在告诉他们这里曾经发生了一场战斗。\n     “亚历克斯？亚历克斯！”史蒂夫大叫道。\n     “史蒂夫！哦，谢天谢地，你还活着！”\n      亚历克斯从公寓里跑了出来。与平时不同，她的胳膊上缠着绷带，可能是受伤了。\n     “这里发生了什么？”史蒂夫焦急的问。但亚历克斯却没有及时回答他，而是盯住了奎特。奎特发现亚历克斯盯着自己，没有像上次那样反盯，而是略显友好的微笑起来，并“噗嘶”叫了一声。\n     “史蒂夫，这是史蒂文对吧？”\n     “没错，不过因为昨天我家门前突然来了很多......很多敌对生物！它们真是凶残至极啊！我的小屋子的门那次坏掉应该就是他们搞的！我和它们战斗的时候，史蒂文可能是要发起攻击，被我误伤了，所以两条手臂就这么没了。”史蒂夫无限惋惜地说，“被我砍伤后史蒂文就不知道去哪儿了。         直到今天早上来我家，我才发现它的手臂没了。”\n      亚历克斯皱起了眉头。\n     “听着，史蒂夫。”她说，“公寓昨天晚上也被敌对生物袭击了，而且其中就有史蒂文这样的生物。它们会爆炸！看见地上的坑了没？这就是它们爆炸后留下来的！很多人都被它们产生的爆炸炸伤了，甚至有的人被炸死了！”\n      史蒂夫惊讶的睁大了眼睛。\n     “还有，它们也没有手臂！”亚历克斯极有针对性的补充了一句。\n      这次，奎特也加入睁大眼睛惊讶的行列了。自己的手臂是被史蒂夫误伤导致的，可同类们是怎么没有手臂的？\n     “亚历克斯，我不认为史蒂文和那些讨厌的家伙一样。”史蒂夫说，“史蒂文的手臂是被我误伤才没有的，假如我看得清楚一点或者它老实安分的呆 在屋里，它的手臂肯定还在。而大家战斗时所看到的那些和史蒂文很像的家伙，肯定是史蒂文的......呃......变种之类的。”\n     “可你是我们的领导，我们要保证你的安全。”亚历克斯依旧不打算放过奎特，“我们没有任何办法证明那些家伙是史蒂文的变种。”\n     “它并不攻击我们，不是吗？”史蒂夫摸了摸奎特的脑袋，“假如它想炸死我，在我们开始试验，不，在我刚刚遇到它的时候，它就会爆炸。而它现在依旧老实安分呆在我身边。”\n     “......说的有道理。”亚历克斯终于认同了史蒂夫，“对了，现在最好先别去找医务团队，他们现在很忙。这次战斗假如不是太阳出来，那些家伙大部分自燃，可能伤亡要更惨重。”\n           “我们需要准备很多。”史蒂夫说，“需要准备武器、盔甲.......”\n           “我们还要了解这些生物，它们的习性、它们的弱点、它们攻击我们的原因......”\n            奎特看着史蒂夫和亚历克斯开始谈论抵抗怪物们的办法，再想想那天晚上斯派德险些丧命的场景，皱起了眉头。她不知道自己该怎么办，是继续跟着冒险者们还是和怪物们一起进攻。而且，她还想知道，那些和自己一样没有手臂的，是和自己一样的爬行者，还是史蒂夫说的所谓的变种？\n            因为奎特并不是人类，加上医务团队要救治伤员，没有时间去研究她，所以奎特最终还是没有配上假肢。史蒂夫把奎特放在了他在公寓生活时住的屋子后，便去和亚历克斯等人一起讨论战事了。奎特独自呆在屋里，感觉脑子很乱。她总觉得斯卡蕾他们好像向自己隐瞒了什么，而且连史蒂夫都误会了......\n\n            史蒂夫在外面的小屋，这个晚上空无一人，令好不容易破门而入的僵尸们感到非常遗憾。\n            而史蒂夫此时正在公寓外面和很多冒险者一起与怪物大部队厮杀。白天，亚历克斯和部分冒险者一起用之前挖矿得来的铁、钻石等矿物给战士们打造了很多武器装备，并且不少都已经附魔。现在正是这些装备发挥作用的时候。\n            奎特此时呆在屋子里，从窗户前向外看着战局。很显然，当冒险者们准备充足时，怪物们完全无法对他们造成很大的威胁。奎特也看到了那些亚历克斯所说的和自己一样没有手臂的爬行者，她大致可以确认那不是什么变种，是和自己的同类。“这样的话，同类们的手臂到底是怎么没的？”奎特心想。\n           “吱呀.......”\n            奎特向身后看去。门被打开了一条缝。奎特有些费力的用头打开门离开屋子，走廊里空荡荡的，连个人影都没有。\n           “还是去战场看看吧，希望别出意外......”\n            奎特这么想着，便来到了楼梯间。\n            公寓所有的灯都是打开的。虽然这样有些浪费，但据说这是防止公寓的屋子里面冒出怪物的临时办法。\n            奎特来到了一楼。她听到从一间小屋子里传来谈话声，便有些好奇地悄悄地来到门口偷听。\n           “这些家伙真是凶残啊。”一个人说。\n           “是啊。假如不想出好的办法，以后的日子我们可怎么过啊！”另一个人说。\n           “别担心，天无绝人之路，办法总会有的。老兄，小心点，你还有伤呢。”\n           “谢谢关心。对了，我一直在想，这群怪物好像和‘他’有什么关系。”\n           “‘他’？”\n            “你应该想得到......曾经的第三位管理者，我们的......”\n            “哦，天哪！那可是禁忌！不要再提了！”\n            “现在这里就咱们两个，你就听听我的猜测吧。”那个负伤的人说话的声音低了下来，“你想想，那个人才离开多久，这些敌对生物就出现了？我猜，这些敌对生物，八成和他有关系。”\n            “说得有点道理......”\n            “那个呆在史蒂夫身边的家伙，说不定会把史蒂夫，甚至我们所有人，都带进危险之中啊！”\n            “对，那个绿色的家伙。我看它也不是什么好东西，想办法尽快把它弄走为妙。”\n             奎特听到这句话，心里充满了愤怒与无奈。\n            “先干掉那个绿色的家伙，然后我们就给史蒂夫和亚历克斯提议，屠杀这些敌对生物。”\n            “等一下，我们不能确认这些敌对生物和那个人有任何关系啊？说不定只是巧合。”\n            “至少我们要想办法让这些敌对生物远离我们。反正我是主张屠杀啦......”\n            “咱们原来居住的世界就是因为......”\n            “嘭嘭嘭！”\n             奎特实在忍不住了。她用脑袋狠狠地敲了几下门，敲的脑袋都感到有些疼。不一会儿，一位冒险者就打开了门。当他看到站在他面前的是刚才谈论的那个“绿色的家伙”时，有些惊讶。\n            “史......史蒂文？为什么你会在这儿？”他竟然还能用史蒂夫给奎特取的名字称呼奎特。\n            “噗嘶！”奎特叫了一声。\n            “你......你都听见了？！”\n             奎特愤怒的点点头。自从失去双臂后，除了爆炸，她的脑袋也能发起攻击了。奎特用脑袋狠狠地撞了一下面前的冒险者的脑门。\n            “哎哟！”冒险者的脑门被撞疼了，后退了好几步。\n            “老兄！就现在！干掉它！”受伤的冒险者大叫到。\n             那个被撞疼的冒险者拿出了一把铁剑，朝奎特砍去。奎特被砍疼了，“嘶嘶嘶”的叫了起来，靠近对方准备爆炸。\n            “老兄！它要爆炸了！”受伤的冒险者一边提醒着，一边站起身准备后退。然而，他的提醒晚了一步，与奎特战斗的冒险者刚退了一步，奎特便爆炸了。\n\n            “轰！”\n             公寓里面传来一阵爆炸声。正在战斗的冒险者们惊讶的转过头去，他们不知道发生了什么。\n            “雷迪！亚历克斯！你们两个进去看看出了什么事！大家专心战斗！”史蒂夫大喊着，用钻石剑刺穿他面前僵尸的身体。\n             一位名为雷迪的冒险者立刻与亚历克斯一起跑了回去。他们打开公寓大门，一眼就发现了不远处倒在房间门口的奎特，以及损坏的墙。\n             两人过去后惊讶的发现，平时不声不响听话的跟在史蒂夫身边的奎特竟然爆炸了，她身旁的坑、完全被炸毁的门、以及墙上被炸出的缺口都是证明。而屋里面的两个人，负伤的炸成了重伤，已经晕了过去；另一个被炸死，地上、墙上溅满了血迹，白色的墙被血染成了红色。\n            “亚历克斯小姐，这......”雷迪看着这触目惊心的场景，不知道说什么好。\n            “果然......”亚历克斯说，“史蒂夫还是心软。”\n             亚历克斯走过去踢了踢奎特，奎特没有反应。\n            “把这家伙扔出去，扔的越远越好。”亚历克斯对雷迪说“我去叫医疗团队救治伤员。”\n            “好的，亚历克斯小姐。”雷迪拖着奎特的“尸体”走了。他从小路离开公寓，躲避着怪物们，找了个相对偏远的小树林扔了。但雷迪扔掉奎特后，就再也没有回到公寓。\n-------------------------------------------------------------------\n：我竟然被扔出去了？\n\n\n\n（被LZ复活了）：早就该把你扔出去了\n\n\n\n：嘶~~~崩！\n\n\n\n：救命！我错了！LZ救我！\n\n\n\n：（此时还是[bone]）\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1440317160,
            "txt_content": "确定是现写哦？我感觉是写好了然后Ctrl V"
        },
        {
            "author": "冰墨c",
            "timestamp": 1440317280,
            "txt_content": "540083835 发表于 2015-8-23 16:06\n确定是现写哦？我感觉是写好了然后Ctrl V\n额 其实是现打字的...... 因为是转载 所以直接现打字"
        },
        {
            "author": "冰墨c",
            "timestamp": 1440317400,
            "txt_content": "540083835 发表于 2015-8-23 16:06\n确定是现写哦？我感觉是写好了然后Ctrl V\n你知道怎么弄回复才能看隐藏内容吗"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1440317700,
            "txt_content": "这个....说是要去申请才行，我不太清楚，详细的你可以私聊版主问问，比如HGK, 恶魔-潇洒, 1137246733"
        },
        {
            "author": "冰墨c",
            "timestamp": 1440317820,
            "txt_content": "540083835 发表于 2015-8-23 16:15\n这个....说是要去申请才行，我不太清楚，详细的你可以私聊版主问问，比如HGK, 恶魔-潇洒, 1137246733 ...\n喔 知道了 谢谢[diamond_gem]{:10_512:}"
        }
    ]
}