{
    "title": "<原创·连载>我的世界之武灵帝国－全网同步更新中",
    "author": "半个狙神",
    "replyCount": 99,
    "timestamp": 1440333120,
    "txt_content": " 本帖最后由 半个狙神 于 2015-8-25 10:10 编辑 \n\n\n作者声明，由于没玩过论坛，不会申请新号，这个号是用的我儿子的号更新我的小说的。注意，是我新儿子，看过我小说的人都知道。本书已以起点小说网连载166章，到今天为止，论坛里会以每天十章的速度更新，直到追上起点的进度，然后与起点网同步更新。\n如果你怀疑我的话，请去起点小说网看原版的说明，我会在起点上发一章“声明”的。\n下面好文开始，大家一起进入武灵帝国的冒险世界吧。\n\n\n\n第一章          这算是穿越吗？末地大陆，十万末影大军如潮水一般不断的汹涌追逐，空气中到处都是灵力的波动，犹如满是杂音的电台一般，更可怕的是这个电台的声音还放的很大，震的人耳膜生痛。末影人的嘶吼有如堵车的鸣笛声般连成一片，像是来自地狱的哀嚎，夹杂在灵力波动的嗡嗡声中，听起来总算不那么太单调，但却令闻者生寒。那是一首死神的交响乐，混杂着狂暴、愤怒、喋血、死亡等不安定的情绪。是的，末影大军暴走了，原因却只有一个。因为它们的神“him”正在高空中与三道魔影混战了十多天了。只因战斗始终在高空中进行，末影大军尽管阵容强大，却没有一只末影人能够飞入高空去帮助它们的神，哪怕只是去送死都做不到。十万末影大军只能紧追在him的脚下如潮水般不断的汹涌澎湃，好似一大滴浓墨滚落于纸上，又随着纸张的抖动不断变换着流向。相信这是许多人曾在课堂上玩过的一种打发时间的游戏。但此时却没有人认为这是一种游戏，包括正与him大战的三个人在内。尽管三打一，而且每个人都是全套的附魔装备，看起来像是占尽了便宜，但三个人却纷纷面容冷峻，如临大敌。已经打了十多天了，虽然有着附魔金苹果的支撑，三个人完全处于不掉血的无敌状态，但him显然也是如此，不论三个人如何进攻，him都能安然无恙的接下任何攻击，仿佛him本身便是无敌的代名词，不用任何提升类的药品和装备都是无敌的。除了他手中的武器只是普通的钻石剑外，him简直就无可挑剔了。但普通的钻石剑在打斗中明显不怎么吃香，只能维持住几个照面便会破碎掉，十几天来，毁在him手中的钻石剑已不知其数了，但him只是随手一抖，便又会幻化出一把新的钻石剑来。这不仅令三人越打越是心惊。看来这个him果然不愧为神，钻石剑毁了一把又一把，却能无限次的重生，仿佛没有止境。再看看自己的背包中，原本满满的武器装备却是毁一件少一件，十几天来，眼看就要清仓了。随着又一把附魔长剑的毁掉，IAEA不禁甩脸冲紫灵村长问道：“村长，你包里的装备还多吗？我只剩最后一把长剑了，而且耐久值还不是满的。”紫灵村长不禁皱了皱眉，沉声道：“我也只剩最后一把了。”说罢，举起手中的钻石剑冲IAEA挥了挥，随即说道：“而且，我的飞行药水也仅剩一瓶了，恐怕……”说话间，却听身后“呯”的一声，XXOO手中的钻石剑也应声而碎。紧跟着便听XXOO破口骂道：“奶奶的熊，就算没剑了，老子拿手也要掐死你！”说罢，十指张开，直奔him的身体扑去。“不好！”IAEA顿时大叫一声，挺剑便朝him扑了过去。长剑还没击到him近前，便听到“呯”的一声，XXOO头上的钻石头盔应声化为了万千晶粉飞散而去。XXOO则闷哼一声，身体倒飞而回。偷眼看了看，XXOO的脑袋还在，IAEA不禁轻叹一声：还好有着附魔金苹果的无敌功效，否则碎掉的就不仅仅是头盔那么简单了。经过这么多天的打斗，虽然众人依靠着附魔金苹果的威力不至于挂掉，但像是铠甲及武器的消耗却是惊人的快，背包里原本满满的装备现在已经消耗的差不多了，若再这么耗下去……也不知这个him到底有没有底线，难道他就真的是永远也打不死吗？IAEA不禁目光一凝，长剑划过一道闪电，直奔him的眉心点去。Him眼见长剑击来，顿时挺剑一挡。只听“叮”的一声，那把普通的钻石剑再次化为了碎片，IAEA的长剑余威不减，直接点中了him的眉心。但这一次IAEA却感觉似乎哪里不对劲了。以前砍在him身上的长剑都是如同砍在铁板上一般，生硬的反震力瞬间便会把长剑弹回来。但这次IAEA却感觉手中的长剑似乎有种入木三分的感觉，虽然插入的不深，可能仅是刺破了点皮肉，但那种插入的手感却非常明显。“怎么？him竟然受伤了？”IAEA不禁一楞，却在这时，只见him手中灵光一闪，一道寒光便将IAEA扫飞出去。Him随即顺势拧身，长剑回撩，又将紫灵攻来的长剑挑飞。就在招势用老之际，一把钻石神镐却以泰山压顶之势挂着风声便到了。Him暗道一声“不好”！抬手一挡，只听“扑哧”一声，钻石镐顿时在him的手臂上划开一条长长的血口。“什么？”XXOO见状也是一楞，怎么那么多长剑都没能在him身上留下一点点伤痕，无奈之下拿出的钻石镐却一下子便划开了him的皮肉呢？紫灵见状，不禁高喊一声：“him受伤了，大家快加把劲，一举将him杀掉！”话音一落，便见XXOO的身子直接被him一剑扫飞出去，而him手中的长剑也再一次化为了万千晶粉破碎而去。“哈哈哈哈！！！！”him随即发出一阵疯狂的大笑，一股前所末有的灵力波动随着笑声以him的身体为中心瞬间放大开来，凭紫灵三人的灵力修为竟然根本近不了身。紧跟着，整个末地空间仿佛也随着这股灵力波动震动了起来，巨大的末地大陆不断有岩块大片大片的震落，转眼消失在无尽的虚空之中。脚下的十万末影大军顿时受到惊吓一般瞬间停止了追逐，一个个身子狂震，转眼间便嘶吼着不断的瞬移而去，似乎想要找一处安全的地方藏身一般。一时间，整个末地大陆仿佛录放机的快进一般，崩塌的山岩上不断闪现着末影人瞬移的身影。又似突然间闯入满是蜂蜜的蜂巢一般，挤满耳朵的满是巨大的“嗡嗡”声。紫灵、IAEA和XXOO不禁神色凝重的背靠在一起，手中长剑平伸，警惕的注视着周围的变化。XXOO手中的钻石镐上甚至还滴落着点点血迹。没错，him受伤了，但受伤后的him又会使出怎么厉害的招术对付自己呢？毕竟人家可是传说中的神级人物，与自己这普通人是不一样的。一阵大笑便能令大陆破碎，莫非him想要将整个末地世界抹杀掉以便将敌人杀死吗？就在三人拿出十二分精神准备迎接him的致命一击之际，却突然发现him的笑声停止了。紧跟着，便听him的声音从四面八方传了过来。“小小人类，竟然能够伤及我的真身，就这样将你们杀死，未免太便宜你们了，对，我要让你们受尽折磨，在绝望中痛苦的死去。”话音一落，只见一道炽烈的白光从him身上发出，很快便充斥了整个空间。紫灵不禁抬起胳膊使劲挡住强光的照射，但这种强光却冲破了游戏的限定，直接从电脑屏幕上扩散出来。“啊！！！”坐在电脑前的双子不禁惊呼一声，顿时抬手护住了眼睛。但眼角的余光却发现这种白光早已迅速布满了整个房间，而在白光中似乎还有着许多细小的螺旋状回旋不定的游离着。这是什么？双子不禁暗自一楞，却突然发现白光突然剧烈的一跳，顿时便什么也看不见了。全身感觉轻漂漂的，仿佛飞到了空中，一点重心也感觉不到。这到底是怎么回事？双子感觉自己会不会是在做梦？这种仿佛飞在半空中的感觉好像小时候经常梦到，但往往是在梦醒之后发现自己已从床上滚到了地上。双子顿时暗道一声“不好！”如果真是如此的话，那自己应该在不知不觉中滚到床边了吧，再不醒过来，恐怕又会摔到地上了。这可不是什么好事，毕竟现在这老胳膊老腿的也经不起摔了。快醒来吧，快些醒来吧！双子不住的在心中默念着。却突然感觉重心一收，整个身子顿时“呯”的一声摔了个结实。“哎哟！”双子顿时摔的身子一弓，暗道：可恶，竟然还是摔到了，哎哟我的胳膊肘哟！哎哟我的脖棱盖哟！哎哟我的腰间盘哟！都不痛哦!可恶，还好没摔痛。一伏身，双子从地上缓缓爬起来，不禁揉了揉后腰却马上被眼前的景象惊呆了！这些……这些树是怎么回事？这些山又是怎么回事？难道我没在自己的卧室吗？奇怪，难道是睡糊涂了不成？我什么时候出来野游了？双子拍了拍身上的土，思绪一动，顿时惊恐的瞪大了眼睛。不对，不对！那些树怎么是方的？抬头望去，双子的眼睛瞪的更大了。只见不光是眼前的树是方的，就连树上的叶子也是方形的，还有方形的石头、方形的泥土、就连天上挂着的太阳都是方方正正的。不会吧，难道我还没有睡醒吗？这里不是……不是我的世界吗？真的是…好奇怪的梦。双子一边想着，随即又就地躺了下来，闭上双眼，不住的在心中默念：“醒来吧，醒来吧，醒来吧…………”一睁眼，映入眼帘的却依然是方块的世界。可恶！双子不禁翻了个身，继续在口中默念：““醒来吧，醒来吧，醒来吧…………”再睁眼，映入眼帘的还是方块的世界，但这次却多了一只小母鸡。当然这只小母鸡也是方方正正的身子，如有走猫步一般在双子的眼前傲然的走过，路经双子眼前的时候还将方方的鸡屁股一甩，一小团方方的鸡屎直接喷在了双子的鼻梁上。\n\n",
    "replies": [
        {
            "author": "Java.car",
            "timestamp": 1440333360,
            "txt_content": "顶大叔 顶大叔  就算地球爆炸我也顶"
        },
        {
            "author": "Java.car",
            "timestamp": 1440333420,
            "txt_content": "顺便板凳拿走了～"
        },
        {
            "author": "1847080153",
            "timestamp": 1440333600,
            "txt_content": "顶大叔，往死了顶"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440334320,
            "txt_content": "嗯……发现了一个劲敌啊……\n果然这次比赛把很多大角虫都吸引过来了\n（另外，新号的话右上角快捷导航里做新手任务，一天就能升到三级多，那样就可以发帖了）"
        },
        {
            "author": "shure",
            "timestamp": 1440334500,
            "txt_content": "我居然看到了某小品的梗……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440335220,
            "txt_content": "对了，还有楼主问的更新方式，两种都是可以的～"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336240,
            "txt_content": "原来两种方式都可以，那我还是选择在一个贴子里连更吧，毕竟要写三百章左右，我怕把其他贴子都顶没了。谢谢大家的支持，目前小说正在连载中，我会尽快把这里的连载追上其他发表的进度的。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336300,
            "txt_content": "还有，开一个新号太麻烦了，我整整研究了两个小时，可能太废物了。但我还是没弄懂，因为时间有限，这两个小时我完全可以写一章小说了，所以也不再研究了，只用儿子的号发表吧。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336420,
            "txt_content": "第二章　冤枉啊大人！\n“哇！！！”双子顿时身子一弹，从地上爬起来，顺手抓过一把草叶，将鼻梁上的鸡屎给刮了下来。\n可恶，这鸡一定是消化不良，怎么拉的这么稀。\n一连擦了半天，总算是把自己的脸清理干净了。但双子却突然感觉到似乎是哪里不对了，不禁又将双手按回到脸上上下左右按了又按，冷汗顿时便淌了下来。\n“方的，方的，果然是方的，我那英俊的脸哪去了？我可不想要这种方方的脸呀！”\n摊开双手，只见自己的手指竟然也变成了方的，胳膊也是，一低头，发现身子和大腿都变成了方方的，双子顿时惊的倒退了七八步。\n“果然是我的世界......”大惊之余，双子不禁喃喃了一声，迷芒的举目望去。\n只见山野萧萧，好一片欣欣向荣的繁茂景象，这种原始自然的风光在现实世界中已经好久没有看到了。只可惜，目力所及，却全都是由大大小小不同的方块堆积起来的景物。\n“唉！可恶，竟然醒不过来。”双子不禁轻叹一声，索性不再去想睡觉的问题了，举步便朝山上爬去。\n既然醒不过来，倒不如好好享受一下这短暂的自然风光吧。毕竟以前都是在游戏中才能看到这种风景，如今这种真实的存在感却充满着另一种新鲜和刺激。\n刚跳上一道土坡，便看到刚刚那只小母鸡正一头扎在草丛里觅食。一时间，新仇旧恨全都涌上来了，一个前扑便将小母鸡抓到了手里。\n脖子受制，小母鸡顿时挣扎了起来。\n“你还乱动！”双子抬手便在小母鸡的屁股上拔下一根鸡毛，恶狠狠地道：“让你喷我，今天不把你拔成秃毛鸡，你就不知道马王爷有三只眼！”\n“疑？这是什么？”刚要拔第二根，双子便感觉手里突然多出一物，湿湿黏黏的。\n低头一瞅，双子顿时毛都炸了起来，一边狂甩着手一边大叫道：“你丫的竟然还喷！我让你喷糞！我让你喷糞！”\n双子一气之下，抓住鸡脖子便开始抡开了，就跟舞双节棍似的，一阵狂舞下来，手中的小母鸡顿时便蔫了，眼睛半睁半闭的，似乎要断气一般。\n双子见状，这才停了下来，却见鸡屁股一挻，一枚雪白莹润的东西竟然滑落到脚下。\n双子不禁一楞，顿时俯身捡了起来，只见被小母鸡拉出来的这东西也是方形的，只不过棱角的地方略有圆滑而已。\n“这是什么东东？”双子翻看了半天，又拿到耳边摇了摇，只感觉里面似乎有某种液体在晃来晃去的。\n“这个，难道会是鸡蛋？”双子正疑惑间，却突然听到远处有人高喊道：“往那边跑了，快追！”\n“疑？竟然有人？”双子闻言不禁一惊，几步走到土坡的边缘，却见人影一晃，险些与一名男子撞了个满怀。\n“哇！！！不关我的事，别抓我，别抓我！”只见对方大叫了一声，转身便朝另一个方向跑去。\n“在那呢！快抓住他！”男子身后随即追过来七八名男子，一个个手持木棍、木铲等物，很快便将男子围住了。\n只见其中一个手持木锄的男子将木锄一抬，指着男子斥道：“就是他偷了我的粮食，大家把他拿下送官！”\n“别动！别动！”几个人上去便把男子按在了地上，七手八脚的捆了个结实。\n男子被压在地上就跟杀猪似的一个劲的嚷嚷：“我不是小偷，你们抓错人啦，我是好人呀！”\n“你还敢说没偷！”拿着木锄的男子上前便从那人的口袋里摸出一根胡萝卜，举在手中冲众人喊道：“你们看，这就是他从我的菜地里偷的胡萝卜，人证物证都在，你还有什么可狡辩的？”\n说罢，一萝卜便拍到男子头上，痛的男子疯了似的大喊道：“别打我，我是好人那！我是好人那！”\n众人见状顿时纷纷喊道：“别理他，送官送官，让张大人处理他！”\n几个人推推嚷嚷便将男子从地上拉了起来，却见一名手持木棍的男子突然抬头看了看呆立在土坡上的双子，疑惑道：“你们看，那是什么人，应该不是咱们村的。”\n马上有人上前几步道：“的确不是咱们村的，会不会是这小子的同伙？你们看他手里那只鸡怎么感觉那么眼熟，好像是大花家前两天丢的那只。”\n闻言，双子顿时从发呆中惊醒过来，一举手中的小母鸡道：“喂喂，饭可以乱吃，话可不能乱讲哦，这只鸡是我在山坡上抓到的，你们可不能乱想。”\n“嗯，说的好。”手持木锄的男子不禁上前道：“我可以认为你这是不打自招吗？”\n说罢，只见那人一挥手，顿时高喊道：“抓住那个偷鸡贼！”\n“呼啦”一声，几名男子顿时跳上土坡，将双子围在当中。真怀疑这些人是不是练过什么功夫，怎么身法竟然这么利落。\n双子还没明白过来是怎么回事，便见其中一名男子手中灵光一闪，一条绳索顿时套在了双子的身上。\n双子顿时便感到了事态的严重性，马上高喊道：“误会误会，我真的是刚抓到的这只鸡，我以为是野生的，你们若知道是谁丢的，我还给他就是了，而且我再多送他一枚鸡蛋。”\n说罢，双子不禁将手中的鸡蛋冲众人晃了晃，马上有人跳出来说道：“好哇，你还偷了鸡蛋，你这罪过可大了，走，把他们一起送到张大人那去。”\n“走！走！走！”\n一群人推推嚷嚷，押着二人便朝山下走去。\n山下的村子并不大，满打满算也就几十户人家，想不到却有着一座不小的官府。\n此时，双子二人被押到公堂上已经跪了半天了，却见公堂上什么动静也没有，隐约中，似乎还缥缈着一声声富有节奏的呼哨声。\n堂口上端坐的师爷不禁一皱眉，探过身去轻轻碰了碰堂上这位大老爷，轻声道：“大人，大人，大人醒醒，堂下二人可是跪了半天了。”\n“嗯嗯，啊？”张大人慌忙从酣睡中惊醒过来，不禁正了正头上的帽子。\n双子听声音不对，刚想抬头偷瞄一眼，却忽听惊堂木 “啪！”的一摔，吓的双子二人不禁猛一哆嗦，马上把头垂的更低了。\n只见张大人拍过惊堂木，不禁强睁着蓬松的睡眼张望了半天，口中喃喃道：“疑？这人都哪去了？”\n说摆，抬手打了个哈欠，将惊堂木一推，有气无力地道：“既然没人，那，退堂。”\n师爷顿时一拉张大人的衣服，将这位大人拉了回来，同时拿眼角瞄了瞄堂下。\n张大人奇怪，不禁探身朝桌子前看了看，只见距离桌子不远正并排跪着四个人。\n“NND，跪这么近干嘛，害我都没看到你们。”说罢，张大人整理了一下官服，端坐到椅子上问道：“说吧，谁是原告，谁是被告？”\n拿锄头的男子顿时一磕头，朗声道：“张大人做主，我们抓到两个贼人，一个偷了我家的菜，另一个偷了大花家的鸡，哦，对了，还偷了鸡蛋。”\n“哦？竟有此事？咱们这可好久没有抓到过贼人了，你们两个贼人，抬起头来让本官瞧瞧。”\n被抓的男子闻言顿时抬起水星眼哭诉道：“冤枉啊大人！我没偷东西，我真的没偷东西哇！”\n“啪！”张大人一拍惊堂木，吓的那小子顿时止住了哭声。\n“哭什么哭！没偷东西，人…人家告…你偷，那不吃饱了的撑的吗？”\n一扭脸，张大人随即抬手一指双子：“你先说！”\n双子见状，不禁暗叹：这都什么破梦，怎么乱七八糟的，记的游戏里可没有这些情节呀，看来是自己古装剧看多了，连做个梦都这么乱。\n正在胡思乱想之际，却听张大人不耐烦地道：“你怎么不说话呀你？好，既然你无言以对，那便是默认了。来人，先收监。”\n“什么？”闻言，双子顿时瞪大了眼睛，争辩道：“你这什么狗官，我还没说话呢，你竟然便定了我的罪。”\n“好哇，你小子竟敢咆哮公堂，来人，快给本官拉下去，等候发落！”\n“是！”马上走上两名年轻力壮的衙役，来到堂上便一左一右将张大人架了起来。\n张大人见状顿时高喊道：“哎哎？你们拉我干什么？我让你们把那个贼人拉下去！”\n“是！”两名衙役马上将张大人又抬回了椅子上，随即连踢带打的便把双子拉了下去。双子顿时便郁闷了，MD做梦就做梦吧，怎么这被打的滋味还这么真实。\n而此时公堂之上，只见张大人重新整理了一下衣冠，随即目光一转，盯着另一名男子道：“该你了，再不招供，小心板子伺候！”\n“啪！”两旁的衙役顿时将手中的木棍一顿，发出巨大的响声，吓的男子不禁倒爬了好几步，这才仗着胆子问道：“我…我要是认罪了，会怎么样？”\n张大人闻言顿时扫了一眼旁边的师爷，师爷见状马上拱手道：“大人，林场那边还需要几名工人。”\n“嗯，知道了。”张大人闻言顿时一拍惊堂木，冷哼道：“你若乖乖招供的话，本官便罚你到林场服刑，嗯，一个月！”\n男子听罢，不禁看了看衙役手中的棍子，一抬头，发现两旁的衙役正一个个横眉怒眼的盯着自己，顿时咽了咽吐沫，点头道：“好，我招，我全招。”"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336480,
            "txt_content": "第三章　两个废物\n“喂，不会吧，你就这样便招了吗？你小子也太没种了吧。”双子轻蔑地看了一眼这位患难的仁兄，摇摇头，不再理他。\n此时，二人正在几名衙役的押解下朝大山深处走去，由于都是偷窃罪，二人都被判到了林场充当苦力，只不过由于双子的态度蛮横，被判了三个月。\n见双子如此看不起自己，男子顿时反驳道：“谁…谁说我没种！想当初在我的世界中，我可是响当当的人物，谁知道被那团白光吸进来以后，整个世界都TM变了。”\n说罢，却不禁神情颓废了下来，哭丧着脸道：“呜……这都好多天了，如果是梦的话早该醒了吧，呜……我想回家…….呜……要是能回去的话，我发誓再也不玩我的世界了……”\n“哎哟！”男子正陷入痛苦的回忆中，却不成想一头撞在了双子的后背上。顿时揉了揉撞痛的头壳，嗔怒道：“你小子怎么突然停下了，哎哟，可撞死我了！”\n哪知双子却神情激动的一把抓住男子的双肩道：“你…你也是被白光吸进来的？你也是我的世界的玩家吗？”\n“干什么干什么？都给我好好赶路！”几名差役见状顿时一把将二人分开，同时两条棒子便朝双子二人的身上招呼上了。\n痛的双子二人顿时高喊道：“停！别打了，我们走！我们走！”\n“哼！再不老实，回去禀明张大人，再多判你们几个月！”一名差役不禁狠狠的啐了二人一口。\n双子有心发火，但所谓好汉不吃眼前亏，深吸了两口气，偷着瞪了那名衙役一眼，便爬起来乖乖的继续前行，但心里却把那名衙役的祖宗十八代都骂了个遍。\n一路无话，翻过两座大山后，一道由原木搭建的围场很快便出现在众人眼前。只见围场建在一处山坳中，后面是高高的断崖，前面则是由高大的原木围成的高墙，一道大门足够两辆大车同时进出。\n此时，见一行差役押着两名犯人到来，马上有一名身穿皮铠的男子从门内跑了出来，老远便笑道：“李头，又给我们送新人来啦？”\n为首的一名差役顿时抱拳道：“昨天刚抓的两个小贼，张大人有令，发配到你们林场当苦力，这是文书。”说罢，从怀中拿出一卷书卷递到来人手中。\n男子接过文书看了看，又抬眼看了看双子二人，顿时点头道：“好，那我便收下了，来人，先把他们带进去。”\n“是！”话音一落，马上跑出来六七个人吆喝着将双子二人押入了围场之中。一进门，便见整个围场竟然堆满了大大小小的原木，巡逻小队在木堆间穿梭往复，保障着整个围场的安全。\n一排简单的木屋并排建在山崖下，几个人不由分说，押着双子二人便朝木屋走去。\n见众人走远，男子顿时抱拳道：“李头，你们一路上也辛苦了，请到里面一坐，刚好昨日我们在山中猎到一头野猪，我马上派人处理一下，给各位炖上一锅山中野味，也好帮各位解解乏。”\n李头闻言顿时惊喜道：“哦？现在这野猪已经非常难找了，想不到还能猎到。只不过……”\n李头说罢，不禁轻叹道：“唉，只可惜近日衙中杂事太多，张大人有令，命我们今晚便要赶回去，看来，这美味我等是无福消受了。”\n男子闻言，顿时皱眉道：“原来如此，既然这样，那还是以公事为重，我也便不留各位兄弟了。”说罢，抬手拿出十枚铁锭道：“总不能让几位兄弟白跑一趟，这几枚铁锭便赠予几位兄弟换口茶喝吧，多出来的还请李兄代我交给师爷，就说我高杰对师爷的关照感激不尽。”\n李头见状，顿时还礼道：“高兄言重了，大家都是兄弟，不必这么客气，时间不多，我等这就告辞，请高兄放心，你的话，我一定带到。”\n说罢，李头收好铁锭，与高杰告辞后，闪身又带队风风火火的回去了。看来这趟肥差又没白跑，虽然没吃到美味，但这每人一块铁锭也是不小的收获，毕竟在世面上，铁锭的价值可是相当高的。\n围场的一间小木屋中，七八个人正围住双子二人，谁也没说话，安静的犹如一张照片般，唯一能听到的便是墙上几支火把燃烧时所发出的声音。\n正在这时，只见门帘一挑，高杰从外面闪身走了过来。几个人顿时纷纷站直了身子，齐声喊了声“高老大。”\n高杰只是点了点头，随即将目光转向双子二人，目光如炬，看的双子二人心里都有些发毛。以前二人从没有做过阶下囚的经验，真不知接下来会发生什么恐怖的事情，会不会菊花不保呢？\n想至此，与双子共患难的这位兄弟不禁紧了紧菊花，颤抖地说道：“我…我叫楚子墨，我…我是被冤枉的。”\n高老大闻言却没有任何表情，随即将目光转向了双子。\n双子不禁看了眼这位楚兄，顿时对高老大说道：“我叫双子，虽然我也是被冤枉的，但我知道规矩，有什么要求，你们就说吧！”\n高老大听罢不禁眉头一挑，随即从喉咙里喷出一声嗤笑，转而便哈哈大笑起来。周围的兄弟见状顿时随着高老大一同大笑开来，仿佛看到了什么特别有趣的事情一般。\n楚子墨不禁朝双子身边蹭了蹭，颤声道：“他…他们不会对咱们怎么样吧？”\n还没等双子做何回答，就见高老大一抬手，众人顿时止住了笑声，但气氛却明显比刚才轻松了许多。\n只见高老大围着双子二人转了一圈，不禁说道：“我不管你们犯的什么罪，也不管你们是不是被冤枉的，但到了我这里，便得听我的，我让你们干什么，你们就得干什么。若是干的好，我也不会亏待你们，工钱一分也不会少！但若是让我发现你们偷懒耍滑，那可就别怪我高老大不讲情面，别看这片山林郁郁葱葱，那下面可是埋着无数的尸骨呢。”\n说罢，不禁凑近楚子墨的耳边说道：“怎么样，你也想去陪那些尸骨做伴吗？”\n楚子墨闻言顿时打了个冷颤，抖着脑袋说道：“不不不，我听话，我特别听话，我妈总夸我是个乖孩子，老师也总夸我很听话，我也听你的话。”\n高老大听罢不禁挑了挑眉，暗道：“这都什么乱七八糟的。”不过见这小子紧张的样子，大概自己的目的也达到了，顿时抬手拍了拍楚子墨的脑袋，点头道：“乖，听话就好。”\n说罢，扫了一眼旁边的双子，挺身说道：“好了，说说吧，你们的灵武都是什么属性的，我也好给你们安排合适的活。”\n“灵武？”双子和楚子墨闻言不禁疑惑的彼此看了看。\n高老大见状却不禁皱眉道：“怎么，你们不会连灵武都没有呢吧？难道你们是从山沟里爬出来的吗？”\n说罢冲旁边的人递了个眼色，马上有一名清瘦男子上前将双手按在了双子和楚子墨的肩头上。\n双子只感觉男子的手仿佛带刺一般，一下便刺入了肩膀中，而且这根刺还如灵蛇般蜿蜒而下直透身体，痛的双子冷汗顿时便冒出来了。\n而一旁的楚子墨早已痛的大叫了出来，头上的冷汗如雨淋般往下直淌。\n男子见状，顿时收回了双手，冲高老大摇了摇头。\n高老大见状，顿时眉头一皱，冷哼道：“可恶，竟然是两个废物。”\n冷冷的扫了一眼卷曲在地的二人，高老大马上吩咐道：“郭子，去把新来的周自恒周队长叫来，既然是废物，那就让他们到周队那去干杂役吧。”\n说罢，又扫了一眼地上的二人，摇着头走了出去。\n“奇怪，分明是两名不错的男子，怎么就是个废物呢。”\n山林中，到处都是高大的林木，只不过与游戏中一样，这里所有的树木包括枝叶在内全都是大大小小的方块组成的。直到此时，双子还感觉这个梦未免也太真实了一些吧，每每抬头看到那些在微风中摇曳的方块叶子，双子便感觉眼晕，可能还是没有完全适应吧。\n而此时，双子和楚子墨二人也早已被一名年青剑士带到了工作场地，一处在山坡上堆放粗大圆木的地方。而他们的工作便是将这些刚砍下来的原木运到下面的围场去。\n双子真怀疑这个梦是怎么做的，明明在游戏中，原木被砍下来后都会直接变成可收纳方块被吸入背包中的，运起来一点吃力感都没有。\n但为何此时二人却要跟现实社会一样，需要两个人合力才能抬起一根并不算大的原木呢？而且仅仅只运了一次，二人便累的全都躺倒在地爬不起来了。\n“呜……我想回家，我不想玩下去了，老天爷，您就抬抬手饶了我吧。”就在楚子墨冲着天空哭诉之际，一道伟岸的身形不禁挡住了炽热的阳光。\n手持木剑的周队不禁冷冷地说道：“别怪我没提醒你们，哭闹在这里是没有用的，天黑之前你们若不能把这堆原木运到围场，恐怕连晚饭都吃不到。”"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336480,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 10:38 编辑 \n\n第四章　阶下囚说罢，周队转身又径自回到旁边的空场继续练剑去了。瞄了一眼离去的周队，双子总感觉这个人有一种似曾相识的感觉，但双子非常肯定，在这里不可能会有自己认识的人。但那种感觉又是怎么回事呢？之前在带自己二人过来的时候，周队便警告过二人，要想在这里好好混，便只有一个要求，就是不要给他惹事，否则二人一定会死的很难看，周队表示，别看自己手中拿的是木剑，但却也没少沾血。正在双子盯着周队发楞之际，突然从背后伸过来一支大手，一下便拍在了双子的肩头上。还好来人的力度不大，却也吓了双子一跳。一回头，发现同样是一名负责搬运原木的犯人。双子这才轻吁一口气。像这种劳动力，在这条下山的路上却是很多的，足有二三十人。只听男子轻笑道：“新来的？”双子点了点头，并没多说话。却见男子拍了拍双子的肩头，笑道：“没关系，适应两天就好了，刚来的时候我也这样，加油吧！”说罢，冲双子挤了一下眼睛，闪身便走了开去，刚走出几步，却突然回头喊道：“对了，我叫刘子玉，以后你喊我玉哥就行了。”“玉帝哥哥，您救救我吧。”楚子墨不禁尖着嗓子喃喃了一声，随即冲双子说道：“双子哥，别理他，一看就不是什么好东西。听说在罪犯中通常都是拉帮结伙的，咱们既然是一同进来的，以后就要互相帮助，别被那些犯人算计了。”听罢，双子不禁轻笑道：“怎么，这么快就进入状态了吗？真不知刚才是谁在那边哭爹喊娘呢。”楚子玉顿时一扬手，叹道：“算了，既然回不去，便好好干吧，我可不想成为森林的肥料。走了，开工吧。”闻言，双子突然想起了什么，马上紧走两步，见左右无人，这才小声道：“对了，之前听说你是被一团白光吸进来的，能跟我仔细讲讲吗？”楚子墨闻言不禁盯着双子的眼睛看了看，随即摇头道：“算了，说了你也不信，还是干活吧。”“我信，因为我也是被白光吸进来的。”双子肯定的点了点头。这次却轮到楚子墨吃惊了，不禁停下脚步盯着双子看了半晌，突然眼圈一红，眼泪又掉下来了。双子不禁无奈的摇了摇头，想不到这家伙的表情还真是丰富，这么会儿的工夫阴晴阳缺全都有了。却听楚子墨不禁呜咽道：“难道说，你也是被电脑吸进来的吗？”“电脑？”双子皱了皱眉，这才点头道：“你这么一说，好像是这样的，当时我正在打游戏，却突然发现电脑中闪过一团白光，于是便迷迷糊糊的进来了，直到现在我还以为自己是在做梦。”楚子墨听罢，顿时哭的更厉害了，眼泪“叭嗒叭嗒”的往下掉：“我也是呀，当时我正跟别人一起玩我的世界游戏，却突然被白光吸进来了，当时我也以为是在做梦，但是都过了好几天了，哪有做梦做这么长的啊？”“我的世界？”双子闻言不禁一楞，随即拉住楚子墨的肩膀道：“你是说，你也是在玩我的世界时被吸进来的？”楚子墨顿时点头道：“是呀，这几天我连一口吃的都找不到，一直在山林里转，好不容易发现一个村子，想不到刚拔了一根胡萝卜，便被人当贼抓了，呜……”双子听罢，马上打断楚子墨的话道：“我说的不是这个，我问你，你当时玩的是哪个版本的我的世界？”楚子墨擦了擦泪水，这才说道：“是1.7.2的服务器，当时我跟朋友正在跟游戏的大BOSS打，眼看便把BOSS打死了，却突然看到一团白光，紧跟着便被白光吸进来了。”话音一落，双子顿时瞪大了眼睛，良久之后，这才喃喃地问道：“你是IAEA还是XXOO？”楚子墨听罢不禁也瞪大了眼睛，盯着双子看了半晌，这才激动地道：“难道，难道你是紫灵村长？”双子闻言，顿时重重的点了点头，看来自己的猜测果然没错， 但为何楚子墨竟会比自己早来几天呢？自己明明是昨天才被吸进来的。正思索间，却见楚子墨一把便扑到了双子身上，鼻涕眼泪的便往双子身上抹：“紫灵村长，我是XXOO呀，我可找到亲人了，呜……….”“怎么，二位还在这儿女情长呢？再不干活，太阳可就下山了。”正在这时，却见刚刚离去的刘子玉正扛着一根原木从山上走了下来。将原木重重往脚下一戳，刘子玉不禁轻笑道：“二位这是唱的哪一出呀？两个大男人竟然还这么搂搂抱抱的。”“那还用说嘛，这两小子一定是什么基友吧！”“哈哈哈！！！”往来的犯人中顿时哄起一阵大笑。“去去去，哪都有你们。”刘子玉笑罢，顿时将其他人哄了开去：“告诉你们啊，以后这两小子由我玉哥罩着，你们谁也别打他们主意。”“哈哈，看来玉哥又找到小鲜肉了。”众人哄笑一声，随即四散而去。“紫灵村长……他不会对咱们怎么样吧？”XXOO见状，不禁闪身躲在紫灵的后面，紧张的盯着面前的刘子玉。只见刘子玉身形高大威猛，在汗水的浸透下，隐现出鼓鼓的健子肉，无形中透出一种聂人的气魄。紫灵不禁皱了皱眉，沉声道：“这位子玉兄，我们初来乍道，可能不懂这里面的规矩，但若是有人想要欺负我们，也不那么容易。”刘子玉闻言，顿时轻笑道：“好，我就喜欢你这样的，有骨气！不过你们放心，有我玉哥罩着，谁也别想欺负你们。”说罢，只见刘子玉一抬手，一团烈焰顿时从掌中升腾而起。在火光的映衬下，刘子玉的脸色突然变的狰狞起来，狠狠地道：“否则，便要他好好尝尝我这三昧真火的厉害。”话音一落，便听“哗啦！”一声，一桶冷水当头淋下，瞬间便把刘子玉淋了个通透，当然，手中的火焰也被水打灭了。“是谁！有种的给老子站出来！”刘子玉顿时感觉好没面子，不禁大喝一声，猛一扭头，就见身后站定三名看守，其中一人正晃着手中的空水桶。另一人则一摆手中的木剑，冷哼道：“刘子玉，我可不止一次警告过你，在森林里玩火，可没你的好处。”“是是是，周队长大人有大量，我这一时没控制好灵力，有点走火了，还好有周队带人护着，否则我就真是吃不了兜着走了，再见。”刘子玉一看是周大队长，顿时便没了脾气，点头哈腰的附和了几句，扛起原木一溜小跑便没影了。周队不禁扫了紫灵二人一眼，冷哼道：“又是你们两个，来人，将他二人关起来，晚上别给饭吃。”“是！”眼见周队转身走了，旁边的两名看守顿时一挥手中的长剑，将紫灵二人朝围场推去。紫灵不禁扫了一眼周队的背影，越看便越是感觉这个人好面熟，但一旁的XXOO却早已在心里把这个狠心的周队骂了九九八十一遍了。“看什么看，不老实就打断你们的狗腿！”两名看守吆喝着，将紫灵二人关进了围场的小黑屋。转眼到了第二天，没给早饭，紫灵二人直接便被拉去林场继续搬运木头。由于两顿没吃饭，本就没什么力气的紫灵二人刚搬运了两次，太阳便转到了中天。看着工人们纷纷围到一起去抢午饭，紫灵二人顿时如饿狼一般扑了过去，但还没挤入人群，便被两名看守给踢了出来。“活没干多少，还有脸吃饭，滚！”XXOO不禁哭道：“两位大哥行行好吧，我们都两顿没吃饭了，再不吃点什么，下午就更没力气干活了。”“想吃饭？那还不容易，只不过，你们走错地方了，去，你们的饭在那边。”说罢，只见那名看守一努嘴，抬眼看去，只见在大树底下正有另一名看守晃着手里的东西冲二人嗤笑。XXOO见状，闪身便跑了过去。还没到近前，便见那名看守将手中的食物朝地上一丢。紫灵见状，不禁眉头一皱：竟然是两块腐烂发臭的生肉，这东西也能吃吗？虽然说起来是块肉，但还不如其他犯人吃的烤土豆呢，起码土豆吃起来不会中毒。XXOO却不管那套，见腐肉被扔到了地上，闪身便扑了过去，暗道：中毒也比饿肚子强，再不吃点东西，我就要饿死了。没想到，就在XXOO抓到腐肉的同时，却见一只大腿猛然踩在了腐肉上面，同时用力的在地上拧了拧，腐肉上顿时滚满了泥土。XXOO不禁抬头看了看，正是那名扔给二人腐肉的看守。只听看守狰狞地说道：“不干活，还想吃饭，没给你们吃屎便算便宜你们了。”“哈哈哈！！！”“吃吧，快吃下去！！！”周围不论是看守还是犯人顿时围过来起哄着想看二人笑话。紫灵见状，不禁咬了咬牙，俯身拿起两块腐肉，将没有沾上太多泥土的那块扔给了XXOO，随即扫了一眼围观的众人，几口便将腐肉吞了下去。“紫灵村长……….”XXOO眼含热泪，呜咽着也将手中的腐肉吞了下去。“走。”紫灵随即一拉XXOO的手，转身便从人群中挤了出去。“噫！！！”众人一见没什么热闹可看，顿时无趣的散了开去，吃饭的吃饭，休息的休息。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336600,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 10:39 编辑 \n\n第五章  真不是人干的“恶！！！”大树后一处僻静的角落，紫灵趴在山石上肠子都快吐出来了。长这么大还从没吃过这么恶心的东西，就算小时候因为国家佩发的粮食不够，紫灵饿的满世界挖野菜也没感觉有这么难吃。不过话说回来，那东西能叫食物吗，简直就是毒药呀。若不是在那么多人面前一时逞强，紫灵打死也不会吃，此时却是悔的肠子都青了。但在当时的情形，若不吃还就真过不了这一关。那么多人等着看笑话呢，若死硬着不吃，止不定会被看守怎么整呢。可恶，只不过进来的第二天便被整的如此狼狈，这以后的日子可不好过了。“恶！！！”又是一阵恶心的感觉上涌，紫灵此时连胃酸都没的吐了。XXOO不禁猛拍着紫灵的后背，急促道：“紫灵村长，你没事吧？你没事吧？”没事？没事才怪了，你吐一个我瞅瞅。干呕了半晌，紫灵这才翻过身来，仰面朝天的躺在石头上挺尸。喘息了半天，突然思绪一动，不禁有气无力的扫了眼旁边的XXOO，疑惑道：“怎么，你……你没有中毒吗？”XXOO不禁咽了咽吐沫，摇头道：“没，没有哇，我感觉那腐肉的味道还不错吧，可惜沾上泥土了，否则可是非常美味的食物。”“恶！”又是一阵恶心的感觉上涌，紫灵不禁深吸了几口气将这股冲劲压了下去，随即瞪大眼睛惊讶道：“你还真TM走运，早知道，我就把那块自己留下了。”想了想，不禁又补充道：“你真的认为那块腐肉很美味吗？”XXOO顿时使劲的点了点头。“奇怪，怎么这个世界的东西全都变味了。”紫灵不禁盯着枝叶间隐现的方方的太阳，尽管形状有些奇怪，但却非常真实的挂在天上，那种柔柔的暖意照在身上非常舒服，紫灵真想就这样一直睡下去。沉默了良久，紫灵才喃喃道：“难道，咱们真的是穿越到游戏世界中了吗？”没有人回答，却是从旁边隐约传来轻微的抽泣声，不用看紫灵也知道，一定是XXOO蹲在山石下哭呢。“又想家了吗？”“呜……..我想回家，这里实在是太可怕了，呜……..”家吗？转眼间，自己已被白光吸进来三天了，也不知家里现在乱成什么样了。紫灵胡乱的想着，只感觉脑袋里晕沉沉的，不知不觉间，竟然真就沉沉的睡了过去。“老爸，你看咱们的狙击手小窝建的怎么样，可比你们走的时候扩大了一倍有余呢！”“嗯，不错，看来你已经长大了，已经变成能遨游九天的雄鹰了。”紫灵一边在村里游览，一边不住的点头称赞。qqbbo、TimeABCD、小宇、一起玩、包子、威武、TN.TS等等数十人兴高采烈的围在左右。“紫灵村长，咱们现在有这么大的实力，完全可以跟圣城一拼了吧。”“对，只要紫灵村长一声令下，咱们带着队伍去把圣城灭了怎么样？那天下便是咱们狙击手小窝的了。”“对，紫灵村长，快下命令吧！快下命令吧……”“快起来！都TM给老子起来！马上去干活！再偷懒，晚上还不给你们饭吃！”正在熟睡中的紫灵只感觉身上一痛，顿时被看守拿棒子打醒过来。“哎哟！哎哟！别打，我起来了，起来了……”XXOO同时也大叫着从地上蹦了起来。紫灵不禁身体一抽便从石头上滚了下来，经过刚才的小睡，那种恶心的中毒感总算是过去了，但肚子却还在不停的抽痛着。当然，这里面也有刚刚被棒子打的原因在内。“快去干活！MD，就知道偷懒！”看守们咒骂着，挥舞着手中的棒子不断驱赶着犯人们朝林场走去。空地上，周队剑势一收，随即灵光一闪长剑便化于无形之中。抬手擦了擦脸上的汗水，旁边马上跑过来一名看守。“周队，水。”“嗯。”周队接过水碗来一饮而尽，抬眼看了看正被赶去干活的犯人，沉声道：“高老大有令，让今晚之前把山上的原木全部运到围场去，告诉他们快点，否则晚上谁都没饭吃。”“是。”山腰间，刘子玉将原木重重的往地上一戳，看了看躺倒在地的紫灵和XXOO二人，不禁抬手擦了擦汗，埋怨道：“这活真TM不是人干的，也不知看守今天抽的什么风，一个个跟催命鬼似的。”XXOO扭头看了看刘子玉，有气无力的道：“你也知道累呀，我还以为你是铁打的呢，这里看守看的松，不如你也躺会儿吧。”高老大抬眼环顾了一下四周，只见这半山腰上并没什么看守，只在不远处的空场上有道身影正挥舞着长剑在那边独自闪展腾挪的。高老大不禁喃喃道：“果然看的松，你们俩还真会找地方。不过在周队的眼皮子底下，你们竟然还敢躺在这偷懒，这胆儿也真够肥的。”XXOO瞄了一眼远处的周队，不禁轻笑道：“你懂什么，正因为没人敢在周队的眼皮子底下偷懒，才不会有人想到我们会在这里偷懒，这叫灯底黑你懂吗？而且躺在草丛里，周队也发现不了咱们。”“呵，想不到你小子人不大，歪歪道倒是不少，不过这个周队还真是个怪人，自从他来以后，每天就会躲在那里练什么剑术，就连看守也不留一个，不过这样也好，没有看守把着，咱们也能偷会懒，反正周队也不会管咱们。”说罢，刘子玉不禁一屁股坐了下来，抬手从怀中摸出一个烤土豆往紫灵二人面前一递，诡笑道：“吃不？我知道你们两顿没吃饭了，特意给你们偷了一个出来。”XXOO扭头一看，顿时一挺身坐了起来，环顾了一下四周没人，这才三两步爬到刘子玉近前急切道：“何止两顿呀，我们这都三顿没吃什么东西了，有玉哥罩着就是不一样。”抬手一抓，XXOO顿时扑了个空，却见刘子玉不禁笑道：“怎么，很想吃吗？”XXOO不禁咽了咽吐沫，搞不懂这个刘子玉在搞什么飞机，顿时疑惑地盯着刘子玉的眼睛。却见刘子玉掂了掂手中的土豆，轻笑道：“想吃容易，只要你认我这个大哥，我就给你。”说罢，不禁又扫了一眼躺在一旁的紫灵。却见紫灵好似睡着了一般，对二人的谈话理都不理，独自仰面朝天的躺在那里。刘子玉不禁一皱眉，却听XXOO突然喊了一声：“玉哥。”随即手中一空，烤土豆便被XXOO抢了去。一楞神的工夫，土豆便被XXOO一口咬掉大半了。刘子玉早就看出，在二人之中，最有主心骨的便是那位躺着不动的，见状不禁皱眉道：“喂，我可就这么一块，难道你不想跟你朋友分享吗？”XXOO听罢不禁一楞，紧嚼几口将土豆咽下，这才看了看手中剩下的半块，又看了眼一旁的紫灵，只见紫灵村长头一偏，目光如两道利剑般射了过来。XXOO顿时一呲牙，“紫…紫灵村长，你别这么看着我，你就是先把我那半吃了，我知道你刚才肠子都快吐出来了，现在肚子一定很空，来，我把这半块给你。”紫灵听罢，却是将头一正，马上恢复了之前的样子，闭上眼轻声道：“你吃吧，我不饿。”“哦。”XXOO答应一声，抬手便将剩下的半块土豆扔进了嘴里。一旁的刘子玉不禁一捂脸，暗道：怎么这小子一点脑筋都没有吗，看来费半天劲，自己算是白折腾了。就连闭目养神的紫灵也不禁在心中暗骂：这个死XXOO也太不讲义气了，我这说不饿就真的不饿吗，你倒好，就答应了一声便全给吃了，哪怕等这小子走了，你偷着再给我也行呀。听着XXOO嘴里“吧唧”的这个香劲，紫灵这气就不打一处来，所性一翻身，耳不听心不烦。但肚子却在此时不听话的叫了好大一声，仿佛在抗议主人的无情一般。就连一旁嚼的正香的XXOO都听到了，不禁扭头问道：“紫灵村长，你真的不饿吗？”紫灵气的抓过一把青草塞进嘴里嚼巴嚼巴便咽了，随后起身说道：“走吧，今天的活还多着呢。”一连几天，紫灵二人都在痛苦的搬运中渡过，尤其是开头几天，二人累的仿佛身体都不是自己的了，每天便如行尸般机械地走来走去，肩头的皮都磨掉了一层，好在有着那个周队的特殊癖好，二人可以找机会偷那么一会懒。几天后，身体在逐渐适应这种强劳力后感觉才算好了一些。而在搬完之前那片木头之后队伍又换过两次山头，但好在都是在围场周围，并不会离的太远，否则便真就累死了。而这些天，紫灵和XXOO二人除了干活外，与那个刘子玉的关系也拉近了一些。由于有着刘子玉的关照，其他犯人倒是没人找过二人的麻烦，而刘子玉除了偶尔找时间跟二人谈两句话外也没有其他不轨行为。尤其是偶尔帮二人偷一两块土豆的行为很受XXOO的喜好，尽管一开始，紫灵并不买刘子玉的帐，但英雄也抵不住饿肚子不是，最后便也坦然接受了，大不了以后再还他这个人情罢了。而通过与刘子玉的接触，二人也逐渐了解了围场的一些情况。据刘子玉所言，整个围场共分四大队，人数最多的便是他们这个负责搬运木材的苦劳力。而在他们之上还有负责砍伐林木的队伍，人数不多，大概也就四五个人，但每个人却都是拥有木斧或石斧武灵的职业伐木工。这些人很受高老大的器重，待遇也非常好，可惜数量太少了，这也是为何在紫灵二人一进来时高老大会刻意询问二人武灵的原因，整个围场太需要拥有斧子武灵的工人了。但这一队别看待遇不错，却与紫灵他们一样，都是收押在此的犯人。而另两队则是负责在附近开挖矿藏资源的队伍，一队负责探寻，一队负责挖掘。与另两队不同的是，这两队人马都是高老大花钱雇来的，人数不详，挖到的矿藏与高老大五五分成。而这一收入也是围场最主要的经济来源，比表面上所卖的木材超出不知多少倍。但由于矿藏极其珍贵私采矿藏在法律上是严厉禁止的，所以那种开采与售卖的行为都是在暗地里进行，就算上面有人查觉，只要送些好处也便无人过问了。倒是这林场的行当却决不能丢，虽然挣的不多，但有着张大人那的支持，高老大倒是省了不少雇人的钱，而且有着这个幌子，也方便遮掩自己私采矿藏的勾当。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336660,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 10:39 编辑 \n\n第六章　什么也不懂转眼到了第十天，借着休息的空隙，紫灵不禁问道：“子玉兄弟，这几天老听你讲什么武灵武灵的，那个武灵到底是什么东西？”XXOO闻言顿时也挪了过来，“对对，我也一直不明白这个武灵到底是怎么回事，玉哥，你快说说。”说罢，随手抓过一把青草便扔进嘴里嚼了起来。紫灵见状不禁一皱眉，“XXOO，那草不能吃，你若饿了，中午我帮你多抢一块土豆。”XXOO一口将青草吞下道：“不能吃吗？我感觉味道还不错呀，而且我见你前几天还吃来着，我以为这东西可以吃呢。”刘子玉闻言，顿时满脸黑线，好容易弄一小弟，想不到竟然是个白痴。随即摇头道：“真奇怪，你们这么大个人，竟然连武灵是什么都不知道，难道你们是野人不成？”说罢，见左右无人，一抬手，一团火焰顿时从刘子玉的掌中跳出。随着晃动的手掌如舞蹈般摇曳，连晃几下，却见刘子玉手掌一翻，火焰便又消失于无形之中。感受着紫灵二人惊奇的目光，刘子玉不禁笑道：“看到了吧，这便是武灵。在咱们人类之中，通过武灵觉醒仪式，每个人都会觉醒一种武灵，只不过武灵却分好多种，像我这种武灵便是火，是成为铁匠的根本，而负责看守咱们的那个周队的武灵则是剑，今后他一定会成为一名战士，而且看他那努力的样子，没准还能成为伟大的神龙骑士也说不定。”“神龙骑士吗？听起来就好拉风的样子，会不会真的骑着巨龙呢？”XXOO不禁羡慕的看了眼远处空场上正在练剑的周队。紫灵听罢，却思索道：“我见那些看守中有一些人都是拿着石剑或铁剑的，但为何是那个只有木剑的周队却当了队长呢？难道说他有什么后台不成？”刘子玉不禁笑道：“这你还看不出来吗？那些手持石剑、铁剑的看守，手中的剑都是花钱买来的实物，而周队的剑则是通过灵力幻化出来的武灵，只要灵力还在，他的剑是永远也不会消失的，而且随着修为的提升，这种武灵可是会不断进化的，最终能否幻化出钻石剑来，便得看周队的资质了。”“哦？竟然是这样。”紫灵听罢顿时沉思起来。一旁的XXOO不禁问道：“玉哥，那你的武灵是火，以后会进化出什么来？难道就只能当一个铁匠吗？”刘子玉顿时瞪了XXOO一眼，道：“火还能进化出什么来？当然还是火啦，不过，我才不甘心只当个铁匠呢，我的最终目标是成为一代伟大的炼金师，而且是前无古人后无来者的那种。”XXOO顿时笑道：“我看你现在就前无古人后无来者了，你也不看看自己的处境，阶下囚啊，还谈什么理想。”刘子玉不禁斥道：“你不也是阶下囚吗？老子无非只是不小心走了火，烧掉人家的房子而已，想不到那小子竟然赖上我了，非要我陪他100枚金币，MD，100枚金币我都能盖栋客栈了，早知道我还不如直接住客栈去呢。”XXOO不禁摇头道：“还好你没住客栈，否则便不是100枚金币那么简单了。”一直沉默的紫灵突然问道：“子玉兄，你的武灵不是只能当铁匠吗？为何你的理想会是当炼金师呢？而炼金师又是什么职业？”刘子玉顿时答道：“这你就不知道了吧，铁匠的最高境界便是成为炼金师，一般的铁匠只能做普通的武器装备及工具，而炼金师却能够令这些普通的武器装备附上不同属性的魔力，附魔后的武器你们没见过吧？告诉你们，那玩意可厉害了，轻轻一挥，杀几个小怪就跟割草似的。”“附魔？”紫灵听罢不禁疑惑道：“你是说给武器附加锋利、耐久及火焰等属性吗？”刘子玉闻言却是眨巴眨巴眼睛，挠头道：“这个…我就不知道了，反正听说是很厉害的附魔啦。”略一思索，紫灵这才对XXOO点头道：“看来，这个世界与咱们玩的游戏倒是还有些关联。”XXOO也不禁点头道：“嗯，只不过现实却太残酷了，想要做什么都碍手碍脚的。”之前，紫灵和XXOO早就试着徒手挖过泥土及砍树了，但手都抓破了也没能破坏掉一个方块，想找工具试试，却只能找到沙石草叶，感觉还不如徙手来的强势呢，好歹还能撕下一层树皮来。但紫灵也在庆幸还好自己有手指在，要知道之前玩的游戏中里面的人物可是没有手指的，尽管手指都是近似于方块状的，但至少还能抓举东西。真若连手指都没有，那二人便真是欲哭无泪了。此时听刘子玉讲了一些现实世界中的状况，二人总算是能够与游戏世界关联上一些东西了。虽然出入很大，但出于二人对游戏世界的精通，只是略一思索也便了然于胸了。要知道，XXOO想当初可是游戏世界的长老呢，虽然在现实社会中这个长老很爱哭鼻子，很容易受到诱惑，但毕竟知识才是最大的力量嘛。思绪一动，紫灵不禁问道：“对了，长老，你今年多大了？”XXOO闻言不禁一楞，疑惑道：“你问这个干嘛？”“哦，没什么，只是突然很想知道而已。”想到XXOO贪吃、好玩、又爱哭鼻子的性格，紫灵总感觉这小子应该岁数不大。“哼，反正不小了，明年我都要上六年级了。”紫灵闻言险些没一跤摔死。“你，你竟然刚上五年级？”“怎么，看不起我呀？”紫灵顿时连连摇头道：“不，我是很看的起你，五年级就能当上长老，你小子本事也真是太大了，能告诉我你是怎么做到的吗？”“哼，要你管，反正我比你厉害就是了。”XXOO不说，紫灵也没办法，不禁扭头冲刘子玉问道：“子玉兄弟，依你所言，在咱们这个世界上若要生存的话，是有两种途径，一种是依靠每人自身的武灵属性选择职业，另一种便是通过使用制造出来的各种工具谋生是吗？比如那个周队，他的武灵是剑，这样便能成为战士，但武灵是其它属性的人却也能通过购买制造出来的长剑而成为战士，我这么理解对吗？”刘子玉挠了挠头，思索道：“你这么理解倒是没错，但你们这么大个人怎么对咱们的世界这么陌生，难道你们是从外星来的吗？还有，你刚刚说XXOO是长老，而XXOO又一直叫你紫灵村长，难道你真的是村长吗？而这位长老会不会太小了点，据我所知，一般村中的长老都是知识渊博的长辈们担任的，那些人少说也都有六七十岁了吧？”紫灵听罢，顿时很认真地道：“不，我们不是外星来的，只不过我们之前住的地方非常闭塞，与外界并没有任何往来，但由于受到怪物的攻击，我们村最后就只剩下我们两人逃了出来。”“怪物？”刘子玉听罢顿时瞪大了眼睛：“你是说魔族？真厉害，长这么大我还没亲眼见过真正的魔族呢，快跟我讲讲，是哪一个种族的？”紫灵二人闻言不禁彼此疑惑的看了看，怎么这个世界管怪物叫魔族吗？竟然还分不同的种族？略一思索，紫灵这才反问道：“怎么，你连魔族都没见过吗？那你先说说，你所知道的魔族都有哪些种族？”“当然没见过了。”一提起魔族，刘子玉顿时便来了兴致，“我们这里位于整个武灵帝国的中部，魔族很少能够潜进来，不过听闻在帝国的边缘区域经常会受到魔族的侵袭。”“以前曾听一位从边界来的人说过，魔族可厉害了，在魔皇之下共分为三大军团，最厉害的便是末影军团，那些末影人不但长的高大，还会瞬间移动，若是碰上它们，什么也别想，第一时间便是喝出命来逃跑，就算这样也很难逃出末影人的追杀，要知道它们可是会瞬间移动的。”说到这里，刘子玉不禁给紫灵二人一个肯定的眼神，似是在警告一般，随即说道：“但这还不是最厉害的，听说在末影军团中还存在一支叫末影骑士的军团，你们知道它们骑的是什么吗？”XXOO眨巴眨巴眼睛，喃喃道：“不…..不会是末影龙吧？”“末影龙？”刘子玉不禁思索了一下，这才点头道：“嗯，应该差不多吧，不过那个人说过，末影骑士骑的是一头黑色巨龙。”紫灵闻言，顿时皱眉道：“你说末影骑士有一个军团，难道说，每个末影骑士都骑着一条末影龙吗？”“当然是每人一条了，以前曾听一个参加过上次圣战的战士说过，在两军对峙之时，他曾亲眼见过魔族的末影骑士，只见半空中黑压压一片，数都数不过来，那阵势，看着就能吓破胆。”“怎么可能？那人类岂不是只有等死的份？”XXOO顿时瞪大了眼睛。要知道，在游戏中，末影龙可是以BOSS的形态出现的，一只末影龙就要一群厉害的玩家共同讨伐才能成功斩杀，这要是出来一支由末影龙组成的军团，将会是怎么一种状况呢! "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336660,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 10:38 编辑 \n\n第七章　逃跑计划刘子玉却不禁拍着胸口道：“那算什么，咱们人类大军也有神龙骑士的，跟他们末影骑士相比，咱们的神龙骑士可是厉害百倍。只可惜，我的武灵是火，相信永远也不可能成为神龙骑士了，不过我的目标是成为世界上最伟大的炼金师，我要造出世界上最厉害的附魔武器，能够一招妙杀末影骑士的那种。”紫灵不禁拍了拍刘子玉的肩膀，点头道：“嗯，我支持你。”“谢谢。”刘子玉说的显然有些激动，眼角似乎还闪现着高亢的泪花。紫灵不禁暗笑：游戏世界中都没有那么厉害的神器，这家伙还真是异想天开。不过思绪一动，则马上问道：“对了，你不是说魔族有三大军团吗？那另两大军团是什么？”刘子玉闻言顿时擦了擦嘴角的吐沫星子，正色道：“这第二大军团也不得了，据说是由恶魂和金甲猪人组成的地狱军团，这支军团也是由陆空两栖大军组成的，攻击速度之快，决不在末影大军之下。”“不过说到速度，做为魔族第三大军团的死灵军团便不怎么吃香了，这支军团是由僵尸、骷髅、蜘蛛和苦力怕组成的杂牌军，移动迅速非常慢，但同样令人胆寒，其中苦力怕是这支军团中最神出鬼没的存在，它们完全是魔族大军中的敢死队，总是悄无声息的潜到你的身后，突然引爆体内的炸药进行自杀式袭击，令人闻风丧胆防不胜防。”“而其中的僵尸怪更是可怕，他们不但可以直接攻击人类，其体内还存有一种传染性病毒，只要被它们划伤，十有八九会被这种病毒传染，很快便被同化成僵尸失去人性。”“什么？竟然会这样！”紫灵二人闻言顿时吃惊的瞪大了双眼。这样，不就如同丧尸一般的存在了吗？XXOO不禁叹道：“如此说，那僵尸怪却是最可怕的魔族了，我可不想被他们近身，否则变成僵尸的样子还不如让我去死。”刘子玉顿时点头道：“嗯，是很可怕，不过僵尸的移动速度很慢，一般人都很容易逃脱掉的，而且在战场上，我们有着重装军团在前，那些僵尸怪只能是当炮灰的料。”“对了。”刘子玉话峰一转，突然问道：“你还没说你们碰到的是哪支魔军呢，快跟我讲讲。”“这……”紫灵与XXOO对视一眼，不禁沉吟道：“我们碰上的应该是僵尸怪吧，因为当时正值半夜，所以我们也没有看的太清，好在僵尸怪速度慢，我们才能逃了出来，相信其他村民全都被僵尸怪同化了吧。”刘子玉听罢不禁安慰道：“原来如此，那些村民真是太可怜了，不过你们也不要太沮丧，只要努力，相信你们的村子还能发展起来。只不过，你们村竟然连武灵都不知道，还真是有点奇葩。”紫灵闻言只是摇头苦笑一声，随即问道：“对了，子玉兄，不知这武灵是如何开启的，我也很想知道我的武灵会是什么属性。”刘子玉不禁看了看紫灵二人，摇头道：“现在可不行，开启武灵只有牧师才能做到，咱们这围场之中可是连一个牧师都没有。”XXOO顿时问道：“那到哪里才能找到牧师？”“嗯，一般来说，大一些的村庄都会有的，而牧师一般都会炼制一些药物出售，很好找。只不过要想开启武灵却需要一笔不小的资金，否则是没有人愿意干白活的。”“资金呀…”XXOO不禁看了看紫灵，突然目光一闪，欣然道：“紫灵村长，你还记不记得第一天来的时候，那个什么高老大说过，只要咱们干的好，还会有工钱的。”“工钱？”刘子玉顿时笑道：“你还是省省吧，高老大对谁都这么说，但你打听打听，哪个人得到过什么工钱？能喂饱肚子便不错了，还想要工钱。”“什么？怎么会这样？”XXOO顿时如泄了气的皮球一般，瘫坐回地上。刘子玉眼珠一转，不禁左右看了看，见没什么人，这才压低声音道：“我说，照这么干下去，咱们不被累死也会被饿死，不如找机会逃走怎么样？”“逃？”XXOO刚一开口，马上被刘子玉一把捂住了嘴，警告道：“嘘，小点声。”说罢，又谨慎的张望了一下，这才说道：“这些天我仔细查探过了，在这段路上，有一条隐蔽的小路可以直接逃入深山，而在那条小路上却没有看守，只有那个新来的周队天天在那边练剑。咱们人多，三个人一起上一定能成功逃出去。”XXOO不禁眨巴眨巴眼睛，“可是，我只被判了一个月，眼看这就过了一半了，还有必要逃吗？”刘子玉顿时一拍XXOO的脑门，斥道：“你傻呀！有咱们这种不用白不用的劳动力，你认为那个高老大会放过你吗？等快到你刑期满的时候，人家一定会找一个莫须有的罪名再给你加刑的，进来后再想出去，你还是别做那白日梦了。”说话间，正好一名老头扛着原木走了过去，刘子玉不禁一指那个老头道：“看到了吗？那老家伙据说在这围场已经干了三十多年了，你们知道他为什么进来的吗？”“为……为什么？”“据说，当年他只是因为快饿死时抢了人家一个土豆。”“土…土豆？”XXOO顿时一咧嘴，想想自己当初也是因为快饿死时偷了人家一根胡萝卜，冷汗马上便淌了下来。“我……我可不想累死在这里。”见XXOO紧张的样子，刘子玉顿时拍拍XXOO的肩膀，语重心长地道：“嗯，大哥我也不想，所以，这次是个天大的机会，错过了便可能再也等不到了，你们放心，那个周队目前还只是木剑的修为，咱们成功逃脱的机会很大。”说罢，不禁将目光移向了紫灵。紫灵沉吟半晌，这才点头道：“好，我同意逃走，但还得再仔细归划一下做好充足的准备再逃，我可不想逃出去后再被饿死在原始森林中。”刘子玉闻言顿时点头道：“嗯，你说的有理，那这几天咱们便偷偷的收集一些食物吧。哎，可惜我的空间口袋被高老大没收了，否则就方便多了。”紫灵闻言不禁一楞，疑惑道：“什么是空间口袋？”刘子玉顿时一皱眉，“怎么，你们连空间口袋都不知道？”看着紫灵和XXOO一个个迷芒的眼神，刘子玉不禁狠狠的垂头道：“哎，真是被你们打败了。好吧，这空间口袋是由魔导师合成的，样式很多，有的是戒指、有的是手镯、有的是腰带，不过那些都比较贵，我的则是比较便宜的布口袋。”“你们可别小看这小玩意，经过魔导师的合成，里面却能有无限的空间，当然，这要根据制做口袋的魔导师的修为而定，如果是超魔导师的话，却是能在口袋中合成一个世界，想想，那得装多少东西？当然，那也只是个传说，现实中还从没听闻过哪位超魔导师能够做到呢。”XXOO听罢，不禁大张着嘴，闪着星星眼道：“好…好好玩的样子，我也想做超魔导师。”紫灵不禁一捂脸，哎，这家伙好玩的天性怎么又要发做了吗？刘子玉却是一本正经的说道：“这也没什么不可能，要知道，咱们神龙帝国的魔导师可是不在少数，只要你觉醒的武灵是红石的话，便有资格成为魔导师了。”“真的？太好了，真想早点找到牧师去觉醒我的武灵，我相信我的武灵一定会是红石的。”话音一落，紫灵却马上警告道：“有看守来了，快走。”随着三人消失的背景，只见一名看守一手提剑，一手端着一只水碗朝空场上的周队走去。一连几天，三个人都是在半饥饿状态下渡过的，没办法，为了积攒下逃跑用的粮食，三个人只能把抢来的食物留起来一半甚至更多，谁知道三人逃走后会经过多久的逃亡生涯呢？不多备点粮食可是万万不能的。眼看这处木场的原木便要搬运的差不多了，三个人也做好了逃亡的准备。明天，就是明天，如果错过了，便只能等下次机会了，但下次的机会又要等多久呢？盯着房顶空隙中透进的点点月光，紫灵却开始失眠了。食物已经准备了一大袋子，就藏在那条小路旁的草丛里，同时还备好了木棍做为武器，所谓一寸长一寸强，XXOO那小子还特意找了一条三米多长的棍子。真怀疑这么长的棍子在原始森林里能不能行开，但那也是逃走以后的事了，大不了逃走后再将棍子扔掉，还能减轻些负担。而那个刘子玉，虽然这小子拍着胸脯信誓旦旦地说自己从小就在这长大，这片森林里的路熟的不能再熟了，但紫灵怎么想怎么感觉这小子有点不太靠谱，但哪里不对一时又想不出来。话说回来，在这人生地不熟的武灵帝国，能够有这么一个百事通，应该也不算什么坏事吧。还有那个每天都躲在林子里练剑的周队，紫灵在面对他的时候总会涌出一种亲近感，真不知这感觉是从哪冒出来的，难道只是因为那个周队并不那么令人讨厌的关系吗？一时间，各种各样的杂念不断在紫灵的脑海中反复，不知何时，紫灵才迷迷糊糊的睡了过去。恍惚中，似乎听到一阵阵“呜呜”声在围场中不断响起。紧跟着便传来木板撞击的声音，听起来好像很遥远，“咚咚咚……咚咚咚……”嗯，今晚的山风真大呢，不过，这大半夜的怎么好像还有人敲门呢？管他呢，又不关自己什么事，而且房门都是从外面上的锁，想管也管不了不是。还是睡吧，要抓紧时间为明天的逃跑计划养精蓄锐呢。困意上卷，紫灵便在鬼叫狼号中沉沉的睡了过去。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336720,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 10:38 编辑 \n\n第八章　围场异变红日东升，晨露微含，原本只是一个普通的清晨，此时却显的与往常不太一样了。一大早，犯人们便被高老大派人集中到广场上。虽然以前也经常会集中宣布一些事情，但放眼望去，今天的人数却只有往常的一半左右。奇怪，怎么一夜间犯人变的这么少了？就在紫灵和XXOO二人疑惑之际，却见高老大走到高台上朝四周看了看，顿时皱眉道：“就这么多了？”马上有手下人点头道：“已经仔细找过了，就剩下这些人。”高老大不禁点了点头，随即挥手道：“仔细检查每一个人，身上有伤的全拉出来。”“是。”随着命令的传达，马上有一队看守冲入犯人之中，每人拉过一人便推到空场之上，三下五除二便将几个人扒了个精光，随后仔细查找几个人身上是否有伤口。一阵翻看过后，不禁纷纷高喊道：“报告，没问题。”“没问题。”“我的也没问题。”高老大一对鹰眼始终在场上冷冷的扫视着，闻言，不禁点点头，挥手道：“好，下一批。”随着几名看守再次冲入人群中抓人，之前的几个人马上抱起自己的衣物被赶到了广场的另一边。人群后方，刘子玉不禁缓步挤到紫灵二人身前，低声道：“你们两个没事吧？”紫灵顿时茫然道：“出什么事了？怎么好像今天的人出奇的少。”刘子玉听罢顿时轻吁口气，仿佛放下心中的巨石般，点头道：“嗯，看来你们应该没事。知道吗？昨天夜里围场被僵尸侵袭了，死了很多人。”“什么？”紫灵二人闻言不禁暗吃一惊。只听刘子玉低声道：“当然是真的，可惜犯人们都被关的死死的，谁也跑不出去。所以，被僵尸砸开门的便只能自认倒霉了，不过也有不少人逃了出来。”紫灵闻言顿时思索道：“原来如此，我说昨天半夜好像很吵的样子，我还以为是晚上风大呢。”刘子玉不禁点头道：“你们那离的远，所以并没受什么影响，我们那边就不同了，整个区域都炸营了，还好高老大发现的早，带人杀了过来，否则能否留下小命还真不好说。”XXOO顿时思索道：“这么说，你应该看到僵尸的样子了。”刘子玉点点头，心有余悸地道：“看到了，平生第一次看到，不过真希望永远也别看到，真是太可怕了。”说话间，突然听到空场上有人大喊道：“这有一个！”话音一落，马上有几名看守冲入场中。只见空场上，一名全身赤裸的男子后背上明显有一道巨大的划痕，只不过伤的并不太深，却也隐隐翻出皮下的鲜肉。高老大不禁闪身跳下高台，缓缓抽出长剑，指着男子道：“说，你的伤是怎么来的？”男子闻言顿时战战惊惊地道：“昨天……昨天……”话音未落，只见高老大手起剑落，一下便把男子的人头砍了下来，鲜血顿时如井喷一般喷了出来，周围众人不禁吓的闪退出多远，暗道：这个高老大也真够狠的，连解释的机会都不给人家便一剑给砍了。紫灵众人哪见过这个，顿时吓的一闭眼。XXOO只感觉胃里一阵搅动，嘴一张“哇”的一口，把昨天吃掉的东西全吐出来了，虽然原本就没吃什么东西，但一点也没浪费，怎么吃的又怎么还了回去。可恶，游戏里可是没有这么血腥场面的，这个高老大也太狠了，真是杀人不眨眼。此时，只见高老大一甩剑上的血迹，朗声说道：“大家可别怪我高某人心狠手辣，可能你们也都知道了，昨天夜里咱们围场受到僵尸的侵袭，若是被僵尸划伤，必会被尸毒同化变成僵尸，为了大家的安全，还希望大家互相举报，把被僵尸伤到的人全都隔离出来。”说的好听，“隔离”，但大家都看的清清楚楚，被确定有伤的人下场只有一个，那就是“死”。只有死了，才不会再变成僵尸，才能被彻底隔离出去。话音一落，偌大的围场仿佛一下子被定格了一般，没有一丝声音发出，人们都在紧张的盯着自己身边的人，仿佛一不留神，便会有人突然变成僵尸扑向自己一般。“血！我看到啦，他……他身上有血迹！”一声呐喊顿时如大石落入平静的湖面一般炸开锅来，人们纷纷“呼啦”一声闪退开去，很快便露出中间一道瘦弱的身形。只见男子正慌忙挥舞着双手不断冲众人解释道：“不不不，我没受伤，这血是别人的！这血是别人的！”高老大一闪身，几下便跳到男子近前，抬剑点指道：“你说是别人的便是别人的吗？”“不不不！”男子被剑尖一点，顿时吓的哆嗦起来，慌忙道：“我我我…我脱，我脱给你们看。”一边说着，男子哆哆嗦嗦的便将衣服脱了个精光。将裤头往地上一扔顿时扬起双手冲众人转着圈说道：“你们看，你们看，我身上没伤，真的没伤。”尽管如此，还是有眼尖之人顿时一点男子的后背喊道：“快看，他后背上有两道指迹。”“指迹？怎么会有指迹？”男子闻言，顿时使劲往自己的后背上瞅去，只可惜脖子没有那么长。高老大不禁一使眼色，马上跑过两名看守，一左一右将男子按在了地上。“别杀我！别杀我！我真的没有受伤呀！”男子杀猪一般在地上嚎叫着。高老大不禁蹲到男子身前仔细看了看，只见果然有两道指迹出现在男子的后背之上，但却仅破了点皮，并没伤到肉。高老大不禁一皱眉，这一晚，围场已经损失太多劳力了，虽然这些人的命不怎么值钱，却都是给自己捞钱的耙子。略一沉吟，高老大不禁抬头看了看高台旁边的柱子。顿时点手道：“来人，将这个人绑到柱子上，如果三天之内没有变化，再放他下来。”“是！”两名看守顿时托着男子往柱子上绑去。“饶命呀高老大，我没受伤呀，我真的没受伤呀！”紫灵众人忐忑的看着眼前发生的一幕，不禁纷纷祈祷这种事情不要发生到自己身上。身旁的一名男子趁众人没注意，顿时俏俏的将破烂的鞋子整理了一下，然后使劲在地上蹭了蹭。半晌之后，见再没什么动静，高老大顿时一挥手，道：“下一批。”话音一落，马上又有几个人被看守推了出去。随着时间的推移，日上三杆之后，所有犯人才算被彻底检查了一遍，当然，这其中紫灵三人也没能逃过，全被看守扒了个精光。期间又有两个人被查出身上有伤，结果只有一个，那便是“死”！唯一被查出来没有处死的便是杆子上绑着的那位。此时，男子也早就止住了叫喊，多年的囚犯生涯令男子非常清楚，喊是没用的，很可能还会引起高老大的烦闷，火气一上来直接便结果了自己。这样的结果不禁令所有囚犯在心里都产生了莫大的阴影，虽然检查完了，但心中依然在打着鼓，生怕自己身上冒出什么伤痕来。但显然这些人的担心是多余的，没有伤即使你再怎么想也不会出现伤痕，而对于高老大来说，死每一个人便少了一份财路，别看眼前这些人都是一文不值的囚犯，但每个人却都能给自己创造钱呀。看了看剩下不足一半的劳力，高老大不禁暗叹一声，随即叫过负责这群囚犯的队长周自恒道：“周队，现在人数少了一半，你那边的活还得抓紧了，买家那边催的紧。”周队不禁点头道：“知道，本来今天便可运完，但此时看来，无论如何也要明天交活了。”高老大又扫了一眼在场的犯人，轻叹道：“我知道，这不怪你，让他们抓紧点干吧，看来，我还得跟张大人那多要些人了。”略一沉吟，高老大这才挥手道：“好了，你带人先去干活吧。”“是。”周队抱拳领命，带着大队人马出了围场直奔山上的林场行去。但一直干到日上中天，紫灵三人也没能找到逃走的机会。想不到由于犯人一下子少了一半，看守的却更严了。尤其是那个周队，也不知今天犯的什么疯，也不去练剑了，带着一名看守就坐在路边盯着犯人们干活，而他们所在的位置正是紫灵三人逃走的必经之路。怎么办？三个人一合计，还是先等中午饱餐一顿再说吧，毕竟今天犯人少了，应该能够抢到一顿饱饭吧。至于逃走的时机，今天若是找不到，至少明天还有一天的时间。就这样，眼看快到吃饭的点了，却突然发现身前一名扛着原木的犯人身体连晃了几晃，顿时一头栽倒在地。一旁的看守见状不禁一皱眉，大骂道：“TMD怎么这么点背，越是活多越给老子找事，快起来快起来！别TM在那里装死！”一边说着，看守几步上前一把推开紫灵三人，抬腿便冲倒地的男子连踢了几脚。见男子还不动弹，看守顿时大骂道：“还TM不起来，看老子怎么收拾你。”说罢，撸了撸袖口，一把拽住男子的头发便要往上提，但可能是用力过猛，想不到一下竟然将男子的头发拽下来一把，上面还连带着挂着一大块头皮。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336720,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 10:39 编辑 \n\n第九章　紫灵村长“疑？”这种意外事件不禁令看守一楞，盯着手里的头皮暗道：怎么这小子头发这么不经拽？正发楞间，可不好了，只见地上的男子突然一声低吼，随即猛一回头，露出满脸的狰狞，原本黝黑的脸此时却是变的惨绿，一张嘴，竟然露出满嘴的獠牙。“尸变呀！”看守顿时吓的一声大吼，将手中头发一甩，闪身便跑。但此时再想跑，却是已然不及，只见尸变的男子一回身，长长的指甲顿时在看守的后背上划开一道长长的血口。“啊！我被划伤啦！我被划伤啦！救命呀！”看守痛吼着便朝森林中冲去，仿佛发疯了一般，再找其他人，早就跑没影了，谁还会去管他。紫灵和XXOO在刘子玉的带领下，一口气跑到计划中逃跑的那个小路口。远远的便看到周队正带着一名看守寻声张望了过来。刘子玉顿时大喊一声：“周队，大事不好啦，山上有人尸变啦！”周队闻言不禁眉头一挑，一抬手，灵光闪烁间一把暗黑木剑应声而出，闪身冲到紫灵三人近前追问道：“到底怎么回事？”刘子玉顿时焦急在喊道：“周队快去看看吧，山上有人尸变啦，看守也变传染了，现在山上已经炸营了。”“可恶！”周队不禁一推刘子玉，闪身便朝山上冲去，临走时还不忘叮嘱手下道：“看好他们，我去去就回。”话音一落，几个纵身便已冲出老远。刘子玉一见时机成熟，抓住看守没留神的机会，手中灵光一闪，一团烈焰瞬间便把看守的衣服引燃了。随即冲紫灵二人一招手：“快跑！”话音一落，三个人顿时如兔子般顺着小路飞快的逃了下去。“啊！！！”看守的痛吼声顿时引起了周队的注意，一回头，只见那名看守此时已变成了一团火人，在林间不住的翻滚着，周围的草丛及树木很快便被引燃开来。再看刘子玉三人，此时正顺着小路飞逃而去。“可恶！”周队顿时暗骂一声，一咬牙，闪身便朝刘子玉三人逃走的方向追了下去。“快跑！有人追来了！”刘子玉大叫一声，背着干粮袋子便一头扎入了深山。刚冲入密林，便听“哎哟”一声。紫灵一回头，就见XXOO手中长棍正好卡在两棵大树之间，一个没注意，顿时被自己的武器给绊倒在地。紫灵不禁暗骂一声，回身拉起XXOO急切道：“快走，别管棍子了。”说罢，拉着XXOO抬腿便跑。正在这时，却听当头一声断喝：“想跑，没那么容易！”紧跟着，一团黑影如流星陨落一般闪身便冲到了紫灵二人身前。长剑一摆，顿时划出一道冷芒。“是周队？”就在紫灵二人大惊的同时，刘子玉也发现到情况不妙，眼见周队挺剑冲到三人中间，刘子玉自知不是对手，身形倒退几步，扭头便夺路而逃。紫灵见状不禁暗骂一声刘子玉的不仗义，有心也夺路而逃，却已然不及了。顿时长棍一摆，沉声道：“周队，我们本是受冤枉进来的，今天围场出了这么大的事，你就当我们已经死了，放我们一条生路，大恩大德，今后必报。”周队顿时眉头一挑，冷哼道：“住嘴！看样子你们应该是蓄谋已久了吧？现在摆在你们面前的只有两条路，一是自己把自己捆起来，待我将那个刘子玉抓回来后，再将你们押回去让高老大处理。”XXOO闻言，不禁颤声道：“那……那第二条路呢？”“第二条，便是将你们毙于我的剑下，然后追到刘子玉，将你们三人的人头带回去复命。”XXOO听罢，顿时一拉身后的长棍道：“不行！哪个我们也不要。”周队见状不禁冷笑道：“哼，看来你们选择的是第二种。”说罢，长剑一摆，一招飞花逐月，闪身便朝紫灵二人冲来。“我跟你拼了！”XXOO凭着手中棍子的长度，抡圆了便朝周队拍去，哪知棍子刚落到一半便卡在了树枝上，打的树叶子“哗啦哗啦”往下掉。紫灵却看准时机，长棍前指，以点穴手的招式直点周队脖颈。周队不禁暗道一声：“来的好！”眼见长棍后发先至，顿时一个旋身，让过棍头，长剑贴着棍子便朝紫灵的双手划来。紫灵吓的顿时一缩手，长棍回收横着便朝长剑挡去，只听“扑”的一声，长剑深深的砍在长棍之上，巨大的反震力不仅将紫灵身形震的倒飞而起，重重的砸在一旁的树干上。正在此时，XXOO的长棍也从树枝的纠缠中拽了回来，见状，顿时惊呼一声：“紫灵村长！”说罢，认准方位，长棍横着便朝周队的后背拍去。与此同时，周自恒不禁身形一顿，刺向紫灵的长剑顿时一收，随即一招神龙摆尾，长剑后撩，又是“扑”的一声，XXOO的长棍顿时应声而断。XXOO见状便是一惊，棍子一收，只见棍头齐刷刷被削掉一大截，这下倒好，原本足够长的棍子，此时却变成烧火棍了。虽然攻击没有奏效，但XXOO这一棍却给紫灵带来了生机，紫灵不禁猛一咬牙，长棍高举，运足全身力气便朝周自恒当头砸下。通过半个月来的苦力，紫灵此时对自己的力量非常自信，就算是块铁板，紫灵也确定这一棍便能砸出声来。只可惜，眼前的周队可不是铁板一块，眼见棍子距离周队的脑袋仅剩一拳之遥，就见周队脑后仿佛长了眼睛一般，突然跨步拧身，一个回旋踢，一脚便蹬在紫灵的方块脸上。这一下可不打紧，紫灵就感觉脑袋好像飞离了身体一般，整个人在空中转了720度，这才重重的砸在地上，手中的棍子也不知飞到哪去了。“紫……”XXOO刚喊出一个字，便感觉脖子一凉，周队的长剑不知何时已架在了自己的脖子上。“别别别别…别动手……我我我我……我投降……我投降……”在长剑的逼迫下，XXOO不禁手一松，烧火棍“叭嗒”一声便掉到地上。周队不禁眼神一眯，沉声道：“你刚才说什么？”“我我我我我……我什么也没说……这……这这都是那个刘子玉唆使的，可不关我们的事呀。”扫了一眼旁边倒地不起的紫灵，周队不禁对XXOO道：“我问的不是这个，我问你，你刚才管双子叫什么？”“叫叫叫……叫什么？我什么也没叫呀。”XXOO不禁咽了咽吐沫，使劲想着脱身的办法，但此时剑架在脖子上，脑中竟然一片空白，什么思想都没有了。周队不禁目光一凝，用剑挑起XXOO的下巴，一字一句地道：“紫－灵－村－长？”XXOO闻言顿时点了点头，在长剑的逼迫下从嗓子眼挤出几个字：“是…是紫灵…村长。”“唰啦”一声，XXOO不禁吓的一闭眼，以为自己的脑袋掉了呢。但呆立了半晌，也没听到脑袋落地的声音，不禁抬手在脖子上摸了又摸，确定自己的脑袋还长在脖子上，这才试着睁开了眼睛。定睛一看，只见周自恒周大队长此时竟然正蹲在晕死过去的紫灵身前，探手试着紫灵的脉搏。XXOO见状顿时左右扫了一眼，随即缓缓蹲下，试着去抓旁边的烧火棍。“别动！”周自恒头也没回，一声冷哼吓的XXOO顿时一挺身站直了腰，连声道：“没没没…没动。”话音一落，XXOO马上试着问了声：“周…周队，你不杀我们啦？”此时，周自恒已经确定紫灵身体没事，这才重新站起，转身问道：“说，你叫什么？”“我？”XXOO不禁指了指自己的鼻子，疑惑道：“我叫楚子墨呀！”周自恒闻言不禁略一沉吟，却随即摇头道：“不，你还有一个名字。你叫－XXOO。”XXOO听罢顿时瞪大了眼睛，惊问道：“你，你怎么知道？”周子恒不禁轻笑一声，一抬手，却将长剑收了起来，随即转过身型，重新将目光扫向了紫灵。“因为我叫－IAEA。”“什么？”XXOO惊的不禁倒退两步，却一个没注意，正好踩到扔掉的烧火棍上，顿时“哎哟”一声，摔了个四仰八叉，满天神佛经文齐咏。“你没事吧？”周自恒听到声音不对，马上闪身跳了过来。却见XXOO不禁使劲揉着生痛的脑袋，嘴角抽搐道：“IAEA， TMD怎么会是你？”IAEA见XXOO还能骂街，知道这小子没事，不禁环顾了一下四周，只见山林密布，鸟兽皆无，顿时一拉XXOO，轻声道：“这里不是讲话之所，快随我来。”说罢，背起晕迷的紫灵，在XXOO的帮助下，三道身形很快便消失在密林之中。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336720,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 10:42 编辑 \n\n第十章　转变阵营已经好久没有这样好好睡过一觉了，长期以来一直被吆来喝去的，不是被打就是挨骂的，连觉都不让人睡。这种能够一觉睡到自然醒的感觉真好。紫灵不禁舒服的翻了个身，迷蒙中，感觉之前自己仿佛是做了一个太长太长的梦，那个梦很可怕，但却那么真实。到底是个什么梦来着？思绪一动，那种挨打受饿的情景顿时又浮现了出来。唉，真是个可怕的梦，一定是自己网游玩多了才会做那种奇怪的梦，看来以后得少接触一下电脑了，或许今天应该出去走走。对，爬爬山也许是个不错的主意，已经很久没爬过山了，听说北山的桃花开了，过去转转没准还能碰上个桃花运什么的。只是，好饿呀，我是不是应该先起来找点吃的？一翻身，一道烤肉的香味顿时飘了过来，紫灵不禁追着肉香耸了耸鼻子。“好香，这是什么美味发出来的？”一翻身，紫灵追着香味便爬了起来。睁眼一扫，只见昏暗中两个方方正正的大脑袋齐刷刷的转了过来。“哇！！！！！！！！”这一眼可不打紧，紫灵顿时吓的毛都竖起来了，什么迷蒙感、什么似睡还醒的感觉一下子全都飞走了。“你们……你们……这里是……？”紫灵马上伸出双手看了看，方的、方的、还是方的、一切都是方的！“搜…得…死…内……”紫灵不禁轻叹一声，残酷的现实顿时将思绪拉了回来。唉，我都忘记穿越到MC世界的现实了。思绪一动，感觉似乎又哪里不太对劲，是哪里呢？紫灵不禁重新望了望那两道疑惑的眼神。“啊！！！！！你是周队！XXOO，快跑！”紫灵一下便从石台上蹦了起来，但马上“哎哟”一声捂着脑袋又蹲了下来。顾不得疼痛，紫灵迅速环顾了一下四周，却发现身边一件应手的家伙也没有。“这…这…...”没办法，紫灵随手便抄起一块拳头大小的石头，一回头，却发现二人还在呆呆的看着自己，仿佛泥雕石塑一般。“村…村长，你醒啦？”XXOO看着紫灵滑稽的动作不禁喃喃地道。紫灵闻言顿时有点矇圈，不禁举着石头定定的看了二人一眼，随即又朝左右看了看，发现这里竟然是一处天然的石洞。而在XXOO二人中间正燃着一堆篝火，一只正烧的滋滋冒油的烤鸡还架在篝火上，传出一道道肉香。紫灵不禁咽了咽吐沫：“你们…你们这是怎么回事？”IAEA闻言顿时起身笑道：“紫灵村长，你还认识我吗？”“你你你……你别过来啊，我们有两个人，这里空间狭小，你再高的本事也施展不开，动手的话，我们两压也能把你压死。”紫灵举着石头不禁倒退了两步。却听XXOO不禁笑道：“哈哈，真好玩。IAEA，别理他，咱们吃咱们的。”说罢，顿时扯下一条鸡腿，大口大口的嚼了起来。但紫灵闻言顿时便楞在那边了，“IAEA？什么IAEA？”紫灵不禁抬眼看了看面前的周队，突然思绪一动，惊讶道：“你是说，你是IAEA？”周队听罢，顿时重重的点了点头。“不…不带这么玩的吧？你是IAEA？哈哈，你是IAEA！”紫灵说罢，顿时将手中石头一扔，上前与IAEA紧紧的抱在了一起。“村长，这些日子，让你们受苦了。”看着二人真情流露，XXOO吃的这个开心呀，一转眼，半只鸡就要下去了。紫灵眼角一扫，顿时吓了一跳，猛然推开IAEA大喊道：“喂！XXOO，你小子也太不仗义了吧！”说罢，一把抢过剩下的半只烤鸡，滚烫的温度顿时令紫灵将烤鸡连抛了几抛，险些没扔到地上。“喂喂，我还没吃饱呢！”XXOO见状顿时便过来抢，却一腿被紫灵踹了回去。只见紫灵撕下一条鸡腿，随即将剩下的全扔给了IAEA，扭头冲XXOO道：“你小子可别蹬鼻子上脸啊，你这都半只鸡下肚了，还有脸说没吃饱，我们这边现在可是两个人，惹急了，就算用压的我们也能把你压死。”XXOO听罢顿时眉头一挑：“喂喂，这句话我怎么听着这么耳熟呀，你这人是不是串词了，竟然叛变的这么快，刚才也不知是谁说的跟我一伙来着。”“刚才是刚才，现在我们可是一个村的，就你是外来的，怎么的，不服吗？”一边说，紫灵不禁一口扯下一大块肉，在嘴里嚼的这个香呀。气的XXOO顿时一鼓腮帮子，狠狠的坐了回去。“哈哈哈，IAEA，竟然是你小子，我说第一眼看到你时便感觉好像在哪见过似的。”紫灵见XXOO没言语了，顿时与IAEA重温起感情来。“说说，你小子怎么也进来了？又怎么当上围场的小头头的？”IAEA闻言不禁轻叹一声，这才将与XXOO说过的经历又重复了一遍。原来，当初在游戏中打伤him的时候，一道炽烈的白光同时将三个人吸入了这个世界，只不过不知为何，三个人来到这个世界的时间却各不相同，XXOO比紫灵早到几天，而IAEA竟然比二人早到了近一个月的时间。与二人一样，IAEA也是在一片山林里苏醒的，当看到自己来到这片真实的MC世界之后，IAEA却兴奋异常。穿越了！我竟然穿越了！哈哈，我就知道我不是普通人，这就是我想要的世界，哈哈！高兴之余，IAEA首先想到的便是要先给自己弄些装备，于是看准身边的树，抬手便朝树干打去，哪知道一拳下去，拳头震的生痛不说，小树却纹丝未动。IAEA不禁甩着生痛的手思索是不是自己的方法不对，围着小树转了八圈，这才又试着用挠的，结果手都挠破皮了，除了挠下几片树皮外，却是一点结果也没有。当然IAEA就木了，怎么这个世界跟游戏里完全不同呀？一连试了好几棵树，结果都是一样。眼看天都快黑了，IAEA马上意识到不好，万一到了晚上刷出僵尸来便麻烦了，还是得想办法先弄个简单的房子再说。思绪一动，IAEA马上抬手开始挖土，但费了老大劲，却只是拔下几根野草，土方块竟然一个也没挖下来。怎么会这样？IAEA直接就跪了。看着眼前丰富的各种资源，真是欲哭无泪呀。而就在这时，肚子却开始叫唤上了。怎么办？没吃的，没住的，连武器也没有一个，眼看天开始慢慢暗了下来，IAEA不禁暗道一声“不妙”，马上寻了一根树枝防身，紧张的朝山下走去，只希望在山下能够找到村庄之类的吧，但村庄就那么好找吗？山林里天黑的早，太阳往西一很斜，森林里便黑的几乎看不清路了。IAEA一边走一边张望着四周，生怕从哪个黑暗的角落里会突然窜出一只僵尸出来。一摸口袋，突然发现一个鼓鼓的东西，IAEA顿时记起，口袋里还装着自己的手机呢，这东西平日里可是从不离身的。想不到竟然会随自己一同穿越了过来。马上掏出来一看，IAEA顿时便傻了。只见手中哪是什么手机，分明是一个方方正正的精美盒子，不过从表面的复杂花纹上来看，这盒子倒还真漂亮，而且从盒子的一端似乎还有一个类似于开关的东西。奇怪，IAEA不禁一皱眉，记得口袋里分明装的是手机来的，怎么会变成这种东西了。伸手在开关上一按，顿时从盒子里飘出一种轻灵的音乐，声音清脆，犹如精灵在舞蹈。难道，这会是一个音乐盒？IAEA顿时心中一喜，原本自己便是想用手机来听音乐的，从这个音乐盒中传出的音乐来看，却是比手机中保存的歌曲还要美妙。高兴之余，IAEA马上托着音乐盒，边走边听，胆子似乎也壮大了一些。尽管天色已暗，但一路之上，竟然一只僵尸也没碰到，难道会是音乐盒带给自己的好运吗？不过，走了一段路后，IAEA却总感觉哪里似乎不太对劲，怎么好像有人一直在身后跟着似的。猛一回头，却见后面黑洞洞的，哪有半个人影。又走了几步，IAEA又猛一回头，还是没人。奇怪，难道是自己多心了？回过身来，一只方方正正的大脑袋突然在眼前出现，顿时吓的IAEA毛都炸起来了，一扬手，连音乐盒都飞了出去。“哇！！！！！！怪物呀！！！！！！！！”往后连跳了几跳，IAEA随即将树枝朝身前一摆，却见之前的位置正站定一人，一身灰白色长袍，标志性的大鼻子头。看那模样哪是什么怪物，无非是个普通的不能再普通的村民而已。而此时那位村民却并未理会IAEA，抬手接住IAEA扔掉的音乐盒后，马上拿到眼前不住的翻来覆去的查看起来。IAEA见状，不禁将手中树枝一点，轻唤道：“喂，喂，你不是怪物吧？”“怪物？”村民闻言不禁喃喃道：“你这人好奇怪，咱们这虽说偶尔也会出现魔族的身影，但哪是那么容易便碰上的，又不是边疆地区。”“那，那你是什么？村民吗？这附近有村子吗？”“你这人问题好多，让我怎么回答？不过你这音乐盒倒真不错，竟然会做的这么小巧，告诉我，这是出自哪位超魔导师之手？” \n\n好啦，每天十章连更，直到追上我写的进度为止，随后便改成每天一章更新，希望大家在暑假的最后一段时间看的过瘾，有什么建议和吐槽只管留言。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440336720,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 10:41 编辑 \n\n第十一章　剑武灵“超魔导师？”IAEA闻言不禁一楞。却听对方说道：“当然是超魔导师了，我可不相信单凭魔导师的能力便能做出这么精细的音乐盒来。要知道，我可是年轻一辈魔导师中的佼佼者，但我却连这音乐盒的合成原理都看不懂。”“你是…魔导师？”IAEA不禁奇怪，魔导师会是个什么职业？怎么以前从没听说过？只见男子顿时点头道：“当然，我叫华宁，难道你没听过我的名字吗？”IAEA不禁摇了摇头，却见华宁马上点头道：“嗯，看来你是外地来的，我们这里方圆百里的人都认识我，能告诉我你是什么职业吗？”“职业？”IAEA顿时皱了皱眉，摇头道：“我不知道。”“怎么可能不知道？”这次倒换成华宁惊讶了，不禁问道：“那你的武灵是什么？”“武…武灵？什么武灵？”IAEA顿时丈二的和尚，有些摸不着头脑。“什么？你连武灵都不知道？真是太奇怪了。”华宁显然还是头一次碰到这么二的货，竟然这么基本的常识都不知道，看来还真是没法交流了。略一沉吟，华宁不禁说道：“你看这样行吗？我认识一个牧师朋友，我可以让他帮你开启你的武灵，做为交换，你能把这个音乐盒送给我吗？”“啊？不行！”IAEA顿时脱口而出，要知道，这宝贝手机自己可是从不离身的，给了你，我怎么办？虽然现在不知怎的会变成音乐盒的样子，但毕竟还能陪自己做个伴不是。华宁闻言不禁一皱眉，看了看手中精巧的音乐盒，却是怎么也舍不得放手。正在这时，却听IAEA的肚子突然传来一声长长的“咕噜”声。华宁听罢顿时心中一喜，随即冲IAEA道：“我还可以送你吃的。”“那…那也不行……”IAEA不禁揉了揉瘪瘪的肚子，虽然嘴硬，但声音却明显没什么底气了。华宁一见有门，随即又扔出一记大招：“我还可以帮你介绍一份不错的工作，保证你以后不会饿肚子。”“我……我……成交。”IAEA终于投降了，要知道，自己忙碌了一天，却是什么成果也没有，IAEA真怀疑自己会不会真的饿死。对于这个新世界的规则，IAEA在没有摸透之前可不想就这么白白死掉，而且还不知道这个世界有没有复活的机会呢。就这样，在华宁的带领下，二人赶了一夜的路，这才来到一座中型城池之中，华宁果然信守承诺，直接便带着IAEA来到了牧师家中。牧师名叫北羽，与华宁从光屁股时开始便天天泡在一起，虽然二人都是男的，但也算是青梅竹马吧。看到IAEA时，北羽顿时摇头道：“华宁老弟，你真要为此人开启武灵吗？”华宁肯定地点了点头，却听北羽道：“可是他体内连一丝灵力都没有，你让我怎么帮他开启？”华宁听罢知道这位损友在拿他开涮，这小子天天帮人开启武灵，没有灵力的人海了去了，他会没办法？真是笑话。暗自咬了咬牙，抬手便摸出一枚拳头大小的珠子道：“用这个总可以吧？”北羽牧师见到珠子先是一楞，顿时收起玩笑的面孔正色道：“想不到你还藏着成色这么好的灵珠，看样子似乎是恶魂的吧？这小子是你什么人，你竟舍得？”华宁顿时将珠子朝牧师一抛，佯怒道：“你到底帮不帮，不帮我去找别人了。”“切，不说拉倒，这点小事还算帮忙吗？对我这天才牧师来说还不是信手沾来。”说罢，不禁看了一眼面前的IAEA，喃喃道：“看来，你小子要有福了，坐下吧。”只见北羽单手托住灵珠，目光一凝，灵珠顿时灵光大放开来，只是几次呼吸的工夫，便化为了一团璀璨的灵光。北羽盯着手中的灵光不禁目露迷醉之色，喃喃道：“真漂亮，已经很久没见过恶魂的灵珠了。”说罢，抬手便将灵光朝IAEA面前一送，但见灵光顿时如剥丝抽茧一般不断从IAEA的头顶涌入。IAEA只感觉一股暖流入体，转眼间便流转于四肢百骸之中，紧跟着，便见IAEA的身体竟然隐隐冒出一种莹润的光华来，很快便将全身上下笼罩其中。这是怎么回事？IAEA顿时心中一惊，目光茫然的扫视着自己的身体。就在这时，却见全身的灵光突然一闪，竟然迅速朝身前凝聚而来，很快便凝聚成一团灵球，但转眼却又拉长开来，随即突的一闪，便消失无踪。再看灵光消失之处却凭空多出一把木剑，静静的悬于IAEA的胸前。只见剑长三尺有余，那种通体的黝黑犹如浓墨重彩的一笔，但也能够看出这仅是一柄木剑，只因IAEA先天资质的原因却令这柄木剑呈现出漆黑的颜色。三人见状不禁同时大吃一惊。IAEA惊讶于这把木剑是从哪冒出来的，而北羽和华宁二人则是惊叹于面前这小子开启的武灵。只见北羽不禁瞪大眼睛凑近木剑看了看，顿时惊喜道：“华宁老弟，你是从哪弄来这么个宝贝，我已经好久没有见过剑属性的武灵了，而且一开启竟然便有如此灵质，从剑身泛起的黑泽便能肯定，这小子的武灵决对是最上等的，相信除了皇室一脉，天下很少能有这种资质的武灵存在了，难怪你会舍得用恶魂的灵珠来为他开启了。”华宁听罢也是心中大惊，想不到这小子的武灵竟然如此妖孽，思绪一动，顿时皱眉道：“小子，难道你是皇室族人吗？”IAEA不禁眨了眨眼，摇头道：“不是，我从不知道皇族是什么，不过听你们的意思，应该很厉害吧？”华宁听罢，却是眉头深锁，抬手拿出IAEA的手机又仔细翻看了半晌，这才放下心来，从这只精巧的音乐盒上并找不到皇室的徽章，由此也可以断定，这决不是出自皇室的东西。但这么高级的音乐盒，按说就算不是出自皇室，也决对是出自一名超魔导师之手，看来找机会，还是得去老师那走一趟，单凭自己的修为，却是连一点合成原理都看不明白。不过，既然这小子能够拥有这么厉害的音乐盒，相信出身一定也差不到哪去，但为何又会流落到此，又怎会饿肚子呢？华宁一边思索不禁又仔细打量了一下眼前的IAEA，略一沉吟，这才说道：“你说你叫周自恒是吗？”IAEA顿时点了点头。“嗯，我说过，帮你开启武灵后，会帮你再找一份工作，不过，既然你的武灵是剑的话，一般的工作却并不适合你，要知道剑属性的武灵通常都是要成为伟大的战士的，只是你目前武灵刚刚开启，还需要努力修炼才能成为战士。”略一沉吟，华宁这才说道：“我看这样吧，在前面不远的山林中，有一处围场，是犯人劳动改造的地方。那个围场主我认识，我便带你去他那里找一份看守的差事吧，有你的武灵在，相信那个高老大一定会非常高兴的，而且看守的差事也不累，你完全可以努力修习你的剑术，你看如何？”闻言，IAEA不禁眉头一皱，指了指身前的木剑道：“行是行，但这东西要怎么弄？就这样悬着吗？”北羽听罢，这才轻笑道：“哦，你看我，光顾吃惊了，还没有教你武灵的使用之法呢。”说罢，便将如何凝聚武灵，如何再将武灵收回体内之法传授给了IAEA。试着感觉了一下，IAEA果然发现在自己体内似乎多了一团东西，心念一动，体内那团模糊的东西顿时产生一股吸力，再看眼前的木剑，瞬间化为一团灵光朝自己当胸击来，吓的IAEA顿时连退数步，但那团灵光显然速度更快，转眼便冲入自己体内，与那团东西合而为一。摸了摸自己的胸口，见没什么异常，IAEA这才松了口气。又反复试验了多次，这才将凝聚武灵之法牢记于心。在告别北羽牧师之时，北羽牧师不禁问明了围场的具体位置，随即说道：“我还是第一次碰到周自恒兄弟这种上等的武灵，明日我得去牧师协会上报登记一下，回头，我会把代表周兄弟的身份印证送过去。”于是，在华宁的介绍下，IAEA很顺利的便接任了看守一值，而且由于武灵的特殊，直接便被按排到队长一值。几天后，北羽果然找上门来，而且还带来了牧师协会分会的一名长老。在看到IAEA的武灵后，这名长老显然非常激动，马上拿出一枚代表IAEA身份的钻石印证，并将一本剑武灵的修炼功法交给了IAEA，同时交给IAEA的还有两枚上等灵珠，并警告IAEA，只有修炼出现瓶颈时才可以吸收灵珠的灵力。“这么说，你身上应该是有灵珠了？快拿给我看看！”听完IAEA的述说，XXOO顿时对灵珠产生了浓厚的兴趣，不禁扑到IAEA身前抬手便摸索起来。但摸索了半天，也没见IAEA身上带什么东西，不禁疑惑道：“没有？你不会是把那么值钱的宝贝放在围场了吧？”IAEA不禁一声轻笑，抬手便凭空变出一物，一枚透着莹莹宝光的珠子。“竟然是圆的？”紫灵见状顿时目光一凝。 "
        },
        {
            "author": "Blealtan",
            "timestamp": 1440350340,
            "txt_content": "听说是大角虫？\n可是我没看出来很吸引人。\n可能是不对我的胃口？谁知道哩。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440375840,
            "txt_content": "我不敢说这部作品会人见人爱、花见花开，但我会一直认真的写下去直到完结。不过还是很感谢您的支持，好啦，今天的十章连更走起。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440375840,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 21:05 编辑 \n\n 谢谢大家支持"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1440382200,
            "txt_content": "半个狙神 发表于 2015-8-24 08:24\n我不敢说这部作品会人见人爱、花见花开，但我会一直认真的写下去直到完结。不过还是很感谢您的支持，好啦， ...\n日更狂魔啊233\n不过感觉自己的一章抵得上这里的3~4章\n写的不错\n继续努力\n（发帖功能就这样在风中凌乱了）\n（如果lz用的是发帖的话...后果不堪设想啊233）"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440384240,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 21:24 编辑 \n\n嗯嗯，这是我儿子的会员号，我自己申请的不会发贴。然后第二次登陆老提示我密码不对。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440384600,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 21:25 编辑 \n\n奇怪，连发了好几次都说要通过审核才可以，但这都半天儿过去了，怎么还没审核？有人知道原因吗？会不会文中出现了什么关键字不能上传？\n"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440384600,
            "txt_content": "第十二章　竟然是圆的\n看到IAEA竟然拿出一枚圆形闪光的珠子，紫灵二人顿时纷纷一惊。\n要知道，自从来到这个所谓的武灵帝国之后，不论走到哪里二人看到的都是方方正正的东西，就连紫灵当初碰到的那只可恶的小母鸡下出来的鸡蛋都是方块状的，只不过比那些石头、木头之类的边缘略显圆滑一些而已。\nXXOO不禁一把抢过灵珠，放到眼看仔细翻看起来。一不小心，哈喇子都砸到脚面上了。\n“乖乖，真是个好东西，这可比咱们在游戏中见到的灵力粒子养眼多了。\nIAEA见状不禁轻笑道：“喜欢吗？”\nXXOO顿时点头道：“当然，这东西谁不喜欢，这要是能拿一枚回到咱们那边的世界，铁定能够轰动全球，到时候我光靠收门票就能成土豪了。”\nIEAE不禁摇头道：“那可不一定，据我观察，发现咱们这两个世界的东西是不能互通的，就比如我随身带过来的手机，到这里竟然会变成音乐盒。谁知道你将这灵珠带回去后，会不会变成石头呢？”\n“石头吗？”XXOO不禁将灵珠举过头顶，仰面观察着灵珠的透明度，只见这枚灵珠通体碧绿，呈半透明状，一层柔和的灵光透体而出，将整个珠子渲染成了青绿色。\n“就算是变成石头，像这种呈色的，相信一定也是宝石了。”\nIAEA不禁摇了摇头，“好吧，既然你喜欢，那便送你好了。”\n“真的？”XXOO显然没有想到IAEA会说出这种话来，顿时将灵珠往怀里一抱，正色道：“这可是你说的，你可不要反悔哦。”\nIAEA一笑，“反悔干什么，那枚无非只是从僵尸身上得到的低等灵珠而已，并不是什么稀罕物。而成色好的两枚灵珠，我可是自己留着呢。”\n说罢，只见灵光一闪，一枚更大的灵珠顿时出现在IAEA的手中，那种通透的绿好似青葱一般水嫩，还没等XXOO看清，便见IAEA一晃手，那枚灵珠又消失不见了。\n紫灵不禁疑惑道：“IAEA，你这变的是什么戏法？我怎么没看清你从哪淘出来的？而且这么大的灵珠带在身上，一定会很明显吧？可我怎么看不到你装在哪了？”\nIAEA闻言一笑，抬手便从怀中摸出一个小布口袋：“你们看，我的东西全都装在这里面呢。”\n“什么呀？这玩意还能装东西？恐怕塞个土豆就挤满了吧！”XXOO顿时一咧嘴，只见IAEA手中的口袋无非只有拳头大小，而且还瘪瘪的，根本就不像有东西装在里面的样子。\n紫灵却是眉头一皱，略一沉吟，顿时瞪大眼睛道：“难道这是，空间口袋？”\n“?？村长竟然知道？”IAEA听罢不禁一楞，本来还想在村长面前炫耀一番的，想不到一眼便被村长慧眼识破了。\n却见紫灵不禁摇了摇头道：“我也是第一次看到，以前听刘子玉跟我讲过，他便曾有过一个空间口袋，只可惜进来时被高老大没收了。”\nXXOO闻言，不禁补充道：“对对对，经你一说我也想起来了，这便是传说中的空间口袋吗？好神奇，据说这里面有好大一片空间呢。”\n说摆，伸手便要去拿。IAEA顿时一回手，“怎么，你想干嘛？”\n“看看还不行吗？”\n“一边去！”IAEA不禁一拍XXOO的手，嗔道：“我怕看你眼里拔不出来。而且，这空间口袋如果没有开启武灵的话，是没办法使用的。”\n说罢，伸手便将空间口袋又送回了怀里。\nXXOO刚要争辩，却听紫灵不禁问道：“对了，你刚才说身上的手机也随你一同带过来了？”\nIAEA顿时点头道：“嗯，可惜已经变成别人的东西了。”\n紫灵听罢不禁拍了拍口袋，叹息道：“唉，可惜当时我正穿着睡衣，口袋里却是什么也没有。”\n说罢，不禁冲XXOO问道：“长老，你口袋里带着东西呢吗？”\nXXOO闻言顿时皱眉道：“你还是直接叫我XXOO吧，我现在可是只有十二岁而已，一句长老便被你叫成老头了。”\n一边说，XXOO不禁翻找了半天，这才从口袋里掏出一物道：“我记的身上好像就带了十块钱，也不知在这里能不能花。”\n说罢，将掏出来的一张纸冲二人一晃，三个人顿时便傻了。\n只见XXOO手中的哪是什么十块钱，分明是一张旧的发黄的被叠的整整齐齐的纸。\n“这是什么？”XXOO不禁一回手，小心的将纸团翻开。只见展开后纸张足有报纸大小，从发黄的程度来看，年代应该不短了，而在纸面上则画着一幅包含山脉、城市、森林在内的地图，图上还用线歪歪扭扭的画着线条。\n三个人翻过来调过去的看了半天，最后得出结论，这应该是一张武灵帝国的地图，但为何会出现在XXOO的口袋里便不清楚了，而XXOO所言的十块钱却是无论如何也没找到，难道这地图会是那十块钱变的不成？但为何会变成地图呢？\n三个人想破头也没想出个一二三来，干脆也不想了，于是在地图上确定了一下三人目前的位置，但三个人连这边的村子叫什么都不知道，只知道围场的场主叫高老大。\n可惜地图上没有围场主的名字，甚至连围场都没有标注，毕竟围场这东西只是个营生，没准哪天就迁走了，跟城市村落不一样，那些都是固定不变的。\n没办法，还是等先确定了三人的位置再说吧。而若想确定位置，便只能先找到一处村子了。收起地图，紫灵不禁问道：“IAEA，你比我们来的时间都早，找村子只能让你带路了。”\nXXOO顿时提醒道：“对了，最好是带我们去你开启武灵的那个村子，我也想快些把我的武灵也开启了，最好是红石武灵，那样我就能当一名魔导师了，想想就很拉风。”\nIAEA不禁思索道：“如果你和村长开启的都是剑武灵，那咱们的日子就好混了。只不过，当初到过的那个村子，我忘记怎么走了。”\n“……………..”\n“不会吧，你竟然路痴？”紫灵二人不禁同时瞪大了眼睛。\n“你才路痴呢，你们两个都路痴！”IAEA不禁反驳道：“那个村子我也只在一个月前去过一趟。如果从围场出发，慢慢摸索的话，也许还能摸回去，但此时咱们却深入大山密林之中，现在连北在哪边咱们都不知道，上哪去找什么村子？”\n“啊？”紫灵二人听罢顿时如泄了气的皮球一般瘫坐回地面。\nIAEA随手朝火堆里扔了几根干柴，不禁说道：“现在要是回围场，应该也能摸回去，但相信你们是不想回去吧。”\nXXOO顿时把头摇的跟拨浪鼓似的：“NONONONO！打死我也不回围场了，我宁可在森林里饿死。”\nIAEA不禁一笑，指了指怀里的口袋道：“放心，有我的空间口袋在，饿死还不太容易，我这里可装着不少好吃的呢？”\nXXOO听罢顿时举起双手高呼道：“万岁！万岁！快拿出来看看，都有什么好吃的！”\nIAEA不禁皱眉道：“怎么，半只鸡都下肚了，你小子还没吃饱吗？”\n“吃饱？还早着呢，老子在围场这半个月可是没有一顿吃饱过，想不到逃出来了还不能大吃一顿，真是苍天无眼啊，什么时候才能让我吃一顿饱饭啊！”\n话音一落，一块大土豆便塞进了XXOO的嘴里，直接把XXOO的嘴封死了。\n只见IAEA回手在衣服上蹭了蹭沾上的口水，沉声道：“好啦，再不把你嘴巴塞住，恐怕会把僵尸召来了。”\n用力一咬，烤土豆的香味顿时塞满了XXOO的嘴，虽然半个月来天天吃这个，但XXOO也没有吃腻的感觉，只因每顿都吃不饱呀，XXOO曾经在围场中的梦想便是烤土豆吃到饱，哪怕吃腻了也无所谓。\n“嗯，味道真不错。”一口将土豆吞下，XXOO顿时流露出陶醉的神色，随即问道：“还有吗？你不说你口袋里很多好吃的吗？说说看都有什么？大爷今天要吃个够。”\nIAEA不禁摇头一笑，抬手便扔出一物，道：“接着，烤土豆一大块。”\n“嗯，真不错，这东西真是百吃不厌呀。”接过烤土豆，XXOO不禁说道：“还有什么？”\nIAEA顿时一挑眉：“怎么，还不够吗？真怀疑你这饭量都从哪来的。”\n说罢，一抬手，一团黑影顿时又甩了过去。XXOO接过一看，又是一块烤土豆，不禁一皱眉，“老大，你不会就只有烤土豆吧？”\n“嗯……”IAEA略一沉吟，顿时摇头道：“不是，我还有别的。”\n见XXOO摆出一付期待的眼神，IAEA顿时拿出一物道：“我还有生土豆。”\n“扑！”这次连紫灵也一同扑倒在地。\n却见IAEA随手拿过一根树枝，将土豆穿在树枝上伸进火中烤了起来，同时说道：“你若是感觉光吃烤土豆不过瘾的话，可以自己边烤边吃，其乐无穷。”\n“我看你就是个大土豆！”XXOO顿时从地上跳起，指着IAEA便破口大骂开来。\n却在这时，突然“呜”的一声，洞口外黑影一晃，一张惨绿惨绿的大脸便伸了进来。\n“哇！这什么怪物！”XXOO一回头顿时毛都炸了起来，一个闪身，自己都不知道怎么跳起来的，直接躲到了紫灵二人身后。\n“是僵尸！”IAEA见状顿时一抬手，灵光一闪便幻化出一柄漆黑的木剑。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440384720,
            "txt_content": "第十三章　僵尸异变\n正在这时，只见僵尸又是“呜”的一声鬼叫，伸着两只恐怖的爪子便从洞口挤了进来，长长的指甲上甚至还沾着血肉，也不知是哪个倒霉鬼之前死在这只僵尸的手中了。\n“可恶，竟然追到这里来了。”IAEA见状顿时长剑一摆，跳起来便是一剑。但IAEA却忘了此时众人正身处山洞之中，因为洞里狭小，IAEA一下便撞到了洞顶上，顿时听到“咚”的一声，满眼金星乱窜，鼓乐齐鸣。\n一闪一闪亮晶晶，满天都是小星星。IAEA顿时看到僵尸先生竟然在星星乱飞的背景中跳起舞来，一会儿像太空舞步，一会儿又像唐山皮影，那独特的舞姿凛然能够开创舞蹈艺术界的先河。\n但实际情况却是，僵尸正鬼叫着，伸着双手在石洞中深一脚浅一脚的朝IAEA扑来。\n紫灵见势不好，顿时从火堆中抽出一根烧火棍，棍头上甚至还燃着熊熊的大火苗，松树油被火焰的热度烤化，吐着细密的小泡从树枝的缝隙中涌出，在火焰中冲起“噼啪噼啪”的爆响，惹的火苗“突突”的变幻着方向。\n“IAEA小心，僵尸扑过来啦！”紫灵见僵尸已到近前，那个IAEA竟然还捂着脑袋傻站着，难道这小子修炼的是日本拔刀术不成？不到时机决不拔刀，但刀一出鞘，必会见血，不是敌人的血就是自己的血。\n我去，这小子天天练剑一定是练傻了，紫灵见势不好顿时将手中烧火棍一晃，一团火光便朝僵尸扫去，但由于距离过远，烧火棍却是连僵尸的身体都没碰到，却无巧不巧的将裹住僵尸的碎烂衣服点着了。\n紫灵见状顿时心中一喜，暗道：打不死你，老子也烧死你。刚要再补上一柴火，便见原本扑向IAEA的僵尸身体猛然一摆，竟然放弃IAEA，伸着两只爪子直奔紫灵扑来，火焰跳动下，那张惨绿的大方脸更加恐怖了。\n“妈呀！”XXOO大叫一声顿时一甩手中的石头子，一招命中僵尸的大脸，可惜并没造成任何伤害，僵尸先生甚至都没发出什么哼哼。十指一张，长长的指甲冒着火光便朝紫灵二人扑来。\n“快跑！”紫灵顿时猛一闪身，拉着XXOO便朝石洞深处跑去。僵尸随即鬼叫一声，兜着二人的屁股便追了下去。\n“紫灵村长，你别跟着我呀，僵尸追的是你，你先把他引开，我在后面偷袭他。”\n“偷你个头啦，这石洞就这一条通道，我上哪去勾引他。”石洞里黑的伸手不见五指，二人一边叫着一边跌跌撞撞朝洞里跑，还好有着手中的烧火棍以及僵尸身上的大火照亮，否则二人不是被吓死也会被摔死多少回了。\n也不知跑了多远，紫灵不禁偷眼看了一下僵尸，顿时安慰道：“XXOO，再坚持一会儿，马上那只僵尸就能烧能灰了。”\n话音一落，只见XXOO突然一个急刹车，紫灵来不及回避，顿时一个前扑，二人便抱在一起成了滚地葫芦。匆忙中，紫灵连手中的烧火棍都扔了。\n“哇！不要吃我！不要吃我！我的肉太老了，不好嚼，你去吃我旁边那小子吧，他的肉嫩！生着吃煮着吃都能让你满意，哇！！！”\n话音刚落，但听“呯”的一声，二人乱滚的身子便被洞底的石壁一挡停了下来。\n“哇！不要吃我！不要吃我！”身形一顿，XXOO顿时手刨脚蹬起来。\n紫灵用力压住XXOO的身体，抬手就给了XXOO一个大嘴巴，同时吼道：“你TM的肉才嫩呢，老子我都有儿子了，你TM还是小学生呢！”\n话音一落，便见火光一闪，僵尸先生便追到了二人身后。紫灵二人顿时吓的身体一僵，紫灵迅速从XXOO身上爬下来，倒退几步，后背便直接贴到洞底的石墙上了。\nMD竟然是条死路！紫灵不禁暗骂一声，再看僵尸先生此时全身早已被大火包围，但却依然伸着两只烧火棍一般的爪子朝二人缓缓逼近过来。\n“紫……紫灵村长，怎…怎么办？”惊魂未定的XXOO顿时颤声问道。\n紫灵此时也紧张异常，因为洞中狭小，跑又没处跑，躲又没处躲，打还打不过，看来也只能拼谁的命硬了。抬手一拦XXOO，顿时回道：“别…别动，看样子，僵尸马上就要烧成灰了，万一不行，你…你就先跑。”\n虽然这么说着，但眼看僵尸一步步逼近过来，距离二人已经不足三米了，紫灵二人不禁同时大叫一声，回身便朝石壁上又踢又挠起来，只希望能撞出条血路来好逃出升天。\n“救命呀！我还不想死呀！”\nXXOO大叫声中，突然感觉手中一软，一回手，发现抓到手中的竟然是湿湿的泥土，顿时心中一喜：“哈哈，是土！这下有救了，村长，快挖这里，挖这里！”\n在XXOO的指示下，二人顿时拼命的挖了起来，大块大块的泥土如剥香蕉皮一般被剥了下来。\n“哈哈！有救了！有救了！”眼看石壁上几把便被挖出一个能够钻进一人的洞口，而僵尸先生由于被烧的身体僵硬，此时才只前进了一步。XXOO顿时大喊了一声：“好了好了，我先来。”\n说罢，纵身一跳，便朝洞口中挤去。由于用力过猛，只感觉洞中的泥土一震，突然“扑”的一声，喷出一道细密的水线，XXOO不禁抬手擦了擦湿湿的脸，暗道：这是什么？\n思绪一动，便感觉身下的泥土一坍，紧跟着便听“哗啦！”一声，一股激流便从小洞中喷涌而出，直接将XXOO和紫灵二人冲出多远。\n“哇！救命！救命！我不会水！我不会游泳！”XXOO挣扎着，身形一震，顿时抱住旁边的一块大石，这才稳住了身形。\n心神刚一稳，便感觉周围的火光一跳，洞中便迅速暗了下来。\n心情极度紧张之下，XXOO不禁缓缓抬头，只见一团火光正在距离自己仅一米的地方逐渐熄灭，而随着火光的褪去，一张被烧的焦黑的四方大脸却显露了出来。\n“这是什么？”XXOO一时没明白过来是怎么回事，却见这张大脸紧闭的眼睛猛然一睁，满脸的焦皮“唰唰”崩落。一张嘴，顿时露出满嘴的獠牙，XXOO甚至都能闻到一股恶臭同时冲自己喷来。\n“僵尸呀！！！！！”XXOO终于明白过来是怎么回事了，顿时高喊一声，发出生命中最后也是最高亢的叫声。\n完了完了，距离僵尸这么近，就算是跑也来不及了，而且此时周围又全都是水。XXOO就等着在大叫声中能够毫无痛苦的死去。\n小时候，XXOO就怕打针，每到打针时就会跟杀猪似的叫，每每这时，他爹妈都会骂他还没打针呢叫什么叫。但他们又怎会知道，XXOO其实只是想通过大声喊叫来减轻痛苦而已。\n而这种办法显然很不错，每次XXOO叫嚷完毕都会发现在不知不觉间，针已经打完了。而且还感觉不到痛苦，除了嗓子会喊的很痛外。\n而此时，XXOO显然又把这看家本领拿了出来，只想在大叫过后，自己已经毫无痛苦的挂掉了。\n直到XXOO喊的都没劲了，这才逐渐停了下来，只见周围黑的伸手不见五指，XXOO清了清喊的生痛的嗓子，喃喃道：“果然这样不会感觉到痛苦呢，我此时应该是死了吧，不过这地方会是哪呢？怎么会这么黑。”\n刚要迈步，便见眼前火光一跳，一张烧焦的大方脸便出现在眼前。\n“哇！”XXOO刚想叫，但转念一想，反正自己已经死了，应该没什么可怕的了吧。稳了稳神，这才看清，这张大方脸应该是刚才那只僵尸的，而此时在僵尸的嘴中竟然还吐出一节剑尖。\n“哈，这僵尸还真是妖孽，想不到嘴里竟然还长这玩意。”\n话音一落，却见剑尖灵光一闪，转眼消失不见。随即，只见僵尸身体一歪，顿时“扑通”一声倒在水里，而在僵尸倒下的同时，另一张大方脸同时出现在XXOO的眼前。\nXXOO不禁吓的朝后一跳，险些没跌进水里，凝神查看之下不禁惊问道：“IAEA？难道你也死了？”\n只见IAEA使劲挖了挖耳朵，不禁皱眉道：“你要是再不收声，恐怕我便真被你震死了。”\n正在这时，只听“哗啦”一声水响，紫灵随即从水下冒了出来，甩了甩头，顿时皱眉道：“XXOO，你小子可真够可以的，从没听到有人会发出这么高分贝的声音，加上这里的空洞回音，简直TM太恐怖了，险一险便被你震的心脏破裂而死，还好老子及时躲到水底，这才躲过一劫。”\n借着IAEA手中微弱的火光，XXOO不禁看了看死倒在脚下的僵尸，又看了看紫灵和IAEA二人，眨巴眨巴眼睛，喃喃地思索道：“这么说，我还没有死？”\n“死你个头啦！差点被你弄死，还好IAEA赶来的及时。”紫灵不禁一拍XXOO的脑袋，随即冲IAEA道：“你小子刚刚是怎么回事？咱们三人就你手里有武器，你丫的竟然光看不动，难道是吓傻了不成？”\nIAEA不禁揉了揉被撞的依然生痛的脑袋，摇头苦笑道：“还好有惊无险，村长，你们没被僵尸伤到吧？”\n“我是没事啦，刚才借着水遁之术逃的远远的，只是不知XXOO这小子怎么样，刚才听他叫那么大声，会不会被抓破了肠子？”\n话音一落，只见IAEA手中灵光一闪，原本化去的长剑顿时又指向了XXOO。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440384900,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-24 21:27 编辑 \n\n第十四章　有惊无险只听IAEA沉声道：“长老放心，你若变成僵尸，我一定给你一个痛快，让你感觉不到痛苦便去见佛祖。”“停！打住打住！”XXOO顿时高举双手道：“先让我检查一下，万一没被伤到，那岂不成冤死鬼了？到时候佛祖见不成，倒成了小鬼的腹中餐了。”说罢，XXOO先是扭身查看了一下，见身上并没什么伤痕，这才轻吁了口气。但IAEA却依然长剑一指，冷冷地道：“解开衣服看看。”XXOO闻言感觉有道理，万一没划破衣服却直接伤到皮肉怎么办。于是忐忑的解开上衣，高举双手在紫灵和IAEA面前缓缓转了一圈。紫灵二人看过之后不禁轻轻点了点头，确认XXOO上半身并没问题，IAEA顿时长剑下指，冷哼道：“脱。”“不要吧，下身也看？”IAEA并不答话，只是将下巴扬了扬。XXOO无奈，就算为了自己着想，也要仔细查检一下不是，万一真若是伤到下半身，XXOO宁可节肢也不要等病毒发作去做僵尸，于是略一迟疑便将裤子也褪了下来。在二人面前又转了一圈，紫灵二人随即点了点头，确定XXOO　的下半身也没问题。XXOO见状顿时一喜，刚要把裤子提上，却见IAEA不禁冷哼道：“还有裤头。”“什么？裤头就不必解了吧！我感觉屁股上应该没受什么伤。”“唰！”IAEA的长剑顿时顶在了XXOO的脖子上，冷哼道：“没受什么伤？不让看便是有问题，你放心，就算你真被感染了，我也会看在交情一场的份上给你一个痛快的。”“别别别，我还不想痛快呢。”XXOO无奈，一边在心里咒骂着IAEA的不良嗜好，一边缓缓将裤头脱了下来，露出里面十八禁的东西。紫灵二人强压着想笑的冲动，正儿八经的查看过后，这才点了点头。“好了，可以穿上了。”IAEA说罢，顿时忍俊不禁与紫灵二人笑成了一团。XXOO不禁被弄了个大红脸，迅速穿好衣服，扑上去大叫道：“好哇，你们早就知道我没受伤对不对！”话音一落，紫灵二人早已大笑着跑了开去。怎么办？笑闹过后，三个人马上重新聚到一起，IAEA不禁指着地上的僵尸道：“这家伙以前应该是围场的看守，想不到咱们跑出这么远，还是没能离开被感染的范围，而且我估计围场那边恐怕也不太乐观，看来咱们还是要尽快跑远点才是。”紫灵顿时点头道：“你说的没错，而且从地图上看，一般在森林的外围都会聚集很多村镇，咱们只要瞄准一个方向走，等出了这片山林一定能找到村庄的。”XXOO闻言不禁皱眉道：“那咱们要现在出发吗？外面好黑的。”紫灵顿时摇头道：“要走你走吧，咱们都累了一天了，找这么个山洞也不容易，今晚最好是好好休息一下，等天亮了再说，毕竟晚上走太过危险了。”IAEA也不禁点头道：“嗯，为了安全起见，我建议把洞口封起来，以免再有僵尸之类的怪物进来。”二人顿时点头表示同意，于是在一番周折后，三人用碎石和枝叶等杂物将洞口堵了起来。说起来简单，但现实毕竟是现实，与游戏规则大相径庭，由于没有应手的工具，三人想要挖石头和泥土都办不到，一阵忙碌，总算是把洞口封好了，看了看，就算挡不住僵尸的身体，枝叶的响声也能将三人惊醒。三人这才安心的回到火堆旁各自找了个舒服的位置睡了过去。刚一躺下，便听到“轱辘”一声，XXOO不禁揉了揉肚子道：“IAEA，你还有吃的吗？”IAEA顿时一翻身，甩手便扔出一个生土豆，喃喃道：“真怀疑若是没有我跟着，你会不会两天便饿死。”“喂，生的怎么吃嘛，你就不能给个熟的吗？”“谁理你，自己想办法吧。”无奈之下，XXOO只好将土豆插在树枝上，背靠石壁独钓篝火，凛然成了二人的守夜人，但困劲一上来，XXOO也不知何时沉沉的睡了过去，只留下可怜的土豆在火堆里被烤的“噼啪”乱响，直接被烤成了焦炭。艳阳高挂，百鸟鸣啼，直到日上三竿才见布满碎石枝叶的洞口一阵翻动，XXOO第一个便从洞口爬了出来。伸了个长长的懒腰，只见阳光穿过茂密的枝叶射下万道金光，山谷中百花争艳，蝴蝶翩飞，真如人间的仙境世外的桃园一般。嗯，这地方真不错，要是能在这里建一栋小屋，种上三分菜园，日出而作，日落而栖，也是人间一大美谈。一回身，一支羽箭紧贴着XXOO的头皮便飞了过去，狠狠的插入身后的树干上。XXOO吓的险些没尿出来，两腿间顿感多少有点小潮。随着“咔嚓”声一响，一道高大的骷髅架子便从树后闪了出来，手中长弓一弹，第二支羽箭直奔XXOO急射而至。“妈妈咪呀！”XXOO顿时一个大马爬，四腿乱蹬之下，迅速躲入旁边的大树后面，同时高喊道：“紫灵救命呀，有骷髅！”不用XXOO提醒，此时紫灵和IAEA二人也发现了骷髅怪，顿时纷纷躲到树后。左右看看再无其他小怪，IAEA顿时冲紫灵点了点头，眼见骷髅怪朝XXOO的方向杀去，IAEA迅速绕到侧面，纵身便朝骷髅怪跃去，手中灵光闪烁之下，一招力劈华山，漆黑长剑顿时挂着风声直奔骷髅怪当头砍下。此时，骷髅怪似乎也感觉到了危险临近，不禁一扭头，却见长剑迅速在眼前放大开来，耳仑中便听到“哗啦”一声，骷髅怪高大的身形顿时被打的倒退出七八步，身形一顿，长弓随即瞄准IAEA便是一箭射出。就在砍中骷髅怪的同时，IAEA不禁被巨大的反震力震的倒退出数步，暗道一声：不好！想不到这骷髅怪这么抗打，全力一击之下竟然没占多少便宜。眼见羽箭击来，顿时一个闪身，迅速躲入大树之后。而骷髅怪被打之后，顿时放弃对XXOO的追击，将目光锁定在IAEA身上，看来这家伙是很记仇的，谁打我我便打谁。随着“哗啦哗啦”骨格摩擦的声音，骷髅圆睁二目，径直朝IAEA藏身的大树冲去。看样子，刚才那一下可是把骷髅怪打疼了。IAEA见偷袭已经行不通了，顿时在树后冲XXOO高喊道：“XXOO，快帮忙！”“咋…咋帮忙？我手里连个家伙都没有，你这不让我过去送死吗？”IAEA偷眼看了一下正在逼近的骷髅怪，随即高喊道：“你就想办法吸引一下骷髅怪的注意力就行，正面打我恐怕还不是对手。”XXOO闻言，迅速瞄了一眼正在朝IAEA逼近的骷髅怪，不禁深吸两口气，暗道一声“拼了！”随即身形一弹，顿时从树后跳了出来，冲着骷髅怪就骂上了：“呀……….呔！你个打不死挨千刀的浑身上下没有一点肉的家伙，你以为你那骨感的身材很性感是不是，我告诉你，你那叫………..”“啪！”XXOO的话还没说完，就见一只鞋子翻滚着正拍到骷髅怪的脑袋上。骷髅怪不禁身体一僵，一扭头，发现紫灵村长在旁边的树后正探出大半个身子，此时依然保持着抛砸的姿势，一看就是这小子干的。“不……不关我事呀。”尽管紫灵连连摇手争辩，但他那只没有穿鞋的脚却早就将他卖了。骷髅怪不禁无名火起，顿时一个转身，放弃对IAEA的追击，架着长弓便朝紫灵藏身的大树杀去。“喂！喂！你怎么不看我呀！”XXOO不禁无力的朝骷髅怪挥了挥手。正在这时，却见人影一闪，IAEA看准时机闪身便从树后一跃而出，飞身跳起两米多高，对准骷髅怪的后脑又是一记狠劈！只听“哗啦”一声，这次IAEA可是连吃奶的劲都用上了，骷髅怪顿时被砍的朝前猛冲出七八步，一鼻子便撞到紫灵藏身的大树上才止住身形。但这一撞可把树后的紫灵吓坏了，偷眼一看，骷髅怪那身惨白的骨头棒子就在眼前，吓的紫灵抬脚便跑。但刚一迈步，却感觉骷髅怪好像是背对着自己的，偷眼一看，发现骷髅怪果真又朝IAEA杀去。而此时的IAEA被反震力震的正躺倒在地上在那玩懒驴十八滚呢，一只只羽箭不断插在IAEA滚过的地上，迎风颤动着尾翎。“不好！”紫灵大惊之余，抬手便将另一只鞋也甩了出去，不偏不倚，还是刚才砸的那个位置，紫灵自己都奇怪自己啥时候砸的这么准了，看来自己有做弓箭手的潜质，真若是开启武灵的话会不会是一把神弓呢？哈！虽然这一鞋梆子力量不大，但却把骷髅怪气坏了，你丫的连个武器都没有，竟然拿鞋梆子跟我叫嚣，有本事你别躲，让大爷给你变个戏法行不，我看你小子骨骼奇特，插成个刺猬应该很适合你。可惜骷髅怪不会说话，但也架不住这气性大，眼见脑袋上又挨这小子一鞋梆子，虽然跟瘙痒没啥区别，但也丢不起这人呀，顿时一个转身，架着长弓便朝紫灵杀来。“妈呀！”紫灵吓的顿时光着腿巴丫子几步便躲入另一棵大树后面，好在这里是原始森林，别的东西不敢说，这参天大树可是一抓一大把。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440387000,
            "txt_content": "第十五章　玩大了\n就在紫灵身形刚扑到树后的同时，骷髅怪的羽箭便到了，只听“扑”的一声，羽箭狠狠的插入树干之中，紫灵真怀疑这棵树如果不够粗壮的话，会不会这一箭便被贯穿了，直接把自己来个串糖葫芦。\n偷眼观瞧，只见骷髅怪正怒气冲冲的奔自己杀了过来，而目光所及，发现在骷髅怪的身后，IAEA又高举着长剑跳起两米多高，以泰山压顶之势朝骷髅怪猛劈而下。\n又是“哗啦”一声巨响，巨大的反震力不禁震的IAEA险些没把长剑给扔掉，身形再次倒飞而回，强睁双眼扫去，只见骷髅怪稳住身形后猛然转身，目光又恶狠狠的指向了自己。\nIAEA顿时暗骂一声：可恶！想不到这骷髅怪这么抗打，之前打僵尸的时候也没感觉这么费劲呀。\n但IAEA又哪里知道，昨天杀的那只僵尸被火烧的原本就没什么血量了，所以才令IAEA一击得手，直接毙于剑下。但今天可不同了，这只骷髅怪的血量还是满罐呢。\n眼见一击不成，IAEA顿生警觉，一个翻滚便从地上弹了起来，同时一道劲风划过，一只羽箭果然深深的插入刚才的位置上。\n吓的IAEA顿时一闪身，躲进一棵大树的后面。骷髅怪见羽箭射不到了，顿时抬腿便朝IAEA冲去，却在这时，感觉脑袋又是一震，脚下顿时多出一只鞋子。\n一回头，只见紫灵顿时冲骷髅怪双手一摊，苦笑道：“这次可不关我的事呀！”\n骷髅怪看了看紫灵光着的两只脚巴丫子，不禁点了点头，一扭头，发现另一个人依然保持着抛砸的姿势，而在此人的脚上同时少了一只鞋。\n骷髅见罢，不禁眉头一锁，却见XXOO顿时一收势，叉着腰大笑道：“哈哈哈哈，让你不理我，今天我就让你知道知道大爷我也是穿鞋的！”\n“扑！”\n话音一落，XXOO顿时感觉身子一震，一低头，发现胳膊上竟然多了一只羽箭。\n“这是什么？”XXOO不禁拿手碰了碰羽箭的尾翎，顿时嘶吼道：“好痛啊！啊！！！！我中箭啦！！！！中箭啦中箭啦！！！！啊！！！救命啊！！！！”\n一边叫，XXOO抱着受伤的胳膊便满场子跑开了，鲜血随着XXOO的乱蹦乱窜飞溅的到处都是，仿佛这里曾经发生过什么大屠杀一般。\n强烈的反映，不禁弄的紫灵和骷髅怪全都看傻了，呆呆的看着XXOO耍猴般满场子转圈，竟然有些不知所措之感。\n但就在此时，IAEA却悄悄的摸到了骷髅怪的身后，对准骷髅怪的脖子狠狠的扫了一剑。\n可怜顶着骷髅怪大脑袋的小细杆，一下便被IAEA扫断了，苍白的骷髅头顿时滚落出多远。没有了脑袋，骷髅怪剩下的一付骨头架子顿时暗叹一声：脑袋都没有了怎么办，干脆我也死了算了。随即“哗啦”一声，散落成一堆白骨。\n与此同时，XXOO不禁抱着受伤的胳膊跳到白骨近前，大哭道：“呜……他死了！”\nIAEA飞起一脚便将XXOO踹了个定蹲，同时骂道：“他死了你哭什么，又不是你死！”\n“呜……我也快死了……”XXOO不禁抬了抬自己受伤的胳膊，那血流的“哗哗”的。\n紫灵顿时上前道：“依我看，你再不处理一下伤口，便要真的死了！”\n“啊？！”XXOO吓的顿时止住了哭声：“那…那要怎么处理？”\n紫灵不禁抬起XXOO的胳膊看了看，只见羽箭穿过XXOO左手的小臂，箭尖又狠狠的从小臂的另一端冒了出来，顿时点头道：“还好是贯穿伤，这样你就能少受点苦了，不过你放心，从流血的量来看，伤到的应该是大动脉，一时三刻之内你还死不了。”\n“什么？大动脉？”XXOO吓的冷汗顿时便冒出来了，颤声道：“那…一时三刻以后呢？”\n紫灵不禁皱眉道：“以后可不好说，百分之百应该会失血过多而亡吧。”\nXXOO听罢，不禁看了看依然泉涌的鲜血，顿时小脸煞白，身子连晃了几晃，有气无力地道：“我……有点头晕。”\n说罢，身子往后一倒，顿时不醒人事。\nIAEA不禁皱眉道：“村长，真有那么严重吗？”\n紫灵顿时点头道：“快，帮我抬起他的胳膊，先把血止住再说。”\n说罢，马上从衣服上扯下一条布，找到XXOO伤口上方的动脉所在，狠狠的勒了起来，直到血不再淌了，紫灵这才轻吁了口气。\nIAEA不禁皱眉道：“村长，现在怎么办？”\n“看样子，这只箭还不能拔，否则伤口很可能会感染。”说罢，抬眼扫了扫周围的环境，皱眉道：“咱们得快点找到一个村子，最好能找到医生，否则便不好说了，时间拖久了，就算XXOO的命保住了，这条胳膊也会报废掉。”\n说罢，起身抱起XXOO道：“来，帮我一把，咱们换着背他，注意别碰到伤口上的箭。”\n两个人略做收拾，顿时背好XXOO，认准一个方向便迅速跑了下去。\n转过两座大山，XXOO终于醒转了过来，有气无力地道：“水……我要喝水。”\n“水？有水，我带着水呢。”两个人马上将XXOO平躺到地上，IAEA从空间口袋中翻出水囊便送到了XXOO的嘴边。\n再看XXOO，只是这么短的时间，脸色已苍白的可怕，嘴唇干的都裂开了口子，可能是因为失血过多的关系吧。\n只浅浅的喝了两口，XXOO便摇了摇头，喃喃道：“村长，我是不是要死了？”\n“别胡说，就这么点伤怎么可能会死人？坚持一会，咱们找到村子就好了，等你好了以后，咱们还要重建村子呢，咱们要建一个世界上最大最漂亮的村子，比我们曾经的狙击手小窝还要大，还要壮观。到时候，你就是村里的长老……”\n“村长，他好像又晕过去了。”\n经IAEA一提醒，紫灵这才发现XXOO果然又没了反映，抬手探了探，还好有呼吸，只是突然发现XXOO的头好烫，而被绳子勒住的胳膊红的发紫，已经涨大两圈了。\n“不好，看来咱们得抓紧时间了。”\n说罢，紫灵马上松开绑在XXOO胳膊上的绳子，血一下子便涌了出来。\nIAEA见状顿时皱眉道：“村长，你干什么？”\n紫灵神情凝重的盯着XXOO流出来的血，沉声道：“之前是我疏忽了，咱们应该每隔一段时间让XXOO胳膊上的血脉畅通一下，否则这条胳膊便真的废了。”\n说罢，马上又用绳子重新绑好，随即对IAEA道：“来，帮我一把。”重新背起XXOO，两个人认准方向，迅速朝前赶去。\n也不知又翻过几道大山，眼看天便黑了下来，一片山间盆地突然豁然开朗起来，只见森林在这里已经非常稀疏了，盆地中只有零零散散的几棵橡树，取而代之的则是一连数十户人家及一大片农田。\n“村长，是村子！”IAEA见状顿时有些激动，有村子，XXOO的命便有救了，真怀疑如果今天找不到村子，XXOO是否能挺到明天。\n虽然接触的时间并不长，但IAEA已经把XXOO当成重要的家人了，尤其是三个人在这片完全陌生的世界，能够互相照顾互相关怀将是多少温馨的一件事情。\n自从来到这个举目无亲的世界之后，IAEA便将自己的心封闭的死死的，对人对事都表现的非常冷漠，冷到没朋友。可是现在不同了，自己找到了最亲密的伙伴，却想不到转眼便又要失去一个，这怎么行。\n“XXOO，坚持住，咱们马上就能找到医生了。”IAEA调整了一下背上XXOO的身体角度，迈开大步便朝山下的村子跑去。\n一进村口，光线便暗了下来，街道上几乎看不到什么人影。紫灵顿时便急了，一边跑一边高喊道：“有人吗？哪里有医生？我们有人受伤啦！有人吗？哪里有人呀？”\n一连跑过两条街道，突然见路边一道房门一开，从里面走出一老一小两道身影。\n见老头拄着棍子望了过来，紫灵顿时把着栅栏道：“老人家，我朋友受伤了，请问村子里有医生吗？”\n“医生？”老头扭脸看了看IAEA背上的XXOO，只见此时的XXOO早已不醒人事了，左胳膊红肿的比腿都粗，一支羽箭死死的挤在手臂上。\n“你们是要找牧师吧？有有有，我们村刚好有一名牧师，只是……”老头略一沉吟，顿时轻叹道：“唉，不管怎么说，还是先救人要紧。”\n说罢，抬手点过小孩道：“小天呀，快带他们去找你强哥哥。”\n“唉！”小孩答应一声，顿时一步三跳的带头朝村子深处跑去。老头子关好门，随即也拄着棍远远的跟了过来。\n转过几条街，小孩顿时一指前面的破屋子道：“就是那里。强哥哥，我带人看病来啦！”说罢，高喊着便朝屋里跑去。\n“是小天吗？”随着一道瓮声瓮气的声音响起，只见一低头，从屋里闪身走出一名光头大汉，胖大的身形比三人中个头最高的紫灵还要高出几头。\n难怪这破房子的大门会建的如此高大了，否则大汉连门都进不去。只见大汉一把抱起小天，扭头朝院外一瞅，一眼便看到IAEA背上的XXOO了，大汉顿时一皱眉，轻轻将小天放下，随即冲紫灵二人疑惑道：“喂，你背上背的那是个什么东西？怎么腿上还插着根棍子？”"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440387000,
            "txt_content": "第十四章　有惊无险\n只听IAEA沉声道：“长老放心，你若变成僵尸，我一定给你一个痛快，让你感觉不到痛苦便去见佛祖。”\n“停！打住打住！”XXOO顿时高举双手道：“先让我检查一下，万一没被伤到，那岂不成冤死鬼了？到时候佛祖见不成，倒成了小鬼的腹中餐了。”\n说罢，XXOO先是扭身查看了一下，见身上并没什么伤痕，这才轻吁了口气。但IAEA却依然长剑一指，冷冷地道：“解开衣服看看。”\nXXOO闻言感觉有道理，万一没划破衣服却直接伤到皮肉怎么办。于是忐忑的解开上衣，高举双手在紫灵和IAEA面前缓缓转了一圈。\n紫灵二人看过之后不禁轻轻点了点头，确认XXOO上半身并没问题，IAEA顿时长剑下指，冷哼道：“脱。”\n“不要吧，下身也看？”\nIAEA并不答话，只是将下巴扬了扬。XXOO无奈，就算为了自己着想，也要仔细查检一下不是，万一真若是伤到下半身，XXOO宁可节肢也不要等病毒发作去做僵尸，于是略一迟疑便将裤子也褪了下来。\n在二人面前又转了一圈，紫灵二人随即点了点头，确定XXOO　的下半身也没问题。\nXXOO见状顿时一喜，刚要把裤子提上，却见IAEA不禁冷哼道：“还有裤头。”\n“什么？裤头就不必解了吧！我感觉屁股上应该没受什么伤。”\n“唰！”IAEA的长剑顿时顶在了XXOO的脖子上，冷哼道：“没受什么伤？不让看便是有问题，你放心，就算你真被感染了，我也会看在交情一场的份上给你一个痛快的。”\n“别别别，我还不想痛快呢。”XXOO无奈，一边在心里咒骂着IAEA的不良嗜好，一边缓缓将裤头脱了下来，露出里面十八禁的东西。\n紫灵二人强压着想笑的冲动，正儿八经的查看过后，这才点了点头。\n“好了，可以穿上了。”IAEA说罢，顿时忍俊不禁与紫灵二人笑成了一团。\nXXOO不禁被弄了个大红脸，迅速穿好衣服，扑上去大叫道：“好哇，你们早就知道我没受伤对不对！”\n话音一落，紫灵二人早已大笑着跑了开去。\n怎么办？笑闹过后，三个人马上重新聚到一起，IAEA不禁指着地上的僵尸道：“这家伙以前应该是围场的看守，想不到咱们跑出这么远，还是没能离开被感染的范围，而且我估计围场那边恐怕也不太乐观，看来咱们还是要尽快跑远点才是。”\n紫灵顿时点头道：“你说的没错，而且从地图上看，一般在森林的外围都会聚集很多村镇，咱们只要瞄准一个方向走，等出了这片山林一定能找到村庄的。”\nXXOO闻言不禁皱眉道：“那咱们要现在出发吗？外面好黑的。”\n紫灵顿时摇头道：“要走你走吧，咱们都累了一天了，找这么个山洞也不容易，今晚最好是好好休息一下，等天亮了再说，毕竟晚上走太过危险了。”\nIAEA也不禁点头道：“嗯，为了安全起见，我建议把洞口封起来，以免再有僵尸之类的怪物进来。”\n二人顿时点头表示同意，于是在一番周折后，三人用碎石和枝叶等杂物将洞口堵了起来。\n说起来简单，但现实毕竟是现实，与游戏规则大相径庭，由于没有应手的工具，三人想要挖石头和泥土都办不到，一阵忙碌，总算是把洞口封好了，看了看，就算挡不住僵尸的身体，枝叶的响声也能将三人惊醒。\n三人这才安心的回到火堆旁各自找了个舒服的位置睡了过去。刚一躺下，便听到“轱辘”一声，XXOO不禁揉了揉肚子道：“IAEA，你还有吃的吗？”\nIAEA顿时一翻身，甩手便扔出一个生土豆，喃喃道：“真怀疑若是没有我跟着，你会不会两天便饿死。”\n“喂，生的怎么吃嘛，你就不能给个熟的吗？”\n“谁理你，自己想办法吧。”\n无奈之下，XXOO只好将土豆插在树枝上，背靠石壁独钓篝火，凛然成了二人的守夜人，但困劲一上来，XXOO也不知何时沉沉的睡了过去，只留下可怜的土豆在火堆里被烤的“噼啪”乱响，直接被烤成了焦炭。\n艳阳高挂，百鸟鸣啼，直到日上三竿才见布满碎石枝叶的洞口一阵翻动，XXOO第一个便从洞口爬了出来。\n伸了个长长的懒腰，只见阳光穿过茂密的枝叶射下万道金光，山谷中百花争艳，蝴蝶翩飞，真如人间的仙境世外的桃园一般。\n嗯，这地方真不错，要是能在这里建一栋小屋，种上三分菜园，日出而作，日落而栖，也是人间一大美谈。\n一回身，一支羽箭紧贴着XXOO的头皮便飞了过去，狠狠的插入身后的树干上。XXOO吓的险些没尿出来，两腿间顿感多少有点小潮。\n随着“咔嚓”声一响，一道高大的骷髅架子便从树后闪了出来，手中长弓一弹，第二支羽箭直奔XXOO急射而至。\n“妈妈咪呀！”XXOO顿时一个大马爬，四腿乱蹬之下，迅速躲入旁边的大树后面，同时高喊道：“紫灵救命呀，有骷髅！”\n不用XXOO提醒，此时紫灵和IAEA二人也发现了骷髅怪，顿时纷纷躲到树后。\n左右看看再无其他小怪，IAEA顿时冲紫灵点了点头，眼见骷髅怪朝XXOO的方向杀去，IAEA迅速绕到侧面，纵身便朝骷髅怪跃去，手中灵光闪烁之下，一招力劈华山，漆黑长剑顿时挂着风声直奔骷髅怪当头砍下。\n此时，骷髅怪似乎也感觉到了危险临近，不禁一扭头，却见长剑迅速在眼前放大开来，耳仑中便听到“哗啦”一声，骷髅怪高大的身形顿时被打的倒退出七八步，身形一顿，长弓随即瞄准IAEA便是一箭射出。\n就在砍中骷髅怪的同时，IAEA不禁被巨大的反震力震的倒退出数步，暗道一声：不好！想不到这骷髅怪这么抗打，全力一击之下竟然没占多少便宜。眼见羽箭击来，顿时一个闪身，迅速躲入大树之后。\n而骷髅怪被打之后，顿时放弃对XXOO的追击，将目光锁定在IAEA身上，看来这家伙是很记仇的，谁打我我便打谁。\n随着“哗啦哗啦”骨格摩擦的声音，骷髅圆睁二目，径直朝IAEA藏身的大树冲去。看样子，刚才那一下可是把骷髅怪打疼了。\nIAEA见偷袭已经行不通了，顿时在树后冲XXOO高喊道：“XXOO，快帮忙！”\n“咋…咋帮忙？我手里连个家伙都没有，你这不让我过去送死吗？”\nIAEA偷眼看了一下正在逼近的骷髅怪，随即高喊道：“你就想办法吸引一下骷髅怪的注意力就行，正面打我恐怕还不是对手。”\nXXOO闻言，迅速瞄了一眼正在朝IAEA逼近的骷髅怪，不禁深吸两口气，暗道一声“拼了！”\n随即身形一弹，顿时从树后跳了出来，冲着骷髅怪就骂上了：“呀……….呔！你个打不死挨千刀的浑身上下没有一点肉的家伙，你以为你那骨感的身材很性感是不是，我告诉你，你那叫………..”\n“啪！”XXOO的话还没说完，就见一只鞋子翻滚着正拍到骷髅怪的脑袋上。\n骷髅怪不禁身体一僵，一扭头，发现紫灵村长在旁边的树后正探出大半个身子，此时依然保持着抛砸的姿势，一看就是这小子干的。\n“不……不关我事呀。”尽管紫灵连连摇手争辩，但他那只没有穿鞋的脚却早就将他卖了。\n骷髅怪不禁无名火起，顿时一个转身，放弃对IAEA的追击，架着长弓便朝紫灵藏身的大树杀去。\n“喂！喂！你怎么不看我呀！”XXOO不禁无力的朝骷髅怪挥了挥手。\n正在这时，却见人影一闪，IAEA看准时机闪身便从树后一跃而出，飞身跳起两米多高，对准骷髅怪的后脑又是一记狠劈！\n只听“哗啦”一声，这次IAEA可是连吃奶的劲都用上了，骷髅怪顿时被砍的朝前猛冲出七八步，一鼻子便撞到紫灵藏身的大树上才止住身形。\n但这一撞可把树后的紫灵吓坏了，偷眼一看，骷髅怪那身惨白的骨头棒子就在眼前，吓的紫灵抬脚便跑。\n但刚一迈步，却感觉骷髅怪好像是背对着自己的，偷眼一看，发现骷髅怪果真又朝IAEA杀去。而此时的IAEA被反震力震的正躺倒在地上在那玩懒驴十八滚呢，一只只羽箭不断插在IAEA滚过的地上，迎风颤动着尾翎。\n“不好！”紫灵大惊之余，抬手便将另一只鞋也甩了出去，不偏不倚，还是刚才砸的那个位置，紫灵自己都奇怪自己啥时候砸的这么准了，看来自己有做弓箭手的潜质，真若是开启武灵的话会不会是一把神弓呢？哈！\n虽然这一鞋梆子力量不大，但却把骷髅怪气坏了，你丫的连个武器都没有，竟然拿鞋梆子跟我叫嚣，有本事你别躲，让大爷给你变个戏法行不，我看你小子骨骼奇特，插成个刺猬应该很适合你。\n可惜骷髅怪不会说话，但也架不住这气性大，眼见脑袋上又挨这小子一鞋梆子，虽然跟瘙痒没啥区别，但也丢不起这人呀，顿时一个转身，架着长弓便朝紫灵杀来。\n“妈呀！”紫灵吓的顿时光着腿巴丫子几步便躲入另一棵大树后面，好在这里是原始森林，别的东西不敢说，这参天大树可是一抓一大把。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440387060,
            "txt_content": "11，13，14章都需要审核，真是去了，下面发15章吧。可恶"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440387120,
            "txt_content": "第十六章　不靠谱\n紫灵闻言顿时一皱眉，抱拳道：“敢问您便是这里的医生吗？”\n大汉听罢不禁一楞，挠了挠大光头，反问道：“医生？干什么的？我是这里的牧师，我叫周光强啊。”\n紫灵闻言不禁眉头皱的更紧了，暗道：这小子真会治伤吗？怎么越看越感觉这是个傻子呀？不过听刚才那个老头子说，这村子好像就这个牧师会治伤，算了，能治伤就行，管他傻不傻呢。\n想至此，顿时一指XXOO道：“我这朋友受了箭伤，您快给他治疗一下吧，再不抓紧时间恐怕便小命不保了。”\n“什么？受伤了？快，快进屋，快进屋吧。”\n紫灵一听这还靠点谱，顿时与IAEA一起将XXOO背到屋中，七手八脚的将他平放到屋中的土坑上。\n“周医……啊，周牧师，您一定要救救他，只要能救回他的命，什么条件我们都答应你。”\n“什么？你喊我周牧师！哈哈，对，我是牧师，你放心，这小子就交给我吧。”周光强说罢，顿时低头看了看坑上的XXOO。\n只见XXOO此时眉头紧锁，因为失血过多，整个大方脸惨白惨白的，那条受伤的胳膊因为血液不通加上伤口发炎，早已红的发紫、紫的发黑了，一股股渗着血丝的腥臭液体依然不断从伤口处渗出。\n略一思索，周光强顿时自言自语道：“难，这个有点悬，老师怎么说的来着。哦，对对对，要先清理，先清理。”\n说罢，不禁瞪着紫灵二人道：“嗯，我现在要先清理他的伤口，你们帮我把这小子按住了，别在我拔箭的时候乱动。”\n紫灵听着这位周牧师在那嘀咕了半天，越听越感觉这家伙不怎么靠谱，但到了这个时刻，就算是个蒙古大夫紫灵也只能忍了，好歹也算个大夫不是。\n于是，与IAEA一起两个人一左一右，按住XXOO的身子和胳膊，只见大汉转身从里屋拿出一把斧头和一块木头墩子，还好之前听这家伙说要帮XXOO拔箭，否则二人真会以为这家伙是要将XXOO的胳膊直接给剁下来。\n只见大汉先将插在XXOO胳膊上的箭头架在墩子上，顿时便一斧子下去，断掉的箭头“嗖”一声便钉到了门板上。\n巨大的震动顿时痛的XXOO大叫了一声，身子一弓，随即又躺那不动了。\n一旁的小天眨巴眨巴一对水旺旺的大眼睛，指着XXOO道：“强哥哥，这个人翻白眼了。”\n“啊？”周光强一扭头，只见XXOO两只眼睛往上翻翻着，也不用紫灵二人按着了，早就一动不动了。\n“疑？这小子也太不经痛了。”周光强嘟嚷一声，抬手在XXOO的鼻子前探了探，又翻看了一下眼睛，随后俯身在XXOO的胸口听了听，这才说道：“没事，我说这小子不可能那么不经痛吧，还没死呢。”\n紫灵见罢，不禁心脏一阵抽搐，暗道：还好受伤的不是我，否则非让这大汉折腾死不可。\n正想着，只见周光强大手一抓，一下便将断掉的半截羽箭给抽了出来。\n“哎呀！”XXOO顿时又是一声大叫，紫灵二人一个没按住，XXOO便猛的从炕上弹身而起。\n周光强见罢，不禁发出一阵憨笑：“呵呵呵呵，我说这小子没死吧，你们看，这不站起来了吗？”\n话音刚落，便见XXOO身子一软，顿时仰面摔倒。还好IAEA手急眼快，一把便将XXOO抱住，缓缓的放了下来。\n紫灵顿时上前道：“XXOO，你感觉怎么样？”\n只见XXOO牙关紧咬，紧闭双目，从嗓子眼里硬挤出几个字：“哎……呀……….可痛死我了！”\n此时，周光强却不禁上前推开二人道：“你们别挡道，我这还没治疗完呢。”\n说罢，推开二人，顿时露出炕上痛的冷汗直冒的XXOO，一抬手，解开绑住胳膊的布条，鲜血“哗”一下便涌了出来。\n周光强见状顿时有些不知所措：“哎呀，怎么流这么多血，呼呼，别急别急，接下来是，嗯，是怎么弄来着？哦哦，想起来了，止血消炎，对对对，是止血消炎。”\n看了眼从伤口中涌出的血水，周光强不禁又是一皱眉，喃喃道：“流这么多血，这可怎么下手？”\n抓耳挠腮想了半天，周光强顿时一击掌：“唉，不管了，就这么办。”\n紫灵闻言，心脏不禁又是一抽，看了眼一旁的IAEA，冲周光强努了努嘴。IAEA也不无茫然的一呲牙，两个人都感觉这位周光强周大牧师怎么越看越不靠谱呀。\n正在这时，却见门一推，刚才指路的那个老头子闪身走了进来。\n“强啊，那孩子的伤怎么样了？”\n一抬头，只见周光强正从地上抓起一把土，另一只手按住XXOO的胳膊就要把土拍上去，老头一见就木了。\n“强啊，你这是要干嘛？”\n“干嘛？止血呀，你看这小子的血流的，扑哧扑哧的。”\n“止血？”老头子看了看周光强的架式，抽搐道：“用土吗？”\n“啊！怎么了？我小时候流血都这么干的，好使着呢。”\n“啪！”一下，老头子一棍就把周光强手中的土打掉了，摇头道：“你这不是要人命吗？哎！强呀，你如今大小也算是名牧师了，你老师是怎么教你的，遇事要三思，你那武灵不是都开启一年多了，你怎么就不善于运用呢。”\n“?？对呀，我怎么就没想到呢，哈哈，还是村长说的有理，来，我试试。”\n说罢，只见周光强拍掉手中的泥土，在XXOO身前站稳，一抬手，灵光闪烁之下，顿时凝聚出一团拳头大小的水球。\n随即就见周光强双手一引，用水球包裹住XXOO的伤口，流出的血水顿时便将水球染成了血红色。\n周光强不禁皱了皱眉，双手像是用力过度都有些颤抖了，头上很快便隐现出细密的汗珠。\n过了足有盏茶工夫，这才见水珠的颜色逐渐褪了下去，很快便又变成了清亮的透明状，再看被水球包裹住的伤口，竟然正以肉眼可辨的迅速快速愈合着。\n见状，紫灵和IAEA二人这才将拧着的心放松了一些，轻吁一口浊气彼此看了看，脸上都出现了欣喜之色。从伤口愈合的速度来看，XXOO应该是有救了。\n又过了一柱香的工夫，XXOO的伤口终于结成了一块肉疤，但周光强却并没有停下治疗，双手一引，不禁又将水珠拉成了长柱状，将XXOO整个肿涨的手臂全都包裹了起来。\n可能是灵力消耗过度的原因，汗水早已浸湿了周光强的衣襟，而从周光强凝重的面色来看，便知道XXOO的伤决对不像表面上看到的这么好治。\n但一旁的老头子见状却不禁露出欣慰的眼神。看来，强这孩子再怎么憨，也是在不断成长呀。\n一直忙到大半夜，周光强终于灵力一收，一屁股便瘫坐在地，大口大口的喘着气。\n“哎呀妈，可累死我了，可累死我了，我不管了，我要去睡觉。”\n说罢，也不管紫灵众人了，翻身往炕上一躺，一翻身便打起了呼噜。\n老村长不禁摇了摇头，对紫灵二人笑道：“你们别见笑，强这孩子性子直，不过看样子，你们这位朋友的命算是保住了，天也不早了，强这里房子虽然破旧了一些，但睡下你们却不成问题，你们也早点休息吧，让你们这位朋友也好好睡上一觉。”\n说罢，一拉旁边的小孩子：“天儿，咱们走吧。”\n送走老村长，紫灵见XXOO正安详的睡着，此时伤也好了，烧也退了，不禁长出口气，一颗悬着的心总算是放了下来。\n“哎！累一天了，咱们也早点休息吧。”\n“嗯，村长，你都一天没吃东西了，要不要吃点什么？”\n紫灵扭头看了眼IAEA掏出来的烤土豆，不禁摇了摇头：“不吃了，没心情。”说罢，便沉沉的睡了过去。\n也许是太累的关系，这一晚紫灵连梦都没做一个，一直睡的死死的，直到被一阵喊杀声惊醒。\n“呀！杀！呀！杀！呼呼呼呼！！！”\n什么声音？紫灵蹭一下从炕上蹦了起来，环顾一下四周，只见正身处一间破屋中，顿时想起昨晚的事来，甩脸看去，只见大炕上XXOO睡的正香，而IAEA和那个大个子周光强却不见了踪影。\n正在这时，又听到一阵大喝声，紧跟着便是“呼呼呼呼”的声音，像是武器抡开来带动的劲风。\n怎么？谁在外面打起来了？难道村子被袭击了不成？紫灵顿时翻身下床，随手抄起一条顶门棍闪身便跳了出去。\n此时天已大亮，紫灵一步跨出，便看到IAEA正轻靠在门口，见自己出来，顿时点头道：“村长，您也醒了？”\n紫灵不禁一皱眉：“怎么回事？”随即朝院中望去。\n只见那个大个子周光强正赤着膀子满院子转圈呢，手中一对超大号的铁斧挂动风声舞的跟车轮一般。\nIAEA不禁一挺身站直身子道：“真怀疑这小子到底是医生还是战士，一大早便被他吵醒了，见你们睡的正香我也没打扰你们。”\n紫灵环顾了一下四周，见并无危险，这才将棍子一丢，点头道：“嗯，不管什么职业，这大个子这对板斧耍的倒是不错，要是碰上怪物，别的不说，光看这板斧的份量就能一划拉一片。”\n“嗯，的确如此。”\n说话间，只见大个子将板斧一收，闪身便朝二人走了过来，同时憨笑道：“呵呵，是不是把你们吵醒了？”"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440387180,
            "txt_content": "第十七章　光头强\n见大块头走过来，紫灵不禁抱拳道：“周牧师果然好身手，在下紫灵，昨晚真是多谢您出手相救，否则我那兄弟可就小命难保了。”\n周光强顿时一挥手：“唉，没说的，老师说过，要想当个好牧师就要多救人，那样对我的修为有好处。不过，那小子的伤我也没全治好。”\n“什么？”紫灵二人闻言不禁纷纷一楞。\n正在这时，却听里屋突然“哎哟”一声，紫灵二人顿时面色一色，闪身便冲了进去。\n“怎么回事？”一进屋，但见屋里并无异常，却见XXOO正抱着受伤的胳膊滚翻在炕上。\n见众人进来，XXOO顿时抱着胳膊道：“村长，我的胳膊…我的胳膊怎么没有感觉了？”\n紫灵闻言不禁大惊，暗道：难道是因为昨天用绳子绑的时间过久，胳膊要废了吗。凝神看去只见XXOO的胳膊早已恢复了正常，除了在箭伤的地方有一块明显的疤痕外并无什么不妥，不禁扭头问道：“周牧师，这是怎么回事？”\n周光强摸了摸大光头，摇头道：“他的伤太重了，伤了筋骨，凭我的能力只能做到这些，不过我可以带你们去找我老师，让他帮着再治疗一下应该就好了。”\n紫灵众人听罢这才暗松口气，纷纷暗道：有救就好，有救就好。随即同时喊道：“那咱们快走吧。”\n“哦。”周光强答应一声，却又一晃大头道：“不行不行，老师说过，没有大事就别去麻烦他老人家。”\n“这就是大事啦！”紫灵众人顿时异口同声地喊道。\n“哦，你们这么说的话，好像也是。”周光强歪着头思索了一下，顿时点头道：“那好吧，我带你们去找老师。”\n话音一落，只见门一推，昨天的那个小孩飞身跑了进来，一进门便高喊一声“强哥哥！”闪身便骑到了大个子的肩头上。\n“小天，快下来。”身后，老村长拄着棍子随即走了进来。\n见众人都在，这才冲紫灵众人问道：“你们这位朋友的伤如何了？”\n紫灵顿时抱拳道：“多谢老人家的照顾，我朋友的命算是保住了。不过，听周牧师说，还要请他老师再治疗一下才能痊愈。”\n“哦，是这样呀。”老村长点点头，随即看了看XXOO胳膊上的伤疤，问道：“看这位小朋友的伤，难道你们是碰到骷髅了？”\n紫灵顿时点头道：“正是。”\n“嗯，看来你们应该是从山里出来的吧？”\n紫灵听罢不禁一楞，疑惑道：“老人家，您怎么知道我们是从山里出来的？”\n老村长不禁轻叹道：“唉，咱们这里深居武灵帝国的中部，一般情况下是很少能碰到魔族的，但在前面这片大山里不知何故，经常会有人被魔族袭击，也因此，很少有人敢单独深入进去。”\n“为此，帝国也曾派出过军队进去清剿，倒是杀掉一些魔族，但在军队走后，那些魔族还是会偶尔出现，反复几次之后，军队也便懒的来了，兴师动众不说，还找不到几只小怪。但这样一来，便苦了我们这些当地百姓了，实不相瞒，我那儿子便是在那片森林里失踪的。”\n说到这里，老村长不禁擦了擦眼泪，拉过小孙子说道：“好些年了，我们也不抱什么希望了，还好那些怪物很少走出森林，但为了安全，官府也在各村之中加派了人手负责村子的安全。”\n说罢，看了眼周光强，说道：“不过，这也算好事，否则强这孩子也不可能找到老师教他。这孩子生性憨直，能够学会一门手艺，以后也不用我再帮着操心了，哎，他父母也是在那片山林里失踪的，都是苦命的孩子呀。”说罢，不禁抚了抚小孙子的头发，心中多少算是有些安慰。\n周光强闻言顿时紧了紧拳头道：“村长放心，有朝一时，我一定去把林子里的怪物全部杀光！”\n“又说傻话，你一个人能干什么？好好修炼你的武灵，照顾好自己就行了，杀怪物的事有军队来做就行了。”\n说罢，老头儿不禁对紫灵众人问道：“对了，看你们应该是外乡人吧，否则也不会轻易跑进山林里去的。”\n紫灵众人闻言不禁相视一楞，紫灵随即抱拳道：“实不相瞒，我们村子受到魔族的入侵，已经没了，我们三个好不容易才从魔掌中逃了出来，人生地不熟，所以才会误入这片大山。”\nXXOO随即补充道：“对对，真是太可怕了，这位便是我们的紫灵村长。”\n老村长闻言顿时一惊，马上抱拳道：“哦，原来您是村长，真是失敬。哎，我老了，早就该把这位子让给你们这些年轻人了，但由于山林中怪物作乱的原因，村里的年轻人参军的参军，迁走的迁走，已经找不出合适的人来接我的位子了。”\n说罢，不禁看了眼大个子，摇头道：“强这孩子人性倒是不错，可惜接不了我这位子，小时候就知道舞枪弄棒的，连饭都吃不饱，还好前两年他老师经过这里，见他天资不错，收他做了弟子，否则早晚也得饿死。”\n说罢，看了看时辰，对众人笑道：“哎，你看我这记性，村子里好久没有客人造访了，一看到你们我就收不住话匣子了。”\n说罢，不禁对周光强道：“强啊，你不是要带他们去找你老师治病吗？时辰也不早了，你们便早点出发吧，一会儿我给你准备些东西带给你老师。”\n“哦哦，你不说我还给忘了，呵呵。”周光强一晃大头，顿时憨笑了一声，冲众人招手道：“走喽，见老师去喽。”\n告别老村长后，一行四人急匆匆走出了山谷。\n虽然感觉被这傻小子牵着走很无奈，但听闻周光强的身世后，紫灵却对这个周光强充满了好感。尤其是周光强插在腰际的一对板斧，这要是身边能留下这么一位，那行走江湖岂不是安全多了。\n“唉，村长，想什么呢，这么出神？”XXOO抱着受伤的胳膊不禁凑过来问道。\n紫灵轻轻一笑，摇头道：“没什么，随便想想。”\n“嗯。”XXOO点点头，随即问道：“紫灵村长，我的伤真是这光头强治好的？”\n紫灵闻言不禁一笑：“怎么，给救命恩人随便起外号可不是什么好习惯呀，虽然我也忍了好久了，不过这外号对这大个子还真是贴切呀，哈。”\n别看大个子周光强一付傻乎乎的样子，但耳朵却不聋，听身后二人一笑，顿时扭头道：“你们笑什么？”\nXXOO不禁摇头道：“没什么，哦对了，光头强，我还没谢谢你的救命之恩呢。”\n周光强听罢不禁一楞，疑惑道：“疑？你怎么知道我的外号的？难道你以前认识我吗？”\nXXOO听罢也是一楞，眨巴眨巴眼睛道：“你真叫光头强？”\n周光强顿时点头道：“是啊！小时候大家都这么叫我的，不过我可不是光头哦。”\n说罢，不禁一低头，冲众人指点道：“你们看，我头上还有头发呢。”\n因为周光强身形太过高大，紫灵众人之前并没注意，此时周光强一低头，众人凝神看去却见大个子的头顶上果然软趴趴的贴着三根毛，顿时“噗哧”一声全笑了。\n“嘿嘿，嘿嘿。”见众人笑的前仰后合的，光头强不禁摸了摸大头，笑道：“怎么样，我没骗你们吧。”\nXXOO不禁一挑大拇指道：“高，实在是高。”\n“高吗？”光头强比划了一下XXOO的头顶，仅是与自己的肚子平齐而已，顿时笑道：“嘿嘿，是高，是高。”\n望着光头强胖大的身材，XXOO顿时一阵无语，思绪一动，不禁问道：“我说光头强，听说牧师能够帮别人开启武灵，那你会吗？”\n“武灵吗？”光头强抬手蹭了蹭下巴，顿时摇头道：“老师说了，我的灵力太强横，不适合帮别人开启武灵，不过你要认为我行的话，我倒是可以给你试试。”\n紫灵听罢，顿时想起光头强昨晚的那通闹哄，马上摇头道：“不必了不必了，既然咱们是要去找你的老师，那便一道请他老人家帮我们开启武灵就行了。”\n说罢，一个劲的冲XXOO使眼色。XXOO因为昨天晕迷的要死，对于这个光头强的所作所为可是一点印像也没有，只是听闻自己的命是光头强救的之后对他充满了好感而已。\n见紫灵村长一个劲的示意自己不要答应光头强的提议，虽然不明所以，但还是点头道：“嗯，紫灵村长说的有理，既然咱们是要去找你的老师，那便别在路上担搁时间了。”\n紫灵听罢，这才轻吁口气，真怕XXOO答应光头强后，止不定再折腾出啥事来呢。于是，众人一路上说说笑笑，天色渐暗之际，几个人便出现在一座城池近前。\n只见这里与普通的村庄不同，是一座有着石头围墙的小型城市，高耸的城门足有十几米高，上面用石头砌着几个大字“润丰城”，城墙上还有守城的兵将。此时天色转暗，城门却是已经关闭了。\n众人刚来到城门前，城头上马上有人喊道：“太晚啦，关城门啦，你们明天再来吧，回吧回吧！”\n紫灵闻言不禁一皱眉，抱拳道：“几位兄弟辛苦，我们是赶远路来的，已经走了一天了，您就抬抬手，让我们进去吧。”\n喊话的兵士顿时晃手道：“不行不行，上头有规定，天一暗就不放人进城了，万一出什么事，我们可担待不起，你们明天一早再来吧，前方不远便有一处旅店，你们先住那里去吧。”\n说罢，抬手朝城外一指。众人举目望去，只见在距离城门一望之遥的山坡上果然立着栋孤独的建筑，可能是专门为了赶不上进城的人准备的吧。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440387180,
            "txt_content": "第十八章　争　执\n紫灵看了看客店的影子不禁一皱眉，心道：这也太远了吧，真若再走过去，天都黑下来了。有心拿点银子出来通融通融，一摸口袋，可是蹦子没有。\n正在这时，只见远处人影一晃，一连七八个人飞奔而至，当头一人身形健硕，一身铁铠在夕阳的余晖下明晃晃闪人二目。\n就见此人连看到没看紫灵众人一眼，来到城门前便沉声喝道：“开门。”\n城上兵将此时也看到这些人的到来，顿时点头道：“原来是清风队长，请稍等。”\n说罢，回身便冲城下喊道：“快开门快开门，是清风队长回来了。”\n随着话音一落，只见高大的城门顿时“吱呀”一声开了道缝，一行七八个人闪身便从门缝进入城中。紫灵众人见状，顿时抬腿便要跟进去，但刚挤到门前，一支长剑便迎了过来。\n只听把门的兵丁连声喊道：“回去回去，你们不行，明天再来吧。”\n说罢，顿时“咣当”一声又将城门锁上了。\nXXOO见状不禁气愤道：“真是狗眼看人低，为什么他们行我们就不行，大家不都是人吗？”\n“都是人没错，但人家是人上人，黄金大剑末清风你们没听过吗？别说是你们，连我们都高攀不上，跟人家一比，咱们都是人下人，快老老实实的回去吧。”\n声音从门缝里懒懒的传了过来，紫灵闻言不禁挑了挑眉，思绪一动，转身对大个子光头强问道：“光头强，你老师在这城里名气怎么样？”\n“名气？啥叫名气？”光头强不禁摸了摸头上那三根毛，一时不明白紫灵的意思。\n“对呀。”XXOO却一拍手，随即一推大个子道：“啥叫名气都不知道，就是问你老师在这城里有名没名？”\n“名字啊，当然有啊，我老师叫……叫……我想想啊，叫……叫什么来着？”\nXXOO不禁急的连蹦了三蹦，抬了几次手都拍不着大个子的脑袋，顿时一脚踩在光头强的脚面子上，气愤道：“你丫的还有脸回来，连老师的名字都能忘，我还真服了你了。”\n光头强顿时眼睛一瞪，瓮声瓮气地道：“我回来还不是为了你小子，你想起来那你说。”\n“我说就我说。”XXOO不禁拿目光恶狠狠地回敬着大个子，动了动嘴，顿时斥道：“我说什么？你老师长啥样我都没见过，我TM人生地不熟的，连北在哪我都不知道，我说什么我说？”\n“那你着什么急？你得容我想想不行吗？”大个子思绪一动，突然托着腮帮子道：“等等等等，你说北？北什么来着……”\n“对了，北羽！我老师叫北羽！”光头强顿时一拍大腿，嘿嘿的傻笑了起来。\n一旁的IAEA闻言不禁眼神一挑，疑惑道：“你是说北羽牧师是你老师？”\n“嗯，对呀！”光头强不禁一楞，张口道：“你认识呀？”\nIAEA顿时倒退了七八步，围着城门辨认了半天，这才一边摇头一边回到众人身前道：“难怪我没有印象，这里应该不是我上次走的那道城门。\n紫灵听罢顿时点头道：“嗯，我也想起来了，之前曾听你说过，帮你开启武灵的牧师便叫北羽，难怪我听起来感觉很熟悉。”\nIAEA不禁说道：“跟北羽牧师我也只是见过两次，不过看样子在城中他的地位应该很高。”\nXXOO顿时击掌道：“着啊，那就好办了。”\n说罢，闪身跳到门前，对着门缝喊道：“快开门，快开门！我们是北羽牧师的学生，我们是来找老师的！”\n“喊喊喊喊什么喊？”城上的兵丁不禁俯身道：“什么学生老师的！老子在城中这么多年都没听说北羽牧师收过什么徒弟，你们如此胡搅蛮缠，是不是有什么不轨的企图？再不离开，小心我们拿弓箭招呼你们。”\nXXOO听罢不禁一捂受伤的胳膊，弓箭的滋味自己可是最清楚不过了，之前那一箭就险些要了小命。闻言顿时转身冲大个子问道：“喂，光头强，你小子说话到底有谱没谱呀？人家说北羽牧师都没收过徒弟，你这个徒弟又是从哪蹦出来的？”\n“什么？”光头强一听就火了，一把抽出腰侧的一对大板斧，指着城门上的兵丁吼道：“兔崽子，谁告诉你我老师没收徒弟的？我问你，那我这个徒弟是从哪蹦出来的？”\n紫灵听罢不禁一捂脸，暗道：这个光头强也真够憨的可以，哪有这么跟人家问话的。刚想阻止光头强的行为，却不想为时已晚，只听城头之上“唰啦”一声，四个人四张弓全都对准了城下众人。\n“大个子，我管你从哪蹦出来的，你要是想造反吗？我们便不客气了。”\n“什么？有种的你射一个我看看，我说我是北羽老师的徒弟那还能假吗？啊？你射一个我看看。”大个子也不知从哪冒出的傻气，晃着一对板斧便跟城上兵丁叫开板了。\n所谓不作死就不会死，人家当兵的哪惯着你这套，一见有人捣乱顿时吆喝着：“射他射他射他。”弓弦一弹，一排羽箭顿时挂着劲风便朝紫灵众人射来。\n紫灵等人一看人家真开弓了，顿时暗骂一声，吓的纷纷躲到城门洞里，只有大个子光头强举着一对板斧傻乎乎的站在那没动。\n只是一楞神的工夫，四支羽箭便分四个方向狠狠的插进光头强周围的地面上，露出的半截尾翎示威似的震颤着，发出“扑棱扑棱”的声音。\n虽然没射到光头强，但这一下可把光头强惹火了，顿时双斧一磕，高喊道：“好哇，你们还敢来真的，有种你们便下来，让我一个一个把你们当菜切！”\n带头的兵将不禁一皱眉，暗道：怎么这傻大个如此不识抬举，看来不给他放点血还就哄不走了。顿时一晃手中长弓喊道：“大个子，你若再不走，我们便来真的了。”\n原本几个人只是想吓唬一下城下这些人，以往也并非没有碰到过在城下耍横的，但一吓唬也便跑了，想不到今天却碰到茬子了，真不知道这大个子是真傻还是假傻，顿时一个个有些憋火。\n抬上羽箭刚要张弓，正在这时，却听城内有人喊道“你们这是怎么了？什么事这么热闹？”\n寻声望去，只见城内行来一人，几个闪身便来到城门下。看门的回头一看，认识，顿时躬身道：“哦，原来是华宁魔导师，您这么晚还没休息呀？”\n“嗯，有点事情耽搁了，这是怎么回事？”\n看门的顿时点头道：“哦，您来的正好，城外来了一群人，因为城门早已经关了，我们便没让进，您猜那群人怎么着？”\n“哦？”华宁闻言不禁一挑眉，按说天黑前关闭城门是长期以来的规定，因为天色一暗对于出入城门的人便不好辨认了，为了怕被僵尸传染的人混入城中，所以通常城门关的都很早，这也是无可厚非的事情。不单这里如此，整个武灵帝国几乎都这样。\n只听看门的兵丁说道：“这些人为了混进城，竟然说自己是北羽牧师的徒弟，您说好不好笑，我们一说北羽牧师从没收过什么徒弟，那些人就急了，此时正在城门外叫嚣呢。您跟北羽牧师最熟，您说北羽牧师又什么时候收过徒弟了？”\n“哦？竟然有这种事？”华宁闻言不禁面色一沉，北羽没收过徒弟不假，认识他的人都知道，但为何还有人敢于冒充呢？略一沉吟，顿时抬脚朝城头走去，沉声说道：“待我看看是什么人这么猖狂。”\n城头上四名兵将见华宁走上城头顿时纷纷见礼道：“见过华宁魔导师。”\n“免了。”华宁一挥手，不禁扒着城头朝下瞅了瞅，只见一名大个子正挥着一对板斧在城下叫嚣呢，凝神细看之下，华宁不禁“噗哧”一笑，点手道：“来人。”\n“是。”几个人顿时将长弓一摆，只待一声令下便给城下这小子点厉害瞅瞅。\n却听华宁轻笑道：“开门。”\n“是。”几个人刚要搭弓放箭，却马上意识到哪里不对了，不禁纷纷一楞。\n带队的将土顿时说道：“华宁魔导师，就不必麻烦您了吧，我们几箭下去就把这小子赶走了。”\n华宁闻言不禁皱眉道：“谁说要打发他走了？我是说让他进来。”\n“进…进来？您跟他认识呀？”\n华宁点了点头，随即缓步走下了城楼。\n随着城门“吱呀”一开，躲在门洞里的紫灵众人顿时吓了一跳，暗道：怎么箭射不到，他们还要杀出来吗？\n正在凝神戒备之下，却见城门洞开，一道混身素白的男子闪身走了出来。两方人一照面便皆是一楞，华宁扫视之下顿时大喜，紧走几步冲IAEA惊呼道：“你是…周自恒周兄弟？”\nIAEA也不禁眉头一挑，思索道：“华宁魔导师？您也在这城中？”\n“哈哈，可不是嘛，听闻前些天围场被袭，最后只逃出来几个人，我这还担心你的安全呢，正要联合一些人前去寻你，想不到你这就回来了，哈哈，太好了，走，到我家去。”\n此时，后面的大个子光头强见城门一开，顿时几步赶了过来，刚要举斧子冲进去，却看到一席白衫的华宁站在门前，不禁眉头一锁，抬斧子点指道：“哎，我说那个小白脸，我怎么看你这么眼熟呢？”"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440387240,
            "txt_content": "第十九章　北羽牧师\n华宁一听鼻子险些没气歪掉，但知道这大个子经常会冒傻气，不禁翩然一笑道：“强儿，怎么几日不见，你连师叔我都不认识了？你再仔细想想，我是你师叔华宁呀。”\n“华宁？”光头强板斧一收，不禁思索道：“好像…是有这么个人，喂，你真是我师叔吗？”\n华宁不禁轻笑道：“怎么，要不要我帮你想起来呢？”话音一落，只见华宁一抬手，灵光一闪身前顿时多出一块高大的石盒，中间一处黑洞洞的细孔如死神的眼眸般死死的指向光头强，后面一条红石电路一直连接到华宁手中的开关上。\n“发射器！”光头强见状顿时吓的一跳，别看没想起华宁这个师叔来，但光头强对这发射器可是记忆犹新的，想当初在跟老师修炼之时，便因得罪华宁师叔，被这发射器射的跟刺猬似的，还好当时有老师在场，否则早就暴毙而亡了。\n一看华宁又拿出这宝贝，光头强顿时收起板斧大叫道：“想起来了！想起来了！师叔在上，弟子给师叔磕头了。”说罢，倒身便拜。\n“好了好了，起来吧。”华宁一挥手，将发射器重新收回空间后不禁问道：“强儿，你带这么多人过来，难道是来找你老师的吗？”\n光头强忙点头道：“正是正是，可惜这群猴崽子们不让我们进去，师叔请稍等片刻，看我不把他们一个个脑袋揪下来当球踢。”\n说罢，板斧一摆，顿时便要动手。\n华宁不禁眼睛一瞪，斥道：“强儿，不得放肆。有师叔在，没人敢拦你的，随我走吧。”\n说罢，一转身径自朝城内走去。\nXXOO顿时上前一脚道：“光头强，还瞪什么眼，还不快走。”说罢，拉着光头强便尾随而去。\n紫灵不禁挤出一丝微笑，抬手冲左右的兵丁拱手道：“几位兄弟，辛苦辛苦。”说话间，几个人便扬长而去，只留下看门兵将们疑惑的目光。\n“我说哥哥、兄弟，那傻大个真是北羽牧师的徒弟吗？”\n“不像呀，北羽牧师那么大的本事怎么可能收这么个傻徒弟。”\n“是呀，看到那小子那对板斧没，还牧师？我看当战士倒差不多。”\n“哎哎哎，你们管那么多干嘛，忙半宿了，大伙都饿了吧。来，我老婆给我带的宵夜，大伙尝尝。”\n“哎，这个不错，我先来口。”\n“喂，老孙头，带酒了吗？”\n“…………..”\n城内一所宅院中，此时正有五六个人围坐在屋中。只见其中一名中年男子抬起XXOO的胳膊凝视了半晌，这才点头道：“嗯，看来还有救，强儿，你这次处理的很好，看来你的修为也进步了。”\n“呵呵，都是老师教导的好，对，教导的好。”听到老师的称赞，大个子顿时眼睛眯成了一条缝。\n之前因为自己修炼的异常困难，跟北羽修炼了一年多也没见多少成长，可是没少被老师责罚，一直以来，北羽也因这个徒弟是路边捡来的，也没什么成就，并没对外界说过。所以在进城之时，那些兵将才会误以为光头强这些人是假冒的。\n听闻XXOO的胳膊有救，紫灵和IAEA二人顿时一喜，紫灵忙上前道：“那便请北羽牧师快给我这朋友救治一下吧，有什么要求，只要我们能够做到的一定答应。”\n北羽听罢，不禁看了看华宁，又看了看IAEA和自己的傻徒弟，不禁摇头道：“算了，有这些人一起送过来，我若再提什么条件，岂不是太不尽人情了。这点小伤还不算什么，只是抬抬手的事。”\n说罢，随手从桌上拿起一把小刀，冲XXOO摇了摇，问道：“小兄弟，你怕痛吗？”\nXXOO见状，顿时脸都绿了，紫灵和IAEA二人不禁一捂脸，但不想发生的事情还是发生了。顷刻间，一道超分贝的嘶吼顿时从屋内冲出，巨大的音波吓的树枝上几只野鸟纷纷惊飞而去。\n转眼间，周围几座院落中便同时燃起灯火，十几号人挥舞着木棍、柴刀的便围拢了过来。\n好不容易，XXOO这声长笛才算停了下来，北羽牧师不禁挖了挖耳朵，再找其他人，早都捂着耳朵跑到屋外去了。\n华宁此刻正跟围拢过来的居民们解释呢：“不好意思，不好意思，打扰各位邻居们休息了，我们这里没发生什么异变，是北羽牧师在给人治伤呢，都回吧，大家都回吧。”\n众人闻言，这才疑惑的看了看北羽牧师的屋子，议论着走了开去。\nXXOO一嗓子喊完，低头一看，只见北羽牧师还举着小刀楞在那呢，再看自己的胳膊，竟然分毫未动。\n顿时皱眉道：“北羽牧师，你怎么没下手呀？”\n“下手？”北羽不禁苦笑：“我这还没下手呢，你都叫成这样了，我怕这一刀子下去，全城的人都被你吓出来呀。”\n“唉，看来是白费力气了。”XXOO不禁一叹，随即说道：“北羽牧师放心，这次我保证不叫了，您就放心治吧。”\n北羽不禁扫了一眼从门外陆续走进来的华宁众人，这才问道：“真不叫了？”\n“真…不叫了。”XXOO顿时点了点头，给了北羽牧师一个坚定的眼神，却发觉北羽牧师好像胳膊动了动，一低头，只见胳膊上的伤疤竟然不见了，一股鲜血随即如井喷般涌了出来。\n“啊！！！！！”XXOO顿时吓的大叫出来，但刚一张嘴，便被华宁从后面拿毛巾给捂上了。\n“唔唔！！！！”XXOO连挣了几挣，竟然没有挣开，顿时圆睁着二目盯着北羽的动作。\n只见北羽一刀划开XXOO的伤口后，顿时暗运灵力，一抬手，一团巨大的水球便包裹住了XXOO的整个胳膊。灵力运行，北羽却不禁眉头一耸，抬眼看了看XXOO，随即便低头专心治疗起来。\n惊惧的目光中，XXOO清楚地看到，原本井喷出来的鲜血在水球中只是一冲，便又缓缓的朝伤口中收拢了回去。紧跟着，身体中似钻入一条小蛇般疼痛起来，XXOO顿时痛的想要大叫出声，只可惜嘴被人捂上了，紧紧的。\n拼命挣扎了半天，弄的连华宁都开始冒汗了，心道：这小子TM是真痛还是假痛呀，还好自己有灵力在身，这若是交给一般人还真就按不住他。\n暗运灵力，华宁却不禁目光一凝，疑惑地看了看眼前这小子。而就在这时，XXOO体内的疼痛感却突然消失了，取而代之的则是满身的舒坦，长这么大XXOO还是头一次有这种清爽的感觉。\n但马上这种清爽便被胳膊上传来的一阵奇痒所代替，痒的XXOO拼命想抬手去挠，但身后的华宁却将自己箍的死死的，想动都动不了，无奈之下，XXOO只能拼命将身子扭来扭去。\n北羽牧师不禁挑了挑眉，冷哼道：“别动。”\n华宁顿时又加了一成力道，将XXOO整个人箍了个结实。\n只是盏茶工夫，便见北羽牧师灵力一收，华宁见状，随即也起身将XXOO放了开来。\nXXOO顿时如冲出水面的溺水者一般猛烈的呼吸起来。\n只听北羽疑惑道：“小子，你竟然没有开启武灵？”\n华宁也不禁点头道：“嗯，我也发现了。怎么现在的年青人都这么落破吗？”说罢，不禁将目光转向了一旁的IAEA。\n紫灵闻言不禁干咳一声道：“真是不好意思，实不相瞒，我们都是从深山的村落中逃出来的，因为太多年没与外界接触过，所以我们全村人都不知道有关武灵的事情。”\n华宁听罢，顿时眼神一眯，疑惑道：“怎么，你们几个竟是一起出来的？”\n紫灵不禁点头道：“正是，只因前些时我们村子被魔族袭击，全村人都死光了，只逃出我们几个。唉，可怜我那八十岁的老母……”说到这里，紫灵不禁使劲眨巴眨巴眼睛，硬挤出两点泪光。\n“哦？竟然还有这种事。”北羽沉吟一声，不禁将目光移向IAEA。\nIAEA顿时抱拳道：“没错，这位便是我们的村长紫灵，逃出来时，我与他们跑散了，还好又碰到一起，否则我在这世上便真无亲人了。”\n“嗯。”北羽轻轻点了点头，随即问道：“如此说，紫灵村长也没有开启武灵了？”\n紫灵顿时点头道：“正是如此。此次前来，除了帮我们这位朋友治伤外，我还想请北羽牧师帮我们开启武灵，有什么条件北羽牧师只管提。”\n“条件倒没什么。”北羽说罢，不禁皱眉道：“既然你们村子受到如此破坏，而且你也是一村之长，我倒不能等闲对待你们了。”\n略一沉吟，北羽这才说道：“我看这样吧，今日因为这位小朋友没有开启武灵的关系，耗费了我不少灵力，此时帮你们开启武灵，势必会大打折扣。我想过几日，等我的灵力修为达到盈满时再帮你们开启武灵你看如何？何况，你们这位小朋友也需要修养两日，之前的伤耗费了他不少精血，还好我已帮他打通了经脉，多修养几日再开启武灵对他只有好处。”\n紫灵闻言顿时抱拳道：“如此说来，紫灵万分感谢，只是，若要开启武灵的话，还需要我们准备些什么吗？我听说上次周自恒周兄弟开启武灵时是华宁魔导师提供的灵珠。”\n北羽闻言顿时点头道：“嗯，灵珠是必须的，而且灵珠的质地越好，开启的武灵潜力也便越大。就如同建房子，如果一开始只是建一座小屋子，那再怎么添加摆设，也无非只是一栋小屋子罢了，但若要一开始便建一座宫殿呢？这灵珠的质地便是你开始的根基，所以，若想要发展的强大，最好是用上好的灵珠来开启武灵。”\n说罢，一指旁边的IAEA道：“还好上次帮这位周兄弟开启武灵时，华宁拿出的是上等的恶魂灵珠，否则用普通的僵尸灵珠开启的话，周兄弟这难得的剑灵便算是废了。”"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440387240,
            "txt_content": "第二十章　异世狂曲\n紫灵听罢，顿时冲华宁和北羽二人抱拳道：“如此说，我便多谢华宁魔导师和北羽牧师的帮助了，这份大恩，我们狙击手小窝空中村落将永世不忘。”\n说罢，紫灵不禁扫了一眼旁边正兴奋的挥舞手臂的XXOO道：“子墨，不得无理，还不快过来谢过你的恩人。”\n“哦。”XXOO顿时扭动着刚刚恢复的手臂，闪身走到紫灵身前，冲华宁北羽二人抱拳施礼道：“楚子墨感谢两位恩人的搭救，这份恩情，子墨今后一定加倍回报。”\n“两位不必客气。”北羽一抬手，不禁对紫灵疑惑道：“方才你是说你们村子叫空中村落，难道是建在空中的吗？”\n“嗯…..”紫灵略一沉吟，顿时摇头道：“不是，我们只是建在高山上的，因为浮云在山腰处飘动，冷眼看去便如同在天上一般，所以才叫空中村落。”\n“哦，原来如此。”北羽这才点头道：“据我所知，咱们武灵帝国也只有皇城才是建在空中的，那种建筑的巅峰也唯有顶级建筑师才能做到。”\n说罢，北羽不禁目露神往之色。由此可见北羽心中的皇城是何等的壮观了。\n紫灵不禁暗叹一声“好险”，这若是大吹一通岂不露馅了，一个连武灵都不知道的村子竟然跟皇城相媲美，那不明摆着胡扯吗？让人一听便感觉这几个人不怎么可靠，那还怎么求人家帮自己开启武灵呢。\n之前刘子玉也曾说过，开启武灵的话，是需要一笔不小的资金的，既然人家已同意免费为二人开启武灵，看来这面子给的还真是足足的。嗯，以后对待这几位朋友还真要多上上心了，这份情以后一定要想办法报答才是。\n想至此，紫灵不禁报拳道：“北羽牧师、华宁魔导师，天色已晚，我们也不便再打扰两位恩人休息了，两日后我们再来叨扰。”\n“不，谈不上打扰二字。”北羽不禁摆手道：“此时已入夜，城中店面早已闭门，好在我这里时常会有病人造访，住的地方却是不缺，不如今日就住在我这吧。”\n说罢，没等紫灵众人是否同意，马上点手道：“强儿。”\n“诶，我在这呢。”光头强闻言忙抱着自己的小包跑了过来，随即将小包朝北羽面前一递，憨笑道：“呵呵，这是村长让我带来的，刚才见老师正给小叉叉治伤呢，忘了拿给你了。呵呵，这下好了，小叉叉那小胳膊又能拨弄了。”\n“小叉叉？”北羽不禁扫了一眼XXOO，知道这可能是活宝徒弟给人家起的外号，顿时轻笑道：“好，先放这吧，今晚大伙都别走了，强儿，你便带大家先到后院休息一下，一会儿我叫人做些吃的，相信众位都还没吃饭吧。”\n紫灵闻言顿时抱拳道：“北羽牧师不必麻烦了，我们随身都带着干粮，随便吃些便行了。”\n“不，到这里你们便是客，一切都交给我吧。”\n紫灵无奈，知道北羽也是性情豪爽之人，只好抱拳道：“如此说来，那紫灵便谢过了。”\n大城的繁华果然不是普通的村落所能比拟的。次日天明，紫灵众人闲来无事，不禁告别北羽牧师，在光头强的带领下在城中闲逛。\n只见城中人来车往好不热闹，街道两侧的铺面摆着各色商品，店家站在门前比赛似的吆喝着，吸引着游人的目光。\n远远望去，只见街角处最是热闹，一个铁匠铺前围的是里三层外三层的。众人挤进去一看，只见一名光头大汉光着大膀子正冲在场众人吆喝呢。\n“各位乡亲父老，我刘大锤在润丰城住了也不是一年两年了，有认识的，也有不认识的，知道我刘大锤打的兵器质量好的请鼓个掌，给我捧捧场。”\n一抱拳，四周还真有不少赏脸的，顿时起哄般的叫起好来。\n刘大锤顿时满意的冲四周又作了个罗圈揖，随即说道：“谢谢谢谢，谢谢各位乡亲。那么，也有不认识我的朋友，有人就说了，你小子吹了半天，那你的武器到底好在哪呢？”\n说罢，抬手从兵器架子上拿起一把铁剑，冲众人摆了个起手势，随即剑势一收，抱拳道：“好！咱们口说无凭，现在我就给大家演示一下，为什么我这武器就这么好呢？大家看到我手中的这把剑了吗？”\n说罢，捧着铁剑转圈给众人看了一眼，随即从旁边拉过一根碗口粗的木头，冲众人抱拳道：“各位请上眼，说这根木桩粗不粗？”\n众人顿时起哄道：“粗！”\n当然也有一小部分起哄道：“不粗！”\n刘大锤不禁一瞪眼，举目道：“谁说不粗的？不粗的话你找一个粗的来我瞅瞅。”\n“哈哈哈。”众人顿时一阵哄笑，但却没一个人站出来。\n刘大锤见状这才满意地笑道：“好，既然大家都认为这根木头够粗，那各位客官请上眼！”\n说罢，就见刘大锤将长剑高举过顶，对准木头便是泰山压顶般一剑砍下。\n“呀！开呀！”一声断喝，只见碗口粗的木桩顿时应声断为两截。\n“好呀！真是好剑！哗！！！”人们顿时热烈的鼓起掌来。\n刘大锤将长剑在手中一弹，“叮”的一声脆响，随即双手托着长剑转圈给众人看道：“各位，各们客官请上眼，瞅瞅我这剑刃，一点不磕，一点不卷，就这剑，您若买去，保准您是什么防护装备也挡不住，一剑削下去，砍什么断什么。”\n话音一落，人群中顿时有人高喊道：“我说刘大锤，你吹的这么悬呼，那能砍断钻石装备吗？”\n“你个死老六，给老子滚犊子。”刘大锤不禁冲说话之人瞪了一眼，举剑道：“咱说的是铁质装备，你抬出钻石装备来干嘛，那不是拿鸡蛋往石头上砸吗？你砸一个我瞅瞅。”\n那位叫老六的男子顿时起哄道：“你店里不是还有把钻石剑呢吗？也拿出来给大伙开开眼呀！”\n“对呀，快给我们拿出来瞅瞅。”人群中顿时有人随着起哄起来。\n刘大锤闻言不禁把头摇的跟拨浪鼓似的：“不行不行，那是咱的镇店之宝，多少钱老子也不卖。”\n“真不拿出来呀？”\n“真不拿，决对不拿。”刘大锤一边说着，一边闪身走到店门口，长剑一托，门神一般站在那里，好像生怕有人闯进店去把他的镇店之宝抢出来一般。\n老六见状顿时甩下一句：“不拿我们可就走了，兄弟们，没热闹看了，走喽！”\n“走喽！”话音一落，人群顿时“呼啦”一声走了一大半。\n刘大锤见状顿时急喊道：“哎哎哎，都别走呀，铁剑有人买吗？铁剑啦，嫌贵的话我这还有石剑和木剑，要多便宜有多便宜啦。”\n连吆喝了几声，剩下的人也走个精光，没热闹可看了，谁还会矗在这。\n刘大锤不禁摇了摇，回身将铁剑重新挂回到兵器架子上。口中喃喃道：“哎，多好的剑，可惜了，没有识货的，真是不景气呀，啥生意都不好干。”\n紫灵见人都走光了，不禁缓步走到刘大锤身后，看了看兵器架子，只见上面刀、剑、镰刀、斧子的挂了满满一架，不禁问道：“老板，你这铁剑怎么卖的？”\n刘大锤闻言顿时心中一喜，慌忙回头笑道：“哎，客官真有眼光，我这把铁剑可是削铁如泥的好剑，刚才我的演示您都看到了吧，不放心的话，您可以亲自试一下。”\n“不必了。”紫灵随口答应一声，抬手便将刚才那把铁剑摘了下来，看了看，果然锋利异常，丝毫没有磕崩的痕迹。抬指一弹，只听“叮”的一声，清脆中隐隐含着一股律动。\n“果然是把好剑，老板，这剑是您锻造的吗？”\n刘大锤顿时陪笑道：“客官您这话说的。”抬手一指门前的招牌，刘大锤不禁笑道：“您看，我这里是铁匠铺，这里的东西当然都是我做的了，您要是相中了您给十枚金币，剑这东西讲求的是一个缘份，看客官身形伟岸，再配上这把好剑一定更是英气勃发。”\n“好了，这剑我买了。”听刘大锤一阵奉承，紫灵不禁皱了皱眉，顿时打断他再说下去，心中却不禁暗道：此人真是打铁出身吗？怎么这张嘴跟个店小二似的。\n不过话一出口，紫灵马上便后悔了。十枚金币，说起来简单，但一摸口袋紫灵才发现，自己竟然分文没有。微一皱，紫灵不禁看了一眼身后的IAEA，眼角余光一扫，却看到一旁的XXOO正掩着嘴等着看热闹呢。\n只可惜XXOO小看了IAEA与紫灵的关系，见紫灵看过来，知道紫灵是因为没钱，顿时抬手从空间口袋中掏出十枚金币。\n“老板，钱。”说罢，抬手扔到刘大锤手中。刘大锤见买家这么痛快，顿时笑的嘴都合不拢了，一边收起金币一边推荐道：“谢谢老板，您看我这里还有几把铁剑和石剑，都是非常不错的上等货，铁剑我只要五枚金币，您看怎么样，看你们这多人，就只买一把铁剑会不会不够用，您若多要几把我还可以再便宜。”\n紫灵闻言不禁扫了一眼旁边的几把铁剑，拿起一柄抬指一弹，只听“叭啦”一声，发出一种破铁片子的声音，顿时一皱眉，随手又放回到架子上，摇头道：“算了，我们就要这一把便好。”\n说罢，带着IAEA众人转身而去。\n刘大锤在后面还吆喝道：“老板以后常来呀。”\n见刘大锤一付小人得志的样子，XXOO不禁疑惑道：“我说紫灵村长，咱们是不是上当了？刚才那个铁匠明明说铁剑是十枚金币，怎么咱们买完一把后，他又说其他铁剑只要五枚金币了？”\n紫灵不禁取出长剑道：“怎么，你认为这把铁剑会是那个铁匠做的吗？”\nIAEA顿时摇头道：“绝对不是，从他架子上挂的武器来看，基本上都可以用粗制烂造来形容，村长眼光很不错，只有您选的这把可称为铁剑中的精品。看来，这小子止不定从哪淘换来的呢。”\n“嗯，我也是这样认为的，不知怎的，看到这把铁剑后就令我想之以前用过的那把神器来了，也算是有缘吧，IAEA买剑的钱回头我会还你的。”\nIAEA不禁点头道：“嗯，随便。”\nXXOO则疑惑道：“怎么，以前你也有过一把铁剑吗？利不利害，快给我说说。”\n“嗯，当然厉害了，否则我也不会如此怀念它了。”看着XXOO一付期待的眼神，紫灵不禁笑道：“好吧，说说也行，嗯，这要从哪说起呢？”\n略一思索，紫灵顿时把思绪调回了过去：“记的那是在村子刚刚建成后不久，为了找寻资源，我开始了游历生涯。说来也是走运，就在我登上一座新大陆的时候，突然从山坳里冲出几只僵尸和骷髅，而其中一只僵尸手中竟然拿着一把附魔铁剑………..”\n一路走一路说，紫灵便把得到第一把神器的经历对众人述说了一遍。\n最后不禁叹道：“也就是从那时起，我结识了好黑123，那时候他还是个不折不扣的熊孩子。”\n“好黑123？”XXOO略一思索，顿时点头道：“就是随咱们进入末地屠龙的那个好黑123吗？”\n紫灵点点头，轻叹道：“嗯，就是他，我的好兄弟，可惜，他没有坚持到最后。”\n一席话不禁将众人又拉回到痛苦的回忆之中。末地一战，死了好多人，都有三人的至亲好友。与IAEA生死之交的狼族兄弟，与XXOO同为三大长老的闻香以及城管众人，大家死的都好惨。\n紫灵就更不必说了，那些一起并肩战斗成长起来的兄弟们死掉的最多，也最令紫灵痛心不已。\n“我的好兄弟们，你们安息吧，我一定会重建起我们的村落，让我们狙击手小窝在这异世再度辉煌强大起来。”\n望着眼前的繁华世界，紫灵三人不禁流露出决绝之色。是的，这又是一个新的战场，与之前的游戏世界完全不同的战场。在这里我们会痛、会流血、甚至会死去，但我们来了，我们就要奔着我们的理想而奋斗，在这异世闯出一番属于自己的诗篇。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440387300,
            "txt_content": "好啦，今天的十章连更完毕，其中第11、13、14章在等待审核，大家回头再看吧。我重发了几次都通不过。"
        },
        {
            "author": "zhengyifan4783",
            "timestamp": 1440389640,
            "txt_content": "半个狙神 发表于 2015-8-24 11:35\n**** 作者被禁止或删除 内容自动屏蔽 ****\n为什么啊"
        },
        {
            "author": "1137246733",
            "timestamp": 1440465780,
            "txt_content": "的确是我的失误。\n我表示抱歉，没有弄清楚就判你为剽窃。\n但你以后要记住，如果你的文章发在非mcbbs的地方，记得要在帖中声明并且给出证据，不然很容易被认为是剽窃的。不然除了我还会有更多的人认定你是剽窃的QAQ\n至于把你的帖子下沉，则是因为你违反了比赛规则。\n不能使用旧稿是不能使用已经发出的，包括连载中\n表示抱歉，还有什么事宜可以私信我"
        },
        {
            "author": "fsjhydc",
            "timestamp": 1440466680,
            "txt_content": "可怜又一篇好文被陷害成这样 估计作者不会继续更新拉巴"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440467100,
            "txt_content": "好吧，我接受版主的道歉，不过我又仔细看了一下参赛规则，并没有写正在连载中的作品算旧作，而且，我这部作品刚刚完成一半，大概会写到明年二三月份，从时间上来看与比赛结束时间差不多，于是在读者的强烈要求下我才来的。\n原本是想每天更新10章，追到目前166章的进度后，会以论坛更新为主的，但如果版主认为这种参赛方式不好的话，我不参赛也好，给那些新人一些机会吧。不过，如果有时间，我会继续更新下去的。毕竟，好文是要大家一起分享的。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440467280,
            "txt_content": "第二十一章　有杀气\n看着紫灵三人一个个奇怪的表情，大个子光头强突然发出一阵傻笑：“嘿嘿，嘿嘿嘿，你们讲的故事真好玩，嘿嘿，还有什么好玩的，再讲一个，再讲一个。”\nXXOO不禁冲光头强翻了翻白眼，随即说道：“村长，我也想弄一把长剑了，这样万一碰到什么特殊情况就不必再拿石头棒子什么的生夯了。”\n心神一收，紫灵这才说道：“买这把铁剑，我也只是心血来潮一时冲动，就目前情况来说，咱们还是应该等武灵开启之后看看武灵的属性再定，万一咱们也跟IAEA一样是剑属性的话就省了好多麻烦，毕竟咱们现在还很穷，能省一分是一分吧。”\n“哦。”XXOO听罢，不禁轻轻点了点头，神情甚是落寞。\n紫灵见状，顿时一抬手，将长剑送过去道：“怎么，不高兴了？要不，这把铁剑你先用着。”\nXXOO瞄了铁剑一眼，却是摇头道：“我…我想要钻石剑……”\n“啪！”一巴掌下去，不禁打的XXOO满眼金星乱晃。\nXXOO及紫灵众人不禁同时一楞，谁这么大胆子竟然敢打我兄弟？紫灵不禁扫视了一下四周，却发现众人都在奇怪的盯着自己。\n一低头，紫灵顿时发现自己竟然还摆着打人的架势，从手中微微震痛的感觉来分析，这一巴掌大概应该可能也许是自己打的吧。\n思绪一动，紫灵顿时一个收势，站直身子轻咳一声道：“嗯，那个，钻石剑是吧，好吧，等咱们有钱了一定给你弄一把。”\n说罢，收起手中的铁剑，背过身道：“这把铁剑既然你不喜欢，那我就先收着吧。”说罢，没事人一般的迈开方步朝前走去。\n“喂喂，关键点应该不在这里吧？”XXOO捂着肿起来的腮帮子哭诉，看着众人一个个漠然离去，仿佛是被整个世界遗弃的可怜小孩。\n转过一条大街，只见一座精美的铺面华丽的出现在街角，门前一块金字大匾上书“异度空间”四个镏金大字。\n紫灵三人看罢不禁纷纷一楞，“异度空间”？难道是可以传送到异世界吗？那会不会也能回到自己的那个世界中呢？转眼已经出来一个多月了，也不知家里此时乱成什么样了。\n被店名所吸引，三个人不禁纷纷走入“异度空间”之中。一进门，却见这里哪是什么“异度空间”，分明是一个卖饰品的小店。\n只见店中转圈柜台上摆放的除了耳环、戒指便是手镯之类的装饰品，大一些的便是镶嵌宝石的腰带及一些精美锈花的布袋之类的，门口处还有一个柜台里专门展示着各色大小宝石。\n原来是卖饰品的，这东西应该对自己没什么用，而且这种奢侈品自己也买不起呀。\n四个人转身刚欲离开，却见从里屋闪身转出来一名掌柜模样的人，见有客人光顾，顿时满脸堆笑道：“欢迎光临，小店出售各种空间装备，各位客官可以随意挑选，如不满意，里屋还有一些精品的空间装备。”\n“空间装备？”紫灵三人不禁相视一楞，XXOO随即一指IAEA说道：“不会是你那种空间口袋之类的装备吧？”\n紫灵顿时点头道：“看来应该没错，想不到竟然还有卖这种东西的，而且看样子，种类还真是不少。”\n说罢，不禁朝柜台内看去，只见大大小小各种形态造型的空间装备晃花了眼，而且看起来却都跟普通装饰品并无两样，若不是掌柜的道破玄机，恐怕打死自己也不会想到这会是空间装备。\n转圈看了看，感觉也就腰带还算适合自己，不禁指着其中一条镶嵌着绿宝石的腰带道：“老板，这条腰带多少钱？”\n老板见状顿时一挑大拇哥：“客官您真有眼光，我这条腰带可是本地最著名的年青一代魔导师中的佼佼者华宁魔导师的杰作。”\n说罢，将腰带拿出来递到紫灵近前道：“您看这腰带的做工，金丝银线绣刺的富贵吉祥，中间烘托出一枚上等的绿色宝石，所谓百花丛中一点绿，围在腰间，必能显现出客官您的大富大贵之相。”\n店掌柜话音一落，一旁的大个子光头强却乐开了：“呵呵呵呵，我当是谁呢，原来这条小鞋带是我那小师叔做的，呵呵，不过用来系鞋有点短，不适合不适合，回去我让师叔给我做条长的。”\nXXOO闻言不禁斥道：“就你那两只鞋跟个小船似的，还系什么鞋带，回头弄两条草绳好歹绑绑算了，用啥都是浪费。”\n紫灵和IAEA听罢不禁摇头轻笑一声，但一旁的店掌柜可是吃惊不小，忙抱拳道：“真是失敬失敬，原来几位客官竟然认识华宁魔导师，那这条腰带您看……”\n见紫灵众人与华宁认识，店掌柜顿时在心里开始打起了小算盘，原本这条腰带是想狠宰对方一笔的，但若是这个价格传到华宁魔导师那里，恐怕以后自己这生意也就别想做了。\n做人不能太滑，当初与华宁魔导师谈好的一定会价格公道，华宁这才同意将自己的作品摆到这里卖，若是让华宁知道自己从中捞了太多差价恐怕对自己不利呀。\n正思索间，却听紫灵不禁点头道：“老板，这条腰带您卖多少钱？”\n店掌柜顿时陪笑道：“价格好说，好说，既然几位认识华宁魔导师，那我就给客官打个折扣，收您一万两千枚金币，您看如何？”\n紫灵闻言顿时眉头一皱，惊问道：“多少钱？”\n店掌柜一听就开始冒汗了，慌忙道：“客官，您要是嫌贵的话，就再抹个零头，收您一万枚金币得了，这也是看在您跟华宁魔导师结识的面子上，我可是一分钱也不能再去了。”\n一边说着，店掌柜一边肉痛的要命，要知道，卖给外地人，这条腰带可是要价五万枚金币的呀，这么好的货色，可是不太好淘到的，这么多年华宁魔导师也就只做了这一条如此精美的空间腰带而已。\n只见紫灵将腰带在手中掂了掂，随即交还给店掌柜道：“嗯，价格还算合理，您先收起来吧，我们只是看看，并没打算买。”\n说罢，有模似样的在店中华丽的转了个身，随即一拉呆若木鸡的XXOO众人，闪身走出了“异度空间”。\n直到紫灵众人走远了，店掌柜这才轻吁口气，暗道：还好没买，否则自己可就亏大了。又看了一眼紫灵众人，确定几个人不会再回来了，这才将腰带放回柜台，但略一思索，却又拿了出来，闪身拿去了里屋。\nXXOO回头看了一眼“异度空间”，不禁吐了吐舌头：“想不到这空间装备还真TM不是一般的贵，还说打折了，打折了还能卖一万枚金币吗？”\n说罢，不禁冲IAEA道：“IAEA，你说那个店掌柜是不是在矇咱们，哪有这么宰人的。”\nIAEA摸了摸口袋，摇头道：“宰不宰人我不知道，但我知道我在高老大那干了一个多月，只不过才拿了50枚金币而已，我这还算多的，我手下那些看守，一个月也不过只挣10枚金币。”\n“什么？就这么点？”XXOO顿时大惊道：“如此说，村长刚才买的那把铁剑却也不便宜呢，相当于一名看守一个月的工钱呢。”\n说罢，XXOO不禁拍了拍紫灵的肩膀道：“我说村长，你还真够冷静的，那么贵的东西竟然都没把你吓到，当时一听那价我就木了，站在那一动也没敢动，生怕一个不小心把哪件宝贝碰坏了，打死我也赔不起。”\n经XXOO一拍，紫灵不禁一机灵，这才回过神来，扭头看了看“异度空间”，却早已消失在街道那头了。顿时拍了拍胸口，叹道：“哎呀，可吓死我了，想不到一条腰带竟然会那么贵，一万枚金币呀，这要是全部买成铁剑，完全可以装备一支军队了。”\nXXOO听罢顿时笑道：“哈哈，我还当你是真英雄呢，想不到堂堂紫灵村长也有被吓到的时候，哈哈，真是太好玩了。”\n话音一落，突然感觉面前一黑，顿时“呯”的一声贴在了光头强的后背上。\nXXOO顿时揉了揉撞痛的鼻子，抬腿冲光头强踢道：“死光头强，没看到后面有人吗？停下怎么不说一声。”\n光头强不禁回身道：“这个，不怪我，是IAEA突然停下的。”\n“IAEA？”XXOO不禁从光头强的身后探出头来，果然看到IAEA正盯着前方一栋高大的建筑发楞，一见之下，不禁也引起了XXOO的好奇心。\n“那是什么建筑？”XXOO不禁一边揉着鼻子一边走到IAEA近前。只见这栋建筑相较周围的建筑来说可算是个超级大家伙，就跟光头强和XXOO二人站在一起一般，明显不是一个层次的。\n只见楼高五层，为古代宫殿式建筑，角翘屋檐，每一层都建有蓝色琉璃瓦的偏坡，远远看去非常气派，整个建筑的占地更是几乎占据了大半条街。\n凝视半晌，IAEA不禁沉声道：“大家小心，这条街有杀气。”"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440467340,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-25 09:58 编辑 \n\n第二十二章　猎魔团“杀气？”紫灵二人不禁张望了半天也看不出个所以然来，不禁将目光转向了光头强。光头强捋了捋头上的三根毛，皱眉道：“你们，你们都看我干嘛，我也不知道那是什么地方。”紫灵闻言，顿时冲众人点手道：“走，去看看。”说罢，紧了紧手中的长剑，一行四人闪身便朝高大的建筑走去。置身于街道之中，只见这里却是比其它几条商业街还要繁华热闹，人们进进出出的都是奔那栋建筑去的。但与其它商业街不同的是，来这里的人明显都带着一些武器装备，神情也都冷漠的似乎可以杀人，空气中隐隐泛出一种箫杀之气。IAEA不禁皱了皱眉，冲紫灵道：“村长，这里的气氛不太对劲，我看咱们还是离开吧。”紫灵闻言顿时朝周围看了看，却并没感觉到什么危险，只不过经IAEA提醒，倒也发现了进出这里的人似乎都是一些修为强大的家伙，这一点从他们手中所拿的武器便能看出，铁剑、石剑在这些人的身上就跟不要钱似的，放眼望去比比皆是，紫灵甚至还在一些人身上看到了钻石剑的身影。XXOO不禁一拉紫灵的衣服，拿下巴指点道：“紫灵村长，快看那个。”说罢，哈喇子都流出来了，紫灵扭头一看，只见在一名身形消瘦的男子身上竟然挂着一柄光华隐现的钻石剑。“附魔钻石剑？”紫灵见罢也是一惊，想不到这么轻易便看到了传说中的附魔装备，不过从男子冷峻的面容看，却是隐隐泛出一道杀气，不论男子走到哪，周围的人都会自觉退避开去。一闪身，男子很快便消失在大殿之中。此时，紫灵众人已尾随到了大殿门前，一抬头，只见门上高悬一块巨匾，上书“猎魔团润丰城分部”几个金色大字。“猎魔团？”IAEA不禁一楞，思索道：“我倒是听闻过在武灵帝国存在这么一种职业，专门靠接受各种任务收取报酬谋生，因为以猎杀魔族的任务为多，所以便叫做猎魔团。”XXOO听罢顿时喜道：“听起来似乎好好玩的样子，咱们快进去瞅瞅。”说罢，闪身便朝大门跑了过去。光头强顿时在后面高喊道：“哎，小叉叉，等等我。”说罢，几步便赶了过去，高大的身形这一跑起来，倒像是猛犸巨象冲刺一般，整条街都跟着震颤着。周围的人群顿时自动让出一条通道，不时有人对光头强胖大的身材指指点点。一进大门，紫灵众人便是一楞，只见一层大厅里密密麻麻挤的全是人，大殿整个被人群分成了几条大道，而在道路两边的竟然全是……摆地滩的？紫灵见罢便是眉头一皱，不是猎魔团分部吗？怎么这里却更像是破烂市场似的？随着人流走入大殿，只见这些摆地滩的也不像是专业的商人，一个个横眉竖眼的，手持刀剑，看到客人便跟见着仇人似的。这哪是卖东西呀，分明是来打架的。不过这些人卖的东西却是五花八门，从农具百货到武器装备、各种灵珠、宝石，各式各样品种繁多，但好多似乎都是用过的旧货，看来果真是一处旧货市场。挤到一处小滩近前，只见正有一名男子跟卖家寻价。小滩不大，仅摆着几件物品，一柄铁剑、一套二手的皮革护铠，还有几块宝石和一枚绿宝石戒指。卖货的却是名女子，不过从她那方方的大脸来看，紫灵怎么瞅也看不出哪里跟男子有什么区别，只不过从她身上的女装上能够判断出应该是个女的。“村长，这家伙不会是人妖吧？”XXOO不禁拉了拉紫灵的衣襟，轻声道。话音一落，却见卖货的女子顿时朝XXOO瞅了过来，似乎是听到了XXOO的说话，随即挑眉道：“我是凤祥猎魔团的，不是你们要找的人妖朋友，或者你们看中什么商品吗。”XXOO闻言顿时一吐舌头，正不知要做何回答，却听之前寻价的男子拿起那枚戒指道：“老板，这枚是空间戒指吗？”女子顿时点头道：“是的，别看这枚戒指做的小，但却是24格空间装备，你要的话，只收你五百金币。”“五百金币？”紫灵闻言便是一楞，怎么同样是空间装备，价格却相差了这么多，之前的那个什么“异度空间”的老板卖的那条空间腰带可是要价一万金币的。紫灵不禁多看了几眼那枚空间戒指，只见男子在手指上试了试，竟然戴不进去，顿时摇摇头，又将戒指放了回去，口中喃喃道：“唉，价格倒是不错，东西也好，只可惜我用不了。”说罢，摇着头走了开去。女子见罢不禁扭头冲紫灵众人问道：“你们要什么？”说话很冷，很直接。听的紫灵众人只感觉这女的是不是刚从冰窖里爬出来的，说话都冒着寒气。紫灵顿时摇了摇头，也没说话，带着XXOO众人径自转了开去。绕了两条人为形成的通道，只见各色商品真是卖什么的都有，询价过后，紫灵便开始后悔了。只见各种武器装备在这里比比皆是，而铁剑的价格就算成色比紫灵之前买的那把还要好的，在这里也不过六七枚金币的样子，这不禁令紫灵悔的肠子都青了。虽然差价不多，但对于身无分文的紫灵来说，却也是个天文数字了。想来，那个铁匠弄不好也是从这里淘去的，然后被冤大头紫灵相中给买了过来。早知道这里有这么好的淘宝市场，紫灵又何必去充什么大头嘛，难怪当时那个铁匠吆喝完后，众人便全都散去了，看来果真是外地人好骗呀。转了半天，众人发现这里别看人比较多，但却并没多少吵杂之声，人们的寻价交易都是直来直去非常干脆，并没有卖家因为想多卖件商品而大声吆喝的。转到大殿里侧，只见在大殿的另一端却呈现出另一派景象，与这边的拥挤不动相比，那边则明显冷清了很多，也没有摆滩设点的，只有两处长条的服务台，分别标注着“注册区”和“任务区”字样，后面则站满了统一着灰色制服的工作人员。此时，正有一些类似于猎魔团的人站在任务区台前翻看着本子，有的则已经合上本子，与服务人员交谈几句后，冲身后一晃手，转眼便有一大群人跟着消失而去。看罢多时，紫灵不禁指着两大区域说道：“想来，这里应该便是注册新的猎魔团及领取任务的地方。”众人闻言不禁纷纷点了点头，XXOO则一指服务台旁边的楼梯口说道：“看，那里可以上楼，不知道楼上会是什么样子。”说罢，闪身便走了过去。哪知道刚走到楼梯口，马上有工作人员抬手拦道：“请出示团徽。”“团…团徽？”XXOO顿时摇头道：“什么团徽，团徽是什么？”工作人员见状顿时一指旁边的注册区，非常礼貌的介绍道：“如果没有注册猎魔团请到那边登记注册，楼上是只有S级以上的猎魔团才能上去的。”“啊？竟然还有这规定。”XXOO不禁抬头看了一眼楼上，却发现之前看到的那位配有附魔钻石剑的男子正拎着一个小布袋走了下来，袋子里鼓鼓的，从突出的形状来看里面装的似乎全是金币。目送着男子离开，XXOO不禁喃喃道：“可恶，真想上去看看。”回身冲紫灵众人摇了摇头，却随即思绪一动，顿时对紫灵众人道：“紫灵村长，要不，咱们也注册一个猎魔团吧，听起来好像好好玩的样子。”紫灵不禁摇头道：“咱们这次是出来玩的，注册什么猎魔团？而且咱们的目标不是要重建村子吗？”“村……长！”XXOO顿时正色道：“请不要再用那种村子被灭的无聊借口好不好？”紫灵听罢不禁一皱眉，扭头看了眼旁边的大个子光头强，却见光头强正傻傻的盯着服务区后台吃饭的几个人呢。这才意识到可能应该是到了吃饭的时间了吧。不过对于XXOO的质问，紫灵却轻笑道：“怎么，难道你还有更好的借口吗？”“嗯，没有。”XXOO顿时点头道：“但问题不是这个，我们是不是可以谈一谈注册猎魔团的问题？”紫灵不禁摇头一笑，扫了一眼IAEA，却见IAEA同样摇头道：“我无所谓，反正都听村长的。”XXOO听罢不禁心中一喜，虽然IAEA站在中立的立场上，但却有一半可能会站在自己这一边，顿时冲大个子说道：“喂，光头强，你要不要加入我们猎魔团？”虽然光头强并不属于自己这个团体，但此时，XXOO想的却是能够多拉一个人是一个人，反正少数总是要服从多数的嘛。而目前的情况却是，两个对立的，一个中立的，剩下的光头强便是一个决对的变数，只要他不再选择中立，那他站在哪一边，哪一边便很可能赢得这场讨论的胜利，而出于自己与光头强私下的关系，XXOO却是有决对的致胜把握。哪知XXOO话音一落，却见光头强顿时一指后台吃饭的那些人道：“我饿了。” "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440467340,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-25 09:58 编辑 \n\n第二十三章　这是武灵吗满怀信心的XXOO闻言险些没一跤摔死，顿时跳起来大吼道：“现在说的不是饿不饿的问题吧！”光头强却楞楞地说道：“我要吃饭。”“嘎！嘎！嘎！嘎！！！”一只乌鸦当头飞过。XXOO不禁扫去额头的大汗珠子，颓废地道：“好吧，你还真会趁机揩油。那你先点头同意，咱们就回去吃饭好不好？”“好。”光头强一点头，所有人当即摔倒。光头强不禁一楞，喃喃道：“同意就是摔倒的意思吗？好吧，那我也倒了。”“咕咚！”一声，光头强高大的身子往地上一扑，顿时将众人震的飞起，就好似站在蹦床上有人突然从高处跳下来似的，但这里是蹦床吗？显然不是，可见光头强这一扑的力度有多大了，仿佛泰山倾倒一般，众人不禁这个无语呀。XXOO却趁机一指地上的光头强道：“他同意了，二比一，我去报名。”说罢，便在众人茫然的目光中闪身走到注册台前说道：“你好，我要注册猎魔团。”甜美的女招待顿时躬身道：“欢迎加入猎魔团，我们是武灵帝国最大的非官方猎魔组织，总部设在空之帝都，全国共有分部一万两千余所，登记猎魔团超过100万支，这里是登记表，请认真填写。”说罢，抬手递过一张表格。XXOO接过一看，只见上面需要填写的包括：猎魔团名称、队长姓名、团员姓名及武灵属性、团队级别等等。XXOO略一思索，抬笔便写道“猎魔团名称：布吉岛猎魔团；队长，楚子墨，武灵还不知道；成员包括：紫灵，武灵不详；周自恒，剑武灵；周光强，水武灵。”看了看填好的表格XXOO顿时满意的点点头，随即问道：“请问，团队级别是什么意思？”话音一落，却突然感觉身后传来两道强烈的杀气。回头一瞅，只见紫灵和IAEA正满脸阴暗的盯着自己，四只眼睛泛着杀星。“村…村长，我填好了，你看这么写行吧？”XXOO顿时咽了咽吐沫，将脸埋入报名表的后面。却见紫灵不禁气愤的大喊道：“谁让你随便起名字了！还有，那个队长是怎么回事！”“哇！！！”XXOO从没见紫灵如此高大过，大嘴一张仿佛能一口将自己吞掉，两排插矛一般的利齿示威似的在自己眼前闪现着寒光，巨大的冲击波直接将XXOO顶的倒贴到服务台上。服务台后面的美女顿时抽笑的提示道：“客…客人，请不要大声喧哗。”正在这时，却见高大的身影一晃，光头强从地上爬起来道：“可以去吃饭了吗？”众人闻言不禁一楞，紫灵顿时扭头吼道：“现在不是吃不吃饭的问题吧！”光头强不禁吓的身子一缩，气势顿时被紫灵盖过。IAEA不禁一捂脸，抬手扔出一只烤土豆道：“接着。”“哦。”光头强犯错的孩子般一把抓过土豆，抬手便扔进了嘴里，却感觉这大土豆都不够塞牙的，但看到紫灵如此气势，却没敢再张嘴。而服务台后面的美女却突然发现XXOO的报名表正一手按在桌子上，顿时找到借口般拿过来笑道：“哦，原来客人已经填写好了，我马上帮你们登记。”说罢，抱着报名表便逃了开去，谁知道这个凶巴巴的家伙动起怒来会不会殃及到自己呢。XXOO闻言，不禁指了指离开服务台的美女，抽笑道：“村…村长，人家已经登记去了，我看就这样吧。而且，布吉岛这名字我感觉挺好的，当初我可是想了好久，否定了一百多个名字才决定的，并不是很随便想出来的。”“不光是名字的问题吧！”紫灵气愤的一拉XXOO的脖领子，刚要说话，却见服务台后面的美女又拿着表跑了回来。“客人……很抱歉，您写的内容不详，这样是不能注册猎魔团的。”XXOO闻言不禁扭头道：“怎么不详了？我可是很认真的都填写全了。”美女顿时介绍道：“注册猎魔团要求至少三人以上，这一点你们是满足的，但成员却要求每个人都将武灵填写清楚，然后我们会安排你们的等级考试，考试通过才能算正式成为猎魔团的一员。我这里有张空表，请重新填写一下。”说罢，连同一张空表又递了回来。“怎么样，玩大了吧。”紫灵不禁一拍XXOO的脑袋，冲服务台后面的美女笑道：“对不起，我们这两天便开启武灵，之后再来登记吧。”说罢，拽着XXOO的衣领，跟拎小鸡似的拖走了。“是去吃饭了吗？”光头强不知从哪找来根牙签，一边剔牙一边跟着众人走了出去。“客人请慢走，欢迎再次光临。”服务员职业的躬身相送，心中却不禁冷笑道：真是林子大了什么鸟都有，还没开启武灵便要注册猎魔团，真是胆肥了。刚才看那气势还真把我吓到了，却原来是纸糊的老虎，吓唬人的。不过那个IAEA竟然是剑武灵，会是真的吗？这种武灵已经好久没有出现过了，要不要跟上面汇报一下？两天时间转眼即过，紫灵众人除了买到一把铁剑外，却是再没买过什么东西，不是没啥看上眼的，实在是因为穷啊，若不是有着IAEA的工资顶着，几个人早就喝西北风了。不过还好因为有着光头强在，那个北羽牧师也没把众人当外人，管吃管住的，否则光吃饭住宿，IAEA这几十枚金币都不够得瑟的。原本想买两个上等的灵珠为紫灵二人开启武灵用，但自打猎魔团分部那回来，几个人便完全没了想法。按说那地方卖东西应该算最便宜的了，但一枚普通的僵尸灵珠便要价一百金币。成色略好一些的骷髅灵珠便涨到了三百金币，稀有的恶魂灵珠，整个大殿中就只看到一枚，紫灵众人都没敢寻价，因为地滩上标注着一万金币的字样，不知道是不是指的恶魂灵珠，但那个小滩上分明没摆着几样值钱的东西。IAEA这时才明白，当初那个华宁魔导师为自己拿出恶魂灵珠时为何北羽会那么惊讶了，看来这确是一份天大的馈赠呢。真不知那个华宁为何会对自己这么好，难道仅是因为那个音乐盒吗？还有在知道自己是剑属性武灵之后，北羽带来的那个长老竟然又送了自己两枚恶魂灵珠，看来自己这武灵在帝国中应该算是非常稀有的吧。总之，每个人心中都有各种感慨，所以第二天众人也没出门，IAEA和光头强没事便在院子中练练武，紫灵二人无所事事，就在一旁看着。别看光头强练的一对板斧不是灵力幻化的，但沉重的板斧挥舞起来虎虎生风，看的IAEA直皱眉，自信单打独斗也没把握能赢的过他，只好在心中暗自使劲，希望能早日有所突破吧。第三天一早，紫灵众人便早早的来到北羽的客室之中，按约定，今天便是北羽帮紫灵和XXOO二人开启武灵的日子。此时，两枚水葱般晶莹碧绿的恶魂灵珠便静静的躺在桌子上。北羽不禁挑了挑眉，对IAEA道：“周兄弟，你真舍得拿出这两枚灵珠吗？这可是长老堂研究后才决定给你使用的。”IAEA顿时点头道：“嗯，没什么不舍的，他们一个是村长，一个是最好的朋友，都是我在这世上最亲的人，为了他们，我连命都舍的，这区区两枚灵珠算不得什么。”北羽闻言不禁轻轻点了点头，随即皱眉道：“嗯，你说的很对，不过，你以后的修为怎么办？要知道，吸取这一枚恶魂灵珠得到的灵力提升相当于上百枚普通灵珠的灵力呢，而且效果绝对不是普通灵珠所能比拟的，这可不光是量的问题。”IAEA却毫不犹豫道：“我自己会想办法的，北羽牧师，您就开始吧。”北羽牧师见状顿时点头道：“嗯，既然你意已决，那我便开始了。”说罢，看了看紫灵二人，问道：“谁先来？”“我！”XXOO第一个便蹦了出来，兴奋道：“我先来，北羽牧师，你一定要帮我开启红石武灵，那样我便能做名拉风的魔导师了。”“怎么，魔导师很拉风吗？”北羽抬手让XXOO坐好，轻笑道：“开启什么武灵可不是别人能够左右的，这要看你的先天资质了，准备好了吗。”“嗯。”XXOO点点头，刚要张嘴说话，北羽心思一动，顿时提醒道：“说好了，再痛也不能叫。”“哦。”XXOO不禁喃喃道：“好吧，我保证不叫。”北羽这才点点头，抬手拿过一枚灵珠，灵光一闪，转眼便化为一团灵光聚而不散。抬手一送，灵光顿时如抽丝剥茧一般，经XXOO的眉心丝丝缕缕的涌入XXOO身内。XXOO刚一楞神，便感觉浑身上下顿时涌起一股暖意，由于之前治伤时，北羽曾帮XXOO打通过经脉，此时灵力在体内游走却是并没给XXOO带来一丝痛苦。XXOO舒服的只想一头扎到床上暖暖的睡上一觉，那种感觉飘飘然的，就算要叫也是舒服的呻.吟。时间不大，只见灵光一闪，灵珠的灵力便全部涌入XXOO的体内，再看XXOO此时满面祥和的端坐着，一层灵光隐隐的透体而出。就在所有灵力涌入XXOO体内的刹那，便见透出XXOO体外的灵光猛的一收，顿时在身前凝聚成一团耀眼的灵光，随即突的一闪便消失不见，取而代之的则是几枚青绿喜人的小麦种子在身前荡漾着。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440467340,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-25 09:58 编辑 \n\n　第二十四章　一对废柴“种……种子？这是武灵吗？”包括北羽在内，所有人不禁一楞。自从成为牧师以来，北羽至少也帮过数千人开启了武灵，除了像是锄头、铲子及弓箭、护甲之类的生产类和战斗类的武灵外，也开启过风、水、火及红石之类的特殊武灵。但这种小麦种子武灵还是头一次看到，难道这也算是生产类的武灵吗？但是锄头的话可以用来耕种，铲子可以用来铲土，这种子武灵难道还能长出小麦来吗？北羽越想越摸不着头脑，却在这时，光头强不禁傻笑道：“呵呵呵呵，这个好，这个能吃。”说罢，抬手便将小麦种子抄在手中，一仰头便吞了下去。“强儿不可！”北羽见状顿时大惊，但再想阻拦却是已经晚了。只见光头强一把吞下种子后，不禁眨巴眨巴眼睛，扫视了一下众人道：“你们这么看着我干嘛？”北羽不禁皱眉道：“强儿，你真的吃了？”“啊！可不吃了咋的。”“那你感觉怎么样？”“怎么样？”光头强不禁揉了揉肚子道：“没吃饱，还有吗？”说罢，不禁冲XXOO一伸手。XXOO见状顿时“哇”一声哭了出来。“啊！！！！！为什么会是种子，我可不想当农民呀，我的红石呢？你们还我红石呀！！！！！”但再怎么哭也没用，武灵已经开启，而且就算现在不开启，属于XXOO的武灵也永远不会改变。众人顿时连哄带骗，好不容易才将XXOO的情绪稳定了下来。北羽不禁安慰道：“子墨，事已至此，说什么都没用，找机会我再去牧师分部跑一趟吧，也许在那能找到关于种子武灵的线索。”正在众人将注意力集中在XXOO身上之际，一旁的光头强却突然大叫一声：“不好！”说罢，一捂肚子，大汗珠子顿时便从头上滚了下来。北羽见状顿时大惊道：“强儿，你怎么了？”只见光头强一把扯开身上的衣服，大叫道：“好热好热，我肚子里好像有一条虫虫在钻来钻去的，快，快帮我拉出来。”北羽闻言不禁眉头一锁，忙走到光头强身前道：“强儿，快坐下，为师给你检查一下。”说罢，抬手便按在光头强的肚子上。随着灵力的探入，北羽顿时暗吃一惊。只见光头强体内除了他自己的灵力自行运转外，竟然还有一丝外来灵力在经脉中左冲右突，如脱缰的野马般完全不受控制。相信光头强所言肚子里的虫虫以及满身的大汗都是这股灵力搞的鬼。北羽顿时加强了灵力的输入，试着将这股灵力狂奔的势头拦下。但北羽很快便发现，别看这股灵力暴走的势头很吓人，属性却非常平和，北羽仅是稍加引导便将那股灵力的运转轨迹调回到光头强自身的灵力轨迹上来，很快便被光头强的灵力所吸收同化。抽回身，北羽看了看平静下来的光头强，又看了看一旁的XXOO，只见几个人都大眼瞪小眼的看着自己。“奇怪。”北羽顿时沉思了片刻，这才摇头道：“这不科学呀。”紫灵不禁疑惑道：“北羽牧师，刚才是怎么回事，什么事不科学了？”话音一落，却听光头强轻“?”一声，闪身便坐了起来，扭了扭身子，憨笑道：“好了，呵呵，还是老师厉害，一下就全好了。北羽顿时沉声道：“强儿，你感觉怎么样？”“怎么样？”光头强摆了几个健美的动作，随即道：“不怎么样啊，就是突然多了一股劲好像不吐不快，老师，你们在这等着，我先出去抡几下我的板斧。”说罢，从腰间抽出一对板斧，傻笑着便跑了出去。北羽见状不禁轻笑着摇了摇头，看样子，这傻徒弟应该是没问题了，顿时回身冲紫灵道：“现在到你了，过来坐下吧。”紫灵不禁迷茫的点了点头，稳了稳心神，顿时一脸正色的坐到北羽身前。终于轮到自己了，也不知自己的武灵会是什么，但马上便能见分晓了，只希望不要太差才好。想到XXOO的种子武灵，紫灵便心情沉重。不管怎么说，XXOO以后都是要跟自己一起重建村落的重要伙伴，但从他的武灵来看，却不适合打打杀杀了，那要不要把村子的农业生产交给他来干呢。正胡思乱想之际，突然面前灵光一闪，紧跟着便感觉好像一条细小的虫子从脑门一冲而入。紫灵不禁一皱眉，知道是北羽正在为自己开启武灵，顿时思绪一收，正襟危坐起来。但一种锥心的疼痛却随即而来，随着那条小蛇似的灵力蜿蜒着朝四肢百骸散去。紫灵不禁眉头拧的更紧了，强忍着死一般的疼痛楞是没哼出来，但冷汗却滴滴答答往下直淌，身子因为疼痛开始不住的轻颤起来。IAEA和XXOO见状不禁也是纷纷皱起了眉，暗道：自己开启武灵的时候应该没有这么痛才对呀，怎么看紫灵竟然如此痛苦的样子。难道是紫灵这小子受不住疼痛吗？不可能呀，在围场干活时，这家伙肩膀上的皮都磨掉了，也没见他此如过。对，既然不是因为受不住疼痛，那便只有一个原因，那便是真的很痛。但所谓吃得苦中苦，方为人上人。看紫灵开启武灵所受的痛苦，那开启的武灵一定不一般，毕竟这家伙的底子足够硬。IAEA二人想罢多时，不禁彼此冲对方点了点头，同时将目光又转回到紫灵身上。此时，因为紫灵的强烈反映，北羽却是不敢冒进了，拿出120%的精神力精准的控制着灵力的输入。生怕冒进一点便会令紫灵因疼痛过度而晕死过去。在开启武灵中那可是大忌，不但开启武灵的机会从此断送，情节严重的话，还很可能会危及生命。真是怪事年年有，唯有今年多，一个多月前刚开启了一个特殊的剑武灵，想不到今天竟然一下碰到两个，一个是从未见过的种子武灵，现在这个从开启武灵的难度来看，止不定是怎么厉害的一种武灵呢。但再怎么厉害无非也就是剑武灵而已，剑武灵虽不多见，但自己也曾开启过几个，哪一个也没这么费劲过。感觉紫灵的身体就如同铁板一般，要在这铁板里钻几条洞可真是费老了劲了。早知道第一个便给紫灵这小子开启武灵了，刚才为了帮子墨开启武灵以及给宝贝徒弟疗伤，自己可是浪费了不少灵力，现在北羽牧师可是把吃奶的劲都用上了，灵力和精神力全部都调动了起来。在IAEA和XXOO的眼里，此时不光紫灵是汗如泉涌，就连帮紫灵开启武灵的北羽牧师也是大汗珠子“哗哗”的往下直掉。之前在为二人开启武灵时这都是没有看到的情况，由此也足以断定，紫灵的武灵开启决不像看上去那么轻松。足足过了半个时辰，恶魂灵珠的灵力才完全输送到紫灵的体内，再看紫灵，此时全身上下早已被汗水打的全湿，而且途中已经干过两回了，可见紫灵曾忍受了多少疼痛，但自始至终紫灵却连哼都没哼一声。这不禁令北羽牧师对紫灵又多了一分好感，这种耐力与韧性，恐怕自己也决做不到。随着最后一丝灵力的输入，只见紫灵身上的灵光突然大放开来，很快便在身前汇聚成一团灵光，紧跟着便砰然一闪消失无踪。随着灵光的消失，一道武灵顿时出现在紫灵身前，但这又是什么东西？众人发现那种枝繁叶茂的东西怎么越看越像是地里随处可见的杂草呀？不会吧？我的武灵竟然是……….杂………草……….紫灵心头一震，顿时身子往后一翻，晕死了过去。紧跟着，一股恶臭便从紫灵身上弥漫开来，薰的让人睁不开眼睛。“村长，村长，怎么会这样？”众人见状顿时纷纷大惊，北羽距离最近，发现不好，顿时一把将紫灵扶住，同时吩咐IAEA二人马上把门窗全部打开。几个人七手八脚的将紫灵抬到床上，这才发现，在紫灵的衣服下面竟然包裹着一层灰黑色的油腻物，那股恶臭便是从这些污渍中散发出来的。北羽马上抬手按在紫灵的眉心处，协助着将紫灵的武灵收回了体内，但看到紫灵如此模样，众人却不免心头都压了一块巨石般。XXOO不禁疑惑道：“怎么会这样，村长的武灵怎么会是杂草？而这些恶心的东西又是怎么回事呢？”北羽顿时吩咐道：“子墨，你去打盆清水，顺便再找一套干净的衣服，咱们先帮紫灵把身体清理一下吧。奇怪，以前也曾碰到过几个年纪大的人开启武灵时多少都会出现这种恶臭的排出物，但却都没紫灵排出的多，难道说，紫灵村长的年岁也不小了吗？”XXOO顿时点头道：“应该不小了吧，别看他现在长的细皮嫩肉的，以前我们可都是喊他紫灵大叔的，对了，他还有个儿子据说也不小了。”“什么？”北羽闻言不禁一楞，凝神看了看晕睡中的紫灵，顿时摇头道：“子墨，你没逗我吧，怎么看，紫灵无非也只有十几二十岁的年纪，怎么可能会有个很大的儿子呢？”IAEA闻言，顿时一腿踢在XXOO的屁股上道：“现在可不是开玩笑的时候，还不快去打水，再晚点，村长都快腌成臭豆腐了。”说罢，IAEA不禁回身道：“北羽牧师，紫灵村长怎么样？” "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440467400,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-25 09:59 编辑 \n\n第二十五章　这个可以吃？北羽不禁从床前站起身形道：“应该没问题了，我刚才用灵力帮他推拿了一下，发现紫灵体内的灵力非常充沛，可能是因为刚才体力消耗过大加上…….加上看到自己武灵后的震惊才会暂时晕过去的，相信一会儿就能醒过来了。”IAEA顿时抱拳道：“嗯，多谢北羽牧师，但村长的武灵为何会是杂草呢？这种武灵在帝国中又是怎样的存在？”经此一问，北羽也不禁皱眉道：“哎，可能是我才学过浅，包括楚子墨的种子武灵在内，这两种武灵我之前可从未听闻过。真是奇怪，为何会有这两种武灵的存在呢？”北羽略一沉吟，刚要说话，便见XXOO和大个子光头强，一个端着水盆一个拎着水桶双双走了进来。一进门，光头强便不禁提鼻子闻了闻道：“什么味？咋这好闻呢？老师，是不是你又做臭豆腐了？”XXOO闻言，险些没一盆水全扣到地上。这么臭的味道这家伙竟然说好闻，看来这小子是真缺心眼。北羽二人见水打来了，马上七手八脚将紫灵的衣服扒了个精光，顿时，臭味弥漫的更大了。几个人顿时捏着鼻子，用湿毛巾一点一点的将紫灵身上恶臭的污渍清理干净。一连换了三次水，紫灵身上的污渍这才算清理的差不多了，但见紫灵的皮肤明显比开启武灵之前白嫩了许多，皮肤下似乎还隐隐流动着一层莹润的宝光。重新帮紫灵换上干净的衣服，因为没有了臭味源，屋里的臭味很快也便散了开去。北羽牧师看了看晕睡中的紫灵，却不禁摇头叹息道：“唉！从紫灵身体的改变来看，却是位不可多得的修炼之体，只可惜，武灵为什么会是草呢？看来，我还真要去牧师协会走一趟了。原以为我已学有所成，自负过高，但此时看来，我需要学的东西还是太多了。”大个子光头强闻言不禁疑惑道：“老师，你要走吗？那我也跟你去。”北羽闻言却是眉头一锁，突然想起件事来，马上摇头道：“不行，为师要去深造一番，不知何年何月才能回来，你若跟去相信会把你闷死的，但你们村长捎来信说让我照顾你一阵子，就这样走了，为师我还不放心你。”说罢，看了看一旁的IAEA众人道：“周兄弟，你们不是想重建村子吗？相信你们一定需要一名牧师吧，虽然我这徒弟的牧师资格不怎么样，但多少会对你们有些帮助。”IAEA闻言顿时点头道：“北羽牧师放心，我明白你的意思，我代村长对周光强牧师的加入表示欢迎。”周光强听罢，不禁捋了捋头上的三根毛，思索道：“这么说，我又变成小叉叉他们村的牧师了？呵呵，这个不错，小叉叉，咱们又能在一起了。”说罢，抓住XXOO的胳膊便兴奋的摇了摇，巨大的力道不禁令XXOO整个身子随着光头强粗大的胳膊晃来晃去，感觉倒像是当初紫灵报复的那只小母鸡般，被用力的甩来甩去的。一阵摇晃下来，XXOO直接便翻白眼了，口中白沫四溢，连脑袋都耷拉下来了。光头强见状不禁疑惑道：“疑？小叉叉，你怎么了？”大手丫子掐着XXOO的脖子晃了晃，XXOO的魂直接就飞走了，就剩一根小细线拉着呢。光头强不禁呆呆的眨巴眨巴眼睛，提着布偶般的XXOO高喊道：“老师，这个也没气了。”IAEA见状，不禁从背后涌起一股寒气。心中暗道：这么草率的决定难道是错的吗？休养了半日，紫灵和XXOO总算是都缓过来了，北羽也将武灵开启及收回的方法教会了二人，但二人怎么看自己的武灵都是一脸的迷芒。思绪一动，北羽却是突然想起件事来，转身对光头强道：“强儿，你之前是不是在吃过楚子墨的武灵后才开始肚子痛的？”“嗯？”光头强听罢，顿时点头道：“哦，老师不说我都把这事忘了，看来小叉叉的东西可不能吃了，吃了会肚子痛。”北羽听罢，不禁点头道：“果然如此，强儿，那你现在感觉如何？”“啊？挺好呀，混身都是劲。”说罢，不禁比划了一下胳膊上的健子肉。“嗯，把手给我。”说罢，北羽将手搭在光头强的脉门上，闭目凝神，很快便眉头一展，对XXOO道：“子墨，看来你的武灵倒还真是神奇，如果我的推断不错的话，你的武灵可以食用。”“什么？你是说，我可以变出吃的来？”XXOO不禁嘴角抽动。IAEA顿时拍了拍XXOO的肩头道：“嗯，看来，你以后可以自食其力了。”XXOO抬手凝聚出小麦种子看了看，不禁嘴角一抽，呜咽道：“呜……我不想做厨子……我想当魔导师……呜……..”紫灵见状不禁摇头道：“XXOO，你还是省省吧，你那武灵倒是可以吃呀，你看看我的，要不你尝尝是不是也能吃。”“呜……”XXOO瞄了眼紫灵手中的杂草，顿时擦了擦眼泪道：“村长，看到你的武灵，我总算是不那么难过了。”“………”紫灵不禁满脸黑线，甩手化去武灵，顿时呆呆的有些出神。北羽则摇头道：“紫灵村长，你的武灵我一时还猜不透玄机，不过从你开启武灵的难度来看，应该并不止杂草这么简单，回头我会去牧师协会深造一段时间，若有关于你那武灵的信息，我会马上通知你的。”说罢，不禁对XXOO说道：“还有，子墨的武灵也不光只是能吃那么简单，据我推断，吃掉你的武灵后，对食用者的灵力修为有很大的帮助，刚才我试探了一下强儿的修为，发现在吃过你的武灵之后，仅是一天时间，强儿修为的提升便相当于他自行修炼几天的修为。相信只要开发得当，你的武灵却是不可多得的辅助型武灵。”“什么？提升修为？”众人闻言不禁皆是一楞。IAEA顿时疑惑道：“竟然有这种好事，XXOO，你以前老吃我的东西，这次也给我一把种子试试。”“哦。”XXOO抬手便从口袋中抓出一把小麦种子，道：“就给你这些啊，这些种子我可是买来耕种用的。”“你怎么不挖个坑把自己种了啊！”IAEA顿时吼道：“谁要你买的种子了，我说的是武灵啊你懂不懂！”XXOO不禁挖了挖耳朵，皱眉道：“武灵就武灵呗，你说明白了不就行了，喊这么大声。”说罢，一抬手，几枚闪烁着灵光的小麦种子顿时凝聚而出。IAEA拿过种子看了半天，最后不禁冲众人苦笑道：“我看，要不咱们煮成米粥喝吧，实在是难以下咽呀。”XXOO顿时上前道：“你小子不吃还给我，那可是我宝贵的灵力呀。”“去去去，谁说不吃了，我只是想研究一下怎么吃好吃而已。”说罢，盯着手中的种子咬了咬牙，一狠心一仰脖便把种子倒进了嘴中。还没等IAEA咀嚼便感觉种子入口后顿时化为一团灵光径自冲入体内。IAEA顿时大惊的眨巴眨巴眼睛，却听紫灵不禁追问道：“感觉怎么样？”凝神体会了一下，IAEA顿时说道：“好像有一股灵力突然闯了进来，与我本身的灵力有一些冲撞。”北羽不禁含笑道：“嗯，果然没错，周兄弟，那股灵力很平和，你只要用灵力稍加引导，便能化为你自己的灵力。”IAEA闻言，顿时按北羽的办法引导着那股灵力在体内循环了一下，果然如北羽所言，这股灵力很快便溶入了自身的灵力之中，一股前所未有的充沛感顿时令IAEA精神一振。“哈哈，果然是个好东西，照此下去，咱们光靠吃XXOO的武灵便能迅速提升修为了，快，再给我一把尝尝。”说罢，IAEA顿时又把手朝XXOO一伸。XXOO不禁倒退几步道：“你，你别过来呀，我的灵力也是有限的，照你这么吃，用不了一天还不把我吸成人干呀。”北羽也不禁轻笑道：“嗯，子墨说的也对，外来灵力毕竟不是自己修炼来的，做为辅助修炼固然是好，但修为还是要靠自己勤学苦炼才行。子墨，你的武灵很是特殊，具体怎么修炼提升我一时还研究不出来，不过吸食魔族的灵珠是通用的提升修为的办法，你若想修炼你的武灵便可以先用此法，只不过这修炼的成本却是不低。”XXOO顿时苦笑道：“何止不低，一枚普通的僵尸灵珠便要100金币呀，看来以后的修炼之路可是相当奢侈了。”北羽不禁点头道：“嗯，话是不假，真若如此的话，倒不如你们前去帝国边缘区域看看，那边距离魔族近，灵珠之类的东西相对于这里可是相当便宜。你们不是还想要重建村子吗，在那边发展的空间也大，只不过相对来说，危险性也很大，毕竟是与魔族接壤的地方，魔族会经常出没的。”XXOO闻言顿时摇头道：“还是算了吧，我宁可在没有魔族的地方慢慢修炼，也不想跑到那边去送死，村长你说是吧。”紫灵闻言不禁思索道：“嗯，北羽牧师，我也打算先找一处比较安全的地方建立起村落，然后再慢慢拓展，我们这里有一张帝国的地图，但我们还看不太明白，要不请北羽牧师帮我们研究一下，看在哪里建立村落比较适合。”说罢，冲XXOO点了点头。XXOO马上从口袋里掏出地图送到了北羽近前。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440467400,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-25 09:59 编辑 \n\n第二十六章　宝藏图北羽展开地图看了看，不禁眉头一锁，喃喃道：“看这地图的年代可是够老的了，你们是从哪弄来的？”紫灵顿时点头道：“嗯，是村子里流传下来的。之前我们找了一下，发现地图上并没有标注润丰城的位置，所以咱们目前所在的方位我们却是怎么也研究不出来。”“嗯。”北羽拿手指在地图上一边丈量，一边说道：“这也难怪你们找不到，这张地图与现在帝国的版图多少有些出入，而且……好多地方都有些变动了。”说罢，一指中间最大的圈圈道：“你们看，这里便是帝国的皇城所在，而咱们润丰城应该在这个位置。”XXOO不禁皱眉道：“可地图上标示的这里是一片森林呀。”北羽顿时点头道：“所以我说这张图与现在的不太一样嘛。”说罢，北羽不禁一皱眉，指着一座山脉道：“奇怪，这里以前会是群山吗？怎么现在却变成一片湖泊了？而这些画上去的线条又是怎么回事？”北羽一边沿着线条走向比划一边皱眉深思着，手指移动的速度很慢，慢的犹如表盘上的秒针，或者会更慢一些。突然北羽二目猛的一睁，似是想到了什么一般，惊疑道：“难道说，这会是传说中的第五大宝藏图？”“宝藏图？”紫灵众人闻言顿时纷纷一惊。却见北羽闪身走回自己的屋内，一阵翻找之后，又拿着另一张纸走了回来。将纸往藏宝图旁边一拍，北羽不禁急切道：“据传言所述，在武灵帝国中共有五张标示着宝藏所在的古老地图。你们看，这是帝国目前的版图，风宁城、吉庆城、天元城、德赛城，这四大城可谓是帝国最大的四座城市，而其中的德赛城因为只是近百年内开始成长起来的，所以规模还不算大，但扩展的速度却是所有城镇中最快的。”北羽一边指点一边道：“据传言，这四大城市都是宝藏所在，城主在寻得宝藏图中的宝藏后便就地兴建城市，而最后一张宝藏图至今下落不明，虽然这只是传说，但每每提起便会顿时引起人们的关注。”说罢，北羽不禁指着宝藏图说道：“你们看，按说大城的年代都会非常古老，但相对于宝藏图上所对应的位置却并没有标注，这便说明，这四大城市都是在这宝藏图之后出现的，这也足以证明，这张图很可能便是人们一直谈论的第五张，也是最后一张宝藏图。”XXOO听罢，不禁眨巴眨巴眼睛道：“乖乖，村长，照这么说，那咱们岂不发了。”紫灵却看着宝藏图皱眉道：“北羽牧师，按路线所指，这宝藏所在是不是到了帝国的边缘？”北羽顿时点头道：“没错，宝藏所指的位置是一片山林，这片区域在几百年来始终都在人类和魔族的交替统治之下，是非常危险的地方，若想在这里建起一座城市可并不简单，恐怕没有军队的支持是很难立足的，不过还好，目前这片区域是在人类的手中，若有机会你们倒是可以去寻获一下，实在不行便将宝藏带去别处。”紫灵闻言不禁点了点头，思索道：“北羽牧师，不如您也随我们一同前去寻觅宝藏吧，若有你的支持，我们此行应该会顺利很多。”北羽顿时摇头道：“不，这宝藏图是属于你们的，而且就你们目前的修为我建议你们最好先不要去碰那批宝藏，等你们有了自己的实力之后再去不迟，帝国之大，不是你们所能想像的，就算知道地点也未必就能找到，在此之前你们还是先在帝国中游历一番，提升一下自己的修为吧。我也要去牧师协会继续深造，记住我一句话，在帝国之中唯有实力才是资本，其他的分文不值。”紫灵闻言不禁思索着点点头，随即问道：“北羽牧师，那以后我们怎么联络你，还是回来润丰城找你吗？”北羽顿时摇头道：“我也不一定会再回来，这样吧，我这有一对传音盒，是华宁魔导师送给我的，因为使用次数有限，一直没舍得拿出来过。我便交与你一只吧，这样不论走到哪里，咱们都能进行通话，不过你要谨记，这传音盒只能使用三次，每次使用时间只有两分钟。”说罢，北羽拿出一个精美的小四方盒并将这传音盒的使用方法教给了紫灵。紫灵不禁好奇的翻看了一下，这才放入怀中，虽然盒子不大，但原本宽大的衣服一下便被传音盒撑起了一个大包。北羽见状顿时一皱眉，随即抬手拿出一个手环道：“紫灵村长，想来你还没有空间装备吧，我这正好有一只空间手环，虽算不上好，但目前也足够你们使用了。”紫灵顿时摇头道：“北羽牧师，这怎么好意思，帮了我们这么大忙，我们都没感谢你呢，倒让你一直破费。”北羽不禁沉声道：“紫灵村长不必客气，东西我也不是白送你们，我目前就只有强儿这一个徒弟，今后还要请紫灵村长多多照顾呢。而且，不知为何，我与几位相识之后始终有一种特殊的亲近感，这些东西放我这也只是积尘而已，倒不如送与你们使用。”紫灵听罢，知道北羽话已至此是绝不会收的，顿时抱拳道：“如此说，那在下便不客气了，周光强兄弟那还请放心，我们大家与他也是一见如故，只要有我们一口吃的，也绝不会饿他肚子。”光头强闻言顿时嚷嚷道：“啊？要吃饭了吗？饭呢，我饿了。”紫灵听罢不禁抽了抽嘴角，顿时抱拳道：“北羽牧师，时辰不早，我们这便告辞了。”“也好，那你们便一路保重，有什么紧急事情别忘了联络我。”“好，咱们后会有期。”“后会有期。”一行四人告别北羽牧师后，一路前行，直奔城中餐馆而去。没办法，光头强饿劲一上来诈唬的比谁都凶，不管怎么说，还是先喂饱这祖宗的肚子再说吧。但这祖宗的肚子也不是那么好喂的，大嘴一张，整只烧鸡往嘴里一扔就跟个牙签肉似的，将将够光头强塞塞牙缝。一顿饭下来，整个餐馆中的食客全都看傻了。只见紫灵这桌的空盘空碗堆起来都快顶到房顶了，虽然是IAEA掏钱，但紫灵也不免看的心惊肉跳的。再看XXOO和IAEA二人四只眼睛圆睁着，早已石化了。好容易吃饱喝足，又备足了干粮，一行四人走出饭馆，光头强顿时拍了拍鼓鼓的肚子，裂开大嘴笑道：“吃饱啦，吃饱啦，村长，老师说让我跟着你还真是跟对了，以前老师只带我下过一次馆子就再不带我来了，这次吃的可真过瘾，现在咱们到哪去吃？”话音一落，紫灵三人直接就跪了。不过“到哪去？”的问题却把众人都难住了。按说大家应该是去找寻宝藏，毕竟有了钱干什么都方便，至少不必为这吃货的肚子发愁了，刚才一顿饭下来，险些把四人的衣服都扒了顶帐。但北羽牧师也说了，藏宝地位于人魔交界处，虽然目前听说是在人类的掌管之下，但说不定转眼便被魔族所占领，单凭小几位的修为，那还不是送上嘴的肥肉，任人宰割吗。但若不去藏宝地，还能去哪？此时众人连个家都没有，想要发展岂不是笑话，所谓巧妇难做无米之炊，现在别说是米了，连柴火都没有。略一思索，IAEA不禁上前道：“村长，不如咱们先去注册一个猎魔团接收一些简单的任务，这样不但能够填补资金上的不足，还能借任务之便来修炼大家的武灵。”XXOO顿时抽了抽嘴角，皱眉道：“接任务？就凭咱们的武灵吗？你不会是想让我去开个小吃部卖我的武灵吧？”紫灵不禁无奈的笑道：“你若真想如此，倒也不失为一个来钱的买卖。”“你怎么不去吃草！”XXOO顿时斥道。紫灵听罢也不知从哪冒出来的火气，也许是因为刚刚花掉了太多钱的关系，也或者是因为自己那没用的武灵所憋的暗气所至吧，闻言顿时一抬手，凝聚出一棵杂草道：“草老子有的是，要吃你吃。”凭XXOO以前在服务器中长老的身份，哪受过这气，顿时瞪眼道：“吃就吃，怕你不成，杂草老子又不是没吃过，我就不信，我的武灵能吃，你的就不能吃了。”说罢，一口便将紫灵的杂草武灵吞进了嘴里。紫灵见状顿时有些后悔，忙一抖了手，惊道：“XXOO，快吐出来，你怎么能真吃呢。”但些时后悔却已经晚了，只见XXOO一口将杂草扔进嘴里后，不禁愣愣的眨巴眨巴眼睛，闻言顿时喃喃道：“咽……咽了。”“什么？”紫灵和IAEA听罢不禁同时一惊，一旁的光头强却不禁笑道：“嘿嘿，这小叉叉怎么还没吃饱，我光头强都吃饱了，看来你比我饭量大。”紫灵却不禁皱眉道：“XXOO，你感觉怎么样？”“村长，我……我……好热……”说话间，XXOO顿时热汗升腾起来，头上涌出的汗水还没来的及淌下来便直接化为了蒸汽升腾而起。光头强不禁瞪着大眼珠子疑惑道：“疑？小叉叉怎么冒烟了？”就见XXOO一把扯下衣服，不断高喊道：“好热，好热，快，给我水，给我水。”紫灵闻言，马上从空间手环中拿出水囊递了过去，却被IAEA一掌拍掉道：“村长不可，XXOO快坐下，我来帮你看看。”说罢，IAEA一把按住XXOO的脉门，灵力输入，顿时感觉到XXOO体内正有一股灵力不受控制的冲撞着，力量之强险些把IAEA的灵力推了出来。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440467520,
            "txt_content": "第二十七章　吃货的组合\nIAEA眼见XXOO体内的异常灵力势头强劲，不禁微一皱眉，马上加大了灵力输出的力度，控制着XXOO体内的灵力沿经脉缓缓运行开来。\n而一旁的紫灵只见IAEA和XXOO二人头上同时冒起了白烟，却是干着急使不上力。但看到XXOO逐渐平静下来的表情，感觉倒像是被IAEA控制了眼前的局面一般，多少算是踏实了一些。\n过了足有一柱香的功夫，IAEA这才一回手，挺身站了起来。紫灵顿时急切道：“IAEA，怎么样？”\nIAEA不禁眉头一放，轻笑道：“哈哈，村长别急，是好事。想不到村长的武灵竟然也能吃，而且看样子，比XXOO的武灵效果还要强上数倍。”\n紫灵听罢顿时疑惑道：“如果，我没理解错的话，你是说，XXOO在吃了我的武灵后，竟然修为大进了？”\nIAEA不禁点头道：“一会儿，你问XXOO就知道了。”\n正在这时，却见XXOO身形一动，缓缓睁开眼睛喃喃道：“有福之人不用愁，看来，老子今后的修炼算是有着落了。村长，再给我来棵杂草尝尝。”\n“尝你个头啊！”紫灵顿时一脚将XXOO蹬翻在地，斥责道：“你丫的险些没把老子吓死，武灵是随便吃的东西吗？没噎死你就烧高香去吧，还来一棵，不给！”\nXXOO听罢，顿时抱住紫灵的大腿道：“紫灵大大，不要生气嘛，人家以后就指望你了，有什么事情你只管吩咐，但千万不能讨厌我。”\n紫灵闻言顿时满头黑线，见周围不断有人指指点点的看着二人，不禁阴沉着脸道：“要想不让我讨厌就马上给我起来。”\n“是。”XXOO顿时一翻身从地上爬了起来，嬉笑道：“村长，你不生气啦？”\n“走。”紫灵也没答话，闪身便朝僻静处走去。\n见周围没什么人了，紫灵这才停住问道：“XXOO，你吃过我的武灵后真的修为大进吗？”\nXXOO不禁挠了挠头，喃喃道：“这个，我也不太清楚，反正感觉浑身是劲，状态爽到爆。”\n说罢，一抬手，一团小麦种子便凝聚而出。紫灵见状顿时暗惊道：“看样子，修为果然是提升了，上次你凝聚出来的种子才不过几颗，这次竟然会多出一倍有余。”\nXXOO不禁笑道：“哈哈，这下发达了，以后咱们就互相吃对方的武灵就能提升修为了，还费什么劲呀，秒杀一切呀，哈哈哈。”\n笑罢，不禁扫了IAEA和光头强二人一眼道：“等老子修为强大了，也少不了你们的份。”\n光头强闻言，顿时嚷嚷道：“还有这种好事？村长，也给我一棵尝尝，我也要提升修为。”\n紫灵闻言，不禁皱眉道：“这样，不好吧？”\nIAEA却点头道：“村长，可以再试一下，万一真的可行，那咱们可真就发达了。”\n紫灵略一思索，这才沉声道：“不行，光头强试的话我不放心， IAEA还是你来吧，如果有什么不妥你马上吐出来。”\n“嗯，也好。”IAEA说罢，接过紫灵凝聚出来的杂草看了看，随即小心的送到嘴里，却感觉拿在手中柔软无比的杂草突然变成了铜浇铁铸的一般，别说下咽了，想嚼都下不去口。\nIAEA不禁皱了皱眉，抬手又拿了出来，却见杂草在离开嘴之后竟然又变的柔软了。IAEA顿时摇了摇头，将杂草还给紫灵道：“奇怪，这么难以下咽的东西，XXOO是怎么吞下去的？”\n“难以下咽吗？”XXOO不禁奇怪道：“我感觉挺好呀，一送到嘴里，它自己就化为一股水流下去了。”\n“什么？”IAEA闻言不禁一楞，喃喃道：“怎么会这样？”\n正在这时，却见光头强一把抓过紫灵手中的杂草道：“也让我尝尝。”\n说罢，一口便将杂草扔进了嘴里，用力一咬，顿时“哎哟”一声，一张嘴又吐了出来，同时吐出来的还有一股鲜血。\n“小叉叉骗人，以后我不喜欢你了，这么硬的东西怎么能吃？哎哟，好痛好痛。”一连吐了半天，这才没有鲜血再流出来。\nIAEA见状却不禁摇头道：“看来，我们是无福消受了，XXOO这小子也真是妖孽，什么东西都能吃，难怪武灵会是种子了，有句话是怎么说来着，哦，叫吃的是草，挤出来的是奶。”\n“你小子才是奶牛呢。”XXOO顿时甩给IAEA一拳，可惜没打到。几个人中，论身法的话，恐怕谁也不是IAEA的对手，想打到他可是痴人说梦，除非IAEA站着让你打。\n紫灵却不禁思索道：“也许IAEA说的没错，XXOO真的有可能是通吃的体质。之前我记得XXOO在吃过腐肉和野草的时候都没事，而且还说味道不错。”\nXXOO闻言不禁嘟嘴道：“可是，人家真的感觉味道不错呀。”“嗯，这就对了。”紫灵顿时点头道：“IAEA，把你的剑武灵也让XXOO吃下试试，没准比我的杂草效果还要好。”\n“村长你饶了我吧，我可不想吞剑呀，那不是玩命吗？”XXOO听罢顿时一溜小跑闪出多远，生怕被几个人按着往嘴里插剑。\n紫灵见状，顿时摇头笑道：“好吧，不吃就不吃吧，不过以后有机会你真可以试试。”\n“不试，打死我也不试，人家是素食主义者，我只吃草，别的啥也不吃。”\nIAEA不禁收起长剑，喃喃道：“奇怪，刚才也不知是谁自己吃了一大盘烤牛肉。”\n说罢，不禁对紫灵道：“村长，刚才我的提议怎么样，要不要去注册一个猎魔团？我口袋里可是没多少钱了，刚才一顿便几乎花光了我半个月的工资。”\n紫灵闻言不禁看了看一旁的光头强，想不到这家伙的饭量跟他的个头也成正比，一顿便能吃掉紫灵三人几天的量。看来，要想养住这大家伙，以后可会是首等头痛的事了。\n略一沉吟，紫灵顿时点头道：“也好，不管怎么说，还是先解决一下资金的问题吧，领取赏金确实是一项来钱比较快的工作。”\n润丰城猎魔团分部。\n负责注册的小姑娘拿着紫灵填写好的申请表不禁疑惑的看了看眼前四个人，顿时皱眉道：“先生，您便是狙击手猎魔团的队长？”\n紫灵点点头，却见小姑娘好奇地睁大眼睛道：“那您的武灵便是草了？”\n紫灵再次点点头。\n“好奇怪，竟然还有这种武灵存在。”小姑娘又扫了一眼表格后面的内容，顿时眉头深锁道：“种子？怎么你们团的武灵都这么奇怪，您确定没有写错吗。”\n紫灵依然点了点头，略一沉吟，小姑娘顿时悄声说道：“紫灵先生，请恕我多嘴，你们的组合好像并不适合猎魔团的工作。”\n“不行吗？”紫灵不禁挑了挑眉，却见小姑娘抿嘴道：“嗯，若实在想注册也不是不可以，只是我感觉你们好像通不过等级考试，虽然你们有一个剑武灵存在，但那并不代表全团的实力，也许他可以跟别人组成一支不错的猎魔团。”\n紫灵听罢却没有理会小姑娘的建议，只是疑惑道：“哦？注册猎魔团还需要考试吗？”\n小姑娘顿时点头道：“是的先生，因为猎魔团是有等级划分的，从最高的A级猎魔团开始，下面又分为B级、C级、D级和S级，而S级的级别最小，接受任务的报酬也最少，从你们武灵的组合来看，我建议你们选择申请S级的考试，不过，能不能通过便要看你们的实力了，我们会安排一组D级的猎魔团，只要你们战胜其中一名对手便算正式进级了。”\n紫灵闻言不禁眉头一锁，从小姑娘的介绍来看，D级的猎魔团应该是很厉害才对，但如果只战胜其中一名对手的话……回头看了看大个子光头强和IEAE二人，紫灵顿时沉吟道：“好，我们申请S级的考试。”\nXXOO闻言不禁皱眉道：“村长，S级也太逊了吧，要不咱们试一下D级的？”\n“就凭你那种子武灵吗？如果你确定能把对手撑死的话我会考虑的。”\n紫灵不禁瞪了一眼XXOO，转身对小姑娘说道：“什么时候可以考试？”\n小姑娘顿时点头道：“明天一早就行，请先交50枚金币的注册费和100枚金币的考试费。”\nXXOO闻言不禁惊呼一声：“什么？竟然这么贵？”\n小姑娘顿时一指身后的价目表道：“先生，S级注册是最便宜的，级别越高，注册的费用越高，这是全国统一价。”\n众人拢目光看去，只见价格表上清清楚楚地写道：注册费S级50金币、D级500金币、C级5000金币、B级50000金币，最下面的A级竟然是50万金币。\n几个人一看便傻眼了，XXOO不禁喃喃道：“乖乖，这猎魔团也太坑了吧，真是挣钱的好买卖，村长，要不咱们别注册了，干脆开一家猎魔团总部得了，你当部长，我当副部长。”\n“副你个脑袋。”紫灵不禁一拍XXOO的头，扭头对IAEA道：“咱们还有多少钱？”\nIAEA顿时摇头道：“还有16枚金币，不过还有一枚骷髅灵珠和三枚僵尸灵珠。”\n紫灵听罢，不禁对小姑娘问道：“我们金币不够，可以用灵珠吗？”\n“当然可以。”小姑娘顿时点头道：“僵尸灵珠折价50金币，骷髅灵珠折价150金币，请问您用哪种？”\nXXOO闻言不禁在后面嘀咕道：“真黑暗呀，比市场价整整减少了一半。村长，要不咱们先到那边摆地滩把灵珠卖了再付款吧，怎么也能多卖点钱。”\n紫灵听罢不禁朝大殿的另一边看了看，只见所有地滩上都有各种灵珠在出售，顿时皱眉道：“算了，做大事不苟小节，IAEA，把灵珠拿出来吧。”"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440467520,
            "txt_content": "第二十八章　果然是来捣乱的\n付款完毕，紫灵问明考试的时间地点，马上闪身走出了大殿。\nXXOO不禁追过来说道：“村长，别说我没提醒你呀，刚才若是按我的办法，咱们至少可以富余出50枚金币，虽然不多，但对于咱们目前的情况来说，也能顶上好几天的饭钱了。”\n紫灵随即点头道：“你说的没错，但你有没有看到这里有多少人在卖灵珠？我可不敢保证咱们的灵珠就能很快出手，记住，咱们是要做大事的人，不能只拘泥于这种蝇头小利，有心思还是想想咱们以后怎样发展壮大吧。”\nXXOO不禁耸肩道：“还能怎样，先找机会挣钱呗，否则连肚子都喂不饱，还谈什么发展壮大。”\n紫灵顿时笑道：“这就对了，从今天开始，咱们就算正式出来混了，有什么挣钱的法子，大家就开拓脑筋想吧。”\nIAEA不禁思索道：“村长，你说咱们应该从哪开始？”\n“从哪开始嘛………..”紫灵略一沉吟，顿时击掌道：“对了，既然咱们明天要参加比武考试，那就要做足了准备，可别连S级考试都通不过，否则以后也别想再出来混了。”\n说罢，不禁扫了一眼XXOO，道：“XXOO，你是不是还没有武器呢？要不咱们先去地滩上转转，给你弄一件应手的武器。”\n“啊……”XXOO顿时咧嘴道：“村长，你还是别闹了，我的武灵可并不适合打打杀杀的，要不等你们打累了，我给你们准备吃的怎么样？”\n紫灵顿时一脚踢飞道：“不如你先去吃屎吧！”\n光头强不禁拢目光看着XXOO飞走的方向疑惑道：“?？什么东西在天上一闪就不见了。”\nIAEA却一捂脸，喃喃道：“唉，真怀疑这吃货是怎么当上长老的。”\n“村长，你不要抛弃我，呜…….”\n“哇！你什么时候过来的？”紫灵突然感觉大腿一紧，低头一看，却见XXOO正抱着大腿痛哭流涕，顿时吓的毛都炸起来了。\nIAEA不禁摇头道：“村长，依我看他不要就不要吧，咱们目前的资金有限，若是再买剑的话，恐怕这两天就熬不过去了，万一出现情况，我还可以多凝聚出一把木剑来给他用，这样也省去了携带的麻烦。”\n紫灵闻言不禁一楞，惊问道：“IAEA，你竟然已经能够凝聚出两把剑来了？”\nIAEA顿时点头道：“我也是这两天才有这能力的，而且凝聚出来的剑，只要我不收回，便可以一直保持着剑的形态，直到灵力耗尽才会自行化去。如果用于打斗的话，相信至少能够坚持十分钟吧。”\n紫灵听罢，顿时思索着点点头。\n“呜……IAEA，你真是我的大救星呀！”XXOO一个瞬移，顿时抱住IAEA的大腿痛哭起来。吓的IAEA也炸了毛，抬起另一条腿猛踢道：“快放开！快放开！快放开！”\n“我决定了！”正在这时，却见紫灵猛一击掌，目光炯炯地喊了一声，弄的IAEA众人不明所以的纷纷看了过来。只听紫灵道：“咱们狙击手猎魔团从今天开始便正式开工了，为了我们的目标，前进吧！少年。”\n说罢，顿时迈开坚定的步伐走了开去。\nXXOO不禁呆呆的指了指紫灵的背影道：“村长这是犯的什么疯？不会是综艺节目看多了吧。”\n“不知道，总之，先跟过去看看再说。”IAEA说罢，顿时一脚蹬开XXOO的熊抱，闪身跟了过去。\nXXOO拍了拍身上的土，不禁朝光头强挥手道：“光头强，走了。”\n“哦，是去吃饭吗？”\n脚下一滑，XXOO险些没摔死，顿时冲光头强吼道：“你丫的除了吃还知道什么？不听我话，晚上不给饭吃。”\n“哦，那我听你的。”\n一行四人漫无目的的在街上转了半天，腿都快溜细了，XXOO不禁皱眉道：“村长，咱们到底是在找什么？”\n“工作呀。”紫灵目不斜视地说道：“机会可不会自动找上你的，不自己找怎么挣钱？”\n“哦。”XXOO似懂非懂的应了一声，随即问道：“那要找什么工作？”\n紫灵闻言，不禁停下道：“什么都行，只要能挣到钱就行。对了，你以前可是长老，你知道什么工作挣钱快吗？”\n“打劫……”\n“……………”\n“对不起，我错了，我知道不应该问你的。”紫灵无奈的摇了摇头，转身继续找寻工作的机遇。\n一行人停停走走，不知不觉间竟走出了城，一抬头，只见城外大片大片的农田绿意迥然，好不喜人，心情顿时一下子开朗起来。\nXXOO不禁碰了碰紫灵的肩膀道：“唉，村长，你看那边的工作怎么样？好像很是你的菜哦。”\n紫灵顺着XXOO所指望去，只见菜园中正有几个人在辛勤的除草，顿时也是心中一喜，点手道：“走，过去看看。”\n见一大群人走了过来，一名除草的村民马上谨慎的站了起来。\n紫灵见状顿时抱拳道：“这位大哥，我们正在找工作，请问你们需不需要人手？”\n村民不禁眨巴眨巴眼睛，这种事情还是头一次碰到，看这些人高矮胖瘦的，似乎并不是卖力气吃饭的主，怎么会主动找上门来拉活的。\nXXOO顿时凑过来笑道：“这位大哥尽管放心，我们老大的武灵很厉害的，帮你们除草可是小菜一碟。”\n村民闻言不禁对紫灵疑惑道：“你的武灵是什么？”\n“是草，我可以令一片贫瘠的土地瞬间杂草丛生，马上就能变的生机迥然。”紫灵一抬手，一丛杂草顿时凝聚而出。\n村民见状不禁皱眉道：“可是，我们要做的工作是除草，你们能做到吗？”\n“这个……..”紫灵顿时迟疑道：“可以让我们先试试吗？”\n村民不禁思索的点了点头，只见紫灵抬手对准脚下的杂草，灵力一放，周围顿时生出一大片杂草来，效率之高令人咋舌。\n“哇！！！！”村民顿时吓的大叫起来，气愤道：“你们到底是来帮忙的还是来捣乱的？今天你们要不把这些杂草给我吃掉，小心我对你们不客气！”\n话音一落，正在除草的几个人顿时气势汹汹的围了过来，灵光闪烁之下，手中纷纷凝聚出锄头、木棍、铁铲之类的武灵。\n紫灵见状知道自己弄砸了，顿时陪笑道：“这位大哥，这位大哥，您消消气，我们是真心来帮忙的，不就是这点草吗？”\n说罢，点手冲XXOO道：“来，把这些草都吃掉。”\n“是，谢谢队长。”XXOO闻言顿时兴奋的往地上一蹲，抬手一扫便将紫灵凝聚出来的杂草全塞进了嘴里，几个呼吸之间便都吞了下去。\n围过来的几个村民见状看的都傻了，拿木棍的那位手指一松，木棍砸脚面上都没发觉。\n带头的那个村民不禁拧眉道：“这位兄弟，你们不必真吃的，我只是一时气愤，现在我知道你们是真心的了，好吧，我就留下你们帮忙除草吧，但我们可不给工钱，这一片菜地的杂草除完后，你们可以拿走一袋胡萝卜。”\n“行行行，谢谢大哥，谢谢大哥。”紫灵顿时拉住村民的手紧紧的握了握，扭头冲几个人道：“兄弟们，开工啦。”\nXXOO闻言却不禁往地上一坐，拍了拍鼓起的肚子道：“老大，你们先干着，我吃多了，得先消化消化。”\n“哼，真是个吃货。”IAEA不禁喃喃了一句，抬手便交给大个子光头强一柄长剑道：“光头强，用这个吧，你的大斧子在菜地里可行不开。”\n“哦。”光头强接过IAEA递过来的长剑，感觉就跟拿着小孩玩具差不多。\nIAEA见罢不禁摇了摇头，想不到自己修炼武灵这么久，自问单打独斗也能杀掉僵尸骷髅等小怪，但接到的第一个任务却不是去砍杀魔族，而是拿剑来除草，想想就一脑门子黑线。\n但无奈目前团队的处境，真是一文钱难倒英雄汉，为了挣口吃的，也只能忍了。\n紫灵众人一加入除草的队伍可不得了，之前那几位村民顿时便看傻了，只见这些人除草竟然不用锄头，而是一人一把长剑，尤其是那个身形高瘦的男子，手中黑剑挥舞开来，仿佛飞花蝶舞一般在菜丛中跃来纵去的，一棵棵杂草在长剑挥舞之下很快便被抛飞出来，一层层的将端坐于一旁正在消化杂草的那位吃货埋了起来。\n再看那个大块头，高大的身形一脚下去便将鲜嫩的小菜苗踩倒一片，一剑下去，连苗带土混合着一把杂草便砍飞出去，只是眨眼工夫，菜地便毁了一片。\n几个村民一看就急眼了，马上挥舞着家伙跑过来道：“住手！快住手！你们果然是来捣乱的，马上给我们滚蛋！”\n一阵杂乱之下，紫灵四人顿时被村民们哄出了菜园，而正在吸收杂草灵力的XXOO直接便被大个子光头强给扛了出来。尽管外界如此吵杂，XXOO却依然不为所动，面带红润的吸引着杂草中的灵力，心里早就乐开了花。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440468000,
            "txt_content": "28章，又要审核"
        },
        {
            "author": "1137246733",
            "timestamp": 1440468120,
            "txt_content": "半个狙神 发表于 2015-8-25 09:45\n好吧，我接受版主的道歉，不过我又仔细看了一下参赛规则，并没有写正在连载中的作品算旧作，而且，我这部作 ...\n但这是常识。\n旧稿就是已经写完的稿，所以你这个不能参赛的。\n所以你只能普通更新了QAQ"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440468120,
            "txt_content": "第二十九章　第一桶金\n看着村民们咒骂着返回菜园，光头强不禁喃喃道：“真不守信用，说好的拔草给吃的，这倒好，吃的没拿到倒把咱们当杂草给扔出来了，不行，我得找他们要吃的切。”\n身形一动，紫灵顿时拦住道：“算了，咱们再找别的活吧。”\n无奈的摇了摇头，紫灵真怀疑带这大个子出来是不是真的错了，刚才光头强的所作所为，紫灵也看的清楚，顿时后悔让光头强也来帮忙了。\n但事已至此后悔也晚了，看了看四周，发现远处正有一片新建的房屋，紫灵不禁抬手指道：“你们看，那边应该是新建成的村落，咱们过去看看有没有活可以揽过来。”\n一路行来，XXOO终于也清醒了过来，不禁一声长啸便从光头强的肩上跳了下来。\n“哈哈，真是身轻气爽，老子的修为好像又提升了。”\n说罢，不禁看了看四周，疑惑道：“老大，你们的活这么快就干完了？换了多少好吃的，快让我吃点，消化了半天，肚子都开始饿了。”\nIAEA顺手从路边拔起团杂草圈巴圈巴便塞进了XXOO的嘴里，冷哼道：“你还是吃你的杂草吧，问那么多干嘛？”\n“呸呸呸呸！！！”XXOO顿时吐了半天才将嘴里的草叶子吐干净，不禁嚷嚷道：“IAEA，老子跟你有仇吗？不就是吃过你几块破土豆吗，你得瑟什么？”\n“破土豆？”IAEA不禁冷笑道：“你倒弄几块好土豆来我瞅瞅。”\n“你……我……”XXOO顿时猛一低头：“我打不过你总成了吧。”\n说罢，不禁看了眼面前的房舍道：“村长，咱们这是到哪了？刚才那片菜园呢？”\n“算了，别提了。”紫灵应了一句，便朝一所别墅样式的房子走去。\n只见别墅外正有两个人在忙着搬运石头，一个中年男子则在石头运来之后一块块的砌成矮墙。旁边观景台上还有名服装华贵的男子一边喝着茶，一边盯着几个人干活，看样子便是这里的主人。\n紫灵见状，顿时上前道：“请问这里谁是东家？”\n华服男子闻言不禁扭头望了过来，问道：“我便是，你们有什么事吗？”\n紫灵顿时抱拳道：“您好，我们正在找工作，请问有什么我们可以干的吗？”\n“哦？”男子抬眼看了看紫灵四人，顿时思索道：“我这里目前已经建的差不多了，只不过还少了一片草坪，你们若能弄些草来将我的花园铺满，我就给你们…….嗯，50枚金币。”\n“五……五十枚？”XXOO顿时一步抢出道：“行，这可是你说的，这活我们包下了。”\n华服男子闻言不禁疑惑地看了看紫灵，又看了看XXOO，暗道：这些人是不是穷疯了，要知道铺一片草坪可并不是容易的事情，几个人就算忙几天也不一定弄的完，而自己出的这50枚金币可并不多。\n紫灵见状，顿时点头道：“好，这活我们接下了，请问草坪要建在什么地方？”\n华服男子闻言心中暗喜，顿时点手道：“你们随我来。”\n说罢，将紫灵众人带到别墅一旁的空地上，指点道：“你们看到我正修建的围墙了吗？你们只要将围墙范围内全部铺满青草就行了，也不必急着交活，围墙建成大概还需要三天时间，你们只要在一周内干完就行。\n说罢，男了转身便要回去继续喝茶。却听XXOO道：“不必那么麻烦了，我们一会儿就能铺完，你就准备好金币吧。”\n说罢，不禁拍了拍紫灵的肩膀道：“老大，下面看你的了。”\n紫灵不禁轻笑着摇了摇头，于是便在华服男子疑惑的目光中抬手一扫，泥土上便长出一片杂草，又一反手，又是一片杂草冒了出来，看的华服男子下巴险些没砸到脚面子上。\nXXOO不禁拍了拍雕像般的华服男子道：“喂喂，东家，我们的活干完了，说好的50枚金币呢？”\n华服男子不禁神情僵硬的扭头看了看XXOO，抬手将一小袋金币拿了出来。\nXXOO顿时一声欢呼，几个人推推嚷嚷的走了出去。墙边同样看傻了的两名搬运石头的男子突然手一松，巨大的石块顿时砸在后面那人的脚面上，痛的那小子眼泪狂飙着，俯身使劲搬脚面上的石头，却是怎么也用不上力气。\n“这样也行？”华服男子终于回过神来，不禁看了看逐渐消失的四人，又回头扫了一眼绿意迥然的草坪，仿佛做梦一般，最后却将目光定在了被砸的那名男子身上，顿时惊慌的跑了过去，要知道，工伤的赔偿可是很高的，否则自己也不会亲自在这里盯工了。\nXXOO扬手将钱袋扔给紫灵道：“接好，50枚金币一枚不少，我都数三遍了。”\n紫灵不禁轻笑着摇了摇头。暗叹道：是啊，常言说的好“有志者事竟成”，想不到自己的武灵在团队中算是最弱的，却反而帮团队挖到了第一桶金。看来，只要有心，武灵再烂也并不是一无是处的。\n“村长，是不是在暗爽呢？”XXOO不知何时凑了过来，问道：“村长，你说等咱们走后那些幻化出来的草若是突然间便没了，你那东家会不会哭都没地方哭去？”\n紫灵顿时摇头道：“不会的，做人要厚道，在凝聚那些草坪的时候，我可是注入了大量灵力的，相信没有两三个月那些杂草的灵力也不会因耗尽而消失。但真若等那些草消失时，相信下面的野草也该长出来了。”\nIAEA听罢顿时惊讶道：“原来村长这么厉害，我修炼了这么久才仅能幻化出两把长剑，若是再幻出第三把，便会严重影响剑的质地了，想不到村长的武灵刚刚开启便能幻化出那么一大片杂草来。”\n紫灵不禁笑道：“其实这也不算什么啦，因为每一棵杂草武灵所需要的灵力非常少，而且仅要求形态相似便可，没有质地什么的要求，所以我才能一下子幻化出那么多的，跟你的剑武灵可没法比，你的剑武灵应该是凝聚的灵力越多质地越好吧？”\nIAEA顿时点头道：“嗯，从目前的情况看，我幻化出一把长剑大概会消耗掉30%的灵力，两把便会增加到80%，按牧师协会给我的修炼秘籍来看，等我凝聚一把长剑仅需要消耗不足10%的灵力时便可以吸收掉一枚高级灵珠来提升我的等级了。”\n紫灵顿时茫然道：“唉，我感觉我凝聚一棵杂草大概只消耗千分之一的灵力，真不知什么时候我才能升级，若是按你的规则来算的话，我岂不是能够连升多少级了。”\nIAEA闻言，不禁思索道：“北羽牧师说过，找到与你相关的武灵信息时一定会及时通知咱们的，这一点村长也不必过于着急。”\n“嗯，我知道。”紫灵点点头，不禁伸了伸懒腰，点手道：“走吧，没干多少活，怎么突然感觉这么累。”\nXXOO顿时问道：“村长，下面咱们要去哪拉活？有村长带头，相信今天咱们一定能挣他个金玉满堂。”\n紫灵听罢，不禁看了看天色，轻笑道：“不找了，见好就收吧。晚上请大家吃顿好的，养足精神，明天好应对考试。”\n“哦？好吃的，哪有好吃的？”大个子光头强对吃上可是一点不含糊，闻言顿时凑了过来。\n紫灵抬头看了看光头强，又摸了摸钱袋子，顿时扶额道：“算了，还是去店房吃吧，管够。”\n“万岁！回店房喽！”光头强顿时欢呼一声，迈开大步当先朝店房方向走去。\nXXOO不禁轻叹一声，摇头道：“唉，带个大饭桶还真是麻烦，连好东西都吃不到。”\n“走吧，有的吃总比饿肚子来的好吧。”紫灵顿时拍了拍XXOO的肩膀，几个人转眼便消失在城门之内。\n树林中突然人影一闪，一道黑影不禁看了看紫灵众人消失的方向，见左右无人，顿时拿出一块传音石将信息传了出去。\n白云之巅，悬浮着一座巨大的山峦，仅有两道瀑布水帘与大地相连，远远望去，犹如玄外仙山一般飘逸自然。\n而在层林之间竟然错落的建有几重巨大的宫殿，规模之大，就连整个润丰城都望尘莫及，连绵几重高大的宫殿，完全占据了整个山峦，溶入于密林之间，如此和谐自然，却又相辅相成。\n北羽牧师曾经说过，整个帝国之中，唯有皇室所在的空之帝都是建于白云之上的，但这里显然不像帝都的样子，那又会是什么地方呢？\n此时，林中的条石阶梯上正疾步跑来一人，直奔山峦顶端的大殿行去。从来人的身法来看此人修为决不简单，如此高大的山峦，此人跑起来竟似毫不费力，一点长气都不出一口。\n殿门前虽然站有八名持剑卫士，但却没一人阻拦，可见来人的地位不低。闪身来到殿中，只见大殿中空荡荡的，并无任何人影，但男子还是朝正中空空的桌案抱拳施礼道：“路西法，觐见him大人。”\n话音一落，大殿中顿时响起空灵的声音道：“路西法，什么事这么急？”\n路西法闻言并未抬头，依然恭敬地说道：“回禀him大人，负责跟踪那三个人的眼线传回消息，说三个人均已开启了武灵。”\n“哦？”人影一闪，空空的桌案后面顿时现出一人，只见此人一身天蓝色外套，并没穿戴任何装备，手中却是拿着一把剪刀和一根玫瑰花的枝叶，可能之前正在修剪园中的花草吧。\n若是在路边看到，大家一定会认为此人不过是一个再普通不过的农民，但若要细看便能发现，此人的二目竟然没有黑眼仁，一双纯白的眼珠白的发亮。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440468300,
            "txt_content": "1137246733 发表于 2015-8-25 10:02\n但这是常识。\n旧稿就是已经写完的稿，所以你这个不能参赛的。\n所以你只能普通更新了QAQ ...\n好吧，我不想只拿后半部没开始写的参赛，那样会被认为不是完整的故事。所以，就按普通连载来看吧。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440468300,
            "txt_content": "第三十章　暗　影\nHim！没错，这个人便是曾出现在末地世界与紫灵众人打斗的那个him，相同的模样，一样的穿着，只不过此时握在他手中的并不是钻石长剑而已。\n只见him一现身，不禁看了看殿前的路西法，思索道：“嗯，想不到这么快他们便开启了武灵，真没意思，不过，他们的苦日子大概也将开始了，哼哼哼。”\n路西法听罢，顿时拱手道：“回him大人，正如大人预测的那样，三人中，有两个人的武灵是没用的杂草和种子，只有一人的武灵是剑武灵。但有另两人拖后腿，估计也发展不起来。”\nHim听罢，顿时点头道：“嗯，虽然跟预计的多少有些出入，但这样的结果也算不坏，至少让他们还有些期盼。所谓希望的越高，失望便越大，我要让他们在这世上受尽万般折磨，再悲惨的死去，以报伤我之恨。”\n“是，我会派人继续监视的。”路西法再次躬身，闪身退出了大殿。\nHim不禁抬手看了看刚刚修剪下来的枝叶，冷哼道：“哼哼，杂草吗？有点意思。”说罢，手起刀落，“咔嚓”一声便将枝叶剪为两断。\n旭日东升，炊烟袅袅，润丰城的清晨又呈现出一派勃勃生机，早起的人们忙碌着起火造饭，耕做养家，新的一天，新的开始，一切都那么令人期盼。\n这其中也包括紫灵众人期盼的心情，为了迈好这人生的第一步，几个人早早便来到指点的考试地点。\n这是猎魔团后院的一处演武场，清一色石英铺就的演武大厅圣洁而庄严。中间的地面则用铁块砌成了两把交叉的长剑造型。\n此时，由于时间过早，整个大厅中却只有紫灵四人，旁边的工作人员中有人彬彬有礼地躬身道：“请稍等，我们安排的考核团队马上就到。”\n请音刚落，便见大厅外依次走进三男一女四道身形，每人一身劲装，看样子年纪都不大，一个个面容冷峻，如临大敌一般。\n双方一碰面，不禁同时望向了对方，空气中顿时闪过一丝箫杀之气。工作人员见罢顿时上前道：“请问你们是哪支团队的？”\n只见其中一名漂亮小伙不禁抱拳道：“我们是昨天刚刚注册的孤鹰猎魔团，我是团长夏洛特，这三人都是我们的队员。”\n紫灵闻言不禁一皱眉，暗道：原来这几人也是昨天注册的新团，难道说是让我们两支猎魔团对拼，然后二选一吗？\n正思索间，却听工作人员彬彬有礼地道：“请稍等，我们安排的考核团队马上便到。”\n双方闻言这才纷纷暗松了一口气，原来眼前的队伍并不是要进行比试的对手，但一丝未知的不安随即又袭上众人心头。\n却在这时，大殿外谈笑声由远及近，三道身形很快便出现在大殿门口，看几人信步而入的样子，倒像是来逛市场的，难道他们是走错门了吗？虽然这里是猎魔团的后院，却并不通往二手市场所在的大厅。\n但见三人进殿后朝两队人马看了看，随即小声嘀咕了几句，其中一名高瘦俊逸的男子随即闪身而出，冲服务人员道：“风之契猎魔团应邀前来进行考核，我是团长李扬帆，这两位是我们团的魔导师郭恒和战士幻凌千。”\n说话间，三个人已走到了两队人马近前。只见这所谓的风之契猎魔团只有三个人，也不知是不是还有其他队员没来。其中一名女子细高的身材，虽然同样长着大方脸，但却非常耐看，应该算是美女一名吧，只不过这个美女的神情却比较冷，与谈笑风声的团长李杨帆营造的气场有些格格不入。\n而从李扬帆刚才的介绍中不难认出，这女子应该叫做幻凌千，但既称为战士，那她的武灵难道也是剑武灵不成？\n只见工作人员马上躬身道：“风之契猎魔团的各位辛苦了，这两支便是今天要进行考核的猎魔团，按规定，他们只需要战胜你们其中一名队员便可以进级。”\n李扬帆顿时抱拳道：“规定我们明白，请问考核什么时候开始？”\n“马上便可以开始，请李队长自行安排上场人员，如果我们发现有舞弊行为，你们团将有被降级的处罚。”\n“嗯，这个我明白，那咱们便马上开始吧。”说罢，李扬帆不禁扫了一眼两支战队，轻笑道：“你们谁先考？”\n两只战队闻言不禁互相看了看，心里都没什么底，因为之前根本都没接触过这种事情，尤其是紫灵众人，由于刚刚接触这个世界的时间不长，对什么都是未知的。\n考官若是严厉型的还好办，起码还能知道考官对这场考核也很重视，或许还能勾起众人的激情，但眼前这个笑面虎一般的家伙怎么看都是一付轻松自如，掌握乾坤的样子，仿佛这种考核在他眼里就跟过家家一般，但却隐隐透出考核的难度，这样轻视自己的对手真的能战胜吗？\n李扬帆话音一落，只见孤鹰猎魔团的夏洛特不禁咬了咬嘴唇，挺身道：“我们先来。”\n果真是初生牛犊不怕虎，李扬帆不禁轻笑着点了点头，随即朝身后一扫，却见自己的两名队员动都没动，纷纷摆出一付看热闹的样子，李扬帆自嘲一笑，知道二人想看自己热闹，谁让自己贪小便宜，接这种费力不讨好的任务呢，随即抱拳道：“那好，就让我亲自试试你们的修为如何吧。”\n说罢，信步走到大厅正中。\n夏洛特不禁神情凝重的冲几个人点点头，四道身形闪身便来到大厅正中，与对手李扬帆相对而立。\n只见李扬帆冲四个人一抱拳，轻笑道：“在下风之契猎魔团团长李扬帆，团队等级为D级，请指教。”\n夏洛特听罢，顿时抱拳道：“孤鹰猎魔团团长夏洛特，我们是昨天刚刚注册的，还请李团长手下留情。”\n李扬帆不禁点头道：“留情可以，但我可不能舞弊，否则我们团也不用混了。”\n说罢，转眼看了看其他几名对手，几个人顿时依次站出道：“孤鹰猎魔团薛圣泽、孤鹰猎魔团蓝鹰、孤鹰猎魔团冠青。”\n李扬帆听罢顿时朝几个人抱了抱拳，心中暗笑道：原来这唯一的女子是叫蓝鹰，长的倒是不错，看来也是孤鹰猎魔团名字的由来吧。\n心神一收，李扬帆扭头冲服务人员点了点头，服务人员同时点头表示可以开始了。\n但见李扬帆再回过头来时，早已收起了之前的嬉笑，面容瞬间变的冷峻起来，仿佛一阵阴冷的寒风吹过，冲夏洛特众人一点手，沉声道：“来吧！”\n话音一落，孤鹰猎魔团的蓝鹰和薛圣泽便将长剑一摆，飞身朝李扬帆冲来。身后的夏洛特和冠青二人却是同时抬手，灵光闪烁之下纷纷凝聚出一张长弓，就见蓝鹰二人冲到李杨帆身前之际，却突然左右一分，将中门留给了夏洛特二人。\n好像早有预谋一般，就在蓝鹰二人左右闪开之际，两支羽箭划着尖啸便袭到了李扬帆近前。\n李扬帆不禁暗赞一声：来的好。身形一旋，顿时在身前刮起一道劲风，两支羽箭被劲风一抽，顿时失去了准头，一左一右分袭弹身杀来的蓝鹰和薛圣泽二人。\n这一突变不禁吓的夏洛特众人面色大变，薛圣泽见势不好，马上丢下对手回剑一扫，一下便将羽箭扫飞出去，但再想进攻却是失去了先机。\n而与此同时，蓝鹰却是牙关一咬，明明看到羽箭朝自己击来，长剑下落的力道却不减反增，就在羽箭射中自己的同时，长剑也砍在了夏洛特的身上。\n哦，不对，应该是砍在了李扬帆扬起的手掌中，而在李扬帆的手中却正有一小团凝炼的旋风死死顶住了蓝鹰砍下的长剑，令李扬帆一点皮都没伤到。\n但蓝鹰可没那么轻松了，自己人射出的羽箭早已狠狠的钉入细长的小腿之上，鲜血顿时便喷了出来。\n这种拼着受伤也要伤敌的勇气不禁令李扬帆暗挑大拇哥，心生不忍的同时顿时庆幸自己瞄准的不是致命部位，否则这一下便有可能要了这小姑娘的性命。\n抬手一甩，顿时将蓝鹰的长剑横着扫飞出去，这便是实力的差距，身为D级猎魔团团长的李扬帆目前的修为可不是刚刚开启武灵时那种只能凝聚出武灵的形态那般简单了。\n风武灵的他早已将风属性灵活的运用到实战中来，这也是经过无数次战斗凝炼出来的结果。但在扫飞蓝鹰长剑的同时，李扬帆不禁微一皱眉，按说眼前这小姑娘虽然弱了点。但也不至于自己不费吹灰之力便一下扫飞她的长剑吧，难道是她受伤的原因吗。\n就在李扬帆一楞之际，却见蓝鹰手中灵光一闪，几枚火药的影子一晃便瞬间燃烧起来，炽烈的白光顿时晃的周围众人睁不开眼。\n“不好，上当了。”李扬帆被白光一晃，眼睛顿时便陷入了短暂的失明，暗道一声“不好！”马上身形一晃，闪身飞入空中，与此同时，自己刚才所站的位置便是“叮”的一声，薛圣泽的长剑狠狠的砍在了石英地板之上。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440468360,
            "txt_content": "今天10章连更结束，第28、29章正在审核中，大家等一下就能看到了。明天十章再见。\n另附，本书已经起点小说网连载到166章，做为本书作者，我在第一章时就承诺过，这书不会申请签约，全免费给大家看。\n更新到与起点同样的进度后，我会在论坛与小说网同步更新。大家慢慢欣赏吧。"
        },
        {
            "author": "guqu",
            "timestamp": 1440476100,
            "txt_content": "比赛有说明，不能使用很久以前的旧稿。\n所以只是不能参赛而已"
        },
        {
            "author": "guqu",
            "timestamp": 1440476280,
            "txt_content": "2B与mc的故事 发表于 2015-8-23 20:52\n嗯……发现了一个劲敌啊……\n果然这次比赛把很多大角虫都吸引过来了\n（另外，新号的话右上角快捷导航里做新 ...\n这不是比赛作品吧，没有圣杯2字\n而且比赛明确说明不能使用以前的旧稿"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1440476640,
            "txt_content": "发现不和谐词汇\n\n还有，你家儿子挺多"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1440476700,
            "txt_content": "你可以直接从167章开始更新\n之前的章节直接帖子内添加链接\n否则无法用此作品参赛"
        },
        {
            "author": "1137246733",
            "timestamp": 1440476820,
            "txt_content": "起点的专属作品是不容许你随意发在别的论坛的\n这个你知道吧"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440478980,
            "txt_content": "guqu 发表于 2015-8-25 12:18\n这不是比赛作品吧，没有圣杯2字\n而且比赛明确说明不能使用以前的旧稿\n你看看发帖时间好吗……当时还没有查明这是他的旧稿"
        },
        {
            "author": "guqu",
            "timestamp": 1440479820,
            "txt_content": "2B与mc的故事 发表于 2015-8-25 13:03\n你看看发帖时间好吗……当时还没有查明这是他的旧稿\n- -苦逼的是什么\n是他的加分太少\n别看我，我承认@很有用\n都发在一篇了"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440503160,
            "txt_content": "{:10_493:}完全不懂你们在说什么，算了，我只发我的小说好了。其他的不管了"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440542760,
            "txt_content": "第三十一章　考　核\n虽然眼睛看不到，但久战沙场的李扬帆耳朵却听的清楚，庆幸自己还好反映的快，否则便阴沟里翻船了。而风属性的特点之一便是能够在修炼到一定程度之后，可以驭风飞行，至于能够飞多久，便要看此人的修为了。\n而目前李扬帆的修为足够自己飞行一分钟左右了，这不禁令他多次从死亡线上逃脱出来。包括这次也不例外，有一分钟的时间便足够自己的眼睛恢复正常了。\n但李扬帆清楚的记的对手中有两名弓箭手，这却是最令人头痛的问题，尽管自己飞在空中，但却躲不过弓箭的威胁。\n心思一动，李扬帆顿时听到两道破空之声朝自己袭来，顿时暗道一声“不妙”，有心闪躲，却是目不能视，不知道羽箭射来的方向，乱飞乱躲的话没准被对手射中。\n来不及细想，李扬帆顿时习惯性的笔直朝高空飞去，飞的高了，就算有整支弓箭兵团的人也会无可奈何了。\n但李扬帆却忘了一点，就在自己刚刚闪身冲起几米之后，便感觉脑袋猛的一震，狠狠的撞到了房顶上，随着灵力一散，李扬帆顿时大头朝下直挺挺的砸在了地板之上。\n原本撞出的大包顿时又长出个小脑袋来，远远望去便如同肩膀上顶一串大肉丸子一般。\n夏洛特四人凝神戒备着围过来一看，只见李扬帆两只眼睛画着圈圈，嘴里吐着沫沫，却是一点反抗能力也没有了。\n服务人员见状，马上宣布道：“考试结束，孤鹰猎魔团正式注册成功，希望你们再接再厉，早日升入D级。”\n“哦！！！”夏洛特众人顿时一阵欢呼，却见蓝鹰欢呼之余不禁“哎哟”一声，一下便摔倒在地。\n夏洛特众人这才想起蓝鹰之前受到的箭伤，顿时围拢了过来。\n“蓝鹰，你怎么样？”冠青马上按住蓝鹰受伤的小腿，只见羽箭深深的插入肉中，鲜血从伤口处淌湿了一片。\n“让我来。”薛圣泽蹲下身形，不禁皱了皱眉，抬手便凝聚出一团水珠，随即冲冠青点头道：“可以拔了。”\n冠青顿时抬手在羽箭上一扫，插在蓝鹰腿上的羽箭顿时化为一团灵光消失不见，但鲜血却如同找到了发泄口的洪水一般，一下便喷了出来，薛圣泽不敢怠慢，抬手便将水珠按在了蓝鹰的伤口上。\n这边紧急治疗忙的一塌糊涂，而另一边晕死过去的李扬帆却并没这么好的待遇了，只见风之契猎魔团另一名叫郭恒的男子懒懒的走到李扬帆身前，抬手拿出一瓶红色的药水，摇头叹了声：“可惜啊可惜。”\n随即，掰开李扬帆的嘴便给灌了下去，还没等李扬帆清醒过来，便拽住李扬帆的胳膊，跟拽个大布娃娃似的给拖了下去。\n工作人员此时也上场示意夏洛特众人将受伤的蓝鹰抬到大厅一角继续治疗，这才宣布道：“下一场考试，狙击手猎魔团，有请风之契猎魔团的考评人员上场。”\n风之契猎魔团名叫幻凌千的女子闻言顿时闪身走到大厅正中，冷冷的扫了一眼紫灵众人，却见四个人中，除了一个小个子没事人般精神奕奕的站在那之外，其余三人全都双目低垂端坐于地上，看样子倒像是睡着了一般。\n哼！竟然敢小看人！幻凌千顿时柳眉倒竖，抬手幻化出一柄石剑点指道：“你们，若是不考趁早回去，省着浪费姑奶奶的时间。”\nXXOO听罢顿时连连摆手道：“奶奶息怒，奶奶息怒，我们这就上场，这就上场。”\n幻灵千不禁挑眉道：“你管谁叫奶奶？”明明只有二十出头的年纪，竟然被人喊成奶奶，人家有那么老吗？幻灵千顿时恨透了这个小个子，暗中较劲道：一会儿上场，一定先给这小子放点血。\n却见那小个子说完之后却不再理会自己，一个个将坐在地上的三人推醒了过来。\n“快点快点，都别睡了，该咱们上场了。”\n“啊？啊？什么事？要打了吗？咱们打谁？快点打趴下好去吃好吃的。”大个子光头强拨楞拨楞脑袋，一边四外张望着，一边站起身形，只见之前对打的几个人早都退了下去，而在大厅正中怒气冲冲的正站着一名小丫头。\n光头强顿时抽出腰间的一对大斧子点指道：“是打她吗？”说罢，不禁蓄势运了运气，顿时兴奋道：“哈哈，小叉叉，你这种子还真不错，下次给我多吃点。”说罢，迈开大步便朝幻灵千走了过去。\n紫灵和IAEA二人见状，也提剑跟了过来，而XXOO则跟没事人一般往地上一坐，一脸期待的看起热闹来。\n幻灵千见状不禁一皱眉，怎么这小子不过来吗？正疑惑间却见对方的大块头几步走到自己面前，抬斧子便点指道：“喂，小丫头，你是考官吗？”\n幻灵千顿时轻轻点了点头。\n光头强见罢，不禁咧嘴一笑：“呵呵，就你这小样的都不够我一划拉的，我看你就自动认输吧，我好可以回去吃好吃的了。”\n幻灵千闻言不禁一挑眉，不明白这个大个子所言的吃饭跟输赢有什么关系，难道是没吃早饭吗。不过这家伙手中的这对板斧可是够唬人的，看样子应该是力量型选手，一会儿打起来可不能轻易碰触。\n而紫灵二人听罢，却不禁生出一头黑线。怕光头强再冒出什么傻气，紫灵顿时闪身跨前一步，抱拳道：“您好，我是狙击手猎魔团的团长，我叫紫灵，这两位分别是周光强和周自恒，还请前辈多多指教。”\n“前辈倒不敢当。”幻灵千抬手一指站在外围的XXOO道：“怎么，他不是你们团的吗？”\n紫灵回头看了一眼XXOO，却见XXOO跟啦啦队似的冲自己比划了一个胜利的手势，不禁扭回身来笑道：“他叫楚子墨，是我们团的一员，但这场考试不必让他上场。”\n“怎么，你们这是在小看我吗？”狙击手猎魔团众人的轻蔑表现彻底将幻灵千激怒了，怎么说自己也是D级猎魔团的主打力量，竟然被一群刚刚注册甚至还达不到S级的小家伙们如此轻视。\n幻灵千顿时凤眼一眯，冷哼道：“那好，这可是你们自找的。来吧！”说罢，长剑在身前一晃，一道冷厉的杀气瞬间弥漫开来。\n光头强闻言却不禁扭头道：“村长，这小丫头还不认输，是不是把她打败了就能有好吃的了？”\n紫灵顿时点头道：“没错，不过大家小心，她的武灵是剑，看样子决不容易对付。”\n“管她呢，有吃的就行。我开……开开开…开呀！”话音一落，便见光头强大斧子抡圆了，一个旋风斩便砸了下去。\n耳仑中便听“咚”的一声巨响，大斧子直接便砸在了石英地板上，整个大殿不禁跟着连震了三震，在场众人都怀疑这大块头拿的是斧子还是锤子，这是在拆房子吗。\n只见受力的石英地板灵光一闪，巨大的砍砸力竟然没有破坏到石英地板分毫，可见，整个大殿应该是被某种特殊的力量封印住了。\n再找小丫头幻灵千，却是踪迹全无。大个子光头强不禁收手看了看砸中的地面，正奇怪这小丫头怎么就一下子被自己砸没了呢？\n一抬头，却见幻灵千轻灵的身子在空中一闪，长剑便递到了眼前，危急中，光头强却是不惊反喜，长臂一挥，另一只大斧子瞬间横扫而出。\n嘴中同时傻笑道：“呵呵，原来你在这儿，来的好！”\n幻灵千见状不禁眼睛一眯，真怀疑这大块头是真傻还是假傻，自己的长剑明明先发先至，这大家伙竟然不知躲闪，如此硬拼的话，在杀掉对手之后自己也有足够的时间躲闪。\n但这场打斗也仅是对他们团队的考核，下杀手倒是不必，只要给他们放点血，令他们知难而退足矣，也算解了自己心头之恨。想至此，顿时剑尖下指，直点光头强的肩头。\n但长剑刚刚碰到光头强衣襟之际，便感觉一道劲风从侧面迅速朝自己的长剑点来，目标所指，竟然精准的分毫不差。\n来不及反映，幻灵千便感觉长剑受力一歪，贴着光头强的肩头便划了开去。身形交错，另一柄长剑挂着劲风便朝幻灵千当头砍来。\n幻灵千连看都没看一眼，旋身倒挂，一个旋风踢，直接将冲上来的紫灵一脚蹭飞出十几米远。手中的铁剑直接便飞了出去，贴着石英地板滑飞出多远，险些没滑出殿外。\n紫灵被摔的“哎哟”一声，眼前金星乱晃，险些没背过气切。硬挺着从地上挣扎起来，一手捂着肚子，一手抱着脑袋，弓着腰闪身便朝自己的长剑追去。\n幻灵千一脚踢飞紫灵，不禁长剑一摆，盯着挑飞自己长剑的IAEA冷哼道：“你也是剑武灵？”\nIAEA扫了一眼正从地上爬起来的紫灵，确定村长的身体没事后，这才淡淡地道：“没错，看来今天倒是碰到对手了。”\n说罢，冲身边的光头强一点头，就见光头强板斧一伸，IAEA一个纵身便跳到板斧之上，光头强顿时抬手一抛，直接将IAEA挑飞出七八米高，但见IAEA身形在半空一扭，头下脚上、身剑合一，顿时如标枪一般直指幻灵千插了下去。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440542760,
            "txt_content": "第三十二章　有惊无险\n眼见IAEA当头刺下，幻灵千不禁连退两步，长剑在肩头一晃，凝聚起十二成精神准备应对IAEA雷霆的一击，却在这时，只听光头强大嗓门“哇呀呀！”一喊，两柄大斧子抡圆了，如风车般滚了过来。\n幻灵千见状不禁眉头微皱，暗道：真是个麻烦的家伙，功夫不怎么样却总能搅局，那对大板斧从个头及力道上，幻灵千可决不敢碰，目光一凝，幻灵千不退反进，顿时朝大块头的旋风斩冲了过去。\n眼看光头强的大斧子便抡在了幻灵千的身上，却见幻灵千的身形突然一矮，紧贴着地板便滑到了光头强的脚下，随即长剑放开，仅是一个错身的功夫，便在光头强的双腿上划开了七八道血口。\n而由于光头强这大块头的遮挡，半空中的IAEA顿时也失去了目标，随即长剑在地板上一弹，再次朝幻灵千挺剑刺去。\n眼见大块头高大的身形轰然倒地，倒滑中的幻灵千不禁嘴角一翘，身形一个倒翻，从地上飞身而起，一招飞花逐月挺剑朝IAEA的长剑迎了过去。\n刚一起身，幻灵千便发觉身后冷风袭至，不禁眉头一挑，暗道：又一个捣乱的。顿时一个倒挂金勾，一脚便将偷袭而至的紫灵踢飞出去，好在这次由于仓促之下力道略有不足，紫灵的身子是飞出去了，但长剑却并没脱手。\n紫灵再次“哎哟”一声狠狠的砸在地板之上，肠子险些没被摔成八段。抬眼望去，只见幻灵千已经与IAEA打到了一处。两柄长剑如翻飞的蝴蝶一般挥舞开来煞是好看。\n而大厅另一侧的光头强则扔掉板斧，双手捂着血流不止的双腿张望着在那嚷嚷呢：“哪有土，哪里有土，快帮把我伤口捂上。”\n马上有两名服务人员冲上来将光头强拉了下去进行治疗。看样子，光头强是被淘汰掉了。紫灵不禁猛一咬牙，用长剑支撑起身子，灵力运转之下再次举剑冲了上去。\n此时，面对仅是木剑修为的IAEA，幻灵千却是心中生起一丝特殊的感觉，也许是同为罕见的剑武灵的关系吧，幻灵千对IAEA却并未使出全力，长剑施展开来，引诱着IAEA将本领全部施展了出来，倒要看看这小家伙修炼到什么程度了。\n几个照面过后，幻灵千便发觉虽然这小子灵力修为不足，但剑法却是耍的不错，若是假以时日一定能成为一名出色的剑士。\n幻灵千一边打一边暗暗点头，却在这时，突然察觉一道劲风从背后偷袭而至，幻灵千顿时一挑眉，暗道：怎么这家伙比那个大块头还要缠人，看来不给你点厉害看看，你便没完没了了。\n见IAEA身形一闪，幻灵千顿时抓住时机一个倒勾，在躲过长剑偷袭的同时，径直朝紫灵踢去。这次幻灵千却是运足了力道，将紫灵的全身全部罩于足下，相信不将对手踢残了，至少也不可能再爬起来了。\n但一脚踢出，幻灵千便是一惊，余光所及，发现偷袭自己的长剑一击落空之后竟然没有收回，而是径直朝前方画着圈飞了过去。\n“甩手剑？”幻灵千顿时力道一收，腿力所及果然空无一人。长剑一摆，幻灵千马上旋出一个攻守兼备的姿势单脚稳稳的落在地上，不成想脚一沾地身形便是一震，一股巨痛顿时从脚下传来。\n幻灵千一个没站稳，不禁后退一步，却感觉另一只脚也被狠狠的刺了一下。一低头，发现洁白的石英地板上不知何时竟然长出一片杂草，而刺中自己的正是杂草上细长的草叶。\n但与普通杂草不同的是，自己脚下这片杂草的草叶坚硬如铁，锋利如刀，一片片如插矛一般的密布一片，凛然形成一片地刺一般。\n怎么会这样？幻灵千迅速扫视了一下周围，却见那个被自己踢飞两次的家伙正半蹲在草丛的边缘，双手青筋暴现紧紧的按在草丛之中。\n此时在幻灵千的眼里，那个原本平平无奇的男子仿佛突然变了个人一般，双目炯炯的闪烁着豪光，头上青筋暴起，显然正在全力释放着自己的武灵。而这个人的武灵竟然会是――杂草？\n“村长！你TM太给力了！”远处观战的XXOO见状顿时挥舞着拳头振臂高呼起来。\n幻灵千不禁一挑眉，刚要跃起发难，却感觉另一道劲风正狂袭而至。顿时暗道一声“不好！”刚才在没受伤之前自己的修为也是仅比那个剑武灵的小子略胜一筹而已，此时受伤，却是决不能恋战了。\n心神一收，幻灵千顿时将长剑一摆，身前左右竟然同时幻化出五柄石剑，眼角一挑，五柄长剑顿时如流星赶月一般交错着朝IAEA冲去。\nIAEA见状不禁大惊，长剑一收带动身形一个急转，手中长剑随即如车轮般挥舞开来，尽管如此，IAEA相信也决接不下幻灵千这一招，难道这场考试就这样以失败而告终了吗？\n“停！考核结束。”就在这紧要关头，服务人员却突然高喊了一声。\n幻灵千顿时一皱眉，抬手一扫便化去了五柄长剑。几点灵光猛的一冲便砸到IAEA的脸上，吓的IAEA不禁一闭眼。闪身跳出圈外，这才如释重负般的叹了口气，暗道：还好幻灵千及时收手，否则冲到自己脸上的便不止是灵光那么简单了。\n闪身站到紫灵身前，IAEA不禁摇头道：“村长，怎么回事？难道就这样输掉了吗？”\n紫灵也满面凝重的摇了摇头。只见服务人员走上前道：“风之契猎魔团的幻灵千已经受伤，这场考核狙击手小窝猎魔团通过。”\n“什么？这样便通过了？”IAEA闻言不禁一楞，皱眉道：“村长，你不会是用了什么BUG（游戏中通过游戏漏洞投机取巧的一种简称）吧？”\n正在这时，却见工作人员身后闪出一人笑道：“哈哈，村长，你真是太给力了，怎么样，我就说那么厉害的对手都被打伤了，咱们应该能通过吧。”\nIAEA一见是XXOO，不禁问道：“你是说，是你给服务员的建议吗？”\nXXOO顿时抱了抱服务员的肩膀道：“当然，你以为还能有谁？我们可是好哥们。”\n服务员顿时一抖肩，沉声道：“这位先生，请自重，我们猎魔团看中的是实力，决不会搞什么私人关系的，何况我与你并不认识。刚才贵团的实力大家都有目共睹，已经完全可以胜任S级猎魔团的任务，所以才会通过的。”\n说罢，转身冲受伤的幻灵千躬身道：“辛苦了，今日考核结束，贵团可以去服务台领取另一半酬劳了。”\n刚刚喝下恢复药水的幻灵千闻言，不禁将手中空瓶一丢，冷眼扫了一眼紫灵众人，尤其是在IAEA身上又多看了两眼，这才转身与自己的另两位队员闪身而去。\n见风之契猎魔团的三人走远了，IAEA这才喃喃道：“真厉害，原来剑武灵还可以这样使，刚才若不是服务员阻止的早，恐怕在那一招之下咱们谁也不可能全身而退。”\n思绪一动，IAEA不禁扭头道：“对了村长，原来你的杂草武灵竟然也这么厉害，这完全就是地刺的效果嘛。”\n紫灵闻言不禁轻笑道：“嗯，我也是灵机一动突然想到的，没想到还真的成功了。”\n“灵机一动？”XXOO不禁凑过来道：“告诉我你是怎么灵机一动的，我也好跟你学学，也让我这武灵也发挥一下威力。”\n紫灵摇头一笑，抬手凝聚出一棵杂草道：“你们还记不记得昨天光头强吃这个的时候不是把嘴扎破了吗？刚才我突然想到，若是把灵力催到最大，会不会将草变成如IAEA的剑武灵那样的硬度呢？于是我便试着凝聚了一下，虽然达不到剑武灵的那种硬度，但效果看来也是不错，以后若是多加练习，相信还能有所长进吧。”\n“啊？就这么简单？”XXOO听罢顿时一咧嘴，抬手试了下，再怎么凝聚，还是那十几颗灵光闪闪的种子。顿时叹息道：“唉，看来这个方法对我却并不适用呢。”\n正在这时，只听远处的服务人员道：“请狙击手猎魔团和孤鹰猎魔团的团长领取团徽。”\n众人闻言顿时相视一笑，紫灵闪身便走了过去，XXOO几个人则远远的伸着脖子张望着，心中却满是喜悦。\n“这就是团徽吗？”离开大殿后，XXOO不禁拿过团徽对着太阳照了照。\n只见这是一枚圆形的铁制徽章，上面雕刻着长剑和斧头的形状，正中间的位置雕着“狙击手”三个大字，而在名字下面则刻着大大的“S”，应该是代表着猎魔团的级别。在团徽的背面则写着“猎魔团”三个大字。\n“小叉叉，也给我看看。”光头强说罢，一把抓过团徽在手中摇了摇，不禁皱眉道：“就这么个小玩意就让我流了那么多血吗？”\n紫灵闻言顿时问道：“对了光头强，你腿上的伤没事了吗？”\n“呵呵，早好了，不信你看。”光头强说罢，顿时连跳了三跳，整条街道顿时跟着连震了三震，吓的路人纷纷惊恐的躲避起来。\n“好了好了，我知道了。”紫灵见状顿时制止了光头强的举动，拿过团徽收好，轻笑道：“有了这个，咱们便可以去领取任务了。”\nXXOO顿时喜道：“太好了，那咱们现在就去任务区看看都有什么任务吧。”\n“好诶！”一群人嬉笑着前推后拥的来到猎魔团分部的任务区，只见与自己同时进级的孤鹰猎魔团四人早就在服务台前翻找起任务来了。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440545220,
            "txt_content": "第三十三章　A级任务\n看到孤鹰猎魔团众人，XXOO顿时催促道：“不好，咱们来晚了，村长快走，否则好任务都被别人抢走了。”\n被XXOO推着来到服务台前另一个窗口，马上有服务人员恭敬地说道：“您好，请出示团徽。”\n紫灵顿时拿出刚刚得到的团徽递了过去，同时扭头看了一眼旁边的孤鹰猎魔团，只见团长夏洛特也正望了过来，两个人不禁彼此点了点头。\n“先生请收好，这是任务册，你们可以在里面选择一下任务，每个任务的赏金都不一样，后面有标注。”\n“哦，谢谢。”紫灵收好团徽，顿时翻开任务册翻看了起来。身后XXOO不禁伸着脖子使劲张望着，而IAEA却只是冷冷的站在一旁，仿佛事不关已一般，抬手便扔给大个子光头强一袋烤土豆。\n光头强也不客气，坐地上抱着袋子便一把一把的大吃起来。\n只听XXOO一边伸着脖子望着一边喃喃地念道：“帮助寻找走失的老人，赏金10枚金币；修建围墙，赏金100金币，这个倒不错，可惜咱们不会建；一起到洞穴探险，赏金无，收获对半分，没赏金谁去呀，翻页翻页。”\n正在这时，却见旁边的孤鹰猎魔团四人将任务册交还给服务台后，不禁扭头扫了一眼紫灵众人，满脸欣喜的走了出去。看来应该是找到了比较满意的任务了。\nXXOO见状，顿时叹气道：“唉，果然是来晚了，看来好任务一定被他们抢去了。”\n紫灵不禁轻笑着摇摇头，真是对XXOO无语了，任务又不是今天才开始有的，从任务册翻旧的样子来看，这些任务止不定积垒了多久了呢，哪还有什么早晚之分。\n心思一动，紫灵却不禁对服务员问道：“请问，我们一次可以接几个任务？”\n服务员顿时恭敬地道：“最多可以同时接三个任务，以30天为期，如果过期没有完成便会自动转给别人。”\n“哦，原来如此。”紫灵点点头，随即指着任务册中的一项任务道：“这个找寻亲人的任务我们接下了，我再找找别的。”\n“好的，我马上登记。”\nXXOO闻言不禁张望到：“哪个寻找亲人的？这种任务应该没什么油水吧，而且这么大的世界若想找个人，那不是大海捞针吗？到时候人没找到，咱们倒先饿死了。”\n紫灵顿时指着任务册说道：“这个可不是单单找人那么简单，你看，这有说明，说这个村子被僵尸袭击了，发布任务的人与家人走失，咱们只要跟着他回村子去找寻一番就行，应该很容易。”\nXXOO看了看，不禁皱眉道：“赏金只有50金币吗？这种任务应该很危险吧，竟然只给这么少，还不如你上次帮别人种草来的快呢。”\n紫灵闻言顿时指着任务册道：“你还别说，这里还真有种草的，赏金100金币，真不错，服务员，这个任务我们也接了。”\n“好，请稍等。”服务员马上快迅登记了任务的派发。\n翻到最后，XXOO突然眼前一亮道：“村长快看，这个任务不错，咱们接了吧。”\n紫灵一看，只见任务上写道：消灭祖屋中的两只僵尸怪，赏金200金币，所得灵珠归猎杀者所有。\n紫灵顿时也是一喜，忙指着任务栏道：“服务员，这个任务我们也接下了。”\n服务员看了看，随即躬身道：“很抱歉，这个任务刚才已经出了，请再挑选别的任务吧。”\n“啊？一定是孤鹰那些家伙抢走的，我就知道他们那样看着咱们一定没好事，真是气死我了。”XXOO不禁愤愤地挥了挥拳头，随即问道：“服务员，还有别的什么好任务吗？”\n服务员顿时回道：“很抱歉，任务全在这里了，如果你们路过其他城市的话，也可以到其他猎魔团分部找找看，越是大一些的城市，任务量便越大，很多任务的赏金都不低。”\n“啊？果然小城市还是不行呀，任务竟然这么少，连个有油水的都找不到。”XXOO不禁摇头叹息一声。\n服务员却突然心思一动，补充道：“如果你们想要油水高的任务的话，我们这里倒是还有一项任务，赏金非常丰厚。”\n“哦？是什么任务？快说来看看。”XXOO闻言顿时便来了兴趣。\n服务员不禁点头道：“其实，这项任务说起来应该算是A级猎魔团的任务，但因为千百年来并没有哪支猎魔团完成过，所以现在不论等级高低都可以接，如果完成的话，赏金是10亿金币。”\n“十十十十十……十亿！？”XXOO顿时大惊，张着手数道：“十万、百万、千万，然后是一亿，我靠，十个一亿那得是多少钱呀？”\nIAEA不禁扫了一眼周围道：“若是全换成金币的话，大概能够堆满整个大殿吧。”\n“哇……….那我就可以在金币中游泳了………”XXOO满眼跳动着金币，一边幻想，一边喃喃道：“不，我得先要买一大堆好吃的，我要买烤牛肉，我要买两份，一份吃个饱，一份当宵夜。”\n光头强闻言不禁将脑袋从烤土豆的袋子里探出来道：“我也要吃烤牛肉。”\n紫灵不禁一脑门子黑线，一扭头，装作不认识这两活宝，冲服务员问道：“请问，这是个什么任务？竟然会有这么高的赏金？”\n服务员顿时说道：“是一项探险任务。在帝国的南方边缘区域，有一片无人能够进入的森林，由于森林的树全都漆黑如墨，所以大家都叫它墨海森林，这项任务就是进入墨海森林寻找隐藏在里面的传说中的宝藏。”\nXXOO闻言顿时惊问道：“宝藏？什么宝藏？”\n服务员不禁摇头道：“没有人知道宝藏是什么，因为那座森林根本就没有人能够进去，只是传说那批宝藏富可敌国。如果你们能够幸运的进入森林并安全出来的话，只要将森林里的具体情况进行汇报，便会有一半的赏金，如果能够将里面的宝藏找到并带出来的话，就会有全部十亿金币的赏金了。”\n“开……开什么玩笑？”XXOO顿时皱眉道：“如果这批宝藏真的富可敌国的话，那谁还会在乎那十亿金币的赏金呀？直接拿宝藏走人不就得了。”\n服务员不禁含笑道：“话是这么说没错，但按帝国的法律，那批宝藏是属于国家所有的，如果有人私吞的话，恐怕是有命拿没命花吧。”\n“这……这么严重？真是个霸王条款呢，果然跟谁斗也不能跟国家斗。”思绪一动，XXOO不禁思索道：“对了，你说那座森林都没有人能够进去，那我只要乱编一个里面的情况你们也不会知道是我编的吧？这一半的赏金是不是也太容易得到了？”\n服务员顿时笑道：“这个简单，只要汇报的人在众人面前再进入一下墨海森林就能够证实他说的话是不是真的了。”\n“哦，这也倒是，都没有人能够进去呢。”XXOO顿时嘟着嘴点了点头。\n紫灵却不禁疑惑道：“请问，你说的不能进入是什么情况？难道是说里面地形险要没有通路或者盘据着众多魔族吗？”\n服务员顿时摇头道：“不是的，在那座森林的外围存在着某种封印，只要有人或魔族闯入便会马上被弹出来。所以里面是个什么样子，谁也不知道。”\n紫灵闻言顿时思索着点点头，随即问道：“那这个任务怎么接？”\n服务却摇头道：“这个任务是天下猎魔团共知的任务，所以也不必接，什么时候完成只要找到最近的猎魔团分部进行汇报就算完成了，没有时间限制。”\n紫灵听罢，顿时合上任务册，点头道：“谢谢，那我们就先接之前的两个任务吧。”\n“好，请稍等，我把两个任务的联系方式写给你们。”说罢，服务员马上拿过纸笔，将两个任务的联系方法交给了紫灵。\n走出猎魔团分部大厅，XXOO不禁问道：“村长，你说那个什么墨海森林真有那么神奇吗？咱们要不要过去试试运气？”\n紫灵顿时轻笑道：“试是一定要试的，难道你忘了咱们要找的宝藏了吗？按地图上的标注来看，跟那个什么墨海森林没准应该是同一个地方，既然没有人类和魔兽能够闯入，那咱们倒不必急于一时了，等咱们的队伍发展壮大之后再找机会过去会会这墨海森林吧。”\nXXOO听罢，顿时点头道：“对呀，我怎么就没想到呢，咱们的宝藏也是在帝国的南方呢，果然还是村长聪明，那好，你说咱们先干哪个？”\n紫灵顿时挥了挥手中的纸条，轻笑道：“当然是先干简单的，走吧，铺草坪的地点很近，咱们快些交活便去大吃一顿。”\n“哦？好吃的？”光头强闻言顿时搓了搓手，在大街上张望道：“咱们去哪家吃？”\n紫灵众人见状不禁同时叹息一声，有这个大块头在，看来想要高消费一把，都吃不到什么像样的东西呢。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440545280,
            "txt_content": "第三十四章　喵　喵\n同样，在东家震惊的目光中，紫灵众人拿到铺设草坪的赏金后，也仅是再次回到店房之中，便宜的烤土豆、奢侈些的烤鸡崽让光头强吃了个够，紫灵三人则每人要了一份烤乳猪，津津有味的大吃起来。\n光头强看着三人美美的吃相，不禁眼巴巴地道：“我也要吃那个。”\nXXOO顿时挥手道：“不行不行，这个都不够你塞牙缝的，你还是吃你的那筐烧鸡吧。”\n“哦。”光头强默默地回了一句，往嘴里扔了几只鸡，不禁再次说道：“可是，我没吃过你们那个。”\n紫灵闻言，顿时有些于心不忍，张嘴又在猪屁股上啃了两大口，这才将烤乳猪往前一推，说道：“好吧，你要用两只烧鸡跟我换。”\n“好。”光头强从筐里一把抓出四五只烤鸡往桌上一扔，抬手便抱起烤乳猪啃了起来。\nXXOO见状不禁皱眉道：“村长，别怪我没提醒过你啊，你这么惯着他可不是什么好事，若是让他吃上了瘾，两天便把你吃死。”\n紫灵则无奈地摇头道：“唉，算了，今天光头强也流了很多血，就当是给他补补吧。”只是一个简单的怜悯，想不到日后有一次紫灵还真就差点被光头强吃死，当然那是后话。\n日上三竿，四个人吃饱睡足，这才按接洽的方法来到城外一处客店之中。紫灵清楚的记的这应该是当初在来到润丰城时曾见过的那个城外的临时客店，当时因为没有过来，却险些跟守城的兵将打起来。想不到，那个寻亲的东家竟然会住在这里。\n一进门，店小二便热情的迎了过来。\n“几位客官，请问是打尖还是住店？”\n紫灵朝店里看了看，由于时间尚早，店里仅有三两个人在吃着早点，顿时点头道：“给我们上些简单的吃的。”\n“好类！”店小二答应一声，转身刚要走，紫灵马上抬手拦住道：“哦，小二哥，请问你们这里有没有一位叫喵喵的客人？”\n“喵喵？”店小二略一迟疑，顿时反问道：“你是说整天喵一声喵一声的那个小丫头吗？”\n“喵一声？”XXOO不禁眨巴眨巴眼睛。\n“小丫头？”紫灵也不禁一楞，随即点头道：“应该是她吧，你去帮我们问问，就说我们接了她的任务过来了。”\n“好，请几位客官稍等，我马上去通知。”店小二答应一声，转身便跑去二楼客房。\nXXOO拉过一条凳子，一屁股坐上去道：“我就说能叫这个名字的应该是个女的吧，果然被我猜对了。”\n话音一落，顿时从桌子下窜出一条黑影，一下便扑到了XXOO的大腿上，随即“喵！”一声冲XXOO叫了一下。\n“哇！！！！”XXOO吓的顿时一个后翻，直接从凳子后面翻了出去。黑影则在XXOO翻身的同时一个闪跳，顿时跳到了桌子上。\n“是是是是…….是猫！我最讨厌猫了，快走开！快走开！”XXOO顺手拎起凳子，神情紧张的指着桌子上的猫咪。\n正在这时，却听二楼一声娇喝道：“住手！不许欺负我的哆哆！”\n话音一落，便见一道俏美的身影飞身便从二楼跑下，一把抱起桌子上的猫咪，恶狠狠的瞪着XXOO。\nXXOO见状，不禁放下手中的凳子道：“这只猫是你的？”\n小姑娘并不答话，依然恶狠狠的怒视着XXOO。\nXXOO不禁挥手道：“好吧，快带着你的猫走开，我们还有正事呢，别让你的猫再过来捣乱了。”\n小姑娘又瞪了XXOO半天，仿佛跟XXOO有天大的仇，而且要一下子把积压的仇恨全都瞪还给XXOO一般。\nXXOO不禁郁闷道：“你怎么还不走？难道是想讹我们不成？我们可不会赔你什么的，快走开。”\n“我叫喵喵。”小姑娘甩出一句话，依然狠狠的瞪着XXOO。\n“喵喵？”大个子光头强不禁指了指小姑娘怀中的猫咪，小猫顿时柔顺的冲光头强“喵”了一声。\n而小姑娘则扭头冲光头强道：“不，它叫哆哆。”\n“哆哆？”光头强顿时疑惑的看了看小姑娘，双手按在脑袋上有些混乱。\n“不，我叫喵喵。”\n光头强彻底混乱了。\n紫灵不禁上前道：“嗯，小姑娘，是你发布的寻找亲人的悬赏吗？”\n小姑娘闻言顿时扭头道：“我叫喵喵。”\n紫灵不禁一脸黑线地道：“我知道，按规定，你要先交一半的赏金。”说罢，不禁冲小姑娘一伸手。\n小姑姑娘顿时将脸埋入哆哆的毛发中，喃喃道：“我叫喵喵。”\n“……………”\n沉寂半晌，XXOO不禁指着小姑娘道：“村长，她不会是个傻子吧？”\n紫灵眨巴眨巴眼睛，顿时叹息道：“唉，咱们走吧。”说罢，带头朝门外走去。IAEA则抬手往桌子上扔出一枚金币，算是早饭钱，虽然饭菜还没上来。\n“你们骗人！”紫灵刚要一脚迈出店房，背后顿时传出小姑娘的怒吼，随即又转为了“呜呜”的哭泣声。\nXXOO不禁回头看了小姑娘一眼，喃喃道：“原来她不是傻子。哎哟！村长，别老是突然间停下好不好，很容易追尾的。”\n紫灵回头看了看小姑娘，却见小姑娘泪眼婆娑地道：“我去猎魔团悬赏的时候已经把赏金交过了，你们为什么还跟我要？分明是大骗子！欺负人！”\n说罢，顿时号啕大哭起来，店中吃饭的几个人闻言不禁纷纷议论着望了过来。而小姑娘怀中的猫咪则挺起身一下下舔着主人脸上的泪水。\n紫灵见状不禁皱了皱眉，扭头冲几人问道：“猎魔团还有这规定吗？”\nXXOO想了想，不禁思索着点头道：“好像是有这么回事，等咱们交回任务后，直接从猎魔团领取赏金。跟东家没有任何金钱上的纠葛，只要东家给咱们开据任务完成的证明就行。”\n“原来如此。”紫灵点了点头，随即闪身又走回到小姑娘身前，说道：“走，带我们去完成任务。”\n“我叫喵喵。”小姑娘顿时倒退两步惊惧地道：“我身上已经没钱了，你们可别打歪主意。”\n紫灵不禁强忍着满头的黑线道：“你再啰嗦，我们便不接你的任务了。”\n“别！”小姑娘顿时擦了擦脸上的泪水，刚抢出一步，却又停下来喃喃道：“可是，我的店钱还没付。”\nXXOO不禁不耐烦地道：“那你马上付了帐跟我们走就行了，哪那么多啰嗦？”\n小姑娘顿时低下头，声音小的跟蚊子飞一般：“可是，我没钱了。”\n“………………….”\n“村长，咱们还是走吧。”XXOO说罢，闪身便朝门外走去。刚一出门口，却发觉竟然没有一个人跟上来，不禁回头看了一眼，皱眉道：“喂，村长，你别不会是要乱发慈悲吧？”\n话音一落，只见紫灵转身冲店小二问道：“一共多少钱？”\n店小二闻言马上满脸堆笑地跑过来道：“客官，一共是8枚金币。”\n紫灵略一沉吟，顿时拿出8枚金币扔给店小二，转身冲小姑娘道：“走吧。”\n说罢，闪身走出店外，与XXOO擦身而过的时候，XXOO不禁说道：“村长，别怪我没提醒你呀，你这么乱发慈悲的话，小心咱们连饭都吃不起喽，这可又多了一张嘴呀，哦不，是两张嘴。”\n一扭头，一张猫脸顿时在XXOO眼前放大开来。\n“喵？”\n“哇！！！！！快走开快走开！离我远点，我最讨厌猫了！”\n喵喵不禁冲XXOO一吐舌头道：“哼，讨厌鬼！等到了我家，这些钱我会加倍还的，用不着你鸡婆。”说罢，闪身追在紫灵身后走了开去。\n“唉！我怎么有种不好的预感。”XXOO不禁擦了擦头上的冷汗，从后面跟了上来。\n一拍光头强的后背，XXOO顿时提醒道：“喂，光头强，别离小丫头那么近，小心染上猫瘟。”\n光头强闻言不禁扭过身来道：“什么是猫瘟？”\n“喵？”\n随着光头强的转身，一张猫脸再次在XXOO的眼前放大开来。XXOO吓的顿时连蹦出三米多远，指着光头强的胸前道：“猫猫猫猫猫……..怎么跑你怀里去了？”\n光头强闻言，不禁抬起手中的哆哆在脸上蹭了蹭，憨笑道：“它好像很喜欢我唉！喵喵乖。”说罢，抱着猫继续走了开去。\n小姑娘不禁埋怨道：“它叫哆哆啦。”\n“哦，喵喵乖。”\n“都说它叫哆哆了啦。”\n“………………”\n“唉，果然我的预感灵验了。”XXOO不禁垂着头远远的跟了过去。只希望早些把这任务完成好把那只讨厌的猫赶走吧，下次接任务一定要先问清楚东家有没有养猫了。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440546600,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-27 18:59 编辑 \n\n第三十六章　占山为王劫道的男子搜了半天，发现刘子玉身上竟然什么东西都没有，整个就一光棍披着一套破烂衣服，那衣服破的比自己身上这身还不忍直视。顿时啐了一口，骂道：“真TM穷，竟然什么东西也没有？”扳着刘子玉翻了个身，男子顿时眼前一亮，只见刘子玉的脖领子一翻，竟然露出一条玉石项链。“?？哈哈！我就说瘦死的骆驼比马大，想不到这家伙还真有宝贝。”眼中贪婪的目光一闪，男子抬手便朝刘子玉的项链抓去。但手刚一抓住项链还没来的及往下拽，便感觉手腕子一紧，刘子玉的大手便紧紧的箍住了男子的手腕。男子顿时大惊，另只手一扬举剑便要砍下，就在这紧要关头，只见刘子玉猛然睁开双眼，灵光大放之下，抓住男子的手竟然着起火来。“啊！！！！！”男子顿时痛的大叫出声，手中的长剑也扔了，抓住着火的胳膊便使劲往外拉，但无论男子怎样挣扎，刘子玉的手便如长在自己身上一般，怎么也拉不开。一旁的结巴男子都看傻了，颤抖着身子站在那一个劲的打哆嗦。平日里一直认为老大是天底下最厉害的，怎么今天竟然会冒出一个火人，一下便把老大的胳膊给点着了。刘子玉不禁强打起精神，从地上翻身坐起道：“真是老虎不发威你当我是病猫，老子劫道那会儿你们还TM都穿开裆裤呢。”说罢，不禁冲男子冷哼道：“说，服不服？”“服！我服了我服了！英雄饶命！英雄饶命！”此时，男子整条胳膊都烧着了，空气中顿时弥漫出一股烤肉的香味。尽管这样，男子竟然都没疼晕过去，看来这小子倒也有点斤两。刘子玉不禁灵力一收，男子胳膊上的火焰顿时熄灭下来。但整条胳膊早已烧成了焦黑，看来就算没有废掉也要恢复好一阵子了。火是灭了，但刘子玉却并没放手，抓着男子的胳膊扭头冲楞在一旁的结巴男子说道：“有吃的吗？快给老子拿过来。”“吃…吃的，有，有。”结巴男子猛然点了点头，随即在身上摸了半天却是什么也没摸出来，一低头，突然看到地上那半根胡萝卜了，顿时俯身捡了起来，小心的递到刘子玉面前。刘子玉见状不禁皱了皱眉，暗骂道：真TM是饿死鬼碰到穷死鬼了，不过有总比没有强。灵力一放，手中的胡萝卜顿时燃起一团火焰。刘子玉顾做轻松地道：“MD，竟然比我还穷，半根就半根吧，我先消消毒。”话音一落，手中的火焰同时也熄灭下来，刘子玉抬手便将半根胡萝卜扔进了嘴里，略一咀嚼便吞了下去。随即冲身前的男子瞪道：“你身上还有什么吃的，都给老子拿出来！”男子被烧的整条胳膊都没有知觉了，但冷汗却不住的从全身上下涌了出来，头晕沉沉的，混身打着寒颤，仿佛刚刚从万年的沉睡中醒过来一般，闻言只是耷拉着脑袋摇了摇头，随即头一扎，便趴在地上不醒人事了。“啊！你你你……你把他杀了！”结巴男子见状顿时大叫着往后连退几步。刘子玉一见结巴男子要跑，顿时断喝道：“别动！”“我我我我我没动！”结巴男子闻言顿时站的笔直，一动也不敢动了。刘子玉一句话喊的有点用力过猛，不禁缓了缓神，半根胡萝卜下肚，总算感觉有些底气了，随即指着脚下的男子说道：“这小子还没死，只是疼晕了，我问你，你们这哪还有吃的？”“回……回老大，山山山…山上还有一些，是老大藏起来自……自己吃的。”“山上？”刘子玉不禁抬头看了看，只见旁边不算太高的山顶上果然隐约有一栋建筑，顿时点头道：“好，你背着这小子，头前带路。”“是，是，是，我都听老大的。”结巴男子点着头，小心奕奕的来到刘子玉身前，将晕死过去的男子抱了起来。刘子玉不禁挑眉道：“你管谁叫老大？”结巴男子顿时道：“你……..最厉害，所……以你……就是老大。”心思一动，刘子玉不禁点头道：“好，那从今天开始，我就是你们的老大，告诉我，你们山上还有多少人？”“就……就我们两……两个。”“什么？”刘子玉不禁一楞，原本还在收拾精神准备一会上山再打一场的，想不到这倒是省了。顿时点头道：“嗯，两个就两个吧。对了，你叫什么名字？”“回……老大，我叫黄……江峰，他…叫吴…剑人。”“贱人？”刘子玉不禁看了眼小结巴背上的男子，顿时轻笑道：“果然是人如其名呀，哈哈。”黄江峰闻言顿时结巴地说道：“不……是贱…人，是宝…剑的剑。”“唉，哪个贱都一样啦。”刘子玉轻笑一声，不禁问道：“告诉我，你们的武灵都是什么，我看看有没有用。”黄江峰顿时摇头道：“我…们这…种穷人，哪…有钱开……启武灵呀。”“算了算了，听着真费劲。”刘子玉不禁挥了挥手，说真的，自己的精神才缓过来没有一成，说话还是硬挺着呢，哪还有精神听这种结结巴巴的话呀，简直比自己说还费劲。山头并不算高，爬了一会儿三人便出现在山顶一间破屋前。只见这屋子也太破了点吧，虽然不算小，但门窗却都没了，仅用破布糊了糊，算是不漏风了。但那房顶竟然也是漏的，只是简单的铺了一层草帘子，刘子玉真怀疑若是山风略大一点会不会直接便把房顶上的草给吹跑了。原本是院墙的地方残破的仅剩下了地基，环顾四周，只见这里唯一可取的地方便是环境还不错，青山绿水的，放眼望去，还能看到山脚下大道上的情况。刘子玉不禁点了点头，暗道：这确是一处劫道的好地方，林密人稀，易攻易退，不过守是守不住的，若是有人打上山来，就这小山包，可是一打一个准，只适合做为前哨来用。“哎……哟……可要了我亲命了。”正在这时，却见那个吴剑仁身子一动，不禁醒转了过来。小结巴黄江峰不禁喊道：“老老…老大，吴吴……”刘子玉顿时一挥手，道：“我看到了，你先去给我找点吃的，我来照顾他。”“唉…唉，我……我知道吃…….的藏在哪，我……这就去…拿。”破布门帘一挑，小结巴黄江峰便冲进了屋子。刘子玉不禁一脚踩在吴剑仁的胸口上，俯身道：“喂，醒过来了？”“啊……啊？！！！”吴剑仁目光一凝，顿时吓的大惊失色，之前的记忆一下子便回归了。“英雄饶命！英雄饶命！”身子被刘子玉踩着，吴剑仁想动都动弹不得，顿时苦苦哀求。刘子玉不禁轻笑道：“饶你可以，不过，从今天开始，你这山头便是我的了，你若认我当这里的老大，我便可以考虑要不要饶你一命。”“老大！老大！你就是我的亲老大！从今天开始我跟小结巴就是你的人了，你让我们打东我们决不打西，只求老大饶过我这条小命吧。”“你发誓。”“是，我吴剑仁从今天开始认……老大，你叫什么名字。”“刘子玉。”“好，我吴剑仁从今天开始认刘子玉当老大，从此以后认真服待，无微不至，若有二心，抽皮拔骨，不得好死！”“行了行了，量你也不敢，起来吧。”刘子玉脚一抬，顿时将吴剑仁放了开来。“谢谢老大，谢谢老大。”吴剑仁抱着受伤的胳膊从地上爬起来，不禁苦着脸道：“老大，我这胳膊…..”刘子玉看了眼，只见吴剑仁的整条胳膊都被烧成了焦炭，顿时摇头道：“嗯，的确很不协调，不过我只会烧，不会治，要不把你另一条胳膊也烧一下，让你两边对称对称。”“不……不必麻烦老大了，我还是自己养吧。”吴剑仁闻言，顿时抱着胳膊倒退出好几步。正在这时，只见门帘一挑，小结巴黄江峰抱着一个布口袋走了出来。吴剑仁一见便急了，忙斥道：“小结巴，你拿那东西干什么，快给我放回去！”小结巴闻言顿时皱眉道：“老…..老大，是新……老大让我拿….拿的。”“什么宝贝东西不想让我看啊？”刘子玉见状，不禁走过来一把拎过口袋看了看，只见里面土豆、胡萝卜、面包什么的，乱七八糟全是吃的。刘子玉甚至还从里面翻出一小块烤牛肉，只不过已经风干了，凑到鼻子下闻了闻，一股肉香顿时直刺鼻孔，一张嘴，刘子玉直接便扔进了嘴里，一边咀嚼一边坏笑着盯着吴剑仁。吴剑仁见状，虽然心如刀割，但却依然强挤出笑容道：“没什么，没什么，只不过是些陈年旧货，我怕老大吃了闹肚子。”刘子玉不禁冷笑道：“怎么，你还藏着什么新货吗？”“啊？没有！这个绝对没有，吃的东西全在这里了，老大不介意的话只管吃，如果不够，我们再到下面去给老大劫点。”“嗯，随你便。我现在有点困了，要先去睡一下，你们两个自便吧。”说罢，刘子玉不禁看了看残破的屋顶，指着没有坍塌的那一边说道：“那边的屋子以后是我的，没有我的命令，你们谁也不准进入。”说罢，抱着一袋子吃的，摇摇晃晃的走进了屋中。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440546660,
            "txt_content": "第三十七章　意外收获\n见刘子玉消失在破屋中，小结巴不禁扭头看了眼吴剑仁，却见吴剑仁一拳便打了过来，小结巴顿时看到满天的小星星一闪一闪的好迷乱啊。\n脖领子一紧，吴剑仁拽住小结巴便像拎小鸡一般将小结巴拎到了山林之中，压低声音道：“你小子TM不想活了吧！谁让你把吃的全都交出去的？”\n“老……老大，这不……不关我的事呀！”\n“不关你的事难道还关我的事吗？”吴剑仁顿时狠狠的一推小结巴，却不禁牵动了伤口，顿时疼的一咧嘴。\n缓了半天，吴剑仁这才说道：“快帮我想想，用什么办法把这位瘟神给打发掉。”\n小结巴黄江峰顿时皱眉道：“打……又打不过，怎……怎么打发？”\n吴剑仁听罢不禁也泄气了，抱着胳膊坐下来直嘬牙花子，是呀，打又打不过，还能怎么办，趁他睡着时暗杀？好像行不通，刚才这位瘟神的厉害自己也看到了，谁知道睡着时这家伙的耳朵会不会也跟醒着时一样灵敏。\n吴剑仁思来想去，把长这么大用过的所有阴招全都挖出来一样一样的晒着，却突然眼前一亮，击掌道：“有了！”\n话一出口，吴剑仁马上将自己嘴巴捂上，谨慎的朝破屋方向望了望，确定那位瘟神爷没有听到，这才扭回头来，冲不明所以的小结巴轻声道：“咱们用毒将这小子毒死。”\n小结巴听罢顿时喜道：“好…….好是好，但……哪里有毒？”\n一时间四目相对，两个人大眼瞪小眼沉默了半晌，吴剑仁顿时又颓废的坐回到地上道：“唉，难道就没办法将这位瘟神给打发掉了吗？”\n沉默良久，小结巴不禁说道：“老…..老大，我感觉有……这么个厉…害的老…老大挺好的，起…起码不必担…心碰到厉…厉害的人了。”\n吴剑仁不禁叹了口气，喃喃道：“唉，你说的倒也不错，以前咱们碰到看起来厉害一点的人都不敢劫，看来以后这业务倒是可以扩大了。可我就是不甘心，凭什么他刚来就……”\n“就怎么样？”\n声音不大，但对于吴剑仁和小结巴黄江峰来说却无异于晴空霹雳一般。猛一回头，只见瘟神爷刘子玉正冷冷地站在二人身后。\n“啊……啊！”吴剑仁和小结巴不禁同时吓的站起，却忘了脚下是个斜坡，一个没站稳纷纷大叫一声顺着山坡便滚了下去。\n身子被林木一撞，吴剑仁这才停住了身子，七荤八素之下刚想起身逃跑，便感觉身上一紧，一只大脚便踩到了胸口之上。\n定睛一看，吴剑仁险些魂都吓飞了。暗惊道：这位瘟神爷真是神通，分明是自己先滚下来的，怎么这位瘟神爷竟然又赶到自己前面了。\n心念急转，吴剑仁顿时挤出一丝微笑道：“老大，你可吓死我了，你怎么走路连个声音都没有啊，我还以为碰到鬼了。”说罢，故做轻松的松了口气。\n刘子玉轻轻一笑，抬腿便将吴剑仁放了开来，问道：“你们刚才在说什么？”\n“哦，没什么没什么，我们是说有了你这么厉害的老大，从此咱们就能做大一些的买卖了，我们正研究着要不要现在就下山去给您老人家弄些好东西尝尝鲜呢。”\n“嗯，这还差不多，那你们去吧。”\n“是，谢谢老大，谢谢老大。”\n吴剑仁站起身刚要走，却听刘子玉突然扭身道：“对了，刚才我在屋中发现了这个东西，你们是从哪弄来的？”\n说罢，将手中的一只玉镯冲二人晃了晃。\n吴剑仁顿时点头道：“回老大，这是我们劫来的。”\n“不不不不是！”小结巴顿时摇头道：“这…这应该是我…们捡的。”\n刘子玉不禁一瞪眼，沉声道：“到底是劫的还是捡的？”\n吴剑仁顿时点头道：“哦哦，我想起来了，这个既不是劫的也不是捡的，是我们在路上碰到一个死人，从他身上顺下来的。”\n“死人？”刘子玉不禁看了看的手中的玉镯，轻笑道：“这还差不多，想来，你们也劫不到这么好的东西。”\n吴剑仁顿时陪笑道：“是是是，本来这种女人用的东西对我们也没什么用，老大若是喜欢就送给老大了。”\n刘子玉不禁点头道：“好，那我也不跟你客气了，来，这个送你。”\n说罢，只见玉镯灵光一闪，刘子玉手中顿时多出一瓶红色的药水。\n吴剑仁和小结巴见罢顿时便傻了，暗道：这瘟神爷到底变的什么戏法？\n只见刘子玉举着药水道：“不认识吧，这叫治疗药水，喝了对你的伤有好处，不过，因为你没有开启武灵，所以不能一次喝完，今天便先给你喝半瓶，过两天再给你喝另半瓶，有了这个，用不了几天，你的伤就好了。”\n说罢，拿出一只空碗，将半瓶红色的药水倒给了吴剑仁。\n但吴剑仁贼人胆虚，接过药水看了半天也没敢喝，暗道：刚才自己还在研究着要不要毒死这瘟神呢，难道是我们的话被他全都听到了？此刻便要先毒死我不成？\n不过想想也不必这么麻烦，凭这位瘟神爷的本事，想要自己死还不是跟捻死只蚂蚁那么简单，何必还要再浪费一瓶毒药呢？\n唉，是福不是祸，是祸躲不过，拼了。面对刘子玉眼神的压力，吴剑仁顿时把心一横，一口便将药水吞了下去。\n却感觉这种红色的液体一下肚，便有一种说不出的舒爽感迅速传遍了全身，紧跟着，便感觉受伤的胳膊出现了麻痒的感觉，一抬手，只见胳膊上焦黑的皮肤竟然以肉眼可辨的速度开始蜕变开来，死皮褪去，新皮再生，真是吴剑仁此生见过的最神奇的事情。\n“老……老大，你的伤……”\n刘子玉见罢，不禁轻笑一声，一扬手，甩下一句：“你们去办正事吧，我先去眯会，没什么大事，别来打搅我。”说罢，便扬长而去。\n先给一巴掌再塞颗甜枣，应该是最能笼络这种人的办法吧，在黑道上混迹多年的刘子玉可谓深蕴此道，不过，这个空间手镯却是个意外的收获呢，比起之前自己的空间布袋不知要好了多少倍。\n哈哈，真是时来运转，看来我刘子玉发达的日子不远了，既摆脱了牢狱之灾，又收了两个小弟，而且还得了这么一个宝贝，不管了，先美美的睡上一觉再说，唉，好久都没好好睡过了，真是累死了。\n几个闪身，刘子玉便消失在破屋之中。\n此时，紫灵一行四人在小薇的带领下一路翻山越岭，虽然走的全是官道，但由于这里山林密布，却是并没什么行人。也难怪这种乡下地方会闹什么僵尸了，当初小薇的父母怎么就选择了这么一处偏僻的小山村呢？\nXXOO不禁捶了捶累的生痛的双腿，问道：“我说那个喵喵呀，你们村到底还有多远才到啊，我这腿都溜细了。”\n小薇坐在光头强的肩膀上不禁回头道：“快了快了，太阳下山之前应该就能到了。”\n“喵？”小薇怀中的哆哆不禁探出头来冲XXOO妩媚的叫了一声，吓的XXOO顿时连退了两步，腿也不痛了。\n哆哆见状仿佛找到了乐趣一般又连着叫了两声，XXOO顿时便不敢走了，站在原地看着光头强走远了这才缓步跟上。\n光头强见状不禁抬手碰了碰哆哆毛茸茸的脖子，轻笑道：“喵喵，别再吓唬小叉叉了，他很怕你唉。”\n小薇不禁皱眉道：“说过多少次了它叫哆哆啦，真是的。”\n“哦，都一样啦。”光头强不禁憨笑着摸了摸头。\n小薇却娇嗔道：“怎么可能会一样嘛，喵喵是我啦，它叫哆哆。”\n走在最前面的紫灵闻言不禁摇了摇头，一路上，关于“哆哆”和“喵喵”的问题，光头强二人也不知对峙过多少次了，但这个光头强就是弄不明白，看来这家伙的脑袋果然是少根弦。\n转过一道山口，只见路旁的草坑中突然跳出一人，手中长剑一摆，顿时唱道：“此此此……此山是是是是……我开，此此此此……路是是是是………..”\n紫灵众人不禁一边走一边疑惑的看了看那小子，弄不明白这家伙在那唱的什么歌。\nXXOO不禁紧走两步，冲前面的紫灵众人道：“喂，你们看这小子是不是有病呀？”\n紫灵顿时说道：“还是别乱看了，小心被传染。”\n“哦。”几个人答应一声，顿时纷纷回过头去，径自走了。\n后面的持剑男子不禁晃了晃手中的长剑，大喊道：“喂…喂！我我我我还……还没说说说说……完呢，你你你你……..”\n“你你你你，你个头哇！”话只说到一半，便见从草坑中又蹦出一名男子，正是被刘子玉打伤的那个吴剑仁。\n只见吴剑仁对着小结巴便是一脚踹出，同时斥道：“人家都走远了，你丫的还在这白伙什么呢？还不快追！”\n小结巴顿时皱眉道：“老老老老……大，他他他他……们不不不不……听我说完……”\n吴剑仁顿时又是一脚踹出道：“等你说完，天都TM黑下来了，还不快追，劫不到吃的，晚上咱们俩都得饿肚子。”\n说罢，长剑一甩，吴剑仁闪身便追了下去。\n“等等等…等等我！”小结巴黄江峰顿时招呼着也追了上去。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440546720,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-27 19:02 编辑 \n\n第三十五章　青梅竹马日上中天，借着众人在林间休息的空，紫灵不禁问道：“喵…喵喵，你就没有别的名字吗？这名字叫起来好别扭。”“有吗？我感觉很好听呀，是妈妈给我起的。”喵喵玩弄着怀中的哆哆，不禁随口答道：“我叫小薇。”“小薇？”光头强不禁扭头看了过来，盯着小姑娘看了半晌，这才指着自己道：“我叫周光强。”小薇闻言不禁一楞，随即大惊道：“你真的是周光强？我说看起来怎么好眼熟。”躲的远远的XXOO见状顿时撇嘴道：“不会吧，又不是拍电视剧，你们难道还是青梅竹马不成？”却见小薇围着光头强转了两圈，惊问道：“真的是你？那你有什么证据吗？”只见光头强一低头，指着头上的三根毛道：“我不是光头。”小薇见状顿时笑成了桃花，抓住周光强的三根毛便骑到了肩头上笑道：“哈哈，真的是你！真的是你！”XXOO见状不禁凑到紫灵身边小声道：“村长，大事不好呀。”紫灵闻言便是一楞，扭头道：“什么大事不好？”XXOO一指光头强二人笑闹的样子道：“做买卖可不能这么做呀，这小丫头分明是在跟咱们套近乎，好以此跟咱们砍价，这倒好，竟然被她套出个青梅竹马来了，弄不好咱们这次可要赔本。”“噗。”紫灵闻言不禁轻笑道：“XXOO，你多大了？”“十……十二呀，怎么了？”“嗯，你知道吗，你很适合做生意，如果不发财那就是老天无眼了。”“切，反正村长一定要把握好尺度，可别到时候把咱们全赔进去。”XXOO不禁无奈的摇了摇头。正在这时，只听光头强问道：“小薇，你怎么到这来了，你家搬走后，都没有人陪我玩了，别的小伙伴好像都讨厌我，喊我光头强，不过喊什么都行，只要有人陪我玩。”小薇闻言，不禁坐在光头强宽大的肩膀上沉默下来。小时候小薇最喜欢在光头强的肩膀上这样坐着了，只是此时重温起来却有种恍如隔世的感觉。沉默良久，光头强突然感觉头上落下几滴水珠，不禁疑惑的抬头看了看：“下雨了？”但天上高悬的太阳却告诉光头强，此时并不会下雨。思绪一动，光头强突然开窍般地问道：“小薇，你怎么哭了？”话音一落，头上顿时传来小薇“呜呜”的哭泣声，仿佛周光强的话一下子涌漏了窗户纸，里面的声音顿时便传了出来。XXOO见状不禁凑到紫灵的耳边道：“村长，看到了吧，一哭二闹三上吊，这是女人惯用的制胜法宝，一会儿她要是提赏金的事，你可千万别说分文不收啊。”紫灵看着XXOO的脸不禁皱了皱眉，疑惑道：“XXOO，你真的只有十二岁吗？”“唉！”XXOO不禁一扶额，摇着头缩回了身子。只见小薇哭罢多时，不禁抽泣道：“强哥哥，我可能没有家人了，呜……”紫灵闻言不禁皱眉道：“小薇，你可以把这次委托的事情跟我们仔细讲一下吗？”小薇点点头，这才一边抽泣一边将事情的来龙去脉对众人详细述说了一遍。原来，距此约有两日路程的山脚下，有一座小型的村落，原本是小薇的一个远房亲戚家所在的村子。小时候，因为小薇和光头强所在的村子周围老闹僵尸，所以小薇一家人便举家搬到了那里，投奔了这家亲戚。从此相安无事的过了这么多年，不成想前些时的夜里，村子竟突然被僵尸和骷髅怪侵袭了。由于之前这里并没有魔族出没，所以在一点防备没有的情况下村子很快便被几只魔族给灭了。小薇在父母的保护下只身逃出了村子，但为了掩护小薇逃跑，父母却没有跟上来。由于害怕，小薇在村外的一处地窖中等了好久也没敢回村去找，眼看天色渐亮，小薇这才仗着胆子一口气跑了出来，并在润丰城猎魔团分部压上了身上的所有钱，用来招募猎魔团跟自己回去找寻父母的下落。但由于小薇出的钱确实是太少了，几天来竟然没有一支猎魔团接这个任务。想不到终于有人接下任务后，竟然还找到了失散多年的小伙伴，这下小薇顿时便找到了主心骨一般，骑在光头强的肩头上再也不下来了。听罢小薇的介绍，众人不禁心头均是一沉，从小薇的介绍中不难听出，找到小薇父母的可能性非常低，就算能够找到，没准也只是一对尸身了。但想归想，却谁也没有挑明，也许小薇自己也清楚这一点吧。紫灵轻叹一声，顿时起身道：“唉，走吧，早一些赶过去，或许还多一丝希望。”“嗯。”几个人点点头，顿时收拾一下干粮，快速朝小薇村落的方向赶去。爸爸、妈妈，你们一定要等着我，我带着我的猎魔团来接你们了。身形娇小的小薇端坐在光头强的肩头之上，如领航员一般为众人指挥着方向，眼神中满是激动与期待之情。“喵？”小猫咪哆哆站在光头强另一侧的肩膀上，不禁冲尾随在后的XXOO叫了一声，吓的XXOO顿时又远远的退了开去。光头强不禁耸了耸肩膀，侧头冲猫咪说道：“喵喵，你把我抓痛了。”小薇擦了一下眼角的泪痕，顿时更正道：“它叫哆哆啦。哆哆乖，到我这来。”说罢，冲哆哆一招手，哆哆便闪身跳进了小薇的怀里，却又不禁伸出头冲身后的XXOO又“喵”了一声。XXOO从那只死猫的眼神中分明发现了一丝嘲笑，顿时气的鼓鼓的，但又不敢对它怎么样。可恶！本来光头强是属于我的，竟然被这两只该死的猫霸占去了。XXOO此时只想着快些把任务完成，好摆托掉这对冤家的纠缠，但他们好像还是青梅竹马来的吧？想想今后的日子，XXOO便感觉一片昏暗。大山深处，从围场逃出来的刘子玉已经两天没吃东西了。为了逃避围场的追杀，刘子玉借着熟悉的地形尽量避开了所有的村落，一直在大山中逃窜，只想着借着山林的掩护逃的越远越好。远到所有人都不认识自己，只有那样，自己才算真的安全了，以后却再也不回来这片养大自己的土地了。尽管三个人份的干粮全被刘子玉一个人扛了出来，但也架不住十几天的消耗，两天前刘子玉便已经断粮了。放眼望去，只见山连山、领连领、大山套着小山、小山套着土包，密布的山林弄的刘子玉连北都找不到了。好在刘子玉的方向感还算不错，凭着感觉一路朝同一个方向逃去，只希望尽快逃出这片山林，好找户人家弄口吃的，否则自己恐怕真就被饿死了。幸运的是，十几天来，刘子玉在山林中连一只魔族的影子都没碰到，不是都说这片山林里有少量魔族活动的吗？难道都被清剿干净了不成？真若如此的话，倒算是好事，不过从林场被袭来看，这种假设却不怎么靠谱。而倒霉的是，刘子玉不光没碰到魔族的影子，却是连一只野生的小动物都没发现一只，真不知道那些平日里满世界乱飞乱窜的野鸡、野猪们都跑哪去了，为什么就不能出来一只呢？最好还是只烤熟的，那样便省去自己的麻烦了。昏昏沉沉中，只见山林突然一疏，竟然豁然开朗起来，眼前出现一条曲折大道，虽然路面上长满了杂草，但刘子玉非常肯定，这就是一条大道，从道路的宽度来看，很可能还是条官道。既然有这么一条大道，便说明这里一定会经常有人走动，那顺着道走的话，会不会就能找到人家了？刘子玉心中一喜，顿时强打起精神沿着长满杂草的大道支撑着走了下去。不成想刚转过一处山口，便见人影一晃，两道身形一左一右便从路边的草坑中跳了出来。只见其中一名男子抬手一挥着明晃晃的铁剑道：“啊……呔！此此此此……山是我我我我开，此此此此…….树是我…栽，要要要要……”话还没说完，便见刘子玉身形连晃了两晃，伸着手往前抢了两步，脚下一滑，一头便扎倒在地。这一突变不禁吓了两个小子一跳。只见喊黑话的小子顿时一皱眉，看了看另一位兄弟，咧嘴道：“不不不不……带这么…….么玩的吧？我我我我…...还没说说说…….”另一名男子闻言顿时抬手给了结巴男子一巴掌，斥责道：“说说说说什么说，等你说完天都黑下来了，怎么教你都教不会你说我郁闷不？”说罢，不禁冲结巴男子招手道：“走，过去看看。”长剑一提，顿时谨慎的走到刘子玉身前，只见刘子玉满面污垢，头发脏的打着卷，满脸的胡子髭，也不知几天没刮过了。抬手用铁剑碰了碰，刘子玉却一点反映也没有。结巴男子不禁皱眉道：“老老老老……老大，这…小子看看看……看起来，比我…….们还穷。”“少费话，翻翻看身上有什么值钱的东西没有。”“哦。”结巴男子应了一声，顿时将长剑往地上一戳，双手在自己身上摸索起来。男子见状不禁疑惑道：“你干什么？”结巴男子随即掏出半根胡萝卜道：“报报……报告老大，我我我我……身上就…….就这半根胡……萝卜了。”男子闻言，顿时一巴掌拍掉结巴男子手中的胡萝卜，骂道：“你小子成心的是吗？谁让你搜自己的身了，你是看这小子心存不忍了是吗？是不是还想再捐他点东西？”说罢，顿时不再理会皱眉思索的结巴男子，蹲下身来在刘子玉身上搜索起来。 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440546780,
            "txt_content": "好吧，37章审核中。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440546960,
            "txt_content": "第三十八章　重　逢\n一连追出去多远，吴剑仁和小结巴这才撵上紫灵众人的背影，吴剑仁顿时高喊道：“站住！前面的人快给我站住！”\nXXOO不禁回头看了眼，冲众人说道：“村长，你看那两个人是不是在对咱们说话？”\n大块头周光强也不禁回头看了看，皱眉道：“好像是唉，后面那个人不是刚刚在路边唱歌的那个人吗？难道是谁丢了东西被他们捡到了？”\n说罢，周光强不禁在身上摸了摸，却并没发现身上少了什么东西。\n等了一会儿，只见两个人终于气喘吁吁的跑到众人近前，却是累的纷纷上气不接下气了。拐着剑喘了半天，小结巴这才叉起腰喊道：“此此此此……此山是是是是…..”\n“是你妈个脑袋！”吴剑仁顿时一脚将小结巴踹翻在地，冲着紫灵众人一晃手中的长剑，说道：“打劫，现在开始打劫啦，快把吃的都给老子交出来！”\n见紫灵众人一个个呆在那都没动静，男子不禁连甩了几下剑花，冷哼道：“告诉你们，我可是玩真的，识相的都迅速点，别等老子亲自下手，否则便让你们尝尝我这铁剑的滋味。”\nXXOO不禁楞楞的指了指两个人，冲紫灵众人说道：“村长，看样子，他们这是在打劫吗？”\n“噗！”紫灵一个没忍住，顿时便大笑了出来。随即笑声便像传染一般几个人险些都笑翻在地。\n小结巴黄江峰见状，不禁眨巴眨巴眼睛道：“老老老老大，他他他……们这是怎......怎么了？”\n吴剑仁低头看了看自己身前左右，只见除了衣服上有一条袖子被刘子玉烧掉之外，也没什么不妥的地方呀，那他们会是在笑什么？\n想罢多时，吴剑仁不禁怒气冲冲地吼道：“喂！不许笑，都TM给我住嘴！”\n想不到，一句话顿时起到了敲山震虎的作用，几个人竟然同时止住了笑声，随即猛然回头，一个个摆出流氓一般的面孔朝吴剑仁冷哼道：“你是在说我们吗？嗯？”\n突然的转变，不禁吓的两个人脸腾一下便绿了，抱在一起哆嗦地道：“你，你们想要怎样？告诉你们，我们老大可是很厉害的。”\n“哦？你们竟然还有老大？”XXOO不禁推了推墨镜，（这里有墨镜吗？算了，管它呢。）冷哼道：“说，是哪个不长眼的敢让你们劫我们的道？”\n吴剑仁闻言顿时挤出一丝抽笑道：“原，原来都是道上的兄弟，哈，哈哈，失礼失礼，几位老大不用介意我们这种小角色，请便请便。”\n“兹啦”一声，紫灵不禁划着一根火柴点燃嘴上的雪茄，猛吸了一口，随即将包裹着口臭的浓烟朝二人的脸上一喷，冷哼道：“说说看，你们老大是谁？要不要我们前去拜访一下？”\n“咳咳咳！！！”两个人不禁一阵咳嗽，吴剑仁顿时陪笑道：“不必麻烦了，我们老大好像刚好不在家，几位老大下次再来吧，哈哈。”\n“叮！”的一声，IAEA不禁一弹手中的长剑，仅是冷冷的扫了二人一眼，二人便感觉身体像触电一般，一股寒流从头顶一直窜到脚后跟。但IAEA也仅是扫了二人一眼，便径自拿出一条白手帕擦起了剑身。\n尽管如此，两个人的魂都吓飞了，小结巴黄江峰顿时一指旁边的山头道：“山山山山……山上，我们老大在在在在在……在山上。”\n吴剑仁也哆嗦着补充道：“我，我想起来了，我们老大刚好又回来了，哈哈，就在山上。”\n紫灵不禁抬头看了看，只见在密林掩映之下山头上果然露出残屋一角，顿时点头道：“走，头前带路。”\n“是是，带路，带路。”两个人顿时从地上爬起来，（原来被吓的一直坐在地上吗…）点头哈腰的带头朝山上行去。\n紫灵众人不禁相视一笑，紫灵随即低声道：“走，过去看看，也算是给本地除一祸害吧。”\nXXOO顿时嘟着嘴道：“村长，我可以等你们回来吗？”\nIAEA长剑一摆，从XXOO身侧一跨而过，冷冷地道：“白痴。”\n见众人走远了，XXOO不禁看了看左右空旷的山林，顿时感觉有股寒气从脚下涌了上来，忙招手喊道：“等，等等我。”说罢，从后面快速的追了上来。\n“喵？”小猫哆哆不禁从光头强的肩头上探出头来，疑惑的盯着XXOO。\n“老大！老大！有几位大哥来拜山了。”一步跨到山顶，吴剑仁和小结巴顿时呼喊着朝破屋子跑去。\n紫灵众人不禁扫视了一下周围，只见这是一处建在山顶上的破屋，不过这屋子也太破了点吧，这样的屋子真的能够住人吗？但从破屋的门窗上糊的破布以及屋顶上临时铺上的草帘子便足以断定，这里应该是住着人的。\n正在这时，只听屋里有人不耐烦地道：“哪那么多大哥？真TM的，老子正睡的香呢，你们俩这是在玩什么花样，不想认我当老大就明说，说实话，是不是搬救兵来了？”\n门帘一挑，一把椅子便当先飞了出来。随即人影一晃，一道身形高大的男子随即闪身而出，在椅子还没落地之前便一把抄住，往地上一按直接便坐了上去。\n在黑道中，这一招叫投石问路，通常是在不明屋外情况之下，先扔出椅子探探路，万一有人在门外拿刀守着，也不至于被人一刀砍了。而接下来的便是趁别人楞神的工夫快速跳出来，以防给人以可乘之机。\n但刘子玉却多耍了一个花活，好让别人别小瞧了自己。若是放在普通人眼里，光这一手绝活便够他们看半年的。刘子玉也是郁闷，怎么自己刚坐老大坐了一天不到，手下人便开始造反了。\n看来这抢来的东西终究不是自己的，有心露一手，好给这些人看看，能够镇住最好，没准还能多收几个手下，刘子玉甚至还在心里计划好了接下来要表演的节目。\n但真若镇不住，大不了就打呗，打不过刘子玉也做好了逃走的准备。早在上来山顶的时候刘子玉便看好了逃跑的路线，这也许是他多年牢狱生涯中所养成的习惯吧，要知道，那时候这小子可是天天都计划着要怎么逃跑的。\n但刘子玉刚一坐稳，还没来的及表演下面的节目，眼神扫视之下，一眼便瞧见挡在众人身前的IAEA了，顿时又从椅子上蹦了起来。\n“你你你，你是周队？”话音一落，刘子玉是拔身便跑。\n但也仅跑出几步，便见人影一晃，IAEA的长剑便抵在了自己的脖子上，顿时吓的一动也不敢动了。\n“周，周队饶命！周队饶命！”刘子玉暗道一声：完喽完喽，这下算是全完，想不到我刘子玉千辛万苦逃出这么远，受尽了饥苦，最终却依然没有逃出牢狱之灾。\n刘子玉只希望周队长大人有大量，别当场宰了自己就好。刚要开口求情，便听身后有人笑道：“哈哈，真是人生何处不相逢。怎么几日不见，我们的玉哥哥竟然当起山大王来了？”\n声音非常耳熟，刘子玉不禁缓缓扭过头来一看，顿时便楞住了。只见身后，与自已一起出逃的双子和楚子墨二人竟然都在，顿时惊问道：“你，你们都被抓了？”\n但话一出口，刘子玉便感觉自己问的有点傻，看此二人的样子，怎么也不像是被抓呀，真是太阳从西边出来了，怎么逃犯什么时候跟看守混的这么熟了？\n只见XXOO不禁上前冷笑道：“我说玉哥，你这大哥当的也真是绝了，关键时刻光想着自己逃了，可你逃了倒没什么，怎么连口吃的都不给我们留下？害我们险些饿死。”\n围着刘子玉转了一圈，XXOO再次摇头道：“唉，让我说你什么好呢，你说你当山大王就山大王吧，你看看有哪个山大王当的像你这么落破的，如果我没看错的话，你这身破衣服还是当初逃出来那身吧？”\nXXOO不禁回头看了看小结巴二人，轻笑道：“还没你手下那两小子穿的好呢，看来你小子应该是良心发现了吧，这时候知道关心小弟了吗？”\n小结巴闻言不禁上前道：“我我我我…….”\n还没说完，顿时被一旁的吴剑仁给拉了回来。狠狠的瞪了他一眼，轻声道：“还不住嘴，这里哪有咱们说话的份。”\n正在这时，却见紫灵不禁上前，抬手拍了拍IAEA的肩头，IAEA顿时长剑一收，闪身站到了紫灵的身后。\n“刘子玉，原本我们是想上山来为民除害的，但怎么说咱们也算是有些交情，怎么样，是想继续为害被我们除了呢，还是跟我们一起走。”\n刘子玉闻言顿时有些混乱，疑惑道：“走？上，上哪去？还回围场吗？”\n“围场？”紫灵顿时轻笑道：“恐怕你想回去都不可能了，难道你不知道在咱们逃出来后，围场便被魔族给毁了吗？”\n“毁了？那，那要去哪？你们这到底是怎么回事？”刘子玉看到那个阴沉的周队长像个小弟一般的站在紫灵身后，顿时便蒙圈了。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440547080,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-27 19:03 编辑 \n\n第四十章　夜　袭斜阳夕照，天将近晚之时，在小薇的指引下，一道山谷小村终于出现在紫灵众人眼前，站在山坡下望，只见小村不大，但却建的错落有致，其间两栋别墅小楼更是为古老的村落增添了一丝灵动。但在落日余晖之中，村子里却安静的可怕，没有人影走动，也没有牛羊犬吠之声。若不是知道这里之前曾被魔族侵袭，很容易让人以为村子里的人睡的早，此时全都闭户休息了。看罢多时，紫灵不禁抽出长剑道：“大家小心，趁天还未黑之前，迅速占领一户宅院，否则到了晚上将会非常危险。”光头强闻言顿时从腰间抽出一对板斧，嚷嚷道：“我先来，小薇，抓稳了。”说罢，晃动着高大的身子当先冲了下去。紫灵不禁长剑一晃，说了声：“跟紧了！”随即闪身也追了下去。XXOO在后面顿时喊道：“村长，我还没有武器呢。”“白痴。”IAEA不禁闪身从XXOO身边一穿而过，抬手便丢过一柄漆黑的木剑。“你，你才白痴呢。”XXOO一把抱过木剑不禁甩脸回了一句。随即将木剑甩了一个剑花，顿时点头道：“嗯，果然剑如其人，同样都是好贱（剑），只是重了些。”说罢，不禁冲身后说道：“刘子玉，你在我前面开路，小结巴，你们俩在后面保护我，走吧。”吴剑仁闻言不禁举着长剑问道：“老，老大，之前听你们的口气，咱们不会是去打僵尸吧？就凭我们哥俩，这……”“这什么这？你以为猎魔团是干什么的？废什么话，还不快走！”XXOO一把将刘子玉推到身前，不禁冲小结巴二人道：“你们若是怕了就在这里等死吧。”说罢，与刘子玉一前一后便跑了下去。小结巴不禁举着长剑道：“等……等等我，我我我我来了。”说罢，也不管吴剑仁了，从后面撒开腿便追了上去。吴剑仁不禁皱了皱眉，闪身也追了下去，在这荒山野领还闹僵尸的地方，吴剑仁可不想落单，那不是茅坑里打灯笼，找屎（死）吗？而一马当先冲在最前面的光头强可不管那套，举着一对大斧子诈诈唬唬的冲进村子，只想着跳出两只僵尸来好大开杀戒，为小薇报仇，也为自己出出积压了多年的怨气。要知道，光头强的父母也是死在族魔之手的，现在连尸骨都未找到，如今自己有了猎杀族魔的能力了，还有这么多朋友在场，顿时雄心大起。但令人失望的是，一路冲入村中的小广场上，也没见着一只僵尸，甚至连个死人都没看到一个，难道这里真的曾被僵尸侵袭过吗？放眼望去，只见广场上死一般的寂静，什么活动的生物也没有，唯有一株参天老树在轻风中“哗啦哗啦”的抖动着枝叶。光头强不禁疑惑道：“怎么回事？怎么什么都没有哇？小薇，你家在哪？”小薇顿时朝村子另一头的方向一指，说道：“在那边，我们搬过来的晚，只是在村子的边上建了一栋房子，但还好是在村子边上，否则我也逃不出去了。”紫灵举目望了望，本来村子就不大，目力所及，只见一栋略新一些的木板楼正从街道中露出一角。顿时挥手道：“大家小心，走！”说罢，与光头强一左一右，当先朝小薇家跑去。一路上，只见村子里虽然没有人影，但却到外是一派杂乱的景象，破损的大门，倒塌的栅栏，IAEA甚至还发现了几处血迹，只不过由于时间过久了，那些血迹早已变成黑乎乎一片，若不是细心留意还真就发现不了。转眼来到村子的另一个出口，小薇顿时一指眼前的二层小木楼说道：“就是这里，这就是我家。”说罢，闪身便从光头强身上跳下，大喊着冲进了屋子。“爸爸、妈妈！你们在哪，小薇回来了！”“喵！”小猫哆哆仿佛也为重新回到家中而感到兴奋异常，欢叫一声，紧随小薇的身后便跳了进去。紫灵顿时追上去道：“小薇当心，大家快跟上！”木楼的大门早已被砸烂，一行人飞身形直接来到大厅之中。只见大厅里黑洞洞的，到处都是一片凌乱，倒翻的桌子上还留着恐怖的爪痕。“是僵尸留下的。”IAEA看了眼爪痕不禁冲紫灵众人点了点头。而在这时，小薇已经在光头强的保护下跑去了二楼。“爸爸、妈妈，你们在哪？是喵喵回来了呀！”小薇一边呼喊着，一边找遍了屋子的各个角落，甚至连可以藏身的橱柜和炉壁里都看过了，但却什么也没有。整个家里，完全是空的。“爸爸、妈妈，你们在哪？呜…………你们不要喵喵了…….呜呜……..”转了一圈什么也没找到，小薇不禁呜咽着回到楼梯口缓缓坐了下来。只见大厅里已经燃起了几支火把，算是驱走了夜的黑暗，但凌乱的景象却马上勾起了小薇记忆中的恐惧，那是一个恐怖的夜，小薇永远也不会忘记在那个夜里所发生的一切，哀嚎的村民、恐怖的砸门声，还有魔族那聂人心魄的嘶吼。小猫哆哆见主人黯然伤神的样子，不禁“喵”了一声，几下便跳到小薇的身上，用舌头一下一下舔着小薇落下的泪水。紫灵不禁轻叹一声，对XXOO说道：“你们先简单收拾一下这里，以免小薇触景生情。”XXOO却皱眉道：“村长，依我看，咱们最好还是换一家，否则就算把这里恢复原貌也会令小薇触景生情吧，而且还可能触动的更深。”紫灵听罢顿时思索道：“嗯，你说的倒也在理。”IAEA也不禁上前道：“村长，我也赞同XXOO的意见，此时天已大黑，这里门窗破损的严重，住在这里，对咱们来说非常危险。”紫灵抬头扫了一眼破烂的门窗，又看了眼漆黑的夜色，顿时点头道：“好，就这么办吧，刚才在来的时候我发现村中的那栋小别墅倒是不错，破损的并不厉害，而且还是用石头修建的，应该会很结实，咱们就去那吧。”说罢，不禁抬头冲楼梯上喊道：“小薇，先别难过，明天天一亮，大家便帮你在村子里找一下。光头强，保护好小薇，咱们马上出发。”话音一落，便见小薇身上的哆哆突然猛一扭头，冲着窗外“喵？”了一声，随即两三下直接跳上了二楼窗台，朝着窗外望去。顿时全身的毛都炸了起来，不住的冲窗外凄厉的低吼着，那声音仿佛已经超出了猫咪所能发出的声音。IAEA见状顿时一蹙眉，抬手凝聚出两柄长剑，甩手便扔给了XXOO一柄，同时喊道：“不好，快守好门窗！”话音一落，IAEA已冲到门前，迎面一张惨绿的大脸便从门外探了进来，直接被IAEA一剑又劈了回去。“呜……….”正在这时，又是一声鬼叫从窗口外响起，紫灵手急眼快，顿时一剑砍出，又将冲向窗口的僵尸砍飞出去。往窗外一看，紫灵顿时大惊失色，借着屋里透出的微弱火光，只见屋子外面密密麻麻冲过来不下十几只僵尸。“扑”的一声，一支羽箭在紫灵探头的同时便狠狠的钉在了窗户框上。吓的紫灵顿时便跳回到屋内，扭头冲XXOO等人高喊道：“不好，咱们被包围了，XXOO，你们快守住另一边的窗口！光头强，保护好小薇！”“是！”XXOO答应一声，提宝剑便冲向了另一扇窗口，哪知刚跑两步，便看到白花花的身影在窗口一晃，紧接着便是“呯”的一声，随着弓弦一弹，一支羽箭直接从窗外射了进来。“妈妈咪呀！”XXOO顿时往地上一扑，一个驴打滚，四脚乱蹦的便爬了回来，同时高喊道：“是骷髅！村长救命呀！”正在这时，又是“呯”的一声，第二支羽箭紧跟着便追了过来，眼看便冲着XXOO的菊花插来了，就在这紧要关头，只见黑影一晃，一扇桌面直接飞到了XXOO的屁股后面，紧跟着便是“呯”的一声，羽箭狠狠的插入桌面之上。刚猛的力道不禁令羽箭穿透桌面，箭尖轻轻的在XXOO的屁股上点了一点，吓的XXOO顿时便从地上跳了起来，一手提剑，另一只手紧捂着屁股便朝二楼冲了上去。“救命呀！我受伤了！我受伤了！”“白痴！”IAEA不禁回头扫了一眼XXOO，只见XXOO的屁股根本一点事都没有，倒是那个刘子玉在关键时刻还真不掉链子，用肩膀顶着桌子直接冲向了另一扇窗口。骷髅的羽箭一支接着一支的钉在桌面之上。而就在IAEA回头的刹那，又是“呜”的一声，另一只僵尸怪举着一把木铲便冲了过来。IAEA不禁一皱眉，暗道：怎么会有这么多魔怪，之前这些家伙难道是都躲起来了吗？抬剑一扫，僵尸怪顿时被打飞出去，但紧跟着，又是一只僵尸的鬼爪伸了过来，还好IAEA躲的快，回剑一扫，直接将僵尸的手臂给砍了下来。正在这时，却感觉身后火光一跳，IAEA和紫灵不禁同时回头。只见挡住另一扇窗口的刘子玉竟然将挡住窗口的木桌点燃了。 [size=21.3333339691162px]　 "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440547080,
            "txt_content": " 本帖最后由 半个狙神 于 2015-8-27 19:01 编辑 \n\n第三十九章　悲催三人组XXOO上前拍了拍刘子玉的肩头道：“怎么样？我们混的比你好吧？以后你若是认我当大哥，我保证让你吃香的喝辣的，每天大口喝酒，大块吃肉。”刘子玉闻言，不禁疑惑道：“怎么，你们也当土匪了？”“什么土匪？你以为我们都跟你是的吗？”XXOO闻言顿时一瞪眼。刘子玉马上陪笑道：“不是，我是听你这口气，怎么好像跟我是同行啊。”“什么同行？实话告诉你，如今我们已经组成了猎魔团，看到没有，就我们这实力，要文有文…”XXOO不禁挺了挺胸脯，随即拍了拍IAEA的肩膀，继续道：“要武有武，高矮胖瘦各占其一，看在以往的交情上，怎么样，要不要加入我们猎魔团？”“猎魔团？”刘子玉不禁惊问道：“你是说专门猎杀魔族的那种组织吗？”XXOO闻言不禁恍然道：“哦！我想起来了，你的骨子里是很怕魔族的，我竟然要拉你进团，真是该死，真是该死。好吧，IAEA，交给你了。”说罢，顿时退过一旁。IAEA闻言，不禁瞪了XXOO一眼，也没动，只是抬手擦了擦手中的长剑。刘子玉见状却马上拍着胸脯道：“谁，谁说我不敢了，不就是猎魔团吗？我加入又怎么了，你都不怕，我怕什么。”XXOO顿时轻笑着走过来道：“好，这可是你说的，以后若是碰到魔族，你这当小弟的可得帮大哥我出头，保证要冲在我的前面。”刘子玉不禁紧张的瞟了一眼IAEA手中的长剑，点头道：“好，冲就冲，谁怕谁！”一旁的吴剑仁二人闻言顿时上前道：“老大，老大，我们也加入行吗？”刘子玉不禁皱眉道：“怎么，原来你们不是一伙的？”吴剑仁顿时苦笑道：“什么就一伙的，我们刚才在山下劫道，被几位老大抓个现行。”刘子玉闻言不禁一脑门子黑线，顿时便找到了出气孔，冲二人斥道：“你们捣什么乱，连个武灵都没有，还想加入猎魔团，吃饱了撑的是吗？”吴剑仁却陪笑道：“不，不是，老大，我们不是吃饱了撑的，我们是饿的呀。”刘子玉不禁捂脸，扭过头去假装不认识他们。紫灵略一思索，随即点头道：“好吧，既然你们都想加入，那我便收下了。”XXOO顿时皱眉道：“村长，你不会是又善心泛滥了吧？”“不必说了。”紫灵不禁挥手道：“我意已决，就这么定了。”XXOO不禁摇了摇头，无奈道：“唉，又多了三张嘴，还有两张是白吃的。”那边，吴剑仁二人闻言自是高兴的不行，看来有这么多老大罩着，以后这吃喝问题算是不用担心了，老天有眼，果然没有将自己二人丢弃。而一旁的刘子玉思绪一动，却不禁问道：“对了，子墨兄弟，你和双子兄弟不是没开启武灵吗？怎么几日不见你们竟然组成了猎魔团？难说道武灵已经开启了吗？”XXOO不禁眼睛一瞪，斥道：“什么子墨兄弟，刚说的就忘了吗？以后我叫我老大，知道吗？这位是我们的村长大人，别老直呼名字，村长的名字也是你叫的吗？不过，至于武灵嘛，我们当然是都开启了，这不用问，真是的，怀疑你有没有大脑。”刘子玉闻言，脸腾一下便涨红了，真是人在矮檐下，怎敢不低头呀，不禁强挤出一丝微笑道：“老…老大，敢问你们的武灵是什么，厉不厉害？”XXOO顿时沉声道：“嗯，当然是厉害了，不过，你还不配知道。”说罢，闪身走了开去。紫灵闻言不禁轻笑着摇了摇头，暗道：这小子分明是没好意思说，否则马上便被刘子玉看扁了。顿时挥手道：“好了，既然如此，那咱们还有任务在身，快些动身吧。”XXOO不禁皱眉道：“怎么，村长，咱们难道不是要休息一会儿吗？”IAEA顿时从XXOO身旁一穿而过，冷冷的丢下一句：“白痴。”随即紧跟在紫灵身旁行了开去。XXOO不禁嘟了嘟嘴，扭头扫了刘子玉三人一眼，斥道：“看什么看，还不快走！”说罢，带着三人远远的追了过去。待众人走远，残屋后却是转出一名男子，从来人的体态相貌来看，竟然是之前便一直跟踪紫灵众人的那名男子。见紫灵众人走远了，男子不禁发出一声冷笑。刚要闪身追去，却又不禁眉头一皱，暗骂一声：真是群讨厌的苍蝇！一回身，男子不禁冲身后的林中说道：“都出来吧，既然跟了我这么远，又何必再躲躲藏藏的？”话音一落，只见随着一阵大笑，竟然从林中闪身跃出三道身形，两男一女，男的潇洒女的俊俏，从三人的容貌上看，非是旁人，正是在润丰城猎魔团分部对紫灵众人进行考核的风之契猎魔团的三位。只见三人闪身来到男子近前，郭恒便不禁侧身笑道：“我说妹子，难怪你非要追着狙击手猎魔团查探一番，看来这支新组成的猎魔团来头可不小呀，竟然有这么一位高手暗中尾随，你说是在暗中保护呢还是在监视呢？”幻灵千顿时皱眉道：“哼，恐怕是监视的面大吧，保护的话又何必躲躲藏藏呢？说，你是什么人？为何要暗中监视狙击手猎魔团的人？”“你们又是什么人？竟然要管起老子的事来了？”男子只是冷冷的反问了一句，不禁抬起单手，一柄玄铁大剑缓缓凝聚而出。李扬帆三人一见，顿时吓的纷纷倒退几步。要知道，剑武灵按不同的修为是可以幻化出不同质地的长剑的，像是修为最低的IAEA目前只能幻化出木剑，而修为略高一些的幻灵千便已经能够幻化出石剑了。再往上修炼的话，依次是金剑、铁剑和钻石剑。如果天生资质超人的话，还可以再修炼出附魔效果，但这却要因人而异了。之前在润丰城猎魔团分团中的传说级人物，黄金大剑末清风无非也仅是黄金剑而已，但也已是方圆百里的传说级人物了，但照眼前的男子却依然差了一级。一见男子幻化出铁剑，李扬帆三人便知道就算三个人加起来也决不是这男子的对手，如果相差一个级别倒还可以拼命一搏，但相差两个级别可是连想都不用想了，真打起来可是必败无疑的。男子见三个人没有回话，不禁冷哼道：“哼，不管你们是什么人，不过既然看到了我，便也活到头了，受死吧！”“死”字一出口，一双眼睛顿时冲出一道杀气，吓的三人不禁再次倒退出数步。李扬帆见势不好，顿时喊道：“快走，我断后！”幻灵千二人不禁看了队长一眼，眼神中写满了担心，虽然历经多年的生死之战，三人早已达成了默契，危难关头，由于李扬帆的特殊武灵，一直都是由他断后的，而每次也都能全身而退。但这次碰到的对手却不同了，强大程度远远超过了以往碰到的任何对手，所以在逃走之余，幻灵千二人不免纷纷为队长担心。只见李扬帆一抬手，全身上下顿时灵光大放开来，可见队长这次也是拼上了全部灵力了。“还不快走！”李扬帆话音一落，便见对面的男子长剑一摆，闪身便冲了过来。幻灵千二人见状不再犹豫，顿时飞身便跑。与此同时，李扬帆不禁断喝一声，手中灵光大放之下顿时凝聚出一团强劲的旋风。旋风一出，周围的沙石草随即猛的扬起，犹如刮起一场沙尘暴一般，一时间方圆数十米内黄沙漫天，直冲天际，整个山头上顿时什么也看不见了。李扬帆不禁轻笑一声，闪身刚要逃走，却突然感觉肩头一紧，顿时一个前扑翻滚在地，肩头上紧跟着便传来一阵撕心的剧痛，李扬帆暗道一声不好，顺势一连滚出多远，随即一道旋风打出，顿时拔身飞出空中，迅速朝山下的密林冲去。没有了灵力的支撑，山顶上的沙尘很快便消散不见，男子不禁抬剑舔了舔剑上的血迹，冷哼道：“哼，算你小子跑的快。”说罢，不禁扭头看了看紫灵众人消失的方向，略一思索，顿时按计划朝紫灵众人追了下去。正在林间赶路的IAEA突然停下脚步，不禁凝神朝来时的方向看了看。身后的光头强不明所以，不禁也转身朝身后看去。XXOO顿时不耐烦地道：“看什么看？老子这不跟着呢吗？”说罢，不禁冲身后的刘子玉三人道：“你们三个，跟紧了，要是跟丢了，我们可不管找，反正少一张嘴，老子就可以多分一口吃的。”话音一落，XXOO便是一皱眉，只见远处的山包上正扬起漫天的沙尘，不禁大惊道：“不，不好啦，起风啦，要下雨啦，大家快跑吧！”“下你个毛雨呀！你没见那么大一太阳在天上挂着呢吗？”紫灵不禁回身弹了一下XXOO的后脑勺，看了看漫天扬起的沙尘，扭头冲IAEA问道：“什么情况？”IAEA不禁皱眉道：“不清楚，刚才好像有一道杀气，但一闪就没了。”紫灵闻言顿时思索道：“看沙尘的位置应该是咱们刚刚离开的山头，这大晴天的，无端端扬起这么大的沙尘一定有什么特殊的原因。”IAEA不禁说道：“村长，要不我过去查看一下？”“不必了。”紫灵顿时扬手道：“多一事不如少一事，咱们还有正事要办，快走吧。”说罢，带头朝小薇的村子继续前行，一行人不禁看了看背后逐渐消散的沙尘，也都未放在心上，纷纷追了过去。时间不大，便见黑影一晃，刚刚打伤李扬帆的男子闪身便来到紫灵众人之前观望的地方，透过叶枝的间隙看了看紫灵众人远去的背影，不禁冷哼一声，转眼便隐入了草木之中。  "
        },
        {
            "author": "半个狙神",
            "timestamp": 1440596640,
            "txt_content": "又错章了，怎么会这样子。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440673380,
            "txt_content": "第四十一章　僵尸是妈妈\n紫灵二人不禁同时大惊道：“快把火灭掉，你是想连咱们也烧死在里面吗？”\n哪知道就在这一分神的时候，只听“哗啦”一声，一只僵尸直接跳上窗台，一爪便将破损的玻璃给扫了下来，随即一闪身便跳进了屋中。\n紫灵顿时暗叫了一声“不好！”，跳起来便是一剑劈出，此时紫灵也急眼了，这一剑便用上了全身的力气，却感觉僵尸的脑袋就跟铁铸的一般，一击之下，顿时震的自己两眼金星乱晃。\n但僵尸也仅是被震退出数步，便又鬼叫一声朝紫灵扑了过来。\n“村长小心！”正在这时，却见刘子玉闪身便拦在了紫灵身前，一抬手，一团烈炎直接将僵尸身上的破烂衣服给引燃了。随即一拉紫灵道：“快上楼，这里守不住了！”\n紫灵不禁晃了晃金钟乱响的头，只见刘子玉刚刚把守的窗口正烧起了大火，一只骷髅怪却不管不顾的直接从窜火的窗口跳了进来。\n再看自己之前把守的窗口，又是一道僵尸的身影跳上了窗台。看来想重新打回去是不可能了，顿时冲IAEA高喊道：“IAEA，快上楼！”\n说罢，与刘子玉二人一前一后，直奔楼梯跑去，匆忙的脚步不禁震的楼梯“咚咚咚咚”的响个不停，就如同急促的心跳一般。\n此时，二楼房间中的一扇壁橱中，XXOO不禁喃喃地道：“这谁啊，心跳的这么快，跳的我心都慌了。”\n小结巴黄江峰不禁支吾地说道：“不不不不…….是心跳，是是是是楼……楼梯……”\n小薇不禁皱眉道：“喂，你们干嘛也躲在这里？你们不是猎魔团的人吗？”\n“喵？”\n“哇！！！你竟然还抱着猫！”XXOO顿时一把撞开壁橱的门，闪身便从里面跳了出来。\n随即黑影一闪，小猫哆哆紧跟着也跳了出来，站在壁橱前冲XXOO张嘴又是“喵”了一声。\nXXOO不禁将长剑一摆道：“你你你你，你别过来啊，小心我一剑劈了你。”\n小薇见状顿时一把抱住哆哆，恶狠狠地瞪着XXOO道：“好！你有种！有种你出去打僵尸呀！干嘛冲我家哆哆来？”\n话音一落，只见一道道烟雾突然从楼板的缝隙中冒了上来。吴剑仁不禁咳嗽一声，闪身从壁橱里跑出来道：“什么味道？怎么会有这么多烟的？”\n小结巴黄江峰同进爬出来道：“会会会会……会不会是是是…..做饭呢……”\n“把你丫的做了还差不多！”吴剑仁顿时一拍黄江峰的脑袋道：“下面正打的激烈呢，谁会去烧火做饭？你丫的就知道吃是吧？”\n“火？！！！”几个人随即同时大叫一声，正在这时，却见紫灵从门外冲进来道：“大家快跑！房子着起来了！”\n“哇！！！”XXOO顿时大叫一声闪身便朝门外冲去。随即“呯！”的一声，直接被光头强的大肚子又顶了回来。\n身后IAEA和刘子玉先后闪身也冲了进来，随即IAEA抬手便把门反锁了，冲众人说道：“僵尸冲上来了，大家快从窗户逃走。”\n“窗户？”XXOO不禁闪身跳到窗台上，往下一看，只见黑洞洞的，楼下除了无尽的黑暗，便是在火光的映照下不断晃动的魔怪身影。\n“我的妈呀！”XXOO顿时又从窗台上跳了回来。一拉IAEA道：“你你你，你先跳！”\nIAEA探身朝窗外看了看，不禁也是眉头深锁，正在这时，只听房门外“咚咚咚咚！”便是一阵杂乱的砸门声，IAEA不禁咬了咬牙，闪身刚要跳下去，却感觉衣服一紧，一下便被紫灵又拉了回来。\n“村长？”IAEA不禁一皱眉。\n却见紫灵不禁抬手指了指窗口的一侧道：“大家先上房顶，那边有棵树，看能不能爬到树上去。”\nIAEA不禁甩脸看了看，只见窗口外果然可以直接爬到房顶上，而一棵大树的树冠正好延伸到房顶的边缘。\nIAEA顿时点头道：“好，我先来。”\n“还是我先去探探路吧！”XXOO一拍IAEA的肩膀，闪身便跳上了窗台，随即一拧身，直接爬上了房顶。IAEA不禁轻笑着摇了摇头，暗道：这个XXOO，逃起命来比谁都积极。\n正在这时，却听“啪！”的一声，门板上直接被僵尸抓出了一个大洞。\n“啊！！！”刘子玉见状，顿时大叫一声，推着桌子便顶了过去。僵尸腐臭的大手随即从洞口伸了进来，不断的朝里面抓来。吓的刘子玉压低身子，死命的顶着桌子。\n紫灵一看不好，顿时高举着长剑便朝僵尸的爪子砍去。\n却在这里，只见人影一晃，一道娇小的身影突然挡在了紫灵的身前。\n紫灵见状顿时惊呼道：“小薇，快闪开，那里危险！”\n却见小薇不禁扭过头来，脸上已满是泪水。\n“她是……妈妈…………”\n声音不大，但所有人都不禁一楞，扭脸看去，只见伸着腐臭的胳膊不断抓挠的僵尸果然是一名女子的打扮，但此时却已看不出女子的原貌了，整张大脸已经开始腐烂，透出惨绿色的青芒，眼神死鱼一般的斜视着屋里的众人，一张嘴，满嘴的的獠牙又尖又黄，带着一股腐肉的恶臭。\n“她是……妈妈……”\n小薇看着眼前恐怖的僵尸怪，却是满眼真情流露，眼泪如涌泉般流了出来。\n“妈妈……你不认识喵喵了吗？”\n小薇抬起手，遥遥的伸向了僵尸不断挥舞的爪子。\n“小薇，危险！”紫灵见状顿时一步拉住小薇的身子。死死的抱着她，不让她再迈前一步。但紫灵此时心里也并不好受，小薇她还只是个孩子，却让她看到了人生中最悲惨的一幕。\n心中一痛，紫灵也不禁哭道：“小薇，她已经不是……妈妈了，不是妈妈了……”\n这一情景是所有人都未曾经历过的，但却令所有人禁不住痛彻心腑，而唯一没有表情的便是被屋门挡住的小薇的妈妈，而她此时的心是不是也在哭泣呢？\n“咚咚咚咚”无情的砸门声不断提醒着众人，现在的危险却是并没有过去。\n突然间，从窗口外传来XXOO的声音道：“村长，房顶上很安全，你们快上来吧！”\n刘子玉用后背死死的顶着桌子，也不禁催促道：“你们快走！我要顶不住了。”说罢，抬手凝聚起一团火炎便要引燃桌子，想用火来阻止僵尸群的进攻。\n小薇不禁轻轻抖动了一下肩膀，轻声道：“还是，让我来吧。”\n紫灵闻言不禁大吃一惊，“小薇，你可不能做傻事呀！”\n话音一落，却见小薇甩掉脸上的泪水，缓缓抬起双手，灵光闪烁之下，竟然凝聚出一团碧绿色的粘液球。\n众人见状不禁同时一惊，刘子玉看着小薇手中的粘液球喃喃地道：“你竟然是…..建筑师？”\n却见小薇并不答话，面带决绝之色，缓缓走到僵尸的手臂将将够不到的位置抬起泪眼看着僵尸死鱼一般的双眼，喃喃道：“妈妈………”\n随即抬手将手中的粘液球按在了刘子玉顶住的桌子上。\n转眼间，只见桌子灵光一闪，便如同与墙壁结为了一体般死死的顶在了门口。刘子玉身子一弹，顿时从屋门处爬了回来，来不及喘气，马上冲吴剑仁和小结巴高喊道：“快跑！”随即三人纷纷从窗口跳到了房顶上。\n紫灵来不及震惊小薇的武灵，同时拉住小薇道：“小薇快走！”\n被紫灵拉着，小薇不禁最后扫了一眼门外的僵尸，却见僵尸原本死鱼一般的双眼竟然隐隐落下了泪光，但爪子却依然从破洞中死命的向屋里抓弄着。\n“妈妈！”小薇顿时高喊一声，拼命想挣脱开紫灵的束缚，冲僵尸哭喊着：“妈妈！妈妈听见了！妈妈真的听见了！”\n但无论小薇怎么呼喊，却依然被紫灵和IAEA拖着，推到了房顶之上。\n最后上来的光头强一脚蹬上房顶，便感觉脚下一软，顿时“哗啦”一声，脚下的瓦片随即被踩塌了一大片，还好光头强手急眼快，一下便扑到了房顶的大梁上，震的整栋房子不禁连摇了三摇，终究是没有坍掉。\n而此时，大厅的大火已经烧到了二楼，透过坍塌的大洞，可以清楚的看到熊熊的烈焰在房子里肆意的咆哮着，那些来不及逃出屋子的僵尸和骷髅怪一个个摇晃着身子，很快便一个接着一个的倒了下去。\n“妈妈……….”小薇在大火中不断找寻着妈妈的身影，但由于浓重的烟雾却是什么也看不清。\n“喵！”小猫哆哆不知何时跳到小薇的肩头上，抬起嘴不住的用舌头舔掉小薇脸上的泪水，似是在安慰。\n“这样可不行，一会儿大火烧过来，房子便塌了，咱们得快点想想办法。”XXOO一边说着一边在房顶上转圈，希望能找到一处逃生的路线。\n但整个房顶四周什么也不挨着，整个就一孤立无援，距离最近的树冠距离房顶也有四五米远，几个人中，除了IAEA有能力跳过去外，其他众人可是有一个算一个，一个比一个脓包。\n“怎么办？怎么办？”正当大伙在房顶上转磨磨的时候，只听“哗啦”一响，整栋房子不禁连震了三震。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440674040,
            "txt_content": "第四十二章　建筑师\n众人寻声一看，只见房顶整个被大火烧塌了一大片，若再不想办法逃出去，恐怕下一处就是自己脚下这片破瓦了。\n光头强顺着房梁不禁吃力的爬到众人脚下，脸上被浓烟薰的就跟在煤堆里滚过一般，一边咳嗽，一边对紫灵说道：“村长，让咳咳……让我杀下去吧，咳咳……在薰死之前也让我……再杀几个，咳咳咳….”\n紫灵闻言不禁甩脸看了看脚下，透过坍塌的房顶，可以清楚的看到房间中正有七八只僵尸怪和两只骷髅怪在大火中跳跃着，不时有一两只羽箭穿过浓烟朝众人射来，但还好有房顶挡着，对众人并造不成威胁。\n真要再冲回去吗？虽然僵尸怪大多被烧死了，但此时若下去，面对这么多魔怪却无异于自杀，就算众人不下去，相信那些魔怪也决逃不脱大火的侵袭。\n只不过，自己这些人就算不下去，同样也是死路一条，大火眼看便烧到了脚下，所谓水火无情，尽管这火是自己这边放的，但同样也威胁着自己这边人的生命，大火可不会认为火是你放的就不会去烧你。\n唉，难道自己的命运就这么不济吗？心中的伟业还没有开始，就要把小命断送在这里不成？紫灵甚至开始怀念当初在游戏世界中那种可以无限次重新的规则了，只可惜，在这个真实的MC世界中，规则却只有一个，那便是生命只有一次。\n正在紫灵左右为难之时，却听身后XXOO不禁催促道：“快，大家都把衣服脱掉。”\n刘子玉闻言顿时皱眉道：“怎么？脱光了死的干净是吗？我可宁愿穿着衣服去死。”\nXXOO顿时跳起来一拍刘子玉的头道：“死你个头哇，大家把衣服系成一条绳子，让IAEA跳到树上去系好，大家爬绳子过去。”\n紫灵听罢，顿时心中一亮，一把便将上衣扯下来道：“好，XXOO，真有你的，这倒是个好办法，大家快脱。”\n众人闻言也是纷纷大喜，顿时七手八脚的开始脱衣服，却在这时，小薇突然站起身道：“村长，你们有建筑方块吗？”\n紫灵刚把裤带解开，闻言顿时提着裤子道：“哦，小薇，你是女孩子，你就不用脱了，有我们几个的就够了。”\n小薇却皱眉道：“村长，你是不相信我吗？”\n“哦？哦！我想起来了，你是建筑师，哈哈，太好了，我怎么就给忘了。建筑方块吗？有有，我还有许多原木呢。”说罢，顿时从空间中扔出几块原木。\n小薇见罢不禁点头道：“嗯，这就够了。”随即扭头道：“强哥哥，你帮我将原木搭好。”\n几个人听罢，顿时重新穿好衣服，一齐上手将紫灵拿出来的原木按小薇的指示搭起了一座天桥。只见小薇先是走到连接到房子大梁的原木前，抬手在原木上一扫，随着灵光一闪，粗大的原木顿时与房梁紧紧的连在了一起。\n旁边的XXOO不禁扛着粗重的原木咬牙道：“小薇，快快，这边，我快坚持不住了…….”\n小薇闻言顿时抬手一扫，原本只是紧紧靠在一起的两块原木转眼便连成了一体，XXOO试着松了松劲，顿时发现肩上的原木已经不需要自己的支撑了，与房梁紧紧的连成了一体。\nXXOO不禁瞪着大眼珠子凑近到两块原木的结合处，喃喃地道：“这就是建筑师的能力吗？好神奇啊……”\n就在这时，只见小薇一路扫过，随着灵光的闪动，一条由原木搭建的天桥很快便从房顶一路搭到了旁边的大树上。\n众人见状，不禁纷纷一喜，顺着天桥便依次爬到了树冠之上。正在这时，却感觉天桥猛的一震，身后的房子整个垮塌了下去，将房子里剩下的魔怪全都压在了里面，相信一定是不活了。\n巨大的撕扯力顿时将刚刚建成的天桥与房梁分离开来。后面没有了房梁的支撑，天桥顿时跟着连晃了三晃，走在最后的IAEA不禁一个旋身，脚尖在天桥上连点，两个起落便稳稳的落在了树冠之上。\n还好天桥的这一头与大树的树干连到了一起，否则天桥一塌，IAEA连个借力点都找不到。而且也多亏了IAEA主动走在最后，随便换一个人，也不可能平安跳过来。\n见危机解除，几个人不禁纷纷吁了口气，擦了擦脸上的汗水，彼此环视之下顿时大笑了起来，只见几个人原本被薰的漆黑的脸上再被汗水一冲，一个个全都弄成了大花脸。\n见危机解除，紫灵不禁说道：“小薇，原来你竟然是建筑师，怎么以前没听你提起过？”\n小薇闻言，却是双眼无神的盯着脚下的大火，喃喃道：“这有什么好奇怪的，小时候在离开村子的时候，我便开启了武灵，而我的家也是我建的第一栋房子，也是唯一的一栋。”\n火光映衬之下，小薇却不禁轻笑一声道：“那时为了开启我的武灵，爸爸几乎花光了所有的钱，以至于没有钱买房子，还好我的武灵是粘液球，将来一定会成为建筑师的，爸爸便坚持让我自己来盖房子。于是我便从最基本的泥土房子开始，几年苦修下来，我终于能够建木板房子了，但想不到竟然这么不结实，很轻易便被魔怪给撞破了。”\n两行泪水再次沿着小薇的眼角淌了下来，似是又想起了失去的父母一般，不禁呜咽道：“都怪我，我要是能加紧修炼的话，现在就能建石头房子了，那样我们家也不至于会被魔怪冲破，爸爸和妈妈也就不会死了，呜……都怪我……..”\n光头强不禁黯然道：“小薇，别难过了，你还有我，我会保护你的。”\n“强哥哥。”小薇紧紧抱住光头强的胳膊哭道：“妈妈，妈妈已经没有了，爸爸也不知道下落，呜………”\n“小薇……..”\n“喵…………”\n小猫哆哆不禁跳到小薇的肩上，用身上的毛发不断的蹭着小薇的头。一时间，悲伤的情绪很快便替代了众人刚才的欢笑。\n却在这时，只听“呯”的一声，一支羽箭擦过光头强的肩头，狠狠的插在了树干之上。\n紫灵顿时高喊一声：“不好，还有骷髅怪活着。”\n众人举目望去，借着熊熊的火光，只见一只骷髅怪正穿过黑暗，朝众人脚下的大树靠了过来。\nIAEA长剑一摆，说了句：“掩护我。”几个闪身便从大树上跳了下去，直奔骷髅怪杀去。\nXXOO见状不禁高喊道：“快，找东西砸它，快找东西砸它。”一边说着，一边脱下脚下的布鞋，在这方面，XXOO还是蛮有经验的。\n只可惜，两只鞋都扔出去了，XXOO也没能砸到骷髅怪一下，可能是因为天黑，也可能是距离实在是有点远，不太好瞄啊。\n但在XXOO的带动下，一时间，刘子玉、吴剑仁和小结巴黄江峰的鞋子全都砸过去了。还真别说，真有一只鞋子砸中了骷髅怪的身子，引的骷髅怪直接奔众人冲了过来。\n几声弓弦弹过，射出的羽箭顿时吓的众人纷纷躲到了大树的另一侧。光头强因为身子庞大，却凛然成了骷髅怪的箭靶子，一连两箭全都射在了光头强的胳膊上。\n还好光头强皮糙肉厚，连哼都没哼一声，将小薇小心的放到树后，一个猛子便砸到了树下，巨大的震动不禁将树上的众人险些都震落下来，树叶子“哗啦哗啦”往下直落。旁边没有倒塌的两截大梁在巨大的震动下顿时“轰隆”一声塌进了火堆之中，一时间，方圆数十米内冲起了漫天的火星子。\n就在火蛇四溢的背景之下，我们的硬汉光头强闪身便从地上爬了起来，抬手一把拽住两只羽箭的尾翎，“唰”一下便拔了出来，两彭血箭随着羽箭的拔出顿时便喷薄而出。\n光头强不禁皱了皱眉，俯身从地上抓起一把土便给捂上了，随即从腰间拔出一对板斧，大吼一声，迈开大步，如大肉球一般冲着骷髅怪便滚了过去。\n而此时，IAEA已经与骷髅怪打在了一处。因为有着树上众人吸引着骷髅怪的注意力，IAEA几个闪跳便冲到了骷髅怪身前，长剑猛击之下，顿时将骷髅怪打飞出多远。\n但IAEA不敢令距离拉的太开，一击得手，马上脚尖点地，身子紧贴着地面便扑向了骷髅怪。而骷髅怪反映也是不慢，身形刚一稳住，顿时弓弦一弹，一只羽箭冲着IAEA便疾射而至。\nIAEA马上一个旋身，险险躲过骷髅怪的羽箭，身形高高跳起，对准骷髅怪的大头便是一剑劈下。\n面对IAEA敏捷的身法，骷髅怪却仅是微一抬头，手中弓弦一弹，对准半空中的IAEA又是一箭射出。\nIAEA身在半空，避无可避，顿时长剑一扫，直接将羽箭扫飞出去，同时借力一个后翻，长剑由下而上，直奔骷髅怪的中门扫去。\n但由于受到羽箭反震力的影响，长剑仅是在骷髅怪的前胸轻轻一扫，并未对骷髅怪造成太大伤害。\nIAEA身形落地，不敢停留，顿时顺势一滚，一支羽箭随即狠狠的插入了落脚点的地面之上。身形旋起的同时，IAEA不禁双腿连环踢出，一连将骷髅怪踢飞出数米开外，随即身子借力再旋，长剑横着便扫在了骷髅怪的前胸之上。\n骷髅怪顿时又被击的倒退出数步，长弓一扬，刚要再射一箭，却感觉身后劲风袭至，刚一回头，便见一对巨大的板斧在眼前迅速放大开来。\n还没来的及反映，便听“喀嚓”一声，骷髅怪硕大的脑袋便滚落在地，随即身子一斜，散成了一堆白骨。一枚莹润的灵珠随着骷髅怪的散碎，从白骨中滚落出来。\nIAEA不禁从地上站起身，抬手擦了擦头上的冷汗。还好光头强赶来的及时，否则旧力用尽，新力还未生成，真怀疑自己能否再躲过这一箭。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440674040,
            "txt_content": "第四十三章　化险为夷\n正在此时，只见人影连晃，紫灵和刘子玉也不禁从后面赶了过来。甩脸看了看IAEA二人，紫灵不禁问道：“怎么样？受伤没有？”\nIAEA摇了摇头，却见光头强不禁抬起胳膊看了看伤口，只见在肌肉的紧绷下，胳膊上的箭伤竟然被挤没了，当然也没有鲜血再流出来。\n光头强顿时嘿嘿一笑，说道：“呵呵，我就说用土捂上管事吧。”\n紫灵见罢，不禁微一皱眉，顿时提醒道：“走，这里不安全，大家快到村子中央的那栋别墅去。”\n说罢，几步走到火堆前捡起一根燃着的木棍，冲众人晃了晃，XXOO几人见状，也纷纷过来拿起一支现成的火把，几个人将小薇夹在中间，小心的朝村子中央的广场走去。\n不远处，一道黑影看着紫灵众人的离开不禁冷笑了几声，随即身子一退，再次隐入了无尽的黑暗之中。\n华丽的大殿中，路西法再次觐见道：“him大人，据下属回禀，打伤大人的那三个人已经组成了一支猎魔团，并且已经开始接任务了。”\nHim此时依然只是穿了一身便装，闻言不禁轻笑道：“哦？真有意思，就他们那种武灵也能成立猎魔团？哈哈，真有意思，他们能干什么？接一些农活吗？”\n路西法却沉声道：“him大人，据下属回禀，他们不禁成立了猎魔团，而且还招募了一名战士、一名铁匠和一名建筑师，虽然修为都还很低，但短短时间便有此成就，这支猎魔团的发展也不容小视，时才负责监视的人曾派遣一支僵尸小队在几名骷髅兵的协助下进行了试探性攻击。”\n“哦？”him不禁一楞，饶有兴致地问道：“那，结果如何？”\n路西法略一沉吟，这才躬身道：“我军全灭。”\n“什么？全灭？”him闻言不禁一楞，思索道：“一支僵尸小队的话，应该足矣灭掉一支S级猎魔团了，而且还有几只骷髅兵协助，相信就算是D级猎魔团也决不能全身而退，怎么会全灭呢？路西法，你确定他们的猎魔团只是S级的吗？”\n路西法顿时点头道：“没错，这个已经探明了，him大人，不如趁他们还未发展起来之时将其灭掉吧，您又何必养虎为患呢？”\n“哼哼，路西法，你玩过猫捉老鼠的游戏吗？”\n“老鼠？”路西法略一思索，不禁沉吟道：“属下不解。”\nHim却挥手道：“算了，你只要记住，多给他们一些磨难好好折磨一下他们，但却千万不能让他们轻易死掉。”\n路西法听罢，顿时躬身道：“是，属下知道了，如果没有什么事情，属下便告退了。”\n“等一下。”him不禁思索道：“路西法，距离上一次人魔大战过去多久了？”\n路西法闻言不禁一楞，随即沉吟道：“已经八年了。”\n“八年了，难怪。”him顿时感慨道：“时间过的还真快，这些时因为疗伤的关系，灵珠消耗的很快，路西法，你马上安排一下猎杀行动吧。”\n路西法听罢顿时一楞，但马上躬身道：“是，属下这就去安排。”说罢，闪身退出了大殿。\n哼哼，又要开战了。走出殿外，路西法不禁轻笑一声。别看整个大陆是由魔族和人类分别统治的，但在魔族眼里，人类无非只是魔族圈养的食物而已。\n人类需要魔族的灵珠来提升修为，但魔族也同样需要吸食人类的血肉来提升修为。唯一不同的是，做为魔皇一族来说，因为有着与人类几近相同的相貌，修炼的方法却也是相同的，都是要吸取灵珠的能量来提升修为。\n但为了魔族的统治，魔皇一族却不能亲手猎杀手下这些臣子。也因此，为了魔皇一族的发展，也为了整个魔族的发展，差不多每隔十年，魔皇便会发起一场猎杀行动。\n一是能够令魔族在人魔大战中收割相当数量的人类，同时，那些战死的魔族士兵的灵珠也会有专门的组织进行回收，供魔皇一族修炼使用。\n长久以来，这种大规模的战争总是在胜与败之间徘徊，不管人魔双方哪一方战胜，都不会将对手斩尽杀绝，因为在人类眼中，这种战争也是掠夺魔族灵珠的大好机会，若是将魔族消灭，对人类武灵的修炼同样也没有好处。\n而因为有着十年左右的修养期，别看战争所造成的伤亡数量庞大，但人魔两族的发展却并未受到战争的影响，反而是越发壮大起来。\n转眼间，距离上一界人魔大战已过去八年了，在灵珠的库存方面路西法同样也早已告急，所以路西法也一直在期盼着大战的来临，好可以借人类之手得到一些高级魔族的灵珠，甚至自己在背后给一些高级魔兽下刀子也在所不惜，大不了就嫁祸于人类，战争嘛，死伤都是在所难免的。\n此时魔皇的命令一出，看来，自己很快便能名正言顺的在战争中收获一些宝贝灵珠了。路西法不禁轻笑一声，闪身消失在山林之中。\n晨雾微吐，玉叶含珠，昨夜的一场大雨仿佛要洗刷掉世间的污渍一般来的那么突然、那么狂暴。\n拜大雨所赐，当紫灵众人躲入村中的别墅之后，却是一夜无事，再没有受到任何魔怪的侵袭，甚至连个鬼叫声都没听到一句。\n第二天一早，踏着雨露的润泽，紫灵众人不禁保护着小薇再次来到村口被烧成废墟的家中。\n昨夜的大火早已被暴雨洗刷的没有了一点脾气，坍塌的废墟、横七竖八的梁架都是黑乎乎的，表面都被大火烧的炭化了。\n“妈妈…….”刚来到废墟前，小薇便双腿一软，跪坐在地上抽泣起来，双眼红肿的厉害，看来应该是哭了一整晚。\n紫灵和光头强一左一右站在小薇的身后默默地低垂着头，而IAEA和XXOO众人则在紫灵的安排下，跑去村子里进行搜索。虽然老大不情愿，但XXOO还在被IAEA强押着走了。\n站了良久，光头强不禁上前安慰道：“小薇别难过了，以后我就是你的亲哥哥，我会保护你的。”\n一句话却并没止住小薇的悲泣，反而更是“哇”一声哭了出来。仿佛是久别的孤雁终于找到了亲人一般，要把内心的委屈一下子都倾倒出来。\n哭罢多时，紫灵不禁上前道：“小薇，如果你的父母在世，也决不希望看到你如此悲痛的，好好活下去才是你父母想要看到的，既然父母把生的希望留给了你，你就连父母的份一起，好好的活下去吧。”\n“……………..”小薇没有回答，只不过哭声却小了下来，或许是哭累了也说不定。\n“村长。”\n“村长。”\n正在这时，只见IAEA众人从村里返了回来，XXOO不禁摇头道：“老大，村子里连只鸡都没有一只，我们转了一大圈，什么也没找到。”\nIAEA也冲紫灵摇了摇头，并没有说话。紫灵一摆手，示意众人先站过一旁。\n又哭了一会儿，小薇终于渐渐止住了哭声，点头道：“村长，我想帮母亲建个墓，你能帮我吗？”\n紫灵闻言顿时点了点头，给父母立墓，这是为人起码的孝道，紫灵当然没有异议，于是在小薇的要求下，紫灵将空间手环中买来用于建设村子的原木拿出了一部分，在光头强等人的帮助下很快便将这片烧焦的废墟围了起来，建了一个金字塔试的超大型坟墓。\n因为在废墟中根本就分不出哪具烧焦的尸体是小薇母亲的，所以便全都埋起来了，用掉的木头足够建一栋不小的房子了。\n最后，小薇又亲自在坟前修了一块墓碑，虽然没有找到小薇父亲的下落，但相信一定也逃不脱死亡的命运，于是便将父母的名字全都刻了上去。\n待一切都弄妥了，小薇却不禁身子一软，竟然晕死了过去。这一下可把众人吓坏了。光头强一把抱住小薇的身子，IAEA生怕光头强会冒出傻气来，闪身也冲了过来，拉住小薇的脉门一探，却不禁眉头深锁。\n紫灵顿时问道：“IAEA，小薇怎么样？难道是昨天受了什么伤不成？”\nIAEA沉思半晌这才摇头道：“应该没什么大碍，只是由于灵力透支，身子太过虚弱了而已。”\n说罢，不禁冲光头强道：“光头强，你用灵力将小薇的身体恢复一下，或许可以减轻一下她的疲累。”\n“哦。”光头强闻言顿时将小薇平放到地上，随即灵光一闪，顿时凝聚出一团水球，小心的将小薇整个身体全都浸润了进去。\n随着水球中灵光闪烁，小薇苍白的面色不禁缓缓红润了起来，呼吸也变的均匀了，很快便从昏迷的状态变成了沉睡。灵力一收，光头强众人这才纷纷松了口气。\n紫灵略一沉吟，顿时对众人说道：“走吧，我不想让小薇醒过来后再看到这片伤心地，光头强，你背着小薇，大家收拾一下起程吧。”\n众人点了点头，于是纷纷沉默着，离开了这片山谷小村。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440675000,
            "txt_content": "第四十四章　熊孩子军团\n走出老远，大家才找了一处比较平坦的山坡休息了一下。\n紫灵刚要坐下，便见IAEA冲自己使了个眼色，随即朝旁边的树林走了过去。紫灵不禁一挑眉，随口说道：“我去方便一下。”说罢，若无其事的跟了过去。\n“IAEA，什么事非要避开旁人？”\nIAEA没回话，随手将自己的空间袋递给了紫灵。\n“怎么了？”紫灵不明所以，不禁疑惑的接了过来。\nIAEA这才沉声道：“你自己看吧。”\n灵力透入，紫灵顿时便吓了一跳。只见空间袋中，除了众人备足的一些吃喝外，竟然又多出来数千枚金币以及大量的食物，甚至连一些崭新的衣物都多出数十套。\n“这些是？”紫灵不禁眉头一锁，顿时明白了七七八八，不禁惊讶的瞪视着IAEA。\n只听IAEA道：“别怪我，反正村里的人都已经死了，这些东西扔着也是扔着，而且咱们重建村子正好需要这些东西。”\n“于是你就借着巡视的机会顺手牵羊了吗？”紫灵不禁面色一沉，斥责道：“你知道吗？你这叫偷，是熊孩子才会做的事情！”\n紫灵激动的声音不禁引来XXOO众人的观望，紫灵不禁眉头一皱，拉着IAEA又走到了更远的地方道：“听我的，把这些东西都还回去。”\nIAEA顿时沉声道：“村长，我知道你一定会这么做的，所以我才会走出这么远才告诉你，的确，我这种行为很不好，但咱们也把村子里能找到的那些人的尸体都掩埋了，虽然他们是在变成僵尸之后被咱们杀死的，但也算是对的起他们整个村子了。换成别人，谁会这么做？”\n一把抢过空间布袋，IAEA随即说道：“还回去，无非只是便宜了别人，没准还会是一群坏人，那样的话不就是助纣为虐了吗？还不如咱们来用呢。反正我是不还，这些东西是我拿来的，你不用，我自己用。”\n说罢，往地上一蹲，气鼓鼓的摆出一付罢工的样子。\n紫灵不禁围着IAEA转了八圈，拿手点指了半天，也没说出一句话来。的确，IAEA说的不无道理，而且紫灵也知道，要重建村子，这些东西是必须的，就算此时不要，之后也要掏腰包自己备齐。\n最后，紫灵不禁重重一叹，说道：“好，好，算你小子有理，不过，下不为例。”\nIAEA闻言顿时抬头一笑，起身道：“这么说，村长是同意留下这些东西了？”\n“不留下还能怎么的，就如你说的那样，还回去，没准还会便宜了坏人。唉！”紫灵摇了摇头，转身朝回走去。一边走，一边叮嘱道：“此事天知地知，你知我知，绝不能让别人再知道了，所谓上梁不正下梁歪，我可不想让咱们队伍变成熊孩子军团。”\n“是，我知道了。”IAEA点点头，顿时闭口不言。\n回到众人之中，XXOO不禁问道：“村长，你们方便的时间未免也太长了吧？便秘吗？不过，刚才听你们好像是在吵架。”\n紫灵冷冷的扫了眼IAEA，顿时冷哼道：“没什么，是因为下一步咱们的计划我跟他有一些分歧。”\nXXOO听罢不禁皱眉道：“喂喂喂，好歹我们也算是猎魔团的一份子吧，怎么商量这种事情你们却要背着我们？难道我们就没有发言权吗？”\n紫灵顿时沉声道：“什么背着不背着的，刚才去方便的时候你们又没人过去，我们这不是蹲着没事干嘛。而且，我跟IAEA只是先商量一下大概，至于具体的计划还要大家一起研究确定。”\nXXOO不禁扫了一眼IAEA，喃喃道：“真的假的？那老大认为咱们下一步该干什么？”\n“回头再说吧。”紫灵不禁看了看睡在光头强身旁的小薇，道：“我怕会吵到小薇，她现在的身子很虚弱，应该让她多睡一会儿。”\n“唉。”XXOO不禁轻叹道：“这次的任务算是白瞎了，看小薇的样子，大概也是身无分文，看来咱们帮她垫上的房钱是没有着落了，只希望还能拿到赏金吧。”\n紫灵顿时思索道：“赏金是一定能拿到的，咱们只要找到一处猎魔团分部确认任务完成就行了，而且，之前咱们不是也得到几枚灵珠了吗？相比之下，这次任务的收获也算是不小吧。”\nXXOO闻言不禁摇头道：“唉，真是可惜，要不是小薇说烧死的那些僵尸里面有她的妈妈，非要阻止咱们取灵珠的话，咱们就能多收获十几枚了，那可是不小的一笔钱呢。唉，谁让我这人心肠软呢。”\n紫灵点点头，思索地道：“说起来，小薇也是够命苦的，下一步，我想将小薇先安顿到一处安全的地方再说，就这么扔下她不管，我心里也是不安。”\n光头强闻言不禁憨声道：“小薇是我的妹妹，我要保护她。”\n“喵？”小猫哆哆不禁冲着光头强叫了一声。\n光头强马上抱起哆哆道：“放心，我也会保护你的。”\n“喵。”哆哆也不知是不是真听懂了，顿时在光头强的下巴上蹭啊蹭的，弄的光头强不住的憨笑道：“呵呵，好痒哦。”\nXXOO见状，不禁摇头说道：“村长，要不咱们就把小薇留下吧，反正咱们村子若要发展的话也得招人，你连那两个没有武灵的废物都收了，小薇这么好的一名建筑师你都不要吗？”\n一旁的两名土匪吴剑仁和小结巴黄江峰不禁一呲牙，虽然XXOO说话不怎么入耳，但也事实如此，在这群人中，自己二人的确是大废物两名。\n小结巴黄江峰不禁看了一眼这位之前最尊敬的老大，却是目光一凝，拉着吴剑仁的新衣服道：“?？老老老……老大，你你你的衣…….服哪哪来的？”\n吴剑仁顿时一把拽回衣袖道：“去去去，滚一边去，怎么哪都有你。”\n紫灵闻言不禁一楞，凝神看去，这才注意到，原来吴剑仁和刘子玉的破烂衣服竟然都换成了新的，唯一没换的便是小结巴和XXOO的衣服，顿时满头的黑线。\n想不到自己的团队才刚刚成立，却要变成熊孩子军团了，刚要发火，却不禁思绪一动，仔细想想，刚才连IAEA那么恶劣的行为自己都忍了，眼下这二人无非也只是两身新衣服，紫灵不禁轻叹一声，却是怎么也发不出脾气来了。\n却在这时，只听小薇一声呻.吟，一翻身，缓缓睁开了眼睛。\n“这是哪？”小薇没有动，只是定定的仰面盯着头上丛林的枝叶，阳光从枝叶的缝隙中穿过，一闪一闪的仿佛满天的繁星。\n“喵？”小猫哆哆顿时几下跳到小薇的身前，用身上的毛发不断的蹭着小薇的脸蛋。\n小薇目光一凝，仿佛终于回过神来一般，抬起双手抱住哆哆的身子，喃喃道：“哆哆，以后，我就你一个亲人了。”\n“小薇……”光头强顿时探过身来，关切的看着小薇黯然的目光。\n“强哥哥……”小薇不禁侧过脸，扫视了一下周围众人，最后将目光定在了紫灵身上，轻声道：“村长，我已经没有亲人了，我还能加入你们的猎魔团吗？”\nXXOO闻言，顿时跳起来笑道：“可以，当然可以。”真是得来全不费工夫，刚才自己还提议让小薇加进来呢，想不到还没等自己想好要怎么劝说呢，小薇竟然自己提出来了。哈哈……\n“喵？”\n小猫哆哆不知何时突然出现在XXOO的脚下，用身上的毛不断的在XXOO的腿上蹭啊蹭的，仿佛在问：“你都同意主人加入了，那我行不行？”\nXXOO的笑容顿时便僵住了，随即机械的后退出去道：“小小小……小薇，你你你你……可以不要这只猫吗？”\nIAEA不禁摇头叹道：“果然，结巴是会传染的。”\n“传染？”黄江峰不禁抬手看了看自己。\n此时，紫灵已走到小薇近前，伸手道：“如果你已经想清楚的话，我代表狙击手猎魔团欢迎你的加入。”\n小薇缓缓伸出手，借着紫灵的力起身道：“我想好了，队长。”\n“哦！”身旁左右的众人闻言顿时欢呼雀跃起来。\n紫灵不禁看着眼前欢笑的人群，轻笑地想着：太好了，我们的猎魔团又往前迈进了一步，如今，我们有了建筑师，就不再怕露宿山林了。想起之前的某天夜里，三个人为了将露宿的洞口封住可是费老了劲，紫灵就不免轻笑着摇了摇头。\n一座小型城市的猎魔团分部门口，XXOO看着手中的白纸不禁皱眉道：“小薇，你确定你没有开玩笑吗？拿着这个就能在里面取到赏金吗？”\n只见小薇肯定的点了点头，怀中抱着的哆哆则伸着一只小脚，上面还沾着炭灰。而在XXOO手中的纸上，清清楚楚的印着哆哆的爪印。\n“唉，果然是你的风格。”XXOO轻叹着摇了摇头，当先走入猎魔团分部的大殿之中。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440675480,
            "txt_content": "第四十六章　围场危机\n天将近晚，远远的，便看到围场高大的围挡出现在林中的空地上。围挡全都是用胳膊粗细的原木搭建的，由于围场刚刚荒废不久，所以并没受到什么破坏，但围场的大门却倒在了一边，上面满是深深的抓痕。\n紫灵不禁抽出长剑道：“大家小心。”\n几个人随即也纷纷亮出兵刃，小心的进入围场之中。\n只见围场中原本堆的满满的原木全都不见了，空旷的可以跑马，远处两大排简陋的木板房子分别建在靠近山崖的一侧，大多门窗随风摇摆，摇摇欲坠，发出“咣当咣当”的撞击声。\n“果然是荒废了。”见此情景，刘子玉这才松口气，仿佛压迫内心多年的阴影终于也随着围场的荒废消散而去。\n紫灵顿时指挥道：“大家小心，先仔细查看一下每个房间。”\n“是。”IAEA众人顿时朝最近的一排房间走去。\n“喵？”小猫哆哆站在光头强的肩头，不禁提鼻子在空气中闻了闻，随即将目光锁定在其中的一间房子上，闪身便从光头强身上跳了下去。\n“哆哆，你去哪？”小薇顿时高喊了一声，随即也跳下来追了上去。\n光头强见状顿时追上去喊道：“小薇，别乱跑，这里很危险的。”\n说话间，哆哆已经来到其中的一间房门外，只见房门早已倒在一边，但哆哆却并没从门口进去，而是一个闪身便跳到了窗台上，朝里看了看，不禁“喵喵”的叫了两声。\n“哆哆，怎么了？”小薇追到近前不禁好奇的朝里面看了一眼，顿时便吓的大叫一声，扭头便跑。\n“小薇别怕，我来了。”光头强一把抱过小薇，一抬手，大斧子便架在了胸前，凝神注视着黑洞洞的房门。\n“喵。”哆哆见主人大叫着跑了回去，顿时也从窗台上跳下来，几下便跳回到光头强的肩头之上，冲着屋子连叫了几声。\n此时，紫灵众人听到声音也纷纷赶了过来，XXOO不禁举着长剑道：“小薇，怎么回事？”\n小薇盯着房门，紧张地说道：“好像，好像有个死人。”\n“死人？”XXOO一皱眉，却见IAEA闪身便跳到了房门口，探头朝里面看了看，顿时一步冲了进去。\n紫灵顿时喊道：“快，大家一起上。”说罢，提剑便跑了过去。\n光头强身形刚一动，小薇不禁抓住光头强的肩膀道：“强哥，我怕。”\n“哦。”光头强马上停下道：“那你在这里等我好了。”\n小薇顿时摇头道：“不行，我要你保护我。”\n光头强不禁扭头看了看冲进屋子的紫灵众人，却并没听到交手的声音，这才点头道：“那好吧。”\n吴剑仁和小结巴黄江峰也不禁凑到光头强身边道：“小薇，我们也保护你。”\n“没……没错，我我我我……们也保……保护你。”\n“喵？”哆哆不禁看了二人一眼，眉头深锁。\n时间不大，便见紫灵众人纷纷皱着眉又走了出来。一出门，XXOO顿时哇一口吐了出来。\n吴剑仁见状，不禁上前问道：“村长，什么情况？”\n刘子玉顿时啐了两口，摇头道：“没什么，一个死人而已，看样子顶多刚死一两天，身上被僵尸啃掉了大半，保不齐这附近一定还有僵尸存在。”\n紫灵同时点头道：“没错，大家小心一些，先检查一下其他房间有没有异常，光头强，你和小薇负责将围场的大门修好，天马上便要黑了，今晚咱们便在围场中过夜。”\n吴剑仁不禁皱眉道：“村长，那，我们两个干什么？”\n紫灵顿时一皱眉，按说这两个连武灵都没有的家伙是并不适合进入猎魔团的，碰到魔怪除了跑的份并帮不上一点忙，没准还要拖大家的后腿。\n举目看了看，发现在围场围挡的两个角上各建有一座高台，顿时点指道：“那两座高台，你们一人一个，上去把风，有什么异常马上通知大家。”\n“好，交给我们吧。”吴剑仁顿时答应一声，带着小结巴便跑了。这么轻松的工作真是再适合不过了，那些冒险的事就交给那些有武灵的人吧。\n跑开一段之后，二人顿时左右一分，各自朝一座高台跑去。小结巴心中不禁有些小激动，加入猎魔团这么多天了，自己二人却是啥也没干过，每天就是一白吃饱，也不知受过XXOO多少白眼了。\n这下村长派给了任务，可一定要好好完成，到时候也不能让别人再小看了。哼，谁说没武灵就是拖油瓶了，我小结巴别的本事没有，就是眼尖，否则当初劫道那会儿，老大也不会指派我打头阵了。\n高台建在围墙的转角处，由四根粗大的原木做为支撑搭建而起，顶端有一个木板铺成的平台，上面还有个顶棚，一条爬梯就钉在一根原木上，做为上下高台的工具。\n小结巴闪身来到爬梯近前，剑交左手，刚要抬腿爬上去，就听到一声鬼叫在耳边响起，随即一张惨绿的大脸直接从爬梯后面转了出来。\n“哇！！！！”慌乱中小结巴抬手便是一剑扫出，正砍在僵尸的脑袋上。这一下别看打的匆忙，但小结巴可是用上了全力。\n只不过，一剑扫过，僵尸没咋样，小结巴手中的长剑却是应声而断，手中只剩一截剑柄了。\n“我的妈呀！”小结巴此时也不结巴了，抬手将剑柄砸向僵尸，扭头便跑。\n“救命呀！这里有僵尸呀！”小结巴一边跑一边暗道：MD这种一金币两把的破剑果然是不能用，还好之前劫道那会没碰到敢还手的，否则早TM漏馅了。\n好在僵尸的动作慢，小结巴一路飞奔，连滚带爬的又跑了回去。\n紫灵众人刚从一间屋子里转出来，便听到小结巴的喊叫声由远及近，凝神望去，只见小结巴的身后，一只惨绿色的僵尸正鬼叫着冲了过来，因为此时已近黄昏，原本怕光的僵尸竟然毫发无损，行动一点不受限制。\n就在众人暗惊之际，IAEA闪身便冲了出去。几个起落便将小结巴接了过去，举剑直取僵尸。\n小结巴一口气冲到紫灵众人近前，顿时一屁股坐倒在地，脸上大汗珠子“哗哗”的往下淌。\n“唉呀妈呀，唉呀妈呀，可吓死我了，可吓死我了。”\n小结巴坐地上一个劲的喘着粗气，XXOO却不禁蹲下来疑惑道：“我我我我…...说小结巴，你你你你……怎么不结……巴了？”\n小结巴闻言，顿时皱眉道：“老老老老……老大，你又……又拿我开涮。”\nXXOO听罢顿时一抖了手，摇头道：“完了完了，都怪我，小结巴的毛病刚被吓好，又让我勾搭回去了。”\n正在这时，只见IAEA已经跟僵尸战到了一处。两次交锋之后，僵尸在IAEA的猛攻之下却是没有一点还手之力。\n却在这时，IAEA竟然不再乘胜追击，凝神聚力之下，手中长剑竟然凭空飞起，随即灵光一闪，化为三柄长剑，分三个方向直取僵尸，速度之快，犹如闪电流星。\n只是眨眼工夫，僵尸便发出一声无助的鬼叫倒地而亡。刘子玉顿时上前，一剑劈开僵尸的脑袋，一枚莹润的灵珠便滚落出来。\n紫灵见状，却不禁惊讶道：“IAEA，你这招真是太绝了，之前怎么没见你用过？”\nIAEA轻笑一声，点头道：“我也是刚刚练成的，之前咱们在考核猎魔团的时候，我见那个幻灵千用过此招，虽然当时她并没有发出此招的威力，但却给我了一个启示，最近一段时间我一直在揣摩这招的微妙之处，却始终无法完成，不成想刚才在打斗时灵光一现，竟然将此招练成了。”\n此时，XXOO也走上近前，不禁一挑大拇哥道：“绝，你这招真是太绝了，一不留神竟然还让你练成了甩手剑，而且一甩便是三剑。不过，既然你这招是自己研究出来的，那一定还没名字吧，依我看就叫‘三剑客’怎么样？”说罢，抬起长剑还摆了个威武的造型。\nIAEA顿时冷哼道：“白痴。就算起名也是由村长起吧，什么三剑客，难听死了。”\n紫灵闻言不禁摇头道：“不行不行，招术是你练的，怎么可能是我取名，还是你自己想吧。”\nIAEA沉思半晌，这才说道：“你们看，就叫‘飞剑’如何？”\n“拉倒吧，还不如我起的‘三剑客’好听呢。”\nIAEA不禁摇头道：“我念的书不多，村长，要不还是你起吧。”\n紫灵顿时轻笑道：“怎么，你以为我念的书就多吗？不过，看你这飞剑的威力倒让我想起一件不错的武器来了。”\n“武器？”XXOO几人不禁一楞。\n“没错，就是武器，狙击枪。IAEA这三剑打的不光是速度快，还包含了稳、准、狠，不正是狙击枪的特点吗？”\n刘子玉不禁皱眉道：“什么是狙击枪？”\nXXOO顿时一拍刘子玉的脑袋道：“狙击枪你都不知道，真是没上过学，不过村长这名字起的好，我看就叫狙击枪吧，正好迎合咱们狙击手猎魔团的名字。”\n“切，上过学就很叼吗？”刘子玉不禁揉了揉脑袋，一边思索一边摇头。\nIAEA却点头道：“嗯，我也同意村长的意见，以后我这招就叫狙击枪吧。”\n“喵？”哆哆的声音突然从众人身后传了过来。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440675540,
            "txt_content": "第四十五章　果然是来抓我的\n虽然不是同一座分殿，但这座猎魔团分殿内的格局却与润丰城的相差不大，只见在一层大殿的一侧都是由各个猎魔团及买卖人进行交易的区域，另一侧才是猎魔团办公的地方。\n紫灵一行人好奇的穿过热闹的售卖区，除了在一些稀奇古怪的商品前略有驻足外，却并没有买什么东西，径直走到办公区域中。\nXXOO认准了一个任务区的服务台，拿着带着哆哆爪印的纸便走了过去。\n“美女，我是来取赏金的。”XXOO说罢，便将手中的纸递了过去。\n虽然站在里面的服务员算不上什么美女，但听到XXOO的恭维还是面带微笑地道：“好的，请稍等，我马上帮您查一下。”\n“不急不急，你慢慢查。”说罢，XXOO随手拿起桌上的书册道：“这本是任务册吗？我先看看有没有什么好任务再接两个。”\n紫灵见XXOO打开任务册，不禁也走了过来，生怕这家伙接什么不靠谱的任务。\n由于这座猎魔团分部仅坐落在一座小型城镇中，任务量并不是很大，所以二人翻了半天也没找到什么像样一些的任务。看来这S级的猎魔团还真是不怎么受欢迎呀，悬赏的无非都是一些寻人呀、帮工呀、打猎什么的简单任务，连点油水都没有。\n翻到最后，一条寻人的任务却不禁同时吸引了紫灵和XXOO的目光。\n只见任务的名称为“寻找失踪的伐木工”，钱不多，只有50金币的赏金，难怪会在任务册里沉底了。一开始，紫灵二人也没放在心上，但因为是最后一条任务了，二人不禁同时扫了一眼下面的说明，却顿时引起了二人的注意。\n只见伐木工失踪的地点竟然是“披霞山”，那里不是之前二人服役的围场所在吗？之前，因为有了北羽牧师给的帝国的新版地图，此时，对于周围的环境地名，二人多少都有了些了解。\n彼此看了一眼，XXOO不禁问道：“村长，要不要接？”\n紫灵顿时轻笑道：“怎么，围场的苦还没受够吗？”\nXXOO不禁冷哼道：“哼，虽然听说围场被魔族毁了，但真若让我碰上欺负过我的那些人，我可决不会轻饶了他们，怎么样，要不要回去看看？”\n正在这时，只见服务员小姐拿着一个托盘从后台走回来道：“让您久等了，这是完成任务的赏金，一共50金币，请收好。”\n“嗯，谢谢。”紫灵也没客气，看都没看XXOO一眼，抬手便将托盘上的金币收了起来。\nXXOO不禁尴尬的缩回手，却听紫灵随即指着任务册说道：“美女，这个任务我们接了，请登记一下吧。”\n服务员看了一眼紫灵所指的任务，顿时点头道：“好，请稍等，我马上登记。”\n走出猎魔团大殿，刘子玉众人不禁好奇的围过来道：“村长，咱们又接了什么好任务？这次不会是打什么魔怪了吧？”\n紫灵轻轻一笑，顺手交任务单递给了刘子玉。\n刘子玉接过一看，不禁笑道：“寻人吗？这个好，看来应该没什么危……险…………披…披霞山？”\n刘子玉的面色突然一变，顿时倒退出人群道：“你们…..你们果然是来抓我的。”说罢，扭头便跑。\n但也仅跑出五六步，便见人影一晃，IAEA清瘦的身影顿时拦在眼前。\n“啊！”慌忙中，刘子玉吓的一屁股便坐到了地上，退爬着说道：“你……你别过来啊，你再靠近一步，我就……”\nIAEA只是冷冷的盯着刘子玉，并没什么动作，刘子玉盯着IAEA的眼睛“我”了半天也没我出个结果出来，本想说“我就不客气了”，但想想对IAEA来说，这可没什么威胁可言。\n左右扫视了一下周围，却见一个帮忙的也没有，顿时抬手从空间中取出长剑，挥舞着从地上爬起来，随即长剑一摆，指着IAEA和紫灵众人道：“别动！你们再过来，我……我就死给你们看。”\n说罢，长剑一收，竟然架在了自己的脖子上。\n“噗！”XXOO见状，顿时一个没忍住，一下便笑喷了。\n小结巴黄江峰不禁眨巴眨巴眼睛，对吴剑仁道：“老……老大，他他他他……们这是玩……玩的什么把…把戏？”\n吴剑仁顿时一拉小结巴的衣襟，低声道：“别说话，咱们就假装不认识他们好了。”\n此时，吴剑仁心里也是七上八下的没什么底。看他们的样子，　好像刘子玉老大跟紫灵村长他们有过什么过节一般，真若是双方翻脸，那之前跟随刘子玉的自己和小结巴会有什么结果呢？\n想跑是不可能了，面对这么多拥有武灵的猎人，就我们这俩废物加一起还能上哪跑，无非只能在这里装傻充楞任人摆布了。不过到了关键时刻，还是需要表一下决心的，只要刘子玉被紫灵众人痛扁一下，自己马上就冲上去帮忙。\n当然不是帮老大刘子玉，那不是拿鸡蛋往石头上扔吗？要帮也是帮紫灵村长他们多搧刘子玉几个嘴巴子，好让村长他们看到自己二人与刘子玉可不是一条战线上的人。\n但这些也只是吴剑仁心中的想法，别人可不知道。此时，刘子玉不禁吼道：“别笑！不许笑，大丈夫说到做到，你们若想抓我回去，门都没有！上前一步，我就死给你们看，让你们空欢喜一场。”\nIAEA闻言不禁挑了挑眉，冷哼道：“想死？可没那么容易，村长没发话，恐怕你还没有死的权利。”\n“你！”刘子玉闻言，顿时紧张的咽了咽吐沫，紧了紧握住剑柄的手。说真的，对于IAEA的修为刘子玉可是一点底都摸不透，虽然还只是木剑修为，但通过这些天的相处，刘子玉发现这个IAEA的身法也太诡异了吧。\n刚扭脸扫了眼一旁的紫灵众人，刘子玉便感觉眼前一花，随即手中一空，再一扭头，却见手中的长剑已到了刘子玉的手中。顿时一抖了手，吓的呆立当场。\n紫灵见状，不禁摇着头轻笑道：“刘子玉，看来你心里的阴影挺深呀，也难怪，你在围场干了这么多年，其中的苦也只有你自己知道。”\n说罢，缓步走到刘子玉身前，俯身捡起掉在地上的任务单，用手指弹了弹，说道：“回围场没错，但之前我已说过围场已经毁了，不过，我倒真希望那个围场没有真的被毁，难道，你就不想回去报仇吗？”\n说罢，不再理会刘子玉，从刘子玉的身旁一穿而过，同时说道：“我这个人别的毛病没有，就是很记仇，所谓君子报仇十年不晚，如今，相信我也有报仇的能力了，跟不跟来，随便你吧。”\nIAEA同时一甩手，长剑直直的插到了刘子玉的脚下，随即转身跟在紫灵的身后走了开去。\n“强哥哥，咱们也走吧。”小薇坐在光头强的肩上招呼一声，光头强马上“哦”了一句，紧追着紫灵二人而去。\nXXOO不禁轻笑着跳到刘子玉身前，晃手道：“玉哥哥，千载难逢呀，你真的不来吗？”说罢，一步三跳的追了上去。\n吴剑仁和小结巴二人随即侧着身从刘子玉身前蹭过道：“老，老大，我们也去了，您，您保重。”说罢，二人兜着XXOO的屁股一路小跑的飞奔而去，不为别的，跟着这些人吃喝不愁呀。\n见人都走了，刘子玉不禁狠狠地一低头，仔细想想，好像真的是自己有些神经质一般。那个厉害的周队不也是成了紫灵的跟班了吗？那样子可不像是装出来的。\n看来，围场那边的任务应该也只是巧合吧，看了看紫灵众人远去的身影，刘子玉不禁一咬牙一跺脚，也蔫蔫的跟了上去。\n“喵？”小猫哆哆站在光头强的肩头上朝后面叫了一声，XXOO不禁顺着哆哆的目光回头扫了一眼，顿时偷笑出声。\n虽然刘子玉跟来的很勉强，但却也给众人帮了大忙。由于对道路的熟悉，在刘子玉的指引下众人可是少走了许多弯路。尽管如此，却还是赶了四天的山路才重新回到围场所在的披霞山脉。\n看着眼前一望无际的群山，XXOO顿时皱眉道：“村长，这么大的林海，咱们要到哪去找那个什么伐木工啊。”\n紫灵闻言也不禁眉头深锁，说真的，来的时候紫灵已经想了一路了。但雇主那边并没有什么可用的信息，只是说这名叫林天熊的伐木工听说这边的围场荒废了，便带着几个人来这边伐树，想要趁机弄点油水。\n却不成想，出来几天后，只有一个人逃了回去，说是在披霞山中碰到了僵尸的袭击，几个人全都跑散了，而那个逃回去的人因为受到了尸毒的感染，没多久便尸变了，结果只有一个，被自己的家人含着泪亲手杀掉了。\n因为林天熊家中也无亲人，就这么一个远房亲戚，碍于情面，这位亲戚才悬赏50金币寻人，但这么危险的任务才给这么点钱，所有猎魔团的人都没有兴趣去接，包括紫灵众人在内，若不是因为出事地点是紫灵众人曾经服刑过的围场，他们同样也不会接的。\nIAEA见紫灵沉默不语，不禁上前道：“村长，要不咱们先回围场看看，我在那边还有一些东西，看能不能拿回来。”\n紫灵听罢，顿时思索着点点头：“嗯，也好，那就先去围场吧，马上天也快黑了，今天晚上咱们便在围场中休息。”说罢，一行数人径直朝围场方向行去。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440676440,
            "txt_content": "第四十七章　紫灵神威\n听到哆哆的叫声，紫灵不禁回身道：“光头强，你们怎么也回来了？天马上就黑了，快去把大门修好吧。”\n小薇坐在光头强的肩头上不禁笑道：“村长竟然这么不相信人，我们可不像你们那么慢，只不过是一扇大门而已嘛，早就修好了。”\n“哦？”众人闻言不禁纷纷朝门口望去，果然见围场的大门修复并关好了。再往另一边一瞧，只见高台上，吴剑仁正扒着高台上的围栏伸着脖子望了过来。\nXXOO不禁皱眉道：“小薇呀，你不要这么厉害好不好，把我伟大的光辉形象都盖过去了。”\n小薇顿时冲XXOO一吐舌头道：“就你，还有什么光辉形象吗？”\n“怎么没有？”XXOO顿时挺了挺胸脯。刚要说话，却感觉脚下滑滑的，一低头，只见小猫哆哆正用身子蹭着自己的脚脖子。\n“哇！！！！！！”XXOO顿时吓的一个后跃，闪身躲出好几米远，磕巴地道：“你你你你别过来，再过来，我我……我就不客气了。”说罢，一把抢过刘子玉手中的长剑，冲着哆哆比划了半天。\n“喵？”哆哆不禁疑惑的盯着XXOO眨巴眨巴眼睛，却突然目光一凝全身的毛全都炸了开来，呲着牙俯身冲XXOO低吼起来。\nXXOO见状顿时冷哼道：“哼，知道怕了吧？识相的就离我远点，否则我手中这把长剑可不长眼睛。”\n话音一落，旁边的刘子玉不禁一拉XXOO，指了指二人的身后。\n“干什么？没见我正教育……”一回头，XXOO的话顿时便缩了回去。只见从身后不远的一座独立的小木屋中竟然依次蹦出来六七只僵尸，此时距离自己竟然已经不足五米了。\n“妈妈咪呀！！！”XXOO腿一软，险些没坐地上，还好旁边刘子玉拉着，二人迅速退回到紫灵众人身边。\n小猫哆哆也在小薇的呼唤下跳回到小薇的怀中，只不过依然冲僵尸群低吼着。\n紫灵不禁紧了紧手中的长剑道：“怎么回事？刚才大家不是都检查过了吗？怎么竟然又冒出来这么多僵尸。”\nXXOO顿时摇头道：“不……不知道，我刚才分明去那屋子看过了，里面除了一些木柴外什么也没有呀。“\n一边缓缓后退，IAEA不禁说道：“没什么好奇怪的，那里明着是一间柴房，但下面却有一处很大的地窖，以前是高老大私藏矿物的地方。”\n说罢，抬手又凝聚出一把长剑交给了XXOO，XXOO随即将刘子玉的破剑扔了回去。\n刘子玉却不禁疑惑道：“不会吧，我在这里呆了这么多年，怎么都不知道那里还有地窖？”\nIAEA冷哼道：“我也是无意中发现的，这次回来，我主要是想去那间地下室看看，以前我曾在下面藏起了一些矿物，希望还没被别人发现。”\n眼见僵尸越逼越近，已呈扇面般围了过来。XXOO不禁紧张地道：“现在应该不是讨论什么地窖的问题吧，老大，咱们怎么办？僵尸也太多了。”\n紫灵闻言却突然长剑一收，竟然收回到空间手环之中，随即说道：“大家围成一圈，小薇、小结巴，你们躲在中间，大家各自守好自己的方位。”\n说罢，只见紫灵双掌一抬，掌心中顿时灵光大放开来。随即只见紫灵大吼一声，跨步半跪于地，双手在地面上一按，原本光秃秃的地面上顿时以紫灵众人围成的圆圈为中心迅速长出一圈数米宽的草坪。\n刘子玉见状，不禁惊讶道：“不…不会吧，原来村长的武灵竟然是杂草，你是想用草皮垫着大家摔地上摔不痛吗？”\n身旁的XXOO顿时冷笑道：“刘子玉，你这笑话一点也不好笑，你就等着瞧好吧。”\n说话间，只见僵尸群已经来到了草坪近前，前当一只僵尸抬脚一踩，却不禁身体一僵，低头看了看，只见踩中的杂草竟然如钢针一般从脚底刺入，一直从脚面上穿了出来。\n“呜……..”僵尸不禁鬼叫一声，也不知是疼痛还是在给同伴发出信号，只可惜后面的僵尸没听到一般依然冲了过来。\n僵尸的脚被钉住，只得用力一拔，脚是拔出来了，但却连皮带肉扯掉了一大块，回脚一放，却又被另一棵杂草来了个洞穿。\n“呜……….”僵尸不禁又是一声鬼叫。而在这时，其它几只僵尸也都踏入了草坪之中，结果跟这只僵尸一样，全都被钢针一般的杂草钉在原地。\n“yes！老大太给力了！”XXOO不禁一挥拳头。冲一旁的刘子玉挤了挤眼，却见刘子玉此时都看傻了，下巴砸到脚面子了都不自觉。\nXXOO顿时抬手在刘子玉的嘴里数了数，“一颗、两颗、三颗，玉哥哥，你已经有三颗蛀牙了唉。”\n刘子玉顿时收势揉了揉下巴，没理会XXOO，扭头看了眼紫灵，只见紫灵此时依然保持着半跪的姿势，双手紧紧的按在地上，灵光闪烁之下，胳膊上的青筋根根冒起，二目凝视之下犹如两道闪电一般。\n“好，好厉害。”刘子玉不禁惊叹出声，连日来，对于紫灵和XXOO的武灵，刘子玉众人始终是一无所知，如今紫灵的武灵一现，顿时令众人大开眼界，先不说这种武灵的威力如何，光是杂草这种武灵，几个人便闻所未闻，想不到却是如此厉害。\n而旁边始终没有展露过武灵的XXOO却依然保持着神秘，真不知在他身上还会有什么奇异的武灵存在。不过看XXOO平日表现出来的狂妄德行，一定也会是个非常了不起的武灵吧。\n就在刘子玉众人震惊之际，几只僵尸却悍不畏死般踏着地刺般的杂草纷纷鬼叫着逼近过来，踩过的地方纷纷留下一溜腐臭的烂肉和浓水。\n眼见僵尸的爪子伸到众人眼前，刘子玉刚要举剑砍过去，却见IAEA身前突然灵光猛的大放开来，随即一抬手，长剑再次悬空而起，灵光一收，便化为三柄漆黑的木剑，围着众人瞬间划过一圈。\n还没等众人明白是怎么回事呢，便见几只僵尸不禁鬼叫一声，纷纷倒地不起，看样子是死的不能再死了。\n灵力一收，紫灵一屁股便坐在了地上，冲XXOO喘息道：“快……给老子几粒种子补补身子，MD，可累死我了，这比种草坪……还TM……累多了。”\n“这……这TM也太给力了吧。”XXOO不禁眨巴眨巴眼睛看了看地上死倒一片的僵尸，又扭头看了眼站在一旁的IAEA，只见IAEA此时也是精神萎靡，虽然还能站着，但应该也是灵力透支的厉害。\n紫灵不禁不耐烦地道：“看看看，看什么看，快点快点，再不补充补充，老子就要归位了。”\n“哦，来了来了。”XXOO答应一声，随即一抬手，灵光闪烁之下，顿时凝聚出十几枚小麦种子。往前一递，紫灵抬手便抓过一半，一仰脖全吞了进去，随即冲光头强道：“光头强，你保护着小薇，先把地窖的门给我封了，剩下的事你们看着办吧。”说罢，闭目宁神便径自吸收起种子的灵力来了。\n“哦。”光头强答应一声，抬手将小薇扛到肩上，闪身朝那间小木屋走去。　\nIAEA则接过XXOO手中剩下的种子，抬手扔进嘴里，随即与紫灵一起专心吸收起来。\n刘子玉不禁看了看一旁的紫灵二人，扭头冲XXOO道：“老…老大，这个，不会是你的武灵吧？”\nXXOO闻言，顿时高傲地道：“怎么样，没见过吧？我也不是吹，天下之大，恐怕能够食用的武灵，老大我这可是独一份。”\n刘子玉不禁咧嘴道：“就……就只是能吃吗？”\nXXOO顿时拍拍刘子玉的肩膀，语重心长地道：“你放心，既然你认我这个老大，以后有机会，我一定也会给你尝尝的，其中的奥妙只可体会，不可言传，现在你可以先把那几只僵尸的灵珠给收了。”\n“不，我不是那个意思。”刘子玉顿时解释道：“我是想问，老大你的武灵就只是食物而已吗？”\n话音一落，XXOO瞬间石化。唉，该来的终归是要来的，想不到几天来一直背着几个小弟修炼自己的武灵，最终还是被发现了，不行，我这个老大一定不能让他们看不起。\n正当XXOO思索要如何回答之际，可不好了，只听远处高台上钟声大作，吴剑仁一边猛敲着高台上的大钟，一边高喊道：“老大，有情况！有情况！”\n众人闻言，不禁纷纷面色一变，光头强扛着小薇也转身跑了过来，惊问道：“什么情况，谁在那边瞎捣鼓啥玩意呢？”一边说着，光头强不禁拢目光凝神冲高台方向望去。\nXXOO扫了眼依然在打坐吸收灵力的紫灵和IAEA二人，不禁眉头一皱，扭头冲光头强道：“你们怎么回来了？地窖堵好了吗？”\n小薇顿时点头道：“都堵好了。XXOO，外面是怎么回事？”\nXXOO不禁摇头道：“还不清楚，你们在这保护好村长，刘子玉、小结巴，随我来。”\n“啊？我……我……”小结巴刚一皱眉，XXOO顿时一拉小结巴的衣服，冲刘子玉吼道：“还不快走。”\n“哦。”刘子玉皱了皱眉，随即长剑一摆，带头朝高台处跑去。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440676800,
            "txt_content": "第四十八章　林天熊\n小薇见XXOO几人跑开了，略一思索，不禁对光头强道：“强哥哥，你帮我一下。”\n“哦。”光头强点点头，只见小薇闪身跳到地上，抬手在紫灵手上的空间手环上一按，身边顿时多出数十块原木。随即指挥着光头强用原木把紫灵二人圈在了中间。\n那一边，在刘子玉的带领下，XXOO三人闪身爬上高台，吴剑仁见两个老大都来了，顿时便有了主心骨一般，指着远处的林子道：“老大快看，那边跑过来一个人，后面还跟着十几道身影，看样子应该不是人类。”\n说话间，只见来人距离围场已经不足二十米了，虽然此时光线很暗，但众人还是看出来人确是一名人类男子。只见此人手握一把大斧，一边跑，一边不住的回头查看。\n来到围场近前，见两扇大门紧闭，男子显然一楞，一扭头，便看到高台上的XXOO众人了，随即跑过来高喊道：“快开门，僵尸追来了！”\nXXOO闻言顿时高喊道：“你是什么人？后面还有别人吗？”\n下面的男子听到喊声，知道上面几人确是人类无疑，不禁兴奋道：“我叫林天熊，快点开门，晚了我可要归位了。”\n“林天熊？我怎么听这名字有点耳熟呀？”XXOO不禁喃喃道：“你们有人认识他吗？”\n小结巴顿时答道：“老老老老大，任……任务……任务。”\n“任务？什么任务？”XXOO眉头一皱，顿时恍然道：“哦哦！！！赏金，是赏金任务。”\n说罢，不禁冲下面喊道：“喂，我问你，你是前几天带人来这里砍树的那个林天熊吗？”\n林天熊不禁紧张地看了一眼追上来的僵尸群，只见追在前面的僵尸已经不足自己十米了，顿时高喊道：“是我是我，快开门！”\n说罢，手中大斧一摆，没等上面众人回答，闪身便朝大门跑去。\nXXOO见状，顿时冲刘子玉喊道：“快，快去开门。”\n一回身，却见下面黑影一晃，光头强迈着大步跑了过来。XXOO随即冲光头强喊道：“喂，光头强，别过来了，快去开门救人！”\n“啊？救人？”光头强闻言不禁一楞，抬头问道：“喂，小叉叉，救什么人呀？”\nXXOO顿时急道：“别问了，快去开门！”\n“哦，开门啊，好勒！”说罢，光头强迈开大步，闪身冲大门跑去。\n林天熊刚跑到大门前，便听到一声鬼叫，一只僵尸迎面便冲了过来。此时，林天熊也杀急眼了，大斧子一摆，一下便将僵尸打飞出去。随即背靠大门，如门神一般守在门前，放眼望去，只见十几只僵尸如潮水一般，呈扇面般冲了过来。\n林天熊不禁咽了咽吐沫，暗道：“上帝保佑！不是说帝国的中央区域很安全吗，怎么会一下子冒出这么多僵尸来。虽然听闻这里是被魔族灭的，但林天熊仗着艺高人胆大，却并未放在心上，此时后悔却是已经晚了。\n扫了一眼胳膊上涌出的血迹，林天熊顿时目光一凝杀气瞬间便弥漫开来。所谓杀一个够本，杀两赚一个，既然被僵尸抓伤了，林天熊自知命不长矣，顿时也喝出去了，只待僵尸冲过来便大开杀戒。\n正在这时，却感觉身后冷风一吹，紧闭的大门竟然开了，一道黑影闪身便冲了出来。\n“唉唉？怎么回事？”光头强一步跨出便见一名大汉顶天立地的站在门口，看个头却是比自己还要高出半头，只不过没自己胖，整个人长的很均匀。\n光头强见状顿时便是一楞，随即憨笑道：“呵呵，哪冒出这么个大个子，喂，你叫什么玩意。”\n林天熊闻言不禁眉头一皱，暗道：啥就叫什么玩意？我这么大个人你看不出来吗？但见门开了，也顾不得别的了，回身一把便将光头强又推回到门里，反手“咣当”一声便将大门又插上了。\n光头强不禁疑惑道：“喂，怎么回事？大个子，你关门干什么？不是要救人吗？”\n正在这时，XXOO众人也跑了过来。一见林天熊进来了，顿时高喊道：“快锁门！快锁门！”\n光头强不禁疑惑道：“锁门？不是要救人吗？到底是锁门还是救人？”\nXXOO跑到近前，跳起来便给了光头强一拳道：“啰嗦什么，人不是救进来了吗？”\n“哦？救进来了？”光头强不禁看了看眼前的大个子，疑惑道：“你就是要救的人吗？”\n目光一凝，光头强一眼便看到林天熊胳膊上的伤了，不禁皱眉道：“疑？你怎么受伤了？快点，我给你治治。”说罢，俯身抓过一把泥土便按在了林天熊的胳膊上。\n林天熊不禁一皱眉，闪身倒退两步道：“你干什么？”\n光头强顿时瞪眼道：“干什么？帮你治伤啊，你别躲，我这法子可好使了。”说话间，抓着泥土又朝林天熊的伤口上按去。\n林天熊一闪身，躲过一旁道：“不必了，我的伤你治不好的。”说罢，抬眼扫了一眼众人，疑惑道：“五叔呢？怎么不见五叔？”\n“五叔？”XXOO不禁皱眉道：“刚才就见你一个人跑了过来，没别人呀。”\n林天熊顿时摇头道：“不是，五叔是留在这里的，怎么，你们没看到他吗？”\nXXOO不禁摇头道：“没有呀，这里就只有我们的人，没见到你说的什么五叔。”\n林天熊听罢顿时眉头一锁，喃喃道：“不可能呀，说好的五叔留下来躲在这里，我出去救人的，他不可能独自跑掉的。”\n小结巴黄江峰眼珠一转，不禁一拉XXOO的衣服，道：“老老老……老大，会不会是那个死死死……死人？”\n“死人？”XXOO和林天熊众人听罢皆是一楞，XXOO顿时醒悟道：“哦，有可能。”\n话音一落，便感觉脖领子一紧，一把被林天熊举到眼前道：“什么死人？你是说……五叔他老人家……死了吗？”\nXXOO顿时指着林天熊的手比划了半天，林天熊这才发觉到自己的失态，顿时将XXOO轻轻的放了下来。只见XXOO弓着腰捯了半天气，这才长出一口气道：“哎，哎呀我去！差点没憋死我，真是好心没好报，哎呀，哎呀，可憋死我了……”\n林天熊顿时沉声道：“对不起，我不是有意的，你们说的死人，能带我去看看吗？”\n小结巴不禁一指远处的那排木板房道：“就就就……在那边。”\n话音一落，便听到身后突然传来一阵猛烈的砸门声。吓的小结巴猛的一跳，闪身躲到了光头强身后。\n“咚咚咚！！！！咚咚咚！！！！”\n随着砸门声响起，僵尸的鬼叫声也此起彼落，想来应该是僵尸群围拢了过来。\nXXOO顿时皱眉道：“光头强，你们修的大门结实不？”\n光头强不禁抓了抓头上的三根毛，摇头道：“不知道，是小薇修的，我只是帮她把门装回去了。”\nXXOO听罢，不禁倒退几步道：“这样可不行，光头强，你快去叫小薇过来，再把门加固一下。”\n“哦。”光头强答应一声顿时转身跑了开去。\nXXOO随即看了看身边众人，两个废物加一个刘子玉，眼前的大个子倒是很威武，只不过大个子胳膊上的伤不禁令XXOO心念一动。\n看那伤口应该是抓伤的，难道说，大个子已经中了尸毒不成？真若如此，等大个子尸变了可不是什么好事呀。\n眉头一锁，XXOO顿时挥手道：“林天熊，你不是要见那个死人吗？随我来。”\n说罢，冲刘子玉三人一使眼色，几个人纷纷朝死人所在的木板房跑去。林天熊心中焦急，一步跨出，紧跟着XXOO便跑了过去。\n来到门前，XXOO不禁朝门里一指，说道：“那人就在里面，如果他就是你说的五叔，还希望你不要太难过，我们就不进去了。”\n林天熊二话没说，脸色却阴沉的可怕，闪身便走入了屋中。\nXXOO见状顿时轻声道：“你们先在这看着，我去去就来。”说罢，闪身便朝紫灵众人的方向跑去。\n小结巴黄江峰看了眼跑掉的XXOO，不禁说道：“我我我……我也过去看……看看，要……要不要帮忙。”\n刚一转身，刘子玉一把便将小结巴拎了回来，冷哼道：“帮什么忙，就凭你吗？老老实实给我在这呆着。”\n小结巴不禁一呲牙，顿时安安份份的蹲了下来，眼神却不禁紧张的朝四周张望着，生怕昏暗中突然蹦出个僵尸来。\nXXOO闪身跑到紫灵和IAEA所在的地方，却并不见紫灵二人的身影，只见原本空荡荡的地方不知何时竟然多出一座原木搭成的小木塔。\n此时，正有一种沉闷的声音从木塔中传了出来，XXOO心中暗惊，不禁围着木塔转了两圈，凝神细听之下这才听道：“快放我出去，我还没死呀！你们这是在活埋知道吗？”"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440677040,
            "txt_content": "第四十九章　活　埋\nXXOO仔细辨认，木塔中传出的冒似是紫灵村长的声音。顿时抬手在木塔上敲了敲，高喊道：“谁？谁在里面？”\n话音一落，只听“扑”一声，一柄长剑透过木塔紧贴着XXOO的脸蛋子便划了过去。\n“哇！！！”XXOO顿时吓的一屁股坐倒在地，瞬间退爬了出去。\n凝神看去，只见刺透木塔的是一柄漆黑的木剑，气的XXOO跳起来便骂道：“好你个IAEA，你是想谋财害命吗？开玩笑哪有你这么开的？”\n话音一落，便听紫灵的声音道：“XXOO，是XXOO吗？快放我们出去。”\nXXOO不禁抬手擦了擦脸，还好只是轻轻划了一下，连点皮都没蹭破，顿时喊道：“老大，你们先忍会儿，我去叫小薇过来。”说罢，闪身便朝大门跑去。\n来到大门口，只见在光头强的帮助下，整个大门竟然已被原木封死了。别说进来了，连出去都费劲。虽然外面依然不断传来沉闷的砸门声，但感觉却安全了好多。\nXXOO顿时点头道：“好了，小薇，这样就可以了，村长他们醒了，你快去把他们放出来吧。”\n“哦。”小薇答应一声，飞身便跳到光头强的肩头上，擦了擦头上的汗水，被光头强扛着一路跑回到紫灵二人所在的地方。\n随着灵光闪过，圈住紫灵二人的木塔顿时散了开来，随即被紫灵收入了空间手环之中。\n连吸了几口新鲜空气，紫灵不禁叹道：“唉，可憋死我了，小薇，你们这是在玩什么游戏，干嘛把我们关进小黑屋？”\n小薇不禁一吐舌头，道：“人家不是怕你们被僵尸吃掉嘛。”\n“僵尸？”紫灵二人不禁一皱眉，此时心情平静下来方才听到远处大门口正传来不断的砸门声。\n紫灵不禁挑眉道：“外面来了多少僵尸？”\nXXOO顿时回道：“老大，先别管什么僵尸了，他们进不来，不过刚才我们倒是救下一个人，你猜是谁？”\n紫灵闻言不禁一楞，疑惑道：“这让我怎么猜，我们认识的人并不多吧？难不成会是那个林天熊？”\n“我靠！”XXOO顿时一跳三尺高，眨巴眨巴眼睛道：“真不愧是老大，这都能让你猜到。”\n紫灵不禁暗惊道：“怎么？真是林天熊？他在哪？”说罢，不禁甩脸朝周围望去，只见在远处的一排木板房前正站着三道黑影，紫灵马上抬腿便要过去。\nXXOO顿时跑到紫灵前面，抬手拦住道：“等等，老大，听我把话说完好不好。”\n紫灵一楞，点头道：“还有什么事，你说吧。”\nXXOO不禁一叹，正色道：“唉，我们救的是林天熊不假，但在救下他时他已经被僵尸抓伤了，恐怕过不了两日便很可能尸变，变成僵尸。”\n紫灵众人闻言不禁暗吃一惊，彼此对视一眼，紫灵这才思索道：“走，先去看看。”说罢，带头朝木屋走去。\n远远的，便听到屋中传出一阵阵闷雷般的痛哭声，紫灵不禁一皱眉。XXOO顿时摇头道：“唉，看来屋里的那个死人果真是林天熊的五叔。”\n“五叔？”紫灵不禁皱眉道：“不是说，他没别的亲人了吗？”\n“谁知道呢，反正他是这么叫的。”\n来到门前，刘子玉三人马上围了上来。XXOO顿时问道：“怎么样了？”\n刘子玉不禁摇头道：“哭半天了，看来那个死人应该就是那个五叔。”\n“嗯。”XXOO点点头，转身冲紫灵问道：“老大，怎么办？”\n紫灵略一思索，不禁道：“你们在这等着，我进去看看。”\n说罢，缓步走入屋中。一进门，紫灵便是一楞。只见屋中正跪着一个大个子，那大块头想必比光头强也不容多让，跪在地上竟然比紫灵站着还要高上一头有余。还好这木板房建的非常高大，否则连进门都成问题。\n一见林天熊的块头，紫灵便是心中一动，这大块头若是能加入到狙击手猎魔团，那岂不是如虎添翼。但想到林天熊受到的抓伤，紫灵的心便又是一沉，轻咳了一声，林天熊的哭声随即缓了下来。\n紫灵这才缓步来到死尸近前，从空间手环中取出件长衣盖在死者身上，轻叹道：“唉，人死不能复生，林师傅也不必太难过了。不如大家一起将五叔掩埋了吧，也算是对的起他老人家了。”\n“不。”林天熊不禁哭道：“都是我不好，我永远也对不起五叔。”说罢，顿时又痛哭失声。\n紫灵摇了摇头，轻叹道：“我们是狙击手猎魔团的，受雇前来营救你们，我是团长紫灵，唉，看来，我们是来晚了。”\n说罢，不禁拍了拍林天熊的身子，转身道：“我先出去安排大家挖个坑，回头先将五叔掩埋了吧。”说罢，转身走了出去。\nXXOO几人顿时围上来道：“村长，怎么样？”\n紫灵摇了摇头，吩咐道：“大家先选地方挖个坑吧，一会儿把林天熊的五叔掩埋了。”\n“嗯。”众人点点头，XXOO顿时喊道：“光头强，过来帮忙挖坑了。”\n“哦。”光头强答应一声，随手将小薇放在紫灵身边，随着XXOO、刘子玉众人走了开去。\n也不用选什么地方，反正外面全是僵尸，要埋也就是埋在围场之中，那也就无所谓埋哪了。众人走只出不远，便在木板房前选了块土质比较松软的地方拿出铲子挖掘起来。\n时间不大，一个能够容纳一人的小坑便挖好了。XXOO顿时喊道：“老大，过来看看这坑挖的怎么样？”\n紫灵不禁点头道：“好了，就这样吧。”\n话音一落，却听身后一道声音沉声道：“你们应该挖两个坑的。”\n众人一回头，发现林天熊竟然已从屋中走了出来，怀中还抱着用衣物包裹起来的东西，从形状来看，应该便是那个死人了。\n只见林天熊径直穿过众人，将死人轻轻放入坑中。随即将蒲扇一般的大手一挥，连铲子都没用，直接将挖出来的土填了回去。\n埋好之后，林天熊不禁在坟前磕了仨头，沉声道：“五叔，您别急，天熊很快便会来陪您了。”\n说罢，起身冲紫灵众人扫了一眼，这才对紫灵说道：“你们来晚了，这几天我都找过了，带出来的几个人，除了一人没找到，其余的全死了。包括我在内，相信也活不过两天了。”说罢，抬手看了看胳膊上的伤口，只见此时伤口周围已经开始出现溃烂，一股尸臭味正轻轻的蔓延开来。\n林天熊不禁皱了皱眉，抬手从怀中取出一个布袋道：“这个空间袋中还有一些我们砍来的原木，算是对你们出手相助的报答吧，最后，我还有一个请求，在我死以后，请将我埋在五叔的旁边吧，要埋深点，别让我被僵尸挖出来吃掉。”\n林天熊的话不禁令众人心中一揪，连日来，众人已见过太多生死离别了，此时就算是重播也不免黯然泪下。\n紫灵不禁皱眉道：“难道就没有别的办法能够将你治好吗？”\n刘子玉闻言顿时抬手拿出一瓶红色药水道：“村长，我这里还有一瓶治疗药水，试试管用不管用。”\n林天熊不禁摇头道：“没用的，治疗药水只能治皮肉伤，对尸毒是没有用的，之前我也用治疗药水为同伴试过，结果还是尸变了。”\n一句话，不禁令众人又陷入沉默之中。\n半晌，光头强不禁喃喃道：“要是老师在就好了，他应该有办法。”\n一句话不禁令紫灵心头一亮，马上抬头道：“对了，咱们还有传音盒，我马上问一下北羽牧师。”\n说罢，抬手将传音盒拿了出来。灵力注入，传音盒顿时灵光大放开来。\n紫灵见状顿时对着传音盒大喊道：“北川牧师，我是紫灵，你能听到吗？”\n时间不大，便听传音盒传来声音道：“紫灵，我是北羽，这么晚了，有什么急事吗？”\n“太好了。”众人听到北羽的声音不禁同时一喜，只听紫灵马上喊道：“北羽牧师，我们有个同伴被僵尸抓伤了，你有办法救他吗？”\n“哦？”北川显然一惊，不禁问道：“是谁被抓伤了？”\n紫灵顿时催促道：“这个先别管了，快告诉我救人的办法。”\n北羽闻言不禁思索道：“办法倒是有，只要给他吃下附魔金苹果，就算变成僵尸也能让他复活过来，只不过恢复的时间要看他尸变的程度。若是已全身腐烂，就算救活过来，也只是活死人一个了。”\n紫灵闻言顿时急道：“北羽牧师，我们没有附魔金苹果，还有别的办法吗？”\n北羽不禁说道：“我知道，附魔金苹果非常稀有，通常只有在皇室一脉中才有储藏，市面上就算能够找到也是天价。你跟我说一下你同伴目前的情况吧。”"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440677760,
            "txt_content": "第五十　章　传音盒\n紫灵闻言顿时看了看林天熊的伤口，描述道：“受伤的位置在胳膊上，此时伤口处刚刚溃烂，人还没受到什么影响。”\n北羽听罢，不禁思索道：“嗯，通话时间有限，你们听好了，我只能说一遍。从描述上来看，中毒时间不长，应该还能救　回过来。所谓尸变，便是尸毒入体后会在人的大脑中形成一个凝核，这个凝核会不断吸收人的精血和灵力，当凝核吸收的能量超过身体的能量之后，便会在脑中形成灵珠，此时便会此发尸变，随后，灵珠会不断吸收人的精血和灵力，直至吸光为止，这也是为何僵尸的身体会不断腐烂以及僵尸喜欢吃人的原因了，吃的人越多，灵珠吸收的能量便越大，僵尸也越难对付。而僵尸本身的精血和灵力被吸光之后便会再次蜕变，成为更高一级的骷髅怪。此时，你们的同伴受伤较轻，你们只需要通过灵力将受伤之人脑中的凝核打碎，应该便能阻止尸变的发生了，但这一过程非常危险，只有灵力比受伤之人强大的人才可一试。”\n说到这时，只见传音盒灵光一弱，北羽顿时惊呼一声：“不好，你们有治疗药水的话最好先给他服下………”\n说到这里，便见传音盒灵光一闪，顿时失去了通话能力。\nXXOO看了看紫灵，不禁说道：“听北羽牧师的意思，林天熊中的尸毒应该可以化解。”\n紫灵轻轻点了点头，顿时问道：“林天熊，你现在的修为是什么等级了？”\n林天熊一抬手，顿时凝聚出一柄石斧。紫灵众人见状，不禁纷纷眉头深锁。刚才北羽说的明白，若想救他，修为必须要超过林天熊不可。但放眼望去，这里修为最高的IAEA也仅是木等级修为而已。\n林天熊不禁沉声道：“紫灵团长，您也不必为难了，你们的好意我林天熊全都看在眼里，若有来生，此恩必将加倍奉还，林某目前只有一个愿望，便是在我死后，还请众位朋友将我深埋于此。”\n“不必说了。”紫灵顿时打断林天熊的话道：“还没试呢，你怎么就能肯定一定不行的？”\nXXOO不禁皱眉道：“老大，你不会是真想试一下吧，那样可是很危险的，咱们的修为都没他的高，万一不行，恐怕还会连累自己。”\n“难道你就忍心眼睁睁的看着一个大活人就这么变成僵尸吗？”紫灵不禁吼道，“就这么定了，林天熊咱们一定要救，常言道‘办法总比困难多’，咱们再想想具体的办法。”\nIAEA闻言不禁点头道：“村长说的对，办法总比困难多。别看林天熊的修为比咱们高，但受伤的时间却并不长，按北羽牧师所言，脑中的凝核一定是刚刚成形，这应该是最容易打破的时候。”\n紫灵顿时点头道：“没错，我也是这样想的，IAEA，你有信心吗？”\n“没有。”IAEA答的很干脆，说真的，IAEA心里确实是一点底也没有。\n紫灵不禁轻笑道：“嗯，真巧，我也没有。不过，若是咱们两个联手呢？”\n刘子玉闻言顿时警告道：“村长不可，两股外来灵力若是在体内相遇的话，必定会产生剧烈的冲突，这样不但救不回林天熊的命，恐怕还会死的更快。”\n紫灵听罢，不禁微一皱眉，没错，两股外来灵力在体内相碰所产生的能量的确相当剧烈，弄个不好便会令承受者爆体而亡。但如果不联手的话，一个人的力量毕竟有限。\n思绪一动，紫灵顿时目光一亮道：“有了！”\n众人闻言不禁纷纷抬头道：“什么办法？”\n紫灵顿时笑道：“办法其实很简单，刚才刘子玉说的对，两股外来灵力在体内相遇的确能产生超越等级的能量爆炸，但咱们把灵力相遇的地点选在凝核所在的地方呢？那不就能直接将凝核炸掉了吗？”\nXXOO点点头，不禁思索道：“嗯，老大就是老大，这都能让你想出来。不过，你有没有想过，这样也会把林天熊的脑袋直接给炸掉呢？”\n一句话，不禁问的众人顿时全都僵住了。\n“是呀，我怎么给忘了。”紫灵不禁面色一沉，再次思索起来。\n却在此时，林天熊不禁说道：“我看这办法行。”\n紫灵众人闻言不禁扭头看向林天熊，不知他所谓的行到底是怎么个行法。只听林天熊继续道：“反正我这条命是必死无疑的，若是能有生的希望，我宁可冒险一试，总比这样干等死强。你们就放手一试吧，而且，我也会用自己的灵力在凝核周围布下结界的，就算产生强烈的爆炸，相信凭我的修为也决不至于爆头而亡的，最坏的结果也能留个全尸。”\n紫灵听罢，不禁皱眉道：“不行，还是太冒险了，爆炸产生的效果并不能控制，万一失败可没有第二次尝试的机会。咱们还是再想想别的办法看看。”\n说罢，不禁扭头道：“刘子玉，你知道距离这里最近的猎魔团分部大概需要多久能到吗？”\n刘子玉顿时皱眉道：“嗯，最近的……大概也得两天吧。”\n林天熊不禁摇头道：“紫灵团长，已经没有时间了，我自己能够感觉到，就在这个位置，正有一股能量开始成形，而且正缓缓吸收着我的灵力。再拖下去，恐怕连尝试的机会都没有了。”\n一边说着，林天熊不禁指了指自己的眉心处。\n紫灵顿时眉头深锁的看了眼IAEA，问道：“你有把握吗？”\nIAEA摇了摇头，紫灵也不禁摇头道：“唉，事到如今，就算没把握咱们也得一试了。我看就这么办，为了防止传入林天熊体内的灵力在到达凝核之前相遇，咱们便每人各从一条手臂处输入灵力，将运行的路线进行分工，最后在凝核所在的眉心处全力进行碰撞。但为了防止爆炸的能量过大，我想咱们最好先用最小的灵力试一下效果，第二次冲击时再按具体情况增加灵力。”\nIAEA听罢，顿时点了点头。紫灵随即冲林天熊道：“林天熊，事关你的性命，你要做到把全部灵力都集中到凝核周围，形成一股厚实的灵力防御，千万不能令爆炸的力量穿透过去，否则就算将你救回，脑部受到伤害，相信也是个傻子了。”\n林天熊点头道：“这个我知道。”说罢，将双臂一伸，道：“来吧。”\n紫灵和IAEA二人不禁相视点了点头，随即每人拉住一条手臂，刚要输入灵力，却听刘子玉道：“先等等，刚才北羽牧师也说过，最好先喝一瓶治疗药水，来，把这个先喝下吧。”\nXXOO见状不禁惊问道：“刘子玉，想不到你小子发达了，怎么几日不见你连这么贵重的药水都有了？说，是不是占山为王那会抢来的？”\n刘子玉顿时摇头道：“不不不，机缘巧合而已，机缘巧合，呵呵，我也就这一瓶。”说罢，径直将药水递了过去。\n见林天熊一口喝掉后，紫灵和IAEA二人方才小心的调出一丝灵力缓缓注入林天熊体内，并按之前约定的路线朝林天熊的眉心处游去。\n通过灵力内视，只见在林天熊的眉心处正有一个小形的灵力漩涡被一大团半透明的灵力包裹其中，其缓缓自转的缥缈形态犹如宇宙初成一般，万事万物在缓慢的自转中各自成长，逐渐成形。\n就是那里了，紫灵通过内视，发现正有另一道灵力从漩涡的另一侧迅速逼近过来，相信便是IAEA的灵力了，顿时控制着自己的灵力狠狠的冲了上去，漩涡外围的灵力壁在灵力冲来的瞬间便分别自行分离出一个小洞，令两股灵力毫无阻拦的冲进了漩涡之中，随即便又迅速闭合起来。\n就在两股灵力相撞的瞬间，巨大的爆炸便发生了，一时间，灵力漩涡一片混乱，仿佛被大风吹乱的炊烟一般一道道灵力胡乱的摆动起来。\n成了！想不到会这么顺利。紫灵心中不禁一喜，刚要辙出灵力，却见烟尘只是混乱的一荡便如同被某种力量吸引一般，瞬间又重新凝聚到一起，形成一个新的漩涡缓缓自转起来，其凝实的形态却是比爆炸前还要强大数倍。\n不好，失败了！紫灵的心猛的一沉，却突然感觉从漩涡中传来一股强大的吸扯力，紫灵大惊，迅速将灵力辙了回来，再慢一步，自己的灵力便有被漩涡吸扯的危险。\n甩脸看去，只见IAEA也在同一时间将灵力辙了回来，疑惑的与紫灵对视一眼，纷纷眉头一锁。\n怎么办？一时间，紫灵、IAEA、林天熊三人不禁同时沉思起来。\n思索半晌，紫灵这才抬头问道：“林天熊，你现在感觉怎么样？”\n林天熊摇摇头，沉声道：“不太好，凝核的力量正迅速增强着，虽然我已经刻意阻止了，但灵力还是不断被吸扯进去。看来，咱们也只有再试一次的机会了。时间拖的越久，希望便越小。”\n紫灵听罢，顿时低头沉思起来，按说刚刚的灵爆确是将灵力漩涡炸开了，但却怎么又重新凝聚起来了？而且看样子，好像还将爆炸所产生的能量全都吸为已用了一般，令凝核的力量更加强大起来。\n看来，刚才的爆炸一定没有炸到关键点，但那个关键点会在哪里呢？相信那个点便是凝核的主体了，那会不会是在漩涡的中心？\n刚才由于时间仓促，紫灵并没有仔细观察凝核的状态，此时思索起来，顿时感觉凝核并没有想像中那么简单了。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440718860,
            "txt_content": "第五十一章　拯　救\n正在众人思索之际，IAEA却不禁说道：“村长，我倒有个办法可以一试。”\n“哦？”紫灵顿时抬头道：“说说看。”\n“嗯。”IAEA点头道：“村长，你还记的我的狙击枪吗？”\n“狙击枪？”紫灵一楞，顿时明白过来，IAEA所指的应该是他刚刚研究出来的大招。思绪一动，不禁醒悟道：“你是说，咱们将灵力分成几股分阶段进行引爆？”\n“没错。”IAEA顿时点头道：“通过刚才的尝试，我发现林天熊脑中的凝核应该是有一个凝聚点隐藏在漩涡之中，只不过由于如烟云一般的灵力将其隐藏了起来。那咱们不防用第一次小型灵爆先冲开漩涡，再认准凝核所在一举将其炸碎。”\n“嗯，目前也只有这一个办法可试了。”紫灵点点头，不禁对林天熊问道：“怎么样？如果是连续的灵爆，你还能顶的住吗？”\n林天熊目光一凝，顿时点头道：“来吧，是死是活，试过就知道了，若能成功，我林天熊这条命便是你的，若不成功，便请紫灵团长将我深埋于此。”\n说罢，林天熊再次将双手递到了紫灵二人身前。\n紫灵不禁摇头道：“不，如果救回来，你的命依然是你自己的。”说罢，顿时冲IAEA点了点头，二人马上达成共识，双双抓住林天熊的脉门将灵力输送进去。\n还是那团灵力的漩涡，但短短数分钟却竟然又成长了一些，反观包裹住这团漩涡的灵力壁却明显不如刚才那般凝实了。想不到这凝核的生长速度会这么快，难道是因为刚刚灵爆的原因吗？如此发展下去，相信到不了明天一早，林天熊的灵力便会被凝核吸光。\n紫灵暗惊的同时，不敢怠慢，迅速分出一股灵力，径直冲入旋涡之中，随即将精神力全部集中过去，仔细观察着旋涡的每一丝变化。\n紧跟着，灵爆再一次发生了。大团大团的灵力烟云在灵爆的肆虐中胡乱的冲撞开来，仿佛储藏棉花的仓库被狂风吹倒了一般，到处一般迷乱。\n从漩涡纷乱的形态来看，却是比第一次爆炸强大了数倍，纷乱的灵力烟云遮挡了太多视线，而神秘的凝核就隐藏在这片迷乱之中。\n时间紧迫，紫灵知道凝核重聚灵力的时间短暂，顿时精神力全开，在纷乱的缝隙中找寻开来。就在这时，却见IAEA的灵力在混乱中打着旋迅速翻飞着，像是在追逐着什么东西？\n精神力一收，紫灵顿时也发现了一小团灰色的物体如游鱼般在狂风中穿梭着，不断吸收着周围的灵力朝自己汇集而去。\n就是它了！紫灵马上锁定目标，控制着自己的灵力朝凝核狂追而去。\n几个追逐过后，IAEA的灵力猛的一突，终于将凝核包裹其中，紫灵心中一喜，马上控制的自己的灵力狠狠的撞了过去。\n紧跟着，又是“轰”的一声爆炸，如一盆热水倒入雪地上一般，整个旋涡空间顿时洞开了一个大洞。随即乱飞的灵力烟云如冰消瓦解般迅速消散而去，就连包裹住漩涡的灵力防御壁也在同一时间猛的一涨，化为万千灵力消失不见。\n身子一震，林天熊不禁仰面摔倒于地，紫灵顿时从内视中收回心神，扭头一看，只见林天熊牙关紧咬，双目紧闭，鼻子及两耳中如几条小蛇般同时渗出鲜血。\n紫灵顿时眉头一锁，暗道一声“不好。”IAEA不禁重新抓过林天熊的脉门，灵力透入，仔细探寻开来。\n过了足有一柱香的功夫，IAEA这才重新睁开眼睛，紫灵众人顿时问道：“怎么样？”\n“他没死吧？”\nIAEA摇摇头，“应该是死不了，只是他的灵力消耗过巨，脉像细若游丝，刚才的几次灵爆不知会对他产生什么影响，怕出意外，我已经仔细检查了他的全身，但却并没发现什么异常。”\n“唉，只希望他别出什么危险吧。”紫灵闻言不禁一叹，随即点手道：“XXOO。”\n“老大，什么事？”XXOO闻言马上排开众人挤了过来。\n紫灵顿时说道：“你先给林天熊服下几枚种子，看能不能帮他恢复一下元气。”\n“嗯，交给我吧。”XXOO说罢，抬手便凝聚出数枚灵力种子，但看了看林天熊紧咬的牙关，不禁扭头道：“刘子玉，帮我把他的嘴掰开。”\n刘子玉一皱眉，一眼便看到一旁的小结巴和吴剑仁了，顿时挥手道：“你们没听到吗？快去把大块头的嘴掰开。”\n“哦，哦。”吴剑仁二人无奈，只得分左右来到林天熊的身前，一个按住脑袋，一个按住下巴。双方较力之下，顿时将林天熊的嘴掰开了一道缝。\nXXOO见状，迅速将种子从林天熊的牙缝中塞了进去。怕出意外，IAEA马上将灵力再次注入林天熊体内，帮林天熊化解种子的灵力。\n又是半柱香功夫，IAEA这才收回灵力，冲众人点了点头。\n紫灵不禁叹道：“唉，希望吉人自有天向吧。”说罢，扭头看了看众人，点手道：“光头强，你把林天熊扛进屋中，今晚大家就挤在一间屋子里将就一下吧。”\nIAEA顿时起身道：“我来守夜。”\n略一思索，紫灵不禁摇头道：“不必了，今晚大家都累坏了，让小薇将屋子整个封起来就行了，这样大家都能睡个安稳觉。”\n“嗯，交给我吧。”小薇点点头，虽然已略显疲态，但依然抖擞起精神用原木将门窗都封堵了起来。\n待一切都收拾完毕，众人都累的不行了，紫灵不禁对XXOO道：“XXOO，再凝聚一些种子分给大家吧，让大家尽快恢复一下灵力。”\nXXOO顿时皱眉道：“老大，我的灵力也消耗的厉害，弄点种子出来没问题，不过老大，你是不是也给我点吃的补补呗。”\n紫灵一笑，抬手便塞给XXOO一把杂草。XXOO顿时笑道：“好勒，都交给我吧。”\n说罢，手中灵光连闪，一连凝聚出数十枚种子。经过这段时间的修炼，尤其是有着紫灵的杂草武灵做为食物，XXOO的修为也是跟坐火箭一般蹭蹭的往上涨。\n种子凝聚出来后，顿时每人分得了数枚，紫灵、IAEA和光头强当然是什么反映也没有，抬手便丢进了嘴里，坐在地上径自修炼起来。小薇见状也试着将种子吃了下去，惊讶之色在脸上一闪，便也坐下来开始吸收种子的灵力了。\nXXOO不禁看了看吴剑仁和小结巴黄江峰二人，摇头道：“你们就免了，没有武灵吃这个反而有害。”\n说罢，将剩下的种子一把拍给刘子玉道：“便宜你了，剩下的全给你吧。”\n刘子玉看着手中灵光隐现的种子，不禁皱眉道：“这个，就直接吃吗？”\nXXOO抬手将杂草塞进嘴里，白了刘子玉一眼，道：“怎么，你还想煮成粥吗？”\n说罢，不再理会刘子玉，找了块干净的地方坐下，也闭目径自修炼去了。\n一旁的吴剑仁扫了一眼屋中的一个布口袋，知道里面是众人的干粮，顿时指了指口袋道：“老大，那么几颗种子哪顶饿呀，要不你也来点干粮？”\n刘子玉一皱眉，没有理会吴剑仁，一抬手，“啊”了半天，这才小心的将种子一粒一粒的丢进嘴里。随即眉头一锁，顿时闭目修炼起来。\n吴剑仁摇摇头，喃喃道：“真是的，跟你们这些有武灵的人真是玩不了。你们不吃，那我们就不客气了。”说罢，抬手向布袋抓去，却发现原本放布袋的位置上竟然空空如也。\n“?？”吴剑仁不禁一楞，扭头一看，只见小结巴黄江峰正抱着布袋啃着手中的胡萝卜呢，气的吴剑仁顿时满脸黑线的怒视着小结巴。\n小结巴吃的正香，突然感觉全身一阵发冷，一抬头，吴剑仁的大巴掌直接便印在了脸巴子上。打的小结巴还没咽下去的萝卜一口全都喷到了正在打坐修炼的XXOO脸上。\n“哇！”吴剑仁吓的刚要叫，见XXOO毫无反映，马上捂住了自己的嘴，一低头，发现小结巴躺在地上，两只眼睛开始画圈圈了。\n“可恶，这么不经打。”吴剑仁本想让小结巴赶快帮叉叉老大清理一下，以免叉叉老大醒过来找自己算帐。但见小结巴如此，只得掏出一块破布来，亲自小心的在XXOO脸上擦了擦。\n确定已经清理干净后，吴剑仁这才松了口气，抬脚踢了踢躺在一旁两眼画圈的小结巴，拎起食物袋轻手轻脚的走到房间一角，满心窃喜的吃了起来。多年来，吴剑仁还是头一次独享这么多的美食，而且还是想吃多少便吃多少，保质保量。\n转眼到了第二天，众人醒来后发现林天熊竟然还在昏睡之中，IAEA马上探了探林天熊的脉，随即点头道：“应该没什么问题，脉象比昨天强了很多，只不过相比之下还很虚弱，相信用不了多久便能清醒过来吧。”\n紫灵点点头，吩咐小薇将门窗打开，一行人小心的来到屋外，只见阳光明媚，鸟语花香，整个围场之中显的异常宁静，僵尸的嘶吼和砸门声一点也听不到了。\n紫灵顿时吩咐道：“吴剑仁、小结巴，你二人还是去高台上放哨，光头强、小薇，你二人留下来看护林天熊，其他人随我再逐间房子搜寻一下，看还有没有隐藏的魔怪。”\n“嗯。”众人点点头。\nXXOO却不禁抬手擦了擦脸，喃喃道：“奇怪，脸上怎么皱巴巴的好难受。老大，能先找点水让我洗把脸不？”\n吴剑仁闻言不禁身子一僵，马上一拉小结巴，对众人说道：“村长，我们先去放哨了。”话没说完，早就一溜烟的跑远了。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440719700,
            "txt_content": "第五十二章　地窖藏宝\n眼看吴剑仁二人跑远了，紫灵不禁轻笑道：“呵呵，想不到这两个家伙还挺积极的。”\n回过身，看了看XXOO的脸，紫灵顿时点头道：“嗯，难怪你的脸上皱巴巴的，阳光一照还带反光呢，你昨天会不会是做过面膜了？”\n“面膜？”XXOO顿时摇头道：“老大，人家都难受死了，你还有心开我玩笑，我上哪去找什么面膜呀。”\n紫灵一笑，点手对光头强道：“光头强，来，弄点水给XXOO清洗一下。”\n“哦。”光头强答应一声，一抬手，灵光闪烁之下，顿时凝聚出一团水球，甩手便砸在了XXOO的脸上。\n只听“哗啦”一声，XXOO不禁被淋的打了个激灵，抬手擦了擦满脸的水渍，随即连打了两个喷嚏，揉着鼻子道：“我靠，怎么这么凉，光头不强，你不要这么狂暴行不行？”\n光头强顿时咧嘴笑道：“呵呵，干净了，干净了。”随即抬手一扫，XXOO身上的水渍顿时消失不见。\n紫灵见状不禁轻笑道：“哈哈，想不到光头强也会开玩笑了。”\nXXOO顿时哭诉道：“呜，我的命怎么这么苦哇。”\n紫灵马上挥手道：“好了好了，别再怨天尤人了，开工了开工了。”\n说罢，抬手取出长剑，闪身朝旁边的屋子走去。\n“白痴。”IAEA丢下一句，闪身也跟了过去。\nXXOO一皱眉，顿时喊道：“喂喂，还没给我武器呢，IAEA，快把你的剑给我。”\n“喵！”小猫哆哆跟在XXOO身后，一脸正义的迈着方步，凛然一名巡视的士兵般。\n转过一圈，见所有能藏身的地方都没有什么异常，紫灵众人这才重新聚到林天熊昏睡的屋前。\n看了一眼依然在昏睡中的林天熊，紫灵不禁思索道：“IAEA，你昨天是不是说地窖之中还藏着宝贝？”\nIAEA马上点头道：“嗯，希望宝贝还在。”\n紫灵听罢顿时点点头，挥手道：“走，去看看。”\n说话间，一行人闪身来到柴房前，小薇抬手一扫，便将封印在地窖口的原木解除了，一股阴冷的潮气顿时从地窖中涌了出来。\n小薇不禁抱紧胳膊道：“村长，我就不下去了，好可怕。”\n紫灵探头看了看，只见地窖口的门已经被破坏掉了，里面是一处非常陡峭的斜坡，斜斜的插入地下，黑洞洞的没有一丝光亮。\n微一皱眉，紫灵顿时点头道：“好，光头强，你也留下，与小薇一起看护林天熊，虽然围场里算是安全了，但也不能掉以轻心。”\n“哦。”光头强答应一声，只见IAEA燃起一支火把，说了声：“我先来。”一低头，闪身便钻入地窖之中。\n“千万小心。”紫灵叮嘱一声，紧紧的跟了过去。\nXXOO不禁皱了皱眉，有心不跟进去，但知道里面藏着宝贝，还怪心痒痒的，而跟去还又太过危险。略一思索，这才燃起一支火把冲一旁的刘子玉道：“你，在我后面跟紧了。”说罢，一手提剑，一手举着火把，远远的跟了上去。\n刚走出几步，便见开凿的洞壁由泥土变成了坚硬的岩石，从石壁光滑的切面来看，开凿这个地窖的一定是修为不弱的镐武灵的人。\n只见石壁上每隔一断距离便有一支火把插在石壁上，被走在最前面的IAEA一一引燃起来。通道中顿时弥漫出一种好闻的松香味，应该是火把中的松树油被引燃所发出来的。\n通道一路往下直直的走了足有二三十米，仿佛直通地心一般，就在紫灵众人暗叹怎么还不到之时，却见走到前面的IAEA火把一挑，众人顿时惊觉已来到在一处巨大的空洞之中。\n紫灵四人不禁高举火把照去，发现这里竟然是一处天然形成的巨大洞穴，粗糙的石壁上完全没有开凿过的痕迹，地面倒是被人为切的非常平整光滑。高高的洞顶上不时滴落几点水珠，砸在地面上发出“啪啪”的声音，在空洞中回响着犹如天籁。\nIAEA不禁点头道：“村长，就是这里了。”\n说罢，朝平滑的地面一指，道：“这里以前便是储藏各种珍贵矿石的地方，只不过应该都被人拿走了。”\nXXOO不禁看了看巨大的平台，惊叹道：“这么大的地方，那得放多少宝贝矿石呀！”\nIAEA随即点头道：“嗯，相信你再也不会看到那种壮观的景象了。也因此，我偷偷的藏起了一些才不至于被发现。”\nXXOO顿时喜道：“那你藏哪了，快带我们去看看。”\nIAEA一点手，说了声：“随我来。”带头穿过平滑的大厅，直奔石洞的后面行去。\n在火光的照耀下，只见石洞后面越走越窄，穿过大厅后只行了不足二十米便没路了，看来这应该是一处封闭的地下洞穴，真不知道当初那个高老大是怎么发现这里的。\nXXOO一见无路可走了，顿时张望道：“IAEA，你说的宝贝呢？这里都没路了，难道是被人发现后全部搬走了吗？”\nIAEA闻言却并未答话，闪身跳上一处高台，将石壁上的火把点燃后抬手拔了下来，随即将两只火把全都插在了一旁。\n一伸手，只见IAEA将长剑沿着石壁的缝隙一划，双手一较力，巨大的石块顿时松动了一下。\nXXOO看的真切，顿时惊呼道：“我靠，原来这里还有暗门，别急，我来帮你。”说罢，三两下爬到高台上与IAEA二人一个橇、一个推，很快便将巨大的石块移了开来。\n随着石块的移出，石壁上顿时露出一个黑洞洞的洞口。IAEA举着火把朝里面一晃，只见洞口的地面上整整齐齐的横着两排小石子。\nIAEA见状顿时心中一喜，转身冲紫灵众人道：“村长，这里应该没有被发现。”\nXXOO不禁蹲下身来拿起一枚小石子道：“不会吧，这就是你说的宝贝吗？除了块头小一些，我怎么感觉跟普通的石头没啥区别呀。”\n“白痴。”IAEA不禁冷笑道：“那个就是普通的石头。”说罢，举着火把径直钻入小洞之中。\n“喂喂，你才白痴呢，普通石头你摆那么齐干嘛呀，有病是不是。”XXOO不禁嚷嚷着随后追了上去。\n只见小洞不长，只走了十几米便来到另一处较大的石洞中。在火光的照耀下，石洞中一种金黄色的反光顿时晃花了众人的眼睛。\n“叭嗒”一声，XXOO震惊的火把不禁掉在地上连滚了几滚便熄灭了。但XXOO却已无心理会，口水狂流的走到矿石堆前用脸在矿石上摩擦着道：“太棒了，这可是真正的金矿石，我还是头一次看到。”\n放眼望去，只见石洞足有两间教室大小，但却堆满了煤矿、铁矿、金矿等各色矿石，其中以煤矿最多，铁矿和金矿加在一起也没有煤矿的比例大，但却也是一笔不小的数量了。\n紫灵不禁惊问道：“IAEA，这些，都是你一个人弄来的吗？”\nIAEA顿时点头道：“每天搬一点，整整花了我两周的时间才偷出这么多，只可惜没发现钻石矿。”\n紫灵不禁点头道：“这很正常，那么珍贵的钻石矿就算高老大他们挖到也不会放在这里的。”\nXXOO抱着一块金矿道：“老大，要不咱们也别干猎魔团了，招几个矿工也来挖矿得了，还是这个来钱快。”\n刘子玉不禁摇头道：“叉叉老大，你想的也太简单了，挖矿都是在官府的指派下才可以进行的，否则被人查到可是诛九族的大罪。”\n“什么叉叉老大？”XXOO不禁皱眉道：“老大就老大，还带什么叉叉？这是谁给我起的外号？”\n刘子玉闻言自知口误，顿时摇头抽笑道：“那个，是吴剑仁他们起的，我只是随口学来的，可不关我事呀。”\n“哼，胆肥了他们，竟敢给老大我乱起外号，看我出去怎么收拾他们。”思绪一动，XXOO却又不禁笑道：“哈哈，不过这个外号倒也不错，你是他们的老大，我又是你的老大，我叫叉叉老大，不就是叉你的意思吗？哈哈哈。”\n“白痴。”IAEA听罢不禁冷笑道：“果然是基友一只。”\n刘子玉闻言顿时满脸黑线地道：“老大，我可没那不良嗜好，不过，这个并不是关键吧，我提议你还是早点打消偷着采矿的心，否则大家都有可能被牵连进去。”\nXXOO顿时摇头道：“你还是省省吧，我只是那么一说，你就那么一听就得了，谁喜欢老在这么黑的地下呆着，外面的大千世界老大我还没玩够呢，你就是让我采我也不采。”\n紫灵不禁正色道：“那若是我要你采呢？”\nXXOO顿时眨巴眨巴眼睛道：“老，老大，真的假的？你真要冒这么大的风险吗？”\n“假的。”紫灵顿时扑哧一声笑道：“哈哈，好了，此地不宜久留，大家还是马上收拾一下回去吧。”\n“切，一点都不好笑，就会拿我开涮。”XXOO嘟嚷一声，只见紫灵手中的空间手环灵光连闪，很快便将整个洞穴的矿藏收入了空间手环之中。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440719880,
            "txt_content": "第五十三章　救命之恩\n看着原本满满的石洞一下子变的空旷起来，紫灵不禁叹道：“想不到北羽牧师给的这空间手环还真不错，这么多东西装进去竟然只占了一小点空间。”\nIAEA顿时点头道：“嗯，当初我也是想，要不要将这些矿藏直接装进我的空间袋中，但一是因为空间袋容量有限，装不下这么多东西，二是怕被高老大查出来，还好无意中发现了这处小洞，否则可是一点宝贝也留不下了。”\n刘子玉不禁思索地上前道：“村长，虽然咱们得了这么多宝贝，但是我不得不提醒你一句，这些东西可都是黑货，是不能在市面上拿出来的，否则被官府的人知道可不得了，咱们只能尽量自己用。”\n紫灵听罢，不禁思索道：“嗯，你这么一提醒我倒是想起来了，你不就是铁匠吗，那这些矿石以后就交给你来提炼不就得了。”\n刘子玉闻言顿时喜道：“谢谢村长，我一定会好好提炼这些矿石的，提炼过后就能拿出来随意买卖了。”\nXXOO不禁冷哼道：“哼，我看这才是你的目的吧，说，你小子是不是想从中捞点油水？”\n刘子玉顿时回道：“叉老大，你也太小瞧我了，是，我当过土匪不假，但我干的可都是光明正大的行当，那种小偷小摸的勾当我刘子玉从来不干。”\nIAEA闻言不禁一挑眉，冷哼道：“你是说，我就是小偷小摸之辈了？”\n“不不不，我不是在说您。”刘子玉顿时连连摇手道：“您是大英雄，是咱们团的顶梁柱，您做什么都是对的，这些宝贝矿石怎么能说是偷的呢，分明是拿的。”\n紫灵不禁摇头道：“好了好了，大家还是快点出去吧，别让外面的人等急了。”\n“对对对，外面也不安全，万一咱们离开后出什么意外怎么办，咱们还是快走吧。”刘子玉说罢，一马当先便从小洞钻了出去。\n一路穿行，待众人纷纷从石洞中离开后，另一处高台的阴暗中却不禁闪出两道身形，一个是人，而另一个竟然是一只身形高大的骷髅怪。\n只见骷髅怪扭头看了看身前那人，恭敬地道：“王灵统领，就这么放他们走吗？”\n借着石洞中火把的微光，只见骷髅怪身前的人三十左右岁的年纪，面沉似水，剑眉朗目，正是一直在暗中监视紫灵众人的男子，为魔皇一族中人，难怪能够与魔怪站在一起了。\n只听王灵统领沉声道：“魔皇大人有令，对他们只可骚扰，不可杀伤，昨夜已经玩的差不多了，就让他们再轻松两天吧。”\n骷髅怪不禁点头道：“奇怪，魔皇大人怎么会对这几名人类有兴趣了，还派您亲自监视。”\n“不必多言，总指挥官路西法大人有令，只可暗中骚扰监视，其它的就由路西法大人决定吧，如今这里闹的动静这么大，你们也不能在此久留了，天黑之后还是全部转移吧。”\n“是，全按王灵统领的安排。”\n“嗯。”扫了一眼紫灵众人消失的洞口，王灵不禁冷哼一声，随即与骷髅怪一起双双隐入黑暗之中。\n一头冲出地窖，XXOO不禁深吸了两口气道：“唉，还是外面的空气好，清新、干净。”话音一落，便感觉一团高大的黑影压了过来。\n“?？阴天了吗？”XXOO不禁一楞，抬头看去，却见林天熊黑塔一般的高大身形几步便走了过来。\n“林天熊谢过紫灵团长的救命之恩。”来到众人面前，林天熊倒身便拜，不禁弄的紫灵众人一个措手不及。\n只见小薇娇小的身形闪身从林天熊身后跳了过来，问道：“村长，东西你们拿到了吗？\n紫灵点点头，不禁指着林天熊道：“小薇，这是怎么回事？”\n林天熊闻言顿时抱拳道：“紫灵团长，我说过，只要救回我这条命，我的命便是您的了，刚才我已听说了，你们猎魔团正在招人，那就请您收下我吧。”\n紫灵不禁微一簇眉，上前扶住林天熊道：“林师傅，请先起来，我们猎魔团都是一些无家可归的人，居无定所，四处漂泊，你若想加入我们可一定要想清楚了。”\n林天熊顿时回道：“团长放心，我家里已无他人，只有一个远房亲戚，但也没什么往来了，从今以后，你们上哪，哪就是我的家。”\n紫灵闻言大喜，顿时笑道：“如此说来，我代表狙击手猎魔团所有团员欢迎你的加入，哈哈，快起身吧。”说罢，一把托起林天熊，心里美的乐开了花。\n“呵呵，我就说村长会同意吧。”只见光头强从后面憨笑着走了过来，与林天熊站在一起就如同两大金钢一般。\nXXOO不禁提议道：“老大，有了这么厉害的队员加入，咱们是不是应该庆祝一下？”\n光头强闻言顿时嚷嚷道：“对，庆祝，庆祝，又有好吃的喽，万岁！”\n紫灵不禁一挑眉，不过想想这次的收获，却随即展开笑容道：“好，那咱们就找个村镇好好吃他一顿。”\n“哦！太好喽！村长同意喽！小薇，走，咱们去吃好吃的喽！”说罢，光头强一把将小薇扛到肩上，迈开大步便朝大门处走去。\n“喵？！”小猫哆哆轻叫一声，也满脸幸福的追了上去。\n紫灵众人相视一笑，随即纷纷起身。刘子玉不禁朝高台上的吴剑仁和小结巴黄江峰挥手道：“走喽，都下来吧！”\n“来来来……来啦！”二人答应一声，闪身从高台上跑了下来。重新将大门打开，一行人说说笑笑，在活地图刘子玉的带领下朝最近的一处城镇走去。\n行了半日，一处不大的村庄顿时出现在众人眼前，远远的，便见村民们此时都挤在村子的小广场上围在一起不知在谈论着什么。\nXXOO好奇心切，不禁喃喃道：“奇怪，这么多人，围在这里干嘛呢？我过去看看。”说罢，闪身挤过去拉住一人问道：“大叔，这里发生什么事了，怎么大家都挤在这里干什么？”\n对方一回头，不禁嗡声嗡气地斥道：“什么大叔，你小子瞎呀！人家还是黄花大闺女呢，干什么动手动脚的。”\n“哦，对不起对不起，没看出来，对不起对不起。”XXOO顿时点头哈腰地退了回来。心中暗道：我滴妈呀，这哪是什么黄花大闺女呀，分明是张飞转世。\n紫灵众人在后面看的真切，不禁纷纷暗自好笑。不过这也不能全怪XXOO，那美女长的性别上的确很模糊。\n一回头，只见两个长胡子老头正摇头叹息着什么，确定这两位是男子之后，XXOO这才上前道：“两位老人家，请问这里发生了什么事？”\n其中一名老者看了看XXOO，不禁皱眉道：“你一定还没看布告吧？唉，还能是什么事，又要打仗了。”\n“打仗？”XXOO顿时皱眉道：“跟谁打？”\n“还能跟谁，魔族呗。”另一名老者不禁叹道：“可能你还小，不怎么清楚这事，人类与魔族差不多每隔十年左右便有一次大规模战争，算起来，距离上一次开战已经过去七八年了吧，这不，官府又开始征兵了。”\n“哦？原来如此。”XXOO不禁点头道：“那不去报名不就成了，你们有什么可叹息的。”\n那名老者顿时摇头道：“我们能有什么可叹息的，都这把年纪了，就算报名，官府也不会要的，不过每次打仗倒霉的都是我们这些老百姓，上阵杀敌不说，连这征兵的钱都让官府给克扣了。”\n“唉，别说了，这都是命呀，走吧走吧。”另一名者一挥手，两个人双双叹息而去。\n紫灵众人在后面听的清楚，不禁纷纷眉头一皱，怎么官府都这么可恶吗？连征兵的钱都敢扣？\n略一沉吟，紫灵顿时挥手道：“走，过去看看。”\n众人挤到布告前，只见上面用朱红大字写着简短的征兵启示：昭告天下，人魔两族大战在即，望有志之士报效国家，踊跃报名参军，守卫人类的尊严。\n下面则有一行小字写道：凡报名参军者，家属可得安置费50金币，先到先得，发完为止。\n紫灵见罢不禁一簇眉，喃喃道：“只有50金币吗？上阵杀敌好歹也是把脑袋别在裤腰带上的事，这种玩命的事情竟然只给50金币恐怕是少了点。”\n“何止是少了点呀？”旁边一名中年人不禁摇头道：“听说在别的地方，征兵给的钱足有五百金币呢，想不到那个张大人贪赃枉法不说，生个儿子竟然比他还黑。”\n“张大人？”紫灵不禁皱眉道：“哪个张大人？”\n“还能是哪个？就是华荣镇的那个呗，周围十里八村的全归他管。唉，造孽呀，这么点钱谁愿意去谁去吧。”中年人摇着头，一边嘟嚷着，一边走了开去。\n刘子玉不禁上前沉声道：“村长，还记得你们是怎么进的围场吗？包括我在内，送咱们进来的，便是这位张大人了。”\nXXOO闻言顿时狠狠地道：“就知道这老小子不是什么好鸟，想不到竟然这么坏，老大，要不要去教训教训这老小子？”\n紫灵听罢，不禁思索地道：“不太好办，这里毕竟是人家的地盘，所谓民不与官斗，就算咱们的实力强大也顶不住人家背后整个国家的力量。”\n刘子玉顿时单掌一切，冷哼道：“若是咱们来一个杀人灭口呢？”\n紫灵微一皱眉，不禁轻叹道：“怎么，原来你与那位张大人竟有这么大的仇恨吗？”\n说罢，左右看了看逐渐散去的人群，挥手道：“走吧，先不管他，咱们不是要去找间酒店庆祝一下吗？这里显然没有合适的酒店，咱们去下一处吧。”\n“哦，去吃好吃的喽！”光头强顿时欢呼一声，跟在紫灵的身后走了出去，肩头上的小猫哆哆也不禁发出一声欢叫。\n刘子玉则无奈的摇了摇头，扭头扫了一眼告示，心情沉重的跟了上去。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440720120,
            "txt_content": "第五十四章　出　身\n紫灵众人挤出人群刚要走出广场，却见大道上尘土飞扬，突然跑来一队官兵，当头一人一身素白的公子衫，骑着一匹纯种大白马，马身上白的连一根杂毛都找不到，身后跟着足有二三十人。\n一踏入广场，便见官兵“呼啦”一下左右一分，顿时将不大的广场围了起来，来不及离开广场的村民顿时被官兵赶回到广场之中。\n只见带头之人一提马缰，大白马踏着方步轻快的跨入广场中。冷冷扫了一眼在场的村民，马上之人不禁点头道：“嗯，不错，你们谁是村长？出来讲话。”\n话音一落，只见人群左右一分，一名精神抖擞的小老头从人群中走出道：“张公子，不知您大驾光临，真是失敬失敬，小老儿便是这里的村长，请问张公子有何吩咐？”\n张公子点点头，指着广场上的告示墙道：“征兵的通告相信你也看过了，上头有令，这次征兵的时间紧迫，要求咱们镇征兵二百，三日内即刻出发，任务已经分派到各村了，你们村的征兵名额是二十人，两日后由你亲自带队赶到华荣镇集合。”\n老村长听罢险些没一屁股坐地上，慌忙道：“二十人？张公子，我们村一共才不足40户人家，按征兵的名额岂不是不足两户便要出一人？你让我…你让我怎么向大家交待呀！”\n“这我不管，名额已经敲定，不执行便是抗命，到时候可别怪我前来抓人。”说罢，一带缰绳，冷哼道：“话已带到，告辞！”\n老村长见势头不妙，顿时紧追两步道：“张公子、张公子留步。”\n张公子不禁扭头道：“还有什么事？”\n老村长顿时皱眉道：“张公子，那征兵的钱怎么办？五十金币是不是太少了些？”\n张公子闻言不禁冷哼道：“什么五十金币？那个是自愿报名才给的，这次征兵比较特殊，是上面强制执行的，一文钱也没有，两天后你若交不出人来，可别怪本公子不客气，走！”\n说罢，不禁又扫了一眼广场上的村民，暗叹道：哼，竟然有这么多年青人，早知道就多分给他们一些名额了。转眼间，一行二三十人便大摇大摆的消失在视线之中。\n刘子玉不知何时已从光头强的身后转了出来，冲着张公子的背影冷冷的看了一眼，轻声说道：“村长，那个人就是张大人的独子，从小便仗着他老爸的势力鱼肉乡里，老百姓早都恨透他了。”\n紫灵闻言不禁点了点头。此时，就见众村民纷纷围住老村长道：“村长，怎么办？怎么办？”\n老村长不禁重重一叹：“唉，还能怎样？召集所有村民，今晚到广场开会，年青人和孩子谁也不许报名，就让我们这些老家伙去卖命吧。”\n“村长！村长！”\n“你不能去呀！村长！”\n一群人顿时如炸了锅一般不断的嚷嚷着。紫灵不禁皱了皱眉，挥手道：“咱们走吧。”\n说罢，带着一行众人闪身离开了村子。其实在紫灵心里也并不好受，这种仗势欺人的事情是紫灵最看不过的了，只不过自己能力有限，所谓民不与官斗，就算想管，紫灵也是无能为力，只好装作没看见，眼不见心不烦，这也是紫灵的无奈之举。\n林天熊不禁回头看了看这座不大的小村，感叹道：“唉，看来还是四处游荡比较自由，记的在我小的时候，我们村子也招过兵，不过当时给的钱也不少，好多人为了得到那笔安置费前去报名参军。”\nXXOO顿时摇头道：“刚才不是听有人说过吗？别的城镇征兵都给五百金币的，这对于普通人家来说应该算是一笔不小的数目了吧，当然会有人踊跃报名了。”\n刘子玉不禁恨恨地道：“都是那个张嘉乐搞的鬼，相信征兵的钱都让这王八蛋中饱私囊了。”\n“张嘉乐？”众人不禁一楞，XXOO不禁指了指前方说道：“就是刚刚带队离开的那个张公子吗？”\n刘子玉点点头，不禁狠狠地道：“没错，扒了皮我认的他的骨头，若不是这小子，我也不至于落到如此下场。”\n“哦？说说，说说怎么回事？”XXOO闻言顿时来了兴趣，闪身凑了过来。\n刘子玉闻言不禁冷笑道：“哼，如果我说我祖上当过州府，你们信吗？”\nXXOO不禁思索地道：“州府？那是个什么玩意？”\n“什么叫什么玩意？州府你都不知道吗？”刘子玉顿时皱眉道：“不过也难怪，像你们这种深山里爬出来的土著是不可能知道的。打个比方，村里面最大的官是村长，管理十几个村子的叫镇台，那个张大人便是镇台，往上一级则是县衙，再往上才是州府，你们说，我祖上这官当的应该不小了吧？”\nXXOO不禁思索地道：“嗯，的确是不小，那州府上面还有什么？”\n“再往上？再上一级就到相国了，这官也就做到头了，而相国之上的皇帝则是只有皇室中人才可以当的。”\n“哦哦，原来如此。”XXOO顿时思索着点了点头。\n紫灵则不禁疑惑道：“刘子玉，既然你家祖上做过这么大的官，为何到你这却变成土匪了？”\n刘子玉不禁皱眉道：“没碰到难事，谁愿意当土匪，还不是那个张嘉乐给害的。”\n在众人的追问下，话匣子一开，仿佛吐苦水一般，刘子玉顿时将以往的身世对众人详细道了出来。\n原来，刘子玉的太爷爷刘天远在年青时可不得了，文有文才武有武略，在整个帝国也数的上有这么一号，曾做到州府之职，掌管帝国大片领土，年老后则偏好清静退隐故里。\n为了纪念这位刘大人的功迹，原本土的掉渣的小村马上更名为州府村，大家都想借州府大人的光把自家的孩子也培养成材。可惜几代人过去了，却连一个镇台都没培养出来。不过在刘天远的帮助下，整个小村却完全换了新貌。\n所谓富不过三代，随着时光的流逝，与村民不断溶汇，各种的入不敷出，刘家也逐渐落破了下来。直到刘子玉出生时，刘家除了房产大以外，已与普通百姓无异了。\n待到刘子玉长大后，父母凑钱为刘子玉开启了武灵，随后又将刘子玉送到华荣镇去跟著名的铁匠师傅学习。当时，刘子玉最大的愿望便是要成为帝国最著名的附魔师，这也是铁匠最终所能成就的最高荣誉。\n可惜好景不长，在刘子玉离家不足两年的时候，家里却出事了。\n刘子玉离家后，家中便只剩下父母和一个大自己几岁的姐姐，由于是官宦后代，不论从长相还是气质上都与通常百姓有所不同，在左右几个村中可是出了名的美女。\n那年，镇台张大人的公子张嘉乐带人游玩至州府村附近。听手下人说这个村子以前出过一个州府，一时好奇，便带人进村游历。\n想不到州府村果然建的与众不同，灰瓦罩顶，垣墙粉白、松柏青翠、竹影婆娑，到处都透露出一种大家园林般的韵味，美不胜收。\n当年刘光远毕竟是见过大世面的人，回乡后便组织村民大兴土木，历经数载才将落破的小村子改头换面成这样，再历经岁月的洗刷，却又增添了一种厚重沉香之美。\n张嘉乐公子一看便喜欢上这里了，决定在村子里小住几日，舒缓一下心情。于是手下人马上找来了村长，也就是刘子玉的父亲。因为村子不大，并没有店房，于是刘子玉的父亲便将一行众人请到了自己家中。\n虽然如今落破了，但刘家当初在兴建之时也是个大家族，房子倒是不缺。可不成想此举却是引狼入室，成了刘家灭门惨剧的开始。\n没住两天，刘子玉姐姐的美貌便勾起了张大公子的兴趣，别看张大公子平日里寻花问柳，见过的美女无数，但还是被刘子玉姐姐的美貌给惊呆了。\n色心一起，张嘉乐当场便跟刘家提亲，非要娶刘子玉的姐姐为妻不可。但张嘉乐是什么人谁不知道，远近闻名、顶风臭八百里的浪荡公子，刘家能把宝贝闺女往火坑里推吗？\n刘子玉的父母当时就给推了，为了让张嘉乐死了这条心，刘子玉的父母还骗造谎言说刘子玉的姐姐已经有人家了，这几天就要过门迎娶。\n想不到张嘉乐更绝，听说刘子玉的姐姐过几天结婚，非留下来要看看是哪个不长眼的东西敢跟他抢。并且扬言说，到时候新郎官不来，自己马上就跟刘子玉的姐姐拜堂。\n无奈之下，刘子玉的父亲借口说要出去跟亲家谈论婚嫁之事，偷偷带上打点好的贵重物品便出去了。\n干什么？当然是找救兵呀，当年老祖宗当州府的时候官场上可是有着不少人情关系的。虽然过去这么多年了，但也有三两个相好对劲的关系一直处了下来。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440761820,
            "txt_content": "第五十五章　噩　耗\n还是那句话，富不过三代。几代人下来，这些当年的官宦大家也都早已退隐山林，唯一还算有些财势的便只剩一个与刘家相处最近的赵家。\n正巧，赵家有一公子与刘家闺女年纪相仿，也没成家，打小，两家人在谈笑之中便曾多次提及二小长大后的婚事，只是因为孩子尚小，并没有正式提出过而已。\n其实，在刘玉子父母的心里，是非常不乐意两家的亲事的，因为赵家的公子打小就有病，脑袋里少根筋，做什么事都慢半拍。虽然赵家把自家孩子当宝似的捧在手里，但却并不入刘家人的法眼。\n但事情逼在这了，刘子玉父母在商量过后，宁可将女儿嫁给这个傻子，也绝不让张嘉乐给糟蹋了。\n赶到赵家，刘子玉的父亲马上将事情的经过对赵家人一说，当然并没将真心话都说出来，只是说张大人的公子看上自己家闺女了，非要抢亲，但两家二小早就订了娃娃亲，怎么能将女儿再改嫁他人呢，于是商量着让二小马上选日子迎娶过门以除此灾。\n赵家人一听当然是乐坏了。以前一提二小的亲事，刘家便总是找话题给引开，想不到今天竟然主动找上门来了，当然心里120个赞同。\n但一听这里还有张大少爷插了一腿，不禁也是皱眉深锁。都在张大人管辖之内，对于张大少爷的为人谁不清楚，这浑水真若是淌的话，恐怕会很扎脚呀。\n思索再三，赵家终究还是没有经的住漂亮媳妇的诱惑，反正自己家里还有些不错的关系，而且加上自己经营多年的生意，就算多花点钱打点一下，这事应该也就能过去了。\n于是一咬牙一跺脚，这门亲事便订了下来，决定两日后马上迎娶。时间紧迫，赵家人马上也全部动员了起来，除了安排人装点新房、购买喜庆物品外，赵家二老亲自出马，将自己的关系也都调动了起来，该请的请，该送的送，还亲自登门花重金请了镇台张大人出席主持婚礼现场。\n而对于自己宝贝儿子弄的这些事情，镇台张大人还不知道呢，一见是官宦之后花大钱请自己主持婚礼，当然是满口答应了。\n这不禁给赵家吃了一颗大大的定心丸，纷纷认为，有了张嘉乐这小子的父亲亲自主持婚礼，谅这小子也不会再胡来了。二老喜在心里，转眼到了大婚当日，新娘官一大早便骑上高头大马，带着迎亲队伍高高兴兴的出发了。\n一路上，见人撒钱，见桥放炮，一行人热热闹闹的很顺利的便将新娘子迎娶了过去。\n张嘉乐一见大美人真的被人迎娶走了，不禁面色一沉，冷冷的看了刘家二老一眼，二话没说，带着人愤愤地走了。\n刘家见这位瘟神终于走了，不禁也长出一口气，以为此事便算过去了，只是为自己的宝贝女儿嫁给了赵家那个傻子还是有些堵心。\n但同样堵心的还有赵家。\n大早起迎亲的队伍便出发了，按说两村距离也不算远呀，想不到从早上一直等到过了晌了，也不见宝贝儿子将新媳妇迎来。\n莫非……刘家又反悔了？\n主持婚礼的张大人饿的都靠在椅子上睡着了。突然感觉鼻子一凉，一个喷嚏便醒了过来。伸了个懒腰，抬头看了看天色，不禁有气无力地道：“这都几时了？我说那个赵员外，你们这是玩的什么把戏呀？这婚你们还结不结了，我这等的肚子都叫唤半天了，要不我先吃点垫垫肚子？”\n赵员外闻言，知道这爷不能得罪，马上安排人请张大人一行先开了一桌上等的酒席，同时安排人按照迎亲的路线一路又找了过去。\n眼见太阳都西斜了，找人的家丁才满头大汗的跑了回来，一进门便扯开嗓子喊道：“员外！员外不好啦！”\n一句话，不禁将在场的人全都惊出来了。\n赵员外一步抢出，拉住家丁的胳膊惊问道：“快说，什么事不好啦，迎亲的队伍呢？怎么你又一个人回来了？”\n只见家丁抬手取出一捧红绸带扎成的红花哭声道：“没了，全没了，我只找到了这个。”\n赵员外闻言脑袋不禁“嗡”的一声，硬挺着一把抢过红绸花，只见红绸上沾满了鲜血，而赵员外清楚的记的，这个红绸花应该是挂在宝贝儿子胸前的那朵。\n“我滴儿呀！”赵员外的老婆大叫一声，顿时便晕死过去了。\n赵员外不禁哆嗦着双手道：“说，到底是怎么回事？”话音一落，老泪也不禁抖落出来。\n家丁顿时哭道：“我也不知道哇，我赶到北山梁子上时，就看到迎亲的东西散落了一地，到处都是血，但是找了半天，我却连个人影都没看到，就只找回了这个。”\n“快去给我找！”赵员外一听就急了，蹒跚着步子带着一行几十号人浩浩荡荡的便朝北山梁子跑去。　\n镇台张大人此时酒足饭饱，正在大堂上坐着剔牙呢，见一大群人哭哭闹闹的走了，不禁冲师爷疑惑道：“他们，这演的是哪一出呀？是不是出什么事了，走，咱们也瞧瞧去。”\n师爷顿时点头道：“嗯，依卑职看，此事必有蹊跷，请大人移步。”\n说罢，与一行衙役保护着张大人也从后面赶了上来。\n一到北山梁子，就见赵员外正死死的趴在一块大石头上哭呢，再看大石头上撒着一滩鲜血，此时血迹已呈暗红色，看样子应该有些时辰了。\n再瞧周围，几十号人分成几拔，正围着一处处血迹斑斑的现场哭呢，有的抱着一只鞋子、有的抱着一件衣服，但相同的是这些东西上面都沾染了大小不等的血迹。\n“这，这闹的是哪一出呀？”张大人不禁皱着眉，闪身走到赵员外身前道：“喂，我说赵员外，这到底是怎么回事，你别光顾着哭哇，有啥大不了的事，还有本大人给你做主呢。”\n“做主？”赵员外一见张大人，顿时眼珠子都红了，一把抓住张大人的衣领子撕扯道：“都是你那混蛋儿子干的好事，今天我…我跟你拼了！”\n说罢，两个人已厮打到一块。一旁的衙役见状可不干了，敢打我们大人，那不是反了吗？顿时一涌而上。\n赵家带来的人可是有不少至亲都在迎亲队伍里的，此时迎亲的人活不见人死不见尸，看现场的惨状，相信也是凶多吉少了。一见赵员外带头，顿时也都疯了似的冲了上去，现场马上变的一片混乱。\n但赵员外这些人毕竟都是普通百姓，别看人多，也没占着多大便宜。反观张大人那人，虽然带来的人都精通武艺，但也架不住这群不要命的。\n混乱中，双方都挂了彩了，好在没有死人。张大人抱着脑袋不禁大叫道：“反了！你们全都反了！快，快保护本大人回府！”\n只是几个照面，几名衙役便保护着张大人和师爷落荒而逃。赵家这边也无心追赶，一见张大人带着人跑了，不禁又纷纷回到血案现场，痛哭声此起彼浮。\n转眼到了第二天，一条消息很快便传遍了周围的村镇，赵员外所在的赵家坨和州府村昨天夜里闹僵尸，一夜之间，两个村子全都完了，无一活口。\n也有知晓一些内情的人一听这消息顿时也便掩口不敢再说什么了，只要不是傻子，略一分析，谁还不知道是怎么回事？都怕惹祸上身，所以这件事也只是一传便也过去了。\n但也有不怕死的，不是别人，正是在外求学的刘子玉。因为姐姐的婚事来的突然，刘子玉得到消息的时候已经来不及赶回家了，只好抄近路一路跑到了赵家。\n但来到赵家的时候，天已经快黑了。一进门，没有赵家热情的欢迎，没有姐姐甜美的笑脸，虽然大堂里红妆一片，但满屋人却是悲悲切切，痛哭连连。\n一见刘子玉进来，马上有人将刘子玉拉过一旁，将事情的经过述说了一遍。\n刘子玉一听就急了，“什么，那我姐姐呢？”\n“谁知道哇，生不见人，死不见尸，去的人一个也没回来。”“张嘉乐！”刘子玉不禁咬碎钢牙，狠狠地道：“一定是这小子干的好事！我去找他算帐！”刘子玉毕竟是年轻气盛，哪受的了这个，顿时冲开众人的阻拦连夜又赶去了华荣镇。\n转天赶到府衙门口，刘子玉连门都没能进去，直接被衙役给打了出来。正在刘子玉寻思着怎么能找到张嘉乐算帐的时候，不成想，噩耗传来。\n张大人张榜公示：昨夜子时，州府村和赵家坨遇魔怪袭击，双双全村覆灭，要求各村加强防御，迅速组织民兵夜间巡逻，以免遭遇同样命运。\n对此，别人纷纷是闭口不言，但刘子玉痛心之余也认定，这全都是那张家父子所为。打那以后，刘子玉便像人间蒸发一般，消失了。\n但刘子玉可不是真的消失，在外求学多年，刘子玉可是学的多了个心眼，知道自己身单力薄，要对付张家父子可不像说话那么简单。\n每日里，刘子玉除了暗下苦功，修炼自己的武灵之外，便是躲在暗处，仔细观察刘家父子的动向，只希望找个机会能够手刃仇人。\n终于，功夫不负有心人，这一天，张嘉乐闷闷不乐的从家中出来，遣散随从，独自走进城中一家高档酒楼喝酒。\n刘子玉一见机不可失，也不管什么白天晚上、人多人少了，就凭张嘉乐从头臭到脚的恶名，相信就算在大街上被人打死也不会有人帮手的。长剑一摆，刘子玉闪身便冲入酒楼之中。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440761880,
            "txt_content": "第55章审核中"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440761940,
            "txt_content": "好吧，我不等了，先发下一章。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440762060,
            "txt_content": "第五十六章　仇人见面\n店小二一见刘子玉手提宝剑，气势汹汹的直奔张嘉乐的桌子就去了，知道要出大事，也没敢阻拦，闪身跑去后院喊掌柜的去了。\n对此，张嘉乐却是全然不知，一杯酒下肚，酒杯还没放下呢，便听“啪”的一声，一柄长剑便重重的拍在桌子上，桌上的酒菜顿时“稀里哗啦”撒了一半。\n张嘉乐不禁一惊，顿时酒醒了一半，一晃眼，只见一个年青小伙正双目圆睁的盯着自己。\n“你是…什么人？”张嘉乐扫了一眼，却并未将来人放在心上，一抬手，顿时将倒在桌上的酒壶抄起来，晃了晃，还有半壶没撒。\n“什么人？睁开你的狗眼看清楚！”刘子玉顿时狠狠地道：“说，我姐姐人呢？”\n张嘉乐不禁“扑哧”一笑，醉眼蓬松地道：“姐姐？哪个姐姐？少爷我玩过的姐姐多了，你问的是哪一个？若是叫不出名字来，我就随便送你两个好了。”\n说罢，酒壶一提，随手又倒了一杯酒，端到鼻子前深深的闻了闻，样子倒也轻松。\n刘子玉见状顿时气上心头，一把抓起长剑，指着张嘉乐道：“张嘉乐，别以为别人怕你你就能为所欲为，说，前些天州府村和赵家坨的事情是不是你搞的鬼？你把我姐姐枴到哪去了？”\n张嘉乐闻言不禁一楞，扭脸又上下打量了打量刘子玉，顿时轻笑道：“哦，我知道了，原来你是小舅子，没错，你姐姐是我带回来的，不过，她听说父母早亡，念母心切，昨夜也找父母团聚去了。”\n“我杀了你！”刘子玉听罢，顿时举剑就砍。却听“哗啦”一声，张嘉乐直接便把桌子给掀了。一桌酒菜一点也没浪费，全都喂在了刘子玉身上。\n一大盆鸡汤整泼了刘子玉一脸，刘子玉抬手一划拉，却见张嘉乐跟个兔子似的，也不醉了，一溜烟的便跑到了店门口。\n“别跑！”刘子玉大喊一声，举剑便追了下去。几个起落，刚跃出酒店大门，却见一只大腿踢来，一下便将刘子玉踹飞回酒店之中。\n“哗啦”一声，又是一桌酒菜被刘子玉砸了个稀烂。掌柜的站在后堂口不禁心痛的一哆嗦，知道打架的是张大少爷的人，看来这损失是只能自己扛了。\n还没等刘子玉爬起来，一群人便冲入酒店，上去将刘子玉按住“噼里啪啦”这顿打呀，桌子也掀了，椅子也碎了，把刘子玉打的跟血葫芦似的。\n掌柜的一见不好，这人要是死在店里，那以后生意也甭想做了，顿时从柜台上包好一包金币，捧上前陪笑道：“张少爷，张少爷，您就当将就一下小人，赏小人一个面子，我这今后还得做生意呢不是，人若死在店里，小人就得关门大吉，您以后吃个便饭也不方便了不是，您抬抬手，就当是给小人一点薄面了。”\n说罢，将钱袋一递，张嘉乐接过来拿手掂了掂，足有近千枚，不禁看了眼奄奄一息的刘子玉，顿时喊道：“好了好了，别打了。”\n众打手闻言不禁冲刘子玉连啐了几口，这才纷纷住手。\n张嘉乐转身刚要走，突然思绪一动，挥手道：“来人，将此人收监。”\n“是。”\n一群人炸诈唬唬，架着刘子玉便走了。人群中有认识的也有不认识的，一时间议论纷纷，但谁也没敢出头。\n“唉，造孽呀！”掌柜的摇了摇头，轻叹一声走回酒店之中，此事也便算过去了，之后该修的修，该换的换，一切损失只能自认倒霉。\n而刘子玉被关进大牢没两天，刚从昏迷中醒过来，便被送到了围场，成了永远也出不来的苦力。\n这便是以往的经过，紫灵众人闻言不禁唏嘘不已。\nXXOO愤愤地说道：“想不到这个张嘉乐竟然这么坏，下次若让我碰到，非扒了他的皮不可，看看他人皮下面藏着的到底是不是人。”\n小薇不禁问道：“那，你姐姐真的已经没了吗？”\n刘子玉摇摇头，喃喃地道：“不知道，就当是没了吧，落到张嘉乐的手里，谁能有好下场，而且那天，张嘉乐也亲口承认了。”\n众人闻言不禁纷纷沉默下来。\n又往前行了一阵，光头强突然拢目光张望道：“哦？好大的烟哦，是有人在做饭吗？”\n“喵？”小猫哆哆也从光头强的肩膀上站直了身子，朝前方轻叫了一声。\nXXOO不禁张望着道：“什么做饭嘛，你小子就是一吃货，那分明是着火好不好？”\n“着火？”刘子玉不禁思索道：“村长，如果我记的没错的话，那个方位上应该有一座村子，难道会是村里起火了吗？”\n紫灵微一簇眉，顿时挥手道：“快，去看看。”说罢，一行人加速朝起火处跑去。\n刚转过一道丛林，便见迎面赶来一队人马，一行二三十名兵将，后面推推搡搡的还押着个人。当头一名男子面容冷俊，白衣白马，身上的蓝色披风迎风一摆，显的威风凛凛，气度不凡。\n若是不认识，一定会以为这是哪家官宦子弟亲自押解犯人，但刘子玉众人还是一眼便识破了此人伪善的外表。\n“张嘉乐！”真是仇人见面，分外眼红，刘子玉刚刚压下去的仇恨顿时跟坐火箭似的“蹭”一下便窜了出来。\n手镯灵光一闪，刘子玉顿时抽剑在手，拦在路中间对来人点指道：“张嘉乐，可还认识你家爷爷！”\n“嘶咧咧咧…….”见突然冒出一帮人劫道，张嘉乐顿时一提马缰，凝神望去，只见前面一行竟有八九个人，其中两名大汉顶天立地的站在众人身后，身高竟然比自己骑在马上还要高出一头，不禁眉头一皱。\n再朝身前说话之人看去，只见此人身形也算魁梧，剑眉虎目，英伟不凡，一双眼睛瞪的似要喷出火来怒视着自己。\n“你是谁？因何拦住本公子的去路？”张嘉乐思索了半天也没认出刘子玉来。\n这也难怪，当初二人也只见过一面，还没看清长相呢，刘子玉便被打的面目全非了。再过去这么多年，刘子玉早已不再是当年的半大小子，相貌多少有了些变化。\n刘子玉听罢不禁冷哼道：“哼，真是瞎了你那双狗眼，你还记得几年前州府村的事吗？”\n“州府村？”张嘉乐顿时一楞，虽然只去过一次，但州府村的美景却给张嘉乐留下了很深的印象，尤其是在那村里还弄了个大美人回来。\n张嘉乐再次凝神细瞅，顿时轻笑道：“哦？我当是谁呢，这不是我那州府村的小舅哥吗？哈哈哈，想不到围场被灭，你竟然逃过一劫，我这还在想你会不会直接被僵尸吃掉了。”\n“住嘴！君子报仇十年未晚，今天我就让你尝尝做恶的后果，给我拿命来！”说罢，摆剑便要冲上去。\n“别动！”张嘉乐身后还跟着二三十名兵将呢，见状纷纷长剑一摆，拦在张嘉乐身前。\n张嘉乐顿时仰天狂笑道：“哈哈哈，什么叫十年未晚，我看再给你一百年，你还是臭虫一只，就凭你们几个人就想跟我斗吗？好，我就让你们知道知道跟我做对的下场，来人！”\n“是！”几十个人顿时高呼一声，巨大的声浪不禁震的树林中鸟雀乱飞。\n张嘉乐随即点指道：“将这些人统统给我拿下，若有反抗，格杀勿论！”\n“是！”话音一落，顿时冲上来十几号人，举剑便朝紫灵众人杀来。\n后面的林天熊一见，知道报恩的时候到了，不禁高喊一声：“看我的！”身形前冲的同时，只见手中灵光一闪，两柄大石斧呼啸而出，一个旋风斩便将几柄长剑扫飞出去。随即一个猛犸冲撞，一下又撞飞出四五个人，对方的阵营一下子便乱套了。\n张嘉乐一见不好，顿时挥手道：“快上，都给我上，给我下死手！”\n剩下的兵将闻言顿时“呼啦”一下子将紫灵众人团团围住，纷纷举剑冲了上去。此时，在兵将后面还绑着个人呢，眼见押着自己的兵将全都跑去砍人了，顿时脚底抹油，扭头便跑。\n但还没跑出几步，便感觉腿上一痛，失身滚倒在地。低头一瞅，只见一柄石剑正狠狠的插入大腿之中。\n一提马缰，大白马踏着方步走到男子身前，低头扫了一眼地上之人，张嘉乐不禁冷哼道：“想跑？没那么容易，不过你放心，胆敢跟我做对的人，不好好折磨磨，我是不会让他好死的。”\n说罢，抬手一扫，男子腿上的长剑顿时化为灵光消失不见，鲜血一下便喷了出来。\n“啊！”男子顿时大叫一声，只可惜双手被负，只能眼睁睁的看着鲜血不断的流失。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440764400,
            "txt_content": "第五十七章　有够阴的\n而此时，紫灵那边也打上了交手仗，眼见对方人多围了上来，光头强顿时将小薇放下，几个人背靠背围成一圈，将小薇和吴剑仁、小结巴三人保护起来。\n林天熊则自成一支，一个人便吸引过去一半敌人，双斧轮开如大风车一般，打的不亦乐乎。什么长剑、砍刀之类的武器撞上就飞，哪个也接不下林天熊一招。兵将们诈诈唬唬，却是谁也不敢上前送死。\n尽管如此，你推我搡之下还是有人失足跳出，转眼便被林天熊打飞出去，不是胳膊折了就是腿断了，可见林天熊的功夫可不是盖的，那可是真厉害。\n再看紫灵这边，怕刘子玉吃亏，所以一开始紫灵便一把将刘子玉拉了回来，几个人围成一圈，眼见敌人冲了上来，紫灵顿时灵力全开，双掌在地上一按，周围顿时冲起一片地刺般的杂草，十几名兵将冷不防有这一手，不禁纷纷中招，一个个被扎的鬼叫连天。\n更有几个倒霉的更是因痛失足摔倒，这下可好，顿时如躺在钉板上一般，混身上下全是窟窿了。\n不想将事情闹的太大，紫灵顿时灵力一收，十几个人纷纷摔倒，呻吟声响起一片。\nXXOO手提长剑，顿时冲上去，照着地上的兵将便是一通猛踢，嘴里还不停地咒骂道：“我让你们做恶！我让你们欺压百姓，我踢死你！”\n刘子玉见没有了阻拦，则将长剑一摆，闪身便朝张嘉乐冲了过去。\n此时张嘉乐万万想不到，只是刚一楞神的工夫，手下兵将便倒下多一半，顿时暗吃一惊，不明白这群人是怎么办到的。\n由于刚才张嘉乐把注意力全都集中到绑着的那位身上了，本以为自己这么多人，收拾对方几个人还不是分分钟的事，想不到事与愿违，自己的人反倒分分钟便被收拾了。\n眼见刘子玉单枪匹马的又冲了上来，张嘉乐不禁冷笑一声，抬手抽出马鞍上挂着的长剑，就在刘子玉举剑砍来的同时，顿时一个甩手剑，一下便将手中的长剑甩了过去。\n“啊！”刘子玉想不到张嘉乐会来这一手，顿时长剑一收，在身前连抖出几个剑花，这才将张嘉乐的长剑挑飞出去。\n身形一错之际，本以为张嘉乐手中没有武器了，却不成想灵光一闪，随着张嘉乐嘴角一勾，一柄长剑直接从刘子玉的左肋一插而入。\n“不好！”IAEA看的真切，但想救已经来不及了，本以为这个张嘉乐只是个浪荡公子，想不到竟然还是个深藏不露的剑武灵高手。\n只可惜，张嘉乐人心不正，使用的招术也都邪的可以，一个照面，刘子玉便吃了个爆亏，顿时倒地不起，鲜血一下子便从左肋喷了出来。\nIAEA顿时闪身跃出，就在张嘉乐一提马缰，回身准备给刘子玉再补上一剑之际，突然感觉背后一寒，张嘉乐不禁暗道一声“不好！”顿时身形一趴，整个人躲入马肚子的另一侧。\n紧跟着，三柄长剑挂着风声便从马背上一穿而过。尽管如此，张嘉乐的大腿上也被划开了一条血口，虽然不深，但张嘉乐打小就娇生惯养的，哪受过这个，不禁痛的一呲牙，身形一正，偷眼扫了一眼冲上来的IAEA及手下那群残兵败将，啥也不管了，整个人伏在马背上便逃之夭夭。\n手下那群兵将一看张嘉乐跑了，谁还会死皮赖脸地帮他出头，顿时人心一散转眼便四散逃去，只留下七八名伤重昏迷的倒在地上挺尸。\n紫灵见状，马上飞身跑到刘子玉身前，抱起刘子玉的身子道：“子玉，你怎么样？”\n只见刘子玉牙关紧咬，左手紧紧捂着左肋上的伤口，鲜血将半边衣服都浸透了。猛喘着粗气，刘子玉不禁死死地盯着张嘉乐逃走的方向狠狠地道：“张嘉乐！老子早晚......将你......碎尸万段！”\n紫灵闻言微一簇眉，心道：都什么时候了，你还光想着报仇。一扭头，只见光头强正飞奔过来，不禁喊道：“光头强，快给刘子玉治疗。”\n“好咧！看我的。”光头强答应一声，一俯身抓起一把泥土。\n紫灵见状顿时将光头强的双手压住，皱眉道：“你要干什么？”\n光头强也是一楞，疑惑道：“治......治伤啊，怎么了？”\n紫灵摇摇头，正色道：“用你的武灵治。”\n“哦？哦，好吧。”光头强听罢，这才收势，走到刘子玉身前，单掌一抬，顿时凝聚出一团灵光闪烁的水球。随即往下一送，整个将刘子玉受伤的左肋包裹住。\n紫灵微一点头，刘子玉这才缓缓放开左手，鲜血顿时猛的一冲，瞬间便将水球染成了血红色。\n光头强微一簇眉，马上又将另一只手抬起，同样一枚巨大的水球再次重合压在伤口之上，一层细密的汗珠很快便从光头强的额头上渗了出来，可见刘子玉伤的可是不轻。\n正在这时，只听小结巴黄江峰在远处喊道：“村村村……村长，这这这……这里还趴……趴着一个。”\n紫灵甩脸望去，只见在小结巴和吴剑仁二人脚下果然仰面躺着一位，上身用绳子绑的死死的，大腿上一个血洞，此时鲜血还在往外流着。\n走到近前，只见此人年岁不大，与XXOO几人相仿的样子，但却面色苍白，早就没动静了，紫灵不禁皱眉道：“怎么样？”\n吴剑仁顿时点头道：“应该还有救，只是不知道这小子是干嘛的。”\n紫灵不禁沉声道：“所谓敌人的敌人便是朋友，快，先给他止血。”\n“好……好咧。”小结巴答应一声，俯身便抓起一把泥巴。\n紫灵不禁一皱眉，忙问道：“小结巴，你干什么？”\n“止止……止血呀，我看光……头强就这……这么干的。”\n“胡闹！”紫灵不禁冷哼一声，抬剑一扫，先将男子身上的绳子挑断，随即俯下身来，用绳子将男子大腿根部紧紧的拧上了。只是眨眼功夫，伤口的血便收了回去。\n小结巴顿时眨巴着眼睛道：“真真……真神了，原来村……村长也会治……治伤。”\n紫灵不禁起身道：“不用多说，你们先看好他，我去瞧瞧刘子玉的伤如何了。”\n说罢，闪身又走了回去，此时，只见光头强手中的水球已经再次变的透明起来。紫灵见状一颗悬着的心顿时便放了下来，通过之前几次疗伤的经验，紫灵发现只要水球中的血液回流，便是伤口开始恢复的好兆头。\n果然，又过了半柱香的功夫，光头强顿时将双手一收，一屁股便坐到地上“呼哧呼哧”的开始喘着粗气。\n“哎呀，累死我了，累死我了，村长，有吃的吗？”\n众人闻言不禁纷纷摔倒在地，心中暗道：这光头强真是到什么时候也忘不了吃呀。\n再瞧刘子玉，略一调息，不禁缓缓站起身来。\n紫灵见状，顿时上前道：“子玉，感觉如何？”\n刘子玉点点头，“嗯，好的差不多了，真是多亏了光头强。”\n说罢，不禁甩脸看了看四周，只见除了地上还躺着几名重伤的兵丁外，包括张嘉乐在内，所有人早跑没影了，顿时狠狠地道：“便宜了这孙子。”\nIAEA不禁眼神一眯，冷冷地道：“村长，斩草要除根，小心张嘉乐对咱们的报复。”\n紫灵顿时点头道：“嗯，凭张嘉乐的为人来看，应该是报复心很强的，咱们已经耽搁太长时间了，我想，大家还是马上收拾一下，离开这里再说。”\n“是。”众人闻言，迅速收拾了一下战场，有用的捡走，没用的扔下，那些重伤不起的兵丁当然也属于无用之物，不过紫灵却并没要了这些人的命，毕竟这些人也只是听命于官府的差人，并非十恶不赦之辈。\n小结巴黄江峰不禁指着脚下问道：“村村村……村长，这这这……这里还躺着一一一……一个呢。”\n紫灵闻言不禁一楞，若不是小结巴提醒，自己反倒将被绑着的那小子给忘了。略一思索，紫灵顿时点手道：“小结巴、吴剑仁，你二人抬着他，咱们马上转移。”\n“哦……哦。”小结巴二人答应一声，顿时一个扛腿一个扛头，将还在昏迷中的那小子扛起来与紫灵众人纷纷闪身离去。\n刚走了没有半柱香的功夫，就见大道上尘土飞扬，一连来了足有二百余号兵将。当头一人白衣白马，蓝色披风迎风抖动，果然是逃走的张嘉乐带着大队人马杀回来了。\n还好紫灵众人机敏，撤退的及时，否则后果还真不好说。但张嘉乐却着实扑了个空，扫了眼倒地不起的几名手下，不禁狠狠的一甩长剑，闪身从马上跳下来。\n不成想此举却牵动了腿上的伤口，痛的张嘉乐不禁倒吸了几口凉气，随即点着脚几步走到一名还算清醒的兵丁身前，俯身抓住那人的衣领，狠狠地道：“说，那些人往哪边跑了？”\n兵丁吓的顿时胡乱的一指，哆嗦道：“那，那边那边。”其实这小子也是刚从昏厥中清醒，根本就没看到紫灵众人辙走的方向，只是害怕万一自己说了实话，张大少爷会一剑毙了自己，凭大少爷的一惯作风是铁定有这种可能的。\n但张嘉乐哪知道这些，抬头看了一眼兵丁指的森林，顿时狠狠的将兵丁往地上一推，挥剑道：“来人，给我追！”\n追？上哪追切！一是方向压根就不对，就算追对了，那么大一片森林这二百兵将冲进去便如小舟入海一般，顿时被森林淹没了。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440770940,
            "txt_content": "第五十八章　暗黑猎魔团\n一直追到天黑，张嘉乐也没抓到半条人影。一名武将打扮的人不禁上前道：“大少爷，我看今天就这样吧，天黑林密，就算那些人近在咫尺，咱们也不一定能够看到呀。”\n张嘉乐闻言眉头一皱，不必别人提醒，其实张嘉乐早就意识到了这点，不禁长剑一挥，顿时将身前一棵齐腰粗细的大树断为两截，随即将披风一甩，喊了句：“收兵！”转身就走。\n走是走了，但这口气张嘉乐可是没出来，长这么大还从没有哪个人敢伤了自己，刘子玉，他算个什么东西，就凭那几个无名小辈却险些要了自己的命，若不是自己多年来并未荒废修炼，今天可就得躺着回去了。\n张嘉乐越想这口气越出不来，回到府中，马上派人去找师爷。师爷名叫孔凡立，武灵一般，仅是区区的铲子武灵，但此人学识渊博、足智多谋，若是用在正途上相信应该能够成就一番不错的事业。\n只可惜孔凡立有两大不良嗜好，一是好喝酒，二是非常贪财，但此人却并不好色，闲暇之时总是勤于修炼自己的武灵，数十年来竟然将区区的铲子武灵修炼到了铁等级修为，这在一般人眼中是非常难以达到的高度，尤其是铲子武灵，通常百姓只修炼到石等级也便够使了。\n鉴于孔凡立的才能及两大嗜好，与张家父子可以说是一拍即合，多年来没少帮张家父子出谋划策，当然，自己也从中敛到了巨额财产。\n但是这几天孔凡立可是没敢喝大酒，因为征兵的事上头催的紧，这种时候只能自己亲自出马，光靠张家父子那对熊包可是办不成这事。\n所以今天一整天，孔凡立都在外面跑征兵这档事，晚上刚一进家，就见府里的差人守在门口，孔凡立见状不禁一皱眉，就知道这么晚找自己一定是出什么事了。\n果然，差人将事情的大概经过一说，孔凡立顿时眉头一簇，知道事态不小，连门都没进，直接跟差人回到了府衙。\n张嘉乐那边早就等急了，怎么这半天了，师爷还不来，所以孔凡立一进门张嘉乐便迎了过来。\n“孔叔叔。”\n孔凡立马上一摆手，沉声道：“不用说了，事情大概我已经知道了，你的伤怎么样？”\n张嘉乐此时早已换好了新衣服，顿时点头道：“已经治好了，不过这口气我可出不来。”\n“嗯，没什么大碍就好，想报仇是吗？”\n张嘉乐顿时点点头，从小到大，孔叔叔可没少帮自己出头。所以一碰到难事，张嘉乐想到的第一个人便是这孔凡立。不禁点头道：“孔叔叔，你看这事该怎么办？”\n孔凡立一皱眉，思索道：“知道对方是什么人吗？”\n“知道。”张嘉乐顿时点头道：“孔叔叔还记得几年前州府村那档事吗？伤我的那伙人中，有一个便是当年州府村村长的儿子。”\n“哦，是他？他怎么还活着？”孔凡立不禁皱眉道：“早就跟你说过，斩草要除根，你却非要说折磨他，怎么样，这回玩大了吧？”\n说罢，突然想起码事来，不禁追问道：“对了，我记得你把人家的姐姐给拐来了，你不提我都把此事给忘了，怎么样，人都处理了吗？”\n张嘉乐不禁苦笑着摇摇头，喃喃道：“我......我舍不得。”\n孔凡立顿时一挑眉，惊问道：“怎么，这么多年了，你还养着呢？”\n张嘉乐点点头，孔凡立见状不禁点指道：“你呀你，跟你说过多少次了，若想成大事，心必须要狠，当初我是怎么说的，刘家以前是大家族，若不斩尽杀绝，早晚会反咬你一口，你竟然......竟然还留着这两个祸根。”\n张嘉乐不禁垂头道：“孔叔叔，人我肯定是舍不得杀，不过你放心，那丫头没开启武灵，跑是跑不了，但那个刘子玉却不能再留了，孔叔叔，你就给我想个办法吧，怎样才能将人给我找出来。”\n孔凡立不禁摇头道：“你呀你，唉，我早晚得死你手里。”\n“孔叔叔，我知道你人最好了，你就想想办法吧。”张嘉乐开始撒娇，这在手下人眼里是从未见过的景象，也只有在与孔凡立独处的时候，张嘉乐才会表现的跟小孩子一般，在一般人眼里，谁能想像的到？\n但孔凡立还就吃这一套，背着手在屋里转了两圈，突然停住道：“好吧，这事你不用管了，就交给我吧。”\n“我就知道孔叔叔人最好了。”张嘉乐顿时高兴的摇了摇孔凡立的胳膊，仿佛只要孔凡立答应下来，便没有解决不了的问题一般，这气顿时便消了大半。\n孔凡立轻笑着在张嘉乐的额头上一点，笑道：“好了，说说那几个人的特征吧。”\n张嘉乐点点头，顿时将紫灵众人的身材相貌、武灵属性等跟孔凡立挨个描述了一遍。\n第二天天一亮，孔凡立便直接来到了位于华荣镇的猎魔团分部，由于自己的特殊身份，孔凡立在这里可是毫无顾忌，不过也只限于一些普通事物，孔凡立是个聪明人，知道猎魔团的实力强大，就连皇室中人都会礼让三分，所以也不会在这里做什么出格的事。\n只用了不到盏茶工夫，孔凡立便拿到了自己想要的结果。扫了眼工作人员递过来的资料，只见刘子玉的名字清清楚楚的印在狙击手猎魔团的成员之中。\n由于猎魔团的工作性质异常危险，所以每支猎魔团的成员变动都很频繁，每次交回任务差不多都会在猎魔团更新一下团员的备份。所以，这也为孔凡立的查询提供了便捷。\n孔凡立扫了两眼，不禁冷笑一声，收起资料闪身便出了猎魔团分部。因为同是猎魔团组织，在这里是不能悬赏追杀狙击手猎魔团的。\n但这也难不倒孔凡立，转过几条大街，孔凡立直接便钻进了一条僻静的小胡同。胡同口两名摆着小滩的男子仅是抬眼看了看，并未理会孔凡立，甚至都没有吆喝一声拉拉生意。\n文中暗表，这两个人可不是普通百姓，而孔凡立之所以来这里也是有目的的。\n在武灵帝国之中，除了正大光明的官府和猎魔团组织外，在暗处还存在着另一股实力强大的全国性组织名叫“暗黑猎魔团”。\n虽然都叫猎魔团，但暗黑猎魔团却不光只接针对魔族的猎杀任务，只要有人出的起钱，就算是皇帝老子，也会有人愿意干的。\n所以，这个暗黑组织并不受官方承认，也不受皇家的喜欢。但有些事情，官方在不便出面的情况下还免不了要用到暗黑猎魔团的力量，所以对暗黑猎魔团的存在也没有赶尽杀绝。\n只要暗黑猎魔团不闹出什么大事，官方也就睁一只眼闭一只眼，这种相互依存、相互利用的关系非常微妙。\n就比如这次的事情，孔凡立首先便想到了暗黑猎魔团的力量。有他们出马，自己也就省心了，无非就是多花点钱的事情。而在胡同口摆地滩卖货的两名男子便是暗黑猎魔团的人，在胡同口摆滩不为别的，只是看守门户而已。\n因为孔凡立没少来过位于华荣镇的这处暗黑猎魔团分部，所以看门的人都认识，知道这老小子是张大人手下的师爷，每次来都是送钱来的，于是连理都没理，让孔凡立大摇大摆的进来了。\n胡同不大，只有一连三四个门户，但知道内情的人都知道，这里都是属于暗黑猎魔团的势力范围。与猎魔团分部人声鼎沸的情景不同的是，在暗黑猎魔团的分部中并看不到什么人影。\n孔凡立闪身走入第一重院落，迎接孔凡立的只有院子中正在整理小菜园的一名中年妇女。见孔凡立进来，顿时丢下的中的活，起身道：“孔师爷，真是好久不见，今日什么风把您吹来了？”\n孔凡立不禁轻笑道：“没什么，一桩小事而已，这次又要麻烦你了。”\n“什么麻烦不麻烦的，能为师爷办事也是我们的福气，来，屋里请。”\n一阵寒喧过后，孔凡立马上将来意一说，中年女子连想都没想，顿时点头道：“请师爷放心，这事就交给我们吧。”\n孔凡立点点头，抬手拿出一个小布袋，掂了掂，足有一千枚金币的样子，随即交给中年女子道：“这是任务的赏金，我还有公务在身，便先告辞了。”说罢，闪身走出屋子，很快便消失在街道的川流之中。\n正在这时，突然门帘一挑，从后门走进一个年青小伙，一进门便问道：“大姐，又有活了？”\n“嗯。”中年女子点点头，随手将孔凡立送过来的资料往小伙面前一送，说道：“听说过狙击手猎魔团吗？”\n“没有。“小伙摇了摇头，看了眼资料，突然眉头一簇，不禁思索道：“不过，听二狗子说，昨天亲眼看到一伙人跟张大少的人马打了起来，还把张大少打伤了，从他的描述来看，应该便是这伙人了。”\n“哦？”女子顿时追问道：“那二狗子知道这伙人的下落吗？”\n“据二狗子说，当时因为好奇，便一路跟了过去，发现这伙人最终在北山中寻了一处山洞住下了，没敢进城。怎么样，要不要我带人去灭了他们，看样子这次的赏金倒是不少。”说罢，不禁扫了一眼女子手中的钱袋，眼神“刷”的一亮。\n女子顿时摇头道：“你不行，据说这伙人中有一名石斧修为的大汉，张大少十几名手下都近不了他的身，虽然你的修为不弱，但还是安全起见，你把滑铁头也叫上吧，有他跟着我才能放心，注意活干的干净点。”\n“大姐你就瞧好吧。”男子打了个响指，顿时轻笑着走了出去。\n"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440772080,
            "txt_content": "第五十九章　罗一鸣\n而对于隐藏的危机，紫灵众人还完全不知情，此时正为昨夜侥幸躲过张嘉乐带兵的搜捕而偷笑呢。\n原来在昨天夜里，怕张嘉乐带人追杀，紫灵众人辙走之后，行出不远便马上改换了一个方向飞逃而去。但无巧不巧的却正是给张嘉乐指路的那名兵丁所指的方向。\n由于绕了一大圈弯路，所以紫灵众人刚修正好方向准备安全辙离，小猫哆哆便突然窜到光头强的肩头之上，冲着后面嘶吼了一声。\n小薇见状顿时提醒道：“村长，好像有情况。”\n话音一落，众人不禁同时回身戒备起来。IAEA马上趴到地上，将耳朵紧贴着面上凝神细听起来，随即眉头一锁，起身道：“村长，应该是张嘉乐带人追上来了，从声音上判断大概有二百人左右，距离咱们已经不足五百米了。”\n林天熊闻言顿时一抬手，灵光闪烁之下一对大板斧瞬间凝聚而出，随即单斧一摆，拦在众人身前道：“村长，你们先走，我来断后。”\n紫灵不禁拧眉环顾了一下四周，只见此地山高林密，两侧山崖陡峭异常，别说此时众人还带着一名晕睡不醒的，就算是全部空着手也很难攀爬上去，此时除了打便只有往前逃走一途了。\n刘子玉不禁也抽出长剑道：“村长，你带人先走，我也留下。”\nXXOO则拔出两把缴获来的长剑摇头道：“不行不行，要走一起走，要留一起留，咱们就这么点人，再将力量分散就只能等着挨打了。”\n小结巴黄江峰不禁急道：“那那那……那就快跑吧，再……不跑就就就没……没命了。”\n就在众人争论之际，小薇却不禁思索的道：“村长，你空间里是不是还有些石头？”\n紫灵闻言不禁一楞，随即点头道：“没错，你的意思是？”\n小薇顿时一指山崖的一侧，道：“你们看，那里有一处凹陷，不如咱们都躲到那里，我用石头将外面封死，只要做的与山崖形同一体，应该便能骗过敌人的追捕了。”\n紫灵闻言却惊问道：“小薇，难道你的修为竟然能够粘合石头了吗？”\n小薇不禁摇头道：“修为是提高了一些，但还没到能够粘合石头的程度，不过短时间粘合应该没问题。”\nXXOO听罢，顿时说道：“那就赶紧吧，大家还等什么。”说罢，当先朝小薇所指的地方跑去。\n时间不大，就见森林中黑压压冲来一片人马，速度很快，几乎每个人都是小跑着冲来的。虽然山林中没有道路，但张嘉乐依然骑在马上，一边躲闪着林间的枝叶，一边吆喝道：“都给我找仔细了，谁先找到本少爷重重有赏！”\n话音一落，便听有人高喊道：“报告，这里有踩踏过的痕迹，看样子还是新的。”\n张嘉乐闻言顿时一带马缰，几步来到近前翻身下马，只见地面的草皮上果然有一条被人踏出来的小路，被踏倒的杂草此时正努力恢复着挺拔的姿势。\n顺着小路的走向，张嘉乐不禁眉头一皱，只见小路一直延伸到山崖的一侧便不见了。\n上山了？张嘉乐抬头望了望，只见两侧山崖险峻，想要爬上去也不是不可能，但却要求修为得高，凭自己石剑的修为恐怕要爬上去也得费一番工夫。\n略一沉吟，张嘉乐顿时指着山崖前的一片灌木丛喊道：“来人！去那边看看。”\n“是！”随着话音一落，顿时冲过去二三十人。\n躲藏在山崖石壁后的紫灵众人听的真切，不禁纷纷紧张起来。\nXXOO压低声音道：“村长，怎么办，咱们忘记隐藏足迹了。”\n紫灵顿时比划了一下，示意众人别说话，随即缓缓蹲下身形，将双手朝地面一按，随即灵光隐隐一闪便消失了。\n外面二三十名兵将诈唬着，顺着折断的草痕很快便来到了石壁前，只见石壁平滑的如同刀削斧剁一般直冲云宵，想从这里爬上去可是难如登天。\n再朝周围望去，只见这里的杂草长的异常茂盛，而一条被踩踏过的痕迹非常清晰的顺着山崖根处延伸到森林深处去了。\n马上有人抬手一指，高喊道：“朝那边跑了，快追！”话音一落，几百号人纷纷加速追了上去。\n人马刚一离开，便见石壁上几块石头突然一晃，顿时从石壁上滚落下来。还没等落地，便见地面上的杂草突然伸出足有一尺多长，簇拥着将几块石头接下，轻轻放到了地上。\n紧跟着，“哗啦”一声，这次竟然倒下了一面墙。尽管杂草再怎么努力，还是有两块石头没接住，顺着斜坡便滚落而下。\n再瞧倒塌的石壁上，几个人如壁画一般紧贴在石壁上摆出各种造型一动也不敢动。吴剑仁和小结巴黄江峰紧紧的抱在一起将头死死的扎在地面上挺尸的那位身上。\nXXOO抱着双剑紧闭着双眼，与一旁斗气弥漫的刘子玉形成了鲜明的对比。而两侧的光头强和林天熊则一人一对大板斧怒目而视，如两大门神一般的守在众人左右。\n最搞笑的还是剩下的紫灵和小薇二人，只见二人都是伸展着双臂，紫灵二手按在地上，小薇则是将双手朝前虚按着，从位置来看，这里应该是之前倒塌的石壁所在的位置。\n凝立了良久，突然从树冠上传来“喵”的一声，随即黑影一闪，小猫哆哆闪身便跳到小薇的肩上，用身上的毛在小薇的脸上蹭啊蹭的。\n小薇这才双手一软，恢复常态道：“好像……没被发现的样子……”\n众人闻言不禁如突然开启的时间般纷纷回过神来，朝追兵消失的方向望了望，紫灵顿时挥手道：“此地不宜久留，快闪。”\n说罢，一行人蹑手蹑脚的朝追兵的反方向逃了开去，刚跑出山谷，随即方向一转，朝另一方向迅速逃去。一直飞奔出数十里，这才寻到一处山洞安顿下来。\n在紫灵的指示下，腿伤昏迷的那位也被光头强救了过来，只不过由于流血过多，脸色显的异常苍白。\n不成想，天刚破晓，沉睡中的紫灵众人便被一声惊叫声吵醒。睡眼蓬松中，只见救回来的那小子正挺身坐着，满身满脸都是冷汗，正“呼哧呼哧”的喘着粗气。\nXXOO不禁喃喃一句：“什么嘛，我还以为追兵杀来了，啊……好困。”说罢，一翻身，又没动静了。\n紫灵摇了摇昏沉的头，虽然睡意犹在，但也算清醒了过来，起身拿出水囊灌了两口，随即走到那小子近前将水囊往前一送，道：“醒了？”\n“啊？”男子像是突然被惊醒一般，身子猛的一震，顿时用屁股朝后面蹭了蹭，惊恐地道：“你们……你们是什么人？”\n“什么人？肉人。”刘子玉不禁也摇了过来，一把抢过紫灵手中的水囊灌了两口，随即抬袖口擦了擦嘴角的水渍，说道：“你放心，要你命我们早就动手了，何必还费这么大劲救你回来，说说吧，你是什么人，怎么被那个张嘉乐给绑来的？”\n男子闻言不禁紧张的朝四处张望了一眼，只见这里是一处宽敞的山洞，几支火把分别插在山洞的四周算是山洞中仅有的几处光源。\n紫灵随即点头道：“你放心，这里很安全，咱们昨天见过，是我们将张嘉乐的队伍拦住把你救下来的。”\n男子闻言这才定了定神，似乎紫灵的话引起了男子的共鸣，却又突然面色一变，惊呼一声：“啊，婶婶！”随即身子一挺，顿时从地上弹了起来，但马上腿一软，一个趔趄又扑倒在地，幸好紫灵及时扶了一把，否则这一摔可够这小子摔的。\n男子这才注意到腿上的伤，低头一看，只见裤子还是自己那条裤子，上面的血迹早已凝结，伤口处则被撕开了一条大口子，再往里看，受伤的地方竟然已经结了肉疤，轻轻活动了一下，似乎已经好的七七八八了，只不过整条腿还是有些软，完全吃不住劲。\n紫灵不禁说道：“你的伤我们已经治好了，只是你失血过多，还需好好修养几天才能恢复自如，你放心，我们与那张嘉乐有不共戴天之仇，所以，咱们应该不是敌人，说说吧，你是因为何事被张嘉乐绑来的？”\n男子紧张的环视了一下四周，确定紫灵众人不是坏人之后这才悲泣一声：“婶婶………….”随即喃喃地将事情的经过哭诉了一遍。\n原来男子名叫罗一鸣，家住在华荣镇北80里外的罗屯，也就是紫灵众人昨日发现起火的那里。\n昨日，张嘉乐带人离开紫灵他们经过的那个小村子后，下一个目标便直奔了罗屯，不成想罗屯的村长当时没在，张嘉乐在对村民们宣布完征兵的情况后马上便引起了众村民的不满，由于没有村长当家，所以场面变的一片喧闹。\n罗一鸣的父亲和小叔就是在上一界人魔大战前被征兵征走的，结果是一去不回，母亲因为长期思念成疾，没两年也过世了，一时间罗家就只剩下了小叔家的婶婶和罗一鸣二人相依渡日。\n由于小叔家没孩子，所以多年来婶婶一直把罗一鸣当亲儿子一般痛大，辛苦打拼了多年，终于攒够了钱帮罗一鸣开启了武灵。\n想不到刚刚过了半年好日子，一道征兵的命令便又要将罗家唯一的苗子征兵入伍，一时间，婶婶的前仇旧恨全都涌上来了，混乱中，抄起根棍子就要找张嘉乐拼命。\n但一个妇道人家哪是张嘉乐的对手，甚至都没用张嘉乐出手，一名兵丁上前一脚便将罗一鸣的婶婶踢飞了，脑袋碰到石头上，顿时血光四溅。\n罗一鸣眼见婶婶倒在血泊之中，哪里还沉的住气，顿时挣脱开村民们的阻挠，灵光一闪，便是一箭射出。\n但凭罗一鸣刚刚修炼半年的修为又哪里是张嘉乐的对手，只是轻轻一带马缰，张嘉乐便轻松的躲了开去，众兵将随即一拥而上，一通乱踢乱打把罗一鸣揍了个金钟乱撞，全身上下没有一处不痛的，到处都是金铁嗡鸣之声。\n张嘉乐一挥手，令手下人将罗一鸣绑了个结实，随即对众村民下了最后通牒，带着人押着罗一鸣便走了。想不到刚走出几里多地便碰上了紫灵众人，这才发生了之前的事情。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440775380,
            "txt_content": "第六十章　出　殡\n紫灵众人听罢不禁纷纷眉头深锁，刘子玉感同身受的上前拍了拍罗一鸣的肩膀，沉声道：“你放心，你的仇就是我的仇，咱们早晚要找张嘉乐那混蛋讨回来。”\n紫灵则关切道：“罗一鸣，那你现在有什么打算吗？我看看能不能帮到你。”\n罗一鸣闻言不禁哭道：“我想回村去看看，婶婶还不知道是死是活。”\n紫灵听罢点了点头，随即思索地道：“大家看看有什么异议没有？”\n刘子玉顿时上前道：“村长，这里距离华荣镇已经不远了\n，要我说咱们不如直接到华荣镇摸摸情况，若有机会，直接将张家父子给宰了一了百了。”\n“不成不成。”XXOO顿时把脑袋摇的跟拨浪鼓似地道：“咱们昨天还被张嘉乐带人追着满林子跑呢，今天若去华荣镇，岂不是自投罗网吗，依我看还是先躲两天，等风声过去再谋它策。”\n紫灵不禁点头道：“XXOO说的没错，现在张嘉乐一定满世界找咱们呢，我看不如这样，咱们便跟罗一鸣先回罗屯，看情况罗屯的村民好像都不怎么支持征兵一事，两天后若交不出人来，张嘉乐一定还会回去抓人，咱们不如提前将村民组织起来，等张嘉乐一进村，就来个瓮中捉鳖岂不省事。”\nXXOO顿时一拍大腿，喊道：“好，还是村长想的细，这么好的计谋我怎么就没想到呢，我看就这么办。”\n“对，就这么办。”众人很快达成一致，随即简单收拾了一下东西，紫灵又找了一根棍子交给罗一鸣当拐棍用，一行人很快出了山洞，直奔罗屯的方向走去。\n刚离开不到一柱香的工夫，便见丛林里人影一晃，闪身走出十几名身穿黑衣的人，只见这些人高矮胖瘦各不相同，但却一个个身形挺拔，气度不凡，每人一块黑巾遮面，并看不出是什么人来。\n当头一人站在坡头看了看山脚下的山洞，扭头道：“二狗子，就是这里吗？”\n身旁一名男子马上点了点头，却皱眉道：“铁头叔，昨天我离开时洞口已经被封上了，现在洞口大开，会不会那些人已经离开了？”\n旁边另一名蒙面男子顿时抽出长剑道：“管他呢，冲进去看看不就知道了。”说罢，拔身便要冲出。\n当头男子马上抬手一拦，拧眉道：“小宝，你怎么还这么毛毛燥燥的。”说罢，冲众人点头道：“大家小心，随我来。”\n一行人顿时伏下身来，似狸猫闪电一般借着丛林的掩护快速朝洞口冲去。\n从来人的谈话中不难看出，这些人便是暗黑猎魔团派来暗杀紫灵众人的一支队伍。还好紫灵众人走的早，否则被堵在洞里恐怕还真是凶多吉少。\n转眼前，暗黑猎魔团众人便从洞里走了出来，名叫小宝的男子不禁一跺脚，狠狠地道：“可恶，竟然给跑了。铁头叔，咱们怎么办？”\n滑铁头看了看四周，不禁思索道：“从炭火的温度来看，他们应该还走不远，大家分散开来找寻一下，看有没有什么蛛丝马迹。”\n“是。”十几个人顿时各自分开，仔细找寻起来。\n另一边，由于罗一鸣腿伤未愈，紫灵众人一直到了太阳西斜，这才赶回到罗屯之中。\n一进村，便见一大群村民正聚集在村中的广场前暗自神伤。紫灵众人不禁一楞，怎么村民们都知道我们要来吗？竟然摆这么大的阵势夹道欢迎。\n见紫灵众人到来，众村民也不禁纷纷一楞。一名老者揉了揉眼睛，顿时走上前来惊问道：“一鸣？果然是你，你竟然还能活着回来。”\n“村长。”罗一鸣将拐棍一扔，几步上前，与村长抱头痛哭。\n哭罢多时，老村长不禁拍了拍罗一鸣的后背，悲泣道：“好，好孩子，回来就好，快说说，你是怎么逃回来的，跟你回来的这些人又是什么人？”\n罗一鸣这才含泪道：“村长，他们是狙击手猎魔团的人，是他们从张嘉乐的手中把我救回来的。”\n说罢，罗一鸣不禁张望道：“村长，我婶婶呢？她怎么不在这里？”\n老村长闻言不禁老泪又流了下来，低泣道：“孩子，你听了可不要太伤心，你婶婶她……..”\n“啊。”还没等老村长说完，罗一鸣便已从村长的眼神中瞧出了什么，顿时大叫一声，排开众人直奔自己家中跑去。\n远远的，便见家门洞开，门前一对长明灯高挑闪烁。罗一鸣见状，险些没一头晕死过去，痛吼一声：“婶婶！”跌跌撞撞便跑进屋中。\n恍惚中，只见屋中烛影绰绰，厅前正中平躺着一个人，整张的白布从头上一直盖到脚下。\n“婶婶！”不用问也知道，家中除了自己便只有婶婶一人，厅中躺着的一定就是自己那苦命的婶婶了。罗一鸣扑身跪倒在堂前，跪爬几步来到婶婶近前，挑开白布一看，只见婶婶静静的躺着仿佛睡着了一般，苍白的面色使得婶婶的面容更加好看了一些。\n但这又有什么用，虽然罗一鸣老说如果婶婶的脸再白嫩一些一定是个大美人，但婶婶却已经死了，再也不会露出笑脸了。\n罗一鸣不禁扑在婶婶的身上放声痛哭。一时间，婶婶所有的好全都涌上了心头。其实，在父母没的那一天，罗一鸣已经很大了，什么事情都能记在心里，罗一鸣知道，这么多年来婶婶对自己的好是发自真心的。\n罗一鸣不止一次在心中暗暗使劲，等自己长大以后一定要让婶婶过上吃穿不愁的好日子，让婶婶成为世界上最幸福的母亲，没错，就是母亲。虽然婶婶没生过孩子，但罗一鸣已经将婶婶当成母亲般看待了。\n也因此，罗一鸣开启武灵仅仅半年，便达到了一般人修炼一年多才能达到的修为，这与他自己的奋发努力以及痛苦的经历是分不开的。\n但这又是怎么了？整个世界怎么一下子全都变了，眼看距离幸福的终点越来越近，曾经对美好生活的幻想却如同肥皂泡一般顷刻间便破灭了，一切的一切仿佛只是一个五彩的梦，浑圆饱满，却仅是一闪而逝。\n紫灵众人有心上去劝解，但彼此间也仅是萍水相逢，也不便说些什么。\n老村长不禁摇了摇头，喃喃道：“唉，就让他哭吧，哭出来多少会好过些，唉，都是苦命的娃呀。”\n紫灵点点头，感觉老村长说的也不无道理，让罗一鸣把心中的伤痛全都发泄出来确也不是坏事。心思一动，紫灵不禁问道：“老村长，方才我见全村人都站在村前的广场上神情黯然，不会只是因为罗一鸣婶婶的事情吧？”\n老村长闻言不禁叹道：“唉，造孽呀。壮士有所不知，前一天官府来人逼着我们村交出20个人来充兵，两天后便要赶到华荣镇报到，否则便会派兵前来抓人。若不是因为此事，一鸣的婶婶也就不会死了。”\n紫灵闻言不禁眉头一锁，沉声道：“那……你们方才不会是……”老村长点点头，擦抹了一下眼泪，道：“还能怎样，无奈之下，我们只好抽签决定，最后抽出了20个人，已经送走了，与你们也只是前后脚的事情。”\n紫灵众人听罢不禁纷纷皱了皱眉。按之前的计划，紫灵还想组织一下村里的反抗力量来对付张嘉乐的，不过看样子，这个计划算是泡汤了。\nXXOO不禁上前低声道：“村长，现在怎么办？”\n紫灵摇了摇头，轻声道：“先不管它，回头再说吧。”\n一行人无奈，只好各怀心事与村民们一同留在罗一鸣家帮着料理后事。人群中，一名精瘦的男子张望了半天，这才缓缓退出人群，见左右没人注意，随即一溜烟的跑出了村子。\n闪身来到村外的树林中，只见林中正有十几个人围在一起隐藏于暗处，从每人一身黑衣来看，正是追杀紫灵众人的暗黑猎魔团的人。\n见男子回来，马上站起一个小老头道：“二狗子，打探的怎么样？”\n只见二狗子擦了把头上的汗，点头道：“没错，就是他们，与资料上的一模一样，不过村子里好像死了人，他们混在村民中正在操办后事呢。”\n一旁的小宝顿时抽出长剑喜道：“太好了，转了一天都没找到，想不到还真跑回了这里，铁头叔，动手吧！”\n滑铁头不禁挑了挑眉，斥道：“小宝，你这人哪都好，就这毛毛躁躁的毛病应该好好改一改，否则早晚要吃大亏。现在村里面全是人，你就想这么明目张胆的冲进去吗？”\n小宝闻言不禁眨巴眨巴眼睛，呲牙道：“对，还是铁头叔想的周到，那咱们就等村民们散了再动手吧。”\n小宝随即点头道：“那我还是去村子里监视吧，等村民们散了我再回来通知你们。”说罢，整理好普通百姓的衣服，闪身又朝村口跑了回去。\n刚来到村口，便见人群一涌，罗一鸣被人架着哭的死去活来的走在前面，后面几个人则抬着一个简陋的棺椁，全村人一个个神色黯然的走在后面。\n出殡？小宝眉头一锁，马上闪身躲入路旁的草坑中，略一思索，顿时又跑了回去。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440822360,
            "txt_content": "第六十一章　黄金大剑\n此时，早有村民在村外的山坡上挖好了坑，就算罗一鸣今天没回来，村长也打算今晚将罗一鸣的婶婶下葬的，本来嘛，人都死两天了，再不埋尸体便会臭了。\n也算是老天有眼吧，让罗一鸣在婶婶下葬前与婶婶又见了最后一面，从此人冥两隔。\n眼见太阳落下了西山，村长不禁挥手道：“好了，大伙也都散了吧，一鸣呀，人死不能复生，你也别太难过了，否则你婶婶在九泉之下也不会安心的。”\n罗一鸣跪在坟前又往火堆里撒了一把纸钱，表情木木的，并没有说什么。\n“唉。”老村长无奈的摇了摇头，看了一眼紫灵众人喃喃着走了。\n这辈子，老村长经历的生死离别已经太多太多了，知道罗一鸣失去至亲的悲痛，也许让他好好冷静一下比别人劝解效果会更好吧，唉，只希望这孩子能够早日振作起来。\n时间不大，随着夜幕的落下，村民们已经走光了，空旷的山坡上只留下一座孤零零的坟头，以及跪在坟前烧着纸钱的罗一鸣。\n紫灵众人则远远的站在罗一鸣的身后，此情此景，不禁令刘子玉又想起了自己的家人，平凡的父母、苦命的姐姐以及无辜的村民们。\n如今，州府村虽然还在，但由于多年无人敢于前往，却是已经开始荒废了。自从打围场中逃出来后，刘子玉首先便跑回到自己的村子看了一眼，虽然没敢进村，但村子中那落破的景象还是深深的印在了刘子玉的心里。\n失去亲人的小薇和林天熊同样沉默着，只有光头强心无杂念，此时正蹲在一旁抱着IAEA递给他的一袋子烧鸡一只一只往嘴里扔着，吃的是满嘴流油。\n远处山脚下的密林中，暗黑猎魔团的小宝不禁凑到滑铁头身前道：“铁头叔，我看是时候了，咱们动手吧。”\n滑铁头点点头，将脖子上的黑巾往脸上一提，扭头冲众人道：“大家小心点，先摸到对方近前再迅速出击，下手一定要快，活干的干净点。”\n“是。”众人一边整理着脸上的黑巾一边点点头。\n滑铁头一挥手，一行十几道黑影借的夜色的掩映顿时悄悄的摸了上去。\n刚走出山脚下的密林，滑铁头突然一挥手马上停住身形。身后众人来不及反映，一时间不禁叠成了罗汉，随即纷纷摔倒下来。滑铁头马上连连挥手，示意众人快些隐入草丛之中。\n只见滑铁头凝神朝山下的方向看了看，不禁眉头一锁，闪身朝山脚的另一个方向跑了出去，同时冲众人挥手道：“快闪。”\n快闪？众人虽然脚下跟着，但却不禁纷纷暗生疑惑，不知道什么原因竟然令滑铁头都如此紧张。\n一路又隐入了山脚下的密林之中，滑铁头这才停下身形，飞身跳上一株大树远远的望了过去。\n时间不大，只见从山脚的另一边一连冲上来十几道身影，从来人的身法来看，却都是修为不低的高手，仅有两三名修为较弱的人，但应该也都是木属性的灵师。\n就见当头一人，身形高瘦，手持一把黄金大剑，径直朝山坡上的紫灵众人冲了过去。\n“黄金大剑末清风？”滑铁头一见之下顿时眉头一皱，喃喃道：“他怎么来了？”\n小宝也不禁凑过来道：“铁头叔，是清风猎守猎魔团的人，当头那个人便是号称清风一剑的末清风。”\n滑铁头点点头，低声道：“嗯，通知大家按兵不动，先看看情况再说。”\n“是。”小宝答应一声，闪身刚要从树冠上跳了下去，却突然身子一坠，脚下的树枝竟然断掉了。\n山坡之上，IAEA突然眉头一锁，闪身跳到一块巨石上，手中长剑同时凝聚而出。\n林天熊也同时站起身形警告道：“团长，有情况。”说罢，一对板斧也凝聚而出，目光紧紧的盯着山脚下。\n紫灵闻言马上跳到IAEA身前，问道：“什么情况？”\nIAEA眼神一眯，沉声道：“山下来人了，数量不少，修为在咱们之上，不知是敌是友。”\n“哦？”紫灵听罢也是一惊，就在这时，只见人影一晃，果然有十几道黑影出现在视线之中，只是几个呼吸的工夫便来到紫灵众人身前。\n双方一照面，不禁皆是一楞，仔细辨认之下，紫灵顿时认出当头一人竟然认识，正是当初在与光头强进城找北羽牧师疗伤时，在城门口碰到的那个人，再往他身后望去，也都比较面熟，大部分都是那天跟在此人身后的人。\n刘子玉闪身跳到紫灵身前，低声道：“村长，是黄金大剑末清风，看来这些都是清风猎守猎魔团的人。”\n紫灵闻言一楞，不禁低声道：“怎么，你认识？”\n刘子玉轻轻摇了摇头，低声道：“只在街上看到过几次，黄金大剑末清风在华荣镇很有名，走到哪都有拍马屁的。”\n“嗯。”紫灵点点头，随即站前一步，冲脚下众人抱拳道：“在下狙击手猎魔团团长紫灵，敢问兄台可是黄金大剑末清风团长吗？”\n末清风闻言，不禁朝紫灵众人看了看，又望了一眼远处正在烧纸钱的罗一鸣，不禁眉头一锁。\n身旁一名男子低声道：“团长，好像不是咱们要找的人。”\n末清风点点头，随即抱拳道：“不才正是末某，请问你们知道风之契猎魔团的下落吗？”\n“风之契？”紫灵众人闻言皆是一楞。包括最后加入的林天熊在内，都曾听紫灵众人讲过当初考取猎魔团资格的事情，记的当时的考官便是这风之契猎魔团的人。\n略一沉吟，紫灵不禁思索地道：“我们与风之契猎魔团的人也仅是有过一面之缘，敢问他们是不是出什么事了？”\n末清风身边的男子顿时低声道：“团长，时间紧迫，还是别在这担搁了。”\n“嗯。”末清风点点头，随即说道：“我们接到消息，风之契猎魔团在这片区域遭遇魔族围攻，正在前往搭救，你们也要小心，最近魔族活动很频繁，告辞！”\n说罢，冲众人一挥手，不再理会紫灵众人，闪身朝另一边疾驰而去。\n紫灵众人目送着末清风一行离开，不禁纷纷眉头一锁。XXOO一摆手中双剑，喃喃地道：“这都什么什么跟什么啊？我们这么多人还会怕什么小小的魔怪吗，有种就让他们来，我是一划拉一个，打的他们满地找头。”\nIAEA却不禁思索地道：“村长，按说风之契的实力不弱，能够威胁到他们的话，说明碰到的魔族实力很强，咱们要不要也前往看看？”\n紫灵点点头，说道：“嗯，猎魔团本就是一家人，谁遇到危险都应该伸出援手，虽然咱们的实力较弱，但至少可以凑凑人数。”\n说罢，不禁扫了一眼众人，林天熊几人顿时纷纷点头表示同意，只有小结巴黄江峰和吴剑仁两个吃货木木的站在一旁，眉头皱的都能当搓衣板了。\n紫灵也没理他们，不禁点头道：“好，那咱们马上出发。”\n“等一下。”紫灵话音一落，众人身后顿时传来一道嘶哑的声音。\n众人回头一瞧，发现竟然是罗一鸣。因为哭的太狠了，罗一鸣的声音沙哑的厉害。\n只见罗一鸣擦了擦眼角的泪痕，坚定地道：“我也去，我要加入你们的猎魔团。”\n紫灵闻言不禁皱眉道：“可是，你的婶婶刚刚过世……”\n“我知道。”罗一鸣抖擞了一下精神，顿时点头道：“我知道你们都是好人，若不是你们搭救，我也会死的很惨，救命之恩无以为报，只要你们不嫌弃，我就跟定你们了。”\n紫灵听罢，不禁看了看罗一鸣身后的孤坟，扭头又看了一眼逐渐消失在视线之外的末清风一行，顿时点头道：“好，既然如此，那咱们马上出发。”\n说罢，当头朝末清风一行人追了上去。\nXXOO跟在罗一鸣身侧，不禁关切道：“我说小子，你的腿还行吗？”\n罗一鸣顿时点头道：“嗯，现在好多了，只要不是太远，还能跟上你们的速度。”说罢，暗中使劲，咬着牙不让自己落于众人身后。\n林天熊见状，不禁大手一抄，说道：“来吧小子，我先带你一段。”说罢，将罗一鸣扛到肩上，跟一道旋风般冲了出去。\n山坡上，小宝看着逐渐远去的紫灵众人不禁皱眉道：“铁头叔，咱们怎么办？看样子他们与黄金大剑一行同路呀，这可不好办了。”\n滑铁头略一思索，顿时挥手道：“走，先看看再说。”说罢，带着一行十几个人也从后面追了上去。\n暗黑猎魔团的人刚跑出不久，便见一道黑影也出现在孤坟前，扫了一眼脚下的新坟，又看了一眼逐渐消失的滑铁头一行，不禁嘴角一勾，冷笑道：“哼哼，越来越有意思了。”\n说罢，身形一闪，借着草木的掩护，也悄悄跟了过去。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440822600,
            "txt_content": "第六十二章　僵尸谷\n转过两道山梁，紫灵众人顿时出现在一道巨大的山谷前。看着脚下深不见底的山谷，XXOO不禁一挥拳头道：“可恶，竟然跟丢了。”\n话音一落，但见黑影一晃，一道高瘦的身形手持一把明晃晃的黄金大剑顿时跳落在紫灵众人身前。紫灵众人不禁吓的倒退出数步，凝神戒备之下，发现来人竟然是追丢了的黄金大剑末清风。\n只见末清风一挑眉，沉声道：“你们怎么来了？”\n紫灵顿时抱拳道：“相互帮助本是猎魔团之间的宗旨，既然知道风之契猎魔团有难，我们也没有袖手旁观之理。”\n末清风扫了一眼紫灵众人，不禁沉声道：“好，那你们自己小心，随我来。”\n说罢，三晃两晃，将紫灵众人引到山崖上一处凹陷而隐蔽的小洞之中。只见清风猎守的人竟然都在这里，难怪刚才紫灵众人没有发现。\n见末清风带着紫灵众人爬了下来，之前与末清风说话的男子不禁眉头微皱，分明是有所不满，但却没说什么，抬手朝谷中一指，对末清风道：“团长请看，那里刚才有动静，但现在又安静下来了。”\n末清风凝神望去，只见谷底黑洞洞的，凭自己金剑的修为也仅能看到一丝暗影而已，但却什么动静也看不到，略一沉吟，末清风顿时冲另一名男子道：“破晓，探探路。”\n“嗯。”男子答应一声，却并未离开，一抬手瞬间凝聚出一把长弓，随即从背后抽出一只羽箭，只见这只羽箭与普通羽箭略有不同，在箭头位置上竟然绑有一团油布。\n身旁马上有人用火石将羽箭上的油布点燃，但见名叫破晓的男子弓开满弦，羽箭拖起一道火线便朝谷中直直的射去。\n随着火箭“突”的一震，周围顿时映射出几道僵尸的大脸。借着火箭上微弱的光芒，只见火箭周围竟然聚集着不下数十只僵尸。\n“呜………..”随着一阵鬼叫传来，数十只僵尸不禁被羽箭吓了一跳，纷纷四散开来寻找着隐藏在暗处的敌人。但更多的僵尸却依然聚集在山壁的一角，仿佛那里有什么东西更吸引他们的注意。\n末清风见状不禁一挑眉，喃喃道：“奇怪，竟然有这么多僵尸。”\n之前说话的男子随即一指僵尸群，道：“团长，那里聚集的僵尸最多，恐怕便是风之契猎魔团被围困的地方了。”\n末清风点点头，思索道：“嗯，如果真若如此的话，那说明李扬帆他们还没有全军覆没，看来，咱们得抓紧时间了。”\n说罢，扫了一眼手下众人，顿时指点道：“破晓，你带人小心的靠近过去，先给我射他一轮。”\n“嗯。”破晓长弓一摆，顿时带着三名男子寻路摸了下去。\n末清风扫了一眼紫灵众人，略一思索，不禁冲之前的男子道：“流年，照顾一下这几位兄弟，小心点别出纰漏。”说罢，金色大剑一摆，带着其他团众紧随在破晓几人身后摸了下去。\n流年不禁冷冷扫了紫灵众人一眼，皱眉道：“修为低的最好留在这里，下面可不是闹着玩的，这种僵尸谷可不比平原，遇到了最好别轻易冒险。”说罢，也闪身追了下去。\n“切，瞧不起人。”XXOO不禁冲流年挥了挥手中的双剑，眼神里满是不服。\n紫灵略一思索，顿时指点道：“小结巴、黄江峰、小薇、罗一鸣，你们几个都留在这里，小薇负责做好防御。”\n罗一鸣闻言顿时急道：“团长，我也要去，我的武灵是弓，一定能帮上忙的。”\nXXOO不禁拍拍罗一鸣的肩膀道：“你还是省省吧，我可不想刚刚收了一个小弟便又马上失去。你的伤还未愈，加上悲伤过度，最好还是先修养两天再说，想打还不容易，以后有你打的，到时候想退缩都不行。”\n罗一鸣听罢，顿时眉头一挑，嚷嚷道：“不，我能行的，团长，让我去吧。”\n“不行，服从命令。”紫灵脸色一沉，罗一鸣顿时便沉默下来。却见紫灵不禁拍了拍XXOO的肩膀，道：“你也留下。”\n“什么？”XXOO一听就急了，追问道：“凭什么我也留下？”\n“你留下保护他们，责任重大，拜托你了。”紫灵丢下一句，闪身便追了下去。\n“喂，不是吧，真的不用我吗？”XXOO眼见紫灵带人爬了下去，不禁挑了挑眉，随即长剑一甩，扭头冲罗一鸣等人吼道：“看什么看？都是因为你们，还不快找地方躲起来，我一个人可保护不了你们这么多人。”\n小薇不禁摇头道：“其实也不必躲的，这里本身就是个最好的隐藏地点，我只要将洞口两侧封起来就安全了。咱们还可以在平台上观察下面的动静。”\nXXOO听罢不禁点了点头，指挥道：“好，就按小薇说的，小结巴、吴剑仁你们快过去帮忙。”\n“好好好……好咧。”小结巴答应一声，与吴剑仁一起帮小薇开始干活，XXOO和罗一鸣则站在平台前，紧紧的扫视着紫灵众人的动向。\n黑暗中，又是几支火箭射入了谷中各处，这下子整个山谷都明亮了一些，但众人却不禁同时脸色一变。\n只见火光映射之下，整个山谷中竟然有不下数百只僵尸，这到底是怎么回事？这里不是帝国的中心区域吗，怎么会出现这么多僵尸，这都足够组成一支僵尸兵团了。\n看到僵尸的规模，流年不禁皱眉道：“团长，有点棘手啊，要不要再叫些增援过来？最好是能叫来军队，将这些僵尸全都毙于谷中，否则让这么多僵尸流散出去，可是对人类大大的不利。”\n末清风顿时摇了摇头，思索道：“军队的话不太可能，最近官府正忙于应付人魔大战之事，没有特殊必要是不可能再派兵前来的。而且时间紧迫，等到援兵赶到，最快也要两三天的时间，咱们等的起，恐怕风之契的人可等不起。”\n流年不禁皱眉道：“那怎么办，所谓双拳难敌四手，好汉架不住人多，就凭咱们这点人杀进去恐怕都不够僵尸群塞牙缝的。”\n破晓则将长弓一摆，说道：“团长，不如我们几个在前面开路，先用弓箭杀开一条通路冲进去救人，至于围剿僵尸一事可以等先救下人再说。”\n流年顿时摇头道：“你这想法是不错，但你有没有想过咱们现在对付这么多僵尸尚且不足，若是风之契的人再来两个重伤的，还要照顾他们，咱们会不会直接便陷入困境？”\n破晓刚要再开口争辩，却见末清风不禁一挥手，沉声道：“都别说了，人一定要救，僵尸也一定要杀，否则咱们清风猎守的名头便算白叫了，大家都说说自己的想法，看看怎么打比较适合现在的情况。”\n话音一落，众人却不禁都闭口不言了，一个个凝神思索着，有的则轻摇着头，看样子是什么好办法也想不出来。\n紫灵见状，不禁上前道：“清风团长，我倒是有一法不知可否一试。”\n末清风扭头扫了一眼紫灵，点头道：“紫灵团长只管说来听听。”\n“嗯。”紫灵点点头，抬手指着山谷中的密林说道：“时才我见贵团的破晓兄弟射出的火箭，不禁灵机一动，清风团长请看，这谷中丛林密布，咱们若是大量发射火箭，令整个山谷燃烧起来，那分散在山谷中的僵尸兵团岂不是不费吹灰之力便都烧死了吗？”\n末清风闻言不禁眉头一挑，思索着朝四周望了望。一旁的流年却摇头道：“紫灵村长，你有没有想过，僵尸可不是玩偶，万一起火，山谷两侧都有通路，他们不会逃掉吗？待山火一灭再杀回来，咱们照样无计可施，到时却是连个隐蔽的地方都没有了。”\n紫灵听罢，不禁点头道：“流年兄弟所言不假，但咱们若是守住两侧的山口，不让僵尸逃走呢？”\n末清风闻言不禁眼神一闪，沉声道：“紫灵团长，你有把握能够守住山口吗？”\n紫灵顿时摇头道：“十足的把握没有，但一点点还是有的，除非……..”\n末清风听罢不禁扫了一眼手下这十几个人，点头道：“紫灵团长放心，我带上团中一半的人便应该足够守住山口了，剩下的人全交给你。”\n紫灵顿时抱拳道：“那就多谢清风团长了，不过，我说的却并不是这个意思，不知贵团中有没有炸药，我是想，如果有炸药的话，最好将山口两侧的山壁炸塌，这样山口的通道一缩，守起来也就方便多了，就算数百僵尸同时杀来，我们要面对的也只是冲在最前面的几只而已。”\n末清风听罢顿时击掌道：“好，紫灵村长此计甚好，你放心，我们团里的姚鑫炜就是火药武灵，弄点炸药还不成问题。”\n说罢，不禁点手道：“鑫炜，紫灵团长的话你都听到了吧，有问题吗？”\n只见一名身形矮胖的男子顿时一步跨出，那身形胖的都快成方块了，若是稍微调色，整个就一T.N.T，难怪会是火药武灵了，太TM神似了。"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440823080,
            "txt_content": "第六十三章　火烧山林\n只见矮胖男子不禁挑了挑眉，沉声道：“凭我目前的修为弄一些炸药出来倒是不难，只是不知道能不能足够炸塌山壁的量，我尽力吧。”\n说罢，只见姚鑫炜身形半蹲，吐气开声之下顿时全身灵光大放开来，仿佛T.N.T将要爆炸前的样子一般，还好紫灵众人知道姚鑫炜不会自爆，否则一定全跑了。\n一抬手，一排形似火把的炸药顿时凝聚而出，数量足有三四十枚之多，围着姚鑫炜矮胖的身子飘成一圈，打远处看就似土星的光环一般，煞是好看。\n随手一抄，姚鑫炜顿时将炸药全部收了起来，对末清风道：“团长，我最大的能力全在这了，剩下就交给你们了。”\n末清风接过炸药，随即看了看两侧的峭壁，不禁点头道：“这里山势险峻不便于攀爬，但若是爆破的话应该很容易，紫灵团长，这些炸药咱们便各分一半吧。”\n紫灵接过火药掂了掂，顿时点头道：“嗯，一半也就足够了。清风团长，你的人我就不用了，有了这些炸药，我们几个便能守住一方，咱们便以大火为信，各自爆破吧。”\n末清风闻言不禁皱眉道：“怎么，就凭你们五个吗？现在可不是逞强的时候，要知道，这里的僵尸可有数百之多，杀起来，就算累死也不一定能杀的完。”\n紫灵轻轻一笑，道：“清风团长放心，不是还有你的火攻呢吗？相信这数百僵尸多一半会烧死在你的火攻之下吧，咱们各自保重。”说罢，冲末清风一抱拳，带着IAEA、刘子玉、光头强和林天熊四人寻路朝一道山口飞身行去。\n末清风皱着眉眼见紫灵众人很快消失在黑暗之中，一旁的流年不禁冷哼道：“哼，自己找死！团长，时间紧迫，咱们也按计划行动吧。”\n末清风不禁摇头道：“唉，可惜，凭此人的才智将来必有所为，但此人却心高气傲，不知深浅，让他吃吃亏大概也是好事。”\n说罢，顿时点手道：“破晓，你先带人四处放火，待大火烧起来后马上到山口与我们汇合。”\n“是。”破晓答应一声，带上四名弓箭手便消失在黑暗之中。很快，森林四处便冲起数道火箭，专找枯黄的枝叶草木下手，火头很快便跃跃欲试起来。\n末清风带人赶到山口，马上指挥道：“流年，带人将火药安放好，等破晓他们回来便马上进行引爆。”\n“是。”流年答应一声，带上其他众人纷纷爬上两侧山崖放置炸药。\n时间不大，就见整个山谷已经沸腾起来，滚滚的浓烟中，无数火蛇随风乱舞，高温引发的炽热乱流不断在山谷中翻滚，行动迟缓的数百只僵尸多半被大火引燃，胡乱走动之下，又将火种随处播撒开来。\n隐身在山谷上方的魔军八大统领之一的王灵见状不禁眉头一皱，虽然王灵不知道这支僵尸部队是由谁来统领的，但就这样被烧死在这里未免也太可惜了吧。\n略一思索，王灵顿时抬手从空间指环中取出一物放入口中，灵力贯通之下一道常人感觉不到的次声波顿时从口中传出。\n“呜……”山谷中顿时传出一声回应，随即，一道身形高大的僵尸破开烈焰的阻挠，鬼叫着闪身便朝谷外逃去，身边左右的小僵尸们见状，也都纷纷汇集而来。\n刚逃到山口，便听天崩地裂一声炸响，紧跟着便见眼前的山壁如排山倒海一般应声垮塌了下来，很快便在山壁两侧堆起两大堆碎石，将若大的谷口封闭起来，只有中间还余出一条通道，但也是碎石嶙峋，异常难走。\n随着弥漫的烟尘一散，末清风身形一晃便跳到仅留的通道之中，手中金色大剑一摆，不禁仰天一阵大笑。想不到紫灵这一计策还真是好用，如此有利的地形别说整支猎魔团了，就算自己一人守在这里，那些僵尸也休想逃出一只。\n怎知笑声未落，便听一声鬼叫传来，巨大的灵力波动不禁震的两侧的土石乱颤，一些尚未稳住的碎石不禁又顺着石堆滚落而下。\n僵尸统领？末清风顿时暗吃一惊，要知道，在等级最为低下的僵尸大军中可是还有着一些特殊存在的，那便是站在僵尸军团最顶端的僵尸王，其修为之高足以达到钻石级别。\n而在僵尸王之下还有数不清的大小僵尸统领，这些僵尸统领都是由修为较高的僵尸担任，视修为不同各自带领大小不一的僵尸部队。\n末清风万没想到，在帝国中心区域还会有僵尸统领的存在，本以为这么多僵尸无非只是附近受到尸毒感染的村民汇集而成，但现在看来确是自己错了。\n金色大剑一摆，末清风顿时凝聚起全部灵力，从僵尸统领刚才的气势来看，对方的修为可是不低。\n果然，但见烟尘一荡，一道高大的惨绿色身影顿时弹射而至。末清风见僵尸来的凶猛未敢硬接，跨步拧身，长剑顺势一背，直奔僵尸统领的中门砍去。\n僵尸统领不禁鬼叫一声，一对大爪子交错一挡，顿时将末清风的长剑弹开，巨大的反震力不禁震的末清风虎口发麻。\n可恶，竟然是黄金级别的僵尸统领。末清风暗骂一声，身形一拧，再次挺剑刺出。就在这时，烟雾中突然又是两声鬼叫，竟然同时冲出两只僵尸小怪，末清风不禁眉头一挑，长剑收回，跳起来便是一招勾挂连环腿，顿时将两只小怪踢飞回去。\n紧跟着，只听“嗖嗖”两声，两只羽箭紧贴着末清风的身侧便冲入了烟雾之中。\n身形一闪，破晓高瘦的身形顿时出现在末清风身前道：“团长，让我来。”说罢，长弓一弹，又是三箭射出，烟雾中顿时传出两声痛吼，看来是有小怪躺枪了。\n而另一边，流年带着两个人已将僵尸统领围了起来，只可惜僵尸统领修为强大，一双鬼爪挥舞起来竟然连铁剑都砍它不动。\n流年见普通铁剑威力不行，顿时瞧准时机，抬手便是一团火球击出，僵尸统领双爪一扫便将火球打爆开来，但火炎却如凝胶一般附着在僵尸统领的爪子上剧烈烧灼起来。\n“呜！！！”僵尸统领不禁鬼叫一声，灵力运转之下，顿时将手上的火炎震飞出去，激射的火苗直奔流年等人反射而回，速度之快，完全出乎流年众人的意料。\n“让我来。”就在这紧要关头，只见剑影一闪，末清风伟岸的身形便出现在众人面前，金色大剑挥舞之下顿时将飞射而至的火苗阻拦在外。\n随即只见末清风长剑一挥，侧头冲众人道：“你们去守住谷口，这里交给我。”\n“是，团长小心。”\n随着众人的离去，僵尸统领不禁鬼叫一声再次朝末清风冲来。末清风不禁冷哼一声，暗道：好久没有遇到这样厉害的对手了，看来今天是该把家底都翻出来晒一晒了。长剑前指，迎着僵尸统领的长爪便挺身击去。\n山谷另一边的刘子玉不禁拢目光观察着谷中热闹的场面，一边看，一边喃喃道：“我说村长，又有几只僵尸冲过来了，咱们还是快把山壁炸了吧。”\n紫灵凝视之下，却是摇头道：“不急不急，才这么几只，IAEA，交给你了。”\n“嗯。”IAEA点点头，身形一闪几步便跳到几只僵尸小怪身前，灵光闪烁之下，一招狙击枪瞬间搞定，随手一抄，便带着几枚莹绿色的灵珠回到紫灵众人身边。\n刘子玉不禁惊叹道：“真厉害，IAEA，别告诉我你还是木属性，就凭你这一击之力，说你是黄金属性我都信。”\nIAEA顿时摇头道：“我就是木属性，只不过是那几只僵尸小怪已被大火烧的奄奄一息了我才能一招击杀。”\n正在这时，却听林天熊突然警告道：“大家小心，好像有大批僵尸冲过来了。”说罢，不禁将一对大斧一摆，凝神戒备起来。\n时间不大，只见烟雾一涌，果然冲出数十只僵尸小怪，但大部分身上都还窜着火苗，看样子离死也是不远了。\n刘子玉见状顿时抬手凝聚出两团火球，喊道：“村长，现在该引爆了吧？”\n紫灵却挥手道：“别急，等僵尸再靠近一些，我可不想浪费掉这天女散花的机会。”\n“什…什么天女散花？”刘子玉众人闻言不禁一楞。\n却见紫灵紧盯着僵尸群冷笑道：“马上你们就能看到了，就是现在，引爆！”\n话音一落，刘子玉顿时便将两团火球朝两侧的山壁甩了出去。\n紧跟着，便是一连串惊天动地的炸响，整个山壁顿时垮塌了下来，碎石乱飞，烟尘弥漫，整棵整棵的大树从半空中砸落，一时间什么也看不到了。\n正在打斗中的末清风众人受爆炸声所引，不禁动作一滞，纷纷朝另一侧的山谷望了一眼。但僵尸们可不管这一套，眼见敌人攻势一滞，纷纷鬼叫着冲了上去。\n隐藏在山崖上的XXOO众人受震动波及，不禁纷纷躲入小洞里侧。小结巴黄江峰和吴剑仁紧紧抱在一起，身上抖的就跟坐在按摩椅上一般。\n正在这时，却听众人头顶之上有人低声说道：“好厉害，想不到他们竟然使用了炸药，铁头叔，你说这次是僵尸赢还是那些猎魔团的人会赢？”\n"
        }
    ]
}