{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第一章 第二节",
    "author": "2B与mc的故事",
    "replyCount": 8,
    "timestamp": 1440335220,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-8-24 21:23 编辑 \n\n        “快看快看，我又抓到了一只甲虫！它的角好大的呢！”\n\n        一听到这句话，孩子们一窝蜂围了上去，争先恐后地抢夺着那只甲虫。甲虫被孩子们扯来扯去，已经伤痕累累，连腿也断了好几根。\n\n        “别欺负它了，它看起来很难过啊！”不远处传来一声焦急的劝阻。\n\n        孩子们一听到这声音，立刻安静了下来，用异样的眼神望向那个声音发出的方向，接着又像看到了什么可怕的妖怪似地赶紧扭过头，放下甲虫匆忙离去，只留下身后一个金发的孩童失望而寂寞的背影。\n\n        那个孩子叹了一口气，缓缓走向奄奄一息的甲虫，小心翼翼地蹲了下来。他轻轻拿起甲虫，一边抚摸着它一边轻声说道：“好了，好了，他们已经走了，没人欺负你了。你还能动吗？”\n\n        甲虫似乎听懂了那个孩子的话，挣扎着站了起来，绕着孩子的手心走了一圈。\n\n        孩子开心地笑了，把甲虫放下，朝着甲虫轻声道别：“你没事就好，快去找你的朋友吧！一个人的话，很寂寞吧？”\n\n        看着甲虫离去的背影，孩子站起身，抬起头，望着蔚蓝的天空，又朝着自己的心里问了一遍：\n\n        一个人的话，很寂寞吧……\n\n\n\n        “他并没有犯下任何过错”，这是村长的原话。可是就算村长这么说，人们对穹闪的看法依然不会改变。村长出面阻止所能带来的唯一改变就是，人们不会公然表达这一态度。也就是说，之前是家家像驱赶瘟神一样驱赶穹闪，现在是人人像躲避怪物一般躲避穹闪，仅此而已。\n\n        “他现在没有犯下任何过错，难道要等到他酿成大祸才好吗？”这是村民心中普遍的想法。惹不起，躲得起！有了这一想法，几乎每一个人都尽可能离得他远远的，同时也告诫自己的孩子远离他。因此，穹闪从小到大没有交到一个朋友，一个也没有。\n\n\n        在节日里尽情玩耍的快乐，在生日里收到礼物的惊喜，在平日里安稳生活的幸福，这些几乎每个孩子都能感受到的美好，从来没有穹闪的份。\n\n\n        不仅如此，在大家看来，所有村子里发生的坏事都与穹闪有关。甚至有一次，穹闪不小心撞倒了一个花瓶，也被视为是“灾星”在作恶。\n\n        从小到大，穹闪的吃住由一个中年男子照顾，他是一个矿工。相比之下，他对穹闪的态度就好多了——但那仅仅是相比之下。那个人把穹闪当作普通的小孩，对他的态度不冷不热，只负责每天把饭菜送到穹闪家里，送完就一声不吭地走了。但即便如此，穹闪也感到非常满足，毕竟对他来说，“普通”都是一种奢望。\n\n        但是有一天，那个人在矿洞里意外身亡，村长每天要处理大量的公务所以没空照顾他，从此以后穹闪的衣食住行全部都得靠自己。穹闪为此大哭了一场，不是因为他怕吃苦，而是因为那个人是唯一一个能把他当作“普通人”的村民。穹闪为此只身一人前往矿洞，找回了那个男人的尸体，在后山的一块小空地埋葬了他。那一年，穹闪九岁。\n\n        不过，那位男子的家人全部都认为这是跟穹闪距离太近沾了霉运。\n\n        从那以后，穹闪更加孤独了。他时常在夜色中独自坐在屋顶上眺望星空，想找出自己的守护之星究竟是哪一颗。他们歧视我的根源就是我没有守护之星，只要我找到了守护之星，大家就不会对我有这些奇怪的看法了！穹闪一边想着，一边认真地找着。从小到大，几乎天上的每一颗星星他都仔细地看了好几遍，以至于他可以轻松认出每一颗星星，但是依然没有找到自己的守护之星。\n\n        因此，歧视没有结束。异样的眼神，逃避的身影，还有一些无意间听到的话语，在穹闪的生活中日日夜夜地重复出现。这让还是一个孩子的穹闪产生了与他年龄不相符的恨。好啊！你们说我是灾星，那我就是灾星！你们讨厌我，那我就离你们远远的，我要躲起来锻炼自己，我要变强！等我长大之后，我就有足够的本事来毁灭这个村子，成为真正的“灾星”了！\n\n        十岁那年，他收拾好自己的家当，离开了村庄，向后山的密林中走去。\n\n        夜色越来越深，穹闪的身影也越发的漆黑。穹闪一边走向幽暗的密林深处，一边咬牙切齿地发誓：要复仇，要撕碎，要毁灭！……\n\n        一个十岁的孩子，独自在密林里生存了下来。他的手磨出了水泡，他的腿累得站不起来，他的求生经验经也完全不够用，但是复仇信念支持着他，让他顽强地撑过来了。他花了整整三个月的时间来修建他的小木屋，又花了一个月开垦他的农田。\n\n        上山砍柴的时候，人们经常能在密林里看到一个孩子的身影，能看到他从山的这头跑到那头，能看到他朝着一颗粗壮的树干拼命挥拳，能看到他像猴子般灵活地在树顶上跳来跳去……\n\n        两年的魔鬼训练之后，穹闪的实力已经相当于经过正统训练的成年士兵了。但是穹闪的战斗不是为了保卫自家乡的土地，而是为了毁灭……\n\n上一节目录\n下一节\n\n",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1440335460,
            "txt_content": "总感觉有种雾挡在读者和小说之间\n只能说这种感觉个人很喜欢\n“快看快看，我又抓到了一只大角虫！”"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1440336060,
            "txt_content": "一到BBS活动就能抓很多大角虫了（这是孩子的心声）"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1440336120,
            "txt_content": "风吟浅唱 发表于 2015-8-23 21:21\n一到BBS活动就能抓很多大角虫了（这是孩子的心声）\n圣杯战争一定要和MC有关吗？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440337140,
            "txt_content": "风吟浅唱 发表于 2015-8-23 21:22\n圣杯战争一定要和MC有关吗？\n圣杯战争的参赛作品实质上也是普通的帖子，所以可以写mc以外的内容"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440337260,
            "txt_content": "很不错，比起点里好多写MC文的作品都好多了。"
        },
        {
            "author": "langyo",
            "timestamp": 1441354620,
            "txt_content": "进程太快了吧……才第二章他就长大了不少？？\n\n\n\n支持！"
        },
        {
            "author": "xcc",
            "timestamp": 1452913440,
            "txt_content": "从头看了一遍……很不错。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1453290000,
            "txt_content": "forfai 发表于 2016-1-20 00:22\n希望大家发表自己的看法！我先赞成一下\n你都八级了……为什么回复得这么没含金量……\n（听故事君的，水也不要水的这么明显）"
        }
    ]
}