{
    "title": "<原创·圣杯>《已经完满的第四天》第三章 我们无法和时空抗衡",
    "author": "hayah",
    "replyCount": 1,
    "timestamp": 1440345960,
    "txt_content": " 本帖最后由 hayah 于 2015-9-12 22:43 编辑 \n\n第一章 存在即意义？第二章 有意义的存在，无意义的不存在第三章 我们无法和时空抗衡\n（科幻较多，请大家自觉放慢阅读速度，以免影响口感，最好是读一幕，休息一会儿 ）\n\n\n\n第三章：我们无法和时间抗衡 提纲：出场人物：怨灵、铁傀儡、酱油Steve、Bob、Notch、Herobrine主线：铁傀儡如何获得意义；Notch与Herobrine的过节环境：村庄所在地背景：双重灾难即将降临时间：正午?夜晚   第一幕：双倍的麻烦 太阳重新运转起来，还有半天，夜幕就会降临。他知道，怪物们会跟随着黑夜一同到来。而这些天来，一直都是在家中独自生活的他，在这天前，也没发现什么异样。“那面包和咖啡？”怨灵发现桌子上空空的，这些只是他的想象吗？小心翼翼的，他透过窗户穿到了屋外。当下，这里并不热闹，酷热已将所有村民赶回家休息，刚才逃跑的铁傀儡也泡在池塘里，胡乱拍击着水面。“哗啦”，水珠被扬起，在空气中折射出彩色的光，没有躲闪，这些水花极度符合物理定律地溅湿了他背后的木墙。他把身体像铁傀儡挪近了一些，又近了一些。“我会帮你的！”“咯吱”转过铁头，它好像察觉到了什么。 “啊——妈妈呀！”一个穿着蓝色衬衫的身影朝它奔来，“那是神马鬼东西啊？”只见他身后跟着一个一身亮蓝，手持钻石剑的绿色身影穷追不舍，那把剑，反射出令人愉悦的夺目蓝光。“另一个玩家？”铁傀儡安静地待在水里，望着第一个人奔上土丘，向它乘凉的池塘跳过来，便熟练地“唰”地甩出去了一只胳膊。在将要接触水面的时候，那个身影再次飞起，飞翔的姿势在空中凝固了几秒，之后便重重地摔落在村民面前，化作一团白烟，消失了。在空中时，怨灵瞥到了那张写着“WTF”的，是Steve的脸。 后面追赶的那个人停下了，站在土丘上，低头盯着铁傀儡，铁傀儡也撇过头，望着他。那——是一只僵尸？象征腐败的绿色，不能干扰到我们被他的一种莫名的气势压迫，那顶钻石帽，还有胸甲、裤腿和鞋子，都表明了这是一只不寻常的僵尸。之前各种嘈杂的声音都消失了。长时间的对峙。双方似乎都乐此不疲。时钟滴答滴答地走着。这两个麻烦的生物，现在，按照他的理解，都会对其他村民的生命产生巨大威胁，这会关乎到整个村庄的安全。而一个两全其美的办法早已孕育而生。怨灵——飘入了铁人的脑中。   第二幕：新的物种 一个密室，漆黑中，火把照亮了其中的一角。掸去缠绕在墙壁上的滕蔓和张在墙角的蛛网，他，找到了一个铁质的按钮。无须顾忌。地板中央一个铁块升起，发出轰隆的声响。铁块上，铺着一本书，封面徐徐展开，显露出了它的内心刻了些什么。上面，工整地，记录着这样几行字：“ 听，看，感受，你周围的一切去触摸，去敲打那些让你不适的请你跑开那些让你痛苦的请不要回忆         原则” 中间的一大段空白，都在最后两个字的衬托下，显得更加突兀。这中间，是不是少了什么。 “嗯哼！”思路被一声轻咳打断。“我的铁巨人，”冤魂的内心变得炙热，许多想法浮现于ta的脑中，“你——懂的。”这是一个重要的时刻。 “原则”上方随着这句话的最后一个字被清晰有力地吐出，浮现出了一行金色的小字：“怪物——你永远的敌人，村民——你永远的朋友。”这些并不能填满空白，然而对于当下，却已足够。 这，是一个不寻常的时刻，一种不由Notch制造的物种便有了存在的意义。这，是一个预示着挑战的时刻，怪物们将会遇到一个强大的对手，成为他们中大多数的噩梦。这，是一个永远值得纪念的时刻，从此，被嘲讽、唾弃、辱骂的黑心商人们，便拥有了一个绝对忠实的朋友，保护他们度过漫漫长夜。 一个新的物种——诞生了。\n  第三幕：钢与铁 怨灵飘出了暗室，升上了云端，望着他爱的村庄和被他赋予生命的铁巨人，他满足地笑了。“我不会再回来了……”暗室已被点亮——暗红的眼睛像是被红石充过能一般，发出的光线刺穿了空气。僵尸不会知道刚才发生了什么，但铁巨人已经跃出了池塘，杵在了他的面前，挡住了他看到的一切。“咳……”僵尸嚎叫着被抛向了空中。“依啊……”和剑一齐重重摔落。他抬起头，一对巨大的阴影迎头压来。一圈土方块陷落，僵尸的下半身陷在了土中，动弹不得。眼见无法躲开两侧袭来的致命夹头攻击，僵尸迅捷地抓起了刚才掉落的剑，握住剑柄，横于头前。“晃铛”强度低于金刚石的钢铁被戳出了一个凹痕，铁人因振动过猛后退了几步。趁这机会，僵尸提剑，插入土中用力晃动，土松了，便蹿出小坑，将剑对准铁巨人的头就劈砍下去。又是一阵碰撞，铁人挥弹开了这个劈砍，站稳了脚。僵尸也后退了几步，趁这个空档扫视着铁巨人的每一个部件。他不知道为何铁人要袭击他，但他可从来不吃素。这只注定不平凡的僵尸，有自己的名字——Bob。小时候，他异于常尸的反应能力就被一位创世神发现了，在他的帮助下，也练就了堪比猪人的速度和凋灵骷髅的剑术。多年的训练也让他成为一只经验丰富的僵尸，智商远高于普通的僵尸，甚至是那个Steve。不过他的孤傲让他至今单身、也没有什么朋友。在他这次出来完成任务前，那位神送了他这套装备，没有附魔，却已经足够他应付任何棘手的问题了。\n\n他的任务——击杀Steve，结果被一个铁疙瘩搅坏了。没错，Steve是会复活的，可Bob没这个耐心去等，他正打算击垮这个坏他事的铁巨人。  太阳快要下山了，Bob知道，夜晚会赐予他更加强大的能力，他只需要找到一个机会。铁傀儡似乎已经转换成防守的态势，像雕塑般静静地立在那，等待着僵尸的下一个动作。对付一个战场老手，站的时间越久，就会被看出越多的破绽，而铁人并不知道这点。在太阳刚落下去的一瞬间，Bob脚底的亮度降到了7，左脚踩地，身体前弓，一个箭步蹿出，他的剑刃直指铁傀儡脆弱的喉部。轻微抬起双臂蓄力，铁傀儡准备在僵尸靠近后下压给予他迎头痛击。在下摆的一刹那，Bob同步地身体半蹲，用右脚蹬地，闪躲到铁傀儡的侧面。同时，用钻石剑在空中划出一道弧线，给铁人的右臂增添了一道新的伤痕。正震惊着，背部又被一阵狂风般的剑法刮伤，像粉笔磨擦着黑板，发出刺耳的声音，但在Bob听来却是如此悦耳、值得欣赏。来不及转身回击，混乱中，铁人用双脚踏地，跃起十多米高，看到在正下方的天蓝色帽子，便让他的四根铁柱朝那个方向自由坠落。一股强大的气流从上方冲下，带来强烈的窒息感。“轰”僵尸站立的那个土丘不复存在，松软的泥巴结成了坚硬的土块。Bob早就用了一个侧身翻滚躲过，却未料想到，这着地后的强烈振动将他带离了地面。剑术对决中，如果谁失去了立足之地，那将处于极大的劣势，可这不是Bob将会遇到的问题。坠落的过程中，他看到了那双准备再度迎送他飞天的铁臂。这几米的自由落体，一秒多的时间，他调整好了姿势。铁傀儡只看到了一个黑影在月光的照亮下，冒出了红色的气泡，正以锋利的锐角朝他刺来。铁巨人知道，这个方向，他的喉部是不会有危险的。黑影急速逼近，它猛地挥起了胳膊，再被金属与盔甲接触前，Bob竟在半秒不到的时间内再次轻微侧身，躲了过去，利刃在前，直逼关节。铁臂轻轻滑过钻石胸甲。“蹭”！哐哐落地。夜的力量。侧翻滚缓冲落地，Bob又站在了铁人的身后。晃动着剩余的一只胳膊，重心已经不稳，它仍未失斗志。“还不死心吗？抢我人头的家伙!”  第四幕：把玩时间的人 不用惊奇僵尸会说话，他知道，他在附近。铁傀儡正提着另一只掉落的胳膊，考虑怎么再装上去，可这只让他的重心更加不稳，倒在了土块上。“不用你麻烦了！”空中传来一个洪厚的声音，穿过了整个村庄，夜晚，几户人家刚熄灭的灯又被点亮。铁傀儡被一个淡蓝色蜂网状球体包裹着。Bob看着那整个过程，球体从铁傀儡的头顶开始，波浪般地淡出，一层天蓝色薄膜从它身上褪去，那些背上的图案都被抚平，断臂也完好如初。“Steve，竟然被自己造出来的东西弄死了，太衰了，他还不够强啊……”这是Notch的声音。“我才离开半天，就又出事了。”他还没有出现。“你，既然已经有了原则，知道该怎么办了吧！”铁人转过身，盯着Bob，试探性地挥了挥他那刚恢复的胳膊。“那个村民，他会活得很好的。”云中传来了模糊的声音。月光下，他的身影被淡灰色的云遮挡着，不知为何，那些云有点变亮的趋势，似乎是为了照亮他的身体。一阵长时间的沉默后，Notch开口了，以责怪的口吻说：“至于你。”Bob并不慌乱。“你是我的弟弟创造出来的一个强大的怪物。”Bob搁下手中的剑，沉默不语。“这个游戏需要你吗？”暮色退却，太阳不知道什么时候又会到了那个最高点，安静地处在那儿，一动也不动。Bob身上的红色气泡消失了。太阳的方向传来了声音：“Steve的确需要一个强大的对手。”Notch的身影已完全被曙光照亮，他浮在空中，望着地面上的两个生物。“只可惜，不是现在！” Bob被一道强光闪过双眼，顷刻间，便化作一个个透明的色块消失在空气中。 继续去完成你的使命。铁巨人奇怪他的敌人去向何方，这似乎已不重要，他四下望去，确认没有一只僵尸，大摇大摆地跨回了村庄的砂砾路上，去守护那些新的朋友。Notch静静地望着他巨大的背影逐渐变小，直到消失在路的转角。应该都结束了。“Nooooooootch！！！”天空被从地底传来的一声愤怒的咆哮震碎。“这一切，都还没有结束！”    第五幕：他 一团炽热的烈火冲破地表，溅起的大大小小的土块散落一地。它不断上升着，停在了Notch对面的空中，火焰周围的空气已被煮沸，令人不安地涌动着。那是……烈焰中，突然蹦出了五个小火球，接二连三地飞向Notch的方向。Notch撇了撇嘴，似乎在嘲笑什么，五个火球毫无征兆地消失，又毫无征兆地同时出现在他背后的一个空气方块中，只是一念之间的事，火球一起引爆，橙红色的火光，掩盖了太阳的光辉，棕黄色的烟雾，笼罩了几个天空。火焰消失了。几秒钟的沉寂，烟雾中开了一个小口，包裹着一圈蓝紫色火焰的拳头外围带着着烟雾残留的尾迹，径直飞向了Notch的背部。又是……Notch不愿避开。在即将发生碰撞的一刹那，火焰却又莫名出现在了Notch的前方，速度降慢，它停住了。“你——”火焰中传来了被引燃的声音，但其中却夹杂着少许的无奈。浓烟消散了，火焰也行将熄灭，阳光照亮了那个人影，天蓝色的衬衫，蓝色的裤子，棕褐色的头发，这是——Steve？“为什么要来破坏这一切？”他背对着Notch，用更为强烈的语气喷出了这句质问。“是我在破坏么？”Notch凝视着他的背影。“没错，是你。”语气缓和了，他一点点地转过身，露出半个黝黑粗糙的脸庞，就在我们确信无疑心里的那件事时，一双狰狞的眼睛，可——没有眼珠。Herobrine……   第六幕： “——为什么，神，要创造动物。” 干涉 “是你——创造了这个游戏，如今，却还要制约着这个游戏中的生物，无限制地用你的能力，你——知道后果吗！”他用手指着Notch。“是这样吗？”Notch不知道从哪里又拿出了一个玩偶，是Herobine的，“我亲爱的弟弟，这个世界不是我们一起创造的吗？我的能力，只是让它变得更加美好罢了。”他想了会儿，似乎发现了自己创作的贡献：“的确，我也创造了这个世界。怪物们，还有我的杰作——Steve，他们生活在你创造的这个世界里。可你，过多得干预了他们的生活，这种东西，是需要他们自己体会的，不需要你的‘帮助’！”“我看，是你担心那只僵尸吧，你不也一样吗？”Notch手中的玩偶，变成了僵尸的模样，“本来，它，就应该像其他僵尸一样碌碌无为，平庸一生，在世界的一个角落黯淡，沉寂。你却赋予它如此多的东西，这是你作为一个创世神该做的吗？”那只僵尸，Bob，他并不是唯一的那个特殊的，很早以前，还有更多的生物被神们青睐，成为那个特殊的那一个。“我没有做错，”Herobrine侧过头，闭上了眼睛，“每个生物都有它存在的意义，我不想让他们平凡下去。”“可你做的这些，弟弟。”Notch摇摇头，“就不用考虑其他生物了吗？”Him没有回答。“如果其他生物，因为你的干涉而被毁灭……”Notch看着没有正视他的Him，“那么，你——需要承担一切的后果，这个世界可能也将会因此而重来。”“可是……”Him抬起头，用那双无珠的眼睛看着Notch的双眼，“我们创造完世界后，又有谁，不在干涉着他们？又有谁的干涉，不会影响到这个世界原本的秩序？又有谁，没有放下权力之欲？”几秒钟的沉默，Notch叹了口气。“的确，我们都没有做到，没有信守当初的承诺，干预了它们。”“那么，”Him周围再度升起了血红色的火焰，咆哮着吞噬着周围的一切，“你可以搁置你的诡辩了，话语权，掌握在强者手中。”这似乎是他早已想好的结果。“唉……”Notch把手中的玩偶抛向天空，燃烧着，它化作了一团灰烬。“弟弟，”他的眼神变得严肃，“可你，从来没成为过那个强者。”   第七幕：“敢于对抗时空，需要的，不仅仅是勇气……” 对抗时空的人灰烬飘散了，天色阴暗起来，空中的大火球不再那么明亮。乌云聚拢，白色的亮光，在其中来回穿梭。“轰隆隆”，村庄里的钟楼在一瞬和云端连接起了一条曲折的半透明白色通道。起火的屋顶被一盆水浇灭，暴雨来临了，雷声有节奏地传来天空的脉搏。空中的两个黑点对峙着。Him身火已灭，不断被淋湿的头发在风中微微飘动着。又和上次一样吗？Notch没有任何动静。Him观察着周围，雨滴被狂风打削成一个个楔形，以钝面砸向大地。Notch没有丝毫被淋湿的迹象，他身体外围的空气隐约躁动着，这可不是因为热的原因。空气的能见度正一步步地降低，雨中，Notch的身影越发的模糊。机会到了，Him已完全看不到茫茫大气中的那顶黑色礼帽，拳头朝上，他迅即向上空冲去，速度之快，以至于雨滴被压缩成一层圆弧凸透膜。猛然倾斜下落，这层薄薄的水膜越发的厚实坚韧，像个坚硬的指骨关节般，逼近着Notch的头颅。黑色的帽子已经明朗，Him再次加速，水膜的顶端变得尖锐。“轰隆”。这颗子弹撞上了一个隐形的盾，在半空中炸裂成皇冠的形状。可这层破裂后，仍有一层死死贴在Him的拳头上，穿过了还没恢复的盾，轰击了Notch的额头。 黑色的礼帽在这一击后，随风飘去了远方，Notch像陨石般落地，刚扬起的尘土又被暴雨无情的沉降。踉跄地站起身，Notch那颗光亮的额头上多了块圆形的淤青，头顶上沾着的湿泥顺着他的前额和雨水一起滑到下颌，坠回地面。 抬起头，天空中多出了两个身影，正俯冲而来，Notch从泥潭中拔出了双脚，他之前并没有想到改变了天气反而不利于自己。两个分身越来越近，速度也越来越快。突然，在Notch飞起来的那一刹那，它们闪烁了起来，姿势被定格在了空中。Notch拍了拍身上的泥。“轰隆——”另外一个随着第二道闪电落在了他身后，紫色火焰包裹着他的双手，一齐挥出，打向Notch的背部。这时，奇怪的事发生了，他也开始闪烁，挥动的双拳像被拍特写般放慢了几十倍的速度，火焰蠕动着，雨点打落在火的边缘，一个个反弹了回去，化成一团团蒸汽。Notch距他的手只有几毫米的距离，可按他的速度，却又是那么遥不可及。无可奈何，他同样被定格在了半空中，不，其实他也在靠近，可这就像我们几乎感受不到太阳的移动一样。“你还是没躲过这个。”Notch在那个身影上方，望着另外两个化成紫色颗粒消失，他的眼皮跳了一下。“轰隆轰隆轰隆……”数十道闪电如雨点般参差不齐地打落在大地上，同时，一个黑色的身影在闪电中反复穿梭。Notch思索着什么，一朵紫色的乌云已盘踞在他的上方，同样在思索着什么。“怎么回事？”一颗紫色电球在空中爆裂，先是一阵震破人耳膜的巨响，后继而来的一阵更为持久的海豚音。看！雨！此刻，每滴，都成为了金属般的导体，紫色电链打亮了整个天空，看似随意地连接着雨滴，却是有意地张开了一张电网，像捕蝇草，以迅疾不及掩耳之势将Notch当作小苍蝇吞食。可Notch似乎是绝缘体，捕蝇草不论怎么努力，就是不能触碰到他的身体。有一层隐形的薄膜正保护着他。捕蝇草似乎发现了，形状逐渐改变了，变成了一个球形的鸟笼，将Notch关在其中。天空正在灰色和紫红色间不断切换着颜色，透过“笼子”，Notch看到地上那个被放慢时间的身影也消失了，那也是Him的一个分身。他现在已经这么强了吗？海豚音消失了，取而代之的是噼里啪啦的电火花的声音，一股焦糊味使人心感惶恐，电肆意地向周围的雨滴挥舞着它的魔爪，每个被抓住的雨滴都像气球被刺破般炸开，飞溅出了更多的水花。“嗖——嗖……”鸟笼外的身影还在闪烁着。这时，Notch抬起了头，笼子上方的那朵紫色的云，颜色深了起来，直到变成黑色。云的底部，凝结了一层淡蓝色的水膜，大小刚好能盖住天空中那个巨大的鸟笼。水膜里是整个村庄的倒影，越来越大。水滴的形状初步形成了，先是向下探了探脚，之后露出了整个身体，最后，只剩一点头发丝还连在云的底端，还不愿脱落。风声雨声雷声火声万声齐响，而后息止，像是为了等待一个重要的时刻。空气中弥漫着一股泥土的咸湿味，也都戛然消失。那滴液体，准确点说，是那湖水，落下了。重力、空气阻力还有风。将它雕琢成了一颗完美无瑕的玻璃珠，里面是整个世界的缩影。径直落向鸟笼，它被刮出了伤痕，表皮几处被电解出了气泡，但它丝毫没有放弃的意思，继续聆听着重力的召唤，渐渐地，圆柱体的笼子被挤压，顶面的圆形变成了下凹的弧面，那些电流蹭着大玻璃珠，它们正被挤压着，并不断向下移动着，焦急地在Notch光秃的头顶上方来回窜动，威胁着他的性命。“唔——这雨真大。”终于，鸟笼承受不住挤压，破裂了，空气中的电弧飞舞着，寻找着容他栖身的地方。大水珠在空中炸开了，一个完美的辐射对称图案，但维持不了很久，便化作一个个液滴。如琥珀般，每个液滴中，都包裹着一个紫色的小电球，一颗颗，洒向大地。这本该是滋润万物的雨呵，在此刻，却因掺杂了一些不干净的东西，成为掠杀生命的死神！在接触到生物的同时，也像传播疾病般，将这些致命的电荷带到了身体的每一处，植物的根茎叶，动物的脑和心，迅急之势，使他们猝死前，仍保留了那么几秒钟的生命力。可这几秒之后，一切假象都消失得一干二净，于是，几乎是在同时，平原上的猪、牛、羊、鸡，啃倒在地，化成的白色颗粒，弥漫在了整个地表之上，几乎是在同时，那些扎根地底的植物们或是攀附于其他植物的滕蔓，变得枯黄、苍白，他们完全枯死，只剩一副空荡荡的躯壳，一格、两格高的草，焦成一团炭黑，被一块一块地抹在那原本翠绿的草原上。如果，不是村庄仍然在风暴中坚挺着，我们很难说这不是一幅末世之景。电荷平衡了，天空中没有更多的带正电负电的云了，风止了，雷静了，雨停了，云散了。天——晴了，空中不断闪现着的黑影停下了。太阳又出现了，一股奇异的清香味刺激着我们的脑，精神为之一振，心情也变得愉悦。那些木头燃烧后的焦味、臭味被这股淡淡的清香掩盖得无影无踪，就像Notch一样。     第八幕：“没有什么能脱离空间而存在，就连真空也不例外。” 四要素 “你说，会不会有什么东西，它可以不依托外物存在呢？”“当然有。”“那是什么东西呢？”“时间、空间、你我的思维还有……” 阳光再次洒满了整个大地，照亮了一副残破不堪的景象。坑坑洼洼的，那里积着扼杀过生命的液体。小池塘漫出了水，村庄里里外外都湿漉漉的。“滴咚滴咚”，晶透的水滴凝结在屋檐的边缘，滴落到了水坑中。木门被吱吱呀呀地推开了，“踏踏踏”，一个棕色的小身影在门开了一条缝时，就迫不及待地冲了出去，在沙砾路上来回奔跑着，又绕着屋子，一圈一圈地转个不停。大大小小错落有致的木屋里，形形色色的村民陆陆续续地出来活动了。那个孩子嬉笑着被母亲抱回了家里，而父亲则踏上了动物脊背般的田埂，开始了一天的劳作。村庄又繁忙热闹起来，每个人都干着自己的事，这台机器重新开始运作了。俯视着地面上穿梭于屋子间忙碌的生物，Him放声大笑：“哈哈哈！Notch，这就是你创造并钟爱的那种生物吗？”小路上，一个烘培师傅抬起了头，瞟了眼Him，接着又埋头翻出面包，交给了他对面的铁匠。“这可真是一种丑陋的生物啊，”Him嘲笑着，鄙视地看着地上的黑点，“秃头，还有个令人恶心的大鼻子，没有一个幸免的，就连孩子也一样。Notch，你的审美呢？你创造这种生物有何意义。”说这话时，他的嘲讽好似被察觉了，有一个白袍村民羞愧地小碎步奔回他的图书馆，竟掉到了坑里，那笨拙的不断尝试着跃出两个深坑的身姿显得十分可笑。Him看到了。“愚蠢啊！Notch，也只有你才会创造这种和你一样愚蠢的生物了，也只有你，才会去干预他们那无可救药的生活了。”之前不知所踪的大铁人，向两旁推开了那些掩埋着他的泥土，冒出两个胳膊，向那遥不可及的Him的方向举了举，示意着他会去管那些村民的。“哈哈……”Him的嘴角扬起了神秘的15度，可能是觉得这个怪物也没好看到哪去，又为自己的几个杰作而感到有一丝得意。空气！那个鸟笼曾包裹着的地方，圆形的空气波纹，从中央纵向扩散开，我们看到的景象都因这些波动的空气，被折射得模糊不清。“什么！”纵面中，波纹中央，伸出了一双黑色的袖子，再是衣服，再是那顶遗失的黑色礼帽。Notch！“还好，”整个身体已经出来了，波纹也在他后脚跨出后渐渐变淡，消失了，“帽子找到了，对了，刚才，我有错过什么吗？”Him的笑容消失了，心中的惊讶和失望的情感糅杂着。“忘记和你说了，”Notch摘下帽子以示礼貌，“我的弟弟。”Him仍旧不语。“十几分钟前，也就是那滴水坠落的时候，我，”Notch用右手变出了一个自己的玩偶，紧握着，“把自己处在的那两格空气方块的坐标。”手松了，玩偶向后滑落，没有经过Notch钻出来的那两格空间，直接从后面一格更远的地方，掉了下去，然后若无其事的做着抛体运动。“删除了。”Him低下了头，他知道这样的后果，但Notch不知道。坐标的删除，将直接导致它对应的空间被摧毁，坐标那里即使真空，什么也没有，空间还是存在的。而若没有了空间，除了3样东西，任何事物都是无法存在于其中的，只能毫无察觉地经过，就像那个玩偶一样。而这三样东西——时间、思维、创世神Notch，再算上空间也是这个世界一切遵循因果律的源头。删除坐标，这是一种令人感到后怕的能力。这些我们姑且称之为虚无的空间，它们不会再被制造后即刻产生什么破坏，但当拥有这种能力的人，频繁无节制地使用，将会导致世界上的虚无空间越来越多，它们自被创造，就无法在人为的被填补，最终，积累到一个极限后，再有一个诱导因素，会自然地触发蝴蝶效应，带动最终的核爆式猛烈迅速的连锁反应……“你说的部分没错，他们可能是有点蠢，也有点难看，”Notch以父亲般祥和的目光瞅着地面上的生灵们，“但我不赞同的是，他们绝对有被创造的意义。”Him往下看着Notch注视着的方向，被风暴涤荡过的村庄，原本一片狼藉，可在这些来回穿梭的身影们的努力下，却在不知不觉中，恢复着往日的容貌和生命力。“我会一直守护着他们，就像我从不会伤害你一样，我的弟弟。”  （最终幕）第九幕：“你永远无法知道明天的太阳是否会照常升起。”——休谟这里曾存在过什么这些村民，在灾难发生的时候，被Notch出于保护的心理，静止了他们的时间。被重新释放后，他们无从再去了解那场生灵涂炭的大雨，依旧过着自己的生活。“弟弟，”Notch望着Him，“你变了。”Him无奈地笑笑，摇了摇头。“如今，构成这个世界的几种元素，你已经能熟练掌握并运用其中的几种了，我没办法再小看你了。”Him抬起头，看着Notch，嘴唇抿了一下，似乎想说什么，但没说出口。“可你肆无忌惮地操控这些元素，多少无辜的生命逝去了你知道吗！”语气强硬了，Notch的手也跟着颤抖了。Him把头转向了另一边。“你永远只会关心那些你创造的生物！”他甩下这句话，离开了，只留给Him一个沧桑的背影，还有那颗秃头在日照下的反光，有谁能不说，他的头发是为这些操劳过多而掉的呢。望着远去的背影，Him细声地说：“Notch，当初我们创造生物，又是为了什么。”一阵风刮过，Him也不在那片天空上了。村庄貌似恢复了往日的和平、宁静。砂砾路的尽头，一只小村民捡到了一只被遗弃的玩偶，那个玩偶有着爷爷般慈爱的面庞，使人心里萌生出了温暖的感觉。它就像是吃着热气腾腾的苹果派，一口下去，松软酥脆的金黄色外壳破开一个小口，苹果酱，随着一股热气喷出，溢满了整个口腔，舌根部的苦味蕾，都被这一抹甜蜜点亮。“嗯……”他若有所思，蹦着跳着，把玩偶捧回了家里布娃娃，被放在了他最宝贵的储物盒里，和南瓜灯、金头盔、绿宝石放在一起。翡翠……绿宝石？那颗绿色的宝石，有着钻石的形状，是Notch在他出生的那天给他的。箱子被关上了，黑暗中，绿宝石射出了迷人的色彩，在那一刻，玩偶侧过身子，紧紧抱住了那颗宝石。“对不起了，我无能为力。”  宝石被抱住后，释放出了大量蓝色绿色光线，意欲挣脱，一个旋转的立方体从中膨胀开，穿过箱子、墙壁、屋子，蓝色绿色条纹在竖直方向上逆时针旋转着，在村庄四面风起了高高的却薄如蝉翼的结界，天空也被半透明的薄幕分隔开。太阳……奇怪的立方体不断在太阳周围伸缩跳跃着，取代了太阳上的原子风暴。结界从顶端开始，发生着同样的事情，一直蔓延到接触地面的根部。农田上刚种的小麦一个接一个的从土里弹了出来，耕地变回了泥土，池塘里的水莫名地像蛇一样扭曲着向上爬动，完全没考虑重力的感受。许多房屋的屋顶，被神秘的引力吸向许多不同的透明的方块，可挨到后，又从不同的方向反弹出去。房屋被拆得七零八落，木板散落在半空中、地上。这样持续不断的蹂躏，整个村庄充斥着木板摩擦、液体流动的声音，这时，地面也发生了奇怪的事。村民们慌了，他们像无头苍蝇一样四处乱撞，有些撞在了那伸手能触摸到外部世界的结界上，有的挤在了一处残垣断壁。人群中是混杂的脚步声、金属工具碰撞的“叮叮当当”的声音，还有那特有的“嗯”“哼”，在此刻也颤抖了。“啵”一个极细微的声音，从仍然屹立不倒钟楼顶端上传来，像是玻璃汽水的瓶盖被顶开。一位牧师，硬是被一个透明的空气方块挤到身体中间，被完好地拆成了两节，钟楼顶的石砖和石柱，你推我挤地被塞到了他两截身体的中间。那个神秘的空气方块以诡异的路径向下滑动着，滑过他的脚，身体重新并拢，但他已经被那些调皮的方块撞得伤痕累累，发生了范性形变。已经无法再恢复的那只可怜的小家伙，不会再感受到更多痛苦了，因为，在合拢之后，他就化成了一团白色的烟，解脱了。结界中的大气，还有数不清的这样的方块，它们各自缓慢地沉降着，又一边向结界的中心聚拢，这里面的方块世界正被无情摧残着，而外面却又是那么祥和宁静。这些方块，不，或许应该叫虚无空间，吞噬着周围的一切，又喷吐出来，没有一个方块能待在原来的位置，空中的方块在这股引力的牵引下，形成一个巨大的漩涡，洗涤着结界中的一切。村民们不是被肢解，就是被卡的窒息，没有一人能够躲过这场浩劫。村庄里已无立足之地。仍然活着的，他们聚拢在结界的四个角，在最后的时刻反常的安静，等待着自己生命的结束。望着天上那不断变化形状的太阳，那团烈火渐渐模糊，他们永远地闭上了眼睛。这是神的惩罚吗？不，是神犯的过错，让你们承担了后果罢了。村庄里最后的生命也消失了，所有的虚无空间，一块块的，已攒成了一个巨型的立方体，嵌在地表，并继续向下移动着。携带着空气、泥土和水，又在途中捕获了各种矿石，它们在风暴中不断换着位置，没有一个能够重新找到他的落脚点。而风暴眼，其实异常的平静，没有方块能真正进入这个空间，它们只是无意识的经过，空间是它们存在的必要条件。到达了岩浆层，岩浆也被不幸卷入，而结界的根也出现了基岩层，被刨了出来。作为主世界与虚空的边界，基岩居然也无法抵抗那种引力，跟随着其他形形色色的方块一起，被裹挟着进入了深不可测的虚空。虚无——似乎也回到了他的家。一切都停止了。结界随着虚无进入虚空，消失了。那存在过的围墙里，只有几个孤零零的木头方块悬在空中，结界外那一小段沙砾道路，能佐证这里曾存在过什么。我们么？空间，至少，空间还存在着，那些空间洞，以非人为的方式，被填上了。远处，传来了急促的脚步声，沙砾路上跑来一个人影，他站在了直达虚空的无底洞边缘，停下了。沉默良久，静得可怕。“这里，怎么了……”\n第三章终 \n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "风吟浅唱",
            "timestamp": 1440490740,
            "txt_content": "沙发&顶    看什么看！没顶你！我顶HIM 好啦开玩笑"
        }
    ]
}