{
    "title": "<原创·连载·圣杯>试炼 第二章 [作者:鹿小果]",
    "author": "鹿小果",
    "replyCount": 4,
    "timestamp": 1440389820,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-25 12:50 编辑 \n\n第二章注：有人说我写的是生存，然后打boss，那么我们本章忽略掉绝大多数生存部分。\n一阵铛，铛，铛的声音在矿洞里一直回响，不绝于耳。矿洞里，燃烧的火把挂在墙上发出些许亮光，一个人的影子在火光下摇摆不定着。铛，铛，铛，……“砰”地一声，镐子被扔在地上，像配乐一样的铛铛声消失了，只留下一片让人恐惧的寂静。他突然把镐子扔下，坐到一边，好像苦苦琢磨着什么。“……这只能证明不止我一个人，还有一个任务……什么任务呢？其他人又在哪里？……”鹿小果绞尽脑汁，可就是想不出什么东西，线索只有一句话，而他需要的可不止一句话。“该死！真该死！”他站了起来，怒吼道，几只蝙蝠不满的叫着，发出刺耳的声音，仿佛在训斥着这个没教养的男孩，接着，是一阵煽动翅膀的声音，蝙蝠都飞走了。这些噪音让他更加心烦意乱，他想：算了，也没心情再工作了，做个标记先回到地面上再说。正做着标记时，他好像听到了一阵呻吟，他拿起铁剑，警觉的向前走去。呻吟的源头是一个岩浆湖旁边，一群僵尸向一个目标前进-----另一个人！可是，那个人靠在岩石上，身受重伤。惊喜和恐惧在他心里蔓延开来，他大着胆子向前跑去，想要驱逐怪物们，可他们嘶哑的咆哮却让他胆寒。完了完了，小命儿今儿要交代了！鹿小果抱着“反正是一死”的心态，闭上眼向怪物们跑去，乱挥着剑，怪物都蒙了，被他一个个打进了岩浆湖。他睁开眼睛，看见怪物消失了，便向那个人跑去。鹿小果一看，嘴张的像馒头那么大，又是一个惊喜！那个人是张启杰。张启杰遍体鳞伤，不住呻吟着-----伤口已经感染，还有些已经长出了蛆，紧紧攥着的是一本名叫《附魔的方法及历史》的书，已经很旧了。鹿小果拿出装了水的瓶子（本章讲的是距离上一章3个星期以后下矿的经历，怕怪是因为怪太多）向张启杰嘴里灌去，然后，他把张启杰背到了家里，让他好好休养。\n在得到良好修养后，第二天，张启杰醒了鹿小果当机立断，和张启杰谈谈。张启杰靠着墙，动了一下：“我知道你想知道怎么回事，鹿小果，是这样的Minecraft的第一纪元（1.4.6）herobrine的第一次觉醒，产生了一次像核辐射一样的灾难，他聚集了一群死灵法师，（拥有极强的邪恶附魔能力者）人们避之不及。”他顿了顿，换了个姿势，痛的缩了一下：“人们无知，红石大炮对爆炸保护20是没用的，直到人们发现，黑曜石和钻石可以将一股神奇力量从书里释放出来，附在护具和武器上，herobrine因为大意被一群法师给封印了，死灵法师也被处决。”“但是，死灵法师貌似立了什么契约，自己的子孙也是死灵法师，他们的领袖是死魂法师，拥有复活herobrine的力量，也是这力量让我们来到这世界”“如何阻止？”鹿小果不解的问？“他会来找我们的。”张起灵平静的说。\n下一章：在与朋友收集资源时，遇到了一些可怕的怪物而强大的附魔展现出来了怎样的魅力？尽请期待！",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1440396420,
            "txt_content": "你这个解释有点影响阅读了，用主角来讲不行么？"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1440413640,
            "txt_content": "为啥姓张的有三个，张起灵，张启杰，张小杰。。。"
        },
        {
            "author": "鹿小果",
            "timestamp": 1440478020,
            "txt_content": "风吟浅唱 发表于 2015-8-24 18:54\n为啥姓张的有三个，张起灵，张启杰，张小杰。。。\n起了三个名，输入法有时调皮了"
        },
        {
            "author": "鹿小果",
            "timestamp": 1440478260,
            "txt_content": "末影龙娘 发表于 2015-8-24 14:07\n你这个解释有点影响阅读了，用主角来讲不行么？\n毕竟主角是新手，张启杰在这混的时间长"
        }
    ]
}