{
    "title": "<丧尸图文小说><原创连载>丧尸世界の幸存者日记⑧",
    "author": "Yihc",
    "replyCount": 11,
    "timestamp": 1440403740,
    "txt_content": " 本帖最后由 Yihc 于 2015-8-24 16:41 编辑 \n\n\n\n\n\n\n我完全没有写作水平，写的不好还请多多指教~\n我完全没有游戏水平，篇内生存最久的可以理解为主角。\n\n\n\n\n不会发布懒人包以及地图，纯粹是插图作品！\n\n\n\n\n第七章点我进入。\n\n\n\n\n对于没看过该文章的坛友~我简单介绍下，文章是毫无剧本的，纯粹是边玩边截图，如果玩死了，就到下一个角色。。\n所以前几章你们就会看到所谓的“主角”并无光环。。\n\n\n\n\n-------------------------------------------------------分割线--------------------------------------------------------\n多图，流量党慎点。\n正文：\n\n(接上一章)司令肘关节放在桌子上，另一只手在比划着:“早上好，士兵们，前天我收到了Fos小组的求救信号，但是那个时候我们人手只有3人，力不从心，但是我们一直有跟Fos小组保持通讯知道昨天早晨，通讯就断了，上-头也已经排了另一个小组去救援了，昨天你们可能也听到了枪声，估计那时救援到了，但是就在昨晚二十三点的时候，我收到了Fos小组的求救信号，Fos小组报告了自己的坐标，我觉得我们有必要去救，你们怎么想？”\n逸豪凝视着桌子上的地图：“我们本来就是救援小组，不然我们吃啥？”逸豪笑道。\n\n司令听到后伸直了背，点了点头：“好，你们看（指着地图），这是我们的所处的位置，如果没错，那么这就是Fos小组所处的位置，有信心吗？”\n逸豪低下头看着地图，用手指笔画这路径，算出安全的道路。他转过头去，看着益民，眉毛紧锁：“你有什么好主意吗？”\n益民盯着逸豪的眼睛：“没有”\n逸豪扭过头看向靠在书架玻璃上的一番，八马，中卫问道：\n“有异议吗？”\n\n八马依旧盯着窗外在发呆。中卫望着逸豪说道：“没异议”\n“一番呢？有异议吗？”逸豪挺直了腰接着问道。\n“没有~”\n\n“那么，就开始行动吧。”\n\n“司令，还有什么要交代的吗？”逸豪整顿好后，特地去问道\n“交代就是注意安全。”\n\n“好了，站好队形！立正！任务大家都清楚了吧，那么装备好你们的武器！准备行动”\n\n逸豪心情也十分沉重，他不知道会发生什么事情。\n\n大厦里，墙壁都炸了个洞，所以风很大，很凉爽。\n\n吴齐前倾靠在椅子上，盯着逸豪说道：“要去执行任务了吗？小心点”\n“嗯，你也是。”\n\n逸豪踏在这木楼梯上，大概没维护了，木楼梯咯吱咯吱的响。\n\n\n卡兹听到了木梯的声响，回过头来。“你们是要去执行任务吗？”\n逸豪拍了拍他的肩膀，笑道“对啊，这里交给你了。”\n\n“哈哈，好！”卡兹放下了他的枪，手伸了起来。“要安全回来。”\n逸豪也放下了枪，拍了下他的手，手心里都是汗。“好”\n\n\n安全门外就代表着凶险，逸豪右手扶着木栏，敲了敲。\n\n“好的，Ws小组！GOGOGO！”逸豪架起枪，快步向下走去。队员紧跟其后，一连贯的动作。\n\n\n走到大门口，门口还是一样寂静，没有一只丧尸，唯独留下“生气”，以及更恶心的腐烂味而已。\n\n\n“快点吧，到达指定地点还要费时间呢！”\n\n“路上安全，老队形，进攻防御队形。”逸豪弓着腰驾着枪说道。\n\n\n一队五人，慢慢探索前进，因为这座城市对于他们来说是陌生的，不得有一点闪失。\n\n“好的，目的地就在前方，继续前进”\n\n“小心了！丧尸开始出现了。”启明对着队员说道。\n\n“听我说，等会快速通过，不要在楼层逗留太久。”逸豪小心谨慎的嘱咐。\n\n“好了，等会启明和我和益民冲前面，一番八马中卫负责看侧边和后方。”“明白”“明白”……\n“3”“2”“1”“行动”说罢，逸豪冲向二楼，靠左掩护上方，启明中间掩护侧面突袭，益民右方侧面突击。八马一番中卫负责后方掩护。\n\n“数量一只丧尸！”\n\n*开火*一颗子弹，只射到了丧尸的手臂，不过貌似打到了重要部位，手顿时失去作用。\n“启明，你解决外面那只！”逸豪对启明说道\n“明白”\n\n\n“安全，快速上楼。”\n\n\n\n\n\n就这样一路快速通过，Ws小组成功到达目的地楼层“伤-亡人数报告”启明清点了下人数：“报告，无人伤-亡”\n\n“嘿！”一个陌生的声音\n“八马一番中卫，警戒，其他人跟我”逸豪架起枪，对着声音传出的楼梯，缓慢的走过去“是谁出来，如果有武器请放下武器！”逸豪对着楼梯喊道。\n“别开枪，是我，求救者！”那个陌生人说道\n逸豪听到后，依旧保持警惕，走到楼梯口，直到看到士兵的模样，才放下枪。“敬礼！你就是发出求救的？”\n“对，对，我是屋卡，你是？”\n“我是逸豪，Ws救援队，你是Fos救援队的吧？”\n“对”屋卡显得有点悲伤，盯着手中的枪\n“只剩你一人了吗？”逸豪走了上去，把枪吊在胸口上\n“不，还有两名幸存者，一名我们之前Fos小组找到的，一名是我呆在这里的时候，被他找到的。”说罢指了指幸存者。\n“都没被感染吧？”逸豪担心的问道，观察着他们的衣装皮肤。\n“没。”屋卡看向幸存者说出。\n“好的，那么一起回去吧，这里太危险了，天色也不早了。”\n\n“嗯。”\n“走，收队了。”逸豪转过头盯着那位幸存者，看到了无助的背影。\n\n“你好，等一下就跟着我们吧，安全。”逸豪把枪收了起来，对着幸存者笑眯眯的说道。\n“好好”幸存者十分激动，他抓着逸豪的手说道。\n这时一只丧尸抓住了幸存者的肩膀，屋卡立即把他从墙边抓到玻璃边，然后抓住领口从楼上扔了下去（请勿模仿）\n\n\n“快速下楼！不要浪费时间”逸豪对着各位说道，\n\n\n“幸存者走在我们中间！别太靠前！”中卫对着幸存者吼道*枪声*一枪爆了丧尸的头颅，前一秒还站着，下一秒便趴下了（请勿模仿）\n\n逸豪察觉到了窗外，时间不早了，如果不快点，夜晚很危险。\n\n“老队形！屋卡你排在我后面，幸存者也是！”逸豪对着全部人下了个命令\n形成队形后，便快速前进。\n\n\n*咻*一口粘液吐到了逸豪的脸上，液体十分粘稠，使逸豪展不开眼睛，逸豪瞬间迷失方向。“变异丧尸！小心！”\n\n“镇静！如果被变异丧尸搞到一定要镇静，不要乱走！”逸豪对着某个方向吼道，因为他不知道队友在哪。液体内富含毒素，皮肤吸收毒素后，严重可能会致命，轻者受伤头晕呕吐。\n\n“队长！队长！”幸存者对着队长喊道\n“他们在哪？队友在哪”逸豪十分紧张的问道\n\n过一会，液体的功效消失了，逸豪终于看到队友了“快，快走，不要恋-战！”逸豪有点站不住了，晕晕乎乎。\n\n这时，液体又喷在脸上了，逸豪彻底迷失方向了，而且又迷迷糊糊。就在快摔倒的时候，幸存者给扶了起来。“振作啊！”幸存者对逸豪吼道\n\n迷失视野，无法使用枪械，否则可能会误伤，逸豪掏出了小刀，起码近距离还是可以看到的。\n\n终于，视野清晰了，但是他完全不知道自己在哪，队友在哪。他摇摇晃晃的走在大道上，耳朵里听不到声音，只有耳鸣。\n\n*连开枪*虽然神志不清，但是逸豪还是努力瞄准丧尸，否则也只有牺-牲了。枪在这个时候显得无比的重，逸豪是使出了九牛二虎之力才勉强抬起，后坐力使他差点摔倒。\n\n“你们在哪！”逸豪对天吼道！\n“队长！！！”远处有一声音逸豪听到后，猛的回过身。\n\n“屋卡！其他人呢？”逸豪紧张的问道，他的额头全是汗，手臂的酸痛也不在乎了。\n“不知道，我刚刚失去了视野！”\n\n“Shit！我们先进去！这里太危险了！！”逸豪吼道，他没空观察屋卡在哪，因为丧尸数量太多了。\n\n逸豪越来越晕，已经看不到东西了，摔倒在地。地上的血液糊他一脸，腐烂味虽然难闻，但是他也无力起来了。\n\n当他睁开眼睛的时候，已经到达门口了，他转过头，原来是启明和中卫驾着他走。“再坚持下，马上就到了”启明紧张的说道，他大口大口的喘气，显然很累。\n“我没事了，放下我，我可以自己走，怎么只有你们两个和幸存者？其他人呢”逸豪慢慢试图站起来\n“我们都被喷了液体，都看不见了，等能看见就看到了我们对方，估计走散了。”启明咬着嘴唇。\n“好了，赶快上去。”逸豪说道\n\n这栋大厦内部早已充满丧尸，怪不得司令才被迫使上了楼上。\n\n“干，他们来了！赶快上去！”他们开始紧张了起来，都跑了上去。木楼梯咯吱咯吱的越来越响，吸引了更多的丧尸。\n\n\n“卡兹这交给你了”说罢，逸豪连忙跑向司令处。\n\n\n\n逸豪上了楼，拍了拍中卫的肩膀。\n\n“司令给你带回来了幸存者，我跟其他队员失去联系了，我请求去找回他们！”\n“可以，但是现在不行，晚上出去也无非等于自-杀。”司令能坐在椅子上低着头说道，手鼓捣着枪。\n“好，那明天我去找”逸豪点了点头，因为他知道晚上出去无非真的是自-杀，况且他现在身体状况也是极差。\n\n“你们好好呆着，休息下吧！”逸豪下了楼后对着幸存者说道“太感谢你了，谢谢”他们泪框有些湿润。\n\n“队长，丧尸都上来了，这门能挡住吗？”益民顶着门问道。\n“能顶一回是一回，你撤回来吧，那太危险了”逸豪举起枪对着门说道。\n\n“卡兹，启明准备战斗了啊，不容小视！”\n\n“来，拿着急救箱，补下伤口”卡兹把一盒盒子递给逸豪，说道。\n\n果然很有用，吃了粒止痛药，头好多了，力气也大了，逸豪觉得随时都可以准备战斗！\n\n*撞门声**木板碎裂*\n\n“他们越来越多了！”\n\n*爆裂*\n“开火！”*连开枪*\n终于几十只丧尸终于被消除了“这地方好啊，易守难攻！”逸豪笑道，把枪搭在肩膀上。\n\n“对啊，那帮兔崽子还想来？哈哈哈”\n\n“掩护我，我修补下门”逸豪抬起被撞倒的门，吃力的说道\n\n“启明明天跟我一起去找他们吧。”\n“嗯”\n\n\n\n-------------------------------------------------------分割线--------------------------------------------------------\n\n\n\n\n{:10_494:}推荐前几章也看看，才能看的入味~\n\n\n{:10_522:}希望有金粒人气和回复\n\n感谢收看。\n\n\n\n\n图挂可以跟我说。\n",
    "replies": [
        {
            "author": "Yihc",
            "timestamp": 1440403800,
            "txt_content": " 本帖最后由 Yihc 于 2015-8-24 16:13 编辑 \n\n@china521 \n@小吴同志"
        },
        {
            "author": "上帝之眼",
            "timestamp": 1440403920,
            "txt_content": "不错不错快更~"
        },
        {
            "author": "Yihc",
            "timestamp": 1440404220,
            "txt_content": "上帝之眼 发表于 2015-8-24 16:12\n不错不错快更~\n谢谢{:10_505:}"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440404280,
            "txt_content": "Yihc 发表于 2015-8-24 16:10\n@china521 \n@小吴同志\n没蓝我帮你重新艾特一下\n@china521 \n@小吴同志"
        },
        {
            "author": "Aezning",
            "timestamp": 1440415740,
            "txt_content": " 本帖最后由 小吴同志 于 2015-8-24 19:32 编辑 \n\n加油哦！\n两个版主@我"
        },
        {
            "author": "Aezning",
            "timestamp": 1440480120,
            "txt_content": "出个索引吧"
        },
        {
            "author": "Yihc",
            "timestamp": 1440483360,
            "txt_content": "小吴同志 发表于 2015-8-25 13:22\n出个索引吧\n好哒{:10_495:}"
        },
        {
            "author": "ookone",
            "timestamp": 1440497520,
            "txt_content": "剧情很精彩  文字可以大一丢丢吧"
        },
        {
            "author": "Yihc",
            "timestamp": 1440497580,
            "txt_content": "bookone 发表于 2015-8-25 18:12\n剧情很精彩  文字可以大一丢丢吧\nhttp://www.mcbbs.net/thread-493474-1-1.html 第九"
        },
        {
            "author": "ookone",
            "timestamp": 1440498000,
            "txt_content": "Yihc 发表于 2015-8-25 18:13\nhttp://www.mcbbs.net/thread-493474-1-1.html 第九\n我在看的  谢谢"
        },
        {
            "author": "985726203",
            "timestamp": 1440500580,
            "txt_content": "版主好厉害!!!"
        }
    ]
}