{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第一章 第三节",
    "author": "2B与mc的故事",
    "replyCount": 9,
    "timestamp": 1440422400,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-11-14 15:41 编辑 \n\n        “我的萝卜呢？！”密林中传来一声愤怒的咆哮，把周围的鸟群吓得四散飞窜。\n\n        穹闪没有傻乎乎地呆在原地。他四处张望着，希望找到一些蛛丝马迹。\n\n        那根萝卜是穹闪昨天晚上捡到，今天早上刚种下地的。想要独自在密林里生存，食物是一个大问题。虽说小麦也可以填饱肚子，但是相比之下，胡萝卜长得更快，产量更高，性价比绝对比小麦高得多。有了胡萝卜，食物几乎就不用愁了。但是穹闪把胡萝卜种下地刚走开一小会，回来时已经看不到胡萝卜的踪影了。\n\n        忽然，他发现了一行浅浅的脚印，从他的田里一直通往密林深处。两年的生存经验使他一眼就看出，这是兔子的脚印。\n\n        穹闪二话不说，箭一般地朝着脚印的尽头追去。\n\n        不一会，穹闪就已经能看到，一只兔子叼着一根胡萝卜，悠哉地蹦向一个地洞。\n\n        等到它钻进地洞，一切都晚了。穹闪此刻敛气屏息，野狼一般快速而安静地绕到了兔子的侧面。他的移动极其巧妙，连周围的杂草、树叶都没有发出一丝声音。\n\n        接着，穹闪从茂密的枝叶间悄悄窥视着那只兔子，等待时机。但是兔子似乎感受到了危险，逐渐加快了脚步。\n\n        等兔子走到洞的旁边，刚准备放下胡萝卜的那一瞬间，穹闪猛地一跃，在接近兔子的那一霎那迅速伸出手抓向兔子的耳朵。但是这兔子格外狡猾，似乎已经做好了准备。在穹闪跃出草丛发出声响的那一刻，它就已经开始拔腿往反方向跑了。因此，穹闪的偷袭计划并不成功。\n\n        偷袭不成功，那就只好硬着头皮追了！\n\n        穹闪趁自己摔到地面之前把伸出的手往地面一按，整个人随之以此为支点腾空，一个华丽的后空翻后双脚着地继续追了上去。\n\n        兔子不仅狡猾，而且灵活，猛地往前一蹿，就已经不见了踪影。猎人们抓兔子从来都不直接去追而是使用陷阱，原因很简单，人几乎不可能追上兔子，连一直跟在它后面都很难。但是穹闪的本事不可能仅仅如此，他寻着兔子的脚印飞奔起来，竟然渐渐追上了兔子。\n\n        翠绿的树叶间投下斑驳的光影，幽暗的密林中光与暗纵横交错，光明在黑暗中显得更加耀眼，黑暗在光明间仿佛更加深邃，构成一幅奇幻的美景。穹闪在光与影之间飞速穿梭，就像大山中神秘的精灵。\n        渐渐地，树林变得稀疏起来，阳光也越来越刺眼，走出密林的那一瞬间，穹闪仿佛感到一颗巨大的太阳在他的面前忽然间升起，他现在只能看到一片刺眼的白。\n\n        但是极速的奔跑没来得及停止，穹闪的脚一不小心绊到了一段树根，接着整个人就像一团雪球一般朝着山下滚去，速度越来越快，完全无法停止。\n\n        在恍惚之间，穹闪看到了前方是一片陡崖。这让他越来越焦急，也越来越绝望：难道我的人生这么快就要结束了吗？\n\n        一阵剧痛，穹闪似乎感受到自己撞到了什么东西，但是随之他滚落的速度也渐渐放缓直至停止。当他忍着疼痛迷迷糊糊地爬起来的时候，眼前出现的是一个与自己年龄相仿的少年。\n\n        “你是谁！”穹闪似乎忘记了疼痛，猛地站起身，一边说着一边警惕地后退，“离我远点！”\n\n        “你这个人真是的。我救了你一命诶，你不道谢还把我当做敌人？”那个人拍拍满是灰尘的手，不解地望着穹闪。\n\n        “我把你当做敌人？应该是你们先把我当做敌人的吧！”穹闪依然保持着警惕，仔细地端详着眼前这个从未见过自己却又出手相救的人。在他看来，这是一件不可思议的事情，是绝对不可能发生的！\n\n        “啊？我什么时候把你当做敌人了？”那个人仍是一脸的迷惑，“我把你当敌人的话，为什么还要救你？”\n\n        穹闪一阵冷笑。你绝对无法想象，一个十二岁孩子的冷笑是多么的令人心寒，是多么的震撼人心。\n\n        “现在装出一副很友好的样子……你们在想什么我清楚得很！”穹闪不友好地回答道，“故意找个人跟我套近乎，然后趁机杀了我，对吧？”\n\n        “我越来越搞不懂你在说什么了。我跟你无冤无仇的为什么要杀你？”\n\n        “无冤无仇？当然无冤无仇！但是我与你们无冤无仇那么多年，你们却一直把我当做灾星！”\n\n        “灾星？那也许是别人跟你开的玩笑吧。就像我们玩僵尸抓村民，我也当过僵尸啊！”\n\n        “僵尸抓村民？那是什么？”有趣的名字勾起了穹闪的兴趣。无论他心中有多少的恨，其实内心深处还是一个纯真的孩子。\n\n        “那是一种游戏，你没玩过吗？基本上所有的孩子都玩过啊？”那个人反问道。\n\n        穹闪默默地摇了摇头。\n\n        “听着啊，这个游戏是……”\n\n        那个人仔细地给穹闪解释着，穹闪在更仔细地听着，因为他从来没有听说过，还有这么好玩的游戏。\n\n        孩子之间的话题多到谈不完。只要话匣子一打开，各种各样新奇有趣的话题就被勾了出来。一直到黄昏，两个孩子才依依不舍地分开。\n\n        “谢……谢谢你陪我聊天！”穹闪道别着，“你能告诉我你叫什么名字吗？”\n\n        “初明。”\n\n\n\n\n\n        初明回到家中，告诉父亲自己今天的经历。\n\n        “爸爸，今天我在后山上遇到了一个野孩子！”\n\n        “山上啊……”初明的父亲若有所思地问道，“他的头发是不是金色的？”\n\n        “是啊是啊！你怎么知道？”初明好奇地问道。\n\n        父亲没有立刻作答，端起身旁的茶杯细品一番之后，回答道：“那是山上的精灵呢。为什么后山要叫天灵山？就是因为那座山上有天上下来的精灵。但是这些精灵一直独自生活在山上，没有朋友，所以很害怕见到陌生人。”\n\n        “诶，所以说他们很寂寞吗？我是不是应该多去陪陪他？”初明瞪大了眼睛望着父亲。\n\n        父亲微笑着答道：“问问自己的心，作出正确的判断。”\n\n\n上一节目录下一节\n\n\n\n我不at你们就不来看……我还是at好了@恶魔-潇洒 @1137246733 @毒蛇 @zwh007 ",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1440422520,
            "txt_content": "嗯，养肥了再看你真能写= ="
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440424140,
            "txt_content": "大叔好有爱"
        },
        {
            "author": "zwh007",
            "timestamp": 1440427380,
            "txt_content": "写的很好～\n我更完前传6章就正式退出翻创这个大坑回到展示共享了。。。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440469680,
            "txt_content": "zwh007 发表于 2015-8-24 22:43\n写的很好～\n我更完前传6章就正式退出翻创这个大坑回到展示共享了。。。\n然而现在已经不叫翻创了～～他们分裂了QAQ\n以后要记得多回来看看～～"
        },
        {
            "author": "名人才华",
            "timestamp": 1440474540,
            "txt_content": "woc，我眼瞎看成初夜了\n金发？是你封面的被FFF团扔进夕阳里的少年吧……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440474660,
            "txt_content": "名人才华 发表于 2015-8-25 11:49\nwoc，我眼瞎看成初夜了\n金发？是你封面的被FFF团扔进夕阳里的少年吧…… ...\n你够了你够了你够了\n那是第一部的事情了（而且是Herobrine不是FFF团）\n而且又不是全世界只有他一个人是金头发…"
        },
        {
            "author": "名人才华",
            "timestamp": 1440474660,
            "txt_content": "zwh007 发表于 2015-8-24 22:43\n写的很好～\n我更完前传6章就正式退出翻创这个大坑回到展示共享了。。。\n我马上要禁电脑了，所以在技巧和创作来回混~"
        },
        {
            "author": "名人才华",
            "timestamp": 1440494820,
            "txt_content": "名人才华 发表于 2015-8-25 11:51\n我马上要禁电脑了，所以在技巧和创作来回混~\n并不是，只是小尾巴太病态了，偶尔用一用~"
        },
        {
            "author": "xcc",
            "timestamp": 1452913320,
            "txt_content": "猪脚发色get"
        }
    ]
}