{
    "title": "<原创·连载·圣杯> 《亚伯拉罕英灵录》 【Chapter 1 只剩下记忆和思想的人】",
    "author": "rukbat",
    "replyCount": 3,
    "timestamp": 1440468180,
    "txt_content": " 本帖最后由 rukbat 于 2015-8-25 18:05 编辑 \nChapter 01        “亚伦，你快来看看，这是什么？”我把手中的棍杖放下，蹲了下来。\n       那个东西斜斜的插在地上，若不是它正好把正午的阳光反射到我的眼睛里，也许几千年都不会有人发现它。我招呼亚伦过来，顺便轻轻刨开周围的泥土，小心翼翼地把它从地里取了出来。\n      “天，这是什么……我从没见过……这么美的东西！”亚伦看到我手上举着的那东西，发出了一声惊呼。\n       我也愣住了，我不知道它是不是我所见过最美丽的东西，但心中却强烈地升起了一股意念：这绝不可能是这个时代的东西！\n       那是一块长方形的板子，很薄，是用一种我之前从未见过的材料制成的，看起来就像是一块……水！很抱歉我使用了这么糟糕的比喻，因为我全然不知道世界上有什么东西可以像我手上的这块板子一样，我居然能够透过他看见亚伦、金沙遍地的荒漠、还有那波涛不息的红海！只怕那暴君拉美西斯的珍宝库里也不曾有过这宝物！\n      “快看，那板子好像有了什么变化！”亚伦的一声惊呼把我拉回现实。\n       我朝那板子上望去，只见上面起初只是出现了一条浮动的红线，继而一个青年男子的造型出现在了板子上！\n       我尖叫一声，板子应声跌落在地：“天！那里面有一个人！我们得把他救出来！”\n       亚伦没有理会我，只是痴痴的望向那板子，让我不要出声：“他……好像在说话……” \n       我看向那人，被困在这么小的一块板子里，他居然看起来很是从容，嘴型翻动着，看来的确是在向我们说着什么：\n     “致所有捡到这块录影志的人，无论你是通过何种途径得到它的，都请你坚持把它听完下去，因为你现在正在听的乃是一个垂死之人在最后之际所做的对自己一生以及整个银河系的总结。我接下来将要叙述的一切可能十分离奇，但请你不要怀疑这个是一个恶作剧，录音中的一切都切切实实的在我和其他所有人的身上发生了，继续听下去，你们将知晓一个世间最大的秘密，而这个秘密关系到整个世界的存亡！\n     “如果你们听到了这段话，那么谢天谢地，我们最后的努力没有白费，我们终将还是成功了；\n     “但如果这段录音仍然只是在天地间漂泊，那么也没关系了，看来我们最后还是失败了，也不会再有任何听众了。”\n    “同时，为了使得我的表述更加全面，我把自己的记忆和思想都复制进了这份录影志中，你可以随时向我提问，或者查看我记忆中的影像……”\n       “等等！“亚伦冲那人大喊一声，”你是说，你……不在这里？跟我们说话的只是你的记忆？”\n     那人显然没有意识到会有人向他提出这样的问题。他愣了一下：“是的先生们，恐怕在你们向我提问的时候，我已经死去很久了。”\n        亚伦把我拉到一旁：“听着，这件事可实在是太骇人听闻了！一个被困在一块不知道什么板子里的只剩下记忆和思想的人！而且他还已经死了！我们最好先不要让其他人知道这件事，特别是法老的眼线们，姑且先听他的故事。看来他比我们不知先进了多少个时代！也许他对我们正在进行的事情会很有帮助。”\n       亚伦望定我，想在征询我的意见，我本想分辩几句，兴许这家伙是所罗门放逐的妖魔呢？但他那不容置疑的眼神却分明显示出他已经决定了下来，我也不便再说什么了。\n       我们走近那块板子，那人正在板子里焦急不安地踱着步。我仔细地观察了一下他穿着的衣服，那显然不是我这个时代所有的：它看起来很轻柔，闪着透亮而又柔和的光芒，整体呈天蓝色，背上嵌着许多交错的金线，勾勒出一个若隐若现的图形，那像是两个互相倒插的三角形，中间交叠部分呈六边形，那是一个我从未见过的标志。\n        那人见我们回来，立刻站定：“先生们，看来你们已经准备好接受我的故事了？很好，这块板子的侧面两粒凸点，按下第一粒可以让我暂停叙述，按下第二粒则板子上将出现我的实时记忆回放。”\n        他坐了下来，整理了一下衣服，这时我才发现，他的衣服的正面也有那种含义不明的图案。\n       他清了清嗓子：“那么，听好了，所有的一切都起源于一个亿万年来都未曾被打扰的地下400米的幽深矿洞，就在帕瓦那的矿脉勘探队初次踏足那里的时候，里头却传来了一声啼哭……”\n\n\n\n\n作者的话    嗯，第一次写小说，灵感来源很杂，对宗教传说比较敏感的同学应该可以一眼就看出来黑体字的“我”是什么人了。另外很多资料都是现查的，可能和现实有点纰漏，还请大家指正。\n\n配上音乐食用效果更佳http://music.163.com/style/swf/widget.swf?sid=1070874&type=2&auto=1&width=320&height=66\n",
    "replies": [
        {
            "author": "rukbat",
            "timestamp": 1440469200,
            "txt_content": " 本帖最后由 rukbat 于 2015-8-25 10:23 编辑 \nsimon3000 发表于 2015-8-25 10:21\n然后发现里面有一个飞机\n当当当我去做一个\n然而并没有飞机╮(╯▽╰)╭\n。。。然而这并不是大漠苍狼= ="
        },
        {
            "author": "simon3000",
            "timestamp": 1440469260,
            "txt_content": "然后发现里面有一个飞机\n当当当我去做一个\n然而并没有飞机╮(╯▽╰)╭"
        },
        {
            "author": "rukbat",
            "timestamp": 1440485400,
            "txt_content": "感觉需要自顶一下，顺便求点评"
        }
    ]
}