{
    "title": "<原创·连载>错误的实验 第三章——完美的计划",
    "author": "gggbbb",
    "replyCount": 1,
    "timestamp": 1440493740,
    "txt_content": " 本帖最后由 gggbbb 于 2015-8-25 17:26 编辑 \n\n第二节——力量的追求者\n\n第一章、完美的计划\n\n　　窗外的景物不断地变换着，虽说距离那次失败的实验已经大约半个时辰了，但是他的内心，仍旧无法平静。\n\n　　激动？也许吧。他很清楚地知道，这个突变体能够对自己的组织带来多大的帮助。\n\n　　记得几天前，当听到片刻的传闻之时，整个组织包括自己在内，都没有太把那个实验放在心上呢。原子弹？那只是一个猜测罢了。唯一值得期待的，就是所谓的突变了。不过，现在看来，还真有可能达到无视原子弹的程度，即使达不到，也应该能预防一些中等规模的爆破了。只要抢先一步，在其他组织还没收到准确的情报之前，将那突变体拿下，相信在以后，一定会有出其不意的效果……\n\n　　不知过了多久，那车子缓缓地停在了一间豪华的旅馆旁。\n\n　　======================================================================\n\n　　入夜，他突然被一声隐隐约约的咆哮所惊醒。双眼一睁，翻身下床，查询过组织在城市内安置的摄像头后，才知道这只是一个梦，虚惊一场而已。\n\n　　“神经还是有些过度紧张了呢……”他喃喃着，当他正准备重新躺下时，从城市的西郊，竟好似传出了一阵奇怪的声音，既不是车鸣，也不是狗吠。那声音更像是一个正濒临死亡的人绝望时的咆哮。这咆哮声虽小，但在他的耳边，却听得真切，而且声音传出的方向，正是被那突变体摧毁的实验室。\n\n　　“出来了么，还真快啊……”他望了望漆黑的夜色，喃喃道。“看来，行动要提早开始了呢……”\n\n　　匆匆换好衣服，在电脑的屏幕上输入了些什么后，没有片刻的停留，径直走向旅馆中的电梯……\n\n　　那实验室位于近千米深的地下，对于我们人来说，如果有那样的块头，想要徒手开辟一个合适的入口，不费个十天半个月的，那简直是痴人说梦。不过，对于那个突变体来说，可能仅仅只是小菜一碟罢了。但这个速度，还是有点超出他的想象了呢。\n\n　　他摇了摇头，打开宝马车的车门，驾驶着，缓缓地朝着市中心相反的方向开去。\n\n　　======================================================================\n　　“到了呢……”他轻轻地推开了车门，下了车。\n\n　　“两点一刻么……”他看着手腕上墨黑色的手表，自言自语道。“还剩半个小时……时间足够用了呢。”\n\n　　语毕，他已来到了一个三岔路口前，脚步仍旧不停，朝着前方走去，那看似坚硬无比的墙此时竟似一张纸般，不堪一击，轻轻一撕，墙壁便破裂开来，一座早生锈的铁门进入了他的视线。门关得严严实实的，贴着封条。门上满是蜘蛛网，连钥匙孔都早已锈得不成样子，看来，这门已经废弃了很长一段时间了。\n\n　　他在门前停了下来，将封条揭开，手中不知何时，已出现了一把满是铜锈的钥匙。将钥匙插进孔内，一推之下，那沉重的铁门竟被他推开了。\n\n　　“又是这种无聊的障眼法么……”他轻笑一声，继续向前走去。\n\n　　不出他所料，后面，又是一道门。只不过，这是一扇木门。木门中间，镶嵌着一颗晶莹剔透的钻石。那钻石无论是光泽还是形状，无论是品质还是质量，均为上上层。以他来看，这颗璀璨的钻石与著名的“上海之星”比起，那肯定是只高不低。而这颗价值连城的钻石，却只是一个装饰品么？毫无疑问，这钻石应该相当于触发某一机关的按钮，只不过换了一种形式罢了。\n\n　　他轻轻地抚摸着那钻石，一遍又一遍。每摸一次，他心中的想法就更加确定每摸一次，脑海中的思路就更加清晰。三分钟后，他似乎想明白了什么，轻轻地用手指弹了弹门。那扇木门不断地发出清脆地轻响。他并没有泄气，活动了下指头，又在钻石的上方弹了弹。不知怎么，那门竟没再发出丝毫的响声。他轻轻一笑，用右手食指轻轻地在那钻石旁画了一个奇怪的图案。画完后，打了个响指，那颗钻石竟自动凹了下去，一个巴掌大小的显示屏从木门旁的墙壁中伸了出来，当他输入约定的密码，指纹等后，木门才悄无声息地开了，一股尘埃扑面而来，他干咳了几声，走了进去。\n\n\n\n[fly]前方高能！前方高能[/fly]\n\n\n\n\n　　门内一片黑暗，伸手不见五指，除了从打开的门后透出的夜光外，再也没有半点光源。身旁摆着一些奇怪的灯笼，也不知有什么用处。\n\n　  “你从何处来，又到何处去。”一声冰冷的声音毫无征兆地响了起来，虽然不带任何的感情色彩，但这声音中，似乎包含着一种无故的怨恨，那是一种发自内心的怨恨。很难想象，到底是怎样的经历，才能使说话之人的内心，充满了如此多的仇恨。\n\n　　他环顾了一下四周，这才幽幽地回道：“我从深渊而来，为毁灭而生。到地狱而去，为灭世而争。”\n\n　　语毕，只听得一声轻响，这个房间四周的灯笼里顿时亮起了诡异的绿光。这些绿光漂浮不定，显得格外的阴森。一阵邪风吹过，绿光忽地黯淡了下来，但过了片刻，又重新明亮了起来。\n\n　　在他的正前方，矗立着一个漆黑的宝座，刚才因为光线太暗，在加上这宝座的颜色实在不显眼，所有并没有察觉到它的存在。宝座是用坚固的黑曜石制成，上面雕刻着一种奇怪的图案，跟他在木门上划的，一模一样。\n\n　　宝座上坐着一位披着件灰黑色长袍之人，由于头部被整个兜帽遮住，所以无法看清他的脸。长袍松松垮垮地搭在他的身上，使他整个人显得格外瘦弱，似乎一阵风吹来，他便会栽倒在地，不省人事。\n\n　　两人之间并没有僵持多久。过了一会，他抢先以文言文的方式开口道：“此番来，事有急索王白，臣请三深所钟，三深所钟内，吾将以吾之所知，尽向王道之。”\n\n　　那人俯下身子，咳嗽了几声后，才向他招了招手，让他将事情他就将基因发生突变的事，一五一十地说了出来。\n\n　　听了之后，那人没有任何反应，好像是在思考着什么。\n\n　　他一见那人的样子，急忙又补充道：“虽那突变体实而难制，但若使之立效，一统天下，然是时亦。”\n\n　　那人突然发问：“汝定能全制其突变体乎？”\n\n　　他连忙深深地鞠了一个躬，道“臣定当尽其所能。”\n\n　　当那人听了这句话后，身子一颤，将头上的兜帽用手扒了下来，一双满是怨恨的眼神盯着他，过了一会，才微微地摇了摇头，用沙哑的声音缓缓地道：“善，获突变体一事则由汝主矣，吾将使与汝三人上科研者与五名大战者。若事成功，吾当与汝重赏。归欤。”\n\n　　他客套了几句，刚要转身离去，那人又叫住了他，又重新用目光扫视了他一遍后，道：“记取，出了此门后，切不可向人言此会，若被人知，则以为之通敌罪处，明矣哉。”\n\n　　他连忙转身跪下，庄严地宣誓：“臣知之矣，此事断不以第三人知，LOKI-X万岁！”\n\n　　那人这才微微一笑，挥了挥手，四周的绿光顿时无影无踪……\n\n\n\n       文言文考试答案：\n　　一：这次来，有急事要对王说，请给我三分钟，三分钟内，我会把我所知道的，全部告诉王\n　　二：虽然那突变体实在难以控制，但如果此举成功，一统天下，也不会太晚了。\n　　三：你确定你能控制那突变体么？\n　　四：我会尽我所能\n　　五：很好，制服突变体一事就由你负责了，我将会派给你三名研究人员和五名战斗人员。如果事情成功，我一定会给你丰厚奖赏的，你可以走了。\n　　六：切记，出了此门后，不能向任何人说这次密谈，若被他人知道，则以通敌罪处罚，明白了吗。\n　　七：我知道了，此事绝对不会让第三人知道的，LOKI-X万岁！\n\n\n  @冥王星人  @CloudsXDao  @男人婆 @北极星人 @1137246733 @恶魔-潇洒 @2B与mc的故事 @海潮 @llxy @hznb\n\nPS：终于可以出引索咯，这样我就可以光明正大地弃坑啦更文啦\n\n\nPS2：圣杯贴才动了8个字QAQ\n\n被遗忘的上一章                        所谓引索                       被遗忘的下一章\n",
    "replies": [
        {
            "author": "cowb",
            "timestamp": 1440495420,
            "txt_content": "“两点一刻么……”他看着手腕上墨黑色的手表，自言自语道。“还剩半个小时……时间足够用了呢”。应该改成:两点一刻么……”他看着手腕上墨黑色的手表，自言自语道，“还剩半个小时……时间足够用了呢。"
        }
    ]
}