{
    "title": "<原创·单篇·自传>我与MC",
    "author": "mc红石玩家",
    "replyCount": 5,
    "timestamp": 1440514980,
    "txt_content": " 本帖最后由 mc红石玩家 于 2015-8-25 23:03 编辑 \n\n我与MC前言：由于初次写作，有什么不好的还请指点。如果版主认为我这个帖不合格，请看完再删。\n~~~分割线~~~\n      在三年前的今天。我正在在网上搜索着近几年的新游戏。一次无意间，我发现了它——MC。      起初，我还以为这仅仅是一款普普通通的沙盒类游戏。除了打打怪物、建建房子，之后把末地的末影龙打死就算complete了，但是，我错了。      那时候，我自以为已经成功将MC“成功过关”，于是我高高兴兴的将我最快通关的视频传到了网上。在我上传了将近3个小时后，终于上传完毕，本想看看自己录制MC的水平比那些录制MC视频的同人们要高多少，没想到竟有如此多的高人。看着他们的视频时，我彻底惊呆了。虽然那时我仅仅是一个录制视频的小白，不知道怎么解说，但是他们运用了各种技巧来生存，用自己的不懈努力造出一个又一个MC建筑的奇迹；用在地下埋藏着的红石来造出一个又一个的红石机器；用自己的右手，在MC的这本史书下写出自己辉煌的一页。      后来，因为我看了他们的视频我深受启发，自己默默把那个视频删除了，同时我也搜有关MC的一切资料，不断向许多比较知名的实况主学习，同时在模仿的时候也在创新。同时也在学习一些指令、模组还有制图技术。      两年半后，我吸取了许多实况主录制时的精髓，比如说：以纪录片手法让我们了解知识，热爱自然、精通跑酷的籽岷；PVE大触+命令方块达人+红石达人的卡拉帕西；专注MC5年之久super红石达人明月庄主；坚持录制时间6年的实况主凯麒。还有飞翔使、普伦达、小枫、纯黑……他们独特的解说方式我都不断模仿着、创新着，最终塑造出了今天我的解说方式。同时他们的视频让我在这个二次元的世界中，让我体会到了三次元的人生哲理。也让我对MC这个游戏上，不仅技术更上一层楼，还对这个游戏又有了一层新的体会。      我认为我是时候复出了，但是由于从小学升到了初中，犹如喜马拉雅山一样高的辅导班作业压到了我的身，于是这次计划搁浅掉了。但是，我并没有放弃，我熬完初一上半学期后，我期待已久的假期的时候，命运之神给我开了玩笑，电脑坏了。我真不知道这是悲还是喜，为什么?因为我父亲在上初一说，我家的古董机寿命要到头了，等它坏了再买台新的。没想到竟然这时候坏掉……于是这次的复出计划又失败了。当然我依然没有放弃，又等到了下半学期的暑假，然后发现我的视频录制软件竟然不能用了。因为马上要初二了，实在不能再等了。所以我我干脆专职，加入到了红石技术师的行业里来做地图了。      也许我注定跟实况主无缘，但是却我遇到了MC，这个看似简单而又不一般的世界，犹如家常便饭一样，早就融进了我的心里。仅仅靠一只右手，让我打破了一个又一个记录；仅仅靠一只右手，让我做出一个又一个建筑；仅仅靠一只右手，让我改变了一个又一个世界。虽然我的视频梦已经化为泡影，但是梦之路不是有一条，而是在于你的心在何方。      MC不是个游戏，你信吗？",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1440515580,
            "txt_content": "楼主不懈努力，敢于改正自己错误的精神是值得赞扬的，正是这样的精神支持着你走到了今天，所以希望你继续沿着这条道路走下去，在Mc中留下自己辉煌的一页。\n但是就文章本身而言，楼主的文笔还有待加强。\n不过，坚持不懈的精神会成为你变强的动力。无论你选择任何一条道路，都免不了遭遇坎坷，因此，拥有这样的精神才能在自己人生的道路上走得更远。\n希望楼主继续努力，今后写出更精彩的文章！"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440515940,
            "txt_content": "嘛……我看完了，我要评价几句，顺便找一些错误。\n同时他们的视频让我在这个二次元的世界中，让我体会到了三次元的人生哲理。\n这个世界是一个三次元的世界，因此你知道的……\n总体来说，这篇文章注入自己的真情实感，却又像是一片记录，所以我也不知道是好是坏。\n总之，欢迎加入周边创作版这个行列，记得多看版规少发帖哦"
        },
        {
            "author": "1845797316",
            "timestamp": 1440521580,
            "txt_content": "2B与mc的故事 发表于 2015-8-25 23:13\n楼主不懈努力，敢于改正自己错误的精神是值得赞扬的，正是这样的精神支持着你走到了今天，所以希望你继续沿 ...\nQAQ，他写的好感人，我曾经就这样，一台奔向2008的机子，过热就罢工，但是他真的算入坑吗？"
        },
        {
            "author": "lzs1234",
            "timestamp": 1440545340,
            "txt_content": "我家的古董机用了10年……\nMC是一个游戏，但它不仅仅是一个游戏"
        },
        {
            "author": "mc红石玩家",
            "timestamp": 1440560040,
            "txt_content": "谢谢大家，谢谢前辈们。"
        }
    ]
}