{
    "title": "[多线]时光之城 —— 包含小游戏、创造、生存、海岛、战桥、RPG等的超强群组服[1.7.2]",
    "author": "minecraft菜鸟..",
    "replyCount": 0,
    "timestamp": 1440510840,
    "txt_content": " 本帖最后由 minecraft菜鸟.. 于 2015-8-26 14:21 编辑 \n\n时光之城原名格子服务器、海德鲁小镇，这一次开启群组服，命名为时光之城，想必大家都比较熟悉，因为当年那个我接触到的第一个群组服，时光之城旧二服，给我带来很多回忆，所以选此名字。\n\n子服\n1.生存服（稳定开服）（分三个区，游戏规则有区别，逐步开放，一区已在稳定运行中）\n包含各种趣味插件，比如缆车、烧烤、玩家市场（玩家自由上架物品，也可以选购其他玩家的物品），自由度极高，房屋不限大小，不限制是否浮空，岩浆、水可以使用，可以流动，TNT可以使用，可以爆炸。不提供前往末地的传送，玩家自行寻找传送门，打败末影龙的玩家（如果多人联合攻打，就选择输出最多的）可以获得永久飞行，获得[屠龙勇士]称号，末影龙被打败之后，服务器将会每周六晚8点更新末地，之后打败末影龙的，获得飞行一个星期。\n2.战桥服（稳定。不删档测试中，进行微调）（分5个房间，逐步应需开放）\n当下最受欢迎的小游戏，怎么玩，看籽岷的视频。我们服务器拥有五份地图，玩家可以在进入游戏前，投票决定地图，然后开局！\n3.海岛服（稳定运行中）（目前仅一个区，后期可能应需开放其他区，模式是否相同会在群内投票）\n最受欢迎的一种空岛生存模式，出生在一个小岛上，旁边都是水，碰到水立马反胃效果，两秒钟死亡。出生点有树、牛和一个箱子，你就靠着这些物品，反正你的世界吧！当然，你可以看着远处其他玩家的岛，和他们连在一起，邀请他们加入。你也可以做任务来获得各种稀有物品！\n4.RPG服（策划中，一个月内开放）（分三个区，每个区模式不同，逐步开放。目前进度：30%）专业的RPG策划团队和建筑团队刷新你的RPG服务器体验，剧情新颖，专业策划武器，带给你不一样的RPG体验！\n5.饥饿游戏服（内测中，测试完成比例：85%，预计26日晚就会开放）（分五个房间，逐步应需开放）\n看过饥饿游戏电影的就应该知道，杀死其他人吧！\n6.其他小游戏分服（稳定运行中）\n吸血鬼大战，掘一死战，躲猫猫，TNT跑酷，彩蛋射击卡丁车，神庙逃亡等超多小游戏（目前仅开放了前5个，其他的陆续开放）\n\n规定：\n1.禁止VIP玩家利用权限扰乱其他玩家正常游戏，否则取消VIP且不退费。\n2.禁止恶意破坏其他玩家建筑，否则撤销你的所有操作，包括正当操作（其他玩家不受影响）\n3.禁止刷屏、辱骂他人，向OP索要物品，索要OP权限，索要其他权限，否则一律禁言\n4.禁止利用BUG刷东西，做破坏游戏公平性的事情\n5.禁止怂恿、教导、误导、教唆其他玩家犯罪，否则同等惩罚\n\n\n我们对OP的规定：\n禁止或玩家有任何服务器内的金钱、物品的接触，帮助玩家刷物品、给权限，一律取消OP或者封禁。\n\n图片（上次的找不到了，美图没有了，要看的下壁纸包）：\n壁纸包：百度云盘下载\n现在的一些杂图：\n完美配置的战桥\n\n海岛生存（各个岛屿之间间距不是很大，可以划船到别人的小岛上去哦！但是有保护的，无法破坏的哦！\n其他小游戏（大厅）\n足球场\n\n躲猫猫竞技场\n\n赛马场\n\n吸血鬼战争竞技场\n其他小游戏竞技场就不一一展示了\n\n生存服主城出生点\n\n生存服主城教堂\n\n生存服主城一角\n\n海德鲁名人堂\n\n并联大厅建设完毕，位于海底，暂时不发照片，保留神秘感[小声]\n\n\n价目表\n生存服VIP（目前仅生存服出售VIP，后期添加的其他类型VIP会先在此贴更新之后再开始出售 ）\n\n注意：如果代表是否有，则1表示有，0表示无。如果代表数值，那么数字就是对应的数值。比如@他人，0表示没有此权限，1表示有此权限。再比如独立空间有几排，那么1表示一排，5表示5拍。\nVIP4及以上有飞行特权，其他等级的VIP只有加钱才能有飞行，普通玩家30元一个月，VIP1玩家20元一个月，VIP2和VIP3玩家都是10元一个月。\n反馈你的意见和建议\n有任何对服务器不满的，觉得不合理的，发现OP和其他玩家有不正当活动的，可以随时照以下格式: [游戏内ID] [QQ号] [出现时间] [问题的具体说明] [给出你对解决办法的建议]，发送到2713960994@qq.com，主题是服务器内投诉。我们会全力及时受理！\n\nOP证明\n图为生存服主城\n\n欢迎常驻玩家和小游戏玩家加入我们的服务器！\n\n\n\n",
    "replies": []
}