{
    "title": "<原创·连载·圣杯>《块与战争》中世纪篇第三章 结束？|by:一枚渣渣",
    "author": "一枚渣渣",
    "replyCount": 4,
    "timestamp": 1440554220,
    "txt_content": " 本帖最后由 一枚渣渣 于 2015-12-27 15:17 编辑 \n\n　　七天后，还是坎塔城\n\n　　战争仍在继续\n\n------------------------------------------------------------------\n\n　　“殿下，萨卡帝国也开始向我们派兵，而且已经快到了。”还是那位大臣，还是坎塔城宫殿。\n\n　　“什么？！我们不是和他们签了和平调约了吗？”\n\n　　“殿下，天神之武已经快锻造完毕了，而且，不是还有纳塔帝国吗？他们可以拖延萨卡帝国的军队，我们就有足够的时间了。”\n\n　　“希望如此吧。”\n\n------------------------------------------------------------------\n\n　　“殿下，萨卡帝国也开始向坎塔城进攻了，而且他们已经秘密前进到了我们进攻部队的右翼处2萨摩（这个世界的长度单位，约1.3公里）。殿下，我们应该立刻派遣援军，以免天神之武落入敌手。”\n\n　　“哼，我就知道那个维尔会过来跟我们抢夺天神之武，把苏勒曼的军队调到坎塔城当援军吧。”纳塔帝国皇帝萨维尔下令道。\n\n　　“是。”\n\n------------------------------------------------------------------\n\n　　“什么？！”他的听到这个消息的表情和乔纳森如出一致。\n\n　　“是的，萨卡帝国也派兵过来攻打坎塔城了。”LANH低声的说着，周围围了一圈听消息的重剑士也是一阵哗然。\n\n　　“塞勒斯那有没有派援军过来？我们现在可敌不过他们啊。”一个重剑士问。\n\n　　“援军是派过来了，但是是苏勒曼的援军，也就是说我们得扛三天。”\n\n　　“要是我们扛不过会怎样？”一个比较矮小的重剑士问。\n\n　　他没有立刻回答，只是把手架在了脖子上，一划，才回答道：“我们都得玩完，不管是坎塔帝国还是我们。大陆上的所有国家都得和我们一起玩完。”\n\n　　“重剑士集结！”一声大吼打断了他们，所有重剑士立刻按部队的排列集结成一个个方阵，远处萨卡帝国的军队已经清晰可见，前排的骑兵扬起的尘土遮挡了一部分天空。\n\n　　“长矛手！”\n\n　　长矛手们立刻排列成了反骑兵阵列，一个个方阵如同刺猬般。\n\n　　前排的轻骑兵被这些刺猬般的方阵阻拦了下来，他们的武器根本够不到长矛手，而他们又不能离这些方阵太近。\n\n　　“前进！”\n\n　　原先蹲守防御的长矛方阵开始了前进，一些骑兵猝不及防被刺到，战马的哀鸣显得十分悲凉。\n\n　　原先快速前进的长矛手开始了冲锋，他们手中的长矛直指萨卡士兵。重剑士也跟在后面开始了冲锋，倒下的战马和骑兵被庞大的方阵踩成了肉饼。\n\n　　突然，萨卡军队开始了放箭，长矛手的方阵被这箭雨所覆盖，倒下了一片，而重剑士们则排成了防御阵列，厚重的盾牌和盔甲挡下了漫天的箭雨。\n\n　　在箭雨结束后，他们又开始了冲锋，萨卡军队已经离他们很近了，突然，原先沉默的投石机开始了发言，带着火焰的石丸砸落在地，威力不亚于火炮。\n\n　　他看着周围的队友被砸成肉饼或被火焰烧死，鲜血溅撒到了他的那闪耀着金属光芒的盔甲上，他看着这样的血腥场面，闻着血的腥味，他很想吐，但他忍住了，他又很想停下来，但庞大的队列不会为了几个停下的的人而停下，他只能前进。\n\n　　离萨卡军队的队伍更进了，他们停止了放投石机，前排的步兵开始了冲锋，两个队伍互相碰撞，钢铁碰撞的声音和士兵呐喊的声音融为一体，空气中弥漫着死亡的味道。\n\n　　几个步兵冲进了重剑士的阵列里，立刻就被厚重的长剑杀死，步兵对上重剑士只是能是死。\n\n　　他站在队伍的中列偏前，看着前排的人杀戮着冲上来的步兵，他感觉脚下有很多东西，但他没去看，虽然重剑士对步兵是优势，但数量上的劣势导致了仍有重剑士的伤亡，现在，已经快轮到他了，又有一个步兵冲进了队列，他举起长剑，向那个步兵刺去，厚重的长剑刺穿了步兵那薄薄的铠甲，直接刺穿了他的躯体，长剑被拔出时，鲜血喷涌而出，原先已经溅撒上鲜血的盔甲又添加了一些鲜血，滴着鲜血的长剑也使得他看上去十分的狰狞。\n\n　　他前面的人倒下了，敌人的重剑士也加入了战局，他挥舞着长剑向一个重剑士砍去，那个重剑士的盔甲被破开一个口子，鲜血从那个伤口中流出，那个重剑士对付完了一个队友后，手中长剑向他刺去，他用盾牌挡住了这一重击，那个狡猾重剑士立刻改变了攻击目标，手中的长剑向LANH防御薄弱的后背刺去，LANH倒下了，他丢下了盾牌，用尽全部的力量向那个重剑士刺去，这个不明智的做法也使得他倒下了。\n\n　　“呵，结束了吗？也好。”\n\n[？]第一阶段特训结束，开始第二阶段特训。\n\n　　中世纪篇结束。（未完待续）\n\n                                                                                       \n\n                                                                                 终于把中世纪篇结束了\n\n@1137246733 @250=mo @guqu @One_passer @yuchenyang @毒蛇 @恶魔-潇洒 @gggbbb  @2B与mc的故事 索引帖：索引\n\n\n",
    "replies": [
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440554340,
            "txt_content": "不得不说很高产"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1440554460,
            "txt_content": "Sad_elevenKH 发表于 2015-8-26 09:59\n不得不说很高产\n锁了4小时能不高产吗_(:з」∠)_"
        },
        {
            "author": "guqu",
            "timestamp": 1440558900,
            "txt_content": "一枚渣渣 发表于 2015-8-26 10:01\n锁了4小时能不高产吗_(:з」∠)_\n锁的生活不能自理的你"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1440559080,
            "txt_content": "guqu 发表于 2015-8-26 11:15\n锁的生活不能自理的你\n差点不能自理"
        }
    ]
}