{
    "title": "|原创/连载/圣杯|《当世界变成方块》第一章  >byElevenkh",
    "author": "Sad_elevenKH",
    "replyCount": 5,
    "timestamp": 1440553860,
    "txt_content": " 本帖最后由 Sad_elevenKH 于 2015-8-31 09:45 编辑 \n\n\n当世界变成方块                                                                 by Elevenkh作者的话本来就有打算写篇小说，正好圣杯开始，就投了稿，希望大家能一行一字的慢慢看。本人文笔一般，所以准备在剧情上下功夫了。话不多说，往下看吧0（o——o）0\n\n\n                                                                                         \n第一章    我，是一名普通的mc玩家，至少我自己是这么认为的。不过,从很早开始，我就脱离了正常的生活。五年前。      不知道为什么，闻着扑鼻而来的香气，看着满桌子可口的饭菜，我却没有胃口，肚子也在隐隐作痛。也许是因为最亲密的爷爷刚刚因为肝癌而离开了我们的关系。算了，晚上和朋友打打mc心情就会好起来吧。我无精打采地挥动着手中的筷子，将菜夹入口中。一旁的妈妈也不说话，一副担心的样子。她应该是在担心我的心情吧，毕竟爷爷是我最亲密的亲人之一。    “小沙，晚饭后要不要出去一起散个步？“妈妈说。    “不了，我去房间里打游戏吧。”我说    “去吧，不过从现在开始不要吃任何东西。明天要带你去医院检查身体。”妈妈温柔地说。 检查？什么检查？这件事很快就被我抛到脑后。不过最近确实感觉口干舌燥，浑身无力的，可能又是因为熬夜而休息少了，不知道妈妈会不会强迫我躺在床上休息呢。在电脑椅上休息着，我望向窗外。雨稀稀拉拉的，糊住了窗子，月亮的被映在了窗上，照出圆圆的影子。我长吁了一口气，把耳机戴在头上，听着激情奋进的音乐，宅在了电脑屏幕前。第二天。我们来到了医院。闻着刺鼻的药味，我皱了皱眉头。之后，我和妈妈辗转各个楼层，做了检查。在开出体检单的时候，医生找妈妈聊了很久。离开医院时，妈妈一脸平静地对我说：“小沙，你得了一种慢性病，要每隔一个月来医院检查一次。”当时，我并不知道我的人生会因此改变。      从此我和医院打上了交道。      直到两年前的一天，我才知道自己得的究竟是什么病。      几个月以来，我每每个月都要在医院接受三天的治疗。打了一天点滴，是时候出来透透气了。天空上看不到太阳，天阴阴的，风拂过我的脸颊，很舒服，很适合来散步。住院大楼外有一条种满花花草草的绿色走廊，不如去那里散个步好了。在那里，我听见白大褂医生和妈妈的对话。     “又……恶化了吗……”     “是的，这次恐怕要住院更久来进行观察。”     “没关...系，我早就知道会有这么一天了，毕竟是肝癌。”癌症！？我的脑子突然一片空白，让我好好理一理头绪。妈妈是在检查当天就决定瞒下来了吧，是不为了让我伤心吗。想想妈妈为了瞒住我是怎么藏下化验单，又是怎么向医生好说歹说来骗我的，我有些无奈，同时我也确实很伤感，要爷爷那样去天国了，我还没有在这个世界上待够啊。      当天晚上，妈妈进来问候晚安时，我直接地问道：“我是不是没救了？”     “你在瞎说什么呢？只要你好好配合医生的工作，病很快就能好的。”妈妈笑着对我说。在妈妈关门出去时，我分明听到了轻微的哽咽声，坚强的妈妈...哭了？       当晚，我一夜无眠。       半年前。       从妈妈担心的眼神中，我的病情仍在恶化。妈妈在和医生开始商量手术的事情，虽说肝癌不能治愈，但是却可以使生命继续苟延残喘，由于长期的化疗，我那虽说不长的头发已经全部脱落，然而病情却丝毫没有好转的势头。       现在。      早已对刺鼻的消毒水味失去感觉的我，手里捏着白白的被子，我感到浑身乏力。做完手术已经一周了，虚弱感依旧没有消失。手上握着粗粗的木筷子，已经不知道有多久没有吃上以前那样丰富可口的菜肴了，医生给我制定了一套菜谱，少了这么多调味料和美味的食材，食之无味，吃东西也变成了一项机械的活动。     对于绝症来说，手术这样的拯救也许没有什么用，连多彩的生活都没有体验过就离开了这世界，就是我最后的宿命。    卡啦的一声，把我带进现实，病房的门被打开了，一个西装模样的男子朝我的病榻缓缓走来，后面跟着我的妈妈。                                                                                                                                             （未完待续，本章字数：1362）                                                                   \n\n                                                                                                                                                                目录                          下一章\n剧透：非请误入西装男的身份究竟是？他希望我能配合他的实验，我会如何应答？\n希望大家多多支持。。希望大家能支出我文章中的不足\n\n",
    "replies": [
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440681060,
            "txt_content": "621842982 发表于 2015-8-27 21:12\n加油，我支持你\n大家一起加油，有意见尽管提"
        },
        {
            "author": "621842982",
            "timestamp": 1440681120,
            "txt_content": "加油，我支持你"
        },
        {
            "author": "1602828933",
            "timestamp": 1443454320,
            "txt_content": "看到主角名字还以为是我认识的,想想她不玩MC,恩,她用过这个名字写段子,说是想不到用什么就用我名字了，圈名沙子,楼主加油。"
        },
        {
            "author": "3567",
            "timestamp": 1460361000,
            "txt_content": "我觉得你的文笔挺好的呀，继续努力吧"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461465360,
            "txt_content": "全版最多的一类作品——“第一章”……"
        }
    ]
}