{
    "title": "<原创·连载·圣杯>《上古神域》第一章 伙伴",
    "author": "Mu_North",
    "replyCount": 0,
    "timestamp": 1440560880,
    "txt_content": "\n\n    墙壁上的石砖已经受到风的无数次摧残，石缝空隙很大，已经挡不住冬天刺骨的寒风了。地上四处是肮脏的灰尘。而天花板上则布满了蜘蛛丝。阳光透过满是裂痕的玻璃窗，照射进了一位少年的脸庞。只见，少年满是憔悴，他熟睡在一张老旧的木板床上。\n “汪！”一只褐色的老狗撞开破旧的木门，走了过来，即便已经有些老态龙钟，可依稀可以看出它曾经的辉煌，一只优秀的猎犬。它不停的在床边叫着，企图唤醒少年。可以看出，老狗呆在他的身边已经有些日子了。\n    它发现床上年轻男子已经睁开了眼睛，嘴唇微微地动了一下。\n一直以来的压力与恐惧瞬间爆发出来！它不停的狂吠着：”汪！汪！“可是一点用也没有，少年又合上了。老狗显得有些失落，在旁边叼了一块破布过来，当成被子。静静的守护在少年的旁边。\n    已经连续了半个月的时间，可是，每次当他试图睁开双眼的时候，脑海中总是一片空白，之后又不停的想起那个夜晚所发生的事情。一霎间，在电光火石之间，脑子像被炸裂了似的，十分的痛苦。意识对身体的神经感知十分的微弱。身体一点知觉也没有。只能听见那狗叫的声音，什么都干不了。\n    我要醒了！必须醒来！\n    将无数的记忆抛向脑后，忘记！\n    突然，少年睁开了双眼，静静的望着肮脏的天花板。眼前出现了几个字。\n   \"进入成功。”\n  ”游戏开始了么？“少年从床上下来，面前的房屋令他觉得有点恶心，吸了口灰尘，不停的咳嗽着。他手上的金戒指，投影出了令人熟悉\n的界面。\n    角色名称：索亚\n    年龄：17\n    身高：176cm\n    体重：57kg\n    种族：人类\n    隶属帝国：海维克斯帝国\n    \n   \n  ”MMORPG？“索亚显得有些意外，没想这个世界竟然与游戏差不多，也就是说自己进入到了一个虚拟现实的游戏世界。可那天晚上的事，是什么情况。跟那个自称神使的女人说的一样。把他当游戏来玩。\n    蜷缩在木板床旁边的老狗也睁开了眼睛，它看到面前的主人显得有些激动不已。不停的狂吠着:\"汪.！”表示出自己的欣喜。\n  ”我熟睡的时候想必是你在照顾我吧？谢谢！“索亚抚摸着老狗的头。\n    可能是老了，老狗也不在叫了，而是便得安静起来，而且还显得有些昏昏沉沉，像要晕过去似得。不过，奇迹的一幕发生了，老狗全身发起了金色的光芒，原本老态龙钟的样子没了，反而有些朝气蓬勃。它的眼睛也变了。与其说是狗，其外貌特征，更像只苔原狼！面前的是一只灰狼！\n    进化啊!还带物种错乱！\n    金戒指。再次投影出画面。\n ”宠物：阿步思野狼\n    等级：1阶/1级\n    战斗技能：”凶狠撕咬““狼嚎”\n    介绍：一种生活在阿布斯的野狼，其特性耐寒，体型大、机警、多疑、凶狠。其模样同狼狗很相似，对主人忠心赤胆。当阿布思野狼到达三阶之时可以骑乘。五阶时将进化为炼狱狂狼。七阶时将领悟死神技能。十阶时将进化为嗜血狱狼。\n”   把你取个名字吧“索亚思索着，“就叫布斯？挺好的。”\n   ”我的冒险即将开始！“索亚自言自语道，”我要逃离这个世界！。“便将那木板门直接踹开。\n\n\n\n\n\n    ”大事不好了！鬼屋子跑出个鬼来了！”一位长得有点胖的大婶大叫着，声音震耳欲聋。听见大婶的人也纷纷议论起来。索亚感到有些惊讶，他一开始还觉得自己在什么荒郊野岭的地段，没想到是在一个村子里，他还不知道这村叫啥名，就被人当成鬼。\n   ”居然还有这么老的玩家。或者应该是NPC吧“\n   ”哪里有鬼？这大白天的，还有亡灵？“那是位裸着上半身，褐皮肤的，浑身肌肉的壮汉。看样子他应该常年在太阳底下晒。，不过看他那身材，真是极致。那男人手里还拿着一把巨斧，左臂纹了一条龙。看样子真是可怕。\n  ”额...你是玩家吧？“\n  \"  什么玩家？你也是被那啥神使叫过来的？”\n”  没有错。“索亚找到了一位跟自己一样遭遇的人，显得有些讶异。\n “ 我叫西普，愿意跟我冒险吗？”\n     在这个村子里，之前也就只有西普一个玩家，毕竟人多力量大，多一个人是再好不过，一直独来独往，反而会吃大亏。西普当然考虑了这点。\n  “十分荣幸。”谁会抛下一位壮汉能保护你的机会，索亚也才刚刚来到这个世界，毕竟对这个世界一点也不熟悉。\n  ”我刚来到这个世界，能告诉我一些关于这个世界的事吗？\n  ”这个世界无非只是神灵的游乐场罢了，有点类似于赌场。而我们就是赌注...如果以我目前知道的来说，想必至少有十万左右的人被卷入这场风波。外面的人想必都在寻找我们把。“\n     索亚跟随着西普，一路听着他的介绍。\n ”上古之神共有四位，代表了不同的大陆。风与雷电之神-卡米勒 代表着 卡密瓦西大陆，火与青铜之神-诺瓦丁 代表着 修尔东大陆，大地与山之神--芬尔 代表着 密比西大陆，海洋与冰之神代表着伯利亚北大陆，也就是我们所处的这个地方。同时，帝国联邦无数。这场游戏的规则很简单，只要将其他帝国的人统统杀光。或许把它当场游戏来玩。虽然是场游戏，却不可以小视！妈蛋，死三次就真的挂了。“说到这里，西普显得有些愤怒。\n“话说，这个游戏，就没有职业或者技能之类的？“\n“当然有，只是目前你只不过是个贫民罢了，等你到达了平民之后，就可以选择自己的三个天赋。以三个天赋来决定你的职业。想要成为平民，你得先有钱，在有座房子。就可以了。目前的话，我所选择的天赋是：格斗，铁甲，意志。所职业也就是守护者。至于技能你所得到的武器就会有技能，也可以通过任务，副本，或者自创形成一套连招技能都是可以。不要总把它当场游戏来玩。”\n“这里便是我的房子了。”一路顾着聊天，很快就到了。\n   房子不是特别大，两层。从外面看，却是没有什么看点，而进了里面，地板上一丝灰尘也没有，家具摆得整整齐齐。跟索亚那破房子简直是小巫见大巫，形成一个很好的对照。\n”你家房子真漂亮啊。不介意我的狼也进来吗？“\n”不介意的。我可以教你一些战斗技巧。“说完，便从箱子里找出了一把小铁短剑，仍给了索亚。“这是我的第一把武器，我们可以先去杀点怪，看看能不能掉些好东西，拿去卖钱。”\n“哦！对了怎么加好友？”\n“你戒指对着我的戒指。”\n   他们两个的戒指，相互碰撞。发出一道绿色的光芒。在索亚的视线里，西普的头上则多了一个绿色箭头。西普也一样。\n   西普带着索亚，出了门。索亚没有想到，西普这个壮汉，原来一点也不粗鲁，反而显得有些绅士风格。\n\n\n\n\n",
    "replies": []
}