{
    "title": "<原创·连载>《青色之风》[第零章·久远以后所发生的序幕]",
    "author": "zyj0807",
    "replyCount": 13,
    "timestamp": 1440568800,
    "txt_content": " 本帖最后由 zyj0807 于 2017-9-2 20:12 编辑 \n\n第零章 久远以后所发生的序幕\n\n\n　　他感到自己做了一个长长的梦——身处一片幽静黑暗的环境之中——梦中的一切都显得光怪陆离。然而只有一座圣白色的高山，一座山脚下静静矗立的高塔一直贯穿始终。\n\n　　他认识那座高山，他也曾在过去听说过那座山边高塔，但他们出现在梦中是否象征着什么，还是说这仅仅只是一个噩梦而已？\n\n　　他不知道，就像他也不知道自己何时会醒来，这样浑浑噩噩的状态一直持续到他在迷迷糊糊中听到一段对话——\n\n　　“你的同伴已经倒下。”\n\n　　这是一名女子的声音，冷傲、吐字清晰。\n\n　　“但他们取得了胜利。”\n\n　　第二个声音是一个男生，听上去很年轻。\n\n　　“你还是不明白吗？这样的战斗根本毫无意义——我们不应该......”\n\n　　声音逐渐模糊，但这两人的声音所传达出的熟悉感却始终挥之不去。他知道他应该在这梦外认识说话的两人，心中微微一跳，似乎可以感到有几道目光落在自己身上。这目光像是一道联系到这个梦境的纽带，使他的身体渐渐发沉，下一刻他才反应过来——那是重力。\n\n　　他现在终于确认了，他足够能感受到自己的身体了，虽然全身上下还是不听使唤。他的意识逐渐回归，呼吸不由得有一些紊乱。我死了吗？\n\n　　不，我没有。\n\n　　“不必多言了，作为中场休息，这已经足够了。这会是最后一战......”男孩的声音又一次清晰起来，但随即又隐去再无声息。\n\n　　战斗？\n\n　　是谁？他的同伴么？\n\n　　是了，他的同伴在战斗。他的思路清晰起来，先前所发生的一切像是胶卷电影一样呈现在他的脑海中，从他下定决心的那一刻开始——他就豁出了性命。\n\n　　他终归成功了。\n\n　　四周有微弱的气流，他心中活络起来，心意一动，周围的声音一下子变得明晰。尘土飞扬的声音，碎石颤落的声音，风刮过的呼啸和大环境诡异的寂静汇聚在一起盖过了之前所有的细小声响。他感到周围的温度渐渐下降，起先还有一股温热在他体内散发出来，但过了一会儿他还是感觉到温度直线下降。\n\n　  冷。\n\n　　他眨了眨眼，吃力地撑开一些眼皮。肉体的感知彻底回归自己的大脑之下。有血浆在喉中滚动，四肢撕裂般的疼痛如潮水般涌来，他从一片废墟里爬了起来，每一个身体的动作都非常缓慢。\n\n　　我是在那座塔下吗？他试图确认这个事实，却猛然发觉左眼被一片惨淡的黑暗覆盖，而右眼却被血所凝住，让他看不清楚。\n\n　　四周尽是断壁残垣。他的对手——不久前还站在他的面前用恶毒而卑微的语言大肆嘲笑着他和同伴，现在也应该躺倒在废墟的某一处，永远地睡去。\n\n　　他毫不怀疑这个事实，眼前闪过那人最后惊骇的面孔，和认为他是疯子的嘶吼。\n\n　　他很想笑，可却虚弱得像一名风烛残年的老人。他最终确认自己的左眼已经因为超负荷的魔力支出而彻底失去了知觉——再也睁不开。\n\n　　佐格啊，你只不过是一条无法直面死亡的狗，罢了。不论是面对父亲，还是我。\n\n　　他向前走去，残破不堪的身躯行走在灰黄色岩石上，一片昏暗不堪的光线里。\n\n　　痛感和冷风让他愈发清醒，他勉强认清方向走去。\n\n　　他要前去帮助仍在奋战的战友，并在路上坚信他们所有人的胜利。\n\n　　身下的血线越拖越长。他瞧了瞧，左腿上破开了一个洞口，鲜血正不住向外流淌。\n\n　　心头微动，一团几乎透明的微弱魔力将洞口封住。但也只是堵住了不断流出的血液，伤口依然没有愈合的迹象。\n\n　　这是他所剩无几的魔力了——微弱得可怜，却也好过没有。\n\n　　“轰——”身侧的石头堆轰然爆开。\n\n　　他的步伐没有为此停顿，视线没有发生一丝的偏差。\n\n　　执著得可笑，可笑得一如既往。\n\n　　“江！——时！！——”充满了极度怨恨的话语响起。\n\n　　呵，原来你也苟活了下来啊，佐格。他转过头去。\n\n　　那副丑恶的嘴脸此刻扭曲在一起，眼神里尽是劫后余生的恐慌和庆兴，因此显出远胜平时的狰狞。而他的左手自肩膀以下已不见了踪影，胸膛一片血肉模糊，露出了森森白骨。\n\n　　可真是令人羡慕的狗屎运。\n\n　　“可惜了......”他张了张嘴,这样无不讥讽地说道。\n\n　　“是啊......咳咳——江时......可惜了——”佐格咳嗽了几下，吐出了一团红黑色的血块。\n\n　　不同的人，不同的命。\n\n　　“哈......你今天就死在你那个朋友的家里吧！”他狼狈的脸上尽是得意之色。\n\n　　江时未曾偏头，但他心知自己残存的生命之火也许就此熄灭。\n\n　　“咻——”破风声从身后传来。\n\n　　抱歉，各位......对不起，姐姐......他不禁又想到将声音传达给他的人。\n\n　　抱歉了，苏亚。\n\n　　“没办法陪你们了。”他想着，心底是一片无边际的失望和遗憾，兴许还混着几滴悔恨的泪。\n\n　　“噗嗤——”血肉被刺穿的声音不出意外地响了起来。\n\n　　可意料之中的疼痛却没有降临，他不禁有些惊诧。\n\n　　原来身体已经是麻木到了这般境界吗。\n\n　　“砰——”他转过头，敌人跪倒在地上，脸上的愕然永远凝固，心脏处插着一支银白的箭矢，眼中的色彩渐渐褪去。\n\n　　一切都发生在转瞬间，等江时回过神来，一汪紫黑色的血泊已蔓延到他脚下，浸透了岩石的纹路，将其染得深红。\n\n　　他的目光转移到了这支挽救他生命的箭矢上，白羽银头，上面雕刻着一种熟悉的异兽图案，狰狞而美丽。\n\n　　“这是……”他身体一僵，好似想起了什么，缓缓抬起头，面色复杂地向箭矢飞来的远处望去，漆黑的眼中映照出的一道身影让他心脏为之一顿。\n\n　　洁白的衣裳开满了血色的花。一双眼眸依旧深邃璀璨如若夜空。\n\n　　于是拉弓的人伫立在那，扬起了弓。\n\n　　像致命的玫瑰一样绽放。\n目录\n本次更新大部分是修改，并且修复一下1.0版本的名字BUG，更新为1.1版本1.江泽的名字已经替换成江时，我很高兴他能回到最早的设定线上来2.开头添加了一段彩蛋，具体也许等到完本才会揭晓3.从现在开始应该会月更，但会优先修改过去的章节4.令我自己高兴的是，我终于做出了添加章节名的决定5.欢迎观看我的故事[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "普通HIM",
            "timestamp": 1440578040,
            "txt_content": "新...新人第一帖？！\n又是一个刚来就是大触的！"
        },
        {
            "author": "zyj0807",
            "timestamp": 1440579540,
            "txt_content": "普通HIM 发表于 2015-8-26 16:34\n新...新人第一帖？！\n又是一个刚来就是大触的！\n确实是第一帖，但我哪是大角虫- -"
        },
        {
            "author": "普通HIM",
            "timestamp": 1440579540,
            "txt_content": "zyj0807 发表于 2015-8-26 16:59\n确实是第一帖，但我哪是大角虫- -\n你这个文笔...\n对我来说逆天了"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440585420,
            "txt_content": "发现大角虫！\n看来圣杯一开始，许多触就涌现出来了呢"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440589980,
            "txt_content": "大触！，写的好虚幻"
        },
        {
            "author": "2642301356",
            "timestamp": 1440593880,
            "txt_content": "圣杯乃是一些隐藏的大触崛起的机会？(更新了@我呗，觉得蛮好看的，魔法啥的)"
        },
        {
            "author": "zyj0807",
            "timestamp": 1440595200,
            "txt_content": "2642301356 发表于 2015-8-26 20:58\n圣杯乃是一些隐藏的大触崛起的机会？(更新了@我呗，觉得蛮好看的，魔法啥的) ...\n哦知道了- -"
        },
        {
            "author": "1137246733",
            "timestamp": 1440634380,
            "txt_content": "有些触的天赋\n但小说这事靠的不是文笔，慢慢来吧\n情节方面还需要磨练"
        },
        {
            "author": "46241359",
            "timestamp": 1444216200,
            "txt_content": "为什么我看不出来有大触的成分。。。。\n总体来说这篇文相对于一些让人觉得忍无可忍想要直接开始骂战的作品来说，算得上难得一见的佳作。而且这个水平如果放进圣杯的作品中说是中游或中上游并不夸张【这仅限mcbbs】。但如果仔细阅读还是能找出不少的缺点，另外评论中看到有人说作者的描写很虚幻，个人认为楼主的描写不算是虚幻，因为完全没有营造出该有的气氛，对于环境的细节描写太少，大部分都是写的对话和人物的动作以及各种咳嗽声，我搭眼一看瞬间拍案而起以为是个凑字数的。另外，除了细节描写太粗糙以外实际上圣杯的文里我也找不出几个细节描写很震撼的。。。。，让人有点搞不清楼主这个章节想表达什么。本人认为最起码该有个铺垫或者伏笔，但在这篇文字中我貌似只看见了一堆人死死死，再加上一些看起来很无厘头的对话，并且，有个问题，如果是劫后余生的恐慌和庆兴，那和狰狞应该没多大关系。毕竟狰狞一般是形容人的脸上的表情十分可怕，一般来说是带有浓重的杀气。然后还有一堆粗糙的战斗场面描写我就不一一指明了。我不记得圣杯有限制字数上线，多写点也不会怀孕说不定还有辛苦费。。。。"
        },
        {
            "author": "zyj0807",
            "timestamp": 1456549500,
            "txt_content": "46241359 发表于 2015-10-7 19:10\n为什么我看不出来有大触的成分。。。。\n总体来说这篇文相对于一些让人觉得忍无可忍想要直接开始骂战 ...\n我这里写佐格用以“狰狞”一词是根据他的人设来的\n我认为他此时杀意大过侥幸\n我这章战斗场面只是粗略地一笔带过而已\n况且这不是在学习吗;D\n这个章节是一时兴起后未经思考而产生的章节【全书结尾之一】细节描写我也没有用心的写，这章挺废的以后我努力上进，不要虚。至于环境描写...这的确是个毛病。通常描写我都是后面补上的。\n感谢版主大大的评价XD"
        },
        {
            "author": "3567",
            "timestamp": 1465052040,
            "txt_content": "大触，你的文笔已经甩我几条街了"
        },
        {
            "author": "dijian",
            "timestamp": 1505178000,
            "txt_content": "我也是新人，大触，很好啊！"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1505218560,
            "txt_content": "大佬！终究是我等不可触及的人物啊"
        }
    ]
}