{
    "title": "<原创·连载·圣杯>《费雷德欧将军回忆录》第二天 遭遇战 [恶魔-潇洒]",
    "author": "xcc",
    "replyCount": 6,
    "timestamp": 1440575160,
    "txt_content": "我还没有灵感",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440575160,
            "txt_content": "标题: <原创·连载·圣杯>《费雷德欧将军回忆录》第二天 遭遇战 [恶魔-潇洒] 本帖最后由 恶魔-潇洒 于 2015-8-26 16:15 编辑 当我国的国旗飘扬在他国的领土上时，那才是我们的胜利之日！\n蒙司终究会征服世界！\n我，蒙司卡娜女皇将会带领整个蒙司走向更加光明的未来！\n夷平一切障碍！\n——摘自蒙司女皇演讲词\n遭遇战\n478年2月26日\n费雷德欧·塔罗格\n齐拉-斯什漠原\n无归属\n\n\n又是一个寒冷的夜晚，冷风像草原上的轻骑兵向我袭来，我抱着身体继续走着。\n夜晚总是难熬的，黑暗且寒冷。\n我的喉咙又干又燥，在这样的环境里我是不可能喝到水的，毕竟我找不到那些宝贵的液体。\n我叹了口气，咽了咽口水，继续往前走。\n沙尘暴就在几千米以外的地方，并开始朝这里推进。\n更要命的是我前进的方向正是沙暴的中心！\n完了完了完了，难道我要葬身在这个方圆击败里都没有人烟鬼地方？！\n\n\n正当我心急如焚之时，远处的一阵枪声让我瞬间警惕起来。\n随后便是短兵相接时武器的碰撞声。\n我循着声音走去，倒没有发现什么，只是一个掉在地上的头盔引起了我的注意。\n我捡起头盔，这是齐拉士兵的标准头盔，我打算戴在头上，至少可以有一丝安全感。\n但那头盔刚被我举上头顶，就听到又一阵枪声，我的手一抖头盔掉在了地上。\n滚动几圈发现那头盔已经被打成了个马蜂窝。\n\n\n随后又是密集的枪声。\n我脚下的沙子突然蹦跶起来，我后跳几步，被吓得一动不敢动。\n有人在朝我开枪！\n远处出现了一些人，他们看上去伤痕累累，但依旧惊恐地奔跑着。\n我看清了，那是败北的齐拉士兵！\n“塔塔塔”，刚刚还在奔跑的士兵，现在已经变成了一具具死尸，脸上恐慌的表情依旧存在着，只是现在看上去很僵硬罢了。\n我在不远处看得目瞪口呆，想跑，但腿似乎被灌了铅一样抬都抬不起来。\n　　\n天哪，在那些死去的士兵后面，是两个个穿着重型装甲，拿着机枪的装甲兵！\n我听说过这样的兵种，据说只有蒙司这样的国家有。\n子弹根本打不穿他们的装甲，在装甲兵面前，那些步兵就像一只只蚂蚁一样被践踏，被屠宰。\n只有装甲部队才能压制住他们，但几乎所有部队都集合在了齐拉的重要城市。\n但仅靠两个人就消灭了十几个步兵？！\n\n\n我绝望了，可能会被一枪打在脑门上，脑浆四溅，而那些人则继续狩猎。\n他们离我越来越近了，我仿佛已经看到了天堂。\n我不敢想着什么被俘虏至战争结束，因为我看到过思卡拉的覆灭。\n“那里好像有个小孩子诶。”他们指着我说。\n我的呼吸开始加快，看着他们一步步朝我走来，更像是死神在呼唤我。\n\n\n但奇怪的是他们把枪的枪口朝向了地面，而没有扣下扳机一阵扫射。\n是想放过我吗？\n我的脸上出现了笑容，但很快便僵硬了，再次变成了恐惧。\n他们抓住了我的胳膊，竟要带到他们的军队里去！\n我可是齐拉人，怎么能帮助齐拉的敌人呢？\n“放开我！”我挣扎着，他们似乎完全不费力地把我扛在肩上，朝一个方向走去。\n\n\n那里，是齐社的方向？！\n可…可沙尘暴还在。\n第一次对死亡这么恐惧，“喂，那里可是沙尘暴诶，你们就打算这么过去？！”我既害怕又生气。\n他们则哈哈大笑，指了指他们的重型装甲，我便明白了他们的意思。\n但……\n我呢？！\n“要看你的运气了小鬼。”\n\n\n临近沙暴，尽管我闭紧了眼睛和嘴巴，但沙粒像刀子一样在我的脸上划来划去，那种感觉可不是好受的。\n可两个重甲兵呢？嘻嘻哈哈，沙暴对他们的重型装甲没有任何影响，倒是视线被遮住了不少。\n终于走出沙暴，夜晚是那么寂静，尽管天边已经有了一丝鱼肚白。\n远处，可以看到火光，听到嘶吼。\n战斗，开始了吗？\n今日凌晨卢克总统前往外国请求援助，乘坐飞机经过蒙司领空时遭击落，现总统生死未明。\n——摘自齐拉新闻广播\n肺炎：\n前几天没更新主要是因为我懒，现在我即将更新为日更狂魔模式~当然这得看情况\n\n@北极星人 @gggbbb @天阶 @llxy @2B与mc的故事 @1137246733 @一枚渣渣 @250=mo @xcc \n\n上一章      目录      下一章"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440575160,
            "txt_content": "日更狂魔buff持续不了几天了，你我都一样\n因为马上就要开学了……"
        },
        {
            "author": "1137246733",
            "timestamp": 1440575760,
            "txt_content": "那只巨龟呢？\n那只巨龟呢？\n那只巨龟呢？\n重要的事情要说三遍。\n\n我本来还想看主角和巨龟互相倾诉感情。。然后就——不见了？"
        },
        {
            "author": "1137246733",
            "timestamp": 1440575820,
            "txt_content": "这一章的那些“怪怪”的地方比上一章少很多了，加油"
        },
        {
            "author": "gggbbb",
            "timestamp": 1440579840,
            "txt_content": "说好的人兽情跑哪去了Σ( ° △ °|||)︴"
        },
        {
            "author": "zyj0807",
            "timestamp": 1440580020,
            "txt_content": "关注点都是人兽吗，所以乌龟去哪了"
        }
    ]
}