{
    "title": "<原创·连载·圣杯>圣杯之争 第一章节 第一节 方块大世界",
    "author": "MF_Mufeng",
    "replyCount": 13,
    "timestamp": 1440568980,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-8-27 13:11 编辑 \n\n      那个方块人站了起来，浑身的骨骼好像打过仗一样，酸疼。他活动了一下筋骨，发现自己居然在一个方块做成的森林里......      没错，此人就是我们的男主角——白小亮。他昨晚被电脑吸入后就来到了这个方块世界，现在，他正在看着小湖里的自己......\n      ”天哪！这还是我吗？我原来那张帅气的面孔去哪里了？“白小亮不敢相信地盯着湖水里方块模样的自己，方方正正。头部为正方形，两条胳膊与腿都是长方形，哦对，身体也是长方形的......\n      此时，白小亮已经彻底地认识到，他已经进入我的世界这个游戏了。方方正正的树叶、方方正正的树干、方方正正的湖水、方方正正的草地......这一切都表明，他已经进入这个游戏了，那么这个时候，他立刻记起了所有的技巧。心中不免有些小激动，自己千寻百寻，终于找到最好玩的模式了！\n      白小亮心中想着，走到一棵树旁，大喊道：“我终于找到最好玩的“Minecraft”了！”随即一拳打在树上。\n      ”啊！“\n      一声惨叫在丛林里回荡，只见木头并没有丝毫的动静，反而把他的手臂震得生疼。右拳红辣辣的，每个指节都仿佛是一个滔天大浪，向着白小亮愤怒地怒吼着......\n      ”为什么！“白小亮大声怒吼，声音把附近的猪和牛都吓得跑走了。\n      白小亮心中愤愤不平：我不是已经进入到游戏里了吗？为什么我的体质还是现实人类的体质？为什么我没有史蒂夫的麒麟臂？我不服啊！尽管心中有无数个问号和无数个憋屈，但白小亮还是尽量把自己的视距调到最大，居然看到远方有一个巨大的城堡！但随即他便捂着眼睛痛叫着，看来，他的确还是人类的体质......\n      白小亮心中打着如意算盘，并且决定先喝口水再前往那座神秘的城堡。\n      --mcbbs城堡天台\n      ”盟主，那小子果然进来了！现在把他接过来吗？“一位沧桑老者的沙哑的声音在天台回响，令人惊悚并感到一阵恐惧。\n      ”别急，那小子现在仅仅只是人类之躯，先看看他能不能以人类之躯走到总部吧！对了，如果他到了总部，把他安排到“特种班”。谁让他的体质那么特殊......“一旁被称为盟主的一位老者说道。\n      ”是！“\n      --丛林\n      ”这，看着没多远，怎么走了这么半天还没到！“白小亮肺都快气炸了，神不知鬼不觉来到了游戏里，体质居然还是现实生活的......这让他怎么活嘛！白小亮又走了一阵，实在走不动了，就坐在树叶上休息。\n      ”哇！“树叶底下传出声音。\n      ”我去！“白小亮大叫一声，从树叶上跳起，从树叶中的缝隙往下面看。只见树叶下有一个地洞，地洞内站着一只僵尸，又跳又咬，但就是咬不到他；地洞内又有无数只僵尸血红的眼睛瞪着他，仿佛要把他吃了一样。\n       白小亮装作淡定地把手伸出去试探僵尸。果然，僵尸弹跳起来咬住了白小亮的手。但很快，僵尸从头部到脚部瞬间燃烧了起来。没多久，僵尸就已经烧死了。但白小亮的手仿佛是一个引导器，把天地间的阳光引向了那洞里的大群僵尸。僵尸烧死后居然化为颗颗圣光进入到白小亮的体内。\n       ”这就是Exp......“白小亮的等级达到了2级，现在他准备加速前往那座城堡。       白小亮用太阳的光来做指引，一路风餐露宿、霜打雨淋，终于离那个城堡还有100米。这一百米的距离，离城堡很近，但对此时的白小亮而言，远在天边。因为他的饱食度只剩3格了。白小亮没办法，只能一步步爬过去。\n      ”嘿哟！“白小亮喊了一声。\n      白小亮使尽全力往前奋进一步，无奈只有半米......\n      ”我......不行了。“\n      ”扑通！“\n      白小亮最终倒在了离城堡99.5米的地方，他只觉得眼前一黑，头晕目眩，隐隐约约看见一个人走了过来......接下来，就什么也不知道了。\n      ”啊......“白小亮终于从黑暗中醒来，起来后，发现周围的墙壁都是灰色，自己呆在一个硕大的屋子里。他躺在一张床上，面前坐着一个白发苍苍的老者，正微笑着看着他。\n      “你是？”白小亮略带疑惑地看向面前的这位沧桑的老者。\n      “我是谁你不用知道，以后你自然会知晓。”老者微笑着说，“好了，现在你可以去新兵连报到了。对了，我这边有皮革衣你可以试着穿。还有，我已经把你安排在了新兵第17特种连，在那里，好好训练吧！”说着，老者从手中拿出来一颗末影珍珠，向窗外一丢，眨眼间就无影无踪了。\n      “哎哟......”白小亮挣扎着从床上坐起来，这时，忽然听到窗外一声呐喊。\n      “新兵17特种连！在外面集合！丫的，在5分钟内让我看到你们到齐！不许迟到！”\n      白小亮一听这话，急得直接含着还没吃完的面包，迅速套好老者给他的皮革衣，从窗户跳了出去。\n      （等等，不对啊！）\n      白小亮跳出去后才觉得不对，可是已经晚了。\n      \"啪！“\n      ”喂！你，干什么的！这里是新兵17特种连的训练场地。还有，你为什么是从窗户上跳下来的？鬼鬼祟祟想干什么？偷东西吗！“走来一名高大威武的教官，脸上的左边还带着一道刀疤，再看他的脸，没有任何没表情。毫无感情的死鱼眼正瞪着他。\n      ”啊......没有......我是新兵17特种连的，刚刚太急直接从窗户那下来了。“白小亮不敢看向那双死鱼眼，硬着头皮低头说道。\n      ”哦。\"一听到他是17连的，教官脸色温和了不少。“那你叫什么名字？我查查。”\n      “白小亮。”\n      “嗯。”教官翻着学生录，突然，手里拿着的笔掉到了地上：“你就是白小亮？？！！”\n      “啊，有什么问题吗？”白小亮疑惑地看着他，可教官却神经质地笑了起来，笑得很灿烂......搞得那张面瘫脸变得格外恐怖。白小亮看了一眼后，身体一哆嗦，裤裆湿了一点......鸡皮疙瘩也起了一身。\n      “咳咳。”教官恢复了面瘫，从地上捡起笔。“没什么，你可以入列了！”\n      “是！”\n      教官扭头向已经站好的17连说道：“接下来，我们要进行体质测试。我们一切生物虽然都是方块体质，但里面也有着区别：力量比较瘦弱的，就是方块雏体。雏体分5个档次，I、II、III、IV、V。越往后越厉害。而雏体是可以进化到青年体和完整体的。完整体到目前为止，我们这片方块大陆，没有出现过。而一个人的体质机运是不会变的，雏体进化就算你天赋再高，体质天赋不高也白搭。如果你的雏体测试结果高的话，以后的前途也会无法衡量......好了，我们不说这么多，咱们特种连至少要求每人必须测试至少为II。如果让我发现有I的体质......哼哼！你的结果，就是换连！”教官威严的声音回荡在17连众人的耳朵里。\n      “是！绝不辜负教官的寄托！”\n      --圣杯测试台\n      “教官，那是什么啊？”白小亮指着测试台顶峰的一个圣杯，那个圣杯为黄金色，全身金黄色的色泽照的让人看不清。仿佛天神下凡了一般。\n      “那个啊......”教官怔了怔，随即死鱼眼中居然出现了向往、崇拜的神色。“那个是这个世界所有人都想得到的圣杯。只有站在世界顶峰的人也就是完整体才能将它拿下。而持有的人或军队，只要有了他就会所向披靡、无所畏惧。千百年来，mcbbs和bear还有鬼影，曾经争过圣杯无数次......却没有一人将其拿下。据说，这个圣杯是有很大的智慧的，只有能感应到它神智的人才能进行第一次测试。方块大陆之前出现过一个青年体V体质的方块人，成功感应到了圣杯的神智，但很快就被圣杯唾弃了。尽管现在依然知道无人能拥有它，可三大门派依然争得你死我活......”圣杯在人们眼中，拿走它是不可能的事。但争夺这块地很重要，这里的怪物都被圣光笼罩，不仅战斗力极低且Exp极高，是三大门派刷级的理想之地。目前，1年的12个月被三大门派平分圣杯之地：1、2月是鬼影的占有时期，3.4.5.6.7是mcbbs的占有时期，而8.9.10.11.12是bear的占有时期。因为鬼影的实力较弱，所以月份较少。而现在是mcbbs的占有时间，mcbbs就抓紧在这段时间内对新加入的新兵进行体质的测试。\n      “测试开始！”\n      一声洪亮的声音回荡在场内。紧接着，从1连开始，1个1个的新兵走向测试台。一些人是I，一些人是II。渐渐地，到了10连。10连结束后，白小亮竟然惊奇地发现前面居然没有一个III的。\n      ”教官，为什么前面没有1个III的？“白小亮忍不住惊奇，好奇地问道。\n      ”废话！“教官立马瞪起来了死鱼眼，”III哪是哪那么好出现的！只有特种连才有几率出现III。而16/17连才是特种连，前面当然没有啦！“教官没好气地说道。\n      ”......王龙！“圣杯前的测试人员喊道。\n      ”到！“\n      王龙从16连的阵营中走了出来。“原来已经到16连了，马上就该我了......”白小亮心里嘀咕着，眼睛目不转睛地盯着结果板。\n      “王龙......”测试人员似乎手有些颤抖，白小亮已经猜到了是什么结果。\n      “教官，他一定是III吧？”白小亮笑道。\n      “你个混小子别剧透！”教官一身冷汗，“如果真是III咱们连又要多一个强力的竞争对手了笨蛋！脑子这么不开窍！”教官死鱼眼又瞪了起来。\n      “哦......”白小亮无语了。\n      “体质等级：方块体-雏体III！”测试人员颤抖的手终于平静了下来，嘴一张，那几个对于16连的福音，对于17连教官的沉重大字就说出来了。\n      “耶！”16连教官笑地一蹦三尺高。而16连的新兵们也不约而同地欢呼雀跃起来。III代表如果17连没有III的话，他们就会因为王龙而受到20个连中最优等的待遇，即使自己不是III，那些强大的资源也能弥补这些损失。\n      “老李，我说什么来着，我们连一定有个III！没错吧！”16连教官大声地对着17连教官嘲笑着，仿佛已经看见了17连教官那副囧样。\n      “哼！”教官阴沉的脸一冷笑，头一甩，说道：“别高兴得太早！我还有杀手锏没出呢！”这时，他瞄了一眼白小亮。\n      -1小时后\n      终于轮到了白小亮，测试人员看到白小亮的名字，有些诧异地往17连的阵营中看了一下，好像备注把他吓到了一样。\n      “白小亮。”测试人员有些严肃地喊道。\n      听到这个声音，全场安静了下来。接下来，20个连所有人的目光顿时集结在白小亮身上。白小亮被盯得头皮发麻，只好硬着头皮走上前去。一般都是特别重要的，测试人员才会以严肃的神情说出来他的名字。这种“特别重要”也说不准是坏的好的。有时，一个人的体质是0会这么说，IV、V也会很严肃，究竟白小亮是0还是比最难的III还高呢？\n      “白小亮......”测试人员喊了一声。\n      全场肃静，所有人都齐刷刷地盯向结果板。\n      17连的李教官也神情紧张地看向结果板，心中想着。\n      “老王！（盟主）（李教官和盟主是老战友）这个如果不是你说的那个品质，我一定去找你算账！”李教官心中咬牙说道。\n\nPS：咳咳，就写到这里，吊吊大家胃口吧！虽然剧情有些狗血，不过还是希望大家支持。如果有好的建议请大家在下面留言。重要：请务必先看完之前的<原创·连载·圣杯>圣杯之争 引子 bbs中的纷争再来看本文。不了解大致剧情可能会看不懂。\n--by MF_Mufeng\n\n@FHC红石 @guqu @青格大D  @普通HIM \n\n      目录      http://www.xiami.com/widget/58299158_1773410838,_235_346_cccccc_dddddd_1/multiPlayer.swf\n\n\n\n\n[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "普通HIM",
            "timestamp": 1440569280,
            "txt_content": "MF\n这种写法千篇一律，开头都烂了\n感觉除了参与以外得不到什么奖"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1440569820,
            "txt_content": "普通HIM 发表于 2015-8-26 14:08\nMF\n这种写法千篇一律，开头都烂了\n感觉除了参与以外得不到什么奖\n以后会慢慢改进的我现在已经脑洞大开了。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440571080,
            "txt_content": "普通HIM 发表于 2015-8-26 14:08\nMF\n这种写法千篇一律，开头都烂了\n感觉除了参与以外得不到什么奖\n仔细阅读大赛介绍贴\n这次活动没有参与奖"
        },
        {
            "author": "ktsky",
            "timestamp": 1440571080,
            "txt_content": "fate看多了吧2333"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1440572820,
            "txt_content": "ktsky 发表于 2015-8-26 14:38\nfate看多了吧2333\n然而并没有看过如有雷同，纯属巧合"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1440572940,
            "txt_content": "2B与mc的故事 发表于 2015-8-26 14:38\n仔细阅读大赛介绍贴\n这次活动没有参与奖\n难得遇到创作版这么大的一次比赛呢而且时间居然是到2016年"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440574740,
            "txt_content": "MF_Mufeng 发表于 2015-8-26 15:09\n难得遇到创作版这么大的一次比赛呢而且时间居然是到2016年\n因为字数要求很高，时间太短的话写不完"
        },
        {
            "author": "1137246733",
            "timestamp": 1440576060,
            "txt_content": "有些老套的剧情\n难道主角来了之后就没有一定点的感觉变化和惊讶吗。。\n而且主角名字也有糊弄过关的成分"
        },
        {
            "author": "1137246733",
            "timestamp": 1440576120,
            "txt_content": "2B与mc的故事 发表于 2015-8-26 14:38\n仔细阅读大赛介绍贴\n这次活动没有参与奖\n咳咳。。是有的。。"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1440578160,
            "txt_content": "1137246733 发表于 2015-8-26 16:01\n有些老套的剧情\n难道主角来了之后就没有一定点的感觉变化和惊讶吗。。\n而且主角名字也有糊弄过关的成分 ...\n报告~剧情的确很老套~但请版主看过引子......他之前已经进过服务器了~不过还是感谢版主的建议我会努力把剧情修改的比较好~"
        },
        {
            "author": "1137246733",
            "timestamp": 1440585540,
            "txt_content": "MF_Mufeng 发表于 2015-8-26 16:36\n报告~剧情的确很老套~但请版主看过引子......他之前已经进过服务器了~不过还是感谢版主的建议{:70 ...\n好叭QAQ\n爬去看"
        },
        {
            "author": "1845797316",
            "timestamp": 1440602880,
            "txt_content": "嗯，这真是厉害，这么一笔带过的描写了男主的穿越，算是千篇一律中的别样风采了，是要刻意隐藏吗？我真的都没注意到的。但是，还尼玛是穿越啊啊啊啊"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1440634860,
            "txt_content": "1845797316 发表于 2015-8-26 23:28\n嗯，这真是厉害，这么一笔带过的描写了男主的穿越，算是千篇一律中的别样风采了，是要刻意隐藏吗？我真的都 ...\n嘛虽说有点穿越的成分，但穿越并不是重点啦~"
        }
    ]
}