{
    "title": "<转载·连载>《时空平衡的破灭，冒险的继续！》第二章 羁绊",
    "author": "普通HIM",
    "replyCount": 2,
    "timestamp": 1440573840,
    "txt_content": "逐渐崩坏的时空II 羁绊\n\n\n如同老旧时期的黑白电视机一样的雪花屏幕\n发出嘶嘶的嘈杂声，屏幕不断地切换着闪烁着，渐渐得有了清晰一些的影像，但几乎还是一片的纯黑的虚无和惨白的大陆。\n一个略带紫黑的身影在纯黑的天空中展翅翱翔，盘旋，缓缓降落在纯白的大地上，形成了鲜明的色彩对比。\n自己似乎是站在一个很高的高地上观看着这一切，史蒂夫立刻意识到了这一点。\n根本没有时间去问自己为什么在这里这些无关紧要的问题，强大的风压已经让史蒂夫有些站不住腿脚，眼前的影像也从黑白渐渐附上了一层层颜色，不祥的绿色，和依旧深邃的黑色天空。\n那只生物似乎是能够飞行，而且看体型并没有成年，可能还是在幼年期的状态吧，正将紫黑色的目光对着自己面前的一个黑点，但从这看不清那是什么。\n史蒂夫突然被背后的一股力量用尽一推，整个人逐渐的漂浮在空中，缓缓地降落在地面上，自己不会受到什么伤害，也无法破坏周遭的这一切。\n也就是说，这儿并不是史蒂夫本人所属的世界，或者说这根本不是一个世界，而是一段影像罢了。\n身体按照意识向着黑色生物缓缓靠近，模糊的身影从黑色迷雾中脱离了出来，一个鲜明的轮廓浮现了出来。\n没错，是一条龙。\n散发着不祥气息的纯黑的幼龙，正把脑袋乖巧地伏在地面上，而它目光所对之处，站了一个和史蒂夫本人差不多大小的生物。\n是一个有着长白胡子的慈祥老人，衣衫褴褛，像是很久没有换过，一双小眼睛没有了光芒，逐渐暗淡。\n但还是用他的右手柔柔得抚摸着龙的头顶，慈祥得看着它。\n<我也是时候该走了，这里已经没有什么可以留恋的了，除了你啊>\n“嘶~”龙的叫声中略带些悲伤，没有丝毫的威慑气息。\n<别担心啊，你不会等很久的，马上就会有个人来陪伴你的>\n老人慢慢抬起沉重的脑袋，望着一片黑暗的虚无。翻找着，从自己的口袋里掏出一块紫色的透明水晶，闪着摇曳不定的微弱光芒。\n<会有人以残缺之身来追求真正的完美>\n紫色的水晶仿佛在映照着老人所说的如同咒语一般的话语，从手上渐渐得漂浮起来，光芒也显得更加的明亮，水晶的周围出现了像光环一样的效果，不断得绕着水晶旋转，翻转。\n“嗡~”史蒂夫寻找着声音的来源，发现竟是自己身上传来的奇怪声响。\n那颗自己从石柱下捡起来的微弱光芒水晶，自己也开始发出刺眼的光芒，从口袋里慢慢漂浮到史蒂夫的眼前。\n光芒更加的刺眼，将黑暗逐去，把史蒂夫全身包裹在了光的沐浴之中。\n黑白的录影带就像卡带了一样，没有任何的嘈杂声音，只有黑色的屏幕。\n这段电影，结束了。\n\n\n[吾王！这样下去是撑不住的啊！\n末路之地的壁障开始被来自地狱的军队们攻击，虽说可以靠末路之地本身固有的虚空结界来坚持一会，但由于地狱军团从本部突如起来的第一击“地狱深渊”直接命中末路之地的核心部分，已经无法再坚持住多久了，现在的目的就是感觉修复末路的核心，但自己根本没有时间去顾及修理，因为大军就在一墙之隔的外界。更何况根本没有特殊的道具能够去修理它。最重要的部件也不知下落\n[可恶啊，竟然把末路之地的核心部件给弄丢了，地狱的这帮土著到底是什么时候掌握这种改变空间的能力的！\nHerobrine在纯黑的黑曜石王座前徘徊着，不知道下一步棋该怎么走，更何况现在已经无子可下了。\n[没办法，迎击吧，末影龙状态还可以吗\n[虽说现在是万全的状态，但是没有水晶的话是无法为末影龙修复的啊\n嗵！\n一声巨响，黑色罩幕的一侧多了几条裂缝，像蔷薇一样蔓延开来。\n赤红的火球不断地从白色幽灵的嘴里喷出，一次次的撞击着末路之地脆弱的防御机制。\n原本还能吸收伤害，将攻击转为能量的功能现在也因为关键部件的缺失而无法发挥效能，只能够靠着它本身的硬度来强行挡住一波波得进攻。\n就像用盾牌直接挡住突刺的剑，再好的盾也总有一天会被刺穿。\n[管不了那么多了，准备战斗\n[是\n末影龙从半空中呼啸而下，强大的风压对于它的主人HIM来说最多只是吹动几根头发丝的效果，这也是为何末影龙会愿意臣服于它的原因：预言的印证和强大的实力。\nHIM爬上末影龙结实的后背，轻轻地拍了拍末影龙的头顶，试了试自己多年未用的末影之光的能力，手上冒出一丝丝紫色的电光。\n[出发刚想喊出这句话的瞬间\n嗡~脑袋里传来一阵鸣响。\n[这是...末影水晶的信号？！\n\n\n后背凉凉的，明显自己已经回到了那个属于自己的世界。\n口袋里发出的荧光也慢慢暗淡了下去，终于有时间去解释那几个被自己忽略的问题。\n这是哪？\n和刚才的影像中一模一样的场景，但天空并不是纯黑，而是被黑幕笼罩着的天空，太阳的形状依稀可辨。\n自己似乎是在一块黑色石台上，史蒂夫畏畏缩缩得爬到石台的边缘。\n“唔啊！这是..”\n没错，自己脚下的正是几千米的高空，从这里看到自家的小别墅简直连蚂蚁的大小都没到，云层似乎就在自己的头顶上。\n[听得见吗 呲~ 听得到吗\n脑袋深处传来了熟悉的声响，这种语调似乎在哪里听到过。\n口袋里的紫色水晶突然开始闪其有规律的光芒，好像在响应着什么东西。\n[水晶在你那对吧!请务必帮我一个忙!呲~\n史蒂夫将水晶捧在双手之间，侧耳聆听着宝石发出的声音。\n[务必帮我把水晶放到被攻击的..呲~核心呲~..不好！\n“诶，等等还没说完呢！”\n彭，漂浮在空中的水晶没了光芒，落在史蒂夫的手中。\n“这似乎是个很重要的东西？”\n史蒂夫单膝跪地，随后慢慢挺起身来。\n“总感觉我好像要做什么啊...算了，就帮他一把，不然自己都保不住”\n史蒂夫自言自语着，向着绿色大陆中心冒出滚滚浓烟的中心跑去。\n“娜....拉?”\n脑袋里莫名冒出的两个毫无意义的单词，似乎是一个人的名字。\n\n\n[可恶，明明知道水晶在哪了，都怪这群死幽灵，害得我切断通信了\n呼~一个炽红的火球从HIM耳朵边擦过，爆炸在了身后的绿色大陆的下侧。\n[那个声音似乎在哪里听过啊，算了不管了，已经告诉他怎么做了，先把自己眼前的事情解决\nHIM已经解除了末路之地的防御，将全部注意力转移到防御攻击上，也因为这样猛烈的攻击，使得末路之地渐渐向着左侧倾斜起来。\n[看来打完仗有的事情干了...你们这群土著，到底有什么目的\n\n\n地狱大军正遭受着前所未有的反击。\n{似乎末影龙的能力还是很强啊，火球根本无法接近那股巨大的风压}\n黑色的身影静静地坐在岩浆包裹着的指挥室里，看着发生的一切。\n{末影人这种攻击方式很难对付啊}\n末影人在半空中不断地改变着自己的坐标，因为末路之地已经被拖移到现世界，不存在着什么次元的限制，能随心所欲得在现世界里转移。\n嗵！\n两只白色的幽灵面对面地撞在一起，像发生了什么都不知道一样的表情渐渐得向地上坠落。\n即使坐标被转移了，幽灵本身的矢量（力）大小还是不变的，只要稍稍改变一下方向，就能让他们自己撞上自己。\n[吾王还真是厉害，这样的法子都想的出来\n[要不然你以为谁都能当王啊\n在空中转移着的末影人根本无法摸清下一个坐标的出现位置，使得火球的攻击对于末路军团几乎就没有什么威力。\n黑色身影从地狱深处的堡垒中央站起，这里的地狱遗迹已经被改造成地狱军团的第一指挥室了，无数的猪人正在搭载着幽灵一个个得向着地狱顶端开启的漩涡大门中突进。\n{必须得出动那个了么，时间是不是太早了呢哈哈哈~}\n露出了惨白的牙齿，嘴角微微弯曲,溃烂的侧脸露了出来，惨白的左眼正用丧心病狂的疯子一样的眼神盯着漩涡中的大门，仿佛在享受着什么极度乐趣一般的表情。\n{Brine，我要让你付出代价哈！}",
    "replies": [
        {
            "author": "普通HIM",
            "timestamp": 1440586500,
            "txt_content": "恶魔-潇洒 发表于 2015-8-26 18:56\n转载的文不错，\n\n最后一行变成了酱紫\n对啊版主qwq\n最后一行就是这样的"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440586560,
            "txt_content": "转载的文不错，\n{Brine，我要让你付出代价哈！}\n最后一行变成了酱紫"
        }
    ]
}