{
    "title": "<原创·连载·圣杯>圣杯之争 第一章节 第二节 联盟城堡",
    "author": "MF_Mufeng",
    "replyCount": 1,
    "timestamp": 1440578220,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-8-27 13:12 编辑 \n\n      PS：咳咳，然而之前并没有吊什么胃口......大家想必都知道如果主角是I的话还看毛所以已经猜到了吧。。。      “体质等级：人类体-雏体IV！”\n      台下一阵骚动，大家开始窃窃私语。\n      “人类体是什么呀，没听说过。比方块体更差吗？”\n      “嘿，那就好了。特种连捡到个垃圾。哈哈！”\n      ......\n      “安静！”台上的测试人员严肃地吼住了说话的新兵。\n      “人类体，其实不是我们这个世界的。”测试人员有些激动地说，“上古时期也曾经出现人类穿越到了我们这个方块国度。人类体没有方块体的结实和不费体力。但是人类体的动作十分灵活，这与十分愚笨的方块体战斗时会获得很大优势。”测试人员又清了清喉咙，继续说道：“人类体的心中会有一个”神的印记“这个印记会让人类体去寻找属于自己的神上武器。当然，拥有了人类体的门派，就相当于有了一个可怕手段。但人类体也是不堪一击的，所以上古下来，几乎没有人类体活着......bear和mcbbs都没有人类体，而鬼影却有一个。据情报，鬼影的人类体人类已经前往寻找神器的路上......”\n      “那神器有没有像体质一样分级别呢？”白小亮十分不礼貌地打断了测试人员的话，测试人员有些恼怒，不过很快恢复了平静。\n      “这个，神器是有分级别的......”测试人员挠了挠头，脸一红，“但我......忘了。”\n      全场吐血。\n      “因为咱们大陆普遍都是方块体，所以人类体的研究很少。”测试人员急忙摇了一下头，“不过联盟城堡里的万书阁你可以去看一下，我就是在那里看到的关于人类体的介绍。“\n      ”好了好了，不说这么多，快下一个吧。“测试人员停了下来，又恢复了测试时的样子。\n      ”哈哈，我说什么来着，老白，别高兴得太早！“李教官发现事实真如盟主所说，手舞足蹈地嘲笑了16连的教官——白云鼎。\n      ”哼！有什么了不起的。“白云鼎尽管心里极其的嫉妒，但也只能嘴上撂下狠话，在心里暗暗咬牙。\n      ”走！白小亮！我带你去参观城堡！“李教官李峰心情大好，跟白小亮说带他去了解一下各地。\n      --金粒厅\n      ”喏，你看，这就是金粒厅。“李峰把白小亮领到一个金质厅堂内，说道。”你可以在这里用金粒购买各种各样的东西。比如说，武器？防具？材料？都可以。“李峰吐沫飞溅地说着，”金粒的来源主要是由各类怪物掉落的战利品。再举个例子：所有僵尸的腿上都有一块特别明显的紫色的肉。那就是腐化肉也成腐肉。都可以兑换金粒。当然兑换的金粒也不一样，有人急需时收购的价格就会很高，而卖给银行的腐肉钱必定为5金粒。“李峰顿了一下，”除了这里，还有药神塔，也就是炼药师们待的地方。炼药师的战斗力很少，所以只能呆在城堡里炼药，售卖赚点钱。对了，你这人类体可别去给我在那弄炼药，不然我揍死你！“李峰瞪了白小亮一眼，仿佛在说不要让他弄炼药。\n      ”啊，是！“白小亮不敢看李峰的那双死鱼眼，连忙低头称是。\n      ”除了药神塔，还有万书阁、训练场、铁匠铺、自由市场等很多场地。你可以自己慢慢摸索。这里给你地图，你自己找找看吧。我先不陪你了。“李峰说着，拿出末影珍珠准确地丢向了城墙上，李峰精确地瞬移在了城墙上，与一个士兵谈话。\n      城堡里很多人都在使用末影珍珠瞬移，场面壮观。白小亮不由得感叹道：“mcbbs真不愧为世界三大门派之一啊，总部这么气派！”\n      现在白小亮准备依照地图上所指示，前往万书阁进行翻阅关于人类体的书籍。\n      --10分钟后--万书阁\n      一栋高楼耸天而立，长长的高层直插入云端，在其他地方也能看的一清二楚。白小亮此时已经来到了万书阁门前，望见里面有许多人在翻阅、借阅、阅读。白小亮看了一旁的规则：\n万书阁规则：\n如要借阅或阅读书籍或古籍请到前台询问区数和排数和楼层。然后到对应的楼层，对应的区、排进行翻阅。\n   白小亮看完后来到前台，对那名昏昏欲睡的老者问道：”嘿，我想查阅一下有关于“人类体”的书籍。\n      “嗯。哪里来的混小子不懂礼貌......”老者打了个哈欠，“让我看看......什么？人类体的书？你是人类体？”老者本来还昏昏欲睡的老者顿时睡意全无，瞪圆了眼睛，不敢相信地问道。\n      “嗯......我是来查阅关于神器阶层和其他有关于人类体的知识。”白小亮吓了一跳，随后连忙说道。\n      “啊！看来我mcbbs有福了！终于能反抗这个邪恶的魔族了！打败被魔族侵化的bear已不再是梦想！......”老者神经质地原地跳起舞来。这让万书阁里看书的士兵瞪圆眼睛。什么时候这睡神也能起来座位了？？\n      “啊，抱歉失礼了。”老者跳完舞后察觉到自己有些失礼，“我叫徐林，是这个万书阁的管理员，请多指教！”跟白小亮握过手后，戴上眼镜翻了一下那本巨厚的书册。“嗯......我们万书阁一共有100层，而关于人类体的被我们遗忘在第100层了。80层以上全部为古籍，你可以去100层B2区的第三排进行查阅。”老者看了一下，说道。\n      “啊，谢谢徐管！”白小亮道谢后，就往楼上冲去。\n      --10小时后\n      “我靠，终于到楼顶了......”白小亮喘着粗气，“人类体就灵活点，爬楼可没方块体厉害......让我找找，嗯。B2区......啊哈，找到了！\n      只见B2区上摆的满满全部都是书本，但第三排的只有两本。\n      “嗯，让我看看。《人类体》、《关于神器》。”\n      “人类体是由现实穿越过来的人类才有，上古一共曾出现过10位人类体，每一位都成功地获得了神器并试图争抢圣杯，但是全部失败了......”白小亮看到这里有些发毛。\n      “传说，只有被圣光照耀的人，才能获得天地之圣物——圣杯。人类体被誉为”最有机会获得圣杯的人......”接下来就是一些关于那10位人类体的伟大故事......“这......没多少信息啊！”白小亮十分无奈，翻开了《关于神器》。\n      “神器的品阶分三种：圣光器、暗影器、元素器。圣光器目前未有人获得，目前所发现的神器名称一共是：暗影神之链球、火魔域甲、银铃战甲、影魔护腿、木藤宝剑、土山宿命斧、影之神鞭、幻影头盔、金灵护腕、点石成金指。”\n      好多啊，也不知道我会是哪种神器呢......白小亮心里想着，翻开第二页。\n      空白！\n      “这记载也太少了吧......”白小亮气得差点吐血，他一人类之身爬了100层楼上来就看点这个？\n      “少年！你乃是吾之继承之人，切记不可对暗影器进行任何的幻想！你必须完成吾之意愿，拯救这个被璀璨的世界！”一个厚重的声音刹那间出现在白小亮的心中。\n      谁？！\n\nPS：m...剧情有些狗血，不过还是希望大家支持~谢谢哒如果有意见可在底下回复留言。      目录\n      http://www.xiami.com/widget/58299158_1773410838,_235_346_cccccc_dddddd_1/multiPlayer.swf\n\n[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "2642301356",
            "timestamp": 1440579120,
            "txt_content": "脑洞，挺大的，然而最后还是没忘记吊胃口.."
        }
    ]
}