{
    "title": "<转载·连载>《时空平衡的破灭，冒险的继续！》逐渐崩坏的时空3 命运的十字路口",
    "author": "普通HIM",
    "replyCount": 2,
    "timestamp": 1440587100,
    "txt_content": " 本帖最后由 普通HIM 于 2015-8-26 19:13 编辑 \n\n逐渐崩坏的时空III 命运的十字路口\n\n\n\n\nHIM单膝跪在末影龙摇摆不定的后背上，尽量地压低身体，冷静得观察着战场发生的一切。\n末路之地虽然还是漂浮在空中，但是已经倾斜了将近几十度，不断地有粉尘从末路之地的西南端泻下，空中掉下无数的石块碎片。\n[地狱那边似乎已经停止攻击了？\n白色的章鱼状，暂且被称为幽灵的生物，其组成的残存部队正在有规律得返回那扇带来一切灾祸的大门，原本喧嚣的战场突然变的平静下来，让HIM甚至有点不适应。\n[难道是撤军了？\n[没那么简单，一定是有什么阴谋，地狱那帮人不可能这么顺从的\nHIM揉了揉自己的太阳穴，用右手轻拍末影龙的脖子根，末影龙便载着HIM缓缓地向接近崩毁的末路之地滑翔而去。\n\n“喂喂喂这是怎么了，谁给我解释一下哇啊啊...！”\n史蒂夫正双手紧紧抓着一块末地石的边缘，身边无数的碎石块正朝着自己后面倾泻而下，汇成了一股碎石大流，而史蒂夫正在这股大流中挣扎着。\n自己刚刚到达冒烟处，整个大陆就像被什么撞了一样整个倾斜了过来，史蒂夫毫无招架之力。\n就这样一直悬挂着，周围的碎石流也渐渐平息了下来，史蒂夫终于找到了机会，将自己的身子摇晃起来，脚踩着左边的一块岩石，用力一蹬，将整个身体晃到了抓住的平台之上，整个人跪倒在地上。\n“生平第一次被这么玩...还好命大..话说手臂..”\n史蒂夫试着抬起自己的左右手，竟然一点酸痛之感都没有出现，身体里的体力在那场要命的浩劫之后似乎一点也没有减少。\n脑中边思考着这件似乎无关紧要的事情，史蒂夫用右手扶住地面，颤颤巍巍得摇晃着站起身来，双腿似乎还在因为刚才突如其来的灾难而颤抖着。\n但是所看到的场景之震撼程度早已超越了灾难所带来的震慑。\n“这..就是核心么...”\n自己从远处所望见的烟尘并不是想象中因为什么炮击而将灰尘激扬起来。\n而是因为极高的温度在一瞬间就将这些石头全部汽化了！所谓的浓烟中混杂着呛鼻的土腥味道，滚滚的热气一次又一次地席卷着史蒂夫残破的蓝色背心。\n在史蒂夫眼中这就是一摊杂乱无章的废墟而已。\n巨大的深坑中还有着许多红热的石块正发出不规则的兹兹声，各种不明构成的黑色石砖正散乱在巨坑中心周围的一圈，而屹立在正中央的，是一段似乎由基岩构成的石柱。其正上端还摆着一个透明盒子，似乎是由玻璃构成的，但玻璃又不可能再这种浩劫中完整无缺得保存下来。\n[呲.....听见了吗\n又是这个像无线电一样的嘈杂声音出现在了口袋里\n口袋里的那块紫色的透明水晶再次发出了有规律的闪烁光芒，发出那个熟悉的声音.\n“我应该已经到所谓的核心了，接下来要做什么？”\n史蒂夫对着水晶一字一句得仔细说道\n[呲..这么..快呲..连我都不知道确切...呲..位置\n[能说明下....现在核心的情况..吗\n“似乎被什么炮击一炮击穿了，现在只剩下石柱和一个透明盒子了”\n[破坏得...比想象中严重...呲\n[凭你的力气..是修复不了的...至少要几个月\n“要那么久？！有什么快捷一点的方法么”\n史蒂夫从大坑得边缘缓缓地滑下，就如同在地面的湖上所做的动作一样。\n“这次又是个玻璃盒子么，最近捡到的莫名其妙的东西还真是多..”\n[似乎又来了....水晶在你身上..你不能再呆在末路之地了...我会叫人把你送回地面上\n“水晶在我这那你们怎么办？这玩意似乎很重要啊.”\n史蒂夫小心翼翼得把盒子从基岩的台座上取下，拿在手里左右翻转.\n[首先必须..保证水晶的..安全..地狱那帮小兔崽子\n沉默良久..\n“你,别死啊”\n[你也是\n\n通讯结束，是因为那扇大门又有了动静。\n这次没有浩大的声势，只有沉重的呼啸声，从门的那一段传来，刺激着在场所有人的耳膜。\n[吾王,难道说那是\n[没有难道，世界上能产生这样气势的除了和末影龙其名的那个东西还有谁\n地狱培养的毁灭级武器\n[只有凋零了\nHIM起身，拍拍身上的灰尘，挺直了身体.\n[全体，准备开战\n三个黑色脑袋从其中渐渐得浮现了出来，伴随着刺耳的声响。\n[似乎没有其他的兵力？难道是使用光了吗\n[不，那是因为\n三簇火球首先便瞄准了末影龙这个巨大的目标，呼啸着飞过其间的空隙，像挑衅一般的行为.\nHIM握紧了拳头，发出咯吱的气泡破裂声\n[因为威力太大，他怕误伤到自己的同伴\n末路之地的巨大通讯网络顿时没有了声音，是绝望了，还是震慑了，HIM没有余暇去猜测揣摩，只是盯着那只三头怪物。\n这次的凋零，又是用了谁的灵魂呢。\n凋零并不是像铁傀儡一样的机械，他使用头颅和灵魂沙这两种可怖的东西构成的所谓的“生物”，而灵魂就是其中的粘合剂，越是强大不舍和后悔的灵魂，粘合得越是牢固，也就是说用了谁的灵魂来启动这只怪物，决定了它的强弱。\n黑色的巨大身影开始缓缓接近末路之地。\n从容不迫得从嘴里放出几簇火球，毫无目标得轰击着末路之地的每一寸土地。\n就像是几百架轰炸机席卷城市一样。\n其单体就有如此强大的威力，到底是用了谁的灵魂.......\n末影大军不得不开始反击，不然整个末路之地都会毁灭，这不是求生的战斗，而是为了自己的生存家园.\n末影人尝试着将火球转移到凋零的身上，但是成功数量极少，火球的密度和速度还有威力都不是末影人能随便控制的水平。\n更何况凋零也会飞，也有如此迅捷的回避能力。\n[吾王，这样下去会撑不住的\n[你们继续，我去准备下东西\nHIM飞到了末路的阴影处，从袋子里翻出两瓶淡灰色的药水。\n[末影龙，我们只有6分钟的时间，一旦6分钟过去，我们就没有胜算了，知道吗\n龙低吼着，像在回应王的命令。\n\n只有极少数的火球被成功转移\n而更少的火球能成功命中凋零的身躯\n末影人已经精疲力尽了，别说攻击，连躲避都成了问题。\n再怎么转移，也有个距离限制，而现在的火球网已经不是距离所能摆脱的密度了。\n绝望，自卑这样的念头渐渐涌入了末路之地每个人的心里\n[给我振作精神，你们准备好石块之类的，随时准备攻击目标\n[是..是！吾王\n火球网突然停了下来。\n[不愧是凋零..即使隐身了也能通过风压来确定位置么\n凋零正左右回转着，像在寻找什么东西。\n[那就用风压来搞定你好了！\n末影龙的翅膀向着凋零左端大幅度扇去，强风席卷了凋零的每一处。\n凋零迅速向着左方喷出大量火球。\n趴在末路之地边缘看着这一切的末影人都不知道发生了什么，只是手里拿着大小不一的碎石块，紧张得观察着。\n咚!\n气压高速膨胀的音爆声，凋零整个像是被什么东西高速冲击了一样向着反方向直线飞去，直接撞在地面上，铲出了一条巨沟。\n[就是现在，给我上\n无数石块聚集在了凋零的头顶，将黑色的三头怪物痛击着砸进了地面深处。\n灰尘散去，地上磊成了一个碎石山丘。\n平静得就像什么都没发生一样。\n\n{HIM，你知道凋零是需要灵魂的吧}\n[你..到底是谁！\n{看来你不是很喜欢听人说话呢,那就让你听听本人说好了}\n[什么...意思\n{那个在女巫面前，拯救了你一切而后又毁灭一切的人}\n{她的灵魂啊}",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440587400,
            "txt_content": "加上模板啦……\n楼主加油↖(^ω^)↗"
        },
        {
            "author": "普通HIM",
            "timestamp": 1440587760,
            "txt_content": "恶魔-潇洒 发表于 2015-8-26 19:10\n加上模板啦……\n楼主加油↖(^ω^)↗\n好了qwq\n目前原楼主已经更完了，我打算分两天"
        }
    ]
}