{
    "title": "<原创·连载·圣杯>《费雷德欧将军回忆录》 第三天 为敌人而战II [恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 6,
    "timestamp": 1440587580,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-8-28 13:51 编辑 首都，第一个目标就是首都！\n但……要先攻破其他妨碍我们的城市对不对？\n好了让我们一起来欣赏这一首伟大的胜利史诗。\n——摘自蒙司女皇演讲词\n为敌人战斗II\n478年2月27日\n费雷德欧·塔罗格\n齐拉-齐社\n蒙司第二步兵集团92752号\n 我拖着枪，在战壕里坐着，看了看旁边不停瞄准射击的大叔，自己好像也明白了这开枪的套路。\n首先……是干什么来着……\n一枚炮弹从上空降落下来，刚好在这条战壕后面的那一条爆炸，一个东西直接砸到了我的头上。\n我把那东西从头上拿下来，看到那是一条血淋淋的腿，马上朝四周不知哪个方向扔去，却打到了那个大叔。\n“谁！谁干的！”他蹲下来，朝我死盯着，“是个孩子么……”他看看地上的腿，再看看惊恐的我，转过了头。\n我看了看地上的枪，叫住了他，“大叔，我…我不会使枪……”他再次转过头来，翻了个白眼又在那里瞄准射击了。“没时间。”最起码语气还是蛮好的……\n\n\n　　\n突然大叔跳出了战壕，紧接着周围的人也跳了出去，战壕上面是源源不断的人在跳过战壕冲向前方。\n我也跟着爬出战壕，刚站起来一个子弹便从我的耳边飞过，我太害怕这些东西了，想要退回去。\n“想当逃兵吗？”一个士兵揪起我的衣服，我只能叹息自己的运气不好了。\n跟着旁边的人一起往前冲，爆炸声、扫射声、嘶吼声、刀枪相撞的声音一齐进入我的耳朵。\n这也许是最好的战争交响曲。\n\n\n　　\n再看看周围，士兵们已经离得我远远的，正当我疑惑时，大叔把我拉到了一边。\n“MS战车来了，我们不用战斗也能获得胜利了。”\n机枪口喷出的火舌让齐拉士兵望而生畏，就像在漠原一样，一个个倒下。\n怎么这样……他们都是人不是吗？已经跑掉说明放弃抵抗了不是吗，为什么还要赶尽杀绝？\n如果就因为他们对你们来说是外国人，那我宁可不做这样的士兵，更何况还是齐拉的敌人！\n我不禁大吼，周围的人却感到不解，有的甚至大发雷霆。\n\n\n　　\n“新兵别在这瞎说，你也是蒙司人不是吗？”不，我不是。\n“司令官让一个没有经过训练的外国人加入军队算是给你最好的褒奖，爱要不要。”我可以不要。\n其他人则是窃窃私语，大叔捂住我的嘴，朝后面退了退。\n“你想死吗？斯宾塞司令会杀了你的！”他把声音压低。\n而我则像一个不听老师讲话的不良少年，偏过头，嘟着嘴，很不满。\n大叔似乎对我失望了，叹口气打算继续到队伍的前面。但队伍前面的一阵欢呼声把我的魂勾了过去，我挤过人群，来到队伍的最前面，能感受到那辆MS战车是大家的焦点。\n它的枪口和炮口上仍冒着烟。\n再看看它瞄准的方向，原先如潮如涌的齐拉士兵现在变成了一具具死尸，还有的受了重伤在微微颤动。\n蒙司士兵将燃烧弹朝那里扔去，尸体被焚毁了、伤者死了。\n\n\n　　\n478年2月27日，\n我永远忘不了这一天。\n作为一个齐拉人，我却亲眼看着齐社沦陷。\n\n\n　　\n旁边的人都去城内“拾宝”，而我看着人们将这些尸体扔进大坑里掩埋。\n他们打算将这一切尘封起来，而我打算将这一切告知于世。\n拿好枪，告别大叔，回到自己的部队。\n这次当一次“逃兵”。\n我军一支侦查小队失踪，现正在努力搜救中；我军战线节节败退，蒙司正在对首都齐社发起最后的总攻。\n——摘自齐拉新闻广播\n肺炎：\n我是不是很高产？我就知道你们会这么说\n\n@北极星人 @gggbbb @天阶 @llxy @2B与mc的故事  @1137246733 @一枚渣渣 @250=mo @xcc \n\n\n上一章     目录      下一章",
    "replies": [
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440589800,
            "txt_content": "沙发占了，四处侦查圣杯的参赛作品ing"
        },
        {
            "author": "泰米瑞斯",
            "timestamp": 1440590940,
            "txt_content": "很想知道这个费雷德欧·塔罗格难道是个历史人物？"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440591060,
            "txt_content": "泰米瑞斯 发表于 2015-8-26 20:09\n很想知道这个费雷德欧·塔罗格难道是个历史人物？\n不是，只是我随便编造的一个人物罢"
        },
        {
            "author": "1137246733",
            "timestamp": 1440634260,
            "txt_content": "不错，加油。\n虽然只有四个字，但表达了我的心意。QAQ"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440637500,
            "txt_content": "1137246733 发表于 2015-8-27 08:11\n不错，加油。\n虽然只有四个字，但表达了我的心意。QAQ\n“不错”这两个字体现了你对我这部小说的认可；“加油”则表现了你对我的期待。\n句末一个句号更是点睛之笔，让人回味无穷。"
        },
        {
            "author": "llxy",
            "timestamp": 1443513120,
            "txt_content": "电脑烂了将近一个月了，MCBBS都登不了。信息老师好不容易让我们随便玩电脑，现在才看见，骚瑞！"
        }
    ]
}