{
    "title": "<原创·连载·圣杯>圣杯之争 第一章节 第三节 对抗亡灵",
    "author": "MF_Mufeng",
    "replyCount": 0,
    "timestamp": 1440599160,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-8-27 13:12 编辑 \n\n      谁？！      “咳咳，别那么惊讶。”心中的那个声音再次响起。”吾乃世界之创世神——光冥（不应该是Notch吗？=A=）（剧情需要）。“那个声音又沉重地说道。\n      ”啊？！谁？“白小亮不敢相信自己的耳朵，创世神？我喝多了吧！\n      ”两百年前，我与魔族大帝楠多进行了一次大战。魔族其实就是不死族，当时人类并无门派之分。人类被亡灵大军压得很死，而楠多居然出手欺压人类！我身为天地间的创世神、守护神，必须要制止这场无休止的战斗。我与楠多进行了大战。我毕竟是老了，本来我打败楠多就像碾死一只蚂蚁一样简单，但时间的洗刷让我的战斗能力下降，我最后将楠多打至重伤，至少让他300年无法恢复完全......但我却化为一缕神魂来到了你们的现实世界，强行拉入一个人类体，也就是你来到了我们这个世界。但是，我把你拉进来后，居然强行被魔族的一股力量抑制住了！我很快从那股力量中察觉到了楠多那熟悉的味道，于是我用光眼看向那股力量，发现你家里闯进一个人，也被吸了进来。“光冥有些无语地说道。\n      ”有个人闯进来？不会是......孙天吧？“白小亮吓得一哆嗦，自己的好哥们被魔族大帝楠多带走了！天知道自己以后对抗魔族时会不会遇见孙天......\n      ”现在你的力量不足以驱使神器，所以，你先去亡灵战线上得到足够的钱和装备再说吧！“说完，白小亮仿佛觉得心中少了什么，接下来一片平静。\n      --集合地点\n      ”今天，我们将组织一次前往魔族战线的战争。最近魔族越来越猖狂，已经快威胁到mcbbs的第一个分部！一会，分配少量资源给大家，然后随自己的教官前往分部——洛亚。好，现在开始收拾物品！尽管你们是新兵连，也要勇于担当责任！解散！“新兵连1-20连的营长郑龙严肃地说道。\n      ”是！“\n      --17连白小亮房间\n      ”你们明天到达的时候，我感应到吾族的那柄神器应该就在魔族的地盘内。深夜，我允许你去看看，不过要切记，速去速回！被僵尸骷髅抓住可不是什么好玩的事！“白小亮心中又响起光冥（光明（勿吐槽）的声音。\n      ”啊，知道了。“白小亮心中想着，继续整理物品。\n      ”还有，关于我的事，切记不要告诉其他人！不过我看你们盟主实力不浅，心性也不错，你可以告诉他，但不能告诉其他人！“光冥的声音又在白小亮心中响起。\n      ”我连盟主见都没见过，我怎么跟他说？“白小亮没好气地问道。\n      ”你刚到城堡的时候，第一眼醒来看见的，就是你们盟主。“光冥有些无奈。\n      ”啥？？“白小亮一听，惊得手里的包裹都掉地上了。\n      ”如果我没记错的话，你们盟主的祖宗是我的得力助手，怪不得我感觉到了一股熟悉的味道。“光冥说道。\n      “那你先温养你那缕神魂吧，我还要收拾包裹。”白小亮说道。谁知，心中已经没有了声音。\n      --联盟城堡门口\n      ”新兵们！我们即将去征讨魔族的那些不死的生物！记住，只有砍掉他们头颅才算胜利！他们的再生能力很强，你砍掉某处肢体，1分钟就能再长出来。闲话不多说，出发！“郑龙发出了出发令。\n      ”出发！“\n      --10小时后--分部洛亚\n      ”哟，新兵连营长郑龙？什么风把你吹我这来了？“洛亚的城主苏明笑问道。\n      ”嗬，总部看你们这边快要被魔族攻进来了，特地让我带新兵连过来试炼并支援一下。怎么，不欢迎吗？“郑龙也笑问道。\n      ”欢迎......欢迎。怎么可能不欢迎呢？”苏明脸上依然挂着微笑，但马上变为了严肃：“这次的魔族非比寻常，他们的力量强大了许多。前几个关卡都被它们摧枯拉朽地过去了，你确定带着一群没有实战经验的新兵来跟他们打真的没事吗？”苏明继续说道。\n      “我相信，没事的~喝酒喝酒。那群新兵成天趾气高扬，正好压压他们的锐气。”郑龙喝了好几杯酒，笑道。\n      “哎，它们都是新的好的苗子啊！怎么还没训练，就上战场了？郑营长，我劝你赶快带着新兵连走吧！这儿真的守不住了。”苏明有些急迫，仿佛好像有一场大难要来临了一样。\n      “哎呀！苏城主，你是不是想自己一个人占功劳啊？我不同意！你看好了，明天新兵连一定能打赢。”郑龙喝醉了，稀里糊涂说了一堆话。\n      --第二天\n      “新兵连！魔族入侵了！上啊！”营长郑龙在城墙上手一指，指向了那边气势汹汹冲过来的方块僵尸人。\n      “冲啊！”20个新兵连一起呐喊，毫无章法地冲了上去；有的人和僵尸势均力敌，无奈打得起劲被另一只僵尸偷袭；有的人冲上去就被5、6个僵尸围殴一顿......整个画面狼狈不堪，新兵连全线溃败，向后退却。只有白小亮屹立在那里，灵活地躲避着僵尸的攻击，并迅速地把僵尸击破。\n      “他的手臂怎么那样灵活？？”苏明看了白小亮的动作，诧异地问道。\n      “这小子是人类体。”郑龙笑着解释道。\n      “啥？”苏明惊得手中的望远镜都掉到了地上：“原来是人类体，怪不得那么厉害......”\n      --战场\n      “我靠！人都去哪了？？”白小亮虽然贪婪着吸取着地上的经验，已经23级，但是这时候他发现周围一个人也没有，他正在1个人对付数量如潮水的僵尸！僵尸越围越多，白小亮渐渐体力不支，远处还有骷髅弓手射暗箭暗算他。\n      “别急！我正在吸收天地阳光准备给他们致命一击呢！忍一下！”光冥说道。\n      “我不行啦！”白小亮大吼一声，用尽全身力气向外突围。拿走了将近5000腐肉，包围圈渐渐多出一个突破口。白小亮看准时机，一脚踏步冲了过去。突然喉咙一甜，“噗”地一声吐了一口鲜血。随即胸口一热，仿佛有万丈的阳光扩散开来。很快，僵尸们都被烧死了......\n      “这就是人类体的力量么......”苏明和郑龙看着气势澎湃的白小亮，异口同声地感叹道。\n      --魔族腹地-魔变之域\n      “嗯？”坐在王座上闭着眼睛的魔族大帝楠多瞬间瞪圆眼睛，手一挥，眼前浮现了一个窗口，播放着战场的情况。\n      楠多震动地看着那道屹立不动的身影以及周边倒下的众多僵尸。但很快，他又察觉到一丝不对劲。\n      “我感觉到那股力量很熟悉......”楠多正在思考，突然，他立马眼中怒气冲天。\n      “光冥！你果然没死！”楠多冷笑着。\n      PS：接下来该出索引啦嗯，3章出索引比较符合大大们的方式。剧情虽然有些老套，但一般主角都没死过呢？-w-      目录\n      http://www.xiami.com/widget/58299158_1773410838,_235_346_cccccc_dddddd_1/multiPlayer.swf\n\n\n\n[groupid=837]Tolyawork[/groupid]\n",
    "replies": []
}