{
    "title": "【领域服】英海和他朋友们的领域服生存IV",
    "author": "英海",
    "replyCount": 23,
    "timestamp": 1440654540,
    "txt_content": "http://v.youku.com/v_show/id_XMTMxOTc1MDAxNg==.html?from=y1.7-1.2\n\n\n\n哈喽大家好，我是英海，今天给大家带来的是领域服生存的第四集。。实际上已经换图了，原来的图被玄子弄丢了。唉。。但没有关系，我们重新开始，\n\n\n\n\n这次，我们就把家做的非常讲究了，没错，我建起了别墅，希望大家喜欢~~\n\n",
    "replies": [
        {
            "author": "sdds15465",
            "timestamp": 1440655020,
            "txt_content": "怎么又是某实况主的风格，标题都像，开场白都像\n"
        },
        {
            "author": "英海",
            "timestamp": 1440673560,
            "txt_content": "sdds15465 发表于 2015-8-27 13:57\n怎么又是某实况主的风格，标题都像，开场白都像\n我已经不想说了，哪像了，原创内容，不能应为你们对岷叔的热爱，就来侮辱我们这些人的作品"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440674280,
            "txt_content": "英海 发表于 2015-8-27 19:06\n我已经不想说了，哪像了，原创内容，不能应为你们对岷叔的热爱，就来侮辱我们这些人的作品 ...\n我有侮辱你吗？我并不热爱某实况主，如果我热爱他为什么我还用“某”呢？\n\n总是这样没有特点没有创新，不想说你，得接受别人的意见！\n\n\n满大街都是某实况主的风格，看什么啊，就像赵翼的《论诗》里面说的一样"
        },
        {
            "author": "英海",
            "timestamp": 1440680340,
            "txt_content": "sdds15465 发表于 2015-8-27 19:18\n我有侮辱你吗？我并不热爱某实况主，如果我热爱他为什么我还用“某”呢？\n\n总是这样没有特点没有创新，不 ...\n唉。。。不说了，我并没有模仿，我所有的内容都是原创，经得起考验，我的节目形式，有很多更新，我一直在想着创新，，不能因为一些人的讨厌我就放弃，这是个公开的游戏，只要不同的人玩，就有不同的效果，相信这点大多数人会明白的"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440682320,
            "txt_content": " 本帖最后由 sdds15465 于 2015-8-27 21:40 编辑 \n英海 发表于 2015-8-27 20:59\n唉。。。不说了，我并没有模仿，我所有的内容都是原创，经得起考验，我的节目形式，有很多更新，我一直在 ...\n我不说内容，而是你视频开场白标题，看到了就有着关掉的冲动\n虽然你说你并没有模仿，其实有部分元素都是某实况主的风格"
        },
        {
            "author": "英海",
            "timestamp": 1440724020,
            "txt_content": "sdds15465 发表于 2015-8-27 21:32\n我不说内容，而是你视频开场白标题，看到了就有着关掉的冲动\n虽然你说你并没有模仿，其实有部分元素都是某 ...\n我弱弱的说一句，我是岷叔带上的，方式也是他教我的，现在做下来也不是很容易给改掉，我觉得这些中规中矩的标题，总比那些动不动就‘逗比’‘开坑’，的标题要好"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440728460,
            "txt_content": "英海 发表于 2015-8-28 09:07\n我弱弱的说一句，我是岷叔带上的，方式也是他教我的，现在做下来也不是很容易给改掉，我觉得这些中规中矩 ...\n我那么说，那些都比开的坑都比你们这样的都还好，他们起码是自己创新过的，风格不像某实况主，也不像其他实况主"
        },
        {
            "author": "英海",
            "timestamp": 1440733020,
            "txt_content": "sdds15465 发表于 2015-8-28 10:21\n我那么说，那些都比开的坑都比你们这样的都还好，他们起码是自己创新过的，风格不像某实况主，也不像其他 ...\n随你吧，我的节目不是万能的不可能做到每个人都喜欢，我会为喜欢我的观众做下去"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440734580,
            "txt_content": "英海 发表于 2015-8-28 11:37\n随你吧，我的节目不是万能的不可能做到每个人都喜欢，我会为喜欢我的观众做下去 ...\n满大街都同一个样，说不好听的，你认为这样以后会有多少人看?因为优酷是以一个人点开网页就算播放数，别人听到了，hello 大家好欢迎来到***的minecraft的游戏世界之类的，然后就马上关了\n你连别人是不是真心看你视频都不知道你何谈你会为喜欢你的观众做下去"
        },
        {
            "author": "英海",
            "timestamp": 1440734820,
            "txt_content": "sdds15465 发表于 2015-8-28 12:03\n满大街都同一个样，说不好听的，你认为这样以后会有多少人看?因为优酷是以一个人点开网页就算播放数，别 ...\n我不想在解释了。。也没什么用，既然你不喜欢没人会逼你，但请你尊重我，尊重一个作者，我的开场白怎么么了，又不是    hello 大家好欢迎来到***的minecraft      ，喜欢我的观众，我只在乎我的视频真的能给他们带来有用的东西不是纯娱乐，大家时间都很宝贵，我不敢要求真心"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440735120,
            "txt_content": "英海 发表于 2015-8-28 12:07\n我不想在解释了。。也没什么用，既然你不喜欢没人会逼你，但请你尊重我，尊重一个作者，我的开场白怎么么 ...\n我是在说这种情况，而不是你不接受我意见！\n满大家都是这样不要不承认！喜欢你的观众？说不好听的，你认为有什么地方吸引观众？不敢要真心？那你做出来都是白做的！做视频不是赚钱不是赚名利！说这么久你理解了什么？你有理解我的话吗？"
        },
        {
            "author": "英海",
            "timestamp": 1440735420,
            "txt_content": "sdds15465 发表于 2015-8-28 12:12\n我是在说这种情况，而不是你不接受我意见！\n满大家都是这样不要不承认！喜欢你的观众？说不好听的，你认 ...\n我的目的是分享我的成果，让更多的人感受这个游戏的乐趣，对于你的这种低素质行为，我也不想说了，你恶意篡改我的意思，我有说过是为了名和利？！，你完全就是在任性的说，没有思考的话，对于你说的这种情况，我并不在意，世界需要一部分精英，不是人人都能成功的，总有一些失败者，但我不是，我的观众喜欢什么，也轮不到你来评价，就是一句话喜欢我的，我做下去，不喜欢的不强求，你完全可以不看我的作品"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440735600,
            "txt_content": "英海 发表于 2015-8-28 12:17\n我的目的是分享我的成果，让更多的人感受这个游戏的乐趣，对于你的这种低素质行为，我也不想说了，你恶意 ...\n分享成果？我说的是你的视频呵呵，名利我说的只是比喻你看不出来吗？没思考？呵呵看来你也是没多少思绪的人，不是人人成功？我看现在以你这样永远也别想成功，不要老是仿别人的风格，我说的一直是注意创新！！！！！！\n\n赵翼的诗 《论诗》就是纠正你们这样的实况主的话\n\n说好听点就是不懂市面的\n\n不好听就是垃圾实况主！！！"
        },
        {
            "author": "英海",
            "timestamp": 1440736920,
            "txt_content": "sdds15465 发表于 2015-8-28 12:20\n分享成果？我说的是你的视频呵呵，名利我说的只是比喻你看不出来吗？没思考？呵呵看来你也是没多少思绪的 ...\n你根本不能控制自己的情绪，说话也没有分寸，成不成功这是我自己的事情，跟你并没有什么关系，我也不在乎成不成功，这只是我的兴趣爱好，我也自己的生活，所以请注意言语，我不想理你不代表就能被你侮辱"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440737040,
            "txt_content": " 本帖最后由 sdds15465 于 2015-8-28 12:49 编辑 \n英海 发表于 2015-8-28 12:42\n你根本不能控制自己的情绪，说话也没有分寸，成不成功这是我自己的事情，跟你并没有什么关系，我也不在乎 ...\n你那里看出我不能控制情绪？\n还有不要逃避！不要转移话题！成不成功？呵呵你硬要说出来的，我就告诉你是怎么回事！侮辱你？我那里侮辱你了？真是可笑，你前面一直在污蔑我你知道吗？控制不了情绪我会用“说难听点”？\n\n\n你要继续说下去我奉陪到底，说不好听点就是以你为代表教训像你这样不创新风格的人，本来就只是建议，你就非要和我讲起来，你要讲奉陪到底，无论你说我什么都好，但不要污蔑我！说我侮辱你们，这不是侮辱，清分清楚这区别！"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440737280,
            "txt_content": "英海 发表于 2015-8-28 12:42\n你根本不能控制自己的情绪，说话也没有分寸，成不成功这是我自己的事情，跟你并没有什么关系，我也不在乎 ...\n现在暂时不理你，有时间私信你，私信时也不要说脏话！"
        },
        {
            "author": "英海",
            "timestamp": 1440739800,
            "txt_content": "sdds15465 发表于 2015-8-28 12:48\n现在暂时不理你，有时间私信你，私信时也不要说脏话！\n你的话，我不用解释，明白人都能看出来，你没有资格教训，我懂不懂创新也轮不到你说，做好你自己玩好你的游戏，我的生活不需要别人的建议，我自己会反省"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440757500,
            "txt_content": " 本帖最后由 sdds15465 于 2015-8-28 18:28 编辑 \n英海 发表于 2015-8-28 13:30\n你的话，我不用解释，明白人都能看出来，你没有资格教训，我懂不懂创新也轮不到你说，做好你自己玩好你的 ...\n我真是不知道你这种人为什么就是那么看不懂人话，没资格教训，你有认真么？我本不想教训你，而是你硬要上来，起初我只给你建议，你就来污蔑我勒，你懂不懂创新呵呵，学你明白的人都知道你没创新，还在自己骗自己，你的生活不用建议，那你别做实况了！！说难听滚回去上小学！\n不用建议你就应该不回复我那么多就应该知道知耻！\n\n你要继续说，我也随时奉陪记住私信"
        },
        {
            "author": "英海",
            "timestamp": 1440762120,
            "txt_content": "sdds15465 发表于 2015-8-28 18:25\n我真是不知道你这种人为什么就是那么看不懂人话，没资格教训，你有认真么？我本不想教训你，而是你硬要上 ...\n我一直回复是因为我尊重你的意见，你一直言语侮辱我，我作为有素质的人一直都没骂你，已经是忍耐的极限，你这个小学生太喜欢惹事了，我不跟你计较，我的所有话都是针对那些无端挑事的人，真正真心建议我的人，我都会采纳他们的意见，但一些无脑挑事的人，我保留对他们的态度，"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440762720,
            "txt_content": " 本帖最后由 sdds15465 于 2015-8-28 19:55 编辑 \n英海 发表于 2015-8-28 19:42\n我一直回复是因为我尊重你的意见，你一直言语侮辱我，我作为有素质的人一直都没骂你，已经是忍耐的极限， ...\n再说一次没有没侮辱你，要我说几次？只是你不理解我的意思罢了，我不管你有没有素质，我也没有讲脏话，小学生，看看再说吧，你敢说你没污蔑我？真好笑，建议你你不要，这是你首先污蔑我，一开始我就说你的视频有这某实况主的风格那里侮辱你了？不要血口喷人！我一直都有说“说难听点”这也证明我没说脏话对吧，到头啦这样说一直都是你说的，你已经说我是小学生了，那证明是你说了不好的话，无脑？呵呵只是你逃避现实，不接受不知耻的反映而已！你没有承认你没有模仿某实况主的风格！硬要说原创，你内容大部分是原创所以我一直没跟你说你是内容，我就单纯说了你的标题和开场白，我并不热爱那位实况主，我也是个做视频的，我起码知道学习别人的视频是可以但不要大部分都是学不要连开场白都是抄过来！说话不要总是有点别的人的感觉，这样感觉就一点也不特殊，说难听点！让人感觉就是垃圾实况主！！  \n\n还有你见过有如此才华的小学生吗？网络次小学生的含义是：网络上一些说脏话带脏字没有素质的人。\n你现在理解了吗？\n\n\n还有请注意我一直有用到“说难听点”\n\n还有不再在污蔑我\n我一开是就建议你了，你有接受吗？我一开始就是真心建议你，侮辱你？呵呵，血口喷人，看不出来那个用意而已，反而你是开动了帖子战！"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440763740,
            "txt_content": " 本帖最后由 sdds15465 于 2015-8-28 20:13 编辑 \n英海 发表于 2015-8-28 19:42\n我一直回复是因为我尊重你的意见，你一直言语侮辱我，我作为有素质的人一直都没骂你，已经是忍耐的极限， ...\n这样说吧，也许我的经验丰富过你\n因为第一我很早就做实况主了第二我曾经是一个制作GTA游戏MOD的MOD作者\n第三我是一个MC皮肤作何\n第四我是一位闯关地图作者\n第五我是一个资源包作者\n我比你更清楚什么叫侵权，虽然前面没提到侵权向别人学习，不要把别人小细节都学得非常像，就从解说来讲，解说方法不要把别人的都学过来，可以一时发怒一时发疯这样才不算所谓的“直接抄别人”这样反而更有特色\n"
        },
        {
            "author": "英海",
            "timestamp": 1440765780,
            "txt_content": "sdds15465 发表于 2015-8-28 20:09\n这样说吧，也许我的经验丰富过你\n因为第一我很早就做实况主了第二我曾经是一个制作GTA游戏MOD的MOD作者\n第 ...\n哇。。你把你的这么多能力说出来。。已经说明了你的性格，先不说这是不是真的。就算是，那你也太不低调了，我什么时候逃避了，关于标题和开场白，我已经说了，是岷叔教我的OK?你懂不懂中文要我说几次，我不行再跟你浪费时间，不管你多厉害，跟我没有半毛钱关系，我做视频只是兴趣爱好，并不是拿这个当事业。。还有           小学生  这个词，并不是我在用网络用语，而是我真的觉得你是个小学生。你那炫耀，装懂得态度把这个词表现的淋漓尽致，。。我正真的热爱这个游戏。。我在乎的是我的快乐。。而不是在这个游戏里像你一样的各种作者，当然只是说你，我分享我的快乐，并没有阻碍你什么事，你为什么非要喋喋不休的在这里浪费大家的时间，我想我做视频到今天遇到的第一个挫折就是你了，我会记住你的。也不想浪费时间了，祝你好运"
        },
        {
            "author": "sdds15465",
            "timestamp": 1440766680,
            "txt_content": " 本帖最后由 sdds15465 于 2015-8-28 21:04 编辑 \n英海 发表于 2015-8-28 20:43\n哇。。你把你的这么多能力说出来。。已经说明了你的性格，先不说这是不是真的。就算是，那你也太不低调了 ...\n我没有炫耀，而且我只是告诉你我经验《也许》丰富过你，而且正好呼应了，你说的：你有没有资格教训我\n小学生这个词不能乱用。\n那位实况主教你但你不要完全去学，也许那是坏的，分享你的快乐是你的内容是你的原创内容，我并没有去说\n我说的就是，额就以你为代表吧，说难听点：很多垃圾实况主开场白都是 hello 大家好欢迎来到***的游戏世界，这东西然人听得多了会让人烦会让人觉得是抄袭第一个说出这东西的人（这是事实）\n做视频很多地方都要慢慢变化，否则以后则会让一直观看视频的观众觉得看得都烦了不想看了\n\n之前我也是一直看着那位实况主的视频，现在我都不看了已经退订了，已经起不了乐趣了\n\n做视频不能总是差不多一样，满大家哦度差不多一样，那看什么\n\n我看别人视频，比如GTA\n虽然玩的任务都是同一个，不同的实况主，虽然是玩相同内容但我都很想去看，为什么？因为他们各有各的反应与特点，看得到他们那个发应的乐趣。过了一段时间后他们又回来玩那个内容，反应又与第一不一样，这就是为什么其他的实况主那么吸引人\n\n那位实况主（我说实话我是看不出他那里有进行编辑过视频，我看出来的就有时剪掉多余部分加个BGM而已）《说直白》点就是吸引那些年龄比较低的人看所以一直都有那么多订阅量，其他的实况主不是为那些低龄的人做的，反而比较成人化，你应该知道优酷会有多少小学生或无脑的用户吧"
        }
    ]
}