{
    "title": "<原创·连载·圣杯>《战歌：审判者》第 零 章",
    "author": "天阶",
    "replyCount": 1,
    "timestamp": 1440655980,
    "txt_content": " 本帖最后由 天阶 于 2015-8-27 17:02 编辑 \n人，永远是贪婪的，如同深不见底的黑色深渊。血红色的眼睛在咆哮。那才是真实的人类。\n                                                                                                                                                      ——《黑色手记》\n  圣布里厄，繁华的蒸汽城市，铁轨如同这座城市的血脉一般，蔓延了大半个个城市，城堡般的钢铁巨人安详的躺在城市中央熟睡， 蒸汽 如同这个熟睡的巨人呼出的气体一般，消散在空中。\n   但是，突变，会改变这座城市的命运。苏醒的钢铁巨人在城市内肆意的破坏，惊恐的人们在混乱的街道上奔跑。将混杂着蒸汽的氧气吸入肺中——那是致命的高温蒸汽！会从他们的身体内部，将他们焚尽…… 空港、码头、车站，挤满了逃亡的人群。 飞艇和喷着白色蒸汽的船只迅速离岗。 \n    繁华的城市，一夜之间，成为一片废墟。 一片焦土。 幸存下来的 人，只能抹灭他们的人性，才能在这个“真实的世界”里存活。食物、水，这一切都是有限的。为了活下去，你只有变强……因为这是一个弱肉强食的世界！ \n    \n    \n  “那是一个可怕的日子……尽管破坏着城市的怪物已经消失，但是我们的城市已经回不来了。什么都没了。只有那被焚烧殆尽的、飘在空中的灰烬……人们……那些平时和睦的邻居……为了一小块沾满了泥土的肉大打出手……血，红色的血随处可见……那简直就是末日！”\n                                                                                                                                      ——摘自幸存者口述记录\n    \n     威尔走在街上，看着四周人们恐惧的眼神……他感到饥饿、疲惫。他已经走了将近3天了，期间没有吃任何的东西，就连一滴水都没有。他从被钢铁巨人践踏过的废土里逃了出来……捂着受伤的、流着血的伤口，一步不停的走了三天。今天他终于找了一座城市，尽管看上去和废土没什么差别，但是他知道，这座城市在被毁灭之前，是一座大城市……这意味着会有水、食物和药物。他扶着几乎就要倒塌的墙，一步步走向城市中心，在一个拐角处，他停了下来…… 他看到了一生难忘的景象，巨大的广场，残破的黄铜雕像之下，已经丧失人性的人群在厮打着，抢夺一切能拿走的物质……红色的染料为雕像镀上了另一种颜色，显得破碎的人像十分可怖 。人们甚至咬着对方的脖子厮吼。威尔意识到自己呆着这里并不安全。他惊恐的后退，捂着腰间的伤口一步步后退。但是更多的人加入了。越来越多的血、一层层的为残破雕像镀上妖艳的红色。\n    威尔靠着墙，看着人群向他涌来，他转身闪进一间屋子里，刚进屋就被绊倒，他咬牙不出声，防止被外面的人发现，威尔艰难的坐起身，查看腰间的伤口，差不多已经止血的伤口有开始出血了。他撞到一块建筑碎片上，上面锋利的金属将他割伤。他扯下一小节袖管抱住自己伤口，并用手死死的按住，威尔将身边倒下的椅子和废墟碎片都推到门口堵住即将散架的大门。他在废墟里找到了一瓶酒精“谢天谢地……还有一瓶完好的酒精！”他将抱住伤口的衣袖取下，将一小片木片咬在嘴里。拧开酒精的瓶盖将酒精洒在伤口上 “嘶——”剧烈的疼痛让他倒吸一口冷气。     \n    威尔试图站起来，但是腰间的剧烈疼痛 让他重新坐回地上，威尔冒着冷汗，他开始打量这个房间，同时恢复体力，酒精也许不能帮助威尔恢复体力，但是可以为他的伤口消毒。威尔发现，发生灾难的时候也许这户人家在吃午餐？他看到已经成为木板的桌子上摆放着一些碟子，碟子上摆放着一些已经烧成灰烬的残渣。或许能在这找到一些能用的东西？ \n    威尔一点点地扶着墙走向里间，他想喝点水。\n    “太棒了……”威尔找到了一点粗面包，尽管已经烧焦，已经沾满了灰烬和泥土。威尔将它塞进嘴里，大口大口地咀嚼，混着唾液艰难地咽下 。威尔靠着墙休息了一会，听着外面的混乱，吵闹。他感觉声音越来越大，越来越大。就像……就像是……他们在靠近自己？！\n   带着一丝顾虑，威尔站了起来，蹒跚着走到窗边。脚下一个不稳，让他撞在了窗台上，破碎的玻璃碎片割伤了他。威尔借着窗台站了起来，他看到人群向他冲来，挥舞着手上的木棍。浑身浴血的人群冲进了房间，争抢一切物质，人群吞噬了威尔，威尔微弱的惨叫声被人们的嘈杂掩盖……\n   也许人，就是这样的……\n\n==================",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1440656040,
            "txt_content": "@llxy @北极星人 @gggbbb @恶魔-潇洒 @xcc "
        }
    ]
}