{
    "title": "<原创·连载·圣杯>星芒-第一章 “弃”婴",
    "author": "lxq54sb123",
    "replyCount": 5,
    "timestamp": 1440652260,
    "txt_content": " 本帖最后由 lxq54sb123 于 2015-8-31 15:49 编辑 \n\n\n\n\n\n\n\n\n1-120416215050206_meitu_1.jpg (154.72 KB, 下载次数: 1)\n\n下载附件\n\n2015-8-31 15:51 上传\n\n\n\n\n\n第一章“弃”婴\n\n\n那年夏。似乎感受到了什么，已多年不曾流淌的池塘竟再次开始翻滚，散发出滚滚热气，那夏日的荷花在荷塘中亦无生机，天地开始变得阴暗，刚才还明媚的天气刹那间雷云滚滚，只听一声闷响，一道血色雷霆划破了苍穹，直指着池塘边的那颗石头劈去，“轰隆”一声，血色雷霆迅速注入了那石头之中，黝黑的石头开始变得虚幻，时而血红，时而发紫，时而又像虚无，少顷，一声奇特的巨响，在那石头当中竟封住了一卷竹简，已泛黄的竹简发出淡淡威压的气息，只听又一声巨响，地上浮现出一个扭曲的五指，就在那五指当中，紧握着的，竟是一个幼小的婴儿！  刹那间，那手指与竹简竟一并消失，剩下的，只是一个哭啼着的婴儿。村庄    一片山清水秀，这家人的农田和房子都坐落在半山腰，旁边有一条小溪流过，冬冬的流水声一直在耳边响起，天空也是那么的湛蓝，大中午的，只有那锄头敲击地板的声音，那小孩的哭啼声显得特别的洪亮，一声啼下去，连另一边山里的狗都汪汪的回应。“父亲，这小孩来路不明，为何还要带回来啊？“只见一个彪魁大汉站在耕地上手握着铁锄背在肩上，满脸不爽的问道。他知道，他们家的发展已经到了山穷水尽的境界，再添加一个小孩的饭碗，简直就是要大家拼了命的锄地。 那被称父亲的老者看去已经年近80，却依然玉树临风，腰板挺的老直。现在摸着胡子，脸上也充满着忧愁，今天他独自出山寻药治自己的头痛，结果碰到了在地上无助哭啼的一个弃婴，要知道，他的老祖宗的老祖宗曾经告诉他的老祖宗过一个故事：  天地有眼，万物有灵，婴儿应运而生，每一颗星都代表着一个人与物，路上遇见婴儿便是缘，若心存善念，便一定要救其一命，若心存邪念，日后便终无安宁之日。可惜他的儿子出生时就脑子不好，复杂的东西他都无法思考，跟他说了他也 听不懂的。“儿子啊，你要知道，人皆有一条命，我们不能见死不救啊。” 那个彪魁大汉举着锄子对着耕地，又是一重击。今年的收成真不怎么样，播下去的种子全被那些隔壁家的狗给踩坏了，十几组的种子，现在只收了5组的麦子，如果明年在这样子，他可真要找隔壁家的狗单挑了，  想着想着，那孩子的啼声又起。哎，这孩子可真是要人命喽，他满脸忧愁的将父亲手上的孩子抱起，心不在焉的哄着那小孩。  “儿子啊，我们是不是该给他取个名字啊？”  “哦？哦.”那大汉只是模糊答了一句罢了。  那老者说着便走进了件小屋，坐在木椅上，深深思索着、我名为白丞，儿名白汒，那这小孩就名：白晟茫“嗯。好名字”那老者边想边点头，突然，像是被打晕了一般，白丞头一歪，从椅子上掉了下来，头破血流…\n总字数：1030为了您的良好体验，请先欣赏：序\n",
    "replies": [
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440679380,
            "txt_content": "不知道咋滴，看着有点怪啊。。。"
        },
        {
            "author": "名人才华",
            "timestamp": 1440679680,
            "txt_content": "Sad_elevenKH 发表于 2015-8-27 20:43\n不知道咋滴，看着有点怪啊。。。\n因为图挂了吗？"
        },
        {
            "author": "名人才华",
            "timestamp": 1440679860,
            "txt_content": "那个啥，有些词用的有些许奇怪，容易影响意境"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440680700,
            "txt_content": "名人才华 发表于 2015-8-27 20:51\n那个啥，有些词用的有些许奇怪，容易影响意境\n感觉被打的好突兀"
        },
        {
            "author": "fby",
            "timestamp": 1441440840,
            "txt_content": "还不错的"
        }
    ]
}