{
    "title": "<原创·连载·圣杯>《Minecraft铸剑大师》·离别前夕·永恒のMC",
    "author": "永恒のMC",
    "replyCount": 4,
    "timestamp": 1440653460,
    "txt_content": " 本帖最后由 永恒のMC 于 2015-8-28 09:31 编辑 \n\n史蒂夫根本不知道是怎么回事，“我杀死了一只精英僵尸？我不是被他打跑的吗？”史蒂夫想到,记忆继续拉近，忽然停留在了某个节点上，史蒂夫咽了一口口水，但是并没有说什么，他知道，自己如果说出来，全村人都看着，父亲一定会颜面扫地，自己明天肯定得躺在病床上了，于是“客气”道：“谢谢村长。”话毕，村长给了史蒂夫一个黑色的小盒子，拿在手上一股寒气从盒子中散发出来，尽管看起来年代久远，甚至是几世纪之前的感觉，但是管中窥豹，可见一斑，盒子上精美的花纹也反映出它的不同凡响。“这是什么？”史蒂夫疑惑地问道，他感觉这里边绝对不是什么村长的生锈的宝剑，或者一些钱币之类的。  “这是一块蓝冰。”村长语重心长地说道。  “蓝冰？”史蒂夫自幼生活在一个铁匠世家，受到父亲铁匠知识的“熏陶”也不是一点点，他当然知道蓝冰这种珍惜的东西，蓝冰在黑市的价格已经被炒到了天价，卖出去一定能得一些钻石币。  “这本是许久之前我们村一位先人从北方极寒之地带回来的，本来是打算用来给村子救急的，不过因为你杀死了那个怪物，相信村子会越来越好的，所以现在现在把它转交于你，希望你能好好利用它。”村长笑道，心里却是暗叹口气，对史蒂夫反而有所歉意，他也知道匹夫无罪，怀璧其罪这个道理，自从几年前邻村得知村子里有蓝冰，虽然很小，但是对这种边陲之地的村民来说，只要那一小块，自己就能飞黄腾达，永远离开这里，所以对村子的攻击越发猛烈，直到几个月前那只精英僵尸的出现，才使邻村收了收手，但村长知道现在精英僵尸被杀，村子又将不和平，索性让史蒂夫外出游历把蓝冰也带走，等几天再放出消息，这时史蒂夫也走远了，他们不可能找到，反而会花费很大的人力，两个村子间的战斗也死伤过些许人，费了这么大的劲，却一无所获，无疑是将邻村村长推向了风口浪尖，问题也就不攻自破了。  “谢谢。”史蒂夫深深地一鞠躬，他怎么会知道自己被蒙在鼓里，反而感动地一塌糊涂，而且他父亲生性为人宽厚，心眼没有那么多，自然也和儿子一样。  “好了，”村长说“我要开始成人礼仪式了。”随即转身开始读起来冗长的仪式词。  此时史蒂夫小心翼翼地把盒子放进自己的小袋子里，随手抽出一根绳子把它系在腰间，然后静静地站在村长旁边。  转眼早上就过去了，成人礼也完了，众人都是见怪不怪，毕竟成人礼每年都有，而且大多数人都直接采用睡觉来度过，但是史蒂夫感觉却完全不一样。  父亲和他说：“今天再留一天吧，明天就出发吧。”  自小随父亲长大的史蒂夫能感觉到自己已经离不开父亲了，除了父亲交给自己的铸剑方法，他知道自己什么都不会，不由得心里一阵落寞。  “唉……”长叹一口气，史蒂夫坐在草堆上，早上那只马儿不知怎地又跑了出来，舔了舔史蒂夫的脸，史蒂夫别过头去看了看马儿，再次长叹一声，望着布满红霞的天空，心中的忧愁只有自己能知道……\n不喜勿喷，谢谢。\n目录：http://www.mcbbs.net/thread-493225-1-1.html",
    "replies": [
        {
            "author": "lxq54sb123",
            "timestamp": 1440653700,
            "txt_content": "前面和后面的字体为什么不一样"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440676920,
            "txt_content": "赶脚不错哦"
        },
        {
            "author": "永恒のMC",
            "timestamp": 1440725400,
            "txt_content": "lxq54sb123 发表于 2015-8-27 13:35\n前面和后面的字体为什么不一样\n不一样吗"
        },
        {
            "author": "永恒のMC",
            "timestamp": 1440725520,
            "txt_content": "Sad_elevenKH 发表于 2015-8-27 20:02\n赶脚不错哦\n谢谢支持啦~"
        }
    ]
}