{
    "title": "<原创·圣杯>《已经完满的第四天》 第四章 为什么放弃思考",
    "author": "hayah",
    "replyCount": 2,
    "timestamp": 1440653280,
    "txt_content": " 本帖最后由 hayah 于 2015-9-12 22:41 编辑 \n\n第三章 我们无法和时空抗衡\n第一章 存在即意义\n第二章 有意义的不存在，无意义的存在\n《已经完满的第四天》\n（小说主要人物）\n第四章 为什么放弃思考（未完全更新）\n\n提纲：人物：Bob、Abby、末影鸡、Angus、Steve、Notch等等等（以上人物出场顺序分先后）主线：Bob在遗忘之地的遭遇副线：Steve不再是那个弱小的Steve了地点：遗忘之地；主世界背景：Bob在变成许多透明方块消失后，躲过了主世界的一场灾难时间：没有太阳和月亮的日夜第一幕：“这里，都是被神青睐的生物，只是，没有其他人还会记着他们。”遗忘之地这里，没有云朵，因为这里没有白天黑夜，这里，也没有太阳月亮星星，没有天气。这里有的，只是无边无际的黑暗和大大小小数不尽的浮空岛，而脚下的深渊和头顶上的“天空”一样深不可测。放眼望去，岛屿中，有的在黑暗中发出孱弱的微光，表明着有什么生物生活在上面，有的，从侧面溢出处了岩浆，形成的瀑布坠向无尽的虚空，还有一座岛，上面立着一根醒目的黑曜石柱子，成为这块区域的最高点。岛屿的构成也各不相同，灰色的土、灰绿色的石头、血红色的岩石……这些都是主世界没有的，除了灰化土。岛屿间，有的被一些“小桥”连起，有的就这样分离着，好像是因为什么而被阻隔开。Bob清楚地认识到自己正站在一块腐化土和石头拼接而成的岛上，旁边紧邻着的，便是一座灰绿色的空岛，桥都不需要，只需一个冲刺跳，就可以跃到那边。他并不急着过去。曾听Him说过，这个地方是Notch创世纪后建造的。他和Him自五天起，创造了许多生物，到现在，也没有谁肯罢手。那些生物中，有的因为过于强大，破坏了主世界的秩序，便被遗忘至此，Bob绝非第一个。首要的事是，Bob环视周围，在自己这个几百个方块的岛上，确认只有他一个生物，这是一块相当。小而平坦的地方，不像紧邻的空岛，那边有个巨大的峡谷，小山包，洞窟，还有个不明的黑曜石柱子。Him曾对他说过：“若真的有一天，你被Notch发现了，并被他送到了那个地方，我可能就无法给予你帮助了。但我相信，以你的实力，是可以从那个鬼地方挣脱的。”Bob抚摸着那把钻石剑，内心坚如磐石，燃起了返回主世界的信念，相信着即使没有Him的帮助，即使被他遗忘，他的力量，也会永远伴他左右。这时，对面的岛上，一个方块后面躲着的黑影消失了，它——已经观察Bob好一阵了。察觉到动静，Bob握紧了手里的钻石剑，身体微微弯曲，两脚跨开肩距，做好了来到未知世界第一战的准备。紫色的颗粒在Bob眼前飘过。这是——末影人？第二幕：“最难缠的对手其实是你自己的内心。”难缠的对手Bob的心扑通扑通地跳着，迅速却不失稳定的节奏，除此，只能听到远处传咕噜咕噜岩浆流动的声音，再无其他声响。末影人，是一种很强力才被造出的的怪物，Bob深知这点，而且性格孤僻，喜好独来独往，一般连玩家也不会随便去招惹它。能被前送到这种地方的，想必还会有什么其他的能力，一定得小心对付。这时，一阵寒气袭过Bob的冰凉的后背，随之而来而又长久驻留在空气中的还有股淡淡的清香味。等Bob转过身，他的钻石甲已被划出一道剑痕。他仍然镇定从容，聆听着周围的动静。“力量还不够么？”这甜甜的声音被Bob的耳朵捕获了，他向对面的岛猛地撇过头，瞥到了一个两格高的黑影在黑曜石柱子的顶端，瞬即化成一团紫色颗粒消失了。隐约的，Bob总感觉有什么不太对劲的地方。它下次会从什么方向进攻呢？正面？Bob已经做好了格挡的姿势，以不变应万变。没有像他想的那样，一团紫色颗粒出现在他的右面，几缕发丝拂过他的脸，一股花香扑鼻而来，弄得他心神有一丝烦乱，可更为强烈的感觉是，一阵威胁到他性命的寒气正袭向他的右后颈。这是剑与剑的对决，Bob立马向右转过头，他钻石剑格挡住的是一把发出绚丽紫光的木剑，用这剑的是……他的目光撞上了一对漂亮的橙色大眼睛，眼皮微微下垂，略带失望。那双眼睛也遭遇了Bob隼般尖锐的目光，像受到惊吓的小鸟一样，害羞地避开了直视。还没来得及观察更多细节，Bob手上的剑松了，对手瞬移走了。Bob心情一下轻松了许多，他笑了，通过这个短暂的交手，对手的许多情况都已被他知晓，未知的敌人已经不再那么可怕。那明白无误是只末影人，除了Him和末影人，Bob还从未见到过其他还会瞬移的生物。那只末影人的身材和他相仿，两格高，同样用的是剑，它用的是把附魔的木剑，那紫色眩光应该是附过魔的。而在第一次被偷袭时，能够把他的钻石甲划出痕迹，不是锋利便是亡灵杀手的属性，普通木剑怎么可能划开钻石。而对抗中，对方的力量明显不够，他在格挡时，已经明显感觉到对方的剑略微有抖动，而Bob呢，可是连五成力量都没使出来。那么真是这样的话，我只需要保护好我的颈部，再找个机会，争取观察到更多细节，找到破绽。可还有一个问题……这里十分的暗，对面的岛上似乎还有些亮光，过去看看吧。一个箭步，他飞越过了深壑，腐化岛被甩在了他身后。这地方，是很容易掉下去的，为了安全，Bob打算往这座空岛的中央走去。这空岛，Bob原来只看到了它的一角，只有当步入其中，才发觉这个地方如此庞大，相比之下，那块腐化岛连末地岛中的一个小坑都填不满。两边是高耸的山脊，它们夹出了一条通往到中央黑曜石柱子的曲折小径，他站在了另一端。这些山体当中，有的好像被什么挖出了一个窟窿，里面温和的放出了淡黄色光线，这让Bob回想起了主世界的阳光。这个岛，估摸着有几万平米的大小，地形比预想的还要复杂，除了那只末影人，可能还有更多奇怪的生物，以出其不意的方式“迎接”他的到来。岛的厚度呢？Bob蹲下身子，用钻石剑柄敲了敲地表的石头，没有任何移动的迹象。他放心的起身，继续向黑曜石柱子的方向前进。在这个两旁和地面全是同种材质的峡谷中行走，单调的灰绿色和圆形的网状纹路，一片漆黑的天空也无半点星体的点缀，移动着，除了那根柱子越来越大，都没有感觉到周围物体的移动，这单调乏味的色彩，会摧毁常年生活于此的生物的视觉吗？不！快看！小峡谷的出口，有不一样的东西，一个粉色的身影在那里站着。Bob加快了脚步，那个形象清晰了，是两个竖直堆砌的粉红色羊毛，最上面摆着一个橙色的南瓜头，正看着他。原来不是什么生物。Bob舒了口气。这时，Bob已经走出了一线天，在Bob面前的，除了那个东西，就是一大片坑坑洼洼的地面，还有很多洞穴，它们通往——虚空？在这块不太平整的地面的中央便是那根柱子，5*5的横截面，有可能是中空的，顶端似乎有什么不一样的东西。Bob抬起了手，推了推那颗南瓜头，没有得到任何回应（当然不会），可就在他准备用剑砍向这颗头的时候，一阵猛烈的冲击将他击飞，撞回了到了峡谷中。这股迎面而来的强大冲击是他始料未及的。“你要对Harry做什么！”愤怒的语气无法掩盖那甜美的声线，像是樱桃的酸甜味。Bob努力用双脚摩擦着地面，滑行停止了，他又闻到了那个令人舒心的味道，只是时候不太对。Harry是谁？他，看到了，那个站在他和南瓜头之间的末影人，正面朝着他。那把木剑似乎和之前不太一样了?等等，更为关键的是，那不是一张末影人的脸。一件黑色的带帽衫遮掩着它的上半身，中间略微敞开着，露出雪白的衣襟。帽子遮盖住了它大半个脑袋，上面印了一双真正末影人该有的紫色眼睛，用警觉惊吓的目光盯着对手，而那双眼睛下面便是那对令人神魂颠倒的橙色大眼睛，淡黑色的眉毛被勾勒在一只眼睛上方，另一条则被帽子搭着，调皮地露出小半截。头发大部分也被盖住，却有两缕棕褐色的长发沿着帽檐两侧滑落至腰间，像柳条般在寒冷的空气中飘动着，引人遐想，捋下帽子，长发散落，在风中飞舞。它的脸颊，不，应该说是她的脸颊，两边各有一处晕红，不知是因为愤怒，还是羞涩，亦或是生来如此。（“末影人”）此刻，她正紧闭着嘴唇，紧张而又小心的观察着Bob的一举一动，不过，她可能要失望了，因为Bob正如死尸般寂静。附魔的属性换了，迅速思索着，他没有观察到盔甲上再多出任何印迹，不再有亡灵杀手了，这次是，从这么长一段距离来看，是击退II。等一下，有些不太对了，对手是个……Bob从出生起，接触过的唯一的女性只有他那巨人族的母亲。他回想起以前的那段美好时光：母亲烧毁了一片黑森林，给他烤了他最爱吃的巨型烤土豆（不用问，用了金克拉，不谢，本人不提供代购），阳光下，和母亲一起分享，而其他僵尸因为惧怕阳光，只能眼巴巴的看着，哈哈，热气腾腾的烤土豆啊……可母亲，在平凡而伟大的一天里，误踩死了他那平凡而伟大的父亲，就再也没出现过。也就是从那天起，Bob再也没有接触过女性。（Bob的老妈）小时候，男生们打架，Bob只是一个人静静地待着，看着他们，要不就是把那些嚷嚷着干一架的打翻在地，就是这样的性格，他也就一直一个人，而这次打架，准确来说，应该是这场性命攸关的对决，对手不是个男性，他从来没遇到过这样的事。Bob第一次在战斗中心如乱麻，不知道要怎么办，只是在那里无谓地思考着。或许，只有在战斗中解决这个问题了。第三幕：“对待敌人，我们可以仁慈吗？”“那你是怎么定义敌人的。”放手周围似乎不再安静，所有声音咚咚的，都变成了他的心跳声，混乱的思维慢慢稳定，逐渐理出了头绪。我该怎么办。末影人再次化成紫色颗粒。背后！Bob果断转身，挥起了他的钻石剑，挡住了袭向他后颈的横向劈斩。和她对视着，此刻，只有那双眼睛燃起的怒火，和那把横在他脖子前的剑刃。对手正用力，使剑更加靠近Bob的颈部，Bob却没有一丝移动的迹象，她双手，而他，单手，已经能够轻松抵抗压力了。对手想直取他的项上人头。有一个方法，不管了！快速伸出左手，Bob一把握住了对手的右手手腕，一股温暖蔓延到他冰冷的手掌上，却让Bob的身体打了一个冷战。对方的力度减小了，他向前跨出了一步，将她往后顶了一米多的距离。那手腕扭着，努力想要抽出，Bob紧抓着不放，一边观察着对面的神态变化，她的眼睛睁得很大，嘴唇紧咬着，一副很拼的样子。可能是因为疲劳，眼皮不由自主的搭下，却又被执拗地提了上去。看到这面孔，Bob手突然软了，手腕逃脱了。木剑也随之消失了，Bob前倾的姿势因为突然没有受到那个反向的支持力，向前倒去，他跨出了一只脚，扎在地面上，稳住了。又不见了……通过那条小路，腐化岛回到他的视线中。他转过身，抬起脑袋，她正立在黑曜石柱子顶端的边缘，右手紧紧攒着木剑，俯视着，因为险些被抓住而略显惊恐，却又强作镇定,是那样的楚楚可怜亦复可爱。可Bob的内心却始终如冻土一般，永远不会有过多的变化。他现在冷静思考的是，如何找到一个恰当的方法，击败他的对手。为什么我要放手……不该这样的，只要不这样，她就不能瞬移，那么，我就有击败她的机会。为了防止再次被击飞，坠入无尽的深渊，他弓着身子，缓缓向黑曜石柱子挪动。那个粉色的东西？不去理它了，好像是她什么重要的朋友。Bob轻轻地绕开了它。渐渐的，他已经来到了柱子的根部，仰头顺着黑色的柱壁望去，那极像是一条比直通往黑暗天空的道路，路的尽头是那么狭窄，那里站着……又不见了！瞬移真是个麻烦的能力。为了便于防御下次进攻，他的背粘着柱子，提防着身体两侧，余光不断的左摆右晃，扫视着周围的一切情况。“嗖”，瞬移的声音。正对着的粉色羊毛突然被一个黑色的身影遮挡，一圈紫色颗粒消失在她身体周围。竟然是正面！木剑在距他脸两个拳头距离的地方被格挡了，轻微颤着。两张脸隔得很近，两双眼睛紧紧盯着Bob。随着一阵娇嫩的喘息声，一股暖暖的呼吸盖满了他整张冰冷的脸，香味一直熏着他的鼻子，灵敏的嗅觉坚锐的大脑，协同运作，分析出了这是茉莉花香，但充满他整个鼻腔，使他神经紧绷着的是一股危险的火药味。他当机立断，再一次抓住了她的手腕，紧握着不放，钻石剑加大了抵抗力度，将木剑顶到了安全距离，再顺滑地衔接着一个侧滑步，被拽离了它主人的手，掉落在几十米开外的地上。这还没结束。慌乱中，她往后踩了一步，手腕还是没挣脱死死夹着的钳子，而Bob却已经绕到她的身后，双脚稳扎在地面上，抓住对手手腕的左手用力一推。转身中，她被这股力量将重心推离了身体，坐在了地上，背靠着冰冷的柱子，一条腿直着，另一条微曲着。那条弯曲的腿上有一道伤口，看样子，似乎是箭矢所致，不久前弄出的。手腕还被紧握着，胳膊被提着，另一条却已垂到地面。Bob站在她的脚前，望着她，默不作声。她还在喘着气，不同的是，一丝泪光闪过眼角，不一会儿，眼里边涔满了泪花。“杀了我吧。”声音颤抖着，它的主人似乎已经放弃了抵抗，这似乎是她早就想过的结果，报应吗？眼睛闭上了，晶莹的泪水顺着脸颊滑落至嘴角。Bob将手里的剑挂在了腰上，默默凝视着，震动和热量一起从她的手传到他的手里，没想过要停止。Bob沉思着，她也就那样坐着闭着眼，没有更多的动作，等待死亡。手——松了，那条胳膊也垂下了。Bob慢步走到了那把木剑跟前，弯下腰捡了起来。手腕上的寒冷消退了，长时间没有感受到致命的气息，只有那沉重的脚步声，她睁开了紧闭着的眼，惊奇地看着Bob手里横握着木剑，走到她身体一侧，礼貌地将剑递给了她。她努力用手撑起了身体，迟疑着，木柄已被塞回到她的手心里。冷冷地看着那双漂亮的眼睛，泪水干了，在眼睑形成了一层薄薄的水渍。从她的眼睛里，Bob读出了对方的困惑与不解。“抱歉，”Bob用温柔客气的声音说，“只要我还在，你就绝对没有选择死亡的权利。”可这句话，只是让她更加疑惑。第四幕：被遗忘，被遗弃“那些让你痛苦的，请不要回忆。”——第三章 第一幕“他们，是被世界遗弃了吗？”“不，只是被遗忘了。”“为什么他们会被遗忘？”“因为，他们给这个世界带来的痛苦和灾难，已经不堪被写入我们的记忆。”“你——不担心我再攻击你吗？”她小心地问道。Bob摇摇头。眨了眨眼睛，更加不理解了。“如果不消灭对自己有威胁的人，你怎么确保自己的生存呢？”“这难道就是你们这儿的生存法则吗？”Bob平静地问道。“嗯……一开始，我以为你会伤害我，就先主动攻击了。”她侧过了头，说话有些迟疑，“为什么你这么厉害，却放过了我，这是强者对弱者的同情么？”“难道这个世界，弱者就没有生存的权利与尊严吗？”语气从温和的大提琴变成了皮鼓。她转回头，真诚地望着Bob，微微点了一下，可眼神中似乎有些不确定。敲打停止了。“每个生物，都有自己生存的权利，”声音变得高昂激愤，他抬起了自己的头颅和双臂，“如果这个世界没有，我就用自己的生命去捍卫。”Bob第一次生气了，他无法理解一个弱者不能存在的世界。存在即意义，这是他对生命认知的底线。在一生中击溃过无数对手，却从未掠走过任何生命。她低下了头，沉默了，头发自然地垂到了腿边。激动的心情很快便平复了，Bob的性格向来如此。顺着她的眼睛，Bob的目光径直下沉，那道伤口的影子被捕捉到了。“你的腿——”“哦，啊，”受宠若惊，她慌忙将受伤的左腿弯到右腿后面，不让他看到，双手也一起背到了身后。“受伤了。伤口不用处理吗？”“啊，不用了。”可就在她说这话时，Bob已经把手搁在了她肩上，轻轻地顺着一个极小的角度按压，十分依顺的，她坐了下来，双腿也轻轻地搁在了地上，Bob也半蹲着，取出了随身携带的水瓶和酸性药水。水还有些冷，Bob用冰冷的手捂着瓶子，似乎是想让它不那么冰。先用清水，再是酸性药水，最后用一小块海绵轻拭着伤口。她紧紧闭着眼，咬着嘴皮，似乎是有些疼，但那海绵的柔软和移动，又使她感到舒服。“我母亲说过，”Bob一边用清水做着最后的处理，一边平静地复述，“如果有一天她不在了，我一定要照顾好自己，不要让她担心。”她认真听着。Bob抬起头，望着她莞尔一笑；“所以这些东西，我就一直备在身上，可是也没用过几次。”收好了药水，最后又用清水洗了一遍。“好了。”他缓缓站起了身。她仍然坐着。“你母亲，已经不在了吗？”Bob低下头，语气丝毫没透露出忧伤而是执着：“我相信她还存在于这个世界上，总有一天，我会找到她的。”她痴痴地看着他，目光中有几分期许。“不说了，就这样吧。”Bob转过身，准备前往下一座岛。“等一下，”她跳跃着跟了过去，“你，有朋友吗？”她尽力表现出和善友好的样子，可这些在她的外貌、气质和声音下都显得多余。“没有，也不想有。”Bob依旧是哪个孤傲的Bob。“我自己一个人的力量就足以应付一切。”“那你——了解这的情况吗？知道有什么危险吗？该怎么出去呢？”Bob也会碰上无法解决的问题。无奈的转身，Bob看到她侧着腰，俏皮地笑着，等着他。循着花香，他只能走向她。“这样吧，”把脸凑近Bob，她又眨巴眨巴水汪汪的大眼睛，“你叫什么呢？都交手那么久了，还不知道怎么称呼，一直你你你的也不太好吧。对了，我是Abby，如果愿意的话，也可以叫我艾儿。”“Bob。”极不情愿地回应，像是吃饱饭，或者只是他厌于交友。“Bob——Bob，Bobbie……”“随你了。”“在你去下一个岛前呢，我先带你去一个地方，Bobbie。”她用手指了指山上的那个洞窟的方向。Bob跟在他身后，沿着之前的峡谷两侧的山脉一直向上。爬山时，Bob好像只听到自己沉重的脚步上踏踏作响，那是钻石撞击石头的声音，又跟在像风一样轻盈又无声无息的Abby身后。她的伤没事了吗？“我们到了。”这个洞口似乎将遗忘之地划分成了两个世界，里面和外面。温暖的淡黄色光线是由一盏萤石顶灯发出的，粉红色的是地板，黑色洋红色紫色的横竖斜条纹是墙面，为什么会有羊毛？而天花板是那种叫不上名的灰绿色石头。这个几十平方米的斗室内，家具一览无遗。醒目的一个大书柜，上面只隔了几撂红红绿绿的书，墙角摆了一张梳妆台，上面个这几个奇怪的瓶子，里面盛着粉色紫色的液体，台子上还摆了一盆紫罗兰，花可以在这里存活吗？另一边，几个储物箱错落有致地被半砖纵向隔开。对面，是一张极其普通的小床，枕边搁着什么，床头柜上立着一个相框，是她和Him的合照，她在Him的右边，左边是一把悬浮在空中的弓。工作台被安置在了另一个墙角，上方挂着一个没有时针分针的钟。屋子虽小，但功能齐全，住在里面，即使一个人，也会感到温馨吧！可这只是Bob一厢情愿的想法。“Bob，你饿了吧。”Abby已经来到工作台前忙活了起来。她的每一个动作，都交织在一起，融成一段完整和谐的旋律，这似乎是遗忘之地唯一让人感到愉悦的身影。最后，Abby用盘子盛好了一个紫色的圆饼，小心端到Bob面前。Bob直接用手抓住了那个东西，迟疑地用嘴唇沾了一下，再咬了一小口，这个醇香的味道，松软的口感……南瓜派？可总感觉有些怪怪的。不管了，Bob猛地咬掉了大半个。他的确饿了，食物也没带。“对了，Abby，”Bob嚼着食物，口齿不清地发出声音，“峡谷出口的那两个粉色羊毛是什么？”“啊，”听到久违的自己的名字，有些不太适应，“那个，是我造的一个朋友，不过看样子，现在已经不需要了呢。”她冲Bob笑了一下，那笑容，像是冬季黎明那温和的阳光，升华了植物上的霜冻，也似乎想要熔化Bob心里的坚冰，慢慢升温。怪怪的感觉，不是这个食物的那种怪，说不太清，像是淋着鹅绒雨，柔软舒适，还有一点点温度，虽然以前从来没有过，可挺喜欢这种感觉的。享受、陶醉、沉浸，怎么形容当时的Bob都不为过。“你可以帮我一个忙吗？”这句话惊醒了半醉半醒的Bob。眼睛里流露出一丝悲伤和恳求。“我的腿，不是你弄伤的，”她看着正把目光投在她脸上的Bob，“是末影鸡。”Bob有些疑惑。一撮棕色的头发微曲着，在她的修长的眼睫毛上方顽皮地跃动着，像是想表达什么。他不太想把目光移开。“你吃的那个南瓜派，其实是用它的蛋做的。”已经不需要管那么多了。“你可以——”她犹豫了，不知道能得到怎样一个答复。Bob仍然看着她“你可以帮我杀掉它吗？”遗忘之地死一般寂静，只有两个生物的心跳还律动着。第五幕：怨与惧“而动物的存在，仅仅是不能威胁到玩家的生命，它们其实可以具备那种能力。”——第一章 第六幕末影鸡，一种创造时间晚于末影人的生物，原型是鸡，本质是一种怪物。它们通身覆盖着黑得发亮的羽毛，橘黄色的喙上方，长着一双闪着骇人紫光的眼睛。它们为什么会存在？因为怨恨，怨恨玩家对动物的欺凌，杀害，它们的生命遭受了无情地碾压，精神受到风暴的洗礼。没有被尊重的生命，无法呐喊自己的心声，是像其他动物一样彷徨，还是——用无形的语言——暴力来让人们感受到切肤之痛，那种痛，堪比身上的羽毛被一根根拔掉的刺痛，或许不止，它让你感受到孤独凄凉的黑夜的漫长，即使再痛苦，也无从倾诉，无法消解，长时间的孤立无援，最后只是身心俱疲地蜷缩在能让自己享受短暂幸福的小窝里，接受上天无情的安排。它们，不愿再这样，借由着神的力量，它们，把积藏已久的愤懑全部挥洒而出，将痛苦与恐惧数倍偿还于人类，将主世界长久置于黑暗之中，人类只能咽下那种动物们曾经受过的“礼遇”，躲在房里的一角惴惴不安地度过一整天，期望着自己的气息能一同滞留在房间里不出去。即使在受过袭击后的几天里，阴影也在脑海里挥之不去。为了安抚，为了惩治，它们被送去了遗忘之地，以便人们尽快从脑中抹去任何有关这种生物的记忆。笼罩在主世界的阴影确实消散了，可人们似乎仍没意识到自己是否做错了什么。合拢双手，Abby一直用眼神恳求着。那条对生命的界定摇摆了，原来是被紧紧钉在他心中的。存在即意义？不可置疑的原则！或许是，有意义，就不能被杀害了吗？瞟了眼Abby的腿，伤口还没愈合，叹口气，Bob继续思索着。它们的自由意志，是否已完全被怨恨挤出了大脑，只剩下复仇和杀戮，那对于其他生物来说，又好得过没有意义吗？Bob的思绪再次混乱。回到根本，这个世界，需要它们吗？明显是有害的，它们可以自己存在不受约束吗？或许，单从这点考虑，它们的确有必要被杀。可它们不可能仅仅是为了复仇而存在的吧，一定还有什么……暖暖的柔软的感觉传递到他的脑，打断了思路。他抬起了头。Abby正拉着他的手，眼里闪烁着泪光。温和的黄色光线照的他身上暖融融的，可理性仍然是冰冷的。“你，为什么想要杀掉它们？”Bob质问道。她放开了手，平静地望着Bob，以柔和的语气，讲述了她的故事：这座空岛，她独自一人生活于此很久了，每天无所事事，研究着附魔，期待着某一天，Notch或者Him光临寒舍，把她带出去，永远离开，不再回来。平常的一天，打扮好后，捎了几本书，她又来到黑曜石塔内部，安心地学习附魔，这里很安静，隔壁的那座岛的声音都会被屏蔽，火山喷发的爆裂声也会撞沉于这堵坚硬的外墙上。突然，一阵剧痛，眼前一片漆黑，针刺般的痛感毫不保留地席卷整个身体，刺激着她敏感的神经，耳里装满了使人心里不断发毛的“嗖嗖”的瞬移声，还有嗡嗡作响的嘈杂的鸡叫。本能的，她胡乱挥起了木剑，做着无谓的抵抗，却招来了更频繁的痛，鸡叫得更凶了，听着一阵扑扇翅膀的声音，手也挨了一下，如被电流击中，可她仍紧紧握住剑。轻柔的羽毛和坚硬的喙不断刮擦着她裸露的双腿，眼前依旧一片昏暗。混乱中，在鸡的“簇拥”中，她靠上了冰冷的墙面，模糊的意识让她还能感受到冰冷。孤注一掷，在没有方向感和视觉的情况下，她用尽了全身的力量，朝未知的方向进行了位移最大的一次瞬移。声音消失了，腿部却仍发出剧烈的痛感。渐渐的，神志变得模糊，体力不支的她，伏在了冰冷的地面上，身体绵绵的，昏倒了过去。睡梦中，隐约听到了利箭划破空气的声音，还有随之而来的一声声凄厉的鸡鸣。醒过来时，自己已经卧在了舒适的小床上，视觉也恢复了。一段时间后，她回到了塔里，那种生物已经不在了。奔着火岛的方向，她来到了一片丘陵地带，纷复的地形让未知有容身之地，在一个小草窝里，她找到了一颗黑色的蛋，反射着奇异的紫光。周围似乎没有其他东西，拾起蛋，又是一记猛啄，刺穿了细嫰的皮肤，血从伤口微微渗出，视觉再次丢失，仓惶中，她直接逃到了家里，用手摸出床的轮廓，小心地坐了上去，惴惴不安地躺下身体，等待着中断的光信号恢复。在很长一段时间中，惶惶不可终日。而从未有过任何动静的腐化岛，给她徒增了更多焦虑，直到Bob出现，出于恐惧未知会带来的痛苦，她先一步发动了袭击。“如果，你想去下一个岛的话，必须经过那儿，终究躲不过直面对手的。”Bob从没想过逃避挑战，可他也从未想过击杀对手。“对面有多少？”“好像，只剩一只了。”杀意已决，这将会是他第一次扼杀生命，也将会是最后一次。“走吧。”它擅长制造恐惧，因为失去视觉，就会产生更多的未知，而恐惧，常常伴之而生。离开了温馨的小洞，他们绕过了地面上的坑，有些真的链接了虚空，如果掉下去，会是怎样一幅景象呢？不敢想象。“咕噜咕噜”，炙热的气体从岩浆中溢出的声音越发响亮，这座岛的另一片天空被不远处岩浆岛的火光染成了猩红色，身体开始变热，Abby的眉心上渗出一滴汗水，不敢用袖子拭去，心里面只有恐惧与焦虑，时不时的转身提防着身后，而Bob则是头也不回地往那片地区走，他似乎对自己的听觉很有信心。站在一个小山包顶上，岩浆岛已不过数十米远，顺着一座斑驳细长如针的桥望去，那里大片的岩浆湖和数不尽燃烧着的血红色岩石正对任何活物发出着警示，平坦的地势暗藏杀机，冷不丁的，失足的生命就会坠入填满岩浆的小坑中，化成一团团蒸腾的水汽和焦臭的硫化物。红色，是地面与天空的主色调，而橙色与黄色分别象征着危险与警戒。在去到那座用光和热威逼着生物屈服的岛屿前，他需要先解决心头大事。Abby谨慎地跟了上去，在她站在Bob身边的那一刻，“咯咯”的叫声回荡在这片丘陵中，是在欢迎她吗？ Abby紧紧靠着他的背，Bob拿出了剑，提高了警觉。“嗖”，一小撮紫色颗粒出现在了她脚边，在橘黄色的尖锐物体撞向她的腿时，“磅”的一声，敲在了坚硬的剑刃上，被割开了一条小口，身体抖动着，羽毛散落，它更加愤怒了，开始绕着他们转起了圈，角速度大小刚好给人以分身的错觉。Abby双脚微微分开，膝盖大腿紧贴在一起，双手握住木剑，靠在Bob身上更紧了。盯着黑圈，半径越来越小，“啪啪啪”脚爪子刮擦着地面的声音越来越咄咄逼人，却没有办法。还没收回剑的Bob直接将利刃插入到环的外围，听到一声沉闷的撞击声，整条环都化成紫色颗粒消失了。“咯！”Abby抬起头，那个黑色身影出现在半空中，双翅展开着，把鸟喙当做锐利的箭矢，刺向她的双眼，想着给予她永久性失明。气体极不情愿的被推开，那一刻，时间好像凝滞了，从那双紫色眼睛中，Abby似乎读出了动物的怨与惧，那似乎不是无从化解的，只是从未有人尝试过。从发梢一直到脚底，Abby身体的每一处也都化成紫色颗粒，在另一个漆黑的空间中翱翔着，那里一片星海，像是宇宙，罗盘状的银白挂在上方，在那无穷远的地方，一颗明亮的恒星，射出了孱弱的白光，它们不远亿万光年，传递了幽谧的信号，隐约的，Abby好像在那光线中看到了父亲，他不是坠入虚空了吗，真的不存在了吗？很努力地，她飘向那颗恒星的方向，但在这个空间中，她只是一个虚拟的影像，被黑洞强大而无情的引力扯了过去，慢慢被吞噬，淹没了……“嗖”Abby躲开了，她瞬移到了另一个山头上。末影鸡原本扑向的目标，变成了刺向它脆弱底盘的钻石剑，拼命扇动翅膀，以减缓速度，可已于事无补，“嗖”，在接触的那一刹那，它瞬移走了，可脚却隐隐作痛。“Abby！”Bob大声喊着，迈动四肢奔向那个山头。她似乎没有从那场起义的瞬移中回过神，以前不是这样的，她的父亲……“啊！”腿部传来一阵持续阵痛，末影鸡以不逊于打点计数器的频率，捉急着她的腿，头剧烈抽搐着，眼前再一次昏暗，凭着声音，她向前挥出了木剑，一声凄惨的鸡鸣，撕心裂肺的声音又戛然而止。“Abby！！！”声音更加洪亮，可已经来不及了，失明的Abby丝毫没察觉即将到来的危险，静静的站在不远处的山顶上。末影鸡用生命做着最后一搏，在漆黑天色的掩护下，它的羽毛和空气刮出了紫色的火焰，燃烧着，熊熊烈火正扑向她，充满怨念的生命决心同归于烬。只能这样了，他抽出了剑，扬起右手，身体侧躬，摇摆中瞄着那团火焰，大脑分析出了提前量。一道蓝光，几乎是沿着直线，它飞向了它飞向的位置。Abby的心蹦蹦乱跳，火焰和蓝光同时逼近着。“咯——”紫色褪去，蓝光消失，随着羽毛飞舞，黑色的身体陨落，重重地砸在地上，钻石剑横穿它的身体，紫色的血迹沾满了一块地面，画出了一朵鲜艳的血花。加速的空气和时间让这一切在不到一秒的时间内都消失得无影无踪，只有剑还躺在地上，沾上的血迹也都消失不见。“你没事吧。”Bob迈着稳稳的步伐，爬到了Abby对面，凝视着她的面庞，等待着回复。眼睛紧紧闭着，泪水从眼角渗出，身体微微发抖，帽子却十分安静，是害怕还是什么，她一句话也不说。“对了，这个给你。”Bob缓缓取下自己的头盔，又顺着她的眉毛轻轻地向后捋掉了她的帽子，尽量不接触，帽子如丝绸般滑落，缓缓搭在了背上，棕褐色的长发从中释放，批散开，在岩浆岛吹来的热风中飘动着，散发出迷人的香味。Bob向前走了一步，默想着把头盔给她戴上。天蓝色的头盔盖住了一些头发，可就在Bob准备松手时，一双橙色的大眼睛凑近了。紧握着的剑从手中滑落，迟迟地掉在了冰冷的地面上，从战斗中解放的双手按在了Bob的耳朵旁，拉动着他的头迅速靠向那双眼睛。那双有魔力的眼睛会让仍何人都无法抗拒，速度减缓了，可就像一场猝不及防的车祸，两个嘴唇最终蹭到了一起，互相试探着，摩擦着，却毫不意外车祸的发生。泪，流到了Bob的嘴里，咸咸的，甜甜的。鹅绒、羊毛、丝绸……一切柔软的东西都从他的脑中被读取出。这是触觉吗？还是幻觉？那和煦的温暖又是什么？是那双手的温度？绵绵的融化般的感觉，究竟是什么？冰冷的理性已被暂时抛弃，自然的，他放下了那只手，搂在那纤柔的腰上，沉醉……（善始者实繁，克终者盖寡，感觉这个坑填不完了，疑点太多了）\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1440665400,
            "txt_content": "好长啊好长啊……\n楼主你骗人，说好的时间不够呢\n至于坑填不填得完，不要急，明年三月活动才结束"
        },
        {
            "author": "名人才华",
            "timestamp": 1440666180,
            "txt_content": "2B与mc的故事 发表于 2015-8-27 16:50\n好长啊好长啊……\n楼主你骗人，说好的时间不够呢\n至于坑填不填得完，不要急，明年三月活动才结束 ...\n好长好长*不进去\n字太大，排版太紧，分段不清晰，我都不想看……"
        }
    ]
}