{
    "title": "<原创·连载·圣杯>《青色之风》[第一章]",
    "author": "zyj0807",
    "replyCount": 3,
    "timestamp": 1440666900,
    "txt_content": " 本帖最后由 zyj0807 于 2015-8-27 19:15 编辑 \n\n第一章\n深绿之堡的历史可以追溯到几百年前，这是一个有着辉煌灿烂的历史的城堡。建立它的人是当时一个默默无名的青年。当然，随着城堡的建造以及参与到建设中的人群一致称赞和惊叹的传开，他渐渐为人所知。而他的名字也很快就随着他宏伟城堡的完工一起远扬。其名：深绿·左布恩  ————《深绿之史》======================================================================\n早晨的第一缕阳光照进屋时，左布恩男爵就醒了。今天是个特殊的日子，必须尽早起床以免耽误了日程。洗漱完毕，换好衣服，他偷偷地用嘴唇轻触睡梦中的妻子和年仅七岁的孩子的额头，送上一天最真挚的祝福。做完这个，他便踮起脚想要离开卧室。“唔——”稚嫩的嗓音自身后响起，男爵身体一僵，尴尬地转过身来。他知道，自己的小动作把孩子吵醒了。可平时怎么没见他醒呢？一双水灵动人的眼眸缓缓睁开，如夜的漆黑、璀璨令人沉醉。而此时这双眼里惺忪的睡意和迷茫使男爵感到心疼，都是他的错，一定是自己动作太大，这才吵醒醒了孩子。孩子揉了揉眼，马上就看到了站在门前的男爵，欢喜立刻浮现于脸上，正欲张嘴说话，却被男爵一个手势所制止。男爵做了个噤声的手势，一个温柔的弧度在嘴角挂起，走到床边与自己的孩子四目相对。他看到的只有小孩子的童真和惊喜，他大概是觉得我叫醒他是要给他一个惊喜，男爵在心底慈爱的笑着。他双手轻揉着孩子的脸颊，安抚他去睡觉。淡青色的风在室内荡漾开来，小孩又归于熟睡。基本的魔法总是如此好用，男爵满意地笑笑。静悄悄地离开，在他关上门、转过身的刹那间，气质便变得迥异于先前在房间内的行为。他要去进行他重要的工作。\n“大人！”一名等候在旁，穿着整齐，胡须灰白的老者见到男爵走出房间，立刻上前弯腰行礼。“抱歉了查理德叔叔，等了很久吧。”男爵拍拍他的肩，示意他起身“我们认识那么久了，何必今天就如此死板，我记得你以前可是最讨厌这样的人啊！”查理德抬起头，看见了一双灿若群星的眼眸，如此智慧，如此令人折服。和他真像……恍惚间他仿佛就看到了那个人站在他面前与他交谈。这才是他所应该拥有的气度和把控。他的子嗣，果终是他的子嗣。他低下头，直起身子，看向男爵，一道意味深长的目光迎上了他的视线。查理德面色平静，毫不掩饰眼神中带有的赞赏及认可。\n半晌，查理德开了口：“少爷——”男爵心一松，他岂会不知老人在对他进行最后的考验，但现在看老人这样的语气，看应是自己成功度过了。他笑着开口道：“查理德叔，我刚真怕你从今天起就不在这么叫我了呢。而且因为之前你审视的眼光可是让我好一阵忐忑。”原来刚刚你就是在紧张这事儿，老人笑出了声：“你啊，还没夸你大了，你就这副得意样，看来叫大了还真是不适合你。”在男爵的孩提时代，查理德就是这么称呼他的，不同的是在他认识的人里面，只有这个老人和另一个阿姨才会这么和蔼地叫他。而后来自己长大后因为遇到了诸多麻烦甚至由于某个原因就再也没见到过这两人，这个称呼也就消失在他后来的生活中了。回忆起小时候自己净给父亲和当时正值壮年的老人添麻烦，为此还经常被老人追得鸡飞狗跳的时光，男爵的眼底不由得流露出怀念和些许愧疚。他笑道：“查理德叔叔，还请以后要像以前那样，多多关照我啊。”老人摇了摇头：“真后悔当初被你的父亲骗来，现在他走得舒坦，却将一切托给了我。”说着，他眼神一黯。男爵一愣，眼底涌出深深的悲伤“父亲他……”声音有些低沉，正欲说下去，却被查理德挥手打断：“今天是属于你的日子，不说这些伤感的事情。你父亲若是在天有灵，那他也会为你高兴。”“况且要是我不帮你，以你小子的能耐，之后可得费好一阵子的努力。那样的话你父亲他岂不得再从天上下来狠狠教训我一顿。”查理德的话语中透露出一股决心。你已有家室，我若不助你，今后这段时间里你的妻儿要怎么办，而你也不得不面临一个极其艰难的局面。至少有我在，你会轻松不少。就像他们还在时，总是没心没肺地把事情交给我。“那么，洛恩少爷，走吧！”老人转身向前走去，豪情顺着走廊传递开来，“走到他们面前去，让他们看看，那些年被他们一直反对的，被他们一直遗弃的，真正的左布恩人的模样！”男爵甩甩头，将这些深埋心底，跟上老人。“请多指教。”沧桑而浑厚的声音回荡着。“请多指教！”年轻而坚毅的声音应答着。他感到胸腔里有一颗事物。炽热并有力地跳动了起来。\n======================================================================\n世界纪219年8月7日，我再次来到了深绿之堡。即便是从正上方观察，这座巧夺天工的城堡依旧让我赞叹不已。对于这座城堡，今天是一个特别的日子。它要迎来一个新的主人。其名洛恩·左布恩。约里克·左布恩末影纪6月7日\n\n\n @2642301356 ",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1440673800,
            "txt_content": " 本帖最后由 zyj0807 于 2015-8-27 19:31 编辑 \n\n等等我3级@不了人_(:зゝ∠)_GG"
        },
        {
            "author": "zyj0807",
            "timestamp": 1440673920,
            "txt_content": " 本帖最后由 zyj0807 于 2015-8-27 19:24 编辑 \nzyj0807 发表于 2015-8-27 19:10\n@冥王星人 \n求过审\n等等我真的@到了吗 @冥王星人 "
        },
        {
            "author": "zyj0807",
            "timestamp": 1440674280,
            "txt_content": " 本帖最后由 zyj0807 于 2015-8-27 19:23 编辑 \nzyj0807 发表于 2015-8-27 19:12\n等等我真的@到了吗\n@冥王星人@冥王星人 "
        }
    ]
}