{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第一章 第五节",
    "author": "2B与mc的故事",
    "replyCount": 10,
    "timestamp": 1440682200,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-9-13 13:27 编辑 \n\n        初明独自坐在松软的草地上，似乎在沉思着什么。\n\n        他把穹闪的事情告诉了村子里的其他孩子。于是，他明白了事情的真相。哦不，准确地说，是想起了。\n\n        “穹闪？那家伙是灾星啊！你忘啦？两年前他离开了村子一个人住在后山的密林里，想不到你竟然遇到了他！”\n\n        这句话让初明清楚地想起了一切。没错，穹闪在两年前离开了村子，从此杳无音讯，初明也渐渐忘了这个“灾星”的存在。现在看来，穹闪之前的一些话确实应证了这一点。\n\n        “无冤无仇？当然无冤无仇！但是我与你们无冤无仇这么多年，你们却一直把我当做灾星！”\n\n        “你……不觉得没有守护之星很奇怪吗？不觉得我……我的存在……是一个错误吗……”\n\n        初明难以接受这一事实。他无法相信，自己的好朋友竟然是灾星。\n\n        抬头看看太阳，已经是下午了，差不多要到了和穹闪一起锻炼的时间了。从上个月开始，初明就决定每天和穹闪一起锻炼，一起变强。\n\n        初明的心里是一团乱麻。犹豫了很久，他还是决定：去找穹闪。\n\n        迎着毒辣的阳光，初明有气无力地走上了山。\n\n        “哟，初明，你来啦！怎么了，今天无精打采的？”穹闪大老远就发现了初明。\n\n        “诶，有……有吗？”初明这时才从沉思中惊醒，“没事，还是像往常一样，开始吧！”\n\n        还是认真锻炼吧。我跟穹闪一起玩了这么久，也没发现什么问题啊！也许是大家搞错了，穹闪只是一个普通的孩子而已。初明想着。\n\n        于是，穹闪和初明分别将两棵大树连根拔起，一人扛着一棵树朝山顶跑去。\n\n        没错，一定是他们搞错了。看，这不是都好好的吗？初明看了看满头大汗的穹闪，释然地一笑。\n\n        现在已经入秋了，道路两旁的树叶大多已经泛黄，金黄的树叶在阳光下发出金灿灿的光，洋溢着温暖的气息，就像老人慈祥的笑。山间清新的空气夹杂着成熟的果实的香气，显得更加诱人了。\n\n        “对了，初明你是为什么要跟我一起来锻炼呢？”穹闪突然间问道，他金黄的发色仿佛跟金灿灿的树叶融为了一体。\n\n        “我将来想要成为保护村子的战士。所以我要变的更厉害才行！但是跟你比差距还是很大啊……”初明吐了吐舌头，笑道，“诶，对了，穹闪你又是为什么这么拼命地锻炼呢？”\n\n        “我吗……现在的话，没有什么理由了呢。差不多是在打发时间吧！”穹闪答道。\n\n        “诶，那以前呢？”初明追问道。\n\n        “你……真的想听吗……”穹闪的表情凝重了起来。\n\n        “是啊，快告诉我！”初明好奇地问道。虽然见穹闪这幅表情，但他实在想不出来眼前这个孩子能有什么不得了的愿望。\n\n        “以前的话……我想要毁灭这个村子。”\n\n        穹闪的眼神一瞬间变了，变得无比的冷酷，就像是多年来内心的积怨全部凝聚在了这双眼睛里，散发着恐怖的黑暗气息。这让初明不寒而栗，他似乎能看到，能感觉到，穹闪的眼睛里伸出无数双幽暗的手，把他的喉咙死死扼住。\n\n        “其实……我知道了……你之前所说的灾星的事，我都知道了。”初明努力避开穹闪的眼睛，调整好呼吸，说道。\n\n        “是吗，我就知道会有这一天……”穹闪的眼神渐渐恢复了，并且变得忧伤起来，“如果你觉得无法接受我的话，那就离开好了，我不会强求你的。谢谢你能把我当作朋友，真的……很谢谢你……”\n\n        说着，穹闪放下了手中的树干，沮丧地踱回了他的小木屋，初明也不得不就此回家。两人的友情，似乎在一瞬间被一刀两断。\n\n        穹闪回到家，躲在角落独自抽泣着。夕阳西下，夜色渐深，他的身影被再次淹没在了黑暗中。\n\n\n\n\n        初明一进门，他的父亲便发现了异样。\n\n        “你知道了吧，穹闪的事情。”父亲端着茶杯问道。\n\n        初明没有直接作答，只是默默地点了点头。\n\n         “所以，你对这件事情充满了迷惑，不知道该相信哪一边对吧？”父亲继续问道。\n\n        初明再次点头。\n\n        “我还是那句话，问问自己的心，做出正确的判断。”\n\n        “我是想相信穹闪。但是……他亲口说，曾今想要毁灭这个村子……果然，他真的是灾星吗……”\n\n        父亲起身走向书架，找出了一本满是灰尘的书。他把书上的灰尘拍下来，书名渐渐清晰起来。\n\n        “还记得这本书吗？《创世神》，你小时候和我一起看过。”父亲微笑着问道。接着，他走到穹闪的身边坐下，轻轻翻开了书本。\n\n        “一百多年前，Notch，我们的创世神，创造了第一个拥有自由意志的生命，并将其命名为‘人类’。”父亲说道。\n\n        “Notch创造了人类，这让Herobrine非常愤怒。Herobrine认为，拥有自由意志代表着可以为所欲为。人类必将为了自己的利益掀起战争，破坏自然，甚至挑战身为神的他们。”父亲照着书本读着，接着又自言自语道，“现在看来，Herobrine的担心并不是毫无道理啊……”\n\n        “但是，Notch劝告Herobrine，人类现在仅仅是一张白纸，他们完全可以将人类引上正道。”父亲继续读着，“人类在一开始一无所知，就像一张白纸一样。在上面涂上什么色彩取决于他们。”\n\n        “穹闪也是如此。他在最开始也只是一张白纸，但是被其他村民误认为是‘灾星’，因此他的生命被涂上了阴暗的黑色，这才使他逐渐走向了黑暗。”父亲放下书，看着初明说道，“但是那仅仅是过去。现在，因为你的出现，他的生命渐渐变得多彩起来，是你让他走出了黑暗，初明。”\n\n        “所以，凡事都有两面性。穹闪一方面是令人厌恶灾星，另一方面也是你的好朋友。”父亲继续说道，“不仅是穹闪。就连身为创世神的Notch与Herobrine也是如此。Notch确实是为了这个世界的和平作出了巨大的贡献，但是他并没有阻止战争，就是因为他心太软了。他的仁慈守护着这个世界，同时也危害着这个世界。而Herobrine，他创造怪物想消灭人类，也是因为人类有邪恶之心，会破坏他们所创造的这个世界。对我们来说，他是邪神，但是对于其他更多生物来说，他也许才是守护神。”\n\n        “也就是说，我应该看到穹闪光明的一面，并且让他心中的光明胜过黑暗？”初明问道。\n\n        “没错，你要有一双发现光明的眼睛。当你拥有这样的眼睛之后，即使在黑暗的绝境里也能清晰地看到希望的存在。”父亲答道，“所以，记住，穹闪在别人眼中确实是灾星，但是他也是一个可爱的孩子。你要将他引上正道，让大家看到他‘灾星’之外的另一面。”\n\n        “嗯。我知道了。”初明的眼神恢复了光彩。\n\n        “这或许也是启明星的命运吧……”父亲若有所思地说道。\n\n        “但是，如果他真的……真的生来就是灾星，就是毁灭村子的恶魔呢？”初明还是有些不放心。\n\n        父亲喝了一口茶，带着穹闪走到窗前，摸着他的头说道：\n\n        “没有人生来就是恶魔，是这个阴冷的世界腐朽了每一双天使的翅膀。”\n\n        初明会意地点了点头，笑着望向窗外。\n\n        今夜的星空格外的美丽呢……连平时最黯淡的星星也发出了耀眼的光……\n\n\n上一节目录\n下一节\n\n\n\n不要问我初明的父亲为什么知道这么多……\n@蠢萌の⑨ @毒蛇 @一枚渣渣 @恶魔-潇洒 @1137246733 ",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1440682500,
            "txt_content": "加油，该版就需要你这种有着足够的毅力更新小说的人，加油。\n\n【别学海潮】海潮是个 坏 榜 样 ！"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440687360,
            "txt_content": "不知为何，感觉这一章意义不太大。\n只讲了怀疑与信任。\n可以说是一个过渡章，但也很不错"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440687540,
            "txt_content": "恶魔-潇洒 发表于 2015-8-27 22:56\n不知为何，感觉这一章意义不太大。\n只讲了怀疑与信任。\n可以说是一个过渡章，但也很不错 ...\n我可能写没有意义的章节吗（斜眼笑）\n（虽然以前确实写过）\n这一节里有很多内容都在为后文做铺垫"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440762240,
            "txt_content": "写的很好，描写的很舒服\n不过感觉还是月下的放映师写的更为和谐"
        },
        {
            "author": "名人才华",
            "timestamp": 1440774900,
            "txt_content": "我突然想到一个可怕的问题，穹闪的守护星是全宇宙怎么办？"
        },
        {
            "author": "lds003",
            "timestamp": 1440776160,
            "txt_content": "Sad_elevenKH 发表于 2015-8-28 19:44\n写的很好，描写的很舒服\n不过感觉还是月下的放映师写的更为和谐\n居然在这里看到自己的作品，真是荣幸之至，谢谢你的肯定\n不过毕竟仅仅出了个序（虽然明天就会更XD），就这么下定论还是太早了\n而且在别人的作品下面还是少点提其他作者的作品O(∩_∩)O~"
        },
        {
            "author": "名人才华",
            "timestamp": 1440776460,
            "txt_content": "lds003 发表于 2015-8-28 23:36\n居然在这里看到自己的作品，真是荣幸之至，谢谢你的肯定\n不过毕竟仅仅出了个序（虽然明天就会更XD），就 ...\n那个，说好的改封面呢？"
        },
        {
            "author": "lds003",
            "timestamp": 1440807840,
            "txt_content": "名人才华 发表于 2015-8-28 23:41\n那个，说好的改封面呢？\n中午更第一章的时候一起换啦~"
        },
        {
            "author": "langyo",
            "timestamp": 1441355520,
            "txt_content": "赞一个！\n我有个问题……你确定Minecraft世界的天上所拥有的星星和我们地球的一样？……\n能现实点么……\n\n（因此我在我的小说手稿中已经将这个问题考虑进去了）\n（也因此我这个小说当然是穿越，虽然穿越的不仅仅是几个世界，而且方块只是因为某些星球被代码化了）\n（即使我没发）\n\n日更狂魔=-="
        },
        {
            "author": "xcc",
            "timestamp": 1452913560,
            "txt_content": "关于这一节只想说，初明他爸真励志。"
        }
    ]
}