{
    "title": "教程贴，UN3.x ，有时间会持续更新",
    "author": "yanxiwen2103",
    "replyCount": 12,
    "timestamp": 1440682140,
    "txt_content": " 本帖最后由 yanxiwen2103 于 2015-9-29 20:23 编辑 \n首先，请支持正版，这个游戏是免费的，下载一个steam注册账号就可以直接下载，同时还有大量外国mod，十分有趣。而且正版会持续更新，比如胶水能喝之类的←_←。\n\n对了，这个帖子适用于un3.0，这里用pei地图举例。\n在进入游戏后，一般会出生在沙滩，你可以看到右下角有5个条子（没错是条子，不是皮尔特沃夫的，也不是神族条子5人组）从上到下依次代表：生命值，饥饿值，口渴值，健康度，耐力。生命值就是血条，血条可以自动回复，但是速度很慢，升级技能可以加快回复速度，技能后文再说。血条在受到攻击，踩到陷阱，获得部分debuff，饥饿值或口渴值或健康度为0时下降。饥饿值和口渴值在任何时候均衡下降，战斗时下降速度加快，升级技能可以减慢下降速度，健康度会在吃下过期食品，受到僵尸攻击时下降，可以自己恢复但是速度极慢，同样可以通过升级技能加快恢复速度。耐力会在跑步（shift）重击（右键）时下降，会自动回复，恢复速度和下降速度可以通过升级技能来加快，减慢。\n\n在刚刚出生时，你身上是没有任何东西的，背包按g建打开，tab建关闭。衣服，披风，防弹衣，裤子，背包可以提供额外的背包空间，这里建议在无事时整理背包，吧零碎物品放在一起，因为物品是有形状的，所以腾出大块空间可以避免明明有空间却捡不起东西的尴尬。大部分衣服，披风，防弹衣，裤子可以在制作（y）界面的衣服选项中分解成布或者是金属碎片，布可以在治疗选项中制作绷带，所以从某种角度来说，尽量多捡衣服分解，以做药品用。布还可以用于修复衣服，制造床铺，床铺在绑定后可以作为复活点使用，同一时间只能绑定一张床。\n\n\n按m键打开地图，寻找离你最近的城镇，或者农场，靠近后卧倒（z还是c忘记了）进入建筑物寻找武器（推荐在前期使用近战武器，例如高尔夫球棍）以及斧头，斧头很重要，应为他可以快速砍树获得木材做房子和武器。在卧倒时可以最大程度防止被僵尸发现。好麻烦……我lol去，有时间再更新吧，如果没被删或者看的人多的话。\n\n\n\n第二次更新\n\n在僵尸背后可以减少被僵尸发现的可能性，跑步会吸引僵尸，这里有一点就是为什么不推荐前期使用枪械，首先前期的枪一般没有配件，性能较差，子弹少，最重要的是，没有装消声器的枪械会吸引僵尸，但是被枪械吸引的僵尸会聚集在你开枪的地方而不是追着你，除非你还在原地没有动，而跑步吸引的僵尸是会追人的，一般会追到你离僵尸出生地几百米左右的距离（具体可以用枪械配件：测距仪自己试试看）。\n\n电锯是一个好东西，这个东西通常会在农场出现，可以用来对敌或者砍树，经测试，普通难度下砍一棵树消耗4耐久，杀敌不定，电锯需要用金属碎片维修，前提是要点出支援兵技能的机械选项点出1级。un3技能解析\n\n这里提一点，根据地图设置的不同，在攻击僵尸头部时会出现眩晕，pei原版地图无技能空手打僵尸头可以眩晕僵尸，打死需要4下，也就是说玩pei时遇到单个僵尸，生死看淡，不服就干！（所有僵尸在死亡时有几率掉落物品，更具僵尸生前职业不同掉落物也不同，厨师掉落食物，医生掉落药品，工人掉落金属制品，平民掉落胶水，胶带，绳子，手枪弹夹，手枪，军人掉落爱丽丝包【空间最大的背包】，枪械，配件，子弹，弹夹。所有僵尸死亡时都有几率掉落本职业的衣服，军人和警察会掉落防弹衣）在使用近身武器时不会吸引周围的僵尸，弓箭或弩同样不会吸引僵尸。\n\n用斧头或电锯或者枪或者一切，哪怕你是用车撞，只要你愿意都可以砍树，砍倒后会掉落该树种的木棒和原木，原木可以用来做房子，所有的零件都需要3个原木，不同树种的原木不能通用。木棒可以做储物箱或者陷阱和梯子，火把等。\n\n做房子需要地基，放天花板需要4个支柱，墙壁需要两个支柱，支柱需要放在地基的4个角上，也就是说一个最简单的房子需要30个原木，门不算。\n\n\n\n第三更\n\n\n说到房子，这里建议把房子安在城市外，或者是城市的建筑物上面，用木棒和绳子做梯子上去，僵尸不会爬梯子（好消息不是么），至于原因，你可以试试看。嘛算了，每隔一段时间的晚上会出现满月，满月时你的血条上方会出现满月buff就是两个红点的图标，满月时所有僵尸的索敌范围 会最大，更带了6个驱逐一样，这里是索敌范围会是僵尸的最大追踪范围，在这个范围内你会被僵尸无限追杀，值得一提的是，和平常不同，满月时僵尸会不停的刷新，只要僵尸出生点没有站立的僵尸，就会开始刷新，想想吧，满月升起，你在城中，四周全是红色的眼睛，除此之外一片漆黑。呵呵哒，双手离开键盘，我被吓到了，哭一会再来。当然，你有足够的弹药或者足够高的健身技能的话你也可以杀/跑出去。但是，没错就是这个但是，满月时，军营，断桥，坠机点会刷新boss就是一个没穿衣服的绿色的戴帽子的大基佬。伤害爆炸，不会被眩晕，打头用军营刷出的步枪，不装配件需要两个弹夹左右。不过不装消音器这就是在找死，不，错了，在满月装了也是找死。自信自己技术高超，可以瞬间爆炸的可以试试，虽然有难度但不是不行。\n\nboss死亡会掉落枪械，配件，子弹或者爱丽丝包，boss在任何时候都有可能刷新，满月时绝对会刷新。但满月时出现的boss在满月落下后会消失。平时出现的boss也会时不时消失。\n\n落在地上的装备在你离开这个区域后会有几率被刷新掉，所以重要的东西放不下还是放在储物盒利好。\n\nps：各种配件效果：立式握把：在步枪全自动模式下，降低后坐力。\n横式握把：降低后坐力，效果不明显，聊胜于无\n瞄准镜：顾名思义，放大倍数越高，在第一人称开镜时，射击精准度越高（精准度受射击技能，枪械，配件，姿势【站<蹲<卧倒】影响）\n三脚架：在卧倒姿势提供大量精准度\n镭射配件：提供精准度，红点\n测距仪：提供少量精准度，附带测距功能，在可以击中物体时放绿光，不能时放红光\n军用消声器：只有军用枪械可以使用（通常是军营发现的一切枪械），消声，开枪时不会吸引僵尸，减低声音，多人神器。\n军用枪管：只用军邮枪械可以使用，减低声音（效果极差），增加伤害和精准度（效果差），聊胜于无\n速射挂件：增加射速，和立式握把配合是神器。\n照明配件：提供和手电筒一样的光源，在没有夜视仪时的神器。\n配件在手持枪械时按住T键打开配设页面，点击对应的配件即可加装，点击配件类型图标可以拆下已安装的配件。点击弹夹图标可以拆下弹夹，弹夹的填充在制作页面的子弹选项进行，需要对应的子弹盒（军用，民用，俄式）\n\n\n\n第四更\n\n\n\n\n我觉得这个帖子好乱，都是想到哪写到哪。嘛，就这样吧。\n盖房子我就不说了，这玩意有没有都一样，具体盖法可以百度。\n\n\n\n\n食物的获得：\n\n\n前期在没有点出满级的种植技能前，食物是很缺的。大概吧。这里提供3种食物获取方法\n\n\n一、去城镇寻找\n\n\n一般在商店，餐厅，咖啡厅，和住所的厨房可以找到食物和水，食物一般是各种蔬菜，巧克力，鸡蛋等。其中洋芋片和鸡蛋占两个格子。除简单难度外，其他难度食物是有完整度的，完整度低于50的食物吃下后会根据剩余完整度扣除健康度，完整度越低扣得越多，直接毒死也不是不可能，所以完整度低于40的除非有必要，否则不要吃。食物的完整度可以用药片加到100，在制作页面的修复页进行。\n\n\n二、种植\n所有的蔬菜都会同时增加饥饿度和口渴度，其余食物大多只加口渴度或者饥饿度。蔬菜的完整度无法使用药片增加，但是可以再制作页面路障页合成成种子，种子种在绿色的土地上可以生长，涨到100是可以收获一个完整度100的对应蔬菜，种植技能等级越高，成长所需时间越短，种植技能满级后可以在收获时获得两个蔬菜，然后扩大生产吧。\n\n\n\n三、猎取\n在郊区你可以发现鹿，在杀死后会掉落鹿皮和鹿肉，鹿皮可以在衣服页面制作上衣或裤子，鹿肉可以在火堆边上制作成熟鹿肉，生鹿肉吃下会扣除大量健康度。熟的不会，制作方法是在篝火边上打开制作页面，在治疗页制作，需要烹饪技能1级。在工艺1级以后，可以用绳子和木棍直走钓鱼竿，在水边对着远处水面左键，在听到水声或者是浮标下沉后左键会钓到生鱼，生鱼在用同样的方法做成熟鱼后即可食用，增加大量口渴度和部分饥饿度，鹿肉增加饥饿度不加口渴度。\n\n\n药品的获得：\n\n\n药片，止咳糖浆，维生素，疫苗可以增加健康度，疫苗加的最多，但是占两个格子。血包只加生命值，缝合包加血加健康度，夹板加血去除骨折（骨折状态无法奔跑跳跃），医疗包去除所有异常状态，加血加健康度。绷带加血去除流血效果。\n绷带和疫苗可以制造，但需要工艺技能。\n\n药品可以在药店，医院获得。\n\n\n\n\n\n\n\n\n部分特殊物品：\n能量饮料：食物的一种在商店获得，增加大量口渴度和大量耐力。\n兴奋剂：增加大量耐力。\n夜视仪：按b键开关，可以在黑夜看清东西。能量棒：食物的一种，增加部分饥饿度和大量耐力\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n多人游戏：\n\n多人游戏中在资源的刷新点通常会有很多人，有些是去寻找资源的，有些是蹲人的。",
    "replies": [
        {
            "author": "yanxiwen2103",
            "timestamp": 1440682320,
            "txt_content": "对了我发现背对着你的僵尸发现你的可能性最低"
        },
        {
            "author": "Оil",
            "timestamp": 1440684120,
            "txt_content": "话说条子不应该是警察的别称么……— —"
        },
        {
            "author": "Crazy_Zombie",
            "timestamp": 1440684300,
            "txt_content": "表示按Tab可以开关背包= =\n还有披风是什么鬼？！\n我只知道有  面罩夜视仪帽子衣服裤子背包口罩防弹衣\n表示...除了面罩和帽子其实不能同时穿戴外..\n其余的都可以全穿"
        },
        {
            "author": "yanxiwen2103",
            "timestamp": 1440760560,
            "txt_content": "Crazy_Zombie 发表于 2015-8-27 22:05\n表示按Tab可以开关背包= =\n还有披风是什么鬼？！\n我只知道有  面罩夜视仪帽子衣服裤子背包口罩防弹衣\n就是一些叫做魔法披风啊之类的东西，可以分解出5块布"
        },
        {
            "author": "yanxiwen2103",
            "timestamp": 1440763260,
            "txt_content": "没人……查看就64…………"
        },
        {
            "author": "Crazy_Zombie",
            "timestamp": 1440807840,
            "txt_content": "yanxiwen2103 发表于 2015-8-28 19:16\n就是一些叫做魔法披风啊之类的东西，可以分解出5块布\n....你搞清楚那玩意也是防弹衣...[最低下的那种....]"
        },
        {
            "author": "yanxiwen2103",
            "timestamp": 1440821940,
            "txt_content": "Crazy_Zombie 发表于 2015-8-29 08:24\n....你搞清楚那玩意也是防弹衣...[最低下的那种....]\n但他叫做披风不是么"
        },
        {
            "author": "无名人",
            "timestamp": 1440835080,
            "txt_content": "枪法好根本不需要配件"
        },
        {
            "author": "yanxiwen2103",
            "timestamp": 1440835800,
            "txt_content": "无名人 发表于 2015-8-29 15:58\n枪法好根本不需要配件\n你的意思是：缩圈全是笑话，命中全靠信仰？不是枪法好不好的问题，没有配件你没办法远程狙击，机瞄再好没有瞄准镜精准高，更何况没有瞄准镜你有时看不到人，配件只是辅助而已，对于那些3米开外，瞄头打脚的人来说其实都一样"
        },
        {
            "author": "无名人",
            "timestamp": 1440836640,
            "txt_content": "我意思是说用枪法好打僵尸根本不需要配件，在说了现在装倍镜掉帧,帧数低对于大部分人来说都是致命的"
        },
        {
            "author": "CN_C.Y.GloryD",
            "timestamp": 1440840480,
            "txt_content": "yanxiwen2103 发表于 2015-8-28 19:16\n就是一些叫做魔法披风啊之类的东西，可以分解出5块布\n现在已经更新的超出现实世界了吗！"
        },
        {
            "author": "yanxiwen2103",
            "timestamp": 1440853200,
            "txt_content": "无名人 发表于 2015-8-29 16:24\n我意思是说用枪法好打僵尸根本不需要配件，在说了现在装倍镜掉帧,帧数低对于大部分人来说都是致命的 ...\n也对……peimod卡出翔"
        }
    ]
}