{
    "title": "<原创·连载··圣杯>《预知之象》第一章第一节：地精",
    "author": "Donnies_Ming",
    "replyCount": 0,
    "timestamp": 1453965900,
    "txt_content": " 本帖最后由 Donnies_Ming 于 2016-1-29 21:27 编辑 \n\n1、地精上     雷吉·维奇把温室建造在林中空地上，地精夜里被空气中渗透着草药香气的晚风唤醒，凭借感应镰——魔法与工业赋予的直觉将黑夜中的亡灵重新带回地下。    刚来这里的时候，拉述尔对住处周围的环境十分好奇。地精悄无声息的遁地方式、精致的闪烁柔和灰红色荧光的感应镰、有时候在与亡灵搏斗时被撕扯出来的奇异消化道……他第一周时曾盯着一只地精在林间筑巢，抱着树干一动不动看了一整夜。    肥硕的地精拖着圆滚的身体，一步步爬到一个刚挖的浅坑上。树上的拉述尔几乎要惊叫起来，为了这只只在书上见过的奇妙物种。地精的感应镰哆哆嗦嗦地插在脑袋上，粗糙的皮毛在灰红色荧光下显得就像根根硬刺，与自己白天在温室看到有柔软皮毛的地精似乎不是同一物种。    雷吉说过，只有孕期的母地精才会长出带毒素的硬刺，目的是让敌人被麻痹。    月光穿透云层，星星点点的白光被树冠筛下地。拉述尔听到黏液被踩踏的声音从树林周围传来。黏液覆盖在远处的草地上，上面反射来的月光，星空、树冠漆黑的背景让他感到不安。    星空……    树冠……    黏液……    一切景象又把他带回了那个峡谷，望不尽的岩壁上不规整地镶嵌着弯曲的洞穴。其中一个巨大的洞室内生长着腐化的苍穹木林。    折断的枯树干直指前方黑乎乎的沼泽，独木桥的另一端隐入迷雾之中。    掉进泥潭的人彻底沉没，只剩下僵直的手还保持在潭面上……    好似要抠下这个用尽全身力量爬上岸的人的眼。\n    响声越来越近，拉述尔小心向声源处伸头望去。未知生物覆盖黏液的双脚首先出现在他的视野中。随后，只剩下黏液缠绕在骨架上的躯干出现。    不是僵尸就是骷髅    接下来出现的头颅和双手出乎他的意料。尸臭像当年的那个泥沼一样向他逼近，但这其中混杂的不该有的气味更让他感到害怕。    那是一股陈旧的铁锈与红石粉的气味。   死尸的头颅充满黏液，空洞的眼眶内清晰可见粘在金属上的碎骨。头骨没有下颚。    但它别无选择。    嗜血的原始本能驱使亡灵杀死活物。    母地精刚刚挖好洞。它只要求挖出来的洞能刚好容下它那三四只小猫大小的宝宝，然后它会以地精独特的方式把它们一只一只地生产出来，与这些仍以脐带连接着它的小脏家伙睡上几小时。地面凉爽湿润，与母体温差较大。有能力在岩浆层以上各地层生存的成年地精将对温度的适应能力一代一代传承下来，这样的生产环境并不会让健康的新生儿很快夭折，而是会使它们灵魂降生前能更适应地底环境。  如果是它生活在溶洞层的同类，近生产时对付这种行动迟缓的敌人完全是可以一边生产一边完成的事，只可惜……  “这里只有花园地精。”拉述尔在树上默念，声音不自觉地大了起来。  黑灰色头骨以不自然的角度转头望向树干上行动比它还迟缓的人，拉述尔腾不出手，只好用双腿紧紧夹住树干，慌忙拔出腰间的匕首。但死尸并没有因为这个处于攻击距离外的敌人开始活动而停下脚步，没有下颚的脸带着无情的嘲讽。吟游诗人，你练了两年的投掷与锻造，这支匕首唯一一次派上用场却是在自残引走血藤的时候。  “你闭嘴。”拉述尔把匕首攥得更紧，小心翼翼地瞄准死尸的后颈。  有那么一瞬间，他怀疑骷髅说出来的话只是自己的幻觉。  匕首脱手飞出，寒冷的锋刃切断静谧的月光。  下一秒只听见它插进另一棵树的声音。  轻微机械碰撞引起战斗全面爆发。\n\n 在血藤在沼泽上追杀他的那个日食天，血藤一改守株待兔的习性，突然开始追杀所有的生物，甚至包括属于亡族的泥怪。   猩红色液体被勉强挤出，与混合的黏液一同掉在地上。  那根本就不是血应该有的颜色。地精发起了攻击。  感应镰在暗下来的瞬间扩大成张牙舞爪的形态，低矮的地精凭借它刺穿了死尸的胸口。   泥怪被变异血藤缠住后，红色的脉络逐渐爬上它空洞的巨嘴表面，它迅速涌动的运动形态完全改变，原本柔软无定的身体中出现了一个近似台体的的硬块，血藤涌进泥怪的身体，它们“死去”的残骸被其它血藤从身体里扯出来。   黏液与红石的混合物散发恶臭，差点熏晕他。  他不由自主闭上了眼睛。   泥怪的表情变得呆滞，一副完全被杀死的样子。随着身体不断变红，硬块成型，之前痛苦挣扎的泥怪被换上了狰狞血腥的脸。   地精迅速后退，几乎撞在树干上。它呼吸加速，胸口处起伏与腹部频繁的胀缩波动完全不一致。粗糙的皮毛在灰红色荧光下闪烁高光。  有毒。拉述尔翻译。地精使出浑身解数想要躲避的是可能会传染不好事物的黏液。   泥怪咆哮一声，恢复了“死前”的行动速度，甚至似乎变得更快。  一团包裹着硬块的烂泥涌向已经远远跑开了的他。  血藤得到新帮手后聚成一束向他逼近。   死尸只是后退了几步，笨拙的身体再次向地精发起进攻。它的左胸就快散架，带有黑铁手掌的左臂摇摇欲坠，几乎要与身体分离。    拉述尔尽力奔跑，前方好像有点不对劲。  地平线不断向前拉近。  高原沼泽就快到了尽头。    死尸完好的右臂重击到地精之前待的树根，在生长了近百年的粗壮树根上留下了一个深深的凹陷。树上稀少的树叶颤抖发出哭泣。地精及时跳开，但还是被打断了一部分脚趾。   他必须做出决定，即使后方是恐怖的植物群系，前方是万丈高崖。    左臂完全脱离了它的身体，无力掉在地上。死尸稍微失去平衡，但僵硬的双腿无法支持它完成恢复重心的动作。\n   他选择先镇定下来思考，冷静分析起血藤的攻击方式：红石颜色、红石气味、泥怪身体中迅速被保护起来的器官、完全不同的行为方式……   如果我也被它们杀死，那么我也会被他们入侵身体。他想，它们一定是有什么能力可以改变我的思维，并阻止我把它们扯出来；就像对泥怪做的那样……    地精踏着自己的鲜血猛扑上去，击倒无法自控的死尸。   一切都清晰明了。  我必须逃离它们。   躺倒在地的死尸挪动下右臂，企图利用自己非自然生命的最后力量击中地精。   终于来到了悬崖边。  拉述尔砍断左手手肘，不顾疼痛将其用力掷出。    他在树上掷出匕首，精准地切断了死尸的颈部。头骨及里面盛装的黏液滚落到地精的坑中。  死尸再没动弹。匕首插在地上。   他尽力一跃，坠落悬崖。  但愿血藤会被这残肢吸引，能够拖延一点时间，以免坠落的初速度不够快而重新落入血藤可怕的巨网中。   地精看起来一切正常，疲惫的它伏在地上大口喘气，胎儿仍在腹中有规律地蠕动。  还有什么不对劲。拉述尔谨慎翻下树干，蹲在它旁边观察。   血藤总算终止在悬崖边上，转而争先恐后蚕食断手，有几枝甚至插入崖顶的石缝中，大块小块的岩石与他一同坠落悬崖。   黏液中有什么物质正在慢慢渗入地精破碎的断掌，地精翻了个身，好像是痛得开始踢打空气。伤口断层在渐渐暗下去的灰红色荧光中慢慢肿大。    有什么东西从旧宿主那儿转移，开始了新一轮的入侵。     残损的太阳不断在他视野中上升，消失后又从视野底部上升。\n     这就是我的末日，由黄昏女神艾可丽见证。    他绝望地闭上了眼。\n     拉述尔果断拔出地上的匕首，插进地精柔软的胸口，接着又用力在它的腹部划出一条长口子，消化道与断掉的胎儿流了一地。 对不起。    这本不是你我的错。\n     最后他感受到自己撞在什么坚硬的物体上。    一切意识离他远去，只剩下无尽的黑暗。\n   之后整夜，他把自己关在温室下的地窖里，抱着头缩在墙角。  微弱烛光映出的黑影在墙上陪伴他度过这惊险一夜，他害怕极了。    直到雷吉·维奇在地面上呼喊他、随后发出尖锐的惊叫。\n\n肺炎这次还是字数不多……（边录入边更改的懒家伙）这次算是更完第一节了（真不知道去年我是怎么居然分出上下）……话说我明天得在高速上过了……\n",
    "replies": []
}