{
    "title": "〈原创·连载·圣杯〉《战歌：审判者》第Ⅰ章",
    "author": "天阶",
    "replyCount": 7,
    "timestamp": 1440676200,
    "txt_content": " 本帖最后由 天阶 于 2015-8-27 19:59 编辑 \n暴风雨前的平静……往往无法察觉，那是最让人感到恐惧的事情……你永远也看不透它……永远……\n                                    ——黑色手记\n第Ⅰ章\n\n一个明媚的午后，阳光透过拼花的彩色玻璃窗，洒进了落地窗的房间里，洒在了木质的地 板上。皇家医师霍德莱斯，他呆在书房里焦急地来回走动着， 他从书架上取下一本《论人 体神经与魔导仪器的默契值》，这本不该是皇家医师研究的问题，他应该关心伊丽莎白女 王皇室家人的健康。霍德莱斯随意的翻看几页后便将书籍返回书架里。他看起来心不在焉 的，似乎有什么棘手的大问题，或者，他在等什么人？\n “嘿！我的老朋友！你这么着急着见我？”门被人推开了，走进来 一名中年人，西装革 履，手里捏着一根鹰头手杖，头上戴着暗紫色的高礼帽。 “我的朋友，你可算是来了啊！”霍德莱斯大喜，大步上前，打算给来者一个大大的拥 抱。中年人将手杖换到另一只手上，和皇家医师来了个亲密的拥抱：“你怎么急找我到底有 什么事？”中年人握着霍德莱斯的手，直奔主题。\n\n “哈，看起来你也很忙嘛！来，坐。”医师将对方领到茶几前坐下：“巴哲尔，你看，我 嘛，最近有些很重要的事要做，但是呢……我，我有却人手，所以，所以，我想从你那买一 些奴隶过来，帮把手。”霍德莱斯 起身从酒架上取下一瓶葡萄酒，拔掉瓶塞，倒进巴哲尔 面前的酒杯里，同时也给自己倒上一小杯，就像鲜血一样的液体在杯中打转：“实不相瞒， 这件事，很可能关系到国家、皇室！” \n巴哲尔微笑，将头上的高礼帽摘下，放在一旁的座椅扶手上，一头银发暴露在医师面 前，他扭头看着窗外鸟语花香的世界，说道：“啧，你的事，就是我的事嘛，我们什么关 系？当初在街头打架的时候，哪次没有我们两个？哈哈，放心，奴隶会准备好的”他收回目 光，直视着霍德莱斯，“只是……你要黑人还是……其他的？”巴哲尔附身，靠近霍德莱 斯，“你知道的，最近一个东方国家被圣殿骑士团搞定了，那儿很多人都逃到商都，那个中 立国。”巴哲尔撇了一眼书架上的书。\n\n\n “什么？！”皇家医师大惊失色地叫道，但是很快，他就意识到自己的失态，尴尬地笑 笑，同样压低声音问巴哲尔：“有东方奴隶？不不不，不是这个，你是怎么知道这是圣殿骑 士团干的？圣殿骑士几乎都瘫痪了！他们现在只是一个虚名，哪里还有战斗力？”\n\n\n 巴哲尔满意地笑了笑，靠着柔软的沙发靠背上：“有些事情你很快就会明白的，就在不久 后，我以主的名义发誓，过不了多久你就会知道的。”他站了起来，将鹰头手杖换了一只手 拿着，将杯中红色的、晶莹的液体一饮而尽，重新戴上了高礼帽：“嗯，不错，这味道是埃 尔曼酿的酒，他的酒，哼哼，就像是处女一样，想忘掉都难。——哦，对了，你要的奴隶 很快就会送到的，到时候会有一点小惊喜哦，别担心，漂亮的女奴隶自然不会少，肯定合 你胃口。”他一步步退到门口，举了举头上的高礼帽对皇家医师示意，轻轻地关上了门。\n\n\n 医师兴奋地在房间里来回走着，搓着手，红着鼻子笑着。\n 巴哲尔走在铺着红毯的走廊里，轻声呤唱着：\n“挥舞着双翼的蛇神，闪烁着精光的罪恶， 如同璀璨的繁星陨落，在天空洒下燃烧的星辰……愿主行于地上，如同走在天上，净化一切 心灵……”\n\n",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1440676320,
            "txt_content": "@llxy @北极星人 @gggbbb @恶魔-潇洒 @zyj \n索引贴出的时候我在给帖子改排版"
        },
        {
            "author": "江米条",
            "timestamp": 1440676500,
            "txt_content": "建议每段之间空出一行来ovo这样看起来会更方便一些"
        },
        {
            "author": "半个狙神",
            "timestamp": 1440676680,
            "txt_content": "感觉这里的文每章都好短，还没进入情节便结束了"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440676800,
            "txt_content": "lz你加点标点吧，我这么看下来总感觉剧情急促"
        },
        {
            "author": "gggbbb",
            "timestamp": 1440678060,
            "txt_content": "节奏太慢= =#\n他呆在书房里焦急地来回走动着， 他从书架上取下一本《论人 体神经与魔导仪器的默契值》\n前后动作不协调啊不协调，说好的过渡呢，还有，他又不是无聊，而是焦急，拿书干什么→_→"
        },
        {
            "author": "zyj0807",
            "timestamp": 1440683580,
            "txt_content": "字数少的后果是剧情拖（雾）不会觉得写的很不顺吗\n你要多考虑考虑人物动作的合理性，\n有些地方少主语啊喂。"
        },
        {
            "author": "1137246733",
            "timestamp": 1440772320,
            "txt_content": "恩，你也来开坑。\n文笔还是不错，看得出来你也是个老手。\n一些不知道怎么出现的空格号别扭。\n\n字体有些小。\n\n文章有些地方有些繁琐，带来了没有必要的信息量。\n另外就是对话需要简练。\n对话的每一字都是珍贵的\n\n就这样，整体不错\n"
        }
    ]
}