{
    "title": "|原创/连载/圣杯|《当世界变成方块》第二章  byElevenkh",
    "author": "Sad_elevenKH",
    "replyCount": 6,
    "timestamp": 1440722580,
    "txt_content": " 本帖最后由 Sad_elevenKH 于 2015-8-31 09:47 编辑 \n\n\n当世界变成方块                                                                 by Elevenkh\n\n\n\n第二章\n                                                                                         \n    “你好，请问是青沙小朋友吗？”西装男微笑着说道，脸上的肉机械地堆在一块。那是种很明显的敷衍虚伪的笑。    “后面那三个字麻烦请你收回。”我冷冷地说，不知道为什么，我对眼前这个男子没有丝毫的好感。是一种自内心的不信任。    “小沙不要没礼貌。”妈妈在旁边急忙说道。西装男子并没有表现出生气的样子，反倒是一副早有预料的样子，他接着说：“你听说过一种叫做潜行的技术吧，想必你应当在电视新闻中看到过。”    “潜行技术！？”我感到惊讶万分。    “是的，通俗的来说就是通过电子设备来置身于不一样的世界。”西装男话不多。    “你该不会来我房间里就是为了跟我解释潜行是啥吧？”我说。    “是这样的，我们公司有个实验，希望你能配合我们，就是关于这个潜行技术的。我们希望能将潜行的技术用于医疗领域，造福于人类。    “那这样，这个玩意对于医疗方面有什么好处呢？”我瞟了一眼他灼灼的眼睛。    “当然有好处，在潜行的过程当中，患者的痛觉会被切断，非常方便进行治疗。”    “哦，是吗？我可不知道还有能够切断人体痛觉的技术存在啊！就算有这样的技术，昂贵的费用是我们这些平民用的起的？”    “ 啊，并非是你所想的那样，因为这只是还在测试当中的技术，还未成熟，因此只要你愿意配合我们，就不会收取任何费用。当然，我们也不会强迫你。”    “原来如此，你的意思是把我这个没救的人拿去当小白鼠？”我不由得怒上心头。妈妈走过来摸了摸我的头，“小沙你不愿意就不要理他了。”西装男扶了扶眼镜：“给你们两天的时间考虑吧。”说着，西装男就下一袋子慰问品走出了房门。房间外，西装男掏出手机，拨出了号码，镇静地说：“头儿，失败了，看来这个对象并不好弄啊。”另一头传来声音：“你还真是办事不力，我不是说了要抓住他情感的弱点吗？”   “……”   “对了，你知道吗，这个小孩可是个资深的Minecraft玩家哦，你貌似没有想到这点啊。”   “知道了，马上去办。”  ——————————————————     我端起手中的白瓷茶杯，边喝着带着清香的茶水，边望向窗外。一轮圆月挂在夜空之中，像五年前的月亮一样圆，并不是象征着圆满，而是象征着接下来惊奇的冒险，象征着不断向前的意志。潜行到异世界吗，那究竟是怎样的世界呢？会比电影里还要奇异吧。这么想想还有些期待呢。不过拿上性命做赌注……就算这么说，我的命也不长了，在死前体验别人体验不到的东西不也是挺好的吗？夜。    “咚咚咚”的敲门声响起。    “进来。”我说道。是上午的那个西装男。    “啊，是你啊。”经过一天的思考，我也是不怎么感到气愤了，毕竟站在他们的立场来说，他们做的并没有错。不够男子的对于内心的隐藏仍然令人捉摸不透，心生胆寒。不过这回，西装男却看起来一副胸有成竹的样子，葫芦里卖的什么药？他郑重的说道：“非常对不起，我上午可能并没有说清楚，你要潜行进入的世界，是以Minecraft1.9为原型定制的MinecraftVR特别版，你应该会对这个很感兴趣吧。”    我震住了。    也就是说，我能切身进入到mc的世界当中去？    西装男继续说道：“怎么样，是不是改变主意了？你有可能进入到你曾经向往的游戏世界当中去。不用害怕来自异世界，不熟悉的恐惧，而是能亲自用自己的手打造出一片属于自己的天地！”    说的没错，作为一名为mc付出了几年时光的玩家，我没有理由不去体验，曾经在电脑屏幕前幻想过的事情。而且，我自己也知道我是必死无疑了，即便我对这样的想法感到伤感与愤怒，也没有必要再自欺欺人了。加入这个实验对我而言没有任何坏处，早死晚死对我来说已经没有了差别，如果成功了，我的痛苦减轻了，也是对Minecraft的贡献，也是对医疗领域的贡献…我的思绪又被西装男打断了：“而且，这项实验如果真的成功了，那将是对医学界至高的贡献，不管你成功与否，有着你无法想象的酬金在等着你。”    “这样我就没有理由拒绝了呢，是吧。”我露出了笑容。    西装男长出了一口气，笑着说：“我现在就去准备，你只需要在这里等着就行了。”    在医院隔壁一座低矮破旧的老危楼里，一个人在向此处张望，嘴角向上翘着，露出诡异的笑容。同时在市中心豪华写字楼的顶层，办公椅上的人，在电脑屏幕前长出了一口气。    经过了好几周的协议签订和准备，今天，我将要进入虚拟的mc世界了。                                                                                                                                             （未完待续，本章字数：1661）   \n\n\n       上一章                       目录                                        下一章\n作者的废话这章对话为主，所以描写比较少这次圣杯赛一开始，许多牛逼的人涌现出来，有很多大角虫出现，所以我也得更用心的写了At大法@2B与mc的故事 @621842982  @名人才华  @恶魔-潇洒  @guqu 剧透：非请误入MC的世界究竟是什么样子的呢？敬请期待\n希望大家多多支持。。希望大家能支出我文章中的不足\n\n",
    "replies": [
        {
            "author": "1XWJ",
            "timestamp": 1440723660,
            "txt_content": "好流弊的样子，能说说他们的角色吗？听着有点晕"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440725340,
            "txt_content": "既然是以第一人称写的，那么就应该以自己的角度去。\n而文章中几处地方则写了“我”不知道的情况，如下：\n房间外，西装男掏出手机，拨出了号码，镇静地说：“头儿，失败了，看来这个对象并不好弄啊。”\n另一头传来声音：“你还真是办事不力，我不是说了要抓住他情感的弱点吗？”\n   “……”\n   “对了，你知道吗，这个小孩可是个资深的Minecraft玩家哦，你貌似没有想到这点啊。”\n   “知道了，马上去办。”在医院隔壁一座低矮破旧的老危楼里，一个人在向此处张望，嘴角向上翘着，露出诡异的笑容。同时在市中心豪华写字楼的顶层，办公椅上的人，在电脑屏幕前长出了一口气。\n以上两处可以在前面加上“我不知道的是”，可以更不违和。\n然后呢，就是对话问题，你也指出了自己是以对话为主的描写，那么以后的话可以在写文的时候脑补场景，这样会想象出很多动作什么的。\n对话也可以自己说一说，可以把语气也描写出来。\n加油"
        },
        {
            "author": "名人才华",
            "timestamp": 1440732300,
            "txt_content": "at我干什么，和其他几位比起来，我就是个渣渣（混蛋，ipad打不出眼斜）\n按恶魔所说，第一部分我觉得用我事后才知道那男子并没有走远。\n第二部分再用我不知道的是 会好一点重复用感觉会奇怪"
        },
        {
            "author": "gggbbb",
            "timestamp": 1440735240,
            "txt_content": " 本帖最后由 gggbbb 于 2015-8-28 12:16 编辑 \n\n呐……既然来了，就说两句啦（恶魔抢饭碗差评）\n“你好，请问是青沙小朋友吗？”西装男微笑着说道，脸上的肉机械地堆在一块。那是种很明显的敷衍虚伪的笑。\n    “后面那三个字麻烦请你收回。”我冷冷地说，不知道为什么，我对眼前这个男子没有丝毫的好感。是一种自内心的不信任。\n最后三个字收回的话……你好，请问是青沙小？（当然，这是从字面上来理解，你应该想表达的是我不是你的朋友这个意思，但字面上就解释不出了，可以修改下……当然，不修改也行23333）\n潜行技术什么鬼，这个名字太蛋疼了吧，改成……催眠……当我没说→_→\n    “当然有好处，在潜行的过程当中，患者的痛觉会被切断，非常方便进行治疗。”\n我大催眠也能做到这一点→_→\n西装男扶了扶眼镜：“给你们两天的时间考虑吧。”说好的两天呢两天呢两天呢而且，我自己也知道我是必死无疑了必死无疑什么鬼啊，明明只是通过电子设备置身不一样的世界而已，又不是真穿越（当然，后面可能会真穿越），唯一的风险就是脑袋是否接受而已，他为什么会觉得必死无疑？\n“这样我就没有理由拒绝了呢，是吧。”我露出了笑容。\n按照你上面说的必死无疑来讲，就算是MC也不可能直接露出笑容好么，露出笑容也是苦笑啊喂，直接露出笑容什么鬼？\n\n你的文笔还算不错的，文章也只有几个小毛病，但我为什么越看越像对话流……下次记得多加点描写，文笔更优美点，那就完美了。\n那么……祝进步？\n又来晚了（→_→）"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440736680,
            "txt_content": "恶魔-潇洒 发表于 2015-8-28 09:29\n既然是以第一人称写的，那么就应该以自己的角度去。\n而文章中几处地方则写了“我”不知道的情况，如下：\n第一部分用“我不知道的是”感觉违和"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440736740,
            "txt_content": "gggbbb 发表于 2015-8-28 12:14\n呐……既然来了，就说两句啦（恶魔抢饭碗差评）\n\n最后三个字收回的话……你好，请问是青沙小？（当然，这是 ...\n对话流的话没办法，第二集就讲这个。。。毕竟科幻类的设定得好好讲"
        }
    ]
}