{
    "title": "<原创·连载·圣杯>圣杯之争 第一章节 第四节 满载而归",
    "author": "MF_Mufeng",
    "replyCount": 6,
    "timestamp": 1440724020,
    "txt_content": "      “光冥！你果然没死！”\n      “来人！”楠多说道。\n      一个凶神恶煞的魔王来到了楠多的面前：“主人，有何吩咐？”\n      “去监视这窗口上的人类体。如果有发现圣光或何等力量，回来向我报告！”楠多恶狠狠地说道。\n      “是！”\n      \"哼......“\n      --mcbbs分部-洛亚\n      ”士兵们！我们马上要返程了！收拾好自己的行李！“郑龙这个营长其实也没想到人类体会这么强大，他听说过人类体能以一敌百，但没见过人类体还能发出那个震荡波啊......”哎，算了，先不想了。或许那小子身上真的有不为人知的秘密吧......“郑龙心里这样想着，随即转过身往自己休息的房间走去，却遇见了白小亮。\n      ”教官，我......“白小亮喘着粗气，人类体的体力果然不行啊......\n      ”嗯？你有什么事吗？“\n      ”我想......在分部转悠1小时，能请个假吗？“白小亮又大吸了一口空气，旋即说道。\n      ”嗯......那你去吧！不过我们走了之后你一定要尽快赶上大部队！不然的话......“郑龙拿出一套之前李峰的那双眼神瞪着他。\n      ”啊......绝对......绝对！“白小亮看见那双眼睛，瞬间就湿了一裤裆......”哎......这孩子真没出息......“白小亮心中的光冥无奈地叹口气，他之前也找过几个继承者，虽然都是方块体并很快因为普通而死了......但那些人胆子都很大，还没有一个像白小亮这样被瞪一下就会尿裤裆的。\n      白小亮告辞过郑龙后，问道：”那我们现在去哪？“白小亮的话语中有些迫不及待。”喂，我们这次是去看神器，不是让你去拿的......“光冥还没说完，白小亮打断道：”知道知道，快说在哪个方位嘛。“，”嗯......以你现在的位置，向东偏南（南方为魔族阵营大门口）（北面为mcbbs的领地）走11公里大概就能到了......但我觉得以你这人类体，估计不可能在1个小时走一个来回。这样吧，我把我神魂的一部分力量给你，让你因此短暂变为方块体的体质，去往那里，你看怎样？“光冥想了想，这样说道。\n      ”那也行，但你别跟其他正常的神马小说一样，耗费了你的神力就会沉睡啥的，别给我来这个！“白小亮装着李峰和郑龙那双眼神瞪了心中的光冥一眼。只是那双眼神缺乏了气势，多了懦弱。\n      ”我*，到底是我来教训你还是你来教训我啊？别忘了没我你找不到神器！“光冥一看白小亮居然敢瞪他，就用一种更凌厉的眼神瞪了一眼白小亮。\n      白小亮立马被吓得不敢说话了，只能点头称是，向着光冥的说的方向走。\n      --25分钟后\n      “喏，这里有个小洞眼，看见没？我会把你身子缩小进去。这个洞口十分坚硬，我当年和楠多拼得你死我活的时候，刻意把我的”创世神笔“埋藏到了这里，以免被楠多得到。这底下的去往是一个神殿，最里面的基座上祭着我的创世神笔。”光冥解释说道。\n      光冥把白小亮变小后白小亮就钻了进去。经过漫长的“钻地洞”，白小亮终于掉在了一个雄伟庞大的神殿里。\n      “外面那么小，里面真是别有洞天啊！”白小亮感叹道。\n      “废话！这是我藏神器的地方，怎么可能会小？？”光冥觉得白小亮的话像白痴一样，不由得笑骂道。“喏，正中央那边，祭的就是我的神笔咯。”光冥在白小亮心中一指，指向了正中央基座上的神笔。只见那是一支巨大的神笔，全身用金黄色的神金做成。十分庞大。\n      “这创世神笔，乃是我当谱写世界所用。这个世界就是我用这支神笔写成的，这支笔可以改变任意所有的历史......”光冥说道，又是没说完，白小亮打断道：“我去......要是我得到这支神笔不就天下无敌了？”\n      \"笨蛋！“光冥气得骂道，”不付出努力和血，能么能获得回报？它需要你身体里的体力作为墨水来写，等级越高的人体力就越多。吾族的生命是无穷无尽的，自然用这支神笔不会有事。可你是人类之身，体力甚至比方块体还低一大截。你现在身体的极限顶多只能写5个字！“光冥十分无语，这白小亮的脑袋瓜是不是有问题？\n      ”嗬，等我拥有这支神笔，我立马写：”楠多立刻死！“哈哈，这样我就不用打楠多了！”白小亮诡笑道。\n      “哎，这人的╮(╯▽╰)╭脑筋不转弯啊......我刚刚说了，是你身体的极限，如果你写了5个字，楠多毕竟也是一种神，创世神笔不会对楠多造成影响。不然我当时为什么不用创世神笔把楠多Game over?我也是醉了。”光冥似是有些无奈，说道。\n      突然，神殿上方”轰“地一下，从上方下来了一个黑影。\n      ”你，把那支神笔，交出来！还有，你也得死！“说话之人正是之前接到楠多任务的凶煞魔王。\n      ”我擦......孙......孙天？？？“\n      PS：啊，本不应该让孙天这么早就出来的，但这次孙天可不会什么。白小亮：孙天！你快醒醒！我是白啊！这种孙天就会醒了啥的......\n      目录\n      http://www.xiami.com/widget/58299158_1773410838,_235_200_cccccc_dddddd_1/multiPlayer.swf\n      \n[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "wu123y",
            "timestamp": 1440724860,
            "txt_content": "沙发啊啊啊"
        },
        {
            "author": "guqu",
            "timestamp": 1440725160,
            "txt_content": "景物，环境描写欠佳，偏少。\n出现了刚写小说时的对话流问题。\n写文不需要补充的那么足、\n用剧情作填补就行了。\n{:10_492:}加油喽"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1440727860,
            "txt_content": "guqu 发表于 2015-8-28 09:26\n景物，环境描写欠佳，偏少。\n出现了刚写小说时的对话流问题。\n写文不需要补充的那么足、\nsorry这篇主要是介绍神器了"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440761940,
            "txt_content": "描写不太行，已经收对话流了，还有口语化地方太多"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1440762000,
            "txt_content": "Sad_elevenKH 发表于 2015-8-28 19:39\n描写不太行，已经收对话流了，还有口语化地方太多\nSorry这篇主要讲神器的作用，我之前写过一个文笔超好的但读者私聊说看不懂......不过还是感谢啦，以后尽量多加文笔和描写~"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440762240,
            "txt_content": "MF_Mufeng 发表于 2015-8-28 19:40\nSorry这篇主要讲神器的作用，我之前写过一个文笔超好的但读者私聊说看不懂......不过还是 ...\n都写得和谐才是the best"
        }
    ]
}