{
    "title": "提供给mod制作者的思路",
    "author": "qq2222630",
    "replyCount": 6,
    "timestamp": 1440733320,
    "txt_content": " 本帖最后由 qq2222630 于 2015-8-29 08:25 编辑 \n\n我的世界作为一款生存类游戏，区别于其它所有游戏的精髓是摒弃一切多余的华丽的外表，重视实质，在游戏中的第一个黑夜就感受到生存的压力，因为夜晚降临，妖怪乱行，所以玩家才有建造房屋的动力，房屋的作用本来就是为人遮风挡雨的港湾。而一些网游中的作为噱头的房产系统是，让玩家觉得建房子好玩，才去建房子，搞装修，因此两者动机是不同的。\n\n那么我得出的第一个结论是，按现实世界的客观规律设计游戏是非常有必要的，并非无脑追求地球ol，极端例子就是我玩过的一款单机的《抽象赛车》，虽然游戏内容非常新颖，主要是在几何空间里驾驶一个球躲避各种几何形状的障碍物，但是玩了不到一个小时的时间，我感受到了无尽的黑暗，一种脱离现实的恐慌感油然而生。\n第二个结论是用动机将玩家和他需要做的事情联系起来，比如需要让玩家去种植，往前推就是玩家因为饥饿需要食物，食物需要种植。那么作为二十一世纪的游戏的伟大发明之一的“任务”，明确告诉玩家应该玩什么，虽然有其意义所在，我依然对其嗤之以鼻。\n根据我多年的看电影的经验加对剧情分析的脑洞，主角不需要做什么触发任务，剧情会主动找上门来，比如《哈尔的移动城堡》中，苏菲去市集（路过）结果就遭遇军队士兵的调戏（群体对话），哈尔从天而降惩罚了士兵。《幽灵公主》中，邪猪神（boss）千里奔袭（路线+主动攻击）阿席达卡的村子。\n那么说了那么多，上面两个结论并没有什么卵用，对我个人而言，是作为思考的前提。\n主动展现剧情的作用却是非常重要的，那就是解决玩家懒得做任务的问题。也可以理解为剧情自动化，跟农业自动化、工业自动化产生的一劳永逸感类似吧。",
    "replies": [
        {
            "author": "青春。祭",
            "timestamp": 1440765360,
            "txt_content": "所以我一直在对周围开服的小伙伴说服务器的特色，主题，背景，剧本，阵营等等等等是很重要的【然而并没有人卵我=-=】\n现在的服务器大多都千篇一律，生存服就是：砍树，挖矿，盖房子，砍人【如果必要的话】，然后继续砍树，挖矿，盖房子，砍人，这就进入了一个循环，然而建筑服也好不到哪里去，也基本都是挖材料，建房子，蹲站聊天，然后循环往复。战争服么不说了。。。见光死我觉得不适合我==！\n所以很多服务器很难长期，比如一两年的留住玩家。很多都是盖了房子挖了坑就走了，或者一直都是一个人玩也不怎么在公屏聊天，觉得很无聊就走了。\n\n个人觉得楼主的第二点恐怕很难实现，现有的各种RPG模组和插件都只能很小范围内实现一些比较简单的任务【不知国外的服务器有没有像楼主说的这么屌的任务系统】，但总体来说基本上没有办法像真正的网游那种各种主线任务支线任务偶发任务等等。\n我觉得吧，其实如果有资本的话，可以请搞技术的专门来做一套任务系统，不过大多数没那么多钱的服主，其实可以大开脑洞，为自己的服务器制定一整套主题，由此确定发展方向，并且可以延伸出很多其他的玩法。\n\n举个栗子，这是我以前策划过的服务器，虽然没成功上线=-=\n以大自然为主题的服务器，写好了背景，这就给玩家一个初步对于服务器的了解以及在服务器里可以怎么玩。\n然后设置好了剧情和两个相互对立又相互合作的官方阵营，两个阵营都有各自的路线和方针【当然这是服主或者策划师的事情】，玩家可以自由选择进入或者不加入。\n然后两个阵营之间会有交互，比如这里需要建造建筑啦，那里又爆发冲突和矛盾需要怎样怎样解决啦，这就可以招募玩家进行这种剧情项目。完了之后给参与玩家奖励。\n这样只要开脑洞就可以把几个阵营给经营的很好。\n最后就是，玩家也可以自己成立阵营，和系统阵营对抗或者合作。由于系统阵营是管理层设置的，并不是一般的网游那样钉死的，所以也可以随着玩家阵营的兴起来进行改变，让玩家阵营充分感觉到自己的一举一动可以影响整个世界格局。\n\n当然，由于并没有实际实践过，所以我也不知到底效果如何。\n但这个想法是源于最早的基友服，那时候初步有了阵营的概念，每天都为自己的阵营乐此不彼，所以才觉得这种办法特别有效。"
        },
        {
            "author": "qq2222630",
            "timestamp": 1440810000,
            "txt_content": " 本帖最后由 qq2222630 于 2015-8-29 09:02 编辑 \n\n剧情如果脱离了CG，那么剧情发展将会被玩家左右，比如玩家把其中一个剧情npc杀了，结局会发生改变。不同的行为导致无数的结局，这使得剧情不能向制作者的想法发展，更难以做出来。所以大多数游戏是这样展现剧情的，给你几个固定的结局或者直接设定npc无敌，使剧情按一条线发展，正确但是死板。\n那么我的解决思路是，合理范围内改变客观环境，引导玩家按剧情设定来行动。\n举个例子，想让玩家离开家去冒险，一个做法是让荒山地图中动物稀缺，可看见的远处山上有居民建筑，里面有维持玩家走到下一个居民建筑的食物量，如果玩家走错方向，没有找到食物，结局是饿死。\n那么剧情设定怎么想出来的呢，主要是照搬自己看的电影、动画的剧情，前提是剧情是合理的。为了设置出一个无限可能但是玩家只会按你的主线行动的剧情，需要通过对这些电影、动画中的剧情进行反复推敲、思考，为什么主角会做出这样的行为和决定，这也是制作剧情的乐趣所在。"
        },
        {
            "author": "qq2222630",
            "timestamp": 1441077540,
            "txt_content": " 本帖最后由 qq2222630 于 2015-9-1 11:37 编辑 \n青春。祭 发表于 2015-8-28 20:36\n所以我一直在对周围开服的小伙伴说服务器的特色，主题，背景，剧本，阵营等等等等是很重要的【然而并没有人 ...\n运动mod的服务器我一直想玩没找到，归根结底可能是不赚钱吧，毕竟开服务器要花钱，所以必然造成服务器提供的游戏内容的功利性。\n如果想玩公益的服务器，我所知道的一个路子就是大学内网里自主开设的服务器，网速又快，而且群体都是同校学生，即使只有一两个人在线，管理员也好心的没有例行关服。\n\n"
        },
        {
            "author": "青春。祭",
            "timestamp": 1441080600,
            "txt_content": "qq2222630 发表于 2015-9-1 11:19\n运动mod的服务器我一直想玩没找到，归根结底可能是不赚钱吧，毕竟开服务器要花钱，所以必然造成服务器提供 ...\n运动MOD我的服是弄得有，但是对服务器资源的占用多不多，我测不出来。也可能很多服主都觉得运动这东西还不如装个暮色工业这种有意义吧。而用运动MOD来赚钱。。。那不是非法赌球了么23333\n开校内服务器主要是一个学校里打MC的人太少，一个大学可能最多也就十来个，还只是上不成网的时候才开MC娱乐娱乐。"
        },
        {
            "author": "LIUIF",
            "timestamp": 1441085160,
            "txt_content": "所以我一直不认为买了个服务器，下了个服务端装上然后运行就叫做开服做游戏。一个服务器如果没有自己的世界观和自己的特色没有理念，那我只能说腐竹只是个运行程序的人"
        },
        {
            "author": "dust_of_heart",
            "timestamp": 1441926240,
            "txt_content": "然而搭建服务器，自己看完源代码，自己做mod，自己搞建筑，好复杂唉"
        }
    ]
}