{
    "title": "教程/比较器更新感应器",
    "author": "chyx",
    "replyCount": 3,
    "timestamp": 1440734220,
    "txt_content": " 本帖最后由 chyx 于 2015-8-28 12:00 编辑 \n\n注 该文在wiki已经被其他人继续编辑 我发的是我当时发的版本 \n                                                                                                                比较器更新感应器（CUD） 是一个利用游戏的bug来感受比较器更新的装置。 比较器更新只能更新比较器，但比较器能被方块更新更新。 有许多不同设计，但都基于同样的想法：比较器在不该点亮时点亮，或该点亮时不点亮。 在比较器被方块更新或比较器更新更新时会“意识”到它该变了。 比较器更新感应器能监测在比较器旁的比较器更新或隔着1个不透明方块的比较器更新。\n目录\n\n\n1 它能检测什么2 CUD开关的种类\n2.1 箱基\n2.1.1 不透明方块基2.1.2 猫基\n2.2 酿造缸基2.3 导线指向基2.4 物品展示框基（1.8+）\n3 变种\n3.1 T-CUD\n4 他是怎么工作的5 历史\n\n它能检测什么CUD能检测所有BUD能检测的事情。因为CUD能监测隔着1个不透明方块的比较器更新，所以还能检测以下事情隔墙发生。\n箱子、陷阱箱、发射器、投掷器、熔炉、漏斗、酿造台、音乐盒、探测铁轨、酿造缸、末地传送框方块、命令方块、告示牌的放置\n箱子、陷阱箱、发射器、投掷器、熔炉、漏斗的破坏\n和箱子、陷阱箱、发射器、投掷器、熔炉、漏斗、酿造台、音乐盒、探测铁轨、酿造缸、末地传送框方块、命令方块、告示牌、音符盒、信标的互动\nIn this chart you can see everything the CUD detects: http://i.imgur.com/bIFRCTJ.png\nCUD开关的种类因为只有比较器能感受比较器更新，CUD总是基于比较器。每当你干了上面列出的事，就会有比较器更新在水平方向传播两格。\n箱基这种方案使用了箱子的特性。当箱子被挡住打不开时，比较器不会知道它已经不该发出信号直到它被更新。在被更新时，它意识到，并重置系统。\n不透明方块基此方案使用不透明方块来锁住箱子。这时比较器是不应发出信号的。这视频展示了几种设计。\n猫基File:ComparatorbasedCUD.pngA cauldron based CUD.\n\n\n这是另一种锁箱子的方案，用猫代替了上面方案中的方块。猫能用活塞矿车或水流移动。\nFile:RedirectingbasedCUD.pngA redirecting based CUD. The redstone is redirected by a detector rail. Note that the lever should always be turned on.\n\n\nFile:Item Frame Based CUD.pngAn Item-frame based CUD.\n\n\nFile:Item Frame Based CUD 2.pngAn Item-frame based CUD.\n\n\n\n酿造缸基这方案使用了装了水的水缸被推走时不会被比较器注意到的特点。这样比较器仍然会被点亮直到被更新。\n导线指向基这方案经常在设计BUD时用到。你能通过用比较器替换中继器把中继器基的BUD搞成CUD。可以通过推拉探测铁轨、红石块或用不透明方块卡线来修改导线指向。这样比较器仍然会被点亮直到被更新。\n物品展示框基（1.8+）比较器能从物品展示框中获得能量，但物品展示框必须处在空气方块中。有些方块不会破坏在它位置上的物品展示框。如水，栅栏门，头颅，花\n变种Other devices can be built using the same underlying principle as the CUD switch. CUDs can be made stackable and even tile-able. They can be turned into a toggle-CUD. CUDs can be made pistonless using cats.\n\nT-CUDT-CUD有两种状态。第一个更新让比较器开启，再一个让比较器关闭。\n他是怎么工作的历史最早可知的CUD是由RedsMiners[1]制造的。它基于的bug已在1.5中被修复。\nDvirWi 发现点击箱子内部能被监测[2].\n",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1440738360,
            "txt_content": "各种基打破了我的腐女心= ="
        },
        {
            "author": "rave_heart",
            "timestamp": 1441019460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "萌物meng_wu",
            "timestamp": 1466075640,
            "txt_content": "比较器么...我不太懂=-="
        }
    ]
}