{
    "title": "<原创·连载·圣杯>《费雷德欧将军回忆录》第五天 潜伏 [恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 6,
    "timestamp": 1440743220,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-9-27 19:10 编辑 蒙司在你们这群人手里会更弱小的，我……我要重新掌权，即使被绞死，也不放过你们！\n——摘自蒙司帝国叛徒蒙司卡娜刑前演讲词\n潜伏\n478年2月29日\n费雷德欧·塔罗格齐拉-齐社\n蒙司第二步兵集团92752号\n\n“RPG！”我只听门内传来一声喊叫，一道白烟便从我的头顶穿过。\n一声爆炸过后，几块大石头从我头顶掉下来。\n我被推到了另一边，石头砸中了一个医疗兵。\n\n还没等我反应过来，又是几道白烟，指挥中心塌了。\n里面还有史蒂文和另外一位医疗兵呢。\n我躺在地上，身后传来一阵脚步声。“就在那儿！叛军！”\n是七八个蒙司步兵。\n他们看到我蹲下来把食指放在我的鼻下，我屏住呼吸，还好没被发现。\n他们跑进了指挥中心的废墟内。\n一阵枪声。\n\n这几枪仿佛打在我的心上一般，我的鼻子一酸，又是几滴泪流下来。\n他们都进去了，我却仍在原地躺着，就好像是一个真正的死人。\n也许见过的对我来说无意义的死太多，这下有意义的死则让我痛不欲生。\n燃起来了，眼泪化为怒火，尽管都是蒙司人，都是外国人，但我对一些人持尊重态度，另一些人反之。\n\n我记得以前在思卡拉的时候，密刚教过我一些战斗的技巧，他是民兵队长。\n当然也有潜伏的窍诀，虽然没有用枪的方法，但这些对我来说足够了。\n我轻轻地跳进房间，卧倒在地上开始匍匐前进。\n也许是太过悲伤或过于紧张的缘故，我的呼吸急促起来，这也引起了他们的注意。\n一个人朝我走来，我慢慢地爬进旁边一张桌子下面。\n那人看了看，又返回来，刚好经过我旁边。\n根据密刚说的，在这种情况下，有人经过我的旁边，就可以拿起匕首砍掉他的腿，但这是十分危险的。\n\n我管不了那么多，把手放在腰间的匕首握把上，但他竟蹲下来朝桌子下看。\n一双眼睛与我的眼睛对视，他张开嘴，刚要喊什么，就被我一刀捅进他的脸。\n血，溅在我的脸上，模糊了我的视线。\n但这也只能成为我继续杀人的动力罢了。\n“杀死敌人后，为了不让敌人发现，把尸体藏起来”。\n我把这具尸体往桌子下塞，而自己慢慢地出去，继续狩猎。\n\n前面是两三个拿着手电筒的人，似乎还在寻找着什么。\n他们没发现史蒂文？\n我的心里总算安心了些，但是现在史蒂文还是生死未明，这倒是一个大问题。\n我叹口气，但没想到这也会被他们发现。\n“嘿！”一声喊叫加上几声枪声，可以说是我被发现的标志。\n我从地上爬起来，跳过障碍物，门就在前面。\n一道白烟冲向门，又是那该死的RPG。\n塌了，出口被石头堵住了。\n前面是不通的死路，后面是拿着枪的敌人。\n\n我该怎么办？\n绝望了，那些人将我包围，举着枪。\n握紧手中的匕首，刚想堵上最后一命，那些人已经趴在地上了。\n在那之前，我听到了枪声。\n拐角处，一些穿着不同军装的人走来，他们手里拿着枪，不过看上去应该不是敌人。\n但当他们看到我身上的衣服时，就好像看到瘟神一般朝后退了退，用枪对准了我。\n\n我看了看他们胸前的徽章，齐拉的士兵！\n我热泪盈眶，从被俘到现在第一次这么近距离看到活着的齐拉士兵，他们会带我回去吗？\n“带走！”一声呵斥打断了我的美好幻想，我被架着胳膊从后门押出了指挥所的废墟。\n与我同行的还有已脱离危险的史蒂文。\n今日中午时分，卢克总统被蒙斯右翼送回齐拉本土，并撤离所有归属蒙斯右翼的军队。蒙斯右翼奥斯汀总理向我齐拉表示深深的歉意。——摘自齐拉新闻广播\n肺炎：\n嗯总算把昨天和前天得份弥补好了，今天的呢……算了明天弄吧(人家才不懒呢)。\n\n\n上一章      目录      下一章",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1440745920,
            "txt_content": "出来做死了= -=233好大的字"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440761880,
            "txt_content": "准备全小说写独白的节奏。。。"
        },
        {
            "author": "1137246733",
            "timestamp": 1440770760,
            "txt_content": "空格依然是问题\n\n冲突的设立非常妙\n主角竟然与“自己人”打起来，为了保护“敌人”\n这是这几天看到过最好的一个冲突设定\n另外其实你是很有创新性的\n包括帖子的开头——COD般\n最后的新闻报道。"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440814260,
            "txt_content": "1137246733 发表于 2015-8-28 22:06\n空格依然是问题\n\n冲突的设立非常妙\n真的有很强烈的COD即视感！"
        },
        {
            "author": "46241359",
            "timestamp": 1443351240,
            "txt_content": "那些试探气息的真是【——哔——】应该试脉搏啊！\n回忆完全描写的细致一些，比如截取个片段，而且发抖为什么会引起注意，呼吸变得急促不是比发抖更好些？全篇文章都在“我我我我我我我”第一人称的内心是崩溃的可以适当的去掉一些主语，不过整篇文章除了缺少细节的描写以外，其他的地方还是不错的。"
        },
        {
            "author": "hear_brave",
            "timestamp": 1444186200,
            "txt_content": "写的 6 6 6 ！！！"
        }
    ]
}