{
    "title": "<原创·连载·圣杯>《Desert》01",
    "author": "三溴苯酚",
    "replyCount": 10,
    "timestamp": 1440741480,
    "txt_content": " 本帖最后由 三溴苯酚 于 2015-8-30 14:21 编辑 \n\n01.\n\n\n刚满16岁的维琪最近老在做着同一个梦，而梦里只有一个人。\n\n那人拥有一头黑色微卷长发，身穿着巫师长袍并把帽檐压得很低，以至于看不太清容貌和身材，但还是能从中推断出她是个年轻的女人。\n拿起案板旁的刀，不失条理的一刀一刀切碎案板上血红的蜘蛛眼睛，木制刀柄因为年代久远的问题已经有了好几条裂纹，但刀刃依旧锋利有劲，明晃晃倒映出她那双溺满戏谑的眼。\n  \n切好后她把碎肉块一股脑拨进了坩埚，水迅速地晕染上了一层红的发紫的底色，本来就烧的沸腾的水也因此滚的愈发旺，不停的冒出大大小小粘稠的气泡。接触到空气的气泡炸裂，迸溅出点点滚烫的沸水，但那女人好像习惯了似的，并没有怎么理会，转过身在箱子上捻起一块洁白的手帕，抹去刚刚切蜘蛛眼时残留手上的血丝和粘液，动作轻柔缓慢不失优雅，仿佛指腹之下擦拭的不是制作杀人利器的手而是幼儿柔软细腻的脸颊。\n清理干净一切后她才不急不慢的从袖管里掏出魔杖，微微高举对着坩埚中心一点，锅底下幽蓝的火苗瞬间蹿高，破碎的紫红色方块围绕在锅旁闪烁着。\n\n\n她满意的魔杖将收回袖管，迎着的篝火光芒，像是在欣赏一件绝美的艺术品。\n\n\n维琪不知道这梦究竟想给她表达些什么，做巫药配方？绝对不是，她又没有魔杖，而且这梦也没有说的太完整。\n\n\n或许很简单，只是想提醒她不要忘记自己身上还流淌着女巫的血液吧。\n\n\n她是个混血的孩子，普通村民与女巫诞下的结晶。亦是个不幸的孩子，还在襁褓时父母亲的关系就村民们被发现，于是她便被夺走然后囚禁在这间永不见天日的卧室里。囚禁她的人是村子里的村长，毕竟只有村长才有那么大的权力。他也还算个好人，至少教会了维琪讲话和基本礼仪，能保证她每天的温饱。当然的，卧室内设很简陋，结实的门后总是缠绕着几匝粗粗的铁锁链，窗口也被村长拿木板钉子死死钉住。不过这并非是一件坏事，村子座立于沙漠南部，每每刮沙尘暴时那被堵住的窗口能替她省去许多麻烦。\n\n\n其实维琪早在很久之前就从那些经过她卧室门口的人嘴里发现了自己是个女巫，她也很能善用自己的半女巫体质，虽然魔力不强，但也能在她百般无赖时让地上的沙石碎砾跳舞耍杂技。\n\n\n而今天维琪没有这样的兴致，沙漠正午实在太热了，炙热的阳光没有丝毫客气，它将自己所经之处的每一个墙角点燃，每一个折边擦亮。各种物品也毫不含糊地吸收着每一寸橘黄的热浪。不管维琪把身子往哪里贴，片片烫热都能像麻布似的把肌肤的每一处裹紧，想离身挣脱，但又不知该如何抵挡住那些到处乱攀的热流。\n\n\n“维琪，维琪！？”门后传来一身干净建气的声音，叫他的人是村长的儿子纳特，比她年长一岁，人单纯的很，偶尔还会从他爸爸那偷来房门钥匙带她出去溜溜。\n\n\n“你怎么来了。”维琪应声，虽然出口的是个疑问句但语气倒是很平稳。\n\n\n“你说呢？”纳特弯下腰，从门下的一个小通风口递进来一碗食物。\n\n\n平时给维琪送饭的通常都是村长的妻子，而今天却由纳特接替，维琪用脚趾头想想就知道是为什么，无非就是有事可求。\n\n\n“额……还有这个也请求帮忙，”纳特从口袋中掏出一块已经没了光泽的绿宝石。“让它重新光亮起来吧。”\n果然。\n\n\n“好吧。”维琪伸手接过并咧嘴笑了笑，很满意自己猜透了纳特的那点小心思。\n\n\n这块颜色暗哑的绿宝石无疑是假货，真的绿宝石是永远泛不可抹灭的光芒的。现在的村民商人们都很注重利益，没有价值的可言的宝石落到他们手中都往往会被丢弃，然而纳特是个例外，他不仅没有弃之反而还对它宠爱有加，这其中的玄机就要追随到两年前了。那年村长想让纳特学着点交易，便把商品定了价格全手交予了他，结果外村来了个女孩，她仅用了一块绿宝石就与纳特交换了要三块绿宝石才能购买到的商品，事后还发现这块绿宝石还是假的，为此村长还责罚了纳特一顿。\n\n\n纳特没有感到过任何后悔，他希望这块绿宝石永远缀着光。很多人嘲笑过他做了这单亏本生意，维琪也曾和村民一样觉得他很愚蠢，毕竟在这场交易里纳特不仅赔了价值三块宝石的商品，还赔了一颗心。\n\n\n维琪把那块绿宝石捧在左手心，伸出手指朝着最灰暗的地方一点，那地方就率先清澈了起来。少数的紫红色方块围绕那点无规则的上下律动着，渐渐地向四周扩散开，逼得绿宝石上的灰暗散成无规则的粒粒扬尘，最后漂浮在世间被风尘卷走。\n\n\n绿宝石又恢复了原本星光，甚至比原来更光亮。 纳特很是兴奋：“过两天我就带你出来玩。”他这样向维琪承诺着。\n\n\n但这样的承诺很可能只是个谎言罢了。\n\n\n你看，村子里的所有人都活在谎言里，绿宝石的谎言，商人与商人之间的谎言，她父母的谎言。its pretty ,huh?\n\n\n\n 看→索引\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "风吟浅唱",
            "timestamp": 1440753540,
            "txt_content": "沙发，顺便给LZ你提点建议，怎么说呢?文笔不错，但是从剧情来看没有什么很突出的地方，看不出这是要写什么。错别字有一些，并且还有一些语病，LZ你能改一下就好了。"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440761700,
            "txt_content": "作为第一章平淡了，最好重新排版"
        },
        {
            "author": "三溴苯酚",
            "timestamp": 1440762420,
            "txt_content": "风吟浅唱 发表于 2015-8-28 17:19\n沙发，顺便给LZ你提点建议，怎么说呢?文笔不错，但是从剧情来看没有什么很突出的地方，看不出这是要写什么 ...\n谢谢\n以后一定好好捉虫（励志脸"
        },
        {
            "author": "三溴苯酚",
            "timestamp": 1440762900,
            "txt_content": "Sad_elevenKH 发表于 2015-8-28 19:35\n作为第一章平淡了，最好重新排版\n谢谢建议"
        },
        {
            "author": "1137246733",
            "timestamp": 1440769200,
            "txt_content": "不知道为啥四个楼层没人看出你的大触天分\n“维琪，维琪！？”门后传来一身干净建气的声音，叫他的人是村长的儿子纳特，比她年长一岁，人单纯的很，偶尔还会从他爸爸那偷来房门钥匙带她出去溜溜。\n“你怎么来了。”维琪应声，虽然出口的是个疑问句但语气倒是很平稳。\n“你说呢？”纳特弯下腰，从门下的一个小通风口递进来一碗食物。\n类似如这样的细节描写，点缀之笔等，可谓妙到家。\n我虽然写小说写了有一段时间，但自叹不如。\n类似这种细节描写，现在论坛活跃的人（不算以前的元老），比你强的不过一手之数。\n\n你是老手了吧——\n\n作为小说来讲，开头便给出一段感情故事非常合理，稳稳夺住了读者的心。\n但部分描写还有些赘述，慢慢来，我相信你会成功"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440770040,
            "txt_content": "评分评到今日剩余都用光了←_←"
        },
        {
            "author": "三溴苯酚",
            "timestamp": 1440770700,
            "txt_content": "1137246733 发表于 2015-8-28 21:40\n不知道为啥四个楼层没人看出你的大触天分\n\n类似如这样的细节描写，点缀之笔等，可谓妙到家。\n真的很谢谢评论，表示被狠狠的感动到了QAQ\n喜欢写细节描写是因为看多了小四的书（跪\n我有拜读过版主大大的文，表示那种很轻松但不失精致细节描写很棒正是我所要追求的，我会好好学习的（真诚\n其实我还有个很大的缺点就是剧情不咋地，这方面还得拜读其他大大的文然后继续加油啊QAQ\n土下座QAQ"
        },
        {
            "author": "三溴苯酚",
            "timestamp": 1440770940,
            "txt_content": "蠢萌の⑨ 发表于 2015-8-28 21:54\n评分评到今日剩余都用光了←_←\n啊谢谢QAQ\n拜读过大大写的作品，很棒！（星星眼\n还请多多指教QAQ"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440771360,
            "txt_content": "三溴苯酚 发表于 2015-8-28 22:09\n啊谢谢QAQ\n拜读过大大写的作品，很棒！（星星眼\n还请多多指教QAQ\n鄙人配不上大大一称吧，只是新手而已啦...（嘟嘟嘴"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1440825540,
            "txt_content": "还是ICE版主慧眼识才啊"
        }
    ]
}