{
    "title": "闲唠嗑|破事水|——与MC，与论坛，与IS走过的岁月——某渣渣版主lzlniu的回忆录",
    "author": "lzlniu",
    "replyCount": 9,
    "timestamp": 1440750540,
    "txt_content": " 本帖最后由 lzlniu 于 2015-8-28 16:34 编辑 \n\n一个渣滓版主（lzlniu）的回忆录\n\n\n好久没来过茶馆发帖了，如果有什么格式、内容错误或不合规矩，请见谅。我会立即修改。\n\n如果有哪位玩mc许久而没有出头之处的版主，大概就是我。但是mc是一个富有包容性的游戏，它兼收了各式各样的人，吸引着人们去创造、生存、奋斗、改造。它自然有它的乐趣，而且无穷无尽。\n\n当你真正热爱一件事物的时候，你会不由自主地将全身心投入其中。Minecraft，这个小却大的奇幻世界，便是这样一件事物。我们疯狂地挖矿伐木，圈养牛羊，为了自己的第一个火柴盒欢呼雀跃，为了一身的石头和煤因为一个不小心随自己掉到岩浆里而叹气，为了砍翻第一只小黑而心跳加速双手颤抖，为了第一次放翻末影龙，见到终末之诗而欢呼雀跃。\n\n然后我们开始尝试更富有内涵和挑战性的内容。我们开始尝试各种MOD，为了一次又一次的崩溃焦头烂额，为了第一次做出量子而富有成就感；我们尝试各种新奇而有趣的玩法，过山车，极限生存；我们开始和朋友们一起联机游戏，一起寻找服务器，认识更多的人，度过一个又一个周目……这之中，有许多让我们快乐的瞬间。\n\n————⑨来组成头部\n而对我个人而言，伴随论坛成长的日子，竟然是我疏远mc这个游戏的日子，不禁感到遗憾。\n\n在2011年12月，我开始接触这个游戏，像大多数人一样，我只是个熊孩子心态的玩家，mc这个游戏可以吸引我的就是“可破坏的世界”，以及可以说是无限的地图。但让我不知该欢欣还是该遗憾的事情是，我接触的第一个整合包便是包含99个mod的整合包。\n出于想便于获得资源的目的，我在2012年3月注册成为了论坛会员。\n\n我得说，mc是会吸引一些完全不同的人的。有的人酷爱生存、rpg、发展，他们爱上了mod。对红石、建筑什么的不感兴趣，我就是这一类人。如同幼小动物喜欢把第一个见到的生物视作母亲一样，我把mod视为了mc游戏性的根本。\n\n\n当时mc版本正好是1.0.0。大量的游戏性内容让我误解了这个游戏本来的意思是什么，我较早的接触了核弹、自动防卫机器人、bc、ic、mfr1、更多生物等mod，这坑爹的让我后来1.2时期玩回原版时感到疑惑，不明白为什么那些熟悉的物品消失了……\n不管相信宿命与否，我的mc玩家历程就已经紧紧地与mod绑在一起了。但我注定是个玩主，与开发无缘。\n\n\n\n\n在2012年中期，当我试图了解服务器是什么后，我无比渴望许多个人一起玩mc的感受，我认为那定会无比有趣，于是加入的第一个服务器便是mcbbs官服，原版。这并非因为玩腻了mod，而是想接触更多的人，想把mc当成一个社群游戏来玩。\n\n官服的生存环境是严苛的，当时没有资源世界，生存地图满目疮痍，基本主城外围500到1000米（格）没有树。大大小小的房屋随处可见，玩家圈地无处不在，聊天窗口皆是广告如商店的传送带warp之类的。那段日子过的很快乐，我会因为攒钱圈地盖起一片南瓜田而兴奋，挣一点点钱就能让人有成就感，尽管自己深知服务器里有的是大户——垄断级别的产业链条。人多的环境让我感受到了大服相对自由的气氛，社会竞争压力也让我认识到了mc这个游戏背后的社会意义。它在某方面讲就如同现实社会，阶层和财富已经被分配了。\n\n但真正使人高兴的是那奋斗的过程——不在奋斗中升华，就在其中沉沦。后来，我依稀记得自己也在天空中建造起悬空房屋开起了叫skyland的商店，到遥远的地方寻找羊群（当时官服基本找不到生物，除了天上飞的鱿鱼）并用积蓄修建牧场。再到后来，我甚至搞起房地产来，圈地盖房来卖。商店也开了更多分店。那段日子依然觉得是不可多得的开心，虽然没有基友，但它依然让我感到了mc的游戏性。\n\n官服换周目后，我便离开了，寻找小型化的服务器，出于缘分，我进入了Nick核心科技服。这段故事见此回忆录帖：http://www.mcbbs.net/thread-400654-1-1.html   。\n发几张图吧。\n\n\n\n\n\n\n\n\n\n\n\n\n\n我在那里修炼了18个周目，结识了许多好基友，从2012年底到2014年在那里接近两年时光，让我成为了一个彻彻底底的mod玩家。\n\n但服务器的日子总归还是过去了。我感到前所未有的落寞感，服务器不在去玩并不是因为它不在了，而是那些一起与你玩了2年的基友们都离开了，我感到累了，真的很累。\n所以我试图瞧向别的领域，我选取了一个我喜欢的mod，决心在离开mc前制作出一个完整的教程。于是诞生了全论坛最卡的帖子，五万字却仍然未完成的太监的精华教程贴：格雷科技5入门说明书。见此：http://www.mcbbs.net/thread-292798-1-1.html\n\n\n制作这个教程的时，国内有名的整合包作者Sin（SSCXM）前来找到我了，他拉我进入了当时的三角函数制作组（TeamTF），即现在的IS——Infinity Studio。我早有听说这个组织，但从未想过可能进入，当他来找我时，我是无比兴奋激动的。从此，从内心上讲，我成为了这个组织的一员。开启了我的mc后半生（前半生是服务器）。\n\n\n\n进入组织后，自然希望有所贡献，于是除了更新教程外，我试图在论坛上也多来一些建树，于是进行了一些整合和搬运。\n如：http://www.mcbbs.net/thread-374691-1-1.html  这个整合包（LiDeer三代科技）\n我开始习惯性的将‘群生活’从以前的格雷科技交流群转移到了现在IS的主讨论群。在上面破事水，发布研究mod的进程等等。再后来，我意识到了更多mc的内容，伸手触及了以前从未接触过的建筑、地形领域。发布了一些渣渣地图，但绕不回老本行：发布教程。\n于是有了第二篇精华（地形软件系列）：http://www.mcbbs.net/thread-398736-1-1.html\n\n\n\n\n\n（上两图是楼主制作的渣地形类地图）\n找到组织后，我自然就扎根论坛了，但却从此与”玩游戏、玩mc“无缘。我专注于mod研究、教程制作、地图制作。到后来陷入了无谓的挣扎，渴望有所成就，甚至参与了第七届擂台。\n\n\n\n所以，楼主玩了这么久，到这2015年才开始学习、研究建筑，却只是为了骗人气。真是让我自己都感觉没脸。\n\n在IS，认识的人也逐渐变多，但那都是近来之事了。这里大神群聚，而我却只能做一个遗老或者说无能的人而存在其中，而高中生活也愈发紧张。\n开发组的大神如SPE、黄鱼，都是在各自领域有建树的大角虫，组里的sin和矮人miguo也都是bbs颇有名望的人。is里甚至有我一直以来最崇拜的up主MarcoV。活在大触中间，多累啊。\n组里的其他人，像是我儿子流年，还有本地化大触3T，现在看来也都是会玩的人，我长期不玩游戏，导致我在mod认识和玩的领域上都落后了，脑子里剩下的只有石油永动机、禁忌生产线这种1.4.7时代的科技mod物品，再新颖一点的也是抖m科技的一些知识，而随着时间推移，我连格雷都不那么熟悉了。感觉自己愈发无能。\n\n是时候退休了，论坛没有人认识我，尽管我弱点那么多，但我至少曾经玩过mc，我热爱过这个游戏，我长大了，虽然没有毕业（MC），mc是毕业不了的，它有那么多事情等着人们去做，就算不在去玩了，人们还可以写教程、制作地图等等，于是我决意退休，就试着申请成为版主，搞笑的是，我这样一个不再玩minecraft的人，在退休之际，成为了mod讨论版版主。（是的你没理解错，退休的意思是不玩了，所以选择成为版主来养老）\nmc对我的唯一连接，变成了这个论坛。从玩，到不玩，界限是那么的模糊。\n\n累了，于是我进入了翻译创作版，开始写小说。——你一定从未见过我这种窜版狂魔。\n现如今，IS的Ice成了翻创版主，Bleatan和Sine也开始写小说，我再一次感觉自己无能。我似乎走到哪里，IS的阴魂都不散，我常戏谑这一点，大概是玩笑话吧，但也是无奈。\n最近某创作：http://www.mcbbs.net/thread-487665-1-1.html （刺杀正弦-Sine，没错，就是刺杀那个SSCXM）\n\n真的很高兴，看到身边的人都在成长，在发展，在热爱自己所喜欢的事物——制作地图、开发mod、发水贴（什么鬼）、写小说。所以我不想放弃mc，尽管已经高三，但接触这个游戏的历程，是一路走过来的，其他版主是如何的呢，我不知道，只看见儿子逗比年依然在快乐的玩mc，Marco还在辛勤的录制良心视频，连SF_chipan都回归了。我想，我不该离去，既然已经与这个游戏厮守了接近4年，那就坚持下去吧，老玩家不多了，尽管我是一个没什么成就或才能的老玩家，但游戏，终归只是玩啊……\n\n玩，就是快乐。它大概不会结束。高三毕业后，我想，也许可以去研究研究命令方块？这最后一个从未涉足的领域，似乎在召唤着我。也许，我还会再次进入一个服务器，认识更多的人，也许，我会把教程坑都填了，为IS做出更多贡献来。\n\n感谢大家耐着性子看完一个人4年的mc回忆。\n\n\n————Infinity Studio组员lzlniu2015年8月28日\n[groupid=534]InfinityStudio[/groupid]",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1440750780,
            "txt_content": "沙发我的。\n\n话说这不算水吧，是单身多年的手速吧？不过能够坚持真的是一种幸福呢"
        },
        {
            "author": "彪悍的新手",
            "timestamp": 1440750900,
            "txt_content": "我居然看完了 啊"
        },
        {
            "author": "幼猫",
            "timestamp": 1440750960,
            "txt_content": "由于浏览器很卡没抢到沙发\n一股岁月的感慨\n可惜我写不出来"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1440751440,
            "txt_content": "能教我BC吗"
        },
        {
            "author": "lzlniu",
            "timestamp": 1440751620,
            "txt_content": "ItIsEnderman 发表于 2015-8-28 16:44\n能教我BC吗\n欢迎来mod讨论版，这是3T触的教程：http://www.mcbbs.net/thread-417036-1-1.html （BC7）"
        },
        {
            "author": "刘涵博",
            "timestamp": 1440757800,
            "txt_content": "BC=-=我来惹"
        },
        {
            "author": "发光的木板",
            "timestamp": 1440759780,
            "txt_content": "莫名感动。。。。\n鼓励一下。。"
        },
        {
            "author": "星光灬羽神",
            "timestamp": 1440760740,
            "txt_content": "无聊的看完了--"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1440761100,
            "txt_content": "雾草评分竟然出错了……\n"
        }
    ]
}