{
    "title": "<原创·连载·圣杯>《终焉》[第一章第一节][by：泣东风]",
    "author": "xcc",
    "replyCount": 8,
    "timestamp": 1440745800,
    "txt_content": " 本帖最后由 xcc 于 2015-10-1 14:03 编辑 \n某东风的肺炎：\n\n感觉大触云集啊，活不了了。\n\n\n    当清晨的微光从黑夜中擦过，一个背着单肩包的人影出现在地平线与黑夜的交界处，向城市中唯一的喧嚣处——一个小型的广场——走来。他左胸口的一张名牌在黑夜中闪闪发亮，上面写着他的身份——“顾离，二十岁，大二学生，酒吧歌手”。\n\n\n    顾离走到那聚集了很多青年的广场，坐在一张板凳上，在人们的欢歌笑语中开始弹奏尤克里里，他竭力想要让这里永远流淌着热闹的气息，因为他害怕这仅有的喧嚣也会被寂静吞噬。\n\n\n    这种可怕的寂静来源于十八年前，人类与眷顾者的最后一场战争结束的那一年。\n\n\n    顾离说不清楚什么时候人类打开了通往七櫆世界的大门，他只明白，人类和七櫆爆发过很多次战争。 \n\n\n    七櫆是十几年前通过虫洞发现的新世界。这个世界里也有生命，也有鲜活的文明。七櫆中也有类似人类的生物，分为几个相貌各异的种族。他们和人类一样，有五官、手脚、脏器，但在身材、皮肤、四肢和思想方面与人类有些出入。这些生活在七櫆中的似人非人的生命被叫作“眷顾者”。\n\n\n    人类与七櫆的关系起初很好，但后来因为某种纠纷，导致七櫆和人类变成了一对冤家，爆发了数场战争。战乱带给人们的是流亡和悲伤，许多平民无端受到牵连——不论是眷顾者还是人类，并且使他们越来越惧怕战争。\n\n\n    平民对战争的惧怕，使他们渐渐杞人忧天，担心着战争随时会打响——尽管政府多次声称双方保持友好关系，但还是有许许多多的人把自己隐藏在自认为安全的居所里，几乎不再出门。许多娱乐场所、大型商场以及夜市等平日里热闹非凡的地点渐渐消失，所有的城市不再有繁华热闹的景象，它们无一例外地沉默了。\n\n\n    尤克里里仍然倾泻着优美的旋律，顾离看着四周的年轻人们欢乐地饮酒说笑，自己也莫名地受到感染，弹出的曲子似乎也欢快了一些。\n\n\n    突然一个酒瓶从他眼前飞过，径直砸到地上。所有人不约而同地安静下来去看那个酒瓶，接着他们看见一个穿着连帽衫的男青年从人群后飞出，像是被什么东西撞飞了，摔倒在啤酒瓶旁边。 \n\n\n    “老兄没事吧？”另一个青年急忙去扶，倒在地上的帽衫男却不肯起来，只是指了指那个青年的身后。\n\n\n    青年疑虑地回过头，看见一个长得像羚羊一样的生物站在聚集在一起的人群后面，奶茶色的皮毛在月光下闪烁着光泽。“羚羊”嘶叫了一声，发出“呜呜”的声音，向人们走来。 \n\n\n    人群惊恐地散开，只留下仍在弹奏尤克里里的顾离。\n\n\n    说实话，顾离看到酒瓶擦过眼前之后就没再理会，只是闭着眼弹奏自己的曲子。\n\n\n    弹奏的时候他能听到，在音乐声中，有什么东西摔倒在地上——似乎是一个人——然后有一个人跑去问话，接着是人群的脚步声，密密麻麻，响声很大，逐渐远去。\n\n    他以为只是一个人摔倒了，别人去给他买药而已。当他从弹奏中回过神，看见一头羚羊站在自己面前时，猛地抄起尤克里里，撒腿就跑。\n\n\n    羚羊紧追不舍。\n\n\n    那是一头毛色呈奶茶色的“羚羊”，它的尾巴很长，四肢像马，上面有白色的螺旋状花纹。它的头长得和羚羊很相似，无非只是多了一个长在两角中间的犄角罢了。\n\n\n    这什么怪物？为什么要追我？顾离一边跑一边想，突然感觉有什么东西狠狠顶了自己的背一下。 \n\n\n    接着他就摔倒在地，脸贴着地面，不甘心地自言自语：这怪物还会踢人啊？\n\n\n    顾离勉强翻了个身，看见那怪物正向他摇着脑袋，接着把头低了低，同时后退了几步，露出光滑油亮的大角，正对着顾离。 \n\n\n    看着那对角，顾离莫名地有些害怕。他急忙翻身跃起，把路边的一块比较大的石子踢向怪物，然后转身狂奔。这次他不断地告诉自己：一定要跑得很快，让那怪物看不到自己，就安全了。\n\n\n    但他忽略了自己的单肩包是个负担，并且显然低估了怪物的速度，或者说与怪物身躯一般无二的羚羊的速度。\n\n\n    顾离能感觉到风擦过自己的脸庞，也能清楚地听到身后紧密的脚步声愈来愈近。他有些紧张，觉得在这场速度的较量上，他是不可能赢这头怪物的。\n\n\n    他猛地转身，把单肩包往怪物的脸上一甩————要知道这个包和里面的物品加起来有5斤，威力应该很大————然后狠狠地踩了怪物一脚。\n\n\n    既然跑不过你，就正面较量吧。\n\n\n    但他再次低估了怪物的能力。怪物昂了昂头，接着后退，长鞭似的尾巴直竖起来，然后低头，向顾离猛冲。\n\n\n    那对角扎在人身上可不是闹着玩的，少说也可以把肠子戳出来。\n\n\n    顾离来不及思考便把腰向后最大限度地弯，大角从他的身前擦过，在他的脸的正上方停留了几秒，迟迟没有缩回去。    \n    怪物似乎没了动静，顾离实在忍受不了这种下腰动作了，便勉强伸腿踢了怪物一脚。怪物的角从他的眼前刷地移开了。\n\n     只是这一脚让他失去平衡，也倒了下来。\n\n\n    四足动物倒地的时候应该很难站起来吧？那么现在就是逃跑的好时机。顾离刚倒在地上便爬了起来——尽管他已经很疲惫——然后喘着粗气跑开。他其实已经没有了力气，但一想到怪物会危及到他的性命，心中便多出了一份求生的欲望——毕竟生命诚可贵。\n\n\n    顾离踉踉跄跄地跑着，每每迈出一步，身体便向前倾一点，使人担忧着他迈出下一步时便会倒地。之前跑了很久了，现在双腿灌了铅般地沉。他不得不放慢脚步，喘着气转身看身后。\n\n\n    怪物一瘸一拐地走来，步伐已不似之前那般矫健——刚才它倒在地上，想必腿脚也受伤了吧——但还是向顾离冲过来。\n\n\n    它冲刺到半路，前蹄一歪，又倒了下去，发出“呦呦”的哀嚎。\n\n\n    顾离本想杀死它，看到怪物现在这副可怜的样子又于心不忍。他站在原地思索了一会，径自走开。\n\n\n    他没有趁怪物之危置它于死地，已是最大的恩惠。\n\n\n    突然怪物翻身跳起，发出沉重的呜咽声，然后慢慢走来。顾离心中一惊，这怪物的脚不是受伤了吗？莫非是装的？\n\n\n    他在怪物逼近的几秒内一边后退一边尝试着用一种合理的说法解释这一切————怪物装出一副可怜样企图吸引他过来，以便杀死他，但自己没有理会怪物的可怜，它便恼羞成怒，决心不用计谋直接灭口。\n\n\n    这么想着，他倒吸一口凉气，心想这怪物怎么这么狡猾——虽然这只是他幻想的罢了，但那种不会言语的生物，本就靠人类擅自给它们冠以“笨重”、“狡猾”、“美丽”等标签，自己的本质却只能被很少人看见。\n\n\n    突然背后传来很响的撞击声——“咚！”\n\n\n    顾离感到自己的背被狠狠撞击，有些疼。他猛地扭头一看——这里怎么有堵墙？顾离急忙环顾四周寻找出路，但是怪物已经逼得很近了，没有逃脱的机会了。\n    他绝望地闭上了双眼，轻轻皱了皱眉。\n\n\n    怪物在顾离身前两米处站定，用前蹄刨着地，然后猛冲过来。\n\n\n    顾离可以感受到怪物的双角带动着一股气流直逼面门。\n\n\n   要死在这里了。\n\n\n索引    下一节\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1440746100,
            "txt_content": "@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 \n\n貌似有些人被我和谐了？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440749160,
            "txt_content": "自己都是个角虫还怕大角虫云集（这不是回到角虫族了吗）"
        },
        {
            "author": "1137246733",
            "timestamp": 1440749580,
            "txt_content": "仔细看了看。\n写的很不错呢，特别是打斗部分的描写，挺形象的。\n但关键是你先准备必须快点去把字号改大，我都是因为太小看不清楚拿到记事本里面看的"
        },
        {
            "author": "zyj0807",
            "timestamp": 1440749580,
            "txt_content": "你字好小啊(╯‵□′)╯︵┻━┻\n角虫说：角虫好多啊"
        },
        {
            "author": "1137246733",
            "timestamp": 1440749940,
            "txt_content": "继续说打斗的描写。\n打斗描写很形象，最起码能让我想象到到底是个什么样子。\n但有个很大的缺点是你丧失了紧张感。\n因为有很多没必要的自我调侃\n顾离的腰已经后倾地很厉害了，一直保持这个姿势很累的啊。    顾离实在忍受不了这种下腰动作了，便勉强伸腿踢了怪物一脚。怪物的角从他的眼前移开了，也许怪物被踢倒了？\n这种的心理描写会很快让读者从那种紧张的环境里一下出来。\n这个是不好的，尽量在打斗场景下保持角色心理描写的严肃。谁会在马上要死了还吐槽“这个姿势很累”\n\n其它的都挺好，最前面的描写有一点赘述的感觉\n看好你哦w~"
        },
        {
            "author": "gggbbb",
            "timestamp": 1440753600,
            "txt_content": "你们一个个都开了圣杯贴了，也不等等我，不是说好了还有很长时间的么→_→"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440761580,
            "txt_content": "我感觉打斗部分略僵硬，分这么多段感觉很拖，不过前面写的太赞了"
        },
        {
            "author": "xcc",
            "timestamp": 1440774900,
            "txt_content": "1137246733 发表于 2015-8-28 16:13\n仔细看了看。\n写的很不错呢，特别是打斗部分的描写，挺形象的。\n但关键是你先准备必须快点去把字号改大，我 ...\n好哒。。马上改\n\n\n因为自己完全是不看效果星人"
        }
    ]
}