{
    "title": "<原创·连载·圣杯>《Desert》02",
    "author": "Sad_elevenKH",
    "replyCount": 6,
    "timestamp": 1440763440,
    "txt_content": "。。。。。",
    "replies": [
        {
            "author": "三溴苯酚",
            "timestamp": 1440763500,
            "txt_content": "标题: <原创·连载·圣杯>《Desert》02 本帖最后由 三溴苯酚 于 2015-8-30 14:26 编辑 \n\n02\n\n\n\n\n奇迹般的，维琪的梦开始发生了变化，但主角依旧的是那个年轻的女巫。\n这名女子被扒掉了巫师袍，全身上下只剩下了一件长薄的白色连衣裙，正起腰板站在村子里用来审判犯人的施刑台旁。\n这时已经到了晚上，密布的云层覆盖了大部分灰黑色的黯淡天空，顺带抹去了大半边的月亮，随即就要将那剩下的半颗并吞下腹中。没有了平日里的干净锋利，没有了平日里白缪缪的月光，有的只是那过堂风在不停的吹着，所有楼宇只能看的清浅灰色的轮廓，寂静的有些令人不安。\n又过了小一会，市集上大多数的交易小摊都已经打烊，得了闲空的人们开始往施刑台旁涌，不足几分钟的时间就人堆人得挤的水泄不通，有走的慢的人因为没有挑到合自己心意的观看位子开始破口大骂，而小孩子就没有这样的烦恼，他们凭借着较小的身躯，从肩与肩，背与背之间逼出了点空隙，一窜就靠到了前排。\n当村长到达的时候，施刑台旁已经拥堵不堪了，人们摩肩接踵地挤作一团，都伸长了脖子，垫高了脚尖，期待的张望着什么。\n村长踏上高台并摆手示意村民们安静下来，然后清了清嗓子，先开始了日常歌颂神伟大的等等诸多废话。四下里很快就安静了下来，村长见状很满意，又把音量再提高了一点点，想以示自己的威严。\n “把亵渎神威的人带上来！”村长终于进入了正题，村民高涨的情绪重新被提起，甚至开始了起哄。\n站在那女巫旁待令的几个年轻人听令，把女巫半拉半拽地押施刑台的边缘，然后猛地使劲把她推搡到了高台中央。村长接着命人把她绑在施刑台上一根早已备好的柱子上，又吩咐在柱子周围围上一圈足有半个人高的木头和稻草堆，又在朝着西北的方向留了个小缺口，以便通风。\n那女子全程都没有出声，她看上去好像并没有任何畏惧，也察觉不到她的任何紧张，但眼神锋利满是不屑，怒目嗔视着村长和那些看热闹的村民，仿佛在诅咒着他们十八层下地狱。\n“这个人，曾犯下过种种罪名。滥用巫术，私通乱伦。”村长又一次发话，那女人犯下罪听起来令人悚然。“你还有什么话可以辩解的吗？”\n“没有…….咳咳。”女巫好像在施刑前就受过了虐待，声音沙哑的不像话，“对你们这些愚昧无知的人辩解不清。”\n“没有人比你要更愚昧无知，”村长有点高傲的仰起头，“没有人会像你一样愚蠢到被恶魔诱骗，为了得到巫术而出卖自己的灵魂。”\n“女巫的巫术与魔力是天生的，我们与你们是不同的，你们只是嫉妒我们的天资，才……咳……咳才编造出这种恶魔的谎言来安慰欺骗自己，”那女巫同样昂起头与村长对视，“根本就没有什么恶魔。真正犯下罪的是你们，亵渎神威的也是你们……咳……，况且爱恋是无罪的，这可是神的旨意。”\n“被蒙骗的不深啊，”村长坚持己见，无奈的叹了口气，又垂下眼帘向女巫祈祷了一句，“愿神能宽恕你的罪行，我可怜的孩子。”\n又有两人上了高台，这次那两人一人提了一个铁桶，里面装的是煤油，全都往女巫的身上倒了过去。大股大股刺鼻的油脂味随风飘，很快就弥漫到了半个村，覆盖住了原本村里主打的淡淡麦香花香。\n“愿神能宽恕你的罪行！”村长接过了一人的火把，再一次高声祈祷。“村民们听好了，如果你们有人为了一己私利向恶魔出卖灵魂，就会落得这样的下场。警惕你们身边的任何人，包括你们的亲人，情人，如果发现有与恶魔私通而不举报的话一并视为同罪。”\n火苗接触到大量的易燃物瞬间时状大，汹涌的炽热迅速蹿高了几米，大量被灼烧的煤焦没混合着热量把天空模糊，炫丽却逼人的橘红令人悚然。\n炙热的火焰已经慢慢地攀上女巫，痛苦令她想要冲破脱身但绳子却困得很紧，无能为力的她只得高哼嚎叫，想借此减轻痛苦。“你们以后必定也会被火吞噬，我会让你们尝试同样的被火灼烧的滋味！” \n那女巫尖锐的嘶叫把维琪惊醒，维琪艰难的撑起身，抹了把头上冒出来的冷汗。\n“呼，”惊魂未定的她呼了口气，把眼神移向了窗外，想在平静与安详里找到一些慰藉，才发现现在还是夜晚。\n一切就与梦里的一样，黑暗模糊了建筑的边界，周围消无声息，厚厚的晚云遮蔽了大半个月亮，沙漠昼夜温差很大，刺骨的冷风吹的呼呼直响。\n唯一与梦里不同的就是那骇人火光和那打破寂静的嚎叫。\n啊，不对。现在下定论还太早了不是么，距离早上还很长。\n“好冷。”维琪轻声抱怨，把自己裹回了被子里。\n看→索引"
        },
        {
            "author": "三溴苯酚",
            "timestamp": 1440763620,
            "txt_content": "Sad_elevenKH 发表于 2015-8-28 20:04\n这集讲了啥。。。。。\n恩，一个女巫被烧\n前两章都属于铺垫"
        },
        {
            "author": "godhonest",
            "timestamp": 1440766800,
            "txt_content": "无图无真相"
        },
        {
            "author": "1137246733",
            "timestamp": 1440769920,
            "txt_content": "滥用巫术，私通乱伦\n乱伦是什么鬼啊QAQ\n依然是值得表扬的细节描写\n\n另外这种间接性镜头式场景埋悬念很好\n这章的冲突也不错。\n\n下次把字体调大一点，不然我坏眼睛QAQ"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440771120,
            "txt_content": "乱伦2333\n话说火刑前不脱光衣服能忍！？"
        },
        {
            "author": "三溴苯酚",
            "timestamp": 1440771300,
            "txt_content": "蠢萌の⑨ 发表于 2015-8-28 22:12\n乱伦2333\n话说火刑前不脱光衣服能忍！？\n110（斜眼"
        }
    ]
}