{
    "title": "/原创·连载·圣杯/《门》第一章 第一节 核心宇宙与看门人",
    "author": "蠢萌の⑨",
    "replyCount": 7,
    "timestamp": 1440767640,
    "txt_content": " 本帖最后由 蠢萌の⑨ 于 2015-8-28 21:26 编辑 \n\n自己的文笔不是很好，但看着小伙伴们一个个都参加了圣杯，所以我不能再搁置自己的脑洞了！不准备完全承接序章的故事，由于本章主要是对世界观的介绍所以读起来有些枯燥咯~\n正文：\n   \n  如果你能接收到这段频率的次声波，请珍惜现在的自由。我是生活在创造你们宇宙的大爆炸之前的一个普通人，一个为自由而奋斗的普通人！  \n\n\n  我静静地坐在这个狭窄而昏暗的空间中，我没有被子弹伤着，但寂静与昏暗显得更令人恐惧...这个房间被大片的黑色填充着，它就像光一样，无限的延伸，你看不到边际，但依旧能触碰到边际。\n\n\n  死亡与我现在的处境相比根本不值得一提，这就像监狱的囚犯被关进小黑屋一样，无尽的黑暗侵蚀着你的心灵。\n\n\n  我睡着了...\n\n\n  梦，我忘记我做了什么梦，也许是快乐的，也许是悲伤的，但它重要吗？我迷迷糊糊地睁开了眼睛—— 一扇淡蓝色边框，但主体却为绿色的门闪烁着刺眼的光芒，令人奇怪的是，这光并没有映射在这座小房间的“墙”上。\n\n\n  门慢慢地打开了，门里什么都没有，还是无尽的黑暗，它静得恐怖...和我身边的黑暗一样，就好像随时会把你吞噬一般。\n\n\n  一个人从门里走了出来，我紧靠在墙角，不知所措。我在害怕中检视着他，虽然周围是一片黑暗，但又能清楚地看见他的脸，就像在白天一样清楚！他有着一张青年人的脸，但脸上却充满了老年人才有的沧桑。\n\n\n  他穿着一身黑色的西装，给人一种十分庄重但并不显眼的感觉，相比之下，五颜六色的沙滩裤更加夺人眼球，这奇怪的搭配在平日是不可能见到的。他光着脚，但又好像穿着鞋，在他的脚外面有一层很厚实但又十分忽隐忽现的光，这光也确实使他的脚没有接触到地面。\n\n\n  他从上衣胸前的口袋中拿出了一个类似于手机的东西，他在屏幕上四处点了一下，一张桌子两张椅子就赫然出现在了房间中心。他拉出靠近我的椅子，并用做出请我坐到椅子上的手势，动作很生硬，但可以令人感受到他的善意。\n  我站了起来，慢慢地坐到了椅子上。那个人拉开了自己的椅子，也跟着慢慢地坐了下来，这椅子和桌子就像他的鞋一样，就是一层飘忽不定的光。他先开口说话了，一个个类似单词但又令我听不懂的语言从他嘴里脱口而出。我摇摇头，摊手示意我听不懂。\n\n\n  他并没对此感到惊讶，一切就好像在他的意料之中，他接着一遍又一遍地用不同的语言向我说话。\n\n\n  “空间旅行者，您是从哪里来的？”有些生硬的英语从他的嘴里蹦了出来。我有些厌烦他一直说着我听不懂的话了，但听到这句话的时候我不禁有些激动起来。“2015年的地球。”我答道。他听见我的回答顿了一顿，接着解释道：“不不不，我想您误解了我的意思。我不是问时间和地点，我问的是宇宙的编号。”\n\n\n  编号！？宇宙！？我有些惊讶并且思绪十分混乱。他难道不是来自未来的吗？这一切明显不是在我所在的时代的东西！惊讶之余，我带着少许的尴尬回答他：“抱歉，我没有听说过什么宇宙编号...”\n\n\n  他点了点头，这也在他的预料之中，很难想象他到底知道多少。“你知道平行宇宙吗？”他向我问道。\n\n\n  我点了点头。\n\n\n  “那么，就很好解释了。我是来自核心宇宙的看门人。”\n\n\n  “核心宇宙？看门人？”一大堆的问号充斥着我的脑子。\n\n\n  “是的，正如平行宇宙理论所说的，你我都居住在一个独立但又与其他宇宙有少许联系的宇宙...每个宇宙都有许许多多的相同之处，但我所在的宇宙拥有着最为先进的科技......”\n\n\n  说到这句话的时候他没有任何表情的脸上展现出了少许的自豪。但我对这些东西并不感兴趣，而且十分急切地想要回去，所以我打断了他的话：“抱歉，我只想知道我要如何才能回去。”\n\n\n  他并没有对我打断他说话感到不满，而是不紧不慢地回答：“是的是的，不过请听我说完。您知道的，这一个个平行宇宙是独立的，过去的理论所说的虫洞也是正确的，但通过虫洞进行穿越及其不稳定，很慢，并且十分危险。打个不恰当的比喻，这就是一台劣质的电梯。而，我们创造出了一台稳定快速而安全的电梯！”\n\n\n  他不断地吹嘘自己所在世界的伟大，但还是没有进入重点。\n\n\n  “接下来，就是你被传送的原因了。我们宇宙的各个势力已经完全统一了，战争已经消失很久了，但各种商业公司依旧存在着，它们在长年累月的发展中也是积累了一定政治势力和军事实力。量子能源公司是我们宇宙最为庞大的公司了，他们拥有无穷无尽的财力物力，但他们总是宣扬着自己无知的理论！可笑！但我们伟大的洛伦佐大帝却因为他们对我们的能源供应以及他们在粒子层面进行操作的技术而没有撤销他们的公司。对了，也许这个名字对你而言很耳熟，不用感到奇怪。我们都只是四维空间的投影！”\n\n\n  他的话令我十分厌烦，但为了我能回去所以我只能继续听下去。\n\n\n  “他们翻脸了！他们断绝了对‘门’的夸克能能源供应，我们只好只用原始的电力对‘门’进行能源供应，你知道的，‘门’是我们可以与科技水平跟我们较为接近的宇宙进行贸易的基础。虽然这样门可以继续工作，但‘门’变得十分不稳定，以至于我们无法控制了。这里是一个从你所在宇宙分离出去的小空间，而我们定位到了这里，但我不能过来，因为‘门’的不稳定性已经有许多人为此丧命了，大帝仍然在派遣底层的信使去向其他宇宙请求协助，也会让其他宇宙的人进行测试。但我是守门人，所以不能为伟大的帝国献出自己的性命。这里只是全息投影实体化的产物，简单地说这就是一道光，但我们的技术把这道光实体化了，虽然时间有限，但足以我告诉你所有的一切。”\n\n\n  想到我就是这么一名冒着生命危险进行测试的人不禁令我感到十分愤怒，但好奇心扑灭了我的怒火。我突然插上一句话：“但为什么我不会为此丧命？”\n\n\n  “这就是重点！”\n\n\n  进入重点真是慢！\n\n\n  “组成你的原子并不会因为‘门’的不稳定性受到影响，和其他少数人一样。伟大的弗洛伦撒帝国需要你们这么一批雇佣兵！”\n\n\n  “雇佣兵！？”我有些惊讶，但更多的是这种对人权剥夺的愤怒。\n\n\n  “为伟大的弗洛伦撒帝国效力是很令人激动的事情！”\n\n\n  “但我只想回家！”\n\n\n  “家？伟大的弗洛伦撒帝国就是你的家，如果你愿意成为我们的雇佣兵，我们保证你会成为伟大的弗洛伦撒帝国的公民！当然如果你想回去那个落后的宇宙也是可以的，但只有我们掌握了‘门’的技术，只有你完成任务，我们才会给予你回去的权利！”\n\n\n  我在他激动地说完这句话后沉默了，他是认真的...我压制住了想要冲上去给这个看门人一拳的冲动...\n\n\n  我深吸一口气，缓缓地说道：“我...需要做什么？”\n\n\n  “为了不干涉其他宇宙的发展，伟大的洛伦佐一世建立了一则法规，但量子能源公司任然在其他宇宙建立了自己的势力，仁慈的洛伦佐大帝为了公司与帝国间能和平共处所以没有干涉他们，但他们翻脸了，所以你们的任务就是去摧毁他们在其他宇宙的势力，最后对他们的总部发动进攻！”\n\n\n  “然后呢？”\n\n\n  “你现在，需要去领取一套0236宇宙所产的外骨骼装甲以及一些武器，然后和其他雇佣兵去击溃他们在0236宇宙的势力！”\n\n\n  他指了指那道门，示意我走进去。\n\n\n  我站了起来，迈着沉重的步伐走了进去。\n\n\n  我为了自由而攻击那些呼吁自由的人们。\n\n\n\n\n  这只是征途前宁静的月夜。\n\n@恶魔-潇洒 @末影龙娘 @男人婆 @骷髅大银 @2B与mc的故事 \n@gggbbb  @补上还有...明明是我加好友没同意的好吗！ \n自己设高亮XD\n\n",
    "replies": [
        {
            "author": "1137246733",
            "timestamp": 1440768180,
            "txt_content": "这只是征途前宁静的月夜。点缀之笔棒棒棒"
        },
        {
            "author": "godhonest",
            "timestamp": 1440768300,
            "txt_content": "为什么？为什么正文的字那么小，我的眼睛啊！！！"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440768360,
            "txt_content": "godhonest 发表于 2015-8-28 21:25\n为什么？为什么正文的字那么小，我的眼睛啊！！！\n把字体设到5感觉就太大了= ="
        },
        {
            "author": "godhonest",
            "timestamp": 1440768420,
            "txt_content": "蠢萌の⑨ 发表于 2015-8-28 21:26\n把字体设到5感觉就太大了= =\n求教程。。。"
        },
        {
            "author": "骷髅大银",
            "timestamp": 1440820740,
            "txt_content": "棒棒棒！！！"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440836100,
            "txt_content": "人称感觉怪怪的"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440836460,
            "txt_content": "Sad_elevenKH 发表于 2015-8-29 16:15\n人称感觉怪怪的\n第一人称啊..."
        }
    ]
}