{
    "title": "<原创·连载·圣杯>圣杯之争 第一章节 第五节 魔族四大魔神",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1440770160,
    "txt_content": "      “我靠，孙天怎么来了？？”白小亮在心中呐喊。他也和孙天一样重情重义，虽然在为人处世方面玩世不恭，但对朋友他还是很真诚的。      此时站在白小亮面前的正是孙天。他全身发出凶煞的杀气，浑身漆黑得像一块煤炭。原来一双眼睛也变为了通红色，背后长着一对双翅，手上还拿着一把不知名的深色漆黑战斧......如果不是那张脸，白小亮差点都认不出来他了。\n      “孙天？是你吗？”虽然白小亮看到那张脸的确是孙天，但还是忍不住试探性地问道。\n      “正是本大魔神。”孙天那看起来已经干裂的嘴唇，此时一张一合地发出了沙哑的声音。\n      “小心，他手中拿的战斧是当年四大魔神之一的祭天魔神的战斧。每一次攻击会消耗自己的生命，但却能造成让人无法想象的伤害。”光冥在白小亮心中喊道。他也不由得为白小亮捏了一把冷汗。“说不定，他已经变为祭天魔神了！对了，你别想着说几句感动的话就能把他唤醒。他是被彻底洗脑了，除非以后你力量强大，用创世神笔才能改变这一切。”光冥似是有些担心。\n      孙天不等白小亮发话，就说道：“今天，本魔神就是来取你性命的！”说罢，手中巨斧一摆，滔天的煞气化为一股力量直击白小亮胸脯。白小亮即使有光冥为他加持，也是喉咙一甜，血浆在喉咙里滚动，旋即“哇”地一口吐出一片鲜血。随即白小亮的脚步也随着那惊人的力量“噌噌噌”倒退了十来步，在原地留下了一个浅坑。\n      现在的白小亮是有话说不出来，光冥的神魂也被活生生地从白小亮心中震散了......白小亮觉得，他现在浑身的骨骼都像在打仗一样，只要活动一下，肢体的骨骼就会“啪啪”作响。而此时他也觉得异常虚弱，手撑着地久久缓不过气来......\n      “切，不堪一击。”孙天面无表情地说道。\n      “我......”白小亮说不出话，因为他的喉咙好像被掐住了，疼的说不出话来。\n      突然，眼前的一片世界变了，变得像白色一样。孙天也不知道去哪了，此时他躺在地上，身上有说不出的疼痛感。\n      “我这是在......天堂吗？”白小亮的眼睛根本睁不开。忽然，白小亮又感到一阵疼痛感，两手一摊，昏倒了。\n      当白小亮再次醒来时，眼前还是一片白色，但比刚刚要暗了好多。白小亮感觉浑身轻松了很多，但身体还是很有一种发麻的感觉。白小亮不知哪来一股劲，手臂强行撑着地面，让自己起来。但是白小亮的力气仿佛被抽干了一样没力。\n      “你不用起来。”这时，白小亮面前出现了一位中年人。个头不高，却身着古世纪牧师的袍服；但他的周身又散发着一股不容抗拒的气势。这位中年人的眼神很平淡，仿佛能把一切看穿一样。\n      “我是光冥。”眼前的中年男子忽然开口说道。白小亮刚想发问，却又发现喉咙仿佛又像刚才一样卡住了......又试了几次后只好无奈作罢。\n      “你不必发问，我们神的年龄是无限制的。”光冥又说道。\n      “这次带你到的是我的神智空间来保住你的命。”光冥轻轻地说。“这次是用我的神魂力量制造的空间，再加上又等了你这么长时间，我这次可能要像你之前说的那样沉睡过去，我已经极大地削弱了孙天。现在是一个考验你的好机会，去吧！”说着，光冥手一指，开出了一个裂缝，而光冥本人却消失了。\n      白小亮挣扎着从地上爬起来，却忽然感觉自己轻松了很多，之前的麻木感和疼痛感也一扫而光。白小亮心中也不再犹豫，既然是光冥前辈的考验，就要去认真完成吧！不要对不起Minecraft这个游戏！想到这里，白小亮纵身跳入裂缝。\n      --神殿\n      孙天在这里已经将白小亮消失看在眼里，但他相信白小亮只是短暂地进入了某个空间休养，不会长时间不出现。而下次出现必然会在进去的地方，从哪进就从哪出！这是魔族人很尊崇的一句话。而孙天苦苦地在这里盘坐等候。2个小时后，正当孙天决定离开时，突然感到身上有种说不出的乏力感。拿着巨斧的力量也越来越小，他很快意识到不对，但这时眼前出现了一道裂缝，白小亮从里面钻了出来。\n      “等你很久了。”孙天面无表情地说道，\n      孙天说罢再也不说话，手中战斧一挥，数道暗黑色的能量直冲白小亮而来。暗黑色的能量给白小亮带来了浓重的危机之感，白小亮看准时机，身体向右一斜，栽倒在地上，可这却躲过了那危险无比的能量炮。\n      孙天蔑视般地嘲笑一声，手提战斧向刚扑倒的白小亮走来。白小亮见状，急忙就地一滚，滚到了放置神笔的基座旁。\n      突然，孙天又感到一阵乏力感。孙天一惊：这小子不知请来何方神圣，居然能缓慢地把自己的力量削弱！不行，不能打持久战！想到这里，孙天身形一动，来到了白小亮面前，手起斧落，白小亮抽出平时与僵尸战斗的铁剑挡住巨斧。按平常来说，战斗铁剑肯定挡不住祭天魔神的祭天魔斧，但孙天的力量被削弱大半，而魔斧是他的契约武器，孙天被削弱魔斧也跟着削弱。孙天又是感到阵阵乏力之感，而且居然感觉浑身有些麻木的感觉！孙天暗叫不好，收起巨斧暴退10步。\n      “小瞧你了。”孙天毫无感情地说道，“虽然不知你请来了什么人，但是我迟早会回来取走你的命！”孙天说完，又察觉到那股虚弱感。旋即不再犹豫，身形立刻向着魔族的方向逃去。他明白：如果再这么继续下去，就算白小亮不死，他也得虚弱得比白小亮还弱！到时就糟了！想到这里，孙天出了一身冷汗，更加加速地朝着魔族的方向遁去。\n      白小亮一见孙天逃了，顿时松了一口气，全身的神经和紧绷的肌肉瞬间放松下来。他看了看周围，确认没有其他僵尸或魔神之类的后，从地上站了起来，想尝试说句话，但却一句话也说不出来。\n      白小亮有些无奈。然后走到创世神笔旁，试着看看能不能把神笔拿下来。但结果很明显：白小亮使出吃奶的劲也没能将神笔拿出来，那根神笔纹丝不动，仿佛像一座大山；而白小亮就是愚公，试图想移动它，可是最终并未如愿。\n      白小亮苦笑，看来只能以后再来了。随即调整了一下身体状态，准备向兵营走去。这么算下来，他也快迟到了，更何况，没有光冥的加持......\n      目录\n      http://www.xiami.com/widget/58299158_1773410838,_235_200_cccccc_dddddd_1/multiPlayer.swf\n[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "godhonest",
            "timestamp": 1440770340,
            "txt_content": "不错，比那个连尘埃定性都不懂的楼主好多了！！！"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440770700,
            "txt_content": "好中二，BGM很配。抱歉没法送人气和金粒了~文笔不错，顶一个！"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1440771180,
            "txt_content": "我就说为啥耳机突然开始放音乐了"
        }
    ]
}