{
    "title": "〈周活动〉答案贴",
    "author": "蠢萌の⑨",
    "replyCount": 3,
    "timestamp": 1440819420,
    "txt_content": " 本帖最后由 蠢萌の⑨ 于 2015-8-29 19:58 编辑 \n\n写了不少时间呢！\n1.时间是什么？它是开端，但它也是结尾。时间的开端与结尾都是在那个奇点，众所周知，宇宙大爆炸创造了时间，但在宇宙大爆炸时，时间也同样迎来了结尾。对我而言，我憎恨时间，但我不得不对时间持有一颗敬畏的心，它短暂而又漫长，对于时间而言一切都是那么得虚无缥缈。时间是造物主，但它又被创造，它是你脸上的皱纹，但也是你头上的黑发。简单地说，时间就是我的一切。\n\n\n2.拿破仑是个伟人，尽管他有着某最烂电影导演的身高，但依旧不能影响我对他的看法。我作为一个当代的中国人，显然不能以大革命时期欧洲其他国家人民的角度去看待问题，但有一点是可以肯定的，拿破仑推翻了旧时代的封建制度，弄得许多国家不得不立宪，可以说，他是历史上一个必不可少的人物。尽管他后来称帝的行为并不是很讨人喜欢，但对于法国人来说，拿破仑绝对是个骄傲。\n\n\n3.我对大仲马的生平并不是特别了解，但我觉得应该和他拥戴共和以及其混血的身份遭到迫害有关。共和体制的胜利也象征着大仲马的胜利，他被流放了，但他“复仇”了。\n\n\n4.战争的起因很简单，混乱的王位问题。英法两国关系时好时坏，他们打过百年战争，但也出现过戴高乐和丘吉尔这样的CP（雾）。百年战争缔造了很多传奇，包括贞德的英雄史诗，同时，武器的发展也要归功于这场战争。虽然表面上是英国失利了，但金雀花王朝的英国却成了在封建制度时期第一个立宪的国家，这场战争也为将来的日不落帝国打好了基础。\n\n\n5.读书的话，我个人喜欢阅读一些小说和一些国内外的名著。我比较喜欢读历史、科幻以及一些其他类型的小说，读历史是我的个人爱好，不过我并不推荐他人去读历史。罗马，这个伟大而神奇的国家，他死了，但他还活着。他创造了很多制度，现在仍有许多国家在使用或是在借鉴。但以前创造的，终归是以前的，我们应该去创新，而不是一尘不变的停留。所以我认为国人应该多读读科幻，为什么？它给予了我们对未来的憧憬，以及创新的动力！凡尔纳听说过吧，他把自己的幻想写入书中，然而大多数在今天已经实现了。你把你的幻想写入书中，你可能就创造了未来。\n\n\n6.欢快的文风，希灵帝国就是个好例子。文笔清晰通俗，文风十分欢快搞笑。读书不就是为了收获快乐吗？我觉得这样是很好的。\n\n\n7.说明了大家的口味更偏向于网络小说而不是经典文学了，我并不认为这是什么坏事，但一定不能忘记经典文学这门艺术！\n\n8.老弱体衰，再加上对工作的负责卖力。因为工作中风寒了！\n\n\n9.阻力？只有自身的懒惰了，只要勤快！就算你一开始创作的时候文笔再烂，到后面也会通过积累获得成功。\n\n\n10.在以前，宗教不过是为了迎合统治者的思想而存在的。现在的体制不一样了，简单的说就是人民当家做主了，宗教就开始迎合群众的口味，你不满？我改！就是这么简单。\n\n\n11.道德？我不懂道德，当我有自己的一套道德。比如在公交车上给老年人让座等等...我想这也是公众道德的标准。但我以自己的道德标准来衡量公众的道德标准是不是太肤浅了？但你仔细观察，会发现有许多人是没有自己的道德准则的！这与在社会上的阶层关系不大，高层也会出败类。难道找干爹就是道德的吗？现在的中国人已经渐渐忘记了道德二字，这么可贵的品质被人忘却着实可惜。大多数中国人的道德简单地说就是——我做的事，就是道德。\n\n\n12.肯尼迪必须死，他很伟大？没错！民意调查令人信服！但他必须死。没有理由，这和当时的一种社会风气有关，他死前，古巴导弹危机发生在他执政期间，这很紧张。美国社会表面上很和谐，但表面下嘛？嘿嘿。他一死，好像大家都解脱了，经济就迅速地发展了！是时代的洪流杀死了他，是天意杀死了他。\n\n\n13.玩家，MC的玩家缔造了这个传奇，Mojang做了什么？只是这个游戏的本体！玩家给MC做宣传，玩家给MC开服务器，玩家给MC做mod增加游戏性，他们中大部分还没有工资哩！\n\n\n14.一句话：网络不是唯一的乐趣！\n\n\n15.他？第三人称单数......每个人的“他”都有些不同。有时候“他”是他，有时候“他”是他。“他”就是时间和地点，不再是一个简单的称谓。\n\n\n16.缺少什么？这个问题嘛...我的理解有些涉及政治，为了不被和谐掉...（可以不答吗？）\n\n\n17.节奏很稳，发展很快，但这就像股市一样，没准明天股民又上天台了。不可否认的是，我们伟大的祖国母亲迟早会成为世界霸主，当然，是不给中国威胁论染上一层更深颜色的情况下。\n\n\n18.我的真理，就是我的思想，但有时我的思想是从别处借鉴而来的，张开你的双眼，你就能找到真理。\n\n\n19.我想我的人格是钨。\n\n\n20.没有什么卵用，他往前走。到底的时候又往后退。",
    "replies": [
        {
            "author": "@@Leo",
            "timestamp": 1440822720,
            "txt_content": "这个是什么"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440836160,
            "txt_content": "@@Leo 发表于 2015-8-29 12:32\n这个是什么\n周活动啊..."
        },
        {
            "author": "@@Leo",
            "timestamp": 1440846120,
            "txt_content": "蠢萌の⑨ 发表于 2015-8-29 16:16\n周活动啊...\n虽然我不知道是什么，但很厉害的样子"
        }
    ]
}