{
    "title": "<原创·连载·圣杯> 《进化者》第二章 || 梦魇世界，追梦者",
    "author": "1137246733",
    "replyCount": 6,
    "timestamp": 1440819540,
    "txt_content": " 本帖最后由 1137246733 于 2015-9-3 19:31 编辑 \n\n\n点击上方文字可转到相应页面\n\n\n\n《进化者》\n\n\n    第一卷：繁衍之地的危机          第二章：梦魇世界，追梦者                      “神奇而强大的力量，我，再次有了实现梦想的力量了！”微风吹拂着他的眉梢，微微浮动。他第一次笑的这么开心，那股金黄色的气息又淡淡地漂浮了出来。\n　　“在这个神奇而虚幻的世界里，命运给了我一次机会，我终将再写传奇！”\n\n\n　　\n　　“契约者0600号，欢迎来到梦魇世界。”\n　　这是一个大厦的顶层，头上是湛蓝天空，头下是一片巨大的水泥森林，高楼林立。\n　　叶尘的面前有一个鹰钩鼻男子，身披黑袍，身穿轻型装甲，手上摆弄着一把手枪。\n　　逐渐出现了一些男男女女，共有几十人，分散着站着，叶尘也自然是其中一员。渐渐地所有人都平静了下来，一双双眼睛齐齐盯着鹰钩鼻男子。\n　　“各位好，鄙人姓余，名天，姓名余天。”\n　　“恭喜你们被选中来到了梦魇世界，而我是你们的新手指导员。”\n　　“梦魇世界是一个可以实现梦想的地方，同样也是一个残酷之地。这里你需要不断地变得强大，不停地赚钱，才能生存下去。当然没我说的这么轻松，以后你们都要过的是在刀尖上跳舞的生活，脑袋要时时刻刻地系在了裤腰带上了。”\n　　“梦魇世界将会通过各种方式提升你的实力，比如到任务世界执行任务等。这些任务会淘汰掉一批批的人，只留下最强大的精英。”\n　　“其它的我不再赘述，系统会告诉你们。现在，你们要前往你们各自的新手任务世界。这个任务世界时专门为第一次来到梦魇世界的新手准备的，难度不会很大，而且世界中不会有其它契约者。你们内大部分会活下来，并且会获得极其大的奖励。”\n　　“对了，在梦魇世界的硬通货币是契约币，只要有了它，你什么都可以做到。它的获取可以通过任务世界等方式，所以你们要尽量在任务世界内多赚一些契约币，新手任务世界是有极大加成的。系统在你们出生时给了每个人100契约币，在你们进入新手世界后会看到。”\n　　他忽然抬起了头，看向了所有契约者。\n　　“我们新手引导者也是人，也是在竞争中的契约者。所以，你们需要给我们一些工作支持，留下一些契约币……”\n　　“系统有给你的吧。”叶尘忽然抬头，打断了余天的话，问道。\n　　“不错，的确，系统是给的。但那远远不够。”余天冷笑着。\n　　“没有人管吗？”所有人都看向了叶尘。他们也需要这个问题的答案。\n　　余天忽然把手枪对准了叶尘，冷哼了一声。“你的废话太多了。乖乖留下便是，不要自惹麻烦。”\n　　--------------=============--------------\n　　余天强行收取了每个人30契约币的“酬劳”，尽管大多数人并不愿意，但身为新人，并且无还手之力，是无法对抗这把冷冰冰的手枪的。\n　　他把手枪随手插到了裤腰带里，前方也出现了时空门，人们陆陆续续地进入了。\n　　所有人都走了，唯有叶尘没有动。\n　　“手枪之上的磨损与污渍，对枪有极大损坏的拿枪方式，随手插枪的动作。想必您，对这把手枪不是很感冒吧。”\n　　“不错，这只是一把F级新手手枪。我不习惯用枪，这只是为了吓唬你们用的。”余天“嘿嘿”一笑，叶尘的察觉能力夺得了他的好感。\n　　“那，我可否能买下这把枪呢。”\n　　“这把枪的市面价值要到500契约币，你的钱不够的，小伙子。”余天有些纳闷。\n　　“有没有兴趣赌一把。如果我能活着出来，双倍归还这把枪的钱。”叶尘嘴角微微扬起，道。\n　　虽然新手任务世界并没有余天所说的那么简单，但他看出了叶尘的独特性。1000契约币对于他来说是一笔不小的款目，并且实际这把枪在市面上也只是值200契约币而已。他决定赌一把。\n　　“可以。不过，为了你能够活着出来，你看看这东西怎么样，F级简易空间机器。可以设立传送点并且进行传送，因为特殊性只能在新手任务世界中使用，留在我手里也没有大用。我只收你400契约币。你如果想要的话……”\n　　叶尘眉头微挑，笑着道：“你还挺能推销的。好，我要。你便等待着我的消息吧。”\n　　“鄙人姓名叶尘。叶子的叶，尘土的尘。0600号契约者。再见！”叶尘踏入了空间门。\n　　--------------=============--------------\n　　这是一个简陋的木制房屋，有股芬芳的泥土味，但却有些潮湿。所座的木床上只有木头框架，中间放着一个纯白色睡袋。木制房屋比之前住的房子大不了多少，并且里面只有一张床、一张桌子和一个摇摇晃晃的灯泡。床边有一个很大的包裹，里面似乎放满了东西。房间内摆着木梯子，看起来是可以爬上屋顶的。\n　　“我……现在竟然比以前意志清晰了好多。这种感觉真棒。”叶尘站了起来，他能清楚地嗅到潮湿的气味，充盈的精神使他可以把眼睛挣到很大。\n　　他细细地观察着这个屋子。这是他从小便培养的，冷静与警觉。\n　　房子全部是用木头搭建的，并且似乎没有任何的一个钉子，全部是用胶衔接。整体的建筑风格并不是现代化的，而是像一种简单而古老的木制房屋。\n　　桌子是用大理石做成的，但上面却突兀地放着一张泛黄的牛皮纸与一支笔。叶尘走了过去，本应古老的牛皮纸却是标准的A4大小，非常诡异——他以前的工作对这些很敏感。但纸上空空的。\n　　“滴。”很轻一声响，叶尘心中一惊，猛然弹射回退了好几步。\n　　桌上的笔自己动了起来，在纸上飞速地写着什么。\n　　叶尘走了过去，纸上的内容不经让他惊奇，眉头微挑。\n　　--------------=============--------------\n　　“契约者0600号，欢迎进入梦魇世界。”\n　　“这是你所经历的首个梦魇世界——繁衍之地危机。”\n　　“警告：你可以与世界生灵进行互动，但不能对他们以任何方式尝试泄露不是这个世界的信息。否则出局。”\n　　“主线任务：F级时空机器”\n　　“任务简介：你现在处于繁衍之地的中心地带，这片地区危机四伏。你作为一个初入梦魇世界的人，需要快速离开此地。而离开此地必须需要时空机器。时空机器的材料需要你到附近的古废墟中寻找。”\n　　“任务目标：制作出F级时空机器，并逃离此处。”\n　　“任务时间：10天”\n　　“任务提示：请尽早完成任务，3天便足以制作出时空机器。繁衍之地的危机程度会随之时间的上涨而上涨。”\n　　“提示：主线任务的奖励将会在任务世界结束时发放。”\n　　“提示：你可以在本世界当中获得如下里程碑。里程碑的完成会影响最后的世界评价。”\n　　“毅力与坚强：你在这个世界挣扎了10天才离开。”\n　　“探索者：你发进入的遗迹数量到达3个。”\n　　“屠夫：在遗迹中击杀不明生物的数量大于30。”\n　　“会享受的人：你在世界中拥有一个自己建筑出的温馨舒适的家。”\n　　“刀尖跳舞：进入一座2级遗迹，并活着出来。”\n　　“……”\n　　“其它里程碑由于功勋值不足，无法查看。”\n\n　　“警告：从你来到世界的那一刻起，便会遭受到巨大的危险。同样在巨大的风险背后，必然会有莫大的机遇。”\n　　“警告：你的能力只适合于前往1级遗迹，更高级遗迹过于危险！”\n　　--------------=============--------------\n　　叶尘将这些内容反反复复地看了数十遍，仿佛要把字都吞下去。而后稍稍思考了一会。\n　　他实现的最上方已经出现了跳动的红色的“十天”倒计时，并且出现了一系列选单。他依次打开。\n\n\n　　叶尘的个人信息与能力：\n　　（括号内为正常成年人水平）\n　　姓名：叶尘\n　　契约号：0353-0600号。\n　　HP：40 / 40。\n　　MP：80 / 80。\n　　声望值：0\n　　功勋值：0\n　　契约币：70\n　　力量：5点（5点）。影响人物攻击力。\n　　敏捷：8点（5点）。影响人物的反应能力与速度。\n　　体力：4点（5点）。影响人物的耐力与生命。\n　　感知：15点（5点）。对周围事物的感知。\n　　魅力：7点（5点）。影响与他人的交流等。\n　　智慧：8点（5点）。影响精神值。\n　　精神：20点（5点）。影响生命与精神回复速度。\n　　幸运：？（5点）。\n　　天赋能力：\n　　气魄（被动）：始终拥有强大的自信力与气魄，精神X2。\n　　感知（被动）：能够更好地感觉到周遭环境，甚至于人的内心、游戏系统的运转。\n　　侦查（主动）：MP：10。CD：3分钟。\n　　感知附属技能，能够对任何生物或物品进行属性侦查。侦查效果与自身能力和侦查对象能力的差距有关。\n　　“提示：在数据化的世界里，你将感受到前所未有的力量。”\n\n\n　　怪不得我刚刚会对那么一点小动静非常敏感，而且全身精力非常充沛。\n　　他挥拳打向墙壁，房子隐隐震动，手上虽然皮层彻底磨破，但却以肉眼可见的速度自己恢复好了。就像没有过任何伤痕一样。\n　　“神奇而强大的力量，我，再次有了实现梦想的力量了！”微风吹拂着他的眉梢，微微浮动。他第一次笑的这么开心，那股金黄色的气息又淡淡地漂浮了出来。\n　　“在这个神奇而虚幻的世界里，命运给了我一次机会，我终将再写传奇！”\n\n\n\n\n到了一个指定的字数——3000左右，2938字。可能又有人说这是要网游小说的节奏。不然，小说是无限流世界。我会尽量把数据的因素缩减到最低，但又会在某个时刻被特殊使用另外关于机器的问题……@simon3000 你别着急，在这个合适的世界，以后主角可能会向制作中世纪功城机方面发展的\n\n\n\n\n",
    "replies": [
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440819780,
            "txt_content": "第一！写得好赞。今日剩余还没刷新，之后再评分！"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440819840,
            "txt_content": "话说SAO即视感好强烈"
        },
        {
            "author": "godhonest",
            "timestamp": 1440819840,
            "txt_content": " 本帖最后由 godhonest 于 2015-8-29 11:49 编辑 \n\n看到标题的追梦，我竟然在犹豫要怎样回帖。。。唉，好吧，楼主棒棒哒╮(╯▽╰)╭\n\n"
        },
        {
            "author": "天阶",
            "timestamp": 1440821760,
            "txt_content": "嗷，嗷嗷，孤岛尽头 即视感。\n  文渣还能说些什么呢？\n      棒棒哒！"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440932940,
            "txt_content": "这个兄台对于这个异世界没点紧张感吗。。。"
        },
        {
            "author": "1137246733",
            "timestamp": 1441011060,
            "txt_content": "Sad_elevenKH 发表于 2015-8-30 19:09\n这个兄台对于这个异世界没点紧张感吗。。。\n主角的性格就是偏冷静风的\n如果一上来就紧张到不行那就冲突了\n而且第一章都是那样的情况"
        }
    ]
}