{
    "title": "〈周活动〉答案贴",
    "author": "lzlniu",
    "replyCount": 8,
    "timestamp": 1440835980,
    "txt_content": " 本帖最后由 lzlniu 于 2015-8-29 16:40 编辑 \n一、问题\n1.您对您个人的时间持何种看法？\n2.请简要说出您对拿破仑的看法。\n3.您认为大仲马《基督山恩仇记》中的德.基督山与其有何种联系？\n4.您怎么看待百年战争？\n5.您认为国人应当多读哪些种书籍？\n6.您怎样看待用比较欢（dou）乐（bi）的文风写成的小说呢？\n7.目前，版内网络小说的占比明显增加了。您认为这意味着什么？\n8.您认为歌德的死因是？\n9.您认为写手们目前最大的阻力是什么呢？\n10.您怎么看待宗教永远在变化的教义？\n11.请简要解释中国人目前的“道德”二字，最好能举例说明。\n12.您认为约翰.肯尼迪是被何物杀死的？\n13.您认为minecraft有今天主要归功于何物？\n14.您怎么看待现在的网络？\n15.“他”为何物？\n\n\n选做题\n16.您认为国人目前缺少些什么？\n17.您怎么看待世界目前的节奏？\n18.您认为真理应当在何处寻找？\n19.人格的熔点为？\n20.您认为时间从广义上起到了什么作用呢？\n\n\n\n\n二、答案\n1、我认为时间是个体的相对感受，具有绝对的独立性，在每个参考系中都有独立效果（狭义相对论），且参考系无论如何变化，观察者对光速的测量值是恒定的。某方面讲时间不存在，因为时间只是具有感知能力生物检查变化的一种显现机制罢了。所有基本的物理定律都不涉及时间，唯一与之相关的只有热力学定律，描述熵值变化，也就是趋向无序，时间的正方向意味着熵增。一家之言，假设有待考证。\n\n2、拿破仑……，土伦战役，矮个子，莫斯科焦土战，滑铁卢，圣赫勒拿岛，托尔斯泰《战争与和平》，贝多芬《英雄交响曲》，好像就这点关联可以想起。我对大部分征服者看法类似，他们都有独裁的意愿，独裁是一种对其它阶层的抵制和压迫，这一点在拿破仑称帝后就显现出来了。但我不否认他在军事上和数学上（自行搜索拿破仑定理）都是个伟人。\n\n3、徳·基督山是什么鬼，我可以吐槽出题人神翻译吗，人家是埃德蒙·唐泰斯。与拿破仑有何种联系？没错的话他就是因为帮助拿破仑党人送信入狱的，然后遇到那个老头，然后各种逆天各种复仇。\n\n4、百年战争，我认为预示着日后英国对欧陆的态度——大陆均衡政策，这场战争总体上算是英国人输了，但却让英国人乖乖的待在不列颠发展，对其民族独立发展也有一定促进，甚至有点像日本和高丽（朝鲜）的关系。\n\n5、哪些种书籍。我认为读数这件事是自己的，何谓应该读呢，每个人读自己喜欢的就好了。不过我可以推荐几本：兰扎的《生物中心主义》、马尔克斯的《霍乱时期的爱情》、哈珀·李的《杀死一只知更鸟》、东野的《放学后》、当年明月的《明朝那些事儿》、大刘的《三体》。六个不同类型的书，自己看着办吧。\n\n6、逗比欢乐风啊，无所谓，不过我还是比较看重剧情和思想。\n\n7、这意味着minecraft的文学气氛浓厚了，好事啊，总比没有好。\n\n8、不了解，百度了一下。说是受寒。\n\n9、写手们最大的阻力是没有明确的创作意图（比如情感宣泄、人生感触、装逼欲望、中二满足等等）。这很可怕，一旦没有意图，再多的人去看也不能支持写手写下去，因为我相信只有少数写手是为了专门博得人气的，大多数人如果失去创造意图，就不会写下去了。\n\n10、宗教的目的是让人信服，所以教义的变化是顺应时代需求，人具有主观能动性，所以社会价值观的变更会导致人思想的变化，宗教也因此要辩证的看待，它亦会是不断变化的。简单的例子：当牧师勒梅特提出大爆炸理论后，教会马上赞同了他的说法。\n\n11、道德可以是中庸之道。子曾经日过：“中庸之为德也，其至矣乎!”。人要中正平和，处事淡定，不为情感轻易所动，合乎礼、义、和去做事情，自然就是道德的，所以说要慎独（独自一人时也慎重行事，不逾规矩）啊。\n\n12、子弹。我才不是阴谋论支持者。\n\n13、我相信第一吸引因素是：有可以让熊孩子拆不完的地图。无限的破坏。如果下载个地图如城市什么的，再破坏就更好了。而深层吸引因素是：改造，是的，mod、生存意味着生存发展，建造自己的机器设备，修建交通，改造环境、挖矿等等。而红石、建筑则是创意改造，在已有的地图上创建更多可玩性，将本来简单的玩出深层的东西，改造地图改造存档。再比如改造的另一些意义，比如编程也是一种改造，制作mod，直接改造了这个游戏本身，所以mc的核心我相信是改造、无限的创意变化。\n\n14、现在的网络，就像古代的笔一样。只不过，当环境愈发大时，反而愈少的人会注意到你，表明上网络提供了一个人人可见，可以讨论的平台，但人还是自我封闭的，因为人依然只会和共同爱好兴趣的人待在一起，网络没有扩大人的视野，反而可能让人一叶障目不见泰山，比如说我们都是玩minecraft的人，所以在mcbbs发帖，以为这里人很多，其实网络大得很，而身边这些版主、高手，不过是普通人而已。人外有人，天外有天，光是一个mc服务器都会使人眼瞎，看到服务器里的高手就以为真的很高，看到op就谄媚，而其实这只是个太小的世界了。\n\n15、”他“，第三人称，意味着社会性动物独有的议论方式。而单人旁则意味着是雄性。一个字体现出的是美好的社会性灵长类雄性动物互相议论的基情。使用”他“这个字眼是社会性动物必然行为，也是互相比较、八卦的途径，第三人称类的议论几乎是人们75%的对话内容。远超过“你、我”，这充分说明了人的社会性。\n\n16、国人好得很，别说什么劣根性。\n\n17、世界的节奏是指数函数f（x）=a^x。注：a＞1，x∈（1，+∞）。y轴是发展水平，x轴是时间。进来科学领域都如此态势发展，与此类似的还有生产值等。\n\n18、真理永远在出题人的意图中寻找。——某老师\n\n19、从科学角度上说，人格的熔点是42摄氏度，高于此温度人体大部分蛋白质就可能凝固，而高于43度，思维难以维持，甚至痉挛抽搐难以正常进行生理活动，而高于47度的话无法存活。而从哲学角度上说，人格的熔点我认为指的是自我价值体系崩溃的时刻，人是被占有欲支配的，除了占有欲，便是认同欲。而一个人的人格永远是向外的，向内的叫精神，向外的叫人格。\n\n20、广义上的时间不存在。毫无意义。详见第一点。\n\n\n\n\n\n[groupid=534]InfinityStudio[/groupid]",
    "replies": [
        {
            "author": "godhonest",
            "timestamp": 1440836520,
            "txt_content": " 本帖最后由 godhonest 于 2015-8-29 16:30 编辑 \n\n  好！  说说我的体会吧\n1.在吸收学术界研究成果的基础上，有自己的心得体会，提出自己的看法，言之成理。论述观点正确，材料比较充实，叙述层次分明，有较强的逻辑性。文字通顺、流畅。行文符合学术规范\n\n2.选题有很强的应用价值，文献材料收集详实，综合运用了所学知识解决问题，所得数据合理，结论正确，有创新见解。另文章格式正确，书写规范，条理清晰，语言流畅\n\n3. 文章选题符合专业培养目标，题目有一定难度，工作量一般。选题具有实践指导意义，结构合理，内容丰富，数据资料充分，分析方法先进，写作进度安排合理，结论和建议具有区域现实意义\n"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440836580,
            "txt_content": "住口！无耻理科狗！"
        },
        {
            "author": "lzlniu",
            "timestamp": 1440836640,
            "txt_content": "蠢萌の⑨ 发表于 2015-8-29 16:23\n住口！无耻理科狗！\n君子戒慎乎其所不睹，恐惧乎其所不闻。莫见乎隐，莫显乎微。故君子慎其独也。喜怒哀乐之未发，谓之中；发而皆中节，谓之和。和也者，非层主也。"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1440836820,
            "txt_content": "尔等理科之狗，怎可狺狺狂吠"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1440836940,
            "txt_content": "lzlniu 发表于 2015-8-29 16:24\n君子戒慎乎其所不睹，恐惧乎其所不闻。莫见乎隐，莫显乎微。故君子慎其独也。喜怒哀乐之未发，谓之中；发 ...\n是在下输了（没法评分了XD"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1440842520,
            "txt_content": "godhonest 发表于 2015-8-29 16:22\n好！  说说我的体会吧\n1.在吸收学术界研究成果的基础上，有自己的心得体会，提出自己的看法，言之成理。 ...\n你……这是从哪里复制来的，快说！"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1440842880,
            "txt_content": "如果楼主想听听我给的分数，我可能给满分。主要原因是第十二题无法被推翻，故有附加分。"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440851760,
            "txt_content": "正经中不失搞笑xd"
        }
    ]
}