{
    "title": "[交易代理]详细条款要求 2020.7.30",
    "author": "pogox",
    "replyCount": 0,
    "timestamp": 1440849480,
    "txt_content": "本条款适用于主版块“交易代理”以及子版块“临时交易”。在本版块发贴回贴即视为已经阅读并同意本条款，若出现问题不接受任何辩解。\n重要提醒：请在交易全程保持谨慎并留有充足证据\n个人买家、卖家在涉及现金的交易中使用“淘宝”、“闲鱼”等第三方平台担保交易，使用平台内的聊天通道进行协商，而不要使用非平台内的聊天软件，如QQ、微信等。\n以最大程度保证交易安全，降低诈骗风险、避免后续纠纷。\n一、买家购物请阅读1.商品求购1.如需求购，请至子版块“临时交易”发布求购贴，最低等级要求为lv.5，无格式要求。\n2.不允许进行任何“整合包、服务端整合、插件安装”等整合服务或类似形式的求购，违者删除+警告。\n3.不允许求购论坛帐号、账号积分交易、或其他任何违反论坛规定的内容。\n4.发帖后将自动进入后台审核区，我们将在24小时内审核，违规求购将不予通过。\n5.请勿自己顶贴，否则以灌水论处\n6.求购贴自发布15天后将自动关闭并被删除。\n2.浏览店铺、商品1.进行交易时，请务必自行防范不正当来源的游戏与物品。\n2.在临时交易板块购物时请谨慎，发布临时出售贴的卖家并不需要经过严格的店家资质审核。\n3.请勿多次顶贴。\n4.严禁卖家自己或托人自顶，如有发现嫌疑欢迎举报。\n3.注意事项1.Minecraft中文论坛在此版块为爱好者提供免费的交易信息发布平台，会对店铺宝贝内容进行审核，但没有监管或制裁店铺线下任何行为的义务，不会为任何受骗者提供赔偿。请在交易全程保持谨慎并留有充足证据，如出现交易纠纷请提交对应电商管理部门或公安机关处理，如有需要，Minecraft中文论坛会配合调查。\n2.请不要相信任何自称Minecraft中文论坛管理人员的担保人，管理团队禁止向任何人提供担保。如发现管理团队参与担保的确凿证据，请向我们举报。\n\n\n二、临时出售请阅读1.临时出售1.如有临时商品出售，请至子版块“临时交易”发布临时出售贴，最低等级要求为lv.5，无格式要求。\n2.不得涉及任何非原创资源的、有偿的整合/安装服务（原创指的是除服务端核心以外的所有内容，包括但不限于插件、MOD、地图，有任一来源为非原创皆认为是非原创。出售原创整合必须提供资源的原创证明）；不得涉及任何“永久服务器”虚假宣传字样。\n3.不允许出售二手正版Minecraft账号、论坛帐号、积分交易、或其他任何违反论坛规定的内容。侵犯他人知识产权、来历不明的违法商品或是其他任何违反论坛规定的内容。4.发帖后将自动进入后台审核区，我们将在24小时内审核，违规求购将不予通过。\n5.请勿自己顶贴，否则以灌水论处\n6.临时出售贴自发布15天后将自动关闭并被删除。\n2.注意事项1.Minecraft中文论坛在此版块为爱好者提供免费的交易信息发布平台，没有监管或制裁买家线下任何行为的义务，不会为任何受骗者提供赔偿。请在交易全程保持谨慎并留有充足证据，如出现交易纠纷请提交公安机关处理，如有需要，Minecraft中文论坛会配合调查。\n2.请不要相信任何自称Minecraft中文论坛管理人员的担保人，管理团队禁止向任何人提供担保。如发现管理团队参与担保的确凿证据，请向我们举报。3.允许会员在自己的有关帖子或签名档放置连接到出售贴的超链接。\n\n\n三、发布店铺宣传请阅读1.如何发布店铺宣传贴请 点击这里 发布店铺宣传贴\n最低等级要求为lv.6，交易代理主板块不允许直接发帖。\n2.标题格式要求[商品摘要1|商品摘要2|....]店铺名\n标准示范如下：[官方周边|正版代购|插件定制]sjjklh的大雄宝店\n注意包括标点符号在内，有任何不满足格式要求的标题都将不通过审核。请不要在标准格式之外加入任何补充文字。\n\n3.店铺要求明细发布宣传贴的店铺必须满足以下所有条件，否则不通过审核。\n1.店铺内超过1/3数量的商品与Minecraft相关。\n2.店铺必须为【淘宝】的非临时性店铺，必须在贴中注明电商店铺名称、地址。暂不认可其他电商店铺（例如“微店”、“闲鱼”）；仅有交易方式，如“支付宝”、“Q币”也不认为是“店铺”。\n3.店铺名称、宣传贴介绍中不得涉及任何非原创资源的、有偿的整合/安装服务（原创指的是除服务端核心以外的所有内容，包括但不限于插件、MOD、地图，有任一来源为非原创皆认为是非原创。出售原创整合必须提供资源的原创证明）；不得涉及任何“永久服务器”虚假宣传字样；不得提供除店铺链接、联系电话以外的其他直接联系方式（包括不限于QQ，微信等第三方聊天平台）。\n4.店铺其他商品中不应有商家未拥有知识产权的创意内容（包括但不限于他人制作并免费提供的地图/插件/Mod/材质/皮肤等）\n5.店铺其他商品中不应有来历不明的物品（黑KEY，信用卡盗刷购物品）。\n6.不允许出售二手正版Minecraft账号、论坛帐号、积分交易、或其他任何违反论坛规定的内容。\n7.在通过审核之后店主可以增删店铺内容，但若发现审核通过后出现不满足以上条件的宝贝将视为骗审，并永久取消本版发帖权限。\n8.如实描述，内容不应出现过度夸张，失实宣传。\n4.其他要求1.请在自己的主题帖中加入店铺的详细介绍，内容要求100字以上。\n2.一家店铺只允许发布一个宣传贴，一店多贴将直接删除晚发布的帖子。\n5.审核流程以上1-4条要求必须全部满足，否则不通过审核。\n1.主板块不允许直接发帖，点击这里 发布交易代理贴之后将首先进入后台关键字审核区，我们会尽快进行关键字审核，通过后主题将出现在“交易代理审核区”隐藏板块内。\n2.“交易代理审核区”隐藏板块内的主题，我们会在48小时内对主题以及店铺的具体内容进行第二次审核。通过审核将直接移动至交易代理主板块公开可见。\n3.若未通过内容审核，我们将在主题内回复详细的未通过原因。请在重新整改之后【私信】回复的管理员重新审核，通过后将删除我们的回复内容并将主题移动至交易代理主板块公开可见。若连续三次审核皆未通过将永久取消交易代理板块的发贴权限。\n4.请注意，已经通过两次审核并移动过的合格贴，如果再次编辑内容，将自动进入关键字审核区，我们会尽快进行关键字审核，请耐心等待，这种情况下不需要再次进行店铺内容的第二次审核。\n6.注意事项1.禁止在他人的店铺帖评分宣传自己的商品。\n2.本版块禁止回帖，请买家卖家通过淘宝或站内信交流。\n3.为保证宣传贴内容的时效性，宣传贴有效期为4个月，到期后管理员将回帖提示，并于5天后删除帖子。如店铺仍在运营中，请及时备份内容重发新主题并接受审核。\n4.允许会员在自己的有关帖子或签名档放置连接到店铺贴的超链接。同时可以申请特定板块的版头宣传位，详见申请贴。\n5.Minecraft中文论坛在此版块为爱好者提供免费的交易信息发布平台，没有监管或制裁买家线下任何行为的义务，不会为任何受骗者提供赔偿。请在交易全程保持谨慎并留有充足证据，如出现交易纠纷请提交公安机关处理，如有需要，Minecraft中文论坛会配合调查。6.请不要相信任何自称Minecraft中文论坛管理人员的担保人，管理团队禁止向任何人提供担保。如发现管理团队参与担保的确凿证据，请向我们举报。\n\n\n",
    "replies": []
}