{
    "title": "【原创连载】[激情小镇前传]第二集：尸潮【作者:导演】",
    "author": "Altair.C.Ezio",
    "replyCount": 12,
    "timestamp": 1440853260,
    "txt_content": "动画化：制作中\n索引贴：http://www.mcbbs.net/thread-251900-1-1.html\n\n\n第二集：尸潮\n第一段\n（BGM：黄昏の帰り道）半夜，fuzhu家，fuzhu正在睡觉，只听到一阵敲门声，fuzhu一脸没睡醒的表情，起床去开门，（BGM：尸体派对）开门后发现门外有一群僵尸（僵尸堆里混着导演），fuzhu一瞬间清醒，一脚把僵尸踹出去（盲僧大招音效）fuzhu：卧槽！fuzhu用摔盐的姿势把门关了，往后跳了一下远离门fuzhu：什么情况。。。僵尸砸门，眼看僵尸就要把门砸了fuzhu：卧槽！门要被砸了啊！怎么办！！！僵尸继续砸门（BGM：よーしやっちまえ！）fuzhu（头上弹出第一集ED中fuzhu手里拿的能量水晶）：唉，对哦，我不是有地下室吗！fuzhu打开开关，进地下室，走到地下室中央fuzhu：木哈哈哈，经过上次的失败（详见第一集），我已经只用1天时间重新改造过这个机关了，还扩建了一下，而且为了不把我困在里面，入口开了之后就不会关了~然后，僵尸进入了地下室，（BGM：无）fuzhu回头看僵尸，僵尸与fuzhu凝视3秒，（BGM：よーしやっちまえ！）向fuzhu袭击fuzhu：切，只能用那招了吗！啊啊啊~~~看我的必杀技！黄金右手——麒麟臂！！！（手臂变的又粗又大，变金黄色，上面有快播图标）注意：fuzhu右臂是机械臂，详情请看激情小镇前传第一集片尾的人物介绍（BGM：风云决）fuzhu跳起来，蓄力，打了僵尸一拳，打倒僵尸身上的一瞬间，手臂还原（BGM：无）fuzhu：额，我貌似忘了之前扩建地下室的时候，右手能量已经用尽了。。。回忆，fuzhu用麒麟臂打洞fuzhu：欧拉欧拉欧拉欧拉欧拉欧拉！（JOJO的奇妙冒险）回到现在僵尸继续向fuzhu袭击fuzhu：切，只能用那招了吗！啊啊啊~~~看我的必杀技！（BGM：this game）fuzhu飞快的在空气上写字（/TP Axe）fuzhu：传送！一道光闪过后，fuzhu就消失了\n\n第二段\n（BGM：威风堂堂）子昂家，子昂在床上看激情小镇β（前传20年后），镜头转到子昂的面部，子昂猥琐的笑，高潮的时候，早就在子昂旁边的僵尸也叫了一声，子昂回头看向僵尸（BGM：无）子昂：叫你麻痹啊！滚(ノ｀Д)ノ！别打扰老子看激情小镇！僵尸：我靠！小子你很挑啊！混哪里的啊！子昂：没错！老子就是很挑！我爸是拆迁大队队长——陆拆迁，你怕不怕！陆拆迁你怕不怕！僵尸：我靠！谁啊！没听说过！子昂：我靠！我爸你都不知道！我抽死你信不！僵尸：哎呦！就凭你？我好怕哦~来杀我啊~来杀我啊~子昂：你说的！子昂摆出战斗姿态子昂：无敌碎蛋脚！僵尸被子昂踢，僵尸甲手捂裤裆僵尸：我靠！小子，算你狠！等我叫床！不对。。。等我叫人！好像也不对。。。等我叫尸！我的同伴就在旁边那栋房子门前！我现在就去找他们！子昂：好！老子就在这里等你！\n\n第三段\n星支柱家，小星听到敲门声醒来小星：什么声音啊。。。有个人形的生物从1楼的梯子爬上2楼，（BGM：Bloody Stream）小星冲上去砍他（小星被头发挡住的眼睛处发红光）小星：光之血液流法！小星的刀被人形生物的刀挡住了黄鼠狼：别打啊！是我啊！小星让开，黄鼠狼爬上2楼小星：你怎么会来我家。。。黄鼠狼：额，我刚刚一直睡在你旁边啊。。。小星：啥！黄鼠狼：然后听到有声音，就下楼看看（黄鼠狼比一般人警觉），结果发现有一大“波”僵尸在屋子外面小星：字幕组，你够了。。。黄鼠狼：然后我就爬上来了，然后我就被你袭击了。。。小星：额，购曼。。。黄鼠狼：不过看这形式，门一会儿就会被拆了小星：我靠，这门上次被你拆了之后，我刚刚才修好的啊！！！黄鼠狼：不要在意这些细节。。。小星：话说以你的战斗力足够秒这些僵尸了吧黄鼠狼：今晚是尸潮，这些僵尸只不过是僵尸大队的冲锋小队而已，所以我要在大部队到小镇之前把所有人集中到一起小星：话说我们说了那么多时间，不要紧吗。。。黄鼠狼：不要紧~解说的时候时间是停止的~小星：好吧。。那就去找人吧。。。黄鼠狼：先找谁？小星：离我们最近的，子昂黄鼠狼回头看向窗户：OK，那就先把这波僵尸清掉吧~\n\n第四段\n（BGM：Grafiore）黄鼠狼向窗户冲刺，撞碎2楼的窗户，跳下去黄鼠狼在空中变身：林肯是大头！（刀剑神域）小星：你妹啊！这是我家啊！黄鼠狼迅速斩杀僵尸，把僵尸全部杀光（BGM正好放完）（BGM：无）黄鼠狼：斩杀完毕，呦嚯嚯嚯嚯嚯嚯嚯（海贼王）小星下楼小星：等一会儿记得赔我玻璃。。。（BGM：海贼王，暴君熊出来的背景音乐）黄鼠狼身后出现一只僵尸小星：小心身后！眼看僵尸就要咬到黄鼠狼，这时，从远处飞过来一把木斧，但是其实这时候黄鼠狼已经察觉到了僵尸在他身后，用暗粒子变出一把长枪（自古枪兵幸运E），甩了一个大，把僵尸给击退到了远处，然后。。。（BGM：无）木斧正中黄鼠狼脑门。。。（BGM：超级马里奥死亡声效）黄鼠狼倒地（BGM：无）小星：卧槽，黄鼠狼！坚持住啊！小星把黄鼠狼头上的木斧拔掉，黄鼠狼起来小星：卧槽！诈尸啊！小星又把木斧砍回去黄鼠狼：我。。。还活着啊。。。小星：额，购曼那萨伊，购曼那萨伊。。。\n\n第五段\n（BGM：布兰诗歌）子昂家黄鼠狼：为何这个房子会配那么震撼的BGM。。。（BGM：无）子昂：嗯？外面是刚刚的僵尸吗！黄鼠狼：是我。。。子昂：是你啊，我还以为刚刚的僵尸呢黄鼠狼：你家来过僵尸了？有没有受伤？子昂：没事，刚刚有只僵尸在我看激情小镇的时候打扰我，然后被我一个无敌碎蛋脚给打跑了，他好像还说他要去找小星家门口的同伴小星：那些僵尸的话。。。刚刚应该已经被黄鼠狼干掉了。。。子昂：话说，小黑，你头上怎么会有把斧子。。。黄鼠狼：额，不要在意这些细节。。。子昂把斧子拔下来，黄鼠狼头上喷血，子昂再把斧子砍回去小星：你没事吧。。。黄鼠狼：怎么可能没事。。。Axe：你的头被砍了3次，竟然能活着，而且看上去还什么事都没。。。不愧是激情小镇最强啊。。。Axe把黄鼠狼头上的斧头拔掉，子昂帮黄鼠狼贴上一个很小的创可贴小星：你怎么来了。。。我们还想去找你的来着。。。Axe：额，事情是这样的\n\n第六段\nAxe家，Axe听到敲门声醒来，（BGM：血之记忆）看见僵尸正在窗户外面Axe：卧槽，什么情况！僵尸破门而入，Axe下床，跑到后院，爬上屋顶，僵尸在后面追，到了屋顶，僵尸已经把退路断了（BGM：一碗虾）僵尸用崇明话：你已经死了（北斗神拳的故事发生地就在崇明）Axe：不要误会了，我只是不想在我的屋子里战斗而已，我可不想让我的屋子里全都是僵尸血啊。在屋顶的话，下场雨就能把血都冲掉了（BGM：血的记忆）僵尸：蒙多无用（日语：問答無用）！蒙多：管我P事！僵尸：来吧！Axe：我正要去！因为Axe拔出斧子Axe：我的大斧早已饥渴难耐了！（英雄联盟）Axe冲过去Axe：吃我一斧！Axe砍僵尸Axe：杀戮的欲望正在高涨！我砍！我再砍！Axe杀光僵尸Axe：彻底消灭！终于有点乐子了！Axe丧心病狂的大笑，眼睛往旁边瞟了一下Axe：阿勒？Axe看到了黄鼠狼和小星，发现有只僵尸就在黄鼠狼身后Axe：黄鼠狼有危险！这种时候，应该。。。想象画面Axe丢出一把斧头，然后斧头在空中旋转的特写，正中僵尸脑门，黄鼠狼惊讶的回头，镜头转向英雄——Axe！黄鼠狼：ho！my，hero！hero：卧槽！管我鸟事！导演：卧槽！你可是几十年后的人物啊！还是其他故事里的！别乱入好吧！从此，黄鼠狼便与Axe过上了“性”福快乐的生活~回到现实Axe：导演你够了。。。我没这癖好。。。不过黄鼠狼还是要救的，话说为什么我刚刚想了那么多，为什么僵尸一直不动啊。。导演：想象时间和解说时间都是停止的。。。Axe丢出一把斧头，然后斧头在空中旋转的特写，但是其实这时候黄鼠狼已经察觉到了僵尸在他身后，用暗粒子变出一把长枪（自古枪兵幸运E），甩了一个大，把僵尸给击退到了远处，然后。。。木斧正中黄鼠狼脑门。。。（BGM：超级马里奥死亡声效）黄鼠狼倒地，镜头转向凶手——Axe！（BGM：无）Axe：额。。。我不是故意的。。。\n\n第七段\n子昂家，黄鼠狼和小星都抱着子昂黄鼠狼 小星：hentai！！！Axe：我想象的这段是导演编的。。。和我没关系。。。小星：话说这斧头原来是你飞过来的啊。。。Axe：。。。Axe：好了，现在我们干什么？黄鼠狼：不要转移话题！子昂：我们现在应该要去找fuzhu和mine了吧Axe：他们家的话，我刚刚已经去过了，他们都不在家黄鼠狼：不会被吃了吧！Axe：应该不会，mine的话还有点可能，但是别忘了fuzhu右臂是机械手啊小星：你是说他能够自保？Axe：不，我是说他就算被吃了，也会留下来一根手臂。。。（BGM：铁齿铜牙纪晓岚）小星：说不定那个僵尸前世是纪晓岚呢（BGM：无）Axe：滚粗。。。子昂：fuzhu以前不是给我们每个人都做了个发信器吗？我们能用定位仪定位他们啊子昂从背后拿出一个超大的定位仪，哆啦A梦拿出道具时的场景子昂：激情小镇定位仪~Axe：这么大个东西，你是怎么拿出来的啊！黄鼠狼：不要在意这些细节。。。小星：这是为了方便剧情发展。。。子昂：唉，奇怪，小镇周围1千米都没有他们的信号啊黄鼠狼：不会是fuzhu和mine的定位器没电了吧。。。小星：不会，发信器是太阳能的，只要照射到阳光，就会储存电量，照一天的阳光，可以连续用2天呢Axe：mine整天躲在地下挖矿。。。fuzhu一天到晚宅在屋子里。。。他们照的到阳光才怪。。。子昂：等等！定位仪有fuzhu反应了！Axe：哦！他在哪里？子昂：定位仪显示fuzhu的位置就在。。。我们旁边。。。小星：纳尼！黄鼠狼：what！Axe：啥！众人回头看向fuzhu（旁白：阿~卡林~）\n\n第八段\nAxe：还真在。。。fuzhu，你是什么时候来的啊。。。fuzhu：我一直都在你身边啊。。。我叫你们你们都不鸟我。。。小星：那么现在就差mine没到了fuzhu：好好听我说话啊！黄鼠狼：唉？不对啊，如果fuzhu一直在我们身边，那么为什么发信器刚刚才有信号？fuzhu：之前发信器没电了。。。子昂：那么问题来了（杀老师音频）黄鼠狼：挖掘机学校哪家强！小星：中国山东找蓝翔！Axe：蓝翔你妹啊！问正事！黄鼠狼：好吧。。。发信器为什么突然又有电了。。。fuzhu：因为月亮反射的是太阳的光线，虽然少，但是还是能提供电量的，照的久了发信器就有电了子昂：定位仪又显示了一个信号！是mine！（BGM：赌神）mine配合着BGM华丽的登场fuzhu：为毛我总被无视。。。mine：看来你们也遇到僵尸了。。。小星：恩，之前遇到的僵尸只是僵尸大队的冲锋小队而已，所以我们要集中到一起，等僵尸大军来小镇，一起杀僵尸黄鼠狼：唉，mine也自己来了啊。。。子昂：好像最后都是自己来的啊。。。Axe：话说mine，为什么我之前去你家找你，你不在家啊。。。mine：额，当时我在家里睡觉。。。\n\n第⑨段\nmine家，mine被敲门声吵醒，起床，发现床旁边有一群僵尸mine：什么情况。。。mine拿出一张卷子（上面印着：椚丘中学2015学年数学期末考试）mine：不行。。。让我先做张卷子冷静一下。。。mine凝视卷子3秒，淡定的跑出去，淡定的进入一个矿洞，淡定的走下去，淡定的走到一个岩浆池旁，淡定的。。。把卷子丢进去烧掉mine：什么鬼题目！完全不会啊！！！mine看一下周围的情况mine：阿勒，我这是在哪里。。。（BGM：Noisy times）镜头一切，mine在矿洞里走，然后跪下mine：不行了。。。找不到出口。。。只能用那招了吗？mine拿出几个缩小的物品，漂浮在空中mine：我的能力是矿物追踪，能将一个物品缩小，储存。然后我只要再将这个缩小的物品拿出来，我就可以感知周围最近的和这个物品材质一样的东西，我事先已经将我房间里的家具全部储存过了，现在只要感知一下这些物品的存在就行mine冥想，漂浮在空中的物品，全部出来一条线，连向同一个地方，镜头跟过去，他家就在矿洞旁边。。。mine：尼玛。。。原来就隔着一堵墙。。。mine挖开墙，到了自己家，发现僵尸全部已经死了mine：僵尸全部死了，应该是有人来找过我了吧。。。看来他们已经知道僵尸的事了，我现在出去找他们吧\n\n第十段\n现实中（BGM：无）mine：然后我就来了黄鼠狼：椚丘中学的期末考试卷子你都敢做。。。这个没超高的智商做不了的啊。。。mine：我智商已经算高了好吧！好歹也有150啊！Axe：我200子昂：我1000小星：我5000黄鼠狼：我1万fuzhu：我10万mine：你们都是怪物。。。好歹我的智商还算是正常的。。。fuzhu：不。。。在K世界，正常智商也有1000Axe：好了，这下人都到齐了黄鼠狼：僵尸大军差不多也到了（BGM：战争之诗）镜头转到僵尸来的方向，只见一大坨一大坨的僵尸正在向他们走来mine：你TM在逗我。。。那么多僵尸。。。黄鼠狼：确实有点多啊。。。按气息来判断，这波僵尸至少有上万只子昂：这不科学啊。。。即使今天是尸潮，按理说也不会有那么多僵尸啊fuzhu：你们听到这音乐了吗？据我的声音探测器反应，这音乐有独特的频率，这频率可以做到黄鼠狼：控制僵尸（尸兄），甚至将僵尸的战斗力增加好几倍，也即是说现在会有那么多的僵尸，都是由于这个音乐造成的！Axe：这个音乐到底是谁放的？黄鼠狼：据我所知，能放出这种音频的生物，只有——Warerst 人鱼种！（游戏人生）子昂：可是这是为什么？黄鼠狼：不知道，目前只能确定这尸潮是人为的（伏笔：其实理由很坑爹。。。）僵尸：我靠！你们说好了没啊！快点啊！解说时间静止也不是你们这么玩的啊！小星：切，僵尸再多，对我来说也不过只是一堆面包而已子昂：你确定我们能挡下那么多僵尸？Axe：额，以我的战斗力顶多做到自保，mine和子昂的话根本没有什么战斗力fuzhu：我的黄鼠狼：fuzhu的黄金右手的能量也用完了mine：那我们岂不是死定了。。。黄鼠狼：看来你还不了解我的战斗力啊，不就几万只僵尸吗，一个AOE技能就能秒掉了，小星，你就不用出手了小星：到时候记得留几只给我吃就行了黄鼠狼：好的，那么黄鼠狼咬破手掌（进击的巨人）黄鼠狼：三档！（海贼王）黄鼠狼变大黄鼠狼：贝利亚！（凹凸曼）\n\n第十一段\n（BGM：进击的巨人）旁白：那一天，僵尸终于回想起了，曾经一度被他们所支配的恐怖，还有被囚禁于鸟笼中的那份屈辱（进击的巨人）黄鼠狼杀僵尸僵尸，然后被僵尸切后颈，黄鼠狼从巨人的尸体中爬起来黄鼠狼：真是小看了僵尸啊小星：没事吧，需要帮忙的话说一声啊黄鼠狼：不用你操心，真正的战斗现在才开始！黄鼠狼变出2把剑，转圈黄鼠狼：贱人风暴！！！Axe：贱人风暴是毛啊！不要黑剑圣啊！黄鼠狼转转转转转，然后晕了，趴在地上吐黄鼠狼：这招虽然杀伤力巨大。。。欧欧欧~~~但是就是会有副作用。。。Axe：你有其他没副作用的技能吧！为毛一定要用这招！黄鼠狼：因为这招帅~Axe：你这是在用生命装逼啊。。。小星：唉，看来还得我出手！小星走向一个僵尸小星：僵尸这种东西，我只要撞上去就能吸收掉了！JOJO的奇妙冒险，挖目（翻译错了吧！不是瓦乌姆吗！）吃僵尸片段小星闭着眼睛走向僵尸，然后。。。撞上了僵尸，顺便接了个吻。。。小星趴在地上吐，僵尸用很少女的姿势坐在地上，脸红Axe：为毛要闭着眼睛撞僵尸啊！小星：因为这样霸气。。。mine：又是个用生命装逼的。。。Axe转向脸红的僵尸Axe：你丫脸红个毛啊！！！子昂：现在不是吐槽的时候了！僵尸已经都围过来了啊！吐槽时间是不静止的啊！fuzhu：现在怎么办啊！我们唯一的两个战斗力都已经吐得虚脱了啊！（BGM：海贼王，暴君熊出来的背景音乐）僵尸继续逼近他们，眼看就近在咫尺了，fuzhu抬起头，对着天空一声大吼。。。什么事也没发生。。。Axe：你干嘛呢。。。fuzhu：一般这种时候，主角仰天一吼，都会瞬间开挂，秒光僵尸！mine：别忘了。。。这可是导演的剧本。。。他从来不按套路出牌的啊。。。子昂：那怎么办！这次岂不是死定了！Axe：没办法。。。导演要你活着，你就算全身中枪，都还会复活，导演要你死，你就算只有肾中了一枪，你都得死。。。（叛逆的鲁鲁修）\n\n第十二段\n僵尸继续逼近他们fuzhu：看来是时候证明一下谁才是主角了！Axe：哦，怎么证明fuzhu：我要用主角专用的大招——嘴炮！fuzhu面向僵尸fuzhu：你们想过，我们为何要相互厮杀吗？僵尸：因为我们需要从你们的身体里获得养分，才能存活，才能变得更加强大。我们从诞生到这个世界开始，就注定要相互厮杀，这是大自然的规律，而且若我们今日不杀你们，你们日后必会杀我们，这是个弱肉强食的世界，只有胜者才能够存活，而败者，只有死！fuzhu：这年头僵尸都会嘴炮了吗！小星：大自然的规律吗。。。不相互厮杀就无法存活吗。。。那又算得了什么！我可是早就克服了大自然啊！地球虽然创造出了我，但是我已经将这个地球给克服了！我不需要杀戮，我只需要接受太阳的光线就能存活啊！骚年！跟着哥混吧！小星说完继续吐僵尸：NND！你是在嘲讽我们不能站在太阳底下吗！兄弟们！上！抽他丫的！fuzhu：台词又被抢了。。。Axe：事实证明导演根本没把你当主角。。。mine：话说现在怎么办！要死啊！（BGM：绽放的火花）僵尸继续逼近他们，天空下雨子昂：下雨了啊。。。看来我们今天就注定死在这里了吗。。。fuzhu仰天大喊：不行！我有事没有做完！我不能死在这里！！！fuzhu嘴里吃进一点雨，尝了下味道fuzhu：不对！这不是雨！这是。。。酒！！！天空传来声音：万能的火焰之神啊，请你借助我一点微博的力量，请赐予我一点点燃酒精的火苗，请允许我点燃这从天而降的助燃物，请将这酒精燃烧，烧毁着无尽的罪恶，FFF团火系魔法奥义——火雨！雨立即被点燃，周围一片全都化为火海fuzhu：看！僵尸！都被烧死了！Axe（燃烧中）：对啊！我们也快被烧死了！！！mine：好烫，好烫！！！子昂：我靠，这到底是来救我们的还是来杀我们的啊！！！小星：很烫吗？我怎么不觉得？黄鼠狼，你呢？黄鼠狼：我也不觉得啊，一点都不烫2个说完继续吐\n\n第十三段\n（BGM：Noisy times）大火已经烧完，只留下了几个烧黑的人。。。mine：怎么大的火。。。我们竟然只是烧黑了一点。。。不科学啊。。。小星：你们这群怪物。。。Axe：你没资格说我们。。。fuzhu：僵尸都烧的连渣都不剩了。。。子昂：我觉得是因为导演太懒。。。不想做那么多尸体了。。。黄鼠狼：话不能那么说~其实是因为导演为了更快的让观众看到第二集，才故意这样做的~导演：说得好，以后给你开后宫~（后面真开了，小黑独立剧情的第三部）黄鼠狼：多谢导演~Axe：话说刚刚是哪个混蛋烧的。。。虽然救了我们（BGM：红发登场）远处一个人走过来Alco：骚瑞。。。这个AOE技能是无差别攻击。。。我之前在远处看见一个巨人。。。想过来看看情况，看到你们快不行了，就发了这个技能。。。子昂：你TM就不能换个招式吗。。。Alco：没办法。。。我的技能基本都是这样的。。。mine：你是谁？Alco：请容我自我介绍一下（BGM：Laboratory）黄鼠狼：不容！Alco：靠！mine一镐子砍到黄鼠狼的头（黄鼠狼生命力真是顽强。。。），黄鼠狼倒下mine：不要鸟他。。。我们继续Alco：额。。。我是FFF团科技系化学科酒精属属长——Alcofuzhu：好拗口的名字啊。。。Axe：感觉官好小啊。。。fuzhu：不，其实官已经很大了小星：FFF团可是和我们KWTSRO组织齐名的组织啊，在火焰系科技方面甚至与我们不相上下fuzhu：给句台词会死啊。。。mine：KWTSRO又是什么组织。。。\n\n第十四段\n小星：KWTSRO是K world top scientific research organization的简称，也就是K世界顶尖科学研究组织，K世界是三维空间科技最发达的世界，所以我们的组织就是整个三维空间科技最发达的组织Axe：K世界又是毛啊。。。fuzhu：就是一个平行世界的代号，在三维空间中有许多个这样的平行世界，我们用字母来区分，比如A世界，B世界黄鼠狼：我和子昂就是从A世界过来的，其实这些平行世界本来都是重叠在一起的，只不过有一个分歧，导致了不同的未来，而这个分歧可能只是一个很小的动作，比如我今天如果能源充满了的话，我就能帮忙消灭僵尸，那么Alco就不会看到巨人，可能就不会与我们相遇，说不定我们以后就全部被他救了，如果他不在说不定我们以后都会死，那么整个未来就会变动，可能就会产生一个与我们这个世界完全不同的世界了。然后我们KWTSRO组织给平行世界做了个定义，把每个平行世界都标上字母，而且字母越是少，这个世界越是生成的早，比如K世界就是很早生成的一个世界子昂：那么激情小镇是处在哪个世界？黄鼠狼：激情小镇所处的世界是MCJQXZ世界，是很后面生成的世界，也是MC世界的附属子世界，是由MC世界分裂出来的一个世界\n\n第十五段\nAlco：话说你们是不是偏题了。。。Axe：这其实是导演弄的强制性解说。。。黄鼠狼：Alco，你不是FFF团团员吗。。。你不去烧那些异性恋，来那么偏僻的地方干嘛啊。。。Alco：烧异性恋的都是些普通的团员。。。向我这些干部级的搞基战斗力，一般都是没什么事干的。。。所以我现在在到处旅游。。。黄鼠狼：要不然你就住在这里吧，反正我们这里地多。。。小星：对啊，就算你不常驻，至少也要在这里睡一晚吧。。。在这个未被开发的世界里，只有我们这里有住的了。。。Alco：好的，常驻的话再让我考虑一下。。。子昂：那么就这么说定了，今晚睡在这里fuzhu：反正我家也有多余的床Axe：本来是做给黄鼠狼的来着。。。结果这货不建屋子。。。fuzhu：卧槽！带不带这样欺负人的！黄鼠狼：你要怪就怪阿卡林吧。。。fuzhu：这一切都是阿卡林的错啊！！！mine：加上我储存的一张床，正好够们睡的Axe：那么黄鼠狼就和fuzhu睡一起，Alco和小星睡一起黄鼠狼：不行~万一fuzhu晚上把我XXXX了怎么办~fuzhu：这种事只有你会做。。。小星：那就把床都搬到我家来吧，我家大，可以容下3张床mine：好的，反正我的能力搬东西很容易。。。子昂：那么就都去睡觉吧。。。忙了一个晚上都困死了。。。Alco：恩，反正现在僵尸的气味也被我烧没了，不会引来僵尸，尸潮也过了，现在睡觉很安全众人向家里走去（BGM：无）Axe：对啊，早点睡觉，明天一大早我还要叫你们起来呢~众人回头怒视AxeAxe：我怎么感觉到一股寒意。。。镜头转向天空，Axe惨叫Axe：啊啊啊！！！雅蠛蝶！救命啊！！！你们这群人渣！人渣！啊啊啊！！！（第三集里有说Axe被怎么样了）",
    "replies": [
        {
            "author": "OldShadow",
            "timestamp": 1440867000,
            "txt_content": "呵呵·233333333"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440899460,
            "txt_content": "楼主你必须注意，你犯了一个很严重的错误，这也是新手常犯的错误，那就是把小说当作剧本来写。\n这是写小说的一大忌讳，请注意，就算是在拍电视剧，也会给人物的动作、神态，还有周围的景物几个镜头，但是楼主几乎没有写这些，就算写了也仅仅是一笔带过，这是非！常！危！险！的！\n小说注重的是描写，用各种描写来表达你所想表达的故事。而不是全篇文章都是在说话。\n还有，楼主的态度也不太端正。这里不是茶馆，请不要在文章中出现一些奇奇怪怪的内容来刻意搞笑，哗众取宠，这会败坏整个板块的风气。\n总之，请楼主端正态度。从正片文章的字数还是可以看出楼主有写下去的恒心的。如果想要真正写出好的作品，请切忌再写成剧本的形式。"
        },
        {
            "author": "Altair.C.Ezio",
            "timestamp": 1446455340,
            "txt_content": "2B与mc的故事 发表于 2015-8-30 09:51\n楼主你必须注意，你犯了一个很严重的错误，这也是新手常犯的错误，那就是把小说当作剧本来写。\n这是写小说 ...\n      可是这真的是剧本啊。。。第二集动画我们团队还正在制作中，第一集已经出来了（顺便提一下，激情小镇前传第一集动画是黑历史。。。比较好看的是MC人生的动画）\n      不过我确实写文章写的很烂。。。就连剧本基本也只是我能看懂的程度。。。什么角色的动作，神态，什么的描写我全都不会。。。\n      另外。。。我的剧本一般都是前期看起来简直就是个搞笑动画，但其实看到后面你会发现里面有很多含义在里面，比如fuzhu这五部剧情讲的就是朋友间的悲欢离合，看过第一集动画片尾的剧透的话，你会知道这其实是带点悲剧的，因为到后面大家其实都分散了，所以如果前期写的欢乐一点，反而能增加后期的悲伤程度\n      而且。。。因为世界观太大，剧情太长，一下子表现出来会显得特别枯燥，所以我一般前期说设定的时候都是用加欢乐的手法写的。。。\n      还有这些奇奇怪怪的内容其实都是二次元的动漫梗，没看过这些动漫的人会觉得一点都不好笑，但是如果知道这些梗的话就会觉得特别搞笑。。。所以这也应该也不会败坏整个板块的风气，因为这毕竟也是喜剧，只不过只有御宅看得懂而已。。。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1446467520,
            "txt_content": "Altair.C.Ezio 发表于 2015-11-2 17:09\n可是这真的是剧本啊。。。第二集动画我们团队还正在制作中，第一集已经出来了（顺便提一下，激情小 ...\n无论如何，你在标题上注明了【原创连载】。只要你没有特别说明，我们完全可以视为这是一篇小说。\n如果这是一篇剧本，请楼主下次在标题明显处注明。\n从剧本的角度来看的话，楼主自己也说了，这是一部搞笑风格的动画，那我就不在吐槽了。我本来对这领域就不太熟悉，因此也就不作更多的评价\n但是如果，我是说如果，楼主想要写小说的话，切忌写成这种形式\n总之……祝你成功"
        },
        {
            "author": "浮云蓝天",
            "timestamp": 1446473220,
            "txt_content": "你倒是折叠一下啊"
        },
        {
            "author": "Altair.C.Ezio",
            "timestamp": 1446560880,
            "txt_content": "2B与mc的故事 发表于 2015-11-2 20:32\n无论如何，你在标题上注明了【原创连载】。只要你没有特别说明，我们完全可以视为这是一篇小说。\n如果这 ...\n嗯，谢谢指导，我也想过要写成小说的格式，因为剧情篇幅太长了。。。动画估计我几辈子都完结不掉，但是由于我的文笔实在是太差了。。。所以也一直没做，不过我最近正在想要不要找人代笔写一下。。。"
        },
        {
            "author": "Baw",
            "timestamp": 1446623340,
            "txt_content": "666，看着你们装逼"
        },
        {
            "author": "46241359",
            "timestamp": 1448190180,
            "txt_content": "若如故事君所说，这是一个剧本，在剧本中也算质量较差，暂且不谈BGM乱入的问题，仅论阁下的人物对话，也是毫无新意，粗话连篇，即使是搞笑风格也没有任何笑点，大量的文字重复，能看出阁下写时从不进行斟酌，第一段全程只有一个人再打还需要跟个话唠一样说那么多，对不起，这只能说明阁下在尽力凑够字数避免删帖。"
        },
        {
            "author": "Altair.C.Ezio",
            "timestamp": 1452691560,
            "txt_content": " 本帖最后由 Altair.C.Ezio 于 2016-1-13 21:28 编辑 \n46241359 发表于 2015-11-22 19:03\n若如故事君所说，这是一个剧本，在剧本中也算质量较差，暂且不谈BGM乱入的问题，仅论阁下的人物对话，也是 ...\n恩恩，我也觉得。。。我写文章的水平真的是极差的。。。剧本基本也只有我能看懂。。。因为很多只能在动画里表达出来的东西我不知道怎么去描述他，所以就写的特别乱，而且我写的时候也是把他当动画来写的，所以连BGM什么的也写进去了。。。另外我的剧本大多都是御宅向的，所以大多数人都看不懂里面的笑点。。。而且即使我脑补出来的画面很搞笑，但我写出来的话也就一点意思都没了。。。还有粗话的话，我觉得如果用得好的话反而是能起到更好的效果的（虽然我脑补的时候用的很好。。。但是实际写上去就特别不好了。。。），比起那些温文尔雅的措辞，更能直观体现人物的性格特点（因为像子昂这种的设定就是熊孩子。。。不说脏话体现不出。。。），还有fuzhu其实真的是话唠。。。这点后来还遗传给了他助手（genius）。。。不过我承认我的描写能力确实特别差（几乎没有），但是就角色台词来说我觉得我写的还是可以的。。。至少非常准确的体现了角色的性格特点，以及那些看似很奇怪，有BUG的台词，其实都是之后的伏笔，比如子昂叫黄鼠狼的称呼也和别人不一样之类的，这些地方我的语句还是很严谨的。。。只不过要看到后面才会知道这原来不是BUG之类的。。。"
        },
        {
            "author": "46241359",
            "timestamp": 1452692580,
            "txt_content": "Altair.C.Ezio 发表于 2016-1-13 21:26\n恩恩，我也觉得。。。我写文章的水平真的是极差的。。。剧本基本也只有我能看懂。。。因为很多只能在动画 ...\n我还是建议阁下自己塑造人物，构思剧情世界观，写自己的东西更有成就感。"
        },
        {
            "author": "Altair.C.Ezio",
            "timestamp": 1452698580,
            "txt_content": "46241359 发表于 2016-1-13 21:43\n我还是建议阁下自己塑造人物，构思剧情世界观，写自己的东西更有成就感。 ...\n是自己塑造的人物啊，而且世界观非常庞大，还有神剧情，这几个都是我唯一能看的东西。。。如果光看大致剧情和里面所讲述的道理的话绝对就是一部神作（然并卵，写不出来有个P用），因为我的剧本里的所有故事几乎都是在同一个世界观下的，而且每个故事都是能够串联起来的，比如fuzhu为主角的五部故事结束之后的几十年后发生的故事里，fuzhu还会作为配角出场。。。还有就是我的故事最强大的地方（也是为数不多能看的。。。）就是里面讲述的道理，比如fuzhu线的故事主要就是在讲友谊，伙伴间的悲欢离合，而且由于前面基本全都是搞笑欢乐的剧情，所以到了后面他们分散的时候就会显得额外的悲伤，激情小镇前传后期走的走，死的死。。。反正最后就Axe和mine是死在一起的0.0其他人全都不知道死在什么地方了。。。"
        },
        {
            "author": "46241359",
            "timestamp": 1452767340,
            "txt_content": "Altair.C.Ezio 发表于 2016-1-13 23:23\n是自己塑造的人物啊，而且世界观非常庞大，还有神剧情，这几个都是我唯一能看的东西。。。如果光看大致剧 ...\n啊不我说的是自己塑造出一个至少看起来比较正经的剧情和人物，这个版块对于原创文章没有什么限制，只要字数达标即可，内容没必要非要和mc挂钩。与其写这种类似恶搞还找不出笑点的文，不如去看看本版精华，学习一下。"
        }
    ]
}