{
    "title": "<原创？连载？圣杯>克苏鲁空间",
    "author": "名人才华",
    "replyCount": 15,
    "timestamp": 1440865620,
    "txt_content": "恩，距离上次发帖已经过了21天，这一章写的我崩溃啊！好吧，其实是我太懒了，这次的文章很烂，赶工赶出来的，相信我，这不是最终稿，这次的主要目的是吧外星人给引出来。因为我即将步入初三，电脑即将被列为禁品，经过我和我妈的再三商量我决定线下写，到了寒假再发，但是关于CthuWork的资料还没有get，没办法写，而外星人又是非好友不能私信→。→，于是就要@冥王星人 。恩，就是这样，所以圣杯还是个未知数（反正写不好肯定被克苏鲁骂死）。求详细的早期克苏鲁员工资料！特长，入教（雾）时间等！\n关于上一个序章的问题，首先是已经过了21天，世界观有些微调，但没去改，这是个问题，这也不是最终稿；其二，关于各种人名反过来用，这不是中二，我只是学习《三体》中的三体游戏故意营造一个虚假的世界观来储存大量的信息，让入手者不感到陌生，不然像《瓦尔登湖》那样一页出几个人名你们收得了？（借口）；其三，上一章的废话也是十分的中二，不要在意这些细节，恶魔的活动已经让我走出阴影，再说没有那次失败的经历估计也不会开更。\n\n好了，扯完了，进入正题，这次真的感觉像流水账，简直受不了（绝对不是最终稿！）看不懂的看一下上一个序章点击（这个更不是最终稿！）\n\n    第二纪元59年的一天，一切对于前沿都市的Player都是那么的美好。前沿都市是一个坐落在空间飞船上的超现代都市，正如它的名字那样，前沿都市聚集了一大批一线RS&CB的Player，因而拥有了世界上最领先的技术，相当于比其他城市早发展了20年之久。生活在这里的Player什么都不用担心，一切的一切都是那么的平静，但没有Player会料到他们的命运会在这一天发生转变……\n\n《The History of Spaces》节选\n空间飞船——Unknown Space探索的先锋\n    在第二纪元的前期，随着Player对空间探索的深入，人们发现空间的排列（不是序章中的关系图）是呈现树状的——分为主干空间和分支空间，相邻的空间才能制作所对应的传送门，如果不是在相邻的空间制作，就算传送门的排列正确也不能传送，就像不能从地狱直接传送到末地一样。因此，每探索到一个新的空间都要搬运实验器材或制作新的实验器材，无论是前者还是后者都要消耗大量的金钱和时间。\n    为了解决这个问题，Player研发了具有空间传送能力的飞船（说白了就是能制作大型传送窗并让自己穿过去的飞船），把与空间探索有关的机器都搭载在飞船上，使得空间搬运更加方便快捷。机器有了不行，还必须有Player，所以空间飞船往往搭载了整个城市——谓之飞船都市。\n\n\n    “完了！完了！”，平静的前沿都市回荡着这不和谐的声音。顺着声音看去，一个Player正在一路狂奔，连身上的白大褂都来不及不去整理，大褂几乎是挂在身上的。他气喘吁吁地跑到前沿研究所的门口，被警卫拦了下来，“金尔舒博士，请出示你的证件。”“门卫同志，我现在很急，能待会再说吗？”金尔舒上气不接下气地说，“不行，这是规矩。”语气虽然平静，却让人感到不可抗拒。金尔舒连忙翻开口袋，几乎是扔到了警卫手里，然后一个箭步跨过栅栏门，冲进了研究所。“喂！猴急个啥？”警卫不解地挠了挠头“有那么急吗？”\n    “让开！让开！”走廊里的Player几乎是趴在墙上给金尔舒让路。当金尔舒踹开办公室的大门时，一丝绝望涌上了心头，因一部机器正在向密闭的玻璃盒子注入一种灰色粉末。那是亚火药，一种新型物质，和火药很类似，却有着比火药更强的能量，理论上有着比火药还要强大的爆炸性，但可惜的是在现实中至少是在实验中不是这样，爆炸力几乎等于0，没有Player知道那股强大的能量释放到了哪里，渐渐地，亚火药淡出了人们的视线……金尔舒也不例外，他忘记了对这次制作传送门进行防爆处理。尽管亚火药爆炸力不强，但没有人知道它那强大的能量会在什么情况下爆发，再加上是点燃纳米粉尘，所引起的粉尘爆炸很可能会把整个研究所炸上天。\n    金尔舒呆住了，他眼睁睁的看着机器点燃亚火药，等待着一声巨响。一道白光从金尔舒的办公室射了出来，但没有巨响，前沿都市的一切依旧是那么的平静……\n    金尔舒再次呆住了，眼前的机器非但没有爆炸，而且还造出了一个白色的传送门。金尔舒打开玻璃盒子，仔细观察着白色传送门，他觉得非常奇怪，没有爆炸也就算了，按道理来说，这部机器造出来的应该是传送窗（传送窗是传送门的一个种类，详情见序章），可以看到另外一边的景象，可眼前的景象是一片耀眼的白色，难道那边的世界就是一片空白？金尔舒正入神地思考着，突然，一只手从传送门里伸了出来，把金尔舒吓了一跳，接着，一个身穿泳衣Player从传送门里出来了，他以惊奇的目光打量着金尔舒的办公室。“这里是Sea Space吗？”“哈？”金尔舒显然没有反应过来。“这里是Sea Space吗？”“你从哪里来？”“当然是First Space（主世界，进入第二纪元后更改了学名），这里不是Sea Space……”“不是，你赶快回去吧。”还没等泳装Player说完，金尔舒就把他给推回了白色传送门。接着，金尔舒急忙把传送门关闭，他长舒了一口气，瘫软在了旋转椅上，暗笑道：这可是一个不得了发现。\n\n    第二纪元60年1月18日，金尔舒发表了一篇名为《随机传送门》的论文。他在文章中提到，他终于明白了在爆炸时亚火药那股强大能量释放到了哪里，穿越空间——亚火药爆炸时会在随机空间的同一坐标上释放能量，而Player可以利用这股能量制造出传送门，谓之随机传送门……这篇论文一发表就引起了大部分Player的强烈反响——否定。\n\n\n《The History of Spaces》节选\n随机传送门——传送门中的异类\n    Player反对的原因主要分为两个方面，一是神安论（序章中击垮的只是马罗帮派），二是RS&CB。\n    神安论信仰者反对的原因是随机传送门违背了Notch的旨意，没有按照正确的方式制造传送门。这个说法不证自明，在此就不细讲。\n    从RS&CB的方面来讲，首先，亚火药的不稳定是由于NBT标签残缺，因此制作的传送门会有很大的风险；其次，随机传送门从制作角度来讲，随机传送门属于传送窗，却没有传递另外一边景象的特性，这让Player十分被动，无法观察Unknown Space就无法做好准备去探索，比如传送门的另一边是一个十分寒冷的空间，可Player却准备了防火的装备，这不是纯粹找死吗？\n\n\n    事后的第5天，安全委员会发步了关于这件事的处理，下面是比较重要的两点：\n    1.亚火药被列为管制物品；\n    2.鉴于这类事是安全委员会所没考虑到、之前也从未发生过的，仅对金尔舒警告处理。\n\n    金尔舒没有任何反对意见，而且还主动请缨研究禁止此类问题的再次发生，安委会同意了。\n    但接下来金尔舒却做了令人意想不到的事情。\n    第二纪元60年3月2日，金尔舒发布了一则声明，说他将在前沿都市的一个偏僻角落展示如何建造随机传送门，欢迎大家届时前来参观学习。这则消息一经发布就引来了一大批Player，不过他们都不是平民百姓，而是全副武装的警备员。面对黑压压的枪口，金尔舒毫无惧色，“你们阻止不了我。”说着便启动传送门建造装置。“开火！”现场一道白光闪过，什么都看不见，唯有急促的枪声在耳边回荡。现场弥漫着硝烟的气息，已经分不清是亚火药被点燃味道还是枪管中火药的气息。很快，白光褪去，枪声停止，金尔舒已经血肉模糊，倒在了地上。鲜红的血液与白色的传送门形成鲜明的对比，更显诡异。“这里是213，目标已被击毙，请指示——什么东西？！”一只腐烂的巨脚从传送门里伸出，踏在血泊里，溅起了一朵死亡之花。一只巨大的变异僵尸从传送门里走了出来，也许是鲜血的气息令它兴奋地吼叫，让人感到不寒而栗。“开火！”警备员没有慌乱，枪声再度响起，僵尸的血很快便和金尔舒的混在了一起。可没等它倒下，越来越多的变异僵尸接踵而来，警备员的战线也越来越后，但很快僵尸便扑入了Player当中，像一滴洗洁精滴入油中一样……前沿都市炸开了锅，各种声音混杂在一起——\n    “请求支援！”\n    “啊！”\n    “救命啊！等等我！”\n    “……”\n    几声巨响过后，前沿都市又恢复了平静，似乎和往常一样，只是——多了一份死气……\n\n    被硝烟熏黑的大地上，白色的大褂和银色的手提箱显得格外醒目“真是可惜，往日繁华的前沿都市就这样毁于一旦了。”“谁说不是啊，真不知道那些怪物是从哪来的。”旁边的警备员嘟囔道。“也真是奇怪，按道理来说Herobrine早就被杀死了，这里根本不可能有怪物。”“你们就别想太多，赶紧把传送门关闭是重点。”白大褂明显加快了脚步。很快，他们便来到了随机传送门的所在地，那里已被警备员团团围住。尽管现场早已被清理，但空气中还是弥漫着一股血腥的味道。“博士，你终于来了。”一名警备员走到了白大褂面前，伸出了手，但博士却没和他握手，好像连这点时间都不能浪费“现在情况如何？”“很平静，已经很久没有动静了。”博士二话没说，走到了随机传送门的前面，打开了手提箱……\n    “总部，总部！”在人来人往的指挥大厅，一名将军模样的Player拿起了话筒“收到。博士，进展如何？”“非常不顺利，似乎有什么力量在支撑着传送门，无法关闭。”“怎么会？”“我也不知道，以前从未——等等，似乎有什么情况！”这时，指挥大厅的屏幕显现的是传送门的图片，和以往不一样的是，传送门中出现了一个人形。“全体皆备！”所有的警备员都绷紧了神经。“你们好啊，蝼蚁。”随着声音的出现，Player终于看清了那个人影——“天哪！是Herobrine——吱吱——”画面消失了。\n    如果说前面都是过度的话，那么Player的命运将在这一刻彻底改变。\n    “启动应急方案，关闭21号传送窗！”“21号传送窗关闭失败，关闭20号传送窗!”“20号传送窗关闭失败，关闭19号传送窗！”“……”死亡倒计时如同鼓锤一般震撼着将军的心脏，他咬了咬牙关，命令道：“直接关闭1号传送窗！”“可……”“没有什么可是，快！”“关闭1号传送窗！”尽管只过了不到一秒钟，但将军感觉像过了1年一样——“1号传送窗关闭成功！”将军长舒了一口气，像等待审判的犯人一样如释重负。\n     死亡倒计时结束了，兴起一时的二次探索也结束了，Player再次被困在了4个空间当中——多了一个Outer Space罢了。\n",
    "replies": [
        {
            "author": "名人才华",
            "timestamp": 1440909300,
            "txt_content": "就没人吐槽写得不好吗→。→"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1440914520,
            "txt_content": "名人才华 发表于 2015-8-30 12:35\n就没人吐槽写得不好吗→。→\n我粗略看了看，表示不想细看。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1440922020,
            "txt_content": "名人才华 发表于 2015-8-30 12:35\n就没人吐槽写得不好吗→。→\n你可以先来我签名的群里，完后就可以加我Q了"
        },
        {
            "author": "名人才华",
            "timestamp": 1440925740,
            "txt_content": "末影龙娘 发表于 2015-8-30 14:02\n我粗略看了看，表示不想细看。\n是我写得不好吗"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440928800,
            "txt_content": "大壕……\n随随便便就用高亮简直壕无人性"
        },
        {
            "author": "名人才华",
            "timestamp": 1440932580,
            "txt_content": "2B与mc的故事 发表于 2015-8-30 18:00\n大壕……\n随随便便就用高亮简直壕无人性\n为召唤冥王而准备，任务送的不是我买的"
        },
        {
            "author": "xcc",
            "timestamp": 1440932760,
            "txt_content": "请问·号怎么变成？了"
        },
        {
            "author": "名人才华",
            "timestamp": 1440932820,
            "txt_content": "xcc 发表于 2015-8-30 19:06\n请问·号怎么变成？了\n未知数，我明天就要初三了，不知道有没有时间去写，还有如果没有克苏鲁的资料也写不了"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440932820,
            "txt_content": "看不懂哈"
        },
        {
            "author": "名人才华",
            "timestamp": 1440933000,
            "txt_content": "Sad_elevenKH 发表于 2015-8-30 19:07\n看不懂哈\n就知道赶工没好下场= ="
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1440933300,
            "txt_content": "名人才华 发表于 2015-8-30 19:10\n就知道赶工没好下场= =\n设定确实解释的不够透彻\n半路有冒出来个什么节选。。。"
        },
        {
            "author": "名人才华",
            "timestamp": 1440933420,
            "txt_content": "Sad_elevenKH 发表于 2015-8-30 19:15\n设定确实解释的不够透彻\n半路有冒出来个什么节选。。。\n最烦解释了……节选是学三体的"
        },
        {
            "author": "名人才华",
            "timestamp": 1440935640,
            "txt_content": "Sad_elevenKH 发表于 2015-8-30 19:15\n设定确实解释的不够透彻\n半路有冒出来个什么节选。。。\n话说第一个序你看了没？"
        },
        {
            "author": "2575174857",
            "timestamp": 1445047260,
            "txt_content": "克苏鲁我记得是神话故事······你还不如写，深海邪神克苏鲁苏醒，罪恶降临人间，不可接触种，海兽，我说什么你肯定听不懂········"
        },
        {
            "author": "名人才华",
            "timestamp": 1445047260,
            "txt_content": "2575174857 发表于 2015-10-17 10:01\n克苏鲁我记得是神话故事······你还不如写，深海邪神克苏鲁苏醒，罪恶降临人间，不可接触种，海兽，我 ...\n我已经弃坑了，克苏鲁可是国内知名工作室你够了，克苏鲁建议我没加入克苏鲁前最好别写"
        }
    ]
}