{
    "title": "<原创·连载·圣杯>《月下的放映师》第一章——初心",
    "author": "lds003",
    "replyCount": 1,
    "timestamp": 1440900000,
    "txt_content": " 本帖最后由 lds003 于 2015-8-30 11:31 编辑 \n\n封面\n\n1.（请先浏览序章）2.请注意各小节时间先后第一章-初心\n\n正文第一节——威胁油库映画街——归来2017.07.30 18:25昨天傍晚，如期传来了坤龙审核会通过的消息，不过，意料之外的状况竟出现了两个。\n一，是据传，审核通过的人并不止我一个，这点实属惊人，上两届的审核会均只招收一人，毕竟坤龙看着是有些膨胀过度了，不过这次居然同时通过两人，对方应该并不简单。\n据我当时在会场的观察，值得注意的人并不多，大都是忐忑不安地等待叫号的新人放映师，照如此看来，这名通过者的状况只能分成两个极端，一是极度朴实，确实不引人注目的，但既然能通过审核，专业知识一定极强，如果会有这样的人出现在坤龙的审核会，那还真是一件神奇的事。如果碰见这样的人，那只要维持基础的交往即可，毕竟太过朴实的人有时也会惹来麻烦。\n第二个可能，是和我一样，带着一定目的性，做好充足准备来审核会的。那么，具体是什么目的呢？其他集团派来的间谍？虽我觉得坤龙并没有什么值得派遣间谍进来的价值，当然也不能说完全没有可能。但无论如何，只要不干涉到我的计划应该也不会惹出什么麻烦，他应该会把注意力放在自己的任务上，而不是我这个无名小辈。\n总而言之，这个问题无论哪种可能都有应对的方法，并不会造成多大的威胁。\n接下来就说说所遇到的第二个，也是比较麻烦的一个状况。\n在收到审核通过的消息后，萧绯派人传话说，打算今晚约我到镇上的映画街逛逛，顺便帮我介绍放映师的相关信息。听着还是很友善的，可这十分让我想不通。\n首先，依我对坤龙的了解，就算是新人，也并不会这么主动地派人来“帮助”成员，其次，为什么偏偏选映画节这个日子？最后，就算是对我的特别关照罢了，为什么是萧绯？他一是骨干，居然专门抽空出来，想必没那么单纯，二以映画经验来说，怎么也比不上麒麟、狸甄这些老牌放映师。对于这件事，我并不能找到什么合理的解释，是在哪里出了破绽？但事已至此，总不能爽约，萧绯虽麻烦，但如果谨慎一些，大致也是能混过去的，于是，这个我原应该在家准备职务报道的时间，却站在嘈杂的映画街上,等待萧绯的到来。清冷的月光，和着火光的暖色调扑到脸上，不知是冷是热。\n\n第二节——疑点坤龙映画制作室——萧绯2017.07.29 23:20我斜靠在一把木椅的靠背上，翻看着林子昨晚做的审核记录，一边是麒麟，他的右手在稿纸上匀速地移动着，倚在指间的笔杆扭动着身子，草纸下的木板陆续传出清脆的敲击声，这大概是明天在映画节开幕式上的发言稿。\n“我说，你不觉得奇怪么？那个叫归来的。”我挺直了身子，把手肘撑在膝盖上。“咋啦？”他转了转脑袋，笔尖的动作丝毫没有停下的迹象“人不挺好的嘛。”“你看啊，咱们问有没有放映师相关的经验，他答没有对吧”“嗯，有问题吗”我翻了个白眼，他这对事情爱理不理的性子还真是麻烦。\n“你先别急，看后边这条：‘问：为什么要来坤龙映画  答：坤龙映画有许多前辈，像林子、狸甄，当然还有麒麟，他们都是优秀的放映师，希望和他们学习放映师方面的经验，与坤龙一同成长’”“挺谦虚好学啊”\n“不是，我说你有没有脑子”我把音量提高，不耐烦起来“他提到咱们哪几个放映师？”“你才没脑子，还有，别把东西砸坏”不知道是不是习惯了我近乎成为日常的火气，那家伙连眉头都没有皱一下，只淡淡地反击了一句。\n“得得得，看在你智商这么低的情况下我就直说了，你在映画界的人气数一数二，我就不废话了，可是你想一下”我压低了音量“林子和狸甄...”麒麟的身子微微颤了一下，笔尖牢牢地定在纸上“他们俩..不是早不干了吗？”“你看看你，这才开窍嘛不是？”我重新把背靠在木椅上“林子两年前转行管理，狸甄更是四年前就不干了，而且也没做出人气，只是堆时间，他们曾经是放映师这件事，他一个‘没有’‘放映师相关经验’的人，你说是怎么知道的。”“嗯，有道理”麒麟抿着嘴唇，点了点头。\n“是吧~”这家伙可算是听了回我的话，还真不是一般的欣慰。“不过..”他手里的铅笔又动了起来“你这个担心并没有什么意义。”“啥玩意儿？！你..这..”我一时反应不过来。\n“这种事情人家知道有什么问题？指不定人家老早关注咱们了，又说不定我在哪里提过，挺好一件事，看你想成啥样了。”他又摆出一副无所谓的样子，心里说不定在意的不行，真是...让人半句话说不出来..“行了，你也别在意了，要是实在怀疑他，去聊一聊不就好了”啊呀呀，现在又这么善解人意，还真是人畜无害..“啥意思..”我嫌弃地瞥了他一眼。“明天不是映画节开始了吗，你带他去瞧瞧呗，有啥想问的随你便，那家伙算我交给你了”“嗷..”虽然火气尚未平息，但不得不说也是个办法。既然这样，就带他逛逛吧，我还真有些好奇，所谓的“映画节”上，这家伙会看见什么。\n第三节——灯火油库映画街——归来2017.07.30 18:40我闭着眼，靠在一面砖墙上。\n耳边传来各种各样的脚步声，质地干硬的皮靴压过地面，微微发出革面弯曲的变形声，还有起锈的铁鞋与干冷的石板，发出清脆的碰撞声。\n今天是第油库映画节的第一天。\n\n自从映画产业成为油库的顶梁柱之一，类似的活动层出不穷，不过，最终保存下来，参加人数最多，也是维持时间最长的，当属油库映画节，算上今年，举办了七届之多。\n活动形式十分简单，由油库镇官方提供摊位，报名的放映师放映自制作品，时间十余日，映画节结束时，由观众及评委选出优秀作品，并给出相应奖励。\n原本一个看上去自娱自乐的活动，如今已吸引上万的放映师参加，最大的原因自然是钱。\n报名参加活动并不需要太多成本，而一旦做出成绩，被官方看中，这辈子的吃穿和映画受众自不必愁。\n\n夜幕从东方侵蚀着残阳，街上渐渐喧嚣起来，大多是匆忙赶去看开幕式的游客，不过装饰摊位，准备作品的各个放映师也陆续露面。\n“哟！”一个身影吃力地从人群中脱出身子“归来！”萧绯挠了挠凌乱的头发，显得十分狼藉，应该是被左突右冲的人流弄得筋疲力尽了吧。\n“你好”我微笑着点了点头“那么..今天来这是？”\n“啊..其实也没啥，就是和你逛逛咯”他抖了抖衣服上的尘埃，露出一个大大的笑脸“毕竟你是新人嘛，正好映画节，带你瞧瞧，顺便普及普及知识。”\n一如既往的大大咧咧，全然不见面试时那副正经样，当然，“普及知识”这个理由还是有着十足的疑点，但这个节点上，没必要表示怀疑。\n“时间不早了，我们走吧”说罢，他迈开脚步，方向是街角的一间映画用品店。\n真是要“普及知识”？我应答了一声，跟上了他的脚步。\n\n“你来过这儿么？”他抬起头，斜挂在店门上的木板写着几个字——\n初心映画店，用来固定的螺丝有些松，有些许已经依稀辨认不出来了。\n怎么会没来过呢？\n这可是梦想开始的地方。\n\n“没来过”我摇了摇头“不过，这家店似乎有些年头了”\n“我刚入驻的时候就在这儿呢，我想想..快十年了啊..”\n那一刻，我似乎看到萧绯的眼眸里藏着什么东西，迎着被灯火稀释的微弱月色，轻闪着同样微弱的光。\n“进去吧”他眨了眨眼，跨过老旧的门槛。\n\n店里的空气隐约散发着霉味，脚下的木板毫无征兆地发出一阵阵响声。\n依然是当年简简单单的布局，正门进去就是柜台，后面是一个巨大的陈列架。如果要与当初找出什么不同，那就是柜台里并没有服务员，取而代之的是一只破铁盒，旁边立着一块小木牌\n——请自助找零\n\n就算如此，展示架上的东西也一个不少，铁盒里更是空空如也。\n没想到已经窘迫到这种地步了。\n“借来演示的话他应该不会在意吧...”说着，萧绯跳上柜台，在展示柜里翻找着什么。\n“不是..前辈，这样没问题吗”毕竟和这家店有些感情，我不免担忧起来。\n“你怕什么，放心，我和店主有交情的”话毕，忽然从展示架上砸下一个呈圆形的，类似头盔的白色物件，“接好啦！”\n我伸手把落下的物件揽在怀里。没有发出任何声音，重量比想象中轻许多倍。\n\n仔细一瞧，的确像是头盔，不过在眼睛的位置多了一层隔板，头盔正上方，大概是用早期墨囊染料写着的三个字——区域采样器\n“区域采样器？”我翻转了一下头盔“区域采样器不是..”\n“停停停我知道你要说啥”萧绯的脸上又显出不耐烦的神情，不过早就司空见惯了“这玩意是一代。那根丑不拉几的带子的祖宗”\n一代？这家店里居然会有这种东西，这么看来，他所说的“丑不拉几的带子”，大概就是市面上的第八代采样器了。\n“你先戴上吧”萧绯从柜台上跳下来。\n“戴上？”我一时弄不清状况。\n“废话那么多做什么，快戴上，就跟戴头盔一个道理”\n跟戴头盔一个道理？那就称它是头盔吧。\n“是这样？”我把头盔扣在了脑袋上，双眼顿时被黑暗侵蚀。我伸展开双臂，想靠着墙壁之类的东西保持重心。\n“啊对对对”好似隔了一层膜，萧绯的声音听着有些奇怪“看见什么了？”\n“没看见...”我摇了摇头。\n“没看见？”头盔似乎移动了一下方位“这样呢？”\n但漆黑的状态丝毫没有改善。\n“还是没有..”\n“真的假的，你眼睛睁开没有”他似乎还在做最后的尝试。\n“睁开了”\n“好吧，可能故障了，毕竟老古董”萧绯叹了口气，把头盔取回怀里，用指关节敲打了两下。“你坐吧，我直接给你讲讲”\n\n我揉了揉眼睛，突如其来的光线让双目不太适应。\n\n“知道区域采样器”他把椅子上的灰尘掸去，弯着腰坐下，双肘靠在膝盖上。\n“知道的，就是将周围的环境..”\n“以采样器为中心，将可视范围内的的方块及生物，以数据形式进行存储，是这样吧。”\n“嗯，没错。”我点了点头，不过若是换做其他人，想必早就发火了吧。\n“大概十多年前，一群东洋人发明了这玩意儿”他一边摆弄着头盔一边说着“不过，在当时，区域采样器是用于工农业方面的”\n“工农业？”\n“当时采样器的发展受技术限制，使用时间只有十分钟左右，地形转换成的数据量也十分巨大，包括这里”他敲了敲头盔前的隔板“使人的视野也受到极大影响，只能依赖采样器里粗糙的显示器进行观察\n“但鉴于其在对地形、生物观察方面有着极大的优势，大量科研人员用其研究地理、生态、农耕技巧、化学反应等等\n“你现在应该想问，它是怎么变成这现在副样子的吧，的确，当时谁也想不到，它居然会带来如此大的影响。\n“我记得那时，有一对父母从东洋做生意回来，看见采样器觉着新奇，便买回来送给自己的孩子。\n“小孩嘛，毕竟玩心重，好奇心强，整天拿着四处摆弄。一天，孩子去村里的树林玩，不小心迷了路，好在林子不大，十多分钟就走出来了，不过，孩子一直带着的采样器，把从迷路到脱险的全过程记录了下来。\n\n“后来，这段‘录像’在民间广传，原因是这是胜过任何一种影像形式的‘录像’，大到林子的整体情况，小到迷路孩童的喃喃细语，给人一种奇妙的、上帝式的愉悦，这是源于人类潜意识里的恶魔吧\n“当然了，也不排除这是孩子的父母刻意制造出来的‘录像’，毕竟他们因此赚了一笔钱，但不可否认，人们认识到了这工具所能带来的东西并不只是科研成果，‘录像’也只需一台全息放映机就可以欣赏到，于是，就这么催生了两种职业——映画师与放映师\n\n“商人出资研发并购买设备，映画师负责录制，放映师则在公共场合进行放映。但这种类似电影院的模式并不受欢迎，于是，商人将设备以极低的价格对公众开发售卖，鼓励自行制作映画与放映，商人们则开放映画的私人放映摊位业务。\n“这一做法在世界范围内掀起了映画的热潮，映画师与放映师合并，逐渐大众化，采样器的研发进度也空前快速。”\n“所以就成了现在这样么”我望着街上愈发明亮的灯火。\n\n“嗯，科研工具，娱乐化，赚钱工具，也算是个小循环吧”萧绯苦笑了一声“不过，放映师可是门伟大的职业”\n他扭头看着我，侧脸被勾上一道昏黄的轮廓。我一时语塞，记忆里，好像还有谁说过这句话——\n——放映师是门伟大的职业\n抑或说，那个人是我心里，真正“伟大”的放映师了。\n“饿了吧，咱去吃点东西”萧绯站了起来，把木椅放回原处。\n“前辈..”\n“嗯？”\n“你知道炎的事吗”\n我居然说出了这句话。\n不过，我感觉不到害怕，没有害怕计划功亏一篑，也没有考虑对方是否值得信任。\n就那么自然而然的，到了喉咙边上，说出这句不知道多久以后才打算说出来的话\n——你知道炎的事吗\n远处，传来麒麟的声音\n——“大家好吗！”\n接下来是巨浪般的欢呼声，如同万众瞩目的偶像，不，就是万众瞩目的偶像吧。\n萧绯定住了身子，那道昏黄的轮廓依然镶在侧脸，却轻轻颤抖了起来。\n他转过头看着我。\n那眼神就像是伤心的孩童，找到了曾经丢失的布娃娃。\n带着一点点惊奇，那算不上喜悦，低垂但却发着光的眼神。\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "hear_brave",
            "timestamp": 1445864280,
            "txt_content": "受死吧!零回复！！！"
        }
    ]
}