{
    "title": "<原创.连载>我的世界之天启大陆",
    "author": "WWE12",
    "replyCount": 7,
    "timestamp": 1440861480,
    "txt_content": " 本帖最后由 WWE12 于 2015-8-30 00:00 编辑 \n\n（新人写文。如有雷同。纯属巧合）\n 序章。狩猎试炼  \n青霞镇，夜间。 “小叶子！你爷爷叫你去狩猎了。”一个爽朗的声音从离叶朗那破旧的小屋子外传来。 叶朗是个孤儿。从小被人遗弃在密林山洞里。是叶朗的爷爷叶东明捡回来的。 叶朗原本是没有名字的，是他的爷爷叶东明给他起的。 叶东明是个10级的猎户，在青霞镇也相当有名。不过孑然一身。捡了个便宜孙子倒也不怕后继无人了。 叶东明爷孙俩住的屋子还是木板制的。这年头的怪物连石头都能敲碎。更何况木板呢？而叶朗家离深山入口很近。每次怪物下山入侵，都会破坏掉他们的家。也难怪会略显破旧了。\n “知道了！王叔！”叶朗顾不得扒拉干净蘑菇煲，随手把碗放进橱柜就背着把石剑急冲冲地跑出家门。 每个刚成年的孩子都要与叶东明和王叔等几个猎户夜晚进一次深山，检测这些孩子是适合务农还是打猎。 当叶朗到深山入口时，已经有好几个孩子拿着把石剑正兴冲冲地挥舞着。几个猎户背着弓，身穿一身皮革。拿着石剑正三五成群聚着聊天。 因为这片大陆矿物稀少，所以除了很便宜的煤炭以外，就连铁都能换六十多个皮革。要知道。皮革可是小镇的通用货币。六十多个皮革相当于一个家庭一个月的口粮了。可以想像，矿物是有多么珍稀。就连青霞镇最顶级的10级猎户，也就只有叶东明这位前辈级的猎户才会有铁剑。\n 叶东明仗着铁剑。已经五十多岁的他依然散发着凌厉的气息。就连其他正值壮年的顶级猎户也不敢与其对视。 “所有人都到齐了？”叶东明凌厉的目光扫向这些猎户。 “副族长，都已经到齐了！”一个10级猎户大声的回应道。 青霞镇其实是一个由林姓氏族组建起来的，因为出过20级强大的战士。所以在附近都很有名。 “好，进山！”叶东明撇了一眼正斗志昂昂的叶朗。点点头，扛着铁剑大步流星地往深山处进发。而猎户们也是分散开来组成队形。保护着中间的孩子。\n 山越走越深。路越来越看不见。头顶的月光也穿不透密密麻麻的树叶。四周已经有不少怪物正盯着他们，但碍于几名10级猎户的强大气息。都暂时忍让起来。怪物是没脑子，但不代表它们不懂恐惧。面对比它们更高级的生物的恐惧。 \n“好了，在这停下”叶东明向后头摆摆手。示意停下来。 “副族长，就在这里试炼吧，出了事我们也护得了孩子们周全。”一个猎户建议道。 “好，就在这吧，一人带一个孩子。分开三小时。到时候在这里集合。”叶东明做事也是雷厉风行。二话不说，带着叶朗就往密林奔去。  \n （本章完） \n新人第一次写文。 各种打滚求金粒求人气。谢谢啦！",
    "replies": [
        {
            "author": "WWE12",
            "timestamp": 1440864120,
            "txt_content": "可能序章会有点短。。。不过请各位看官不要介意。。正文肯定没有这么短滴"
        },
        {
            "author": "WWE12",
            "timestamp": 1440869520,
            "txt_content": " 本帖最后由 WWE12 于 2015-8-30 01:36 编辑 \n\n正文 第一章  与毒蜘蛛的搏斗\n 叶朗随着叶东明一路奔跑。刚开始时叶朗还能凭借自己的气息提升速度，勉强追上叶东明。不过越到后来就越是吃力。只能让叶东明放缓角度。慢慢前行。 叶东明向前探路时，叶朗开始运行着无名心法。这部无名心法据说是当初20级的那名战士带回来的。每个孩子在刚到6岁时都会试着运行这部心法。但无一例外。要不就是运行不了，要不就是差点走火入魔。所以再过后个几十年已经没有人再练习了。但是叶朗能修习这部心法在当时倒是造成很大的震动。不过，不知是因为叶朗天赋太差，还是这部心法诡异。没日没夜修习了十二年。却只有仅仅三级而已。其他修习普通一点的心法都已经到达5、6级了。所以这部心法再次被尘封了起来。\n 在天启大陆上，想要升级的方法有很多。最主要的就是修习心法和猎杀怪物，获得怪物的经验值了。怪物经验值随着怪物等级而定。当然。品质越好的怪物掉落的经验值也越高。怪物品质分为天地玄黄四个阶级。但每个阶级都是一个相当大的分水岭。举个例子。比如黄阶的10级骷髅。是打不过一个一级的玄阶僵尸的。这就是怪物分阶上的压制。所以，碰见品质很高的怪物。一般都不是想要斩杀，而是试着去收服，不过很多家族在收服失败后都会残忍杀害未成长起来的小怪物。正所谓。“我得不到，你也别想得到”就是因为大部分家族有着这种心理，才会导致高阶段的怪物越来越少。\n “小兔崽子！跟我起来！”叶东明从密林深处窜了回来。直接拎起叶朗就往深处跑去。 “老头子，赶着去投胎啊？这么急？”叶朗不得不停止修习，没好气地讽刺叶东明。 “小兔崽子，你这次可捡到宝了！”叶东明虽然话未曾断过，但脚下功夫不停，一直在往密林深处飞奔。因为所需时间有点长。趁此机会也正好与叶朗解释。\n 刚刚叶东明在寻找适合试炼的怪物时，忽然发现他的正东方，有两股丝毫不弱于他的气息再打斗。而且周边树木也是拦腰折断。当叶东明小心翼翼地潜伏过去时。发现是一只十五级的黄阶毒蜘蛛，正在与一只刚刚产崽的5级玄阶银狼发生战斗。要是放在平时，一头小小的十五级黄阶蜘蛛，怎么敢招惹一头五级玄阶的银狼呢？不过这蜘蛛也是运气好。竟然让它碰上了银狼最虚弱的时候。\n之前，之所以说黄阶打不过玄阶。是因为玄阶天生就有一个天赋技能。而黄阶刚开始只能依靠本能去攻击。而银狼的天赋技能在玄阶也算是中上乘级别的。这天赋技能是可以从口中吐出一弯青月。相当锋利。其锐利削铁如泥。也就是靠着这天赋技能。银狼才能与毒蜘蛛打得不相上下。 当叶朗与叶东明到达战场时，新浪身上已经有许许多多大小不一的伤痕。每个伤痕都在冒着毒液。而毒蜘蛛也不好受。整整八条腿被银狼削去了一半，而四只眼睛也已经瞎了一只。\n 叶东明惊喜地说道“你快把这只毒蜘蛛杀死，我来牵制这只银狼！”还不等叶朗说什么。叶东明一个闪身就进入战场，开始与银狼打的不亦乐乎了。 “我去你个死老头！让我个3级的单挑15级的。脑子进水了吧！”叶朗紧张地靠着对他虎视眈眈的毒蜘蛛。 现在的毒蜘蛛打不过银狼，也打不过状态正好的叶东明，不过对付个叶朗算是绰绰有余了。 说时迟，那时快。\n毒蜘蛛靠近了叶朗后也不打算消耗，直接就开启了技能—毒刃突刺。以飞快的速度突向叶朗，企图用冒着绿色光泽的蜘蛛腿划叶朗一道口子。 叶朗虽然从未与怪物对战过。但在叶东明的教导下，反应仍是相当迅速。向后轻轻一跃，有惊无险地躲过这阴狠的一刺。 毒蜘蛛被躲开技能也毫不介意。直接扑上来想直接咬死没穿护甲的叶朗。 叶朗被叶东明的训练弄得死去活来的同时，实战技巧也在迅速地增加。同年龄内就算等级压他几级，叶朗照样可以轻松收拾对手，又怎么会被一个没有脑子的蜘蛛伤到？叶朗往下一蹲，躲过了蜘蛛的扑咬，当蜘蛛从他头顶上过去时，猛地向上一戳，直接把蜘蛛肚子来了个口子。之前银狼的弯月就伤到了蜘蛛的肚子，再加上叶朗又是瞄准伤口就往上戳。直接就把蜘蛛开膛破肚了。 溅飞的毒液把地面烧的坑坑洼洼的。不过叶朗还是谨慎的小心翼翼地靠近着毒蜘蛛。忽然。一张巨大的蛛网从空中落下，直接把毫不防备的叶朗套的死死的。原本正在装死的毒蜘蛛也是露出那凶狠的冒着毒水的獠牙。整张蛛脸几乎贴在了叶朗的脸上，十分恐怖。 忽然，叶朗灵机一动，猛地把缠在脚上的蛛丝扯开。右脚猛地一跺。 “哧”一个细小的弩箭从叶朗的右脚板底射出，准确地射入了蜘蛛的要害。就算蜘蛛不受伤，被攻击要害后照样会对蜘蛛的生命造成威胁，更何况还是一只强弩之末的蜘蛛？ 只听见弩箭射出那一刹那，这蜘蛛的经验就归到了叶朗头上。原本还有一半经验条才到4级的叶朗，忽然就成功升到了5级！ （本章完） 依然满地打滚求金粒求人气中。。。。。。"
        },
        {
            "author": "WWE12",
            "timestamp": 1440902400,
            "txt_content": "在此谢谢2B与mc的故事打赏。我会努力更第二章的QAQ"
        },
        {
            "author": "mine米",
            "timestamp": 1440918120,
            "txt_content": "还可以，但要体现出MC化"
        },
        {
            "author": "WWE12",
            "timestamp": 1440945300,
            "txt_content": "嗯，谢谢MINE米的提醒，我会注意的。"
        },
        {
            "author": "WWE12",
            "timestamp": 1440945420,
            "txt_content": "在此告诉大家一个不太好的消息。今晚因特殊情况。腐竹将会在明天才更新，并补上一章。以后是每天一章，请大家不要忘了来支持我啊！么么哒^o^"
        },
        {
            "author": "WWE12",
            "timestamp": 1441034460,
            "txt_content": "好吧，楼主打算弃坑了。。。。。本帖完毕。"
        }
    ]
}