{
    "title": "<原创·连载·圣杯>《信仰》第一章 启程",
    "author": "1269690186",
    "replyCount": 2,
    "timestamp": 1440902580,
    "txt_content": " 本帖最后由 1269690186 于 2015-8-30 10:46 编辑 \n\n即使被带上镣铐，也阻止不了向往自由的心。即使背负上黑暗，也阻止不了光明的到来。\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n  远处传来火光，点亮静寂的城镇，纵然再美好，士兵的哀鸣与空气中弥漫的血腥味仍提醒着史蒂夫：敌人，已经攻打进城了。\n  他有些迟疑，随即拍了拍女孩的脑袋：“快起来，快啊，敌人打进来了！”声音很轻，这是为了不让别人发现，至于为什么让女孩跟着，可能是对她的执着与骄傲感到有趣吧，原因是这样微不足道，如同借口一般，可那又怎么样呢。\n  女孩很敏锐，随即便醒了过来，她暗红色的眸子里透着猜忌与怀疑，但还是小声道了一句谢。声音有些沙哑，但很清脆，很好听。随后，她说，她叫阿銘。\n  脚和手都被锁上了，行动不便，所以史蒂夫准备到客房去偷钥匙，心中有抑制不住的激动：他们要自由了，他要自由了。\n  不得不说，史蒂夫挺有当扒手的潜能，连阿銘都对他另眼相看。钥匙在士兵的身上，史蒂夫只是拿剑轻轻一挑，钥匙便滑落在剑上，接着轻轻抽回，便拿到了钥匙，完全是不费吹灰之力。解开了镣铐后，他才发现已脚和手已被勒出了红横，若要跑动，会有隐隐的钝痛，很不方便。\n  “走吧。”史蒂夫把士兵的粮食揣进兜里，随即拿了一把刀作防身之用。\n  “哦。”阿銘还是那般戒备，但已不同于之前连话也不说一句的模样。\n  城里已经乱了，四处都有尸体，无一不被蹂躏得面目全非，犹如人间地狱。昨日还完好的城镇，如今已变成了断壁残垣。\n  一大队的敌军在城内扫荡，这个城镇再无反抗之力，像砧板上的鱼肉，任人宰割。\n  史蒂夫小心翼翼的避开他们，可终归被其中一人给发现。 \n  \"你们！干什么的？\"那敌军警惕的看着他和阿銘。手中的矛指向阿銘的颈脖。\n  阿銘眉头皱起，眼中有些恼怒，口中吟诵起生涩的文字。\n  魔法师？不，女人是不能学习魔法的。那么她只可能是魔女，这也难怪会被抓起来，要知道，魔女可都是要处以火刑的，那副镣铐，怕是用来封存她的魔力的。原来，阿銘竟是这么可怕，史蒂夫有些惊心。\n  显然，那个敌军也明白了，正准备大喊叫。阿銘不会给他机会的。 \n  “极冰女神，听从你信徒最忠诚的祈祷啊，以龙之血为代价，凝聚圣洁的冰晶，将世间一切污秽封杀·······”阿銘的声音越来越尖锐，繁重的文字堆积成一个个颤音。指尖覆上一层寒霜，冷气结为冰棱瞬间便刺入了敌军的身躯，悄无声息的便夺走了他的生命。\n  史蒂夫怔怔的望着尸体，回忆方才简洁到极致的手法。\n  “出城···”阿銘脸色有些苍白，但应该没有大碍。\n  史蒂夫以最快的速度把剩下的资源搜刮了一遍，马上带着虚弱的阿銘出了城。\n  黑夜黑夜，永远都是黑夜。\n  史蒂夫靠在树旁，望着连星星都没有只有苍白的像赝品的月亮的夜空。\n  手臂上无故划出血痕，歪曲的几个字却是最后的神谕：\n  圣杯\n  史蒂夫淡淡一笑，反正天地之大无我容身之所，倒不如舍我这条命做一回真正的英雄！\n  歇息片刻，便起身准备开始真正的旅程。\n----------------------------------------------------------------------------------------------------------------------------------------------------------------\n原谅我的中二，至于为什么这么短，是因为前期故事还没发展起来【胡说明明是你懒【雾】】\n",
    "replies": [
        {
            "author": "JIE__",
            "timestamp": 1440902700,
            "txt_content": "目测鸡病女声是个伪娘！"
        },
        {
            "author": "1269690186",
            "timestamp": 1440902880,
            "txt_content": "1048139283 发表于 2015-8-30 10:45\n目测鸡病女声是个伪娘！\n{:10_492:}"
        }
    ]
}