{
    "title": "<原创·连载·圣杯><第四章><加餐>悲剧·盈[Tolyawork]",
    "author": "guqu",
    "replyCount": 13,
    "timestamp": 1440917520,
    "txt_content": " 本帖最后由 guqu 于 2016-3-5 08:47 编辑 \n\n什么都不说了，加餐！\n 我……我啊，非要介绍一下吗？算了，我就给你们讲述讲述我的故事。我自幼出生在一个幸福的家庭，家里非常和睦，至少我这么认为。每天清晨都可以去散步，每天清晨都可以和家人一起看茫茫的的草原，真是一段惬意的生活。爸爸妈妈总是呆在我身边，给我讲故事，陪我一起生活。可是自从一天醒来，爸爸妈妈就变成了一块行李箱。一切都没了，我的家变成了空气，我的大草原变成了沙漠，我就在这个沙漠中艰难前行。只为一丝生的希望。\n『可恶！可恶！这该死的沙尘暴，为啥偏偏这时候来！』我赶紧拿起我的行李箱，在里面拿出一块布，捂住口鼻，拿纸团捂住耳朵。支起行李箱，形成一个小的避风港。\n『真是该死的！』我的口鼻尽管有布的保护还是进了沙子，炽热的沙子灼的我肺难受，但我现在不能咳，不然就会有更多进入我的身体。大风还在肆虐，卷起满天的黄沙，我看看了我手提箱侧面，惊呆了……一个人，没错，我没看错，一个人，带着牛仔帽，穿着大衣，戴着墨镜，向我走来。我真是被他惊呆了，怎么会有这样一个人在世界上？连骆驼都要畏惧三分的沙尘暴，他穿着厚皮大衣没有任何防卫的进来，然后，他向我伸出了手，我没有懂他的意思，他把手伸回去，拿出一个看似密度很高的袋子，在里面咳了几口，拿出面罩戴在脸上。\n“什么嘛？我还以为你是……”完蛋，大意了！现在满喉沙，啊……好痛苦。只见他赶快重新拿了一个袋子递给我，看来是怕我窒息，我迅速拿过来，咳了一口。舒服多了，随即，他给我一个面罩。面罩的密度很高，沙子不能通过但空气能畅通无阻，我戴了上去，看了看他。他以把大衣脱下来。里面的衬衣湿透了。最终，我们还是没走。他在我的箱子底下卧到了晚上。“挤什么啊挤！过去点，这本来是我的箱子。”“我给你口罩救你一命你还这样对我说话？让开！”“还不是因为你让我喝进一口沙！”\n不过过了一天，他上市能派上用场。看来他的知识比我多，能第一时间知道沙尘暴然后做好预防，也知道绿洲的分布地，真是让我在走出沙漠的路上踏了一大步，轻松了许多。想想我这3年在这里苟活，要是早点遇到他，反正不抱怨了，走出去就好。然而……\n我们最终走出了沙漠……但是被他指引到了一个人造天空之城。3年与世隔绝的我只知道这种东西在研发而并不知道成功与否，今天大开眼界真是高兴。讲究的传送门，惊奇的岛屿设计，没有住宅的地方，哦，我看到了这棵美丽的樱花树，忍不住上前摸了摸。“喂。什么……谁叫你摸的。”\n只见他摸着头，表现出一副很失望的样子，突然有一堆人跑出来，自称是红堡教徒的人，硬是把我拖进了他们的教堂。他们的教堂非常宏伟，窗外的树叶和玻璃相映成趣，整个教堂比传送中心高尚好几百米。让人感觉到空气稀薄。可能也是为了产生震慑作用，可是他们的内涵呢……在我看来没有多少。满是我听不懂的不符合现实进程的咒语，我想走，可总是有人把我牢牢抓住，真是的，那棵樱花树是什么东西做的？下次我死都不会摸了。\n经过一个小时的洗礼之后，我终于走了出去……我的同伴还在等着我，真是个不错的人啊。带我来这样的地方，出场炫酷，在沙漠当中伸出援手……我总觉得好怪，他当时应该是泥菩萨过河自身难保的状态啊……奇怪。啧……管他呢，反正不是坏人就对了。在听完红堡教徒们的演唱之后，也真是怪了，他一直不肯透露自己的姓名。也真是怪人，之后他带我们去了一个地方，这里风景秀丽，整个浮空建筑非常秀丽，不过看见那里的枫树还下了一跳，红堡教徒的洗礼也未免太……我再次询问了恩人的名字，他终于肯回答。\n“晴天。”随后飞走。\n我的心好像被猛戳了一下，但是我不知道是什么原因，我既与他无缘，除去沙漠的事也与他无恩，为啥心会痛呢……总觉得有大事会发生。而且，离我不远。\n一个名叫安斯给我分发了武器，击退1的“神”剑。“诶，看来你也跟那个新人一样会看符文呢。”“当然啦，看家本事嘛……话说那个新人是谁。”“嘛，就是前一年前来的一个人，那次送他去枫树林他说他想睡一觉……我让他睡了他就没回来，唉……”我又看了看剑，心中涌起一种呕吐感，当然，我也不知道这种感觉从何而来，只知道非常的不舒服。今天我这是怎么了。可能是没休息好吧……“我有点不舒服，我先去楼上睡一觉喽？”我正要起身上方，安斯把我拦住。\n“去枫树林睡怎么样，那里风景秀丽。而且你看上次那个新人去了就不想回来，想必一定很舒服。”我点了点头，因为他貌似是我救命恩人的朋友，我还是要给点面子的，于是我们就去了那片风景秀丽的枫树林，路上还呕吐了一回。可能是过度劳累把。\n沙沙……沙沙“哇……还真是漂亮呢。”\n红黄的树叶在夕阳的照耀下交相辉映，叶缝中透出一束束光，照在我的身上，暖暖的，我已躺在一片树叶之上，树叶丘鼓鼓的，而且很舒服。还不时有树叶飘在我的脸上。“这里的枫树叶掉落也有很久没清理……啊……”一把匕首直插我的胸部。我定睛看人时，人带着面具，面具成黑色，是一个鬼脸，我得知自己死定了，便再不挣扎，一头栽在那鼓鼓的枫树叶丘里，永恒的睡去了。“我叫瓦瑞夫，有人愿意和我做朋友吗？嘛……反正不可能了，舒服的睡去吧……”我想不管是人还是什么生物都是易碎的吧，不然我怎么会这么快被救出来，又这么快死亡，上次的新人是谁呢？现在已无从考量，等待我的只有无尽的寒冷和一颗不甘的心罢了。沙沙……沙沙……落叶一片片飘落在血泊之上……\n人气也来加餐吧！\n@ZCA @星之永恒 @飞翔末影龙 @Aikawastep @ffc2412966076 @海潮 @FHC红石 @一枚渣渣 @lzs1234 @1137246733 @2B与mc的故事 @咕噜and呼噜 @彼岸在望 @江米条 @MF_Mufeng @GrowlR ",
    "replies": [
        {
            "author": "wangwenxinx",
            "timestamp": 1440917760,
            "txt_content": "我来顶，加餐"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1440917880,
            "txt_content": "感觉字数有点少……\nWrf是什么奇奇怪怪的名字……"
        },
        {
            "author": "guqu",
            "timestamp": 1440917940,
            "txt_content": "MRTangwin8 发表于 2015-8-30 14:58\n感觉字数有点少……\nWrf是什么奇奇怪怪的名字……\n= =233Wrf是朋友的名字吧\n还有我真加餐到2000字啦~\n希望给人气"
        },
        {
            "author": "GrowlR",
            "timestamp": 1440930660,
            "txt_content": "前来支持"
        },
        {
            "author": "飞翔末影龙",
            "timestamp": 1440979560,
            "txt_content": "什么鬼嘛，你在这里骗的人气金粒不计其数"
        },
        {
            "author": "guqu",
            "timestamp": 1440983460,
            "txt_content": "飞翔末影龙 发表于 2015-8-31 08:06\n什么鬼嘛，你在这里骗的人气金粒不计其数\n等我骗上1000人气我在回来见技巧版233"
        },
        {
            "author": "GrowlR",
            "timestamp": 1441019940,
            "txt_content": "guqu 发表于 2015-8-31 09:11\n等我骗上1000人气我在回来见技巧版233\n可惜你的愿望要等上1.2个月时间吧"
        },
        {
            "author": "guqu",
            "timestamp": 1441021020,
            "txt_content": "GrowlR 发表于 2015-8-31 19:19\n可惜你的愿望要等上1.2个月时间吧\n一篇文章15人气，自算"
        },
        {
            "author": "GrowlR",
            "timestamp": 1441021440,
            "txt_content": "guqu 发表于 2015-8-31 19:37\n一篇文章15人气，自算\n...怎麽说还有20篇文章楼"
        },
        {
            "author": "GrowlR",
            "timestamp": 1441021620,
            "txt_content": "你说的可是图片？"
        },
        {
            "author": "guqu",
            "timestamp": 1441022040,
            "txt_content": "GrowlR 发表于 2015-8-31 19:47\n你说的可是图片？\n恩……那张很多人追一个的"
        },
        {
            "author": "GrowlR",
            "timestamp": 1441022160,
            "txt_content": "guqu 发表于 2015-8-31 19:54\n恩……那张很多人追一个的\n“借\"别人家的签名档"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1441251000,
            "txt_content": "加餐看成加贺的只有我一个人？"
        }
    ]
}