{
    "title": "<原创·连载·圣杯>《Desert》03",
    "author": "三溴苯酚",
    "replyCount": 2,
    "timestamp": 1440915720,
    "txt_content": " 本帖最后由 三溴苯酚 于 2015-8-30 15:58 编辑 \n\n03\n\n\n连续两夜的天气都是寒冷多云，偶尔会有风吹过让人哆嗦下，天空无星，只有一轮半月低压着灰黑色的小村庄。月光皎洁亮堂，倾洒在沙漠，使沙子表面反射出一层轻纱似的薄薄的银光。\n\n\n所有的村民已经睡下，他们沉浸都在梦境里享受的属于他们安静和闲适，但殊不知危险已经向它们步步逼近。那只名为“报复”的利箭已经搭上了弓弦。\n\n“失火了!…失火啦!”一位妇女费劲力气冲出火海，跪趴在地上极力地喘着气，呼喊声尖厉得撕心裂肺，她的身上沾染上了点点星火，正冒着微烟。\n\n“你的身上……”跟在妇女后面的一位年轻人发现了她身上燃烧着的小火苗。\n\n“快…快打滚啊！”那年轻人接着喝令道。妇女赶紧照做，但不管翻了多少下，还是压不下火苗的攻势。\n\n年轻人是个热心肠，看着那妇女任然被火焰缠身干着急，风风火火脱下了皮夹克不停地往那火焰上拍打。可惜火焰一点也没有熄减的意思，反而还更加烧的更加汹涌。\n\n\n“怎么回事，”那年轻人惊呼，停下了手脚。“这火好像扑不灭啊。”\n\n\n村民们终于意识到了危机，挨家挨户的灯重新亮起，但一切似乎为时过晚，此时的火势已经快蔓延了半到了村。他们纷纷打来井水捧来沙子想要灭火，但试了各种法子都还没有如愿。这火就像恶魔犀利的眼瞳一般，即使没有易燃物但那股汹涌的炽热也能迅速窜高几米，村民们也许一早就被判定了死亡，一早就被注定要堕入阴曹地府。一时间，整个村庄就淹没起了透明的坟群。\n\n\n一切就像那女巫预言的一样。\n\n\n可怜的维琪仍然被困在了她的卧室里，世人仿佛早就把她遗忘，没人任何人记起她，包括主意要囚禁她村长和曾关照过她的纳特。势不可挡的火焰已经攻到的她的门前，更要命的是不断涌进来的滚滚浓烟，呛得她不得不俯下身子跟大地母亲乞求一点新鲜空气。\n一团流动地火焰率先打破了防线，吓得维琪赶紧从地上弹起，手忙脚乱的往后退了两步却不知所措。那团火焰明显不肯放过这攻击的机会，借助冲击力猛地一冲上前。慌张的维琪没有多想，下意识地抬起手向火一横，结果弄巧成拙。被灼烧后发麻的手臂生起剧烈疼痛，猝不及防的她一下踉跄，迈出右脚往后伸却不慎踩空，导致整个人后脑勺朝地接着重重摔在了地上。\n\n\n世界像是突然被夺走了所有的空气和光亮，紧接着便只剩下视网膜上突突跳动着的红色微光。\n\n\n维琪晕了过去。\n \n \n不知道发生了什么，也不知道沉睡了多久，但维琪终究是醒了。\n\n她是被疼醒的。\n\n手臂上的烫伤裸露在空气中，大小不等的水泡分布在上，局部红肿的像是要渗出血来。她只得用另一只手帮助自己起身。\n\n“你醒了？”语气里带着点咬牙切齿，维琪朝着声源望过去，是纳特在说话。\n\n\n“干嘛那么不友善。”一个陌生的女声传出，维琪这才发现这里除了纳特以外还有一位女子。这位女子的身形很瘦小，皮肤也偏黑，眼睛红肿的像是刚哭过。\n\n\n“我叫艾米丽。”她这样介绍自己。\n\n\n“维琪。”维琪回应，扯起嘴角甩给她一个微笑。\n\n\n“先别跟她打热乎，艾米丽。”纳特出口制止两人的谈话，“你不觉得这件事很蹊跷吗，想想，全村人都遇难了，就她活了下来，而且她还是躺在一片废墟里。”\n\n\n“你俩也不安然无恙吗？”维琪反驳。\n\n\n“我？我火灾前去了外村，能遇难才怪。”纳特的语气明显针对着维琪。\n\n\n“我呢……跑的比较快，但我哥哥就没那么幸运了……”艾米丽眼眶又红了一圈，“……至于这个屋子……”\n虽然年久失葺，但好像一点也没受火灾的影响。\n\n\n“没错，这个就是问题所在。”纳特接话，“我刚刚特地观察过，这屋子方圆几米以内烧毁的程度，要比村子里任何一处都要严重。这种情况就很好的说明屋子是失火中心，但这屋子却一点也没损伤。” \n\n“你就别卖关子了。”焦急的艾米丽在一旁听的有点不耐烦。\n\n16年前这里曾经居住过一个女巫，这个女巫私自与普通村民通婚，触犯了习俗，于是就被施与火刑。这件事属于全村的耻辱，所以很少被人提起，但执行者是我的父亲，所以我知道的比较清楚，像向艾米丽这样的也许一点也不了解吧。”纳特轻仰起头，面向维琪，又挑了挑眉，“而这个女巫，就是维琪的母亲。”\n\n“所以你怀疑我和这场火灾有关联？拜托我一点也不知道。”\n\n“谁知道呢，也许你就是纵火者吧，想帮你母亲复仇所以就拉全村人陪葬。”\n看→索引\n",
    "replies": [
        {
            "author": "风吟浅唱",
            "timestamp": 1440943620,
            "txt_content": "嗯，我又抢到啊笨的沙发了，别说我水哈，我是来顶的。"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1441440600,
            "txt_content": "终于出现悬疑的感觉了"
        }
    ]
}