{
    "title": "<原创·连载·圣杯>《上古神域》第一章 第二节 试炼",
    "author": "Mu_North",
    "replyCount": 2,
    "timestamp": 1440918540,
    "txt_content": "“我就不信杀不死你！”\n   索亚一点怒吼着，但是胡乱挥舞的剑尖只是不断切割着空气。偶尔，还能略微的砍到一点皮毛。整了半天，也就使那野牛头上的红色HP值，略微缩短。\n   野牛，正式名称叫做“三角猛牛”，虽然只是等级2的初始小怪，但在不断挥空和遭受反击之下。索亚已经伤痕累累，就连衣服也被扯了一块布下来。如果这场战斗再继续下去，也只剩下一次左右的攻防。\n   紧接着，身躯巨大的三角猛牛却以敏捷的动作，朝着索亚发动猛烈的突击。看见索亚被三角猛牛巨大的双角给顶飞，在草原上打滚的样子，让西普在旁边哈哈大笑。\n“好痛啊!\"\n   嘴里一边咒骂着一边站起身来的索亚，看了西普一眼，很没出息的对他说。\n”笑什么笑！这东西会动啊！\n”呼...呼..“\n   索亚大口大口地喘气着，摆出攻击的姿势。再次挥砍向三角猛牛。\n”碰！“\n  闪耀着白色剑芒的剑刃，一不小心砍向了三角猛牛的第三只角。只见，那角被砍出了一道很大的裂痕。手中的剑也被震了出去。其实，这一击很成功，只不过攻击错了位置。\n“眸！”\n   三角猛牛显得有些愤怒，原本白色的眼瞳变成红色。它的第三只角变得更加的大了。是的，索亚犯了一大禁忌，万万不可攻击三角猛牛的第三只角。那是它的魅力象征，要是伤到了，可能一辈子也找不到伴侣。同时，还触发出了血怒状态。攻击和生命将会大大提升。原本还有二分之一的血量，瞬间回满了。\n“不妙”\n   西普显然意识到了，三角猛牛的血怒状态。他拎起自己的那把巨斧。直接冲到三角猛牛的身旁，一斧子下去，血溅四方。整头牛被撕裂成两半。头上的HP值瞬间消失。血溅了西普一身。面对西普这种2级守护者，面前的\n“真TM恶心！”他擦去自己身上的血迹。\n“多谢！吓死我了”索亚终于松了一口气，不过他感觉自己有点不舒服，闻着血腥味，看着被撕裂成两半的牛肉块。甚至，还有点反胃。\n“看来你有点接受不了啊？这有什么？”西普看到索亚那样子感觉十分的好笑，\"其实，我在现实世界中是一名老兵。这种场面早见过了，要是人，你岂不是要有负罪感?哈哈！“\n“我来教你，短剑给我。”\n   索亚将他手上的短剑扔给了西普，西普又找了头三角猛牛，在这个草原上有着许多的三角猛牛。\n   肩膀摆好动作，拉开架势，短剑的剑刃开始发出些白色的光芒，接着往前方一次，便在空中划出一道笔直的光线，直接命中了三角猛牛的头颅的正中部位。完美的一击，并且在剑尖上闪耀出微红色光芒。那是暴击时才能发出的光芒。\n   索亚呆呆的站在旁边，看着三角猛牛头上的HP条瞬间消失。\n   “见笑了。“\n   ”这是什么招啊？“索亚一脸的疑问。\n”铁短剑的剑技之一，初始共有两招，一招是“突刺”，另一招则是“挥砍”。每一种武器的技能都是不同的，你可以自己习得技能，这一般通过技能书或者NPC处学习。还有一种就是升级武器。同时，当你有了职业之后，技能又会增加。一般共有五个武器技能位置。你可以通过戒指，来获取一定信息。每个技能都有着不同的发动方式，我刚刚那招就是\"突刺。”其实你刚才差点使出了“挥砍。”\n“剑给你，你再找头练练手！“说完，便将短剑扔给了索亚。\n   很快又发现了一头三角猛牛。\n   学着西普，摆好动作，拉开架势，直到短剑的剑刃发出些白色光芒，接着往前一刺，便在空中划出一道笔直的光线，恰恰命中了三角猛牛的头颅。只见，三角猛牛头上的HP条缩短了十分之一。然后一个后跳，远离了三角猛牛大概3米远\n   毕竟索亚与西普的等级差距过大，伤害自然也一样。\n   三角猛牛的脚向下一蹬，伴随着气力的咆哮声往索亚这边冲了过来。\n   索亚将短剑架在身体中央，摆好防御姿势。\n   三角猛牛的双角划出了一道锐利的弧线，直往索亚怀里进逼。他握住短剑不放，挡住三角猛牛的双角。显然这十分的吃力，三角猛牛的力量之大，差点将他撞倒。然后，他的短剑再次发出微弱白色光芒，呐喊着！挥砍向三角猛牛，在空中留下炫目华丽的银色轨迹。在三角猛牛厚实的表皮上留下了一道长疤痕，不停的留着红色鲜血。让三角猛牛原本的血量流逝了一半。\n   索亚并没有停止，反而更加猛烈的不停的挥砍着。不过，在三角猛牛的厚实表皮下，这显然并没有多少伤害。三角猛牛将角顶向索亚，索亚往后跳开一大步，躲掉了三角猛牛的攻击。不过，它并没有就此松手，反而更加猛烈的冲了上来。\n   索亚再次闪躲过三角猛牛的冲击，然后瞬间摆好架势，往三角猛牛突刺，产生了一道红色光芒，暴击！之后从左向右回砍撕裂开三角猛牛庞大的身躯，将身体再次回转了一圈，将剑直接深深地切入敌人的身体，又是一道暴击！\n   终于，三角猛牛的HP彻底的归零。索亚也松了一口气，静静的躺下了。\n”牛逼啊！小子没想到挺灵活的吗“西普鼓励着索亚，对他赞不绝口。\n”好累！“\n   索亚刚刚杀死的三角猛牛的尸体，流露出一道，黄色微弱的光芒。\n”有东西，小子你杀的牛。掉东西了！“西普叫起索亚。\n”哪里呢？没有啊！就闪了闪光而已。“\n”你将它的肉体切开。“\n    听了西普的话，索亚照着将三角猛牛的尸体一刀一刀的切割开来，捂着自己的嘴巴，着实在太恶心了。一不小心，将三角猛牛的肠子给整出来了。索亚差点就吐了！\n“哐！”的一声，似乎是切到了什么金属，沿着切开，流露出银色光芒，那是一把剑，丝毫没有沾染上三角猛牛的血。剑闪耀着银光，洁白的剑身都可以当镜子来用了。索亚手上的戒指出了反应。\n   切割者【卓越】\n   单手剑\n   攻击伤害【89-168】\n   攻击速度1.0\n   属性加成\n   力量2\"看来是把不错的剑，至少可以让你度过一个新手期了。“\n”真是捡到宝了“索亚显得有些高兴，“能先回去，洗个澡吗？”他浑身的血腥味，已经完全受不了了！\n上一篇\n\n",
    "replies": [
        {
            "author": "啊3943366969",
            "timestamp": 1440925020,
            "txt_content": "。。。不骗你。。我一直以为是亚索。。我错了"
        },
        {
            "author": "Mu_North",
            "timestamp": 1440927720,
            "txt_content": "啊3943366969 发表于 2015-8-30 16:57\n。。。不骗你。。我一直以为是亚索。。我错了\n其实，一开始，我想写的主人公的技能有点类似亚索"
        }
    ]
}