{
    "title": "[转载]车站竣工&成吨的烤猪肉",
    "author": "martin1",
    "replyCount": 1,
    "timestamp": 1346513040,
    "txt_content": "虽然简陋，不过好歹是分享一下。随着游戏进程，应该还会慢慢更新。\n嘛，因为没有太多时间玩游戏（其实大部分时间都用来泡官方坛子了……），所以现在建造的东西少得可怜……\n\n2010-11-27：车站竣工&成吨的烤猪肉\n\n\n更多图片：15楼\n\n\n2010-11-26 ：小花园和大冒险\n\n更多图片：14楼\n\n\n2010-11-25：怪物塔竣工~\n\n更多图片：12楼\n\n\n\n\n2010-11-23 OP\n首先来一张总览……那个奇怪的长方形就不要吐槽了……当初为了看biome和测试orevein删过两次chunk……\n\n\n\n\n\n\n\n\n\n\n\n首先是正面……记得以前好像也自爆过……现在的不同是从一层土茅房变成双层小洋楼了……猪君表示免费的电梯不坐白不坐\n\n\n\n\n\n\n\n这里是北门，一字排开的箱子装着建筑材料和常用工具\n\n\n\n\n房子内部一角。简单的水池，通向2L的阶梯，loot箱，以及一副《记忆的持续》……其他部分太简陋了就不发了……\n\n\n\n\n二楼就更……这根本什么都没有嘛喂\n\n\n\n\n冰箱可以没有，电视可以没有，保险柜不能没有——用至今在地牢里发现的所有mossy cobblestone搭建的保险柜。因为用不起钻石黄金铁块什么的，据说Creeper对付cobblestone比较吃力\n\n\n\n\n出门左拐，一个小小的芦苇种植基地……这玩意长得实在太快了\n\n\n\n\n扳下开关，截断供水后再次接通，芦苇就全都爆掉了，啧啧，自动牧场\n\n\n\n\n\n就在芦苇丛边上就是小小的“半自动”收割麦田。因为前段时间亚热带逆行气团的影响，所以导致种子匮乏，现在只有一部分得到了利用。\n\n\n\n这里就是收获开关了，扳下开关之后水流会自动收割，收集麦子……\n\n\n\n\n\n……不过很可惜这样的收割方法是得不到种子的，种子还得去农村协作社购买。这也是为什么叫做“半自动”的原因，不能可持续发展嘛\n\n\n\n往南走，出门就是我投注最多心血的单层自动车站了\n\n\n\n自动车站的一大特点是所有的轨道都在一个平面上，附属设施也不多，看起来要比那些动辄是多层的复杂车站简单许多。不过功能可是一点也不含糊。下面是该车站所能完成的功能：\n**一键控制。补充矿车，启动，循环，除错全都由一个按钮控制，正是一按钮通天下的典型\n**防误启动。只有有人乘坐的矿车才会正常启动，如果在无人的情况下按下按钮，空车不会离开月台，而是自动回到矿车仓库，避免空车跑走\n**来车判断。如果进车站的是空车，或者货车，则会引导到缓冲处，只有有人的客车才会放行到月台。远方的你可以尽管把货车发回来而不必担心撞车或者其他事故，本车站均可以自动处理\n**可选择的缓冲模式。根据需求，可以将前来的货车进行卸货储存或者整车储存。卸货方法可以直接将运送的货物直接卸进仓库，你回来的时候打开箱子即可收取。但是如果货物过多就会溢出，掉在地上的部分一天后就会消失掉。如果需要运送的货物很多，则可以选择整车储存，取货的时候按车次整理\n**预防事故。当月台上已经有了一辆等候中的矿车时，如果又有一辆客车前来，月台上的车子会自动回到仓库，避免与客车相撞。（因为货车和空车走的是缓存处，无需规避）\n**路线选择。车站支持4个目的地选择，可扩充数量没有限制，并且呈二倍增长。如果增加一个开关，路线就能选择8个，再增加一个，就能选择16个。\n**自动岔口纠正和防误操作系统。总所周知，这样的目的地选择目前只能通过T字路口选择。这样的路口有一个问题：虽然出发的矿车能够正常出行，但是如果保持岔口状态，则会导致某个地方前来的矿车走到错误的地方。（比如图中有红色箭头T指向的地方，当其转换接口时能够让出发的矿车走右边的两个方向（3、4）；然而从右边回来的矿车则会走到1方向而不是车站。因此本车站配备了纠正系统，当选择目的地出发后，控制台就会锁定，以使所有方向回来的矿车都能入站。如果要再次出发选择目的地，则必须解锁控制台后选择。控制台锁定时，无论选择扳手处于何种状态，都无法对岔口产生影响。\n\n\n\n\n\n这就是月台了，现在有一辆矿车等候我们乘坐。并且，矿车位置是锁死的，就算你想要推动它也动不了分毫。只有按下启动按钮才会前进，避免了误碰。\n\n\n\n\n\n现在没有人乘坐，按下启动按钮后空车没有出发，而是从侧道回到了仓库。同时，一辆新的矿车从仓库里出来，停留在月台上等候下一位乘客。如果因为某种原因月台上没有等候的车辆，按一下启动按钮即可。指示牌上的状态表示现在仓库的配发状态，其实不代表按钮的工作情况，就算你使劲按不停地按也不会出现问题，因为按钮自带防误操作系统。\n当你乘坐上矿车后，再按下启动按钮，就能正常驶出月台了。\n\n\n\n\n这就是收取货车处。按下扳手，指示牌会显示“当前前来货车会储存到缓冲处”，当有空车或者货车前来的时候他们不会跑到月台上，而是会堆叠在左边羊毛缓冲垫上，取货的时候依次处理即可；拉起扳手则会显示储存到箱子里，空车和货车前来的时候会连同他们本身一同储存到箱子里，取货的时候检查箱子即可。因为货车的容量相当于一个箱子，所以箱子储存模式最多能储存2个货车少2格的货物（除去货车本身），放不下的物品就会溢出来。这时候就需要使用缓冲处模式接收货车了。\n\n\n\n\n\n通常情况下站台指定的默认目的地是一号目的地。如果需要前往其他地方，那么向前走几步，在控制台这里设定目的地即可。\n控制台锁定的设置其实可以通过另外的电路实现，但是这样的话需要非常庞大复杂的电路。不少外国佬的视频中，站台的下面通常都有十多层甚至几十层的控制系统\n\n\n\n\n4个目的地，不过目前只有一处可去=w=  以后探险的地方多了，再慢慢建铁路\n\n\n\n\n从二楼下来的近道，以及控制室入口(闲人免进:P)\n\n\n\n\n进去后就可以看见发车仓库。按下启动按钮发出的矿车从这里出来，误操作启动的空车回到这里。箱子旁的牌子可以很直观地看到仓库里还有多少矿车，不需要打开箱子确认，如果太多或者不足就可以直接处理。\n\n\n\n\n继续往下走就到了控制电路中心，虽然有点复杂，但是整个电路仅有2层，占地面积比车站本身还小，可谓简单有效，紧凑实用。\n\n\n\n\n\n\n\n不是说还有个怪物塔么，现在就让我们去玩吧\n\n\n\n\n远远地就看见了一座高塔，没错，这就是位于传说中的（0，0）chunk的黑魔法之塔\n\n\n\n\n虽然入口看起来很宏伟，但是实际上只有地面上的部分，所以大概只有40格高，9层刷怪楼而已。和某些每小时一万四千多物品收入的128层的超级黑魔法塔比起来不足挂齿\n\n\n\n\n\n\n\n\n因为塔很小，所以怪物也稀稀拉拉的。没有统计过，不过物品产出率还是挺令人满意的。通常黑魔法塔全功率运行需要至少10分钟的预热时间，现在我们刚来，截了两个图就已经有了一堆火药，还是挺不错的。\n\n\n\n\n\n\n暂时就这么多了，谢谢观看。随着探险的进行，本文应该会慢慢更新。\n因为使用的mod很多，为了不让你的电脑爆掉，存档就不分享了。\n其实只是懒得整理mod列表罢了……不是所有mod都必须的，但是有的mod添加的物品在没有按照mod的游戏里会造成崩溃甚至损坏存档，所以这个和机器性能无关(ˉ▽ˉ|||\n不过既然有人要求那么还是认认真真弄一下吧……\n\n存档：\n一、下载\n这里：http://www.mediafire.com/?kib1ldxryuaabsq\n包含存档和我的全部mod（某历史遗留物除外）。如果只是想体验存档那么不必全部安装，必须的部分看第二部分。\n提示：材质包自选，这个必然没什么影响……那个mymix是我的混搭，如果你希望看到和图中一模一样的效果的话……\n另外文件名带括号的表示还有子文件夹，带下划线的表示是自安装mod，需要全部mod就绪后单独安装，modloader必须使用303的修改版，其他应该没什么要注意的了\n或者现在共享了怪物塔和仙人掌牧场对象，你可以导入到你的世界里：http://www.mcbbs.net/thread-907-1-1.html\n\n二、必须mod列表\n1.Minecart Mania v2.0b （没有这个你肯定会崩的我保证）\n2.303版 modloader v1.21-v1.0 （3的必备品）\n3.303 arrow 1.9 （俺箱子里有几根爆炸箭）\n4.Risugami的Sign Tags 1.32和Floodgate 1.01 （没有这个你肯定也会崩的我保证）\n5.ControllerBloc v1.9 （没有这个你肯定还是崩的我保证）\n6.Redstone Burnout Fix （没有这个你肯定……虽然不一定会崩，但是自动车站很可能会运行不正常）\n7.Ultimate Fist v1.1 和Diamond Paxel v2.0 \n（注意，如果你有invedit，删掉物品栏里的fist就可以不装Ultimate Fist；Diamond Paxel是历史遗留物，mod集合包里没有。因为我发现有点bug就删了，但是jar还是打了mod版本的，好像还有一把放在某个箱子里……因此你可以先试试，如果进游戏崩了，自行下载Diamond Paxel打上即可）\n\n想单独下载的同学：http://www.mcbbs.net/thread-807-1-1.html\n自行寻找我懒得那啥了= =\n\n另外使用存档的同学请不用对某个奇异景观过于惊叹……\n\n\n\n\n\n*******************\n你是不是觉得我对车站的描述是在说天书？是不是一个booster都没看到感觉很奇怪？其实是因为我使用了矿车狂热！mod，如果你也想要建造这样紧凑有效的车站，看这里：http://www.mcbbs.net/thread-873-1-1.html\n\n你还是不是觉得我的世界看起来立体感比一般人的要强？其实是因为我使用了环境光遮蔽mod，看这里：http://www.minecraftforum.net/viewtopic.php?f=25&t=55700\n\n是不是觉得玻璃也能插火炬很奇怪？会变铁块变黑曜石的控制台很神奇？一个按钮就能控制作物收获的牧场很方便？这些都要归功于强大的mod，所有的mod都可以在这里找到：http://www.mcbbs.net/thread-807-1-1.html",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1346515020,
            "txt_content": "材质要是16X的话，，，，，求————！！"
        }
    ]
}