{
    "title": "<原创·连载·圣杯>《终焉》[第一章第二节][by:泣东风]",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1440932040,
    "txt_content": " 本帖最后由 xcc 于 2015-10-1 14:07 编辑 \n    蓦地寒光一闪，只是眨眼间，怪物的双角便被斩断，掉落在地上，在这寂静的夜中发出一声巨响。\n\n\n\n    顾离还没来得及看清是谁砍断了怪物的双角，又一把刀刺入怪物的脖颈，蓝色的血流出，在地面流出一泓深潭。\n\n\n\n     当这不足十秒的屠杀结束，顾离才看见一个人背对着站在他的身前，身穿黑色风衣，背后背着两把刀。\n\n\n\n    “这个怪物，就当没看见。”那人收起刀走开。\n\n\n\n     “那么它是从哪来的？”顾离还是忍不住问了一句。\n\n\n\n    男人扭过头狠狠瞪了他一眼，哼了一声，转头就走，并没有回答。\n\n\n\n     顾离只当是自己好像问了什么不该问的事情，整理了下单肩包，抱起尤克里里，默默走开了。\n\n\n\n      刚才男人扭头的时候，顾离看见男人戴着一个黑色面具，似乎是在隐藏自己的身份？ 他是谁？为什么要救我？他为什么不告诉我那个怪物是哪里来的？顾离百思不得其解。\n\n\n\n     为了弄清楚这一切，他决定跟踪男人，看看接下来他会做什么。\n\n\n\n     男人在大路上走，顾离便躲在路旁的梧桐树后；从天桥上走，顾离便在天桥下仰着头跟着；在小巷里走，顾离便躲在垃圾堆后。\n\n\n\n     男人走到一处空旷的场地站定，顾离也停止了跟踪。他贴在树干上，靠听觉分辨发生了什么。\n\n\n\n      他听到男人的脚步声，嗒嗒嗒，声音越来越大，逐渐逼近。就像当时追逐他的怪物一样，迈着沉重的步伐走来，令他窒息。\n\n\n\n      男人似乎停住了，脚步声也像是被人狠狠掐断一般戛然而止。顾离大气不敢出，轻轻向右边移动。他是如此小心，担心呼吸声和背包里的东西相互撞击的声音暴露自己。\n\n\n\n      可是男人已经站在自己唯一的遮挡物——一颗需要两个人才能抱住的树——的前面了，他也许已经发现了。 \n\n\n\n      树后传来风鼓动人衣袖的声音，其中还夹杂着一声不屑的“哼”。\n\n\n\n      接着是很响的跺脚声和带着嘲笑的一句话——“别躲了。早就发现你了。”\n\n\n\n       顾离从树后闪出来， 尴尬地笑了笑，然后摆摆手，向后退了几步。\n\n \n       男人又一次跺脚:“跟踪我作甚？”\n\n\n\n       顾离权衡了一下说实话与说谎话的利弊，轻轻皱眉道：“我想知道那怪物是哪来的。”\n\n\n\n       男人嗤笑一声，把面具按了按：“从七櫆逃出来的。还有别的问题吗？没有就赶紧走吧。”\n\n\n\n       这种轻蔑的态度很让人窝火，顾离忍了忍，语气尽量平和地问：“你是谁，为什么要救我？”\n\n\n\n       他得到的回答是哈哈哈哈一阵大笑。和男人的径自离去。\n\n\n\n\n       突然周围的一切渐渐模糊起来，最后，像是戏剧的幕布被拉上，一切都变得黑暗了。\n\n\n　　  后脑勺还留有被击打的痛感。顾离能听到自己倒地的声音，和一阵急促的脚步声。\n\n\n\n       当他清醒过来的时候，发现自己正坐在自己驻唱的酒吧里的一张桌子上，左手拿着他常用的乐器——尤克里里。\n\n\n\n        这家酒吧里聚集了很多人，全部戴着墨镜，互相碰杯饮酒。\n\n\n\n         他找到一个胖子询问这里是哪，那人满嘴酒气地回答——“哦，昨天晚上，那个什么聚会的小广场不被怪物袭击了嘛，于是聚会地点就换了一个。”\n\n\n　　原来是另一个聚会地点啊。但为什么所有人都带着墨镜？ \n\n\n　　“那是一种身份证明——你知道，为什么最近沉默的城市开始热闹起来了吗？”胖子答非所问，但他说话却不再吞吞吐吐，“因为啊——”他故意把“啊”的音延得很长。\n\n\n　   胖子身后闪出一道人影，恶狠狠地说：“住口！”\n\n\n　　 登时整个酒吧安静了下来。\n\n\n　　“你酒没醒啊？”那个人气急败坏地揪住了胖子的耳朵，“你差点就要说出来了！”\n\n\n　　 酒吧里传来一片唏嘘之声，胖子慢慢低下头，向后退了几步，喃喃道：“酒没醒······而且不也没说出去嘛······”\n\n\n　   “说出去就晚了，你这个大喇叭！”那人恶狠狠地骂道，他的声音对于顾离来说竟有些熟悉。\n\n\n　　这个从出现开始就很凶狠的人让整个酒吧的气氛变得紧张起来，像是往空气中投入了一块冰，让人觉得寒风阵阵。\n\n\n　　那个人四下环顾，当视线定在顾离身上时，他的左眼眨了几下，随即一双大手揪住了顾离的衣领。\n\n\n　　“出去，谈一下。”那人压低了声音。\n\n\n　　最近奇怪的事太多，顾离一时反应不过来，站在原地没动。\n\n\n　　那人本已压低的声音差点贲发出来：“出去！”\n\n\n　　顾离方才退了出去，对于那人的态度还留存有恐惧。\n\n\n　　那人紧跟出来，点起一根烟：“先把你的包放地上吧。还有，别抱着那把尤克里里。”\n\n\n　　酒吧外与酒吧内完全是截然不同的光景，一边死寂地像是没有生命存在，另一边像是繁华的都市热闹非凡。隔音玻璃门完美地分开喧哗与宁静，让死寂依旧死寂，喧闹仍然不止。\n\n\n　　顾离放下尤克里里和单肩包，说：“干嘛？”\n\n\n　　那人的态度似乎缓和了：“你记得你的家在哪里么？”\n\n\n　　“不记得了。”\n\n\n　　那人掐灭烟，丢在地上，又从兜里拿出一支抽了起来：“那么你记得自己吗？”\n\n\n　　“······自己？”顾离从地上抱起尤克里里，弹了几下，“当然，我是名酒吧歌手。”\n\n\n　　那人点起烟：“不，我说的是你的'来处'。”\n\n\n　　“来处？抱歉，我······记得很模糊。”顾离低头思索了一会，有些犹豫地回答。\n\n    那人把发红的烟头直接在右手上捏灭，第三次点起烟抽起来：“看来你是不知道了。这样也好。”\n\n\n　　“说得好像你知道一样。”顾离白了他一眼。\n\n\n　　“也许吧。昨天我杀死白兽后，有人打晕了你。以后多加点防范。”那人急忙转移话题。\n\n\n　　白兽是什么？顾离一头雾水。\n\n\n　　那人方才意识到顾离并不知道白兽，急忙解释：“一直追着你的那只长得像羚羊的怪物。昨天我砍死了它。”\n\n\n　　顾离终于明白为什么感觉那人的声音有些熟悉，是昨夜杀死怪物的那个有些狂傲的男人。\n\n\n     “是你啊。”顾离把包背在身上，“你到底是谁？为什么救我？”\n\n\n       男人一边点头一边狂笑，开始向酒吧走去。\n\n\n　　“那么告诉你吧——我叫隗臧云，是一名猎人。”男人在酒吧门前停住，转身靠在门上。\n\n\n　　\n        猎人？什么猎人？\n\n\n　　\n       “这事全怨‘星河’联盟。”隗臧云抱怨着，“弄了个什么猎手协会，让我们这些普通人成为‘猎人’——说白了就是让我们把从七櫆流窜过来的怪物和眷顾者杀得一个都不剩。”\n\n\n　　\n      星河联盟是在七櫆与人类爆发战争后由一些领导人自发组织的，很快就在全世界树立了威信，并且逐渐成为领导全人类的组织\n\n\n　　\n    “你知道为什么最近有些地方开始热闹起来了吗？”隗臧云擦了擦眼角的液体，“因为现在至少有一半的人都加入了猎手协会，他们开始频繁地聚会，为了拉拢更多的人加入。”\n\n\n　　\n       顾离思索片刻后，道：“这才是你出来找我谈的内容吗？那为什么之前不让那个胖子告诉我？为什么出来谈还扯了那么多废话？”\n\n\n\n\n　　“关于废话的问题，我申明一下，那些不是废话，你以后会明白的。”隗臧云转身开门，“至于那个胖子嘛，如果由他来说，会泄露太多。”\n\n\n　　　　\n　　“我先回去喝酒。另外啊，有的事你不该知道。”隗臧云推开酒吧的门，很快融入到饮酒作乐的人群中了。\n \n\n上一节           索引         下一节\n      \n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1440936780,
            "txt_content": "\n\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 \n\n貌似有些人被我和谐了？"
        },
        {
            "author": "江米条",
            "timestamp": 1440941400,
            "txt_content": "支持_(:зゝ∠)_，就喜欢这种利落的排版"
        }
    ]
}