{
    "title": "MC1.7.10工业实验版教程。",
    "author": "我的心声",
    "replyCount": 19,
    "timestamp": 1440941820,
    "txt_content": " 本帖最后由 我的心声 于 2016-7-30 14:28 编辑 \n我不想写教程的，可是网上没几个对的我我工业版本教程，我不得不写1个给我朋友。。。。。我的工业实验板是1.7.10的。\n\n玩工业如何起步，要先找到1种树，如图\n\n\n\n\n\n\n这是橡胶树，上面有几个黄色的点就是树脂。怎么提取呢，要用到木龙头，最好弄几个树苗，定家后种，合成如图\n\n\n这就是木龙头，把木龙头拿在手上对橡胶树上的黄点右键就能提取到树脂，拿树脂去烧或者丢件提取机可以获得橡胶。多弄点橡胶，然后就去挖矿。\n挖矿的时候你会发现多了几个矿，如图\n\n\n\n看到这些矿，统统挖了，绿色的铀矿是弄核电的，核电不难，到后面我会讲解。\n挖完矿后，先做1个锤子，合成和用法如图\n\n\n\n\n\n\n\n\n\n\n\n\n\n好，有了锤子，就再做1个钳子，合成和用法如图\n\n\n\n\n好了，橡胶，锤子，和钳子都弄好了，开始弄机器。首先要弄1台基础的发电机，火力发电机，这是发电机是烧物品来发电的，然后用电线连接发电机和机器，合成如图\n\n\n\n\n\n\n\n\n\n\n\n\n发电机弄完，该弄1个储存电力的东西了。（储电盒）到后期你可以制作更加高级的储电方块。合成如下\n\n\n注意，每1个储电方块都只有1面个是出电的，其他的都是吸电的。电力单位是EU\n然后开始做你的第1个机器，我推荐先做提取机或者打粉机，合成如图\n\n\n\n[attach]953576[/attach]打粉机比较慢，推荐做多点。提取机可以慢慢来。有了机器，用电线和发电机或者储电盒连接，就可以工作了。打粉机可以做很多事，但是太慢，把挖来的矿丢进打粉机，能得到矿石粉，关键是粉是矿石的2倍，拿去烧就等于2倍的矿↖(^ω^)↗。提取机就是有些小用从。关键是把树脂丢进去能获得3个橡胶。\n废话说完，继续做另1个机器，金属成型机，合成如图\n\n\n\n\n\n\n\n\n\n\n\n这机器可以调整模式，右键机器后有1个线的标准，点1下就可以换模式了。线的标志用来制作别的东西，锤子的标志是能想锤子1样做东西。不过别手弄的锤子做的东西更多，什么锭都能压，钳子的标志我不想废话了，自己看。\n什么，发电机不给力了？那就试试风动能吧！需要转子，风力发生机和动能发电机。合成表之类的我不弄了，自己去下载NEI看合成。\n\n\n\n这分别是风力发生机和动能发电机，分不清可以看高亮显示，\n右键发生机会看到机器显示缺少转子，做1个放上去就行了，还有，最好机器最好放在150上，170下的地方运行，风力大，不懂，自己弄风力仪。合成自己下载NEI，转子的种类如图（黑色的是最好的）\n\n\n哦对了，在上上面的那个图，我图上机器那2个中间有灰色的2个面是必须想粘着，怎么弄要用上扳手，合成还是自己下载NEI去看。。。。怎么用自己去琢磨。发电的问题解决了，接下来继续做机器，接下来做压缩机，注意压缩机做东西很慢，推荐做2台压缩机。合成依然是自己去下载NEI去看。\n压缩机做完，然后再做1台流体、固体灌装机，用从很多。\n\n好了，接下来你要做1个坑爹的机器，高炉（用来做精炼铁，就是钢）。合成依然是看NEI合成，（不是我懒，真的麻烦）\n高炉不需要电，要热能，就要加热机，加热机有很多种，我个人推荐电力加热机。合成，看NEI。\n电力加热机要电（废话），里面还要放些线圈，才能加热，需要热能的机器和加热机都有1个橙色的小方块，加热机的小方块和需要热能的机器的小方块对接在1起，再运行加热机。\n有了热能，高炉还要弄的东西才能运行,怎么弄如图。\n\n\n\n需要压缩空气单元，和1个铁锭放上去才行，压缩空气单元怎么做，直接把空单元放的压缩机即可，（不是流体单元！）单元怎么做，用锡板，放在挤压模式的金属成型机里就行了。\n如果你有高级太阳能MOD（工业MOD的附属MOD），推荐！！！！！！！！高炉不能停！\n等高炉弄精炼铁的同时，你要不断去挖矿，因为这个时候你要做1个最大的储电盒来保证电力储存，最大的储电盒需要40个钻石！！！！！要挖半天，对了，看到什么矿挖什么矿！（推荐加更多背包MOD,挖矿带些背包,就不用怕老物品栏满了。）。挖到了足够的矿石，是时候去地狱逛逛了，（去弄10组萤石粉）别以为多，到后面做高级太阳能，这些不够塞牙缝。\n然后就开始做最高级的储电盒MFSU,可以储存4000wEU的电。其实到后期用大量高级太阳能这些电也只能算九牛1毛了。\n怎么做MFSU，依然是。。。。看NEI（真的不是我懒,要我1个个弄出合成来，还不如1刀砍了我）\n做出来后，拿扳手，按Shift双击老的储电盒就可以拆下来，千万别用稿子拆1些机器或者电盒，否则。。。。。。。。。。。。。你试试就知道了。。。。。当然，扳手有1定几率手残拆坏，弄电动扳手的精准模式不会，但是费电，如果有重量护甲MOD（工业MOD的附属MOD）,里面有1个万能工具，那个工具的扳手模式是不会拆坏东西的，强烈推荐！\n老的低级储电盒拆了，别扔了，还有用，可以拿去做电力喷气背包，合成看。。。。。NEI~~~~~~~~~~\n有了最高级电盒，你可以做多点风动能，不然后面电力跟不上。\n这时候你可以弄热离心机了，合成需要1个镭射枪，合成1个镭射枪通常会有个东西难倒你，我会教你们做，如图\n\n\n做出这个后还不能拿去合成还要弄2个东东，1个是手摇发生机，都是英文名\n\n\n\n这是发生机。\n\n\n\n这是那个机器，把它们放在1起，然后做1个东东，合成如图\n\n\n\n\n右键Turning Table,里面要放东西，怎么放如图\n\n\n\n点机器名字下面的方格开始加工，（在此之前，要空手对手摇发生机多次右键才能点）按合成表的弄法弄就行了。\n\n\n以下是分子机篇\n分子机合成偏麻烦，需要8钻石和若干精炼铁（就是钢）等材料，具体合成看NEI合成表，分子机是做高级太阳能的必备物品（再提示下，分子机和高级太阳能是工业附属MOD高级太阳能的物品），分子机最重要的无过于将铁转为依！！！！！不过也有别的能力，注意是萤石或者萤石粉转成阳光化合物，这是做高级太阳能的必备物品，同时，依也是做高级太阳能的必备物品，同时还能把一个凋零头转换成一个下界之星（如果你想做神秘工匠MOD里的上帝套，这是大便利了，但是。。。。太费电所有以上没电纯扯淡）不过分子机做任何动态都是很费电的，推荐做大规模风动能或者核电，不然电力是跟不上的，等到了有了足够高级太阳能，电能满足MFSU尽量满电，就可以弄量子套了，不过没满足还是别逞强，量子套那电费的可不是一般=-=，量子套在加了高级太阳能MOD有一个终极混合太阳能能头盔，我觉得很好用（主要是美阳光的情况下也能发电），重力护甲MOD里的重力护甲也可以，不过有个东西相信很多萌新都是一脸懵逼，就是冷却单元\n[attach]953603[/attach]\n\n中间的东西呢，制作需要用到流体固体灌装机，合成看NEI（之前都说在要做了）\n打开灌装机，能点击中下方的能换模式的框，调成混合流体与固体（水槽或单元）模式，中间放青金石粉（8个青金石粉等于1个冷却液单元）左右两边什么也不用放但是要拿着水流体单元按住shift对按右键，将水灌到机器左水槽，右水槽是做出来的冷却液存放的地方，做出冷却液后，在拿空流体单元按住shift对机器右键，就能把冷却液取出，然后按上面的合成表合成就行（是锡板，可能不太清楚）\n做出重力胸甲后，就能想创造一样飞了，不过一般情况下要改键位，要在Gravisuite下改，IC2是工业的键位，如果有冲突最好改改\n接下来我讲讲工业各种实用工具的使用方法\n夜视仪：没错，LZ最爱的工具，开启能获得夜视效果，键位Alt+你改的键，你默认M\n采矿钻头：顾名思义，挖矿用的，挖矿等级2，可以升级成钻石，依，或者进阶钻石，依自带时运和精准（可以切换），进阶钻石钻头能自己附魔。依钻头换模式的键位鼠标右键+你改的键，默认M\n电锯：不用我废话了吧，能升级成进阶电锯。\n采矿镭射枪：之前说过，不过这玩意真正功能不像是挖矿，更像开路的，炸山的可怕神器，可以更换模式换模式方法和依钻头一样\n纳米剑：伤害极高，右键打开，在打开的时间才会消耗电力\n拟态板：一个很多人不知道什么玩意的东西，其实是穷逼建筑党福利，拿拟态板对你想用来盖房子的东西的面按shift加右键能添加方块的面，然后对普通建筑泡沫变成放方块右键能直接变成你想添加的面。\n啥？？？建筑泡沫怎么整？好吧，我教你\n想弄建筑泡沫首先得整个泡沫枪，合成看NEI=-=,然后需要建筑泡沫，是要合成的，其中合成材料之一石粉要通过洗矿机或者热能离线机来获得\n至于怎么把泡沫装进泡沫枪，要流体固体灌装机，模式同做冷却液的模式，把2东西放到该放的地方，放上水就行了\n不过想要做出房子，你还要脚手架，分别有木质和铁质，铁质被喷上泡沫能变防爆石，木质则不能，但是防爆石不能被拟态板右键，所有想弄个好看的房子还是用木质的好，防爆没必要，不过防爆石我觉得挺好看的该讲讲工业2的后期神器，UU4件套了\nUU4件套分别有UU生成机 复制机 模式储存机 模式扫描机，下面的图是全家福\n\n\n\n\n2016-07-29_20.53.44.png (285.61 KB, 下载次数: 1)\n\n下载附件\n\n2016-7-29 20:48 上传\n\n\n\n\n至于怎么用萌新们应该很困惑，首先，接电（LZ，把你的废话收起！！！）除了模式储存机- -\n然后做个（粗制）模式储存水晶，然后拿去烧就能用了（不科学），将模式储存水晶丢到模式扫描机里，然后放上你想扫描的物品。注意：扫描完成后物品会消失，并显示是否把数据储存的模式储存水晶里，点下就行了\n随后把有数据的储存水晶丢进储存机，然后点指着下面的箭头就行了\n对了复制机必须放置在模式储存机的旁边，让复制机获得这些数据\n储存好后，点进复制机，点击上面的箭头就能切换复制你扫描过并把数据丢入过数据储存机的物品\n然后给复制机提供足够的电和UU液体就行了，推荐将UU机放置在复制机旁边，丢个流体弹出在UU机里，那样产出来的UU物质就能自动进入到复制机里\n大事- -\n我懒的主动更新了，因为我准备做神秘的教程，以后有什么问题可以直接在下面问我，那样我就会诈尸帖了\n",
    "replies": [
        {
            "author": "JIE__",
            "timestamp": 1440941940,
            "txt_content": "被封了N次贴，这样吧见到真容了"
        },
        {
            "author": "1756102617",
            "timestamp": 1440942000,
            "txt_content": "不懂不过还是顶"
        },
        {
            "author": "xjboss",
            "timestamp": 1440942240,
            "txt_content": " 本帖最后由 xjboss 于 2015-8-30 21:47 编辑 \n\n楼主的教程不错，不过其实网上有很多这种工业教程的，只是你没找到而已。"
        },
        {
            "author": "15253540",
            "timestamp": 1440943500,
            "txt_content": "左下角有特色"
        },
        {
            "author": "我的心声",
            "timestamp": 1440944280,
            "txt_content": "xjboss 发表于 2015-8-30 21:44\n楼主的教程不错，不过其实网上有很多这种工业教程的，只是你没找到而已。\n ...\n是我没找到？好吧。。。。。。"
        },
        {
            "author": "@@Leo",
            "timestamp": 1440945780,
            "txt_content": "我记得有个人写了工业2说明书，杠杠的"
        },
        {
            "author": "@@Leo",
            "timestamp": 1440945840,
            "txt_content": "不过话说被封了N次贴，终于见到真容了"
        },
        {
            "author": "kbxxa",
            "timestamp": 1440947280,
            "txt_content": "这。。。你教程也该注明版本啊。1.7.x的\n还有网上有很多这种教程\n还有撸主的机械方块的合成方式错了。。。[8铁板一圈不是放满]"
        },
        {
            "author": "我的心声",
            "timestamp": 1440979140,
            "txt_content": "kbxxa 发表于 2015-8-30 23:08\n这。。。你教程也该注明版本啊。1.7.x的\n还有网上有很多这种教程\n还有撸主的机械方块的合成方式错了。。。[ ...\n哎呀，多谢提醒"
        },
        {
            "author": "qq971635393",
            "timestamp": 1441063860,
            "txt_content": "我的心声 发表于 2015-8-31 07:59\n哎呀，多谢提醒\n怎么用uu物质生成机？"
        },
        {
            "author": "我的心声",
            "timestamp": 1441085280,
            "txt_content": "qq971635393 发表于 2015-9-1 07:31\n怎么用uu物质生成机？\n如果你是玩单机不推荐UU，推荐使用分子，uu我到后面回说，"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1441124040,
            "txt_content": "楼主你不写清楚，别人会以为高级太阳能是工业里面的"
        },
        {
            "author": "我的心声",
            "timestamp": 1441165020,
            "txt_content": "{:10_518:}额...........高级太阳能谁都知道是附属MOD吧............如果不知道，我会修改-.-"
        },
        {
            "author": "1340289547",
            "timestamp": 1441241700,
            "txt_content": "好帮了大忙谢喽"
        },
        {
            "author": "1340289547",
            "timestamp": 1441241760,
            "txt_content": "楼主大好人"
        },
        {
            "author": "498525451",
            "timestamp": 1469769360,
            "txt_content": "不错的教程"
        },
        {
            "author": "皓月凌空888",
            "timestamp": 1469784780,
            "txt_content": "打字截图肯定很辛苦，加油楼主！"
        },
        {
            "author": "tallfushuai",
            "timestamp": 1581736440,
            "txt_content": "谢谢大佬"
        },
        {
            "author": "a11784175",
            "timestamp": 1583396700,
            "txt_content": "这个版本不用考虑电压，方便了很多"
        }
    ]
}