{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第一章 第八节",
    "author": "2B与mc的故事",
    "replyCount": 9,
    "timestamp": 1440941160,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-9-13 13:28 编辑 \n\n        穹闪看到初明的一瞬间被吓了一大跳。初明现在脸色苍白，遍体鳞伤，整个人软绵绵的丝毫没有精神，好像一阵风就能把他吹飞似的。\n\n        穹闪赶紧把初明扶进了家，让他在床上躺好休息。这时候，穹闪已经能猜到发生了什么了。\n\n        初明输了，天灵山脉马上就会是敌军的囊中之物。\n\n        “他们的火力太猛了，尤其是TNT，只需要几个就炸死一大片弟兄，城门也是被这玩意炸开的。你绝对无法想象他们是有多么的疯狂，一冲进城门就不停地杀戮，只要见到活物就杀！就像凶猛的野兽……不，是恶魔！”一扶着初明回来的那个人陈述着战况。他恐怖的眼神和颤抖的声音，就像是这一幕又在眼前重现一样，“初明队长亲自带领我们第六分队死守城门，但是没到十分钟，整个队伍就被击溃。原来的三百多人，现在只有站在这里的十多人活了下来……”\n\n        “别总是记着哪些坏事，至少，咳，咳，至少我们也削掉了敌军一半以上的兵力。”初明的声音细若蚊鸣。他勉强挤出一丝笑容，“穹闪，看来那个赌……是，咳，咳，咳，是你赢了，我没机会超过你了……”\n\n        “喂，别说傻话，你会好起来的！”穹闪坐在床边，焦急地安慰道，“就算他们攻陷了主城，也不会大老远地到这个偏僻的小山村来的。你安心养伤，总有一天，会把我们的土地夺回来的！”\n\n        “呵，我恐怕等不到那一天了。”穹闪说着颤抖着伸出他的左手，手臂上有一道严重恶化的伤口，虽然已经包扎，可是浑浊的血水在绷带下依然依稀可见，“我被敌军的毒箭击中了。很巧，我们这片地区没有这种毒的解药……军医说过，也许药物能缓解一些痛苦。但是，咳，咳，但是运气好的话也最多不过活三天。”\n\n        “可恶！竟然使用毒箭！卑鄙小人！”穹闪说着抡起愤怒的拳头，朝着身旁的书桌猛地砸了过去，书桌瞬间碎成了两半。\n\n        “别太天真，穹闪。这可是战争，为了赢，人们会不择手段，这很正常。”初明仍然保持着平和的笑，“但是也有人不会这样做，对吧，穹闪。”\n\n        “什么地方有这种毒的解药？我现在就跑去买！“穹闪焦急地问道。\n\n        “最近的地方，平曦联盟的主城，骑马也要五天才能到，就算以你的速度，也至少要三天吧，一去一来就是六天了。所以说，我没救了，放弃吧。”初明的额头上渗出了豆大的汗珠。\n\n        “为什么……怎么会这样……”穹闪的视线渐渐模糊了，不甘心的泪顺着脸颊滴落在地上，一滴，又一滴。嗒嗒的水声，是这个静得可怕的房间里唯一的响声。\n\n       “你呀，又哭了。一个男子汉，怎么可以这么好哭呢？”初明的笑容没有消退，“从小到大，你都是这样。我去参加战斗，一定就要有死的觉悟，这你是知道的吧！”\n\n        “这就让我想起了你小时候啊……你也是经常这样。我见到你的第二次，你貌似也哭了对吧？”初明的脸色渐渐舒缓起来，也许是止痛剂起了效果。\n\n        “其实，我能交到你这个朋友，完全是因为我爸爸……现在想想，他是拥有真正的智慧的人。”初明望着天花板，好像在回忆着什么，“是他告诉我‘没有人生来就是恶魔，是这个阴冷的世界腐朽了每一双天使的翅膀’，是他告诉我，‘你要有一双发现光明的眼睛。当你拥有这样的眼睛之后，即使在黑暗的绝境里也能清晰地看到希望的光芒'。这些话让我深受教诲，你的话，应该能更深刻地体会到其中的含义吧……”\n\n        “你知道吗，穹闪，你的金头发，很漂亮哦，跟星星的光芒一样的颜色。”初明的呼吸渐渐清晰起来，语气也越发的有力，“你知道金色象征着什么吗？”\n\n        穹闪含着泪摇了摇头。\n\n        “对自己，它象征着决心。对大家，它象征着希望。”初明说着朝着穹闪的背上拍了一巴掌，但是这次的显得软弱无力，“所以说，不管别人怎么看待你，你也一定要坚定自己的决心，朝着自己所坚信的正确的道路前进。就像星星一样，他们不是也在黑夜中发着光吗？不管自己的光是多么的微不足道，他们都在日复一日地努力着，从未放弃。”\n\n        “不好了，初明队长，敌人追来了！”门外传来一阵焦急的喊声。\n\n        “怎么可能！他们，咳，咳，他们追来这里做什么？”初明太过紧张，有些喘不过气来。\n\n        “呵，这就是长庚星的命运吗……象征着结束的……星星……看来，启明星给你带来了希望，长庚星却给整个村子带来了绝望啊……”初明说着站了起来，蹒跚地朝着山下的村庄走去，“既然是我带来的厄运，那起码，我得自己解决！”\n\n        “别乱来了！解决？你现在这么虚弱能解决什么？至少也带上我一起啊！”穹闪追了上去，却被初明拦住。\n\n        “就算无法解决，我也得为此出一份力。反正我也是个将死之人，与其窝囊地死在被窝里，还不如死在光荣地死在战场上。”初明一边带着部下离开一边说道，“至于你，穹闪，千万别跟来。这一战，我必败。如果你参加了战斗，他们就会怪你这个‘灾星’带来了厄运了。”\n\n        全体战士毫无怨言地跟在初明身后，就算他们知道，等待他们的是必死的命运。夕阳染红了碧绿的草地，战士们的背影在夕阳下显得格外悲壮，就像一首无声的挽歌。\n\n        “我将来想要成为保护村子的战士。”儿时的誓言仿佛再次在耳边回响。\n\n        “穹闪啊！你将来会为什么而战？！”初明自言自语似地大喊道，接着是一阵爽朗的笑。这笑声响彻了整个天灵山脉，荡气回肠，是一个已经坦然接受了死亡的战士，留下的最后的尊严与觉悟……\n\n        初明的父亲并不悲伤，他只是淡淡地喝了一口茶，像小时候那样摸了摸初明的脑袋，微笑着说道：“去吧，孩子！如果这就是你内心真正的选择的话，不要犹豫，那就是正确的！”\n\n        初明踏上战场的那一刻，他的父亲高声呐喊：“战斗吧，初明！你的战斗没有错！我以你为荣！”\n\n        问问自己的心，作出正确的判断。这是初明在短暂的人生中一直坚信的真理。他为此而战，死而无憾。\n\n        夜色降临，村子陷入了绝望的黑暗之中。但是初明能看到，即使在黑暗之中也看得一清二楚：在他的身后，一颗明亮的新星即将升起……\n\n上一节目录下一节\n\n\n\n\n求建议求意见求批评，我不想总看到水逼……",
    "replies": [
        {
            "author": "1756102617",
            "timestamp": 1440941880,
            "txt_content": "不累吗？\n就一章吗？"
        },
        {
            "author": "名人才华",
            "timestamp": 1440943260,
            "txt_content": "你是有多恨水逼啊（我好像在你的帖子里水了不少）\n水的原因一般都是不好评价，像我那一群人看不懂的小说……"
        },
        {
            "author": "1845797316",
            "timestamp": 1440945120,
            "txt_content": "对话好多呢，看来剧情庞大啊。"
        },
        {
            "author": "守望者_",
            "timestamp": 1440984900,
            "txt_content": "开学lz打算怎么更新"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440989940,
            "txt_content": "1756102617 发表于 2015-8-30 21:38\n不累吗？\n就一章吗？\n你看我就是说过我讨厌水逼…\n就算要问问题也问清楚好吧"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1440990240,
            "txt_content": "守望者_ 发表于 2015-8-31 09:35\n开学lz打算怎么更新\n开学了日更狂魔buff就到期了，大概每周两更"
        },
        {
            "author": "守望者_",
            "timestamp": 1441028580,
            "txt_content": "2B与mc的故事 发表于 2015-8-31 11:04\n开学了日更狂魔buff就到期了，大概每周两更\nlz上什么，我初三"
        },
        {
            "author": "xcc",
            "timestamp": 1452913680,
            "txt_content": "初明父亲一定是个有故事的人"
        },
        {
            "author": "抑制不住的",
            "timestamp": 1452930240,
            "txt_content": "正好路过了，帮顶了"
        }
    ]
}