{
    "title": "|原创/连载/圣杯|《当世界变成方块》第三章 byElevenkh",
    "author": "Sad_elevenKH",
    "replyCount": 2,
    "timestamp": 1440984180,
    "txt_content": " 本帖最后由 Sad_elevenKH 于 2015-8-31 09:50 编辑 \n当世界变成方块                                                                 by Elevenkh\n\n\n        我和西装男在走去潜行室的路上。通过这几天的接触，我已经对我要做的事情和现在的情况有了基本的认识。还做了不少烦人的检查，以及从工作人员那里学习些潜行的注意事项。        进行这项实验的公司名字叫做Toplayer，与MOJANG（微软）签订了协议，秘密致力于开发潜行技术。至于为什么要秘密进行，其实也很好解释，毕竟如果这个神奇的东西实现了的话，带来的利益是无法想象的，而且觊觎这个研究的组织也是层出不穷。而眼前的这个西装男，则是Toplayer公司总裁的助理，名叫张梓。        走着走着，潜行室已经到了。这是间为了与普通病人隔离开而特意设置的房间。雪白得不染一丝灰尘的房间里，放着一台长方体机器，想必就是我要进行潜行的地方了，而房间的一侧是一面巨大的玻璃窗，玻璃另一侧的控制室里的工作人员可以非常方便的观望房间内的情形。        简单的线条最能体现出超越现实的科技感，而这台潜行用的机器，则更是省去多余的线条，白色中空的长方体上没有一丝的纹路，好像浑然一体一般，中间镂空出一个凹槽供人躺在其中。        控制室里穿着无尘衣的工作人员朝张梓挥了挥手，俯下身对话筒说：“这里准备OK了，可以开始了。”张梓比了一个OK的手势，转过身来对我说：“青沙，你准备好了吗，如果没问题就换上防尘的衣服，躺到那张床上就可以了。”说着指了指机器中央的凹槽上。         换好了衣服，我躺进了机器里，衣服上由于没有一丝的灰尘与褶皱，显得异常的白，再加上异常顺滑手感，就感觉衣服好像幽灵一般环绕在我的身上。躺在床上，我的眼前出现了几片电影中才看得到的一堆复杂的电线与几片电极，除此之外，关于这个机器的一切电路都被白色的钢板保护了起来，充满了神秘感与科技感。更加让我有了对这个mc异世界的期望，当然也伴随着一点点紧张感，毕竟这项实验是冒着生命危险的。        “当”的一声，让我知道了门被打开了。一名医护人员走过来，来给我打营养液。接着，大约有几分钟的寂静，突然，随着一阵猛烈的电流声，我的大脑猛地出现了空白。\n冒险，开始了！\n\n         -----------------------         豪华写字楼的顶层，一个衣着光鲜豪华的中年男人看着眼前的全息屏幕，这个人大约四十岁左右，浑身上下都透露出一股老奸巨猾的老练精明，他的右眼下方有一颗豆大的泪痣，成为了他一个明显的标志。         屏幕上是一个少年的个人信息。尉（读yù）青沙，男，十五岁，肝癌晚期患者，喜爱甜食……这个人又瞄向了文字的一侧，是少年的照片。很瘦，青色的血管十分突出；脸上的棱角不算分明，五官并不突出，却非常和谐，显的非常俊朗，如果能有头发的话，也许会非常帅吧；一双眼睛十分的炯炯有神，显现出了异于常人的刚毅。看着看着，中年男人笑道：“不错的材料，不错……”\n\n         ------------------------        “哐”，我的眼前出现了画面。第一个映入眼帘的，便是熟悉的草方块。我终于进入到mc的世界里来了。视野里并没有什么特殊的东西，跟以往的mc并没有什么区别，生命值与饥饿值也一如既往的在视野里的下方，这让我感受到了深深的熟悉感与安全感。本来我还想着能不能体验飞翔，不过看这个样子我应该是在生存世界里。首先，工作人员说过让我先呼出菜单。我没记错的话，好像是左手打个响指。在意识里打了个响指，我的视野里出现了两个浮着的白色的选项框。         ·呼叫管理员· ·退出· ·视角切换· ·坐标显示·我点了轻触·视角切换· ，跟F5的效果是相同的，我看到了自己的皮肤。浅棕色的头发，翠绿的眼眸，加上亚麻色的衣服，给人一种中世纪乡村的即视感，再加上细致的阴影，好像衣服就是用麻亲手织出来的一般。这是我的正版皮肤，想起这是我花了一下午努力制作出来的，一种成就感油然而生。         我重新点击了·视角切换· ，回到了游戏里。接下来，就是要熟悉一下操作了。我在意识中挥动了下右手，视野里的右手像以往在PC上一样挥动了，而且不只是简单地上下挥动，而是可以自由地移动了。看来在这个里面可以有更加丰富的动作。我微微蹲了一下，随后蓄力往前一跳。感觉身体轻飘飘的，落地时脚也并没有感受到震感。果然是没有痛觉的世界吗？         神奇的是，我并没有对这个“陌生”的世界感到生疏。就好像我是这个世界的居民一般。\n        不管怎么样，我开始了生存。                                                                                                                         (未完待续，本章字数：1628）       \n\n\n上一章                         目录\nAt大法@2B与mc的故事 @621842982  @名人才华  @恶魔-潇洒  @guqu @gggbbb  赶出来的，写的不太好呀剧透：非请误入Mc的世界里只有小沙一个人吗。。\n\n\n希望大家多多支持。。希望大家能指出我文章中的不足\n\n",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1440984660,
            "txt_content": "MOJANG并不完全等同于微软\n（说白话就是身残志坚）\n尉（读yù）青沙\n标注读音往往会破坏气氛\n结尾最好留留伏笔。\n评价完我就给人气啦~{/s]"
        },
        {
            "author": "Blealtan",
            "timestamp": 1441000980,
            "txt_content": "wow大好评。\n更新求at~订阅费在索引给~"
        }
    ]
}