{
    "title": "[娱乐]Stickmans items —— 更多的物品，用这些东西去耍你的基友吧~[1.6.4-1.8.1]",
    "author": "1814209846",
    "replyCount": 3,
    "timestamp": 1440998400,
    "txt_content": " 本帖最后由 1582952890 于 2017-9-17 07:04 编辑 \n\n\n\n插件介绍\n没有教程，这是我（作者）做的第一个插件，插件添加了许多可以自定义的东西和指令，\n如果你想添加可以改变他，把插件拖入plugins文件夹，重启服务器\n插件自带许多自定义物品，如“假TNT”，“绿宝石稿”等等\n这个插件每天更新很多次，不知道要不要上传，插件现在的版本是1.8\n\n合成介\n钻石块剑\n钻\n石\n块\n弓\n 假\nT\nN\nT泥\n土\n剑绿\n宝\n石\n稿 命\n名\n牌 马\n鞍 击\n退\n棒 手\n杖  烈\n焰\n棒凋\n零\n棒 红\n石\n弓 线\n弓 烟\n雾\n棒 钻\n石\n块\n头\n盔钻\n石\n块\n胸\n甲 钻\n石\n块\n护\n腿 钻\n石\n块\n靴\n子 钻\n石\n块\n斧\n头 治\n疗\n棒 书\nの\n奉\n献 棒\n球\n棒 铁\n锄\n头 假\n基\n岩 蘑\n菇\n金\n锭 拆\n炸\n弹\n剪\n刀 塑\n料\n炸\n弹 雷\n管 终\n极\n绿\n宝\n石 绿\n宝\n石\n西\n瓜 手注发心\n榴：射使\n弹不除用\n发会非\n射人在\n器工中 核\n弹 燃\n烧\n弹 水\n弹 X\n射\n线 通\n电\n路\n板\n雷\n管\n炸\n弹 激\n光\n步\n枪 \n指令、权限和参数指令： /stickmansitems\n指令权限：stickmansitems.admin\n节点命令：give <1 or 2>, help, minesweep, reset, updateconfig, reload（具体的使用方式就是和指令组合）\n\n\n使用这个插件的国外服务器\n作者的服务器 ip: 73.199.227.76\nLightningCraft(24/7) ip: 198.24.179.122:62543\n\n如何配置config.yml文件\n注意：默认情况下请把所有的配置都设为true\n（其实说白了就是能不能合成）\nversion-DO-NOT-CHANGE - Don't change it. It's the plugin version.auto-updater-enabled - Toggles the auto updater.stickmans-snooper-enabled - Toggles weather I can collect data to help improve the plugin. NOTE: Please disable for now, as it is broken.give-command-enabled - Toggle if people can use /stickmansitems givehelp-command-enabled - Toggle if people can use /stickmansitems helplandmines-enabled - Toggle if land mines can hide and explode.plastic-explosives-enabled - Toggle if plastic explosives can be detonated.nukes-enabled - Toggle if nuclear weapons can explode.incendiaries-enabled - Toggle if incendiaries can explode.water-bombs-enabled - Toggle if water bombs can explode.fall-through-block-enabled - Toggle if the fall through block drops people.blasting-caps-enabled - Toggle if blasting caps dig.dirtsword - Toggle if the dirt sword can be crafted.slayer - Toggle if the slayer can be crafted.cheater-tnt - Toggle if cheater tnt can be crafted.saddle - Toggle if saddles can be crafted.name-tag - Toggle if name tags can be crafted.deathstrike - Toggle if the death strike can be crafted.emerald-pick - Toggle if the emerald pickaxe can be crafted.slapstick - Toggle if the slap stick can be crafted.cane - Toggle if the can can be crafted.diamond-encrusted-cane - Toggle if the diamond encrusted cane can be crafted.wither-skull-gun - Toggle if the wither skull gun can be crafted.boltslinger - Toggle if the bolt slinger can be crafted.spambow - Toggle if the spammy bow can be crafted.smoke-wand - Toggle if the smoke wand can be crafted.herobrine-hat - Toggle if the herobrine hat can be crafted.herobrine-shirt - Toggle if the herobrine shirt can be crafted.herobrine-pants - Toggle if the herobrine pants can be crafted.herobrine-shoes - Toggle if the herobrine shoes can be crafted.airslicer - Toggle if the air slicer can be crafted.healing-wand - Toggle if the healing wand can be crafted.book-of-dedication - Toggle if the book of dedication can be crafted.baseball-bat - Toggle if the baseball bat can be crafted.gun - Toggle if guns can be crafted.camo-mines - Toggle if camouflaged land mines can be crafted.mooshroom-budder - Toggle if mooshroom spawning budder can be crafted.bomb-defuser - Toggle if bomb defusers can be crafted. (RECOMMENDED ON IF CUSTOM BOMBS ARE ENABLED!!!)plastic-explosives - Toggle if plastic explosives can be crafted.detonator - Toggle if detonators can be crafted. (Must be on to detonate custom bombs!)ultimate-emerald - Toggle if the ultimate punch emerald can be crafted.ultimate-melon-slice - Toggle if the ultimate(villager spawning) melon slice can be crafted.grenade-launcher - Toggle if grenade launchers can be crafted.nuke - Toggle if nukes can be crafted. (WILL EVEN DESTROY BEDROCK!!!)incendiaries - Toggle if incendiaries(fire bombs) can be crafted.water-bombs - Toggle if water bombs can be crafted. (Only affects dirt and grass blocks.)x-ray - Toggle if the X-Ray can be crafted.fall-through-blocks - Toggle if fall through blocks can be crafted.blasting-caps - Toggle if blasting caps can be crafted.laser-rifle - Toggle if laser rifles can be crafted.force-bomb - Toggle if force bombs can be crafted.\n\n这一大段长的要死，配合google翻译看吧\n\n下载地址：\n1.6.4下载地址：http://dev.bukkit.org/media/files/765/660/Stickman_s_items.jar\n1.7.2下载地址：http://dev.bukkit.org/media/files/839/822/Stickman_s_items.jar\n1.8.1下载地址：http://dev.bukkit.org/media/files/890/419/Stickman_s_Items.jar",
    "replies": [
        {
            "author": "Thesmile丶",
            "timestamp": 1441000200,
            "txt_content": "太diao了，辛苦了！"
        },
        {
            "author": "a2427714367",
            "timestamp": 1442661960,
            "txt_content": "楼主，，合成表图片裂了 能不能发个给我呀？？"
        },
        {
            "author": "shenren3-c",
            "timestamp": 1556371500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}