{
    "title": "<原创·连载·圣杯>星芒-第二章 世道轮回",
    "author": "lxq54sb123",
    "replyCount": 2,
    "timestamp": 1441007880,
    "txt_content": " 本帖最后由 lxq54sb123 于 2015-8-31 16:46 编辑 \n\n\n\n\n\n9908282_174811585176_2_meitu_2.jpg (44.12 KB, 下载次数: 0)\n\n下载附件\n\n2015-8-31 15:50 上传\n\n\n\n\n\n\n第二章 世道轮回\n时光荏苒，白晟茫已经13岁了，他的心里无比的混乱，他的身世扑朔迷离，在上学时总被嘲笑，他们都说他是爸爸捡来的，可是他也从来就没见过他的妈妈，他爸爸说在他小时候她妈妈就摔死了。他躺在无垠的草地上，望着方方的月亮思绪飞舞，说来奇怪，每当他在天地之间时，总有一种奇特的感觉，似乎能够看透一切。他非常享受这种感觉，所以他每次都舍不得离开。想着想着，他就陷入了梦境，他曾无数次的在这里睡着，也无数次的在这里梦见奇怪的事情，但这一次，显然不同。那是一个无垠的宇宙，一个人顶天而立，对着他缓缓说道：“春夏秋冬，总有人在叹息生命的短暂，挥之不去的忧伤。可谁又知道，生命的轮回，花开花落，它总有一个辉煌的时期。一颗种子经过细雨的滋润，长成了一棵参天大树。可谁曾想过，这是一个多么艰辛的过程。风雨雷电，它艰难地熬过了；人类的诛伐，它幸运的躲过了，可它却受不了人类对生命的叹息。于是，它的树叶开始变黄，披上了一件黄色的盛装。到了秋天，它的树叶开始凋零，伴随着一阵一阵凄凉纷纷从树上落下。春，万物复苏，丝丝细雨滋润着宽广的大地。繁花似锦，花香四溢，把大地装点得如此美丽。春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。花草相映，把春天装点得如此生机盎然。夏，炎阳炙人，幽雅的芙蕖露出了水面，她出淤泥而不染，灈清涟而不妖。她只有那淡淡的粉色，却被人视为高尚的君子。’柳外轻雷池上雨，雨声滴碎荷声”，柳花也如此，只有那单调的绿色。柔风吹过，吹的柳絮满天轻盈起舞，碧绿的柳条不断地轻扬起柳花。芙蕖柳花相映，快哉。秋，金风飒飒，吹走了那淡淡的忧愁。灵菊植幽崖，擢颖凌寒飙，红衰翠减，却减不了菊花傲气。冬，银装素裹，给大地披上一层白衣。许许多多的花草树木进入了梦乡，除了那凌寒独自开的梅，幽香袭人，独立在寒冷的冬季。万物皆有定律，花开花落，亦是生命的轮回。生命不短暂，短暂在叹息生命的残酷。蓝天有了彩云植被有了露珠生命，才以旺盛的姿势站成健康表达一种轮回 ，看春天的微风到处飘来的花香，那是飞舞的蜜蜂对花蕊传递生命的信息，看夏天的溪水流泻不止那是溪水以运动的方式，描述生命同时你是否看到为了表达一个轮回？春天的绿转已变为夏天的蓝 ，每一个轮回的转换应该从无瑕的清白里唤回逍遥的想象写成浓郁的生命续集，让我们穿过生命峡谷向另一个轮回挺进……“那立于天地之间的人又将眼睛缓缓闭上，背对着他慢慢说道“无数雪月风华，天道转动不熄，生命之火依然旺盛，却拢不住那心里的空落。轮回千百世，亘古流下的血液在你今世复出，天道赐你，为那天地孕育的婴儿。今日，你就将承载千万年生生世世的轮回，将你轮回的灵魂，散落的记忆，重新凝聚一起，溶于你身。千古幽魂凝聚一身，世道的轮回记忆重反于一身。““生命不息，轮回不止” “凡俗世间千千万回，世人终将走向下一世。”  “轮回于身，笑看凡俗”\n总字数：1159（连同标题）注：文章部分内容摘自网络，实在不懂才会去借鉴，所以请别见怪每一张都付一张图片，前面几章崩了，现已修复请先观赏：序第一章\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1441020300,
            "txt_content": "很不错，整篇文章充满了诗意。但是楼主已经有些触及“幸福国的空洞”了，对于景物的描写过多，这会导致剧情显得不充实，另外使读者的阅读兴趣下降。不管自己的文笔多么优美，也要适量地表现。不能为了装逼而使主要的剧情缺失\n还有，文章当中的链接是什么鬼……"
        },
        {
            "author": "lxq54sb123",
            "timestamp": 1441024620,
            "txt_content": "2B与mc的故事 发表于 2015-8-31 19:25\n很不错，整篇文章充满了诗意。但是楼主已经有些触及“幸福国的空洞”了，对于景物的描写过多，这会导致剧情 ...\n谢谢提醒，下次注意"
        }
    ]
}