{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S2·|Unturned",
    "author": "lostchair",
    "replyCount": 4,
    "timestamp": 1441019220,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:19 编辑 \n\n    希瑟伦和简在家里度过了十四天，冰箱里一些容易坏掉的东西已经坏了，但是没有人敢出门，所以她们顺着窗口扔到了院子的围墙外面。\n    在这期间她们呼喊过邻居，但是以前嫌她们吵闹，甚至会对小女孩发脾气的邻居现在一点动静也没有。\n    简家就临靠着一条交通干线，可是这多少天却一辆车都没有出现。\n    “我们没有吃的了。”希瑟伦又打开冰箱仔细搜索了一番，“咱们藏在床底下和树屋上的零食也都吃完了。”\n    “我知道……我知道……”简忧虑的抱住了脑袋，“我好害怕……该怎么办……”\n    “要不然出去看看吧，或许是谁的恶作剧吗……”希瑟伦以一个姐姐的身份安慰道。\n    “哪里有这么恶劣的恶作剧……”简终于忍不住哭出了声，“甚至没有人关心咱们……我好害怕……”\n    希瑟伦抱了抱简，眼里也渗出两三滴泪珠，她也害怕到就快要控制不住了，但这时候有一个人崩溃了，第二个人也马上会完蛋，所以最好两个人都不要提任何敏感的话题。\n    “害怕也没关系，至少让我们搞清楚发生了什么再害怕，可以吗？”希瑟伦擦了一下眼泪，换上一副笑嘻嘻的表情，“总不能什么事情都还没见到，就先在家里被吓死吧……哈哈。”\n    “嗯……”简点了点头，从希瑟伦的肩上挪开了。\n    “你去穿好衣服和鞋子，虽然这里一个人都没有了，但是超市什么的，总不可能没有人吧……”希瑟伦说，“毕竟那些货物都是钱嘛，总会有人在这里看着的……咱们以前不也是打过工吗，我还记得因为偷吃了一包巧克力饼干被扣光了一个月的工资呢。”\n    “哈……”简终于忍不住笑出了声，“我记得那个老板，很胖又很凶！”\n    两个人穿好衣服，笑嘻嘻的走出了门……\n    ……\n    迷迷糊糊的简被外面传来嘈杂的声音弄醒了，一睁眼，眼前还是那颗血淋淋的人头，简蹭的往后挪了几下，闭上眼睛不敢再看它。\n    她缓缓地从地上爬了起来，肚子一阵绞痛告诉她，再不吃点东西，她可真会饿死。\n    又翻了几个柜子，终于在放碗柜的柜子后边找到了半袋已经被吃过的饼干，想必是哪个厨师做饭时候偷吃的。\n    因为放了很久，又暴露在空气中，这饼干的口感非常松软，味道也变的很奇怪，真不能用一个难吃形容。\n    但只吃这么一点还不够，锅灶旁边的废物桶里干干净净，旁边的地下还有一些看起来不算太糟糕的生芹菜。\n    虽说不知道是从哪里来的什么样的芹菜，但只要有吃的就足够了。\n    拧开水龙头，还有如往常一样的水从里面流出来，这个城市还没有断水，她把能吃的两根芹菜洗了洗吃掉了，又把胃剩下的空间差不多用水灌满了。\n    一个人哭哭？当然可以，然而现在并没有人看你表演节目，你得一个人活下去。\n    转身走出后厨，才知道刚才外面一直嘈嘈杂杂的声音是来自哪里。\n    数十只怪物趴在餐馆的玻璃窗上，大口叮着玻璃。\n    简吓得瞪大了眼睛呆立在原地好几十秒，见怪物们暂时难以打破玻璃，才稍稍回了回神，一转头又回到了后厨把门锁上。\n    当务之急是从哪里逃出去，然而四周都被锁的死死的。\n    转眼一看，却看到了墙上的通风口。\n    把人家的私有财产破坏了，是要受到惩罚的。不过简现在心里想的是，如果这时候面前出现一个警察说要把她关进监狱，大概她更会感恩戴德吧。\n    从刀架上抽出一把剔骨刀，简把阻挡通风口的东西都拆卸了下来，垫着几块菜板，身材娇小，胸部未发育的简恰好能从那里塞出去。\n    爬出去的她的白色衬衫上蹭满了黑黄色的油，还好裤子和帆布鞋都是纯黑色的，不过油渍仍然非常恶心。\n    顾不得个人形象，刚刚恢复起一点体力的简顺着大路一往前跑着。\n    ……\n    威尔中校接到命令，要去协助撤离附近的民众。前几日的广播已经告诉了这里所有残存的百姓，立刻通过跨河大桥前往另一个尚未陷落的城市。\n    李维兰中士，马克西姆下士和四个列兵和威尔中校一起组成了疏散队的步兵队，同样一起行动的还有苏比列尔指挥的坦克班和左伦思领导的医疗班。\n    威尔中校在桥头设立了关卡，上司要求他放人前行之前一定要严格检查，任何身体有异样的人必须立刻驱离，必要的时候……武器也可以对平民使用。\n    将军以下军衔的人，都不清楚究竟这座城市发生了什么，他们只知道什么地方出了什么事，死了多少人，新闻只是报道发生了暴乱……\n    “听上司的话吧，威尔中校。”李维兰走过来拍拍他的肩，“我们能做的只有这些。”\n    坦克夹在桥头，蜂拥而来的车辆排成了一条长龙，然而疏散在有序的进行着。\n    在末日来临之后，真相了解之前，尚未崩溃的群众保留着最后一丝人性。\n    拖家带口的他们不想惹事，只想立刻从这座混乱的城市里逃出去。\n    左伦思扎下了几座医疗帐篷，为有需要的士兵和平民提供药品。\n    苏比列尔的坦克班负责附近的境界和巡逻以及维持秩序，任何插队，惹事，甚至鸣喇叭的人，都会直接被坦克驱离这里。\n    杀掉一两个鸡以后，猴们也就乖乖听话了。\n    “叫什么名字……”马克西姆问一个小男孩，“你的父母呢……”\n    “他们在……”小男孩转身指向很远的后面。\n    忽然，小男孩吐了一大口鲜血，喷在了马克西姆的脸上。\n    马克西姆没有多说话，用衣袖擦了一下脸赶紧抱着小男孩进了医疗帐篷。\n    排队的人群中传出了一顿骚动，排在比较靠后的汽车忽然开始不顾规矩的鸣喇叭，接着混乱传到了队伍的最前方。\n    “怎么了！”威尔上校从帐篷里走出来。\n    “一大群……一大群……”一个列兵放下望远镜，支支吾吾的说不出话来，“我见过他们……是他们……来了……他们来了……”\n    说完，列兵痛苦的抱住脑袋，他似乎知道远处所谓的他们是什么，他似乎见过那些好像是人，却全身腐烂的生物。\n    他好像知道怪物们撕开活人的身体，蚕食他们内脏的场景。好像一张张血盆大口对准了他的颈部，狠狠地咬了下去。\n    好像过不到三分钟，他也要变成那群怪物一样，继续向下一个地方游荡。\n    列兵抬手举起了手中的柯尔特，对准了自己的脑袋，砰的一枪。\n    “对，快让我进去。”希瑟伦略带慌张的说，“我感觉这个城市有点问题……我感觉最近这个城市的人都有问题……我好害怕……”\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1441019940,
            "txt_content": "大致地看了下，总体不错。只是有些部分有错字，比如“相比是哪个厨师做饭时候偷吃的”，“相比”应该是“想必”\n另外结尾显得有些违和。结尾的印象是很重要的，请切记这一点，并努力营造出你想表达的那种意境。"
        },
        {
            "author": "lostchair",
            "timestamp": 1441020000,
            "txt_content": "2B与mc的故事 发表于 2015-8-31 19:19\n大致地看了下，总体不错。只是有些部分有错字，比如“相比是哪个厨师做饭时候偷吃的”，“相比”应该是“想 ...\n好专业，感觉好久没有被正经的点评过了"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1441113660,
            "txt_content": "大口叮着玻璃是什么鬼啊!"
        },
        {
            "author": "lostchair",
            "timestamp": 1441114440,
            "txt_content": "风吟浅唱 发表于 2015-9-1 21:21\n大口叮着玻璃是什么鬼啊!\n一个十分恰当的动词"
        }
    ]
}