{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S3·|Unturned",
    "author": "lostchair",
    "replyCount": 1,
    "timestamp": 1441077900,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:18 编辑 \n\n    蒙多科挥斧把一个丧尸从上至下劈成两瓣，它们的腐烂的肌肉和空疏的骨骼承担不了这么重的攻击。\n    继续收拾背包，看看有什么能用的。\n    一把复合弓，农场主们或许曾经喜欢用这把弓打猎，但是现在，他们全都变成了毫无知觉的丧尸。\n    蒙多科小心翼翼的从墙壁架上取下这把弓，挂在了背上，同样的还有几支箭，他也一并放在了背包里。\n    出去往农田里走了一圈，只看到一些熟透到变质腐烂的蔬菜烂在了地里，沿着广袤的农田搜索了好久，才找到几块未发芽的马铃薯和一些没坏的西红柿。\n    这是一个远郊的农场，平时不会有人来，如果把这里的丧尸清理掉，或许还是一个不错的安身地点，蒙多科如此想着。\n    他回到了谷仓，那已经空荡荡，只剩下一个巨大的停止工作的切割机。仔细搜索一番也没有找到什么有用的东西，却在谷仓后面发现一个水井。\n    会不会有丧尸掉进去把水污染了呢？蒙多科最后还是没有敢喝水井里的水。\n    临走之前蒙多科发现了一个上锁的货仓，走进了一看，却从门缝中间发现了不少于四只丧尸被关在这里面，一惊之后便也明白了是怎么回事了。\n    外面死掉的那个是这个家里最后一个被感染的人，在这之前他把自己受到感染的家人全都关在了货仓里面。\n    应该感谢吗？应该嘲笑吗？没什么感情可以表达的，只有可怜和不幸。\n    蒙多科转身刚要走，却忽然感到一阵杀意临近，竟是不知道何处钻出了一个女人，一把冰凉的剔骨刀已经抵在了他的后胸。\n    “把……吃的……放下……”女人几乎是哭着说出了这句话，“人……可以走了……”\n    “好，好……”蒙多科赶紧把双手举过头顶，把背包放在了地下，“在这里……小心你已经刺到我了……”\n    女人的手不停的颤抖，刀尖已经刺进了蒙多科的身体里。\n    “对不起……对不起……”女人赶紧鞠躬道歉，却又意识到自己的错误，连忙擦掉眼泪推了蒙多科一把，“赶紧走吧，我不杀你……”\n    蒙多科退后几步，却也没有逃走，只是看到女人扔掉短刀，极快的打开背包，撬开了一罐罐头，用很脏的手抓着吃。\n    “这里有喝的……”蒙多科从上衣的口袋里掏出一盒苹果汁，扔给了女人。\n    女人抬头看了一眼蒙多科，终于忍不住大声哭了出来。\n    ……\n    “这里怎么了……”希涩伦赶紧捂住了简的眼睛，她不想让简看到这些。\n    超市里只有闪烁的灯光，告诉来着备用电源已经用光。货柜上一片狼藉，好像遭到过飓风的洗礼，墙壁上被破满鲜血，好像是墙壁里埋了一具尸体鲜血透过墙壁外渗一样。\n    “离开这里……”希涩伦拉着简的手跑了出去，却又听见超市里面有什么响动，“简，你在外面等我……”希涩伦捡起了一根木棍，握在了简的手里。\n    “你要去哪……”简慌张的说，“你不可能扔下我对吧……”\n    “不会的，我马上就出来，如果十分钟以后还没有动静的话，你就回家等我。”说完，希涩伦又踏进了超市里。\n    在超市门旁边有一把撬棍，希涩伦慢慢摸进来的时碰到了撬棍，便顺手拿在手上做武器。\n    顺着声响往储物间走了几步，便听到了一点点似乎是人的声音。\n    好像看到希望一样的希涩伦赶快跑了下去，跟她打招呼的，却是一个身体完全腐烂，嘴中不断流出鲜血的“工作人员。”\n    看到有新顾客来了，工作人员兴奋的给了希涩伦一个大拥抱。\n    “别……别过来！”希涩伦发出了恐怖的尖叫，闭着眼睛挥舞撬棍，只觉得全身被泼上了一盆凉水，过了好久她才敢睁开眼睛，低头看了看，那自然不是水，而是鲜血。倒在地下的工作人员的脑袋，已经被她打烂。\n    发生什么了？希涩伦跪倒在地，哭出了声。\n    旁边的收音机用它最后一点电力发着残缺不全的录音重放。\n    “所有……幸存的……挂河大桥……限定……”在重复四五遍后，这收音机恰好也停止工作了。\n    忽然安静下来的超市，仿佛又能听到无数怪物的低声嘶吼。\n    想起了简还在外面，希涩伦知道就算为了朋友，她也要正视自己遇到的一切，真实的一切。\n    “二十五分钟了……你为什么……全身是血……”简慌张的问，“里面有什么……”\n    “没什么……咱们走吧，去挂河大桥。”\n    “啊？喔……”\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html",
    "replies": [
        {
            "author": "Yihc",
            "timestamp": 1441080420,
            "txt_content": "unturned版前来支援"
        }
    ]
}