{
    "title": "[心理测验]-20150901-2015年9月十二星座运势",
    "author": "liii",
    "replyCount": 4,
    "timestamp": 1441069140,
    "txt_content": "\n\n\n[心理测验]-20150901-2015年9月十二星座运势\n心理测验番外篇--九月运势\n\n\n       废话前言（可以略过）：\n入秋的9月天气渐凉，星象上也少了之前的躁动不安，月初金星在狮子座恢复顺行，月中折腾了大半年的土星走进射手座，进入常规，而月末则有冥王星的顺行和白羊座满月月食，唯一的遗憾就是18日开始的水星逆行，给本应平稳的生活增添了不确定因素，出行时间、交通工具、电子器材等务必留意。好在大环境走势积极、百家争鸣，金星的顺行更是提振财经指数，可望让投资人找回信心。（其实这一段话我也不知道什么意思）\n\n正文：\n白羊：站稳脚跟，正本清源\n撇去浮华和不切实际，生活主场景走进务实和修正。事业一步一个脚印，磨练专业技能，自我要求也更加严格。对职业有新的理解和认知，能主动投入，有更长远的追求。跟上司关系理顺，可望获得提拔，尤其中旬。合作关系下旬有波动，最好能提前确认、保证万无一失。财务不错，正财走高。学业运下滑。感情顺其自然，职场有桃花。\n\n金牛：众星拱月，锋芒再现\n个人魅力节节提升，事业当仁不让显露才华，难能可贵站上舞台中央，明确未来走向乘胜追击，智慧和魄力都让人惊叹，可步步接近梦想。财务一般，小有偏财。家事迎刃而解，利搬迁、买房置业，与家人关系融洽。下旬注意身体健康，日常事务、合约文书需校正细节。感情清理障碍，有伴的利受孕，单身者人气攀升，有人不错的人向你示好。\n\n双子：忧喜交加，防患未然\n生活打开新方向，平衡事业和家庭、爱情跟人情都是课题。职场忙碌，当下工作是否能给予满足感是你会不会离开的关键，合作运颠簸，对方手握主导权。上旬用在家事上的精力多，会考虑购置不动产、搬迁、装修等。下旬之后人际渐热闹，同时遇到好人和坏人。学业运、考运走高。财务上扬。感情不想继续漂泊，闪婚、闪电牵手的可能性大。\n\n巨蟹：随遇而安，谈笑风生\n松一口气，疲惫感减退。事业上沟通、协调是主轴，工作充实而有意义，享受置身人群中的快乐，更能扩展人脉，积累资源。做事思路打开，不仅效率高还能不落窠臼，成绩显著提高。下旬利放松玩乐，部分项目进入收尾，旅行运不错，不妨多跟家人交流、增加互动。财运理想，尤其正财。感情单身者多是经别人介绍，进入状态，慢容易太拘束。\n\n狮子：旁敲侧击，任重道远\n工作尽管琐碎但都是必要步骤，机缘巧合走进舞台中央，表现和发挥被众人关注，在压力下产生动力，破茧成蝶再也此一举。下旬要注意沟通问题，出差旅行也留心时间、交通工具安排，最好不要签署合约。财运积极，理财意识强烈，可提出加薪。注意健康问题，考运不错。感情暧昧和桃花多，虽然你是被动的，但各种各样的诱惑会扰乱心绪。\n\n处女：辨明真伪，趋利避害\n在选择和考验中看清方向，职场个性鲜明，主动权在握。机缘巧合下业余爱好有可能为本职工作添砖加瓦。竞争关系日趋激烈，好在助力多运气也不错，能如愿攀上高位，领先一步。对人对事的看法与以往不同，客观思考反而茅塞顿开，用最快时间自我调适。财务下滑，小心借贷、金钱纠纷。感情对小事没必要太较真，难得糊涂也是快乐。\n\n天秤：休养生息，独善其身\n低潮尚未过去，要懂得浅尝辄止。事业机遇和挑战并存，多个场合天人交战，眼花缭乱中不如只做好分内事，转换心情静观其变，一边充电一边等待主场来临。下旬命宫水逆，生活插曲不断，留意言语、沟通问题，交通出行、电子器材、资料备份也是雷区。财运积累为主，大方向走势不错。感情容易疲劳，遇到问题避免和另一半硬碰硬。\n\n天蝎：穿针引线，八面玲珑\n初尝主角滋味，事业多接触不同人群有利发展，大客户、新市场、创新项目都是闪光领域，尤其在大众传播方面，可以多塑造自己的影响力和名望，以此带动整个业绩。社交忙碌，新朋旧友不亦乐乎，贵人运也颇旺。下旬注意健康，更想自己独处。财运颠簸，注意银行借贷、股票方面。感情机会不少，每个选择都各有优缺点，反而不好决定。\n\n射手：投石问路，肝胆相照\n事业能见度大增，行动力和胆识都高人一等，可望独当一面，完成主要部署。项目在执行层面要耐心细心，尤其下半月，注意同事合作和对手的暗中较劲。部分人考虑跳槽、离职或自立门户。学业运、考运走高。社交圈子成分复杂，保留警惕很重要。财务回暖，购置不动产、销售业绩都看好。感情利有伴的更进一步，讨论长远规划，受孕几率也颇高。\n\n摩羯：独具慧眼，张弛有度\n主观能动性强，事业高瞻远瞩，突破瓶颈，实力发挥恰如其分，可望在更大的舞台上俾睨群雄。境外事务延续好运，出差、调派、旅行机会不少。但下旬要特别注意跟上司的沟通、业务调动、家人往来、交通出行等问题。留学申请、法律诉讼有进展。财务佳，有望加薪，偏财也可期。感情单身者桃花旺，能遇到条件不错的对象，学会积极主动。\n\n水瓶：提高气势，攻城略地\n成就动机强，事业看到转圜余地，原本停滞的项目起死回生，给你机会再度登上舞台中央。合作关系也有融冰迹象，能拓展人脉，不管是独立运作还是强强合作都有不错收效。人际关系注意语言沟通、切莫一意孤行。财运提高，银行贷款、投资都不错。下旬注意出行时间、交通工具问题。感情喜忧并存，性能量很强，有伴的关系易受冲击。\n\n双鱼：不辞辛苦，居安思危\n动力加强，事业找回手感，虽然忙碌、疲劳依然，但能提高效率，充分发挥优势。最难得是得到周围人理解，帮你分担压力。合作运走高，有趣的是公事私事容易互相交叠，处理得当则能双赢。财务下旬看紧钱包，莫有债务风险，投资、炒股一定审慎。注意交通、差旅。感情是不想放弃自我，挣扎中有可能做出分手、突然结婚的决定。\n",
    "replies": [
        {
            "author": "liii",
            "timestamp": 1441086900,
            "txt_content": "4个小时，可算是通过审核了，我还以为毙了呢~"
        },
        {
            "author": "kbxxa",
            "timestamp": 1441088280,
            "txt_content": "liii 发表于 2015-9-1 13:55\n4个小时，可算是通过审核了，我还以为毙了呢~\n毕竟是上学期间，还不是双休。。。[没等到晚上或者期六就不错了]\n\n水瓶座那个'性能量'很强是什么意思、、、、"
        },
        {
            "author": "阿有",
            "timestamp": 1441102800,
            "txt_content": "天秤：休养生息，独善其身\n\n我现在就是这样 = ="
        },
        {
            "author": "像素君",
            "timestamp": 1441114980,
            "txt_content": "水瓶醉生梦死~"
        }
    ]
}