{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S4·|Unturned",
    "author": "lostchair",
    "replyCount": 0,
    "timestamp": 1441108440,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:18 编辑 \n\n    “你逃出来多久了。”蒙多科犹豫了一下，也打开了一包薯片。简一个人吃空了他半个背包，地上留着四五个罐头盒子。“两个月吧……”简低着头，依然在嚼自己嘴里的豆子。\n    “自己一个人吗？”蒙多科问。\n    “啊？”简猛地抬头看了一下蒙多科，“呃……嗯……”含糊其辞的应了一下，简在假装这个世界上不曾存在希涩伦这个人，这样就可以假装之前什么都没发生过。如果可以，她更希望这个世界从来都没有改变过，她现在应该在学校里，日复一日的应对老师讨厌的面孔。然而这个难度有点大，因为她现在正穿着一身脏兮兮的衣服，坐在农场门口用手抓豆子吃。\n    “换一身衣服吧，明明这么可爱的一个小姑娘。”蒙多科放下薯片，拉起简的手，把她带到了农场二楼的起居室，“自己挑一件喜欢的穿上吧。”蒙多科打开了衣柜，自己走下楼去。\n\n    虽然不爱穿别人的衣服，但总不能穿着现在这一身出去闲逛吧。确认蒙多科下楼以后，她把房门上了锁，转身走到衣柜前，却发现这里的衣服全都是农夫劳作时候穿的衣服。被迫无奈，简换上了一件没有袖子像是吊带装的农夫装，还有一条松松垮垮有破洞的做旧牛仔裤，配合她自己的帆布鞋，别有一番西域牛仔风情。换完衣服简照了一下镜子，终于第一次在灾难过后真正开心的大笑出来。\n    这个世界不是原来的世界了，但是这个世界的人，还是这个世界的人。\n    “很适合你嘛……”蒙多科很认真的在说。\n    “哈，我该说谢谢吗？”简重新变成了一个十七岁的少女，笑起来的时候，眼睛很迷人，“那么我们接下来去哪呢？”\n    “接下来，咱们还是继续去找点吃的吧，我的背包里只剩下一些生的蔬菜没有被你吃掉了，喝的也全都没有了。”蒙多科摊了摊手，表示出了无奈。自己搜索了两天的食物，就这样被一个持刀威胁他的少女吃光了。\n    “啊……对不起……”简有点害羞的说，然而嘴边的两点红色反倒显得她更加可爱。\n    “别这样。”蒙多科摆摆手，“怎么说我也是有绅士风度的男人，这点效劳理所应当。”\n    两人相视一笑，踏上了继续东行的路。\n    一路上两人聊了很多事情，自己爱玩的游戏，自己爱吃的食物。从灾难前聊到灾难后，一次秋季的郊游？\n    五十米宽的大路上没有一辆车，两个人好像在拍一部史诗剧情的电影，并肩从路边走着，背后留下一片黯淡的黄色。\n    ……\n    场面越来越混乱，许多平民冲过了封锁线，一些人甚至弃车逃跑，不少人在混乱中被踩死，被挤到桥下，威尔中校已经控制不了局面了。\n    远方压满一山的怪物也正在慢慢的向这里涌来，真好像世界末日一样。\n    “所有人，配好武器，守住桥头，让平民过去。”威尔中校给所有士兵发布了命令，“坦克可以准备轰击那群怪物了，自己看着办。”\n    所有帐篷里，一共十二三个士兵全都拿出武器，一并向山上开火。\n    轰的一炮，远方山上燃起烈火，各种碎肢漫天肆虐。连着几炮下去，原本庞大的怪物群像被挖掉了几口，只不过更多的怪物会马上从后面补上，就像一群蠢货在尝试用砂砾堵住洪水一样。\n    怪物越逼越近，排在队伍后面的平民已经被怪物群吞噬。前一分钟还在鸣喇叭的司机，下一秒钟就挂着残缺不全的身体加入到了怪物群之中。\n    曳光弹噼里啪啦的飞着，有的射穿了怪物的脑袋，从后喷出一柱血浆。有的打在了车上，打瘪了坚固的车皮。\n    两百米，一百米。已经能清楚的看到怪物抽搐的肌肉，污秽的牙齿。几个带枪的平民还在车里做拼死的反击，打死一个？打死两个？后面还有几万个。\n    “指挥中心联系不上吗？”威尔中校也处在崩溃的边缘，握枪的手停不下的颤抖，完全没有当年靶场射击冠军的风范。\n    “能联系上，只不过消息是这个……”李维兰中士把枪含在了嘴里，把电台推给了威尔。砰的一枪，子弹从嘴巴射入，从后脑飞出，李维兰也自杀了。\n    五十米，三十米。怪物们仍然在不停的推进，已经挡不住了。又不知是怎么回事，一部分已经过桥的平民当中又出现了几只怪物。扑到了一个，扑到了十个，除了这个桥头堡，其它地方已经完全被怪物们占领了。\n    “我们完了……兄弟们……”威尔中校跪在了地下，弹夹已经打空，静静等待着死亡的来临。点了根烟，闭上眼睛，好像自己什么也不知道。\n    有人拍了拍威尔的肩。\n    “在这之前，至少让我们再做一件证明我们曾经是活人的事情，队长。”马克西姆搬来了一大堆工程炸药，“我以前学过工程，我知道应该炸哪里。”\n    威尔中校点了点头，又点了根烟。\n    ……\n    “干他妈的，伙计们。”\n    “干！”\n    十米，五米。火舌疯狂的喷吐。一条条模糊的血肉砸到了士兵的脸上，用胳膊擦一下，继续扣动扳机。\n    “至少为了我们曾经作为人类的尊严。”\n    烫手的枪管，崩溃的内心。\n    “炸！”\n    一条大桥，断成两截。\n    几分钟后，怪物们靠近了最后一个发着声响的物体，用疑惑的眼光看着它。\n    是一个扬声器，上面不断播放着录音；\n    “如果你收到了这条消息，代表总部已经陷落，活下去吧，士兵们。”\n    “如果你收到了这条消息，代表总部已经陷落，活下去吧，士兵们。”\n    简不知道该怎么办，只是点了点头，两个人便一起向着挂河大桥前进了。\n总索引 http://www.mcbbs.net/thread-497307-1-1.html\n\n\n",
    "replies": []
}