{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S5·|Unturned",
    "author": "lostchair",
    "replyCount": 0,
    "timestamp": 1441161660,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:17 编辑 \n\n    希瑟伦和简天黑时候来到了挂河大桥，却只在远处看到了一团火光。“部队生的营火吗？”简回头问希瑟伦。\n    “他们应该有储备的电源吧。”希瑟伦握紧了手中的撬棍，“那里更像发生了一次爆炸。”\n    “过去看看吗？”简抬头看着希瑟伦，“我还有点饿。”\n    “部队应该有食物吧，咱们没吃的了。”希瑟伦摸了摸简的脑袋，“咱们过去。”\n    两人乘着夜色悄悄向大桥靠近，每走近一步，气氛变得就越诡异。\n    “这个声音……”希瑟伦似乎听到了一种熟悉的声音，“是那群怪物吗？”\n    “怪物？什么怪物。”被这么一说，简有点害怕了起来，“原来这么多天的怪事一直是有怪物在捣乱吗……什么怪物……”\n    “我觉得必须要告诉你这个世界现实的样子了……”希瑟伦叹了一口气，“本来我还想不让你看到这些，多隐瞒一会……毕竟现在这个世界的样子，很可怕……”\n    “什么……”虽然简早有预感，也听到一些动静，见过一些幻觉，但一直以为只是一次小事故而已。\n    “这世界多出了一种生物。”希瑟伦正色道，“我不知道那是生物还是死物，但是……”\n    话还没说完，不知何处就恰好扑出一只怪物给简好好上了新世界的一课。\n    一双腐烂残缺不全的手握住了简的左腿，紧接着嘴巴就要往上咬。\n    一声凄厉的惨叫划过寂静的夜空，希瑟伦一撬棍打烂了怪物的脑袋，汁液四溅。\n    然而那双手还握在简的腿上，费劲千辛万苦给掰掉以后，腐肉仍然粘在简的身上，十分恶心。\n    正当二人回过神的时候，却看到四周逐渐向这里涌来越来越多的怪物。\n    “咱们……被这群怪物包围了……”简被吓掉了魂，迷迷糊糊的说出这句话。\n    “连军队都完了吗……”希瑟伦忽然也绝望了起来，似乎就在等待越来越近的怪物将她撕裂作为晚餐。\n    “咱们……咱们还没完。”或许是求生的渴望激发了简，她反倒清醒了起来，“你会开车吗……”\n    “去年考出的驾照，但是从来没开过。”\n    “那就当在游乐园玩一次吧。”简用认真的表情在开玩笑。\n    路边摆满了弃车，很多车门都是大开的，钥匙也插在上面，只要坐上人就能动。\n    “走。”希瑟伦也好像看到希望一般，拉着简的手夺路而逃。身后跟着二三十只怪物。\n    找到一辆车，关门，开灯，发动，噪音，一切都在正常运转，有希望从这里逃走。\n    “系好安全带，新手女司机上路了！”希瑟伦一脚油门踩下去，轮胎原地打几下滑，蹭出大片雾气便刷的一下飞走了。\n    前面的怪物听到了动静也全都围了上来，却被撞得烂糊。\n    咣当几声，又咣当几声。车身被撞凹陷了好几处，车窗上和前挡风玻璃上已经铺满了一层又一层的血肉，不仅看着恶心，更阻挡视线。\n    终于到了看不清路的时候，简和希瑟伦被迫弃车。\n    “一个好消息和一个坏消息，你听哪一个？”希瑟伦有一种劫后余生的成就感，“呼，我的开车技术还真不赖。”\n    “好消息？”简小心翼翼试探性的问，“别是开玩笑的好消息……”\n    “看看你的身后，已经没有怪物追咱们了。”希瑟伦轻松地笑了笑，“然而坏消息是，我不知道这是什么地方。”\n    希瑟伦右手一指，远处是一片从未见过的建筑群。\n    简在车里找到了一瓶矿泉水和一条面包，看来原来的车主也是有准备的逃跑，不过从储备的数量来看，应该是他一个人跑了出来。\n    掰开了面包，两个人一起嚼。简喝下了半瓶水，希瑟伦喝下了另半瓶。两个人笑嘻嘻的对视着往前走，还偷偷亲了对方一口。\n    只不过她们的形象有些特殊，一个腿上还留着腐肉，一个衣服上满是鲜血。\n    慢慢靠近了那个城镇，却发现这个城镇也是一样的死了。\n    气氛忽然又凝重了起来，希瑟伦收回了笑嘻嘻的表情，握了握手中的撬棍。\n    “走吧。”\n    ……\n    两架飞机停在了停机坪上，将军和几个尉官校官走了下来。机场的士兵对将军敬礼。\n    “怎么样了？”科洛将军问机场的负责人，斯诺克上校。\n    “通信天线架设完毕，机场四周的防御工事也全都加强了一遍，此外这个城市剩余的警力在机场外搭了一个哨站，防止平民的涌入。”斯诺克上校回报说。\n    “这是我们最后的一点秩序了，无论如何，守住这里。”科洛将军点着一根烟，走进了指挥室。\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html\n",
    "replies": []
}