{
    "title": "【第八届擂台赛优胜作品展示】",
    "author": "紫枫",
    "replyCount": 14,
    "timestamp": 1445129520,
    "txt_content": "【第八届擂台赛优胜作品展示】\n这次的擂台优胜作品因为质量较高都发在共享版了:D\n但我想着也得在擂台版留个痕迹吧？\n所以带来了这个\"展示\"\n\n\n台主：_TONG_\n图片欣赏：\n\n\n\n\n评委评价：\nTONG本人\n本次作品为经典的海盗船，大部分人都认为海盗船应该是破破烂烂的，但是我认为强大的海盗一般都是抢正规军的船，所以船整体并不会太难看。\npoi4399\n总体来说是个不错作品但是主船的体型有点不和谐【像我拖鞋的形状】。船身前大宽，后面正四方，显得很不美观，可能这是败笔最大的地方。细节可圈可点，有些地方细到透过窗口可以看到花瓶，布局上面很有趣，甲板上也放有小的救生船。船帆上面的颜色黑灰为主，但是显\n得有点乱，如果这里用图案处理会更好。总体来说船的装饰是很不错，环境也下了大工夫，是个非常优秀的作品。\n西红柿片\n_TONG_的船只整体构造是一眼就能看出来是海盗船的那种：黑色的帆与火炮，华丽的船体装饰等。其甲板、船底与船帆特意做出斑驳的效果，给人带来一种年代久远的味道。甲板上的船帆大气豪迈，空中的海鸥同样装点到位。船体的外侧可以看到整齐的火炮，但是体积似乎太小，显现不出威武霸气，排列方式也不太科学，只分布在船体的中间部分，前部与后部则没有，番茄的建议是数量已足，但要将每一门火炮间的距离拉开，尽量分布开来；甚至可以调整高度添加一组变成两排，增其凶性。进入船体内部，房间众多，分布却显得有些凌乱，略显复杂，甚至会迷路。且内饰有点过于考究，更像平地建筑的装修风格；若是商船或者游轮还可以理解，但放在海盗船里却不合适，没有体现出海盗狂放不羁的风格特点。再说说主船只之外的东西，左右类似于护航作用的两只小船可以说是恰到好处，没有过于华丽而喧宾夺主也没有太过简单而显得多余。周边环境在我看来却达不到太过于出众的效果，因为海盗是海上的盗贼与冒险家，那他们就应该终日航行于狂风呼啸的广洋之上，不屈居于这片狭小的地方。若范围够广，建议将周围的沙滩与小树林改建成一座海上小岛，作为海盗们的驻地，可能会达到另一种不一样的效果。\n\nTSD\n\n图片欣赏：\n\n\n\n\n\n评委评价：\n西红柿片\n位于沙洲中的tsd的船给我的第一想法是——搁浅了，说真的，船底与滩底有的地方甚至直接接触，这可以说是本作最大的问题。船只整体体积够大，整体外观也是不错的，凸显海盗风味。有个小缺点，就是船帆的鼓起形状似乎有些违和。再来看甲板，四个相对来说高档型的宿舍小楼不科学地出现在了甲板上面，一般来说这样的布局是游轮或者商船的，且形状也不一样。甲板上的其他东西显得随意，但乱中有序这点事不错的，但是过于密集，到处都是海盗旗使人眼花，给人一种拥堵的感觉，而且这样子海盗们在甲板上活动似乎也不是很方便。甲板的区域以网格结构分布，却让我有点摸不清套路，弹药房间与居住房间相邻，还有一些意义不明的房间，有点像迷宫。底层的牢房数量也未免设置太多了点。内部装饰还是可以的，弃繁从简，就像真的海盗一样。但是整体上来看和甲板有着一个通病：太挤，在走廊上看着一个个房间有一种廉价公寓的即视感。\n\nJimmyzhong\n图片欣赏：\n\n\n评委评价：飞得更高\n两艘船的海战场景做得比较有感觉，但是缺少对激烈大场面的刻画描写。另外既然是海战，可以让水面更有波动，地形契合度可加强。\n另外船身部分地区的细节过于敷衍，风帆不是特别自然。但整体来看画面也比较和谐，算是中上乘之作。\n西红柿片\n作品有一个很大的败笔，一2个船对战的画面在作品上面被定格了，但是炮弹和爆炸破坏了作品的美感。而且海盗船应该是在偏向中世纪，而作者的作品偏向现代，而另外一个船有偏向中世纪，差距太多，差距太大。如果单单做一个主船，或许效果会更好。搭配一般。好的想法，有时可能会起到反作用。希望继续加油。\n\n\n\n\no0Sand0o\n图片欣赏：\n\n\n\n\n脑洞介绍：\nアリカ国打タマ国，アリカ国海上特别弱，派了个サンド造了几条军舰，取名Sando1 Sando2 Sando3。\n（据说船头上的龙头上颚是传说中的勇士屠龙后砍下龙的头颅铸上去的。)\n这三条船不仅负担海上作战任务，由于吨位巨大，偶尔还负责在危急情况下的运输任务，因此内舱特别大。\n……\nタマ国经历了各种海上败北，通过使用某政治手段巴拉巴拉，导致アリカ国变得很穷。\n无奈，アリカ国出售军舰补贴家用。\nアリカ国Sando 3号船的士兵们，在见证前面两条被拍卖的命运之后，趁着月黑风高，偷偷开走了3号船。\n从此，アリカ国少了一条战舰；但是タマ国的海域多了一条危险的海盗船。\n\n\nbearcattiya\n图片欣赏：\n\n\n\n评委评价：\n紫枫：      你拖了这么久我都不好意思给你评了，这可是一个半月了。\n这是一条用绳命等待，用节操编写背景故事和渲染的船。\n\n\n\nYinyu\n图片欣赏：\n\n\n\n评委评价：\n[NOT AVAILABLE]\n\n\n\n卤蛋总评：\n      本次的评审要从内饰，周边环境等五个环节来综合打分，有些作品船做的很好，却忘记了船周围的修饰，落下了一筹。这次看到擂主的作品，以及其他几位优胜者的作品，其实我是很震撼，也很欣慰，每个人都做得很好，很用心。\n\n      以往的擂台赛包括以前的创意赛我还历历在目，一开始都没人用心做，而到了现在，诞生的冠军和几个优胜作品，已经达到了在共享版也算是精品的级别了。在这里我表示，一定不能亏待了认真参与的会员，给予其足够的重视，让其受到相匹配的关注。\n\n\n      这次擂台赛的优胜作品质量的确如卤蛋所言，还是可以看出选手的用心的。这些作品也都达到了能够进入\"精品圣堂\"的水平。即使如此还是有部分优胜选手可能因为某些原因到现在也没有来得及发帖展示自己的作品。\n      同时也希望大家踊跃参与将在寒假举行的下一届擂台赛！\n2015年9月2日\n\nPS.没错这篇帖子是我9月2日就写好的，然而等熊猫的发帖等了46天，才造成了这个结果。\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1445129760,
            "txt_content": "哇我的评论"
        },
        {
            "author": "Terry39",
            "timestamp": 1445129880,
            "txt_content": " 本帖最后由 Terry39 于 2015-10-18 09:01 编辑 \n\n枫紫开心就好\n（评分处有广告机！）▼▼▼"
        },
        {
            "author": "tsd1",
            "timestamp": 1445131680,
            "txt_content": "233333\n实际上不是一个半月，是两个月"
        },
        {
            "author": "筒子",
            "timestamp": 1445166600,
            "txt_content": "我本来以为会到下一届擂台赛才能发帖子呢"
        },
        {
            "author": "牛哥最牛",
            "timestamp": 1445232240,
            "txt_content": "这是一个非常棒的作品，我拿走了，说一声..."
        },
        {
            "author": "Yy星人",
            "timestamp": 1445240220,
            "txt_content": "果然没前三就是不行咧"
        },
        {
            "author": "我勒个世界",
            "timestamp": 1445511000,
            "txt_content": "都是大触，我的膝盖!"
        },
        {
            "author": "蛋疼先森",
            "timestamp": 1446024600,
            "txt_content": "好作品一定要支持！感谢楼主"
        },
        {
            "author": "jimmyzhong",
            "timestamp": 1446195000,
            "txt_content": "我要开着无畏级战舰进场轰掉丑yy的船"
        },
        {
            "author": "绅士囧",
            "timestamp": 1448607180,
            "txt_content": "作品好厉害"
        },
        {
            "author": "Ultima创世纪",
            "timestamp": 1449219360,
            "txt_content": "wow、、斯国一~~~~"
        },
        {
            "author": "幽蓝",
            "timestamp": 1452040020,
            "txt_content": "擂台赛频率明显变短了→_→"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1452258480,
            "txt_content": "希望今年也有，那么我也会参加。~"
        },
        {
            "author": "wqp2004",
            "timestamp": 1457532540,
            "txt_content": "什么东西啊？"
        }
    ]
}