{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S6·|Unturned",
    "author": "godhonest",
    "replyCount": 1,
    "timestamp": 1441192080,
    "txt_content": "",
    "replies": [
        {
            "author": "lostchair",
            "timestamp": 1441192200,
            "txt_content": "标题: 【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S6·|Unturned 本帖最后由 lostchair 于 2015-9-26 01:17 编辑 \n\n    潜入城镇并没有遇到什么太大问题，这个城市安静的好像怪物也消失了。\n    两人搜索了这周围的餐馆、超市，以及一切可能有食物的地方。最后也只找到了两盒葡萄汁和五条巧克力棒而已。\n    在确定一间二层别墅安全之后，两个人把能搬动的家具都搬了过来，堵住了门口。\n    这个城市的电力和水的供应也已经停了，她们在起居室的抽屉里找到了蜡烛和打火机。\n    把窗帘拉上以后，她们举行了一次简短浪漫的烛光晚餐。\n    “来喝一口！”希瑟伦举起了她的葡萄汁。\n    “干杯！”简也举起了她的葡萄汁。\n    与一般烛光晚宴不同的是，这次的饮料不是葡萄酒，而是小孩子喝的葡萄汁。而且代替玻璃杯碰撞发出叮叮声的，是纸盒碰到一起愚蠢而又无法形容的可笑声音。\n    撕开包装，巧克力大餐就可以开吃了。\n    “我记得我小时候爱吃这个，后来为什么不吃了来着？”简尝了一口，自言自语道，“味道还不错。”\n    “的确很好吃。”希瑟伦咬了两口，“就是……嗯……太甜了。”\n    “特别再加上本来就是甜味的葡萄汁。”简回应道，“本来还以为这两种东西搭配起来会很好。”\n    “我想喝水了。”希瑟伦一会就吃光了自己的那两条巧克力棒，“感觉刚好吃饱，但好像肚子还有一点点空。”\n    “水都喝完了，明天再找水吧。”\n    希瑟伦点了点头，进了卧室里屋，不过一会就拿出来了两套睡衣。\n    “穿别人的衣服吗？”简有点很不情愿的样子。\n    “难道你还想穿你现在的这一身吗？”希瑟伦耸了耸肩，把睡衣丢给了简，“明天出门的时候再换一套别的衣服。”\n    “好吧。”简吃完了两条巧克力棒，站起身来，“剩下这一个我先拿着，留着以后饿了再吃。”\n    “嗯……”\n    撬棍扔在床底下，吹灭蜡烛，两个人抱在床上睡着了。这张床很干净，很软。\n    早晨起来的两个人只觉得身体似乎极度缺水。\n    “几点了……”希瑟伦睁开双眼，咳嗽了两声。\n    “呃……好渴……”简在床上蹭了两下，长吁了一口气。\n    “上午十一点了……”希瑟伦看到了墙上挂的钟，“如果这是一场梦的话，我们现在上学早就迟到了。”\n    “今天是什么日子？”简问。\n    “十月……嗯……不知道。”希瑟伦又躺会了床上，紧紧地搂着简。\n    “起床啦……我想喝水。”简推了推希瑟伦。\n    “好吧好吧，起床……”\n    两个人在一个大衣柜前各自调了自己喜欢的衣服，不过这户主人应该是个小男孩，因为这里的衣服都比较偏男性化，但是她们两个人穿在身上正合适。\n    “准备好出门了吗？”希瑟伦把家具都搬开了，手握住门把手，“别忘记带望远镜。”\n    “喔！”简拿起了落在桌子上的望远镜，“好了！走吧。”\n    打开房门，一道刺眼的阳光映入眼帘。\n    门户对面就是消防局，那里或许会有备用水箱之类的东西。\n    两个人大摇大摆的从街上走过去了，街道上很安静。\n    但是一进到消防局里面，却又能听到四处环绕的怪物低吼声。\n    “这里面有东西……”不用希瑟伦挑明了说，简也知道这里面有什么。\n    消防局里面漆黑一片，简按下了开关，但是灯并没有亮。但是她找到了两个黄色的荧光棒，掰了两下，荧光棒发出了刺眼的黄色。\n    “但愿那群怪物对光不敏感。”\n    两个人慢慢的往里摸索着，似乎是来到了一间办公室或是门禁处，里面放着好多的钥匙，和一些奇怪的药丸，以及一些小口径的子弹。\n    “毒品吗？”简瞪大了天真的眼睛，问道。\n    “可能是，别碰这种东西。”希瑟伦回应道，“咱们先去找水，我渴的快死了。”\n    继续往里走着，简抬高的荧光棒，有几辆消防车就停在这里，只不过停的非常无序，按照规定消防车应该停在各自的区域，方便任务的出行，而现在这些车却全停在一个地方。\n    “车的水箱应该有水。”简说。\n    希瑟伦点了点头，用撬棒撬开了水箱，弄出了很大的噪音，周围怪物被这声音刺激到了，发出了更强烈的吼声。在确定怪物仍然没有来之后，希瑟伦打开了水箱，里面的确有水。\n    希瑟伦先尝了一口，除了汽油味很大以外，没有其它问题，这些水或许能喝。\n    顾不了那么多，两个人都用手一点一点舀着水喝。\n    “喝饱了？走吧。”希瑟伦说，“这附近还有怪物，指不定什么时候就要来了，而且荧光棒也不亮了，剩下的那个留作备用。”\n    两个人走出消防局，适应了黑暗的眼睛瞬间接触了十月直射的太阳，一时间晃的她们什么也看不见。\n    等回过神的时候，却发现街上不知道何时多出了两只怪物，正向她们靠近。\n    “走走，离开这。”希瑟伦拉起简的手便跑了起来。\n    没走两步，前方一个咖啡店的玻璃忽然碎掉，三只怪物浑身插满玻璃，流着鲜血，跌跌撞撞向她们走来。\n    再拐一个弯，却逐渐走进了死胡同，左手边的药店里也钻出了几个穿着白色医生装的怪物。\n    被逼无路的她们最后跑到了码头上。\n    平时应该认真劳作的集装箱工人现在全都扔掉了手中的工具举行罢工，它们全都加入了怪物的大军，看到有活物向它们跑了过来，忍不住要用拥抱亲热一番。\n    “无路可退了吗……”简和希瑟伦被逼到了码头边上，身后就是无尽深海。\n    “我会游泳，你会游泳吗？”希瑟伦问简。\n    “不……不会……”简忽然失声哭了出来，“我要死在这里了吗？可我不想变成和它们一样的怪物。”\n    大哭几声，希望上天能够拯救你吗？还是能唤醒面前这群怪物原本的人性和爱心？\n    “别怕，有我在。”眼见怪物伸出了饥饿的双手，希瑟伦拉着简跳进了海里。\n    刚掉进水里的简呛了一大口水，完全无法呼吸。只感觉身体越来越沉重，越来越疲劳。\n    就好像好久不睡觉，非常困的感觉一样。\n    就这样沉到海底？然后自己的人生就这样结束了？\n    其实一切都是做梦，只要一觉睡醒\n    梦……就会……\n    结束了……\n    就会……\n    结束了……\n    简闭上了双眼，任由身体自由的下沉。\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html\n"
        }
    ]
}