{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第一章 第九节",
    "author": "2B与mc的故事",
    "replyCount": 10,
    "timestamp": 1441201020,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-9-13 13:32 编辑 \n\n故事君受到了名为“开学”的能量流的影响，导致神智不清，所有状态急剧下降。更新速度调整为一周两更左右。没有错，我的日更狂魔buff到期了。\n\n\n\n        “为什么追到这里来？”初明拔剑出鞘，将剑反插在地，双手扶着剑以防摔倒。他硬撑着向敌方大声喊道：“这个偏僻的村子对你们没有任何意义，为什么要到这里来浪费时间？”\n\n        “这个村子？确实，多我来说确实没什么用。”敌军的领队答话了，“但是，我们的目标是你！你觉得我们可能一直留着你这么个隐患吗？清理了你这个隐患，还可以顺便攻下一座村庄，何乐而不为呢？”\n\n        “清理？就凭你们这个小队就想清理我？”大声的叫喊对初明来说是极大的负担，他几乎每喊一句话都是气喘吁吁，“你们别以为仗着‘猛禽’的旗号就真的战无不胜了！”\n\n        “哈哈哈，别以为我不知道，‘星之守护者’，你现在可是身负重伤，是我们的手下败将！”那个人说着刻意地朝着初明的剑瞪了一眼，“连站都站不稳的家伙，能废我们多大力气？”\n\n        话音刚落，几百号人马如潮水般涌入村庄。一时间，刀剑的撞击声，撕心裂肺的惨叫声，战士们的呐喊声混成一片。所幸村民们都安全逃脱，躲到了后山上观紧张地观战，整座山挤满了人。\n\n        毫无疑问，猛禽军队以压倒性的优势击败了初明的第六分队，所有战士都倒在了血泊之中。\n\n        “怎么办？这下子我们的村子就彻底完了！”一个村民害怕地大叫起来。\n\n        “不用担心。”村长说着朝着密林的方向望了一眼，“完全不用担心。”\n\n\n\n\n\n        “第一百次。”穹闪自言自语似地说道，接着缓缓走下了山。所有沿途的村民都赶紧给他让出了一条路，原本曲折的密林小道也在此刻显得格外的顺畅。\n\n        “你就是穹闪吧。”穹闪路过一个中年男人的时候，被一道声音打断了脚步。\n\n        穹闪没有回话，只是冷冷地望着那个人。\n\n        “你为什么要下山？”那个人淡定地直视着穹闪，微笑着问道。\n\n        “跟你有什么关系？”穹闪冷冷地回头，准备继续前进。\n\n        “看来，你心中的坚冰还未完全消融。”那个人说着，不知从哪里拿来一个小茶杯，浅浅地饮了一口。这句话，让穹闪再度停下了脚步。\n\n        “那么，我就不废话了。你是要去战斗吧？”\n\n        “那又怎么样？”穹闪答道，但是态度已经没有之前那样冰冷。\n\n        “那么，你为什么要战斗？”那个人停顿了一会儿，轻轻地品了一口茶，“你完全可以不必担心这个村子，他给你带来了太多痛苦的回忆。”\n\n        “为什么？”穹闪听到这句话，脸上渐渐溢出了一丝笑容，“呵，我愿意就好，原因你管不着。”\n\n        说着，穹闪加快了下山的脚步。只不过，他身后的饮茶人忽然间消失不见了。这一点连穹闪也没发觉。\n\n        他来到了阵前，来到了奄奄一息的初明的身旁。\n\n        “你…终于……来了……”初明拼尽全力挤出了一丝苍白的笑，同时拼尽全力，颤抖着举起了身边的剑，“好了……是你赢了……这把剑……就交给你了。”\n\n        “初明……谢谢你。”穹闪的神情凝重起来。\n\n        “说什么……呢……你……还用得着……谢我？”初明无力地躺在血泊中，望着浩瀚的夜空感叹道，“我这一辈子……也就要结束了……”\n\n        “但是……穹闪，答应我。以后……不要……在轻易地掉眼泪了……”\n\n        听到这句话，穹闪触电似地一怔，接着微笑着告诉初明：“当然了，绝对不会。”\n\n        初明欣慰地笑了，他笑着闭上了眼睛。接着，穹闪似乎能看到，两道微弱的光束缓缓升起，消失在浩瀚的夜空中。\n\n        这竟然让穹闪想起了小时候，想起了他救过的那只甲虫。\n\n        “看来，初明也已经回去了呢。”穹闪看着夜空若有所思地细语道，“这次，我没能拯救他，但是逝去的他竟然拯救了我。”\n\n        “你谁啊？不想死就给我滚开！这里是战场，不是你看风景的地方！”敌军的一个士兵朝着穹闪吼道。\n\n        “战场吗？那这就是我第一次上战场。”穹闪拿起手中的剑，掂了掂，“但是要死的不是我，是你们。”\n\n        “哈哈哈！瞎扯！就凭你一个人，想打败我们一百多人？你没看到那家伙是怎么死的吗？”\n\n        “没错，我看到了。”穹闪握紧了剑，用充满杀意的眼神死死盯着眼前的敌人们，“就是因为那家伙，我有一笔账得跟你们算！”\n\n        穹闪的眼神恐怖无比，以至于与他对视的人几乎看不清四周的路，他们只能看到无尽的黑暗。恐怖的黑暗在不断地蔓延，让人难以呼吸。就连受过严格训练的战马也甩下了军队落荒而逃。\n\n        “你……你，你究竟是谁？！”领头的颤颤巍巍地问道。\n\n        “我的名字？很好，记住这个名字，你们以后肯定会再听到的。但前提是你们能活下来。”穹闪举起了剑，指着猛禽军队高声呐喊：\n\n        “穹闪！”\n\n上一节目录\n下一节\n\n\n\n\n开学了，开学了，开学了，重要的事情说三遍。\n所以如果见到故事君有什么异常，千万不要见怪。\n",
    "replies": [
        {
            "author": "godhonest",
            "timestamp": 1441201200,
            "txt_content": " 本帖最后由 godhonest 于 2015-9-2 21:53 编辑 \n\n什么叫见到异常不要见怪，作者脑子有坑吧！这就好像告诉你，你吃的饭里有翔让你待会吃到的时候不要觉得恶心一样！\n作者简直有病\n（我很认真的写了，作者不要在说我水了。。。）\n\n"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1441201260,
            "txt_content": "godhonest 发表于 2015-9-2 21:40\n顶顶楼主！！！\n喂喂喂我说过了不要水 …"
        },
        {
            "author": "名人才华",
            "timestamp": 1441202580,
            "txt_content": "那个，我思考了很久，觉得你的文章有一个大问题就是文体不够紧密，感觉每一章节跨度都有点大"
        },
        {
            "author": "名人才华",
            "timestamp": 1441202820,
            "txt_content": "godhonest 发表于 2015-9-2 21:40\n什么叫见到异常不要见怪，作者脑子有坑吧！这就好像告诉你，你吃的饭里有翔让你待会吃到的时候不要觉得恶心 ...\n嘴巴真脏，我真想塞块肥皂到你嘴里\n是，创作版嘴毒，不欢迎玻璃心，但也没见过你这么骂人的，一点都不素质，不文艺\n创作版不欢迎你这种人，哥屋恩"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1441204500,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-9-2 22:44 编辑 \ngodhonest 发表于 2015-9-2 21:40\n什么叫见到异常不要见怪，作者脑子有坑吧！这就好像告诉你，你吃的饭里有翔让你待会吃到的时候不要觉得恶心 ...\n请勿说脏话。\n否则视为辱骂。\n你果然还是要先冷静一下……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1441246740,
            "txt_content": "godhonest 发表于 2015-9-2 21:40\n什么叫见到异常不要见怪，作者脑子有坑吧！这就好像告诉你，你吃的饭里有翔让你待会吃到的时候不要觉得恶心 ...\n哈，真认真呢\n态度感人\n（还有，我的脑子确实有坑，我们称之为脑洞）"
        },
        {
            "author": "守望者_",
            "timestamp": 1441253700,
            "txt_content": "有点少啊。。。。。这"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1441254720,
            "txt_content": "godhonest 发表于 2015-9-2 21:40\n什么叫见到异常不要见怪，作者脑子有坑吧！这就好像告诉你，你吃的饭里有翔让你待会吃到的时候不要觉得恶心 ...\n我并不是要你来夸我，我对那不感兴趣。\n如果要提出意见当然可以，但是请提出有意义的意见。如果真么没什么话可说就请接受自己水贴的事实。\n这样刻意堆一句话出来反而会让人更加反感"
        },
        {
            "author": "guqu",
            "timestamp": 1441256400,
            "txt_content": "godhonest 发表于 2015-9-2 21:40\n什么叫见到异常不要见怪，作者脑子有坑吧！这就好像告诉你，你吃的饭里有翔让你待会吃到的时候不要觉得恶心 ...\n你看看楼上一群人暴怒\n我想你要学学组织语言"
        },
        {
            "author": "langyo",
            "timestamp": 1441356540,
            "txt_content": "godhonest 发表于 2015-9-2 21:40\n什么叫见到异常不要见怪，作者脑子有坑吧！这就好像告诉你，你吃的饭里有翔让你待会吃到的时候不要觉得恶心 ...\n明明是你碗里有屎你还吃\n\n你好好的骂人家干嘛？\n他并没有惹你，也没有主动跟你舌战，你没有理由直接骂他！\n你在5#说了，这是建议。不过，哪有人像你这样建议的？哪有人像你这样满口脏字的建议的？\n@2B与mc的故事 "
        }
    ]
}