{
    "title": "<原创·单篇>最大的宽容",
    "author": "海潮",
    "replyCount": 6,
    "timestamp": 1441203360,
    "txt_content": "\n\n    我的小学老师姓胡，大家都亲切的叫她：胡大姐，或者是大姐大，你们可能或许认为她是一个严厉的人，两眼透露出的是凶恶的目光，我想你们肯定是错的，错的...\n\n    她也不例外，在六年级冲刺的时候，偶尔给我们开小灶多讲课，或是抱来一大捆试卷让我们做题，又或者一个个的抽签背诵，那时候的我，最怕给抽中背诵了，哪怕是一小段的诗词，也只能支支吾吾地勉强过关，现在看来，我倒有几分惭愧在里头。倒是不得不说的是最后的一段日子里，日子又有几许分紧迫了的样子，原本的欢颜笑语变成了一张纸沉默肃立的脸，只有那苟延残喘的眼珠子还在时不时地转动几分，这也是我们和植物唯一的区别了吧？现在的我们倒不如中考的时候，现在我面临的是老师、家长的压力之下，变得窒息，变得苦闷。倒不如中学那段虽然苦涩但却惬意地三年时光了。\n\n    那是最后一天，下午，外头很热，知了在床边的树枝上发出重复的声音而孜孜不倦着；窗内，是我们的读书声，时不时传来的笔记声啪嗒啪嗒地响着，其他班也是如此。大姐大站在讲台上，静静地看着我们，沉默不语。我想，在即将，不久就要分离的时刻，也总会说些什么吧？\n\n    很可惜，没有。在这个时候，谁都不愿意说话。我的心里便不再多想了。或者，是不敢再想了吧...\n\n    时间过得很快，一个下午又要闪过，写了好多试卷的我，在中午没有休息好，我想睡一觉，好好地睡一觉，哦，天哪，哪怕是一分钟趴下来享受一下也是一种奢侈啊！可是我不敢，坐在台上的，可是我们班的班主任。对于我们来说，班主任，陌生而又亲切，或者对于我们来说，遥不可及。正是在这样的一种环境下，我们才得以听命令。\n\n    我受不了！我把头埋在了作业里面，缓缓地抬起头，看向了老师。老师...！她在看着我，凝视在了一起....‘怎么办？我会不会被挨批？怎么办！’正当我焦虑的时候，她却把头转向了另一边，好似没看到我似得，我也因为这样子，尴尬的没抬得起头，直到老师走后，我才慢慢地把头抬了起来，把书收了起来顿时心里泛起了种种心结...为什么...为什么要这样？\n\n    放了学后，壮起胆子去了一趟办公室，有几位同学在那，老师目光一扫，看到了我，我把头垂了下去...像个做错了事的孩子一样，用余光看着...老师示意其他同学出去，我便站到了老师的身边。\n\n    “老师...我....”\n\n    “不用说了...我都懂，下次，可别再中学再这样了。”老师简短的一句话，把手里的茶杯放下，用一种奇特的目光看着我，是慈爱，还是有种嘲讽...我至今不明，但是我能在她的眼睛中，寻找一丝答案。这时，我明白了，三年后的今日，又是一批胡老师的桃林源源不断地融入中学，受她恩惠，在这三年里我对她下午的言行教诲，每一个动作...每一个眼光，我都明白了。我从她的眼光里，读到了最美好的词汇，那边是：\n\n    宽容。",
    "replies": [
        {
            "author": "godhonest",
            "timestamp": 1441203660,
            "txt_content": "写小说会付出大量精力和时间，能坚持下去的都是了不起的人呢"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1441204260,
            "txt_content": "看不懂，是讲与老师有爱情吗"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1441204860,
            "txt_content": "读出了作文的味道，，\n可别再中学再这样了\n什么鬼"
        },
        {
            "author": "guqu",
            "timestamp": 1441256460,
            "txt_content": "海潮说好的圣杯作呢"
        },
        {
            "author": "海潮",
            "timestamp": 1441256880,
            "txt_content": "guqu 发表于 2015-9-3 13:01\n海潮说好的圣杯作呢\n没心情写下去"
        },
        {
            "author": "guqu",
            "timestamp": 1441257180,
            "txt_content": "海潮 发表于 2015-9-3 13:08\n没心情写下去\n手好了吗今天人气发完了明天发\n"
        }
    ]
}