{
    "title": "<原创·连载·圣杯><第五章>悲剧·一",
    "author": "guqu",
    "replyCount": 10,
    "timestamp": 1441204380,
    "txt_content": " 本帖最后由 guqu 于 2016-3-5 08:48 编辑 \n\n嘛……由于各种原因这篇只有降字数……明天还要看阅兵= =\n 我看来要介绍介绍自己了，我叫晴天，自幼被人拐卖，当时的我很绝望，因为在当时那个黑暗的社会，我再也见不到父母，父母也再也见不到我了。但是在这渺茫的生机中，一个人伸手拯救了我，他的背后好像有一道神光，指引我前进的方向。他以高价，买了我，买了我这个贫贱的人。买了我这个无用的人。我当时想：我一生都该追随他了吧。\n他把我买走之后并没有进行任何的暴行。只是默默地告诉我，想要在这里生存，就要狠一些，再狠一些，但是，要对该狠的人狠。“伙计们挤挤，有人来啦~”我跟他去的第一个地方就是饭馆，我本以为他会用大价钱款待我，像他买我一样，但不是的。他总是跟我说。“小伙子，有大事要干！这里就抠抠吧。 ”我心里激起万条思虑：他到底要我干嘛？他是否图谋不轨？我是否前途光明？……这个时候我又想算了，在这个世界，我的命运和生命，不是由我自己操控的，是由别人。每次我这样想的时候，他都好像看穿了我的心思。瞪了我一眼，示意不能这样想。那眼球中充满愤怒，瞪的我无法呼吸。\n回家了，他的家是一片稻田，一眼望去，不见其尽头。一片金黄，瞬间让我的心在那黑暗的角落里有了一丝安慰。我躺在稻田中，无论泥土污染我的衣服，无论蚂蚁灼咬者我的皮肤。我只需听着虫鸣蛙叫，看着夕阳茫茫落下，然后睡去。“起床了，傻蛋，开干大事了！ ”一听到终于能揭开大事的神秘面纱，我连忙起身眼里充满期待和盼望的看着他。他告诉我了他要干的事，他要建筑一个浮空建筑。我连忙摇头，失望的走回睡觉的地方。“不可能。”我如此直截了当的说了这句话。\n他却对我感到非常的失望。\n“我原本以为你是一个懂得在痛中挣扎，懂得永不放弃生存希望的人，看来我看错了。你走吧。”这句话一直在我耳边想着，我对他十分愧疚。不管在任何意义上。“不，我不走。我陪你。一切皆有可能。”他过来拍了拍我的肩膀，看了看升起的朝阳，看着我，他的眼里映着一轮明日，好像充满希望似的，迷了我的眼，热了我的身，暖了我的心。“恩。”\n于是我将手递给他，他拉我起来，我们就开始了研发过程。一步步破解如何搭建，用自己的一本本破书来搭建模型。最后到了解决浮空了，我和他都心生期待。希望能看到我们的岛屿从天空中拔起，但我们并没有找到方法。知道有一天，我回家的路上忽然看到一片枫树林，那里风景优胜，芳草鲜美。我不禁走了进去，突然发现在这片枫树林中，竟有一棵樱花树，仿佛告诉了我些，飘落了一打叶子在我手上，我仿佛知道了干什么，连忙跑回家告诉他。他脸上冒出差异的表情，随后变得平静。“这种方法我觉得不可行，但不妨试一试。”我发出了由衷的笑容。\n一天，夕阳西下，我们准备好了材料，试图让这几年的心血飞起来，我们把该摆放的东西摆放在相应的位置，最后，撒上了一层粉末。突然，夕阳之光照在三棱镜上，反射到粉末上，粉末竟精准的反射光芒到较远的粉末，就这样反射，我们的心血泛着七彩神光。“飞起来了！飞起来了！ ”“wow！”我和安斯亲眼目睹我们的心血飞起来了。在一片灿烂之中。\n我们的方法被应用到了那片传送枢纽之中，我们获得了数额不小的报酬，樱花树也被供奉在浮岛的中心，听说是因此引申出新教——红堡徒教之后，那个心血就是我和安斯常居住的地方了，虽使用原石打造，但坚固安全。我也日趋感到寂寞，想找个人伴我同住。直到那天，在旅馆门口看到躺在草地上的故去……\n@2B与mc的故事 @Aikawastep @ffc2412966076 @FHC红石 @lzs1234 @飞翔末影龙 @ZCA @海潮 @星之永恒 @一枚渣渣 @冥王星人 @彼岸在望 @江米条 @MF_Mufeng @GrowlR @咕噜and呼噜",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1441208700,
            "txt_content": "看了阅兵还要写观后感……QAQ\n你的文这两天都没看了"
        },
        {
            "author": "药♂神",
            "timestamp": 1441239480,
            "txt_content": "看到宣传就来了"
        },
        {
            "author": "GrowlR",
            "timestamp": 1441239840,
            "txt_content": "前来支持"
        },
        {
            "author": "guqu",
            "timestamp": 1441250940,
            "txt_content": "lzs1234 发表于 2015-9-2 23:45\n看了阅兵还要写观后感……QAQ\n你的文这两天都没看了\n嘛，同阅兵观后感"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1441259700,
            "txt_content": "前排\n表示这篇不到半分钟就能够看完（一目多行）……"
        },
        {
            "author": "guqu",
            "timestamp": 1441260600,
            "txt_content": "MRTangwin8 发表于 2015-9-3 13:55\n前排\n表示这篇不到半分钟就能够看完（一目多行）……\n= =看的这么快一定不知道接下来会发生啥"
        },
        {
            "author": "药♂神",
            "timestamp": 1441359300,
            "txt_content": "写的真好"
        },
        {
            "author": "纷飛",
            "timestamp": 1441361520,
            "txt_content": "喔唔，guqu的帖子"
        },
        {
            "author": "guqu",
            "timestamp": 1441363620,
            "txt_content": "纷飛 发表于 2015-9-4 18:12\n喔唔，guqu的帖子\n你是谁啊……"
        },
        {
            "author": "纷飛",
            "timestamp": 1441379580,
            "txt_content": "guqu 发表于 2015-9-4 18:47\n你是谁啊……\n看看群里不就知道了？我是沙漠里的一颗沙。"
        }
    ]
}