{
    "title": "<原创·连载>奇异冒险世界 第八章 神秘男子",
    "author": "2575174857",
    "replyCount": 0,
    "timestamp": 1442128980,
    "txt_content": " 本帖最后由 2575174857 于 2015-9-13 15:46 编辑 \n\n  “你成功了，说实话，我也是替你捏了一把汗。”康健深深地呼了一口气，说道。\n  “是啊。”哈迪斯点了点头，“我刚才也只是想着一定要成功，不过所幸还真的成功了。”\n  魔力之剑的蓝色光辉在一直闪烁着，一道道流光在剑身上跳动。\n  蓝色光芒固然绚丽，不过哈迪斯却有一种感觉，要是继续这么让它闪下去，自己会被累昏的！\n  因为他现在就有这么一种感觉，明明构建成功了，却止不住疲惫感。\n  哈迪斯的面色十分不自然，他的心跳变快，血液加快流动，来提供蓝色光芒发光所需要的能量。\n  “收起你的光芒。”康健显然也遇到过这种情况，敲了敲哈迪斯的怪脸色，提出了他的建议，“这种光芒叫能力光芒，具体什么能力要你自己去发现，不过有一点，你需要注意。它会不断吸收你自身的能量来维持，不要不小心就被吸干了。”\n  哈迪斯点点头，示意他已经明白了。\n  随后，魔力之剑上的蓝色光芒黯淡了下来，直至消失。\n  就这样看上去，就仿佛这是一把普通的剑一样，难以辨认。\n  同时，那种令哈迪斯心跳加快的感觉也随之消失。\n  “要跟我比比看么？”康健跃跃欲试地说道。\n  看了眼迫不及待的康健，哈迪斯摇了摇头。\n  “我才不想继续被你揍。”\n  听了哈迪斯的话，康健才不得不抑制住他好斗的心情。\n  “那我先走了，你自己先留在这里多练练吧，掌握你的新武器。”康健说道，然后就离开了这里。\n  等康健走得不见人影的时候，哈迪斯又开始练习。\n  他把魔力之剑化作一个个粒子，解除构建。\n  散发紫色光芒的魔力粒子在空中飘荡，却始终不离开哈迪斯的身旁。\n  哈迪斯试图把粒子凝结成其他形状，一个个紫色粒子碰撞在一起，却是无法相结合，无法形成其他的形状。\n  “唉。”\n  哈迪斯摇了摇头，叹息道。\n  如果真的能实现形态的转化，那真的是太棒了。\n  可是现实却办不到，不知道以后熟练了粒子的操纵的话，是否能够办到。\n  柳树的枝条在缓缓地随风摇曳，几个断裂的木头横卧在地，空气平静地流动着。\n  一把飞剑刹那间划破这片宁静，刺穿空气，在一瞬间窜到哈迪斯的跟前。\n  “嗯？”哈迪斯心头狂跳，无数紫色粒子瞬间凝聚成剑，在敏锐的第六感和发达的反射神经之下，哈迪斯下意识地握着魔力之剑，剑上瞬间缠绕着熊熊的蓝色火焰，挡下了这把剑的攻击。\n  “碰”的一声撞击，两剑同时发出一声剑鸣。    飞跃过来的剑显然在距离的加成下，力量更为巨大，大到哈迪斯虎口发麻，魔力之剑差点儿脱手而出。\n  就在这时，半空中突然出现一个黄色的旋转的，犹如虫洞一般的圆形物体，飞剑在顷刻间缩进那个虫洞之中，消失不见。\n  “哎哟，命还挺硬的嘛。”一个人从远处缓缓而来，嘲讽道。\n  哈迪斯看过去，瞬间瞳孔微缩，精神紧张。\n  这个男子最显著的特征就是他头上戴着一个黄色的高脚帽，不同于村中人那样的兽皮衣，这家伙的服装，可谓是西装革履，让哈迪斯以为看见了自己原来世界的人。\n  最让哈迪斯感到惊恐的是，这个男子手上拿着的黄色长剑，赫然就是刚才的那把飞剑！\n  “你是谁？想干什么？！”哈迪斯沉声道，声音里还夹杂着一股怒气，刚才要不是自己反应够快，不然现在已经丧命在那把剑之下了！\n  “当然是考验考验你呀，听说这个穷困潦倒的小镇来了个稀有的异端，我可是非常好奇呢。”高脚帽男子压低了一下帽子，用沙哑的声音缓缓说道。\n  “你怎么知道我是···试炼者的？”哈迪斯反问了一句，这个家伙的语气让他很不舒服，仿佛起了一身鸡皮疙瘩一样。\n  “当然是你异于常人的气质了，异端总是喜欢称呼自己为试炼者，我隔着远远的就能嗅到你猎物的味道。”高脚帽男子说道。\n  哈迪斯皱了皱眉，又是这种含糊其辞的说法，试炼者与这些世界土著居民，为什么不相同？哈迪斯需要一个准确的答案。\n  哈迪斯手中的剑被握得紧紧地，随时提防这家伙的偷袭，虽然手中握着魔力之剑，可是心里却感觉，好像是被一头野兽盯上了一样，没有丝毫的安全感。\n  就这么，哈迪斯与高脚帽男子对持着，谁也没有贸然出手，哈迪斯是只能被动防守，轻举妄动毫无疑问是非常危险的，只能以不变应万变了。而高脚帽男子是有绝对的自信，自信自己，绝对能不让猎物逃出他的手掌心。\n  刹那间，风沙扬起，高脚帽提剑冲来，仿佛是一阵风一样的迅速。速度竟然与康健不相上下！\n  黄蓝二剑再次碰撞，隔着这么近，哈迪斯望见了，高脚帽男子瞳孔之中的狂妄与绝对自信。\n  高脚帽男子又退了几步，以他那迅猛的速度再次攻了过来。\n  “呼，呼。”\n  哈迪斯连连喘气，防守地非常吃力，高脚帽男子的攻击实在犀利，稍不留神就会丧命于此。\n  甚至于，哈迪斯隐约感到，高脚帽男子估计还没使出全力。\n  就像草原上，一头威猛的狮子仗着自己强大的力量，肆意地戏耍自己的猎物一般。\n  高脚帽男子有这个实力来自信！\n  哈迪斯被打得几无还手之力，就连防御，也是拼尽了全力。\n  不知是该不该庆幸，因为高脚帽男子的放水，哈迪斯才撑到了现在。\n  “该结束了。”高脚帽男子说道，手中的攻击突然凌冽起来，要置哈迪斯于死地。\n  黄色长剑破开了魔力之剑的防御，朝着哈迪斯的面门砍去。\n  眼看哈迪斯就要就此丧命，一根银色的长枪从不远处划破空气飞来。\n  “咻！”\n  巨大的破空撕裂声，比黄色长剑来的时候的声势还要大。\n  “谁？！”这次轮到黄色高脚帽男子惊异了，银色长枪逼得他不得不放弃攻击哈迪斯，转而防御那根银色长枪的攻击。\n  “我，康健！”一声霸道的声音从远处传来，一个壮硕身材的男子从不远端走了过来。\n  “回来。”\n  康健一声令下，贯穿长枪顿时化作点点银色粒子，回到康健的手掌之上，再次凝聚成贯穿长枪。\n  “给我滚，不准再靠近迪尔村附近，否则别怪我不客气！”康健严厉地对高脚帽男子警告。\n  “哼。”高脚帽冷哼一声，显然极为不爽。\n  但是有康健在，他是没办法除掉哈迪斯了，只能作罢。\n  “来日于奥兹国再见！”高脚帽男子说道，随即他的周围瞬间笼罩着一股白雾，等白雾散尽，高脚帽男子已经不见踪影。\n  “狡诈的奥兹国混蛋。”康健不屑道，不过也没有去追击，因为他的实力和高脚帽男子也相差不远。\n  “奥兹国···”哈迪斯沉思着，“我们会见面的。”\n\n\n  \n\n\n",
    "replies": []
}