{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S7·|Unturned",
    "author": "lostchair",
    "replyCount": 2,
    "timestamp": 1441251660,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-12 09:48 编辑 \n\n    “确定要在上课的时候做这种事情吗？”简被希瑟伦捂住了眼睛，羞答答的说。希瑟伦没有说话，轻轻吻住了她……\n    ……\n    咳了两声，简猛地睁开眼坐起身来。这里不是教室，而是哪个城镇她从未到过的郊区。\n    “咱们逃出来了。”希瑟伦长吁了一口气，拧着自己的衣服。\n    “逃？喔……”简愣了一下，却也意识到了怎么回事。这个世界变了，变成了另一个样子。\n    “咱们先得换一身衣服，然后找点吃的。”希瑟伦说完就站起身来，要往刚才那个满是怪物的城镇里走，“这样，你在山上等着我，里面太危险了，两个人一起行动会很麻烦的。”\n    “好，可是……”简欲言又止。\n    “怎么了？”希瑟伦又转过头去问简。\n    “你真的觉得，咱们这样逃亡好吗……这个世界好虚假，我不想继续下去了……”简低着头，用略带委屈的语气说道。\n    “没有人喜欢这样的生活，可相比于变成下一个怪物，又来伤害自己最心爱的人……”希瑟伦用手指擦了擦简微红的眼圈，“你觉得这样会更好吗？”\n    简点了点头，又摇了摇头，没有说话。\n    其实当压迫感压迫到大脑连生存有没有意义这种问题都不会去思考的时候，就不会问出这种问题了。不过那时候的人是否还有人性呢？那时候的人和怪物又是否有区别呢？\n    “去那边山上等着我吧，我会给你带牛肉罐头的。”希瑟伦故作轻松的说完，转身便走进城镇里了。\n    简也乖乖听话，跑到了远处的山上，找了一个安全的角落，拿出望远镜追踪着希瑟伦的身影。\n    城镇里霎时多了五十多只怪物，庆幸的是它们都在码头那里，期待着简和希瑟伦的身影重新在那里出现。\n    希瑟伦小心翼翼的爬过街道，尽量不弄出任何声音。\n    在一家裁缝店里，希瑟伦找到一个黄色的小背包，她走了出来，把背包高举给简看，脸上充满顽皮。\n    走进零食店里，货架已经全是空的，即使仓库也被搜刮的一干二净。希瑟伦只在货架缝里找到了一袋薯片。\n    希瑟伦把薯片放进背包里，离开零食店又打开了一栋民居的窗户，从窗户里翻了进去。\n    这里的冰箱还真有一点好东西没被人动过，毕竟是门被上了锁的房间。\n    有一排鸡蛋，但是已经坏掉了，散发出不好的气味。但里面的确有几盒牛肉罐头，希瑟伦也把它们放进了背包里。\n    简喜欢吃牛肉，味道好口感好，夏季烤肉的时候简也是吃肉吃最多的。尽管她只是一个非常瘦弱的小姑娘。\n    电视机前摆着两袋薯片，一包已经被吃完，另一包还未打开。还有两瓶汽水，一并拿了放在背包里。\n    远处的山上，简看不到屋子里，却看到有两个长得结实的男人，带着刀和手枪从远处的大路走来了。\n    “希瑟伦……”简低声自喃了一句。\n    两个男人恰好走到希瑟伦进去的那栋民居门口，希瑟伦打开了门正要出来。\n    一柄柴刀瞬间架在了希瑟伦的颈部，把希瑟伦逼了回去，三人走进了屋子。\n    “把背包扔地下。”络腮胡子说话带着杀意，“这还是我第一次杀小女孩呢……”\n    “别……别杀我……”希瑟伦跪在地下哀求道，外面还有她的朋友，怎么可能忍心让她一个人面对这个世界。更何况自己也想活下去。\n    希瑟伦摘掉背包，扔在了远处。\n    “东西给你，别杀掉我就行。”希瑟伦仍然高举双手示弱。\n    “别傻了小姑娘，我不杀女人，你走吧。”络腮胡子不耐烦的打断了希瑟伦，转身捡起了希瑟伦丢在地上的背包。\n    “谢……谢谢……”希瑟伦慌忙的跑向房屋的出口。\n    络腮胡子使了个颜色，他的小跟班从腰带上抽出一把ACE，对准希瑟伦的后脑，砰的一枪，整间房子被刷成了一片红色。\n    两个人继续收拾自己的背包，毫不在意那具凄惨的尸体。\n    “两包薯片，一些罐头还有一些汽水……”\n    远处的山上，简第一次目睹了这个美丽新世界每天都会发生的平常事件。\n    ……\n    简从梦中惊醒，她一个人睡着农场二楼的一间大卧室。\n    蒙多科在地下铺了一个毯子，用胳膊当枕头，睡在那上面。\n    “再见……希瑟伦……”简蒙上了被子，任由泪珠一颗一颗的滑落。",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1441253580,
            "txt_content": "看着题目我就滚进来了\n我一直不明白S7是啥意思\n↑我是火星人"
        },
        {
            "author": "lostchair",
            "timestamp": 1441253940,
            "txt_content": "guqu 发表于 2015-9-3 12:13\n看着题目我就滚进来了\n我一直不明白S7是啥意思\n↑我是火星人\nsection\n因为特殊的时间轴的原因\n好像是无数个分支组成的一个故事\n开始毫无联系，最后就真相大白那种感觉"
        }
    ]
}