{
    "title": "【红茶的科幻小说】<原创·连载>《叉》 第一章第一节：开幕狂欢曲",
    "author": "我叫Red_T",
    "replyCount": 4,
    "timestamp": 1441259580,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-9-3 21:00 编辑 \n\n【简单介绍】\nlz从小学六年级就开始渐渐迷上写作，想要拥有一部自己的小说。断断续续写了将近4年\n32k的卡抄已经写了29页，每一个有关小说的事件以至物品都有详细介绍\n关于小说名称，我认为是简短为好，“叉”这个字可以理解为象形字，也就是“×”，在以后的更新中会有详细说明这个“×”的来历\n\n第一章第一节：开幕狂欢曲\n                 为了庆祝首个超时空传送机：创世皇×号，CEP从万名志愿者中选择了我来当首个人类实验品，并在25号早来为我送行，这次“庆典”除了保安和科学人员，其他什么人也没有，记着早就被封在3里开外，接受CEP代表的解说。我和那些实验人员被封闭在一个狭小的密室里，好一个传送机，听说它可以将任何物品甚至生物传送到被它所记录下的任何一个星球【创世皇号内部有一个强大的放射性固体物质，放射性物质可以横扫整个宇宙，其密度大的惊人，一小汤匙这种物质就需要2量起重机才可以抬起！它的排斥性十分强大，性能十分活跃，可以将任何和它接触的物质分解然后放射出去。人类采集星球的外表样本，与其融合后，通过特殊手段，让其可以将物品或者生物传送到有类似样本物质的星球上，因此达到“瞬间传送到外星”的效果】由于传送距离都是在太阳系以外，地面根本接受不到来自太阳系外雷达的信号，因此之前用动物进行的实验都以无法接受信号而失败。CEP为此开始研究一种仪器，通过训练便可以熟练操作这种仪器，这个仪器可以发出高频的信号，它可以发出恒定的信号，其速度为普通雷达信号的速度的30倍，而且专为人类设计，因为我无法想像一头鹿或者一只猫在使用如此复杂的人类仪器……“3806，检查你的物品。”3806，我的代号。我浑身穿着复杂的仪器，还有一些紧贴我的后背，感觉有一股刀刺的凉意。我呆呆地坐在那里，看那些穿着雪白大褂的实验人员走来走去，到处都是滴滴的仪器声。我突然害怕起来，我也许这一去真的不会再回来了……我是第一个要被传送的人类……\n                  …………………………距离启动还有30分钟\n                  我像木头一样坐在那里，开始回忆往事。\n                  我叫秦桐樟，是一名17岁的高中生，我出生在最动乱的一年：2700年，那时候每个人都像是敌人，谁也不理谁，走在大街上，谁也不看谁，据说那一年都没有晴天。爷爷说，人们刚刚从一场危机中走出，那一次危机差点毁灭了人类……这是他去世后对我说的最后一句话，以后再也没有人对我说过2600年发生了什么。2710年，我才10岁，就以出色的成绩被最高科技大学：CEPS提前录取了，没错，就是CEP，那个称可以造福人类的全球顶尖高科技集团的大学……我一直认真学习，发明了一只可以自己写字的自动笔，获得了一大笔专利费，而正是我真正走上社会生活的时候，一个噩耗来袭……我的母亲去世，我得了绝症……父亲丢下我，去了别的地方。他对扔下了最后一句话是：“你母亲是被逼死的……”留下我一个人躺在冰冷的医院里……整整一周我没和任何人说过话，一直在哭，一直在哭……这一周后，医院的最终结果出来了，是原位癌晚期……也就是眼癌。我的左眼鼓胀得厉害，不得不用眼罩遮住，我退了医院，把自己锁在家里，我无视医院的化验通知，我想自杀，我割过十几次手腕……吃过几十片安眠药，死神都没有将我终结……直到我听说超时空传送机开始召集志愿实验者……我开始领悟，我不能这么悄无声息的死去，这是窝囊的行为，现在机会来了，我要证明自己的存在……\n                                                                                                                     ----------------------未完待续",
    "replies": [
        {
            "author": "rave_heart",
            "timestamp": 1441259880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "小宇lalala",
            "timestamp": 1441261500,
            "txt_content": "1.1.0.1题目规范\n\n\n 推荐装饰符号列：<、>、《、》、【、】、|、[、]、\\、/。\n 声明：转载/原创、单篇/连载、单章/索引、已完结/连载中、章数、作者笔名等。\n 需要保证：\n1.连载贴单章需发帖格式一致。\n2.保证前缀声明要有转载/原创、单篇/连载，其它则为选择性的。\n 其它自行设计即可，怎么好看怎么写。\nLZ快改吧"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1441281600,
            "txt_content": "首先三楼已提出你的题目格式错误，这个改掉就好。\n看完你的文，我提出几个不足。\n我浑身穿着复杂的仪器，还有一些紧贴我的后背，感觉有一股刀刺的凉意。\n“穿”改成“戴”我想更合理些；\n“刀刺的凉意”是指仿佛刺刀就在背后的感觉吗？\n…………………………距离启动还有30分钟\n省略号可适当删减。\nCEPS提前录取了\n多加了一个“S”？\n一个噩耗来袭……\n可以用句号，或者逗号，省略号反而不适当了。（除非你想体现出时间流逝）\n我退了医院\n直接写成“我出院了。”多简单？\n\n注意段落的的区分，排版仍需加强。\n可以适当看看他人的作品，对了注意看版规"
        },
        {
            "author": "我叫Red_T",
            "timestamp": 1441284900,
            "txt_content": "恶魔-潇洒 发表于 2015-9-3 20:00\n首先三楼已提出你的题目格式错误，这个改掉就好。\n看完你的文，我提出几个不足。\n嗯……谢谢建议\nCEPS是指CEP管理的高级大学，所以多了一个School的缩写“S\"，也许是我没特意指出来的原因吧……\n”退医院“是指主角提前离开医院，出院反而会误以为是治疗康复出院了"
        }
    ]
}