{
    "title": "<原创·连载·圣杯>圣杯之争 第一章 第六节 神秘老者的武功",
    "author": "MF_Mufeng",
    "replyCount": 4,
    "timestamp": 1441272540,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-9-3 17:30 编辑 \n\n      白小亮可以说是废了九牛二虎之力，到达了......离mcbbs分部洛亚还有一段距离的小森林里。\n      这个森林的中心坐着一位白发老者，他武功过人，经常帮助过往的路人和动物。只是，这位老者从不起身，谁也没有见过他吃东西、喝东西。有些恶徒想攻击附近的动物，这个老者便会起身打出一套老练的功法将恶徒击退。因此，这片森林又被称为功夫林。\n      白小亮在总部的时候除了翻阅关于人类体的书籍之外，还大致了解了地理状况。如果没错，应该就是这里了。白小亮走到了功夫林的中心，果然看见了那块空地上被磨得光滑的石头，但却没有看到老者。\n      “果然，传说是假的吗.....”白小亮叹口气，本来他想来这里碰碰运气，看看能不能学习老者那套骇世惊俗的功法，但现在，老者好像并没有，这也让白小亮的幻想成为了泡影。\n      这时，树林里飞出一道黑影，速度极快地向白小亮奔来。白小亮一愣，黑影瞬间冲到面前。一套精练的功法响当当地打在了白小亮的身上。\n      “砰！砰！”\n      踢腿、出拳......一套熟练的功法“啪啪啪”地就被黑影打了出来，白小亮只感觉浑身经脉都被震散了，“哇”地一口鲜血，倒在了地上。\n      “小伙，说，是不是mcbbs派你来的？”黑影蹲下身看了看白小亮，问道。\n      糟糕！白小亮觉得自己的皮像被扒光了一样，身世、经历所有的信息仿佛都被面前的黑影一扫而空。黑影的脸色变了变，随后站起了身。“原来他在你的身上。”黑影似乎是明白了什么，恍然大悟地点了点头。\n      白小亮无奈，估计这人已经发现了光冥存在，现在重要的是先走，不然这个人如果是魔族的或者bear肯定不会轻饶他！白小亮想到这里，一抬头一起身，向着森林外疾遁过去。\n      黑影一怔，旋即微微一笑，以更快的速度追上白小亮，将白小亮擒住。\n      这时白小亮看清了黑影的脸：一张饱经风霜的脸出现在了他的面前。估计这位就是那位老者......先试试看能不能学到刚刚那套功法吧！\n      白小亮吃痛站起身子，抱拳说道：“弟子白小亮见过老师父，刚才多有得罪。”随后按照白小亮记忆看过的武侠剧等，深施一礼后，又说道：“不知道老师父刚刚打得拳法可否传授于我？”白小亮询问道。\n      “嗯......也不是不可以......毕竟他在你身上。”老者一笑，“好了，想学的话就跟我来吧！”老者不再废话，一闪身，又化为一道黑影向空地遁去。\n      白小亮见状急忙跟上，跟到空地后，白小亮跟随老者来到了石头处。\n      老者把手轻轻地放在石头上，随即猛地一用力，石头缓缓下沉，后面出现了一个密道。\n      老者与白小亮下到了密道内，周围整齐地排着蜡烛灯，墙上有许多功法的一连串的壁画。不久，老者与白小亮走到了通道的尽头。老者再次一拳打到墙上，墙裂开了一条缝，白小亮与老者钻了进去。\n      进去后，白小亮才发现里面别有洞天：成百上千的木桩子整齐地排成方阵放置在这个偌大的空间内，周围还有一些强大的魔族战将咆哮着，但却被一种魔法抑制地无法动弹；而几百个木桩中间有一个附魔台，外围的木桩也已经烂了许多。白小亮不由得感叹，他也注意到了一个细节：这位老者也是一个人类体。\n      老者走下了楼梯，在木桩子上打起了那套让白小亮心悸的功法。\n      快速！干净！利索！\n      老者不到十秒就打出了一套，木桩子明显已经有一些打烂的迹象。随后的10分钟内，老者不停地打着功法，随着进化，老者的拳法中柔中带刚，有着微妙的技巧。10分钟内就打了将近100套拳法，木桩子上好几根短木已经被打飞，随着力道的增长，每打出一拳，木头就会飞一根。木头桩子上所有的短木都被打掉后，老者用足力气——\n      “嘭！”\n      巨大的木头桩子被最后这一拳打得稀烂，木头屑子溅了一地。\n      白小亮后面的玄奥功法一点都没记住，只记住了第一套。老者打完后，扭头让白小亮再打。\n      白小亮打得就要比老者的差劲的多了，拳头、手掌打在木桩上震得生疼，白小亮咬咬牙，继续坚持。终于，白小亮马马虎虎地把老者的第一套功法打完了，手和腿都火辣辣的，白小亮一屁股坐在地上。\n      老者摇了摇头，说道：“这可不行，尽量让手掌、拳头、腿部用合适的位置打。”老者又走到一根木桩前，只打第一套功法。\n      干净利索！噼里啪啦一串响声，顺水推舟，木桩子很快所有的短木被老者打掉。一运气，吸气、吐气。“嘭！”又是一声巨响，面前的木桩再次像之前一样，被打得稀烂。\n      白小亮似乎若有所思，站起身来打起了功法。这次的白小亮明显脸色看起来比上次好了许多，手掌、腿部也都打在、踢在了合适的位置。一套拳法下来，面前的木桩短木已经掉了几根。白小亮继续训练，终于把所有的短木都打了下来。白小亮运气，一掌轰出，并没有想象中的巨响，取之而代的是巨大的疼痛。\n      “这点你还需要多加磨练。”老者说道，“这个力道是由Exp才能有的。我已经80级左右，而你只有30，所以还是尽你所能把第一套打好就行了。现在我送你到你的部队里，小家伙，咱们有缘再见吧！这套功法为”坏铁功“，以后多加训练。”白小亮点点头，说道：“多谢老师父传授！”深施一礼，下一幕，就在洛亚的大门口了。\n      “白小亮！”郑龙教官出现了。\n      目录     at大法：\n    @guqu @FHC红石 @普通HIM @青格大D @1137246733 @恶魔-潇洒  （希望各版主大也能支持下-w-）\n\n",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1441272720,
            "txt_content": "“小伙，说，是不是mcbbs派你来的？\n喜感，但没有任何问题。\n我今天没人气了"
        },
        {
            "author": "SYS_TEM",
            "timestamp": 1441273440,
            "txt_content": "第一次看小说\n感觉不错2333"
        },
        {
            "author": ".含羞草",
            "timestamp": 1441273920,
            "txt_content": "不错不错，楼主继续哈"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1441275360,
            "txt_content": "不艾特我差评\n话说，蜀黍家里有一本九阴真经，小盆友你想不想来蜀黍家看看呀\n（斜眼笑）"
        }
    ]
}