{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S8·|Unturned",
    "author": "lostchair",
    "replyCount": 2,
    "timestamp": 1441273800,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:17 编辑 \n\n    太阳落山时候多漂亮?我见过。\n    多少人在诗里描述了多少遍，没接触过的人，仍然不知道那有多美。\n    从一个农场走到另一个农场，天以黑的彻底。\n    简和蒙多科简单的把剩下的食物吃光，把门堵住，倒在床上就睡了。\n    只是半夜的时候，简忽然惊坐起来。\n    在黑暗里面，四周无一处不同。好像是平常日子的一个晚上，第二天还要面对早起的日光。\n    然而现在，一切都不同了……\n    “起床吧。”蒙多科半跪在床前玩弄着简的头发。\n    “喔……”简睁开眼睛，呆呆的望着墙上的钟。\n    这里也已经被掏空的彻底，甚至连一个怪物都看不到。\n    没有吃早餐的人需要快点到下一个地方寻找些食物。\n    在路上的简一句话也没说，蒙多科在路边顺手摘了几个野果。尝了两口，除了味道有点酸以外，没什么问题。\n    确定野果没有毒以后，蒙多科把剩下的野果都递给了简。\n    简也不客气，接过果子全都塞进了嘴里。\n    胃里垫了薄薄的一层食物之后，蒙多科把剩下的果子放进了背包。\n    差不多走到中午的时候，简从望远镜中又看到了一个农场，开始她以为她和蒙多科又走回了第一个农场，不过当她看到了防御工事和走动的人的时候，她才意识到，这是第三个农场，并且这里是有幸存者的。\n    两人悄悄的靠近农场，蒙多科对活人还抱有一丝幻想，而简基本上不怎么信任活人了。\n    “里面只有一个小男孩吗？”蒙多科的眼睛很好用，隔着差不多两百米的地方依然能看清一些东西。\n    “是，不过好像他在和屋子里的谁说话。”简透过望远镜，一丝一毫的细节都看的非常清楚，“出来了，是一个老头。”\n    “老头……好不礼貌。”蒙多科开玩笑的说，但是简没有理他。\n    “过去看看，把你的复合弓拿在手上。”简用略带稚嫩的声音发号施令，同时自己也把剔骨刀拿了出来。剔骨刀配合一个西部少女的形象，很搞怪。\n    “你要干吗？杀了他们？”蒙多科有点吃惊，虽说简也用刀威胁过他，但毕竟什么事都没有做，或许那是因为她受到了惊吓才这么做的，但是现在她吃饱喝足，精神焕发，为什么还要一副冷酷敌对的样子。\n    “我不想杀人，也不想被人杀。”说着，简就提着刀弓着腰向农场走去了。\n    蒙多科只好照做，箭搭在弓上，跟在简的背后。\n    到了农场的围栏边上，简趴在地下，从缝里看着那个小男孩和老头的一举一动，两个人好像是在刨地种地，在他们自家的小院里而不是农田里。两个人手里都拿的锄头，地上摆着一个水壶和一袋番茄种子，在旁边还有一把双管猎枪。\n    这个农场的围栏明显比其它农场的围栏要高，怪物们肯定是翻不进来的，人要想翻进来也有点困难。所以简慢慢的又转移到了正门，那里有一根铁丝绑住了一个小木门。确定里面的人没有发现她之后，她悄悄地解下了铁丝。\n    “等一下，我把门推开，你就直接把弓拉满。”简小声的对身后的蒙多科说，“我会和他们交涉，如果有人敢捡起那把猎枪，你就直接放箭，知道吗？”\n    “你今年不是十七岁吗……”蒙多科有些难以置信的说，“虽然世界变成了这个样子，可我不相信一个十七岁的小女孩会变得这么冷酷无情。”\n    “什么都没经历过的人，就不要随便评论别人了。”简不屑的说道，“我数到三，就把门推开，你要是不想死的话，最好按照我说的来。”\n    蒙多科无奈，只能点点头。\n    “一…”\n    “二…”\n    咯吱一声门从里面被打开了。咔嚓子弹上膛的声音过后，一筒双管猎枪抵在了简的脑袋上。\n    顺着枪管往上看去，一个嘴里叼着烟斗，头发和胡子全都已经白的彻底的老头正面无表情的看着他们。\n    “小孩子应该学会尊重年长的人。”老头声音十分平缓，却充满一种岁月的压迫感，“退后，把刀和弓都扔地下。”\n    “然后你就杀了我们？”简和老头四目交接，顶住了眼神和良心的压力。\n    “明明是你要杀了我们才对，哈。”老头吸了一口烟说道，“我也数到三。”\n    老头闭着眼睛，愉快的吸着烟，倒数着。\n    “一…”\n    “二…”\n    “……”老头迷瞪开了一只眼睛，看了看简，略感不耐烦。\n    “别开枪。”蒙多科扔掉了弓和箭，双手举过头顶，“别开枪。”\n    “喔，投降了一个。”老头轻蔑的笑了一声，“那你呢？小姑娘。”\n    枪口依然对准简，一枪下去，两个金属弹丸足够把任何坚固的物体炸的稀烂，更别说脆弱的人头了。\n    “三……”\n    砰的一枪，两颗子弹迸发而出，枪口一阵硝烟弥漫。\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1441275480,
            "txt_content": "不错，楼主一直在进步\n但是这鬼畜的更速……这就是新一代的日更狂魔吗'……"
        },
        {
            "author": "lostchair",
            "timestamp": 1441283280,
            "txt_content": "2B与mc的故事 发表于 2015-9-3 18:18\n不错，楼主一直在进步\n但是这鬼畜的更速……这就是新一代的日更狂魔吗'…… ...\n快要考试啦，至少趁有空的时候写完几万字"
        }
    ]
}