{
    "title": "<原创·连载·圣杯>《神不会死：真正的神》 第一回 【林磊】",
    "author": "电饭煲（备）",
    "replyCount": 8,
    "timestamp": 1441276020,
    "txt_content": "                                                                第  一  回\n【林磊】\n窗外传来几分喧闹，鸟叫声传入窗内，林磊还在睡梦中酣睡。几声欢笑流入林磊耳中，这惊醒了这位熟睡的男孩。“啊！睡过头了！”还沉浸在昨晚的学术研究中的大脑被捞上岸，“毕业典礼！要迟到了！”“妈！我先走了！”林磊拿起一块压缩饼干就往街道走去。“是他，真的是他……”一声惊叹从林磊走后响起在高墙后，语气中夹杂着几分不可思议。“同学们，四年时间，我们走过了四年的岁月，今天……”讲台上，依旧是熟悉的班主任，只不过不再是真人，而是一片全息影像。“林磊那家伙，毕业典礼都不准时来”与林磊同级的同学不禁抱怨道，但也只是抱怨几句罢了，也没有人多说。这时的林磊，刚刚进入学校，悄悄地走上了楼梯，推开了会议室的后门，悄悄地坐在了最为角落里的座位，才算是把悬着的心放了下来。“同学，来得挺早啊。”“那当然，好不容易才溜进来的……”话还没说完，林磊听着这熟悉的声音不禁渗出了几滴冷汗，“高倩……饶了我好吗？”“你也知道求饶？十多年了，哪次同学聚会，散学典礼你是准时来过的？”这个叫做高倩的女孩此时就坐在林磊身边，“诶，你说你平时又不认真学习，一整天还疯疯癫癫的，你是怎么考上最高学府的？”“这个嘛……总之随便考考就是了，可能是天赋之类的……诶！你看，我来的刚好嘛！刚好赶上聚会时间，我们俩就别在这里唠嗑了，赶快去和同学们一起疯一疯吧。”林磊很粗略地带过了这个问题，转而将枪口对准了马上开始的聚会。随着班主任从全息图变成推门而入的真人，整个聚会也宣布正式开始。所有人都好似疯狂，每个人几乎疯狂了，只愿用疯狂去压制临近分开的悲伤，而林磊和高倩两人并没有这么多的心思去加入聚会中。“你有没有感觉到什么奇怪的呢？”林磊趴在窗台上，自言自语地冲着天空说道。“什么奇不奇怪的，这么多年了，自己看着天空说梦话，也不嫌累。”高倩走到林磊身边，一脸见怪不怪的表情挂在脸上，“我看啊，这就是你的心理作用，好好的高科技世界，哪有什么稀奇古怪的东西。”林磊用无奈的表情回复了这一句话，但是林磊并不觉得这种莫名其妙的心悸是心理作用或者是某种疾病，但也不知道怎么辩解，于是站起身，就要朝门外走去。“诶诶，说你两句就不开心啦？散学典礼还没完呢！”高倩拉住了林磊的手，但林磊用力一抖，高倩也没抓住，“他到底怎么了，这几年好不对劲啊。” \n",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1441276920,
            "txt_content": "对话有点多，第一章的线索应该透露得更多些，气氛貌似也不咋地\n总的来说还不错，目测不易断更\n但用来参赛还是不太可行的，对不\n希望多加改进\n不要问我为什么我还不更新\n因为我没电脑用 了2333333333333333"
        },
        {
            "author": "1137246733",
            "timestamp": 1441279560,
            "txt_content": "其实写的一般，怪不得你说你需要磨练。\n文章的确是有些像流水账了，该有的细节都没有，已有的细节运用不恰当。\n例如这：\n“妈！我先走了！”林磊拿起一块压缩饼干就往街道走去。\n“是他，真的是他……”一声惊叹从林磊走后响起在高墙后，语气中夹杂着几分不可思议。\n这是原文\n“妈！我先走了！”林磊拿起一块压缩饼干就往街道走去。\n高墙后有个黑衣人一直监视着这一切。\n月色银光洒下。\n“是他，真的是他……”\n他发出了一声惊叹，语气中夹杂着几分不可思议。\n这样如何呢？\n细节需要加深，不然转折会有些太突兀了。\n这就像是流水账了。\n\n另外情节有些意思，平淡中反映不平淡。\n很有潜力，但要努力。"
        },
        {
            "author": "langyo",
            "timestamp": 1441281060,
            "txt_content": "支持上方ice的说法（@1137246733 ）\n字数太少，我们不怪你，你在索引里说过了。\n情节稍微可以。不过，你应当再给读者一些细微的提示，因为这章的最后没有完，至少我这么觉得。\n\n“所有人都好似疯狂，每个人几乎疯狂了，只愿用疯狂去压制临近分开的悲伤，而林磊和高倩两人并没有这么多的心思去加入聚会中。”\n\n为什么前面有了好似，后面要再来个几乎？可能这里并没有什么错误，但是我个人觉得这里写得有些别扭。\n\n\n仅个人意见。\n\n——————↓↓↓我的签名档乃们就不能看看么QAQ"
        },
        {
            "author": "电饭煲（备）",
            "timestamp": 1441285920,
            "txt_content": "1137246733 发表于 2015-9-3 19:26\n其实写的一般，怪不得你说你需要磨练。\n文章的确是有些像流水账了，该有的细节都没有，已有的细节运用不恰 ...\n阿里嘎多！"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1442358900,
            "txt_content": "我倍感压力，最近两周没更新了"
        },
        {
            "author": "名人才华",
            "timestamp": 1442379360,
            "txt_content": "Sad_elevenKH 发表于 2015-9-16 07:15\n我倍感压力，最近两周没更新了\n我寒假还不知道发不发，你叫什么→，→"
        },
        {
            "author": "Terry39",
            "timestamp": 1442409900,
            "txt_content": "我就提一提个人意见哈，其实楼主的文还是可圈可点的\n-首行缩进/段落空行（便于阅读）\n\n-调整字体与大小（同上）\n\n-剧情发展速度可以调快一点...毕竟一篇开头不吸引人的文章，正常情况下是不会有人耐着性子读下去的。（最好在前1500字以内进入主题，使读者理清小说的大概思路。）\n\n之后楼主自由发展咯，加油哈，毕竟只是个人建议，仅供参考。"
        },
        {
            "author": "电饭煲（备）",
            "timestamp": 1442491380,
            "txt_content": "Terry39 发表于 2015-9-16 21:25\n我就提一提个人意见哈，其实楼主的文还是可圈可点的\n-首行缩进/段落空行（便于阅读）\n感谢您的宝贵意见！！"
        }
    ]
}