{
    "title": "懂星门插件的入 Ancient Gates",
    "author": "a100107455",
    "replyCount": 3,
    "timestamp": 1441276860,
    "txt_content": "我就是想知道那个\nSocket Comms Usage有什么卵用\n{:10_513:} 有没有大婶解释一下\n\n\n如下：\nNB - This section is for advanced users only, it is not required to function and only recommended for dedicated servers or VPS servers.\n\nSocket Comms UsageBungeeCord's messaging system only provides one-way communication. So typing the command \"/gate setto [id] [fromserver]\", for example, will not provide a response back if there are no players on the other server. To provide seamless BungeeCord integration, you can enable Socket Comms.\n\nTo enable Socket Comms, type /gate setconf useSocketComms true.\n\nIt is recommended beforehand that you specify a port number to use:\n/gate setconf socketCommsPort [port]\nPort must be available (Recommend using 18001 for 1st server and incrementing for each instance).\n/gate setconf socketCommsPass [password]\nPassword should be appropriate enough to encrypt server-server comms.\n\nSetting this up for each server will enable socket communication between the plugins and give access to the following commands:\n/gate  addserver [name] [address:port] [password] - Make a BungeeCord server known.\n/gate  remserver [name] - Remove a known BungeeCord server.\n/gate  serverlist,serverls - Display known BungeeCord servers and their connectivity.\n\nTo link up the servers via socket comms you need make each AncientGates plugin aware of its neighbouring servers. To do this, we type the command /gate addserver [name] [address:port] [password] for EACH server we have just setup using the above instructions.\n[name] is the name referred to when you type \"/server [name]\".\n[address] tends to be 127.0.0.1 unless the server risides elsewhere.\n[port] is the \"socketCommsPort\" you set in the config (/gate setconf) of the server you are adding.\n[password] is the \"socketCommsPass\" you set in the config (/gate setconf) of the server you are adding.\n\nOnce you've added all these servers onto one of your AncientGates instances, you will notice a new file has been created called servers.json. You can copy this file to the config directories of all you other servers to save repeating the process for each instance.\n\nSocket Comms Youtube VideoAn Advanced Usage BungeeCord setup video has kindly been put together on YouTube by BoundHacker.\n",
    "replies": [
        {
            "author": "233的石头",
            "timestamp": 1441293000,
            "txt_content": "你不会用吗\n百度翻译"
        },
        {
            "author": "lichi2050",
            "timestamp": 1441302120,
            "txt_content": "Socket Comms Usage 其实就是\n解释太麻烦弄个列子吧\n\n比如说你在服务器1创造了一个星门，然后传送到服务器2会到底生成点（单项传送）\n启动Socket Comms Usage后可以设定双向传送，就是在服务器2输入/gate setto [星门id] [原来服务器]后\n在服务器1进入星门会传送到设定的地点。"
        },
        {
            "author": "hcm！",
            "timestamp": 1441881660,
            "txt_content": "http://www.mcbbs.net/thread-97758-1-5.html拿去看吧！"
        }
    ]
}