{
    "title": "＜原创同人.连载.圣杯＞《无限节操制》1.第一章名字一定要长才霸气，大概吧。",
    "author": "56562741",
    "replyCount": 24,
    "timestamp": 1441286760,
    "txt_content": " 本帖最后由 56562741 于 2015-9-16 23:17 编辑 \n\n前言：这是一本无限流，作者来参加圣杯，只是兴趣，作者也没有想拿什么奖，拿的了很好，拿不了也罢。不定时更新，话说能不能一个帖子一直更新，不然一章一个帖子很累的。小说非龙傲天式开局，而是伏笔潜力式开局这本小说不会完结，只要最近有什么新番或者游戏作者感兴趣了就会写所以不会完结。简介不会写，这是一个少年在无限空间的装B故事，这也是他救赎他所喜爱的动漫人物的机会，“节操转换机S级道具，把自己的节操献祭可以召唤三幻神，哦不，是主神大大。看着眼前的道具叶言决定，节操不要啦！本书又名万万没想到我的萌萌哒主神大人的节操居然被间隙消失不见了，很治愈的一本书，大概吧。请记住一句话！“作者没节操！*\\(^o^)/*作者没节操！*\\(^o^)/*因为很重要所以要说两遍！因为很重要所以要说两遍！”\n     在一个风雨交加的夜晚，我们的疯狂博士又在…………不好意思拿错剧本了。一个阳光明媚风雨交加万里无云的夜晚（笑）我们的主角在家里玩着电脑，主角叶言呢是一个死宅，而且同时还是一名LV100的火系大魔导师，兼职FFF团长，其实呢叶言这个FFF团可是有将就几千人的，叶言在家里玩着电脑，穿着一身休闲服，胸前带着一个看着就像地摊上买来的便宜货的勋章，这个就是团员们个团长大人做的，花了3块钱……左手带着一个古铜戒指，这个戒指是什么呢以后再讲，随便一提主角是混血儿，以色列加中国的，不过头发颜色还是黑色但是眼瞳就是紫色的，先不废话了。\n    叶言在上着网看着小圆脸的最后一集，“妈蛋，亏老虚说这是一部治愈向的作品，自从学姐头没了，越来越猎奇！这年头各种番都是悲伤的结局，妈蛋，弄个喜闻乐见的大团圆会死啊！我估计老虚收到的刀片都够他靠卖废铁买下麻花疼了！”这时突然跳出一个窗口上面写着，“娱乐向测试”叶言看见了也没多怀疑什么，比较他的电脑经常有这种情况出现，他也经常去做一些测验之类的，“我看看哦，都什么题？”\n第一题（如果我妻由乃爱上你你会怎么做？）（我是大爱无疆！）\n第二题（如果你能穿越，只可去《鬼畜眼镜》和《女装山脉》选哪一个？）（我一个都不选！）\n第三题（接上面的，把《鬼畜眼镜》换成《冲绳萝莉岛》必须选一个！不然你永远都是单身狗！）\n（算你狠！路西法我的灵魂是你的了！）\n     随着各种奇葩的问题叶言也是终于答完了，这时电脑上又跳出来一个窗口\n“你想明白生命的意义吗？YES/NO”叶言头上瞬间爆出几条黑线，“肯定是假的！是特技！NO！”\n他果断的按下NO，然后有弹出来一个窗口“你想明白生命的意义吗？YES/YES”“………………泥垢了！关机大法！”就在叶言关机的时候他的苹果手机有跳出来一个窗口“你想把QB做成丸子吗？你想挽救学姐的头吗？你想改变一切原来的世界剧情吗？YES/NO”叶言看了看，“这根本无法拒绝啊！选选选！不选不是人！”就在叶言按下去的那一瞬间他失去了意识，叶言最后一个念头是“老子赚了！”\n? ? ?“嗯，好晕，是陌生的天花板，嗯？不对这特么也不是天花板啊！”看着周围一片白茫茫的空间“哦哦哦哦哦哦哦哦哦哦！这就是传说中的主神空间吗！那个大白煮鸡蛋在哪？”然而在他面前的是一个面无表情的银发三无小萝莉，用机械的电子声说“你好，独立者23333号，我是第10086号主神……”主神话还没说完就被叶言打断了“虽然不是大白煮鸡蛋，但是说三无萝莉好评啊！话说独立者听着比什么轮回者，游戏者，无限者，进化者，高端了不少，话说！那个编号是闹哪样！主神还有编号！这玩意还是量产的吗！如果是量产的请务必给我一个带回家！”\n? ? ? ? ? ? ?萝莉主神也没在意他打断了她的话为他解答道“首先独立者是主神亲自选出来的，而不是由随机选出来的轮回者，第二这个编号是由主体选的，你是第一个独立者，而主神的话……可以说是量产的吧，我们都是由主体分裂出来的。”这时叶言问道“我是真正的主神选出来的？我不记得我参加过什么考验。”“还记得那个娱乐向测验吗？那就是主体出的题。”叶言听见了也不由掉下来几滴巨汗，看来主神也不是太靠谱。",
    "replies": [
        {
            "author": "风吟浅唱",
            "timestamp": 1441287300,
            "txt_content": "借用几位触的话 就这文笔还想参加圣杯\n\n借用我的话 LZ你写的真好呐！目测金杯是你的了！"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1441287360,
            "txt_content": "提醒一下标题错了不谢我叫雷锋是的就是雷锋萌萌的我妻雷锋求断句"
        },
        {
            "author": "北极星人",
            "timestamp": 1441288200,
            "txt_content": " 本帖最后由 北极星人 于 2015-9-3 21:53 编辑 \n\n就这文笔还来参加圣杯？你是猴子派来的逗比么？呸，你是来给论坛创作版丢人的么？"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1441288560,
            "txt_content": "北极星人 发表于 2015-9-3 21:50\n就这文笔还来参加圣杯？你是猴子派来的逗比么？呸，你是来给论坛创作版丢人的么？ ...\n果然从来某人对新人态度都很差（看什么看没说你）"
        },
        {
            "author": "北极星人",
            "timestamp": 1441288680,
            "txt_content": "风吟浅唱 发表于 2015-9-3 21:56\n果然从来某人对新人态度都很差（看什么看没说你）\n如果不参加圣杯就罢了，报名感觉丢人丢到家了。"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1441288860,
            "txt_content": "我不说话你继续OwO让我来安抚新人易碎的受伤的可怜的心啊你多可怜但是没有关系因为努力就好哈他们都是触喷喷很正常（断句君何在？来者可是，诸葛断句？）"
        },
        {
            "author": "56562741",
            "timestamp": 1441290540,
            "txt_content": "嘛，我只是业余而已，第一次写，抱着写着玩的心理写的。也没打算拿奖。无所谓，有哪里写的不好我会改，主要走逗比，主角之所以变成这样，是设定的错……主角是萝莉控……刚开始只是铺垫，为了以后剧情，以后会走治愈流和逗比流，哪里治愈？以后就知道了嘛，我也做好了心理准备，毕竟我文笔是多烂我也清楚，慢慢向各位大触学吧，标题我是故意的因为无限流只要有关于某个作品的元素或者剧情，严格来说就是同人，所以才是原创同人，我写的那里不好，各位大神指出，各位不用担心我的心里承受能力，主角的性格就是以我的性格为基础，我也是没心没肺，这一章有两个伏笔，谁看出来了？我写这个也是为了弥补我当年看那些番的遗憾。我的性格请看签名，还有这一章我是用手机打的，发也是用手机发的，我现在在外地。"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1441290900,
            "txt_content": "没事没事，摸摸头（哈哈我终于有一天可以装大触啦！）"
        },
        {
            "author": "56562741",
            "timestamp": 1441291860,
            "txt_content": "风吟浅唱 发表于 2015-9-3 22:35\n没事没事，摸摸头（哈哈我终于有一天可以装大触啦！）\n呃，我只是说你是个好人哦，没说你是大触哦。嗯，你是个好人。"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1441292160,
            "txt_content": "我也没说你说我是个大触（摸摸头）"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1441324140,
            "txt_content": "虽说LZ抱着兴趣来参赛，但也要注意一下标点符号。\n（算你狠！路西法我的灵魂是你的了！）\n     随着各种奇葩的问题叶言也是终于答完了，这时电脑上又跳出来一个窗口\n“你想明白生命的意义吗？YES/NO”叶言头上瞬间爆出几条黑线，“肯定是假的！是特技！NO！”\n中间发现木有，那句话结尾并没有句号.\n还有一些语句例如：\n就在叶言按下去的那一瞬间他失去了意识，叶言最后一个念头是“老子赚了！”\n这段我认为“老子赚了！”前面应该有个冒号。\n还有几段话前面并没有空两格......希望LZ以后再加油吧。更多的是明明这句话还没有完就已经开始说话了，而且全文略像对话流。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1441329060,
            "txt_content": "幸亏北极没抢我饭碗哈，真是谢天谢地咯，好了，开喷\n而是伏笔潜力式开局这本小说不会完结\n标点被你吃了么→_→\n这本小说不会完结，只要最近有什么新番或者游戏作者感兴趣了就会写所以不会完结。\n重复重复重复，重要的话要说三遍，你换一个词也行啊，用两个不会完结什么鬼，不会觉得读起来别扭么？\n简介不会写，这是一个少年在无限空间的装B故事，这也是他救赎他所喜爱的动漫人物的机会\n这就可以当简介啊喂(╯‵□′)╯︵┻━┻（话说这简介写的也太那个啥了吧……\n“节操转换机S级道具，把自己的节操献祭可以召唤三幻神，哦不，是主神大大。看着眼前的道具叶言决定，节操不要啦！\n后引号被你吃了吗？\n本书又名万万没想到我的萌萌哒主神大人的节操居然被间隙消失不见了\n……（我的内心是崩溃的）\n请记住一句话！“作者没节操！*\\(^o^)/*作者没节操！*\\(^o^)/*\n……（我的内心是崩溃的*2）\n因为很重要所以要说两遍！因为很重要所以要说两遍！”\n两遍什么鬼啊，不是三遍吗= =\n在一个风雨交加的夜晚，我们的疯狂博士又在…………不好意思拿错剧本了。\n扯淡风真的大丈夫？\n一个阳光明媚风雨交加万里无云的夜晚（笑）\n……（我的内心是崩溃的*3）\n我们的主角在家里玩着电脑，主角叶言呢是一个死宅，而且同时还是一名LV100的火系大魔导师，兼职FFF团长，其实呢叶言这个FFF团可是有将就几千人的，\n楼主你会用标点么，最后应该是句号啊喂，而且将就什么鬼，不是将近么，还有几千多人我的世界观都颠覆了有木有。那两个呢重复了有木有，不会用你就别用这种词了好么？这切入也太蛋疼了吧。\n叶言在家里玩着电脑，穿着一身休闲服，胸前带着一个看着就像地摊上买来的便宜货的勋章，这个就是团员们个团长大人做的，花了3块钱……\n上文不是写了在家里玩电脑么，怎么又来？团员们个什么鬼，不是给么……另，三块钱能买个不错的徽章了吧……\n左手带着一个古铜戒指，这个戒指是什么呢以后再讲，随便一提主角是混血儿，以色列加中国的，不过头发颜色还是黑色但是眼瞳就是紫色的，先不废话了。\n两边反差太大了吧→_→\n不是顺便一提么……\n颜色两字可以去掉了，另，但是眼瞳就是紫色的什么鬼，不通顺啊喂\n先不废话了也可以删了……\n叶言在上着网看着小圆脸的最后一集，“妈蛋，亏老虚说这是一部治愈向的作品，自从学姐头没了，越来越猎奇！这年头各种番都是悲伤的结局，妈蛋，弄个喜闻乐见的大团圆会死啊！\n像你这种文笔还是别爆粗了吧……\n这时突然跳出一个窗口上面写着，“娱乐向测试”叶言看见了也没多怀疑什么，比较他的电脑经常有这种情况出现，他也经常去做一些测验之类的，“我看看哦，都什么题？”\n心理反差好大……\n第一题（如果我妻由乃爱上你你会怎么做？）（我是大爱无疆！）\n第二题（如果你能穿越，只可去《鬼畜眼镜》和《女装山脉》选哪一个？）（我一个都不选！）\n第三题（接上面的，把《鬼畜眼镜》换成《冲绳萝莉岛》必须选一个！不然你永远都是单身狗！）\n（算你狠！路西法我的灵魂是你的了！）\n……（内心崩溃*4）\n随着各种奇葩的问题叶言也是终于答完了，这时电脑上又跳出来一个窗口\n有点不通顺……\n随着各种奇葩的问题叶言也是终于答完了，这时电脑上又跳出来一个窗口\n“你想明白生命的意义吗？YES/NO”叶言头上瞬间爆出几条黑线，“肯定是假的！是特技！NO！”\n他果断的按下NO，然后有弹出来一个窗口“你想明白生命的意义吗？YES/YES”“………………泥垢了！关机大法！”就在叶言关机的时候他的苹果手机有跳出来一个窗口“你想把QB做成丸子吗？你想挽救学姐的头吗？你想改变一切原来的世界剧情吗？YES/NO”叶言看了看，“这根本无法拒绝啊！选选选！不选不是人！”就在叶言按下去的那一瞬间他失去了意识，叶言最后一个念头是“老子赚了！”\n扯淡风什么的最讨厌啦啊(╯‵□′)╯︵┻━┻（内心崩溃*5）\n“嗯，好晕，是陌生的天花板，嗯？不对这特么也不是天花板啊！”\n两个嗯重复，另，粗口可以去掉了……\n看着周围一片白茫茫的空间“哦哦哦哦哦哦哦哦哦哦！这就是传说中的主神空间吗！那个大白煮鸡蛋在哪？”然而在他面前的是一个面无表情的银发三无小萝莉，\n这场景描写的……另，转变太快了吧……\n“你好，独立者23333号，我是第10086号主神……”主神话还没说完就被叶言打断了“虽然不是大白煮鸡蛋，但是说三无萝莉好评啊！话说独立者听着比什么轮回者，游戏者，无限者，进化者，高端了不少，话说！那个编号是闹哪样！主神还有编号！这玩意还是量产的吗！如果是量产的请务必给我一个带回家！”\n扯淡风已经无爱了……（内心崩溃*6）\n萝莉主神也没在意他打断了她的话为他解答道“首先独立者是主神亲自选出来的，而不是由随机选出来的轮回者，第二这个编号是由主体选的，你是第一个独立者，而主神的话……可以说是量产的吧，我们都是由主体分裂出来的。”这时叶言问道“我是真正的主神选出来的？我不记得我参加过什么考验。”“还记得那个娱乐向测验吗？那就是主体出的题。”叶言听见了也不由掉下来几滴巨汗，看来主神也不是太靠谱。\n……（内心崩溃*max）\n\n咳咳，回归正题，整篇文章节奏太快，略流水场面描写模糊不清，心理描写是有，但显得十分违背，文风一定得改进。你的文在整个论坛上远比其他的一些流水账优秀，但参加圣杯的话，还没到火候。\n最后，借用一楼那句话：就你这文笔还想来参加圣杯？\n那么，祝进步咯\n又来晚了（233333）"
        },
        {
            "author": "56562741",
            "timestamp": 1441330080,
            "txt_content": "gggbbb 发表于 2015-9-4 09:11\n幸亏北极没抢我饭碗哈，真是谢天谢地咯，好了，开喷\n\n标点被你吃了么→_→\n谢谢指出错误呢，这一章是用手机打的，所以有些地方没加引号，速度快一点是为了快速把开局布下来，我是想快速过渡，一直到新手试炼，主角是个多重性格，而且是个萝莉控（笑）有点太激动，以后会走治愈流，顺便一提主角是个高福利，以后两章节奏会快一点，到了第四张就好了，因为剧情正式开始，现在说是序章更好一点吧，前三章先把主角的战斗系统，伏笔，装备，弄好，主角只要一见到萝莉就会这样（笑）以后会慢慢改，主角的性格跟我一样，我就是个性格分裂的人，大概吧。"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1441330440,
            "txt_content": "首先还是一句话：欢迎新人入坑~\n那么除12楼给出的建议外，我还有几个建议。\n第一，在一个风雨交加的夜晚，我们的疯狂博士又在…………不好意思拿错剧本了。\n这里虽说可以给故事抹上一层欢乐的色彩，但这句话大可删掉（当然这是看个人，不想删随便啦）\n主角叶言呢是一个死宅，而且同时还是一名LV100的火系大魔导师，兼职FFF团长，\n这样一个“大人物”怎么是只用几块钱做东西的穷逼呢？\n随便一提主角是混血儿\n用“顺便一提”更好。“随便”是真的有些随便了。\n叶言在上着网看着小圆脸的最后一集，“妈蛋，亏老虚说这是一部治愈向的作品，自从学姐头没了，越来越猎奇！这年头各种番都是悲伤的结局，妈蛋，弄个喜闻乐见的大团圆会死啊！我估计老虚收到的刀片都够他靠卖废铁买下麻花疼了！”\n各种梗都来了，脏话都上来了。\n在这里我要借用一个人的一句话“写小说不是儿戏”，希望你能严肃态度，写小说是一门很严肃、很庄重的事情。（虽然这样可以活跃气氛，但还是庄重为好）\n独立者23333号，我是第10086号主神……\n请庄重，请庄重，请庄重！！！因为很重要所以要说三遍！！！\n这样怎么能让人继续读下去？\n另，请不要把我的话当成是对你的否定，只要改掉一些毛病，日积月累也是能成为大触的"
        },
        {
            "author": "gggbbb",
            "timestamp": 1441330860,
            "txt_content": "恶魔-潇洒 发表于 2015-9-4 09:34\n首先还是一句话：欢迎新人入坑~\n那么除12楼给出的建议外，我还有几个建议。\n第一，\n恶魔你瞎凑什么热闹，想要人气就直说→_→"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1441331040,
            "txt_content": "哇！所以我给你带了多少建议啊！又刷出来一个"
        },
        {
            "author": "Sharkine",
            "timestamp": 1441334040,
            "txt_content": "就不能真实一点么，这样感觉写不下去啊。估计到后面会越来越夸张......"
        },
        {
            "author": "56562741",
            "timestamp": 1441334100,
            "txt_content": "恶魔-潇洒 发表于 2015-9-4 09:34\n首先还是一句话：欢迎新人入坑~\n那么除12楼给出的建议外，我还有几个建议。\n第一，\n嗯，谢谢提议，我主要走逗比流和治愈流，以后写到小圆脸时会非常治愈，个人不太喜欢太过于严肃，严肃也行，但是肯定不会太多，因为我本人性格就是这样，比较随性，同时也是因为主角的性格，是个逗比……"
        },
        {
            "author": "初阳时光",
            "timestamp": 1441337280,
            "txt_content": "北极星人 发表于 2015-9-3 21:50\n就这文笔还来参加圣杯？你是猴子派来的逗比么？呸，你是来给论坛创作版丢人的么？ ...\n虽然不反对，但是说话不要像针戳啦{:10_513:}"
        },
        {
            "author": "初阳时光",
            "timestamp": 1441337460,
            "txt_content": "风吟浅唱 发表于 2015-9-3 22:01\n我不说话你继续OwO让我来安抚新人易碎的受伤的可怜的心啊你多可怜但是没有关系因为努力就好哈他们都是触喷 ...\n{:10_492:}"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1441338960,
            "txt_content": "嗯，因为他们都给你提了这么正经的建议，我也给你提点正派人士的（雾）吧。首先治愈向用这么逗比的文风好像很难写，建议你开个新坑写严肃点。治愈我无比不擅长，不过你要写虐心我可以给你点提示，首先猪脚和猪肾一起撸怪，建议不要写后宫。他们渐渐有了感情，可是后来发现猪脚是灾星什么的，主神Boss要消灭猪脚，猪肾挺身而出保护了猪脚，猪肾死猪脚暴走，然后你自己脑补。当然写文是自己的事，别人的见解只是见解，你自己写的才是最重要，要不然邯郸学步，最后怎么写文都不会了"
        },
        {
            "author": "56562741",
            "timestamp": 1441375980,
            "txt_content": "风吟浅唱 发表于 2015-9-4 11:56\n嗯，因为他们都给你提了这么正经的建议，我也给你提点正派人士的（雾）吧。首先治愈向用这么逗比的文风好像 ...\n（伪）后宫，主角到完结都是魔法师（笑）只有为啥，因为我还没脱团（笑），主角不会去主动，是被动，治愈向我会写的不错，逗比只是辅助，治愈才是王道，虐心不会有，虐心不适合这个坑，等我以后什么时候抽风写东方文再说吧，主角只是想把那些番里的遗憾补完，然后就是浪迹位面，去寻找乐趣，或许可能会在某个世界住上十年八年的，但是不会满足于停留，顺便一问，圣杯什么时候结束？"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1441376100,
            "txt_content": "56562741 发表于 2015-9-4 22:13\n（伪）后宫，主角到完结都是魔法师（笑）只有为啥，因为我还没脱团（笑），主角不会去主动，是被动，治愈 ...\n你们为什么都不看版规都不看活动贴！（其实我也忘了，好像还有七个月）"
        },
        {
            "author": "名人才华",
            "timestamp": 1442464920,
            "txt_content": "北极星人 发表于 2015-9-3 21:58\n如果不参加圣杯就罢了，报名感觉丢人丢到家了。\nbia极怒骂新人~"
        }
    ]
}