{
    "title": "<原创·连载·圣杯>圣杯之争 第一章 第七节 准备",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1441330260,
    "txt_content": "      郑龙怒气冲冲地就朝白小亮胳膊打去：“让你1个小时你去了3个小时！你这人类体出了什么事怎么负责？？”郑龙那结实的胳膊打在白小亮胳膊上，白小亮的胳膊非但没被击退，反而是郑龙的手臂被震得生疼。      郑龙有些惊讶。也不知道这小子去哪学的武功，肌肉这么结实......郑龙苦笑，白小亮才出去3个小时肌肉程度就和他这3年锻炼的差不多，也不知道是哪位世外高人教的。\n      接下来就是返程回到总部了，白小亮尝试唤醒一下光冥，试过几次无用后便作罢。由于分部洛亚是最前沿的一个分部，所以就距离来讲离总部也是最远的。白小亮他们中途遇见过魔族生物拦截，但那些魔族也都被砍死了......一趟旅途下来，白小亮加上战场上获取的腐肉，可以说是收获颇丰。而再看其他新兵，一个个哭丧着脸。他们最多得到6块左右的腐肉，而这个数字对于白小龙来说简直微不足道。\n      这也苦了白小亮，他拿的是普通的背包格子，人类体的重量根本承受不住5000多块腐肉的重量，白小亮靠着身体结实硬是撑到了总部。白小亮发誓立马就要买一个战利品大型的背包。\n      --金粒厅\n      “小姐，我想用腐肉兑换金粒，你说个价吧。”白小亮对着前台战利品兑换商说道。\n      “5金粒一块，你要卖多少块？”前台小姐说着，熟练地拿出笔和纸，准备记录白小亮说的数字。\n      “5109块腐肉。”白小亮此话一出，小姐的笔直接掉到了地上。周围人也是用惊诧的目光打量着他。白小亮语惊四座，顿时，金粒厅的嘈杂声瞬间没有了，所有人都齐刷刷地向他看来。\n      白小亮微微一笑，把自己背上像山一样的大包哗啦啦地把里面的腐肉全倒了出来......\n      只见一座用紫色腐肉堆成的小山出现在众人面前，如果只用肉眼看，就能看出数量至少已经超出3000左右了......前台小姐咽了口口水，说道：“这么庞大的数量我无法做决定，我需要找经理商量一下。”说罢，前台小姐一闪身，到了后面。\n      而白小亮则在那里耐心等候。周围已经有不少人在围观这用腐肉堆成的小山。这时银行经理出现了。\n      “您是叫白小亮，对吧？”经理拿着笔，旁边放的是白小亮的信息。白小亮道：“是的。”\n      “批准兑换！”经理在小本上一划，命令几个保安壮汉去搬金粒箱。“估计这次交易的金粒有25545粒金粒，您还需要付100金粒来支撑此次巨大的交易，否则不予兑换。”说着，经理拿出一张\"100金粒支出同意书\"让白小亮签字。白小亮签了同意后，几箱并不沉重的金粒就被那几位壮汉搬了出来。\n\n      白小亮哗啦啦地把所有的金粒往自己的包里装。没多久就装完了。白小亮点头道谢后，向着购买区域走去。\n      “老板，有没有最大的战利品背包？出个价！”白小亮朝着早已说不出话的背包店老板问道。\n      “唔......”背包店老板喉咙咕噜一声，旋即说道：“啊......有的有的！您随便看，都在架子上放着呢。”\n      白小亮来到货架前，翻看着各式各样的背包。有的背包看着很大，容量却和白小亮的差不多；有的背包看似很小，但里面的容量却和大背包一样大。但是白小亮翻来翻去看了半天，也没有找到合适的。突然，他看见了一个精致的小包。\n      这个包不大，上面刻着精致的浩瀚星辰的图案，仿佛在说“我能装下一切东西”。白小亮顿时来了兴趣，把那个精致的小包打开，发现里面的容量真的好似星辰大海，还有战利品、武器、药品、材料的自动分类。白小亮很满意，就问老板：“这个怎么卖？”\n      老板看了一眼，马上吓掉了魂：“那是我们店的镇店之宝啊......星辰乾坤袋，原本卖价20000金粒（2W在普通士兵眼里是个天文数字）就够了......但是因为是我们这里最好的包就不卖了，看在您人类体的份上卖你吧！”老板痛心地摇了摇头，心里想道：“我这碰上什么八辈子血霉了非得碰见人类体来我这里！”老板仿佛被割下了一块肉，表情十分痛苦。\n      白小亮才不管，一甩手20000金粒就到老板桌子上了。白小亮拿起包，立马往盟主办公房走去。\n      --盟主办公室\n      “事情就是这样。”白小亮把自己遇见光冥还有创世神笔的经过告诉了盟主，梦竹点点头，说道：”我就知道，光冥他不会死的......“随后，盟主起身到箱子里翻找着，找到了一颗药丸和一个护腿。”这是我珍藏的牛力丸，吃后可以永久增加大幅力气。还有一个云铝护腿，希望你能好好用，不辜负光冥！还有，mcbbs马上就要向bear讨伐了，你做一下准备。大概出发时间是后天吧，中间的时间你可以随便打理。”白小亮点点头，起身走出了房间。\n      盟主微微一笑，这孩子，肯定能拯救3年后的大灾变......唉，听天由命吧！\n      目录\n      at大法:@guqu @FHC红石 @恶魔-潇洒 @2B与mc的故事 @普通HIM @青格大D \n\n",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1441332060,
            "txt_content": "星辰乾坤袋，原本卖价20000金粒（2W在普通士兵眼里是个天文数字）\n星辰乾坤袋值一麻袋的金粒，我家孩子一年都赚不到这么多，你确定要买？\n白小亮才不管，一甩手20000金粒就到老板桌子上了。\n白小亮发出貌似不屑的眼神，一张银行寄存票砸在柜台上。\n“给货。”\n\n↑纯属个人观点"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1441339860,
            "txt_content": "guqu 发表于 2015-9-4 10:01\n星辰乾坤袋值一麻袋的金粒，我家孩子一年都赚不到这么多，你确定要买？\n\n白小亮发出貌似不屑的眼神，一张 ...\n赞~~\\(≧▽≦)/~\n一张银行寄存票砸在柜台上。\n“给货。”\n太赞了~~"
        },
        {
            "author": "ookone",
            "timestamp": 1441354500,
            "txt_content": "好看  5109块腐肉  这个是个大数目啊"
        }
    ]
}