{
    "title": "<原创·连载·圣杯><第七章><以做修改>悲剧·揭晓[Tolyawork]",
    "author": "guqu",
    "replyCount": 8,
    "timestamp": 1441341720,
    "txt_content": " 本帖最后由 guqu 于 2016-3-4 22:16 编辑 \n本篇以做修改，字数增长并无减少。\n\n答案揭晓，就在文中。\n没有人答对啊……真可惜\n 我已无力救他……眼角抹出一滴眼泪。渐渐地，时光好似忘记了对我说“一切都会随时间消逝。”这句话，对于故去，我心里还是放不下。时光一天一天的吹过去了，却翻不动故去死的那沉重的一页。我意识到我不能被这种意念所吞噬。\n不行，我必须去找一个朋友。\n这是我从内心抛出来的想法，我不想再在一个人上花掉我的情商了。身后的草摇了一摇，安斯出现在我后面。他仿佛已经意识到了我的不安和寂寞，拍了拍我的肩膀。\n“你可真是的，还给我留了一个？那我就去碰碰运气吧。”\n我懂了他的意思，他示意这大陆左上方的那片沙漠。我现不知道他是怎么找到这些人，又是怎么从万人之中挑出适合我的人的。不过既然要推翻这一切的一切，我只有再向前踏出一步，无论付出什么代价。我把一些粉末洒在简易的无引擎的飞机上，不自多说，浮起来了，接着用消音推动装置推动着这个飞机，我现在的魔法程度还不能用魔法控制飞机的前后左右，不过用这个就可以了，毕竟现在世界的物理水平也只有制作一个喷火的引擎而已。\n在沙漠中飞行真是糟透了，我甚至无法分辨下面的东西是岩石还是沙子，我后悔了我做的这个决定，现在我身边只有皮衣和高密度袋，只有行走了，不然我一定会错过我的朋友的。\n我下了飞机，用我的肉眼观看一切。极目远眺，我看到了我的朋友。不过我的身后却响起了风声，很快一道迅猛的沙尘暴席卷而来，我差点没站稳被卷起，我调整重心，争取不被吹起来。不过现在看来，当时真是奇怪的不行，沙尘暴竟然没有把我吹飞。艰难的迈出每一步，一步一步都踩的如此惊险，稍不留神我可能就会丢掉小命，慢慢的我靠近了他。我走过去，把手伸给他，示意友好，但是貌似他不理解的样子。我忍不住了。拿出一个高密度编织袋，罩住口鼻，用力咳了几下，随后扔到一边，戴上了面罩。狂风呼呼地吹着，我快站不稳了。这人的智商……一定是“英雄救美”桥段看的少了。\n“什么嘛？我还以为你是……”那人这样一说，沙子从他的口中飞向喉咙，我能想象炙热的沙子在他喉中翻滚，而他只能忍耐的感受，立即拿出另一个编织袋给他。他迅速的把袋子拉了过去，都快把我拉倒。随后也是咳了几口，我把面罩给他，他这才舒服多了。我把身上的大衣脱了。然后。\n在他的手提箱里卧到了晚上“挤什么啊挤！过去点，这本来时我的箱子。““我给你口罩救你一命你还这样对我说话？让开！““还不是因为你让我喝进一口沙！“\n随后我们花了2、3个月左右的时间，我通过天象预报沙尘暴，按照地图寻找绿洲，他给我提供了什么呢？提供了那如哆啦A梦附体的手提箱。\n走出去了。\n我把它带到传送枢纽这里，准备带他回家。不过当我转过头去。“喂……谁叫你摸得。”他满脸好奇的摸了樱花树，我竟然忘记了这个事。我本以为现在的人都不会如此喜欢静谧的事物，而故去只是个例外。可是现在他，却也摸了那个樱花树。想要哭。红堡教徒的人来了，希望他们的咒语有用，不过，大多数是没用的。我也不能在放任不管了。现在要揪出病根，在死一个……没法，必须再死一个。死掉这个之后，这个樱花树，等死吧……不……不能死，这是我们的成果啊。\n我跟在了瓦瑞夫后面，来到了枫树林，躲在一颗枫树后面。他来了。但我并没有有阻止他，我怕他有枪，我们俩都会死在这里。他慢慢地接近瓦瑞夫，我慢慢觉得他不可能有枪，本想马上跑过去，某个人把我拦住了。\n“不行，总觉得这家伙准备充分。“安斯对我说道，他就在我后面，不知不觉得跟在我后面。我亲眼看到那个杀手杀掉了瓦瑞夫。我还不能崩溃，不能！\n沙沙……沙沙……杀手走了，没有发现我。安斯已不忍看到这一场面，回去了。夕阳西下了……天空慢慢变成了我所向往的星空，那样纯洁美丽，并闪耀着。可这世界，不是我所向往的。我看着瓦瑞夫的尸体，心中已无别的念想。\n我不能不为他们报仇。“你就在我后面吧。”我一转身，抓住了那个满载着我巨大地仇恨的右手，将他的那把刀插进了他的胸口。“旅店老板，你还想怎样！两个人了……两个人了啊！ ”\n“我也不想……樱花……”他死了，躺在地上死了。我也死了。他在最后用尽全力，一把黑曜石匕首像我飞过来，直穿了我的胸口。我的意识渐渐模糊，我意识到我即将带着满身遗憾和仇恨离开这世界。月亮渐渐地变得圆，但现在还不是最圆的时候，我抖擞了精神。我仿佛通晓了这世界的秘密，这悲剧且BUG的世界，这一个让我多次失去朋友的世界。时间静止了。『不！还没有结束！ 』真正的战斗，才刚开始。\n@2B与mc的故事 @Aikawastep @ffc2412966076 @FHC红石 @lzs1234 @飞翔末影龙 @ZCA @海潮 @星之永恒 @一枚渣渣 @冥王星人 @彼岸在望 @江米条 @MF_Mufeng @GrowlR @咕噜and呼噜\n\n\n",
    "replies": [
        {
            "author": "ookone",
            "timestamp": 1441354440,
            "txt_content": "喝进一口沙----喜感 满满啊   呵呵"
        },
        {
            "author": "GrowlR",
            "timestamp": 1441355460,
            "txt_content": "额，gugu什么时候换的头像"
        },
        {
            "author": "guqu",
            "timestamp": 1441357080,
            "txt_content": "GrowlR 发表于 2015-9-4 16:31\n额，gugu什么时候换的头像\n早上换的"
        },
        {
            "author": "GrowlR",
            "timestamp": 1441413180,
            "txt_content": "guqu 发表于 2015-9-4 16:58\n早上换的\ne ,这次又是什么头像"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1441419780,
            "txt_content": "你最多只能at10个人哦~"
        },
        {
            "author": "guqu",
            "timestamp": 1457087520,
            "txt_content": "参考恶魔的说法，修改后可以回复一下。"
        },
        {
            "author": "张东旭890",
            "timestamp": 1457165820,
            "txt_content": "好！666！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463195340,
            "txt_content": "你这修改的质量我不太相信。\n［已做修改］都写错了好吧？"
        }
    ]
}