{
    "title": "<原创·连载·圣杯>—《苏醒的君王》·第1~4章",
    "author": "Тιмγα姬",
    "replyCount": 3,
    "timestamp": 1441348740,
    "txt_content": " 本帖最后由 540083835 于 2015-9-4 14:39 编辑 \n其实这部作品的素材是我的RPG地图，其实原来都发了好几章了，但写着写着突然发现已经烂尾，正逢论坛圣杯赛开启顺带我姐让我帮她写服务器剧本，一书多用何乐而不为呢？于是原来写的统统都被我删了重新写，我本来就没打算能得什么奖，但毕竟参加过心里也是一阵舒坦。\n\n    \n·序章·这一切故事的源头，都要从一个被称作维诺泰尔的城市里说起……自十年前，年轻的国王扼住了邪恶力量的咽喉，平息了大陆上人与黑暗势力间的战争，但并未扫尽漏网之鱼，怀恨的它们，一心想着要再次覆灭大陆上的生灵，于是，新的黑暗篇章再度崛起——苏醒的君王！\n·正文·\n第一章“认真点！”一名脸上爬满络腮胡的强壮男子严厉地大喝道，显然是在训练学生，这就是维诺泰尔现在的状态，纵然战争已经平息，然仍然不会放下对少年们的教导，只见少年们眼神凌厉地挥动着双臂，手中的石剑带起一阵阵风声。这可不是普通的石剑，维诺泰尔在训练战斗的同时，也是矿工们的聚集地，上至普通的煤矿，下至炽热耀眼的紫炎水晶，都可以从矿工们的包里买到。地底千米之深的地方采集到的岩石，丝毫不比铁锭的分量轻，有些还要更甚，抬石若扛鼎，便是矿工们对其重量的形容。虽然学生们的剑没有这么夸张，但从额头上反光的水渍便可看出石剑的分量了。不过一炷香的时间，学生们手中的动作都渐渐慢了下来，有气无力地拖沓着石剑向前甩出，又甩回身后，一副病恹恹的样子，但唯有一个与众不同，双眼宛若鹰眸，仿佛能刺穿人的灵魂，双手如同开始时那般有力地挥动着，带起一阵阵风声。虽然手心已是渗出了血丝，少年也是惘若未闻，周而复始地挥着剑。“好了，到此为止！”那教官意味深长地看了少年一眼，然后叫了停，“盖尔斯，过来”少年便是盖尔斯，他一愣，一抹额头上的汗，从容地走了过去，教官将他打量了一番，拍了拍他的肩膀，沉声道：“盖尔斯，我知道你心里在想什么，但也不能这么折腾，若这么下去，你定然有力竭的那一天。”盖尔斯从嗓子里发出一道干哑的闷哼，算是做了答复。利文教官看着渐渐远去的少年，不由得思索了一阵，这个少年并非这里土生土长的，而是被这里的战士领袖洛斯道尔收留的，据说是从城外的通天之塔“伊斯克拉尔”的顶端摔到了底部的水池里。“啧啧，这小子可真神秘。”利文叹了一声，摇摇头离开了，倒是背过身的盖尔斯，眼里闪过一抹深邃的寒光。第二章“各位，”利文咳了一声，说道，“你们学习各种战斗技巧已经有几个月了，现在就是验收成果的时候，今天，我们将进入城池南部地区的荧光森林，能不能出来……就看你们的了。”验收？利文不禁抽了抽嘴角，洛斯道尔那个老家伙，这哪是验收，分明就是打算教训这些小崽子一下，荧光森林，那是什么地方，名字听着文艺，然则里面是暴戾的莱特精灵（也许能被称作光之精灵吧）们生活的地方，精灵一族，乃是天生地养，一旦被激怒，就是与一小片天作对，弱小者顷刻间被泯灭，那岂是好玩的？当然，若有危险，想必利文会第一时间冲上去吧。“终于到验收成果的时候了。”然而不明真相的少年们却是跃跃欲试，手不禁扶上了身后的剑柄，盖尔斯眼中莫名闪过一丝精光。“好！出发！”利文一声大喝，翻身上马，一群人浩浩荡荡朝荧光森林进发了。荧光森林，正如利文所说，里面没一个善茬儿，位于维诺泰尔南部山谷地区，被金黄色的荧光树林覆盖，不管白天还是黑夜，都有一片流光将森林照亮，而且，这还是在没有被探索完的情况下，究竟有多少秘密，无人知晓。“好了，就到这儿，原地休息，两个时辰后进入森林！”一群人没过多少时日便抵达了森林外围，利文便下令原地休息，毕竟进入这座森林可不是儿戏，不作好十足的准备怎行？虽是这样说，但利文心里还是打了个寒颤，总觉得有些惶惶不安。“算了，走一步看一步吧。”两个时辰很快便过去了，众人纷纷起身，拿起各自的行囊，武器，跟着利文便朝森林里走去。“如果遇到自己无法应付的危险，立马转身离开，命比什么都重要。”这是利文临行前交代的话，众人自然都明白，盖尔斯攥了攥胸口的什么东西，深吸了一口气，与众人一起，踏入了荧光森林。第三章“啧啧，蛮漂亮的嘛，利文先生真的有你说的那么可怕吗？”一个少年环顾了四周一番，赞道，森林被一片金黄包裹，如同传说中人形尖耳的高等精灵们居住的地方一般，“漂亮？”利文冷笑了一声，“你没听说过，越美丽的东西就越危险吗？等到你遇到了那群来特，有你想哭的。”盖尔斯勾了勾嘴角，不置可否，更危险的都被他闯过来了，现在这点，算什么?正走着，路旁草丛一动，一团光球“嗖”的一声窜了出来，一道炙热的光线瞬间朝众人疾射而去，利文眼见，立马长剑出窍，顺势一挥，那道光线正好击在剑刃上，继而爆裂开来，光点四射。利文并不停歇，脚下一动，朝那团光球冲去，一剑将其刺了个通透，只听见那个光球发出一阵颤音，便凭空消散了。“这……这是什么？”众人显然还没回过神儿来，这一切都发生得太突然了，从光球窜出再到被一剑刺死不过数秒钟而已。“这便是莱特精灵。”利文跟没事儿人似的将剑插回剑鞘,说得众人一阵心惊，这片森林还真的不能小看，稍不注意怕就会被永远埋在这里。想到这里，众人不禁都紧紧地握住了剑柄。“下次就要靠你们自己了。”利文稍稍回了下头，“我们的目的地，是森林最中央的地方，但愿你们都能保住命吧。”盖尔斯无所谓地耸了耸肩，但也同样抽出了长剑。“嘶！”没走几米远，又是几个精灵从树叶中窜出来，光线射出，纷纷朝众人射去，大部分人都躲闪及时，让那道光线打在了树上，竟然直接灼烧出了一个黑洞。其中一个躲闪不及时的青年被光线直接击穿了肩膀，竟然连那一块的血液都直接被灼干，没有溅出一丝一毫。盖尔斯冷哼了一声，当机立断，一步踏出，向莱特精灵暴冲而去，手中剑狠狠向上一挑，便将其中一个精灵斩成光点飘散，腰身一转，又是一剑横扫而去，却见那精灵猛地向上飞走，这一剑便斩了个空。这精灵似乎也是怒了，一道更为炽热的光线直直地向盖尔斯射去，盖尔斯突然间一跃而起，与射来的光线生生错过，长剑换了个方向，猛地向精灵刺去。这精灵毕竟不是人，灵智自然不能与人比肩，猝不及防之下，被盖尔斯一剑刺爆。\n第四章“好……好厉害。”其他的青年目光似是有些呆滞，都是吃一样的饭喝一样的水，训练过程也相差无几，这盖尔斯怎的与别人完全不同？盖尔斯收了剑，看着众人见了鬼般的表情，轻笑道：“这些精灵不过是攻击力强了些罢了，实际上并没有什么智慧，想必利文教官也是这么想才带我们来这儿的吧，如果太过简单，那还有什么意义呢？”利文此时心里也在徘腹，洛斯道尔真是这么想的吗？不过回到重点，盖尔斯的剑法别人看不出来，他可是看得清清楚楚，每一刺每一斩，都接近老成，完全不像是一个青年能使用出来的，也许这小家伙来自剑术世家？拍了拍自己的脸，不再去想这些，见受伤的青年已无大碍，便带着众人继续赶路。“这里离森林中心也不远了，诸位就在原地休息吧，一会儿再继续赶路。”利文看了看地图，按照道路的弯曲度来看，现在离森林中心不过两三里路，再接近的话不知道会遇到什么鬼玩意儿，必须要养好体力和精神再进去。“利文先生，您去过森林中心吗？”突然有学员问道，利文眼皮一抽，但还是老实回答道：“没有。”现在轮到学员们震惊了，颤巍巍地说道：“那您……带我们来这儿干什么呢？”“守护者交代的，只说到了我们会明白的。”利文耸了耸肩，“但我能尽量保你们性命无忧就是了。”听到这儿，学员们算是勉强舒了一口气，最起码这个教官很负责。“好了，该出发了。”利文看了看天色，太阳已落至山巅，夜晚是精灵们比较脆弱的时候，也许可以一路势如破竹地闯过去。“好的先生。”学员们只是低沉地应了一声，纷纷抽出了自己的武器。“洛斯道尔，回去你要是说不出个三四来我跟你没完。”利文额头上青筋暴起，一剑劈开了面前的草丛，约莫是数十个莱特精灵出现在众人的眼前。“现在他们变弱了，干掉他们！”利文振臂一呼，一剑朝精灵刺去，精灵显然是被吓到了，但也是迅速射出一道光线，不过相比起以前，这道光线看起来非常脆弱，果不其然，利文将剑一挥，便将光线打得粉碎。众人面面相觑，见利文一剑劈碎光线，心中大震，纷纷持着武器向精灵们冲去。众人拾柴火焰高，不过一炷香时间，数十个莱特精灵纷纷化作光雨，消散在天地间。“好，就这样，闯进森领中央！”利文大笑着，一剑便将挡道的枝杈全部劈碎，带领众人冲入了更深处。",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1441349700,
            "txt_content": "太少了（一章）"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1441350480,
            "txt_content": "一章太少了。"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1441416180,
            "txt_content": "如果你看了我的那一定会觉得这个多的简直看不完"
        }
    ]
}