{
    "title": "[原创·连载·圣杯]《草方块之谜》·第三章 天际",
    "author": "初阳时光",
    "replyCount": 1,
    "timestamp": 1441352820,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-12 17:57 编辑 \n\n第三章 天际“啊……”Candice打了一个大大的哈欠。如果现在是在非永夜世界，那么应该到了晚上了吧，怪不得她会那么困呢。恰恰好的是，现在可是正常的夜晚。Candice还是一如既往地看美食节目，Steve还是一如既往地观察外面的事物，Nelson还是一如既往地看着炼药台的进度条，等待着下三瓶药水的来临。其实现在应该是Steve来到这里的第八天了，但是奇怪的是他并不想睡觉。他总是想着什么。Nelson和Candice也从未提起此事，好像他们就像鱼一样，睡觉还是睁着眼的。而且，这儿并没有床。哦，这理所当然。因为如果他们睡下去的话，就不知道何时起来了。“哒哒！终于弄好一箱子的力量药水啦！”Nelson一边说，一边暗自思忖道：“到底应不应该告诉他关于屠龙的事情呢？告诉他，说不定他会……”Steve赶忙跑上二楼，看着一箱子的药水，获得了满满的成就感，好像这些药水都是他炼的似的。而Candice则不加理会，仿佛没有听到，继续看着她期待已久的美食问答活动。“这么多药水？”Steve洋洋自得之余，大吃一惊。“对啊，难道你不信？”Nelson似乎更加得意。Candice打了个哈欠，喝了一杯干花茶，振作起精神，继续看美食问答。这个晚上可真宁静。Steve终于决定要小憩一会。他躺在石椅上，模仿Candice，也打了个哈欠。Nelson抽出Steve的鱼竿，终于决定开始钓鱼。他走到近乎五百个格子的湖旁，用石头打了一个简陋的小屋，开始钓鱼。就这样，宁静的一天过去了。第二天。垂钓后的Nelson提着满满一桶鱼回了那个沼泽屋。“哇塞！”Steve率先甩开石椅，径直向Nelson——的鱼跑去，“满满一桶啊！你比我效率高多了！还钓到了……诶，我看看……还有皮革帽子！三顶！正好我们每人一顶！Candice~来穿帽子啦！”然而Candice熬夜看电视的兴致丝毫未减。她仍旧坐在那个不怎么舒适的花岗岩上。“那个，为什么她就可以看电视？”Steve用着文字的声音说，但是嫉妒的语调还是被展现的淋漓尽致。“嗯……这个不好说。”Nelson应付着。“C——A——N——D——I——C——E！！！”Steve大叫着。“吵什么啊，我在看问答呢！”Candice用着憔悴的语气回答道。“我关电视哈！”Steve说着，走进了电视遥控器。“啊啊啊啊啊啊啊啊我不看了好吧你逼我的好吧！”终于……烤鱼盛宴就这样勉强地开始了。但是内容却不勉强。另一个世界。“你……”屠龙士红着眼睛。“我……怎么了？”那条巨龙若无其事地装作散步的样子，其实是在毁坏建筑物。“你说你怎么了啊！”屠龙士恨不得用生命来换它的死亡。“我散步。”屠龙士用脚踹，用手捶，但是巨龙反而纹丝不动，嘲笑着眼前这个弱小的，浑身是血的人类。“你打不过我的。”巨龙脚一跺，震荡波把河流里的水全部冲走了。屠龙士被震飞了。“谁说的？”“我。”巨龙仍旧我行我素。“哎！”Steve看着星空，叹道。“你看，星空上布满了星星，那么为什么月亮还没有出来了呢？”Nelson提出了这样一个问题。Steve无言以对，索性继续仰望星空。“哎……”……“那……是什么！Steve突然跳了起来。”“巨龙！！！”Nelson大叫着。Candice匆匆跑来：“真的是巨龙！全身褐色的巨龙！”“快！快拿我的屠龙剑来！”但是巨龙只是飞过，并且留下了一个紫色的门。Steve首先发话：“走吧！它一定是要我们走进这个门。”说着，他起身欲走。“别！”Nelson一把拉住Steve。“拿来了！哎？你们……”Candice手持屠龙剑。“他想进地狱门！”Nelson大叫，“快把镐子给我！”说罢，Nelson拿起镐子，扯着Steve和Candice，冲进了地狱门。然而地狱门里并不是地狱，而是云层上方。他们三个分别站在三个方块上，下面是虚空。“这是怎么回事？”Candice叫道，“怎么地狱传送门也不见了？”突然，后面又出现了那条巨龙。他迅速地摧毁那三个方块。“不要……”“呼！”Steve惊醒。“怎么了？”Nelson看着北斗，笑着说。“刚刚做了一场噩梦！”Steve揣着后顾之忧，抖动着回答。“哎，这都会睡着，真是没出息。如果我没记错的话，今天是第五个我看到你的日子了。”Nelson掐指一算，刚好今天是草方块节，七月二十二号。“对了，刚才梦里有条叫做巨龙的东西，你知道是什么吗？”“啊？你知道了？”Nelson十分诧异。“你倒是解释啊！”Nelson又沉默。“你们在这里啊！”Candice兴奋地叫道，“我知道让这个世界变成白天的方法了！”“噢噢噢！”他们十分惊讶。“但是……有点难。”Candice就像一个小丑，变脸是一秒两秒的事情。“那具体来说说咯！”“我刚刚在白桦俱乐部里面看到了一个关于永夜的话题，然后点了进去。”“这是电脑吧？工作原理和电视一样吧？”Steve大胆地猜想着。“对。”接下来就是Candice的滔滔大论与无尽的教条主义。“所以！”Candice的声音提高了一个八度，“我们可以用这套方法来让这个世界变成白天。”有一个铁匠在旁边听着，并迅速地记录着一串无人能懂的文字。“这套方案的难点就在于要采集阳光，”Candice提出了顾虑，“我们谁见过阳光呢？”“我我我！”Steve举起了手。“好，那么你现在往这个瓶子里面吹一口气！”Candice拿出了一个瓶子。“哈哈，我就说你刚才为什么左手一只没有伸出来呢！”Nelson调侃着。Steve赶紧呵了一口气。只见瓶子里面洋溢着阳光。“我去！还有这种事啊！”Nelson先是惊叹，后是心里默默地赞叹，“这人，果然不容小觑！”浅浅的蓝游荡在天空中，仿佛一个若有若无的幽灵，在和地面的生物玩着生命的游戏。屠龙士望着天际，不知该说些什么好。是悲伤？或是愤怒还可不可能是失望？或者是投降之后的懊丧？谁也不知道。天还是一如既往的灰尘遍布。“下雪了！”Steve对远方的曾经的稀树草原指指点点。那儿正在举行一场百年难遇的雪之盛宴。但是那儿并没有任何的废旧的房子，所以他们三个只能在这儿“远远地只是望”。“和我又没什么关系之类。”Candice打趣着。“你怎么视力这么好？我捕鱼的湖就在那片稀树草原旁边的山的背面。”“我视力这么好又不怪我。”Steve摊了摊手。“等等……雪！”Candice好像发现了什么。",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1441353120,
            "txt_content": "凡是到此帖给作者提出好的建议或者情节的删减以及其他错误的小伙伴们，初阳菌都会给适当的奖励哦！"
        }
    ]
}