{
    "title": "<原创·连载·圣杯>圣杯之争 第二章 第一节 新的征程！东征！",
    "author": "MF_Mufeng",
    "replyCount": 1,
    "timestamp": 1441356480,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-9-4 17:06 编辑 \n\n      经过一番精心准备，白小亮的武器、防具都得到了最为绝佳的升级。白小亮花费了500金粒左右买走了一把名为“天运”的神棍，这根棍子甩出后击中的第一次会造成最普通的伤害，第二次的连击造成的伤害有时是0，有时是巨额。因为全靠运气所以一支不被看好，而白小亮又买了个幸运手环，让自己的运气大幅度提高，天运棍的攻击也就打得有疼痛感了。      至于防具升级......除了盟主送他的护腿外，全部换为了结实又耐久的铁装甲。虽然十分笨重，但是有了护腿的速度加持应该还是没问题的。这次，白小亮将自己的金粒化为了一套绝佳的装备和一把武器。哦，对了，他还买了几个末影珍珠赶路用。明天就是征讨bear的时候了！\n      这一晚，白小亮睡得十分香甜。夜里的宁静，恰似与明天的硝烟战火成鲜明的对比。\n      --第二天\n      清晨的阳光往往是最轻松的，白小亮在阳光中醒来，舒服地伸了个懒腰，起来洗漱。白小亮在刷牙时，听见了窗外的集合声。白小亮一惊，随即加快了速度，迅速洗漱完毕后，穿上装甲，拿出早已准备好的末影珍珠，向窗外一丢，霎时间就到了17连的训练地。\n      待落下，整个队伍中就属白小亮的最好。大家穿的都是皮革甲，少数人的头盔是铁做的，一个个面黄肌瘦，苦不堪言，握着训练用铁剑，准备踏上征途。再看白小亮，裤腿呈蓝天色，周身装备用精铁打造而成，个人满面红光、精神饱满，手握天运棍即将踏上征途。\n      这一比，主角光环顿显。其他新兵却在白小亮的光环下抬不起头。\n      郑龙见状，为了不再让这尴尬的场面继续，急忙下达了出发令。整个新兵连十分有素质、整齐地踏着步伐，向着东方——bear的总部以及各分部，进军着！\n      --bear总部\n      “教主！mcbbs那群家伙来了，怎么办？”一个中年人向坐在宝座上的老者问道。\n      “嗯......派出500精英的bear士兵（熊孩子），去分部呐龙域！”坐在宝座上被叫做是教主的老者沉思了一会，下令道。\n      “是的。对了，教主，听说mcbbs出现了一个人类体，可能会对我军造成障碍。”那个中年人似乎想起了什么，继续说道。\n      “派我教最忠诚者：熊大天去会会那个人类体吧！”教主模样的人说道。\n      --bear分部呐龙域\n      一排排的mcbbs新兵在门口叫骂，一个比一个声音洪亮。最后面的郑龙扯着嗓子大喊：”bear的那群土鳖！有种出来啊，不就是个教派嘛，连鬼影都不如！“郑龙扯开嗓门喊出的声音并没有起到任何效果，里面只是不出战。\n      ”郑营长，现在怎么办？“白小亮嗓子都喊哑了，问道。\n      郑龙似是犹豫了一下，说道：”打门！“吩咐完白小亮后，向着整个新兵连大吼道：”所有人去推攻正门！精英16、17连前往后门打援！攻击呐龙域任务，开始！“郑龙说完，带头冲锋，一拳头就把门砸了个大窟窿。\n      ”冲啊！“几千名新兵呐喊着，冲上去各显神通。很快，门就被打了个稀巴烂，几千名新兵在城内遇到了顽强抵抗，呐龙域城内发生了一场前所未有的激战。\n      白小亮等人则绕道到呐龙域城的后门，等待呐龙域城的援兵。\n      没多久，呐龙域内的守兵就被打得落花流水，还有1000左右的守兵在顽强抵抗，这时，一支强大、训练有素的军队在呐龙域后门出现，同样遭到了白小亮等人的拦截与围打。\n      ”我的天！后门怎么也有人？看起来好像还是精英！“领头的熊大天骂了一声，冲上前去，向白小亮打去。白小亮见状急忙闪身躲避，抽出天运棍，一棍子打在熊大天腰身。熊大天哀嚎一声，愤怒地挥动木槌，一槌把白小亮打翻在地。\n      ”哼哼！“熊大天狞笑几声，旋即准备一槌弄死白小亮。\n      白小亮暗叫：糟糕！随即不犹豫，立刻将手中的天运棍使出全身力气甩出去。第一棍！熊大天不疼不痒。熊大天看见这棍子只能造成这么点伤害，更得意了：”你这什么鸟棍，还不如挠痒......“话还没说完，天运棍折回，噼里啪啦在熊大天身上一阵乱打。每一棍都会把熊大天打得皮开肉绽。想是那运气激活了！白小亮心想。\n      这天运棍的力量真是恐怖！天运棍在凭空一阵乱打，没过一会儿便把熊大天打得皮开肉绽、血流成河。最终，熊大天被打成了一团肉酱，乍一看，触目惊心！\n      “我的天......”白小亮被眼前的景象吓呆了......\n      目录      at大法：@guqu @FHC红石 @2B与mc的故事 @恶魔-潇洒 @普通HIM @青格大D @1137246733\n      \n[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1441363680,
            "txt_content": "      这天运棍的力量真是恐怖！天运棍在凭空一阵乱打，没过一会儿便把熊大天打得皮开肉绽、血流成河。最终，熊大天被打成了一团肉酱，乍一看，触目惊心！\n多加环境描写效果更好"
        }
    ]
}