{
    "title": "《转载·连载》我的世界[当怪物们最初产生的时候]第五章[原作者：青空舟影][非原创]",
    "author": "冰墨c",
    "replyCount": 2,
    "timestamp": 1441354680,
    "txt_content": " 本帖最后由 冰墨c 于 2015-9-4 16:49 编辑 \n这么久了也懒的出新篇章{:10_522:}\n终于今天无聊来出几章{:10_525:}\n什么！你说我这个出的太慢了？！{:10_499:}\n那么你就是这个后果{:10_498:}\n------------------------------------------------\n五、回忆   “嘿嘿，我赢了！”\n   “就算你赢了，也是我先发现她的！我的功劳更大！”\n   “你说话不算话！”\n   “本来就是我的功劳大！”\n   “胡说！叫末影人把她搬来的是我！我的功劳更大！”\n   “我不发现她你怎么叫末影人来搬！”\n   “我不叫末影人来搬你发现了也没用！”\n     两个怪物的争吵声传入奎特的耳朵。奎特睁开眼睛，看见一个和自己一样没有手臂的爬行者正在和一个骷髅争吵。\n   “斯卡蕾......？”奎特看着那个骷髅，下意识念出了自己那个好朋友的名字。\n   “别争了，她醒了。”那个爬行者注意到了奎特的情况，“那个，你好？你刚才说了什么？能再说一遍吗？我没听清。”\n     奎特没有回答，而是开始观察自己所处的环境。这是一个和斯卡蕾家很相似的石头房间。她也看清楚了，同类身边的骷髅并不是斯卡蕾。\n   “你好？听得到吗？”那个爬行者又说。\n   “听得到。”奎特终于回答了同类，“额，为什么我会在这儿？请问你们是......？”\n   “我叫桑妮，是和你一样的爬行者。旁边这个弱小的骨头架子叫露娜。那天一个冒险者把你扔在树林里，是我先发现的，然后露娜叫末影人来把你背到了这里。感谢我吧——我的功劳比露娜大！”名为桑妮的爬行者介绍情况时还不忘抢夺功劳。\n   “首先，我承认我是骨头架子，但我不弱小；其次，我的功劳更大；第三，这里是我家，桑妮你给我适可而止！”旁边的骷髅露娜不服气的说。\n   “好啊！那你让.....不好意思，你叫什么名字？”桑妮问。\n   “唔.....奎特。”\n   “嗯嗯。露娜！你让奎特说说，到底谁的功劳大！”\n     露娜眯起眼睛看了看奎特，说：“算了吧，桑妮。我想现在不是谈论谁功劳大的时候了。奎特，我想问几个问题，可以吗？”\n   “什么问题？”\n   “首先，为什么你会被那个冒险者扔在树林里，在被扔之前，你身边都发生了什么？其次，你的家在哪里？第三，你有没有什么不费事就能找到的朋友帮你回家。假如有回答不了的问题请说明，大部分我们不会强迫你回答的。”\n     虽然露娜说不会强迫回答，但她的语气就像在拷问犯人一样。奎特无奈的皱起了眉头。\n   “露娜她就这样，习惯就行了。”桑妮拍了拍奎特的肩膀，“放心吧，我们只是想帮你，没有别的意思。”\n   “好吧。事情是这样的，我曾经对人类很友好，甚至跟着一个冒险者生活。直到那天晚上我偷听到了两个冒险者——他们真是该死——要屠杀怪物的计划，然后我进去了，那两个家伙其中一个砍了我一下，我没忍住就爆炸了。等我醒过来，我就在这里了。谢谢你们......额，发现我，并把我带到这里来。”\n   “哈哈，果然我的功劳大。”桑妮笑起来。\n   “安静，桑妮。你要知道，我们有的是时间证明我功劳最大，但不是现在。”露娜满脸严肃，仿佛一个正在办案的警察。\n   “你不就是想说你功劳大嘛......”桑妮不满的嘟起嘴巴。\n     露娜忽略了桑妮的不满，接着问奎特：“那么，你的家在哪里？”\n   “在地下......不是，呃.....一个山洞。”奎特说，“原本是在地下。”\n   “生在地下的呢。”桑妮说，“和我不一样。”\n   “虽然产地不一样，但是种族和性质都一样。”露娜说。\n   “喂！什么叫产地！”桑妮大叫道。\n     露娜再一次忽略了桑妮，继续问道：“奎特，你有什么比较方便找的朋友吗？”\n     听到露娜说起朋友，奎特低下了头。曾经，自己和斯卡蕾、弗兰德是非常要好的朋友。但是现在，他们还当自己是朋友吗？\n   “怎么了？”桑妮弯下腰，看着奎特的泪在眼眶里打转，“露娜提到了什么不该提的事了吗？”\n   “我只是问问她有没有比较方便找的朋友，桑妮你也在听所以应该知道啊，难道这个不该问吗？”露娜皱起了眉头。\n   “我听得不仔细而已，不过我大概知道为什么了。”桑妮说，“奎特，你的朋友们是不是因为你偏向人类而讨厌你啊？”\n   “我不知道。”奎特说，“我好像很久没和他们说话了......不过，我猜他们肯定很厌烦我了吧，毕竟他们曾经还劝我不要对人类这么好......”\n   “那你还打算接着对人类好吗？”\n   “......”奎特沉默了。\n     桑妮坐到奎特身边，说：“其实呢，人类有好的，也有坏的。我想，你曾经跟着的那个冒险者，肯定很有魅力，能让你这么喜欢他，那样的人当然就是好人啦。然后，你所说的，提了屠杀计划、砍了你，最后使你爆炸的人。对咱们这些怪物而言，他们就是坏人，是敌人，是要消灭掉的人。但是呢，可不要指望好人那么多，而且也别指望好人就能真的对你好，包括你所跟随的那位。”\n     奎特惊讶的睁大眼睛看着桑妮。\n     桑妮笑了笑，接着说：“坏人就不提啦，你也了解。好人为什么不能真的对你好呢？他们有的就是简单玩玩你，失去新鲜感了就不再搭理你了；也有些呢，是利用，比如利用你去打我们，假如你没有利用价值了，也就不再搭理你了，甚至把你消灭掉。能好好对待你的人，也不是不能遇到，但是假如为了遇到那样的人而接着对人类好，没什么意义，因为那样的人太少。而且你的朋友们劝你的时候肯定也说了，父亲是让我们攻击人类，而不是找收留我们的人类。”\n   “桑妮.....为什么我就不能像你一样想得开呢......”\n   “桑妮经历过。”露娜说，“这家伙曾经也像你一样跟着人类。直到她遇到一个黄头发、穿着绿色上衣、棕色裤子的人，桑妮差点被她打死。要不是我和末影人在，说不定她早就死掉了。人类都那样，说不定你喜欢的那个人某天也会这样对你。”\n     奎特听完露娜描述那个人的外貌，惊讶地睁大了眼睛。黄头发、绿色上衣，棕色裤子，那不是亚历克斯吗！难不成自己一直都有生命危险？！而且露娜说都一样......\n     然而，只有桑妮和露娜自己知道她们对奎特隐瞒了什么。\n   “对了。”奎特好像想起了什么事，“桑妮，你的手臂是被那个人砍掉的吗？”\n   “怎么可能。”\n   “那你的手臂是怎么没有的？”\n   “啊啦，你不知道吗？让我们失去手臂的是父亲啊。”桑妮说，“这是父亲给我们的教训，据说大家没了手臂后，人类的真面目，也就是我刚才说的那些，都体现出来了。”\n     人类真的这么不好吗？\n     这就是父亲让我们攻击人类的原因？\n     奎特心里充满了疑问。人类再怎么不好，似乎和父亲没什么关系，父亲至于因为这个而迫使大家去攻击人类，并且让爬行者一族失去手臂做为惩戒？\n     虽然内心充满疑问与不解，但奎特不得不承认，她此刻对于人类确实有了一丝怨恨。尤其是亚历克斯，假如自己没有因为爆炸而被扔出来，从桑妮和露娜这里了解到真相，说不定自己某天跟着史蒂夫的时候就被亚历克斯杀了。\n   “谢谢你，桑妮，我明白了。”奎特微笑起来，还是像从前那样阳光，“可是我的好朋友们会原谅我曾经不听劝吗？”\n   “假如是我的话，肯定会原谅哟。”桑妮说，“我想你的朋友们也会原谅你的。好啦，你的朋友叫什么名字呢？”\n   “而且要好找，不好找的我们可没办法。”露娜严肃的补了一句。\n   “好找的......弗兰德！他是末影人，能瞬间移动，应该好找。”奎特第一个想到的，就是那位爱耍酷的末影人。\n   “末影人呢。”桑妮说，“正好我们也认识一位末影人，露娜你去找找她吧。”\n   “你别告诉我你忘了现在是白天。”露娜说。\n   “哦，对呢。”桑妮站起身来，“那我去找好啦。露娜你可要好好照顾奎特，这次算你功劳大。”\n   “这次，嗯......就是找末影人搬这家伙，算这次对吧？不错不错，学会让步了。”露娜坏笑起来。\n   “不错你个头！我说的是照顾奎特！那次我要好好和你争论一下！”桑妮不服气的说。     时近正午，弗兰德坐在洞口看向外面，开始回忆往事。\n     原本他去冒险者公寓的时候，还是能看到奎特的，可是，这几天他去公寓，却再也没有看见奎特。虽然有在因为奎特偏向人类而生气，但他拿奎特当朋友，所以现在有些担心奎特的处境。\n     奎特和他都是在地下生活的怪物。奎特是在地下长大的，而弗兰德的家乡和所有末影人一样，是末路之地。\n     在那次所有末影人都必须参加的末地大战中，弗兰德作为一个幸存者与失败者，被herobrine分配到了这个世界继续生存下去。全部幸存的末影人都被要求保密有关末地大战的所有事，否则会被杀掉。因此，很少有人或怪物知道末地大战。\n     弗兰德被分配到了这个世界黑暗的地下，虽然这里比末路之地还要暗，但对弗兰德而言没什么影响。怪物们天生就能在黑暗中生活，这或许是herobrine的影响，据弗兰德所知，herobrine就习惯在黑暗中生活，那双纯白的眼睛似乎有发光的作用。\n     逐渐适应了地下的生活后，弗兰德开始与其他生活在地下的怪物交朋友。这时，弗兰德便听说了关于爬行者一族的闲话，只不过那时，他觉得闲话就是谣言，谣言不可信。\n     某天，当他正拿着块石头瞬移的时候，他看到了奎特。奎特站的地方很高，她周围插着的火把证明，那是一个人类探索过的天然矿洞。\n     弗兰德想办法瞬移了上去，发现奎特正在仰着头，好像上面有什么，于是他也跟着仰起头向上看。上面是一个非常狭窄的通道，直通地上。从下面能看到非常小的一片天空，小的只能看见夜色，连星星都看不到。\n     弗兰德觉得这没什么新鲜的，于是转过头，发现奎特还在向上看。他很不解的问：“那个......你在看什么啊？”\n   “看天空。”奎特回答。\n   “天空有什么可看的？”弗兰德说着，放下了手中的石头。\n   “天空一定很美。”奎特说，“比在这里看到的还要美。而且地上还会有很多很多美好的东西。”\n   “你怎么就知道地上美好呢？”弗兰德说，“我觉得地上的环境肯定要比这里差多了。”\n   “我才不信呢。”奎特看着弗兰德，嘟起了嘴巴。\n   “总之，好好呆在这里，别总想着地上怎么样怎么样，和我们这些在地下生活的怪物一点儿关系都没有。”弗兰德说着，把石头又拿了起来，背对奎特准备离开。\n   “等一下，你是末影人，对吧？”奎特睁大眼睛看着拿起石头的弗兰德。\n   “是啊，怎么了？”弗兰德扭过头看奎特。\n   “你能带我去地上吗？”\n     弗兰德听到奎特去地上的请求，有点吃惊。地下的怪物，就是伺机准备攻击来到地下的人类的。可以说，像弗兰德和奎特这样呆在地底深处的怪物们很倒霉，又很幸运。倒霉的是他们没什么机会发起攻击，幸运的是不至于有很大的生命危险，这尤其体现在那些接触到阳光就自燃的怪物身上。\n     生命最重要，只有还活着才能有机会再进攻。因此，地底深处的怪物们就老老实实的在地底呆着了，很少有地底的怪物想去地上，至少弗兰德是第一次听到有地底怪物想去地上。\n   “你就这么想上去啊？”\n   “嗯嗯！”奎特说，“求求你了，带我去地上吧。”\n     弗兰德再次把石头放了下来，转过身抬头看着这狭窄的通道。通道确实有梯子，但最下面没有，这也是奎特为什么自己不能上去的原因。\n   “你能攀爬梯子对吧？”弗兰德问奎特。\n   “是啊。”奎特回答。\n   “你踩着我的肩膀，这样说不定能够到梯子。”\n   “谢谢！”\n     就这样，奎特踩着弗兰德的肩膀，终于够到了梯子，她顺着梯子来到了地上，弗兰德也跟着上来了。\n   “非常感谢你帮我！”来到地上后，奎特说，“你叫什么名字？”\n   “弗兰德。你呢？”\n   “我叫奎特。”\n   “嗯，很高兴认识你。”弗兰德说着，准备回到地下。\n   “不留在这里吗？”奎特说，“你看，这里比起地下，真的漂亮多了啊。”\n     弗兰德环顾四周。确实，比起地下，这里有绿树红花，空气也很清新。在地上看到的天比站在地下的坑里所看到的不一样，站在地上看天空，能很清楚的看到星星们一眨一眨的眼。\n   “确实漂亮多了呢。”弗兰德微笑着说。\n   “嘿！弗兰德快看！”奎特在弗兰德欣赏风景的时候发现了什么，她拉着弗兰德过去了。看完这里看那里，他们离那个通道越来越远，最后找不到回那个通道的路了。\n     弗兰德至今都认为那是奎特让自己留在地上的小计策，不过事实证明，那也没什么不好。他们来到一个矿洞口，认识了斯卡蕾和斯派德。随后他们在地上认识了一些怪物。虽然对弗兰德而言，在地上呆着和在地下区别并不是特别大，不过奎特似乎兴奋了不少。\n     之后，没过几天，斯派德发现了史蒂夫，一切开始变样了。在地下听到的那些被弗兰德当成谣言的闲话是真的，奎特对人类很友好，弗兰德也开始因为她生气。\n     生气归生气，等到冷静下来的时候，弗兰德还是把奎特看作朋友的。他一向重视朋友，虽然很容易生气，但是绝交的底线还是很难触碰到的。\n     他并不觉得那些人类会对奎特好，虽然前几天人类确实与奎特和谐相处。可现在连见都见不到了，他相信自己想的没错，奎特肯定出了什么事。\n   “末影人，啧啧......”\n     弗兰德循声望去，一个穿着蓝色上衣，深蓝色裤子，和史蒂夫很像的人正盯着他。与史蒂夫不同的是，这个人的眼睛是血红色的。\n     弗兰德紫色的双眼紧盯着对方，对方也用那双血红色的眼盯着弗兰德，脸上还挂着不怀好意的笑。\n     弗兰德被盯的有点不高兴：“瞪着我干什么？”\n     对方没有回答，这种态度让弗兰德更不高兴了。他瞬移到了这个人身后，本想敲他一下，可对方却快速的转过身来，同时用不知什么时候拿出来的钻石剑，砍了一下弗兰德长长的手臂。弗兰德被砍疼了。他捂着手臂大叫到：“我做了什么你就打我？”\n   “末影人，啧啧......”\n     红色眼睛的人类重复着这句话，握紧钻石剑再次向弗兰德砍去。弗兰德见势不妙，立刻瞬移离开了。\n\n-----------------------------------------------------------------------\n（露娜）：哈哈哈，桑妮还是我功劳最大吧！\n\n\n（奎特）：......\n\n\n\n（桑妮）：[无语]......\n\n\n\n嘶嘶嘶...崩！\n\n\n（奎特）：[吓了一跳]\n\n\n\n（桑妮）：[一脸无辜]哈？我干了什么？瞄了一眼旁边的[bone]就走了\n\n\n\n额...不对应该是[bone]（露娜）：喂！拼好我先啊！\n------------------------------------------------------\n索引http://www.mcbbs.net/thread-492071-1-1.html\n\n\n",
    "replies": [
        {
            "author": "X_Zhe233",
            "timestamp": 1441355040,
            "txt_content": "还可以，加油"
        },
        {
            "author": "冰墨c",
            "timestamp": 1441355220,
            "txt_content": "X_Zhe233 发表于 2015-9-4 16:24\n还可以，加油\n谢谢 我会加油的 希望可以点评下"
        }
    ]
}