{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S10·|Unturned",
    "author": "lostchair",
    "replyCount": 2,
    "timestamp": 1441363500,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:16 编辑 \n\n    “给你们讲点有意思的事情。”科洛把烟头随手一丢，“人类总是害怕，害怕一切事情。大到有人持枪抢劫，小到蜘蛛出现在他面前。”\n    科洛瞥了旁边不屑一顾的斯诺克，笑着拍了拍他的肩，继续说自己的话。\n    “被抢劫的人总是乖乖束手就擒，并不反抗。看到蜘蛛的人第一反应也不过是逃走，尽管一脚就能把它粉碎。”科洛接着说，“人类总是害怕，害怕一切事情，所以只要有机会逃跑，无论多大的代价，他们也愿意付出，只要不要了他们的命。”\n    习惯麻木，失去人性的平民，躺在自己狭小的一间帐篷里，周围的土地已被鲜血染红。但是他们闻不到血腥味，也看不到尸体。\n    食物的供应一天比一天少，也不会再有人抱怨了，因为他们可以通过杀掉别人获取更多的食物。\n    尸体堆积一天天的加高，原来团结在一起的平民现在只剩下了二三十个。\n    直到有一天，军方一点食物也没有投递出来。但却什么事情都没有发生，所有人都静静的靠着帐篷，任由苍蝇在血污的脸上随意扑腾。\n    直到第二天，还是一点食物都没有投递出来。瞪着浑浊的眼睛，依然倚靠着帐篷。他们只剩下了呼吸，已经没有了意识。\n    “现在再做个实验吧。”科洛捡起了一片面包，扔了出去。\n    面包掉在地上，所有人像行尸走肉一样，机械的转过头去，拿起了身边的砍刀和枪支，走了过去。\n    第一个碰到面包的人，砰的一枪被干掉了。第二个碰到面包的人，被三两刀砍的四分五裂。\n    他们是不想再反抗这种命运了吗？一个一个排着去死。直到最后一个人，握着一把运动步枪，打爆了前面那个人的头。捡起了掺杂着石子，被鲜血泡软的半块面包，放进了嘴里。\n    “看到了吗？问题就这样解决了。”科洛的声音中不带一丝感情，他似乎要证明给斯诺克看，这是一个很好的解决争端的方案。\n    似乎也的确没什么问题，外面不会有人再闹事。这里的食物储备足够这里六十名士兵吃上一年。\n    说不出一句话的斯诺克在一天深夜，穿戴好了自己的装备，带着苏尔加逃离了这里。\n    也不能算是逃离，聚光灯打在他们两人身上的时候，科洛将军正在灯旁边吸着烟，注视着他们。\n    几十把M4的枪口对准他，立刻处死逃兵，在任何时候都管用。\n    斯诺克眯着眼迎着光看回去，科洛的背后似乎散发出无尽威严。斯诺克把苏尔加挡在背后，给科洛竖了个中指。\n    “哈，年轻的上校。”科洛冷笑了一声，把斯诺克和苏尔加放走了。\n    第二天，天上下了一场大雨，从早上四点下到下午六点，整片天都好像从来没有亮过。\n    外面唯一的一个幸存的平民，也就是那个靠和人血吃人肉活下来的冠军，似乎被冷雨浇醒了。\n    他站在机场铁丝网外看了看里面，又看了看身后成山的尸体堆，回想起了一起做过的一切。\n    流出了眼泪，咳出了鲜血。他面对着朋友的尸体跪了下来，用枪里的最后一颗子弹，解决了自己无力而又混乱的人生。\n    “平民的事情就这样解决了，将军，您的方法的确很有效。”胡兰中尉从阴影中走了出来，“可又为什么要放走斯诺克呢。”\n    科洛转头用一只眼睛瞥了胡兰一眼，用懒惰的语气说：“我想让年轻人们知道，这世界从来都不友好。”\n    机场的电台依然在不断地收发信息，和中央指挥中心交换着信息。\n    直升机一架架的起落，输送着各式各样的文件和物资。\n    士兵们的眼圈已经熬得血红，手指抵在保险上。虽然这些人都是老兵，但这几日血腥的残杀，也快让他们崩溃了。\n    几公里外的丧尸们似乎感受到了生者的信号，正不约而同的从各个城镇聚集到一起，蹒跚的向机场进发。\n    ……\n    好像是在自己家一般，简与蒙多科很快和老头熟悉了起来。\n    老头是一个十足的智者，但也是一个标准的慈祥老人，在这里生活让人感到宾至如归。\n    小男孩今年十二周岁，叫维尔纽斯，平时并不爱说话。老头说在灾难来之前，这个孩子还是挺活泼的。\n    维尔纽斯平时帮忙除除草，浇浇水。老头把自己家的院子全都开垦成了农田，中了些长得快的植物。\n    在蒙多科来了之后，老头闲了下来。平常时候老头一般会自己扛着枪去四轴巡逻一圈，现在这个任务交给了蒙多科，蒙多科也很乐意接受。\n    简就和老头在院子里聊天，老头给她讲他以前的故事，诸如七岁时的糖果是什么味道，十九岁喜欢上的那个女孩现在看起来多老土，二十八岁成家的时候压力有多大，四十岁有了孩子的时候才觉得那一刻自己真正长大，六十岁的时候仍然在为工作奔波，七十岁的时候独自承包了一个农场想要简单的生活，七十四岁的时候躺在这个小院的椅子上回忆过去。\n    “为什么听你的说法，好像现在的世界是理所应当出现的一样。”简在给老头捶背。\n    “没有什么该不该出现的，你什么也控制不了。”老头打了一个呵欠，“事情来了，你就要去接受，你就要去面对。”\n\n    “我不明白。”简说。\n    “我小时候很淘气，经常毁掉邻居家的东西，当时所有人都以为我长大了也一定是一个败家子。”老头轻松地说着这些话，“然而我却变成了一个大学教授，我的邻居比我小几岁的孩子，在大学要上我的课。”\n    “有一种复仇的快感吗？”简说。\n    “年轻人不要总想这种暴力的事情，世界还是很美好的。”老头接着说，“世界变成现在这个样子，没有人能预料得到，就算预料得到，也改变不了。所以问题的重点，就在于当世界发生了改变，我们不再是我们的时候，我们应该做些什么，并为自己期待的那个结果而努力。的确，努力这个词听起来更像是笑话，但是管他呢，至少自己尝试过了，万一成功了呢？哈哈。”\n    “你努力过吗？”简说，“成功过吗？”\n    “努力过，没成功过。”老头说，“而且还努力过好多次，全都没成功过，去追回我最心爱的那个姑娘。闭上眼睛，我现在还能想起她的脸，不过得是她十九岁时候的样子。”\n    “既然你都没成功，为什么还要叫我努力。”简说。\n    “我没成功，不代表你不会成功，至少尝试一下。”老头说，“而且，如果不尝试的话，你还有别的事情可以做吗？”\n    简垂下了手，低下了头，一句话也没有说。老头闭上眼就睡着了，两分钟就响起了七十岁人独有的沉重鼾声。\n    蒙多科扛着枪，站在农田里，欣赏着将要谢幕的阳光，脸上挂满幸福的微笑。\n    维尔纽斯从自己的床底下抽出了一套高级画笔和画纸，那是他从小的爱好。\n    翻开第一张，那是两岁的时候，握着蜡笔涂满的一张纸。虽然只有色彩没有图画，但比例匀称的色彩却也给人一种美感。\n    六岁的他画出了一副自己家车的样子，线条歪歪扭扭，充满童真的幻想。\n    十一岁，田里的麦穗在纸张之上波动，一个农夫跪在农田之中，手捧着麦穗感谢上帝的恩赐。\n    七彩颜色的帆船，穿着坚固盔甲的骑士。明天的生活会更好吗？\n    打开画卷的下一幅，两个女人在蚕食一个男人的身体。内脏被剥离体外，鲜血淋漓，那是一个月前他从街上跑回来的景象。\n    下一幅，是他居住的屋子外围满了浑身是血的怪物，他的爷爷握着猎枪堵着门，他在后面捂着耳朵哭泣。\n    又拿出了下一张，几个木桩子把怪物们钉在了地下，屋子被一圈木栅栏围了起来，他和爷爷在屋子里吃着蛋糕。\n    这是前两天他画的最新的一副，爷爷的枪口对准了一个闭上眼睛等死的女人，手指放在扳机上。\n    现在，他又要开始作画了，一个人在屋子里忙了半个小时以后，一副色彩浓艳歪歪扭扭的抽象画就崭新出厂了。\n    日出的早晨，浅浅的一道阳光照亮了一间破烂的废墟。\n    围栏被怪物们推倒，屋里的地上，摆放着四具已经被掏空的尸体。\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html",
    "replies": [
        {
            "author": "徐大大大",
            "timestamp": 1441422600,
            "txt_content": "最后全部人都死了"
        },
        {
            "author": "lostchair",
            "timestamp": 1442022660,
            "txt_content": "徐大大大 发表于 2015-9-5 11:10\n最后全部人都死了\n虽然不想剧透。。不过小孩子怎么能预测未来嘛。。就是营造一个恐怖气氛"
        }
    ]
}