{
    "title": "<原创·连载>   勇者之征II：星光   第一章 第十节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1441373160,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-10-8 20:56 编辑 \n\n        突如其来的疾风犹如一大群咆哮的野兽，在战场上疯狂地驰骋着，吹得人睁不开眼。夜色下，与猛禽军团的一整个小队对峙的，仅仅是一个十七岁的少年。\n\n        风在山谷间呼呼作响，是大自然奏出的狂放的乐章，这乐曲让夜晚前所未有地热闹起来。\n\n        但是相比之下，战场上的人都静极了。除了狂风的呼啸声，再也听不到其他任何声音。简直静得可怕，就像暴风雨来临前的宁静。\n\n        穹闪率先打破了寂静。他持剑缓缓走向了敌军的方阵中，从他的脚步中丝毫感觉不到愤怒，焦急，恐惧等等战斗时该有的情感，相反，还显得十分从容，淡定，但这从容之中又流露出了沉痛。\n\n        整个军团骚动起来，接着一些战士陆陆续续地冲向了穹闪。“既然他敢走上来，我们就敢迎上去！”\n\n        不过，穹闪没有一点慌张。他看似随意地挥了几下剑，冲上来的几个战士就倒下了。\n\n        一瞬间，整个军团沸腾了起来，就像烧沸的水流一般涌向了穹闪。\n\n        但是穹闪的步伐没有一丝凌乱，他只是一边散步似地向前走着，一边挥舞着手中的剑。淡定的穹闪就像一块极寒的坚冰，把冲上前来的沸水轻松冷却下来——完全冷却，尸体般的冰冷。\n\n        他就这样一路走到了队伍的最后，走到了队长的面前。\n\n        穹闪掐住了队长的喉咙，让他直视自己的眼睛。虽然脚步很淡然，但是与之相反，他的眼神却可怕至极，直视着它，自己的身体就像被一团火焰燃烧着一样——那是穹闪的怒火。\n\n        “滚回去告诉你们的将军，我穹闪马上就会来找他！”穹闪怒吼着把队长扔下了地。没错，是扔。\n        敌军队长被吓得站也站不稳，连滚带爬地跑出了村庄。\n\n        在穹闪的身后，沸腾的人潮冷却了下来，化为一大滩血水。鲜血染红了整片村庄，穹闪伫立在血泊中，月光下漆黑的身影可怕得像一只恶魔。山上的村民一个个都目瞪口呆，他们想起了自己以前是怎么对待穹闪，想起了穹闪从前仇恨的眼神。他们难以想象如果这样的恶魔向村庄复仇，会发生什么……\n\n        穹闪找了一处干净的石块坐下，伸出了手，默默擦去剑上的血迹。\n\n        “结束了，初明。”穹闪叹息道，“这个村庄，我为你保住了。”\n\n        话音刚落，远处传来了一声凄厉的惨叫。穹闪转身一看，之前逃跑的那个队长死在了一大队人马前，看起来至少有一千人。而这个队伍挥舞的旗帜正是猛禽军团的旗帜。一千多个人，应该是一个大队了。\n\n        穹闪警觉地站了起来，不一会，整个队伍走到了村庄前。\n\n        “真是没用，一百多个人打一个都会失败。”对面的队长先开口了，“你也是这样觉得的，对吧？”\n\n        “你们究竟来这里做什么？初明已经死了，你们的目的已经达到了，没有必要为一个偏僻的小山村大动干戈吧？”穹闪一边问道，一边握紧了剑。\n\n        “哦？偏僻的小山村？也难怪，你们的村长也不会轻易把这种事说出来的。”队长说着指了指村庄的后山，“那座山是叫天灵山，对吧？”\n\n        “它叫天灵山惹到你了吗？”\n\n        “山顶有一口井，对吧？”\n\n        “你没见过井吗？”\n\n        “按照天灵山脉地区的传统，每一个婴儿新出生都要先找到他的守护之星，对吧？”\n\n        “切。”穹闪不屑地瞥了大队长一眼，“那又怎样？”\n\n        “新生的婴儿都会被带到那口井，举行仪式并寻找守护之星，对吧？”\n\n        “啊，是啊。还有，你怎么这么啰嗦？有完没完？”穹闪开始不耐烦了。\n\n        “那就对了，我们就是来找那口井的。”大队长说着神秘地一笑，转过头对着所有战士大喊道，“全军全速前进，攻下这座村庄和天灵山！”\n\n        “你们是当我不存在吗？！”穹闪说着冲进了军队。\n\n        不过，穹闪感到格外的吃力，这跟之前的那个小队简直就是天壤之别。几分钟的时间过去了，穹闪几乎没有攻击的机会，光是防守就让他几乎喘不过气。见势不妙，他一口气杀了出来，再次伫立在阵前。但是这次，全身都是深深浅浅的伤口。\n\n        “你以为我们会跟之前那个白痴一样好对付，对吧？看看吧，这才是猛禽军团真正的实力！”大队长得意地笑道，“不过，竟然能在我们的攻击阵列中坚持好几分钟，而且还能活着逃出来，你确实有些实力。但是，想阻止我们，还差了一百年！”\n\n        可恶！这就是猛禽军团！穹闪终于知道，“战无不胜”的称号并不是浪得虚名。\n\n        伤痕累累的穹闪感到前所未有的无力。他只能眼睁睁地看着眼前的军队朝着村庄气势汹汹地进发，自己却完全无能为力。\n\n        眼看军队就要走进村庄，山上的村民一个个急得满头大汗。但是，村长却依然淡定地望着密林的方向：“没事的，不用担心。”\n\n        穹闪已经走出了密林，现在在那里的不过是一些普通的村民，有什么值得期待的呢？\n\n        忽然，密林中窜出一个人影，其速度快得让人看不清。几乎在几秒内，那个人影就出现在了敌军的阵前。\n\n\n        这让大队长都有些不知所措。夜色下，难以看清来者的容貌，他下令让全军停止，先看清拦路的是究竟是谁。\n\n\n        但是，大队长在看清那个人的一瞬间，被吓得差点从马上摔了下来。\n\n\n        站在军队面前的，竟是初明的父亲！\n\n上一节目录\n下一节\n\n\nat大法好@恶魔-潇洒 @qugu @蠢萌の⑨ @一枚渣渣 \n",
    "replies": [
        {
            "author": "守望者_",
            "timestamp": 1441419720,
            "txt_content": "辛苦了，好顶赞"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1441450200,
            "txt_content": "光是防守就让她几乎喘不过气\n错字\n那个人影就出现在了敌军的阵前\n阵前忽然间出现了一个人影\n重复"
        }
    ]
}