{
    "title": "<原创·连载>Garbled?",
    "author": "efsg_",
    "replyCount": 3,
    "timestamp": 1441371900,
    "txt_content": " 在此之前楼主（作者）的废话：\n首先说的是关于作者，这个文章的确是我自己写出的\n但是文章中的主角的确是一个真实的玩家并且他所遇到的的确是真实的（真的没有骗你们）\n我把他告诉我的所遇到的给改编成文章这并不是我一时兴起\n我不喜欢烂大街的关于Herobrine的故事所以我写出了这个文章来\n这个文章我会一直更新的因为我是一个学生所以说更新会比较缓慢的\n\n\nHere.log：\n我在Google搜索到的网站上找了一份Minecraft1.3原版的包\n我在收集这个游戏的所有版本，我有着Indev和Indev0.3.0和Infdev，从1.9Pre1到Pre6甚至是生存测试这些在现在很难寻找的版本\n我一直在玩这个游戏，我是从Classic开始玩这个游戏的，但是我不是那种从非常远古的版本就开始玩的玩家（Pre-Classic）\n我的确在Classic见到过白色眼睛的人类这个生物这的确是一个BUG，我在Indev遇到过那几个外观风格完全不一样的人物\n我甚至在Indev使用外部Hack软件修改出了齿轮这个物品来研究，这次我的目标是1.3这个又一个当年深受玩家喜爱的版本\n我下载完成之后我解压了压缩包我在游戏目录的.minecraft文件夹中发现了一大堆类似于缓存文件的东西\n对于一个强迫症患者来说就连空的文件夹都不能有于是我把它给删除了我进入了游戏来重新回忆这个版本因为我在1.4更新之后把它给删除了\n我在生存模式一如既往地发展着这和现在的1.7版本有很大的区别，然后我看了下时间该去学校了我就匆匆地把我的游戏关掉了拿起了该带的东西走了\n回来之后不得不说累得要死，我想接着去玩1.3版本的Minecraft应该是很好的于是我把我重新坐在了电脑面前\n我再次打开.minecraft删除着缓存文件和日志之类的我在文件夹中找到了一份log文件，但是这份文件叫做Here.log\n我本想着删除这份文件但是我的好奇心促使我去双击打开这份文件，但是有一些奇怪的，在1.7的log文件都是清楚的字符但是这份log文件却是有着一大堆的乱码\n这让我联想到了那个国外实况主遇到Herobrine之后转跳到了的网页的乱码，我也学着那些喜欢探索的人一段一段地删去那些乱码\n删去之后这看起来好多了和1.7时的log文件一样？我意识到了什么这并不是普通的log文件而是一句一句的话语\n上面说的是：\n一个人总会犯下一个致命的错误而离去，但的确不是死去，在这段时间里我一直在思想着，如果你想要清楚知道发生了什么的话你可以来询问我——Herobrine（距离你XXKM）\n我看完这些话语后我明白了什么，那个实况主的确只是假造他遇到了Herobrine但是Herobrine他自己却是存在的，他也许和我一样是像我这样而假造了他在游戏中Herobrine\n但是他却是为了让众人知道Herobrine，我觉得这并不像是被修改的游戏版本也不存在什么奇奇怪怪的东西在里面而出现了这个惊人的log文件（不是个恶作剧）\n我想应该去问问作者Markus Alexej Persson他本人\n我回想着我下载这份游戏的网站但是我找不到，因为我的电脑并不是我个人的所以我把我的Chrome设置为了关闭后自动清除所有浏览数据我忘记了那个网站的所有有关的特点\n这是最令人感到糟糕的，我的健忘症\n我尝试从Goole上照着我中午时的方式来搜索这个文件但是我一直都搜寻不到，这令人感到有着问题\n我在Forum上说了这份log的事情但是没人理会我的帖子这可能是因为Herobrine的话题已经被炒烂了从而没有人理会吧\n我本以为这真的只是一份恶作剧的游戏版本但是直到几天后我查看我的账号的访客时我竟然的发现了一个叫Herobrine这个一直有问题的用户访问了我\n这很惊人，我点击了他的头像（白色眼睛的Steve）后我本以为会有404却发现我可以查看他的信息，他的最后一次登陆是2014年XX月XX日，这日期就是今天！\n我觉得事情越来越复杂了，我如果在Forum上发帖的话估计会有人说是修改网页的元素之类的，所以我并没有选择说出今天所遇到的，除了那个没人理会的帖子\n",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1446040920,
            "txt_content": "另一个真实的传说"
        },
        {
            "author": "wq80781",
            "timestamp": 1446063960,
            "txt_content": "虽然看不懂，但是怎么看起来这么惊悚呢"
        },
        {
            "author": "sam3737",
            "timestamp": 1446120360,
            "txt_content": "wq80781 发表于 2015-10-29 04:26\n虽然看不懂，但是怎么看起来这么惊悚呢\nHIM的传说不是都很吓人么，本文内容讲的是一个玩家找到了MC数据库里HIM的留言，然后发布到网上，结果被HIM回复了。。。。。"
        }
    ]
}