{
    "title": "<原创·连载·圣杯>《神不会死：真正的神》第一回 【林江】",
    "author": "电饭煲（备）",
    "replyCount": 1,
    "timestamp": 1441372380,
    "txt_content": " 本帖最后由 电饭煲（备） 于 2015-9-12 20:53 编辑 \n\n                                                                                                  第一回\n                                                                                                  【林江】\n昨日，一飞行车失控撞上酒店大楼，疑似AI操作失误……”电视吵闹的声音在这宁静的午后显得格格不入，这是一幢老旧的公寓楼，林磊的爷爷——林江，已经居住在这里数十年。“老林！声音关小点！”邻居的骂声传入了林江耳中，但林江只是在沙发上略微挪动了一下身子，回应道：“你自己关上窗！”随后公寓便又只剩下新闻播报的声音。邻居们对于这种行为已经见见怪不怪了，林江原先生于农业时代，从小便喜欢热闹，为人也很友善，但自从进入科技时代之后，不仅脾气变坏了，而且越发喜欢自己一个人待着了，宁愿自己看新闻，孤独的度过每一天，他也不愿意哪怕出去和别的老人唠唠家常，为什么会这样，没人问过他，他也从没提起过。“您好，林先生，您有一封星际邮件。”AI的声音在林老耳中清晰可见，林老并没有答话，反而起身开了门。“好久不见，老首长。”面对门口这个健壮的小伙子，林老想都不想就说出了他此行的目的，“你又是来叫我去参加实验的吧，早就说过了，我都已经快两千岁了，觉得已经差不多了，我也差不多该寿终正寝了，您请回吧。”还没等那个小伙子回答，林江便飞快地关上了门，不禁叹了口气，望了望桌上的世上唯一一张纸质的相片，那是科技国给的林老年轻时候与家人的照片。“那时候……老首长看起来还有几分沧桑呢……”林江又一次回想起了年轻的时候，也就是公元301年的时候，参加一次反抗科技时代的战斗的时候遇见的事情，而那次事情，让林江这一辈子注定不平凡。那时候硝烟四起，房倒屋塌，两股势力激烈的进行着搏斗，而林老则是农业这一方军队的一员。“小林！炸弹！！”首长在林江身后看见两道鬼魅的影子在眼前晃动，便知道这就是科技方的炸弹了，“该死！趴下！”林江听见指令后马上趴下，匍匐在地上，知道有炸弹的时候林江已经绝望了，只想着能留个全尸，这炸弹的威力他可是见过，一发炸弹就炸穿了他们铸造的石头围墙。不过几秒后，林江并没有听见一丝响动，也没有感受到一丝痛楚，他小心翼翼的睁开了眼，发现原先在身下的泥土地已经消失不见，取而代之的是一块无比坚硬的钢铁，而他的身边，围绕着的是一群诧异的人们，这些人的穿着光鲜亮丽，这些林江都还见过，但是每个人的面前都漂浮着一个半透明的东西。林江用手支撑着身体缓缓站起来，但他看见的不是低矮的平房，他看见的是钢铁的森林，每一幢建筑在他眼里无疑都是一个奇迹，还没等他反应过来，不知道从哪里出来的数十个守卫二话没说便把林江抬起来，放到了一个担架上。“放开我！你们这群人！我不会饶了你们的！”林江自然不会愿意屈服，在他眼里，这些人就是他需要杀掉的人，“你们丧尽天良！毁我家园！你们到底想要干什么！”守卫并没有回答他的问题，直接朝着对讲机说道：“61,61,这里是51，第三名时空旅行者已经安全，请指示,完毕。”“61收到，61收到，问清楚他从哪座城市来，然后送回去。”“是！”守卫之间简单的对话让林江听的迷迷糊糊，守卫转过身，没理会林江的迷糊，张口便开始了问话。“名字。”守卫毫不拖沓的直接问道。“林……江”林江显然还有许多疑问，但也只有在这守卫身上才有可能问清楚了。“从哪里来？”守卫继续提问道。“农城。”林江也毫不含糊，直接说出了老家的名字，但没想到的是守卫的回应则是一脸不可思议和一脸诧异，整张脸都在诠释震惊和恐惧这两个词汇，守卫双手颤抖的拿起对讲机，换了好几次，才换到一个频道用仍然颤抖的声音说道：“55，55，这里是51，我们遇上了一个时间旅行者，它来自农业时代，301年。”话毕，守卫捏紧了手中的枪械，虽说他很努力想要装出一股气势，但是不知为何，他心中总有一种不祥的感觉。林江听见了他的话，虽说仍然觉得有些许不安，但是相较于之前则放心多了，他看得出来，这些人很怕他。林江想和守卫说几句话，但是看那守卫的样子，林江就知道这个人可以说是被吓傻了，他索性直接望向车外。这里的风景和战场上很不一样，一幢幢的高楼林立与由钢铁铸造的地面上，整个城市甚至看不见泥土。这里的植物乍一看起来翠绿一片，但仔细一看，就会发现这些树都是半透明的，那些行人们甚至都会直接穿过去。每一幢房屋都有一层薄薄的膜，这层膜无处不在，甚至这辆车上都有这层膜，后面林江才知道这些膜是用来降温和保温的。就在林江几乎厌倦了窗外周而复始的风景的时候，车停了。他被几个守卫搀扶下车，一队人马站在林江的面前，而站在最前面的那个少年，林江第一眼就觉得似乎是一个他很熟悉的人。“小林？”为首的那个少年一开口，林江便已认出了，这不就是那个和自己一起上战场的首长吗？还没等林江提问，一个UI界面便展现在了林江面前。“姓名：林江”“身份：时间旅行者”“来自于：农业时代，公元301年”“政府背景：特殊保护对象”“您好，林江先生，您的信息已经录入系统，欢迎来到科技时代，这里是第一座太空城。”“今年是公元【405】年，请享受在这里的每一天。”一股信息流涌入林江的脑中，林江什么都明白了。那股鬼魅的影子并不是遇见过的炸弹，而是因为运送失误，混在炸弹中的超时空转移器，而林江身上则有许多的神秘的东西，导致超时空变为了超时间，林江已经越过了百年的时光，这里的所有人都已经经历过了基因改造，人类的平均寿命已经翻了好几番。林江得知真相后选择了参与实验，这一次实验依然启动了超时空炸弹，而这次爆炸之后林江在何处就一直没有人知道，直到公元1999年，第三代科技时代执政者才发现林江走出了时间黑洞。回忆完这些，林江顿时觉得自己的一生过的真是跌宕起伏，而以前那些战友早就已经不在了，自己的父母也已经逝世了，现在在世上唯一能能让林江关心的，可能就只有自己的儿子和孙子了吧，林江重新躺回沙发上，不过这次他关掉了电视，用手飞快地在UI操纵这什么……【未完待续】\n索引贴  电子档下载（阅读质量更好QuQ）",
    "replies": [
        {
            "author": "星",
            "timestamp": 1442143260,
            "txt_content": "貌似很吊的样子  顶！"
        }
    ]
}