{
    "title": "论如何开好一个服务器",
    "author": "姜潮2小狗",
    "replyCount": 1,
    "timestamp": 1441381500,
    "txt_content": "mc 我的世界 2014年 我从我的朋友处得知我的世界这款游戏 看着他在手机里面盖高楼大厦 我的心也痒痒了 跑回家拿起手机开始下载 刚刚进入的时候看着一堆树 蓝天 我不由得感觉轻松 我开始四处乱跑看着小鸡那真诚的眼神，看着高大的树木 看着马赛克草块 到了晚上 第一次看到蜘蛛还以为是水怪（因为它当时在水里面）被僵尸追的到处跑 最后挖了个坑躲了进去 随后发现有电脑版的mc 我的mc生涯正式开始了。\n\n在单机修炼了半个月 突然发现有服务器这种东西(⊙o⊙)… 经过一番苦苦寻找 终于在贴吧找到了个服务器 想都没想就加群去了 那也是我玩的第一个服务器\n也是让我认识到mc的另一面的一次相会  跟着基友一起 种地 看着胡萝卜一天天长大 挖矿 第一次看到钻石的兴奋 盖屋子 盖成两个火柴盒 233现在想想都感觉好玩 但是  服务器腐竹因为没钱续费服务器关闭了 但是我们这群人的友情没有断开 我们一起找服务器玩 一起发展 一起挖矿等等  这段时间有欢乐 兴奋 也有悲伤 无奈   经过了数个服务器我也成长起来了 经过了一段时间的计划 我自己也开了一个服务器现在想说一些对于部分人毫无意义或者是对于一些人雪中送炭的建议\n\n1：何谓服务器\n服务器 你可以理解为一个单纯的多人联机平台 也可以理解为是一个连接人心的桥梁 如果是前者你可以将它变成一个赚钱的平台 你可以在这里获得财富 \n但是得到多少 失去多少你得到的是财富 失去的却是在mc中跟基友 跟 朋友 的欢声笑语    如果是后者 你可以将它变成一个世界 你可以在这里结交朋友 失去的确实财富 但是聪明的人应该知道开什么样的服务器了   \n2：何谓好腐竹\n正如http://www.mcbbs.net/thread-459344-1-1.html这个帖子里面所说 喜欢什么样的腐竹 是热情好客吗 是冷淡无情吗 不都不是 而是能热情接待玩家 帮助玩家 对待熊而是毫不留情 杀人不眨眼 服务器出现问题时沉着 冷静的解决问题  在服务器出现大变动依旧保持一颗平常心  真正的好腐竹是在特定的情况做出特定的态度的腐竹 \n3：服务器玩家\n现在中国的服务器数量可谓是很多了 但是问题来了 服务器没有人来玩(⊙o⊙)…   所以直接导致一些小服务器倒闭 正在愁这些的腐竹你们不要担心\n一：\nminecraft联机吧\n我的世界联机吧\nminecraft服务器吧\nMCBBS\n我的世界服务器吧 \n每天都去这些地方顶贴 发帖 那么宣传问题解决了  \n二：\n服务器建设好自然有人来 如果纯洁服务器 qq群里面就几个ip 几个招人给东西的公告 那么快去整理一下吧 这样子是不会来人的反而会造成反效果\n去静下心建设服务器 研究插件 找技术 耐心顶贴 用心招待 这是你们要做的\n至于大中型服务器 因为我本身没有达到那种级别 我也就不做建议了\n4：态度\n态度决定一切 腐竹可以带领服务器辉煌 也可以带领服务器毁灭 你是领导者 你是掌舵手 服务器的方向由你决定  既然选择开服那就要有担起这份责任的准备 有人曾经问过我：我不会插件怎么办 主城也不会盖 我：插件不会去mcbbs学 建筑学不会找人 能学会就去学 他：插件那么麻烦学不会 我：插件研究不会 那就再去研究 有什么学不会的 谁能一口吃个胖子谁刚开始就会的 我开服的前好几天 我一直泡在bbs里面看帖子 \n5：大忌\n不要去别的服务器做宣传 1：会毁坏自己服务器的名誉 2：这是对其他腐竹的大不敬 3：会导致自己服务器受到攻击哦\n不要出售创造 op 1：出售op的话 那么你服务器就开不长了 因为你已经走错了路 前面的无底深渊 后面是炼狱之地 2：创造虽然比op差 但是基本一样了\n不要对玩家辱骂 1：如果玩家问了一些问题 尽量去帮助他解决 这样会增加玩家对你的好感 如果实在不想解决 那么也千万别骂人 你可以说我现在有事情暂时不能解决 或者找接待解决 \n 最后希望大家的服务器越办越好哦~~\n6:好啦好啦 接着更新啦 管理组问题 大多数腐竹应该都是困在插件不会弄啊 权限组不会弄啊  插件没汉化看不懂等一些问题    所以这时候你会想的什么！  是的没错就是拥有一个管理组 拥有一个团队这样既能分工协作省时间又能增强服务器的建设力度 但是！ 一定要主要人才的挑选！ 重要的位置一定要放上有能力 可相信的人！ \n那么问题来了 什么样的人是人才！\n就说说技术 什么是技术？ （这很重要 你需要有一个定位才能分辨出人才）估计都是感觉会配置插件 会用插件 改配置就是技术吧 这样的人 有部分是 有部分只是普通人 为什么这么说 我就先说说大服务器的技术他们是每天都在研究服务器哪方面可以升级 哪方面可以增加趣味 怎么做我才能提高自己的技术水平 我该怎么设计 怎么写出其他服务器没有的插件 他们每天都会投入到工作状态 考虑怎么才能突破自己的极限 怎么才能给服务器提高性能 而不是顶个技术的名 去做一些基本的技术 为什么称为技术 因为他们在技术方面强于其他玩家 每天都去突破自己的极限 这才能在技术中脱颖而出  还有建筑 管理也一样 他们是一些懂的多的玩家吗 不是 作为管理组 不 是作为团队的一员 应该做的不是听小队长指挥 像个日本小队长一样喊！ 杀啊！ 然后一群小鬼子就傻乎乎的冲上去送死 那个样子的  而是每天都去锻炼自己 每天都去挖掘自己的潜能 为服务器做贡献\n就说说建筑的定位 主要是看建筑的样式 如果能注意到别人注意不到的细节 那么他就是好建筑 我说我能建个城堡 你一堆石头也是城堡 人家装修细节特别细也是城堡 你腐竹你要谁 当然第二个了     所以在建立管理组前 先做好管理的定位 好了今天就到处为止啦{:10_512:}\n7：未完待续~~~",
    "replies": [
        {
            "author": "姜潮2小狗",
            "timestamp": 1441412520,
            "txt_content": "自顶一下"
        }
    ]
}