{
    "title": "[原创连载]小白冒险记-HIM-第三十六章-离城",
    "author": "250=mo",
    "replyCount": 4,
    "timestamp": 1441424160,
    "txt_content": " 本帖最后由 250=mo 于 2015-9-5 11:49 编辑 \n\n因为签名档，被禁言了一段时间呢。禁言出来后，虽然有继续帮助版主管理翻创和大赛，可是，一句话，一个回复都没有说。失落。文章也因为开学，缓了很长时间。阴影太大，要跑出来还需要花点时间呢。我知道，我是葬送了我的版主之路。可能以后不会经常在翻创以外的板块说话了。错的是我，我连嘴巴都管不好。一直希望论坛变好可是从来没做过什么好事。\n下文中带下划线的都有待修改，顺带征求修改意见。\n第三十六章 离城      吸气——      在确认了照在前方阶梯上的阳光后，忘却了正身处污浊空气中的我深吸一口气后如离弦之箭般向前疾跑。自然，由于太过慌急，右脚险些要仄踏下去崴伤了。      呼气——      平衡了一下身体，两只手伸向腰间急于拔出两把冲锋枪——结果是左手抓住了，右手却因扭动的身体而被它狠狠一打。      吸气——      终于把两边的冲锋枪拔了出来，我微微调整了一下握住它们的手指姿势，稍微加快了脚步，感受沉重的枪械带来的离心力。      呼气——      我撞上台阶，原想用来支持的手掌一滑，手肘狠狠被一碰。“咕噜噜”，前后都传来这样的声音。      吸气——      完全没有保护枪支概念的我用右手上的冲锋枪枪口一顶，一跃，两个台阶两个台阶地奔上了这条通向新鲜空气的尘光大道。      到了地面，我会不会被抓呢？身上的衣服被扒掉了，只剩下了这层皮肤。想到这里，我握得更紧了，手指压在扳机处，却感觉花费的力气都是用于压制自己不按下去。      光明。我跳上了石砖道路，瞥了一眼它的走向，侧平举起两把冲锋枪平行着路指向两头。特别专业，我心里想。      左边是隔着一条河，迷雾护着的森林，视野里没有敌人——虽说这句话从我嘴里说出来很不可信吧，但——把脑袋转向右边，视线却被高大的城门拱挑高了起来。城台半遮住了已经被云削弱了的太阳，仅露出一个直角。相衬下整面城墙昏暗得就如一片剪影，但仔细观察还能从那密密麻麻的灰色砖头中找出一些丘壑感。      疲惫下，手臂似乎未经同意便稍垂下了。      突然右侧传来好几波巨大的爆炸声，站在颤抖大地上的我一惊，一下子撑直了双脚和腰板，双手往上一弹，压着扳机的手指紧张下狠狠扣了下去。      我花了几秒才理解为什么我按不下去，于是我狠狠把枪往下一砸。      ——妈蛋，没拉保险！      虽然没有哪怕一只鬼见着我的丑态，我还是感觉自己脸都烧起来了。缩下身子想捡起被我拿来泄气那块铁，却又被另一声爆炸吸引。不远处的高塔应声而倒，砸到了看起来比塔粗还厚的城墙上。      这是在毁城么？弃城而逃也不用那么彻底吧？      一丝异样。我眯起眼睛看过去，有什么正从爆炸中心散发出来。      糟糕，糟糕，糟糕！——我看到一棵被一瞬间夺去颜色的树时，顿时醒悟了，抛下那把可能已经被摔坏了的冲锋枪，转过来，还没来得及立起身子就几乎贴着地面狂奔了起来。      我想象有一只邪恶的巨手向我追来，我呼吸跟不上，腿发软，撞上了木头制的不知什么，吃痛下我肩膀一侧，背后撞上了棱角——原来是楼梯。我疼得咧开了嘴，背着楼梯往上退。      无色的大潮撞上了河边，止住了。我坐在桥上，仍然是上气不接下气。      眼前一黑，我便躺了下来。于是什么不舒服的感觉都上来了，腿脚酸啦，肚子痉挛刺痛啦，头晕啦。噢——以及饿。\n\n      钻入了暗绿色的松树林中，树桩和裸露的泥土显出一条道路。处处都是人的踪迹，但林子里却找不到第二个声源。      天空中看不出一丝色彩。更近正午了，太阳的具体位置却反而更加模糊。阴云让我透不过气来。      不知过了多久，身后断断续续的轰隆声终于停了。我缓下了一直在赶路的腿，靠在一树干上，藉由呼吸排解心中的余悸。      心脏像被压住一般，沉闷不已。我鼓起右边腮帮子，踢了踢泥土。我再次抽出原本被我握在左手的冲锋枪，轻轻地沿着道路的边缘走，提着胆子听着自己踩在结实泥土上的脚步声。      砰！——林中突然传来一声巨响。      什么情况？吓得两只手都猛然一颤，随后又死死握住了枪把。慌乱下根本来不及分辨究竟是枪声，还是石头相击声，或者是其他我还没想到的声音，只匆匆背对声源靠在一根树干上了。 战斗？我要参加吗？      但无论我喘了几口气，也再没有其他声音响起了。——也可能是我耳朵里的嗡嗡声盖过了那些声音。      这种情况非但没给我壮胆，反而让我更加恐惧。不能确认声音的来源，也确认不了是一场战斗。——也许是另一种情况，敌人——也许是友军——正在清扫另一方的溃逃人员。也许我藏在狙击镜的视野里？      我颤颤地坐了下来，把冲锋枪塞进了背包里，抽出了那把霰弹枪。      匍匐……。我在心里念叨，向右侧较低处扑了上去。胸口压在霰弹枪上，硌得我相当难受，用力僵着身体。我往后退了退，抬头一望。死绿色和黑棕色，远处的迷雾。独缺的是人。      我两只手抓住枪身，用手肘向前爬行。盔甲和泥土摩擦发出很难听的嚓嚓声。林子里寂静依然，空气纹丝不动。我不知道挪动了多少米，我只一直沿着一米深的自然坑道向一棵树爬去，不久便丢光方向感了。      这叫自断后路。我欺骗并安慰自己，做出这种英雄的行为相当帅气。      坑道到头了。我抬高了脑袋四周望望，情景没有一丝变化。于是我壮起胆，爬起来，一只手抓一只手托着枪指着前方，弯着腰一步步向前走。      嚓！嚓！嚓！干燥的木料被切开的声音。      有人。至少这个可以确认了。我大口呼吸，但并没有让我的大脑清醒到让我记起找掩体这么一件事。      我在心中模拟各种情况，敌人扑上来，啪，挂掉。——然而敌人不总是只有一个——事实上通常情况都不止一个人。      一棵高大的松树轰然倒下，狠狠砸在地上，被压的树叶噼里啪啦的。      心跳一直在加速，于是我用更大口更急的呼吸跟上。在第一个敌人反应过来之前，开枪，啪，挂掉，第二个敌人抽武器，在他开枪之前，啪，挂掉，回掩体……      我知道接下来的是火焰的呼呼声，带着木材的啪啪声。如此一想，还真是冷啊，这鬼生物群系。      反正也没有表达身份的制服，见谁都杀了。——混蛋，我在想什么啊……\n\n      阳光突然撕开了云层，视野一下子扩宽了，左侧带点雪的小山丘映出点点磷光。——以及黑色的……机枪？      我操！      火光从机枪口打出，在我前方的地面上扬起了混着血色的泥土碎片。我举起霰弹枪来想瞄准，可是手抖得和越野的拖拉机似的——而且瞄准了也没用吧。      我向反方向跑去——在没有意识到不跑还未必会被发现的情况下——跳过一个小坡并趴在后面，偷偷抬头一看，机枪被挡住了。——我觉得是时候宣扬我发现的伟大定律了，当你看不见别人的眼睛时，别人也看不见你的眼睛。      机枪稍微歇了歇。是过热了吗。我举着枪，慢慢探出身子。尘土立刻就从右侧扫过来了，吓得我赶紧缩了回来，至于枪，就落在那吧。      枪械……应该是不能破坏方块的吧。听着那突突突的声音，我怯怯想。      接受了漫长的噪音洗礼后，终于停歇了。可能是没子弹了，也可能是没耐心了。我咬咬牙，爬起来一看，山丘上烟雾弥漫，无法确认敌人是否还在上面。      我看了一眼充满弹孔的掩体和扭曲撕裂的霰弹枪，吞了口唾液，扭头就跑开了，没忘记抽出那把沉沉的铁剑。      途中跑过那个临时的小营地：死猪，熔炉，散落的木柴和穿着圣卫军制服的四个战士的尸体。本章完（2561字）\n索引：http://www.mcbbs.net/thread-97789-1-1.html",
    "replies": [
        {
            "author": "lxc0123",
            "timestamp": 1441424280,
            "txt_content": "签名档？啥子？"
        },
        {
            "author": "250=mo",
            "timestamp": 1441424340,
            "txt_content": "lxc0123 发表于 2015-9-5 11:38\n签名档？啥子？\n自己去查，做得到吧（叹气）"
        },
        {
            "author": "1137246733",
            "timestamp": 1441424580,
            "txt_content": "你又不是个糟老头子叹啥子气\n我们创作版可不允许如此抑郁的人出现\n不过写的不错"
        },
        {
            "author": "lzs1234",
            "timestamp": 1441426560,
            "txt_content": "ice言之有理。\n没关系，当不了版主就算了。\n文章不错"
        }
    ]
}