{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S11·|Unturned",
    "author": "lostchair",
    "replyCount": 1,
    "timestamp": 1441429680,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:11 编辑 \n\n    正是晚餐的时候，一家四口人在院子里烤了一大块鹿肉。\n    两个年轻人吃的最多，老头和维尔纽斯吃的都很少。\n    难得饱餐一顿的他们挨着火光静静地发呆。\n    简刚想开口聊些什么，却看到老头做出一个噤声的姿势。\n    “怎么了。”蒙多科下意识的拿起了旁边的一个铁铲。\n    “有人，维尔纽斯，上楼去。”说完，老头不知从哪个角落抽出一把运动步枪和一个弹夹扔给了简，“你也上楼去，记得别打腿。”\n    刚说完，门板外枪声大作，几颗弹丸穿过木板飞了进来。\n    “回屋去！”老头大喊一声，四个人瞬间钻进屋子关上了门。霎时间，围起小院的木板变成了一堆残渣。\n    “里面的人，这里归我们了，现在空着手走出来，我还可以放你们活着离开。”外面有三个蒙着面拿着枪的人，领头的如此喊道，“给你们一分钟的考虑时间，看好我们手里都有些什么家伙。”\n    蒙多科从窗口往外瞄了一眼，土匪头子把枪正举过头顶炫耀，样子很像AK，或许是AKM。\n    蒙多科给老头使了个颜色，意思是对面有真家伙。\n    老头点了点头，悄悄从沙发下面抽出了双管猎枪，一发一发的扣进去子弹。\n    十二岁的维尔纽斯在楼上静静地听着，依靠在墙壁上，一句话也不说。简在他的身后，半跪在窗口上，有窗帘的掩护，她只漏出了一小点枪口，在黑夜中，没有人能察觉到。\n    “时间要到了，还不出来吗？”土匪头子有些不太开心，“算了，进去再打扫一下卫生就好了。”\n    咔哒一声，老头从里面把门把手解锁。土匪们立刻把枪端了起来。\n    “别慌张，年轻人，我这就给你们开门。”老头冷笑了一声，往里拉了一下门，门被打开了，却没人出去。\n    “人呢？出来！”土匪头子把枪口对准了门口。\n    “我看得到你们的枪，先把枪放下，我再出去。”老头说，“我不会耍什么花招，但至少要保证我的安全。”\n    “我们把枪放下了，出来。”土匪头子示意周围两个人都把枪放下，自己也把枪垂到手边。\n    门口阴影中闪出一个人影，阴森森的看不到他的眼睛，砰的一声巨响，土匪头子的左臂和步枪全被炸的稀烂，土匪们惊了一下，也掏出枪极快的反击。老头顺势一个滚翻，躲过了门口和窗口飞来的几颗子弹。\n    “走……走……”土匪头子捂着断臂，哀嚎着往后退，两个小弟在不停的开枪压制。\n    蒙多科和老头都被密密麻麻的子弹压在窗户下面不敢抬头，简在二楼瞄准了一个小弟的腿。只听到啪的清脆一声响，一个小弟跪倒在地，但很快又爬了起来，一瘸一拐的后腿。这运动步枪本身也就是打一些大型鸟类使用的，没有噪音，没有重量，没有后坐力，更没有威力。啪啪的连打两枪，其中一个人彻底站不起来了。\n    “老大……走不了了，和他们拼了吧……”腿已经残掉的小弟用哭腔说，“本来这种世界也待够，每天过的爽一点才是咱们期望的，这样就算回去了，也就只能每天躺轮椅上等那群怪物把咱们吃掉。”\n    “那就把他们全杀了，好歹留个垫背的。”土匪头愤怒的叫了一声，用另一只手颤抖着掏出了一把手枪，朝着屋里开枪。\n    “往后撤一撤，这里快被打穿了。”老头带着蒙多科撤到了石质壁炉后面。\n    外面的土匪头子和断腿土匪很快因为失血过多而昏迷了，剩下那一个人子弹也都打空了，干脆扔掉枪举手投降。\n    过了好久没动静了，蒙多科才小心翼翼的抬起头，看到没有问题，便提着铲子出去了。\n    “把蒙脸的摘下来。”老头说道。\n    唯一健在的那个土匪在摘下面罩之后，在二楼的简立刻扔掉了步枪，从腰间抽出了一把剔骨刀从门口冲了出去，一刀刺穿了他的眼睛，没等众人缓过神来惊讶，没等土匪缓过神来捂住眼睛哀嚎，又一刀下去刺穿了土匪的脖子。鲜血像喷泉一样泼满了简的全身。这下他连叫的声音都发不出来了，只能痛苦的卷曲在地上捂住脖子，没过一分钟就死了。\n    “你期待这种复仇吗？”简面带微笑的看着希瑟伦，“我记得这个络腮胡子。”\n    然而希瑟伦却没有说话，因为那只是简的一个幻想而已。\n    “还是说他身上的雕花不够美？”简从络腮胡子身上搜出一把蝴蝶刀，扔掉了自己的剔骨刀，又朝络腮胡子身上捅了好几刀。\n    没有人敢拦她……所有人包括维尔纽斯都只是静静地看着。人性？保留又如何，有又炫耀给谁看呢。\n    ……\n    斯诺克背了一个大号的爱丽丝背包，里面装了很多速食鱼罐头，苏尔加喜欢吃鱼，但是他不喜欢。这些都是为苏尔加准备的。\n    两个人从机场逃出来以后，走了一个晚上，才到了哨卡外的一个小镇。这里偶尔可以听到怪物在哪个屋子里喊叫。\n    在午夜的时候，还是不要进城比较好。两个人在附近的山上借着月光打开了一盒鱼罐头，苏尔加笑嘻嘻吃的精光，斯诺克吃了一块三明治。\n    差不多吃饱以后，斯诺克在树上结实的树杈处用绳子横竖打了几节，做了个简易的吊床。\n    “咱们睡到七点钟起床，可以吗？”斯诺克把背包挂在一节树枝上，摸了摸苏尔加的脸蛋。\n    “只睡三个小时吗？果然还是军人身体好。”苏尔加打了个瞌睡，“嘿嘿，那我先睡了！”\n    “睡吧。”斯诺克轻吻了一下苏尔加的脸蛋，确定她睡着之后，一个人提着M4跳下了树，倚在树干上，放了三个小时的哨。\n    “已经起床了吗？”苏尔加趴在树上往下看，看到了抱着枪坐在树下的斯诺克。\n    “刚起来两分钟，少吃一点东西就出发吧。”斯诺克招呼苏尔加。\n    苏尔加把背包从树枝上摘了下来，却完全拿不动，一几十公斤重东西的背包就这样砸到了斯诺克的脑袋上。\n    “啊啊……对不起……”苏尔加惊呼了一声，从树上爬了下来。\n    “没……呃……没事的……”斯诺克被砸的有点迷糊，不过很快就调整了回来，“来吃饭吧，挑你自己喜欢的。”\n    苏尔加嘻嘻的笑了一下，又从背包里拿出了一盒鱼罐头，斯诺克则是吃了一点面包。\n    “吃饱了。”苏尔加摸了摸有点撑的肚子，“出发吧！”\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html",
    "replies": [
        {
            "author": "cyq1853340613",
            "timestamp": 1445927160,
            "txt_content": "{:10_492:}"
        }
    ]
}