{
    "title": "〈原创·连载·圣杯〉《终焉》「第一章第四节」『by：泣东风』",
    "author": "xcc",
    "replyCount": 1,
    "timestamp": 1441430700,
    "txt_content": " 本帖最后由 xcc 于 2015-10-1 14:07 编辑 \n    顾离四下张望，看见一个身穿灰色长衫，戴着一顶巴拿马草帽和一副圆框墨镜的中年人背着手，在街上吆喝着：“卖地图咯，5角起售，高清印刷——”\n    顾离心想这个卖地图的先生来得真及时。\n    “呃，先生。”顾离凑到中年人面前，“你卖的是什么地图？”\n    中年人从斜挎包里拿出一张张地图，说：“大到世界地图，小到小区地图，可谓是应有尽有。”\n    顾离盯着他手里的一叠地图，半晌抬起头盯着中年人墨镜后的双眼：“有这座城市的地图吗？”\n    中年人捻起胡子，从那些地图中捏出一张：“这张就是！只卖30元！”\n    顾离想了想自己钱包里的余款。然后晃了晃头：“那5元起售的是什么地图？”\n    “公园地图，有问题吗？”中年人似乎很不耐烦。\n    顾离一边暗骂着“黑心商人”一边慢吞吞地从钱包里掏出钱递给中年人。中年人迅速接过钱，并笑容满面地把地图递给他。\n    他接过地图，手突然触电似地抖了一下——这个地图的质感很特别，像丝绸一般。\n    “呃，这地图什么做的？”他摸着地图来辨别它的材质。\n    “一种可以像纸一样印刷图文的布料罢了——话说你真是孤陋寡闻。”\n    顾离没有理会中年人的后半句话，只是低头打开了地图。每一条街道都如同纵横的经纬密布，旁边有蝇头小字注明附近的地点。顾离所要做的就是在这些群蚁般的字中找到所有带有“酒吧”的标注。\n    他叹了口气，在黑压压的一片中找到“酒吧”二字可谓是大海捞针。顾离缓缓抬头，看向那个中年人：“附近有什么酒吧吗？”\n    中年人一边从包里摸出一盒高档烟，一边挥手指了指顾离走来的方向，朝着顾离点头。\n    顾离扶额叹气：“那边的酒吧除外。”\n    中年人又从包里拿出打火机，叼着烟，微笑着说：“反正最近的一个酒吧离这里不到5公里，具体在哪自己看地图。”\n    但是连自己的位置都不知道，怎么找酒吧？顾离突然想到一个较为严重的问题，急忙四下环顾，企图通过找到一个路牌来了解自己的位置。但荒凉的街道上只有早已破败的铁柱，在阳光中如落水者手中的最后一株稻草般摇摇晃晃。\n    “可是这里是哪？”\n    中年人抽着烟，看了看四周，又仰起头环视，然后带着嘲讽地说：“肯定是桦木街啊，要知道这儿旁边有个叫‘通天塔’的烂尾楼。”话音刚落，顾离便开始在地图上搜索这个街道的名字，连同那幢独有名字充满神秘色彩的烂尾楼。\n    最后目标锁定在了地图东南方一个不起眼的小角落。\n    顾离看了看地图左上方的指向标，然后从包里翻出指南针，在空中左右晃动，不时地抱怨道“这玩意有问题吧”。而那位中年人则抽着烟，一边注视着顾离一边大笑。\n    “很好笑吗？”顾离有些厌恶地看着正拿着一包价值上百的烟抽着的中年人。\n    “我没笑你。”中年人回了一句，把烟丢在地上。\n    顾离本来狐疑地看着中年人，但当那支烟掉落在地上时，他的视线便固定在了烟上。从牌子来看，这支烟算是“上等人的消遣品”了——一盒要100多呢。但是，为何那个中年人也在抽这烟？他只靠卖地图为生，但卖地图也赚不了几个铜板——且不说现在很少人出门，以他地图的价格，一天的收入只够吃碗小米粥，怎么还会有多余的钱买高档烟抽？\n    顾离站起身，咽了口吐沫，张了张嘴，但没有说话，只是看着手心——他的指南针不再胡乱旋转，终于停在了一个方向。\n    既然指南针已经指示了方向，也就没必要拘泥于中年人抽的烟和他的收入之间的关系了，只需要照着地图向着酒馆奔跑，跑向自己的落脚点。\n    他转了个身，把指南针揣进兜里，举起地图，向前方奔跑。\n    中年人看着顾离的背影渐渐变得像小点，大笑着用左手捏了捏胡子，右手把腰包的拉链拉好。“这可真是笔大买卖。”他自言自语。\n    整条路都是死气沉沉的灰色，灰色的街道灰色的大楼，连同灰色的井盖灰色的路灯。只有少部分设施有着格格不入的其他颜色。灰色是复杂的白和纯粹的黑的混合，你可以说它很纯也可以说它很杂，但至少在此时此刻，灰色只能给人一种纯粹的感觉——好像在坟墓里。\n    顾离在这座城市的坟墓里奔跑跳跃，他方才领悟到自己寻找酒吧并不只是为了落脚，他其实是想融入到一种充满活力的热闹与喧嚣中——毕竟人是群居动物——相信这个世界至少还有生气。纵使路边的小店上早已贴满了关门的告示、指示牌早已断裂损毁、大多数人窝在自认为安全的家中、所有灯光都被灰色遮盖，至少还有一个个酒吧闪烁在这种灰色的城市。\n    地图上显示，酒吧坐落在烂尾楼通天塔不远处——在地图上就是两厘米的距离吧。顾离停下来，看了看地图左上角的比例尺：1∶300000\n    这就是那家伙口中的不到5公里？顾离苦笑着把地图塞回裤袋。估计到那个酒吧，还要跑上很久。看来得依靠交通工具了。\n    现在公交、出租甚至黑车都停运了。人们出行依赖于安装在四处的传送器，一种长得像取号机却用于交通，只用选择目的地就可以迅速抵达某地的机器。\n    怎么一直没想起来使用交通工具呢？顾离懊悔着垂着头，心想自己是不是因为经常徒步所以忘了交通工具的存在。\n    那么现在只需要找到一个传送器然后走人。\n    他记得街道旁会有一些嵌有玻璃板的银灰色电话亭——名曰传送厅——里面就有公用电话和传送器。他急忙环顾四周，很快看见几个传送厅进入自己的视线。他便冲入电话亭，急不可耐地按下传送器的开启按钮。\n    传送器的屏幕立刻亮起来，浅绿色的背景上出现几行字：\n    “您好，使用公共传送器须注意以下几点：\n    1。请勿破坏或用力敲打传送器。\n    2。使用前请确保没有携带对传送器有干扰的物品。（如导航系统）\n    3。传送器开始传送时请不要离开传送厅。\n    4。使用前请在刷卡区放置身份证来使用传送器。\n    谢谢合作！”\n    顾离手忙脚乱地从裤兜里翻出钱包，在夹层里摸出身份证，把身份证往传送器上标注有“身份证请正面朝下放置”的地方拍下去。\n    屏幕上显示出一个二维地图，一个写有“您的位置”的红点正在一条街道上跳跃，比起那张小得可怜且字排得密密麻麻的地图来说实在是好太多了。\n    顾离瞪大眼睛寻找着附近的酒吧，然后锁定了名为“六十八酒馆”的酒吧。他伸出手，食指轻轻点了点酒吧的名字。\n    “你携带有干扰传送器的物品，请将物品放置在传送器侧面的平台上单独传送。谢谢您的合作。”\n    顾离有些不知所措，他可不知道什么东西能够干扰传送器。\n    他低头思索片刻，然后把钱拍在侧面的小平台上。\n    “请勿将不干扰传送器运作的物品放到此处。”屏幕上弹出一行红色的提示。\n    顾离把钱收回，同时拉开单肩包，把里面的东西——尤克里里、好几本记事本、中性笔、钱包、牛肉干、身份证、没电的手机和《有关七櫆生物的研究》——挨个放到平台上。\n    屏幕上的红色字提示不停闪烁。\n    然后他把裤袋里的地图掏出来，摇摇头，放到平台上。\n    “请按下确认键将干扰物品单独传送至目的地。”屏幕蓦地变成一片漆黑，只剩下一行白字和一个标有“确认键”的绿块。\n    顾离满腹疑虑地看向平台上的地图，心想这怎么可能是干扰物品？\n    经过一番思考后，他把地图从平台上抽走，丢到地上——既然四处都有传送器，地图也就用不着了，而且把它揣在兜里也有点占空间。\n    “请点击确认键开始传送。目的地：六十八酒馆”提示语再次变换。\n    顾离便伸出手点了一下确认。\n    整个屏幕突然变成一片灰色，上面显示着——正在传送。\n    眼前的景色立刻模糊起来，像是毛玻璃上覆盖了一层冰。与此同时，顾离觉得自己的身子仿佛被什么一双大手拉扯着，有些难受。但这不适感和眼前的模糊很快便消失了。他能看清四周是原木装修的墙壁和桌椅，还能够瞧见一个戴着单片眼镜的古怪家伙坐在吧台后与一位穿着像牛仔的年轻人聊天。\n    年轻人突然转头看向顾离，左手从吧台上拿起一杯啤酒，右手则迅速地从腰带上取下一个弹簧片，向空中投掷。\n    接着他将手中的啤酒向顾离递去，右手同时接住了刚才抛出的弹簧片。\n    “不论你从何而来是何目的，总之，欢迎来到六十八。”\n               上一节             索引                   下一节",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1441462620,
            "txt_content": "\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 \n\n貌似有些人被我和谐了？"
        }
    ]
}