{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第一章 第十一节",
    "author": "2B与mc的故事",
    "replyCount": 14,
    "timestamp": 1441457760,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-9-17 20:42 编辑 \n\n        “哎哟，跑得太快了，一不小心茶都洒了。”初明的父亲说着放下茶杯，把湿漉漉的外套脱了下来。\n\n        “你……为什么，为什么你会在这里？！”大队长看上去害怕极了。\n\n        “为什么？这里是我的家，我为什么不能在这里？”初明的父亲把衣服放在一旁，再次端起茶杯，细细地品味一番。\n\n        “你到底是谁？”穹闪满肚子都是疑惑，为什么之前他遇到的那个普通的村民会出现在战场上？为什么堂堂猛禽军团的大队长会害怕他？为什么这家伙上战场还端着一个茶杯？\n\n        “事实上你应该很熟悉，穹闪。我就是初明的父亲。”他看着穹闪微笑道。\n\n        “初明的父亲……怪不得，怪不得初明小小年纪就成就了一番功业，原来他是你的儿子！”大队长豁然开朗。\n\n        “初明的父亲？那你在这里做什么？他们很强，没有很强的力量是不可能战胜的！”穹闪知道后更着急了，连忙劝他回去。\n\n        “力量吗？”初明的父亲说着盖好茶杯，“穹闪，你要记住，并不是只有靠力量才能取胜。”\n\n       大队长听后露出一副苦笑。\n\n       “没有力量？那你还敢上战场？！”穹闪猜对了一半。确实，一个整天端着茶杯满脸微笑的中年人怎么看也不像是有力量的人，如果他是一名学者，没有任何人会感到奇怪。但是这样的人，竟然还敢上战场？没有力量还能取胜，这在穹闪看来完全是无稽之谈。\n\n       “无论如何，总部下达的命令无法违抗。”大队长无奈地摇摇头，“想不到竟然会有与你为敌的一天，镜。”\n\n       “哦？我有这么出名吗？连猛禽军团的大队长都知道我的名字？”镜说着一声不响地揭开了茶杯的盖子，一手端着茶杯，一手背在身后，微笑着面对眼前的千军万马。\n\n        “快逃啊！你这是在送死啊！”穹闪忍着疼痛跑向了镜。\n\n        大队长一声令下，全体战士一齐冲向了镜。鼓舞士气的呐喊，马匹飞奔扬起的灰尘，还有无数利刃发出的寒光，这一切让整个军队显得更加可怕起来。但是镜平静得像夜色下的湖水，面对眼前的千军万马，心中没有起一丝波澜。\n\n        “送死？不，不必担心，活下去的力量我还是有的。”\n\n       说着，镜伸出背在身后的左手，缓缓指向一旁被打湿的外套，接着涓涓细流般地一点一点移动右手，直至指向眼前的军队。在他的手移动时，衣服里的水分竟然被一点点抽离了出来，并且分裂成极其微小的水珠飘向敌军阵前。水珠一滴滴停留在半空中，构成了一道巨大的屏障，拦住了所有敌人。有的战士妄想穿过这屏障，但是走过去之后身体却被空中的水珠穿透，成了蜂窝。\n\n        “嗯，看来这些茶没有浪费。”镜说着再次缓缓移动左手，用手掌对着不远处的一条河流，接着手臂迅速抬升，整条河流就像湍急的瀑布一般直立起来——不过方向是由下至上。镜把手移动到自己的头顶，整个河流的水竟也飞向了镜，在他正上方的空中止住。在场的所有人，无论是村民，猛禽军团的战士，还是穹闪，都看得目瞪口呆。\n\n        忽然间，镜的手向着眼前的军队猛地冲去，空中的所有水也向着军队冲去，就像大海中汹涌的波涛。整个大队，在一瞬间被瓦解。\n\n        “现在我再问你一遍，你为什么而战？”镜轻松地把水全部移回了河里，微笑着问穹闪。可是穹闪对自己所看到的一切感到难以置信，目前神情恍惚，没能回答镜的问题。\n\n        “好吧，看来现在问得不是时候。”镜说着拿起了一旁已经干透了的外套离开了。\n\n        “等等！你知道天灵山脉的……那个……城……城门在哪吗？”穹闪很不容易憋出了“城门”两个字。\n\n        “城门吗？其实我总觉得在山区里修一个城门感觉怪怪的。好吧，往西北方向走，一天不到就能看到了。”镜一边离开一边答道，“对了，你去那里干什么？”\n\n        “我要去找他们的将军！”穹闪说着，把剑放回剑鞘离开了。\n\n       镜笑而不语，消失在了村庄的转角。\n\n\n\n\n       第二天，下午。\n\n        “将军！城里来了一个十七八岁的小孩，说要找您！”一个士兵一边跑向将军的房间，一边喊道。\n\n        “来了来了，麻烦死了，这几天事情怎么这么多！”将军说着从一大堆战报中站起身，问道，“他在哪？”\n\n        “其实，将军，我一直想问，这种小事为什么您还要亲自出马呢？随便找个人赶走不就得了？”那个士兵不解地问道。\n\n        “你还敢说？那你为什么不直接找人解决，而是每次都来烦我？！”将军不耐烦地反问道。\n\n        “对，对不起！属下会注意的！”士兵一边连连点着头，一边带着路，“这边请！”\n\n        广场的中央，一个金发的少年持着剑，被一大群猛禽军团的战士团团围住。将军一声令下，所有战士才不服气地让开了路。\n\n        “将军！为什么不直接杀了这种人！”一个士兵不甘心地问道，“攻下一座城池没几天，肯定会有一大批刁民来造反！何必这样一个个地会见，浪费我们的时间？！”\n\n        “我的事情还用得着你做主？！究竟谁是将军？谁该听谁的？！”将军的脸上流露出些许愠色。那个士兵赶紧闭嘴退下了。\n\n        “你就是将军？”穹闪握紧了剑，用充满杀意的眼神盯着将军。\n\n        “哦，不错的眼神。”将军走到穹闪面前停了下来，“小孩，你到这里来干什么？”\n\n        “要你的命！”穹闪说着冲向了将军。\n\n        “哈哈哈……好气魄！”将军大笑道，“但是，那得看看你的本事够不够了！”\n\n\n上一节目录\n下一节",
    "replies": [
        {
            "author": "阿有",
            "timestamp": 1441458720,
            "txt_content": "我怎么感觉这章没写完、、  打斗场面的描写呢。。"
        },
        {
            "author": "阿有",
            "timestamp": 1441459440,
            "txt_content": "2B与mc的故事 发表于 2015-9-5 21:26\n哪一场打斗\n哈哈哈……好气魄！”将军大笑道，“但是，那得看看你的本事够不够了！”\n我感觉这个后面应该还有打起来的场面吧。。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1441459560,
            "txt_content": "浅笑不悲伤 发表于 2015-9-5 21:12\n我怎么感觉这章没写完、、  打斗场面的描写呢。。\n哪一场打斗"
        },
        {
            "author": "1845797316",
            "timestamp": 1441464420,
            "txt_content": "我似乎是在以你的风格为目标努力改变着"
        },
        {
            "author": "守望者_",
            "timestamp": 1441464900,
            "txt_content": "一天两更辛苦了"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1441541820,
            "txt_content": "守望者_ 发表于 2015-9-5 22:55\n一天两更辛苦了\n我并没有一天两更\n我是标准的日更狂魔～～"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1441541880,
            "txt_content": "1845797316 发表于 2015-9-5 22:47\n我似乎是在以你的风格为目标努力改变着\n不必刻意模仿别人\n你要找出适合自己的风格\n这样才能超越其他人"
        },
        {
            "author": "1845797316",
            "timestamp": 1441551660,
            "txt_content": "2B与mc的故事 发表于 2015-9-6 20:18\n不必刻意模仿别人\n你要找出适合自己的风格\n这样才能超越其他人\n当然，也不会是百分百的复制，而是想通过好的作品来调节我的风格，达到一种平衡。这也是为了我的圣杯作品，再没有准备好之前，我大概都不会动圣杯的。"
        },
        {
            "author": "1845797316",
            "timestamp": 1441552980,
            "txt_content": "2B与mc的故事 发表于 2015-9-6 20:18\n不必刻意模仿别人\n你要找出适合自己的风格\n这样才能超越其他人\n求你下次更多一点，每次兴致勃勃地看完，然后没有了，接着就是让人抓狂的等待。"
        },
        {
            "author": "1845797316",
            "timestamp": 1441892760,
            "txt_content": "然而你这家伙质量高得惊人。话说我8月多就开学了，人家才是更可怜呢qwq。"
        },
        {
            "author": "1845797316",
            "timestamp": 1441893420,
            "txt_content": "第一……，你无形之中又对我装了个逼，5555欺负我文渣，我的目标可是参与奖，技术比不过你这种人，就只好比人品了，连人品都比不过就笑了。（话说刚刚补了你的文章，然后没金粒QAQ)"
        },
        {
            "author": "1845797316",
            "timestamp": 1441979700,
            "txt_content": "壕了一把没血了，不过你的目标好远大，我这种渣渣还是去书店看看有没有吧。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1441979940,
            "txt_content": "1845797316 发表于 2015-9-11 21:55\n壕了一把没血了，不过你的目标好远大，我这种渣渣还是去书店看看有没有吧。 ...\n不要管远不远大，连自己的目标都不相信的人，永远不可能成功（这就是你装逼的理由吗）\n至于为什么我不去书店买，穷啊……（这也告诉了我们知识可以带来财富）"
        },
        {
            "author": "1845797316",
            "timestamp": 1441980660,
            "txt_content": "2B与mc的故事 发表于 2015-9-11 21:59\n不要管远不远大，连自己的目标都不相信的人，永远不可能成功（这就是你装逼的理由吗）\n至于为什么我不去 ...\n我目标其实很远大的，只不过深藏于内心深处，但是我是一直在以他为目标而努力着。"
        }
    ]
}