{
    "title": "<原创·连载·圣杯>《上古神域》第一章 第三节 升级",
    "author": "Mu_North",
    "replyCount": 1,
    "timestamp": 1441452540,
    "txt_content": " 本帖最后由 Mu_North 于 2015-9-5 19:46 编辑 \n\n 第一章 第三节 升级\n\n\n  太阳已经渐渐的想躲进山里睡觉去了，一片晚霞照亮着这片土地。夜色也即将笼罩着这片大地。\n \"框...框...“索亚和西普在他一开始出生的那栋破房子忙活着，修补破房子。其实，他们已经忙活了一天。大早上就去搜集了些材料。一眼望去，整栋房子跟之前完全是大异小同。修房子总比建房子来得简单。\n   月亮已经悄然升起，伴随着夜色和无数亮星。\n  “终于完成了”索亚不禁感慨道，“太累了！”\n   索亚的眼前突然出现了一些蓝色字---房子建造成功，获得70经验。\n  “西普，系统提示我获得了70经验，这70经验是什么?'索亚问道。\n  “那就是生活经验，我们忙了一天就为了这个。当你达到100后，就能和我一样升级为平民，之后你就能选定天赋，决定基础职业。这个经验跟升级职业等级的有很大的区别，一个叫‘经验’另一个则是‘杀猎经验’。经验需要你通过成就，生活，之后还有副职业的行为来获得。而杀猎经验，就是普通MMORPG的打怪升级。不过，满足的经验最高只能升级到平民5阶。之后便是像现实世界那样，你有一定的金钱就会升级为富民。如果你杀了一定量的平民就会被转为杀人犯，被抓后就会转为囚徒。与其说职业不如说是身份。一定的身份有着不同的权限。”\n”那还有什么方法能获得30经验！我已经非常想要升级了！“索亚显然有点迫不及待的升级。\n”这有3粒小麦种子，拿去种，等上一会，成熟了。没颗小麦有10点经验。“西普拿出3粒小麦种子给了索亚。\n    索亚在他的新房子旁边的一片小旷野上，用手刨了三个小坑，其实种植小麦的空间并不用这么大。之后，将种子一一放入小坑之中。再用土盖上。这一切索亚显得有些力不从心。他的行为，无疑是造了几个坟墓，把三个尸体安葬。干完了这一切便直接去自己的新屋子睡觉去了。留下，三粒种子安稳的睡在凄凉的旷野上，伴随着那月光...\n    小麦是一种十分顽强的植物，它们很容易就生长。在这个世界里生长速度会更快。不一会儿，就从泥土中钻出，长出一株瘦弱的幼苗，就像一位舞女一样，在夜光下跳着舞蹈。\n    第二天，初阳朝升，用光明温柔的抚摸着大地，也仿佛是在唤醒4这世间的无数生灵。\n“  我靠！这小麦咋长成这鸟样了！”索亚呆呆的望着自己种的三株小麦，咆哮怒吼着，响彻云霄。不过这小麦长得真的有点憋屈。\n“  大早上的哄什么哄！”显然西普也听见了索亚的咆哮声，走了过来。西普的家离着索亚的家并不是很远。\n“  我靠！索亚你怎么对待这小麦的。”看了索亚的三株小麦，西普十分惊讶！\n“  我不知道啊！昨天晚上种了，我就睡觉去了。”\n“  有你这么对待小生命的么！你这小麦面黄枯瘦，像是一位集各种病痛于一身的糟老头子。”西普不禁调侃道，“等等！你有浇水吗？”\n“  水？我哪来的水来浇啊。”索亚摆出一副很无辜的样子，像是这完全不是他干的似的。或许，还真有人会觉得他真的很无辜。\n“  对你我竟无言以对。不过你收收看看，应该还是有经验的。不过完全不能做成食物了。”\n“  早说啊！我还以为我白种了呢！”说完，便直接用他的双手，野蛮的将小麦连根拔起。\n “ 服了你了...”西普感慨着，还摇了摇头。\n   伴随着“滴”的提示音效，索亚面前先是浮现出蓝色字符-获得30点经验，随后消逝，之后又出现了一段金色字符--恭喜您，升级到“平民一阶”，可以选择一个天赋。同时他的戒指，不停的闪烁着耀眼的金色光芒。\n“  哈哈哈！我升级了，升级了！”索亚兴高采烈着，不时还像个神经病般，做出一些令人费解的动作。\n   然后，点下戒指，浮现出一个较大的蓝色方框。\n“格斗：格斗系能力可使用破坏性的攻击同时应对多个敌人，并通过短暂的暴发来提高攻击速度。让敌人在残酷的战争中毁灭，典型的战士天赋。”\n“暗杀：暗杀系能力擅长潜行，近身发动突袭对敌人造成致命打击，可在较远距离冲刺至敌人身边，在决斗时拥有较多优势。他们的匕首刺中后连神也会当场毙命。“\n“元素：魔法系能力使用火球、流星、魔法盾等强力的传统型魔法来攻击敌人，各派系的魔法都比较均衡。看穿所有伪装的权能，使一切伪装无所遁形。“\n“野性：野性系能力使用远程攻击对付敌人，一旦在猎物身上刻下自己的印记，即使追逐至天涯海角也要消灭敌人，并能驯服野兽以协助战斗。”\n“铁臂：铁壁系能力可提高自身的生命力和防御力，会使用无敌技能，并可吸引敌人的仇恨以保护队友。铸就的铁瓮城这座世界上最坚固的城池，甚至连自己也无法破坏。“\n“生命：生命系能力可复活队友，通过治疗来恢复目标的生命值，是冒险队伍中必不可少的辅助。“\n  看着如此精确的数据，索亚差点昏过去，一开始的6个天赋，显得每个职业都格外重要。他思索着，按照往常玩MMORPG，他一般是担任高爆发的刺客职业。\n  ”我将是这个世界上，最牛逼的刺客！“犯了中二病的索亚，他自然选择了”暗杀”这个天赋。虽然他的口气倒是不小，不过从他的眼神之中流露出了一丝坚定。想要逃离这个世界的坚定。\n   暗杀一开始只有一个技能，“致命刺刃”，百分百必定暴击。习得“背刺”技能后，从背部施展技能，暴击伤害提升至200％。技能的所有数据，轻轻楚楚的刻画在戒指倒影出的蓝色方框上。\n”西普，你怎么不恭喜我啊？“索亚察觉到了，从刚才西普一直不说话，一动不动的站在。\n  面对索亚的质问，整个场面的气氛显得有些尴尬...\n”我有个请求....“西普的一句话，打破了僵局。\n”说吧！你帮我那么多，是时候该让我帮你了。“这是索亚从认识西普开始，看到他第一次求人。\n”我想带....你去一个地...方，不...是一....个副...本。“西普说得有些语无伦次。\n”走！走！走！打副本！“\n   今天的夜，风凉丝丝的，就连月亮，似乎带者忧愁，传染着世人。\n\n\n\n\n  在这夜色下，西普的家中出现了一道黑影。那是一个穿着黑袍的人。\n”你这羊也养得太肥了吧？教他这么多。“黑衣人冷冷的说道。\n”老子的事，需要你管？“西普显得有些不屑一顾，他的语气与之前完全不同。\n”好好好，不需要。记得进入那里后，将他....“他停顿了一下，随后发出一丝冷笑。\n”老子知道！“\n”别那么生气吗，跟你教那小羔羊的语气不一样啊！记住这次失败，你也得死！再见....”说完，便消失于这夜色下。\n  西普冒着冷汗，叹息着。躺在床上，静静的看着天花板，不禁感到忧伤。\n\n\n即将步入主线\n",
    "replies": [
        {
            "author": "筒子",
            "timestamp": 1441456620,
            "txt_content": "【只看题目加分系列】\n不好意思，由于你取得题目太赞，现在已经被FBI记录。这点人气就当是情报加分"
        }
    ]
}