{
    "title": "<原创·连载> 【小宝】《破碎之域 亚加洛法 前传：秩序》 第六章",
    "author": "1845797316",
    "replyCount": 1,
    "timestamp": 1441460280,
    "txt_content": " 本帖最后由 1845797316 于 2015-9-6 22:59 编辑 \n\n 索引贴：《破碎之域 亚加洛法 前传：秩序》\n\n\n\n第六章：幽暗森林中的意外发现\n\n我，卡尔·阿基森。金发蓝瞳，身高一米六八，不胖不瘦。于末世六年在南部梵西奈斯碎裂岛群—西尔纳群岛—卡姆特岛发现我暗藏在身上的魔法刻脉。嗯，这听起来不像是真的。但它的确是真的。我被我自己惊呆了，我从没想过我是拥有刻脉的人。我实在是太惊讶了，也太高兴了，以至于我语无伦次。“这……这……真的是吗？”我有些抖地说道。“嗯？你在想什么啊？”寒澈有些不满“我能骗你咯？”他略带祝贺的说道。我现在已经没有力气思考寒澈的话了。寒澈将我拉起来，拍了拍我的肩，缓缓的安慰我。一旁的哲也过来祝贺。我渐渐恢复了，但感觉有使不完的劲，便在原地做出了战斗的动作。上勾拳，左勾拳，一套一套的，虽从没练过，做的倒还很不错。我有些自豪。“喂喂喂，有劲别在这使，明天要训练的。”说罢示意，我们跟他走。“是啊，是啊，明天所要进行的训练，对于你这种新兵来说，是很艰难的，好好地养精蓄锐。”哲跟上了他也说道。我自觉的收起了我的三脚猫招式，走在他们的后面。虽然是走路，我也不免要做上些动作，现在什么都无法分散我的注意力，平时最爱关注四周的的我，今天却反了常。路边的小草我直接踢开，小花我也理都不理，直接跨过，毕竟我也太兴奋了。他们看见了，也默不作声，默许了我的行为。但我知错就改，不会过分。“幽暗森林？是那个幽暗森林吗？”我好奇明天的训练。“嗯，是的，是那个幽暗森林。”他肯定的回答道，他的语气消除了我所有的质疑。但是现在问题来了，幽暗森林是卡姆特岛上一片有名的森林，不，应该是臭名昭著的森林。这片森林生长的是大片大片的枯骨木，以及荆棘。在森林的外围区域，树木不是非常集中，有较大的开阔区域，虽然也有僵尸及骷髅出现，但数量不是很多。这不是这片森林最恐怖的地方，最恐怖的地方是它的核心区域。该地区的树木密集，荆棘几乎都要铺满地面了，枯骨树虽然没有树叶，只有分支分支再分支的诡异的如骨般的树枝，但却遮挡住了阳光，使地面变得异常阴暗。最诡异的不是这一点，而是核心区域树木的颜色。在森林外围，树木可以看出是深深的咖啡色，但随着你脚步的深入，树木的颜色会越来越深，直至变为深黑。这种黑不是一般的黑颜色，而是一种，一种说不上感觉的黑。它比黑夜的那种黑还要浓，比水底的那种黑还要厚，黑的像是能吞噬周围所有的光一般。仔细看着那种黑，感觉怪怪的，像是有什么藏在那黑的深处。这本来就很阴暗的地方，经过这种树的衬托，变得更加黑暗可怖。在核心区域，时常有大量怪物出现，并有很多数量的亡灵，相传，他们都是惨死在这里的人们。来到这里的人们，遇到了它们，没有被杀死，也会在逃跑中被树木绊倒，被荆棘缠绕，死在这里，所以来到这里的人，基本没用出去过的。因此，这里有了一个可怖的名字—幽暗森林。这么恐怖的事，不得不让人想起那个传说。在第一次兽人之战时，一位强大的半兽人法师，带着自己的军队，与一个国家的军队对抗，但是这个国家的军队过于庞大，兽人的军队渐渐的顶不住了，退守到了这片树林，以荆棘与枯骨木作为工事，抵御进攻。但是国家的将军率领着大量的英勇的士兵，用他们的鲜血为同伴引导，用他们的尸体为战友铺路，打出了一条通路。兽人的军队败了，也散了，多数逃向深处，最终也都死在了怪物手上，只留下了那位法师。这位兽人发生经过与将军的苦战，也身受重伤。他口中穿着粗气，唾沫随着呼吸乱飞，他曾经陪他征战的铠甲已经锈迹斑斑，伤口的地方还渗着血，血染红了白色铁甲。他索性脱去了他的铠甲，甩在一边，就朝树林深处跑去。将军也追了上去。不知跑了多久，也不知他的身上被荆棘划了多少道口子，反正他不在乎他的伤口十否疼痛，也不在乎十否流血，他只在乎胜利。他们来到了最深处，奇迹的是，这树林的最深处，竟有一片开阔地，四周疯长的张牙舞爪的枯骨树，在这都止步了，像是早就准备好的一片决斗场。负伤的兽人转过身，仇视着将军，他拿起了法杖，破旧的法杖闪烁着不可思议的光芒，光芒编制成一把剑。他手持光剑，向将军冲去，将军举起宝剑，向他斩去。在他们刀锋相交的那一瞬间，白光乍现，光芒笼罩了整个空地。白光消失时，整个森林都静下来了，没有一丝声音。将军和法师如两尊石雕一般，互相背对矗立在地上，一动不动。许久，法师吐出一口浑浊的鲜血，跪倒在地上。他眼中泛着仇恨光芒，他可怖的脸上是满满的不甘，他抓起法杖，发出了一声怒吼，那吼声直冲天际，捅破云霄，就连将军也都震了一下。霎时间，从周围的树木一齐发出绝望的嘶吼，如同百万人的哀鸣。将军连忙把剑对向四周，但却什么都没有发生。法师立在那里，无人敢正视他的邪恶。他用尽最后的力量诅咒了这里。但是，他已经死了。随后，王国不知为何，频繁内战，最后也垮塌了，将军在一次战斗中战败，逃进森林，敌人没有找到他，便返回了。但第二天寻找时，却在树林深处的空地上发现了他的尸体，竟然已经被一棵诡异的枯骨木缠绕住了！那棵枯骨木将他死死缠住，只有手和腿露在外面。周围的树木也都变成了深黑色。此事也就传遍了岛屿。想起这个故事，我也是有些害怕，但是这毕竟是训练，相信寒澈他们会做好安全的工作的。但不放心，我还是问了问他。“在那种地方真的好吗，毕竟……”我话还没说完，他就回答到。“这样啊，你不要担心，我们是在外围，不会深入内部的。外围不是有较大的危险，而且怪物的量很适合训练……等等，怎么了，害怕了？是那个传说吧，我知道的，都是这种故事，才让这森林蒙上了层神秘面纱的。你也真是的，居然怕这种东西。不过，这倒是真的故事”寒澈对我嘲讽到。但是他的最后一句话引起了我的注意。“什么？真的是真的？”我连忙质疑。看来我真是害怕了。“嗯，是真的，我从记载上读到过，但是细节没有那么恐怖，我后来实地考察过，虽然没有找到那片空地，但是可以感觉到，森林是被诅咒了，是一种意识型的诅咒，由节点注入环境并干扰环境。不过王国的灭亡就不是因为这个了，那位骑士的死也绝不是真的。但是我发现了一个有趣的事情……”说到这，寒澈故意不说了，给我买了个关子。我急了，这事情我太感兴趣了，我必须要知道。寒澈看我这么想要，也就告诉了我。“有趣的是，我在实地探查的时候，总是会听到什么。”寒澈的答案有些不尽如人意。“喂，快告诉我，我真的很想知道这有关这件事的事情。”我的声音提高了八度，有些命令语气的说道。我今天是怎么了，对一个才刚认识几天的人就这么说话，八成是因为我的力量吧。我有些担心他反感我不给我说，但是我的担心明显多余了。“好啦好啦，我错了，给你讲清楚。”寒澈满脸歉意的看着我，这家伙人真好。他停了下来，哲也停了下来，我们都停了下来，一起听故事。三个人坐在草地上听故事，还都是不小的人了，真是有趣。“我总会听到什么声音，这声音不是那种僵尸的嘶吼，也不是骷髅骨头摩擦的声音，而是一种粗喘声，就像是兽人的粗喘。并且伴随着脚步声，沉重的脚步声。一步，一步，一步，一步，声音慢慢的变大，似乎可以感觉到什么在震动。忽然，声音突然停止，我慢慢地，慢慢地过头，什么都没有，静静的。但当我把头转回来的时候……”我出于提防地看了看后面。什么都没有，但就在我转头的时候，我突然感觉到了什么东西摸了我的脖子。“啊！！！！！！！！！！！”我尖叫起来，跳到了一旁。回头望去，原来是寒澈的手。“吓人是不好的啊，寒澈。这都是你吓唬的第几个了？当年你还吓跑几个兵呢！”坐在一旁的哲冷静地埋怨道。“好了好啦，我不吓啦。卡尔你没事吧。”他认错了，转头关心起我了。为了挽回我的声誉，让我这个胆小的家伙的形象重新树立，我缓了口气，淡定的说道。“我……我是装的，早知道你讲会吓唬我了，我……我没被吓。”这颤抖的口音就算我自己都相信不了。寒澈瞄了哲一眼，会意地继续讲了起来。“别那么害怕嘛，不过，声音是真有的，的确是喘气和脚步，当时我是在核心外侧，那声音不大，但是很清晰。”寒澈板着脸认真说道，说时，还在地上比划了几个手势。他认真的时候一定是大事。我也认真起来了，这东西到底是什么？亡灵？我仔细想着，周围的树丛仿佛也变得有些恐怖了，随时可能钻出个什么东西。为此，我抓了把石头在手里，管他呢，起码有点安全感。“的确是有声音，我当时也很害怕，在周围看了看，什么都没有，也没有怪物，当时我很接近核心了，看见前方似乎是有片亮光，但我太害怕了，也就回去了。但现在想来，估摸着就是亡灵了。”他一板一眼的说道，说得是那样的真实。“亡灵？”这个名字久久回荡在我的脑海中。“亡灵，是由生物死后，其悔恨与愤怒造成他储存在魔法刻脉中的力量，将其意识以魔法节点组的形式保存在力量中，以力量的形式活在世上。由于多数是由愤怒等负面力量造成，所以有攻击性。在诞生后，可能会恢复意识，也可能会沉睡。其记忆多数丢失，部分随着恨留下，由杀意组成的亡灵有高度的攻击性。当亡灵附着在某样物品上时，形成傀儡，拥有实体的傀儡会得到更大的发展，变得更加强大，凶残。所以亡灵是一种很危险的家伙，我们碰到了都要各外小心。当时的它，应该就是亡灵了。”寒澈为我细心讲解，再加上我原先对亡灵的了解，我大致明白了。但由于时间关系，寒澈没有多讲，便重新上路了。一路上我也很乖，没了动作，也许是因为害怕吧。回到了地下的据点，嗯，是据点，我暂且就这么称呼它吧，毕竟我还不知道它的名字。在房间里，我脑海里全是今天的事，刻脉、树林、神话、亡灵。我是又兴奋，又害怕。一会高兴我的力量，一会担心明天的训练。但明天的训练究竟会如何呢？我怎么也想不出，越想越烦，我一脚踢在床上，我的杯子滚了下来，墙上的火把也颤了颤，这一踢，还踢痛了脚，我抱着脚叫了起来，叫累了，也就感觉到累了，便不在乱想，安心睡觉了。第二天早上，叫醒我的不是明媚的阳光，是一个没见过的女孩。女孩一头黑发，身材微胖，个子不高。还没容我发问，她倒先开口。“你好，你一定就是新来的那一位吧。我是茉儿，你就这么叫我吧，我是来叫醒你的，顺便给你带路。”她的声音充满阳光，很是甜蜜。她还向我伸出了手，想要握手。还未清醒的我一下子醒了过来，不自主地握住了她的手，还抚摸了一下。我马上收回了我的手，她倒是也没在意。我也就不好道歉了。唉，我也算是个正人君子，一定是早上没醒来。我这样想着，穿好了衣服。茉儿带我穿过像迷宫一样复杂的通道，在我来来回回的这几次，也都刻意记过这些通道，但除了通向我的房间的通道以外，我就再没记住其他的了，这条通道也是因为比较宽敞一点才记住的。要不是有表示，我连大厅都找不到。我努力的寻找着我认识的一些地方，比如说通向大厅的标示什么的。但茉儿似乎不是要把我带到大厅。集合是在外面？这对于我这个只知道大厅和房间的路痴来说，就只是完全的顺从了。她走到哪，我就跟到哪。中途也会记下标记或是什么明显的地方，但似乎也都是徒劳。我很快就放弃了短时间内属性通道的想法，开始专心走路。在穿过了几条看似一样的走廊，只后，我们来到了一个十字路口，路口很宽，看上去是正门，一旁有一条斜着上去的通道，我们沿着这条通道往上走去。通道不宽，一旁插有很多火把，但随着越来越往上，火把也越来越少。这通道是用桦木木板装饰的，但从木板与木板衔接的缝隙中看得出，是在原有的石砖基础上进行装饰的。石砖的部分大概就是这个地下建筑建造这所建造的吧。不一会，就走到了尽头，尽头是一扇很小的门，但门似乎很厚。她站在门下，缓缓将门举起，看了看才大胆打开，爬了出来，我也跟着出来了。刚刚从地下出来，呼吸到新鲜空气，感觉真舒服。我大口大口呼吸着，也注意到了在一旁集结的人群。人群混在一起，但大致是可以分出两拨人：一拨人是身穿盔甲，手持武器的士兵，人数较多。一拨人是穿着较为不一，较为奇怪的一群人，人数较少。不过我在这拨人里找到了两个熟悉的身影—寒澈、哲。我跑过去，向他们问好，他们也向我问好。“嗯，很有精神啊。”寒澈伸了个懒腰，双手插到背后，对我说道。“这些就是我们今天训练的所有人吗？”我指着旁边的人说道。“嗯，这些就是。”寒澈为我解答“一共是两组人，一组是有无法操控刻脉的，一组是可以操控刻脉的，也就是你和我们。当然，我们的训练会比他们稍稍难一点，也就是说是要更深入一些。不过你完全不用害怕，我们是经过了仔细考虑才决定的，所有人都不会出现太大的危险。”“这样啊，但……”我想说什么，仔细想了想，又给憋了回去。唉，管他呢，我总不会死在那里吧。我无奈的摆了摆手。现在，我的注意力放在了比这次行动更加重要的事情上—交友。俗话说得好：没朋友的队伍和一个人没区别。我刚来到这里，人生地不熟，什么都不知道。现在的我，在这里一个人，孤零零的，所以，这对我来说无疑是一次天赐良机，我要抓住这次机会，好好地融入大家。我在人群外转来转去，却始终不敢搭话，毕竟是第一次，还是会很怪吧。我在人群外转了好久，始终是在外面呆着，是一个人。好吧，看来我是一个人缘不好的家伙。寒澈似乎看出了我的烦恼，主动拉着我，认识大家。寒澈先是把我拉到了一位不常说话的男孩面前，深蓝的头发，穿的比较严实，不高的身子上背着一个木匣。手上一直有着一种蓝色的鸟。刚才转悠时就注意到他了。“这家伙，对就是这家伙，我们都叫他镊子。”寒澈为我介绍道。“这家是个驯兽师，天生就会和动物相处，但是不爱说话，木匠活做的不错，所以我们有了什么事，都会找他，所以叫他镊子，至于他到底叫什么，我们也不太清楚，似乎是姓聂。这家伙什么都好，但就是太不爱说话了，不，是基本就不说话。在他加入我们的前三周，就没见过他和人讲话。”寒澈说道。“乖，修儿乖……”他一边安抚着手中的鸟，一边不满地对寒澈说道“喂！你说谁前三周都没有说话了，是一周半。”“好啦好啦，我错了，不说你了。”寒澈一面道歉一面拉着我离开了。“别看他这副样子，战斗起来可厉害了。他以蓝晶鸟为战斗的工具，通过蓝晶鸟携带的结晶进行攻击，有很强大的压制力和打击力。”寒澈自豪地对我讲到，流露出佩服的神情。他接着把我拉到了一位紫发银瞳的少年面前，这位少年淡紫色的头发，身高与我一样，年龄似乎也是一样。他身穿深灰色的铠甲，银色的眼睛中闪着的是一种成熟冷静的光芒，与同龄人完全不同。给人一种冷静、机敏、无情的感觉。我断定，他一定经历过什么，这是我以我的经历判断的，但我觉得十有八九。“俊，这是卡尔，是新来的新兵，以后就是我们的一员了。”寒澈的语气有很大的转变，不是那样的温暖，是略带着怜悯的平静。他打量着我，许久，吐出一句“你好。”“你好。”我也放平了声音，却没寒澈做的好。说完寒澈就带我走过了他，指着一位站在俊身后的少女。“卡尔，这是俊的表妹，月。”她微笑着朝我伸出了手。我完全没有注意寒澈的话，因为我看着眼前的少女已经看呆了。曲型的身线，粉红的短发，可人的容貌，淡红的双眸。我被她的容颜震惊了，竟然呆在原地，看呆了！我伸出了手握住了她的手，不知是我握得太用力还是太久，她抽回了手往俊的身边躲了躲。“那个，你没事吧？”她的声音很动听。“……啊，没事没事。”我连忙回答到。“她比较害羞，不是很会相处。”寒澈解释道，还用手拉了我一把。这一拉，才把我不老实的眼睛从月的身上拽了下来。好吧，我还是太年轻了。接下来，寒澈带我认识了其他的一些人，警卫员吉尔、管理员休斯……。我细细回想脑中今天几下来的名字，嗯，目标完成！但还没等到我把所有名字理个通顺，记个清楚，寒澈就下令已在原地休息好久的队伍出发了。路上没有耽搁，没有休息，我们一口气来到了幽暗森林的边缘，速度之快，超乎我的想象，看样子，我们的据点离这里不是很远，我心中大概有了据点的位置。我看着眼前的的景色：绿色的嫩草努力向外钻着，花儿散发出醉人的清香，随着微风飘进我的鼻子。嗯，真的很美。但是这种美都止步在枯骨树前。美丽的景色延伸到枯骨树前，就停止了。没有香味，没有绿色，就连光都不能穿透这恐怖的枯骨树林。这森林的恐怖，是我没有预料到的。深色的枯骨木，将自己的那笔直得如利剑般的树枝分叉分叉再分叉，经过幽暗的光线的照射，如鬼爪一般。树下到处都是长刺的荆棘，稍不留神就会被划烂皮肤。幸好我们所在的外围很开阔，树木不是很集中，留有足够的训练空间，只要不往树木密集的地方前进，就不会有什么危险。部队停了下来，组织行动的人员开始组织训练了。我们待在原地，看着常规军训练。寒澈发话道“喂喂喂，我们的目的地不是这里，这次是分头行动，他们是要在这里训练，我们还要再深入一些。”我只好跟着他们往深处走。走了十几分钟，树林变得密集起来，再往前走就没有足够的空间了。我们停了下来，开始属于我们的训练。大家都用自己的方法开始训练了。有的是练习刻脉的使用，有的是练习魔法攻击，有的是练习剑的使用。看着大家的武器闪烁着光芒，释放出攻击，真是很佩服。但我自己除了昨天激活了剑以外，就没做过什么了。我该如何练习？拿什么练习？具体练习什么我都不知道。我就这么呆呆地站在原地，看着他们。不过，有了他们为我做的示范，我以后练习会轻松点吧。我这样想着，坐了下来。看着看着，我也无聊了，四周都有人防守，不用担心有怪物袭来，尽管放进来了一两只，也都被解决了。但我还是下意识的在意树林深处。那里似乎有什么东西，远方的树林透着奇异的光芒，在树林消失的尽头，想是张着一张血盆大口。我从地上抓起了一把石子，扔向前方，再抓一把，继续扔。寒澈注意到我了。“你这家伙，也太有聊了吧。”他打掉了我手中的石子，拍了拍我的手。“但是我不知到我该如何训练。”我苦恼地用手撑着头。“哦！也是啊，我怎么没想到这一点，你还没有适合的武器。你是常用剑是吧，回头我叫易飞为你打造一把。”他恍然大悟地说道。“对了，你在这很无聊吧。”他把我从地上拉了起来，不怀好意地说道。“额，怎么了？”我拍了拍裤子。“想不想再往深处走走？”寒澈满脸坏笑地看着我。还没等我回答，他就拉着我往前走。他的邀请就像是通知一样，通知到了就行，管你想不想。“喂，我没说我要去，我不想去。”我想挣脱他的手，但却不成功，自己的衣服反而被弄乱了。“你冷静一点，有我在呢。”他拍了拍腰间的双刀，向我示意。“况且，你不想亲眼看看那片空地吗？不想亲耳听听那个声音吗？”他又坏笑地诱惑我。嗯，经过他的诱惑，我的好奇心决定要与我的恐惧做做斗争了。我仔细想了想，很纠结。好奇与恐惧打成了平手。“喂，你要是不去，我自己去，反正我能看见那些神奇的东西，尤其是那片空地……”他说着放开了我，转头走向深处。好吧，我的好奇有了寒澈的助阵，便把恐惧打到九霄云外去了。我默不作声的跟着他，我相信他知道的，他也没说什么。“真的很静啊。”他先开口道。的确，这作为接近核心的区域，应该是有僵尸与骷髅的，真是静的出奇。寒澈停了下来，面色凝重。却忽然又走了起来，但是一个截然不同的方向。走了很久，看到了远方的一些人形，辨别得出是僵尸。这时他又突然换了个方向走去，同样也是看见了僵尸就回头。不做任何攻击动作。这么大个人，怕僵尸？我们大致回到了原先的地方，坐了下来。这倒是出乎我的意料，坐在这种地方，安全吗？“喂，感觉到什么没？”他示意我坐下，用提醒的语气说道。他是想让我想到什么，但我仔细回想，什么都想不出。“你有没有发现，这块没有僵尸和骷髅。”看我猜想不出，他直接点明道。“嗯，是没有，但这不是好事吗？”我盘腿坐下，质疑道。“这要是在普通的村庄，这是件好事，但是我们选择这里是用来训练的，所以这一点引起了我的疑惑。我们选择这里的原因是因为这里的外围不是非常危险，而且由于是幽暗森林，所以不会有人注意到我们，很隐蔽。最重要的还有一点，就是这里有少量的僵尸或骷髅。我们深知实战比练习要重要的多，所以精心挑选了这里，这里平时会有少量的怪物，但仅仅是少量，不是没有，也不是很多。刚刚我们故意放进训练场的两只就是为了训练。但是在这地方却没有一只，这不是很奇怪吗？”寒澈一脸正经地说了起来。“嗯，这的确是很奇怪，但这说明了什么呢？”我警觉地朝四周望了望。“你先想想看，为什么会没有。”寒澈买了个关子。“嗯……，自己走了？不会不会。那就是有什么在驱逐他们。”四周都很安静，我也就放心聊了起来。“对，你想的是对的，不过不是驱逐，僵尸这东西虽然傻，但是起码的意识还是有的，不会被赶出去了就待在那，它们是会回来的。而这里没有，就说明它们是被干掉了。”“干掉了？”我惊讶的叫出声音来“是什么人啊？”“这也是我考虑的，这得从多个方面考虑。你看，很明显，这是一队人马，因为这种地方，不熟悉的人，是不会独自乱闯的，所以，就有了两种可能，一个是他们熟悉，人数少，一个是他们不熟悉，人数多。但我们刚刚在这里转了转，似乎没有僵尸的范围是挺大的对吧。”他问道。“嗯，是挺大的。”“你觉的几个人需要清理出这么开阔的区域吗？所以，他们是一队人马。”寒澈的分析非常透彻，我有些佩服。“再来想想，我们没有在这里发现什么脚印、僵尸尸体或是其他痕迹什么的。这说明了什么？这说明都被刻意隐藏过了，也就是说，他们不想被发现，他们既然不想被发现，也就是说，他们是在快速的隐密前进。为了防止被发现，快速离开是最好的办法，这里不像是很好的宿营地，他们没有理由待在这里。现在来想想他们的人数。我们可以通过我们刚刚测出的无僵尸地带的宽度大致测出他们的人数。”“大概是一百多人。”我拍着草地抢先说道。“如果我没猜错，你是按照最安全的队形，也就是圆形队形估算的吧。”寒澈一语就点中了，我的确是这样想的。“我们已经推理过了，他们是快速前进的。从之前的痕迹上来看，他们有足够的实力处理他们遇到的生物，也就是说，他们并不注意安全，而是注意速度，所以应该是以最快的队形，也就是直线的箭形队形前进的。这样推算的话，约是两百人。”寒澈翻了个身，继续讲道。“现在再想想他们是什么人，这是可以从蛛丝马迹中发现的，只要细心去思考某些细节。你看，我们岛屿上的势力，有兽人，精灵，和人类。人类的势力在岛东南有克里诺，以及西边的一个城池。兽人有三个据点，其中里这里比较近的有两个，然后是精灵，精灵有两座城池，都里这里比较近，克里诺也是。但是首先可以排除是克里诺，我安插了大量眼线在克里诺外，那条老狐狸什么动向我都应该知道。其次是精灵的嫌疑可以排除，精灵本身不愿意战争的发生，他们是崇尚和平的种族。最后是兽人，兽人的嫌疑也不大，应为兽人目前在巩固自己的建筑工事，他们向来都是这样，不会主动进攻，而且如果是兽人，不会刻意隐藏痕迹的，这不是他们的作风。说到了隐藏痕迹，还有一个奇怪的地方。幽暗森林是岛上众所周知的死亡之地，没有什么诱人的东西在这里，所以没用什么人会闲得跑到这的核心区域，这也是我选择这里的一个原因—隐蔽。但是这样的一个地方，他们为什么要隐藏痕迹呢？我认为，他们不是来自于本岛，而是从其他岛屿来的，并且是一队拥有强大实力的家伙，毕竟没人会在不熟悉的森林中横冲直撞。”我真佩服他的联想能力。从原先谁也不会注意到的一个小细节，居然推理出这么惊人的一件事，我对寒澈是满满的钦佩。“那么，他们到底是什么人呢？”我提出了最后的疑问。寒澈站了起来，拍拍裤子，一改先前的严肃，轻松地说道。“谁知道呢！反正不是好人。”\n\n废话废话废话废话\n这章居然更了9000字，本来这章是和第五章合成一章的，但现在开来，分开是明智的(　＾?＾)\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1441541880,
            "txt_content": "好多哇\n暂时没时间看，以后有空再来仔细研究研究"
        }
    ]
}