{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S12·|Unturned",
    "author": "lostchair",
    "replyCount": 2,
    "timestamp": 1441538520,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:14 编辑 \n\n    枪声过后，三人清理掉了地上的尸体，维尔纽斯只是在后面看着，不吃惊不难过不害怕，这就是他能记住事以后的世界，他没有感觉到什么不对。\n    “简，你……”蒙多科还是没忍住，悄悄靠近了简，可刚一张嘴，却被简愤怒的打断。\n    “你他妈根本不知道我在做什么，你根本就不知道我为什么要这么做。”简扯着嗓子喊了一声，“给你本格林童话，沉浸在你美好的世界里吧，你们所有人没有一点经历，不要冲着我指指点点。”\n    简鄙视了他们一眼，把蝴蝶刀折叠好放进了裤子里。\n    老头没有阻拦简，却拦下了试图阻拦简的蒙多科。\n    “她要走了，一个小女孩？”蒙多科理解不了这个世界，为什么每个人都如此冷漠。\n    老头没有说话，只是摇了摇头。维尔纽斯看完眼前发生的一系列他看不懂的戏剧，转身回到二楼拿起的刚才被简提及到的格林童话。\n    他用疑惑的眼神翻了几页，这本书里诉说的是哪个世界、谁的人生？\n    简走了没两步，仍身处贫瘠的农田之中，却感到一丝不妙。四周似乎充盈满了杀气，似乎有无数双眼睛正在盯着她。\n    是那群怪物！越来越多的行尸走肉逐渐出现在她面前，围满了一山，填满了整片海洋，把她围在了农田里，但仍未发现她。\n    只见浩浩汤汤的怪物群，拖着身体一步一步向谷仓挪去，那是老头和蒙多科呆的地方。\n    它们是被声音吸引过去的，也就是说不发出声音，就可以安全的从这里离开了。\n    简第一时间想到的，不是回去告诉老头他们有危险，而是考虑自己怎么从这里离开。\n    伏在地下，一步一步的挪动身体，不发出任何声音。简从一堆怪物当中成功脱身了。\n    剩下几百只怪物，便去扼住老头的呼吸，解决蒙多科的生命了。\n    ……\n    士兵一脚油门下去，速度达到最大，连撞死几只行尸之后赶回的机场。\n    他把车停在门口，奋力的敲门，遗憾的是里面并没有人给他开门。\n    “你该不会已经被感染了吧，中士。”胡兰站在塔楼上，示意不要给他放行。\n    “中校，快让我进去，你难道看不到身后的那群怪物吗？”士兵声音中略带哀求。\n    怪物们歪着嘴角，似乎能听懂这句话，带着坏笑逼近了那个士兵。\n    机场内枪火齐做，把前面一排的行尸打成一滩烂泥，然而打完这一排，还有下一排。\n    各种重型武器，各种炸药全都朝怪物群里扔去，才勉强顶住了怪物们的第一波袭击。然而大量的噪音吸引出了更多的怪物，很快，饥饿的行尸们会把机场血洗一遍，这里所有人，全都一个不留。\n    “请让我进去，中校！”士兵仍然锤着门，“请在医疗帐篷里为我做全身的检查。”\n    “我们不想冒这个险，万一你在帐篷里变异，我们岂不是全都要完蛋？”\n    平常人群之中，一个机棚里，很平常长相的工作人员气愤的咬住了牙齿。他目睹了这里发生的所有事，相比于这样满腹罪恶的活下去，不如用自己的手段伸张一下正义。\n    第二波尸潮逐渐形成并涌了过来。\n    几轮炮火轰击过去，平地又多了几百具焦黑的尸体，遗憾的是没人心疼这群怪物。\n    可怜的士兵知道自己没可能有希望进机场避难了，便也学着斯诺克，背起了自己的背包，用备用的军服擦干净了自己的吉普车，对着胡兰竖了个中指，开车便走了。\n    第三波尸潮也过来了，尸山尸海蔚为壮观，连女医疗兵和机棚的工人都被配发了武器。\n    然而这仍然不能阻止怪物们的前进，一波倒了，另一波涌上，直到最后围住了机场。\n    怪物们趴在铁丝网上不断地推挤，有些怪物的肢体甚至被铁丝网隔断成一块一块的肉块，见者恶心。\n    枪炮声又加大了几倍，重型机枪的枪管热的烫手。弹壳堆满了半个机场，却突然听到轰的一声，机场临海的一面围墙不知怎么的被炸断，大批怪物瞬间涌了进来，挤满了整条飞机跑道。\n    “怎么回事。”在指挥中心喝茶的科洛也跑了出来，“快快，所有人上飞机。”意识到不妙的科洛立刻下达撤退的命令，然而又有几个人能跑的出去？\n    围墙旁边，一个黄色头盔的下面，一个面带满足的工人捂着伤口，静静等待自己变成行尸走肉的命运。\n    只有一架能用的直升机停在最顶楼的停机坪上，下面已经完全被占领了。\n    残存的十一个士兵退到了哨岗上，搬来了沙发和椅子以及电台食物储备箱，做最后的拼死抵抗。\n    “胡兰，这里就交给你了，报答对祖国的忠诚和对我的知遇之恩吧。”科洛惊慌的拍了拍胡兰的肩膀，转身带着飞行员上了直升机。\n    “将军？”胡兰一边开枪一边回应，“你要扔下我们？”\n    “我会去找帮手的，在这里顶住，我会来救你们的。”机翼转动越来越快，眼见直升机脱离地面。\n    “将军？将军？”胡兰伸手已经抓不到直升机了，“你这个人渣……这招是跟你学的。”\n    怪物杀掉了最后一个士兵，挤满了指挥中心，就在胡兰的脚底下。但怪物们并不会爬梯子，所以只是在下面仰着头看胡兰在生命的最后时刻，会做些什么精彩的谢幕表演。\n    只见胡兰趴在地上，用科洛曾经教给他的方法，把枪托抵在肩上，扣动扳机。\n    子弹噼里啪啦的敲打着直升机的铁皮。\n    “你他妈的疯了！”远处，科洛传出最后一声歇斯底里的喊叫，便听到轰的一声，直升机的油箱被打爆了。\n    在空中盘旋几下之后，坠毁在一个无人的岛上。\n    胡兰满足的大笑几声过后，又面对着脚下的怪物们哭出了声，闭上眼睛从楼上跳了下去。\n    耐心在楼下排队的怪物们得以享受最新鲜的食物，把胡兰的蚕食殆尽。\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1441631040,
            "txt_content": "雾草这么快就12了，你让我这个一页都没写好的人情何以堪"
        },
        {
            "author": "lostchair",
            "timestamp": 1442283000,
            "txt_content": "gggbbb 发表于 2015-9-7 21:04\n雾草这么快就12了，你让我这个一页都没写好的人情何以堪\n现在十五了，三万五千字了，紧张吗"
        }
    ]
}