{
    "title": "巫术 Witchery 0.24.1 教程",
    "author": "PrinceXI",
    "replyCount": 99,
    "timestamp": 1441719540,
    "txt_content": " 本帖最后由 PrinceXI 于 2015-10-10 09:00 编辑 \n\n这个巫术mod是由Emoniph制作的一个内容丰富且功能多样的魔法类mod。喜欢不科学的MC的童鞋们请一定下载尝试一下，虽说这个mod的上手难度高于神秘时代等，但是他的后期可玩性是完全不容否认的。我这里讲述的是0.24.1版本的巫术mod攻略，查阅和参考0.20.4版本的巫术mod教程请点击传送门。如果本教程有不明白的地方可尝试翻阅该教程。我这篇教程很大程度也是收到了他的启发。\n巫术mod我个人感觉最大的普及难度就是入门，很多人不知道该干什么，怎么获得必须的材料和设备。巫术mod本身内部说明文件比较少，大部分都是在作者本身的网站上，然而原网站是google site形式所以国内不可直接访问，严重加大了这个mod的资料参考和探索难度。不得不说该mod的道具制作流程真是有点繁琐，然而让你习惯了做东西和酿造药水的时候，你会发现这个mod格外的强力。巫术毕业装备的强度完全不逊色于神秘工匠的装备。这篇攻略主要就入门的指导做主体，其他先辈攻略中遗漏和错误的部分进行修正，由于加入了狼人和吸血鬼系统，这篇mod的攻略完全写出来有点费工夫呢。\n作为新世界的凡人，如何成为一名巫师呢？首先你需要做巫师的基本设备：巫师烤炉和熏气漏斗                                                                       \n\n\n\n\n烤炉和漏斗.jpg (24.78 KB, 下载次数: 251)\n\n下载附件\n\n2015-9-8 21:37 上传\n\n\n\n\n。\n这两个东西可以帮我们获得基本的巫术熏气(钻石熏气除外)你会发现还有个东西叫过滤强化型熏气漏斗，这个我们等富裕了再做，前中期可以忽视。我们做了烤炉其实就可以投入使用，但是烤炉本身产生熏气的几率不高，一左一右加装2个熏气漏斗后大约有80%的几率可以获得熏气，基本够用，2个强化型熏气漏斗的话基本可以百分之百。烧纸熏气需要在左边放置染料（其他mod的燃料可能不支持，尽量使用原版的燃料），烧纸的树苗（或者食物，烧食物比熔炉稍快哦），还有粘土罐就可以了。粘土罐是用软粘土罐在熔炉烧出来的，软粘土罐就是用粘土做的。\n现在我们做好了烤炉，我们迫不及待的搞点事情了对吧。然而其实现在你看烤炉本身的合成表，里面我们有3种树苗并没有：山梨树，山楂树，赤杨树。我们怎么获得他们呢？这个需要用到一个道具叫做转生粉。然而我们要制作转生粉需要用巫师炼药锅来制作（注意旧版是直接合成，新版这里做了修改），材料是曼德拉草根，角魔之息，鸡蛋。有了巫师烤炉烧橡树树苗可以获得角魔之息，鸡蛋不用我说，曼德拉草根呢？这个东西是从曼德拉草这个作物获得的。不光这个，为了制作巫师炼药锅，我们需要制作受魔之膏\n\n\n\n\n受魔之膏.jpg (10 KB, 下载次数: 248)\n\n下载附件\n\n2015-9-8 21:38 上传\n\n\n\n\n。这个药膏需要4种巫术作物的种子来制作，这四种种子都可以通过打草获得。雪玲花种子的获得几率可能比较低，多尝试尝试就有了。巫术还有2种作物的种子是打高草丛获得的，这个我以后再说，前期用不到的。\n有了四种种子，开片地种上吧，曼德拉草的消耗比较大而且比较麻烦，务必封闭种植！周围留上2格高的墙才行，因为曼德拉草在被收获时，会几率变成生物四处乱跑并给你上个反胃buff。没有围栏你收拾起来有点麻烦。不光如此，他们还会狂叫不止。如果需要可以制作静音耳罩然后装备上来静音，但是反胃是没办法的。减少他们变成生物的几率就是在晚上收获。如果变成生物也不要紧，击杀后掉落和正常收获没有差别。其他三种作物，雪玲花前中期需求不大，可以少种，颠茄需求不少，水洋藓必须种在静止水上。建议每种至少维持8块田的产量。当收货好作物有了曼德拉草根和四种种子我们就可以准备做巫师炼药锅了。\n制作巫师炼药锅的流程是先制作一个原版的炼药锅（你去女巫房子或者去巫术mod生成的各种建筑里拐一个来也可以），然后对原版的炼药锅使用受魔之膏就可以了。巫师炼药锅的使用方法自成一个系统，熟练掌握可以制作很多强力或者有趣的药水。具体使用方法在巫师酿造手册这个道具中记录了。这里我们先说制作转生粉的基本须知：巫师炼药锅下方需要火加热，不支持神秘时代的闪耀之光什么的邪教火种，请老老实实埋一块地狱岩，上面点上火，在上面放上巫师炼药锅\n\n\n\n\n巫师炼药锅.jpg (67.77 KB, 下载次数: 253)\n\n下载附件\n\n2015-9-8 21:38 上传\n\n\n\n\n。然后用水桶倒3桶水进去（不要尝试用神秘的傀儡自动添水，炼药锅设定可以无限添水，所以会变得非常卡，巫术可以做一键添水的道具的）如果像上图中显示的产生冒泡情况说明水被加热了可以使用了。然后我们按照合成表顺序投入曼德拉草根，角魔之息，鸡蛋。然后炼药锅会出现旋转的粒子效果，稍等效果结束，就会吐出来转生粉了。1组材料是制作6个转生粉，然而为了获得全巫术作物，除非你是非常自信的欧洲人，请准备好至少1组64个转生粉。\n好了我们现在有了转生粉，找点野生的植物，草啊树苗啊花啊都行，掏出转生粉对它右键，目标植物会随机变成其他另外一种植物。这个随机可能抽到其他mod的作物，原版的作物和部分巫术mod的作物。我们需要刷出来所有的巫术作物：山梨树树苗，赤杨树树苗，山楂树树苗，安博苔藓，寄生藤，闪烁草。注意寄生藤和安博苔藓必须要用剪刀或者伯莱恩匕首才能采集。如果这时有几个绿宝石的话建议制作伯莱恩匕首，相当于带攻击力的剪刀，还能采集蜘蛛网，比较实用的工具。用转生粉做好这些东西后我们就可以制作下一步设备：祭坛了。\n祭坛需要角魔之息，女神之息（白桦树苗获得），山梨树原木，石砖，水瓶。有了树苗山梨树原木应该不是问题，两种熏气用巫师烤炉都可以获得。准备好2套材料制作哦6个祭坛。然后按照3*2的形式摆在地上，成功组合后上面会自动出现红布，右键可以查看魔力值和回复速度。\n\n\n\n\n祭坛.jpg (8.63 KB, 下载次数: 252)\n\n下载附件\n\n2015-9-8 21:38 上传\n\n\n\n\n 祭坛上可以shift右键摆放道具，某些道具摆放会对祭坛产生额外效果。祭坛的魔力上限除了受到摆放道具影响，其他主要受到周围植被影响。多种多样的树木，灌木，花朵，草，甚至特殊的方块比如末地石，菌丝，巨大蘑菇方块都可以增加魔力，祭坛的魔力计算范围时球形半径的，所以高空和地下也有效，合理种植花草树木是一个优质祭坛的根本，为了更多的魔力我强烈建议在陆地建造祭坛，海上空中会大大增加难度。更多请查看祭坛部分。\n好了最基本的设备祭坛做好了，祭坛对于巫术的重要性可以理解为注魔台对神秘的地位。有了它我们就可以做更高级的设备了。下一步我们要做蒸馏塔和转轮还有水壶这三个设备。按照合成表做能做出来，然而这三个设备外加我们之前做好的巫师炼药锅都需要祭坛魔力的供给，也就是说他们需要在祭坛的覆盖范围内（周围7格距离内），蒸馏塔和转轮要紧靠祭坛放置，水壶和炼药锅一样需要下面放火加热，不过水壶制作药水不需要按照顺序加入，添水一桶水就满了。这些都做好巫术的基本设备我们就都做好了。虽然按照巫术mod的判定你现在还不是合格的巫师，但是我们已经可以制作基本的道具巫师袍和巫师帽了。这两个装备制作都是看合成表就能做，然而我们会发现巫师袍需要一个东西叫做爬行者之心，这个玩意我们怎么获得呢？不要被他金色的名字吓到了，这个东西其实就是击杀爬行者会掉落的一个材料而已。巫术世界添加的生物掉落材料有以下几种：幽灵粉末（亡灵类生物掉落），爬行者之心（爬行者被击杀掉落），蝙蝠之毛（蝙蝠或者地狱炎蝠被击杀掉落），狗之舌（狼或者地狱犬掉落），树人嫩芽（树人掉落），小猫头鹰之翼（猫头鹰击杀掉落），青蛙指（蟾蜍击杀掉落）。这些材料除了树人嫩芽都不是必定掉落，为了增加掉落率我们需要制作一个仪祭匕首\n\n\n\n\n遗迹匕首.jpg (12.28 KB, 下载次数: 234)\n\n下载附件\n\n2015-9-8 21:38 上传\n\n\n\n\n。这个匕首击杀生物会大幅度增加巫术材料的掉落几率并且可以获得生物的头颅（包括玩家的头！）而且这个强化可以跟抢夺3叠加，所以有了抢夺3的匕首你基本不会缺幽灵粉末，爬行者之心，头颅，蝙蝠毛，狗舌这些材料。如果找不到蝙蝠和狗，找一个村庄交易也可以，巫术mod也有特殊村民和房子，而且大幅增强了村庄的功能（守卫，围墙等等），这个以后再讲。\n做好匕首，夜晚小心翼翼的捅死几个爬行者获得一个爬行者之心，我们就可以制作巫师袍和巫师帽了，装备本身的特效已经写上了：巫师袍的穿戴者会被爬行者无视。也就是说你穿上巫师袍，晚上爬行者看到你不会攻击，甚至你攻击他他也不会还手，现在爬行者之心可以慢慢砍出来了，基本不缺。（然而不要吃爬行者之心，相当于原地激活tnt）\n有了巫术袍巫师袍，我们看起来更像一个巫师了，嗯....现在开始巫师的学习之旅吧。巫术内置有很多本书可以查阅：巫师酿造手册,巫术:收集熏气，巫术:蒸馏,巫术:圆环法阵,巫术:祈祷与灵物,巫术:酿造与注魔,巫术:草药学,巫术:魔符术,生态之书,生态之书(扩展板),观察日记:永生者.基本的话,草药学->生态之书->收集熏气->酿造与注魔->圆环法阵->巫师酿造手册->魔符术->祈祷与灵物 大约这个学习流程.另外两本是其他用途的笔记,不做常规阅读也不需要制作,可以在大村庄的图书馆找到.\n其他细节我会在二楼更新,三楼留作问答区,基本的faq我会在回答后整理到3楼方便查阅.\n现在,让巫术嗨起来!\n",
    "replies": [
        {
            "author": "PrinceXI",
            "timestamp": 1441719540,
            "txt_content": " 本帖最后由 PrinceXI 于 2015-10-14 08:30 编辑 \n\n巫术设备及相关\n祭坛及其相关\n祭坛是巫术mod中基本一切能量的来源，祭坛吸收和提供魔力的覆盖范围是28*28左右的一个球形体积内，所以圆环法阵，转轮，巫师炼药锅等等设备需要在这个范围内摆放才能被供给魔力。同一个设备同时只能被一个祭坛提供魔力，所以一个地方造多个祭坛是不可行的，提升祭坛的魔力上限和回复速度才是重中之重。\n\n\n\n\n祭坛.jpg (8.63 KB, 下载次数: 237)\n\n下载附件\n\n2015-9-8 21:53 上传\n\n\n\n\n\n\n我们可以看到这个祭坛是14616的魔力上限，6倍的回复速度，一倍回复速度大约是每秒20点，6倍也就是每秒120的恢复速度。\n在祭坛的覆盖范围内种植花草树木可以有效增加祭坛魔力上限，不同作物含有魔力不完全一致，树木的话推荐先种云杉和山梨，这两个魔力供给相对较高，其他树种也尽量种一些，各种花也是加魔力的，然而高草型植物不加魔力，所以玫瑰丛，兰花之类的不要种植。蘑菇也可以加魔力，其他巫术作物，甚至其他mod的植物和作物也会加魔力（神秘时代的腐化树不是树，不加魔力）。同一种植物种植树木是有上限的，超过一个阈值反而会扣魔力，这点要注意。 除了花草树木某些特殊的方块和道具也会增加魔力，末地石，菌丝，巨大蘑菇方块都可以增加魔力，而且甘蔗和仙人掌是每一节都计算一次魔力，非常划算。\n\n\n关于祭坛的回复速度和上限，我们可以通过在祭坛上摆放物品来实现，shift+右键对祭坛可以把部分可摆放的物品放在祭坛上面。\n功能性物品列表：\n--------------------------\n骷髅头颅：+1魔力上限，+1恢复速度\n凋零骷髅头颅：+2魔力上限，+2恢复速度\n玩家的头：+3魔力上线，+3恢复速度\n----------------------------\n火把： +1恢复速度\n枝状大烛台：+2恢复速度\n----------------------------\n圣餐杯：+1魔力上限\n圣餐杯(填满的)：+2魔力上限\n---------------------------\n以上三类每类只能选1个，多了不叠加。\n仪祭匕首：+1作用范围\n五芒星阵：*2恢复速度（与其他任何恢复速度加成叠加计算，比如上面那个*6的祭坛，放了星就是*12）\n龙蛋：+1500魔力（放在祭坛范围内就可以,最多可以放1个）\n恶魔之心：+200魔力（对没错这玩意不止是个材料，shift右键可以摆地上的，放在祭坛范围内就可以，最多可以放两个）\n无限之蛋: *10恢复速度，+10魔力上限,上限不满10000会额外增加10000（该道具仅限创造模式，生存模式无法获得）\n巫师烤炉与熏气\n巫师烤炉是获得熏气的主要手段，一般配合两个熏气漏斗使用。烤炉放中间，左右两侧放置熏气漏斗，熏气漏斗可以合成过滤增强型熏气漏斗提高熏气获取几率。\n\n\n\n\n烤炉和漏斗.jpg (24.78 KB, 下载次数: 238)\n\n下载附件\n\n2015-9-8 23:35 上传\n\n\n\n\n\n熏气获取需要粘土罐，燃料，和源材料。原材料一般是各种树苗，初期角魔之息使用较多，需要烧橡树，中后期主要是使用魔力之息，纯净之息，女神之息，纯净之息到后来蒸馏钻石会用不完，然而女神之息因为要用来做女神之泪，需求量很大。魔力之息因为需要做调谐之石需求量也不小，这两种建议多准备点树苗烧好来备用，厄运，重生和邪恶熏气用的不多，有点够用就行。\n烤炉烧出来的除了熏气还有和正常熔炉烧树苗一样的产品：木灰。这个东西看起来很没用但是其实在巫术中的使用也很广泛，日后做墓园土，做充能调谐之石等等都要用到它。而且木灰可以直接做成生石灰，也是日后经常用到的材料。拿到熏气的时候可别把木灰都扔了哦。\n相关的熏气说明内置也有写，详细可以查看道具 巫术：收集熏气\n转轮及其相关\n\n转轮的主要作用是用来纺织制作巫术娃娃，巫术装备，巫术灵物的线团和给各种变异植物准备提供蜘蛛网。该设备需要临近祭坛放置来获取魔力。\n可以制作四种材料：幻想线团，折磨线团，蜘蛛网，黄金线团\n\n\n\n\n转轮.jpg (54.44 KB, 下载次数: 244)\n\n下载附件\n\n2015-9-8 23:48 上传\n\n\n\n\n\n蒸馏塔及其相关蒸馏塔的主要作用类似巫师烤炉,这是我们获得高级巫术材料的制作设备,女神之泪,浓硫酸,钻石熏气,汇聚之意志,凝集之恐惧,精炼邪恶,恶魔之血,石膏,末影之露,虚伪泪水之酿这些材料都是只能从蒸馏塔获得的重要原材料.和巫术烤炉一样蒸馏塔需要有足够的粘土罐和配套的材料才会工作.蒸馏时间较慢,1套材料大约要蒸馏1分钟才能产出,所以关键的材料尽量提前丢进去蒸馏好.钻石熏气,浓硫酸,女神之泪这三种是日常使用最频繁的材料,精炼邪恶,末影之露的使用也有很多.都可以提前准备好储存留待备用.\n蒸馏塔的摆放方式和转轮一样需要紧邻祭坛才能获取魔力供给.相关的说明可以查阅游戏内道具 巫术:蒸馏 了解具体使用方法和合成表.\n\n\n\n\n蒸馏塔.jpg (73.07 KB, 下载次数: 238)\n\n下载附件\n\n2015-9-9 10:26 上传\n\n\n\n\n\n水壶及其相关水壶的主要作用是用来制作巫术的基本酿造药水(包括沉睡之酿),红石汤,以及物品注魔,注魔之力相关的药膏制作.使用一个水壶需要将水壶如此安置:\n\n\n\n\n水壶.jpg (74.37 KB, 下载次数: 233)\n\n下载附件\n\n2015-9-9 00:01 上传\n\n\n\n\n\n下面一格是地狱岩,中间点上火,上面放上水壶,水壶可以悬空放置不需要两边有木桩架住它,然而为了美观起见我推荐大家在两侧放2个木栅栏.\n使用方法是用水桶倒入一次水,然后稍微等几秒后投入所需要制作的药水的材料,顺序无所谓,然而要注意每样1个就可以了,水壶不支持单次批量制作,一次扔5套材料进去是不行的.如果材料正确,水壶里面的药水会稍微变色并开始持续冒绿色的小泡泡,这时候用玻璃瓶右键就可以获得药水了.\n巫术酿造有暴击系统,也就是说不是每次都固定产量(除了红石汤和红石汤相关的产品都是固定产量无法暴击).比如你要制作爱之酿,材料丢进去,等好了你直接用玻璃瓶的话是给你3瓶,然而你带上巫师帽和巫师袍,就能最多拿到6瓶.因为巫师袍和巫师帽各有35%的几率额外获得一瓶药水,也就是70%的几率你可以白捞一瓶,产量上限是二倍,运气好就是一次6瓶.如果有青蛙爱宠可以增加额外的5%几率获得多一瓶药水.关于爱宠会在爱宠分页详细说明.\n如果不小心搞错了,那么废弃的混合液体就拿着玻璃瓶对水壶使用就行了,会变成水瓶,然后清空水壶.再添水重新做就好了.相关的药水制作公式可以查询游戏内的 巫术:酿造与注魔 手册.该系统作为旧版本的主要药水酿造系统,在新版本中的地位被巫师炼药锅的酿造系统大大打击,因此这里不再介绍旧版的巫术酿造药水的效果,实际游戏中会使用的旧版药水:爱之酿药水(用来制作沉睡之酿),沉睡之酿(用来进入精神世界),怪诞之酿药水(用来实施各种黑巫术诅咒),寒霜之酿药水(会用冰包裹住投掷到的生物,限制boss和封路时非常好用),揭示之酿(用来显示隐形生物,主要用来观测整蛊幽灵)水心之酿(只能在精神世界制作,重要制作材料).\n其他药水如果有需求可以查阅旧版教程.\n巫师炼药锅及其相关巫师炼药锅是新版添加的高级药水和道具制作设备,包括了幸运滴液,转生粉,超级转生粉等等关键道具的制作都移植到了该设备的制作过程中.\n为了熟练使用该炼药锅,请务必先合成 巫师酿造手册 然后进行阅读.\n\n\n\n\n巫师酿造手册.jpg (31.7 KB, 下载次数: 234)\n\n下载附件\n\n2015-9-9 11:50 上传\n\n\n\n\n\n\n巫师炼药锅和其他的巫术设备一样需要魔力供给才能运作(除了转生粉不需要魔力也可以制作),而且高级药效的魔力需求突破了以前任何设备的需求.满级12级效果的召唤半羊人需要14000的魔力供给才能完成,基本的幸运滴液也需要7000魔力供给,这使得一个高级祭坛的需求大大增加.\n该设备的摆放方式和水壶一样,地狱岩+火+巫师炼药锅即可,这里不做赘述.\n巫师炼药锅的系统非常强大,他主要有三种功能:道具制作,药水酿造,炼药锅仪式\n①道具制作:\n这是最基本也是我们已经尝试过的一部分功能,制作转生粉就是这个分支中的功能. 先用三桶水填满炼药锅,等几秒水烧开冒泡后按照配方顺序丢入材料即可自我制作.这里用幸运滴液这个关键道具举例子:\n\n\n\n\n幸运滴液.jpg (53.35 KB, 下载次数: 245)\n\n下载附件\n\n2015-9-9 11:49 上传\n\n\n\n\n\n可以看到配方是曼德拉草根,地狱疣,女神之泪,精炼邪恶,超级转生粉.我们按照从左到右的顺序依次丢入锅中(Q键那种丢弃,跟水壶一样),这是如果祭坛有7000+的魔力就会自动开始制作,会显示绿色的旋转粒子效果几圈,然后吐出来1个幸运滴液,这时候走近炼药锅就能拾取了.\n超级转生粉也是用巫师炼药锅制作的,材料为地狱疣和转生粉.\n注意:如果出现道具丢到锅上但是没有被锅采纳的情况,说明制作过程出了问题,请检查材料丢入的顺序,如果出现不接受材料的情况说明这锅的药水已经作废,丢入生石灰或者石膏可以清空炼药锅重新制作. \n上图中下面写的魔力消耗5000和7000是指正常酿造和炼药锅仪式所需要的魔力.一般来讲制作道具和酿造药水满足前面的数值就可以完成,然而幸运滴液和召唤半羊人的归类是炼药锅仪式,所以需要计算的是后面的数字才能完成,如果魔力不足材料正确也会触发黑色的旋转的粒子效果,然而很快就会停下,这就是魔力不足,等魔力回复或者扩充祭坛都可以让制作自动继续开始.\n②药水酿造\n这部分是巫师炼药锅系统的核心模式,篇幅较长请耐心阅读.\n首先我们来看看制作流程:\n\n\n\n\n制作流程.jpg (39.66 KB, 下载次数: 236)\n\n下载附件\n\n2015-9-9 12:03 上传\n\n\n\n\n\n可以发现这个系统相当于自定义药水,你可以指定效果强度,可以指定持续时间,可以指定是喷溅类还是饮用类,喷溅类还有气态和液态喷溅选项,一瓶药水也可以添加多种效果,而且药效可以说是丰富多彩,基本可以满足药水酿造师的各种愿望.笔者对巫术的钟爱很大程度上来源于对这个药水制作系统的热爱.想学习制作炫酷的药水那就好好学习吧~\n首先,容量是什么?容量是该药水可以容纳的药效多少的决定性因素.爆炸药水需要6容量,生命恢复需要2容量,等等,如果你需要制作生命恢复药水你就需要至少2点容量才行,如果要做爆炸药水你就需要6点容量,如果你要做一瓶既有爆炸还有生命恢复的药水,那么你就需要8容量.容量的添加需要按照顺序将材料投入炼药锅中.\n\n\n\n\n容量.jpg (26.67 KB, 下载次数: 227)\n\n下载附件\n\n2015-9-9 12:05 上传\n\n\n\n\n\n投入顺序是曼德拉草根->地狱疣->女神之泪->钻石熏气->钻石->下界之星. 可以选择任意起点和终点,只要是连续的就可以生效,比如你只需要2容量,那么不需要投入曼德拉草根,扔一个地狱疣就可以了.你要4容量可以直接扔1个下界之星或者经济一点扔1个地狱疣和1个女神之泪.多个同样的道具不会被接受,也就是说一瓶药水最多最多只能有13点容量,想做一瓶万能药可是不太行的哦.容量不够的话,药效指定阶段的材料不会被接受.\n下一步我们要加入调料,这部分的添加属于可选范畴,互相之间也没有严格的顺序,各种羊毛可以指定药水颜色(是指定液体和气体喷溅的颜色,不是物品栏显示的瓶子颜色),可以指定取消粒子效果,投掷到生物或者方块不触发效果,反转效果,加速饮用速度.关于加速饮用速度的三种调料需要按照顺序依次添加才能叠加效果,同样材料添加多次不奏效.\n然后我们要指定强度和持续时间.药水的强度也就是buff或者debuff的等级,每个药效独立指定强度和持续时间\n\n\n\n\n强度.jpg (26.78 KB, 下载次数: 209)\n\n下载附件\n\n2015-9-9 12:15 上传\n\n\n\n\n\n强度指定需要这三种材料,默认是I级效果,添加1个萤石粉可以指定为II级,然后再添加烈焰棒指定为III级,最后添加调谐之石(充能)指定为IV级,IV级相对比较奢侈,一般量产推荐III级就可以了.当然你也要查看不同药效的说明,某些效果的强度是没意义的,某些有特殊的说法,按照需要指定强度.\n指定好了强度我们需要指定持续时间,持续时间是使用下面三种材料指定的:\n\n\n\n\n持续时间.jpg (31.4 KB, 下载次数: 230)\n\n下载附件\n\n2015-9-9 12:16 上传\n\n\n\n\n\n每种效果的初始持续时间不一样,这个要自己试验了,同样的添加等级改成喷溅型会比饮用性的持续时间要短.跟强度一样按照顺序添加来指定等级.红石可以指定为2倍时间,再添加黑曜石指定为4倍时间,再添加矿德雷花蕾指定为6倍时间,前两种材料相对比较亲民,花蕾的获取方式非常麻烦,这个我会在变异植物及相关的分类中详细介绍.量产的话制作4倍时间的是最划算的选择.\n现在到了选择药效的步骤了,每种药效在书中都有记录好的等级分类和对应道具.\n\n\n\n\n等级2.jpg (29.27 KB, 下载次数: 210)\n\n下载附件\n\n2015-9-9 12:23 上传\n\n\n\n\n\n这是药效等级2的一页,可以看到这些效果需要的容量都是2,他们的具体效果点开书中的名字可以查看,材料就是前面显示的道具.比如生命恢复是用恶魂之泪,中毒是先添加发酵蛛眼然后添加恶魂之泪.指定多个效果需要重新指定强度和持续时间的,你如果扔一个恶魂之泪再直接扔一个蜘蛛眼,那么就是制定好的生命恢复效果和一个I级1倍持续时间的中毒效果(如果你容量够的话).\n到这步做好了我们可以看到炼药锅冒出了沸腾的粒子效果,这时候我们就可以装瓶了,用空的玻璃瓶右键就可以获得药水.或者回到指定强度的那个步骤重新添加一种药效.药效的数目只取决于容量大小,理论上做一瓶带有13个等级1药效的药水是可以的.\n如果继续添加材料就是选择将这锅药水变成喷溅型药水,首先指定喷溅范围和持续时间,这部分和上面的强度和持续时间类似,不做赘述了.\n有一点不同的是这里的持续时间是指喷溅类效果的持续时间,只有你选择了气态或者液态喷溅这个持续时间才有意义,本身buff的持续时间是由刚才指定药效前的那个持续时间决定的.这个持续时间是指定气态喷溅的气体持续时间和液态喷溅的水源持续时间,药水投掷的液体不能做到产生静止水来做温泉,想做药浴的要每次投掷药水哦.\n关于喷溅类选择一共有三种:默认,气态,液态,只能选择一种.默认就是原版的丢出去就炸,炸了就生效的一次性药水,气态和液态会在投掷生效地点产生液体和气体,进入当中的生物都会受到药效影响.\n然后到最后一步,装瓶或者进行仪式,进行仪式的说明在书中有很完善的说明这里就不做赘述了,装瓶和上一步的装瓶一样用玻璃瓶就可以.\n这里单独说一下这个炼药锅仪式的法阵\n\n\n\n\n炼药锅仪式.jpg (32.43 KB, 下载次数: 210)\n\n下载附件\n\n2015-9-9 12:44 上传\n\n\n\n\n\n\n这个中间的点是炼药锅,周围的白点是仪式粉笔绘制的仪式符型,跟圆环法阵一样三种圆环都有不同效果,一般是使用白色圆环,召唤恶魔的炼药锅仪式需要炼狱圆环,传送的炼药锅仪式需要他处圆环.没有圆环也可以正常制作,然而有圆环可以大大减少副作用的出现几率.副作用说的是在制作药水或者道具时有时会对周围的玩家立刻释放一个debuff,一般是减速疯癫麻痹这些不是很要命的控制debuff,绘制一个5*5的白环可以有效去除这些buff.而且12级的召唤半羊人实际上是炼药锅仪式,所以需要至少一个5*5的白色圆环才能正常召唤,不然魔力足够也会召唤失败. \n\n对巫师炼药锅系统有影响的还有装瓶技巧(产量)和半羊人之罐(无限使用药水),然而这两个我会分别在聚会女巫相关和boss相关(或者魔符术相关)进行详细的说明.\n火盆及其相关火盆是用于祈祷的设备，主要作用是召唤各种死灵生物制作灵物（甚至召唤死神）。该设备需要祭坛提供魔力才能运作.\n 使用方法:手持对应材料右键火盆可以将材料放入,都放好后用打火石点燃火盆开始祈祷,结束祈祷或者放错材料可以用水桶右键火盆清空材料.\n该火盆的使用方式在游戏内道具 巫术：祈祷与灵物 中写的比较清楚。\n关于各种祈祷的效果：\n召唤幽魂：30秒后召唤出一个幽魂，5%几率召唤出一个整蛊幽灵\n召唤报死女妖：30秒后召唤出一个报死女妖，5%几率召唤出一个整蛊幽灵\n墓园之雾：产生雾气，持续时间较长\n死亡之痛苦：附近3格玩家获得力量1buff\n强化尸身之术：附近3格玩家获得抗性提升1buff\n死意面纱:附近3格玩家获得隐身buff\n枯竭之生长:周围的作物会退回初始阶段,周围的不死生物会受到治疗,燃烧时间取决于周围作物的密度.\n以上是书中记录的正规召唤方式,然而我们在召唤死神和制作灵物时会发现整蛊幽灵的召唤很成问题,5%的几率其实完全不能指望.那么我们如果需要召唤整蛊幽灵,可以使用如下的隐藏配方:苦艾+精炼邪恶+汇聚之意志. 该配方可以30秒后召唤一个整蛊幽灵.然而因为整蛊幽灵是隐形的,请准备好揭示之酿来确认召唤数目.\n水晶球及其相关水晶球是比较特殊的一个设备,该设备的制作方式是在巫术:圆环法阵这本手册中记载的注魔仪式制作的，需要球状石英，金锭，和巧合油。球状石英是正常工作台合成，材料是石英块和下界石英，巧合油是水壶制作的。经过圆环法阵注魔后获得的水晶球就是可以摆放的设备了。\n该设备需要祭坛提供魔力才能工作，而且只有制作过水晶球的人可以和水晶球互动。\n\n\n\n\n水晶球.jpg (55.62 KB, 下载次数: 197)\n\n下载附件\n\n2015-9-9 09:52 上传\n\n\n\n\n\n如果手持巫媒（边界是别的生物）右击水晶球就能获得该生物的视野，范围要在100-150格范围内。\n如果手持巫媒（边界是自己）右击水晶球就能获得俯视自己的上帝视野，范围要在100-150格范围内。\n如果空手右击水晶球会获得水晶球的预言。这些预言大多是有利的而且一旦预言就注定会发生的事。其中召唤芭芭雅嘎的预言也是唯一生存模式挑战该boss的方式。\n预言列表：\n偶遇亡灵：小段时间后你的身边会直接刷出来一只僵尸，该刷新无视白天黑夜。\n身中箭矢：小段时间后你的身边会突然出现一个骷髅并对你射1箭然后立刻消失。该预言没被该骷髅射中不会完成。\n遇见一颗会走路的树：小段时间后你的身边会突然出现一个树人，准备好斧头和弓箭哦。\n步履蹒跚，跌跌撞撞：受到一次掉落伤害即可完成预言。\n发现埋藏的宝藏：挖掘地面的泥土会在泥土下面发现一个箱子，宝箱的奖励和遗迹宝箱的奖励类似。\n遇见泛滥的铁：挖掘铁矿石会一定几率触发超级时运获得十多个铁矿石。\n发现亮闪闪的东西：挖掘石头会几率获得一个绿宝石或者一个钻石。\n遇见一位黑肤的帅气陌生人：小段时间又身边会出现一个村民和一个baby村民，并附带酷炫的bgm登场。\n引起了老巫婆(和她的姐妹们)的兴趣: 一段时间后芭芭雅嘎会出现在玩家身边并处于中立势力.攻击她会被反击,小段时间或者被打到一半生命值后会消失.\n激怒了老巫婆(和她的姐妹们):小段时间后芭芭雅嘎会出现在玩家身边并立刻攻击玩家.这时她不会逃跑,成功击败可以获得芭芭雅嘎之帽.\n被陌生人救了:获得此预言后你被攻击时高几率会出现一个猫头鹰,狗,角魔狩猎者,猫辅助玩家攻击敌人.他们处于激怒状态无法驯服.一段时间后消失\n踏上下界之旅:到达下界.\n有一只恶魔看了你很久,并将你送到了下界:字面意思,会出现一只恶魔并直接将你待到下界.\n变得潮湿:跳入3*3的水中可以完成预言,不然一段时间后脚下会出现水源.\n收集到大量的煤:挖掘煤矿石会一定几率触发超级时运获得十多个煤炭.\n\n以上的预言触发一次后就会完成.想获得新预言需要再次跟水晶球互动.未完成的预言不可以被跳过,必须完成才能获得下一条预言.另外水晶球周围有其他玩家时,右键水晶球可以帮其他玩家获得预言,这种方式的预言只有被预言的玩家可见,操作水晶球的玩家看不到其他人的预言内容.\n娃娃台子及其相关巫术怎么能少的了娃娃呢,娃娃系统可以说是巫术中比较廉价而且比较强力的防护手段.\n先说下基本设备娃娃台子:\n\n\n\n\n娃娃台子.jpg (51.26 KB, 下载次数: 195)\n\n下载附件\n\n2015-9-16 19:09 上传\n\n\n\n\n\n半砖高度,制作方式就是工具台合成,本身不是很贵的设备,前期也能做得起,这玩意除了放娃娃之外还能做个人锚用.....范围小了一点不过凑活用还行\n那么娃娃台子有什么作用呢？首先娃娃台子可以互动，里面能放9个娃娃\n\n\n\n\n娃娃台子内部.jpg (10.78 KB, 下载次数: 187)\n\n下载附件\n\n2015-9-16 19:14 上传\n\n\n\n\n\n\n如果里面放置的是有效的娃娃，就可以正常触发，相当于省去了背包的空间。多个娃娃台子可以叠加使用。\n那么有了台子我们得有娃娃啊。基本的娃娃也是工作台制作：\n\n\n\n\n娃娃制作.jpg (18.76 KB, 下载次数: 170)\n\n下载附件\n\n2015-9-16 19:13 上传\n\n\n\n\n\n\n2个寄生藤，四个羊毛，1个线1个骨针。就能制作一个空白的没有效果的娃娃。骨针是用燧石和骨头在工作台合成。\n那么有了基本的娃娃，我们怎么让娃娃有效果呢？其实所有娃娃都是工作台合成，公式查看内置的合成表就好了，这里不一一列举。\n关于不同娃娃的效果：\n\n地之守护娃娃：将会摔死时免疫一次掉落伤害\n水之守护娃娃:将会淹死时免疫死亡并回复氧气\n火之守护娃娃：将会烧死时免疫死亡并给以3秒的火焰免疫\n饥饿守护娃娃：将会饿死时免疫死亡并回复满饱腹度\n巫蛊防护娃娃：巫蛊娃娃和吸血鬼娃娃对该娃娃持有者的伤害会被吸收并反弹，该娃娃有耐久，消耗完会消失\n工具防护娃娃：将会用坏工具时立刻修好要损坏的工具\n护甲保护娃娃：将会用坏护甲时立刻修好要损坏的护甲死亡守护娃娃：将会在玩家死亡时免疫死亡并回复满生命值\n娃娃守护娃娃:保护绑定对象的其他娃娃不受到腐蚀娃娃诅咒的损毁,如果对方有猫宠须要2个该娃娃才能防护.\n吸血鬼娃娃：可以绑定两个巫媒，娃娃会把对第一个巫媒对象的伤害转移给第二个巫媒对象，如果第二个巫媒对象死亡或不存在那么就不会生效，该娃娃有耐久，消耗完会消失，每次使用该效果会一定几率召唤狩巫人攻击玩家\n巫蛊娃娃：长按右键后松开可推撞一下目标；潜行状态下按住右键松开后可消耗背包里的一根骨针并对目标造成1点伤害；在水中手持巫蛊娃娃能使目标受到溺水伤害；在岩 浆中使用巫蛊娃娃会使目标着火，此时会破坏巫蛊娃娃。该娃娃有耐久，消耗完会消失，每次使用该效果会一定几率召唤狩巫人攻击玩家\n\n然而做完了娃娃，可以看到娃娃是未绑定的，我们需要用作用对象的巫媒和娃娃绑定娃娃才能生效。\n\n\n\n\n巫媒.jpg (7.85 KB, 下载次数: 125)\n\n下载附件\n\n2015-9-16 19:35 上传\n\n\n\n\n\n\n合成方式非常简单。巫媒合成后也是未绑定的，对生物或者玩家右键可以获取指定的巫媒。对玩家直接获取的话很高几率会失败并且会提示对方玩家。如果想确定获取可以让获取目标穿更少的护甲，或者使用其他方式比如血玫瑰，水蛭箱子等等来获取。对床或者棺材使用可以获取上一名在这里睡觉的玩家的巫媒，用此方法可以很方便的获取自己的巫媒。\n然后用巫媒和娃娃在工作台合成就可以绑定了。绑定后的娃娃放在娃娃台子就会生效，如果不想放在台子上，放在背包或者快捷栏也一样可以生效，不过这需要是绑定对象是自己的娃娃，你拿着别人的娃娃别人死了是救不了的.....\n还有一个和娃娃有关的是娃娃架罗盘，持有者离娃娃台子越近上面的灯亮的越多，最多5个灯。\n\n\n\n\n娃娃罗盘.jpg (31.86 KB, 下载次数: 120)\n\n下载附件\n\n2015-9-16 19:40 上传\n\n\n\n\n\n\n制作方式就是工作台合成，下方的是枯竭水晶，需要用下界之星等材料制作，这道具性价比不高，不是迫切希望寻找敌人娃娃台子不建议制作。\n圆环法阵及相关\n圆环法阵作为巫术mod的最基本的东西，重要程度堪比神秘时代的坩埚和原版MINECRAFT的附魔台，有一个优秀的祭坛和足够的空地画法阵，就可以实现很多强力的效果。\n使用方法在巫术：圆环法阵这本书中记录的很直白了，我就不抄写一遍直接上图了。\n\n\n\n\n2.jpg (57.79 KB, 下载次数: 57)\n\n下载附件\n\n2015-10-10 07:59 上传\n\n\n\n\n\n\n绘制法阵的粉笔一共有四种：仪式粉笔，他处粉笔，炼狱粉笔，金色粉笔。金色粉笔是用来绘制中心的金色符型的，其他的三种粉笔是用来绘制外围的圆环的。其他三种粉笔是用巫师炼药锅的道具制作功能来制作的，基本的仪式粉笔是工作台直接合成。\n\n\n\n\n3.jpg (11.07 KB, 下载次数: 55)\n\n下载附件\n\n2015-10-10 08:05 上传\n\n\n\n\n\n\n不难做的道具，使用起来是按照耐久来消耗的，1根半的粉笔就能画出来3圈圆环，所以还是很耐用的，因为大部分情况最外围的大圈不需要画。做出来后右键地面就能在地面画出来一个符型，符型的图案是随机的，没有任何意义也不影响效果，重复绘制可以重新刷新符型，强迫症可以刷出来完全一样的符型组成的法阵.....圆环法阵可以重叠，也就是说可以不同的圆环共用一个中心的黄金符型，只要仪式所需的圆环和材料都齐全就可以，比如你进行一个只要7*7小圆环的法阵，那么11*11和15*15的位置上有没有法阵都无所谓的。圆环法阵的仪式需要祭坛提供魔力，而提供魔力的距离计算是计算中心的黄色符型到祭坛的距离，所以准备15*15的大法阵的话，注意不要离祭坛太远导致魔力提供不上就好了。圆环法阵也可以叠加使用，只要保证圆环的完整性就可以了。\n不同的圆环法阵有不同的效果，有个别的法阵是不需要魔力供给就能使用的，有些需要黑天，有些需要先使用苍穹之怒召唤闪电才能使用。成功使用没什么提示，如果不成功，左下角会有提示原因，如果提示未知仪式的话，请检查是不是用错了圆环，圆环是否完整，材料是否正确这三条。材料请使用完全对应的，比如要石斧的话，请用新的无附魔无改造的原版石斧，不然是不识别的。对于死灵石，伯莱恩匕首，仪祭匕首这三个圆环法阵材料，很多情况先这三个是作为媒介的材料，使用法阵后不会消耗，其他材料法阵成功后就会消耗。法阵不成功的话，任何材料都会返还。\n\n\n圆环法阵一共按照书上的分类有几种：\n\n\n\n\n5.jpg (26.19 KB, 下载次数: 57)\n\n下载附件\n\n2015-10-10 08:18 上传\n\n\n\n\n\n从上到下分别为：护身符法阵，传送法阵，保护法阵，自然法阵，恶魔法阵，注魔法阵，诅咒法阵\n护身符法阵：\n记录护身符相关，回复相关等等一些比较基本的法阵效果。绑定法阵主要也记录在这里。\n传送法阵：\n记录了使用法阵的传送，包括了使用寻路石和血腥石碑两种方式。\n保护法阵：\n记录了一些阻止怪物的法阵，包括阻止怪物入内和阻止怪物离去的法阵。\n自然法阵：\n记录了一些关于自然的法阵，招雷，火山，枯萎，震地，裂地，日食等等比较原始粗暴的法阵都记录在这里。\n恶魔法阵：\n记录了召唤恶魔，召唤凋零，驱散恶魔，召唤烈焰小鬼等等召唤法阵。\n注魔法阵：\n记录了注魔法制造物品和人体注魔的法阵。道具制作的重要记录。\n诅咒法阵：\n记录了各种与巫术诅咒相关的法阵，包括了释放诅咒和去除诅咒的各种仪式。\n\n需要使用对应的法阵请查书，这是巫术mod中使用频率非常高的一本书，基本上是随身携带的。其次是魔符术的书和巫师炼药锅的书。\n灵物及其相关灵物是巫术的顶级科技产物，不过其实这玩意的用处比预想的要弱。建议研究完其他的科技再来尝试这个，算是玩具部分。\n一共有四种灵物效果，3中灵物媒介。\n灵物媒介分别为稻草人，特伦特雕像和女巫之阶。稻草人和特伦特雕像没有功能差别，均可以用染料染色。女巫之阶在附加尖啸效果时不会发出叫声，而是发出红石信号。\n灵物效果：\n巫毒防护：会让周围的巫师的巫毒防护娃娃效果更强力，并且阻止该效果下的玩家被召唤仪式召唤。\n哨兵：会对未指定对象的玩家发出强力攻击，穿戴死灵法师袍可以抵抗。硬抗的话满附魔钻石甲也是秒死，输出非常可观，不过不能杀死吸血鬼\n尖啸：目标对象存在于周围是会发出刺耳的尖啸。\n迷惑：朝向灵物的玩家会被强制转头180度，有触发间隔，努力保持角度不直视的话还是可以近身的。\n幽灵漫步着：从精神世界通过精神之门显灵回到主世界的玩家在该灵物附近可以延长停留的时间。\n\n制作方式：首先合成出想要附加效果的灵物，三种灵物媒介都是工作台合成。\n\n\n\n\n8.jpg (9.4 KB, 下载次数: 51)\n\n下载附件\n\n2015-10-10 08:48 上传\n\n\n\n\n\n\n\n\n6.jpg (9.11 KB, 下载次数: 52)\n\n下载附件\n\n2015-10-10 08:52 上传\n\n\n\n\n\n\n\n\n7.jpg (9.15 KB, 下载次数: 46)\n\n下载附件\n\n2015-10-10 08:48 上传\n\n\n\n\n\n\n然后用火盆召唤出对应的幽灵生物并维持在法阵内。注意整蛊幽灵是不可见，女妖会保持攻击，幽灵相对来讲最好处理。精神体不是火盆召唤的，是在精神世界击杀精神体或者击杀半羊人召唤的迷失之魂掉落的抑制之精神来召唤的。火盆召唤请翻书查材料。具体灵物需要的生物数目请查阅巫术：祈祷与灵物查阅。\n然后使用书上记录的绑定法阵来制作灵物：\n\n\n\n\n9.jpg (45.38 KB, 下载次数: 36)\n\n下载附件\n\n2015-10-10 08:53 上传\n\n\n\n\n\n稻草人可以换位其他两种灵物媒介，死灵石和伯莱恩匕首不会被消耗，绑定时需要指定的生物都在法阵内部。如果有其他mod支持（比如神秘工匠的生物磁铁）就会非常方便，如果没有就是用巫术mod的保护法阵内的限制法阵来禁止怪物离开圆环，不过要注意保持魔力供给，都跑出去就不好玩了....\n成功制作后就会变为制作好的灵物。摆出来就能用了。\n对于哨兵和尖啸效果，是对目标对象生效的，这个对象判定是用巫媒来判定的，手持巫媒对灵物右键可以添加到列表中，是用伯莱恩匕首右键可以切换灵物的判定模式。注意操作时不要关掉对自己的屏蔽导致被自己的哨兵灵物击杀....这东西虽说斧头拆起来很快也不是很好对付的东西。用来看家护院抵抗熊孩子倒是利器。可惜的是，这些灵物只能对玩家生效，无法用巫媒来指定灵物攻击生物，所以作为优质刷怪机器是不现实的，这点大大降低了灵物的实用性，不然插在刷怪笼旁边简直方便。\n\n巫术装备及相关\n巫术的装备也是非常多样的,有些特殊的装备甚至非常强力.\n武器篇:\n仪祭匕首:\n\n\n\n\n1.jpg (14.46 KB, 下载次数: 46)\n\n下载附件\n\n2015-9-29 10:24 上传\n\n\n\n\n\n4攻击,250耐久,说是匕首其实攻击距离和剑系列一样远的.可以在铁砧用金锭修复.\n特效是击杀生物时会增加巫术材料的掉落几率:蝙蝠之毛,狗之舌,女巫之爪,爬行者之心,小猫头鹰之翼,青蛙趾,恶魔之心,幽灵粉末等等(击杀任意亡灵生物就可能掉落幽灵粉末).某些圆环法阵需要用到该匕首作为催化剂(不会被消耗)而且该匕首击杀生物会有额外5%的几率会掉落生物的头颅,僵尸的头,爬行者的头,骷髅的头,狗的头,地狱犬的头,甚至玩家的头都可以掉落,但是凋零骷髅的头没有掉率加成....不过不管怎么说,能增加材料掉落已经非常棒了.记得随身带一把补刀用.\n伯莱恩匕首:\n\n\n\n\nboline.jpg (9.69 KB, 下载次数: 62)\n\n下载附件\n\n2015-9-29 10:28 上传\n\n\n\n\n\n4攻击,250耐久,说是匕首其实攻击距离也是跟剑系列一样远,铁砧无法修复.\n特效是可以完成剪刀能干的所有工作,还能采集蜘蛛网和捕获了生物的生物陷阱.简而言之是个能打人的剪刀,还算不错.和仪祭匕首一样作为某些圆环法阵的催化剂,操作灵物和走路花也是需要手持该匕首才能切换模式,另外吸血鬼的仪式需要用到一把来制作盛血的杯子.实用度一般,作为高耐久的剪刀用用还不错.\n猎手之矛:通过击杀角魔狩猎者这个boss才能几率掉落,亲测掉率较低,大约为1/8,刷不到请多努力....\n8攻击,1561耐久,而且附带击退抗性+1\n特效是被攻击时用该武器格挡几率召唤出一只愤怒的狼帮助玩家战斗,战死或者到达时间限制后会消失.用来和小伙盘配合刷狗之舌还算不错....主要两点是高攻击高耐久而且还有非常强大的击退抗性，面对小白再也不用躲了，硬顶都能水中杀小白。不过说是矛其实攻击范围和剑没差别，不要被贴图误导了....实用度非常高，巫术mod的毕业级近身武器。\n银制剑:\n\n\n\n\nsilver sword.jpg (14.4 KB, 下载次数: 57)\n\n下载附件\n\n2015-9-29 10:45 上传\n\n\n\n\n8个沉积银和1个金剑可以制造一把银制剑,\n4攻击,32耐久.沉积银是用制银桶来获取的,制银桶放在熔炉旁边用熔炉烧矿石会几率产生沉积银.有其他mod的话,可能可以用2个银锭和一个金剑来制作银质剑.特效是对狼人玩家和狼人怪物会造成穿透减伤的双倍伤害,让你遇到一只狼人遭遇屠村的危机的时候,掏出来这把大宝剑砍个痛吧~除了这点之外这武器真是一无是处.....\n手杖剑:\n\n\n\n\n手杖剑.jpg (18.92 KB, 下载次数: 52)\n\n下载附件\n\n2015-9-29 10:48 上传\n\n\n\n\n1个钻石剑一个金锭和5个凝血之织可以制作\n1(7)攻击,1561耐久.凝血之织是4级及以上的吸血鬼对着羊毛使用骨针可以制造染血羊毛,染血羊毛扔熔炉烧出来凝血之织.该武器有2种形态.手杖形态是看不到剑的,只有1攻击,剑形态是7攻击.shift+右键来切换形态.拔剑形态下击杀带有血液的生物可以存贮他们的血液(村民,玩家,等等...)，拐杖形态下右键可以喝掉存贮的血液来补充吸血鬼的血液存储.对吸血鬼玩家来讲配合吸血鬼套装非常有风味,钻石剑的攻击力和存血的特效使得吸血鬼玩家可以选择作为毕业级武器.支持附魔.\n狩巫手弩:\n\n\n\n\n手弩.jpg (15.94 KB, 下载次数: 51)\n\n下载附件\n\n2015-9-29 10:56 上传\n\n\n\n\n\n远程武器,需要配合不同种类的弩箭来使用.768耐久.可以跟弓一样附魔.不过该武器的无限附魔不是不消耗弹药而是一定几率发射是不用蓄力可以再发射一次,相当于自动上弩一次.一共配套的弩箭有5种:\n木质弩箭:6伤,可穿透树皮护甲\n爆裂弩箭:发射后变成3根弩箭,主箭6伤辅剑3伤,可穿透树皮护甲.\n骨质弩箭:6伤,对亡灵类和恶魔类造成9伤.\n废弃弩箭:6伤,命中后会抽干目标的注魔能量(甚至神秘的法杖vis和充能项链的vis...)，需要装备完整狩巫套装才有该特效\n银质弩箭:6伤，可以穿透狼人的减伤效果\n以上的弩箭都是工作台合成，这里不单独列出制作方式了...\n护甲篇:\n巫师帽:\n\n\n\n\n帽子.jpg (8.45 KB, 下载次数: 59)\n\n下载附件\n\n2015-9-29 11:13 上传\n\n\n\n\n4个浸渍皮革,2个黄金线团,1个萤石粉就能制作.浸渍皮革是4个皮革,4个魔力之息和1个钻石熏气制作的.\n55耐久,皮甲强度(0.5格护甲),可在铁砧用皮革修复,或者直接与3个浸渍皮革合成来修复,可染色\n特效:穿戴时装瓶药水有35%的几率额外获得一瓶药水(红石汤及其制品无效).\n巫师袍:\n\n\n\n\n巫师袍.jpg (8.99 KB, 下载次数: 38)\n\n下载附件\n\n2015-9-29 11:21 上传\n\n\n\n\n7个浸渍皮革，1个黄金线团，1个爬行者之心可以制作。\n80耐久,皮甲强度(1.5格护甲),可在铁砧用皮革修复,或者直接与4个浸渍皮革合成来修复.可染色.\n特效:穿戴时装瓶药水有35%的几率额外获得一瓶药水(红石汤及其制品无效,死灵类药水无效).穿戴时爬行者会无视穿戴者,也就是说看到你不会点火爆炸,被你攻击了也不会还手爆炸...相当于白打爬行者....\n死灵法师袍:\n\n\n\n\n死灵法师袍.jpg (9.5 KB, 下载次数: 45)\n\n下载附件\n\n2015-9-29 11:22 上传\n\n\n\n\n7个浸渍皮革，1个黄金线团，1个死灵石可以制作\n80耐久,皮甲强度(1.5格护甲),可在铁砧用皮革修复,或者直接用4个浸渍皮革合成来修复.可染色\n特效:穿戴时装瓶死灵类药水有35%的几率额外获得一瓶药水。穿戴时不死类生物会无视穿戴者，也就是说僵尸，骷髅，幽魂，整蛊幽灵，甚至其他mod的某些亡灵生物不会攻击你，被攻击也不会还手。生存模式下野外穿着他当白天一样随便走。\n冰鞋:\n\n\n\n\n冰鞋.jpg (9.93 KB, 下载次数: 33)\n\n下载附件\n\n2015-9-29 11:29 上传\n\n\n\n\n4个浸渍皮革,1个黄金线团,2个钻石熏气,1个纯净之息,1个冷冻之心(冰针,爬行者之心,恶魂之泪制作)\n65耐久,皮甲强度(0.5护甲),可在铁砧用皮革修复或者直接用4个浸渍皮革和它合成来修复,可染色.\n特效:行走在水上会将水变成冰,行走在岩浆上会将岩浆变成黑曜石,冷却岩浆需要消耗耐久并且有几率让玩家着火.亲测冷却水的速度只能在潜行状态下行走才能保证速度,疾跑下冷却速度会略低于玩家速度导致出现鬼畜的画面,所以想快捷过海用这个鞋子不太行的,制造冰块倒是不错....\n渗透鞋:\n\n\n\n\n渗透鞋.jpg (8.94 KB, 下载次数: 16)\n\n下载附件\n\n2015-9-29 11:35 上传\n\n\n\n\n\n65耐久,皮甲强度(0.5护甲),可在铁砧用皮革修复或者直接用4个浸渍皮革和它合成来修复,可染色.\n特效:踩在地上的时候会解除中毒状态并对脚下施加一次骨粉效果.有了它蜘蛛眼就可以当骨粉用了....主要作用是来抵抗洞穴蜘蛛和女巫的中毒效果，看似很弱实际上非常好用。不中毒的话安全感真是大幅度增加。不过这鞋子要2个女巫之爪和一个红石汤也不算便宜就是了....\n红宝石舞鞋:\n\n\n\n\n红宝石.jpg (11.06 KB, 下载次数: 27)\n\n下载附件\n\n2015-9-29 11:45 上传\n\n\n\n\n\n65耐久,皮甲强度(0.5护甲),可在铁砧用皮革修复或者直接用4个浸渍皮革和它合成来修复,可染色.\n特效:穿戴该鞋子时如果玩家已经注魔,那么输入指令/chant there's no place like home\n可以直接回到床旁边，30分钟冷却。\n传送需要消耗40%的注魔能量，如果跨位面的话需要消耗60%的注魔能量。\n如果在附近丢下一个寻路石然后输入指令可以传送到寻路石地点，1分钟冷却。\n传送需要消耗20%的注魔能量，如果跨位面的话需要消耗40%的注魔能量。\n扭曲头带:\n\n\n\n\n妖金带.jpg (8.48 KB, 下载次数: 28)\n\n下载附件\n\n2015-9-29 11:49 上传\n\n\n\n\n\n363耐久,铁甲强度(1护甲)\n特效:穿戴者被其他玩家观看时,其他玩家会被强制转头.效果大致等于移动版的扭曲灵物.单纯的玩具.pvp或许是个神器....\n静音耳罩:\n\n\n\n\n静音.jpg (9.1 KB, 下载次数: 23)\n\n下载附件\n\n2015-9-29 11:55 上传\n\n\n\n\n\n55耐久,皮甲强度(0.5护甲),戴上后相当于游戏内的主音量=0%的效果,对于想清静一下的时候可以带上它,不需要的时候再摘下来,给懒得调音量的人准备的.\n咬人带:\n\n\n\n\n咬人.jpg (9.33 KB, 下载次数: 21)\n\n下载附件\n\n2015-9-29 11:56 上传\n\n\n\n\n寄生虱,甜蜜饥饿,5个浸渍皮革和1个黄金线团合成.比较昂贵的装备\n75耐久,皮甲强度(1护甲),可以与最多两个可饮用的原版药水合成(喷溅的不行),合成后受到攻击会对敌人使用有害的药水,对自己使用有益的药水,使用后药水附加效果会消失,如图.\n\n\n\n\nex.jpg (17.58 KB, 下载次数: 35)\n\n下载附件\n\n2015-9-29 12:03 上传\n\n\n\n\n\n树皮腰带:\n\n\n\n\n树皮.jpg (8.83 KB, 下载次数: 31)\n\n下载附件\n\n2015-9-29 12:01 上传\n\n\n\n\n一个咬人带,2个树人枝桠,4个水心之酿,1个爬行者之心,1个绿宝石,不能再贵了....\n75耐久，皮甲强度。该腰带看起来非常朴实，然而它的存在让其他所有的巫术皮甲从家用制作服变成了战斗服。因为穿上它，你就有了特殊的树皮护甲防护系统！\n\n\n\n\n树皮ex.jpg (10.34 KB, 下载次数: 29)\n\n下载附件\n\n2015-9-29 12:04 上传\n\n\n\n\n\n上图所示中，可以看到除了3.5格的皮甲防护，上面还有8个木棍一样的，这个就是树皮护甲。树皮护甲每个可以完全抵消一次物理攻击（无论攻击力多少），而且抵消的攻击不会消耗装备的耐久度。树皮护甲站在草方块或者菌丝上会以5秒1层左右的速度自动回复。树皮护甲的层数上线是玩家装备的巫术皮甲的数目乘以2，但凡是用浸渍皮革制作的装备都可以增加树皮护甲.芭芭雅嘎之帽也可以增加树皮护甲上限层数。而且激活树皮护甲防护后，装备的外挂会有额外的效果。\n\n\n\n\n树皮ex2.jpg (28.98 KB, 下载次数: 29)\n\n下载附件\n\n2015-9-29 12:14 上传\n\n\n\n\n这个图不是很好看1是因为这没皮肤mod这脸不能看，2是因为这衣服都没染色也没附魔，附魔后树皮也会发亮哦，还是很酷炫的。芭芭雅嘎之帽+死灵法师袍+树皮腰带+渗透鞋，再来个猫宠物，你简直就是无敌的存在~\n工具篇：\n妖金镐：\n\n\n\n\n镐头.jpg (8.35 KB, 下载次数: 25)\n\n下载附件\n\n2015-9-29 12:24 上传\n\n\n\n\n\n5攻击，1561耐久。特效：对玩家来讲并没有，给了妖精才有的特效。详见妖金系统详解。\n魔法扫帚：通过注魔仪式制作。需要材料扫帚和飞天软膏，飞天软膏是水壶制作。\n对地面右键可以把扫帚放出来。放出来后右键就骑上扫帚了。放出来后如果手持染料右键魔法扫帚可以给魔法扫帚染色。手持扫帚和魔法扫帚是可以瞬间破坏粉笔画出来的符文。魔法扫帚的飞行原理是你看哪他就对哪里飞，默认的转弯速度和刹车速度比较慢，有了猫头鹰宠物会好控制很多，注魔后饮用注魔翱翔之酿可以更加精准的控制扫帚。左shift是从扫帚上下来，注意在空中也可以下扫帚，笔者手滑丢的扫帚能绕地球一圈...无论如何注意飞行中不要按shift。\n拷贝手杖：\n生存模式无法获取，创造能拿出来然而使用后非常高的几率崩游戏，官网没查到介绍，目测是未完成产物，建议防止误操作直接ban掉该物品。\n死灵石：\n指挥死灵的道具，手持该道具可以指挥受你控制的不死族生物，右键生物的话小弟就会攻击目标生物，右击地面的话小弟就会走过去。注魔后并且引用了注魔墓穴之酿后，手持死灵石shift+右键可以控制野生的亡灵型生物。不是常用的工具，不过如果你喜欢当死灵法师的话，那多做几个这种石头总是没错的。\n女巫之爪：\n击杀女巫或者聚会女巫几率掉落，除了制作渗透鞋之外，主要作用是用来使用注魔能量的能力。详细用法我会在注魔部分详细说明。\n神秘枝条：\n注魔仪式制作，需要神秘药膏和树人枝桠。释放魔符术的道具，相当于哈里波特的魔杖哦。巫术没有它怎么能行！\n半羊人之罐：\n击杀boss半羊人之影掉落的道具，使用后会出现如下的界面\n\n\n\n\n11.jpg (12.43 KB, 下载次数: 27)\n\n下载附件\n\n2015-9-29 12:47 上传\n\n\n\n\n\n这是初级的半羊人之罐，只有1个格子，两个罐子可以合成变为更高级的罐子，满级4级的罐子可以全部打开四个格子。每个格子都可以放入一瓶巫师炼药锅制作的喷溅型药水。这个罐子的用处是什么？那就是无限使用巫师炼药锅的喷溅型药水！那个上面的小箭头就是魔符术的手势。第一个格子对应的就是右上左左下的魔符术，画出来是 半羊：雕具星座 的提示。如果身上携带有半羊人之罐并且格子内放了药水，发射该魔符命中时就会触发药水的效果。省去了弧线投掷的麻烦不说，这样使用魔术来触发药效是不消耗罐子中的药水的！也就是说只要有1瓶就可以无限使用，非常逆天......从此那些昂贵的投掷药水只要做1瓶就能无限使用，是不是非常棒？想想解锁四个格子的时候，一个放上死亡保护一个放上各种buff，一个放上爆炸啊凋零啊什么的一个放上debuff啊什么的，打起仗来简直挥挥手世界平定啊有木有！！\n月影之魅：\n狼人的变身器，感染狼人血统后，手持3块金锭与犬神雕像互动会获得。右键按住变成狼，shift右键按住变成狼人。该道具放在背包里就能保证狼人感染者不会被夜晚强制变身。耐久50.\n套装类：\n狩巫套装：\n狩巫套一共有三套，狩巫套，狩巫套（镀银），狩巫黎明套。\n狩巫套就是最基本的防护，镀银套增加了狼人防护，黎明套增加了狼人防护和吸血鬼防护。\n这三套都是皮甲强度。而且制作工艺非常昂贵，需要的原材废弃皮革要有下界之星才能制作。即便枯竭水晶可以自我复制，这个复制成本也是不低的。\n这套装的共有特效：无法使用娃娃，防护诅咒。铁甲耐久，可以用铁砧和普通皮革维修。激活废弃弩箭的抽魔效果。\n额外的狼人防护和吸血鬼防护是穿戴时收到对应种族的工具伤害减半，如果攻击者是狼人和吸血鬼混血那么即使是皮甲也能抵抗大量的伤害。\n狼人穿戴带有狼人防护的狩巫服装会持续掉血，吸血鬼穿戴带有吸血鬼防护的服装会持续掉血。狼人即使在人形态也会掉血。\n然而吸血鬼可以穿戴镀银的狩巫套来抵抗狼人，这无疑是一大福利。\n总体来讲这三套都不是实用套装，做出来也是当pk或者单纯的时装来穿的。\n二哥套装：\n莫格箭袋和瓜哥腰带这两个道具都是boss莫哥和瓜哥的低概率掉落装备。箭袋是胸甲，腰带是护腿。箭袋的效果是弓会附送无限附魔并且弓矢的速度加快。腰带的效果是空手会有额外伤害并且可以把敌人打飞到空中（体验人型铁傀儡的酸爽）。整体不是很有用的装备。真要为了穿的价值远远不如刷出来后摆在物品展示框看的价值要高.......\n吸血鬼套装：\n吸血鬼套装都是用凝血之织制作的衣服，反正吸血鬼也不会被正常情况杀死，护甲没什么太大的意义（唯一有威胁的狼人还会穿甲...）\n\n\n\n\n1111.jpg (15.63 KB, 下载次数: 32)\n\n下载附件\n\n2015-9-29 13:31 上传\n\n\n\n\n特效的话是按照穿戴数目来提升的，这是皮甲强度的套装，头部和胸部可以用铁锭合成铁件强度的2件套装，2件的铁甲套装只有火炕效果。该套装有男款和女款两种哦，女性玩家的福音~\n实用度还可以，配合手杖剑时髦值满分，套装的技能强化也非常不错，选择吸血鬼的话务必做一套试试\n死神套装：\n死神头巾，死神之袍，死神裹脚布是三件套，套装的专属武器是死神之手，还有死神配套坐骑冰奇头骨。\n该套装全部由死神boss提供，理想计算只要击杀4次死神你就能拥有啦~然而召唤死神的手续一次就得半个小时，算上打的时间和掉率，你慢慢来吧兄弟.....\n全套护甲均为钻石耐久，铁甲强度，可以用铁锭修复。穿戴全套死神套并且携带死神之手的时候，有玩家召唤死神的话，穿戴者会被召唤而不是死神boss。\n头巾：穿戴后获得夜视效果，并且看到的生物会被缓慢1的debuff影响。\n袍子：着火后会立刻获得防火效果，相当于火焰免疫，岩浆游泳不是问题\n裹脚布：穿戴后可以水上行走，非常酷炫非常实用。\n三件套集齐后，手持死神之手右键可以变成死神镰刀，AOE攻击，攻击回复体力，但是开启镰刀模式后就会快速减少体力。击杀敌人后会回复体力。\n死神之手和死神镰刀会无视目标防御造成自身15%血量的伤害。\n\n\n\n\n死神.jpg (55 KB, 下载次数: 34)\n\n下载附件\n\n2015-9-29 13:17 上传\n\n\n\n\n\n\n我就是死亡骑士！\n巫术注魔及相关\n注魔仪式\n说了半天，我们作为一名巫师丢掉药水和凡人也没什么差别，那么巫师有什么独特的能力么？其实是有的，那就是巫术的注魔能力。虽说用法不像神秘时代的法杖那样简单朴实，不过效果和多样性绝对非常值得使用。\n最基本的，我们需要完成注魔仪式来获得一种注魔能量，有了这种能量后我们才能搓出酷炫的技能。一共有四种注魔可供选择：光之注魔，大地注魔，末影注魔，炼狱注魔。除了光之注魔外其他三个分别对应Minecraft原版的三个位面哦。\n为了完成注魔仪式，首先选择一个心仪的注魔，然后查看书上对应的圆环法阵需求和魔力需求（魔力需求是4000），四个注魔对应的仪式记录在了巫术：圆环法阵这本书上的58-61页。\n\n\n\n\n1.jpg (34.18 KB, 下载次数: 31)\n\n下载附件\n\n2015-10-8 05:28 上传\n\n\n\n\n准备好祭坛和圆环。其次，制作对应注魔需要的材料。每种注魔都有自己的一种注魔药水，四种药水都是在水壶制作的，而且制作起来也需要祭坛给水壶提供4000魔力，如果材料丢进去没有冒泡那就是魔力不足。然后，做好材料准备好法阵后，不能直接进行仪式完成注魔，因为我们还是凡人，无法忍受强大魔力注入身体的痛苦，如果不是创造模式或者吸血鬼这种抵抗常规死亡的状态下开启法阵，会被法阵直接击杀，而且药水不会返还。\n那么为了成功完成注魔，如果你成为了吸血鬼，那么很简单，直接开始就行了，注魔仪式杀不死你。如果不是吸血鬼的话，请制作一个死亡守护娃娃并且绑定好自己的巫媒，然后带在背包里或者放在娃娃台子上保证可以生效。有上述两种防死手段的一种就可以进行注魔仪式了。进行仪式的时候需要站在圆环法阵内。如果出现一个无伤害的爆炸一样的粒子效果并且屏幕左侧中部出现了一个神奇的能量条UI，那就是成功完成了注魔仪式获得注魔能量了。\n\n\n\n\n2.jpg (9.48 KB, 下载次数: 30)\n\n下载附件\n\n2015-10-8 05:36 上传\n\n\n\n\n一旦获得后，除非再次进行仪式换为其他注魔，其他任何方式都不会失去当前的注魔能量槽（能量用光，死亡，debuff，废弃弩箭中箭等等都不会剥夺能量槽）能量槽一共四种颜色，白绿紫红，分别对应四种注魔。每种注魔除了作为能量来使用魔符术，注魔酿造，召唤痛苦之王等通用使用外，手持女巫之爪可以使用额外的能力。女巫之爪是女巫和聚会女巫的稀有掉落物，是个工具/材料，没有耐久。\n四种注魔手持女巫之爪时的额外能力：\n光之注魔（需要光之幽灵）：\n被动能力：无\n\n女巫之爪能力：长按右键可隐形；潜行状态下右击方块表面能产生3*3的一段时间后消失的空气墙；潜行状态下右击方块侧面能 产生一座桥；潜行状态下右击玩家或怪物能产生一段时间后消失的空气墙囚禁他们；距离玩家或怪非常近的时候左击他们，能举起他们并用一段时间后消失的空气墙囚禁他们。\n\n实用性：PVP：10/10  PVE：4/10\n该注魔的隐身看起来很美，然而其实只有你的身体隐身了，你的护甲还是会照常显示，除了巫术的用浸渍皮革做得那些装备会随着一起隐形外，其他装备都会保留外观，所以看起来会是一个会走路的铁甲在四处乱跑....不过如果PVP的话，直接开隐身绕道身边举到空中然后下面倒上岩浆，完成单杀，深藏功与名...PVE的话，和原版的隐身机制不一样的是，怪物依然可以看见你，除了制造点障碍外其实没什么用。该注魔的药水是最便宜的一个，如果为了使用注魔的其他功能需要速成的话，可以考虑，不然还是别做这个了。\n大地注魔（需要世界之灵）:\n被动能力：玩家掉落在泥土或草地上免疫掉落伤害，但会破坏脚下的方块，如果在下落过程中按住shift能造成爆炸\n\n女巫之爪能力：距离玩家或怪非常近的时候左击他们，能狠狠地击退他们；右击一个附近的手持金属物品的玩家或怪能缴械他们；右击地面能升起一 个土柱（亲测无效）；右击方块侧面能朝面向的方向发射该方块（如果该方块后面有方块就无法发射）并造成伤害；长按右键后松开可发出一道环形的大地震荡波击退并伤害生物，蓄力时间越长震荡波距离越远；潜行状态下长按右键可吸引所有掉在地上的金属物品、金属锭和金属矿石；右击一个金属矿石能获得双倍金属锭\n\n实用性：PVP：8/10，PVE：10/10\n被动技能没什么卵用，然而主动技能都非常强力。缴械，和发射方块的功能好好使用都非常强大。发射方块实际上是没有弹道的，所以非常难以躲开。伤害是6点。PVE的话，环形冲击波面对大量怪物的时候非常强力，范围很广，伤害为7-9，偶尔能造成多段伤害。不会破坏地形。而且我看到有人反映双倍金属锭这个功能在与其他mod使用的时候可能会出现跳过提炼手段甚至直接给高科技成品的情况，很是强力，没有科技mod的粉碎机的话这个就很有用了。可惜的是升起土柱的功能亲测不能用，不过似乎是与其他mod或者差价有冲突，能用的话配合发射方块应该是非常强力的。\n末影注魔（需要他处之灵）：\n被动能力：无\n\n女巫之爪：右击能进行短距离传送；按住右键后释放（会听到声音）可进行远距离传送；潜行状态下按住右键后释放（会听到声音）能记录该地点作为记录传送点（记录传送点能跨维度传送）；潜行状态下右击可回到记录传送点；左击一个附近的生物能将自己和该生物同时传送到该生 物的上空并掉下来造成5点掉落伤害（在左击后可通过右击再次传送来避免掉落伤害）；潜行状态下左击一个附近的生物能将自己和该生物传送回记录传送点。\n\n实用性：PVP：9/10，PVE：10/10\n笔者最喜欢的一个注魔选项，也是四个注魔中我觉得最强力的一个。短距离传送其实真的很短，也就10米的距离。长距离传送只要是能看到的地方都能传送到，这个距离上限应该是非常非常远，不过距离越长蓄力时间越久，你一次飞200米蓄力要半分钟也是很正常。比较逆天的是这个摔人功能。如果没有落雪或者滑翔等空中缓降手段PVP可以实现一击毙命，因为在空中还可以再次使用，只要点到第一次那就连着按，两个人就一起原地一路瞬移高空256了，然后你在点地面做短程瞬移直接回地面，敌人摔死了....还能远程瞬移过来起手，简直强力。一键回家也是极其强力，可以跨界回家，空中使用有效。再也不怕掉虚空了。而且这个带其他生物会记录点的功能，可以传送boss生物！这使得对抗某些副本boss简单不少，甚至可以人造动物园，两人组队救队友等等。有了这个注魔可以说生存难度会大大降低（再不济一键回家立刻嗑药补给，死在家里捡尸体也方便），这里强烈推荐选择，材料再前期就能做出来。然而这注魔的能力有点过于强力，服主可以考虑保持难度的话来ban掉他处之灵来禁止该注魔。\n炼狱注魔（需要炼狱敌意）：\n被动能力：可以使用禁忌魔咒\n\n女巫之爪：左击一个生物能使周围受蛊惑的生物去攻击该生物；潜行状态下左击一个生物能蛊惑该生物（除了玩家、末影 龙、凋零、恶魔、铁傀儡、雪傀儡）；潜行状态下左击一个受蛊惑的生物能将它做祭品并获得它的能力；右击能使用上一个生物祭品的能力；潜行状态下右击地面能 命令周围的受蛊惑的生物走动到该处\n生物祭品的能力（分号前是右击使用的主动技能，分号后是被动技能）：\n       蜘蛛：发射蜘蛛网；爬墙\n　　蝙蝠：自身夜视；飞行，space键按一下飞一下，shift键能免疫大部分掉落伤害\n　　爬行者：爆炸，自身无伤害；如果被雷击的话能回复注魔能量\n　　墨鱼：目标失明；水下呼吸，游泳速度更快\n　　僵尸：自身30秒力量2和抗性提升2；无\n　　僵尸猪人：自身30秒力量4和抗性提升4；火焰免疫\n　　恶魂：发射大火球；火焰免疫\n　　烈焰人：发射3个小火球；火焰免疫\n　　史莱姆、地狱史莱姆：自身20秒跳跃提升4；免疫掉落伤害，长按空格能跳跃更高\n　　蠹虫、猫、狗、马：自身20秒速度4；在地面上的移动速度更快\n　　骷髅：发出魔法箭，蓄满力大概有12点伤害；水下呼吸\n　　末影人：瞬移；无\n　　牛、猪、鸡、羊、村民：瞬间满血；无\n\n不排除有其他mod的生物也可以牺牲掉并获取能力。\n\n实用性：PVE:？/10 PVP:？/10\n完美的注魔，可以获得基本上任何能力，拟态生物的技能，妈妈再也不怕我打架吃亏了。可以说每个生物的技能都有独到之处，熟练使用会非常强力。蝙蝠可以实现飞行，末影人能瞬移，僵尸猪人化身狂战士，恶魂化身大炮....简直不能再屌了。唯一遗憾的是该注魔的能力有使用次数限制，所以用完了需要再次捕获祭品来填充次数。不过被动技能没有使用次数也会保持有效。该注魔的药水需要恶魔之心，相比其他药水这个的成本比较高了。可以作为转型的第二次注魔来选择，当然如果第一次注魔就能凑全材料也非常建议考虑。\n\n使用女巫之爪的能力或者其他方法使用了注魔能量后如果用完也不用害怕，使用回魔法阵可以缓慢的回复注魔能量。\n\n\n\n\n3.jpg (33.49 KB, 下载次数: 28)\n\n下载附件\n\n2015-10-8 06:20 上传\n\n\n\n\n\n\n再生药水就是使用原版酿造台制作的药水。该法阵开启需要4000魔力，不过开启后不会再消耗魔力，而且没有持续时间限制，如果需要关闭法阵再次右键法阵中心的金色符文就可以。另外妖金的膜拜达到5个也会恢复魔力。这两种都可以恢复魔力。（如果你足够有钱，再一次注魔也能恢复........）\n魔符术魔符术是巫术的高级技能，相对于神秘时代的法杖，巫术只要一根神秘枝条就能施展所有的魔符。我们先来说说如何制作关键道具神秘枝条。\n\n\n\n\n1.jpg (39.04 KB, 下载次数: 27)\n\n下载附件\n\n2015-10-10 06:47 上传\n\n\n\n\n\n按照上图所说的仪式就能制作，神秘药膏是用水壶制作的药水，树人嫩芽是树人的掉落物。该仪式必须夜晚进行。\n\n\n\n\n2.jpg (9.13 KB, 下载次数: 32)\n\n下载附件\n\n2015-10-10 06:53 上传\n\n\n\n\n\n这神秘药膏可以说是比较贵的一个，红石汤本身就是巫术里面非常关键但是又比较难做的一个。其他的除了爬行者之心稍微麻烦点，最难搞的还是恶魔之血，只有蒸馏塔蒸馏恶魔之心才能获得，而恶魔之心必须要召唤恶魔才能搞到。\n搞到神秘枝条后，拿在手里我们就可以准备释放魔符术啦！\n\n魔符术是要用枝条绘制魔符然后发射出去的系统，不熟练的话绘制魔符的时间可能比较长不适合应急情况，不过熟练使用的话作为万用工具也没有任何问题，有了半羊人之罐后甚至可以做到放弃任何工具，只要一个神秘枝条就可以完成所有劳动。绘制魔符是手持神秘枝条按住右键然后移动鼠标，按照书上的顺序绘制出相对的图案就会出现魔符的名字，这时候移动鼠标不会再绘制，而是变为瞄准方向，松开后就会对瞄准的方向发射魔符。每次使用要消耗一定的注魔能量，除了个别魔咒之外，大部分的魔咒消耗能量都不多，可以多次使用。\n\n\n\n\n3.jpg (10.27 KB, 下载次数: 40)\n\n下载附件\n\n2015-10-10 07:01 上传\n\n\n\n\n\n上图表示的就是荧光闪烁魔咒，按住神秘枝条然后下下下右的顺序绘制，就可以完成。\n魔符术的对应手势在 巫术：魔符术 这本书内都有详细的描述，这里我不一一解说了。效果也比较直白。这里说一下一些特殊的魔符。\n书上一共30页，第一页为介绍。2-21页为基本魔符，只要有了注魔能量就可以释放（其中写有禁忌的魔符需要炼狱注魔），22-25页为恶魔魔符，需要通过饮用与烈焰小鬼交易获得的三种魂外加击杀痛苦之王掉落的第四种魂来解锁。26-29页为半羊魔法，需要携带半羊人之罐才能使用，分别对应半羊人之罐的四个槽中的药水效果。30页的魔咒名称显示bug，应该是作者的疏漏。可以理解为牵引魔符，效果是会把命中的生物拉到施法者面前，该魔符和基本魔符一样有任意注魔就能使用。\n\n基本魔符的功能都很直白，不清楚的去测试一下或者单独问我就可以了。恶魔魔符的四个描述都比较奇特，这四个默认不能释放，实际对应效果如下：\n23页：盛宴堂堂：使用后减少自己的生命值来回复注魔能量，该魔符完全没有注魔能量时也无法使用，食物充足可以配合愈合魔符来刷注魔能量。比较实用\n22页：蚀心魂焰：对命中的生物造成自己受到的伤害量的伤害，自己处于高血量的状态下伤害为0，反杀魔符，日常使用不大。\n24页：尸骨再现：在面前召唤出一个黑魔标记，黑魔标记存在的形式为生物，但是实际上是无敌的无法被攻击。黑魔标记会吓退周围的生物使其无法靠近，比较实用\n25页：苦难重重：会将命中对象传送到痛苦迷宫位面，传送的层数就是施法者击杀痛苦之王的那层迷宫。该魔符被作者内置了使用CD为现实时间半个小时，所以不能做到无限关禁闭，但是恶作剧的话还是很强。\n上述的四个顺序是按照解锁顺序来的。\n\n半羊魔法的名字和效果没有什么关系，每个魔符对应的是半羊人之罐中的喷溅药水的药效。我们先说说半羊人之罐：\n\n\n\n\n4.jpg (16 KB, 下载次数: 45)\n\n下载附件\n\n2015-10-10 07:24 上传\n\n\n\n\n\n这是完全升级版的半羊人之罐，每次击杀半羊人之影会掉落一个罐，2个罐合成可以生一次级，击杀四次半羊就可以完成最高级罐子了。用巫师炼药锅制作喷溅类的药水，喷溅类的可以放在半羊人之罐中的格子内。然后使用对应格子的魔符就会和其他魔符一样发射弹道，命中单位后就会触发一次喷溅药水的效果，相当于远程投掷药水。不过这罐子强的地方不在可以直线投掷，关键在于他是无消耗的！也就是说同样的药水，只要放在罐子内1瓶，然后将罐子带在身上，就可以通过相应的魔符无限使用！！！这对某些昂贵的药水来讲简直就是圣器。想想用不起的物品保管和改变生态药水，有了它简直就是不要钱。绘制起来不算麻烦，而且可以仍药水的话，作为战斗道具也是完全可行的，手搓TNT手搓大补药完全不是梦想！可以说这个道具的出现使得整个巫术药水系统得到了极致的提升，做药水贵啊做药水麻烦啊做药水产量低啊做药水药效不强啊这些都可以解决了！不得不说有了它，甚至其他某些基本魔符都黯然失色。这mod的终极科技般的存在，非常imba。然而相对来讲获取难度也是非常之高.....\n如果这些魔符都满足不了你，那么其实游戏中隐藏了一种禁忌魔咒，需要炼狱注魔才能施展，而且游戏内也没有任何文字提示。笔者是通过汉化mod无意发现了这个魔符。细心的你肯定发现了这些魔符实际上都是哈利波特中出现过的魔咒，那么最有名的阿瓦达索命咒在哪里呢？其实虽然书上并没有记载但是实际上是可以使用的！汉化文本中有该魔咒的描述：“禁忌：咒杀。“ 效果就是指谁谁死，/kill级.....吸血鬼，玩家，任何生物，甚至boss，命中都是直接秒杀.....半羊人都无法抵抗这个秒杀，强力到无以复加的程度......鉴于该魔符过于强力，这里不直接写出释放的指令，放出一个画好的魔符，有心的玩家自行推敲吧。\n\n\n\n\n11.jpg (14.78 KB, 下载次数: 47)\n\n下载附件\n\n2015-10-10 09:15 上传\n\n\n\n\n\n注魔之酿\n注魔后，除了可以使用魔符系统，还可以使用注魔酿造药水来强化自己的某些能力。现版本只有2中注魔酿造，一个是注魔墓穴之酿一个是注魔翱翔之酿，可以说这两瓶药水的造价也是非常昂贵。为了制作他们我们首先要制作注魔基础之酿。\n\n\n\n\n5.jpg (27.74 KB, 下载次数: 36)\n\n下载附件\n\n2015-10-10 07:39 上传\n\n\n\n\n\n\n\n\n6.jpg (28.53 KB, 下载次数: 31)\n\n下载附件\n\n2015-10-10 07:35 上传\n\n\n\n\n\n\n通过水壶可以制作，左侧的是制作方法，右侧是复制方法，该药水每次制作是固定2瓶产量。如果为了日后使用可以留一瓶来复制，相对于红石汤来讲，复制的成本就小一些了（虽然要水心之酿也不是很便宜就是了）。\n做好后通过圆环法阵的仪式来制作指定的药水。\n\n\n\n\n7.jpg (43.98 KB, 下载次数: 25)\n\n下载附件\n\n2015-10-10 07:48 上传\n\n\n\n\n\n\n\n\n8.jpg (42.81 KB, 下载次数: 18)\n\n下载附件\n\n2015-10-10 07:44 上传\n\n\n\n\n\n\n注魔墓穴之酿：能使用死灵石控制非腾升之酿药水生成的亡灵生物，但只能每30秒控制一次。控制方法为手持死灵石潜行+右键点击亡灵生物。此外还能使玩家在杀死动物、村民、玩家后恢复饥饿和少许生命值。饮用后判定为亡灵生物，可以通过枯萎仪式获得治疗。\n注魔翱翔之酿：强化对魔法扫帚的控制能力，方便转弯和加速减速。可以与猫头鹰宠物的效果叠加。\n这两种药水饮用后持续时间都是120分钟，多次饮用可以刷新时间但是不叠加效果强度。饮用两种药水会覆盖掉第一种的效果，也就是说同一时间只有一种注魔酿造的药效可以维持。\n饮用后的显示图标：\n\n\n\n\n9.jpg (9.73 KB, 下载次数: 24)\n\n下载附件\n\n2015-10-10 07:48 上传\n\n\n\n\n可以看到下面的骷髅头表示是墓穴之酿，持续数间用数字表示。\n\n巫术生物及相关\n巫术的生物也是非常多样的,其中boss的数目更是非常巨大,这里对所有mod的生物进行介绍.\n自然生成:\n妖精:\n\n\n\n\n妖精.jpg (28.09 KB, 下载次数: 46)\n\n下载附件\n\n2015-9-24 16:40 上传\n\n\n\n\n\n20血,默认中立,绝大多数情况下不会攻击玩家甚至不会还手,不过一旦发起攻击也是很麻烦的,一般生成是4-5只为一组在野外生成,具有群体仇恨,攻击伤害3-4,其他请查看妖金系统部分了解其他功能.\n村民:\n\n\n\n\n村民.jpg (39.01 KB, 下载次数: 38)\n\n下载附件\n\n2015-9-24 16:42 上传\n\n\n\n\n\n与其他mod一样巫术也有自己的村民,各种能力和属性参照其他村民,自然出现在村庄中.交易页一共5种:\n\n绿宝石-粘土\n绿宝石-粘液球\n绿宝石-蝙蝠之毛\n绿宝石-大蒜\n绿宝石-罂粟\n\n除了交换蝙蝠毛也许能省去点麻烦其他的都很不划算,利用价值不高的村民....\n村民（狼人）：\n\n\n\n\n狼人村民.jpg (45.33 KB, 下载次数: 36)\n\n下载附件\n\n2015-9-24 16:48 上传\n\n\n\n\n\n与其他村民长的一样的村民，看起来人畜无害而且也继承了其他村民的AI和交易，然而这种狼人村民会在满月的晚上变成狼人对周围的村民和玩家进行攻击，非常难缠。分辨方法是shift+右键对村民使用狼毒草，如果村民出现火焰的粒子效果表明他就是狼人伪装的村民.\n狼人：\n\n\n\n\n狼人.jpg (21.78 KB, 下载次数: 45)\n\n下载附件\n\n2015-9-24 16:55 上传\n\n\n\n\n\n狼人村民在满月之夜变身后的样子，玩家如果选择狼人血统后学会狼人变身也是这个造型。不要问我他为什么蹲着，这是站着的.....\n狼人变身后和玩家的狼人血统一样有狼人的技能：额外血量（80血，40心），天然护甲减伤（除了银剑和银弩箭，其他伤害锁定为1血伤害），高速移动，攻击会剥夺目标的护甲，高跳，免疫一定高度的摔落伤害，免疫瘟疫。\n变身后的狼人会自动攻击周围的村民，村庄守卫等等中立生物，由于其逆天的护甲，基本上如果出现1只狼人，满月夜晚如果村庄的守卫数量没有个5-6个就要被屠村了.....如果发现自己家附近的村庄中出了个这样的叛徒一定要想办法除掉来保护村民。\n村庄守卫：\n\n\n\n\n守卫.jpg (27.49 KB, 下载次数: 38)\n\n下载附件\n\n2015-9-24 17:02 上传\n\n\n\n\n\n村庄守卫是巫术mod添加的村庄生成，配套的还有村庄城墙和守卫塔楼。守卫生成的数目和村庄的人口和大小成正比。村庄守卫会自动攻击入侵的敌对生物比如晚上的僵尸，蜘蛛，爬行者，骷髅，狼人，吸血鬼，等等，如果玩家在村庄中伤害甚至击杀村民，守卫也会将玩家视为敌人，除了铁傀儡之外的二重防线，使用弓箭攻击并且自带一套皮甲（低概率会穿铁甲），40血，射速不错，AI也不错，被近身了也会拳头撸来防身。非常棒的友军。虽然精准度有点差劲不过数量可以弥补。上图所展示的就是穿了铁胸甲皮帽子皮靴的守卫。\n地狱犬：\n\n\n\n\n地狱犬.jpg (38.12 KB, 下载次数: 19)\n\n下载附件\n\n2015-9-24 20:15 上传\n\n\n\n\n\n地狱犬会在下界生成，旧版本中没有该生物所以狗之舌的来源非常有限，只能通过恶魔交易来快速换取，现在可以去下界屠杀这些狗狗了，死亡掉落狗之舌和地狱犬头颅。无法驯服为宠物并且默认敌对，一般为2-4只成群生成.20血，攻击也不高，很好对付的怪物。\n聚会女巫：\n\n\n\n\n聚会女巫.jpg (52.91 KB, 下载次数: 39)\n\n下载附件\n\n2015-9-24 17:06 上传\n\n\n\n\n\n长的就是个女巫的样子，20血，默认中立。攻击他后会和一般女巫一样投掷药水进行反击。击杀后掉落物和敌对的女巫一样。生成在野外，野外的聚会女巫小屋，或者村庄的聚会女巫小屋中。默认显示是没有名字的，对话一次后会获得随机的名字。名字一般与他发布的任务有关系。然而我没找到名字的汉化部分，不过反正影响也不大。具体如何让聚会女巫成为自己的小弟请查看先知之石部分的详细介绍。\n梦魇：\n\n\n\n\n梦魇.jpg (41.34 KB, 下载次数: 40)\n\n下载附件\n\n2015-9-18 21:19 上传\n\n\n\n\n\n非常强力的生物，生成在噩梦状态的精神世界，具体性能请查看精神世界及其相关。\n精神体：\n\n\n\n\n精神体.jpg (19.69 KB, 下载次数: 38)\n\n下载附件\n\n2015-9-24 18:01 上传\n\n\n\n\n\n精神世界特有的小生物，没有攻击力，锁定4血，每次受到伤害掉1血，死亡后变成抑制之精神，使用后可以再次召唤出精神体，该道具可以带回主世界来召唤精神体用以制作灵物。\n镜像体：\n\n\n\n\n镜像体.jpg (17.42 KB, 下载次数: 40)\n\n下载附件\n\n2015-9-24 18:33 上传\n\n\n\n\n\n非常强力的生物，出现在魔镜世界，具体请查看魔镜世界及其相关。\n变异生物：\n变异生物表示为通过变异枝条才能生成的生物。该部分生物都在变异枝条章节详细描述过：\n寄生虱，猫头鹰，蟾蜍，飞天猴子。还有变异获得的矿德拉草的旷德拉花蕾产生的旷德啦草。\n动植物：\n曼德拉草&矿德拉草：\n\n\n\n\n2草.jpg (45.36 KB, 下载次数: 42)\n\n下载附件\n\n2015-9-24 17:21 上传\n\n\n\n\n\n矿德拉草和曼德拉草是该mod非常特殊的两种植物，曼德拉草的种子打草就能获得，矿德拉草的花蕾需要通过变异来获得。\n收割曼德拉草的时候几率变成曼德拉草的生物形态，会四处乱窜并给你上个反胃buff，还会疯狂乱叫，非常烦人，不过没有攻击性也不会跑太远，20血，击杀后正常掉落种子和曼德拉草根。\n矿德拉草的生物形态是旷德拉花蕾掉在地上3秒没有被捡起来就会生成，会靠近最近的玩家或者投掷他出来的玩家并爆炸，威力相当于爬行者，4血。\n上图左侧是曼德拉草，右侧是旷德拉草\n树人：\n\n\n\n\n树人.jpg (75.92 KB, 下载次数: 46)\n\n下载附件\n\n2015-9-24 18:08 上传\n\n\n\n\n\n200血，非常耐打，走路会自带骨粉效果，上图中地上的草就是他种出来的....移动速度很快并且会疾跑。只会攻击召唤它或者攻击它的玩家。用任意斧头攻击可以有额外15点的伤害，其他武器不减伤。砍伐赤杨树，山梨树，山楂树的时候（也就是说你撸掉这三种树的原木的时候，单独的一块原木也可以），有几率召唤出一个树人并快速跑过来打你，攻击伤害和方式非常类似铁傀儡，不是很好对付的敌人，不过他不会跳，卡个地形收拾他就行了。\n击杀后掉落树人枝桠，是制作神秘纸条和变异枝条的必备材料。\n注意：和树人战斗时如果在树人的攻击范围内切记不要跳！！！他的攻击会把你扔起来，如果这时候你起跳了就可能触发bug一直保持被击飞的窗台不下落，反重力一般持续上升并且持续掉血，死亡后东西也不会掉落会直接消失！！为了安全起见，切记切记！！\n行路花：\n\n\n\n\n行路花.jpg (40.85 KB, 下载次数: 31)\n\n下载附件\n\n2015-9-24 18:15 上传\n\n\n\n\n\n召唤该生物需要制作行路花种子，制作方式是工作台合成：\n\n\n\n\n行路花种子.jpg (22.64 KB, 下载次数: 32)\n\n下载附件\n\n2015-9-24 18:16 上传\n\n\n\n\n\n材料不算很贵，4个超级转生粉，1个曼德拉草根，1个女神之泪，1个安博苔藓，一个水洋藓球茎，一个厄运之息。\n在草方块上使用种子就能生成行路花了。行路花虽然显示是敌对但是默认对召唤者是友军状态。初始50血，3-4攻击并且攻击附带失明效果。对他使用一个爬行者之心可以增加50血和1攻击，使用一个恶魔之心可以增加另外50血和2攻击，所以满强化的话是150血，6-7攻击。默认是自由行动会乱走，对他使用伯莱恩匕首可以切换为警戒模式不乱走，然而对附近的敌人还是会追击。对行路花使用巫媒可以让行路花不攻击巫媒对象，默认召唤者的巫媒已经被记录。如果巫媒对象是一类生物，行路花就会无视该类生物比如村民和牲畜。用行路花种子右键行路花就能复制他的巫媒列表。做得起的话，用来看家护院是非常棒的选择。\n召唤仪式：\n巫术：圆环法阵中记载了几个召唤仪式，可以召唤凋灵boss，恶魔，烈焰小鬼，女巫，找东西的寻宝猪，爱宠。\n凋灵boss不多说，召唤女巫就是召唤原版的敌对女巫，爱宠就是用爱宠绑定仪式绑定的爱宠，这个在先知之石系统中详细介绍了。其他三个：\n恶魔，烈焰小鬼，寻宝猪是巫术的特有生物。\n恶魔在魔镜世界中介绍过他的威武。100血，扔火球，还会爆炸，近战输出也不低，1对1不是很好近战砍死的，远程走位倒是可以随便虐。\n恶魔是可以交易的！注意甚至敌对情况都可以交易（然而你的想办法不被打死打飞）。制作道具恶魔舌之咒后可以让恶魔不对你进行攻击并且降低交易代价。恶魔的交易页非常之多，我也不敢保证完全了解，这里说下重点：\n恶魔的交易筹码是绿宝石，钻石，岩浆膏，金锭，烈焰棒这几种。能换到的东西：各种附魔书，红石汤，恶魔之心，狗之舌，幽灵粉末，末影珍珠....\n注意他可以换到红石汤！！！这个对我们来讲是天大的好处，因为红石汤是不能暴击的，所以每次只能制作1瓶，非常麻烦，有了恶魔的交易这东西甚至可以用烈焰棒换到，省去了很多麻烦。不过要注意的是，恶魔舌之咒只有10点耐久，也就是说换10个东西就会没耐久。用完后会发生一次爆炸，由于是物品爆炸无视了防爆mod而且炸不死你恶魔也会开始攻击你给你带走。所以要时刻注意耐久不能贪心。\n\n\n\n\n\n恶魔交易.jpg (10.68 KB, 下载次数: 40)\n\n下载附件\n\n2015-9-24 17:44 上传\n\n\n\n\n\n\n刷出该交易的几率非常低，如果遇到了那么尽量保存好不要击杀该恶魔，这交易库存基本是无限的，我测试换了2组多都还能换....刷不到那就洗脸吧....\n烈焰小鬼在痛苦迷宫世界中介绍过他和他的交易系统，给予烈焰小鬼一个恶魔之心可以强化烈焰小鬼30分钟，对他使用冰针可以让他复原。\n寻宝猪是一个幽灵猪，40血。召唤出来后会成为召唤者的宠物跟随召唤者四处乱跑，可以设定为待命和跟随两个模式。喂给它一个矿物他会在跟随玩家的途中留意该矿物，如果发现后会有提示音和字幕并立刻原地待命。在它待命的地方垂直挖就能挖到对应的矿石，用来寻找稀有矿物非常得力。不过注意该能力用的越多，宠物消失的几率越高，大约3-5次后基本上就非常容易消失，而且偶尔会有误报的情况，猜测代码应该是读取世界生成的。也就是说矿物被挖走后，寻宝猪还是会报告这里有宝物，所以尽量在没开采过的地方使用该能力。\n\n\n\n\n寻宝猪.jpg (34.38 KB, 下载次数: 39)\n\n下载附件\n\n2015-9-24 17:27 上传\n\n\n\n\n\n\n幽灵型生物：\n这里的幽灵型生物指通过火盆召唤的生物。一共有3种：幽魂，报死女妖，整蛊幽灵。具体召唤手续请查看火盆及其相关。\n幽魂：\n\n\n\n\n幽魂.jpg (34.47 KB, 下载次数: 38)\n\n下载附件\n\n2015-9-24 17:47 上传\n\n\n\n\n\n半透明的生物，近战攻击，20血，攻速和移速非常高，而且伤害也非常高，钻石甲摸你4下就带走了.....异常危险，请务必穿好死灵法师袍跟他做朋友。无法通过波尼西亚之咒或者恶魔舌之咒来进行交易。对其使用墓园土可以永久增加2点生命上限，最多增加到50血（25心）。\n报死女妖：\n\n\n\n\n报死女妖.jpg (52.7 KB, 下载次数: 28)\n\n下载附件\n\n2015-9-24 17:50 上传\n\n\n\n\n\n上图是攻击状态的报死女妖，未战斗的是双手下垂的形态。该生物会在发现周围有生物靠近是保持尖叫并造成AOE魔法伤害，每次3-4伤害。注意该生物即使身穿死灵法师袍也会对玩家进行尖叫并造成伤害，而且因为是魔法伤害树皮护甲无法抵挡（虽然也会消耗树皮），召唤该生物并控制住也就比较麻烦，和幽魂一样可以用墓园土强化生命上限。。同样是默认20血。\n整蛊幽灵：\n\n\n\n\n整蛊幽灵.jpg (25.84 KB, 下载次数: 31)\n\n下载附件\n\n2015-9-24 17:54 上传\n\n\n\n\n\n该生物召唤出来后是完全隐形的，只能通过脚下的微小的绿色光点的粒子效果来判断方位。对其投掷揭示之酿可以让他现行，上图是现行后的样子，仔细发现他有四只手哦！死灵法师袍可以使他保持中立，整蛊幽灵会捡起周围的物品并扔到另外的一个地方去，也会翻动附近的箱子来给你添乱。火盆召唤另外两种幽灵生物有5%的几率召唤出他，如果想稳定召唤出他，可以用隐藏配方，详细请查看火盆及其相关。\n其他生成：\n狩巫人：\n\n\n\n\n狩巫人.jpg (19.16 KB, 下载次数: 31)\n\n下载附件\n\n2015-9-24 18:24 上传\n\n\n\n\n\n手持狩巫手弩，身穿狩巫套的生物，当玩家进行禁忌的黑巫术是就会随机出现并对玩家进行攻击。\n禁忌的黑巫术列表：各种圆环法阵的巫蛊诅咒，巫蛊娃娃，吸血鬼娃娃，吸血鬼的吸血行为，狼人的屠杀行为，禁忌魔符术。\n狩巫人本身不强，不过他们的手弩的确很麻烦，拥有无视树皮护甲的特性所以打人还算比较疼，3血。他还会发射废弃弩箭，如果命中玩家会立刻抽干玩家的注魔能量条（甚至神秘时代的法杖vis和项链vis....），击杀后会掉落手弩和弩箭，不会掉落狩巫护甲（虽然有狩巫套的效果，但是实际上是皮肤，不是实际的装备，装备脱落药水也无法扒下来）\n吸血鬼：\n\n\n\n\n吸血鬼.jpg (21.24 KB, 下载次数: 32)\n\n下载附件\n\n2015-9-24 18:31 上传\n\n\n\n\n\n吸血鬼血统的玩家可以制造的生物，10级吸血鬼可以感染村民变成吸血鬼。获得吸血鬼血统的基本能力，夜晚会去最近的村庄吸取村民的血来提供给制造者。白天会自燃所以我选了一个夜晚的截图。吸血鬼分男女，上图有胸的是女吸血鬼哦，同样吸血鬼套装也分男女，非常有人性。\n骷髅马冰奇：\n\n\n\n\n冰奇.jpg (75.42 KB, 下载次数: 41)\n\n下载附件\n\n2015-9-24 20:07 上传\n\n\n\n\n\n骷髅马冰奇是用冰奇头骨召唤的特殊生物，该生物模型就是被废除的MC生物骷髅马的模型。拥有夸张的53血，非常耐打....跳跃高度略高于一般的马，有马鞍就能骑了，不能安装马铠箱子等其他附属功能。死亡后会变回冰奇头骨，再次使用就可以再次召唤，无限循环的。而且自带名字，不用怕被刷新杀。当然你非要跳岩浆海跳虚空那是谁也救不活的....\n各大boss：\n好了，终于到了激动人心的boss时刻了！\n角魔狩猎者：\n\n\n\n\n角魔.jpg (61.31 KB, 下载次数: 31)\n\n下载附件\n\n2015-9-24 18:34 上传\n\n\n\n\n\n400血，有近身有远程攻击，输出比较高，没有钻石甲请不要尝试对砍，无视树皮护甲，近身穿个树皮护甲会被秒的....被打会有几率召唤愤怒的狼帮助他攻击玩家，有生命恢复，击杀后掉落附魔书，凋零骷髅头颅，恶魔之血，低几率掉落猎手之矛。召唤方式请查看人畜无害的柳条捆？ 部分。\n死神：\n\n\n\n\n死神.jpg (43.24 KB, 下载次数: 33)\n\n下载附件\n\n2015-9-24 18:39 上传\n\n\n\n\n\n听名字是不是很怕？没事这货打人是按照百分比的，一点都不疼.....1000血，打人按照15%百分比扣血，被打或者被看后会随机瞬移到附近的一个地方。只有近战攻击。打人没有击退。找个高台或者吃两个生命恢复药水就能送走他，击杀后掉落死神三件套，冰奇头骨（死神马），死神之手（死神镰刀）之中的一个。召唤死神需要先用火盆召唤出来5个幽魂，5个报死女妖，和5个整蛊幽灵，然后用巫术：圆环法阵的绑定仪式来尝试制造灵物，然后幽灵生物和灵物会消失，死神会被召唤。\n莫哥&瓜哥：\n\n\n\n\n2哥.jpg (57.39 KB, 下载次数: 26)\n\n下载附件\n\n2015-9-24 20:20 上传\n\n\n\n\n\n这其实是两个boss，然而放在一起说因为他俩是一起召唤出来的组队boss，莫哥是弓箭手，瓜哥是狂战士。瓜哥只有近战攻击而莫哥只有远程攻击。瓜哥是男的莫哥是女的（为啥女的还叫哥？音译啦不要见怪...）两位都是400血的步兵，瓜哥的能力是打人非常疼而且会把你打到空中，类似高级铁傀儡。莫哥是快速射箭，弹道和射速之快让你非常难以近身砍到她。他们俩在一起的时候会互相强化对方的技能，所以想办法将两位boss分开打是明智的选择。击杀后分别会几率掉落瓜哥腰带和莫哥箭袋，附魔的锁链护甲，以及少量的妖金粒。召唤条件就是制作一个妖精主顾之雕像，保证有妖精膜拜的情况下对着雕像使用一个下界之星，膜拜的妖精和下界之星会被消耗，然后两个boss会在附近被召唤。可以使用缴械来打落莫哥的弓，然而过几秒后他会立刻生成一把新的弓。瓜哥腰带和莫哥箭袋其实分别是护腿和护胸，不是饰品，不是很划算的战利品，除了打着好玩不推荐召唤该boss组。\n芭芭雅嘎：\n\n\n\n\n芭芭雅嘎.jpg (33.2 KB, 下载次数: 33)\n\n下载附件\n\n2015-9-24 18:40 上传\n\n\n\n\n\n500血，没有近身攻击，被打后几率会瞬移到附近的随机地点。投掷各种原版药水和水壶制造的巫术药水来进行战斗。要小心水壶的药水有些非常强力，而且他非常喜欢扔中毒药水，没有渗透鞋自动解毒不是很好对付，有渗透鞋吃个金苹果随便打...击杀后几率掉落一个芭芭雅嘎之帽。召唤方式是完成水晶球任务直到刷到一个召唤他的任务就可以了。详情请查看水晶球及其相关。\n痛苦之王：\n\n\n\n\n痛苦之王.jpg (43.6 KB, 下载次数: 29)\n\n下载附件\n\n2015-9-24 18:44 上传\n\n\n\n\n\n500血，会投掷火焰弹，没有生命恢复，但是这boss会飞！攻击到半血会将伤害来源（也就是玩家）一起拉入痛苦迷宫，迷宫内部空间非常狭小，所以他的火焰弹效果就充分体现出来了.....第一形态非常好大，带个冲击1的弓就能无伤虐，第二形态给他来一发剧毒药水谈后露头补个刀就行。掉落恶魔之心，附魔书，苦鬼之魂。召唤方式请查看痛苦迷宫及其相关。\n莉莉丝：\n\n\n\n\n莉莉丝.jpg (32.42 KB, 下载次数: 36)\n\n下载附件\n\n2015-9-24 19:34 上传\n\n\n\n\n\n身材非常高大，然而其实只有200血，会吐火焰弹，会使用一些魔符术（比如退飞，我就被他推倒岩浆海里面去过....），近身也会打人，打死后会进入第二形态，第二形态会变得跟玩家差不多一样大的比例，不会主动远程攻击（离太近还是会把你打飞），第二形态可以帮助玩家变成吸血鬼，去除吸血鬼，或者附魔。第二形态使用者三种功能后会立刻消失，击杀后会原地复活。前两种我放到吸血鬼系统里来讲解，附魔的话给他个没附魔的道具就可以了，附魔效果相当于30级满书架。召唤方式比较独特，需要使用观察日记：不死者上面记录的阵法召唤依尼然后将依尼带入下界（依尼是个NPC，会跟随你），然后将依尼推入岩浆海，过一段时间后就会出现莉莉丝boss。莉莉丝会站在岩浆海里，并且免疫火焰和岩浆，没有良好飞行或者抗火手段不是很好伤害到它。\n半羊人之影：\n\n\n\n\n半羊人.jpg (34.94 KB, 下载次数: 39)\n\n下载附件\n\n2015-9-24 19:41 上传\n\n\n\n\n\n巫术mod最强力而且最难对付的boss，该boss的强度可以说是目前我遇到的mod里最难对付的boss。600血。出场默认中立，然而如果你攻击他，那么没有十足把握可就要小心死成狗了.....中立形态可以辅助炼药锅仪式让仪式可以跨位面进行，不得不说这位异次元恶魔还是有点用的。然而如果你要开打，我们先来说说他的能耐：半羊人可以使用任何巫师炼药锅制作的药水。其中有些很可怕的药水比如腐蚀，装备脱落，缴械，凋零，梦魇....不过他对药水的使用时机不是很专业，基本上是乱丢，不过不管怎么说丢到你还是很难受的....有较慢的生命恢复，不吃任何debuff（因为他有去除debuff药水），不吃任何魔法伤害（因为他有魔法吸收药水），不吃任何远程弹射物攻击和爆炸攻击（因为他有弹射物反弹药水），不吃窒息不吃岩浆不吃摔落连神秘时代的死亡之水都不吃.....那么我们如何伤害他呢？只有近战平砍可以造成伤害......而且这货还自带了护甲打上去也不是全额。开打后除了会给你上一身debuff给自己上一身buff，还会有个特有的debuff丢给你:死亡缠绕\n\n\n\n\n死亡缠绕.jpg (5.97 KB, 下载次数: 37)\n\n下载附件\n\n2015-9-24 19:47 上传\n\n\n\n\n\n\n等等这是什么玩意？看起来其实是个人畜无害的buff，不过这个buff其实非常可怕，只要时间到了，持有者就会被/kill来处理，也就是直接死亡....该buff会在击杀半羊人召唤的迷失之魂时刷新，或者喝牛奶也可以在buff结束的时候刷新一次。不管怎么说，一定要注意这个buff的持续时间来决定下一步的行动。\n然而这些其实都是可以克服的问题，稍微有经验的冒险者都可以毫无压力的解决，最麻烦的是什么呢？是半羊人的第二形态....一旦半羊人被打到300血一下，也就是半血一下，他会立刻放出3个迷失之魂并进入无敌模式，然后用本身的缓慢回血和回血buff来回血。不击杀所有的迷失之魂他就会保持无敌直到回复到超过四分之三血量。迷失之魂和精神体一样的造型，体积非常小，可以飞，会近身攻击玩家。一共有三种颜色，然而这三种颜色需要三种攻击方式才能消除，一种需要普通攻击，一种需要火焰伤害，一种需要直接伤害。普通攻击没啥问题，砍就行了，火焰伤害有神秘时代的火焰核心或者火焰附加的武器也可以，最不济用安博苔藓都能搞死，不算很难。然而直接伤害怎么办呢？这个黑色的迷失之魂就是只能用这种办法击杀，直接伤害原版和巫术mod只有喷溅型伤害药水可以。然而这些迷失之魂20血，你至少得准备个十多瓶才比较稳妥.....而且你还得注意别丢到自己了....这三种迷失之魂击杀后都会掉落抑制之精神，对梦世界找不到精神体的玩家，这个是个不错的精神体来源。\n击杀了三个小弟后，半羊人解除无敌，然而这个时候我们发现我们的武器打他开始不疼了，困难模式下甚至被锁定为了1伤害，打1回1，简直不掉血，而且不定时还会出现迷失之魂来找你麻烦。那么第二形态高物理减伤的半羊人如何对付呢？这时候我们就需要扔他伤害药水来解决问题了。直接扔原版的伤害药水就可以，不过这玩意没法叠加非常不好携带，而且制作成本也不算低，有个效率更高更方便的就是带有恶魔之祸这个药效的巫师炼药锅药水。\n\n\n\n\n恶魔之祸.jpg (16.88 KB, 下载次数: 31)\n\n下载附件\n\n2015-9-24 20:00 上传\n\n\n\n\n\n在药效5的第二页，我们可以看到有这么一种专业对付恶魔的药水，不巧半羊人就是异次元的恶魔生物，用这个对付他效果拔群，一发强度4的能轰掉30多血，非常划算，而且材料就是冰，也非常便宜，做个4-5组（一组16个）对着第二形态的半羊人狂仍就行了，你会发现他像风中飘摇的残炎一样抵抗不住药水的轰炸而轰然落幕.....半羊人的掉落是恶魔之心，附魔书，和半羊人之罐，该罐子作为顶级道具可以说是彻底升华了巫师炼药锅的药水系统和魔富术系统，非常强大。这个我会在装备讲解中详细解说。\n哦说了半天如何召唤他我们还没讲，召唤半羊人需要一个至少14000魔力的祭坛，一个巫师炼药锅，然后在外面画好5*5的仪式圆环（具体请翻书查看画法），然后制作一个等级12药效的召唤半羊人的药水，实际上这个是一个炼药锅仪式而不是药水，按照顺序投入地狱疣，女神之泪，钻石熏气，钻石，下界之星，巫师帽（注意要全新没附魔没损坏的）。然后如果魔力足够就会出现粒子效果然后半羊人就会出现啦~享受挑战究极boss的乐趣吧，记得叫上你的小伙按哦~\n巫术血统及相关\n吸血鬼先说好,吸血鬼和狼人这两个血统,尽量只选择一个,如果变为混血的话,会互相影响效果导致双方的技能都不如纯血强力.不过你要是喜欢杂技多的话那选择两个血统也不是不可以.混血的设定在配置文件中可以关闭,服主如果有需要可以考虑.\n成为吸血鬼:\n为了成为一名吸血鬼,首先你需要摆放各大村庄寻找图书馆,能找到一本叫 观察日记:不死者 的书.这就是吸血鬼的任务流程书啦.还有图书馆会有 被撕掉的残页 这个道具,可以跟观察日记合成来解锁隐藏的页数,来允许玩家提升到更高的吸血鬼等级.\n\n上图所示的就是村庄生成的图书馆啦,除了墙上的4个物品展览框中的书,走进了会发现旁边还有一个宝箱,里面也会有很多本书.大部分都是巫术mod的指引书,也会出现其他mod的书籍比如魔导手册.我们需要找的是这个:\n\n\n\n\nbook.jpg (25.85 KB, 下载次数: 35)\n\n下载附件\n\n2015-10-1 12:26 上传\n\n\n\n\n\nok找到这本书就是开始了第一步了，不过如果你跑了一天的图还是没找到这本书，那么有另外一种获得方式：制作。\n\n\n\n\nbook_make.jpg (10.99 KB, 下载次数: 39)\n\n下载附件\n\n2015-10-1 12:30 上传\n\n\n\n\n\n\n6个地狱疣，一个下界之星。一个书，一个大蒜（打高草丛获得，可以在耕地上种植），制作出来的是不带解锁页数的基本版观察日记。\n至于被撕掉的残页这个东西，只能在图书馆找到，没有其他正规获取方式，比较蛋疼....不过你看了攻略不攒全9页也不是不可以，收集控的话为了看完整本书就辛苦辛苦找村庄吧~\n至于内部的内容我就不都贴出来了，实在有兴趣可以自己开创造看吧。\n\n有了这本书，我们还需要准备的材料：线*24，红石*8，骷髅头颅*1，火把*4，伯莱恩匕首*1，鸡（成熟体）*1\n然后摆出来如下图所示的仪式：\n\n\n\n\nrite.jpg (56.32 KB, 下载次数: 53)\n\n下载附件\n\n2015-10-1 12:50 上传\n\n\n\n\n\n\n然后想办法把一只成年的鸡放到骷髅头颅上站着，身上带着一个空的玻璃高脚杯，然后用伯莱恩匕首杀死鸡。就能获得一杯鸡血。\n玻璃高脚杯怎么来的？\n\n\n\n\nglass.jpg (7.85 KB, 下载次数: 32)\n\n下载附件\n\n2015-10-1 12:51 上传\n\n\n\n\n\n成功后应该会获得鸡血：\n\n\n\n\nblood.jpg (10.54 KB, 下载次数: 29)\n\n下载附件\n\n2015-10-1 12:56 上传\n\n\n\n\n\n然后等到晚上，对着刚才那个仪式中的骷髅头颅使用鸡血，骷髅头颅和鸡血会被消耗（空的玻璃高脚杯会返还），然后召唤出一个NPC并且出现提示：将我的女儿送往烈焰火之湖泊。\n\n\n\n\nini.jpg (38.53 KB, 下载次数: 25)\n\n下载附件\n\n2015-10-1 12:58 上传\n\n\n\n\n\n\n大约就是这么个玩意，这是友军，可别杀了啊....我们要做的是把他带到下界然后扔到岩浆海里面还召唤boss莉莉丝。依尼NPC默认会更随召唤他的玩家。她不会跳，你进地狱门之前记得给她搭个楼梯啊。不过如果有其他的生物搬运方式也是可以使用的，灵魂瓶啊什么的都可以，送到地方就行。带着她到岩浆海，然后把她打进岩浆海中。她会着火但是不会掉血，然后过一段时间后就会出现莉莉丝boss了！注意，boss出现的时候会发生一次爆炸，所以推进去之后尽量离远点。\n莉莉丝：boss，其他信息请查看生物介绍中的boss分类。由于她免疫岩浆海和火，我们要想办法把他勾引到陆地上比较好打，或者穿冰鞋或者倒水来想办法能击杀她。第一形态是会巨大化的并且会丢你火球，打死后会变成不主动攻击的第二形态，这个时候是无限复活的而且不会巨大化了。到这里我们就要对她使用空的那个玻璃高脚杯，她会给我们一杯装有莉莉丝之血的杯子，我们喝下去，就是吸血鬼了！\n\n\n\n\nblood_2.jpg (11.11 KB, 下载次数: 32)\n\n下载附件\n\n2015-10-1 13:05 上传\n\n\n\n\n\n\n不要犹豫干了它吧！\n吸血鬼的能力：\n以下是吸血鬼的基本能力，有些能力会随吸血鬼等级提升而强化\n1.免疫中毒和瘟疫debuff（不是凋零，瘟疫是巫术特有的debuff）\n2.感知血液（观看目标生物可以看到生物的血液存贮量）\n3.吸血（快捷栏左侧第一个的技能，使用后吸取目标生物的血液存贮来补充自己）\n4.血液存储条（屏幕左侧中间，吸血还回复，用来使用吸血鬼技能）\n5.基础攻击力提升\n6.免疫绝大多数死亡方式\n7.晒太阳会立即死亡（/kill级死亡,火抗没用，5级吸血鬼后不会立即死亡，然而也无法长期晒太阳）\n8.体力值在有血液存贮时自动回复（如果血液和体力都用完了会受到虚弱和减速debuff，不会饿死）\n9.食用一般食物会造成反常之饥（实测效果：原版和很多其他mod的食物直接无法食用）\n10.火抗无效\n11.吸血鬼娃娃无效\n12.死亡守护娃娃无效\n\n至于免疫死亡这点我们来详细的解说一下，可以被墙挤死，可以掉虚空死，可以被火和岩浆烧死，可以被太阳光杀死，可以被狼人血统的生物和狼人怪物杀死，睡觉时可以被其他生物使用木桩杀死，可以/kill死，可以被boss生物杀死，可以被其他吸血鬼杀死。除了上述的这些死法，基本无法击杀吸血鬼。淹死啊摔死啊怪物攻击啊什么的都无法击杀。可以说非常逆天的生存抗性。\n吸血鬼还有一些高级技能，在高等级后会自动解锁：\n1：夜视/凝视技能，可以自由开关，获得夜视buff和凝视能力，凝视是使看到的生物被麻痹（不能移动），高级版可以魅惑村民跟随。\n2：加速技能，开启后获得加速，可以叠加使用，满级吸血鬼最多可以叠加5次，基本是光速，嗯.....\n3：防晒：5级后获得的能力，白天被太阳晒到不会立刻死亡而是会满身debuff然后持续消耗血液存贮，如果消耗光了的话，还是会死亡，不过至少多了点逃命的时间\n4：变蝙蝠：变为蝙蝠形态飞行，飞行类型和创造模式的非常接近，飞行状态下不能使用某些物品，并且造成的伤害会减少，吸血量也会减少。\n5：制造染血羊毛：4级甚至更高等级的吸血鬼对着羊毛方块使用骨针，消耗半格血液存贮可以制造一个染血羊毛。\n6：制造吸血鬼:9级后获得的能力，可以手持空的玻璃高脚杯按住，会变成装有自己的血的玻璃杯，其他玩家喝掉后会变为1级吸血鬼。同时带有此能力后，僵尸不会主动攻击你。\n7：唤雨/回家/蝙蝠风暴:10级后的能力，需要靠制造的小弟来帮忙采集血液到血液坩埚中，然后对坩埚使用道具可以获得能力。这部分我在下面详细解释。\n8：碎石：徒手攻击石头可以立即破坏，消耗大量体力。\n9：击退：普通攻击附带击退效果。\n提升吸血鬼等级：\n吸血鬼在喝掉其他吸血鬼的血或者莉莉丝的血之后是1级的吸血鬼。升级流程在观察日记上有详细的记录，不过如果找不到书页的话，可以在这里直接查阅：\n2级：从村民或者玩家或者其他生物身上吸满自己的血液存贮就可以升到2级。获得凝视/夜视技能\n3级：在夜晚趁着村民入睡后对村民吸血吸到快到2血，5次后完成升级。（睡着后吸血只要不到2格一下是没伤害的，也不会被发现），获得击退能力\n4级：夜晚的时候吸满血液存贮，升到4级，获得加速能力\n5级：夜晚的时候对自己脚下使用10个阳光手雷，完成后升级。获得防晒技能。\n6级：击杀20个烈焰人，升到6级。获得碎石能力\n7级：重新进行一次召唤莉莉丝的仪式，然后给第二形态的莉莉丝一个罂粟，升到7级，获得变蝙蝠能力\n8级：蝙蝠形态下从一个村庄飞到另外一个村庄，村庄被标记时会有提示音，中途不能死亡不能切换形态，完成后升到8级。凝视可以使村民和守卫跟随玩家\n9级：利用凝视来关押5个村民（书上绘制的特定的设备），然后把他们吸血吸到接近2格，吸5名村民后生到9级\n10级：将一个村民的血液存贮吸干（不要杀死），然后用凝视技能吸引到一个棺材附近，然后对村民使用装有自己的血的玻璃高脚杯来制造一个吸血鬼，成功后变为10级。可以制造血液坩埚来获取终极技能。\n\n然而总有些卡住不知道怎么升级的玩家，我来详细解释下这里的难点：\n阳光手雷是用设备阳光收集器来制作的：\n\n\n\n\n1.jpg (9.81 KB, 下载次数: 36)\n\n下载附件\n\n2015-10-1 14:07 上传\n\n\n\n\n\n然后制作球状石英对着这个设备使用就能放上去了，白天的时候会充能，变成金色的球球就是充能完毕变成了阳光手雷。使用后会变成球状石英。记得要扔10个，还是要扔在脚下哦。\n击杀20个烈焰热的任务有时候会出现无论如何也无法完成的情况，原因未知，如果你发现自己击杀了快100个还是无法完成，那么请洗掉吸血鬼血统重新来一遍，反正也不要多少功夫....\n村庄中飞行这个有时候在两个村庄之间也不会完成任务，多尝试几个村庄\n关押村民的设备在书上明确画出来了，看不懂的可以看下图我自己堆的。这个任务说是要5个实际上脸好的话1个就能完成...\n\n\n\n\nhouse.jpg (62.01 KB, 下载次数: 21)\n\n下载附件\n\n2015-10-1 14:42 上传\n\n\n\n\n\n\n注意前面是有个开口的，不是完全封死的铁栏杆。\n10级的制造吸血鬼，为了保证村民不会被吸血致死，请准备一个喷溅型治疗药水，治疗药水回复生命值但是不回复血液存贮的，放心使用。\n其他：\n1.在变为1级吸血鬼时有很小的几率同时获得狼人血统，该设置可以在设置文件中关闭，默认是开启的。\n2.吸血鬼也可以被狼人的攻击感染为狼人\n3.吸血鬼为了自身安全会经常下雷雨/使用黑夜仪式，这对大服务器来讲是比较麻烦的事情，可以ban掉血液坩埚来禁止下雨，配置文件可以设置黑夜仪式的使用CD，服主如果在意的话可以考虑设置来削弱吸血鬼\n4.吸血鬼虽然不能使用火抗，然而神秘时代禁忌魔法的炼狱法杖的火免和不能燃烧特性是有效的！！！也就是说手持炼狱法杖的吸血鬼连火焰都不能杀死他，配合下雨基本是不打boss无敌的存在，非常逆天....为了禁止这种组合可以在巫术的配置文件中关闭对神秘时代的支持。或者直接不使用禁忌魔法这个神秘拓展。\n5.吸血鬼的吸血和吸血鬼小弟的吸血会导致村民的反感而降低声望，如果在一个村子中声望过低，村民会召唤狩巫人来攻击吸血鬼。\n6.血魔法mod的匕首/献祭宝珠会吸收吸血鬼的血液存贮而不是吸血鬼的姓名，其他mod的火抗道具和buff也许会抵抗火焰伤害但是可能会无效其他正常可以抵抗的死亡方式，请慎用。\n7.吸血鬼的10级技能刚获得的时候没有能力，要多制造几个吸血鬼小弟，小弟会在夜晚去最近的村庄吸血，在制造他们的棺材旁边紧挨着放一个血液坩埚（工作台合成），他们会把吸来的血放进去，当装满坩埚的时候，对坩埚使用不同的物品就会获得不同的技能，水洋藓球茎是唤雨，蝙蝠之毛是召唤蝙蝠群，羊毛是回家。唤雨就是立刻下雷雨，蝙蝠群就是帮助战斗的，相当可观的输出。回家是使用后会立刻返回床，如果在床边使用会传送到最近的村庄。8.去除吸血鬼血统可以用书上记载的去除诅咒仪式，也可以召唤莉莉丝，然后在第二形态下给他一个大蒜。大蒜可以通过打高草丛获得。\n9.大蒜可以制作大蒜环，吸血鬼不能穿过大蒜环。\n10。附送一个资深吸血鬼的告诫：“并没有天下无敌”\n狼人\n警告:狼人的关键技能天然减伤和穿甲可能被bukkit(以及cauldron)的服务器插件冲突给取消掉效果,这将导致狼人的实用性基本变为0.选择狼人建议做好被服务器坑的准备.如有撕逼,笔者概不负责....\n成为狼人：\n成为狼人的渠道有三，不过我只推荐比较稳定的一种，另外一种的达成率简直微乎其微，第三种是狼人玩家感染，这个对成为第一名狼人玩家来说是没用的。\n第一种，犬神诅咒仪式：\n\n\n\n\n1.jpg (39.82 KB, 下载次数: 48)\n\n下载附件\n\n2015-10-4 11:40 上传\n\n\n\n\n\n这仪式的材料不是很贵，但是额外的准备非常麻烦，首先这货要10000的魔力，这就意味着你的种不少的树....巫媒就是变狼人玩家的巫媒，角魔之息是巫师烤炉出品，地狱犬头颅是地狱犬的稀有掉落，用仪祭匕首可以砍出来，狼毒草是个果实。狼毒草种子打高草获得，可以种在耕地上，生长周期非常长。怪诞之酿药水是水壶制作，所有巫术诅咒都是用它的。准备好材料，画好法阵，你还需要准备其他的条件：\n1.必须有猫爱宠并且召唤出来待在法阵内。\n2.有6名聚会女巫（请查看先知之石部分）\n3.必须满月（不知道MC满月什么样子的请自行wiki）\n4.没有诅咒防护娃娃\n如果不成功会有提示原因并返还材料，如果成功了就会获得狼人能力，因为是夜晚，应该会被立刻强制变为狼。这就是成功了。\n\n\n第二种非常难以达成的获得狼人诅咒的方式：找到一个狼人村民（如何鉴别请看巫术生物部分），注意刷怪蛋和其他刷村民的机器是刷不出来这种村民的，只能靠天然生成或者/summon witchery.werevillager 来召唤。晚上的时候这种村民会变成狼人形态并极富有攻击性，我们需要的是先抓到这样一个村民。然后在满月的时候让他变身。然后制作2个道具：犬神雕像和捕狼陷阱。\n犬神雕像：\n\n\n\n\nsculpture.jpg (9.8 KB, 下载次数: 40)\n\n下载附件\n\n2015-10-4 11:46 上传\n\n\n\n\n\n该雕像是狼人升级的必须设备，不管怎么说你也得做。3个石头，3个狼头颅或者地狱犬头颅都行，外加一个狼毒草可以制作。狼头颅是狼被匕首击杀几率掉落。\n捕狼陷阱：\n\n\n\n\n2.jpg (10.16 KB, 下载次数: 22)\n\n下载附件\n\n2015-10-4 11:51 上传\n\n\n\n\n\n2个狼毒草，2个枯竭水晶，4个沉积银和一个捕熊陷阱可以制作。\n捕熊陷阱的制作方法:\n\n\n\n\nbear.jpg (10 KB, 下载次数: 38)\n\n下载附件\n\n2015-10-4 11:48 上传\n\n\n\n\n\n这东西说是捕熊陷阱，其实主要放置后，是个生物踩上去都会麻痹30秒（玩家都可以）。这东西做陷阱有那么点用，不过这里我们是用来做中转材料的。\n枯竭水晶：\n\n\n\n\n3.jpg (17.6 KB, 下载次数: 32)\n\n下载附件\n\n2015-10-4 11:50 上传\n\n\n\n\n\n非常贵的东西，虽然能进行自我复制，然而第一次做非常贵，1个下界之星，1个钻石，1个燧石，6个岩浆膏可以做两个。\n沉积银：这个东西其实就是银粉，不过它的获得方式比较蛋疼，制作制银桶然后贴着熔炉放，在烧矿石的时候能几率出来一个沉积银。最多一个熔炉能接3个制银桶。\n好了有了这些东西我们做出来了一个捕狼陷阱，我们需要做的是：找个满月，把犬神雕像摆地上，然后在雕像面前放上捕狼陷阱，然后勾引变了狼人形态的村民去踩到陷阱上，然后靠近了被他多打几次而不死。就有几率获得狼人诅咒。成功与否跟犬神雕像互动就知道了，如果他说“你不值得我的恩赐！”那就是没成功，如果是给你派任务，就是成功了。\n然而狼人村民的生成几率突出一个低，不建议尝试该方法。\n\n第三种：被其他狼人玩家多次攻击到濒死状态，有几率直接获得狼人血统，会提示：你的嗅觉变为更敏锐了。\n任何玩家都能获得，不需要黑天和满月，甚至吸血鬼都可以被感染成为混血。\n狼人能力：\n狼人血统有两个形态，狼人等级1-10可以变身为狼，狼人等级为5-10可以变身为狼人。两种形态有通用技能，不过也有一些小差别。\n狼人血统会在夜晚的时候强制变为狼形态，白天变回人形态，人形态没有任何能力加成。\n狼形态：\n基本能力：\n1.变为狼的模型并且可以穿过1格高的洞穴（在基岩洞穴中穿梭，嗯）\n2.不能穿戴护甲，变身是会立刻脱下所有护甲，并且不能使用部分物品（比如弓）（记得先脱衣服再变身！！）\n3.非常快的移动速度\n4.略微的跳跃高度提升（和跳跃距离提升）\n5.一格高度的方块不用跳跃会自动翻越（类比神秘时代的旅行者之靴）\n6.保持夜视\n7.免疫中毒和瘟疫debuff\n8.天然护甲减伤，并且物理伤害和魔法伤害减伤。\n9.惧怕银器攻击（会有额外伤害并且无视护甲减伤）\n10.额外血量\n狼人形态：\n基本能力：\n1.变为狼人的模型\n2.不能穿戴护甲\n3.快速的移动速度\n4.非常高的跳跃高度（和跳跃距离）\n5.手持物品会自动掉落（除了月影之魅，大约拿到后2-秒后会掉落，手快还是能吃到东西）\n6.保持夜视\n7.免疫中毒和瘟疫debuff\n8.一格高度的方块不用跳跃会自动翻越（类比神秘时代的旅行者之靴）\n9.巨量的额外血量\n10.巨量的额外攻击力\n11.天然护甲减伤，并且物理伤害和魔法伤害减伤。\n12.惧怕银器攻击（会有额外伤害并且无视护甲减伤）\n升级后狼人和狼可以获得其他的能力，这个在狼人升级中详细介绍。\n狼人升级：\n狼人升级全部是在犬神雕像这里领取任务，没有狼人血统的时候互动是不会发布任务的，有了后可以领取任务。获得狼人血统后是1级狼人。\n2级：给雕像3个金锭。奖励是1个月影之魅，携带月影之魅不会被夜晚强制变身。右键按住可以变为狼，shift右键可以变为狼人（需要5级）\n3级：变为狼形态杀羊，会掉落生羊排，给雕像30个羊排。获得能力：狼形态可以立刻挖掘沙子和泥土，并几率发现一个骨头\n4级：击杀地狱犬或者狼收集狗之舌，给雕像10个狗之舌。或的能力：狼形态和狼人形态击杀生物可以吃掉来回复体力。\n5级：领取任务会获得一个狩猎之角，按住来召唤角魔狩猎者，击杀后完成任务。获得能力：可以变身为狼人\n6级：狼人形态下，跳砍致死十个怪物。获得能力：狼人或者狼形态的冲刺攻击会有额外伤害，可以与跳砍的暴击叠加。\n7级：狼人形态下，抬头望天并且在16个地点shift+右键发出嚎叫。获得能力：狼人形态下可以嚎叫来眩晕周围的怪物5秒\n8级：狼形态下，驯服6只狼。获得能力：狼形态下嚎叫可以召唤出狼帮助战斗，一段时间后消失。\n9级：狼人形态下，击杀30只地狱猪人。获得能力：狼人攻击可以穿甲\n10级：狼人形态下击杀一名玩家或者村民。获得能力：狼人和狼形态下，攻击玩家或者村民并达到濒死可以几率感染受害者成为狼人血统。\n其他：\n1.狼人和狼都可以穿戴饰品的。所以神秘时代的符文护盾是非常适合狼人的装备。\n2.生羊排是可以烧熟的，狼人特供食物哦，不错吧。2级以上狼人和狼都可以击杀羊来获得羊排，没给金锭的1级狼人血统不行哦。\n3.5级任务的角魔狩猎者召唤道具不能重复领取，如果丢失了请用浸血的柳条捆来召唤角魔狩猎者。\n4.狩猎之角使用时会产生爆炸，这个无法被防爆mod保护，所以请在野地召唤角魔boss防止把家炸了。\n5.月影之魅如果丢失或者损坏，可以用3个金锭再次来领取，无限的。\n6.去除狼人诅咒只能使用书上记载的去除诅咒仪式。\n7.狼人的能力强度和吸血鬼的血液存贮量都是根据等级提升而提升的，满级狼人60血（30心），自带护甲，并且最多一次受到1心的伤害，非常强大，如果不是吸血鬼会飞，狼人可以说是吊打吸血鬼的存在.....（笔者个人倾向狼人啦，不代表吸血鬼不强）\n\n\n\n巫术道具与物品\n变异枝条与变异生命体变异枝条是用巫师炼药锅制作的道具.看过上面的道具制作部分的教程应该不难做出来.材料是地狱疣,树人嫩芽,超级转生粉.地狱疣不多说,超级转生粉也是巫师炼药锅制作的道具,树人嫩芽是击败树人掉落的材料.树人的召唤方式是砍伐山梨树,赤杨树,山楂树会有概率召唤出来并飞速跑过来攻击玩家,本身200血而且有投掷技能.用斧头可以有额外伤害方便击杀,如果护甲不过关可以卡地形射箭干掉他.树人嫩芽是固定掉落1个的不需要匕首补刀.具体击败树人的方式我会在生物篇细讲.\n变异枝条本身不是无限使用的,而且耐久只有少得可怜的15点,也就是用15次就要重新做.该道具可以用神秘时代的奥法修复台修理.没有该设备重新做一个也不是很贵.变异枝条继承了超级转生粉的两个效果:对陆地上的草方块使用可以变成菌丝,对菌丝使用可以再次变回草方块.对水下的泥土使用可以变成粘土.然而除了制造菌丝还可以我不推荐这样制造粘土来提供粘土罐的消耗......\n变异枝条的主要作用其实是变异生物，通过变异枝条变异才能获得的动植物和道具一览：\n擒拿草，生物陷阱，血玫瑰，水蛭箱子，苦艾，寄生虱，矿德拉草，猫头鹰，蟾蜍，飞天猴子，虚空荆棘，末影荆棘，野荆棘。\n下面我们来一一介绍这些动植物和道具的获得方式和用途。\n擒拿草：\n\n\n\n\n\n擒拿草.jpg (73.71 KB, 下载次数: 37)\n\n下载附件\n\n2015-9-10 17:45 上传\n\n\n\n\n\n\n如图所示，左侧是拿着一本巫师酿造手册的擒拿草，右侧是一个空的擒拿草。擒拿草的功能是可以放置一个道具的植物。该植物属于其他变异需求的基本植物，而且携带道具的擒拿草可以用来为圆环法阵提供材料，怕丢地上消失的玩家可以选择在法阵中放置擒拿草并把道具摆在上面来激活法阵。使用方法类似神秘时代的奥术基座。\n制作方式：\n\n\n\n\n擒拿草获得.png (54.64 KB, 下载次数: 47)\n\n下载附件\n\n2015-9-10 17:49 上传\n\n\n\n\n\n在静止的水上放置一个箱子，箱子四周放上草（用剪刀打草来收集），然后用变异枝条右键箱子，然后箱子会消失，四周的四个草就变成擒拿草了。空手破坏即可获取。该植物消耗量不大，4个基本就够用，防止丢失可以做8个。\n生物陷阱：\n\n\n\n\n\n生物陷阱.jpg (57.39 KB, 下载次数: 34)\n\n下载附件\n\n2015-9-10 17:56 上传\n\n\n\n\n\n\n生物陷阱是用来捕捉小型生物的道具植物，该陷阱可以捕捉的生物非常有限：蝙蝠，小史莱姆，蠢虫，小岩浆怪。该植物放置在地面上后，可以捕捉的生物靠近后就会被抓起来，一个陷阱只能捕捉一个。左侧显示的是捕捉了蝙蝠的生物陷阱，右侧是空的生物陷阱。注意该植物需要用伯莱恩匕首收获才能得到带有生物的生物陷阱。请准备好再来制作。\n制作方式：\n\n\n\n\n生物陷阱制作.png (56.27 KB, 下载次数: 41)\n\n下载附件\n\n2015-9-10 18:01 上传\n\n\n\n\n\n在静止的水上方放置一个蜘蛛网，蜘蛛网四周摆放4个赤杨树树苗，然后蜘蛛网内需要有一只僵尸，然后用变异枝条右键蜘蛛网。该植物的消耗量比较大，日后变异生物每次基本都要消耗2-4个，建议可能的话该植物多做一点不嫌多的。反正树苗和蜘蛛网都很好获得，不是么\n血玫瑰：\n\n\n\n\n\n血玫瑰.jpg (53.77 KB, 下载次数: 37)\n\n下载附件\n\n2015-9-10 18:04 上传\n\n\n\n\n\n\n“巫师的后花园虽然漂亮，不过可是很危险的呢！”上图左侧是正常原版的罂粟，右侧是血玫瑰，可以看出来差别非常小。主要区别就是血玫瑰可以在任何方块表面放置，不需要非得是草地或者泥土。该作物的作用主要是获取巫媒，可以保存上一个经过该植物的生物的巫媒，用未绑定的巫媒右键血玫瑰可以获取，该保存只能获得一次，再次获得需要再次经过。\n制作方式：\n\n\n\n\n血玫瑰获得.png (49.51 KB, 下载次数: 47)\n\n下载附件\n\n2015-9-10 18:11 上传\n\n\n\n\n\n静止的水上方放置一个水蛭箱子，水蛭箱子四周放置一个罂粟（此处官方的说明是玫瑰丛，亲测需要罂粟）。然后用变异枝条右键水蛭箱子（箱子会被消耗）\n注意该植物必须要用伯莱恩匕首采集，不然会直接破坏。\n水蛭箱子：\n\n\n\n\n水蛭箱子.jpg (37.84 KB, 下载次数: 34)\n\n下载附件\n\n2015-9-10 18:17 上传\n\n\n\n\n\n左侧是开启/关闭中的水蛭箱子，右侧是静置的水蛭箱子。该箱子容量和一般木箱子一样。和陷阱箱一样的基本功能（除了无法合并成大箱子）。除了外观酷炫，他的主要作用也是获取巫媒。该箱子可以记录最多3个使用过他的玩家的巫媒，获取记录的巫媒需要用未绑定的巫媒右键箱子上面的3个红点。这个记录是维持最后三名使用它的玩家，巫媒获取这不能获得自己的巫媒。获取别人的巫媒需要对方在这个世界中。破坏并再次放置巫媒记录不会消失。把这箱子埋在地里真是突出一个帅气，强烈推荐用来铺地板。\n制作方式：\n\n\n\n\n水蛭箱子获取.png (61.2 KB, 下载次数: 48)\n\n下载附件\n\n2015-9-10 18:22 上传\n\n\n\n\n\n地面上放置一个陷阱箱（注意不是普通箱子），箱子四周是一格的静止水，箱子四面水上的1格要各放置一个藤蔓。然后用变异枝条右键陷阱箱。\n苦艾：\n\n\n\n\n\n苦艾.png (49.15 KB, 下载次数: 43)\n\n下载附件\n\n2015-9-10 18:29 上传\n\n\n\n\n\n\n该植物的主要作用是用来用火盆召唤幽灵生物，种植在耕地上，最多可以生长2格高（每格分开计算成熟和收获）。该植物需要纤细棉花，而且召唤幽灵生物制作灵物属于巫术mod的顶级科技，前期不推荐制作。\n制作方式：\n\n\n\n\n苦艾制作.png (62.56 KB, 下载次数: 32)\n\n下载附件\n\n2015-9-10 18:32 上传\n\n\n\n\n\n耕地上种植出完全成熟的小麦，小麦四周放置纤细棉花，小麦的四个角放置1格的静止水，然后用变异枝条右键小麦。\n寄生虱：\n\n\n\n\n\n寄生虱.png (34.63 KB, 下载次数: 41)\n\n下载附件\n\n2015-9-10 18:35 上传\n\n\n\n\n\n\n该生物比较特殊，可以说是生物也可以说是道具。他的主要用途是用来制作巫术的顶级防具树人腰带，树皮护甲制作的必要材料。本身也可以与喷溅类药水在工作台合成，合成后放在快捷栏时，被攻击会把有益的药水对自己使用，有害的药水对攻击者使用，快捷栏最多同时只能触发一条寄生虱的效果，然而可以放多个备用。作为道具形态右键地面可以召唤，生物形态右键互动或者击杀会变成道具。该生物各项指标和蠢虫相当，召唤出来时不要被打死了....\n制作方式：\n\n\n\n\n寄生虱制作.png (94.43 KB, 下载次数: 31)\n\n下载附件\n\n2015-9-10 18:37 上传\n\n\n\n\n\n地面上放置一个捕获了蠢虫的生物陷阱，生物陷阱四周是一格的静止水，水上放置睡莲。生物陷阱的四个角放置四个擒拿草，擒拿草上放置1个调谐之石（充能），1个狗之，和2个转生粉，擒拿草道具的摆放顺序无所谓。摆放完成后用变异枝条右键擒拿草，就会出现一个生物形态的敌对寄生虱。\n矿德拉草：\n\n\n\n\n\n矿德拉草.png (56.06 KB, 下载次数: 32)\n\n下载附件\n\n2015-9-10 18:44 上传\n\n\n\n\n\n\n先说好这是所有变异生物中最难最难制作的一个，如果没有末影注魔的带人瞬移能力建议暂时不要考虑，该植物的作用目前只有巫师炼药锅的酿造系统中延长药效的持续时间，不是必须制作的植物，如果打算制作请有充足的准备（如果没有防爆mod那么我推荐神装+末影注魔后再来制作这个），该植物外观和曼德拉草基本完全一样，然而该植物生长周期非常长而且产量很低。\n制作方式：\n\n\n\n\n矿德拉草制作.png (69.49 KB, 下载次数: 47)\n\n下载附件\n\n2015-9-10 18:47 上传\n\n\n\n\n\n好了到了激动人心的制作环节了。一格静止水上方放置一个蜘蛛网，蜘蛛网四周上在耕地上种植出成熟的曼德拉草，蜘蛛网四角放置四个擒拿草，擒拿草放置1个调谐之石（充能），2个超级转生粉和1个汇聚之意志（蒸馏塔），蜘蛛网中需要有一个曼德拉草（就是那个打曼德拉草会出来的乱蹦的小玩意）和一个爬行者。 制作难度高的主要原因就是这两个生物都很难捕捉，曼德拉草四处乱窜而且会给你个反胃debuff让你找不着北，爬行者更是会各种爆炸，反胃效果只能顶着上，爬行者可以穿戴巫师袍来使爬行者无视你就不会爆炸了。曼德拉草不会触发爬行者的爆炸。都准备好了用变异枝条右键蜘蛛网，你就获得了四个矿德拉草。该植物完全成熟后收获会掉落1个矿德拉花蕾，低概率掉落两个，花蕾本身就是材料也是矿德拉草的种子。\n注意如果花蕾以道具形态掉在地上3秒没有被捡起来就会变成矿德拉草的生物形态，会追踪投掷出花蕾或者最近的玩家然后爆炸，为防止该情况发生请务必迅速捡起花蕾。猫头鹰：\n\n\n\n\n\n猫头鹰.png (35.81 KB, 下载次数: 18)\n\n下载附件\n\n2015-9-10 19:42 上传\n\n\n\n\n\n\n你看多萌~猫头鹰是是变异生物，击杀后概率掉落小猫头鹰之翼，用生猪排或者生牛排喂养可以驯服。和狼一样满足条件可以繁殖。可以和擒拿草一样携带一个道具该生物跟狗一样可以帮助主人战斗，并且可以用绑定仪式变成爱宠。猫头鹰可以飞也可以瞬移。\n制作方式：\n\n\n\n\n猫头鹰获取.png (116.83 KB, 下载次数: 26)\n\n下载附件\n\n2015-9-10 19:54 上传\n\n\n\n\n\n静止水上方放置一个蜘蛛网，蜘蛛网四周是2-4个带蝙蝠的生物陷阱（这个数目决定了产生猫头鹰的数量，4个就是4个猫头鹰），蜘蛛网四角放置四个擒拿草，擒拿草上放置1个调谐之石（充能）和三个超级转生粉，蜘蛛网内有一只狼或者狗或者愤怒的狼，然后用变异枝条右键蜘蛛网。\n注意未驯服的猫头鹰会四处乱飞，所以切记要在封闭空间内完成该变异来方便驯服，不然都飞走了可就划不来了。\n蟾蜍：\n\n\n\n\n\n蟾蜍.png (43.64 KB, 下载次数: 27)\n\n下载附件\n\n2015-9-10 20:01 上传\n\n\n\n\n\n\n这玩意是不是看起来很眼熟？对的超级马里奥1代那个出门遇到的玩意就是他们！该生物被击杀概率掉落青蛙趾和粘液球，可以用腐肉驯服，满足条件可以繁殖。会跳跃也会瞬移。可以用绑定仪式绑定为爱宠。\n制作方式：\n\n\n\n\n蟾蜍制作.png (109.64 KB, 下载次数: 30)\n\n下载附件\n\n2015-9-10 20:01 上传\n\n\n\n\n\n静止水上方放置一个蜘蛛网，蜘蛛网四周是捕获了小史莱姆的生物陷阱（这个数目决定了蟾蜍的数量，4个就是4只蟾蜍），蜘蛛网四个角放置四个擒拿草，擒拿草上放置1个调谐之石（充能）和三个超级转生粉，蜘蛛网内有一只猫或者豹猫，准备就绪后用变异枝条右键蜘蛛网。同样建议在封闭空间中完成变异方便驯服。\n飞天猴子：\n\n\n\n\n\n飞天猴子.png (22.26 KB, 下载次数: 40)\n\n下载附件\n\n2015-9-10 20:05 上传\n\n\n\n\n\n\n这个小玩意是二次变异的产物，也是比较难以制作的变异生物，作为宠物飞天猴子和猫头鹰一样可以飞行，而且也会辅助战斗，可以用生猪排或者生牛排驯服，驯服后飞天猴子有特殊的搬运方法：给它一个巫媒他会寻找到巫媒对象并携带其回到主人身边，给它一个绑定的寻路石或者血腥路碑他会把主人携带到寻路石指定的位置，寻路石不会被消耗然而巫媒会被消耗。\n制作方式：\n\n\n\n\n飞天猴子制作.png (140.81 KB, 下载次数: 21)\n\n下载附件\n\n2015-9-10 20:12 上传\n\n\n\n\n\n静止水上方放置一个蜘蛛网，蜘蛛网四周是成熟的可可豆（需要在从林木上种植），蜘蛛网四角放置四个擒拿草，擒拿草上放置一个调谐之石（充能），2个超级转生粉和1个罂粟，蜘蛛网内有一只猫头鹰和一只狗，准备好后用变异枝条右键蜘蛛网。\n虚空荆棘\n该植物严格意义上不是变异植物，该植物只能通过工作台合成，然而它和女神像一样，巫术mod默认设定是禁止合成的，可以在设置文件中开启合成表。\n\n\n\n\n\n虚空荆棘合成表.png (4.65 KB, 下载次数: 52)\n\n下载附件\n\n2015-9-10 20:17 上传\n\n\n\n\n\n\n中间的那个是末影荆棘，变异产生。虚空荆棘默认不能制作因为他的效果过于强力需要服主仔细斟酌：\n虚空荆棘只能被放置他的玩家或者创造模式的玩家破坏，任何靠近荆棘的生物都会被立刻随机传送到周围500米范围内，而且虚空荆棘周围32格内的圆环法阵会无效，这道具可以成为防止熊孩子的神器也可以成为熊孩子的神器.....\n末影荆棘：\n\n\n\n\n\n末影荆棘.png (43.71 KB, 下载次数: 37)\n\n下载附件\n\n2015-9-10 20:23 上传\n\n\n\n\n\n\n末影荆棘和虚空荆棘一样，所有靠近的生物都会被传送到500范围内，然而除了这点他就没啥特别的了....注意中立生物甚至敌对生物也会被传送，放置前请三思。\n制作方式：\n\n\n\n\n末影荆棘制作.png (142.87 KB, 下载次数: 30)\n\n下载附件\n\n2015-9-10 20:26 上传\n\n\n\n\n\n平地上放置甘蔗，甘蔗四周是静止水，甘蔗四个角放置擒拿草，擒拿草上放置四个末影珍珠，两个擒拿草之前的那个方块要放置一个寄生藤，准备好了后用变异枝条右键最下面的那个甘蔗方块，最多可以累积16个甘蔗高来一次制作16个末影荆棘。记得用剪刀采集或者用水冲。\n野荆棘：\n\n\n\n\n\n野荆棘.png (49.93 KB, 下载次数: 28)\n\n下载附件\n\n2015-9-10 20:28 上传\n\n\n\n\n\n\n野荆棘和仙人掌一样会对碰到的生物造成伤害。野荆棘只能用金斧破坏或者用其他特殊破坏手段（破坏根部的泥土方块或者用水冲）来清除，正常斧头等方式破坏会产生更多的野荆棘，小心太多把自己卡住扎死哦。\n制作方式：\n\n\n\n\n野荆棘制作.png (57.51 KB, 下载次数: 37)\n\n下载附件\n\n2015-9-10 20:31 上传\n\n\n\n\n\n沙子上放置仙人掌，仙人掌四周是静止水，仙人掌四角放置4个擒拿草，擒拿草上放置2个骨粉和两个烈焰粉，放置顺序无所谓。仙人掌最多16格高。擒拿草中间的方块放置一个寄生藤，准备好后用变异枝条右键最下面的仙人掌方块。\n调谐之石?死灵石?幽魂石?巫术mod中有很多的东西都涉及到了这几个石头,然而这些石头是如何获得呢?让我们从最基本的调谐之石来说起.\n调谐之石:\n\n\n\n\n调谐.jpg (8.74 KB, 下载次数: 36)\n\n下载附件\n\n2015-9-30 13:19 上传\n\n\n\n\n\n\n最基本的石头了,制作很多基本设备都要用到的东西,除了做材料没什么特殊用处,非常好制作的石头,也是其他任何石头的基本.原材料要一个岩浆桶和钻石,不能算便宜的道具,不过巫术反正也是需要很多钻石的,习惯就好了.....制作后桶会返还。某些圆环法阵中的催化剂，不会被消耗。\n调谐之石(充能)：\n\n\n\n\n充能.jpg (33.72 KB, 下载次数: 34)\n\n下载附件\n\n2015-9-30 13:22 上传\n\n\n\n\n\n需要使用上图中的法阵来制作。萤石粉红石这不用多说，木灰是烧任意树苗的产物，巫师烤炉大量出品，生石灰是用木灰直接在工作台1:1制作。该石头一般是作为替代祭坛魔力的魔力来源，有些法阵需要远离家园释放但是还需要魔力的时候，书上可能会提供需要调谐之石(充能)的版本。使用过后会变回调谐之石。\n寻路石：\n\n\n\n\n寻路.jpg (5.9 KB, 下载次数: 26)\n\n下载附件\n\n2015-9-30 13:26 上传\n\n\n\n\n\n制作方式非常简单，一个燧石一个骨针就能制作。骨针是骨头和燧石在工作台合成，一次制作8个的。寻路石制作后是未绑定的状态。该道具一般是用来标记地点方便传送的。\n寻路石(绑定的)，血腥路碑：\n\n\n\n\n绑定.jpg (28.28 KB, 下载次数: 33)\n\n下载附件\n\n2015-9-30 13:33 上传\n\n\n\n\n\n\n\n\n绑定2.jpg (32.78 KB, 下载次数: 21)\n\n下载附件\n\n2015-9-30 13:29 上传\n\n\n\n\n\n使用上图的两个绑定仪式来制作。制作后会绑定有目标地点或者玩家名字。绑定的地点是记录位面名称的所以不用怕跨位面走丢。这两个绑定仪式都有对应的使用调谐之石(充能)而不消耗祭坛魔力的制作手续，方便在野外制作寻路石或者血腥路碑。\n死灵石：\n\n\n\n\n死灵.jpg (35.3 KB, 下载次数: 21)\n\n下载附件\n\n2015-9-30 13:38 上传\n\n\n\n\n\n这东西作为死灵法师来讲是非常基本的道具，然而他的制作方式因为一点点翻译的错误导致很多新手找不到。实际上这个69页的亡灵石就是死灵石啦....材料也写的非常清楚了。不难做出来的道具。\n先知之石:\n\n\n\n\n限制.jpg (32.12 KB, 下载次数: 31)\n\n下载附件\n\n2015-9-30 13:44 上传\n\n\n\n\n\n上图的注魔仪式制作的就是先知之石。球状石英在工作台合成，巧合油在水壶酿造，这石头的用处在先知之石的详解部分说的比较清楚，这里不做赘述。\n幽魂石：\n\n\n\n\n幽魂.jpg (32.36 KB, 下载次数: 16)\n\n下载附件\n\n2015-9-30 13:48 上传\n\n\n\n\n\n上图的制作仪式就是制作幽魂石的，可以发现这玩意的材料不是一般的贵...........死灵石上面说了制作手续。冻结之精神是要水壶制作的：\n\n\n\n\n冻结.jpg (9.88 KB, 下载次数: 36)\n\n下载附件\n\n2015-9-30 13:54 上传\n\n\n\n\n1个虚伪泪水之酿和5个抑制之精神可以制作一个。\n凝集之恐惧是蒸馏水心之酿的产物。幽灵粉末和伯莱恩匕首不多说，记得用没损坏过的伯莱恩匕首哦。\n那么这个东西有什么用呢？这个东西可以用绑定仪式来和火盆召唤的三种幽灵生物绑定。最多可以绑定同种类的三个生物。绑定后按住右键就能将石头中的幽灵生物放出来。可以作为便携的小弟来使用。或者留着日后召唤死神的时候方便一些。如果无法获得部分材料（笔者就卡在冻结之精神了，材料不够），可以考虑放弃制作该石头，不影响游戏进度的。\n岩石(?!?!):\n\n\n\n\nrock.jpg (8.83 KB, 下载次数: 32)\n\n下载附件\n\n2015-9-30 14:05 上传\n\n\n\n\n\n获取方式未知，作者的网站上也没写出获得方式和作用，无法使用。目测为未完成道具，不用在意。\n各类雕像\n\n\n\n\n雕像.jpg (29.7 KB, 下载次数: 32)\n\n下载附件\n\n2015-9-11 21:04 上传\n\n\n\n\n\n\n巫术mod一共有五种雕像(特伦特雕像那个木头玩意我分类到灵物中另说了,稻草人和女巫之阶也在灵物学详细介绍)\n从左到右分别是:女神像,封闭召唤之雕像,破碎诅咒之雕像,妖精主顾之雕像,犬神雕像.期中左侧三个雕像生存模式无法正常获得.右侧两个可以直接制作.\n女神像:\n该雕像的作用除了好看之外,可以保护放置该雕像的玩家免疫任何巫术诅咒效果,而且只有放置者可以shift+左击来回收女神像，可以说该雕像的效果非常强大,此雕像默认无法制作.修改配置文件可以解锁合成表允许制作,然而如果服主打算开设战争服请考虑此道具的强度,可以说有了女神像在巫术的远程攻防处于了不败之地(巫师炼药锅仪式的远程定位轰炸不做考虑,别人都拿到你家坐标的寻路石了那我也是没话说....)\n合成方式：\n\n\n\n\n女神像制作.png (5.61 KB, 下载次数: 44)\n\n下载附件\n\n2015-9-11 21:13 上传\n\n\n\n\n\n4个下界之星，4个石头和1个恶魔之心，即是解锁了这玩意也是颇贵的....\n封闭召唤之雕像：\n这个小雕像其实是曼德拉草生物形态的雕像，只有创造模式玩家可以获得。只有放置雕像的玩家和创造模式的玩家可以破坏，该雕像需求的话可以找服主或者管理人员索取。\n该雕像的效果是如果玩家在该雕像32格范围内，其他玩家使用召唤法阵无法召唤被雕像覆盖的玩家（即使有正确的巫媒和仪式）\n这个效果是默认是关闭的，在设定文件中可以开启，而且覆盖范围可以设置为最大128半径。\n破碎诅咒之雕像：\n这个小雕像就是我们熟悉的人类之友：狗的雕像。只有创造模式玩家可以获得，只有放置雕像的玩家和创造模式的玩家可以破坏，该雕像需求的话可以找服主或者管理人员索取。\n该雕像的效果是如果玩家在该雕像的32格范围内，单个对象的巫术诅咒效果会暂时被无效。（疯癫诅咒，过热诅咒，梦魇诅咒等等...）\n如果玩家在该效果覆盖范围内击杀了另外一名玩家，那么杀手无法再获得该雕像的保护。\n这个效果默认是关闭的，在设定文件中可以考取，而且覆盖范围最大可以设置为128半径。\n妖精主顾之雕像：\n这个雕像是属于妖金系统的一个产物，附近的妖精会变为膜拜状态。该雕像制作后需要用圆环法阵的仪式绑定巫媒后才能生效。当周围有一定数目的妖精膜拜时，雕像的主人会获得特殊的加成：\n5-玩家会自动回复注魔能量\n10-玩家会获得崇拜buff，魔符术受到强化（绘制更大的魔符可以有更强大的效果，魔符术章节详细解说）\n15-玩家会获得更高级的崇拜buff，魔符术进一步受到强化\n第一次放置需要空手互动后才能启动效果，以上三种效果的覆盖范围都是64格。2和3效果其实不怎么实用，倒是1效果的全自动会能量是非常实用，恢复速度比祭坛的回魔法阵快很多，而且也不需要那么大占地也不需要祭坛提供魔力。\n对该雕像右键使用物品有几率召唤boss：莫哥和瓜哥，对没错这是两个boss一起召唤出来组队干你，而且出来后会先把附近的妖精杀光.....如果用下界之星右键雕像可以消耗下界之星直接召唤这俩货，不是很好对付的boss，一个近身强力一个远程强力，组合起来有点麻烦，如果要击杀建议想办法分开击杀，理论上击杀后掉落莫哥箭袋和瓜哥腰带这两个装备，然而笔者亲自玩时召唤出来两个人只掉了点附魔的皮甲和锁链甲...........比较亏的boss，除了乐趣不建议召唤，掉落装备也不是很强力，详细我会在装备系统详细说明\n制作方式：\n\n\n\n\n妖精主顾之雕像.jpg (12.74 KB, 下载次数: 30)\n\n下载附件\n\n2015-9-11 21:29 上传\n\n\n\n\n\n5个石头和一个妖金锭，妖金锭虽说是个金属锭，然而这玩意比金锭可是难获得1万倍....我会在接下来的妖金产业中详细介绍如何生产妖金锭。\n犬神雕像：\n这个玩意是不是很帅气？我反正觉得很帅气....该雕像和妖精主顾之雕像一样直接合成就可以获得。这个雕像实际上是狼人系统的任务发布台，如果没有狼人诅咒感染的玩家与它互动会被告知：“你不值得我的恩赐！”然后被贴上一个1分钟的挖掘疲劳debuff，如果有了狼人诅咒感染的玩家，可以右键来这里做任务升级。如果狼人玩家的月影之魅丢失或者用坏了，可以手持3个金锭与雕像互动，可以获得一个新的月影之魅，无限制兑换次数。如果做完所有任务成为10级狼人，这个雕像就不会再发布新的任务了。具体任务我会在狼人系统详细说明。\n制作方式：\n\n\n\n\n犬神雕像.png (6.19 KB, 下载次数: 28)\n\n下载附件\n\n2015-9-11 21:41 上传\n\n\n\n\n\n制作材料是3个石头，三个狗头颅或者地狱犬头颅（可以混合使用），1个狼毒草。狼毒草是个作物，种子的获得方式是攻击高草丛几率掉落，生长周期较长。\n人畜无害的柳条捆？柳条捆是个可以放置的方块,这玩意的外观和干草块简直就是一个模子刻出来的亲兄弟,制作方式是用任意九个树苗合成.与干草块不一样的是该方块不能在工作台上还原成9个树苗.\n\n\n\n\n\n柳条捆.jpg (76.3 KB, 下载次数: 45)\n\n下载附件\n\n2015-9-11 21:53 上传\n\n\n\n\n\n\n最左侧是干草块,中间的是柳条捆,右侧的是浸血的柳条捆.你看是不是很相似呢.\n然而你肯定想问我这玩意有什么用?树苗那么珍贵我不如拿去烧了,嗯,其实我也以为这玩意没有用,不过我们先来说说这浸血的柳条捆的制作方式.\n\n\n\n\n\n浸血柳条捆制作.png (6.28 KB, 下载次数: 35)\n\n下载附件\n\n2015-9-11 21:55 上传\n\n\n\n\n\n\n需要5个柳条捆和1个恶魔之血,可以获得5个浸血的柳条捆.等等你肯定要说这玩意怎么这么难搞?还要恶魔之血?恶魔之心也不是很好获得的材料啊,这方块除了看还有什么用呢?\n其实,这玩意的最主要用途是召唤角魔狩猎者!!!\n对的你没有看错,这玩意可以用来召唤一个boss哦!而且这个boss还会几率掉落一个超酷炫超强力的猎手之矛哦!\n\n\n\n\n\n猎手之矛.jpg (17.57 KB, 下载次数: 30)\n\n下载附件\n\n2015-9-11 21:58 上传\n\n\n\n\n\n\n这武器你看看属性和特效,简直毕业级近战武器,是不是动心了?来来来我们来先做个几十个浸血的柳条捆来准备召唤boss角魔狩猎者\n(其实召唤该boss在狼人任务链中会白送一次召唤道具来召唤,我以为旧版0.20的猎手之矛是创造限定的道具,直到我发现了这个人畜无害的柳条捆的秘密....)\n那么我们如何召唤呢?首先我们先要介绍一下一个巫术mod引入的世界生成的建筑：异教稻草人。\n\n\n\n\n\n异教稻草人.jpg (177.36 KB, 下载次数: 35)\n\n下载附件\n\n2015-9-11 22:04 上传\n\n\n\n\n（这里直接引用了旧版教程的图片）\n\n这个东西在野外随机生成，是完全用干草块制作的建筑，下方有一个僵尸刷怪笼，注意发现了的话不要因为贪心被僵尸爆肾三连带走就好....\n然而我们为了召唤角魔狩猎者，我们需要先找到这样一个稻草人然后完全熟悉他的构造，然后用浸血的柳条捆制造一个完全一样的东西。\n\n\n\n\n\n人造稻草人.jpg (39.33 KB, 下载次数: 47)\n\n下载附件\n\n2015-9-11 22:07 上传\n\n\n\n\n\n\n自己堆的，大约是这个样子。然后你掏出点火石对着最下面的那个浸血的柳条捆点火，就会出现boss了\n\n\n\n\n\n召唤角魔.jpg (53.52 KB, 下载次数: 48)\n\n下载附件\n\n2015-9-11 22:13 上传\n\n\n\n\n\n\n这玩意是远程攻击而且仰射角度很大，刚召唤出来是跟凋零一样是先半血然后慢慢回血的，你有大约20秒的时间寻找掩体上好buff开打。该boss有生命恢复所以扔中毒药水来轻松放倒是不可能的了...加油干吧，你的猎手之矛在向你招手。\n\n\n\n巫术建筑学及相关说是建筑学,其实这个章节主要是来介绍一下巫术的各种新增建材的获得方式,造型,特征等等方便广大建筑师们查阅使用,毕竟盖房子还是这游戏的一大乐趣,不是么\n先来介绍一下比较方便获得的木质建材\n木门：\n木门有两种：赤杨树木门和山梨树木门，赤杨树木门外表和正常木门没有差别，特效是开门是发出红石信号。\n山梨树木门外表比较特别，而且该木门需要钥匙才能开启（钥匙放在背包中就可以）。然而这木门其实没有啥防盗功能，因为你掏出把斧头就能劈开进去，而且破坏门还能吐出来一个绑定的钥匙....也就是说小偷来把门砍了再放回去就神不知鬼不觉的刷了一把钥匙以后可以随便出入.....\n木门钥匙是绑定门的坐标，多把钥匙可以合成木门钥匙串。\n制作方式就是用对应的木板按照做木门的方式制作。\n围栏\n\n以上是围栏全家福.围栏基本都是用对应的原木制作的,唯一的例外是前面那个冰围栏,这货和其他冰建材是用特殊药水制作的,我放在后面和冰门一起介绍.\n围栏可以累加高度,,基本上和栅栏一样的功能,多了一点就是如果站在围栏上面会受到伤害(每次1-2)\n木制围栏的通用合成方式:\n\n\n\n\n围栏制作.jpg (21.96 KB, 下载次数: 54)\n\n下载附件\n\n2015-9-12 17:45 上传\n\n\n\n\n,6个原木和1个角魔之息就可以制作9个围栏,还算比较实惠.\n\n巫术新增了三种树:山梨树,山楂树,赤杨树,他们和正常的原木一样也可以制作半砖,楼梯,木板这些通用木制建材.\n陷阱草方块和陷阱泥土:\n外观与正常的泥土和草方块完全没有区别,但是他们是完全没有碰撞体积的方块,也就是说踩上去和踩到空气完全一样....外观无法发现差别，NEI的识别名字也是完全一样的（mod名字都显示的是minecraft而不是witchery...）这东西用来做陷阱真是不能更好了。\n获得方式是巫术炼药锅的道具制作。\n\n\n\n\n泥土陷阱制作.jpg (30.18 KB, 下载次数: 32)\n\n下载附件\n\n2015-9-12 17:55 上传\n\n\n\n\n\n材料本身不是很贵，只有折磨线团有点麻烦需要去噩梦世界采棉花，总体不算难做的道具。\n阴影玻璃：\n强化版的染色玻璃，是用染色玻璃制作的玻璃。\n\n\n\n\n\n阴影玻璃.jpg (39.1 KB, 下载次数: 27)\n\n下载附件\n\n2015-9-12 18:04 上传\n\n\n\n\n\n\n实际上所有颜色都有对应的阴影玻璃，这里只采样了6颜色做实例。\n制作方式：\n\n\n\n\n阴影玻璃制作.jpg (23.92 KB, 下载次数: 30)\n\n下载附件\n\n2015-9-12 18:06 上传\n\n\n\n\n\n8个对应颜色的染色玻璃和1个红石可以在工作台合成8个对应颜色的阴影玻璃。\n棺材：\n这个东西严格意义上来讲是给吸血鬼睡的床，然而其实凡人也可以制作也可以睡。\n\n\n\n\n\n棺材.jpg (61.73 KB, 下载次数: 28)\n\n下载附件\n\n2015-9-12 18:06 上传\n\n\n\n\n\n\n棺材盖可以开启或关闭，必须开启才能睡觉，睡觉后不能关闭盖子。空手shift+右键可以打开或者关闭棺材盖。\n制作方式：\n\n\n\n\n棺材制作.jpg (29.18 KB, 下载次数: 34)\n\n下载附件\n\n2015-9-12 18:07 上传\n\n\n\n\n\n\n3个木板，5个原木，1个床可以制作一个棺材。\n冰门,冰台阶,雪台阶,雪压力板....\n巫术有一些比较特殊的建材都是用冰或者雪制作的，合成表无法看到公式，那么我们该怎么获得呢？\n巫术的冰雪建材有不少：冰台阶，冰半砖，冰半砖*2，冰压力板，冰栅栏门，冰栅栏，冰门，雪压力板，雪楼梯，雪台阶，雪台阶*2.\n雪建材都是可以用雪方块正常制作，这里不做赘述，冰建材的获得需要用巫师炼药锅的特殊药效“冰雪王国”来把普通的木质建材转化为冰建材。\n\n\n\n\n\n冰雪王国.jpg (26.46 KB, 下载次数: 40)\n\n下载附件\n\n2015-9-12 18:18 上传\n\n\n\n\n\n\n该药效是5级效果，材料是末影之眼，我们制作建材需要制作喷溅型药水。然后摆放好普通的木门，木栅栏，栅栏门，压力板什么的，然后对着他们来一发。\nboom，一大片雪地和你要的冰建材就做好了！\n关于冰门有个小tips：破坏冰门的上半部分可以产出两个冰门！也就是说只要有一个冰门就可以原地刷冰门了........\n\n\n如果细心的建筑师查看NEI可以发现还有其他的方块比如痛苦之石，魔镜镜面等等，这些都是比较特殊的世界构造方块无法正常获得，而且一般都是基岩硬度......不推荐作为生存考虑，创造可以试试。\n\n妖金产业系统解析\n\n这部分虽然涉及到的道具并不是很多,然而由于其别具一格的系统和及其难以掌握的复杂度,单独作为一个章节来详细解析巫术金属:妖金的来龙去脉\n说道妖金,我们先说妖金的三种存在形式:妖金粉末,妖金粒,妖金锭\n\n\n\n\n妖金一家.jpg (6.04 KB, 下载次数: 37)\n\n下载附件\n\n2015-9-13 20:14 上传\n\n\n\n\n\n\n然而说是金属,其实不同于其他金属的是你不能在工作台合成妖金锭和分解成妖金粒,妖金粉末也不能直接烧成妖金锭.\n而且最可怕的是,这玩意是没有矿石的哦,也就是说不管你怎么努力,地下你也是挖不出来妖金的.\n那么妖金妖金,我们还是得介绍下和它紧密相连的巫术生物:妖精\n\n\n\n\n\n妖精.jpg (58.9 KB, 下载次数: 34)\n\n下载附件\n\n2015-9-13 20:20 上传\n\n\n\n\n\n\n左侧是幼年体妖精,右侧是成熟期妖精,实际高度1格高.\n那么这东西和妖金有什么关系呢?官方介绍是这么写的:\"妖金作为一种只被妖精熟练掌握的魔法金属,只有个中窥破奥秘的妖精才能锤炼它\"\n也就是说只有妖精能帮我们制作妖金粒和妖金锭.然而说半天我们连妖金粉末都没有,我们如何获得粉末呢?\n这首先需要你找到一只野外逍遥的妖精,然后制作栓绳把他跟牵牛一样牵回家找个栅栏安顿好.\n\n\n\n\n妖精奴隶.jpg (76.26 KB, 下载次数: 37)\n\n下载附件\n\n2015-9-13 20:21 上传\n\n\n\n\n\n\nok好了我们有一只妖精奴隶了.然而这样他和一般的牲畜也没什么两样,只是跑不掉了而已.丢给妖精或者对空手的妖精互动可以给妖精持有道具，空手可以获得妖精持有的道具。\n那么如何利用妖精帮我们做事呢?首先被栓绳绑定的妖精有两种功能:\n1.携带镐头后会自动挖掘周围的非木质方块.有很小的概率可以将挖掘的方块变成1个妖金粉末\n2.空手的话会自动拾取周围的道具并送到最近的箱子中\n对你没有看错,妖金粉末就是这么来的,妖精在奴役状态下挖掘会发现粉末,除此之外没有其他手段可以获取妖金粉末.注意一点如果地板不是木板或者原木的话妖精会挖脚下的方块,不是事先用木头做好场地的话会挖出来一个大坑的哦.\n妖精的第二个功能其实不是很稳定,很多时候都会出现不干活的局面,所以如果你有更好的收集道具的办法(饕餮箱子,收集傀儡等等),请使用更稳定的方式.\n巫术本身没有道具可以自动放置方块给妖精挖,所以无法靠巫术mod本身实现自动化妖金产业(巫术压根就没有自动化.....)\n为了完成一个妖金粉末工厂，我们需要如下最基本配置：\n栅栏（绑栓绳确保干活），妖精*2（一个挖矿一个拾取），箱子*1（原版木头箱子就行，怕放不下可以做两个合并成大箱子），栓绳*2（捆住妖精来让他们干活），石镐*1（除了妖金镐其他镐头的品质和附魔对妖精来说毫无差别，石镐和满附魔钻石镐都是一个效率，所以给他个垃圾的就行了）木板若干（制造场地围住妖精），造石机系统（可以用岩浆+水制造圆石然后活塞推出来给妖精挖的流程，如果有更好的循环系统也可以）\n我自己的妖金工厂用的稍微高科技点的摆放方式，是用泥土和两个傀儡来实现循环挖掘，傀儡1号放泥土妖精挖然后傀儡2号捡回去1号再放出来。方法有很多，能保证有产出就好。\n注意一点栓绳需要不刷新才能维持，如果离开太远就会断掉导致妖精罢工，所以需要保持区块加载才行。如果没有其他mod的手段可以用巫术mod的娃娃台子，娃娃台子会保持周围的小区域加载（需要有一个绑定的娃娃放在上面）\n\n到这里我们应该有了成熟的妖金粉末制造产业。当你捏着一组粉末兴高采烈的时候，我们该考虑考虑如何制作妖金粒和妖金锭了。\n其实这一步很简单，找妖精交易。对的没错这玩意除了是个野怪也是会交易的。然而与它交易的条件是妖精需要在村庄中。玩MC的人应该对刷村民不陌生，那么建造一个村庄并把妖精关押好也不是什么大问题。\n一般的妖精有很多奇怪的交易页，什么鸡肉换铁甲之类的，这些都不是我们要找的妖精。我们要找的是会9个妖金粉和5个金粒换1个妖金粒的妖精\n只有第一页交易页是这种的才是我们需要的，其他第一页的是刷不出来制作妖金的交易页的。\n\n\n\n\n交易页5.jpg (11.52 KB, 下载次数: 46)\n\n下载附件\n\n2015-9-13 20:49 上传\n\n\n\n\n\n\n我们需要的这种妖精的交易页是固定的，一共四页：\n\n\n\n\n交易页1.jpg (13.03 KB, 下载次数: 30)\n\n下载附件\n\n2015-9-13 20:49 上传\n\n\n\n\n\n\n\n\n交易页2.jpg (9.3 KB, 下载次数: 38)\n\n下载附件\n\n2015-9-13 20:49 上传\n\n\n\n\n\n\n\n\n交易页3.jpg (11.31 KB, 下载次数: 27)\n\n下载附件\n\n2015-9-13 20:49 上传\n\n\n\n\n\n\n\n\n交易页4.jpg (11.7 KB, 下载次数: 29)\n\n下载附件\n\n2015-9-13 20:49 上传\n\n\n\n\n\n\n9个妖金粉末+5个金粒=1个妖金粒\n16个妖金粉末+1个金锭=2个妖金粒\n9个妖金粒+1个绿宝石=1个妖金锭\n8个金锭=1个绿宝石\n我们一般需要的就是前三页，如果你没有好的绿宝石获取手段那么第四页也可以考虑下，和一般村民一样每个妖精的交易页也有交易上限的，换到几次就断货不能换了。然而这群妖精会隔几天就进货，所以也不用杀掉，等两天就又能交易了。对于分辨这种妖精没有什么很直接的方法，不过可以换取妖金锭的这种妖精一般穿的是带吊带的裤子而不是短裤，虽然不能百分百确定不过能排除一些没啥用的妖精就是了。\n\n然而有个小问题，我们要量产妖金锭的话，就靠野外抓来的肯定不够用，妖精生成几率虽然不算低不过也没有很高就是了，而且每次都要出门抓很是麻烦，那么我们能量产妖精么？\n答案是能的，这玩意和村民一样，有村庄判定有足够的门就能繁殖，门与妖精的比例大约和村民一样是0.35，也就是14个门可以有4个妖精这样。然而有一点不一样的是，妖精的基本繁殖条件不是2个是3个...........也就是说满足繁殖条件要3个妖精一起才能生出来一个小妖精，有时候2个也行不过我测试发现很多时候2个都不干事，3个倒是产出很稳定。所以推荐留3个妖精来繁殖小妖精。繁殖设备和繁殖村民没啥区别，这方面教程请查阅站内其他相关教程。这里不做赘述。\n\n到这里如果你都成功的完成了的话，应该就有个妖金粉末产业，妖精交易商店，妖精繁殖中心一条龙了。挂挂机就能做出来妖金锭这种珍贵无比的巫术金属了（这玩意做一个出来要72个妖金粉末，4.5个金锭，1个绿宝石，作为金属锭不算便宜了）。现在怀揣这滚烫的金属，我们该考虑做点什么了。那么这玩意到底能做啥呢？\n\n\n\n\n妖金产物.jpg (27.95 KB, 下载次数: 24)\n\n下载附件\n\n2015-9-13 21:16 上传\n\n\n\n\n\n\n妖精主顾之雕像之前在雕像里面介绍过，这里不多说，左下角的是五芒星阵，在祭坛相关介绍过，这里不多说。\n剩下主要就2个，妖金镐和扭曲头带。先说扭曲头带\n\n\n\n\n扭曲头带.jpg (37.11 KB, 下载次数: 30)\n\n下载附件\n\n2015-9-13 21:18 上传\n\n\n\n\n\n\n这是穿戴后的样子，实际护甲是2护甲（1格满），363的耐久，附带效果是扭曲视线：所有看向你的生物会被强制转头。也就是说无法直视你了....\n然后我们来说说妖金科技的神器妖金镐。\n这玩意其实用起来就是铁镐强度，对玩家没有啥特备的地方。然而这玩意给了妖精就不一样了....妖精拿着妖金镐挖掘可以挖掘的方块都是秒挖，而且会略微加成妖金粉末的掉落几率。为了长远考虑请先制作此道具。\n手持妖金镐，头带扭曲头带，跟着一群膜拜你的妖精教徒跳草裙舞吧~\n先知之石系统详解\n先知之石是巫术mod中的一个比较重要的道具,强化圆环法阵,强化炼药锅仪式,查看诅咒,查看魔咒知识与装瓶技巧等等.有了先知之石可以让我们的巫术生活变得美好很多.\n先说说如何制作先知之石.\n\n\n\n\n先知之石制作.jpg (35.35 KB, 下载次数: 26)\n\n下载附件\n\n2015-9-14 19:45 上传\n\n\n\n\n使用圆环法阵来执行注魔仪式可以制作先知之石,球状石英和制作水晶球的是一个东西,上文说过了这里不多讲,巧合油也和制作水晶球是一个流程.看到这里的人应该不难做出来.\n有了这个东西该怎么使用呢,首先我们来shift+右键来对自己使用查看各项指标.\n\n\n\n\n先知之石信息.jpg (38.51 KB, 下载次数: 23)\n\n下载附件\n\n2015-9-14 19:49 上传\n\n\n\n\n\n\n我这里是新世界所以没有任何科技,如果之前没有什么特别的事情的话你们看到的应该跟我是一样的信息.\n那么我们来一个一个说这些指标对应的都是什么,如何获得,以及如何使用先知之石.\n首先第一个: \n显灵\n这个指标说的是我们是否接受过显灵仪式.\n\n\n\n\n显灵仪式.jpg (41.83 KB, 下载次数: 30)\n\n下载附件\n\n2015-9-14 19:54 上传\n\n\n\n\n\n\n可以看到这仪式的材料一点都不便宜,除了比较难做的死灵石(不会被该仪式消耗,匕首也不会)之外还需要消耗非常难以获得的甜蜜饥饿,甜蜜饥饿只能在噩梦世界击杀梦魇获得(可以从梦世界带到主世界)而且显灵仪式最坑爹的是持续时间非常短,没有任何强化只能维持大约80秒,每有一个聚会女巫可以延长大约25秒,显灵仪式只能维持一次显灵,如果时间结束或者其他原因结束显灵回到梦世界或者本体睡醒,那么需要再一次释放显灵仪式才能回到主世界.有显灵维持灵物可以延长存在时间.\n显灵的部分我在梦世界部分中详细介绍.\n爱宠\n爱宠是巫术mod比较特殊的一个系统,主要有三种爱宠可供选择:\n猫,猫头鹰,蟾蜍.每种爱宠都有特殊的能力.获得爱宠需要用绑定仪式与一个自己驯服的对应生物(需要释放仪式时在法阵内)\n\n\n\n\n爱宠绑定.jpg (41.55 KB, 下载次数: 27)\n\n下载附件\n\n2015-9-14 20:02 上传\n\n\n\n\n\n\n成功绑定后对应生物会变成50血5护甲(5格满,其实应该说是10护甲),而且会随机被给予一个名字.爱宠主人被攻击的话爱宠会帮主人分担伤害.分摊数值是1%-10%,按照距离远近而决定.如果主人被击杀爱宠也会死亡,爱宠被击杀主人会被强制变为1血(0.5心).shift右键可以驱散爱宠.被驱散的爱宠和死亡的爱宠以及其他情况找不到的爱宠可以用召唤仪式重新召唤出来.如果爱宠死亡或者被驱散,爱宠的特效不会奏效.\n\n\n\n\n爱宠召唤.jpg (44.05 KB, 下载次数: 31)\n\n下载附件\n\n2015-9-14 20:05 上传\n\n\n\n\n\n\n爱宠会继承本身生物的原本能力(猫可以驱散爬行者,猫头鹰可以飞可以拿一个东西这种基本能力),可以使用改名卡改名,但是先知之石的记录只会保持随机给予的名字(即使死亡后重新召唤,爱宠也是改过的名字,但是先知之石还是不会更新)\n下面说说三种爱宠的能力:\n猫爱宠:使玩家进行诅咒仪式的威力更强大并使对诅咒的移除更轻松。允许玩家进行腐化娃娃之咒仪式和诅咒跳跃之酿的酿造。\n猫头鹰爱宠:使玩家对魔法扫帚的控制更为轻松。允许玩家进行鹰击之酿的酿造。\n蟾蜍爱宠:使玩家在进行巫术酿造时有5%的几率（可与其它的几率提升效果叠加）获得多一瓶酿造药水，并使得巫术 药水使用时的范围的威力略微扩大，但对有关亡灵类的药水或涉及其它爱宠的药水没有这个效果。允许玩家进行青蛙舌头之酿的酿造和巫师炼药锅中含有蛙跳药效的药水的使用.\n实用性来讲,如果你很喜欢飞行那可以用猫头鹰,一般来讲蟾蜍或者猫都可以,猫比较好获得就是了.\n聚会女巫\n注意该部分非常重要，建议巫师们重点阅读\n好了到了我们重中之重的部分了!先知之石主要作用就是去拉拢聚会女巫.\n首先为了拉拢他们帮我们做事,我们需要有一个活着的爱宠.然后制作先知之石.再跟野外生成的这些有名字的中立女巫对话他们就会发布任务给我们做.\n如果没完成上述要求跟聚会女巫说话他们是不会发任务出来的.发布任务是给你看是否接受,如果接受任务就再次对话就可以开始做任务了.\n下面是任务的列表:\n\n击败我的宠物并为我带回它的眼睛:接受任务后会出现一个100血攻击非常高的蜘蛛攻击你,蜘蛛会持续掉血(即使你不攻击),成功击杀后会掉落一个改了名字的蜘蛛眼,把蜘蛛眼还给他就可以完成任务.\n击败我的宠物并为我带回它的肉:接受任务后会出现一个100血攻击一般移动速度非常慢的僵尸攻击你,蜘蛛会持续掉血(即使你不攻击),成功击杀后会掉落一个改了名字的腐肉,把腐肉还给他就可以完成任务\n为我演示一下统治下界位面的暴力手段:给他一个恶魔之心就可以完成任务\n我有意预测未来:给他一个水晶球就可以完成任务(这是非常黑的一个任务,一般情况下不推荐完成...)\n杀死三十只骷髅并为我带回它们的骸骨：给他30个骨头就可以完成任务，注意一次只能给一根，要给30次...\n我必须施展许多诅咒,为我带回必须用到的药水：给他5个怪诞之酿药水可以完成任务\n为我带回掌握亡灵的方法：给他一个死灵师就可以完成任务\n\n如果任务完成聚会女巫会消失并表示加入了你的聚会，这时你再查看属性可以看到聚会女巫数目+1了。最多拥有6个聚会女巫（某些未知情况下可以获得7名聚会女巫，具体触发条件未知，一般6个足够）\n绑定后的聚会女巫会随机出现在你家里（你的床附近），跟末影人一样瞬移来瞬移走完全不讲道理的串门....可以关闭设置文件中的开关来关闭此功能。\n长按先知之石可以放出来绑定的聚会女巫，聚会女巫如果遇到炼药锅仪式的圆环会自动靠近并强化仪式。如果玩家被攻击，召唤出来的女巫（包括串门来的女巫）会帮助玩家丢药水来战斗。注意如果聚会女巫战死，就是真的死了，绑定数目就会扣除，需要再找，所以尽量避免拉一堆女巫打boss的情况，不然死完了做任务有点麻烦的。聚会女巫会在野外随机生成，大型村庄或者野外会刷新聚会女巫的房子，里面有1个宝箱，一个炼药锅。\n神秘树枝知识\n神秘树枝知识一共有4种，分别对应四种鬼魂。\n\n\n\n\n魂.jpg (10.08 KB, 下载次数: 29)\n\n下载附件\n\n2015-9-14 20:33 上传\n\n\n\n\n\n\n获取方式是与烈焰小鬼做交易后会获得，这部分具体在烈焰小鬼部分详细介绍。\n前三种是小鬼交易获得，第四种是小鬼给的苦痛卷轴召唤的苦痛之王boss击杀后掉落的，喝掉后就会习得一种魔符术。对应的是巫术：魔符术这本书上22-25页的四个魔咒。具体效果在魔符学专门表示。\n装瓶技巧\n默认值是0，这个数值影响了我们用巫师炼药锅制作药水的产量。\n只有该指标到至少30的时候一切产量加成的道具和药水效果才会生效。\n如果你很苦恼总是获得只有1瓶药水，那么我建议你先制作等级1和2药效的药水来刷技巧值。到达30后是第一等级，60是第二等级，90是第三等级。\n每一等级的经验值不是固定增加的，从没有等级到第一等级制作等级1-2药效的药水经验收益最高，30-60是等级3-4，以此类推。90级后装备巫师帽就可以每次产出8瓶左右了，配合装瓶专注，巫师袍，蟾蜍爱宠，可以有更高的产量，理论上最高产量是15，然而作者说某些特殊的手段可以一次制作超过15瓶的药水.....这有待你们开发了\n诅咒\n最后一项是查询诅咒，这个只包括副作用的诅咒，狼人和吸血鬼感染不会显示，也就是说只显示厄运，疯癫，沉重，过热这四个，连行走梦魇都测不出来的....\n先知之石右键可以对其他玩家使用来查看上述指标。如果需要用聚会女巫辅助圆环法阵，手持先知之石右键法阵中心开启法阵，女巫就会自动出现帮助施法。\n巫术位面及其相关\n精神世界及其相关\n精神世界作为巫术三大额外的位面中最早接触到而且比较重要的位面,优先解说.\n进入该位面的方式很简单,喝一瓶沉睡之酿,你就进去了.然而实际上在你喝药进入精神世界的位面,你并没有消失,而是变成躺着的steve了(偶尔会有不知名原因变成其他皮肤,嗯...)然后你会裸体进入精神世界（如果是第一次的话）。如果躺着的时候被杀害，那么会立刻变醒然后恢复20血的嗑药前状态，偶尔会有微小的传送距离，不过这个一般不会把你卡墙里的。\n那么先说说如何制作沉睡之酿吧。\n\n\n\n\n沉睡之酿.jpg (27.87 KB, 下载次数: 41)\n\n下载附件\n\n2015-9-18 20:32 上传\n\n\n\n\n\n这个就是我们的药了，曲奇原版道具，水洋藓球茎和冰针是巫术作物水洋藓和雪玲花的掉落。魔力之息是巫师烤炉烧出来的，纯牛奶是工作台合成。\n\n\n\n\n纯牛奶.jpg (12.69 KB, 下载次数: 35)\n\n下载附件\n\n2015-9-18 20:37 上传\n\n\n\n\n\n\n蛋糕+2纯净之息+3粘土罐=3纯牛奶，牛奶+1纯净之息+3粘土罐=3纯牛奶。如果你不是蛋糕多的吃不完我觉得我们还是用牛奶做比较经济实惠....\n爱之酿药水呢？这玩意怎么办？\n\n\n\n\n爱之酿.jpg (28.73 KB, 下载次数: 31)\n\n下载附件\n\n2015-9-18 20:46 上传\n\n\n\n\n\nok原来你也是用水壶制作的玩意，这材料通俗易懂我就不多说了。\n先用水壶做出来爱之酿，然后做出来沉睡之酿。你就可以进入精神世界了。不过等等，精神世界可是很险恶的！\n先来说说什么东西能带进精神世界：冰针\n等等，没了？！对，没了，就这个小东西能带进去，其他你的装备，背包，快捷栏都会被留在睡觉的世界的身上。\n不过注意有个很严重的bug:精神世界没有饰品栏（饰品栏mod无效），然而你戴着饰品睡觉会把饰品带进精神世界，而且无法带回来....做好全套符文护盾的神秘使请注意睡觉前请摘下你的首饰....\n那么什么东西能带出精神世界回到主世界呢？我们来数数：冰针，水心之酿，甜蜜饥饿，抑制之精神，扰乱棉花，纤细棉花\n然而其实我们主要需要的就是两种棉花和水心之酿，甚至棉花都不是必须的，但是为了做树皮腰带这个bug级装备水心之酿必须做，我相信这是大部分巫师选择进入精神世界的理由....\n冰针为什么可以带进去呢？那么其实冰针作为材料之外还有一个功能：在精神世界使用后会立刻苏醒。虽然这作用不是很大，因为你在精神世界死了也会立刻回来而且东西也不会丢（除了装备），但是在美梦世界的时候作死有点麻烦的话，用冰针也还是不错的选择。带几根总没错的。\n精神世界和主世界是分开计算的背包，如果在精神世界死了，除了装备会掉其他都会完全保留，用冰针回来的话装备都不会掉，再次进入就会继承背包\n\n好了，带好你的药水，带好你的冰针，我们找个安全的地方喝药吧！\nok成功进入精神世界，你会发现你变成了10血（5心）初始，而且身上的全部财产就是冰针，而且还是晚上，为什么是晚上？\n因为你进入了噩梦！！噩梦的全天24小时都是黑天的样子！！\n噩梦啊，超危险哦，发现进入噩梦我强烈建议你保持奔跑，而且要注意躲开路上的小白僵尸蜘蛛jj怪这些怪物的攻击，然后找个小点的村民房子或者安全的水塘蹲好来考虑下一步打算。为什么呢？因为噩梦世界有梦魇这个超级杀手会尾行你然后伺机给你来一发爆肾三连。\n\n\n这就是会一路追杀你的超级杀手，梦魇。我们先来介绍下他的各种能力你就知道为啥他是超级杀手了...\n1：距离远了会瞬移到你身边\n2：移动速度一点都不比你慢，不过他追人的积极性不是那么高，有时候会有轻微的发呆，走路跑不过的速度，跑步比他稍快\n3：攻击不会推人，而且攻速超快，一秒三刀不是吹的\n4：攻击大约5-6伤，而且这货攻击会打落你的护甲，打到你基本是一秒你就没护甲然后被送走\n5：100血，空手撸累不死你....\n6：被打后身体会有3秒-5秒左右的无敌并变为稍微透明（观察肚子部分最明显），时间到了后恢复可攻击状态，它无敌了也是可以正常打你一点都不耽误的......\n7：无限的多重存在，即使你想方设法击杀了一只梦魇，几秒后第二只梦魇就会瞬移到你的身边继续伺机爆你的肾.....\n8：不吃岩浆，不会进入浅水中，不吃窒息，会游泳\n\n那么我们为什么非要跟他过不去呢？有几个理由导致我们还总得来噩梦状态的精神世界：\n\n1.扰乱棉花是这个世界的特产，而且任何方法都无法种植，制作折磨线团的必备素材，如果有需要只能进来冒险采集\n2.普通的沉睡之酿基本是百分之百送你到噩梦状态的精神世界的。为了去美梦发展科技（有这么个玩意天天追杀你我觉得你做不出来科技....），你需要收集扰乱棉花\n3.有一个稀有材料叫甜蜜饥饿，只有这个100血的爸爸被杀害后才能掉落1个。虽然这材料除了制作行走梦魇之咒，显灵仪式和某个巫师炼药锅的效果之外没啥用处，不过真需要的时候你还是得去跟梦魇爸爸玩命....\n\n如何玩命呢？我一个小伙伴在身（天）经（天）百（嗑）战（药）后发现了几条和梦魇战斗的方式：\n1：找个村庄的小屋，打开门，用半砖封好路，把玻璃拆了，隔墙击杀（而且村庄的守卫会帮忙对着梦魇一顿狂射）\n2：找个浅水，梦魇会追你到水边，你控制好距离可以一直打他，他就在那打不到你只能被打\n3：高台也可以，然而最好是水中高台，陆地上的有时候梦魇还是能摸到你的脚，水中因为梦魇的高度问题，打不到你的脚但是你可以打到他的头\n\n好吧说半天其实我们并不是来跟这玩意玩命的，我们来噩梦的主要目的是才描画，你看三条理由里面两条都是要棉花，那么扰乱棉花在哪呢？亲测在所有长草的生态里基本都会生长（沙漠，海，粘土平原这些地方没有的啦）那么棉花长啥样？\n\n\n\n\n棉花.jpg (46.94 KB, 下载次数: 18)\n\n下载附件\n\n2015-9-18 21:38 上传\n\n\n\n\n\n\n等等这不是我们要的纤细棉花么？对的没错，就是纤细棉花哦，然而你打掉后，噩梦状态只能收获到扰乱棉花.....扰乱棉花一般是成堆出现的，找不到就一直奔跑吧，总能找到一丛一丛的。尽量多摘点，这东西总会不够用的。\n\n当我们击杀了梦魇搞到了扰乱棉花，我们干什么呢？嗯没啥事干了其实，我们使用冰针回去吧。\n然而不要着急，精神世界的主要功能我们还得在美梦世界实现。为了加大进入美梦世界的几率，我们需要制作一个夜魇之织梦者\n\n\n\n\n夜魇.jpg (18.08 KB, 下载次数: 29)\n\n下载附件\n\n2015-9-18 21:47 上传\n\n\n\n\n\n\n3个折磨线团，2个羽毛，1个钻石熏气，2个原版酿造台的药水，可以制作一个。为什么做这个呢?\n把这个东西摆墙上（最好别放床边），然后在它身边进入精神世界，会大大增加美梦状态的几率，有了它是50%进入美梦，附近种植纤细棉花的话可以每个增加额外的10%，最多70%的几率进入美梦。\n相对的如果放置点火的地狱岩，这个织梦者，和恶魔之心的话，会大大增加噩梦的几率并且强化梦魇....有自虐倾向觉得正常梦魇太弱的了的玩家可以考虑.......\n话归正传，有了这个，你有50%的几率进入美梦，多试几次，进入美梦后我们就可以开始搞其他的事情了！如果你看到了粉红色的天空，没有超级杀手，那么恭喜你，进入了美梦。\n现在首要的事情，采棉花！为了以后你不被噩梦的超级杀手骚扰，请先制作奇思妙想符咒\n\n\n\n\n护身符.jpg (18.06 KB, 下载次数: 39)\n\n下载附件\n\n2015-9-18 21:55 上传\n\n\n\n\n\n\n注意这东西要在梦世界做哦！主世界做出来没什么用的，他的功能室会屏蔽掉梦魇，也就是说有了它，你退出美梦再进来是噩梦，梦魇也不来了，但是其他僵尸小白什么的还是会干你.....不过不管怎么说，为了做水心之酿你怎么都要做幻想线团，多做一个线团做这个你不会后悔的。\n好了说道这里，你就可以在梦世界畅游了，美梦的世界没有梦魇可以理解为新世界，为了制作水心之酿请重新制作巫术的所有基本设备.................\n想偷懒？作者比你聪明的多，精神世界如果尝试建造地狱门并进入，会立刻回到睡醒。而且世界生成的动植物无法获得烈焰粉（神秘的烈焰花不会生成）\n还是想偷懒？那么你有2种选择:通过其他mod的跨位面传递手段把设备和材料从主世界送过来，或者你去找村庄刷交易，刷末影之眼交易的村民仍然存在，刷到这个交易的牧师村民并交易你就可以做末影箱了，然后就什么都有了.....\n这都做不到还想偷懒？乖乖干活啦懒虫！我会说我就是自己乖乖干活建造的精神世界基地么.....\n\n至于美梦和噩梦，其实他俩是一个世界，不过同时有玩家在多人模式进入梦境的话似乎会分裂成两个世界，这个有待考证，毕竟我没拿到服务器后台这个不是很了解，不过按照对世界的影响应该还是一个世界，美梦的玩家能不能攻击噩梦玩家的梦魇我就不知道了.......其实美梦和噩梦只是看起来不变天，也是有事件的，美梦到了时间上的晚上也会刷僵尸小白这些的....\n终于在千难万苦的情况下做出来了水心之酿（只能在梦世界制作）？恭喜你，现在你可以制作显灵用的精神之门，制作水心之酿（虚伪泪水之酿，汇聚之意志，凝集之恐惧），灵物（需要抑制之精神）。先说精神之门，这玩意用雪方块和水心这种流体就能制作，只能在梦世界制作。\n\n需要8个雪方块，一个水心之酿或者精神桶。制作方式是用雪方块围出来一个4*4中间是2*2空心的圈（地狱门那种），四个角可以是其他材料，所以最低需求8个雪方块（用雪玲花的雪球合成吧），然后对着下面的两个雪方块扔一个水心之酿造或者用精神桶（用桶互动水心液体就能获得）倒上水心液体就会变成门了。\n\n\n\n\n精神门.jpg (17.98 KB, 下载次数: 30)\n\n下载附件\n\n2015-9-19 00:00 上传\n\n\n\n\n\n\n必须要完成显灵仪式才能穿过门变成幽灵，幽灵持续时间很短，需要特定灵物来维持存在，不然时间到了就会立刻送回到精神世界，不可携带进入精神世界的道具会留在最后存在的主世界地点。至于具体是什么样子的，我就透露下是透明的哦，剩下的你们自己发掘吧~我就不上图剧透了\n\n然后说说水心之酿， 这个药水很坑爹，只能在精神世界制作，配方倒不是很贵\n\n\n\n\n水心配方.jpg (25.4 KB, 下载次数: 43)\n\n下载附件\n\n2015-9-19 00:04 上传\n\n\n\n\n\n\n蝙蝠毛可以找村民换，能换到，其他的就是转生粉啊编制啊这些不多说了，关于转生粉，在精神世界转生粉和超级转生粉只能产生原版MC和巫术的植物，其他mod的无法刷出来，主世界的没有这条限制。所以尝试用这个办法刷出来烈焰花也不用想了，回去干活！水心之酿的液体形态水心会对玩家保持buff，生物保持debuff，梦魇会失去很多能力（比如无敌），相反用它做出来的虚伪泪水之酿就是玩家debuff，怪物buff，梦魇强化.....这两种液体都可以用桶收集，分别是精神桶和虚伪泪水桶，注意桶形态不能带回主世界，只有酿造形态可以带回来。纤细棉花可以种植在精神世界里水心之酿附近，会自动扩散，这也是唯一可以再生棉花的办法（纤细棉花直接美梦收割，扰乱棉花带着奇思妙想去噩梦收割）\n\n最后就是灵物制作的抑制之精神了，这玩意是精神界独有怪物（其实不是独有，只是只有这地方可以自然生成）：精神体的掉落物，看起来就是个萤火虫一样的，4血（2心），一下1血，攻击四下就死了变成道具，使用后就再次变成精神体，这是召唤灵物所需的精神体的唯一办法，也是制作巫师炼药锅中的某些药效和制作冻结之精神（用来制作幽魂石的必要材料）的关键材料。这东西可遇不可求，不是超平坦其实刷新几率很低，如果需要大量获取请召唤半羊人，这个我以后会讲。\n\n嘛，就这样，享受梦的世界吧~\n\n\n\n\nQQ图片20150919001606.jpg (81.95 KB, 下载次数: 53)\n\n下载附件\n\n2015-9-19 00:16 上传\n\n\n\n\n\n\n痛苦迷宫及其相关\n现在我们来说说第二个巫术位面：痛苦迷宫位面。这个地方很特殊，不是常规会去的界面，进入方式有两种：1.攻击痛苦之王并将其伤害到半血一下，痛苦之王会和你一起传送进痛苦迷宫\n2.击杀痛苦之王获得苦鬼之魂，饮用后学会魔符术：苦痛折磨，可以把命中的对象丢进痛苦迷宫\n然而这两种办法说半天都要去跟痛苦之王谈人生，那么我们如何召唤痛苦之王呢？首先我们需要一个卷轴：\n\n\n\n\n卷轴-哭.jpg (16.85 KB, 下载次数: 40)\n\n下载附件\n\n2015-9-19 19:20 上传\n\n\n\n\n\n然后寻找到世界生成的圆石法阵，并站在中间的发射器上面（也就是站在水中）并按住卷轴，一段时间后会发生爆炸并召唤痛苦之王。\n\n不过这卷轴怎么获得？那我们就得从烈焰小鬼这个东西说起。\n\n\n\n\n召唤小鬼.jpg (46 KB, 下载次数: 38)\n\n下载附件\n\n2015-9-19 19:25 上传\n\n\n\n\n\n使用这个法阵可以召唤出一只烈焰小鬼。注意法阵是炼狱圆环不是白色的仪式圆环。精炼邪恶是蒸馏塔产物，恶魔之血也是蒸馏塔产物，需要蒸馏恶魔的掉落物恶魔之心。后两个不多说。\n\n\n\n\n小鬼.jpg (59.76 KB, 下载次数: 36)\n\n下载附件\n\n2015-9-19 19:27 上传\n\n\n\n\n\n召唤出来是这个么玩意，不会移动，但是靠近了会攻击。召唤后自带姓名所以不用怕消失。为了和他做朋友，首先我们需要制作一个恶魔契约。\n\n\n\n\n契约.jpg (16.5 KB, 下载次数: 26)\n\n下载附件\n\n2015-9-19 19:26 上传\n\n\n\n\n\n注意中间的是生猪肉片？，不是一般的生猪肉片，用腐肉和转生粉制作。制作后和合成娃娃一样，与自己的巫媒在工作台合成。然后准备好至少25级的经验值。\nok现在我们拿着契约右键小鬼，小鬼就会跟我们签订契约了。契约如果长时间不交易会自动解除，小鬼就会消失。\n小鬼需要闪烁的物品来交易，实验出来的钻石，绿宝石，烈焰棒都可以。右键给他一个后他会说“闪耀！”，给几个后他就会说“吾有秘密与汝分享”\n然后吐出来一个东西。\n吐出来东西的顺序前四个是固定的：饿鬼之魂，凄鬼之魂，懦鬼之魂，苦痛卷轴\n对的，第四个就是我们要的卷轴，如果继续交易会随机吐给我们几种巫术材料的一种：2个青蛙趾，2个小猫头鹰之翼，1个树人枝桠，2个狗之舌等等，基本没啥大用。\n注意交易完成一次后需要等待一段时间后才能继续交易，如果你给他物品他说“闪耀！（哈欠）”就是疲惫了，这时候你给多少他都不给你东西，等过段时间再来就可以再交易了。\n拿到卷轴，寻找一个自然生成的圆石法阵吧！，注意挖掉法阵下面的女巫刷怪笼省的他们捣乱，然后插电火把什么的防止怪物过来添乱。注意必须是完好无损的法阵，如果出现损毁请用原材料修复，不然不能用。\n\n\n\n\n石头法阵.jpg (16.61 KB, 下载次数: 22)\n\n下载附件\n\n2015-9-19 19:38 上传\n\n\n\n\n\n好了这就是召唤地点，那么我们还需要准备什么呢？为了召唤这boss我们必须拥有巫术的人体注魔能量槽才能触发，因为使用苦痛卷轴需要消耗注魔能量，召唤出来大约需要消耗半管的能量，非常巨大的消耗。至于如何注魔我会在注魔能力部分专项讲述，这个也是巫术的一个特色系统，很有意思。召唤过程需要按住卷轴，而注魔能两就会持续流失。召唤成功后就会发生爆炸然后出现痛苦之王，这个boss会飞，会吐火球，不过视线很差，带把弓的你不是召唤的时候被炸死的话，主世界随便虐他.....如果你把它打到少于一半血，而且你是伤害来源（注意火焰烧到的一半以下不算你的输出，他会自己进去而你不会，相当于白召唤了....所以请不要使用火焰附加的武器），你就会被拉近痛苦迷宫位面了。\n\n这地方就是个痛苦之石，少量菌丝和透明的空气方块阻隔的迷宫，上下都是封闭的，而且空气方块和痛苦之石都是基岩硬度，取巧就不要想了，安心走迷宫。进入点的对面是出口的传送门，左右两侧和中间有三个宝箱，是埋在地里的，靠近了会发现，就是一般的地牢宝箱。\n这boss没有生命恢复能力，事先准备好一个中毒药水给他来几发，然后悠闲的给他来一箭，搞定。\n\n\n\n\n迷宫.jpg (35.94 KB, 下载次数: 36)\n\n下载附件\n\n2015-9-19 19:53 上传\n\n\n\n\n\n这个世界是有很多层的，然而你只能到其中两层。第一层是打boss的层，然后走出传送门会被送到第二层，第二层的出口出来就回到主世界了。以后再进去只能进入打boss的那一层，二层都无法再进入，除非你有固定距离的瞬移方法（比如TE的旅行法杖），如果你真想去可以试试芭芭雅嘎之帽和中毒药水，靠中毒触发被攻击来刷瞬移，脸好能卡到别的层的迷宫，不过为了防止意外发生我们还是别带这帽子进迷宫世界比较稳妥。\n至于第二种进入方法，是喝掉boss掉落的苦鬼之魂后学会的魔咒，对生物使用会把命中的生物带进迷宫入口，该魔咒有30分钟现实时间的CD，而且命中范围是AOE效果，小心恶作剧别把自己丢进去了....\n\n顺带一提这迷宫内部会发现有菌丝，长的跟痛苦之石很像，他们存在的意义是给树皮腰带回复树皮护甲的，可以挖走。\n魔镜世界及其相关魔镜世界其实说是世界，和痛苦迷宫一样是被基岩硬度的方块严重限制的局限性空间，虽然理论上比痛苦迷宫要好一点，因为魔境世界可以无限生成没有边界，然而大部分情况是作为房间来使用的。该世界生态为下界（hell），然而可以存在水，有点意思\n首先为了进入魔境世界，我们需要有魔镜，那么如何制作魔镜呢？熟读巫术：圆环法阵的你应该不难发现书上描述的制作法阵。\n\n\n\n\n魔镜制作.jpg (39.75 KB, 下载次数: 58)\n\n下载附件\n\n2015-9-23 17:06 上传\n\n\n\n\n\n\n需要11*11的仪式圆环，虚伪泪水之酿（蒸馏塔蒸馏水心之酿），金锭，玻璃瓶，和一个恶魔。魔力要求很低，只要2000就可以，比较麻烦的是这个恶魔我们怎么搞？\n\n\n\n\n恶魔召唤.jpg (50.9 KB, 下载次数: 34)\n\n下载附件\n\n2015-9-23 17:05 上传\n\n\n\n\n\n\n\n\n恶魔召唤2.jpg (47.52 KB, 下载次数: 44)\n\n下载附件\n\n2015-9-23 17:06 上传\n\n\n\n\n\n\n细心的你一定会发现书上记载了两种召唤恶魔的手段，仔细比较明显需要村民的这种很便宜，然而如果你没有好办法制造村民并送到发阵里的话，就是用第二种比较昂贵的召唤材料吧。\n召唤出来的恶魔有点强力，100血，会乱吐火焰弹并且靠太近了会爆炸。小心不要被他把材料炸没了.....而且尽量躲着点他的火球，伤害不低而且着火了有点麻烦。至于这货的用处我会在生物篇详细介绍。\n有了恶魔，有了材料，手续正确的话恶魔就会消失然后吐出来一个魔镜了！这个东西可以放置，放置后就是进入魔境世界的传送门了，需要面朝魔镜才能进入，背朝魔镜是进不去的....\n仔细看我们可以发现，这个东西的说明有点奇怪：\n\n\n\n\n注魔魔镜.jpg (29.33 KB, 下载次数: 35)\n\n下载附件\n\n2015-9-23 17:10 上传\n\n\n\n\n\n\n注魔的，注魔的？什么玩意？！其实魔镜有两种形态，一种空的一种注魔的，我们的制作工序都是注魔的魔镜，也就是封印了镜魔的魔镜，如果镜魔被击杀，魔镜就会变成空的魔镜。如果你要利用魔境世界，那么做好死几十次的准备面朝魔镜跳进去吧。\n\n\n\n\n镜像体.jpg (17.42 KB, 下载次数: 49)\n\n下载附件\n\n2015-9-23 17:14 上传\n\n\n\n\n\n\nboom！然后飞上来一个这玩意对你一顿猛捅，你死了....\n这是啥？这就是镜魔，也就是镜像体，100血，非常强力！\n我们来分析下为啥这玩意非常强力。首先他高难度下自带减伤，攻速抽搐，而且会完全同步你的装备和手持道具（也就是武器）的属性，移动速度很快，一般的攻速不能像打僵尸一样干撸撸死他，而且他还会恶魔的那些恶魔法术，比如空手搓个火球搓个减速什么的....非常难缠，我和小伙伴自恃天下无敌，进去被他虐的妈都不认识了.....巫术本家的装备想对付他非常困难，我们是靠神秘时代的生物磁铁限制住他的行动一个人吸引仇恨另外一个攻击来击杀他的，非常困难。如果只靠巫术mod想击杀他，请先吃个金苹果然后准备好几瓶寒霜之酿药水，进魔境世界就对着他丢个药水把他封印在冰里面，因为这个世界不存在冰融化的问题呢，封印起来你就可以想办法开个洞什么的慢慢玩死他了。1对1硬拼非常不明智....\n如果你成功击杀了镜像体，会概率掉落一个恶魔之心（本来这就是恶魔嘛），然后原来的那个魔镜你拆掉后就会发现他变成了空的镜子。\n\n\n\n\n魔镜空.jpg (25.56 KB, 下载次数: 29)\n\n下载附件\n\n2015-9-23 17:25 上传\n\n\n\n\n\n\n这样的镜子再摆放出来并进入就不会有镜像体来跟你谈人生了，可以作为秘密基地来使用。\n\n说完制造魔镜的流程我们来好好说说魔镜的各种指标：\n魔精有亮度。魔镜内部房间的大小是9*9*9的立方体，上下左右前后都有其他的魔镜房间相连，没通过注魔魔镜进入的魔镜房间不会产生镜像体。相邻房间的墙壁厚度都是9，墙壁是由魔镜镜面这个方块构造的，基岩硬度，一般来讲就不要想扩建了....\n魔镜的生成坐标是第一次摆放出来魔镜的地点相关，同一个坐标摆放出来的魔镜会在魔境世界产生出垂直堆叠的魔镜房间，然而目前只有高度这个生成规则比较好理解，XY坐标的对应不是1:1的对应，也就是说你在主世界挨着放两个镜子可能进去了发现不是隔壁的两个同高度房间，具体这个怎么计算的我就不知道了...\n魔镜除了可以进入魔境世界，还可以作为短途的传送门，如果两个魔镜背靠背放置，那么从一个魔镜进入会被直接从另外一个魔镜传送出来而不经过魔境世界。\n\n\n\n\n魔镜传送.jpg (38.65 KB, 下载次数: 37)\n\n下载附件\n\n2015-9-23 17:32 上传\n\n\n\n\n\n需要注意的是传送这条性质必须是空的魔镜才可以，注魔的魔镜还是会被送到魔境世界\n传送距离说是有限，不过我亲测非常长，一般来讲是够用的。魔镜这个传送性质除了水平传送还可以垂直传送，只要保证对齐就可以，不过垂直传送不是背靠背而是保持一样的朝向\n\n\n\n\n魔镜传送2.jpg (34.12 KB, 下载次数: 29)\n\n下载附件\n\n2015-9-23 17:36 上传\n\n\n\n\n\n\n比如这样摆放，从下面的镜子进入就会从上面的镜子中传送出来并站在石头上。利用传送门性质可以做很多有意思的事情，不过两个魔镜对着放不会实现玩家监狱，因为从魔镜出来的时候朝向不是正对的所以不会立刻被拉近另外一面魔镜中。同一个方块内只能摆放1个魔镜，魔镜必须摆放在高度2的方块上，魔镜摆放的方块拆除后魔镜不会消失，魔镜可以摆放在魔镜的背面。\n魔境世界不分白天黑夜，不会刷怪。拆掉后再次摆出来还是会连接到第一次摆放出来所绑定到的房间中，也就是说非常便携，有足够多的镜子甚至可以在镜子世界利用魔镜传送门的性质来实现镜子中的豪华套间，然而要注意的是魔镜世界只能从进入魔境世界的镜子那出来，其他魔境世界的魔镜即使链接着主世界的魔镜也无法从那里出来。如果因为没有出口的原因卡在了魔镜世界，可以使用指令直接传送回主世界：\n/chant mirror mirror send me home\n\n注魔的魔镜的特有能力：\n对魔镜使用巫媒可以获取上一个进入魔镜的玩家的巫媒，对魔镜使用球状石英会变成复制手雷，投掷出去后会在命中地点制造一个巫媒对象的复制体然后变回球状石英，对复制对象的效果会改为对复制体生效。对魔镜使用其他玩家的巫媒可以变成其他玩家的镜像，对魔镜使用自己的巫媒或者其他生物的巫媒或者揭示之酿可以变回原样。\n与魔镜对话可以出现一张脸跟你说话：\n\n\n\n\n魔镜对话.jpg (37.59 KB, 下载次数: 19)\n\n下载附件\n\n2015-9-23 17:56 上传\n\n\n\n\n\n\n你会看到类似这样的提示，第二行很直白，会告诉你都有谁用过这个魔镜，防盗效果拔群。第一条是什么意思呢？\n被魔镜锁定为如此的玩家或者NPC（在触发对话后会生成）被击杀会几率掉落一个黄金之心。\n（亲测击杀玩家不掉落黄金之心....得多游历游历世界让他触发NPC的时候你杀死才能搞到黄金之心）\n如果显示方向的话，你就顺着对应方向去找就可以了，这个材料是用来制作巫师炼药锅中的动物吸引和动物排斥药效的，没啥其他用处。\n\n其他版本翻译对照\n\n以下收录了其他版本的巫术mod汉化，方便使用其他版本的玩家对照查询，左侧为笔者的汉化版本，右侧为其他版本的汉化。这里只记录的关键道具的相关的，魔咒和配方翻译对应的书上介绍页数是完全对应的，这里不做完全收录。\nclaymore版本汉化：\n过滤强化型熏气漏斗  -  带过滤器的熏气漏斗\n寻宝猪  -  友善幽灵\n护甲防护娃娃  -  盔甲防护娃娃沉睡苹果  -  苹果\n血腥路碑  -  血腥寻路石\n无限之蛋  -  无穷之蛋\n无尽之水酿造  -  无穷水之酿药水\n巫师炼药锅  -  女巫的炼药锅\n受魔之膏  -  神奇药膏\n半羊人之罐  -  莱昂纳德的瓮\n静音耳罩  -  护耳罩\n抑制村庄之精神  -  压抑的村庄之魂\n生态之书 (扩展版)  -  生态之书 (增订版)\n半羊人之影  -  莱昂纳德之影\n迷失之魂  -  失落之魂\n巫师酿造手册  -  女巫的酿造\n月影之魅  -  月之神符\n犬神雕像  -  狼之祭坛\n银质弩箭  -  银弩箭\n狼毒草  -  乌头\n制银桶  -  集银盆\n狩猎之角  -  猎人之角\n创造模式-蝙蝠/狼变身代币  -  创造蝙蝠/群狼标记\n捕熊陷阱,捕狼陷阱  -  捕熊器,捕狼器\n大蒜环  -  大蒜花环\n染血羊毛  -  沾血的羊毛\n玻璃高脚杯  -  高脚玻璃杯\n阳光手雷  -  太阳手榴弹\n炖肉,熟炖肉  -  肉汤,生肉汤\n血液坩埚  -  血坩埚\n依尼  -  爱丽\n飞翼猴子  -  长翅膀的猴子\n凝血之织  -  织过的凝血\n温暖的血液  -  温血\n被撕掉的残页  -  撕烂的书页\n观察日记:不死者  -  不朽者的观察报告\n魔镜  -  镜子\n复制手雷  -  复制手榴弹\n黄金之心  -  金色之心\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1441719600,
            "txt_content": " 本帖最后由 PrinceXI 于 2015-10-29 07:26 编辑 \n\nQ:请问这mod在哪里下载啊？\nA:个人发布帖传送门，下载链接点开下载\nQ:为什么我把材料丢到炼药锅里了，我还是做不出变异枝条：\nA：变异枝条也是需要祭坛提供魔力的，大约需要3100点魔力才能制作。除了超级转生粉都是需要魔力的，书上说明有时候不完善。\nQ：为什么我想制作燃烧之酿，丢进去了曼德拉草根，萤石粉，木炭，盛出来却是彩色液体？哪里不对？\nA：制作无尽之水酿造和燃烧之酿比较特殊，丢完材料后等待动画结束就会跟道具制作一样直接出现药水，不需要手动装瓶。\nQ：为什么我的狼人和狼形态的护甲减伤似乎没有作用？是我等级不够高么？\nA：某些服务器插件原因（作者说是bukkit的safe area部分）与巫术mod的伤害减免有冲突，请升级服务器管理端。\nQ：为什么我使用了天气咒，什么都没有发生？\nA：因为这个魔咒的效果是停雨，雨天使用才能看出来效果，晴天空发是没用的。\n\n\n\n"
        },
        {
            "author": "lichi2050",
            "timestamp": 1441727580,
            "txt_content": "教程看着很详细（赞）\n\n不过我不认识这个MOD，没玩过（有机会的话玩玩看）\n"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1441727640,
            "txt_content": "lichi2050 发表于 2015-9-8 23:53\n教程看着很详细（赞）\n\n不过我不认识这个MOD，没玩过（有机会的话玩玩看）\n这个mod原先只有英文版，国内没有火起来，我是做完了汉化同步制作了这个教程，有机会一定要试试哦"
        },
        {
            "author": "LIUIF",
            "timestamp": 1441730160,
            "txt_content": "妥妥的加进RPG！"
        },
        {
            "author": "aroqve",
            "timestamp": 1441765440,
            "txt_content": "有教程就会玩的人多一点了"
        },
        {
            "author": "clayblock",
            "timestamp": 1441860600,
            "txt_content": "怎么不更了？"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1441877340,
            "txt_content": "clayblock 发表于 2015-9-10 12:50\n怎么不更了？\n我感觉全部写有点浪费，在筛选旧版缺失和错误的部分整理下"
        },
        {
            "author": "lzlniu",
            "timestamp": 1441959480,
            "txt_content": "很棒的教程，很详细。望坚持更新。"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1441981080,
            "txt_content": "lzlniu 发表于 2015-9-11 16:18\n很棒的教程，很详细。望坚持更新。\n多谢大大扶持，不出意外我会保持日更，巫术mod的细节太多了我一下整理不完，慢慢做。"
        },
        {
            "author": "新手灬小儒",
            "timestamp": 1442496600,
            "txt_content": "为什么我做不出变异枝条放了超级转生粉就没有粒子效果了{:10_524:}"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1442497080,
            "txt_content": "新手灬小儒 发表于 2015-9-17 21:30\n为什么我做不出变异枝条放了超级转生粉就没有粒子效果了\n你的祭坛提供了足够的魔力了么？制作道具需要对应的魔力供给的。\n这个书上记载有点小问题，实际上需要的魔力是70+490+2520=3080\n上述三个数字都是对应素材的仪式魔力需求值。确保周围有一个这么多魔力的祭坛就会开始制作了"
        },
        {
            "author": "新手灬小儒",
            "timestamp": 1442497440,
            "txt_content": "就是说要做变异枝条就要用魔力咯？"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1442497920,
            "txt_content": "新手灬小儒 发表于 2015-9-17 21:44\n就是说要做变异枝条就要用魔力咯？\n是的，除了超级转生粉，基本做什么东西都要魔力，种点树吧，几棵树外加点花花草草就有3000了，这个不难的"
        },
        {
            "author": "新手灬小儒",
            "timestamp": 1442497980,
            "txt_content": "哦，懂了谢谢"
        },
        {
            "author": "lzjchh",
            "timestamp": 1442503260,
            "txt_content": "= =!!版主，原谅我的眼瞎，我从你在回复那里发的链接真的找不到下载链接在哪呃。。。求助"
        },
        {
            "author": "yiyayiya17",
            "timestamp": 1442529840,
            "txt_content": " 本帖最后由 yiyayiya17 于 2015-9-18 10:24 编辑 \n\n一直很喜欢这个mod然而玩的人很少的样子\n其实说起来神秘还偏科学，巫术更魔法一点"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1442576280,
            "txt_content": "lzjchh 发表于 2015-9-17 23:21\n= =!!版主，原谅我的眼瞎，我从你在回复那里发的链接真的找不到下载链接在哪呃。。。求助 ...\n下载链接在帖子上面的下载链接栏里：\nhttp://pan.baidu.com/s/1eQrXTDo"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1442576400,
            "txt_content": "yiyayiya17 发表于 2015-9-18 06:44\n一直很喜欢这个mod然而玩的人很少的样子\n其实说起来神秘还偏科学，巫术更魔法一点\n ...\n这mod上手真是太累，而且很多隐藏要素游戏中完全没有提示，而且没有其他mod支持对于本家材料的获取也有点麻烦（新版加了地狱犬，狗舌终于不是问题了），不过玩到后期打打boss做完装备有了羊罐还是很强力的"
        },
        {
            "author": "lzjchh",
            "timestamp": 1442632440,
            "txt_content": "PrinceXI 发表于 2015-9-18 19:38\n下载链接在帖子上面的下载链接栏里：\nhttp://pan.baidu.com/s/1eQrXTDo\n谢谢楼主，终于有的下载了"
        },
        {
            "author": "yiyayiya17",
            "timestamp": 1443201900,
            "txt_content": "重新开始玩这mod，确实太难懂了，书都是资料向的，却没有教程的感觉，以前玩的时候都是去官网看教程，现在却被墙了，果然难上手..."
        },
        {
            "author": "xiaobaozhaoqi",
            "timestamp": 1443366540,
            "txt_content": "还有狼人和吸血鬼篇我很期待"
        },
        {
            "author": "xiaobaozhaoqi",
            "timestamp": 1443366660,
            "txt_content": "非常喜欢这个mod，话说做一下装备篇可好？"
        },
        {
            "author": "yiyayiya17",
            "timestamp": 1443415860,
            "txt_content": " 本帖最后由 yiyayiya17 于 2015-9-28 21:37 编辑 \n\n找到了自己没看仔细\n新版酿造的各种药水很有特色，但实用效果未知做起来也蛮麻烦的\n稍微试了下最低等级的鱼泳药水，游起来倒是比船还快，真·旅行速度第一，材料倒是不贵，当然只能在水里以及加速后的变向问题的弱点也有\n能交流下各种东西的实际使用心得的话估计玩的人能更多？\n好像也有很多不实用的东西，比如伐木药水，好不容易炼出一瓶来，往树根下扔连一棵树都砍不干净，高的地方还留着，强化范围又费材料，可可豆初期不一定有，有这时间还不如用手砍了老版的水壶酿造也多半都是娱乐，比较有用的 侵蚀之酿 用来快速挖黑曜石\n只有娱乐性而没实用性的东西很多也是这个mod的特色了\n"
        },
        {
            "author": "xiaobaozhaoqi",
            "timestamp": 1443448380,
            "txt_content": "关于雕文转换仪式翻译一直是错的。这个仪式根本不用聚会女巫，它的意思是你扔石膏+仪式匕首+1~3根粉笔，然后它会将一圈符文转化为粉笔对应颜色的符文，但固定只消耗一支粉笔，而粉笔的数目决定它转化的是7x7,9x9还是11x11圈（就是小圈，中圈和大圈）。楼主可以自己试试，放小中大他处法阵，然后扔2根炼狱粉笔+石膏+仪式匕首就能看出来，中圈他处被转为炼狱，而粉笔只消耗了一根，全程不用聚会女巫。"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1443473040,
            "txt_content": "xiaobaozhaoqi 发表于 2015-9-28 21:53\n关于雕文转换仪式翻译一直是错的。这个仪式根本不用聚会女巫，它的意思是你扔石膏+仪式匕首+1~3根粉笔，然 ...\n哦好的，这个仪式笔者只用过一次发现还不如手动画或者用护身符保存好来循环使用....我有空试试，并且圆环法阵部分我会加上这条的，多谢。"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1443473640,
            "txt_content": "yiyayiya17 发表于 2015-9-28 12:51\n找到了自己没看仔细\n新版酿造的各种药水很有特色，但实用效果未知做起来也蛮麻烦的\n稍微试了下最低等级的鱼 ...\n实用性的话，死灵巫师袍非常强力，可以无视僵尸小白甚至其他mod的亡灵生物（比如邪术守卫），生存非常靠谱，渗透鞋和巫师袍作为挖矿套装也是非常安全，不吃洞穴蜘蛛的毒也不怕背后来爬行者给你带走，矿工必备。药水的话，侵蚀之酿和寒霜之酿造非常实用。一个是来挖黑曜石，一个是来封印怪物。不过挖东西其实还有替换之酿。巫师炼药锅的药水主要是高等级才有明显的强力（比如死亡不掉落，改变生态，改变体型等等），低等级的那些用处的确不大，不过作为前期升级装瓶经验还是得做低级的。笔者是做了一车的雪傀儡之足来刷经验的......巫术的四个人体注魔都很强力，两个血统（狼人，吸血鬼）也是非常凶。圆环法阵其实大部分都是用来做手续的，本身不是很实用的东西....魔符术还不错，有了半羊人之罐非常逆天，不过需要适应画魔符的时间，用惯了还是很靠得住的。以上是和谐生存的实用，pvp的话完全是另外一套系统了就..."
        },
        {
            "author": "yiyayiya17",
            "timestamp": 1443498420,
            "txt_content": "PrinceXI 发表于 2015-9-29 04:54\n实用性的话，死灵巫师袍非常强力，可以无视僵尸小白甚至其他mod的亡灵生物（比如邪术守卫），生存非常靠 ...\n寒霜之酿这种用来打boss什么的？平时用来打怪物有点浪费\n\n升级装品本来想做炼药锅的燃烧药水，还能顺便当燃料（曼德拉+萤石+木炭）然而做出来只是彩色药水，是哪里搞错了？"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1443505620,
            "txt_content": " 本帖最后由 PrinceXI 于 2015-9-29 13:51 编辑 \nyiyayiya17 发表于 2015-9-29 11:47\n寒霜之酿这种用来打boss什么的？平时用来打怪物有点浪费\n\n升级装品本来想做炼药锅的燃烧药水，还能顺便当 ...\n只要做出来彩色药水就是做错了....燃烧是1级药效。那么需要1的容量就足够。所以曼德拉是没错的，萤石是设置为强度二也是没错的，木炭是指定药效的材料也是没错的，然而这个药效比较特殊，燃烧药效和无尽之水药效不需要装瓶，扔完配料有足够魔力稍等一会就会自动变成道具吐出来，就像道具制作一样。你应该是心急了。寒霜一般是打一些比较难缠的怪物，丢在地上是制造一面3*3大小的冰墙，丢到生物会把生物给完完全全封印在冰里。为了控制住某些怪物的时候非常好用。比如漫天乱飞的痛苦之王，来一发这个直接按在地上干...."
        },
        {
            "author": "PrinceXI",
            "timestamp": 1443506280,
            "txt_content": "xiaobaozhaoqi 发表于 2015-9-28 21:53\n关于雕文转换仪式翻译一直是错的。这个仪式根本不用聚会女巫，它的意思是你扔石膏+仪式匕首+1~3根粉笔，然 ...\n装备篇已制作，有疑问欢迎继续提出~"
        },
        {
            "author": "yiyayiya17",
            "timestamp": 1443513060,
            "txt_content": " 本帖最后由 yiyayiya17 于 2015-9-29 15:52 编辑 \nPrinceXI 发表于 2015-9-29 13:47\n只要做出来彩色药水就是做错了....燃烧是1级药效。那么需要1的容量就足够。所以曼德拉是没错的，萤石是设 ...\n感谢，做出来了，2级放熔炉里能烧25个木炭，木炭的3倍以上，材料虽然简单，但做起来很麻烦初期并不实用，不知道做这个不用瓶子的能不能增加装瓶经验...\n\n另外发现1级小麦的月光酿也意外得蛮有用的，效果好像是饥饿条代替生命条受伤，直接吃食物就能补了，虽然有时候会反胃效果\n巫师套初期还是蛮难出的样子，需要大量钻石...比起神秘什么的难度高好多啊\n"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1443514260,
            "txt_content": "yiyayiya17 发表于 2015-9-29 15:51\n感谢，做出来了，2级放熔炉里能烧25个木炭，木炭的3倍以上，材料虽然简单，但做起来很麻烦初期并不实用， ...\n巫术主要就是吃钻石，非常吃.....搞巫术研究得做好挖空一座山的准备，不过其实也没有很夸张，从第一天到做出巫师帽巫师袍甚至死灵法师袍，半组钻石够用了。月光美酒是非常实用的一个低级药水，不过反胃有点麻烦就是了。高级药效有一个叫啤酒肚的，使用后可以去除反胃，不过啤酒肚和月光美酒这两个药效不能做成一瓶药水，不然月光的效果会被挤掉，挖挖钻石其实还好，比神秘找节点不是方便的多了.....巫师袍用处不大，可以不做，巫师帽你要是做水壶药水的话可以考虑做一个，不然这两个都可以不做速出死灵法师袍就行了，前中期性价比最高的道具。"
        },
        {
            "author": "竹月",
            "timestamp": 1443515760,
            "txt_content": "这mod里有一个叫做glass goblet（玻璃杯）的方块，怎么用。之前玩ftb模组包的时候提到过它"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1443516060,
            "txt_content": "竹月 发表于 2015-9-29 16:36\n这mod里有一个叫做glass goblet（玻璃杯）的方块，怎么用。之前玩ftb模组包的时候提到过它 ...\n玻璃杯（我的翻译是玻璃高脚杯）这个东西是吸血鬼血统的道具，不能放置，其实是个道具。通过吸血鬼的仪式可以获得装有鸡血的玻璃杯，用鸡血玻璃杯进行仪式召唤莉莉丝boss后，对第二形态的莉莉丝使用可以获得装有莉莉丝之血的玻璃杯，喝下去就会变成吸血鬼了。当吸血鬼等级达到9级的时候并且有至少半格的血液储存的时候，按住玻璃杯会产生装有自己血的玻璃杯，别人喝下去也会变成吸血鬼。不做吸血鬼路线的话，这杯子没用....."
        },
        {
            "author": "竹月",
            "timestamp": 1443517860,
            "txt_content": "PrinceXI 发表于 2015-9-29 16:41\n玻璃杯（我的翻译是玻璃高脚杯）这个东西是吸血鬼血统的道具，不能放置，其实是个道具。通过吸血鬼的仪式 ...\n原来是要用boline匕首杀鸡。。我一直用剑。。怪不得拿不到鸡血杯"
        },
        {
            "author": "xiaobaozhaoqi",
            "timestamp": 1443522300,
            "txt_content": "PrinceXI 发表于 2015-9-29 04:44\n哦好的，这个仪式笔者只用过一次发现还不如手动画或者用护身符保存好来循环使用....我有空试试，并且圆环 ...\n其实很好用，比如你要一个他处圆环，正常情况你要准备一堆白粉笔一个一个转化，但现在你只用用白粉笔画一个圆环，再转化3根他处粉笔就可以了，省下大量转化材料。"
        },
        {
            "author": "xiaobaozhaoqi",
            "timestamp": 1443525480,
            "txt_content": " 本帖最后由 xiaobaozhaoqi 于 2015-9-29 20:10 编辑 \n\n我发现打镜像体用死神之手最好。死神之手的无视防御也意味着无视受伤无敌时间，你点多快伤害就多高，但镜像体的攻速有限。实际的话喝一瓶生命恢复2，准备一个带两瓶瞬间恢复2药水的咬人带但是不穿，手拿死神之手进魔镜之后用最快速度猛敲，等自己血较少时再穿咬人带（主要是省下喝药时间）。手速快的话可以打死。（有条件的话吃个金苹果加血上限再进魔镜，一切为了争取时间）"
        },
        {
            "author": "xiaobaozhaoqi",
            "timestamp": 1443528720,
            "txt_content": "xiaobaozhaoqi 发表于 2015-9-29 19:18\n我发现打镜像体用死神之手最好。死神之手的无视防御也意味着无视受伤无敌时间，你点多快伤害就多高，但镜像 ...\n用狼人形态打也是好主意，镜像体又不是狼人"
        },
        {
            "author": "yiyayiya17",
            "timestamp": 1443545580,
            "txt_content": "好像遇到bug了，似乎没有饱和度了，吃了东西后饥饿值马上就开始消耗，是月光酒引起的吗，效果都消退了还是这样？有没有同学遇到过？"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1443577740,
            "txt_content": "yiyayiya17 发表于 2015-9-30 00:53\n好像遇到bug了，似乎没有饱和度了，吃了东西后饥饿值马上就开始消耗，是月光酒引起的吗，效果都消退了还是 ...\n我用过没遇到这种情况，实在解除不掉你就再喝一次月光美酒然后喝一瓶带有啤酒肚药效的来抵消酒的反胃试试。"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1443577860,
            "txt_content": "xiaobaozhaoqi 发表于 2015-9-29 20:12\n用狼人形态打也是好主意，镜像体又不是狼人\n哦这个不行的，镜像体的攻击是无视血统的，也就是说他可以击杀吸血鬼也无视狼人的减伤，狼人喝个药靠高血量高攻击也许能打过，但是吸血鬼的防死无效，是没希望的...."
        },
        {
            "author": "PrinceXI",
            "timestamp": 1443577860,
            "txt_content": "xiaobaozhaoqi 发表于 2015-9-29 18:25\n其实很好用，比如你要一个他处圆环，正常情况你要准备一堆白粉笔一个一个转化，但现在你只用用白粉笔画一 ...\n不是很懂，画一个他处准备2跟他处也就画出来了啊。除非你考虑经常随处画法阵，不然消耗不如手动画的小，毕竟画法阵图形不用先擦掉就能画上，不费多少时间的。"
        },
        {
            "author": "56562741",
            "timestamp": 1443702480,
            "txt_content": "LZ不打算把教程搬进WIKI吗？"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1443750540,
            "txt_content": "56562741 发表于 2015-10-1 20:28\nLZ不打算把教程搬进WIKI吗？\n我记得之前看其他帖子有人在搞，好久以前的事了好像，不知道现在还在没在搞，等我都写完了我联系一下吧，最近联系不到原作者也是有点麻烦"
        },
        {
            "author": "台广告",
            "timestamp": 1444046820,
            "txt_content": "死灵石和超级转生粉怎么做。。。"
        },
        {
            "author": "inxue388",
            "timestamp": 1444057320,
            "txt_content": "不知道在说些什么东西"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1444090260,
            "txt_content": "台广告 发表于 2015-10-5 20:07\n死灵石和超级转生粉怎么做。。。\n超级转生粉是用巫师炼药锅的道具制作来做得。死灵石我谢了制作方法啊。超级转生粉用处不是很大，除了能产生菌丝和刷出其他mod的植物外，也就做作材料了。"
        },
        {
            "author": "台广告",
            "timestamp": 1444111080,
            "txt_content": "PrinceXI 发表于 2015-10-6 08:11\n超级转生粉是用巫师炼药锅的道具制作来做得。死灵石我谢了制作方法啊。超级转生粉用处不是很大，除了能产 ...\n可是对着炼药锅把地狱疣和转生粉扔进去做不出来啊，是对数量有什么要求吗"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1444113360,
            "txt_content": "台广告 发表于 2015-10-6 13:58\n可是对着炼药锅把地狱疣和转生粉扔进去做不出来啊，是对数量有什么要求吗 ...\n对魔力有要求。除了转生粉，所有东西都需要祭坛提供魔力的，制作前请把鼠标移到要做的道具上看看魔力需求。数量都是1就足够，做不出来是因为祭坛没有提供足够的魔力，你在附近搞个祭坛然后种点树啊花草啊什么的，魔力够了自动开始制作的。"
        },
        {
            "author": "台广告",
            "timestamp": 1444141920,
            "txt_content": "PrinceXI 发表于 2015-10-6 14:36\n对魔力有要求。除了转生粉，所有东西都需要祭坛提供魔力的，制作前请把鼠标移到要做的道具上看看魔力需求 ...\n谢谢，已经解决了，另外添加药效的等级是对应前面的哪个步骤？"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1444168800,
            "txt_content": "台广告 发表于 2015-10-6 22:32\n谢谢，已经解决了，另外添加药效的等级是对应前面的哪个步骤？\n药效的等级指的一般是强度，也就是用萤石粉，烈焰棒什么的决定的那条。"
        },
        {
            "author": "台广告",
            "timestamp": 1444218600,
            "txt_content": "PrinceXI 发表于 2015-10-7 06:00\n药效的等级指的一般是强度，也就是用萤石粉，烈焰棒什么的决定的那条。 ...\nOMG,那5级以上的药水怎么做啊。。。"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1444219740,
            "txt_content": "台广告 发表于 2015-10-7 19:50\nOMG,那5级以上的药水怎么做啊。。。\n并没有5级以上的药水，药水的强度（等级）指的是做出来后的buff等级，要带有多种效果或者高级效果，是扩充容量的。比如等级5类别的药效，需要至少容量5才能制作"
        },
        {
            "author": "台广告",
            "timestamp": 1444223940,
            "txt_content": "恩。。。明白了"
        },
        {
            "author": "xiaobaozhaoqi",
            "timestamp": 1444398240,
            "txt_content": "请问注魔墓穴之酿和注魔翱翔之酿有什么用？"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1444398900,
            "txt_content": "xiaobaozhaoqi 发表于 2015-10-9 21:44\n请问注魔墓穴之酿和注魔翱翔之酿有什么用？\n这个我周末写，是注魔后才能使用的药水。"
        },
        {
            "author": "956090213",
            "timestamp": 1444625880,
            "txt_content": "我先来支持一下吧 待会看 看会了你教的的话就給你点赞金粒"
        },
        {
            "author": "mcxiaodigua",
            "timestamp": 1444740600,
            "txt_content": "吸血鬼变身蝙蝠飞村庄的任务一直无法完成 跑了十几个村庄 是在服务器里 求解答"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1444777740,
            "txt_content": "mcxiaodigua 发表于 2015-10-13 20:50\n吸血鬼变身蝙蝠飞村庄的任务一直无法完成 跑了十几个村庄 是在服务器里 求解答 ...\n跑村庄开始和结束有提示音，没有提示音说明没标记上，跑的过程中不能改变形态（要保持蝙蝠形态）并且不能死亡。"
        },
        {
            "author": "mcxiaodigua",
            "timestamp": 1444827840,
            "txt_content": "PrinceXI 发表于 2015-10-14 07:09\n跑村庄开始和结束有提示音，没有提示音说明没标记上，跑的过程中不能改变形态（要保持蝙蝠形态）并且不能 ...\n还是无法解决 又跑了几个村庄 进入离开村庄都没有提示音 蝙蝠形态还是人类形态都没有提示音"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1444833300,
            "txt_content": " 本帖最后由 PrinceXI 于 2015-10-14 22:41 编辑 \nmcxiaodigua 发表于 2015-10-14 21:04\n还是无法解决 又跑了几个村庄 进入离开村庄都没有提示音 蝙蝠形态还是人类形态都没有提示音 ...\n你确定你完成了上一等级的任务么？击杀20个烈焰人的任务似乎有bug会导致无法完成，完成了烈焰人任务村庄任务应该很好完成。之前小伙伴的吸血鬼任务卡住后，洗了一次变为凡人重新做的，就能完成了，如果实在不行你就召唤莉莉丝给他个大蒜变为凡人重新做任务吧。"
        },
        {
            "author": "mcxiaodigua",
            "timestamp": 1444883940,
            "txt_content": "PrinceXI 发表于 2015-10-14 22:35\n你确定你完成了上一等级的任务么？击杀20个烈焰人的任务似乎有bug会导致无法完成，完成了烈焰人任务村庄任 ...\n没完成我怎么变蝙蝠- -  我也去洗血统算了"
        },
        {
            "author": "mcxiaodigua",
            "timestamp": 1444888380,
            "txt_content": "重洗以后我四级任务都过不去了- - 楼主能发下wiki原帖吗"
        },
        {
            "author": "猪猪宝",
            "timestamp": 1444894380,
            "txt_content": "捕狼陷阱根本不夹狼人，狼人踩上去活蹦乱跳的，苦苦等了两个月结果还是...."
        },
        {
            "author": "PrinceXI",
            "timestamp": 1444917060,
            "txt_content": "猪猪宝 发表于 2015-10-15 15:33\n捕狼陷阱根本不夹狼人，狼人踩上去活蹦乱跳的，苦苦等了两个月结果还是.... ...\n那就是用正常途径吧，用圆环法阵的诅咒仪式获得狼人诅咒。夹子那个方法是不太靠谱，不然也不会有2种获得初始狼人基因的手段..."
        },
        {
            "author": "PrinceXI",
            "timestamp": 1444917120,
            "txt_content": "mcxiaodigua 发表于 2015-10-15 13:53\n重洗以后我四级任务都过不去了- - 楼主能发下wiki原帖吗\nhttps://sites.google.com/site/witcherymod/\n这是原帖。不过原帖没有讲述具体的升级流程，我是按照youtube上的视频学习的具体流程。"
        },
        {
            "author": "猪猪宝",
            "timestamp": 1444984200,
            "txt_content": "楼主纺织那里说的不太清楚....卡在纺织了..."
        },
        {
            "author": "mcxiaodigua",
            "timestamp": 1444993680,
            "txt_content": "PrinceXI 发表于 2015-10-15 21:52\nhttps://sites.google.com/site/witcherymod/\n这是原帖。不过原帖没有讲述具体的升级流程，我是按照youtu ...\n好像做吸血鬼任务的前需要观察者笔记和残页合成出对应的任务说明  我已经过了   谢谢楼主"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1445031240,
            "txt_content": "猪猪宝 发表于 2015-10-16 16:30\n楼主纺织那里说的不太清楚....卡在纺织了...\n纺织是说转轮还是说凝血之织？转轮是个设备，需要放在祭坛附近，里面放上材料就能用，转轮自带recipe的。\n凝血之织的话，是吸血鬼等级为4或者更高的时候，对羊毛使用骨针，羊毛会变成染血羊毛方块，挖下来丢到熔炉烧，就变成凝血之织了。"
        },
        {
            "author": "copyoz",
            "timestamp": 1445046120,
            "txt_content": "实在是太棒了,楼主的讲解非常详细,我是主玩神秘的,一直以为没有其他魔法MOD可以玩,经过楼主的介绍,我发现这个MOD也是非常有意思的呢!"
        },
        {
            "author": "台广告",
            "timestamp": 1445174280,
            "txt_content": "弱弱问下燃烧之酿有什么用"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1445206440,
            "txt_content": "台广告 发表于 2015-10-18 21:18\n弱弱问下燃烧之酿有什么用\n染料，可以放在炉子里烧，等级越高燃烧时间越长。低级药水里面还可以的一种。"
        },
        {
            "author": "xiaobaozhaoqi",
            "timestamp": 1445657460,
            "txt_content": " 本帖最后由 xiaobaozhaoqi 于 2015-10-24 12:24 编辑 \n\n世界之魂注魔的升起土堆有用的啊。用女巫之手右击方块顶部，这个方块和下面五个方块（包括空气）会被提升3格。但从这个方块下的第9,10,11格必须有方块。还有冲击波虽然不会破坏方块，但会破坏部分像仪式符文，植物，红石线之类的东西，有时会出现\n垫高一格\n\n\n冲击波过后\n\n？？？？\n\n总之乱用还是会破坏地形\n\n"
        },
        {
            "author": "xiaobaozhaoqi",
            "timestamp": 1445657880,
            "txt_content": " 本帖最后由 xiaobaozhaoqi 于 2015-10-24 12:28 编辑 \nxiaobaozhaoqi 发表于 2015-10-24 11:31\n世界之魂注魔的升起土堆有用的啊，还有冲击波虽然不会破坏方块，但会破坏像仪式符文，植物，红石线之类的东 ...\n在脚下用升起土堆顶高自己，shift跳下来造成爆炸，这也许是作者设想的使用方法"
        },
        {
            "author": "龙龙加血",
            "timestamp": 1445703660,
            "txt_content": "这次更新后感觉很好玩，反正创造狗表示无压力，另外我会告诉你我画出阿瓦达索命了吗？"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1445738400,
            "txt_content": "xiaobaozhaoqi 发表于 2015-10-24 11:31\n世界之魂注魔的升起土堆有用的啊。用女巫之手右击方块顶部，这个方块和下面五个方块（包括空气）会被提升3 ...\n我这里不行，大约是与什么插件冲突或mod冲突了，震地仪式（就是那个升起地面的）在服务器也不好使，单机能用....9,10,11有方块啊，这限制有点蛋疼，不过多谢补充~"
        },
        {
            "author": "zhongsj92",
            "timestamp": 1445739960,
            "txt_content": "问下楼主吸血鬼怎么魅惑村民啊，这村民怎么样都只会站在原地不动，已经8级吸血鬼了，然而村民不跟着走没法升级"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1445752680,
            "txt_content": "zhongsj92 发表于 2015-10-25 10:26\n问下楼主吸血鬼怎么魅惑村民啊，这村民怎么样都只会站在原地不动，已经8级吸血鬼了，然而村民不跟着走没法 ...\n用凝视技能看他，他就会被魅惑"
        },
        {
            "author": "zhongsj92",
            "timestamp": 1445756220,
            "txt_content": "PrinceXI 发表于 2015-10-25 13:58\n用凝视技能看他，他就会被魅惑\n有提示音么，还是凝视技能是需要shift+右键开启还是直接右键开启"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1445804280,
            "txt_content": "zhongsj92 发表于 2015-10-25 14:57\n有提示音么，还是凝视技能是需要shift+右键开启还是直接右键开启\n被魅惑是buff，开启凝视技能不是右键就是shift右键，凝视和夜视是分开的，魅惑了村民身上有buff的那个粒子效果的"
        },
        {
            "author": "zhongsj92",
            "timestamp": 1445822700,
            "txt_content": "PrinceXI 发表于 2015-10-26 04:18\n被魅惑是buff，开启凝视技能不是右键就是shift右键，凝视和夜视是分开的，魅惑了村民身上有buff的那个粒 ...\nshift+右键貌似是夜视吧"
        },
        {
            "author": "龙龙加血",
            "timestamp": 1445903880,
            "txt_content": "我就问下，吸血鬼和狼人混血后都升到最高级别后除了吸血鬼的血液储存少了近一半没发现其他什么副作用啊，狼人的血和攻击力还是那么多，速度还是那么快，吸血鬼也没有其他变化了"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1445906340,
            "txt_content": "龙龙加血 发表于 2015-10-27 07:58\n我就问下，吸血鬼和狼人混血后都升到最高级别后除了吸血鬼的血液储存少了近一半没发现其他什么副作用啊，狼 ...\n吸血鬼可以被银剑杀死了。狼人也会惧怕大蒜。狼人的被动减伤会降低。血少了一半就很可怕了，防晒效果的持续时间大打折扣。仔细说来，利是大于弊的。这也是为什么单独有个配置是选择是否允许混血存在，毕竟2个血统的白板也远超很多mod的毕业科技了...."
        },
        {
            "author": "龙龙加血",
            "timestamp": 1445916540,
            "txt_content": "PrinceXI 发表于 2015-10-27 08:39\n吸血鬼可以被银剑杀死了。狼人也会惧怕大蒜。狼人的被动减伤会降低。血少了一半就很可怕了，防晒效果的持 ...\n哦是这样，但我觉得这也不算技能的减少因为实际上就是综合化了两个血统的弱点，至于狼人的被动减伤我觉得只要存在就很可怕了，自带的高护甲一般怪也杀不死，至于混血后减少了多少我也不知道，反正正常死亡免疫。防晒的时间少了一半是因为血液量少了一半。吸血鬼是除了狩巫之外的四套装四套加成，带剑一招威力大概是狼人两个冲刺的威力，纯血狼人高护甲一次正常伤害不超过1滴血。这也给两个血统带了超高增益。其实还有几个问题：混血的狼人减伤能力具体变成什么样了；为什么我用红宝石舞鞋和镜子的chant指令会显示未名圣歌；还有狼人在满月下就没有什么加成吗？"
        },
        {
            "author": "nomis9@163.com",
            "timestamp": 1445918340,
            "txt_content": "貌似不错，做一个小白鼠吧！O(∩_∩)O哈哈~"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1445933940,
            "txt_content": "龙龙加血 发表于 2015-10-27 11:29\n哦是这样，但我觉得这也不算技能的减少因为实际上就是综合化了两个血统的弱点，至于狼人的被动减伤我觉得 ...\n红宝石舞鞋有使用冷却时间而且要消耗注魔能量，没有注魔或者能量不足无法使用。狼人满月没有加成。"
        },
        {
            "author": "龙龙加血",
            "timestamp": 1445988840,
            "txt_content": "PrinceXI 发表于 2015-10-27 16:19\n红宝石舞鞋有使用冷却时间而且要消耗注魔能量，没有注魔或者能量不足无法使用。狼人满月没有加成。 ...\n混血狼人攻血不减是吗？为什么我有次10级吸血鬼10级狼人的情况下开生存看到狼人血只有20格，攻击少了一半？而且我在注魔能量满的情况下用红宝石舞鞋一次都没有奏效，只显示未名圣歌，是不是指令有误"
        },
        {
            "author": "龙龙加血",
            "timestamp": 1445988960,
            "txt_content": "PrinceXI 发表于 2015-10-27 16:19\n红宝石舞鞋有使用冷却时间而且要消耗注魔能量，没有注魔或者能量不足无法使用。狼人满月没有加成。 ...\n还有吸血鬼的死亡免疫和不用吃饭的特性在狼人形态下有效吗"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1446004860,
            "txt_content": "龙龙加血 发表于 2015-10-28 07:36\n还有吸血鬼的死亡免疫和不用吃饭的特性在狼人形态下有效吗\n这个没试验过...同一个玩家来讲，应该是有效的"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1446004920,
            "txt_content": "龙龙加血 发表于 2015-10-28 07:34\n混血狼人攻血不减是吗？为什么我有次10级吸血鬼10级狼人的情况下开生存看到狼人血只有20格，攻击少了一半 ...\n指令没问题，不过我单机试验了下，的确怎么弄都是未名圣歌，指令是没错的，我从原版网站直接搬运的。不止这个，魔镜的指令也不能用，有点奇怪。我有空问问作者。需要回家的话，用末影注魔吧。"
        },
        {
            "author": "龙龙加血",
            "timestamp": 1446013740,
            "txt_content": "PrinceXI 发表于 2015-10-28 12:02\n指令没问题，不过我单机试验了下，的确怎么弄都是未名圣歌，指令是没错的，我从原版网站直接搬运的。不止 ...\n可是我喜欢用炼狱……现在回家一般用吸血鬼的回家之术"
        },
        {
            "author": "龙龙加血",
            "timestamp": 1446019980,
            "txt_content": "PrinceXI 发表于 2015-10-28 12:02\n指令没问题，不过我单机试验了下，的确怎么弄都是未名圣歌，指令是没错的，我从原版网站直接搬运的。不止 ...\n顺便问下，魔符术那个气象咒和愈合咒我施展出来后都没有用，而且怎么在魔镜面前制作自己的复制手雷，我用球状石英怎么搞都没用啊"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1446074580,
            "txt_content": " 本帖最后由 PrinceXI 于 2015-10-29 07:24 编辑 \n龙龙加血 发表于 2015-10-28 16:13\n顺便问下，魔符术那个气象咒和愈合咒我施展出来后都没有用，而且怎么在魔镜面前制作自己的复制手雷，我用 ...\n愈合是对自己释放的，消耗体力恢复生命值，满血的话当然无效了...这个不能奶别人的。\n气象咒是停雨，雨天使用才能看出来作用。手雷的话，首先这得是一个里面有恶魔的魔镜，然后你需要进去一次。然后再做手雷。"
        },
        {
            "author": "龙龙加血",
            "timestamp": 1446084660,
            "txt_content": "PrinceXI 发表于 2015-10-29 07:23\n愈合是对自己释放的，消耗体力恢复生命值，满血的话当然无效了...这个不能奶别人的。\n气象咒是停雨，雨天 ...\n就是说恶魔挂了就不行了吧"
        },
        {
            "author": "龙龙加血",
            "timestamp": 1446091920,
            "txt_content": "炼药锅药水的第八级究竟是仪式还是药水，为什么我释放不了？"
        },
        {
            "author": "Lovin",
            "timestamp": 1446096720,
            "txt_content": "新版本的巫术终于有人做教程了，其实当初旧版教程我做出来也没在生存档玩过，主要是这个mod确实没有一条明确的主线或者目标，不像工业神秘什么的，有一个终极目标能带来巨大的生存作用。在新版之后我想过生存档玩下然后做教程，但是发觉做完祭坛后就不知道有什么可以做，没有像工业那样做个量子套或者神秘套那样有动力，总感觉自己做个boss出来然后去杀掉这不是犯贱吗。反正目前mc处于半弃坑状态，连bbs都很少上。不过见到有新的巫术教程出来还是支持的。"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1446146460,
            "txt_content": "龙龙加血 发表于 2015-10-29 10:11\n就是说恶魔挂了就不行了吧\n嗯，恶魔挂了就不行了...重新做一个镜子吧"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1446146460,
            "txt_content": "龙龙加血 发表于 2015-10-29 12:12\n炼药锅药水的第八级究竟是仪式还是药水，为什么我释放不了？\n释放？炼药锅药水的等级是药所需容量的分类，释放不了是什么意思....你怎么做的药水？"
        },
        {
            "author": "PrinceXI",
            "timestamp": 1446146520,
            "txt_content": "Lovin 发表于 2015-10-29 13:32\n新版本的巫术终于有人做教程了，其实当初旧版教程我做出来也没在生存档玩过，主要是这个mod确实没有一条明 ...\n新版的目标应该说是两个血统和半羊人罐子了，这三条路线不论哪条走到最后都是非常强力，嗯"
        }
    ]
}