{
    "title": "[四线]矩阵核心综合服——Infinity Studio官方服务器[1.7.10]",
    "author": "junxian0608",
    "replyCount": 0,
    "timestamp": 1441734000,
    "txt_content": " 本帖最后由 junxian0608 于 2015-9-10 03:36 编辑 \n\n★ 矩阵核心综合服 ★ \n矩阵核心服第一期7日删档性能测试已于2015年9月8日正式开启！\nInfinity Studio 倾力呈现！专业整合汉化运维团队支持！\n高性能稳定Linux服务器！适当的难度设置！用心的运营团队！期待你的参与！\n\n\n\n\n★—==核心测试服简介==—★  \n\n首测Mod包括GT以对服务器性能进行压榨……二测可能将去掉GT以对比性能差……不过如果一测GT表现良好，将考虑正式加入GT主要MOD：AE，神秘以及附属，IC以及附属，FZ匠魂(和她那个让人想杀了作者的拓展)以及其他功能性MOD。首期测试进行7天！为期七天的测试结束后，我们将在参与测试的玩家中优先发放核心服邀请码！由于是首期测试，MCBBS方面暂时仅接受7级以上玩家申请！申请qq群时请在备注标明来源及账号ID以方便审核。例：MCBBS-junxian0608请加入QQ群：229698640 获取客户端下载地址及更多相关信息！\n\n\n★—==Infinity Studio 诚意出品==—★  \nInfinity Studio (原TeamTF，三角函数制作组)成立于2014年1月，是一个综合性MineCraft团队涉及包括Mod开发，整合制作，地图制作，教程编写等一系列MineCraft相关内容，是MCBBS（乃至中国）最大的整合包制作团队，成员包括多名mcbbs版主/前版主，旗下有许多优秀的作品\n\n\n★—==Matrix矩阵服务器==—★  \n矩阵是Infinity Studio的专业MOD服务器计划，以中高难度科技生存为主线，配合每周目核心目标体系为MOD玩家量身打造的一个中型专享服务器。在矩阵服务器计划中，还将建立为休闲向玩家提供的休闲生存公众服务器，联动角色扮演团队对抗服务器等多种模式，想怎么玩，就怎么玩。\n\n\n★—==特别优化客户端及专用反作弊自动更新启动器==—★  \n经过Infinity Studio 整合组触手专门调教的客户端有着极强的平衡性，哪怕是单机也会有一番乐趣小组专门开发的具有反作弊及自动更新功能的服务器，免去每次服务器变动带来的手工重置客户端的烦恼更可以有效避免玩家使用各种手段进行作弊，还游戏一片清净。（启动器预计第二轮测试时上线）\n\n\n★—==玩什么，由您决定==—★ \n除了少数核心向的MOD，每个周目的趣味性内容都将由玩家们投票决定运维团队所做的，就是忠实地执行玩家们的意志，将服务器的状态调试到最好。\n\n\n★—==超规格运维团队==—★ \n所有矩阵核心运维团队成员均拥有3年以上MC游戏经验参与过Mod/整合的制作，并拥有丰富的服务器管理经验，绝非小白op腐竹不会给您带来一些令人【哔】疼的问题或决定（手动滑稽）。\n\n\n★—==稳定的高性能三网服务器==—★\n矩阵对服务器供应商的选择经过了一番艰难的筛选，最终选定了RapidData作为服务器提供商RapidData是一家专业的服务器供应商，而矩阵的服务器平台采用RapidData供应的高性能VPS主机采用两颗Intel Xeon E5-2680 CPU，服务器全SSD配置，保证无性能瓶颈在网速正常的情况下，不出现卡Chunk情况。服务器部署在广州东莞电信四星级枢纽IDC电信/联通/移动三线全国延迟平均45ms，同时提供海外线路（美国洛杉矶直连延迟145ms，比移动连联通线还低）哪怕是时差党也可尽情享受游戏。与此同时，我们使用极为稳定的CentOS6作为服务器平台不安装除了服务器运行必要的任何软件包。还有经矩阵运维人员专门优化过的服务器及插件组保障您所有游戏内容的稳定，流畅和安全。服务器每3小时增量更新，每天全图备份同时留存5天以内备份的玩家数据和文件，竭力调试各种核心参数，减少玩家端的卡顿现象。\n\n\n★—==知心，用心，贴心==—★ \n每一名参与到矩阵计划中的制作/运维人员，也都是有着丰富经历的玩家，我们更知道玩家的思维更了解玩家究竟想要什么。我们也全情投入矩阵的每一个角落，运维人员也会参与到游戏的进程中时刻掌握服务器各方面的表现，为玩家更好的调教服务器，尽力使每一位玩家满意运维人员有国内触，也有时差党，24小时有人值守，时刻准备回答您的各种问题。\n\n\n★—==有关矩阵的发展==—★ \n矩阵不仅属于Infinity Studio，更属于热爱之的每一名玩家我们一直认为，只有大多数的力量，才是最强的力量。矩阵将努力进化为每一个玩家的服务器也需要玩家们的鼎力支援。矩阵核心服将始终坚持严格严肃的玩家筛选机制确保核心服的向心力和高素质。与此同时，矩阵也将推进公众服务器的计划包括休闲生存服，阵营对抗服等多种模式，让更多的玩家享受到矩阵的高品质服务器。\n\n\n★—==关于赞助机制==—★ \n在矩阵核心服的首期测试结束后，★核心服将实行邀请码/每月固定赞助额制度只有拥有邀请码的玩家才能进入服务器，每月固定赞助额度暂定为 30/月(注：测试期间无月费)这个方式，是我们经过了严密的考虑后选择的，其原因包括一，适当的固定赞助额水准能够极大限制服务器中进入一些“三无”（无常识，无素质，无节操）玩家的可能性二，优质的服务器和运维服务代表的是相应较大的投入，仅仅凭借我们小组是无法承担这种投入的同时核心服针对的玩家群体都是有了一定经济能力，素质较高的玩家也能为了服务器的发展作出贡献，采用固定赞助额制可以有效维持服务器的运营。★在即将开展的公众服中将采用不收费运营，有偿不定额赞助式会对赞助者进行一定的游戏内偿付，例如荣誉头衔，一些具有纪念意义的物品等。矩阵运维团队在此承诺，玩家的每一笔赞助，都将全部投入矩阵的运营和发展中矩阵运维团队将在Infinity Studio监管下，合理使用每一笔赞助经费，为矩阵的发展添砖加瓦我们将以周目为周期公开各个服务器的赞助账目，做到公正，透明。\n\n\n★—==热爱==—★\n我想，刚接触到MineCraft的玩家，都会被这个瓶中世界的简单和辽阔折服简单和辽阔，意味着无限的可能性，Infinity Studio正是因此得名玩家们自发形成了一个个小小组织，结伴探索这个辽远而伟大的世界，相互扶持MineCraft便走过了诞生的第五个年头，风靡了全世界。借用一句话: 每个人心中，都有一个MineCraft我们为了这个世界投入至深，挥洒心血汗水，就是为了有更多的同伴在探索这个无限可能世界的道路上结伴同行，一起欢声笑语我想，这应该就是热爱。热爱这个世界，也热爱自己无限可能的人生。\n\n那么，你在哪儿呢。。。\n★—==Infinity Studio诚意出品==—★★—==矩阵运维团队精心打造==—★\n\n\nAll Rights Resevred, Infinity Studio, 2015.\n\n★—==服务器OP账号截图==—★\n\n\n\n★—==服务器更新日志==—★\n2015年9月8日      测试服开启，矩阵服务器宣传贴发布\n\n\n[groupid=534]InfinityStudio[/groupid]\n",
    "replies": []
}