{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S13·|Unturned",
    "author": "lostchair",
    "replyCount": 20,
    "timestamp": 1441809780,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:10 编辑 \n\n    在野地里随便找了个地方，用蝴蝶刀艰难的砍下了一堆草，铺在一起便睡着了。第二天起来，除了身上有些刺挠以外，没有什么特别难受的地方。也不疲惫，也没着凉。\n    简离开了农场以后，只是随着小路走着，偶尔路边能找到两个难吃的浆果，便摘下来填填肚子。\n    有些浆果滋润的好看，但是吃下肚以后却产生了可怕的幻觉。简只觉得眼前一片模糊，色调翻转。一片漆黑的天空，黄色的草地。剧烈的头疼让她昏倒在地，闭上眼睛之前简还以为自己要死了。然而两个小时以后却又睁开了眼睛，全身重新充满了力气。不知道这是毒药还是灵丹妙药。\n    来到一个城镇外，却在很远的地方看到了徐徐升起的一阵黑烟，好像是发生了一次火灾。\n    当然也有可能是有人在城镇里生了一堆篝火，学着老头他们烤鹿肉吃。一旦遇到这种情况，简就知道，又到了能正经填饱肚子的时候了。当然也不一定是填饱肚子，简现在只想当一次土匪，把吃的抢过来吃掉，然后把幸存者杀掉。\n    对她来说活着已经没有多大意义，自己最好的朋友死了，而简也帮希瑟伦复仇了。她现在甚至找不到一个活着的目标，一个活着的方向，她不知道为什么活着，活在这种乱七八糟的世界，活在这种不真实的世界。倘若连口腹之瘾都过不了的话，哈哈，那就随意了。\n    简抽出蝴蝶刀，按开闭锁，在手上转了几圈，活像一个女混混。\n    一只手抄着兜，便向那团黑烟处走了过去。一路上也不做掩饰，远处有几个怪物痴呆呆的盯着她，简知道只要不搞出噪音，这群怪物就发现不了她。\n    悄声的走近了黑烟，才发现那原来是一架坠毁的飞机。飞机上只有一个飞行员，已经被烤的焦黑，而且身体断成了两节，周围还有两只怪物正在啃着他可怜的尸体。估计这也是怪物们第一次尝到熟肉，不知道是不是以后还会进化成会用火的怪物呢？可如果他们不变成现在这幅可怜样子的话，正应该和自己的家人在一起，每天正常的工作，正常的上学，抱怨今天的饭里的又出现了什么乱七八糟的食材。\n    简叹了一口气，转身在周围的几个建筑物里搜索了一番。\n    东西还是一如既往的少，一户人家里面的冰箱里剩了几个鸡蛋，然而这里已经断电很久了，鸡蛋发出了并不让人愉悦的味道。与其一阵恶心反胃，简选择放下这个鸡蛋。同样那里面还有一些已经蔫掉的卷心菜，简小气的瞥了卷心菜几眼，还是抓起来放进了嘴里。完全没有了应该有的咯吱咯吱的嚼劲和汁液，有的只是腐烂草垛的味道，口感也是非常的差，好像在嚼石灰粉一样。\n    一个单人床的床头有半瓶没喝完的可乐，简在喝之前先确定了一下这户人家是男的还是女的。打开衣橱，这里已经空空荡荡，只剩下两件睡衣，喔，睡衣上可爱的图案告诉简，这户人家是一个女的。末日来临之时，有着特殊洁癖的简放心的喝下了剩下的半瓶可乐。可乐的味道黏黏糊糊的，但这种满是糖分的东西永远都不会过保质期。\n    虽说可乐是饮料，但这玩意并不解渴，倒是大量的糖分能暂时解除你的饥饿感。\n    简刚走出这家家门，就感觉到一阵强烈的渴意上涌。进了下一家，空空荡荡的什么都没有，除了床底下有一个转轮手枪的弹夹。满满的弹夹，包含着六颗黄色的子弹，然而却没有枪给她用。简把弹夹放进裤子口袋里，或许以后有用。\n    进了一家自助餐厅，这里按理说应该有充足的食物，不过很明显并不止她一个人这么认为。这里已经一片狼藉，甚至餐盘上还有舌头舔过的痕迹，非常恶心。简把一切可能藏食物的地方都搜了一遍，答案是什么也没有。不过或许是这个自助餐厅的招牌太显眼，简刚打算往外走，就听见外面有一丝动静。\n    两个男人蹑手蹑脚，交谈着走了进来。简趴在内厨的窗户上看着他们。两个人手里都拿着开山刀，然而其中的一个人背着一个小学生的书包，另一个人背着一把长相很奇怪，带着瞄准镜的步枪。\n    两人嘀咕了几句，便分头开始找东西了。背着书包的那个大汉把外面顾客进餐区域找完一圈发现没东西以后，便朝着简所在的内厨走来了。另一个人拿着刀站在门外四处巡逻，四周还有活动的怪物。\n    简卡在门边，有一点慌，她要面对的可是一个大块头，举手投降？他们看起来并不像什么好人，和他们两个打？先不说对方有刀有枪，就算是赤手空拳，也未必是他们的对手。\n    眼见着凶神恶煞的男人提着刀就要进来了，简赶紧把自己缩成了一团，生生的挤进了一个大烤箱里。\n    男人耳朵活动了几下，似乎听到了什么异响，却也没太在意。在里面四下找了几圈，却也没发现什么东西。简蜷缩在烤箱里面，透过深色的玻璃能看到男人的腿和刀就在外面晃来晃去。\n    这男人也算是搜刮的一把好手，看着一个上锁的门就走了过去。这个锁并不是新的，但看起来从来没被人打开过。男人对着光看了一下锁眼，从兜里掏出一小块细铁丝，弯了几圈，插进锁眼里。锁便像电影中演示的一样被打开了。\n    那是一个从未被打开过的食品储藏库，简也察觉到了这一点，像个保温箱一样的烤箱几乎要把简烤到脱水。无法继续忍受下去的简从烤箱里悄悄地爬了出来，湿漉漉的尾随着男人进了食品储藏库。\n    这里的货架空了一半，然而剩下半仓库的货架却是满满当当，这里摆放着顾客们最喜欢的鸡肉和牛肉，然而已经腐烂坏掉并且招了各种虫子。从墙上的制冷机来看，这里本身是一个肉类的冷冻库。同样这里的地下还摆放了几箱葡萄酒和果汁，以及几箱牛肉罐头。本身牛肉罐头就是简一生的最爱，更何况在这种末日之下，能吃到一点点食物就已经幸甚至哉。\n    激动地男人完全没有注意到身后一个饥渴的少女正向他走来，他只顾撕开箱子的包装，从里面捡出一盒罐头，用刀撬开，也不管洒了多少，哗啦哗啦的就往嘴里倒。又砍碎葡萄酒瓶的瓶口，混合着玻璃渣子就把暗红色的鲜血灌下了肚子。打了一个嗝的男人面色微红，脸上充满了幸福，然而刹那间，又变成了失意。自己心爱的人已经不能和他分享这些美食了，然而这也不是坏事，自己心爱的人也不会和他分享这可怕的末世。\n    男人对着酒瓶微笑了一下，被简在背后割了喉。还未咽下的葡萄酒顺着喉咙一起混杂着血喷了出来。平时充满铁腥味的血液第一次变得诱人。男人倒在地下，惊恐的看着面无表情的简，想要捂住自己的喉咙，让鲜血不要接着喷涌，想大声喊叫，让门外的朋友察觉到他已经要完蛋。但过了两秒，却又安心的闭上了眼睛，不再挣扎，好像他已经看开，不再留恋这个世界。\n    简从地下捡起了那柄开山刀，悄悄挪到门外。外面那人完全不知道里面发生了什么状况，还在小心翼翼的巡逻着外面。枪仍然背在背上，这时候如果快一点偷袭的话，那人根本没有时间掏出枪来反击。如此想的简悄悄靠近了那人的背后。\n    开过刃的开山刀格外的锋利，简奋力一刀冲着那人的后颈砍去，刀挥舞的声音引起了那人的注意。\n    以为是棒槌挥舞过来的男人下意识的转身抬起胳膊试图挡住这一次攻击，却在刹那间断掉了两条胳膊。鲜血喷溅了简一脸，惊恐万状尚未意识到自己的胳膊已经消失的男人呆立原地不知如何是好。抓住机会的简又对着男人的胸口狠刺了一刀。\n    世界上怎么会有如此可怕的小姑娘？长长的开山刀刺穿的男人的胸口，简怎么用拔也拔不出来。\n    男人在生命的最后一刻，发出了他从未有过的可怕哀嚎。一声惨叫，男人倒在了地下。停止了呼吸。\n    然而四周的怪物却被吸引到了这里。简没有多少负罪感，只觉得这次自己或许又是难逃一死，便赶紧把枪从男人背上抽了出来，转身躲进自助餐厅，把门锁上，逃到了冷藏室里。\n    三两口就把男人吃光的怪物们显然并不满足，它们似乎知道这里面还有一个活物，便在自助餐厅周围团团围住，不管白天黑夜，等着进食。\n    面无表情的简，无视地上那一滩仍然在流动的鲜血，无视那个男人的尸体，从旁边捡起一盒牛肉罐头，打开盒子，走到厨房找了个勺子，一口一口舀着吃。吃了两口，果然还是口渴的要命，就又去打开了一瓶葡萄酒。一大瓶下去，简已经迷迷糊糊的分不清任何事物。她不再口渴，不再饥饿，眼前的事物也分辨不清。没有怪物朝她低声嘶吼，没有死者对她哀嚎惨叫。她只觉得活着是如此的无趣，倒头便睡了过去。\n    “曾经我们都有人性，曾经我们都有爱。”\n    “然而，这个世界并不靠爱来改变。”\n    否则，我们就不会生活在现在这种世界了。\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html",
    "replies": [
        {
            "author": "1845797316",
            "timestamp": 1441812900,
            "txt_content": "我去，未转变者？"
        },
        {
            "author": "徐大大大",
            "timestamp": 1441889220,
            "txt_content": "上学也更"
        },
        {
            "author": "lostchair",
            "timestamp": 1441902960,
            "txt_content": "1845797316 发表于 2015-9-9 23:35\n我去，未转变者？\n我去，竟然才发现吗"
        },
        {
            "author": "lostchair",
            "timestamp": 1441903020,
            "txt_content": "徐大大大 发表于 2015-9-10 20:47\n上学也更\n而且一下就是可怕的三千多字"
        },
        {
            "author": "1845797316",
            "timestamp": 1441963560,
            "txt_content": "lostchair 发表于 2015-9-11 00:37\n而且一下就是可怕的三千多字\n三千？这有个快五千了吧。而且圣杯作品不是主题是MC吗？这样我的圣杯作就逗了。"
        },
        {
            "author": "lostchair",
            "timestamp": 1441972080,
            "txt_content": "1845797316 发表于 2015-9-11 17:26\n三千？这有个快五千了吧。而且圣杯作品不是主题是MC吗？这样我的圣杯作就逗了。 ...\n的确是三千字，如果算字符的话是六千多\n然后圣杯主题必须要是UNTURNED，否则全都会被删掉"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1441972620,
            "txt_content": "动作描写...\n写的不错，继续努力"
        },
        {
            "author": "lostchair",
            "timestamp": 1441973280,
            "txt_content": "星之永恒 发表于 2015-9-11 19:57\n动作描写...\n写的不错，继续努力\n被称赞的感觉爽的一B，不过也难怪\n毕竟作者写的是如此的好"
        },
        {
            "author": "1845797316",
            "timestamp": 1441978320,
            "txt_content": "lostchair 发表于 2015-9-11 19:48\n的确是三千字，如果算字符的话是六千多\n然后圣杯主题必须要是UNTURNED，否则全都会被删掉 ...\n额，这这这，我眼瞎？其实你可以去仔细看看，写的小说是Minecraft，周边创作类的是其他。也就是说，主题是MC，然后你可以在部分与MC相关的方面进行小说周边的创作。不是只能写UN,你真是吓着我了。"
        },
        {
            "author": "1845797316",
            "timestamp": 1441978560,
            "txt_content": "话说写UN我也不知到行不行呢，你问问举办人员吧。"
        },
        {
            "author": "lostchair",
            "timestamp": 1441980300,
            "txt_content": "1845797316 发表于 2015-9-11 21:32\n额，这这这，我眼瞎？其实你可以去仔细看看，写的小说是Minecraft，周边创作类的是其他。也就是说，主题 ...\n这么明显的玩笑也会吓到人吗。。"
        },
        {
            "author": "lostchair",
            "timestamp": 1441980360,
            "txt_content": "1845797316 发表于 2015-9-11 21:36\n话说写UN我也不知到行不行呢，你问问举办人员吧。\n星际边际 UNTURNED 围攻 泰拉瑞亚 都可以"
        },
        {
            "author": "1845797316",
            "timestamp": 1441980600,
            "txt_content": "lostchair 发表于 2015-9-11 22:06\n星际边际 UNTURNED 围攻 泰拉瑞亚 都可以\n人家的圣杯作已经出问题了，你这一吓我就尿了……"
        },
        {
            "author": "lostchair",
            "timestamp": 1441987620,
            "txt_content": "1845797316 发表于 2015-9-11 22:10\n人家的圣杯作已经出问题了，你这一吓我就尿了……\n人家。。萌妹吗"
        },
        {
            "author": "1845797316",
            "timestamp": 1441988640,
            "txt_content": " 本帖最后由 1845797316 于 2015-9-12 00:26 编辑 \nlostchair 发表于 2015-9-12 00:07\n人家。。萌妹吗\n萌你妹啊，我萝莉控，触手控，贫乳控的绅士一枚，你哪里看出是萌妹啊。哎呦，人家貌似说了什么不该说的呢，不过人家还是一个萌萌哒的小绅士呢。（我的人格和性取向很正常。）"
        },
        {
            "author": "lostchair",
            "timestamp": 1442021820,
            "txt_content": "1845797316 发表于 2015-9-12 00:24\n萌你妹啊，我萝莉控，触手控，贫乳控的绅士一枚，你哪里看出是萌妹啊。哎呦，人家貌似说了什么不该说的呢 ...\n费窝好心情，还打算约出来打一炮呢！"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1442022180,
            "txt_content": "未变异者……\n建议分行\n不然我都懒得看= =\n太乱太杂"
        },
        {
            "author": "lostchair",
            "timestamp": 1442022900,
            "txt_content": "MRTangwin8 发表于 2015-9-12 09:43\n未变异者……\n建议分行\n不然我都懒得看= =\n大师点化不同凡响，老夫已然开头漏两格\n怎奈对话太多，收效甚微，啊~~~~"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1442023680,
            "txt_content": "lostchair 发表于 2015-9-12 09:55\n大师点化不同凡响，老夫已然开头漏两格\n怎奈对话太多，收效甚微，啊~~~~ ...\n建议再空出一行\n例子：\n      在野地里随便找了个地方，用蝴蝶刀艰难的砍下了一堆草，铺在一起便睡着了。第二天起来，除了身上有些刺挠以外，没有什么特别难受的地方。也不疲惫，也没着凉。\n\n    简离开了农场以后，只是随着小路走着，偶尔路边能找到两个难吃的浆果，便摘下来填填肚子。\n\n    有些浆果滋润的好看，但是吃下肚以后却产生了可怕的幻觉。简只觉得眼前一片模糊，色调翻转。一片漆黑的天空，黄色的草地。剧烈的头疼让她昏倒在地，闭上眼睛之前简还以为自己要死了。然而两个小时以后却又睁开了眼睛，全身重新充满了力气。不知道这是毒药还是灵丹妙药。\n\n    来到一个城镇外，却在很远的地方看到了徐徐升起的一阵黑烟，好像是发生了一次火灾。\n\n    当然也有可能是有人在城镇里生了一堆篝火，学着老头他们烤鹿肉吃。一旦遇到这种情况，简就知道，又到了能正经填饱肚子的时候了。当然也不一定是填饱肚子，简现在只想当一次土匪，把吃的抢过来吃掉，然后把幸存者杀掉。"
        },
        {
            "author": "lostchair",
            "timestamp": 1442023860,
            "txt_content": "MRTangwin8 发表于 2015-9-12 10:08\n建议再空出一行\n例子：\n      在野地里随便找了个地方，用蝴蝶刀艰难的砍下了一堆草，铺在一起便睡着了。 ...\n的确这样的阅读质量会好很多，然而软件只认识回车键。。\n臣双手疲惫，手动排版三万多字要爆炸"
        }
    ]
}