{
    "title": "凤歌笑皮丘的等价交换超级教程EE21.7.10有搬运啦啦啦啦",
    "author": "826273173",
    "replyCount": 35,
    "timestamp": 1346675760,
    "txt_content": " 本帖最后由 826273173 于 2015-12-7 14:11 编辑 \n\n0.0贤者之石（等价交换之基础）\n贤者之石有着多种用途，是任何有志气的炼金师起步之地。很多年轻的炼金师认为制造贤者之石是炼金艺术的顶点，他们实在是误入歧途，这仅仅是打开通向转化表的一道门。现实转化 可以通过右键或者按住shift右键转化在石头、圆石、草地、沙子、沙砾之间转化，可以按R将一个mod转化成另一个。这个功能在V6里已经被去掉了。转化列表，在EE2里面很多列表被删去，剩下的有这些：0.0.1         转化桌0.0.1基本功能：转换桌有两种形式，一个类半砖的固定桌和一个可以在热键栏中使用的便携桌，两个都提供让你在有足够的EMC的情况下将一种东西变成另一种。在左边放入输入物品，右边会出现接近于输入物品EMC数值并且你对它有足够了解的东西。注意放置一叠物品的时候，仅仅会将其视为一个物品。将物品放在右边的中心会将目标定为那个物品，将物品放在“burn”那个位置，会立刻从其中提取出EMC，不必使用反物质继电器。在它基础的状态，这个转化桌仅仅能创造一般的物质（方块）和燃料（煤以及其他）用差不多的EMC，在你烧掉了糖而没有提取EMC的时候，再放上红石是会失败的。即使在你找到解锁的方法以后，你最后烧掉的东西和还在输入栏内的东西对于你可以制造的东西还是有影响的。\n炼金术之路:一个新人炼金术师并没有随手操纵秩序的力量。炼金初学者必须学会如何将一个物质转换成另一个，你需要获得物品，将他们放进去做实验，通过已经知道的物质能量关系来推断，判断他们存在的实质。一旦完成了，一个年轻的炼金术师就可以将任何物体或者EMC转换成那个物质，只要EMC足够。当一个炼金术师积累了足够的经验以后，他可以做以前认为不可能的事情了，将物质转化为能源或者反之，制造储存纯净的EMC，甚至整体地复制物质。炼金术大师可以接触到记载了无尽知识的卷册，被称为炼金卷册。\n完全充电的奥米茄级克莱恩能量星的能量，是这本卷册能量的一半。（译者注：结合别的页面可以明确这一段的意思，你没见到过的东西是不能用转化桌造出来的，但是如果你合成了炼金卷册就都可以了。）两种转化桌（左固定，右便携）：\n0.1能量（V6）等价交换MOD使用EMC作为能量计量单位，常见物品EMC如下：石头、沙子、地狱岩等 =1  灵魂沙=49 ，原木、木炭=32，黑曜石、红石、粘土=64煤炭=128，铁=256 萤石粉=384 青金石=864 金子=2048，钻石=8192\n1 高等燃料1.1   炼金煤炭通过能量收集器或者贤者之石的配方得到：EMC=512不再能作为并没有被mod修改过的熔炉或者原版的熔炉的能源。\n1.2 莫比乌斯燃料莫比乌斯燃料可以通过能量收集器得到，也可以通过合成得到1.3永恒燃料 永恒燃料是等价交换中最高等级的燃料，是生产黑暗物质和红色物质的必需品，可以通过配方或者能量收集器得到。永恒燃料的emc值是8192，和钻石相等，只要玩家得到一个克莱恩能量星以后，这两者可以无损地相互转换，这一点对于制造更高等级的能量星可能有帮助。永恒燃料可以用在黑暗物质熔炉或者红色物质熔炉中作为燃料，并且可以提供给所有物品能量。（原文这里有个除了产生抛射的效果，意味不明。）不能在非mod熔炉中做燃料 1        黑暗物质以及工具1.1   黑暗物质139264emc每个黑暗物质是一个本mod中非常昂贵但是非常强力的物质，它所制造的所有工具都是不毁的，在速度/效率上还要高于钻石工具，另外，黑暗物质同样也是制造很多特殊物品和装置的必需品。当你制造了第一个黑暗物质之后，你可以把它放在能量凝聚器里产生来生产更多。1.2   黑暗物质工具所有的黑暗物质工具都有两个充能等级，充能可以提高工具的效率。1.2.1         黑暗物质镐  用黑暗物质做成的不毁的锄头，可以急速摧毁石头和矿物，在几秒内将黑曜石打碎为尘埃。这是唯一能打碎黑暗物质方块的东西（在合理的时间内）它的充能特性是免费的：你可以在一次右击当中摧毁16个方块的同样的矿物。如果你没有成功地点在一个矿物上，它会自动“搜索”一个你前方邻近区域内的矿物，它甚至有可能找到你并没有意识到在那里的东西。它的正常点击（左键）有4种功能（用C切换）1标准：一次开采一个方块2 3*高：一次开采竖直的3个方块3 3*宽：一次开采水平的3个方块4 3*长：一次开采你面前向前的三个方块。3X模式需要的时间和开采一个方块的时间差不多，因此可以极大地提高你的采矿效率。1.2.2         黑暗物质斧用钻石手柄和黑暗物质做成的斧头，它是不毁的并且比钻石斧的速度更快。另外，按下V充能，然后用斧头右击，你可以清理掉附近所有的原木和树叶方块，所有的掉落物都会被收集到玩家这里。这在快速清理掉森林的时候是很有用的，需要燃料。1.2.3         黑暗物质剪刀黑暗物质剪刀是不毁的，并且在左键剪羊毛的时候，可以将羊毛掉落到玩家的头上。按下V充能，可以剪叶子并掉落树叶方块。这个剪刀可以让羊掉落8个羊毛而不是一般的3个，并且可以克隆绵羊来保证无限的羊毛供应(译者注：没说该怎么做)所有功能都是免费的1.2.4         黑暗物质锤可以用来击碎矿物和岩石，充能后会击碎一片区域的所有岩石1级充能3*3*2,二级充能5*4*3用G切换左键模式，1个方块或者3*3的方格，后者的时间取决于你所敲的方块的时间。1.2.5         黑暗物质锄一个不毁的锄头按下V充能，右键可以清理出很大一片区域。它也可以高速挖掘土壤。有两种模式，以G切换1一次挖掘一个方块2一次挖掘3*3两者消耗时间区别不大。1.2.6         黑暗物质剑致命而不毁的武器，基础伤害6心，只有一个充能后使用的功能：如果不是直接被用于怪物，炼金师可以用右击或者R来使用一个范围的攻击，对这个范围内所有活物（或者不死生物）造成比正常少一点（比一般的剑还是多）的攻击。每次使用这个能力消耗一个萤石。1.2.7         黑暗物质铲它是不毁的，比钻石铲更快，按V弄能，右击一个方块你可以摧毁同一平面的沙子/泥土方块，范围取决于充能等级。完全充能后右击一个沙砾，会摧毁邻近的所有沙砾。这些能力都是免费的，所有的掉落物都会自动被集中到玩家这里以便于收集。充能1234范围3*35*57*79*9 1.3   黑暗物质方块(v6)你可以将4个黑暗物质球做成4个黑暗物质方块。一旦做了第一次，你可以用转换桌在两者之间无损失地转换。它的耐久比黑曜石更高，在合理时间内只能被黑暗物质镐采掘。1.4   黑暗物质装甲配方与正常装甲相同黑暗物质装甲是不毁的，总共需要24个黑暗物质来制造一套装甲，一整套装甲会给你80%的伤害防护。1.5   黑暗物质熔炉等效emc=1114120有8个输入位置，8个输出位置，一个燃料位置，正在进行的输入/输出位置各一个。当烧融矿物的时候，它有50%的几率使得输出的矿锭加倍，它有2.5倍的燃料效率，并且速度大约比正常的炉子快20倍。当工作的时候，如果边上有一个箱子，它会试图把产物放在箱子里。它也能直接被EMC功能，使用收集器或者中继站。除了红色物质熔炉以外，这是唯一一个能接受高等炼金燃料的熔炉。当使用煤炭的时候，将它视为原先燃料值的4倍。\n\n1        红色物质及工具组1.1   红色物质当你制造了第一个红色物质以后你就可以在能量凝聚器中以它为目标进行复制。红色物质被用来制造第二级的能量物品。1.2   红色物质工具红色工具都有三个充能等级来影响其效率。1.2.1         红色物质斧         砍伐一个区域内所有的木头，区域大小取决于充能。1.2.2         红色物质镐红色物质镐一次右键可以开采32个方块的矿簇。1.2.3         红色物质铲这是黑暗物质铲的升级版本，它允许你挖的更快一点并且多了一级充能。来摧毁更多的泥土方块。1.2.4         红色物质剑1.2.5         红色物质锤红色物质锤是不毁的，比钻石镐的效率高。V键充能可以使之达到4个不同等级。充能后右键，锤子会摧毁这个区域内所有的岩石，留下土、沙、沙砾、粘土、水、岩浆。所有被摧毁的方块都会掉落到你的头顶以便于收集。\n充能\n\n摧毁的方块\n\n1\n\n3*3*2\n\n2\n\n5*4*3\n\n3\n\n7*5*4\n\n4\n\n9*6*5\n另外左键有两种功能，以G切换：正常：一次挖一个方块高效：一次挖3*3两者消耗时间差不多。1.2.6         红色物质锄与黑暗物质锄相比，提高了右键耕地的范围。1.2.7         红色物质剪1.2.8         拳剑有其组分的所有功能：左键点击羊：剪毛右键点击树，范围砍树右击树叶：范围砍掉树叶儿不是木头，掉落树叶。右击草地：范围耕地在一个单位上施放充能：范围死亡剑刃按下模式变更键来切换死亡剑刃对于所有还是对于敌对。拳剑不保留剪刀克隆羊的能力。1.2.9         钉头槌有4个充能等级，影响物品的所有属性。右键功能：在沙砾上：挖掘整个沙砾在矿物上：挖掘整个矿物簇在石头上：如同红色物质锤一样视充能等级清理一个地方。在泥土、草地、沙子上，清理一个平坦地区，取决于充能等级。在石头上使用的时候，会挖掘不是石头的材料，在泥土类上使用，会挖掘不是泥土的材料（译者：疑皆为“不会”之误）使用模式变更键来切换一般，3*3,3竖直、3水平、3向前方。\n1.3   红色物质装甲是黑暗物质盔甲的升级版，提供了90%的伤害保护。1.4   宝石装甲6.0新增，红色物质装甲升级版，其中的奥米茄级能量星必须被完全充能，并且配方中除了护符以外的所有东西都会被消耗全套装甲的等效emc=317,397,830每一部分都有特殊功能：深渊头盔允许你在水下呼吸，并且可以对你所瞄准的地方按住R发射闪电。炼狱装甲保护玩家不受岩浆伤害，在按下C的时候，在玩家周围制造一个爆炸。飓风靴在按住跳跃的时候可以快速攀高，令你忽略掉落伤害，并且行走的时候自动奔跑。重力护胫可以使得接近的mob减速，并且在按下shift的时候把它们扔回去，在空中的时候按下shift会快速回到地面。你需要用G切换旅行能力，V切换攻击能力。所有的能力都是免费的。1.5   红色物质方块一旦制造，可以通过转换桌在两者之间无损转换比黑色物质方块更耐久，只能在合理的时间内被红色物质镐采掘。1.6   红色物质熔炉在很多方面和黑色物质熔炉相同，大约正常熔炉的60倍快，燃料效率相同。输入和输出都增加了4个槽。在熔炼矿物的时候，总会使矿物加倍。1        其他能量工具1.1   戒指1.1.1         铁戒指本身没什么用，可以用来合成5种炼金师戒指：还有另一个配方如下：中间的并不被消耗。1.1.2         天使长的惩戒（非常碉堡的东西）用泥土和岩石制造大量箭，与一般的弓不同，这些箭可以穿透时间洪流表形成的局域时间场，并且，他们的制造速度很快。 箭被首先使用，每个相当于1个箭，14个泥土或者圆石生产一个箭，如果你有一个充能的克莱恩能量星，戒指会以14emc每根箭的方式来制造，在能量耗尽一切不会使用材料。 你可以用V使戒指充能，使得它高速消耗弓箭或者资源。左键会放出一个排枪式的7根箭，右键会放出一个笔直的单独的箭。 按下G或者R会释放一阵剑雨，不断消耗弓箭，直到你按下其中任何一个来停止。 箭被射出之后，会主动寻找目标，即使是有很远的距离。1.1.3         黑洞戒指         懒惰的炼金术师所使用的工具，可以将你周围的物品收集起来，用G来启动，会形成一个小的黑洞来将差不多7个格子以内的物品收集起来，无消耗使用。将黑洞戒指放到炼金术箱子或者袋子中可以让它像一般那样的距离内抽取物品并且把它们放进箱子里，这样可以实现自动农场。因为它会自动把东西放进炼金袋里，你可以把它和完全充能的以太密度宝石放在一个袋子里来实现近乎无限的储存空间。它还可以被用来清理到处都是的液体，右键液体方块会让它们小时，就像手持一个空桶那样。1.1.4         丰收女神戒指一个可以控制和植物有关的复杂的物品仅仅带上这个戒指可以实现以下几点：11被耕好的地会维持在被耕作的状态2麦子、芦苇、仙人掌以一个特定的速度生长。花、蘑菇、草将以一个固定的速度繁殖。\n用G启用这个戒指会启动“收获模式”，这种情况下，戒指的宝珠变为红色，每10秒消耗一个红石粉。启动时，生长繁衍的速度会被加倍，任何成熟的庄稼，和长到最大高度的仙人掌和芦苇都会被收割，仙人掌会被完全收割，而芦苇会被收割到剩下一个方格高，任何玩家邻近区域内的草、花、蘑菇也会被收割。另外这个物品的左键能力消耗4份骨粉，给临近区域内的所有东西尽可能施肥，在树苗上会有大约33%的概率成功，但是它会保证芦苇、仙人掌、麦子的生长，以及蘑菇、鲜花、草的繁衍。最后，在合适的地方使用的时候，这个东西能大面积种植作物。用在水旁的土地上的时候，它试图种植芦苇，用在沙子上的时候，试图种植仙人掌，用在不在水旁的土地上，试图种植树苗，用在耕地上的时候，试图种植麦子。种植树苗和仙人掌的时候，会自动排好间距以利于收割。1.1.5         烈焰指环为破坏狂开发的戒指，有以下几个功能1)      左键单击会让戒指发射一个子弹，会爆发点燃3*3的区域，这样做不消耗任何资源。2)      按下R或者在充能后右键会产生一个火墙，距离为3到30 ，即3每充能等级，最高10级。3)      戒指的佩戴者（放在快捷栏上）免疫岩浆和火焰并且戒指会试图熄灭任何3*3以内的火焰。4)      按下G启动戒指，每10秒消耗一个红石粉，在这个状态下，玩家周围会被火焰包围，怪物会立刻着火，并且受到不小的火焰伤害。1.1.6         烈风戒左键会发射一个子弹，如果没有下雨，会消耗一个红石粉击中一个怪物，如果在下雨，会消耗两个萤石粉劈下闪电，如果天气是风暴，会劈下2~3道闪电，如果朝着天发射并且在下雨，会消耗一个红石粉变成风暴天气。按两下跳跃飞行，再按两下取消。按下C在玩家周围形成风墙推开怪物。1.1.7         虚空指环通过驾驭END世界的能量，你可以把黑洞戒指和密度宝石结合在一起。使用两者原本的力量只需要放在快捷栏里按G，或者把它放在炼金箱、炼金袋内。两者结合的新功能是传送（最大大约150格）想要传送，把虚空指环放在快捷栏内，瞄准你想要去的地方，按下R，两种能力都是免费使用的。你不能在水下传送。1.1.8         零度指环零度指环就像烈焰之环的反面那样。功能：左键：发射一个雪球右键/充能释放：在玩家周围放上雪和冰，范围的长为2+2*充能等级（0-4）启动：快速在使用者周围布置上雪或者冰，范围是边长为9的正方形1.1.9         奥术指环\n奥术指环是有经验的炼金师所用的多功能道具。通过其他功能键切换四种形态，分别像四个戒指一样作用。持续的功能：按两次跳跃 免疫岩浆和火焰 是持续有效的，无论形态。1.2   宝石1.2.1         身之宝石         当启动并且处于热键栏的时候，身之宝石以每秒2的速度恢复你的饥饿值，每一个被治疗的心形消耗一个红石（64emc）1.2.2         命之宝石结合了身之宝石和魂之宝石，只要你有足够的燃料，可以给你提供基本的生存保证。每一个饥饿值或心形消耗64emc1.2.3         念之宝石按启动键快速消耗你的等级，拿着石头再右键就可以把等级拿回来。可以有效保护你的经验值。1.2.4         魂之宝石由下界的灵魂所充能的强力宝石，这个炼金物品可以通过提供红石来取得生命能量，当开启的时候，魂之宝石会试图基于玩家以“不朽”，速度是每秒1颗心（应该就是治疗的意思。）当左键点击的时候，会治疗玩家一颗心，如果用在mob上，会治疗那个mob1颗心。每治疗1心，消耗2红石。\n弱弱的求个人气求个金粒~",
    "replies": [
        {
            "author": "826273173",
            "timestamp": 1346675760,
            "txt_content": " 本帖最后由 826273173 于 2012-9-3 21:29 编辑 \n\n1.1   其他物品1.1.1         卡莱恩能量之星卡莱恩能量之星存贮EMC给方块和工具使用，它既没有消耗也没有优惠，仅仅是一个电池。完全充能的能量之星是5种东西的原材料：宝石盔甲和炼金卷册。能量之星的升级：每一个的存储量都是上一级的一倍。最低级的存储量是1百万。1.1.2         炼金术箱子         放在一起的时候并不会结合起来，上面被阻挡了也能打开，有104个格子一些物体放在里面会有特定的效果： 1.1.3         炼金术之袋   这个配方给与你一个有颜色的炼金术之袋，总共最多有16种，配方中显示的是白色的。其他的可以替换所有羊毛的颜色或者替换染料的颜色。每个颜色都有单独的储藏空间，和炼金箱一样大。同一个颜色的不同袋子打开相同的空间。绝不要打开一个袋子，再把你用来打开袋子的袋子放进去然后把袋子关上。这样你必须再造一个一样颜色的袋子才能再打开这个空间。修复护符、以太密度宝石、虚空戒指、黑洞戒指会在炼金袋子中工作。（效果如图在炼金箱子中）虚空戒指、黑洞戒指、以太密度宝石会在炼金袋子中自动打开。禁制火炬不会在炼金袋中工作。1.1.4         以太密度宝石 以太密度宝石会“吃下”物品，从最低的emc开始的任何物品，只要在你的物品栏中激活，直到收集到足够的EMC以产生这个物品链条上的下一个物品：铁->金->钻石->黑色物质->红色物质它会生产以它所收集到的材料能生产的最高等级的物质。如果放在炼金箱子/炼金袋里，它每秒钟会消耗10个物质，它会一只消耗下去，直到它不能将里面的任何东西转换。以太密度宝石会给你留下一个堆叠的东西来做建筑，也有一个标示留下必要的东西的矩阵。如果能量宝石不能够成功产生一个物质，它会把所有东西存在里面，你把宝石关掉会恢复这些物质。1.1.5         时间洪流怀表时间洪流怀表可以在快捷栏上工作，但是不能在背包内工作。拿着怀表的时候，按V充能，按潜行和V降低充能，它会在你周围以同等速度加速机器并且减慢怪物。Level 1: 10%  Level2: 20%  Level 3: 30%\n怀表同样可以影响日期，按下C可以是的日月更快的运动，再次按下会让其在相反方向运动，再按下会关闭这个能力，这是个无消耗的能力。将时间怀表放在基座上并且激活可以加速全局机器的速度7%,最高可以叠加到10倍.1.1.6         修复护符这个护符会修复你的工具和盔甲。如果放在你的背包里，它会在那个工具坏掉前的一瞬修理它，这么做会消耗一份共价粉尘，如下方所示。与其他能量工具不同的是，修复护符不需要在你的快捷栏你工作。它在你包里的任何地方都可以。低等共价粉尘：木制、石头工具，鱼竿，皮甲中级共价粉尘：铁、金工具和盔甲，燧石和铁片、剪刀高级共价粉尘：钻石工具和盔甲将修复护符放在炼金术箱子里可以让它免费修理里面的所有装备，修理会随着时间进行，1秒钟1点。它同步地修理所有工具，因此完全可以用一个专门的炼金术箱子来修理你所有损坏的工具，修复护符也可以放在炼金术袋子里来随身修复。1.1.7         共价粉尘共价粉尘的等效EMC就是他们制造的成本。用来修复物品。1.1.8         炼金术卷册能量之星需要充满，会被消耗。这个物品放在转换桌的时候，会解锁所有可能的物品。1.1.9         探知之杖探知之杖扫瞄一个区域，给出3个EMC值，每个代表一个单独的方块，他也会给出被扫描区域所有的方块的平均emc值。探知之杖有3级，每一级都增加了精确度，提高了可以扫的距离，以及能源的消耗。用G变化模式，有以下模式：等级1的探知是3*3*3，没有可以切换的模式。等级2有3*3*3和16*3*3等级3有3*3*3和16*3*3和64*3*3每一种模式所消耗的EMC：Mode 1- 3x3x3: 1/2木炭Mode 2- 16x3x3: 木炭lMode 3- 64x3x3: 1/2 红石1.1.10     基座  基座当右击或者连通红石信号的时候，会根据所放的炼金物品产生一定的效果，GUI可以通过蹲着右击打开。效果影响9个方格。可以被放在里面的物品及效果：时间洪流怀表：加速全局的时间。魂之宝石：治疗你修复护符：修复你存储空间中的工具丰收女神戒指：加速作物生长，并且收割他们。烈焰指环：对怪物劈下闪电使他们着火。烈风戒：对怪物发射闪电黑洞指环：收集周围的物品并且吸引怪物大天使惩戒：启动的时候发射弓箭1.1.11     反物质继电器！这个是1.38版本的数据  反物质中继器有三个版本，每一个都是从之前的升级而来。用途有一下几个：提取EMC：通过摧毁有EMC值的物品得到其中的EMC产生EMC：不消耗物品就产生EMC需要能量收集器，与反物质继电器搭配的时候，能量会流入继电器并且被储存起来，作为这样做的优势，会有额外的EMC被产生，数量基于继电器的等级和被功能的面数，最多可以放六个面。转移EMC：emc被继电器存贮，直到在充电位置放入一个克莱恩之星，也会把emc转入邻近的机器（除了其他继电器）反物质继电器也会作为多个没有在加工燃料的收集器的管道导入到一个加工燃料的收集器中，能量凝聚器、黑色物质和红色物质熔炉也可以接受能量。额外奖励等级EMC奖励/每面EMC存储量克莱恩之星充能速度光照等级11100,000320emc/s7331,000,000960emc/s113610,000,0001920emc/s15 还有一大段明天弄了"
        },
        {
            "author": "826273173",
            "timestamp": 1346675760,
            "txt_content": "标题: 接着走 本帖最后由 826273173 于 2016-1-26 18:07 编辑 \n\n1.1.1         能量收集器 \n!这是1.36的数据能量收集器有3个等级,产生emc，阳光不足的时候功率会下降能量收集器会依照下面的顺序不断把低级的物质升级成高级的物质：木炭-》红石->煤-》火药-》萤石粉-》炼金煤炭-》火药-》萤石方块->莫比乌斯燃料-》永恒燃料。\n这个过程需要收集器上方有光照，照度会影响效率，放一个萤石方块或者南瓜灯是个好主意。物品被依次消耗，收集器会直接产生最终产物而不产生中间产物。\n产生emc：1级 1/s 需求光照7 二级3/s需求光照11，三级：6/s需求光照15\nemc立刻被使用来升级物品，如果半道拿出，多余的emc会被退回并且储存起来，在下次能用的时候接着使用。如果一个收集器没有升级燃料并且挨着继电器，所有的emc会被转移到继电器，详见反物质继电器。收集器也为邻近的黑色物质熔炉和红色物质熔炉提供能源。1.1.2         能量凝聚器 操作方法：能量凝聚器有一个很大的储存空间，这个空间在各个方面和炼金箱是一样的。它会接受外来EMC源，邻近的能量收集器或者继电器会提供emc。能量收集器会把任何非目标的物品化成emc以转换成目标物品。存储emc并且把它转换成任何有emc值的东西，你必须为它制定一个目标，在制定了目标以后，任何临近的emc源会开始输送emc直到足以制造物品。被制造的物品会放在储存区，任何有emc值的东西都能制造，唯一的限制是你需要至少有一个物品来放在目标那里。1.1.3         禁制火炬 禁制火炬可以产生一个启动的疾风戒一样的推力，尽管有一点不可靠。当使用红石脉冲供能后，推力被显著增强。红石脉冲指的是变化的红石电流，仅仅放一个红石火炬是不行的。确保你基地的防御，把这样的设施放在最有用的地方。这个效果在4~5格以外就不能保证了，但是一般的，一个火炬可以在放在地上的时候保护玩家，放在矿道里的一两个火炬会阻止任何东西的侵入。把禁制火炬放在炼金箱内会使得它排开怪物并且发出15的光，这个事实可以让它收集物品的同时给收集器供能。file:///C:/DOCUME~1/ADMINI~1/LOCALS~1/Temp/msohtml1/03/clip_image007.gif1.1.4         毁灭燧石  file:///C:/DOCUME~1/ADMINI~1/LOCALS~1/Temp/msohtml1/03/clip_image008.jpg毁灭燧石是一种采矿装置,它是一种全能的初学者资源收集工具. 没有充能的时候，它可以试图破坏任何方向3*3的方块，充能后增加进深。0级：1层 1级：4层 2级：9层 3级：16层不能破坏黑曜石。只有在破坏成功的时候才消耗资源，每个被破坏的方块消耗16emc，可以从克莱恩之星，火药，萤石，红石，三种高级燃料之中抽取能源。可以右击使用也可以R键发射，用R的时候，距离会从你面前还是算，所以你不会得到最大的给进深度。被摧毁的方块会被扔到玩家面前，或者是这个能力的目标点。像很多能量物品一样，只要有能量就可以一直工作。1.1.5         不稳定水晶  一个强大的工具，产生球状的爆破区域，取决于充能等级。\n充能 0 – 半径非常小l, 1萤石.\n充能 1 半径比较小, 2 萤石.\n充能2 – 半径一般, 4 萤石\n充能 3 –半径比较大, 6 萤石\n水晶并不防止对怪物和玩家的伤害，所以小心点。1.1.6         催化水晶  一个非常贵但是强大的工具，结合了不稳定水晶和毁灭燧石的力量。\n按下R发着一个爆破弹，接触的时候破坏一个大的区域，所有掉落物集中在中心，和不稳定水晶相似。\n右键的时候，工作方式和毁灭燧石相似，摧毁3*3的区域按下V键使得这个功能变得更加强大，满充能的时候可以一次挖掘64，比毁灭燧石大很多，和毁灭燧石一样，所有掉落物集中在右击点。按下C，会在你面前实现右击功能，掉落物直接落到你头顶上。所有的方块破坏耗能为16emc/每个方块1.1.7         爆破新星现在爆破效果已经不好了，主要作为合成材料使用。1.1.8         灾难新星爆破35个格子，不对人造成伤害（你仍然有可能因为突然跌落受伤），掉落物会被收集到人所在的位置。1.1.9         永恒潮汐护符 一个如果不小心对待,可能将你的世界弄得一团乱的东西.有四个功能1按下R发射一个子弹,在遇到的方块上生成水,这个功能是免费的,如果子弹经过岩浆(任何)附近,它会冷却它们,如果对天发射会产生降雨.2按V充能以后按C使得你周围的水冻住,取决于你的充能等级.3 无充能右键会在目标处放置1格水,有充能右键会放置许多水,对着正下方使用的话会形成一个方形的池塘,对着正上方使用会形成水塔.4当你装备了永恒潮汐护符的时候,你可以在水中按shift下潜 ,空格键上浮,你可以在水上行走,并且免疫窒息.1.1.10     火山护符 一个如果不小心对待,可能将你的世界弄得一团乱的东西.有4个功能:按下释放充能键发射一个 缓慢移动的岩浆弹,如果靠近水方块,会蒸发之,这是免费的.如果在下雨的时候和天空接触,消耗一个红石放晴,如果接触到了地面,消耗24个红石产生岩浆.如果接触到玩家或者怪物或者什么生物,会对其释放致命的火焰,并且还会继续燃烧一段时间,这消耗两个红石,如果炼金师没有足够的能源,仅仅会产生一个很快熄灭的小火焰.右击任何方块,消耗两个火药产生一个岩浆,可以通过充能(8级)一次产生许多.给予你岩浆上面步行和免疫火焰\\岩浆的能力.火山护符的额外功能是可以蒸干你周围的水,随着充能等级不同范围不同,最高可以达到17*17*17,甚至可以蒸干大海.烈焰指环和火山护符的火免能力,在安装了以太mod的情况下会被无效.1.1.11     墨丘利之眼 墨丘利之眼是炼金师理想的建筑工具,通过克莱因能量星将纯粹的EMC转化成你所选择的方块并且建立完好的围墙.如果你想的话,墨丘利之眼可以将目标方块转化掉来减少emc消耗.墨丘利之眼能够直接从克莱恩星中抽取能量建立墙面,按V改变墨丘利之眼的覆盖范围,按C打开GUI.墨丘利之眼固化于使用者,如果你摧毁或者丢失了一个里面还有目标方块或者是能量星的,你得到一个新的时候,里面的存贮空间是不变的.打开界面,有一个放置目标的方格,一个放置能量星的方格,可以将非方块类的东西设为目标,例如梯子,但是可能不会被正确放置.它有4种模式:   创造模式:就像你手持那个方块一样,适合于精细的工作,小心点,放下方块的时候它是不会在意你的位置的.   扩展模式:你所建立的墙从现在的结构上扩展出去,对于向下挖掘或者制造桥梁很有用.你和目标面的关系决定了怎么样扩展,需充能.支柱扩展模式:这个模式 在你面向的反面创造一个大的支柱,不要对着上空使用.    转变模式:你放置目标的时候,它会把你的方块现在的东西转化掉,如果它的价值更高,你得到emc,如果更低,你消耗emc,如果一样,你什么也不消耗.!\n关于新版本加入的炼金术卷册，那个东西扔进转换桌可以得到目前能交换的所有配方。"
        },
        {
            "author": "enbensonson",
            "timestamp": 1346676180,
            "txt_content": "你要當班竹......."
        },
        {
            "author": "DJXGAME",
            "timestamp": 1346676480,
            "txt_content": "楼主加油~~~"
        },
        {
            "author": "sjjklh",
            "timestamp": 1346676600,
            "txt_content": "MOD讨论版不日推出，到时会公开征管理的"
        },
        {
            "author": "ufo999wc",
            "timestamp": 1346676600,
            "txt_content": "百度上有你这个的…………凤歌笑皮丘做的…………"
        },
        {
            "author": "azusky",
            "timestamp": 1346679120,
            "txt_content": "你这个版本太旧了，新版很多公式都变了，最好能更新一下再发上来吧~"
        },
        {
            "author": "jianghr",
            "timestamp": 1346679900,
            "txt_content": "sjjklh 发表于 2012-9-3 20:50 \nMOD讨论版不日推出，到时会公开征管理的\n那么放血是必须的了。最近不能电脑上群不甚了解情况，其实单人区里Mod内容，和Mod版里的讨论区确有大量交集。\n不知\"各种求\"该归哪里？"
        },
        {
            "author": "826273173",
            "timestamp": 1346757480,
            "txt_content": "完成啦！累死了，虽然上学更累不过这是帮别人= =上学是帮自己....感觉没多大用啊"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1346758020,
            "txt_content": "sjjklh 发表于 2012-9-3 20:50 \nMOD讨论版不日推出，到时会公开征管理的\n呵呵……现在还差什么东西没决定好？"
        },
        {
            "author": "sjjklh",
            "timestamp": 1346758140,
            "txt_content": "sylqiuyifeng 发表于 2012-9-4 19:27 \n呵呵……现在还差什么东西没决定好？\n任劳任怨的版主\n版头图片\n大量教程的发布意向"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1346761080,
            "txt_content": "sjjklh 发表于 2012-9-4 19:29 \n任劳任怨的版主\n版头图片\n大量教程的发布意向\n任劳任怨的版主嘛……呵呵等上几天没人的话我就拿下……\n版头就……无能为力\n教程意向？呵呵我可以弄点出来的……"
        },
        {
            "author": "jianghr",
            "timestamp": 1346763120,
            "txt_content": "sjjklh 发表于 2012-9-4 19:29 \n任劳任怨的版主\n版头图片\n大量教程的发布意向\n单人区里教程不少，不过不少需要更新。"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1346765820,
            "txt_content": "jianghr 发表于 2012-9-4 20:52 \n单人区里教程不少，不过不少需要更新。\n呵呵……\n基本上我都是看mod wiki的"
        },
        {
            "author": "aliths",
            "timestamp": 1348219920,
            "txt_content": "好长，顶一个楼主，慢慢的看。"
        },
        {
            "author": "寂灭天青",
            "timestamp": 1348358640,
            "txt_content": "……发个这么老的介绍……你这绝对是在坑人……严重各种误导啊……"
        },
        {
            "author": "aliths",
            "timestamp": 1348994580,
            "txt_content": "非常的详细，谢谢楼主，看了对这个mod感觉很有意思。"
        },
        {
            "author": "1234565789",
            "timestamp": 1366068300,
            "txt_content": "azusky 发表于 2012-9-3 21:32 \n你这个版本太旧了，新版很多公式都变了，最好能更新一下再发上来吧~\n你说的是ee3吧，表示那个真没ee2好玩"
        },
        {
            "author": "julnzombie",
            "timestamp": 1435663140,
            "txt_content": "。。。好长。。。。。没看完"
        },
        {
            "author": "_phoenix_旭旭",
            "timestamp": 1445432340,
            "txt_content": "回复是一个好习惯"
        },
        {
            "author": "1bjj",
            "timestamp": 1448365440,
            "txt_content": "这是什么mod"
        },
        {
            "author": "as3614as",
            "timestamp": 1450780140,
            "txt_content": "为什么我没看到书呢？炼金术卷册？"
        },
        {
            "author": "826273173",
            "timestamp": 1453802640,
            "txt_content": "as3614as 发表于 2015-12-22 18:29\n为什么我没看到书呢？炼金术卷册？\n炼金术卷册是新版本加入的东西，只能通过创造或者NEI、TMI等调出~使用方法是丢到转换桌里，至于效果你丢进去就知道啦~"
        },
        {
            "author": "deelrell",
            "timestamp": 1454212260,
            "txt_content": "终于找到你"
        },
        {
            "author": "堕落贱神",
            "timestamp": 1455701220,
            "txt_content": "怎样开启深渊头盔夜视效果shift+LSHIFT没用啊"
        },
        {
            "author": "决对之影",
            "timestamp": 1460267880,
            "txt_content": "这不是钢炼么"
        },
        {
            "author": "emeng000",
            "timestamp": 1466051820,
            "txt_content": "深渊头盔的夜视功能怎么开"
        },
        {
            "author": "2289837643",
            "timestamp": 1471067280,
            "txt_content": "有下载地址么？"
        },
        {
            "author": "露露缇雅",
            "timestamp": 1485776100,
            "txt_content": "楼主大人，不知道为什么我做出来的指环无法发出子弹，烈焰指环也召唤不出火墙"
        },
        {
            "author": "826273173",
            "timestamp": 1491986280,
            "txt_content": "露露缇雅 发表于 2017-1-30 19:35\n楼主大人，不知道为什么我做出来的指环无法发出子弹，烈焰指环也召唤不出火墙 ...\n设置按键"
        },
        {
            "author": "露露缇雅",
            "timestamp": 1491997980,
            "txt_content": "826273173 发表于 2017-4-12 16:38\n设置按键\n设置过了"
        },
        {
            "author": "2367773971",
            "timestamp": 1502114700,
            "txt_content": "怎么充能啊"
        },
        {
            "author": "15839781441",
            "timestamp": 1517126340,
            "txt_content": "为什么我的转化桌不能卖其他MOD里的东西"
        },
        {
            "author": "石皮日",
            "timestamp": 1517323860,
            "txt_content": "等价交换真好玩233"
        },
        {
            "author": "Trailing_Asuna",
            "timestamp": 1527860880,
            "txt_content": "111111111111"
        }
    ]
}