{
    "title": "【原创】【启示录】第九章：重生",
    "author": "紫罗兰祝福",
    "replyCount": 8,
    "timestamp": 1441862040,
    "txt_content": "   四周只有灰暗的天空和长满蘑菇的草地，远处，一个高大的建筑的轮廓浮现在我们眼前。三个人在沉默中缓缓靠近那栋建筑物，而眼前的景象则让我和Alice着实吃了一惊，那个在导弹中破碎的研究所现在又重现在我的眼前。我没有说话，只是默默地向那栋建筑物走去，我必须在这里找到答案。\n    远处的轮廓渐渐清晰起来。我静静地仰视着这个研究所，在麻木中，我推开了研究所的大门。迎接我们的，只有纵横的楼梯和通道。我们轻轻的走上楼梯，仔细的搜寻着每一个角落。这里没有丧尸，只有一排排的武器和死去的实验品，我没有再看下去，只是默默地离开了一个又一个实验室。然而实验品在实验后被随意丢弃的尸体却深深的烙印在我的心上。\n    最血腥的不是被遗忘的实验品的残骸，而是人性的黑暗。\n    我们来到这个研究所的尽头，一个庞大的实验室再次出现在我的眼前，似曾相识的一切都在触动着我的记忆，我漫不经心的走到一个武器前，仔细的端详着眼前这个布满划痕的枪。旁边的一张纸吸引了我的注意，这是一张武器的设计图，他的主人没有画完这张图，就匆匆的离开了，而他却在纸上留下了几滴泪水划过的痕迹。回忆再次浮现在眼前，泪水落了下来，轻轻的敲打着手中的纸。这一切都不是巧合，不是梦境，而是真实存在的。我轻轻的将那张设计图放了下来，继续搜寻着那管紫色的液体。\n    我们的搜寻没有任何结果，那管紫色的液体早已下落不明。Alice疲倦的坐了下来，不料，她的头在不经意间碰到了一个陈旧的箱子，一些旧物随着一声清脆的碎裂声落到了地上。浑厚的紫色瞬间吞噬了那些旧物，而Tank从那摊碎片中站了起来。\n    Alice一惊，随即从腰间抽出那只锃亮的枪，瞄准Tank的头扣下了扳机。受伤的Tank愤怒的捶打着周围的一切，一旁的架子上，整齐摆放的武器被他打的粉碎，四溅的碎片在惯性的作用下划伤了我的胳膊。我拿起早已蓄势待发的kill，猛的向捶打着武器的Tank砍去。愤怒的Tank怒吼了一声，更加狂暴的向我扑来，而早有准备的我则灵巧的一闪身，迅速冲出了那个实验室，而Tank则紧随其后。地面则在Tank的怒吼中不停地震动，而我的手心也渗出些许冷汗。这时，意外出现了。脆弱的楼梯不堪重负，在一片清脆的响声中坍塌了。前面已经无路可走，而Tank则在震动中向我逼近。我平静的看着Tank扭曲的脸上浮现出的狞笑，而我的手心则因为疼痛被汗水浸湿。我清晰的看着Tank的拳头在一阵吼声中握紧，而他的脸上的愤怒则逐渐被狞笑取代。\n    一片地面在呼啸声中坍塌，而我则在Tank的拳头即将向我砸去的瞬间朝着楼梯的废墟跳了下去。在一片呼啸声中，我把剑狠狠的扎向墙壁，稳住了极速下坠的自己，而我的胳膊上又是一阵剧痛。Tank的怒吼声从上面传来，抬头望去，愤怒的Tank正看着挂在墙上的我怒吼。我没有理会Tank的怒吼，而是奋力的将自己的身体向旁边的楼道移去。在一片失望的吼声中，我的双脚稳稳的落到了地面。我疲倦的瘫坐在地上稍作休整，而Tank则从我的面前闪过，重重的砸在了一片废墟上。一阵夹杂着痛苦的怒吼捶打着我的耳膜，而Tank则正坐在那片废墟上愤怒的看着我。而同样看着我的的，还有上面的Alice。Tank试图从另一个楼梯再次攀爬上去，而他沉重的身躯最后还是让不堪重负的楼梯在一片灰尘中坍塌。\n    枪声从上面传来，抬头望去，Alice在瞄准着Tank庞大的身躯，猛的开了一枪。我清醒的看到她的脸上，胳膊上全是武器碎片带来的划痕，但她依然艰难的瞄准着Tank。Tank撞进了一个楼道，他愤怒的吼声不时的从楼道里传来。这时，一个人的声音从楼道里传来，我和Alice猛的一惊：“这里不可能有别人，那么下面的人肯定是...”\n    这时，Jane从楼道里被硬生生的扔了出来。我和Alice刚才都一直在寻找那管纯净的痛苦和悲伤，根本没有觉察到一旁的Jane没有跟上我们的步伐。从楼道里挤出来的Tank一把抓起地上的Jane，扭曲的脸艰难的挤出几个字：“不，这是梦境，梦境！”他随意的将Jane摔在地上，转身向楼道里狂奔。我则趁机跳了下去，试图唤醒倒在地上的Jane。Tank的怒吼声从楼道里传来，我抱起依然倒在地上的Jane向楼梯的废墟跑去。坍塌的楼梯堆成了一座小山，而我则踩着这座小山奋力的向上跑去。碎片随着我的步伐从我的身边略过，在我即将奔上那座小山的顶端时，那摊废墟构成的小山崩塌了。我将昏迷不醒的Jane推上了安全的地带，而我则随着那片废墟落了下来。当我再次睁开眼时，Tank正狞笑着将我一把抓起，他扭曲的脸因为愤怒变得更加狰狞。我静静地看着他将我抓起，抬头望去，Alice颤抖着将枪口对准了Tank，而她却迟迟没有开枪。我没有再恐慌，害怕。至少，活着回去的Jane能让我扪心无愧的直视John。生与死对我来说已经不重要了，至少，我已经知道我到底经历过了什么，我唯一对不起的人，恐怕就只有Alice了。\n    Tank并没有把我像扔垃圾一样摔在地上，他紧紧地握着我，将我举了起来，我甚至可以看清他扭曲的脸上纵横的伤疤。他愤怒的朝我吼道：“不，这是梦境！”腐烂的味道令我几乎窒息。他猛的把我甩了出去，我在一片呼啸声中飞向Alice。Alice放下了手中的枪，向在空中的我跑去。我眼睁睁的看着我的身体向Alice飞去，而我自己却无能为力。\n    我在一阵剧痛闭上了眼睛。\n    等我再次睁开眼睛时，Alice正倒在我的旁边。我知道是我的身体在惯性的作用下击中了她，Alice才会倒在这里的，我奋力的晃动她的身体，但她没有丝毫反应。突然，清醒而刺耳的怒吼声从我的身后传来，我回头望去，Tank像死神一样站在我的后面。Tank将我和一旁的Alice抓起，他将我们紧紧握住后，他猛的向楼梯的废墟跳了下去，楼梯的废墟被巨大的压力整个压垮。重新站起后，Tank向一个被遗忘的实验室走去，哀嚎着将我扔了进去。\n    我在黑暗中迷茫的探索着，灰尘像雪花一样落在我的头上。在绝望中，我摸到了一个按钮，在犹豫后，我按了下去。很快，微弱的灯光便充满了整个实验室，我掸了掸身上的灰尘，奋力地摇醒了倒在一旁的Alice。在灯光下，一个人影从角落里浮现出来。灰头土脸的Jane在灯光下显得格外清晰。\n    虚惊一场。\n    这里没有出口，只有被摧毁的门和落满灰尘的旧物。三个人在一片灰尘中寻找着出路，然而迎接我们的，只有更多的灰尘和旧物，汗水落地，凝成一块泥土。精疲力尽的我靠在一个陈旧的桌子上稍作歇息。桌子上，一个陈旧但依然精美的箱子吸引了我的注意。打开那个箱子，泛黄的照片和旧物出现在我眼前。在好奇心的驱使下，我取出了那些照片，研究所被遗忘的曾经出现在我眼前…\n    一个稚嫩的小男孩在照片里笑着，跳着，而他的母亲则在一旁仔细地调制着一种不知名的试剂。实验室非常破旧且狭小，而那个小男孩就在这个狭小的空间里拘束的玩耍，而他的快乐却并未止步于这个狭小的空间。\n    随着时间的流逝，小男孩越来越高，他的快乐也随着他的身高越来越多，但他的快乐却在一张照片里戛然而止。试剂在他的身上留下了一片永不磨灭的伤疤，而他的母亲却并未因此停止研究，她甚至根本没有看望过她的儿子。此后，小男孩变得越来越孤僻，他开始拒绝与他的母亲沟通。\n    在伙伴后同学的嘲笑下，小男孩变得冷酷起来。终于，在一次争执中，他杀掉了嘲笑他的那两个同学。在照片里，他正冷笑在看着倒在地上的两具尸体，他险些因此遭到放逐，但因为他那成功的母亲，他仅仅是被开除了而已。他的母亲仍沉迷于工作，根本没有顾及他的儿子。小男孩在一次失败的自杀后，将他的刀刃对准了其他人。\n    他最终还是回到了他母亲的身边。他运用自己在学校里学到的知识，开始制作各种化学武器。一开始，他的发明遭到其他科学家的抵制，但他仍然坚持发明各种武器，那道伤疤让他坚持了下来，在众多人的反对下，他扛过了他人生中最艰难的岁月。让他能在这么多的人的反对下坚持下来的，恐怕早已不止是那道伤疤。\n    军队发现了他的的发明，也许，能给敌方予以重创的武器正是战争机器的需要。原本破败的研究所因此被翻新，一个熟悉的轮廓浮现在我的眼前。谁能想到，这个豪华的研究所曾经是如此的丑陋破败。在军方的支持下，研究所渐渐沦为武器制造厂，各种武器源源不断的出现在军队中。在最后一张照片里，那个科学家站在一个士兵的残骸上冷笑着，而那个士兵却在痛苦的呻吟。\n    那个科学家，就是现在的Tank。\n    Tank在还是一个人的时候就已经把这个哀伤之地尘封了。这里只有一些旧物，没有出路，在昏暗的灯光下，灰尘像一抹青烟，在寂静中变幻，消逝。很快，我们的身上就布满了灰尘。Jane只想再次见到她的弟弟，她寻找着每一个可能离开的的机会，直到这一切却在一片尘埃中归于绝望。Alice找到了一扇被尘封的门，但门早已被封死，我们根本无法离开。\n    在一片灰尘中，我们的呼吸越来越的困难，而这个实验室的所有出口都已全部被封死，等待我们的，恐怕就只有绝望了。我疲倦的坐在地上，竭力的赶走眼前的灰尘，已争取一些新鲜的空气。在眼前缥缈的灰尘中，我的视线落到了眼前的一些摆放整齐旧箱子上。我缓慢的向那些箱子走去，希望能从里面找到一些东西。不料，就在我翻找箱子里的东西时，那堆陈旧的箱子经不住我的一番折腾，在我翻找旧物时向我砸去。我还未来得及躲开，一堆旧物就猛的砸到了我的身上。一旁的Alice和Jane听到旧物砸到地上的声音赶了过来，硬生生的把我从旧物中拽了出来。恍惚中，我摸到了一个冰冷的金属制品，我紧紧的握住那个东西，硬是把它拖了出来。很快，一把榴弹发射器在一抹灰尘中重见天日。\n    Jane惊讶的看着那把榴弹发射器，她默默地从旧物中翻出两个榴弹。Jane轻掸掉榴弹上的灰尘，仔细清理那个陈旧的榴弹发射器，装弹，上膛则一气呵成。Jane向后退了几步，她慢慢的扣下了扳机。\n    “不要!”我喊住了一旁正要扣下扳机的Jane，夺下了她手中的榴弹发射器。榴弹发射器被尘封了如此长的时间，很难保证它不会出现问题。我答应过John要照顾好Jane，我不能看着她用这么危险的东西。Jane几次欲言又止，最后还是把话咽到了肚子里，继续翻找可能让我们离开的物品。Alice静静地看着我夺下了榴弹发射器，她沉默的盯着我，不再说话。\n    “你真的要这么做吗？”一旁的Alice突然向我喊道。可惜，她慢了一步。我猛的拿起地上的榴弹发射器，朝着墙扣下了扳机。榴弹尖鸣着向墙飞去，发出震耳欲聋的爆炸声。我则直接被强大的后座力重重的砸在地上，静静地看着榴弹在墙上留下一个大窟窿。剧烈的震动使我们头顶上的灯泡纷纷炸裂，很快，晶莹的玻璃碎片从我的面前掠过。在黑暗中，窟窿处投射来的光线显得格外刺眼。\n    Tank根本就没有料到我们能从那个阴暗的实验室内逃脱出去，他吃惊的看着我们从那个窟窿里慢慢走出。很快，Tank的吃惊就转化为了愤怒。榴弹毁掉的不仅是一堵墙，它毁掉的还有Tank痛苦的回忆。我想，那些回忆可能正是他活下来的理由。Tank愤怒的向我们扑去，他笨拙的挪动着他庞大的身躯，慢慢的向我们靠近。可惜，Jane装填好了榴弹，打开了保险，向着下面正在怒吼的Tank再次扣下了扳机。我清晰的看到那颗榴弹直直的飞向Tank并穿过了他的身体，在地面上猛的炸开。导弹的碎片直接刺向了Tank的脊背，我甚至感到那声凄厉的哀嚎像榴弹一样的贯穿了我的耳朵。Alice不忍心看到那血腥的场面，她扭过头去，静静地看着墙壁的废墟。\n    灰尘像青烟一般散去后，Tank的遗骸渐渐呈现在我们眼前，那已不是一个人的尸体，而是一个破碎的肉体。他的双手紧握着，像是生怕什么东西逃走了一样。在他破碎的胸膛处，一个紫色的东西渐渐显露出来。那是一个紫色的球状物体，在强烈的灯光下，它的光缓慢的移动，变幻。我凝望着那个紫色的球体，眼前又浮现出在战斗中逝去的士兵和我曾经的家人们。一滴泪落了下来，砸到了Tank的残骸上。\n    Alice突然向身后墙壁的残骸跑去，我先是一惊，随即清醒了过来。该死，我们最终还是在最关键的时刻出了问题。不过抱怨是没用的，现在最重要的是把装着蓝色液体的试管找到，否则一切都将重新开始。我冲向陷入一片黑暗的实验室，在墙壁的废墟中寻找那个试管。\n    坍塌的墙壁使一些灯光撒了进来，我借助外面微弱的灯光，仔细的寻找着试管。灰尘随着碎砖的移动而冉冉升起，拨开碎砖，更多的碎砖在一片灰尘中显露出来。一旁，Alice和Jane正在灰暗的实验室内翻找，我清醒的看到两人的胳膊上都有玻璃碎片划过的痕迹，而Alice的胳膊上还扎着一块玻璃的碎片，血顺着玻璃碎片留了下来。回过神来，继续寻找试管时，突然发现破碎的砖块上，竟有了血流过的痕迹。淡蓝色的血液在微弱的灯光下发出淡淡的蓝色荧光。我顺着血液流过的痕迹小心的拨开上面的碎片，而血液的颜色也越来越浅。我压抑住心中的喜悦和兴奋，缓慢的清理掉上面的碎片。\n    最后一块碎砖被移开后，一个装满蓝色液体的试管浮现出来。我最终还是没有克制住自己心中的兴奋，喊了出来。一旁的Alice听到我兴奋的喊声，跑了过来，她拿起那管蓝色液体，向Tank的残骸飞奔而去。这时的Tank已经不能算是残骸了，他在刺眼的灯光下缓慢的挣扎着，那个紫色的球体则发出了强烈的光芒。我在一阵麻木后向着楼下的Tank跳了下去，Alice挣扎着向那个紫色的球体爬去，但她最终还是被还未成型的Tank挡了出去。墙壁上，Kill正焦急的嚎叫着，剑上的微光把周围的墙壁渲染成了蓝色。\n    风呼啸着掠过我的身边，而我则在坠落带来的眩晕和失重感中努力的寻找着平衡。在一片混乱中，我抓住了Kill。剑在墙上留下的痕迹越来越长，而我下落的速度则慢了下来。在一片灰尘中，我摔在了地上。一旁的Tank算是能摇摇晃晃的站起来了，他怒视着我，尚未成型的喉咙里发出一阵微弱的吼声。\n    我绕过他滞留在空中的拳头，将试管里的蓝色液体向那个紫色的球体撒去。紫色的球体发出的光芒渐渐黯淡了下来，紫色的微光越来越弱，曾经强烈的光变得柔和起来。紫色的光芒在一片安详中消逝。而那个缥缈的球体则在黯淡中渐渐破碎。Tank的身体急剧的萎缩起来，他愤怒的哀嚎着，但那无济于事。Tank的身体越来越小，但他终于变成了一个人。他呆呆的注视着眼前的一切，他突然狞笑起来，凄厉的哀鸣着：“这是梦境！梦境！梦境！”\n    但他终于在凄厉的哀鸣中失声了。他的头落在地上，而他的手上还有一把带着鲜血的刀。他用于复仇的力量本就不属于他，死亡对他来说也许是一次新生。\n    但愿一切都结束了。我默默地走向研究所的大门，缓慢而沉稳的推开了它。门很轻，我还未来得及使劲，门就在一阵呼啸声中敞开了，一道光从敞开的门中刺了进来，我未来得及躲闪，便重重的落到地上。\n    我再次睁开眼时，我正在一个黑暗的空间中。身后，从门缝处投射出的光照亮了我的身躯，我望了一眼身后的一片黑暗，最后还是把门打开了。很快，强烈的光便刺向了我毫无防备的眼睛，在强烈的光芒下，我的眼睛痛苦的活动动着，以求片刻的舒适。正当我在一片漆黑中踉踉跄跄的探索四周时，身旁的门槛却偏偏出现在我的脚旁。我的身体猛的仄歪了一下，随即掉进了另一个空间。四周的风掠过我的身旁，而四周的光却在一片死寂中无时无刻的折磨着我的眼睛。\n    四周的光渐渐的淡了下来。我缓缓的睁开眼睛，俯视着面前的一片漆黑。在这个忽明忽暗的环境中，我的瞳孔急剧的睁大，又剧烈的缩小着。就在这一片寂静中，我落到了最黑暗的空间里。\n    一切都结束了。身旁的风声越来越小，最后消逝在一片寂静之中。我睁开眼，而身后隐隐投射出光的门则重现在我眼前，我没有再推开那通向光明的门，也许，我已经知道它会带来什么。我回过头，身后是一片黑暗和寂静，我凝望着这一片寂静，渐渐地，我闭上了眼睛。恍惚中，我觉得我的身体开始消逝，我甚至能听到我的碎片在落入深渊时发出的绝望的声音。我静静地聆听着那绝望的声音，直到最后一块碎片落入深渊，在坠落中发出阵阵凄厉的风声。\n    “愿上帝与你同在。”\n    我一惊，随即睁开双眼，但展现在我眼前的，依然是一片虚无。正当我准备再次闭上眼睛时，那个奇怪的声音却再次回荡在虚无之中。\n    “不要相信你的眼睛，要用心去感受。”\n    我的眼前依然是一片虚无，但那个浑厚而沉稳的声音却在我的耳旁回荡，直至穿透我的身体。我闭上眼睛，在黑暗中触摸着那个似曾相识的声音，渐渐地，一位老者在黑暗中浮现在我的脑海中。我还未说话，那个声音便再次传来。\n    “看来，你已经知道我是谁了。”\n    “这又是哪里？”我陷入了沉思。\n    “虚无，抑或是曾经。”\n    “可惜，我不曾想起我有过这么灰暗的曾经”\n    “这里只有被遗忘的曾经。”\n    “美好的记忆，将永不曾被忘却。”\n    “痛苦的回忆，也终将沉沦风中。”\n    “没有回忆，我们根本无法存活。”\n    “不曾忘却，你们无法迎来新生。”\n    我却忘乎所以的笑了，而四周则再次陷入了死寂。沉默半晌，我沉重叹了一口气，说到：“这里不是虚无，而是末路之地。”\n    死寂中的笑声显得格外响亮。\n    “孩子，你猜对了。”\n    “这不重要。”\n    “说吧，也许我知道你想知道什么。”\n    “这到底是梦境，还是现实？”\n    “没有什么梦境，也没有什么现实。”\n    “只有在梦境中，才未曾有过现实与梦境的界限。”\n    “梦醒之后，是另一个梦境。”\n    “看来，人生本来就是一场梦。”\n    老者慈祥的笑了。\n    “睁开眼睛吧，梦醒了。”\n    我睁开双眼，映入眼帘的竟是我曾经居住的小木屋。我叫醒了身旁的Alice和Jane，随即打开那破旧的木门，门外，碧绿的草地和湛蓝的天空依旧。我惆怅许久，压抑在心中的话也渐渐消失。\n    “还在回想在实验室中的事情呢？也许，那只是一场梦境。”\n    Alice的声音出身后传来，我的瞳孔猛的收缩了一下，又猛的扩张起来。这一切都不是梦境，而是真实存在的，也许，我将沉醉于这个梦境之中，不再醒来。\n    但愿湛蓝的天空将永远的定格在空中。\n完结。\n\n",
    "replies": [
        {
            "author": "紫罗兰祝福",
            "timestamp": 1441862160,
            "txt_content": "@guqu\n@1137246733\n@2B与mc的故事\n@zwh007\n@gggbbb\n@末影龙娘\n感谢所有支持过我的人！\n《启示录》就到此为止了，\n希望我能在新的作品里做的更好。"
        },
        {
            "author": "992979148",
            "timestamp": 1441870320,
            "txt_content": "很棒 内容挺精彩"
        },
        {
            "author": "guqu",
            "timestamp": 1441880880,
            "txt_content": "完结撒花"
        },
        {
            "author": "zwh007",
            "timestamp": 1441883580,
            "txt_content": "完结撒花！"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1442023740,
            "txt_content": "我最近几天情绪真奇怪。什么都说不出。\n只祝你平安吧。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1442023980,
            "txt_content": "嗨，我可真蠢，完结哪里有祝别人平安的？\n……"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1442024460,
            "txt_content": "恭喜完结，建议每段空出一行以提高阅读质量 \n例如：\n      四周只有灰暗的天空和长满蘑菇的草地，远处，一个高大的建筑的轮廓浮现在我们眼前。三个人在沉默中缓缓靠近那栋建筑物，而眼前的景象则让我和Alice着实吃了一惊，那个在导弹中破碎的研究所现在又重现在我的眼前。我没有说话，只是默默地向那栋建筑物走去，我必须在这里找到答案。\n\n      远处的轮廓渐渐清晰起来。我静静地仰视着这个研究所，在麻木中，我推开了研究所的大门。迎接我们的，只有纵横的楼梯和通道。我们轻轻的走上楼梯，仔细的搜寻着每一个角落。这里没有丧尸，只有一排排的武器和死去的实验品，我没有再看下去，只是默默地离开了一个又一个实验室。然而实验品在实验后被随意丢弃的尸体却深深的烙印在我的心上。\n\n       最血腥的不是被遗忘的实验品的残骸，而是人性的黑暗。\n\n       我们来到这个研究所的尽头，一个庞大的实验室再次出现在我的眼前，似曾相识的一切都在触动着我的记忆，我漫不经心的走到一个武器前，仔细的端详着眼前这个布满划痕的枪。旁边的一张纸吸引了我的注意，这是一张武器的设计图，他的主人没有画完这张图，就匆匆的离开了，而他却在纸上留下了几滴泪水划过的痕迹。回忆再次浮现在眼前，泪水落了下来，轻轻的敲打着手中的纸。这一切都不是巧合，不是梦境，而是真实存在的。我轻轻的将那张设计图放了下来，继续搜寻着那管紫色的液体。"
        },
        {
            "author": "lostchair",
            "timestamp": 1442024940,
            "txt_content": "竟然。。出奇的。。好看。。"
        }
    ]
}