{
    "title": "【翻译Unturned3.0】月圆的科普/好处/作死",
    "author": "Yihc",
    "replyCount": 7,
    "timestamp": 1441870740,
    "txt_content": "原文地址：—点我—\n\n作者：Klaus!!!\n翻译：Yihc\n\n原文：\n\n\n\nAbout the Moon\nThe moon appears at night.At a first look, you may think this can't affect your gameplay at all, right?\nWrong.The moon sometimes can rise on the sky without being half-shadowed, thus being a full moon. this event will occur around 4-5 days.When it rises a message will pop up saying ''The Full Moon rises!''.\n\n\n\nThe effects of the full moon\nDuring Full moon zombies wil not attack cars, man-made buildings, will not get distracted by smokes or chemlight.They will run straight for the player.Also they will deal around 30-35 damage per hit and they will let you bleeding (ok that's what it was supposed to be, but i found out that if you have hardened you don't get bleeding so yeah..), so be careful out there.\n\nThe scary thing about full moon is that all the zombies get red glowing eyes that can be seen in the dark.\n\n\n\nalso you will get a status effect that represents 2 glowing spots, probably reffering to the zombies' eyes\n\nWhat you should do during the full moon\nWell, it's full moon, zombies are powerful and you are scared to go out cause you may die so you just stay at shelter.right?WRONG!Just because the zombies deal more damage it doesn't mean that they have more health. You can just kill them like you normaly do. Also it's the perfect time for farming.\n\nWhat do i mean by that? Well, the zombies respawn at around 3 seconds. That is INSANE! Just gather a big horde and kill them for XP. You can also use this for giant zombies, farming at the millitary base, because when you kill one, it drops around five rare items and you can kill around 10 mega zombies per night. Also one time i farmed the whole night at Charlottetown i ended up with 1500 xp. \n\nWhat you need in order to farm.\nWell, you just realised the amount of items and xp you can get.But, how do you get them?\nYou will need these:\n1)A full auto weapon (i recomend using the Maplestrike, Eaglefire or Zuberkanov, but a Nykorev or Dragonfang will do.)\n\n2)A decent amount of storage space(Let's say you go farm mega zombies at the military base.You can kill around 15 mega zombies in a single night.Each of them dropped arund 5 items. \n15 x 5 =75 items.That's a lot of items, so make sure you have space to store them)\n\n3)rags, bandages and dressings(a normal zombie during full moon will take at least 30 hp and will let you bleeding, so bandages are a must.Mega zombies can take up to 70 hp and leave you bleeding so, dressings are essential. Considering the fact that a normal zombie will take the remaining hp from you if you get hit by a mega one, you have to act fast, so be careful)\n\n4)A fast car( if you get in a bad situation, let's say you run out of bullets, then you must have an escape route, like a car. Now i recomend using a sedan or police car, because they are fast, and can take some hits without exploding when you must leave in a hurry. The roadster can take really few hits, and given the fact that zombies deal more damage, it will blow to smithereens in a couple seconds)\n\n\nThe full moon and The Anomaly\nIn unturned 2.0 if you went at night near the light house in the golf course you could see a pair of red glowing eyes for a few seconds.\n\nThis might have something to do with the full moon's red-eyed zombies.Who knows? It's up to Nelson if he wants to make the secret public...\n\nThe End\nIn the end of the night a message saying ''The full moon falls!'' will pop up and all the zombies will come back to normal\n\n\nHope you enjoyed! Leave a rate and share if you found this useful! \nBye ;)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n------------------------------------------------分割线------------------------------------------------\n\n翻译：\n\n\n说道月亮。\n众所周知，月亮也只有在夜晚才会出现，你可能会觉得月亮并不会影响你。大错特错，月亮有时候只会出现一半，所以有不完整的月亮也代表有完整的月亮，完整的月亮通常出现在4-5天中，当月亮为完整的时候，我们可以称它为月圆，系统信息也会提示一句话“The Full Moon rises!（月圆升起）”\n\n\n\n满月的时候会发生什么？\n当满月时，丧尸们完全进入了另一个状态，他们不再攻击汽车，人造建筑，以及不会被烟雾弹和荧光棒所吸引，他们眼中也只有玩家了，而且他们的攻击力也提升至30-35，并且玩家被攻击的时候会造成流血(应该是这样的，但是我发现一个技巧，如果你有点技能点“Hardened”那么你就不会被咬破流血了..)，所以呢~在外要小心点咯.\n\n满月中可怕的地方主要在于丧尸的那红色BlingBling的大眼睛，及时在黑夜你也能十分清楚的看到。（译者吐槽：核能发光隐形眼镜你值得拥有）\n\n\n\n而且，你的效果栏那还会出现两只通红的红点，估计是参考丧尸会发光的眼睛啦。\n\n在满月的时候该怎么办呢？\n大哥，那可是满月啊，因为丧尸的麒麟臂都发作了啊，玩家可不想死所以都不敢出去，只能乖乖躲在避难所了，对吧？\n又错了！\n他们的攻击力上升了，不代表他们生命力也上升了！你依旧可以按照普通的方式来轻轻松松的干掉他们，是时候大开杀戒了。\n\n你大概不懂我什么意思，丧尸重生需要差不多3秒，老牛逼了！（译者：月圆的时候会发生尸潮，源源不断的）你就可以源源不断的收取大量大量的经验了，当然你也可以尽情的在军-营里猎杀巨人丧尸，有付出就有回报！你杀一只巨人丧尸，他会掉落差不多5件稀有物资！一晚你可以杀个一千万只丧尸，（译者：恕我直言，每晚杀个一千万，嗯，这小岛的人口好多。） 不是我吹牛逼，有一次我整晚在Charlottetown（夏洛特敦）屠-杀丧尸啊，等太阳升起之时，我已有了1500经验点了。\n \n\n你有啥资本去屠-杀呢？\n刚刚看了上面那段话，估计你对那些物资经验什么的早已流口水，但是你有什么资本获得他们呢？\n看看下面的内容:\n1)一把全自动武器 (我推荐使用Maplestrike, Eaglefire以及Zuberkanov,Nykorev或者Dragonfang也是可以的)\n\n2)一个储存站（假设你在军-营屠-杀丧尸，假设你在一晚干掉了15只丧尸，每只丧尸掉落差不多5件物资，15 X 5 =75 件，这数量多的我不要不要的，所以要保证你有一个地方能够储存这些东西）\n\n3)破布，绷带，医疗(一只普普通通的丧尸在月圆的时候攻击力提升到最少30，假设你被攻击了那么会扣除30点血还外加流血，所以绷带是必不可少的~巨人丧尸的话可以瞬间扣除70点血依旧外加流血，所以医疗也是最基础的.考虑到如果你被一只巨人丧尸攻击了那么扣除70点血还剩30，然后再遇到普通丧尸，它可是可以一下子把你的命夺走的，所以你的动作得快上加快，并且小心谨慎)\n\n4)一辆速度很快的车(假设你处于不利的情况，就比如你没子弹了吧，那么你必须规划一条逃跑路线，汽车是个不错的选择，我推荐使用sedan（轿车）N或者police car（警-车）, 不要问我为什么，快就是任性,这两款可以在你逃命的时候尽可能多的承受丧尸的攻击力（译者：也就是说着两款车的耐久很厚），跑车是很快可以更小可能的被丧尸攻击，但是跑车承受攻击力不行（译者：也就是说跑车耐久不好，容易爆-炸），很容易就被丧尸攻击成一堆铁皮)\n\n\n满月和自然现象\n在Unturned2.0的游戏版本中，如果你在夜晚中靠近高尔夫球场的灯塔时，你可以看见的一双一闪而过的红眼。\n\n\n可能跟月圆丧尸眼睛有一丝的关系吧，谁知道呢？也就只有Nelson（尼尔森）公开那秘密才知道了...\n\n开云见日\n当夜晚消逝之时，系统会出现''The full moon falls!（月圆结束）''然后丧尸们又变回正常了，无法开心的装逼了~\n\n\n希望该文章对你有帮助~~希望就点个赞，评分什么的。\n拜拜;)\n\n\n\n\n------------------------------------------------分割线------------------------------------------------\n\n\n译者吐槽：\n我觉得吧，你有枪有弹，你才有资本出去浪啊！！\n尸潮什么的一波一波的，都不知道哪冒出来的！我的APC啊~！！！！\n几个基友一起作-死，尸-体都不知道死哪去了啊！！！\n\n\n有任何错误或者翻译瑕疵的地方请指出，谢谢~\n\n\n\n\n\nthx.png (25.67 KB, 下载次数: 24)\n\n下载附件\n\n2015-9-10 15:34 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Yihc",
            "timestamp": 1441870740,
            "txt_content": "如果图挂了，说一声啊，或者去原帖看图。。\n其实图跟内容没啥关系，也只是月圆的截图而已。。"
        },
        {
            "author": "凛",
            "timestamp": 1441871340,
            "txt_content": "支持Yihc来科普\n\n求Yihc下次更新东西时艾特我\n好不好"
        },
        {
            "author": "Yihc",
            "timestamp": 1441871640,
            "txt_content": "china521 发表于 2015-9-10 15:49\n支持Yihc来科普\n\n求Yihc下次更新东西时艾特我\n任何东西？"
        },
        {
            "author": "12356789asdfg",
            "timestamp": 1446192960,
            "txt_content": "其实我开3.0上去（不确定2.0）确实有一只脏比，他晃来晃去是因为他下不了梯子，但感应到了玩家，所以转啊转啊转~\n@Yihc"
        },
        {
            "author": "Yihc",
            "timestamp": 1446253260,
            "txt_content": "12356789asdfg 发表于 2015-10-30 16:16\n其实我开3.0上去（不确定2.0）确实有一只脏比，他晃来晃去是因为他下不了梯子，但感应到了玩家，所以转啊转 ...\n{:10_496:}看看他会不会吐 哈哈"
        },
        {
            "author": "12356789asdfg",
            "timestamp": 1446373680,
            "txt_content": "Yihc 发表于 2015-10-31 09:01\n看看他会不会吐 哈哈\n按尼尔森这破烂物理引擎的话，转多少圈都不会。\n附：塔上刷毛子军用品"
        },
        {
            "author": "xiba_1",
            "timestamp": 1448192700,
            "txt_content": "（PVE）我在家门口弄了一堆陷阱然后浪完回家看僵尸送死"
        }
    ]
}