{
    "title": "【翻译Unturned3.0】来看看纯文字的新手教程",
    "author": "Yihc",
    "replyCount": 16,
    "timestamp": 1441949820,
    "txt_content": " 本帖最后由 Yihc 于 2015-9-11 16:04 编辑 \n\n原文地址：\n~点我进入~\n\n\n原文作者：TatlTael\n\n翻译作者：Yihc\n\n\n转载翻译请注明翻译作者！\n可以去原帖支持原文作者！\n\n\n-------------------------------------分割线----------------------------------------------\n\n翻译这么多不太容易，希望能给点鼓励！谢谢。\n因为楼主也不太会写教程什么的，干脆直接翻译别人的教程~\n也算是给Unturned版块做点贡献了！\n\n\n-------------------------------------分割线----------------------------------------------\n\n原文：\n\n\nYour first steps!\nWhen you first spawn in at one of the spawn points in Unturned, you are either on a beach somewhere near a town, or once again, near a town. This guide is covering UNTURNED 3.0, which you can look up how to get with the power of google. that means crafting is a LOT easier. things like that. \nAnyways, when you spawn in the first thing you should do is look for food, medical supplies, and clothes. depending on what town you spawn in, you can get different clothes or weapons. If you manage to spawn at the military base or the large bridge, your results can vary.\n\nTo find food, you can go to any normal looking house, or even a diner, pizza shop, etc. obvious places you could find food at. Now, once you've found some food, you obviously need some water too. You can generally find water at the same places food is found. Water does not need to say \"WATER BOTTLE\" for you to get less thirsty from it. It can be a grape juice box or an apple juice box. if you are stupid enough to not realize grape juice gives you less thirst, i don't know how you'll survive.\n\nNext, you'll probably want to find some clothes, so go to pretty much any building you can find, and you'll be able to find a shirt and pants somewhere around there. If you can get a shirt and pants, it will be a lot easier to store things.\n\nIf you've successfully found pants, a shirt, and maybe other accessories without dying to the first zombie in sight, CONGRATULATIONS! You're set for a little longer until your food and water runs out. but we'll cover that later.\n\nMedical supplies are also a key to surviving in unturned. If you go to the pharmacy if your town has one, you can probably find vitamins, tablets, rags, and so forth. If you can find anything along the lines of a medkit or a bloodbag, i would save those until later, when you have low health. Because they give you lots of health.\n\n\n\nFighting the Zombies!\nChances are while you were gathering materials for basic survival, you were being chased by zombies the whole time! Espescially if you were sprinting. Zombies love sprinting.\n\nAnyhow, you don't have to get medical supplies, food, and water all at once. you can pick up any weapon along the way and try to get some easy hits.\nQuick tip for easy kills on zombies with melee weapons you'll find:\nALWAYS AIM FOR THEIR HEAD. This maximizes the damage done to them, and if you do a right click instead of the normal left click, you'll trade some energy for a stronger hit, and you'll likely kill the zombie in a few clicks if you hit them in the head.\n\nThe most known and easiest way to kill zombies is to back up, stop, hit a zombie, then repeat. If you get hit a lot more than you expected to, sprint away for extra distance and use a bandage.\n\nAn easy way to stop bleeding is to find any clothing or take off a clothing item, turn it into cloth via the crafting system, and then turn the cloth into a rag. This is extremely useful and will save your life in many situations. So make sure to collect all clothing, even if you already have a shirt and pants. you can use it for rags, bandages, and dressing.\n\nNow, if you don't spawn in a town, you might be asking \"WHAT DO I DO?\" Well, that just brings us to the next section of the guide...\n\n\n\nI didn't spawn in a town! What do I do?\nLet's say you didn't spawn near a town, you spawned in this weird place with 4 towers in each corner, and a broken tank that came through a large gate.\n\nWell, congrats, actually. Because you got a pretty lucky spawn point. The place you spawned at is the Military base, and has military grade items and clothing (obviously). You can find a lot of good things here, and can probably quickly find military clothing and vests, which have some of the most storage space in the game. the one negative thing about the military base is that there is no food or water there, but luckily for you there is a town relatively close to it on both sides, so you can go to both of those for the same supplies you could get at any other town.\n\nIf you're lucky, maybe a military car will even spawn in the military base, giving you a good chance to get a gas can at a town and have a working car 24/7 to get around.\n\nNow that you've been told the basics of the game, i'll do one more section on how to find your way around, and we'll head into some intermediate and advanced things to do when you're already completely set to go, THEN we'll get into multiplayer PvE and PvP.\n\n\n\nWhere to go in the map, and how to find where places are.\nYou might be thinking from all the experience I have had with unturned (AKA 69 hours into the game, lol.) I might know the map's ins and outs. And I somewhat do. But with 3.0, if you press M, you can access the map and layout of the island. It will tell you what the town's names are, and more importantly, where they are. Different towns have different materials in them than others.\n\nA picture of the map included in-game will be featured below, so i can tell you more about towns and what they have in them.\nThe city's name that is covered up by my profile picture is called Alberton.\n\nThat is the 3.0 map of PEI. If you start off in the military base, you can get the loot there and head over to stratford in hopes of a car and a gas can. If you can find a roadster (fastest car), a gas can and get to the gas station, you can fill up the car and be set. If you ever need gas and have a gas can, just go to stratford or charlottestown.\nThese are the only towns with gas from what i know, so go for those 2 towns if you need gas.\n\nNow, we can get into what to do after you have gotten decked out with weapons and are set for awhile.\n\n\n\nMaking a house and living a normal life.\nNow that you've gotten some good guns like the maplestrike, a reliable melee like the military knife, and hopefully have used some skill points to do more damage and some other things like stamina or defense.\n\nMaking a first house is pretty simple, if you can get an axe, you can just cut down a few trees and you should have enough to make 4 pillars. But first you'll need a floor. with the trees you cut down, you should have enough for a floor. when you place the floor wherever you want, place the pillars in the corners of the house. Repeat the process of cutting down trees, except make 3 walls and 1 doorway out of the wood. Then, just place all 4 of the walls and staircases and make a roof. After you've done all of this, you can make a door, place it in the doorway (obviously) and have fun with your new house.\n\nYou can add on to this if you place more pillars on the top of the house and make a ladder going up to the 2nd floor.\n\nNow, we can get into multiplayer.\n\n\n\nMultiplayer\nMultiplayer is a little different from singleplayer, for obvious reasons. Anything you wanted in a house, like food, might already be gone because of the person who just looted everything in that town, and if PvP is on it's plain out hard to stay alive.\n\nNow, if you manage to do everything right in multiplayer and still be alive, congrats! If PvP is on, extra congrats!\n\nSome tips for multiplayer: \nif you're starting out, try to find a server with little people on it. More chances for finding loot!\nIf it's a pvp server, try not to stay out in the open. You're vulnerable to the people with big guns.\nAfter you're well equipped and have a house, DO NOT USE CRATES. people can break your house and steal things from your crates. also, use locked doors. Most servers have a rule where you're not allowed to break people's houses.\n\nThat's all i have to offer for multiplayer, as i don't have too much experience with it.\n\n\n\nEnd.\nThanks for reading my first guide! I hope this helped you if you're starting out!\n\n\nThanks, and have fun.\n-Gaben\n\n\n\n-------------------------------------分割线----------------------------------------------\n\n翻译：\n人生的起点!\n当你第一次随机出生在Unturned的某个地点的时候，要么在沙滩要么就在靠近城镇的地方，或者再一次，出生在靠近城镇的地方，该教程于Unturned3.0版本基础上制作，遇到不懂的你也可以百度一下，这样的话合成对于你来说也就容易许多。 \n回到正题，当你出生后，你第一件要做的事情就是寻找物资，比如食物，医疗，服装，当然这些取决于你出生的城镇所配置的物资，不同城镇/地区，你可以得到不同的服装/武器，如果你出生在（Military base）军-事-基-地或者（large bridge）断桥，那么你所得到的东西与城镇也有所不同了。\n\n寻找食物，你可以捻手捻脚的进入任何一间看起来正常的房子，或者Diner（路边小饭店），pizza shop（披萨店）等明显的地方你都可以轻松的找到食物，现在，一旦你找到了食物，那么你也得开始找水了，同理你可以在找到食物的各种地方轻松的发现水的背影，并不是单单只有\"WATER BOTTLE（水瓶）\"才能缓解渴，还有grape juice box（葡萄汁）或者apple juice box（苹果汁）如果你傻到连葡萄汁都不能喝，那么我还是劝你洗洗睡吧。\n\n接下来，你大概需要找些服装，随便逛逛路边的建筑吧，里面基本会有些衬衫啊，裤子啊，什么的，如果你找到了衬衫和裤子，那么你背包里可以装东西的容量也就更多了。\n\n如果你找到了裤子，衬衫，以及其他一些装饰物，并且还没有丧尸来干扰你，那么恭喜你啊！你可以依靠找到的食物和水支撑一段时间了，但是事情并没有这么简单，等一下再详细说。\n\n医疗物资也是生存中重要的一部分，如果你幸运可能会发现你所在的城镇中会有pharmacy（药店）的建筑，你可能会在里面找到vitamins（维生素），tablets（药片），rags（破布/低级绷带）等等，如果你有幸找到medkit（医疗包）或者bloodbag（血袋），我推荐把他存起来，因为当你生命垂危的时候，它可以把你从悬崖边缘拉扯回来（译者注释：补很多血）。\n\n\n\n生死肉搏!\n在你收集各种生存物资的时候，总会被几只丧尸追着！特别是当你快跑（译者注释：Shift快跑）的时候，最容易吸引丧尸了。\n\n不管怎么样，你可以不必第一时间去寻找各种生存物资，你可以顺手拿个武器什么的，然后尝试去击打下丧尸。\n为了让近战武器更快的杀-死丧尸，你会发现一个特征：攻击时击打头部，这样能对丧尸施已最大的伤害值，并且如果你加上使用右击鼠标会施放出重击，这样很快丧尸就被你杀-死了。\n\n最容易并且最广为流传的杀丧尸方法就是后退几步，停下，然后击打丧尸，然后再后退几步一直重复该动作，如果出了意外一不小心被丧尸击打了，不要慌，先快跑（译者注释：shift快跑）与丧尸保持一个安全距离，然后使用bandage（中级绷带）回血。\n\n教一个简单止血方法，找些服装或者把穿在身上的衣服脱下来，然后打开合成系统，把服装分解成cloth（布料），然后再把cloth（布料）合成为rag（破布/低级绷带）（译者注释：rag，破布也是绷带的一种，回血少，常用于止血），这很有用，能在大多时候挽救你的生命，所以即使你已经有合身的服装也一定要收藏些服装，以防万一可以用来合成rags（破布/低级绷带）, bandages（绷带/中级绷带）以及dressing（高级绷带）.\n\n假设，你出生不在城镇或者靠近城镇的地方，你大概会一脸迷惑的问道“什么鬼！”那么请随着我看下节教程...\n\n\n\n我出生的地方可不在城镇!怎么办?在线等,挺急的!\n假设你没出生在城镇附近，但你出生在一个十分奇怪的地方，四周有高塔，并且还有辆翻了的坦克。\n\n恭喜啊，其实呢，你出生在一个很好的出生点，没错，你出生在了Military base（军-事-基-地），顾名思义，军-事-基-地里的物资也是军-事-级别的了（废话），在这里犹如金海里淘金，可以找到很多好东西，你能很快的找到军-事服装和军-事背心，他们提供的背包容量相对来说也是比较多的，但军-事-基-地也有坏处，比如军-事-基-地里没有食物物资，但是很幸运的是，军-事-基-地旁边就有一座城镇，所以你依旧可以取得跟其他出生点城镇相同的物资。\n\n如果你人品爆表，你也可能会在军-事-基-地见到军-事级别的载具，那么你也就有机会去附近的城镇搜刮点汽油来保持载具的24小时全天候运作。\n\n嗯，现在你应该也知道了基本玩法了，我也会完善完善这些初始教程，那么当你准备好了我们就来看看中级和高级内容，然后再讲multiplayer（多人模式）的PvE（Player Vs Environment/玩家Vs环境）和PvP（Player Vs Player/玩家Vs玩家）。\n\n\n\n我要去哪呢？怎么样才能找到那个地方在哪呢。\n对于我这种老玩家（拥有69小时总计在线的记录），地图什么的也是倒背如流啊，但是在Unturned3.0中，如果你按下键盘的“M”你就会看见一张地图，显示了岛的布局，地图上会告诉你城镇的名字，以及他们的位置在哪，不同城镇有不同的物资，有些城镇有另一些城镇没有的物资，这点很重要。\n\n截图中包含的东西一会再讲，现在主要说说城镇和他们所拥有什么不同的物资。\n\n那个被我的个人资料图片所覆盖的城镇叫Alberton（艾伯顿）.\n\n上图的地图为3.0的PEI地图，如果你出生在military base（军-事-基-地）那么你可以获得些战利品之类的东西，你可以去stratford（斯特拉特福德）找辆车和油桶，如果你找到了辆roadster跑车（顾名思义很快的车）那么你得去加油站，因为加油站可以补充汽车的汽油，如果你十分需要汽油桶和汽油补给，那么stratford（斯特拉特福德）和charlottetown（夏洛特敦）是最好的选择。（译者：好像作者把一个城镇名打错了，不过我给改回来了）这是目前我所知带有加油站的城镇，所以如果你需要汽油你可以去这两个城镇。\n（译者：其实军-事-基-地里也可以加油，不过是油罐）\n\n那么，我可以加入新话题了，在一切安顿好后要做什么。\n\n\n\n建一小屋，安居乐业。\n现在你也见过许多世面了，浑身也全是宝了，比如maplestrike（译者：枪-械，中文不明），military knife（军-用-小-刀），还有各种技能点damage（损伤），stamina（耐力）或者defense（防御）等等。\n\n建一个小屋十分简单，如果你身上有斧头，你可以去砍几棵树，有足够的材料可以做四个pillars（支柱），但是首先你得有个floor（地板）才能放置支柱，砍了一棵树应该足够做一个floor（地板）了，你可以把floor（地板）放到任何一个你喜欢的地方，任何把pillars（支柱）夹在地板的四角上，然后重复的执行砍树这项工作，然后合成出三面walls（墙壁）和一面doorway（木门墙），然后，制作好并放置walls（墙壁），staircases（楼梯），roof（屋顶）后就大功告成了，你可以做个door（门）然后把门放置在doorway（木门墙）上即可，之后你就可以愉快的与你的新屋啪啪啪了。\n\n你可以放置更多更多的pillars（支柱）在房子的屋顶上，再做个ladder（梯子）然后你就可以上二楼并开始建个复式了！\n\n好哒，现在在说说multiplayer（多人模式）。\n\n\n\n多人模式。\n多人模式跟单人模式有着一些不同，显而易见，假设你想在一间房屋中寻找些食物，但是房屋里的东西可能早已被其他玩家给搜刮过了，如果是在PvP（Player Vs Player/玩家Vs玩家）中，那么生存下来那就难上加难了。\n\n如果你能在多人模式下存活下来，那么恭喜你！如果能在PvP（Player Vs Player/玩家Vs玩家）模式下生存下来，那么我给你鼓掌啪啪啪了！\n\n多人模式中的一些技巧: \n如果你才刚开始，那么推荐你去找些人比较少的服务器，因为人少，资源不一定被搜刮了！\n如果你是在PvP（Player Vs Player/玩家Vs玩家）服务器中，那么最好不要大摇大摆的，不然你就只会被人当成一只猎物，尽情的被猎杀。\n在你身负装备和拥有一个小屋的时候，千万别用crates（板条箱），熊孩子们会破坏你的房子然后来窃取你crates（板条箱）里面的物资。\n而且，推荐使用locked doors（译者：可以锁着门），因为大多服务器都有不允许破坏玩家房屋的规则。\n\n以上就是我为各位提的多人模式教程，因为我没太多关于多人模式的经验可谈。\n\n\n\n结尾。\n在此感谢您阅读我的第一本教程！我希望该教程能对你初始游戏有些帮助！\n\n\n感谢，祝你游戏愉快\n-Gaben\n\n\n\n-------------------------------------分割线----------------------------------------------\n\n这里是我给各位老爷附上的合成表，请笑纳。\n~点我进入~\n\n\n\n-------------------------------------分割线----------------------------------------------\n\n\n\n如果翻译有瑕疵或者错误请指出，谢谢！\n\n\n\n\nthx.png (25.67 KB, 下载次数: 22)\n\n下载附件\n\n2015-9-11 13:33 上传\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Yihc",
            "timestamp": 1441949940,
            "txt_content": "特别at嘉宾\n\n@china521"
        },
        {
            "author": "ycw040906",
            "timestamp": 1441950540,
            "txt_content": " 本帖最后由 ycw040906 于 2015-9-11 13:53 编辑 \n\n顶,顺便谢谢版主大大支持我的帖子"
        },
        {
            "author": "Yihc",
            "timestamp": 1441950840,
            "txt_content": "ycw040906 发表于 2015-9-11 13:49\n顶,顺便谢谢版主大大支持我的帖子\n谢谢你顶我的帖"
        },
        {
            "author": "ycw040906",
            "timestamp": 1441951020,
            "txt_content": "希望版主大大能推荐下我的帖子，之前有过Umyadmin,但是介绍的不明确"
        },
        {
            "author": "852275517",
            "timestamp": 1441956600,
            "txt_content": "{:10_522:}感觉字体太小了……?或者是字体的关系 宋体可能会好一点……"
        },
        {
            "author": "Yihc",
            "timestamp": 1441958400,
            "txt_content": "852275517 发表于 2015-9-11 15:30\n感觉字体太小了……?或者是字体的关系 宋体可能会好一点……\n个人审美吧，我觉得这个美美哒，字的确有点小，但是好看啊。。"
        },
        {
            "author": "852275517",
            "timestamp": 1441962000,
            "txt_content": "Yihc 发表于 2015-9-11 16:00\n个人审美吧，我觉得这个美美哒，字的确有点小，但是好看啊。。\n感觉太小看不清_(:з」∠)_"
        },
        {
            "author": "Yihc",
            "timestamp": 1441962120,
            "txt_content": "852275517 发表于 2015-9-11 17:00\n感觉太小看不清_(:з」∠)_\n恩恩，我调大了点"
        },
        {
            "author": "1814209846",
            "timestamp": 1441964700,
            "txt_content": "Yihc当版主还是蛮拼的"
        },
        {
            "author": "Yihc",
            "timestamp": 1441965780,
            "txt_content": "1814209846 发表于 2015-9-11 17:45\nYihc当版主还是蛮拼的\n不发点东西，会被打的"
        },
        {
            "author": "凛",
            "timestamp": 1441969020,
            "txt_content": "我搜集物资都是进入存档\n找到军事基地\n搜刮\n退出\n再搜刮\n233"
        },
        {
            "author": "Yihc",
            "timestamp": 1441972320,
            "txt_content": "china521 发表于 2015-9-11 18:57\n我搜集物资都是进入存档\n找到军事基地\n搜刮\n和我一毛一样"
        },
        {
            "author": "ICE冰世界",
            "timestamp": 1442041620,
            "txt_content": "虽然很不错，长我也全部看完了，我就想说一下：我看到了几个不和谐的词“啪啪啪”不要问我我什么都不知道"
        },
        {
            "author": "Yihc",
            "timestamp": 1442044260,
            "txt_content": "ICE冰世界 发表于 2015-9-12 15:07\n虽然很不错，长我也全部看完了，我就想说一下：我看到了几个不和谐的词“啪啪啪”不要问我我什么都不知道 ...\n感谢，啪啪就是掌声啊 ← ←"
        },
        {
            "author": "Yihc",
            "timestamp": 1442044260,
            "txt_content": "ICE冰世界 发表于 2015-9-12 15:07\n虽然很不错，长我也全部看完了，我就想说一下：我看到了几个不和谐的词“啪啪啪”不要问我我什么都不知道 ...\n感谢，啪啪就是掌声啊 ← ←"
        },
        {
            "author": "ICE冰世界",
            "timestamp": 1442224920,
            "txt_content": "Yihc 发表于 2015-9-12 15:51\n感谢，啪啪就是掌声啊 ← ←\n对不起我想到了其他的←v←"
        }
    ]
}