{
    "title": "<原创·连载·圣杯><第八章><以修改>悲剧·悲剧终归还是来临了",
    "author": "guqu",
    "replyCount": 8,
    "timestamp": 1441965780,
    "txt_content": " 本帖最后由 guqu 于 2016-3-5 09:12 编辑 \n本篇以做修改，字数并无减少，有适当增长\n请依次按顺序打开折叠，不要直接打开所有。并且一定要耐心观看。沙……沙……沙……滋滋~不，还没有结束。随着金色光芒洒满大地，我又回到了我所熟悉的地方，那天，月稍圆，皎洁的月亮也只是用自己从太阳哪里所获取的光，照耀在大地上。这月亮很平常，貌似不会出现任何一样的样子。“啊~舒服的地方。”空气分外清新，塔尔姆拉聚合物也微弱的发光，但是，这里是我所不希望来到的地方，自从那天。     他正往枢纽跑去，我拉满了弓弦，冰冷而迅猛的箭向他射去。     我本不想伤害他，只想将他拦住。     月光照在铁矢上，返照在我的眼里，那以接近千米秒速的箭矢的羽毛硬生生的擦过他的脸，划出一道一分米的伤口。      血滴在地上，溅在我心。\n      “我弓技……不精”      结仇了。这让我感伤的一世界，嘛，他也四五年没有见到我了吧。估计一上来就对我拳打脚踢，我可要应付好。四周有一些微弱的动静，不像是虫蛇之类的声音，更像是——呵，来了。我轻巧的一个转身，在我身后几百米开外的祭坛就面目全非了——再晚半秒我就挂了。“出来。”他从房子下方上来，看来是知道了粉末的事情。塔尔姆拉聚合物还在发着璀璨的微光。八点的时钟敲响了，钟里的小鸡弹出来咯咯的叫着。我真不想和他一战，因为这一切都不是我想要的，一世界的一切。“我跟你说了我只是……”“别说了了——我不想听。就在这里吧，也算是你对我的补偿——脸上的这东西。”“对不起，我不能与你交战。”我瞬走了，还有更重要的事，而他还像狗一般狂吠。“晴天你这个孬种，出来！”“好啊，那我出来。”知道我那朋友帮我一马，他才停止对我的攻击，转了转目标，我也可以更安心的去做我该做的事情。一把锋利的斧子扔向樱花树。当然，这把斧子，并不只是一把斧子。  “好啊，那我出来。”我一拳打在了这个混蛋脸上，他的骨头还真硬，没有被我一下子打碎，但那月光还是照在了他嘴上那抹红红的液体上。接着，这个傻蛋吐出了一颗牙，满眼怨仇的盯着我。他已经没有自我了，满脑子只有这些仇恨。“无所谓了，你现在告诉我他在那里？”“他根本不是故意的，当时只是想……”“我不想听。”他直接回避了我，或许他是听着，但不想说出任何和好的话，就因为脸上这道伤疤。突然我失去了意识，下意识的拉弓。武器所发出的东西以迅雷不及掩耳之势向故去袭去。—————————— ——————————“对不起……你知道的。”安斯这么说着。没错，我知道，全是那棵樱花树，今天是9月26日，也是我生命终结的一天。但是接下来的事可以说视为我意料之外。那大滴的泪水和我的嘴唇相互贴紧……我精神一擞。做完了最后的奠基，我伴随着金光一闪。你个笨蛋，哪能这样。一世界的终究是一世界，就算解决了一世界的树，也不可能解决二世界啊。我和他回到了原来的世界，仇恨与悲痛欣喜交织的地方。传送枢纽中心，那棵樱花树的面前。我，并没有处理掉一世界的樱花树。因为他的魔力反噬，将我也击倒在地。我是不是傻呢？跟一世界的故去一样傻。接下来的事情，就交给他了。我永久的睡去了。『既然你惹我发怒了，那么开战吧。』树尖尖剧烈抖动起来，整个岛屿蒙上了一层屏障，断绝了所有来往，就如擂台上的小人一般，用自己的武力决定自己的生命。『还真是失算呢。』当……一半雪白，一半血红的月亮。樱花树变作一个比安斯大十倍的树人，硬生生向安斯袭来。第一下，安斯一个轻跳躲开了。可是，血红的月亮，带来的不只是这些。不只是一个轻跳能够解决的东西。树人立即发射了各种叶片，安斯竭力躲避熟人的攻击，棵树人届时瞬移到安斯后面重重的给了他一下。只见安斯飞出七八米远，单膝下跪，擦了擦嘴角。在他手上的只有一点口水。这树人就像那狂躁的一世界，也是我们和蔼可亲的研究成果。『果然你的攻击还是太弱了呢。』安斯迅速起身，在手中迅速凭空召唤出一堆箭矢，向树人袭去。『果然聪明过头不是好结果呢。』树人立即瞬移到安斯面前，却被他一弓近身打出2米多，安斯顺势拉弓，箭矢变成金色，然后眉毛一动，转身一射。『拜拜。』箭矢精确的命中了。在后方激起了一次大爆炸，把安斯炸飞，但这并不影响什么。毕竟现在大势以定。血红的月亮还在这个地方，时间还静止在这一刻，安斯看了看屏障，吐了口唾沫。『你个……什么样的怪物啊。』一阵寒意袭来，迷雾中射出大量红色光线。安斯做好备战准备。『红……月亮』安斯视线模糊，好像混混睡去。那天晚上，也有这样的月亮。他被狠狠地揍在地上，此时的红是他自己发出的了。草地被夷为平地，石岩被打个粉碎。我……不能在这里倒下啊。但是这种能力。这种能力的出现相应的削减了某部分能力吧……那么只有这样一搏了。我掏出自己身上的封印符文，将树人牢牢困住，但我知道，争取不了多少时间。弓插在地上，蓝白的法阵开启。“吾血木弓为誓，召朽败之亡灵于此。”树人挣脱了束缚，蓝白的魔法阵开始溢光。“以血为币，使魂为权之荐。”树人双眼发出骇人的魂绿，向我跑来。“以红色之月为证，以红堡曰保。”一个巨大的物体像我砸来。“朱灵！”\n\n\n\n\n\n\n\n\n\n\n\n\n一切，都完了。“嘿……老兄。“我貌似是想起了什么事。@ZCA @海潮 @Aikawastep @ffc2412966076 @飞翔末影龙 @FHC红石 @一枚渣渣 @星之永恒 @@lzs1234 @2B与mc的故事 @彼岸在望 @江米条 @MF_Mufeng @GrowlR",
    "replies": [
        {
            "author": "MRTangwin8",
            "timestamp": 1441966320,
            "txt_content": "这些拟声词可以改进\n加油吧"
        },
        {
            "author": "guqu",
            "timestamp": 1441980780,
            "txt_content": "MRTangwin8 发表于 2015-9-11 18:12\n这些拟声词可以改进\n加油吧\n还有1半"
        },
        {
            "author": "GrowlR",
            "timestamp": 1442017980,
            "txt_content": "前来支持下"
        },
        {
            "author": "2575174857",
            "timestamp": 1442314920,
            "txt_content": "汉字仅仅682个，不到版规要求！版规要求至少1000字的"
        },
        {
            "author": "guqu",
            "timestamp": 1442405820,
            "txt_content": "2575174857 发表于 2015-9-15 19:02\n汉字仅仅682个，不到版规要求！版规要求至少1000字的\n=-=1700多个，你眼拙啊"
        },
        {
            "author": "2575174857",
            "timestamp": 1442623980,
            "txt_content": "guqu 发表于 2015-9-16 20:17\n=-=1700多个，你眼拙啊\n{:10_493:}哟····厉害，是加上标点符号才1700多的吧？你用的是MCBBS发帖那里自带的字数统计还是外面找的字数统计器？我把你的内容复制了拿去计算字数，汉字没错仅仅才682个字，如果按照你这么计算，我一章就有4279个字了"
        },
        {
            "author": "2575174857",
            "timestamp": 1442625300,
            "txt_content": "guqu 发表于 2015-9-16 20:17\n=-=1700多个，你眼拙啊\n额，错了错了，最后一个折叠忘记打开了，总汉字数量为1475左右"
        },
        {
            "author": "guqu",
            "timestamp": 1457102040,
            "txt_content": "修改后一个小小的回复"
        }
    ]
}