{
    "title": "〈原创·连载·圣杯〉《战歌:审判者》第Ⅲ章",
    "author": "天阶",
    "replyCount": 3,
    "timestamp": 1441981920,
    "txt_content": " 本帖最后由 天阶 于 2015-9-11 22:34 编辑 \n\n第Ⅲ章\n\n“近日，部分地区的贵族遭到暗杀，那些受害人的奴隶们逃离，进入了城区。可能会对市 民造成伤害，请各位市民注意安全，如果发现可疑人物请向巡骑兵报告。下面是受害者的 名单:霍德姆焦，神经医学样院长。 ……” “接下来插播一条新消息:神殿骑士团开始回复正常运转，并开放了招生，市民们可以前往 神殿进行测试，如果符合标准，就会被编入隶属于神殿的十字军团。”   蝰蛇靠在墙上:“你说中了，神殿骑士团卷土重来了，不过，招收新人？你会相信么？”他用 锋利的铁片在墙上刻画着:“接下来你打算干些什么？我想你有足够的理由让那些家伙相信 你吧。” \n“我会让他们明白的，这一战我们要打得漂亮一些，这些奴隶还不够，远远不够，他们在 数量上不占优势，更别提武器装备了。想打得漂亮，就少不了你帮忙。” 蝰蛇看着墙壁上的画:“还不够，你可能会需要一支庞大的雇佣兵军团。”他继续刻画墙上的 画，“猎犬狼佣兵团，领队是沃尔夫，一个堕落的蒸汽机械师，这种职业可不多，他拥有不 少二手的大型魔导仪器，还有不少是军用仪器。实力不亚于一支小型的军队。甚至更强。 ”蝰蛇丢开手中的铁片，转身看着巴泽尔:“一支小型军队，再加上一个强大的指挥。这已经 足够引起皇室的混乱，再加上其他的佣兵团。叛国罪已经可以将你杀死十几回了。” \n“很棒的主意。我想知道，沃尔夫的仪器是哪来的？”巴泽尔旋转着手中的手杖，“走私军 火，这也是死罪。”他看着漫天的繁星，试图从中寻找些什么，“按原计划行事，你继续去 处理那些贵族，这些佣兵……交给我来。”\n\n『“当一个人为了目的而不择手段时，他才正式投入黑暗的拥抱。” ——《黑色手记》』\n『“欺骗，七宗罪之一，被教庭认为是必定会被圣光焚尽的罪恶。笑话！难道他们不觉得这 是在欺骗自己么？” ——《黑色手记》』\n\n皇宫，国政大臣斯蒂芬，正坐在办公桌前处理着成堆的文件。完全无视了站在办公桌前的 客人。客人显得很平和，没有任何发怒的现象，他将头上的帽子摘下，和手杖一起，扣在 胸前，等待着斯蒂芬。 过了两个钟头，斯蒂芬处理完了所有的文件，抬头猛然看见等待已久的客人，尴尬地笑了 笑，想说些什么。但是对方留下一份黑色的档案后就离开了。斯蒂芬无奈地摇了摇头。拿 起档案，想着最近贵族被刺杀的事，虽然会影响到其他人，但是应该没有太大的关系吧？ 毕竟平民们可不喜欢贵族。他自嘲似地笑着，但是看到档案封面的时候他的笑容定格在脸 上，黄铜的书面上用黄金刻着几个字:异端审判局。 什么事情让异端审判局都出来了？！斯蒂芬小心翼翼地翻开了档案，齿轮被激活，高速转 动的齿轮带动了整个档案，蒸汽被挤压出储存罐，再次驱动齿轮。活塞将隐藏的内容弹 出。斯蒂芬敲了敲这个运作精密的档案，确定它已经彻底停下来了后，斯蒂芬戴上了金边 的单片眼镜，仔细阅读这份档案。\n\n两天后，皇家医师霍德莱斯，被定罪，剥夺血缘家属的政治权利，没收所有的财产，将他 的名字从皇家医师中抹去。这是对他整个家族的耻辱！\n\n来源于:天阶\nⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢⅢ\n因为是手机……所以排版会有点问题————————————————————\n\n",
    "replies": [
        {
            "author": "天阶",
            "timestamp": 1441981980,
            "txt_content": "@llxy @恶魔-潇洒 @北极星人 @gggbbb @xcc "
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1441988640,
            "txt_content": "不错。。。。"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1442013780,
            "txt_content": "斯蒂芬敲了敲这个运作精密的档案，确定它已经彻底停下来了后，斯蒂芬戴上了金边 的单片眼镜，仔细阅读这份档案。\n这里，第二个“斯蒂芬”应该用“他”指代不是更好吗？"
        }
    ]
}