{
    "title": "<原创·连载·圣杯>圣杯之争 第二章 第二节 审判魔金棒",
    "author": "MF_Mufeng",
    "replyCount": 4,
    "timestamp": 1442023620,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-9-12 10:11 编辑 \n\n      白小亮以天运棍不可藐视的力量迅速击败了熊大天，失去了头领的军队像没头苍蝇似的到处乱跑，很快就被16连与17连全部歼灭。而呐龙域城内的捷报也很快传来，李峰的脸上露出了“笑容”。\n      “这次的收获不错，呐龙域城内只有少部分的敌军逃走了，可以算得上胜利。”李峰笑容收回：“不对劲，我感觉到了一股热浪！小心！”眼前扑面而来的一道像海啸的红浪袭面而来，李峰瞳孔微缩，一把把白小亮拉到旁边的草丛。这时，16连与17连的阵地炸了......\n      所有士兵都被热浪呛得喘不过来气，一个个倒在地上呻吟着，浑身透着一层红光。\n      好险！白小亮心中一惊，要是刚刚他被这热浪袭击到，凭着人类体应该不太可能挺过去。\n      这时，天空降下一道温度极高的魔柱，浑身呈暗红色，扩散出来的热浪令人触目惊心。慢慢地，红光越放越大，就连李峰和白小亮也受到了牵连，嗓子已经热得不能说话了。而城内的郑龙等人，似乎也遇到了对手。一道冰寒之柱降落在城内，城墙都被冰封了......\n      从暗红色魔柱走出来的是一个魔族生物，浑身散发着惊天的煞气，走向16、17连的士兵，一挥手，便是死去了5名。\n      好强的......战斗力！白小亮忍住心中的恐惧，慢慢地向暗红魔柱旁的暗红魔族走去，李峰疯狂地示意白小亮后退，可白小亮依然坚持着向那只恶魔走去。一步......两步......白小亮离恶魔越近，就越觉得那股煞气侵蚀着自己的身体。\n      暗红恶魔似乎察觉到了什么，一转头，看见了正在摸索的白小亮。\n      “终于找到你了。”暗红恶魔沙哑的声音响起，“就是你让孙天那家伙落败么......看起来也不怎么样。”暗红恶魔似是摇了摇头，白小亮突然意识到了一个问题：孙天是魔神，敢叫孙天家伙的......肯定也是魔神！这次踢到铁板了！白小亮心中暗叫糟糕，急忙向后遁去。\n      “别躲了！我既然来了，怎么可能放你回去！”暗红色的魔神沙哑的声音中带着滔天的煞气，向白小亮飞奔过去。不一会就追上了。\n      “以吾族杀戮魔神之名义，特令此招，审判魔金棒！来！”杀戮魔神一招手，一根暗红色的木棍材质的棒子出现在了杀戮魔神的手里，此物也有着滔天的杀伐之气，白小亮也不躲了，索性直接和杀戮魔神一对一。\n      “终于不跑了么......”杀戮魔神喃喃自语，“不跑正好，纳命来！”杀戮魔神低吼一声，迅速出击。魔金棒打在白小亮身上噼里啪啦，白小亮忍住剧痛，反身抽出铁剑抵挡。杀戮魔神轻蔑地冷笑一声，猛地一挥，使出一套棍法。\n      棍法十分玄奥神妙，铁剑已经无法和魔金棒抗衡。每次魔金棒都能精确地打在白小亮的身上，这让铁剑毫无用武之地，白小亮连连叫苦。\n      万不得已千万不要动用天运棍！白小亮心中想着，回身打出拳法：坏铁功！\n      这是在功夫林那位老者教他的拳法......上次练过后就再也没用过了......正好来试试！白小亮反身将拳头、腿都打在踢在魔金棒上，魔金棒与坏铁功渐渐陷入僵持。\n      “咦？”杀戮魔神惊咦了一声，这种拳法居然可以和他的本命器审判魔金棒抗衡！杀戮魔神有些慌了，魔金棒的速度也随着打得更快。白小亮的第一套拳法渐渐有些招架不住，被魔金棒占了上风。\n      白小亮暗叫不好！但马上想起了老者打得第二套......不管了，先试试吧！白小亮心中想着，拳法猛地一变，又与魔金棒陷入了僵持。白小亮加快速度，不管胳膊与腿火辣辣的疼痛，迅速地打了三套，趁着杀戮魔神空档的时机，运气、吸气、吐气。运足力气，一掌打去——\n      “轰！”\n      这一掌如同山崩地裂，日月无光，在地上留下了一条长长的鸿沟，把杀戮魔神震得连连退了十几步，最后的地方落下了一个巨坑。\n      这一掌威力怎么会这么大！白小亮惊呆了。在老者的地下室打出这套拳法时只是把木桩打烂，到这里简直像推土机一样摧枯拉朽地将杀戮魔神震退！白小亮想到老者可能使用了什么吧......不想那么多，事实摆在眼前，坏铁功已经取得了巨大的成效，但也证明白小亮的内气耗光，无法再来第二次。\n      “咳咳......”杀戮魔神从巨坑中走出，呼啦一下飞了一堆土，“我小瞧你了......”杀戮魔神又狞笑道：“不过，你还没见识过我本命器的真正力量呢！......”杀戮魔神此时像个疯子，刷地一下，比之前更厉害的魔气和煞气齐聚而出，滔天的煞气压制得白小亮喘不过气来，一直在不停地咳嗽，时常心中还有恐惧和退缩之感。\n      可是白小亮知道，谁退谁败！谁退谁死！\n      杀戮魔神将魔金棒向天上一甩：“魔金审判！”\n      一条巨大的魔金棒透着滔天的煞气向白小亮袭来......\n      目录\n      PS：白小亮死了吗？猜猜看！：>\n      @1137246733 @2B与mc的故事 @FHC红石 @guqu @恶魔-潇洒 @普通HIM @青格大D @蠢萌の⑨ \n      如果有错字请回复哦，有奖励~",
    "replies": [
        {
            "author": "1爽yy",
            "timestamp": 1442025120,
            "txt_content": "谢谢分享！"
        },
        {
            "author": "格林",
            "timestamp": 1442026440,
            "txt_content": "围观大神，文采很溜啊。\n也期待你后续的作品。"
        },
        {
            "author": "名人才华",
            "timestamp": 1442027940,
            "txt_content": "总觉得读的不顺畅……"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1442034600,
            "txt_content": "名人才华 发表于 2015-9-12 11:19\n总觉得读的不顺畅……\n因为第一次写这种激烈的打斗，所以可能会有问题，欢迎改进"
        }
    ]
}