{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S14·|Unturned",
    "author": "lostchair",
    "replyCount": 9,
    "timestamp": 1441991160,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:11 编辑 \n\n    一辆军用吉普呼啦的从大路上传过，路边山上的斯诺克正用M4的准星瞄着那个开车的人。\n    是诺利下士，那个被拒之门外的士兵。\n    诺利停下了车，从腰际抽出了军用佩刀，小心翼翼的走进镇上，试图寻找些食物他已经一天没有进食了。\n    斯诺克招呼了一下在旁边放哨的苏尔加，把自己的手枪扔给了她。\n    “进城吗？”苏尔加收拾了一下背包，帮斯诺克背到了背上，“走吧。”\n    两人也悄声摸进城区，周围有几个艰难喘息的怪物，但并没有发现他们。\n    进了一家小吃店，诺利仔细搜索了一番，确定这里没有危险，便放下佩刀，把几个储藏柜搜索了一遍，并没有什么可以食用的东西。\n    清脆的敲玻璃的声音，诺利立刻警觉了起来，往外看去，却是自己旧时的长官，斯诺克上校。\n    “先生！”打开门的诺利激动的给斯诺克行了个礼，但四肢却无力的在颤抖。\n    “下士！”苏尔加笑嘻嘻的回了个礼，“你看起来好像很累。”\n    三人走进小吃店，顺手把门关上，一起坐到了椅子上。\n    “虽然有些难为情，但还是要说。”诺利略带羞涩的叹了一口气，“有吃的吗……”诺利小心翼翼的问。\n    “你逃出来的时候竟然什么也不带吗？”斯诺克轻笑了一声，从爱丽丝背包里搜出一包MRE军粮，“还是老味道，很难吃，但热量很高。”\n    “再难吃的东西现在也是山珍海味。”诺利赶紧接过MRE,咕咚一口吞进肚里，咂了咂嘴，脸色有点难看，“的确……一如既往的难吃。”\n    “哈哈哈……”苏尔加忍不住笑出了声。\n    “机场现在怎么样了？你为什么也逃出来了。”斯诺克拿出来了三罐能量饮料，每个人面前放了一罐。\n    “一次例行巡逻完之后，我开着车赶回机场汇报情况。”诺利抿了一口饮料，“在门口把情况说完了，他们就把我赶出来了。”下士双手一摊，难为情的笑了一下。\n    “那群人一直这样，逃出来倒不一定是坏事。”没有军队庇护的苏尔加最近的笑容多了不少，“以后咱们一起行动吧，生存的机会还能大一些。”\n    “那是当然。”诺利给苏尔加一个微笑，“不过我感觉那群人渣应该已经全都挂了。”\n    “什么意思？机场也沦陷了吗？”参与过好几次战斗的斯诺克心境已是十分平静，然而听到这个尽管尚未确定的消息，斯诺克还是有些慌张，“如果军队都扛不住了，那我们又有什么机会呢。”\n    “我们还活着，就是机会。”苏尔加故作生气的说，“你不如问问那些已经完蛋了的怪物们，它们有什么机会。”苏尔加给斯诺克吐了个舌头。\n    三人互相说了一下最近自己遇到的事情，就都站起身来准备走了。\n    “接下来去哪，长官。”诺利喝光了自己面前的饮料，把自己的帽子正了正，站起身说道。\n    “我在几年前听说过一个有点神秘的研究所。”斯诺克职位高，朋友多，因此消息也比较广，“听说那里经常研究一些奇奇怪怪的事情，如果我们去看看的话，或许能找到什么有用的消息。”\n    “知道具体位置吗？如果距离比较远，咱们可能先要给车加一下油。”诺利说。\n    “我也不知道……或许碰碰运气吧。”斯诺克一摊手表示无奈，“食物也不多了，咱们就一边寻找补给，一边寻找研究所吧。”\n    出门，半蹲着身体，悄悄潜行到城镇外，上车，发动，三人便一起出行了。\n    ……\n    “我还不想……”蒙多科双手无力的垂了下来，滚烫的双管猎枪刚刚炸膛，弹壳散落一地，而外面的怪物还在源源不断的涌过来。\n    “闭嘴，小伙子，如果你还想活下去，就别说这些恶心人的话。”老头拿着铁锹守在屋子门口，有接近的怪物都会被他一铁锹削掉脑袋。\n    十二岁的维尔纽斯呆呆的站在后面，捂住耳朵，想要尽力把这些枪炮声，可怕的嘶吼声拒之脑外。\n    眼泪一滴一滴留下来，蒙多科已经崩溃了。掩饰不住的气喘吁吁，老头没有力气应对下一个来袭的怪物，转身回屋把门锁上了。\n    叮叮咣咣的砸门声，屋子已经围满了一圈怪物。\n    “要完了吗……”蒙多科倚在床边，满脸泪痕，“好像小时候被丢在黑暗里，好可怕……”\n    “呻吟起来倒是有的是力气。”老头轻蔑的嘲讽了蒙多科一句，“你不妨和这孩子比比吧。”\n    眼泪里有一点倔强，维尔纽斯一边擦着眼泪，一边把铁管上绑上绳子。\n    哗啦一声，门被撞开了，老头赶紧拉着维尔纽斯和蒙多科一起跑上了二楼。\n    三十只怪物瞬间挤满了整间屋子，这些客人也并不礼貌，随手把血肉抹在墙壁上。\n    “帮帮我……”沉默了好久，维尔纽斯终于用颤抖的声音说道，“帮帮我……”\n    怪物们在用力撞着二楼的房门，老头坐在正对门的椅子上抽着烟。蒙多科一脸阴暗的缩在角落里。\n    “帮帮我……”维尔纽斯用哭泣的声音乞求道，“用这个，滑到车库，那里有辆摩托车……”维尔纽斯挥舞了一下自己手上那个绑着绳子的铁棍。\n    怪物饥渴的舔着房门，一条条血迹映在门上。鲜活的人肉，把它们诱惑近疯狂。\n    断裂骨骼，肢解全身，只有最幸运的，才有机会品尝心脏。\n    颤抖的脉搏，无助的眼泪，是正餐前最好的开胃菜。\n    轰隆一声，木片飞扬，房门被撞开，怪物一个接一个的涌了上来。\n    “帮帮……”维尔纽斯也近乎放弃了，放下了手中的绳子和铁棍，没有继续绑到一起，让它变得更长。\n    老头长吐一口眼圈，抡起凳子旁边的复合弓一甩，只听到喀拉一声，面前的怪物头骨瞬间碎裂。\n    “孩子，记得给我画一张好看的画……”\n    又一只怪物扑了上来，老头赶紧用弓挡住，却怎奈人老力衰，渐渐支持不住。\n    却又听到啪的一声脆响，蒙多科拿起了窗户边上的运动步枪，稳稳当当正中怪物脑袋。\n    这枪打人虽然威力甚小，然而打这种腐肉脆骨却是一把好手。脑袋炸裂，汁液四溅，喷了老头一脸。\n    “除了闻起来很恶心……”老头抹了一把脸，脸色很不好看。\n    二人就在这扛着，维尔纽斯像看到希望一般，把绳子缠了一道又一道，连了一节又一节。终于完成了，把铁棍往暖气上一插，人便滑到了一楼的房顶。\n    “快来。”维尔纽斯在一楼的房顶招呼道，然而他的脚下仍然是一片尸海，动弹不得。\n\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html",
    "replies": [
        {
            "author": "simon3000",
            "timestamp": 1441991460,
            "txt_content": "又见喜感头像666"
        },
        {
            "author": "lostchair",
            "timestamp": 1441991760,
            "txt_content": "simon3000 发表于 2015-9-12 01:11\n又见喜感头像666\n深夜不睡秒回"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1442020080,
            "txt_content": "略略有点像对话流这个毛病很多人都有，希望楼主多多加油哈。"
        },
        {
            "author": "lostchair",
            "timestamp": 1442021880,
            "txt_content": "MF_Mufeng 发表于 2015-9-12 09:08\n略略有点像对话流这个毛病很多人都有，希望楼主多多加油哈。\n本来打算回以嘲讽：“这么少的对话，怎么可能是对话流。”\n又回去看了一遍，我擦，为什么这一篇对话好多"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1442021940,
            "txt_content": "对话比重太多\n建议增多人物描写"
        },
        {
            "author": "lostchair",
            "timestamp": 1442022900,
            "txt_content": "MRTangwin8 发表于 2015-9-12 09:39\n对话比重太多\n建议增多人物描写\n大师点化果然不同凡响，老夫也日夜忧虑此事\n待有来生，老夫定结此结症"
        },
        {
            "author": "徐大大大",
            "timestamp": 1443176760,
            "txt_content": "额，两周没更"
        },
        {
            "author": "lostchair",
            "timestamp": 1443187260,
            "txt_content": "徐大大大 发表于 2015-9-25 18:26\n额，两周没更\n为你今晚更一发！"
        },
        {
            "author": "徐大大大",
            "timestamp": 1443188280,
            "txt_content": "lostchair 发表于 2015-9-25 21:21\n为你今晚更一发！\n233333{:10_523:}"
        }
    ]
}