{
    "title": "【原创、初次作品、连载】又是一个勇者的穿越传说",
    "author": "卡拉达之翼",
    "replyCount": 4,
    "timestamp": 1442034600,
    "txt_content": "第零章：序\n\n你没有看错，我们要讲的就是这样一个故事：\n在并不是很久的以前，有一个名叫史蒂芬的人.没错，他就是我们的主角，嗯，虽然看起来很挫....咳咳，接入正题.史蒂芬生在一个并不是很富裕的家庭里，在接受完来自喧嚣的真实世界的“教育”以后，逐渐脱去了青春的稚气变得成熟又沉稳.他的身边总是会发生一些奇怪的事情，比如自己独自一人从小道回家的时候，他能感觉到有目光注视着他，有时候还会有一些实质性的东西，比如灯泡突然坏了，紧接着他在这黑暗中会被重击.当然，大多数时候是他自己绊倒自己的，但是谁能确信这不是某种神秘力量所为？史蒂芬也不相信会有这种东西，但发生了那件事后，他不得不相信.\n和往常一样的，史蒂芬从学校走回家.两旁的竹林在温和的晚风中嘎吱摇曳，微弱的阳光穿过片片竹叶洒下斑驳的光辉，史蒂芬很享受这种宁静，于是他想闭上眼睛，任微风吹拂他稍长的头发.但就在他闭上眼睛的那一刻，异变出现了.原本夏日的和煦的暖风，在这一刻突然寒冷刺骨.史蒂芬能感觉到有人站在他的身前，用一种难以用语言来形容的眼神来看着他.史蒂芬知道有不好的事情发生了，但他并没有惊慌：“你是谁？”然而出乎他的意料的，对方并没有回答.他慢慢地睁开了双眼.，映入他眼帘的是一双赤裸的脚，然后是一条破烂的隐隐约约还能认出是蓝色的裤子，接着是一件脏兮兮的绿色的上衣.史蒂芬再往上看去，看到的是一个邪恶的笑容和一双发光的眼睛.他的脸除了眼睛和那诡异的笑容外的部分都被一些萦绕的黑气包裹.终于，在僵持了许久之后，“他”说话了，用一种模糊不清的嗓音：“你必须回去.”史蒂芬不解，刚开口想问一点什么，突然周围狂风大作，一股股的风向“他”涌去，把“他”逐渐包裹起来，形成了一个球体.史蒂芬用双手挡在自己身前，眯着眼睛，看向这场风暴的中心.那球体逐渐升空，与此同时，原本无暇的天空突然出现了裂痕，像是被谁撕开一般，裂痕逐渐扩大，球体从裂缝中穿了进去.“我还会回来找你的！！！哈哈哈哈哈...”随着声音逐渐消失，那寒冷的风也逐渐被暖风吹散.史蒂芬的心里波涛汹涌，久久不能平静.\n在那之后又过了三个月，繁杂的学习任务使史蒂芬再无力思考这些事情，那一件事也逐渐被淡忘.但是，该来的终究会来.\n那仍是一个有着微风的晚上.史蒂芬捧着书从路灯下走过，然后并不突然地，灯泡“啪”的一声灭了.寒风四起，昔日熟悉的场景又再现眼前.“你该走了.....”史蒂芬猛然回头，看见了那个熟悉的面孔.“他”的眼角微弯，嘴角的笑容相比以前寒冷了几分.史蒂芬知道这一次躲不过了，于是问：“我要去哪里？”“你会知道的，当你去了之后，在痛苦中挣扎的时候......”他丝毫不掩盖他的意图.“那么我问你最后一个问题，你，是谁？”史蒂芬问.听了这句话，“他”的表情有些惊讶，随即大笑：“哈哈哈哈......你这么想知道吗？那么自己去问其他人吧！”史蒂芬沉默了，他知道眼前的“人”不会给他任何信息.“那么，走吧，去看看那个世界.”史蒂芬说.“很好！那么.....”史蒂芬被“他”揪住了脖子，“去享受你的痛苦吧.”下一刻，史蒂芬失去了知觉.\n“嘿......这里是哪里？”刚醒来的史蒂芬头有些晕.他甩了甩头，看向了周围.这是一片陌生的世界，有草，有树，有太阳，不过他们都有一个共同特征：都是方的.而且最与众不同的是，他发现自己视线的下方有一排红心和一排鸡腿，红心和鸡腿都只剩下一颗.玩多了单机的他一看就知道这是生命与饥饿值.他想站起来，却发现浑身无力.忽然，他摸到一片软软的东西.....那是一头勉强还能看出来是猪的粉红色的东西，它正伏在他身旁睡觉.“也许，这能成为我的食物......”\n\n\n本章完，如有不足请点出，我会尽量的修改更新频率为一周一次，新人第一次写小说，望多多包涵\n\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1442035920,
            "txt_content": "新人你好，欢迎入坑（大水逼来混创作版啦！）\n这个开头的话，虽然仍然是穿越，但相对于烂大街的电脑穿越已经有了进步……\n描写的话，对于新人来说已经算是不错了。\n但是，建议分段多一些，把太多内容堆在一段会显得有些乱。这是你的一个比较严重的问题\n铺垫也做得不错。但是建议多一些细节的描写，这是小说的灵魂。把自己想象成小说中的人物，设身处地地想想你会感受到什么，看到什么，听到什么……\n还是那句话，加油吧。"
        },
        {
            "author": "卡拉达之翼",
            "timestamp": 1442035980,
            "txt_content": "2B与mc的故事 发表于 2015-9-12 13:32\n新人你好，欢迎入坑（大水逼来混创作版啦！）\n这个开头的话，虽然仍然是穿越，但相对于烂大街的电脑穿越已 ...\n谢谢支持！我会改正的！{:10_509:}"
        },
        {
            "author": "skyrim24",
            "timestamp": 1442036880,
            "txt_content": "赞一个！！！！！"
        },
        {
            "author": "skyrim24",
            "timestamp": 1442036940,
            "txt_content": "赞一个！！！！！！！！！！！"
        }
    ]
}