{
    "title": "【翻译Unturned3.0】高效率/安全的击杀巨人丧尸",
    "author": "Yihc",
    "replyCount": 10,
    "timestamp": 1442028240,
    "txt_content": "\n\n@china521",
    "replies": [
        {
            "author": "Yihc",
            "timestamp": 1442028360,
            "txt_content": "标题: 【翻译Unturned3.0】高效率/安全的击杀巨人丧尸 本帖最后由 Yihc 于 2015-9-12 13:32 编辑 \n\n原文地址：\n~点我进入~\n\n\n-----------------------------分割线-----------------------------\n\n原文作者：Socks on toast\n译文作者：Yihc\n\n-----------------------------分割线-----------------------------\n\n发现版块好像没什么人发布这丧尸巨人的教程啊，于是乎在网上找了下，就翻译翻译，我不太会写教程，那就通过翻译来贡献版块吧。如果你觉得翻译不错，可以评分，留着赞，支持咱的工作！\n\n\n转载啥的，尽情的做！不过注明译文作者哦~\n\n-----------------------------分割线-----------------------------\n\n原文：\n\n\n\nIntro\nIn this guide I will show you the most effective way to melee Mega Zombies, there are a few benefits from doing this.\n\n\n\n\nPros\n. Extra EXP\n. You don't have to waste loads of bullets/grenades while trying to kill it\n. Safer (unless you have no stamina, cardio or parkour upgrades at all)\n\n\n\nCons\n. Takes longer (especially if you don't have overkill upgrades)\n. Without stamina upgrades or parkour upgrades it can be hard or dangerous\n. Your vunerable if you're doing it on a server\n\n\n\n\nPEI\nIts really simple to do, all you need to do is jump onto something and hit it.\n\nRemember that hitting it in the back of the head does more damage!\n\nAt Summerside Military Base\n. Wooden fence (can only be jumped on if you have parkour upgrades)\n. Fuel tank\nDon't try to use the flipped tank, the Mega zombie will walk straight up it\n\nAt Confederation Bridge\nI find the Medic hut the easiest, to get on top just jump against the slanted wall a few times and when your on top the Mega Zombie should walk underneath and his head will stick through. sometimes his head will stick through too much and he will be able to hit you, so be careful.\nYou could also use the normal tank but remember to stand on the gun of it,you can get hit on the main body of the tank.\n\nMontague\nyou can either go to the end of the helicopter and attack the Mega zombie or you could lure it over to the soccer field and use the fence\n\nAt Scorpian-7\nyou need parkour upgrades to get onto the fuel tank, you can use the metal fence instead but be careful because he will follow you partially up the fence, if he does just walk further along and he will jump down.\n\n\n\nYukon\nMount Logan Helicopter Crash Site\nThe best way is to run to the tail of the helicopter and hope he doesn't follow, it works best if he spawns behind the tail but this method isn't reliable so i recommend avoiding Mega zombies here\n\nScorpian-7 (Off Limits)\nYou can jump on the fuel tanks if you have a parkour upgrade, otherwise your better off hiding\n\n\n\nThanks for reading :D\nThis was my first guide and i hope it helped, if it did please feel free to rate it up :D\n\n\n\n\n\n\n翻译：\n\n\n\n简介\n在本篇教程中，我会教你如何高效率的干掉巨人丧尸，这样做有几个好处。\n\n\n\n\n优点\n. 额外的经验值\n. 你不需要因为巨人丧尸而浪费大量子弹/手榴弹\n. 安全(除非你没有升级技能点stamina（耐力），cardio（有氧运动）或者parkour（跑酷)那么就很危险了）\n\n\n\n缺点\n. 需要耗费大量时间(假设你没有overkill（暴击）这项技能，那么耗费的时间就更多了)\n. 以及对于stamina（耐力）parkour（跑酷)来说是极度依赖的，假设没有，那么这件事情做起来就很有难度甚至还很危险。\n. 如果你是在服务器上游玩的，那么你就更加容易受伤。\n\n\n\n\nPEI\nPEI地图的话就容易许多了，你只需要跳到一个巨人丧尸摸不到你的地方，然后尽情的虐-杀就足够了。\n\n切记，打头的伤害会更加大！\nSummerside Military Base（萨默赛德军事基地）\n. 围栏（如果你有parkour（跑酷)技能那么你可以直接跳上去）\n. 油罐\n请注意，千万不要利用那翻了的坦克，别问我为什么，巨人丧尸能对付得了那坦克。\n\nConfederation Bridge（联盟大桥/断桥）\n我个人觉得医疗帐篷是最好的，你只需要贴近帐篷的斜面，然后跳几下，就轻松上去，当你到达医疗帐篷的顶部，那么巨人丧尸会走进帐篷内部，然后他的头会卡出帐篷外部（译者：推荐帐篷边缘点，因为是△类型，丧尸就会走到帐篷内部边缘，加上巨人丧尸体型，头部可以完全露出来），需要小心的是，有时候巨人丧尸的头部会卡出太多，那么他就可以攻击到你。\n在这里，你就可以使用断桥头那边的坦克了，得站在坦克的炮管那，然后你就可以打啦！\n\nMontague（蒙塔古）\n同样，你可以跑上坠毁的直升飞机的尾翼，然后再攻击巨人丧尸，或者你可以诱导它到足球场，然后利用球门/栅栏来攻击。\n\nScorpian-7（研究所）\n这里你需要parkour（跑酷)技能来爬上油罐，或者你也可以爬上金属围栏，但是要注意一点，巨人丧尸也有可能跟着你一起爬上围栏，如果它爬上来了，那么你得跳下围栏然后跑远点，把他吸引开围栏即可。\n\n\n\nYukon\nMount Logan Helicopter Crash Site（洛根山直升机失事地点）\n最好的方法就是爬上直升飞机的尾部（尾翼）然后祈祷它不会跟着你的脚步也上了飞机，如果它生成在飞机尾翼后面，这样最好了，但是我不推荐这种方法，因为不靠谱，所以我建议不要再这个地方惹巨人丧尸。\n\nScorpian-7 (范围外)（研究所）\n和PEI一样，这里你需要parkour（跑酷)技能来爬上油罐，否则的话，你还是趴着走吧。\n\n\n\n感谢阅读本篇教程:D\n这是俺的第一篇教程，希望对你们有帮助，如果真的有帮助，那么请点个赞/评分:D\n\n\n\n\n\n-----------------------------分割线-----------------------------\n\n翻译有瑕疵以及错误的地方，还请麻烦指出！谢谢！\n\n\n\n\n\nthx.png (25.67 KB, 下载次数: 32)\n\n下载附件\n\n2015-9-12 11:20 上传\n\n\n\n\n\n\n\n"
        },
        {
            "author": "@@Leo",
            "timestamp": 1442029500,
            "txt_content": "很好作品。等等，版主？！\n版主大人好"
        },
        {
            "author": "Yihc",
            "timestamp": 1442030880,
            "txt_content": "@@Leo 发表于 2015-9-12 11:45\n很好作品。等等，版主？！\n版主大人好\n你好"
        },
        {
            "author": "1zzy",
            "timestamp": 1442031540,
            "txt_content": "版主大大好   那个蝎⑦研究所在地图的右下方的那个岛上"
        },
        {
            "author": "1zzy",
            "timestamp": 1442031600,
            "txt_content": "顶一下"
        },
        {
            "author": "Yihc",
            "timestamp": 1442035860,
            "txt_content": "1zzy 发表于 2015-9-12 12:19\n版主大大好   那个蝎⑦研究所在地图的右下方的那个岛上\n哦哦，是研究所啊，谢谢"
        },
        {
            "author": "凛",
            "timestamp": 1442047200,
            "txt_content": "就是地形杀吧\n\n话说为何服务器上游玩的，那么你就更加容易受伤"
        },
        {
            "author": "Yihc",
            "timestamp": 1442055780,
            "txt_content": "china521 发表于 2015-9-12 16:40\n就是地形杀吧\n\n话说为何\n我也不知道作者这啥意思，估计是服务器延迟吧？"
        },
        {
            "author": "Crazy_Zombie",
            "timestamp": 1442103720,
            "txt_content": "嗯....至于YuKon的那个坠落的飞机我想说...\n把BOSS引走离远点再去坠机点BOSS就没了\n233333333333333333333333"
        },
        {
            "author": "1204861",
            "timestamp": 1444032960,
            "txt_content": "有刷巨人僵尸的作弊码么"
        }
    ]
}