{
    "title": "<原创·单篇>P系列机械报告[作者:Shure]",
    "author": "shure",
    "replyCount": 1,
    "timestamp": 1442040720,
    "txt_content": "Ｐ系列机械报告\nProject Tech P Record\n\n\n\n第1天\n最近总部已经决定要开启某项研究了，是与机械有关的开发，不过这种事也只限于我们知道。我的名字是梅克·路，是其中一名研究者。\n这项研究主要是要开发一种新型的机械，它将会与我们常人一样，拥有感情以及各种感官之类的。我觉得这项研究有些意思，于是我也就加入了这项研究。\n看起来这至少要三十多员，至少我是这么想的。\n\n\n第2天\n我真的有估算错的时候。\n总部宣布了人数需要，是五十员以上。看来是准备要将其作为重点了。\n研究基地被提早的设置在了地下，是为了避他人耳目而这么做的。在前往地下时，我跟其中一名同行的研究者搭话才知道这项研究的用意。这不单单是为了创新及给世间添加些新鲜色彩，更是为了向某些好的方面发展。我承认我不知道这该如何形容，至少知道那是对的。\n这名同行的研究者是贾·库克，平常话比较多，也喜欢找别人聊天，不过一到工作了他就出奇的安静。在我们到了地下研究基地后，我们决定次日就开始动工。\n\n\n第9天\n我就知道，这项研究不是一个简单的活，不然为何会需要这么多人。\n最初开发的机械P-01，对我们而言真的是一个典型的失败作。没有感情，没有感觉，嘛都没有，而且它居然有攻击性，差点把一名研究员给踩在地上了，不是因为他机智的呼叫了我们来帮忙压制它，没准他就真的受到这种耻辱了。\n由于我们来的时候什么有威力的家伙都没有带，之后决定把它扔到电子监狱里不管它。这监狱里有电网附在监狱门上，就是专门防止那些机械有什么麻烦举动。不过这也就导致我们自己开门都得小心了，因为需要橡胶手套的缘故。\n\n\n第10天\n也许是多亏了这场骚动，我们得到了从总部来的资源补助。\n食品还是没有落下，不过最重要的是他们把武器送来了。看来就是为了要应对那些麻烦而使用的。真希望用不着，不过贾的一句话真是打消了我的想法。\n“研究必定是会有风险的，不然他们为什么要把武器送来？不就是为了应对这些风险吗。”\n的确是如此……除此之外似乎也没别的法子啊……要是有就好了。\n\n\n第23天\n到现在已经报废了第六台机子了，全部都是几发枪弹解决掉的。\n如果那些机械有了那些感情，那他们会不会很痛苦呢……我想一定会吧。\n之后我们就把那些废掉的机械分解掉了，那些能用的零件则重新使用。这些应该不会生锈吧……\n我头一回有这种白痴想法，还是在地下。\n\n\n第27天\nP-08，这是一个进步。\n我们头一回开发出了一台拥有感情的机械人，它会笑也会哭，不过还没有到完善的地步，而且还没有感官系统。我们把这份记录给保存了下来之后，也把P-08也留了下来。\n接下来，还得继续研究呢。至于它嘛，就随便它好了，反正也没什么吧。\n总的来说，大家都很高兴。\n\n\n第35天\n从那次事件后就让我们对研究不得不抱着小心的态度了。\n继P-08后，我们又制造出了P-09，P-10。一个什么都没变，另一个则多了一种感情，那就是忧。听起来不怎么好……\n眼看今天就要完成了对P-11的调试，结果突然出现了大停电，而导致这台机器彻底的异常化了。不但如此它还害得贾受了伤，出于无奈我们只能把它击毙。\n之后电源恢复了，我刚想要去找总部说理去，那头的传令却先到了。好嘛，居然是因为电压问题导致跳闸了，我还以为是谁出于恶作剧心理来瞎搞呢。\n不过同僚的死也把P-08惹哭了……\n\n\n第53天\n研究基地终究出事了。\nP-01越狱了，而且连同P-08及另外两台机械也失踪了，这起意外可真是害惨了我们。\n说起这场意外，那可真的是意外中的意外。\n我们始终无法相信会是P-08带头干了这桩事。它偷了我们的武器，而且还把P-01这个危险家伙给放走了。之后还有另外两台机械也与它们同行。至于大门，它们也是直截了当的炸开一个洞。\n这些事情还得多亏那些摄像头告诉了我们这一切的发生呢，不然呢？不过为什么它们会跑这种歧路？该不会是因为我们把那些半成品给“处理”了很多次了吧。\n不管如何，看来这段时间我们得暂停研究去对基地维修了。\n\n\n第57天\n我们之间有懂得维修的人，这才能把这些事情在短时间里全部搞定，而我就是其中一名懂这一行的。\n昨天还进驻了几名研究者，而且有其中一人自称是带头的。\n至于他的名字，我也记不清了，谁让他名字太复杂了……我干脆就直接给他起了个外号叫做“黑螺钉子”，差点被他扁了一顿。\n说真的，我不喜欢这家伙，从他几年前干的几桩坏事就让我这么觉得。我估计他来这里准没好事。\n\n\n第78天\n前些天听到这黑螺钉子在为我们研究的进度发牢骚……至于吗。\n看来他并没有亲身体验过这个研究是有多大的难度了。\n不过我可不管他在干什么鸟事，我还得投入研究中呢。不过我的研究算是有了进步，而且我还跟大伙儿们分享了。\n到了P-16，终于有了一套完整的感情，我的努力果然没有白费。那么接下来是……\n咦？这里怎么会有熊娃娃？谁把小孩子放进来的！\n\n\n第82天\n这几天真是害得我必须得放下手头的工作，转而去正门巡视，然而并没有什么特别的结果。\n贾估计也发现了异常了。他跟我商讨要不要去对这个研究探个究竟，我拒绝了。但我绝不会想到他真的做了。\n不是当晚他把他得到的结果都告诉我了，我还真不知道这一切都在悄悄改变。\n没有错，他们干了件有史以来最恶劣的事，他们抓了一大群小孩子关在了这里……\n那个熊娃娃估计就是其中一位孩子手上的。\n可他们要拿小孩子做什么？谁主持的这件事？反正我就知道那个讨厌的黑螺钉子来这里就没好事。\n\n\n第84天\n有句话叫做狗改不了吃粑粑，还真是应验了。今天我特地跟贾调换了位置，就是为了要去看看这其中的原因。\n所得到的结果可真是令人作呕，这还是人干的事吗？他们居然把小孩子作为实验体！\n把他们麻醉了然后残忍的拆了他们骨架，而随后设法的把机械骨骼给装进去，更恶劣的是他们还对他们做了某些手脚，比如武器。\n见他个老鬼的……这一切都变了，全变了。\n我就知道那个臭黑螺钉子恶心不改，因为我还看到了他也参与其中了。\n不仅如此，他居然还把我们的研究成果全篡改了，自我来这里还是头一回看到这里有生化液体。\n该死的，我真的不想要干下去了。\n\n\n第91天\n贾遇害了，是那些基地的人干的好事。\n我曾做的侦察机悄悄跟踪了他，而我就在基地里看着侦察机发来的图像。\n在这个录像中我就看到贾在跟某个人会面，那人后面还跟着一台机器人……等等，那不是P-09吗？\n真奇怪为什么它会跟着那个家伙，真是太奇怪了。但目前，这并不是我要管的。\n至于能证明他与外头的人“勾结”的证据我倒是找到了，但是我选择将这份消息隐瞒了。\n在看完整个录像后，我就去找贾的计算机，并在里面找到了一份消息。\n这是一份发给P-09的消息，也就是说，贾跟他们见面已经不是一回两回的事了。\n现在这份消息已经被发送出去了，他还真有心。我决定要把我计算机里的记录全部删除掉，因为我已经不想干了。\n这份烂工我是罢定了。\n\n\n第92天\n地下终究被火光照亮了，黑暗终究会被光明取代。\n有一台大型的机甲冲进了这个基地，并且开始在这里大肆破坏。\n而我也趁着这次骚动去了一趟实验室。实验室里就躺着一个孩子，仪器都停了，屏幕上还显示着某个编号，P-14-T。\n我就知道会是这样……我就在这里等那台机甲来了。\n沉重的脚步声越来越近，它终究是找到了这里，而我也看到了里面的操作者，就是我上回在录像里看到的小子。\n哦，我不应该叫他小子的，只是因为他年纪轻轻的关系……那个孩子是无辜的，我想让他把这个孩子带走……他应允了。\n我相信他一定会把这里给彻底摧毁的吧，抱着这个想法，我就躲在了自己的房间里了。\n管它那什么狗屁研究的全都一边去吧！\n\n\n第94天\n我还是在这场毁灭性打击下活下来了。在我离开这个基地后，它刚好就被泥石堆给埋葬了。\n除了我，所有研究者都在那场攻击中丧生了，也许他们觉得那是敌人的恶意袭击，但我觉得那是他们应得的报应。\n什么P计划，现在它什么都不是。还说什么要搞个好彩头呢，结果到头来还不是血流满地。\n虽然我活下来了，但我始终都无法原谅我自己，谁让我也参与这项该死的计划。\n如果我能再次遇上那位先生，那我就决定以后要跟他混了。这就当做是在赎罪吧。\n\n\n\n记录，终了。\n\n\n\n",
    "replies": [
        {
            "author": "MRTangwin8",
            "timestamp": 1442040840,
            "txt_content": "有些人会期待你的P系列正式出来\n 加油"
        }
    ]
}