{
    "title": "<原创·连载>末日求生<0>",
    "author": "我就是那逗",
    "replyCount": 7,
    "timestamp": 1442061000,
    "txt_content": " 本帖最后由 我就是那逗 于 2015-10-7 16:22 编辑 \n\n经过了较为漫长的学期之后，本以为能够开开心心用大号，结果密码长了腿跑掉了，\n只能够开个小号来继续写创作，因为大号的创作怕被别人误以为抄袭什么的，也不算太好，\nso……so什么so呢！现在就开始了！\n》》》末世里，你能够存活么？《《《\n》》》背叛与友谊，你选择？《《《\n》》》是不惜代价的存活，还是……舍己为人？《《《※序章：梦魇    “嗡嗡嗡——”夕阳西下，尘土飞扬。“马上上去！GOGOGO！我们必须在天黑的时候到底目标地点！”飞旋的泥尘中有个人呵斥着他面前的一排士兵——整整30个人，不多不少，就是30个。“上直升机！驾驶员和队长先走，士兵坐在直升机的后头！三架支奴干！记住！支奴干！”说罢，他便急匆匆的离开了，消失在飞扬的沙尘中……“我们即使死，也要死在困难中！也不要死在自己的温柔乡！”临走时，这是他的最后一句话。    他的名字是科瑞特。    “嗡嗡嗡——”直升机继续翱翔在洁白的蓝天上。科瑞特感叹：“这，这蓝天还是属于我们的吗……”科瑞特不仅陷入了对以往的沉思中。“嘿！”一个年轻的队员拍了拍科瑞特的肩膀，“别唉声叹气，你这种状态，来，喝脉动！”“对啊对啊！”其他队员都笑了，可是很快就被恐惧淹没了。科瑞特有些害怕：“艾德，如果我被感染了，你会杀死我吗？”“很抱歉，我会的。”艾德坚定的对科瑞特说：“我必须要杀了你，不然我会死的。这个道理，我想你会懂的，大家都会懂得。这个丧尸世界，太多的感情会害死你。”科瑞特想想，静静的回答了：“也对……毕竟，这个世界是没有感情的。”    直升机不知不觉的来到了一个城市里，或者说，是一大堆废墟——曾经，这里是繁华的、高档的、现代化的城市，然而现在呢？经历了战争的洗礼，末世的毁灭，人类的斗争，在每一个小动作里，都破坏着这一座废墟。“哦？这里对吧，嗯，OK。”得知消息后，驾驶员将支奴干空中悬停，并用冷冰冰的语气，对着每一位士兵严肃的说：“地点，到了。”简短精炼，但冷冰冰的口气还是让每一位士兵背后发寒。“到了……就是这里。”艾德望着这片废墟，目光呆滞，“我的亲人……都死在这里了……”地下的早已死去，而活着的还在争扎。但在这一瞬间，他们，再次重逢了——在这片故乡里。    科瑞特不耐烦的向艾德挥手，示意他下去，艾德却并没有反应，似乎是沉静在自己的幻觉中。科瑞特急了，饱经风霜的手掌拍打在艾德的肩上。    艾德缓缓地倒下了，他的喉咙部中了一根箭，直升机的玻璃也被击碎了。科瑞特立刻拔出箭矢，喷涌的鲜血染红了箭头，染红了科瑞特的双手。慌张的他顾不上奄奄一息的艾德，他惊慌失措的大喊：“支奴干赶快转移，现在紧急跳伞，快快快！躲避6点钟方向的建筑废料中，快！”“为什么！对方不过是区区弩箭！”科瑞特马上反驳驾驶员的质疑，大声训斥：“你是傻了吗？对方有枪啊！支奴干的防弹玻璃，除非是被狙击击打才能击碎，而后对方再用弩箭，把我们的一个人干掉！剩下子弹了！这些肯定不是幸存者，难道说……”这时，懵懂的驾驶员才呆滞的说出了。“他们是杀人不眨眼的——‘强盗’。”    “滴——”机舱门缓缓地打开了……“对方可能有狙击枪，看来，我们必须要冒险了……驾驶员，你马上朝那边方向飞行，我们需要在那边降落！”另一旁的队友，杰森缓缓地说：“为什么？明知道他们有枪！‘强盗’怎么可能会任由你飞过，会把我们击落的！”“对！会的！”其他人纷纷抗议这个命令。“不！我想在他们正中央降落，然后你们用突击步枪压制他们的火力，重甲兵迅速准备好M249轻机枪。通知好其他队员……这里……要变成战场了……”    “嗡嗡——”三架支奴干在黄昏的天空中，急速的飞行着，并渐渐飞向“目标”！“不好……不好了！快闪开！”从“目标地点”中，RPG导弹正冲向蓝天，向着某架支奴干直升机飞行，带着长长的火光，划过天际。    “BOOM——轰！”一架支奴干被导弹击中，在空中失控了。旋转了几下，失去平衡，重重的摔在陆地上——10个人没了生命。“该死的！马上跳机！给他们一个反击！”科瑞特因发怒而涨红了脸，他不相信一个军队也能摆在幸存者的手里。“突突突……”众多士兵在打开机舱后，一个纵越，拉开降落伞，从后背掏出枪械使劲的向“强盗”宣战。“砰砰砰……突突突……”军队的士兵不停地按扣动扳机，枪管迸发出一颗颗致命的子弹，枪口吐出一道道火舌——这是士兵最后的反击，也是最强烈的反击——这是生命的不甘堕落！    “啪嗒啪嗒……”一时间，“强盗”被军队的火力压制了，也不敢冒出头受死，纷纷躲回城市的废墟间，避开灾难——这是比交火还要令人难堪的灾难——丧尸，被响彻云霄的枪声所吸引，将20人的军队死死地包围，围的水泄不通。“唉……看来，我们，宣告失败。”科瑞特瘫倒在士兵们里面，无助的拨打无线电，留下了信息：10名士兵伤亡，剩余人数，已被丧尸包围！——生命，是顽强的，也是脆弱的，但属于哪一边，往往取决于选择的最后一刻——是勇往直前，还是等待死亡。但是，也有时候，我们不能够选择。作者的话：由于是序章，所以内容比较短少，而且，我习惯了序章简要的概括一下文章大体起因，并不会过多的给读者留下悬念，也算是一个开端吧！可能不太好看，但希望大家能够支持，大号跑了，希望小号能够完结自己的心愿。\n",
    "replies": [
        {
            "author": "我就是那逗",
            "timestamp": 1442061000,
            "txt_content": "这……草稿也能发？"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1442061000,
            "txt_content": "我要慢慢水{:10_492:}"
        },
        {
            "author": "heyuwei1999",
            "timestamp": 1442061120,
            "txt_content": "哎哟不错哦"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1442061540,
            "txt_content": "注意，与Dayz小说无关联"
        },
        {
            "author": "xcc",
            "timestamp": 1442061600,
            "txt_content": "为何不参加圣杯"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1442061720,
            "txt_content": "我就是那逗 发表于 2015-9-12 20:39\n注意，与Dayz小说无关联\n而且，我这个是新篇"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1442061720,
            "txt_content": "xcc 发表于 2015-9-12 20:40\n为何不参加圣杯\n骷髅不参加圣杯呵呵= =而且，对圣杯没兴趣\n[fly]验证回答好该死[/fly]"
        }
    ]
}