{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第一章 第十二节",
    "author": "2B与mc的故事",
    "replyCount": 9,
    "timestamp": 1442061840,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-9-13 13:35 编辑 \n\n        “咚！”\n        一声沉闷的巨响。将军不知从哪里拿出了一个巨大的盾牌，轻松挡下了穹闪的攻击。\n\n        “先不要着急，小鬼。”将军一手叉着腰，一手拿着盾问道，“你为什么要杀了我？”\n\n        “你管不着！”穹闪说着猛地冲向将军的侧面，可那盾牌就像长了眼睛，死死地跟着穹闪的方向转动，没有露出丝毫破绽。\n\n        穹闪立刻跃起，然后凭借下降的冲力朝着将军的头顶猛地一刺。可那盾牌似乎早就猜透了穹闪的想法，在穹闪起跳的一瞬间就改变了方向。猛烈的撞击使周围的空气发出强烈的震动，以至于周围的士兵都被这冲击波震飞了好几格远。\n\n        “哈哈哈……不错，不错！这股力量很不错！”将军说着，想起了什么似地看向穹闪手中的剑，“话说回来，受到这么强烈的撞击，普通的剑早就该碎了。小鬼，你手里的那把剑是哪来的？我看着挺眼熟啊！”\n\n        穹闪没有理会他，握紧了剑再次冲向将军。\n\n        穹闪的速度快得惊人，在将军的四周灵敏地来回移动，迅速地发起斩击。银白的剑光围绕着将军飞舞，就像一轮新月。\n\n        “哦，我想起来了。这把剑，镜那家伙用过的。”将军一边迅速移动盾牌防守着，一边悠闲地自言自语道，“呃，叫什么名字来着……好像是……望……望月。嗯，就是望月！”\n\n       将军的防守滴水不漏，稳如泰山。他仅仅是站在那里，没有移动半步，仅仅是不停地挥舞着盾牌格挡，就拦下了所有的攻击。如此巨大的盾牌，普通人就连拿稳应该都很费力。可是将军却能如此轻松地快速移动它，由此可见，这将军绝非等闲之辈。\n\n        “哪来这么多废话！只会躲在盾牌后面，算什么将军！”穹闪停了下来，站在将军的面前，一边喘着粗气一边说道，“这样算什么战斗！”\n\n        “战斗？”将军说着露出一丝冷笑，“我根本就不打算跟你战斗！”\n\n        “敢瞧不起我？！”愤怒的穹闪咬着牙握着剑再次冲向将军，却又被冰冷的盾牌挡下。\n\n        “我不是瞧不起你。以你的年龄来说，你的力量很不错，值得欣赏。”将军的表情严肃起来，“但是，我绝对不会作无意义的战斗。所以，小鬼，你究竟为什么要来杀了我？你为什么要战斗？”\n\n        穹闪犹豫了一会儿，终于还是有些不自信地说出了口：“为了保护我的村子。”\n\n        “大声点！意志不坚定的人，不配做我的对手！”\n\n        “为了保护我的村子！”穹闪朝着将军大吼道。\n\n        “很好！但是，想要打败我，你还欠些火候！”话音刚落，将军用盾牌朝着穹闪猛地一撞，穹闪还没反应过来，就被盾牌正面击中，巨大的冲击力把他撞飞了数十格，直接撞在了城墙上。\n\n        这家伙……好强！穹闪一边想着，一边气喘吁吁地爬了起来。\n\n        “小鬼，你是个不错的战士。但是，你不要忘了！战士，将要面临的是残酷的战斗！没有力量，一切都是空谈！”将军一边走向穹闪，一边说道。\n\n        “你是很强……但是……这并不代表我无法战胜你！”说着，穹闪又一次冲向了将军。只是这次显得有气无力，好不容易跑到了将军的面前，却被盾牌无情地拍倒在地。在盾牌的强压下，道路被砸出了一块不浅的痕迹。\n\n        “放弃无谓的希望吧！你以为这个世界会有多温柔？弱者只能被强者踩在脚下！”将军收起了盾牌，冷冷地说道，“这仗都打了这么多年了，你见过发生一次奇迹吗？希望？在这个年代就是屁话！有什么能比活下去更重要？！”\n\n        “活……比它重要的东西……多着呢……”穹闪伤痕累累地从坑里爬了起来，再次握紧了剑，站在了将军的面前。他的眼神发射出坚毅的光芒——这是他第一次放出光。\n\n        将军看到了这双眼睛，忽然间想起了什么似地安静了下来。他注视了穹闪很久，终于开口道：“你究竟为何而战，即使放弃自己的生命也在所不惜？”\n\n        “你最不相信的东西……就是……希望，对吧？”穹闪疲惫地笑着，“那么，我会为了希望而战！”\n\n        “哈哈哈……”将军忽然间大笑了起来。\n\n        “你想要打败我吗？”\n\n        “那当然！”\n\n        “你相信希望吗？”\n\n        “刚刚相信！”\n\n        “那么，变强吧！”将军说着，指了指城门的方向，“弱者啊！你想打败我吗？那就怨恨吧！愤怒吧！不甘吧！然后将此化为力量，变强吧！等你强大到能打败我的那一天，再让我看看你所谓的希望是否真正存在！”\n\n        穹闪犹豫了一会，望了望城门，又望了望将军，蹒跚地走出了天灵山脉。\n\n        “你给我等着！我总有一天会打败你！”穹闪一边走着，一边咆哮道。\n\n        “很好！小鬼，报上名来！”\n\n        “穹闪！”\n\n        说着，穹闪迎着夕阳走向了城外，走向了未知的世界。\n\n        “将军，你为什么要放他走呢？”一个士兵问道。\n\n        “废话真多！你们只需要执行命令，不需要问这么多为什么！”将军朝着士兵吼道，接着慢慢地踱回了他的房间。\n\n       他收起了盾牌，望了望天灵山，低声自言自语道：“镜，想不到你所说的那种傻子真的存在。不过啊，我也够蠢了，竟然会相信那样的傻子。不过，就当这是一个赌注吧。你不是很爱跟我赌吗？当年就差点把望月输给我了？”\n\n        说着，城中传来了一阵浑厚的笑声。在夕阳下升腾，飘散，消失在了静谧的山林间。\n\n\n上一节\n目录\n\n\n忘了放技能大召唤术！@恶魔-潇洒 @qugu @一枚渣渣 \n貌似最近创作版的老朋友都不在\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1442061960,
            "txt_content": "啊越来越看不懂了-0 -故事君= -="
        },
        {
            "author": "我就是那逗",
            "timestamp": 1442062140,
            "txt_content": "喵的这么好看……{:10_521:}"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1442063460,
            "txt_content": "又是个不懂的作品。。。。。。。"
        },
        {
            "author": "守望者_",
            "timestamp": 1442063760,
            "txt_content": "哈，更了！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1442066820,
            "txt_content": "xcc 发表于 2015-9-12 20:46\n啊越来越看不懂了-0 -故事君= -=\n嗯……这就是这一部小说的精妙之处（装逼ing）\n总之，我还是那句话，一切都将慢慢清晰起来\n之前还有人说我的小说缺少悬念（啊？你说这是我故意的？才不是叻！第二部的世界观非常庞大。慢慢看，不要急）"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1442069760,
            "txt_content": "不是qugu是guqu@guqu \n看了看，最后有些仓促。"
        },
        {
            "author": "1845797316",
            "timestamp": 1442074920,
            "txt_content": " 本帖最后由 1845797316 于 2015-9-13 00:24 编辑 \n\n这盾哪里买的，真神了。= ="
        },
        {
            "author": "ang_cheng",
            "timestamp": 1442075100,
            "txt_content": "脑洞好评"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1442500740,
            "txt_content": "弱弱问一句\n能订阅么= ="
        }
    ]
}