{
    "title": "[双线]Diamond tears服务器——|生存|副本|任务|娱乐|RPG|来玩吧！",
    "author": "1395195415",
    "replyCount": 0,
    "timestamp": 1442401740,
    "txt_content": " 本帖最后由 1395195415 于 2015-9-16 19:10 编辑 \nDiamond tears \n钻石之泪 \n简介\n服务器名称: Diamond tears 有效状态: 7*24，长期开放 \n支持版本: 1.7.2 \n运营模式: 基础 赞助 \n游戏模式: 生存RPG \n网络类型: 双线\n主机类型: 专业服务器 \n有无在线身份验证（即正版验证）: 无 最大在线人数: 80人，持续进化\n唯一QQ群：319823 \n服务器ip：dt.nide8.com \n\n赞助列表\n 1.刮刮乐/彩蛋【热门】\n  价格：50RMB 5个  \n注释：必开出【奎尔萨拉斯之泪】一个 随即开出其他各种物品/装备/武器  \n2.称号 \n价格：50RMB 1个  \n注释：在名字前方获得额外称号  \n3.nick \n价格：50RMB 1个  \n注释：可以替换原名字显示 \n新人玩家进服必看【前方高能】 鉴于一些新人总喜欢干一些违反群规或者服规的事，请各位新人在进服前先看这里 或许你觉得钻石或者矿物多，在服务器里作为顶级的玩家很装B，但是你有没有想过，如果是作弊得来的又有何意义，既然要作弊还不如去单人用TMI刷个痛快 如果你没钱没不起VIP，那不重要，因为没有VIP也能玩的很好，相反装一些作弊的mod最后被发现遭殃的还是你自己，要想人不知除非己莫为，所以请好好玩，不要想着用第三方mod作弊 如果你是刚接触mc的新人，这也不重要，因为群共享都有教程，基本上所有的都东西都写着了，就算群共享没有，咱们还有百度呢。百度找不到？那也可以问问其他人，但是你要知道向人请教时必须要有礼貌不是么，不过毕竟是网络没必要这么拘谨但是刷屏就不对了，而且无视别人的回答也不是好习惯呢 你还在为自己是小学生而自卑么，小学生不全是熊孩子，所以只要你不熊，心智稍微成熟点，相信你可以在这里混的很好 作为腐竹我也希望服务器的玩家多，所以拉人会有一份小礼包，当然你觉得少不干也没关系，但是有一点必须要注意：禁止在其他群里宣传 不管是哪个服，在别人群里宣传这是大忌，请务必记住 这是个虚拟的世界，所以不用在意辈分关系，希望各位玩家别在游戏或者群里认亲，什么找哥哥找姐姐找弟弟找妹妹的，很让人头疼的 如果你喜欢拍视频，也想用本服来拍一个，我自然是欢迎的，但是这不代表你可以以此为借口索取飞行、创造、op等 至于赞助方面，该写的也都写了，具体请看群共享的赞助说明，没写的就是非卖品，不用想着有钱就能买到 虽然有句话叫有钱能使鬼推磨，但是这句话在这服不灵哦，就算你出再多的钱你也只能买到赞助列表里的东西，让我因为你去ban玩家或者t人什么的，你没这资格，就算你有钱 对于那些说新人求带的，虽然不提倡但也不是说要阻止，不过希望各位新玩家自重，别人带你完全只是为了你，翅膀硬了就反咬一口这些事情也不是没发生过，所以老玩家请慎重考虑 对于一些作弊之后不承认的玩家，请自觉离开服务器，本服不欢迎这样的人，至于我是怎么发现你作弊的嘛，请不要小看客户端的查水表mod，这个mod能直接截取玩家的视角并上传到服务端。有些人说：作弊的惩罚这么重，存心让人退服吧？ 你这么问，我只会说是，因为你会这样说就只能说明你没反省过。如果不是作弊现象严重我也不会关这么严 至今为止我也遇到一些这样的情况： 某玩家：腐竹我要钻石，快给我！ 我：不给 某玩家：垃圾服，退服！ 对于这样的人，我只会说：走好不送 这样的话无非是为了博取同情而已，你真要走就走吧，我不会拦你的 服务器内除非是bug导致物品丢失，否则一切后果自己承担，无理取闹的话对你没好处 如果你在服务器内发现了熊孩子，欢迎举报，如果有人熊你东西，带上截图我也会给予他制裁，但是诬陷的话遭殃的就是你了 举报必须带上截图，否则不给予处理 另外各位也要保护好自己的财产 此处附上锁箱子教程： 做一个牌子放在箱子上即可 分享箱子请先右键箱子然后输入/lockette 3 玩家名 这样指定的玩家就能打开你的箱子了 至于圈地，请自行查看群文件圈地指令 服务器内玩家的东西，只要不是你自己或者主人同意的话，请不要动。因为那不是你的，贪图小便宜可不是好习惯 至此，你能全部看完的话就说明你已经是一名合格的玩家了OP证明在最后 在此声明： \n【Diamond tears】运营团队 \n腐竹：DK \n副腐竹：YU \n【Diamond tears】运营团队 \n2015年9月13日 \n腐竹QQ 727777202\n\n\n\n\n\nOP认证.png\n(22.87 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2015-9-16 19:04 上传\n\n\n\n\n\n\n\n\nOP证明\n\n\n\n\n\n\n\n",
    "replies": []
}