{
    "title": "【原创·连载·圣杯】《史蒂夫与艾利克斯的探险》",
    "author": "Terry39",
    "replyCount": 5,
    "timestamp": 1442127180,
    "txt_content": "src=\"static/image/smiley/rabbit/36.gif\" smilieid=\"686\" border=\"0\" alt=\"\" />图片不是原创的话可不可以标明出处",
    "replies": [
        {
            "author": "我素苦力怕",
            "timestamp": 1442127180,
            "txt_content": "标题: 【原创·连载·圣杯】《史蒂夫与艾利克斯的探险》 本帖最后由 我素苦力怕 于 2015-9-20 15:33 编辑 \n\n    \n  人物介绍\n    \n\n\n\n\nu=2982586698,3143282543&amp;fm=21&amp;gp=0.jpg (27.83 KB, 下载次数: 1)\n\n下载附件\n\n2015-9-13 14:54 上传\n\n\n\n\n\n      Alex（小说里用的是中文名)              和村民提克拉的关系不错（两个人都是书虫），是个爱看书的孩子，主修语言，目前在学习死亡铭文。\n   ————————————————————————\n　\n\n\n\n\nu=4067540163,806789450&amp;fm=21&amp;gp=0.jpg (20.28 KB, 下载次数: 0)\n\n下载附件\n\n2015-9-13 14:52 上传\n\n\n\n\n　　\n　史蒂夫\n和矿工村民森德的关系不错（一起挖矿关系能不好吗）是个爱探险的孩子，主修语言，目前学习方块古老文。\n　————————————————————————\n　　　　[paper]小说部分[paper]　\n    ——————————\n  艾利克斯与史蒂夫的探险\n             作者  我素苦力怕\n        <第一章-来自地狱的邀请函>\n\n[史蒂夫和艾利克斯正在寻找地狱堡垒。他们的脚步声和僵尸猪人的低吟声相呼应，    \n头顶上的恶魂在肆意的吼叫]\n史蒂夫：[我们回去吧，都走了这么久了，还没找到那个什么什么堡垒...]\n艾利克斯轻笑：[你不是不相信有地狱堡垒么？怎么，也害怕起那些恶心的怪物了？]\n史蒂夫恼怒：[你要是不怕，干嘛要带上我啊？明明就一胆小鬼，还说我胆小。]\n艾利克斯脱下背包，把随身带着的《地狱生存手册》拿了出来，轻声地诵读：[地狱的神圣堡垒里，藏着令世人垂涎的宝物，据说那是用钻石与珍珠以及强大的魔法制成的神秘\n法器，它被藏在堡垒深处的祭坛上。你一旦进入堡垒，死亡就离你不远了，因为那是一\n座被死亡笼罩的神圣之地，你不知道会发生什么，但你肯定知道自己什么时候死去...]\n[艾利克斯刚读完那长长的一段，天上乱叫的恶魂发出一种似笑非笑的声音，伴着一阵流\n星火雨，地面开始剧烈震动，地狱岩渐渐裂开，他们掉了下去。在地面震动与地狱岩裂\n开的喧嚣中，一个女人飘渺清冷的声音响起：‘无知的探险者，你们会为打扰神圣堡垒的\n清静而为此付出代价的!’接下来就是女人凄厉而又刺耳的狞笑声，如同厉鬼的哀嚎。]\n艾利克斯拍了拍屁股，坐了起来：[什么鬼啊？那么长一段文字居然是某种咒语？]\n史蒂夫摇了摇头：[不，应该是某个神秘的人帮我们打开了进入堡垒的大门，你看——]\n[史蒂夫指的地方，是一扇暗金铸成的大门，尘土掩去了往日的光辉。上面有一些绯红的\n古老字体，在灰蒙蒙的尘土中，依稀能看清上面写的什么。]\n史蒂夫辨认着上面的文字：[是方块古老文！上面写着Death \nGate Cycle Death's Door Death Door（ps：死亡之门）]\n[史蒂夫刚读出单词，“吱呀”一声，门开了，艾利克斯和史蒂夫走了进去。]\n艾利克斯刚走进去，就被门后镀上金的一串英文吸引住了：[史蒂夫，快看看那是什么。]\n史蒂夫被这喊声唤回了魂：[什么?这是死亡铭文，你学过的吧？]\n艾利克斯的脸霎时间红了：[嗯...The ghosts of hell! Wake up!啊！这是..这是召唤怨魂的咒语！]\n史蒂夫拿起钻石剑：[干嘛那么快读出来，说话不过脑子的吗？]\n[忽然，地上出现了五只黑骷髅剑客，他们发出一种恶心的、令人作呕的婴儿啼哭声。史\n蒂夫一剑砍死了一只卡在墙角的骷髅，另外四只被激怒了，朝史蒂夫奔去，史蒂夫招架不住，\n就要让其中一只恶心的黑骷髅剑客得手了，忽然一支羽毛箭阻止了它。\n原来，艾利克斯早已猫着腰，蜷在窗台上拉着弓等待时机。史蒂夫喘了口气，不巧艾利克\n斯却被一只杀红眼的黑骷髅剑客戳中了左肩，虽然左肩上没有什么事，但是艾利克斯却\n有了强烈的反应。她痛苦的跪在地上，一会儿感觉掉入冰窖，一会儿感觉被放在烤架上\n烘烤，一会儿感觉身上传来一阵剧痛，一会儿又感觉虫子在噬咬着她的躯体...这种奇怪的感觉让她觉得自己快被折磨死了。忽然，艾利克斯脑中不自觉地闪过一个词语<凋零>，\n她努力细细地回想着...\n史蒂夫一怒之下，把那只还沉浸在为伙伴报仇的喜悦中的黑骷髅剑客大卸八块。最后一\n只见黑骷髅剑客眼里的怒火更甚，它冲了过去，想为伙伴报仇，却被一块地狱砖给绊倒，\n自己摔成了一堆乌黑的烂骨。]\n史蒂夫扶着艾利克斯哭嚎：[你不能死啊！你不能就这么走了啊！呜呜呜...]\n艾利克斯用尽全身的力气，终于说出了话：[男子汉...大丈夫...怎么能...能哭呢？这...这只\n是普通的...凋零...效果,把...把我...背包里的...甜菜拿出来...给...给我...吃...我就...就会好...起来...的。]\n史蒂夫脱下艾利克斯的背包，拿出了那颗发着紫色幽光的甜菜，给艾利克斯吃下：[好点没有？]\n艾利克斯立刻变得精神许多：[这可是我好不容易从末地探险商那里买来的，可是花了我\n100多块钱呢！不过它能解除凋零效果，救了我一命，不然我就会在那种奇怪的效果中慢\n慢被折磨直到死亡。]\n史蒂夫拍了拍胸口，舒了口气：[你要是死了，谁带我去那个更神秘的末地堡垒探险啊？]\n艾利克斯打趣这：[那个末地探险商可是个长得清秀的妹子呢！你干嘛不和她一起去呢？]\n史蒂夫有些害羞也有点恼怒：[你太坏了，艾利克斯！]\n[两人继续有说有笑地前进\n史蒂夫：[你听，那里面好像有一个妹子正等着我们。]\n艾利克斯：[小心点，这很有可能又是某种恶心的怪物发出的奇怪声音！唉...]\n[史蒂夫没等艾利克斯说完，就拉着她，点上火把朝走廊深处走去。那歌声越来越小，到最后竟变成了轻泣声。]\n艾利克斯不满地努努嘴：[干嘛直接把我拉进来嘛？]\n史蒂夫不禁惊呼出声，他指着前面一个正在哭泣的少女，轻轻地拍了拍她的背：[你怎么了？]\n那个少女抬起头来，是一张苍白清秀的脸：[姐姐，你，你为什么要害我？为什么？]\n史蒂夫吓了一大跳:[你是，你是死人？]\n少女：[我才不是死人，我叫樱子。]\n艾利克斯吃惊：[你不是那个把甜菜卖给我的末地商贩吗？]\n樱子一五一十道出她的经历：[是啊，我也是来找宝藏的。我是读了一段咒语文来到一扇门前，门上有单词，门后有一艾利克斯询问：[然后呢？]\n樱子：[然后她把我丢在这里，说如果没有人来救我，我就不能再出来。]\n史蒂夫：[我们也是来找宝藏的，一起吗？]\n樱子：[好啊，你们要小心点，那个女人可以操控堡垒里面所有的怪物！]\n[堡垒深处，一个很漂亮的女人站在一个祭坛上，亭亭玉立，正吹奏着一曲悠扬的笛音。她穿着一身白色百褶裙，头发\n如同黑瀑般散在脑后，白皙的手十分漂亮，白瓷般的面容上淡粉的唇让她显得更加美丽。忽然，歌声嘎然而止，艾利\n克斯一行人身后出现了一群天仙般美丽的巫女，她们似乎带着怨恨而来，操纵一团魔法光球向樱子袭去,樱子脸色大变，也操纵一团光球朝巫女们袭去：[真是阴魂不散！]\n巫女们被打中了，但她们没有受一点点的伤。忽然，一个飘渺曼妙的声音响起：[怨魂是不会感到痛的，因为它们生前\n[史蒂夫见情况不对，拉着她们两个女孩子就往深处跑。]\n巫女们阴笑着：[你们这是自寻死路!]\n[三人喘着气,来到了一个祭台前。]\n台上那个女人轻笑着，飘渺的声音似在挑逗三人：[你们，是要找我吗？嗬嗬嗬...]\n三个人看见了女人：[你，是什么人？]女人又一阵轻笑：[问问我妹妹樱子不就知道了？害死我，还想毁了我的灵魂。好在我复活了，你没有得逞！]\n艾利克斯：[樱子，这是怎么回事？]樱子：[那天我和姐姐去末地采集甜菜，本来我是回不来的，是姐姐帮我拿到了甜菜。后来那个末地冥王想要姐姐嫁给\n女人：[没错，我就是那个被你遗弃的姐姐樱风！\n艾利克斯十分固执：[一个小小的法器，怎么可能会掌握地狱的命运？]\n樱风：[你不明白。]\n樱子：[姐姐，你能原谅我吗？我知道你恨我，但我真的真的是无意的！你要相信我！]\n樱风的眼角流下一滴泪：[樱子,其实我知道你非常想要那甜菜，我也知道你不是故意的，但...我心里却不知道为什么会那么恨你...]\n樱子大吃一惊：[姐姐，我还以为，你还恨我，还怨我...]姐妹两人热泪盈眶，这时却不知道说什么。\n樱风把宝物轻轻的拿了下来，戴在樱子的脖子上。\n\n\n<第二章-死亡山谷>\n\n        前奏[一]\n\n[一块阳光明媚的草坪上，有许多奇怪的、五彩斑斓的蛇，正“斯斯“地嘶吼着，\n一阵沙哑的笑声传来，让人浑身起鸡皮疙瘩。在草坪中，有许多被雕刻得极\n好的雕像，哦不，准确来说，不是雕的。见草坪上闪过一阵亮光，一个惊慌失措\n的人，朝艾利克斯跑来，似乎很无助，努力想要抓住艾利克斯，却又停着不动了。\n就在艾利克斯面前，他渐渐成为了一座雕像，似乎想要传达什么信息，忽然，\n艾利克斯被惊醒了，她惊恐地睁开眼睛，嘴巴张的老大，不停呢喃着：”不要上车，不要上车...“\n[她自己也被这奇怪的话语吓到了，她回忆这个一个月来一直重复的梦，这是想告诉她什么，还是预知梦？]\n艾利克斯思量着，史蒂夫推门进来了，他似乎很高兴：[艾利克斯！艾利克斯！\n塞拉伯伯邀请我们去著名的恐怖山谷玩了！]\n说完，史蒂夫递给她一张烫金的邀请函，上面有一行小而又引人瞩目的字体\nmedusa’gaze\n艾利克斯有些惊讶：[天哪...]\n史蒂夫见艾利克斯看着邀请函发呆，也拿着邀请函仔细地看：[什么嘛！上面什么都没有，\n艾利克斯指着字体出现的地方：[认真看一下吧！]\n史蒂夫朝艾利克斯指着的地方看去：[这是medusa'gaze...]\n史蒂夫瞬间明白了：[你是说，这有可能是一场鸿门宴？]\n艾利克斯点了点头：[不过，我想不明白的是，你的伯伯怎么会想杀了你呢？或者说，你的\n伯伯和你爸爸有什么过节？\n史蒂夫大大咧咧地对她说：[伯父想要干什么，我们去了不久知道了吗？]\n艾利克斯笑了笑：[也是。]\n[窗外，一个中年男人，正往里看着，似乎很满意的样子。他从衣袖里掏出一叠同样的邀请函，\n抽出一封，放在小屋的信箱里...]\n       loding...\n——————————————————————————————————————————————————————————\n注：作者是小学生，每周更新一次。这篇是恐怖冒险向的小说，因为本人是小学生，没有什么时间弄手工之类的东西，希望有人赞助。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "我素苦力怕",
            "timestamp": 1442127360,
            "txt_content": " 本帖最后由 我素苦力怕 于 2015-9-13 15:01 编辑 \nTerry39 发表于 2015-9-13 14:53\n图片不是原创的话可不可以标明出处\n我自己先去弄两张原创，等等我"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1442130180,
            "txt_content": "新人你好，欢迎入坑\n关于这篇文章我有些建议\n剧情还是不错，比烂大街的穿越好多了\n但是环境描写有些不恰当。环境描写可以渲染气氛或者烘托人物的心理。这里的环境最多只能写成“恐怖”的感觉，而不至于是“最后的葬歌”，除非后文会有人死在这里。\n另外，排版有点乱，标点符号也有些问题。望改进。\n至于文笔，确实这很重要。但是一切都要从基础开始，楼主先把这些基础的东西弄清楚吧\n总体来说不错，继续加油"
        },
        {
            "author": "我素苦力怕",
            "timestamp": 1442133000,
            "txt_content": "2B与mc的故事 发表于 2015-9-13 15:43\n新人你好，欢迎入坑\n关于这篇文章我有些建议\n剧情还是不错，比烂大街的穿越好多了\n谢谢你的建议，下一章我会尽力改进的。"
        },
        {
            "author": "名人才华",
            "timestamp": 1442137860,
            "txt_content": "我能说小学生你缓一缓么？好好在线下改自己的文章，你的基础文笔还行，毕竟这次比赛不是小学级别这样的描写肯定不过关。"
        }
    ]
}