{
    "title": "<原创·圣杯·连载>《神不会死：真正的神》第一章 第一回 【黄枫】",
    "author": "电饭煲（备）",
    "replyCount": 2,
    "timestamp": 1442142540,
    "txt_content": "\n\n《神不会死：真正的神》\n第一章：科技国度第一回【黄枫】——————科技年2015年7月&日上午10时53分      敲门声响彻在空旷的大厅，随后两个守卫从暗门中走出，查看了黄枫的身份卡后深深鞠了一躬，便按动了古老的开关，带黄枫走进了一个隔间当中。     “A计划执行的怎么样了？”坐在首席位置上的那个头发已经全数花白的老人首先打破了这个隔间内的寂静，“上次你们报告说突然一场雨导致你们任务失败，你们怎么搞的？一场雨就能够影响你们了吗？继续执行任务！”      黄枫走进了隔层，与在座的人不同的是，他的身上有着一股浓郁的，只有多年老兵才会有的气息，哪怕其他人都是各自行业的精英，但黄枫并不会差他们几分，他从进门到到达自己的位置上，甚至都没有看这些人一眼，快步走向老人身边的那个空着的座位。       “前辈，C计划已经找到人选了。”黄枫直截了当的说出了任务的情况和自己的看法，“7号街，88908号生态建筑，直系亲属两人，经济水平属于中收入阶级偏上，这应该算是找到的最能做这个人物的人了，您来做决定吧。”话毕，黄枫没有继续正视着老人，而是低下头，仔细思索着什么。\n      “很好，黄枫，这的确是我们最需要的人，但是从你给我的资料上来看，这个人还只是一个高中刚毕业的孩子吧，你确定你要选择这个人？”白发老人将资料扔回给黄枫，眉头紧锁，“虽然往届也不是没有选择一个孩子当自己接班人的例子，但是这个人实在是太特殊了，所以很抱歉，你的要求我不能满足。”\n      黄枫慢慢抬起头来，两只眼睛盯着白发老人，分明就是在表达自己的不满。\n      “你再如何这个人也是不行的，你不了解这个孩子家庭中发生过的事情。”白发老人叹了口气，“按辈分算的话，这孩子的爷爷我都可以叫祖宗了，这个家庭的身份也算得上是AAA级别的军事机密了，而你只有AA级别的查看能力，所以，关于这个孩子的一切我是不会告诉你的，我只能命令你，放弃这个主意，重新找一个接班人。”\n      “又是AAA级别军事机密。”黄枫活动了活动筋骨，站起来就打算离开。“你可别想做什么事情。”白发老人看起来似乎仍然很担心，又加了一句。\n      黄枫停下了脚步，缓缓回过头去，眉目间散发出一股煞气：“对不起，这个人我要定了。”\n      雨落夕阳，潇潇洒洒，天空缓缓下起了雨。\n      “又是雨……上次遇见过的雨。”黄枫逐渐走进了街边的一个角落。\n      不论多么强大的国家，城内总会有不少的败类，现在黄枫走进的就是这一群败类的集散地之一，这个集散地本来早就应该被清楚了的，但是这里居然鬼使神差的成为了许多特工交换情报的交易所。\n     “老板，来杯88908号啤酒。”黄枫在一家酒吧坐下，警惕地看了看四周，对店老板说道。\n     “这位顾客，我们没有88908号啤酒，不如你去华山之巅看看？”\n     “华山之巅，风雪之地，不去也罢。”黄枫话毕，便离开了座位。谁都没有注意的是在这刹那间黄枫手指的动作，巧妙地避开了所有的视线，将一张纸片收入枪袋中。\n     黄枫拐过这个城市中几乎是最为复杂的几个街角，嵌入了黑暗之中。\n     黄枫进入的是他的藏身处，没有高科技，没有全息显示屏，甚至连一个液晶界面都没有。仅有的是一个没有相片的相框，几本用了一半的笔记本和一大摞废弃的纸张。\n     黄枫缓缓打开那纸片，上面的内容让黄枫目不转睛。\n     “林磊，17岁，1998年生，直系亲属两位   情报等级：AAAA”\n     “林江，1719岁，农业时代270年生，直系亲属一位   情报等级：AAAAAA？？”\n     完全没有遇见的情况让这个身经百战的特工——黄枫都有一点不知所措，一个十七岁的少年的简单情报居然有四A级别，而这个孩子的爷爷情报更是前所未有的等级。\n     黄枫要找这个孩子做接班人的念头这时有一丝的松动了，但也仅仅是一丝松动。\n     记好资料之后，黄枫从口袋里拿出一卷火柴，焚毁了这张纸条之后仔细收好燃烧后的灰烬，嘴角洋溢起一股许久未见的笑意：“这小子，有本事，拿下他，这便是我的最后任务。”\n\n\n《神不会死：真正的神》\n电子档下载（更好的阅读体验）\n《神不会死：真正的神》索引贴",
    "replies": [
        {
            "author": "D`Y`O",
            "timestamp": 1442143020,
            "txt_content": "什么鬼名字= ="
        },
        {
            "author": "啊木哥",
            "timestamp": 1442143260,
            "txt_content": "辛辛苦苦写的，还是赞一个吧！"
        }
    ]
}