{
    "title": "<原创·连载> 【小宝】《破碎之域 亚加洛法 前传：秩序》 第七章",
    "author": "1845797316",
    "replyCount": 2,
    "timestamp": 1442160660,
    "txt_content": "索引贴：《破碎之域 亚加洛法 前传：秩序》\n\n\n\n第七章：特训\n\n清晨，有些无聊呢。我望着冉冉升起的朝阳，思考着前天发生的事。前天我们在发现幽暗森林中的异常之后，又在附近进行了搜索，但一无所获。回到训练场之后，寒澈与哲和克丽丝还有其他几个人讨论了几句，就匆匆把我们带回了。那群人究竟是什么人呢？这个问题我百思不得其解。我坐在草地上，闻着清晨特有的淡淡的清香。阳光温和地照耀着我，温暖而又不刺眼。我往上坐了坐。觉得不舒服，又爬了起来，伸个懒腰。算了，这种想不出的事情，那位先人一步，料事如神的寒澈会想的。我这样想着，从口袋里掏出了我的早饭，安安心心开始吃早餐。清晨真是美，狡猾的影与光在树丛间捉迷藏，鸟儿为茂盛的树木而尽情歌唱。我坐在松软的草地上，欣赏眼前美不胜收的景色，品尝朴素平淡的烧饼，真是轻松惬意。现在这个清静悠闲的地方只有我一个人，只有我一个人在享受着清晨的美。这倒不是我偷偷跑出来的。夜影也有夜影的规矩，胡乱违反是会出大问题的，但我倒是个例外。为了熟悉地形，寒澈给了我特殊的待遇，可以在地下的建筑中转悠，也可以到地面上，但是只能在附近的一小片区域。不过这对我来说，已经够了。两天时间，我基本都是在地下转，尽管我是个彻彻底底的路痴，什么都记不住。但大致已经熟悉了一些我该知道的东西，虽然还不知道许多细节，但是基础的东西还是了解的，譬如卫生间、餐厅什么的。“喂，卡尔先生。”旁边传出一个女孩子的声音。我循声望去，是茉儿。今天的她穿了一身黑白相间的连衣裙，显得十分文静，阳光在她脸上闪烁着，映出她清秀的脸，真是美啊。她抱着着一个白色的布袋，里面装着什么东西。“卡尔先生，您还要烧饼吗？”没走到跟前，她就提起袋子说道。“哦，不要了。”我有好的回应。“这样啊，那么我就回去交给哲吧。”说着就抱着袋子准备离开。“等等，茉儿小姐。“我叫住了她，她满脸天真地转过了头。“怎么了？卡尔先生，叫我茉儿就可以了。”“哲，哲是个怎样的人呢？”对于这个皮肤黝黑，内心细腻的大汉，我是猜不透的。“哲吗？，他是个很有耐心的人。”我本想她不会说的，可她却说了。“哲是个很有耐心，很温柔的人呢，我真的很感谢他。”她脸上浮现出憧憬。“那时候我什么都不懂，就胡乱地跑到了树林里，结果在里面迷路了。在我最需要帮助的时候，是哲向我伸出了援手。当时我也迷迷糊糊的，就拉着他的手走，只感觉到他手心的温度，暖暖的。后来我就加入了这里。”说着她的脸上泛起了一抹红晕。“原来是这样。”对于哲这个人，我现在多多少少有了点认识。“时间不早了，手中的东西还没有送出去呢。抱歉，卡尔先生，看来我得走了。”“哦，那我也不打扰你了。”我挥了挥手，目送她回去。看来我人缘还不错嘛，这就可以和女孩子搭话了。“喂，你对哲很感兴趣吗？”一个声音从树丛中飘出，着实吓了我一跳。仔细一看，是寒澈。这家伙，肯定是偷偷观察好久了。“额，不是怎么感兴趣，只是想熟悉大家而已。”我有些不满，双手叉进口袋，掉头准备返回。“好啦好啦，别装了，我是不该偷听，我错啦。”寒澈一眼看穿了我想什么。说着跳出来把我拉倒在草地上，自己也躺在了草地上。“你干什么？”虽说我语气还带着点怒意，却从心底里原谅他了。“嘘，别动，仔细看看天空。”我望向蓝天，碧空万里的天空中，几朵云彩悠闲地飘着。没有什么特别的。寒澈示意我仔细看，细心想。但我现在注意力全集中在我身下的那块顶着我的石头上，无心欣赏天空。真是受够了！我坐了起来，抓起身下的石头，就扔在一旁的橡木上，橡木仿佛被砸痛了，“咚”的一声又把石头弹了回来。真是让我哭笑不得。寒澈不在理我，仿佛无视了我的存在，开始哼着什么小曲。我学乖了，轻轻拿起石子，抬起手，使足了劲扔出去。这回它不会再回来了。我学着寒澈的样子，安静地躺了下来。此时寒澈也不再哼哼了，缓慢而又轻松地对我说道。“现在呢？冷静了吗？”“经过刚刚的一番折腾，我感觉这样是挺舒服的。”我用同样的语气回答。“这不是重点，是要去想，重点是在于你有没有在思考。”寒澈语重心长地说道。他深吸一口气，缓缓吐出。接着闭上眼，像是睡着一般。我也学着做，但似乎静不下来。周围的橡木树叶发出沙沙的声音，风也在我耳边吹过，我怎么也静不下来。“不是去让自己冷静，而是去享受，与周围融为一体。”寒澈点了我一下。我放轻松，以刚刚我享受美景的感觉去放松。渐渐的，周围的声音小了，逐渐消失了。我合上眼，蓝天、绿树都浮现在眼前。现在，我静下来了。“这是个很好的法子，当你想要思考什么，却难以静心时，不妨凝望天空，然后闭上眼，慢慢梳理。我从小就爱这么做，这是一种对身体、头脑的放松。当你这么做时，是很舒服的。这也有帮助你思考。”他不紧不慢地讲解到。真的很舒服，我非常享受这种感觉，几乎都快要睡着了。寒澈突然坐了起来，快要睡着的我也跟着起来了。他变戏法似地从背后拿出一把不长的铁剑，递给了我。这把剑虽然做工不算精良，我用倒是足够了。“让易飞为你打造的剑还没有好，将就着用吧。”他摆了摆手。我接过剑，看了几眼，就别在了腰间。“目前没有针对你的训练，不过我很闲，可以陪你练练手。”他不经不慢的说道，手中不知什么时候多了快石头，抛一次，接一次。“唉？是要和你对打？”我有些惊讶。“不不不，是陪你去练习。”他连忙解释到，手中的石头也差点没接住。“那么什么时候？”“现在。”他从容地回答。手从一旁脱出个布袋，里面装着一些食物和其他的一些东西。我犹豫了一下，但想到寒澈这家伙的性格，还是答应了。估计我不答应也会被拉去吧，与其这样还不如自己去。我站了起来，整理了下自己的衣服，望望周围的树林，依然是那么美，那么清静。这倒是个好兆头。寒澈也站了起来。“那么现在出发？”我问道。“说走就走。”寒澈用力甩出了手中的石子，快速回答道。\n\n关于小说\n由于最近Lz在准备这次圣杯活动，所以小说更新略慢。目前Lz已经开启【融合机：自我完善】目前是0.1版本。\n",
    "replies": [
        {
            "author": "永恒的誓言",
            "timestamp": 1442463480,
            "txt_content": "水呀水呀水呀水。。。。~"
        },
        {
            "author": "永恒的誓言",
            "timestamp": 1442464140,
            "txt_content": "然而，你参加圣杯的话可以写未转变者啊。。"
        }
    ]
}