{
    "title": "[双线]BlackHeartSurvival —— 一个有诚意的小服[1.8.1-1.8.8]",
    "author": "zhaoyuning",
    "replyCount": 0,
    "timestamp": 1442248320,
    "txt_content": " 本帖最后由 zhaoyuning 于 2015-9-15 22:47 编辑 \n\n简介            生存模式为Black Heart服务器的模式之一，玩家在生存模式中自由发展，大部分内容与原版相同，但是Personality团队产品设计师为生存模式进行了一些调整，使得生存模式更适合多人联机。服务器由Personality团队运营并提供一切技术支持，本服务器拥有大量原创功能/系统，皆为Personality团队工程师一手打造。这保证了我们独一无二的游戏体验，当然，这与其他服务器是没有任何可比性的。Black Heart服务器当前开放性技术测试阶段，这意味着服务器或许没有你想象中的那么稳定，也没有那么完美。如果你对服务器的要求过高，我们不建议你加入我们服务器，因为这或许会使你失望。核心与主题\n\n          纯粹            生存模式的主题便是Minecraft最接近原版的沙盒、自由发展，生存模式将会在保证原版纯度的情况下增加一些特殊的游戏功能。            如果你厌倦了其他服务器中繁琐而无用的功能，也不想整日担惊受怕保护自己的财产，只是想玩一玩红石，做一些生存用的大型设备，甚至是做一个规模宏大的建筑。我想，这里是你最好的选择。          社交            玩家可以在生存模式中建造自己的家，也可以与朋友一起居住，甚至加入一个城镇一起发展，这都是生存模式中每天都在发生的事情。            玩家们可以在主世界建立城镇，以保证小圈子的社交需求，而在”社区”功能中，玩家可以与更多的玩家进行交流互动。两者互补使得Black Heart服务器的生存模式拥有着最完美的用户体验。          游戏性            Personality团队的产品设计师为原版生存的游戏模式进行了大量的优化，使得生存模式对多人联机的支持更加友好，小部分的改动，大大提高了整体游戏性。例如每日刷新的末地，安全快捷的领地方块系统。但我们在对模式进行调整的同时，尽可能的保证了游戏。          人性化            人性化是提升用户体验的重要因素，产品设计师一直都在考虑如何保证每个人都可以拥有最好的用户体验，而人性化，则是最重要的因素之一。            我们去除了一切指令，使用快捷菜单，就是为了能够让玩家抛弃掉繁琐的指令，用直观的界面来快速完成操作。            我们汉化了98%的英文文本，就是为了能够让玩家感受到来自自己国家语言的文化，也不用去费尽心思去查询每一句话的意义。            我们限制了聊天的有效范围，是为了那些寻求清净不想被打扰的玩家能够有一个自己的空间。          诚意            我们是最有诚意的服务器之一，我们一直坚持为玩家打造最好的游戏体验，所以我们用了大量的精力去做一些细节，例如高达7的玩家区块视距，这使得玩家可以看到更远的地方，而往往大部分服务器都将其设置为4，整体氛围感大大下降。            又比如，我们甚至开放了一定程度的高频红石，玩家可以在一个区块中放置4个一下的标准高频红石，这让很多后期的大型功能性建筑可以正常运行。            又或者，我们将每个频道(子服务器)的人数限制在80人，不是因为我们没有足够的资金去扩充人数，而是因为Minecraft自身的原因，导致服务端多线程的优化并非十分理想。我们完全有自信去将人数限制调整至150，但是这在高峰期时会造成不可预料的卡顿。            诚意并不是用语言就可以简单描述的，尝试自己进入游戏，你便会体会到不同。          财产与安全            生存模式中安装了Personality团队原创开发的“领地方块”功能，玩家只需要一个领地方块便可以对自己的领地进行保护，也可以使用管理菜单快捷对他人权限进行调整，甚至可以进行领地每一面的细微调整。            任何被划为领地的方块都将会被认为是该领地主人的个人财产，任何他人无权破坏、使用，甚至无法进入此区域。当然，领地的主人都可以对这些权限进行调节。            无领地保护的区域，会被视为野外，其他玩家可以随意破坏、搭建。如果你不想让你的周边环境受到污染的话，建议你将领地的范围扩大一些。            至于为什么不上图？上图岂不是可以获得更多的眼球？事实上，我们并不指望通过一个帖子来吸引多少玩家。只想让他们知道，国内还有在用心的团队。设定与理念\n\n          禁止绝大部分传送方式            玩家在服务器中几乎不能使用任何瞬间传送的指令/功能，包括/tpa、/spawn、/back等常用的传送指令，除一些十分必要的传送功能(例如防止迷路开放的领地方块收费传送功能)。            我们一直坚持认为，传送系统打破了一个服务器中的平衡，原版中的设计是让玩家使用铁轨、马匹来进行交通，而传送系统的出现使得整个游戏变得极其无味，这便是我们取消传送功能的原因。          死亡掉落            许多服务器为了能够招揽更多的玩家而关闭死亡掉落，关闭死亡掉落后整个游戏性大大下降，游戏寿命也大打折扣，再也没有小心翼翼走在岩浆边的感觉。我们不认为这一设定应该存在。            如果你质疑我们VIP的死亡掉落与我们所描述的大相径庭，那么请仔细思考一下，并不是每个人的玩法都相同，VIP只是提供给后期的玩家进行购买，后期的玩家因为重复相同的动作而去浪费时间，这是十分影响心情的事情。并且玩家也不想让自己辛苦打造的完美装备沉没在岩浆中，所以请自行选择。          对一些原版设定进行调整            我们取消了刷怪笼刷出的怪物会掉落物品的设定，但是这并不代表玩家无法进行批量的获取，玩家可以通过建设自然性刷怪塔来获取各种各样的掉落物。这相对于刷怪笼来说更加困难，也需要更多的时间。            我们将村庄生成铁傀儡的效率下降了50%，这个数值可以让玩家获得定量的铁，而又不会达到资源溢出的情况。          尽量少的限制            生存模式中并没有禁止高空流水和高空建筑，甚至都没有禁止高频红石，刷怪塔、刷铁机、小黑塔、自然刷怪塔，只要不会导致大量怪物堆叠，都是完全被允许的。            在生存模式中，玩家被允许放置高频红石，因为在后期的一些大型生存建筑中是需要用到的，但是对高频红石的密度有限制，不过在正常情况下玩家根本不会用到太大量的高频。\n尾巴\n\n          加入            十分感谢你可以有这样的耐心阅读完我们又臭又长的产品介绍，我相信如果你认真看到这里，不免有些想要尝试进入服务器的想法，不论是想常驻还是短暂的游玩一下，我们自认为应该不会让你失望。            但是请等等，这里或许并不欢迎被其他服务器惯坏了的玩家，如果你无法忍受死亡掉落，或者无法忍受没有传送指令的孤独，那么我想这里并不是一个很好的选择。            你可以通过以下几种方式加入服务器：1.    使用任意1.8版本客户端(1.8.1~1.8.8均可)，并添加服务器，输入IP：“dx.hentaimc.com”，并双击添加的服务器，即可进入。2.    加入我们的玩家交流群，并在群内下载我们临时的客户端，解压后即可进行游戏，IP已内置在游戏中。玩家交流QQ群: 256309782          闲话            挪威是最适合居住的城市之一。碰巧，我们也是最适合你无聊进行生存游戏的服务器。不过，这次可没有之一。\n\n\n\n\nQQ图片20150915002005.jpg (224.21 KB, 下载次数: 0)\n\n下载附件\n\n2015-9-15 00:33 上传\n\n\n\n\n\n          验证图片              \n\n\n\n\n\n9.jpg (102.9 KB, 下载次数: 0)\n\n下载附件\n\n2015-9-15 00:30 上传\n\n\n\n\n\n       \n          增值服务器价目表\n       \n\n\n\n\n\nQQ图片20150913044603.jpg (271.23 KB, 下载次数: 0)\n\n下载附件\n\n2015-9-15 00:31 上传\n\n\n\n\n\n\n\n\n\nQQ图片20150913044623.jpg (178.42 KB, 下载次数: 0)\n\n下载附件\n\n2015-9-15 00:34 上传\n\n\n\n\n\n\n\n\n\nQQ图片20150913044626.jpg (116.74 KB, 下载次数: 0)\n\n下载附件\n\n2015-9-15 00:34 上传\n\n\n\n\n\n\n\n\n\nQQ图片20150913044630.jpg (62.12 KB, 下载次数: 0)\n\n下载附件\n\n2015-9-15 00:31 上传\n\n\n\n\n\n\n\n\n\nQQ图片20150913044633.jpg (49.83 KB, 下载次数: 0)\n\n下载附件\n\n2015-9-15 00:31 上传\n\n\n\n\n\n\n\n\n\nQQ图片20150913044636.jpg (59.64 KB, 下载次数: 0)\n\n下载附件\n\n2015-9-15 00:34 上传\n\n\n\n\n\n       \n\n",
    "replies": []
}