{
    "title": "＜原创同人·连载·圣杯＞无限节操制2.不愧是高层人员福利就是好！",
    "author": "56562741",
    "replyCount": 1,
    "timestamp": 1442416020,
    "txt_content": " 本帖最后由 56562741 于 2015-9-16 23:18 编辑 \n\n                                                叶言还想问什么但是被萝莉主神打断了，“好了独立者，根据逆转空间的规定，独立者在参加新手试炼比一般轮回者多两次抽奖机会。一共五次，现在是否使用？”叶言       叶言在这之中看见了许多厉害的东西，但有什么奇怪的东西混进来了，“槽点太多了，我吐不过来！”轮盘飞快转动让叶言都看不清，然后轮盘慢慢的停了下来，指针缓缓的转到了一个叫“葬歌”的图标上，“葬歌？那是什么？不管了继续！”轮盘再度转动，这次转到了“支配之力血统上去\n        “我去！支配之力！我这是要建立新一代恶魔城的节奏？”轮盘又开始转动，这一次转到了“帝具之箱”上，“帝具之箱？帝具我知道，斩妹里的武器，那这个东西又是什么？”轮盘走你！这一次转到了“谢谢惠顾”，“呃，这让我想起了X师傅！”再转…………这次转到了一个非常普通的东西“精良的死神镰刀（仿）”，“死神镰刀还是赝品，我就不说了，你还加个精良！一看就知道是大众货！\n            “福利以发放完毕，现在给予空间刻印。”随着一道银光的照耀，叶言手上多了一个刻印，“让我猜猜？这是个人存储空间加数据板，同时只要失去它就被抹杀”萝莉主神面无表情的说“前两个说对了，但是最后一个错了，失去只是失去了空间中的物品和数据板不会抹杀，只有任务失败才会抹杀，独立者除A级任务以上失败才会抹杀，A级以下失败只是惩罚。”叶言听见问“不愧是高层干部亲儿子，就是厉害，那我问下失败的惩罚是什么？”“挠脚心一百年。”听见萝莉主神的回答叶言不由冒了一身冷汗“果然够恐怖。”\n      “物品已发放到空间。规则也已灌输完毕请做好准备十分钟后开始试炼！”这是叶言大脑中多出来一大堆关于空间的知识，根据规则上说的叶言心中念了句“空间”，一道只有他自己能看见的空间出现了，空间中有这一个血色的光球，一个大箱子，一个黑色的心，一把镰刀。\n 他首先拿起血色的光球，“支配之力血统，SSS级道具使用后获得支配之力血统。”“是否使用？”“废话！使用！”叶言手中的光球瞬间飞了起来，如同子弹一样飞进了叶言的身体，随着一阵血光，叶言背后多了个奇怪的黑色纹章，然后他立刻查看支配之力。\n        支配之力：魔王德古拉最为强大的力量，一定几率捕获死去对手的灵魂为自己的力量，分为银魂，红魂，蓝魂，黄魂。同时拥有它就相当于继承了德古拉的一切，包括恶魔城，但由于宿主暂时没有魔王之力，所以只拥有支配之力剥夺灵魂的力   \n          “不愧是支配之力，果然吊吊的，但是那个魔王之力是什么鬼？这是要我去做魔王的节奏？”\n       \n        他又把目光投向帝具之箱 “帝具之箱 特殊道具 内收藏了所有的四十八个帝具，但是，由于使用者的体质缘故，处于封印状态，只解封了部分帝具。”\n        \n           “额，又是封印！主神泥垢了！不过还有部分帝具解封了？是那部分？”叶言把帝具之箱打开，瞬间被传送到箱子里，“我去，里面这么大，这一看就是逼格高的”叶言发现它里面其实很大，所有帝具身上都带着暗淡的光芒放在供台上如同沉睡，只有三个散发着淡淡的光辉，叶言看着面前的三个帝具，一股资料涌进他的大脑让他知道这是什么帝具，第一个如同手套一样的帝具“神之御手.完美者 B级武器 手套型帝具，有着强大的精密操作力，使用者可以使用它做出精密的手术，也可以用它瞬间分解物品，拥有着瞬间完成武器的能力，但是要求有材料，但因为没有太大杀伤力所以评级低”第二个是吸血鬼牙齿一般的帝具“血液收集.急速吸取 D 牙齿型帝具，可以通过吸取他人的血液来回复伤口。”最后一个是一个小黑盒“变身自在.盖亚粉底 C 有着随意变身能力的帝具，不仅是外表，甚至也可以变成动物。但会被,A级及以上侦查术发现。”\n        \n                “嗯，帝具也还行啦，不过这些帝具基本上对使用者几乎没什么要求的吧？唉，看来我体质还得提升啊。看看下一个吧。”看着那颗漆黑无比的心脏，“葬歌，特殊技能，用自己的心灵之力与精神力唱出最后的葬歌，这首歌将会埋葬周围人身上一切的罪恶和绝望，但是代价是对方的一切罪恶都会由使用者来背负。使用者的精神力和心灵越强技能的威力越大。”“唉，是技能啊！不过这种便宜别人，苦了自己的技能果然还是不到必要时不要用。”叶言不知道的是正是这个技能造就了未来的他，同时也救了他无数次。\n        \n             最后一个也是唯一个比较普通的，“精良的死神镰刀（仿）”精良的死神镰刀（仿）D 仿制的死神镰刀，并没有真品那对于一切死灵的主宰力，但是还是不容小视，附带技能：初级镰刀精通，新人抽中的武器往往回附带一个与其对应的精通技能。破灵斩：用十点魔力，凝聚出一道对灵体有着巨大杀伤力的半月型斩击。因为是仿制死神镰刀的缘故所以材料里有着死亡属性，所以有着对灵体的杀伤力。”叶言看了看也没说啥。总之这个武器还行吧。叶言看了看属性，叶言属性如下\n        \n                     姓名：叶言\n        \n                     能力：支配之力，葬歌。\n        \n                     力量：10（正常人的数值）\n        \n                     魔力：65（家族遗传）\n        \n                     敏捷：13（多年打游戏的你有这异于常人的反应力）\n        \n                     体质：⑨（还是多运动吧宅男！）\n        \n                     幸运：？（这是隐藏属性！）\n        \n                     魅力：15（作为混血儿的你有着特殊的魅力）\n        \n                     精神：15（家族遗传）\n        \n                     装备：帝具之箱，精良的死神镰刀（仿）FFF团团长徽章 被封印的所罗门魔戒\n        \n                     评价 E （勉强算过得去。）\n        \n           叶言看着装备栏上莫名其妙的多出两个装备，他打开一看原来是自己的铜戒指和那个所谓的“团长”徽章，“FFF团团长徽章，C 这是你作为FFF团的团长的象征！这是几千团员的认可！在对方是情侣或者夫妻，而且不是真爱，然后当众秀恩爱时可以发动，如果三个条件满足，使用者会穿上一套FFF团标准团服（镰刀一把，永不熄灭的火把一根，汽油弹5555颗，火焰喷射器一把，团服一套）处于此状态使用者免疫一切火焰，可以召唤两名团员对敌人进行火刑审判。同时可以一切使用3级以下火焰魔法。如果没满足所有条件，也可以使用，但是威力会下降，每满足一个条件，威力越高。”“被封印的所罗门魔戒 特殊道具 所罗门当年与七十二魔神签订了契约，只要持有此魔戒的人并且是他的后代就可以召唤魔神来为其服务，但是由于不知名的原因被封印住了”\n        \n            看着面前的徽章叶言不知为何有种想把它人道毁灭的冲动“这群魂淡就怎么想让我当团长吗！话说回来那个戒指…………怪不得爷爷总说我们一家是所罗门的后代，原来不是开玩笑的啊！不过封印又该如何解除啊！”\n        \n             这时主神传了一阵声音“请23333号独立者做好准备，开始第一场试炼！传送开始！”叶言还没有反应过来就失去了意识，在昏迷中他听见了这个试炼的消息“试炼名：《弗兰迪大战杰森》逃亡模式！世界作品符合度为40％！”\n        \n        （终于要写到正式剧情了！作者我好兴奋啊怎么办？不要说主角龙傲天，我只是把主角的能力系统做出来了，那个葬歌是我教教主ilem大大的曲子，对某部分人来说很治愈很魔性。）\n",
    "replies": [
        {
            "author": "PLZR",
            "timestamp": 1442416140,
            "txt_content": "看起来好辛苦。。顶一个吧 "
        }
    ]
}