{
    "title": "＜原创同人·圣杯·连载＞无限节操制4.这是什么神发展啊！主神！",
    "author": "56562741",
    "replyCount": 0,
    "timestamp": 1442417280,
    "txt_content": "                     叶言跟着萝莉下了楼问道“我们现在去哪？”萝莉也没回头说“随便，不过先弄辆车吧。”“弄车？我们身上也没钱啊。”萝莉直接砸了一个大金块下来说“这些够了吧。”，看到这些金块把叶言的24K铝合金特制氪金眼给亮瞎了，叶言直接抱住金块死死不放手，像极了某红白，说“土豪！我们来做朋友吧！”萝莉的头上也多了几道黑线说“这些东西在空间里非常便宜，十个奖励点就可以兑换一吨。”        \n        \n        \n        于是乎叶言和萝莉直接前往这个小镇的车行（小镇？我之前没说吗？呃，好吧我忘了。）买车是直接一个金块砸下去，本来还有一大堆手续，直接开走，至于谁来开车吗？叶言别指望他了，这货连自行车都不会骑，别说汽车了，叶言只能两眼放光的把目光投向萝莉，萝莉也没说什么，直接坐上车，一开，把一辆轿车开成了跑车的速度。\n        \n        \n        \n              在车上，叶言随口问道“对了，怎么久还不知道你的名字。”萝莉淡淡地回了一句“洛幽，我的名字。”叶言也只是哦了一声，开了一会就到城市了，看着眼前繁华的城市，叶言再次问道“那现在呢？我看这样好吧，我们先去酒店，开间房。”对此意见洛幽也是点了点头，到了酒店洛幽对前台说道“开两间房。”叶言听见了，说“咳咳，洛幽啊，你怕晚上弗莱迪或者杰森偷袭，我们睡一间房，刚好可以互相支援，对不对。再说了你一个女孩子睡一间房会……………………”叶言开启说（忽）教（悠）模式，经过半个小时的啰嗦，洛幽茫然的点了点头说“虽然，觉得你说的有些奇怪，但是好有道理的样子。”“忽悠成功！”叶言心中偷偷笑了一下，他才不会说和洛幽睡一间房是为了发生各种事件和福利来刷好感度，顺便晚上看看有没有夜袭的机会。好像暴露出来什么了？不管了！洛幽我来了！叶言的样子简直要飘到天上，他打开房门一看，尼玛死，里面是两个房间，于是乎叶言的夜袭计划宣告失败。\n        \n        \n        \n             晚上睡觉的时候，他茫然醒了，发现自己在一个炼钢厂里，“诶，又是陌生的天花板，话说！我不是在酒店里睡觉吗！”叶言看了看，突然传来一阵怪笑，叶言瞬间回头，一个浑身烧焦的光头大吴克从阴影里慢慢走出，“哈哈哈哈哈哈，猎物我找到你了！”叶言歪了歪头问“这位吴克大叔，你那位？”原本恐怖片的场景瞬间变成了搞笑片，弗莱迪头上挂了几道黑线怒吼道“我是无尽梦魇弗莱迪啊！今天早上才刚见过面！”叶言想了想一下子跳起来说“哦！ 原来你就是那个萝莉控怪蜀黍啊！你是来拐骗我家洛幽的吗！”弗莱迪头上的黑线更多了“我才不是萝莉控怪蜀黍！我这次是来……”\n        \n        弗莱迪话还没有说完就被叶言打断了“别说了！你就是来拐骗我们家洛幽的！吃我当妈牌友情破颜拳！”叶言直接一拳揍到弗莱迪的脸上，一拳把弗莱迪打打退了好几步，弗莱迪惊讶的说“这！这不可能！”“我乃爱的战士！再吃我当妈牌友情破颜拳！说着又是一拳，这次弗莱迪学乖了，一个闪身躲了过去，说“这不可能！一点都不害怕我！你的情绪里一点没有恐惧！”叶言笑了笑说“没什么不可能，我可是爱的战士，怎么会怕你区区一只梦魇？再吃我一拳！”这回叶言还是没有打到，叶言挠了挠头说“我说！把这个炼钢厂缩小一点！”话落炼钢厂迅速缩小到只有十几平方左右，这回看着躲到墙角的弗莱迪，叶言裂开嘴笑了笑说“这下你跑不了吧！我要代表全世界的萝莉消灭你！”叶言举起拳头正要往弗莱迪脸上打去“等等！”叶言的拳头瞬间停下叶言说“你是还有什么遗言或者宝物要交给我吗？遗言我不帮带话的，宝物的话我或许会给你一个全尸！”弗莱迪问“为什么！梦境明明是我在控制！梦魇的专场！为什么！你可以控制梦境！”叶言笑了笑露出自己的大白牙说“因为主角往往在梦境都是无敌的，而且说什么你的专场，拜托，这里是我的梦啊！在动漫里往往不是说我的梦境我做主！而且人类本来就可以操控自己的梦境，只是不会用而已，你没有我的恐惧作为能力，当然会被我控制。”\n        \n            叶言也不说了直接一拳揍到弗莱迪的脸上，揍的弗莱迪惨叫，而且边揍边说什么“叫你半夜出来吓人！叫你打扰我睡觉！叫你打扰我夜袭计划！（本来就失败了好不好……）叫你长得太丑！叫你吓坏小朋友！叫你浪费字数！”就这样叶言以各种奇怪的理由殴打着弗莱迪，最后弗莱迪的惨叫最后居然变成了萝莉音！叶言看了看弗莱迪，发现弗莱迪已经不见了剩下一个金发双马尾小萝莉，叶言看了看，说“叫你扮萝莉！”小萝莉直接大喊“别打了！”叶言停下来看着小萝莉，小萝莉眼中眼泪汪汪的快要哭出来了，果然一会直接坐到地上哭了起来，叶言这下可愁了起来，只好抱着小萝莉，一会摸摸头，一会变出来一根棒棒糖，哄她，经过一阵手忙脚乱小萝莉终于也是不哭了，叶言坐在地上，问“小妹妹你是谁啊？”小萝莉含着嘴里的棒棒糖说“我叫弗丝！是无尽梦魇！”叶言虽然心中已有底但是真正听见答案时还是差点滑倒，（主神你坑我！这神发展是闹哪样！不愧是世界符合度只有40％吗！就连性别和属性都改变了！不过这样还不错……个大头鬼！我刚刚居然对萝莉出手了！罪过罪过！萝莉之神请务必原谅我！）虽然心中叶言已经掀桌无数次了但表面上叶言还是不动声色的问道“那弗丝为什么样要变成刚才那个样子啊？还有为什么要追杀哥哥啊？”弗丝把口中的棒棒糖咬碎说“嗯，听爸爸说那个形象很适合用来吓人，之所以追杀你是因为，弗丝的主人给弗丝下的命令啊。”“主人！？”叶言心中也是惊讶继续问道“那弗丝说的主人是？”弗丝回答道“嗯，很乱的，这样吧弗丝给哥哥讲个故事。”原来弗丝口中的“主人”是一名黑魔法师，弗丝天生就有控制梦境的能力，被恰好路过的黑魔法师看到了，这种体质正适合炼制成无尽梦魇，弗丝从小呢，小朋友都不喜欢她，黑魔法师利用了这一点，蛊惑弗丝使用能力到小朋友的梦境去玩，他成功了，跟弗丝玩过小朋友因为梦境承受不了弗丝的精神力，导致智力退减等问题，而那些盲目的家长听信了黑魔法师的话认为弗丝是个怪物，将弗丝烧死了，被黑魔法师捡了个便宜。\n        \n            听了弗丝的故事叶言差点没有撸起袖子去找黑魔法师好好“谈谈人生”了，居然怎么对待萝莉！这种异端一定要处于火刑！看着面前变成了FFF团的叶言，弗丝说“大哥哥你就别想去找他了，他的行踪就连我也不知道，他一般都是用精神下令，不过我有预感，要是我多次追杀哥哥失败，他可能就会亲自出马，所以哥哥耐心等一等吧。”叶言也只能先把气憋着了，在陪弗丝好好玩了一会，梦境也快消失了，消失前弗丝对叶言说“哥哥！下次一定还要过来啊！”于是叶言便醒了。\n\n",
    "replies": []
}