{
    "title": "＜原创同人·圣杯·连载＞无限节操制 3.逃亡？我可是手撕鬼子的男人！",
    "author": "56562741",
    "replyCount": 2,
    "timestamp": 1442417160,
    "txt_content": "                      当叶言醒来时发现，自己在一个普通的房子里，看起来像地下室，看着旁边的还没醒来的轮回者，“不愧，是独立者吗，果然我的能力已经超过普通人了，哈哈哈哈哈……咳！呛到嗓子了！”\n        \n        \n        一边在哪咳叶言也想起来这次试炼的世界《弗莱迪大战杰森》，主要讲的是冷酷不死僵尸杰森和恐怖梦魇弗莱迪因为之间的杀人艺术不同的关系而导致的大战，总之就是说一个萝莉控怪蜀黍和冷酷巴萨卡的战斗，嗯，大概吧。看着周围没醒的人，叶言机智的继续装昏，为啥？你笨啊！这叫扮猪吃虎啊！再说这样万一他们中有资深轮回者怎么办？你想暴露身份你去！叶言是不会那么傻的。\n        \n               这时叶言耳边响起了，主神那萌萌的萝莉音，（就凭这待遇，当独立者，值了！）叶言心中想到。“叮！独立者职业礼包已送到！”叶言听见了两眼放光说道“哦！这才是职业装吗！之前原来只是福利啊！”叶言一边装着昏迷其实意识已经进入到了空间里，空间里多了一个看着很精美的礼包，叶言打开一看，里面放着一块勋章，紫色为主，周边刻着神秘的花纹，中间是一个大大的“独”字，还有一套类似E叔刺客服装的衣服，不过颜色是紫色，衣服上多了很多花纹，胸前绣着一个“独”字，还有一张纸条，“哦，这就是员工制服吗！我终于也可以过一把E叔的瘾了！不过这张纸条是？”叶言打开纸条上面写着“迟来的员工礼包，努力工作有更多福利哦～-------------全宇宙天下无敌可爱的主神SAMA（其实才不是忘了呢！）”看着这张纸条后面还有一个笑脸，叶言突然有了一种想把这张纸撕了的冲动，但是最终还是忍下来了，“唉，有这样一个无节操的老板，我对我的未来感到深深的担忧。”\n        \n               叶言刚想看看衣服和勋章的属性，他忽然发现轮回者都醒的差不多了，于是他也起来了，看着这几个轮回者，一共十名，算上他自己，一名穿着哥特式服装的小萝莉，一个穿着骑士装的中年男人，这两个人最像资深者，其他几个，三个学生装的少年，一个胖子宅男，两个小混混，一个老太太。叶言是第五个起来的，等其他人都起来了，中间的骑士大叔，出声说“根据你们脑海中的规则你们也知道这是什么地方了吧？”其他轮回者也去读了下脑海中的知识，脸色瞬间变成惨白，一阵沉默最后还是那个胖子宅男出了声“那个……那你们就是所谓的资深者了？这里就是主神空间？”骑士大叔点了点头说“没错！这虽然并不是主神空间，但是跟你说的很类似，在这里有着金钱！权利！力量！这一切你都可以拥有！只要你能活下去！新人们啊，我该说你们倒霉呢还是幸运呢？你们第一次试炼就是逃亡模式！”各位轮回者眼中出现了狂热的目光，叶言也出来问道“逃亡模式？那是什么？还有之前主神说的世界作品符合度又是什么？”骑士大叔说“逃亡模式，的确是逃亡，这个模式一切世界原著的剧情都会消失，我们的任务只有一个那就是活下去！活过一星期就算赢了！但是为了制造难度，原著一切的反派和怪物都会随着时间的流动而一一出现，而且在第五天时主神还会派出比我们实力还要强大的猎杀手，来对我们进行追杀！但是高风险往往伴随着高利润！逃亡任务完成后的奖励点也多的惊人。世界作品符合度就是这个世界虽然是有原著的但是不可能一切都符合所以，就有了这个东西，这次世界偏差不算太大。”\n        \n            这时所有人耳边都响起了一个声音“逃亡任务！在猎杀手和弗莱迪以及杰森的追杀下活过三十天，猎杀手第二十五天降临！奖励点为一万！”这时所以人都不由打了个冷颤，这时突然，弗莱迪出现在了楼梯口怪笑道“哈哈哈哈，你们已经被我下来诅咒了，你们是我的猎物，谁也抢不走！包括那个傻大个！”然后便如同一个影子消失了，这时众新人也开始不安害怕起来，骑士大叔也感到了不妙，于是他抚平了下众人的情绪，让所有人坐下来，说“看到了吗？这次想必是十分凶险的，所以我希望大家团结在一起，来对抗弗莱迪和杰森以及之后的猎杀手。我先自我介绍一下吧，我叫李痕，经历过两场试炼，兑换了C级骑士传承”这明显起了个好兆头，大家的情绪也被渐渐平复下来，开始介绍起自己，胖子宅男说“我叫田亮，嗯，是一名宅男，新人抽奖获得的是一把枪，嗯,是一把锋利的枪附带破魔属性（幸运E）还有一个医疗包。”剩下几个人也开始介绍自己但是呢，剩下人抽到的东西五花八门，有运动鞋，有红药水，有菜刀，叶言心中想到“看来，我的运气还是很好的吗！”轮到叶言的时候“我叫叶言，宅男一名！同时也是混血儿，抽到的是一把镰刀，附带破灵属性。”听到后其他人也是羡慕起来破灵属性对于弗莱迪和杰森是有着克制属性的，这样活下来的几率也大了呢。\n        \n                最后就剩下那个小萝莉，小萝莉也说什么，自己一个人走了，大家看到了也有点不爽，其中的一个小混混，拦着她说“喂！大家都介绍了自己！就你一个人了”可是萝莉也没理他，哼了一声“喂！我跟你说话呢！你不理我是吧！”说着把手抓向小萝莉，然后就听见了一声惨叫，大家把目光都看过去，那个混混的手上一种黑色的火焰在燃烧着，这时一种可爱但是冷如寒冰的声音传过来“哼，只是一个新人罢了，你们不是想知道我的名字吗？我告诉你们！你们太弱！”这时小萝莉身上出现的气势如同一个来自地狱的恶魔，其中几个人承受不了气势倒下去了，只有叶言跑到萝莉的身边，萝莉看见了说“你，也想像他一样？”叶言摇了摇头说“我是来问一个很严肃的问题，请问你的胖次是什么颜色？”在这里就不得不说叶言的属性了，全控！偏萝莉御姐！萝莉还多一些，所以这也是为什么主角看到萝莉主神和小萝莉会突然变成神经病了。听见了这句话在场所有人都不禁无语，而萝莉却是笑起来，“好啊，新人啊，你要是能活下来这场试炼，我就告诉你。”叶言严肃起来说“我活下来的话请务必告诉我！”萝莉下了楼，叶言也跟着走了，走时骑士大叔还说“你不想活了！人多才能增加逃亡活下来的可能性！”叶言比了个大拇指漏出牙齿笑着说“逃亡？老子可是手撕鬼子的男人！”就走了。 \n",
    "replies": [
        {
            "author": "shure",
            "timestamp": 1442453760,
            "txt_content": "鬼子……？小日本……？"
        },
        {
            "author": "名人才华",
            "timestamp": 1442464560,
            "txt_content": "有点流水账，没有走心的描写，中二属性倒是满满的"
        }
    ]
}