{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第一节",
    "author": "2B与mc的故事",
    "replyCount": 3,
    "timestamp": 1442579760,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-9-18 20:49 编辑 \n\n第二章 迈向世界在你完全迈进这个世界之后，才能感受到它无情的黑暗\n而在你真正了解这个世界之后，你才会发自内心地感叹：即使在黑暗的夜空中，也会有无数星星不为人知地发着光，无论自己的那道光芒是多么的微不足道……\n      夜幕降临。\n\n        这是一个阴沉的夜晚，星星们都被乌云笼罩，失去了原来的光彩。夜空呈现出单调的黑暗，就像一片没有边界的深渊，一直延伸到地平线，延伸到天空的边缘……\n\n        死寂的夜空令人无比压抑。这种黑暗僵硬得就像是一块巨石，随时都会坍塌下来似的。这让整个世界都显得不安起来，大地，河流，山林，天空，所有的一切似乎都在无声地哀叹。唯有狂风在山间呼啸着，宣泄自己的不满。\n\n        狂风狠狠撞在了穹闪伤痕累累的身躯上，接着又冷漠地继续向前呼啸而去，完全没有在意穹闪的存在，连一声道歉也没有。\n\n        没错，这个世界就是这样无情，没有人会可怜弱者，也没有人会在意弱者的感受，没有，也不可能会有。\n\n        穹闪一边想着，一边低着头向前缓缓走去。无奈，不甘，愤怒，悲伤，这一切交织在一起，变成了一团乱麻。天灵山脉之外的整片大平原里，仅有他一人在黑暗中蹒跚前进，仅有凄厉的风声与他为伴。\n\n        我该去哪里呢？我又有什么地方可去呢？\n\n        穹闪摇摇头。他没有地方可去。现在他唯一能做的，只有向前走。除此之外，无事可做。不仅仅是无聊，而是迷茫。\n\n        “啊啊啊！！救命！救命！”一声尖锐的咆哮刺破了寂静。\n\n        远处的人影渐渐清晰起来。虽说是在晚上，可是毫无遮挡物的平原还是让视野变得很开阔。穹闪勉强能看清，那是几个人正追着一个与他年纪相仿的女孩。\n\n        “别白费力气了。这种时候荒郊野外的怎么会有人？”一个男人的声音传来。\n\n        “将军的命令是杀光周围的一切反抗者，就算你侥幸躲过了我们，你能躲得了整个天灵山脉上万的士兵吗？”另一个人的声音。\n\n        听到“将军”这两个字，穹闪立刻握紧了拳头，停下了脚步。\n\n        又是该死的猛禽军团。\n\n        女孩在看到穹闪的那一刻欣喜若狂，拼尽全力朝着穹闪跑去，后面的几个士兵也很快追了上来。\n\n        “小子，你是谁？别挡道，我们可是猛禽军团的人！”带头的人说着朝穹闪走去，“或者说……你想帮她？跟我们作对，可是会没命的！”\n\n        “求求你，救我一命！我会给你很多钱的！”女孩抓着穹闪的手，带着哭腔说道。\n\n        “我对钱不感兴趣。”穹闪看着那个女孩，淡淡地说道，“所以，我也没有理由救你。”\n\n        女孩绝望地松开手，坐在原地痛哭起来。\n\n        “这就对了。乖乖听从我们的命令，你会过得很好。”领头的人说着走向女孩，举起了手中的剑。\n\n        “但是。”穹闪满眼愤恨地看向猛禽军团的人，“我绝不会服从你们的命令！”\n\n        话音刚落，一道新月般的剑光闪过，所有敌人在一瞬间倒地。能看清的只有穹闪拔剑和收剑的那两个刹那。\n\n        穹闪默默向前走去。身后的女孩还坐在原地，完全没搞清楚刚才发生了什么。她只是感到有一丝寒气从头顶飞过，接着回头一看，追她的几个人全都倒下了。\n\n         “等等！”女孩站了起来，朝着穹闪喊道，“谢谢你！”\n\n        “用不着谢我，我没有帮你。”穹闪头也不回地答道，“我只是跟猛禽军团的家伙有些仇而已。”\n\n        “那个……你能再帮我一个忙吗？”女孩问道。\n\n        “不能。”穹闪冷冷地答道，继续向前走去。\n\n        “你想要什么报酬？我都可以给你！我们家很有钱的！”女孩说着追了上去。\n\n        “你烦不烦？我说过了，我对钱不感兴趣。”穹闪还是继续向前走着。\n\n        “那你想要什么？”\n\n        “力量。”\n\n        “呃……你是想要变得更厉害？那也可以。我的舅舅认识很多厉害的人，他们一定可以帮助你。”\n\n        “真的？”穹闪停下了脚步。\n\n        “当然是真的！你救了我，所以你是好人，是朋友，我怎么会骗你？”女孩不假思索地答道。\n\n        听到“朋友”这两个字，穹闪犹豫了。\n\n        “朋友……”穹闪转向女孩，“好吧，那我就再帮你一次。你要干什么？”\n\n        “也不是什么很麻烦的事，就是带我去平曦联盟的主城，不远的，几天就到了。”女孩答道，“这路上有很多猛禽军团的士兵，我一个人是不可能到得了那里的。”\n\n        “好吧，一言为定。我带你去平曦联盟主城，你告诉我变强的方法。”穹闪的脸上溢出一丝久违的笑容，“你的名字？”\n\n        “灵曦。”\n\n        “接下来往那边走？”穹闪又问道。\n\n        “就是你刚才走的方向，西边，一直走，然后……”\n\n        “等等再说，要来了！”穹闪说着拉起灵曦的手跑起来。\n\n        “什么？这么快追兵就来了？”灵曦一边气喘吁吁地跑着，一边问道。\n\n        穹闪摇摇头，继续向前跑去。找到一个露天的不深的小矿洞，立刻跳了下去。\n\n        “你倒是说话呀！是什么要来了！”灵曦感到莫名其妙，朝着穹闪大吼道。\n\n        “雨。”\n\n        话音刚落，外边就是一场倾盆大雨。\n\n        “哇！你真是神了！”灵曦惊奇得跳了起来，“你怎么知道会下雨的？”\n\n        “我从小就在野外生活，下雨的前兆还是能感觉到的。”穹闪一边四处走动安置火把一边说道。\n\n        “看来我今天遇到了一个不得了的人呢！”灵曦兴奋地说道。\n\n        “不，还远远不够。我要变得更强才行。”穹闪说着望了望洞穴外的大雨，说道。\n\n        “强到能打败那个人。”\n\n\n\n\n目录\n\n\n\n\n\n第一步的时候有人吐槽妹子太少了，这一部绝对会注意。（真正の想法：FFFFFFFFFFFFFFF）\n@恶魔-潇洒 @一枚渣渣 @bo_bo2001 bo @guqu \n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1442582700,
            "txt_content": "这小女孩居然能发出尖锐的咆哮= ="
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1442583900,
            "txt_content": "哇。一对CP诶"
        },
        {
            "author": "守望者_",
            "timestamp": 1442584080,
            "txt_content": "我就知道。。。。只有我们明天还上课。。。。。"
        }
    ]
}