{
    "title": "<原创·连载·圣杯>《月下的放映师》第二章——麦田里的背影【多视角】",
    "author": "lds003",
    "replyCount": 7,
    "timestamp": 1442621100,
    "txt_content": "封面\n\n\n序章第一章\n第二章-麦田里的背影\n\n写在前面嘛~如你们所见，上周并没有更_(:з」∠)_主要是开学比较忙（lan），不过从本周开始应该会照常更，应该..好叭那这里有几件事说一下\n1.已经把整个剧情的大纲整理出来，共两条主线，多条直线（回忆）\n2.第一章字数太多（四千多，而且写的不大满意），再此反省，以后每章一般仅安排两节（两个视角），一主一支\n3.决定厚颜无耻的把【多视角】加到标题里，要不似乎并没有人看_(:з」∠)_\n4.宁愿评分少一点也好，还是希望多评论，因为评分我并不能回应你们╮(╯▽╰)╭\n5.本章引入主线，各位阅读愉快~6.（评论评论评论...）正文第一节油库映画街——萧绯2017.07.30 19:00夜空，月色，晃眼的灯火。远处，喧嚣依然，身后的街道却只寥寥荡着一两张传单，在地上擦出些声响。\n归来小口小口地啃着面包，视线往下飘着。“这么说，”我打破了沉默“你来坤龙，是为了炎的事么”“嗯”他声音怪轻的，面包依然凑在嘴巴前“抱歉瞒着你们”“没什么好道歉的，换我也这么打算”我直起身子，目光瞥向挂在天上的月亮。“没事，我知道你可以信任”剩下的面包碎被一口咽进去，像魂回来了似的，归来一下又精神起来。\n“好吧，进入正题”我把望向夜空的双目撤了回来“首先，为什么先告诉我”“这是我的疏忽，不过，也算是赌一把了，说不定你会帮上大忙”“疏忽？”我有些诧异，他不像是会犯这种错误的人“那好，我会帮你保密”“有条件？”他问道“自然”我望向他的眼睛，隐约映着清冷的月色“你到底想知道什么”\n“你记得炎退出坤龙的时候么”他似乎回忆着什么“他到底为什么离开”“这问题当时讲过了”对于这件事我不免有些火气“不是离开”“是驱逐”他打断了我“这解释我听过一万遍了，真是这样？”“既然你都这么说了，我也就告诉你吧，不是这样”我深呼了口气“从某种层面来说，他的离开是必然的，不是任意一方的责任”“必然？”“是的，必然”我从木椅上站起身来“不过，真正所谓‘原因’，你就自己去找吧，这不正是你来这的目的么”“你让我找，去哪找？几年前的事情，哪是那么轻松的”“帝国映画”我停顿了一会“我会帮你”“你疯了”他诧异地望向我“你让我去那鬼地方？”“我知道那地方难混，不过，这是你自己的选择”我拍了拍他的肩头“明天收拾收拾，第一个任务，等我安排”\n\n第二节油库护城林——林子2017.07.30 21:00我还记得，和炎的初见。三年前，依然是映画节，依然是这片护城林。\n炎的放映店，开在街旁一个不起眼的角落，背后，就是高大的护城林，在铁傀儡之前，这也是重要的防护措施之一。、他一直很傻，包括把自己的联系方式贴在放映店的墙上，一个人跑到护城林外的时候。不过，那我也很傻，也是因为这个，我在那张联系方式下面留了言，说是要见面。\n当别的放映师都忙着拉客赚钱时，炎居然在和他唯一的粉丝筹划见面。我们把见面的地点，约定在放映店旁，那片护城林后，没有别的，简简单单。\n于是，在那年映画节开幕式的深夜，我没有跑去欢呼呐喊，而是悄悄地背着，一个从叫初心映画店的地方淘来的二手采样器，钻进了那一小片和夜空一样漆黑的护城林。只是五六棵树的距离，我走到了林子的边缘。这是头一次，像个孩子一样从油库镇探出身子，望着外边，那一片没有灯火的世界。\n我靠在云杉粗糙的外皮上，远远望去，大致是一两千米的距离，横卧着一大片并不高耸的山脉，被夜幕压着，至少看着是的。接着山脚，又是一大片一大片的麦田，秋季将至，麦子已是长了半人高，整个上千亩的平原，好像全被这点徐徐的金色覆盖着。也大致因为月亮的缘故，穗尖却又不那么亮眼，披了一层银光，与夜幕悄然缝合在一起。在麦子与山脚的连接处，好似又有条河流躺着，只是被麦穗遮住，不知道有多宽，倒是隐约看见沉在里头，被水轻轻荡着的的银盘。\n梦境般恍惚的景色里，隐约瞧见，站着一个少年的背影，麦穗把他的腰身裹住，他望着挂在山上的那轮月，静静地，动也不动，好像要被这片朦胧融化去、吞噬去...忽的，他那被勾上银边的脸庞转了过来，望着我。不，是望着林子。“林子”他喊了声“是个好名字！”接着，便是一阵清脆爽朗的笑声。我呆站在那里，只是瞧见，一个有些可爱，或是说奇怪的家伙，噢，是放映师，月下的放映师。\n我把眼前的手掌挪开。远山的脚下，河流的身旁，一片片工地披着绿纱，露着骨架，突兀地立着。再不久，麦田，也要被钢筋泥林所支配了罢。\n",
    "replies": [
        {
            "author": "Sad_elevenKH",
            "timestamp": 1442622660,
            "txt_content": "终于出了！！前排支持"
        },
        {
            "author": "lds003",
            "timestamp": 1442628600,
            "txt_content": "Sad_elevenKH 发表于 2015-9-19 08:31\n终于出了！！前排支持\n(??????)??"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1442634420,
            "txt_content": "最后那个“罢”看得我好不爽= ="
        },
        {
            "author": "lds003",
            "timestamp": 1442636400,
            "txt_content": "lds003 发表于 2015-9-19 10:10\n(??????)??\n其实这是个颜符号..我...."
        },
        {
            "author": "lds003",
            "timestamp": 1442636520,
            "txt_content": "bo_bo2001 发表于 2015-9-19 11:47\n最后那个“罢”看得我好不爽= =\n感觉吧太轻浮了23333，不过无所谓啦~"
        },
        {
            "author": "1137246733",
            "timestamp": 1442662140,
            "txt_content": "恩，终于又出了\n由于时间问题暂时无法点评\n只能给予——加油！"
        },
        {
            "author": "lds003",
            "timestamp": 1442662860,
            "txt_content": "1137246733 发表于 2015-9-19 19:29\n恩，终于又出了\n由于时间问题暂时无法点评\n只能给予——加油！\n嗯，辛苦你了;)【上次没见到你我心慌的..."
        }
    ]
}