{
    "title": "<小说|多章节|连载>方块世界的传奇——第一节",
    "author": "76222179",
    "replyCount": 4,
    "timestamp": 1442623980,
    "txt_content": " 本帖最后由 76222179 于 2015-9-22 11:48 编辑 \n\n1.无知\n我是史蒂夫，一个平平凡凡的普通人，生活在一个小镇里，学历只不过是初中，由于贪玩，便不再上学了。在我无所事事地荒废了好几年后，也就是十八岁那年，我的小镇发生了一件怪事，并且我是唯一受害者。\n那天晚上，我在房顶上散步，忽然发现了天上出现了一道光，直射我这个方向，我第一反映便是马上找到楼梯跑下楼顶，可为时已晚，房顶被炸了一个坑，并且待附近烟雾散去之后，一个由黑色的方块组成的门出现在我面前。好奇心驱使我一步一步慢慢向它走去，大概是在接近它一米时，它的吸力将我吸了进去，我眼前一黑…………\n睁开双眼，我发现我在沙滩上，我环顾四周，这里的一切，包括我，都是方块！\n我看过《鲁滨逊漂流记》，这座岛屿与书上的几乎相同，不过是方块组成的。我第一意识就是：要在这里活下去。\n与鲁滨逊相比，我的条件相对比较差，我没有工具，没有任何东西。我只能在这里坐着，不知道下一步该干嘛，只是呆呆地望着天空发呆，以及那些方块状的白云。\n天边渐渐泛红，我这才意识到，我在这里坐了一下午。我慌乱地找一个庇护所，我发现一个洞，但里面貌似有什么东西，我不敢下去。只能爬到一棵较高的树上，像鲁滨逊一样在树上睡一觉。可我根本睡不了，不知道为什么，我闭不上眼睛，只能站着树上，心想：我的双手能做什么，不可能把树给砍断吧。\n\n2.发现\n天渐渐亮了，附近的怪物也慢慢消失，上面我并没有写清楚怪物，这里的怪物——有一些僵尸，他们浑身发绿，还会发出吼声，十分恶心。我不知道这些僵尸从何而来，或许是以前到达这个岛的人死去的灵魂。也许，下一个就是我了……\n我绝望地跳下了树。“嘶！”我吓了一大跳，这才发现，树下有一只蜘蛛，并不是我们那个世界的蜘蛛，而是和我一样大的蜘蛛，它们有着血红色的四只眼睛，恶狠狠地盯着我，却没有攻击我。那么我也就不冒犯它，继续走我的。我感觉我在这个岛根本不能活下去，连食物都没有。我很生气，一拳头向一棵树打去，令我惊奇的是，树干出现了裂痕。我无法相信我的手具有这样巨大的力气，足以让一棵树出现裂痕。我继续捶打，那个方块型的树干断了，可是整棵树并没有因此而倒下砸到我，而是浮在空中。地上飘着原木，不过已经缩小的了。我走近它便会收进我背包，手上立刻出现可那个原木，具体来说，我立刻拿着它。\n\n3.制作\n我对这个发现欣喜若狂，用这个方法砍了二十几棵原木。现在我有足够的木头了，可以盖一间房子，不过我必须用木板，因为二十几个原木远远不够，如果继续砍——现在已经接近黄昏了——我的时间肯定不够的。我立即着手钻研，如何制作木板，可我完全没有工具，无法把原木削成木板的样子。我把木头拿在手中，双手捧着。彭！一个原木竟然化成了四块木板。根据我多年玩游戏的经验，这应该是合成，一个原木可以合成四块木板。我逐渐学会了方法。\n\n4.居所\n我把所有原木分解成了木板，我拥有许多木板，我利用它们盖了一座火柴盒（方盒子），天色已经暗淡了。我继续钻研合成。我把木板摆成2x2，原以为不会有什么东西出现，但是竟然合成出来一张台。上面有九宫格，也许是拓展合成的吧。我逐渐学会合成的方法，就是把材料摆成近似那样物品就可以合成出来。我按这个方法，用木板在台上摆出门的形状，果真如此，一扇门得手了。我将它放在我建房子时留下的一个宽一格高两格的洞，一个临时的家做好了。天黑之后房子了也非常暗，我只能摸着走路。\n“咕噜。。。。”我意识到我饿了，可我没有任何食物。我从门的小窗里看见外面一棵被我砍掉树干的树的树叶正在消失，并且掉下一个又一个苹果。我立刻推门而出，把苹果捡起来。这时，一个僵尸发现了我，我立马飞奔会家，幸好僵尸的速度不快，不足以追上我。我一会到家，便狼吞虎咽起来，把肚子填饱了。还剩下几个苹果，我留着当早餐什么的。\n\n5.出击\n按着这个方法，我随后制作出了木剑以及木镐。我可以去挖点煤炭来制作火把，因为火把的制作必须使用煤。\n我走到刚刚来到这个世界时的那个洞前，手上拿着木镐，这里面一定有一些煤矿什么的供我挖掘。\n洞里很暗，我睁大眼睛搜寻着煤矿，不一会，我发现一大堆的煤，我把它们全部采完了，并且顺便挖了点石头，我可以像原始人一样制作石器，石器总还是比木头做的好用。\n我并不在这个洞里久留，也不继续深入，而是向洞口走去，回家继续制作更多的东西。\n和制作木剑木镐一样，我合成了石剑以及石镐。我用木剑杀了一些猪，获得尽可能多的猪肉以便我食用。可是问题来了，这些猪肉是生的，我不敢生吃，可又没有任何可以烤猪肉的东西。我尝试生一堆火，可是我挖的石头是不能通过敲打而生火的。我也许可以像古代人那样制作一个熔炉什么的，后来这个方法真的完成了，我用石头合成一个简易的熔炉，用煤来烧熟了猪肉，还剩了一点煤，制作了36根火把，我把他们插在房子里，这样亮堂多了。\n\n友情链接：主目录 下一节\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "NobleGolden",
            "timestamp": 1442628300,
            "txt_content": "细节不够，加油吧"
        },
        {
            "author": "xcc",
            "timestamp": 1442629140,
            "txt_content": "模板没有，标题格式不对"
        },
        {
            "author": "li871549161",
            "timestamp": 1442832480,
            "txt_content": "嘛，有比没有好，还是很支持你的"
        },
        {
            "author": "76222179",
            "timestamp": 1442893620,
            "txt_content": "li871549161 发表于 2015-9-21 18:48\n嘛，有比没有好，还是很支持你的\n谢谢支持~"
        }
    ]
}