{
    "title": "<原创·圣杯·连载>《神不会死：真正的神》第一回 D【林磊】",
    "author": "电饭煲（备）",
    "replyCount": 1,
    "timestamp": 1442644500,
    "txt_content": " 本帖最后由 电饭煲（备） 于 2015-9-19 14:37 编辑 \n\n《神不会死：真正的神》第一回D部分【林磊】——科技年2015年9月15日上午9时17分    “欢迎来到核心学院，诸位新生请在指示路标与前辈的带领下有次序地前往教室，在路上请不要推搡……”林磊听着AI欢迎的声音，一脸疑虑地站在校门口。      在林磊眼中，整个国度的最高学府应该是宏伟霸气，气宇轩昂的，但是在他面前的并不是什么高科技的建筑物，相反，这里的每一幢建筑物都是十分老式的钢筋混凝土结构。没有全息显示屏，没有高亮光子管，只有寥寥几个路标插在地上，路边还偶尔有几位学姐学长出来迎接。      “我们来对了吗？”林磊转头看向高倩，“我觉得这里不怎么像啊！”高倩也一脸无奈，她接到录取通知书的时候，介绍上面写的清清楚楚“全国第一学府”“超越外界至少百年科技水平”，但是眼前的这幢建筑怎么也想不到那一块去。      “别愣着了，学弟学妹，我们这里是当局者清，旁观者迷。”一位学长走了过来，一脸笑盈盈地瞧着林磊，“我叫陆德志，大学部A级33班。”      “呃……”往日就不怎么擅长交际的林磊面露苦涩，“呃……这个……高倩，你来吧！”      “哎，你呀，今后也给学着点。”高倩面带笑意地责备道，“对不起学长，他不怎么擅长交际。你好，我们是新一届的大一生，他叫林磊，我叫高倩。今后也请多多关照了。”      “哪里哪里，应该的应该的。”陆德志回应如此。      “就说你们这些没用吧，我觉得不如我们先搞清楚这个教学楼是什么情况。”林磊双手环抱，眼神闪烁地打量着四周的建筑。长满苔藓的台阶，爬满藤蔓的墙壁，忽闪忽灭的灯光，怎么看都不像是一个最高学府的样子。      “哎哟，学弟你急什么，这里是我们的宿舍，别看外面看起来堕落，实际上宿舍内大有文章。”陆德志边说边自豪地看了看对面楼上排列整齐的一扇扇窗户，“我们的教室是需要通过时空差速器才能过去的，你们看，那边那幢爬满藤蔓的建筑就是时空差速器的位置。我们别急，先去宿舍放好东西，我陪你们转转。”      林磊依稀记得似乎从哪本科普书籍上看见过时空差速器的概念，倏忽间林磊就感受到了这座最高学府的实力之强大。      “这就是你们的宿舍楼了，我们这里男女一幢楼，不同楼层，你们别做些出格的事情就好。”陆德志随口开了一个玩笑便回到对面的宿舍楼中了。     林磊推开宿舍的门，不同于他就读的高中的是，这个宿舍是双人间的，显得十分宽阔，床头摆放着几株花草，窗前挂着几串银铃，微风拂过，叮铃的响声让人有种浑身通畅的感觉。那几株花草是前辈留下的，那几串银铃应该也是这样，但有一点林磊无法理解，这里的空间实际来讲并不大，横竖都是四步左右的空间，但是看起来却有至少三倍之多。     “诶呦！你是我的室友吗！”一个个子矮到看起来不像是大学生的“孩子”走进了宿舍，“你在纳闷为什么这么宽吧，其实并不难理解，这里的空间都因为时空差速器被扭曲了，所以看起来要大一点。啊！对了，我忘记自我介绍了，我叫张抒枝，今后还请多多关照。”林磊用俯视的视角看着这个小个子，场面霎时有些许尴尬，随后林磊坐了下来：“啊……那个……我叫做林磊，十九岁，请多多关照。”林磊似乎很吃力的与张抒枝问好，但反倒是这一坐一问搞得场面更加尴尬了，林磊甚至能从对方的眼里看出几点泪花。       “嘿！林磊！和舍友相处的好吗！快收拾好东西，我带你们去看我们的教学基地。”就在这时陆德志缓缓推门而入，林磊顿时松了口气，生怕学长会改主意似的回答：“我已经收拾好了，我们走吧！”       那幢布满了藤蔓的建筑物的内部竟然是难以想象的景观，纯白色的地板，钢铁做的走廊，闪烁着蓝光的屏幕，不断呼啸而过的机器人再一次印证了这所学府的实力。       林磊和高倩随着陆德志一齐使用了时空差速器。       重新睁开眼，在他们面前的是横幅、蛋糕、派对还有许许多多的新人“这群人！说好的晚会！”陆德志生气的说道，随即便把林磊和高倩带到了一个长长的走道当中，“这就是教学楼的各个教室了，你们要看就自己看吧。”      映入眼帘的是一片雨景，小雨画作大雨，时而既疏又轻，时而气势磅礴，一个如同水母一般透明的护罩包裹着林磊与高倩二人，他们缓缓走向前。每一间教室都是空荡荡的，但当有人进入的时候又会如同拼图一般出现不同风格的课桌。      这个走道很长，直到天空泛起一丝暗红，他们才走到尽头，这里的风景已经给予了他们足够多的震撼，高倩和林磊二人并没有参加迎新晚会，脑袋里半路就已构思好今后的路线，纷纷走向自己的宿舍，躺下便睡，对于他们来讲，现在需要的是冷静，而今后要做的则需要惊天地。\n《神不会死：真正的神》索引贴        《神不会死：真正的神》电子档下载",
    "replies": [
        {
            "author": "龙隐尘L",
            "timestamp": 1442666580,
            "txt_content": "咋没有空格啊\n希望楼主加点空格和背景，看得舒服"
        }
    ]
}