{
    "title": "<原创·连载·圣杯>星月夜[第一章：沉睡者]",
    "author": "北极星人",
    "replyCount": 6,
    "timestamp": 1442635140,
    "txt_content": " 本帖最后由 北极星人 于 2015-9-19 12:04 编辑 \n\n正文\n\n\n       门外传来锁链断裂的声音，接着有什么东西插入了门的锁孔，蛮横的扭动着。一阵沉闷的响声。\n       “咔哒。”\n       因为年久失修的缘故，这扇门就连推开也显得十分困难。同时还有刺耳的声音。\n       终于被推开，一阵风吹起了房间内不少的灰尘，引来此起彼伏的咳嗽声。之后几束微弱的手电光照射进来。门外的走廊里站着三个人，他们等着房内的灰尘落定后，小心翼翼地进入房间内。\n       这里像是做研究的房间。其中两人对视了一下，有一人点了点头，表明他们找了这么多地方终于找对了。\n       个子稍矮的男子调节了一下手电的光，四处照了照，墙壁上用笔写了一些字，因为时间的流逝导致字迹模糊不清。\n       “在这里。”他照到了一个像是棺材一样的东西，上面零乱的堆叠了一些乱七八糟的东西，在黑暗中显得很不起眼。似乎是有人刻意隐藏。\n       另外两人把袖子挽上去，开始一点点把上面那些东西搬下来，放在一边。艰难地抬起它，就从两人脸上的表情来看，这东西应该轻不了。“杰伊，把灯关掉，然后把锁链绑回去。”走在后面那个男子使了个眼色。杰伊关掉手电筒，等到两人抬着东西出去后，才退出房间。\n       门关好，他捡起刚才被强行弄断的铁链，很仔细地一圈圈绑在门把上。他拍了拍手，这跟进来前基本无异。满意地点了一下头，借着走廊窗户外透进来那些微弱的光，静悄悄地离开了这里。\n\n       杰伊卸下螺丝，之后在密码盘上很流利地拨了一个十二位密码。这东西有一部分外壳已经被破坏了，露出了里面的齿轮，齿轮后面就是玻璃，透过缝隙，能看见一只紧闭着的眼睛。\n       密码输入完毕，齿轮开始笨拙的转动起来。耳朵贴在外壳上，屏住呼吸聆听着，齿轮转动的声音并没有什么异样。只是因为时间有些久，再加上外壳破损，里面的润滑油都掉光了所以转动看着很奇怪。\n       一阵怪异的声响，类似舱盖的东西缓缓抬起，里面飘出了令人作呕的怪异气味。杰伊捂着鼻子，走上前，单手就直接掰断了舱盖，这东西果然是因为时间而变得脆弱不已。杰伊脸上流露出一丝惊异。\n       里面躺着个男生，脸上甚至还带着一丝稍有幼稚的成熟。双手被固定在两旁，带着一个呼吸器，呼吸器的软管连接着左下放一个封闭的铁箱，根据外形杰伊判断这个应该是个自动制氧箱，是一种不需要依靠能量就可以制取氧气的东西。\n       看来这一趟没白跑，这种制氧箱当时全世界恐怕也只有几个，能用在这样一个男生身上，这人绝对非同小可。杰伊按下身旁桌子上的按钮，房间内开始不断进入一些清新的空气，夹杂着海水的味道。他在心里数着数，很快，他按下了旁边的红色按钮。\n       这些氧气足够两个人用了。\n       拿来充好电的激光切割器，仔细地把制氧箱卸下来，这和舱体是连在一起的，不用切割器不可能卸下来。制氧箱放在一边。他仔细地端详了一下男生，之后硬是扯掉了乱七八糟的管子，舱体发出了刺耳死板的警报声。\n       “烦死了，别叫了！”杰伊一脚踹到舱体上，房间内瞬间恢复了沉寂。\n       他把男生平放在地上，气息很平稳，脉搏也没问题。长舒了一口气，如释重负般踱回了卧室。他心里清楚距离完成所有的事情还很远，但至少今天的任务顺利完成了。\n\n       死寂的黑暗中，男生有些虚弱地坐起来，他看见了一个绿色房间，看来现在这里关着灯。他锤了锤自己的额头，之后再努力看了看，这里他很陌生。\n       是什么地方？\n       他仔细感受了一下，确定附近没有人，才张开嘴，从舌头底下拿出了一个闪着荧蓝色光芒的金属小球。\n\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1442635920,
            "txt_content": "怎么感觉像盗墓一样= ="
        },
        {
            "author": "1137246733",
            "timestamp": 1442661780,
            "txt_content": "嗯哼，于是你就来参加圣杯了QAQ"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443168720,
            "txt_content": "能不能空格{:10_497:}"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443236460,
            "txt_content": "空格{:10_492:}"
        },
        {
            "author": "sam3737",
            "timestamp": 1448366760,
            "txt_content": "莫名特工感。。。"
        },
        {
            "author": "海潮",
            "timestamp": 1499444760,
            "txt_content": "北极，2年未见，近年可好？\n兴许你已经看不见这段文字了，可我还是要为你在此留下丰碑。"
        }
    ]
}