{
    "title": "<原创·连载>奇异冒险世界 第九章 泰坦之锤",
    "author": "2575174857",
    "replyCount": 4,
    "timestamp": 1443688980,
    "txt_content": " 本帖最后由 2575174857 于 2015-10-13 19:43 编辑 \n\n  PS：更了这么多章，终于憋了一个PS题外话出来，这个只是怒刷存在感的，你们别在意，没有丝毫作用。\n  随着刚才的一场有惊无恐的刺杀，哈迪斯随着康健回到了他的小木屋。\n  哈迪斯和康健分别坐着两个木凳子。\n  两人沉默着。\n  “抱歉，我没预料到那些奥兹国的家伙竟然敢这么大胆，直接敢越界来杀人。”康健最先开口说道。\n  “不，在我从悬崖上掉下来的时候，要不是你，我现在只是一具冰冷的尸体了。”\n  哈迪斯摇了摇头，说道。\n  “我没资格和你谈这些，换做是其他的村民，可不会像你这样救我上来，落井下石也不是不无可能的。”\n  “我救你只是顺手之举。”\n  “不，刚才的事情让我明白了在这个世界上生存的艰辛，而你至始至终还是让我白吃白住。希望你能够给我一个工作，否则我恐怕难以承受这样的恩惠。”\n  康健认真的凝视着哈迪斯的眼睛，看到的只有坚持，十几头牛都拉不回来的一种倔强。\n  “好吧，从明天起，你去莫甘特家帮忙打铁！那儿现在正缺人呢。”康健沉思了一会儿，说出了他的想法。\n  哈迪斯点了点头，表示他愿意接受这个工作。\n  “言归正传，康健，能不能请你告诉我，奥兹国到底是什么？”哈迪斯问出了他一路上憋了好久的问题，说实话，他对这里的风土人情，历史文化实在是太陌生，太不了解了。哈迪斯迫切地希望更多地了解这个世界，而不是一无所知，当个只会龟缩在方寸之地的人。\n  “奥兹国么。”康健点了点头，从一旁桌子的抽屉里面拿出了一张老旧的羊皮纸地图出来，铺在桌子上。\n  康健和哈迪斯都凑过去看，康健指着最中间的一块长方形大陆说道：“这就是我们现在所在的大陆，统称荒野大陆。”\n  康健开始源源不断地解说起来：“因为只有我们这块大陆，还是处在相当散乱的状态当中。”\n  “因为荒野大陆在曾经的试炼者之王，伯恩的带领下，曾横扫八荒，辉煌一时。”\n  “西方钢铁大陆的布尔塔克国与倪丹国以及东方绿叶大陆的奥兹国都畏惧于伯恩的光辉，而不敢轻举妄动。”\n  “而当伯恩与世长辞之后，这几个国家又显现出了他们的狼子野心，露出了他们贪婪的獠牙，对我们荒野大陆虎视眈眈。”\n  说到这里，康健顿了顿，又接着说：“但是他们始终畏惧着伯恩，惧怕伯恩还没有死，而不敢妄动。”\n  “不过这些家伙却不断地骚扰我们的边疆，大乱不出，小乱不断，结果我们荒原大陆越来越贫穷。”\n  “也是因为这样，大多数荒野大陆村落的居民们，都把一切归咎于伯恩，归咎于试炼者，辱称他们为异端，而无视了试炼者们曾经所做的贡献。”\n  “他们都不知道，他们这幅恩将仇报的丑恶模样，被周围的国家统统看在眼里。他们可能戏谑地玩弄着荒野大陆人的心理，让荒野大陆的人内讧，仇视试炼者，这样，像伯恩那样杰出的人就不会出现了。”\n  “在他们的眼里，我们荒野大陆的人，都是一群蛮夷，但是他们又实在惧怕试炼者的潜力，所以就导致，这群家伙四处追杀能够构建出武器的试炼者。”\n  “刚才那个黄色高帽男子多半也是因为如此。”  说完，康健就把那张羊皮纸地图卷起来收好。\n  接着他又说：“饿了吗？午饭时间其实已经到了。”\n  “饿了，今天中午吃什么？”哈迪斯摸了摸自己的肚子，就是它，刚才发出一声隔声，惹得他有点面红耳赤。\n  “好吧，我去准备准备。”康健点了点头，就走出了房门。\n  等他回来的时候，手中还端着两碗热乎乎的面，外带两双筷子。\n  康健把两碗面放在桌子上，说道：“趁热吃吧。”  哈迪斯点了点头接过了那碗面，仔细一看，面的上面还有一条条透明的东西。\n  “放心，这是附近海洋里面打捞出来的海蜇制作的海蜇丝，味道不敢保证，但是营养绝对丰富！”康健笑着说道。\n  听他这么说，哈迪斯才放下心来，捧起面条狼吞虎咽。\n  在这里待久了，哈迪斯早就放弃了以前慢条斯理的吃法，现在吃东西，主要追究一个字，快！\n  随着体质的增强，哈迪斯不用过多咀嚼食物就可以完全消化。\n  哈迪斯把吃完的空碗放在桌上，却发现，康健不知道什么时候早就已经吃完了。\n  “你吃的真神速。”哈迪斯只能这么形容了，原来实力强，饭吃的也这么快！\n  “承蒙夸奖。”康健淡淡地回了一句，似乎在思考刚才黄色高帽男子的事情。\n  “康健！康健！泰格闹着要找你！”那个老人碰碰跌跌地闯了进来，大喊道。\n  “泰格？！”康健猛地站了起来，眉头紧皱，眼里似乎还蕴含着，一股怒气，很难想象，谁能把康健气得反应这样激烈。\n  “哈迪斯，走！我们去看看，这家伙到底搞什么鬼。”康健抛下一句，就走了出去。\n  哈迪斯也跟了上去，他也想见识见识，泰格到底是个怎么样的家伙。\n  ”康健！泰格在中央比武场。”老人还在后面大喊着提醒康健。\n  “不用想我也知道那个混蛋在哪里。”康健道。\n  一路上，哈迪斯和康健走过了歪歪曲曲的小路，路过了几个把眼光投在他们身上的人，终于来到了所谓的中央比武场。\n  哈迪斯环视着周围，不禁咂舌，这里的中央比武场，全部是用硬度高，强的石砖砌成的石墙围起来的。\n  而且场地平整，宽阔，对除了必须远程攻击的任何人来说，都是一个公平的，能够放得开手的比武场。\n  周围都站满了观众，比武场很是热闹，谈话声盖过一切，人数此起彼伏参差不齐地散布在周围。\n  比武场中央的大石圆台之上，站着小黑点，不，应该说是个人。\n  哈迪斯和康健朝着大石圆台慢步走去，在同一刻，两边都看清楚了对方。\n  站在大石圆台上的人穿着一身的土黄色战甲，面容粗犷，身材也同康健一样的强壮。\n  “泰格，你到底想玩什么花···”\n  未等康健说完话，台上的泰格就打断了他的话：“我今天不是来找你的。”\n  接着，他的右手掌心周围浮现了无数的土黄色粒子，组成一个漩涡，漩涡之中，一柄武器在缓缓形成。\n  这些土黄色粒子，渐渐组成了一柄巨大的土黄色锤子，锤头两端尖锐，锤身细，而长。\n  在形成武器的同时，风雷齐东，泰格以一种狂暴之极的速度射向哈迪斯，快到康健都没反应过来，来不及伸出援手，谁都没料到，泰格会突然暴起，攻击哈迪斯。\n  “我是来找他的！”\n  “什么。”哈迪斯猛然失色，右手掌心同样即刻旋绕着紫色的粒子，组成了魔力之剑。\n  “嘭。”魔力之剑与土黄色巨锤的相撞，一股难以想象的巨力顺着魔力之剑，传到哈迪斯的手上。\n  哈迪斯被打得倒飞出去，沿着一条抛物线，狠狠地撞上了比武场四周的石砖墙，掀起一阵烟灰尘埃。\n  而魔力之剑也是被打得瞬间解体，重新化作点点紫色粒子，回到哈迪斯体内。\n  “噗。”哈迪斯张口就是一口鲜血吐出，双手瘫软无力，因为刚才的那股巨力，严重地损坏了哈迪斯双臂的肌肉，至少一段时间，他是没办法用了。\n  “不堪一击，这就是传闻中那强大的异端吗？”泰格吐了口唾沫，不屑道。\n  “连我泰坦之锤的一击都接不下去！”\n\n\n  \n  \n  \n  \n  \n  \n\n",
    "replies": [
        {
            "author": "1137246733",
            "timestamp": 1443692220,
            "txt_content": "推荐下次发文时带上索引地址"
        },
        {
            "author": "2575174857",
            "timestamp": 1443692220,
            "txt_content": "1137246733 发表于 2015-10-1 17:37\n推荐下次发文时带上索引地址\n其实，索引地址就在签名帖，点击签名档的图片直接跳转！"
        },
        {
            "author": "海潮",
            "timestamp": 1445180460,
            "txt_content": "据我所知，肌肉损坏不会导致吐血，生物没学好吧？嗯...没讲，可以原谅"
        },
        {
            "author": "2575174857",
            "timestamp": 1445252520,
            "txt_content": "海潮 发表于 2015-10-18 23:01\n据我所知，肌肉损坏不会导致吐血，生物没学好吧？嗯...没讲，可以原谅\n吐血是因为身体遭到重击，而且体质不够强，被打飞出去还能什么事情都没有地站起来，那真不是人"
        }
    ]
}