{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第二节",
    "author": "2B与mc的故事",
    "replyCount": 9,
    "timestamp": 1442669580,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-9-19 22:22 编辑 \n\n        雨点轻轻落下，拍打着草原，奏出轻快的乐章。终于熬过了沉闷的黑夜，整个大自然似乎都松了一口气。\n\n        绵绵细雨中，出现了两个人影。\n\n        “这雨怎么下个没完！”女孩抱怨着，“还有，下这么大的雨，你让我不带伞就出来走？着凉了怎么办？”\n\n        “这点小雨连头发都没打湿，还会着凉？别那么夸张。”男孩成熟的声音传来，“这样一直拖着可到不了平曦之城。”\n\n        女孩无奈地叹了一口气，问道：“你不是能预测天气吗？这场雨什么时候才会停？”\n\n        “照这个样子下去，至少还得下个一两天才会停。但是这已经比昨晚小很多了，不要再抱怨了。”男孩说着朝正前方指了指，“而且你也淋不了多久了，看，到了。”\n\n        放眼望去，一座巨大的城映入眼帘。一大片坚实的城墙伫立在广阔的原野之中，上面布满了岁月留下的痕迹和战乱划出的伤口，却丝毫没能让人感觉到虚弱，反而有一种越挫越勇的气概。鳞次栉比的房屋和来来往往的人群，无不让人感觉到这座城市的活力与繁荣。\n\n        “这就是平曦之城，比想象中的还要大呢！”男孩一边走向平曦之城，一边说道，“对了，你到底来这里干什么，灵曦？”\n\n        “我之前不是说过吗，我住的村子在战乱中被毁灭了，爸妈也不知去向……但是我舅舅住在这里，我或许可以找他寻求帮助。”灵曦的眼里透出一丝哀伤，但那又转瞬即逝，“还有，你问我变强的方法，我的舅舅就认识很多厉害的人哦！”\n\n        说着，两人穿过城门，来到了当今世界最大的城市之一，也是这场战争的重要主力的都城，平曦之城。\n\n        一进城，热闹的人群和周围各式各样的店铺把两人的紧张感瞬间冲淡了。“你知道长途旅行之后要做的第一件事是什么吗？”灵曦神秘地问道。\n\n        “不知道。我以前从来没出过天灵山。”穹闪答道。\n\n        “那当然是饱餐一顿！”灵曦说着跑向了一家客栈。\n\n        “貌似是个不错的主意。”穹闪笑着跟了上去。\n\n        这家客栈的生意异常火爆，他们好不容易才找到两个空位坐下。穹闪好奇地四处观望，尤其是对形形色色的穿着“奇装异服”的人感兴趣，可以说这里什么人都有：剑士，医生，土匪，还有一些普通的村民，不过更多的是穹闪叫不出名字的职业。\n\n        这时候，门口走进一个头顶灰色麻布披风的人，头发花白，但看不清容貌。如果这样的怪人出现在他们的村子里，绝对会有一大堆人跟上去围观吧！但是在这里，这样的穿着也显得很平常，没有引起任何人的主意。\n\n        那个人找不到空的座位，索性找了块空地盘腿坐下，然后昂着头大声喊道：“店小二，快给我上酒来！”这声音大到整间客栈都能听见。\n\n        这样的客人店小二也见得多了，大多数是赶时间的人，随便吃点什么填饱肚子就会走人。“好的，您想喝什么酒？”店小二一边想着，一边满脸堆笑地走了上去。\n\n        “什么酒都无所谓！”那个人喊道。店小二一边转过身去拿酒，一边想着：看吧，果然如此！\n\n        “反正我都没带钱！哈哈哈……”那个人的下一句话让整间客栈的目光都集中在了他的身上。\n\n        穹闪当然也聚精会神地注意着那个人，他觉得这个人很有趣。但是其他人不这么想，敢在这种客栈光明正大地吃霸王餐，后果可是很严重的。\n\n        在这种客栈里，什么样的人都有。老板为了以防万一，肯定请了打手来收拾这种人。而且因为什么样的人都有，老板请来的打手也绝不一般。在军队里，至少都能达到中队长的水平。所以敢来这种地方闹事的人很少，就算有，也都是被揍得鼻青脸肿赶出去的。\n\n        店小二朝着站在门口的一个年轻男人使了使眼神。那个年轻人看起来不怎么强壮，也许穹闪的身板都要比他魁梧几分。他朝着带斗篷的人走了过去，然后二话不说，抡起拳头就砸了下去。\n\n        带斗篷的人浅笑着伸出右手的食指，一记重拳就这样被轻松化解，但那个人的食指甚至连动都没有动一下。\n\n        人群中传来一阵唏嘘声。就连灵曦也忍不住悄悄笑出了声：“这种瘦得像猴一样家伙也敢来当打手？”\n\n        “不……”穹闪惊讶地看着那个带披风的人，“那一拳要是打在我手上，恐怕下半辈子我就只能用左手吃饭了。”\n\n        “真的？”灵曦有些不相信地问道，“你怎么看出来的？”\n\n        “那一拳挥过，周围的空气都在剧烈地震动。”穹闪对这个怪人越来越感兴趣了，“那家伙，绝不一般。”\n\n        “年轻人，火气不要这么大嘛，我只是跟你们开个玩笑。”说着，他从兜里掏出一个鼓鼓的布袋子，里面塞满了金粒，“快给我上酒！”\n\n        客栈又渐渐恢复了之前的热闹。不过，敢开这样的玩笑的人，要么是疯子，要么就是强得可怕的人。而且前者的可能性远大于后者。\n        那个人也什么都没发生过似的，笑着倒了满满的一碗酒，仰头一饮而尽。\n\n        穹闪不顾灵曦的劝阻兴致勃勃地凑了过去，开口却又不知道说些什么：“呃……你好！”\n\n        “你好。”那个人依然是浅笑着，又倒了满满的一碗酒。\n\n        “其实……你很厉害的对吧！我都看出来了！”穹闪在那个人身旁坐下，瞪大了眼睛问道。\n\n        “少年，你看错了，我不过是一个普通的大叔。哦，在你们眼里可能有些奇怪。”那个人说着又灌了一碗酒下肚。\n\n        “好吧……先不说这些。”穹闪知道这是他在刻意隐瞒，“怎么称呼？”\n\n        “称呼？”那个人端着酒壶，打了个哈欠，漫不经心地说道，“我倒是有个艺名，他们都叫我酒鬼。哦，通常会在前面加一个'臭'，或者是'死'。”\n\n\n目录\n\n每周两更任务完成按这个尿性味下去大家认为酒鬼会是什么人叻？\n大召唤术！@bo_bo2001 @guqu @恶魔-潇洒 @一枚渣渣 \n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1442669880,
            "txt_content": "有些描写可以加入对话旁边的。\n “称呼？”那个人端着酒壶说道，[这里可以加表情一类]“我倒是有个艺名，他们都叫我酒鬼。哦，通常会在前面加一个'臭'，或者是'死'。”"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1442724240,
            "txt_content": "如果是一个老大爷还可以猜猜人设= =\n头发花白的大叔是什么玩意儿= =\n一般来说主角会从他那里得到一些奇奇怪怪的东西，而且有封印之类的= ="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1442728140,
            "txt_content": "bo_bo2001 发表于 2015-9-20 12:44\n如果是一个老大爷还可以猜猜人设= =\n头发花白的大叔是什么玩意儿= =\n一般来说主角会从他那里得到一些奇奇怪 ...\n这正是疑点\n为什么一个大叔会头发花白？"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1442731800,
            "txt_content": "好久没上论坛了"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1442791560,
            "txt_content": "2B与mc的故事 发表于 2015-9-20 13:49\n这正是疑点\n为什么一个大叔会头发花白？\n猜不出来。。坐等更新= ="
        },
        {
            "author": "名人才华",
            "timestamp": 1442984100,
            "txt_content": "2B与mc的故事 发表于 2015-9-20 13:49\n这正是疑点\n为什么一个大叔会头发花白？\n于是我脑洞又开了……\n目前的猜测：\n1.修炼了某种神功；\n2.刻苦修炼；\n3.”伍子胥一夜急白了头“；\n4.少年白……\n5.染发！\n你别告诉我他那花白的头发又和星星有关就行= ="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443009120,
            "txt_content": "名人才华 发表于 2015-9-23 12:55\n于是我脑洞又开了……\n目前的猜测：\n1.修炼了某种神功；\n不不不，那跟星星完全没有关系\n只有天灵山脉地区的人才相信“守护之星”的存在\n而且你一个也没有猜中（斜眼笑）"
        },
        {
            "author": "名人才华",
            "timestamp": 1443799980,
            "txt_content": "目前的推测，大叔极有可能是难民，他如果是个酒鬼——经常喝酒的人，为什么没人认识他？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443840240,
            "txt_content": "名人才华 发表于 2015-10-2 23:33\n目前的推测，大叔极有可能是难民，他如果是个酒鬼——经常喝酒的人，为什么没人认识他？ ...\n……你看看大家对难民的歧视，如果一个难民大摇大摆地跑到酒店里来，还作了这么大的一个死，不被赶出去才怪叻\n"
        }
    ]
}