{
    "title": "<小说|多章节|连载>方块世界的传奇——第二节",
    "author": "76222179",
    "replyCount": 1,
    "timestamp": 1442677200,
    "txt_content": " 本帖最后由 76222179 于 2015-9-22 11:45 编辑 \n\n6.boom\n我基本上已经备齐了生活的必需品，在傍晚到来之前我还杀了几只羊，得到了些羊毛，合成了一张床，这样可以使我快点度过黑夜。我还捡到了一些种子，合成到锄头之后，我开垦了一块地，供我种菜。\n夜晚到来了，我注意到我的房子不远处有一只绿色的，没有手的怪物，它貌似也发现了我，向我走来，我以为站在门后它对我无能为力，可是我错了……\n“轰！”房子被炸出了一个大洞，我被炸飞起来，摔在地上。\n这个怪物居然会自爆，我用石剑撑起来。僵尸从这个洞涌进来，我一看大事不妙，赶紧跑出家外，把僵尸引了出来，我把他们引到很远的地方，我就立马冲回家，把炸开的洞用木板补了回去。\n我的血量已经很少了……\n\n7.继续深入\n我躺在床上，很快就睡着了。天亮之后，我想去找多点食物什么的，虽然我有三块猪肉，但这是远远不够的。\n我拿着石剑出门了，在我的房子周围逛了逛——我不敢走太远，唯恐找不到路回家。\n我看见了不远处的山坡上有几只牛，我爬上山，将它们杀的只剩两只，我掏出小麦来尝试把它们引回家（上文已经写了我种了一些小麦，现在已经熟了几棵）来饲养，那样我可以得到更多肉。我缓慢地后退，这些牛跟着走，走到家旁边，我才想起我应该用什么来围住它们以便不让它们逃走。\n我想起我那个被绿色爆炸怪物炸的坑，就在我家门口的旁边，我把墙补上之后没有把坑填上。我把牛引进坑里，然后我就爬上来，把可以让它们爬上来的方块挖掉，它们就只能乖乖呆在下面了。我把得到的牛肉放进熔炉煮熟，还有一些皮革我制作了一件衣服穿上，可以勉强抵挡一些伤害。\n我继续探索那个矿洞，在上次进去挖了点煤矿之后，我尝到了甜头，想进去碰碰运气，看看能否找到一些其他矿物。\n掏出我的火把插在这里，把这些洞照亮，一边走一边放置，我发现了一些铁矿，我用木镐挖，挖不动。看来这玩意要石镐。果真如此，我把它们全部挖走，一转身就发现一个爆炸的怪物，我极力闪躲，但是还是被炸到，幸好没有死。\n\n8.矿洞惊魂（一）\n我感觉我大部分物品需要在矿洞里得到，所以我再次进入那个洞，有了上次的挖到的铁，我这次是穿上铁胸甲进入矿洞的，而那个皮革胸甲我当做纪念放到箱子里去了。还制作了铁剑还有铁镐。\n我沿着矿洞越走越深，直到一个大洞里，那有两只僵尸，我用石剑把它们捅死了。这个大洞这里又分成好多的路，为了能让我回到家去，我在来的路上放上一些原石作为标记。\n我沿着其中一条路走，忽然，我听到了诡异的音乐，就好像电波声，三四秒之后又没了。我心跳的很快，好像身后有什么在跟着我，可是回头又不见任何生物——除了偶尔出现在我身后的僵尸（我对僵尸已经不害怕了）。我发现，前面有亮光…………\n\n9.矿洞惊魂（二）\n我向亮光的地方走去，同时握紧手中的石剑。\n这是一个神奇的地方：一些用木头制作的道路，上面铺着铁轨，还有蜘蛛网。道路两旁还有一些木棍（后来我才明白那是栅栏）顶着木板，木板上插着火把。\n这地方真是诡异，这到底是谁建的，难道是那些以前来到这里的人？他们是怎么死的，他们还有活着的吗？如果又幸存者，那么他们在哪？……\n我脑子里一直重复着这些问题。\n这些矿道有很多岔路，我在这些矿洞挖到一些金子，还有红色的矿石，挖开是一些粉末。反正，不管是什么，能看见的矿物都被我挖掉了。这些矿道偶尔还会看见一些载着箱子的矿车，看来这些矿车是失事得了，里面要么是一些面包和食物，要么就是些矿物。\n这时，诡异的音乐又响起了，听得我心里发毛。我又听到一些脚步声，我立刻听下脚步，静静地听。\n“沙～沙，咔！”声音越来越近，我无法想象它是什么东西，从哪里来。\n“嘿！有人吗！”我大喊。\n脚步声停下了……\n“哈喽？”我尝试与他打招呼\n“……”\n我意识到危险——这玩意不是人（具体来说，它听不懂我的话）\n我准备原路返回，就在这时……\n\n10.矿洞惊魂（三）\n那脚步声再次响起了，我赶紧我无处可逃，因为我不知道他会从哪个方向冲出来。我很害怕，一边走一边四处张望——就像所有小偷一样。\n“哒～哒～咔～沙沙沙～”脚步声似乎在我附近停下了。\n我不耐烦了“你到底是谁！”我大叫\n无人回应……\n我回过头，身后空无一人，我不寒而栗，当我再转回头时，原本回去的路被放上两个石头——堵住了。我立马意识到，刚才我回过头那段时间，那家伙就在我面前。我很害怕，况且，这是空无一人的矿洞，四周是很黑暗的，还有蝙蝠的声音，以及各种怪物的声音，不管是再厉害的人，在这种情况下都会有害怕的感觉。\n脚步声停下了\n我第一反应就是赶紧挖开石头飞一般的冲出矿洞。到外面时我松了一口气，此时已经晚上了。我回到家，躺在床上，回想一下刚才的遭遇，不知不觉中我睡着了……\n梦中\n我梦见一个人，穿着破烂的蓝衬衫，头发蓬乱。眼睛却是白色的发出亮光。\n他重复这一句话：i watch you !you died!\n慢慢的向我走来。\n“哇啊！”我惊醒了，天，亮了\n\n友情链接：主目录下一节\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1442714940,
            "txt_content": "“I”作为“我”的意思时要大写\n那句话应该是“I'm watching you！you are died！\n缺乏be动词\n（所以说不要在小说里随便加英语很容易玩脱）"
        }
    ]
}