{
    "title": "<小说|多章节|连载>方块世界的传奇——第三节",
    "author": "76222179",
    "replyCount": 0,
    "timestamp": 1442677500,
    "txt_content": " 本帖最后由 76222179 于 2015-9-22 11:46 编辑 \n\n11.探索\n在经历过这件事之后，我就有很长一段时间不进入过矿洞了，至今仍然心有余悸。我把挖到的铁都已经全部做成盔甲，我现在穿的是铁套。——然后找到另外一个地方建一间房子，因为现在这间房子是靠近海边，且地形十分不利——三面环山，一面靠海，处于低洼地带。周围又是树林，所以容易被怪物入侵。我希望能够找到一个平原或者平顶山来建一个房子，这样也许会更好。\n我带上剑和镐子就出发了，当然，食物我也带了十块牛排还有一块猪排。\n我翻过其中一座大山，从高处往下往，你猜我发现了什么？——一些用木头和石头建造的房子！那些应该是其他沦落到这个小岛的冒险者建的房子吧，我这样想。我很开心，因为我终于不是孤独一人下矿洞了。\n我迅速下了山，往那些房子跑去，远远我就看见了一些人类——其实不能称作人类，因为它们和我不一样！\n他们的鼻子很大，穿着长袍。我不知道它们是从人类世界来到这里的还是原本就生成在这里的。他们看见我到来，纷纷涌过来看我。我找到了其中一个“人”，问他：“你们是什么人”这个人告诉我，他们是生成在这地方的生物，不过他们并不知道他们从何而来。“以前我看到很多像你一样的人，不过，来过之后就不见了。”\n我立刻明白了，这些人不过是生成在这个世界的土生土长的生物，并不是人类，而他们口中所说的“像我一样的人”或许就是和我一样沦落到这里的人类，不过，他们到底在哪……\n\n12.寻找幸存者（一）\n我在这个npc村子里乱逛，发现了一间放满书本的房间，我走了进去，随手拿了一本书——其实是日记——《哈里森的日记》\n我翻了翻：\n2月28日\n今天我来到了这个村子，这里的人真奇怪，又胆小又怕事，僵尸来了都要我来保护。\n3月5日\n村子附近有一个矿洞，里面应该有钻石，哈！我发了！\n3月6日\n我准备好工具，我要进这个矿洞去碰碰运气，我一向运气很好。\n3月10日\nwtf，我已经昏迷好几天。醒来时竟然在家里，我去。那矿洞可真是可怕，里面有“人”！\n3月24日\n事情越来越诡异了，在我再次进入那个矿洞时，我的后路竟然被封住了！当我继续往前走时，竟然发现了我的坟墓！——一个用石半砖铺着的棺材，还有墓碑，是谁咒我死啊！不过旁边有一些红石火把，我可以拆掉。\n3月30日\n这些火把是被施了魔咒了吗？竟然会这样！——我把它们放在地狱疣地下农场当照明，竟然当我走了出去再回来的时候，那些火把居然拼成了一个爬行者的脸！\n……\n5月5日\n不行，我要离开这里，太可怕了，我看见了“他”！hsjshqjhqkdbsjwdhskebxjansbaehdjsbexjwdcjsdhsjfbdd\n————————\n日记到这里结束了，这个叫哈里森的人到底遇到了什么，令他精神失常。根据一个村民说，这本日记是在他们去挖绿宝石的时候捡到的，当时日记旁边放着这个哈里森的头颅。我无法想象，我的遭遇与他的差不多，我可不想这样死了。\n\n12.寻找幸存者（二）\n村长跟我说，在村子西南方向那边曾经有一群人在那里建造房子，也许可以到那边看看是否可以发现你的伙伴。\n我顺着村子所说的方向走去，果真有一些泥土建造的房子。不过好像已经荒废了很久，因为里面一个人都没有。这里一共有七座房子，其中有一座哨塔，上面有一个“发光的石头”——我当时这样称呼莹石。\n其余六座房子都有一两个箱子，我在其中一个箱子里发现了四颗钻石，我视它们为珍宝。还有一些箱子有成组的面包还有腐肉。总之 只要能看见的我都拿走了。临走前，我看见最大的一座房子的角落里有一个活板门，由于及其不显眼，我刚才从它身边走过都没看见。我小心翼翼地打开这个门，下面有梯子，可以爬下去，我顺着梯子下去，就发现了一些成熟的“地狱疣”看来这是哈里森的家，因为他的日记写着，他种植地狱疣。这些地狱疣已经成熟了，我把它们全部收割回去，至于下面的沙子，我也顺便挖走了，后来才知道这玩意要种在这些沙子上。\n我回到地面，天色已暗，我只好在哈里森家睡觉，因为只有他家有一张床。\n我再次梦见那个白内障大叔，他在梦里跟我说：下一个，就是你～\n\n13.寻找幸存者（三）\n天亮了，我返回村子，可是这个村子的村民少了许多。我询问村子为何会这样子，村长告诉我，昨天晚上僵尸袭击了村庄，有很多村民在这次袭击丧了命，若不是昨天晚上你来帮忙，我们就死定了。“什么？我？”昨天晚上我明明在睡觉，并没有到村庄去，怎么可能帮忙杀僵尸呢？“是人类？”我问村长\n他说，和你一样，不过衣服变了。我意识到，这可能是另外一名冒险者，我立刻询问村长这位冒险者往那个方向走了。村长指了指远处的那条河，“他在那”\n我立刻告别村长向那条河走去，希望能找到那位冒险者，这样我还能有个伴。我急匆匆跑到了河边，四处张望，希望能够找到那个冒险者的身影，结果很遗憾，他死了——地上散落着他的物品，还有他的头颅，或许是呗僵尸杀死的，因为在我来到这之前发现这里有许多僵尸，由于白天的太阳，这些僵尸在着火，但是他们好像在吃着什么，最后在我到来之前半分钟这些僵尸死光了。我把他的遗物捡起来，看起来他还是刚刚来到这里的因为他只有这些东西：\n一把石剑\n三把木剑\n一把木镐\n一个工作台\n十块煤\n两块生猪排\n——————\n我很伤心，如果昨天晚上不在那边睡觉可能可以遇见这个冒险者 ，但是假如我还在村子里我会遭遇什么呢？\n我还希望能有一个人陪着我，孤独的感觉十分不好。\n我垂头丧气地回到村子，一个村民问我要不要交易，我答了他一句“可以，你能给我什么？”他说：“一块绿宝石，二十块腐肉换 。伙计，绿宝石这玩意可好了，你看看它，多漂亮，不换可惜了”“呵呵”我冷笑一下，掏出我那四十块腐肉，扔给他，他也给了我两块绿色的石头，就是他们所说的绿宝石。“这些石头有何用处？”我自言自语，拿着绿宝石回到我的家，我甚至还忘了建造另一座房子的事情。我把绿宝石摆放成制作剑的样子，可是却无法合成。那有什么用，工具都都做不了。\n\n14.寻找幸存者（四）\n我把绿宝石扔进箱子里，感觉我吃亏了，但是又一想：我是用腐肉换的，那玩意给我吃我都不要，亏得了多少呢？\n现在我的愿望就是能找到个伴，陪我生存，不紧没有因为至今没有找到而放弃，而且因为找不到而更加强烈了，我每天都在山上巡视，希望能够看见一个人——哪怕是个傻子也好。\n这项工作耗费了我一个月的时间，我的肉早已吃完了，没时间去杀牛取肉，而是吃点面包充充饥。直到一次雷雨天，我这工作停止了。我只能呆在家里，不敢出去——怕被雷劈\n这场雨连续了三天，在这三天我把家分成两半，一半是卧室一半是大厅，虽然这和不分没区别，但是我只是无聊。\n随后我又放弃了建造另一个房子的设想——我无法像鲁滨逊一样顾及两边，他那座岛屿没有僵尸这些怪物，而我不同。我只好制作许多栅栏来把我家圈起来，以免怪物进来。\n我在围栅栏时，发现海对面的小岛有一间房子！而且前几天是没有的，我坚信那是今天才开始建造的。\n我想方设法过海去，但是我们相隔两公里，也就是两千个方块，我游泳是过不去的，我需要一条船。\n船的合成很简单，我得到了一条小船。我迫不及待地把它放进水里，跳上船立马向小岛划去。\n我可以看见，一个身穿L绿色衣服的人类，拿着木板像我一样在盖房子，他伤痕累累，可能是雷雨天时被雷劈的。\n我远远就叫他“嘿！你好！”\n他也发现了我，扭头盯着我看。\n我下了船，走到他下面，抬起头对他说：“我就住在那边的陆地上，要不和我一起住吧！”\n“你是谁”他发话了。\n“我叫史蒂夫，我来到这鬼地方半年了。”\n“你好，我是吉姆”\n“很高兴见到你，我们可以一块生存，这样会更好！”\n他答应了，不过首先他要把已经盖好的房子拆掉，我扔给他一把铁斧头：\n“这样快点”\n\n15.寻找幸存者（五）\n木板拆完之后，吉姆把斧头还给了我，我又制作了一条船，带他到我家去。我的家虽然很简陋，但是食物很充足，就算我被困在这里一年我都可以支撑下去。我领着他看我的牧场——已经从那个坑转变成了用栅栏围起来的中型牧场。\n还有我的农场——我从废弃的土房子里得到了一些胡萝卜，现在我拥有许多胡萝卜。\n不过现在多一个人就多一口饭，这点庄稼明显不够我们吃，我又去把农场附近的一片空地开垦了，并且吉姆帮忙把种子种下地里去了。有了一个帮手，我就不必惧怕那个白内障大叔了。\n我为吉姆盖了另外一间房子，位于农场与我的房子之间的空地。\n我还给了吉姆一把铁镐和铁剑，以及我的皮革胸甲也给了他（上文写了我把皮革胸甲放进箱子存放）\n还给了他半组牛排，也就是32块\n有了这个伙伴，我可以安安心心下矿洞了。\n\n友情链接：主目录 下一节\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}