{
    "title": "<原创·单篇>守墓者——Guardian Of The Grave[46241359]",
    "author": "46241359",
    "replyCount": 7,
    "timestamp": 1442751180,
    "txt_content": " 本帖最后由 46241359 于 2016-6-20 12:36 编辑 \n\nGuardian Of The Grave守墓者记忆碎片——真相与理想即是死神设下的最大陷阱。正文\n      公元4023年。      地球，北极极点，N015基地。      午夜，0点53分。      诺伊是被热醒的，在寒冷的极地里，被室内的高温热醒了。他不记得自己有调过室内的温度。      瞥了一眼室内温度计，35°。这可真不是闹着玩的。他摸出枕边的遥控器，把温度调到26°。      衣服湿漉漉的粘在皮肤上，冷气拂过他的身体，激起一阵刺骨的寒冷。现在他也没心思继续睡觉，倒是前几天伊特从北冰洋那里打捞到的一个铁盒可以研究一下。      拉开抽屉，那个铁盒已经锈迹斑斑，挂着一把锁，因为海水的侵蚀上面同样爬满了锈迹。诺伊抓住锁，用力往下一拽，锁直接断裂。看来不是一般的脆弱。      铁盒里面，一个日记本，一个黑色的小盒子。东西简单到让诺伊膛目结舌，本以为这里面的东西应该乱七八糟地堆在一起，毕竟受到水波的冲击，也不能指望里面的东西摆放的多么整齐。但是这个铁盒刚好放得下一个日记本，小盒子就放在日记本上面。日记本的做工很精致，封面是皮制的。      而且日记本很干燥，一点水都没沾，由此看来那个铁盒的密封性应该也是相当好的。      他把日记本从铁盒里拿出来，小盒子放在一边。      翻开了第一页。\n            我凝望着天空，满天的星点。除了星点，这极静的夜空中只有一轮明月。每天晚上陪伴我的，只有夜空中这些无趣的东西。      那些可恶的人，他们不准许我跟任何人交流。自从议会之后，我只能过一个人的生活，看见了别人也只当做没看见。对于别人的言语我不能做任何回答。这种生活我真的是受够了。      艾利雅今天早晨来看我，她准备了点心，而我却连一声道谢都不能说。甚至要眼睁睁的看着她强行被人拖出去。而我呢？我连斥责都不行。我什么时候才能摆脱这种令人作呕的生活方式？再这样下去我会疯掉。      从一开始我就该知道这件事可以让人失去理智。我真是后悔当初参加那场竞选。      那个按钮，那个该死的按钮，它整天无所事事地躺在书桌上。难道它不会自己启动吗？为什么非要找个人来天天看着它。这群人的脑子都拿来养鱼了？      不，我应该做点什么事让自己摆脱。指望那些议员归还我的生活这一点都不现实。      我可以逃离这里。找一个寂静的夜晚，就像今天这个夜晚一样……然后带点必需品，拿上这个日记本，和艾利雅送我的那条项链，去找她，然后逃到人找不到的地方过自己想要的生活。      ……      这也行不通。      这个星球每一个角落都被探索到了，那些议员想找到在固定地点居住的人根本易如反掌。      既然如此，我可以居住在不固定的地方。比如，一条船。\n      诺伊皱了皱眉，这里面写的东西有些莫名其妙，他觉得这像是一个精神病患者写的日记。整篇日记看起来根本就是在自言自语，但是有一个地方引起他的注意，也就是“那个按钮”。就从这一篇来看，如果日记内写的内容完全属实，这个按钮应该是个很重要的东西。\n       艾利雅有位当船长的朋友，是“廖穆”的船长，而廖穆恰好是一艘常年往返于赫尔斯港口和加迪尔港口的一艘船。赫尔斯港口离这里非常近，如果用跑的，十分钟就可以到。刚好今晚会下雨，我想，警戒会放松不少。       为了防止有人能拦住我，我找出了那根珍藏很久的铁棍，这是我刚住进这里时，在床底下找到了。这种东西如果他们在检查的时候发现了，会立刻收走。所幸，当时我把这根铁棍藏好了，这才没被他们找到。       我掂了掂铁棍的份量，一次直接砸死一个人应该也不是什么大问题。只是太重，在真正要用的时候可能举不起来。不过总不可能我要一路杀出去吧。那样我会被全球通缉，廖穆号也不会收留我和艾利雅了。       不过这样想的话，我可以走通风管道。那里更隐蔽，而且不会有人发现，至少在我看来不会有谁守在可以憋死人的通风管道吧。       令人激动的夜晚到了，我用铁棍把通风管道的管道口硬撬下来，还好有它，不然我只能困在这里面了。不过门板掉下来的声音真的是很吓人，还好我提前锁好了门，声音不至于传得太远。       在这之后，我费了很大劲，终于爬进了管道。管道里面很热，可以说是闷热，还有令人烦躁不已的“嗡嗡”声。不过只要能出去，这些都无所谓。       我在通风管道里四处爬了很久，看见了微弱的亮光，那里一定是城市的灯火。我内心涌起一种难以压抑的激动，用铁棍用力一顶。“哐当”。       从今以后我自由了！       这外面的空气真是清新，尽管现在是夏日，我还是喜欢。我宁愿在外面被热风吹的燥热也再也不像在那种房间里吹空调，整日盯着电脑屏幕。我伸了个懒腰，好好地享受了一下。艾利雅家就住在赫尔斯港口附近的老街上。       终于可以对艾利雅说话了。她对于我逃出来这件事表示了理解，而且她看过日期，刚好廖穆号现在停靠在赫尔斯港口，现在就可以上船。而且廖穆号上有很多必需品，也有很多不是必需的生活用品。可以不带行李，只要给他们干点活就可以包吃包住。       不过现在已经很晚了，去打扰船长也不大好，因此艾利雅建议我在她家住一晚。这自然是没问题，不过还是希望那些人不会推测出我暂时留宿在艾利雅家。\n      赫尔斯港口！      诺伊浑身一震，他知道这个日记的主人是谁了。      他记得很清楚。三十年前，赫尔斯港口附近的一个基地开始发疯般的大肆搜寻一个名叫“莱多”的人。据悉是因为莱多手上握着一个星球的命运，也就是地球。但当时没有任何结果，赫尔斯港口周围被搜了个遍，没找到莱多，包括他的女朋友，艾利雅也神秘失踪。因为诺伊是N015基地的资料库管理员，他对这件事的印象很深。当时甚至连所有停靠在赫尔斯港口的船只都搜索过了，也没有下落。      现在他知道为什么当时这样严密的搜索都没有找到莱多，这本日记的主人，就是三十年前人间蒸发般带着一个控制按钮消失的莱多。翻到下一页。没错。现在他明白为什么三十年前那般的大肆搜寻都没有找到莱多的半点踪迹。因为莱多在他的女朋友，艾利雅的家里休息到第二天黎明时，就带着艾利雅登上了廖穆号。六点时，廖穆号就起航了。这些议员想到要搜索港口的船只时，根本没注意到港口少了一只船。      至于莱多这个人，应该就是守墓者。\n      守墓者！诺伊打了个激灵。他在两年前参与过一场调查，调查的是一起二十多年前的事件。具体的他记得不是特别清楚。只记得那件事牵扯到一颗星球。\n      如果没记错，那应该是一颗名为“α-IV”的星球无缘无故被摧毁。而且可以确定是什么生命体有意造成的。根据当时掌握的资料，诺伊认为这颗星球和守墓者的关系很大。因为守墓者手上拿着一个可以毁灭一个星球的按钮。他提出这个假设时有很多人都表示赞同。因为他们对守墓者的了解并不多，只知道是个绝密计划。根据守墓者的任务推测出他的这一项使命并不困难。\n      但是那件事并没有得到结果，虽然诺伊的假设得到了相当一部分人的支持，但有一个致命的缺陷，就是没有太多可以支持这个假设成立的有力证据。\n      不过现在来看，诺伊已经从心里否定了自己那个假设，虽然不排除守墓者莱多和星球毁灭有关系的可能，但应该不会是直接关系，而是间接关系。\n      首先，根据日记的内容，他可以确定这个按钮关系的应该是地球的命运，因为这个按钮的保管者以及有权利决定按下按钮的人是经过选拔选出来的，其次，既然选了一个人来负责保管这个按钮，就表明按下与否需要经过理性思考而不是机器执行指令运算后给出一个标准答案。\n      就根据这些，足以断定莱多的按钮应该是控制的什么可以摧毁地球的东西。但是这样来看的话，这东西应该是地球人自己装上的，为什么要给自己居住的星球安上这么个东西？\n      诺伊叹了口气，现在下结论应该还太早，先往后看看再说。\n      翻了几页，大多都是写船上的生活，很平淡，也没什么值得注意的地方。但是诺伊注意到，日记中多次提到一个人，就是一个名叫“夏洛.安德斯”的人，诺伊仔细看了看。夏洛是廖穆号船长的一个助手。不喜欢说话，他拿了只笔，划出了日记中对于夏洛的描写:\n\n              艾利雅经常和我提起一个叫“夏洛.安德斯”的人，她说他是筱的得力助手。今天我帮筱搬东西时，终于有幸见到了这个名叫夏洛的男子。      他长得很高，我目测应该有一米八上下。穿着一身干净利落的白色衣裳，脸上没怎么有表情。肩膀很宽，左半脸上几乎都包着绷带。乍一看真是令我毛骨悚然。等我搬完了东西，就坐下来和他聊了聊，他看起来不是那种很爱说话的人，姑且算是惜字如金吧。我问的问题他也是用最少的字数来回答。不过他说话彬彬有礼，应该不是那种蛮横的人。      我大概了解了一些，夏洛和筱是从小玩到大的朋友。夏洛原先在一个研究所里当一个天文研究员。后来不知道因为什么（没问出来）辞掉了工作，跑到廖穆号上给筱做助手。而且看起来很低调，船上应该也没几个人真的认识他。艾利雅也说要不是因为前几天不小心把酒撒到他身上她都不知道有这个人。              关于廖穆号的船长筱，诺伊也听说过一点。廖穆号是赫尔斯港口一艘很平凡的船，甚至有可能不属于赫尔斯港口，而是加迪尔港口的船。即便如此，在加迪尔港口那里应该也不是多有名气。不然当时搜寻时怎么可能完全忽略廖穆号。倒是夏洛这个人勾起了诺伊的兴趣。对于夏洛这个人他也是有所耳闻，但令他感到不安的是，他知道夏洛这个人在廖穆号上待过，但他从来不知道廖穆号上还有个叫莱多的人。      诺伊今年28岁，在十年前，他在廖穆号上待过一阵，因为那时他还没被选入N015基地。当时筱，夏洛，艾利雅都在船上，他唯独不记得自己有见过一个叫莱多的人。艾利雅都在，难道莱多丢下自己的女友跑了？其实这可能性不小，毕竟莱多是隐瞒着他人偷溜走的，也许当时有人找到廖穆号上来了，他才不得已抛下艾利雅独自逃走。\n        筱看过了地图，确认这是大西洋。看来那个空间漩涡是救了我们的命。船上这种漂泊不定的生活让我开始怀念那个当初我无论如何都想逃离的房间。刚上船时有些眩晕，现在已经习惯了。\n        艾利雅在晚上时就会来和我一起看星星。海上的夜空很美，至少比我在城市里看到的美多了。艾利雅喜欢数星星，经常数着数着就靠在我肩膀上睡着了。其实这样想来，在船上的生活也不错。至少是自由的，不受约束。\n        如果有一天，那些人找到了这条船上，我该怎么办。虽然筱为了保护我和艾利雅，但廖穆号总不可能永远在大海上漂流，总要回港口。如果碰巧撞上了，该怎么……\n\n       这是最后一篇日记，在“怎么”一词后有几个墨点，后面再没有内容。诺伊粗略地数了一下，这本日记总共记了一年左右的时间，他浏览了一下日期，是每天都会写的。但是除了开头两篇有涉及到守墓者的事以外，其余的都是记录廖穆号上的事，都很琐碎，没什么阅读的价值。\n      他拿过那个小的黑盒子，指甲盖伸进缝隙中，往上一抬，盖子就打开了。里面是一条项链，链子是银制的，吊坠是块很普通的蓝宝石。但这颗蓝宝石给他一种异样的感觉，总觉得哪里有些违和，但又说不上来是哪里。可能是那些棱角，因为诺伊打开了台灯，他觉得这些棱角折射的光芒让他有种不真实的感觉。\n        不对，这种棱面不可能是自然产生的，一定是有人刻意磨成这样，为了传达什么信息。诺伊把台灯换掉，拿出手电筒，打开手电，对着蓝宝石换着角度照射着。\n       终于，光线照射在一点上时，他感觉到了，这个显示是一个坐标。\n       根据现在的世界地图，这个坐标表示的是北冰洋的一个点。难道说这里有什么东西？他站起身，打开房门，静静地走出去。\n       走廊里漆黑一片，透过窗户隐约看见附近营地上的灯光忽闪忽灭。他小心地呼吸着，生怕惊醒了什么东西。伊特的房间在走廊尽头，他走得蹑手蹑脚。终于到了那扇木门前，上面挂着一个简易的牌子:125。是伊特的成员编号。\n      敲了敲门，清脆的响声在走廊里回荡片刻，消散在死寂中。\n      门开了。\n      伊特看清来者的面容后，很自觉地让开门口。他上身赤裸着，搭了一条毛巾，应该是刚洗完澡出来。伊特这几天一直忙到很晚，他回来时诺伊早就睡着了。这一次大晚上跑来找他，一定是有什么事。\n       “我这里有一个坐标，帮我看看，这个地方是不是有什么东西。”诺伊拿过桌上的地图，用铅笔在地图上的一个位置画了一个叉。伊特眯着眼，仔细地看了看诺伊标记的位置，然后轻声报出了这里的坐标。“这个地方，我看过了。这几天我一直在忙也是为了这个。”伊特轻描淡写道。\n      “你看过了？那你们找到什么东西了。”\n      “……”伊特神色凝重地看了一眼诺伊，根据他的表情来看，诺伊可以确定应该不是什么好东西。“暂且不说是什么东西吧，你这坐标是哪里知道的，跟我探测到的分毫不差。”\n      “前几天你捞到的那个铁盒，里面有一条项链，我发现它的棱面很奇怪，进行了微调之后得到这个坐标。怎么了？你们挖到什么东西了。”\n      “一个棺材，”伊特一字一顿地说道，“或者那个不叫棺材，应该是沉睡舱，它被压在淤泥下面，而且应该是有人故意埋在那里的。”他从抽屉里拿出一个文件袋，手伸进里面，抓出了几张照片，崭新的照片上照出了沉睡舱的外观。后面几张是近距离拍的，能看出里面有个男子，透过玻璃可以看出他的脸色惨白，双眼禁闭，嘴唇也没有血色。看起来和死人无异。也许是因为那个沉睡舱放在海底太久，机器已经坏掉了，所以里面的人就因为缺氧而死。诺伊不由得皱了皱眉，他已经不指望这里面的人还能醒来了。        \n      “还没打开吗？”\n      “没有，”伊特耸耸肩，“我回来时还没开，兴许现在已经被人打开了，你可以去看看。”\n      诺伊看了看时间，已经不早了，伊特这几天也睡眠不足，还是让他早些睡觉吧。他点了一下头，“晚安。”接着，他朝拆卸室走去。\n      走在漆黑的走廊里，诺伊看着朦胧的蓝光，这是一种特殊指示灯。忽明忽暗的幽蓝色光芒让他想起一些事。他刚进入N015研究所时，发生了一起事故。\n      具体时间他记不清了，总之是他进入N015研究所工作后没几天的事。\n      那天，他坐在桌前统计数据。什么异样都没有，一切都跟往常一样。周围的人也都在安心工作。但是就在这时，有人拿进来一个玻璃管。而这个玻璃管，不，玻璃管里的东西，就是那场事故的起因。那个人具体是谁，他也记不清了。反正他只知道是个资深的研究员。\n      那个玻璃管里，浮着一个芯片，与其说是芯片，它更类似于晶体。但是能看出来上面一定是储存了什么信息，最重要的是，这个东西绝对不是地球上的。它的光芒让人有种身处幻境的感觉，虽然那光芒并不强烈，但是给人的感觉十分强烈。当时诺伊的眼睛差点再也离不开那个晶体。\n      研究员小心翼翼地捧着玻璃管，平放在桌子上。当时不少人都出于好奇，跑来观察这个来源未知的晶体。仔细观察可以发现，这个晶体在十分缓慢地旋转着，几乎是看不出来。研究员朝周围的人比了个手势，示意他们不要说话。之后他打开玻璃管，用镊子把那块晶体夹了出来。\n      它就在研究所里四处飘动着，诺伊对那个晶体有了兴趣，他开始试着画出它在研究所内飘动的轨迹，最后，他终于画出那个勉强能看出是什么意思的字符之后，他的内心就被一种压抑的诧异给填满了。\n      Don't touch!\n      这个非地球的东西竟然表达出了一句标准的英文！\n      但这事并没有到此结束，从他发现这个飘动轨迹的含义后，他的耳边一直回荡着一种怪异的电流声。他可以肯定那不是噪音，但也算不上乐音。总之非常奇怪。那种电流声就像是在给他传达什么特殊的讯息，诺伊可以确定一点，这个电流声应该也有什么规律。但他不知道是什么，他能听出来有一个重复点，每一次重复的电流声是相同的。而且，整个研究所只有他一个人可以听见。当他向其他人询问时，别人都嘲笑他，说他幻听。\n      虽然别人这么说，但诺伊自己心里很清楚。他绝对没有幻听，这些声音是真实存在的。\n      那位研究员，在几天之后按耐不住性子，伸手去抓那块晶体。诺伊当时疯一般地朝那个研究员喊，叫他不要碰那块晶体。研究员半信半疑，问他为什么不能碰。诺伊支支吾吾了半天也说不出个所以然来，因为他感觉到他的喉咙就像被什么东西堵住了一样，不让他把实情说出来，而且他每说出一个字都有一种心如刀绞的痛楚。最后，他总算是把那个意思表达清楚了，就是这个晶体的飘动轨迹是不能触摸的意思。\n      因此，研究员特意仔细观察过那块晶体的飘动轨迹，发现根本没有诺伊说的那么神奇，只是在做无规律的运动而已。诺伊内心真的要绝望了，他的确有看出那个晶体是在做重复的运动，而且轨迹的确是那句英文。\n      最后，那个研究员抓住了晶体，他的身体被瞬间气化，那一刹那，他的眼里满是恐惧与惊异，还有一丝疑惑。那个眼神猛烈撞击着诺伊的灵魂。他发出一声撕心裂肺的惨叫后，抓住了那块晶体。周围恢复了宁静，那种一直干扰着他的电流声也消失了。所有人都睁大了眼睛看着，等到诺伊恢复神智后，他发现那块晶体平静地躺在他的手心里。没有任何异样，他的身体也没有被气化，一切都没变。好吧，除了这里少了一个人。\n      诺伊在那天之后消沉了很长一段时间，但他不喝酒，只是整天躺在床上，不帮忙记录，也不帮忙取证。后来有个人让他重新恢复了精神。这个人，就是伊特。\n      实际上至今为止，诺伊也没弄明白伊特在N015研究所到底是干什么的。诺伊只知道伊特他是晚上工作，而且睡眠时间一直很少，正常人的睡眠时间都是8-9小时，伊特的睡眠时间一直是5小时左右。而且在工作时很有精神，看起来一点都不像是那种有点睡眠不足的人。\n      伊特没有对诺伊进行什么安慰，只是丢给他一个文件袋。那里面装着一个需要调查的事件的资料。诺伊因为在N015研究所里算是晚辈，他听人说伊特是研究所里元老级的人物，所以对于委托给他的调查任务也不好意思推脱。因此他就全身心的投入到事件调查中。\n      后来调查有了结果，他和伊特交流后，得知伊特并非众人口中所说的N015的元老研究员。他只是一个天文学家，自嘲是在N015研究所打杂的临时工。实际上诺伊心里很清楚，他有什么难言之隐以至于他不能透露自己的身份，但是有一点，伊特绝对是个资深的天文学家。而且知识的涉猎面也很广，平日里与人交流时脸上始终都带着微笑，性格也十分的谦和，看起来就像是不管怎么惹都不会生气的人。\n      做完了报告后没几天，诺伊就被提升为正式调查员，由此推测，伊特虽然平时自嘲是个临时工，但是他在N015研究所的权力应该小不了。\n      诺伊推开拆卸室的门，里面已经没有人了。看来白天的工作已经结束，他想，那个沉睡舱应该是被打开了吧。摸索到墙上的开关，按了下去。拆卸室被柔和的白光照亮了。房间的中央放着伊特所描述的那个沉睡舱，的确是很像一口棺材。这更减低了诺伊认为里面的人还活着的可能性。\n      他对着舱盖用了用力，没有开。难道说那些人只是把它挖了出来，到现在还没打开？也许是吧。诺伊看了看沉睡舱，他找到一个小门，一拉就开了，里面是几根连接线。他轻轻捻了捻那几根细线，质感很熟悉。他似乎想到了什么，关上了灯。那几根线在黑暗中散发着极其黯淡的荧蓝色光芒。\n       这个沉睡舱看来要打开还得用到那块晶体。难道两者有什么关系？诺伊看了看躺在沉睡舱里的人，的确是个男性，看来还是个已经死了的男性。他的心已经凉了半截。不过还是要试试，万一这个人还没死呢？\n       那块晶体一直被他保管着，放在一个玻璃盒里，他小心翼翼地捧着，但是这晶体上面也没有什么连接口，怎么连？他捏着那几根线，开始一圈圈缠在晶体上。虽然这个方法真的很可笑，但是晶体上也没有什么可以让线进入晶体内部的入口，只能试试这个最低级的方法了。\n      不过这一试不要紧，晶体有了反应。晶体上方展开了一个很小的显示屏，里面快速输入着一串串代码。大概过了半分钟，屏幕上所有代码都消除了，诺伊听见一阵齿轮转动的声音，之后显示屏就关闭了。晶体恢复成原来的状态，沉睡舱的舱体有一阵用肉眼很难察觉到的颤动，舱盖打开了。\n      令诺伊感到高兴的是，沉睡舱内提前设定好的复苏设备开始自动运转。男子的脸上很快就有了生气。传来一阵铃声，那些原本连接在男子身体上的管子也自己缩回去了。没过多长时间，他就坐了起来。先是锤了锤额头，诺伊注意到，他身上穿的衣服虽然很旧，但是干净。看起来年龄应该也不是特别大。他缓了缓之后，惊异地看着周围的环境，之后他的目光落到了穿着白色研究服的诺伊身上。\n      “你是谁？”他的声音并不沙哑，而且还有种难以言喻的魅力，或者说是磁性。\n      “诺伊·维。”诺伊打量了这个男子，从他的外貌来看，应该是个亚洲人。黑色的头发，棕色的眼瞳，看起来身上有很浓郁的东方气息。\n      “你好，诺伊。”他伸出手，“我叫莱多。”\n       莱多？！诺伊心里一惊，赶紧伸出手握住莱多的手。他猜的果然没错，这个沉睡舱里的人就是三十年前的守墓者——莱多·拉尔克。但令他感到惊异的是，莱多竟然是个东方的人。他一直都以为守墓者莱多是个英国人或是美国人。但是仔细一想，他又觉得不大对，莱多是三十年前失踪的，那个时候他应该已经有点年龄了，为什么面前这个莱多看起来这样的年轻？看起来有三十几，不，应该是二十几。可能跟诺伊同岁。\n      “莱多先生，冒昧问一句，您今年几岁？”诺伊试探性地问道。\n      “29。”从莱多的表情来看，他对于自己的年龄毫不避讳。\n      才29岁？诺伊诧异地看着面前的人，这人真的只有29岁？其实单看莱多的脸，说他29岁并不夸张。但是莱多的眼睛里有什么东西，也许并不是眼睛，而是他的眼神。诺伊不知道是不是错觉，他觉得莱多的眼神像是一把剑，尖锐到可以杀人，尽管他面目很和善，但是浑身上下都散发着一种莫名的杀气。\n      不不不，诺伊心里突然否定了莱多所报的年龄。他想起来了，莱多是三十年前失踪的，假设莱多15岁……不对，18岁就当了守墓者，那这样算来他今年也至少有48岁。他报的这个年龄不可能是真的。“莱多先生，您真的是29岁？”诺伊礼貌地提出了自己的疑惑，“据我了解您在三十年前就有所活动了。”\n      “诺伊，”莱多微微一笑，那个笑容更是让诺伊打了个冷战，那种笑甚至可以用恐怖来形容，但是仔细看那只是一个微笑而已，并不是狞笑，“不管你是否相信，我可以很明确地告诉你，我的确是29岁。”\n      莱多的镇静完全出乎诺伊的意料之外，他本以为莱多会慌张地解释自己为什么会是29岁，却没想到会是用这种方式来回答他。一时间诺伊哑口无言。不过，他很快就想到该问什么了。\n      “那么……莱多先生，您是三十年前的守墓者吧？”\n      “是，有什么问题。”\n      “是这样的，我有一些问题需要问，这涉及到一起事件。”诺伊沉默片刻，“或者，我不询问任何事，因为我不喜欢亲口打探隐私。我给您一张纸一支笔，自己写一下对于守墓者的记忆，可以吗。”\n      “可以，我很愿意配合。”\n       诺伊拿了东西给莱多，并且给他安排好了一个房间，之后他就回到自己的房间里，等着莱多写好的东西。在此期间，他思考了一些事。\n       第一个，也就是最大的疑点。关于莱多的年龄。就从莱多的眼神来看，他应该很聪明，也许聪明不足以形容。那么他应该能猜到自己如果说是29岁很有可能引起怀疑，那他为什么还要说自己是29岁。诺伊回忆了一下刚才的对话，他觉得莱多有点像是在刻意回避为什么年龄只有29的问题。\n      第二个，就是莱多的笑容。虽然他总觉得这种想法很可笑，但他可以肯定，那个笑容绝对不单纯，令人毛骨悚然。那个笑容里还隐藏了别的意思。诺伊心里不自觉地暗暗发笑，他觉得自己真实自作多情，但又不敢否定这个想法。\n      第三个，就是诺伊刚才看见的一个东西，为了保险起见所以他没问。刚才，他看见莱多的脖子上戴了一个像是项链的东西，末端，是一块荧蓝色的东西。他一眼就认出来那是什么，是让他内疚了很久的晶体的一部分。但是，他记得很清楚，那个晶体没什么损坏的地方，不过和那个晶体是同一种东西。\n      他思索的时候，莱多就写好了，纸上的字迹很工整，看来莱多受的教育应该非常好，甚至可能也是一个学者。他朝莱多表示了谢意，等到莱多离开后，他坐到椅子上，开始阅读莱多所写的内容。\n\n      守墓者，顾名思义，就是守护坟墓的人。只不过守护的不是某个人的坟墓，而是这个星球的坟墓。但是，守墓者的任务并不是一直守着这个坟墓，而是让坟墓里的死者“活”过来。也就是说，守墓者的诞生，是以坟墓里已经有死者为前提的。\n      守墓者的选拔，是通过当时的一个国际会议：星际联合会的中央会议，会议上的所有议员对候选人进行投票，票数多者当选。\n      因为守墓者需要作出一个正确的选择，而这个“正确选择”的前提是不能有人干扰。因此守墓者住在单独的房间，通过电脑监视，有了机会就需要按下按钮，\n同时守墓者没有与他人进行交流的权利，只能终日待在一个房间里，盯着电脑屏幕。但也有一些微不足道的放松方式，不过总体来说，守墓者的精神基本是每天都处于高度紧张状态。\n      守墓者所持有的那个开关，只要按下，就会解除一个名为“MF3028”的装置对地球的磁场封锁，地球的科技会恢复到原有水平。但是真正应该按下按钮的机会只有一次，守墓者需要自行判断什么时候才需要按下按钮。\n   关于地球要自行封锁科技的原因，是因为一个外星的文明。这也是让人类首次意识到他们不是宇宙的主宰的时刻。\n    星际联合会与一个研究所进行了合作，研究所提供技术支持，他们制作出了“MF3028”用来暂时锁死地球的科技发展。人类原本以为这个欺骗的行动会十分的艰难，没想到他们让MF3028发射干扰并把复制过的一个开关交给外星文明时，他们竟信以为真，让攻击的队伍撤离了太阳系。当时，人类有一种油然而生的死里逃生的感觉。\n      但是守墓者还需要履行职责，因为人类不敢轻易解除科技锁死，只能耐心观察，等到确认攻击队伍完全撤出太阳系后，才敢解除。\n\n      猛然间，诺伊感觉到有什么东西闪过自己的脑海。但他没太在意，重新看了一遍莱多所写的东西，他发现，这里面只是大概解释了一下守墓者的任务以及为什么会有这样的任务，但是对于莱多自己的记忆却只字未提。\n      为什么？\n      他想了很久也想不出一个所以然来，莱多这个人很怪，真的很怪。诺伊甚至觉得莱多很可能已经因为守墓者不能与他人进行交流的原因而患上了精神疾病。纠结了片刻，他站起身，决定去找莱多问问，因为他还是认为，莱多和那起事件一定会有什么联系。那个事件从刚开始就困扰着整个地球上的所有人。\n\n      “莱多先生，我有点事想问一下。”诺伊轻轻地敲了敲门。\n       门开了，莱多做了一个“请”的手势，“坐下说吧。”\n      “是这样，您知不知道有一颗名为‘α-IV’的星球，在大概二十年前被人为的摧毁了，也许不是人，是别的生命体。”诺伊的声音很轻，生怕说错了什么话。\n      “哦，知道。”\n      “那么，您知道它的毁灭是怎么回事吗？或者说是，什么人或者什么生命体做出来的。”\n      “是什么生命体做出来的我不知道，”莱多端起杯子抿了一口水，“但我知道他是怎样被摧毁的，因为，我就是观测到那个星球毁灭的真正的第一个人。”\n      “什么？！”诺伊心中再次满是惊异，“您才是第一发现者？”\n      “是的，因为我以前也是一个研究所的天文观测员，所以这并不奇怪。”他闭上了眼沉思片刻，似乎是在回忆，但是从神情来看又不大像，“这颗星球，是被一个以极快的速度飞行的物体撞击，或者说是击穿，所以被摧毁。至于这个物体的速度，我很难进行估计，因为非常快，我甚至没看清那是什么东西。”\n      诺伊嘴角扬了扬，他找到了新的疑点，可以否定莱多29岁的事情。α-IV星球被摧毁的事件发生在二十年前，而莱多是被发现沉睡在北冰洋海底，如果莱多所描述的是真实的，那么他的沉睡时间一定是α-IV星球被摧毁后。这样算来，莱多绝对不止29岁。他纠结了一会，还是拿出这个条件质问莱多。\n      “诺伊，”莱多的脸上依然带着微笑，一点看不出他哪里有什么不自在或者是紧张，“我说过了，我是29岁，至于相信与否，那不是我的事。”\n      为什么又是这个回答！诺伊简直要抓狂了，他心里认为这事只有两个可能，一是莱多是个实力派的演员，他真的可以临危不惧从容镇定地说自己只有29岁，二是莱多一定是大脑哪个部位受了损伤结果让他认为自己的年龄是29岁。总之这个人就是不正常。诺伊还是稍稍平复了一下心情，他坐下来，盯着莱多看，他要看看莱多的脸上的表情是怎样的，试试能不能看出什么不对劲来。\n      的确是有什么不大对劲，但不是表情。诺伊发现莱多很眼熟，应该在哪里见过。\n      怎么可能？诺伊使劲摇了摇头赶走这个荒唐的想法，他对莱多这个人一点印象都没有，要不是因为之前看过那起失踪事件，他连莱多这个名字都没听过。\n      “怎么了吗。”莱多突然问道，这个问题让诺伊心里一紧，难道被他发现自己的神色不对了吗？\n      “不……没什么。我没事。”诺伊揉揉眼，再看了一次莱多，刚才那的确不是错觉，他真的和莱多在哪里见过。\n      而且他感觉和莱多还不算特别熟悉，总之不是朋友，只是在哪见过，说过话。他觉得莱多的脸有些一样，眼前突然模糊了一下，莱多那张脸又变得陌生。\n      是同学吗？不，不可能。诺伊和莱多的年龄差别很大，怎么可能是同学。而且两人的知识面似乎也不是一个档次，更不可能。\n      难道是同事？也不会，诺伊记得，自己唯一一个熟悉的同事就是伊特，其他人，无非就是沟通过而已，可能连朋友都还算不上。更别说一个他连名字都没有多大印象的人了。\n      既然这样，这种熟悉的感觉是哪来的？难道诺伊的大脑也出问题了？\n      “我先走了。”一定是这几天压力有点大，让他的精神状态变得不大好。现在也很晚了，还是先好好地睡个觉，让自己的精神恢复些吧。他一边想着，一边回到自己的房间。不知道为什么，他觉得很累很累很累，累的就像随时都会死掉一样。他直接扑倒在床上，昏昏沉沉地睡去。\n      过去了很久，周围保持着一片死寂。\n      天空中的星光黯淡下来，门被悄然推开。一个人从黑暗的走廊进入到这个房间，轻轻地掩上门。\n      “砰”。诺伊的头上多了一个弹孔，洁白的床单被鲜血染红，接着又是几发子弹，诺伊从睡着开始，一直到死，姿势不曾变换过，因为他太累，他不想动，就这样一直睡过去，再也不可能醒来。\n      莱多把装着消音器的手枪扔掉，从房间里的唯一一扇窗户翻出了这里，在破晓之前，带着一条人命，悄然离开了N015研究所。\n      桌子上，只有那本忘记被人合上的日记本，和那个依然开着的小黑盒，在弥漫着死亡气息的房间里，迎接黎明的到来。\n\n\n\n\n\n\n总字数：12608\n\n续作：《守墓者II：思维领域》\n\n\n\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1443349140,
            "txt_content": "手动顶上去"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443350040,
            "txt_content": " 本帖最后由 风吟浅唱 于 2015-9-27 18:54 编辑 \n\n算了，当我没说。那个啥，新人还是要多看版规啊！水贴是会被举报的。（我要骗一骗萌新，装成一个慈祥的大触）"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1443447480,
            "txt_content": "写的不错，创作版欢迎您，呵呵呵"
        },
        {
            "author": "冥王星人",
            "timestamp": 1444056000,
            "txt_content": "有些地方有点奇怪。\n像这种醒来的人，应该都会唤醒同伴监视起来，放着他自由行动，不是一个资深研究者正常的反应。\n一些背景交代的引出有点牵强。"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1444110900,
            "txt_content": "写的不错，可以看出作者写的很用心。\n加油吧，继续写下去\n你一定会成功的。\nno touching！！！"
        },
        {
            "author": "sam3737",
            "timestamp": 1450018020,
            "txt_content": "莱多难道是伊特？不过lz加油！"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451722020,
            "txt_content": "看完后觉得我写的跟楼主比起来差太多了,多学学。"
        }
    ]
}