{
    "title": "[1.7.10][ssp/smp]Peaceful Nights, Dangerous Caves和平的夜晚,危险的洞穴",
    "author": "笨饕餮",
    "replyCount": 18,
    "timestamp": 1443001560,
    "txt_content": " 本帖最后由 笨饕餮 于 2015-9-28 11:08 编辑 \n\n这个mod的作者是 eggdropsoap，这个MOD很新，才是0.1版本，不过感觉已经很不错了。\n\n我为什么会搬运这个MOD，是因为在我的上一个帖子中一个热心坛友的推荐：\n[1.7.X/1.8.X][ssp/smp]PeacefulSurface和平的主世界——让怪物只在完全黑暗生成\nhttp://www.mcbbs.net/thread-503976-1-1.html\n(出处: http://www.mcbbs.net/)\nskydark 发表于 2015-9-22 11:28\n其实还有个小mod叫`peaceful nights, dangerous caves', 效果是“(主世界)白天不刷怪的地方晚上也不刷”，这样平时跑图建设在地表都是安全的(除非你家在黑森林这种白天也刷怪的地方)，但是地下刷怪还是很正常的——而且由于地表不刷，怪全刷到地下了反而更危险一点。如果觉得这个mod太和平了建议试试。\n\n于是，我去找了。http://www.minecraftforum.net/forums/mapping-and-modding/minecraft-mods/2347280-peaceful-nights-dangerous-caves\n然后发觉MCBBS上没有搬运，于是就搬过来了，和我上一个搬运的mod一样也是对怪物生成点的修改，但是好像更安全，更科学。\n\n我把作者网站上的介绍搬了过来，翻译了一下。好多年没翻译英语文章了，语句主谓宾顺序上的小毛病请见谅。\n\nPeacefulNights, Dangerous Caves和平的夜晚,危险的洞穴 PeacefulNights, Dangerous Caves makeshostile mobs spawn only underground, where they belong!和平的夜晚,危险的洞穴：只让敌对生物出生在地下,那里才是他们的归宿!\nEnjoystargazing, late-night construction sessions, and moon-lit walks on the beach.Rediscover the great outdoors with an overnight camping trip. Clean up thelitter of torches in your yard. Light your house with natural light during theday and let comforting darkness descend at night.享受看星星，深夜工作，和月光下的沙滩漫步吧。重新进行整晚的户外露营，进行充实的户外活动。清理掉你院子里的火把，让你的房子白天被自然的光照亮，夜晚被舒适的黑暗笼罩。\nButkeep your mines and basements lit, and beware of dark cave mouths when walkingat night. Monsters still spawn in dark tunnels and sneak out of cracks in theearth to terrorize unwary surface-dwellers.但保持你的矿山和地下室点燃, 晚上走路时谨防黑暗的洞穴口。怪物仍在黑暗的隧道出生并且偷偷溜出地面裂缝恐吓粗心的地表居民。\nHowdoes it work?他是如何工作的？\nAnextra check is added to the spawning rules in the Overworld that makes anyblock that can see the night sky directly, or is near an opening to the nightsky, a safe non-spawning location. The effect is that if it's a safe blockduring the day in the sunlight, it will be a safe block during the night too.If you use NEI's mob-spawn overlay, this means only blocks marked with a red Xare still legal spawning locations.一个额外检查被添加到添加到地面的生成规则中,使得直接可以看到夜空,或者是接近一个对外开放的夜空的任何方块,成为一个安全的无出生点区域。效果是,如果白天在阳光下这是一个安全方块,它也会在夜间是安全方块。如果你使用NEI's mob-spawn overlay,（如果你有NEI,打开其mob-spawning（默认F7））这意味着只有标识一个红X的方块仍然是出生点区域。\nAnexception is made for slime spawning, so that they can still spawn in swamps atnight. Nether and End spawning is unchanged.为史莱姆出生点做了一个异常,所以他们仍然可以在晚上在沼泽产生。地狱和末地出生点是不变的。\nWillthis interfere with my mob spawner?这将会干扰我的生物生育吗?Solong as your mob spawner works during the day, it will keep working at night.In fact, it may become more efficient at night since the nighttime surfacewon't be a legal spawning location anymore.只要你的生物生育活动在白天能进行,晚上就会继续进行。事实上,它可能在晚上变得更高效因为在夜间地表不会有合法的出生点区域了。How doI get it?我怎么得到它?Download PNDC version 0.1Forge is required, naturally. Drop the .jarfile into your mods folder.当然Forge是必须的，把pndc-1.7.10-0.1文件放到你的mods文件夹内Willthere be bugs?会有bug吗?Oh,probably! Version 0.1 is the very first release, and bugs are to be expected ina brand-new mod. Please report any bugs you encounter here, and I'll get themfixed as soon as I can.哦,可能会有!0.1版本是第一个发出的版本,错误将在一个全新的mod中修复。请报告任何你遇到的错误,我会让它们尽快被修复。\nWhydid you make this?你为什么做这个?BecauseI wanted to go for a long journey and camp under the stars beside my firepit inTerrafirmacraft, to properly enjoy the slow pace of Minecraft \"life\"in that mod, but still be truly terrified of the monsters that lurk underground(and in my poorly-lit malachite mine). Peaceful mode makes nights more, well,peaceful, but takes all the challenge out of exploring underground.因为我想去长途旅行和在星空下紧靠我在Terrafirmacraft的火坑旁边露营, 在这个“mod”里适当的享受Minecraft缓慢的节奏,但仍然被潜藏地下(和我的昏暗孔雀石矿洞里)的怪物威胁。和平模式让夜晚更加和平,但仍然可以进行探索地下的所有挑战。\nAlso,it's always bothered me that monsters just \"pop\" into existence atnight. I've always felt like if they're creeping around at night, they shouldcome from somewhere, not just coalesce out of the darknessbefore my eyes. With this mod, now monsters never pop into existence where Ican see them?—?they're always coming from somewhere deeper in the tunnels aheadof my torches, or sneaking out of a dark hole to ambush me while I putteraround my night garden.同时,怪物只是晚上突然存在总是令我厌烦,。我一直觉得如果在晚上他们到处爬,他们应该来自某个地方,而不仅仅是合并出现在我的眼前的黑暗。通过使用这个mod,现在怪物不再在我看得见的地方突然存在——他们总是来自某个地方，在我的火把照射不到的更深处的隧道,或偷偷从一个黑暗的洞中溜出去去伏击我当我在我晚上的花园中闲逛。\nCan Iinclude it in a modpack?我能够把它整合到一个整合包中吗？Sincethis is the first release and there might still be show-stopping bugs, I preferto be asked before its included in a public modpack. But if you ask, I'llprobably say yes! (You don't need permission to use it in a private modpack, ofcourse.)因为这是第一个版本,可能仍有惊人的错误,所以我更希望当这mod被使用在一个公开的整合包中前被询问（获取许可）。但是如果你询问,我将可能会说,可以!( 当然你不需要许可来使用它当你把它使用在在一个私人整合包中)。\nI planto give free permission to use it in modpacks once I'm confident that therearen't any major bugs, like Enderdragons failing to spawn orsomething ridiculous like that.一旦我确信没有任何重大缺陷，类似不会产生末影龙之类或者其他类似的可笑缺陷，我打算允许免费使用它在整合包中。\nHow isit licensed?怎么注册?Licenseto be announced, as soon as I get my act together and put the source up onGithub, but it will be some variety of open-source license. Poke me if you'reimpatient and I haven't updated this section with license and links yet.Last edited by eggdropsoap: Feb5, 2015当我把我的行动总结,把资源上传到Github上, 许可将被宣布,但它将有一些各种各样的开源许可证。如果你不耐烦并且我还没有更新这部分执照和链接请戳我（应该是指给他私信）。 最后一次编辑eggdropsoap:Feb 5, 2015 eggdropsoap引用LunariusH这个mod真的很有趣。因为一块对外开放的夜空,这是否意味着生物仍然可以产生在树下和在浅洞穴之类的? 附近的一个对外开放的夜空就足够了:它测试一个方块的天空光亮值来找出它有多远离开放的天空,如果它是关闭的(日光亮度低8)它会被标记这个出生点区域无效。我原来尝试只有一个直接的天空,但它甚至让稀疏植树的热带稀树草原的怪物密度比我希望的更危险。(这可能将是我在以后的配置文件中要做的选项,对于那些想要正常的森林和其他有小的悬壁结构的地方（是指突起一个横向的悬崖这种吗？）成为晚上禁区的玩家) 浅洞穴和在正常树下不应该看到任何生成点。然而更深的悬壁结构,非常大的树(如云杉树),或大型的树叶方块连接树冠(如深色橡树森林的部分)会给足够的距离远离直接看到天空，将允许有限的敌意出生点在晚上。(实际上没有这个mod在白天这些区域已经是合法出生点)\n\n还有其他一些对话，我就不发了，但从这些对话，我感觉这个作者在做这个mod的时候是真正用心的。而且这个作者很大方，允许我们没有许可就可以在自己的个人游戏中使用这个MOD{:10_512:}\n这个mod还是没有图片的（主要是我不知道用什么图可以表现这个mod的特点）{:10_522:}\n下载地址PNDC version 0.1 也就是上面的作者的原帖地址，尽量用这个下吧，这是给作者的一点支持。\n\n当然，百度盘还是有的。\n链接：http://pan.baidu.com/s/1mg2BVa4 \n密码：dy2f\n\n发觉一个不算bug的问题，算缺陷吧。\n用了这个MOD，再用无主之地，行尸走肉之类的mod，地表建筑里的boss级生物也不见了，应该是出生点被和谐掉了，而地下，我分不清出生点是否到地下了，不过在地下暂时没有发现地表boss。\n所以玩那种末日生存类型或boss级生物的mod，最好还是别用我发的两个mod了\n",
    "replies": [
        {
            "author": "时透无一年",
            "timestamp": 1443002580,
            "txt_content": "翻译有待改进.."
        },
        {
            "author": "AB盖",
            "timestamp": 1443003360,
            "txt_content": "好像是不错的mod。。。周末用用看"
        },
        {
            "author": "中间栖姬",
            "timestamp": 1443004740,
            "txt_content": "等待测试中。。。"
        },
        {
            "author": "xiao_i",
            "timestamp": 1443006180,
            "txt_content": "这个mod还不错"
        },
        {
            "author": "笨饕餮",
            "timestamp": 1443009420,
            "txt_content": "C似水流年 发表于 2015-9-23 18:03\n翻译有待改进..\n是啊，4年没用英语了，看看电影什么的都下中文字幕看了。\n不过意思还是大致翻译出来了，能让大家明白这个mod的作用了。"
        },
        {
            "author": "笨饕餮",
            "timestamp": 1443009480,
            "txt_content": "中间栖姬 发表于 2015-9-23 18:39\n等待测试中。。。\n谢谢支持。\n这个MOD感觉是比我之前的那个好多了，怪物不会无缘无故冒出来，而是会从黑暗深处慢慢出现"
        },
        {
            "author": "skydark",
            "timestamp": 1443011280,
            "txt_content": "上一个玩的自己的整合包用了这个mod，后期需要跑图的时候太舒服了，路上根本没有怪；保护村庄也安心很多，大半夜了随便找个村庄睡觉也不用担心。对后期而言怪物根本不构成威胁，只是烦而已，正好送走不谢了。倒是前期反而有点增加难度，地表不刷怪就意味着只能去天然矿洞找怪，而前期还是很需要怪物掉落物的，矿洞的危险系数还是要高过地表的。"
        },
        {
            "author": "笨饕餮",
            "timestamp": 1443013320,
            "txt_content": "skydark 发表于 2015-9-23 20:28\n上一个玩的自己的整合包用了这个mod，后期需要跑图的时候太舒服了，路上根本没有怪；保护村庄也安心很多， ...\n谢谢你的推荐，让我找到这个很不错的mod"
        },
        {
            "author": "willa33333",
            "timestamp": 1443089880,
            "txt_content": "这正是我需要的！谢谢！"
        },
        {
            "author": "一恶遮百善",
            "timestamp": 1443108900,
            "txt_content": "难道说是类似暮色森林哪样怪物都从洞穴里冒出来么？{:10_492:}"
        },
        {
            "author": "风暴Dxnui",
            "timestamp": 1443115620,
            "txt_content": "是个好东西，先收藏了，等下次装"
        },
        {
            "author": "笨饕餮",
            "timestamp": 1443183900,
            "txt_content": "一恶遮百善 发表于 2015-9-24 23:35\n难道说是类似暮色森林哪样怪物都从洞穴里冒出来么？\n也不全是，如果是深色橡木，从林木这种不见天日的地方，怪物刷新还是在地面的"
        },
        {
            "author": "笨饕餮",
            "timestamp": 1443184560,
            "txt_content": "风暴Dxnui 发表于 2015-9-25 01:27\n是个好东西，先收藏了，等下次装\n谢谢下载支持。我也是这样，收藏了好多喜欢的，然后组合成各种不同类型的游戏整合"
        },
        {
            "author": "笨饕餮",
            "timestamp": 1443409500,
            "txt_content": "笨饕餮 发表于 2015-9-25 20:36\n谢谢下载支持。我也是这样，收藏了好多喜欢的，然后组合成各种不同类型的游戏整合 ...\n发觉一个不算bug的问题，算缺陷吧。\n用了这个MOD，再用无主之地，行尸走肉之类的mod，地表建筑里的boss级生物也不见了，应该是出生点被弄掉了，而地下，我分不清出生点是否到地下了，不过暂时没有发现地表boss。\n所以玩那种末日或boss级生物的mod，最好还是别用我发的两个mod了"
        },
        {
            "author": "SB~129",
            "timestamp": 1446732300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Gonz0o11",
            "timestamp": 1458300000,
            "txt_content": "感谢搬运，帮顶{:10_523:}"
        },
        {
            "author": "ef355555",
            "timestamp": 1458656880,
            "txt_content": "看了有点感动，谢谢！"
        },
        {
            "author": "35255019",
            "timestamp": 1458710160,
            "txt_content": "支持LZ OWO"
        }
    ]
}