{
    "title": "<原创·连载·圣杯>《混沌之歌》卷一·章四 我要学武 - Blealtan",
    "author": "Blealtan",
    "replyCount": 9,
    "timestamp": 1442988720,
    "txt_content": " 本帖最后由 Blealtan 于 2015-9-23 14:16 编辑 \n\n卷一 · 章四——我要学武\n看着宇文烟离开，我快步走到心幻身边，却发现他还和先前一样，用小刀在墙上划来划去，却一点都没有用力。“你……没事吧？”我还是很担心。 “啊……没事的。” “真的？他说的事情不会和你们家有什么关系吧？” “嗯……大概有吧。似乎是交易谈不拢？我不清楚。” 轻描淡写。 但我感觉他的内心并没有表现得这般平静——感觉而已。 “好吧……还有件事。你对这墙做了什么？“ 终于问出了一直想问的问题。 ……总感觉，好像很危险？这不会是什么会被灭口的秘密吧？ “想什么呢。用点小手段保护一下这里罢了。万一你父亲不在的时候有坏人来怎么办。” ……明明“坏人”这种词出自一个七岁的孩子是很正常的，但我还是从他诡异的语气里听出了一种…… 嗯，调侃的感觉。 “放心吧。这里可不止我爹能打呢。” “我知道。但是别人不够强啊……” 自言自语一般地说了两句之后，心幻便收起了小刀，正对着我，抬起头，似乎很正式的样子。 “啊……怎么了？” “我要学武。” “哈？” “我想要学武！拜托你了！” —— ……于是我带他去找父亲了。 习武修身，养气修心。我总觉得后一个心幻似乎根本不需要的样子……？ 父亲一开始很惊讶，但很快便同意传授心幻武技。嗯……跟两年前月儿的剧情不是一模一样。一开始不同意，结果后来就松口了——刀子嘴豆腐心呢。 “嗯……你是想要学近身攻防呢，还是远程的呢？” 还是这句话啊。当时听完这句话我毫不犹豫地选了后者——多么优雅自在啊。哪像某个暴力女整天提着一把我都挥不动的大剑甩—— “近战。最好是剑。” 喂！心幻你不能这么不给我面子啊！ 父亲带着调侃的笑容瞥了我一眼。这又是什么意思啊……总感觉这么一来全家只有我用弓箭啊。 “还好——若是学弓箭，你的眼睛会成为大问题的。但你要想清楚，虽然你的听力惊人，武术对于方位的感应是需要成为本能的，你这种情况……需要很长期的练习才能有比较一般的结果。” 听力惊人的设定是什么时候冒出来的？ “我不在意。”真是……似乎他一直是这么坚定啊。 “那好，我来带你试一试你的体质吧。” 父亲拉着心幻到庭院中央，还把我叫去做陪练。“你照顾着点，试试身手就好，我看着。”我爹这么讲。 ——然后我就被暴击了，过程是这样的： 心幻冲到我面前，我提臂去挡。 心幻绕到我身后，一脚踢在我的脚跟上方不远。吃痛之下左脚重心不稳，又被补了一脚之后我就倒了。 “嘶——我说你真的没练过武术？” “唔……没有，但是练过些拳脚功夫……” “那有什么区别吗喂！” “心幻啊……你说实话，你的眼睛真的看不见？”在我揉着自己的脚踝的时候，父亲若有所思地问了一句。 “并不是完全不能，能感觉到一些光影的变化。”总感觉在说谎话。回头问个清楚好了。 “嗯……这样啊。你的天赋还是很好的，虽然小野是大意了，但是能做到这个程度你真的很不错。” 似乎父亲还在仔细地思考什么。 —— 晚饭后。 心幻捧着一本书，愁眉苦脸地看着。 父亲是这么说的：“我接下来要教你的东西很深奥，没有足够的知识是不行的。连字都不识还怎么习武。” “还以为高考完就不用研究古文了呢！这下可好，连隶书都出来了！” ……虽然听不懂，但是总感觉他说这句话的时候身上都冒出了饱含怨念的黑烟。\n连载目录&序章\n\n等级捉急系列，刚才施工完就不让更新了。。顺便，更新了，该at一波了。断更3周求不喷~（卖萌）\n@1137246733 @2B与mc的故事 @china521 @Sad_elevenKH ",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1443007080,
            "txt_content": "消除零回复！！"
        },
        {
            "author": "凛",
            "timestamp": 1443010380,
            "txt_content": "支持LZ\n写的不错\n沙发什么鬼"
        },
        {
            "author": "冥王星人",
            "timestamp": 1443081360,
            "txt_content": "china521 发表于 2015-9-23 20:13\n支持LZ\n写的不错\n沙发什么鬼\n阁下要买毒苹果么，买一个送一个楼主哦~~"
        },
        {
            "author": "Blealtan",
            "timestamp": 1443087240,
            "txt_content": "冥王星人 发表于 2015-9-24 15:56\n阁下要买毒苹果么，买一个送一个楼主哦~~\n我抗议！"
        },
        {
            "author": "凛",
            "timestamp": 1443093720,
            "txt_content": "冥王星人 发表于 2015-9-24 15:56\n阁下要买毒苹果么，买一个送一个楼主哦~~\n太贵了.998\n买不起"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443168060,
            "txt_content": "不错不错"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1452665520,
            "txt_content": "终于考完试，我胡汉三准备回来更新圣杯了"
        },
        {
            "author": "我为我为",
            "timestamp": 1452673620,
            "txt_content": "加油,2333333333333333"
        },
        {
            "author": "Blealtan",
            "timestamp": 1452685320,
            "txt_content": "Sad_elevenKH 发表于 2016-1-13 14:12\n终于考完试，我胡汉三准备回来更新圣杯了\n期末三连击考完第一发，正准备更一章。。。想更很久了一直没时间哭瞎"
        }
    ]
}