{
    "title": "关于mcnbs的问题，会翻译英语的进来",
    "author": "lorinder",
    "replyCount": 6,
    "timestamp": 1443160260,
    "txt_content": "求问mcnbs的音乐怎么导入到minecraft？ 不知道mcnbs？看这：http://www.mcbbs.net/thread-380925-1-1.html 如果你会翻译，看这里不要机翻！！以下是软件中自带的教程： Exporting as a Schematic File\nThis is a powerful feature that allows you to generate a Schematic file out of your song that can be opened in programs such as MCEdit and WorldEdit, and imported into your Minecraft world. The song must however meet certain criteria in order to be properly imported into Minecraft, due to the limitations of note blocks.\nWhen you are happy with your song, go to Export as Schematic on the File menu. Here you can change various settings which will change the way the song will be structured in-game.\nBelow Layout, you can change the general structure of the output. There are three layouts to choose from:\nSimple walkway: A walkway where the player walks next to the note blocks.\nCircular walkway: The song circles around, so that the player ends up at the beginning of the song when the song is finished.\nClassic: The layout found in the Minecraft Song Planner, where the player walks on a glass floor with the song beneath him.\nOnce you have chosen the settings that fits your situation, click the Export button to get a .schematic file that you can open using MCEdit or WorldEdit.\n\nA video showing how this is done can be found here:http://www.youtube.com/watch?v=JMPkf7bS8lQ\nMinecraft Compatibility\n\nIn the top-right corner of the program, you can see whether your song is compatible or not compatible with Minecraft. In order for the song playback in-game to be as close to the playback in the program, the song must...\n·     Have a tempo of 2.5, 5 or 10 ticks per second·     Not have any note blocks outside of the 2 octave range·     Not have any note blocks with custom instruments\nEven if the song does not meet these criteria, you can still export it, but it is not guaranteed to sound exactly alike when comparing to in the program.\n似乎这一篇才是讲导入的233如果你知道怎么导入可以不翻译……直接告诉我得了 求大触帮忙！！谢谢大家！！！",
    "replies": [
        {
            "author": "灰常可乐",
            "timestamp": 1443160260,
            "txt_content": "google翻译\n导出为一个原理图文件\n\n这是一个强大的功能，使您可以生成一个原理图文件出你的歌曲，可以在诸如MCEdit和WorldEdit程序中打开，并导入到你的Minecraft的世界。这首歌但是必须满足一定的条件才能被正确地导入到我的世界，由于记盖帽的限制。\n\n当你满意你的歌声，去导出为原理图的文件菜单上。在这里，您可以更改各种设置，这将改变这首歌将在游戏中的结构。\n\n下面布局，可以改变输出的总体结构。有三种布局可供选择：\n简单的走道：走道，球员走到旁边记盖帽。\n圆形走道：这首歌兜圈子，让玩家最终在歌曲的开头当歌曲结束。\n经典：在我的世界宋规划师，让玩家走在与他的下方，这首歌的玻璃地板上找到的布局。\n\n一旦你选择适合你的情况设置，单击导出按钮来获得一个.schematic文件，您可以使用MCEdit或WorldEdit打开。\n\n视频展示如何做到这一点可以在这里找到：\nhttp://www.youtube.com/watch?v=JMPkf7bS8lQ\n\n我的世界兼容性\n\n在程序的右上角，你可以看到你的歌是否兼容还是不兼容的Minecraft。为了让歌曲播放在游戏中要尽量靠近播放的节目，歌曲绝...\n\n·具有每秒2.5，5个或10蜱节奏\n·不具有2倍频范围之外的任何记盖帽\n·不与自定义的仪器任何记盖帽\n\n即使这首歌不符合这些条件，您仍可以导出它，但它不能保证在程序比较时的声音一模一样。"
        },
        {
            "author": "DeepSpacePlan",
            "timestamp": 1443165360,
            "txt_content": "谷歌翻译，百度翻译！我倒是能看懂，但是这么长，没时间打出来啊！基本上谷歌翻译的话能把大概意思翻译出来，虽然不通顺。"
        },
        {
            "author": "snowclay",
            "timestamp": 1443171000,
            "txt_content": "用软件把音乐更换为ogg格式，然后替换music文件夹里的内容。这是1.7.2的方式，你的版本是多少"
        },
        {
            "author": "灰常可乐",
            "timestamp": 1443172560,
            "txt_content": "我没替换过，不知道，那个链接的教学视频你要是想看我可以帮你下载传给你~"
        },
        {
            "author": "灰常可乐",
            "timestamp": 1443174420,
            "txt_content": "需要下载吗？需要的话我现在就帮你下载！"
        },
        {
            "author": "灰常可乐",
            "timestamp": 1443181920,
            "txt_content": "我传好了，链接发给你了注意查看"
        }
    ]
}