{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S15·|Unturned",
    "author": "lostchair",
    "replyCount": 4,
    "timestamp": 1443187140,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:09 编辑 \n\n    老头摔断了腿，一瘸一拐的赶紧躲到了马厩里。外面是一圈木围栏，愚蠢的怪物们不知道如何打开门锁吃掉里面的人。\n    然而越来越多的怪物挤在了这里，只听到木围栏咯吱咯吱的响动，仿佛下一秒就要断开。\n    老头扒拉扒拉草丛，试图找点什么有用的东西，或许可以帮到他。事实上他也的确找到了他最喜欢的东西。\n    “我找了两年，原来你在这里。”老头从草丛里摸出了一根烟斗，恰好自己身上还有烟草和火柴，便塞了一点，点起火，愉快的抽了两口。\n    怪物们可不能忍受饥饿的痛苦，一起齐心协力把围栏挤断。老头面带微笑，任由怪物们撕扯他身上的皮肉。\n    不绝望，也不喊痛，维尔纽斯和蒙多科已经开着卡车逃出去了，自己这一生，也应该结束了。\n    不平坦的道路上，一辆卡车突突突突的冒着烟。卡车的后面还拉着好几根粗壮的原木和一大堆工具。\n    蒙多科的开车技术很生疏，只敢慢慢的开。维尔纽斯坐在副驾驶上，抱着双腿一句话也不说。\n    轰鸣的发动机声吸引了路边的怪物，然而迎面靠近只能被碾成一堆肉酱。\n    两个人一句话也没说，车子开了一下午，当再次因为没有油而停下车的时候，蒙多科和维尔纽斯都出现了强烈的耳鸣声。\n    “我饿了。”维尔纽斯抬头看看蒙多科，“前面就是夏洛特镇，咱们进去找点汽油和吃的吧。”\n    “走吧。”蒙多科艰难的给了维尔纽斯一个安心的微笑，从车厢抽出一把短斧头，插在腰带上。\n    两个人牵着手，慢慢的往城里走着。\n    同样，三名幸存的军人，也都在这城里，正在某个咖啡厅用后备电源举行灯光晚宴。\n    “没多少吃的了，这是最后一点。”斯诺克把爱丽丝背包放在桌子上，把东西都倒了出来。\n    没有必要细细的数，只有两个豆罐头和两个鱼罐头和一大袋难吃的军粮以及两瓶能量饮料。\n    “机场有很多物资，然而我逃出来的时候大批怪物已经差不多占领机场了。”诺利拿起了他面前属于他的那罐鱼罐头，拉开拉环，倒进咖啡碟子里，用手抓着鱼肉吃。\n    “你们还知道哪些地方或许会有物资吗？”斯诺克不爱吃鱼罐头，所以他吃的是豆罐头，“没必要提军营，我最早就是从那里出来执行活动的，巡逻到一半的时候忽然联系不到总部了，等我再回去的时候战友们全都变了一张脸。”\n    “然后你就把我救下来啦……”苏尔加笑嘻嘻的在斯诺克脸上亲了一口，“你说要是我也变异了的话，你会不会开枪打死我呀。”\n    “嗯……”斯诺克假装思考了一下，“不会。”\n    “哈！”苏尔加开心的又在斯诺克脸上亲了一口。\n    诺利赶紧低下头啃自己的鱼骨头，假装什么也没看到。苏尔加也察觉到了不合时宜，哂笑了一声，低头吃自己的鱼罐头。\n    豆子在斯诺克嘴里被嚼成一团酱，拧开瓶盖又喝了一口饮料，在塞下一口豆子的时候，他却忽然停了下来。\n    “你怎么不吃了？”苏尔加扭头看了看斯诺克，却被捂住了嘴。\n    诺利也察觉到了外面的异响，赶紧拔掉了电源，整个城市唯一一点亮光也顿然消失。\n    啪嗒啪嗒两声脚步，人已经到了咖啡馆外。\n    诺利端起了自己的M4，拉动了保险，苏尔加也拿起了五七，按在胸前。\n    “大哥们……别……别开枪……”门外一个鬼鬼祟祟的声音响了起来。\n    苏尔加和诺利都没说话，依然稳稳的端着枪，瞄着门口。\n    “哥……你说句话呀……”门外的人轻轻的在敲门，“我感觉有怪物在跟着我，求求你让我进去吧……”\n    三个人依然纹丝未动，只听到门把手轻轻转动，咔哒一声，门被打开了。\n    “我……进来了……”\n    门被推开，一个黑色的人影立在门口。却听到啪的一声，一颗从消音M4枪口里飞出的子弹，打穿了那个人的脑袋，鲜血泼了一墙。\n    却听到房外另一个像小孩子一样的声音尖叫了起来，响彻惨淡的夜晚，四周怪物蠢蠢欲动。\n    没有人问斯诺克为什么开枪，直到现在，三个人的枪依然端的稳稳地，瞄着门口。\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html",
    "replies": [
        {
            "author": "徐大大大",
            "timestamp": 1443188520,
            "txt_content": "我去神速"
        },
        {
            "author": "瞳羽",
            "timestamp": 1443190500,
            "txt_content": "我找了两年，原来你在这里  =-={:10_512:}"
        },
        {
            "author": "lostchair",
            "timestamp": 1443199740,
            "txt_content": "瞳羽 发表于 2015-9-25 22:15\n我找了两年，原来你在这里  =-=\n这么神的神作都被你找到了，少侠果然前途无量"
        },
        {
            "author": "lostchair",
            "timestamp": 1443199920,
            "txt_content": "徐大大大 发表于 2015-9-25 21:42\n我去神速\n为你一晚更两章"
        }
    ]
}