{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第三节",
    "author": "2B与mc的故事",
    "replyCount": 8,
    "timestamp": 1443184380,
    "txt_content": "        “那个……酒鬼先生……你这样一直喝酒，真的能填饱肚子吗？”穹闪看着一壶又一壶的酒被酒鬼喝得一干二净，心中又是不解，又是惊奇。\n\n        “吃饱？”酒鬼猛地放下手中的碗，酒水全部洒在了桌子上，“我就是吃饱了没事干才来喝酒的！”\n\n        说着，酒鬼又拿起酒壶，满满地斟了一碗酒，痛快地干了起来。“你要不要来点？”酒鬼把酒壶递向穹闪，但是被拒绝了：“我从不沾酒的。”\n\n        “你应该是天灵山脉的人。”酒鬼放下碗，朝着穹闪打了一个酒嗝，熏得穹闪一阵咳嗽，“那儿的人很少外出，你到这里来是干什么的？”\n\n        “天灵山脉已经被侵略了，我是逃……到这里的。”穹闪说道“逃”这个字的时候犹豫地咬了咬牙，一边伸出手扇走臭味，一边问道，“对了，你怎么知道我是天灵山脉的人？”\n\n        “口音，这很容易分辨。”酒鬼似乎认真起来了，不再继续倒酒，而是端坐着急切地问道，“侵略天灵山脉的是哪个军队？”\n\n        “猛禽军团，非常可恶的一群家伙。”穹闪的语气沉重起来，下意识地摸了摸腰间的剑，“我的好朋友就是被他们害死的。”\n\n        “哈，果然如此，终于盯上天灵山了吗？”酒鬼的嘴角微微上扬，“这下事情麻烦起来了。”\n\n        “你知道些什么吗？”穹闪忽然想起来了似地问道，“对了，你之前说的‘口音’到底是个什么东西？”\n\n        “你最好不要知道得太多，免得惹上麻烦。”酒鬼右手摸着下巴说道。但是他并没有回答穹闪的第二个问题，反而格外认真地问道：“你，当时为什么要逃？”\n\n        邋遢的酒鬼忽然间正经起来，刚才他的说每一个字似乎都能流入人的内心深处。没有发自肺腑的感触，是不可能会把话说得如此震撼人心的。这一突然的转换让穹闪有点适应不过来，过了好一阵子，才恍恍惚惚地答道：“我努力过了……但是最多只能阻止敌人的一个小队。我想去挑战他们的将军，但是只能被打得毫无还手之力……我一直不甘心，为什么自己这么弱……”\n\n        “呵，心有余而力不足的感受，我也深有体会。”酒鬼的语气又变得随和起来，“你，想要变强吗？”\n\n        “想！”穹闪一瞬间来了劲。他认为，这位“高人”终于要拿出真本事了。\n\n        “你为什么想要变强？”酒鬼的一句话让穹闪再度陷入了深思。\n\n        “我已经被好多人问过‘为什么’了……”穹闪叹了一口气，轻声自言自语道。\n\n        “好多人？少年，看来你经历了不少事啊！”酒鬼笑着答道，“别想得那么深奥，我只是问现实上的。你是想要参与战争，还是一心一意地想变强？”\n\n        “我对战争不感兴趣。”穹闪答道。\n\n        “很好！”酒鬼说着拍了拍衣服，起身朝店门外走去。\n\n        “等等！酒鬼先生！你还没有告诉我变强的方法呢！”穹闪不知所措地跟了上去。\n\n        “什么？变强的方法？我说过了，我只是一个普通人，一个臭熏熏的酒鬼，哪里知道什么变强的方法？”酒鬼不耐烦地答道，“小鬼，你还有什么事？我很忙的！”\n\n        “好吧……”穹闪失望地答道，“你知道这附近哪里有铁匠铺吗？最好是好一点的，我的这把剑很珍贵。”\n\n        “铁匠铺？少年，你难道不知道全世界最好的铸剑师就住在这城里吗？”酒鬼无奈地指了指，“往右走，一直走到头就是了，还有，那家伙的脾气有点怪，可不是钱能摆平的人物哦。好了，这下你可以让我走了吧？”\n\n         “等等！口音……到底是什么东西啊？”穹闪有些尴尬地笑着问道。酒鬼一听，根本就不想理会，转头就走。\n\n         “哦对了，少年，你应该没有急事吧？去东北边的迷离谷，那里有个坐在亭子里的老头，去找他帮我捎个口信。”酒鬼一边离开一边说道，“告诉他，老酒鬼喝醉了，想去山上玩玩火。”\n\n         “去山上玩火？万一整座山烧起来了怎么办？”穹闪不解道。\n\n         “不用担心，我自有分寸。”酒鬼的身影渐渐被淹没在人群中，“就算烧起来了，山上也有水啊……”\n\n\n\n\n\n        穹闪和灵曦正走在嘈杂的大街上。\n\n        “哎呀臭死了！你为什么非要去跟一个酒鬼打交道？”灵曦撅着嘴，尽量离得穹闪远一点，“我就说这种家伙怎么会是‘高人’，果然是你自己想太多了！”\n\n        “别抱怨了，反正也没什么急事。等我把剑打磨好，你去找你的舅舅，我去我的迷离谷。你不用烦我，我也不用管你了。”穹闪说着抽出他的剑，一边端详着一边问道，“灵曦，‘口音’到底是什么意思啊？”\n\n        “安静点，瞧，到了。”灵曦小心翼翼地细语道，“可别怪我没提醒你，这家伙的脾气怪的很！你去哪里磨剑不好，非得来这里！”\n\n        确实，越往里走，人越少。到了这条街的尽头，周围已经没有一个人了。原本如此热闹的一个城市，竟也有这般冷清的地方。不，不只是冷清，已经到了阴森的地步了。明明是在白天，附近的店铺却空无一人，安静得只听得到呼呼的风声，风吹动门板发出的吱呀声，门板撞在门框上发出的哐铛声，除此之外就只有自己的心跳声，还有呼吸声……\n\n        路的尽头是一家并不大的店铺，铺顶上没有挂牌子，所以店名也就不得而知。门是虚掩着的，里面透出一丝微微的红光。\n\n        穹闪的喉结上下滑动，他小心地推开了老旧的木门，轻声走进了这诡异的铁匠铺……\n\n\n目录\n\n\n\n又到了每周的更新时间！穹闪究竟会在这铁匠铺里遇到什么叻？\n穹闪：我不管～～谁来告诉我“口音”到底是什么意思啊！！！\n@bo_bo2001 @恶魔-潇洒 @guqu @一枚渣渣 \n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1443185220,
            "txt_content": "我认为既然有咣当的一些声音，就听不到呼吸声了\n赶紧去补一下上一章，上次有些急没看23333"
        },
        {
            "author": "守望者_",
            "timestamp": 1443186780,
            "txt_content": "真悬疑。。。。。。。。。。。"
        },
        {
            "author": "JACKOL",
            "timestamp": 1443187080,
            "txt_content": "lz棒棒哒...."
        },
        {
            "author": "o_bo2001",
            "timestamp": 1443236280,
            "txt_content": "透出红光？\n铁匠铺怎么会有红光= ="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443237180,
            "txt_content": "bo_bo2001 发表于 2015-9-26 10:58\n透出红光？\n铁匠铺怎么会有红光= =\n岩浆的光啊…\n不然你以为我是在故意营造这种氛围加进去的特技吗……"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443237300,
            "txt_content": "字太小了{:10_523:}"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443237480,
            "txt_content": "龙隐尘L 发表于 2015-9-26 11:15\n字太小了\n真的吗……\n我用的是标准字体(￣▽￣)"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1443237720,
            "txt_content": "2B与mc的故事 发表于 2015-9-26 11:13\n岩浆的光啊…\n不然你以为我是在故意营造这种氛围加进去的特技吗……\n看上去就是特技啊。。\n感觉奇奇怪怪的"
        }
    ]
}