{
    "title": "<原创·连载·圣杯>圣杯之争 第二章 第三节 光“冥”再现？",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1443227100,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-9-26 09:13 编辑 \n\n      那根魔金棒迎面而来，白小亮也无处可退，只好硬着头皮与其开战。      魔金棒碰触到了白小亮的身体，刹那间，白小亮只觉一股强横、阴冷、邪恶的能量波动进入了他的身体，就仿佛是人被冰山包裹住一样。白小亮见状，也只能抽出天运棍来略作抵挡。\n      当然，光凭这点作为绝对是挡不住魔金棒的。很快，魔金棒就应经彻底钻入白小亮体内，化为邪恶的能量在白小亮体内乱窜。白小亮只觉气血翻涌，丹田也仿佛要爆炸一样，一种说不出的乏力感和痛苦感遍布全身。我真的就要死了吗？白小亮自嘲道。他还有李教官，还有孙天没有去拯救，寄托了mcbbs的厚望......白小亮想到这里，一股怒气和不甘的情绪直接爆发了出来，横扫着那看似不可战胜的邪恶能量。\n      杀戮魔神顿时大吃一惊，他有魔金棒的本命气息感应，却吃惊地发现幻化的魔金棒居然正在一点点的被吞噬......“这还是人类吗？？”杀戮魔神咽了口吐沫，旋即不再有一丝的犹豫，拿起魔金棒，向着白小亮大步迈去。\n      白小亮顿感不妙，他现在正在迅速地清理黑暗能量，但是还是需要一段时间的。这时杀戮魔神走过来，不正是要了结自己么？\n      杀戮魔神大喝一声，魔金棒从天而下，带着尖厉、刺耳的风啸声，以及那恐怖的威压和阴冷的气息。迎面而至。\n      白小亮脑中只有两个字：完了。\n      突然，在魔金棒即将落下的地方出现了一层厚实的光罩，白小林还惊奇地发现，自己的伤势竟然飞速愈合着，体内的邪恶、阴冷的气息也不存在了。这时，白小亮心中突然响起一个懒洋洋的声音：“你胆子真大，还敢和杀戮魔神打。要不是我救你，你早没命咯。”没错，这声音的主人正是上次在创世神笔神殿中竭力救了白小亮而自己陷入了沉睡的光冥。白小亮听到这个声音，顿时大喜过望，心中又燃起了一丝生命的渴望。\n      而杀戮魔神这边的感觉可就和白小亮那边成对立面了，杀戮魔神只觉得魔金棒下去的时候，就像一根普通的木棍敲在了铁板上，手和魔金棒都震得生疼，而那光罩居然将这次的攻击伤害返给了自己，这太不可思议了！\n      杀戮魔神首先是撑不住自己的攻击，“哇”地吐了一口精血，连连倒退几步后，大口大口地喘着粗气，周围的热量也消减了许多。\n      白小亮趁此机会，将天运棍甩向杀戮魔神。“啪”第一击，杀戮魔神没有感觉到什么。“啪”第二击，杀戮魔神的背上被打出了一个坑。这次的攻击明显要比刚刚打熊大天的要小很多，但是也够杀戮魔神受得了。\n      杀戮魔神心内不甘的情绪瞬间就散发出来。他什么时候被人如此对待？没有几个人能和他打并且占着如此大的优势。眼看白小亮马上就要站起身来，杀戮魔神再也不能忍受了，瞬间就引爆了体内的魔神核。\n      魔神核是什么呢？\n      魔神核是魔神本身体内存在的核心，有了它，魔神不仅修炼速度会翻倍，并且会直接增幅各类属性，用处十分巨大。可以说，魔神核就是魔神最重要的核心，一旦引爆，这位魔神在魔族的地位也会因此一落千丈。但是引爆魔神核的好处就是，能短时间内大幅提升所有属性，让自己成为近乎先祖般强大的存在。而这杀戮魔神，却是不惜引爆魔神核，也要和白小亮一决高下。\n      杀戮魔神体内闷响一声，随即他身上的气息瞬间出现了变化。杀气再次滔天，并且凶光比之前更盛，残暴的能量四处肆虐着，树木、小草全都被刮得无影无踪。只有白小亮有着光冥为他护体，对他的波动才减弱了些。\n      “杀戮魔神居然引爆了魔神核。”光冥惊讶地说道。\n      杀戮魔神只觉得一股难以抑制和庞大的力量感遍布在全身。“啊！这就是力量！我需要更多的力量！”杀戮魔神疯狂地大喊着，土壤的营养迅速被转化为力量注入到了杀戮魔神体内，而土壤则没有半点土能量，完全变为了血红色。\n      只是十个呼吸间，杀戮魔神的身高足足增长了二米，强横的力量也压得白小亮喘不过气来。背后还生出一对血红色的双翼，而杀戮魔神的眼睛位置，则是彻底变为了血红色的双眸。\n      桀桀！\n      杀戮魔神怪笑一声，旋即，白小亮与杀戮魔神真正恐怖的对战，就要拉开帷幕了。\n      目录\n      @1137246733 @2B与mc的故事 @FHC红石 @蠢萌の⑨ @guqu @恶魔-潇洒 @普通HIM @青格大D \n\n[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1443229560,
            "txt_content": "首先竟然没at我。。。\n还是不错的"
        },
        {
            "author": "guqu",
            "timestamp": 1443235860,
            "txt_content": " 本帖最后由 guqu 于 2015-9-26 10:55 编辑 \n这次的攻击明显要比刚刚打熊大天的要小很多，但是也够杀戮魔神受得了。\n永远也看不懂这逻辑关系是我没看懂……\n\n"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1443237720,
            "txt_content": "guqu 发表于 2015-9-26 10:51\n永远也看不懂这逻辑关系是我没看懂……\n天运棍的第二次攻击纯属靠运气来决定威力大小=w=两节前把熊大天打成肉酱力量还没用完，这次比上次减弱了。肉酱跟一个坑是有很大区别的=w=嗯......至少我这么认为。。"
        }
    ]
}