{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S16·|Unturned",
    "author": "lostchair",
    "replyCount": 4,
    "timestamp": 1443198660,
    "txt_content": " 本帖最后由 lostchair 于 2015-9-26 01:06 编辑 \n\n    第二个人出现在门口，身影约是二十岁的少女，呆立在门口，晃晃悠悠。\n    苏尔加和诺利的手都在颤抖，他们不知道为什么斯诺克选择开枪打死那个男人，此时的他们都有一种自己是罪犯的感觉，双双放下了武器。\n    “别动。”斯诺克依然举着枪，激光直射在少女的脑门上。\n    “不要……杀我……”少女忽然无力的倒在地上，嚎啕大哭起来。\n    苏尔加再也承受不了，扔掉手枪跑过去搀起了少女，用复杂的表情看着斯诺克。\n    “先生，把枪放下吧。”诺利似乎也对斯诺克很失望一般，长叹了一口气，把M4挂在背上，向少女走过去。\n    斯诺克的表情也很是纠结，他开枪是有原因的。他能察觉到门外的人十分不寻常，无论是要求进门的方法，或者是开门的手法，以及恐惧之下良好的心理素质，都足以说明这个人不是一个普通人。但他又的的确确死在自己的枪下。难道是持续多天的精神紧张让他判断失误了？内心挣扎了半天，斯诺克终于放下了枪，内心充满了对少女的愧疚。\n    然而却听到苏尔加一声惨叫，少女从靴子上抽出一柄匕首，狠刺进了苏尔加的腹部。\n    苏尔加的眼中充满了难以置信，似乎想问为什么，却无力的昏倒在血泊中。诺利在反应过来之前，少女已经转身逃走。\n    “我……杀了她……”斯诺克抱起了苏尔加，眼泪哗啦啦的泼洒到苏尔加苍白的脸蛋上，“杀了她……”斯诺克右手一勾，把苏尔加扔在地下的手枪扔给了诺利。\n    诺利慌忙接住手枪，赶紧追了出去。迎面的却是两只扑面而来的怪物，直接将他扑倒在地。\n    “先生……”两只怪物压在了诺利的身上，诺利艰难的扣住怪物的脖子，苦苦支撑向斯诺克求救。\n    然而斯诺克却来不及管他，而是从苏尔加的背包里找出了一个综合医疗包，用纱布和药物在苏尔加的腹部围了两圈，一股股涌出的鲜血才勉强被止住。\n    “先生……”诺利就要支撑不住，怪物的牙齿已经贴近了诺利的鼻梁，充满怪异气味的口水淋满了诺利一脸。砰砰两枪，斯诺克从腰间拔出柯尔特，打爆了两只怪物的脑袋。然而四周却涌来了更多的怪物，诺利赶紧躲回咖啡屋，关上了房门，不多时，就听到怪物们哐哐哐砸门的声音。每一次撞击，都好像要将房门撞破一样。苏尔加依然昏迷，血液每过一分钟就渗透一层纱布。\n    “把门挡好了。”斯诺克把苏尔加抱到了桌子上，这让他能更方便的帮苏尔加换纱布。而诺利用身体挡住房门。\n    少女跑了没几步，便被两人叫住，是蒙多科和维尔纽斯。\n    “喂，这里。”蒙多科在树后面招呼道，“是逃出来的活人。”蒙多科转头对维尔纽斯说。\n    “我知道。”维尔纽斯面无表情，尽管整理枪火大作，怪物声此起彼伏。\n    少女听到声音，跑了过来。却把蒙多科和维尔纽斯吓了一跳。\n    “你被咬了？”蒙多科看到少女一身血迹，赶紧带着维尔纽斯后退了几步。\n    “没有没有……城里有士兵……但是他们杀了……杀了我的家人……”少女说着说着就哭出了声。\n    “你叫什么……”在见过简之后，蒙多科已经对这个年纪的小女孩产生了不信任感了，“在我确定你足够安全之前，请先不要靠近。”\n    少女很听话的停住了脚步，说道：“贝莎·条顿，我叫贝莎……”说完，她举起了双手，扔下了沾血的刀子。\n    “先离开这里，然后把你的故事说一下吧……”维尔纽斯向贝莎伸出了手，三个人一起回到了远离城镇的卡车上。\n    没有食物，三个人饿着肚子挤在卡车里。蒙多科打开了内车灯，示意贝莎可以开口了。\n    “我来自华盛顿，和哥哥来爱德华岛旅游，本来以为这里会是一个很好的地方……也的确是一个很好的地方，只不过却突然出现了一些很奇怪的事情，然后……一切就变成现在这个样子了。”贝莎呢呢喃喃，思路十分混乱的说道，“当时我们和其他人一起在野外扎营，那是一个黑天，我们钓了好多鱼……升起一团火，一起围绕着火堆，烤鱼，跳舞，热热闹闹，每个人都很开心。几杯红酒下肚，所有人都昏倒在地，呼呼大睡，却忽然在半夜被几声惨叫惊醒。我和哥哥睡在一起，当我们爬出帐篷，却看到其他的几个帐篷全都被鲜血染透，透着火光，只能看到……我们朋友的影子……被神秘的、可怕的怪物撕碎……铁腥的味道，我现在都还嗅得到……”\n    贝莎说着说着，神情变得恍惚。她抽噎了一下，接着说道：“然后我们从那里逃走了，却看到整个岛都已经乱作一团，我们只能像乞丐一样，四处捡些还能吃的食物勉强果腹，以此生存下去。然而能吃的东西实在太少了。时间过得越来越久，我们的胃袋越来越空，直到有一天，哥哥带来了一包带血的面包……”贝莎忽然低下了头，“我本来并不想吃的……可我也不想死……哥哥骗我说他没有杀人，为了活下去，我也欺骗自己相信了。”\n    “你们也杀人了？还抢了他们的食物？”维尔纽斯一句话都没说，蒙多科却十分难以置信。为什么明明都是脆弱的少女，简和贝莎却都如此心狠手辣。\n    “我没有杀人，我也不希望哥哥这么做……”贝莎轻声啜泣道，“不过那样我也会饿死……很对不起，但请相信我不会伤害你们……直到刚才，我们想去找咖啡厅里那些人讨点食物，哥哥却在开门的一瞬间被一枪打死了……”\n    蒙多科转头看了一眼维尔纽斯，维尔纽斯却没有看他。没有老头，蒙多科不知道应该怎么做。\n    “不管那群军人是不是故意的，咱们还是离开这吧。”维尔纽斯沉默了一会，说出了这句\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html\n\n",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1443199380,
            "txt_content": "可能是因为圣杯的原因，大家以为这是某个小说活动便纷纷避开……\n\n没看到前篇的langyo正在迷迷糊糊地看着这篇一本正经写的胡言乱语……\n华盛顿是啥？……怪物是什么？……带血的面包谁做的？……军人那么无情？……\n所以，能先说明下其它章节的位置么……没发够3章我们不怪你，但好歹来个链接给我们跳转吧……\n\n看你这么写，感觉像是治愈系的小说，又像是都市小说……但好歹包含了MC的一个特征……\n请写清楚怪物是什么，并试着对他们的形象进行描写，小说其中一重重在环境描写啊！\n\n我个人是支持你的，但是因为我也要准备参加圣杯所以=-="
        },
        {
            "author": "lostchair",
            "timestamp": 1443199680,
            "txt_content": "langyo 发表于 2015-9-26 00:43\n可能是因为圣杯的原因，大家以为这是某个小说活动便纷纷避开……\n\n没看到前篇的langyo正在迷迷糊糊地看着这 ...\nhttp://www.mcbbs.net/forum.php?m ... p;extra=#pid8981970\n唯一能赞同你说的话，就是迷迷糊糊地看\n副词用的很标准\n虽然每个人都有资格评价，也的确喜欢听到别人指出自己作品哪里不好\n但还请认真的看过再来回复吧"
        },
        {
            "author": "langyo",
            "timestamp": 1443200040,
            "txt_content": "lostchair 发表于 2015-9-26 00:48\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=497307&page=1&extra=#pid8981970\n唯一能赞同你说的 ...\n我看过了，想对你说这样几个建议：\n1.给所有子贴加上其索引贴的链接，方便读者切换\n2.排版，建议将字体调一调，背景色换成护眼色\n3.背景音乐，我相信你会加的\n4.写完章节后，遇到建议，备份原稿，适当的进行修改\n\n以上。"
        },
        {
            "author": "lostchair",
            "timestamp": 1443200280,
            "txt_content": "langyo 发表于 2015-9-26 00:54\n我看过了，想对你说这样几个建议：\n1.给所有子贴加上其索引贴的链接，方便读者切换\n2.排版，建议将字体调 ...\n像产品质量和售后，的确售后也是很重要的一环节\n那么我现在就去调整了，不过背景音乐的确是插不进去了"
        }
    ]
}