{
    "title": "<原创><圣杯>《天狼痕》",
    "author": "龙隐尘L",
    "replyCount": 6,
    "timestamp": 1443268680,
    "txt_content": " 本帖最后由 龙隐尘L 于 2015-9-26 20:09 编辑 \n重要提示:本作品起点首发，严禁除本作者外任何未经允许的转载！！！\n天狼痕第一章 开端  【迷茫地飘荡在那宇宙星河之中……】  \n\n【你们也许在问，生命的意义在于何处？】  \n\n\n【你们却是意识不到自己生来就具有的欲望，你们一直在抵制它，但却是世界最美好的东西】  \n\n【你们一直在想着人类的进化，以及外星人到底存不存在，现在，终于有一个答案了。】  \n【我是来自天狼星系的最后一个人类，谈及我们的历史，那是非常漫长的岁月，自宇宙之初，我们的星系便孕育了生命，生命从何而来？这点不只是你们地球人，我们也有各种假设，可却是不得而知。】  \n\n【生命诞生，各种物种繁衍生息，经过了长时间的斗争，人类终于站在生物链的顶端，部落，国家，封建，民主，又过了长的令人窒息的时间，所有的国家终于被统一了，语言，文化，技术，宗教，所有的一切也终归一统，当然，那是我们所栖息的星球满目疮痍，战争摧毁了我们赖以生存的家园，资源枯竭，高科技武器差点将它夷为平地。】  \n\n【当全球一统时，存活下来的人类甚至不超过五千人，生命的力量是伟大的，在如此条件下，我们成功移民了第一个星球，此时已经不到一百人了，可是我们却在六十年间人口扩大到了三千万，也许你们会问，难道我们不分白昼日夜生育吗？当时我们已经进化了，不再是以前的人类了，武器以及宇宙当中的辐射，科技带来的便利是我们变得就像你们的电影里的外星人形象一般，我们的毛发，指甲，*生*殖*器*，四肢等等已经退化，身体枯糙，四肢瘦小，大脑因其他部位而看起来异常的大，我们已经不能再像以前那般繁衍后代，一种崭新的技术，就像克隆般能完美复制我们的躯体，但是思想却不同，依靠着这种技术，我们的种族一时又壮大了起来，40年后，不断制造的人类已经超过了70亿人。】  \n\n【几乎遍布整个天狼星系的我们并没有发现其他文明以及潜在的威胁，于是我们狂妄地想要征服整个宇宙，噩梦也就从此开始。正当我们踏出星系时，我们遇到了敌人——来自银河系的格利泽人，他们的科技比我们弱上一些，我们以摧枯拉朽的攻势毁灭了格利泽人大半的居住地，可是这时，格利泽人孤注一掷摸上了我们的大本营天狼星系，由于大部分人民都在遥远的银河星系，留下来的都是技术人员，安心研究的他们怎么也没想到战火烧到了那里！】  \n\n【格利泽人将我方的科研人员大半屠戮殆尽，我们赖以繁衍生息的机器也都被摧毁…….】 \n\n\n【我们被表面欺骗了！！！他们有着远超其他文明的能力，其优势并不在于武器，而是不可思议的…….】  \n\n\n【尽管我们还有大量的人口及其他优势能使我们天狼文明恢复辉煌，可是总指挥却认为此仇必报，应以我星际舰队与格利泽人同归于尽，其实这是一个愚蠢的方案！】  \n\n【总指挥认为以我们星舰的能量储备，完全可以将格利泽文明泯灭！但是这也意味着我们天狼人将要永远退出历史舞台！我们自从进化为更高级的人类后，感情这东西已经非常淡薄，他 竟然这样用事！计划执行的当天我与几百个人乘坐飞碟逃了出来，不过他也没阻止我，可能他也想为天狼文明留些种子吧】  \n\n【我们随后就再也没有了总指挥和格利泽人的消息，我们漫游在太空中，终于找到一颗适合我们文明复苏的星球，也就是你们的地球】  \n\n【当时地球文明也很发达了，但和格利泽和我们天狼文明相比是非常的弱小，即使我们只有几百人，但还是消灭了这个文明。可是，我们的人中间竟然有几个是假冒的格利泽人，我们的设备收到了巨大的破坏，当我们将他们消灭后，设备收到了巨大的损坏，没有了科技的支持，我们将变得脆弱无比，我们用机器在宇宙中汲取能量，集体进入了休眠】  \n\n【我们天狼人的生命虽然漫长，但也终有死亡的那一天，进入特殊的营养仓中能使我们的器官回到幼儿时期，只要有足够的能量就能一直延长寿命】  \n\n【在我们休眠当中，一群人将我们的休眠仓破坏，原来他们是来自地球的文明残余，上次我们对地球文明的毁灭并不彻底，有些人隐藏在这颗星球中避难，我们用收集的能量给了他们一击，可是仪器出现了错误，一次性将能量全部释放出，将这颗星球变成了炼狱般的火红色，不过反正这颗星球并不是我们的目标，只能算是地球的兄弟星，各种条件也差那么一点】  \n\n【我们的能力再一次地消耗完了，难道不管如何都没法避免灭绝的灾难吗？】  \n\n【于是我们向地球的猩猩注射了一种极易基因突变的药剂，这种药剂可能产生更加愚蠢的生物，但也可能产生智慧生物，毫无疑问，我们成功了！这种突变仍需要大量的时间才能进化的完美，但是我们等得起】  \n\n【经过了漫长的等待，我们终于见到了第一个人类！像！太像了！这与我们已经非常接近了，我相信，只有再过一些时间，就能与我们一样了！】  \n\n【我们所剩的时间已经不多了……生命其实并不是永恒的同伴们一个接着一个地死去，我所剩时日也不多了，于是录下了这段话，它将在一千年后以最后的能力 \n\n【你们不是的第一个文明，也不会是最后一个…….】 \n【一定要小心…….】 \n【猎户座的火焰……】 “怎么回事？！！”一个七十岁上下穿着西服的人对旁边的人问道，“出了什么事情了，怎么莫名其妙会自动播放了这个东西？！！”  \n\n“主席！据刚刚收到的消息称，全世界各地的网络，通讯设备都不约而同播放了这段语音，能做到这个的，没准真是外星人所为，这段话播出去不到五分钟全网引起了热烈反应，美国总统也就在那播出后邀请全世界首脑来共同议论此事，您是否出席？” \n主席的手紧紧捏成拳，重重地说：“去，必须去！“\n\n主席抬头望着天，他感到这世界将会有一场翻天覆地的变化…….",
    "replies": [
        {
            "author": "龙隐尘L",
            "timestamp": 1443269160,
            "txt_content": "@小浪 @GrowlR @HGK @恶魔-潇洒 @北极星人 @原子弹1号"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443271080,
            "txt_content": "当我把它看完的时候，我仅仅以为这是前引，然而看了上面我才知道这是第一章"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1443271380,
            "txt_content": "建议字体小一些。\n我想应该不需要直接写“主席”，可以写出他的名字，感觉这是个人物之一……"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443272640,
            "txt_content": "恶魔-潇洒 发表于 2015-9-26 20:43\n建议字体小一些。\n我想应该不需要直接写“主席”，可以写出他的名字，感觉这是个人物之一…… ...\n尼玛，他都70多岁了，后面写的就是几十年后了，他又不是长生不老{:10_567:}"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443272700,
            "txt_content": "风吟浅唱 发表于 2015-9-26 20:38\n当我把它看完的时候，我仅仅以为这是前引，然而看了上面我才知道这是第一章 ...\n好吧其实就是前引{:10_562:}"
        },
        {
            "author": "GrowlR",
            "timestamp": 1443322500,
            "txt_content": "很不错，再次祝你中秋快乐！"
        }
    ]
}