{
    "title": "<原创|连载|圣杯|>《原始森林-勇者奇遇记》第一章 困境",
    "author": "浮云蓝天",
    "replyCount": 3,
    "timestamp": 1443267420,
    "txt_content": " 本帖最后由 浮云蓝天 于 2015-9-27 18:30 编辑 \n\n原始森林-勇者奇遇记 序言\n\n\n\n\n———————————————————————————————————\n\n第一章 困境\n\n\n ●清晨，一阵小雨过后，初升阳光映射出绚丽的彩虹。一块块白云在微风中飘着。\n\n●叶子上的水滴落在地上的积水里泛起阵阵涟漪。打破了水中远处山峦的影子。\n\n●这时一束光柱从峡谷中射出，刹那间狂风骤起，狂风卷着黑云夹杂着闪电不断旋转，形成了紫色漩涡。\n\n●三个东西从漩涡中坠落下来。顷刻间风卷残云，这里又恢复了往日的平静，似乎什么都没有发生过一样。\n\n   ●过了一天，小天醒了，他睁开眼睛。正午的阳光令他感到刺眼，他眨了眨眼睛以至于看清周围环境。\n\n●这是。草方块？他赶紧摸了摸地上，这时他发现，他的手已经不是原来的样子了。他又看了自己身体其他部位。发现全都变了，自己 已经是一个方块人了。\n\n●他猛然间明白，自己穿梭到了Minecraft。他站了起来，努力使自己适应新身体。\n\n●他又看见另外两个人，从服饰看，是王遮和张欣欣。看来摔的重，还没醒来。\n\n●小天模仿着游戏里史蒂夫的动作，用自己手臂“砍”树。duang～duang～duang的一阵过去\n\n●那个树自己缩小了。小天把它放进口袋。树叶里掉了好几个苹果。小天都拾起来了。\n\n   ●这时王遮和张欣欣刚刚醒来，小天走了过去。对他们说:“咱们穿梭到Minecraft里了。”\n\n●由于王遮和张欣欣也是mc玩家，所以很快了解了现在的处境。这时小天发现王遮屁股下压着一本书。里面写到\n\n●“欢迎使用方块传送器，您已经来到Minecraft世界。我们默认您玩过Minecraft。在这里\n\n●你可以通过你的思想和意念打开背包，合成物品。祝您愉快。”\n\n  ●烈日当空，向大地无私的撒下自己的光芒。清澈的小河另一岸是一片开阔的沙漠，没有一丝阴凉。除了仙人掌，没有任何植物。\n\n  ●小天一行人在这戈壁里走啊走啊。想找到一片适合生存的地方。\n\n  ●随着之前的苹果吃完，夜幕也即将降临，小天一行人依然在沙漠里。\n\n  ●突然，一只箭朝小天射来。小天反应敏捷。双腿一用劲，跃起做了一个漂亮的后空翻。没有被射中。\n\n●可是王遮却中了一箭。痛的叫了起来。三人环顾四周。几十只骷髅的僵尸向他们走来。巨型的蜘蛛快速的扑过来。。。\n\n  ●小天等人手无寸铁，拿手臂去和怪物格斗。这真是螳臂当车。\n\n●攻击没有丝毫作用。尽管三人努力的挥出拳头。怪物们却依旧纷纷涌来。\n\n●几十之箭嗖嗖嗖的射来。三人已经混身是伤。僵尸无情的撕裂王遮的皮肤。蜘蛛血色的眼睛在黑暗中扑咬小天。俨然像一个恶魔。张欣欣浑身上下带满了箭。像一只刺猬，不，应该说是箭球了。\n\n  ●这群来自地狱的使者。无情的摧残着三人的肉体。三人身上已血肉模糊。\n\n●小天已觉得意识模糊。瘫软的躺在地上。任凭怪物撕咬他。\n\n●他望着天上的月亮。冰冷的月光撒在他身上。\n\n●或许，这是他着辈子看到的最后一点光了。\n\n●另外两人也顶不住怪物的折磨。由于伤势过重。也倒在地上。等待死亡的降临。\n\n●三人同时注意到天上划过一颗流星。抱着试一试的心态。三人用微弱的声音嘶哑的喊道：“我不想死！” \n\n\n\n                                                                                     上一章 /下一章/索引",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1443530760,
            "txt_content": "怎么说呢……有点出乎我的意料，但其实也在我的意料之中\n如果是楼主的话，你能以自己的实力抹除大家对烂大街的“穿越”剧情的偏见吗？我们拭目以待\n另外，感觉人物的心理描写有些不足。莫名其妙地就来到了Minecraft世界，仅仅会是“猛然明白”而已吗？（虽然感觉“惊讶”的描写也有些狗血）。还有与怪物搏斗至筋疲力竭，无法反抗的主角三人，难道就没有一点“绝望”“不甘”“或者“后悔”吗？\n既然他们都玩过mc，为什么不在夜幕降临之前建造一个避难所……如果只是为了“找到一个适合生存的地方”而让自己难以生存，这不就矛盾了吗？\n“小天已觉得意识模糊”，总觉得这句话有点奇怪。既然都意识模糊了，还能感觉到自己意识模糊……（如果真的没问题请无视这一条）\n总之，继续努力吧。"
        },
        {
            "author": "浮云蓝天",
            "timestamp": 1443533340,
            "txt_content": " 本帖最后由 浮云蓝天 于 2015-9-29 21:35 编辑 \n2B与mc的故事 发表于 2015-9-29 20:46\n怎么说呢……有点出乎我的意料，但其实也在我的意料之中\n如果是楼主的话，你能以自己的实力抹除大家对烂大 ...\n啊啊，我少发了好大一段。。。(文档穿了啊)多谢提醒。。。\n修改ing\n\n但是我作业没写完，明天再改吧。。。"
        },
        {
            "author": "侑阳",
            "timestamp": 1443632100,
            "txt_content": "浮云蓝天 发表于 2015-9-29 21:29\n啊啊，我少发了好大一段。。。(文档穿了啊)多谢提醒。。。\n修改ing\n吐槽技能Max"
        }
    ]
}