{
    "title": "<原创·连载·圣杯>   勇者之征   第二章 第四节",
    "author": "2B与mc的故事",
    "replyCount": 5,
    "timestamp": 1443273780,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-9-26 22:19 编辑 \n\n        “吱嘎——”\n\n        穹闪小心翼翼地推开老旧的木门，轻手轻脚地走进了铁匠铺。\n\n        一丝光线投入了昏暗的房间。屋内的一切似乎都对这久违的光线虎视眈眈，贪婪地掠夺着。本来就不怎么明亮的阴雨天的阳光很快被抽干，变得毫无生气，微弱得奄奄一息。因此，门缝里挤出的这一丝阳光对昏暗的铁匠铺几乎没有任何照明作用。屋内还是一片漆黑，只有不远处滚烫的岩浆还在发出昏暗的红光，让穹闪他们不至于看不清路。\n\n        但是还没来得及看清铁匠铺里的东西，一把锐利的匕首冷不丁飞了过来，插在了离穹闪的脑袋仅有一寸之遥的墙壁上。\n\n        “谁？来这里干什么？”一个猴子般精怪的声音传出。\n\n        “当然是来磨剑的。这里不是铁匠铺吗？”穹闪一边护住吓得两脚发软的灵曦，一边镇定地答道。\n\n        “磨剑？那你的剑呢？”声音渐渐地靠近了这里。\n\n        “在这里。”穹闪一边警惕地四下观望，一边缓缓抽出了剑。\n\n        “我先警告你，我可不会随便给人锻造兵器。如果你是误打误撞走错了，请马上离开。”一个人影渐渐出现在了前方的转角。那是一个不胖不瘦的男人，身高比穹闪略矮一点，满脸的胡渣，“把你的剑给我，小子。”\n\n        “为什么要给你？我凭什么相信你？”穹闪说着握紧了剑。\n\n        “真可笑。剑士连铸剑师都不相信，要怎么保养好自己的剑？话说，你到这里来不是磨剑的吗？不把剑给我，我可怎么磨？”那个人说着伸出了手。穹闪犹豫了一小会，还是把剑交给了他。“不过，那得看看这把剑是否值得我来磨。”\n\n        那个人掂了掂手中的剑，仔细端详一番之后露出惊讶的神情。“哦？有意思。”他说着持剑走进了铁匠铺内部，绕过一个转角不见了踪影。穹闪和灵曦赶紧跟了上去。\n\n        到了铁匠铺内部，四周的火把使得光线明亮了起来。铸剑师缓缓走到一堆不小的黑色石块前，高举起了手中的剑……\n\n        “等等……那不是……你疯啦！这样的话，那把剑……”灵曦忽然间想起了什么似地吼道。但是来不及了，那个人朝着黑色石块狠狠劈了下去。\n\n        “咔嚓！”伴随着清脆的响声，穹闪的剑上出现了一道不浅的裂痕。\n\n       “你到底在干什么啊？！为什么要故意破坏我的剑？！”穹闪愤怒地咆哮道，朝着那个人跑去。\n\n       “果然如此。小子，你这把剑有多久没磨了？”那个人把剑放下，问道。\n\n       “不知道！这把剑是我朋友给我的，是很珍贵的东西！你怎么可以这样随意破坏它！”穹闪说着焦急地朝着自己的剑跑去。\n\n       “朋友？看来你的那个朋友真的很不爱惜它的剑啊！这剑应该有将近两年没有磨过了，而且还经历了许多战斗。话说，不知道这是好事还是坏事呢，竟然把这种东西送给别人……不过对这把剑来说应该是好事吧……”那个人抢在穹闪之前夺走了剑，“小子，你的剑已经死了。”\n\n        “明明就是你把它折断的！你赔！不，这把剑你是赔不来的……可恶……”穹闪悔恨的拳头砸在了墙上，墙面裂开了一条条裂缝。\n\n        “别这么灰心。我说过的，剑士一定要相信铸剑师。”那个人说着拿着剑走向了他的锻造台，“如果你今天不来找我，再过不久，你的剑在战场上会是同样的下场。呃，也许会更惨。”\n\n        “那现在怎么办？”穹闪咬着牙问道。\n\n        “既然它死了，我就要让它重生。”\n\n        “嗤——”\n\n        铸剑师倒出了岩浆。滚烫的岩浆在石头做的槽里缓缓流动，就像缓缓流动的时间。\n\n        穹闪在这段时间里知道了，那些黑色的石块就是全世界第二坚硬，仅次于被称为“神之石”的基岩的珍贵矿石，黑曜石。\n\n        一个下午过去了，穹闪的剑经过重铸之后变得比之前更加锋利，新月般闪耀的剑光就像剑新生后发自内心的笑容。简直就比新的还要新。\n\n        “拿好，小子，你的望月。”铸剑师微笑着把剑递给了穹闪。\n\n        “谢谢……那个，这一共要多少钱？”穹闪一边接过剑，一边不安地问道。\n\n        “钱？我才不稀罕。话说，我一开始有说过要钱吗？”铸剑师笑着答道，“这把剑值得我重铸，我不收你钱。”\n\n        “等等，望月？这就是全世界最强的十二把宝剑之一的望月？”灵曦简直不敢相信自己的耳朵，她一会望望穹闪，一会望望铸剑师不知道接下来该说什么好。\n\n        “对哦，我之前没有告诉你这把剑的名字，你怎么知道的？”穹闪也是一肚子的疑惑，“还有，这把剑真的这么有名吗？我知道这是一把不错的剑，但是想不到他会是那个什么……最强的之一？”\n\n        “哼，这点事情还瞒得了我？”铸剑师说着把头转向了灵曦，“话说，小妹妹，你只说对了一半。这把剑确实是望月，但是，它不是最强的十二把宝剑之一的望月……至少，现在还不是。”\n\n        “好了，累了我一个下午了。你的剑也铸好了，可以让我好好休息了吧？所以——请回吧。”铸剑师望着正要开口的穹闪，立刻补充道，“哦，不要问我叫什么名字。你以为我会随便把名字告诉你们这种无名小卒吗？不过……小子，你很珍视你的剑，这点我很欣赏。记住，剑是你的战友，要像对待一个有血有肉的好朋友一样对待他。”\n\n        “谢谢你！你让我学到了很多！”穹闪说着轻轻把望月收回剑鞘，向铸剑师道别之后转身离去。说实在的，在里面呆久了以后，才发现这里也不是那么昏暗嘛……\n\n        下一个目标，应该就是迷离谷了。\n\n\n目录\n\n\n\n一周两更完成叻～从下章开始，剧情就将步入正轨叻～\n大召唤术@bo_bo2001 @guqu @恶魔-潇洒 @MF_Mufeng M",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1443276420,
            "txt_content": "“谢谢你！你让我学到了很多！”穹闪说着，转身离开了这间铁匠铺。\n最后那个“转身离开了这间铁匠铺”觉得好仓促……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443276840,
            "txt_content": "恶魔-潇洒 发表于 2015-9-26 22:07\n最后那个“转身离开了这间铁匠铺”觉得好仓促……\n好的，修改ing\n话说最近这几天怎么都要审核"
        },
        {
            "author": "guqu",
            "timestamp": 1443310860,
            "txt_content": "2B与mc的故事 发表于 2015-9-26 22:14\n好的，修改ing\n话说最近这几天怎么都要审核\n有“杀”之类的词语基本上文章都要审核，具体有哪些敏感词我也不知道\n日更狂魔啊你"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443314100,
            "txt_content": "我在想你就这几个月怎么写得完，虽然你是日更狂魔"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1443326520,
            "txt_content": "学到了很多= =\n他学到了什么？"
        }
    ]
}