{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S17·|Unturned",
    "author": "lostchair",
    "replyCount": 2,
    "timestamp": 1443285660,
    "txt_content": " 一天六盒牛肉罐头，前三天还好吃到不行，后三天就已经完全厌倦。反倒是葡萄酒越喝越开心，第一天喝光了一瓶，笑嘻嘻的睡得很香。第二天喝光了两瓶，笑嘻嘻的睡得很香。然而这么多食物，也只撑了两个星期。没有酒精饮料之后，夜晚的睡眠变得逐渐困难起来，酒瘾也渐渐涌了上来。把自己锁在冷藏室的简，在一个狭小的空间，和一具慢慢腐烂的尸体度过了整整十四天。现在的她已经完全没有了意识，不会感到饥饿，只是会在固定的时间，按照固定的方法，打开一罐牛肉罐头。然而今天，罐头却吃完了。她空洞的双眼里充满疑惑，为什么罐头没有了呢？却也没有想太多，饿着肚子坐回了尸体旁边，就这样，又发了一整天的呆。\n    外面天气渐渐阴了起来，餐厅的玻璃墙壁上趴满了许多无聊的怪物，它们已经在这里守候了十四天，却没有等到里面鲜嫩的少女。雨点慢慢的洒满大地，城镇一片朦胧湿润的景象。远处的空中忽然想起直升飞机的声音，轰隆轰隆，响彻寂静。怪物们被这玩意吸引到了注意力。\n    油表盘已经见底，三个士兵却还没有绝望，他们还在寄希望于机场的防御工事未被击溃。他们是最后三个从研究所里逃出来的士兵，携带着一部分研究资料，带着所有科学家的心血，带着人类最后的希望，前往机场避难。然而他们不知道的是，机场已经陷落快要两个星期了。\n    “天气太糟糕了，我什么也看不清。”飞行员抱怨道，“没有足够的油，咱们只能低空飞行。”\n    话还没说完，只听到一声霹雳，一道惨雷劈中直升机，三人瞬间被抹消了生命迹象。轰隆一声，飞机坠到地上，炸做两截。\n    这一声巨响同样引起了简的注意，她也像被一道雷劈中似的，忽然恢复了些许精神。她顺从人类好奇的本能，打开了储藏室的门，只见所有怪物都被那爆炸声吸引走了。\n    推门出去，细细透明的雨丝，像银针，刺穿简的神经。\n    简低头看了看脏兮兮的自己，看了看污秽的双手，检索了一遍自己的记忆。\n    自己，究竟做了些什么。\n    被这爆炸声吸引出来的不止简一个人，大路对面，透过飞机残骸的烟雾，隐约看到了一个像维尔纽斯一般小孩子的身影，正趴在一片木栅栏后面，悄悄的看着发生了什么事情。\n    “维尔纽斯？”简的脑海中忽然出现了这个名字，好像是被她间接害过的一个小男孩，“漫山遍野的怪物……他还没死？”\n    怪物们虽然不喜欢焦黑的尸体，但还是把士兵们吃的精光。不走运的小孩子一眼就被饥饿的怪物们发现了。\n    小孩眼见周围围满了怪物，意识到自己的处境有点危险，便三两步爬到了围栏上，向前一个蹲跳，跳到一户人家的房檐上。那瓦片看起来十分脆弱，但小孩子体重却轻的不足以压坏屋顶。只见这小孩动作十分灵敏，几个跨步跑过屋顶，一用力又飞到了另一家超市的屋顶，向旁边一跳，踩到一个电箱上，往下一跳，稳稳地落地翻滚。\n    不是维尔纽斯。小孩一抬头，和餐厅里的简对上了眼。\n    “姐姐，帮我……”小孩子指了一下身后的怪物，加速向餐厅跑过去。\n    简却不知道怎么了，心里一阵恐惧，赶紧拿起了身边土黄色的步枪，拉了下栓，瞄准了小孩。\n    “我……我……”小孩也被简的举动吓了一跳，赶紧举起手，“我是活人……我是活着的……”眼见身后的怪物群要追了上来，小孩慢慢起步，向简那里跑去。\n    “别……过来……”简的声音里带着颤抖，她不想再杀无辜的人了，更何况是一个可怜的小孩子，但她同样没有勇气面对自己曾经犯下的过错，她不敢和任何活人有一点交集，她不敢和任何一个人说任何一句话，她只想一个人再流浪几天，然后饿死或者被怪物们分尸。\n    “我叫马洛斯……”小孩子话还没说完，漂亮的女尸一把将他扑倒，眼见细皮嫩肉的小孩子要被一口咬死。\n    啪的一枪，怪物的脑袋被打穿。\n    “别过来，去别的地方。”简隔着一条街扔过去一把开山刀，“别过来。”\n    马洛斯怎么也挣脱不掉趴在他身上没有头的怪物，只得捡起开山刀，一点一点的把怪物的四肢从他身上卸下来。汁液混合雨水，浸透马洛斯一身，他也从未干过如此恶心而又恐怖的事情。\n    三两下把尸体清理完，马洛斯抬腿就跑，他知道餐厅里的女人肯定不会再帮他一次了，强烈的心跳也告诉他要尽快从这里逃命。那就逃吧，马洛斯跑起来快如闪电，几步便在城里消失了踪影。\n    剩下的怪物气喘吁吁，追不上马洛斯，就只好来枪声发源地一探究竟了。看看究竟是谁，妨碍了他们吃鲜肉。\n\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html\n    ",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1443286200,
            "txt_content": "世界只能依靠金钱和利益所改变，所征服"
        },
        {
            "author": "lostchair",
            "timestamp": 1443328320,
            "txt_content": "海潮 发表于 2015-9-27 00:50\n世界只能依靠金钱和利益所改变，所征服\n然而行尸们可不愿用金钱买活人吃"
        }
    ]
}