{
    "title": "[双线]幽灵幻影——纯RPG丨职业丰富丨国战丨领土[1.7.10]",
    "author": "2274314840",
    "replyCount": 0,
    "timestamp": 1443610800,
    "txt_content": " 本帖最后由 2274314840 于 2015-9-30 19:00 编辑 \n\n ————————————————介绍——————————————————\n大家好，这里是MoonLight Ghost RPG服务器。\n我是服务器的总策划番茄，服务器于2015年9月19号由我来建设，到今天发帖已经是一周的时间了。\n服务器暂时处于测试阶段，第一次内侧全员开放，将于2015年9月30日开启。\n我们可以摸着良心说，这是凝结了我们多年对MC的对RPG的自己的感想\n我们不是千篇一律的RPG形式，我们要做出自己的风格，做出让玩家喜欢玩的风格，并且不是假大空的模式。\n————————————————问答——————————————————\n你是否讨厌盗用他人的地图放上几个NPC做几个人物就开服的服务器？\n你是否讨厌大小不超过40x40的迷你小空岛上做那所谓的剧情？\n你是否厌倦了为了一把武器材料刷个没完没了？\n你是否厌倦了剧情色彩淡漠，只为了更强装备的设定？\n你是否讨厌放养式纯刷怪做任务服务器？\n你是否希望在玩游戏的过程中，真正的感受到与剧情互动，就像使命召唤现代战争系列的肥皂、普莱斯与CODer的感情？\n\n\n1.光是服务器的种族角色选择界面，就有数种选择，可以自己搭配自己的风格。\n2.在我们服务器，每一个地图都是精心制作的，就连序章都是日夜赶出来的，每个章节均设定10个小章节，每个章节都是上万个方块范围设定而成【长x宽x高】\n3.服务器为了减少枯燥刷怪，延长了剧情与玩家的交互时间，你更像亲自的加入到了游戏里。\n4.服务器由武器、装备、技能、道具四个大模块组成，不再是依靠装备武器的时代了。\n5.在更多时候，你会体验到与各个NPC交互的感情，在剧情中穿插着刷怪、逃亡、追捕等激烈的情节。\n——————————————————主题——————————————————————\n1.在更多时候，不再依靠武器与装备，而是用自己的道具与技能来完成更多形式的任务。\n2.游戏模式由剧情、单人与团队副本、主线与支线任务、国战与外交发展等多个方面组成\n（1）剧情穿插各个副本，让你感受到身临其境。\n（2）各个地图采用命令方块踏板形式连接，并且是真正意义的地图式，一张地图通往多个地区，自由度极高，不再是规定主线任务流程，你可以选择自己的路。\n（3）在中后期，玩家可以通过同种族民意推举来竞选该种族的领袖、军师等官职，获得定期奖励，且可以控制整个国家，并且当第一个玩家领袖诞生后，开启国家战争。\n3.国家，基础玩家可选择国家-精灵、人族、兽族、亡灵、巨人，基础NPC国家-地精、食人兽、龙等多个国家种族。国家有遗迹、军事、经济等多个决策方面。\n（1）初始种族在中后期可以由玩家获得掌控权，并且玩家在一开始就可以选择种族，NPC国家有些中立有些敌对、友善，在中后期对玩家决策造成影响，并且均有管理层操控。\n（2）各国家均有初始遗迹，遗迹可以提升该种族、国家玩家的实力，占领他国遗迹可以获得该遗迹BUFF。\n（3）玩家在国战时的NPC携带量、NPC战斗力均由该玩家的发展偏重而定，如果玩家发展的着重点是领导力，统帅力，则比其他注重自身战斗力的玩家可以多携带NPC。\n（4）国战时玩家全员可以PVP，但是禁止恶意杀死盟军以及同国玩家。\n（5）玩家国战完全影响国家动态。\n（6）每个国家均可设定一个外交官，定期举办多国外交，外交官口才可以为国家获得更大利益。\n（7）有叛军领袖身份的玩家可以在中后期发动政变，对同国家开战，成王败寇成为现实。\n（8）国战地图实时更新，每场战斗后管理层刷新地图，地图均由国外专业绘图软件--草图大师制作。\n4.赞助\n赞助不可获得武器装备，因为玩家武器装备树均是一条龙发展，只能升级和分支，不能获得多个装备，因此我们将以赞助获得VIP道具的形式来进行赞助，赞助的VIP道具和普通道具不同，他们更多是游戏实用性增强，推举一个例子，LOL中蛮王的大招我们可以做成一个低级VIP道具，在5秒内获得无敌，并且有冷却时间，这样可以更好的平衡。\n赞助列表：\n\n自定义道具收费详情:\n低级VIP道具卷-1元\n中级VIP道具卷-10元\n高级VIP道具卷-100元\n根据效果不同冷却时间不同。\n5.关于隐藏任务、职业、道具、地区的获得方式以及所谓的单一获得的解释。\n（1）隐藏任务--在特定条件下，一些区域的隐藏地点NPC触发的任务。\n（2）隐藏职业--多半是单一获得的职业，玩家最快触发者可获得，一般是中后期的领导者或者影响大局的职业。\n（3）隐藏道具--收集该章节全部的收集道具兑换获得，效果极佳。\n（4）隐藏地区--一些难以注意到的地方设置的传送点，内部常常伴随着隐藏职业或者隐藏任务。\n\n\n\n\n6J5IYP_5K(XL9`}D7%0V3QH.png (13.55 KB, 下载次数: 57)\n\n下载附件\n\n2015-9-27 08:02 上传\n\n\n\n\n\n\n\n\n3M[82G`8}~RR_PHGMRR0[~X.png (8.96 KB, 下载次数: 58)\n\n下载附件\n\n2015-9-27 08:02 上传\n\n\n\n\n\n\n\n\n_{9A{S$PI]YGKBS@~0CODEK.png (10.04 KB, 下载次数: 59)\n\n下载附件\n\n2015-9-27 08:06 上传\n\n\n\n\n\n\n\n\nfile:///C:\\Users\\wen\\Documents\\Tencent Files\\2422312042\\Image\\C2C\\(@W7MINZF)1XUI2(DWVIVXQ.pngfile:///C:\\Users\\wen\\Documents\\Tencent Files\\2422312042\\Image\\C2C\\FLRUE8(MN`QX4SDU1HYJZNV.png[img]file:///C:\\Users\\wen\\Documents\\Tencent Files\\2422312042\\Image\\C2C\\EA]WKL%VX9DX[R_Y%IFN{OV.png[/img]\n\n上面的分别是\n（1）序章的商船剖面图\n（2）角色选择界面的剖面图\n（3）序章的地精海岸的俯视图-未完成\n\n6.关于第一次内侧\n（1）我们将会允许所有玩家进入，并且对于任何提出的有效建议和BUG提交都会给予奖励。\n（2）在第一次内侧之前，我们会建设完序章的前三个小章节（也就是商船、地精海岸、俘虏地牢）\n7.材质包\n服务器材质包的道具均自制，方块目前暂时采取使用其他材质包的形式。\n再一次保证，我们几乎是挤进所有时间来完善地图，并且尽量减少了刷怪时间，所以玩家的剧情流程会很快，但是我们会做很多的章节，也就是说，你的游戏时间不亚于其他单机游戏，而且不是枯燥的刷怪。\n\n\n再一次，群号484572172\n客户端地址群公告自带，IP自带\n\n\n\n——————————————————OP证明——————————————————————\n\n\n\n\n{}R{(G8W({0V10RH%SK%CZ8.png (266.26 KB, 下载次数: 59)\n\n下载附件\n\n2015-9-27 08:02 上传\n\n\n\n\n\n\n\n\n",
    "replies": []
}