{
    "title": "[双线]红莲幻想MC百人群组服—— |生存|空岛|永夜|[1.7.2]",
    "author": "skyguoyanchi",
    "replyCount": 0,
    "timestamp": 1443325920,
    "txt_content": " 本帖最后由 skyguoyanchi 于 2015-9-29 18:15 编辑 \n\n红莲幻想MC纯净群组服空岛服和生存服两种服多种玩法[white_wool][white_wool][white_wool][white_wool][white_wool][white_wool][white_wool]本服特色[white_wool][white_wool][white_wool][white_wool][white_wool][white_wool][white_wool]有着冰雪资源世界的空岛一服，可以在冰雪世界探索资源到空岛上建家发展无任何世界的空岛二服，没有任何资源世界只能通过刷石机和商店系统买卖获得的资源建立家园，输入/is就能查看所有空岛权限，如果没有看建立方法请将聊天窗口放到最大。一直处于黑夜的永夜生存服，利用命令方块+阳光传感器自动调整全夜时间，在黑暗的夜晚里建立明亮的家庭，同时阻挡僵尸，小白等怪袭击。后期将会推出更种特色服以及公益服。赞助表 赞助1RMB获得1点卷进入游戏后输入/bs 点击上面的赞助表就能购买想要的权限①：飞行权限：50点卷永久单服，购买后送5万游戏币+下界之心一个。②：TP权限：100点卷永久单服，购买后送10万游戏币+信标一个。③：2块地皮最大上限：30点卷永久单服，购买后送3万游戏币+一组石英。④：3块地皮最大上限：60点卷永久单服，购买后送6万游戏币+一组菌丝。⑤：4块地皮最大上限：100点永久单服，购买后送6万游戏币+一组钻石快。⑥：爱心脚印使用权限：10点卷永久单服，购买后送1万游戏币。⑦：火焰脚印使用权限：10点卷永久单服，购买后送1万游戏币。⑧：末影脚印使用权限：10点卷永久单服，购买后送1万游戏币。⑨：生气脚印使用权限：10点卷永久单服，购买后送1万游戏币。⑩：汗水脚印使用权限：10点卷永久单服，购买后送1万游戏币。⑩①：烟雾脚印使用权限：10点卷永久单服，购买后送1万游戏币。⑩②：圣诞脚印使用权限：10点卷永久单服，购买后送1万游戏币。⑩③：矿物礼包：10点卷永久单服，礼包内容：钻石，铁锭，金锭，红石，青金石，绿宝石各一个，领取间隔20分钟领取一次，购买后送1万游戏币。⑩④：原矿礼包：20点卷永久单服，礼包内容：钻石矿石，铁矿石，金矿石，红石矿石，青金石矿石，绿宝石矿石各一个，领取间隔20分钟领取一次，购买后送2万游戏币。。⑩⑤：食物礼包：10点卷永久单服，礼包内容：牛排，熟鸡肉，曲奇，熟猪排，熟鱼，熟马铃薯，苹果各5个，领取间隔20分钟领取一次，购买后送1万游戏币。。农业礼包：10点卷永久单服，礼包内容：小麦种子，胡萝卜，南瓜种子，西瓜种子，甘蔗，马铃薯，仙人掌，可可豆各2个，领取间隔20分钟领取一次，购买后送1万游戏币。。⑩⑥：森林礼包：10点卷永久单服，礼包内容：橡树树苗，云杉树苗，华木树苗，丛林树苗，金合欢树苗，深色橡树树苗各2个，领取间隔20分钟领取一次，购买后送1万游戏币。⑩⑦：hat和me使用权限:10点卷永久单服，购买后送1万游戏币+钻石原矿。⑩⑧：骨粉使用权限：10点卷永久单服（空岛服没有禁骨粉），购买后送1万游戏币+64个骨粉。禁止事件禁止恶意pvp禁止高空建筑禁止高空流水禁止高频红石禁止辱骂他人禁止变速等作弊外挂为了服务器美好的一天请不要做出对服务器不利的事[diamond_ore][diamond_ore][diamond_ore][diamond_ore][diamond_ore][diamond_ore][diamond_ore]后台证明[diamond_ore][diamond_ore][diamond_ore][diamond_ore][diamond_ore][diamond_ore][diamond_ore]\n\n\n\n\nQQ截图20150929181728.png (103.11 KB, 下载次数: 0)\n\n下载附件\n\n2015-9-29 18:18 上传\n\n\n\n\n\n正如后台证明这图可以看出我服目前一共有6个服务器①：群组服最重要的一服：Bungeecord②：用来登陆服务器的登陆服：穿越世界③：在资源区建家立业的生存服务器：野外生存④：有着冰雪世界原空岛一服：冰雪岛屿⑤：无任何世界的空岛二服：空中岛屿⑥：利用命令方块+阳光传感器的黑暗生存：无尽黑暗⑦：预计增加玩法：游戏币能换点卷，全民飞行，全民创造，无赞助福利的公益等等登陆服务器成功后输入/bs点击想要去的服务器，穿越世界把，少年！加入方法红莲MC幻想群组服QQ群：483486670服务器双线IP：hlhx.nide8.com\n\n",
    "replies": []
}