{
    "title": "<原创><圣杯>《天狼痕》第二章",
    "author": "龙隐尘L",
    "replyCount": 7,
    "timestamp": 1443330120,
    "txt_content": " 本帖最后由 龙隐尘L 于 2015-9-27 13:06 编辑 \n第二章 挑战      87年后………\n\n  “小屁孩，让你瞧瞧自不量力的后果！”莱文感觉一股怒气直冲脑门，眼前这个只有十五六岁的少年竟敢向他提出挑战，虽然他上次被凯文-阿瑟尔打败，但是也至少是世界前50的角斗士，这个还没成年的名叫苍澜的毛头小子不自量力地向他挑战，简直是对他最大的侮辱！  \n\n  如今的人们对这些蛮荒时期的古老而残忍的活动——角斗又重新产生了兴趣，并且合法化了。在一个八百平方米的角斗场上，数百万的观众通过虚拟屏幕能接收到现场直播，并且能够以各种视角身临其境，但是每个收看的人都需要缴纳10星币作为胜利那个角斗士的奖金，角斗士只要能活下来就能一夜暴富，但是明天也可能死于战斗中，这是朝不保夕的死亡职业！  \n\n     莱文挥舞着他惯用的钢锤，钢锤上布满了密密麻麻的倒刺，只要碰着一下，除了要承受着这有83斤的重量，这倒刺也会对人产生二次伤害。  \n\n     伴着呼啸的劲风，钢锤毫无悬念地砸中了少年，一锤将他击倒在地，身上也多了几道倒刺留下的血痕，     苍澜几乎以与倒地同时的速度迅速起身，表情波澜不变，似乎就像给他拿了挠痒一般。    少年黝黑的而强壮的身体与莱文浑身布满硕大的肌肉和一米九多的身高相比，似乎没有莱文强壮，但是没人注意到他浑身的肌肉紧密相连，似乎就像嵌在骨头上的铠甲般密实。  \n\n  莱文为没有一锤干掉这个少年而感到气恼，他使劲挥舞着铁锤，像罩子般把他全身盖了个严实，锤子似乎突然变成了画笔，在少年的身上画了一道道鲜红的血痕。  \n\n  少年用盯着死人的眼神看着莱文，目光中燃烧着杀戮，莱文打了个寒颤，挥舞着锤子的手顿时一顿，苍澜抓住机会用四棱长枪一挑，咣当的一声，苍澜和莱文的武器同时脱手。  \n  “小杂种，一时大意竟然被你打落了武器，但是即使没了武器我也照样收拾你！”莱文的近身格斗也是非常有名的，被一个无名的少年打落武器，这奇耻大辱让他不再保存实力，全力而出。\n \n\n  莱文的拳头像暴风雨，或摧毁一切的旋风，苍澜顿时被他全方面的压制住了，看着直播的观众们头上冒汗，紧张的注视着这场看起来单方面虐杀般的战斗，莱文的拳头打在苍澜的身上发出“砰砰”的响声，就像打在了人肉沙包上一般，少年咬着牙寻找着时机反击。 \n\n     莱文多年的角斗生涯毕竟不是白活的，他的拳风快而密集，让人毫无反手之力，参杂的勾拳又让对手不倒下好继续挨打。  \n    一个上勾拳打中他的面门，浓稠的血液顺着脸庞滑了下来，高强度的攻击使苍澜的头问问作响，眼前出现了幻觉。破碎的画面中出现了一座垒成一堆堆的死人，尖叫的妇女儿童，被一支穿着深紫色紧身服的军队无情地杀死，从死尸上滚落下来的残肢断臂和头颅参杂着红黑色的血液在山沟中汇聚成一条红色的大河；一些幸存下来的人被抓起来注射一种绿色的液体，随后一个触手般的胳膊从活生生地钻了出来；脸色惨白的士兵被挖出还在跳动的心脏…….  \n\n     这些场景就像真的发生了一般，苍澜浑身颤抖了起来，四肢的血管要炸开了一样，脊椎咯吱作响地向外展开着。莱文的一击重拳把他再一次打倒在地，巨大的疼痛感也随之消失，他感觉时间似乎在这一刻时间停止了，他感到自己的呼吸在逐渐减弱，“我不能死！！！”一个念头从他脑海中冒出，他似乎摸到了什么东西，奋力向前刺去……..  \n\n\n（欲知后事如何，请看下集）（貌似这章有点坑啊，字数太少了，但是因为我实在深夜更的，赶时间，所以大家体谅一下，下一章会补偿大家的）",
    "replies": [
        {
            "author": "龙隐尘L",
            "timestamp": 1443330420,
            "txt_content": "@china521 @xcc @HGK @小浪 @北极星人 @恶魔-潇洒 @原子弹1号"
        },
        {
            "author": "凛",
            "timestamp": 1443332580,
            "txt_content": "支持LZ\n艾特我我就来了"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443332640,
            "txt_content": "china521 发表于 2015-9-27 13:43\n支持LZ\n艾特我我就来了\n呵呵{:10_562:}"
        },
        {
            "author": "xcc",
            "timestamp": 1443334800,
            "txt_content": "你也知道自己字数少啊= -="
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443338940,
            "txt_content": "xcc 发表于 2015-9-27 14:20\n你也知道自己字数少啊= -=\n......至少比你的多{:10_531:}"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1443348780,
            "txt_content": "我知道我说了什么你也不会听，但我还是来厚颜无耻地说了\n有些地方不太恰当，我来指一下。\n似乎就像给他拿了挠痒一般。\n“拿了挠痒”不太通顺；\n紧张的注视着这场看起来单方面虐杀般的战斗\n“看起来单方面虐杀般”可以改为“看起来像单方面虐杀般”更好一些，至少读起来很顺；\n问问作响\n是嗡嗡作响，可能是你的一些读音错误问题……\n脊椎咯吱作响地向外展开着。\n脊椎只有一根→_→，怎么展开\n莱文的一击重拳把他再一次打倒在地，巨大的疼痛感也随之消失\n“消失”有些夸张了，可以写“渐渐消散”\n一座垒成一堆堆的死人，尖叫的妇女儿童，被一支穿着深紫色紧身服的军队无情地杀死\n“一座垒成一堆堆的死人”，“一座”和“一堆堆”不吻合，而且这句话后面应该用句号，不然就会被认为是“一座尖叫的妇女儿童”，更不通顺了。\n然后没了，其余挺好。"
        },
        {
            "author": "46241359",
            "timestamp": 1443350100,
            "txt_content": "根据文章内容来看，楼主有点欠缺生活常识，我想楼主应该接触过物理，因此    莱文挥舞着他惯用的钢锤，钢锤上布满了密密麻麻的倒刺，只要碰着一下，除了要承受着这有83斤的重量，这倒刺也会对人产生二次伤害。\n这一句已经有了错误，如果是钢锤不动人自己碰上，那么不会承受重量带来的冲击，如果是钢锤在挥动时撞上，被撞的人受到的冲击不止这些。\n少年黝黑的而强壮的身体与莱文浑身布满硕大的肌肉和一米九多的身高相比，似乎没有莱文强壮，但是没人注意到他浑身的肌肉紧密相连，似乎就像嵌在骨头上的铠甲般密实。\n这一段读起来极其别扭，甚至可以说是不通顺。\n 少年用盯着死人的眼神看着莱文，目光中燃烧着杀戮，\n这一句同样有很明显的错误，请问盯着死人的眼神里会有杀戮存在？对于死者，无非就是嘲笑或是怜悯，既然已经是死者何来杀戮一说，另外如果是杀戮应该改成“杀戮的火焰”。\n另外对于后面莱文和苍澜的肉搏段落更是槽点数不胜数，勾拳只会加速对手的倒地，毕竟打到的部位是头部，而且描写打在苍澜身上的声音时写的“打在人肉沙包”上纯属多余，甚至是败笔。另外对于幻觉的画面描写实在粗糙，读起来没有任何的气氛，全文看下来也没有什么感觉。也就是没有是亮点。\n而且，根据后段来看，楼主的生物也没学好，我很难脑补出脊椎应该怎样展开。而且呼吸减弱时就表明已经要失去意识了，“我不能死”这个想法的出现着实是唐突。文中错别字我就不一一列举了，希望楼主在写完之后审视一下自己的文章，另外多了解一下常识，这些低级错误是会让读的人笑翻的。\n"
        }
    ]
}