{
    "title": "|原创/连载/圣杯|《当世界变成方块》第四章 byElevenkh",
    "author": "Sad_elevenKH",
    "replyCount": 4,
    "timestamp": 1443337080,
    "txt_content": "第四章     --------------------------------------------------------    在mc世界里潜行了几个小时，我对这个世界的操作与设定也有了更多的了解。首先就是物品栏的使用，只需要做出虚抓的动作，自然就能换到你想要的工具。再来就是工作台，熔炉等的用法，只要制作出来放在地上，用手指轻触即可。至于怎么进行简单地无需工作台的合成，工具栏的末尾有一个按键可以弹出背包和小的合成台。知道了这些基本操作，我现在行动起来已经是如鱼得水。游戏内的时间也是个值得在意的问题，跟普通的mc的时刻相同，差不多20分钟是一天的循环。    我现在已经度过了第一个白天。    我的手上的斧头狠狠地敲打着眼前的木头。背后稍稍突起的泥土堆下，有一个延伸进去的小地洞，地洞的出口还插着火把，闪着若隐若现的光，那就是我现在的家。不得不说，眼前的大树确实太碍眼了，节外生枝的树叶恰好正对我的家，要不是看在地理位置坐北朝南的风水，以及一条流过的小河流，我是不会把家建在这里的。    饱食度稍稍下降了一些，我拿出蘑菇煲，是从家的背面的黑森林哪里取来的蘑菇做的。我开始喝了起来。是有味道的，一股淡淡的香味，但却没有回味，无法细细地品尝，说到底这味道不过是对味觉一瞬间的刺激，并不是真正的食物。天色渐暗，远处的天空已经露出一抹黄昏，把这颗树砍完就回家好了。也不知道对付这个世界里的怪物是什么感觉。等我把树砍完，天已经完全黑了。就我要跑回泥土屋时，一只僵尸拦在了我的面前。    直直的，不像个人。    我不禁倒吸了一口冷气。与我以往的感觉不同。这只僵尸给我的感觉，不再是轻轻松松跳着打几下，就可以凌虐的。僵尸脸上没有深邃的深红色可怕眼睛，是面如死灰的空洞。没有生命，没有生命。就是一个真正的死尸。僵尸已经直直地向我走来。我握紧了手中的木斧头，稍稍粗糙的木屑感摩擦着我的手掌。随着本能的反应，我用力地把斧头挥向僵尸。    “唔啊啊啊啊啊”僵尸发出一声吼叫，但整个身体却依旧僵直。与不同的挥动不同，这把斧子虽说没有什么重量，但挥着却让我感到非常地累，是一种无力的感觉，没有勇气挥出手中的武器。僵尸继续朝我走来，像是真实世界中一个死人，像是影片中的丧尸。    真的，很可怕。    我迅速往左猛地一冲，躲过僵尸迎面而来的一击，迅速朝着小土包的家冲去。快速关上门。我背靠着墙喘着粗气。我已经听到了心脏上下跳动的咚咚声。    突然随着一声巨响，我猛烈地震动了一下。我急忙转过身子，看见刚才那只僵尸用力地用手砸着门，嘴里发出幽怨的哀鸣。下意识地，我用双手抵住门。但是我知道这样没有用，僵尸依旧能破门而入，因为这个门在游戏中的耐久值在慢慢下降。想想有些诡异，这游戏世界里的一切，都只不过是些数据罢了。    我深吸一口气，让自己冷静下来。不知所措的时候，我要做的就是想想当下最应该做的事。迅速用背包中的木头做出了一扇备用的木门。接着我转向僵尸，看着他空无的眼神，我背后发凉。还是不要引进来战斗了，万一腿一发软可就不妙了。看来这能利用安置门的这一狭小通道来攻击僵尸了，只有一个方块宽的小道上，僵尸不会有还手的余地。我不禁苦笑了，曾经的我天不怕地不怕，连末影龙也不过是我消遣的工具，现在面对一只僵尸，我却显得如此狼狈。    不容我多想，随着一声金属撞击的声音，门在我的眼前凭空消失了。    我握紧斧子。   “唔啊啊啊啊啊”------------------------------------------------------                               未完待续肺炎因为开学忙，好久没更新了，对不起大家啦At大法@gggbbb @2B与mc的故事 @621842982 @guqu @恶魔-潇洒 @名人才华 @Blealtan  ",
    "replies": [
        {
            "author": "Blealtan",
            "timestamp": 1443433440,
            "txt_content": " 本帖最后由 Blealtan 于 2015-9-28 17:48 编辑 \n\nwow\n感谢at，风格很喜欢~\n（顺便为何只有一个人，服务器才是王道！（噗啊还有，一股子SAO的既视感。。。"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1443447480,
            "txt_content": "Blealtan 发表于 2015-9-28 17:44\nwow\n感谢at，风格很喜欢~\n（顺便为何只有一个人，服务器才是王道！（噗啊还有，一股子SAO的既视感。。。\n其实是多人    剧透了"
        },
        {
            "author": "名人才华",
            "timestamp": 1443451440,
            "txt_content": "饱食度稍稍下降了一些，我拿出蘑菇煲——这是用家后面的黑森林里找的蘑菇做的。\n我改了一下，但感觉这句话好多余（但有人说过做些无用功）\n不容我多想，随着一声厚重的木头破碎声音，门在我的眼前消失了。\n你家木门发金属声啊……凭空用在这的表达效果不好，可以加个木头粒子神马之类的\n“唔啊啊啊啊啊”\n用在这也是表达效果不太好，不能让人第一时间意思到这是令人恐惧的吼叫，我第一眼看到还以为楼主在叫……\n我不禁自嘲地笑了"
        },
        {
            "author": "Sad_elevenKH",
            "timestamp": 1443521340,
            "txt_content": "名人才华 发表于 2015-9-28 22:44\n我改了一下，但感觉这句话好多余（但有人说过做些无用功）\n\n你家木门发金属声啊……凭空用在这的表达效果 ...\n阿里噶都\nmc跟现实差距还是有的啊\n其实这章在尝试变风格"
        }
    ]
}