{
    "title": "<原创·连载·圣杯>终焉[第二章第二节][by：泣东风]",
    "author": "xcc",
    "replyCount": 3,
    "timestamp": 1443342540,
    "txt_content": " 本帖最后由 xcc 于 2015-11-7 21:36 编辑 \n      \n敏感词招聘保护\n\n前言：因为恶魔要AFK，gb似乎在花样潜水（在群里都不吱声），所以我做了个死。\n     \n此后顾离便开始了在六十八的生活——无非是帮忙打扫卫生罢了。因为六十八并没有客人。“猎人们聚会的地方不该是这儿。”戈耿谷时常咧嘴说道。\n\n    闲暇时顾离会问戈耿谷很多在他看来是常识的问题：\n\n\n    “七櫆的种族是怎么一回事啊？”\n\n\n    戈耿谷会很耐心地解释：“和民族差不多，但种族不仅仅是文化风俗的差异，它更多的是外表与能力的差异——拿厄默做个例子好了：他所在的狼族的特点是有一双狼耳和异常敏锐的感知力。每个种族都会有这样的特点。”\n\n\n    也会有让戈耿谷为难的问题：“那个吊坠到底是······”\n\n\n    “我不大清楚。以前我看过的古籍里提到它是身份特殊的眷顾者才可佩戴的、能给佩戴者减少伤害的物件罢了。”\n\n\n    “就是说，我是身份特殊的眷顾者咯？”\n\n\n    “有可能。但不排除人类可以佩戴的个例。话说——这个吊坠哪里来的你不知道吗？”\n\n\n    “不清楚。我感觉自己似乎很健忘。我只记得这两年的事了。”顾离摇摇头。\n\n\n    有时候戈耿谷也很好奇地问顾离一些问题：“人类把自己封闭在家里，那么他们怎么生活？” \n\n\n    “现在实体货币已经被虚拟货币‘联盟点’取代，而联盟点可以在网上轻松获得。人们便用联盟点网购一些食品或日常用品保证生活。因为有强悍的科技，所有物品都可以在网上购买，并且到货迅速，所以人们可以整天窝在家里不出门——那些想出名的猎人除外。”说这话时顾离叹了口气。他的联盟点少得可怜，连一台最便宜的劣质电脑都买不起，更不必说上网赚取联盟点了，所以他不能选择呆在家里的生活。现在看着那些人的生活——一切都变得不必要了，整个世界都变得慵懒，也渐渐地，失却了颜色。 \n\n\n    日子就这么在问答中过去。大雪仍然纷纷，搅乱了整个世界。\n\n\n    顾离以为自己会这么波澜不惊地生活着，但又不满意这种生活——他还有很多问题需要解答。\n\n\n    但战乱年代，没有什么会平静如死水。 假若你只是一块砖，也会有人闲着无聊将你拍碎。 \n\n\n    于是雪停的那天，隗臧云过来拍碎六十八酒馆这块砖了，带着3个猎人来的——其中有彭叁。\n\n\n    隗臧云站在酒馆外，骂骂咧咧地说了些什么。厄默眉头一皱， 从墙上抓下挂着的铁链，急匆匆地冲出大门。戈耿谷耸耸肩，对着顾离嚷道：“别乱跑，待在这里。”末了，他觉得有些不妥，补充一句：“隔着玻璃看看还是可以的。”\n\n\n    厄默站在隗臧云和彭叁前面，指着他们嚷嚷。听不清楚他说了些什么，但这些话一定激怒隗臧云了——\n\n\n    隗臧云大喝一声，扬了扬下巴，双手握刀，刺向厄默。厄默一个转身闪到刀刃侧面，左手狠狠抓住了刀刃，嘲讽道：“就这点能耐？”同时用手握的铁链向另外3个猎人处扫去。\n\n\n    另外三个猎人没来得及躲闪，便被铁链撂倒在地。\n\n\n    隗臧云手中的刀仍被厄默牵制，但他的下半身却还是自由的——在厄默用铁链攻击时，他便抬起右膝猛地撞击了厄默的腿——但用力不重，却使厄默的面色阴沉了几分。\n\n\n    很快，厄默的右肘在隗臧云的脸上留下了一道红色的印记。隗臧云只是笑笑，松开握刀的双手，挥拳打向厄默。\n\n\n    厄默手中还紧握着刀刃，他便抬起左手，用刀刃封挡，右手则迅速抓住刀柄，得以腾出之前握紧刀刃的左手。\n\n\n    隗臧云的双拳打在刀刃上的那一刻，有什么东西啪嗒掉到了地上。当听到物体落地的声音时，隗臧云古怪地微笑了一下，接着向后跳了几步。厄默有些错愕，但没有去追击，只是指着他大喊：“快滚！”\n\n\n    倒地的那几位也骨碌地爬起来跑了。\n\n\n    厄默拍拍手，捡起掉在地上的那玩意——一个U盘——吹着口哨回了酒馆。\n\n\n    “怎么了？”顾离没搞清楚猎人们为什么要过来。\n\n\n    “砸场子。”厄默走到吧台后，拿出笔记本电脑，“他们每周都会来——毕竟这里是眷顾者的酒馆。”\n\n\n    他麻利地把U盘插到电脑旁，浏览着里面的文件——一个全息视频。他饶有兴致的点开，电脑侧面的全息影像仪便投射出一个画面——\n\n\n    画面里是戴着耳机，嚼着薄荷糖，抱着电贝司的隗臧云。\n\n\n    “这不是摇滚歌手的打扮么······”顾离嘟嚷。\n\n\n    画面中的隗臧云语速极快地说出一段话：\n\n\n    “听着伙计我必须告诉你们一个重大的阴谋。猎人这玩意根本不是自愿当的。听着，‘星河’正在控制我们。他们从上世纪开始就对我们植入了脑控制器那玩意可以删除篡改我们的记忆还可以控制我们的行动，这是星河对人民的压迫。所以把这玩意传播出去吧，我说出这些话还得靠分散注意力也是蛮累的。”\n\n\n    因为没有字幕，再加上语速极快，厄默看了四遍才弄清楚他在说什么。\n\n\n    “他估计是靠一边听重金属摇滚一边嚼薄荷糖一边弹电贝司来做所谓的‘分散注意力’吧。”厄默笑道，“亏他想得出来——可是谁能证明他说的是真话？万一是星河的······”\n\n\n    戈耿谷急忙把牛角面包塞到厄默嘴里，示意他别说了。\n\n\n    “你忘了‘那个’？”戈耿谷低声说。\n\n\n    “啥？”\n\n\n    “前几天一不小心摔死的一个人脑袋里的东西。”\n\n\n    顾离听得一头雾水，茫然地看着厄默蹲下身在吧台旁的柜子里翻来覆去。\n\n\n    最后厄默的手在空中胡乱挥舞着，还伴随着一声“找不到啊”。戈耿谷白了他一眼，随即叹了口气：“不就在你腰带上么！”\n\n\n    厄默猛地站起身，从腰带上取下那个弹簧片：“这玩意？”戈耿谷点了点头，又扶额叹气。\n\n\n    顾离好奇地凑上前去看那弹簧片，它就像所有的弹簧片一样，长而扁平，散发着金属坚韧的光。他实在看不出来这玩意有什么特殊之处。\n\n\n    戈耿谷取下他的单片眼镜，从厄默手中夺过弹簧片，轻轻插在电脑侧面的一个凹槽。屏幕上立刻弹出一行蓝框提示：“您没有星河的操作授权。”戈耿谷把弹簧片拔出，递给厄默，说：“看吧。”\n\n\n    顾离仍然不知所以，问：“到底是怎么回事？”\n\n\n    “前几天有个人在我们对面的楼顶跳楼自杀了。头盖骨都碎了，里面咣咣咣掉出这个弹簧片。”戈耿谷重新戴上眼镜，“现在看来——这玩意是星河的杰作。”\n\n\n    厄默无奈地低下了头。他的质疑已经被现实粉碎——但仅仅是粉碎，还没有消失殆尽：因为如果这个跳楼是星河导演的，全息影像传达的内容仍然是个骗局。\n\n\n    真是一个充满欺诈与险恶的世界啊。顾离这样想。同时他也开始对星河的性质产生了质疑：这到底是一个领导人民的组织，还是一个以人民为工具的组织？ \n\n\n    “那么我脑子里会不会也有这玩意？”顾离有些担忧地挠挠头。\n\n\n    谁知道呢。厄默很随意地说道。\n\n\n    但戈耿谷却猛地一拍桌子：“你说过，你健忘？”顾离点点头。\n\n\n    “那么就有可能是有这玩意啊······毕竟姓隗的已经说‘上世纪就开始植入了’。”戈耿谷古怪地笑了一下，令人不寒而栗。\n\n\n    顾离有些沮丧地敲敲额头，心想万一真的被植入了怎么办。\n\n\n    突然有什么东西从自己身上掉落，咣当掉在地上。顾离低头一看，一个弹簧片，长而扁平，闪烁着金属的光泽。\n\n\n    他急忙摇摇头，那只是一元硬币而已，自己最近的胡思乱想真是有够多的。 \n\n=============================================================================================\n后记：\n\n1.感冒了。\n\n                                                上一节               索引        下一节\n  \n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1443342780,
            "txt_content": "\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L\n\n正楷大法好。@龙隐尘L \n"
        },
        {
            "author": "xcc",
            "timestamp": 1443343920,
            "txt_content": "踏马的都去上晚自习了么，一个人都没有。"
        },
        {
            "author": "天阶",
            "timestamp": 1443518700,
            "txt_content": "然而我现在才上线……\n为什么我感觉间隔有些大了"
        }
    ]
}