{
    "title": "<原创|连载|圣杯>《原始森林-勇者奇遇记》第二章 旅途",
    "author": "浮云蓝天",
    "replyCount": 4,
    "timestamp": 1443349740,
    "txt_content": " 本帖最后由 浮云蓝天 于 2015-10-31 08:38 编辑 \n\n《原始森林-勇者奇遇记》\n\n\n本章前言其实本来构思的是小天三人家在森林里。但是因为本人在写序章时为了渲染氛围。写了神鹰向东方飞去balabala于是本章出现了。。。———————————————————————————————————————第二章 旅程●一道闪电划破黑暗的天空。顿时风起云涌。耀眼的火球在风势下蔓延。怪物们在火焰中挣扎，却无一幸免。都在高温中升华了。一个神鹰在火光中掠过。带走了小天三人。。。。\n●  一只神鹰载着小天三人飞向一个山顶。神鹰把三人轻轻的放在地上。朝天空发出一声清脆的鸣叫。●一位老者缓缓从山顶的树下走来。他拿着自己的拐杖在地面敲击了一下。地上慢慢的长出了藤蔓。藤蔓上闪烁着蓝色的光芒。藤蔓越长越大，长出了很多片巨型的叶子。叶子上也闪烁着蓝色的光芒。神鹰用嘴衔起三人，放在叶子上。蓝光变成金色的粒子进入了三人的身体。伤口一点一点的愈合。老人乘着神鹰飞走了。。\n  ●清晨的露珠从叶子上滑落到地上。阳光照射在上面闪闪发光。几只鸟儿叽叽喳喳的在树上飞来飞去。\n  ●一只蜜蜂正在采蜜，睡醒的小天伸了个懒腰，一掌把蜜蜂碰到了地下。蜜蜂嗡嗡嗡的飞到小天脸上。给了小天一个“印记”。小天疼的跳了起来。而蜜蜂好似个胜利者一般骄傲的飞走了。\n●小天被蛰的彻底醒了。他回想到“昨天我不是被怪物弄死了吗？为什么我现在没事？”\n●随后，就叫醒了王遮和欣欣。只是王遮睡的太沉，小天甚至站在王遮肚皮上。小天使尽浑身解数，王遮才迷迷糊糊的睁开眼睛。\n●随后小天说到：“我们需要武器和家，不然晚上又得被怪物折磨。”两人赞许的点了点头。小天边回头说话边往前走。王遮和欣欣问道：“我们为什么没事？”\n●这时小天开始长篇大论：“这都是我的功劳，你们晕过去后，我赤手空拳与怪物格斗。那10几个僵尸都不是我的对手。我一脚过去，僵尸就鲜(腐)血四溅。我跳起来一拳就吧骷髅给打散架了。我夺过骷髅的箭去射蜘蛛，嗖～嗖，那蜘蛛就再也动不了了。我还......\n  ●王遮和欣欣望着手舞足蹈的小天满头黑线。王遮一把过去攫住小天。举起来往前走。小天挣扎着，继续他的长篇大论。欣欣见他还是这么啰嗦，就一拳挥去。小天终于老实了下来。\n  ●没走两步，就看见一条小溪流下山。小天说:“干脆我们漂流下山吧，不然走下去天就黑了。”另外两人也很同意。\n  ●三人砍下木头，做成木板，顺流而下。简直就像过山车。三人尖叫着，嬉戏着飞速漂流。\n●溪水到了地面。变的缓慢，但是由于惯性，木板依然高速滑行。砰的一声。小天的木板撞到小溪中的石头。当即被甩了出去。摔了个嘴啃泥。\n●王遮和欣欣介于有前车之鉴。敏捷的避开了石头。站到水中，走到岸上。  向前望去，一片茂密无比的原始森林呈现在眼前。\n●阳光透过树叶的小孔照射进来。高大的树木和低矮的灌木交错生长，地上的落叶生长了青苔。有些苔藓长到了枯萎的灌木上。翠绿的藤蔓沿着树枝一圈圈的爬行。  ●小天三人从一个仿佛有人走过的小洞进入了这片丛林。一路上蚊子可把三人害惨了。每个人的胳膊，大腿上都被叮了好多小点。\n●小天三人克服了蚊子，接着赶路。\n●小天走着走着一脚踩空。坠入一个峡谷。两人也从小天踩的坑跳下去。噗通一声，掉进地下暗河。湍急的河水把三人冲走了。由于地下暗河流速很快，岸壁长年冲刷，如玉石一般细腻圆滑。根本抓不住。只能被水冲着走。经过一段只有一人高的水洞。三人来到一个峡谷。\n●小天看到峭壁上生长着一个小树，纵身一跃抓起树枝。用力一折。丢给王遮和欣欣。把两人拉了上来。三人靠峭壁上生长的藤蔓的小树。攀爬到了地面。\n●地面上是一片开阔坦荡的平原，平原一望无际，河流密布。牛羊在愉快的吃草。小河哗哗的流淌着，几个野生的南瓜散步在地上。还有一些裸露的矿石。\n●阳光、池塘、碧草、牛羊 。富饶和平的景象映入三人眼帘。\n\n                                                                上一章/下一章/索引\n",
    "replies": [
        {
            "author": "D`Y`O",
            "timestamp": 1443349800,
            "txt_content": "连贯性较差，加油"
        },
        {
            "author": "2575174857",
            "timestamp": 1443350400,
            "txt_content": "你啊······就是翻创联盟群里新来的那个！我记得这图是你拍的······"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443351360,
            "txt_content": " 本帖最后由 风吟浅唱 于 2015-9-27 19:00 编辑 \n2575174857 发表于 2015-9-27 18:40\n你啊······就是翻创联盟群里新来的那个！我记得这图是你拍的······\n然而您是哪位？我好像没见过您"
        },
        {
            "author": "2575174857",
            "timestamp": 1443353460,
            "txt_content": "风吟浅唱 发表于 2015-9-27 18:56\n然而您是哪位？我好像没见过您\n我？我是远古大拉面"
        }
    ]
}