{
    "title": "<原创><圣杯>《天狼痕》第三者 动乱",
    "author": "龙隐尘L",
    "replyCount": 8,
    "timestamp": 1443339240,
    "txt_content": " 本帖最后由 龙隐尘L 于 2015-9-27 15:37 编辑 \n第三章  动乱 虚拟屏幕上播放着《Last of Wilds-Nightwish》，激昂的乐曲声让在酒馆里喝着啤酒的苍澜忍不住哼了起来。  \n\n“这不是Nightwish乐队演奏的《Last of Wilds-Nightwish》吗？”一个二十八九岁模样的金发男子突然举着杯香槟走到苍澜身边，“你好，我叫艾德里安。”  \n\n“没想到还有人喜欢这首乐曲，我叫苍澜。”苍澜伸出之前在角斗中受伤并未痊愈的手。    \n\n“Du bist der Gladiator？Besiegte Levin?（你是击败了莱文的那个？）”艾德里安和苍澜握了握手。  \n\n“我不会德语！别和我说外国话！”  \n\n“Did not expect you in addition to the Chinese language and other languages are not（没想到你除了中文其他语言都不会）”艾德里安又说了句英语，脸上闪过一丝嘲弄的神情  \n“Ich sagte, fremdsprachen nicht, Weil Ich nicht sagen, aber ich Will nicht sagen,【我不说外语是因为我不想说（德语）】，Don't get next to my fire, because you'll get burned.【没事别惹我！（英语）】”苍澜用仇恨的眼睛看着艾德里安，他明白这绝对是来者不善。  \n\n  “我没有什么别的意思，苍澜，我们卡埃尔看上了你的能力，你可以选择不接受，但是死亡是不接受的后果。”艾德里安轻描淡写地说。  \n\n87年前，最后一个天狼星人向地球发送的信息彻彻底底地改变了世界的格局，全球实现了大一统，各国的国旗上方升起了“地球联盟”的旗帜，国家这东西已经名存实亡，各国人混迹全球，而与此同时，一些UFO狂热爱好者组成了一个恐怖组织——卡埃尔。这个组织就像《三体》中的“科学边缘”。  \n\n  每个文明都有它的渣滓，就像中国的汉奸一样，所有的文明都无法避免，卡埃尔拥有的先进技术和武器对社会造成了非常大的破坏，但是最近几年却没有什么动静，没人知道他们又在谋划什么阴谋。  \n\n一个类似短棍的东西抵住了他的脑袋，“不用看了，酒馆的人都是我们的人，来吧，虽然我不知道首领为什么看中了一个角斗士，不过你的加入是光荣的，给我过来！”  \n\n艾德里安把苍澜压到了女厕所中，苍澜顿时一头黑线，两个大老爷们一起去女厕所是什么个情况？  \n\n“站在这，小子！”艾德里安和苍澜进了一个蹲位，艾德里安无视苍澜的尴尬神色，伸出手来开始掏下水道。  \n\n卧槽！你这是要吃翔吗？！！艾德里安确实很自然地掏出了一根红色的绳子，然后用力一拉，蹲位突然开始下降。  \n\n“欢迎来到位于21000米深的卡埃尔基地！这里运用了最新的技术，你不会感到有任何压迫。”脚下的地面飞速地下降着，苍澜甚至感到了失重的感觉。 \n\n大约下降了两分钟，一个庞大的带有中世纪城堡的建筑出现在眼前，然而踏进城中，却全是现代化的设施。    \n\n“虹膜扫描中…….身份核实！”艾德里安领着苍澜进了一间不起眼的房子中，进了贼窝，苍澜也只能乖乖的跟着他走。  \n\n“恭喜你荣幸地成为第127号实验品！”房间中，一群穿着紫色紧身服的人早已准备好，苍澜被艾德里安猛地一推，倒在了病床上，病床上顿时生出手铐牢牢的将他四肢铐住。  \n\n“我猜你一定有很多的疑问与愤怒，OK，在你临死前把事情都告诉你吧。最近几年，我们卡埃尔没有任何行动，那是因为我们在研制一种生化武器——k11，简单来说，这种武器就像电影里面的一样，能把人变成丧尸，可是接受药剂注射的那些人身体都太弱，不是实验失败而死亡，就是一点攻击力都没有，大一点的孩子都能轻易地杀死，如今的时代人类沉迷于网络，身体的体制各方面都弱不禁风，只有天天面对死亡的角斗士才是我们最理想的目标，真是没想到今天你竟然自动跑到我们的地盘上来了，那么，我们也就愉快在你身上做实验楼。”  \n\n“该死的！你们不是恐怖组织吗？为什么要毁灭人类？！！”苍澜奋力地挣扎着，魔鬼般的针头离他越来越近。“谁说我们实在毁灭人类？！！以人类那可笑的实力能击败外星人？我们的实验，很可能让人类走上一个崭新的时代！” \n绿色的液体注射到了苍澜的体内中，他又看到了当初在角斗场的炼狱般的场景…….",
    "replies": [
        {
            "author": "龙隐尘L",
            "timestamp": 1443339240,
            "txt_content": "@HGK @china521 @xcc @北极星人 @恶魔-潇洒 @小浪  @原子弹1号 @GrowlR"
        },
        {
            "author": "鬼之方",
            "timestamp": 1443339360,
            "txt_content": "最后一句的字体怎么不一样"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443339420,
            "txt_content": "鬼之方 发表于 2015-9-27 15:36\n最后一句的字体怎么不一样\n{:10_550:}"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443340800,
            "txt_content": "第三者是什么鬼\n楼主的手滑得有点奇怪啊"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443342000,
            "txt_content": "2B与mc的故事 发表于 2015-9-27 16:00\n第三者是什么鬼\n楼主的手滑得有点奇怪啊\n好吧我打错了。。。。。。{:10_552:}万恶的输入法"
        },
        {
            "author": "GrowlR",
            "timestamp": 1443350340,
            "txt_content": "提示，最后一段的字体不一样"
        },
        {
            "author": "46241359",
            "timestamp": 1443350820,
            "txt_content": "机翻简直了\n艾德里安的出现显得十分的不科学，哪有人会突然和陌生人打招呼并且说自己叫什么，苍澜竟然还会回应，照常理来讲不应该会觉得这个人是神经病么。另外，仇恨的眼睛我没听说过，倒是知道仇恨的眼神。此外，在自己的作品中引入现实中就有的作品中的内容不是不太好么。而且突然从第二章的角斗跳到现在对于宇宙文明的感慨，这跳跃速度和幅度未免太令人叹为观止，下降的速度再快也不会有失重的感觉吧。而且对于苍澜后面质问为什么要毁灭人类的这句话，显得他也太天真善良了，恐怖组织不是毁灭人类难道还是拯救人类的？错别字已经让我哭死在厕所"
        },
        {
            "author": "凛",
            "timestamp": 1443354480,
            "txt_content": "嗯\n你艾特了我我就来了"
        }
    ]
}