{
    "title": "<原创·连载·圣杯>终焉[第二章第一节][by：泣东风]",
    "author": "xcc",
    "replyCount": 3,
    "timestamp": 1443341340,
    "txt_content": " 本帖最后由 xcc 于 2015-10-1 14:08 编辑 \n      \n\n\n前言：因为恶魔要AFK，gb似乎在花样潜水（在群里都不吱声），所以我做了个死。\n     \n顾离接过年轻人手中的烈酒， 咂了一口，并说：“佳酿。但为什么没太多人品尝？”\n\n\n    “我还想问你为什么要过来。”年轻人笑起来，“我之前说的欢迎话，权当没说吧。”\n\n\n    顾离便把自己的经历复述了一遍——虽然很多细节和些零碎的事都记不得了——然后灌下剩下的酒。\n\n\n    年轻人听到顾离说到隗臧云和彭叁的名字时，眉头皱了皱，像麻绳拧成一团。等到顾离说完的时候，年轻人把自己的方巾扯了扯，带着一些轻蔑说道：“那么，你觉得隗臧云和彭叁是个什么样的人呢？”\n\n\n    顾离思索片刻后说出了自己的真实想法：“隗臧云······有些冷漠但很平易近人；彭叁，大大咧咧而且真的很热情。”\n\n\n    透过雾蒙蒙的玻璃，隐约可见外面开始雪飘如絮。\n\n\n    “那你可是错了：隗臧云和彭叁从来都是冷酷无情。”戴着单片眼镜的家伙突然说，“这才是他们的本性。”\n\n\n    怎么会？顾离有些难以置信。但年轻人立刻说道：“戈勃是对的。那两个家伙最擅长的就是把自己掩藏在虚妄的面具下。”意思是说，那两人的友善全都是装出来的······吗？\n\n\n    “那么彭叁还好心地叫我找个酒馆落脚干嘛？”顾离回想了一番后反驳，“难不成是想害我？”他的拳头攥紧，有些微微的颤抖。\n\n\n    年轻人嘴角扬起微笑，突然他伸手抓住了顾离脖颈上挂着的镶金钻石吊坠：“那么，如何解释这个只有眷顾者才能佩戴的吊坠在你身上？”\n\n\n    戴着单片眼镜的那家伙开始冷笑，接下了年轻人的话头：“这个吊坠，只有眷顾者才能佩戴，并且这个吊坠会让大多数武器伤害不了佩戴者。而且一般手段取不下它的。”\n\n\n    年轻人朝着吧台方向点了点头，然后对顾离说：“明白了？”他脸上呈现出一种很温暖的笑意。\n\n\n    外面的雪打了起来。屋内可以听见雪坠在地上的声响，轻微，但是震撼。\n\n\n    “所以——你是说彭叁——”顾离一时无法接受如此多的信息，先前攥紧的双拳也渐渐松开，他一边说一边思辨，“彭叁他，是想让我在，有很多猎人的地方，被猎人杀死？”\n\n\n    年轻人轻轻鼓起掌：“不错。因为以他和隗臧云的实力是无法伤害你的，只能借刀——”话音未落，顾离有些颤抖的嗓音便从喉中传出：“可他们为什么要杀我？我只是个······人类啊。”\n\n\n    “人类？我记得只有眷顾者可以戴上这玩意吧？”年轻人扬了扬下巴，“你是什么人？！”他用凶狠的语气质问道，面色却依旧平淡如一泓深潭。\n\n\n    外面已是大雪盈尺。这个世纪的寒冬的步伐实在是太快了。\n\n\n    “那么你又是什么人呢？”顾离苦笑，“知道这么多，思维缜密，似乎还熟知隗臧云和彭叁的性格，你是谁？”\n\n\n    吧台后坐着的那家伙抢先答道：“我是戈耿谷·巴卑勃。”他刚说完便接收到年轻人的一记白眼。\n\n\n    年轻人摘下他的牛仔帽，温暖的笑意再次呈现在他线条分明的脸上：“自我介绍一下，我是······厄默·肖萨。现在可以说你是谁了么？”\n\n\n    “酒吧歌手。不过我工作的酒吧垮了，我也没地方住了。”顾离耸耸肩，“我是顾离。”\n\n\n    他刚说完这番话，脸蓦地惨白如纸。\n\n\n    因为他看到那个叫厄默·肖萨的家伙的双耳的位置的上方各添了一只毛茸茸的耳朵——极像是犬科动物的双耳。“这什么啊！”他不由得大叫一声，向后退了十几步，“这狗耳朵是啥玩意啊！”\n\n\n    “这不是狗耳——这是狼耳啊！没看过科教频道吗？”厄默极为愠怒地吼了一声。\n\n\n    顾离冷静不下来，汗滴在衣襟上，一滴又一滴。他紧贴着墙，心想怪事年年有怎么最近特别多。\n\n\n    “安啦，我们是眷顾者啦。冷静下啦。”戈耿谷在吧台后玩起了叠杯，“厄默他是狼族的啊，所以有狼耳啦。别大惊小怪啦。”\n\n\n    关于眷顾者，他从一些人的口中和一些书中了解过一点，那里面把眷顾者描述成——“体型似人类，皮肤却是赤色，覆盖着尖刺，青面獠牙”的怪物。可是这个叫厄默的青年······除了那狼耳其他都挺正常的。他不由得想笑，一种和人类并无分别的种族却被描绘成聊斋中鬼怪的样子。\n\n\n    顾离的大脑不是双核处理器，他还没有反应过来。整个人直僵僵地嵌在墙上，宛如雕塑。\n\n\n    酒馆内陷入了短暂的沉默。片刻后，顾离摸着项上的吊坠，喘着粗气道：“仔细想想······还是有点不明白为什么他们要杀我啊。”\n\n\n    “所谓的猎人会杀死所有和七櫆有干系的人。”戈耿谷一边把杯子收好一边轻描淡写地说，“他们不是为了钱——现在的人类都不缺钱——他们是为了出名，为了让自己声名鹊起，从而带来······更多的利益。或许还是为了填补内心的空虚······”\n\n\n    现在一切几乎都明朗了。\n\n\n    “推理很精彩，但我怎么相信你们？”顾离慢慢向墙根移动。厄默浅浅地笑了笑，说：“没有一个可怜者，会再去欺骗另一个可怜的人。”\n\n\n    他没有说错。\n\n\n    顾离于是也浅浅的一笑，同他握了握手。\n\n\n    屋外的世界，银装素裹。灰色的世界因了白雪而闪烁，但愿它不会重新黯淡。\n\n=============================================================================================\n后记：\n\n1.@恶魔-潇洒  饰演 厄默·肖萨 【已笑喷】\n2.@gggbbb     饰演 戈耿谷·巴卑勃 【笑喷*2】\n3.总感觉脑洞好大。\n                                           \n\n  上一节             索引          下一节\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1443341400,
            "txt_content": "@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L"
        },
        {
            "author": "龙隐尘L",
            "timestamp": 1443342000,
            "txt_content": "xcc 发表于 2015-9-27 16:10\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L\n围观。。。。。。。"
        },
        {
            "author": "lostchair",
            "timestamp": 1443342480,
            "txt_content": "停止。。这种。。伤眼的。。字体。。"
        }
    ]
}