{
    "title": "<原创·圣杯·连载>《神不会死：真正的神》（上）第二回A 张抒枝",
    "author": "电饭煲（备）",
    "replyCount": 1,
    "timestamp": 1443359340,
    "txt_content": "《神不会死：真正的神》（上）\n第二回\npartA\n张抒枝\n\n      雨落敲打门窗，矗立苍穹的护盾泛起层层涟漪，一圈又一圈，被护盾笼罩的地方只有雨滴的飘落，而并没有积水的沉淀，在这雨夜之中，一个身影闪烁在月光之下。\n       “紧急情况，回来一趟。”自己父亲留下的留言不停回荡在张抒枝的脑海中，父亲从来没有这样冒着被发现的风险来通知某一件事情，而密信上面的字迹，甚为潦草，第一眼看起来就觉得是仓皇写下的。\n      趁着林雷睡熟，张抒枝悄悄从窗口跳跃了出去，令人震惊的是，张抒枝看起来个子很小，但是穿上特制的服装之后看起来却是一个两米多的壮汉，呼吸间，张抒枝趁着夜色已经跃出了校园。\n      雨景中夹杂着月色，但是现在张抒枝可没欣赏这些的功夫，她已经隐隐觉着这件事情没这么简单。\n      不过半小时功夫，张抒枝已经回到了和父亲约定好的庄园，与外界不同的是，这座庄园被一层淡黄色的薄膜笼罩，不同于天空中泛着涟漪的蓝色护盾，这层淡黄色的薄膜看起来脆弱，但是实际上却是坚硬无比，在这淡黄色薄膜的四周，环绕着一圈又一圈某种古老的文字。\n      张抒枝在这薄膜前面停下了，伸出了自己的右手，而在手腕上依然环绕着一样的一串又一串的古老的文字，在张抒枝伸出手的同时，那层薄膜似乎收到了某种信号，表面开始泛起一圈又一圈的波纹，见到如此后，张抒枝收回右手，就跟没有这层薄膜一样，直接走进了庄园。\n      “父亲。”张抒枝走进了已经人满为患的大厅，径直走向了最高处，“父亲，你这么着急叫我来是有什么事情吗？”\n      被称作父亲的这个人回头望了望张抒枝，顿了一下，说道：“科技国的官方力量来了，而我们大量的人手还在境外执行复兴计划，现在这里算上你也一共只有六位可以与之匹敌。”\n      张抒枝倒吸一口凉气，他早就知道科技国将会对这个组织发动袭击，但是没想到会这么快：“那，我们该怎么办？”\n      他的父亲看了看钟表：“现在距离袭击开始还有十分钟，我已经感受到他们在这附近驻扎了，我已经召回了各个潜伏点的人员，现在我们算上做饭的一共只有不足三百人，所以这次就是你的战场了，你只管和我拖住正面的敌人，掩护其余人撤退，至于他们撤退之后怎么办，随机应变吧。”\n       张抒枝原本戴着的兜帽现在已经取了下来，与在学校不同的是，现在的张抒枝脸上充满了不安和紧张，他并不知道这场战斗会不会是他复兴生涯中最后一场战斗，他走到一旁，坐下来调节起了呼吸，希望能让自己冷静下来。\n       大厅内并没有太多的装饰，一个大型的古老摆钟，大理石铺成的地板，天花板上倒吊着几块魔能水晶用以照明，空中漂浮着几根法杖，这些法杖都是阵亡者的法杖，所有人从生下来就已经和一个法杖结了缘，这个人一旦死去，法杖将会回到这里，用全部的能量铸造一个护盾，守护住自己，直到一股足够强大的力量笠临。\n       这十分钟对于张抒枝来讲可谓说是最为漫长的十分钟，在呼吸之间，张抒枝拿起法杖，与其余的五大长老并肩站在庄园大门。所有人都已经是全面备战，每个人身上都笼罩着一层深黄色的护盾，但在这深黄色护盾中唯一不同的便是张抒枝了，他的护盾是深紫色的。\n      每个长老的手腕和脚腕上都环绕着一圈圈的符文，法杖上更是刻满了符文，令所有人看不懂是张抒枝的法杖，那些哨塔上的守卫看着这法杖不禁背后冷汗一冒，一种直击心灵的恐惧笼罩在他们的心里——这个法杖是一种纯黑色，真正的黑暗，似乎四周的光线都被这个法杖吸收了进去，连他的父亲都感受到了一丝威胁。\n      八分钟……\n      六分钟……\n      四分钟……\n      三分钟……\n      一分钟……\n      五十秒……\n      三十秒……\n      时间不断倒数着，冷汗从张抒枝的额头冒出，流到下巴，滴入泥土，最后的十秒，张抒枝更加握紧了法杖，而这时四周已经有一股无限大的威胁的气息扑面而来。\n      叮咚……叮咚……随着大摆钟的报时声音，大门前的六人手腕一转，一股强者的气息尽数而出，这股气息直击大门口……砰！一声巨响之后，原先庄园大门的地方多出来了几道闪烁的电弧，几个呼吸后，隐藏在电弧之下的几具躯体显露了出来，随后纷纷倒下，全都没了命。\n      这仅仅是第一击，随后如同暴雨一般的攻势纷纷将至，张抒枝和几位长老抬脚，以极快的速度冲出了庄园大门，挥手间则是一条人命，张抒枝渐渐已经有一些跟不上这些长老的节奏了，他在高速中摇了摇头，随即将更多地法印放在了右脚上面，一个踢腿便冲向了放着重装甲的那一片地区。\n       炮声夹杂着雨声回荡在这个郊区中，每一发炮弹出膛之后都会打中一层黄色的薄膜，而这层薄膜则是看起来如此的不堪一击，但激战已经持续了超过半个小时，这层薄膜丝毫没有减弱的感觉。\n       张抒枝已经有一点疲倦了，原先还只是用着简单的招式击倒面前的一个个敌人，而现在他已经不得不拿出那骇人的法杖。\n       这法杖刚一出场则惊动了全场，所有人的目光纷纷朝这边望过来，这一个闪耀着恐惧的法杖释放出的能量则是更为恐怖，分秒之间就已经解决了数十个重装甲的敌人。\n       “差不多该来了吧。”张抒枝的父亲将六个人聚集到一起，抖动着手里的法杖，脸上已经布满了汗珠和血块，围绕着的护盾则是已经黯淡了许多，“后面已经撤退一半了！继续战斗！”\n       “是！”其余五个人异口同声地回答道。\n       瞬间整个战场上的气息变得弱了起来，炮火声也是慢慢停了下来，所有的人都知道，这只是暴风雨前的宁静。\n       咻！……砰！\n       一根强互作用力所做成的钢针，撞向了庄园的护盾，随着一声剧烈的爆炸，所有的人都可以清楚地看见那原本无论如何都不能撼动一分一毫的薄膜分明是抖动了一下。\n      随着第一根钢针的撞击，更多的钢针从雨夜里冲向了那保证了庄园内部安全的薄膜，张抒枝的父亲怎么可能让那保障着领导层存在的薄膜就这样被破坏掉？\n      张抒枝的父亲眼神霎时间变得冷漠起来，左眼的虹膜更是成了紫色的装扮。他举起法杖，狠狠地砸在大理石地板上，地面刹那间居然就碎成了粉末，一股力量从法杖中传出，一个不透光的纯黄色护盾则是直接扑向了迎面而来的一根根钢针，震耳欲聋的响声之后张抒枝的父亲已经往后面退了三米有余，大口的喘着粗气，而发生爆炸的那一块地区哪里还有一点点痕迹？甚至地面都已经凹陷下去了！\n      这一爆炸之后，一个黑色的衣服上流淌着蓝色的液体的男子从爆炸中带着蓝光冲出，矗立在一行人的面前：“你们，太弱，但是，我放你们一马，走吧。”\n      六个人都十分不解，随后张抒枝质疑道：“你明明可以杀掉我们，你为什么留下我们的组织？这里可都是‘魔法之都’的全部高层，你就不担心今后我们重新崛起吗？”\n      那个这男子看着张抒枝笑了笑：“哈！后生可畏吾衰矣！只有你才有和我一战的力量！但是！你有一个好室友！所以，珍惜现在的时光吧！你寻不见你的室友的时候就是你们这反叛组织毁灭的日子！”这黑衣男子留下一句话便闪身离开，留下了三根钢针“不好！”张抒枝看着这三根钢针迅速举起了自己的法杖，试图化解剧烈的爆炸，但让他没想到的是，这三根钢针并没有发生爆炸，而是拔地而起，成为了三根巨大的钢柱，然后消散在空气中，“天哪……”\n      这一夜是伤亡惨重的一夜，“魔法之都”损失了百名将士，六位长老也牺牲了两位，而科技国也没有舒心到哪里去，数以千计的高科技部队在这一夜再也没有见到第二天的黎明，战斗现场满地都是血肉，这一片郊区到处都是爆炸的痕迹，空气中直到早晨还弥漫着血腥的味道。\n      天亮了，张抒枝在宿舍的床上缓缓睁开眼，想着昨晚上发生过的一切，望了望对面床上还在熟睡的林磊：“为什么那个人会为了他而放弃消灭我们的大好机会……”\n\n\n《神不会死：真正的神》索引贴\n《神不会死：真正的神》电子档下载",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1443360780,
            "txt_content": "  八分钟……\n      六分钟……\n      四分钟……\n      三分钟……\n      一分钟……\n      五十秒……\n      三十秒……\n这些完全可以省略一大半"
        }
    ]
}