{
    "title": "<原创·连载> 【小宝】《破碎之域 亚加洛法 前传：秩序》第八章",
    "author": "1845797316",
    "replyCount": 10,
    "timestamp": 1443354480,
    "txt_content": " 本帖最后由 1845797316 于 2015-10-25 18:10 编辑 \n\n索引贴：《破碎之域 亚加洛法 前传：秩序》\n\n\n\n第八章：危险逼近\n\n太阳不再是清晨的那般轻柔，变得毒辣起来，一点一点地挪上头顶，四周的树叶都被晒干了水分，闪烁着刺眼的光。这景色我真是看腻了。一个小时，我被寒澈带着在这里转了整整一个小时了。在这一个小时里，这个奇怪的家伙仔仔细细地带我搜遍了一片范围不大的区域。我们出发按直线走，每走一段距离，然后偏移一些再往回走，在走第二条线路时几乎都可以看见第一条线路，但是绝不重复，简直就像是精心设计的，不，肯定是精心设计的。我那享受尽了清晨温和阳光的皮肤，现在暴露在这样的阳光下，晒得有些红肿。过度的运动以及环境与之前的不同以致我变得异常的干渴，这不是生理上对水的渴求，而是一种精神上的渴，不管怎么喝水都无法缓解的口干舌燥。现在的我连翻过一个小坡的力气都没有了。我缓慢地拖着身子跟着寒澈，我看他一眼，他还是那么有精神，走两步还时不时地朝周围望望。这家伙，是耍我呢吗？我已经受够了，这个所谓的特训难道就只是走路？我一点力气都没有了，就连思考都因这感觉上很炽热的空气束缚。不行，这种没目的没意义的徒步是时候该结束了。我弯下腰来，双手撑着腿，撑起这个已经汗流不止的身子。我停在原地，对寒澈说道。“喂……”话刚到嘴边又被我硬咽了回去。不对，这家伙，不一般啊！怎么想都不对。寒澈这种高智商的家伙会没目的的在这转？这就是个平地与森林的交界处，没什么值得注意的东西，但也足够的安全。这种地方，定是满足了寒澈的某种要求，才被选出的。有要求肯定就有目的，这家伙绝不是什么傻子，现在的徒步也不简单，相信训练已经开始了，只是我没察觉，估计他是在等待，等待我的举动引出他带我特训的真正目的，也就是特训的重点。我对于自己的推理非常满意，寒澈这家伙还想坑我？对于一个无缘无故就带着我在外面绕圈，还搞的我筋疲力尽的家伙来说，我怎么能做些成人之美的事情呢？他等我引，我还偏不引了。“把水给我。”我灵机一动，扯到了水上。寒澈刚刚似乎有些兴奋，欣喜地回过头，但知道是要水后就失望了。我喝着寒澈递过的水，身子因赌气而重新充满活力，干涩的嘴唇湿润了，暗淡的双眼明亮了。我现在似乎有使不完的力气。寒澈看看今天谁坚持的久。我瞪了寒澈一眼。寒澈没有反应，但在转头时，露出了一丝不易察觉的笑。这更加印证了我的推测。我刻意不将注意力集中在这炎热的环境上，燥热对我产生的影响减小了很多。四周的风，四周的草，四周的树，都被我抛在脑后。我只专注于走路。今天我就是要好好的报复一下这位神机妙算的寒澈。我自以为良好的状态就能打败他，谁料他比我更良好。时间一分一秒过去，这家伙还是那么的有精神，就和一开始一样，似乎一直在消耗的，都是我的体力。我渐渐体力不支，那种干渴又重新占据了我的身体，比之前更加难以忍受。我拖着无力的身子，支撑我继续行走的，只有我那不服气的心罢了。终于，我的身体实在是受不了长时间高强度的行进，倒在地上罢工。“你终于不行了，真是等死我了，其实我也快了。”寒澈如释重负地坐倒在地上。“你这家伙，原来早就知道。”我翻了个身，卸下身上的铁剑和包袱。“也是也是。”他拍拍我“你也真是厉害，能拖我这么久。”“彼此彼此。”我没好气地回应。心理正为没有成功而后悔。“不过我可不是犯浑才这样的。”他清清嗓子，声音提高了八度。我默不作声，知道他是要将重点了。我被带着傻转了这么久，整也没整上他，要是连点经验都没有就不行了。“看上去，我是无目的的，但实则不然。”寒澈语重心长地讲到。“你所将面对的未来，也许是阴暗、无尽头的，但是你必须要相信它有尽头，相信你会走到尽头。你可能会如今天倒在这里，但今天只是一场训练，人生没有彩排也没有预演，你没有重新来过的机会，有时只有强大的忍耐力才能坚持下去。我知道你现在听不进去，但是这是需要你深刻理解的。”的确，我又累又困，是听不进。“休息休息，准备上路。”听到寒澈说上路，我非常惊讶。“什么？上路，不是特训完了吗？”“完了？哪有啊，现在才开始呢。”寒澈叼起一块面包，咬在嘴里，做了个坏笑的表情。唉，看来下次怎么也不能跟他去了。短暂的休息非但没使我得到恢复，反而使我更想躺在地下睡一觉。但寒澈却硬是把我拉起来，推着我走。迷迷糊糊，只记得我们在树荫下慢慢走。阳光透过树叶，变成了绿色，照在脸上，不再是炽热，而是清凉。清新过来，才发现已经躺在一个快到一个小院前。房屋是橡木的，围墙是桦木的，倒是水井上的木头引起了我的注意。要是说颜色，它比桦木深，要是说文理，却又和从林木差不多，这具体是什么，我也看不出。这是个上了年纪的小院，四周的建筑都显老了，边边角角夹杂着岁月留给它的痕迹。很古朴，很素雅。寒澈带着我，推开了小院的门，就直接进了屋子。屋子里有很多东西，还站着几个，我们进来，空间顿时显得有些紧张。里面是个铁匠铺，到处挂满了武器、盔甲。屋子里有个铁匠工作的台子，以及一个熔炉，还有一个魔法熔炼炉。屋子里站着几个人，在打扫。光线不好，我眯眯眼，看清了是谁。屋子里是我认识的人：哲、俊以及月。但在一旁打剑的一位我不认识。这是一个皮肤褐黄的壮汉，满身肌肉，颇有兽人风范。但面目清秀，与兽人更本扯不到一块，嘴唇厚，显得有力；鼻梁高挺，显得强硬；耳朵稍尖，犹如兽人。尤其是他的那双淡红的双眼，透出一种理性，沉着。寒澈见到他，也很尊敬。“这是我们的铸剑师，非常厉害的铸剑师，负责为我们打造、修补装备。他叫……”没等寒澈说完，他放下手中的锻造锤，锻造锤磕在石桌上，发出“哐啷”的响声。“名字还是由我来说吧。”他缓缓说道。声音深沉而有力，仿佛带着力量。“你好，我叫水寒易飞，你可以叫我易飞。”他快速扫了我一眼。水寒易飞？我在哪里听过这个名字，但却怎么也想不起来。“易飞，上次让你打造的剑，好了吗？”寒澈询问起我的武器。“是那把剑。”易飞回头指向挂在墙上的一把新剑。寒澈取下来，递给我。“这就是你以后战斗的武器了，希望你能好好使用。”我看着这把剑。剑柄通黄，尾部镶有黑曜石。护手深褐色，刻着花纹。长而厚的剑刃是由蓝色的宝石组成。刃上嵌有银白色的宝石与黑曜石。拿在手上，非常合适，每一次挥舞都能发挥最大限度的力量。我谢过寒澈，谢过易飞。易飞点点头，又进入工作。哲一边祝贺一边拉出了寒澈，我跟了上去。他们来到小院中央的石桌前坐下，寒澈看我也跟出来，就示意我也坐下。刚刚还没完全清醒，现在仔细看看这小院，真是不错。各个部分错落有致，组成了这个处在绿荫下的小院。“怎么了，有什么发现吗？”寒澈先开了口。“的确，是有个很有趣的发现。”哲的话有些使寒澈惊讶。“我们在海岸发现了一些奇怪的脚印。”“什么东西？”寒澈连忙询问。“你先猜猜看。”哲故意买个关子。“……”“如果没猜错，你现在所想的，是最坏的结果。”“……”寒澈不语，似乎默认了。“但是，不幸的是，你所设想的，是真的。”寒澈睁大眼睛，像是在质疑。随即又平静下来，双眉紧锁。突然，他与哲开始以极快的速度对话。“地点。”“东岸。”“时间。”“两天。”“人数。”“两百。”“训练。”“极高。”“装备。”问道这里，这没有立即回答，而是从口袋中掏出一个的碎片，拇指般大小，看上去是武器上的。“看看这东西吧。”寒澈接过碎片。“这就是我奇怪的地方。”寒澈打量着手中的碎片，沉默不语。“这东西可不是它们的，这可是人类的工艺。这两百人的来历不容小觑。”哲在一旁分析。我已经看晕了，他们说的什么我都不清楚。“喂，你们在讲什么？出什么事了？”这是，寒澈抬起头，缓缓地吐出一句话。“现在的情况，是有一只两百人左右的、训练精良、装备精良、来头不小的半兽人队伍于大约两天前出现在卡姆特岛东岸。”我听到这个消息，虽然不清楚到底发生了什么，但暗暗感到危险正在逼近。寒澈转头望向天空。用一个低沉的声音说道。“看来，有好戏看了。”\n\n废话\n最近是龟速。【融合机：自我完善】目前是0.3版本。\n",
    "replies": [
        {
            "author": "西丶瓜",
            "timestamp": 1443355380,
            "txt_content": "剧情狗血，内容不错~顶~~"
        },
        {
            "author": "1845797316",
            "timestamp": 1443356040,
            "txt_content": "西丶瓜 发表于 2015-9-27 20:03\n剧情狗血，内容不错~顶~~\n剧情赶时间弄出来为了给地图打广告的，后期狗血漫天溅。"
        },
        {
            "author": "darrksy",
            "timestamp": 1443442380,
            "txt_content": "楼主莫放水啊"
        },
        {
            "author": "1845797316",
            "timestamp": 1443613140,
            "txt_content": "darrksy 发表于 2015-9-28 20:13\n楼主莫放水啊\n何水之有？"
        },
        {
            "author": "1845797316",
            "timestamp": 1443614160,
            "txt_content": "darrksy 发表于 2015-9-30 19:56\n不好意思，略短，然后略吊胃口\n短到还不算太短，500字的都有，胃口怎能不吊呢。"
        },
        {
            "author": "darrksy",
            "timestamp": 1443614160,
            "txt_content": "1845797316 发表于 2015-9-30 19:39\n何水之有？\n不好意思，略短，然后略吊胃口"
        },
        {
            "author": "darrksy",
            "timestamp": 1443620640,
            "txt_content": "1845797316 发表于 2015-9-30 19:56\n短到还不算太短，500字的都有，胃口怎能不吊呢。\n真的不长。原来自己写段都要1500左右的"
        },
        {
            "author": "1845797316",
            "timestamp": 1443626520,
            "txt_content": "darrksy 发表于 2015-9-30 21:44\n真的不长。原来自己写段都要1500左右的\n前面一章9000多字，但是要坚持的话就........."
        },
        {
            "author": "darrksy",
            "timestamp": 1443629520,
            "txt_content": "1845797316 发表于 2015-9-30 23:22\n前面一章9000多字，但是要坚持的话就.........\n加油加油吧，我还是以画画，做建筑为主"
        },
        {
            "author": "1845797316",
            "timestamp": 1443629640,
            "txt_content": "darrksy 发表于 2015-10-1 00:12\n加油加油吧，我还是以画画，做建筑为主\n做个盆友，有机会向你请教建筑。"
        }
    ]
}