{
    "title": "MC1.8.8村民繁殖的几个问题？",
    "author": "5hits",
    "replyCount": 9,
    "timestamp": 1443415740,
    "txt_content": "1.村庄边界在哪里？\n现在我找到了一个新的村庄，我没有任何改变它，然后我想在旁边建房子，那么大概在一个多大的范围内，系统会判定我建的房子归属于村庄？（主要是繁殖的问题，如果新建的房子不被判定为村庄所有，那么村民也不会想要繁殖吧？）\n“所有横向位于村庄边界内纵向离中心5格内的村民将被算入人口中来决定是否继续让村民繁殖。尽管如此，只要有至少一个村民位于区域内，那么任何横向位于村庄边界内但纵向离中心下方32格内的村民将企图进入繁殖模式”（引用自维基百科的村民繁殖条目）\n\n2.如何快速统计村民数量？\n虽然我有小地图MOD，但是小地图似乎不会完全显示所有的村民，有些村民我明明看到他，但是小地图上没有。\n3.有效门的判定方法？\n“一个有效门的标准是在直线上门一边5格内的\"外部\"空间不得与另一边5格内的\"外部\"空间数量相同。一个\"外部\"空间的判定标准是从它至天空没有除透明方块外的方块。”（引用自维基百科的村民繁殖条目）\n不明白什么意思。\n\n4.周期性是多久？游戏内一天？\n“游戏引擎会周期性地统计当前的村庄人口。”（引用自维基百科的村民繁殖条目）\n\n\n5.村民容易死亡？\n我前几天玩的时候，村民居然死光了，一个不剩。最后几个还是当着我的面被僵尸弄死的。当时我也不会复活，所以也没有复活他们。\n我想问一下，如何才能够避免村民这么容易被怪物弄死呢？（我有试过用栅栏围住村庄，结果死得更快。）\n\n\n（问题问得这么多，我也有点不好意思了。每个给出回答的朋友，我都会尽力在评分那里给金币报酬的。\n人人有份，永不落空。）\n\n\n\n\n\n",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1443415740,
            "txt_content": "来自wiki\n1、发展NPC村庄\n一个房子的最低要求。一个附近30个方块内至少有一块建筑方块的门。村民们将会聚集在几扇门组成的一座房子内（与结构尺寸无关）。\n玩家可以给村庄添加更多的门，这样会有更多的村民生成。村庄里每个有效的门会生成0.35个村民。要创建一个有效的门，要求是在门被认为是“屋外空间”的一侧要比门的另一侧有更多的空间。 “屋外空间”是指在白天能被太阳直接照射到的部分，也就是说，在房子上方没有任何东西（除了玻璃等透明方块）。任何不透明的空间，或者有东西遮掩在上面的情况都被认为是“屋内空间”。系统会从门两侧5方块一直线的标准开始计算“屋外空间”。如果一个门的“外部空间”的大小和另一边的外部空间大小不同，那么这就是一个有效的门。\n建筑可以被绝大部分不透明的方块构建。\n要正确创建一个有效的门，一个村民必须在门的半径水平16个方块、垂直3到4个方块内。如果在范围内一段时间没有村民，门可能失效。\n每创建一个有效的门(既成功创建一个房子)算为0.35个村民，这意味着每三个有效的门会产生一个村民，每20个有效的门会产生7个村民。\n也许增加村民人口最简单的方法是建造一种被一些玩家称为“爱巢”的建筑。这种小屋仅仅三个方块高，由大面积的墙和许多门构成，它们工作效率极高而且很容易建造。 为了用更自然的方式使扩张更容易，由于特定的选择方法，村民们更喜欢有大量门的地方，比如一个广场。他们几乎总是占据着距一扇活动门16个方块以内的地方或相对来说非常高的广场。\n1.8：/tp @e[type=Villager] ~ ~ ~\n然后会显示将村民tp到XXXX\n然后1行代表1个村民，数下有几行就是了\n3、在上面的1里\n4、wiki木有\n5、插满火把，不让僵尸生成"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1443439740,
            "txt_content": "而且就算你知道周期是多久，也没有什么卵用，你并不能从游戏中获取数据"
        },
        {
            "author": "chyx",
            "timestamp": 1443440100,
            "txt_content": "FHC红石 发表于 2015-9-28 19:29\n而且就算你知道周期是多久，也没有什么卵用，你并不能从游戏中获取数据\n貌似在僵尸攻城的时候亮的地方也生怪吧"
        },
        {
            "author": "122qweswd",
            "timestamp": 1443440160,
            "txt_content": "我来回答一下吧，首先第一个问题关于房子，是距离村庄最外侧的房子128格（还是64格来着……）的有有效门的地方都被统计，并且只要这个村庄里有村民，就可以让任何一个村庄外32格内的村民被计入。2.一种是mcedit查看生物数量，一种是自己数（滑稽）3.简单来说就是一个在村庄附近128（还是64格）的门，上方一格的两边五格内非透明方块数量不能一样。4.反正很快就是了，实在不耐烦可以退出重进自动重新统计……5.建议不要留生怪的区域，可以点亮以后放到一个僵尸进不来的房子里，但要注意，房子的地面方块数最好不要低于村民数量的2倍。"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1443444600,
            "txt_content": "chyx 发表于 2015-9-28 19:35\n貌似在僵尸攻城的时候亮的地方也生怪吧\n不是僵尸不能在亮的地方生成啊，然后用栅栏什么的围起来就是了"
        },
        {
            "author": "chyx",
            "timestamp": 1443445500,
            "txt_content": "FHC红石 发表于 2015-9-28 20:50\n不是僵尸不能在亮的地方生成啊，然后用栅栏什么的围起来就是了\n上次看wiki说僵尸攻城的时候生成无视亮度\n没亲自测试"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1443445800,
            "txt_content": "chyx 发表于 2015-9-28 21:05\n上次看wiki说僵尸攻城的时候生成无视亮度\n没亲自测试\n前提是僵尸不能在亮处生成啊……"
        },
        {
            "author": "NGC_PXK",
            "timestamp": 1444122840,
            "txt_content": "如果你家的村民容易死亡，你可以尝试把村庄的任何角落照得跟白天一样亮。也就是说，你必须阻止僵尸在村庄内的出现的出现，你试过的方法之所以失败是因为村庄内光照不够，导致村庄内也生成了僵尸\n如果没用，那么我也无能为力了\n我回答的是你的第5个问题"
        },
        {
            "author": "NGC_PXK",
            "timestamp": 1444122900,
            "txt_content": "有2个错别字，改成“可能”"
        }
    ]
}