{
    "title": "关于禁止“回血”的建议",
    "author": "hhttll",
    "replyCount": 3,
    "timestamp": 1443480300,
    "txt_content": " 本帖最后由 hhttll 于 2015-9-29 09:02 编辑 \n\n5号字重要提醒：本帖内容只是我的个人观点，注意，只是个人观点，如果和你想的不一样，无视就好，不要骂我。求管理员不扣人气不扣贡献不扣金粒不禁言，觉得不对删贴即可。这只是我的个人观点。\n\n首先，我先声明，禁止回血没有错。回血这种现象对于管理层来说确实讨厌，因为这会使得惩罚变成了奖励，无法对违规者造成威慑作用。\n\n但是，我觉得，真正有必要考虑的问题是，为什么会有回血这种现象。我是2011年注册的MCBBS，至今已有4年（不要吐槽为什么我只是普通用户，什么官也没当上，那是因为MCBBS我都是有上没上，并不是4年的活跃用户。）。我可以明确的感受到，这1～2年，MCBBS的政策正在一步一步地接近极端化。MCBBS正在偏离正轨。个人认为，这个转变是从去年服务器盈利问题开始的。（就为了这破事，我嘴多，害我丢了将近10点人气，某版主打击报复略微严重（这句话无视就好）。）从那时后开始，我感觉MCBBS的条条框框越来越多。规矩多没有错，没有规矩不成方圆嘛。但是，有些惩罚措施过于严重了。比如服务器版的标题不符合直接删除（现在还要多消耗1绿宝石，逼迫用户去举报别的服务器，这个策略最后当作题外话说）。现在回到回血的问题上面来，为什么用户给别人回血？回血是要扣自己金粒的呀？答案很简单，因为他们感觉被扣分的人付出了努力，非但没有得到管理组的认可，反而损失了人气或者金粒。换言之，他们感到被处罚者遭受不公，同情心使之。根据我的观察（也就是之前看到的那些回血贴），很多都是因为标题格式错误，强制修改然后扣人气，对此我只想说，标题真的那么重要吗？我作为一名 因为强迫症进了【数据删除】次重症监护室的 患者，我也觉得标题统一好看，很有B格。但是，到底是标题重要还是内容重要呢？不管怎么样，发帖人是花了时间发的帖子（不管内容多糟糕），然而并没有得到高层的一丝肯定反而被扣了分，我相信很多人都会选择离开MCBBS。但是此时，我虽然很不想承认，但是不得不承认，回血的人在此可以起到一定的作用。当你遭受不公（至少主观上觉得是不公平的）时，如果边上有人和你一起咒骂给予你不公的人或者让你重新感到公正，或许你可能会感觉更好，或许你就会因此留在MCBBS了。从另一方面讲，如果被惩罚者是罪有应得，那么真的会有人给予回血吗？想象一下，一个人发了几十个滚键盘式的主题贴，吃了一堆牌子和扣分，真的会有人给他回血吗？回血只是表象而不是问题，真正出问题的东西藏在回血的背后，也就是政策。禁止表象并没有什么卵用（除了造成人员流失的潜在可能），只有真正杜绝其根源，废除不合理的政策，才能真正起到效果。\n\n（本段非重点，只是无聊吐槽一下）\n某版主，如果你觉得我下面这段话很脑残，很中二，请无视，不要翻我10多天的发帖记录找水贴扣分发牌。\n最后说一个题外话，就是这个传说中的绿宝石机制。我只想说，订出这个规定的人知道每天有多少人来我的公益服（现在已经关了）来问各种奇葩问题吗？他们的问题是：“服主，我给你500，你能让我当建筑师吗？我只要飞行权限” 或者 “服主，你这个服务器费用我全包了，能让我用WE造个雕像吗？” 又或者 “服主，我想赞助点钱，能给个头衔吗？” 我只想问，这是一个做公益的人应该收到的消息吗？如果比尔盖茨在做好事的时候，来了一群人和他说不要捐了这些钱，这些钱自己拿着的好处都有啥，我估计比尔盖茨该一拳把他们打飞了。这也是我和我的联盟里面的多个服主真正想做的事情。然而那帮SB（不好意思爆粗了）见到暴露以后便开始破口大骂，说自己是真的想捐钱什么的然后就走了（此处省略无数不干净的言语）。好了不谈服务器了，MCBBS多人联机版问题一大堆，我不吐槽了，普通玩家看到也没有同感，服主不用说也都知道。\n\n评分回复：\n1. 是的，我的态度就是不想多说了，写得这么明了。（误）\n2. 然而重点不对，重点第2段，关于服务器的只是顺便吐槽。",
    "replies": [
        {
            "author": "Bryan33",
            "timestamp": 1443486540,
            "txt_content": "举报骗审的确实有点过分了\n抱歉 其他内容没办法支持LZ\n之前乱发服务器 服务器不达标的太多了\n然后 和标题的关系在哪"
        },
        {
            "author": "lzs1234",
            "timestamp": 1443499500,
            "txt_content": "然而从论坛封杀Gary。以后，封杀正变得越来越频繁，以前几年才封杀了一个LL和一个XX帝国，现在短短几个月就能封杀几个……\n\n然而我也觉得钓鱼执法祸害不少服务器。本来安静祥和的服务器群，每天都有那么几个来问这些蛋疼的问题。如果有的OP禁不住诱惑，瞒着腐竹偷偷进行交易，最后反而祸害了整个服务器。\n\n但是不得不说的是，MCBBS越来越严的背后并不那么简单。以前人少，有多少会员扳着指头能数出来。也没有什么广告机啊什么的来狂注小号刷帖，所以人情味很足。但是现在会员都已经超了150w，管理人员又不足。所以规则越来越严也是没办法的事。"
        },
        {
            "author": "妖梦的舔狗",
            "timestamp": 1443499560,
            "txt_content": "在楼主心中可能认为更人性化，更柔和一些会留住更多的会员。\n但你说的回血，不是你看到别人的回血行为，你只是猜了一下“回血的人在此可以起到一定的作用。当你遭受不公（至少主观上觉得是不公平的）时，如果边上有人和你一起咒骂给予你不公的人或者让你重新感到公正”，首先是这些人为什么要违规，为什么会反复违规，为什么违规之后认为自己受到了不公的待遇？还有为什么别人给他们“回血”来抵消处罚应该是一件可以被接受可以原谅甚至在你的观点中是需要鼓励的一件事情，那这个处罚倒是有做还是没有做，有发生还是没有发生？处罚的主题或者说目的不在于处罚本身，按你的观点，当回血成为一种普遍现象，玩家反而可以从处罚当中得到更多积分，这是奖励还是处罚？你要知道论坛的规定对于所有会员来说都是公平的，更不要说在服务器版块的违规我还亲自处罚过版主送他禁末地，关于你这个观点，我只能告诉你，人只有先死守规定才是活的。\n\n至于现在的服务器版块，价目表的规定，大家都愿意接受，而不是被迫接受。另外，如果一个公益服死守自己的底线，那这个服务器当然不会被处罚，反而还会获得公益的图章。\n最后，总结一下你帖子里面的主旨：为了反对而反对。\n论坛将不会接受你的建议"
        }
    ]
}