{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第五节【日更狂魔上线】",
    "author": "2B与mc的故事",
    "replyCount": 18,
    "timestamp": 1443618840,
    "txt_content": "        雨还在下着。淅沥的雨声，就像是云朵对世间万物的窃窃私语。人们很难听懂，但是却又总能从中感到一丝诗意。\n\n        穹闪和灵曦正迎着细雨走向北城门。准确地说，只有穹闪是被淋到的。灵曦早已在城里买了一把伞，不过并没有帮身无分文的穹闪买。按她的话说，“这是在锻炼身体。”不过真实的原因不难猜到，她舍不得为了穹闪浪费一把伞的钱。老实巴交的穹闪竟也信以为真，毫无抱怨地走在前面。\n\n        按照原本的安排，灵曦现在应该已经找到了他的舅舅，可以好好地住下，不必跟着穹闪一同去冒险了。不过很可惜，整座城已经挤满了人，不论是最豪华的客栈，还是肮脏简陋的垃圾堆旁，都是如此。就连贵宾也只能拜访一番之后匆匆离去。这座城已经没有地方住了，就连她舅舅的家里也借宿有六个难民。无奈之下，舅舅只好送走灵曦，同时给她三颗绿宝石维持生计——这在灵曦看来是一笔小钱，不过应该是大部分人半辈子的积蓄了。\n\n        灵曦的舅舅没有骗他，虽然听起来有些夸张，但那就是事实。而且当他们走到平曦之城外围的难民窟的时候，用自己的眼睛确定了这一事实。\n\n        一大片脏乱的棉絮，衣服，兽皮，甚至是麦堆。只要是能够取暖的东西，都被铺在了地上，花花绿绿的，就像一块调皮的孩子胡乱拼接成的地毯。绝大多数的“地毯”上方是没有遮盖物的，因此雨水浸湿了许多的“地毯”。人们都穿得破破烂烂，在泥泞中穿行着。一群人在湿漉漉的兽皮上围坐成一个圈，为首的一个拿着一块已有些发霉的面包，咬下一小口之后传给了身旁的人。就这样一块发霉的面包，也许就是这些人一天的食物。\n\n        有多少块“地毯”，就意味着有多少难民。汗味，泥味，霉味，还有各种东西腐烂发出的臭味，全部交织在一起，使整个难民窟散发出一股奇怪的臭味。\n\n        “天哪！”灵曦一边捂着鼻子，一边惊讶地大叫了起来，不过这叫声很快也淹没在了嘈杂中，“我真不敢想象这些人到底有什么勇气住在这种地方。”\n\n        “一切都是为了生存。”穹闪淡淡地答道，若无其事地继续向前走去，“你只是没有体会过。为了活下去，人们是不会在乎这些的。”\n\n\n\n\n\n        “呼，呼，呼……”\n\n        一阵急促而稚嫩的喘息声。一个满脸是泥的小孩子气喘吁吁地在无人的巷子里奔跑着，似乎在躲避着什么。看他的样子，应该也是难民。\n\n        一不小心才踩到了一滩稀泥，孩子精疲力尽地栽倒在了地上。瘦骨嶙峋的他终究还是没有了再爬起来的力气，只是恐慌地喘着粗气，努力地扭过头朝身后看了看。\n\n        他看到了几个青年，应该是平曦联盟的士兵。那个孩子绝望地转过头，几滴泪水从眼角滑落。他终于瘫软在地，怀里掉出了好几根不是很新鲜的胡萝卜。\n\n        “小子，你不要命了？啊？！”一个士兵怒气冲冲地走上前去，猛地对着孩子踹上一脚。他被踢得在地上滚出很远，任由冰凉的雨水与浑浊的泥浆冲刷他的身体，撕心裂肺的哭声越来越大。\n\n        “我……我的家人……很饿……想吃……”那个孩子在趴地上，用沙哑的声音苦苦哀求着。\n\n        “吃吃吃，整天就知道吃，你们活着是为了浪费粮食吗？”另一个士兵说着又踹上一脚，孩子的手臂在地上被擦破了一大块皮，一滴滴鲜血从伤口渗了出来。\n\n        “你晓不晓得老子在军队里多累？你还敢偷老子的晚餐？！”第三个士兵冲上前去，朝着孩子的脸上一拳打去，几瓣带血的门牙随着一声惨叫飞出。\n\n        那个孩子仅仅是他们发泄的工具，而不是一个活生生的人。任凭哭声再大，几个士兵丝毫没有停手的迹象。\n\n        雨声大了起来，就像天空的哭泣声。\n\n\n\n\n        “我说，你明明没来过这里，不要到处乱跑好不好？”灵曦对着穹闪抱怨道，“看吧，现在到了这么一个奇怪的巷子里，连我也找不着路了，你满意了吧？”\n\n        忽然间，一阵凄惨的哭泣声隐隐约约传入两人的耳朵。\n\n        “也许是那个孩子肚子饿了又在大吵大闹。”灵曦说着，朝哭声的方向走去，“去那边吧，有人的地方应该就是出口。”\n\n        但是，在转角处看到了士兵的暴行，灵曦不由得停下了脚步。\n\n        “太过分了！”灵曦气得咬牙切齿，但又怕被人听到，勉强压低声音说道，“穹闪，你这么厉害，快去教训教训他们啊！。\n\n        “不去。”穹闪依然是一脸的冷漠，“这件事情与我毫无关系，我为什么要去管闲事？”\n\n        “好吧……”灵曦也忽然明白了什么似的，低下头转身离开，“毕竟还是不要随便招惹这里的士兵……”\n\n        这时，士兵的话却让穹闪停下了脚步。\n\n        “你们这些该死的难民，一个个都带着一股晦气！你碰过的东西，我才不要！所以说，这些萝卜，是垃圾！”一个士兵的嘲骂声，接着几根萝卜从巷子里飞了过来，正好掉到穹闪面前，“你说，你想怎么赔我的萝卜！把你打残都不解我的气！”\n\n        “算了，还是别打他了。免得惹上霉运！”另一个士兵的声音，“小屁孩，快滚回你的老鼠窝！免得我们惹上你的臭味！”\n\n        接着又是一阵惨叫声和士兵冰冷的笑声。\n\n        穹闪不由得握紧了拳头。他毅然转身朝着小男孩所处的巷子里走去。\n\n        “喂，你刚刚不是说不管你的事吗？怎么现在又管闲事去了？”灵曦压低了声音，劝阻着穹闪，“这里的士兵不好惹，还是走吧！”\n\n        穹闪没听到似地继续走向前去。走到了三个士兵的面前，紧紧抓住了一只正准备挥动的拳头。\n\n        “他只是很饿，你们为什么这样对待他？”穹闪的情绪越发强烈，一用劲扭断了士兵的手腕。\n\n        “少……少罗嗦！你是谁啊？少管闲事！没有我们的军队，他还能活在这里吗？”那个士兵猛地抽出了他的手，强忍着疼痛问道。\n\n        “你们拯救其他人，难道就是为了虐待他们吗？这样对他们来说，跟俘虏有什么区别？”穹闪的眼神在一瞬间变了，就像一片黑暗的深渊，让人无法直视其中未知的恐惧。\n\n        满身伤痕的孩子挣扎着爬了起来，惊喜地望着眼前这个奇迹般的背影。\n\n        三个士兵被穹闪好好教训了一顿，夹着尾巴仓皇而逃。\n\n        “谢谢！咳，谢谢你！大哥哥！”孩子一边咳嗽着，一边激动地感谢道，“等到战争结束，我，咳，咳，我们就能过上从前一样，幸福的生活了。到那时候，咳，就再也不会发生这样的事了！”\n\n        “战争结束……”穹闪叹了一口气道，“我们真的能等到战争结束的那一天吗……这场仗，已经打了将近一百年了……”\n\n        “一定会的！大哥哥，你听说过勇者Steve的故事吗？”孩子纯净的眼睛里充满了希望的光彩，让穹闪心中的坚冰也渐渐融化了。\n\n        “嗯。那可是很有名的故事呢！”穹闪小时候很喜欢听勇者Steve的故事，他已经让初明给他讲了不下八遍。\n\n        “我相信，总有一天，会出现像Steve一样的勇者，来打倒坏人，让战争结束的！”孩子一边说着，一边捡起地上沾满泥浆的胡萝卜，“真的很谢谢你！”\n\n        望着孩子离去的背影，穹闪微笑着，可是带着一丝迷茫：那样的时代，真的会来临吗？\n\n        但是穹闪并没有这么大的志向，他很快就忘记了这件事。现在他最大的目标只有一个：变强！\n\n\n目录\n\n您的好友【故事君】已获得buff【谜の高产】，进入【日更狂魔】状态！大家国庆节快乐～～（今天你要说的真的只有这些吗）\n@bo_bo2001 @guqu @MF_Mufeng @恶魔-潇洒 \n",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1443618900,
            "txt_content": "日更狂魔啊= ="
        },
        {
            "author": "名人才华",
            "timestamp": 1443619020,
            "txt_content": "前排围观！\n故事菌，好久不见~\n——冬眠未醒的才华菌poi道~"
        },
        {
            "author": "hh9130045",
            "timestamp": 1443619200,
            "txt_content": "写得不错呢\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "名人才华",
            "timestamp": 1443619380,
            "txt_content": "对大叔已经有了个伤心病狂的猜测，我想问个问题：我们是不是见过这个大叔？"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1443619680,
            "txt_content": "士兵也真是厉害，手腕都扭断了还能不叫出来……"
        },
        {
            "author": "名人才华",
            "timestamp": 1443619920,
            "txt_content": "恶魔-潇洒 发表于 2015-9-30 21:28\n士兵也真是厉害，手腕都扭断了还能不叫出来……\n这就是正规军的素质（大雾）\n我看扭得脱臼差不多→，→"
        },
        {
            "author": "名人才华",
            "timestamp": 1443678840,
            "txt_content": "名人才华 发表于 2015-9-30 21:23\n对大叔已经有了个伤心病狂的猜测，我想问个问题：我们是不是见过这个大叔？ ...\n先回答我这个问题！大叔以前是不是出现过！但不是以大叔的形式出现的！@2B与mc的故事"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443679020,
            "txt_content": "hh9130045 发表于 2015-9-30 21:20\n写得不错呢\n虽然不知道你为何突然提起这首歌（对啊为什么，你要给我这个强迫症一个交代）\n但是未闻花名我其实看过……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443679080,
            "txt_content": "名人才华 发表于 2015-9-30 21:23\n对大叔已经有了个伤心病狂的猜测，我想问个问题：我们是不是见过这个大叔？ ...\n你是说哪个大叔？\n酒鬼？"
        },
        {
            "author": "名人才华",
            "timestamp": 1443679140,
            "txt_content": "2B与mc的故事 发表于 2015-10-1 13:58\n你是说哪个大叔？\n酒鬼？\n不然捏？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443679140,
            "txt_content": "名人才华 发表于 2015-10-1 13:59\n不然捏？\n嗯……谁知道呢（斜眼笑）\n不要瞎猜惹，已经过去一百多年了，你说的那个大叔早就该挂掉了"
        },
        {
            "author": "名人才华",
            "timestamp": 1443679260,
            "txt_content": " 本帖最后由 名人才华 于 2015-10-1 14:03 编辑 \n2B与mc的故事 发表于 2015-10-1 13:59\n嗯……谁知道呢（斜眼笑）\n不要瞎猜惹，已经过去一百多年了，你说的那个大叔早就该挂掉了 ...\nSteve不是掉入虚空生死未卜吗【斜眼笑】"
        },
        {
            "author": "名人才华",
            "timestamp": 1443679320,
            "txt_content": "2B与mc的故事 发表于 2015-10-1 13:58\n你是说哪个大叔？\n酒鬼？\n我猜他是Steve\nor not？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443679620,
            "txt_content": "名人才华 发表于 2015-10-1 14:02\n我猜他是Steve\nor not？\n你的猜想吓到我了\n不论是在序里，还是在第一部里都明确地说过，Steve在打Herobrine时被推下了虚空，是最彻底的死法。不仅尸骨无存，而且灵魂也只能永远在虚无之中徘徊，连转世都不能。\n不过我也不能说得太多。如果你认为我这是在故意忽悠你（斜眼笑），我也不会反驳\n谁知道这种丧心病狂的猜测不会成真呢？\n又或者说确实是你猜错了，一切都向着最正常的方向发展？\n总之，真相会慢慢清晰起来（又装了一顿逼）"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443680220,
            "txt_content": "楼上研究剧情绝对是高手。然而某个穹闪肯定会得到Steve的真传，Steve装死只是为了寻找一个接班人打败HIM"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443686340,
            "txt_content": "风吟浅唱 发表于 2015-10-1 14:17\n楼上研究剧情绝对是高手。然而某个穹闪肯定会得到Steve的真传，Steve装死只是为了寻找一个接班人打败HIM ...\n……\n我都说了Steve是死透了，连Notch都没能找回他的灵魂（说过不下三遍）\n而且就算是Steve真没死，他何必非得去找一个接班人，自己去不行吗？\n也许你会说他受了什么重伤失去了力量，所以一直等到现在。那么问题来了，Herobrine也是神，当年他随便一个分身就可以把Steve虐成狗（前期），要找到一个已经身负重伤的家伙并且杀死他不就像捏死一只蚂蚁一样简单？\nHerobrine认为Steve没有威胁，放他离开？不可能。Herobrine处事极为小心谨慎，不会留下任何危险的可能。当初他就是为此要将人类赶尽杀绝。\n更何况，Steve的愿望并不是打败Herobrine。他只是想要生存下去，而Herobrine想要将拥有自由意志的人类赶尽杀绝，所以他不得不挑战Herobrine，换来安宁的世界。现在世界动荡的元凶是人类自己，Herobrine虽然已经复活，但是还没有对这个世界作出任何破坏。Steve为什么还要去打败Herobrine？\n骚年，你还是太年轻了……"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443695760,
            "txt_content": "2B与mc的故事 发表于 2015-10-1 15:59\n……\n我都说了Steve是死透了，连Notch都没能找回他的灵魂（说过不下三遍）\n而且就算是Steve真没死，他何 ...\n我已经不能再说什么了。这可以被命名为故事事件（你听说过苯酚事件吗？）"
        },
        {
            "author": "hh9130045",
            "timestamp": 1443707220,
            "txt_content": "2B与mc的故事 发表于 2015-10-1 13:57\n虽然不知道你为何突然提起这首歌（对啊为什么，你要给我这个强迫症一个交代）\n但是未闻花名我其实看过… ...\n  带给大家欢乐[大雾]"
        }
    ]
}