{
    "title": "<原创·连载·圣杯>《人类》 序章-坠入无边黑暗",
    "author": "红石研究者",
    "replyCount": 5,
    "timestamp": 1443684300,
    "txt_content": " 本帖最后由 红石研究者 于 2015-10-1 15:29 编辑 \n\n\n\n《人类》 作者：瀚海轩影【百度贴吧ID】\n\n大量私自设定——MC现实画风\n感谢阅读\n\n序章-坠入无边黑暗\n========================================================================\n \n千遍一律的星空上闪烁着同样从未改变过的星星，而月亮依旧悬浮在黑色幕布般的天际上，格外的耀眼。净白色的月光悄悄洒落，给大地铺上一层灿烂的白纱，映射出漂浮在空中的砸尘。明明是一副静谧悠扬的景色，但真正仰望月光的，却从来都是一张张没有生机的脸。\n僵尸低低的咆哮着，他们已经失去了自己的生命，却硬要以行尸走肉的形式出现在这个世界上，不知应该说他们是坚持还是疯狂，这些僵尸的身上穿着轻便的装甲，看起来并不是很好对付。陪伴僵尸的还有骷髅，身体上的肌肉完全已经消失的僵尸，同样是亡灵骷髅却拿着弓，在他们第一次出现在世界上的时候，无数人死去，全因为他们并不知道还有能在远距离夺取人性命的弓箭手。能够自爆的爬行者没有发出任何声音，但是他们哭泣的面庞却像是在说着什么。巨大的蜘蛛横行无忌，在夜晚，森林是他们的主场。远处，一座城堡耸立着，没有灯光，一片死寂黑暗笼罩的城堡中没有任何生气。\n凯恩微微动了下着装着龙皮质手套的右手的手指，他对于等待很没有耐心，旁边的搭档毒药立刻轻轻地触碰了他一下。无奈凯恩也只能把手重新放回镶着宝石的暗蓝色钻石大剑上面，重新把目光放回孤寂的天空之中。\n龙皮质的手套绝对在这个世界上是不多见的，虽然龙的传说很多，但是真正见过龙的并没有多少人，单凭这件手套就知道，这位绝对不是普通人。凯恩身上穿着的黑色皮质外套在黑夜中发挥着极好的掩藏效果，而皮质外套的色泽却也令人咂舌，明显是和手套同样的龙皮材质，但却是龙的背皮，是龙身上最坚硬的一块。而这件外套上面也用赫尔辛根的上号铆钉卯上了几块坚硬看不出材质的金属，用来保护身体的几个部位，看起来像是高等货。\n而他手中的大剑也不像是那种专门双手使用的武器，看起来应该是兼用的。\n“还有多久，毒药。”凯恩压低了自己的声音，在这个瞬间声音只是一个轻微的响动，远远比不上寒冷刺骨的风吹过树叶时发出的声音要大，如同鬼魅一般嘶哑的嗓音传进毒药的耳中，他却只是摇摇头。\n“凯恩，还早。”简短的回答下，毒药却也整理了自己的背包，从里面取出一瓶又一瓶晶莹剔透的液体，一个一个挂在腰间，注意检查着瓶子是否开口。毒药显得很谨慎但绝不紧张。这是他已经打了好几年交道的东西，他要是紧张而不谨慎，早就死在自己的药水之下了\n两个人掩藏在黑暗的森林中一颗没有任何特点的树上，凯森半蹲，身体略略向前倾斜，右手握着自己的剑，左手却仔细地保持着身体的平衡。他的目光扫视着身下的怪物们，呼吸声极为轻微。而旁边的毒药一身黑色的棉布斗篷，这是被称为仪式长袍的衣物，是药剂师们很喜欢的服装，第一是因为仪式长袍是棉布衣物，穿着舒适不会影响投掷药水，第二是因为看起来很帅。毒药的仪式长袍上面现在挂着慢慢的药水，随时可以发动要人命的药剂师攻击。在世界上，最不想让人招惹的就是药剂师，万一人家给你丢个慢性毒药你怎么死的都不知道。\n两人安静地等待着，凯恩不时动一动，而每次毒药都会很快提醒他。虽然凯恩觉得有点烦，但是他依旧仔细地遵从着毒药的指示。两人无意中闯入了这片该死的森林，他们第一个跨过了数十年都无人重新跨过的黑暗山脉，既然看到了那座城堡，就一定要得到更多的消息，为此付出生命也在所不惜。\n“准备。”毒药的指示突然变了，凯恩轻轻地反手握住手中的大剑，剑锋向后，双腿肌肉缓缓夹紧，随时准备跃出。毒药也把右手拿上了一瓶黑色的药水，轻轻抬高了手腕。\n亡灵们没有注意到他们的动作，却依旧动了起来，开始朝着那座城堡聚集过去，这也是毒药说“准备”的原因。\n“走！”毒药的声音突然大了起来，一瓶药水呈弧线落在了怪物群中，黑色的液体飞溅炸出，怪物们的移动速度明显减缓，有一只僵尸抬头发现了毒药的存在，嘶哑地喊了一声，所有的怪物突然都转过了头来，在这一瞬间，凯恩一跃而下，钻石的剑刃斜向斩切，画出一个淡蓝的半圆，僵尸身上的皮甲根本无法阻挡钻石大剑势如破竹的攻击。四只僵尸一只骷髅瞬间身首异处，还有一只跃起偷袭的蜘蛛被刺中挑飞。\n一剑收下五个怪头，凯恩手里的大剑再次斜向切出，重重地砸在一只僵尸头上的头盔上，铁制的头盔也没能挡住这一击，于是僵尸被整个切开。凯恩双手紧紧抓住大剑，用力甩击出去，沉重的大剑一次性切开了两只铁甲僵尸的上半身，接着凯恩回身一脚，又是一只蜘蛛高高飞起。伴随着补上的一剑刺击，拉出一道闪烁弧光的剑刃穿透了一只爬行者，随后又是连续的斩切。凯恩不断挥霍着自己的体力，把重剑挥舞的密不透风，无知无畏的亡灵们却只是傻瓜一样前冲，然后被斩成两半。\n毒药也不断甩出一瓶又一瓶的药水，几次凯恩背后露出空当，他都甩出药水相助，而那些远程的骷髅也都由他解决。凯恩一个人杀得兴起，却也是因为有一个最好的队友在他身边，两个人搭档了五年，从十六岁成为朋友开始，名号渐渐响彻了人类的每一个居住地。这一次，他们第一个冲过数十年无人能接近的黑暗山脉，必须带着更多的消息回去，否则，就是白过来了一次。\n“这样下去很快怪就能杀光了哈！”凯恩哈哈大笑着，手里的武器挥舞的更是大开大合，而毒药也还剩下许多的攻击药水和状态药水，按照黑暗山脉两倍怪物数目来算都还远远多余，凯恩说的没错，他们不需要进城堡，只需窥探一下就好。\n突然所有的怪物都停下了动作，无论他们原来是在做什么。凯恩的连击在这一瞬间中断了。他停顿了一下，手上的动作却砍得更快了。\n这种情况他见得多了，一般这都意味着怪物那边有更加高级的生命到来，为了防止他们命令亡灵们一拥而上，果断立刻就要接着强杀怪物。\n但接着亡灵们却很快闪躲到了一边，纷纷躲进了森林中。\n一个淡蓝的影子从森林里走了出来，根本没有任何的声音，在他的身上，淡蓝色的盔甲覆盖在他的身体上，还闪烁着淡紫色的光芒，手里握着一把同样淡紫色的镰刀。而他的头部却像是被烧焦了一样，是一张黑色的脸。\n“什么东西？”凯恩着实惊讶了一下，全身装备着钻石制甲的怪物他也不是没见过，但是这张脸……貌似不属于任何他见过的怪物。而在一百年前第一波入侵的怪物记录下面，也没见过这种生物。不过看起来，是个骷髅？\n“没见过。”毒药也是心下一惊，手里已经接上了数个药瓶天女散花一样散射出去，纷纷砸落在了那个怪物身上，但是并没有非常有效的攻击伤害，伤害药水对他无效。毒药的效果貌似也在他的身上出现了，但并没有多大影响，至于燃烧的药水则是直接什么效果都没有。\n那个生物一横手里的镰刀，足部一个耸动，猛然向着凯恩冲了过来，闪烁着妖异光芒的镰刀画出了一个大圆，凯恩横剑招架。但是下一瞬间，那柄镰刀带着沉重的风声击在他手里的剑上，巨大的暴力把他重重地击退，下一个瞬间，那个黑色的身影再次逼上，镰刀以更快的速度连续重切，凯恩完全无法阻挡他的攻击，而且刀刀都至要害。毒药扔出一个又一个的药水瓶，但是这个怪物却躲开了大部分的药水，依旧强攻凯恩。他手里的镰刀顿了顿，整个身体后退一步，手里的镰刀以一个刁钻的角度拉出一道淡紫色的长线，轻轻地在凯恩的右腿上面划过后，轻轻一提，沉重的刃身再次砸在凯恩的剑上。\n凯恩终于没能挡住这一击，钻石的剑刃脱手而出，沉重的一击震得他的手腕发麻，他倒地一个翻滚，但那个怪物却没有要停下的意思，手里的镰刀一下一下跟在他的后面砸击，凯恩根本不能停下来。不过他的节奏很好，毒药还在那个怪物身后不断地扔着药水，只要他能撑住一会，那个怪物很快就会死。\n但是接着他却发现他的右腿已经开始脱力，他骇然望去，却发现从伤口的位置，一阵黑色开始不断蔓延开来，伴随着撕心裂肺的疼痛。同时那柄镰刀一个横斩，他背后被直接刺中，同样的疼痛很快传来。他咬牙抓起了一旁的剑，狠狠地挡住镰刀的下一击，却还是被击飞而出。这次，那个怪物还补上了一记竖斩，一条长长的伤口在他的身前出现，被重击的他喷出一口鲜血，伴随着的是黑色的蔓延。毒药的攻击根本没能影响到他，恐怕损伤也只是极其微小的一点。\n“毒药……快跑！”他用尽全力喊了出来，吃力地拔刀站起，跟着的是一次吃力的翻滚，“这家伙我们对付不了，他的攻击能让人身体……持续受到伤害！”\n毒药已经又抓出了一瓶药水，但在这一瞬间，他却止住了。接着，他生硬地回答道：“怎么可以……让我一个人我跑啊！”\n他咆哮起来，抓起了背包，直接把整个背包朝着那个怪物投掷而去，无数的药水在这一刻如同花朵一般盛开，不知多少剩余的瞬间治疗药水扔了出去，中间还有七八瓶药水直接爆炸，怪物惨烈地撕嚎了起来，手上的攻击一顿，毒药也在这一个瞬间，一把抓起凯恩，朝着黑暗山脉的方向直冲而去。\n所有原本在一旁围观的怪物突然都动了起来，全体聚集着想要阻止他们的逃离，毒药没有了身边的药水，只能凭借一把短刀一路看砍杀，血液和脓浆染脏了他的仪式长袍，而他根本不在意，只是死死地拉住凯恩。\n后面的那个怪物没有跟上来，他也跟不上，因为怪物们正在围杀毒药和凯恩。淡紫色的光泽不断闪烁，显然也是在逼近。不过在毒药还有最后的两瓶药水，一瓶橙红色的药水握在他手中，一瓶棕黑色的药水放置在他包里。\n毒药拉着凯恩迅速地移动着，两人居然以不慢的速度正在朝着黑暗山脉移动过去，而在这一瞬间，他已经能看见黑色的山脉了，当然，只是一点点的影子。然而背后的镰刀闪光，却越来越近。而周围的怪物却依旧在以让人无法应对的速度冲上，若不是因为仪式长袍下还有一层装甲，恐怕毒药都根本撑不到这里。\n他继续往前踏步前冲，手里的短刀划出一小片的闪光，砍倒了面前的怪物，他终于能看到高耸的黑色山脉，而他实在是没有能力再爬上去了。\n是的，他只是一个药剂师，他能够拉着凯恩到达这个地方，本来就是一个奇迹。而当初爬下山脉，就是凯恩一步一步在山崖上背着他跳下来的。而到这里，就是他的极限了，接下来，就要看运气了。\n他不由得吸了一口气，周围的怪物却是怔怔地围在他们周围，而那个闪烁的淡紫色镰刀，却也是慢慢地在接近着。\n“凯恩啊，你还记得我们第一次见面是什么时候吗？”他突然笑着说道。\n“知……道……你……当初……”凯恩的气息断断续续的，但是他说的话却很简洁。那个时候的事情突然出现在了他的眼前。\n“那时候啊，我当时可是差点死了哦？我当时配了一瓶药，本来是救人的，但是被人加了一点腐化蛛眼，最后导致的是把那人害死了啊。他的同伴当即可是就打算要我的命。”毒药回想着，慢慢地笑了。\n凯恩没有再说话，他不明白毒药这时说这句话做什么，背后，淡蓝色的盔甲已经出现在视野里，机会再也没有了。\n“然后你突然跳出来，一剑就把他给砍死了，然后带着我，一路找到了那个加腐化蛛眼的混蛋，然后抄斩了他。”毒药慢慢地说着，这让凯恩感觉很不好。\n“多说……这些……做……什么……”凯恩强迫着自己发出这样的声音，而远处那个影子的头也已经能看见了，再过两到三秒，他就能冲到他们身前了。\n“你救了我一命啊，所以……”毒药笑着，那是超越一切的笑容，好像是知道自己接下来的结局。“我也得救你一命，不然可就欠你人情了。”\n接着，毒药从背后的小挎包取出唯一剩下的第二瓶药，那是一瓶棕黑色的液体，他把所有的药物全部喝下口。然后右臂抓起凯恩，重重地把他甩到空中。\n“力量药水！不要！”凯恩猛然想明白了到底发生了什么，也明白了接下来会发生什么。\n“再见了凯恩，我最好的朋友！”毒药笑着，把手中的橙黄色的液体投掷向他，“一路走好，后会无期！！”\n“毒药你个混蛋！！！”凯恩狂吼着，那瓶药水在空中炸开，耀眼的闪光把凯恩远远地炸飞了出去，落在了黑色崖壁上的一个山洞里。作为一名药剂师，毒药对于药剂投掷的位置依旧非常准确，准确得让人不敢相信，却也让人绝望。他的剑落在他的身旁，他试着跳下崖壁，乃至重新冲进森林，但是他的体力，却只够他趴倒在洞口。\n毒药已经不在了，他的身影，已经永远消失在了那个地方。那个挥舞着镰刀的身影，却只是盯着他看了两眼，然后转身离开。\n凯恩终于感觉到了身体各处传来的疼痛，最后他缓缓地闭上眼，两行眼泪从他的眼睛里流了出来。“混蛋……”他最后怒吼着，双眼的视野渐渐模糊，无边的黑暗从两侧涌来，最终他颤抖的食指停在了身前，不再移动。\n\n\n\n希望大家喜欢，更新会是每周更新，假期期间不确定。",
    "replies": [
        {
            "author": "我就是那逗",
            "timestamp": 1443684720,
            "txt_content": "嗯，不错\n"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1443684900,
            "txt_content": "排版请稍稍注意些，\n这样看着有些费眼睛。\n总的来说氛围营造的不错\n加油吧"
        },
        {
            "author": "xcc",
            "timestamp": 1443688020,
            "txt_content": "排版看着有些难受....建议把间隔弄大一点"
        },
        {
            "author": "2575174857",
            "timestamp": 1443691860,
            "txt_content": "看惯快餐文的我，不习惯你这样，字又小，又挤在一起"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443712080,
            "txt_content": "嗯，不错，看着有种意犹未尽的感觉。但是感觉剧情还有其他的衔接还是有点生硬"
        }
    ]
}