{
    "title": "<原创·连载·单章>|小龙|《木之网：西科在可里克亚星》",
    "author": "毒蛇",
    "replyCount": 11,
    "timestamp": 1443699000,
    "txt_content": "\n\n触发敏感词了么……为什么审核了\n\n\n审核完了",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1443699120,
            "txt_content": "标题: <原创·连载·单章>|小龙|《木之网：西科在可里克亚星》《木之网》——by 小龙序　　两个月之前我发了这部小说的第一章（说是第一章，但事实上不能算章，因为……【以下省略2W字】），支持的读者们也不少，所以便决定以后一直陆续写下去了，争取不弃坑，不完结（这是要死呢！）下面是一些简要说明（与上一次基本相同）：\n　　第一，本作品讲述了主角的一次外星奇幻冒险，具体内容参见下面。\n　　第二，本作品花费了我很多时间和精力，也希望大家喜欢！\n　　第三，本作品含有不少虚构成分，比较容易被误导者请先清醒后再阅读。\n　　第四，本作品无不良元素（除了有反面人物死亡），老少咸宜。\n　　第五，本作品是小龙的新作，肯定有很多不好的地方，希望大家指出！\n　　第六，正巧碰上国庆节，那么祝大家节日快乐！祖国繁荣昌盛！\n　　第七，（不分前后）@龙腾猫跃 @牛皮纸公国 @恶魔-潇洒 @龙猫精神 @123154567 @yuchenyang @HGK @2B与mc的故事 @1137246733\n\n链接序：http://www.mcbbs.net/thread-468301-1-1.html引子：http://www.mcbbs.net/thread-468307-1-1第1作：http://www.mcbbs.net/thread-479210-1-1.html\n\n正文\n《西科在可里克亚星》——《木之网》第2作截稿日期：2015年8月14日\n定稿日期：2015年8月17日\n字　　数：10750字（Word统计，可能不准）　　这是一个晴朗的上午……\n　　住在那波国的居民一点儿也不知道，一场灾难在向他们来袭……\n　　天上突然闪了一道光，顷刻之间，整个首都乃至国家都动了起来。城市里，再坚固的高楼四周的玻璃也在迅速的从下往上地碎成粉末，掉了下去，最后几乎只剩下钢筋的摩天大楼也撑不住了，像天上有一只大手在按着它，一下子就垮了下去。低矮的斜顶房更不在话下，高高的屋脊是第一个向下垮的，连着横梁，带着四周的墙壁，朝着中间倒去，住在屋里的人们是死是活，就不得而知了。\n　　在乡下，水坝顷刻间瓦解，亿万吨的洪水倾泻而下，顺着山沟，一路上不论是柔弱的土壤还是坚固的顽石，全部被吞噬，被卷去千里之外。山下的村子里，大家早已慌了神，不论是良田还是房屋，一个不剩地被冲走了。山上的千年古树虽没有遭受洪水的冲击，但也被连根拔起，滚落下去，不到一半就碎成了木杮（即碎木片）。\n　　总统府里，那波国的总统立即撤进地下室，据说这个地下室理论上能 “抗击20级地震”（20级地震根本就没有，这里只是形容）。但还是塌了……\n\n　　“紧急通报……紧急通报……”\n　　“怎么了？怎么了？”一个中年男子焦急地问。\n　　“那波国发生12级地震……12级地震……”\n　　“什么时候？啊？”又是那个声音。\n　　“今日上午……今日上午9时13分8秒……”\n　　“好的好的，”中年男子说道，“我明天就去……”\n\n　　“什么！可里克亚星发生极大规模地震！”一个男子很吃惊。\n　　“对，就是金宙金河系大阳系的可里克亚星！”这是一个比较年轻的声音。\n　　“把他们五个……你知道吧！赶紧召集过来！”又是那个男子。\n　　年轻的人说：“那可不成！网之金正忙着这件事呢！网之火和网之水两人在搞‘红蓝盛宴’……”\n　　男子说道：“算啦算啦！不干正事……网之土和网之木呢？”\n　　“网之土去开会了。”\n　　“那就赶紧把网之木找来？他在哪？”\n　　“他在木宙银河系太阳系的第三颗行星——地球。”\n\n　　一个人从西科家的电脑里凸了出来，看到网之木，小声的把他叫醒，说道：“网之木先生……出大事了……”\n　　“啊？”网之木突然惊醒了，为了不打扰西科，他把这个年轻男子带到电脑里，说道，“怎么了？”\n　　“是这么回事……”那个年轻男子把整件事说了一遍，网之木点了点头，说：\n　　“好的，我先回去一趟，一会儿咱们去见总部长吧！”\n\n　　天光大亮，西科才起床——他发现网之木又不见了。\n　　谁料，刚一进厕所，就滑到了——他的妈妈早上洗完澡，把防滑垫从浴室扔在外面了，西科心想：怪不得妈妈把这个扔到外面了呢，真是越防越滑！他转身，准备把防滑垫扔到外面。\n　　他一回头，看见门上贴着一张纸条，上面写着：“西科，我去开会了，可能需要一段时间才回来。——网之木”。\n　　西科撕下纸条，塞到裤兜里。\n　　西科一边看书，一边在屋里等待网之木回来，果不其然，到了11点多，网之木果然回来了，一边出来一边嘴里还叨唠：“确实要救援啊！”\n　　“怎么了？”西科关心地问。\n　　“可里克亚星大地震，我要去视察一下。”网之木轻快地回答。\n　　“那我们能去么？”西科劈头就问。\n　　网之木把脸沉了下来，说道：“没戏。”\n　　西科也火了：“波罗——咱们都把他杀死了，你怕什么？”\n　　网之木似乎被什么东西噎住了似的，慢慢地说道：“那……好……吧……”\n　　西科高兴极了，赶紧把朋友们都召集来了。\n　　莫尼说：“这回去哪里啊？要是像上次那么恐怖，我可不去了……”\n　　“不会了，”网之木严肃地说，“我们这次去个比上次更大的地方——太穹网络总部。”\n　　“啊？”莉璐表示非时非常吃惊，“我们都跟家长说的去这里写作业，要时间太长了……他们会生气的……”\n　　“没关系，没关系！”西科说，我们去看一眼吧！\n　　谁知道，他们刚刚钻进电脑没多久，莉璐的妈妈来了，与西科的爸爸碰了个面：“诶呀！我听说我们家莉璐来这儿学习了，我突然想起一件事，您帮我把她叫出来好吗？麻烦您了！”\n　　“这有什么麻烦的啊！”西科的爸爸说道，“大热天的，您先在这儿吃点儿西瓜。”\n　　西科的爸爸走进卧室，一边推门一边叫道：“莉璐，你妈妈来了！”\n　　谁料，爸爸一开门，地上有书包，人却没了——但是电脑的屏幕开着。\n　　他一下子就火了，一边嚷嚷着一边准备进电脑：“这帮孩子！又偷偷玩去了！真不让家长省心——网之木居然也那样……”\n　　与此同时，在传送间里，网之木已经输好了地址，谁知这时候爸爸推门而入，大叫道：“等一等！”\n　　此时，莫尼和古拉已经进入了直通间。爸爸把网之木和西科叫来，开始训话，然后对莉璐说：“你快出去吧！那妈妈在外面呢……”\n　　莉璐慌慌张张地出去了，网之木和西科也在被骂，这时，莫尼和古拉两个人轻轻关上了直通间的门——不过谁也没有看见。莉璐已经回到了自己的家里，而西科和网之木仍然受到爸爸的斥责，最后被爸爸轰了出去，让他们回卧室。西科非常不高兴，就对网之木说：“我们把网络出口封锁吧！”\n　　网之木也被训得很不舒服，所以笑了笑，点了点头，就把网络隧道封闭了。爸爸在里面生完闷气，准备往外走，结果发现没有出口了，他四处寻找，一直往前走，最后随意找了一个门，就出去了——这家正是莉璐家，爸爸出去之后，和莉璐以及莉璐的妈妈撞了个面，爸爸气得什么也没说就离开了，莉璐则意识到西科他们要遭殃了，赶紧钻进电脑，通知西科他们。\n　　莉璐比爸爸更加了解网络隧道，她知道西科家的出口被封起来了，就不停地敲击，还一边说：“是我！莉璐……”\n　　网之木赶紧打开门，然后莉璐跟他们说：“不好了！你爸爸快回来了！”\n　　西科吓了一大跳，这时候已经出现了敲门声,他赶紧拉着网之木进了电脑，网之木进去之后，花了几秒的时间把电脑出入口封锁，这时妈妈给爸爸打开了门，还问：“老公，真是神了啊，刚才你还屋里，这么快就跑到楼道里去了啊……”\n　　爸爸把事情一说，和妈妈气冲冲地跑到房间内，没想到，电脑盖关着，爸爸一气之下，端起电脑就摔到了地上——当时屏幕和键盘就分了家，里面的零件还有一些蹦了出来。一些主板之类的东西都从裂开的键盘里甩了出来，螺丝在地上乱滚……\n　　在隧道里，西科他们三人没有办法，莉璐就问网之木现在去哪里？网之木说没办法，只能先去太穹总部了。\n　　太穹总部的大大地玻璃墙周围，像虚空一样，漆黑一片，看不见星辰，这里围绕着一圈都是各种控制台、指挥台。正中央是把转椅，太穹总部的总管就在上面——这个人有形无实，半透明的，而且说是人，不如说像变形虫一样，可以随时变换样子，西科他们一来，为了有熟悉感，就变成了人形。\n　　网之木上前跟总部部长交涉，一边窃窃私语，部长一边点头，但是每次点头，都像头掉下来一样，因为这种似是气体或是液体的东西，部长似乎掌握的不太好，点头时，脖子的部分会被拉的很长。\n　　网之木下来时，部长就说：“你们快去可里克亚星吧！他们那里地震了，你们去帮助他们吧。”\n　　网之木他们就重新进了传送间，等网之木输完“J-JH-DY-5-73526412015”，过了不会儿，就到了可里克亚星。\n　　走出漆黑的房间，西科他们原以为，这里的风光会大不相同。但是当他们睁大了眼睛，准备走出电脑时，发现外面的样子与地球相差无几，只是树干都是灰色的，叶子都是紫色的。然而，他们一回头，看见了那个被摔碎的电脑，网之木大吃一惊，捡起了碎片，带着大家走了。\n　　走到外面，街上的人不少的，但是绝大部分目光都朝着西科他们投来，西科一看，可里克亚星的人虽然与地球人像极了，但是却多了个尾巴。大家环视四周，看着这虽然平常但是感觉异常的街道，网之木走在第一个，带着大家转过一个街角。\n　　这条街两边都是小地摊儿。其中有一家拿着一种奇奇怪怪的东西，长条的，然后一边嚷嚷着奇奇怪怪的声音。莉璐问道：“他们说什么？我听不懂啊？”\n　　网之木拿出笔记本，放在花坛檐上，然后打开了一个文件夹，里面有一个下载好了的视频，上面写着“苦力怕泰迪与下界奇遇记1080P.mp4”，网之木点击打开视频，然后调到一定的时间，电影里的情景正在这个时候：（具体详见我的另一部小说）\n　　“他在说什么？”三班的欸埃姆问道。\n　　“我看看啊……”希尔保特翻着背包，“找到了！翻译草！”\n　　“什么……三叶草？”泰迪问。\n　　“不是三叶草，是翻译草，我通过茜草花改造来的。”\n　　网之木钻进电脑，随即电影里就多了一个人——网之木，但是本来的人物并没有管他，似乎他根本不存在，然后 　　网之木把翻译草从希尔保特手上拿走，但是电影里的人物继续演，似乎没有受到任何影响。\n　　网之木出来，跟大家说：“下载下来的视频可以这么随便弄，只要经过版权同意……但是网上的绝对不行，否则以后人们再看就全没有翻译草了，就成了大笑话！”\n　　他把翻译草一人分了一片，大家就都听懂可里克亚星人在说什么了。原来刚才那家商铺正在嚷着：“卖尾套啦！真正的皮做的——驼牛皮！”\n　　旁边一个路过的女子和身边的小孩儿说：“别听他胡说！那是革，甚至是用牛皮纸造假的！”\n　　他们连着走过几个街道，到了一个豪华的地方——这里同体黑色，但是很有光泽。中间是差不多50米高的一个长方体的房屋，上面是三角顶，两边是30米高的，也是长方体的，许多窗户就在侧面。正门就在中间，两边都有着方柱子，正前方则是11节高的黑色大理石的台阶。两边则是弧形的斜坡。\n　　建筑物前面是一个喷水池，两边则是花园，但是现在没有什么花。\n　　网之木带着大家从斜坡登上建筑物，从3个大门中的右边那个门进去了。里面有成排的警卫，但是谁也没有要拦截他们的意思。他们就这样从上下通透的大堂绕着回旋楼梯到了三层，左手边是一条长廊，地上铺着黄色的地毯，网之木走到右手边第三个门，把手往密码锁上一放，门就开了。门里面还是门，上面有个横幅写着：总理办公室。\n　　网之木敲了敲门，里面显示叫了一声，似乎受到了惊吓，然后问道：“是谁啊？”\n　　“总理，是我！”网之木回答。\n　　总理到了猫眼前一看，果然是网之木，赶紧开门把他们三个迎接进来。\n\n　　可是，谁也没有注意到，莫尼和古拉早就不见了。\n　　一个多小时前，两个人私自溜进传送间，这时网之木是设好了目的地的，他们关上门，就先被传送过来了。\n　　然而，网之木输错了一个数字，一下就差了八丈远，原本应该是一个秘密房间，但那房间里没有电脑，所以网之木的电脑也传送过去了，然而错了一个数字，那个房间有了电脑，所以网之木的电脑安然无恙，而那两个人则被传送到了另一个电脑里。\n　　他们两个出来以后，在一个黑暗的地方，但是通过微弱的照明来看，他们是在地下的一个实验室，面前是一个大火箭。有两个人，一前一后，穿着差不多的军装，正在缓缓走来，然后前面的说：“小弟啊！国家快是我们的了！”\n　　“啊！”莫尼大叫一声。\n　　很快地，他们就被军官包围了……\n\n　　这边，总理把三个人请进去之后，先说欢迎他们来到里德国，然后说道：“各位可以先坐下，喝口茶——现在是阴季，这蓝茶不好喝！要不换点儿黄茶尝尝？”\n　　网之木摇了摇头：“用不着了，谢谢您！我们那边也不喝这种茶，尝不出好坏，没事！”\n　　西科却一直不明白，赶紧问网之木：“阴季是什么？”\n　　总理先回答了：“你们那边不分噢！我们这边一年400天被分为四季，分为阴季，阳季，旱季，雨季。”\n　　“我们那边分成春夏秋冬。”西科说。\n　　总理竟然睁大了眼睛，说：“还真是神奇！”\n　　“我说说正事——总统先生去那波国了，不是地震了么！为了重建过些日子两位总统要一起回来，视察一下这边！您现在来了，也干脆别弄地震的事了——倒是有这么一件事，我还得请各位解决！我们国防部部长……”总理把声音放小了，“他弟弟本来是军工企业负责人，然后去年底因为贿赂他哥被抓了，判了三年，但是！就在地震前不久，他失踪了！没有越狱痕迹，结果国防部部长篡权的意愿也渐渐显露出来了！后来有人说在那波国看见了国防部部长他弟弟，就在地震前几个小时的夜里，后来发现和震中的地方一模一样！”\n　　“啊？”网之木问道，“国防部部长的事怎么泄露的！”\n　　“我们哪有这本事啊！”总理皱了皱眉头，“是司令汇报的，说是他有兵权，然后国防部部长就贿赂他，想让他发动兵变，帮助国防部部长当上总统！”\n　　网之木点了点头，说：“事情看来要不好办了，那我们这……”\n　　突然间，有一个警卫急匆匆地敲门，总理开开门，说道：“怎么了？”\n　　警卫赶紧说：“总统府后边的广场上有两个被枪击中，快死了的小孩儿！似乎尾巴被割掉了！”\n　　“毁了！”莉璐大叫一声，“莫尼和古拉呢！”\n　　大家赶紧随着总理去后面的广场，看见救护车正在把两个人抬上车，不是别人——正是莫尼和古拉，两人一动不动，浑身是血。\n　　到了下午，网之木把电脑交给总理，请他帮忙给修了，然后和西科、莉璐一起去看那两个人了。\n　　医生正在给莫尼和古拉身上的伤上药，还一边对他们说：“你们的尾巴恢复不了了！”\n　　莫尼痛苦地叫了一下，然后再次说明他没有尾巴。\n　　“你们到底是怎么了？”莉璐关心地问了一声。\n　　古拉抱怨着说：“网之木的传送把我们弄到一个火箭发射中心，一群猴子在那里奸笑，其中一对兄弟说要夺取国家什么的！”\n　　“对，”莫尼表示赞同，“诶呀——您轻一点儿……然后我们被看见了，他们看见我们是小孩儿，就朝腿开了几枪，我们也跑不动，被他们扔到外面。”\n　　两个人不说话了，继续叫着，然后西科问网之木：“古拉说的猴子是什么啊？”\n　　网之木趴在西科耳边：“应该就是可里克亚星人。”\n　　他们三个人走出病房，在楼道的塑料椅上坐了下来，网之木跟另外两个人说：“临走的时候，总理跟我说国防部部长的弟弟极有可能在部长的掩护下回来了，他们说的兄弟应该就是那两个人，具体情况过些天我们再去问问吧……”\n\n　　时间一下子快一个月过去了，网之木的电脑修不好，大家也要在可里克亚星等着古拉和莫尼痊愈。又过了不到一个星期，两个人出院了。\n　　回到总统府，总理先是祝贺他们出院，然后说：“我想时间不多了，总统明天就回来，如果国防部部长想捣乱极有可能在机场！”\n　　网之木则是把莫尼和古拉告诉他们的事情又都说了一遍，这时不论是谁都有了一种情不自禁的紧张感，似乎大难就来来袭了——但是，没有人有任何的主意。\n　　网之木给网之金打电话，说是要调查一下情况，明天到底会有什么事，然后跟总理说：“我们明天都得去机场，您可以以迎接的名义去机场，这样国防部部长就捣不了乱了！”\n　　总理点头表示同意，然后决定让国会通知各个报社，要大肆宣扬这件事情，好把国防部部长的威风压下去。\n　　大阳从北边落下去，夜幕降临在里德国，总统府被暮色笼罩起来。窗外的械树上开始有了一种“游泳虫”的叫声——这种虫子白天都在水里，只有晚上才飞出来，不论是水里、天上还是陆地上都能很好的生存，是可里克亚星的三栖动物。\n　　每个人一个房间，五个人躺在床上，盖着被子，慢慢地睡着了……\n\n　　在星球的另一端，已经快中午了，那边比这边要早出了半天的时间。午饭之后后，两位总统就要坐飞机回到里德国。\n\n　　朝阳升起了，大家一早就起来，而总理已经备好专车了，这辆车除了那六个人，还有一个司机，三个保镖，一个秘书，十一个人都没有坐满。大家用过早餐，专车就缓缓驶出总统府，朝着去往机场的公路驶去了。\n　　在离机场还有几十千米的地方，专车正在通过一座长达十几公里的大桥，而就在他们上边，正在快速地飞过一架豪华的飞机，总理大吃一惊，赶紧让司机提速——这一天总统回来，高速封路，开多快都没有车的。\n　　网之木赶紧打电话通知网之金，网之金表示已经在机场守着了。网之木要求他等飞机降落时一定要阻止飞机开门。\n　　过了十几分钟，汽车顺着飞机跑道驶进了机场内部，他们面前停着的是高大的飞机。汽车一直开到飞机脚下，才停了下来，除了司机以外的十个人走出来，网之木看见网之金让武警包围了飞机，所以示意他打开机门。\n　　网之金赶紧指挥武警，一边联系打开机门，一边让武警开道，让总理登机。\n　　“吱——”飞机的舱门缓缓打开。总理带着大家立马冲了上去。随着楼梯缓缓下落，他们不顾一切地往上跑。两位总统站在门前正在交谈，还没准备下去。终于，不过十几秒，他们就登上了飞机。\n　　两位总统相当吃惊，赶紧问出了什么事。网之木也不顾一切，大喊：“网之金！加满油了吗？”\n　　网之金说道：“是！中途落下了一次，就离这里很近，加满了！足够！”\n　　“快点儿关门！”网之木大喊。\n　　随即，舱门缓缓地关上了，然后总理大踏步走进驾驶舱，跟驾驶员说：“最快起飞！”\n　　飞机外面，网之金带着大家躲开跑道。飞机则是一股脑地加油，朝着前方划去，大家感到自己的身体正在剧烈晃动，突然一下，飞机脱离了地面，升空了。\n　　总理叹了一口气：“总算没事……对了！快！最快速度开往加特国！”\n　　驾驶员也不知道为什么，只能按照吩咐，转向西边，加大了马力。\n　　那波国总统什么也没说，但是里德国总统赶紧就问：“到底什么事！”\n　　“总统先生，国防部部长谋反了啊！”总理说。\n　　总统往后一栽，坐到了椅子上：“你……怎么知道的？”\n　　总理说：“是司令先生跟我先说的，后来这两位……”他指了指莫尼和古拉，“他们看见了国防部部长和他弟弟在广场下面的火箭那里……”\n　　总理把声音压小，想不让那波国总统听见。\n　　总统说道：“那是我让的！再说了，你确定是国防部部长？”\n　　总理犹豫了，就问莫尼那个人长什么样，这一说，就坏了事了：“很高很瘦啊！”\n　　总理也怔住了，然后赶紧示意总统——因为国防部部长又矮又胖，这完全不相符，而他们说的那个人，却极有可能是司令！\n　　“这是司令吧！是他恶人先告状吧！”网之木插了一句。\n　　总统撇了撇嘴，觉得很有可能。\n\n　　网之金秘密逮捕了国防部部长，赶紧去审问他。\n　　“你为什么要谋反？”网之金问。\n　　“开什么玩笑！”国防部部长被锁在审讯室里，隔着铁栅栏大叫，“我还想问问你们为什么逮捕我呢！”\n　　“那司令为什么告发你谋反？”\n　　“司令？对了！就是那个东西他诬蔑人！是他谋反！”\n　　网之金愣住了，不知道该怎么说，只能说：“你有证据吗？”\n　　“废话！”国防部部长开始生气了，“他贿赂我弟弟，我弟弟不同意，被他杀了！”\n　　“什么！”网之金当时一动不动，“证据拿出来。”\n　　国防部部长说：“死了人？我怎么做证？”\n　　网之金决定继续调查，搞清楚这件事。\n\n　　飞机降落在加特国首都的机场上，那个国的总统对这些“不速之客”的来访感到很诧异。\n　　加特国的迎接等事情是一般，没有什么特色，主要是回到酒店，网之木的一句话点明了事情的关键：“我觉得国防部部长被冤枉了！”\n　　几个人先是吃了一惊，然后才问道：“你怎么知道的？”\n　　“各位，”网之木从床上起来，“你们想想，司令为什么说国防部部长贿赂他呢！既然国防部部长有着秘密工作，所以他的实力就要比司令高，唯一能解释通的就是司令有军权，但是——军权不单单他有，总统也有，那即是国防部部长造反了，只要总统亲自下令，司令是不能不服从的——因为总理跟我说总统有权直接掌管军队，那也就是说如果国防部部长真的为了谋反贿赂司令，就是想把军队调离，但是这肯定会引起别人注意，是不能成功的！所以说，到底是谁贿赂了谁呢？”\n　　夜里11点——\n　　电话响了，网之木一下子就惊醒了，慢慢地撩开被子，走到旁边打开灯，看见电话正在闪着，上面写着“网之金”。\n　　“喂？”网之木无力地说了一句。\n　　“早上好啊！”网之金愉快地回答。\n　　“早上……”网之木缓缓地说道，“你那边是早上！你忘了时差了！我跟你讲……”\n　　网之金表示歉意：“抱歉抱歉！别说，你一打电话就没完没了，我就是告诉你，查出来了，真正的反动的人是司令和副司令！晚安……”\n　　“啊？我说……”网之木把电话从耳边拿下来，发现已经断开了。\n　　网之木把电话放到桌子上，窜到了床上。第二天早上，他一点儿也不记得这件事了。\n\n　　两个星期过去了，这些来客也是时候回去，然而这个时候，早在外国住惯了的他们，谁也不记得国内还有可怕的敌人在等着他们。\n　　“嘟——”飞机开始起跑，过了一会儿大家一下子就感觉身体有些失重。\n　　在蓝天上，大家趴在窗户边上，望着云海，云海下面的大海，谁都不记得在里德国比那12级地震还严重的灾难了。\n\n　　当飞机降落时，被很多装甲车围了起来。\n　　当网之金从一辆车上下来时，把修好的电脑递给网之木，大家才终于想起来了司令谋反的事。大家急的转来转去，但是也不知道该怎么办，网之金赶紧让这几个人坐了一辆不靠前不靠后的装甲车上，网之木这时候才告诉大家是司令他们谋反了。\n　　正在大家表示惊愕的时候，装甲车已经缓缓启动了。司机叫大家做好，千万不要乱动。\n　　装甲车冲进机场边的树林里，碾压着枝叶。泥泞的地被压出一道道痕迹。前前后后几十辆装甲车。\n　　突然之间，也不知是怎么了，前面的树林燃起熊熊大火，之前的装甲车都被截在了树林里，只能后队变前队，往回开。噼里啪啦的大火正在迅速蔓延，装甲车虽然不快，但是也能够脱出树林。\n　　“轰！”\n　　同种型号的歼击机和轰炸机在空中开始打了起来，一边是网之金派来的队伍，一边是司令的军队，国防部部长在前面的装甲车里指挥着战斗。这时候，一架飞机从腰部被炸开，冒着黑烟划着弧线坠到了丛林里。可是过了没多会儿，另一方的飞机又被冲击到了河里。\n　　装甲车飞快地行驶着，上面的战斗更加激烈。到了大桥，西科他们的装甲车开到了第二位，就在他们刚刚通过大桥，随着一声巨响，后面的桥灰飞烟灭，桥梁被炸碎，桥墩沉浸水里。上游似乎在突然放水，直接淹没了周围的河滩。\n　　只剩下两辆装甲车正在开往总统府。\n　　“没办法了！”总统大叫，“动用小型核武器！”\n　　“不可以！”总理赶紧劝慰，“那是很危险的！”\n　　“根本就没办法消灭这么多的敌军了！”总统开始疯狂。\n　　网之木突然打开电脑钻了进去，西科拉住他，嚷道：“你要干什么！”\n　　“来不及了！快点儿让开！”网之木大叫。\n　　西科非常愤怒：“死了这么多人你准备逃跑是么！”\n　　网之木根本不理会西科，一头扎进电脑。\n　　莉璐看着电脑，突然想了起来：“总统先生，赶紧用电脑联系国防部，把炸弹全部运过来，用电脑输送到敌军里！”\n　　就这样，国防部把国家存储的炸弹全部用电脑运了过来，大家则是联系网之金，询问敌军飞机的编号序列。\n　　“快！”总理喊道，“城市已经变成废墟了！”\n　　西科把炸弹点燃，开始快速地输送炸弹。\n　　上面的敌军的飞机开始败退。一架一架地冒出火光，炸成碎片，冒着黑烟坠落。终于，最后一架被击毁了！敌军被彻底消灭了！那架战机打着旋落向公路，紧接着巨大的爆炸，把仅剩的装甲车震倒。\n　　西科他们天地颠倒，都出来了，空军也帮忙把装甲车搬正。然而这个时候，整个城市早已经被司令和副司令的私人飞机炸得一塌糊涂。\n\n　　装甲车在了离广场有几百米的地方，停了下来，他们都下来了。那座总统府已经倒下了，把路拦了起来。这时空军的飞机也都停下了，随时保卫总统他们。\n　　司令一伙正在单独一车跑到了广场，总理下命令轰炸广场（反正已经成为了一片废墟）。轰炸机出动了，发动机的声音地面上都能听见，紧接着所有轰炸机超音速地飞向广场。\n　　司令他们已经准备钻进秘密火箭发射中心了，所有轰炸机却出动了。顿时间，除了爆炸声，什么声音都没有了。火光冲天，广场上冒起滚滚浓烟，浓雾笼罩的广场什么也看不清，司令一伙也不知怎么样了。但是听声音就知道广场已经炸成了一片荒地，司令没准儿被炸死了。\n　　西科、莉露、莫尼和古拉自打知道了司令一伙的阴谋，终于等到了这一天，他们真想为击败所有敌人来一个大大的拥抱！但西科却仍然不知道网之木到底去了哪里——难道网之木真的背叛了他们吗？西科真的不愿意去想，甚至也都不敢想。但西科又觉得网之木不是那样的人——他总会回来的！大家依然沉浸在胜利的喜悦中，但这样的气氛仍然掩盖不了西科的那一丝忧虑。\n　　突然，在广场的废墟中，传来了钢架的脱落声，大家的目光瞬间不约而同地转向了那里。西科在那一刻，心就仿佛要提到嗓子眼了，他的内心在祈祷着什么，他有股不祥的预感……\n　　但，祈祷让他失望了，他最不想看到的事发生了！从他目光所注视到的地方，传来了一声震耳欲聋的巨响，就如同晴空霹雳一般。火箭后面迸出的火光异常的刺眼，火箭缓缓地离开了地底，原来轻而易举的胜利就是这样的结果。而在那火箭上的，正是司令和副司令。\n　　西科呆呆地站在那里，司令和副司令用震耳欲聋地广播讥笑他们，讽刺他们的愚蠢。西科悲愤交加，但在他心中，悲伤并不是首当其充的，愤怒才是最主要的。\n　　“我可算知道了！网之木原来就是一个贪生怕死的胆小鬼！他早就知道司令逃跑的事了！因为它能穿梭时空——但他怕负责任！怕被打伤！就临阵脱逃了！真是可恶啊！”西科怒发冲冠地说。\n　　“别这么说，西科！”莉露赶忙劝慰，“别抱怨了！”\n　　“啊呀！你们快抬头看看！”莫尼指着火箭说。在他们说话间，火箭早已离地了几千米，可西科一行人能做得，也只有干瞪眼罢了。 \n　　西科忽然把手放在兜里，摸到了一张纸条。他拿出来打开来一看，正是网之木留给他的——前些天早上他去厕所时看到的。想到这儿，西科悲痛万分……\n\n　　“哈哈哈哈！”一个熟悉的声音在车里响起。\n　　西科赶紧钻进车里，看见那台笔记本电脑张开了。在网络隧道里，一棵树走了过来，满目笑容。网之木钻出电脑屏幕，似乎没有注视到西科，把他挤到一边，然后钻出了装甲车。西科也从装甲车里爬了出来，看着网之木。\n　　“哦，别误会！”网之木摆着手说，“我刚才啊，是去篡改了一下那火箭的电脑设置。当时他们正在设置火箭发射程序。所以说……”\n　　网之木从兜里神秘兮兮地掏出一个遥控器，蓝色的遥控器上有一根天线，还有一个很大的红色按钮，上面罩着一个玻璃罩。“司令，副司令，我对不起你们了！安息！”\n　　网之木搞笑地说了一句，所有人的目光都注视着网之木，确切地说是他手上的遥控器。网之木抬起另外一只手，打开玻璃罩，使劲一按按钮……\n　　大家随着网之木的眼睛抬头向上看——那火箭居然越来越大了！这回他们看清楚了，刚才是燃料全部漏光了！就在这时，四个助推器像流星一样脱落，垂直下坠。火箭又开始广播了，这回是司令和副司令的惨叫声。紧接着，逃逸塔脱离了，整流罩居然也裂成两半，连同太阳能板掉了下来，与大气摩擦出火光。\n　　西科知道这都是网之木搞的鬼，不禁笑了起来。他愿意继续观赏——一二级火箭脱离，现在就剩下宇航舱了，网之木喊道：\n　　“10！9！8！7！6！5！4！3！2！1！0！”\n　　宇航舱拖着长长的轨迹，在空中飞舞，冒着白烟。然后，从宇航舱的挖个方向瞬间喷出了长达几十米的黑烟，紧接着宇航舱被一大团和几小团火球笼罩住了，声音震耳欲聋。\n　　其它的零件也全部都炸了——网之木在所有零件上都安了炸药。\n　　百万片灰尘在空中倾泻而下，像灰色的瀑布，阴霾笼罩了半个天空。下落，下落，碎片有的在向下飘落，有的则是飞舞着……下面就是大海（因为飞了那么远了），一块，两块，三块，都飞快地燃烧着落进海里，冒起了白烟。海面上溅起了数以万计的浪花，所有的碎片大概十多分钟才全部坠到海中……\n\n　　一切都结束了……\n　　可里克亚星，尤其是里德国的人们，对西科一行人非常感激。西科紧紧地攥着那张纸条，望着网之木。\n　　网之木似乎没有注意到西科，在重建的总统府台上，大家站在了一起，三国总统宣誓：\n　　“保卫可里克亚星和平！”\n　　机场旁边的森林里，大火已经被扑灭了，河上的大桥，也重新建成，上游的水闸关闭后，似乎就平静了……广场的废墟就在眼前，大家一致决定保留它，作为这一次短暂但是激烈的战斗的遗迹。在这次的战斗里，并不是这三个国家之间的矛盾，而是一个国家的内乱。西科不敢去想，如果是三国又内乱又对外扩张，事情就会变得更加恐怖。\n　　西科又转念一想，突然回想起了那一瞬间，总统居然提出要使用核武器——但愿，三个国家能够一并同意停止使用核武器……\n　　“只要有什么需要帮忙的，我们一定帮！”古拉说道。\n　　“不用客气哦！”西科向着大家招招手。\n　　“记得去纪念一下国防部部长先生！”莉璐说了一句。\n　　莫尼笑了一下：“可千万不要再地震了！”\n　　大家都笑了。\n　　转眼间，五个人已经踏进电脑。\n　　“实在是抱歉！太感谢了！”里德国总统摆着手。\n　　可里克亚星的人们一起喊道：“再见了！”\n　　“再见了！”\n　　电脑消失了……\n\n感谢你的阅读！\n"
        },
        {
            "author": "123154567",
            "timestamp": 1443703680,
            "txt_content": "小龙大大，我跪了，这么多字！（尽管是用WORD的）\n{:10_492:}"
        },
        {
            "author": "thj2015",
            "timestamp": 1443703740,
            "txt_content": "。。手机看着就手残啊，小龙大大"
        },
        {
            "author": "毒蛇",
            "timestamp": 1443703800,
            "txt_content": "thj2015 发表于 2015-10-1 20:49\n。。手机看着就手残啊，小龙大大\n别大大 大大的= =没这么厉害"
        },
        {
            "author": "毒蛇",
            "timestamp": 1443703920,
            "txt_content": "123154567 发表于 2015-10-1 20:48\n小龙大大，我跪了，这么多字！（尽管是用WORD的）\n还是@你靠谱233"
        },
        {
            "author": "浮云蓝天",
            "timestamp": 1443748680,
            "txt_content": "\n呵呵呵呵呵呵呵\n写的不错，我来学习学习"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1443783720,
            "txt_content": "节奏太快，有些地方一笔带过有些别扭"
        },
        {
            "author": "毒蛇",
            "timestamp": 1443793200,
            "txt_content": "恶魔-潇洒 发表于 2015-10-2 19:02\n节奏太快，有些地方一笔带过有些别扭\n嗯，谢谢指点。下次继续写的时候会避免的！"
        },
        {
            "author": "牛皮纸公国",
            "timestamp": 1444654800,
            "txt_content": "火箭发射那段写得还可以...其实都很好（比我写的好多了）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466932200,
            "txt_content": "梳理上还有需要进步的地方，整体是很好的。"
        },
        {
            "author": "毒蛇",
            "timestamp": 1467113340,
            "txt_content": "安根_Engon 发表于 2016-6-26 17:10\n梳理上还有需要进步的地方，整体是很好的。\n嗯，谢谢。\n那些地方也要继续锻炼"
        }
    ]
}