{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第六节【日更连击X2】",
    "author": "2B与mc的故事",
    "replyCount": 7,
    "timestamp": 1443704400,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-10-1 21:02 编辑 \n\n        “你们真的是想出城吗？”一个胡子花白的守卫慢吞吞地问道，“北边可是很危险的。”\n\n        “不用担心，我知道北边郊外有怪物出没。”灵曦说着拍了拍穹闪的肩膀，“有他在，怪物什么的根本不在话下。”\n\n        “我不是说怪物。”守卫一边说着，一边缓缓踱向城门，“已经好几个月没有人往北边走了。怪物的话，大家都知道，我也无需提醒你们。但是，有个比怪物更可怕的东西，我们称它为‘幽灵’。”\n\n         “啊？那是什么？我从来没听说过啊？”灵曦以为这只是虚假的传闻，并没有特别在意。\n\n        “你没听说过也难怪。幽灵是六个月前出现的，据说它长得又瘦又高，浑身惨白，外形跟人差不多。但是它总是来无影去无踪，人们从未看清它的全貌。”老头找了根凳子坐下，好像接下来要讲一个很长的故事一样，“它总是出现在一些废弃的村庄，在破烂的房屋之间游荡。人们总会在它出没的地方听到一些悉悉索索的声响，就像是空无一人的房子忽然间自己活过来了一样。”\n\n        “那有什么，顶多就是有些吓人。只要它没有攻击性……”穹闪说着不以为然地走出了城门。\n\n        “攻击性的话，凡是被它盯上的人都是被奄奄一息地抬回来的。而且是浑身插满了箭，就像刺猬一样。这样看来应该是有很多人在埋伏，从四面八方射箭过来。可是在场的人根本就没有看到附近有任何人，也没有看到弓箭、发射器一类的东西。更奇怪的时，幽灵移动时没有发出一丝声响。”老头神秘地说着，“如果幽灵是人假扮的，那么他应该也是用的人用的武器。可是目前为止没有任何弓箭的射速会这么快，也不会有人能拿着一把笨重的弓箭还能快速移动而不发出声响。所以说，幽灵是真实存在的，你们还是小心一点好。”\n\n        “好了好了，我们会小心的。”穹闪不耐烦地走远了，灵曦也回过神来追了上去。\n\n        走出热闹的平曦之城，突如其来的静还真是让人难以适应。要不是有雨声的陪伴，这自然界本来的宁静反倒会显得有一些诡异。\n\n        确实如看城门的老人所说，真的没有任何人走北边这条路，除了穹闪和灵曦二人之外，一个也没有。一望无际的平原中，仅有两个渺小得如沙粒一般的身影在缓缓移动……\n\n        迷离谷，灵曦在书上看到过。是一个草不发芽，鸟不生蛋的地方。不仅地势十分复杂，而且山谷的两旁仅有陡峭的岩石，因此没有任何可以作为标志的东西来记忆。十个进去的人有九个都会迷路，故得名“迷离谷”。\n\n        灵曦想不明白，为什么穹闪一定要帮一个素不相识的酒鬼传口信，而且还是去这么偏僻的地方。想想自己以后还得跟在这种莫名其妙的家伙身边，灵曦对自己的前途感到十分担忧。\n\n        “等我找到一个远离战场，条件也不差的村子，我就立马买房子住下来。跟着这家伙，不知道什么时候又会遇上危险。”灵曦轻声自言自语道。\n\n        不知不觉间，两人已经走出了平原。眼前一座巍峨的高山就是最好的证据。\n\n        刚走上山没多久，穹闪忽然间警觉地停下了脚步，一手拦住灵曦，一手拔出望月，做出战斗的姿势。\n\n\n        “又怎么啦！大惊小怪的。这荒郊野外的，哪里来的危险？难不成你是怕幽灵？”灵曦不以为然地继续向前走去。\n\n\n        “嗖！”一把长矛飞过，正好与灵曦擦肩而过。\n\n\n        接着，一大群身批兽皮，脸上涂得花花绿绿的野人从树林里蹦了出来，把两人团团围住。\n\n\n        “我们没有恶意，只是路过而已。所以请让开。”穹闪一边解释着，一边四下环顾观察着野人的动静。\n\n\n        “哇哦哦哦哦哦！”野人们都生气地跳了起来，“阿图马！阿图马！”\n\n\n        “怎么办？看样子他们听不懂我们的话！”灵曦正想躲在穹闪背后，可是四面八方都有野人，看起来背后也不是一个安全的地方。她又赶紧与穹闪背靠背，不过野人手上尖利的武器和凶神恶煞的神情又让灵曦不敢正面面对。\n\n\n         “最直接的办法，打！”话音刚落，穹闪箭一般地冲上前去，几个野人没来得及看清就被击倒在地。\n\n\n         “快，从突破口冲出去！”穹闪又忽然间出现在灵曦身边，抓起她的手迅速跑出了包围圈的缺口。野人们还没来得及反应发生了什么，穹闪和灵曦就已经逃走了。\n\n\n         “早知道就绕路走了！为什么非得往这座山上跑！”灵曦一边上气不接下气得跟着穹闪，一边大声抱怨道。\n\n\n         “事情已经发生了，抱怨也没有用。”穹闪镇定地答道，“现在的首要任务是逃走。安静，别浪费体力，不然……”\n\n\n        不过话还没说完，穹闪和灵曦不知为何突然间飞了起来，悬停在两棵树之间的半空中。穹闪朝着四周仔细一看，是跟头发丝一样细的纤维。很显然，他们踩中了野人的陷阱。\n\n\n        穹闪朝着纤维斩击，可是丝毫没有用。这纤维虽然细得跟头发一样，其坚硬程度又不亚于钢铁。无论试了多少次，陷阱都只是轻微摇晃几下，没有任何损伤或缺口。\n\n\n        穹闪与灵曦被野人带到了他们的部落营地。带头的野人朝跟一个孩子模样的野人叽里呱啦说了一大堆话。之后，那个孩子走上前来，朝着穹闪他们开口问道：“你们，这里，干什么？”\n\n\n        穹闪长叹一口气，他终于遇到一个能听懂话的野人了。\n\n\n        “我们只是路过，没有恶意，请放我们走，我们不会伤害你们。”穹闪满脸堆笑地解释道。\n\n\n        “对不起，族人，认错，你们。”那个孩子毫不犹豫地相信了他们，“补偿，今天，你们，留下来，这里，玩……请。”\n\n\n        穹闪想了好一会才听懂小孩生硬的话，“谢谢，可是我们要赶路，没有时间留下来。”\n\n\n        孩子没有继续劝穹闪他们留下，只是笑着说道：“可以。我们，不，你们，勉强。”\n\n\n        看来是虚惊一场。穹闪被放出来之后礼貌地道别，正准备离开，却被灵曦劝下。\n\n\n        “反正我们又不是很忙，干脆今天就在这里休息吧！”灵曦这样说着，其实是觉得这样可以省下一顿饭钱。\n\n\n        “好吧，既然你想留下来，那么我们就留下来吧。”穹闪说着望了望天边火红的夕阳，“时间也不早了。话说回来，今天还真是漫长啊……”\n\n\n        夜色降临，熊熊篝火已被点燃，野人们载歌载舞地绕着篝火跳了起来。这个部落，真的跟看上去的一样简单吗？\n\n目录",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1443704700,
            "txt_content": "我还是赶紧搓一点文吧。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1443707400,
            "txt_content": "在我们到达庇护所时会是安全的。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443709140,
            "txt_content": "Donnies_Ming 发表于 2015-10-1 21:50\n在我们到达庇护所时会是安全的。\n诈尸啦！！！\n等等，这句话什么意思，我听不懂诶……"
        },
        {
            "author": "名人才华",
            "timestamp": 1443799140,
            "txt_content": "2B与mc的故事 发表于 2015-10-1 22:19\n诈尸啦！！！\n等等，这句话什么意思，我听不懂诶……\n是不是L4D的梗……不像啊……"
        },
        {
            "author": "名人才华",
            "timestamp": 1443799380,
            "txt_content": "大叔就打了个酱油，猜个毛啊……"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443840480,
            "txt_content": "名人才华 发表于 2015-10-2 23:23\n大叔就打了个酱油，猜个毛啊……\n你对大叔究竟是有多深厚的兴趣……"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443841200,
            "txt_content": "日更狂魔。你把我的信心还给我！"
        }
    ]
}