{
    "title": "<原创·连载·圣杯>《人类》 第一章 重山城的怪人",
    "author": "红石研究者",
    "replyCount": 0,
    "timestamp": 1443766500,
    "txt_content": "\n《人类》\n    第一章 重山城的怪人\n\n\n    作者的废话：恩……谢谢大家阅读序章。排版的问题我调整了一下，现在好些了吗？\n--------------------------------------------------------------------------------------------------------------------------------------------------------\n    正文内容：\n重山城是位于黑暗山脉最近的城镇，这里距离帝国管辖地区最远，却是帝国最强大最稳定之处。这座城是仅次于帝国皇城的城镇，完善的防御措施和有效的补给方式和在城内所有的畜牧业和农业区域足够让整座城在十个月乃至一年内自给自足，所以这里也出现了很多类似于混混的人物，毕竟也都是闲的蛋疼，至少因为三年前到现在，亡灵大军再也没有发动过哪怕是再微小的冲击了。没有共同的威胁，自然各自以自己的利益为重，所以这里的治安一直是让人头疼的问题。\n\n\n而重山城其实是位于黑暗山脉前面的一片山脉中，也是在两年前才刚建造起来的。然后就立刻成为了帝国的支撑支柱。因为它距离黑暗山脉实在是太近了。而那里在三年前有一个人穿过了山脉，带回了那边的信息，然后消失在了人海之中，但知道这些的，并不多。\n\n\n而现在，重山城又即将获得一位新成员。\n\n\n林枫摇了摇肩上扛着的重剑，那是一把全铁制的大型重剑，体积已经几乎赶上了他的身材，而他身上的却是一套沉重的板甲，这对于一名用剑的人来说，是很罕见的组合，这种组合完全舍弃了自己的速度而选择了更高的攻击和更高的防御，这对于在和亡灵们的战场上搏杀的人们来说，有些不可理喻。\n\n\n但是林枫喜欢这种感觉，背着大剑的他从来没有感觉到背后有过任何的负担，无论对面冲上的是谁，无论面对怎样险境，他总是挥舞着自己的大剑冲上前去。那些经历过亡灵战争的老人们看到他这样，总是叹息地摇摇头。“你这样，总有一天会葬送了自己”，他们总是这么说，但林枫依旧固执地相信自己的剑，而直到他在帝国剑术大赛中获胜，成为帝国剑术大师，陪伴他的都是这把大剑。\n\n\n而重山城，其实并不是剑术大师都要去的地方，他来到这里，是因为帝国的宰相委托给了他一项任务，他必须去完成。这项任务看似简单，但是林枫没觉得自己能够完成——找到三年前翻过黑暗山脉的凯恩。\n\n\n这谈何容易，重山城几万人口，从里面找一个人。哪怕是曾经的辉煌人物，从他失去了消息就可以肯定他在故意隐藏自己身份，在这么多人里找一个人，本就大海捞针，加上这根针还把自己埋在了海底的土层里，这谈何容易！\n\n\n然而无奈归无奈，一年以内找到凯恩的任务还是交给了他，林枫只能来到重山城，希望在这里得到关于他的一些信息。\n\n\n走过重山城的砖墙大门，林枫注意到旁边的墙壁上已经长出了藤蔓，有些石砖也已经开裂。林枫不禁有点怀疑这座城市是否真的能够抵挡住亡灵大军哪怕一次的冲击。而他的视野中，几个人不知道在干什么，畏畏缩缩地躲在门后。他皱了皱眉，还是大步跨进重山城的城门。\n\n\n刚进门，旁边的几个原本在各自不知道干些什么的人突然围了上来。他们身上都穿着画上了莫名其妙图案的衣服，其中一个人上前一步。“新来的吧，交保护费。”那人带着鄙视的眼神说出这么一句，同时眼神在林枫身上扫过，“把你那把剑交出来就行。”\n\n\n林枫顿时明白了，这群人恐怕都是以这种办法生活的，没有其他能力，只能靠着打劫新人来生活，林枫的脸黑了下来，他一手抓住刀，“好啊。”\n\n\n然后在那人脸上露出欣喜表情的时候，刀刃画出硕大的伤害半径，灿烂的刀光画出的半弧把那人的头轻易地砍飞了出去。这一刀下得极快，没有了身体的的脸上依旧保持着欣喜的表情，而周围的其它混混都已经骇然而退。\n\n\n“跑啊！”不知是哪个喊了这么一句，混混们全体跑开，城门口顿时安静了许多。\n\n\n林枫摇摇头，继续朝着城内走去。\n\n\n\n\n\n\n“住店一晚五十金币。”城东客店老板头也不抬，在大堂里没有一个人，他原本在安静地处理账目。\n\n\n“给。”林枫也不含糊，他并不知道重山城的物质价位，所以觉得住一晚五十金币没什么不对的。但是他看到在接过他手里的钱的时候，老板的嘴角抽动了一下，他才刚刚感觉到有些许不对，但是已经来不及。老板一甩手把钥匙扔给了他，那是一把古铜色的小钥匙，上面挂着一个牌子：308号。他回头看看老板，自从扔给了他钥匙老板就再也没有看他，安心地去做自己的工作了。他不禁无奈地摇了摇头，准备上楼休息一下。\n\n\n突然从门口传来相当没有规律的脚步声，林枫转头望去，看见一个醉汉拿着酒瓶晃晃悠悠地走了进来。他的身上穿着一身肮脏的便装，头上的头发好像是许久未曾剪过，林枫差点没能判断出他是男是女。他晃晃悠悠来到柜台前，这时老板正好抬头，见到这人，他立刻坐好，双眼死死地盯着他。\n\n\n“酒。”那人说话很简洁，从口袋里掏出一个银币砸在柜台上。老板眉头一皱：“我们这里不是城西，酒一个金币一瓶。”\n\n\n男人笑了一下，抓起酒瓶又灌了一口，“坑人坑得还嫌不够吗？一间房收五十金币也就你有那脸皮说出来，赶紧的别骗我。”\n\n\n林枫惊讶地望向老板，却发现那老板脸色铁青，缓缓从柜台下拿出了一瓶酒。“一个银币，下次别再来了！”他面带愤怒之色说道。\n\n\n“哈哈哈……”男人大笑着右手抓起酒瓶，咕咚咕咚灌着酒，同时左手甩出十枚金币，哐叽一声砸在柜台上，“那就给个房间住。”\n\n\n老板脸色变得更加难看了。“十个金币不够！你起码给我二十！”\n\n\n“那我可不管啊！”男人说着又灌了一口酒，“你每天高价挂出房间，就今天被我坑这一次，你半天就赚回来了！”然后伸出手来，“给我钥匙吧。”\n\n\n老板最后还是掏出一个钥匙递给了这个男人，脸上带着极端厌恶的表情。这些做黑生意的商人，其实最讨厌的就是这些把行规和潜规则全部吃透吃死让他们无所适从的客人。他们见到这种客人大多都是破财消灾，而他们也很少在其他人面前故意刁难商人，因为这已经成了重山城的一个惯例：新来的、年轻的，总要先宰一刀坑点钱再说。而这这些人早就被坑过，所以也大多期望着能够让新人们也被坑一次。\n\n\n然而这个酒鬼是个例外中的例外，他不仅经常用底线价格向他们索要——应该叫勒索,价值很高的物品，而且还经常看见人就来这么一回。所有的黑店主都对这个混蛋感到相当的愤怒，他的存在极度拉低了他们的收入和他所住酒店的客人数目，这是在不能算是一个让他们高兴的人。\n\n\n为此这群黑老板采用了很多见不得人的办法：比如暗中派人解决掉这家伙，或者暗中制造他和其他人的嫌隙，或者是扒出这人的历史等等。然而这些并没有什么作用，暗中派去的人从来没有活着回来的，制造的嫌隙也被这家伙很快摆平，而历史甚至是根本找不到，他好像就是一个从重山城刚建起就在这的老酒鬼，虽然年纪不大，但是没有任何故事，好像他就是莫名其妙从地里钻出来的，没有朋友没有仇敌甚至连认识的人都没有，也不知道他的钱是从哪里来的，每天好像能看到的也就只有他在喝酒，只是每年有三天见不到他罢了，也没人能找到他那三天跑到哪里去了。\n\n\n当然这些老板肯定不会把这些事情说出去给别人听。最多就是在和小二一起忙活的时候叨叨两句，而他在哪里，哪里的老板就晦气已经几乎成为了一个谚语了。\n\n\n男人随意地接过那串小小的钥匙，拽着酒瓶走向还在楼梯上呆着的林枫，和他擦身而过，没有做出任何的表情，也没有说出任何的文字，哼着小曲上了楼，沉重的脚步声渐淡。林枫这才回过神来，他盯着店老板看了一会，脸上的表情相当冷漠。但最后，他还是没有为自己多付的金币去和老板冲突，他暗暗提醒自己要冷静。一些不愉快的事情跳进他的大脑里，他摇了摇头，把不重要的事情从大脑中剔除，转身踏上了杉木质的陈旧楼梯。\n\n\n奔波了一天的林枫丝毫没有倒时差的意识，当即睡下了。可能也是累极了的缘故，他很快便进入了梦乡，而他醒来的时候，外面的天空已经是完全的黑色。他坐了起来，稍微活动了一下肩膀和腿部，从旁边抓过自己的铠甲和重剑，穿上铠甲，挂上重剑以后，林枫打开门走出房间。他本来也没打算白天去找人一个个问，而晚上根据重山城的气氛来说，更适合外出走动。\n\n\n在他踏出门的瞬间，隔壁的房门也被推开，一个身着黑色破烂皮衣的男人走了出来，他的背上背着一把铁制大剑，虽然相对于林枫的大剑这把剑只能被称为普通大小的剑，不过这种武器兼备了速度和攻击力，前提是你要挥得动。使用这种武器的人，如果不是在装作高手，那么他们的战斗力一般都相当可怕。\n\n\n而当林枫把目光投向这个人的时候，他稍稍有些发愣，因为这个人就是当时那个坑老板钱的酒鬼，此时的他看起来可一点不傻。神智可能比林枫还要清醒很多。\n\n\n“哟！小伙子你这是也要去竞技场吗？”这人看到林枫倒是不含糊，笑着说道。不过林枫明显看到这家伙的手微微动了一下。而他动的那只手，正好是他背着的剑剑柄朝向的位置。\n\n\n这人绝对不简单，他原本的动作绝对是想要直接一刀砍了我，不知为什么没有下手。林枫这样想着，脸上却是摆出疑问的表情：“竞技场？恩……前辈我是新来的，能告诉我一下这是什么吗？”\n\n\n这不是林枫在装，他是真的不知道，而听到竞技这个词，他的耳朵瞬间就竖了起来。他是一个喜欢竞技的人，对于斩杀僵尸他不感兴趣，他感兴趣的是在竞技场上和其他人一对一的正面交锋。而最好的地方当然就是竞技场。而且，凯恩很有可能也跟竞技场有一些关系。最重要的是，林枫现在很好奇，这个男人到底是什么来头，而要知道关于一个人的事情，一直跟着他是比较好的几个选择之一。\n\n\n男人楞了一下，随后还是笑着回答道：“你有兴趣的话，边走边聊？”\n\n\n“能向前辈请教，自然最好不过。”林枫同样笑着。\n\n\n“那敢情好！走吧。”男人笑着走下楼，林枫当然也跟了上去。\n\n\n“这里的竞技场是重山城一种特有的风俗，最重要的一点就是以命搏命。”男人笑着说道，“你杀过人的吧？”\n\n\n听到以命搏命，林枫先是张大了嘴，他第一次听到有以命搏命的竞技场，这种竞技场真的是在帝国范围内被允许开办的吗？但随后他听见了男人的问句，点了点头。\n\n\n他杀过人，无论是在很久以前还是刚进入重山城的时候他都杀过人。\n\n\n“每次的竞技其实很少有人会活下来，”男人自顾自地说着，抬头望着重山城上方灿烂的星空，他的脸上没有表情，像是一台机器。林枫发现周围的小偷和抢劫犯等人看见他都会怔住，然后退后一步。他不禁有点恶寒，这人到底是什么来头？“因为活着离开竞技场，要么会收到人们的嘲笑，要么会失去作为一个强者收到的尊敬。”男人的声音没有停下。\n\n\n“那么……只有一对一？”林枫跟着他的话回应着。\n\n\n“也有二对二什么的，但是最重要的一点，就是每一个人都会把自己的命赌上，去得到竞技场上面的荣耀。因为他们都好面子。”男人说着，摇了摇头，“现在的年轻人啊……”\n\n\n林枫不说话了，他正在想象竞技场的场面。于是两人就这么走着，直到来到了城西的一家小酒吧。\n\n\n男人一脚踹开门，拔出手里的剑走了进去。林枫感到有些疑惑，但是也拔出了自己的大剑横在身侧，跟着他进门。\n\n\n酒吧里的客人很多，一种浓烈的酒精气味弥散在空中，周围的客人们原本都在说着笑话做着自己的事情，一群人聚集在一起站在赌桌旁边，抽打着，呐喊着，还有的在叫骂着。但是当男人进门的那一瞬间，所有人都安静了，甚至有人搬开桌子给男人让位，好像甚至连肢体接触都不敢。男人就这样沐浴着林枫和客人们震惊的目光走到了柜台前。\n\n\n柜台前的老板也微微退了一步，“您这……”\n\n\n男人晃了晃手里的剑，酒吧老板立刻双手作投降状抬高：“好好我知道了我知道了……”他的语气有点惊慌\n\n\n老板弯下身捣鼓了些什么，酒吧的柜台突然从中打开，出现了一条向下的通路。石质的楼梯反射着火把的红光，那些火把是红石的火把，并不能提供很好的亮度，帝国的中央地带有很多给小孩子玩的鬼屋，大多都由这中火把来提供色彩。林枫曾去过一次，在那里，他的第一反应是恐怖。而现在，这种光芒带给了他相当肃杀和阴冷的气息。\n\n\n“走了。”男人头也不回地招呼林枫，然后朝着楼梯走了下去。\n\n\n林枫只好跟在他的身后，踏进了石质楼梯通往的地狱之中。\n\n\n两人走后，酒吧柜台很快关闭了。所有人却都在面面相觑。“凯森老大带这个人来……干嘛……”一个脸上长着麻子的人轻悄悄地说着。\n\n\n“难道是跟他有仇所以想让下面那帮孙子弄死他？”旁边一个戴着帽子的人同样轻声说道，他们声音不敢太大。\n\n\n“那人穿的是板甲啊……板甲很少见的，难道是凯森老大缺钱想坑个人卖掉？”麻子回话道，声音更轻了些。\n\n\n“算了算了别提这个人了我们还是做我们的事吧……”一个长着络腮胡子的人喊着，“那个麻子过来，我还没输……”\n\n\n酒吧里瞬间恢复了原来的热闹，仿佛刚才的两人从来没有出现过一般。\n\n\n《人类》-序章：http://www.mcbbs.net/forum.php?m ... p;page=1#pid9142021\n\n\n\n\n",
    "replies": []
}