{
    "title": "<原创·连载·圣杯>深渊  - 第一章",
    "author": "江米条",
    "replyCount": 1,
    "timestamp": 1443773400,
    "txt_content": " 本帖最后由 江米条 于 2016-3-1 19:59 编辑 \n\n·  第一章  ·\n\n\n-史丹利-\n\n\n        史丹利两手插在衣兜里，在早已没有行人的街道上踱着步。他不安的低头看了眼手表，十点半，时候差不多了。\n    史丹利深深吸了口气，好让自己的呼吸平稳下来。这片区域史丹利早在白天就检查过，街上除了这家便利店和街道尽头两家餐馆，就只有几栋居民楼了。而这附近的治安也一向不是很好，因此那唯一的几栋居民楼也是少有人住。\n     路旁的街灯无精打采的照着面前的一小片马路。这是一个平静的夜晚，史丹利心想，他抬头看了看马路对面那家7-11便利店——这条街上除了街灯之外唯一的光源，然后快步走过了马路。\n    史丹利又一次看了看无人的街道，想让自己放松下来，然后脱下了兜帽，有些急促的推门走进了便利店。\n    在外面黑暗的街道上待了几个小时后，史丹利对便利店里刺眼的白色灯光有些不适应。便利店的玻璃门推动了挂在门口的风铃，这突如其来的声音让史丹利绷紧了神经。一阵风铃声过后，坐在收银台后面打盹的那个家伙晃了晃脑袋坐了起来。这胖子眨了眨眼睛眼睛看着史丹利。\n    “怎么？”史丹利努力让自己的语气听起来更不经意一点。\n    胖子冲着店门挥了挥手“这里快关门了，要买东西赶紧。”\n    瞎扯，还有二十多分钟呢。\n    史丹利走到了后排的货架，又做了个深呼吸。他一边假装挑选着冰柜上的饮料，一边从玻璃的反光上观察收银台后面的那个胖子，那家伙似乎并没有察觉到什么，一直低着头玩着手机。\n    要做就赶紧的，别磨磨唧唧的，史丹利训斥自己道。然后把手伸进外套里，握住了那把偷来的手枪。\n    “打劫！！把手放在我能看见的地方，从收银台后面滚出来！”史丹利把枪口对准那胖子吼道。\n    被史丹利这么一吼，那胖子也懵了。他似乎想要站起来跳开，却被椅子绊了一下，向后摔了过去，把椅子给压了个粉碎。\n    “站起来！从收银台后面离开！！”史丹利上前一步，对那胖子喊“要不我就开枪了！”\n    那胖子见状想要从那堆椅子的碎片上挣扎着爬起来，却被史丹利一把拽住了后衣领，连滚带爬的被拽到了一边，还撞倒了一个货物架。“起来！站起来！！”史丹利用枪口指着胖子的脸“把手举起来！”\n    那胖子挣扎了几下终于站了起来，一脸惊恐的看着史丹利手里的枪。“把手举起来！！”史丹利歇斯底里的冲他尖叫。那胖子终于颤抖着举起了手。\n    史丹利费力的咽了口口水，他知道自己必须尽快离开，刚才和收银员的争执或许已经引起了周围住户的注意。史丹利上前一步，一手扼着那胖子的   喉咙，一手握枪顶住他的下颚，逼迫他抬起头来看着自己：“听着，我要你给我在这乖乖站好。要是让我看见你的手没呆在它们该呆的位置，我就把它们给剁了。我走了以后把这里都给收拾好，不许报警，你要是报了警我会知道的，懂吗！？”史丹利几乎是脸贴着脸对那胖子吼出了最后一句话。\n    那胖子脸色苍白的点了点头，抑或只是打了几个哆嗦。史丹利也管不了那么多了，他直接冲到收银台后面开始翻找。史丹利猛地拉开柜台，一眼看过去却只有些零钱。“钱都放在哪了？说！”史丹利冲着那个收银员吼道。\n    “下…下面那个抽屉，钥匙放在…。”\n    史丹利一脚踹开抽屉上的小锁。拉开抽屉，里面放了一大堆乱七八糟的东西，杂志..文具…史丹利蹲在地上，想都没想的把里面的东西往外扔，终于在最下面发现了几沓散落的美金。他一边把这些钱手忙脚乱的塞进外套里，一边威胁那个收银员“你要是敢告诉任何人我来过这里我让你好看，知道前几天砸了这条街区上那家饭馆的那伙人吧？我就是他们的人…”\n    话未说完，史丹利忽然感觉后脑被猛地一击，然后是炸裂一般的疼痛。眼前的景象模糊了。没等他站起来，脑袋上又挨了一下，一声清脆的玻璃破碎的声音，他感到有些东西从头上流了下来。\n    “停下…”史丹利两手撑着地呻吟道…他从眼角的余光瞥见那个肥胖的收银员手里握着一个破碎的酒瓶子，不知所措的站在旁边。\n    一股怒火从史丹利心底升了起来，他伸手在地上摸到了一个棍子似得东西，史丹利来不及想这到底是什么，就紧握住这根棍子，抡圆了向那胖子挥去。只听得一声闷响，那收银员就被撂倒在了地上。史丹利惊恐的发现深红色的血液正从那人的头部滴下，在惨白的地板上蔓延开来。\n    “我不是有意…”史丹利慢慢地从那胖子身边离开想要逃出这家便利店，他一刻也不想在这里多待了。正要拔腿逃跑，那胖子却诈尸一般的突然抓住史丹利的脚踝，他一下子失去平衡倒在了地上。收银员挣扎着扑了过来，双手猛掐着史丹利的脖子。\n    恐慌在史丹利的身体里蔓延开来，他想威胁收银员放开他，却根本发不出声音。已经有星星在史丹利的眼前出现，视野的边缘模糊了起来…他知道自己已经开始缺氧了。慌乱之中史丹利在旁边摸到了一个坚硬的东西。他想都没想的握住这个东西，用它猛击那收银员的头部。而那胖子却只是闷哼了几声，依然没有放开他。史丹利绝望的想要推开压在自己身上的收银员…就在快要失去意识的时候，他突然感觉到自己手指一紧，然后便是一声巨大的，仿佛爆炸一般的声音，收银员放开了史丹利，倒在了旁边。\n    起初，耳边除了嗡鸣声什么都没有，史丹利怀疑自己的耳膜是否被撕裂了。模模糊糊之中，史丹利意识到摸到的东西是之前掉下的手枪，而自己刚刚在慌乱之中射中了压在自己身上的收银员。\n    慢慢地，耳边的嗡鸣声开始减弱，那胖子的尖叫声传进了史丹利的耳朵。\n    离开这里…我必须马上离开！有个声音在史丹利心里叫到。\n    史丹利猛然清醒过来，冲向了便利店的入口。他一把推开玻璃门跑了出去，风铃的声音也被远远的甩在了后面。室外的空气冷冽而压抑，沉闷的夜空好似一个巨大的罩子一般压着整个城市…\n    跑…跑…史丹利不知道那天晚上自己到底跑了多久。有几次，他似乎听到了警车的声音，又远远地把它甩在身后。也不记得究竟跑了多远，只记得自己曾经穿过贫民窟狭窄的道路，也穿过市中心繁华的街道，经过了公园中心的喷泉…最后，当他筋疲力尽的瘫倒在地上时，他意识到自己正躺在自己住的公寓楼下的垃圾桶旁边。\n    史丹利用最后一点力气逃回了自己的公寓里，一头扎进了自己的被子里。那天晚上剩下的时间，史丹利就一直窝在床上，在恐惧之中度过…\n    第二天早上，门被敲响的时候，他只是静静地在床上坐着。没过多久，门板被警察撞开，史丹利被捕了。\n\n\n                                                                   字数统计：2417字\n\n\n\nPS：恩...就是这样了，纠结了半天还是参赛了，有什么不对的地方请告诉我，顺便不要吐槽史丹利这个名字了好么。PPS：为什么word文档上面好好的斜体到了这里就没了orz\n\n\n\n\n-----===已弃坑===-----\n\n\n",
    "replies": [
        {
            "author": "浮云蓝天",
            "timestamp": 1443774900,
            "txt_content": "史丹利复合肥～～～～"
        }
    ]
}