{
    "title": "[原创连载]小白冒险记-HIM-第三十七章-火山灰",
    "author": "250=mo",
    "replyCount": 0,
    "timestamp": 1443797640,
    "txt_content": "难得的假期啊，赶忙来更一章。差不多，第一部该完结了噢。（我怎么感觉自己的文章越写越短orz）\n第二十七章 火山灰      “三，二，……”我给自己下最后通牒，“一！”      我拨开相缠的藤蔓，举着带瞄准镜的G36C——共着身上这套圣卫军服一同在那小营地中顺来的。岩洞上滴着冷似冰的泉水，映着灰色天空的积水缓缓流入了这个没有出路的死胡同中。声音从涟漪中漏出，滴入计时器的底部。我想，也许声音全流了下去，填满了这沙漏的底部，会有什么要崩坏掉吧？      自从我来到这潮湿阴凉的地方后，声音就不再是漏而是溅出来了。我带着“哗啦啦”的声音钻出黑暗。天色稍显昏暗了，不知是因云翳还是黄昏。      ——言至黄昏，我在西面可寻不出一丝彩色，大概是我还未辨别出西面的原因吧。      我知道那个人没在追我，但他的影子如幽灵般一路缠绕着我。我没有瞄准，却一直草木皆兵地把枪管指向每一个昏暗的角落。      我最终强迫自己放松警惕，垂下了手，一步步走下了略陡峭的山坡。草是黑色的，也许细看能搜出一点儿绿；池塘散乱地浸没了每一处洼地。      湿地。我把从wiki上学来的这个名称默念。我在湿润的草地上漫无目的地散步，几乎每走一步都要粘到靴子。听着自己发出的、有节奏的“啪啪”声，心中不止一团乱麻。咸咸的风儿由左侧拂来。      湿地渐渐变窄，终于能看到宽广壮阔的大海了。我的靴子上早已挂满了泥土，我几乎是踉踉跄跄地乱步前行。眺望海天相接之处，总觉着有一股力量阻止着我睁大眼睛。我知道那是即将暂离世界的太阳。即便如此，却还迸射出那么有力的光芒。      也许是我一直在心中默念的原因，视野中果然出现了一块牛肉——似乎转化为牛肉被我跳过了什么。我心喊一声“万岁”后趴在一土堆后，小纠结了一下，还是把右眼凑上了瞄准镜。      我数着自己胃内液体翻腾的次数，等着准心晃到目标上。      ——扣下扳机，感觉就像鞭炮在耳边炸开，虽有防备但并不充分的我捂住嘤嘤作响的右耳，跳过土堆冲向晚餐。      击中了，我猜。      在发现血迹后两三米，我捡起牛肉，塞进洞穴内便准备好了的熔炉里。在牛肉的喷香中，我沿着海岸走了最后一小段路，送走了太阳。\n\n      “凤凰！”      我很高兴这帮家伙是选择举着火把来对暗号而不是来检查我的尸体。“兄弟！自己人！”我苦笑不得地答道。      “去你妈的自己人！暗号！”看起来是领头的那个老家伙甩了甩手上的M4A1，骂道。      “鬼他妈记得，……啊，啊，火山灰！”我稍稍放低了一直举着的手，喊道。      老头做了个“切”的嘴形，被踢来的枪打在了我的小腿上。晚辈们面面厮觑，渐渐也放下了指着我的枪口。      ……      龙舌般的火焰探出窗口，舔舐着表面焦黑的砖墙。      断裂的木柱，炭化的木屑和残砖片瓦堆砌在巷间。虽说殆尽的破城已经被黑夜吞食，但点点火光依旧使这原本繁华的城市呈现出了它本来的样子。      大道上人来人往，老家伙看起来对这里了若指掌，带我们穿行于各条阴暗的小巷。但依旧时不时要给游行般的人流让路。此时我就能从喧闹中听出老家伙用英文哼着悲伤的歌。      “Said I gonna buy this place and watch it fall, stand here beside me baby watch the orange glow.”      我怯怯问他，这是什么歌，他却只是回复了一个白眼，声带停都没停。      士兵们成双结对，言笑不止，把气氛渲染得如同过年一般，只是没有人理睬我。大家都以散心的悠闲步态漫行，我小小的紧张情绪催我紧跟老家伙的步伐。他却当我不存在似的，用稍大的音量唱着同一首歌：“Said I gonna buy a gun and start a war, if you can tell me something worth fighting for.”      映着橘色的小溪九曲通于城中。他站在拱桥顶，火把的光点亮了他的半边脸，他从背包里取出一瓶水，除去吞咽，他也没有中断那压抑的旋律。他忽然顿了顿，凝视着前方，把空水瓶放入了小溪中。      “Blame it upon a rush of blood to the head.”唱毕，他放弃了有词的副歌，用口哨吹着，以更快的速度前去了。除了我，似乎并不有其他人因此会有些许急迫。我呆呆站了几秒，便回到缓慢的人流中了。\n      橘色的烈焰升腾向上，却始终无法突破它应该的高度。      人们收敛了他们本可以在篝火前畅言的谈资，转为了酺觚相触的叮当声。良久，顶着一中忧郁、恐惧和麻木眼神的人们用这种碰撞声将晚会推到了高潮。我也被递了一瓶，愣是没递上嘴，举举落落几回合后，憋坏了的我还是喝了几口——直至喝完。但手上握着空瓶子的我并没有收到预期中应该有的、别人递来的另一瓶。      老家伙本在独自饮酒。却忽而眼神一锐，撑地爬起，光之所及处唯他一人兀然直立，如同平野上的巨松。受其提示，两三名将士也都站起身来，大步流星至其他战士前，更清脆有力的敲击声后，小嘬一口，见对方干脆地饮尽后，或敬礼或握手，或拥抱。      他们炯炯有神的目光中闪耀着的，充满希望的火焰，让我觉得一股气宇在人之间传递。我长跪起，摸了一瓶水。      “为了胜利，干杯！”他的眼神仿佛在说。我将水一饮而尽——我知道这并没有难度。——怯怯地，在对方将离之时：“那个……，我有个问题……”我想像着自己是一个拉着他衣角的小屁孩。      他顿了顿，转过身来，动作真真正正像一位军人一样标准有力——说出了可能是会中的、除了我外的第一句话：“我想，我大概明白你的问题了。”      我在他眼中找到了抑郁与自信，疲惫与杀意。      本章完（1954字）\n      索引\n",
    "replies": []
}