{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第七节",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1443791340,
    "txt_content": "        月亮升起来了，一轮洁白的皓月。\n\n        在这座不知名的小山上，野人们正疯狂地玩闹着。熊熊燃烧的篝火和粗旷淳朴的歌声、欢笑声混成一片，显得格外热闹。似乎连天空也听懂了他们的欢笑，下了一整天的雨终于停了下来。\n\n        穹闪与那个孩子聊了很久。虽说那孩子的话有些难懂，可是毕竟“难懂”要比“不懂”好。\n\n        这些“野人”其实是赛普克族的人。赛普克族是一个战斗民族，所以赛普克人个个都是勇敢的战士。让人难以置信的是，这个比穹闪更年轻的小孩竟是族长，也是唯一会说通用语的赛普克族人。前任族长——也就是他的父亲在一年前战死了。\n\n        这样的误会也不是第一次了。因为最近入侵者的进攻很频繁，全族都必须加强警戒，所以经常一不小心抓到一些与战争无关的普通人。\n\n        更让穹闪想不到的是，赛普克族的人竟也信仰“守护之星”。其实，“守护之星”这一信仰本就是赛普克族的信仰。在独裁战争开始后的第十年，乘云帝国曾向天灵山脉发起疯狂的侵略。赛普克族帮助天灵山脉击退了敌军，从此以后乘云帝国有很长一段时间再也不敢来犯，直到穹闪遇到的这一次。算下来，已经有大约七十七年了。在这段时间里，天灵山脉与赛普克族关系非常友好，他们也跟着赛普克族信仰“守护之星”，并将这一信仰发扬光大，从此“守护之星”就成了天灵山脉的特色之一。\n\n         守护之星将决定并指引一个人的命运。找到守护之星的方法有很多种，其中天灵山上的那口井是最准确的途径之一。赛普克族坚信：勇敢、坚强、有尊严的战士能得到自己的守护之星的认可与庇护，获得更强大的力量。甚至在死后，他的灵魂也能回归自己的守护之星，成为荣耀的勇士。到那时他的使命已经达成，无需再继续战斗，他将会在守护之星过上宁静、和平的生活。\n\n        在听到穹闪没有守护之星这一事实之后，那个孩子虽然有些惊讶，可过了不久又归于平静：“你的守护之星，将来，找到。每个人，守护之星，有，肯定。”\n\n        穹闪感到鼻子一酸。他曾听到过类似的话，在他最好的朋友身上。你绝对无法体会，从小到大被歧视、被逃避的孤独。而在那样的孤独之后，终于遇到能够真心认可自己，把自己当作朋友的人，又是多么的难能可贵。\n\n        可是他猛地想起了什么似的，拍了拍自己的脸，硬是把泪水憋了回去。\n\n        穹闪笑着望了望璀璨的星空，心里一遍又一遍地告诉自己：没错，我会找到的。绝不会放弃！\n\n        穹闪带着从未有过的灿烂笑容，在松软的草地上进入了梦乡——那是带有希望的笑容。\n\n\n\n\n\n        “阿图马！哇——米卡阿图马！”第二天清晨，吵醒穹闪的是一阵慌张的怪叫。\n\n        穹闪意识到发生了什么，赶紧清醒过来，拿起他的剑朝部落中心走去。\n\n        “哇——米卡阿图马！斯拉卡里！”一个满身伤痕的赛普克人在部落中央大叫着。\n\n        “他说什么？”穹闪找到族长，问道。\n\n        “危险的入侵者。”族长紧张地答道，“危险的入侵者，现在，这里，过来。”\n\n        “我去会会他们。”穹闪小心翼翼地拔出了剑，向山下走去。\n\n        一群士兵模样的人正全副武装朝山上走来。而且穹闪一眼就认出来了，这是猛禽军团的人，举着的是猛禽军团的旗帜，拿着的是猛禽军团铸造的剑和弓！\n\n        “怎么到处都有这些人！”穹闪一边说着，一边咬牙切齿地迎了上去。\n\n        “让开，别挡路！”带头的人朝着穹闪喊道，“没看到吗？我们可是猛禽军团的人！”\n\n        “早就看出来了，连这可恨的语气都一模一样！”穹闪说着握紧了手中的剑，杀气腾腾得盯着那个人。\n\n        “你……哼，看清楚，这可是一个中队！凭你一个人能干得了什么？”中队长看到穹闪的眼神犹豫了，可是很快又恢复了之前的威风，“你没看到这些野人是怎么死的吗？”\n\n        “敢直视我的，到目前为止你是第三个。”穹闪说着猛地冲上前去，“这该死的语气听几遍都觉得不爽，我倒要看看一个中队的本事有多大！”\n\n        忽然，一把锐利的长矛飞过，瞬间刺中了中队长的膝盖。中队长从马上摔落，狼狈地惨叫着滚下了山，就像一个雪球。\n\n        “阿图马，拉卜卡里！该，科特瓦达，格里瓦！（入侵者，离开这里！不然，成为我的猎物！）”一个健壮而精瘦的赛普克人不知从哪里窜了出来，朝着军队吼道。\n\n        “你也是……赛普克人？你是来帮我的吗？”穹闪转向那个人，问道。\n\n        “吧卜里！赛普克瓦达马次托马拉！（别担心！赛普克人是你的朋友！）”那个人答道。\n\n        “你说什么……我听不懂……”穹闪摇着头，露出一副疑惑的神情。\n\n        那个赛普克人没有多说，朝着穹闪笑了笑，拿起长矛冲向了敌军。\n\n        “这样就好懂多了！”穹闪说着挥舞着剑，紧随其后。\n\n        战斗民族，赛普克。它的战士究竟会有多强呢？穹闪微笑着想道。\n\n        让我好好见识一下吧！\n\n\n\n目录\n\n赛普克族，我又给自己挖了一个坑，嗯……大召唤术！@bo_bo2001 @guqu @MF_Mufeng @恶魔-潇洒 \n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1443855600,
            "txt_content": "赛普克。。斯巴达。。\n万年挖坑。。\n穹闪在这里会得到什么= ="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443864900,
            "txt_content": "bo_bo2001 发表于 2015-10-3 15:00\n赛普克。。斯巴达。。\n万年挖坑。。\n穹闪在这里会得到什么= =\n不不不跟斯巴达没半毛钱关系\n穹闪会得到什么？其实他已经得到了一些东西\n但是重点不是穹闪，而是这个种族本身。它的存在并不是为了给穹闪什么东西，就像树木的存在不是为了让人类胡乱砍伐一样"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1444097520,
            "txt_content": "2B与mc的故事 发表于 2015-10-3 17:35\n不不不跟斯巴达没半毛钱关系\n穹闪会得到什么？其实他已经得到了一些东西\n但是重点不是穹闪，而是这个种族 ...\n所以是路过？"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1444178160,
            "txt_content": "2B与mc的故事 发表于 2015-10-3 17:35\n不不不跟斯巴达没半毛钱关系\n穹闪会得到什么？其实他已经得到了一些东西\n但是重点不是穹闪，而是这个种族 ...\n哦~~~\n看了下一章懂了XD"
        }
    ]
}