{
    "title": "<原创·连载·圣杯>圣杯之争 第二章 第四节 险胜",
    "author": "MF_Mufeng",
    "replyCount": 6,
    "timestamp": 1443833640,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-10-3 09:08 编辑 \n\n      杀戮魔神突然爆发出的巨大杀气，也足够让白小亮和光冥震惊了。光凭这份引爆魔神核的勇气，已是极为不易。当然，白小亮今天恐怕也是只有一种结果：九死一生。       “根据我魔族大占卜魔神所占卜，未来，圣杯可能会进行一次动荡......”杀戮魔神那干裂的嘴唇缓缓地吐出了这句话，“而那时得到圣杯的......终会是我们魔族！”杀戮魔神最后几个字，是咬出来的，毕竟圣杯也不是说能得到就能得到，大话说得也有点过头了。\n      白小亮也无法答话，只能抽起那天运棍，冲向杀戮魔神。\n      杀戮魔神又恢复到了那疯狂的模样，脸上挂起嗜血的微笑。不再磨蹭，很快就与迎面上来的白小亮打斗了起来。\n      白小亮的招式实在太少了，武器只有天运棍，而功法只有坏铁功。在实力对比的悬殊下，虽然光冥会给予白小亮一些防御或攻击上的帮助，但光冥毕竟只是一丝神念，无法做到全方位照顾，所以还得靠他自己。\n      没多久，白小亮就落入完全的下风，魔金棒打在他的身上仿佛身体被铁条抽了一样，阵阵生疼，光冥的护法也只能让这威力缩小，而不是消除。\n      白小亮暗恨自己带的功法和武器太少，让自己落入如此之大的下风......这时也不是发怒气的时候，白小亮在心里叹了一口气，本来已经马上要倒地的白小亮，一个鲤鱼打挺翻身给了杀戮魔神重重的一击。\n      这一棍子，直接将周围的尘埃打起，肉眼清晰可见。而杀戮魔神尽管强大，也依然被震退了几步，勉强用魔金棒才没有倒地。\n\n      “嗯......有点意思！”杀戮魔神狂笑一声，“这就是老子喜欢的！”说完这句话，整个人“唰”地就冲到了白小亮的面前，速度犹如飞龙一般，白小亮措手不及，同时心里也翻起了惊涛骇浪：这杀戮魔神怎么一瞬间速度这么快？\n      就当那杀气凌人的魔金棒即将落在白小亮头上时，一个身影出现在白小亮面前，空手接白刃，挡住了魔金棒。白小亮细看，这不正是自己那个经常发脾气的教官李峰么？\n      原来，李峰在草丛里已经看见了白小亮马上就要受到重创，再想了想之前白小亮的实力，决定为mcbbs保留这个人才。这才一咬牙，用尽浑身力气冲到白小亮面前，为他挡下了这一棒。\n      魔金棒摧枯拉朽般，“唰拉”就把李峰的身体切成了两半，鲜血喷了白小亮和杀戮魔神一脸。很快，李峰的身体瞬间被吸得干瘪，所有的鲜血飞快地向着杀戮魔神身上汇集。\n      白小亮也成功地躲过了这一棒，但是亲眼看见自己的教官死在自己面前，而且还是以如此惨烈的方式死亡，任谁看了都不好受。白小亮心中怒火滔天，想起了自己在mcbbs城堡里从楼上跳下来，想到了测试上李峰那凌厉却又关怀的心情，想到了李峰带着他去mcbbs各个角落里转......白小亮越想，就越悲愤。这时，已经被吸得干瘪的李峰勉强挤出一点笑容：“帮我报仇。”\n     Li_Feng left the game.\nLi_Feng left the server.\n这句话无疑是在白小亮这盆已经爆发的火焰上浇了一桶油，白小亮气得头发都竖起来一大片，面色通红。要是这形象在mcbbs里被看见，保准会被吓一跳。\n      白小亮瞬间跑到杀戮魔神面前，左手天运棍，右手运转着坏铁功，那棍击和功法的速度比平常快了一倍不止。\n      “轰！”“轰！”“轰！”\n      这三声巨响全都是白小亮坏铁功最后一式发出来的，威力也大了许多。杀戮魔神面色苍白，魔金棒上的紫色也黯淡不少。“我去！这小子开挂了吧！”杀戮魔神大骂一声。现在的白小亮就像一个十足的疯子，各种乱打，打得杀戮魔神毫无还手之力。\n      白小亮为什么几乎没有停顿就放出了这么多次坏铁功？之前是以他的体力，而现在，是以他的生命力在消耗！\n      杀戮魔神的魔金棒早就已经被打没了，杀戮魔神大吼一声：“我*！你这个疯子！”顾不得颜面，飞速地化为一滩血，向着魔都的位置血遁而去。\n      而现在，白小亮的样子更为吓人，浑身都是滚烫的鲜血，衣服早已经破烂不堪，头发上也有很大的血污，一滴滴鲜血像水一样洗过他身体的每一个角落。\n      “我为你报仇了。”白小亮扬起嘴角，在与他的身体极不相称地挂了一丝微笑。\n      “扑通。”\n      白小亮倒地了，脸上没有一丝的愤怒，仿佛之前的事从来没有发生过。然而，他的生命力也即将消耗殆尽，现在已经是奄奄一息的状态，脸上毫无血色。\n      “你这是何苦呢？”光冥叹息了一声，只能用他的能力渐渐地帮住白小亮恢复白小亮的生命力。\n      这时，一个娇柔的声音响起：“这里......有人吗？”\n      目录\n      PS：猜猜谁出现了哟，猜对了给人气和金粒~\n       at: @1137246733 @2B与mc的故事 @FHC红石 @guqu @蠢萌の⑨ @恶魔-潇洒 @普通HIM @青格大D @xcc       [想at在下方回复哟~>3<]\n\n      其实让我觉得真正坑爹的是......索引贴居然没有人回复！QAQ[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "JIE__",
            "timestamp": 1443834900,
            "txt_content": "    这时，一个娇柔的声音响起：“这里......有人吗？”\n “轰！”“轰！”“轰！”\n “轰！”“轰！”“轰！”\n “轰！”“轰！”“轰！”"
        },
        {
            "author": "JIE__",
            "timestamp": 1443835080,
            "txt_content": "MF_Mufeng 发表于 2015-10-3 09:20\n(ノ｀Д)ノ你好邪恶！不要你了！（还是我想歪了......）\n你想歪了=W="
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1443835200,
            "txt_content": "1048139283 发表于 2015-10-3 09:15\n这时，一个娇柔的声音响起：“这里......有人吗？”\n “轰！”“轰！”“轰！”\n “轰！”“轰！”“轰 ...\n(ノ｀Д)ノ你好邪恶！不要你了！（还是我想歪了......）\n"
        },
        {
            "author": "xcc",
            "timestamp": 1443836220,
            "txt_content": "其实我在想。。。既然是圣杯之争。。。你会不会把bbs的人拉进去。。。"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443836880,
            "txt_content": "又是一个单章就用高亮的土豪。。。"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1443839460,
            "txt_content": "风吟浅唱 发表于 2015-10-3 09:48\n又是一个单章就用高亮的土豪。。。\n然而迫不得已。。以前从未单章用高亮。。这次想多点回复。"
        }
    ]
}