{
    "title": "@稻穗的作品 《最后战线》改编",
    "author": "稻穗",
    "replyCount": 13,
    "timestamp": 1443848400,
    "txt_content": "PS：本帖改编于@2403的作品《最后战线》，本帖只是预告贴附加引子与第零章，另外，本人将在10月7日前更新出第一章。\n\n\n                                                                                                        引子\n\n  “不，5418，你在干什么？快停下，它只会毁灭你！”黑暗中响起了一个颤抖的声音，沙哑而又慌乱。\n\n  “没人能阻止我！成为这个世界新的主宰！哈哈哈！”另一端响起了另一个声音，里面充满了猖狂。这个人应该就是第一个男人口中的5418。\n\n  “不，5418，你是我的好学生，他只会让你堕落。你是天使，我不想让你变成堕天使。相信我，它只会毁灭你，相信我！”他听起来有些疲倦，也有些失望，甚至有些激动。他在恳求自己的学生，如不是相反。\n\n  “等我完成，我将是这个世界新的神。”5418已经疯狂了，又转头看啦看那个男人，“而你，只是一只蝼蚁，你还有什么理由活在这个世上呢？”5418的手上多了一把长刀，血红色的，让人看起来很不安。5418一用力，那把长刀深深插进那个男人的心脏，刀尖从后背刺了出来。\n\n  “不！54...”那个男人连话都没有说完，就倒在了血泊之中。\n\n  一切都安静了下来，能听见的，只有5418那沉重的呼吸声......\n\n                                                                                                    第零章    末世启示录\n    在2033年，一场没有征兆的末世灾难爆发了，一种不知名的恐怖微生物在空气中急速繁殖增长，当人类或者其他生物吸入后会迅速被其控制神经组织并使其变成行尸走肉的傀儡，然而他们并不像电影中的丧尸一样没有智力，他们能继承人类生前的部分记忆和智慧，用于攻击幸存者。等他们死亡后，尸体再次变成这种微生物繁殖的温床...由于它的可怕性，凡是被这种生物感染变异的生物，都被称为物化生物。\n\n  灾难发生24小时后，各国组织起各种军事对抗。然而，还是太晚了，这种生物扩散的速度早已超出预料，90％的正规军队在无止境的行尸走肉攻击下迅速溃散，随后便加入了那毁灭人类的死亡阵营...\n\n  不久后，世界上出现了一种被称为“精灵族”的人类，他们用一种储能量的手杖释放的酷似魔法的攻击似乎对腐化生物有着奇效，但没有用，在数目为几何倍数增长的腐化生物面前再强的武装都是如此的不堪一击...\n\n  十年后的今天，残存的幸存者和所谓的“精灵族”组成了人类最后一个组织———The End Battle Line,又名最后战线，这将是保护住所有生命不再受到腐化生物侵害的最后防线...\n\n  没有人知道这场战争什么时候会结束，也没有人会在意这场战争是什么时候开始，为谁而战？当身边的战友一个又一个...一个接一个的倒下，我才明白，与其说是为了所有生命而战，还不如说是为了让自己苟且而生而战。但尽管这样，我们还要活下去，这是我们最薄弱的理由，也是我们唯一的理由。\n  \n                                                                                                                                                                                                                  科尔\n                                                                                                                                                                                                        写于2043年4月25日\n\n  写到这里，科尔合上了他那本保存了十年的笔记本，上面有一些纸已经发卷或泛黄，不过科尔依然很好的保存着它。这本笔记是他用来纪录战史的，不过今天，他很不寻常的写了那些他从不提起的伤痛。\n  “写啥呢？”上铺响起了肖恩的声音，“半夜爬起来写日记，是不是情书啥的，来，给我看看。”科尔转过头，看见睡在上铺的肖恩对他做了个鬼脸，科尔淡定的把笔记本递给了肖恩。\n  “额。”肖恩苦笑道，“我时常告诉自己，忘了这段历史，了结这段记忆，可我一直忘不了它。”\n  科尔也在笑“从你脸上看到严肃，就像从阿根廷树獭脸上看到思考一样不安啊！”其实科尔也一直想忘了它，不过那段记忆就像梦魇一样，让他记忆犹新。他在那场浩劫中失去了所有的亲人和朋友。\n　“哈，装你的有文化去吧！”肖恩又变成那副嬉皮笑脸的样子。\n　 “吵死了，还让不让人睡觉了？”上铺响起了温柔的女声，不过其中有着一些不耐烦。她叫兰，是一名精灵族法师，也是科尔和肖恩共同暗恋的对象。\n  “就是，我都睡不着了”科斯特说，“再这样，明天早上要你们好看！”\n  肖恩和科尔识趣地闭上了嘴，这是他们的队长科斯特，两天前新加入他们这个小组，他是组织中那个铁一样的男人，没人敢惹怒他。\n  这个看似十分平凡的寝室，里面住着一个特种攻击小组——炼狱特种攻击小组。他们是精英中的精英。每个人看起来都十分自由散漫，不过真到战场上，他们每一个人都是最强大的特种兵！许许多多个这样的小组，组成了这个最后的组织，最后战线！\n\n\n由于这是稻穗第一次写文章，如有不好，可以把意见发到QQ：1176604932 @星之望 少年行者",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1443853200,
            "txt_content": "新人你好，欢迎入坑\n总的来说，这篇文章很不错，不论是文笔还是设定。对于“末世生存”这样的主题来说，“感染者仍保留人类生前的部分记忆和智慧”，这是一个不错的创新点。\n期待以后的剧情！"
        },
        {
            "author": "Gefoce竹笋",
            "timestamp": 1443862020,
            "txt_content": "点子有创新点"
        },
        {
            "author": "稻穗",
            "timestamp": 1443866460,
            "txt_content": "2B与mc的故事 发表于 2015-10-3 14:20\n新人你好，欢迎入坑\n总的来说，这篇文章很不错，不论是文笔还是设定。对于“末世生存”这样的主题来说，“ ...\n谢谢你的支持，我将会在10月7日之前更新出第一章。"
        },
        {
            "author": "稻穗",
            "timestamp": 1443866760,
            "txt_content": "2B与mc的故事 发表于 2015-10-3 14:20\n新人你好，欢迎入坑\n总的来说，这篇文章很不错，不论是文笔还是设定。对于“末世生存”这样的主题来说，“ ...\n谢谢你的支持，我将会在10月7日之前更新出第一章。"
        },
        {
            "author": "2403",
            "timestamp": 1443868680,
            "txt_content": "我一直感觉我写的剧情描述比较死板，如同游戏攻略一般，现在终于能看见写的生动点的同名小说了，好感动=-="
        },
        {
            "author": "Aezning",
            "timestamp": 1443868680,
            "txt_content": "@2403\n\n写的不错！我已经用QQ通知2403了"
        },
        {
            "author": "剃刀",
            "timestamp": 1443869220,
            "txt_content": "少年你很有前途，期待更新。{:10_512:}"
        },
        {
            "author": "aaaa2003",
            "timestamp": 1443869340,
            "txt_content": "欢迎新人入坑，点子不错，可以去挑战挑战圣杯什么的"
        },
        {
            "author": "稻穗",
            "timestamp": 1443869820,
            "txt_content": "谢谢，现在我已经更新出了第一章，网址：http://www.mcbbs.net/thread-508602-1-1.html"
        },
        {
            "author": "稻穗",
            "timestamp": 1443877860,
            "txt_content": "2403 发表于 2015-10-3 18:38\n我一直感觉我写的剧情描述比较死板，如同游戏攻略一般，现在终于能看见写的生动点的同名小说了，好感动=-= ...\n额，谢谢"
        },
        {
            "author": "稻穗",
            "timestamp": 1444009140,
            "txt_content": "各位大大好，我是稻穗，现在我已更新出第二张，网址：http://www.mcbbs.net/thread-509347-1-1.html"
        },
        {
            "author": "执言",
            "timestamp": 1549338300,
            "txt_content": "额。。。科斯特是谁，不是斯科特吗？"
        },
        {
            "author": "桃啊",
            "timestamp": 1590657720,
            "txt_content": "        MCBBS有你更精彩~"
        }
    ]
}