{
    "title": "@稻穗的作品 《最后战线》改编（2）",
    "author": "稻穗",
    "replyCount": 10,
    "timestamp": 1443869340,
    "txt_content": "\n\n\n\nPS：由于大家反映都不错，几个小时后，穗子又为大家带来更新！第一章 最后的战线一大早，科尔，肖恩和兰被将近120分贝的重金属摇滚乐吵醒，三人同时愤怒地大喊：“科斯特！！！”没错，这就是科斯特可怕的一点之一：每天早上五点，都会定时播放音乐，有时是温柔舒缓的情歌，但更多的时候是死亡重金属摇滚！为此，他特地准备了一台8声道混响音箱，离得稍微远点的人把它当闹钟，不过对离得近的人来说，这是凶器，这是一种折磨！！通常来说，他们仨也把这个当闹钟，不过自从科斯特搬到他们寝室后，这不再是闹钟，这是凶器！！科尔郁闷地转过头，看见科斯特在清晨的阳光下，裸露着上身，秀出自己的八块腹肌，刷着牙，跳起了第二十一套广播操，不过看起来有点猥琐……猎魔的头从门缝里伸了出来：“科斯特，麻烦把音乐关了，谢谢。还有一件事，斯威特中将叫你们过去一下。”猎魔，狙击手，属于原来科斯特带领的突击队“风暴”“好勒，帮我转告一下，马上来！”科斯特转过头“兄弟们，起床了！有大事！”到现在，三人组才慢悠悠地爬下床，他们的脸上能看出无尽的怨恨，因为他们还没睡醒…不过他们的眼神里充满了期待，因为这是斯威特中将第一次找他们，不知道是喜是悲……简单吃玩早饭后，四人向斯威特的办公室走去。一路上，他们可不是谈笑风生，而是心中充满了各种各样的想法。“这次斯威特长官找我们，是不是有什么大事啊？”科尔猜到“斯威特中将从来不乱找人，也没找错过人，他的眼神很准，看一个人才就是一个人才。”“废话。”兰说，“嘿，你们说有没有可能会晋升啊？”兰的声音里充满了一些小期待。“额”肖恩扶额，“别逗了，你觉得有可能吗？我们又没啥原因晋升，对吧，科斯特？”“嗯”科斯特想了想，“还真有可能呢！”科尔和肖恩都无语了，想晋升？斯威特长官可是一位铁公鸡啊，一毛不拔，何况前几天差点被记过，还是二级的…说着说着，就到了斯威特的办公室。这可不像一般的办公室，光光铁门就有半米厚，RPG都炸不穿，外面还有4个摄像头实时监控，另配两挺6管每分钟1200转的加特林，要是有人干硬闯，会马上被打成海绵宝宝。科尔摁下门铃，两扇铁门徐徐打开。中间的桌子傍边坐着一位看起来深沉老练的军人，带着一顶贝雷帽，板着张脸，就差把严肃写脸上了。他是从地狱回来的男人，他上过战场，当过特种兵，指挥过军队，与腐化生物正面抗衡过，他就是斯威特中将。“终于来了，”斯威特淡淡地说，“知道今天我叫你们来干什么吗？”四人诚实的地头。斯威特扶额：“诶，今天我叫你们来，是要摧毁一个腐化母巢！”四人面面相觑，这种任务的难度非常大，首先要清除非常多的腐化生物，还要突破母巢的防御，更要小心不能被感染！所以，这个任务简直是难上加难。“所以,”斯威特用鹰一样眼睛看透了他们四人的想法，“我们会为你们提供最有力的支持，以及另一个小组也会和你们一起行动。他们已经准备好了，马上准备枪械，十分钟后出发！”“是！”5分钟后，他们四人从枪械库里走了出来：科尔背着那把他用了5年的M16A4，带了25个弹夹；肖恩手里拿着把Remington M870（雷明顿 M870霰弹枪），还叼着根雪茄；兰一如既往的拿着“炼狱之殇”储能法杖，带了8个核心；而我们的“变态狂人”科斯特，肩上扛着RPG火箭炮，另一只手上是M82A2重型反器材狙击步枪，腰间绑了不下20颗M2手雷，这阵势，恐怕连“鬼变者”看了也怕吧！在登机口，斯科特突然喊了一句：“亲人呐！”原来与他们一起行动的“另一个小组”，就是原来科斯特带领的突击小队“风暴突击队”，一流狙击手猎魔，有着“军需官”之称的皮埃尔，还有“血腥法师”约瑟夫。刚上飞机，就听到热烈的欢迎：“欢迎来到第21386次航班，我是你们的机长莱恩，飞机将于5分钟后起飞，请记好安全带。”“嘿，这可不是民航客机。”约瑟夫说，“好了别内啥了，快起飞。”“额…”科尔流了好些冷汗“我说你能别再飞飞机的时候把头转过来，这很危险的，我可不想没完成任务被摔死在路上！”“没事，我的驾驶技术好着呢！”莱恩很自信。“那你小心点啊，你要敢装逼的话，后果自负！”一向嬉皮笑脸的科斯特严肃了下来，略带威胁的说。莱恩闭嘴了。“诶，终于闭嘴了，吵得我呀。”比埃尔嫌弃的说。“呵呵。”猎魔把狙击枪的枪管伸出窗外，瞄准了一个D级的鬼变者，准备扣下扳机。“我赌十个金币，猎魔能得手。”兰说。“难”科斯特说，“至少有两千米，他用的M82A1改，过了两千米准头就不准了。科斯特还没说完，猎魔已经扣下了扳机，鬼变者应声倒下了。兰邪笑道，科斯特扶额，十个金币就这么飞了。“到降落点了，准备降落！”莱恩说道，“降落时，我会给你们火力掩护，快！”“终于正常了。”科斯特跳了下去。“不容易啊。”猎魔收回枪管，跳了下去。“加油保持！”肖恩补刀，跳了下去。“说得好！”兰跳了下去。“努力，别发熊！”皮埃尔跳了下去。“嗯，早点来接我们。”科尔跳了下去。“小心，别把飞机摔了。”约瑟夫跳了下去。当时莱恩心里是崩溃的，每个人说上一句，就像在他心里砍上一刀，他在飞机上和别人吵了5年嘴架，这是第一次崩溃。镜头转到了地上，七人都成功降落，迎接他们的是一大群腐化生物。这时，科斯特的RPG派上用场了，轰一声，他们都飞的无影无踪。科斯特洋洋得意地笑着：“腐化生物，你妈叫你回家吃饭！”科尔拿着M16A4对着腐化生物精准的点射，每声枪响都有腐化生物倒下。兰挥舞着“炼狱之殇”，边把靠近的腐化生物烤成焦炭，边吐槽：“我喜欢吃烤鱼，不是烤腐化生物啊。”“别恋战了，忘了我们的任务了吗？”皮埃尔大吼道，“前面就是母巢，我们冲！”“别激动，”猎魔倒是不紧不慢，“特种兵的素质何在？我们又不是明目张胆的去硬闯，最好暗中执行，别让腐化生物发现。““还想不给腐化生物发现？他们难道听不见刚才那RPG的声音？”肖恩无奈地说，又转头看了看“肇事者”科斯特，他在那欢乐地丢着手雷，腐化生物被炸得七零八落。猎魔扶额：“好吧，不过动静越小越好。出发！”擅长冲锋的科尔和肖恩冲在前面，兰和约瑟夫断后，一队人浩浩荡荡地冲向母巢。突然，科尔看到了一个黑色的腐化生物，刚想举枪对他射击，科斯特就喊道：“别开枪，他会自爆的！”然而为时已晚，科尔开了枪，他爆炸了，而当时科尔就站在腐化生物的旁边，他飞了出去。“不！”肖恩和兰惨叫道。“我们没有时间救他”科斯特悲伤地说，面颊上划过一到眼泪，“我们只能呼叫直升机，和为他祈祷……”",
    "replies": [
        {
            "author": "Aezning",
            "timestamp": 1443869460,
            "txt_content": " 本帖最后由 小吴同志 于 2015-10-3 18:54 编辑 \n\n他叫斯科特...\n\n好像是cole_er吧【科尔】"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443869700,
            "txt_content": "对话流有些严重啊，应再多增加一些对景物、动作等的描写\n总觉得科斯特大清早就开这么大声的摇滚乐，不会吸引感染者吗？\n以及最后一点“终于正常了。”科斯特跳了下去。\n“不容易啊。”猎魔收回枪管，跳了下去。\n“加油保持！”肖恩补刀，跳了下去。\n“说得好！”兰跳了下去。\n“努力，别发熊！”皮埃尔跳了下去。\n“嗯，早点来接我们。”科尔跳了下去。\n“小心，别把飞机摔了。”约瑟夫跳了下去。\n全都是“跳下去”，有些生硬，换个形容词"
        },
        {
            "author": "稻穗",
            "timestamp": 1443870120,
            "txt_content": "小吴同志 发表于 2015-10-3 18:51\n他叫斯科特...\n\n好像是cole_er吧【科尔】\n额，主角叫科尔，那个队长叫科斯特"
        },
        {
            "author": "aaaa2003",
            "timestamp": 1443870540,
            "txt_content": "开始叙事时发现你叙事能力不是很强啊……个人认为还是因为描写太生硬，而且话多，看的不算很舒服"
        },
        {
            "author": "剃刀",
            "timestamp": 1443875280,
            "txt_content": "不错啊，不过我没记错的话，貌似是史威特不是斯威特吧...斯威特=小甜甜{:10_492:}"
        },
        {
            "author": "稻穗",
            "timestamp": 1443877740,
            "txt_content": "aaaa2003 发表于 2015-10-3 19:09\n开始叙事时发现你叙事能力不是很强啊……个人认为还是因为描写太生硬，而且话多，看的不算很舒服 ...\n额，由于本人文笔不是很好，感谢你的指导，我会加油的"
        },
        {
            "author": "稻穗",
            "timestamp": 1443878160,
            "txt_content": "剃刀 发表于 2015-10-3 20:28\n不错啊，不过我没记错的话，貌似是史威特不是斯威特吧...斯威特=小甜甜 ...\n额，由于本人的记性不是很好，所以。。。"
        },
        {
            "author": "Gefoce竹笋",
            "timestamp": 1443957000,
            "txt_content": "很好，继续加油！对于跳伞时的对话我是笑了，加油！"
        },
        {
            "author": "稻穗",
            "timestamp": 1444009980,
            "txt_content": "谢谢，现在我已经更新出了第二章，网址http://www.mcbbs.net/thread-509347-1-1.html"
        },
        {
            "author": "稻穗",
            "timestamp": 1444010100,
            "txt_content": "谢谢，现在我已经更新出了第一章，网址：http://www.mcbbs.net/thread-508602-1-1.html"
        }
    ]
}