{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第八节",
    "author": "2B与mc的故事",
    "replyCount": 6,
    "timestamp": 1443877200,
    "txt_content": "        烈日当空，耀眼的日光投入山林间，照得一排排铁铠甲闪闪发光。\n\n        但即便如此，这也不过是反射出的光芒，连月亮的光芒都比不上：没错，远不及，连新月都比不上。\n\n        望月所发出的新月般的剑气在军队中飞舞，一道道闪光般的迅猛剑击下，顽强抵抗的方阵终于被击溃。原本就失去了队长，军心涣散的军团现在彻底成了一盘散沙。\n\n        那个赛普克人见势冲进了混乱的军队中。单凭赤手空拳，一个又一个的士兵被击飞。这个赛普克人的臂力十分了得，对付敌人基本是一拳一个，招招致命，就像一把沉重的铁锤。\n\n        这样的两个人联手，其战斗力可想而知。穹闪负责用迅捷的剑击拆散抱团的敌军，而赛普克人则负责逐个击破。两人虽然素未谋面，可默契却相当好，不论有多少敌军涌上前来，他们总是能毫发无伤地将其击退。\n\n        刀光剑影，拳打脚踢，两个人的配合构成了一道坚实的壁垒。一直到中队只剩下十多个人的时候，他们才松下一口气，一同离开。\n\n        剩下的十几个士兵以为他们已经筋疲力竭，现在正是突袭的大好机会！于是纷纷握紧武器，咆哮着向山上冲去。\n\n        穹闪和赛德克人相视一笑，一个往左，一个往右，分开走了，竟把通往山顶部落的最短通道让了出来。\n\n        “看来他们已经认命了！弟兄们，趁现在冲向山顶！”一个士兵的喊声让其他士兵更加兴奋了，加速跑了起来。\n\n        忽然间，他们似乎感觉自己踩到了什么纤细的网状物，可是等彻底反应过来的时候，已经被挂在树上了。\n\n        抓来的士兵被带回了部落。不过无论如何逼问，他们都不肯说出来这里的目的，总是摆出一副茫然的表情：“我不知道，队长什么也没跟我们说。”\n\n        不论这句话是真是假，不过看来从这些士兵嘴里是套不出什么话来了。穹闪他们没有那么残忍，不会使用跟乘云帝国一样的拷问手段，无奈之下只好缴了士兵的武器，把他们放走了。\n\n        无论如何，穹闪这下子更受赛普克族的欢迎了。他们再三邀请穹闪留下，灵曦当然也巴不得就呆在这里：谁不愿意留在一个又安全，又能免费蹭吃蹭喝的地方呢？\n\n        不过，这次穹闪下定了决心要离开。一直在这里耗下去，不知何时才能到迷离谷呢！而且还是帮别人传口信，万一是什么很急的消息就麻烦了——虽然穹闪一直都没听懂这句话的意思。\n\n        族长还是温和地一笑，为他们送行，还送给了他们一些食物。他最后告诉穹闪：“你，勇敢，善良。赛普克，欢迎，下次。”\n\n        迎着下午的暖阳，穹闪和灵曦离开了这座不知名的小山。赛普克，真是一个很不错的种族啊！穹闪想着。\n        赛普克族人又恢复到普通的生活当中。该种田种田，该打猎打猎，大家都自觉地回到自己的岗位上，一直到太阳下山。但是他们没能想到，这将是他们最后的，短暂的和平时光。\n\n        “阿图马！阿图马！（入侵者！入侵者！）”夜色下，一个族人慌张地跑来。\n\n        “科特里瓦达阿图马，拉布卡里。（我们已经打败了入侵者）”族长镇定地答道。\n\n        “布托阿图马！哇——米卡，哇——斯塔阿图马！（新的入侵者，非常危险，非常大量的入侵者！）”那个人一边喘着粗气，一边焦急地说道。\n\n        “ 纳尼 达卜里（糟糕）！”族长一边说着一边朝着山脚下望去：密密麻麻的敌军，把整座山都包围了起来，其人数不少于一个大队！原来，之前的攻击只是佯攻，只是为了让他们松懈。不过，这座小山上到底有什么东西，值得他们发动一个大队的兵力来攻打这里？\n\n        但是赛普克的战士不会考虑这么多。他们只知道，把敌人打败就对了！\n\n        “进军！”山下的军队高吼道，挥舞着弓箭和利刃涌向山顶。\n\n        “卡塔巴！（战斗！）”山顶的赛普克战士们咆哮道，拿起长矛握紧拳头冲向山脚。\n\n\n\n\n\n        平曦之城与天灵山脉之间的平原上，一团篝火生起。\n\n        “虽然早就知道他们会盯上那里，不过没想到会动用这么多兵力啊。”一个身披麻布斗篷，头发花白的大叔盘腿坐在篝火旁，拿出了老旧的酒壶，“看来，他们应该把这当成了结束战争的最后武器。真是天真啊……”\n\n        “虽然那里有镜撑着，我也不能拖太久。至少，我要让他们以为这是真的。”大叔说着朝嘴里灌下一大口酒，“哈，想不到我也会有聪明的时候！”\n\n\n\n\n        “天已经完全黑了，为什么不先找个地方睡一觉啊？”灵曦一边打着寒颤，一边问道。\n\n        “我一直在找。”穹闪头也不回，淡淡地答道，“现在也在找。只是没找到合适的。”\n\n        “完全没看出来啊！你只是一直在看前面的路而已吧……”灵曦抱怨道。\n\n        “我在看路的同时就已经把前面的地形观察好了，所以不用东张西望。”穹闪忽然间发现了什么似地答道，“前面有个废弃的村庄，应该是个不错的地方。”\n\n        “为什么要去废弃的村庄啊！这种死过人的地方……很诡异的……”灵曦望了望四周，黑漆漆的一片，什么也看不清楚，一种莫名的恐惧涌上心头。他甚至开始相信“幽灵”是真的了。\n\n        就在她想到这里的下一秒，她忽然发现村庄里闪过一个白色的身影。\n\n        “穹……穹闪……你有看到什么吗……白色的？”灵曦颤颤巍巍地问道。她认为这是错觉，就算不是错觉，迟钝的穹闪也多半没有发现。这样的答复好歹能让她胆子大一点。\n\n        “啊，看到了。连你都看得清的东西，我怎么会发现不了呢？”穹闪的答复让灵曦不禁打了个冷颤，“小心点，那家伙有攻击性的话，应该是个棘手的敌人。”\n\n       “既然如此，就不要去那里了啊！绕路吧！”灵曦满脸期待地望着穹闪。\n\n       “就因为如此，才要去那里。”穹闪答道，脸上露出一丝干劲十足的笑容，“连这种家伙都打倒不了，我要怎么变强？”\n\n       月光被乌云所掩盖，黑暗的大地又将陷入一片混乱。这注定是一个不平凡的夜晚！\n\n\n目录\n\n\n\n接下来的几章都是两条甚至多条剧情线发展了，有点挑战性呢～\n但是我故事君就是这样一个因难而上的坚（zhōng）强（èr）男人！\n@恶魔-潇洒 @bo_bo2001 @guqu @MF_Mufeng ",
    "replies": [
        {
            "author": "名人才华",
            "timestamp": 1443879420,
            "txt_content": "让我稳坐沙发可好！\n故事精！"
        },
        {
            "author": "名人才华",
            "timestamp": 1443879840,
            "txt_content": "名人才华 发表于 2015-10-3 21:37\n让我稳坐沙发可好！\n故事精！\n天哪路，大叔你终于出来了！好亲切！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443932400,
            "txt_content": "名人才华 发表于 2015-10-3 21:37\n让我稳坐沙发可好！\n故事精！\n喂喂喂不要再玩成精这个梗了\n是我的帖子成精了又不是我=_=\n还有你到底有多爱这个大叔"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1443944760,
            "txt_content": "啊故事精君恭喜成精精华"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1452997320,
            "txt_content": "乘云帝国\n又是一个势力\n期末快乐"
        },
        {
            "author": "xcc",
            "timestamp": 1453338180,
            "txt_content": "那诡异的语言→_→怪怪的"
        }
    ]
}