{
    "title": "<原创·连载·圣杯>《人类》 第二章-鲜血的死亡",
    "author": "红石研究者",
    "replyCount": 4,
    "timestamp": 1443881100,
    "txt_content": "\n《人类》 第二章 鲜血和死亡\n作者的废话：字数已经达到接近15000了？那都不是事！\n===================================================正文内容：阴冷的红光照射在灰绿的石质台阶上，通道中滴落着各种的液体，有水，有血，还有毒液。这些东西不断出现在石质台阶向下的道路上，而这条路依然深不见底。而这些好像意味着这里曾经有过，而现在依旧在制造着黑暗与恐怖的历史。\n林枫有点惊讶，这个竞技场竟然处在地下最深的深处，好像这一切都是本不应该见光的事情，事实上也的确如此。这种见血的事情，帝国从来都是禁止的，林枫曾经觉得帝国那种所谓的“和平”对于正在受到危难的人类世界根本没有任何好处，只是成吨地滋养了贪官败类以及混混流氓。但即将面对真正的黑暗世界的时候，他的心里却有些没底。\n他突然看到楼梯下方有着大量的腐烂肉类和血块。难闻的气味传进他的鼻腔。他不禁皱了皱眉，怎么过去？\n“到了。”男人说着，一剑刺向旁边的墙壁，墙壁发出了震动的声音，然后不着痕迹地磨开了一片，他朝着林枫招招手，走进了墙壁打开的通道。\n“为什么门在中间？下面是哪？”林枫跟在他身后，询问道。\n“下面是机关，如果有人来查的话……呵呵。”男人冷笑了两声。\n林枫能够想象那些监察官员死亡的惨状。他们被机关杀死，成为肉酱，肉块，失去了作为人类最基本的存在可能，而他们的尸体就这么堆积在下方，没有人会去打扫。因为他们对于这里的人来说，都该死。而他们的家人可能等在家中，一天，一天，总是不见他回来。他们不知道，也许他们踩着的土地之下，就有着他们家人的尸体。\n走到通道尽头，男人愉快地吹了个口哨，灿烂的火光朝着林枫扑面而来。\n这是一个庞大的地下广场，同样由灰色布满苔藓的裂纹石砖和回字石砖装饰的天花板上布满了奇异形状的拱顶，上面镂刻着恶魔还有夜叉，以及大量的林枫所认不出来的生物。有黑暗色调翅膀的恶魔，灰色身躯的僵尸，染满鲜血的骷髅等等。林枫不知道这些是什么，他从来没有离开过帝国繁华的首都，虽然杀过人，但是却没有接近过真正的战场，他对于这一切，既好奇，又畏惧。然而真正的黑暗世界，从来不会给人留下心理准备。\n在出口的两侧，两支棕黑色材质的火炬正在熊熊燃烧着，颜色如同血滴一样的石头燃烧着火焰，发出明亮的橙红色火光，大厅中央有着八根这样的火焰柱子，把整个大厅照亮得如同白昼。他好奇地看了看这些石头，因为他从来都没有听说过能够燃烧的石头，唯一能燃烧的块状物好像是煤炭，但是这鲜红色的石头是从哪里来的呢？为什么火焰能够在他上面燃烧？而且好像……燃烧并没有消耗它。\n他把目光重新移回圆形的大厅，大厅的正中央是一个朝下凹陷了大概半米的圆盘，从里面显出奇怪的色调，他好奇地靠近看了看，却为他所看见的东西震惊地张大了嘴。\n那是完全的玻璃，一片圆形的玻璃。但是让他惊讶的不是玻璃，而是玻璃下面的东西——数以百计，流着鲜血的人类尸体！！他的视觉细胞在这一刻收到了完全的震撼，每一具尸体都是真人的尸体，他们大多睁着眼睛，死不瞑目。身上裹挟着无数的伤口，有一些的伤口，血液已经凝固，但是大部分的伤口，鲜血还在不断涌出。有几具尸体的胃部被切开了巨大的伤口，里面的脏器埋没在尸堆中；有的尸体缺了腿，在那里剩下的是一个血红和白色两个同心圆组成的横截面；有的尸体缺了手，剩下的是已经磨成肉酱的指尖。甚至有些尸体已经腐烂，绿色的脓液和鲜血混合在一起，流淌在白骨尸骸的上面。\n林枫觉得胃中有些不适，转过视角不再看这尸海的人堆，而是把目光重新投向了四周，四周没有什么人，只有两条通道，一个建筑在石墙中的接待处。接着，他的目光撞上了男人的目光。\n“小伙子杀过人，但杀的不够多对吧？”男人脸上带着的笑容很难说是什么表情，鄙夷？蔑视？林枫读不出来，他读到的感情，是一种——前辈对晚辈的奚落。男人继续说着：“新人都是这样的，来了以后呢，就盯着那个大池子看看看，看了一会，吐一会，大概身体就好受些了，然后胆子小的就转身离开，胆子大的呢就转过身去那边接待处报名，然后死掉，被扔到这个大坑里面，继续吓之后的人。多看看，习惯就好了。”\n男人说着也把视野投向那个巨大的尸坑，突然他的眼睛睁大了一下，突然露出了讥笑的光芒，脸上的表情也变了，变成了一种看到别人出糗时候的表情：“诶哟！这不是那小子吗！”他指着尸坑里一句还比较新，并没有腐烂的尸体，“当年被我打败，我没要他的命，这小子也是疯了一样成天找我要杀了我，结果还是死在这里，啧啧啧……”\n男人砸着嘴，这具尸体的死亡好像与他没有任何关系一般地笑着。林枫打了个寒战，望向男人的脸，那是一张冷酷而无情的脸，在酒馆里他看得不太清晰，这时却分外清晰地看明白了。这个人长着一张虚胖的国字脸，黑色的短发遮住了他的额前，不高的鼻梁下，长着一张嘴唇，那张嘴现在正在轻轻地嘲笑着别人的死亡。最可怕的一点，是他的眼睛，林枫看到他的眼睛，那是一对棕黑偏红的瞳孔，在这时，里面透出凶厉而嘲讽的光芒，这种光芒，林枫从未见过。\n“现在的年轻人，都是说着，不打出个名声来，就死在这里，结果一个个，都死在了这里，真以为拿自己的鲜血能够换来什么荣耀吗？最都也就是被同样在黑暗中的几个人记住而已，还不知是记忆，或是奚落的对象。”男人的语气突然变了，他好像一个孩子一样，感情多变，这时的他却开始感慨着死亡，眼中透出的色彩突然又变成了迷茫。\n林枫有点捉摸不透这个人了。有时候他好像一个傲慢的君王，有时好像一个贪婪的酒鬼，刚才，他是一个杀戮的疯子，现在，他是一个伤心的老人。\n“走吧，我带你去看看竞技，这里的人叫死斗鲜血之搏。”男人最后收敛起了自己的情绪，对着林枫说道。\n林枫点点头，跟着男人走向左侧的一条通道，同样是灰色的石砖道路，同样是火把的照明色调，两人这么行走着，来到了另外一个大厅。\n这个大厅在大体上和刚才的大厅相似，唯一不同的是中间并没有尸池，取代它的是几十张巨大的桌子，无数身着轻甲重甲，手里拿着各种各样奇怪武器的人正在大喊大叫地喝着酒，赌博等等，他们好像都是很好的伙伴一般，嬉笑怒骂着。\n可当林枫把他的目光投向那些武器的时候，他彻底震惊了，这些都是什么啊！？有巨大的大剑，但是剑刃上面开出了一丝一丝的倒刺，刃尖也是锯齿状的，有带着一个手柄的齿轮，林枫无法想象这种武器打击到敌人身上会产生怎样的伤口，甚至还有剪刀这种武器，这种武器让林枫想起了尸池里一具只有一半的尸体。他不由得打了个寒战。\n可是，当看到他身边的男人的瞬间，所有正在喝酒的人都停了下来，很多人站起身，死死地盯着那个穿着破烂黑色衣服的男人。他们的眼中流露出来的神色，是——恐惧。\n“你……你怎么又回来了！”其中的一个人发出这样一声凄厉的惨嚎。其中带着的感情，有恐慌，有绝望。林枫不敢相信，这个男人到底做过什么事情？\n“带新人看比赛来啦！放心放心我不会再参加鲜血之搏的比赛啦！”男人笑着回答道，那群人中有许多人长舒一口气，当即坐下，继续喝起酒来。\n“走吧！”他对着林枫笑道，转身走向一条通道。\n林枫突然犹豫了起来，见到了这么多人的表现，他突然不想再深究这个人的一切了，他就好像是一个深不见底的悬崖，如果想要探求他底部的一切，就必须从悬崖上面下去，而这无异于找死，一旦出了什么差错，就会摔进深渊的底部，失去自己的生命。但是他最后，还是跟了上去，因为他知道，自己已经走进了世界黑暗的那一面，恐怕再难回头了。\n他跟着男人走进了一个庞大如同斗兽场的地方，四周还是砖墙，但是上面放置的是燃烧的碳火盆。整个场地从外面往内部渐渐深入地下，中间有一个低了一层的圆形场地。在最高的一层，无数的鼓手正在敲鼓，他们塑造出了一种宏大而又恢弘的气势，林枫不由得暗暗心惊，周围几层的座椅上，已经坐满了人。而林枫正跟着男人往下行走，走向最低处的第一排座位。\n“我们……坐第一排？”林枫小声地问道，周围的人越来越多，照这样下去，第一排岂不是要坐满了？\n“那是当然！哦？你在担心人数？”男人回头看了他一眼，又笑了一下，“不用担心，他们会给我们让座的！”\n是给你让座。林枫在心里说道，他已经对这个男人的影响力感到习惯了。\n两人很快走到了第一排，果不其然，已经坐满了。林枫盯着男人，只见他走到两个胖子身边，拍了拍他们。\n“俩傻小子？给我让两个座位。”他淡然地说道。\n“我日你……”两个胖子同时回过头来，脸上带着暴怒至极的表情，但是当他们看到男人的时候，表情却突然变成了惊愕，然后变成了惶恐，最后，他们两人像是球一样从座位上面滚了出来，跑过林枫身边，前去第三排找座位了。而男人朝着林枫招了招手，占据了两个胖子留下的座位其中一个。\n林枫走上前去，坐了下来，座位是皮质的，他轻轻摸了一下，这张椅子虽然是皮质，却柔韧坚固，这种材料像是……龙皮！那龙皮做成的座椅？！\n“怎么？小子没见过龙皮吗？”男人笑着说道，拍了拍座椅。林枫扫了他一眼，在座位上坐了下来。\n这时林枫才终于有时间注意一下场内的情况，整个场地是奶白色的奇怪颜色，看起来像是磨制的砂石，在这些平坦的砂石上面，有着无数划刻的刀刃痕迹，还有尚未干涸的血液。\n在沙地周围，是一堵红色的砖墙，砖墙上面雕刻着几个形象，林枫勉强辨认出一个撒旦的形状，但是其他的并不能看出是什么，场地里还有两个巨大的铁栅栏，可能参加死斗的人，即将从那两边入场。\n“这次的比赛是血刀塞瓦和疯人梅聂啊……”男人突然看了看场地上面的投影，颇有感慨地说道，“两个不要命的老家伙，这次终于还是要碰上了吗？”\n林枫听不明白他在说什么，他正想提问，突然震耳欲聋的响声从后排响彻而起，他勉勉强强才听明白，那是四个字，无数人在喊的，都是“血刀塞瓦”。\n同时，对面的人也喊了起来，虽然林枫听不出他们在喊什么，但是他推测他们喊得应该是疯人梅聂。\n两边的声浪一波高过一波，不断地提高着，提高着，林枫被巨大的声浪震得捂住了耳朵，这时他却听到了一丝微小的笑声，转过头去，却看到男人正对着他嗤笑着。\n我不捂耳朵行了吧！他突然愤慨了起来，拿掉了挡住耳朵的双手，任凭庞大的声浪摧残着他的耳膜。\n场地里的铁栅栏突然升了起来，两个人影分别走了进来。\n左边的铁栅栏里走出了一个身着红色盔甲的男人，他手里握着一把血红的长刀，络腮胡子的脸上带着鄙夷的神色，他一步一步地往场地中央行走。等到他走到场地中央，林枫才猛然发现——他的盔甲并不是原本就是红色的。那是一套白色的铁制盔甲，而上面的红色……全都是干涸的人血！他不由得打了个寒战，把目光聚焦到他的那把刀上面。那把血红色的刀倒是真的是血红色的，但是林枫注意到，上面划着三四十个细小的凹槽，这种武器刺入敌人身体的结果，无疑是大放血。\n毫无疑问，这位就是血刀塞瓦了，另外一位，就应该是疯人梅聂。林枫把目光投向这个家伙，却惊愕的发现……他没有穿着盔甲。\n没有穿盔甲！？像这种死斗的比赛，他居然只是穿着一条短裤，挡住自己的某个部位，把自己的肌肉完全暴露在敌人的刀锋之下！？林枫不敢想象，只好把自己的注意力移动到他的武器上，那是两把细长而尖锐的刀，看起来像是几年前流行的“太刀”，不过这种双持……他的身体真的承受得了吗？他突然想起了这个家伙的名号：疯人梅聂。果然是个疯子，他暗暗想到。不过他又很快想到了另外一个事情：\n这里没有一个人不是疯子。\n突然，剧烈的号角声响了起来，这号角声浓烈而悠长，同时，在场中的两个人同时发出剧烈的怒吼声，朝着对方冲了过去。\n血刀塞瓦脚下一蹬，整个人确是弹跳了出去，手里的刀却横在头顶，这个人如同一个菱形的尖锥，直刺向疯人梅聂。林枫瞪大了眼睛，他从来没能想到过，手里的武器还能这么使用。\n但是梅聂想到了，他瞬间倒地滑铲，双手双刀横在胸前，在空中划开两个惨白色的半圆，和塞瓦瞬间劈出的一道红光交错在一起，炸出灿烂的橙红色火光，同时巨大的力量从那个地方释放出来，血刀塞瓦的攻势被瞬间化解，他的身体在空中不受控制地旋转了起来。\n但是他没有乱，塞瓦在空中一个强行折转，右脚一个下踏，重重地踢在了梅聂的双刀上，他重重地弹向空中，又因为重力很快落下，在旋转的过程中，他把手上的刀飞快地舞动着，像是一个血红色的巨球，在空中舞动着，落向梅聂。\n梅聂的身体也是不可思议地抬起，双刀分开，在空中看似胡乱的挥舞了起来，但是每一刀下去，林枫都能听到铿锵的撞击声，每一刀，都是三把刀在空中碰撞。\n林枫已经惊呆了。这是他从未见过的打斗方式，这些攻击方式，都是刀刀致命，没有格挡的技巧，虽然梅聂挡住了每一刀，但实际上他并没有在挡，他在攻击！他的刀术以不可思议的高速诠释着疯狂和完美，这种刀术让林枫感觉到惊恐，他真的配称作帝国剑术大师？\n“下一次交锋就要出结果了。”男人的声音突然想起，同时，场上情况突然变化。\n梅聂的一刀貌似出现了偏差，塞瓦瞅准了这个破绽，一刀重重地劈下，砍击在梅聂的身上。但是他的刀还没有落下，梅聂的刀就已经劈了出来，那是他故意制造出的假破绽，使用了那么久的快刀，一个假破绽，梅聂成功引到了塞瓦的注意。\n然后，只见那个络腮胡子的头颅，就那么从空中飞了出去，与它同时飞出的，还有飚扬的鲜血。\n\n《人类》 序章-坠入无边黑暗 http://www.mcbbs.net/thread-507414-1-3.html\n《人类》第一章-重山城的怪人 http://www.mcbbs.net/thread-507881-1-2.html",
    "replies": [
        {
            "author": "5408754",
            "timestamp": 1443881280,
            "txt_content": "网络小说150万不都是正常的吗？"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443882240,
            "txt_content": "然而我发现你单章的名字和标题的名字不一样OwO多更狂魔我能摸摸你的触手吗？"
        },
        {
            "author": "红石研究者",
            "timestamp": 1443928080,
            "txt_content": "风吟浅唱 发表于 2015-10-3 22:24\n然而我发现你单章的名字和标题的名字不一样OwO多更狂魔我能摸摸你的触手吗？ ...\n吐舌头- -参赛要求20000+我好像已经接近15000了我去- -"
        },
        {
            "author": "灯笼大人",
            "timestamp": 1443964560,
            "txt_content": "好吧，给赞"
        }
    ]
}