{
    "title": "【原创·连载·圣杯】【晓】【05】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 6,
    "timestamp": 1443880740,
    "txt_content": "正文：\n　　05\n\n　　与商队同行一周，抵达名为艾格尔逊的小村。\n　　听人介绍，村后树林里出产某种名贵的草药。由于进货完毕，队伍要改道向东，前往下一进货地点，我也就借机脱队道别了。\n　　送走哭得如同老爸去世的领队，几经问路找到当地旅店，预备稍住几天，有合适机会再度启程。\n\n　　现在的世道，一人上路荒野行走，无异于赴死。不消半天，我这类手无寸铁身无技艺的，必定成了土匪窝里架上的腌肉。\n　　若没有几个厉害角色同行，别提天边的黑幕，穿过一小片森林都是问题。\n　　手头的钱雇佣几个保镖倒绰绰有余，可一路走来并未发现有村人佩戴武器或护甲，净是些普通樵夫和农人。本该开口询问店主哪里有佣兵资源，想了下陌生旅者当有的举止，这件事最好明天再说。\n　　另外，我确实感觉累了。\n\n　　旁边活计动手搬行李上楼，掌柜取下身后带房间铭牌的钥匙拍在面前，蛮吓人的说：\n　　“敬请享受。”\n　　比路边草棚强不太多的房子，真谈不上享受，不过粗手臂上蓬勃生长的团团黑粗卷毛，倒令我多了些见识。\n　　“啊，好的……”\n　　拿过钥匙，看到小块木板歪扭刻着“13”。\n　　说不上是个幸运的数字，只是不幸现在很难从我------如此穷乏之人的手里再夺取什么了。\n　　对了，我忘记问饮食是不是要单独付费。\n\n　　门钥匙塞进衣袋，心里确认疑惑的仅剩晚饭价钱。于是鼓足勇气，抬眼正视外表凶恶的掌柜。\n　　“那个，关于……”\n　　“快住手！！”\n　　刚要开口，屋外一阵喧嚷打断思路，余光边缘有几个人影从窗口快速奔过。\n　　他们，似乎在打架？\n　　“出了……什么事？”\n　　“没啥，上午村里来了个大人物。”店主一口唾沫啐到台面上，用原本纯白目前灰黑色的半块抹布狠命擦了擦。“听说和贤者有关，不过我这辈子是当不上咯，顶多守着我这小店消磨时光。”\n　　完后他被自己冷得不行的调侃逗得放声大笑，也不管我走出店门，去搞清有什么东西和贤者有关。\n\n　　不远处有个壮汉涨红了脸，手握粗棍狂喊乱叫的，看上去愤怒不已，五六个人围着他七嘴八舌的劝说安抚。还有几个村里长老模样的，站在一栋民居门口，低头商量着什么。其余多半是凑热闹，和我一样搞不清状况，互相吱吱呀呀的吵闹议论。\n　　这么混乱的场面，根本理不出头绪。主动问了几人，脑袋都摇晃得像风向鸡。\n　　我正犹豫要不要干脆回房休息，异地小村的骚动其实与自己并无相干。突然视野中闪进一个，叫我张口结舌半天说不出来话的角色。\n　　他好像明确知道我的来意，径直从人群分道过来。走到近前微微下垂眼睑，低调无声的默默行礼，转个角度，离村而去。\n\n　　一直目送他消失，才从惊愕里恢复。\n　　这个“褐星”，来的时间太巧了吧？你不是说还要再引导几个，使命好结束么？\n　　诶？\n　　难道说这里……？\n　　挤过精力旺盛争吵不休的村民，登上通往门前聚集人最多住宅的阶梯。\n\n　　“请问，发生了什么事？”\n　　“你不知道？！过路的吧？”外围的人不客气回答两句，扭头尽力伸长脖子，继续张望三层人墙里面的情景。“克罗尔家的小鬼头，竟然是‘星之贤者’唉。”\n　　“哈？”\n　　这家吗？\n　　“真是，那么多大人不要，选上牙没长齐的小屁孩儿。看起来往后歌的预言，不能全信啊------咦人呢？”\n\n　　话听到一半我便避开人群，村路拐角找了块僻静地方，面朝阴影下黢黑的石墙，两拳顶住太阳穴，使劲叫自己镇定。\n　　脑子完全乱了……\n　　“褐星”来，是为我铺路吗？\n　　找寻合适的人选，一起上路的伙伴？可一个小孩能顶什么用？\n　　我还是不知……接下来如何做啊……\n\n　　“不要乱来！”\n　　“你们放手！我非打折了他的腿！！”\n　　哇……\n　　这家伙，是父亲吗？\n　　也对，碰上脾气不好的父母，对不争气的自家儿女反应强烈不算罕见。外人通常不原意费力气去打残别人的孩子。\n　　地面草坪早被这几人踩得一塌糊涂。争吵和围观，都好像无完结的样子。\n\n　　总不能……\n　　放任他们这么胡闹下去吧？\n\n　　当然不管成年人们忙于什么，小孩不会管这些的，玩耍调皮依旧。\n　　一个粗布缝制的球穿过干架的空档，直滚到墙夹角阴影里，我的跟前。看着球，脑子里冒出了一个大胆，仔细思量又十分后怕的计划。\n　　蹲下，两手托起球，同时寻回玩具的身影随无污染笑声出现。\n　　我闭上眼睛，再次深度呼吸。\n\n　　这样做，果真可以么？\n\n\n\n\n\n索引：\n\n我就不告诉你都在签名档。\n\n\n废言：\n拖坑中。。。\n\n\n\n",
    "replies": [
        {
            "author": "5408754",
            "timestamp": 1443881040,
            "txt_content": "我可以说好短吗？"
        },
        {
            "author": "tsd1",
            "timestamp": 1443881280,
            "txt_content": "“这样做，果真可以吗？”\n我还是来围观一下吧"
        },
        {
            "author": "冥王星人",
            "timestamp": 1443881280,
            "txt_content": "5408754 发表于 2015-10-3 22:04\n我可以说好短吗？\n每次就发1000字，多了的话修改我会吐血。"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443881760,
            "txt_content": "前排强势围观 还说屠版什么的。。。只有一千多字"
        },
        {
            "author": "冥王星人",
            "timestamp": 1443889680,
            "txt_content": "风吟浅唱 发表于 2015-10-3 22:16\n前排强势围观 还说屠版什么的。。。只有一千多字\n= =#你来替我串珠子我就码字去"
        },
        {
            "author": "灯笼大人",
            "timestamp": 1443964860,
            "txt_content": "不知为何我竟然看爽了··········"
        }
    ]
}