{
    "title": "[多人玩家可进]中国MC服务器并不是彻底没有希望",
    "author": "weiyinuo",
    "replyCount": 0,
    "timestamp": 1443931020,
    "txt_content": "                    最近找插件的时候看到一些优化,反作弊的插件，都是令我感到震惊的，这些插件对服务器的帮助实在的是如鱼得水，但是，中国MC服务器并没有得到发展。\n\n\n                    从我刚刚开始接触这款游戏到现在——3年过去了，中国MC服务器，似乎还在处于一个所谓“原地”的僵局，我们很多腐竹，玩家难以相信，国外万人服是怎么做到了，中国人不比他们少啊，为什么我们做不到？\n\n\n                   受到一定影响，我前往了美国生活，然而在国内天真的我认为在美国，MC一定像中国CF，逆战，LOL这种游戏一样广泛被人知道的，然而并不是，MC在美国并不是非常流行，中国虽说MC玩家少，但美国同样如此。 \n\n\n\n\n这让我看到了希望\n\n\n咱们为什么做不到？\n中国是个高速发展的国家，从1949往后几十年的改革开放以来，中国的经济水平，人均GDP，世界出口额，等方面远远超过曾经，世界最大的出口国家（在美国我买的杂货全Made in China)，第二大经济体（但是人太多，人均财产还是上不来啊啊啊啊）  \n然而发展快并不是好事\n平衡将会非常困难，可以说，现代的中国缺乏很多东西，仍然停留在解放前，甚至受到发展的影响更加恶劣。\n================================\n一般一个中国腐竹的开服人生基本如下：\n1：大喜大悲最后不干了\n2：一直起不来\n3：及其少见的成功，辉煌没几天就死了\n4：刚刚成立服务器瞬间人口爆棚，结果被瞬间上来的困难压死了。\n5：一直没什么发展，一直持续下去\n===========================================\n然而我觉得最可惜的就是1和3，所谓的树大招风，服务器一好起来，就有人心里不平衡要干你，或者就是被持续DDOS然后勒索，结果到最后升级了机器，各种G超级高防，成本提升一大堆，最后撑不下去了（E世界1.6服务器的凄惨经历,整到最后4000/月的月租撑不下去了）\n当然上面说的不全面，大概大服遇到的问题就是怕攻击怕打，一打就坑了\n还有就是稍微小点的层面，就是所谓的技术问题，什么崩服，什么报错，什么开挂，什么玩家刷神器服务器平衡有问题，什么跟玩家结仇（小服腐竹经常干）乱七八糟的事情，说难听点，除了崩服报错，开挂，其他都不用管（好像快给说完了），服务器没弄好，玩家刷神器什么很正常，这些都是可以避免的，一般出这种事情都是没有想好，冲动腐竹90%会在这栽跟头，发展不能膨胀，一旦膨胀就有事情。中国就有点处于膨胀阶段。\n===========================================\n更小的事情，就是懒，现实生活中想享受生活那种的（比如我，TMD来美国了还TM整天宅在家里弄破服务器，不去享受生活）这种的话有些人有自己的看法\n1：服务器是自己主业，不要放弃，坚持去搞\n2：服务器就是玩玩，没什么的，随便搞搞得了\n3：半冷半暖\n实际上他们并没有错，生活有很多事情更有意义去做。服务器也并不是不好。\n===========================================\n\n\n\n为什么中国MC大服的概念就是在线几百？国外却几万？\n\n\n1：国人和外国人理念不同，外国人生活简单，中国人生活复杂喜欢多样，这点从饮食就知道\n美国人坑爹早餐系列：\n2B炒蛋（啥JB味也没，比麦当劳的还坑）不过有的人还吃不起。。。\n一块坑肉饼（1-3英寸（ft)2333)\n坑主食——面包（老外面包很正宗的不加香精什么的，说白了就是换了形状的馒头）大薯棒（有时候里面是凉的）\n这都是他们从市场买的（Costco~~~)\n\n\n一般外国人早上就吃2-3个食物。。（也就差不多上面的组合）\n有时候心情好去吃个赛百味（subway!)\n(subway:面包+生菜+肉+酱）也是很简单了\n中国的人的花样早餐总是有很多东西\n虽然油条什么的很简单的啊，但是也比那些要复杂做的，北方人早餐有吃包子的，这个包子馅也是要复杂的。\n\n他们生活简单，没有心理战，所以不会有那么多事情\n（不过说白了美国是个移民国没自己的国民，全JB西班牙，欧洲人，墨西哥人，还有亚洲华人韩国人日本人。。。。）\n我们大中国传统比较多样，事情也就多，压力也大（并不代表讽刺，各国有各国好处）\n\n生活简单，自然服务器没那么多坑爹的事情，也很少有人想费心去开服，所以万人服自然起来咯\n========================================================\n时差问题今天更新到这里，不代表这个帖子就这些废话，我...........还没完呢！\n\n\n\n\n\n\n",
    "replies": []
}