{
    "title": "创作作品发布<原创·连载·圣杯>试炼 第六章  友谊！张启杰逆袭！",
    "author": "鹿小果",
    "replyCount": 5,
    "timestamp": 1443941940,
    "txt_content": "第六章“Herobrine的灵魂核心在notch曾经制作的梦之地，但这个东西已经被封锁了，唯一的传送门在边境之地，并且由几名死灵战士守护。我们只能用安德的速度127药水才能到达”贝尔说着，把一瓶药水扔在地上，飞溅的药水让人有一种很不舒服的感觉。“能行吗？”鹿小果嘟囔着，不太信服。“走两步，没病走两步”张启杰呵呵笑着，一般跑了起来——真快啊！几秒的功夫，就已经看不见了。众人马上向张启杰跑的那个方向跑去，几天以后（以二十分钟一天计算）他们来到了边境之地。“哇——”格里尔斯喊道，这里到处是残缺不全的东西，突然，一阵刺耳的怒吼引起了众人的注意。那是一个魁梧的大汉，拿着盾牌和利斧向众人跑去。“闪开！”鹿小果大喊，可是来不及了，鹿小果拿出附魔书“保护四，结！！！”一个巨大的紫色结界将四人罩住，挡住了攻击。“格里奇人！！”贝尔大叫。“什，什么鬼？”其他三个人发出同样的疑问。“格里奇人”贝尔颤抖着“唯一的战斗种族，近身搏斗的能力远非一般人，不是灭绝了吗？怎么还有？”“砰”结界被打破了“以吾主Herobrine的名义质问，你们是来干嘛的？”格里奇人朝他们大吼着——他身后那传送门闪着幽静的光。“你是Herobrine的人是吧，那我们没什么好谈的！”“别！！”贝尔大喊，可格里尔斯拿着剑冲了上去，只见红光一闪，他被缴械了！格里奇护卫用斧背一打，他笔直的坠落下去，失去了战斗能力。格里尔斯失去战斗能力！鹿小果沉思着，突然，他拿出了弓。多简单啊，用弓啊！可在格里奇护卫拿起盾时，他却向他后方跑去，跳了起来，斩断了格里奇护卫的胳膊！盾会挡视线！他痛苦地大叫，用盾抵住了鹿小果的喉咙，鹿小果将剑刺入了格里奇人的胸甲，他痛的大叫，鹿小果也大叫——荆棘5！鹿小果用保护4将两个人困住“快走啊你们！待会我会脱身的！”“你说话从来没有算数过！”张启杰大吼“鬼知道你会怎么样！”鹿小果用剑支撑着起来，在这个极其微小的空间里，无处可躲，像一只待宰的羊。张启杰默默拿出一本附魔书“锋利五！”他大吼，向结界冲去。“什么？锋利五？使自己像利刃一样锋利破坏结界吗？”贝尔拉着格里尔斯，惊恐的看着这两个疯子。“对待朋友，尤其是自己的基友，就是要……拼尽全力啊！”结界碎成了无数个紫色碎片，在空中慢慢消失殆尽，张启杰一掌劈向格里奇人的肋部，无穷无尽的荆棘疼痛在三个人之间进行着摧残，慢慢的，格里奇人化为了一堆灰烬，鹿小果搀扶着张启杰起来但他早已不省人事，四个人只有两个还有着一些意识。鹿小果明白他们绝对没法现在去了，建造了一个小帐篷，与朋友们一起休息。Herobrine暴怒了，几天之内，那些没有的废物必须制造祭坛，让自己复活，自己的生命恢复以后，没有什么能阻止Herobrine伟大计划的……",
    "replies": [
        {
            "author": "风吟浅唱",
            "timestamp": 1443943500,
            "txt_content": " 本帖最后由 风吟浅唱 于 2015-10-4 15:27 编辑 \n\n诶，好像你差三分就能升四了！早知道给你人气了OwO（好吧我看了下是一百一十四）"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1443943680,
            "txt_content": "你已经可以做索引了"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1443957420,
            "txt_content": "很好！我记住你了楼主\n创作版的现状就是，“第一章”随处可见，而“第十章”却少得可怜。老朽已经很久没有看到这种有毅力的人了。\n坚持下去！你的坚持将成为一股强大的力量"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1443963000,
            "txt_content": "题材有些俗套\n注意标点符号\n看了一眼章数，\n嗯，坚持下去吧\n终会有人支持你。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1444040640,
            "txt_content": "2B与mc的故事 发表于 2015-10-4 19:17\n很好！我记住你了楼主\n创作版的现状就是，“第一章”随处可见，而“第十章”却少得可怜。老朽已经很久没有 ...\n@恶魔-潇洒 我说的是现在\n你现在看到创作版前几页有你的三十几章嘛\n（哼而且我都没开口说话）"
        }
    ]
}