{
    "title": "【失忆】红石技术教程(红石新手福音)",
    "author": ".|°夨.忆ヽ",
    "replyCount": 6,
    "timestamp": 1444478700,
    "txt_content": " 本帖最后由 .|°夨.忆ヽ 于 2015-10-10 20:38 编辑 \n\n\n大家好，我是失忆今天为大家带来红石的教程~希望大家喜欢~\n[赠人玫瑰，手留余香]感谢\n2362577123红石基础教程\n                                           基本概念： 红石电路和普通的电路类似，可以控制并传递信号从而实现各种用途。\n                                           基本的元件：                                            红石线就像导线一样，它本身并不会产生信号                                           只有当信号被输入后它才会将信号沿着红石线传递下去。                                           电源：拉杆、按钮、红石块、红石火把，被充能的方块等等                                           电源能自己产生能量并把它提供给周围方块                                            需要能量来正常运行的一些东西： 活塞，红石灯，门，加速铁轨等等 被激活后这些东西都会发生变化。\n\n                                            没有接收到信号的红石是暗着的                                            当接受到信号后红石线就会变亮,并且会沿周围的红石线传递下去                                            随着传递的进行信号会越来越弱，直到最后会完全消失。\n\n                                            通常来说满级的信号能够沿着红石线传递15格左右，如果想要继续传递下去就需要用到红石中继器等物品。\n\n                                            红石中继器有一个输入端和一个输出端，单单中继器本身并不会产生信号                                            有当输入端接受到红石信号后输出端才会输出信号，而且会输出满级强度的信号。                                            所以中继器也是有传递方向的，并且会产生信号延迟。                                            右键中继器可以产生信号1-4刻（可选）的延时（“刻”来表示红石的最小脉冲宽度，1刻=0.1秒）\n\n                                           很多东西都需要红石信号来充能。\n                                           比如红石灯的亮和灭，活塞的推出和收回，漏斗是否接受物品，门的开关等等\n\n                                           常用元件的详细机制：\n                                                                                      红石线：相邻的红石线会自动连接，也可以上下坡。\n\n\n                                           半砖上红石向下传递：红石被激活\n\n\n                                          半砖上红石向下传递:红石没有被激活\n\n                                                                                   被激活的红石线指向的那个方块会被激活\n                                            激活的方块能够激活边上的活塞等等，但却不能激活红石线。\n\n\n\n                                            与之相对应的是充能，被充能的方块就相当于一个电源，能够激活周围的红石线\n                                            充能分为强充能和弱充能                                            弱充能：\n                                            一段红石线所指向的方块是弱充能方块\n                                            一个点状红石周围的方块是弱充能方块\n                                            任何形态的红石所附着的方块是弱充能方块\n                                            强充能：\n                                            一个中继器所指向的方块是强充能方块\n                                            一个比较器所指向的方块是强充能方块\n                                            一支红石火把的把头顶着的方块是强充能方块\n                                            区别：\n                                            弱充能只能激活除红石以外的原件(如红石灯、活塞等等)\n                                            强充能可以激活包括红石在内的所有原件                                            当然也能激活活塞，下面会提到。\n                                                                                        这里讲讲萤石：                                            萤石是个特殊的东西，红石在上面显现和其他情况完全不同的传输信号规则：对完全遮挡的上部分传输信号\n                                                                                                                                                                                                                           处于萤石上的红石是不会对外侧传输信号的\n                                                   \n                                            \n                                            解决方案：加一格普通材质上的红石                                                                                                                                                                           这可运用于缩小红石系统布线，以及制作迷你超远程TNT大炮（了解这个后谁都能把TNT轻松射到千米外了）\n                                            拉杆、按钮、踏板\n\n\n                                            以拉杆为例，拉杆是附着在另一个方块上面的，它可以放置在一个方块的各个面上\n                                           （低版本中不能放在方块的底面）。\n                                            拉杆会让其附着的方块充能，被充能的那个方块就会变成一个电源，能够激活周围的红石线，                                            事实上拉杆自己所在的那个方块也是一个电源，如图，也能激活边上的红石线。                                            而对于拉杆周围的其它方块，却并不会被充能，也不会被激活。\n                                           （Minecraft中一个方块上只能放置一样东西，所以拉杆虽然是附着在突起的这个铁块上，但它自己的真实位置仍然                                               是铁块边上的那个方块，不要混淆。红石线也是如此，它的真实位置其实是所附着的方块的上面一个方块。）\n\n\n                                            按钮和拉杆差不多，只不过按钮被按下后过一段时间会复原，                                            而拉杆不会。\n                                            踏板只能附着在方块的顶面，被激活后会将底部的方块充能，和拉杆一样，                                            踏板所在的那一个方块同样也是一个电源。\n\n\n\n                                            木质踏板可以被玩家踩在上面来激活，也可以被掉落在上方的物品激活（例如弓箭）                                            而石质踏板只能通过生物的踩踏来激活。\n\n                                            红石火把：红石火把可以附着在一个方块的顶面和侧面，并且会使火把上方的那个方块处于充能状态                                            同时火把本身所在的那个方块也是一个电源。\n\n\n\n                                          另外红石火把还有一个很重要的特性：\n                                          当红石火把所附着的那个方块被激活或被充能后，红石火把会熄灭。\n\n                                          反向电路：\n\n                                                                利用这个可以做一些反向的电路和体积较小的向上传递的电路。\n                                          向上传递的电路：\n\n\n\n                                          如果由于某些原因无法使用红石火把的话，也可以用中继器加活塞来代替红石火把来实现反向电路,下面会提到。                                          红石中继器：除了之前提到的放大信号的作用，中继器还可以对前方的方块进行充能。\n\n                                          利用这个特性可以制作这样的反向电路                                          当右下角的拉杆被激活后，粘性活塞会被推出                                          由于伸出的活塞臂不能被中继器充能，导致红石灯熄灭，从而实现了反向电路的效果。\n\n                                          红石比较器：\n\n                                          比较器有很多功能，最常用的是检测箱子里是否装有东西。\n\n\n                                          如果箱子是空的，比较器就不会输出信号                                          如果箱子里有东西，比较器就会根据东西数量的大小来输出不同强度的信号。\n                                          另外比较器也可以比较三个输入端的信号相对大小，来决定输出信号的大小。\n\n                                          比较器一共有两种模式，可以通过右键来切换                                          其特性为：  有两个输入端（位于背面的A与位于一侧的B）和一个输出端（C），可以感应信号强弱                                          而非之前所有器件的感应是否有信号。也就是说这标志着模拟信号正式加入Minecraft                                          模式1（前端红石火把熄灭）：当A≥B，那么C=A；当A<B，那么C=0 模式2（前端红石火把点亮）：                                          当A≥B，那么C=A-B；当A<B，那么C=0 两种模式之间可以通过右键点击来切换                                          如果比较器两侧都有信号注入，那么B端会取信号较强的那一端\n\n\n                                          活塞：\n                                                                                    如果活塞周围有被激活或者被充能的方块活塞就会被激活\n                                          同样也可以直接被激活的红石线所激活。\n                                          红石线的位置可以有好多种，自己尝试下就知道了。\n                                          事实上，活塞其实可以被2格外的红石线给激活                                          但由于更新的机制，活塞并不会伸出，利用这点还可以做一些很巧妙的装置。\n                                          粘性活塞在被拉回后会将对着的方块一起拉回来。\n                                          另外活塞最多只能推动12个方块，再多就推不动了。\n                                          并且活塞不能推动已经伸出的活塞，如果想实现双活塞的效果需要利用电路的延迟。\n\n\n                                          绊线钩：\n                                                                      在两个方块侧面装上伴线钩，中间铺上普通的线（就是蜘蛛丝）                                          就能形成一个绊线钩。当有人或物体通过时就会产生信号。\n\n                                          陷阱箱：\n                                                                                   箱子被打开后便会输出红石信号。\n\n                                          漏斗：\n                                                                                      漏斗可以将掉落在上方的物品或上方容器内的物品吸出来                                           并且运送进漏斗的出口所指的那个容器中（如果没有容器，那么就不会输出物品）                                           放置漏斗时，漏斗的出口会指向你右键所选的那个方块，漏斗的出口可以朝下或者侧面                                          （在容器上放置漏斗时可以按住shift键来进行）                                           漏斗对大多容器都有作用，比如熔炉，炼药台，发射器，其他漏斗等等                                           根据漏斗放置的位置不同也会有相应不同的作用。比如熔炉有燃料入口和被加工物入口，以及产物出口。\n                                           另外漏斗被红石激活后便会停止运作。\n                                           每个漏斗的输入输出速度是有限的，当一次要运送的物品太多时，可以放置更多的漏斗来加快速度。\n\n\n\n                                           其他的一些红石相关的物品：\n                                           阳光传感器：白天会产生红石信号\n                                           铁质、金质压力板：根据上方物品数量的多少来输出相应强度的信号。\n                                           发射器、投掷器：激活后会发射出里面的东西                                           特别的，在发射器里装入水桶，第一次激活后会把水倒出，第二次激活后又会把水收回。\n                                           红石块：一种实体方块类型的电源，可以大大简化某些电路。\n                                                                                     帖子会在不定期更新哦，                                                               友情提醒-                                 评分人气不会消耗自己的人气                                 而评分金粒会消耗自己的金粒                   赠人玫瑰，手留余香~\n",
    "replies": [
        {
            "author": ".|°夨.忆ヽ",
            "timestamp": 1444478760,
            "txt_content": "排版有些乱，我改下~"
        },
        {
            "author": "2362577123",
            "timestamp": 1444479120,
            "txt_content": "纠正：\n是充能而不是激活\n充能分为强充能和弱充能\n弱充能：\n一段红石线所指向的方块是弱充能方块\n一个点状红石周围的方块是弱充能方块\n任何形态的红石所附着的方块是弱充能方块\n强充能：\n一个中继器所指向的方块是强充能方块\n一个比较器所指向的方块是强充能方块\n一支红石火把的把头顶着的方块是强充能方块\n区别：\n弱充能只能激活除红石以外的原件(如红石灯、活塞等等)\n强充能可以激活包括红石在内的所有原件\n\n望及时更改"
        },
        {
            "author": "2362577123",
            "timestamp": 1444479480,
            "txt_content": "纠正2：\n另外活塞最多只能推动10多个方块，再多就推不动了\n其实活塞最多能推12个方块"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1444479600,
            "txt_content": "教程对红石新人而言已经算是大福利了\n也希望LZ能继续做下去~"
        },
        {
            "author": "mia-oo",
            "timestamp": 1444487700,
            "txt_content": "适合我这样的小白 感谢楼主{:10_512:}"
        },
        {
            "author": "2812099875",
            "timestamp": 1584536340,
            "txt_content": "感到卑微了"
        }
    ]
}