{
    "title": "@稻穗的作品 《最后战线》改编（3）",
    "author": "稻穗",
    "replyCount": 8,
    "timestamp": 1444008900,
    "txt_content": "PS：国庆以后穗子可能会减慢更新速度，应为穗子也只是学生嘛。第二章     生死之间科尔从昏迷中醒来，他躺在一条河，还是条地下河。他爬上岸，发现左手手腕不知是脱臼还是骨折了，动不了。这个洞黑得很，他拿起别在腰间的手电筒，向深处走去。突然，科尔觉得脚下踩到了什么东西，低头一看，是一具尸体，胸口插着一把剑，尸体已经腐烂到完全辨识不出来的程度了，不知道是他的队友还是敌人。科尔拿起他脖子上的铭牌，上面写着：TCPL 2033。“TCPL？”科尔很疑惑，“这是什么意思？”不过他也管不了那么多了，在这种情况下，保命要紧。他拔出了那把剑，继续往前走，走到了一个岔路口，科尔抓了抓脑袋，“这…”他有些选择困难综合症。就在这时，他的头被一把手枪顶住了！这不可能是腐化生物！他感觉到了浓烈的杀气，不由自主地流下了冷汗，他举起双手，表示自己是个人类，因为他相信背后是个人类，如果是腐化生物，就只能听天由命了。突然，科尔听到对方问了一句：“你是谁？”“我是个人”科尔说。“名字？”对方又问。“科尔。”科尔回答，此时他已经开始颤抖了，原来手腕就脱臼了了，举着很痛，再加上现在的心理压力，他快要坚持不住了。对方放下了手枪，科尔转过头去，是一位女生，看起来20岁左右。科尔问：“你在这干什么？一个人不穿装备出来很危险的。”“我有一位战友牺牲在这了，来找找他。”陌生女子说“你又来这干什么？”科尔不知道该怎么回答，“额，我是被腐化生物炸飞，飞到河里飘到这的。”这时科尔又想起了在岸边找到的那具尸体，他的铭牌写着TCPL，那是个组织吗？“别骗我，被二级腐化爆炸体炸怎么可能还活着？”他又低头看了看科尔手里的剑，“送你把柯尔特，别想用冷兵器和腐化生物抗衡。”科尔接过手枪，那是把12.7厘米口径手枪，无需改造就可以一枪打爆腐化生物。她又给了科尔两个加长弹夹，之后就头也不回的走了，还说：“小心点，别给腐化生物吃了。”现在科尔真的在怀疑她是个疯子还是个外星人，也许是个狂想症患者，不过那具尸体，那个名牌和那个女子都指向“TCPL”这个东西，这是什么，也许没人知道。走着走着，科尔听到一声可以划破天空的巨吼，这让他警觉了起来，不由自主地握紧了柯尔特，猫步向前走去。在一个拐角处，科尔见到了那个令人胆寒的身影，异于常人几倍大的身躯，那双如同死亡凝视的双眼，浑身暴起的青筋与肌肉，这就是B级鬼变者！科尔身为一个特种兵，与腐化生物接触很多，但是这么高级别的鬼变者接触很少，通常只是一些E级或D级的杂兵，不过B级鬼变者只有在感染源或严重感染区域才会出现，拿到这儿就是严重感染区？要不是他就是母巢的保卫者？在科尔反应过来的瞬间，鬼变者已经一个重拳向科尔打来了。他灵活的闪过，同时脑中努力的回想，鬼变者的弱点在哪？鬼变者的弱点在哪？他回想起教官埃尔森对他讲过，鬼变者有两个弱点，一个是大脑，一个是脊椎，由于腐化生物严重变异成鬼变者后，脊椎中的神经中枢变得粗大，甚至堪比大脑。打爆大脑和脊椎是唯一一种杀死鬼变者的方法！他端起枪，对着鬼变者的脑袋打了几枪，鬼变者被打的向后退了两步，但他的脸上露出狰狞的笑容，再加上科尔打出的弹孔，真是十分的…猥琐！连科尔都不知道怎么形容这鬼变者了，不过他仍然不敢怠慢，举起柯尔特把剩下的子弹统统倾泻到鬼变者的脊椎里，鬼变者发出了撕心裂肺的吼声，就像一头濒临死亡的巨兽发出愤怒的嘶吼。科尔自言自语道：“不会吧，B级鬼变者没这么弱吧？”科尔很奇怪，听对付过B级鬼变者的特种兵说，我们整整用了两个机枪弹夹才把他打昏，然而C级以上的鬼变者是不会死的，他们会在一个小时以内复活，等级越高复活越快。不过这个B级鬼变者只被科尔打了一个弹夹，怎么就这样了？就算这把柯尔特口径大，也不可能啊！突然，鬼变者身上的伤口爆炸了，他倒下了。科尔很疑惑，他从弹夹里取出一颗子弹，这颗子弹头部泛着危险的红色，像在警示人们他很危险，别靠近。另外，科尔总觉得这颗子弹的重量不对，比普通的黄铜芯子弹重不少，难道这是用别的金属做的？也许这是颗爆裂弹？不知道。科尔把这颗子弹装回弹夹，继续往深处走去。走到一半时，科尔的耳机出现了电流声“诶？难道耳机没坏？”科尔很高兴，耳机联接上了，里面听到科斯特在大吼：“找不到腐化源头，怎么办？”“只能撤了，快！”这是猎魔的声音。科尔大喊：“兄弟们，我还活着！”“科尔？！”大家异口同声地喊道，可以听出里面充满了惊喜。“你们在哪？我现在在一个山洞里！”科尔回复。“马上出来，我的GPS显示你离我们不远，而且飞机离你很近！”肖恩激动地都控制不住声音了。“好，马上，不过目前我找不到山洞的出口。”科尔有些失落。“没事，出口就在你的前方，快快快！”肖恩大喊。“收到！”科尔卯足了劲，一口气冲向洞口。十分钟后，科尔走出洞口，看见大家站在飞机上，一边向他招手，一边把想爬上飞机的腐化生物打退。“快上来！”兰激动地喊道，“莱恩，预热飞机！”“好嘞！”莱恩打开发动机，发动机低速运转中。科尔拿起那把柯尔特，打爆了路上所有的腐化生物，跳上飞机。因为左手脱臼了，科尔只能用右手，最后还是给皮埃尔拉上来的。“起飞！”科斯特大喊。伴随着发动机的轰鸣声，运输机垂直起飞了，之后发动机掉转，飞驰而去。“科尔，你没事吧？”兰关心的问，“受了什么伤了吗？”同时，科尔看了一眼肖恩，他的脸上除了因为科尔还活着的激动，还有一点吃醋，因为感情上，他们毕竟是竞争对手啊。“你被腐化生物炸飞后发生了什么？告诉我呗。”科斯特很不正经的问。“我..”科尔连‘没事’都没有说完，就眼睛一黑，倒下了，他最后听见的是大家匆忙地再喊着他的名字……(未完待续)\n放心，科尔不会死，不过到底发生了什么？请等待第三章，《短暂的宁静》",
    "replies": [
        {
            "author": "D`Y`O",
            "timestamp": 1444008960,
            "txt_content": "原作者授权了？"
        },
        {
            "author": "剃刀",
            "timestamp": 1444009200,
            "txt_content": "D`Y`O 发表于 2015-10-5 09:36\n原作者授权了？\n是的，2403大大已经同意了{:10_492:}"
        },
        {
            "author": "hear_brave",
            "timestamp": 1444009200,
            "txt_content": "加油~  期待第三章"
        },
        {
            "author": "D`Y`O",
            "timestamp": 1444009740,
            "txt_content": "剃刀 发表于 2015-10-5 09:40\n是的，2403大大已经同意了\n差点想找茬~~"
        },
        {
            "author": "稻穗",
            "timestamp": 1444009980,
            "txt_content": "hear_brave 发表于 2015-10-5 09:40\n加油~  期待第三章\n谢谢支持！"
        },
        {
            "author": "2403",
            "timestamp": 1444658400,
            "txt_content": "这章的细节比上一个章节好了很多，不错，继续加油吧，希望你能写的更好【我会调整一点复刻版剧情尽量与小说剧情贴合的】"
        },
        {
            "author": "稻穗",
            "timestamp": 1444912740,
            "txt_content": "2403 发表于 2015-10-12 22:00\n这章的细节比上一个章节好了很多，不错，继续加油吧，希望你能写的更好【我会调整一点复刻版剧情尽量与小说 ...\n谢谢，不过我的小说版有些细节在MC里可能很难表达出来。"
        },
        {
            "author": "a372811",
            "timestamp": 1463237040,
            "txt_content": "钢加特尔呢？\n"
        }
    ]
}