{
    "title": "<转载·连载>龙&友谊^前传",
    "author": "Gefoce竹笋",
    "replyCount": 2,
    "timestamp": 1444019460,
    "txt_content": " 本帖最后由 Gefoce竹笋 于 2015-10-5 21:56 编辑 \n\n[diamond_gem]目录&索引[diamond_gem]———————————————————————————————————————————————————————————————————————前传[iron_ingot]前言[iron_ingot]——————————————————————————————————————————————————————\n初次尝试写作，不喜勿喷。灵感来自于电影、书籍、磁带、课本……大题思路：主角世代与龙族从仇人变成Best Friend的故事·借鉴写作技巧，灵感，背景音乐From，特别鸣谢：《驯龙高手》、《驯龙高手II》、小学全部课本的亮点、小学全部磁带的漏洞、试题的部分常用名词、《钢铁侠》、《钢铁侠II》、《钢铁侠III》、《美国队长》、《美国队长II》、《雷神》、《雷神II》、《绿巨人浩克》、《无敌浩克》、《蚁人》、《复仇者联盟》、《复仇者联盟II》、《卑鄙的我》、《卑鄙的我II》、《Minions》、《碟中谍》、《碟中谍II》、《碟中谍III》、《碟中谍IV》、《碟中谍V》、《黑客帝国》、《黑客帝国II》、《阿甘正传》、《鹰眼》、《福尔摩斯》、《藏地密码》、《盗墓笔记》、百度贴吧、Minecraft中文论坛、Minecraft Wiki、自由鹰团队成员：<橙汁、稻穗、Yyt、小影、快乐、小卡、墨无言、Bob、玉米>父&母、阿瑟·柯南道儿、何马、[漫威]、梦工厂、南派三叔、同学、亲人、曾经帮助过我的人、正在看帖的人、公益广告、计算[gold_ingot]前传&引子[gold_ingot]———————————————————————————————————————————————————————————————————————\n”这，是贝刻岛。从太平洋最北端向西行12海里几乎就到了‘死亡之地’，我的村庄。这里每天都有羊肉、大麦和贝克装饰，还能看到夕阳冉冉升起时那朝气蓬勃的样子。\n就是有些害虫。\n其他地方害虫都是麻雀啊，蟑螂啊……可贝刻岛上的害虫，却是龙。有些龙非常危险，一个火球就可将一个村庄销毁，一滴口水可将人蚀的尸骨不留。\n一般人会选择离开，可我们不会，我们是维京人，维京人天生就固执，刀山火海在所不辞，而且很乐观。\n又是一个夜晚，又是一个不眠之夜，可是今晚，有点不同。\n我的名字叫做科雷特，我知道这名字有点怪怪的，可是维京人认为，名字取得越奇就越好生存下来，生怕他不能像战斧在战场上一刀一个龙头似的。每个夜晚，都会有龙来入侵，不是偷只羊就是把间屋子给烧了。但是今晚有些不同。\n那是大块头斯图依克，我的父亲，维京人族长。据说他六岁是拧断了一只致命纳德的脖子，也是从上次浩劫中唯一逃出来的人。\n事情是这样的：几年前的一个晚上，我的父亲出去开会，当时的龙灾没有现在这么严重，就在他们商讨们该如何解决这些龙的策略时，一个身上披龙皮的男人徐徐的走入了议事厅，他的脸上有道伤疤，低着头，声音极低的说：“我可以帮你把这些龙全部捕获到，帮你们将这一切都改善过来，只要你们俯首称臣，愿意做我的仆人。”当时所有的人都笑了，没错，包括我的爸爸。片刻间后，只听到一声充满着罪恶的声音咆哮在议事厅里：“你们会后悔的，也会失去你们所想要的一切。”说着摔门而去。几乎是同一时间，屋顶着火了！从顶棚跳下来一只凶猛无比喷着火焰的巨龙，喷着炽热的火焰，各大族长拿起武器即将攻击他时，发现石器根本无法承受如此高的温度。霎时间，混乱和嘈杂成了一切，贝刻岛上的居民也闻风而起，男人、女人、孩子、半裸着身子，被这场突如其来的风暴吓坏了，当时，只有我爸爸逃了出来……”“嘿！嘿！在干嘛呢科雷特！我要出去帮你爸猎龙去了，你呆这里不许动！”一个满脸大胡子、身材矮小的男人打断了我的想象。紧接着就是一阵关门声\n那是洛克机械师，专门打造屠龙工具的，也是我的老师。“在这个岛上，我几乎是最弱小的维京人，跟我一样大的亚丝翠德、不纠风都已经是猎龙初学者了，可我呢？待在家里，学学武器制作，反正一切无聊的事情都由我来做，我真没想到，上把我抛弃在一个组长家庭究竟用意何在？甚至在我刚出生3个月时，我的母亲也突然间销声匿迹。”\n幻想中的科雷特总是会有一些点子，但是窗外的战争也从不会因为幻想而停止。他忍不住自己的好奇心，把自己刚刚亲手完成的“龙泪号”捕龙装置推了出去，来到家后面的乌鸦邻上，瞄准着，等待着。他的身后是重重地炮火声，可是面前却啥都没有，他心里不禁大失所望，可是就在那眨眼间，天空出现了一团湛紫色的火球，准确的说是一团闪电！科威特心里一凉：“夜煞！”\n夜煞是维京人所说的最为危险的龙，就连洛克的《屠龙宝典》也写着“极度危险，请勿送命！”可是，年轻的科威特却不以为然，他认为只要能打下这头夜煞就能像她的父亲证明他是有天赋的，但是夜煞往往行如闪电，科威特心里有这个信心，他把瞄准架上了。\n周围仿佛都静了下来，只有一只只乌鸦在叫着。\n“Duang”科威特由于太紧张了，好像刚看见夜煞了，就一鼓作气射了出去。他非常气愤，因为可能就差一点就抓住这只天下从有过的奇龙，却被他放了！弹指刹间，只听到声声树枝被折断和树叶被击落的沙沙声，他心里一凉：“可能，只是可能，我击中他了……”\nhttp://www.xiami.com/widget/69339222_1770865200,1773304584,_235_346_5695c1_457cb4_1/multiPlayer.swf\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1444026540,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-10-5 15:16 编辑 \n\n“前传”的地址错了= =#还有题目格式！！\n看版规再发帖= =#"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1444027020,
            "txt_content": "说好的三章出索引呢\n还有标题不符合版规\n楼主快去看版规修改吧"
        }
    ]
}