{
    "title": "「10/6更新」「39」的单人速建图文教程（更新中）",
    "author": "Terry39",
    "replyCount": 4,
    "timestamp": 1444029780,
    "txt_content": " 本帖最后由 Terry39 于 2015-10-6 21:43 编辑 \n\n单人速建教程\n——Terry39\n前言速建是一种易于身心健康、人人皆知，各大小服务器逢年过节必备项目之一。但是在单人速建之中，能够做好的非常少。而且关于速建的教程也很少。所以39借着这个机会，向大家科普科普速建，也希望大家能在我的教程之中有所收获，能在最短的时间里，在最有限的空间，造出令人惊叹的建筑。（起码要比我这个手残好吧2333）\n如果有什么意见与建议或者疑问的话，都可以在评论处提出的哈，我会按时解答的。\n\nPS：为了更方便读者阅读\n红色字体表示楼主的个人意见。（可忽略）\n黄色背景表示终生受用的要点。\n（但貌似两个都差不多233）\n楼楼的速建，时间均为一个小时\n\n\n\n\n 一、关于速建\n首先，此处的速建指的并不是所谓的“快速建造mod”，如果您是为了这个mod而点进来的话，请右上角叉掉。\n科普一下速建：\n正如其名，速建速建讲究的是在具有一定时间限制的情况下尽可能地完成一项建筑任务。根据实际情况，建筑的规模、限制的时间也都会有所不同。通常在速建活动中还会给予选手特定的主题。\n\n\n小型（或单人）的速建活动盛行于各大up主中，娱乐性较强，时间通常不会超过半个小时。建筑范围也有所限制，人数为单人。\n大型（或多人）的速建活动一般是以团体建筑为主导的大型建筑活动，时间甚至会长达24个小时（对于某些大型建筑来说这个时间仍是十分紧迫）。详情可以参照PMC不久前举办的海底建筑大赛这里有一个例子 这里还有一个例子 这是最后一个例子\n\n\n在这一篇文章当中呢，楼主因为技术有限，所以只能给大家带来单人速建的教程。希望今后的比赛中能帮到大家，让大家少走弯路。\n关于速建的基本理解 二、选择场地\n下图雪方块的面积 左边的大小是50*50，右边则是15*15\n\n\n一开始速建的练习中，楼主并不推荐直接在50*50的空地之中建筑，而是尝试在更小15*15。\n\n为什么呢？\n因为一开始就弄50*50你！根！本！填！不！满！\n楼主之前就有过失败的经历：自己的建筑弄出来之后发现还有大面积的空地，然后就使用copy、paste硬生生的填满了。后果就是那几个房子就像画蛇添足一样......\n\n如果你的心中没有一个详细的蓝图的话，还是尝试在15*15之中建筑吧。在之后我们会慢慢引入50*50的。\n\n我该选择多大的大小来练习 三、创新之前，先要模仿\n如果你不是一名专业的设计师或者是一名建筑老手，你在刚认识minecraft的时候一定只会建类似火柴盒的建筑。但是不要伤心，每一位你现在看到的大触之前都建过火柴盒（39也不例外）。\n\n\n这个时候对于新人来讲，最快捷的学习方法就是模仿。当你模仿别人的建筑到了一定的程度的时候，自己自然而然就会演变出拥有自己风格的作品。当然，最重要的还是积累。\n（39提示：模仿的作品就不要发到论坛上了哦，会被定义为剽窃的）\n\n\n但是有些新手再看见别人的建筑会感觉有一种力不从心的感觉。（如下图）\n\n\n这是啥？这是啥？这又是啥？\n\n这时，你就需要用自己的方法来给整个建筑分类（这里39主要把这个建筑分作了3部分，红色部分框住的是建筑，黄色线条所代表的是地形，蓝色圈圈之内的是植物。）\n\n这时，我们之前分好的15*15的格子就有用咯~\n\n\n现在你可以把你认为属于要点的建筑建在这个15*15的格子里了~\n\n推荐把上述三个要素分开到不同的格子中去建，等到你得心应手之后即可以建在一起咯。\n\n建筑顺序通常是：地形→建筑物→植物\n（39提示：一定要在确认地形无误之后在开始建房子，要不然建好房子之后你再想改地形，然后一个笔刷过去房子和地形全崩了你想哭都来不及23333.）\n如何模仿 三、建筑详解，地形（所用模组WorldEdit）这一章里我们主要来探讨如何在有限的时间里搭建出一个符合场地大小的地形。\n地形在一个建筑之中至关重要，而且经常在建筑后期很难修改，所以磨刀不负砍柴工，地形这方面一定要重视。一定的起伏感会给一个作品加分，反之亦然。\n在这里为了快速、简介的做出地形，这里39用的是WE（WorldEdit），详情参考这个帖子。因为原版的话会花费更多的时间，而MCEdit正好我也不太会用（(╯‵□′)╯︵┻━┻）\n回归正题，首先圈出一个50*50的范围。（这里是为了更好的演示而使用的50*50）\n\n\n然后我们可以用羊毛来在地上圈出2D的平面图，可以用不同的颜色来表达。（这里我就先粗略用蓝色羊毛表示一会儿河流会存在的地方。）\n\n\n先然后使用WE工具笔刷来刷出地形（地面要适当起伏，因人而异）\n所用指令：\n//brush sphere grass 3复制代码//brush sphere grass 4复制代码\n第一个球比较小，第二个球比较大，自己看着来就好了2333\n\n\n\n\n然后使用平滑笔刷将其弄平（不要点太多次，稍稍看上去自然了就好。）//brush smooth 4复制代码\n\n\n\n然后铺上水流~铛铛~一个自己做的地形就出来了~一般用时不会超过5分钟。\n\n\n接下来就是自我发挥时间了~39的想法是将其做成一个荒芜之地。\n首先咱们用WE框选中了整个地形。\n\n\n然后输入指令，大概意思就是替换掉框选中的草地，然后替换成60%的腐化草地，40%的原石。\n//replace grass 60%3:2,40%4复制代码\n效果如下\n\n\n然后在里面绕上一圈石柱。\n\n做法很简单，飞到高处以后输入指令\n//pos1复制代码然后拿着木斧在地上右键，输入指令\n//line 4复制代码\n绕一圈之后一个个石柱就做好啦~\n\n\n感受一下效果（不带石柱）\n\n\n带石柱\n\n\n地形这里呢自由度很高，很多地方都可以自行发挥。当然了我这个里面并没有包含建筑以及植物的位置，如果要做的话还是预先留出一定的空位比较好。\n\nWE笔刷的基本用法    \n\n\n\n\n\n\n\n\n（未完待续）\n@紫枫 @冥王星人 @42486327 我就记得这两个了←_←，其他人到时候码字码完了再弄\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Mr.Right.",
            "timestamp": 1444030380,
            "txt_content": "已收藏！！！\n_(:зゝ∠)_看看大触的技巧"
        },
        {
            "author": "紫枫",
            "timestamp": 1444031520,
            "txt_content": "前来学习\n泰瑞开心就好哦"
        },
        {
            "author": "佐手",
            "timestamp": 1444031820,
            "txt_content": "我这种建筑小白要好好学一学了！"
        },
        {
            "author": "Yy星人",
            "timestamp": 1444043520,
            "txt_content": "   每日一赞系列qwq"
        }
    ]
}