{
    "title": "【史诗级中篇同人小说连载】《序章·探险者手录》(弃坑作)",
    "author": "KomeijiSatori",
    "replyCount": 8,
    "timestamp": 1346928240,
    "txt_content": "  前几日，我在小学的一个神神鬼鬼朋友给我带来的两本日记。他自称这是他所拥有的最大财产，不过谁知道到底是不是呢。他告诉我，这些日记如果可以的话要让更多人知道，但是上面似乎有一层封印。在丢下两本日记后，他也是匆匆回家了，连名字都没告诉我。\n\n  在网上搜索以后，一本幽紫色日记本上的两个奇异纹路的中文似乎为“神绮”，而另一本棕色的日记则为“界面”。在这里，我想这个叫做“界面”的日记更适合在这个环境下发布吧。\n\n  现在，封印已经摇摇欲坠了，已经能勉强打开前几页，不过后面的似乎还是被强力结界保护着。现在的我也是很好奇，这些日记里究竟写了些什么？\n\n  在这三次封印削弱后，我也是摸索出了一些规律。\n\n① 每次封印削弱的时间似乎为三天，在一些特别的日子似乎会额外唤醒什么 \n\n② 在每次封印削弱后，可能会浮现出3000-5000字不等的部分日记 \n\n③ 在第二次似乎由于什么特殊原因并没有浮现出文字，而是白白的一页纸，说不定以后会接着出现什么吧。 \n\n④ 可能有时候封印并不会削弱 \n\n⑤ 据朋友说，假如他不愿意的话，随时可能会让日记本破碎。\n\n  日记本究竟会写了些什么呢 \n  我也是很期待啊 \n  最近一次的削弱时间，似乎为10月1日呢\n\n\n  序章 完\n\n",
    "replies": [
        {
            "author": "49471005",
            "timestamp": 1346928360,
            "txt_content": "沙发{:10_512:}"
        },
        {
            "author": "KomeijiSatori",
            "timestamp": 1346934300,
            "txt_content": "翻开了第一页，泛黄的纸片上有两个血红的文字，让人看起来就不寒而栗。\n\n前传\n\n“恭喜你能看到这篇日记**你看到的时候，说不定我已经化为尘土了。”\n\n“我的名字叫风菁，是一名赏金猎人。”\n\n“这些事情，我本来不想说向外界公布，但是事实告诉我，我不得不这么做了。”\n\n“他们已经追来了，没时间和你解释了。”\n\n\n“猎人，这次有没有A级别的任务？”在厅台前，一名披着黑色斗篷的青年一边喝着麦芽酒，一边问向文面的金发男子。\n\n这个青年，便是我。名字叫……风菁。\n\n“哟，风菁啊，很不巧，这次没有A级别的赏金任务呢。”金发男子听到后，也是停下了手中的工作，惋惜的回答道。\n\n“不过呢，这次我可是有个特别的任务，是S级哦，怎么样，要试试看吗？这可是绝密级别的呢”刚说完上一句话后，他好像也突然想起来了什么，一脸兴奋的对我说道。\n\n“S级的？嗯，听起来不错呢。正好最近也要买一把锋利点的剑刃，这个S级别的任务我就接下了。”听完后，我也是又往嘴里灌了一口麦芽酒，意犹未尽的回复猎人。\n\n“嗯……，好，这是你的任务详细情况，请收好。”在一阵忙碌后，猎人也是收回了散漫的样子，取而代之的是无尽的威严与庄重。\n\n“我以赏金猎人之名起誓，必定完成雇主所托，不辱赏金猎人之名。至此，风菁。”每次接到一个赏金任务的时候都要这样，毕竟像我们这样的高级赏金猎人，不单单是为了那几分金钱，更是为了赏金猎人的荣誉。\n\n说完，他也是递给我了一个纯金制的小盒子，嗯，轻轻一按就出来指甲印了......\n\n“这次的雇主还真大气啊，光是任务盒就用了纯金的，估计起码要6000金才能买到吧。”收起了有着任务介绍的盒子，我也是有点兴奋的向猎人说道。\n\n“嘿！太好了，你知道吗，你刚才可是接下了又亚瑟亲自下发的赏金任务啊！真正的级别可是有SS级呢！”在宣誓完毕后，猎人也是瞬间换回了那张似笑非笑的脸，用调戏的口吻来对我说出事实，。\n\n“噗！”刚刚还沉浸在应该如何完成任务的我顿时也是好像被大锤打到了脑袋，一下子懵了\n\n“什、什么，你说你给我接的是SS级别！？”在理清思绪以后，我也是哭笑不得问向猎人。\n\n“嘿嘿，对啊，这样才能体现出你的水准嘛！”猎人又是拍了拍我的肩膀，无所谓的说道。\n\n“哟，那边的人接了SS级别的任务了？”不知道是有意无意，一个壮汉也是从座位上站起来，带着一脸恶心的笑容向我走来。\n\n“风菁，小心点，这个是A级别的赏金猎人，经常仗着自己的经验欺负一些新手，不要太冲动了。”看到他走过来，猎人也是对我轻声说道。\n\n在他走到我面前的时候，我也是打破了僵局：“是的，请问您有什么意见吗？”\n\n“仔细看还是个小孩呢，你不知道那些接SS的任务的赏金猎人都死了吗？上次一个S级别的优秀赏金猎人自从接了那个SS级别的任务后，现在可是还没回来呢。”大汉一边说，一边用邪恶的笑容看着我，似乎在说“接了任务，你也会一样变成死人吧。”嗯，我认为他侮辱了我\n\n“我自认为我有能力完成SS级别的任务，倒是您多管闲事了。”强压住了一丝丝的怒火，我也是尽量心平气和的给他了一个答复。\n\n“说你不够格就是不够格，狡辩这么多干什么，我们老大可是干了20多年的赏金猎人了，有时候听听资深者的建议没错！”就在一旁，一个精瘦的男子也是站起来，冲我大喊大叫\n\n“咔！”刀刃已经出了鞘，就在这时，一双手按住了我窝着刀把的手。\n\n“不要冲动，这样对谁都没好处。”他似乎也看到了我要做什么，向我努力劝说道。\n\n“哟，看，那个金毛猎人还和那个小子说什么呢，肯定是有一腿！”看到我没理他，他也是得寸进尺，不知羞耻的大吼道。\n\n魅影般的速度顿时横跨了半个大厅，这个男子甚至连反映都没反映过来，刀刃已经架到这个不知天高地厚的赏金猎人脖子上了。\n\n“咕。”就在一旁，我也是清楚的听到了他咽口水的声音。\n\n“有、有话好说，何必动手呢。”就在刀刃的威胁下，他也是勉强挤出来了这么一句话。\n\n“对不起，你侮辱了我，也侮辱了我作为赏金猎人的尊严。我将会用你的性命，来洗刷作为赏金猎人的荣誉。”冰冷的一句话，不带任何的感情，也是宣告了他的死亡，宣告了他不知天高地厚行为的后果。\n\n“嘶！”刀刃划破肌肉的声音在寂静无声的大厅中闲的是那么刺耳，鲜血顿时喷出了两三米，甚至有些离着近的人直接被鲜血溅了一身。\n\n在丢弃了还在抽搐的男子后，我也是冰冷的向那个浑身颤抖的大汉说道：“这次是他，下次就是你，自己好自为之吧。”\n\n说完，我也是披上了我的黑色斗篷，消失在了人群中。\n\n\n“唔……你说风菁，今天你怎么那么冲动啊，你看，你干的好事我又要为你担了。”猎人一边往自己的最终塞着鸡肉，一边用抱怨的口吻向我抱怨。\n\n“没办法，谁叫他触碰到我的底线了。”看着猎人在那吃饭，我也是默默的回答他了一句。\n\n“唔……不过这次的任务还真是很难呢，你也要小心啊。”又在塞鸡肉，看来他已经把我当成他的好朋友了……\n\n“好的，难道你还信不过我？”听到他这么说，我也是回了他一句。\n\n“对嘛对嘛，你可是被誉为黑夜的风菁啊，什么事能难得到你呢。”\n\n“好了，猎人你慢慢吃，我也要去琢磨一下怎么通过这个任务了，毕竟SS级别的任务可是一个大难题呢。这次的饭钱我请了，这2000金是感谢这么长时间你对我的照顾。那么我先走了。”又看他吃完了一只鸡，天知道他是怎么吃下这么多的……\n\n“好的，那么先把赏金卡给我吧，一会我回去给你等级。”吃完以后，他似乎也终于决定不在继续吃下一只了，同时也示意我把卡放在桌子上。\n\n在兜里掏出来后，我也是随手把水晶的卡片向桌子上一扔，紧接着便是走出了大门。\n\n而在桌子上，油灯的光芒把卡片照的闪闪发光，而在水晶卡片上也是有两个金色的大字\n\nSS。"
        },
        {
            "author": "zfmc21",
            "timestamp": 1346934960,
            "txt_content": "1级就发小说真丧尸"
        },
        {
            "author": "zfmc21",
            "timestamp": 1346935320,
            "txt_content": "我从你的ID查到了kemeijisatori吧在之后到了红魔馆吧才知道入的是东方坑我是不是很无聊"
        },
        {
            "author": "hmy123456",
            "timestamp": 1347014760,
            "txt_content": "不错哟～加油！我看好你"
        },
        {
            "author": "KomeijiSatori",
            "timestamp": 1347019440,
            "txt_content": "“结界似乎又加重了啊……”\n\n“这次最起码要一个星期才能衰弱一次吧。”"
        },
        {
            "author": "悲剧的人生",
            "timestamp": 1347024540,
            "txt_content": "好像怪物猎人咧"
        },
        {
            "author": "KomeijiSatori",
            "timestamp": 1347169740,
            "txt_content": "又翻开了一页，在这一页的第一行用黑笔写着几个字。\n\n新的开篇。\n\n“唔，终于准备好了，今天就开启任务盒吧，还真期待第11个SS级别的任务会是什么呢。”我擦了擦汗，也是急忙把背包收拾好。\n\n“我数数……短剑，小刀，打火石，绷带，剪刀，急救药剂，压缩食物，笔和日记。嗯，似乎就是这么多了呢。”一样样的清点完后，我也是叹了一口气，紧接着便是手往床底下准备把亚瑟的纯金任务盒拿出来。\n\n“卡拉！”手指刚碰到任务盒，刺耳的声音立马传了出来。完了，开启了？嘛……没关系的吧，反正东西已经收拾好了。\n\n“呼！”刚想玩，一阵黑风也是席卷而出，直接把我包裹到了里面。嗯，空间魔法，看起来这个任务不简单啊，还有特定的地点，要小心一点呢……\n\n一阵眩晕过后，我也是迅速从其中恢复，做出了警备姿态随时迎敌。\n\n不过好在任务指令不会把我直接传送到别人面前，这次似乎也没什么问题呢。\n\n不对，这世界好像有什么不对……嗯，好像画质变低了？\n\n我又揉了揉眼睛，在确定不是我眼花了的情况后，我也是下了定论，我到了另一个界面。\n\n该死！怎么和上次的任务一模一样，那次任务我可是九死一生才……\n\n“不要惊慌，如你所见，你已经接受了我的任务，来到了另一个世界。”在天空之上，一个威严的声音也是逐渐传到我的耳边来。\n\n“相比你也知道这是一个由我特发的S级别任务了吧，但是能接受的话，也的确是一名合格的勇士。”声音继续，似乎没有打算给我回话的机会。要是他知道我是被朋友拐骗来的非气的吐一口血吧……\n\n“此次的任务便是生存，没有其它任何条件。如你所见，我把你传送到了异世界，假如某一天我认为够了的话，你的任务就完成了。那么，祝你好运。”\n\n“……”抱怨已经晚了，上次接了他的任务差点没把我葬在狼窝里，这次又让我搞个什么生存……对了，食物带够了吧。\n\n摸了摸背包，鼓鼓的压缩食物也是让我心里一轻，至少现在是不会有什么问题了。\n\n那么，先容我造一个避难的地方吧。望了望四周，似乎只有一些小矿石，真是一个贫瘠的地方呢……\n\n在寻找完一些石子后，我也是略显苦恼吧。这些石子的大小，根本不能够供我做普通的工具啊。\n\n就在困惑之时，手中不自觉的一使劲后，石子也是……凝聚到了一起？不错不错……看来这个世界的自然聚合魔法很到位呢。\n\n在那些石子凝到一起后，几个巴掌大的石材也是呈现在了我面前。嗯，这怎么会难得到我呢？用匕首轻微的凿去边缘后，几个像样的工具也是制造出来了。\n\n掂了掂手中的铲子模具，似乎还少点木棍做把，再去折一点树枝吧。\n\n想完后，我也是随便找了一颗树木，努力用匕首切断了几个手指粗的树枝。\n\n在拼接过后，几把像样的石工具也是造了出来。石斧头、石铲子也是能应付我现在的处境了\n\n砍完几棵树过后，我也是简单的对原木进行了原子处理，毕竟这么大的东西拿着也要费些力气吧。\n\n基本工作做完后，我也是把木材和铲子原子化后一起绑到了背包上，手中拿着新做的石斧头先去找个容身的地点吧。\n\n不多说了，行动。我整个人也像魅影一般，在繁茂的丛林之间穿行了起来。\n\n就在刚走完一段以后，前方似乎发现了什么……嗯，一头牛？看样子似乎还没发现我嘛，看着看着，我也是对牛身上的皮打起了主意。\n\n“看起来好暖和的皮啊……要是收起来的话，也能应对这环境了吧。”嘟囔完后，我也是下定了决心，悄悄的潜行到**身后，从腰间拔起匕首便是指向**头部刺去。\n\n“哞！”似乎我都以为我成功了，不过在前一秒，牛还是发现了。在惊怒的吼叫后，它也是直接用角顶上了我的匕首。\n\n本来能把牛了断的一刀，却是在**角上留下了不小的印记……该死，它向我袭来了！\n\n再受完一刀后，牛似乎也很是恼怒，大叫一声“哞”之后便是直奔我而来。\n\n在迫不得已下，我也是操控匕首，使用了最为常用的风刃，能被牛逼得用出我最为得意的魔法，你也值了啊！\n\n匕首光芒一闪，紧接着一道气刃便是直接疾射而出，分秒后便是直接射向**颈部。\n\n牛似乎也是发疯了，竟然顶着风刃……真是自寻死路！\n\n刚想完后，风刃也是精准无比的劈到了**脖子处，鲜血溅了一地。正当我拍拍尘土准备去分解肉质和皮毛的时候，它居然又酿跄站了起来。\n\n“这TM什么**！”该死，脖子中了风刃居然还没有被劈成身首分家，这个世界的生物看起来比我想象的要可怕的多啊……\n\n又是晃动了一下匕首，又是一道风刃射出，这下八九不离十了……\n\n牛挣扎了几下，终于也是倒在了地上一动不动了。\n\n“真是的，何必呢，直接把食材和皮革交给我不就好了么，被你顶这一下我也难受啊。”自嘲的笑了笑，紧接着也是开始了材料的分割。\n\n真是一个充满危险的世界呢"
        }
    ]
}