{
    "title": "近代RPG服务器转变历程",
    "author": "我爱拉面",
    "replyCount": 6,
    "timestamp": 1444038300,
    "txt_content": " 本帖最后由 我爱拉面 于 2015-10-5 18:28 编辑 \n\n                                                     [attach]826284[/attach]\n\n本篇文章专门阐述近代的RPG服务器的转变历程，撇开RPG地图不说，我们只说RPG服务器\n RPG，RPG，现在很火的一个服务器系列，无数人为之痴迷，现在也是很多腐竹开服的选择。\n  不过，大多数游历各个RPG服务器的玩家，对于他们来说，可能现在很难找到称心如意的好RPG服了。\n\n\n\n\n        通常的三大腐竹（1~3），以及额外（4）\n  1.热爱RPG，并且经验丰富，技术强大的腐竹\n  2.只是一股热血涌上大脑，却后继无力的腐竹\n  3.虽然技术超群，却过于注重钱财的腐竹\n  4.虽然热爱RPG服，却苦无经济能力的腐竹\n\n\n\n\n                                           第一种腐竹\n应该是我最为看好，也是我认为的最为模范的腐竹类型，他们游历过各个RPG服，当过玩家，做过副本，感受过RPG服的酸甜苦辣，深知RPG的利弊，并且深知人情世故，以一个玩家的角度，制作副本，平衡副本，完善副本，做出的RPG服，武器精美，副本有趣，剧情感人而又连贯，深受广大玩家喜欢，甚至有不少fans（粉丝）。\n\n\n                                           第二种腐竹\n第二种腐竹，虽然也有一定的RPG经验，也会制作副本和武器还有剧情，但是多半，枯燥乏味。仅仅有一股热血是没有用的，万事都是如此，刚开始是感觉浑身都是劲，想着闯出一片天，创造一片辉煌，但是实际到了后来动手的时候，脑子一下子凉了下来，或许这种腐竹真的脑袋里面有一些了不起的创意，但是实际经验却少，创意不够用，技术沉淀少，这样的腐竹建议先去单机做做RPG地图，副本等等为好。\n\n\n                                            第三种腐竹\n第三种腐竹，也是十分广泛常见的，服务器的配置各种屌炸天，各种炫酷，对外号称“绝对武力”（大雾），虽然服务器BUG少，人也多，但是也是基于穿越火线的这种，RPG玩家的天堂，各种定制武器满天飞，甚至于，这种多人的服务器还不如那些制作认真的RPG小服！武器仅仅是一堆强大的附魔，加上几行描述，副本甚至于平衡性差的要死，武器的话一把定制横扫八荒，纵横天下无敌手！\n例如：黑色XX服务器，名字就不多说了，在线人数100多，但是大多数厉害的都是RMB玩家，一把定制攻击力一两百三四百的，普通玩家的武器最高就四五十，而且是非常难获得的，普通玩家的武器也就十几攻击力。\n服务器吸住普通玩家的手法，也就是，每次都发所谓的补偿，不论新老玩家，只要在线，统统发武器，发物品，发防具，发钱。反正我是生存不下去了，里面的武器，不是靠打怪升级来的好，而是靠所谓的定制来得好！这种服玩了有什么意思？拿着你手上的破定制，把所有副本单挑而过，要是武器威力不够，打不过，就只能花钱再升级定制咯。\n\n\n                                            第四种腐竹\n额外的第四种腐竹，这种也不打算腐竹吧，不过推荐这种人，多多去学习技术，因为RPG是非常容易出BUG的，一个不小心，因为一个差池，就造成崩服，要是能修好那还好说，不然就是伤感情，不信任，紧接着就被解雇。这是我的一个忠告，不然你十有八九会出这问题！（实际上现在也有很多RPG地图制作者想去服务器任职，我也是推荐先去休息一下服务器技术，否则不会有好果子吃）\n\n\n\n\n                       RPG的几大通病                \n一。剧情老套不连贯：大多数都是，XXX村出了个XXX人，或者什么大魔王要突破封印毁灭世界，勇者快去消灭神马的老套庸俗剧情；而且主线剧情不连贯，大多数就是一堆的每日任务，支线任务，叫你去打XX怪XX只，然后给你钱，没了，就这么简单。\n\n\n\n\n二。武器粗制滥造：这个问题非常适用于大多数服务器，因为有的服务器，武器的lore排版不好，文笔也不好，甚至也只有几个属性，几行深紫色的说明罢了，就像鲁迅他老人家，亲自出马设计他的著作《呐喊》的封面一样，制作精美，好看好玩的武器，至关重要。\n\n\n三。概率式定制武器：用这个方法开RPG服也不是不可以，我称为，概率式成功服务器，因为给服务器放上一大堆定制武器出售，有可能让服务器一瞬间飞黄腾达，大把大把的钞票流入手中，也可能让服务器一瞬间一败涂地，地位一落千丈，连开服的钱都剩不下。\n\n\n能造成成功的原因如下：前期涌入很多富有的玩家，然后购买定制武器，后面也涌来越来越多的玩家，造成了明显的地位，实力差距，就像穿越火线一样，到处都是认哥哥的小XX，服务器没有定制的玩家向有定制的玩家借定制玩，玩不到，就越想玩，人类的本性嘛。\n而且服务器还可以定时发福利，就算是不小心被DDOS攻击了，爆服了，也可以借以发补偿，这样玩家就不减反增了，不过前提是不能经常爆服，因为服里不能经常发福利，发多了，就不稀罕了，而且经常爆服，你让玩家怎么玩？发展壮大的重要因素就是一个稳定的游戏环境！\n\n\n总结：谁说武器做的烂，副本做的差就一定没人玩了！T-T这让我们这些职业的砖家怎么活，做得好反而没人玩了，多因素结合才能多人玩啊！\n\n\n四。副本枯燥乏味：副本怪物的多样性，平衡性尤为重要，相辅而成，缺一不可，每个副本要有符合副本背景故事的怪物，而且要配合副本难度，位置要适当，按要求而定，有的怪物要密集，有的怪物要分散。\n\n\n\n\n全文总结：总之，制作RPG所需要的，不仅仅是对RPG的热爱，对RPG的追捧，单纯这样是肯定不行的，还要有毅力，去努力完成目标，才能做出更好的RPG服务器，才能有更好的，更素质的玩家入服玩，才能撰写出更感人的服务器故事，玩MC最初的感动，不就是最初的那股懵懵懂懂之情吗？每个RPG服，RPG地图都是一个制作者的心血，请怀着尊敬游玩它们，体验它给你带来的乐趣。\n\n\n\n\n                                                            --------我爱拉面\n                                                                   2015.10.5\n                                                                      星期一\n\n\n\n                 由于好友过少，召唤阵无法组成\n           @a919813308 \n                                                                        \n\n\n\n\n\n\n\n\n\n\n  \n\n",
    "replies": [
        {
            "author": "发光的木板",
            "timestamp": 1444038540,
            "txt_content": "雾槽我竟然看完了。。。"
        },
        {
            "author": "poi4399",
            "timestamp": 1444038720,
            "txt_content": "╭(°A°`)╮我最讨厌大触装新人来骗人气了(大雾)"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1444038780,
            "txt_content": "RPG鬼也来了...不管怎么说，这贴水的还是很有技术的，具有对RPG服务器现状的高度概括性。"
        },
        {
            "author": "mine米",
            "timestamp": 1444039800,
            "txt_content": "我不清楚你聊什么"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1444039800,
            "txt_content": "看完了，\n你总结的不够充分\n为什么一定只要有服主一个人？\n良好的管理与确切的发展路线更为重要\n服务器好不在性格而在于人"
        },
        {
            "author": "我爱拉面",
            "timestamp": 1444040220,
            "txt_content": "MRTangwin8 发表于 2015-10-5 18:10\n看完了，\n你总结的不够充分\n为什么一定只要有服主一个人？\n咳咳，你说的没错，我是怕说着说着主题给歪了，给歪到怎么管理服务器上去了"
        }
    ]
}