{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第九节",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1444049280,
    "txt_content": "        一股阴风袭来，在空无一人的村庄里呼呼作响，就像什么妖怪的惊叫。\n\n        可怕的黑暗。除了火把能照亮的一小块范围之外，整个世界都陷入了可怕的黑暗。而且这黑暗似乎正在蔓延，要把火把发出的那一点微光也吞噬掉。\n\n        可这一切似乎丝毫没有影响到穹闪，他仍然大摇大摆地走在村子里，灵曦则颤颤巍巍地躲在穹闪的身后，紧张地东张西望。\n\n        残酷的战火烧毁了和平，把村子烧得一干二净，村子里到处都是被烧焦的痕迹。看来敌军在这里使用了TNT，把整个村子炸得面目全非，一片狼藉，没有任何房屋得以幸免。只剩下一片残垣断壁和许多大大小小的坑。\n\n        穹闪在村子里走了很久，终于找到了一座稍微完整一点的房屋——那是一间铁匠铺，因为它是用坚固的石头修建的，所以损坏的程度没有那么严重。\n\n        他举着火把轻轻地走进了铁匠铺。可是刚一走到门口，一个白色的身影就从屋里冲了出来，撞开穹闪跑了出去。穹闪赶紧一回头，却发现那个白色的身影莫名其妙地消失了。\n\n        “啊！！”灵曦抱着头尖叫起来，“真的有幽灵！！”\n\n        “幽灵？”穹闪望着幽灵逃跑的方向笑了笑，“之前的人真是迟钝啊，这么明显都没发现。”\n\n        “我才不管你发现了什么！我要走了，你继续你的冒险吧！”灵曦又是生气，又是害怕，却又独自跑了出去。不过刚跑出去没多久，又尖叫着跑了回来。\n\n        一道白色的身影不断在穹闪他们的身边各个方向闪现，“幽灵”看样子是盯上他们了。\n\n        确实，这在其他人看来真的就像是“幽灵”一样，若隐若现，神出鬼没。前一秒还在南边的屋顶上，下一秒就出现在了北方的水井边上。不过，穹闪可是能看得一清二楚，这不过是“幽灵”在以极高的速度移动，普通人根本看不清他移动的轨迹，所以误认为这是“瞬间移动”，是“幽灵的魔力”。\n\n        “别闹了，我不管你是谁，我们只是想在这里休息一晚。如果你不想没事找事，就请离开。”穹闪喊道。\n\n        但是幽灵不仅没有理会穹闪的话，而且还发起了攻击——几乎在同一时间，十几支箭从四面八方袭来。确实如之前守门的老头所说，如果是弓箭的话，是不可能在这么短的时间里从这么多方向射出这么多箭的。\n\n        不过要是比速度，穹闪可不会示弱。只见穹闪猛地拔剑出鞘，伸出剑的同时原地转了个大圈，把来自四面八方的箭一口气拍下了地。\n\n        容不得犹豫，他立刻朝着幽灵的方向跃去。一剑挥过，幽灵虽然勉强躲开了，可是却被削下一块白色的东西。那是幽灵的一部分？不，那仅仅是做衣服用的一种很光滑的材料。\n\n        幽灵也没有傻愣着，趁着穹闪落地的间隙朝着它疯狂射击，可是飞去的箭全都被穹闪挥剑拍下。看清弓箭的移动？这对穹闪来说并不难，因为他在天灵山上时练得最勤的就是眼力。\n\n        一落地，穹闪又立马冲向屋檐处的幽灵。新月般的剑光在高处的屋檐闪耀着，就像夜空中的第二个月亮。\n\n        幽灵闪躲得很快，穹闪斩击得更快。灵曦呆呆地望着天空，只能看见一些残碎的人影。\n\n        幽灵猛地转过身，对着穹闪放出一前一后两支箭。穹闪赶紧用剑格挡，可是一放下剑，眼前的幽灵又不见了踪影。\n\n        穹闪站在屋顶，敛气屏息，四下张望，但是完全无法发现幽灵地踪迹。他犹豫了一会，闭上了眼睛，全神贯注，想靠听觉判断出幽灵的方位。\n\n        风声，仍然是诡异的风声。这是现在能听到的最大的声音。\n\n        自己的呼吸声。穹闪把呼吸放缓，尽可能地让呼吸声变小。\n\n        火把燃烧的声音。风中的火焰燃烧得更加疯狂，穹闪光靠听就能想象出那舞蹈一般的火焰。\n\n        还有……脚步声。但是这是灵曦的脚步声，因为这脚步声节奏混乱，轻重不一，明显是被吓得腿软的人的脚步声。\n\n        除此之外，还有什么声音呢……穹闪皱着眉头仔细地寻找着，可是终究没能找到。\n\n        幽灵……果然就跟名字一样，神出鬼没的呢。明明动作那么快，却又轻得连脚步声也没有。穹闪想着，跳下了屋顶。\n\n        找不到就算了，守株待兔也是不错的方法，反正他也会自己找上门来。穹闪笑了笑，握紧了手中的剑。\n\n        果然，就在这时，一阵风——很不自然的风，拂过穹闪的脸颊。穹闪下意识地转身就是一剑，可是并没有命中幽灵，仅仅是把飞来的几支箭砍倒了。穹闪暗叫一声不好，赶紧高高跳起来，躲过了身后的匕首。\n\n        这似乎在幽灵的意料之外。它有短暂的几秒时间呆愣在原地——这几秒就足以让他走向失败。穹闪一落下地，便向幽灵一阵猛刺。幽灵一边后退，一边望着穹闪，好像要发动什么攻击，却又没能成功。\n\n        “切。”幽灵发出了声音。尽管这声音很小，却被穹闪清楚地听到了。穹闪趁幽灵犹豫立刻加速，追上了他，左手一掌把他拍倒在地，接着把剑架在了他的脖子上。\n\n        “好了，现在可以告诉我了吧，你到底是什么人？”穹闪笑着问道。\n\n        “好久都没有人能认出我是‘人’了。”幽灵说着摘下遮在脸上的面具，“你是什么时候看出来的？”\n\n        “就在我见到你的第一眼，在铁匠铺那里。”穹闪说着把剑收了起来，露出一张少男的脸，“你当时撞到了我，我能清晰地感受到人的气息。”\n        “原来如此，是我失算啊。”幽灵说着拍拍灰尘站了起来，在白色的外套下显得瘦高高的，“我要跟你一起走。像你这么强的家伙，可是很难找的！跟着你，我的研究一定会比以前快上两倍，哦不，三倍！”\n\n        “强？”穹闪冷笑道，“你也许是没见过世面，我还远远不够强……”\n\n        “我不管！今天我跟定你了！”那个人说着跑向了废弃的铁匠铺，似乎是收拾行李去了，“本大爷可是很少这么看得起人哦！”\n\n\n\n\n\n        同一时间，在赛普克族人所居住的山上。\n\n        TNT的爆炸声充斥着整座大山，原本茂密的树林都被夷为平地。几百个赛普克人凭着简陋的长矛，斧头，甚至是赤手空拳，与猛禽军团几千个身披坚硬的铁甲，手持锐利刀剑的精锐士兵相抗衡。战况异常惨烈，血流成河。但是即使面对这样的实力差距，没有一个赛普克人想过要逃跑，甚至连一丝犹豫也没有，勇敢地冲向爆炸的火光中。\n\n        “阿斯托克里！莫古布塔兹达瓦达库鲁扎！（坚持住！保卫先祖的土地！）”族长亲自上阵，一边战斗着一边大喊道。\n\n        但是，不管赛普克族的人有多顽强，实力的差距还是太过悬殊。渐渐地，敌军的包围圈渐渐缩小，直逼山顶的部落。\n\n        一夜之间，原本绿树成荫，鸟语花香的小山被战争毁得面目全非。\n\n目录\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1444216740,
            "txt_content": "等等那个土著语是什么鬼。。。。\n这篇文如果我认真说的话，除了开头那几句营造出身临其境般的气氛以外，后面就是看主角发动主角光环秒杀幽灵。不过战斗的描写相对于其他的文来讲已经很好了。而且要是想写安静，写呼吸声不如写心跳声。对于表情的描写太少，不过让人大致脑补出战斗的情节已经不困难了，加油吧。我好像不是触，为啥要去给别人评论。。。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1444221240,
            "txt_content": "46241359 发表于 2015-10-7 19:19\n等等那个土著语是什么鬼。。。。\n这篇文如果我认真说的话，除了开头那几句营造出身临其境般的气氛以 ...\n首先，感谢您的建议。不过有一些东西我需要补充一下\n首先，这不是穹闪发动主角光环。之前有讲到过，他当初为了复仇给自己进行了魔鬼训练，实力颇高于一个正式军队的中队长。所以这场战斗的胜利是他自己努力的结果跟主角光环没有多大关系。\n其次，我不是想要写安静。这只是在这样的环境下穹闪感觉到的东西而已。本来这个场景也不怎么安静，还不至于听得到心跳声。\n至于表情的描写，这确实是我的不足之处。平时我也不怎么爱写表情，以后我会多加注意的。（虽然我仍然不知道表情的重要性和到底该怎么用，求教）\n总之，还是感谢您的建议"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1444224120,
            "txt_content": "46241359 发表于 2015-10-7 19:19\n等等那个土著语是什么鬼。。。。\n这篇文如果我认真说的话，除了开头那几句营造出身临其境般的气氛以 ...\n因为你想装触。而且，你的评论的确水准很高"
        },
        {
            "author": "守望者_",
            "timestamp": 1444396980,
            "txt_content": "好久没顶了，不过都在看"
        }
    ]
}