{
    "title": "<原创·单篇>最终妄想——为了梦中的一个人，她背叛了整个世界。[46241359]",
    "author": "46241359",
    "replyCount": 8,
    "timestamp": 1444054020,
    "txt_content": " 本帖最后由 46241359 于 2015-10-11 20:12 编辑 \n\n最  终 妄  想——为了梦中的一个人，她背叛了整个世界。\n\n正文\n\nEyth坐在公园的长椅上，静静地品着夜晚的孤独。她仰起头，望着天空中的星点，心里只有一个词：死神。是指人类的死神。不过，这不重要。但这美丽迷人的星空倒是让她想起有段时间前的一场令她终身难忘的战役。最终妄想。身体被固定在座椅上，Eyth的头僵硬地转了转，她还是不习惯太空的条件，尽管这已经是最大限度地模拟地球环境了。她的手摸到扣的死死的安全带，在黑暗中她看不清，但还能勉强摸清这个安全带是什么结构。仔细地摸索了一下，“咔”，安全带开了。现在飞船的航行已经稳定了，大概可以走动了吧，心里想着。为什么这么黑。稳定之后不是可以打开光源了吗？边疑惑，边蹲下身，从座椅下方摸出小型光筒，这是最小的了吧？只有手指大小，想来光的强度不会太强，至少不会刺眼。Eyth推开开关，一束柔和的白光照出来，很微弱，在黑暗中缓缓被侵蚀着。发生什么事了吗？她有些迷糊，因为飞船从起飞到她刚才解开安全带之前，她一直在睡觉。难道中途出了什么事故？也不对，出事故的话飞船的警报会响。那为什么驾驶舱的门大敞着？摸了摸后脑勺，手指不经意间触碰着流水般的黑暗。她握着光筒，朝驾驶舱走去。光筒提供的光在黑暗中颤动着，小心翼翼地照着空荡荡的驾驶舱。一定出事了，她心里想着，而且是大事，才让驾驶员连门都顾不上开。她走进驾驶舱，飞船被打到自动驾驶模式。这艘飞船的型号是自由妄想IX-782，它的自动驾驶需要设定目标。但是全息显示屏停留在选择目标的界面。也就表明这艘飞船现在是漂浮状态，没有任何的移动。光筒晃了晃，照到了探测系统发回的图片，是放在操作台上的，被一个小杯子压着。她把照片抽出来，借着光筒的白光，第一张照片上只有几个小点，看得不是很清楚，隐隐约约发出幽蓝色的光。下一张。这一张照片的轮廓就比较清晰了，应该是飞船。飞船？距离地球1光年的地方？Eyth回忆着，她记得应该是在三天前，接到一个微弱的求救讯息，大致就是这个方位。等等……就是这里？Eyth抬起头，再次朝舷窗外看去。这一次她知道那些人都去哪里了。她看见了一个舰队，没错，是一整个。但细数这又不像，总觉得少了几艘飞船。这个舰队应该是破晓，破晓有三艘大型飞船，但只有两艘，另一艘去哪了？还是说这个不是破晓舰队？不对，她晃了晃头，自己又想错了。破晓舰队发出的是最高危险等级，本不该指望还能看见完整的飞船，而他们只是没了一艘大型飞船，这已经是万幸中的万幸了。看来飞船上的人应该都是赶去救援伤者了吧。Eyth呼了口气，缓缓踱回座椅上，坐下来，平复自己的心情。她抬起手腕，打开小型全息地图，现在已经到了规定的巡逻范围的边界，不过看起来除了发现破晓舰队以外并没有什么事，营救完毕后就可以回去了。想到这里，她不由得叉起双手枕在后脑勺，仰起头欣赏着这艘飞船。自由妄想IX-782是目前制造出来所有自由妄想系列飞船中最先进的。配备了目前最先进的推进系统和引擎，以及氧气储存系统，但是相比之下最大的优势就是它可以仿造出地球的环境，这样一来可以把人类对于外太空环境的种种不适应降到最低。而另一个亮点，就是它的操作系统。IX-782的操纵需要操纵系统的白名单认证，在进行操作之前，系统会自动扫描操纵者的视网膜，并且对其生命体征进行检测，以此来调出最合适的操作系统。这样一来一是可以避免非操纵人员误触操作系统导致事故，二是可以在最小消耗的情况下操作飞船。不过这个飞船上的人并不知道，IX-782上有一个可以破解白名单系统的人混进来了。这个人就是Eyth。想到这里，Eyth从衣服口袋里掏出一个小塑料盒，里面放着一个磁片。她翘起腿，在白色灯光的映照下，那个磁片上隐隐约约显示出一个字迹：Eyth-782。她得意地把塑料盒放回口袋里，这是她朋友送给她的，可以自动识别IX-782的白名单系统结构，然后进行破解，强制性地把名字加入白名单中。不过这样的行为会有一个缺点，强制破解白名单后，总部会接收到一个“WARING”的信息，这也就表示总部会知道白名单被破解的事。但这样似乎并没有什么用处。因为这里是外太空，IX-782的操作系统是完全独立的，这是为了避免总部遭到入侵。这样一来总部只能像个白痴一样不断地给飞船发送信息而不能强制性让它返回。当然如果总部可以狠下心直接启动自毁程序……很明显这不可能。奇怪，营救也不用全员出动吧？Eyth突然觉得有些不对，透过操纵室的舷窗往外看，她差点叫出来。要撞上了！她刚想操纵飞船躲开，但这才想起来她没有白名单权限。就在她刚准备拿出塑料小盒时，那个飞船自己闪开了。还好。Eyth抹了把额头上的冷汗。但就在她刚要安下心时，另一件事发生了。她看见一道激光从旁边一艘小飞船的发射器里打出，直接将IX-782旁边的一艘飞船切成了两半。Eyth的心一沉，她知道飞船上的人都去哪了。IX-782有战斗能力，但是蓄能要很久，因此那些人都去旁边专门的战斗飞船里了。该死的，这种激光去硬拼根本就是螳臂挡车。被切开的那个飞船里的人在真空环境中挣扎着，看不清脸上的表情，只能看见四肢胡乱地挥动。过了一会儿，就再也不动了。Eyth手伸进口袋里，摸出那个塑料盒，用指甲盖把它打开，趁这时候她抬头看了看，又有五艘飞船被切割了，动作必须快一点。但这时她的心里出现了一个疑惑：为什么刚才破晓飞船要刻意避开IX-782？如果硬撞，破晓飞船未必不能赢，而且他们为什么要先对小飞船攻击而忽视领舰IX-782？难道真的是有什么目的。她把磁片拿出来时，一个人轻轻进入了操纵室，一个黑洞洞的枪口对准了Eyth的后脑勺。Eyth停下了，她静静地把磁片放回小盒，把小盒放回口袋里。现在她知道为什么了。他们的目的不是彻底摧毁自由妄想，而是取得IX-782的控制权。“交出来。”那个人简洁地说道，声音空洞，就像是金属互相碰撞出来的一样，毫无情感，也听不出男女。Eyth缓缓地转过身，举起双手，面带微笑地看着那个举着激光枪对准她的人。脸上的笑容让那人也是心里一惊。从笑容来看，Eyth没有丝毫的紧张，就像是在玩一个胜率100%的游戏一样。“杰拉克-III。”Eyth微笑着报出了那人的激光枪型号，“它跟XI型可不一样，”Eyth仍然带着那种毛骨悚然的微笑，但语气听起来像是在提醒那人，“你无须用这个来恐吓我，因为你根本不敢开枪。”那人的手颤了颤，看起来Eyth似乎点中了要害。“III型穿透力极强，而跟XI型相比，最大的劣势在于，它不能调整激光的强度，”Eyth的左手伸到后面，在操纵台上摸索着，她记得操纵台上有个东西可以用，她的手指拂过那些荧光的电子键盘，心里不停地祈祷着。很快，她摸到了一个冷冰冰的东西，这下有救了，“所以你这一枪打出去，我们两个都会死，你们也就失去了夺取IX-782控制权的意义，因为IX-782有了破损，对于你们来说就没有了利用的价值。但毕竟……你们也是费了千辛万苦才让自由妄想上钩的，不是么。破晓左翼的成员？”Eyth露出一丝冷笑。破晓左翼，是破晓舰队的背叛者的统称，无论动机或者是以什么思想而背叛，都称为左翼，而那些听从于总部命令的称为右翼。但破晓左翼在一段时间之前已经被杀掉了绝大部分，残余的乘坐一艘私自建造的飞船进入外太空。想来应该是这些人遇上了破晓舰队的右翼。“切，”那人把枪放了下来，脸上的尽是不甘，Eyth说的每句话都正中要害，他的确不敢开枪，而且也不能开枪，毕竟这艘飞船必须要留下，拿着这把枪只是希望能起到一个威慑作用，“但我可以杀了你，然后拿走你的磁片。”他按下一个按钮，杰拉克以肉眼难以看清的速度进行快速重组，组成了一把激光匕首。经过改造得到的重组技术么……Eyth心里思索着，这样看来破晓右翼并不是一无是处呢，至少还懂点改造创新什么的。她回过神来，那人的匕首已经朝她刺过来了。速度也是够慢的，难怪被右翼灭的那么惨。Eyth一边想着，身体朝旁边一闪，左手抓紧那东西，用右肘狠狠地顶了一下那人的手腕。那人手腕一吃痛，抖了抖，激光匕首掉到地上。Eyth顺势用脚一踢，匕首就被踢出了操纵室，之后她举着一把激光枪对准那人的眉心。“杰拉克-XI型。”Eyth微微一笑，“可惜你们没有。”杰拉克的枪身在白色灯光下闪烁着，那人知道自己的胜率已经降成了0%。最后，屈服了，他举起双手，任由Eyth处置。把激光强度调到3，之后扣动了扳机。那人一声不吭地倒在地上，眉心有一个可怕的窟窿，血液不断从里面涌出。真是不自量力。Eyth把枪放下，掏出小盒拿出里面的磁片，塞进了控制系统的读取器插口。瞬间弹出几个红色的全息显示屏。Eyth伸出手揉了揉眉心，开始操作。她熟练地点击着按键，看起来十分的流利，应该是早就练习过了。“白名单已添加，姓名：Eyth，编号002，请对准扫描仪。”从操纵器上伸出一个扫描仪，Eyth的左眼对上了扫描器，一阵微弱的绿光后，Eyth看见弹出了一个红色窗口：WARING！白名单系统遭到入侵！叹了口气，她按下一个蓝色按钮，解除了对地球总部基地的通讯。之后开始全神贯注地看着破晓舰队的那艘飞船。它的聚能器开始聚能了。“天啊……”Eyth看见这情景只觉得眼前一黑，但她恍惚间似乎意识到了这件事的严重性。她赶紧打开星际地图，心中顿悟，破晓左翼已经放弃了控制权，但他们不打算让这艘飞船活着回去。之所以有把握这艘飞船不会闪避，是因为，这道能量一旦打出去，如果命中的不是IX-782，那么目标就会从这个飞船变成地球！Eyth知道这件事的严重性，她总不能为了自己而放弃半个地球，更重要的是，哪怕她真的是为了活下来而选择躲避，回到地球后也同样会被处死。这样看来，她唯一的选择就是和IX-782葬身宇宙。不！不行！她内心发出一声绝望的呼喊。她还有事没做完！她必须活下去！必须！哪怕只有这一点的几率可以让自己继续活下去，也不能放弃！能量聚集完毕，一道能量波冲了过来。那一瞬间Eyth大脑一片空白，什么都没有，她像是一个死人一样，眼神呆滞，思维空白。很快，她的脑海中出现一个人。那是她的梦中人。他曾多次出现在她的梦境中，身上有种她熟悉的气息，是她熟悉的人。每次出现都让她内心里出现一丝温暖，但他似乎永远都只能是她梦里的人，尽管感觉是那样的真实。真实到不真实。她心里一直坚持着，他是真实存在的。因此，为了找到他，她才会一直活到现在。这一次也不能例外！可是，地球怎么办？Eyth犹豫了。地球？地球算什么？她早就已经被人理解为是病态心理了。人人都当她是一个消极的人，一个避世者，一个通过整日把自己淹没在研究里的来逃避现实的研究员。该死的，既然这样，地球和她有什么关系。但他不一样。他对她而言很重要，他在梦中会和她说话，会关心她，不管怎样都比地球强。她愿意为他而放弃地球！但是如果这样，即使见到了他，他会原谅她吗？他会理解她为了一个或许根本不存在的人而毁灭了半个地球吗？到那时候，她就真的生不如死了。能量越来越近，Eyth的内心还在绝望，在挣扎，最后，她眼底升起了怒火。“是地球放弃了我！”她怒吼道，按上了一个按钮，飞船的引擎发动，躲过了那道恐怖的能量。Eyth瘫坐在地上，望着那能量冲向地球。等到回过神来时，破晓舰队已经没了踪迹。她疲惫地站起身，IX-782是领舰，如果打开到领导者模式，那些小飞船应该是会跟随的。一边想着，她操作着飞船。终于在最高指令的最下方的选项那里找到了领导者模式，她按了下去。周围似乎有了什么微妙的变化。Eyth的眸子黯淡了下来，她打开星际地图，点了一下一个蔚蓝色的星球，点下“目标设定”。“设定完毕，目标：地球，编号：001。最终目标：自由妄想控制中心基地，返程开始。”自由妄想舰队的飞船开始缓慢地转向，跟随着IX-782，返回去慰问那个将要被摧残的面目全非的蔚蓝色的星球，IX-782上载着罪魁祸首。Eyth想到这里，原本黯淡的眼瞳又锐利起来，又发出一种利剑般的寒光。她仰起头，再一次看了看那片迷人的星空，站起身，孤独地朝一个研究所走去。一阵风吹过，她领口上挂着的牌子微微颤动着：Eyth 特聘首席研究员。\n\n总字数：4530",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1444625280,
            "txt_content": "@恶魔-潇洒 @冥王星人"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1444632780,
            "txt_content": "其实我觉得你是一个神秘大角虫的小号"
        },
        {
            "author": "侑阳",
            "timestamp": 1444741200,
            "txt_content": "字数感人"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1444828380,
            "txt_content": "看见评分就知道，这是（？）事件。"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1445705580,
            "txt_content": "看到这充满中二气息的标题的我圆润的进来了"
        },
        {
            "author": "sam3737",
            "timestamp": 1448114040,
            "txt_content": "听起来比  空  好多了，心理描写极其准确，有三体之风!"
        },
        {
            "author": "46241359",
            "timestamp": 1448114340,
            "txt_content": "sam3737 发表于 2015-11-21 21:54\n听起来比  空  好多了，心理描写极其准确，有三体之风!\n你怎么能来挖这个坟呢→_→\n其实这个是一个序，不是正文XDD，正文发的时候需要艾特服务吗"
        },
        {
            "author": "sam3737",
            "timestamp": 1448114400,
            "txt_content": "46241359 发表于 2015-11-21 21:59\n你怎么能来挖这个坟呢→_→\n其实这个是一个序，不是正文XDD，正文发的时候需要艾特服务吗 ...\n不过AT看来是一个所谓的好主意"
        }
    ]
}