{
    "title": "工业2中各个矿物的稀有度",
    "author": "爱神",
    "replyCount": 6,
    "timestamp": 1444053600,
    "txt_content": "我想知道，工业2中的铜、铅、铀等矿物跟原版矿物稀有度对比，挖出来的是原矿还是锭，如果是原矿，能烧出多少个锭。还有精炼铁锭等的做法。求大神回答！！！！",
    "replies": [
        {
            "author": "awd410842",
            "timestamp": 1444053600,
            "txt_content": "工业的铜矿是最多的，挖矿非常常见，比原版的铁生成率的还多；其次是锡矿，和铁的生成差不多；铅矿比较少，比铁的生产率低，最少的是铀矿，类似生成钻石的几率，但是生成的很零碎，一个一个的。用高级采矿机采矿就知道具体的生成比率了。\n挖出来的都是原矿，用原版熔炉只能烧出一个锭，如果用工业处理矿物，一个原矿最多可以产2点多倍的矿，流程具体为：原矿---打粉机打粉产出2份粉碎矿粉---洗矿机洗1份粉碎矿粉得到1份纯净矿粉、1份石粉和一些小堆矿粉（9个小搓可以合成一个矿粉）---热能离心机离心1份纯净矿粉得到1份矿粉和小堆矿粉（离心机主要离心纯净铀粉和纯净金粉，省时间和电的话其他矿物可以不需要离心）---最后用电炉烧矿粉得到锭。\n\n精炼铁的做法是：要有加热机（电力加热机，固体燃料加热机，液体燃料加热机，放射性同位素加热机），加热最快是电力加热机里面需要放线圈才能加热，要有高炉、压缩机，具体流程是，高炉和加热机有黄色方形点的一面对接一起，加热机里面放满线圈，通电。高炉里面需要放1铁和6压缩空气单元，压缩空气单元是空单元在压缩机里面制作的。\n\n顺便说一下工业的沼气飞行背包比电力飞行背包飞得更加持久，更高。以上是工业2exp版的内容。"
        },
        {
            "author": "hbrf",
            "timestamp": 1444054440,
            "txt_content": "铜，锡要比铁多得多，自己玩生存的时候高级挖矿机每种都有一排多\n挖出来的都是原矿，直接烧一个锭，建议先打粉机打粉，然后烧粉，可以二倍产量，要是能量多的话，中间再加个洗矿机洗矿的环节能再高产一点，洗出来有小撮粉，九个合成一个正常粉\n至于铀，比较特殊，做核燃料的话，建议先打粉，再洗矿，再热能离心机离心，这样产量会比较高，当然不洗矿也能用，就是效率低一点。\n精炼铁锭用高炉，一个铁六个压缩空气单元做成一个锭，压缩空气单元用控单元直接放压缩机就行，高炉需要热机才行，初期可以用固体加热机，烧煤就行，特别注意的是要橙色方框面对接。"
        },
        {
            "author": "cold_rabbit",
            "timestamp": 1444057680,
            "txt_content": "铜＞锡＞铅＞铀 \n挖出都是原矿\n直接烧只出一个锭\n精炼铁要通过高炉\n给你教程 http://tieba.baidu.com/p/3363533918"
        },
        {
            "author": "爱神",
            "timestamp": 1444095360,
            "txt_content": "awd410842 发表于 2015-10-5 23:38\n工业的铜矿是最多的，挖矿非常常见，比原版的铁生成率的还多；其次是锡矿，和铁的生成差不多；铅矿比较少， ...\n谢谢，但是，我不是要玩工业2，我只是想要知道精炼铁锭的价值。你能粗略的告诉我，精炼铁锭大概值几个铁锭吗？谢谢"
        },
        {
            "author": "awd410842",
            "timestamp": 1444107060,
            "txt_content": "爱神 发表于 2015-10-6 09:36\n谢谢，但是，我不是要玩工业2，我只是想要知道精炼铁锭的价值。你能粗略的告诉我，精炼铁锭大概值几个铁 ...\n精炼铁制作时间较长，耗电，消耗1铁6空气单元，算下来大约相当5个铁锭的价值。"
        },
        {
            "author": "爱神",
            "timestamp": 1444126140,
            "txt_content": "awd410842 发表于 2015-10-6 12:51\n精炼铁制作时间较长，耗电，消耗1铁6空气单元，算下来大约相当5个铁锭的价值。 ...\n太谢谢你了！！！"
        }
    ]
}