{
    "title": "【原创·连载】[死亡]序·我叫史蒂夫",
    "author": "GTVZDH123",
    "replyCount": 3,
    "timestamp": 1444102740,
    "txt_content": " 本帖最后由 GTVZDH123 于 2015-10-25 17:41 编辑 \n\n每个人都会直面死亡，Everyone will face death,想要活下去，还是死亡，Want to live, or die,就要看你怎么对待了...Depends on how you treat...\n[死亡] 序我叫史蒂夫[2703字]\n  MC城的冬天，笼罩着这个大学，我乘坐着面包车，踏上了回家的旅途，就这样，我在迷迷糊糊的睡着了...  “嘭！”面包车猛的一阵，我被惊醒了，我看向周围，我对面的是一名年轻的女性，看起来没我年龄大，他抱着一个手提包，看起来名牌，身上穿着比较新的棉袄，带着一对耳机，居然是国产的，脚旁放着一个大旅行箱，看起来还不算土，她有点昏昏欲睡了。我又看向我的旁边，是一名中年妇女，他和我一样之前是趴在桌子上，只不过谁的比我死，我再瞄一眼，oh，她嘴角边流淌着一条晶莹剔透的唾液，我赶紧把视线移了回去。  只不过这个时候我比较注意的是车子还能不能走了，如果不在今天赶回家，我的朋友，哦不！我没有朋友，是家人肯定要骂我了，我走上前问了一句，“嘿！怎么了？出问题了吗，今天还能不能走了？”  司机斜了我一眼，说道：“你没看到吗？明显是出了问题，”然他顿了顿，散漫的说道“也好，你去帮我通知一下后面的，今天不能走了，刚好这里是一个小村，大家就在这里过夜吧！”我一听：“可是...”  司机转过来恶狠狠的盯了我一眼：“可是啥！叫你们在里待着待到明天怎么不行了？顶多了退点钱给你们可以了吧！”既然他都这么说了，我也只好松口了...我通知了后面的乘客以后下了自己先下了车，下车前我还听到了车上乘客们的连连抱怨，算了不管了，先下吧！  哦！谢特，我后悔下车了，自己刚才在车上感觉很热没穿多少，一下车就感觉自己快要冻僵了...我连连发抖，打了好几个喷嚏  这时我听到一个温柔的声音：“哦，你没事吧，来！这件衣服给你披上吧！”我看向发出声音的方向，不由得一惊，原来是刚才那个坐在我对面的女孩呢，我笑着摆摆手说不用了，谢谢，那个女孩也对我笑着，“唉...嘴上是说的很轻松，结果内心去很渴求，算了，等下你需要了在向我要吧！”说着她伸出手对我笑着说道：“你好，我叫Alex，初次见面，多多关照，”然后低下头停顿了一伙又抬起头来笑着对我说“今晚看起来是要去居民家盛饭了，既然我们这么有缘要不就一起吧！”  听到这里我的内心也是激动万分，哦！太棒了！这时我看了看她，她长着一副再也平常不过的大众脸，但是在我眼里此时却感觉异常的美丽呢！我点了点头又看向四周，等等！那个是，此时我眯着眼走了过去，她也跟了过来  “这个是什么啊，看起来很稀奇？”她好奇的问道，我做了一个手势叫他不要说话，等我看完上面的内容以后，我转过去对他说：“看来这次好玩了，我们居住的地方发生了几起失踪案件，而且都是绑架向你这种女孩子呢！”听完她脸色大变，“什么！？好可怕啊，我不想住这里了！”我沉默了....  随后我们住到了一户好心的居民家里，吃晚饭后我们就各自去睡觉了。  深夜...“咚咚咚”我的门被敲响了，我打开了门，只见Alex站在我的门前，我十分惊，只见此时脸色惨白，没有一点血色，我十分迫切的问她什么情况，她呆住了一伙，只见她慢慢的说道我的窗户外面有动静....  我急忙的拉着她跑到屋外，只见此时天空外面挂着一颗皎月，十分惨白。村子里也十分寂静，只能隐隐约约听到远处那黑夜使者——猫头鹰的呼唤...  等等！我听到了什么声音！是来自一百米左右以外的草地发出的声音，我急忙的跑过去，Alex大声喊道我呢？我转过头对他说道，如果四十分钟内没有回来你就报警！  我使劲的跑，因为是半夜被叫醒此时也没有多少力气，我只好慢慢的走，不对！我又听到了一丝细小的声音看起来是我的背后...我转过头，哦！原来是Alex，我不理她，又一次继续往前走，没过多久，我们眼前是一片空地，我们躲在几棵树背后，只见一个人低着头站在空地上焚烧着什么东西，虽然看不清他的脸和相貌，至少能认出他的身高，貌似是1.75m，手上还有有一道隐隐约约的伤疤，不对！这个时候要在意的是他在干嘛，他烧的东西...看起来是...尸体！或许Alex也发现了，她不由的发出一声惊叫，虽然被我捂住了嘴巴，可是已经晚了！那个人十分警觉，已经发现了，他此时一惊，抬起了头，一束月光照在他的脸上，不对！他是他是司机啊！  司机吓了一跳叫了一声以后意识到了事态的不妙便惊慌失措的逃了  我转了回去，看见Alex正准备报警，我打住她，对她说，不要急，或许有什么隐情...明天去找他吧  第二天，我们找到了司机，看见司机正准备收拾行李准备逃了，我们迅速的堵住了他逃出的出口，见到这里他就一屁股瘫坐在床上，我问他：“为什么要焚烧尸体？人是你杀的吗？”“不知道，当时还在好好的开着，结果突然看到一个人躺在地上，不知道是死了还是活着，当时我吓坏了，我使劲的按喇叭踩着刹车，可是都无济于事啊！”  我转过身，只见Alex已经报警了，我连忙打住，可是已经晚了，司机看到便站起来用尽全力推开了我想要逃走，没办法，我只好把司机锁喉了，司机昏了过去。  一伙警察来了，Alex在一旁紧张的对警察说了刚才的话。警察听完以后就对大家说，大家放心！已经结案了，之前绑架村子里的人的变态就是这个司机！  唉...又要有人被冤枉了，警察过来向我要口供，我只说司机是被冤枉的，警察问我为什么？  “你难道没发现吗？你先想想，司机虽然承认了是他撞到了一个人，但是并没有说其他人也是他绑架的，然后你再看看告诉栏，上面的告示是一星期前的，而我查过司机的安排表，他是第一次来这里，而且大伙都不认得他。”我抬起头对警察说，警察看着我：“所以你想要表示什么？”  “假设司机撞了人是真的，按照他说的是真的话，那其他人就不是他绑架的，假设司机说的是假的，也不成立！why？好好想想，那个被司机撞得人也是失踪人口中的一人，如果说他说的是假的，那就是其他人是绑架的，但是司机没有撞人，司机只绑架了其他人，可是刚才也有说了，司机是刚来这里，以前都没人见过他，他也不可能是以前绑架的”  “假设是有人贿赂他呢？”警察问  “所以你们警察就这样直接视为是他杀的？那那个真的犯罪者呢？让他逍遥法外？”警察听了边哑口无言，我们都沉默了...  “这样吧，假设你们能在一星期里找到真的犯罪真凶，我们就放了他！”“一言为定！”  就这样，我决定要留下来寻找真凶了，而Alex也决定要留下来跟我一起哩！“现在怎么办？”Alex迫切的问“只好按现在手头仅有的证据来了...”我低下头小声的说着...  我注视着公告栏的人，心里某某的想着，到底是怎么回事呢？为什么都是女性呢？而且为什么年龄都差不多大？看起来都算是有知识的城市白领，但是最后又过年回村了，莫非！我悄悄的对Alex说着。一小时以后，Alex她回来了，她激动地说着：“你太神了！你猜测的没有错！她们都有一个共同点，小时候是一个小学的还是同一班的！而且都是城市的白领，就是说...”“凶手可能是她们的同学！”我和Alex不约而同的说道  我看着Alex说道“看来我猜对了！”我拨打电话给刚才的警察“找到线索了，现在就去找拥有以下几点特征的人：一.力气较大，至少一个人就能徒手搬动的了一百二十斤以上的重物的人！二.以前有女朋友（有可能有谈过好几个）但是后来被甩了的！三.相貌较丑与女性较难接触的男性！四.以前和失踪人口是同一个班级的”  说完我挂了电话，Alex问我为什么要符合那几点特征才行？我慢慢解释道：“一.那群失踪的人我调查过她们，每个人都至少有一百一十斤以上左右的重量，因此除非有同伙不然是不可能单个人完成搬动尸体的举动，至于为什么要搬动尸体？你忘记司机了吗。二.上次又去偷偷看过那个被司机撞了的女性，只见她的面目表情呈现出了十分惊恐的状态，身上的刀痕至少有三十次以上，而且看起来是被直接活生生砍死的，如果不是和女性有深仇大恨或者是心理变态的话，是不可能做出这种事来的，但是在这个村子里，前者比较可能。三.如果说长的比较帅气的话就不会和二有关系了，所以你懂了吧。而四就不需要解释了...”  傍晚，警察赶过来说：“找到罪犯了，他在街上买东西的时候被我们给抓了！”说完警察顿了顿“你到底叫什么，看起来很厉害啊。”  我转过身：“MC大学犯罪科学生史蒂夫！”\n\n序·完\n作者的话\n\n楼主是根据心理罪来源的灵感，不知道写的好不好，希望大家见谅，楼主也不知道有没有跑题了，因为楼主想的就是关于犯罪破案之类的吧\n",
    "replies": [
        {
            "author": "JIE__",
            "timestamp": 1444103040,
            "txt_content": "第二段的中年妇女是一个男的，是变态，这一切都是他策划的!\n\n\n\n\n\n捕获.PNG\n(3.48 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2015-10-6 11:47 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1444109760,
            "txt_content": " 本帖最后由 Donnies_Ming 于 2015-10-6 14:37 编辑 \n\n很少见的侦探推理小说\n啧啧啧……我感觉从这2703字的作文里就足够看出某人是生活在一个什么样的社会里了"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1444109880,
            "txt_content": " 本帖最后由 星之永恒 于 2015-10-6 13:58 编辑 \n\n\n注意首行缩进，标点符号！\n标点符号的错误和空缺非常影响阅读！\n最好四个空格\n情节跌宕起伏，写的很不错\n注意动作描写，可以在动词前稍作修饰。\n祝你成功。"
        }
    ]
}