{
    "title": "[1.8.8~1.6.2][ssp/smp][汉化]Rediscovered重新发现，重拾旧版本的回忆！ 1.8.8更新！",
    "author": "falsh_asan",
    "replyCount": 32,
    "timestamp": 1444196100,
    "txt_content": " 本帖最后由 falsh_asan 于 2016-2-16 19:01 编辑 \n\n\n\n重新发现\n       \n前言坛友们看过Minecraft的wiki吗？是否为那些有趣的，猎奇的被移除事物而惋惜？别可怜了，一个特别伤心的玩家做出了这个模组，实现了在旧版的那份快\n\n\n相关WIKI已移除 未实现 未加入\nA note about Pocket Edition and Minecraft 2.0:I will NOT be adding features from EITHER of these versions of Minecraft into the mod. Do not ask, you will be ignored if you do. I would rather implement ACTUAL ideas FOR THE PC version rather than simple jokes or things from Pocket Edition unless I find a good use in them (Such as the Locked Chest)\n作者将不会添加2.0玩笑版本和移动版的物品及功能\n方块哭泣的黑曜石，一块原本让你设置重生点的方块，然而在这里并没有什么卵用。将会在未来版本实现。\n旧海绵，一块可以吸走水的方块，可吸走5X5X5的水，不与1.8的新海绵冲突。它们会在海洋生物群系生成，不吸水。\n齿轮，另一个版本的红石，可以贴墙放地，并且是一个随身的红石电路（红石块）。\n\n灯笼，可移动的光源，可放置，放在物品栏中自己也会发光。\n\n\n\n\n\n泥土半砖，不多解释。\n\n\n\n\n家具，制作的起初目的未知，被移除了。\n\n\n\n\n\n上锁的箱子，2011.4的愚人节笑话，比普通箱子大，你打开它，会有链接进入MOJANG的赞助网。\n\n尖刺方块，一个因为活塞而退休的方块，大部分陷阱类mod实现了。在这个mod中，它给生物造成2心的伤害，仙人掌4倍，同时可以贴墙放。\n\n\n\n\n物品箭袋，一个存在于旧版游戏文件中可没使用的物品，你要把它当胸甲使用。只要背包中有箭，弓就会像机枪一样的射箭，并且可和原版胸甲合体。\n\n\n\n\n皮革链甲，皮革装备和锁链装备的合体，拥有2种装备的耐久和防御性。\n\n\n未被使用的药水，现有反胃，挖掘疲劳，失明。投掷型将在未来版本实现。\n\n\n猪人箭，猪人射手的箭，箭头为紫色。\n\n\n未出现的花，这些是玫瑰和牡丹。（从左到右，牡丹，牡丹丛，采摘过的牡丹，采摘过的玫瑰，玫瑰丛，玫瑰）\n\n\n\n\n生物\n\n鱼，4滴血，2010万圣节更新，然而Notch把它丢了。它们在湖泊和海洋生成，杀死它们掉落一个生鱼。这真是极好的捕鱼方式！\n\n稻草人，僵尸会攻击它，碰到村民和玩家也会优先选择它，不错的替死鬼\n\n\n\n亡灵马，40滴血，1.7通过指令生成的生物。它们在黑夜中会生成，白天会燃烧，分别掉落腐肉和骨头。它们还会攻击活马，使活马变成它们的一员\n\n\n巨人，它们在天域生成，是敌对生物，100血，死亡概率掉落1~2个金苹果，有时掉落附魔金苹果和金块\n\n猪人和绿袍村民，猪人分村民（20血），战士（40血，拿铁剑），射手（20血）3种。猪人会用红宝石跟你交换各种物品，战士和射手会主动打你。绿袍村民在它们的地牢中，你也可以用绿宝石跟他们交换各种东西，虽然说是俘虏，但是猪人们不会打他。绿袍村民默认可在普通村庄生成，可修改配置文件\n\n\n拉娜，史蒂夫，黑史蒂夫和野兽小子，它们在猪人村生成，除了拉娜之外，都是敌对生物。敌对50血，拉娜20。拉娜掉落1~2苹果，其他掉落羽毛，火药，线，极少掉落打火石\n\n\n\n红龙，天域的BOSS（血显说是敌对，并且没有BOSS血条），100滴血，末影龙的前身。你可以右键骑上帮助攻击，杀死后掉红龙蛋和一个哭曜石阵和大量经验，右键蛋再生。它会无视阻碍它前进的方块\n\n\n\n\n0.png (396.54 KB, 下载次数: 201)\n\n下载附件\n\n2015-10-7 09:12 上传\n\n\n\n\n\n\n\n\n1.png (155.06 KB, 下载次数: 206)\n\n下载附件\n\n2015-10-7 09:12 上传\n\n\n\n\n\n\n天域生物群系是天空，末地前身。天域没有时间，永远的正午。进去，靠运气，睡觉，或者修改配置文件（下面会讲）合成梦枕晚上右键床。进去后，你出生在一个小屋，有床有家具有壁炉，如果你没带方块，去砍樱桃树吧，你需要搭路去寻找猪人村，找到梦枕回去(跳虚空也可以回去...）！梦床成功移除，只能用梦枕和运气睡眠！\n截图欣赏\n\n\n\n\n关于搬运前面的搬运均版本滞后，而我带来了最新版，和汉化，会考虑持续更新。我没有得到作者的授权，他只是回了我一句\n\n\n\n\n\n\n未来计划更多方块经典的羊毛木板染色哭泣的黑曜石可设置重生点珊瑚（这个略难）\n生物人类可驯服的兔子和杀手兔鲸鱼熊猫\n物品相机马鞍及合成方式旧的金苹果和发光的西瓜\n环境砖块金字塔冰冻的海洋生物群系和冬天\n其它calm4.ogg旧的运行动画旧的水下呼吸\n\nGitHub源代码1.6.4 1.7.10 1.8 1.8.8\n\n\n！不兼容！战备双持：俩箭袋的冲突3D方块：会让家具强制3D，结果呵呵呵\n\n\n\n模组更新记录（未翻译）（字数极多）V. 1.3\n-Small feature/version update\n-All changes apply to 1.8.8, 1.8, and 1.7.10\n-Added splash potions and changed how current potions work (New brewing method coming soon)\n-Changed rotating gear animation\n-Changed Leather-Chain to Studded\n-Added Studded Chestplate with quiver\n-Completely removed dream bed option from 1.7.10 version\n\nV. 1.2\n-Small feature update\n-All changes apply to 1.8 and 1.7.10 (unless specified otherwise)\n-Locked Chest URL actually leads to identical April Fools page\n-Added French, Spanish, Traditional Chinese and Hungarian translations\n-Added option to disable quiver in the config file\n-Gears are much more efficient now because they are only one block as opposed to a floor and wall version. Can also be placed on ceilings (1.8 only)\n-Chairs, tables and lecterns now use JSON model format (1.8 only)\n-General tidying up of code\nV. 1.1\n-Version update\n-All changes apply to 1.8 and 1.7.10 (unless specified otherwise)\n-Sponges actually work (Less laggy calculations so the water doesn't spazz out)\n-Sitting in chair doesn't push you up after a while\n-Spikes can be pushed by pistons and wont destroy items (1.8 only)\n-Removed Dream Bed option\n-Can ride Red Dragon to help in slaying it\n-No more Red Dragon health bar\n-Fixed Red Dragon Name\n-Red Dragon health changed to 100 (50 hearts)\n-Pigman Villages dont generate air blocks (They're more efficient, won't cause lag, and wont create square holes below them)\n\nV. 1.0 and 1.0.1 and 1.0.2\n-Super Massive Update (You may need to delete your old config)\n-All changes apply to the 1.6.4, 1.7.2, and 1.7.10 versions\n-Changed Sky Dimension mechanic to have random chance and Dream Pillow. Old Dream Bed mechanic available in config\n-Added the scarecrow\n-Added Nederland language localization\n-Added Czech language localization\n-Added Polish language translation\n-Added ability to use custom entity ID's in config\n-Animated Fish tails\n-Rubies spawn below level 32 instead of 25 now\n-Overhauled Locked chest to be as close to original as possible, still need old Minecraft Store page\n-Shearable Rose and Peony bushes (not in 1.6.4 version)\n-Paeonias (not in 1.6.4 version)\n-Removed Smooth full half slabs\n-Removed all predeclared entity id's (and block/item id's in 1.7.2 and up)\n-Fixed Giants hitbox. They can hit the player more easily, making them tougher to hit without getting damaged\n-Fixed controlling of Sky Dimension chickens. Now faster\n-Fixed Cherry leaves in fast graphics not changing texture\n-Fixed player hovering above chair when they sit in it\n-Fixed rare occasions when heaven biome spawns in overworld\n-Fixed Middle-Clicking Empty Rose Bushes producing an Empty Peony BushV. 0.9\n-Version Update\n-Updated to 1.7.2\n-Total overhaul of code\n-Added roses that spawn in the Sky Dimension\n-Added Falling out of Sky Dimension teleporting you to Overworld\n-Changed Nearly all of config options (Added spawn rates for mobs, change to 0 to disable spawning)\n-Removed Smooth full half-slab recipes as I see no way of updating them to 1.7.2\n\nV. 0.8\n-Bug Fix/Balancing/Prepare-for-1.7 update\n-Added Cherry trees to the Sky Dimension\n-Made ruby ore spawn much less commonly\n-Rubies and Ruby ore are both Ore Dictionary compatible\n-In exchange for making rubies common, pigmen have MUCH better trades\n-Arrows shot with a quiver are no longer automatically critical, but should fly farther\n-Fixed being in water with a lantern in your hotbar causing odd item drops to appear\n-Fixed sometimes glitching through ground when spawning a new house in the Sky Dimension\n-Fixed blocks generating inside the house if you house spawns inside a mountain\n-Fixed the sound system crashing by removing calm4 altogether\n\nV. 0.7\n-Feature/Compatibility Update\n-Made it so that you can just put the mod into the 'mods' folder in order to work (Finally, I know)\n-Added Multiplayer compatibility (Finally, I know)\n-Made it so that Rana and Steve spawn in Pigmen villages (For now just to fix compatibility)\n-Steve no longer attacks Black Steve and Beast Boy\n-Removed Purple Arrows (For now)\n\nV. 0.62\n-Bug Fix Update\n-Fixed Red Dragons. Now you can damage them and they attack you. They also have a health bar.\n-Added option in the config to disable restrictions on the Dream Bed (Daytime, Monsters nearby)\n\nV. 0.61\n-Version Update\n-Updated to 1.6.4\n-Added Calm4 as random background music\n-Added an option to enable a Calm4 music disk (Very buggy)\n-Added some more options to the config\n\nV. 0.6\n-Feature/Bug Fix Update\n-Added Pigmen Villages!\n-Changed Rana and Steve's models to the original MD3 ones (HUGE thanks to Exalm for that one)!\n-Added Black Steve and Beast Boy as hostile mobs in Pigmen Villages\n-Added sandstone full slab block\n-Added full dirt slab block\n-Fixed Fish drowning\n-Fixed quiver with armor recipe to be shapeless (a.k.a. anywhere in crafting grid together)\n-Fixed Gear placement bug\n-Fixed hovering while sitting in chair\n-Fixed Sky Dimension spawn house flooding with grass\n\nV. 0.53\n-Bug-Fix Update\n-Added more config options to enable/disable certain features.\n-Added Sponges and Lanterns to dungeon chests (Sponges because it makes sense, Lanterns because I can).\n-Changed Jump potion recipe to use feather instead of cactus.\n-Fixed Heaven biome and red dragons to appear in overworld (Sorry about that).\n-Fixed Rana and Green villagers multiplying\n-Fixed Steve despawning when leaving a world.\n\nV. 0.52\n-Mini Feature Update\n-Added a Config! Finally!\n-Added an mcmod.info file\n-Fixed Potion recipe bug\n\nV. 0.51\n-Mini Feature Update\n-Added Undead Horses (Zombie and Skeleton)\n-Added Spikes\n-Added Lecterns\n-Fixed rare sponge-generating bug\n-Fixed fish being super-tough\n\nV. 0.5\n-Minecraft 1.6.2 Update\n-Rotating Gears (FINALLY  )\n-Edited Sky Chicken controls. Now is controlled by holding seeds in you hand (Kind of like pigs with a carrot on a stick).\n-Gears can be placed on walls again.\n-Organized the code to be less laggy (Hopefully).\n-KNOWN BUG: Potion recipes don't work for some reason. Working on it.\n\nV. 0.43\n-Bug-Fix/Addition Update\n-Added a house when you appear in the sky dimension to give the illusion that you wake up inside of a dream.\n-Fixed Dream Bed ID overriding the Gear ID.\n-Dream Beds now do not stack like normal beds.\n\nV. 0.42\n-Addition Update\n-Added Tables\n-Due to high demand, Glowstone portal has been removed and replaced with the \"Dream Bed\".\n\nV. 0.41\n-Bug fix update\n-Fixed skeletons not shooting purple arrow\n\nV. 0.4\n-Minecraft 1.5.2 Update\n-Added unused potions (Nausea, water breathing, blindness, mining slowness, and jumping)\n-New quiver recipe\n-TONS of bug-fixes\n-Fixed not being able to connect to a server\n-Fixed portals being created on the other end spawning you in the wrong spot\n-Performance improvements\n-Removed all of the custom Giants code and added it into vanilla Giants code instead\n-Giants are FAR less laggy because of the code switch\n-Removed achievements because they don't exactly fit the \"feel\" of the mod.\n\nV. 0.35\n-Bug-Fix Update\n-Added green villagers\n-Added Red Dragons (NOTE: These are a WIP. Therefore for now they are invincible until I fix the crash when you defeat one. In exchange they will not attack you)\n-Fish now ACTUALLY spawn naturally\n-Purple Arrow no longer insta-kills\n-Correct skeleton death-message\n-You can now smelt Ruby ore\n-Fortune on pickaxes now work on Ruby ore\n-Ruby ore now drops xp\n-The crafting recipe for Smooth Full Half-Slab now gives the ACTUAL block instead of the mod's own version\n-Lanterns drop themsleves\n-Gears can be placed on walls once again but will still not send a current up them.\n-Steve/Rana only spawn once in each village\n-Steve holds an iron sword now (Because I felt it looked cooler  )\n-Improved Steve AI (Steve will now run away from Creepers and Primed TNT but will now defend Rana and villagers)\n-Bats no longer spawn in the Sky Dimension\n-Temporary fix to Sky Dimension portals preventing you from landing off of the platform created\n\nV. 0.3\n-Minecraft 1.4.6 Update\n-Switched permanently to Forge\n-Complete code overhaul due to Forge transfer\n-Added Chairs\n-Added Fish\n-Added purple arrows\n-Lanterns now active if in the players hotbar\n-Sky Dimension Portal lit once again by pouring bucket of water into glowstone portal\n-Sky Dimension Portal texture once again water rather than green swirls\n-Removed vertical functionality of gears. This was due to some unforseen issues during the transfer to Forge and will be re-implemented at a later date.\n-Removed the \"Where are we Now\" music disk due to it being added to the vanilla game \n\nV. 0.25\n-Bug-Fix Update\n-Added Giant spawn egg to creative inventory Forge Version\n-Giants now spawn naturally in the Sky Dimension!\n-Giants have a rare drop of a 'Notch' Apple\n-Fixed Arrows shot with a quiver not being critical\n-Fixed recipe for Ruby Block\n-Fixed Locked Chests combining into one large chest when placed next to each other\n-Tweaked Gear recipe: now makes 8 instead of 4.\n-Minor performance tweaks to slightly reduce lag in Sky Dimension\n\nV. 0.2\n-Minecraft 1.3.2 Update\n-Added \"Where are we now\" Music Disc\n-Added Pigmen spawn egg to creative inventory\n-Added Rubies, Ruby Ores, and Ruby Blocks\n-Ruby ores spawn naturally underground.\n-Added my own custom portal effect to the Sky Dimension Portal block\n-Improved the controls for the sky chicken\n-Forced to change size of locked chest due to some texturing issues\n-Added Steve as a lost mob\n-Steve and Rana both spawn once per testificate village\n-Made Rana a little less stiff\n-Changed previous Lantern achievement to a different achievement to to some bugs\n-Added new achievement: \"HOW COULD YOU!?\"\n-Added some code to prepare for a gear animation, however this has not been implemented due to adding the effect messing with the redstone mechanics.\n-Other minor bug fixes\n\n\n本帖更新日志2015年10月7日13:38:11搬运此mod\n2015年10月8日12:58:07网盘已补档\n2015年10月8日19:39:19因为作者把原图片删了，导致一部分图片（16X16的预览图）挂了。我也没有及时备份，即使开了VPN也无法看到图片\n\n\n\n\n五边形材质扩展包\n就给你们截图，作者MF链接已挂，想要的自己百度\n\n扩展包链接一些樱桃树的东西自己去翻译吧，最好用机翻再结合自己对MC的认识\n！下载时间到！原帖新版本下载ForgeVersion 1.3 for Minecraft 1.8.8 and Forge 11.15.0.1647 up Mirror  Version 1.3 for Minecraft 1.8 and Forge 11.14.3.1450 up Mirror  Version 1.3 for Minecraft 1.7.10 and Forge 10.13.0.1180 up Mirror旧版本下载Version 0.5 for Minecraft 1.6.2\nMirror\n\nVersion 0.51 for Minecraft 1.6.2\nMirror\n\nVersion 0.52 for Minecraft 1.6.2\nMirror\n\nVersion 0.53 for Minecraft 1.6.2\nMirror\n\nVersion 0.6 for Minecraft 1.6.2\nMirror\n\nVersion 0.61 for Minecraft 1.6.4\nMirror\n\nVersion 0.62 for Minecraft 1.6.4\nMirror\n\nVersion 0.7 for Minecraft 1.6.4\nMirror\n\nVersion 1.0.1 for Minecraft 1.6.4\nMirror\n\nVersion 1.0.1 for Minecraft 1.7.2\nMirror\n\nVersion 1.0.2 for Minecraft 1.7.10\nMirror\n\n百度云备份（最好还是支持作者）http://pan.baidu.com/s/1pKwyDPh\n\n\n\n最后{:10_512:}！千万不要吝惜你的人气！每天至少免费评分1人气！而且不消耗你的！也可以把金粒疯狂地砸在我头上！{:10_512:}\n还有一件事：作者你为什么都用MF和DB啊啊啊啊\n\n第二面是配置文件的修改\n\n修改配置文件，首先需要打开config文件夹，然后找到Rediscovered.cfg，用记事本或者写字板打开# Configuration file\n\n\"id's\" {\n    I:\"Beast Boy ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Black Steve ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Fish ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Giant ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Green Villager ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Melee Pigman ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Mountable Block ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Pigman ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Purple Arrow ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Rana ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Ranged Pigman ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Red Dragon ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Scarecrow ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Skeleton Horse ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Sky Biome ID\"=153\n    I:\"Sky Chicken ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Sky Dimension ID\"=23\n    I:\"Steve ID (-1 means it will automatically assign an ID)\"=-1\n    I:\"Zombie Horse ID (-1 means it will automatically assign an ID)\"=-1\n}\n\n\noptions {\n    B:\"Can go to Sky Dimension without Restrictions (Daytime, Monsters nearby).\"=false\n    B:\"Enable Beast Boy Spawn in Pigmen Villages\"=true\n    B:\"Enable Beast Boy is Hostile\"=true\n    B:\"Enable Black Steve Spawn in Pigmen Villages\"=true\n    B:\"Enable Black Steve is Hostile\"=true\n    B:\"Enable Dream Pillow recipe (Only applies if Dream Bed method is disabled)\"=true\n    B:\"Enable Green Villager Spawn in Villages\"=true\n    B:\"Enable Lanterns appear in Dungeon Chests\"=true\n    B:\"Enable Pigman Villages in the Sky Dimension\"=true\n    B:\"Enable Rana Spawn in Villages\"=true\n    B:\"Enable Ruby Ore Generates Underground\"=true\n    B:\"Enable Sponges Appear in Ocean\"=true\n    B:\"Enable Steve Spawn in Villages\"=true\n    B:\"Enable Steve is Hostile\"=true\n    B:\"Enable Steve, Black Steve, and Beast Boy jogging\"=true\n    I:\"Fish Spawn Rate\"=150\n    I:\"Giant Spawn Rate\"=150\n    I:\"Percent chance out of 100 of going to Sky Dimension on sleep. Only applies if Dream Bed Method is disabled\"=12\n    I:\"Red Dragon Spawn Rate\"=25\n    B:\"Scarecrow attracts zombies (True by default. Set to false to have zombies avoid scarecrows)\"=true\n    I:\"Skeleton Horse Spawn Rate\"=25\n    I:\"Sky Chicken Spawn Rate\"=150\n    B:\"Use old Dream Bed method of getting to Sky Dimension\"=false\n    I:\"Zombie Horse Spawn Rate\"=25\n}复制代码\n\n\n\n\n“id”s“{   为生物ID，-1为自动分配，不会冲突，无需修改options{    为选项，实用B:\"Can go to Sky Dimension without Restrictions (Daytime, Monsters nearby).\"=false去天域没有限制，比如白天，周围的怪物......（默认关闭，把false改为true开启）\nB:\"Enable Beast Boy Spawn in Pigmen Villages\"=true B:\"Enable Black Steve Spawn in Pigmen Villages\"=true以上是野兽小子和黑史蒂夫在猪人村生成的配置文件（将true改为false就生成不了了）\nB:\"Enable Beast Boy is Hostile\"=true B:\"Enable Black Steve is Hostile\"=true以上是野兽小子和黑史蒂夫的生物系别，默认为敌对（将true改成false他们两个就不敌对了）\nB:\"Enable Dream Pillow recipe (Only applies if Dream Bed method is disabled)\"=false这个是梦枕的合成方法，默认关闭，把false改为true开启（合成是外面一圈蓝色羊毛（不可换）中间一个萤石粉）\nB:\"Enable Green Villager Spawn in Villages\"=true       绿袍村民生成在普通村庄，默认可生成，调成false就只能在猪人地牢找到他了\nB:\"Enable Lanterns appear in Dungeon Chests\"=true  这个是让灯笼出现在地牢，调成false不出现\nB:\"Enable Pigman Villages in the Sky Dimension\"=true  在天域生成猪人村，默认生成，调成false就没有猪人村了\nB:\"Enable Rana Spawn in Villages\"=true  拉娜生成在普通村庄，调成false不生成\nB:\"Enable Ruby Ore Generates Underground\"=true 红宝石在地下生成，调成false不生成\nB:\"Enable Sponges Appear in Ocean\"=true 海绵在海洋中生成，调成false不生成\nB:\"Enable Steve Spawn in Villages\"=true B:\"Enable Steve is Hostile\"=true 第一个是让史蒂夫生成在普通村庄，调成false不生成；第二个是让史蒂夫为敌对，调成false不敌对\nB:\"Enable Steve, Black Steve, and Beast Boy jogging\"=true 使拉娜，史蒂夫，黑史蒂夫，野兽小子慢跑，把true调成false跑得就快了\nI:\"Fish Spawn Rate\"=150   I:\"Giant Spawn Rate\"=150  I:\"Red Dragon Spawn Rate\"=25 I:\"Skeleton Horse Spawn Rate\"=25  I:\"Sky Chicken Spawn Rate\"=150  I:\"Zombie Horse Spawn Rate\"=25从左到右：鱼，巨人，红龙，骷髅马，天空鸡？，僵尸马。这是生物生成率，越高越多，越低越少（谁能告诉我天空鸡什么鬼）\n\nI:\"Percent chance out of 100 of going to Sky Dimension on sleep. Only applies if Dream Bed Method is disabled\"=12\n睡觉时进入天域的概率，默认12，越高进的概率越高，最高100，否则后果自负\n\nB:\"Scarecrow attracts zombies (True by default. Set to false to have zombies avoid scarecrows)\"=true\n稻草人吸引怪物揍它，默认是的，调成false不揍稻草人\n\nB:\"Use old Dream Bed method of getting to Sky Dimension\"=false\n使用旧的梦床进入天域，默认不使用梦床\n",
    "replies": [
        {
            "author": "1161390748",
            "timestamp": 1444196400,
            "txt_content": "好家伙 太强了 感谢分享"
        },
        {
            "author": "哈哈我是MC",
            "timestamp": 1444203300,
            "txt_content": "1.8的下载地址在哪啊"
        },
        {
            "author": "falsh_asan",
            "timestamp": 1444203360,
            "txt_content": "哈哈我是MC 发表于 2015-10-7 15:35\n1.8的下载地址在哪啊\nzh_CN.lang下面那个折叠，按1.8的1.1"
        },
        {
            "author": "哈哈我是MC",
            "timestamp": 1444213740,
            "txt_content": "网址错误了吧，无法显示，导航已取消"
        },
        {
            "author": "晓丶星辰",
            "timestamp": 1444268220,
            "txt_content": "能提供个下载的度盘分流吗{:10_492:}？  原帖的下载地址用不了，难道需要VPN？{:10_493:}"
        },
        {
            "author": "falsh_asan",
            "timestamp": 1444279560,
            "txt_content": "网盘正在补档\n用不了的原因是云盘崩了"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1444303440,
            "txt_content": "看样子原作者似乎不同意搬运……  \n\n\n\n\n\n\n\n\n\n\n\nhttp://music.163.com/style/swf/widget.swf?sid=34200225&type=2&auto=0&width=278&height=32\n这是人类的落日"
        },
        {
            "author": "falsh_asan",
            "timestamp": 1444303620,
            "txt_content": "G王者Z巨蟹Y 发表于 2015-10-8 19:24\n看样子原作者似乎不同意搬运……  \n我想是的\n不过他叫我去看看他最后的版权说明，不允许任何人搬运（全世界玩家）。\n至少我吱声了.......国内那么多搬运者连说一声都没有"
        },
        {
            "author": "像素君",
            "timestamp": 1444396680,
            "txt_content": "falsh_asan 发表于 2015-10-8 19:27\n我想是的\n不过他叫我去看看他最后的版权说明，不允许任何人搬运（全世界玩家）。\n至少我吱声了... ...\n所以你就大胆的搬运了~"
        },
        {
            "author": "哈哈我是MC",
            "timestamp": 1444460820,
            "txt_content": "不错，支持啊"
        },
        {
            "author": "falsh_asan",
            "timestamp": 1444468500,
            "txt_content": "像素君 发表于 2015-10-9 21:18\n所以你就大胆的搬运了~\n是太大胆了，作者的版权是不允许转载的，现在又嚷着要放盘"
        },
        {
            "author": "a1428715536",
            "timestamp": 1444742940,
            "txt_content": "这个mod更新啦~"
        },
        {
            "author": "ccaaaa",
            "timestamp": 1449063240,
            "txt_content": "wadawraesrfawrawrea"
        },
        {
            "author": "falsh_asan",
            "timestamp": 1453639620,
            "txt_content": "久违的1.8.8终于来了，1.8也大换血了一片\n1.7.10,1.8,1.8.8将会持续更新，不过以往版本就弃坑了"
        },
        {
            "author": "2825706406",
            "timestamp": 1453722120,
            "txt_content": "网盘啊啊啊啊！！！"
        },
        {
            "author": "falsh_asan",
            "timestamp": 1453723260,
            "txt_content": "2825706406 发表于 2016-1-25 19:42\n网盘啊啊啊啊！！！\n对不起......完全没有考虑到无法复制的人.......\n蓝链已加"
        },
        {
            "author": "逍遥的小羊",
            "timestamp": 1453808460,
            "txt_content": "好家伙 太强了 感谢分享"
        },
        {
            "author": "2894219084",
            "timestamp": 1454136540,
            "txt_content": "无法合成梦枕"
        },
        {
            "author": "加强版强盗",
            "timestamp": 1454232180,
            "txt_content": "貌似没有添加甜菜"
        },
        {
            "author": "falsh_asan",
            "timestamp": 1454239620,
            "txt_content": "加强版强盗 发表于 2016-1-31 17:23\n貌似没有添加甜菜\n甜菜是1.8的，不属于旧版本物品"
        },
        {
            "author": "2443064471",
            "timestamp": 1454242140,
            "txt_content": "这个作者好像不允许搬运他的mod吧= =。"
        },
        {
            "author": "加强版强盗",
            "timestamp": 1454243760,
            "txt_content": "falsh_asan 发表于 2016-1-31 19:27\n甜菜是1.8的，不属于旧版本物品\n甜菜确定1.8有？\n你确定？"
        },
        {
            "author": "BILO",
            "timestamp": 1455606180,
            "txt_content": "感谢作者，感谢楼主！"
        },
        {
            "author": "视频龙哥",
            "timestamp": 1455610140,
            "txt_content": "愿Him常在你左右！"
        },
        {
            "author": "加强版强盗",
            "timestamp": 1455615660,
            "txt_content": "加强版强盗 发表于 2016-1-31 20:36\n甜菜确定1.8有？\n你确定？\n这才对嘛"
        },
        {
            "author": "NBdeNIKE",
            "timestamp": 1455785580,
            "txt_content": "我不是水贴的，不错的MOD，拿走了"
        },
        {
            "author": "mmbbggf",
            "timestamp": 1470831780,
            "txt_content": "这个不错，比较有情怀的一个MOD"
        },
        {
            "author": "jjs0105",
            "timestamp": 1475233260,
            "txt_content": "可惜只能看脸啊，亚州人伤不起啊"
        },
        {
            "author": "snowowl",
            "timestamp": 1475321460,
            "txt_content": "有鲸鱼了一定叫我"
        },
        {
            "author": "youyon_",
            "timestamp": 1482625200,
            "txt_content": "还有携带版的青花呢？你怎么不添加进去呢？"
        },
        {
            "author": "艺妓",
            "timestamp": 1582699680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "苏晓书",
            "timestamp": 1584850380,
            "txt_content": "谢谢楼主大大分享"
        }
    ]
}