{
    "title": "<原创·连载·圣杯>——【平凡史蒂夫】2",
    "author": "恶魔-潇洒",
    "replyCount": 5,
    "timestamp": 1444123500,
    "txt_content": "\n\n有的地方不要“史蒂夫xxxxx，但史蒂夫xxxxx”，可以把第二个“史蒂夫”改成“他”，那样更通顺，也更简洁……",
    "replies": [
        {
            "author": "hear_brave",
            "timestamp": 1444123560,
            "txt_content": "标题: <原创·连载·圣杯>——【平凡史蒂夫】2 本帖最后由 hear_brave 于 2015-10-6 22:26 编辑 \n\n第二章【这将是战争还是...】__*有改动\n上一章【故事起源】\n\n\n       今天天气真好，抬头闭上眼睛呼吸...能感觉到大自然的新鲜空气，使人格外兴奋，来到农场。\n\n          \n      农场旁就有一条能清澈见底的小河，如果干活累就可以放下了锄头，走到了小溪边坐着石凳看着河流流入繁华的小镇，大自然真是能让人陶醉在其中，或者到柳树地下靠着柳树躺一会也是不错的~\n\n\n      但这些环境的优美并不能高兴的起来，因为想到刚才好哥们“莱基”说的消息，关于镇附近出现亡灵族的人，这事情真让人琢磨不透，这人族已经和亡灵界族断交了所有往来，怎么会有他们族人来我们领土并且还死了，心里想：“这会不会是亡灵族向人族挑起战争的一个理由？”\n\n\n      如果是，那么...人族和亡灵族的战争一但爆发！\n      人族将不太平...\n\n      就在这时不知所措的人族国王“沃梅积巴”正在宫殿大厅和他的大臣们吃香喝辣，但他不知道他将面临一个很大的威胁....\n\n      一位总管大臣和沃梅积巴报告道\n     “大王，昨天发生了一件怪事！”\n     “什么怪事改天再说，没看到现在都这么开心吗，我敬你一杯..”\n     “可是这事情...真的很重要”\n     “有什么事情不能改天再说？”\n     “好..好吧....”\n\n\n     面对大臣们的再三说复，沃梅积巴终于开口了..\n     “不是我不想处理这件事，我也预料到亡灵早晚来找我们麻烦，可是咱打不过人家啊”  \n 当时人族的军队十分强大，可以说是三界之最但是老大不想打小弟们也只能乖乖听话了..\n\n\n     “咱是打的过的，军队物资有刀有弩就他就个食人兽是打不过我们的！” 亡灵族的军队武器比较菜，但是他们恐怖的外表和食人的特性不得不让人后退三尺。\n\n\n     “大王，到底打还是不打给说个明白吧”\n 所有在场大臣都齐齐下跪..\n\n\n     “你们这...哎，打就打”\n这句话让所有在场大臣都喜出望外..\n\n\n    共【2050】字节\n    本章结束........\n\n\n    "
        },
        {
            "author": "浮云蓝天",
            "timestamp": 1444123560,
            "txt_content": "请阅读版规\n连载小说单章字数应大于1000字\n版规规定\n字数限制：\n单篇小说应字数大于3000，连载小说单章应字数大于1000。否则给予删帖。"
        },
        {
            "author": "hear_brave",
            "timestamp": 1444124820,
            "txt_content": "浮云蓝天 发表于 2015-10-6 17:26\n请阅读版规\n连载小说单章字数应大于1000字\n版规规定\n刚好1200哥们谢谢你提醒"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1444125600,
            "txt_content": "史蒂夫举头闭上眼睛呼吸（举头什么鬼？他能把自己的头举起来吗？不要照搬诗句，人家可是文言文，而且有时是为了押韵）          农场旁就有一条能清澈见底的小河，如史蒂夫干活累了就会放下了锄头走到了小溪边坐着石凳看着河流流入繁华的小镇（不要在小说里用如XXX，小说不是作文）            史蒂夫心里：“想如果这事情处理不透，那么这会不会是亡灵族向人族挑起战争的一个转折点？”（转折点，怎么感觉老是有点怪怪的呢？而且，按理说这种跨种族的大事官方应该会封闭消息的吧？）总的来说你如果一章就写这么点字估计按照这个套路走下去要写很多章呢！而且我十有八九能猜到你的故事套路是主角成了救世英雄，打败亡灵族。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1444134060,
            "txt_content": "呐……这个……\n今天天气真好，史蒂夫举头闭上眼睛呼吸\n是抬头= =#\n那个……说好的第一人称呢\n能感觉到大自然的新鲜空气，这使史蒂夫他格外兴奋\n感觉空气兴奋个鬼啊喂，另，史蒂夫多余了，可去掉（当然，去掉他也行\n面对新一天的开始就要从下地干活开始。\n什么叫面对新一天的开始就要从下地干活开始，明显不通顺，必须改\n史蒂夫心里想着：“什么时候可以去镇上干点既舒适又有高收入的活就好了”\n心理动作神态描写又被吃了\n农场旁就有一条能清澈见底的小河\n“就”字删除，“能”删除\n如史蒂夫干活累了就会放下了锄头走到了小溪边坐着石凳看着河流流入繁华的小镇，\n雾草标点死哪去了\n大自然真是能让人陶醉在其中，然后伸手摘下头顶上的一片柳叶儿嚼，舒舒服服的休息\n前文不搭后语，要想办法将陶醉其中与摘柳叶嚼这两个情景结合起来（如果你认为这样就可以了的话，请无视\n柳叶嚼与休息也需要过渡，当然，嫌麻烦也可以不用\n但这些环境的优美并不能使史蒂夫高兴，因为史蒂夫想到刚才好哥们“莱基”告诉他的消息，关于镇附近出现亡灵族的人，\n刚才不都兴奋了么，怎么又不能高兴……而且，上面坐在石凳上写的是“如”，史蒂夫应该只是呼吸了一下，并没有实际去看，谈不上这些环境的优美（好吧也许是我理解能力太差\n这事情让史蒂夫琢磨不透，这人族已经和亡灵界族断交了所有往来，怎么会有他们族人来我们领土并且还死了，史蒂夫心里：“想如果这事情处理不透，那么这会不会是亡灵族向人族挑起战争的一个理由？”\n太苍白了，太直接了，说好的委婉呢\n与此同时亡灵族首都佛雷尔的亡灵宫殿里..     \n直接逗号就可以了的说\n一个身穿紫色铠甲，长相极其恐怖的亡灵首领他叫大波魅魅（噗）坐在宝座之上\n外貌描写太简单了，另，标点又被吃了\n“首领大人，您让我们斥候小队执行的任务已经执行完毕，尸体以放置在人族领地上！”\n错字，应该是“已”\n大波魅魅：“做的很好，这样就可以挑起我们和这些愚蠢人类的战争了，如果打赢了这场战争，我们就可      以占领他们的土地！让人类做我们的奴隶！额哈哈哈哈 ！！！”\n说真的，没什么感觉，而且太不严谨了\n 这时不知所措的人族国王，沃梅积巴正在国王宫殿里不停的走来走去，不知如何是好\n沃梅积巴…沃梅积巴…积巴……（我的内心是崩溃的）\n这时一位丞相跟沃梅积巴说了一个主意可是人族国王一点也不理会他\n标点……\n     “大王，丞看这件事情必有蹊跷！”\n      沃梅积巴：“爱卿有什么发现吗？”\n      “大王你想想，这件事绝对不是一场死亡事故，而是亡灵族在准备向我们挑起战争啊！他们利用这几个尸体来表明我们杀了他们的人，来向我们开战，我建议大王明察此事！不然后果丞认为很严重！”\n     沃梅积巴：“那爱卿有什么好主意？”\n     “丞认为，和他们谈判”\n     沃梅积巴：“谁去谈？”\n     “......”\n     沃梅积巴：“这样吧，朕认为，你最合适去和他们谈判！”\n     “大王！在场有这么多的大臣为什么偏偏只有我最合适！给在下一个说法！”\n     沃梅积巴：“因...为爱卿~~..不会轻易悲伤~”\n严谨严谨严谨，重要的事情要说三遍，而且说好的古文风呢……\n\n比上一章相对比的话，倒是好多了，加了些心理与环境，但仍旧不够委婉，不够严谨，另，名字必须改，必须改……"
        }
    ]
}