{
    "title": "[双线]Lws——做为朋友，我只希望把最好的给你们▉和风物语|虚无|拔刀|家具等[1.7.10]",
    "author": "夜鸣蛋",
    "replyCount": 0,
    "timestamp": 1444128960,
    "txt_content": " 本帖最后由 夜鸣蛋 于 2015-10-7 01:17 编辑 \n虚无2已更新至最新版，新增苦力怕王国与古代世界and5个新的技能\n全文共：6w5字节\n分别为以下几个板块：信仰宣言，世界观，服规，整体环境，入服要求，开服初衷，财产保障，模组简介与教程，PVP，Lws称号品鉴，[塑世者]团队相关，Lws建筑风景鉴赏，主城介绍，公益赞助，入群守则，客户端，致敬。\n== == == == == == == == == == == == == == == == == == == == == == ==早来的神话都已成为了信仰，而我们的故事何时才能被人们所传唱？当所有的人都离我而去，我只能放手一个世界，残忍的人类智慧啊，你总是那么坏，高高在上制造一切悲凄的宿命，从地之极到太阳之邻，从永远的日升月沉到世界毁灭的一旦，你也会错，但为什么你却从不承认？== == == == == == == == == == == == == == == == == == == == == == == == == == ==\n     世界是一个无边际的大陆，上面孕育着各种各样的生命。然后不同的生命随着时间的变迁，慢慢集合在一起，形成了不同的种族，然后这些生命种族分散在各个地方的虚空异界和地狱城堡里面，用他们的智慧和力量，创造世界的奇迹。\n    大地初开，随着人类不断地繁殖，凯撒大陆的文明之光照耀着整个大地。相传，诸神派下了一守护者—魔凰 监视并守卫这个大陆的平衡，同时生存在凯撒大陆的人类，被诸神赋予了智慧之外，更被赋予了勇气和力量。这些人类组成冒险者，不断的开拓新的大陆，而凭借着被赋予的智慧，人类创造了许多被异界生命所羡慕的文明。\n  在冒险者的一次虚空探险中，发现一种神秘的“生命精华”。可以使这些冒险者和自己的后代拥有无限的生命和重复的复活魔力。然而，生命精华的出现，引起来各个虚空异界生命的窥视和争夺。\n通守护者魔凰的领导下，人类组成了一支名为【猎魔人】的军队，不断与恶魔进行着战斗。鲜血染红了凯撒大陆的土地，随着虚空各族见识到人类的强大后，自负的他们也选择了相互合作，以此来达到目的。\n从此凯撒大陆的平衡被打破了，和平的凯撒大陆被各个异界的魔物入侵，各个城镇被分分击破。在最关键的时刻，魔凰为了人类的生存，献祭了自己无限的生命力，将自己的翅膀赋予凯撒大陆最后的王城-萨碧王城。王城得以浮空不落，而人类也得到了一丝喘息的机会。\n  虚空魔物无穷无尽，种类繁多。萨碧王城的城主佛丁，为了不辜负魔凰对人类做出的贡献，和冒险者领袖洛萨一同建立了英雄圣殿，以此来不断的召集流浪在世界各地的冒险者加入，一同对抗虚空恶魔，拯救这个已经分崩离析的世界。\n战争还在持续，那一场场谈天变色的毁灭之战，让人类受到绝无仅有的伤亡。看着自己的子民依然生活在水生火热之中，自责的城主，下定决心要完成一件事情。\n洛萨看着眼前的城主，这位眼神里透着坚毅的男人似乎无可阻挡\n\n佛丁城主用神秘的“生命精华”，通过自身的魔法力激发融合，将“生命精华”的神力赋予给每一位王城的人民。由于过度激发魔法力，正直中年的城主，瞬间衰老无力。\n “为何这么做，我们对生命精华的了解还不全面，你明知道会造成这样的结果，还要如此牺牲自己？”看着瘫坐在王座上的城主，洛萨吼道。\n\n虚弱的佛丁城主笑了笑，“咳...咳..咳，可是洛萨，当我每次看到我的子民面对我绝望而又信任的表情，当我看着我的子民面对战死的亲友伤心而又无力的表情，当我看着我的子民面对怪物勇敢而又无畏的表情。我却还是没有给他们带来和平，带来幸福，一次，一次，所有的一切都是坏消息。我多么痛心啊，他们如此的信任我，而我却没有保护好他们。我的孩子战死了，我无法哭泣。我的孩子在勇敢战斗，我却无法陪他们共同作战。这是我现在，仅能为他们做到的帮助！”\n最后的王城，城主的奉献，亲友的离别，得知被赋予生命神力的冒险者，激发了前所未有的潜力，他们开始团结一心，同仇敌忾，奇迹的曙光终将降临凯撒大陆，人类一步步抵挡住了虚空物的进攻步伐。\n而你，则是下一个神话的谱写者。\n\n\n\n\n\n旅行者，欢迎你就像我们欢迎平原上的风。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[log]LostWords|捂着脸萌[log]\n[torch]高质量长期开服[torch][pink_wool]服务器基本规定[pink_wool]*************************1.禁止偷窃、盗窃、侵权、勒索等损害玩家财产利益的事情，违者一律banIP！2.禁止刷屏、爆粗口，引发骂战，违者严惩，举报奖励丰厚3.禁止恶意杀人，根据情节轻重处罚7.禁止在服务器/群内宣传其他的服务器、YY频道、QQ群等（发现不仅会踢，还会有一大批玩家进你的群采取炸群式宣传2333）8.使用漏洞且不上报者,封禁账号IP+封禁账号而上报者会得到想要的奖励9.服务器已有了虚无，根本不缺怪，不允许玩家建造刷怪，自然生成的刷怪笼除外10.管理员只处理5天内发生的事件11.凡是发现违反服务器规定的玩家，请截图上报给群主，我们会立刻处理并给予奖励**************************************************************************[red_wool]高能预警：本周目主MOD为虚无世界，我们拒绝快餐式发展，保证玩家有最刺激的游戏体验服内已关闭TP、TPA、Sethome和/back，只有领地传送和床传送/前期一个人冒险可能会被各种怪物花式吊打，请热爱挑战，热爱冒险的玩家务必往下看！\n\n\n\n\n\n\n为防止玩家间的代沟，建设良好的服内和聊天环境以及福利项目请原谅我们只限十六周岁以上的玩家进入服务器！\n\n\n\n\n\n\n\n\n[grid_ghast_tear]本周目主题  冒险+生活[grid_ghast_tear]\n在遗失的世界里完成你所未完成的愿望吧！\n[fly]二周目于昨晚开始开荒啦~~~[/fly]\n[purple_wool]客户端在文末[purple_wool]\n游戏是生活的缩影，愿这里是你心灵的归宿。\n入服要求（警告：入服必看！！！！！！！！！！！！！！）[ghast[fly]我们不希望以规则来约束玩家，所以请仔细看完以下要求[/fly]\n\n\n△关于整体环境◆有节制的人数已经为我们的环境建设提供了一个好的前提。这样的规模，我们的管理员可以倾心于每一个事件，且不会过于操劳。在传统服务器中，房子要远离出生地、箱子需全部上锁、要及时圈设领地等看似「理所当然」却「毫不自然」的规则，在Lostworld可以全部放下。我们力求营造「路不拾遗，夜不闭户」的美好世界。\n\n\n◆作为一个公益服，我们有权利为服务器玩家选择素质配得上他们的新玩家\n◆我们开服的目的很明确：服务器是供玩家交流的平台，希望所有玩家融入我们，成为我们的一员\n◆请认真阅读以下玩家类型，如你属于我们不欢迎的玩家，请尽快绕道，而我们欢迎的玩家，都可能成为【塑世者】团队的一员\n◆在服务器里，引起骂战或者哪怕只熊别人家一个大门，只要接到玩家举报，都会被ban，因为我们不欢迎你！所以如果你有手贱倾 向，请立刻停止阅读此贴！谁都不希望几十个小时的游戏时间因为一块木板而被ban[size=20.6666660308838px]坚决不欢迎的玩家\n◆ 伸手党\n◆ 只玩游戏不参与活动也不愿融入集体的人                 \n◆ 熊孩子（哪怕熊一个木板都会ban）\n◆ 没有素质，满口脏话\n◆ 一天到晚要求加mod加插件\n◆ 一崩服就各种催开服\n◆ 懒到不肯看攻略一天到晚依赖别人\n[cactus_green]我们只欢迎\n◆ 热爱集体\n◆ 有正能量\n◆ 不计较得失\n◆ 热情\n◆ 开得起玩笑\n◆ 有责任心的优秀玩家加入我们！\n\n警告：如果你属于我们不欢迎的玩家但却执意要进服，没有关系，但一旦你进行了违规，请不要对我们的永久封禁叫苦叫冤\n\n我们是一个和善的小型MOD服，实际已经有两年的开服历史了，但之前的几个周目都是只为给最初想玩的那几个人提供一个稳定，完美的游戏环境（在此感谢供我们开服的主服，LostWorld）所以并没有进行宣传！\n我们选择招人的原因，只为让更多的人融入我们，了解我们，成为我们的朋友我只想告诉你们：\n做为朋友，我只希望把最好的留给你们\n[fly]【现在为第二次公开宣传服务器，所以标为二周目】[/fly]\n不忘初心，方得始终。\n   即使公开招人，我们所秉承的信念只有【温馨、团结】，以此信念为前提，OP会与所有人一样一起生存，一起被虐，一起逗比，一起留下美好的回忆！唯一的区别就是需要弥补玩家的各种损失而已。\n服内学生较多，一般只有双休日才能回家，所以我们保证，每逢双休日必举办各种游戏活动！活动各种各样，也欢迎玩家提出你的宝贵建议！我们一定采纳！         我想告诉正在看这篇帖子的你，我们只是一个冒险生活简简单单的小服，我们做的并不是那么的完美，我们没有能力把主城造到令大家引以为傲的程度，我们只用心经营服务器，我们不求回报的为大家的快乐付出无数的努力，只为给你们留下最美好的回忆。\n【服务器为永久免费的公益服，开服只为结实优秀的玩家】\n\n每次服务器的主城或是居民区，都是服务器的玩家共同携手建设的，所有人都愿意为服务器出一份力，算的上是令我们骄傲的事情吧 。\n 毕竟一生中，能结交到这么多会给予我们完全信赖并愿为我们分担压力的好友实属难得！我们不会忘记所有人对服务器的贡献，也不会让新的朋友遭受不平等待遇\n我们只以玩家的利益和体验为先，玩家的任何损失我们能补偿的都会尽我们所能给予帮助。\n[fly]每次换周目后，老玩家都可成为NPC存在于主城，并且拥有新周目建设权[/fly]\n[gold_chestplate]财产保障[gold_chestplate]所有世界死亡不掉落！无代价！服务器内圈地是免费的，但你能圈最大200X200X256的领地圈地工具：木锄或可在居民区自由建筑（只有老玩家才可在居民区圈地），和大家愉快的玩耍。也可使用/co i来查询方块数据，一旦确认是玩家恶意所为，必将严惩，并且给玩家应有的补偿可用指令：服务器关闭了/tp和/back指令只允许使用/res tp 领地名、/home、/spawn指令没有CD!\n\n↑此图为主服LostWorld宣传图，借来美化~MOD列表：\n虚无世界—十九个闻所未闻的新世界！各式各样的武器！怒虐新手的MOD\n农业工艺—我要成为杂交小麦之父\n拔刀剑—拔刀是个坑，入坑请谨慎\n展示架—各种精致木牌，展示架，药水架，展示柜，展示台，标记美化家居纪念周目成果的不二选择\n祖鲁—祖鲁是非洲的一个部族，说到祖鲁就会让人联想到神秘的非洲，祖鲁的所有元素都带有些非洲大陆的色彩。\n家具—老牌家具Mod，添加了超过40种家具，包括：客厅、卧室、花园、厨房以及更多的家具！\n豆腐—啊啊好想吃豆~腐~\n竹—竹模组是一个非常简单易用的模组，与原生游戏的契合度很高，它并不需要你去花费太多的心思。在探索世界的同时，为家里铺上榻榻米，在门前植下一颗樱花树，和风的气息便顷刻盈溢而出。file:///C:\\Users\\1\\Documents\\Tencent Files\\838716177\\Image\\C2C\\K6@8UUFF}}2DVT6]5}{`23Y.jpg\nNPC—你的创意超乎你的想象\nMOD教程网址\n\n农业工艺\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=434678\n家具\nhttp://www.mcbbs.net/thread-374301-1-4.html\n豆腐\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=172867&highlight=%E8%B1%86%E8%85%90\n虚无世界\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=325420\n竹\nhttp://www.mcbbs.net/thread-244333-1-1.html\n拔刀斩\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=301348&highlight=%E6%8B%94%E5%88%80\n展示架\nhttp://www.mcbbs.net/thread-244333-1-1.html\n祖鲁\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=439362\n和风模组的介绍转自MC服务器百科\n和风物语（Bamboo）是一个非常具有日本风情的模组。之所以特地介绍此模组，是因为我们提倡享受刺激的冒险之余，好好享受眼前的生活，竹模组是一个非常简单易用的模组，与原生游戏的契合度很高，它并不需要你去花费太多的心思。在探索世界的同时，为家里铺上榻榻米，在门前植下一颗樱花树，和风的气息便顷刻盈溢而出。file:///C:/Users/1/Documents/Tencent%20Files/838716177/Image/C2C/K6@8UUFF%7D%7D2DVT6]5%7D%7B%6023Y.jpg该模组主要添加了许多装饰类物品和一些食物，此外还增加了武器装备\n还有最特别的各种樱花树，以及惬意的温泉\n为你打造最完美的悠闲和风生活！该模组目前没有新增生物。打造日式风格建筑MOD的不二选(°?°)?以下为简易教程，请打开查看竹笋\n会在森林，高原等地形生成的植物，和风mod最核心的物品竹子的种子\n采集方法十分特殊，只能用锄头左键点击破坏进行采集，采集到的竹笋可以种在泥土，草地上进行种植\n竹笋周围当有亮度大于7级的非日光光源(就是所谓的人工光源)，才能开始生长\n使用骨粉可以催熟竹子，但是同样需要亮度大于7级的人工光源\n竹子\n不会在野外自然生成，由受到亮度大于7级的竹笋长成，与竹笋不同，竹子生长不需要光亮\n与仙人掌和甘蔗不同，竹子无法重新作为方块放置，且破坏一节竹子整根全部变为物品掉落\n高度在9格以上的竹子，以竹子根部为中心9×9的范围会有概率生成竹笋(雨天更容易发生)\n可使用斧子来加快竹子的砍伐速度\n樱花树\n会在森林和高原等地形生成野生的树苗和树木\n樱花树叶自带光照，等级为10级，并且伴有零星的樱花花瓣飘落特效\n\n对樱花树苗使用染料可以催熟并染色樱花树\n包袱/物品袋(一) 收纳物品右键包袱打开收纳界面，将你想收纳的方块(一个或多个)放进上方格子中，按E关闭界面\n这时你会看到手中的包袱拥有了附魔效果，接下来向空中右键，将背包里的其余方块一起收入包袱\n(二) 放置物品拿着包袱右键，可放置包袱内收纳的方块(物品)，包袱只能成功收纳可右键放置的方块(并不是全部)\n(三) 取出物品将包袱放到玩家自带的合成栏中，合成，物品会自动回到背包中\n温泉和活塞一样的方块，徒手可以破坏，右键可以打开，释放温泉水\n水流扩散的时候，样子与普通水流一样，实际上物品不会被冲走，水流也不会破坏任何方块(包括火把，草，花等)\n在温泉中浸泡一段时间(10秒左右不进行任何操作)会有每4秒0.5心的回复效果\n染料(全16色)都可投入温泉对温泉进行染色，其中特定染料会给温泉添加有益buff\n而一些染料加入过多会给温泉添加负面的中毒buff，详见下表白完全无影响黑完全无影响黄【1～128】仅染色橙【1～128】仅染色紫【1～128】仅染色红【1～32】仅染色【33～128】力量青【1～32】仅染色【33～128】速度绿【1～32】仅染色【33～128】抗火粉红【1～32】仅染色【33～40】力量【41～64】仅染色【65～128】毒淡蓝【1～32】仅染色【33～40】速度【41～64】仅染色【65～128】毒黄绿【1～32】仅染色【33～40】抗火【41～64】仅染色【65～128】毒青绿【1～40】仅染色【41～64】再生【65～128】毒灰【1～40】仅染色【41～64】再生 【65～128】毒淡灰【1～80】仅染色【81～128】再生品红【1～20】仅染色【21～32】再生【33～128】毒棕【1～16】仅染色【17～32】力量【33～128】毒\n\n\n\n\n\n注：服务器为了防止熊孩子已经禁用温泉机，只有每周的小游戏活动胜利者才能享有家用温泉机哦~\n\n\n\n\n\n\n\n\nPVE/PVP\n服务器玩家可输入/pvp来自由切换自己的PVP或和平状态但服务器内有某些个别的武器是对和平状态下的玩家也能造成伤害的故此，这些武器被我们分类为PVP武器，在PVE上他们的效果并不理想但在PVP上，他却大显用处。而一个服务器如果只主打PVE，实在单调！所以玩家需要做的不止是PVE打怪做装备还需要制造PVP武器进行适当的反击哟\n\n服内武器各式各样，绝对有一种能如你所愿！\n\n\n\n\n\n\nLws永久称号称号可多得，我们的称号管理插件将允许你在你的众多称号中自行替换称号[orange_wool]PVE（正常生存）：\n以下为狩猎等级达到要求所给予的称号\n1级：[冒险者]25级：[狩猎者]50级：[黎明之光]75级：[破碎世界的守护者]100级：[灭世终结者][red_wool]PVP（玩家对战）：\n以下称号为PVP周活动胜者随机奖励，暂无计划\n[人类斩杀者]\n[血手人屠]\n[战斗大师]\n[征服者]\n[杀戮之王]\n[神选的战士]\n[魔法追寻者] — 法杖大战\n[奥术大师] — 法杖大战\n[竞技之魂] — 城堡战推车模式胜利者奖励 \n[lime_wool]PVX（休闲）：5[宝库探索者] — 寻宝活动（暂缺想法）\n[和式爱好者] — 和风建筑大赛胜利者的冠军奖励\n[家具设计师] — 内饰设计大赛的冠军奖励\n[杂交小麦之父] — 农业工艺（暂缺想法）\n[世界级建筑师] — 全类型建筑大赛奖励，建筑师的至高荣誉\n[厨道宗师] — 暂缺想法\n[咸鱼] — 钓鱼活动胜利者\n[垂钓者] — 钓鱼活动胜利者\n[yellow_wool]公会战：\n[国王护卫者] — 公会战防守方成功可得\n[弑君者] — 公会战进攻方杀死国王截图后可得\n枪战：\n[战争使者] — 未定\n[终极战士] — 未定\n[主宰者] — 未定\n[歼灭者] — 未定\n[鹰之眼] — 狙击战胜利者\n[抹杀者] — 狙击战胜利者\n[死亡的终结者] — 枪战最高荣耀\n\n[cyan_wool]拔刀剑：\n[流浪剑客] — 拔刀剑活动（暂无计划）\n[斩杀者] — 未定\n[完美而华丽的拔刀] — 拔刀剑最高荣誉，单把刀杀敌过万截图OP可得\n[大剑豪] — 拔刀毕业称号\n\n后缀(进入即送)：\n[酱][君][逼]\n[white_wool]最高荣誉称号：\n（带有【】这种框架的称号都代表着你是最优秀的玩家！）\n【博学者】 — 回答新手问题多并且有耐心的玩家可以获得，最为奖励，只能由OP主动给予。\n【无偿捐助者】 — 捐助服务器可获得此头衔和自定义称号头衔\n【自定义称号】 — 对服务器做过任何形式上的贡献都可获得，例：活动的策划，服务器的改善建议，服务器的建设或是服务器bug举报等\n[black_wool]惩罚称号\n[愚蠢无能又令人失望的 — 在服务器内使用任何手段破坏公平或是游戏环境，但事情没有严重到需要BAN账号的玩家，例：卡BUG，引起骂战，获得此称号将删除玩家/home和/spawn以及领地的使用权利\n\nps：各种类型的外框颜色也不同，冒险休闲竞技应有尽有，欢迎提出宝贵的建议.↑↑↑↑↑↑↑~点我~Lws【塑世者】团队---------------------------------------------------------------------------------【塑世者】为Lws最优秀的建设团队，同时也是服务器的管理团队，团队成员拥有全部权限，最优秀的玩家将进入这个团队，一起不断的创造新的价值，使能力得到提高，游戏得以延续！每个进入团队的玩家都需要具备创造力与责任心，想要加入团队，你需要先获得以下几种称号中的任意一种，然后找[无痕]Arthas进行申请，我们会给出一系列的问题来审核你的创造力与责任心是否符合要求，之后即可进入这个团队！特权并非是你高人一等，位高则权重，特权的真正含义是责任。\n【冒险者导师】  设置这个称号的目的是鼓励一些有经验的玩家去帮助那些无知的新人。希望每个人都能做到乐于助人，不无视他人的提问。要求：1：经常在服务器公屏回答其他玩家提出的各种疑问。2：只有在线时间长，有责任心，最优秀的玩家才能获得。 \n \n[wood]建筑师 / 世界级建筑师[wood]自身有较丰富的建筑知识，较足的建筑欲望，懂得在Minecraft中如何去建造一个即合理又美观的建筑。要获得此称号，需要参加我们举行的「建筑大赛」并且成功晋级。顺序：普通玩家?建筑师?世界级建筑师?[塑世者团队建筑师没有额外的权限，设计师则可向管理申请建材补给，而加入[塑世者则代表你成为了Lws建设团队的一员。\n[cubblestone]雕塑家[cubblestone]建造2个底面积在32*32以上的雕塑。整体感觉精致美丽，富有真实感。单个Minecraft怪物和人物的雕像不能申请。\n[sponge]像素画师[sponge]建造面积超过4096个方块的像素画（忽略画布）。整体感觉精致美丽，富有真实感。像素画必须完整，无缺漏。像素画的顶部必须朝着N方向。像素画不能竖直放置，要平放。像素画的顶部必须朝着N方向。不是马里奥等简单的像素图。file:///C:\\Users\\1\\Documents\\Tencent Files\\838716177\\Image\\C2C\\K6@8UUFF}}2DVT6]5}{`23Y.jpg\n\n沙漠-灰\nRPG式枪战地图介绍\n\n服务器拥有NPCMOD，此MOD的手枪都需要蓄力，并且可以攻击在和平模式下的玩家故此制造了这张地图，玩家虽可在小地图看到敌方动向，但即便如此也不会一击秒杀玩家甚至可以以一敌五！\n\n\n机关重重的霸气竞技场，每周获胜者可获得各种称号\n\n\n\n\n复杂的捉迷藏式迷宫\n\n\n\n建筑爱好看者看这里啦\n本周目我们希望大家冒险+建筑同时进行，我们完全鼓励玩家做更好看的建筑，所以我们在服务器内开辟了一片超平坦的领地作为居民区，主城的商业层也会有专门的NPC批量出售各种建筑材料（MOD内的不出售）\n \n\n\n\n\n以上简单风景图取自主服~\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n↑↑主城\n 【萨碧王城】\n主城每一层功能介绍\n\n第一层：出生地（指令介绍）出生地将介绍服务器ban的物品和可使用的指令\n\n第二层：勇者大厅（MOD教程）勇者大厅是不懂MOD又懒得看教程的懒癌患者的天堂，这里可以传送到各个MOD的介绍区，这里的介绍都是老玩家纯手打的，专为懒人而准备\n\n\n第三层：皇家商业区（商人）\n在本周目商业区的并不是玩家交易的平台，而是会有NPC商人补充玩家所稀缺的物资，之前的几个周目我们暗暗的统计过数据，无论物品价格如何暗改，都有人能找到刷钱的方法，故此，为了保持公平，本周目主货币为金锭，打怪可以掉落铜币，铜币和金锭的比例是4:1，开服一周后会有特产商人出现在房子比较大的玩家领地内\n\n\n第四层：猎手大厅（雇佣兵）\n这里将有本周目的各种武器搭配出来的英雄供大家雇佣，或是帅气华丽的精灵王子，或是萌萌哒的女神（会笑哦），在这里，一定会有令你满意的雇佣兵！\n\n\n第五层：英雄圣殿（传送区）\n失落的世界中最强大的战士魔皇与冒险者的领袖夜明将在此层为你指路，你可以传送到居民区，或是野外，或是看到各周目服务器以老玩家为名做成的NPC和玩家荣耀纪念牌，纪念所有人对服务器做出的贡献和自身的成就\n\n\n第六层：胜利之路（虚无传送门）\n在胜利之路，会有虚无世界的19扇大门，但这些大门都被铁门所关闭，由卫兵日夜守护，必须有玩家建造了相应的传送门之后，大门才会打开\n\n[bookshelf]关于赞助[bookshelf]在无限游戏中，自己创造的价值才值得回忆，我们不会做任何加速游戏进度或破坏平衡的事并且所有的赞助都会作为服务器基金，公开透明做为一个公益服的建设者,我用尽心血开服并尽心建设只是为了招揽来自五湖四海和我们兴志相投的优秀玩家成为我们的一员.我们绝不会问朋友强求捐助.能得到你的加入,已是一种恩赐如果你认为在服务器的这段日子带给你的快乐与我们花尽心思所营造的环境值得你为之付出那么,欢迎你贡献出自己的力量.注:赞助是指对服务器做出贡献的行动，是一种基于信任和感情的投资或协助所以，所谓赞助，绝不局限于金钱[watch]↓还可以是↓[watch]活动想法策划,建设服务器建筑,对服务器的有益建议,BUG举报,崩服物举报等一切对服务器有贡献的行为都视为赞助服务器,同样享有以上奖励!获得赞助奖励意味着你已经达到了加入服务器[塑世者]团队的要求 赞助服主请先告知我,[无痕]Arthas,QQ:838716177确认完后再进行赞助，方便统计(因为你赞助的是服主不是我)赞助方式如下:支付宝578445384@qq.com手机13798984828建行银行卡6217 0000 1005 3351 816\n\n\n\n\n\n特别鸣谢主服-LostWord给我们提供的服务器主城建造者-110加班到十二点半还连续几天通宵来建主城美丽贤惠的大波人妻-Dwdsj和她可爱的妹妹Rwdsj对居民区的主要建设歪了的直叶Saguha_和大叔jianjian030怀着吓死新人的野心对居民区恐怖僵尸大门连日连夜的建设和改造and，他们对沙漠-灰枪战地图的卓越贡献（帮手：Mink与游戏XWXXXX）还有各周目的老玩家以及认真阅读了这篇帖子的你。\n\n\n\n\n\n\n\n\n\n\n最后OP证明\n\n\n\n\n\n入群须知：≧ε≦ 名片要改为：[有爱的称呼] 加 游戏名o(≧o≦)o 萌妹较多，不许发羞羞的内容！骂人更不允许~●﹏● 请对每位前来欢迎你的人表示感谢，他们都是大帅比●ω● 如果你喜欢我们的环境，活跃就是对我们最大的支持=￣ω￣=要时刻关注公告，多多关注我们的成长哦服内正在招收优秀的管理与建筑师，要求具备责任心与创造力的同时拥有一颗美丽的心灵~在群内聊天须知：群是供玩家聊天娱乐的平台禁止问游戏内的问题，有问题请去游戏里问玩家禁止刷图刷屏刷文字所导致影响聊天环境小爱是无痕主人花费了无数的金钱和时间所独立配置的时代化高端智能AI，装配了117个插件，几乎可以全方位便利你的生活，但请妥善利用小爱的插件，而不是用来恶意玩闹与刷屏！\n群为服务器运作的主要项目，入服请务必先入群逗比较多的活跃Q群：111363015（高科技智能ai小爱会秒批哦）\n\n客户端：http://pan.baidu.com/s/1hqq9RKC如百度盘下载过慢，群共享也有下载！下载请务必仔细阅读端内文本！感谢你能花费这么多宝贵的时间和耐心的耐心来看完这篇并不出众的帖子，这对于我的努力是一种极大的尊重如果你认为服务器仍有不尽人意的地方，希望能和我们提出，我一定会尊重你的意见无论你是否认可，加入我们我都要向你致以最崇高的敬意衷心的祝福你我的朋友全贴完-by无痕Arthas\n\n",
    "replies": []
}