{
    "title": "<原创·连载·圣杯>《青色之风》[卷一·二]",
    "author": "zyj0807",
    "replyCount": 5,
    "timestamp": 1444202760,
    "txt_content": " 本帖最后由 zyj0807 于 2016-2-21 18:03 编辑 \n\n 第二章\n\n　　自从父亲被选中为堡主，母亲就一直很高兴。\n\n　　那天晚上，趁着父亲被查理德爷爷找去，妈妈偷偷告诉我说一个计划。为了表示我对她的支持，虽然我没有听懂，但她没说一句我就会点点头，这个要求还是查理德爷爷提出的。\n\n　　理由是......理由是......哦！作为父亲的孩子我要遵守礼仪！\n\n　　“那就这样说定咯，宝宝。”她笑眯眯地说道，弯弯的眼角煞是好看。\n\n　　我愣愣地点了点头，还没反应过来，就被她一把抱到怀里。“宝宝真好！呜嘛——”她重重地一亲我的脸，“回头结束了就给你糖吃。”\n\n　　“就是你达茜阿姨那里的那种。”妈妈冲我眨了眨眼，还用手比了一个夸张的大小，补充道“这么大的。”\n\n　　哇——达茜阿姨那儿的棒棒糖我可没少垂涎，但是达茜阿姨一直管得很严，只有偶尔会拿出一个很小来给我尝尝。不过那味道——喔我一定终生难忘。我觉得那已经是世上最美味的东西了，比平时饭桌上的什么牛排啊，面条啊要好吃得多了！\n\n　　我这天是怀着美梦睡去的。\n\n　　小左布恩和他美丽的母亲皆沉入了甜美的梦乡......\n\n　　------------------------------------------------------------------------------\n\n　　大地在莫名地震颤，身后城堡里布满了烟和火。左布恩男爵左手怀抱着一个表情安详的孩子，穿梭在树林中，尽力的朝前方奔去。\n\n　　轰——\n\n　　一声巨响突然自身后响起，随后传来了轰隆隆的崩塌声。\n\n　　听到这般动静，左布恩男爵瞳孔骤然收缩，无尽的愤恨和哀伤涌出，他的左手不由得紧了紧。而他的脚步却未曾停缓片刻，每踏一步，都有一点魔力在脚下爆开，使他的速度再提一筹。\n\n　　他不敢再慢下来，他必须要保住左布恩的血脉——这仅存的希望。\n\n　　“我定会回来！”他咬牙说出这么一句话。只要能逃出深绿平原这个此时已化为战乱之地的地方，哪怕只给他几个呼吸，他也能带着他的孩子远遁天涯海角。\n\n　　“哦？看来你没有这个机会了，可怜之人。”然而话音刚落，一道飘忽不定的男声便突兀地在男爵的耳边响起。左布恩脸色一变，右手举起，刹那间一团青色的光团在其上凝聚。他猛的一挥，青色的光团顺势飞出，如一道青虹击向左侧的一个方位。\n\n　　青色光团隐没于树木的深处，再无动静。而左布恩脸色剧变，脚下一个急停，立马变向向左闪去。\n\n　　轰——\n\n　　左布恩原来前进的路线上此时被轰出一个大洞！烟尘遮住了他的视线，他脸色铁青的看向左侧的一棵树后。\n\n　　右手虚握，天地间的魔力被引动聚集于其间，一杆长枪在转瞬间被凝聚出来。左布恩右手横握，随意舞了一个枪花，神色之中有着如临大敌的凝重。\n\n　　他长枪向前虚点，“咔擦——”的声音响起，令人惊骇的是周围的空间竟是在这一点下层层崩裂！他眯起双眼，朝着视野中那棵毫不起眼的树木冷声道：“阁下若是还不出来，那就别怪我先下手为强了！”\n\n　　随着时间一点点的推移，空气不知不觉的沉闷起来，左布恩保持着持枪虚点的姿势，神色戒备的看向树木，准确的说，是树木的背后。\n\n　　但是等了许久，都不见任何回应。左布恩心中明白，若是此时自己表现出哪怕一点点的放松，那么躲在暗处的敌人便会突然现身，给予他致命一击。因而他绝不能放松警惕，右手不禁握的更紧。\n\n　　“嗯，不错。不愧是现任的深绿之主，一身实力冠绝天下，真当是令我钦佩。”先前的男声再度响起，不过这次却没有了那种飘忽不定的感觉。左布恩应声看去，一个身材修长的黑衣男子从树木后走出。阴影遮住了他上半部的脸，让别人看不清他的表情，更添几分神秘莫测之感。\n\n　　左布恩心里一沉，在自己展示出如此力量的情况下，对方还是敢站出来，无疑是有着充足的把握和信心可以截下甚至杀死自己。不管怎么样，对他来说都是一个坏消息。他凝神双目，想仔细观察从树后走出的人。\n\n　　“是你！”在看清此人的脸庞后，他脸上不可抑制地涌现出错愕之色，即便如他这等人物，在见到此人时都会如此失态，那么可想而知此人的身份是怎样的令人震惊，“你不是已经......”\n\n　　“难道说......”左布恩恍然大悟，表情渐渐冷了下来，讥讽道，“看来即便是圣山年代，你们这样的蠢货也丝毫没有减少！”\n\n　　“闭嘴！”那人脸色一变，一声大喝遏制了左布恩的言语，旋即戴上一双黑手套冷笑着道，“洛恩，既然你自己找死，那就怪不得我不留情面了！”\n\n　　话音刚落，一道劲风直直扑向男爵，男爵眉头一挑，青色长枪一挥轻易打散了这道劲风，眼中却没有了黑衣男子的身影。\n\n　　“不过区区手下败将！”他不屑地一笑，长枪紧接着横扫开来，划出一道青色的长弧，“别来挡我的路，给我滚开！”\n\n　　“哼！”黑衣男子一声冷哼，自男爵身前一丈处现出身形，向后跃去避开回击，“若是从前，我自然不敌你，可是你现在带着一个累赘，顾及孩子的你又能发挥几成实力呢！”他的话语一针见血，想要使左布恩动摇斗志。\n\n　　男爵神色不见丝毫动摇：“深绿的魔力岂是你们能明白的！”，手中长枪一抖，紧追而上，左手抱着的孩子依旧处于梦乡里，丝毫没有转醒的迹象。\n\n　　他的魔力，温顺的可以安抚人心。也霸道的可以绞杀任何敢于阻挡他前进的敌人。\n\n　　“这是深绿的意志。”他轻喃道，“你们无法匹敌。”\n\n　　漆黑的双眸中泛起了点点璀璨青芒。\n\n　　“风要来了......”\n\n　　“而你们无能为力！”\n\n\n目录\n\n终于找到时间用电脑了，心塞，以后争取手机更新试试。\n\n",
    "replies": [
        {
            "author": "(兜兜）",
            "timestamp": 1444203600,
            "txt_content": "嗯，对哒，支持哦，写得不错  "
        },
        {
            "author": "zyj0807",
            "timestamp": 1444206000,
            "txt_content": "(兜兜） 发表于 2015-10-7 15:40\n嗯，对哒，支持哦，写得不错\n蟹蟹支持w"
        },
        {
            "author": "(兜兜）",
            "timestamp": 1444206060,
            "txt_content": "zyj0807 发表于 2015-10-7 16:20\n蟹蟹支持w\n打字幸苦了     "
        },
        {
            "author": "zyj0807",
            "timestamp": 1446876660,
            "txt_content": "@46241359"
        },
        {
            "author": "46241359",
            "timestamp": 1446876780,
            "txt_content": "我拒绝评论【滑稽】\n细节描写一般般算及格吧→_→，环境描写不够，后面的对话流我就不说了，再加上如此中二的结尾【滑稽】"
        }
    ]
}