{
    "title": "<原创·连载·圣杯>《费雷德欧将军回忆录》 第七天 队伍！ [恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 2,
    "timestamp": 1444197720,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-10-17 08:58 编辑 \n该出发了。      ——摘自马沙自卫特遣队队长演讲词\n\n\n队伍！\n478年3月2日\n费雷德欧·塔罗格\n齐拉-马沙\n马沙自卫特遣队\n\n\n在失去意识前，我的最后一个念头就是“要死了”。\n恢复意识的时候我在一个红色的地方。\n天空，地面，四周，都是红色。\n鲜红色。\n\n\n天堂，就是这个样子的吗？\n亦或者是地狱。\n说得好像我真死了似的。\n前面，那是什么？\n黑乎乎的身子，行动有些缓慢，那样子有些眼熟。\n凭感觉来看，那不像是人类，倒像是一只动物。\n我能记起来的动物有哪些呢？\n它已经来到了我身前，它有甲，像一块石头。\n\n\n石头！想起来了，都想起来了。\n那只龟！\n原谅我那时候抛弃你，没想到你还能找到我。\n你是怎么找到我的？\n\n\n它晃了晃头，叼住我的衣服开始往一个方向拖。\n我看着地面上越来越模糊不清的更深的一片红色，突然想到了什么。\n我记得……还有一个人，那个人……那个人……\n史蒂文！\n他不见了，他不见了，他不见了。因为很重要所以要说三遍。\n我看向龟，希望它能明白我的意思好告诉我它的位置。\n\n\n可是它根本不明白我的意思，依旧拽着我往那个方向走。\n本想告诉它些什么，可是我已经没有力气再吐出哪怕是一个字了，现在我就算动动手指也要付出很大的努力。\n于是就这样，我又一次失去了意识。\n\n\n醒来时已经不在那个红色的地方了，而是一个小房间，房间里有三四个人。但由于这房间太小了，所以即使只有这几个人也显得十分拥挤。\n我躺在一张草席上，在这个拥挤的房间里睡在一张草席上简直享受。\n我坐起来，朝四周看了看。那些人看装束是平民，但在墙角堆满了枪，这可能是民兵团。\n我站起来，房间里的人的目光齐刷刷地朝我这边看来，让我一阵不习惯。\n一个人点了一支烟抽了起来，大概一分钟左右才慢悠悠地问：“你是谁？”\n“我还想问你是谁呢。”我对这个人没一点好印象，拖了我那么长时间就算了，还抽烟呛我一脸！\n那人并没有为我的说话的态度而生气，而是哈哈大笑了起来，我就好像一个说了胡话的不懂世事的小鬼。“你猜我是谁？”\n我才不理他呢，但这周围又没有什么认识的人，我只好气愤地坐下来。\n\n\n这下周围的人都笑了起来，我刚想要反驳几句，但很多事情让我冷静了下来。\n我是怎么活下来的？我身上的伤口怎么不见了？\n现在也只有一个可能了，他们救了我。\n这样不就又欠下一份人情了吗？我最讨厌欠人情啦。不行，必须马上把这个人情还给他们，不然我会憋死的。\n“那个……你们有什么需要帮忙的吗？”我硬着头皮问，我必须尽量装得有礼貌些，我可不想再被取笑了。\n“没有什么可以帮忙的，小伙子。”另一个人笑着拍了拍我的肩，同时拿起墙角的一把枪摆弄了几下，“倒是我们有一件事要问你。”\n我很喜欢这个人，脸上时常带着笑，让人觉得很容易接近。“什么事呢？”\n“你愿意加入我们吗？”他背上枪，脸上的笑消失了，取而代之的是很严峻的表情。周围的人也跟着他把墙角的枪拿起来背上。\n\n\n我思索了一会，“加入什么？”\n“马沙自卫特遣队。”他们几乎是同时说出来的，似乎这个队伍是让他们最自豪的一个东西。\n“我加入。”这个队伍应该不是什么差的队伍，因为民兵根本不可能有这样的枪械，民兵们都是拿着质量最差的手枪。\n“欢迎你，朋友。”一把枪丢进我的怀里，让我差点栽倒。\n\n\n房间的门被推开了，在房间外面是一个基地，一个规模还算庞大的军事基地。\n是我我也很难想象为什么只有三四个人的队伍能有这样的基地，而且在基地内部还停放着三四辆战车，几架直升机还有一些仓库或者是情报室。\n本来我想问“为什么你们的人这么少却拥有这么多装备？”，但是他们带我又往前走了走，我心中的这个疑问就不攻自破了。\n这里可能是一个训练场地，总之有几十个人在这里做着各种各样的训练，瞄准训练、匍匐前进训练一类。\n\n\n看到我，他们纷纷放下手中的训练任务，拿起枪不约而同地出现在我们面前，然后齐刷刷地把枪口朝向天空，一齐鸣响了枪。\n鸣枪七声，他们又齐刷刷地回去了。\n我后来才知道，他们这是在进行一个短暂的欢迎会。几十个人，几十次欢迎会，那得浪费多少子弹……我怎么想到那边去了……\n\n\n天上，出现了一个黑点。\n\n\n据国防部透露，一枚未知导弹从我发射基地发射，目的地不明。      ——摘自齐拉新闻广播\n\n肺炎：\n第三章下午去发先让我打盘游戏\n\n上一章      索引      下一章",
    "replies": [
        {
            "author": "风吟浅唱",
            "timestamp": 1444197840,
            "txt_content": "终于更新了"
        },
        {
            "author": "(兜兜）",
            "timestamp": 1444197960,
            "txt_content": "等更新等了好久啦，谢谢更新"
        }
    ]
}