{
    "title": "<原创·连载·圣杯>《终焉》[第二章第三节][by：泣东风]",
    "author": "xcc",
    "replyCount": 6,
    "timestamp": 1444194960,
    "txt_content": " 本帖最后由 xcc 于 2015-10-25 16:27 编辑 \n\n\n   \n  隗臧云带着猎人们踢馆的次日，戈耿谷开始收拾酒馆里的所有物什。\n\n\n    不明白怎么回事的顾离只好帮着他把酒瓶、书籍甚至抹布等杂物收好，然后放进戈耿谷的小背包里。\n\n\n    这个背包看上去很小，但好像什么物品都可以轻松放进去，而且像黑洞一样，把放进去的物品都吞噬掉，但需要用的时候又可以很容易地把物品都拿出来。戈耿谷说这是他按照七櫆的工艺书制作的背包，因为里面刻着有特殊力量的符文，所以这个小背包可以装大物件，而且物品放在里面，不会对背包的重量产生任何影响。\n\n\n    真是一种神奇的工艺啊。顾离暗暗赞叹，同时帮忙把酒馆里要带走的东西都一股脑塞进包里去——不论是重要的笔记本电脑、U盘、长得像弹簧片的控制器还是日常所需的围巾、手套、纸巾，有价值的物什都被装入了背包。\n\n\n    随着酒馆里的物品一件件装入背包，顾离渐渐明白了戈耿谷的目的——带着所有家当回到七櫆。通俗点说，就是卷铺盖走人。戈耿谷的原话是：“这儿太危险了，要么被杀死要么被吓死。”无家可归的顾离掂量着七櫆与这个世界的危险程度，最后选择跟着他们去七櫆。\n\n\n    但是怎么回到七櫆呢？\n\n\n    厄默随口说了句：“怎么来就怎么回去呗。”但话音刚落，他便被戈耿谷狠狠掐了掐肩膀：“我们是通过七櫆的传送门过来的——可是这地方有到七櫆的传送门吗？”\n\n\n    顾离耸耸肩，之前买的地图已经被丢掉了，他自己也不熟悉这附近有什么建筑。酒馆内，三个人干瞪着眼，束手无策。戈耿谷想说些什么，但只是摆了摆手，低下头去。\n\n\n    虽然没人知道传送门在哪，但是，有高科技。\n\n\n    酒馆角落就有一台老式的传送器，凑合着还能用，只是不知道地图版本有没有更新——老式传送器更新地图的地址可与新式传送器的不一样啊。\n\n\n    顾离于是跑向了那个少有人注意的角落，按下开启按钮，传送器的屏幕立即亮了起来，显示着使用传送器的方法与注意事项。只是少了扫描身份证这一程序，转而用支付一元代替了它。顾离长舒一口气，还好自己出门前将仅有的一些联盟点换成了零钱。\n\n\n    他无所谓地笑笑，从口袋里拿出一元硬币。厄默和戈耿谷也凑了过来，不住地咕哝着“都忘了还有这玩意了”。\n\n\n    硬币投入机身的“货币输入口”，屏幕也从注意事项切换到地图。顾离缩放着地图，在一排小字中寻找有可能是传送门的地方。\n\n\n    然后他就看到了三个小字——传送门。\n\n\n    他先是一惊，太直白了吧，继而不假思索地点击了地图旁的“多人传送”按钮，然后双击“传送门”这三字。\n\n\n    接着，他们就站在了一个街边的传送厅内。这个传送厅的玻璃上盖着一层严重阻碍视线的奇怪物质，像是顽皮的小孩将胶水胡乱抹在上面后留下的痕迹。 顾离轻推开传送厅的门，四下张望，然后叹口气，重新投入一元硬币，打开地图。\n\n\n    他看到外面有一家叫“传送门”的咖啡厅······\n\n\n    手指仍在地图上灵巧地滑动，一个又一个地标从眼前一掠而过，顾离眨着眼，寻思着什么。\n\n\n    他记得有个叫“星河列车站”的地方已经承包了星际交通，真正实现了在各个星球旅行，而且费用不高，说不定这里也有传送业务。顾离猛地眨了眨眼，在地图上寻找星河列车站，同时暗骂这台传送器怎么也是没有搜索地点功能的老式传送器。\n\n\n    标志着道路的黄线不断从面前像是流逝的水一样滑过，黑色小字像黑色的潮水，伴着这黄色的河流，在他的视线擦过。\n\n\n    真该死，星河有那么多钱，不去升级设备反而用来打仗，不知道人民的利益重于一切么？\n\n\n    耳边传来吹口哨的声音和翻动书页的声音，想来那两人也等得不耐烦了吧。顾离愈发急躁起来。\n\n\n    突然屏幕上方出现一个弹窗：“找不到想要去的地方？”\n\n\n    顾离没好气地点击了一下。弹窗立刻变成了一个输入框，上面有一个提示嘲笑着顾离——“请输入你要到达的地点。”接着机身上方的全息投影仪投射出一个虚拟键盘。\n\n\n    这传送器只有看到使用者怎么找也找不到时才会弹出输入框吗？顾离咧嘴苦笑，再次点击多人传送钮，并熟练地输入星河列车站几个字。\n\n\n    又是一阵压迫感，他知道自己已经到了——但愿列车站没有因为什么诡异的原因关门。\n\n\n    这是列车站内部的传送厅，玻璃上贴着彩色的装饰纸，顾离推开门，看见列车站仍然像战乱前一样，服务机器人在大厅里借着磁悬浮技术飘来飘去，说着最稀疏平常的话语，大厅中央的全息表格也照常显示着列车的发车时间、目的地与费用，自动售票机也规规矩矩地排列在大厅两侧。\n\n\n    顾离一阵小跑，在自动售票机前站定。戈耿谷和厄默一边打量着列车站，一边跟过去。厄默轻声叹气，将草帽扣在头上。\n\n\n    当他们挪步到售票机前时，顾离笑着把两张票递给他们：“车票拿好。”\n\n\n    戈耿谷接过车票：“为什么是列车？”\n\n\n    其实顾离从前不明白，从这儿到七櫆不是时空穿越的事么？要列车有什么用呢？后来他了解到，列车无非只是个形式而已，可以减轻传送带来的负面影响， 让旅者们舒服点——毕竟总比让你站在一个传送门里感受无尽的压迫感要好多了吧。\n\n\n    大厅中央弹出全息浮动文字：“通往七櫆的列车准备发车，请到T5站台登车。”紧接着，石灰色墙壁有了变化。这石灰色的巨兽猛地张开巨口，一扇门出现在众人的视线，门后是一节车厢。门前跳动着全息文字：T5站台。\n\n\n    大厅里零星的几人走了过去——这时顾离才注意到大厅除了他们三个之外还有其他人——顾离也紧随那些人的步伐，走进车厢。\n\n\n    去七櫆的列车上真是什么人都有啊——有戴着耳机身着休闲装的青年，也有一脸严肃戴着眼镜的研究员，还有一些用兜帽和围巾遮盖脸面的人。以及一个身着灰色风衣，低着头的中年人，戴着墨镜，一言不语。\n\n\n    列车内传来机械的提示声：“列车要发动了。目的地：七櫆。预计时长：3分钟。祝您旅途愉快。”\n\n\n    列车的“窗户”外的景色正在变换，高耸的银色大楼从眼前闪过。顾离耸耸肩，他清楚这只不过是虚拟出来的景色罢了，依旧是为了让人看着舒服。他把头别过去不去看那些虚拟的景色，却发现在那个中年人正瞪着他。\n\n\n    他尴尬地笑笑，低头瞥见自己的吊坠，突然心头一紧，猛地把吊坠攥在手心。\n\n\n    突然左肩上袭来一阵凉意，紧接着就看见一把刀卷动着车厢内的寒流，在自己身前30厘米处停下。\n\n\n    顾离只是呆坐在那里，盯着站在他眼前的那个，不知什么时候走过来的中年人。\n\n\n    那个中年人手中正握着一把闪亮的短刀，刀刃在空中停住，似乎是收到了阻挡。\n\n\n    “眷顾者，杀掉。”中年人喃喃道。\n\n\n    “喂，我说——”厄默突然起身抓住刀刃，“你们猎人出手总是这么着急么。”\n\n\n    车厢里的其他人往这里瞄了一眼，随即低下头去，继续忙碌着自己的事。\n\n\n    中年人另一只手的两指从腰间夹出一把橙色的短匕，刺向厄默。厄默急忙向旁躲闪，中年人却狡黠一笑，双指稍稍发力，匕首由手中飞出，目标正是顾离。\n\n\n    顾离一惊，本能地举起手抵挡，但匕首却像是刺向了一个无形的屏障，在顾离面前约30厘米的地方被反弹回来，插到中年人身旁的座位上。匕首命中的地方立刻变得漆黑，像是被火焰灼烧的纸片，一点一点，变成燃烧殆尽的粉末飞走。\n\n\n    中年人带着几分抱怨地叹了口气，右脸突然挨了一拳——光顾着那把匕首都忘了身旁还有厄默——他想把刀从厄默手中拔出，但奈何根本没有那个力气去挣脱束缚。他咒骂了一声“该死”然后丢下刀，拔出匕首，刺向厄默。\n\n\n    厄默冷笑，对于中年人的攻击也不躲闪。\n\n\n    他伸出右腿，狠狠踢了踢中年人的脚踝，并侧过身子，看着中年人倒在地上，匕首脱离了他的手，在地上转动了几圈。“下盘不稳只能摔个狗啃泥。”厄默看着顾离，指了指这个中年人，“比如这个人就是个例子。”\n\n\n    厄默捡起地上的匕首看了看，然后丢到车厢内的垃圾桶。具有即时销毁功能的垃圾桶立刻处理掉了那把匕首。\n\n\n    “5000联盟点啊······”中年人艰难地抬起头，“两年才攒出来啊······”\n\n\n    厄默叹了口气。\n\n\n    “都挺不容易的，偏偏还有星河来搅局······”中年人又低下头，“我讨厌星河讨厌猎人讨厌这份工作。”\n\n\n    戈耿谷叹气：“只能怪星河。”\n\n\n    中年人趴在车厢中央，看起来不想起来。\n\n\n    片刻后，车厢内再次传来电子音：“目的地，七櫆已经到了，请要下车的旅客迅速下车，谢谢。”\n\n\n    中年人面色愁苦，看上去疲惫不堪。但他却像是一个被操纵的木偶一样，毫无生气地，僵硬地走出来，并喃喃道：“七櫆······杀掉······”\n\n\n    突然他又像是清醒了一般，大叫道：“星河那帮混蛋又想控制我的行动和思想！该死！”\n\n\n    “星河，你们这些卑劣的领导者！控制平民的一切有意思吗？”他伸出中指，在车厢里大声嚷道。\n\n\n    又是一个脑控制器的受害者。顾离难过地想。\n\n\n    “如果他死了，会不会好受些？”他突然有了这么一个念头。会的吧，毕竟——对于这些可怜的人来说，死了才是解脱，不然活着的、被控制着的他们和玩偶没有什么区别。\n\n\n    戈耿谷似乎看出了顾离的心思：“你是不是也觉得，他们死了就是解脱？”\n\n\n    顾离点点头，又摇摇头，看见那个中年人此刻抽出刀向他们走来。\n\n\n    戈耿谷似笑非笑道：“那就让他到一个纯粹的世界吧。”\n\n\n    他从那个小背包里取出一张纸，上面密密麻麻写着顾离看不懂的文字，还隐约闪烁着紫色的光。戈耿谷走到中年人身旁，以迅雷不及掩耳之势将这张纸贴在他的脖颈处。\n\n\n    中年人立刻倒地，两眼向上翻。\n\n\n    戈耿谷却微笑着，对着空气点点头，说，好的，我知道了，你走吧。\n\n\n    接着他便看见了顾离的满脸疑虑。他笑着对顾离说，刚才那人的灵魂在跟我说话呐。\n\n\n    顾离有些不信。\n\n\n    “信不信随你。那人的灵魂已经解脱了，走吧。”戈耿谷蹲下身将中年人脖子上的那张纸按了按，然后起身。 \n\n\n    这里是与来时的列车站装修一般无二的一个列车站。该说不愧是星河的手笔吗？\n\n\n    顾离一边走一边问戈耿谷：“语言问题怎么解决呢？”戈耿谷摆摆手：“现在七櫆都说你们的语言。” \n\n\n    顾离刚长舒一口气，便看见厄默脸色有些难看地站在列车站门口，对戈耿谷摊手道：“戈勃，你那儿有房子吗？”\n\n\n    戈耿谷摇摇头。\n\n\n    顾离的情绪立刻激动起来：“我之前跟着你们是为了明白自己是谁，也是为了找个庇护所——你们说过你们来七櫆是为了躲避危险对吧，但现在你们却连个能安身的地方也没有？！”\n\n\n    戈耿谷心平气和地解释：“其实有地方可以容身——比如我家。只是······”\n\n\n    厄默脸色依然难看：“只是那个姓噶尔的家伙不让你住下去，对吧？”\n\n\n    戈耿谷点点头：“不过我想······试试这次能不能说服他。”说着就从背包里拿出一张泛着蓝光的、同样写满文字的纸。\n\n\n    他把那张纸按在地上，低声道：“都站到我旁边来，你们都不想掉队吧？”\n\n\n    两人立刻凑过去。顾离满脸好奇地看着那张纸以及它越来越强的光芒，问：“这是什么？”\n\n\n    周围的蓝光将三人包围，戈耿谷解释：“这张纸有我事先写好的咒文，它可以把我们带到一个写有相同咒文的地方——”\n\n\n    话音未落，三人便站在了一间屋内，身旁一个书架上同样写有密密麻麻的文字。顾离看了看那张纸上的字，和书架上的对比了一下，确凿是一样的内容。\n\n\n    屋内，有一个穿着深绿色大衣，戴着一个插着羽毛的奔尼帽的人坐在一个用藤条编成的长椅上，看见戈耿谷，立即起身，指着戈耿谷的额头道：“你又回来了？”\n\n\n    不等戈耿谷反应，他便自顾自地念叨起来：“你父亲加斯诺·巴卑勃是个盗贼，后来处死了；你舅舅阿尔特·巴卑勃是个混混头子，后来也处死了；你哥哥撒因·巴卑勃因为抢劫被关押；你父亲的父亲拿尔他·巴卑勃是个臭名昭著的强盗，后来当然也处死了——可是你呢？”他踮起脚，戳着戈耿谷的额头。\n\n\n    “你现在什么事也没有，也好。但你知道住在你家附近的人的东西都失窃过吗？是的，你知道！”他的语气越来越激烈，而且正在把戈耿谷家族的丑恶故事传达给另外两人，“我们都不相信你不会继承你们家族的那个犯罪基因，啊哈，你现在逃到了人类那话儿，又回来了，但你应该知道，只要那些失窃的帐没查清楚，你，就别想住在这儿！”\n\n\n    他的语气听起来很令人不爽，这种自已为是的态度也令人很不爽。戈耿谷却平静地说：“塔尔·噶尔先生，我想你应该明白，那些人已经承认他们的东西是被一个小毛贼偷跑的——而且那个贼已经归案了，可你每次还打着这个名义收我的钱，未免有点不道德吧？”\n\n\n    “你每次都跟我这么说，证据呢？”塔尔·噶尔道，“你不承认，只能以钱抵罪，除非有那些丢东西的家伙现场证明——别想找个人伪装，那些人长啥样我都记着呢。”\n\n\n    “你只不过是想每年多收我的4500元而已。”戈耿谷仍旧平静，“我知道，令人敬爱的、正直的、廉洁的警官塔尔·噶尔是不会收这种和保护费性质差不多的东西的。”\n\n\n    塔尔脸色发青但还是强装镇定：“哼，除非你能找到一个人为你证明你没有偷窃——”\n\n\n    “我不需要证明——我只需要把你的行为，上报给这一块的管理局，上级自然会处理。”\n\n\n    “那你也得先证明你没有偷窃！”塔尔突然又有了底气。\n\n\n    戈耿谷嗤笑：“有后台的人真的好了不起哦，肆意妄为都没人管。所以说你还是不让我住在这儿吗？”\n\n\n    顾离本想上去帮着戈耿谷说理，但被厄默拦住。\n\n\n    “那！当！然！”塔尔一字一顿道，“除非你找个人证明——”\n\n\n    戈耿谷心里清楚，塔尔这个无赖所说的“证明”，也不过是个幌子——毕竟当年失窃的人家全部搬走了，谁能证明？\n\n\n    房门突然被推开，冗长的嘎吱声打断了塔尔的言语。\n\n\n    “塔尔，原来你这么喜欢敲诈啊。”身穿海蓝色披风的少女靠在门上，深紫色的眸子闪闪发亮。\n\n肺炎：\n女主来了。\n\n\n\n\n\n\n\n          上一节     索引       下一节",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1444194960,
            "txt_content": "@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L"
        },
        {
            "author": "xcc",
            "timestamp": 1444203180,
            "txt_content": "@HGK @MF_Mufeng"
        },
        {
            "author": "2575174857",
            "timestamp": 1444205640,
            "txt_content": "艾特我啊艾特我！"
        },
        {
            "author": "xcc",
            "timestamp": 1444205880,
            "txt_content": "2575174857 发表于 2015-10-7 16:14\n艾特我啊艾特我！\n你之前进小黑屋了"
        },
        {
            "author": "2575174857",
            "timestamp": 1444206120,
            "txt_content": "xcc 发表于 2015-10-7 16:18\n你之前进小黑屋了\n不错，现在已经突破封印重出江湖东山再起了\n又是我那个脑残朋友干的，上次我的密码纯英文，被盗了，发了剽窃帖\n他说不是他干的，这次我把密码改成了大小写英文+数字混合，又被拿去违规顶贴了\n直到被举报了我才知道，这次他仍然说不是他干的，我都不信！\n这次准备把密码改成各种符号+大小写英文+数字混合！"
        },
        {
            "author": "xcc",
            "timestamp": 1445761560,
            "txt_content": "@灬RufLの红纱 \nboomshakalaka"
        }
    ]
}