{
    "title": "<原创·连载·圣杯>《费雷德欧将军回忆录》 第六天 友军还是敌人 [恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 3,
    "timestamp": 1444197360,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-10-7 14:06 编辑 \n我们不是一个人在战斗！      ——摘自齐拉总统卢克演讲词\n\n\n友军还是敌人\n478年3月1日\n费雷德欧·塔罗格\n齐拉-齐社\n俘虏\n　\n时隔多年，我还记得。\n从那时候，我几乎不会再相信任何“自称是齐拉士兵”的人。\n我无法想象他们是这样的人。\n和我身上的这身军装有关系吗？\n根本容不得解释。\n\n我是被冷水泼醒的。\n还是指挥中心，只不过身边的人多了一些。\n两个拿着枪的齐拉士兵站在旁边，一个光着膀子的士兵手中拿着一根鞭子。\n我看看旁边，史蒂文已经奄奄一息，身上又多了很多被鞭打的痕迹。\n所谓的“问问题”就是这样，史蒂文不说话，下一个就是我。\n\n“啊——！”一鞭子下来，不光是身上多了一道触目惊心的鞭痕，而且也是相当疼，伤口那里像烧灼般难以忍受。\n我的惨叫就好像是审讯人的动力，我叫的声音越高，他打得越重。\n这不是士兵，这是恶魔！\n接下来又是几鞭子，我真的难以忍受，只能惨叫。\n活这么多年还真没经历过这样的疼痛，今天可是长见识了。\n鞭打了十几下，我也筋疲力尽，他们把我放下来。\n\n\n“你们究竟有什么目的……”我用尽最后的力气缓缓地说。\n那些人鬼魅一笑，“是啊，做什么呢？”但我已经猜出来了。\n对一个新兵根本没有必要这样，他们是来折磨人的吗？\n猜对了。\n\n我连滚带爬跑到史蒂文旁边，解开他的绳子，之后扶着他准备一步一步往外走。\n那些人就好像在看一场演的非常差的戏剧一般，满脸戏谑地看着我和史蒂文，甚至好像在说“快点演完，然后再给你们一份大礼”。\n“啪！”一声枪声从我背后响起，只见史蒂文从口中喷出一口血，之后又瘫下来。\n我的手放在他的背上，再拿出来看，已经同样血淋淋了。\n中弹。\n我怒视着嘲笑着我们的士兵，在焦急和愤怒中我听到史蒂文说出一句“我要死了”，之后就没有说什么。\n身后的士兵在我的脚下又打了几枪，似乎是想威慑。\n就算是对俘虏，也不能这样践踏尊严。士可杀，不可辱！\n愤怒压过了伤心，我把史蒂文放下，不顾身上的伤痛，怒吼着冲向那两个士兵。\n\n“啪！啪！”胳膊上多了一个洞，地面多了一个洞。\n“啪！啪！”手背上多了一个血坑，身后的墙上多了一个洞。\n“啪！啪！”肚子上开始流血，左肩也有疼痛。\n我还没靠近他们，已经倒在了地上，周围都是血，身上都是血，眼前都是血。\n眼前越来越模糊，不行了，要死了。\n我用余光扫了扫史蒂文，他已经不动弹了，可能已经僵硬。\n再看看那两个士兵，他们脱去了齐拉的军服，在那层外壳下是蒙司左翼的服装。\n\n我就知道，齐拉士兵不会像他们那样的！\n黑洞洞的枪口对着我，尽管已经不止一次了，但我依旧害怕得要死。\n“啪！”子弹顺着一条直线穿过了我的心脏，从后背穿出来，我倒在了地上。\n我本来是这么为自己草草收场的，但眼前却是又一个身影。\n没有子弹冲出来，只有血，别人的血。\n脸上，身上，都是血。挡在我前面的身影有些熟悉。\n\n史蒂文！\n他倒下了，再也不会起来，不光是他，我也会死在这儿！\n我的眼前一黑，在失去知觉的前一秒，一股热浪袭来。\n然后就什么都不记得了。\n\n\n\n据蒙斯右翼透露，蒙斯左翼部分士兵已混入齐拉士兵内。      ——摘自齐拉新闻广播\n\n肺炎：\n本来想着屠版的，结果因为懒所以没屠成，不过今天可以顺便诈尸+发三章又可以骗分了\n\n上一章      索引      下一章",
    "replies": [
        {
            "author": "风吟浅唱",
            "timestamp": 1444198500,
            "txt_content": "其实真正想要屠版的是不会说出去的。因为我看见的两个说着要屠版的人都没有屠"
        },
        {
            "author": "JIE__",
            "timestamp": 1444199280,
            "txt_content": "子弹秒杀系列"
        },
        {
            "author": "hear_brave",
            "timestamp": 1444199880,
            "txt_content": "前排围观~~       "
        }
    ]
}