{
    "title": "<原创·连载>末日求生<1>",
    "author": "我就是那逗",
    "replyCount": 11,
    "timestamp": 1445737500,
    "txt_content": " 本帖最后由 我就是那逗 于 2015-10-31 21:43 编辑 \n\n好吧，老实说这次本来就不想更新的但是想想也是无聊了，\n而且，没人看着真的好么（·A·#）、而且，标题好想改\n好了，依旧是各种我的“台风”\n》》》想要活下去还是死掉《《《\n》》》恐惧所以轻生《《《\n》》》恐怕，这是个需要勇气的世界《《《-第一章-梦    秋风的落叶飘洒在寒风中，孤单寂寞的身影在大地上若隐若现。是的，这是我——一袭黑白色相间的外套，里面是一件白色的衬衫，穿着蓝色的运动裤，而脚下是一双破旧的袜子和一对同样陈旧的运动鞋——作为一名被迫离去温暖的家庭，繁华的城市的我，也是有点落魄的感觉呢。“若不是那次，哼！我就用不着这样了……”一脚踩碎枯败的落叶，握紧手中的锤子，撑了撑背后沉重的背包，继续的、落魄的、无可奈何的往世界的某个角落走去，就那样活下去吧……就那样活下去吧……    我只是一名普普通通的人，在这繁华美丽的城镇中，我只是一个微不足道的蝼蚁罢了。每天早上五点醒来，然后，穿着那件非常难看并且全是绿油油的便利店工作服。然后，骑着自己的老自行车，朝便利店的方向飞奔而去。呵呵，每天都是重复着同一种生活，同一种剧情，同一种速度，每天都在重复着昨天的事情，就像是无法思考的机器人一般，只能一味的按照设定的程序去做事，没有一丁点的自由……但是，无聊中也有愉快的回忆，跟朋友们聊聊天、吃吃饭，不在乎餐点是否好与坏，只在乎那永恒的快乐……    都说白天不懂夜的黑，黑夜不动白天的亮。尽管我的生活大多数是重复着昨天的事情，并没有过多的自由，我却未曾埋怨过。万万没有意料到，这不可能发生在世界上的灾难——这场“灾难”真的发生了！    星空下，是一片繁荣的城市，一片灯火酒绿的世界。人来人往，灯光在这座城市里不眠不休。“唉。”叹了一口气，带着一天的疲惫，我有点怀念自己的家了——尽管是出租房，却不能否决这是我的家。便利店窗外繁华一片，但我深知，这不是属于我的地方，我只属于那阴冷黑暗的房子。    “哇！有人倒了！”“怎么回事！120呢！”“哎呀！这人怎么了！”不知何时，不远处的街道上尽然挤满了形形色色的人们。尽管如此，但最重要的是：他们似乎被什么东西给吸引了。“正巧无聊，凑个热闹。”作为苦逼一生的穷孩子，反正对未来无望了，也不能成就大事业，只要吃饱就行……等等，好像偏题了点……不管了，总之我推着我敬爱的老自行车，慢步上前。呵呵，好奇害死猫。“啊！好疼啊！”人群中传来一声尖叫。刹那间，无数人疯狂的涌出来，似乎是被什么东西惊吓到。“这……什么个回事！”本来是抱着好奇的心态走过去，可现在呢！人群都朝自己的方向奔跑。“可恶……这么多人干嘛呢！？”顾不得扶稳自行车，由于不明觉厉，自己也吓得跟慌乱的人群拼命的逃散，尽管我是不知道我为何要逃散，难道是凑个热闹？    “滚开！别妨碍老子活命！”一个满身肌肉，啊不对，确切的来说，是一个一堆肌肉组成的肌肉男正在我的后面，可能是受不了我的慢跑，一阵恶语相对，然后一个肘击撞开了跑步中的我。    “噗通—”失去平衡，重心相反，换来的，是摔倒的疼痛……“啊啊啊—”再加上后面疯狂逃散的人群，每人每脚，一阵阵撕心裂肺的疼痛。唉……看来我是惟一一个被未知原因吓到的平民的脚踩死的人啊……一点都不酷……真的很不爽呢……意识残留的几秒钟里，我模糊的看到一团黑色的东西朝我过来……“不……别过来……别……别过来……呼……呵……呼……”    我靠着仅存的力量，拼命的挥动着自己唯一伤势不重的右手，似乎是想驱除这团东西……“不啊……别过来……砰！”\n    “嗷……”这是我彻底失去意识听到的最后一声。    “嗡……”脑袋里感觉金星四起，头脑眩晕的厉害。借助着一股不知名的力气，我竟然睁开了自己的双眼。“嗡……”刺眼的白光迅速射入眼里，由于光线太强，脑袋又是不停的眩晕，而且，我只能听见一阵嗡嗡声。“哈，醒了啊……”一个不知名的声音，但从音调来听，似乎是个男声。“嗡……”该死！脑袋晕的厉害，而且，看见强光就会头疼。“唉……既然你醒不了，那我只能杀了你了，免得类债。”模糊的听见这个男人说的话，而且，语气真的挺坚决。“卧槽！这家伙要杀我，要杀我，要杀我……不行！为什么你们能够任性的挑弄我们的生命，可以放肆的杀戮，为什么……为什么我不可以……心有不甘！不甘！”气息太弱了……说出来的声音估计也传不出去。   “别怪我，在末日里面，你只是个类债。死了，别怪我！”what？！别怪他，不怪他怪谁！难道怪我自己不小心被你打死了！怎么可能？“滚……”虚弱的气息让我哼出了一个并不大声的字。“哦？滚？那就更应该死！”一阵淫笑声传入我的耳边。伴随着风声，一个重物毫不留情的砸向我的脑袋……作者的话：怎么说呢？因为时间比较赶，而且最近也没多少时间写，反正有时间就问qxdnfst的地图到底做好了没有……总的来说就是懒得写太多……\n\n",
    "replies": [
        {
            "author": "我就是那逗",
            "timestamp": 1445737560,
            "txt_content": "我也知道字数少了点，因为以前习惯写几千的，现在就一两千，难道是因为以前写的废话太多？"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1445738880,
            "txt_content": " 本帖最后由 风吟浅唱 于 2015-10-25 10:09 编辑 \n\n额，我建议在小说里不要出现脏话吧，就算要用也不要用卧槽啊，那种空间凌乱感啊~而且排版好差，好伤眼，倒不是说乱，干嘛用加粗呢？"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1445741040,
            "txt_content": "风吟浅唱 发表于 2015-10-25 10:08\n额，我建议在小说里不要出现脏话吧，就算要用也不要用卧槽啊，那种空间凌乱感啊~而且排版好差，好伤眼，倒 ...\n“卧槽”是表示真实的人物，不然小说了一堆人物说好话，根本就不能体现出在末世里的愤怒感以及人物的性格，而且，排版这是我个人的爱好，能改我尽量改"
        },
        {
            "author": "46241359",
            "timestamp": 1445745060,
            "txt_content": "开头的环境描写感觉莫名其妙，小说中人物爆粗口不是不可以但请注意合理性。以蝼蚁形容城市中的人有些不恰当，细节描写细节描写粗糙。没体现出当时的紧张气氛，最后的对话也是莫名其妙。对于当时的身体状况细节描写也有所欠缺，勉强及格。"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1445750100,
            "txt_content": "46241359 发表于 2015-10-25 11:51\n开头的环境描写感觉莫名其妙，小说中人物爆粗口不是不可以但请注意合理性。以蝼蚁形容城市中的人有些不恰当 ...\n因为我压根就没打算写好这篇啊……时间比较赶。也没多大时间修饰，再说了，现在看创作的人很少{:10_513:}"
        },
        {
            "author": "46241359",
            "timestamp": 1445751480,
            "txt_content": "我就是那逗 发表于 2015-10-25 13:15\n因为我压根就没打算写好这篇啊……时间比较赶。也没多大时间修饰，再说了，现在看创作的人很少 ...\n没打算写好何必开坑，洗洗睡吧。请保持认真的态度进行创作，没人看不是你偷工减料的理由"
        },
        {
            "author": "Zeros",
            "timestamp": 1445752080,
            "txt_content": "我就是那逗 发表于 2015-10-25 13:15\n因为我压根就没打算写好这篇啊……时间比较赶。也没多大时间修饰，再说了，现在看创作的人很少 ...\n+1，读者少跟差评多不是态度不认真的理由——而且读者是少，但创作区全是十分挑剔的作者啊，恨不得逐字逐句校对的人看到这篇文，别提多纠结了。"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1445782020,
            "txt_content": "Zeros 发表于 2015-10-25 13:48\n+1，读者少跟差评多不是态度不认真的理由——而且读者是少，但创作区全是十分挑剔的作者啊，恨不得逐字逐 ...\n我觉得我有什么错。我能改，但超过我的范围，那就对不起，你的要求太高了。"
        },
        {
            "author": "Zeros",
            "timestamp": 1445783100,
            "txt_content": "我就是那逗 发表于 2015-10-25 22:07\n我觉得我有什么错。我能改，但超过我的范围，那就对不起，你的要求太高了。 ...\n好吧，连态度都端正不了，我也无话可说了。"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1445869920,
            "txt_content": "46241359 发表于 2015-10-25 11:51\n开头的环境描写感觉莫名其妙，小说中人物爆粗口不是不可以但请注意合理性。以蝼蚁形容城市中的人有些不恰当 ...\n对于之前说出不对的话感到道歉，希望你能帮我多多改造一下，因为我的本意是想用安宁的环境与现实残酷做出对比然后突出什么什么的，能提出一个例子给我一下吗？"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1446132960,
            "txt_content": "Zeros 发表于 2015-10-25 22:25\n好吧，连态度都端正不了，我也无话可说了。\n看来你还没明白我的意思，我指的是如果你提的要求够合适，我可以改正。我尽力。\n但如果你想我变成诸如文学很好的人的话，可能超出我的范围，对不起，这个我办不到。"
        }
    ]
}