{
    "title": "[双线]失落世界——总会在那儿丶特色生存╋海岛生存╋锻造神器╋PVP系统[1.7.2]",
    "author": "山大王",
    "replyCount": 0,
    "timestamp": 1455215040,
    "txt_content": " 本帖最后由 山大王 于 2016-2-12 02:25 编辑 \nLost World失落世界群组生存服1.7.2\n前言每个人都有属于自己的一片世界。也许我们从来不曾去过，也许我们只在梦中见过。但它在那儿总会在那儿。                            迷失的人会迷失，相逢的人会再相逢。                                                                                                                                               ——Lostworld.\n简介本服务器为群组生存服原版.目前开启有：登录服（快速登录）稳定的特色原版生存（稳定流畅）新版的趣味末日水世界（运行中~）服务器优配置，超稳定流畅体验不一样的生存乐趣，将生存进行到底！7*24小时开服，除短时间维护外。\n\n精简介绍========================================================稳定特色原版生存服：极具特色的原版生存服务器，稳定流畅，内容较多。完整的服务器规则，简洁清爽的基础指令手册。新手入门必备，使新手玩家更快的了解游戏规则。预防熊孩子的产生让新手玩家更快的进入游戏，使游戏更加和谐有爱。新手福利，入服即可获得有爱的新手礼包，规则，手册。PVP战绩累计获得称号，声望兑换稀有装备。锻造系统，收集指定材料，打造出各类神器。宠物养成插件，苦力怕僵尸小黑任你玩耍，挖矿杀怪不再孤单。各类节假日发放福利活动任务，让大家一起嗨起来！资源世界，末地世界不定期更新。完善的管理制度，预防熊孩子的横行。如有被熊，玩家可以使用命令来查询熊孩子的行为。同时报告管理员惩治熊孩子，还您一片温馨和谐有爱的游戏环境。更多游戏精彩内容将持续更新，游戏有你更精彩！==================================================新版趣味未来水世界：当污染日益严重，在未来所有的水不能饮用，天空时不时下酸雨伤害。你将怎样在这样的恶劣的环境生存下来？当资源稀缺，怪物来袭，在广阔的海上只有一片小岛你选择怎样创造辉煌？一台核心装置，用智慧与勤劳发家致富。众多的成就系统，让你为自己想要的资源财力做出努力争夺。黑市兑换，拿自己多余的资源兑换自己想要的物资。市场经济，用自己创造的资源发家致富。团队合作，建立一个自己的团队。团队发展更利于在艰难的环境下生存，创造财富，造就辉煌。岛屿排行，让你或者你的团队创造的财富与历史受到众人瞩目。无论你是建筑师还是热爱生存的生存党，水世界都是你不错的选择！\n部分详情========================================================特色原版生存：新手引导与须知：\n\n新手礼包，新手必看服务器规则！\n基础指令手册，再也不用担心不记得指令怎么办了！\n[diamond_sword]特色PVP系统：\n \nPVP系统杀人声望值兑换特殊材料。使用特殊材料兑换稀有装备。想知道有什么稀有特色装备以及各类霸气称号吗？快快加入游戏一睹风采吧~\n[furnace]独特锻造系统：服务器的铁匠，柏林。收集指定材料打造武器。\n给武器入魂成为真正的神器。材料为普通材料合成稀有材料，由玩家自己收集合成，且不售卖。各类神器总有一款适合你！\n友爱萌宠系统：\n宠物人类最忠诚的小伙伴！打怪下矿再也不怕孤单一人了！提供多种技能树，为自己的宠物选择想要的技能。还能够切换模式，是敌是友分的清楚！详情快去游戏看看吧~\n[redstone_wire2]热闹节假日活动：\n节假日专属福利活动任务在假日时开始元旦大使~纪念版武器元旦任务福利新年免费发放的兑换券。用兑换券换取福利奖品。用兑换券换取新年福利奖品。有钱就是任性，新年当然还发放大红包了！2015年新年部分集体照~各种任务福利节日纪念奖品，让节假日更加开心~\n其他类别：\n\n\n万能的便携菜单，人手必被！\n福利西瓜\n福利甘蔗更多详情，加入游戏了解吧~\n\n\n本服务器开启长达数月之久，稳定流畅。有完善的管理制度，插件齐全。领地，圈地保护财产。商店，使用箱子交易安全。怪物增强，掉落稀有材料物资。死亡不掉落，极具特色的生存服务器。游戏还在不停更新项目中，更多详情快加入游戏了解吧。一段难忘的旅程即将开始....==================================================\n\n未来水世界：[diamond_gem] 各类挑战 [diamond_gem]\n\n完成不同的挑战，解开不同的级别。\n解锁不同的等级挑战，挑战越高获取的资源越是稀有，获得的金钱也越多\n\n\n[gold_ingot] 黑市交易 [gold_ingot]\n\n黑市交易系统。\n用你拥有的物资，在黑市兑换你想要的物资。\n\n\n[gold_chestplate] 队伍组合 [gold_chestplate]\n\n\n带上好基友一起来海岛生存吧\n\n\n[wood_stairs] 岛屿排名 [wood_stairs]\n等级排名，快来海岛创造属于你们的辉煌吧！\n\n\n本服务器开放测试，稳定流畅运行。各项目还在开放运行中，具体详情加入游戏了解吧。未来水世界等你来哦~=========================================================服务器部分欣赏特色原版生存主城：生存世界：资源世界：\n\n未来水世界挽歌号：\n岛屿：\n下界：=======================================================服务器规则1.不得盗窃他人财产，破坏他人建筑2. 禁止在服务器高空流水/岩浆，高频红石3. 请勿使用矿石追踪，飞行，透视性质等软件4. 文明游戏，文明用语禁止以任何理由刷屏辱骂他人5. 不得杀其他玩家动物，无故毁坏地形，破坏其他玩家的建筑等6.严禁止恶意强制PVP，如有被恶意PVP请不要刷屏谩骂，报告管理员处理7.服务器处理违规事件对号不对人，请珍惜自己帐号不借给他人8.请勿在在游戏内，群内宣传其他服务器更多详细规则请参阅群内规则文件\n玩家秀这是一些记忆，一段过往↓↓↓↓↓\n玩家建筑，别墅群节假日纪念日集体照留念部分玩家\n\n元旦~以上照片均取决于群相册，玩家可以将有趣的游戏图片上传群相册，记录在失落世界发生的故事与记忆。每到节假日纪念日都会召集集体玩家照相留念。欢迎大家进入这个温馨的大家庭！\n\n=========================================================服务器信息：服务器IP：电信：dx.mclw.cc                              网通：wt.mclw.cc\n原版QQ群：347867803海岛QQ群：264923877欢迎玩家入群一起讨论交流!失落世界服务器欢迎大家的加入！=========================================================\n \n\n2016年活动进行中，一起来游戏吧~\n\n",
    "replies": []
}