{
    "title": "梦幻之界(mc小说)",
    "author": "kirin1522",
    "replyCount": 17,
    "timestamp": 1444311660,
    "txt_content": "\n这时明明正午的天空突然被晚上了，按照mc正常这时会出现怪。刚想完地上出现了一只僵尸头带一个安全帽手拿铁稿(都是血的铁稿)；我去，有新boss还有怪啊；什么坑爹东西，太可怕了；我拿起HIM的铁剑消了它一刀，他把击退后就像下挖然后就消失了，我骄傲的笑着说：“新怪物也不怎么样吧！”这时我听到后面有一声草方块被挖掉的声音，我一回头，一把全是血铁稿砍过来我没躲掉，就这样被打到了眼睛瞬间失眠了几秒，睁开眼睛的时候怪又一次不见了；根据刚刚教训我就知道，肯定又在我背后，聪明的我马上回身直刺刚跳上来的“矿工僵尸” 僵尸痛叫一声倒在地上只有一把稿在地上，僵尸的尸体就消失了；我拿起稿只发现已经是快坏了的，名字是“吸血的铁稿”这时我马上弄几个泥土然后到树上去只看到下面有好几个僵尸然而在遥远的地方出现了一只满身肌肉手拿一把巨大的铁战斧的僵尸；",
    "replies": [
        {
            "author": "kirin1522",
            "timestamp": 1444311660,
            "txt_content": "第二章：僵尸巨人部队-巨斧僵尸\n  面对慢慢靠近的僵尸我“毫不惧色”拿起铁剑大声说：“我一个打十个，来吧！”靠近到 一定程度的它拿起巨斧；我擦不会是飞斧吧这么大个怎么躲。但是他拿着斧把我在的那树砍了；叶子消失的很快，我不得不跳到另一个树去他的反应十分的快马上的又砍了我刚刚跳的那里，过了很长时间整个森林只剩下最后一棵树了；眼看巨斧僵尸就要靠近了我拿起我剩下的4个苹果吃掉，拔出铁剑大叫：“我代表森林之神消灭你~~~~~~~~~~~我跳到后面的河去然后爬上来和僵尸拼命，我刚要拼命的时候发现----巨斧僵尸：血量-100；我去坑爹吗？但是有什么办法已经下来了，逃是死，打也是死为何不拼拼呢这个时候的我感觉全身的力量一次性涌出来一样；我拿起铁剑跳出来直接一剑可是他对他貌似没什么伤害；不过他速度慢，斧一次次砍下来僵尸砍不到我；我想就这样围着他打我一定能胜利；\n打了很长的时间他的眼睛突然红了；身体变的更巨大；血竟然回到180我的妈啊我再砍了他一刀手上的铁剑已经变成破碎的HIM的铁剑这时我发现前面一只巨斧僵尸旁边被很都拿着小斧头的僵尸包围僵尸慢慢的靠近我却不知道要干些什么，我绝望了；难道我真的回不去了吗？就要在这里死亡了吗？-----我不甘心；这时我旁边的树叶飞了起来围着我转；突然出现一个刀刃，在一个绿色的龙卷风包围下我看不到外面的情况，龙卷风消失了我只看到地上都是小僵尸的尸体；巨斧僵尸全身是伤的离开了；看到早上太阳我兴奋的说我终于活下来了，看说完一阵狂风过来在我面前突然出现了一个NPC-森林王子一个很可爱的小伙子"
        },
        {
            "author": "kirin1522",
            "timestamp": 1444311780,
            "txt_content": " 本帖最后由  kirin1522 于 2015-10-8 21:47 编辑 \n浮云蓝天 发表于 2015-10-8 21:45\n剧情很老套i\n加油\n怎么有点被鄙视的感觉呢？"
        },
        {
            "author": "kirin1522",
            "timestamp": 1444311840,
            "txt_content": "标题: 梦幻之界(mc小说)又是一个晚上对着没意思却不知为啥就是喜欢玩的游戏-我的世界。大骂道：“官方就不能弄点给这个游戏加的难度吗？boss总是被我轻轻松松的消灭”。又弱的说：“如果可以进入游戏世界就好了”。这时在创建游戏的时候出现了一些英文，我觉得很奇怪就复制下来去百度翻译；得到的意思是“你想给游戏加的难度吗？”我点了下“是”这时眼前出现了黑洞我被两进去了！不知道什么时候我睁开眼睛；我看到的不是在家，让人觉得意外的是；我居然在游戏世界里面；这里是一个森林!!!我看到了那方块的橡树下面有一个箱子；我没管太多就打开了箱子。只看到里面有一把“木斧”苹果5个还有两本书；我没管太多就把苹果还有书放回背包去；手拿着木斧，这个时候奇怪的事情发生了，天上降下一道金光，箱子不见了；被成一本书；我捡那书，显示的书名是“打开看看”作者的名字居然是“HIM”我吓到了，然后就打开看了下\n    亲爱的玩家kirin\n我是神圣的 HIM 欢迎来到噩梦级极限模式我已用黑洞将你穿越到游戏世界；你必须要打败末 界-末影龙；还有金界-皇龙；木界-森林之龙；水界-深海巨龙； 火界-玉火龙；土界-地裂龙并且找到神龙台用5个龙的龙印和末影龙的蛋召唤白骨玉龙帮助他开启末日之门打败里面的boss再开启梦幻之门和白骨玉龙一起消灭恶·梦幻地狱龙然后你就游戏就结束了；你可以通过圣光·梦之门回到现实世界。警告!!!如果你在游戏里面死亡一次你将永远在梦幻之界一辈子都回不到现实!!!\n                                                                 mc一年一月一日\n                                                                             HIM\n  我关闭了书说：“我擦这特么加了什么mod啊；还白骨玉龙--从来就没听说过 ！！！\n这时距离不远处出现了一道白光；在白光消失后出现了一个史蒂夫，仔细的一看······我擦居然是HIM；HIM回过身来直接把一把极锋利的铁剑飞了过来；我以我神奇的反应力躲开了攻击；我拿起橡树的铁剑想冲过去把HIM杀了，当我准备一刀过去的时候HIM消失了!!!\n"
        },
        {
            "author": "kirin1522",
            "timestamp": 1444311900,
            "txt_content": "第三章：森林王国\n  森林王子从背包拿出两张发光的叶子， 两手各拿一片拍了我一下也拍自己一下；突然以我为中心的出现了两道龙卷风,龙卷风消失后我发现我不在刚刚的地方了，我在一个有很多NPC的森林里，森林王子叫我跟着他去见国王；我也不知道要干什么我就跟着去了;去的“皇宫”（一颗大树里面）；我没想到这一颗大树竟然有这么多金银珠宝。国王看到我就马上跑下来用奇怪的语言说话；可我一点也没听明白，王子用正常(普通话)语言翻译道：“求求你救救我们，我们的皇宫已经被锁定为噩梦部队下一个攻击目标；以我们的实力根本无法打败他们”。我问到为什么需要我呢；我没装备没武器怎么帮你们；王子回答说：“我们有一个古老的传说，在最危险的时候会有一名可以拿出地下室的“守护圣剑”的勇士来到这个王国并且消灭一切邪恶力量。”我说：“那么可以带我去看看“守护圣剑”吗？”王子对着国王说了一些奇怪的话；国王点了点头又说了一些奇怪的话；然后王子用普通话和我说，可以是可以但是地下室要在满月的晚上才很开启；这样吧我先带你去看看我们的王国。我跟着王子去看了看城门的士兵，士兵一个个威武的拿着绿草颜色的弓，好像随时准备战斗一样；而老百姓们并不快乐，在他们的眼睛我感觉到他们有无限的恐惧，甚至有些还拿着武器的，看着他时间长了就拿起弓对着我说奇怪的话；王子马上说明原因；才让那个村民放下武器。我问了下王子这是怎么回事？王子说：“大家都被噩梦部队吓怕了，为了生命安全他们警惕性非常高，怀疑所以不认识的人，所以我们需要那个神秘的勇士来救我们。”慢慢的到了晚上，王子带我去了地下室；满月了地下室的门打开了我进去看了下；没看到我想象的“守护之剑”只看到一把快破掉的巨铁剑~~"
        },
        {
            "author": "浮云蓝天",
            "timestamp": 1444311900,
            "txt_content": "剧情很老套i\n加油"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1444312440,
            "txt_content": "没一章短了\n我们每一张起码1800字……\n文笔好一点"
        },
        {
            "author": "CamsLock",
            "timestamp": 1444312800,
            "txt_content": "排版可以再简洁漂亮一些哦\n让人增加阅读的兴趣\n总之，加油吧。"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1444313100,
            "txt_content": "额，你的格式是错误的。一个单章一个贴，最后写了三章出索引。而且我记得一章好像一千字吧"
        },
        {
            "author": "the-blaze",
            "timestamp": 1444313820,
            "txt_content": "VVV晓雪 发表于 2015-10-8 21:54\n没一章短了\n我们每一张起码1800字……\n文笔好一点\n新文一章4000飘过"
        },
        {
            "author": "lichi2050",
            "timestamp": 1444337400,
            "txt_content": "直接在一个帖子内更新？ 这很少见啊 ←_←"
        },
        {
            "author": "辉哥的世界",
            "timestamp": 1444359720,
            "txt_content": "是你写的吗？？"
        },
        {
            "author": "HGK",
            "timestamp": 1444368780,
            "txt_content": "请按照顶置帖修改标题"
        },
        {
            "author": "浮云蓝天",
            "timestamp": 1444387860,
            "txt_content": " kirin1522 发表于 2015-10-8 21:43\n怎么有点被鄙视的感觉呢？\n我是希望你能换个剧情。\n这种剧情和世界观比较老套。难听点就是烂大街。\n新颖才能出众"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1444395600,
            "txt_content": "新人你好，欢迎入坑\n标题不符合版规，去仔细看看版规然后修改吧！\n另外，字数也不符合要求。每章要求在一千字以上。\n---------下面是关于文章内容的建议---------\n对于这种烂大街的穿越剧情，我已不忍吐槽……你们开心就好……\n描写过于浮夸。恕我直言，这就是一篇流水账。完全就只是把你所想表达的情节大概地展现了一下，没有多少细节描写。请记住，细节描写是小说的命脉。仔细想想，你如果是故事的主人公会想到什么，听到什么，看到什么，感受到什么。视觉，嗅觉，听觉，触觉，这些感官都要调动起来。这样会让文章不至于显得枯燥。\n另外，一些地方有语病。这些低级错误注意千万不要再犯，写文的时候仔细一点\n例如：“官方就不能弄点给这个游戏加的难度吗？boss总是被我轻轻松松的消灭”。\n第一句话怎么都读不通啊，改成“官方就不能给这个游戏加点难度吗？”会更好\n还有“轻轻松松的消灭”，动词前面“的”要变为“地”\nHIM回过身来直接把一把极锋利的铁剑飞了过来\n“把”，“飞了过来”，搭配不当。改为“HIM回过身来，一把锋利的铁剑飞了过来”会更好\n诸如此类的错误，希望楼主下次细心一点\n另外，注意分段。把全部情节硬塞进一段话里会显得很乱。\n倒数第二段几乎没有停顿的标点符号啊喂……\n总之，写完之后自己再读一遍，修改一遍，一些问题很明显。\n继续加油吧，最大的问题就是缺乏细节描写。看看创作版里其他大触写的文，或者读一读其他名著，你的文章就不会这么生硬。随便举一个例子：\n我点了下“是”这时眼前出现了黑洞我被两进去了\n我（怎样地）点下了“是”，这时眼前（忽然/缓缓）出现了（什么样的）黑洞，我被（怎样地）吸进去了……\n处处注意细节。\n加油吧，新人。坚持更下去，不要再像其他人一样半途而废。"
        },
        {
            "author": "kirin1522",
            "timestamp": 1444396380,
            "txt_content": "2B与mc的故事 发表于 2015-10-9 21:00\n新人你好，欢迎入坑\n标题不符合版规，去仔细看看版规然后修改吧！\n另外，字数也不符合要求。每章要求在一千 ...\n谢谢您的建议"
        },
        {
            "author": "kirin1522",
            "timestamp": 1444398720,
            "txt_content": "第四章：复原·守护之剑\n  我过去破剑旁边， 直接把剑拿出来，我这轻松的举动却吓到了森林王子；我看着惊讶的王子说：“我只是拿起一把不同寻常的破剑，你怎么了”？森林王子说，这不是什么破剑，这就是传说中的“守护之剑”； 什么，我被王子说的话吓到，森林王国的守护剑就是这个破铜烂铁？我感觉士兵拿的武器都好过这些！王子小声说：“连守护之剑都不知道的人怎么可能拿的出来呢，这不科学”准备离开地下室的森林王子前面突然降下一团黑雾，出现了两个拿砍刀的僵尸，一个带黑帽子，只能看到他那一只血红色的眼睛；黑衣人抓着森林王子就跑了我想去追他；但是前面的两个僵尸直接把刀砍来，我试试什么武器都没，只有一把破破的守护之剑；不过也没什么办法了，就用破剑来打，我用全力一刀砍像僵尸；僵尸退后了一下，貌似只有一点点的冲击力一点伤害都没；在我没反应过来的时候，另一只僵尸拿刀砍了过来， 虽然反应力快但是我没躲过去，我被砍到右手了，我用左手想把僵尸的脑袋砍掉，两个僵尸的大刀和我的破剑接触，一道白光出现，僵尸被打飞了；那破剑瞬间变成粉末；我听到上面的村民们一直在叫“救命啊,噩梦部队来了，大家快跑啊”还有一声声的惨叫声和一些怪物的咆哮声；我倒在地上一直问我自己“我还有什么用，一只在别人面前说自己牛逼，现在呢，连一个王国都无法保护；当时我没有想现实世界；没有想过死亡就永远无法回去现实！我就这样和面前正在靠近的僵尸拼命，没有武器我只能用拳头，我进攻了很多次，但是都被无情的打回来；终于，没体力了；起不来了，绝望的我闭上眼睛等待死亡；这时候粉碎的剑突然浮在空中，组成一把极锋利的光剑；剑回到了我手里，我突然全身充满力量。这就是是“守护之剑”吗？真的好帅，完美的超越我的想象！我愤怒的说：“妖孽，受死吧”我高高的跳起自砍僵尸，僵尸拿起大刀防御，这一刀砍下来只听到了僵尸的惨叫声，大刀破碎了僵尸分成两半，另一个僵尸想砍我，我回头一刀把僵尸打倒在地，但他好像比刚刚被我到死的僵尸还强。我不相信你可以防我的守护之剑，我一刀砍下去，没有砍到；可是出现了一道光将僵尸粉碎；我没管太多马上冲出去救森林王国的村民~~"
        },
        {
            "author": "kirin1522",
            "timestamp": 1444402560,
            "txt_content": "辉哥的世界 发表于 2015-10-9 11:02\n是你写的吗？？\n不然呢？"
        }
    ]
}