{
    "title": "【连载·单章】回归力作！《这是我们的海洋》作者：the-blaze 第一章，故事总有开始",
    "author": "the-blaze",
    "replyCount": 4,
    "timestamp": 1444312560,
    "txt_content": "    第一章 故事总有开始\n    “天晴了呐……”我自言自语着。\n    海浪的气息轻抚着我的脸庞。我用手捋了捋被雨水打湿的头发，继续航行着。\n    “今天我就要去北海舰队报道了呢……真是紧张啊。”绕过一片礁石，我向海岸线靠过去，“不知道我会有哪些新战友呢？又有点期待的说……”\n    自从我诞生的那一刻起，我就对海洋有着深深地迷恋。即便是在大雨中高速巡航了九个小时，也依然精神百倍啊。\n    长安级真宇号轻型巡洋舰报道，弦号203，完毕。长安级真宇号轻型巡洋舰报道，弦号203，完毕。长安级真宇号轻型巡洋舰报道，弦号203，完毕。呼，程式不能忘记了啊。真宇，冷静，冷静！”我摇了摇头。\n    “真漂亮啊……北海舰队驻地。”北海舰队的本部已经依稀可见了。领海附近十分清澈，低头的话可以看到脚下的鱼群匆匆游过；领海上还能依稀看到一些舰将在巡逻，岸上的自然景观看上去也保护的很好，椰子树和灌木丛环绕船坞和司令部。\n    “前方的未知舰将注意！你即将进入北海舰队本部领海，请通告身份！警告，请通告身份！”正在我遥望岸上景色时，两艘娇小的身影朝我冲来。\n    “嗯？啊！失礼！长安级真宇号轻型巡洋舰报道，弦号203！调动番号2116，暗码31020842937！”我回过神来，连忙高声喊道。\n    “真是伤脑筋啊……真是丢人，我一定是第一个在报道的时候看风景的舰将啊！”我摸了摸发烫的脸颊。\n    “身份确认，真宇号，请随我来。”发出喊声的舰将说道。他看起来比旁边的女性舰将稍高一点，大概有165公分的样子。他身着一身蓝色风衣，蓝色的背式引擎，蓝色的桅杆。“奇怪，他的舰装里只有一座炮塔？而且是是双联发350毫米炮塔？”我的感觉我遇到了一个怪异的舰将。\n    “天际之风级巡逻驱逐舰，参上，请多关照”他对我说道，“旁边这位是海鬼，鱼雷巡逻艇。海鬼，执勤任务交给你了，我先带他去报到。”\n    “好的，天风。”我发现海鬼的声音有些偏中性。\n    “天风，我可以这么叫你吗？”改变航向之后，我率先打破了沉默。\n    “啊，没问题。”天风点了点头，“再快一点能跟上吗？”\n    “没问题！”我扬起嘴角自信地说道，缓缓地提速。“天风，你的最大巡航速度是？”我好奇地问道。\n    “114节。”天风转过身笑着说，“最大速度是132节！速度方面可是我的骄傲”\n    “这么快啊！”我惊叹着，“我的最大巡航速度只有94节啊！”\n    “这里最快的其实是海鬼！他的最大航速能达到166节！”天风又一次让我惊叹不止，“看！已经可以看到港口了！”\n    我顺着他的目光望去。\n    一个巨大的钢铁平台从海岸上突出，大大小小的水渠不计其数。有的水渠中还有返航的舰将正在卸下舰装，解除战魂模式。平台的左边则是一个大约六层楼高的灰色钢铁方形建筑，白色的浮雕“北海舰队一号船坞”格外显眼。\n    “天际之风归航，领长安级真宇号归航，口令AT487B，巡逻任务未完成，类别T2，海鬼代执行中。”天风打开无线电，汇报到。紧接着，一个小型水渠的闸门打开了，两个橙色衣服的人从一栋小楼里跑出来。随后，不远处的的另一座水渠的闸门也打开了，其尺寸明显大于先打开的水渠。“哗哗哗”海水灌入，不一会水位就到了平台齐平的位置。\n    “真宇，你先归港。C2/14号位。”天风指向那个大一点的水渠说道。我发现原来水渠上是有编号的。我要进的水渠是C2/14，而另一座则是D3/11。\n    “明白！”我将引擎的功率减小，螺旋桨向反方向旋转，开始减速。\n    “哗——”我在水渠前将航速降至零，随后一步一步向水渠中走去。\n    “欢迎归港，大人。”两名引航员向我低头致敬，“请让我们为您卸下舰装吧，请解除战魂模式。”\n    “啊？谢谢了”我点点头表示同意，心里暗道：在联盟本部的时候很少能见到人类啊，那些身居高位的大人物怎么会对我行礼呢？虽说人们的确对舰将怀有尊敬，可是竟然到了阶级层次……真是不习惯啊。\n    “那个，”我抬头看向那两个工程师，“请问我要去哪里报道呢？”\n    “哗——”天风也归港完毕了。“我带你去报道，这也算任务的一部分。”\n    他露出鼓励的笑容道：“不用紧张，北海的镇海将军其实是非常和善的——啊，是主管战略的那一位，另一位镇海将军的事我待会再跟你说吧。”\n    我点点头，慢慢走上岸。这种脚踏实地的感觉又和在海上不一样，给我一种奇特的安全感。以前在总部的时候，我每天除了睡觉，只有大概一个小时会在陆地上。而且这一次的远距离航行是以前很少有的，至少现在肚子饿的感觉特别强烈……\n    伸手接过天风递来的一瓶饮料，拧开盖子喝了起来。浓烈的高能燃料的气味充斥着我的鼻腔。说来也奇怪，人类的科学家们一直在为这个问题困扰，我们舰将既可以吃普通的食物，也可以直接吃燃料。当然，我可不太喜欢燃料的气味。而且对于能够用食物代替燃料这件事，联盟早就偷着乐去了。虽然在紧急作战时，燃料的恢复速度会比较快……\n    “驻地中心的那个要塞一样的建筑就是司令部了，舰将的住宿处及餐厅在司令部的西边，诺，就是那一排大楼；宿舍旁边的建筑是战争学院，周一到周六我们除了执行任务以外都要去那里进行课程学习。战争学院临海的那一面的巨大的广场就是演习场了，平时没有任务的时候我们是不能出海的，但是可以在那里练习一下战斗技巧或是散散步。”天风为我解释着。我边喝着饮料一边点了点头，这些设施在总部那里也很常见，倒是很容易理解。“那边山上的那个地堡一样的地方就是工厂了，我们如果受伤或者是需要改造的话就会在那里进行功课。弹药的补给是在船坞，当然也可以在那里补充高能燃料。那边的是人类军队的驻扎区，平时他们不会跑到这边来，但是我们也不能到他们那边去。过了宿舍楼后面的那一片林子有一个小型的商业街，里面的东西当然是要钱的，不过适用的货币只有我们舰将才会有——源质金币。”\n   “源质金币是什么？”我把喝空的饮料瓶扔进路旁的垃圾桶里，好奇地问道。\n   “你不知道源质金币是什么？”天风惊讶地回头看了我一眼，随即又说道，“也对，你之前一直在本部啊，那里没有这种东西。”天风笑了笑，继续说：“源质金币就是将一克源质金熔铸进一块银质盘状硬币中，我们在执行任务之后上级会进行完成度评估，之后源质金币会在第二天发放给我们。源质金币的购买力是很强的。”\n   我们一边走一边聊着天，不时有迎面走来的舰将向天风打招呼。渐渐地，我们已经离司令部越来越近了。\n   “驱逐舰天际之风，带新型巡洋舰真宇号报道，口令AT487B。”天风向坐在门口的一位舰将行礼道。那位舰将微微点了点头，没有说话。\n   天风拽着我走进司令部，低声对我说：“这就是那个主管战斗的镇海将军的亲信之一，平时很少看到他在战斗中露脸，但是啊，”天风顿了顿，在我好奇的目光注视下才继续说道：“那一次攻略南海群岛的时候，他可是大展神威啊！你能想象吗？他是一艘战列舰，格莱歇瑙号！”\n   “哈？！”我回想了一下，那个舰将看起来也就是人类年龄的20多岁的青年啊，居然是战列舰级……\n    天风继续低声跟我说：“他的直属上司就是北海舰队的两位镇海将军之一——盛唐大人！他的脾气可是一点都不好，部下也都是臭脾气。当然，战斗起来那可是”天风拍拍手，“强得离谱啊！”\n   “哦？那我是要找他报道吗？”我好奇地问道。\n   “不会的……你要是找他报道的话，今天晚上你就得脱层皮了。你要找的是那一位主管战略的将军——平安京！”\n   司令办公室马上就到了。我把手放在司令室的门上，转头看向天风。\n   天风摇摇头：“报道的话我不能陪你，我没有权限。平安京很和善的，不要紧张。”他露出一个鼓励的笑容。\n   我深吸一口气，敲响了门。“笃笃笃”\n   然而并没有什么卵用。\n   “笃笃笃”我再次深吸一口气，敲响了门。\n   “请进。”一个威严的男声响起。\n   我心中深深地一惊。未见其人，这声音竟然令我生出不可抗拒之感。舰将的基因链中，只有绝对的不同阶级间，才会出现这种情况。一把来讲，要么是这个人比我强大太多，要么是……先天的，他是先天六级舰以上。\n   我推门而入，不敢去看他的脸，而是紧紧地盯着他他身前的书案。“轻型驱逐舰，长安级，真宇号，调动号2116，参上。”\n   “新人，欢迎你。”镇海将军回答道，“看着我。”\n   仿佛有一股力量硬生生地将我的头抬起。我的眼睛不受控制地盯着他。\n   平安京，身着一身灰白与深蓝相间的海军服，胸前有一把利剑和一个舰艏像，以及三个金色的六角星。这是海军上将的标志，同时六角星也彰显着，他镇海将军这个特殊的军衔。他的眼眸是深深的红色，就像舰将们舰装中水线以下的涂装。他的头发却是很意外的深褐色。这在舰将中并不常见，因为深褐色多出现在大口径主炮上……\n   “真宇号是吧”他问道。\n   “是！”我敬了一个军礼，肃道。\n   “你很不错。巡洋舰真宇号，你将在游骑兵巡逻舰队中服役。”他露出一丝笑容。\n   “是！”我深深地鞠了一躬。镇海将军笑了？这可是奇迹啊！镇海将军是一个舰队的灵魂，也是最强者，甚至在联盟议会中有发言权！\n   “这是你的任命状。真宇。”我尊敬地结果任命状，再次行礼。\n   “归队吧，明天开始，就会有任务了。”他合上眼，缓缓说道。\n   “是！”再一次敬礼，“真宇号，告退！”\n   “真是一个有趣的孩子啊……”镇海将军自言自语着，虽然，这句话我当时没有听到。\n    \n   我感觉我整个人轻飘飘的，什么也不知道了，只是往外走着，直到遇见在外等候的天风。\n   “报道完了？”天风向我笑着说。\n   “嗯，完成了。平安京大人果然很和善啊，看来我是白担心了”我回过神来，愉悦地说道。\n   “嗯，那我的任务也完成了。话说，你被分到哪个舰队中？不会是主力舰队吧？”他好奇地问道。\n   “诶，应该不是吧。我被分到了游骑兵巡逻舰队。”我想了想，既然带着巡逻二字，应该不会是主力舰队吧。\n   “哈？”他张大了嘴巴。\n   “怎么了？有问题吗？”我心里暗道，难不成那是一个奇怪的部队？还是一个败绩累累的舰队？\n   “那是……是我服役的舰队啊。可是……按理说不应该啊……你明明是巡洋舰的说……可是也对啊，巡洋舰的航速能达到94节的确很神奇……”他有些语无伦次地问道：“真宇，你的武备是什么？”\n   我想了想，说道：“两门大型双联装30.5cm火炮，两门双联装20cm火炮，2门4.7cm速射炮。怎么了？”\n   “出乎意料的……奇怪呢？”天风敲敲自己的脑袋说，“不论从速度还是火力上都是属于重型驱逐舰啊，可是你的舰装强度居然是315GJ840MJ,这明显不是驱逐舰级啊……”\n   “等等，”我好想抓住了什么被我漏掉的东西，“我们以后就是战友了？”\n   “是诶……”他点点头。\n   我们已经到了宿舍楼前。各种各样的舰将进进出出。或许是因为已经傍晚了的缘故，这里十分的热闹。天风兴奋地说道：“走吧，我带你去咱们舰队的住宿区。”\n   巡逻舰队的楼层在3楼。看样子，这里总共有三支巡逻舰队。天风领着我走到了标着游骑兵的门前，推门而入。\n   “哗——”我感觉好像整屋人的目光都集中在了我们这里。确切的说，是我这里。\n   “天风，他为什么要来这里？”熟悉的声音。是海鬼！\n   我循声望去。海鬼的银发过肩，一双大大的白色眼睛让我感到有些不适应，黑白相间的短裙，白色的上衣上画着一个鱼雷的图案。\n   “这是我们的新战友。真宇，自我简绍一下。”\n   “啊？哦，没问题。”我清了清嗓子，“轻型巡洋舰，长安级真宇号，参上。请多指教。”\n   然而没有一个人说话，只是静静的看着我。我突然发现我比天风高出的十公分有些别扭。\n   “你是巡洋舰？”一个长发的女孩子歪了歪头，问道。\n   “是的。”我突然想起，天风好像对巡洋舰进巡逻队这件事感到吃惊。该不会……我有什么问题吧？\n   但是那个女孩子笑了笑，说道：“我也是巡洋舰哟。轻型巡洋舰，洛云之风号，请多指教。”\n   “鱼雷巡逻舰，海鬼。”“鱼雷巡逻舰，长空闪光。”“鱼雷巡逻舰，潮汐。”“轻型航空驱逐舰，小火。”“重雷装驱逐舰，北山。 ”问好的声音此起彼伏。我注意了一下，似乎除了我和天风意外，剩下的全是女孩子啊？\n   “欢迎你，新战友。”洛云之风轻轻说道。    \n\n\n呼朋唤友233 @毒蛇 @250=mo @老李是我 @☆茶杯骑士☆ @1277832129 @凯旋归来@火星使者@fff1123",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1444380660,
            "txt_content": "突然看见了一堆早就消失的名字，你这是多久没来mcbbs了"
        },
        {
            "author": "mYLen",
            "timestamp": 1444399140,
            "txt_content": "顶一下"
        },
        {
            "author": "the-blaze",
            "timestamp": 1444401360,
            "txt_content": "毒蛇 发表于 2015-10-9 16:51\n突然看见了一堆早就消失的名字，你这是多久没来mcbbs了\n半年多没怎么活跃了"
        },
        {
            "author": "the-blaze",
            "timestamp": 1444401360,
            "txt_content": "毒蛇 发表于 2015-10-9 16:51\n突然看见了一堆早就消失的名字，你这是多久没来mcbbs了\n哪些人走了？"
        }
    ]
}