{
    "title": "【连载·单章】回归力作！《这是我们的海洋》作者the-blaze  第三章 北海全舰队",
    "author": "the-blaze",
    "replyCount": 0,
    "timestamp": 1444401660,
    "txt_content": " 本帖最后由 the-blaze 于 2015-10-10 19:54 编辑 \n\n第三章  北海全舰队，集结！\n    “呜嗡……”\n    “呜嗡……”\n    又是这样啊……\n    “呜嗡……”\n    “呜嗡……”\n    “鲲鹏……”我喃喃道。\n    “依星……”\n     \n    清晨的阳光透过树丛照射进来，水面上浮现出斑驳的碎影。\n    我泡在温泉里轻轻地摩擦着受伤的部位：“受损的舰装已经在工厂里修复完成了……治疗肉体可就是要花些功夫了呢。”\n    我拿起一杯花茶，饮了一口。\n    “你醒了吗，真宇？”海鬼的声音从石壁的另一边传来。\n    “啊。”我回答道，“你好些了吗？”\n    “很遗憾啊，我的右手似乎骨折了。”海鬼懒洋洋地说道。\n    “这样啊……”我放下茶杯，说道，“海鬼，你的性格是不是变了？”\n    “可能有吧。”海鬼说道，“毕竟诅咒被破解了呢。”\n    “哼，你总是把诅咒挂在嘴边不好呢。说到底，那个‘诅咒’，也只是巧合嘛。”我轻轻地笑道，“不论是人还是舰将，都不应该向冥冥中的力量屈服。命运这东西，是用来被反抗的。”\n    “哦？有意思。”海鬼也笑了，“这句话是你说的？”\n    “不。”我在水中活动了一下身体，发出哗哗的水声，“这是我的师父说的。”\n    “你还有师父吗？”海鬼惊讶的声音从石壁的另一边传来。   \n    “是啊，”我点点头，“他的名字叫做蓝色梦魇。”\n    “他也是舰将吗？”海鬼问道。\n    “是的。他是无畏舰。”我拿起一颗坚果，放进嘴里嚼起来。\n    “无畏舰……是三个月之前那艘战沉在瀚海联合舰队本部的无畏舰！？”    \n    “啊，没错。”我点点头，“他为了保护本部，在战魂实体化的情况下沉没了。”\n   “诶……很抱歉提起这个 。”一段时间的沉默之后，海鬼缓缓地说道。\n    “没事。”我摇摇头，随后站起身来，“我的恢复差不多完成了，先回去了。”\n    \n    “哟，真宇！没事了吗？”天风进来的时候，我正在舰队活动室的沙发上喝茶，“诶？你喝的是什么？高能燃料吗？”\n    “不，很遗憾，我其实还蛮讨厌高能燃料的味道的，哼？”我将杯子里的茶饮尽，愉快地说。\n    “喔喔……这样啊”天风点点头，一副若有所思的样子。\n    “他喝的是古代太华国时期风靡全国的一种饮料，叫做茶。”洛云之风也进来了。\n    我看到洛云之风的头发上带着一个发饰，很熟悉但是却想不起来叫做什么：“洛云，你头发上带的是什么？”我问道。\n    “哦，这个啊。”洛云之风轻轻地碰触它，“这叫做中国结。同样是古太华国的一种装饰品”\n     你似乎对古太华国的文化很了解啊？啊好苦啊！”天风浅浅地尝了一口查我的花茶，大声地叫到。\n    “我诞生之后，在古太华国的遗留村民中呆过一阵。那里是一个非常安静而祥和的地方”洛云之风走过来，拿起一些茶叶放进另一个茶杯里。\n    “我嘛……则是因为一位长辈很喜欢古太华国的文化而已。”我并不想将关于蓝色梦魇的事情告诉他们。      \n    “哟吼，哟吼，去吧，baby！”炎塔的声音从窗外传来，随后则是一架水侦从窗户里飞了进来。\n    “炎塔！”洛云之风在自己的茶杯中被空投了一块方糖之后，终于忍无可忍，伸手抓住那架水侦。\n    “哟吼！洛云，抓住那孩子干什么哟，你看，她多乖啊！”炎塔从窗户里跳进来，蹦蹦跳跳地说。\n    虽然炎塔在战斗的时候也很夸张，但是和现在完全是不一样的。我暗暗想到，大家都是这样……如果不是海鬼及时救了我，我已经死了啊。大家每天都过着这样的日子，谁也不能保证他还能看到明天的太阳。\n     “全员注意，全员注意，三十分钟之后在舰队礼堂召开紧急会议！”正当我想开口询问时，全员广播响了起来。\n     “紧急会议……”我放下茶杯，站起来。\n     “真宇，你去接一下海鬼吧，他行动不便。”洛云之风说道。\n     “诶！可是……”\n     “嘛，别担心。他是男的。”天风摆摆手，说道。\n     “呃！”\n    \n     “要开始紧急会议了，要不要我帮你？”我想了想，还是没有直接推门而入，而是在门外喊道。\n     “不用了。”海鬼的声音传来，随即门就被拉开了，穿戴完整的海鬼从里面走了出来，“我现在至少活动没有问题了。”\n     “嗯”我点点头，“走吧。”\n     “还有，你是男人？”我想了想，说道。\n     “嗯……是的。我在一次出击大破之后，感觉好像有什么改变了。”海鬼把毛巾扔到一边，说道。\n       \n     “话说回来，这一次的紧急会议到底是关于什么啊？”虽然已经到时间了，但是却仍然迟迟开始。这在军事会议上，尤其是紧急会议中是十分少有的。而且我们居然在礼堂落座之后又被下达指令前往码头，实在是令我无法理解。\n     “总之是很重要的会议。”洛云说道，“安静下来，快开始了。”\n     “各位舰将们。”一个威严的声音响起，随之而来的是轰鸣震天响的水声。是平安京！\n     “哗——”一艘巨大的战舰虚影在海面上凝聚起来。动荡的海浪不断地拍击着岸边。\n     “这是……战魂实体化？！”我惊道，“不过，他为什么要开启战魂实体化呢？”\n     “这是盛唐的习惯……”天风说道，“开大会时开启战魂实体化。”\n     “额……真是彪悍的性格啊”我说道。这还是我第一次亲眼看到战魂实体化。\n     随后，则是盛唐的战魂实体化。更加庞大的船体如同一把利剑一般劈开大海，浪花不断地冲刷着港口，几乎要淹到我们脚下。\n    “舰将们啊！”盛唐大声喊道。\n    “站在盛唐旁边的，分别是战列舰格莱歇瑙，战列舰声望和战列舰五十铃。”天风对我说道。\n    “我们等待了多时的日子，到来了！”盛唐大声地宣布道，强烈的声波转化成烈风震荡着我的鼓膜。\n    “前日，敌人在西沙群岛建造的空军机动要塞已被我们北海舰队的远征部队与南海舰队联合歼灭了 。”平安京接话道，“现在，我舰队将重新编成，以与南海舰队同步行动，展开反攻太平洋作战的第一步，夺回近海。”平安京宣布道。\n    “即现，所有舰队即时解散，重新编成。原属第一主力舰队，战列舰格莱歇瑙，声望，五十铃；空母共和，巨浪；战巡神行；雷巡妙高；原属第二主力舰队，战列舰汉诺威，游龙；战巡摩他那，爱尔兰；空母反击，重巡阻拦，零星，听令！”\n    “在！”被点到的舰将们齐声回应道。\n    “即现，你们被编成到联合主力舰队。”平安京点点头，命令道。\n    “明白！”\n    平安京点点头，继续说道：“原属第一主力舰队，战列舰大和，原属第三主力舰队，战列舰N3，普鲁士，重巡天扬，天晴，天暮，天路，航母龙鹤，听令！”\n    “在！”\n    “即现，你们被编成至联合主力支援舰队！”\n    “遵命！”\n    “航战德意志，如月，重巡天从，天原，轻巡真宇，邢风，洛云之风，雷驱北山，驱逐舰云扬，云晴。云从；鱼雷艇海鬼，即刻起，被编入联合游击部队。”\n    “潜艇苍之阿库拉，赤之阿库拉，碧之阿库拉，金爵，环首刀，猎潜巡洋舰莱顿，鱼雷巡逻艇长空闪光，潮汐，陌仟，巡逻驱逐舰天际之风，听令！即刻起，你们将被编入联合隐战部队。”\n    “他提到的那三艘阿库拉级潜艇，是在舰将中恶名远扬的深海杀手。本以为他们会继续在‘海沟’里行动，没想到竟然被编成到我们舰队里了……”天风靠过来，悄悄地说。\n     平安京待议论声渐渐平息后，点点头，继续说道：“现在，将宣读允许被改造的舰将名单。”\n    “诶！还有这种事？”我惊道。\n    “舰队会在我们执行战斗任务的时候评估，之后拟定被改造名单。不过，在这种会议上宣读，还是第一次……”洛云之风说道。\n    “安静！”平安京看着议论纷纷的人群，沉声道。\n    “战列舰格莱歇瑙，声望，五十铃，大和，游龙，N3；战巡神行；重巡阻拦，天扬，天晴，天幕，天从，天原；雷巡妙高；轻巡真宇，邢风，洛云之风，潜艇金爵，鱼雷巡逻艇海鬼，空母巨浪，反击，共和，航战德意志！请在会议结束后到公告板处获取自己的改造时间。”\n    “了解！”\n\n    “会议终于结束了啊……”我捏了捏酸痛的脖子，说道。\n    “没想到这一次的会议竟然会重新编成舰队……”洛云之风说。\n    “呐呐！为什么平安京大人没有提及我的新编成啊！我和baby们不能再战斗了吗！”炎塔蹦蹦跳跳地走到洛云之风的旁边，歪着头说道。\n    “按照以往的惯例，你这种情况应该是在预备舰队中待机吧。”洛云之风答道。\n    我看了一眼正在落下的夕阳，对她们说道：“我是两小时后进行改造，通知上说改造前不能进行补给，那么我还是先去工厂看一看，问一下有没有其他的注意事项吧。”\n    “我带你去吧？”洛云之风看向我，说道。\n    我摇摇头：“不用了。”\n  \n    我一个人行走在冷清的山路上。最近一段时间，舰队都没有进行出击了，所以现在并没有受伤的舰将，而在这一批改造的名单中，绝大部分都是从明天起开始改造的。\n    诶？那是……\n    一个让我稍稍感到眼熟的人影出现在山间的小路上。\n    战列舰……格莱歇瑙？！\n    我稍加思考，决定还是打一个招呼。于是我便加快脚步向他走去。\n    “您好？”我小心翼翼地向他说道。\n    他停下脚步，转头看着我。\n    格莱歇瑙，有着玛瑙一样的眼眸和银灰色的头发。瘦削的身材以及一身笔挺的西装。或许人们都觉得他冷淡，暴躁，但我却敏锐地捕捉到了他那深藏内心的忧伤。\n    因为我觉得，在某些方面，他和蓝色梦魇很像。\n    “你是谁。”在短暂的对视之后，他开口问道。\n    “啊！失礼了！我是轻型巡洋舰，真宇！请多指教！”我敬了一个礼，报告道。\n    “真宇……你是那天新报道的那艘船？”格莱歇瑙眯着眼睛说道。\n    “是的！”我回答道。\n    “你来干什么？”他收回视线，没有再看着我而是转身继续在小路上走着。\n    “我是接收到镇海将军平安京大人的指令，奉命在18:00时于工厂进行舰装的改造。”我如是说道。\n    “你的眼神……让我感到不安。”格莱歇瑙淡淡地撇下这句话，随后加快脚步向工厂走去。\n    我皱了皱眉，心里暗道：他为什么会这么说？\n    \n    “您好，请问您是？”一个坐在工厂的大门口白衣的中年人向我喊道。\n    我快步走过去，向他说道：“您好。我是轻型巡洋舰真宇，奉镇海将军平安京大人的命令，于18:00在此接受改造。”我不卑不亢地说道。\n    “喔！那请你出示证件，以便我们进行改造时例行的资料备份。”他说道。\n    我点点头，将海军军人证递了过去。那中年人只扫了一眼，就对我说道：“跟我来吧。”\n    往日里喧闹的工厂大厅现在近乎空无一人。那中年人径直带着我走向了一个标有“闲人勿进”的门牌的门中。\n    门后是一条向下的楼梯，看起来像是直接进入了山体。一条昏暗但并不狭窄的走廊的走廊出现在楼梯的尽头，走廊两边有许多扇门。\n    我简单地看了一眼，大部分的门上写着“空”；只有一扇门上挂着一个牌子：改造中，预计时间剩余4:17：37。\n    中年人领着我来到了另一扇门前。他伸手将那扇门推开，随后让到一边，对我说道：“请进”。\n    我走进了这间房子。同样昏暗的光线，漆黑的墙壁，中间放着一口巨大的，棺材一样的容器，里面注满了深蓝色的液体。\n    “这地方还真是有些阴森啊。”我默默地道。\n    “请将舰装卸下并放在那边的平台上，之后请您褪去全部衣物躺在改造舱中。”中年人道。\n    我点点头，将舰装卸下，随后将全身的衣物脱下并整理好，向改造舱走去。\n    “这种液体名叫深海液体，能够帮助你们舰将进入深度睡眠，并且将溶解在里面的源质金输送至您体内，在一定程度上根据我们的意志改在您的身体。”中年人介绍道。\n    我没有再说什么，而是直接躺了进去。在我沉睡的前一刻，看到的是自己被深海液体淹没以及被盖上的舱盖。\n    我站在联合舰队本部的东部广场上。\n    “真宇！要训练了！”熟悉的声音响起。\n    嗯？我扭头一看，原来是飞云。\n    “我马上来！”我点点头，追着他的脚步向训练场跑去\n    “真宇，你的炮击准确度为什么会那么高呢！”一天的训练结束，我拖着疲惫的身躯返回住所。正当这时，木落跑过来，问道。\n    “啊，主要就是，集中注意力！”我笑着回答道。\n    “啊！你受伤了！”实战演习中，我挣扎着从烟雾中向岸边驶去。正在这时，青铜看见了我，并急忙扶住了我。\n    “谢谢。”\n    ……………………\n    我疲惫地躺在我的床上，回忆着一天中发生的事。\n    突然，我发现了什么东西不太对。很模糊，转不住。但是感觉又特别强烈。\n    我抬头望向夜空。星星在闪耀着。\n    星……\n    依星！我为什么没有看到依星！\n    一股莫名的紧张感将我笼罩起来。突然，我发现我好像是站在海底。深海鱼类从我身边游过，海水从我身边流过。一切是那么的真实。\n    “依星是谁……”一个苍老而空灵的声音凭空响起。\n    “依星……依星是我的好朋友！”我不假思索地喊了出来。\n    “那你为什么会忘记她……”那个声音继续说道。\n    “我没有我没有忘记她！”我咆哮着。\n    “你在说谎……她到底是谁？”那个声音并没有因为我的语气变化而变化，而然平淡地说着，问着。\n    “依星……是……”我咬了咬嘴唇，“是我的恋人！”\n    “是嘛！那你为什么不去救她！”深沉的海水突然消失，随机出现在我眼前的是浩瀚的海面。我站在海上，身旁是大量奋战中的舰将。他们射击，怒号，哭喊。而对面，则是灰暗的舰队。亚特兰蒂斯舰队。\n    “你看看，那是谁！”那个声音又出现了，盖过了一切其他的声音。它迫使我转头，看向战场上一个不起眼的角落。\n    “那是……依星……”我的泪水止不住的往下流。\n    “那现在，你在哪里！”那个声音怒号道。\n    “我就在这里！”我致以同样的咆哮。\n    “不！你在那里！”我再次被迫着转过头去。我看到了我的身影，在逐渐远离战场的队伍里。\n    “我……”我再发不出任何的声音。\n    突然，一道耀眼的白光从敌方阵营中亮起。一个巨大的影子，不似战舰的影子，缓缓浮出水面。巨大的，碧蓝色的身躯和双翼。一个恐怖的白色光球正在其张开的巨口中凝聚。\n    随即，我方阵营中，一个巨大的蓝色舰影，一艘强大的无畏舰从半空中出现，冲入海里，掀起巨浪滔天。舰桥裂开，透出里面惧人的蓝光，仿佛来自另一世界。一个粗大的炮口，散着不明的粒子从里面探出，好似从地狱中探出脑袋，窥伺这世间的恶魔。随即，巨大的舰体开始变形，以这炮口为轴心，变成了一个又一个的圆环。\n    一个巨大的蓝色光球，在炮口处凝聚。电流仿佛游龙般在圆环间涌动着，带来天威难抗的威势。\n    同时的，两个光球化作光束，冲了出去。\n    这一射，天地变色！\n    强烈的烈光吞噬了一切……仿佛时间都为之停止。\n  \n    不知多长时间过去了，一切的一切都变了样。\n    海洋被撕开了一个巨大的伤痕，数千万立方米的海水都化作水汽被一瞬间蒸干。不断有海水源源不断地注入这个无水的区域，声似海啸一般。但无论如何，也比不上刚才那惊天动地的一瞬。\n    也或许是很久之前呢？\n    海上的一切都消失了，除了那渐渐隐没在海洋中的，巨大的影子。\n    而它的对手，早已不知去向。\n    而我，仍然凭空浮在这一片无水区上\n    泪水渐渐地被染成红色，突起的血管撕开我的皮肤，盘虬卧龙般蛰伏在我身上。\n    血红的魔纹。\n    “警报！警报！被改造体正出现超出镇压受理规模的情绪波动，请立即终止！120%，125%，135%，180%，340%，715%，2040%，*%……&*系统故障！警报，系统故障！”\n    “依星！！！！！！！！！！！！！！！！！！”       \n\n\n【连载·单章】回归力作！《这是我们的海洋》作者：the-blaze 索引贴\nhttp://www.mcbbs.net/thread-511063-1-1.html\n(出处: http://www.mcbbs.net/)\n\n\n",
    "replies": []
}