{
    "title": "【连载·单章】回归力作！《这是我们的海洋》作者：the-blaze 第二章",
    "author": "the-blaze",
    "replyCount": 4,
    "timestamp": 1444401240,
    "txt_content": " 本帖最后由 the-blaze 于 2015-10-10 19:53 编辑 \n\n第二章 海鬼，谢谢你。\n   “欢迎你，新战友。”洛云之风说道，“我是这个舰队的旗舰，请多指教。”\n   “请多指教！”我向洛云之风敬礼道。\n   “以后叫我洛云就好了。”她笑了笑，真宇，跟我到旗舰办公室来。”\n   “哦”我点点头，跟着她走进了客厅正中间的一个房间。\n   等我坐下之后，她对我说：“我为你讲解一些关于这里的规矩。真宇，先把任命状给我。”\n   我连忙将任命状递了过去。洛云只是扫了一眼，便抬头对我说：“你是一艘巡洋舰，对吧？你知道你加入到这个舰队里意味着什么吗？”\n   我摇了摇头\n   “意味着，你需要承担起保护我们的责任。洛云深深地看了我一样，说道。\n   “那是自然，既然是战友了，那么……”\n   “不只是这些，请你做好觉悟。你也看到了，我们之中，多数都是偏重灵活性的鱼雷巡逻艇。但是在战斗的时候，我们是除了舰载机以外冲在最前线的部队。或许在小规模的遭遇战中，我们能够凭借机动性摆脱敌人。但是——”她深深地看了我一眼，“一旦遇到空母，我们全队将毫无招架之力。”\n   “可是，我不是防空型的啊！”我瞬间感觉背上好像背负上了一座大山。\n   “对空装备的造价实在是太高了。我们游骑兵还没有发挥出让舰队值得分配对空型战舰给我们。小火的舰载机是侦察型，根本不能与战斗机相提并论。并且，你的职责不只是对空防御。不论在哪场遭遇战中，你都要冲在最前面，吸引敌人的火力。”洛云摇摇头，说道。\n   “对空战斗？开什么玩笑！我拿什么去对空？那两门4.7cm速射炮吗？”我的脑子开始乱起来。\n   但是下一刻，我感觉我的脑袋不乱了。确切的说，是我的大脑停机了。\n   因为洛云之风号把她的额头贴在了我的额头上。\n   “拜托你……”她低声地喃喃着，“洛云之歌已经死了，我不能再看到队伍里发生这样的事情了……”\n   她坐回自己的座位，继续说道：“或许在你看来，大家都很快乐，都很轻松。但是你没有经历过实战，你不知道你的战友为了保护你而战死是什么感觉……所以，拜托了！”\n   我无言地看着她。\n   她深吸一口气，随即露出笑容——虽然我怎么看那也像强笑——“总部的讯息中提到，你的入机源质金是6w克，但是从舰装上来看，价值却只有不到5w。在历史上，这意味着你有着特殊的潜力未被发掘！相信你自己，你能行的！好了，现在的话，我还是跟你说一些规定吧。游骑兵在周一至周六都会有任务出勤以及教学课程。任务主要分两种，一种是团体任务，一种是个人任务。团体任务是发放给旗舰，之后由旗舰决定哪些队员来参加。这类任务一般都是剿灭类型的任务；个人任务则是发放给个人，例如今天你遇到天风和海鬼的时候，他们执行的就是个人任务。每次剿灭任务完成之后，司令部都会进行评定，按照战绩与表现决定要不要对哪个舰将进行改造或是发放源质金币……”\n   \n   每个人都是为了信念战斗……\n   舰将们不会知道何时他们的生命就会终结……\n   无法避免的，又有谁能看到战斗胜利的曙光呢……\n   但是啊！\n   这就是我们的使命……\n   战斗，为了什么……为了守护的信念……\n   为了守护而战……\n   \n   待我回过神来，洛云已经不在原来的座位上了。我站起身，推开门，发现已经到深夜了。\n   “好饿……自从到达这里之后还没有进行任何的补给呢，去食堂看看吧。”我看了看大家禁闭的舱门，自己暗道。\n   夜晚的北海湾是我从来不曾见过的。清凉的晚风吹着我的脸颊，波光粼粼的海面上倒映着正在升起的一轮明月。在晚上的时候，警戒大都是由人类的军队担任的。海面上的战舰正在静静地摇曳着。\n   看到这样宁静的景色，刚才洛云的一番话给我带来的阴霾也渐渐消散了。我信步走到海面上，情不自禁地就开启了舰装，沿着海岸线航行。   \n   “真宇！”我听到海鬼在叫我。诶，等等？海鬼？！她为什么会在外面啊？我连忙停住身体，回头寻找海鬼的身影。\n   “真宇，擅自出航的话是违规的哦！”海鬼跑到我身边，低声地说。\n   “呃！”我突然想起来天风跟我说过的话，一时语塞。\n   “算了，你也是第一次来前线的基地，这次就算了。”海鬼摇摇头。我感觉她的头发仿佛快要甩到我脸上了。“要是想转转就到演习场去吧，走？”\n   “哦，嗯。”我不太习惯被看起来比我小的女孩子带着走，一时间还有些迟钝。\n   “给你。”海鬼拿出一罐饮料，递给我“你应该还没有进行补给吧？”\n   “是的。”我点点头，暗道，怎么把这最重要的事情忘掉了。\n   “海鬼，谢——”“不要跟我说谢谢！”海鬼大声地吼道。\n   “诶？怎么了？”我有些摸不到头脑。\n   海鬼原地蹲下来，抓着自己的头发说：“我是一个被诅咒的 舰将……所有跟我说谢谢的人后来……都死了。所以，不要跟我说谢谢。”\n   “哈？”还有这样的事？这不科学！我觉得我的脑子又开始乱起来 ，“为什么！”\n   话一出口，我就发现这句话似乎有些不太礼貌。毕竟她都说是诅咒了，想来应该是一段很伤心的记忆吧。“额，要是不方便说就算了……”\n   “没事。”海鬼摇摇头，看着我：“从前我在执行任务的时候，用鱼雷击沉了一艘差点杀死同队新人的驱逐舰……他露出笑容跟我说谢谢，然而就是这一瞬间的分神让他在随后而至的鱼雷扇面射击中失去了生命……”\n   “在战斗结束之后，我看到了他那张还带着笑容的脸的一半在海面上飘着……自那之后，跟我说过谢谢的人全都死去了。”海鬼低下头，“我是一个不详的舰将……真宇，我不应该出来的。”海鬼站起来，掩着面默默地向宿舍走去。\n   一夜无话。\n   \n   “把重心放低！跟你说过多少次了！你是想在拐弯的时候沉没吗！”“再打准一点！集中注意力！”“加速！加速！”“尽量躲避而不是硬抗！再来！”\n   洛云昨晚的话语，海鬼那痛苦的面庞，在我脑海中不断地闪过。既然已经是战友了，那就要更加努力！\n   “真宇，这一次的成绩，你有提高。”教官点了点头，“但是！这还远远不够！要想击败可恶的亚特兰蒂斯人，就要更加强大！去准备下一轮！”\n   我们今天的课程是综合练习。先要在高速运动中绕过障碍物，之后击碎固定在高台上的靶子，然后则是闪避12.7cm射出的空包弹，最后则是三个投掷型移动靶并且在规定时间内冲到终点。\n   “怎么样？”天风走了过来，问道。\n   我摇了摇头：“还差很远呢！我必须要努力。”\n   “嗯。”天风点了点头，“当然，别太勉强自己了！”\n   “明白”我冲他笑了笑，随后准备开始下一轮的练习。突然，我瞥见了海鬼的身影。\n   “她……”我叹了口气，摇摇头，集中精力准备开始。\n   “预备——ka！”教官鸣响了信号炮。\n   “哗——”我将重心放低，同时肌肉与引擎一齐发力，冲了出去。\n   “压低身子，左转！”我将右脚下的舵向左偏，同时压低身子，冲过了第一个障碍物；“减速，右转！”右脚螺旋桨逆时针旋转，同时左脚下的舵向右偏。“集中，集中！”高强度的不停转向不断消耗着我的精力，但是我只能一次又一次地试图突破极限。“瞄准！”我咬住舌尖，暗道“全部火炮瞄准，仰角最大，射！”四门舰炮同时轰鸣，八发炮弹向远方射去。\n   “呼”我没有继续关注是否击中目标，而是将速度开到最大冲入了秘籍的火光中。我感觉自己仿佛已经要趴在水面上了，不停地交替着转向地方向，可是还是有炮火落在我身上让我差一点失去重心。\n   眼看就要突出炮火的范围了！我一发狠，蹲下身，之后用力一跃，奋力冲破了烈风和烟雾的阻碍。\n   “接下来！”我紧紧地盯住已经弹起的飞盘靶，4.7cm速射炮吐出火舌。“绞碎它！绞碎它！”我感觉我的锅炉仿佛已经开始冒烟了，但是仍然紧紧追着飞盘射击。\n   “乓，乓，”我突然觉得这声音是如此的悦耳。\n   “呼……结束了”我喘着气，抬头望向岸边。\n   “好累啊……”我觉得我的腿有些发软，有点站不住了……\n   “没事吧。”我感觉好像有人扶住了我，引导着我向岸边航去。\n   “哈……”连舰装都没来得及脱下，我就一下跪在了地上。带着咸味的海水从我被打湿的头发上滴下来，我抬头便看见了海鬼那双惨白的眸子正在看着我。我张开嘴想说些什么，但终究还是没有说出口。\n   “很好，值得表扬。”教官点点头，对我说道。\n    \n   “咚……”不知不觉地，到中午了。浑厚的钟声告诉忙碌的人们，可以稍作休息了。\n   “今天的训练课程就到这里了，继续努力。解散。”教官点点头，说道，“真宇，你留一下”\n   “是。”我敬礼道。\n   “先做一下自我介绍吧。我是应龙级游龙号战列舰。”游龙点带你头，敬礼道。\n   “轻型巡洋舰，长安级真宇号！”我回礼道。\n   游龙点点头，说道：“你的舰装，为什么是这样的呢？”\n   “舰装？”没想到又是这个问题，“我也不知道，我的舰级的确是巡洋舰，但是舰装不知为何却不比寻常巡洋舰……”\n   游龙摆摆手：“算了，去补给吧。”\n   “是！”我再次行礼，“告退。”\n   “这孩子……雷云大人为什么会在他身上感受到超兵器的气息呢……”\n   “游龙为什么要找你？”天风端着餐盘来到我身边坐下。\n   “还不是因为我的舰装太弱了。”我闷闷不乐地夹起一块肉扔进嘴里。\n   “这样啊……”天风点点头，没有再说什么。\n   “十五分钟后全队到港口集合，有任务。”洛云高声喊道。\n   集体任务……不会是！\n   “真宇，别忘了我对你说过的话。”洛云走过我身边，带来一阵冷风。\n   \n   港口\n   “本部水侦在红C27水域发现敌舰，伊卡洛斯级驱逐舰三艘，维安特级驱逐舰一艘。我舰队接到指令，索敌并歼灭。立刻出击。”\n   “是！”整齐划一地回答声。\n   熟悉的感觉再次充满我的四肢百骸。强劲的引擎，主炮，螺旋桨，双舵。\n   还有身体的再次强化，装甲。\n   “航道清空，长安级真宇号，确认无误，出击！”\n   功率二挡，校准电探，出发了！\n   “来到这里之后的第一次实战啊……”我自言自语着。\n   “怎么了，你会紧张吗？”海鬼靠过来问道，眼睛却望着反方向。\n   “不……以前也有参加过实战的。但是那一次是作为护卫舰队的。”我如实回答道。\n   “也就是说，作为主力队是第一次？很有压力吗？”海鬼点点头，“要不你退下吧，这点敌人我们能应付的。”\n   “怎么可以！”我觉得我受到了轻视，正要辩解，海鬼却低声说道：“我们不想在让任何新兵战死了……”\n   “新兵……”我又想起了昨晚她跟我说过的话。\n   “不用了，我可以的！”我坚定地摇摇头，说道。\n   海鬼转头盯着我。那一双惨白的眸子让我感觉不太自在。\n   “答应我，不要逞强。”海鬼说道\n   “不会的。”我点点头。\n   “鱼雷巡逻艇海鬼，长空闪光听令！一档索敌，实时回报状况，发现敌情立即与主力会和！驱逐空母炎塔，派出侦察机。”洛云之风皱皱眉头，大说说道。\n   “好！去吧，baby！”炎塔兴奋地大喊了一声，将水侦放在轨道上，之后将其弹射起飞。\n   “你多保重”海鬼再次深深地看了我一眼，踏浪而去。  \n   “感觉怪怪的？”天风又靠了过来，“其实啊，海鬼他……”\n   我摇摇头：“我知道的。”\n   “这里是长空闪光，发现敌军舰队。重复，发现敌军舰队！”洛云之风的电探广播响了起来，“我方已被发现，敌军开始炮击！”\n   我急忙低头看向电探，长空闪光和海鬼相距我们不到三公里。“立即后退归队。全队听令，强袭战术，单行阵！”洛云之风喊道。\n   “请求进行远距离射击！”我汇报到。洛云之风只是巡逻巡洋舰，在火力上甚至还比不上我。\n   “批准。全队加速！一档前进，尽快与巡逻队会和！”\n   我点点头，向远方望去。\n   四艘驱逐舰成单纵阵正在离港。\n   “好……”我深吸一口气，集中注意力，让自己的探知力散发到周围环境中，之后再集中到敌人的方位。\n   我将主炮举起，心中默道：调整仰角，感受呼吸，掌握节奏，能行！\n   发射！\n   炮弹出膛的声音，夹在烈风中在我周身环绕。两发燃烧弹精确打击，两发燃烧弹和四发20cm散射。\n   “水侦传回电报！一艘伊卡洛斯级中创，一艘伊卡洛斯级轻伤！”炎塔喊道，“干得好，新人！”\n   我摇了摇头，没有说什么。\n   “长空闪光，海鬼归队！”两道身影渐渐接近。\n   “开始强袭！”洛云之风点点头，喊道，之后便带头冲了出去。\n   “炮火掩护，我们放雷！”三艘鱼雷巡逻艇同时喊道，随后便迂回地向敌方冲去。\n   “你为什么不去？”我向敌舰放完一轮齐射之后，向北山喊道。\n   “我负责强袭散射压制。”北山头也不回地说，随后开始提速。\n   “好！被风暴打散吧！”天风兴奋地举起35cm主炮，向敌方射去。\n   “敌方伊卡洛斯级重创！”炎塔报告到，随后兴奋地喊道：“支援攻击机！去吧，baby！”伴随着这喊声，两道迅影冲出。\n   “规避！规避！”洛云之风大喊道。\n   敌方的炮火迎面砸来。\n   “躲不过去！”完全封死我的道路的两枚炮弹疾驰而来，“那就……抗！”\n   举起炮盾。\n   轰！\n   “嘁”我吐了一口不小心吸进去的浓烟。待烈光和暴风散去后，我抬起头来。\n   “炮盾……没法用了吗”我径直把炮盾扔进了海里。\n   “怎样！”洛云之风喊道。\n   “没事！”我举起主炮，继续射击。\n   “攻击机空袭完成！敌军，两艘伊卡洛斯级中创，一艘重创！”炎塔报告到。\n   “好！”洛云之风回应道。“鱼雷队，放雷！”\n   “发射！”无线电中传来海鬼的声音。\n   我看了一眼依然没动静的北山，继续向敌军射击。\n   “鱼雷，放空！敌军，一艘伊卡洛斯级沉没！”炎塔喊道，“水侦来电，虎！虎！虎！”\n   “我去了！”北山喊道。\n   我下意识的地回头。“八发氧气鱼雷，十发小型鱼类，共计十八发。”我默念道。\n   “诱射！”无线电中传来鱼雷队的声音。\n   “水侦来电，扇面落成，换！换！换！”\n   “齐射！一轮击沉它们！”洛云大声喊道。\n   \"沉没吧!\"我闪过一枚炮弹，齐射！\n   “敌方三艘伊卡洛斯均沉默！维安特级轻伤！”\n   “好，最后一发……”我举起主炮，却被北山拦住了。\n   “不用了。还有两枚。”\n   话音刚落，轰鸣声便传来。\n   “潜雷……”我说，“你有潜射鱼雷？北山？”\n   “没错。”洛云说道，“这是我们的杀手锏。从战斗一开始，北山就在一直发射潜射鱼雷。可以说，北山才是我们之中，威慑力最大的！”\n   “喔！真是厉害啊！”我看向北山赞扬道。\n  \n   危机感。\n   很强烈。\n    “真宇！”尖利刺耳的声音震荡着我的鼓膜。\n   潜射……鱼雷……敌方也有……\n    躲不开了！\n   “哗！”“轰！”\n   诶？我……\n   我睁开眼，看到的却是阳光透过海水刺入我眼中。\n   慢慢地往上浮……\n   “我……”我呢喃着。\n   “海鬼救了你。”洛云之风望着水雾弥漫的天空，说道。   \n   “海鬼！她没事吧！”我挣扎着站起来，耳中还在轰鸣着，“她没事吧！”\n   “我没事。”海龟从后面抱住了我，“轻伤而已。”\n   “你和海鬼都只是受到了鱼雷的波及，受伤不严重。”天风上前，将我们扶了起来。\n   一种激动地情绪开始在我心中回荡。我握住海鬼的手，坚定地说道：\n   “海鬼，谢谢你！”\n\n【连载·单章】回归力作！《这是我们的海洋》作者：the-blaze 索引贴\nhttp://www.mcbbs.net/thread-511063-1-1.html\n(出处: http://www.mcbbs.net/)\n\n\n",
    "replies": [
        {
            "author": "o_bo2001",
            "timestamp": 1444401480,
            "txt_content": "舰c？     "
        },
        {
            "author": "the-blaze",
            "timestamp": 1444401780,
            "txt_content": "bo_bo2001 发表于 2015-10-9 22:38\n舰c？\n不完全是，我是在写第二章（本月5号）的时候看的舰c动漫，七号看的苍蓝钢铁"
        },
        {
            "author": "冷傲—风",
            "timestamp": 1444411200,
            "txt_content": "好长啊......不多分成几章吗"
        },
        {
            "author": "l70345",
            "timestamp": 1444550400,
            "txt_content": "大锅 这太长鸟 看得我都不想看下去了"
        }
    ]
}