{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第十节",
    "author": "2B与mc的故事",
    "replyCount": 12,
    "timestamp": 1444481880,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-10-11 10:55 编辑 \n\n        一缕缕和煦的阳光温柔地洒向大地，就像一双无形的手，属于大自然的手，轻轻地抚摸着世间万物。\n\n        下午的暖阳总是这样，让人昏昏欲睡。城墙上，十多个守卫基本上都在靠着墙打瞌睡，剩下那几个没睡着的，也都是哈欠一个接着一个。守门的工作本来就无聊透顶，会出现这样的状况也不是一两次了。\n\n        天灵山脉本来就地势险要，易守难攻，更可况驻守在这里的可是号称“战无不胜”的猛禽军团。这样一来，连正规的军队都不敢贸然来犯，还会有什么人吃饱了没事干来这里闹事呢？\n\n        想到这里，一个士兵惬意地伸了个懒腰，漫不经心地朝着城门前瞥了几眼。没什么问题的话，我也该好好休息一下了。他想着。\n\n        “还是一如既往的山、草地、树林，毫无威胁的牛、羊、兔子，还有碧蓝的天空和悠闲的浮云……还有一个小黑点……是蚂蚁吧……嗯，没事了。”他懒洋洋地自言自语道，接着慢悠悠地走到宽敞一点的地方，坐在地上歪着头打起鼾来。\n\n        此时，那个小黑点逐渐接近了城门——很显然，那不是蚂蚁，是一个人。身披灰色麻布斗篷，腰间挂着一个不小的酒壶，正朝着城门缓缓踱去。\n\n        “喂，有人吗？开门！”那个人走到城门前，大喊道，可是过了半天也没人回应。他叹了一口气，自言自语道：“哎，现在的士兵都这么懒吗？”\n\n        刚刚入睡的那个士兵似乎被吵醒，迷迷糊糊地揉了揉眼。他朝着城门外一看，顿时神色大变，赶紧把周围熟睡的士兵都叫醒，接着小心翼翼地质问这个“闯入者”：“你，来这里干什么的！”\n\n        “呼，终于有人被叫醒了吗。”那个人自言自语道。接着仰起头，对着城楼上喊：“没听见吗？我说过了，开门，我要进来！”\n\n        “你以为这里是你家啊？想进来就进来！你有得到许可吗？”那个士兵朝城外喊道。\n\n        “许可？那玩意我可没有。”那个人说着，一撮撮银白的发丝随风飘动，脸上浮起一丝神秘的笑，“我只不过是一个普普通通的大叔，你们未免也太大惊小怪了！放我进去吧！”\n\n         “管你是街上的乞丐还是城里的皇帝，想要进这里，都必须要得到许可！”那个士兵一边喊着，一边嘲笑着这个人的无知，“你再怎么说，没有许可都是徒劳！你该不会想让我相信，你只是来这里观光旅游的吧？”\n\n        “当然不会。”那个人答道，“不瞒你说，我是在天灵山有点事。”\n\n        “天灵山？那就更不能放你进去了！你不知道那里是军事重地吗？！”士兵说着对着那个人举起了剑，“别没事找事了，别等着我们采取强制措施，趁现在滚回去！想进去？没有许可，就只有攻破这城门！你应该不会傻到来送死吧？”\n\n        “那就好办了。”那个人说着举起酒壶大口喝起来，“我选第二种方法！”\n\n\n\n\n\n        穹闪一行人仍然走在通往迷离谷的路上。\n\n        一开始，灵曦是不愿意让这个“幽灵”成为伙伴的。原因很简单，正常人都不希望自己身边总是有一只“幽灵”吧？不过在灵曦看到他英俊的面容之后，愣了愣，又答应了。\n\n        “幽灵”这个名字是别人给他取的，最开始他并没有想要成为“幽灵”，只是因为他浑身都是白色的衣服，而且行动又神出鬼没，悄无声息，所以才有了这个名字。\n\n        他常年游走在各个废弃的村庄，其实是想要找到研究用的材料和工具。反正这些东西也没人要，所以偷走一些也没什么问题。\n\n        他出生于以科技闻名于世的漠曦村，没错，就是“平曦联盟”中的那个“曦”。现在，漠曦村正注重于军事方面的科技，所以一心想要创造出更强的武器，更坚硬的铠甲，还有最重要的——对付TNT的方法。“幽灵”即使在这样的村子里也是一个天才，他在四岁的时候就能自己做出弓——而且是十分完整的，跟专业的工匠打造出的几乎无异。\n\n        在一次偶然中他发现，一向被人们视为“最没用的矿石”的红石，也许拥有巨大的能量，能对科技做出巨大贡献。但是没有一个人相信他，就连村子里专门研究矿石的大师也对只能对他摇摇头。他从此放弃一切事务，一心一意投入到对红石的研究中，废寝忘食。可是过了好一年多，依然没有结果。渐渐地，村子里的人都认为他疯了，昔日的“天才”，如今却变成了被人嘲笑的“疯子”。他再也无法忍受这样的嘲笑，决定离开村子，独自探究红石的奥秘。\n\n        于是他就这样一个人坚持了下来，一直坚持了三年，终于取得了突破性的进步。一次，“幽灵”的火把用完了，紧急情况下，他不得不把红石包裹在木棍上点燃替代火把。可是当他把这根火把放在门的旁边时，门竟然自己打开了。这就足以证明：红石是具有能量的，而使其释放能量的方法就是燃烧。\n\n        不过讲了一大堆，穹闪大概只听懂了一半。灵曦不知道是不是对这方面有研究，反正听“幽灵”讲他的经历时尤其认真，兴致勃勃。\n\n        问起幽灵的名字，他的回答是：“问得好！以前的朋友们都管我叫傲天。不过其实我是有姓的：我姓龙。”\n\n\n\n\n\n\n\n        夕阳下，长长的军队正缓缓走向不远处的军营，结束一天的战斗。军队之中，跟着三十来个披着兽皮，脸上花花绿绿的野人，手都被铐住了，脚上也都拴着脚镣。所有野人都是伤痕累累，看样子应该是经历了一场恶战，可惜战败成为了俘虏。但是他们一个个皱着眉，咬着牙，满是愤恨、不甘的神情。\n\n        一个野人回头望了望，自己的故乡仿佛就在眼前。可是不到三秒，迎面而来的就是狠毒的长鞭：“看什么看！不想死就给我走快点！”\n\n        他没有在意自己的疼痛，反而是怒吼着扑向了那个鞭打他的士兵，用牙咬，用脚踢，拼尽全力反抗着。但是没过多久，他就死在了无情的刀剑下。\n\n        “看到了没！反抗的都是这个下场！”那个士兵厌恶地瞥了野人的尸体一眼，拍了拍身上的灰，气冲冲地喊道，“不想死的就给我听话！”\n\n        其他的野人丝毫没有被吓倒。他们只是抬头看了看星空，一边走着，一边闭着眼，就像是在做着什么祈祷。\n\n        赛普克人的噩梦到来了。\n\n\n\n\n目录\n真·龙傲天登场！（我有独特的取名技巧）从下一节开始就要主写赛普克人了。\n接下来要认真复习了，更速可能会放慢（本来就够快了，慢点不是更好吗）\n大召唤术@恶魔-潇洒 @bo_bo2001 @guqu @MF_Mufeng \n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1444482060,
            "txt_content": "真特么高产。"
        },
        {
            "author": "the-blaze",
            "timestamp": 1444482240,
            "txt_content": "文笔很好，只是这龙傲天……"
        },
        {
            "author": "名人才华",
            "timestamp": 1444482900,
            "txt_content": "大叔再次登场，我还是猜不到……\n故事精强行让我变成大叔控"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1444485840,
            "txt_content": " 一开始，灵曦是不愿意让这个“幽灵”成为伙伴的。原因很简单，正常人都不希望自己身边总是有一只“幽灵”吧？不过在灵犀看到他英俊的面容之后，愣了愣，又答应了。\n有个“曦”打成了“犀”\n\n龙傲天居然研究红石，这不科学= ="
        },
        {
            "author": "lzs1234",
            "timestamp": 1444486080,
            "txt_content": "我现在已经不能像你们这些年轻人一样有继续写作的强大动力了……\n看到你们狂更心里就痒，等我去写的时候又懒……"
        },
        {
            "author": "lxq54sb123",
            "timestamp": 1444487400,
            "txt_content": "龙傲天不是那个什么异界龙魂的主人公吗"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1444531920,
            "txt_content": "bo_bo2001 发表于 2015-10-10 22:04\n有个“曦”打成了“犀”\n\n龙傲天居然研究红石，这不科学= =\n不要在意这些细节，名字只是一个代号……（这就是你取一个这么屌的名字的理由吗）"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1444532220,
            "txt_content": "lxq54sb123 发表于 2015-10-10 22:30\n龙傲天不是那个什么异界龙魂的主人公吗\n那是什么=_=……表示没看过……\n还是那句话，名字只是一个代号，这个世界上不是只有一个人叫龙傲天"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1444536540,
            "txt_content": "不吐槽龙傲天，不吐槽龙傲天，不吐槽龙傲天……（默念）"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1444542720,
            "txt_content": "2B与mc的故事 发表于 2015-10-11 10:52\n不要在意这些细节，名字只是一个代号……（这就是你取一个这么屌的名字的理由吗） ...\n话说最后为什么要叫野人，是士兵视角么？\n我的名字怎么了= ="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1444547400,
            "txt_content": "bo_bo2001 发表于 2015-10-11 13:52\n话说最后为什么要叫野人，是士兵视角么？\n我的名字怎么了= =\n确实是士兵视角\n（还有括号里的话是我用来吐槽自己的）"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1452997500,
            "txt_content": "阿方索·龙傲天\n霸气登场"
        }
    ]
}