{
    "title": "<原创·连载·圣杯>Pixelmon:神奇宝贝大陆 第二章",
    "author": "o_bo2001",
    "replyCount": 4,
    "timestamp": 1444544160,
    "txt_content": " 本帖最后由 bo_bo2001 于 2016-12-27 18:27 编辑 \n  “砰！”妈妈的关门声响起。林雨轩惊觉妹妹林云儿忽然消失不见，随即，一阵头晕目眩的感觉传来，林雨轩感觉自己仿佛落入了无边无际的虚空中，知觉正在一点点消逝……\n= =第二章 神奇宝贝大陆= =       \n       此时此刻，一座金色的宫殿内，响起一道浑厚的男声：“主宰，真的要这样做吗？您知道，以前……”\n      不容他说完，又一道威严的声音响起：“现在我是主宰。你是在质疑我的决定吗？”语气中带着强大的威压，令人透不过气来。\n      “是，明白了。”光影一闪，声音的主人消失不见。\n      那被称为主宰的人望向窗外的虚空，脸上透出一股淡淡的笑容“你们，不要让我失望啊。”\n      …………\n      与此同时，在一座黑曜石宫殿内，一个坐在餐桌边的男人睁开了眼，自言自语道：“没想到，你居然这么自信，那我就来看看，你选的人究竟有多大的能量！”\n      …………\n\n\n      不知过了多久，脚下忽然传来一阵坚实的感觉，之前消逝的知觉也一下子回归，令林雨轩感到有些不适。\n      脸庞上一道道清风拂过，带来几分凉爽，也使得林雨轩清醒了一些，长吁了一口气，下意识地睁开眼。\n      眼前蹦出一个万分熟悉的蓝色界面：选择初始神奇宝贝。“咦？怎么回事？难道出bug了？”林雨轩还没反应过来，自言自语着，选择了自己惯用的水跃鱼，反正只是玩，存档什么的就无所谓了。\n      界面消失，眼前尽是白蒙蒙的雾气，林雨轩正准备环顾一下四周的地形，然后开启局域网，瞳孔却是急剧放大，这是……云？可是，为什么，自己仿佛身临其境一般？\n      云雾渐渐消散，林雨轩心头疑惑更重，这种清风拂面的感觉，难道……\n      低头看去，原本放大的瞳孔顿时一缩，眼神中尽是震惊与骇然之色，因为他看到了自己的手、躯干、脚、一清二楚，都是原本的模样，但是…变方了？不。试着动了动，似乎只是为了符合这个世界的规则才体现出的方形视觉效果。\n      再向下看去，不容他不相信这个事实，因为他看到自己正站在一块浮空的黑曜石上，再下方是一片白桦树林，跺了跺脚，坚实的触感传来，这一切，都是那么的真实。\n作为一名普通的学生，林雨轩玩游戏的天分极高，特别是mc。同时，他还是为数不多的喜欢看周创版的人之一，类似龙傲天或者穿越进mc的小说也看了不少。只是……\n能否弄清究竟发生了什么？\n难道自己也和那些小说的主角一样，被拉到了mc世界来?\n回想起之前的经历，晕过去，然后在这里醒来。林雨轩开始思索着这一切。\n按照一般的发展，进入mc世界已是现实，那么自己应该是救世主或屠龙者之类的角色，但这可是神奇宝贝mod 的客户端，怪物都没有，哪来的救世主？\n林雨轩摇了摇头，决定不想这些。既然自己在一个浮空方块上，那么一定会有什么指引一类的东西，只要等就行了。\n就这么坐了一会，林雨轩忽然想到一件严重的事：妹妹林云儿似乎也消失在了家中，那应该和自己一样穿越了，但是为什么两个人没在一起？环视四周，并没有发现任何的蛛丝马迹，想喊两声，又怎奈高空中声音根本传不出去。没办法，林雨轩只好继续坐在石头上等着，顺便理一下思路。\n“兄妹穿越么，真是没新意啊。。”林雨轩叹了口气，站起身来。\n太阳已经到了头顶，再等下去，自己只怕是要疯了。\n当然，他是不可能疯的，要不然还让他穿越干嘛？于是，林雨轩的耳边终于响起了一道声音——\n“尊敬的来宾您好，欢迎来到神奇宝贝大陆。”\n！！！\n神奇宝贝大陆！\n林雨轩不禁吓了一跳，也顾不得吐槽那句“尊敬的来宾”了。居然是这个名字，难道……\n苦思冥想一阵后，林雨轩心中得出了结论。这个大陆的名字，果然是——没有听说过的。\n这时，悠扬的自带BGM想起，只听那声音继续说道：“您需要找到另外三位来宾，集齐神兽，开启传送门，击败最终大BOSS后方能回到现实世界。您将得到一本万能手机型工具书，答疑请按1，小地图请按2，合成表请按3，图鉴请按4……介绍结束，请开始您的冒险。”机械化的声音不带一丝感情，却让林雨轩忍不住暗自腹诽。\n唉，穿个越都那么无聊，本以为神奇宝贝mod可以有点不一样的地方，结果还是在大陆上组队找到什么好东西然后打败最终黑暗大BOSS类型的啊……\n对于这次“普通的穿越”，林雨轩实在是没什么兴趣，不过为了早日回到自己所在的世界，只好努力一点了。但他似乎忽略了一点，那个声音说的是最终BOSS而不是黑暗大BOSS；至于之后的事，是不是普通的穿越就不得而知了。\n“咚！”什么东西砸中了林雨轩的后脑勺，被吸进背包。他忍痛打开一看，嘴角不禁抽搐了一下，拿着这肾6S一样的东西（下文统称手机）回忆起之前的内容来。\n“死后能复活吗？”林雨轩按下1，问道。这是他目前最关心的，也是最重要的问题。\n“本来是有的，但是……”手机中传来的居然不是他所想的之前的机械音，而是一道浑厚的男声。\n“……我懂了。”林雨轩脑门上不禁微微冒出了冷汗，暗自庆幸自己之前没有一时冲动而跳下去。\n不过一直被困在这石头上也不是办法，于是他又问道：“我现在要怎么到地面，下面有水吗？”身为跑酷高手，他相信只要有水，自己就不会摔死。\n“有的。”\n林雨轩想了想，没有把手机放进背包，而是握在手里就跳了下去。\n五秒后。\n“我【Bi~~~】，吓死我了，只有一格水你也好意思说。”林雨轩坐在地上，大口地喘着气，刚才要不是自己反应快就神作了，幸好，有惊无险。\n手机则是大言不惭：“一格水也是水嘛对不对～”\n“……”林雨轩已经不想说什么了，把手机丢进背包，又擦了擦额头上的汗，站了起来。环视一圈，脸上露出了满意的笑容。\n“看来第一晚有着落了呢。”\n…………\n呼，第二章总算是发出来了，不过间隔有些长，看来要加快更新速度了呢= =PlayerPokemonSkills林雨轩水跃鱼冲击、嚎叫水跃鱼\n上一章·目录·下一章\n\n\n\n\n",
    "replies": [
        {
            "author": "水蘊臻",
            "timestamp": 1444562580,
            "txt_content": "那个在系统提示音里面的话，按照正常来说，mc的那个大陆的语言不可能是中文，所以提示音应该是脑电波的方式将含义传输到主角的脑海里，但这样的话为什么会出现英文？我觉得要不改掉  “over”这个比较好。个人意见"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1444644960,
            "txt_content": " 是我写的太普通了还是怎么的，都没回复啊啊\n不管是建议还是意见都可以提啊= =没回复最恐怖了！"
        },
        {
            "author": "syc123",
            "timestamp": 1446284040,
            "txt_content": "{:10_516:}\n预祝你下次采点考试作文58分"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1446344220,
            "txt_content": "syc123 发表于 2015-10-31 17:34\n预祝你下次采点考试作文58分\n祝你下次采点数理化满分= ="
        }
    ]
}