{
    "title": "《我的世界星宿》每日一更/有空就更——第一章 新的世界",
    "author": "冷傲—风",
    "replyCount": 6,
    "timestamp": 1444559640,
    "txt_content": "不叫龙傲天呢...............而且，又是最常见的穿越到游戏的题材........",
    "replies": [
        {
            "author": "MIP_COMMOM",
            "timestamp": 1444559760,
            "txt_content": "标题: 《我的世界星宿》每日一更/有空就更——第一章 新的世界 本帖最后由 MIP_COMMOM 于 2015-10-15 12:34 编辑 \n“呼呼，这个，这里是哪？”龙浩天看了看周围这不寻常的世界，有些惊讶的说道，而为什么说这个世界很不寻常呢？因为龙浩天看到是一个由方块所组成的世界，而这个世界，龙浩天说陌生也不陌生，说熟悉也不怎么熟悉。\n　　“这个，这个不是Minecraft吗，这太神奇了吧。”龙浩天捂着那晕沉的脑袋，忍着强大的眩晕，从地上站了起来。\n　　龙浩天摸了摸全身上下的所有地方，确认自己没有任何的伤势后，开始在这个世界里面做他该做的第一件事了，而龙浩天走到了一颗大树下的时候，他的困难又来了。没有任何的工具什么的，难道要用手去敲树不成，除非你是真的脑子进水了。\n　　“难道真的是用手去敲木头，这可能会和游戏不一样，万一倒下来了怎么办，我岂不是被压死在下面了。”龙浩天看着眼前的这开局财富，却无从下手。\n　　龙浩天也不管了，压死就压死吧，反正自己也死过一次了，难道还会怕再死一次？龙浩天捂着眼睛，使劲的敲击着树干，手也有些发疼，而在龙浩天实在是受不了的时候，一声“咚”一个小小的树木躯干的一部分，一个缩小版的木头悬浮在空中，而上面的那半部分枝干，竟然没有受到引力的影响而倒下，也是虚浮在半空中，没有丝毫的晃动。\n　　“嗯，应该是没有问题了，这符合了‘我的世界’的规则，那其他的也应该一样了。”龙浩天将那缩小版的木头拿了起来，仔细的查看着，与游戏中的木头没有丝毫的不同，就是摸上去手感不错，而橡树树木都被拿走以后，会有几率掉落出苹果，而对于玩过极限生存的龙浩天来说，这些基本的知识他还是懂的，接下来就是用拳头拼命的去敲木头了。\n　　“咚咚咚咚…”龙浩天将的二块木头敲击下来后，便发现，越是上面的木头，敲击的次数也就越多，这就根本不符合规则啊，不应该是都一样的次数吗？在敲下了第三块木头的时候，龙浩天的手已经隐隐可以看到有少量的鲜血从皮肤下溢出，接下来不可能在继续用手去敲树了，手都成这样了，还怎么去获得木头？况且，如果这和“我的世界”一样的话，那到了晚上，岂不是会有僵尸出现？\n　　龙浩天已经不敢去想象了，游戏可以死亡复活，可他怎么知道，这是普通的生存还是极限生存，他可没有任何的机会去赌，要是死了就真的死了。\n　　“这样也应该就够了吧，有了三块木头了，合成台要一个木头，剩下的两个木头可以分解成八个木板，两个木板可以分解出四个木棍，剩下的木板加上木棍，就可以制作出一把木斧和一把木镐了。”龙浩天看了看手中的三个木头，有些感慨的说道。\n　　而接下来，龙浩天在查看自己背包的时候，突然发现里面居然有一个神奇的史莱姆球，不知道这是从哪里来的，自己好像也没有去捡起过史莱姆球啊，那这一个是从哪里来的？龙浩天打开了信息表，发现了这一个史莱姆球并不叫“史莱姆球”，而是叫“史莱姆硬币”介绍说是可以到史莱姆商店去购买物品的，而这个的用处恐怕只有这个了。\n　　“没什么用啊，算了，先多砍一点树好了，想要富，先撸树。”龙浩天拿起了合成出的木斧，开始孜孜不倦的砍起了木头，生存第一步，把木头在天黑前多砍一点，到了晚上就什么都不怕了，而砍了整整一个下午木头的龙浩天，现在也有些疲倦了，当他准备休息的时候，一只白色的骨箭不知从哪里射了出来，从龙浩天的眼前飞过，差一点就死无葬身之地了。\n　　“不会吧，现在白天也有怪物出来游荡？”龙浩天想也不想的拿起了搭在一旁的木斧，本来那木镐是准备晚上挖石头用的，现在拿起来变成了累赘，龙浩天便索性不拿它了，手中拿着残破的木斧，在丛林中穿梭着。\n　　时不时的会有骨箭从身后射出，每一次，都会差一点要了龙浩天的命，而每一次的骨箭似乎变得更加的强大了，有的甚至可以将树干洞穿，化为一个缩小了的木头，而他却没有时间去管这些，拿着木斧在飞奔着。\n　　“太可恶了，大白天的背一个害怕阳光的怪物追杀，这还是我认识的那一个骷髅吗？”龙浩天有些愤怒的吼道。\n　　“呼呼呼，似乎逃出来了，那烦人的骷髅应该没有追上来吧？”龙浩天环顾四周，并没有发现什么异常的情况，便从背包里面拿出了一个砍树时掉落的苹果吃了起来，极限生存必备的食物，这就是砍树的好处，不过想要得到苹果，就必须去砍橡树，不然是不会有苹果掉落下来的，整整一个上午，龙浩天除了木头便是这唯一的食物——苹果。\n　　啃食这通红的苹果，龙浩天便开始打量了一下四周，小草在风中摇摆着，水中的小鱼无忧无虑的嬉戏着，阳光照在他的身上，是那么的舒适。\n　　在这样的舒适的环境中，龙浩天的视野渐渐地变得模糊起来了……\n　　傍晚了，夕阳的余晖洒落在西方那远处的地平线上，橘红色的太阳在慢慢地下滑着，而龙浩天从梦中醒来。\n　　“不会吧，一个不留神就睡着了，浪费了一个下午的时间啊，可恶！怪物似乎要出来了。”龙浩天拼命的挖着地上的泥沙，而令人费解的是，就挖一块泥土竟然要用手敲击二十多次，关键的不是次数，而是那敲击时所用的时间，现在已经快要看到月亮出现在了天上，而龙浩天只挖去了一块泥土，想要做一把木铲的机会也没有了，时间已经不够充足了，只有用手使劲的去敲打了。\n　　“啊啊啊啊，要快一点啊。”龙浩天已经顾不得那流着鲜血的手了，他现在只希望速度快要提升一些，至少挖出三个泥土，然后就可以再头顶上放上一个泥土将入寇封住，可以阻止怪物的入侵，而这毕竟不是游戏，泥土会不会坍塌已经不是龙浩天所考虑的了，现在，他只知道，要是没有挖到三个垂直的像井一般的小洞，那他就会马上被怪物围攻致死。\n　　“第二块了，不行时间不够了。”龙浩天拿起第二块泥土，有些绝望的看着周围从黑暗中走出的怪物自言自语道。\n　　他可不会就这么放弃，拿出了木斧，不再用手去敲击泥土，而是木斧不停的挖凿这泥土，这是他最后的希望了，希望这吧残破的木斧可以帮助他逃出怪物的围攻，眼看着那些眼睛火红的僵尸在迅速的接近着，龙浩天只能不停的挖掘，只要僵尸的速度不变，他就可以马上将第三块泥土挖出来，将入口填好。\n\n书籍索引<<<那一个被遗忘的世界\n"
        },
        {
            "author": "蒋苏成",
            "timestamp": 1444560360,
            "txt_content": "为毛不是龙傲天，赵日天，叶良辰"
        },
        {
            "author": "3352村",
            "timestamp": 1444561920,
            "txt_content": "额，为什么都是单人的……（还是只有我写过双人的？）"
        },
        {
            "author": "未来神",
            "timestamp": 1444564260,
            "txt_content": "这是？写的小说？我也是醉了"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1444655940,
            "txt_content": "我在很久以前就见过楼主了，所以楼主也不要像个新人一样连标题格式都不写好……\n仍然是穿越题材，已无力吐槽……\n不过每日一更这一点勾起了我的兴趣。哦？有意思，最近有两个人想要成为新的日更狂魔。嗯，我拭目以待"
        },
        {
            "author": "2575174857",
            "timestamp": 1444886100,
            "txt_content": "2B与mc的故事 发表于 2015-10-12 21:19\n我在很久以前就见过楼主了，所以楼主也不要像个新人一样连标题格式都不写好……\n仍然是穿越题材，已无力吐 ...\n谁？谁要步上故事的后尘，绝尘而去，与世隔绝？"
        }
    ]
}