{
    "title": "【连载·单章】回归力作！《这是我们的海洋》作者：the-blaze 第四章 洛云之殇",
    "author": "the-blaze",
    "replyCount": 1,
    "timestamp": 1444637640,
    "txt_content": "第四章 洛云之殇\n   “什么！紧急状况？！”\n   “是哪里出问题了！”\n   “C-11号位，轻巡一艘！”\n   “你说情绪出现问题？可是沉睡中连做梦按理说应该都不该有啊！”\n   “快去处理！”\n   ……\n   \n   深蓝色的深海液中慢慢荡开一片血红，随后开始慢慢地泛起涟漪。涟漪越来越明显，最后整整一舱猩红色的深海液都剧烈地翻滚起来。\n   “关闭常规传导系统，打开紧急传输管道！传输镇定剂！”中年人喊道。\n   我感到猩红色慢慢在我眼前蔓延开来，我甚至无法再理智地思考。暴戾的情绪不断出现，杀意，怒意，恨意……也同时夹杂着悔意，爱意，疯狂地在我的胸膛中横冲直撞。\n   突然，一股清凉的气息渐渐蔓延到我的四肢百骸。我渐渐地重新恢复了意识，但仍然时不时闪现出奇怪的念头。\n   随后，我便醒了过来。\n   “轻巡洋舰，你没事吧！”一个声音在我耳边响起，似乎带着回音一样。\n   刺眼的白炽灯光透过红色的液体刺入我的视神经网络。我慢慢地理清了思路：“刚才的一切都是梦啊……”\n   “为什么会做这样的梦呢……以前明明很少有的。”我没有回答那个声音，而是默默地想着。\n   “轻巡洋舰，你没事吧！”我的感知能力渐渐回归。这是那个中年人在说话，不，喊话。\n   “没事。”我突然发现我的声音十分怪异，像两块石头一样碰撞摩擦。\n   “三号管道放空深海液！二号水管注水！”中年人大喊道，随后对我说：“轻巡洋舰，请保持这个姿势暂时不要动！请等待我们完成数据的收集并且判定你的情绪完全没有问题之后，等待我们的通知在行动。”\n   “了解”深深的虚弱感袭来，我慢慢想起之前的一些事。我似乎是在接受改造的时候，做了一个梦，然后就发起疯来了……\n   也不知道过了多长时间——因为我现在的状态对时间的流逝并不敏感——那个人才对我说道：“请从收纳舱中脱离！”\n   “好的……”我轻轻地说道。\n   我扶住收纳舱的边缘，慢慢地坐了起来。突然失去了支撑身体的浮力让我感觉身体仿佛有千斤重。“发生什么了？”我问道。\n   中年人沉默了一下，开口慢慢地说道：“你在沉睡的时候情绪失控，甚至在你没有任何行动的情况下影响到了收纳舱之外的环境。”\n   我也沉默了。\n   我的瞳孔开始失焦，在那以后，我浑浑噩噩地生活着。朋友不在了，恩师也不在了，我似乎感觉我的心被掏空了。我的眼前又开始慢慢地浮现出红色，脑海中不断闪现那天地变色的一瞬。\n   都是怪我……都是怪我……我没有去救她……\n   “冷静！巡洋舰，冷静！”中年人的声音突然响起来。\n   眼前的红色迅速褪去，我的瞳孔慢慢地聚焦。“抱歉。”我说道。\n   中年人看起来很是苦恼，似乎对我突发的异常情况感到棘手。\n   “你现在的情况很不稳定，我们发现在你出现异常时，情绪波动明显会加大。能否告诉我们，当时你的感受？”他问道\n   “想起了一些伤心事”我说道。\n   “只是这样吗？”中年人看起来有些不可思议，随即又沉思起来。\n    \n   “海洋，我回来了。”我自言自语着，看着手里的药瓶。\n   经过三天的等待，终于我得到了下一步的指示。现在已经是我接受改造之后的第五天了，舰队的集结，磨合也陆陆续续的完成了。而这个药瓶中不起眼的药丸是一种长效镇静剂，每天一粒，即可压制异常的情绪状况。\n   “我现在倒是成了累赘了吗……”我自嘲地笑了笑了，“不过，至少改造倒是大体上完成了。我还需要适应新的舰装啊……”\n   \n   “雷云大人，超兵器携带者203出现异常情绪反应，在发作时十分严重，但并不影响思维。我们已将药物下发，并且暗中监视。”\n   “顺其自然，点到即可。”\n   “了解。”\n  \n   “报告！”我找到新的舰队活动室，推门而入。这情景又让我想起了第一次来到北海舰队时，到游骑兵巡逻队的时候。但是这个活动室更大，中间照常是一张会议桌，两边有各有两个茶几和两套沙发。正对着门的那一面则是可以看到大海的一扇落地窗。\n   现在正是中午，舰队的成员们应该是都去补给了。我原来的行礼和物品海鬼已经帮我带过来了。\n   “你是谁？”一个好听的声音突兀地响起。\n   我一惊，回头看向大厅的角落，才发现那里有一个穿着深灰色风衣的人坐在沙发上，捧着一个小鱼缸。\n   “额……我是轻巡真宇，请多指教。”我回过神来，回答道。\n   “哦”她点了点头，继续端详着那条小鱼在鱼缸里游来游去，没有理我。\n   我感觉有些尴尬，但是又不知道该如何化解，于是干脆坐在她对面，透过鱼缸看着她的眼睛。\n   我发现她的眼睛很漂亮，海蓝色的眸子很清澈。她的眼神更是出乎意料的祥和与平静，仔细看还能感受到一丝温柔。她的坐姿很自然而优雅，仅仅是随便地坐在那里，就能让人感觉十分的舒服。有些长的黑色头发快要垂到腰间。\n   “嗯……请问你是？”我想了想，还是开口说道。\n   但是她似乎并没有听见，只是看着鱼缸里的鱼游来游去。\n   “嗯……请问你叫什么名字？”我再次问道。\n   她把鱼缸缓缓地放在桌子上，眼神变得冷起来，看着我问道：“你会害怕死吗？”\n   猝及不防地，我并没有料到她会突然问我这个问题。随即我开始思考起来。\n   毫无疑问，不论人还是舰将，都是怕死的。即便是最低等的生命，也会本能地抗拒死亡吧。\n   我盯着她的眼睛：“死亡并不可怕，可怕的是你死了，就不能做你喜欢的事，见你喜欢的人，也会让朋友们伤心 。”\n   她点点头，伸出手来：“联合游击舰队，阿库拉级潜艇，晓璃，请多指教。”\n   “请多指教。”我和她握握手，笑着说。\n   “诶？你们是谁啊？为什么在我们舰队的活动室里？”一个略带稚气的声音闯进了我的耳朵。\n   “我因为改造，所以没能准时报到。”我回答道。\n   来人有三个。她们的面孔十分相似，而且都是金色的发色和瞳孔，想来应该是孪生的姊妹舰。\n   还有，就是目测身高应该都在160公分以下……\n   晓璃没有理她们，而是继续看着鱼缸。\n   “喂，问你呐！这里可是军事重地，擅自进入的话可是违规的哦！”\n   “额……她是咱们舰队的阿库拉级潜艇晓璃。”我为她开脱道，“她好像不太爱说话。”\n   “晓璃？我怎么没听过这名字？”三人里面最矮的一个女孩子歪了歪脑袋，说道。\n   我突然记起来，在那时的会议上好像平安京没有提及这个人。\n   “你是谁？”我也意识到事情不对劲，回头问道。\n   “说了，我是阿库拉级，晓璃。‘海沟’舰队队员。在大混编中被编到游击舰队。”\n   “海沟……”我从天风那里了解到，海沟是联合舰队中较为隐秘的一只部队，其成员全部是潜艇，承担着侦查与暗杀的工作。据说由于工作环境和生活环境的原因，其成员在一段时间后都会有轻微的精神病症。\n   “那你们呢？自我介绍一下吧。”我看向那三姐妹，说道。\n   “我是云从！”那个最矮的女孩娇声喝道。\n   “我是云扬。”第二个女孩子拍了拍云从的脑袋，说道，“小从，要听话！”\n   “我是云晴，请多指教。”一开始说话的那个最高的女孩子说道，看起来比较文静，不对，是比较正常……\n   “你们是……驱逐舰？”我努力回想着大会时的情景。\n   “没错。”云晴点点头。\n   一直到下午，我才把舰队的人认齐。航空战舰德意志和如月一直在拌嘴但是关系暧昧，重巡天从天原两姐妹老是黏在一起，性格直爽的邢风，还是老样子的洛云，海鬼和北山。\n   “咳咳！大家注意，本旗舰要发布任务！”德意志高声喊道，随后被如月打了一下，发出一声夸张的惨叫。   \n   “咳咳，大家注意，根据指示，本人在本舰队中拥有指挥权。”如月推开德意志，趾高气扬地宣布道。\n   “喂，你什么意思啊？明明是我更强好吗？”德意志跳起来愤怒地说道。\n   “就你那猪脑子，还能当旗舰？总部明显是看到了我的睿智，才让我指挥的。”如月鄙夷地说道。\n   “你！说谁是猪脑子！”德意志剑拔弩张地说道。\n   “诶呀，大家不要这样啊，任务要紧。”洛云之风没有了以往的强势，弱弱地说道。\n   “哼！”二人同时一扭头，不再说话。\n   “诶……还是我来说明吧。”天原走上前，说道，“我们这次总共接到了三个任务：配合主力舰队扫荡北海海域附近的敌人。根据水侦传回的情报来看，我们需要负责的有三拨……”\n    \n   “看起来我们舰队的旗舰不太合得来啊……”北山发表着意见。\n   我和北山，洛云之风三人去负责肃清三艘伊卡洛斯级驱逐舰。这一次我的舰装得到了大规模的强化，战力不可往日而语。\n   “没有了炎塔索敌还有点不习惯。”我说着，抬起炮塔瞄准。两门400mm主炮和八门305mm副炮炮齐刷刷地对准敌舰队开火，夹带着烈风呼啸而去。\n   “但是你也变强了！”洛云之风举起一门305mm主炮辅助射击，说道。\n   “是啊，我感觉都没有我发挥用场的时候了。”北山反而闲了下来。对他来说，我们进行的是超远程射击，在他的射程之外。\n   “还差3.7公里，敌人就会进入我的射程。”北山看了看超声电探，，说道。\n   “我想不用你出手了。”又一波带着烈风的飞弹向敌人飞去，火光在水柱中闪现，“现在只剩一艘了。”\n   “事实上队长就是考虑你刚进行了改造，可能对新的舰装还不太熟练吧。”洛云点点头，说道。\n    “最后一艘也沉了。”我说道，“返航吗？”\n    “返航。”洛云之风说道。\n    我回头看了一眼敌方的海域，燃烧的残骸正在缓缓的下沉。“这些驱逐舰根本无法对我们造成任何的威胁。很长时间一直是这样，只是一些驱逐舰在我们的海域附近游荡，但是总是不断地冒出来……亚特兰蒂斯人到底在想什么？”我暗暗地说道。\n    “嗯？”北山突然发出了一声疑惑的声音。\n    “怎么了？”由于被从沉思状态中打断，我的反应稍微有些大。\n    “我的超声电探能听到一些杂音……”北山疑惑地说，“难道是坏了吗？”\n    洛云一个急刹车停住，说道：“你不是刚刚检修过舰装吗？”\n    “而且按理说电探坏掉的几率不大诶。”我也停了下来。\n    “我也不知道……按理说不应该这样的”北山看起来很苦恼。\n    “等等……这是……鱼雷入水声！”北山惊呼道。\n    “散开，回避！”洛云之风暴退并大喊道。\n    “可恶……是从哪里过来的！潜艇吗？”我转过身，开大功率向前冲。\n    “对空电探……出现反应……”洛云之风不可置信的声音传来。\n    “什么！难道有空母吗？！”我惊道。\n    “攻击机五架，轰炸机三架接近！”洛云之风的语气愈发凝重起来，“对空作战，准备！”\n    “什么，对空战？”我也紧张起来，“我是接收了两台防空炮，但是我还从来没有练习过啊！”\n    “那你想怎样！”洛云之风带着怒意说。\n    “这是……无线电封锁！是冥灵鬼人级空母舰！”北山喊道。\n    绝望的感觉充满我的胸膛。在上课时我也有听教官讲过一些亚特兰蒂斯舰队的主力舰种，其中冥灵鬼人就是一种战斗力极强的装甲空母舰，以强力的磁场干扰能力闻名。\n    “火箭弹来了，回避！”洛云大喊道。\n    数不清的赤色火光向我们射来。我迅速地向后撤，企图闪开火箭弹。\n    “向总部的方向后撤，我掩护你们！”我一瞬做出了决断，大声喊道。\n    “380mm三式对空弹装填！”我默念道，“射击！”\n    两道火光冲天而起，随即在空中爆出一朵朵耀眼的火花。\n    “两架攻击机被击落！”洛云大声道，“准备，轰炸来了！”\n    “见鬼去吧！”两门四管25mm机炮从舰装中探出，迅速地喷出一片片火舌。\n    两米多长的无人轰炸机灵敏地向两边散开，闪开火舌。\n    漆黑的炸弹从20多米的半空中落下。“回避！”我大声喊着。\n    我举起炮盾，再次增大引擎的功率向后暴退。炸弹的超高温冲击波挤压着我。 \n    “引擎输出力……87%”我喘着气说道，“受损了。”\n    “没事吧！”洛云稍稍减缓速度和我平行前进。\n    “炎霞弹，准备！”我瞄准了迅速逃遁的轰炸机和换换接近的五架鱼雷机，没有理会她。我努力地平静气息，计算着最佳引爆方位。\n    发射！承载着我的愤怒的炎霞对空弹头“轰”的一声从炮膛中冲出。\n    敌机做出规避动作！我一边退后一边努力地对破损的舰装进行抢修。\n    一片烟霞迅速地扩大，燃烧的气体和附着着烈焰的碎片布下死亡之网。\n   “敌攻击队……全灭！”洛云惊讶的看着电探说道。\n   “呼……”我减小了引擎的输出功率，慢慢地减速。强烈的疲乏感袭来，双联装的400mm舰炮冒着浓烟，显然是没法使用了。\n    “真宇！”洛云喊着我的名字。北山也跟了过来。\n    “尽快回基地吧，敌方空母还可能会派出攻击队！”洛云之风焦急地说。\n    “嗯。”我点点头，强撑着站了起来。\n    等等，怎么有水花？\n    鱼雷！一个念头一闪而过。\n   “鱼雷，回避！”我竭力地大喊着，“有鱼雷爆击机！”\n   扇面带着死亡的气息狂冲而来。\n   “哈……哈……”我竭力地冲出了扇面的打击范围。\n   眼角突然闪过一丝光芒。\n   我急忙回头望去。一枚炸弹飞来。\n   可是它的落点并不是我这里。\n   我顺着它的轨迹看去。它的落点是……\n   洛云！\n   “洛云，轰炸！”我狂喊着，四管机炮强行再次启动。我要拦截下那枚炸弹！\n   我的执念如此强烈。\n   但是我并没有精力再去计算它的提前量。\n   “轰……”炸弹炸开的前一瞬，我只看到了洛云之风那张惨白的脸。\n\n\n【连载·单章】回归力作！《这是我们的海洋》作者：the-blaze 索引贴\nhttp://www.mcbbs.net/thread-511063-1-1.html\n(出处: http://www.mcbbs.net/)\n",
    "replies": [
        {
            "author": "hear_brave",
            "timestamp": 1447167000,
            "txt_content": "对话神作,支持支持~~    "
        }
    ]
}