{
    "title": "《我的世界之星宿》每日一更/有空就更——第二章 战魂",
    "author": "MIP_COMMOM",
    "replyCount": 3,
    "timestamp": 1444627680,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2015-10-15 12:33 编辑 \n       “哈~”龙浩天的头顶上传来了令人毛骨悚然的叫声，而那泥土却和没有坍塌，像是完全如周围的泥土融合了一般，一点缝隙都没有，在这伸手不见五指的地方，他唯一的办法便是合成出一个木镐，用木镐把熔炉给合成出来，这样就可以制作木炭了，就可以给黑暗带来一丝光明了。\n　　“这还是石头吗，怎么挖了十多分钟了石头怎么不见掉落啊？”龙浩天擦了擦额头上的汗珠，看着眼前着布满裂痕的石头，有些惊讶的说道。\n　　龙浩天挖了十多分钟的石头，竟然也只是布满了裂痕而已，并没有掉落出鹅卵石来，如果用木镐挖一块石头就这么的麻烦，那等一下挖到三个鹅卵石，还是先合成一把石镐在收集鹅卵石好了。\n　　挖了将近一个小时的时间，龙浩天才挖出了三四块鹅卵石，这倒是效率非常的低，而且在下午睡了一觉之后，龙浩天的困意顿时消失了，现在正是需要经历的时候，龙浩天还在庆幸，自己下午睡了一觉并没有错。\n　　“可以了，合成一把石镐试试，这挖石头的效率也太低了。”说着，龙浩天便从空间背包里面拿出了合成台，摸黑的在一个有坑洞的地方放了下去，合成出了一把石镐，对于合成的配方，龙浩天还是非常的清楚的。\n　　龙浩天根本看不到石镐是什么样的，不过从其外形和质感就可以知道一定不会是什么垃圾的东西。\n　　……\n　　“咚咚咚。”洞中传出一阵一阵的敲击声，一块一块的鹅卵石散落在洞中四处，现在龙浩天连续三天都在洞中工作，吃的东西，也只要不多的几十个苹果，不过这也足够了，洞已经非常的大了，但地上的鹅卵石龙浩天都没有去捡起来，而是在周围的墙体之上支起火把，一瞬间这一个巨大的洞窟出现在了龙浩天的眼前。在一开始的时候，他是想着要那木头制作木炭的，可是在挖到第八块鹅卵石的时候，他发现的眼前的石头上面，布满了炭黑色的物质，与煤炭相差无几。\n　　挖完了所有的煤炭花了他整整三天的时间，在期间无数的石镐都被他挖坏了，在挖完了所有的煤炭之后，他才撑起了火把，这时，洞中的一切顿时出现在了龙浩天的视线中，而在挖完了所有的煤炭之后，他才发现，他挖的这一个洞，真的是非常的大。\n　　“这也太大了一点吧，不管了，吃的都快没有了，也不知道现在是白天还是黑夜。”龙浩天拿出了合成好的石剑，右手拿着石剑，左手拿着鹅卵石，只要发现是晚上，就马上将被破坏的方块填补上去，不然外面的那些怪物会非常快的涌进来。\n　　“嘶~”龙浩天现在也顾不得什么填补了，把鹅卵石都放进了背包里面，拿出了另一把石剑，左手一把，右手一把，而刚刚在龙浩天破坏了顶部的方块之后，周围的方块顿时都坍塌了，差一点自己就被埋在里面了，而坍塌的方块倒是把自己挖出来的坑洞给埋了起来，而他自己现在就暴露在无数怪物的眼中，黑夜，现在晚上！\n　　现在周围只有僵尸，不知道为什么，本应该出现的苦力怕，骷髅弓箭手，蜘蛛还有末影人都没有出现，只有僵尸，而这一个僵尸可以不是好惹的，在这庞大的数量之下，即便自己是曾经那一人之力干掉五个钻石甲的人，现在也毫无还手之力，只要自己有钻石铠甲，现在的这些僵尸算什么，即便是末影人来了，一样照打不误。\n　　龙浩天握紧了手中的两把石剑，在以前，都是开一把武器打，现在有两把武器，难道还会怕你们不成！\n　　龙浩天低声吼叫，快步的冲上前去，这一个方向也不是龙浩天乱找的，这里是僵尸聚集最薄弱的地方，也是最容易突击出去的地方，只要可以撕开一道裂口，就可以顺利的逃出僵尸的围攻了。\n　　“你们去死吧！”龙浩天快速冲进了僵尸群中，手中的武器不断的挥舞着，每一次的攻击都只是会使僵尸向后退一步，竟然都没有杀死一只！\n　　而就在这时，一道绿色的文字出现在了龙浩天的眼前。\n　　“僵尸v1，生命值50，攻击力3，防御力0，敏捷1，，命中敌方单位，生命值-2，剩余生命值48，攻击力不足，危险！”龙浩天这下被吓傻了，打一只僵尸只扣2滴血，还有48滴血，这还让不让人活了，这要打多少下才会死啊。\n　　龙浩天心中咆哮着，本想打三下，最多也是四下就会被击杀的怪物，现在生命值防御力惊人，这不是去送死么。\n　　“不行，打不过，快跑！”龙浩天一见情况不妙，转身便朝着另一个方向跑去，而僵尸的围攻岂是这么好逃出去的？这时，有两三只僵尸挡住了龙浩天的去路，正在缓慢的向他移动着，生命值多得没话说，防御力和攻击力也不知道是怎么算的，应该是不是很强吧。\n　　“拼了，要是我连你们这些僵尸都打不过，我还有什么颜面活在这里。”龙浩天怒吼着，快速的冲向眼前的三只僵尸那，挥动左手右手的石剑，拼命挥砍着。\n　　“生命值下降2，剩余生命值48。”\n　　“生命值下降2，剩余生命值46。”\n　　“生命值下降2，剩余生命值44。”\n　　……\n　　那些僵尸的生命值和防御力虽然很强大，但是他们的攻击力似乎不怎么样。\n　　“受到攻击，生命值下降1，剩余生命值39。”\n　　“原来你们的攻击力这么的垃圾，我还以为打一下都是5血6血的扣，害我白担心一场，既然如此，你们死定了。”\n　　行动缓慢的僵尸还有一段距离才追上龙浩天，而对付眼前的这三只僵尸，时间已经非常的充足了。\n　　僵尸朝龙浩天的胸膛抓去，龙浩天也是一个机灵，将左手的石剑挡在胸前，而右手的石剑用于攻击，在干耗了将近一分钟的时间后，这一只僵尸被龙浩天生生的耗死了，而一颗一颗如夜明珠一般的小光球射入他的体内，一股舒适的感觉顿时让他停顿了一秒，而就这一秒，就被剩余的两只僵尸看中机会，反抓了一下，扣掉了龙浩天2点生命值。\n　　“等级升级，现在等级1级，距下一次升级还差200经验，觉醒战魂，是否觉醒战魂？”随着一道声音从龙浩天的内心发出，这边有了一个巨大的“是”“否”两个大字出现在了龙浩天的眼前，而现在正是与僵尸对抗的时候，突然出现的声音，让他不觉的顿了顿，而僵尸便又抓住了时机，在龙浩天的胸膛上抓了两下。\n\n书籍索引<<<那一个被遗忘的世界\n",
    "replies": [
        {
            "author": "Usdin",
            "timestamp": 1444642200,
            "txt_content": "←_←龙浩天\n快说你和龙傲天是不是失散多年的亲兄弟"
        },
        {
            "author": "3352村",
            "timestamp": 1444658460,
            "txt_content": "怎么感觉怪怪的……"
        },
        {
            "author": "3352村",
            "timestamp": 1444744680,
            "txt_content": "赶紧更，等着看呢……[diamond_sword]"
        }
    ]
}