{
    "title": "<原创·连载·圣杯>空[序章][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1444658100,
    "txt_content": " 本帖最后由 46241359 于 2015-10-17 19:04 编辑 \n\n空·序章\n\n\n正文\n\n\n\n        午夜11点30分。      纳尔快步从大门中走出，他有些不安地看了看天空中黯淡的星点，心中不由得泛起一阵波澜。再不快点就真的赶不上会议了。      一想到会长板着脸的那个表情，他心不由得紧了一下。      这附近又没有什么车站，而且这里临近市郊，这个时间点也不能指望会有车经过，他停下脚，在心里粗略的算了算，还有半小时，他跑进市区大概需要二十分钟，那么到会议室的时间，不出意外也就迟到两三分钟吧。      但无论如何，今天想要不迟到是不可能了。      快步跑着，纳尔心里有些后悔，他真不该在晚上来应约，这种地方连个照明的路灯都没有，只能借着月光看清一点路。也许路上突然被拐走了都不会有人知道？      仰起头看着天上的明月，那盏给他提供光明的源。它安静地隐在那有些薄的云层中，透过缝隙洒落下来寥寥的银光。和夜空中的星辰守望着流逝的时间      恍惚间他不想去参加会议了无非就是做个汇报，然后重复一注意事项就散会了。而那些注意事项他早就铭记于心，至于结果的汇报，完全可以用电子邮件的形式发过去，去会场不过是贪图一个相对来说比较隆重的形式罢了。      望着死寂的夜空，他似乎想到了一件事。他有段时间没去看望老朋友了。一位现在正安静地在墓园里沉睡的老朋友。      纳尔心里琢磨应该去哪里弄一束雏菊之类的，勉强作为和死者沟通的钥匙。      或许，用不着。毕竟那是多年的交情了，改日和诺迪斯一起来时带一束也是一样的。      打定了主意，他掉了个头，朝墓园的方向悠哉悠哉地走过去。看着路两边的枯木。他心里不由得有些惋惜：真是浪费了那么好的收藏馆，竟然建在这种地方，配上那里面的展品，让这里显得格外凄凉，跟一个死亡禁地一样，毫无生机。      但似乎仔细想想也是这回事，毕竟这里靠着墓园，那些展品的主题和死人墓地之类的也很搭配。      远处传来乌鸦的叫声。墓园常年都有乌鸦，为过路的人汇报着——死者一切安好。      他想起了那幅很诡异的画。那幅画整体来讲非常的和谐，而且也有种令人着迷的诡异美感，唯一一个瑕疵，或者说是最唐突的地方，就是画中那个天际边，有一只扎眼的乌鸦。      邀请他去看那幅画的人是那个收藏馆的馆长，叫诺迪斯，非常年轻。同时纳尔之所以即使被迫把晚上的时间安排的很慢也要接受这个邀请，完全是因为诺迪斯是他的朋友，也许，可以说是兄弟。      诺迪斯现在的这个收藏馆是他从他父亲那里继承来的，一直都悉心管理。似乎是因为诺迪斯自小就对那个收藏馆里的一些藏品很感兴趣，尤其是画作。纳尔受他的影响，经常会一起冒着被发现的风险偷偷溜进收藏馆去看那些平常根本看不到的新奇玩意。      但是纳尔成年后，就逐渐对这些东西丧失了兴趣。他被送入了外国的大学深造，毕业后就顺理成章的被一个研究所录取了，跟艺术类的东西就断绝了关系。      两道刺得他眼睛生疼的光打断了回忆。      纳尔站在原地，眯起眼凝望着，那是一辆车打开了远光灯，难得这种地方和时间还会有车经过。      往路边上走了走，这条路不知道为什么，两边都有一条沟，还算比较深，只是不知道是用来干什么的。据诺迪斯说是最近这里要修路所以才挖出来的沟。他小心翼翼地站在边缘上，防止自己会脚底一滑掉进那个沟里。      车缓缓驶过来，突然间转了个向，朝站在路边迷糊的纳尔冲了过来。      瞬间，纳尔的大脑一片混乱。怎么说？他的心里应该是很迷惑，他不知道这是故意做出来的还是什么意外，意外还情有可原。故意的呢？难道他身上有什么不可告人的秘密？还是说自己想多了。      似乎不对。没准只是这辆车有点不大受控制吧，电视上不是也经常有报道类似的新闻吗？比如方向盘突然失灵什么的，这也是有可能的。不会是刻意要杀害他吧？      一堆乱七八糟的想法填满了纳尔的脑袋，让他甚至忘了躲避，只是呆呆地站在原地，看起来就像是傻子一样。      然而那辆车并没有如他所愿，在要撞上他的那一刻刹住了车，而是直接把他撞进了路边的那条沟里。      那一刻，天旋地转，附加上身体上多处剧痛，他只觉得眼前一黑，睁开眼时，发现自己趴在沟底。      他尝试着让手抓住沟壁上凹凸不平的地方，这样也许可以勉强爬出沟去。但是刚要抬手就有一种剧痛传遍全身，纳尔的身体像是触电般颤了颤。      还有一些地方火烧火燎一样的疼，擦伤了……也许比擦伤严重。再加上这个沟里满是土尘，沾附在创伤上，说不定这种疼痛算轻的。      乌鸦的叫声还能听得见，他试着转了转头，脖子并没有问题，双臂只要一动就疼得钻心，双腿也是。他眼睛睫毛上都挂满了尘土颗粒，头上有股滚烫的液体淌下来。      一股血腥味涌进鼻腔，不由得发出一声干呕。响起车门开关的声音，应该是那车上的人下来查看他的情况，看来并不是有意要杀他。      不过接下来他听到的声音就让他彻底否定了这个想法，而且让他确定，的确是蓄意要杀他。      那是子弹上膛的声音，在夜色下令人毛骨悚然。      努力抬起头，直直地对上了一个黑洞洞的枪口。朦胧的月色中，他看见有个穿着黑色大衣的男子拿着一把手枪对着他的脑袋，戴了一副荧绿色的风镜，但仔细一看又不大像是风镜，应该是分析用的那种。      男子走近一些，渐渐扣紧了扳机。忽然间，他看见纳尔的脸上闪过一丝异样，接着手腕一颤。      纳尔嘴角微微上扬，发出一个恐怖的笑声，在这夜晚像是亡灵的尖啸：“呵，呵。”      那男子脸色一白，扣动了扳机。      砰——      一声清晰的枪响，和着硝烟，回荡在这一片死寂的夜空之下。\n\n\n返回索引贴\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1444658460,
            "txt_content": "@恶魔-潇洒 @冥王星人 @gggbbb"
        },
        {
            "author": "250=mo",
            "timestamp": 1445659620,
            "txt_content": "赞诶。\n刚开始环境渲染得还不够好。嗯，既然你都用“黯淡”来形容星星了我就不吐槽十五十六的月亮居然会在那么早升到半空了（还是忍不住吐了）\n主角的心理活动和感受相当细腻真实。结构把握得刚刚好。\n长短句配合什么的还要练练呢。"
        }
    ]
}