{
    "title": "<原创·附片>|皮革|《木之网：西科在可里克亚星-附片》",
    "author": "牛皮纸公国",
    "replyCount": 1,
    "timestamp": 1444653540,
    "txt_content": " 本帖最后由 牛皮纸公国 于 2015-10-13 19:57 编辑 \n《西科在可里克亚星-附片》——《木之网》第2作附片   （我是皮革，这是笔名，也就是“牛皮纸公国”的皮。这是我第一次在创作版发帖，是给朋友小龙的写的一篇同人小说，我也会在发帖后第一时间找他确认@毒蛇 ）\n正片（西科在可里克亚星）：http://www.mcbbs.net/thread-507543-1-1.html\n\n\n定稿日期：2015年10月9日\n字　　数：4020字（Word统计，可能不准）    就在西科的那所学校里，一个计划的实施正于机房中如火如荼的进行。操作计算机的都是本校的计算机高手、信息老师，甚至外聘的专家。当然，西科以及他的小伙伴们并没有参加，因为选拔时网之木没有帮助他们，网之木也不会去做这种事情的。\n    这时，西科和古拉正讨论着这件事。“学校那边正弄什么名堂？也每个人出来透露一下。”古拉看了一眼西科，对他说。“可能要准备什么比赛吧，或者是搞间谍活动？还是和别的宙的人联络？”西科边笑边回答，古拉也笑了，但他们真的很想知道究竟发生什么了。毕竟与网之木认识后，一切和网络有关的东西他们都很感兴趣。\n    此时莉露带着莫尼加入了他们的“闲聊”之中，大家七嘴八舌地说来说去，不一会儿，话题就已不在这件事上。等到学校的人走的差不多，大家也就走出校门，各回各家了。一路上，西科心中一直惦记着这件事，虽然这与他貌似并没有什么关系，可之前与网之木的旅行，让他对网络有了种说不出的好奇，这种好奇驱使着西科去发现这件事的真相。况且要是校内的某某比赛西科也不会这样“求知心切”，但这可是动员不小的“神秘工作”。转念一想：这件事会不会和网之木有关。要不——回去问问网之木，不行，他知道也不会告诉我的......\n    想着想着，天空飘起了毛毛细雨，西科不得不飞奔回家。也多亏这场雨，要不西科还能再思考一会。\n刚过两周，整个“神秘工作”就像原子弹爆炸一般在学校，乃至周边传开。各种猜测层出不穷，连学校内部都无法想到这件事会引起这么大的轰动。\n    不过，知情人的口都被“封”的死死的，谁也问不出个究竟。\n    现在古拉他们又来到西科家一块写作业，写完以后大家就开始打电子游戏。\n   “唉！我怎么又输了！”莫尼叫道。\n    网之木笑着说：“嘿，我又赢了吧。”\n   “——对了，网之木。你知道我们学校计算机的‘神秘工作’吗？”莫尼突然把话题一转，冲着网之木说。\n   “西科之前问过我了。我不知道，想必与你们没太大关系吧？”网之木这么一回答，大家都很失望。\n又过几天，这个“工作”好像已经进入了最后的“工期”，每天晚上计算机房的灯都要亮到八九点，而且又购买了一些设备。然而，风声却一点都没有走漏。\n但，纸快要包不住火了。    第二天清晨，那是个周末，西科还躲在被窝中睡懒觉。一阵敲门声从楼下传来，西科揉了揉矇眬的睡眼，下楼开门。迎接他的正是莉露。\n   “学校的那个神秘工作出事情了！”莉露开门见山地喊。\n   西科的困倦一下就消失在“九霄云外”了，赶忙问：“怎么回事?”\n   “今早，我出去晨练，正好经过咱们学校，发现有的人不知所措地站在楼下；还有的人一脸茫然的样子。我想：周末，应该是和那件事有关的人吧。我贴在学校的围墙上一听，果不其然。而且听说一夜之间，所有关于这个东西的材料﹑备份都消失了。并且是直接格式化，无法恢复。有些电脑都毁了！那些人都直接傻了！”\n   “唉～这个工作就这样功败垂成了。”西科也为他们叹了一口气。\n   莉露和西科又告诉了网之木﹑古拉和莫尼。他们同样很惊讶，也十分困惑:是谁将这样庞大的工程“毁于一旦”的呢？\n   其实真个事情的来龙去脉是这样的：\n   毕竟西科的学校在一个豪华的富人区里，所以钱和技术人员都不成问题。学校的高层对互联网上的教育方面是“觊觎已久”。一直想搞一个革命性的网络教育上的创新。所以学校投资很多钱，做了一个以教育为主，网络覆盖全球，支持20多种语言的操作系统。 从去年刚刚秘密动工，到今年已接近尾声，请专家来指导。并且打算先免费向全球推广一年。可想到这些的不只是这家学校，Y国一家大型的互联网企业早就开始研究关于教育的操作系统，并且也是秘密开发。打算上市并销售。就在上市的前一个月，公司得到秘密情报，也有一家学校在开发这样的操作系统，关键是免费推广一年。这个公司在这个软件上的首席开发员当然要“除掉”这个对手，所以他利用一种先进的特殊波（纯属虚构），干扰到这个学校的互联网，用特殊波使电脑系统错乱，窃取资料，最终毁掉这个工程。\n   当然，西科他们对着这件事还全然不知。\n   周一，学校在升旗仪式上提到这件事，说：这关系到学校的荣辱，谁能发现有用线索，协助侦查，必有重赏。\n   西科觉得：只要在木宙中，关于互联网的事，网之木做起来不都是小菜一碟。到木宙网络总部一查便知，那么我就毛遂自荐好了。   “老师，让我来把原因搞清楚。明天就行。”西科自信满满地举起手，冲着主席台叫着。\n   此时，全校的人几乎都投以诧异的眼光到西科身上，而古拉和莫尼都已知道西科想法。老师表面说好，心里觉得这人极其不靠谱，连系统的开发人员都不是，还敢来在这撒下狂言。\n    一放学，西科就迫不及待地跑回家，跟网之木说这件事。古拉、莫尼和莉露又跟到西科后边，对他说：\n   “你肯定又要麻烦网之木，对不对？”\n   “再带我们去吧！前两次我们不都完成的很好！”\n   “况且这‘重赏’你一个人私吞也不好啊。”\n   西科应声答好，认为这件事就是他想象的那样简单。\n   西科推家门而入，跑上楼，拉开房间门，刚想喊——网之木，却发现房间空无一人。于是他习惯性地跑到厕所门前，果然有网之木留下的小纸条，上面写着：                          太穹网络总部召集我们开会，我得晚点回来   这让西科慌了神，恰好在此时，古拉他们背着包来了，大家只好等着网之木。一吃完晚餐，他们就坐在房间里，边聊天边等着网之木回来。\n   时针转了一圈半，也没见网之木回来，反倒是古拉和莉露都被接走了。西科和莫尼两人开始打游戏，下象棋。\n   九点半了，也没见网之木回来。\n   “时间不早了，我得回家了，否则我就要挨批，事情也可能败露。”莫尼十分不情愿，却又无可奈何地说。\n   莫尼也已离开，只有西科一个人等着。直到十点，电脑频幕才突了出来——网之木终于回来了。\n   西科既兴奋，又着急，还有点焦虑，赶紧将他的想法说了一遍。\n   网之木叹了一口气，说：“以后拿不准的事情就别答应别人，这下可好了。现在这么晚，万一被你父母发现更麻烦。算了，看在你等了这么长时间的份上，带你去我哪里查一下吧。”   网之木打开电脑，心不在焉地牵着西科走了进去，走进中间的门，到了木宙网络部长办公室，陈设都与上次来时一样，只不过十分冷清，其他办公室的门都紧锁着。\n   网之木娴熟地打开电脑，没有说一句废话。他将光标挪动到一个木宙形状的标志上，打开，搜索“YH”，再搜索“TY”，输入“3”。整个地球的实时网络就展现在西科眼前了。网之木再定位到西科学校机房的电脑，西科目不转睛地盯着屏幕。目前一切进行的都很顺利，西科心里的石头，可算“落了地”。\n   网之木将时间轴调到上周五晚九点，以600倍的速度快进，他与西科死死地看电脑信号那一栏。当不停滚动的时间数字停在23：23：57.10时，信号中断了，屏幕上出现了一个红红的问号。底下写了一行小字：查看原因。网之木点击哪里，在进度条不再显示“loading”后，没想到屏幕上又赫然出现两个大字：未知！\n   “诶？”网之木摸摸了摸下巴，略带惊讶地说，“不应该啊，怎么会查不出来呢？”\n    西科皱起了眉头，眨了眨疲惫的眼睛，低声吐出几个字：“那...怎么...办啊？”\n   “唉，我就不说你了。看来咱们得再去‘参观参观’22世纪了。” 又依照之前的流程，网之木与西科来到2101年的木宙网络部长办公室。去搜索2015年的信息，还是刚才的步骤，并且依然到了23：23：57.10时信号中断。不过这时再点击查看原因，电脑显示：12A-ω波（纯属虚构）干扰。\n   “网之木，怎么这回显示出来了？”\n   “你们那时条件有限，这种波还十分不普及，没有录入系统。到了22世纪，他已经被录入系统了。”网之木言道。\n   “那赶紧找到是谁干的啊！”\n   “你别把事情看的太简单。我们网络总部，只能管理有关网络的东西，这种波不属于我的管辖范围。”\n   “啊呀”，西科心里的“希望之火”刚刚然起，又被网之木给浇灭了。他现在百感交集，不知如何是好。“早知不答应不就行了？做事怎么能这样鲁莽，这下要被全校人笑话了。”西科心想。\n    过了一会儿，网之木发话了：“其实是有办法的...”\n   “你怎么不早说？！”西科直接打断网之木的话。    “你听我把话说完，我本打算利用这件事教训教训你。但看你这么可怜，就帮你一下吧。只要他能发出这种波，我们肯定是有能力检测到它的。”   “那在哪里可以检测啊？”西科已迫不及待了。   “在太穹网络总部就有这种机器，是用来辅助网络的监测的。”    转眼间，网之木就带着西科来到了太穹网络总部。这一层是专门放设备的，各种大件小件令西科目不暇接，但西科早已无心去“观赏”，他现在只想顺顺利利地将事情办完。走廊的尽头，便是一个大型的设备室。也便是网之木所说的机器的所在地，网之木俯着身，在机器哪里输入编码。西科则四处溜达。   “西科，你小心点。别把东西碰坏了”网之木嘱咐道。西科应声说是。“滴哩”，西科一看表，已经凌晨一点了，不禁叹了一口气。网之木经过复杂的搜索，终于把目标锁定到了Y国一家大型企业的办公楼，跟西科说：“嗨，果然是某个公司干。”   西科咬着牙，感到十分痛快。可他再不敢有一点放松，心中祈祷着“任务”能圆满完成。   劳累的网之木回到了木宙网络总部，直接锁定到那家公司办公楼的电脑中。“M-YH-TY-3-10……093122015，终于是找到了！”网之木喜悦地对西科说。\n   现在万事具备，只欠取回那个操作系统。\n   网之木和西科再次钻入电脑，进了第一个门，输入M-YH-TY-3-10093122015到了那那个企业的办公楼。\n   尽管正赶上夜深人静，并且是直接潜入，但网之木为避免被大楼的摄像头发现，直接在电脑里边完成了操作：他先是把所有被偷走的的东西拷到一个移动硬盘里，然后又将一个移动硬盘的东西拷到电脑中。\n   西科疑惑地问：“你拷进去的是什么呀？”\n   网之木笑着回答：“病毒。”\n   “病毒？”    “哈，从波罗那借的。”\n    西科也笑了，他看着网之木递给他的移动硬盘，终于长长地舒了一口气。他心里 叹惋他的莽撞行事，还觉得“塞翁失马，焉知非福”。不管怎样，今晚，他不用再在这件事上操心了。\n    早晨，西科神秘兮兮地攥着移动硬盘，走在去往学校的路上。莉露问他昨天的事怎么样，解决没有。西科打了个哈欠，将硬盘展示给莉露看，说：\n   “网之木语云：‘不足为外人道也’。”\n    到了学校，西科把硬盘给了老师，老师十分惊讶。就连校长也去找西科感谢他，还要给西科一些钱。他婉言拒绝了学校的钱。此时此刻，西科虽然疲惫，但还是特别高兴。\n\n    此时，在另一个国家的某幢大楼里：\n    “领导，电脑中病毒了！”\n                                                                          ...... THE END\n感谢你的阅读！\n",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1444653840,
            "txt_content": "我来确认一下，确实是同人文，不是剽窃哦"
        }
    ]
}