{
    "title": "<原创·连载·圣杯>《混沌之歌》卷一·章五 光阴，远行 - Blealtan",
    "author": "Blealtan",
    "replyCount": 2,
    "timestamp": 1444743180,
    "txt_content": "卷一 · 章五——光阴，远行\n提起气，踮脚停在树梢上，抬起手中的弓，熟练地捻起一枚箭，拉满——射出。在那个方向的，正是在和我对练的心幻。“继续，你没射中哟。”“嗤——”嘴里发出了一点奇怪的声音表示不满，脚下却也没停过。运起轻功在树林的枝丫之间不断地跳动，时不时像刚刚那样停下来一箭射出。明明本来是训练他的反应速度的——结果最后却变成了训练我的偷袭能力。每一箭几乎都被他躲了过去——哪怕是偶尔有躲不过连发的箭矢，他也能用剑挡下来。这样的训练，已经有七年时间了。从他刚开始练剑，我们就在进行各种训练。当然，同为剑士，他和月儿也没少过招——不过还是“学姐大人”相对厉害一些。据心幻说，他的视力已经略有恢复——当然这是说给父亲的版本，事实是他让我帮他完成了几个简单的探查术式。嗯，没错，那种奇奇怪怪的东西我也有了一点接触，按照心幻的说法——大概是学徒的水准，大约和他五岁的时候差不多。——真是打击人啊。回过神来，我又停了下来，这一次我直接取出了三支箭——“大侠！我认输！”明显已经筋疲力竭的心幻此时抛下剑，一下坐到了地上。他也没有少跑动，毕竟在空地面对一个弓箭手是不明智的选择，寻找障碍物才是正解。但是此间林木也不甚茂密，稀疏的林间还是很好找人的。——咻。虽然他认输了，但我还是毫不犹豫地射出了我的连珠箭。“喂！不带这样的吧！”言语间，一层薄薄的光幕挡在了他面前。“反正打中了也就是疼一下，都是绑了布带的。”没有留下半分情面，我就这么回答他。“——切。每次快要撑不住了就认输，哪有这个样子的武者？”“我是魔剑士！”没有理会他日常的抽风，我走到他旁边，挨着他坐了下来。“明天……就该出发了吧。”“是啊，怎么？紧张了？出去走走而已何必如此。”心幻晃着头，双臂撑着上半身，望着天说道。摇了摇头，我说，“出去走走？那是横跨整个九州的远行啊！……再说了，你回家……居然还这么淡定……”越说声音越小，只觉得这事情不应该多提。但他似乎毫不在意，转过头来朝我一笑：“看一眼而已，若是人不在就去找找，若是出了事情就杀过去好了。”“咳——”这句话一下子把我呛住了。——真是霸气啊。虽然我已经知道，恐怕事情真的会发展到杀过去的程度——确切消息早已经传了过来，只怕是心幻家中早已遭遇不测。说实话，他能这样沉得住气，雪藏七年，我已经很佩服了。换做是我……真是难以想象。“走吧，去和师父聊聊。学了七年剑了，有些事情也该交代一下。”他噌地一下站了起来，侧对着我说。……那是指魔术的事情？“走吧。”又催促了一遍，他便头也不回地走了。我也只好快步跟上。……来到家门口，却看到父亲已经在门前站着，不知是在等我们还是闲逛。——很快我发现是前者。“师父，我——”“心幻啊……”二人同时开口，却又同时停了下来。父亲笑了一下，继续说道，“关于你异世之魂的事情，你清楚多少？”哈？我下意识回过头来看心幻。眩晕。混乱。我看到的仿佛是一片混沌。——片刻，眼前的一切又恢复正常，只剩下心幻双眼中的红蓝双色缓缓褪去。“抱歉，是我莽撞了。”剧烈地摇晃了几下头，心幻闭上眼睛，稍后又睁开。“这种事情……以前发生过是吗？”“这种人，以前出现过。随着年龄增大，往往因为人格冲突陷入精神混乱的状态。你……”“不。我没事。……若真是这样就好说了，我的前一个人格……不，在这个世界的人格，在七年前就已经消失。”“那还真是幸运啊。”父亲眉头紧锁，随意回应了一句。“你刚刚的状态是怎么回事？”“那是我死了一次的直接原因。”没头没尾的一句话，丢下之后父亲却像是懂了一般。“嗯，每个人都有些秘密，我也不多问了。”诶？没懂？父亲也不知道魔术之类的东西？心幻轻叹了一声，“那便如此。对了，我有点东西要给您——那个，是水力纺织机的设计。我回屋去取。”说罢，他拉着我的袖子，同时对我露出了一抹歉意的笑容：“走吧。”我回头看看父亲，父亲低着头，不知在想些什么。“那可是工业革命的钥匙啊。真是的……没有计算机我还搞什么计算机科学。”心幻似乎嘟囔了这么一句。……等父亲仔细地看了两三遍那个设计图，太阳已经快要落下了。“这是什么啊——感觉不像是异世者会拿出的东西啊，看起来低端很多……”心幻翻了个白眼，又递给父亲一打纸。“这是我做过的一个架构，够高端，您做一个？”父亲举着的茶杯就这么停在了嘴前，片刻后开始了剧烈的咳嗽。“我说……你这还真是越来越肆无忌惮了啊。不要让太多人知道你异世之魂的事，毕竟不是正常现象。”“那您就找人去做那个纺织机。”某熊孩子没好气地回应。“居然质疑我的专业水准……”“不过总感觉那个高端的也不太对劲……虽然看不懂……”站在父亲身边的我听到了这句话。心幻毫无反应，显然是没听见——我有种被听见了会打起来的预感。“好，此事暂且放下。关于血剑之事，你可还记得？”这句话显然是对心幻说的，虽然此时父亲闭着眼。心幻学的是我家祖上的传承——叫什么《天凌决》，我还记得听到这名字时心幻大发了一顿脾气：“不好听！”呃。然而实际上我没听说过有人真的修习过那剑术，因为实在是不像剑术——更像是自残。招招以伤换命，这不是自残是什么。但是在七年前父亲教他剑术让他选的时候，他还是毫不犹豫地学了。原因是什么？我也想知道。至于血剑……那是那剑术书中所描述的传说一般的宝剑，没有多做表述，但是显然非同一般。“知道。说是在九州极北，护佑土地四方之眼——谁知道那是什么鬼东西。”“极北蛮夷之地有些传说……你可以打听一番。若是找不到……就去做你想做的事情吧。”偏过头对着我，父亲又交代道。“你是陪练，多出去走走游历一番也是很好的。……照顾着点他。还有，你和月儿回来就成婚吧，年纪也不小了。”“什么啊！”“诶？难不成宁大哥对别的人有想法？”“什么啊！！”\n连载目录&序章\n\n嗯我又更新了，写了两个多小时……大时间跨度感觉真是太不好写了，写的不好的话求原谅。下一更可能比较近，尽量这周内吧。但愿别出什么岔子。对了，吸取冥姐的教导，我改变了满屏幕对话的状态。。QwQ描写好难@1137246733 @2B与mc的故事 @china521 @Sad_elevenKH @风吟浅唱 \n\n",
    "replies": [
        {
            "author": "刘仔",
            "timestamp": 1444745160,
            "txt_content": "馄饨                ？？"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1444828020,
            "txt_content": "几十年前（伪）的订阅，真感动"
        }
    ]
}