{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S18·|Unturned",
    "author": "lostchair",
    "replyCount": 2,
    "timestamp": 1444740060,
    "txt_content": " 本帖最后由 lostchair 于 2015-10-20 11:54 编辑 \n\n    那么巨大的一个爱丽丝背包也已经空荡荡了，斯诺克并不打算继续携带这个破背包。斯诺克示意他来顶住房门，让诺利从后窗逃走，他们的吉普车就停在不远处的山上。等诺利开车回来再带着他和苏尔加离开。诺利二话不说，翻墙出屋，尽管身手矫健轻盈无声，然而这还是吸引到了几个怪物。眼看就快要被追上了，诺利取下背带M4，解除保险，一片火光之后，怪物倒了一片。\n    没过个五分钟，轰隆的发动机撞飞了叮咚砸门的怪物，斯诺克顾不上疲惫，背起依然在昏迷的苏尔加撞开门跌到了车后座上，未等人坐稳这引擎便又发动了起来，满城的怪物已经把这里围得水泄不通。\n    左冲右撞，直到把车盖都撞飞，活塞都被腐肉阻塞，轮胎也像打了一层血蜡一般的滑，才勉强冲出城外，慢慢悠悠的开着。却又在半路上看到了维尔纽斯的卡车，车里还坐着三个人，其中一个正是刺伤苏尔加的那个贱女人！斯诺克本来在后座累的都快睡着了，但在看到那张脸之后却忽然愤怒的起了精神。他一把扯断了挂在诺利后背上的M4，打开保险，一梭子尖刺的子弹瞬间打穿了卡车那一层厚重的玻璃，活像一个飞车党。\n    “长官……”看着有点疯狂的斯诺克，诺利也只是表情一纠结，没再多说话。\n    也还好蒙多科反应的快，一把按倒正在商量对策的维尔纽斯和贝莎。再一抬头看，刚才他们脑袋的位置，全都多出了七八个弹孔。\n    “车开回去，再干他们一圈。”斯诺克一边对诺利下达命令，一边从腰际抽出一个弹夹，灵巧的换了上去。\n    “长官，苏尔加还在流血，咱们应该找个地方为她重新包扎。”诺利一点要听命令的意思也没有，径直把车开远了。\n    斯诺克一边有着怒气，一边也反驳不了诺利，便只好向诺利说明了去研究所的路，然后到后座照顾苏尔加去了。\n    另一边也是难得的出了一次怒气，亲人刚刚死掉还没过两天，又被人背叛，又被怪物袭击，甚至一整天连食物都没有一点。如果说军队、军事基地之类的地方算是最后一点希望的话，那么这一点希望也消失不见了，岂止是消失不见，他们甚至被一群士兵莫名其妙的袭击了。为什么，就会有人无缘无故，想要，要我的性命呢！这次每个人都相信了贝莎所说的话，没人愿意坐以待毙。蒙多科也发动起受过枪林弹雨的卡车，随着吉普车的探照灯跟了过去。\n    维尔纽斯拿起了弩，瞄准了几十米外的吉普，蹭蹭的射了两箭。本身这车的状况就不好，路上还尸横遍野坑坑洼洼，根本没有办法精确的射到人，哪怕射到车也全是靠运气，然而也确有一发箭嗖的插到了吉普车的尾灯上，这让斯诺克更加怒不可遏。本来吉普的速度是肯定要比卡车快的，然而现在的车况在经历了刚才腥风尸雨之后并不是那么的好，想甩都甩不掉，看来只能还击了。\n    太阳缓缓升起，天边显出一丝微微的红，红的有点惨烈。\n    哐当哐当的杠着石块，斯诺克牙齿都快要被咯掉，却依然死命的抵着后车皮疯狂开火。又一梭子弹倾斜而空，维尔纽斯的卡车已经开始冒烟，但他们也想打疯了一样，依然穷追不舍，箭矢连发无论精准一刻不停。\n    或许是开了过头，在天刚明之时，双方已经迈过山路，赶到蒙塔古外的山丘上了。诺利和斯诺克都很熟悉这里，这是他们之前从机场逃出来途径的一个城镇，而现在又被迫回到了这里。诺利的吉普车从开出机场的那一刻就没加过油，现在已经告罄，不得已才弃车逃走。而维尔纽斯的卡车早就被射爆了轮胎，在山腰之下就停了下来，然而他们已经在追赶着这帮士兵。\n    诺利在一旁放哨，斯诺克在树的一边一边为苏尔加换药换纱布。或许是药太刺激的缘故，苏尔加轻哼了一声，面色惨白的睁开了眼。\n    “我这是……”苏尔加刚要开口，就被斯诺克打断。\n    “嘘……没事的。”斯诺克艰难的露出一点点微笑，来安慰苏尔加。\n    苏尔加也很听话，点了点头又闭上了眼睛。\n    虽然蒙多科他们还没追上来，但因为斯诺克需要扛着苏尔加赶路，所以他们一刻也没做休息就接着下山向蒙塔古那边前行了。而蒙多科和贝莎他们更是复仇心切，尽管已经好久没有进食，可现在却激昂无比，提着刀锤和弩箭便向山上去了。约是快到七八点钟的时候，天上忽然下起了一阵不小的雨，冰凉的银针刺在疲惫人的身上，让他们重新抖擞精神。然而现在无论是士兵们还是平民们，身体早就已经透支很久，这场雨就快要把他们脆弱的生命之火浇灭了。精神紧张一晚上，内心挣扎到扭曲的斯诺克，把苏尔加放到一颗遮雨的树后面后，疲惫的闭上了眼睛，从山上滚了下去。\n    “长官……”诺利瞬间慌得不知道该照顾那边。后面会有一群愤怒的人拿着武器来寻仇，昏迷在此的苏尔加如果没有人照顾，一定会被那群人杀死。而自己的长官，现在最坚实的依靠瞬间崩塌，生死不明。\n    空中却出现了一阵轰鸣的盘旋声，是一架直升飞机！\n    从哪来的？发现我了吗？要去哪里？能帮助我们吗？\n    在同一时间，所有人都注意到了这架直升机。苏尔加，诺利，斯诺克，蒙多科，贝莎，维尔纽斯，马洛斯，简。他们全都聚集在蒙塔古，盯着头顶上出现的一个奇妙的希望稻草，却只听到一道惊雷，整架直升机轰然爆炸，坠毁在地，炸做两截。\n\n\n\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html\n\n",
    "replies": [
        {
            "author": "刘仔",
            "timestamp": 1444745220,
            "txt_content": "咋有是这种贴                        "
        },
        {
            "author": "lostchair",
            "timestamp": 1444828140,
            "txt_content": "刘仔 发表于 2015-10-13 22:07\n咋有是这种贴\n咋有是哪种贴"
        }
    ]
}