{
    "title": "<原创·连载>奇异冒险世界 第十章 武器进化",
    "author": "2575174857",
    "replyCount": 3,
    "timestamp": 1444740240,
    "txt_content": " 本帖最后由 2575174857 于 2015-10-17 08:44 编辑 \n\n  “咳咳。”哈迪斯咳嗽了几声，面色发青，显然是伤的不轻。  更多的，是对泰格极具羞辱性的行为表示愤怒。\n  “泰格···”康健阴沉着声音叫道，语气中蕴含着一股仿佛点燃就炸的火药味。\n  “···”泰格并没有回声，依旧是那狂妄的模样。\n  “泰格！！！”康健剧烈地大喊了一声，声音响彻全场。\n  泰格依旧没有回应，只是静静地站立在原地，纹丝不动。\n  良久过后，泰格才淡淡地回答了一句：“什么事？你个软蛋！”\n  一声不大不小的声音传了过来，刚刚好，传到了康健的耳中。\n  听到了这句话，康健瞬间犹如一头被激怒的猛兽一样，充满了怒气。\n  贯穿之枪片刻凝聚出来。\n  瞬息之间，康健手握长枪，就朝着泰格攻击而来。\n  “螺旋风暴！！”\n  康健怒喝一声，手中的长枪前半段开始旋转，形成一股漩涡气流。\n  这股气流快，迅，猛，就直线朝着泰格而去。\n  “小伎···”泰格嘴角咧起，正准备嘲讽出声，就发生了他意料之外的情况。\n  原本看似直线冲击的攻击，竟然硬生生的被康健扭曲路线，冲击到一半瞬间移到泰格侧面，一枪如游龙一样刺出。\n  “噗。”泰格猛吐一口鲜血，要不是他的盔甲够硬，而且刚才即使察觉到不妙，抡起锤子格挡，恐怕他现在已经命丧黄泉了。\n  “有长进。”泰格摸了摸嘴角的血，“而且，你是来真的啊！”\n  “既然这样，我也要使出我的真功夫了。”\n  “况且，你我从小斗到大，如果放水的话，怎么死的都不知道！”\n  泰格举起手中的锤子，一阵风沙拂起，朝着康健冲去。\n  即使身上穿着沉重的盔甲，手上抡着巨大的锤子，可是速度却丝毫不慢。\n  “来吧，看我不揍得你你妈都认不出你来！”康健一步踏出，紧握手中的长枪，一样朝着泰格冲去。\n  “要是你做得到的话，乐意奉陪！”泰格说道。\n  泰格举起手中的泰坦之锤，猛地向康健砸去。  康健和泰格相撞，两个高手在这片武斗场搏斗，巨锤乱舞，银枪横飞。\n  泰格不断地用泰坦之锤，抡起锤击康健，尘埃漫天，地上被锤出一个个洞来。\n  康健则是用贯穿长枪，采用游击型的方式，用快速移动，从各个方位进行精确打击，试图寻找泰格的破绽，一击击败他！\n  泰坦之锤和贯穿长枪在不停地磨蹭碰撞，发出“滋滋砰砰”的响声，频率快到了极点。\n  不过谁也奈何不了谁，战斗进入了白热化。\n  “泰坦之力！”\n  泰格暴喝一声，不止康健有他的螺旋风暴，泰格也有他的绝技，泰坦之力，顾名思义，在短暂时间内增幅巨大的力量。\n  接着，康健也再次使用了螺旋风暴，长枪快速地转动，形成巨大的贯穿力，刺在泰格的巨锤之上。\n  本来要释放出的增幅能量，却硬生生地被打断，以致消退。\n  “哈哈，虽然你打断了我的‘泰坦之力’，不过这招可对我没用了！康健你这么久没跟我打了，是不是脑子都进水啦？”泰格持着巨锤格挡，哈哈大笑道。\n  可是事实可没有泰格想的那样。\n  康健不停地爆发速度与能量，旋转力度和贯穿力度以几何倍数的增长。\n  1倍\n  2倍\n  3倍\n  ······\n  终于，贯穿长枪的旋转力度达到了一个难以想象的地步。\n  泰坦之锤，竟然被贯穿！\n  巨锤化作了漫天的土黄色粒子，回到了泰格的体内。\n  而贯穿长枪直指泰格的咽喉。\n  “我输了，”泰格举起双手，“你还真能给我惊喜，没想到你的进步竟然这么大，远远地超过了我！”\n  “应该不止这么点！”康健冷冷地说道。\n  “什么不止这一点？难道你还怀疑我没有尽全力跟你打吗？！”泰格明显有点儿误会了意思，急怒道。\n  “不···”康健说道。\n  只见康健的贯穿长枪渐渐地化为粒子，散落在半空中，却没有回到康健的体内。\n  “这···”泰格似乎想到了什么，看的目瞪口呆。\n  贯穿长枪竟然开始重组，进化，更多的银色粒子在空中浮现。\n  银色粒子开始缓缓地重组，渐渐地成型。\n  最终，一把银色银龙枪头的长枪在半空中出现。\n  “它叫银龙刺枪。”康健说道，“不错的名字！”\n  “走吧。”康健对着哈迪斯说道，“泰格得修养很久了。”\n  “为什么？他看起来没受什么伤啊？”哈迪斯不解道，“我伤的才叫严重吧？”\n  “好吧，我还没告诉过你，武器每次被击碎成粒子一次，就会退化，丧失威力，甚至到最后，完全碎掉，无法凝聚，你刚才也被那混蛋击碎了武器吧？你休息好了，还得重新强化练习。不过那家伙被我击碎程度更高，得修养更久！”康健笑呵呵地说道，刚才打泰格真是出了一口恶气！\n  “那你的贯穿长枪怎么会产生变化变成银龙刺枪了呢？”哈迪斯又问道。  “我们手上的武器，有一个名字，就叫\n  “那是因为武器每次熟练度与强化度到达一个层次就会发生质的进化，就像我刚才击败了泰格，实力进化，到达标准，贯穿长枪也就进化了。”\n  “原来如此。”\n\nPS：有人跟我说过，为什么不在下面放上索引？答案是，我的签名档已经超链接了，点击直接进入索引，多方便不是吗？或许，你们可以猜猜哈迪斯的武器进化了会是啥？\n  \n\n",
    "replies": [
        {
            "author": "侑阳",
            "timestamp": 1444741380,
            "txt_content": "我是标题党"
        },
        {
            "author": "2575174857",
            "timestamp": 1444743420,
            "txt_content": "侑阳 发表于 2015-10-13 21:03\n我是标题党\n标题·····我怎么写的，草稿我不记得我这么写啊·····"
        },
        {
            "author": "海潮",
            "timestamp": 1445180580,
            "txt_content": "中二少年的奇幻之旅\n\n莫名其妙的话语，超厚无比的盔甲\n\n闷死人的护甲，究竟是人性的扭曲...还是...￥！@@￥￥\n\n\n太过简朴"
        }
    ]
}