{
    "title": "<原创·连载·圣杯>空[第一章：乌鸦][46241359]",
    "author": "46241359",
    "replyCount": 6,
    "timestamp": 1444917600,
    "txt_content": " 本帖最后由 46241359 于 2015-10-17 19:34 编辑 \n\n空·第一章·乌鸦\n\n\n正文\n\n\n\n         诺迪斯站在防弹玻璃之后，端详着这幅诡秘的画作。他歪了歪头，试着从不同的角度观察这幅画，看看是否会有什么令人匪夷所思的变化。         因为这幅画让他联想到了《蒙娜丽莎》。倒不是因为别的，毕竟这幅画的确有种不知道是不是错觉的感觉，从不同的角度看可以看见不同的效果。而且最引起注意的就是那只乌鸦。         乌鸦？诺迪斯的嘴角挑了挑，他想到了一些事。这个乌鸦画在这里的确很刺眼，显得非常违和。看起来就像是，有其他人刻意加上去的。         这样说来，这个乌鸦加在这个位置就是有什么特殊的含义了。只可惜诺迪斯的想象力并没有丰富到可以自行从一片空白中根据一幅画来填上什么信息那种境界。         “那只乌鸦可能有别的寓意。”         诺迪斯听见了熟悉的嗓音，低沉沙哑，他双手背在后面，“没错，也许是暗示着一类人或者……”他顿了顿，似乎是要刻意吊一下那人胃口，“是一个人。”         一名女性推着一个轮椅从门口的黑暗中出现，轮椅上的人脸上还有浅浅的疤痕，双手可以自由活动。         “因为乌鸦预示着不详，或者理解为是预示死亡即将到来的鸟类。而这点若换成人也并非做不到，也许比乌鸦还要更准确，”诺迪斯露出一个意义不明的笑容，“比如杀手。”         那人会心的点了点头，但他心里似乎有别的事，许久，才缓缓开口：“关于这只乌鸦暗示某个人的想法也只是你的，我更偏向于这是暗示一个地点。”         “纳尔，你变得有想象力了。”诺迪斯又扫了一眼，“地点也是有可能的，但你认为，仅仅是一只乌鸦能暗示什么地方？”         纳尔沉默。         “好吧，”诺迪斯耸了耸肩，“这对你来说的确很困难。”诺迪斯理解纳尔的苦衷，因为纳尔后来上的是什么大学他也知道，思维已经被限制在一定范围内了，也许他的想象力还敌不过自己。         但是现实并非如此。纳尔心里的确有个印象，这得从两个月前他遇到的那场“意外车祸”说起。         那场车祸当时被人认定是那辆车因为失控所以撞向了纳尔，那辆车的司机不知出于什么原因而失踪了。只有纳尔清楚这事是有多诡异。他记得很清楚，那个时候车上的人持枪指着他，就在那时，纳尔听见了一阵声音，窸窸窣窣。他知道是有人来了，莫名其妙的发出一声冷笑，接着他听见了一声枪响。         然而死的人并不是纳尔，是那个开车的人。         他当时全身动弹不得，只是看见有血流出来，具体是伤到了那人的那里他也不知道。甚至那一刻他还真的以为自己会反弹子弹。         就在下一秒，有一股刺激性的气体涌入他的鼻腔，刹那间，天旋地转。他的意识渐渐被抽离，声音在醒与梦之间开始变得清晰。最后，发出声音的那个源头停在了他附近。他的意识与肉体被剥离开来的那一秒，他眼前出现了一个画面。         幽兰色的夜空，浅色的云漂浮在那虚幻的天空中，星点隐在云层里，飘飘洒洒地落下几缕柔和的星光。那是现实中根本不存在的夜空，而天空与地平线的交界处，有一只乌鸦，轮廓模糊，唯有眼睛格外传神。         那就是诺迪斯特意请纳尔去收藏馆看的那幅画！         纳尔之所以会认为这只乌鸦暗示地点的原因，是因为他认为那个夜空也许在现实里的确不存在，但可能可以用一些更简单的方法把这幅画的整体表示出来，那只乌鸦就是这个整体里的某个地方。最重要的是，他自我感觉，能用这幅画的整体表示出来的那个地方他很有可能去过，甚至很熟悉。         至于诺迪斯所说的那个乌鸦暗示一个人的说法，纳尔觉得如果是暗示一个人，范围未免太大了。因为乌鸦除了暗示死亡以外他也想不到别的意义，而这个世界上和死亡挂钩的人未免太多了。         但是，如果是特指某个人所熟悉的人呢……         纳尔被自己的这个想法惊到了。         没错，如果这幅画上仅仅有一只乌鸦，也许范围真的很大，但现在它的背景是一个现实里根本不可能存在的夜空。既然如此，这个夜空就的确有特殊的含义，可能是限定了这个人的范围。         不过，纳尔现在陷入了一个无法走出的泥潭里。他不确定这幅画真正表达那个含义的是这片夜空还是这只乌鸦。         “喂，纳尔，”诺迪斯的声音打断了他的思考，他抬起头，看见诺迪斯朝他招着手，“你来这里看看。”         诺迪斯指的是一个类似仓库的房间，里面一片漆黑，只能借着大厅的灯光看清门口那点东西，都是一些画或者别的收藏品，很凌乱地堆在这个房间里，“你想叫我看什么？”纳尔疑惑道，难道是来帮他找东西？         “看这个。”诺迪斯拿过挂在墙上的一个手电筒，打开之后，白光找到了直对着门口的那扇窗户，那一刻，纳尔怔住了。         他看见了一片星空，跟那幅画分毫不差，唯独少了那只乌鸦。是人用颜料在窗户上画出来的。         “这个是……”纳尔惊异道，“画上去的？”         “对，画上去的，一模一样，除了比例是缩小了以外。而且少了那只乌鸦。”诺迪斯拿着手电筒走进去，大概估计了一下这幅画与原来那幅的比例，用随身带着的笔在乌鸦那个位置画了个点。         诺迪斯用清洁剂把那里的颜料洗下来之后，指着这里正对着的那个建筑，“看来你是对的。”         顺着诺迪斯手指的方向看去，纳尔看见了一个建筑，准确说那并不是建筑，是一个废弃的研究所。难道那幅画，在暗示这里有什么东西？\n\n返回索引贴\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1444917660,
            "txt_content": "@冥王星人 @恶魔-潇洒 @gggbbb"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1444917720,
            "txt_content": "那人的那里\n\"那里\"——“哪里”。"
        },
        {
            "author": "xcc",
            "timestamp": 1444918140,
            "txt_content": "参加圣杯的好多·······另外恶魔竟然上线了"
        },
        {
            "author": "qq584241",
            "timestamp": 1444931460,
            "txt_content": "{:10_499:}"
        },
        {
            "author": "qq584241",
            "timestamp": 1444977300,
            "txt_content": "qq584241 发表于 2015-10-16 01:51\n只是来逛下下不要这样子"
        },
        {
            "author": "250=mo",
            "timestamp": 1445660700,
            "txt_content": "纳尔居然没死，第一章居然和序章故事是联系的，我居然有点失望23333\n感觉并不如序章写得用心啊，有空还可以改得更优秀些\n描述画的时候……嗯，抽象到了一种程度，总之想象不出来。\n故事很赞~\n\n"
        }
    ]
}