{
    "title": "<原创.连载.圣杯>《寻找消逝的末影珍珠》",
    "author": "末地小黑",
    "replyCount": 6,
    "timestamp": 1444916400,
    "txt_content": "序章 “你……你怎么……”凯尔特瞅了一眼倒在地上的杰西卡，嘴角浮现出一丝微笑。“别自作多情了，杰西卡。这是我的使命。”杰西卡痛苦的看着周围同伴们的尸体，不禁流下了血泪。“你杀死了龙，他可是我们要用生命去守护的王，你忘了吗，凯尔特？”“我说过了，这是我不得不完成的使命。”“即使是违背王吗……”凯尔特皱了皱眉头，将钻石剑更用力的向里插了些。“那么，在你死之前，还有什么要问的吗？”凯尔特依然冷冷的笑着。“你杀死了所有的同伴，你为什么要这么做？”“哼，反正你已经是将死之人，告诉你真相也无妨，实话告诉你吧，知道贾斯丁吗？”凯尔特依然保持着似笑非笑的表情。“贾斯丁……不是这一带最有名的富翁吗？他还是以慈善而闻名的。”“就是他，他想要在你们体内的珍珠，在现在，末影人体内的珍珠成为了一种稀有物品，无数人为之而疯狂。”“看来你也是被财富冲昏了头，这么说，你为了钱，不惜杀死自己的同伴？”杰西卡问到。“哼，你以为我只是为了钱？你们根本不配做我的同伴！你们只会最基础的瞬移和搬方块，而且还有发动条件!你们害怕水，却说成厌恶，你们害怕岩浆，却说成是丑陋，你们以为你们有最高贵的血统——末影族，但你们错了！你们的所作所为都被我看在眼里，我就是上天派来拯救你们的唯一人选！”说罢，凯尔特拔出了那把钻石剑。“看来，你没有什么还要说的了，那么，你就安心去死吧！”凯尔特拿剑指着天。“万能的创世神Norch赐予我消灭敌人的力量吧！黑光乍现！”一道黑色的闪电从天而降，正好劈在杰西卡的身上，“一切都结束了！”杰西卡奄奄一息，开始了濒死发动的冥想境界，“再见了，这个世界，再见了，各位，龙，我来找你了……”杰西卡的身体开始发光，愈来愈亮，就像夜空中唯一闪耀的一颗星，只可惜，这颗星终究会黯淡下来。杰西卡的身体逐渐瓦解，最后化成无数白色烟雾，回荡在灰暗天空下。凯尔特走过来，捡起了地上的经验和珍珠，“据说末影人的心灵越善良，纯洁，珍珠的颜色就越纯……杰西卡，你太天真了。”凯尔特把珍珠放入了背包，并掏出了一本书和笔，唰唰的写了些什么，就把那页撕了下来，扔在了地上。凯尔特向远处走去，“空间转移，发动！”“咻”凯尔特离开了这里，之间那张纸上写着：末影历1919.12.21，末影族，亡。",
    "replies": [
        {
            "author": "末地小黑",
            "timestamp": 1444916700,
            "txt_content": "序章有些短，希望不要介意，还有欢迎大家提意见~"
        },
        {
            "author": "wq80781",
            "timestamp": 1444950360,
            "txt_content": "写的蛮好的 持续关注 加油"
        },
        {
            "author": "末地小黑",
            "timestamp": 1444993080,
            "txt_content": "恩...谢谢,不过要上学更新的会比较慢"
        },
        {
            "author": "wq80781",
            "timestamp": 1444993320,
            "txt_content": "末地小黑 发表于 2015-10-16 18:58\n恩...谢谢,不过要上学更新的会比较慢\n没关系嘛慢慢来 支持你"
        },
        {
            "author": "2575174857",
            "timestamp": 1445047860,
            "txt_content": "写的蛮不错，就是字体要大一点，文章格局排列要好一点，挤在一起，不好。反正我习惯看大字"
        },
        {
            "author": "末地小黑",
            "timestamp": 1445072040,
            "txt_content": "2575174857 发表于 2015-10-17 10:11\n写的蛮不错，就是字体要大一点，文章格局排列要好一点，挤在一起，不好。反正我习惯看大字 ...\n谢谢建议，会改进"
        }
    ]
}