{
    "title": "<原创·连载·圣杯>圣杯之争 第二章 第六节 爆裂叶影",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1445001360,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2015-10-16 21:20 编辑 \n\n      白小亮带着尧玲儿走向金粒厅。要说这几天，白小亮是有了上顿没下顿，这件事盟主也不怎么管，少了李峰教官的关心......白小亮想到这里，心中一痛，想起了李峰当时那惨不忍睹的画面，暗暗咬牙：李教官，我一定会帮您彻底复仇的！白小亮发过誓，拍了拍空空如也的星辰袋，苦笑一声，继续向金粒厅走去。      尧玲儿则在他背后紧紧地跟着他，仿佛下一秒白小亮就会消失似的。\n      --金粒厅\n      我一如既往地直接来到官方的兑换台，摸出之前与杀戮魔神对战后其中之一的魔神核碎片，放到那人面前，问道：“能不能帮我看看这个值多少钱？”那工作人员头扭了过来，拿着放大镜看来看去。突然，他失声道：“这......这是魔神的魔神核碎片！你从哪里得到的？”他这一声惊呼，使得全厅人惊讶地看着我，有些人的脸上挂着不信，有些人的脸上挂着崇拜......各种各样丰富的表情都有。      10分钟后，我成功地换取了一百万金币。我还清楚地记着我出门时那些人不可思议的神情。\n      接下来，我把尧玲儿安排好后就去叶派的总部了。一进去，我顿感自然气息浓厚，生命力强大到可以为我疗伤的地步。\n      “啊！这不是亮兄吗？欢迎欢迎！”没走多远，一位中年人迎面走来冲我说道。这人之前在会议里见过，位居第二，应该是叶派的副派主了。我也不敢怠慢：“晚辈见过副派主。”\n      中年人哈哈大笑，说道：“鄙人叶贺隆，真是久仰亮兄大名啊！以一人之力击退杀戮魔神，还逼迫引爆了魔神核！”叶贺隆饶有兴趣地看着我，仿佛要知道当时的过程一样。\n      “那现在就先教你叶爆诀吧！首先，先感应周围生命的气息......\"\n      就这样，日复一日，每天白小亮都在努力地学习着叶爆诀，终于......\n      --2个月后\n      ”轰！“一团巨大的绿色能量在整个练功场地爆炸，巨大的震荡波把四周所有的叶派弟子都震飞在墙上疯狂地吐血。而白小亮和叶贺隆被震退了好几步，顿时气血翻涌，身体里经脉、骨骼一阵震荡。\n      这是白小亮凝聚了两个小时的杰作......他在掌握了叶爆诀后就开始凝聚这个能量球，连续两天这个能量球的能量不是开玩笑的。等叶贺隆发现时，已经晚了。\n      “亮兄......这太狠了。”叶贺隆脸色连变，右手一挥便是大量的生命能量缓缓飘浮过来，疗伤着受伤的叶派弟子们。白小亮也有些说不出话来，只能回以苦笑。\n      “叶爆诀分三六九等，一级、二级往后以此类推，每级都会学习一个技能。第一级的技能应该就是最基础的叶爆了......亮兄，看你刚刚的程度应该也到了，施展一下叶爆吧！”叶贺隆微喘口气，向白小亮解释了叶爆诀。\n      白小亮却迟迟没有答话，他的身体外层包裹着一层新绿，周围生长出许多小草，白小亮的眼珠内，逐渐出来一个轮盘，轮盘内有十个圆圈。白小亮浑身的生命气息越来越浓重，最终居然化为液态从白小亮身上不断地滴落。逐渐地，白小亮眼中的轮盘中的一个圆圈慢慢地变为绿色......\n      叶贺隆看见他的异样也是大吃一惊，急忙想用手段去停止，却怎么也停不下来。      “啊！”白小亮大吼一声，浑身的生命气息在他的眉心处汇集：“伟大的生命！请允许我借用你的生命元素！爆裂叶影！”白小亮浑身的生命气息顿时从眉心处爆炸开来，在白小亮的身体上迅速扫了一遍后分散开。\n      将近一百个绿色虚影版的白小亮出现在叶贺隆与白小亮的视野中。叶贺隆被眼前的一切震撼了，这个技能是叶爆诀上不曾拥有的......白小亮一笑，道：“贺隆！可敢接我一招？”，白小亮心念一动，所有的叶影顿时摆出战斗姿态，一齐对准了叶贺隆。\n      就在叶贺隆还在犹豫的时候，周围有几个叶影悄无声息地化为了生命元素融入到了附近的环境之中。白小亮和叶贺隆十分惊讶，他这个技能仅仅只能持续这么短短的几分钟？何况这个技能大大地消耗了白小亮的体力。\n      “噗嗤！”叶贺隆笑出声来，“亮兄，你这个技能只能维持这么短的时间，这可不行啊。”叶贺隆说完这句话后，还有些戏谑地看着白小亮如何收拾这尴尬的场面。\n      “这......”白小亮说不出话来，“那么贺隆兄是想再试一次咯？”白小亮说完后，仰天怒吼：“伟大的生命！请允许我借用你的生命元素！爆裂叶影！”，仅仅只在一瞬间，白小亮周围又出现了之前数量的叶影，只是不过几秒，他们就化为乌有了。\n      白小亮微微叹了口气，看来他也只能再好好练习了。\n      光冥的声音突然在他的心中响起：“快，去找功夫林里的那个老头！”他的声音居然有些急不可耐，难道有什么重要的事情要发生了？      目录\n      PS：本章节完毕，即将开启第三章，可以通过索引帖查看第三章题目所“预知”第三章节-v-（如果想订阅本作品请在下方评分：订阅圣杯之争。即可）\n      @1137246733 @2B与mc的故事 @FHC红石 @guqu @xcc @蠢萌の⑨ @恶魔-潇洒 @普通HIM @青格大D \n      依然都AT一遍咯。。虽然我觉得版主可能不会理我。。\n\n\n\n[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1445002200,
            "txt_content": "某女主怎么感觉没什么用。"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1445002320,
            "txt_content": "xcc 发表于 2015-10-16 21:30\n某女主怎么感觉没什么用。\n其实这个并没有什么用白小亮才13岁难道要早恋吗？( ⊙ o ⊙ )"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1445006460,
            "txt_content": "冰冰是很忙，没有时间来看。\n但我就会来看啦XD"
        }
    ]
}