{
    "title": "<原创·连载·圣杯>《费雷德欧将军回忆录》前奏 [恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 6,
    "timestamp": 1445042580,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-10-24 17:55 编辑 蒙司的右翼份子们，请在今日将所有武装力量全部撤离我国领土，否则X-11是不会长眼的！——摘自齐拉总统奥斯汀对蒙斯右翼的最后通牒\n前奏\n478年3月2日\n费雷德欧·塔罗格\n齐拉-马沙\n马沙自卫特遣队\n\n很多人都注意到了那个点，那个点变成圆，大大的圆。\n那不是什么鸟，也不是其他东西。那就是货真价实的导弹！\n目前齐拉研发出的在世界上都是最先进的远程打击导弹，命名X-11型导弹。\n\n而它现在正在以极快的速度朝这个刚经营起来的基地袭来，并将会造成极大的伤亡。\n多么可怕的一件事！\n一秒后，一朵蘑菇云腾空而起，这不是核武器，可它就是升起了这一朵象征着死亡的云朵。\n紧接着是爆炸，轰隆隆。\n\n不管是战车还是直升机，都被气浪冲得远远的，还有一些可怜的人随同它们一起。\n人们在爆炸的正中心，这还不是最糟的。\n\n我不光被周围的情景吓傻了眼，并且我发现自己的情况也不容乐观。\n幸运的我没有像其他人一样被冲出去，我卧倒在地，死死地抓住身旁的栏杆。\n最终栏杆也被冲走了，我咬紧牙关，手指硬是插进地面上的一道裂缝，我扒着裂缝，这才依旧在原地。\n爆炸的时候，我看不清周围的任何物体，只能在背部被炸得面目全非和手指几乎断掉这两种极端的疼痛下苟活。\n如此巨大的灾难下，我真的奇迹般地活了下来。\n\n“咳……”我艰难地睁开眼，看看周围，依旧模糊地看不清，但这也许是我伤得太重的原因。\n只能看到自己血淋淋的手指和地面。\n我尝试着站起来，但我的肌肉每动一下就会有钻心地疼。\n还是乖乖趴在原地吧。\n但脑袋里依然嗡嗡响，刚刚的震动太大，让我也不能很快地清醒过来\n\n不知道趴了多久，似乎是被叫醒了。\n我睡着了吗？我睁开眼看着周围。\n此时的视野有些好转，只是仍有些灰尘弥漫，不过五百米以外的事物都能够看到了。\n眼前是两条直立的腿，我的眼珠极力往上转，终于看到了那个人。\n他的身上没有一点伤，整洁的衣服说明他刚刚从别的地方来到这里。\n看到我，他的眼中划过一丝兴奋，“总算有一个生还者了。”\n他的手里拿着一个医疗箱。很快，他已经从医疗箱里取出一些消毒液和一把医用剪刀。\n\n他首先用医用剪刀把我的背上的衣服夹起来，这样可以防止衣服和肉连在一起而把肉也撕下来。\n接着，他用棉棒沾上消毒液，在我的背上刮着。一些土黄色的液体出现在了我的背部的伤口上。尽管很痛，但也必须忍着。\n最后，绷带包扎了上去，最起码的处理算是完成了。\n\n“好了。”他擦了把汗，收起东西站了起来，这里刚爆炸过，很热。\n他开始朝一个方向走，我本能地跟了上去。\n一路上，他不停地自言自语，“被毁得真惨呢……”这样的语言很容易让人认为他也是这里的一员。\n“曾经……”他突然张嘴，“算了不说了。”\n我是一个好奇心很强的人，可现在为了逃离这里，我催促他：“走快点好吗？”\n他点点头，很快就在下一个拐角处消失了。\n\n我追了上去。\n这里是被炸开的一段栅栏，周围有几辆被毁的战车和数不清的瓦砾。\n“就是这里了。”他看了看栅栏外面，自信地说。\n我欣喜若狂，心想这次总算能活命了。我奔出了栅栏。\n“哦天哪……”我不禁发出这样的感叹。\n按照当时的情景，我可以猜出是在之前发生过什么了。\n\n医生是齐拉军方的一员，前来这里搜救人员，其余的人在这里等他。\n可是蒙司右翼的残部也刚好来到这里，他们包围了齐拉的搜救人员。\n又一次沦为了战俘。\n\n我们被押上汽车，在汽车里，我还看到了其他奄奄一息的人，可能也是此次爆炸的受害者。汽车本身就不大，加上里面还有一些少量的稻草，所以我们十几个人待在一起显得很拥挤。\n因为这辆汽车放不下太多人，所以在后面的那十几名医生被就地处决。\n几声枪响，地面上已经多出了一些尸体，士兵走上了车。\n屠杀战俘是国际法上绝对不允许的行为，但又有些让人理解。带着一群战俘行军速度是很慢的。\n既然无法反抗，那就只能看着自己的人死掉。\n\n“轰隆隆”，马达的轰鸣声响起了，汽车沿着路驶向了其他地方。\n夜晚，我们被叫醒，又被押着下车。\n我还睡意朦胧，只知道有清凉的海风迎面吹来，虽然能让人很清醒，但我实在太累，依旧打着瞌睡。\n睡到半中间，听到了一些嘈杂的声音，我被推着走上一块斜着的铁板，朝前走着走着，铁板平坦下来了。\n我被推倒在地上，顿时一阵天旋地转。\n“轰隆隆”，马达轰鸣的声音和海浪击打的声音。\n\n蒙斯右翼的武装力量今日全部撤离我国领土，此次战争结束。                                               ——齐拉新闻广播\n\n\n\n肺炎：\n又偷懒了。本来是两个星期前的文，却拖到了现在。游戏癌懒癌晚期啊……\n\n上一章      索引      下一章",
    "replies": [
        {
            "author": "鉴黄达达桑",
            "timestamp": 1445042700,
            "txt_content": "那个点，大大的圆~\n\nXD"
        },
        {
            "author": "hear_brave",
            "timestamp": 1445042820,
            "txt_content": "我第一次见有导弹是秒炸的 = = "
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1445043360,
            "txt_content": "额，不应该引子先发后发正文吗？"
        },
        {
            "author": "2575174857",
            "timestamp": 1445043960,
            "txt_content": "字数这么少"
        },
        {
            "author": "46241359",
            "timestamp": 1445045400,
            "txt_content": " 噫，看起来像是诱拐小朋友"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462482840,
            "txt_content": "恍恍惚惚，果然是在进步啦。"
        }
    ]
}