{
    "title": "[娱乐]Bingo —— 生存寻宝竞赛小游戏[永更][1.6.2-1.8]",
    "author": "xRPQx",
    "replyCount": 6,
    "timestamp": 1445058660,
    "txt_content": " 本帖最后由 1582952890 于 2017-9-17 07:05 编辑 \nBINGO 生存寻宝竞赛 \n\n\n介绍寻找地图上的25个物品抢先完成五子连珠的人为胜利可设置报名费/胜利奖励★我的世界★Minecraft《籽岷的1.8多人小游戏 Bingo生存寻宝竞赛》\n\n\n原文Bingo is a plugin inspired by lorgon111. This plugin allows you to simulate the game of Bingo in Minecraft! Bingo items may be customized and will be randomly picked from your list of items. Once you pick up an item that is on your Bingo Board, that item is cleared and you can move on to other items that you have not been cleared. If you can get 5 in a row either in a row, column, or diagonal, you win! This plugin is suppose to be used as a speed-run type of Fun Plugin, please enjoy your time and don't gamble!--------------------bingo是一个插件，作者lorgon111。这个插件允许您在Minecraft模拟bingo游戏项目可以定制,它会随机选择模式，从你的项目列表(config.yml)。一旦你挑选一个项目,游戏里,获得的物品会自动消失。如果你可以得到5个连续的行的,列的,或斜得物品,那你就赢了!请享受吧!\nIt should be pretty simple, download, drag, and drop into the plugins folder of your bukkit server. If something goes wrong, your console should show you a stacktrace (a long scary [SEVERE] error) or just a friendly reminder. I have not implemented all the error handling yet, so brace yourselves for some errors.----------它很简单，如何下载？直接拖放bukkit服务器的插件文件夹。如果出现错误,您的控制台会出现报错。我还没有完成所有的BUG处理,所以承认自己的一些错误。This plugin is meant to a fun plugin, and serve as an event on a busy server.  When an administrator starts the game, all players are notified so they can choose if they want to join the game and gamble their wealth for victory! It's advised player do not have anything to start out with, so everyone have a fair chance.  This plugin supports color, just use your basic color symbol (&) and the code followed by it!------------　　这是一个有趣的插件,是忙碌的生存服务器的一个娱乐。　　当管理员开始游戏时,所有玩家都会被通知，他们可以选择是否游戏。如果他们想参加游戏，那么必须有进场费。它保证每个玩家都是公平的。　　这个插件支持颜色,使用颜色符号(&)就行了!\n\n\n指令/bingo - 全部指令  /bingo start - 创建一个游戏(需要权限)/bingo join - 加入一个游戏/bingo leave - 退出一个游戏\n\n\n权限 bingo.admin - 创建游戏的权限\n\n配置文件configWelcomemessage:(进入一个游戏时的提示信息)items:(随机物品的ID)announce_new_item:(当玩家发新东西时是否公告)itemlore:(未发现物品的lore)bingolore:(用来记录物品状态的地图的lore)starlore:(已发现物品的lore)economy:(是否启用经济插件)economy-entry-fee-enabled:(是否开启报名费)economy-entry-fee:(报名花费)economy-reward:(奖励数量)\nno-economy-entry-fee-enabled:(是否开启物品报名费,需要\"ecnomy-entry-free-enabled: false\")no-economy-entry-fee:(报名物品)no-economy-entry-fee-quantity:(报名物品数量)no-economy-reward:(奖励物品)no-economy-reward-quantity:(奖励物品数量)\n\n\n进入方法OP输入/bingo start玩家输入/bingo join\n\n作者的话Because that I am still in school, I do not plan to devote 100% of my time to this plugin, as I do have other personal plugins that I have to maintain. The plugin is in the Release/Beta stage, so nothing is set in stone yet. If you would like to suggest changes, please feel free to leave them in the comments below and I will get to them soon.  I am teamed up with another coder to provide this plugin through Plugin Request Website, if you have an idea, I encourage you to send it our way!=------=　因为我还在上学,我不打算花全部的时间做这个插件,我有其他的插件,我必须都要维护。此插件还在测试阶段,所以没有什么是不变的的。如果你想建议,请在下面的评论中说。\n　　我还有一个网站，你可以在这里发送建议——就是 这里 了\n\n\n\n下载原帖下载\n\n\n",
    "replies": [
        {
            "author": "lgw123456_2014",
            "timestamp": 1445060220,
            "txt_content": "=-=我现在没用，但是我觉得有个问题啊，加入游戏，加入的时候场地咋办啊，指令中没有设置场地的啊"
        },
        {
            "author": "xRPQx",
            "timestamp": 1445068080,
            "txt_content": "lgw123456_2014 发表于 2015-10-17 13:37\n=-=我现在没用，但是我觉得有个问题啊，加入游戏，加入的时候场地咋办啊，指令中没有设置场地的啊 ...\nop输入/bingo start为开始游戏，玩家输入/bingo join 为加入游戏"
        },
        {
            "author": "ZXYLOVE",
            "timestamp": 1445074860,
            "txt_content": "顶，好像很不错的样子"
        },
        {
            "author": "48856209",
            "timestamp": 1445128080,
            "txt_content": "这个插件之前就在bukkit上见过了……\n这个插件有一个严重的bug……\n必须得重启服务器才能重新开局"
        },
        {
            "author": "thedayof7",
            "timestamp": 1445223720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zswd444",
            "timestamp": 1556113680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}