{
    "title": "<原创·连载·圣杯>空[第二章：认识他的陌生人][46241359]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1445075880,
    "txt_content": " 本帖最后由 46241359 于 2015-10-17 19:39 编辑 \n\n空·第二章·认识他的陌生人\n\n\n正文\n\n\n\n         纳尔坐在轮椅上，他拿着手电筒四处照着，诺迪斯走在后面推着轮椅，那幅画就为了暗示这个地方？可这里什么都没有。         “诺迪斯，那幅画是谁给你的。”         “不知道，”诺迪斯停下了，“这幅画是我去取快递时恰好有人告诉我还有一个东西，结果是这幅画。”         是有人寄给诺迪斯的……纳尔心里思索着，那看来这就能解释为什么诺迪斯的收藏馆窗户上会画有那个画了，这是有人早就安排好的。这样想，研究所如果有什么东西也是和诺迪斯有关。         “你会不会认识什么和这个研究所有关的人？”纳尔说出了他认为可能性最大的事。         “应该……不会吧。”诺迪斯继续推着轮椅，“这个研究所我都不知道叫什么，哪会认识什么人。”         最有可能的事的可能性为零，“不过你一直都住在这附近，你知不知道这个研究所废弃的原因和时间？”         “时间我不清楚，因为是一段时间前的事了，大概是几年前，不过原因我记得。”诺迪斯回忆了片刻，之后开始讲述那天他见到的事。         那时诺迪斯正在帮邻居搬东西，忽然间他闻到一股有些刺鼻的味道，那位邻居也说闻到了烟味。诺迪斯四下看了看，发现一个地方着了火，出于好奇心，他就跑去看了看，问过附近的人之后才知道，是一个研究所着火了。         “是被火烧的？”纳尔用手电筒照了照四周，看样子的确是烧过。         “嗯，而且第二天新闻报道时，说没找到起火点，所以这场火一直没人知道是怎么起来的。”         “……那还真是奇怪。”         纳尔的手电筒的光落到了一个奇怪的东西上，乍一看他以为是个体积巨大的箱子，但是仔细一看又不是，是一堆瓦砾堆成的微型山。“怎么这里堆得这么多？”         “没准里面有东西。”诺迪斯松开手，走到那里，“要不我扒开它看看。”         “随意，不过里面没东西可不怨我。”         整个研究所的废墟里回荡着瓦砾掉落到地上的声音，纳尔皱了皱眉，屏住呼吸防止那些粉尘飘进自己的鼻子里。         瓦砾埋着的是一张桌子，上面乱七八糟地堆着一些资料，纳尔借着手电筒的光能看出诺迪斯脸上肌肉的抽搐，不由得暗自发笑。但桌子上可能有东西，他让轮椅走到桌子旁边，伸出手开始一点点扒掉桌子上那些堆叠得杂乱无章的东西，露出了一个小拉杆。         机关？纳尔打量了一下这个拉杆，这里都被烧成这样了，这个东西也没法用了吧？抱着试一试的心态，他把拉杆推了上去，意外地传来一阵齿轮转动的声音，虽然判断不出是哪里传出来的，但是就在附近，甚至能清晰地听出来这齿轮已经锈的很厉害了，如果再晚一段时间过来也许这个拉杆就不起作用了。         纳尔晃了晃手电筒，他看见旁边的墙壁上有一道暗门打开了，“喂，诺迪斯，看那里。”         “有隐藏的通道？”诺迪斯一脸的惊喜，“走，去看看。”他推着轮椅，进了那个暗门。         纳尔本以为这里面会是台阶，没想到只是一个旋转的斜坡，只是诺迪斯需要抓紧轮椅防止因为惯性自己冲下去。         到了尽头，诺迪斯在墙壁上摸索了一下，摸到一个开关，他按了下去，一阵“滋滋”的声音后，白光颤巍巍地布满整个通道，还是忽明忽灭。最里面，是一个类似实验室的房间，但是里面只有一个桌子一把椅子，除此之外就只有铁板镶成的墙壁。         “接受指令，指令代码：EM1825。编号确认，复苏系统启动。”那个声音顿了顿，纳尔有些迷糊，他不知道是怎么回事，但是听起来那是个机器的声音，非常死板，而且停停顿顿的，可能也是电力不足的问题，也有可能是别的，“复苏完毕，系统关机倒计时：10……”         听起来这句话还没结束，但是的确结束了，也许是电力只能说到这里。纳尔看了看四周，似乎没有什么变化。         “你好。”纳尔听见了一个虚弱的声音在背后响起，他和诺迪斯对视了一眼，同时朝后面看去。纳尔的轮椅后站着一个男子，年龄和纳尔相差无几，好吧，纳尔和诺迪斯其实也相差无几，可能差了大概几个月。         “……你……你……”诺迪斯的表情极度夸张，像是看到鬼一样，因为刚才轮椅后面还是一个人都没有，转眼间就多出来一个人？骗谁呢？         “我是人，”他的声音细若游丝，但是纳尔觉得有些不大对劲，尤其是这人的眼神，和他那看起来弱不禁风的身体成鲜明的对比。他的眼神看起来很锐利，深邃，像是一把剑，随时可以刺穿面前这两个人。         “我对你是不是人不感兴趣，”纳尔警惕的说道，他觉得这个人有点熟，但是想不起来是在哪里见过，应该是有段时间了，“我感兴趣的是你为什么会在这种地方，而且刚才发出那种奇怪的声音后你就立刻出现了。”         “我不知道我为什么会在这里，我也没听见什么奇怪的声音，而且我睁开眼之后就立刻发现我站在你们后面。”他的语速非常快，但是纳尔总觉得这个人还是大脑有点问题，因为他说话的方式有点奇怪，好吧，是在纳尔看来有点奇怪。         纳尔回忆了一下刚才那个声音的内容，也许这个人之前是在“睡觉”，刚才提到的“复苏”可能就是让他醒过来，他醒过来之后就发现站在轮椅后面，这似乎解释的通。“你是谁？”         “Emptiness，空。”         空。纳尔心里重复了一遍这个名字，之后抬起头用眼神和诺迪斯交流了一下，诺迪斯摇摇头，表示自己并不认识面前这个人，纳尔有些疑惑：那幅画是寄给诺迪斯的，而那个乌鸦所暗示的地点就是这里，然后在这里找到了一个人，最重要的是，这个人诺迪斯还不认识？         “那我们是不是在哪里见过面？”纳尔刚说完这句话就反悔了，他觉得自己真是太傻了，竟然傻到明知故问的地步，要是空认识自己不是早就说出来了吗？         空这次没有立刻做出回答，而是看着纳尔，他的眼神非常怪异，像是要把纳尔每一个地方都看透一样，就这样看着纳尔看了很久，他才缓缓开口，“见过，而且我认识你。”\n\n\n\n\n返回索引贴\n\n@恶魔-潇洒 @冥王星人 \n\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1445083020,
            "txt_content": "钱都打赏了，就没钱买砖头了。。。"
        },
        {
            "author": "sam3737",
            "timestamp": 1445131620,
            "txt_content": "LZ文风悬疑，顶起！"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1445149980,
            "txt_content": "字体颜色养眼。好评！"
        }
    ]
}