{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第十一节",
    "author": "2B与mc的故事",
    "replyCount": 6,
    "timestamp": 1445085780,
    "txt_content": "        沉闷的夜空中，升起一轮惨白的满月，洒下银色的微光。\n\n        “进去！”一个士兵用力一踹，凶暴地把一个赛普克人踹进了一间简陋不堪的房子。\n\n        住在这样的房子里，是不用担心没水喝的，因为这一带的雨水很充沛。这里的士兵似乎也意识到了这一点，在天花板最大的漏洞的正下方放了一个桶：有了它，就不用每天让人去打水，省下了不少时间。\n\n        不过相比之下，四面的墙壁倒是密不透风，修得很是结实，而且足足有两三个人这么高，这种奇怪的结构看上去就像是一口井，一口立在地上的井。看样子，士兵们把建筑用的材料全都用在了必要的地方。\n\n        等所有的赛普克人都被关进了这间狭窄阴暗的小房子之后，士兵砸紧了厚重的铁门，检查无误后，惬意地伸了个懒腰，和其他几个士兵说笑着返回了营地。\n\n        “萨布！科特哇杜马？（族长！我们该怎么办？）”一个赛普克人说着从人群中挤出，走到了族长的面前。\n\n        “卟希布，拉鲁马祖。斯库图，卡塔巴！（现在，休息。时机一到，就发起反击！）”族长悄悄答道，接着靠在墙边安稳地睡了起来。其他的族人没有一丝异议，纷纷找到一块相对平坦的地方，呼呼大睡起来。\n\n        第二天，太阳刚跃出地平线没多久，赛普克人就像收到什么讯号似地，接连苏醒过来。可是即使这样也无事可做，只能在屋里坐着干等。\n\n        不过他们也没等多久。不一会儿，几个士兵就打开了房门，用极其小心而又略带凶恶的眼神盯着屋里的赛普克人，说道：“都出来！”可是屋里的赛普克人几乎没什么动静，只是以同样的眼神瞪着那个士兵。他好像想起了什么似的，伸出手朝着屋外指了指，赛普克人才一个接一个走了出来。\n\n        所有赛普克人都带着手铐，脚镣，所以走不快。一眼就能看到的距离，也足足走了有半个多小时。这还包括一些赛普克人反抗的和士兵武力镇压的时间。\n\n        营地里，几乎所有士兵都拥了上来，围观赫赫有名的赛普克人——现在是他们的战俘——的样子。他们的脸上多半挂着得意的笑容。\n\n        一个长官模样的人走了过来。他比那个士兵要聪明一些，开口就问：“你们，谁懂通用语？”\n\n        “我。”族长答道，从容地走了出来。\n\n        “那就好办了。我就长话短说。”军官好像生怕族长听不懂，拖长了音一字一句，说得格外的清楚，“我希望，你们，成为，我们的战士。为我们战斗。”\n\n        族长淡定地转过身，把这句话翻译成赛普克语向族人们重复了一遍。他收到的是所有人坚定的摇头。\n\n        “放心，不会很危险。我们想要的地方，你们应该很熟悉，天灵山。以你们的力量，攻下那里不会很难，没有多少人会受伤。”军官满脸堆笑地解释道，“而且，如果你们肯听从我们的命令，保证你们吃好，穿好，住好，玩好，一切都可以谈。”\n\n        “赛普克族，不怕牺牲。但是，为你们，不值得。”族长从容地答道，“我们，绝不，战斗，为你们。我们，不在乎，吃穿。”\n\n        “哦？那也没关系。”军官的脸色一下变得冷酷起来，“我会让你们在乎的。”\n\n        “派二十个人跟着，带他们去铁壁防线，让他们帮着干活。路上小心点，这些家伙肯定会反抗。”军官转向身旁的一个士兵小声说道，“记住，让这群野人知道反抗我们是没好处的。但是千万不要让他们死，目前我们还需要这些野人。重复，一个也不能死！”\n\n        “是！长官！”士兵端正地站着，敬了个标准的军礼，然后小跑着离开，为出行做准备去了。\n\n----------------------------------------------------在下分割线----------------------------------------------------\n\n        太阳已经升到了半山腰。穹闪和龙傲天早就醒了，只不过他们得照顾这个爱睡懒觉的大小姐。虽然出来闯荡这段时间里，灵曦的这个毛病已经有些改进，可是每天依然得等到太阳爬上山顶，灵曦才会懒洋洋地醒来。在这段时间里，穹闪一般都是去附近采集资源，准备早饭，修补工具，还有看着他的剑——望月沉思。\n\n        不过现在，队伍里多了一个人，这些麻烦的事情就能更快解决了。在那之后的时间里，两个人也可以聊聊天，比之前有意思多了。\n\n        “对了，傲天，你之前究竟是怎么做到的？”穹闪说着在空中比划着一道道轨迹，“就是那个箭，你是怎么做到拿着那么大的一把弓还能灵活移动，而且同一时间在不同方向射出这么多箭呢？要把箭搭在弦上，还得用力拉满弦，还要瞄准，这个过程不是很麻烦吗？”\n\n        “问得好！”龙傲天神秘地一笑，“事实上，根本就没有你想的那么复杂。你说的三步当中，我只需要做一步：瞄准，就可以了。”\n\n        “什么？但是你如果不拉弓的话，箭要怎么射出去呢？”穹闪的脸上写满了疑惑。\n\n        “嘿嘿……如果是用弓的话，确实跟你说的一样麻烦。但是，如果不用弓呢？”龙傲天说着，从兜里掏出一把穹闪从没见过的，奇形怪状武器，“但是如果是本大爷的话，不管弓怎么麻烦，也应该能轻松驾驭的！”\n\n        “没见过的玩意吧？我给它取了个名字，弩，手弩。”龙傲天说着，自豪地拿着他的弩在穹闪面前晃来晃去，“这玩意可比弓好用多了，而且更轻便。”\n\n        “我经过多次改良，在他的后面加装了一个盒子。虽然不怎么好看，但是只要里面还有箭……”龙傲天说着，举起手弩瞄准远处的树干，两支箭几乎在同一时间射出，“看，扣动扳机的时候，里面的弓箭就会自动装填，而且速度很快，所以我只需要瞄准就好了，其他的根本不用担心。”\n\n        “不过，它还是有一个弱点的。”龙傲天说着收起了他的弩，“在扣动扳机射击的时候，我不能动，否则里面的箭很有可能因此在装填的时候卡住。具体的道理我说了你也听不懂。总之就是射击的时候会有短暂的僵直，否则我的弩就暂时废掉了。当时我就是因为一边后退，一边试图发射，才导致手弩被卡住，然后被你追上的。也就是说，本大爷其实并不比你弱，懂吗？”\n\n        “我不在意。但是你得记住，我们两个都远远不够强。”穹闪看着他的剑，若有所思地说道。\n\n        所以，为此他必须尽快找到变强的方法。这不得不使他更加迫切地想要去迷离谷，去找那个酒鬼所说的亭子里的老头。\n\n\n目录\n不管外面发生了什么，我都静静地更文……\n有的读者提到，为什么没有上一章和下一章了，那是因为有些帖子需要审核，编辑起来很麻烦。因此我决定等到一段时间以后再把所有帖子一起加上链接。\n时间过得很快……果然总感觉在三月之前更不完。管他呢，反正把每一章写好就行了。第二部的剧情本来就很长\n",
    "replies": [
        {
            "author": "守望者_",
            "timestamp": 1445087820,
            "txt_content": "前排顶。。。。。。。。。"
        },
        {
            "author": "xcc",
            "timestamp": 1445088060,
            "txt_content": "故事君真高产：D"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1452997740,
            "txt_content": "Croossbow\n在扣动扳机射击的时候，我不能动，否则里面的箭很有可能因此在装逼的时候卡住。\n话说这违反了勇者战斗守则的重要一条：不要把自己的招数特点告诉任何人，尤其是致命弱点。就算是至亲的人也不行。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1453001400,
            "txt_content": "Donnies_Ming 发表于 2016-1-17 10:29\nCroossbow\n\n话说这违反了勇者战斗守则的重要一条：不要把自己的招数特点告诉任何人，尤其是致命弱点。就算 ...\n（勇者战斗守则是什么……）\n这样说吧，龙傲天这个人性格大大咧咧，而且有些自大。很多东西不经意间就脱口而出，很正常。\n因此就算是敌人，他也会一不小心把一些东西说漏嘴。这是人格上的缺陷"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1453015080,
            "txt_content": "2B与mc的故事 发表于 2016-1-17 11:30\n（勇者战斗守则是什么……）\n这样说吧，龙傲天这个人性格大大咧咧，而且有些自大。很多东西不经意间就脱 ...\n来自一部神奇的小说《勇者传》，大概是第四章的部分（还是3/5？忘了，反正大概就是天泽城那部分）\n我不是来顶贴的，我只是来看看\n顺便做些什么打发下载《故事模式第二章》的时间"
        },
        {
            "author": "519890954",
            "timestamp": 1453019340,
            "txt_content": "666还是写的不错"
        }
    ]
}