{
    "title": "《我的世界之星宿》每日一更/有空就更——第六章 小试身手",
    "author": "MIP_COMMOM",
    "replyCount": 4,
    "timestamp": 1445090880,
    "txt_content": "    “咕~”\n　　“哎，肚子又开始折腾了，看看有没有什么吃的，是在不行就去摘一些苹果。”龙浩天捂着肚子，有些无力的自言道。\n　　龙浩天逛顾了几乎所有的餐馆，无一例外，都是需要荒城通用货币——荒城币，这是荒城皇城发行的一种通用货币，在未来的各处城市都将进行使用，而现在只有荒城这一座城市是属于人类的，其他的各大城市都是有怪物在把守着。\n　　“老板，这样行不，我在这里打工一天，不求荒城币，只求一日三餐怎么样，只要我吃饱就可以干活。”龙浩天可是第一次这么低声下气的去求别人，而这一切还不是为了生存，现实是残酷的，老板没有同意龙浩天的请求，而荒城也是有规定的，凡是在下午六点之后，不得进出荒城，违者死！\n　　而现在已经六点半了，太阳也开始西沉了，但是繁华的街道并不足以让人们就这么回去，更多的人在热闹的街市上，吃着各种美味食物，与现实世界的闹市没有什么不同的地方，这倒是继承了闹市的所有特征了。\n　　“哎，肚子真饿，这也太坑了，一个苹果两煤炭，还不如去抢，我挖了几天几夜的煤炭，一下就少了半组。”龙浩天有些愤恨的说道，周围的人都离得他远远的，似乎像是在看一个疯子一般。\n　　“算了，不纠结了，反正买都买了，还去纠结什么，但是吃了三个苹果，更没有吃过一样，还是非常的饿。”龙浩天不由得摸了摸那饿得几乎瘪下去的肚子。\n　　不知不觉间，龙浩天不知道怎么的走到了荒城城墙处，来到了荒城城门口。\n　　“来者何人，夜间禁止出城，请你速速离去。”一个身着铁甲的士兵对龙浩天怒吼道，这让一直想要获取食物的龙浩天将意识拉了回来。\n　　“嗯？我到了城门了？”龙浩天摸了摸脑袋，有些不敢想象的样子。\n　　刚刚一直在想着今天的食物怎么办，今天又该睡哪，这一个又一个的问题突然间的冒出来的问题让龙浩天有些不知所措。\n　　“报告长官，荒城外面突然出现了大批的僵尸和骷髅弓箭手，似乎有一丝攻城的气息，是否让军营的出兵支援？”一个同样是身着铁甲的士兵跑来，对刚刚向龙浩天怒吼着的那一个人说道。似乎有大事要发生了。\n　　龙浩天也顾不得什么的，现在听说荒城在招收士兵，自己的体质并不弱，技能什么的自己也有，不过不是什么有效的攻击类的技能，也不是防御类的技能。\n　　“什么！竟然有这回事，随我去看看。”刚刚还气势汹汹的士兵长，现在却突然像泄气的皮球一般，快速的向着城墙上跑去，而还在下方挡住城门的士兵们都是比看看我我看看那你，像是不知道是什么事一般。\n　　“有大事，我要去看看，能不能帮上什么忙。”龙浩天在这时候帮忙并不代表着舍己为人了，自己不是什么伟人，不需要这么去做，他只在乎自己，而要是城破了，自己的命就送在这里了，帮打一下怪，还有经验可以拿，就算拿不到，也可以跑啊。\n　　“嘿，前面的那一个人，快一点离开这里，危险。”守城门的人们似乎明白了什么，对龙浩天喝到。\n　　“没事的，我只是想来帮帮忙，应该没有问题吧？”\n　　“你这是在胡闹，生命只有一次，别以为你这是在玩游戏，这已经不再是那一个可以无限复活的世界了，快一点走。”那一个长官从城墙上走了下来，当即对龙浩天怒骂道，这并不是厌恶龙浩天，他这是在保护他。\n　　“我不走，我要留下来帮你们。”\n　　“既然你执意要留下来，只要你能接我三招不败，我就让你加入。”士兵长见龙浩天并没有要离开的意思，便想用另一种方法逼退龙浩天。\n　　“这可是你说的，要战便战！”龙浩天收回了那一副病态般的面容，从背包里面拿出了两把石剑，其气势像是恢复到了巅峰一般，龙浩天知道，只是一次千载难逢的机会，僵尸和骷髅的攻城，大量的经验应该是可以让自己达到2级的了，或许更多，而在提升到1级时，只是击杀了一只僵尸便成功的升级了，虽然升级了，但并不知道得到的经验是多少，那一只僵尸的经验达到了多少，现在可以免费的去打僵尸，打不过还有人帮忙拖着，机遇！\n　　“那开始了。”只见士兵长拿出了铁剑，铁剑在月光下反射出了一道令人发寒的刀光，气势瞬间大增，龙浩天突然觉得周围的空气变得凝重了许多，巨大的压力压得龙浩天几乎喘不过气来，连移动的速度都变慢了。\n　　“这，仅仅是气势就这么强大了，我可以挡的下来吗？”龙浩天心中的惊讶并不弱于那不甘认输性格。\n　　“危险危险，对方的气场大于己方，不利于战斗，请撤出气场。”\n　　“警告，气场使攻击力下降1点”\n　　“警告，气场使防御力下降1点”\n　　“警告，气场使移动速度下降1点”\n　　“警告，气场使力量下降1点”\n　　……\n　　“这，居然还有这样的事情，光是一个气场就才不多把我所有的属性都降到了0。“龙浩天惊讶的向着后方移动着，面对着面，没有丝毫退缩的意思。\n　　“有意思。“士兵长看到龙浩天不进反退，心中暗叫，还算聪明。\n　　龙浩天动了，而那一个士兵长就是看看龙浩天有什么反应，一般人遇到这样的情况，一般都是会吓得瘫在地上，而眼前的这一个少年不太一样，毅力不错，意志坚定，不会退缩，遇强敌依然可以冷静应对，这样的人的确很少，帮忙的话，说不定也是一大助力。士兵长暗暗想着，而步伐不免加快了几分，已经追上了龙浩天了。\n　　而龙浩天只觉得一股强大的力量正在驶向他的胸膛，两把石剑不约而同的抵在了他的胸前，劲力到来，强大的穿透能力顿时让龙浩天的五脏六腑都翻滚起来。\n　　“哇~“一口鲜血喷出，龙浩天飞快的倒退，在地上翻了几个跟斗，停了一下来。\n　　“受到攻击，生命值下降5点。”\n\n\n书籍索引<<<一个被遗忘的世界\n\n",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1445128440,
            "txt_content": "呃 这主角名字有点奇葩哎"
        },
        {
            "author": "huxiaojie",
            "timestamp": 1445136300,
            "txt_content": "好有趣的故事啊 (*^__^*) {:10_492:}"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1445143560,
            "txt_content": "麦白 发表于 2015-10-18 08:34\n呃 这主角名字有点奇葩哎\n不会啊，"
        },
        {
            "author": "麦白",
            "timestamp": 1445143680,
            "txt_content": "MIP_COMMOM 发表于 2015-10-18 12:46\n不会啊，\n赵日天 龙傲天  "
        }
    ]
}