{
    "title": "<原创·连载·圣杯>空[第三章：救命恩人][46241359]",
    "author": "46241359",
    "replyCount": 6,
    "timestamp": 1445139780,
    "txt_content": " 本帖最后由 46241359 于 2015-10-18 14:41 编辑 \n\n空·第三章·救命恩人\n\n\n正文\n\n\n    “你……”纳尔的眼睛里满是惊异带着不可思议的眼神看着面前这个瘦弱的男子，很难相信这个只是让他觉得有些熟悉的人竟然清楚地记得认识自己！纳尔心里萌生出两个念头，要么就是他出现了Deja-vu现象，要么就是自己的记忆力严重衰退。不过他很快就想到了确认的方法。\n    “那你知道我叫什么吗？” \n    “纳尔。”答案脱口而出，纳尔瞬间觉得自己需要去医院做个检查看看那天出车祸是不是连带着把脑袋也给撞出问题了。    冷静……冷静……纳尔压抑住心里的激动，等等，他为什么要激动？因为纳尔出于研究员的自尊，一个研究员怎么可能会大脑有这种滑稽的问题。一定是因为自己还没过实习期所以才会这样。    “好吧，那么你是在哪里认识我的。”    空沉思片刻，他思考的方式也很怪异，左手的食指按在太阳穴上，右眼闭着。神情看起来像是在回忆，眉头紧锁，“一个墓园附近的路上。”他给出了答案。    墓……墓园……    纳尔脸上就差写了“诧异”二字，他紧紧地盯着面前的空，表情很自然，不像是说谎。不过“墓园附近的路上”这地方怎么觉得这么耳熟呢？    “我想找个住的地方。”空趁着纳尔惊讶的时候说出了自己憋了几分钟的愿望，“我不知道我原先住在哪里，只记得我认识你，还有你旁边这位，我，似乎有点印象。”    “你还认识我？”诺迪斯指着自己的鼻子，相比之下他脸上的惊讶比纳尔还要多。    “不不不，只是有印象。”    空说要找个地方住，纳尔心里琢磨着，他自己是住在研究所的宿舍，只是碍于现在腿上有伤，研究所准了他的病假，所以住在诺迪斯家，嗯，睡地铺。空可以和他一起睡地铺，这样他心里会平衡不少。    不错，睡地铺，这是个好主意。纳尔清了清嗓子，“诺迪斯，让空和我一起睡地铺吧。”纳尔不得不承认，虽然他不认识空，但根据空说话的奇怪程度以及那种令他感觉十分熟悉的气息，他还是愿意相信空，而且看起来也的确是那种信得过的人。    “这倒是可以……” \n    诺迪斯在桌前写着日记，纳尔手中的书看到一半，他突然想起了什么，之前空说是在“一个墓园附近的路上”认识了纳尔。    一个墓园附近的路上！那正是纳尔出车祸的地点！    “诺迪斯。”纳尔把书合起来，手指夹在自己刚才看过的那一页，“我认为有个事得和你说一下，是关于那场车祸的。”    “那场车祸？怎么了？”    “如果我和你说，那场车祸本来应该死的人是我，你信么？”    诺迪斯听到这话就停下了手里的事，“你是说，原本那场车祸死的人应该是你，那个肇事者不会失踪？”    纳尔点了点头。    诺迪斯立刻转过身靠近了一些，做好了听故事的准备，“说吧，我最喜欢听这种事了。”    纳尔开始向诺迪斯讲述那个车祸的过程，那天他被一辆车撞进沟里去，以及车上的那个司机走下来拿着手枪对准他的脑袋的事。    “那个司机拿着枪要杀你？”诺迪斯的表情很明显的表示自己并不相信这件匪夷所思的事，他和纳尔有相同的想法。纳尔只是一个普通人，而且是个什么都没有的普通人，除了一些他的同事们都有的知识以外，可以说是一无所有，也没有什么传家宝一类的东西，因此他实在想不出这人杀他的动机，“是不是搞错人了，比如你和哪个人长得很像一类的事。”    “有可能，我不清楚，不过我能确定的是那场车祸是故意而为。”纳尔示意诺迪斯安静继续听他说。    在这之后，纳尔说了他听到的那声枪响，其实换做任何人，都会认为在这种情境下应该死的人是自己。但诺迪斯听到说倒下的人是那个司机以后，脸上的惊异又多了一层。不过他没来得及发表自己的见解，就听见纳尔说他听见有人走过来，并且停在了他旁边。    “好，”诺迪斯沉思片刻，“那么问题来了，这个开枪救你的人是谁。”    纳尔看着诺迪斯的眼睛，他在心里又一次回忆了当时的场景，“我不认为他是救我。”为什么这么说，因为纳尔在那时吸入了一股奇怪的气体，而且他认定那种气体就是那个“救命恩人”放出来的，毕竟在这之前什么味道都没有，“而且相比之下，我认为他应该是趁我意识模糊的时问了一些问题，因为人在意识模糊的情况下是不会说谎的。”    “失去意识？怎么说？”    “在那声枪响后，我也以为我已经脱离了危险，但并不像我想的那样，我闻到了一股刺激性的气味，那个时候我的意识就渐渐离开我的身体，我甚至不知道我是怎么到的医院，由此我断定那段时间里虽然我意识模糊，但他很有可能趁那时候问了一些问题，你知道，意识模糊时说谎的几率很小。”    “……我知道，我理解。”诺迪斯消化了一下刚才的内容，“好了，返回正题，这个人是谁。另外现在多了一个问题，就是他会问你什么。”    诺迪斯点点头，的确，问名字以及相关人物这是可能性最大的问题。不然空不会说自己对于诺迪斯有印象，而且这样来看，空的智力水平应该非常高，他能快速反应并且立刻给出回答，而且说的话并非像是那种说话不过脑子的人一样，他说自己不认识诺迪斯只是有印象就是防止诺迪斯起疑。    “不过，有一个更大的问题，”纳尔缓缓开口，“如果空救人没救错，那么那幅画为什么是寄给你而不是我的。”\n\n\n\n\n返回索引贴\n\n\n@恶魔-潇洒  @冥王星人\n\n\n",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1445144100,
            "txt_content": "沙发，推理好评！"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1445150160,
            "txt_content": "看到第三章就已经乱套了……我的大脑处理器已经赶不上了……"
        },
        {
            "author": "2575174857",
            "timestamp": 1445337000,
            "txt_content": "我喜欢的风格，不过推荐“那么问题来了”这种通用语在小说内不要经常出现，不仅使得整体不严整而且，字数蛮多，冰冰他讨厌字体大，我字体以前比你还大。"
        },
        {
            "author": "46241359",
            "timestamp": 1445337000,
            "txt_content": "2575174857 发表于 2015-10-20 18:30\n我喜欢的风格，不过推荐“那么问题来了”这种通用语在小说内不要经常出现，不仅使得整体不严整而且，字数蛮 ...\n字体大的概念是指靠字体去占滚轮的条，我是为了不会让人看起来觉得累眼。而且你说的这句话我只出现了一次= ="
        },
        {
            "author": "2575174857",
            "timestamp": 1445337360,
            "txt_content": "46241359 发表于 2015-10-20 18:30\n字体大的概念是指靠字体去占滚轮的条，我是为了不会让人看起来觉得累眼。而且你说的这句话我只出现了一次 ...\n话说你们都喜欢用动漫图当头像吗，冰冰，恶魔，甚至于你，都用动漫图头像"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1447400220,
            "txt_content": "Deja-vu\nDeja-vu现象，原文为法语déjà vu，中文翻译为“既视感”，简单而言就是“似曾相识”\n记忆力真是严重衰退啊\n连神经系统自身的垃圾清理特性都忘了（2333\n好吧\n我只是想说“照这种事件发展速度，估计30章左右将会迎来高潮”\n到这章是7000字么"
        }
    ]
}