{
    "title": "<连载.单章>【昵称の世界】作者：熊猫丶晓能【第二篇第二章：哥布林？蛋？】",
    "author": "熊猫丶晓能",
    "replyCount": 3,
    "timestamp": 1445147160,
    "txt_content": "作者PS：【又是一次时隔4个月的单篇= =拖延症越来越重了】\n正文：\n   树枝堆仍在炙热的燃烧，偶尔有悦动的火苗跃起于火焰之上  然而穿过火焰望着洞穴外的青葱草丛中却可以发现一个奇怪的东西发着光。接着有一个身影缓缓地从草丛中走出来，仔细看的话，能看得清身影的样子是一个猥琐矮小而又佝偻着身子的类人生物，头上顶着一只褐色的布帽，上面充满了补丁，身体的颜色是偏向树林的那种叶绿色，背后还背着一个破破烂烂的袋子  正当类人生物走进洞穴，脚上的步伐却是一个不小心踢到了一个石子。而少女在熟睡之中听见了细小的脚步声之后直接被惊醒，爬起来的第一反应便是拿紧了手中的钢管，望着那个类人生物。  类人生物发现少女醒来后有一瞬间是一种十分遗憾的表情，但是就马上恢复成一脸平常的样子。  类人生物和少女互相望了一会儿，那个类人生物首先向少女发出了示好，将那佝偻的腰又轻轻下倾，说：“尊敬的新人类大人你好，我是来自异世界的生物，在你们这边的某些魔幻小说中，我们又被称作哥布林goblin，而我只是其中的一员，我叫作戈恩。我并没有恶意，我只是想要与你达成一笔交易，请你放心。”这个哥布林试图让少女消除对他的误会，而通过少女的一些表情细节大概可以显现出有些效果。  “嗯？所以你想要什么，我身上并没有什么东西”虽然降低了一点警惕，少女手中仍然紧紧握着钢管。名为戈恩的哥布林的手莫名其妙开始在空中晃着，边晃边回答着：“我只是想要与大人交易你或许会还在的东西而已·····。”  然而戈恩的手越晃，脸色就变的越来越不正常，也不再继续说话，晃到最后嘴角还泛起一点狰狞的笑意。  “啊，这次也是真幸运呢，果然是一个还没有晋升的旧人类呢，晚上的食物有着落了呢，而且击杀了还有机会获得人类勋章呢。”哥布林嘴里念叨着些东西，同时手慢慢的停下，手向袋子似乎要摸出什么  少女也发现了哥布林的异常，警惕性再次上升，嘴里开始念起了一些咒语。  “就是这个没错了呢，看吧少女，我想要与你交换的就是这把武器哦~”哥布林突然惊喜的一下从包里抽出了一把奇异的物体，像是法杖又像是一把刀。  “不过呢····交易条件呢·····”哥布林嘴里缓缓的说着，手中却拿好了那把奇怪的物体，“就拿你的命来换吧？”说罢，佝偻的身子一下子绷直了，冲到了少女眼前用物体上刀的部分向少女砍去。  少女一下子反应不过来，在这性命危急的时刻只能将钢管刚好抵住了刀，但被那哥布林的怪异巨力给撞退了几步，然后直接摔倒在地上，钢管本来略有形成的一些符文直接被冲散，而施法者少女本人便被魔力反噬了，嘴角有些血渗了出来。  哥布林紧接着又过来狠狠一踹，直接将少女踹到了洞穴深处，缓缓走过去，边走边笑。  “一时大意了呢，难道只是这样？只是这样真的还是打不倒我的哦。”少女将血咳出来，慢慢的爬了起来，头发散了下来，紧紧咬着牙齿，忍受着来自被踹的地方的痛楚，将凹了几处的钢管举起来。  嘴里只是轻轻的念着一段晦涩难懂的咒语，将正泛着一些符咒的钢管对着正在狂笑的哥布林。  几根地刺伴着火光直接从钢管旁的空气中慢慢地凝聚而成，少女眼睛直盯盯的望着哥布林。  “去死吧····好歹我也是大魔法师呢。”少女笑了笑，擦了一下嘴边的血。  这并没有什么戏剧性的转变，因为这样的结果便是事实，只因为两者在实力上的差距是巨大的，不过哥布林无法得知罢了。所以哥布林轻而易举的被地刺刺穿了，并被死死的钉在了一旁的墙上。  哥布林身体不断抽搐着，眼睛一下子瞪得好像要突出来，双眼充满惊讶。  “怎么可能？····”不一会儿哥布林的身体便停止了抽搐，也仍保持一副死不瞑目的样子。望着地上的哥布林尸体，少女一下子瘫软倒地，用一把兼容度极低的钢管来释放魔法也实在是勉强了呢。  “总算可以休息一下了吧····”少女眼睛便缓缓闭上，不顾身上的尘灰直接歪倒在洞壁上，深沉的睡了下去。······························································  大概过去了很久吧，少女被一个声音唤醒了。  “哟，好久不见呢，我的主人蒂娜。”一个稚嫩的萝莉音在少女耳旁响着。  “·····唔？”少女蒂娜伸了伸，身上的伤已经好了许多，睁开眼睛所看见的便是那许久不见的样子。  “果然是么，三年前碰巧遇见的奇怪水晶geludan的萝莉化呢嘛···”少女这么想着  “请不要叫我geludan！那种名字，怎么想都感觉很奇怪嘛。请叫我琳恩什么的也是可以的！”小萝莉踮着脚尖说着，虽然踮着脚尖仍不及蒂娜的高度。  “那么~琳恩小妹妹，这样对吧~”少女一脸调笑的表情，  “请不要这样！啊，对了还有正事。我就先说明一下现在你所处的世界吧，嘛虽然一定的方面上我也进行了促成的作用。嘛，你在的这个世界，已经变了哟，变得稀里哗啦的，一切的一切都与其他世界糅合到了一块，随之，便诞生了一个新的事物：game system。没错就是游戏系统的意思，这个事物会带来好事或者是坏事，唔····谁知道嘛。这是猜不透的呢，至少从现在看，对你来说还是个坏事呢，一醒来没多久还没觉醒game system就遇见了一只觉醒了的哥布林，唔····虽然最后还是挂掉了呢，还真是让我表示残念呢。好在这只哥布林死的样子还是很完整的，能够截取下game system，这样就不用再等一个契机来觉醒了。”小萝莉琳恩笑着指了指哥布林，向哥布林走了过去，直接在空气中取出了一个奇怪的刀，往哥布林的身体一刺。  奇怪的事情发生了，就在刺下一瞬间，哥布林的身体化为了如虚拟世界一般的透明淡蓝色，之后散开成了片片微粒。而在微粒最中心缓缓的形成了一个长满了裂纹的蛋，仿佛触摸一下就会破碎。  “咯，就是这个了，主人拿去吧。”小萝莉琳恩直接拿住蛋向蒂娜丢去，蒂娜手直接挡住在蛋落地的抛物线下接住了。  “那么我先撤了，蛋嘛直接摔地上就可以觉醒了。后会有期，我的主人。”琳恩接着缓缓说道，然后慢慢的往后走，接触到洞穴的墙壁仿佛没有什么阻碍，直接从墙壁穿了过去。拿着蛋的蒂娜神情有点恍惚，轻声说着：“·····什么嘛，一切都改变了么····父母也会改变嘛···朋友也会改变嘛。”望着蛋很是沉思了一会儿，蒂娜就淡定的恢复了原样。\n\n\n\n未完待续·········字数:2370[/hr]索引贴：http://www.mcbbs.net/thread-319739-1-1.html\n\n\n\n",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1445147340,
            "txt_content": "楼主邪恶了- -"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1445147520,
            "txt_content": "46241359 发表于 2015-10-18 13:53\n猥琐大叔与可爱萝莉的故事么，有♂趣\n有趣【然而我太蠢了"
        },
        {
            "author": "46241359",
            "timestamp": 1445147580,
            "txt_content": "猥琐大叔与可爱萝莉的故事么，有♂趣"
        }
    ]
}