{
    "title": "<原创·连载·圣杯>空[第四章：奇特的思维方式][46241359]",
    "author": "46241359",
    "replyCount": 5,
    "timestamp": 1445153040,
    "txt_content": " 本帖最后由 46241359 于 2015-10-18 17:09 编辑 \n\n空·第四章·奇特的思维方式\n\n正文\n\n\n    “不清楚。”诺迪斯耸耸肩，“但当时那人喊得的确是我的名字，而且我们两个长相也没有相似之处，会不会是寄错了？”    “不，没可能。”纳尔立刻否定了诺迪斯的看法，他心里仔细一想，认为自己想的有点多，因为他住在研究所的宿舍，而诺迪斯的收藏馆，从房间窗户上刚好可以看见那个研究所，这样一来这幅画会寄给诺迪斯也没什么好奇怪的。    但如果细细想，这件事的疑点还是很多，比如，纳尔出车祸大概是几个月前的事，仅仅几个月的时间，空就跑到了那个地下房间里，而且研究所废墟并没有任何有人来过的痕迹，这样看只有一个可能，就是有人刻意把空送进去，然后用一堆东西把进入的开关掩盖起来。    不不，纳尔敲了敲自己的额头，又想错了。仔细想想，当时他刚好是看过了诺迪斯的画往回走的路上，这样算当时那个窗户上的画已经画好了，可就是那一天他遇见了空，从时间来看根本不成立，万一当天就发现了画在窗户上的画会怎样？    等等……如果说，那幅画的本意并不是要去找空呢？纳尔心中一惊，这样假设就能解释各种不合理的事，包括有人刻意把那个开关盖住的事。也就是说，他会找到空完全是出于巧合？这就表示给他寄出那幅画的人本意并不是让他去找空，而是别的。    也就是说，之所以会把开关隐藏起来，就是因为在这之前有人来这里看过，也许是为了检查是不是有人来把东西取走，而意外发现这个开关，为了不让来找东西的人找错，所以刻意找东西把那里埋好。    没错，就是这样。    “诺迪斯，听我说，我们还得回去一趟。”    “回去？你是不是把什么东西落在那里了？”    “不，没有，因为很有可能寄东西的人让我们要找的并不是空，而是别的。但这是建立在那天救我的人是空这一前提基础上，所以我们去那里找找看，如果没有别的什么特殊的东西，那就表示那天救我的人的确是空。”    诺迪斯看着纳尔，其实诺迪斯倒不在意那个研究所里的东西是什么，因为他觉得如果那里有东西，东西的主人恐怕也是纳尔，跟他没什么关系。不过毕竟是朋友嘛，就去看看吧。    但在这之前，纳尔思索片刻，他觉得得找空谈谈，也许他会知道一些纳尔还没推测出的事，说不定还能问出空会跑到那种奇怪的地方的原因。    “空不是跟着我们回来了么，他跑哪去了。”纳尔四处看看，空原本就在隔壁的房间，现在已经没影了，桌子上有个杯子，纳尔看了看，那时杯茶，还热着，空离开没多久。    “怎么了，为什么盯着那个杯子看。”细若游丝的声音再次从身后响起，纳尔不用看都知道是空，但他很好奇，为什么每次空都出现在人的身后，不过这种无聊的问题相对于他来找空的目的还是太浅薄了一点。所以这种可以拿来作为闲聊的话题的事，还是日后再问吧。    “想来找你问点事。”纳尔简短地抛出一句话。    “问点事。”空重复了一次纳尔所说的话的最后三个字，表情看起来很奇怪，像是在吃什么很难吃的东西。纳尔心里想着，是不是这一句话对于空来说很难理解？还是说是别的什么……但他初步认定，空的确是语言的某一方面有缺陷或者有问题。最后，空的表情恢复了正常，“我有疑问，我与你只认识几小时，我并不认为我会知道什么与你有关的事。”    纳尔怔了怔，这样一来空不是语言方面有问题，而是他的思维方式有问题，纳尔开始怀疑空是否属于人类范畴了。“不，你知道，比如你我刚见面，你就知道我叫什么，所以我认为你应该还知道点别的事，或者你就理解为我需要知道一些与我无关的事情吧。”    “我理解。”    “你为什么会跑到那种地方，而且你到底是怎么进去的，我和诺迪斯进去的时候没有发现任何有人来过的痕迹，包括那个开关是被埋起来的，是说有人帮你埋起来还是说……你是从别的入口进去的？”    “对不起，”空又做出那个奇怪的动作，“这段话所包含的内容很多，我需要仔细理解一下。”    “好的，请随意。”纳尔觉得空这个人真的是越来越怪，怎么形容呢。从他的语言来看，就像是……机器人？    空思考了将近五分钟，“我会跑到那个地方的原因我不知道，但我知道我是怎么进去的，因为我被人‘诱拐’，暂时失去意识，醒来时就发现我在那里，而且被喂了一个奇怪的东西，在那之后我就什么都不知道了，直到醒过来看见我站在你们后面。因此关于我从哪里进去或者那个开关的问题，我一概不知。”    空不是自己进去的？纳尔有些不相信，但想想又觉得没什么问题，空这种奇特的思维方式，的确是什么事都有可能发生。因为只要符合他的思维方式，想把他骗走不成问题。    “知道了，”纳尔心里满是失望，他就不该指望能从这里问出点什么东西，“诺迪斯，走吧。”    诺迪斯推着轮椅，纳尔心里反复琢磨着刚才空所说的那些话，不管怎么想他都觉得空这个人还是有问题，空的思维方式非常死板，就像是提前设好了程序，然后他的大脑就根据这个程序作出判断。    提前设置好程序？！    纳尔心中一惊，这样一来空的大脑就不是正常大脑，而是类似机器的东西，这样说来，空是个机器人？的确，空的那些行为，跟思维死板至极的机器人没有多大的差别，不过也有一点人性化的地方。    “哦，见鬼。”诺迪斯停下了，“纳尔，你看。”    顺着诺迪斯手指的方向看过去，一片火光在闪烁着。    研究所被烧了。\n\n\n\n\n\n返回索引贴\n\n\n\n@恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1445153100,
            "txt_content": "好文章 顶一下"
        },
        {
            "author": "Yy星人",
            "timestamp": 1445153220,
            "txt_content": "  圣杯这个活动都几百年了/..."
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1445154120,
            "txt_content": "这篇小说犯了一“逗”到底的错误\n句号哪里去了\n\n总体来说还行，望加强景物描写。人物心理描写太过主观，而这篇小说是第三人称的……"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1445157960,
            "txt_content": "最开始，\n空·第三章·奇特的思维方式\nXD"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1445159400,
            "txt_content": "既然楼主叫我来我就来了\n对于这丧心病狂的推理的悬疑的剧情，我这种神经大条的人是无法做出准确评价的，暂且放在一边\n语言描写是挺精彩的，虽然对话是主体，但是又没有过多的语言导致对话流问题，这一点不错，继续保持\n不过就我看来，目前为止几个主角的性格特点都不太明显，也就是这一章写了空的性格“像机器人一样”，望改进\n其他的话……我暂时是找不出什么大问题了。总体来说不错，继续保持！"
        }
    ]
}