{
    "title": "[双线]虚与实的境界——工业2exp|太阳能拓展|暮色|和风|RWG|RPG[1.7.10]",
    "author": "1258032547",
    "replyCount": 0,
    "timestamp": 1445162460,
    "txt_content": "\n境界之语你曾听说过「境界」吗？或者说，你曾进入过「境界」？这是一片净土，被无形而坚硬的壁障笼罩，与现世隔离的地方没有怪物的威胁，没有人与人间的斗争在境界里的人们一致追求和平，将某人的丰功伟绩传颂，将某人的逸闻趣事畅谈将「本我」提升到如此境界，与众人安定而愉悦地生活在一起的人，被称作「神隐之人」在今天，你踏入了境界这片净土，就是心境的升华，从此也请在享受生活的同时，铭记你将面临的危险，所担当的责任，所深爱的人当你想念尘世、将要离开之时，星星点点耀眼之处，便是你与境界的回忆。\n服主的话大家好，这里是服主，很高兴能在此时此地与大家分享一些令人愉悦的消息。在心理挣扎了数个月之后的服主，终于决定要将心中所搁置的理想实现，尽管前路漫漫而道路坎坷，但也想要去试一试。毕竟不尝试的话，就根本不会成功。在几年之前，少年的脑子里总是会有些奇思妙想穿梭来往。当他想到一个令人神往，充满宁静祥和的世界时，所有的线索都指向了一个词。「幻想乡」一个少女云集的平行世界，一个存在着各个年代的科技混杂的奇幻维度。自从符卡规则定下后，幻想乡再也没有激烈的斗争。除去所有不洁净的黑历史，将所有突发状况称作「异变」，并由一个身着红白巫女服的巫女去平息。这就是我所认识的和平的幻想乡。“如果能够用自己的双手将其还原的话，该有多好啊。”当时少年如此想着。于是，少年便看到了《Minecraft》，这个由方块构建世界观的游戏，无论是手里所拿的还是脚踏着的一切，都是马赛克构成的方块状物质。能够将游戏性细化到每一粒像素点中的作品，Minecraft是第一个做得最成功的。“如果我将它放入Minecraft的话，说不定能够成功啊……？”之后少年如此想着。少年开始收集教程，学习知识，从一只生存模式的小白成长为熟知各类MOD的老玩家，一路走来已经是满满当当的回忆了。一切都走到了时机的齿轮之上，少年开始考虑建造他所神往的“幻想乡”。但在刚开始动手的时候，一大堆压倒性的难题毫不输当年风采地卷土重来，将我淹没（被水淹没 不知所措）——细化到方块，那要几十万个方块才能构建一座建筑。现世中真实存在的我还有很多事情需要处理，能够用来维持梦想的条件非常缺乏。再一次，少年转移了他的目光，放到了多人游戏之上。首先解决了一个重要难题的就是WorldEdit插件，众所周知，它的作用就在于大规模置换方块，来快速达到使用者的建造目的。若一个人学会了WE，那就会有千千万万个人在未来学会它——当然其中也有我的挚友。我邀约他一起和我来构建这个梦想，他欣然接受了。于是，梦想的前路又呈现一片光明。再者是ESS、Groupmanager和MV等插件，繁多的指令让我愣是看着教程学了很久很久，虽然现在学会了大部分，但仍有一些细节没有弄明白。克服这一切困难之后，我明白，它还远远没有结束。命运永远不会给将死之人警告，也不会为好运当头的人喝彩，开服后的那些日子会发生什么，说不定呢。但我选择了继续下去。那就是为什么现在我作为一个服主出现在大家面前。再美丽的世界，也是构建给自己和所爱之人看的。「境界神隐」由此诞生。\n游戏模式/玩法本服建立的初衷在于“建造理想中的‘幻想乡’”，但同时为了让各位玩家能够欢乐地游戏，本服安装了多世界MV插件，将「境界」之内和现世隔开。因此，玩家可以在几个世界内穿梭，来做他们想做的事情。目前拥有的世界如下：境界之内——由WP（WorldPainter）软件制作的地图，用于担当「境界」的承载物。服主、管理员以及可能出现的有志人士将会在这片大陆上还原他们心目中的「幻想乡」。相对的，普通玩家在这个世界除了参观以外，没有建造和破坏的权限，能做的事情非常有限。但在后期副本内容完善后，「境界」内的众多NPC将分担提供副本任务、出售强力装备武器的职责。换句话说，这就是RPG游戏里风景优美的主城。\n\n生存世界——由RWG（Realistic World Gen）——真实地形生成器mod生成的世界，玩家在这里可以发挥自己的想象力和创造力，构建自己的家园，发展工业和其他技术，和邻居友好往来。这个世界没有怪物，有较多的矿产资源。但也因插件限制，在这里采集木头之类的资源会破坏环境的美感，影响其他玩家的心情。因此，我们不推荐玩家在这里采集资源。如果这个地图没有受到恶意的大规模破坏，在极力维护之下将永不删档。\n\n资源世界——由Minecraft普通世界生成器生成的世界，是众多Minecraft玩家最为熟悉的世界。它有小巧的体积，丰富的林木矿产资源，能提供给玩家足够的“战利品”。当玩家收集了足够的资源后，便可将它们带回生存世界，存放在自己温馨的家园中。\n由于大面积的疯狂开采，资源世界可能会很快崩毁掉。所以，资源世界将会定期删档。请玩家不要在这个世界建造房屋或是存放贵重物品，因没注意提示而导致财产损失概不负责。\n\n暮色森林——大型冒险类mod——暮（ka）色（fu）森林已经是一个近乎完美的mod了。平衡的道具，有趣的副本，极具挑战性的怪物和boss，以及美丽的风景都是暮色森林的代表词。或许很多人都不了解暮色森林的可玩性，但今天我把它加入服务器中，就是想告诉大家——这真的是一个本玩年的mod！PS：真的不要快速跑图哦！会很卡的！\n\n\n副本世界——\n当你玩穿了工业，做出一套量子开始无聊乱蹦的时候，当你玩通暮色，把冰雪女王踩在脚下的时候，你开始觉得无聊了吗？这里有你想要的。比量子套更强大的防具，比纳米剑更厉害的武器，比冰雪女王更具挑战性的BOSS。不仅如此，我们还会加入一定的剧情，喜欢玩RPG的玩家可以在此阅读我等所构建的世界观，将自己代入其中，寻找乐趣。\n\n\nmod/插件列表主要mod列表：IC2EXP（工业和东方一样是信仰啊！）IC2EXP扩展——高级太阳能IC2EXP扩展——重力装甲Bamboo（和风一下吧！）CustomNPC（RPG主要就靠它了！）辉夜姬的五难题（东方系列道具）暮色森林（耐玩的冒险mod）时装工坊（制定你自己的时装！）密室（敌在明，我在暗）fastcraft输入修正NEI等等...主要插件列表：Authme登录Automessage自动公告BanItem扫地大妈ClearlagColorMOTDEssentials套餐LWC工业锁Multiverse-Core多世界QuickShop快捷商店Residence领地rpgitemVault经济WE创世神\n\n赞助列表如果你愿意加入我们，我们不甚荣幸。如果你愿意付出支持我们，我们将努力做得更好！服务器副本在某些道具上会设置付费项目。如果你有大把的时间，可以选择通过自己努力来获取高级的装备。如果你想获得节奏更快的体验，你就可以选择支付一定金额来购买各项特权或道具。注：1元=10点券,到期后保留物品,收回权限VIP1：300点券/月飞行权限称号:香客高级太阳能x3钻石x1组\n\n\n\nVIP2:700点券/月飞行权限称号:妖怪/守门人进阶高级太阳能x3纳米套装x1纳米剑x1超频升级x30钻石x2组铁矿石x3组铜矿石x2组锡矿石x1组\n\n\nVIP3:1400点券/月飞行权限隐身权限称号:金色自定义称号基础工业机器套装x1终极太阳能x3进阶重力工具套装x1超频升级x64纳米剑x1钻石x3组铁矿石x4组铜矿石x3组锡矿石x2组铅矿石x1组铀矿石x1组矿工树核心x1\n\n\nVIP4:2000点券/月飞行权限隐身权限强制tp权限称号:自定义颜色自定义称号基础工业机器套装x1量子太阳能x2进阶重力工具套装x1超频升级x128量子套x1终极太阳能头盔x1重力胸甲x1分子重组仪x1钻石x4组铁矿石x5组铜矿石x4组锡矿石x3组铅矿石x2组铀矿石x2组矿工树核心x1单独道具购买：终极混合太阳能发电机:150点券/台量子太阳能发电机:400点券/台矿石树核心:1500点券/个，附加精准采集钻石镐加快副本游戏进程的武器：\n永琳的特制长弓：800点券/个\n神枪·冈格尼尔:1400点券/个还有更多武器正在制作——赞助详情请在QQ群里找群主\n\n游戏截图\n\nOP证明\nQ&AQ：请问客户端在哪儿下载呢？A：客户端在群公告中可以下载，请先入群。\nQ：是否有必要使用服主提供的客户端？\nA：建议使用我们提供的客户端。服务器内一部分内容会随时间推移而更新，所以一些内部文件的不匹配会导致您的游戏体验受影响。\nQ：我进服后不知道该做什么，我该怎么办？\nA：玩家最初的出生地将在「境界」里的博丽神社旁，所有问题都可以询问NPC博丽灵梦。\nQ：我有一些小提议，我可以上报吗？\nA：当然！境界神隐服务器就像一只初生的牛犊一样，在我们努力认识这个世界的同时，也请作为玩家的你们帮忙指出问题，我们会尽力去修改！\nQ：我不了解东方，我可以入服吗？\nA：孩子，不要把工业不当做信仰啊……！\nQ：我可以加入管理层，帮忙一起维护「境界」的和平吗？\nA：如果你对东方Project有一定了解并有一定建筑基础，可以申请加入建筑师。如果你对插件有全面的了解，可以申请加入插件管理。当然，如果这两项你都不会，但你有足够多的时间和良好的心态，也可以申请加入“城管”哦！\n\n写在后面\n\n相遇相知，命运所使。\n希望屏幕前的你们能够加入境界神隐，和它、和大家一起成长，留下属于我们的回忆。\n\n\n",
    "replies": []
}