{
    "title": "《我的世界之星宿》每日一更/有空就更——第八章 领悟",
    "author": "MIP_COMMOM",
    "replyCount": 1,
    "timestamp": 1445317260,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2015-10-21 12:51 编辑 \n“嗖嗖嗖。”几支森寒的骨箭从城外暗处飞来，而目标不是龙浩天，而是其他的战士，一箭便射死了一个铁甲的战士，他的胸口处出现了一个巨大的凹痕，在被骨箭射中的时候，倒射而出，另一个打配合的战士，差一点被僵尸的爪子抓死了。\n　　“有没有搞错，来僵尸就算了，还来骷髅。”龙浩天有些欲哭无泪，僵尸好办，骷髅可并不简单了，他可是见识过，那骷髅的骨箭，越到最后，攻击力也就会越高的，一箭就轻松的破坏了一个方块，这还不是最强的，还有一箭，射在了城门上，厚度达到5格石头的大门，竟然被一支骨箭生生的洞穿了，还一连射死了几个人。\n　　见到这一幕，龙浩天的背后不禁出了冷汗，他咽了口唾沫，有些惶恐的向后退着，而那一只僵尸不断的追着龙浩天，还叫来了几只僵尸，围着龙浩天在城墙上跑来跑去，无论到哪也没有办法摆脱眼前的这4，5只僵尸。\n　　“拼了！”龙浩天大吼一声，举起石剑，向最前方的僵尸怒斩而去，一连带起着僵尸的血肉飞溅，仅仅一刀便将僵尸的血量打掉了将近20点，而那一只僵尸愤怒的朝龙浩天抓去，似乎像是想要从龙浩天的身上抓去一块血肉，来弥补那已经失去的血肉。\n　　“受到攻击，生命值下降1点。”\n　　“受到攻击，生命值下降1点。”\n　　“受到攻击，生命值下降1点。”\n　　……\n　　连续几声的生命值下降，龙浩天剩余的生命值已经不足15点了，处于危险期，要是在被僵尸抓几下，自己也要进入重伤状态了，进入重伤状态，所受到的伤害可是会加倍的，龙浩天可不会这么去送死。\n　　在斩下那将近20伤害的一斩后，一道声音震撼着龙浩天的心。\n　　“剑技领悟：全力一击v1，在接下来的十秒里，你的攻击力将上升5点，且下一次的攻击会触发暴击效果，暴击伤害为攻击力的百分之六十的额外伤害（可升级，最高可达30级）。”\n　　“这，终于得到了一个有用的技能了吗？”龙浩天颤抖的声音中，还有着一丝的激动，没有装备的保护，还没有技能的保护，这简直和一个普通人没什么两样，现在好了，有了一个技能，至少活下去的机会也就大了些。\n　　“剑技，全力一击发动，攻击力上升5点（持续十秒）。”\n　　只见，龙浩天的手中的两把石剑同时散发出了一道极其微弱的光芒，气势瞬间上升了一个级别，两只手中的石剑，同时朝着眼前的僵尸挥了过去，一道鲜血溅射出，上面沾染了许多绿色的液体，在血液中翻滚着。\n　　“生命值下降13点，剩余生命值9。”\n　　“生命值下降10点，剩余生命值0。”\n　　在两大连续的声音过后，为首的那一只，在两道光芒过后，便倒地不起，化为一颗一颗的小型光球，窜到了龙浩天的身体里。\n　　“获得经验53点，距离升级还差147点。”\n　　龙浩天一惊，顿时露出了笑容，刚刚击杀僵尸到现在，也不过过了两秒，还有八秒的时间，足够了。\n　　龙浩天眼神一寒，光芒之下，无数鲜血不断的飞射到空中，而他自己也只是受到了一两点的伤害，根本不足为惧，气势更加的凶猛了。\n　　“生命值下降10点，剩余生命值0。”\n　　“生命值下降10点，剩余生命值5。”\n　　“生命值下降10点，剩余生命值14。”\n　　“生命值下降10点，剩余生命值2。”\n　　连续重击了将近八秒的世界，全力一击的时间也到了，龙浩天看了看那只有几滴血的僵尸，笑容更加的灿烂了。\n　　几道光影之间，四只僵尸纷纷倒下，几个小光球窜入龙浩天的体内。\n　　“获得经验，已达到巅峰，自行升级。”\n　　“战魂升级：星宿战魂v2，获得95点经验值，距离下一次升级还差305。”\n　　“恢复最大生命值的百分之五十，恢复10点生命值。”\n　　感受到体内的伤势在以可见的速度好转着，龙浩天便来到了那一个被击杀的铁甲的战士之前，捡起了他手中的铁剑，挥了挥，不错，挺轻的。\n　　“实力提升的感觉真好。”龙浩天叹了口气，想起那锋芒强大的骨箭，龙浩天不禁缩了缩脑袋，看向城墙下，远处的黑暗中，一道一道可见的绿色火光在黑暗中闪动着，而在看到了绿色的火光之后，一支骨箭迅速的朝龙浩天飞来，他也是一个机灵，跃向了一边，躲开了骨箭，这倒是把他弄得挺狼狈的。\n　　“差一点。”龙浩天有些劫后余生的自言道。\n　　龙浩天站起来拍了拍身上的尘土，看向那绿色的火光，多了一丝的冷静，对于这个火焰，其实他也不知道是什么怪物才拥有这样的绿色火焰，不过，从刚刚的骨箭看来，这应该是骷髅了，那绿色的火焰应该就是它的眼睛了。\n　　两目对视，龙浩天丝毫没有感受到危险，而在坚持了一分钟后，龙浩天只听到了一声的冷哼的声音，那绿色火焰便消失在了黑暗中。\n　　“这压力，那骷髅得有多少级啊。”龙浩天此时，脚已经瘫软了下来，坐在地上喘着气，对于刚刚那强大的压力，龙浩天连在于士兵长对战的时候都没有遇到，而在这一个骷髅的身上，他感受到了死亡的气息，一定比士兵长的实力更加的强大。\n　　那让人毫无反手之力的压力一褪去，龙浩天便软了，手中的铁剑也被他扔到了地上，汗水已经将他的后背打湿了，周围的僵尸便如同潮水一般的退去，而城墙上那为数不多的僵尸，也在不断的击退这僵尸，没有了支援的僵尸，怎么可能是那些身着铁甲的士兵的对手，仅仅几个回合，那些顽强抵抗的僵尸便一头栽倒在了地上。\n　　“呼，小子，你不赖啊，居然自己一个人，在没有护甲的情况下斩杀五只僵尸。考虑一下，来我们联盟怎么样？”士兵长对龙浩天抛出了橄榄枝，而龙浩天也没有结束，倒是委婉的拒绝了士兵长的盛情。\n　　“以你的实力，在一级的时候便可这般的强大，已经接近我的三级了，可能我现在也已经不是你的对手了。”士兵长笑着对龙浩天说道。\n　　“不了，我只是来杀杀僵尸，帮帮忙的，对于争夺名利什么的，我没有兴趣，也还请各位海涵了，现在时间也已经不早了，我要回到城里休息了。\n　　仅仅只是抗击了半个小时，那凶猛无比的僵尸潮便退回了黑暗，下一次的进攻也不知道要在什么时候了，而守卫的战士们也没有人敢出神，那可是拿全城的人民开玩笑啊，后果谁也担待不起的。\n　　龙浩天拿走了铁剑，也没人去说些什么，这本也是他应得的，毕竟，以一己之力，抵挡住五只僵尸的围攻，那可不是谁都可以的，而龙浩天将铁剑放到空间背包以后，便朝着城区闹市里走去，这一战，他消耗的精力虽说不大，可是消耗的力气却非常的多。\n书籍索引<<<一个被遗忘的世界\n\n",
    "replies": [
        {
            "author": "3352村",
            "timestamp": 1445352120,
            "txt_content": "诶，沙发，速度还可以。"
        }
    ]
}