{
    "title": "<原创-连载>守夜人 第一章:夜客",
    "author": "Zeros",
    "replyCount": 6,
    "timestamp": 1445331600,
    "txt_content": " 本帖最后由 Zeros 于 2015-10-20 22:55 编辑 \n\n　　黑夜静静的将小镇笼罩，零星的火光与其说是夜幕上的装饰，更像是择人而噬的猛兽的瞳孔般在黑暗中闪烁着。　　镇中央广场，圣光教堂。作为附近最为富裕与强盛的镇子，青石山镇有着正规教职人员入驻的圣光教堂——后者作为拥有泛大陆传教许可的强大教派，其积蓄雄厚乃至一个镇级传教处也派遣了以一名资深神父为首、外加十数名修士组成的精锐教职人员队伍，在安洛斯神父轻车熟路的运营下，不出几年这里的镇民就会成为虔诚的光明神信徒。　　可最近发生的事情让安洛斯头痛不已，最直观的表现就是教堂附近的居民发现礼拜堂后侧的钟塔上，这位老神父的窗户连续几天晚上都展露着通宵达旦的灯光。　　今晚也不例外，万籁俱寂的夜幕小镇蔓延着几点灯火，那座钟塔上的火光尤为明亮。　　哒...哒...哒...　　明黄色的灯光将老神父脸上的皱纹照映的更加深刻，宛如矿工们四处开垦的深沟般交错纵横。安洛斯静思不语，形如枯木的手指在桌上一下一下的敲着。　　他在等人，这几天的灯火长明就是为了等待一个人。　　【致 安洛斯 神父：　　    你的来信我们已经收到，并且对你所提出的问题进行了讨论与研究。考虑到问题的严重性，麦尼城圣光大教堂将会在近日内派遣专业人士前往你所在的教区，相信他的到来会让你的问题迎刃而解。　　    愿圣光保佑你。                                               麦尼城.圣光大教堂        \n                                                       凛风教区教首.格鲁克        \n                                            夏宁历448年.燃峰之月.十一号    】\n  或许大教堂会派出位圣骑士来吧，老神父满怀期望的想到。\n  砰砰...砰砰砰。  安洛斯微闭的双眼随着敲门声猛然张开：此时，这沉闷的敲门声对他来说宛如天籁。  “请进。”\n  吱呀...\n  厚木门扉后，一名全身包裹在黑色风衣下的男孩出现在老神父的视野中，勉强能分辨出大概十七八岁的年纪，前者进屋后礼貌的将房门扣上，然后才来到安洛斯面前——这一举动无疑让老神父对他的印象分添了不少。但这好不容易建立起来的‘彬彬有礼的年轻圣骑士’形象，在安洛斯看到青年那双宛若野兽般的竖瞳时全然崩坏。\n  “您好，安洛斯神父，我叫白.因克，这是麦尼城大教堂的举荐信。根据我与格鲁克教首的交易，在接下来的时间里我将替您解决一直困扰您的问题，那么...请先诉说一下事情的详细情报吧。”\n   狩魔猎人，人类中的异种，异种中的人类。他们自出生起就肩负着与常人不同的力量、天赋与智慧。例如超乎常人的视力，魔兽般强壮的肌体组织和堪称怪物的恢复能力等等，这些被人们称作‘异类’的人虽然拥有着与生俱来的力量，但作为代价的却是他们无一不受到周围人的畏惧、嘲讽、嫉妒乃至迫害。或许人们尊重强者，但却讨厌天才——尤其是这种先天就站在起跑线最前端的家伙。但使得这些异种与人类彻底决裂的是另一件历史上的重大事件，此时先不提。\n   安洛斯怎么也没想到附近的大教堂会聘请一名狩魔猎人来解决这件事情——安洛斯哪怕再老上十年也不会认为这些异类会信仰圣光，唯一可以说得过去的就是金钱上的交易了。事实上，成为以狩猎‘怪异’为生的狩魔猎人是大多数异种的生存道路，被表层人类社会所唾弃的他们只能凭着不知是上帝还是魔鬼赐予他们的力量，做一些埋藏在黑暗中的事情维持生计。\n   年轻的狩魔猎人静静的听着老神父的叙述，黑宝石般的眼眸中透露着些许不符合其清秀容貌的沧桑。他就像所有狩魔猎人一样，静默，神秘，除了他的年龄——他太年轻了。安洛斯甚至有了再给麦尼城的那位教首写封求救信的想法了：他估计这位年轻的狩魔猎人察觉到事情中的危险后会不请自退。   \n   “...嗯，我明白了。”黑衣黑眸的大男孩沉默思索片刻，随后轻笑道：“目标大概是修习血魔法的巫师，数量小于三人，力量能级不高于一个中位法师——恕我直言，神父大人，这样的小麻烦我认为您手下的护卫骑士就能解决，莫非其中有什么隐情？”\n   “哦，当然，我的孩子。”老神父惊讶道：“如果邪法师是大摇大摆的进行他们的黑暗仪式的话，我们早就把它们铲除了。可每次镇上的民兵与修士赶到现场时所能发现的只有一丝血迹，圣光在上，我们连受害者的遗体也没有找到过。”\n   年轻的狩魔猎人摆了摆手，摇头道：“您当然不会找到什么——那些受害人的血肉应该已经被献祭了。看样子敌人要么是个经验老道的杀人魔，要么...”话说到此，白.因克眉头皱了皱，随后舒展开来：“没什么，这件事就交给我吧，另外，根据我与格鲁克教首的协议，您应该先支付我3块钻石或同等价值的报酬。”\n   安洛斯老脸一哆嗦，虽然知道狩魔猎人都是群死要钱的货色，但白.因克的要价还是有些出乎他的意料。当将一只叮啷作响的布袋递过去时，老神父看着白.因克那双漆黑的竖瞳问道：“希望你值这个价钱。”\n   干净利落的接过自己的报酬后，这位年轻的狩魔猎人自信道：“放心吧，我可是专业的。”\n   ...\n   燃峰之月，这个历法上气温最为炎热的月份被人们冠以‘燃峰’之名，寓意‘这宛如天火般的温度就连山峰也能燃烧殆尽’。虽然说法有些夸张，但白.因克此时倒是有些理解那些热成狗的史官了——空气中弥漫的热意让他汗流浃背，更何况他还穿着宽厚的风衣：这身拉风但散热性极差的衣服只是为了遮掩他的身体，不至于让布满诡异符文的肌肤裸露在外面。\n   嘭——\n   有些急躁的推开旅馆单间的房门，白.因克一把扯下身上的厚重衣服扔到了床上——然后他就听见衣服底下传出个稚嫩的童音：“喂！把你的衣服拿开，全是汗味！”\n   “哦，忘了还有个小家伙了。”白掀开风衣，一只金色的小脑袋出现在他的视野中：从外貌上看这是个十一二岁的小女孩，麦金色的长发扎成两束俏皮的马尾一左一右的在狩魔猎人眼前晃着。\n   “你才小呢！人家已经是大人了！”\n   “是是是，一米二的艾西莉亚大人，今天感觉如何？”白收拾了一下床，然后将疲倦的身子躺了上去。他从麦尼城连夜赶来，晚上订完房间后丝毫没有休息的就直奔当地教堂——幸运的是老神父也一直在等着他的到来，否则白这一趟就得无功而返了。\n   名为艾西莉亚的一米二...咳咳，小女孩从床一侧爬到白的身旁，低声道：“一切正常，我现在能稍微控制住‘它们’了。说不定以后还能驱使它们战斗...”\n   “慢慢来，你的力量是非常规觉醒的，一时半会掌握不了很正常，不要冒进。”白翻了个身，黑色的竖瞳与小女孩晶蓝色的眸子相对，凝视片刻后，艾西莉亚眨了眨眼，喃喃道：“但是刚才...你出去的时候，我又看到了那些奇怪的人影，他们看起来好痛苦的样子...”\n   “那就对了。”白的声音瞬间提高了一个声调，然后他就从腰间取出个叮当作响的布袋——正是安洛斯给他的那只——然后从里面倒出了三颗闪烁着幽蓝光芒的菱形钻石。   两眼发亮的小女孩一把将亮闪闪的钻石抢了过去，而白则细心解释道：“能看见死去之人的灵魂，说明你的灵视正在逐渐觉醒，这次的委托你也出来打打下手吧。”\n   艾西莉亚闻言，连手上价值连城的钻石都不顾了，兴奋的问道：“真的吗？这次终于不丢下我一个人自己跑出去玩了吗？那我们去做什么？调查现场？取证？然后将周边的所有地方全都逛游一圈？”\n   面对小女孩的一连串问题，白慵懒的回道：“你说的那些是侦探要做的事情，而我们是狩魔猎人，有着非常规的手段。”\n   “事实上，我已经‘看到’那些家伙留下来的线索了。”\n   “那些...隐藏在另一个视界的残渣。”                                         ",
    "replies": [
        {
            "author": "浮云蓝天",
            "timestamp": 1445336640,
            "txt_content": "欢迎入坑。"
        },
        {
            "author": "46241359",
            "timestamp": 1445339160,
            "txt_content": "对话流，【愿圣光保佑你，楼主wow出身么】拟声词多到我无力吐槽，对于故事中的世界背景交代不足，只是草草交代整件事后结束，内容仍有欠缺。"
        },
        {
            "author": "2575174857",
            "timestamp": 1445339220,
            "txt_content": " 本帖最后由 2575174857 于 2015-10-20 19:09 编辑 \n\n厉害，牛逼，狩魔猎人，不过呢，楼主，你有个缺点——对话流，不对，严格来说，不算，我没看得太清楚，不过剧情是蛮不错的，虽然一开始是非常多的设定，但是，支持一下"
        },
        {
            "author": "Zeros",
            "timestamp": 1445346780,
            "txt_content": "46241359 发表于 2015-10-20 19:06\n对话流，【愿圣光保佑你，楼主wow出身么】拟声词多到我无力吐槽，对于故事中的世界背景交代不足，只是草草 ...\n谢谢指出缺点，但通篇不到十个字仅出现两处的拟声词真的可以称得上‘多到无力吐槽’么？还是说楼主的文已经渣到让人看见拟声词后就不愿读下去的地步了么（笑"
        },
        {
            "author": "46241359",
            "timestamp": 1445346960,
            "txt_content": "Zeros 发表于 2015-10-20 21:13\n谢谢指出缺点，但通篇不到十个字仅出现两处的拟声词真的可以称得上‘多到无力吐槽’么？还是说楼主的文已 ...\n拟声词单独占行未免太夸张了，而且拟声词完全可以转换成对于声音的细致描写吧。"
        },
        {
            "author": "Zeros",
            "timestamp": 1445347440,
            "txt_content": "46241359 发表于 2015-10-20 21:16\n拟声词单独占行未免太夸张了，而且拟声词完全可以转换成对于声音的细致描写吧。 ...\n其实独占一行就是为了体现出独立突兀的气氛，总感觉描写个开门都要“那木门突然发出一阵低沉厚重的嗡鸣声”等等等等......有些太繁琐了\n\n每个人对于文字都有个人的见解啦，谢谢分享经验"
        }
    ]
}