{
    "title": "<原创.连载.圣杯>《寻找消逝的末影珍珠》第一章：接受任务",
    "author": "末地小黑",
    "replyCount": 6,
    "timestamp": 1445346900,
    "txt_content": "第一章 “各位乘客请注意，您乘坐的T85430号列车，起点，下界，终点主世界，现在即将穿过下界传送门，请您抓好扶手。”凯文摘下了耳机“大卫！利兹！过来！”只见从角落处闪出一白一绿两个身影。“搞什么啊凯文，还以为下车了呢！”大卫不满的说，“马上就要穿过传送门了，你们两个抓好扶手啊。”凯文说，“这种事情还要你告诉我们啊，我们当然知道啦~”利兹伸了个懒腰。“你还是那样，性格一点没变。”“那是当然，不过好像有点小问题…”“啥？”“我没有手怎么抓扶手啊~”利兹闪烁着她那双大眼睛，“现在就别卖萌啦，你没有手要不要我帮你啊。”“开玩笑的啦，人家怎么会没有手！”“……”“亲爱的乘客，您乘坐的T85430号列车现在已经进站，请您收拾好个人行李准备下车。”“晕，这么快就下车了。”凯文说，“这不是很好嘛，赶紧找个村庄住下吧。”大卫拎着行李说。“你们瞧，那不就是一个村庄吗。”凯文向利兹指的方向看去，果然有一个大型村庄。“那还等什么，gogogo! ”凯文无奈的看了已经跑远的他们一眼，“咻”“啊啊啊凯文你耍赖，用瞬移不带上我们！”“谁让你们不等我的，快来啊，一会就没有床了！” -------------------------------到村庄以后-------------------------------“呼，终于到了。”大卫喘着气嘟囔道。“别说啦，哎，你看那是不是一个村民。”凯文指着远方的一个人影说。”那个人影缓缓的回过了头，“你们是在叫我吗，年轻人？”他缓缓走来，“你们好，我是这里的村长，叫约翰，你们是想在这里住宿吗？”“是的，约翰先生。”“那好，我代表全体村民欢迎你们来到这一带最大的村庄——火车村！”凯文在心里默默吐槽道：难道离火车站近就叫火车村吗？这个脑洞开的有点大啊，算了不管了，问题是住宿费会不会太高啊，我只带了5绿宝石啊…“村长，你们这的住宿费是多少钱？”凯文边问边从背包里掏出绿宝石。“我们这里讲究诚信待客，而且…咳咳，年轻人，我们这里用金粒的…”“啊？用金粒？不早说！我金锭倒是带了不少。”凯文从背包里拿出一堆金锭。“喂喂，你背这么多金锭不沉吗…”“你还没回答我的问题呢，住宿费多少钱啊？”“你看到那些房子了吗？一间每晚30金粒”“这么贵…我们挤一间吧。”利兹无奈的摇了摇头，“算了，就知道你出来不会舍得花钱的…”突然，村长眼中闪过了一丝惊恐的神色，“你们今天就住在这里，明天就赶紧走吧。”“怎么，赶我们走啊。”大卫不满的说。“不是…明天就是月圆之夜了，会有大规模的怪物袭击这里，我们不想连累你们，明天早上就赶紧走吧。”“切，不就几只怪物，我帮你们消灭他们！”大卫不屑的说。“真的吗？年轻人！如果是这样，事成之后我给你们每人100金粒！”“大卫…你太冲动了，不过我们乐意接下这个任务”凯文笑道。“太好了，年轻人，现在你们就赶紧去好好休息，明天我给你们详细介绍下这个村庄的布防图。”",
    "replies": [
        {
            "author": "末地小黑",
            "timestamp": 1445347200,
            "txt_content": "哎...凑了几天时间算是把第一章写完了，不过本来第一章想写长点的，不过算啦，留到第二章~"
        },
        {
            "author": "哐哐哐",
            "timestamp": 1445347680,
            "txt_content": "末地小黑 发表于 2015-10-20 21:20\n哎...凑了几天时间算是把第一章写完了，不过本来第一章想写长点的，不过算啦，留到第二章~ ...\n注意下格式，看着不舒服。不过写的还不错"
        },
        {
            "author": "末地小黑",
            "timestamp": 1445425680,
            "txt_content": "哐哐哐 发表于 2015-10-20 21:28\n注意下格式，看着不舒服。不过写的还不错\n谢谢提醒,我会改进qwq"
        },
        {
            "author": "文子言叶",
            "timestamp": 1445428800,
            "txt_content": "文笔还是不行orz"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1449971940,
            "txt_content": "描写可以多一些哦\n另外最好再长一些，我的帖子就是因为字数不够而关闭了TAT"
        },
        {
            "author": "Mr.源",
            "timestamp": 1450077780,
            "txt_content": "文笔不咋地 作者还需努力"
        }
    ]
}