{
    "title": "《我的世界之星宿》每日一更/有空就更——第九章 出城",
    "author": "MIP_COMMOM",
    "replyCount": 2,
    "timestamp": 1445403960,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2015-10-21 13:07 编辑 \n“肚子从白天一直到现在都没有得到满足，刚刚得到了从僵尸掉落的腐肉，虽然这个可以恢复生命值，但是饱食度是会下降的，不过运气好一些，吃到了效果好一点的腐肉，饱食度是不会下降的，反而还会恢复两格。\n　　“呃，算了，看着就没有胃口。”龙浩天紧紧地盯着手中的腐肉，在叹息过后，便收进了背包里，拿出了一只僵尸掉落下的一个铁锭。\n　　龙浩天仔细的打量着手中的这一块铁锭，表面光滑不含有杂质，是一块好铁，而且分量也是相当的重的，而那一块灰白色的铁锭，顿时引起了周围的人的注意。\n　　“我去，我看到了什么，那是铁锭啊。”\n　　“兄弟，我花200荒城币买你的这一个铁锭，好不。”\n　　“不，你别想了，我花300荒城币买了。”\n　　“兄弟我给你500荒城币，你把你手中的铁锭给我吧。”\n　　……\n　　龙浩天不容易的挤出了疯狂了的人群，手中握着沉甸甸的铁锭，他知道，这一块铁锭的用处绝对是非常的大，所以，在没有知道它的确切的用处之前，龙浩天还不打算卖了它，他可是知道，铁矿有多么的稀少，虽然自己没有找到大型的矿坑，不过始终有一天，他会找到的。\n　　而人们之所以很少有人有铁，那就是因为，大型的矿坑里面都潜藏有很多的僵尸，那数量惊人的僵尸，光是看，就足以令人胆寒。\n　　而皇城的人，那可是有属于自己的矿洞的，里面资源丰富，大量的煤资源和铁资源非常的多，稀少的铁矿在里面到处都是，人们最主要的还是挖煤，那可是经济的来源，而铁对于人们来说，没什么作用，因为毕竟大家都是躲在城里面的，危险一般都是不会出现的，铁资源也就没有对外出售，而是用在了士兵的身上，他们需要战斗，就需要盔甲的保护，他们的任务便是保护人类。\n　　“拿在手里也是祸。”龙浩天见还有人想要继续前来购买，便索性将铁锭放到了背包里，周围炽热的目光也逐渐的消失了，一切又回归了平静，人们也不会去惦记一块铁锭的，因为皇城有时候为了增加人民的自保的能力，会发下一些铁锭共人们购买，这也是可以获利一些资金的，虽然这个皇城是产出荒城币的地方，可是要是无限的产出许多的荒城币，那这一个城池不就乱了套了，人类的货币兑换资金就更加大了，现在的一荒城币，可以用一个煤炭来换取，而要是大量的产出荒城币，那可能一个煤炭就可以换取十个荒城币，而且还会有可能换得到更多。\n　　龙浩天从荒城银行换取来了120的荒城币后，剩下的一些煤炭，就是一些生活所需要的必备品了，而那一个铁锭，则是放到了空间背包的最里面。\n　　当龙浩天想要进一个酒馆去吃东西的时候，一个身着黑色衬衫，血腥皮裤的身影从龙浩天的身边走过，擦肩而过之时，龙浩天便有了一种熟悉的感觉，不知道是什么回事，在转头回去想要去确认是否认识的时候，那一道身影已经消失在了人流之中，龙浩天也是无奈的摇了摇头，走进了酒馆。\n　　“呃，这有没有些吃的东西，我饿了。”龙浩天挥手便叫来的服务生，看了看菜单，都是一些龙浩天没有见过的食品，不过主食还是那几样，不多也不少，都是一些猪肉，牛肉和小麦制成的食品，而汤类饮料类，少得可怜，只有蘑菇汤和牛奶在里面，其他的便什么也没有了。\n　　“呃，看上去每一个都这么好吃，我要一碗蘑菇汤，两个蘑菇酱烤牛肉，再要一个面包。”龙浩天的手指在菜单上挑选着，而这一吃，便花费了差不多三十多的荒城币，经济的变成了龙浩天目前最缺少的东西。\n　　吃完了“晚餐“以后，太阳已经缓缓的从东方升起，又是新的一天，龙浩天使用了50荒城币在一家酒馆里住了下来，接下来的一天的时间，只能去找找看有没有什么工作适合我了。\n　　“挖矿？战斗？还是养牛养猪，还是种小麦？“龙浩天嘀咕着可以赚钱的所有途径。\n　　“我觉得挖矿什么的比较适合我，算了，去挖些煤炭换点荒城币好了。”龙浩天被守城门的士兵检查了一下，而后走去了城门，现在木头也是非常的稀缺的，应该先去砍一些树，毕竟无论合成什么工具，都是需要木头的。\n　　龙浩天来到了一片橡木林，这里到处都是橡木，而砍橡木，会有一定的几率掉落苹果，苹果可是一个好东西，不仅可以用来吃，还可以拿到荒城里面去卖，虽然一个苹果的价钱很便宜，不过蚊子再小也是肉，他可是将这个哲理般的话，记得非常清楚的，积少成多，终有一天会成为土豪的。\n　　..\n　　“这，砍了多少了？”龙浩天擦去额头上的汗珠，看了看身后那堆积如山的橡木说道。\n　　将所有砍下的木头都收集来，装进了空间背包里，顿时，整个空间背包，一共有20个格子全都是橡木了，而每一个格子的最大上限是64个，而这整整的20个格子，全是64个的橡木，仔细算一下，就有1200多个橡木了，是一个很庞大的数字。\n　　“这下也够了，除了橡木，还收获了两组多的苹果，不过这苹果的掉落几率怎么好像减少了，原来的两个橡树，便又其中一个树会掉落苹果，而现在都砍了1200块橡木了，怎么才有100多？”龙浩天对这反常之时疑惑不已。\n　　“算了。”龙浩天将此事抛之脑后，现在需要去找一个矿洞，然后挖一些煤回去，如果挖到了铁自然是最好的了。\n　　而龙浩天在荒城的四周搜索了一阵，除了沙子，还是沙子，天气的炎热，使得龙浩天差一点又荣幸的得到“中暑2”的效果，不得不说，在这沙漠找一个矿洞，就算真的有，那可以都已经被别人捷足先登了，像是找沙漠神殿的，这么一个庞大的建筑，即便是找到了，荒城皇城里的人可能早就搜刮了。\n　　“呵~太热了，得到了铁我一定要做成一个帽子，不然根本活不下去啊。”龙浩天擦去额头上的汗珠，有些抱怨的说道。\n　　“呼？前面有丛林。”龙浩天在沙漠中走了极久，除了城外的那一片的橡树林以外，之后见没有在一道过一点的绿色，即便是见到了，那也是仙人掌的那一点的绿色。\n\n书籍索引<<<一个被遗忘的世界\n\n\n",
    "replies": [
        {
            "author": "3352村",
            "timestamp": 1445487060,
            "txt_content": "终于不那么狗血了，加油，还等着看呢。"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1445489460,
            "txt_content": "3352村 发表于 2015-10-22 12:11\n终于不那么狗血了，加油，还等着看呢。\n似乎并不狗血啊"
        }
    ]
}