{
    "title": "<原创·连载·圣杯>空[第五章：起火了][46241359]",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1445433540,
    "txt_content": "空·第五章·起火了\n\n\n正文\n\n\n\n    火势很大，纳尔距离研究所并不算太近，仍然能够闻到一股烟味。难道那个研究所里还有火源？对了！还没找到的那个东西可能是火源。    “诺迪斯，火源有没有可能是我们要找的那个东西。”纳尔转过头问。    诺迪斯看着那个研究所，心中不知道在想什么，片刻过后，“不可能，那里已经是一片废墟，即使有火源，也烧不了这么大。我想，更有可能是有人故意在那里放了可以燃烧的东西。”    “但这样做意义何在？”纳尔疑惑道，这个研究所已经是废墟了，也许唯一有价值的东西就是那个还不知道是否存在的东西。    诺迪斯耸耸肩，“谁知道呢。”    不过这样一来，也没有去研究所的必要了，去了也找不到什么东西，而且还是在烧着火的时候……说不定东西没找到还把命给丢了。但是现在看来应该还不是放弃的时候，等到火灭了之后进去再找找看，说不定能找到一点剩余的东西。    “诺迪斯，先回去休息吧，等火灭了再看看，也许还能找到什么。”纳尔朝家的方向指了指，努力用那些嘈杂的声音盖过心中的失落。     “火已经扑灭了。”诺迪斯斜斜地躺在沙发上，手中握着电视的遥控器，懒洋洋地看着电视屏幕上播报新闻。    扑灭了么。纳尔放下手中的书，还在纠结着到底要不要再去看看，就算那里真的有东西估计也被烧得不成样了，哪能再看出来有什么用处。不过……纳尔总认为去再去一次应该能找到点什么有价值的东西。    “再去一次。”纳尔把书签夹进去，放到一边的桌子上。心里祈祷着还能再找到点有用的东西，只要不是空手而归他就心满意足了。    诺迪斯坐直了身子，“拿个手电筒吧，那里黑成那样，如果真想找东西，没有光源也不行啊。”    好吧，纳尔当然很赞同拿手电筒，因为他只要坐在轮椅上，随意晃晃手电筒就是了，这样想来当个伤者也很不错嘛。    研究所附近已经没有人了，在确认这次事件没有任何伤亡后这附近的警戒线就撤掉了。纳尔疑惑的是为什么现在就撤掉，不是应该再调查一下起火的原因和一些别的什么吗？怎么这就放弃调查了。    难道说是因为这个研究所里有什么危险的东西阻碍人去进行调查吗？    纳尔的心紧了紧，如果是这样，那么这个研究所就很危险了。但是又抵不过自己那时有时无的好奇心。无奈之下，纳尔狠了狠心，还是镇定自若地坐在轮椅上，打开手电筒，照向那似乎可以吞噬一切的黑暗。    手电筒的白色光束在黑暗中颤了颤，诺迪斯推着轮椅进了研究所的废墟。一股难闻的气味迅速扑过来。这让纳尔不得不考虑这里面有什么被烧到了会产生这种刺激性的气味。    简单来说，纳尔相对与正常人，他对于刺激性的气味似乎更敏感。但这并不能表示纳尔清楚这种能力从何而来。如果要理解成是生来就有的也不过分。    诺迪斯推着轮椅，他们距离黑暗的最深处越来越近。那股刺激性的气味也越来越淡。突然间，轮椅颤了颤。似乎地上有东西阻碍前进。纳尔晃了晃手电筒，白色的光照到了地面上。    的确是有东西。黑乎乎的躺在地上，拳头大小，被烧的很厉害。    “这是什么？”诺迪斯蹲下身观察着。这个东西虽然表面被烧焦，但还是能辨认出来，这是个正方体。表面被烧得凹凸不平，很难看出来原先是什么材质。    “谁知道呢。”纳尔心里思索着，他觉得这个东西……有点类似电影里经常见到的那种储存信息的晶体？虽然他清楚这是凭空臆想出来的，因为如果真的是晶体，也不可能会被烧成这样。    也不对吧？纳尔的目光再次落到那个不明物体上。火势那样大，如果这个东西表面包了什么可以燃烧的东西，早就被烧的一干二净了。他觉得最有可能的就是，这个东西原本表面就不平滑，再加上火的灼烧才使它表面变成黑色。    这是他能想出来的唯一一个能解释的通的可能。    但眼下他并不知道这个东西到底是什么，没办法保证如果皮肤触碰不会有危险。所以，看看就好了，拿回去很明显不现实。    “再往里走走吧。”    诺迪斯点点头，站起身继续推着轮椅往深处走去。    再往里就什么都没有了，只剩下一些被烧到连轮廓都看不出来的像是器材的东西。    果然是烧到什么都不剩了。    纳尔心中不由得叹了口气，但他最疑惑的地方，还是在于这场火的目的。之所以没有人员伤亡，是为了避免引起太大的注意。而门口处那些刺激性的气味可能是让人无法进入里面调查，主要起到威慑作用吧。这样一来问题就很清晰了：这场火是人为的，尽管这点在纳尔再次来到这里之前就已经知道了，但目的何在？    仅仅是为了烧毁一个东西？    纳尔知道，虽然这的确有可能，但几率很小。毕竟如果是为了毁掉什么东西，也许就是那个正方体一样的奇怪物体，只要进去顺手带出来就好了，没必要还故意变成大火而引人注意。    还是说，这场火的本意不是为了烧毁一个东西，而是……烧死一个人？\n\n\n返回索引贴\n\n\n@恶魔-潇洒  @冥王星人\n",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1445434140,
            "txt_content": " 本帖最后由 2575174857 于 2015-10-21 21:35 编辑 \n\n楼主简直就是大触！文笔触到不行了！特别是细节方面，突出的动作描写，走，站，推等一系列动词，以及对于研究所变成废墟之后主角们的动作描写，细致入微！\n最后结论：楼主=大触 大触=楼主"
        },
        {
            "author": "1538018350",
            "timestamp": 1445434980,
            "txt_content": "表示看到圣杯字眼就想到FATE"
        },
        {
            "author": "xcc",
            "timestamp": 1445437140,
            "txt_content": "北极你真闲。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1445442300,
            "txt_content": "场景转换的交代完全被你忽略掉了。"
        }
    ]
}