{
    "title": "【原创-单篇】【特洛伊】【BY:snowclay】",
    "author": "snowclay",
    "replyCount": 6,
    "timestamp": 1445435940,
    "txt_content": " 本帖最后由 snowclay 于 2015-10-21 22:09 编辑 \n围困特洛伊城的第2805天\n       城外，压抑的气氛笼罩着希腊军营。沃特望着不远处的特洛伊城。“唉。”他长叹一口气。来到这里已经足足九年了。九年间一次又一次攻城失败使得军中士气低落。从最初的信心百倍，到现今的归心似箭，久攻不下使得他疲倦不已。正当他转身准备返回帐篷休息时，军营中央吹响了集结的号角。“又要攻城了么？唉，何时才能回家，想来罗恩已经到了学习骑马的年龄了吧。”他拔出自己的铁剑背在身上，向着集结点跑去。“什么，要回去了？”他由消沉变得惊喜，笑中带着苦涩。他缓步向自己住处走去，想到九年前自己出发时的意气风发，想到九年间在战争中逝去的兄弟，想到九年的努力都失去了意义，内心辛酸不已。正当他收拾自己行李时，一名矮小精悍的战士冲了进来。他猛得一回头。“布鲁，你这是？”“别多问，随我来。”\n       布鲁拉着他在军营中穿梭，突然停下，警惕的环顾四周，闪身进了军营边缘一个毫不起眼的帐篷。 不大的帐篷中此刻已经挤满了人，中央一人赫然是军队的将军阿伽门农。尽管内心充满了疑问，军人的内心的服从使他并未开口询问。“在座的各位都是我希腊军未来的希望，希望各位严格保密这次行动。 ”阿伽门农清了清嗓子，接着说到“特洛伊城的防守无懈可击，强攻是不可能的，只能靠智取。军中有一架特制的木马，军队撤退后会将它留下，你们将藏在其中潜入特洛伊城中，从内部打开城门，我们将从外部进攻，一举拿下特洛伊。这是九死一生的一次行动，为了王国，希望你们可以理解，你们都是希腊的英雄。”“为了希腊！”帐篷中整齐的低声宣誓。\n       当他们走出帐篷时，其他士兵已经登船准备离开了。阿伽门农带领着他们向军营后方走去。不一会他们便看到了一个巨大的轮廓，被帆布所遮盖。阿伽门农扯下帆布，此时这架木马才露出了真面目。它约三人高，通体由橡木制成。看上去完全是一个整体雕刻而成，一名木匠爬进木马下方，用力一搓，一个暗门露了出来。以布鲁为首，战士们一个接一个的爬进了木马。沃特回头向远处望去，战船！已经变成了一个个小黑点，他转过身，同样钻进木马，眼中充满兴奋。\n       特洛伊城楼上。“队长，该死的希腊人撤退了。”“此话当真？”特洛伊队长赶忙抢过望远镜，随即变得凝重。“难道是希腊人的诡计？”他心中踌躇不已。半晌，“传令两千重骑兵，随我出城查看。”他似乎下定了决心。不久，城门打开，全副武装的重骑兵冲出。手持三米余长的战矛。当距离希腊营地五百米时，速度锐减，他们也生怕中了希腊人的诡计。不一会，当他们用仔细搜查后发现确实毫无一人，小心变成了激动。\n      “整整九年！这些该死的希腊人终于走了！”他们搜刮着剩余的物资，装车作为自己的战利品。“咦？”军营后方出现了一声惊叫。队长走了过去，当他看到这匹制作精美的木马同样啧啧称奇。突然，一位重骑兵将长矛狠狠的扎穿了木马。木马内部的沃特等人惊出一身冷汗，长矛从他头顶正上方穿过。“混账，你竟然破坏如此精美的艺术品！”队长似乎有些怒了。“队长恕罪，在下也是为了安全着想，希腊人诡计多端，不得不防。”特洛伊队长摆了摆手作为理解，并派人将木马抬上了车。满载着战利品的拖车向着城内驶去。沃特等人从木马的缝隙向外看去，木马向着特洛伊城缓缓移动。“呼。。。”计划初步成功了，\n      他们长舒了一口气。继续向外看去，随着木车的吱哑声，木马慢慢的驶入了特洛伊城。路两侧站满了城内居民，他们在欢呼，在庆祝，在诅咒希腊人。“哼。该死的特洛伊人，你们要为你们的愚蠢付出代价。”木马被安置在城中的一片空地上，不少特洛伊居民围着这具精美的木马赞不绝口。\n夜幕逐渐降临，围绕的居民逐渐都离去了，只有两名慵懒的士兵在看守木马， “巴特，为什么要留我们看守木马啊。。。难道这木马还会自己跑了不成？我也想去参加庆功宴啊。。”“哼，难道我不想么。。”说着掏出一瓶酒。“今天我们兄弟就在这里庆祝吧。”看到酒，守卫眼睛亮了起来。夜渐渐深了，轻微的“咔”一声，暗门打开了。已经喝醉的两兄弟并未注意到异常。“愚蠢的特洛伊人，今天就是你们的死期。”沃特手持长剑向巴特刺去。“什么人！”巴图大吼一声，突然他发现自己已经被长剑贯穿，用尽最后的力气回头看去，只见沃特冷冽的目光，缓缓倒下。另一名士兵已经看呆了，“敌。。。”一句话还未喊出，便被一剑封喉，永远的倒下了。\n       伴着夜幕的掩护，一行人向着城门潜去。街上的防守出奇的松懈。看着远处灯火通明的大殿，沃特冷笑。一路上虽有几队巡逻的卫兵，都是有惊无险。终于到了城墙边，沃特等人身贴在城墙上，仔细观察。城上有三个小队，约二十人。防守十分松懈，他们靠着城墙聊天，喝酒，不时向远处的大殿望去，露出羡慕的目光。沃特等人拔出长剑，小心翼翼的攀登城墙。一行人全部爬上城墙，突然一人脚踩中了一块松动的石头，石头落在地上，发出“啪”的一声。“什么人！”一个守城士兵大吼一声，“哪还会有什么人，希腊人已经滚蛋了，你太紧张了，大概是只猫吧。”另一位士兵说到。“呵呵。我们进攻了九年，原来是在和这样的蠢货战斗。”黑暗中响起戏谑的声音。“敌袭！”守城士兵冲天大吼。沃特从黑暗中走出，一剑刺出，将他贯穿。卫兵毫无防备，手忙脚乱间剑都未拔出便倒下了。鲜血四溅，手持滴血的长剑，沃特此刻在卫兵眼中如魔鬼一般，其他卫兵吓呆了，转身想要逃命。紧接着他滑步冲锋，转身横扫，另一人鲜血喷涌而出，沾满了地面，眼看便活不成了。布鲁等人同样冲了上去，松懈的特洛伊卫兵怎能与精锐的希腊战士相比，不过一盏茶的时间守城卫兵就全部被砍翻在地。沃特从城墙向外望去，黑暗中隐隐可见一排又一排全副武装的希腊战士。他们合力将城门放下，迎接希腊军队进城。城外的军队中火把一一点燃，齐声怒吼，向城中发起了冲锋。一边砍杀路上的巡逻兵，一边将城中房屋点燃。大殿中，特洛伊人正在喝酒划拳庆祝，突然听得吼声，大惊失色。急忙跑出。一时间混乱至极。\n       沃特坐在城墙上，看着被火焰映红的天空，看着被包围的大殿，一切，尘埃落定。\n\n\n呼。终于写完了，第一次在创作版发帖有点小激动0v0这次第一次写，肯定有不少不足，以后有时间我会努力写出更好的作品。大家觉得哪里写的不好可以给我提意见，我好改进，进步。有奖励哦！金粒啊金粒！233最后求人气求金粒=v=，觉得我文笔还凑合的鼓励一下吧\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1445437200,
            "txt_content": "撤兵哪里没交代清楚，【用力一搓】是什么碗糕？恕罪和在下还是太中国味道，木马应该没有什么缝隙，是刚才的枪眼吧？首行缩进一会儿有一会儿没有，还是应当多另起段落，这样看着有点累，省略号是......，不是三个句号，大概就这些。\n\nbbs文坛又升起了一颗新星，让我们为此撒花吧~\n\n【虽说是我给你出的剧本XD】"
        },
        {
            "author": "shure",
            "timestamp": 1445502240,
            "txt_content": "一看看去便知道这是基于历史中特洛伊战役写的文章……\n不过看起来还不错……下次试试原创的如何……？"
        },
        {
            "author": "冥王星人",
            "timestamp": 1445502540,
            "txt_content": "shure 发表于 2015-10-22 16:24\n一看看去便知道这是基于历史中特洛伊战役写的文章……\n不过看起来还不错……下次试试原创的如何……？ ...\n这也算原创啊"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1445518800,
            "txt_content": "特洛伊木马，这段历史我有印象\n文还是很不错的，欢迎入坑\n（故事君友情提示，趁现在还有时间快去参加圣杯）"
        },
        {
            "author": "3567",
            "timestamp": 1460307540,
            "txt_content": "感觉挺棒的，祝你越写越好"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461466020,
            "txt_content": "不知道作者还会不会有作品嘞？"
        }
    ]
}