{
    "title": "【原创】战末烟纪————这是一部基情的战纪",
    "author": "345597107",
    "replyCount": 7,
    "timestamp": 1445435100,
    "txt_content": "战末烟纪\n第一篇\n部义之乱\n   汉室末纪（空纪），刘氏被定为皇，其跟随者茂氏，义氏，爵氏被封为随皇。可刘氏智力低下，每天只顾玩耍涂乐，完全不理政事，又有义氏义斌蒋在旁误导，刘氏更是不理朝政，只顾玩乐。\n——————北雁殿——————\n   “陛下，我这里有只上好的百灵鸟，不知陛下可否给个龙面，去观摩观摩？”“好！朕明天就去看看你那只百灵鸟，到底有多好！”突然一个人急匆匆的走了过来，那人腰佩玉刀，身穿金虎铠甲，脸上有一条明显的刀疤。“启禀陛下，南部兆军进殿启奏，要求面见吾皇！”只见刘氏正要开口，却被义简（义简，字义斌）抢先了“这么芝麻大的事，何须要陛下处理呢！你们随便派几个君臣应付一下好了！”“对对对，这么芝麻大的事，何须朕出马，快滚！”刘氏一边说着一边把茂业（茂业，字天少）退开了。“这……他们可是带有诚意来面见吾皇的，这样可能会影响两国关系啊，望陛下三思啊！”茂业双手抱握，“都说了，你在不走，朕叫士兵要了你的项上人头！”茂业没有办法，气冲冲的走了，走之前撇了义简一眼。\n——————部义所——————\n   几个人围在桌子旁，策划这什么。“这皇真傻，几个好玩的玩意就可以把他收买了。”说话的是一个贼眉鼠眼的人，名为义宏（义宏，字胡玉）“别得意，我们这盘棋可不能输，输了可都要咔嚓的”义简说完比了个杀头的手势。“侄子，说的没错，要是这盘棋下对了，皇氏就是我们的了！”说话的人是一个面目苍老的人，名为义亥（义亥，字白陆）。“什么皇氏就是我们的，皇氏本来就是我们的，都是刘傲肖这个老混蛋，抢了我们义氏的名令！\"义简义愤填膺的说道。“不过我们不得不防一个人”众人疑惑。“他就是老忠将茂业”“侄儿莫怕，我早已想好对付他的方法”“哦？”\n——————龙旋殿——————\n“什么？茂氏与爵氏要造反？”“确有其事，陛下！”刘氏看着奏折和伪造的证据深信不疑。“好啊，我早就看茂业那个老家伙不爽了，来人啊！把茂氏和爵氏抓起来，斩了！”\n   茂氏与爵氏被斩首后，首级被挂在城墙上5天，眼睛没有闭上，可谓是死不瞑目。\n  随后，部义的人收买了所有皇军和大臣，所有不服从的都被暗中被杀掉了，可是皇上却始终不闻不问。义氏在这期间共屠杀了近千人，包括大臣，将军，宫女和奴才。\n    终于有一天，刘氏开口了“义简啊，你这是干什么呢？”义简手一举，一群士兵手持长枪出现把刘氏包围住了。“义简你好大的胆子，你知道朕是谁吗？！”刘氏大怒。“你是谁？你不过就是一个小小的刘氏嘛，有什么了不起的。”“你大胆，茂氏！爵氏！皇军！快出来护驾！”“没用的，能护驾都被你杀了，连皇军都是我们这边的，这皇位，我是坐定了。”刘氏这才明白了一切，惊慌失措，后悔莫及。但又有什么用呢？\n   义简掏出宝刀，一刀斩下了刘氏的项上人头，并吩咐下人把这人头挂在城墙上五天五夜。\n   也随着这一斩，皇室的统治结束了……\n——————第一章：义部之乱————————完\n\n\n\n\n三个说明：一：跟minecraft有什么关系？ 你自己脑部里面所有的东西都是方块组成的，如果你说你脑洞不大的话，那我也没办法 二：那个空纪什么意思？  空纪代表的是年代，分别是空纪，水纪，云纪，烟纪，石纪，土纪，战末。每个纪都有20年。三：义氏不是一个人名吗，为什么有那么多人？  这里的氏代表的一个家族。",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1445509920,
            "txt_content": " 本帖最后由 2575174857 于 2015-10-22 18:34 编辑 \n\n对本文的评价：\n首先，标题不够好：一部基情的战纪，这让人看了哪来的阅读欲望？\n其次，剧情不真实：一国之主怎么会说，“芝麻大的事情，何须朕出马”“快滚”这种粗俗的语言？到底是不是一国之臣，怎样看都不正常\n再来，细节不够细：语言有些生硬，整篇文章基本都是对话，而对动作，神态等描写，却不够多，说话占了大部分！"
        },
        {
            "author": "Zeros",
            "timestamp": 1445510100,
            "txt_content": "按照这个版块的规矩，这时候应该有一群人跳出来说这是对话流了"
        },
        {
            "author": "46241359",
            "timestamp": 1445514600,
            "txt_content": " 本帖最后由 46241359 于 2015-10-22 19:55 编辑 \n\n对话流闪瞎钛合金狗眼，而且极其无厘头，整个故事偏向于恶搞剧情毫无中心可言。说明纯属多余，个人不认为楼主这样的文会有什么人对文中内容提出疑问。此外场景切换极其生硬，人物性格极其逗比。百分制勉强给个四十分。"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1445608440,
            "txt_content": "46241359 发表于 2015-10-22 19:50\n对话流闪瞎钛合金狗眼，而且极其无厘头，整个故事偏向于恶搞剧情毫无中心可言。说明纯属多余，个人不认为楼 ...\n原来你是馍馍可爱的北极妹妹，既然恶魔是你的男朋友那你一定是个可爱的男孩纸。不过你的吐槽水平下降了，而且最可啪的是你竟然把你的本性掩盖的这么好！这绝不是北极，说，你盗别人的号到底想干什么！"
        },
        {
            "author": "46241359",
            "timestamp": 1445608560,
            "txt_content": "风吟浅唱 发表于 2015-10-23 21:54\n原来你是馍馍可爱的北极妹妹，既然恶魔是你的男朋友那你一定是个可爱的男孩纸。不过你的吐槽水平下降了， ...\n【2b的孩子到现在才发现我是谁的马甲- -】\n吐槽水平没下降，只是碍于再不小心遇到玻璃心被指责打击新人自尊心抹杀新人创作力我负担不起，人格分裂在写文的人中并不少见"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1445608860,
            "txt_content": "46241359 发表于 2015-10-23 21:56\n【2b的孩子到现在才发现我是谁的马甲- -】\n吐槽水平没下降，只是碍于再不小心遇到玻璃心被指责打击新人自 ...\n2B的孩子。。。@2B与mc的故事 再说了我早就知道你是北极了（摸胡子装大触）你本来就在疯狂打击新人（弥天大雾）还好我不玻璃心"
        },
        {
            "author": "46241359",
            "timestamp": 1445608920,
            "txt_content": "风吟浅唱 发表于 2015-10-23 22:01\n2B的孩子。。。@2B与mc的故事 再说了我早就知道你是北极了（摸胡子装大触）你本来就在疯狂打击新人（弥天 ...\n在我面前装大触确定够资本。。。【别版聊了，我不想被发卡= =】"
        }
    ]
}