{
    "title": "《我的世界之星宿》每日一更/有空就更——第十章 生命之灵",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1445489640,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2015-10-22 12:59 编辑 \n看到了丛林，这就代表里面一定是有水的，看一点丛林木回去，也是不错的，看看有没有可可豆什么的，到了晚上，看着月光，喝着一杯热咖啡，真是闲情逸致啊。\n　　“对了，荒城里面似乎还没有咖啡这一饮料吧，似乎只有汤类的蘑菇汤和牛奶这两个了，试试！”龙浩天飞快的窜向了丛林，危险四伏的丛林，龙浩天自己还不知道，他落入了一个陷阱中，而荒城为什么没有咖啡，并不是因为找不到丛林，而是因为丛林中的危险非常的多，而怪物的数量异常的庞大，连荒城皇城中的人，也不敢轻易进攻，稍有不慎，便是全军覆没。\n　　“人类，你等再靠近丛林一步，死！”一道声音传入龙浩天的耳内，体内的战魂开始暴动，变得暴躁不安，迫使龙浩天进入其中，而刚刚的那一道声音，令龙浩天体内的战魂都暴动了，看来敌人非常的强大，虽有一敌之力，但一个不小心，生命值就会归零了。\n　　龙浩天深吸了一口气，没有危险，哪来的收获，越是危险的地方，收获就会越大，龙浩天毫不犹豫的跨入丛林中……\n　　“哈哈哈~”许许多多僵尸不知从哪里窜了出来，而龙浩天也没有被眼前的情形而吓退，现在拥有了铁剑，实力得到了提高，而又领悟了“全力一击”的技能，这十多只的僵尸已经无法吓退他了，再说了，在离开了自己挖的矿洞的时候，外面的僵尸达到了近50多只，自己依旧可以逃脱，难道，在这大白天的时候，那十多只的僵尸还能秒杀了自己？\n　　龙浩天冷静的看了那十多只僵尸，抽出了铁剑，锋利的铁剑在阳光的照耀下异常的耀眼，而龙浩天在抽出铁剑的那一刻，已经朝僵尸冲了过去，虽然速度不算太快，但是那绝对是一级时无法披靡的。\n　　“全力一击，发动。”龙浩天暴喝一声，一道蓝色的光芒出现在铁剑之上。\n　　龙浩天一跃而起，一道斩向了第一个到达龙浩天身边的僵尸。全力一击的暴击效果，加上跃击，暴击的额外伤害非常的多，一击便是击杀了首当其冲的僵尸。\n　　龙浩天也不等经验球的靠近，便快速的冲向了另一只僵尸。\n　　“哈~“僵尸怒吼着，对于眼前这个杀死了他的同类的人类感到愤怒。\n　　只有十秒的时间，攻击力的加成时间非常的断，而在提升到二级的时候，龙浩天的速度也明显的增加了。\n　　下一秒，龙浩天便出现在了第二只僵尸的面前，一击下去，也只是打掉了僵尸的30多点的生命值，虽然这有着跃击的额外的暴击加成，不过，这一击就有着30多点的伤害，恐怕只要在砍一下，这一个僵尸也得一命呜呼了。\n　　感觉到了危险的僵尸，不但没有退去，反而是进攻更加的凶猛了，只是一眨眼之间，便抓去了龙浩天2点的生命值，这让龙浩天愤怒不已，下一击，瞬间斩杀了第二只僵尸，而此时所用时间不过3秒，仅仅3秒便击杀了两只僵尸。\n　　第三只僵尸来到了龙浩天的身前，它很聪明的避开了龙浩天的跃击，还趁机在龙浩天的身体上疯狂的抓这，无数的抓痕出现在了龙浩天的胸前，而对于这可以躲过自己一击的僵尸，他倒是有些惊讶，不过在反应过来之后，快速的扭转刀锋，一剑劈下，暴击出现。\n　　“僵尸v2，生命值100……”\n　　“生命值下降26，剩余生命值74。”\n　　在劈下了那一剑之后，一道信息快速的出现在了他的脑中，虽然简单，但是这一个二级的僵尸他可是从来都没有见过的，难道怪物也会升级？\n　　第五秒，龙浩天快速的后退着，希望再一次的跃击，达到暴击的效果。\n　　第六秒，龙浩天已如一只离弦的箭矢一边，飞速的接近着这一只二级的僵尸。\n　　“生命值下降31，剩余生命值43。”\n　　“受到攻击，生命值下降3点。”\n　　第二击成功，而在反应不及时的情况下，不小心被那一只二级的僵尸抓了一下，三滴血那可是很疼的。\n　　而在受到了那一只二级的僵尸的一击后，生命值已经下降到了15点一下，已经是非常的危险的了，而都已经消耗到了这个地步了，况且还有着四秒的时间已经足够了。\n　　龙浩天在快速后退着，而又一步一步的接近，这一次，他打算两击必杀。\n　　龙浩天快速的跑向了二级的僵尸，而后面的僵尸也得陆陆续续的赶到了，虽然不知道是不是二级的，不过威胁并不大，在击中了那一只二级的僵尸后，因为没有出现暴击只下降了20多点的生命值，剩余的生命值还有着20点。而龙浩天在被二级的僵尸抓了一下后，这一下进入扣了4点的生命值，剩余的生命值也只有11点了。\n　　顶下了二级僵尸的一击，龙浩天怒吼着一斩，直接取下二级僵尸的首级，地上出现了三个铁和一个绿色的珠子，不知道是干什么用的，反正一定是好东西。迅速的拾起地上的东西后，经验球也随之而来，没有注意经验的增加，现在他还处于危险之中，全力一击的效果也已经到了尽头，剩下的十只僵尸也在朝着龙浩天涌来，不恋战，得到了战利品后，龙浩天快速的向荒城方向退去，因现在是白天，僵尸也不敢出丛林太远，在追击了龙浩天一段距离之后，便重新回到了丛林中。\n　　“呼~”见后面没有了僵尸，龙浩天也松了一口气，看了看自己的战利品，龙浩天倒是显得有些兴奋，因为，在得到了那两个一级的僵尸的经验后，马上达到了200多点的经验值，而在击杀了二级僵尸后，战魂的等级直接达到了三级，得到了提高。\n　　战利品，除了那三块铁锭之外，那一个绿色的珠子倒是让龙浩天有些好奇，看了看其属性。\n　　“生命之灵，镶嵌类装备，可镶嵌在武器之上，提高其使用者10点生命值，最高可以升级至20级，每级增加生命2点，首次升级消耗300点经验，而后依次叠加300经验升级，直至满级，现等级1级。”\n　　又是一个从未见过的物品，还有一个从未见过的武器镶嵌。这一切，龙浩天已经对于未来充满了憧憬。\n　　现在，从士兵手中获得的这一个铁剑的耐久已经差不多要归零了，需要重新去做一把铁剑了，而这一个生命之灵的镶嵌物品，最好还是不要镶嵌在铁剑上比较好，因为攻击使用的武器，消耗的时候非常的快，而他也不知道这一个生命之灵是不是武器耐久归零时，会和武器一起报废，不过，对于前期的龙浩天来说，这一个生命之灵的确很重要。\n　　现在只有四块铁锭在手，虽然可以做一个铁鞋子，但是，他倒是觉得，铁鞋子穿在脚上是不是会太热了，而他现在是打算去制作一个铁头盔的，可以挡一下太阳什么的，还可以把生命之灵镶嵌在头盔上，一举两得。\n　　而合成头盔就需要五块铁锭，现在还差一块。\n　　现在也差不多就要到晚上了，龙浩天想了想，还是先回城里面好了，呆在外面太危险了，虽然现在自己的战魂已经达到了三级，但是自己却没有任何可以增加护甲的防具，抗打能力非常的弱，即便是攻击力在升级时得到了提升，但这也是在启用了“全力一击”技能的时候才可以一刀一个的，要是其时间到了，效果也就没有了，能不能一斩一个，还是一个未知的数，在晚上众多的怪物的围攻下，即便是开启了“全力一击”的技能，也会被僵尸庞大数量被生生的耗死。\n　　经过一个下午的赶路，在傍晚来临之时，龙浩天在城门关闭之前，成功的进入到了城市里，喧嚣的城市，顿时令龙浩天浑身舒适起来，如果说这一个世界只要他一个人的话，他即便不被怪物抓死，也要被孤独耗死。\n　　虽然这一天的时间里，龙浩天没有得到煤炭资源，但是他却得到了铁锭，而这想必也是比煤炭资源更加丰厚的东西了，可能其兑换率便是一个铁锭可以换取一百煤炭的，甚至是更高，所以，这一天的收获还是挺不错的。\n　　“现在就差一块铁锭就可以制作出一个铁头盔了。”龙浩天握了握手中的四块铁锭，说道。\n\n书籍索引<<<一个被遗忘的世界\n\n",
    "replies": []
}