{
    "title": "初级插件开发之权限插件",
    "author": "181133567",
    "replyCount": 1,
    "timestamp": 1445542560,
    "txt_content": " 本帖最后由 181133567 于 2015-10-23 20:57 编辑 \n\nDeveloping a permissions plugin\n开发权限插件\n\nPermissible\nEverything that can have permissions set must inherit the Permissible class. \n所有拥有权限集的类都必须继承自Permissible类。\nCurrently these only include the Player and CommandSender classes, however in theory anything could have permissions. \n目前这些只包含Player和CommandSender类，然而理论上任何事物都应该拥有“权限”。\nFor the future of this tutorial we will mention the player rather than a permissible object.\n在接下来的教程里我们将更多的提到玩家而不是permissible对象。\n\n\nPermissionAttachments\nWhat is a PermissionAttachment?\n什么是PermissionAttachment？\nA permission attachment is a way for a plugin to manage a player's permissions, and even better,\n“权限附属物”[PermissionAttachment]是插件管理玩家权限的一种手段，更胜一筹的是，\n allows multiple plugins to manage the player's permissions without interference,unless of course they want to set the same permission.\n它允许多插件管理玩家权限而不需要接口，除非它想要设置同样的权限。\n\n\nHow to create and remove them\n如何创建和移除一个PermissionAttachment\n\nEvery player must first be \"attached\" to the plugin so that it can be managed. To create a PermissionAttachment, use the following:\n每一位玩家必须先被“附着”在插件上，这样才能使用他们。用如下代码来创建一个PermissionAttachment:\nPermissionAttachment attachment = player.addAttachment(plugin);复制代码\n\n\nYou can even create an attachment that will only last for a limited number of ticks:\n你甚至可以创建一个仅仅只维持很短时间的attachment\nPermissionAttachment attachment = player.addAttachment(plugin,ticks);复制代码\n\n\nThis attachment needs to be stored somewhere though. The best solution is to create a\nHashMap<UUID,PermissionAttachment>复制代码\n\nattachment需要被储存起来。最好的解决方案是用哈希表\n\n and store it in there with the player's Unique ID. That will later allow you to manage a particular player's permissions via their Unique ID,\n 来储存。用玩家的UniqueID作为键值。之后你就可以用玩家的UniqueID来管理指定玩家的权限了。\n and remove the attachment when it's no longer needed. The best places to remove the attachment are in the onPlayerQuit event, onPlayerKick event,\n 并且在不需要的时候移除它。移除attachment的地方最好是 onPlayerQuit event, onPlayerKick event。\n and remove them all in the plugin's onDisable event. Removing the attachment is as follows:\n 并且总是在插件的onDisable中移除所有的attachment。使用下面的代码移除attachment：\nplayer.removeAttachment(attachment);复制代码\n\n\n\nAssigning permissions\nThere are two main ways to set a player's permission:\n这有两种主要的方法去配置玩家的权限：\n\nVia a string. This is probably the easiest method, and the one which I will explain first.\n通过字符串。这大概是最简单的方法了，所以我最先解释它。\n\nVia a permission Object. This is slightly more complicated, however it works in exactly the same way as the first internally, so I won't bother going over this.\n通过permission对象。这就有点复杂了，然而他内部的工作方式与第一个完全一样。所以我并不打算重温它。\nTo set a player's permission you firstly have to get the PermissionAttachment you created earlier from the HashMap. \n想要设置玩家的权限你必须先获取之前通过哈希表创建的PermissionAttachment。\nOnce you have this then setting a player's permissions is easy via the following:\n一旦你取得了PermissionAttachment，你就可以通过一种简单的方式来设置权限。代码如下：\nattachment.setPermission(permissionName,permissionValue);复制代码\n\n\nThe permissionName is a String, and permissionValue is a boolean.\npermissionName是一个字符串，permissionValue则是布尔类型数据。\n\nYou can later unset a player's permission (different to setting it to false) through the following:\n之后你可以通过如下代码撤销一个玩家的权限(与将permissionValue设置成false不同)：\n\n\nattachment.unsetPermission(permissionName);复制代码\n\n\nThe reason you may want to unset a player's permission is if you want to allow a different permissions plugin to set it.\n撤销玩家权限的原因是你希望别的权限插件来设置它。\n\n\nConclusion\nThat's about all there is to know about writing your own permissions plugin. \n这就是关于如何写一个权限插件的全部内容。\nThe actual implementation of the plugin however is up to you. I can however provide a few examples:\n一个真正的权限插件是什么样的完全取决于你。下面提供2个例子：\nAn RPG plugin that gives player's permissions based on their XP\nA forum bridge that links groups/permissions from a forum such as phpBB to bukkit's permissions\n\n*****第一次做翻译如果有什么地方翻错了的话还请大家指出，争取这几天看能不能赶一个实例出来。。。。*****\n****MC中文wiki：http://mineplugin.org/Developing_a_permissions_plugin****",
    "replies": [
        {
            "author": "@@Leo",
            "timestamp": 1462150440,
            "txt_content": "神之洛阳铲，专门挖除精华~\n最近在搞权限的说，比较有用~"
        }
    ]
}