{
    "title": "<原创·连载·圣杯>《方圆》第三章·经验",
    "author": "wq80781",
    "replyCount": 2,
    "timestamp": 1445530740,
    "txt_content": " 本帖最后由 wq80781 于 2015-10-23 00:22 编辑 \n\n《方圆》第三章·经验\n\n\n\n     “呼。。。呼。。。。”我大口喘息着\n     “应该，没有追来了吧。”我小声嘟囔着\n      在森林里狂奔的我一边跑一边回头看着。\n      应该安全了，在身后在也看不见那只僵尸之后我的脚步慢了下来，然后靠在一棵大树旁休息着。\n     “肚子好饿啊~”\n      感受着身体的疲惫，我告诉自己不得不找点吃的了。可在这满是方块的世界里，我要去哪找吃的\n呢？难道食物也变成方块了？自己脑补着方形的鸡腿，方形的蛋糕，我摇了摇头。应该不会吧，嗯，\n应该不会的。\n      站起身继续往森林深处走着，四周很寂静，没听见虫鸣鸟叫，也没有其他野兽的声音，月光照在\n大地上给我仅有的一点光明，不至于走着走着掉进深坑。\n      我思考着发生在自己身上的种种变化，发现了很多有趣的问题。第一，我的手指消失了，但取而\n代之的是我能轻易地把任何物品吸附在手上并且等比例缩小成一个很小的方块。第二，这个世界虽然\n遍布着各种各样的方块，但有一点就是，地上的草并不是方形的，我曾尝试着拔起地上的草，但却因\n为没有手指不能握住而把一团草打得稀碎，结果从草中掉出来一颗黄色的颗粒，我想这大概是种子之\n类的东西，但并不能吃。第三，这是最最奇怪的一点，我似乎拥有着一个超乎常理的储物空间，但说\n他是空间并不准确，严格上来说，这个所谓的空间是在手臂的内侧，平时我并看不到它，但当我有要\n拿取物品的意识之后，这个空间会立刻出现在手臂上，我可以清楚的看到空间内物品的内容和排列。\n并且在这个空间内，物品是可以重叠放在一起的，同类的物品，只需要放在一个格子内就可以了，并\n不需要占用更多空间，当然无论是叠加物品还是储物空间都有一个上限就对了。\n      “唔........\"\n      忽然，一阵熟悉的恐怖叫声从不远处传了出来。\n      ”竟然又追了上来“我原本以为甩掉的僵尸，竟忽然出现在身后。\n      撒腿就跑，不能跟这东西周旋，理智告诉我100个我也未必打得过身后的僵尸，能轻松接下我全力\n抛出去的土块，我可不敢跟这生物近身战斗。\n      ”唔........\"跑着跑着，竟在眼前看到了那只僵尸，顾不得思考到底是怎么回事，太近了来不及掉头，\n一瞬间，我抬起拳头迎面就是一拳。\n      ”呃........“僵尸被我击退了一小步并发出一阵低沉的声音。\n      ”怎么回事，刚刚明明能轻易接下我全力扔出的泥土块，现在怎么这么轻易就被击退了“\n      在思考着这件事的时候面前的僵尸又一次逼了上来。\n      ”该死！“\n      ”再来试一试“于是蓄足了力气，我照着面前的僵尸又是一拳。\n      ”呃.......“僵尸再一次被击退\n      真的管用，难道僵尸只能近战？\n      似乎找回了当初上高中通宵玩游戏的感觉，我与僵尸保持着距离一拳又一拳僵持着。\n      “碰”随着这一拳打出，一阵烟雾升起，眼前的僵尸倒下，尸体在烟雾中消失，一颗五颜六色的小光球\n掉落在地上，光球旁边是一块褐色的物体。\n       在旁边看了看，确定了没有危险之后我凑了上去，没想到随着我的靠近，地上的小光球朝我飞了过来，\n“叮”的一声钻进我的身体里，随后我感觉到体内多了一种物质，就是刚刚钻进去的东西，就那么安安静静\n呆在里面，没有一点波动。\n       “看来是无害的”我这么想着。\n       “不.....不对，难道这是经验？”\n        我被自己的想法惊呆了，难道这种物质真的是在游戏中可以增强力量，积累到一定数量就可以让人物\n升级的“经验”?我知道这想法有点惊悚，不过现实就是这样，击杀一只僵尸，掉落一个五颜六色的光球并钻\n进身体里，而且这光球还无毒无害安安静静的呆在那里，这不是经验还能是啥？\n        我又看了看脚下那块僵尸掉落的另一件东西，心想”这个应该就是战利品了吧，会不会是什么神级武器？“\n但看了看这货的外形，瞬间就蔫了，什么神器能长这个德行呢。我把他捡了起来，手感蛮恶心的，湿乎乎的，\n于是不知道到底有没有用，又不舍得扔掉，毕竟这是自己第一个战利品，所以就不管恶不恶心，直接放进了\n物品栏。万一以后发现能打造个什么神器就赚翻了。\n       脑补着自己的发财大梦，熟悉的叫声又从身后传来。\n       “唔........”\n       \"不是吧，又活了？“\n       ”不对，这是另一只，卧槽难道我进了僵尸窝了？“\n       我有点抓狂，如果僵尸真的能源源不断的来攻击，早晚都会被僵尸给消耗死，毕竟这一整天我都没有吃东西，\n不过现在不能管那么多。\n       我抬起拳头！再次冲了出去。\n",
    "replies": [
        {
            "author": "我没记录811",
            "timestamp": 1445564100,
            "txt_content": "期待作者的持续更新"
        },
        {
            "author": "2575174857",
            "timestamp": 1445574540,
            "txt_content": "我对楼主的建议，如下：\n首先，剧情需要创新\n其次，标题需要新颖（虽然你这么简练也不是不可以）\n最后：细节有待努力（对话流，动作描写，语言描写等方面）\n感谢楼主阅读我的建议。"
        }
    ]
}