{
    "title": "<原创·连载·圣杯>《方圆》第二章·萧何",
    "author": "wq80781",
    "replyCount": 1,
    "timestamp": 1445531100,
    "txt_content": "《方圆》第二章·萧何\n\n\n\n      但眼前的景色却给了我狠狠一巴掌\n\n\n      土地，岩石，树木，一切的一切被矩形占据取代，我曾在游回来时想过这种可能，但当亲眼\n看到时却又被现实所震撼。我弯腰触摸了一下脚下的沙土，冰凉的，没有看起来那么坚硬，但当\n我想从中间把手插入到方块内部时却遭到了方块内部所抵上来的阻力，就算用尽全身的气也没\n能把沙土分开，我又试了试旁边明显颜色不一样的泥土，得到的是相同的结果，我想这可能是目\n前这个世界的特性。\n      于是从最初的惊恐，我渐渐变的好奇起来，尽管还是没能接受目前的身体，但最起码活了下\n来。\n      我叫萧何，男，23岁，没发生这场灾难之前只是个穷学生，学习不好，但却爱好广泛，尤其\n是喜欢自己DIY些奇怪的装置，当然这些并没有什么卵用也不能让我赚钱养活自己就是了，可能\n老天见我可怜，赐给我一个青梅竹马的女友，她叫月析，是另一所高校的学生，跟我不同，从\n小就是个努力的孩子，但这并不能影响我跟她的关系，反而是她时常来安慰我不要灰心，不要在乎\n别人的想法，但我们确定关系也仅仅是这场灾难发生前三个月，其之前的那段时间，我们也仅仅是\n比较好的朋友关系，但这也是骗自己的理由，因为我们也只是不想捅破这层纸，而彼此默默喜欢着。\n       “对了，析儿！该死，不知道析儿怎么样了，不行，我要快点找到她。”\n       想到了析儿我再也淡定不下来了，在周围呼喊了起来。虽然知道这可能是徒劳的，但析儿现在\n可能正处在危险之中，不能再耽搁了，我要快点确定我在哪，然后马上找到其他人。\n       天色渐渐暗了下来，我想在周围捡一点树枝生一堆火，但发现我似乎忘了现在世界的这个特质，\n在尝试了无数次后，我发现这里的树根本就没有树枝，严格上来说这里的树枝几乎跟树干是一样粗的\n方块。\n      到现在为止，我还没能搞清楚当前的状况。仅知道所有的一切都被方块取代，但世界的本质还没\n有改变，例如原来的树木，土地，岩石，只是他们现在被像素化了。\n      “唔........”身后传来一阵低沉的惊悚叫声把我从思考中拉了出来。\n       目光扫去，一只绿色等身高平举着两只胳膊的生物正袭向我，理智告诉我这东西没有善意，纵身\n退了几步保持着安全距离，我想如果那东西再靠近一点我会撒腿就跑。\n       “唔........”叫声没有停止，但光凭这叫声就知道这东西不好惹。\n       我这样想着，但脚下却没停，一直慢慢的后退着，那酷似僵尸的生物很难缠，一直没有放弃，我转\n身看了看身后，发现不远处就是一片森林，天已经完全黑了，森林中看不到多远就完全被黑暗所取代，\n里面可能非常危险，所以眼前这只僵尸必须要干掉了。\n      短暂的思考过后，我摆出了当时在初中学习的跆拳道的预备姿势，准备正面上这只僵尸，严格意义\n上来说这是我第一次实战，缺乏经验，但眼前的情况也给不了我别的选择。\n       “唔........”\n       那只僵尸并没有主动攻过来，其实是我发现它并没有加速奔向我，一直是以一种非常慢的行走速度，\n在后面远远的吊着，于是我不得不怀疑这个生着正方形脑袋的绿皮生物到底有没有意识。\n       我蹲下抓起一块泥土，没费多大力气，跟当初的木板一样泥土块吸附在了我的手上，而且变得很小，\n其实我试过几个别的方块，只要可以捡起来的东西，都会缩小到这么大。我甩了甩手，用力朝着僵尸丢\n了过去，啪.........\n      结果让我目瞪口呆！泥土块轻飘飘的打在僵尸的身上，然后被僵尸抓在手里。\n      “卧槽！\"\n      忍不住爆了一声粗口，整个人的动作都僵硬了。\n      我敢说这是目前我所用出最大的力气，对方没有受伤甚至没有一点点躲闪就被轻飘飘的抓在手里，我有\n点虚，甚至开始怀疑是不是这货并没有我想象中那么弱智。\n       \n      脑袋一片眩晕我决定三十六计走为上！\n      最后开了一眼我飞快地跑进了漆黑的森林，消失在僵尸的视野里。",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1445604360,
            "txt_content": "第一时间关注!沙发"
        }
    ]
}