{
    "title": "《我的世界之星宿》每日一更/有空就更——第十一章 组队破丛林（一）",
    "author": "MIP_COMMOM",
    "replyCount": 3,
    "timestamp": 1445576340,
    "txt_content": "“现在就差一块铁锭就可以制作出一个铁头盔了。”龙浩天握了握手中的四块铁锭，说道。\n　　“嗨，兄弟，你的铁定出售吗？”\n　　“不，这不出售。”龙浩天转身正要看是谁在购买铁锭，结果，看到的便是昨天看到的那一个在酒馆碰到的那一个陌生的人，仔细打量了一下，这一身的行头似乎在哪遇到过，不过龙浩天不论怎么想，除了昨天晚上的那一个记忆，就没有别的了。\n　　“呃，我看你有些眼熟，你叫什么？”龙浩天看了看眼前的这一个男子说道。\n　　“嗯，我是鬼鬼，剩下的，你懂得。”鬼鬼拿出了一块铁锭，开始等待着龙浩天的回应。\n　　“你是鬼鬼？怪不得这一个神奇的装扮原来是你的，呃，看你手上也有铁了，为什么还要向我买铁？”龙浩天看到鬼鬼手中的铁锭，疑惑的说道。\n　　“其实我是来找你组队的，队伍里面正缺人，需要一名战士。”鬼鬼无奈的对这一个一根筋的龙浩天说道，不知为什么，龙浩天有的时候聪明过人，有的时候倒是有些愚昧。\n　　“组队？要干什么？”\n　　“要去为了进攻东南方向的热带丛林而做准备的，哪里有很多的怪物，经验获得非常的快，里面的矿物也非常的多，而我们现在只需要一个人去拖住一只僵尸便好了，我和其他的队友击杀了所有剩余的僵尸后，会来帮你解决的。”\n　　“那你们直接去不就好了，为什么还要带上我？”\n　　“呃，因为我们对付不了太多的僵尸，一个人对付两只僵尸，很容易会被击杀，我们冒险队是不希望有任何一个队员牺牲的。”\n　　“哦，那帮了忙有什么报酬吗？”\n　　“有的，五块铁锭，你看这么样？”\n　　“嗯，成交了，我们现在就出发？”\n　　“算了吧，现在都已经到晚上了，僵尸都跑出来了，怎么可以打得过一群有一群的僵尸。”\n　　“接下来我们要去哪？可以先付给我那五个铁锭吗？”\n　　“嗯，等一下到了我们冒险队住的酒馆就给你。”\n　　“你说的酒馆，不会是荒城东部的那一个‘蓝天酒馆’吧？”\n　　“嗯？你怎么知道的？”\n　　“呃，我昨天去那里租房子住来着，进去就看到你出来了，只不过，想要在回头去看你的时候，你都不见了踪影了。”\n　　“那，走吧。”\n　　……\n　　龙浩天边走着边和鬼鬼聊着一些丛林的事情。\n　　据说，那一个丛林是沙漠中怪物的藏身地，晚上再沙漠出现的怪物，便来自那些热带的丛林，里面有着很多强大的存在，而人类联盟在攻击到一半的时候，除了僵尸和骷髅射手以外，还出现了苦力怕，苦力怕的威力非常的强大，五格的范围内，无一幸免的都死了，而十格之内五格之外的范围，都被炸成了重伤，而十格以外，不远的地方都是被震动击倒，然后被骷髅射手趁机射死，一只苦力怕便有着强大的威力。\n　　而迫于苦力怕的强大，人类联盟只好暂时放弃了对丛林的进攻，便将进攻的路线改向了不远处的日西城了，一次的出兵便出动了荒城中一半的人，声势浩大，现在也不知道打得怎么样了，有没有顺利的攻占日西城。\n　　“到了就是这里了，给，这是你的五块铁锭。”鬼鬼拿出了五块铁锭，朝龙浩天扔了过去，面对这突如其来的铁锭，龙浩天差一点没有反应过来。\n　　“你这是要砸死我的节奏！”龙浩天有些愤怒的对鬼鬼说道。\n　　“呃，我还以为你是可以反应过来的。”\n　　“不吵了，你的冒险队在哪，鬼鬼。想必有鬼鬼的冒险队，也少不了他们吧？”龙浩天略显深意的说道。\n　　“呃，看来你已经知道了，那走吧。”鬼鬼招呼着手，领着龙浩天进了蓝天酒馆。\n　　……\n　　“我们先让飞翔使去正面攻击，吸引大部分的僵尸，他有强大的攻击力，应该是可以应付过来的，打不过，也可以凭借他的速度迅速的逃离。”一个房间中，五个装束各异的人站在桌子前，指着桌子上的一个小地图说道。\n　　为首正在说话的是一个戴着棕色帽子的中年人，身上穿着一件铁铠甲，还有着很多的武器放在了房间的四处，有弓箭和铁剑，还有着一些石剑。\n　　龙浩天看到了房间中的这一群算是知名的人物，虽然早有心理准备，但还是有一些的紧张的。\n　　“嗯？有新人来了，你好，我是籽岷。”籽岷朝龙浩天走了过去，示意握手，而龙浩天还在一阵的兴奋当中，反应有些迟钝了。\n　　“我叫龙浩天，你就是传说中的籽岷大大吧，我听鬼鬼说需要人组队，我要干什么？”龙浩天有些兴致勃勃的对籽岷说道。\n　　“哦，鬼鬼叫来的，那你和飞翔使一队吧，帮忙去吸引一下僵尸的注意力。”飞翔使走了出来，和龙浩天握了握手。\n　　“嗯，龙浩天，明天还要看我们两个人的，你是什么类型的战魂，剑士的，还是伐木的，这两个我们还可以接受，不过其他的战魂就不太好了。”\n　　“这个……其实我也不知道，不过我现在的技能是属于剑技类的，想必应该是剑士吧。”\n　　“嗯，这就好。你需要什么尽管说，我们这除了缺少一些铁以外，其他的都不这么缺。”\n　　“呃，我要一个合成台就好了，我需要合成一些物品。”\n　　“嗯，合成台在那。”飞翔使指了指窗边角落的位置，除了合成台以外，当然还有熔炉了，这些都是酒馆最基本的配置了。\n　　龙浩天拿出了五块铁锭，将铁锭摆放在合成台上，一道金色的光芒过后，一个铁头盔出现在了合成台的上方，这一个头盔方方正正的，刚刚好匹配龙浩天的脑袋，而龙浩天并没有合成铁盔甲，那是因为自己的铁剑的耐久已经快到极限了，而合成了铁盔甲就会剩下一块铁锭了，没办法在合成一把铁剑，就只能先合成铁头盔了。\n　　而在合成好头盔之后，龙浩天将生命之灵拿了出来，轻轻的放在了铁头盔的正中间，绿色的光芒微微的闪耀着，一道悦耳的声音出现在了龙浩天的心中。\n　　“生命之灵，是否镶嵌？镶嵌后，武器耐久归零，将会和武器一起消失，每一次修复只能选用经验值修复，修复次数为五次。”\n　　“选是！”\n　　那一个生命之灵，以肉眼可见的情况下，正在慢慢地融入铁头盔中，一个小绿珠出现在了铁头盔的中间，镶嵌其中，非常的美丽。\n　　龙浩天将铁头盔收入了空间背包，拿出了一个木棍和两块铁锭，合成出了一把铁剑。\n\n书籍索引<<<一个被遗忘的世界\n\n",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1445578500,
            "txt_content": "我第一眼就看见了错别字"
        },
        {
            "author": "3352村",
            "timestamp": 1445582340,
            "txt_content": "错别字先不说，籽岷……咳咳，换成子民不好吗？"
        },
        {
            "author": "3352村",
            "timestamp": 1446181680,
            "txt_content": "更新更新"
        }
    ]
}