{
    "title": "<原创·连载·圣杯>   勇者之征II：星光 第二章 第十二节",
    "author": "2B与mc的故事",
    "replyCount": 5,
    "timestamp": 1445604300,
    "txt_content": "        “你还有什么解释吗？”将军背对着士兵，坐在墙角，一边拿着干净的抹布仔细擦拭着他的盾，一边冷冷地问道。\n\n        “没……没有……”士兵的喉结上下滑动。将军背对着他，所以他就没法看脸色行事——不，这样不论怎么看都是将军生气了，这种可怕的背影让士兵越来越紧张。但是他还是深吸了一口气，壮着胆子补充了一句：“但是，对方太强了，将军。我们甚至完全没办法靠近他。”\n\n        一听到这句话，将军的动作立刻停止了。房间里的空气凝固了，就好像你一动，整块空气都会跟铁块一样被挤扁。将军壮硕的身躯和瘦小的士兵形成了鲜明的对比，使整幅画面显得特别有意思。\n\n        “你应该是知道的，我是不会相信‘敌人太强了’这个借口的。”将军转过身来，士兵在看到他的脸色之后更加害怕了，“那不是敌人太强，而是你们太弱了！几百个人打一个人，竟然还会全军覆没？特别是对于这种来历不明的敌人。你们的训练远远不够！”\n\n        “可是……将军……我觉得就算我们训练再久……也不可能跟他一样……”士兵颤颤巍巍地答道。\n\n        “你还敢说这种话？长别人志气，灭自己威风！”将军一跺脚站了起来，怒气冲冲地跑道士兵面前，就差那能让人粉身碎骨的一拳头了。可是他似乎想起了什么似的停了下来，若有所思地问道：“你为什么觉得自己一定比不上他？”\n\n        “那个人……如果我没看错的话……他能操纵火焰！太可怕了，简直就像是哄小孩的故事里的魔鬼！”那个士兵抓住机会，赶紧解释道。\n\n        将军回想起自己回来时，全城的火把都熄灭了。应该没有人会无聊到制造一个这么麻烦的谎言。\n\n        “那个人长什么样子？”将军坐了下来，缓和地问道。\n\n        “他披着斗篷，遮着脸，所以看不清长什么样子。”士兵见将军镇定下来，松了一口气，“但是可以确定的几个特点是，他头发花白，衣衫破旧，而且腰间别着一个酒壶。”\n\n        “哈哈哈……”听到这里，将军莫名其妙地大笑了起来。\n\n        “哄小孩的故事？确实是哄小孩的故事！也就只能哄哄你这样的小孩而已！”将军大笑着答道，“放心吧，他是个人！而且，我还认识。虽说名字里确实是带了个‘鬼’字。”\n\n        “不过话说回来，这次真的是我失算啊！没料到把天灵山脉包围之后，竟然把镜那家伙也为围在里面了！现在，‘酒鬼’也神不知鬼不觉地溜进来了，这场仗，越来越难打了！”将军朝士兵挥挥手，“回去吧，他确实不是你们能对付的人。注意，之后让所有士兵行动保持低调，不要让更多的人知道我们在这里！免得惹更多的麻烦！”\n\n        士兵笑着点了点头，兴奋得蹦了出去——让整个城门区域失被一个人攻破了，如此严厉的将军竟然一点也没有惩罚他！\n\n        将军转过身，继续专心致志地擦拭起他那光滑的墨绿色盾牌。\n\n        看来这天灵山凭我们是不可能被攻下了。别急，上头知道了之后肯定会派援兵来的，毕竟这里是战争胜利的关键。不过，但愿他们不要傻到派一大群炮灰士兵过来吧！将军想着。\n\n\n\n\n\n\n        夕阳西下，火红的太阳在地平线跃动，燃烧，缓缓下沉。\n\n        一个不大不小的山洞里闪烁着跟太阳一样火红的光：那是火把的光。洞口坐着一个少年，似乎正小心翼翼地在缝补着什么。\n\n        针眼在破旧的衣服上穿插，针线灵活地舞动着，就像是在上演一出精彩的木偶戏。随着木偶戏进入尾声，一块块补丁也被缝合。针孔密集而整齐，就像 老司机 手法娴熟的裁缝认真完成的精美作品。甚至可以说，这块补丁使整件衣服都显得更漂亮了。\n\n        光看这穿针引线的功夫，不必多说，就能猜到坐在洞口的是谁了。\n\n        是穹闪。\n\n        灵曦这样的大小姐，衣服破了再买一件就是，哪还有闲心来亲自动手修补？穹闪只身在外生存多年，对于穿针引线这种基本技能自然是轻车熟路。因此，他从小到大一共就换过五次新衣服，而且都是因为太小了穿不了才换的。光是他身上穿这件，看起来还挺新，其实都已经穿了一两年了。\n\n        “金毛儿，差不多是时候了！”傲天望着即将没入地平线的太阳，在山脚下大喊道。这“金毛”是不知何时起他给穹闪起的外号，不过穹闪本人对这个外号似乎并不在意。\n\n        “好，稍等。”穹闪说着利落地咬断了多出来的一段棉线，披上衣服，拿起剑，在山崖边一跃而起，直接跳下了山，落地之后却一个踉跄摔倒了。他拍了拍身上的灰尘，似乎有些吃力地站起来，接着又立刻进入了战斗的状态：“来吧！”\n\n        虽然当时看上去没什么事，不过那样做让穹闪的腿疼了将近一个星期。（无形装逼最为致命）\n\n        毫无征兆地，几支箭从傲天的方向飞出，下一秒傲天就不见了踪影。穹闪往左一偏躲开了箭矢，接着也猛地一窜消失在了视野中。\n\n        没到太阳刚落山的时候，只要没什么特别的事发生，穹闪和龙傲天总会这样打一场。当然，双方都是自愿的。穹闪想要变强，而龙傲天想要改良和测试他的新武器。对于穹闪来说，龙傲天是优秀的训练对手；对于龙傲天来说，穹闪是难得的实验对象。\n\n        灵曦在山腰看了几眼，叹了口气，又走回了山洞。\n\n        等我找到好地方之后，一定要马上买一套房子住下，离开这两个战斗白痴！灵曦想着。\n\n\n\n\n\n        一团篝火升起，木柴在火堆中噼里啪啦地炸响着。火焰在木柴上狂乱地舞蹈着，就像赛普克人慌乱的心跳。\n\n        “萨布！科特莫努胡巴？（族长！我们真的要这样做吗？）”一个赛普克人悄悄问道，语气里满是疑惑与不安。\n\n        “布瓦西里，米洛洛杜。科特瓦达萨姆库赛普克！（现在要先活下去。我们是最后的赛普克人了！）”族长长叹一口气，“米洛洛杜，撒哇吗瓦达末库，瓦达斯库图！（先活下去，一切才有希望，才能等到时机！）”\n\n        赛普克人都安静了下来。他们都知道族长说的确实是对的，而且赛普克人的传统之一就是必须听从族长的话。但是面对这样的境地，为了活下去，他们不得不放弃尊严，放弃家乡，这真的让他们很惆怅。\n\n        今夜，有些星星们不再闪耀了，星空渐渐陷入了混乱……\n\n\n目录\n\n\n关于更速和质量，我权衡了一下，还是保证质量吧，宁缺毋滥\n穹闪——居家必备，家庭妇男，精通各类生存技能，是您的不二之选！\n快了，等穹闪他们到了迷离谷，剧情会更精彩。我的脑洞基本上都集中在那之后了\n@bo_bo2001 @guqu @恶魔-潇洒 ",
    "replies": [
        {
            "author": "守望者_",
            "timestamp": 1445605080,
            "txt_content": "这集有点乱。。。。"
        },
        {
            "author": "赵小迷",
            "timestamp": 1445605140,
            "txt_content": "前排支持！！！{:10_523:}"
        },
        {
            "author": "46241359",
            "timestamp": 1445607240,
            "txt_content": "oh my god,这堪比我的对话流"
        },
        {
            "author": "hou1193161263",
            "timestamp": 1445607300,
            "txt_content": "火钳刘明，挺好看的，快载"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1445609580,
            "txt_content": "为什么叫傲天不叫全名= =\n直接跳下山简直6～"
        }
    ]
}