{
    "title": "<原创·连载·圣杯>空[第六章：罗杰][46241359]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1445608440,
    "txt_content": "空·第六章·罗杰\n\n\n正文\n\n\n\n    “哦不……”诺迪斯停下了脚，惊异地看着地上一个形状怪异的黑色物体。    “怎么了？”纳尔用手电筒照了照，那个东西被烧得像是一块焦炭一样，令人毛骨悚然。看起来就像是……人的尸体。纳尔立刻倒抽一口凉气，他努力压抑住自己尖叫的冲动。    这太可怕了。但既然这里有死者，为什么那些人不知道？难道说警察根本没进来？    纳尔突然停止了思考，他屏住呼吸，听着周围的动静。对，没错，这里除了他们两个人，还有另外一个人……而且是活的。纳尔能清晰地听见脚踩在地面上的碎瓦上的声音，而且越来越近。    那人的目标是纳尔和诺迪斯！    这是纳尔的第一反应，他转过头，朝诺迪斯吼了一句：“快！跑！离开这里！”纳尔相信自己这辈子从出生到现在为止这是第一次喊这么大声。这样大的声音他知道那个人一定也会听见，诺迪斯还愣了一秒左右，最后顿悟一般，推着轮椅疯一样地朝出口跑去。    脚步声停了几秒，之后一个有些虚弱的身影从黑暗中走出来，穿着一身老旧的白色研究服，戴着一副黑框的眼睛。尽管看起来弱不禁风，但他的眼睛看起来老成阴沉，看不出经历了多少事，看过了多少人。   他双手抄在研究服的口袋里，用脚踢了踢地上那个东西，“烧死了么，”那人脸上的表情顿时松懈了不少，“现在已经有人来了么……”说着，他抬起头看向出口，“空这就被带走了……看来我也得搬家了。”话音落下，他扶了扶镜框，再次隐入了黑暗中。     “纳尔，到底怎么了？我从没见过你因为什么事喊得那么大声。”诺迪斯确认离那个研究所有段距离后才开口问自己一直纳闷的问题。    “有人。”纳尔让自己冷静下来恢复理智后，才开口，“可能你没听见，我听的很清楚，那个人是朝我们这个方向走过来的。但我不知道他的目标是什么，有可能是我们，也有可能是那个地上类似于尸体的东西。”    “你确定那个是尸体？烧的那么黑……不好辨认吧？”    纳尔的确也不能确定那个到底是不是尸体，但在他直觉来看，应该是的。他回忆了一下，那个东西体积比较大，不像是研究所里一般的那些器材或者别的什么，而且是个类似“C”形地躺在地上。没错，是尸体。“我确定，那是具蜷缩在地上的尸体，虽然我不知道为什么他会在那里被烧死。”    诺迪斯没再说话，他心里有另一种推测。而且是个直觉，非常强烈。他觉得这个被烧死的人和空或许有什么间接或者直接的联系。再加上如果纳尔没有幻听，那个在研究所里走路的人可能也是这样。    但很难讲是不是真的。    诺迪斯推着轮椅走到家门口时，发现有人围在家门口。奇怪，发生什么事了？有小偷？还是别的？他会这么猜不是因为别的，而是因为，他看见门口停了警车。    其中一个人看见诺迪斯和纳尔，就走上前询问，语气很平和，诺迪斯感觉这个人并不是一般的警察。“您好，请问二位最近是否去过附近一个研究所？”    纳尔和诺迪斯对视一眼，这附近只有那一个研究所，但愿猜的是对的。之后两人默契地点了点头。    “那好，”那人鞠了一躬，“我们正在调查关于那个研究所的火灾，那里面有一名死者，所以需要问一些问题。现在是否方便跟我们去一趟？”    “这事我无所谓，”纳尔抬手指了指身后推着轮椅的诺迪斯，“看他，如果他没事，我就跟着去。”那人微笑了一下，顿时让纳尔放松了不少。他的笑容很有活力，看起来是那种很可靠的人。    “我……没事，那就走吧。”    警局离这里并不远，三个人是走过去的。纳尔路上了解到，这个人名字叫罗杰·伊特，另一个信息，就是罗杰今年24岁。其他的信息一概不知。罗杰的保密能力很强，纳尔在似乎是无意询问时，罗杰总是很自然的应答，看起来根本不像是刻意在保护信息。这点让纳尔不得不佩服，诺迪斯也更加确定罗杰的来历一定不简单。    “我想问一下，你们是否认识那名死者？”罗杰突然发问，他的表情很明显地表示他并没指望得到可靠的答案，也许只是个试探性的问题。    “不认识，我们甚至不知道那个研究所的存在，说的是在我们去过那里之前。”    “去过那里之前……”罗杰托着下巴思索了几秒，“那么你们去研究所的目的？”    两人沉默，他们不了解罗杰，因此不能轻易说出找到空的事。    罗杰见两人不开口，就知道是有难言之隐，“那么我换一种问法，你们是因为什么才来这里？”    “一幅画。”两个人同时说出了这句话。    一幅画？罗杰惊了一下，这样诡异的理由还是头一次听说。他了解那个研究所，名叫“格尔特中央研究所”，研究的大多是属于机器人方面的东西。以前因为一些事所以那个研究所没再有员工出入，后来就莫名其妙的着了火，烧的几乎什么都不剩，不过因为没有伤亡，所以没有深入调查。但现在想来，那件事的确应该仔细查查，不然也不至于这次的事件无从下手。“那是一幅怎样的画？”罗杰知道这两人隐瞒了一些很重要的事而且并不能随意说出口，因此他暂且不进行深入的询问。    “我见过的最诡异的画，”纳尔立刻开口，“而且是经过精心计算才画出来的一幅画。”    这下更有意思了。罗杰心里暗暗叫好，他好长时间没遇到过这样令人匪夷所思的案件了，一幅诡异的画，而且是经过精心计算的。这一切听起来真是不可思议。    “那么你知道那幅画有没有什么隐藏的含义？”    纳尔看着罗杰的眼睛，过了一会，慢悠悠地吐出几个字：“我不知道。”\n\n\n返回索引贴\n\n\n@恶魔-潇洒  @冥王星人",
    "replies": [
        {
            "author": "hou1193161263",
            "timestamp": 1445609160,
            "txt_content": "前排混眼熟"
        },
        {
            "author": "名人才华",
            "timestamp": 1445613000,
            "txt_content": "bia极~我来捧场了！\n别告诉我罗辑登场了"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1445692380,
            "txt_content": "达达赶到"
        }
    ]
}