{
    "title": "<连载小说><非圣杯>《空间迷域》序章",
    "author": "我的订阅",
    "replyCount": 3,
    "timestamp": 1445672040,
    "txt_content": " 本帖最后由 我的订阅 于 2015-10-24 15:42 编辑 \n\n\n\n\n\n\n空间迷域序章.jpg (22.35 KB, 下载次数: 2)\n\n下载附件\n\n2015-10-24 15:19 上传\n\n\n\n\n\n空间迷域——序章\n\n\n  又是风和日丽的一天，然而，杰克睡觉的姿势却与这并不相符。他的被子早已被蹬到了地上，双臂大开着，好像见到了梦中的情人正在拥抱她一般，脸上的傻笑将他的窘态暴露无遗。\n  “铃铃铃”身旁的闹铃突然响了，杰克着实被吓了一大跳，他连忙坐起身，掏出了表：“我靠，九点了！”\n  当他正在诧异为什么母亲没有叫他起床的时候，看到了桌子边上的便签——\n\n  杰克，我和你爸爸去出差，一周之后回来，照顾好你自己，不用担心我们。\n哦，对了，桌子上有牛奶，冰箱里有面包，饿了就自己吃吧，钱的问题不用\n担心，你卧室里的抽屉里放了五千块钱，等我们回来哦！\n                                      爱你的老爸老妈  \n\n\n\n  说实在话，杰克并没有因为爸妈的出差而有过的心理变化，但是当他看到抽屉里有五千块钱的时候，眼睛里却散发出了另类的光彩。五千块钱啊，这可是他两个月的工资啊！虽然他不知道父母为什么只出差一周就留下这么多钱，但是毕竟钱已经到手，他就也没说什么，揣进了腰包，给老板装病请了天假，便径直走出了屋子。\n  走在街道上，这新鲜的雾霾的确呛得他咳嗽了起来，但是他却并没有因此而停下脚步，反而加速了，因为，他心中早已有了要去的方向。  “咚咚咚”他敲了眼前的门几下，门便吱呀呀的打开了，一个青年男子的头露了出来。\n  “呦，杰克，你怎么来了？”男子开口说道。\n  “别扯那些没用的”杰克还真是直截了当，“我让你准备的东西准备好没有？”\n  “当然准备好了，就等你来了”那青年男子见杰克直截了当直入主题，他也不再多说，便从里屋找来了一个小布包，”看看，是这个不？“\n  杰克接过了布包，没有打开，只是颠了颠重量，点了点头，赞许地说道：”恩，好像还真是真货“\n  ”你，不用打开看看？”那男子问道\n  “不用，咱们谁跟谁啊。”杰克说道，好像他与这男子关系很好一样。没有半点伪装和怀疑。\n  “那咱们什么时候行动？我看时间不多了，越早越好吧。”那男子说道。\n  杰克并没有说话，只是背对着那男子，将手中的布包拿起：”有了它，什么时候都可以出发，就看你想不想。”\n  “哼，你还是这样，狂妄自大”那青年对杰克竖起了中指，脸上一副不屑的神情，说罢，他便关上了房门，回到了家中。\n  杰克并没有回家，他独自一人走在街道上，掏出了手机，打开QQ，给头像与刚才那青年一般无二的联系人发了条对话：“明天行动。”\n  原来这个人叫李建斌，北大高材生，只不过，是全校倒数的几位之一，能考进北大据他自己所说是因为英语蒙了10道选择题全对了的原因，但是在杰克与他交往的这么久中，他并没有看出李建斌的运气哪里好过，反而，几乎是次次都如同脑袋上扣了一盆肮脏的、污秽的东西一样，他是什么我就暂且不表了吧。他还有小名，倒也是简单，听到汤姆也是那位高冷男的小名时，他便也给自己起了一个高大上的：“汤姆”\n  汤姆！？当杰克第一次听到他给自己起了一个这么土鳖的外号时，无语凝噎啊，这，咱们两个的名字怎么总在英语书上出现呢？哎，不去想了，反正只是个称呼，应该不会有太大问题的，杰克心理安慰道。\n  咱们再来说说杰克，他正乐不思蜀的泡在电玩城里，旁边的一千个币那个小筐都快装不下了，但是，他却没有注意，因为它的眼睛正目不转睛的盯着眼前游戏机的屏幕，就差眼睛贴到屏幕上了，他就这样一直从十点多玩到了下午五六点钟电玩城快关门的时候，店主都打着哈欠站在他身边不停的催促时，他才放下了游戏机，晃晃悠悠的朝外走去。\n  他给汤姆打了个电话，说叫他出来吃饭，他当然是答应啊，于是便屁颠屁颠的打了个车来到了餐馆的地址。\n  可是当他看到桌上的菜时，确实傻了眼啊，只见桌子上，赫然放着两碗拉面和一碟呛菜。“我靠，你这也太坑了吧”他心想，“我打车钱都比这要贵！”但是这也只能心里想想，不能说出来，毕竟兄弟情义是钱换不来的嘛。\n  他坐了下来，四目相视，举起了酒杯，碰在了一起：“为我们在这里呆的最后一天，干杯！”\n\n序章终\n预计十万字能写完，只能多不能少，敬请期待哦！有错别字请直接评论，或者您有什么好点子和好技巧也请直接评论，我将进尽忠言！\n\n[groupid=1075]My_Game MC建筑小组[/groupid]",
    "replies": [
        {
            "author": "LexOBurner",
            "timestamp": 1445682540,
            "txt_content": "没人气qaq"
        },
        {
            "author": "xcc",
            "timestamp": 1445688360,
            "txt_content": "字体颜色美如画。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1445695320,
            "txt_content": "开头介绍很诡异，骂语使用不当，人物性格不明显，除了战五渣看不出这人有什么主角资格\n标点使用不准，描写莫名其妙，一些连接词也莫名其妙\n故事背景到底在哪里没有介绍，对于货币标准更是模糊\n有些标点缺失，引号有用反的\n既然要使用土语，就应当用到最后，结果有的地方用了有的地方没有用，混乱不堪\n\n剧情毫无正能量，过度阴暗与消极，如果说没有正能量，就麻烦写成麦克白样式的，也算厉害\n不过此文，就像我从别人口里听说来的一样，和起点大部分没营养的一般，只是一帮混混在一起继续混\n实在没什么胃口可以叫我继续看下去。"
        }
    ]
}