{
    "title": "<连载小说><非圣杯>《空间迷域》 第一章",
    "author": "我的订阅",
    "replyCount": 1,
    "timestamp": 1445678580,
    "txt_content": " 本帖最后由 我的订阅 于 2015-10-24 17:25 编辑 \n\n\n\n\n\n\n第一章.jpg (22.69 KB, 下载次数: 0)\n\n下载附件\n\n2015-10-24 17:24 上传\n\n\n\n\n\n空间迷域——第一章\n\n  两人的酒杯碰在了一起，少许酒洒了出来，但是他们没有在意，似乎这烈酒跟他们有仇一般，非要把他们喝光，才罢休。\n  “为什么咱们要在这个世界被别人歧视，为什么我们见不得光啊？”汤姆借着酒劲，大声地说道。因为这是在包房之中，所以没有人听到他的内心独白，就算有人听到，也只会一位他是个神经病而把此事当作笑柄拾起然后走开。\n  “你还不知道吗“杰克也说开了“现在在大家心中，咱们所能干的事根本就是不可能的，所以，咱们就必须被扣上精神病或者前面的那两个字调过来的帽子，这个道理你早就应该懂了吧”说罢，他又举起杯子，干了满满一杯酒，他好像说的正尽兴，于是又说道“反正啊，咱们这种日子快到头了！今天咱们就能脱下帽子，回到咱们该回的地方去了。”\n  汤姆好像也有所感触，也干了杯中酒，将杯子重重的摔在桌子上，长叹一声“是啊，咱们的时代也要到了！”\n  他们来到这家面馆的时候，就这那两碗拉面的便是一箱啤酒，随后他们又要了三箱，而且喝的还不老实，总是和一杯撒半杯，弄到最后，服务员小妹和清洁工大娘都斜眼看他们，但他们却毫不理睬，依旧是各自喝各自的。\n  六点，喝到了凌晨三点多，整整九个小时，两人光是厕所就去了不下十次，啤酒喝了几瓶连过来结账的服务员都数不清，就按一百瓶算了。\n  大街上，昏黄的路灯映着两个互相搀扶的青年的背上，这是怎样的画面啊！\n  “都快点……点回去……去吧，去……去去去去睡一觉，明天天……天还要行动呢”杰克说，尽管舌头已经撸不直，但是还是拍着汤姆的肩说。\n  “恩” 这回答仅仅只有一个字，但是，里面到底蕴藏着多少兄弟友谊啊\n  次日下午3点\n  汤姆还在被窝中，便被杰克想拎小鸡一样揪了起来，正朦胧的睁开惺松睡眼，看到是杰克，便摇了摇头，将一天的酒精的副作用都抛在了脑后，说”呦，你来了。”但是，不过三秒，他便意识到不对劲的地方，于是他又问“我靠，你是怎么进来的！？“杰克无奈的笑了笑：”你小子就算是醉了倒是把家门关上啊，要是有劫财劫色的怎么办，额，看你这样也应该没有，反正以后记得关门。“汤姆尴尬的笑了笑：”我估计以后也没机会了，你说是吧“杰克这次并没有像以前一样，奚落汤姆，反而会心的笑了笑，看着窗外，”是啊，这日子终于要过去了“\n  咱们先暂且不说这里，镜头切回15年以前\n  汤姆与杰克——他们当时不是这个名字，就姑且这么叫他们吧。他们本事王国的公子哥，但是异常突然的变故，让他们又来到了人间，他们自然是不愿意的，便想尽了各种方法也没有想到，但是由于他们王国生来聪慧，所以学凡间的东西一点都不费劲，所以汤姆才会考入北大，而杰克则是在高考时睡着了，仅仅考上了浙江大学，在图书馆的古书堆中，他们都发现了一些端倪，便是他们的王国与凡间并不是毫无关联，就像莲藕吧，你虽然把它们切开，但是还有几根丝连着，正如此，他们的世界与凡间的的确确有一个交界处，而且只需要一些不太高深的手段，便可到达那里，而之后的事情，书上便没再写。\n  这就够了。——他们都这样想着。\n  大学毕业后，他们都在搜寻回家需要的材料，以及训练回家需要的技能，终于，在三个月后，他们终于完成了所有的准备工作，就等着月亮与自己家的连接点重合时的时间了。剩下的这三个月，他们该玩乐的玩乐，该作死的时候作死。不久，三个月过去了\n  咱们的故事，便是发生在这个时间。\n  眼见着天就要黑了，杰克说：”开始弄吧，你还有什么需要嘱托的吗？”，汤姆摇了摇头，尽管如果他们走了，那么他们便会在所有人的记忆中消失，但是给自己心灵的一个慰藉总是好的。“没有了，咱们开始吧”\n  尽管杰克和汤姆曾经经常幻想着可以回到自己的家，但是在现在这个“家”，心中总有些许不舍，摆阵的速度也慢了下来，随后，地上便多了几滴晶莹。\n  不到三十分钟，便大功告成了，汤姆看了看杰克，早已泪流满面。\n  “走吧”\n  “走吧”\n  他们的脚迈进了传送门\n\n第一章终\n\n\n[groupid=1075]My_Game MC建筑小组[/groupid]",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1445680140,
            "txt_content": "有些地方的引号反了……"
        }
    ]
}