{
    "title": "<原创·连载·圣杯>《费雷德欧将军回忆录》第一幕 心跳  [恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 8,
    "timestamp": 1445680260,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2015-12-29 21:00 编辑 \n心跳\n478年3月3日\n费雷德欧·塔罗格\n运兵船\n战俘\n\n\n      虽然是被五花大绑，但偶尔呼吸一下海上的新鲜空气也是蛮舒服的。至少，不用在炮火中爬来爬去，还担心着自己什么时候会被人家的子弹穿透胸膛。现在虽然是战俘这个让人滋味不太好受的身份，但去到那个国家是不是就能高枕无忧呢？还是每天在煤窑里没日没夜地挖煤？我的想象力还真是丰富呢。\n      我和其他十几个人是关在同一房间的，这么小的房间装着这么多人，对我来说太拥挤了，我不禁长叹一声。但也许是周围的人看不惯我这个身上既没有军服，也没有任何军人的气质，所以大家都用一种鄙夷的眼神看我。我抱歉地一笑，又面无表情地坐在那里，像个木头人。\n      坐在我旁边的那个人叫了我一声，我也应一声。\n      “有……有烟吗？”他似乎是鼓起了很大的勇气才向我借东西，但“烟”是什么？可能是有钱人用的东西吧。但我哪里有那些东西？\n      “没有。”我冷冷地甩下一句话。\n      他也没有对我的态度而感到生气，反而来和我套近乎。“你是哪部分的？”\n      什么哪部分？我在心里问。在绞尽脑汁都想不出这个问题该怎么回答的时候，我只好如实答：“不知道。”\n      他终于放弃了和我交朋友，眼神里划过一丝失望，然后转过身去自顾自了。我倒也悠然自乐，哼着小曲，完全不顾周围人的烦躁。我又不是军人，我怎么知道该做什么？\n      突然，紧闭着的舱门打开了，两三个全副武装的人牵着两条军犬大声吆喝：“都出来活动活动！”十几个人慢腾腾地站起来，然后再排队让守卫解开自己的绳子。有一个人刚被解开绳子就掐着守卫的脖子往外跑，但刚出房间，就被几挺机枪扫射，身上也多了大大小小十几个洞，最后他的尸体被扔进海里喂鱼了。整个过程让我深深地感觉到，战俘就是人家的宠物！想杀就杀，想宰就宰，敢不听话，死路一条！\n      还好没有人敢暴动了，大家都来到了甲板上，有的人还想展示一番自己的格斗术，但很快就被守卫制止了。他们趾高气昂地对我们说：“你们只能走一走，动一动，不允许做其他任何动作，否则格杀勿论！”这样的待遇让大部分人抗议起来，但那些机枪又移过来对着这些手无寸铁的俘虏们了，大家只好不做声了。\n      一次活动只有半个小时，但最初的二十分钟就好像过了二十年，枯燥无味。在第二十一分钟的时候，我透过另一个船舱的窗户看到里面有一个女孩，长发，然后就什么都看不清了。不过看得出来，她的气质是我见到的女孩中最优雅的，虽然我也没欣赏过几个异性，不过她算一个。我继续看着她的一举一动，呆在了那里。“看什么呢？”那个人又飘过来了，他朝我的视线看去，那女孩也刚好转过头来，二人对视了。那哥们脸一红，迅速把视线挪开了。我还没好好欣赏她的样子，女孩便一捂脸，二尖叫，守卫一看人，二抓人。两个截然不同的人，两种截然不同的做法，竟让那哥们被守卫活生生扔进海里，然后扫射几枪。我的害怕超过愤怒，直勾勾地望着渐渐沉下去的人，再用余光瞥了一眼那扇窗，但很快视线又移开了。我害怕死，因此就连他替我挡了死神也认为是幸运，但他是死是活我才不管呢。\n      很快，最后十分钟过去了，我们像牲畜一样被赶回牢房，这一次我们没有被绑起来。回到牢房，我的心里却始终装着她，似乎再也想不了其他东西了。我想起以往的一件件琐事，但都只是一瞬间的影子，很快我的脑子里又浮现出了她，还有我对她清秀的面孔的想象，我真想快点摆脱，但无可奈何。似乎从我见到她的那一刻起，就心跳加速，好像不管我在哪她都在注视着我，但这也只是想象罢了。\n      我透过小窗朝那里望去，我模糊地看到她正坐着捋着自己的秀发。这一次，我把自己的想象和眼前的美丽女孩结合在一起，“天哪！”我失声叫了出来。周围的人都围了上来，我真想找个地缝钻进去，但甲板是铁做的，我只好缩在墙角，闭紧眼，好像这样别人也看不到我了。\n      何等美丽！我在心中感叹道。虽然面貌看不清，但融入我的想象后她在我的心中就变成世界上最美丽的女孩了。我没有注意到自己的脸绯红绯红的，看到周围的人用异样的眼光看着我，才又把头缩回怀里，心里却美滋滋的。至于为什么我现在也不知道，她又没有看我，我却如此高兴，吃错药了？\n      我又一次鼓起勇气探到窗户上望着那扇窗户，却怎么也看不到她。但在甲板上，我又望见了她，这一次更清楚。白色的连衣裙，穿着没有我想象的那么豪华；她的身姿又是那么婀娜，我确信这一定是哪国的公主。她转过身来了，她的面貌比我想象的更美。一定，一定是公主！\n      我沉浸在幸福的感觉之中，四眼相对，我却惊慌失措起来。第一次见面就要显得这么狼狈吗？我问自己。我终于鼓起勇气，脸上的表情变得自信，我甚至觉得我能够配得上她。当我又一次自信地看她的时候，她已经转身回房了。于是我想到，这样的想法太荒谬了，我配不上她。\n      我决定，下一次外出，一定要进入她的闺房，表达自己的心意。——除非她让我死，我才会心灰意冷。否则，我是不会放弃的。\n\n\n肺炎：\n      大改。\n\n\n上一章      索引      下一章",
    "replies": [
        {
            "author": "MRTangwin8",
            "timestamp": 1445680800,
            "txt_content": "字数感觉除去排版并不够1K字\n我能看出来LZ肚子里的墨水剩余不多了！\n去多多看小说吧！"
        },
        {
            "author": "罗氏家族",
            "timestamp": 1445680920,
            "txt_content": "好吧，我没看懂。。。。。。这和我的世界有什么关系吗？"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1445683800,
            "txt_content": "罗氏家族 发表于 2015-10-24 18:02\n好吧，我没看懂。。。。。。这和我的世界有什么关系吗？\n和Minecraft无关的小说也是可以在这里发的。"
        },
        {
            "author": "罗氏家族",
            "timestamp": 1445684400,
            "txt_content": "恶魔-潇洒 发表于 2015-10-24 18:50\n和Minecraft无关的小说也是可以在这里发的。\n哦。。。。。。好吧，我也没说不能发。"
        },
        {
            "author": "xcc",
            "timestamp": 1445688300,
            "txt_content": "似乎没有AT我= -=支持"
        },
        {
            "author": "冥王星人",
            "timestamp": 1445696940,
            "txt_content": "都捆起来了还怎么溜，难道没有上锁没有看守。。。\n\n好奇怪啊这都什么和什么，恶魔你的技术怎么会退化了呢？！"
        },
        {
            "author": "46241359",
            "timestamp": 1445746380,
            "txt_content": "技术退化XD\n开头那里确实有点矛盾，而且为什么绳子被解开那些士兵没有再捆起来。\n我猜是这个美丽的小萝莉要求怪蜀黍陪她玩或者留下来等等balabalabala"
        },
        {
            "author": "塔穆",
            "timestamp": 1449313440,
            "txt_content": "新闻广播什么鬼- -你是想用这玩意串故事线还是仅仅是传递信息？\n另：你应该知道我是谁的"
        }
    ]
}