{
    "title": "【原创·连载】异瞳——亚瑟篇一",
    "author": "dark_sword",
    "replyCount": 3,
    "timestamp": 1445699940,
    "txt_content": " 本帖最后由 dark_sword 于 2015-12-5 22:40 编辑 \n亚瑟篇一  亚瑟呆呆的站在那里，一双空洞的眼神中充满了茫然。  这里，在20分钟前是一个祥和宁静的村庄  而现在，20分钟后却只能看见战火，废墟，硝烟，和人，他不认识的人。  亚瑟只是在那里站着，一动不动，就连他自己也不知道为什么要这样做。而此时还能依稀的听到一些人惊喜的叫唤声。  “瞧，我找到了一个钻石！！！”周围不时的传来人们惊讶的叫声。  “什么！这群村民竟然还有钻石，快快快，大伙都来搜啊，誰找着算谁的。”  村庄残骸的上空还环绕着那些人的笑声，而等亚瑟回过神来时，。  而亚瑟也终于不再发呆，开始大声的呼喊  “豆芽！！！”“彩虹！！！”“法克尤！！！”亚瑟不断的叫着自己朋友们的外号，然而回应他的，只有无边的寂静。  死一般的寂静……  此时，远方隐约出现了几个小黑点，是原先那伙人，亚瑟深知自己一个孩童，也无法与其抗衡，当机立断，马上拔腿就跑。而远处几人看到亚瑟行为后，为首一人从背包中拿出一瓶盛放着淡蓝色液体的药剂，一口灌下后，竟是自身体中冒出蓝色的气泡，紧接着，那人用一种亚瑟难以想象的快的惊人的速度奔跑，没过一会就追上了亚瑟，随即那人用一只手轻松的将亚瑟抓了起来。  “原来是个男的？”那人皱了皱眉，“本来还指望可以考你买点前的，原来亏了，我的一瓶速度药水啊！  不过……听说有些贵族有奇怪的癖好，起码也能卖个两三千银币吧。”然后用嘲讽的语气对着亚瑟说道：“记住我吧，那个让你脱离苦海，从此能过上“幸福”生活的人吧，我叫史蒂——”  然而说话中的史蒂夫没有发现，早在他抓起亚瑟时，便是有一缕缕淡淡的紫色气息萦绕在其身旁，而他的话还未说完，便是被吓到了，因为此时的亚瑟的眼睛，早已不是原先的黑色，而是一种颇为诡异的紫色，隐隐的还能看见其中不知名的符文流动，此时他的瞳孔，早已充斥着冷漠。下一刻，史蒂夫便是倒飞了出去。  下一刻，亚瑟却是鬼魅般的出现在了史蒂夫所落地的位置，拽起了史蒂夫，然后……亚瑟痛苦的坐在地上，周围是一片荒凉，地上七七八八的躺着尸体。他不知道发生了什么，一眨眼，一切就有开始到了结束。人死了，虽然没有看见，感受到，但亚瑟知道，这是他干的。\n  他在这里生活了十年  村长说，当时他是在一片草丛里发现的亚瑟，因为老村长没有孩子，于是就收养了亚瑟，将他当亲儿子来看待，而亚瑟也完全不记得当时发生的事了，但是他在村子里的这十年，很快乐。而这群人，毁掉了他的快乐。  亚瑟站起身，径直走向了一片小池塘，低头望向河面倒影中的自己，原先的黑瞳已然不复存在，而现在的瞳孔中，充斥着紫色。  亚瑟望着这一片废墟，终究是下定了决心，一步一步的，向着一条路前进，这条路不是通往村子里面的，也不是通往城市的那条路，而是一条小径——通向森林深处的……“来一幅美瞳，老板。”亚瑟把帽檐又拉低了一点，尽可能的不让老板发现他那双紫色的瞳孔。“嗯，好了，三块绿宝石。”老板爽快的拿下那双那色的美瞳，嘴里不住的嘟囔着“大男人也用美瞳。”手上却是毫不停顿的将美瞳送至亚瑟手中。“三……三块！”亚瑟突然感觉有些肉痛，自己一共就只用五块绿宝石，但是为了不被别人发现异常，还是买了吧。毕竟，在这个世界上，大多数人都是黑色或蓝色的瞳孔，其他颜色的一般都会被人视作怪物。颤抖着把三块绿宝石交了出去，亚瑟心想：“不行,看来要把那些在森林里的东西卖出去了。毕竟也是在森林带了十年，材料倒是攒了不少。想到这里，亚瑟走向了一家商店。“这些？”老板用一种看着怪物的眼神望着亚瑟，“不是我不要，而是这东西……你也知道，最近曜日帝国与流云帝国刚刚结盟，唯一有威胁的……帝国也在另一块大陆上，现在又不是战争时期，你这些材料真卖不了几个钱，2个绿宝石是最高价了。”这人说的也没有错，若是战争时期，这些材料必会卖出不错的价钱，可若是现在的和平时期，这材料确实是没有半点用处——至少在商人们看起来是这样的。“这……”就在亚瑟犹豫不决时，门外传来女性的声音。“要不……你把材料卖给我吧。”亚瑟循着声音望去，看见了一位青衫女子，一头金发随意的披在肩上，此时却是显得十分凌乱。“好啊好啊。”亚瑟赶忙捧着手中的一大堆材料，递了过去。“我给你，15块绿宝石。”女子十分爽快的报了价，然后一边把亚瑟怀中的一堆材料装进身后的背包里，一边掏出绿宝石给亚瑟。亚瑟接过了绿宝石，然后走出了店铺，从身上掏出一张纸条，在上面划去了两行字。1.伪装成正常人2.赚钱亚瑟看了看手上的纸条，半晌才收了回去，然后朝着下一个目标的地点前进。新人渣作，不喜勿喷，更新会在1000字左右吧，更新时间不定，但是我是不会弃坑的！！ps.看了看大触的小说，感觉自己连渣都不是啊上一章：序章\n未完持续\n",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1446440640,
            "txt_content": "感觉找到了第二个对话流[redstone_torch]好开森= =几大缺点（别打我）：\n1.要检查一下标点符号是否使用正确。\n2.要注意分段，比如：\n       “原来是个男的？”那人皱了皱眉，“本来还指望可以考你买点前的，原来亏了，我的一瓶速度药水啊！不过……听说有些贵族有奇怪的癖好，起码也能卖个两三千银币吧。”然后用嘲讽的语气对着亚瑟说道：“记住我吧，那个让你脱离苦海，从此能过上“幸福”生活的人吧，我叫史蒂——”\n这里可以在这里另分一段，改成如下格式：\n       “原来是个男的？”那人皱了皱眉，“本来还指望可以考你买点前的，原来亏了，我的一瓶速度药水啊！不过……听说有些贵族有奇怪的癖好，起码也能卖个两三千银币吧。”\n       之后，他用嘲讽的语气对着亚瑟说道：“记住我吧，那个让你脱离苦海，从此能过上“幸福”生活的人吧，我叫史蒂——”\n这样可以更好！\n3.作者的话可以用折叠蓝折叠起来，否则或让人感觉感觉会有点乱。\n4.可以弄个背景……这褐褐的可能有点平淡。（方法：在发帖的那一栏工具栏找找就够了= =找得到的！）\n5.建议一章保持在2500字左右，要丰富一下情节。\n其他还不错，加油！我看好你~{:10_523:}"
        },
        {
            "author": "初阳时光",
            "timestamp": 1446440760,
            "txt_content": "初阳时光 发表于 2015-11-2 13:04\n感觉找到了第二个对话流好开森= =几大缺点（别打我）：\n1.要检查一下标点符号是否使用正确 ...\n对对，还有，记得每段前面空两格就更完美了！"
        },
        {
            "author": "dark_sword",
            "timestamp": 1446904860,
            "txt_content": "初阳时光 发表于 2015-11-2 13:06\n对对，还有，记得每段前面空两格就更完美了！\n谢谢！我会修改的"
        }
    ]
}