{
    "title": "<原创·连载·圣杯>   勇者之征II：星光  第二章 第十三节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1445694780,
    "txt_content": "        “小屁孩，这里不是你胡闹的地方。”杂货店老板严肃地盯着穹闪和龙傲天两人，“这种东西送给我都不要，还想卖钱？”\n\n        “老头，不知道就别瞎说！”龙傲天指着摆在桌上的一袋红石，气愤地说道，“你等着吧，总有一天，你们杂货店的红石会供不应求！”\n\n        “你脑子有毛病吧？随口就跟我说未来的事情，傻子才信你呢！”杂货店的老头也满脸的不耐烦，把红石放在一边，指着门口说道，“别再捣乱了，出去！我还有事要忙，没时间陪你瞎扯！”\n\n        其实，灵曦手里的绿宝石完全可以支持他们三人的吃穿用度。一块绿宝石就足以让它们吃上近半年的饱饭。但是现在，穹闪他们两个还是得自己来想办法挣钱。\n\n        “两个大男人，还得靠一个女孩子吃饭，丢不丢人？”灵曦的这句话确实是说到两人的心坎上去了。虽然灵曦说出这句话的根本原因是他舍不得花钱，但是穹闪他们俩一直这样靠灵曦吃饭也不像个样子。再说，跟着她，根本就没吃到过一顿饱饭。\n\n        话是这么说，但钱也不是这么好挣的。他们一直在赶路，找地方停下来打工当然不可能，最快的方法就是卖东西。因此就有了刚才发生的那一幕。\n\n        “那么……请问你需要什么样的东西呢？”穹闪凑上前去，客气地问道。\n\n        “我需要的东西？你们身上都没有！都说了别烦我，自己一边玩去！”老头转过身来，捶着桌子喊道。可是在他看到穹闪的一瞬间，他的眼神变了，“你……该不会是……你是从哪里来的？”\n\n        “天灵山脉，怎么了？”穹闪不解地答道。\n\n        “果然是你！我好不容易搬到这里来，想不到啊……厄运总是要缠着我吗？”老头慌张地从抽屉里取出几带钱，用几乎是祈求的语气说道，“钱在这里了，快走吧！我不要你的东西！赶紧走！”\n\n        穹闪想起了什么似地怔住了。他埋下头，沉默了许久。\n\n        一双双冷漠而不安的眼睛，一个个恐慌地逃避的背影，还有一句句深深刺痛他心灵的话语……就像一部令人厌恶的电影，一出发生在自己身上的悲剧，在他的眼前不断浮现……\n\n        “金毛，怎么了？已经搞到钱了，走啊！”在傲天的喊声中，穹闪才稍微清醒了一些，埋着头缓缓踱出了杂货店。背后的老头厌恶地瞥了穹闪一眼，赶紧拿抹布把穹闪碰过的所有东西仔细擦了一遍，然后把这块布扔到了离他最远的垃圾堆。\n\n        厄运不止缠着你，还缠着我……穹闪想着，把头埋得更低了。\n\n        这就是灾星的命运，命运都是逃不掉，躲不了的。我是灾星，无论我逃到哪里，做了什么，都不会有任何改变……守护之星，你到底在哪里……\n\n        穹闪下意识地抬头望了望天空：现在还是正午，太阳还高高地挂在天上。该死的太阳！穹闪似乎很讨厌太阳的光，赶紧用手遮住眼睛，朝着阴暗的地方走去。\n\n        守护之星！等着，妳们都给我等着，总有一天，我会找到的，我会向所有人证明，我才不是什么灾星，我只是一个普通人！一个有血有肉，有思想有意识的人！一个需要爱的孩子！\n\n        穹闪感到鼻子一酸，不过他又立刻拍了拍脑袋，硬是把眼泪憋了回去。穹闪看了看腰间的剑，又望了望眼前的龙傲天，会心一笑。没错，这个世上还是有这样的人的，我也是能交到朋友的！\n\n        穹闪又恢复了以前的精神，什么都没发生似地追上了傲天。这么多年来，他都是在这样的辛酸与坚强中度过的。他早已习惯了这样的生活，这种任何人都不愿意体会的，“灾星”的生活。\n\n        午饭过后，三人在街上相遇。\n\n        “你们俩没长脑子吗？”灵曦得之事情的经过后无奈地问道，“你们身上明明有很值钱的东西啊！”\n\n       “我们身上？哪还有什么东西？还有比红石更伟大的东西吗？难道说……”龙傲天惊讶地问道，“我被通缉了？！那我的脑袋值多少钱？”\n\n       “胡思乱想些什么呢！谁会通缉你这种傻子！”灵曦指着龙傲天的鼻子说道，“你们想想，现在是战争时期。战争期间最大的目标是什么？”\n\n       “打倒敌人？”穹闪有些不自信地答道。\n\n        “没错。看到没，穹闪比你要聪明！”灵曦甩甩手，继续说道，“而目前为止，最大的敌人有两个。一个就是乘云帝国，第二个就是怪物们！乘云帝国再强大，也不过是人类，对付人类的武器街上到处都是。而对付怪物就不一样了！听说在创世一零四年以前有很长一段时间没有出现怪物，因此人们几乎都忘记了对付怪物的有效方法。为了研究怪物的弱点，肯定需要很多的材料。所以，你们晚上不经意间收集到的一些腐肉啊，蜘蛛眼啊，火药啊，骨头啊，都是挺赚钱的材料！尤其是火药！”\n\n        “哦！好厉害！你竟然知道这么多！”龙傲天说着佩服地抱拳，“我龙傲天服了！”\n\n        “哈，那当然。我爸爸可是有名的富商，我怎么可能没有一些商业头脑呢？”灵曦说着骄傲地笑了起来。\n\n        聊着聊着，太阳就快要落山了。所有村民都赶紧躲进了屋子里，而穹闪一行人却赶紧走出了村子：在这里过夜是要交住宿费的！\n\n        夜来临，四下一片死寂。而打破这死寂的是更可怕的怪物的咆哮声：那是能真正带来死亡的声音。\n\n        僵尸们散发着令人窒息的尸体的恶臭，如饥似渴而又步履蹒跚，用那残破不堪的身躯一步步走向毫无防备的村庄；骷髅们则狡猾地躲在隐秘的树林里，随时准备一箭射穿靠近它的人的脑袋；蜘蛛们则更是行踪诡异，敏捷地翻越围墙、栅栏，四处寻找着它的猎物；苦力怕的步伐悄无声息，能神不知鬼不觉地绕到你的身后，然后给你致命的一击。\n\n\n        灵曦和傲天一边离开，一边观察着村子的情况。而穹闪则若无其事地走着，因此他走在队伍的最前面。\n\n\n        “嚓！”随着一声脆响，一间小屋的门被僵尸打破了。村民四处逃窜，可是最后还是没能逃过死亡的命运——准确地说更糟糕，它变成了行尸走肉。\n\n\n        “嚓！”又一声脆响，而且这种响声的频率逐渐加快，僵尸军队逐渐壮大起来。这样的小村庄，既没有正规军队驻守，又没有铁傀儡的庇护。他们只能祈祷，祈祷僵尸不要发现他们，祈祷自己的木门能坚持到天亮，祈祷尽早找到什么方法结束这一切。\n\n\n        但是今晚的僵尸格外的聪明，他们分散开来，盯紧了所有的房子。照现在的形势来看，将没有任何人能得以幸免。\n\n\n        “我们得帮帮他们！这个村庄会被毁掉的！”傲天焦急地问道。\n\n\n        “跟我没关系。我跟他们非亲非故，为什么要浪费时间去救他们？”穹闪又一次露出了冷漠的神情。\n\n\n        “我有些看不起你了，金毛！”傲天说着毅然转身跑向了村庄，“你就赶你的赶路吧！无论如何，这些人我无法放着不管！”\n\n\n        穹闪没有理会他，依然是冷漠地向前走着。一步一步走向远方，走向朦胧，走向黑暗……\n\n\n\n目录\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "VVV晓雪",
            "timestamp": 1445694960,
            "txt_content": "龙傲天让我的眼睛瞎了……"
        },
        {
            "author": "萌翻の萌轲",
            "timestamp": 1445747580,
            "txt_content": "挺好看，LZ加油\n"
        }
    ]
}