{
    "title": "《原创·连载》灾厄之书——来历",
    "author": "215635430",
    "replyCount": 4,
    "timestamp": 1445706180,
    "txt_content": "\n序——来历\n\n\n  肆虐的风沙猛烈地拍打着这扇看上去并不安全但十分牢固的门，这里是一个酒馆，调酒师正在擦拭着闪闪发亮的一个镀金酒杯，酒馆里熙熙攘攘，两个壮汉正在大口大口地喝酒，突然，门突然开了。迎面而来的是一位老者，他空洞的颜色仿佛失去了色彩，调酒师抬了抬头，便又抬下去，老者随意地走到一个桌子面前坐了下来，对着柜台大喊：“掌柜的，来一坛马天拉尼。”\n  随后拍了拍身上的沙尘，便靠在桌子上闭目养神，似乎显得和周围格格不入。两个混混正在大口喝酒，谈论着待会要下谁的赌注。随后，老者的酒上至桌子上，便单手打开酒坛，一股清香从酒坛里冲了出来，老者贪婪地吸着，随手拿起，往自己嘴里倒了去。\n  门嘎吱作响，又有一位老者进来，他身着赤金色龙纹服，一看便是大户人家的管家或老爷。他先是望了望，然后看向老者，老者似乎察觉到了什么，也望向了老者，他们俩对视一眼，仿佛心有灵犀，向酒馆最深处的位置走去。调酒师打量了龙纹服老者一眼，便继续擦拭着镀金酒杯，几个魁梧黧黑的壮汉似乎也知道这两个老者他们惹不起，便自觉让开道路，饶有兴致地望着两位老者。\n  “我说，你那消息可靠吗？老史。”龙纹服老者率先开口，老者浑浊地眼睛闪过一丝亮光。“那是当然，那可是我整整寻找了45年的答案，为了那个答案，我赔上了所有啊……。”老者喝着酒，缓缓开口道。\n  “那好，只要你把这个消息卖给我，钱铁定比其他人出的高。”龙纹服老者递给老者一个盒子，盒子为暗金纹路，似乎并不属于这篇古史。老者打开盒子，里面存放着几块灵银，灵银还闪着一点翠绿色的光芒。”这只是一点点礼物，只要你把灾厄之书的下落告诉我，我定会给你更多的钱。“\n  老者点了点头，闭上眼睛，似乎是在思考当年的事情。”那我先从它的来历说起吧，在公元3123年，地球由于自然资源不足，宣告无法再生产资源。人类为了抢夺剩余资源，甚至不惜发动了核战争，大片大片的土地失去生机，地球三分之二的地区变成了战场，唯一三分之一便是世界大凶之地，比如百慕大、死亡谷社么的。两年后，人类发动核战争的恶果终于到来，世界上的太阳、月亮都化成了一本书，那本书的名字就叫——灾厄之书。据传，这本书自从宇宙诞生它就存在了，它记录了一个拥有生命现象的星球的源点到终点，只有在一个文明快要到达终点时，这本书才会出现，完结这篇文明。在它记录完地球后，便消失在茫茫尘埃之中了，虽然现在是新时代，但旧时代的东西咱也不能忘啊。“说罢，老者叹了口气。\n  龙纹服老者皱起了眉头，脸色不悦地说：”我只是让你说那本书的下落，我一定要知道旧时代的真正灭亡原因，别给我废话了，还想不想要赏钱？”\n  老者笑道：“别急，没有前因怎么会有后果呢？在我十八那年，我遇见了一位提着古怪纹路箱子的商人，他对我说，只要我有钱，什么都可以在我这里买到，由于那时候我也想知道灾厄之书的下落，毕竟那种东西实在太奇妙了，我便向他问灾厄之书的下落，但他却眉头皱起来，问我这本书的来历，我那时候十分诧异，现在居然还有人不知道灾厄之书？我便告诉他，听完后，他突然想到什么，从箱子里掏出一本满是灰尘，暗红色纹路布满书的封面的书，书的封面正写着：灾厄之书。然后告诉我，这本书一毛钱都不值，便送我了。但不知怎么的，一到我手上，它便消失于茫茫尘埃中，商人见状，笑着吟了一首：\n迷途望月时，\n秽物布天下。\n事明佛衣去，\n堕落便尘埃。\n  然后对我说，只要我能寻找到答案，那么这本书将会自动飞来我身边……”\n  龙纹服老者似乎等不及待了，上前抓住老者，怒吼道：“快说！快说啊！是什么？是什么？”\n  老者刚想开口，却两眼一昏，倒下了……\n  \n\n",
    "replies": [
        {
            "author": "simon3000",
            "timestamp": 1445709360,
            "txt_content": "马天拉尼\n\n贪婪地吸着\n\n随手拿起\n\n浑浊地眼睛闪过一丝亮光\n\n喝着酒，缓缓开口\n\n似乎并不属于这篇古史\n\n消失于茫茫尘埃中\n\n\n\n我作为一个一直在读网文的感觉这些词好收悉啊,特别是那个不属于这篇古史\n不过借鉴自然是好的,也没有特别突兀\n不是专业的就不装B了→_→"
        },
        {
            "author": "215635430",
            "timestamp": 1445710440,
            "txt_content": "simon3000 发表于 2015-10-25 01:56\n马天拉尼\n\n贪婪地吸着\nOAO 其实马天拉尼原本是马天尼的= = 后来转念一想 把现实的酒写进去不太好吧 然后就加了个拉=A="
        },
        {
            "author": "simon3000",
            "timestamp": 1445714640,
            "txt_content": "215635430 发表于 2015-10-25 02:14\nOAO 其实马天拉尼原本是马天尼的= = 后来转念一想 把现实的酒写进去不太好吧 然后就加了个拉=A=\n ...\n改成驴地洛233"
        },
        {
            "author": "46241359",
            "timestamp": 1445746080,
            "txt_content": "环境描写还是欠点，莫名有种三体既视感，人物心理描写基本没有，百分制70吧"
        }
    ]
}