{
    "title": "<原创·连载·圣杯>圣杯之争 第三章 第一节 再入功夫林",
    "author": "MF_Mufeng",
    "replyCount": 2,
    "timestamp": 1445750760,
    "txt_content": "      白小亮听到光冥的声音，先是一惊，随后马上镇定下来开始分析：光冥是神，不可能因为一些小理由而骗我......之前那老者也说了，他认识光冥......看来没有什么好疑虑的了！白小亮想到这里，抱拳对叶贺隆深施一礼：“贺隆兄，我现在需要去处理一点事情，估计要等很长时间才能回来。”      叶贺隆先是大吃一惊，他如果让这么个天才跑了，那派主不还得骂死他？叶贺隆急忙道：“亮兄，究竟是什么事情如此之急啊？”眼中带着急切。\n      白小亮心一沉，叶贺隆这么说话证明是要死缠烂打了。他和叶派才刚刚交互几个月，还没有形成特别良好的关系。白小亮琢磨了一下，说道：“那好吧，我还在这里吧......”，叶贺隆一听，欣喜地点了点头。\n      --晚上12点\n      “不让我光明正大地走，我走暗道还不成？”白小亮逃出宿舍楼，来到叶派所布置的自然结界边。这个结界会在晚上11点后开启，只要有足够浓厚的生命气息就可以穿过。但白小亮想玩点好玩的。\n      “伟大的生命！请允许我借用你的生命元素！爆裂叶影！”白小亮仰天怒吼，周围的生命元素顿时汇聚到白小亮的眉心处。这时，一个明显要高大于其他叶影的叶影居然向前走出一步，问道：“主人，有何吩咐？”\n      “向前突击！”白小亮沉声道。\n      “是！”\n      不久后，白小亮轻松地走在去功夫林的林荫小路上，而他后面的结界早已荡然无存。一堆士兵尖声叫着，他还可以隐约看见，叶贺隆手忙脚乱地在那里指挥着士兵不要乱动。\n      再往前走，已经隐隐约约能看见那片之前他已经来过的森林。不久，走到了那片久违的空地。那块光滑的石头还在那里，只是人却不见了踪影。光冥控制白小亮的嘴，吟唱道：“武神！现世吧！”随后一道红光冲天而起，缓缓地从那块石头中透出。      一道淡淡的声音响起：“光神，你终于来了。进来吧。”，那道声音沉稳有力，白小亮立刻听出了那是那个老人的声音。\n      白小亮向着洞穴里走去。洞穴还是老样子，只是，没有了那位武神的陪同。不久，白小亮就见到了熟悉的一幕。上百个木桩子扎在地面上，最中间站着的，不正是之前教他坏铁功的武神么？\n      白小亮一激动，顺着就跪了下去，泪流满面地说道：“老师......”\n      之前的几个月的培训，已经让白小亮对这位老人产生了感情。这时，武神脸上终于有了笑容，赶忙把白小亮扶起，微笑着说：“我可不敢当你的老师，不敢当......不敢当......”说完还特意看了一眼白小亮胸脯处的光亮。\n      “哼！”光冥重重地哼了一声，不说话了。\n      “好了！”武神的脸变得严肃，“我已经用神力预测到大陆上马上要发生一场巨大的灾变，而这场灾变的源头正是魔族。”武神的眼神十分凝重，“我的实力仅仅恢复了三成，仅仅只能与四大魔神硬憾，而与魔族大帝的争斗......”武神没有说下去，而是看着白小亮。\n       白小亮已经知道这次他恐怕是在劫难逃了，轻叹口气，说道：“我现在连一大魔神都杀不死，你让我拿什么去打？”\n      “我这不是要给你传功嘛。”武神眼神里带着一抹玩味的笑容，“我不仅是武神，还是四大元素之神。我可以给你四种元素的能力。偏巧你的身体里可以容纳任何元素，我将五种都给你好了。”武神说完，手掌上冒出橙、红、蓝、黄、土黄五种颜色，一运气，将它们全部轰入白小亮体内。如果是常人，早被这五大元素给撑死了。可白小亮是谁，他可是人类体的体质，身体可以承受多种元素的人类体。\n       白小亮身上五种颜色来回闪，终于停顿在橙色的颜色。他的全身不断痉挛，嘴里不自觉地吟唱道：\n       “武神之武！震撼天地！”\n      白小亮眼中的轮盘出现了橙色，而这时也正好转到了那个属性。\n      “神武十掌！”白小亮将手以一种奇特的方式打起来了掌式。每一掌都有一个巨大的幻影掌打出。轰轰啦啦没一会儿，那里一大片的木桩子都被打了个稀巴烂。武神的嘴角也动了动。\n      随后，白小亮的眼中有了六种属性，分别是生命、武、土、火、水、风。六大元素的技能可以说是招招致命。这也让的白小亮心中大喜，以后再遇见四大魔神就不用再怕了。\n      武神的露出一个窃笑的笑容，而白小亮却没有看见。光冥却知道，担负了拯救世界担子、要去争夺圣杯的白小亮，马上就要接受武神那近乎魔鬼般的训练了......\n      目录\n      PS：如果喜欢本作品并想订阅的请评分：订阅：圣杯之争，以后只要发就at哟~~\n      @1137246733 @2B与mc的故事 @FHC红石 @guqu @xcc @蠢萌の⑨ @恶魔-潇洒 @普通HIM @青格大D \n      \n\n\n\n[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1445751600,
            "txt_content": " 本帖最后由 46241359 于 2015-10-25 13:43 编辑 \n\n中二无比的内容。细节描写不足，白小亮一词出现次数太多。战斗的细节也不饱满。对话流有些严重。同样欠缺环境与气氛，人物动作描写也比较僵硬。"
        },
        {
            "author": "xcc",
            "timestamp": 1445753760,
            "txt_content": "前来围观=- =\n解释一下这个庞大的世界观。"
        }
    ]
}