{
    "title": "【原创-连载】守夜人  第二章 血影",
    "author": "Zeros",
    "replyCount": 2,
    "timestamp": 1445754540,
    "txt_content": "\n\n\n\n\n\n\n　　第二章  血影\n     次日，镇上来了一位变种人的消息不胫而走。\n　　\n　　除去少数人外，其他镇民对于白与艾西莉亚这样的‘异类’的态度可谓无礼至极，鄙夷、厌恶等负面情绪仿佛成了两人的代名词，而白就在这种艰难的条件下自顾自的行动着。\n　　\n\n　　“不要去管其他人的眼光，也无须理睬。因为我们能看到他们不能触及的东西——艾西莉亚，别冲动。”艾西莉亚在身上被投掷了第三颗石子的时候终于忍不住想要冲向不远的熊孩子，白赶紧拉住了她以免发生意外：他担心的是那些熊孩子而不是怀中的一米二，那些脆弱的普通人可经不起艾西莉亚的力量。\n　　\n　　安抚完气愤满满的小女孩，白眼眸中锐利的一闪，将视线再次切换到了灵视状态，霎时间他的视界‘丰富’起来。五颜六色的灵子、奇形怪状的魂体以及未知象征的‘事象’将青砖古瓦红墙沙地的小镇泼洒上阵阵怪异的色彩。而那些不时向白与艾西莉亚投来不怀好意眼神的镇民们就这样毫不知情的与各种妖魔鬼怪擦肩而过——或者被后者缠绕上身，不久后被这些‘恶意’附体的人就会大病一场，亦或是气运跌入低谷连连不顺。\n　　\n　　正如白所讲，狩魔猎人无须理睬异样的眼光，而他也无须关心普通人家的命运。他此刻所关心的只有斑斓视界中的那抹纤细却醒目的猩红线条。\n　　\n　　“血魔法的味道——或者说痕迹，这种超出凡人精神力界限的波动虽然很容易留下痕迹，但不难清除。看来这次的对手是个刚迈入邪法师界门槛的菜鸟了。”白如是想到，随后拉着不停的嚷嚷‘放本小姐出去砍了那群熊孩子！’的艾西莉亚，跟着视线中的线索循序前进着。\n　　\n　　代表魔力遗留的痕迹呈一缕悠长的烟雾形状，当白沿着痕迹行进些许时间后停下了脚步。并非是他发现了什么，而是事情的发展跟他预测的有些不同。按照他之前的推断，造成居民失踪的犯人应该是一名修习血魔法的魔法学徒，而安洛斯神父的证言说明镇中并无邪法师活动的痕迹——起码表面上是这样。所以白自然而然的以为这缕魔法波动会将他带出青石山镇，然后在一个阴森恐怖充满血腥味的地方跟正在进行邪术仪式的犯人碰面。\n　　\n　　可眼下，灵视中的红色烟雾飘进了一家普通的民居中。\n　　\n　　带着七分惊讶与三分不解，白敲了敲门。半晌后，老旧的橡木门板发出了吱呀作响的声音，门后走出一位包裹在单薄衣衫内的瘦弱中年男性，他在看到白那双象征着异类的竖瞳时，眼袋深重的脸上不自然的流露出一丝厌恶与惧怕。\n　　\n　　“变种人？你来这做什么？”\n　　\n　　白深吸口气，面色平缓，似乎已经习惯了别人用这种火药味十足的口气跟他对话：“奉安洛斯神父的命令，我是来调查关于最近镇民失踪事件的，现在，请配合调查。”\n　　\n　　瘦弱男性纵然有一千万个不满意，但在安洛斯与镇长联名签署的委托令下不得不让白与艾西莉亚进来——但最大的原因估计是他掂量着自己是绝对打不过眼前这个怪物般的变种人...\n　　\n      脏，乱，小。这是白进入房间后的第一印象，虽然物品的堆叠与摆放不会遮掩线索的存在，但总归是看着闹心不是么。\n  \n      顺着红色的烟雾，翻开堆积成山的杂物与垃圾，白从一不起眼的角落里找到了痕迹的源头——一片脏兮兮的有着胶状触感的轻薄物体。经过几秒的思索后，白向一旁的瘦弱男性问道：“这东西你有印象么？或者说这堆东西你是从哪里弄回来的？”\n  \n       “...这块皮我不知道，但这堆宝贝是我从镇南边的矿山旁弄到的，那里有个位置很隐秘的山洞。”瘦弱男性不耐烦的答道，他的职业是拾荒者——说白了就是捡破烂的。不过就算是捡破烂的也听说过当年的湮灵战役，自然不会对身为变种人的白有什么好脸色：“你要是捣鼓完了就赶快滚出去，不然我就叫镇里的骑士老爷了！”\n  \n      艾西莉亚闻言小脸一冷，刚要发难就被白按了下去，后者在问清楚位置后便退出了房间。\n  \n      炎热的阳光将青石砖块铺就的道路照的滚烫，赤脚走上去不出片刻就得烫个满脚是泡。这种天气下白依旧是那身黑色风衣打扮，狩魔猎人的体质让他不至于被这点温度击倒，但难受是肯定的了。在找了个稍微凉快点的阴影处坐下后，白开始思索着刚才所获得的情报。\n  \n      “从形状与手感来看...那块东西是人皮没错了。”白皱了皱眉，据他所知，血魔法所需的祭品绝大多数是生物的血肉精华与生命碎片，与其它物品毫无关系，但从人皮上散发出来的魔法波动又是货真价实的血魔法所为...这两点有些冲突，虽然不影响追查的进度，但更多的了解敌人就能有更大的存活几率——这是白在经历数次生死之战后总结出的经验。\n  \n       摇了摇头，白将过往的回忆甩在脑后，转头看见艾西莉亚望向自己的那双充满郁闷的眼睛。\n  \n  拍了拍小女孩的脑袋，白笑道：“走，我带你去抓人。”  \n        ...\n  \n       青石山镇以出产各种基础矿石与魔能材料而闻名远近，同时青石山镇的矿场也是首批采用机械化、规范化开采的模范矿场之一。在第一次红石技术革命后，依靠魔像、人力以及神秘技术的古典矿业更换了新一代技术能源——蒸气&红石混合动力。这种低消耗低人力的廉价动力让广大底层矿老板们争先恐后的订购了一套或多套动力机械，于是矿工们不再背着布袋顶着举着魔能灯摸黑下矿，而是操纵着看上去笨重却有力的挖掘设备进行开采工作。\n  \n       白与艾西莉亚在几百米外就听见了岩石勘破器的运转发出的轰鸣声，从不远处传来的震动即使经过漫长的土层截断也清晰的传输到了两人的脚底，这让狩魔猎人不得不感叹：现在是人类改变自然的时代了。\n  \n       一边给小女孩讲述着有关矿坑冤魂的异闻，白一边在周围搜寻着从瘦弱男性口中打听到的山洞。实际上作为青石山镇发家致富的源泉——青石山是个峰值刚刚350米出头的中等构造山脉，属褶皱运动构建而成。也因此在褶皱的顺地貌隆起区域有着得天独厚的采矿条件，当年青石山镇的第一批淘金者就是在这里发家致富的——这些暂且不提，先将画面切到白的视线。\n  \n       狩魔猎人的灵视能力再次立功，让白不至于在茫茫山脉中漫无目的的寻找。三十分钟后，白在终于找到了那个山洞——在灵视中山洞是以褶皱断层的形式突然呈现在白的眼前的，可惜的是白不得不翻到山的另一面才能从洞口进去。爬山过程中还有个小插曲：小胳膊小腿的艾西莉亚是肯定无法像白那样灵敏的在岩石凸起间蹦来蹦去的，所以年轻的狩魔猎人灵机一动，将小女孩扛了过去...没错，抗了过去。\n  \n       “真是失礼的举动！我以为你会来个公主抱的！”气喘吁吁的一米二落地后发出了不满的抗议——她抗议了一路，可还是没能将自己从跟麻袋一样的命运中解脱出来。\n  \n       稍微安抚了下炸毛的小女孩，白将注意力放到了眼前的洞口处。洞口横纵长度不大，勉强能供一个成年人正面通过，在白清理出洞口全貌之前它是被杂草与碎石很细心的掩盖住的，如果不是有着灵视这种超凡能力，白就是在青石山附近逛上一个月也别想把这个洞口找出来。\n  \n　　那么，接下来就是狩魔猎人的工作时间了。\n　　\n　　白熟练的从风衣中取出个小巧的灯笼扔给艾西莉亚，这种使用萤石粉充能的魔能光源使用简便，所以白将维持光照的工作交给了小女孩来做——实际上艾西莉亚也只能帮到这里了。而白自己则是开启灵视将视野内的一切动静收入眼底，很快，白就在地面上发现了意料之内的东西。\n　　\n　　在明黄色的光照下，一个嵌套着六芒星图案的圆形法阵出现在白的视线内。这个法阵的位置十分精巧：正处于洞穴拐角靠后一点的位置。白从地上捻了撮构成法阵的物质观察了一会，经验丰富的狩魔猎人很快就得出了结论。\n　　\n　　“基础红石法阵，辅以火药、天炎草根粉末作为强效施法材料，效果是...爆炸。”\n　　\n　　很耐人寻味的设计，在狭窄的洞穴内若是碰上这么一起爆炸...后果可想而知。白小心翼翼的将火药味十足的法阵拆卸掉，心中却是嘀咕起来：或许敌人不仅仅是个修习血魔法的学徒，还是个半吊子炼金术师？\n　　\n　　洞穴内部的空气闷热而沉重，说明其通往的方向并没有与外界连通的换气口。白领着艾西莉亚走了数步后眼前一亮，只觉豁然开朗——他们来到了一座‘大厅’内。从魔能灯中散发出来的光线四散开来，将大厅中正坐的一人的影子拉的修长。\n　　\n　　那人穿着等身立领的修长血色法袍，正背对着二人书写什么，片刻后才发觉有人侵入了自己的‘领地’。他转过头，看着一高一矮两个身影，嘿嘿的笑了。\n　　\n　　“欢迎你们，我的客人。”\n　　\n　　“艾西莉亚，退下，到洞口外面。”\n　　\n　　白在那人转身的瞬间视线就放到了对方的左胸上——那里有一枚以骷髅头与法术书交错呈现的徽记。狩魔猎人的本能让白的身体瞬间紧绷起来，此时白的精神无比警觉——眼前的敌人给他针扎般的刺痛感。\n　　\n　　小女孩听话的退了出去，血袍人期间并未阻拦，而是直愣愣的盯着全神戒备的白。半晌后，他才说道：“不愧是夜灵的走狗，鼻子就是敏锐。”\n　　\n　　“我无意纠正你的历史观念，但受人之托，你今天必须死在这里。”白的眼神冷了下来，猛张的竖瞳中闪烁着危险的寒芒。\n　　\n　　血袍人耸了耸肩，饶有兴趣的看着白，似乎在等什么好戏发生。白眉头一扬，刚想动手，却不料从身后传来一声惊呼。\n　　\n　　那是艾西莉亚的声音。\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n　　\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Zeros",
            "timestamp": 1445764800,
            "txt_content": "审核有些慢啊.......我还以为卡了呢"
        },
        {
            "author": "46241359",
            "timestamp": 1445767740,
            "txt_content": "啊我作为一个看遍了不及格的文的人，看到这种文顿时觉得世界充满了爱。虽然细节描写还是让我没法过瘾，加个好友吧。我订阅！"
        }
    ]
}