{
    "title": "unturned（未变异者）子板块 Unturned万圣节更新翻译",
    "author": "playMC",
    "replyCount": 0,
    "timestamp": 1445752560,
    "txt_content": "之前虽然看到过有大触每次更新都会翻译公告...但是不知什么原因（估计是不玩了吧...）就没有再次更新了..这次闲的没事做就翻译了这个万圣节更新公告...可能百度的unturned吧也会有类似的文章...不过这篇是我参照百度翻译与谷歌翻译得来的..大家慢慢看吧..\n\n正文：英汉对照\n\nHalloween 万圣节   10月23日\nCommunity Announcements - Nelson Sexton 社区公告-尼尔森塞克斯顿\nHalloween Event: 万圣节活动：\n\nPEI has now been haunted!  PEI现已闹鬼！\nExplore to find some new loot and easter eggs like pumpkin pie or jack-o-lanterns! \n去探寻发现一些新的掉落物与复活节彩蛋如南瓜派或杰克灯（或者说是南瓜灯吧..）！\n\n\nAs you play you'll also receive new Halloween Gift Presents which can be unwrapped (no keys/etc needed) to get cool Halloween themed cosmetics and skins. These will stop dropping after the event, but can be used year-round. \n当你进行游戏时，你还会得到新的万圣节礼物可以打开（不需要钥匙/其它需求），来获得酷的万圣节主题化妆品（！？或者译为装饰品！？）和皮肤.这些（物品）将会在活动结束后会停止掉落，但是可以全年使用（大概是获得之后即可永久使用的意思吧）\n\nThanks for all your great suggestions in the teaser comments! While playing in-game you may run into some of the new content/features you suggested. 感谢你们在预告评论里的精彩建议！当你在玩游戏中的时候你可能会遇到一些你们建议（加入）的新的内容/功能。\n\nUpdate Notes:更新说明\n\nAdditions: 增加\nAdded Halloween PEI map. 添加了万圣节版PEI地图\nAdded skill level/stat/bonus information and names. 添加了技能等级/统计（或者说是属性！？）/加成信息和名称\nAdded new zombie/animal movement buffer. [More info below] 添加了新的僵尸/动物运动缓冲器[更多信息如下]\nAdded pumpkin seed. [ID 1045] 添加了南瓜种子.[ID 1045]  ([编号1045])\nAdded pumpkin. [ID 1046]  添加了南瓜. [ID 1046]   ([编号1046])\nAdded pumpkin pie. [ID 1047] 添加了南瓜派. [ID 1047]  ([编号1047])\nAdded hockey mask. [ID 1048] 添加了曲棍球面具. [ID 1048]  ([编号1048])\nAdded jack-o-lantern torch. [ID 1049] 加入了杰克灯火炬. [ID 1049]  ([编号1049])\nAdded unwrappable Halloween Gift Present drop. 添加了可打开的万圣节礼物掉落\nAdded Halloween themed cosmetics and skins. 添加了万圣节主题的化妆品（个人感觉应该是装饰品吧....）和皮肤。\nAdded Carbon Fiber and Chrome Plated mystery box drops. 添加了碳纤维和镀铬的神秘盒子掉落\nAdded various rare/epic/legendary/mythical skins. 添加了各种罕见的/史诗/传奇/神话般的皮肤。\nAdded uncommon harvest and shoreline drops. 添加了罕见的收获和海岸线下降（没错，PEI的水位下降了）\nAdded more skills to split up skills that did too many things. 添加了更多的分支技能可以做更多的事情..（个人认为意译应该是添加了更多新功能的分支技能吧....）\nAdded all weapon/attachment source files instead of just Model_0.fbx.添加了所有武器/（枪械）配件源文件【用武器/（枪械）配件源文件】替代Model_0.fbx文件.\nImprovements: 改进\nImproved eaglefire/honeybadger models. 改进了鹰火/蜜獾的模型\nImproved tree handling of missing asset. 改进了树的材质丢失（应该是bug问题的修复）\nImproved emissive rainbow shader (e.g. bowtie) color blending. 改进了放射性（！？这个表示翻译无解）色彩着色器（例如领结）混色（的问题）。\nImproved separation between networking and game-specific code a bit more.改进分离了网络游戏和游戏直接的代码有些多（的问题）（估计是将代码精简，使网络游戏和游戏本身的代码简化分离吧）\nTweaks: 调整\nTweaked stats of most of the skills.调整了大部分的技能属性。\nTweaked rate of zombie collisions on server. 调整了服务器的僵尸冲突率\nTweaked viper to use civilian ammunition. 调整了viper（蝰蛇）使用民用弹药。（我没见过这把枪= =）\nTweaked jump-climbing trees to work again. 调整了跳跃-攀爬树能再次工作（应该也可以译为起“作用；生效”吧）了。   （就是能爬树了！？我火星了！！都不知道能这样）\nTweaked saw to be craftable from two sheet metal. 调整了锯需要用两块金属合成（锯子这东西还可以合成吗！？）\nTweaked steamworks API warnings to show in logs. 调整了Steamworks API的警告在日志中显示。\nTweaked asset data loading errors to show in logs. 调整了资源数据加载错误在日志中显示。\nTweaked minimum network update register distance. 调整了最低网络更新自动计录器的距离。（表示这个翻译有点混乱...）\nTweaked in-game update notes to show \"Updates\" section.调整了游戏更新说明显示“更新”部分。\nFixes: 修复\nFixed floating docks on PEI. 修复了PEI的浮动码头（这个应该是地形...吧...）\nFixed duplicate grass above pirate cave. 修复了海盗洞上重复的草地\nFixed disconnect branch on maple tree. 修复了断开的枫树枝\nFixed viper iron sights material. 修复了viper（蝰蛇）铁制瞄准器\nFixed hawkhound iron sights material. 修复了hawkhound（鹰猎）铁制瞄准器\nFixed schofield iron sights material. 修复了schofield（斯科菲尔德）铁制瞄准器\nFixed grass in tunnel on PEI. 修复了在PEI隧道里的草地\nFixed horde purchase node text and item name. 修复了部落购买节点文本和项目名称。（什么鬼...完全没明白是什么用途）\nFixed submerged chairs in Stratford firestation. 修复了在斯特拉特福德消防站淹没的椅子。\nFixed hockey net collision on back. 修复了在曲棍球网后的碰撞\nFixed timberwolf chamber UV layout. 修复了森林狼室内UV布局（UV布局不知道是什么）\nFixed viper side rail base texture. 修复了viper（毒蛇）侧轨底的纹理\nFixed maplestrike handle UV layout. 修复了maplestrike handle的UV布局（抱歉...这个我翻译无力，度娘给给翻译太乱，只知道是个枫木的什么东西..）\nFixed jumping up sides of civilian tents. 修复了民用帐篷的跳跃（应该是修改了跳上去的判定位置）\nFixed rocket iron sights. 修复了rocket（火箭）铁制瞄准器\nFixed pixel bleed on Avenger base texture. 修复了Avenger（复仇者）的流血像素基本纹理 \nFixed resetting moon cylce after leaving during anomaly and rejoining.修复了离开后，重新复位时的月亮周期异常。 \nFixed movement input on loading screen. 修复了加载屏幕上的动作输入。\nFixed saving filters/mode to cloud. 修复了云的节能过滤器/模式  （这段翻译我感觉比较奇怪）\nFixed case where item icon list could cause a crash. 修复了项目图标列表的情况下可能导致崩溃\nFixed crash when attaching some specific sights. 修复了附加某些特定的景点时崩溃        （这段翻译我还是感觉比较奇怪）        \nFixed multicam cobra/avenger showing up as forest.修复了迷彩cobra/avenger（眼镜蛇/复仇者）显示为森林（应该是枪械装饰显示混了的问题）\nSteam Economy:steam经济（！？）\n\nThe Red and Blue mystery boxes have been removed from the drops list meaning there is a limited supply of all the items inside. While playing you might now find the Carbon Fiber or Chrome Plated mystery boxes! \n红色和蓝色神秘盒子已经从掉落列表中移除，意味着里边所有物品的提供是有限的.当你在玩（游戏）的时候你可能会找到碳纤维或镀铬的神秘的盒子！\nMultiplayer:多人游戏\n\nThe multiplayer code is now a bit cleaner, and some new movement-related code was added. In multiplayer anything that moves should now appear much smoother. 多人游戏的代码现在简洁了一些，并且添加了一些新的相关行为代码.在多人游戏中，任何动作都会显得更为顺畅。\n\nEdit: It looks like a bit more work needs to go into the new player/vehicle movement networking, so I will make that my #1 priority for 3.13.4.0. For the mean time I've rolled back these changes to player/vehicle but not zombie/animal in 3.13.3.1.\n备注（英文是Edit，我暂且这么翻译吧...）：目前看起来还有许多网络游戏的新的玩家/车辆的行为的工作需要进行，所以我将会在我的#1 priority for 3.13.4.0. （版本）解决.也就是说我将会回滚（这个rolled back我暂且使用度娘的翻译吧..）这些玩家/车辆的更改而不是在3.13.3.1（版本的）僵尸/动物（的修改）\n以上就是所有的翻译....欢迎翻译大神给出翻译意见=。=\n就只是这一个更新公告就花费了我近3个小时的翻译和打字....翻译和码字真是不简单的工作...\n",
    "replies": []
}