{
    "title": "<原创·连载> 【小宝】《破碎之域 前传：秩序》第九章",
    "author": "1845797316",
    "replyCount": 2,
    "timestamp": 1445768280,
    "txt_content": "\n索引贴：《破碎之域 亚加洛法 前传：秩序》\n\n\n\n第九章：会面\n\n处事不惊的寒澈脸上永远挂着笑容，给我的感觉就是事情永远没有他设想的那么棘手。只是草草地嘱咐几句，便撒手不管。。路上，我用尖锐的目光盯着寒澈，我要刺破这家伙淡定的伪装，刨出他内心的想法。他不躲藏，不回避，甚至在直视我的双眼，脸上满是笑容，印证我的理解。理解归理解，但他如一片平静的海面，看不穿，望不透。燥热的空气燃尽了叶水分，如镜子一般反射刺眼的光，远处一切的边框都因这可怖的温度融合在一起，一团乱。一天的折腾，已让我身心俱疲，我没有力气去移动，思考。大脑凝固在这越发燥热的空气中。回到住处，身体仿佛被抽空。兽人脚印，寒澈的脸，都在我脑子里乱晃，叫人头晕，便不再多想，很快地瘫倒在床上。清晨，没有温暖的阳光，没有清新的空气，第一眼看见的仅仅是那困我于地下的木墙。空气略微混浊，夹杂着陈旧的木头的气息。我穿上衣服，往外面转转。嘴里塞满干涩的面粉制品，无力地咀嚼，呆呆地看那群家伙出操。身体被酥麻束缚，活动不开，还没有从昨天的劳累中恢复，有些呆滞。恍惚中，听见一个声音在叫我。我甩甩头清醒清醒，回头一看，是镊子。“卡尔，卡尔。话说有没有看见哲呢？”“嗯……”我对这里也不算熟，就只是瞎转悠，具体的也就不知道个一二“还没见到他。”“寒澈在吗？”“也是没有见到，我对这里真的不太熟悉。”“哲估计和易飞在外面，要是说寒澈在这大早晨不出来作恶，也就只能在那了。”镊子摸出一个烧饼，就着果汁吃起来。“我带你去找他吧，可以开开眼界哦。”他朝我挤了个眼。说罢，镊子带我七拐八拐来到一个铁门前。我敲敲铁门，发觉这门是很厚的。等了许久，不见有人开门，镊子带着我直接进去。突然，我的眼睛被一股刺眼的白光刺得睁不开。我缓缓睁开，瞄见一些古怪的边框，随后才看清，这是一件实验室，寒澈正在捣鼓手中的一块盔甲。也许是过于用心了，他全然没察觉我们，镊子先开了口。“外面有情况。你得来看看。”他不知听没听见，还是低头忙着，但随后说道。“哦，怎么了？”“一支规模不小的队伍从克里诺出来，但有些古怪。”“古怪？坐下喝杯茶再说。”寒澈没有多大的惊讶。“这次的路线不是笔直的，他们先是在附近侦查，随后向北方的森林行进，我们的人也是跟着好久才回来汇报。“哦，这样……”寒澈突然露出满脸的欣喜，看着他手中的盔甲。“你到底在听没有？这可是大事件，拜托你用点心。”寒澈这时才如梦初醒，回头凝思几秒，又是满脸轻松。“不急不急，有情况随时汇报，你们准备准备。”他放下手中的盔甲，换了身干净的衣服，抛下我们径直离开。“这样就可以吗？”我有些疑惑。“不管他吧，回去准备准备，我估计这会有行动。”“这样啊……”我自言自语的回到房间。不知为何，满身的疲惫，身子变得懒惰，不想动。估摸着是昨日过火了，也没有办法，最好的治疗是休息，还是睡睡吧。迷迷糊糊中好像睡了很久，一阵粗暴的踹门声响起，我还没反应过来，几只有力的手托起我就拽着我走。我气愤的瞪他一眼，他还暗骂几句！“小混球，整个队伍都到了，就差你一个，你还成大爷了？”这人一边骂着一边拖我到了大厅，里面是嘈杂一片，挤满了人。我慌忙整理好衣服定睛一看，都是整装待发的小队。我想找找刚刚粗暴的大汉评理，回头一看已经消失在人堆里。正当我愤愤不平时，手中又不知被谁塞了我的装备和武器。我就拿着一手的东西呆呆的站在人群中，真是尴尬。人群中传出一个声音，是在叫我的名字，我左右寻找，找到了这声音的来源，是寒澈。“别磨叽了，就你一个了。不过现在好了，可以出发。”寒澈莫名其妙的说了些我不懂的东西。“来齐了。”他朝哲使个眼色，哲立刻拉下一根绳，突然，眼前的的墙壁发出剧烈的震动，仿佛快要被撕裂，一条缝隙出现在墙，并在快速扩大，转眼间这墙就分成两块缩进石壁中。我还在惊愕中没回过神来，就被带头的一群人搡进门中。门是直通地面的一个斜坡，是基地中距离地面极近的地方。我莫名其妙的就被带到地面，加入这场突如其来的任务。我也没想到我就这么的加入，但是已经加入，也就不好说什么了。大致知道情况的我有些兴奋与紧张，毕竟这是第一次，我还没有参加过夜影的任何行动，这是一次考验。与我走在一起的，都是认识的，尽管有些还叫不出名，但不妨碍我交谈。从他们口中，没问出有关于这次行动的什么信息，但是也收获不小。我们先是来到北方一片常常有僵尸出现的树林，在解决袭来的东西后，我们继续前进。我脑海里记得这里是没有什么东西的，这森林与分割岛屿的绝境山脉相连，南面是魔兽之湖，背面是枯骨树林，但寒澈却像是在探索什么。寒澈在部队的前方，我大概就是跟在靠后一部分的位置，这里可以看清整个队伍，队伍没有全部出动，留下了一大部分，看来不会是什么困难的事情，其次就是队伍中多是我认识的、拥有刻脉的人，这使我有些不解，我问寒澈这是怎么回事，寒澈只是笑笑，并不作答。队伍的速度越走越慢，最后停在树林中。前方的一片草丛似乎有什么，这吸引了寒澈的注意力。所有人都目不转睛地盯着草丛。果然，草丛中缓缓走出一个老头。这老头身子瘦，但骨头精干，半曲着身子，握着一只拐棍，隔得较远，看不清脸，但土黄的胡子很是明显。这古怪的老头先发话了“请问各位大驾光临是有何事啊？”这声音让我甚是惊讶，是一个非常年轻的声音。“来这找找朋友。”满脸笑意的寒澈也有些古怪。“做什么呀？”“谈谈心。”“可这没有你的朋友啊。”老头笑了一声，声音很是瘆人。“那么就只能打道回府，唉，有些可惜哦。”寒澈的声音已经完全是在作秀。“慢着。”老头突然大吼一声，随即一把扯下脸上的胡子，他的脸变得清晰起来，那是一个让人不寒而栗的笑容。我不禁打了个寒颤。\n作者的某些奇奇怪怪的东西\n至目前为止，已经更新到了第九章，然而因为圣杯，作者会停更小说至比赛结束（欢乐的去写另一部小说）。",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1445768760,
            "txt_content": "有点对话流，细节描写还可以好吧只是符合我的口味虽然还是有点少，气氛渲染地还是有些欠缺。悬念设置方面还是有些缺陷。需要继续努力。百分制65分。"
        },
        {
            "author": "1845797316",
            "timestamp": 1445769240,
            "txt_content": "46241359 发表于 2015-10-25 18:26\n有点对话流，细节描写还可以好吧只是符合我的口味虽然还是有点少，气氛渲染地还是有些欠缺。悬念设 ...\n十分感谢，最近真心得要好好练练。"
        }
    ]
}