{
    "title": "<原创·连载>《木屋》第二章 演梦视角",
    "author": "VVV晓雪",
    "replyCount": 6,
    "timestamp": 1445765760,
    "txt_content": "嘿~\n经历了1个多小时（貌似还不止）\n这个章节终于出炉了~\n：快出正文，不然我咬死你！\n\n马上出~马上出~\n\n\n演梦视角（特邀嘉宾@DreamsDeductive ）\n      “哼~哼~~哼~”演梦在回家的小路上，哼着一首首流行歌曲。\n      突然“斯！”一阵阴森森的声音传来。\n      演梦警惕的望了望四周，可是除了摇摆的树木，呼啸的寒风和远处的灯火貌似并没有什么。      \n      “叮叮叮叮~叮叮~”一阵钢琴声传来。在一个黑暗的角落……\n      演梦小心翼翼的走上前，却一无所得。\n      “叮叮叮~”又是一阵钢琴声从另外一个角落传来。结果依旧一样。\n      此时，皓月当空，四周寂静无比，唯有演梦的喘息声。\n      突然一阵眩晕传来，演梦在床上重新睁开眼睛。\n      “这是梦吗？这……真的只是一场……梦吗？”演梦用手指挡住窗边的晨光，但还是有一丝丝的阳光从手指缝隙里找到演梦的脸上。\n      “唉~不管了。开始今天的学习吧。”演梦从床上起来，脚刚刚落地，就摔了一跤。\n      “啊呀！，什么东西啊！”演梦惨呼着起来，看了看床边。一个小小的圆球。\n      照射在圆球上的阳光并没有反射，但是却有一种异样的七色光芒。\n      “嗯？似乎可以打开。”演梦看了看这个圆球，惊呼道。\n      圆球的打开并没有造成什么声响，仿佛……这只是一个梦。\n      打开圆球的一瞬间，演梦的脑海仿佛被什么重物打了一下。然后脑海中浮现了这几个字：做我女朋友吧。\n      待演梦回过神来之时，太阳已经高挂在天空。\n      “这……也玩的太高科技吧，找女朋友都这样了，那个梦寒真是的。”演梦吃惊的说到。\n      “这学也上不成了，读一会书吧。”演梦读着书看着烈日当头变成皓月当空.\n      次日，一个原始森林里。高大的树木遮住了天空，使得这里潮湿无比。\n      \"啊喂，这么早把我带过来干嘛。你……你还有没有人性啊。”演梦气喘吁吁的说。\n      “嘻嘻，你自己要来的~快走吧，我看见前面一个小木屋，天要黑了。”梦寒嬉皮笑脸的说道。\n      演梦望了望已近黄昏的的天空，选择了投降。\n      两人走进木屋，敲了敲门。\n      “吱……吱……”木屋缓缓打开了。只见两位带着乌黑面罩的男子在门口。\n      “有事吗？”千堂不带着一丝感情色彩的说。\n      森林里传来一阵阵铃铛声。\n      “那是什么，要不要去看看？”梦寒望了望森林，询问演梦道。\n      “不要了吧……应该是别的动物什么的。我先进去”演梦急匆匆的说道。心想：外面太可怕了，还是屋子里安全。\n      众人都进了屋子，无言……\n      “扣扣……扣~”又是一阵敲门声响起。\n      梦寒走进早已经都是锈迹的房门开了门。\n      一位少女警惕的站在房门前说：“你是谁？你是这个屋子的主人么？”\n      不一会，郑欣宜就被叫到了屋子内。\n      许久无言，直到演梦开始介绍自己：“我叫演梦。”\n      “啊~对！我都忘记要介绍了，我叫梦寒。”梦寒绕绕头不好意思的说。\n      郑欣宜看向那两位神秘男子。\n      “千堂。”\n      “千刃。”两位神奇男子不约而同的说道。\n      突然，地下室一个像东西碰地的声音传来。\n      不过刚萌发去地下室看看的念头就被梦寒转述的主人的话给抵消了。\n      大家都已经在床上睡着之时……\n      演梦看到房主的房间内有着一丝……朦胧的火光！\n",
    "replies": [
        {
            "author": "DreamsDeductive",
            "timestamp": 1445766000,
            "txt_content": "恩，文笔不错，不过我咋读着辣么像恐怖小说嘞"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1445766180,
            "txt_content": "DreamsDeductive 发表于 2015-10-25 17:40\n恩，文笔不错，不过我咋读着辣么像恐怖小说嘞\n我改编的游戏本来就是略带恐怖色彩的~"
        },
        {
            "author": "46241359",
            "timestamp": 1445767140,
            "txt_content": "对话流比上次还要严重，细节描写远不如上一章，对于声音的描写也是非常粗糙。没有任何心理描写，环境描写只能凑个数，气氛同上次，基本没有。动作描写也是十分粗糙。有一部分甚至前言不搭后语，令人觉得莫名其妙，悬念设置不合理，让人没有继续读下去的想法。另外，楼主字数922，不到1000.下次请注意。"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1445768820,
            "txt_content": "46241359 发表于 2015-10-25 17:59\n对话流比上次还要严重，细节描写远不如上一章，对于声音的描写也是非常粗糙。没有任何心理描写，环境描写只 ...\n既然上一次字数达标了\n这一次写的比上一次多，请认真检查。\n另外，我也并不是很对话流吧……对话相对比较少。\n你说的环境描写粗糙？\n哪我该怎么写，难不成我要每一片树叶在空中摇弋也要写出来？\n我承认是有点前言不搭后语\n因为我是在找不到该用什么词链接。\n气氛？\n我难道要塑造一个紧张的气氛？我写的小说都是在脑海里经过像一个电视剧的表演才出来的。\n动作描写？\n我是不是应该写“他的举手投足都带着一丝迟钝”这种描写？\n我也不想说很多\n我毕竟不是专业的作家\n我承认我很多方面没有描写好\n但是起码我用心的写了\n用我的心灵感受了\n更是以一种认真，严谨的态度写的\n说实话，人人都不希望自己辛辛苦苦做的东西被别人批评\n我也是用系统自带的记事本写的\n并没有使用其他软件\n排版不好很正常\n谢谢你的批评，可能这会改变我的人生"
        },
        {
            "author": "46241359",
            "timestamp": 1445769060,
            "txt_content": "VVV晓雪 发表于 2015-10-25 18:27\n既然上一次字数达标了\n这一次写的比上一次多，请认真检查。\n另外，我也并不是很对话流吧……对话相对比较 ...\n看来我似乎又惹到一个玻璃心\n我想说的是上一次字数是850，也不达标。关于字数这是你自身问题，与我无关。一个小说，必须要有气氛，小说要写就要写的让读者觉得身临其境，这是每一个写小说的人都该追求的一种境界。我也没把你当做一个专业的作家，我能看出来你是认真写，我也没有否认你的态度，只是在提出你的文章的缺点。既然你不喜欢被人批评请在文章末尾加上一句提醒，排版问题属于你个人问题，只能说明你有些发懒不想去进行排版，用记事本写并不是排版不好的理由。此外，既然来创作版写文，就请做好被人批评的准备，这里有的人眼光挑剔有的人眼光不挑剔，你要面对的是无数人的阅读，而不仅限于那些会表扬你的人。"
        },
        {
            "author": "46241359",
            "timestamp": 1445769420,
            "txt_content": "VVV晓雪 发表于 2015-10-25 18:27\n既然上一次字数达标了\n这一次写的比上一次多，请认真检查。\n另外，我也并不是很对话流吧……对话相对比较 ...\n另外你对于细节描写和气氛的理解十分正确，我正是此意。读者在阅读你的小说时，真正能够带来震撼的是你的细节描写，让读者的情感跟着小说的发展走，这需要塑造气氛。既然你说你写的小说是像电视剧一样表演出来的，那么我想你的想象力非常好，写细节描写是有一定优势的。"
        }
    ]
}