{
    "title": "<原创·连载·圣杯》《终焉》[第三章第一节]【by-泣东风】",
    "author": "xcc",
    "replyCount": 5,
    "timestamp": 1445761500,
    "txt_content": " 本帖最后由 xcc 于 2016-3-13 17:10 编辑 \n   ===============================================================================================================\n    塔尔望向门外的人，有些疑惑和吃惊：“你是······”\n\n\n    “你前几天还偷了我的几张牌——忘了？”自称为先知的少女往后退了几步，站在门外。\n\n\n    塔尔伸出食指颤抖着在空中比划了几下，很费劲地说，你是那个什么······先知？\n\n\n    被称作先知的少女换了个姿势站着，点点头，说，你还记得就好办了，这样管理局来的时候你可以顺便把我的名字报上。\n\n\n    塔尔脸上写满了错愕。\n\n\n    “我已经报告了管理局了——”先知轻描淡写地说，“如果他们知道你还敲诈了这位，恐怕你会罪加一等吧？”\n\n\n    塔尔强装镇定：“你只是在吓唬我罢了——其实你根本······没有跟管理局说这些！”\n\n\n    “是吗？”先知微笑着又往后退了几步，站到门外，“管理局的人已经来了，如果现在你去自首说不定可以减罚呢。”塔尔仍然不相信，只是跑到门旁向外张望。\n\n\n    他的脸色突然变难看了，神色慌张地往屋内张，继而满腹怨气地嘶吼：“真是该死！”说着从腰包里拿出一个沉甸甸的钱袋，吼叫着冲出房门。\n\n\n    先知转头去看塔尔的背影逐渐在屋外的草原中变成一个小点，片刻后拢了拢深蓝色的长发，自言自语又像是在对戈耿谷说，欺软怕硬的人果然遍地都是。\n\n\n    “呵，虽然比较感谢你支走了姓噶尔的无赖，”戈耿谷耸耸肩，“但是你来这里的原因不只是为了······”\n\n\n    他未说完，先知便走上前，扯了扯黑色的兜帽，说：“我不是说了我是先知么······有些重要的事要说下呢。” \n    \n    “呵，和三个连姓名也不知的人说事？”戈耿谷耸肩。\n    \n    “哈？姓名不知？”先知笑了笑，伸出手指着厄默与顾离，“那个狼族的叫厄默·肖萨，那位背着单肩包的叫顾离——至于你么，戈耿谷·巴卑勃。” \n    \n    “嗯，那么你的名字······”戈耿谷点点头，又摇摇头。\n\n\n    “楮墨。”先知简短地回答。戈耿谷微笑了一下，奇怪的名字。 \n    \n    “那么开始说正事吧。”楮墨缓缓说道，左手抓着围巾。戈耿谷点点头，打了个手势示意她讲。\n\n\n    突然他感觉到一股强劲的气流卷过他的耳旁，接着是来自身后的一声惨叫。他往后看，发现一张银色的纸牌落在地上，旁边是一个身穿黑色夹克的青年，捂着胸口。他的身旁是一张方布，颜色与墙面相近，像是用来伪装的玩意儿。他痛苦的捂着胸口，猩红色的血液像是小虫，慢慢从他的指缝间爬出。\n\n\n    楮墨走上前去，左手的食指与中指夹着一张同样的银色纸牌。那纸牌的边缘，有如锋利的刀刃。\n\n\n    “果然——有些有趣的客人。”她冷笑。\n\n\n    那个青年松开了捂住胸口的手，让那猩红的血液展示在众人眼前，也显示出别在他胸前的那个金色胸章，上面有烫金的几个大字——“星河特遣”。 \n\n\n    戈耿谷冷笑了几声，还把胸章戴着，也是够傻的。 \n\n\n    “说吧，目的是？” 他走上前，蹲下，与青年平视。青年硬撑着哼了一声，紧接着，头一歪，两眼向上翻。\n    \n    死了？厄默暗自猜测。他用手戳了下青年的人中，青年大叫一声，猛地摇摇头。看样子是装死。\n    \n    “可以说你是过来干什么的了么？”厄默向他微笑。\n    \n    青年的嘴唇蠕动着，努力想说出些什么。但他的面色突然阴沉下来，两手突然背到身后，紧接着他的脸上浮现了一种诡异的痛苦表情，鲜血也不断从他的手边流出。厄默拽出他的双手，青年手上戴着的黑色手套边缘弹出了一个刀片，正好插入他的手腕，或者说，静脉。\n    \n    手套边缘处有一个黑色按钮，顾离大着胆子按了一下，刀片便带着残余的鲜血缩回了手套下的一个机关里。他把那只手套取下，又按了一遍，刀片立即从手套后缘弹出。这看上去像是个割腕装置——只不过要割的不是敌人，是自己。 \n    \n    他自杀了？不不不——这不是割腕自杀，他刚才明明想说些什么的！顾离倒吸一口凉气，这到底是怎么回事？\n    \n    他蓦地想起星河植入的脑控制器。星河是不是担心这个人说出些什么，所以控制着他，开启了那个自杀机关？很有可能，因为星河——从来都只是在利用一切可以利用的人啊。\n    “不管怎么说，都算是没有人偷听了吧。”楮墨把那块方布盖在青年的身上，转头看了看戈耿谷，“不过我猜，这些话也许没必要对你说。”\n    \n    戈耿谷微笑着耸耸肩，大意是“还是说一下吧”。她点点头，把手中的纸牌收起。\n    \n    “你们应该也听说过‘七櫆是地球的一个副本’这样的说法吧——即七櫆与地球有一定的相似性，比如在环境特征、生物特征、社会行为等方面相似度极高。但是，最后一场战争结束的时候，七櫆出现了很多‘外来客’——”先知稍稍停顿，“那是一种奇特的生物，它们的身体结构完全不科学，就像是······一些毫不相干且根本不可能在一起的玩意拼凑起来的一样。这种奇异的生物的具体特征还未统计完全，但我们可以初步了解它们对七櫆的一切都抱有敌意。短短一个月，它们便对七櫆的许多部落造成了巨大的破坏——然而七櫆几大部族的领导者都没有在意。”\n   \n     没准是生物变异的成果。戈耿谷带着一些轻蔑，让轻狂的色彩随抖动着的两肩落地。\n    \n     “你想的太简单了——变异没这么严重——所以我们怀疑是有人故意所为。这个‘我们’指的是一些认为此事不简单的人组成的组织——‘梦中人’。”楮墨拿出一张纸牌，上面刻画着具有巨大犄角的生物的图像，浓厚而又恍惚的色彩遮掩了那生物可怖的面容，白色的小字清晰可见——\n\n\n    “Annihilation（湮灭）”\n\n\n    “这个图像是拷贝一位“梦中人”的油画家所作的一幅色彩尤其浓烈的画而成。”楮墨解释道，“那位画家用生命换来了一幅半成品——你们应该相信这些怪物不是子虚乌有的吧。”  \n\n\n    戈耿谷盯着浓烈的色彩看了一会，仍是轻浮的模样，抖了抖肩道：“怎么证明不是杜撰的？”\n\n\n    “到时候你会见到它们本尊的。”楮墨没有直接回答他的问题。\n\n\n    戈耿谷活动着肩膀，说，那么你来干嘛。 \n    \n    楮墨摇摇头：“最近怪物们的数量急剧飙升，而我们非但找不出它们是从哪里来的从而加以遏制，并且梦中人的人员也大量流失，直接导致了无法与怪物进行对抗。” \n\n\n     你的意思是······？厄默试探性地问了一句。\n\n\n    “加入梦中人。”楮墨又扯了扯兜帽，“我们需要找具有奥术血脉的人。”\n\n\n    奥术血脉······这个词好像听过。顾离有些费力地寻找着关于这个词汇的记忆，最后检索出戈耿谷曾对他说的一段话——\n\n\n    “你们应该听说过七櫆是有魔法的对吧？魔法在你们看来不可思议，但科技在我们看来同样如此。你知道，科研需要有足够的学识，而使用魔法，需要有‘奥术血脉’——没有这种血脉的人无法使用魔法——大概就像是，没有科研天赋一样——所以，拥有奥术血脉的人在七櫆能够受到一定的尊敬。”\n\n\n    思绪流回当下。光顾着思索没注意楮墨说了什么，只看见厄默一个劲地点头，说着，我知道，我知道的。\n\n\n    然后楮墨的视线飘到了顾离的吊坠上：“能戴上它的人······也不简单，要不你也加入？”\n\n\n    顾离愣了愣，继而点头。他没想过拒绝——这可能是个改变自己命运的机会啊，怎么能拒绝呢。\n\n\n    戈耿谷则在一旁，两腿哆嗦着，用细如蚊呐的声音喃喃道：“我不会加入的······” \n\n\n    “我在这里当个你们在外的照应好了。”他有些含糊地自顾自地说着，“至于加入就不必了······吧·······”\n\n\n    尽管声音很小，但还是能被另外三人听见。厄默惊异地看着他，稍稍迟疑道，好吧。\n\n\n    戈耿谷点点头，那么你们，可以先走了，最近我也有点事来着。厄默“哦”地应了一声，背过身去。\n\n\n    “他又变得只会逃避。”厄默念叨着，转过身，努力展开一个笑容，说，我们走吧。\n\n\n    顾离回头看了戈耿谷一眼，点点头，好。 又向楮墨询问：“我们是不是要去那个什么······‘梦中人’的基地？” \n\n\n    楮墨微笑着说，其实“梦中人”的基地并不远哦。她指了指脚下，就在这片土地下面。\n\n\n    厚实的土壤被一层层掘开，泥土飞散在四周逐渐堆积。地面上很快出现一个隧道，看来挖坑的人效率蛮高。\n\n\n    在地下5米处，一个银色的钢板挡住了铁铲的行进。无法再往下挖了，收工。 \n    \n    厄默扶着铲子，大口哈气，累死我了。他俯下身，敲击着钢板，响声沉闷而冗长。“这里就是基地么？怎么进去？”他站在自己亲手挖出的坑里喃喃。\n\n\n    楮墨从地面上跳入坑中，说：“这里每个地方都可以是入口。” 说着，她拿出一张纸牌，在钢板上轻划了一下。\n\n\n    钢板里分离出黑色的方块，钢板自身也在逐渐瓦解。当空中的黑色方块组成一片积云时，钢板已全部消失，站在钢板上的两人也摔下钢板下的空间。\n\n\n    厄默毫无防备，摔下去时惨叫了一声。楮墨则安稳地落在地上，招呼仍待地面上的顾离：“下来吧。”\n\n\n    “这跳下来少说也有五六米，会不会摔伤啊？”顾离往坑里瞧了瞧，有些畏惧。\n\n\n    “跳下来吧，你的那个吊坠会保护你的。”厄默挣扎着爬起。\n\n\n    虽是这么说······还是很害怕啊。这很像坐过山车，明知道防护措施齐全，却还是恐惧。\n\n\n    他犹豫了一会，闭上眼，双腿微微弯曲，接着跳下。 \n\n\n    感觉自己像是在深渊中下坠，永无尽头。直到脚触碰到地面，没有痛感，方才安心。\n\n\n   他终于睁开了眼，钢板制成的地面上浮动着先前的黑色方块，上面涌动着字符——\n\n\n    梦中人。  \n\n\n\n\n\n\n\n\n唠嗑：\n考完试了233.\n\n\n                                              上一节     索引  下一节",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1445761620,
            "txt_content": "订阅席：\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L @46241359  @灬RufLの红纱 @MF_Mufeng "
        },
        {
            "author": "xcc",
            "timestamp": 1445763000,
            "txt_content": "@2575174857"
        },
        {
            "author": "46241359",
            "timestamp": 1445763780,
            "txt_content": "我不记得我订阅过什么文\n对话流，没有环境描写，神态不够细致，心理细节不足。而且省略号为啥用“······”的形式，直接用“……”不好么。字号有点小，而且不该配背景，看不下去了。就评这些。"
        },
        {
            "author": "GB1234",
            "timestamp": 1445764980,
            "txt_content": "\" “你用相同的手法敲诈过我三次——忘了？”自称为先知的少女往后退了几步，站在门外。\" 邪恶的我想歪了怎么办。。。 我是新人 别打我"
        },
        {
            "author": "2575174857",
            "timestamp": 1445947560,
            "txt_content": " 本帖最后由 2575174857 于 2015-10-27 20:09 编辑 \n\n此时此刻我怎么才发现，我被艾特了，好感动，文写的very good，比我好上好几倍！老喜欢这种文章了·······特别是奥数血脉（我什么都不知道····我得去补补之前的章节，字体间隔让我眼睛看的非常舒服）"
        }
    ]
}