{
    "title": "【原创·连载】[死亡]第一章·第二节·电锯",
    "author": "GTVZDH123",
    "replyCount": 2,
    "timestamp": 1445766180,
    "txt_content": "每个人都会直面死亡，Everyone will face death,想要活下去，还是死亡，Want to live, or die,就要看你怎么对待了...Depends on how you treat...[死亡] 第一章·第二节电锯[2340字]  天灰蒙蒙的，一会儿...开始下起了一场大雨。  史蒂夫站在操场上。大雨很快将史蒂夫淋得全身湿透，他站在雨中，任凭雨水的打击。他望着那一片被雨水打得噼啪作响的草地，全身竟在微微的颤抖。史蒂夫想起了多年以前的回忆。  十分的寂静  “叮铃铃铃！”电话铃打破了寂静，史蒂夫清醒了过来。史蒂夫看了一眼电话，是上司Notch打来的。哦！对了，自从那次寒假的案件之后，Notch就看上了我，我毕业后自然被他选中当刑警去了，而Alex呢？变成了我的助手！  “哔！”史蒂夫按下了接听键。“史蒂夫吗？你现在立马回来，我就在案发现场，有件案子要你来一下...”Notch顿了顿“建议你做好心里准备， 我就在MC街第六条街道...见你做好心里准备...”  史蒂夫拦下一辆的士火速赶了过去，但是史蒂夫此时却有着一种前所未有的恐惧。“是什么呢？”史蒂夫心想。  到了案发现场，只见一群人未见一个小巷子旁边，不断的传来了人呕吐声和惊叹声，一个人从后面拍了拍史蒂夫的肩膀，史蒂夫吓了一跳，装过身，只见是Notch。“来，往这边。”说着他牵着史蒂夫往一个隐蔽的地方走了过去。  “说说吧，怎么一回事。”史蒂夫撑着腰直视着Notch。他也很干脆直接扔了一个登记表过来，对史蒂夫说“进去前你先看看这个，还有做好心里准备。死者四肢被锯断，全身上下的皮被活活剥了下来，大脑和身体器官也被带走了...他是一个普通到再也不能普通的人，一生中没有的罪过什么人，身上的财务也没有被拿走，可以排除仇杀和抢劫，但是如果排除前两个的话只能说明凶手心里有着极大变态。”话刚说完就听到史蒂夫呕吐着跑了进来。  “呵呵，不听Notch言，吃亏在眼前。”他递给史蒂夫一张手帕“对了，这个案发现场几天前有人听到这附近也有类似的电锯声，因此不能排除同一个人作案的嫌疑。”  “艾德·盖因！”史蒂夫直接说出了这四个字。“凶手在模仿历史著名剥皮杀人狂艾德·盖因！也许凶手这个时候正在家里享受杀人的快感吧...对了！帮我查一下最近几周这条街的失踪人名单，越快越好，不然，死的人可能就更多了。”  过了一会儿，一名警察拿了一个名单进来：“我们发现了一个特别的事情，在失踪人的名单中，除了那个人。其他人都有一个共同点——以前有犯过事，或者是个恶棍！”Notch手拿着一杯定在半空中的咖啡，他在脑子里思索：“咦，莫非那个人做了什么事情！”，史蒂夫拍了一下Notch，“现在不是应该考虑相同点的时候，应该考虑一下他的下一个目标是谁，和要怎么制服那个混蛋！”  “对了！就这么办！”Notch恍然大悟，转头对身后的警官说“你现在立刻搜寻这条街里跟相同点符合的人！必须快点，得在天黑前全搜到，然后把他们带回警局里，派五到七个警员保护他们，然后剩下的人跟我和史蒂夫走，我们要....”史蒂夫在一旁说了暗暗的说了一句：“引诱！”  “正解！”Notch和史蒂夫不约而同的相同对视一会儿，史蒂夫开口说道：“引诱很简单，既然凶手杀得都是罪恶的人，那么我们就要装成一个罪恶的人来引诱他上钩，然后引诱的人身上装一个跟踪器，我们只要等凶手带着那个人到老巢的时候，一锅端即可！”“不过，虽然说得很简单，但是这次的任务却十分的危险，因为假设凶手没有直接将人带回去而是就地杀死的话怎么办？如果说凶手是一个高智商的罪犯，先将诱饵的跟踪器挑掉再甩掉我们，诱饵也是死，所以这次的任务不仅需要智慧，还需要你们的勇气，有谁愿意的？”Notch看着大家说道  “我！既然是我说的，那就我来吧”史蒂夫站在角落说道  引诱活动开始了。一个警员躺在地上，装着乞丐一般求饶，史蒂夫边大大咧咧的骂着边在一旁踢他。史蒂夫此时的心里装着对死亡的恐惧，谁，不害怕死亡呢？史蒂夫头上流下一滴豆大的汗水，他用手擦掉以后用目光扫视着周围。他感觉到暗中有一双眼睛在仇视他。“可以，停下，史蒂夫！按照原计划，骂几句以后离开走到偏僻的角落里。”Notch在远处的高楼上拿着望远镜看着史蒂夫的一举一动，很明显，Notch也感觉到杀气了！史蒂夫骂了几句，走远了，走到一个偏僻巷子里。这时，即将落下的太阳照射到了他的身上，一个黑影出现在史蒂夫的影子旁。很好！终于来了，要不是为了确保你没有同伙，你已经被逮捕了！史蒂夫想。  “啊啊啊啊啊啊！”一个人的怒吼，史蒂夫感觉头顶受到了一股猛烈的攻击，随后，他眼前一黑，就晕了过去。  史蒂夫醒了，他感觉他的鼻子受到了血腥味的强烈攻击，还有发霉味、垃圾味...恶心！随后，他的眼前明亮了起来，他看向面前的这位变态：庞大的身躯、圆溜溜的脸庞、肥胖的肌肉，整个人就给了人一个印象：怪物！这时，史蒂夫突然惊叫起来！为什么？他手上拿着跟踪器！“咔嚓！”跟踪器被捏碎了。怎么办...史蒂夫心想  史蒂夫又被打晕了。  当天上午，史蒂夫醒了过来，只不过是被怪物用冰水泼醒的。史蒂夫看向四周，十分的明亮，令史蒂夫无法睁开眼睛。他的四肢被皮带固定在一块木板上。史蒂夫十分剧烈的摇晃，怪人嘴角扬起了一股猥琐的笑容，随后怪物就从身后抽出一把电锯，然后高举起他的电锯，“啊哈哈哈哈哈哈！”怪物笑道  史蒂夫再一次看向周围。在离他不远的架子，那里有一把小刀！有办法了！史蒂夫心想，随后他使劲的踢了一脚怪物，怪物重心不稳，倒在一旁，碰到了旁边的架子，架子上的东西纷纷落地，史蒂夫趁着怪物起来的时间接住了小刀，“咔嚓。”史蒂夫用小刀隔断禁锢他自由的皮带，又是一声清脆的声响，史蒂夫自由。现在必须的想办法逃出去！史蒂夫躲到一个柱子后面。注视着怪物，怪物怕了起来，愤怒的怒吼了几声后举起电锯四处乱撞，怪物突然瞄到了史蒂夫，然后迅速的朝史蒂夫冲撞过来。史蒂夫闪在一旁。史蒂夫身后是一扇铁门。史蒂夫又一次想到：上帝保佑。然后注视着怪物，怪物又一次冲撞了过来，史蒂夫突然开启门，随后突然关上！“嘭！”怪物撞到了门，重重的摔在地上。  史蒂夫在黑暗中摸索着。必须尽快出去。史蒂夫心想。史蒂夫感觉暗中有一股风朝着他吹来！对，出口就是那里了！史蒂夫使劲的向前跑去。“咚”史蒂夫脚一滑，重重的摔在了地上。完了！史蒂夫心想。  史蒂夫感觉自己现在在人在地上拖动。史蒂夫现在处于医学的一种睡眠瘫痪的状态，他虽然有意识，但是却醒不来，不知道过了多久，史蒂夫感觉脖子被勒住了，而且勒的很紧，史蒂夫突然醒了过来。此时，怪物正在抓着勒住史蒂夫脖子的绳子缓缓往上提升。史蒂夫意识到了此时的危险，他剧烈的摇动着身体。绝对不行死在这里！对！我得或者出去！Notch和Alex还有大家都在等着我或者回来！也许是他的诚意感动了上帝，突然！整个楼层开始剧烈的整动，怪人手中的绳子突然把他往上提升，而史蒂夫在下降。“啊啊啊啊啊！”怪物传来了一声惨叫，史蒂夫看向怪物，他被钢筋刺穿了！鲜红的血液在一滴滴的往下滴，刺穿他的钢筋上流淌着他的血液。  为你惋惜...史蒂夫想，同时在胸前笔画了一个十字架。  史蒂夫逃了出去！\n\n第一章·完\n\n\n作者的话\n\n楼主是根据心理罪来源的灵感，不知道写的好不好，希望大家见谅，楼主也不知道有没有跑题了，因为楼主想的就是关于犯罪破案之类的吧\n\n\n\n\n序章链接：http://www.mcbbs.net/thread-509977-1-1.html第一节链接：http://www.mcbbs.net/thread-511240-1-1.html",
    "replies": [
        {
            "author": "hear_brave",
            "timestamp": 1445864280,
            "txt_content": "我来打破这零回复的概念"
        },
        {
            "author": "kirin1522",
            "timestamp": 1445873100,
            "txt_content": "求继续更"
        }
    ]
}