{
    "title": "<原创·连载·圣杯>空[第七章：他不是警察][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1445777520,
    "txt_content": " 本帖最后由 46241359 于 2015-10-25 21:07 编辑 \n\n空·第七章·他不是警察\n\n正文\n\n\n    纳尔盯着在黑暗中散发荧蓝色光芒的电脑屏幕，往下拉动着页面。他觉得眼睛有些干涩，抬起另一手揉了揉。今天在警察局回答过罗杰的问题后，他就对罗杰这个警察产生了极大的兴趣。    因为罗杰这个人，身上的奇特之处有很多。    这就体现在他今天询问案情时似乎非常了解诺迪斯和纳尔的难言之隐在于什么。因此纳尔能看出来罗杰在方面很有经验。就像是……一个极其专业的审讯人员。    而且还有一种感觉，纳尔不确定是不是错觉，因为这几天他觉得自己太敏感。罗杰在询问诺迪斯时，他能明显地感觉到，罗杰的注意力是在他身上，那目光极其锐利，像是要把他看透彻到不能再透彻一样。因此纳尔产生了一个猜想，如果自己的感觉不是错觉，那罗杰应该是知道那幅画的一些事，甚至可以说知道的比纳尔和诺迪斯还要多。    这种想法让纳尔觉得很不安，他总觉得会有麻烦。所以今晚回来他准备在网络上查一下有关罗杰的信息，也许能有些眉目。    根据网络上有的信息，纳尔觉得自己真的是有点太敏感。信息表明罗杰·伊特的确是个警察，只不过有些方面特别突出而已。但是纳尔注意到一个细节：没有查到罗杰的出生地是哪里，而且他工作的警局不一样，有些信息写的这个警局，有些信息就写得那个警局。这让纳尔觉得疑惑。    纳尔沉默着。房间里没开灯，这个电脑屏幕是唯一的光明的源。荧蓝色的光投射到纳尔的脸上，把纳尔的脸映照的像是一个鬼魂。他处在一片令人窒息的黑暗之中，那黑暗的质感如同流水，冷的刺骨，轻轻从他身上拂过而不留下任何痕迹。    罗杰，真的只是个警察吗？    尽管从网络上查到的信息告诉他罗杰的确是个货真价实的警察，但他心里还是否定了这个答案。罗杰绝不是这么简单的一个人。再说现在的科技水平，要伪造信息并不是什么难事，如果罗杰的真实权力很大或者有一个权力很大的组织……    等等。    组织？！    对，如果罗杰来自一个隐蔽而权力庞大的组织，这样一来，那些令他疑惑的地方都得到了解释。他可以完美地隐藏自己的身份，让网络上查到的信息仅限于他是个警察，他工作的警局不同也能得到一个解释。这样看来，罗杰应该是来自一个组织。    “为什么现在要通过网络查询资料。”空不知何时又站在了纳尔后面，眼睛直愣愣地盯着电脑屏幕，“为什么要查这个人。”    “觉得这个人有点怪怪的。”纳尔模糊地抛出一句回答。    空的头点了一下，表明自己理解了。接着丢出一句让纳尔怀疑他智商的话：“为什么还不睡觉。”       ……    这不是显而易见的吗！纳尔恨不得站起身给空来一巴掌让他这生锈的大脑能运转一下。自己一定是造了什么孽才领回来这么一个傻到家的白痴。对于这个问题，纳尔选择沉默。    “为什么不回答我的问题，这是不礼貌的行为。”    礼貌，礼貌，你有什么资格和我谈礼貌！纳尔压制住自己吼出来的冲动。他安慰自己没必要和一个IQ为负数的白痴较劲，当他不存在就好。再说现在是晚上，那么大声地喊出来会惊扰到邻居，这不是好行为。    “重复，为什么不回答我的问题，我认为你是个不懂礼貌的人，需要回到小学去重新学习道德礼仪。”    ……    不行了……快忍不住了。纳尔锤了锤自己的额头让自己能够保持清醒，他需要终结这个关于他不懂礼貌的话题，“因为我要查资料，所以还没睡。”他都能很清楚地听见自己指关节咔咔作响的声音。    “虽然你回答了我的问题，但这并不能改变你需要重修道德礼仪的现实。”    我警告你，空，你现在还能安然无恙地站在我面前和我说话是因为我不确定你是不是机器人，要是让我知道你是机器人……我一定会把你拖去修理站回炉重造……纳尔抓紧鼠标，确保自己不会因为愤怒而把那个鼠标砸到空的脸上。    “你……”纳尔挤出第一个字后又立刻收回了心中把空骂个狗血喷头的想法，他觉得空应该知道些什么和罗杰有关的事，虽然只是猜测，“你知道罗杰·伊特吗？”    “罗杰·伊特。”空重复了一次，又做出那个思考的动作，“对，是的，我知道他。一个24岁的男性，很高，脾气很好，嗯。”    纳尔暗暗庆幸空的注意力比较容易转移，不然他很快就会被空逼疯，不过另一方面，他开始好奇为什么空会知道罗杰这个人。难道和他猜的一样，两个人的确有特殊的联系？“你为什么认识他？在哪里认识的？”    空又摆出那个姿势，纳尔顿悟，原来在问问题时不能连续问两个，只要问题多于一个空就会开始思考，让自己理解一下这些问题再作出回答。“因为他和我说过话，给我讲过故事，所以我认识他。我是在一个很大很大的房间里认识他的，那里面只有我们两个，没有其他人。他给我讲故事，逗我开心，我觉得很好玩。所以我喜欢这个人，因此我认识他。”    “他……给你讲故事？”纳尔心中一惊，罗杰这种人原来还会讲故事？还能逗人开心？他开始猜测空会不会和纳尔是父子关系，其实这可能性的确很大，虽然空的年龄看起来也得有17岁左右了……好吧，不可能。    “那你知道罗杰是做什么的吗？我是指……工作方面或者说他负责什么领域的事情？”    空沉默了很久，纳尔以为他不知道，刚准备收回那句话时，空给出了回答：“他不是警察。”\n\n\n\n返回索引贴\n\n\n@恶魔-潇洒  @冥王星人\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1445777880,
            "txt_content": "这一章写的很好，但是章节名字好傻"
        },
        {
            "author": "sam3737",
            "timestamp": 1445791800,
            "txt_content": "支持lz!表示期待\n"
        }
    ]
}