{
    "title": "<原创·连载·圣杯>空[第八章：来自6195的恩人][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1445866200,
    "txt_content": "空·第八章·来自6195的恩人\n\n\n正文\n\n\n    他不是警察这不是显而易见的事情吗？纳尔的心情瞬间由巅峰跌落至谷底，他原本指望空会知道一些很重要的东西，没想到也仅仅是知道罗杰不是个警察而已，真是句废话。    纳尔摆了摆手，让空赶紧回去睡觉，没想到空还是站在原地，但看眼神不像是没懂纳尔的意思。他的眼睛盯着电脑屏幕，过了一会，他又吐出一句话：“罗杰是6195的成员。”    “什么？6195是什么……哎，你别走啊！”纳尔想叫住往外走的空，但是他好像没听见一样，自顾自地回了卧室。    ……    他是故意的吧？    纳尔抓紧了鼠标，他调整了一下气息，让自己的情绪平复一下。不过6195是什么东西？空说罗杰是属于这个组织的成员，可是6195他听都没听过，难道真的隐蔽性太高？    但是现在似乎不是考虑6195是什么组织的时候，纳尔看着窗外的星空。银白色的星点挂在沉寂的夜空中，微弱无力的星光飘飘洒洒地落下来。他觉得现在应该考虑一下谁能修好空的大脑。    算了。纳尔晃了晃头，他觉得如果再继续思考有关空的问题他会精神失常，看起来空就是以把他气得上气不接下气为乐趣，既然如此……他的大脑还是得修修。不过他不认识什么修理大脑或者说研究神经系统这方面的医生，所以这种事想想做个梦就够了。    还是睡觉吧，不然等下空再突然冒出来，他不希望陷入那个“不懂得道德礼仪”的死循环里。      这天早上，纳尔只知道自己还活在空的大脑被修复好的美梦里，就突然被一个人从床上提起来了。那透心凉的寒意让他全身都打了个哆嗦。    在知道那个让他打喷嚏打了一早上的人是空之后，他就在心里默默地发了个誓，那就是一旦让他找到报复的机会不把空收拾到服服帖帖他决不罢休。嗯，没错，是服服帖帖。不然纳尔的下半辈子要是空一直跟在他旁边，很难讲他什么时候会疯掉。    今天还需要再去一趟罗杰那里，罗杰说还有一些事没问，要今天一并处理完。但纳尔实在是不想再见到罗杰。他的眼神刺得他很不自在。所幸这是最后一天，罗杰允诺这一次询问过后便不再联系他们。    纳尔发现一个很有趣的事情，罗杰每次穿的都是一身黑色的风衣。这让他觉得很纳闷，警察不是应该穿警服吗？整个警局里只有罗杰一人穿着警服以外的服装，而且没见到有人提醒罗杰应该穿警服这件事。    果然是个权力不小的人。    这一次出乎意料，罗杰没有问诺迪斯，而是只问了他。而且问的时候，诺迪斯在别的地方，这也就表示诺迪斯并不清楚罗杰都问了什么。    罗杰坐在椅子上，手边放着一杯茶。食指抵在眉心处，眼睛闭着。纳尔觉得他应该是在组织语言。但他保持这个姿势保持了近十分钟，他到底在想什么想了十分钟啊？    “纳尔，是这样，我想我有必要向你询问关于一个人的事。”罗杰的手放下来转而拿起一支笔，看着纳尔的双眼，脸上浮现出一丝意义不明的笑容，让纳尔觉得毛骨悚然。    “人？”纳尔心一紧，他不知道自己在担忧什么，但还是努力装出一副镇定自若的样子，“我说过我不认识什么与那起事件有关的人。”他期望罗杰会因为这句话而就此打住这个话题。    罗杰嘴角向上扬了扬，“我并不认为你刻意回避正题是一个什么都不知道的人该有的表现，”他抿了一口茶，“我想要问的人并不是与那起事件有关的人，但我确定你认识他。”    这句话让纳尔紧张到了极点，他只觉得心一沉，瞬间就明白了自己在担忧什么。他害怕罗杰询问有关空的问题！    “空。”罗杰的眼睛里闪过一丝寒光，让纳尔心中的不安加重了不少，“我需要知道你是在哪里找到他的。”    “在那个研究所的一个类似地下室的房间里，刚进去就触发了一个像是开关一样的东西，之后空就突然站在身后了。”纳尔知道这事已经瞒不过去了，但他不明白罗杰是从哪里得知他找到空的，是有什么人告诉他了吗？现在他只能凭着记忆复述一下自己找到空的过程。    “好，”罗杰点了一下头，眼神又恢复了原来的样子，“你说找到空所在的那个地点归功于一幅诡异的画，那么你知道这幅画是谁寄给你的以及寄给你的目的吗？”    “不，我不知道，因为这幅画不是寄给我的。”    纳尔很明显地看见罗杰的表情变得复杂，看起来似乎不相信他说的是真话。那表情让纳尔觉得更加不安，因为他读出了一句话：怎么可能，那明明就是寄给你的！但这个表情只保持了几秒钟，罗杰很快就恢复了正常，“那么我现在猜一下，你现在只能坐在轮椅上，是不是就因为在找到空之前的那一段时间里出过一场车祸？”    “没错。可是你……是从哪里知道的？”    罗杰没给出回答，只是靠在椅子上沉思。在这期间他始终低着头，眼睛没看过纳尔一眼。直到，他听见外面传来一阵车的鸣笛声才开口：“现在我告诉你一件令你困扰已久的事的答案。”他抬起头按了按眉心，“在车祸当时，你差点被一个人用枪击毙，这事你有印象，对吧。”    点了点头，这事纳尔记得很清楚。因为他对于件事所牵扯到的时间问题一直很在意，不管怎么想都想不出个所以然来。但从他的想法来看，那天开枪“救”他的人应该就是空，而且还在救人之后让他失去了意识。    “现在我可以很明确地告诉你，那天开枪救你的人，是我。”\n\n\n返回索引贴\n\n\n@恶魔-潇洒  @冥王星人\n",
    "replies": [
        {
            "author": "时光如年i",
            "timestamp": 1445866320,
            "txt_content": "写的不错哦~继续加油吧，更新的时候记得@我一下~谢谢啦"
        },
        {
            "author": "xcc",
            "timestamp": 1445868180,
            "txt_content": "如此高产\n前来观摩"
        }
    ]
}