{
    "title": "[1.3.2][API]Minecraft Forge 4.1.1",
    "author": "Oven_N",
    "replyCount": 5,
    "timestamp": 1347211140,
    "txt_content": " 本帖最后由 Oven_N 于 2012-9-10 01:23 编辑 \n\n今日瞎晃，惊觉Forge更新，一看论坛暂时没有动静咱立马屁颠屁颠把消息转过来……\n主要的更新是恢复了对Modloader的兼容（Forge 4.0.0出来时Modloader还没更新所导致），修复BUG等，具体内容如下：\n\n（原文）\nNew:Adds a SkyProvider class that can handle the rendering of the skyExpose more of the village construction parts for building village pieceVillager trading, manipulation and village enhancement. Still WIPUpdated onItemUseFirst call to include the new hit vector informationClient side only classes are properly annotated, and denied loading on server sideAdd in a utility function that will tell you the context you're running in on either client or server: FMLCommonHandler.getEffectiveSideServer mods can now use noClip to push players through solid blocks without is being an invalid move and resetting the players position.\n\n新功能：\n增加一个“SkyProvider”类用于处理天空图像的渲染公开更多用于组成村庄的建筑结构NPC村民的操纵、交易，及装备附魔等控制功能仍在构建当中更新函数“onItemUseFirst”来调用新的（X不知道是什么鬼的X）向量信息仅限客户端使用的代码已被标注，它们将不会被服务端读取增加一个功能性函数，它会告知你目前是运行在客户端还是服务器上：FMLCommonHandler.getEffectiveSide服务器端的MOD现在可以用NoClip（大概是指无碰撞，即幽灵模式）来让玩家穿过固体方块，不再会被当做无效的移动而重设玩家的位置\n\nBUG部分略长，咱偷懒不翻啦，英文好的童鞋可自行阅读：\n\n（原文）Bug Fix:\nEntityEvent.CanUpdate now functions properlyEntityItemPickupEvent nolonger spams the 'pop' soundAdded timeout to MC's download of sound resouces, allows sounds to play if MC's webservers are unreachable.Added and error if channel name is invalid - either too short, or too long for mod devs.Added a connect and read timeout for downloading libraries. This should really stop the \"waiting forever\" at startup screen.Fix up ML GUI ticking. Thanks sharose!Fixed bug in EntityMinecart that would cause them to fall through the ground at the bottom of slopes.Fix vanilla MC packet bugs for remote servers that use blocks with ids > 256Fix ModLoader adding XP SmeltingChanged order in which EntityItemPickupEvent is called, it will no longer be called if the 'delay' on the item is still active.EntityItems that are in the world with invalid item stacks will now kill themselves. (Fixes infinite items from items on the ground)Added missing server side onBlockStartBreak hook, fixes Sheers.Use original minecart drag co-efficients for regular carts.Pickblock now replaces the currently selected item if it could not find a empty space.Fix textures not applying properlyFix lighting issue for air related to 4096 fix.Fix call to createTileEntity on blocks that extend BlockContainer.FillBucketEvent actually fires now.Fix custom items not properly having texture applied for partical effects.Fix silk touch on Ender ChestsFix keybindings not loading properly from gamesettings file after restartFix placing torches and the like on inverted woden slabs.\n\n\n第一次发帖，若有问题请告知，拜谢\n上方的下载地址可直连。\n\n另：支持原MOD作者，请点击带广告的链接：http://adf.ly/673885/251bin",
    "replies": [
        {
            "author": "strawmaine",
            "timestamp": 1347237180,
            "txt_content": "{:10_513:}我的帖子第一时间都在更新。。。\n不过版本跃进，更新翻译倒是很有必要的~"
        },
        {
            "author": "lbh878797814",
            "timestamp": 1347275520,
            "txt_content": "ML支持？二者现在又能装一起了"
        },
        {
            "author": "835455651",
            "timestamp": 1347360600,
            "txt_content": "装后黑屏怎么以办 有装ML"
        },
        {
            "author": "lbh878797814",
            "timestamp": 1347374700,
            "txt_content": "这个兼容性貌似还不怎么样，动物单车都黑屏"
        },
        {
            "author": "gooding300",
            "timestamp": 1347753780,
            "txt_content": "可以可以！不错不错！讨厌"
        }
    ]
}