{
    "title": "<原创·连载>《木屋》第三章 梦寒视角",
    "author": "VVV晓雪",
    "replyCount": 4,
    "timestamp": 1446123120,
    "txt_content": " 本帖最后由 VVV晓雪 于 2015-10-31 20:36 编辑 \n\n好吧经过两天的努力我终于写好第三章惹……\n字数1686（WPS认证qwq，不是用论坛里的）\n欣赏正文吧~\n\n\n   深蓝的天空中挂着一轮金黄的明月，下面是一位汗流浃背的男孩。(这里模仿了故乡的句子~）\n “嘿嘿……终于要做好了，她一定会大吃一惊吧。”梦寒兴奋的说。\n\n  当最后一个组件连接上之时，一抹纯洁的光辉散发出来，仿佛在夏天都能使人感到清凉。\n\n\n  “将它放到她的床边上就可以吧。”梦寒兴奋的自言自语道。\n\n  门口的缝隙里划进来一张广告，伴着“嘶嘶……”的刺耳声音\n\n  “嗯？”梦寒疑惑的走来，却只见广告发出一阵刺眼的光芒，把整个房间都照亮了。待恢复之时，人——去哪里了？\n\n  “唔……这是哪里？”梦寒捂着头，从座位缓慢（旁白：这个词很重要。）的起来。\n\n   梦寒迷茫的望着这里，头脑浮现出记忆的最后一刻。\n\n  ‘刺眼的光芒？神秘的广告？’这一切，究竟是何许？\n\n  “啊！”天空的颜色变得阴沉，蒙蒙细雨从天上落下。为这个地方蒙上了一层神秘的纱。\n\n  此时，如果有人在外面，一定会惊呼“嘿！你看，你们有一个人浮空了！”\n\n  梦寒无意识的身体自然的浮在半空中，任凭风吹雨打丝毫稳若泰山。\n\n  突然，梦寒的眼睛向着一个地方望去。无神的眼睛透露出一丝死气，苍白的脸颊出现一道道皱纹，身体开始碎裂，眼睛开始发光。待全身只剩一个眼睛\n\n之时……\n\n  “苍白的眼睛透露着不凡，而正是这眼睛——毁灭了人类。全世界都被这眼睛笼罩，人们无处可逃，只感觉死神的镰刀在向着自己一步步接近，等世界\n\n安静之时。眼睛早已不在，只剩下一片荒芜……”\n\n  世界重归平静，这时，一个小男孩从废墟里走来，迷茫的双眼望着这一篇废墟；望着自己亲人的残骸；望着自己曾经的朋友。脑海浮现出曾今的一幕\n\n幕，如一部电影，诉说这一个悲伤的故事。他哭了……他哭了很久……很久……\n\n  当然，天道五十分，绝命四十九，万事留一线。该亡终亡，该存终存。\n\n  梦寒懒洋洋的从桌子上抬起头来，头发被绕成一团。左右顾望时发现自己的双眼有了不一样，透露这意思沧桑和无奈，这仿佛是一个百岁老翁的眼睛，\n\n而不是一个青年的双眼。\n\n  窗外传出脚步声，一位戴着眼睛，短头发，苍白的双手中抱着一捆书籍的老师走了过来，看见了不知所措的梦寒。\n\n  “你终于舍得起来了，同学们都担心你好久了。你整整睡了4个小时诶，你在家里是不是不睡觉的啊。”老师边把书籍放到讲桌上，边缓缓的说。\n\n  梦寒抬起头望向老师，迷茫的双眼似乎在说：我并没有睡觉啊，刚刚发生了什么？\n\n  善解人意的老师调侃道：“嘿！你自己的事你都不知道？你到底经历了什么？”\n\n  “经历？经历了什么？我什么都没有经历啊，只感觉脑袋一晕，我就在学校起来了，我明明还在家里做东西的。”梦寒依旧不知所措的说。\n\n  “唉~你自己去想吧，老师回家了。都7点半了。”说完便脚步匆匆的走出门。\n\n  屋外的夕阳在天边的一角用最后的余光照亮着大地，待这最后一抹光辉消散之时，天空将重回寂静。\n\n  “回家吧，不晚了……”梦寒捂着自己的头，缓缓的走出校门。\n\n    一栋住宅外，狂风大作，雨落纷飞。而里面却温馨而舒适。地扫得干干净净，火炉里的火还没有熄，梦寒正在电脑前，随意的阅览着一个个网页。\n\n\n  “XXX大山风景优美，景色宜人，空气清新。更是使得山野，水野，物野，动物野，将人也会变野。在山中设立了信号站，不必担心手机不可用……”\n\n  次日，郁郁葱葱的大树和潺潺的河流与奇形怪异的巨石和陡峭的悬崖组成的大山里。梦寒和演梦正在漫步。\n\n  时辰已近黄昏，天空开始变的阴沉，远处的夕阳散发出最后的光芒。\n\n  “嘻嘻，快走吧。天要黑了，前面有一个小木屋，我们去那里吧。”（旁白：对话会有所改变，见谅。）梦寒笑嘻嘻的说。\n\n   （中间一些情节会被省掉，毕竟在另外的章节已经说了。）\n\n  “好吧，我去睡了。明天见~”梦寒微笑的向演梦和郑欣宜招手，走向了自己的房间，进入了睡梦。\n\n  半夜里，屋外浓雾弥漫，阴风大作。不时发出“呜呼~呼~”的声音。高处的月亮挂在天空，周围的繁星点缀着，云朵飘扬着。发出洁白纯洁的光却丝毫\n\n不能撒在这里，更为这里蒙上了一层神秘的面纱。\n\n  梦寒只感到自己失去了意识，然后什么都不知道了……\n\n  梦寒的身体浮在空中，惨败的双眼再夜幕的发着恐怖的光。一步步向着房主房间浮去，只见一道火光闪过，房主的身体失去了踪影，脑袋挂在墙上。眼\n\n睛圆睁着，透露出恐惧和不甘。房间里脑浆直流，鲜血散落在房间里，发出丝丝的血腥味。\n\n  梦寒将一个复读机放在房间内，整理好自己。便重新回到了床上 \n\n\n\n@DreamsDeductive @《我的世界》 \n\n本章到此结束~\n",
    "replies": [
        {
            "author": "《我的世界》",
            "timestamp": 1446289620,
            "txt_content": "总是想吐槽一下广告qaq   还有复读机smg \n为啥我看不懂qaq"
        },
        {
            "author": "浮云蓝天",
            "timestamp": 1446293340,
            "txt_content": "字体整理一下。\n间隔最好可以大一些\n这样看起来很难受"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1446294960,
            "txt_content": "浮云蓝天 发表于 2015-10-31 20:09\n字体整理一下。\n间隔最好可以大一些\n这样看起来很难受\n已经更改，难道就不给一个评价么~qwq"
        },
        {
            "author": "浮云蓝天",
            "timestamp": 1446296220,
            "txt_content": "整篇夸张手法略多..显得有些不合理，\n比如广告吹进来发出 刺刺的声音..\n还有发出丝丝血腥味。。建议修改发出缕缕，或阵阵血腥味\n整体描写还是不错的"
        }
    ]
}