{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第十四节",
    "author": "2B与mc的故事",
    "replyCount": 4,
    "timestamp": 1446209580,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-12-19 20:40 编辑 \n\n        “你为什么每次都是这样？”灵曦甚至有些愤怒地问道，也许是傲天的行为给了他勇气，“难道你就没有一点怜悯之心吗？”\n        “现在，我的目标只有一个，变强。为了变强，必须尽快赶到迷离谷。”穹闪冷冷地答道，“这些毫无意义的事情，只会浪费我的时间和力气。”\n\n        穹闪就是这样的一个人，一旦有了目标他就会心无旁骛地固执地去执行，没有必要的事，全都被他抛在脑后。这样的性格，在有些时候看来确实太过死板无情。\n\n        “毫无意义？如果你是那里的村民，你会这样想吗？”灵曦反问道，“这样的绝望，你能体会到吗？”\n\n        “能。而且比任何人都要深刻。”穹闪回过头，迷离的眼中显出一片黑暗，“这些人只能自认倒霉。碰上了我，才会有这样的下场。”\n\n        “……我真是越来越搞不懂你了。”灵曦望着穹闪的眼睛，不禁打了个寒颤，摇摇头继续赶路，“算了，交给那家伙也完全没有问题。”\n\n\n\n\n\n        “咔。”\n\n        “左手三十支箭，右手三十支箭。各部分零件没有异常。”龙傲天一遍调整着他的手弩，一边自言自语道，“估计怪物数量在五十头左右，不出意外的话，一箭一个应该能清理干净。”\n\n        傲天自信地笑着，双手平举走进了村庄。\n\n        “呃啊……”僵尸们咆哮着，浑身上下都散发着一股死亡的气息，如果靠近它们深呼吸一口，大概会让人当场晕过去吧。僵尸们前所未有地聪明，五六只为一组地分散开，把每座房子都堵得严严实实。有几个木门已经出现了不浅的裂缝，照这样下去的话，过不了多久，屋里的人就会成为它们的同类了。\n\n        忽然间，几支利箭飞过，在空气中划出尖锐的鸣响，几只僵尸应声倒地。这让所有的僵尸几乎都回过头来，把注意力集中在了放箭的人的身上。\n\n        “今晚的僵尸就跟长了脑子似的。”傲天一边击退着从四面八方涌上来的尸潮，一边嘀咕着，“往常的话，它们应该完全不在意同伴地死活，只是傻乎乎地盯着屋里的村民呢。”\n\n        虽然手弩的射速很快，可是依然抵挡不住大量僵尸的围攻。包围圈渐渐缩小，傲天有些喘不过气来了。他纵身一跃冲上半空，希望靠高跳来逃出僵尸的包围圈。\n\n        可是他错了。僵尸的数量竟急剧增长到了一百多只，密密麻麻的僵尸在地上贪婪地仰望着他，丝毫不给他落下的安全空间。这就意味着，傲天将无法跳出僵尸的包围圈，现在不行，之后也不行，除非撑到早上——可现在还只是半夜。\n\n        眼见要下落了。慌乱之中，他对着脚下的区域连射几箭，倒下的尸体围成了一个圈，一堵天然的防护墙。他落地之后又迅速跃起，躲到了安全的空中。\n\n        总不能一晚上都这样跳过去。虽然僵尸们已经不再破坏木门，村民们安全了，但是现在他自己却陷入了危险。而且僵尸的数量在不断增多，单靠剩下的这些箭是绝对不够的。如果要填装，就必须找个安全的地方。而脚下是丧尸的海洋，何来安全？\n\n        傲天无意之中在墨绿的尸潮中发现了一团新绿——苦力怕！\n\n        “哈哈，我就说，这点困难还难不倒本大爷！”傲天一边说着，一边利落地拿出打火石，对着手弩的射击口擦出了几道火星，随即立刻扣下扳机。带有火星的箭矢在急速飞窜，星星之火被猛烈的风吹灭了。\n\n         “切，失手。”傲天说着，趁着下落的最后时间，在射击口涂上了火药，然后再次重复的刚才的动作——这次的箭矢没有熄灭，他的火焰在风中反而燃烧得更为猛烈。火矢击中苦力怕，随着一阵“嘶嘶”的声响，前方被炸开了一个不小的坑。当然，有附近僵尸的陪葬。\n\n        傲天盯准了一只僵尸的脑袋，一脚蹬下去，接着反冲力再次腾飞。而那僵尸却被踢倒在地动弹不得。他落到了之前的坑里，附近的僵尸也跟着跳下了坑。这时，他只需要再次起跳，这些不会高跳的僵尸就被彻底地困在了深坑里。\n\n        如此反复，在苦力怕的帮助下，僵尸的数量急剧减少。傲天也终于能找到也个歇脚的地方了。他一边装填着弓箭一边叹气道：“呼，总算完事了。歇一会之后就去找穹闪它们吧！”\n\n        话音刚落，他在夜色下看到了一个魁梧的身影——足足有两个人这么高，衣衫褴褛，浑身腐烂，有着跟僵尸一样恶心的绿色皮肤。所有僵尸都朝着那只巨大的怪物靠拢。\n\n        “那是……什么鬼！”傲天看得目瞪口呆。\n\n        这种巨大的怪物，究竟是什么？傲天能够熬到天亮，从它手中活下来吗？还是说，它仅仅是外强中干？这一切，都还是个谜。\n\n\n\n\n\n        “差不多该放弃了吧，镜。”一个身形佝偻的怪异男子奸笑着，走上前去，“独自一人抵挡了这么多天的进攻，就算是你也该感觉到累了吧！更何况现在的对手还是我。你已经看到了吧，我们特战队的人可跟那些普通的炮灰不一样，准确地说，是天壤之别。何必呢？为了一口井而已。”\n\n        “是啊，我也差不多……该使出我的真本事了……”镜说着伤痕累累得从地上爬了起来，“一口井而已？如果仅仅是一口井，你们就不会这么大费周章地想要得到它了吧！”\n\n         “那又怎样！”那个男人狰狞地笑着，朝地面猛地一拍，大地出现了一条不浅的裂缝。裂缝从他的手开始延伸，一直延伸到镜的脚下。筋疲力尽的镜没能反应过来，就掉入了裂缝中，并且被死死地夹在了里面，只有脑袋能露出来。\n\n         “我说过了，对付你，我有绝对的优势。”那个男人说着握紧了拳头，裂缝突然间缩小。镜被夹在里面，面对筋骨碎裂的痛苦，他仍然保持着笑容——这是现在的脸色十分苍白。\n\n         “我不会让你过去的。这绝不是我嘴硬而已。”镜说着，使尽浑身解数从裂缝中挣脱了出来，大口喘着粗气，“还有啊，你这样破坏草土地，小草可是会很难过的。”\n\n         “别逞强了，接下来就交给我吧。”此刻，镜的肩膀上出现了一只粗糙的手。\n\n         话音刚落，那个男人的头上出现了一团明亮的火焰。这是纯净无比的火焰，燃烧的仅有圣洁的火，没有一丝杂质。那个男人疼得哇哇大叫，拼命地朝着一旁的溪流边狂奔。\n\n         “放心吧，没烧到地上的草。”镜回过头来，看了看这个说话的人，露出疲惫而欣慰的笑容。\n\n         “前辈，您终于来了！”\n\n\n目录\n",
    "replies": [
        {
            "author": "北极星人",
            "timestamp": 1446209760,
            "txt_content": "对话流如此之耀眼，甘拜下风。"
        },
        {
            "author": "守望者_",
            "timestamp": 1446209880,
            "txt_content": "这。。。。。。。。。。。。。"
        },
        {
            "author": "BBCZXG",
            "timestamp": 1446213060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ZYB小彬",
            "timestamp": 1446260580,
            "txt_content": "围观一下。。。"
        }
    ]
}