{
    "title": "有限大小地图",
    "author": "专sha苦力怕",
    "replyCount": 9,
    "timestamp": 1446279060,
    "txt_content": "能不能用PE的old地图存档里的level.dat直接替换PC里的level.dat\n1.8行吗\n有什么注意事顶\n不行的话怎么在PC创建有限大小地图",
    "replies": [
        {
            "author": "scorpio975",
            "timestamp": 1446279060,
            "txt_content": "抱歉PC不能创建有限地图\nworldboard也只是限制玩家的行动范围"
        },
        {
            "author": "weip",
            "timestamp": 1446280500,
            "txt_content": "不能。。。\n因为PE和PC使用两个变成软件编写的\n而且PE上的方块PC上都没有"
        },
        {
            "author": "weip",
            "timestamp": 1446280560,
            "txt_content": "weip 发表于 2015-10-31 16:35\n不能。。。\n因为PE和PC使用两个变成软件编写的\n而且PE上的方块PC上都没有\n不能。。。\n因为PE和PC是用两款完全不同的软件编写的游戏\n而且PE上的方块PC上大多都没有\n【比如：下届反应堆】"
        },
        {
            "author": "Heer_Kaisair",
            "timestamp": 1446282660,
            "txt_content": "pc似乎不能有限大小，mod应该可以做到"
        },
        {
            "author": "帅帅的猪",
            "timestamp": 1446284340,
            "txt_content": "其实pc有边界，在x29999999或z29999999   1.8可使用指令更改，可以去中文维基百科上看版本更新的内容"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1446295380,
            "txt_content": "1、http://minecraft-zh.gamepedia.com/%E5%91%BD%E4%BB%A4#worldborder\n2、用屏障"
        },
        {
            "author": "专sha苦力怕",
            "timestamp": 1446370860,
            "txt_content": "FHC红石 发表于 2015-10-31 20:43\n1、http://minecraft-zh.gamepedia.com/%E5%91%BD%E4%BB%A4#worldborder\n2、用屏障\n页面不存在"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1446371280,
            "txt_content": "专sha苦力怕 发表于 2015-11-1 17:41\n页面不存在\nwiki上不去么？\n英文：\nworldborder\nworldborder\n限制条件        \n仅限服务器管理员\n第一次发布        \n1.8 (14w17a)\nThese commands manage the world border.\n\nSyntax\nThe command has eight variations, each with different arguments:\nworldborder add <sizeInBlocks> [timeInSeconds] (increases the world border diameter)\nworldborder center <x> <z> (recenters the world boundary)\nworldborder damage amount <damagePerBlock> (specifies world border damage rate)\nworldborder damage buffer <sizeInBlocks> (specifies world border damage buffer distance)\nworldborder get (returns the world border diameter)\nworldborder set <sizeInBlocks> [timeInSeconds] (sets the world border size and speed)\nworldborder warning distance <blocks> (specifies the world border warning distance)\nworldborder warning time <seconds> (specifies the world border warning time)\nArguments\nsizeInBlocks (add, damage buffer, and set modes only)\nSpecifies a distance in blocks:\nadd — specifies the number of blocks to add to the world border diameter.\ndamage buffer — specifies the distance outside the world buffer before players start taking damage. Must be at least 0.0. Initially set to 5.0.\nset — Specifies the new diameter for the world border. Must be between 1.0 and 60,000,000 (inclusive, without the commas).\ntimeInSeconds (add and set modes only)\nSpecifies the number of seconds it should take for the world border to move from its current diameter to the new diameter. Must be at least 0. If not specified, defaults to 0.\nx z (center mode only)\nSpecifies the horizontal coordinates of the world border's center. Must be between -30,000,000 and 30,000,000 (inclusive, without the commas). May use tilde notation to specify coordinates relative to the command's execution.\ndamagePerBlock (damage amount mode only)\nSpecifies the damage a player takes per second per block past the world border buffer. For example, if damagePerBlock is 0.1, a player 5 blocks outside the world border buffer will take 0.5 damage per second (damage less than half a heart might not change the visual health display, but will still accumulate). Must be at least 0.0. Initially set to 0.2.\nblocks (warning distance mode only)\nSpecifies the distance from the world border at which players will begin to see a visual warning of the world border's proximity. Must be at least 0. Initially set to 5.\nseconds (warning time mode only)\nSpecifies the time in seconds before a moving world border overruns a player when they will begin to see a visual warning of the world border's proximity. For example, if seconds is 5, players will get a visual warning when the moving world border is 5 seconds or less away from passing their position. Must be at least 0. Initially set to 15.\nResult\nFails if arguments are not specified properly, or if new world diameter will be less than 1.0 or greater than 60,000,000.\nOn success:\nadd — The world border begins changing its diameter. If sizeInBlocks is positive, the world border will turn green and start increasing; if negative, the world border will turn red and start decreasing. If timeInSeconds is 0 or unspecified, the change occurs immediately; otherwise the change proceeds at a rate of (sizeInBlocks/2)/timeInSeconds blocks per second.\ncenter — The center of the world border immediate moves to the specified coordinates.\ndamage amount — Sets the world border damage amount to the specified value. Any player outside the world border buffer will take this amount of damage per second per block past the world border buffer distance.\ndamage buffer — Sets the world border buffer distance to the specified value. Players won't take damage until they move past this distance from the world border.\nget — Shows the current world border diameter in the chat.\nset — The world border begins changing its diameter. If sizeInBlocks is bigger than the current diameter, the world border will turn green and start increasing; if smaller, the world border will turn red and start decreasing. If timeInSeconds is 0 or unspecified, the change occurs immediately; otherwise the change proceeds at a rate of ((sizeInBlocks-<cirrent diameter>)/2)/timeInSeconds blocks per second.\nwarning distance — Sets the world border warning distance to this value.\nwarning time — Sets the world border warning time to this value.\n翻译：\nworldborder\nworldborder\n限制条件\n仅限服务器管理员\n第一次发布\n1.8（14w17a）\n这些命令管理世界边境。\n语法\n该命令有八个不同的参数，每一个都有不同的参数：\n< > [ sizeinblocks worldborder添加timeinseconds ]（增加世界边境直径）\nworldborder中心<X> <Z>（recenters世界边界）\nworldborder损伤量< damageperblock >（指定世界边境的破损率）\nworldborder损伤sizeinblocks >（指定缓冲区的<<世界边境破坏缓冲距离）\nworldborder得到（返回世界边境直径）\n< > [ sizeinblocks worldborder集timeinseconds ]（集世界边界大小和速度）\nworldborder预警距离<块>（指定世界边境预警距离）\n<秒> worldborder预警时间（指定世界边境的预警时间）\n争论\nsizeinblocks（添加，损坏缓冲，只有模式设置）\n在块中指定一个距离：\n添加-指定添加到世界边界直径的块的数目。\n损坏缓冲区-指定在玩家开始攻击前，在世界缓冲区外的距离。必须至少0。最初设置为5。\n设置-指定新的直径为世界边界。必须在1和60000000之间（含，没有逗号）。\ntimeinseconds（添加只有模式设置）\n指定要从当前直径到新直径的世界边界的秒数的秒数。必须至少0。如果未指定，默认为0。\n×（中心模式）\n指定世界边境中心的水平坐标。必须在30000000和30000000之间（含，没有逗号）。可以用波浪线表示法指定坐标相对于命令的执行。\ndamageperblock（伤害量模式）\n指定一个玩家在世界边境缓冲区每一个街区的伤害。例如，如果damageperblock 0.1，玩家5个街区以外的世界的边界缓冲区将采取0.5点/秒的伤害（伤害不到半个心可能不会改变视觉健康的显示，但仍然会积累）。必须至少0。最初设置为0.2。\n块（警告距离模式）\n指定玩家将开始看到一个视觉警告的世界边界的距离从世界边境的距离。必须至少0。最初设置为5。\n秒（警告时间模式）\n指定了几秒钟的时间在移动世界边境超支一名球员时，他们会开始看到世界的边界附近的视觉警告。例如，如果秒是5，当移动的世界边界是5秒或更少的距离通过他们的位置时，玩家会得到一个视觉警告。必须至少0。最初设置为15。\n结果\n如果参数没有指定正确，或新的世界直径将小于1或大于60000000。\n论成功：\n添加-世界边界开始改变其直径。如果sizeinblocks是积极的，世界的边界将变绿，开始增加；如果为负，世界的边界将变成红色，开始减少。如果timeinseconds 0或不详，改变立即发生变化；否则，收益率在（sizeinblocks / 2）/ timeinseconds块每秒。\n中心-世界边境的中心立即移动到指定的坐标。\n损坏量-设置世界边界损害金额到指定的值。世界各地的任何一名球员都会采取这一数额的伤害，每一个街区过去的世界边境缓冲距离。\n损坏缓冲区-设置为指定值的世界边界缓冲区距离。玩家不会受到伤害，直到他们从世界的边界移动过去。\n在聊天中显示当前世界的边界直径。\n设置-世界边界开始改变其直径。如果sizeinblocks大于当前的直径，世界的边界将变绿，开始增加；如果小，世界的边界将变成红色，开始减少。如果timeinseconds 0或不详，改变立即发生变化；否则，收益率在（（sizeinblocks - <当前直径>）/ 2）/ timeinseconds块每秒。\n警告距离-设置此值的世界边界警告距离。\n警告时间-设置此值的世界边界警告时间。"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1446371340,
            "txt_content": "专sha苦力怕 发表于 2015-11-1 17:41\n页面不存在\n论坛的：\nhttp://www.mcbbs.net/thread-440268-1-1.html\n目录：世界设定相关指令\n13.worldborder指令"
        }
    ]
}