{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第十五节",
    "author": "2B与mc的故事",
    "replyCount": 13,
    "timestamp": 1446296700,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-12-6 20:01 编辑 \n怪物其实比人类更惧怕黑暗。\n    “傲天怎么还没跟上来，是不是出什么事了？”灵曦有些不放心了，朝着过来的路上望了望。\n\n        “不用担心。那家伙，没问题……”穹闪随口答出的这句话，却让他沉默了，让他想起了些什么。他犹豫了一会，回头望了望，“去看看吧！”\n\n        夜晚已经过去了一大半，黑暗即将褪去，可是怪物们却在这最后的时间里垂死挣扎——或者说，它们根本不知道自己即将被阳光烧成灰烬，只是一股脑地想要撕裂一切靠近它们的活物罢了。\n\n        放眼望去，今晚的怪物有些不对劲。不是他们的样子不对劲，是他们的数量有些不对劲：整片大地就像是喧嚣的市场，而来来往往的“行人”把“市场”挤得满满的，就像他们之前在平曦之城看到的那样。更奇怪的是，绝大多数怪物都是僵尸，健壮的僵尸，瘦小的僵尸，高的僵尸，矮的僵尸，咆哮的僵尸，行走的僵尸。总而言之，千篇一律的几乎全是僵尸，只是偶尔有那么几只其他的怪物夹杂在里面，就像墨绿的河流中混入了几粒微不足道的尘埃。\n\n        穹闪和灵曦这才意识到，他们已经被僵尸包围了。\n\n        “怎么办？！我们被困在这里了！”灵曦捂住狂跳不不止的心脏惊叫着，“不可能逃出去了！我们要死在这里了！”\n\n        “那就说不准了……”穹闪的眼睛里流露出恐怖的黑暗，“用不着我出手，这些家伙自己会让开的。”\n\n        穹闪浑身散发出令人压抑不已的黑暗气息。灵曦既不敢靠近穹闪，也不敢只身闯入僵尸群中。在绝望中，唯一的靠山也令人不敢靠近，这种感觉几乎把她逼疯了。\n\n        不只是灵曦。这种黑暗甚至比僵尸们散发出的死亡气息更浓烈，让没有思想的僵尸也感受到了本能的恐惧——又或者说，这让它们回想起了死亡世界的阴暗。总之，靠近的僵尸都触电似地停下脚步，然后小心翼翼地后退。\n\n        穹闪挪动了脚步，他面前的僵尸都匆忙地让开。灵曦跟在穹闪身后，又是惊又是喜。没想到这家伙不仅能战胜人，连对付怪物也有一套！而且，怪物好像更怕他一些。\n\n        没错，怪物其实比人类更惧怕黑暗。\n\n\n\n\n        “切，麻烦死了。”龙傲天伤痕累累地站在一只巨大僵尸的尸体前，不耐烦地扭了扭脖子，关节发出咔啦咔啦的声响，“这究竟是什么玩意，以前根本没遇到过，而且，也没听说过啊！”\n\n        “算了，反正都不是本大爷的对手。”他说着收起了手弩，拍了拍满是灰尘的白色风衣转身离去。他附近全是大大小小的坑洞，应该是爆炸留下的。之前潮水般的僵尸也差不多被它清理干净了，只有零星的几只还在崎岖的平原上游荡。\n\n        可是这时，傲天的身后突然传来了一声震耳欲聋的低沉咆哮。他猛地转身，看到的却是一副让他难以置信的场景：巨型僵尸复活了！\n\n        死掉的东西竟然会自己复活，这简直是不可思议。不过想想既然有“僵尸”的存在，这一切似乎又变得合情合理了起来。\n\n        傲天下意识地往后一跳，紧接着举起手弩扣动了扳机，可是并没有任何弓箭射出：手弩卡住了。\n\n        “可恶，又忘记了！总有一天我得把这毛病改过来！”傲天说着朝前方一路狂奔。巨型僵尸跟在他后面，它沉重的步伐使大地几乎都在颤动。\n\n        巨型僵尸举起了它健壮的手臂，朝着地面猛地一捶。冲击在地面上传递，涌动，就像海浪一样，朝傲天袭来。\n\n        傲天赶紧纵身一跃，躲开了冲击。他在高空中顶着下落的狂风在全身摸索着，希望找到一些解决的办法。\n\n        巨型僵尸对着夜空中的皓月咆哮着，伴随着咆哮声，几只普通僵尸从土里爬了出来。\n\n        “我怎么可能……”傲天迎着下落的疾风拼命睁开了眼，高声喊道，“输给这种鸡胸驼背的怪物啊！”\n\n        “嚓！”\n\n        一道腐臭的污血从巨型僵尸的脖子处喷涌而出。傲天握紧了匕首，在僵硬的僵尸的肌肉中用力一掏，接着利落地挑出匕首。一颗脑袋应声落地。\n\n        “这下应该没问题了。哎，想不到一只僵尸竟然浪费了我一个晚上的时间。”傲天擦干了匕首上的血迹，把它放回了腰包，“每次都是被突袭的时候出问题，这个习惯真的很难改掉啊……”\n\n        话音刚落，没脑袋的巨型僵尸再一次咆哮着站了起来。由于失去了眼睛和大脑（或者说他本来就没有大脑？），巨型僵尸开始丧失理智，在满是坑洞的平原上疯狂地奔跑着，每走一步，大地都在微颤。他毫无目的地胡乱挥动着巨大的手臂，在地上留下不少拳头的印记。\n\n        “这家伙，简直没完没了啊！”傲天无奈地再次掏出匕首，作出准备战斗的姿态。\n\n        可就在此时，一道黑影闪过，巨型僵尸被瞬间切成了两半。而且等惊讶的傲天回过神来，僵尸也没再站起来。\n\n        忽然间，傲天的身后出现了一股令人窒息的黑暗气息。简直就像是一只凶暴的嗜血恶魔虎视眈眈地站在你身后——也许比恶魔更可怕。这让傲天感到全身发麻，动弹不得。\n\n        这股杀气的黑暗，甚至远胜于穹闪！\n\n\n\n目录\n\n\n\n没错，又有什么腻害的家伙出场了。\n剧情即将步入正轨！（所以说你之前写的这么多都是铺垫吗喂！别逗我了！）\n大召唤术！@bo_bo2001 @guqu @恶魔-潇洒 @MF_Mufeng \n",
    "replies": [
        {
            "author": "我就是那逗",
            "timestamp": 1446297000,
            "txt_content": "赶上第一个了，真是一片不错的创作，继续加油"
        },
        {
            "author": "浮云蓝天",
            "timestamp": 1446297240,
            "txt_content": " 本帖最后由 浮云蓝天 于 2015-10-31 21:17 编辑 \n\n故事精又更新了啊\n那么下面是什么呢"
        },
        {
            "author": "BBCZXG",
            "timestamp": 1446331500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1446344520,
            "txt_content": "鸡胸驼背= =\n您的好友[终极黑暗大BOSS]已上线~"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1446349920,
            "txt_content": "bo_bo2001 发表于 2015-11-1 10:22\n鸡胸驼背= =\n您的好友[终极黑暗大BOSS]已上线~\n然而并不是boss\n这家伙确实强得可怕，但是跟boss相比还是差远了\n（另外隔几章at一下是因为我有时候忘记了）"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1446360120,
            "txt_content": "2B与mc的故事 发表于 2015-11-1 11:52\n然而并不是boss\n这家伙确实强得可怕，但是跟boss相比还是差远了\n（另外隔几章at一下是因为我有时候忘记了 ...\n我猜这是一个不小心吃了黑暗料理的倒霉鬼2333"
        },
        {
            "author": "46241359",
            "timestamp": 1446557760,
            "txt_content": "这结尾让我又开始担心2b你的中二症了，最近有没有吃药啊。再加上龙傲天这个闪瞎群众双眼的名字，整个小说都是满满的中二气息XD。意思就是只要胜于主角的东西就可以作为小boss级别让配角刷刷装备经验啥的么→_→"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1446813060,
            "txt_content": "46241359 发表于 2015-11-3 21:36\n这结尾让我又开始担心2b你的中二症了，最近有没有吃药啊。再加上龙傲天这个闪瞎群众双眼的名字，整个小说都 ...\n这不是中二病，这只是你们这些凡夫所不能理解的世界罢了……\n另外最后一句话啥意思啊没听懂"
        },
        {
            "author": "46241359",
            "timestamp": 1446813600,
            "txt_content": "2B与mc的故事 发表于 2015-11-6 20:31\n这不是中二病，这只是你们这些凡夫所不能理解的世界罢了……\n另外最后一句话啥意思啊没听懂\n ...\n孩子你是不是网游玩太多，快去恶补一下！\n啧啧，第一句话还敢说你不是中二症患者？只是你晚期已经到了你自己都不能理解的境界了XD"
        },
        {
            "author": "wxj197201",
            "timestamp": 1446815280,
            "txt_content": "笑到我了"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1446822180,
            "txt_content": "我来催更了～\n（话说我一个快一个月没更新的人居然跑来催更= =）"
        },
        {
            "author": "名人才华",
            "timestamp": 1447044780,
            "txt_content": "故事精的中二气息强的令人窒息~"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1447399680,
            "txt_content": "看着我，眼睛里流露出恐怖的黑暗\n……\n再上去一点\n……\n我没笑\n……"
        }
    ]
}