{
    "title": "我那个给所有RPG腐竹的贴不能回复了，只能到这里说了，有兴趣的腐竹过来看看",
    "author": "xinxin540",
    "replyCount": 7,
    "timestamp": 1446336720,
    "txt_content": "我们先来回顾一下帖子                                \n                                       引子\n现在好多小服务器还没做好就有vip，这是不合理的，服务器元素不足，内容不丰富，导致玩家兴趣不够，就觉得这个服务器不好玩，导致服务器冷清。没有人玩，vip哪里来？没有人充vip，钱从哪里来？所以很多腐竹被钱蒙蔽了双眼，vip做的极为丰富，而不充钱你屁都不是。可回头想想，你做再多的宣传，再多的vip的奖励，玩家不玩，这些又有什么意义呢，玩家是建立在你服务器好玩的基础上充钱，而你服务器没有特色，没有什么让人想玩下去的理由，让人感觉玩起好无聊，谁会充钱呢？所以做好服务器是关键，你服务器做好了，玩家愿意玩，愿意充，钱不就自然而来了吗？以下是对腐竹们的一些建议\n\n1。先把服务器丰富起来\n比如完善一些rpg元素，职业，种族，武器，怪物\n2。rpg武器不能太扯\n要平衡，不能太坑爹，名字和效果要合理，武器要和服务器rpg的主题对应，不能太杂，想一出是一出，而且武器要丰富\n3。地图要多，华丽，不能有无关，难看等一些建筑出现，而且地图要大，外加一些与地图相关的建筑，但不能简陋，随意\n4。要有探索性。有些服务器都是根据剧情来，走一步是一步，这样只会固定住玩家，让服务器变得不好玩。minecraft是一款自由的游戏，玩家喜欢探索，我们何不随他所愿呢？我们在地图里放些商人，让商人卖些稀有武器，在野外藏一些副本，boos。这样玩家探索到后会有一种满足感和自豪感，但千万不要告诉副本和商人在哪，让玩家去发现。5。腐竹要活跃，多开展一些活动，让玩家记住你，记住这个服务器，记住这个美好的回忆\n6。多采纳玩家的意见，众人拾材火焰高，只有大家一起努力，才能让服务器越做越好\n7。vip权限尽量不要破坏平衡。这样会出现不平等的现象，服务器是给玩家玩的，人人平等。\n8。多开展一些子服，让服务器多元素，不然玩家玩腻了，可能会退服。\n9。材料不能获取太难，太坑爹，有些服务器rpg材料好像打不玩似的，让玩家永远只能停在这个阶段，失去新鲜感，然后退服，还有些服务器材料获得少就算了，还需要材料多的变态，那玩家就会对你的服务器产生厌恶，就会不玩。还有好多玩家打一个副本站满人 ，就为抢一个boos，那么没抢到的人会怎么想？估计键盘都被杂碎了，他们就索性不玩，所以一个副本应该设多个，但要分等级，也就是一个副本有几个和他相同的副本，但这相同副本中也要分等级进，比如1~10级玩家进房间1，10~20级进房间2，这样就避免了等级高的进不了等级低的副本，还能避免老玩家抢新手的东西。\n10。还有些副本刷怪频率慢，让玩家等好久都刷不出来，虽然可以让服务器不卡，但这样玩家会接受吗？有一个插件，可以控制一个区域的怪物，这样吧怪物控制在十只里内，这样玩家杀一直怪物刷一只怪物，就会好很多。\n11。虽说是做rpg服务器，但不能忘记你在玩mc，要融合mc的元素，否则和网游没什么区别\n12。让玩家有素质，尽量不要封号，多开导，多教育\n对做一些反作弊的行动，让玩家人人平等\n13。多项目，比如宠物，坐骑，脚印，名称……但千万不要成为vip的专利！让每个玩家都能平等！\n14。长久更新，除非紧急事故，千万不要换周目！否则玩家的心血就会没有\n15。怪物不能太变态，但技能一定要多！还要有一些特定的打法，一定要丰富！\n以上是对全部rpg服务器腐竹的建议，希望你们造福全mc玩家，让mc更加有爱",
    "replies": [
        {
            "author": "xinxin540",
            "timestamp": 1446336780,
            "txt_content": "我和屈原最大的区别就在于我想得开，我觉得我可以当一些服务器的参谋"
        },
        {
            "author": "xinxin540",
            "timestamp": 1446336960,
            "txt_content": "虽然不太可能"
        },
        {
            "author": "qazqaz123",
            "timestamp": 1446343080,
            "txt_content": "这差不多就是我印象中的RPG服了。\n但是我还想提一个不知道行不行。\n现在很多人认为RPG是 打怪杀怪做任务。\n纠正这样的思想，告诉他们RPG意思是角色扮演游戏(Role-playing game)。\n增加点职业，限制变态的组合打法，增加团队的合作性，促进友谊的进升。"
        },
        {
            "author": "9999999999999",
            "timestamp": 1446348600,
            "txt_content": "现在的RPG服基本都是刷刷刷 而且RMB武器和普通武器的差距巨大{:10_527:}"
        },
        {
            "author": "xinxin540",
            "timestamp": 1446349920,
            "txt_content": "你们懂就好"
        },
        {
            "author": "BFXLQC",
            "timestamp": 1446353460,
            "txt_content": "...你应该更注重一下排版...\n\n另外我总觉得RPG不大适合MC..."
        },
        {
            "author": ".|°夨.忆ヽ",
            "timestamp": 1446353880,
            "txt_content": "单机党路过~"
        }
    ]
}