{
    "title": "<原创·连载·圣杯>圣杯之争 第三章 第二节 火神心丹",
    "author": "MF_Mufeng",
    "replyCount": 1,
    "timestamp": 1446339600,
    "txt_content": "       很快到了夜晚。白小亮在那块通往外面的巨石处徘徊。感应了足够的武神气息后才走向自己的房间。       .虽然武神转世后人更像一个风烛残年的老人，可是这待遇还不错。屋子里虽然不算豪华，但也十分干净。一张平板床摆在房间的正中间，床头柜上放着一个玉盒，周围设了一层结界。这不禁让白小亮好奇心大增，手不自觉地向那玉盒伸去。\n       入手的感觉先是一阵冰清玉凉的感觉，紧接着居然感到了阵阵温热。白小亮心中一紧，他总觉得有种预感，但又说不上来。最终，好奇心战胜了预感，白小亮一翻手，玉盒打开了。一枚橙红色的珠子出现在白小亮面前。\n       霎时间屋内温度大降。白小亮大惊，眼珠中的轮盘转到了火红色的地方，白小亮的身体顿时红亮了起来，硬生生在白小亮的一米内形成一道结界，抵御着外界温度的侵袭。即便是这样，白小亮看着阵阵发烫的胳膊，不禁一阵苦笑，看来真不应该把这东西打开。现在可好，弄成这副摸样。用白小亮的六元之力也仅仅只能勉强抵御，只能耐心等等看了。\n       六元之力是光冥和武神共同给他这六元素能量起的名字，白小亮也是自我感觉不错。但是白小亮哪知道，六元之力是要消耗各处的元素，附近所有的草木。泥土、风等等关于他六元之力的元素都以一种惊人的速度吸收着。\n       白小亮加强了冲力，终于一举将那珠子拿下。顿时白小亮有一股说不出的清爽，周围温度逐渐恢复到了室温，白小亮的结界也悄然散去。\n       白小亮看着手中还散发着阵阵温热的红珠，有些无语。突然，那颗红珠毫无征兆的动了一下，瞬间化为一股红色细丝进到了白小亮体内。白小亮顿时大惊失色，他感到一阵胸闷，紧接着浑身都散发着火焰的能量，整个屋子刹那间被他烧成灰炭，身体发出强烈的红光，这时门突然开了。\n       “好你个白小亮我让你住我屋子你却弄出这么大动静......啊！”进来的是武神，他刚要怒喝白小亮结果被白小亮喷发出的火焰射线烧到了头发。本来的白发瞬间变为了“黑发”，紧接着从武神的头顶哗哗地掉落。武神气得直哆嗦，但看到白小亮此时的状态脸色却变了。\n       现在白小亮的模样十分吓人，浑身通透的深红色让他看起来更像从地狱里面爬出来的恶鬼，一双通红的眼珠里的转轮，正一动不动地指向火元素。全身的衣服早已被烧光，十分骇人。\n       三天之后-\n       白小亮的火红色状态渐渐褪去，神志也渐渐苏醒。白小亮醒来的一瞬间的第一件事就是看看自己的经脉有无破损的现象。在这个世界的帮助下他成功做到了内视。却惊讶地发现他的五脏六腑都充斥着鲜艳的红色。不是那种肉红，而是那种亮红的颜色。浑身都充斥着火焰的力量。再转动到橙红色区域，浑身犹如暴起的岩浆，炙热的温度无法让人靠近。\n       白小亮下意识的吟唱道：“火神给予我力量，去，火龙啸天！”\n       白小亮手一挥，数道巨大的红龙能量向着房间那刚装修好的墙壁飞去——惨了，“轰”地一声，整个屋子又成为了灰烬。白小亮已经可以从那灰烬缝隙中看见底下一脸怒容的武神了。\n       白小亮见状赶忙往楼下跑去，满脸赔笑地对武神道：“哎呀，您老人家就在体谅我一次吧！”\n       武神现在心里只有两个字：郁闷！自己刚刚修好的房屋又被他直接烧成了灰，这以后还怎么活？武神想到这里，冷冷地甩出一句：“今天就开始特训吧！你跟我来！”说完，武神头也不回地往木桩场走去。\n       突然，武神一转身，大喝一声：“推！”手一挥，一道强有力的掌印一推，把白小亮直接掀飞在墙上。武神还不解气，再次大喝一声：“拳！”一道巨大的拳影朝白小亮打去。白小亮见识过后赶忙开始吟唱：“伟大的生命！请允许我借用你的生命元素！爆裂叶影！”将近一百个叶影在空中出现。白小亮手一指拳影，瞬间几十个叶影冲向了拳影。经过长时间的打斗，拳影被削淡了许多。白小亮手一挥，一道六元之力飞出将那拳影吸收掉又返回进白小亮的身体里面，这不禁让武神大吃一惊。\n       武神突然想到，白小亮估计是吃了桌子上那颗火神赠给他的神物——火神心丹时，头上开始渐渐冒冷汗了。那火神心丹可是满载火神修为的宝贝，火神给了他自己去其他大陆游历去了，而自己一直珍视着，没想到却被白小亮吃了！这么一说他火焰能量这么强悍也能说清楚了......武神越来越怒，直接怒喝道：“武神之武！震撼天地！”\n       武神的修为是远远高于白小亮之上的，使用出来的技能威力也截然不同。几道巨大的影子轰隆隆地把白小亮当球玩。白小亮在空中被打来打去，鲜血横飞。终于他忍不住了。\n       “伟大的生命！请允许我借用你的生命元素！爆裂叶影！”，“火神给予我力量，去，火龙啸天！”，“武神之武！震撼天地！”，“尊敬的水神，巨魔海啸！”四大神技齐抛，白小亮的体力也已耗尽。武神眼神一凝，他的神技又提高了一个档次，毫无保留地向着白小亮的四大神技输出过去。\n       “啊！啊！”紧接着，整整一天都是白小亮的惨叫声，他体内的光冥都不忍心看了。\n       目录\n       PS：如想订阅本作品请在下方评分：订阅《圣杯之争》，订阅后本人会每次发布时at你哟。\n       AT：@2B与mc的故事 @FHC红石 @guqu @xcc @蠢萌の⑨ @恶魔-潇洒 @普通HIM @青格大D \n\n\n\n[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "蠢萌の⑨",
            "timestamp": 1446344160,
            "txt_content": "不订阅了，经常不在线，at我可能也会晚好几天才到..."
        }
    ]
}