{
    "title": "<原创·单篇>噩梦——Nightmare[46241359][给冥王的生日礼物]",
    "author": "46241359",
    "replyCount": 5,
    "timestamp": 1446473340,
    "txt_content": " 本帖最后由 46241359 于 2015-11-2 22:10 编辑 \n\n给冥王的生日礼物—10.29\n\n\n噩  梦\n\nNightmare\n——每一个终点都是起点。\n\n\n正文\n\n\n\n    幽蓝色的荧屏闪烁着，所有人的脸上都凝结着紧张，没有人敢说话，默契地处于一片死寂的状态之中。只是目不转睛地盯着那个忽明忽暗的信号状态。    “连接中……连接失败，正在尝试二次连接……”    时间一分一秒的流逝着，荧屏上的闪烁扣动着每一个人的心弦。    刺耳的电流声透过广播传到大厅的每一个角落。荧屏上的字消失了，转而出现了一个个显示信号波动的窗口。连接成功了！人们舒了口气，互相击掌以此来表示心中的庆幸。    但接下来的事似乎就不是预料之中的那样了。    “末日即将到来，每一个人都将为自己的所作所为付出最公正的代价。”一个毫无情感的声音传来，低沉嘶哑，仅凭听辨别不出任何与之相关的信息，犹如金属在空洞的走廊里碰撞产生的回响。    人们惊恐地睁大了眼睛，“黎明号”哪有这种声音的人存在？难道是用变声器？如果是黎明号上的人，怎么还会恢复通讯？    “等待吧……”语音落下，通讯再次断开。无论怎么尝试都无法再次连接了。心情难以平复，对他们来说，此时最可怕的并不是飞船上那些朋友们的离去，而是因为那句像是来自地狱般的死神发出的宣言。    就在半小时前，距离地球1光年的黎明号，意外的碰上了三年前失踪的“午夜号”。午夜号，就是幽灵的代名词。它像是幽灵一样在太阳系无规律地游荡，凡是遇到他的飞船都会诡秘失联。根据资料，它原先叫做“子夜号”。引起人类重视的第一个事件，就是遭受厄运的第一个飞船：远航者。根据远航者上找到的一段残留录像，能看出子夜号的“子”被改成了“午”。后来，午夜号这个名字就渐渐地被人所熟悉，没有人记得它以前叫什么了。    当时，黎明号上所有人乱作一团，午夜号那破烂不堪的舱门对上了黎明号的舱门，而那一刻，所有的操纵系统失灵，舱门自行打开。一个戴着面具的男子很从容地进入黎明号，氧气快速流失着，他拉上舱门。没错，是拉上。    黎明号上的人同时举起电枪，有一人去打开了氧气阀门，大量新鲜空气涌入船舱。    面具只有一半，露出了半张苍白的脸。冷淡的目光扫视了一遍所有的枪口，看不出丝毫的畏惧，却也看不出胜券在握的表情。    没人看清是怎样发生的，他们只觉得一阵疼痛，之后一切都没有了，倒在地上再也无法动弹。    他麻木地把那些地上的尸体处理完毕，扔掉刚好打光电量的激光枪，弯下腰顺手拿起其中一把电枪，之后走到操纵台前，操纵界面很复杂，他却只盯着看了几秒钟，之后熟练地屏蔽了所有的通讯信号。    想借着打开氧气阀门的契机溜走的那人，最终也逃不过被杀的命运。他在逃生舱的启动室里被找到了。那人踹了踹被电击致死的尸体，把他扔进了太空。    在这之后暂时恢复了与中央控制基地的通讯，给人带去了那句末日般的宣判。    按下红色按钮，通讯断开。他抬起手，揭开了戴在脸上的那个面具，露出一张憔悴的面容。他按了几个按钮，把飞船调到了自动驾驶。    面对着舷窗，他目送着昔日一同在宇宙中漫游的午夜号，飞向浩瀚的星海，渐渐消逝在黑暗的尽头。     飞船打开了推进器，下落速度开始渐渐变缓，最后，悬停在对接器上方。控制员在操作台处微调了一下，对接器缓缓张开，船体颤了颤。    震动。    “对接完毕，飞船编号，D7825，黎明号。”    控制员听到“黎明号”三个字后眉头皱了皱，他不记得最近有个什么黎明号发出过请求返回的信息，甚至可以说他不记得有这艘飞船。但既然主机能够读取编号，那也就没什么问题了吧。    核对好船体编号，控制员朝一个方向挥了挥手。很快有两人走过来，把一个小巧的东西贴在舱门上，在一片沉默中等待片刻后，他们又把那东西拆了下来，退到一边。    舱门缓缓升起，飞船里有柔和的白光，不时传来机器运转所发出的“嗡嗡”声。    没有人。舱门那里是空的。    检察院的脸上流露出一丝疑惑。这么大的飞船总不可能无人驾驶吧？他一边疑惑，一边调了调对接器，飞船被固定在对接器上无法起飞。他这样只是为了防止这个飞船真的是无人驾驶而突然失控而已。    突然间，一道极其刺眼的白光闪过。    “怎么回事！？”他喊了一声，被白光晃得睁不开眼，只觉得一阵剧烈的灼烧感，紧接着，眼前一黑。    他死了，上身与下身分离开来，滑到了地上。    那两人手忙脚乱地装好子弹，颤栗的枪口对准了舱门。    一秒，两秒，三秒……    不知道时间流失了多少，但始终没有人出现。    难道这飞船真是无人驾驶？刚才的激光呢？激光发射器？其中一人仔细地看了看船身，并没有这种发射器。既然没有，那飞船里一定有人。    有一人继续抬着枪，蹑手蹑脚地踏进了飞船。很安静，培养盒里还栽着蓝色的异星植物。整个飞船看起来被打理得井井有条，但并不安宁。    那人感觉到自己脖颈后有阵热气，带着令人畏惧的死亡气息。    激光扫出，没有任何痛苦。他倒下了。站在舱门口的人立刻扣动了扳机，没有丝毫的犹豫。那是出于生的本能而做出的反应。    子弹飞向了那个戴着面具的男子，他不慌不忙地跨到一边，左手从背后抽出一支很细很长的枪，上面有一行白漆漆上去的字：H16。   H16是什么武器？听都没听过。一定是外星的武器，说不定还厉害到可以毁灭星球的程度呢。    扣动扳机，这个可怜人的身体一僵，就倒在了地上。但他并没死，只是被电昏过去了而已。但他的目的远没有达到。把枪倒过来，枪柄对着那个可怜人的脑袋，往下一砸。那一瞬间枪托末端伸出一个利刃，刹那间血液四溅。    他有些嫌弃那些溅到衣服上的血液。仿佛那是什么污秽之物。不慌不忙地按下警报铃的启动按钮，死板而富有节奏的铃声响起，回荡在这空旷的平台。这是他熟悉的声音。尽管这铃声没变，但时隔多年，人事全非。    叹息着，再次举平H16，肆意射击。他闭上眼，仔细聆听着一声声不绝于耳的惨叫。   H16是他在黎明号上找到了些组件，对原本午夜号上配备的HT800改造而来，“H16”是他在临时返回地球的那一次找到了一桶白漆，自己漆上去的。HT800是当时比较先进的电击步枪，可以一枪毙命。被他改造后子弹容量很大，威力有所下降，不过这正是他想要的结果。    “咔，咔”。    他睁开眼，这声音他熟悉。是电击弹打空了，HT800也是这种声音，不过可能要沉闷一些。从口袋里摸出一个金属盒，卸掉原有的，把这个装上去，再次闭上眼，又是接连不断的惨叫声。    真是难听。他想着，虽然此起彼伏，但这惨叫声实在是令他觉得厌恶，还是快点停止吧。    因此这次子弹打空后，他没再装子弹，而是用枪托上的刀刃捅着那些幸存者的脑袋。H16的威力虽然不如HT800，但如果中了三枪还是会毙命。有些幸运儿只中了一两枪，趴在地上一动不动，像是死掉的人一样。    他确认这里再没有活人之后，看了一眼这里的景象：到处都是尸体，地上满是血迹，尸体的表情都是无比的惊恐。他却从那表情中读出一丝贪婪。    有些孩子知道一首童谣，就是因为这件事而流传开来的：    今夜月光皎洁，魔鬼的朋友来探望。银白色的魔叉，电死了不听劝告的可怜人。那些幸运的人们，被他刺死了。一个男性看见了尸体，指着天上的明月：“看！红色的天空，像杯中的红酒；红色的月亮，像看见红酒的眼睛！”他是魔鬼，所以也被他刺死了。    大家都当这是一首童谣，没人知道这首童谣是真的。     坐在悬浮椅上，轻轻擦拭着H16，黎明号上的设备果然是比午夜号先进得多，不愧是曙光系列的II号飞船。    看了一眼桌上的照片，那双冷淡的眼睛里流露出一丝怀念。这让人知道他还是个有情感的人，而不是冷冰冰的杀人机器。    照片上是一个男生，微笑着抱着一把HT800。脸上的笑容里只有天真，和一丝对未来的憧憬。那把HT800是崭新的，枪身也被清洁的闪闪发亮。    他抚摸着H16的枪身，这就是照片中那男生抱着的那把HT800改造来的。之所以不会用黎明号的先进武器，就是因为他在已经被他破坏得一片狼藉的午夜号中找到了这把枪。当时子弹已经被倒空了，但他还是带上了这把有些损坏武器。后来因为找到了黎明号，所以用黎明号配备的工具和零件，改造了这把枪，取名H16。    这样也挺好的，他看着H16，不由得想起了那份珍藏在他内心深处的回忆。    对于船员训练前的事他没有印象，连自己叫什么都不知道。和他一起训练的人也不知道叫什么，都只是叫他的船员编号：R752。而和他一起的那人编号是S184，都叫他“Sean”，但他说Sean的来源是因为有人在急切的情况下不小心口误叫错了名字。至于他真名叫什么，没人知道。不过“Sean”这个名字也没什么不好的。    训练师每人发了一把HT800-N，只能射击模型弹，所以他用HT800最熟练也最顺手。而且他也没兴趣去熟悉其他的武器，只要能确保可以打中目标就行了。    倒是还有个武器他也很喜欢，就是午夜号上唯一的一把激光枪：杰尔斯-X。是他在午夜号上造成混乱之前发现的。因为在检查货物时发现了一个多余的玻璃箱，里面的东西报的很严实。出于一名合格船员的好奇心，他打开了玻璃箱，里面是一把激光枪。这让他受到了不小的惊吓，但也点燃了他内心中那被压抑依旧的复仇的火种。    到了睡觉的时间，船员们都睡下了。他用一罐酒贿赂了看门的人，拿出那把激光枪，借着手电筒的光拼出了上面的单词，译为“杰斯尔”，后面还有一个X，应该是型号。    令他惊叹的是，这把枪的激光强度是可以调节的，弱到只能剪指甲，抢到可以切割飞船。    这无疑是最好的复仇武器！他为Sean复仇的机会来了。    他在货物存放室里东翻西找，终于凑够了半个电池储量的电，打开杰斯尔的开关。枪口颤巍巍的蓝光，在黑暗的空间中散发出一种朦胧的光芒，像他的一个梦。    可能这个飞船上根本没人知道杰斯尔-X这把激光强的存在，不然看门人怎么会那么好贿赂？    只靠这把杰斯尔-X，他杀光了午夜号上所有人，再被破坏的武器室里找到了一把HT800，上面刻着S184。他们把Sean的那把枪当做备用武器带上来了。    Sean，这个男孩，这个善良的男孩，就是他大肆屠杀的唯一动机。这是他从内心里真正接受的唯一朋友。只因为是第一个允许配备杰斯尔-V的船员，就被人类那可憎的嫉妒心扼杀了。人类，是人类的嫉妒心，使他失去了他一生中最重要的朋友，让他永远只能孤单一人在宇宙中漫游。    至于他也是人类这种问题，毫无意义。他并没有继续活下去的想法，在完成了该做的事以后，他会自我了断。    回忆到此结束，他低下头看了看被擦拭干净的H16，耸耸肩，从抽屉里拿出一个金属盒，开始往H16的弹夹里填子弹。枪托上的Sean刺得他心痛。    手边放着那把杰斯尔-X，望了望舷窗外那浩瀚的星海。星星点点的银光勾起他一丝对过往的留恋，他曾试图用这迷幻般的宇宙景观来填满自己的内心，但到了现在，还是无限的空虚。复仇似乎已经结束了，但他的内心里什么都没有，似乎是少了什么。     他侧耳倾听着一声声哀嚎，始终面无表情地扫射着，不管将死之人怎样哀求，都不管不顾。就像机器人一样，只顾执行提前设置好的命令，按照规律去一次次扣动扳机。    不知道过了多久，他听见了“咔”的一声，十分沉闷。明明熟悉却又觉得十分陌生。这才放下枪，环顾了周围。    自己是处在一片令人压抑窒息的黑暗中。周围堆满了尸体，还有几个人趴在地上贪婪地喘息，巴望着自己能离开死亡的边缘。他没理会生者，而是把打空子弹的H16插回背上，踩着一具具尸体，朝黑暗的深处走去。    但周围并不安静，仍然有一声声惨叫在他的耳畔回响，冲击着他的鼓膜。    这种惨叫他早已习以为常，只不过是剧烈的死前痛苦刺激出来的叫声，隐隐能听见断断续续的呜咽和哀求声。但从这几声哀求中他却听不出一丝纯粹的对于生存的渴望，只能听见人内心的贪婪。他们，不过是乞求得到还能继续享受自己所拥有的东西的机会罢了。    他喜欢听纯粹的，对于生的渴望而发出的惨叫声，然后杀死发出声音的人。只可惜这种声音他只听过一次，那真是人世间最美妙的惨叫。那时他毫不犹豫扣动了扳机。    但想不起来那个被杀的人是谁，连面容也不记得，杀他的时间也没印象，甚至对于杀他的原因也不清楚。    往日轻便的H16突然压得他喘不过气来，那些惨死在枪口下的生命此时仿佛全压在自己的背上。每迈出一步都觉得要虚脱一样。    周围渐渐变得温暖起来，虽然背上的东西压得他快要窒息，但他，他的内心深处渴望着这种来历不明却抚慰人心的温暖。就像刚出生的婴儿眷恋母亲的怀抱一样，但又有一些不同之处。    停下脚步，大口喘息着。已经接近那温暖的来源了。缓了缓气，他继续朝那里走。其实他并不知道这个方向是否正确，只是凭内心的直觉去找而已，但能感觉到周围越来越温暖，他空虚的内心里终于有了一丝安慰。    面前站着一个人，似乎很熟悉，有很陌生。像是看老朋友一样看着他。    他怔住了。    温暖的来源竟是面前这人。更难以置信的是，这人令他觉得熟悉，可面容却很模糊，让他难以辨认。    他朝他伸出手，脸上仍然带着微笑。    可他的手在颤抖，他觉得很危险，他要保护自己。手不自觉地把杰斯尔的枪口对准了面前的人。他脸上的友善立刻烟消云散。脸上满是惶恐，慌乱。他的身体僵了僵，手缩了回去。    不！    他的心里发出一声叫喊，手指渐渐收紧。扣动了扳机，一道炙热的激光从枪口冲出。那一瞬间，他的腹部就有了一个洞，张着嘴，发不出声音。    之后，他突然像水一样，溶解在无尽的黑暗之中。周围恢复了一片死寂。    为什么？明明不想杀面前这人，这分明就是他熟悉而且让他觉得温馨怀念的一个人啊。他迷茫在黑暗中，只能在无限的孤独中咀嚼内心的痛苦，安抚着自己凌乱不堪的内心。他的脑海中渐渐浮现出那人的面容，模糊的脸渐渐变得清晰起来。而就在他即将看清那张脸时，四周回响起玻璃破碎的声音，一切都开始崩坏。最后，他脚底那片无形的地面破碎了，他开始下坠，坠向那无尽头的黑暗。        他坐起身，额头上布满了汗珠，衬衫也被浸湿了。周围的东西看起来有些冰冷与陌生。    这样的梦，自从杀光了午夜号的人之后就始终缠绕着他，不断重复着，就好像是要向他倾诉什么一样。最重要的是，他能确定那个被他用杰斯尔杀掉的人是他所熟悉的人，那种熟悉而又亲切的感觉是真实存在的。    他抱着头，努力去回忆记忆中的所有人。那个人的死亡让他在那一刻觉得心如刀绞。在梦中他的心似乎很充实，但那个人死之后他的心就像被挖空了一样，什么都不剩。    可以让他觉得心痛的人并不在少数，但他从未亲手杀过这样的人。都说梦是对自己内心心结的体现，难道这还是另类的体现方式？虽然他享受杀戮，但他还是具备鉴别基本是非的能力，知道谁该杀谁不该杀谁可杀可不杀。    尤其是那人的面容，明明离他很近，但是仍然看不清，像是蒙了一层雾一样。但这样的形容似乎还有不恰当的地方。与其说是蒙了雾，倒不如说是他自己抵触那张脸，他内心中实际上并不希望自己看清那也许残酷的现实。    抬起头，看着培养箱里的蓝色异星植物，它直挺挺地朝着人工模拟的光源，稚嫩的叶在光的映照下似乎清澈透明。    那人他绝对认识。    但是无论怎样努力都无济于事，他就像是一个根本没有存在过的东西一样烙在他的心上。就这样被埋没在记忆的海洋中，只留下一道极浅的印痕。     “航向已更改。”他拖动着全息显示屏，熟练地点击着屏幕上的按键。之后输入一个了一个坐标，“目标确认，太阳系地球；最终目标，伊特尔发射中心。返程预计：59天。”    他看着那个闪烁的荧屏沉思片刻，按下蓝色按键，显示屏立刻被关闭，操作室里恢复了昏暗的一片。他靠在悬浮椅上，看着单调的舱壁静默良久，按下操作台上一个白色的按钮。    舱壁变成了透明。    通过这透明的舱壁，他看见了那些如梦如幻的银色星点，在远方闪烁着。    忽然间，他看到了什么东西。一片黑。    他的心里一阵狂喜，打开了推进器，速度提升到了极限。黎明号以前所未有的速度朝那里冲了过去。    这一切，是不是都该结束了？    他闭上了眼睛。     周围轻飘飘的，让人觉得不真实。没有现实里的压抑感，让人觉得放松、舒适。    他睁开眼，这里并不是一片黑暗，有几缕来历不明的光线照亮了这个似乎很狭小的空间。他发现他是躺在阶梯上，一级一级，这种阶梯的设计让人觉得有种说不出的美感。他的手摸到阶梯光滑的表面，支撑着自己站起来。墙壁上有扶手，他抓着它，朝那个他认为正确的方向缓缓移动。    面前出现了一扇门，他的手刚触碰到门把，就自己打开了。映入眼帘的是一个看起来没有天花板的房间，它的房顶一直向上眼神，一眼望不到尽头。他移动到一扇窗前，透过窗户，看见了一个人，他很熟悉。    他拉着一个女孩的手，脸上带着幸福快乐的笑，坐在湖边，目送着夕阳消失在地平线，看着夕阳那橙红色的余晖消逝在夜色中。那是……自己吗？    他离开了那扇窗前，看见附近有软梯，就抓着爬上去。来到了另一扇窗前。    漫天纷飞的花雨，那些清洁的花瓣轻轻地点在水面上，散发着令人如醉如痴的香味。风轻抚过这刚刚苏醒的大地，它带着那些花香，拂揽着刚从寒冷中醒来的世界。    那是他家乡的春日啊！    家乡……    等等。    他再次朝那扇窗看去，里面的地方燃起了大火，像是魔鬼一般疯狂地掠夺着一切。不！不！他心里狂吼着，想要进入那个世界阻止火的肆虐。可窗户上似乎有个屏障，拦着他，让他只能一个人看着家乡在熊熊烈火中化为灰烬。    不——    为什么会这样？他做错了什么？要这样惩罚自己。哪怕是天罚降临，也尽管来责罚他啊，为什么要毁灭他眷念的家乡？    他跪在地上，头顶在墙壁上。我做错了什么？他责问着自己。是因为屠杀吗？那是人类咎由自取。他心里不断浮现出他美丽的家乡，那个令人心向神往的地方。一到春天就会花雨飘飞的仙境。    现在被毁了。    地板塌陷了，他闭着眼，直直地下坠。坠向没有来源没有尽头的黑暗，周围渐渐变得冰冷，最后，像是深度冷冻液的温度一样的冰冷包裹住了他。    就像他大脑里那些本应珍惜的回忆一样，疼得刺骨。       棺材……    他站在这个比例适中的沉睡舱前，看着沉睡舱的全息显示屏上的那一段残留的影视资料，想起了自己之前做的一个梦，应该是噩梦吧。    家乡……    对啊，他的家乡呢？    没了，就像那场梦一样，在一场大火里消失无踪了。他按了按太阳穴，开始破解沉睡舱的密码。    这个沉睡舱，是他从前几天遇上的一个飞船残骸里找到的一个还算比较完好的。虽说还有几个，但是损坏程度都不小了，就算能打开，恐怕里面的人也是死的。因此他只搬了这一个回来。    与其说是损坏程度比较小，倒不如说是这个沉睡舱根本就没有损坏。他在输入密码时，发现加密系统还比较先进，密码采用随机式，也就是每一次的密码都是不相同的。不过这样的加密方式他也见过，还是存在一定的规律可循，只是他一次次去尝试的话很麻烦，而且还不知道这个系统有没有次数上的限制。    因此，他耳朵贴在沉睡舱上，屏息聆听着锁内部的声音，同时拨动着全息显示屏的表盘。很快，他听见了一个与之不同的声音。这得益于他受到的专业训练才有这般出众的听力以及，分辨能力。虽然在他听来两个声音的差别非常大，但在普通人听来并没有什么两样。    五层表盘破译完毕，沉睡舱的舱盖开始运转了。它一点点地移动，最后升起，里面透出一股刺骨的冷气，让他全身都打了个寒颤。    怎么会这么冷啊。    等到冷气散尽了，他才凑上前去，当看清了沉睡舱内的人之后，他觉得自己好像又听见了玻璃破碎的声音。    Sean！    他怎么会在这个沉睡舱里？不是已经死了吗？    Sean过了一段时间，适应了船舱内温暖的环境后才坐起来，有些惊异地看着他。但没过多久，脸上的惊异就转换成了抵触。那表情好像在说：离我远点，越远越好。    怎么了啊。他有些不知所措，只得尴尬地僵在原地。但是两人也只是保持在对视的状态而已，过了一段时间后，他耐不住了，走上去想和他握手表示自己友好的态度。    只是没想到，手刚伸出去，Sean就像触电一样，条件反射般地把手缩起来。那幅样子看起来，简直就像是，一个正在听鬼故事的小孩子。巴不得有人来护住他，总觉得周围一切都会伤害到自己一样。    “做什么。”他尽管心里满是委屈却还是改不了一贯的说话风格，“我又不会把你怎么样。”这的确是事实，他很清楚面前的人是自己的朋友。怎么可能会黑白不分地去动手杀死自己所熟悉亲切的人呢。    “简直是蠢到家的白痴，”Sean冷冷的回答，他心里一紧，Sean的说话风格是这样吗？不对吧，他记得可是很清楚，Sean说话时和蔼可亲，声音也是非常轻和，完全不是现在这般强硬，“你杀了我多少的朋友，还说不会对我怎么样。”    他心中一愣，难道对于Sean来说自己的那些行为单单就是屠杀吗？不不不，他本人对于这种行为没有任何的好感，只是因为习惯而已。难道Sean真的就看不透自己这样做的原因吗？    等等。现在最重要的问题应该不是看透和看不透。真正的重点是Sean为什么没死。还是说他只是去鬼门关散了个步就回来了？    Sean注意到了他看他的眼神，“用不着在意我是死人活人的问题，那些人和你一样蠢，蠢到连人有没有死掉都不知道。倒是你，和他们一样，一心以为我已经死去因此大肆报复人类。”    他低下头，没再看着Sean，他明白了。    舷窗外的星点依旧在闪烁着，在漫无边界的黑暗中挣扎着散发出丝丝缕缕的星光，顺着流水般的黑暗流淌到那模糊的远方。虚无般的光亮在这能吞噬一切的黑暗中仿佛搭起一座通往天国的桥梁，星点的闪烁在倒计时，倒计时结束，天国的大门就会关闭。    船舱内久久沉寂着。Sean扭着头看着附近培养箱里的异星植物。它不像他的主人那样萎蔫着，而是仰着头，极力吸收着水分和光照，尽自己所能在这环境中生长的好一些。因为它不知道自己只是被拿来欣赏的，它把这当做一种隆重的使命，被叫做“生存”的使命。    他沉默了很久，才抬起头来。望向舷窗，看着那片星海。星点交织在一起铺在黑暗的宇宙中，这不像地球的星空，星点看起来那样稀疏，让人有种“世界真大”的感觉。在这挣扎的星海中，他看见了他不希望看见的东西。    “意思就是说，复仇还没结束。”他也冷冷地开口，眼神黯淡了下来，“是么。”    这一次，Sean没有给出回答，只是继续看着那株外星植物，看得入了神。    果然如此。他手伸到背后摸到了杰尔斯冰冷的枪身，就像他刚才看到的东西一样，那样的冰，那样的冷。他开始恨Sean，恨得咬牙切齿。他骗了所有人，包括他。Sean让他失去了对于他来说也许是一生中最重要的东西，到头来只是换得一句“蠢货”而已。    去死吧。    他抽出杰尔斯，对准Sean的太阳穴扣动了扳机，毫不犹豫。他的枪法也是很好了，瞄准人的太阳穴并不费力。那一刻他的心早已被各类复杂的负面情绪填满，哪还会顾及什么昔日的感情。    Sean的脖子僵在那里，眼睛仍然盯着那株外星植物，身体渐渐地倒了下去。躺回了那个沉睡舱里。但这一次，他不需要沉睡舱的辅助了，哪怕日后有人发现了这个沉睡舱，他也再不可能醒过来了。他呢，站在原地，手中还握着杰尔斯的枪身，双眼有些惊愕地看着沉睡舱内的尸体。天啊，自己干了什么？！    Sean已经躺在沉睡舱里不动了。他的生命就在那一刻全数都被从肉体中剥离出来，四处飘散，最后消逝在记忆的长河中。    他惊恐地抱着自己的头，蹲在地上。心中，脑中，一片空白。他觉得整个人都被挖空了，挖的干净利落，什么都不剩，只留了一具空虚的外壳。他觉得自己不会思考了，什么都没有了。整个世界在这一瞬间都崩裂，最后又在熊熊大火中被烧成灰烬，随着风飘落到一些不为人知的地方。最后，整个世界什么都不剩。    最后的最后，他举起了杰尔斯，对准自己的太阳穴。    复仇远未结束，只差这最后遥远的一步。    他扣动了扳机。     与此同时，地球刚刚从黑暗中苏醒过来，以自己的身体去承接温暖的阳光，整个世界都沐浴在令人愉快的光明之中。太阳正在从东方的地平线上一点点吐露出光芒，照亮了边界的天空，带着那橙红色的光圈，如希望一般缓缓上升。\n\n\n\n总字数：9078字\n\n@冥王星人\n\n",
    "replies": [
        {
            "author": "xieyin",
            "timestamp": 1446480900,
            "txt_content": "完全看不懂"
        },
        {
            "author": "冥王星人",
            "timestamp": 1446533220,
            "txt_content": "你还是专心写空吧"
        },
        {
            "author": "46241359",
            "timestamp": 1446542880,
            "txt_content": "冥王星人 发表于 2015-11-3 14:47\n你还是专心写空吧\n嗯我也这样觉得QAQ"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1446545640,
            "txt_content": "我的智商已被人类抛弃。。。你是在讲冥王星的故事吗？"
        },
        {
            "author": "Baw",
            "timestamp": 1446622980,
            "txt_content": "。666，智商被碾压\n"
        }
    ]
}