{
    "title": "<原创·连载·圣杯>空[第九章：空与6195][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1446557100,
    "txt_content": "空·第九章·空与6195\n\n\n正文\n\n\n    不会吧。纳尔心中一惊，他一直以为救自己的人是空。而且……他仔细地打量了一下罗杰，怎么看都不觉得熟悉。这样一来他对空的熟悉感是哪里来的？Deja-vu？别开玩笑了。    “当然我知道你有很多不理解的地方，”罗杰手中仍然转着那支笔，“以你的推理能力，我想你在疑惑你对于人的熟悉度问题，没错吧。”    他怎么知道？纳尔惊愕地看着罗杰的双眼，难道他会读心术？    “现在我给你解释这是为什么。那天，我因为一些现在不便于告诉你的原因开枪救下你之后，确实是利用一种气体让你暂时昏迷，在此期间我问了你几个问题。不过，没涉及到太深，只是问问你叫什么而已。”罗杰顿了顿，“空有一种特殊的能力，他可以把他人对于我的熟悉转换到自己的身上。”    “那么你的意思就是说，空不是一个正常的人类。”    罗杰脸上的表情变得很无奈，而且还有一丝讽刺，就像是在说：你是白痴吗？    “你觉得他哪里像是正常人？”罗杰反问。    的确没有。但纳尔还是做了一个猜测，他觉得空的消化能力应该是正常的，如果他不是机器人的话。他点了点头之后，问了自己最想问的问题：“你和我说了这么一大堆，是想表示什么。”    这次罗杰没有给出回答，他只是微微一笑：“过几天你自会明白的。”    临走之前，纳尔看了看门外，诺迪斯不在附近，他这才悄悄问道，“请问，6195是什么。”    “6195——”罗杰刻意拖长了“5”的音，“是一个单词。”     空坐在电脑椅上，眼睛直直的盯着电脑屏幕。    很快，他听见了钥匙插入锁孔的声音，之后转动了两下，门打开了。他现在用的这台电脑的主人回来了。按道理说空现在应该立刻关掉电源和显示屏，若无其事地躺在床上看书。    不对，空摇了摇头，纳尔的书他似乎没有哪一本能看懂。但转念一想，只是查个资料而已，纳尔那种性格的人应该还不至于大发雷霆吧。出于这个想法，空就继续盯着电脑屏幕。    但等到纳尔走进来时，看见空现在干的事，脸上的表情就跟小孩子最心爱的玩具被人拿走了一样，应该说是女生的日记被人偷看了一样更确切。但纳尔还是压制住了自己心中把空从窗户直接扔下去的欲望，转头告诉身后推着轮椅的诺迪斯，一旦发现有第二次直接把空从家里弄出去。    纳尔很快发现了一个异常的地方。这个事让他心中的怒火瞬间就平息了。他看见空的双手没有放在键盘上，但电脑是在自行地输入信息。    远程控制？纳尔疑惑，他走近了些看电脑屏幕，又不像。空注意到纳尔在观察电脑屏幕，转过头来对着他，同时电脑停止了输入。“怎么了。”    哦，终于问了一句比较像样的问题。纳尔心里感叹着，“你用我的电脑是在干什么。”    空看着纳尔的眼睛，仿佛从里面读出了什么，之后他坐在转椅上让到一边，指着屏幕：“自己看。”    看样子空是在查东西，纳尔仔细看了看网页上的内容。空在查6195？纳尔心里有一种失落，他以为空应该知道一点关于6195的事。    等等，罗杰说6195是个单词？    纳尔不是破译员，但他知道有种密码的方式比较简单：英文字母总共是26个，把准备好的单词中的每一个字母，换成1-26之间的一个数字，之后这些数字拼在一起构成一串数字。破译的人可以根据这串数字获得那个单词。    但这是最简单最容易破译出来的方式，根据之前查到的那些东西，纳尔总觉得这个方法不是特别靠谱。因为从直觉来看，罗杰的这个组织应该非常隐蔽，组织名是6195，应该不会这样单纯的就能破译出来吧。    “其实破译方法就是你想的那样。”空仍然盯着电脑屏幕，这句话像是硬生生从牙齿的缝隙里挤出来的。    不是吧，空也会读心术？纳尔突然想起刚遇到空的时候，那时诺迪斯开口只吐出来一个字，空就立刻做出了回答，而且在这之后诺迪斯没有反驳，这就表示空所回答的问题的确就是诺迪斯想问的。但是……读心术这种东西，真的存在么。    空刚才说6195的破译方法就是所想的那样，试一试也不会有什么损失。纳尔从电脑桌的抽屉里拿出纸笔，开始把数字换成字母。    6195，组合的方式总共有2种，6 1 9 5，6 19 5，暂且排除打乱顺序得到的结果。6 1 9 5得到的结果是：f-a-i-e，6 19 5得到的结果是：f-s-e。纳尔看着这两个字母拼成的东西，这……真的是单词么。     纳尔敲着自己的额头，空此刻似乎查到了自己要查的东西，关上了电脑。起身站到纳尔的身后，看着纸上的数字沉思。过了几秒，他从纳尔手中拿过笔，在6后面写了一个“+13”，9后面同样。    +13？这样改的话结果就是19 1 22 5。换成字母就是s-a-v-e。    Save，拯救！    “6195，”空慢悠悠地说道，“Save组织，这个组织位于U国。根据了解是从事各种绝密的行动，比如……暗杀。但他们的行动大多是为了维护国家利益或者是别的一些事，一定会涉及到和平问题。罗杰是Save的成员之一，如果没错，他是个高层人员。”    Save组织？纳尔疑惑，他根本没听说过，空是怎么知道的？他想起来之前空说到过他认识罗杰，那么，空会不会和Save有什么潜在的联系？    “你为什么知道这么多。”    纳尔已经吸取了教训，尽量保证自己每次只问一个问题来避免空做出那种其实根本没有必要的分析。    “Save，我知道这个组织，”空转过身看着已经被关掉的电脑屏幕，心中若有所思，“我认识他们的领袖。他和罗杰是很要好的朋友，但他们把我赶出来了。”\n\n\n\n\n返回索引贴\n\n\n\n@冥王星人  @恶魔-潇洒",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1446559260,
            "txt_content": "有个标点用错了。\n另外，原来空会超能力？\n日后一定要来MC国客串！！"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1447400640,
            "txt_content": "好帅气的密码！\n虽然说不见得你的文像某些人说的那样（有瑕疵）（未精细删改），\n但这一点绝对能获得某些创作上深受打击的人的支持\n还需要我帮忙挂签名档宣传么"
        }
    ]
}