{
    "title": "<原创·连载·圣杯>空[第十一章：推测和隐瞒][46241359]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1446725340,
    "txt_content": "空·第十一章·推测和隐瞒\n\n\n正文\n\n\n    纳尔坐在那幅画前，看着画中的那只乌鸦沉思。他实在是不明白，罗杰已经承认找到空纯属意外，那么这幅画的含义到底是什么呢。而且他想起来一个问题，他到现在都没明白这幅画真正的主人是谁。现在来看没法下定论，因为他没找到什么和这幅画有特别联系的东西。    等等，纳尔想起来他之前在研究所看见过一个被烧成黑色的类似正方体的东西。难道那幅画指的就是那个？但是被烧成那样，能有什么用呢。再说现在也找不到了吧。当时那里面还有一个被烧死的人……对了，当天那里面有个被烧死的人。但是纳尔记得那时候因为听见有人过来所以没多想就让诺迪斯推着轮椅跑出去了。    但是现在仔细想想，纳尔觉得当时立刻让诺迪斯出去这个决定有点蠢。因为他当时认定那人的目标是自己和诺迪斯只是凭直觉做的推断，但实际上那个人的目标也很有可能是被烧死的人，当初应该找个遮挡物躲起来看看情况。    来电声把纳尔从长时间的沉思里拽回了现实，他看了看屏幕，来电话的人是罗杰。他担心是不是罗杰有什么问题没问要他再去一趟。他可不想再过去挨着罗杰那种刺得人生疼的眼光了。    “纳尔，”罗杰的声音里还带着喘息声，听起来似乎是刚刚经历过高强度的运动，而且能听到隐隐约约的回声，罗杰现在是在什么地方呢，“我问你几个问题，回答的要快，我要实话，知道吗。”    “知道，你问吧，只要……不让我去你那里问什么都可以。”纳尔心里暗暗庆幸罗杰不是让自己再去一趟。但此时他心里的疑惑也不小，尤其是罗杰现在的处境。他和罗杰沟通过那几天之后，对罗杰的性格大概有一定的了解，至少他知道罗杰不是那种会随随便便催人速度快一点的人。再加上回声……他是在什么地方呢。    “火灾过后你们去那个研究所时，是不是有听到一个人朝你们这里走过来的声音？”    纳尔心一动——奇怪，他怎么知道。研究所的监控器早就不能用了，难不成当时那个人就是他自己？“对，有遇到过一个，但我刚听见声音就和诺迪斯一起出去了。”    “好……接下来我说的这些话你必须记住。那个人叫西蒙·温彻斯，曾经是隶属那个研究所的研究员，引起火灾的人就是他。当天你们看见一个正方体样的东西，那个就是西蒙引发火灾的目标。如果预计没错，他近几天就回去找你。到时候要谨慎，别对他透露太多与你有关的信息，等他走后立刻打电话通知我。”    纳尔还想再说点什么时电话已经挂了，也许罗杰现在的处境真的很急迫容不得他说一些无关紧要的话。但是，西蒙·温彻斯？这个名字他好像在哪里听过。这次应该不是Deja-vu了，的确是在现实里见过，而且……应该说过话。但是现在纳尔想不起来在什么地方见过，也许是……一个医院？    对，在一个医院里见过叫这名字的人，但从现在这个情况来看应该不是同一个……吧。纳尔从抽屉里翻出了当时那份病历。那个时候他是因为失眠所以去医院看病，接诊的那个医生就是西蒙·温彻斯。但那个研究所和他有什么联系？如果没有那就只是单纯的重名而已。纳尔翻着病历，猛然回想起一件很重要的事。他的治疗其实还没结束，西蒙就已经从医院里失踪了。    如果没记错，那天应该是纳尔拿着西蒙开好的单子去拿药，但是接到医院的通知，说西蒙今天根本没来上班。第二天也是如此，之后的几天都是这样，西蒙从那天之后再也没去过医院。他就像人间蒸发一样从世界上消失了。后来医院给出的猜测是，西蒙可能在消失前天晚上回家的路上遭遇了意外，因此生死难以做出判断。    但很快纳尔意识到了一个问题，自己好像是在这里做毫无证据的推测，罗杰所说的这个人，知道的多一些肯定还是罗杰，纳尔知道的并不能算太多，甚至可能只是知道这个名字而已。所以他想给罗杰打电话问问看，也许罗杰现在已经没在忙了。纳尔抱着这样的想法拨通了罗杰的电话。    等到他听见对面传来罗杰的声音后，他才开口：“罗杰，是这样，我想起来之前我可能见过你所说的那个叫西蒙·温彻斯的人，所以我想让你告诉我一点有关他的信息，没准我遇见的和你所说的那个是同一人。”    “你之前见过？”罗杰的声音里满是怀疑。    “也许是吧，因为名字是一样的。哦对了……我所说的那个是个医生，一个医院里的医生。”    “医生……”纳尔听出来此时罗杰说话已经没有回声了，语速也缓和了很多，看来已经脱离刚才的环境了，“……好吧，我说一些跟他有关的推测，但这只是推测，不一定是现实。因为关于西蒙·温彻斯这个人我了解的也不是很多。”    罗杰那里传来一个声音，应该是车门开关发出来的。“他之前应该是个医生，在市中心的医院工作，后来因为被紧急调转到一个研究所，又出于特殊原因，医院方面可能对他的行踪做了一定的隐瞒。此外，他可能接触过空，或者说是认识吧，但可能性不是特别大。还有一个事……他以前或许是save的成员，几率也不大。我能告诉你的就这些，还有一些不是特别靠谱的推测，为了防止干扰到你推理我就不说了。”    西蒙有可能是save的成员么？纳尔在通话结束后把手机放回桌上，按照罗杰对自己身份的交代，他应该是不会连save里有没有这个成员都不知道吧，而且还是他这次的目标。而且罗杰说西蒙是突然被紧急调到一个研究所去了……    罗杰有可能隐瞒了什么事，关于空的事。这是纳尔的第一直觉。\n\n\n\n\n返回索引贴\n\n\n\n@恶魔-潇洒  @冥王星人",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1446787680,
            "txt_content": "看到现在我觉得本文最大的一个败笔，就是纳尔太神了，简直赛过诸葛亮。\n他作为一个人，即使推理能力爆表，也不应当知道和猜对那么多的东西。\n写文第一重要的应当是合理性。"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1446796620,
            "txt_content": "北极……\n我只能·说，感觉你的写作技术感觉有所下降啊~（还是比我好……）\n好吧（毙打脸）"
        },
        {
            "author": "纷飛",
            "timestamp": 1446864900,
            "txt_content": "我依然不知道如何开头2333"
        }
    ]
}