{
    "title": "[全版本]MultiMC——更好的启动器 |Win/Mac/Linux|多实例|正版|简约|快速|开源|",
    "author": "cqjjjzr",
    "replyCount": 99,
    "timestamp": 1446787860,
    "txt_content": " 本帖最后由 cqjjjzr 于 2020-1-25 18:06 编辑 \n0.6.7已更新，翻译暂未提交MultiMC——更好的启动器\n\n\n        大家好我是CharlieJiang。今天给大家带来的是更好的启动器——MultiMC。\n————简介————\n        MultiMC是一个免费的，开源的Minecraft启动器。由@Forkk13, @peterixxx and @voxelcarrot管理。它允许你拥有不同版本的，彼此分离的Minecraft实例。（每个实例都有独立的mod，资源包，存档，等等），并帮助你管理他们，还提供一个简单的页面中的相关选项。\n————关于新版本Forge————\n长话短说：1.13之后的Minecraft Forge安装方式发生了剧变，且如果支持新的安装方式会导致严重的复杂度增加，因此目前并未支持1.13之后的Forge自动安装。\n\n详细：MC Forge 1.13之后的安装方式极其复杂，而在MultiMC中复刻这样的安装方式不可接受。有建议称可以直接调用Forge自带安装器，但这样会破坏已有的功能，因此不会按照这样的方法实现。因此1.13以后的Forge自动安装将被推迟到出现可以接受的解决方案为止。\n\n1.12或以前的Forge将会继续支持。在修复之前你可以试试Fabric。\n\n————特性————\n同时管理多个Minecraft实例从一个自定义分辨率启动MC修改Java选项（包括内存选项）在一个窗口中显示彩色的MC日志输出如果MC未响应/崩溃可以轻松结束它自定义组的图标/组Forge/LiteLoader/Fabric集成（自动安装，版本更新，mod管理）内建LWJGL版本更改支持所有官方启动器的功能同时启动多个Minecraft实例(0.5.0)Minecraft游戏中世界管理导出/导出Minecraft实例以分享给你的朋友支持任何Minecraft原版启动器支持的游戏版本\n\n————开源————\n\n        本项目源代码托管于Github。\n开发者须知：We keep MultiMC open source because we think it's important to be able to see the source code for a project like this, and we do so using the Apache license.\nPart of the reason for using the Apache license is we don't want people using the \"MultiMC\" name when redistributing the project. This means people must take the time to go through the source code and remove all references to \"MultiMC\", including but not limited to the project icon and the title of windows, (no MultiMC-fork in the title).Apache covers reasonable use for the name - a mention of the project's origins in the About dialog and the license is acceptable. However, it should be abundantly clear that the project is a fork withoutimplying that you have our blessing.\n\n————关于授权————\n\n\n\n\n\nMultiMCpremis2.png (13.57 KB, 下载次数: 725)\n\n下载附件\n\n2015-11-6 13:09 上传\n\n\n\n\n\n\n\n\n\nMultiMCpremis1.png (68.27 KB, 下载次数: 739)\n\n下载附件\n\n2015-11-6 13:09 上传\n\n\n\n\n\n————图流————\n\n\n官方图：\n\n\n\n\n\n\n\n\n\n\n\n中文版图：\n\n\n\n\nMultiMCx.png (39.39 KB, 下载次数: 1540)\n\n下载附件\n\n2015-11-6 13:38 上传\n\n\n\n\n\n\n[diamond_ore]————教程————[diamond_ore]\nOracleSenshi的视频教程\n[bili=1993997]1[/bili]\n\n如侵删av1993997\n\n\n————关于翻译————\n\n        话说终于汉化完了，好累~本来原来有个人翻译过，但是我看了下，没翻译完（20%左右），错误有点多，并且可能和我的风格不太相同，就重新翻译了一次。0.6.7翻译进行中\n        文件已经并入官方仓库。现在直接下载就可以自动更新。\n————下载————\n官方链接（优先）https://multimc.org/#Download & Install\n度盘：http://pan.baidu.com/s/1i3feKUL刚刚更新了0.6.7————没人看的更新日志————（自0.5.0之后不再更新日志，请上官网查阅）There are many improvements in this release - the biggest one is the ability to run multiple instances simultaneously. There is also basic themeing support, a better first run experience and more bugfixes than you can shake a stick at. 该次发布包含了许多改进 - 最大的改进在于同时独立运行多个实例的能力。还有一些基本的主题支持，更好的首次运行体验和更多的Bug修复。Changelog更新日志New or changed features\nGH-338, GH-513, GH-700: Edit instance dialog and Console window have been unifiedThe resulting instance window can be closed or reopened at any point, it does not matter if the instance is running or not. The list of available pages in the instance window changes with instance state.Multiple instances can now run from the same MultiMC - It's even more multi now.On launch, the main window is kept open and running instances are marked with a badge. Opening the instance window is no longer the default action. Second activation of a running instance opens the instance window.MultiMC can be entirely closed, keeping Minecraft instances running. However, if you close MultiMC, play time tracking, logging and crash reporting will not work.Accounts which are in use are marked as such. If you plan to run multiple instances with multiple accounts, it is advisable to not set a default account to make it ask which one to use on launch.It is no longer possible to run multiple copies of MultiMC from a single folderThis generally caused strange configuration and Mojang login issues because the running MultiMC copies did not know about each other.With the ability to launch multiple instances with different accounts, it is no longer needed.Trying to run a second copy will focus the existing window. If MultiMC was started without a main window, a new main window will be opened. If the second copy is launching an instance from the command line, it will launch in the first copy instead.This feature is also used for better checking of correct update completion (GH-1726). It should no longer be possible for MultiMC to end up in a state when it is unable to start - the old version checks that the new one can start and respond to liveness checks by writing a file.GH-903: MultiMC now supports themingBy default, it comes with a Dark, Bright, System (the old default) and Custom theme.The Custom theme can change all of the colors, change the Qt widget theme and style the whole UI with CSS rules. Files you can customize are created in themes/custom/. The CSS theming is similar to what TeamSpeak uses.Ultimately, this is a start, not a final solution. If you are interested in making custom themes and would like to shape the direction this takes in the future, ask on Discord. :)Translations have been overhauledYou no longer need to restart MultiMC to change its active translation. MultiMC also asks which translation to use on the first start.There is a lot that has to be done with translations, but at least now it should be easier to work with them and use them.MultiMC now includes Google **yticsThe purpose of this is to determine where to focus future effort. Generally, only basic technical information is collected:\nOS name, version, and architectureJava version, architecture and memory settingsMultiMC versionSystem RAM size\nIt does not activate until you agree with it. It may be expanded upon later, in which case you will be asked to agree again.Java selection on start has been replaced with a more robust solutionYou can select from the list as before, but also provide your own Java and set the basic memory sizes - Heap and PermGen (for java < 8).It is checking the configuration and selected Java on the fly and provides more or less instant feedback.Java detection has been improvedMultiMC will prefer looking for javaw.exe on Windows and now can scan most, if not all the usual Linux java paths.Java memory settings now allow running with less memoryThe minimum has been changed to 128 MB.There is now an initial setup wizardSo far, it is used for selecting the translation to use, the **ytics agreement and initial Java setup.Existing MCEdit integration has been replaced by the Worlds page in the Instance/Console windowIt supports renaming, copying, and deleting worlds, opening them in MCEdit and copying the world seed without the need to launch Minecraft.The Linux version of MCEdit is now also started from the shell script, fixing some compatibility issues.GH-767: Minecraft skin uploadThe Upload Skin button is located on the Accounts page.It is now possible to turn off line wrapping in the Minecraft logGroups now have a proper context menuYou can delete groups and create instances in them using the context menu. Just right click anywhere inside a group that's not an instance.Exporting of tracked FTB instances has been disabledIt did not produce viable instances.Added support for Liteloader snapshotsRequested many times, it's finally available.GH-1635, GH-1273, GH-589, GH-842, GH-901, GH-1117: Mod lists have been improved heavily\nThere is filter bar to allow finding mods in large packs quickly.Extended selection is allowed (does not have to be continuous).You can enable and disable many mods at the same time.Sorting by clicking on the column headers is now possible.Mod lists have a column for when a mod was changed last time (or added using the mod list).You can open the config folder from the mods list now.\nGH-352: It is now possible to cancel an instance update.Instance launch button now has a drop-down arrow instead of click and hold.This should make launching with profilers more discoverable.When instances do not exit properly (crash), they get a badgeThis should make it easier to spot what crashed if you have multiple running.Instances can now contain librariesAny libraries stored in $instanceroot/libraries/ will override the libraries from MultiMC's global folders, as long as they are marked local in the JSON patch.This should make installing library-based mods easier in the future, and allow to include them in modpacks.\n\nImprovements 改进\nGH-1433: The account selection dialog no longer shows e-mail addresses when no default account is selected.Instead, it shows Minecraft profile names.GH-1643: The preferred language property is no longer being censored in logs.Because the values are often very short (en for example), it was simply not usable.GH-1521: JSON editor now works when customized.GH-1560: Leading whitespace is now removed from instance names on creation and renamingLeading and trailing spaces in names can confuse Windows Explorer and Java.GH-1586: MultiMC now prints to command line on Windows, so you can review the command line options.GH-1699: Linux builds no longer contain the XCB libraryThis caused many compatibility issues on with certain Linux graphics drivers and prevented MultiMC from starting.GH-1731: it was possible for the Screenshots page to show a list of all system drives.Trying to delete said system drives obviously lead to data loss. Additional checks have been added to prevent this from happening.GH-1670: \"Instance update failed because: Too soon! Let the LWJGL list load :).\" has been fixed.This fixes launching of legacy (and legacy FTB) instances.GH-1778: Jar modded Minecraft.jar location breaks mod assumptionsSome ancient mods require the modded Minecraft.jar to be in .minecraft/bin, inside the instance. Now it is placed there.\n\nThe full changelog is available on github.Internal 内部Full support for the current Mojang downloads JSON format.This includes checksum verification, when available.Minecraft logging has been overhauledThe log now persists after the instance/console window is closed.GH-575: Mod lists got a refactorThe original issue is about adding sub-folder listings to mod lists. However, this is simply a refactor that separates the old Jar mod list from the less complex Loader mods. It allowed all of the mod list improvements to happen.The network code has been heavily reworkedMost issues related to slow networks and failing downloads should be a thing of the past. This also includes post-download validation of the download - like using SHA1 checksums.Minecraft launching has been reworkedIt is now a lot of tiny reusable tasks that chain together.MultiMC now also has a separate launch method that works more like the Mojang launcher (not using a launcher part, but running Java directly).\n\n————支持作者！————\n        MultiMC有一个Patreon活动，用来支持服务器费用，同时从中取出一点来支持作者继续。$5可以让你在贡献者中被提到。总共$100一个月可以让作者们删除官网上的所有广告。\n        支持作者人人有责。\n        \n\n求人气求金币~~~~~~\n\n\n\n\n\n\n\n\nMMCSetting1.png\n(10.79 KB, 下载次数: 931)\n\n\n\n\n下载附件\n\n\n2015-11-7 11:28 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMMCSetting2.png\n(24.62 KB, 下载次数: 554)\n\n\n\n\n下载附件\n\n\n2015-11-7 11:28 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "cqjjjzr",
            "timestamp": 1446790200,
            "txt_content": " 本帖最后由 cqjjjzr 于 2015-11-6 21:27 编辑 \n\n给腐竹&整合包作者：\n可以使用导出实例功能发布你的整合包，用户可以在选择“新建实例”的地方选择增加整合包，而不是纯净版。\n\n关于汉化：看楼下。。。9楼"
        },
        {
            "author": "石中",
            "timestamp": 1446790980,
            "txt_content": "QAQ不会被360杀了吧。。"
        },
        {
            "author": "筒子",
            "timestamp": 1446791520,
            "txt_content": "虽然看不懂，但是我想求本子"
        },
        {
            "author": "Laity",
            "timestamp": 1446799020,
            "txt_content": "看样子很好用，但是我还是想要求本子{:10_506:}"
        },
        {
            "author": "117779284",
            "timestamp": 1446802920,
            "txt_content": "其实我只需要3个功能\n1：自动选取JAVA\n2：填写游戏名\n3：启动"
        },
        {
            "author": "SmallFatCYW",
            "timestamp": 1446804420,
            "txt_content": "好高端的样子。不过官方源的下载速度。。（不过话说我最近不能用BMCL源下载游戏了是什么鬼）"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1446816000,
            "txt_content": "SmallFatCYW 发表于 2015-11-6 18:07\n好高端的样子。不过官方源的下载速度。。（不过话说我最近不能用BMCL源下载游戏了是什么鬼） ...\n没办法，不过我在编写BMCLAPI的引用\n我也有服务器，在搭建"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1446816180,
            "txt_content": "关于汉化：请注意，汉化需要第一次运行几分钟，自动下载汉化包，再关闭程序重新打开，在Setting里面修改。\n\n\n\n\nMMCSetting1.png (10.79 KB, 下载次数: 338)\n\n下载附件\n\n2015-11-6 21:24 上传\n\n\n\n\n\n\n\n\nMMCSetting2.png (24.62 KB, 下载次数: 307)\n\n下载附件\n\n2015-11-6 21:24 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "我你妹夫的",
            "timestamp": 1446883320,
            "txt_content": "还是看不到啊"
        },
        {
            "author": "fhfuih",
            "timestamp": 1446884340,
            "txt_content": " 本帖最后由 fhfuih 于 2015-11-7 16:21 编辑 \n\n话说LZ你怎么提交翻译的啊？我研究MULTIMC的翻译好几个月了，他们说翻译不要push到github上，要在某个网站上面提交翻译，但是那个网站我登上去啥也没有。他们提到只有网站的管理员才能编辑里面的文件。\n\n不过这么优秀并且鲜为人知的启动器终于被完全汉化了我也是挺高兴的^_^\n附 好吧，我看到你在github上的PR了，那群人对翻译的处理速度真是毕了狗…………{:10_507:}"
        },
        {
            "author": "我你妹夫的",
            "timestamp": 1446894480,
            "txt_content": "怎么把汉化弄出来"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1446897480,
            "txt_content": "我你妹夫的 发表于 2015-11-7 19:08\n怎么把汉化弄出来\n你看看MultiMC\\translations文件夹有没有mmc_zh.qm\n没有的话就开着，等一会之后关掉，自动下载。"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1446897660,
            "txt_content": "fhfuih 发表于 2015-11-7 16:19\n话说LZ你怎么提交翻译的啊？我研究MULTIMC的翻译好几个月了，他们说翻译不要push到github上，要在某个网站 ...\n我觉得蛮快的啊\n那个网站挂了，我在pr里面改了README.MD的地址，新地址好像是translate.multimc.org:8000"
        },
        {
            "author": "我你妹夫的",
            "timestamp": 1446898020,
            "txt_content": "下载有点慢要不要开vpn"
        },
        {
            "author": "fhfuih",
            "timestamp": 1446900120,
            "txt_content": "cqjjjzr 发表于 2015-11-7 20:01\n我觉得蛮快的啊\n那个网站挂了，我在pr里面改了README.MD的地址，新地址好像是translate.multimc.org:8000 ...\n嗯，看到你的修改了。顺便上翻译网页溜了一圈{:10_492:}"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1446901500,
            "txt_content": "我你妹夫的 发表于 2015-11-7 20:07\n下载有点慢要不要开vpn\n你有的话可以开\n话说不准备写了，c++不会。。\n只会Java\n准备用Java重写一下项目"
        },
        {
            "author": "nuo13260",
            "timestamp": 1448771040,
            "txt_content": "给你反馈个BUG...汉化无效"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1448863080,
            "txt_content": "nuo13260 发表于 2015-11-29 12:24\n给你反馈个BUG...汉化无效\n什么地方\n你确定无论怎么开、关客户端都刷不出来吗\n如果刷出来了在根目录下面会有一个translations文件夹，其中有mmc_zh.qm"
        },
        {
            "author": "丁哥最帅",
            "timestamp": 1448864280,
            "txt_content": "666666666666666"
        },
        {
            "author": "nuo13260",
            "timestamp": 1448882220,
            "txt_content": "cqjjjzr 发表于 2015-11-30 13:58\n什么地方\n你确定无论怎么开、关客户端都刷不出来吗\n如果刷出来了在根目录下面会有一个translations文件夹 ...\n汉化的我解决了，就是...下载列表刷新失败"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1448893380,
            "txt_content": "nuo13260 发表于 2015-11-30 19:17\n汉化的我解决了，就是...下载列表刷新失败\n什么意思\n发个截图吧"
        },
        {
            "author": "nuo13260",
            "timestamp": 1448960520,
            "txt_content": "cqjjjzr 发表于 2015-11-30 22:23\n什么意思\n发个截图吧\n就是你添加版本的时候，在选择版本哪里...他不能选择，最多刷新到1.5.2"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1448982780,
            "txt_content": "nuo13260 发表于 2015-12-1 17:02\n就是你添加版本的时候，在选择版本哪里...他不能选择，最多刷新到1.5.2\n网络问题吧\n诶\n这个是个大坑\n你试试用vpn之类的\n如果是代理（比如ssh）可以在设置里面弄，设置-代理"
        },
        {
            "author": "nuo13260",
            "timestamp": 1449107280,
            "txt_content": "这个问题待解决\n\n\n\n\n\n9E}ZLUBA%GSEBSZN73]0@N6.png\n(59.75 KB, 下载次数: 9)\n\n\n\n\n下载附件\n\n\n2015-12-3 09:48 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "duang2333",
            "timestamp": 1449124260,
            "txt_content": "开源大赞"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1449247560,
            "txt_content": "nuo13260 发表于 2015-12-3 09:48\n这个问题待解决\n连接失败\n可能网络问题"
        },
        {
            "author": "nuo13260",
            "timestamp": 1449282240,
            "txt_content": "cqjjjzr 发表于 2015-12-5 00:46\n连接失败\n可能网络问题\n网络没问题，估计服务器被墙了"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1449288000,
            "txt_content": "nuo13260 发表于 2015-12-5 10:24\n网络没问题，估计服务器被墙了\n谁没事去墙这个。。\n我的电信宽带可以用啊\n重庆的\n实在不行还是要挂VPN，要挂ssh或者ss的话开好梯子之后在Setting（设置）里面的Proxy（代理）里面弄"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1453124100,
            "txt_content": "哈哈更新了0.4.8，我还在下载，慢的一比，各位请耐心等候或从你的MultiMC下载0.44.8，翻译还在进行中。"
        },
        {
            "author": "huuhghhgyg",
            "timestamp": 1453248840,
            "txt_content": "唉qt的跨平台TAT，好厉害{:10_554:}"
        },
        {
            "author": "tan614041373",
            "timestamp": 1453249800,
            "txt_content": "转载的启动器？"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1453272600,
            "txt_content": "tan614041373 发表于 2016-1-20 08:30\n转载的启动器？\nyes，SF·chipan御用启动器2333"
        },
        {
            "author": "jack_slive",
            "timestamp": 1454340480,
            "txt_content": "楼主，我加载朋友发给我的服务器整合包无法加载，说是没有找到instance.cfg这个文件，问一下怎么解决C:\\Users\\d\\Desktop\\multiMC使用问题.png"
        },
        {
            "author": "8900581",
            "timestamp": 1454382060,
            "txt_content": "大爱qt！！！！！！！1"
        },
        {
            "author": "8900581",
            "timestamp": 1454382060,
            "txt_content": "大爱qt！！！！！！！1"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1454650980,
            "txt_content": "jack_slive 发表于 2016-2-1 23:28\n楼主，我加载朋友发给我的服务器整合包无法加载，说是没有找到instance.cfg这个文件，问一下怎么解决 ...\n只有从MultiMC导出的整合包才能加载。\ninstance你可以自己写。或者新建一个实例，自己配置，把服务器的mods全部丢进新实例里面。。"
        },
        {
            "author": "961757103",
            "timestamp": 1454665980,
            "txt_content": "forge怎么玩？"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1454738640,
            "txt_content": "961757103 发表于 2016-2-5 17:53\nforge怎么玩？\nforge是API啊，加载mod用的"
        },
        {
            "author": "MCKIEL",
            "timestamp": 1454827800,
            "txt_content": "c艹还是c#还是Java"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1454850540,
            "txt_content": "MCKIEL 发表于 2016-2-7 14:50\nc艹还是c#还是Java\nC艹，但是是基于Qt的"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1455020340,
            "txt_content": "5194102 发表于 2016-2-9 19:25\n支持原创！启动器非常好！\n不是原创→_→是国外一群大神弄得"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1455213360,
            "txt_content": "顺道一提我的百度id是jiangzhirui552"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1455242460,
            "txt_content": "这个启动器和别的启动器有很多不同，功能好多的说。"
        },
        {
            "author": "1209390116",
            "timestamp": 1457231820,
            "txt_content": "蒋，这个论坛要气死我了，不能发帖，不能加好友，不能改名字，气死LZ啦。。。。5555555"
        },
        {
            "author": "cc7w",
            "timestamp": 1457232540,
            "txt_content": "但相对于我们国内的启动器来说有什么好处呢= ="
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1458751500,
            "txt_content": "更方便的多实例管理。\n据我所知别的几个管理器的多实例都做的一般\nMultiMC可以让你把所有的整合都放到一起打开"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1458751740,
            "txt_content": "dpy?\n我觉得你不适合玩mcbbs。\n我看你的头像就猜出你是谁呢。。。\n特么自己好好翻坛规去\n0级浪什么浪"
        },
        {
            "author": "fxbear",
            "timestamp": 1458797100,
            "txt_content": "用官方启动器"
        },
        {
            "author": "m1484232791",
            "timestamp": 1460133000,
            "txt_content": "{:10_516:}  没有正版账号的如何设置离线名字"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1461229920,
            "txt_content": "m1484232791 发表于 2016-4-9 00:30\n没有正版账号的如何设置离线名字\n正版独占\n抱歉"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1461229920,
            "txt_content": "1345979462 发表于 2016-3-6 10:49\n但相对于我们国内的启动器来说有什么好处呢= =\n管理多实例很方便"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1461229920,
            "txt_content": "fxbear 发表于 2016-3-24 13:25\n用官方启动器\n也可以\n只是觉得官方启动器有点丑，bug有点多"
        },
        {
            "author": "xsjjsyb",
            "timestamp": 1461672540,
            "txt_content": "有个问题，没forge如何装optfine"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1461767460,
            "txt_content": "xsjjsyb 发表于 2016-4-26 20:09\n有个问题，没forge如何装optfine\n用Optifine的无forge版，具体也不是很清楚，总之下下来之后安装Jar mod就可以了"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1461769440,
            "txt_content": "更新。\n更新到了0.4.11.\n主要是增加了Minecraft1.9的支持\n以及对OS X 10.7的支持（话说这货没人用了吧，El Capitan大法好）\n目前还在下载，可能在你看到这一条的时候已经传好了"
        },
        {
            "author": "1120095204",
            "timestamp": 1463813940,
            "txt_content": "1209390116 发表于 2016-3-6 10:37\n蒋，这个论坛要气死我了，不能发帖，不能加好友，不能改名字，气死LZ啦。。。。5555555 ...\n外加搜索一个东西要半天"
        },
        {
            "author": "1120095204",
            "timestamp": 1463814060,
            "txt_content": "cqjjjzr 发表于 2015-11-7 21:05\n你有的话可以开\n话说不准备写了，c++不会。。\n只会Java\n有什么问题为什么不问问隔壁c语言吧呢？【手动滑稽】"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1463925240,
            "txt_content": "1120095204 发表于 2016-5-21 15:01\n有什么问题为什么不问问隔壁c语言吧呢？【手动滑稽】\n有问题为什么不问问神秘海螺呢？"
        },
        {
            "author": "hnwasd",
            "timestamp": 1465599060,
            "txt_content": "下载实例每次都卡在“从mojang获取库文件”这一步，网络也好的啊1.7.10版本差不多10分钟50%左右的进度然后加卡主不动了5个多小时都不动，1.10也是卡在60%进度左右已经一个晚上了。。。。。。。{:10_518:}"
        },
        {
            "author": "籽东",
            "timestamp": 1465636320,
            "txt_content": "直接下载就可以了吗？我有JAVA的，就是没有安装C++QT。这个启动器怎么现在游戏版本？"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1465636500,
            "txt_content": "籽东 发表于 2016-6-11 17:12\n直接下载就可以了吗？我有JAVA的，就是没有安装C++QT。这个启动器怎么现在游戏版本？ ...\nC++可以直接运行的"
        },
        {
            "author": "Yy星人",
            "timestamp": 1465647000,
            "txt_content": "这个很强，收！"
        },
        {
            "author": "Maple_Lemon",
            "timestamp": 1466901000,
            "txt_content": "为什么要用正版=="
        },
        {
            "author": "gamerteam",
            "timestamp": 1466918280,
            "txt_content": "Maple_Lemon 发表于 2016-6-26 08:30\n为什么要用正版==\n正版是对开发者最基本的尊重"
        },
        {
            "author": "625070397",
            "timestamp": 1467098280,
            "txt_content": "支持汉化授权搬运，"
        },
        {
            "author": "昊宇Win_ton",
            "timestamp": 1467271920,
            "txt_content": "看图好像很好看，先收藏支持一下"
        },
        {
            "author": "xu13502297662",
            "timestamp": 1467284820,
            "txt_content": "顶，好东西"
        },
        {
            "author": "xu13502297662",
            "timestamp": 1467284880,
            "txt_content": "顶，好东西"
        },
        {
            "author": "NickVan",
            "timestamp": 1467465900,
            "txt_content": "{:10_512:}"
        },
        {
            "author": "hagb",
            "timestamp": 1467475380,
            "txt_content": "支持开源软件！"
        },
        {
            "author": "GreasyMonkey",
            "timestamp": 1471580400,
            "txt_content": "@cqjjjzr 楼主请问这个启动器怎么在无forge的情况下安装optifine。刚买了正版发现官方启动器响应与很慢设置不方便国内启动器功能过少。这个启动器是我用过最好的但无法安装optifine。启动器内也没有支持安装optifine的选项.所以请楼主赐教{:10_492:}"
        },
        {
            "author": "熊鸿铭",
            "timestamp": 1471588020,
            "txt_content": "不错"
        },
        {
            "author": "Command_Zeus",
            "timestamp": 1471600560,
            "txt_content": "这个可以有"
        },
        {
            "author": "饕餮好",
            "timestamp": 1471924620,
            "txt_content": "支持，终于不用用那蛋疼的官方启动器了"
        },
        {
            "author": "开始的音乐",
            "timestamp": 1471937640,
            "txt_content": "整合包怎么加进去？"
        },
        {
            "author": "153226317",
            "timestamp": 1472030520,
            "txt_content": "{:10_512:}{:10_512:}"
        },
        {
            "author": "duck11234",
            "timestamp": 1472250420,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "zjysnow",
            "timestamp": 1472282820,
            "txt_content": "怎么 有他来启动FTB的整合包"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1473843660,
            "txt_content": "zjysnow 发表于 2016-8-27 15:27\n怎么 有他来启动FTB的整合包\n设置里面有吧》。。"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1473844260,
            "txt_content": "开始的音乐 发表于 2016-8-23 15:34\n整合包怎么加进去？\n新建实例，配置好之后把整合包里面的config之类的复制进实例文件夹的minecraft里面。"
        },
        {
            "author": "开始的音乐",
            "timestamp": 1475751300,
            "txt_content": "cqjjjzr 发表于 2016-9-14 17:11\n新建实例，配置好之后把整合包里面的config之类的复制进实例文件夹的minecraft里面。 ...\n感觉略微有些麻烦呢"
        },
        {
            "author": "劇毒少女",
            "timestamp": 1477032900,
            "txt_content": "倒入整合包，启动然后。。。\n\n实例更新失败，因为：下载assets资源索引时出错：\n任务“ReStart.beta.1.9.8 的asset资源索引”处理失败：\nhttp://s3.amazonaws.com/Minecraft.Download/indexes/1.7.10.json。\n\n请教下这是什么鬼"
        },
        {
            "author": "qq26041144",
            "timestamp": 1477039560,
            "txt_content": "\n支持一下qwq"
        },
        {
            "author": "流浪兔",
            "timestamp": 1478488080,
            "txt_content": "为什么我的下载不了原版mc，呢个版本都说下载jar失败"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1479311580,
            "txt_content": "流浪兔 发表于 2016-11-7 11:08\n为什么我的下载不了原版mc，呢个版本都说下载jar失败\n网络问题……吧"
        },
        {
            "author": "red小吴",
            "timestamp": 1479524580,
            "txt_content": "可以，有正版登录"
        },
        {
            "author": "red小吴",
            "timestamp": 1479525300,
            "txt_content": "下载有点慢，"
        },
        {
            "author": "red小吴",
            "timestamp": 1479525300,
            "txt_content": "多多加油"
        },
        {
            "author": "Techxiu",
            "timestamp": 1479566940,
            "txt_content": "实例更新失败，因为：下载以下文件时出错：\nhttp://s3.amazonaws.com/Minecraft.Download/versions/1.11/1.11.jar\n\n原因：任务“实例1.11的库”处理失败：\nhttp://s3.amazonaws.com/Minecraft.Download/versions/1.11/1.11.jar\n请重试一次。。\n\n怎么解决，挂代理貌似无用"
        },
        {
            "author": "Techxiu",
            "timestamp": 1479567120,
            "txt_content": "应该是移动宽带的过。强制走代理后可以了"
        },
        {
            "author": "hyt658",
            "timestamp": 1479605400,
            "txt_content": "楼主请问hello minecraft launcher的客户端能转成multiMC的格式吗，怎么转呢？"
        },
        {
            "author": "幻与实之境",
            "timestamp": 1482503880,
            "txt_content": "试试看这个  有些启动器感觉不太习惯"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1482544560,
            "txt_content": "Techxiu 发表于 2016-11-19 22:49\n实例更新失败，因为：下载以下文件时出错：\nhttp://s3.amazonaws.com/Minecraft.Download/versions/1.11/1. ...\n代理要挂在设置里面啊..."
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1482545280,
            "txt_content": "hyt658 发表于 2016-11-20 09:30\n楼主请问hello minecraft launcher的客户端能转成multiMC的格式吗，怎么转呢？\n新建一个MultiMC实例版本和HMCL的一致，把HMCL客户端里面的文件夹除了assets, logs, libraries都复制到实例文件夹的minecraft文件夹里面。一般就可以了"
        },
        {
            "author": "cqjjjzr",
            "timestamp": 1482545280,
            "txt_content": "劇毒少女 发表于 2016-10-21 14:55\n倒入整合包，启动然后。。。\n\n实例更新失败，因为：下载assets资源索引时出错：\n你家网络傲娇了\n设置-代理。"
        },
        {
            "author": "劇毒少女",
            "timestamp": 1482934200,
            "txt_content": "cqjjjzr 发表于 2016-12-24 10:08\n你家网络傲娇了\n设置-代理。\n表示 有的时候会 有的时候不会..."
        },
        {
            "author": "FCM丶RuinNight",
            "timestamp": 1483153380,
            "txt_content": "给腐竹&整合包作者：\n可以使用导出实例功能发布你的整合包，用户可以在选择“新建实例”的地方选择增加整合包，而不是纯净版。\n\n关于汉化：看楼下。。。"
        },
        {
            "author": "FCM丶RuinNight",
            "timestamp": 1483153380,
            "txt_content": "QAQ不会被360杀了吧。。"
        },
        {
            "author": "FCM丶RuinNight",
            "timestamp": 1483154340,
            "txt_content": "给腐竹&整合包作者：\n可以使用导出实例功能发布你的整合包，用户可以在选择“新建实例”的地方选择增加整合包，而不是纯净版。\n\n关于汉化：看楼下。。。"
        }
    ]
}