{
    "title": "[双线] 晨风群组服 —— 小游戏、纯净造物、不一样的纯净生存 [1.8.x]",
    "author": "104277777",
    "replyCount": 0,
    "timestamp": 1446775140,
    "txt_content": "服务器QQ群：200190570\n腐竹QQ：847657567\n服务器最高人数：150\n服务器版本：1.8.X\n服务器已有群组：纯净生存服、小游戏服\n服务器类型：专业服务器.24X7全天开放\n服务器客户端：请在群公告置顶内下载\n\n服务器特色：尊听玩家意见，多种趣味小游戏，方便商店系统，另带各种玩法，可自己开商店，结婚，PK捕捉怪物，以及自行查询被熊的地方，妹子认证奖励\n========================华丽的分割线========================\n还觉得生存毫无意思么\n还渴望曾经单机的沉迷么\n来晨风！\n高难度模式\n均衡物价\n死亡惩罚\n累了玩玩小游戏！\n给你一个真实无比的MC世界！\n========================华丽的分割线========================\n\n\n晨风好处都有啥？谁说对了就给他！\n晨风服务器腐竹和技术致力思考怎样给玩家更好的游戏体验！有什么好的想法欢迎告诉我们！\n那么，晨风服务器好在哪呢？\n是不是已经厌倦了原版各种怪物的模样？已经用腻了各种材质包？晨风服务器有各种各样的怪物，生物皮肤！收集狂怎能错过？（由本服技术-PeakXing峰哥制作而成，未经允许请勿转载使用） \n\n\n晨风自创赌盒玩法一盒定千秋！成也盒子，败也盒子你的运气真的够好吗？来试一试！看你是否能靠盒子发家致富，成为一代传奇！  \n\n\n原版生存太无聊？晨风引进外国插件，连夜汉化赶制出原版扩展物品插件！\n\n让你的世界多姿多彩！\n\n\n \n\n\n\n\n\n生存有点累了？精神紧绷？为让各位玩家有更好的游戏体验，腐竹连夜架设跨服小游戏累了去玩会小游戏，无聊了继续回来生存！有好的意见也可以提出，晨风将接纳每一个有用的意见，感谢每一位为服务器着想的玩家！\n\n\n\n家具插件！装饰自己的小屋子！各种好看的家具！实用又美观！\n \n\n\n\n还有免费的变身！普通玩家也能够体验一把变身的乐趣~妹子认证后更是能变成小兔子（萌萌哒！）俺是老牛~\n\n\n简单方便的系统商店！还在一些私人服中，买个东西都要跑主城么？你out了！只需要右键物品！就可打开！\n\n\n想查看一个人的信息？交易？TP？输入指令太麻烦？晨风服务器从国外购买插件，只需要用鼠标轻轻一点，便能直接生成指令！  \n\n\n\n\n\n系统商店价格不满意？缺少物品？没问题！自己开店！成为老板！不在线也能完成交易！\n线上交易买卖物品怕被骗？旁边有熊孩子怕被他捡走？在晨风服务器中，这种问题不存在！GUI交易插件，操作简单，只需要蹲下右键对方便可！轻松完成交易！\n喜欢拿一点怪物头颅戴头上？怪物头颅太难爆？\n晨风服务器购买了头颅插件，任何头颅！任何玩家！只要有游戏币，都可购买！\n  \n\n妹子还有认证福利哦按格式将照片给予腐竹，然后可以选择是否公开，我保证维护每一位认证妹子的隐私！对认证的并同意公开的妹子，请不要予以嘲讽，先看看自己长什么样，再去说别人长什么样！\n照片都是经过检验的，说是PS或者网上找的人请自尊，别来用你那可笑的电脑知识来秀优越。\n已认证妹子： \n\n\n\n\n心动了吗！还等什么！\n\n快加入晨风服务器吧！\n===========华丽的分割线====================\n曾经开过服务器:神临世界，砂城。因为个人原因导致服务器关闭现！东山再起~！来我服务器玩过的人不多说了~一切尽在不言中！为了新中*！玩晨风服务器把！\n================================华丽的分割线=================================\n服务器开放CO I查询功能，给我一张截图，还你一个公道。\n服务器采用双重交易系统，一个指令打开系统商店，一个牌子树立自己的商铺，免费开店日斗万金不是梦腐竹会认真聆听一切玩家的想法，意见，并修改采用。\n腐竹也不会因为和谁关系好，谁赞助就徇私枉法，在这里，进群就能问道，我甚至BAN过OP，赞助几百的熊孩子！当然，我也不敢说服务器多好多好，毕竟有好的一面就有差的一面，这是无可避免的\n我经常说的一句话：一个服务器的好坏其实是看玩家，而非腐竹。\n更多时候希望您能理解！\n加入我们！相信我们！携手一起创建一个美好的服务器！\n恩= =。。不太会写，就这样吧。\n服务器主城：\n\n\n\n\n\nOP证明\n\n\n\nVIP赞助表：\n\n传送等待TP飞行宠物召唤  价格VIP1√xxx10元/月VIP2√√xx  20元/月VIP3√√√x  40元/月VIP4√√√√  60元/月\n\n\n\nRMB：点卷比例为 1:1\n",
    "replies": []
}