{
    "title": "[FORGE][v0.13.0][1.6.2-1.7.10][SSP/SMP]Flenix都市——当现代世界进入Minecraft？！",
    "author": ".|°夨.忆ヽ",
    "replyCount": 61,
    "timestamp": 1446807300,
    "txt_content": " 本帖最后由 .|°夨.忆ヽ 于 2015-11-15 13:42 编辑 \n\n\nSilvania Studios 出品更新：2015/11/6 已更新玩家商店\n\n\n欢迎来到现代世界的Minecraft!在这里你可以创造你自己的城市用现代机械来装潢你的别墅用各种现代的物品丰富你的商店\n操作非常先进的食品系统你将不再忍受吃乏味的煮熟的猪排,制作复杂的膳食以及各种不同的方式与成千上万的组合!\n建立你的办公室（内含计算机系统），打造你的街道实现在现实的生活中生存！将来还会加入更多有趣的东西~（将来还会添加）● 经济 : 添加游戏货币（已添加）● NPC : 将NPC添加到你的都市里，与不同的人一起生活● 功率：生产和使用电力●[size=17.77777862548828px] 城市时代： 自然生成大型的城市●[size=17.77777862548828px] 计算机系统：HTML - 基于java的电脑；可以在游戏设计自己的网络页面（无论是在游戏中或者真正的网络中）\n\n更多图片\n\n\n关于Flenix\nFlenix 对电脑十分感兴趣，在很小的时候就就开始接触媒体和创意设计在他9岁的时候，他打开了他的第一个电脑机箱，尽力“像爸爸一样”组装电脑，但把电脑完全弄坏了从那时起，Flenix 组装了很多电脑，为本地业务建立乐网站他学会了平面设计，并在大学课程中学会了音乐制作！\nFlenix喜欢:\n● 有礼貌的人● 编码、设计和规● 平面设计和视频/音乐编辑。\nFlenix不喜欢:\n[size=17.77777862548828px]● 那些不读他的文章就发表评论的人● 俄罗斯人(xx偷了他的东西)● 自以为是的孩子,通常10~14岁,假装知道一切\n\n下载地址\nFlenixCities Core\n1.7.10: 点我 点我 提取码：6q9b1.6.2/1.6.4: 点我 点我 提取码：3fij\nFlenixCities API\n\n1.6.2/1.6.4:  点我 提取码：pat7\n注意：这不是一个mod，是提供给开发人员的，不要将其放入\"mods\"文件夹\nFlenixCities Large Buildings大型建筑系列\n最新版本：点我 提取码：7e8j\nFlenixCities Office办公室系列\n最新版本：点我 提取码：i9cd\nFlenixCities Streets都市街道系列\n最新版本：点我 提取码：fu71\nFlenixCities Research科研系列\n1.7.10：点我 提取码：3574\n1.6.2/1.6.4: 点我 提取码：e4st\nTHE END（如果链接错惹，请及时告诉我）\n更新记录\npdate #40 : 11/08/2015 12:48:09 pm11/08/15Fixed a server crash when trying to load alongside Extra Utilities\n\nUpdate #39 : 11/03/2015 5:31:57 pm11/03/15Added player-owned shops- Must be linked to a stock chest via stock chest linker- Players can also define whether they buy/sell/both, and apply a fund limit- Players can “buy” from shops they own for free at any time.- Regardless of how buyers pay, the money is sent to the sellers account.Fixed debit card crashIf you have a full inventory and buy something, it’s now just dropped on the floor as a fallback.Fixed buying via card not giving you the item (#6)Added a lot of recipes for thingsAdded config to disable recipes for player-owned shopsFixed crash on shift-clicking in/out of player-owned shop storage chests\n\nUpdate #38 : 06/09/2015 1:57:09 pm6/09/151.7.10 update is now complete, the ATM and admin shops should work fully as they did in 1.6. Sorry for the delays.\n\nNext in line is player-owned shops :)\n\nUpdate #37 : 08/30/2014 5:27:19 pm8/30/141.7.10 beta phase 2. Less crashes, more blocks! Merged in some stuff from the old/abandoned SilvaniaMod too.\n\nUpdate #36 : 08/15/2014 8:34:06 am8/15/140.9.0\n1.7.10 beta. Please see OP for info.\n\nUpdate #35 : 06/21/2014 7:01:50 am6/21/140.8.9\nDisabled buying from shops with cards due to a bug. Thanks to the LifeMMO team for alerting me to it.\n\n\n(200 Diamonds ftw)\n\nUpdate #34 : 06/15/2014 10:41:41 am6/15/14Due to a recent turn of events on my server, I will be updating all of my mods to 1.7 over the next two weeks.\n\nBEFORE I update, I will fix any outstanding bugs, so please please PLEASE comment bugs on the thread!\n\nMuch appreciated :)\n\nUpdate #33 : 06/12/2014 10:45:18 am6/12/140.8.8\n\n- Fixed card PINs that start with 0 not working properly\n- Fixed money drops from mobs to only happen when a player kills said mob\n- Whitelisted a few new Technic packs.\n\nUpdate #32 : 05/26/2014 9:13:49 am5/26/140.8.7c\nMod changes:\n- Mob drops have been rebalanced a little bit\n- Fixed a bug where the 4th slot of a shop would buy in at the same price as the 3rd slot.\n\n\nAPI changes:\n- X was sent to your bank account string now actually tells you what X is\n- It also only appears when at least $0.10 was sent.\n\nPost changes:\n- Removed video. It was outdated, so I'm ready for some new ones, and I won't get many offers if I've got one of the biggest names in Minecraft's videos on my main page.\n\nUpdate #31 : 05/08/2014 9:00:02 am5/08/140.8.7b\nMod changes:\n- You can now buy from admin shops using your bank account, if you interact with the shop using your debit card. It will use any money in your inventory first, then switch to using your bank. It can also combine them (Using $50 from your inventory and $30 from your bank for an $80 transaction)\n- You can no longer buy from a shop if you don't have inventory space for the item you are buying\n- When selling to a shop (or getting change from a purchase), if there's not enough room for the money it's sent directly to your bank account.\n- When in creative mode, you can see the PIN of any debit card, regardless of owner. Useful for server admins who need access to another players account (eg to remove duped money from another mods bug)\n\n\nAPI changes:\ngiveChange() will now send change to a bank account if there's not enough room in the players inventory\n\nNew API tools:\npayBalanceByCard(EntityPlayer, double cost) can charge the players account. It does NOT check if they have a card with them; up to you to do that.\n\nchargePlayerAnywhere(EntityPlayer, double cost) will charge the inventory first and the remainder will be charged to a bank account\n\ninventoryHasSpace safely checks if an inventory has room for an item (including finding partially filled stacks which can be added to), without altering anything. More useful than just checking the return of addItemStackToInventory, becuase you want to cancel a transaction if either side doesn't have space.\n\nhasOwnCard(EntityPlayer) - Checks if the player is currently holding their own card (IE, not someone elses)\n\ndepositToAccount(EntityPlayer, World, double amount)\nDeposits the amount defined to the players bank account.\n\nUpdate #30 : 04/25/2014 1:06:25 pm4/25/14Quick hotfix, no version increase. Also whitelisted a new Technic pack\n\nUpdate #29 : 04/17/2014 8:44:23 pm4/17/14Hotfix (0.8.6)\n- Fixed a few bugs with money values over $1,000.\n\nUpdate #28 : 04/16/2014 10:28:47 am4/16/14Version 0.8.5\nTonnes of bug fixes!\n- Admin shop rendering works much better now\n- Admin shop's GUI shows price in a much tidier way (More readable)\n- Fixed the bug where money would be shown as X.XX9999999999 sometimes\n- Fixed ATM showing that you have a lot more money than you really do\n- Fixed Admin Shops always buying 1 regardless of set qty (which was a huge dupe bug, sorry 'bout that :P)\n\nCouple of API fixes too:\n- Fixed findCashInInventorywithChange - It now correctly gives change :P\n- Renamed roundedBalance to formattedBalance. It now returns a STRING, not a DOUBLE - If you followed my advice and only used it for information you should be fine, but if you used it for actual code somewhere then you need to update. And for the love of god just use getBalance... :P\n\nformattedBalance does nothing except format a double to appear as cash now. You can use it anywhere:\n\n\nEconUtils.formatBalance(yourDoubleVar) will take whatever the double is (say 4.3524), and change it to be a rounded cash balance as a string, for example \"4.36\". It works with 0's too, so 4.3 would appear as \"4.30\".\nIf for some reason you DO need it to return a double, just use the parser;\nEconUtils.parseDouble(EconUtils.formatBalance(var)) will give a formatted double, but if there's a 0 on the end you'll lose it.\n\n\nFlenixCities Research is coming out in a matter of minutes too. For those of you who get in early, it's already on the site; just gotta make a post :)\n\nUpdate #27 : 03/19/2014 8:12:59 pm3/19/14Version 0.8.2\n- Admin shop completed:\n-- Can be both bought from and sold to\n-- Dynamically enable/disable. You cannot sell to it for 0, and cannot buy or sell to an empty slot.\n-- Bounding box shrunk to fit\n-- Renders the item on it's shelf physically\n-- Rendered in-hand\n-- Fixed \"can't buy for free\" bug\n-- Fixed only being able to buy in creative mode\n-- ATM now renders 3D in hand\n\n\n- Rebar & Skyscraper block recipes are cheaper\n\nThe next version will be 0.9, and will contain player-owned shops, and the NPC spawner. I will then fix any bugs, and the official release will be sent out as 1.0! After 1.0 is out, I'll be porting to 1.7.2 as per request.\n\n\n\nUpdate #26 : 03/05/2014 5:36:40 pm3/05/14Version 0.8.1:\n- Fixed NPE when right-clicking ATM\n- Fixed shops sometimes not working (Can you guys test this please? Enable debug mode then post the console log if it doesn't work.)\n\nVersion 0.8:\n- Fixed a few minor bugs (EG admin shop configurability)\n- Added \"City Life\" technic pack to whitelist\n- Added the Admin Store Block:\n- You must be in creative mode to alter it\n- Place items into the 4 slots, and set the price in the second tab\n- The size of the stack is how much will sell on each sale\n- The text box in the buy tab is a sale multiplier.\n- SELLING TO THE SHOP DOES NOT WORK!\n- PLAYER-OWNED SHOPS WILL COME IN A LATER VERSION!\n- THE SHOP DOES NOT YET RENDER CONTENT TO ITS SHELVES!\nThe main purpose of the Admin Store block is for servers. Servers who use this mod can now have a shop at spawn or wherever else they like to sell valuable resources.\n\nUpdate #25 : 02/15/2014 5:59:04 pm2/15/14Fixed the crash for FlenixCities Large Buildings.\n\nYou only need to re-download Large Buildings. Nothing else has changed in this update.\n\nUpdate #24 : 01/28/2014 6:22:09 pm1/28/14Version 0.7!\n\nThis update focuses mainly on the economy, again.\nA lot of the tweaks are internal, but I've also made a few nice modifications to the ATM. By popular request, shift-right-clicking the ATM now deposits all the cash in your inventory instantly!\n\nThanks to the API changes, other people can now very easily charge you money to do things in their mods. Shops will be coming quite soon, hopefully in 0.7.1 or 0.7.2\nThe API itself can be downloaded from the usual place you get the mod, scroll down past the other modules and you should see it. There is a .txt containing info on how to use it inside the .jar\n\nUpdate #23 : 01/16/2014 1:28:36 pm1/16/14A minor patch to the API for the Food update due in a week or two. Wanted to post this early to make sure most people update before they get food, as the food module won't work without the patch.\n\nUpdate #22 : 01/01/2014 5:33:18 pm1/01/140.6.2.1 - Added oil and other liquids. Not used yet but might as well get them into world-gen, so when PowerGrid is implemented you won't need a new world.\nThe liquids are fully compatible with BC and Railcraft tanks, pipes etc. Only the oil works with openblocks (They need to add support) - no other mods have been tested for compatibility (Let me know what does/doesn't work!)\n\nUpdate #21 : 12/25/2013 8:09:02 pm12/25/130.6 is now officially released! A few things missing from below, instead of those I've done a bit more on the API due to another mod wanting to support my money.\n\nUpdate #20 : 12/14/2013 12:19:39 pm12/14/13There is a new beta available exclusively on my twitter; If people could test it, that's be great! @SilvaniaStudios\n\nUpdate #19 : 11/25/2013 5:30:21 pm11/25/13I know progress has been slow recently, sorry. Real life work takes priority in the run up to christmas, need to keep my job so I can get presents for people!\n\nBut, here's a nice pre-release for you. I need people to test it out! Create a test server and use it with friends.\n\nCHANGES:\nChanges are all to the debit card this time, completing it. Any existing cards in the world are no longer usable and read as broken. There's a new debit card, only available in creative right now (final release you'll get 'em from bankers)\n\n- Debit cards now have their own unique PIN code. You are told this PIN when you get the card, and ONLY when you get the card, so write it down!\n- The unique PIN for your debit card is what you use on an ATM\n- If you use someone elses debit card, and their correct PIN, you have access to their money!\n- If you lose your debit card and get another one, you do NOT lose your money, it's safe.\n\nPINs right now are not changable, and if you forget your PIN that's it. This is a pre-release.\n\nIn the final 0.5 release, the following will be added:\n- The ability to get a card from a banker (For a cost, default of $10 but configurable)\n- The ability to change your PIN in an ATM, if you know the existing PIN\n- The ability for a banker to change your PIN, without giving your current one, for free\n- The ability to bank directly with a banker, no debit card required\n- DigiCoin (Bukkit integration)\n- Wallets (Backpack for holding up to 18 slots of money & cards in one inventory space)\n- A config option to show your PIN (and only yours) on a tooltip, in case you're forgetful (but, if your friend logs in as you, they can see the PIN!)\n- Anything else you guys suggest!\n\nUpdate #18 : 11/14/2013 12:37:26 pm11/14/13This is more of a PSA than an actual update, but just so you all know;\n\nSo long as you use the recommended version of Forge, there is NO ATM CRASH.\n\nThe ATM crash is only present in DEVELOPER BUILDS of Forge. I don't, and never will, support dev versions, and as such I won't be fixing this issue until a new recommended build comes out.\n\nBasically, so long as you are using the recommended builds you're fine. If you insist on using the dev builds, you're on your own. They are \"dev builds\" for a reason; they're buggy and unsupported and shouldn't be used in a production environment (ie worlds you like or servers)\n\nIf you have an issue with this, let me know.\n\nUpdate #17 : 10/30/2013 8:30:13 pm10/30/13Added a few more lights. Still not finalized, but usable at least (So long as you're in creative...)\nThere was some sort of a bug fix too, but I totally forgot what it was exactly...\n\nUpdate #16 : 10/22/2013 8:11:45 am10/22/13- Added a few simple ceiling lights. More to come soon\n- Added some drywalls which act like glass panes. They currently let light through, and I can't seem to fix that.\nI don't recommend using the walls right now but feel free if you wish. Don't complain to me if they break in 1.7 though, as I predict they will.\n\n\n\n\n\n\n赠人玫瑰，手留余香-友情提醒-评分人气不会消耗自己的人气而评分金粒会消耗自己的金粒\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1311369028",
            "timestamp": 1447420740,
            "txt_content": "woc，好厉害啊~\n感谢楼主搬运！"
        },
        {
            "author": "380343481",
            "timestamp": 1447551720,
            "txt_content": "装了mod就\n崩溃"
        },
        {
            "author": ".|°夨.忆ヽ",
            "timestamp": 1447552020,
            "txt_content": "380343481 发表于 2015-11-15 09:42\n装了mod就\n崩溃\n你装了核心Mod吗？\n或者你把FlenixCities API放进mods文件夹了？"
        },
        {
            "author": "ChinhinLeung",
            "timestamp": 1447552740,
            "txt_content": "謝謝分享"
        },
        {
            "author": "Mr_Bearish",
            "timestamp": 1447667100,
            "txt_content": "顶！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "回复福田区",
            "timestamp": 1447674120,
            "txt_content": "必顶无疑"
        },
        {
            "author": "q8888888",
            "timestamp": 1447677240,
            "txt_content": "下面的系列我一起放进了MODS里  结果.......BOOM"
        },
        {
            "author": "q8888888",
            "timestamp": 1447677600,
            "txt_content": "q8888888 发表于 2015-11-16 20:34\n下面的系列我一起放进了MODS里  结果.......BOOM\n我启动得了核心文件 看到一大堆建筑方块 和一些鬼东东（ATM机） 当我随便放个什么什么系列的突然崩溃\n\n那些系列的到底放哪里？"
        },
        {
            "author": "Soul_Fire",
            "timestamp": 1447680480,
            "txt_content": "q8888888 发表于 2015-11-16 20:40\n我启动得了核心文件 看到一大堆建筑方块 和一些鬼东东（ATM机） 当我随便放个什么什么系列的突然崩溃\n\n那 ...\n应该是存档吧"
        },
        {
            "author": "1141818932",
            "timestamp": 1447830180,
            "txt_content": "{:10_492:}{:10_512:}"
        },
        {
            "author": "c37",
            "timestamp": 1447831800,
            "txt_content": "电梯好6，是不是能自动延长的？展示货架上的物品是实体还是什么？\n\n\n（还有会吃人么..X﹏X）"
        },
        {
            "author": "380343481",
            "timestamp": 1447841460,
            "txt_content": ".|°夨.忆ヽ 发表于 2015-11-15 09:47\n你装了核心Mod吗？\n或者你把FlenixCities API放进mods文件夹了？\n没有FlenixCities API \n别的全有"
        },
        {
            "author": "380343481",
            "timestamp": 1447842480,
            "txt_content": "电梯是哪一个方块，找也找不到"
        },
        {
            "author": "白天",
            "timestamp": 1447843080,
            "txt_content": "楼主搬运辛苦了233\n具体怎么经营城市？玩家一起生存吗？"
        },
        {
            "author": "sssoommin",
            "timestamp": 1447844700,
            "txt_content": ".|°夨.忆ヽ 发表于 2015-11-15 09:47\n你装了核心Mod吗？\n或者你把FlenixCities API放进mods文件夹了？\n没有FlenixCities API 别的全有（我也闪退）"
        },
        {
            "author": "10010082637",
            "timestamp": 1447849020,
            "txt_content": "w这和中世纪村庄的不同点在哪？？"
        },
        {
            "author": "电浆跳蚤",
            "timestamp": 1447892580,
            "txt_content": "很不错的东西，不过电力系统真的有必要吗？\n有工业2不就行了？"
        },
        {
            "author": "a-king",
            "timestamp": 1447906800,
            "txt_content": "老牌MOD回归啊"
        },
        {
            "author": "2659499378",
            "timestamp": 1447937700,
            "txt_content": "{:10_512:}"
        },
        {
            "author": "周梓杰",
            "timestamp": 1447996440,
            "txt_content": "楼主私聊qq2547088431"
        },
        {
            "author": "水月子無",
            "timestamp": 1448005680,
            "txt_content": "好高能，不知道稳不稳定。。。。"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1448065740,
            "txt_content": "不知道会不会和其他mod联动的样子下下来看看"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1448069400,
            "txt_content": "- -无论几次都闪退，在\n\n这里闪退"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1448069640,
            "txt_content": "好像只能用java7……也许我没看见这行文字？"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1448070300,
            "txt_content": "a990115199 发表于 2015-11-21 09:34\n好像只能用java7……也许我没看见这行文字？\n而且还没汉化…?"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1448070660,
            "txt_content": "去原帖看了看……找到闪退原因果然是版本啊！LZ为什么不注明……直到现在我才反应归来可能版本不对……对了还有Food。虽然是Beta版……"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1448075400,
            "txt_content": " 本帖最后由 a990115199 于 2015-11-21 11:13 编辑 \na990115199 发表于 2015-11-21 09:51\n去原帖看了看……找到闪退原因果然是版本啊！LZ为什么不注明……直到现在我才反应归来可能版本不对……对了 ...\n直接在这里说吧……合成表错了……大概\n\n\n\n\n2015-11-21_11.09.57.png (304.77 KB, 下载次数: 0)\n\n下载附件\n\n合成表\n2015-11-21 11:13 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1448077620,
            "txt_content": "a990115199 发表于 2015-11-21 11:10\n直接在这里说吧……合成表错了……大概\n还有，这个没有汉化……\n\nzh_CN(FlenixCitiesCore_[1.7.10]-0.13.0-b105).lang"
        },
        {
            "author": "2503300566",
            "timestamp": 1449282240,
            "txt_content": "Soul_Fire 发表于 2015-11-16 21:28\n应该是存档吧\n楼主，电梯怎么做？"
        },
        {
            "author": "2503300566",
            "timestamp": 1449297180,
            "txt_content": "电梯怎么做啊，楼主………………求"
        },
        {
            "author": "235235235",
            "timestamp": 1449302040,
            "txt_content": "感谢楼主分享{:10_492:}"
        },
        {
            "author": "55686368",
            "timestamp": 1454483520,
            "txt_content": "秒退！！！"
        },
        {
            "author": "忧愁",
            "timestamp": 1454654820,
            "txt_content": "很好的作品"
        },
        {
            "author": "huan_xiang12138",
            "timestamp": 1455086220,
            "txt_content": "一个字，好"
        },
        {
            "author": "tianxaiq",
            "timestamp": 1455086580,
            "txt_content": "手上只有余香 洗个手就没香了"
        },
        {
            "author": "crenky",
            "timestamp": 1455090000,
            "txt_content": "{:10_512:}{:10_523:}"
        },
        {
            "author": "cc778178521",
            "timestamp": 1456215360,
            "txt_content": "问一下，这个MOD是属于生成类的还是建筑类的？这些城市是创建世界时自动生成还是需要自己手动搭建的？"
        },
        {
            "author": "Genworld_yuzai",
            "timestamp": 1457229420,
            "txt_content": "{:10_523:}顶顶顶"
        },
        {
            "author": "莐歆",
            "timestamp": 1457836080,
            "txt_content": "没有找到刷出来的城市啊"
        },
        {
            "author": "1617440665peng",
            "timestamp": 1463141220,
            "txt_content": "楼主啊，链接抽了，碗盘不存在"
        },
        {
            "author": "ladengbt",
            "timestamp": 1463709900,
            "txt_content": "下载 地址 没了 ... 能补下吗"
        },
        {
            "author": "2602723997",
            "timestamp": 1465300080,
            "txt_content": "图片加载不出啊，想看看图= ="
        },
        {
            "author": "15132042162",
            "timestamp": 1465310640,
            "txt_content": "图全挂了，我会乱说？\n需要教程，我会乱说？"
        },
        {
            "author": "yaoyanfeng",
            "timestamp": 1466900940,
            "txt_content": "链接错了"
        },
        {
            "author": "heiying123",
            "timestamp": 1467370620,
            "txt_content": "下载地址也挂了，lz你行不行啊"
        },
        {
            "author": "heiying123",
            "timestamp": 1467370920,
            "txt_content": "图片全挂了"
        },
        {
            "author": "这世界太乱",
            "timestamp": 1467373140,
            "txt_content": "图已挂"
        },
        {
            "author": "vincent_yo233",
            "timestamp": 1467375540,
            "txt_content": "顶!!!！！！！！！！！！！！！"
        },
        {
            "author": "飞翔荷兰人",
            "timestamp": 1467514320,
            "txt_content": "网盘挂了"
        },
        {
            "author": "1243552931",
            "timestamp": 1469968860,
            "txt_content": "网盘挂了"
        },
        {
            "author": "Devernpc",
            "timestamp": 1469969700,
            "txt_content": "全部图都挂了{:10_492:}"
        },
        {
            "author": "CommanderCody",
            "timestamp": 1473308100,
            "txt_content": "链接没了……"
        },
        {
            "author": "缺爱",
            "timestamp": 1473322380,
            "txt_content": "mod不错顶一个，但是1.7.10材质丢失的好多，原贴下的，不知道作者是怎么弄的"
        },
        {
            "author": "cukd",
            "timestamp": 1473396900,
            "txt_content": "楼主图挂了"
        },
        {
            "author": "etateda",
            "timestamp": 1473398520,
            "txt_content": "图看不到QAQ"
        },
        {
            "author": "一抹余光丶",
            "timestamp": 1473409620,
            "txt_content": "图挂了啊。。。"
        },
        {
            "author": "King灬Arthur",
            "timestamp": 1473479280,
            "txt_content": "LZ图全炸了"
        },
        {
            "author": "l洛殇l",
            "timestamp": 1473765060,
            "txt_content": "图挂了 请补！"
        },
        {
            "author": "幻旻矜寂",
            "timestamp": 1475593380,
            "txt_content": "链接快点补上啊"
        },
        {
            "author": "大家好~",
            "timestamp": 1482227940,
            "txt_content": "提醒一下楼楼，网盘都挂了。"
        },
        {
            "author": "超级莫林王",
            "timestamp": 1485760020,
            "txt_content": "楼主你给我滚出来，图挂了也就算了。连地址都挂！还不补？"
        }
    ]
}