{
    "title": "<原创·连载·圣杯>空[第十二章：爆炸？][46241359]",
    "author": "46241359",
    "replyCount": 6,
    "timestamp": 1446816780,
    "txt_content": " 本帖最后由 46241359 于 2015-11-6 21:35 编辑 \n\n空·第十二章·爆炸？\n\n\n正文\n\n\n    纳尔的嘴角抽搐着，双眼愣愣地看着电脑屏幕。他感觉自己的大脑和空一样出问题了，周围的空气就像要凝结一样沉重地摇晃着。    开什么国际玩笑。    倚在转椅的靠背上，他看向自己已经痊愈的双腿，难道罗杰就这么迫不及待地让自己去开会么。而且罗杰还特意注明是个“无关紧要”的会议？    呵呵，无关紧要。纳尔扶着自己的额头，罗杰连反话都说的这么明显，他怀疑罗杰是怎么在save里面混到高层的。没准是走后门进去的。“诺迪斯。”纳尔站起身活动了一下脖子，“诺迪斯！”他又喊了一声。    “怎么了？”诺迪斯在第二声喊完很久才进来，“你又要出去？”    拜托，什么叫又要。最近明明没出去过，纳尔觉得诺迪斯是不是记忆暂留在自己腿还没痊愈的时候了。“对……我要去开个……不不不，参加一个会议。”纳尔突然意识到用“开会”这个词来形容显然不太合适，根据罗杰给他的信息，纳尔的身份只是……一个做记录的。因此他刚说完就立刻改口了。    诺迪斯眼里满是不理解，他走过来敲了敲纳尔的脑袋，“开会和参加会议有什么区别吗？”    ……    的确没什么区别。“都一样……总之我就是去参加个会议，大概一两个小时就会回来。”其实一两个小时这个时间是纳尔随口瞎掰的，因为他也不知道具体什么时候回来，但罗杰在电子邮件里说还不到一小时。但为了保险起见，他还是给自己留了条后路。    “知道了，我会等你吃晚饭的。”诺迪斯立刻心神领会。    纳尔还是选择走着去，因为罗杰所说的那个高楼离家并不远，而且，很显眼。他站在家里的阳台上就能看见，连入口有几个保安都能看得清清楚楚。    “纳尔·多罗斯？”一个女性低声说了一句，纳尔猛然一听觉得这声音很耳熟，在哪里听过。但他没多想，点了点头。那个女子从上衣的口袋里拿出一张磁卡递给他，朝他微微鞠了一躬。没理会纳尔脸上不解的表情。    他看着手中的磁卡，这下更奇怪了。罗杰在邮件中没说会有人给他磁卡，而且入口这里也没有什么要用到卡的装置，想进去只需要门口那个女性和保安低语一句就允许进入了。纳尔留意了一下，发现进入大厦的人只有他自己拿到了那张磁卡。    卡上有一个纹样，像是一条龙，身体盘在一把剑上，虽然是刻在上面的，纳尔还是能感觉到龙的眼里有一种莫名的杀气。他把卡离得眼睛远了些，这个龙与剑组成了“13”的纹样。    13？B？纳尔把磁卡放回口袋里，没再去想那个纹样的事，但他总觉得哪里不大对。    罗杰坐在会议室里转着笔，纳尔有些胆怯地站在门口。会议室里除了他和罗杰还有两个人，但都在看面前的资料，完全没注意到突然推开门的纳尔。“进来吧。”罗杰招了招手。纳尔这才坐在罗杰旁边的座位上，他把卡从口袋里掏出来递给罗杰看。    “这是什么？”纳尔尽量压低了声音，“所有在我之后进大厦的人都没有拿到过，是一个女性给我的。”    “……不是让你早点来么？”罗杰像是刻意回避他的问题，左手抓着纳尔那只拿着卡的手，同时用手心盖住了卡，之后用力把纳尔的手放回口袋里。    看来的确是只有他一个人有，而且还是在大多数人都不知道的情况下。但这个卡有那么重要么，罗杰还要瞒着其他人避免他们知道自己有这张卡？纳尔疑惑。不过眼下的情况，他还是不要继续问了。    会议中纳尔一直处于一个神游的状态，他感觉自己就像在做梦一样，有种不真实的感觉。周围的人的说话声都被模糊了，交织在一起，形成一个固体，然后又被敲碎，再次组合，在这个封闭的房间里听起来变得杂乱无章。这让纳尔觉得窒息。    他只记得自己在努力分辨出那杂音中的某个特定的声音，再分析出里面包含的内容，然后用僵硬的手指握着笔记下来。他觉得自己在这个会议室里很茫然，像一个无助的孩子走在大街上，期盼着有哪个人向他伸出手。他又觉得自己像一个木偶，被吊在线上，麻木地记录着自己听到的东西。他觉得自己在纸上不是写字，而是在画，画没人能看懂的奇怪字符。    直到他感觉自己被一个人拉了起来，才从恍惚的世界里回过神来。罗杰正在看他记录的东西，看完了那几页之后，“嗯，不错。”罗杰把那几张纸放进文件袋里，“你把一些我没预想到会说的话也记上去了，日后我会想办法感谢你的。”    纳尔这才把那个磁卡拿出来，“这个……是做什么的。”    “这个啊……”罗杰没接，只是扫了一眼，“你先留着吧，日后有用。”    就在纳尔刚刚把卡放回口袋里时，他感觉到脚底下的地板有一阵强烈的震动，幸好他及时扶住了会议桌这才没有摔在地上。罗半蹲在地上，等到震动停止后，他这才站起身看了看四周。突然间，罗杰抓住纳尔的手，疯一样地跑出会议室，朝安全出口跑去。    “什么？怎么了？”纳尔很明显还没从刚才的惊吓中回过神来，转眼间两人已经进了安全通道。    “被炸了，快！从这个楼梯下去。”罗杰知道纳尔刚刚痊愈腿可能不好使，因此没再拉着纳尔，只是招了招手，之后靠着左边快速从楼梯上一级一级下去。    纳尔路上注意到罗杰不停地看手表的时间，难道这次爆炸是他安排的，在算自己到达一楼出口的时间？但眼下的情况不能允许纳尔冷静思考，他只是跟着罗杰一路来到一楼，上了一辆车。    “去哪？”开车的人问道。\n        他听出来了，这就是刚才在门口给他磁卡的那个女性。\n\n\n\n返回索引贴\n\n\n\n@恶魔-潇洒  @冥王星人",
    "replies": [
        {
            "author": "VVV晓雪",
            "timestamp": 1446817260,
            "txt_content": "北极你更新略快啊……\n我没有灵感了……\n所以一直不更233333333\n（无正文）"
        },
        {
            "author": "46241359",
            "timestamp": 1446817380,
            "txt_content": "VVV晓雪 发表于 2015-11-6 21:41\n北极你更新略快啊……\n我没有灵感了……\n所以一直不更233333333\n然而我这个因为灵感太多被憋死好几次的人表示并不能理解你【手动滑稽】"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1446817560,
            "txt_content": "46241359 发表于 2015-11-6 21:43\n然而我这个因为灵感太多被憋死好几次的人表示并不能理解你【手动滑稽】 ...\n谁叫那个游戏只有那么一点点……\n看来只能瞎编了（哭）"
        },
        {
            "author": "鸡皮疙瘩",
            "timestamp": 1446818160,
            "txt_content": "........................................................"
        },
        {
            "author": "冥王星人",
            "timestamp": 1446871500,
            "txt_content": "这章没有砖头，因为故事进展不是很多。\n你就先凑合睡茅厕吧。"
        },
        {
            "author": "蠢萌の⑨",
            "timestamp": 1446873000,
            "txt_content": "我的小说已经不知道怎么往下接了（懒"
        }
    ]
}