{
    "title": "[双线]Ookami Kakushi(神隐)——假是世有神存，请以臣匿此也！[1.7.10]",
    "author": "白咖啡。",
    "replyCount": 0,
    "timestamp": 1446820560,
    "txt_content": " 本帖最后由 白咖啡。 于 2015-11-6 22:36 编辑 \n\n\n\n\n\n\n关于本服\nOokami Kakushi服务器的性质定义在“只因为玩而存在”上...这是一个与世隔绝的封闭式公益服，游戏内部为纯净版的私人邀请制服务器，真实的目的并非是为了谋取利益，而是以玩为主，一切都因为玩，而存在...服务器特色也相当多，诸如一百零一格大迷宫，用户操作终端，两界分立并限制范围，还有世界观的设定等等...\n\n\n\n\n\n一百零一格大迷宫\n迷宫是在后来被人们所发现的一处神秘地方，而这个迷宫却是自古而存在的...曾经有不少的人尝试突破它，但在迷宫内遭遇的各种奇遇不仅为其增添了神秘色彩，还给人们带来了不安和恐惧。有一个小队曾测量过它，发现它竟然是一个一百零一格的正方形空间，上下分为三层，每一层都是四格高。迷宫内有四个怪物集中区，两个安全区和一个通往下级房间的橙色房间。而每一层的怪物都是不同的，数量众多且不易突破！慢慢的，人们的力量越来越强大，对迷宫的不安渐渐转变为好奇，并且不断对迷宫进行开拓和测量。而关于迷宫的背景，有人猜测，它是用来保护某种装置了...故事来源于那个测量小队(这个测量小队以史提夫为队长，成员为七个人，武器精良且接受过正规训练，是一支井然有序的通行者队伍。在对迷宫那份强烈的好奇心的驱使下，他们尝试着去突破迷宫，并且记录下在迷宫内的所见所闻...当然，他们成功了，勘察了第一层和第二层后他们最终还是记录下了迷宫内的构造，这三层迷宫，房间的数量居然都是相同的...但是，在他们找到第三层迷宫通往下级迷宫的通道的时候，房间被无法破坏的玻璃挡住了，房间的中央摆放着一台操作终端，不同的是，牌子上写的并非是“用户操作终端”，而是...系统操作终端)\n\n通行者：对尝试突破迷宫的人的一种称呼\n\n\n用户操作终端\n摆放在世界中央的一台神奇的机器，人们可以自由的右键打开它，它其实是一个菜单的启动装置，人们可以利用它执行各种神奇的事情，在不同的世界中来回穿梭...\n关于终端：终端是由四个告示牌，一个彩色玻璃，以及下边的小祭台组成，彩色玻璃为绿色的则是所有人都可以右键打开，而橙色的则为大迷宫中所说的...系统操作终端\n\n\n31全民运动会\n31取自神隐的谐音，运动会是人们不定期所举办的一项重要活动...运动会有赛跑、游泳、划船、射箭、爬藤等项目...进入运动会场的人都需要交门票，包括运动员！每个公民都可以参与到比赛中，并且最多可以申报四项内容，获胜者则会有丰富的奖品，而失败者则...再接再厉~\\(≧▽≦)/~\n\n\n\n\n入服须知\n这个服务器有两个世界，范围都被限制在1000x1000，后期会以500x500的大小扩大两次，到2000x2000就不再扩大了\n一个世界为白咖啡的处女座地图<神隐> ←主世界，另一个世界就是默认的世界，充当资源世界的角色 ←前期的主世界\n<神隐>这张地图刚开坑不久，什么时候正式投入使用还说不定，不过看浏览图应该就有所了解了吧\n一百零一格大迷宫也在<神隐>这张地图当中哦，迷宫现在已经是做好并且植入地图了\n<神隐>的投入使用应该不会太久，如果作者懒癌犯了的话就....当我没说~~\n服务器的计划人数为66个人，多一个不收~~人数一到服务器就不再接受所有自主申请加入了\n本服申请加入的方式有些特殊，请务必按照步骤一步步进行~~心急也吃不到麻婆豆腐~~~\n本服是在一个名为恺特尔王国的基础上建立的...这个国度名为恺特尔王国\n\n\n\n\n\n我年轻的时候，见识过不少的人，经历过不少的事。看遍世间一切繁华，只祈求寻找一处无人所知的世外桃源，在那里悠闲的度过余生...那是一个非常奇幻的世界，即使它是遐想的，那里有不少的动物，有参天的大树，无边无际的大海，但是它不深，水只有我的一半高，有很多海岛，还有漂浮在空中的小空岛，还有一个白色的巨大亭子漂浮在半空中，那里的人跟我说，这个亭子是神留下来的，亭子下面是神所留下来的符文，只要有谁破解了它，谁就可以成为王...那里还有一个巨大的迷宫，那里的人跟我说，迷宫是禁地，迷宫是怪物的家，只要进入了迷宫，就会受到诅咒！！...最近好像又有谁嗝屁在里面了吧...这个世界有一片巨大的麦穗田，是人们辛勤劳作的果实...我在由参天大树所组成的森林中看见了一把巨大的黄金剑，它好像被什么树的树根给缠绕着...有人就跟我说，那其实是世界树的树根，只有王才有资格看见世界树，而普通人，顶多就看见它的树根罢了...世界树上生活着很多神，世界树上长着金苹果，吃下它的人就可以躲避时间的惩罚，躲避死亡，躲避衰老...这个世界的造物主啊，人们尊称为administrator，他是一个正义，勇敢，智慧，仁爱，力量所形成的神，是恺特尔王国的缔造者...\n\n\n\n\n加入方式\n下载下面的白名单问题表或者点开隐藏内容，认真填写完毕后将其发送至邮箱：570649430@qq.com\n\n\n\n\n白名单申请问题表.txt\n(901 Bytes, 下载次数: 4)\n\n\n\n2015-11-6 21:55 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n你的游戏名：我们该怎么称呼你：\n您的邮箱和QQ号码：\n\n\n有没有玩过服务器，大概玩多久了？\n答：\n会不会建筑，会不会红石，大概玩Minecraft多久了？\n答：\n服务器常用的注册及登陆指令是什么？\n答：\nMinecraft的开发团队是哪个国家的，叫什么？\n现在被哪个国家的哪个公司收购了？花了多少钱？\n答：\n回到主城，设置家，回家的指令分别是什么？\n答：\n服务器的最高管理者被称为什么，用两个字母表示\n答：\nMod需要放在哪个文件夹，安装Mod通常的API是什么？\n答：\n材质包需要放在哪个文件夹，x32，x64是什么意思？\n答：\nMinecraft的世界有多大，最大建筑高度有多高？\n答：\n纯净服需不需要下载专用客户端，Mod服呢？\n答：\n红石的最大传输是多少格？什么东西可以让它继续传输？\n答：\n怎样将两个大箱子并排放在一起没有空隙？\n答：\n最简易的地狱门需要多少个黑曜石？\n答：\n合成工作台需要多少个木板，什么东西的耐久度最高(原版)？\n答：\n本服有多少个世界，最开始的范围被限制在多少？\n答：\n\n此贴正在编辑...\n\n\n\n\n\n",
    "replies": []
}