{
    "title": "MC小白开荒技巧介绍 那些小白必读开荒手册",
    "author": "H2O_Delirious",
    "replyCount": 13,
    "timestamp": 1446818460,
    "txt_content": " 本帖最后由 H2O_Delirious 于 2015-11-6 22:09 编辑 \n\n1、出生后迅速挖3个木头，造一个工作台，再造一把木镐。为了节省饥饿度，原地下挖3-4格，挖脚下的石头，这可以让你迅速进入石器时代。\n2、边走边打草。小麦前期非常重要，有了它就有了动物繁殖，就有了食物。\n3、看到羊赶紧杀，羊毛做床，顺利躲过夜晚，开荒必备。\n4、遇到动物先杀，得到的肉最好烤着吃，饥饿度是生肉的2倍。沿途如果遇到煤炭铁，必须挖走，煤炭和铁对于前期来说非常重要。\n5、找一个合适的住所。推荐平原。因为地形开阔，视野开阔，方便建造。 周围必须有牛，羊和猪没有牛的前期价值高。\n6、我喜欢生存房子造成7X7X3的正方体，刨去两边，剩下5格，左右两边放箱子，中间放工作台和熔炉。不仅实用而且美观。\n7、注意找甘蔗，甘蔗和牛都是前期附魔台的必备，尽量早点养殖种植。\n8、不管去哪，身上必备：一组原木，一组煤炭，一组铁，一个装水的铁桶（下矿专用）以及工具。用得最多的就是镐，多带几把，也可以现场造。\n9、一切准备好，开始下矿。在家中找一个方块，下挖到离地高度为11，在这个高度上挖矿，既能挖到钻石，也不会碰到岩浆。\n10、挖矿过程中注意不要垂直挖矿，有危险。\n11、遇到矿洞，不要那么着急挖矿，先走到尽头，用火把照亮，这样就不会出怪，安全性大大提升。然后再回来挖矿，想怎么挖怎么挖- -\n12、红石什么的，新手就不用看了，挖它有经验，但是很占地方，扔了就好。\n13、煤炭挖多了，包不够，可以造个工作台，把煤炭合成煤炭快，节省空间装铁和钻石。\n14、遇到钻石不要着急挖，先挖5个，剩下的标记一下，等附魔台出了合出时运镐再挖。附魔台的建造需要5个钻石，因为除去本身建造的2个，黑曜石需要钻石镐来挖。不过钻石镐可以附魔，所以不亏。15、挖除煤炭以外的矿石时，如果矿石是竖着的两块，那么极有可能在以它为中心的斜对角还有两块，不要以为看不见就是没了，挖挖看看。\n16、在11层高度挖矿的时候，带一桶水。遇到岩浆就用水浇，迅速而且方便。\n17、在11层高度挖矿的时候，如果发现一个矿坑，记得记下一个坐标，如果你找不到回家的路就可以找坐标回家。路痴必备技能。\n18、附魔镐一般两把，一把时运3，用来挖各种石头。另一把是精准采集，用的不多但有用。钻石剑附魔最好的是锋利5，火焰附加2，击退2，掠夺3.\n19、装备附魔的最好每一件都带保护4。快速出极品附魔的办法只有SL大法~~~\n20、打普通僵尸很简单，注意小僵尸，砍他脚下的方块就好。腐肉并没有任何卵用。\n21、打小白可以先吸引其注意力，然后躲起来，它会来找你。手拿板砖，藏好，照头，咔嚓那么一下子，骨粉就是你的了！\n22、打JJ怪。JJ怪对于新手来说非常危险。多死几次就好了......注意，打这个的时候需要助跑。因为会有击退效果，把它打飞一段距离它就不会爆。它爆炸的间隙可以砍2刀。计算下伤害，铁剑一般就是击退2下，然后刚正面就行。\n23、蜘蛛在亮度超过15的情况下是不会主动攻击的。它攻击的时候喜欢跳起来打你，你需要一边后退一边挥舞武器。\n24、末影人，你不要看它的头，它会主动攻击你的。最好的方法就是默默走到它身边，砍他的脚。这样它不会瞬移，分分钟掉末影珍珠。\n25、遇到村庄，搜刮点为：用原石搭建，放有岩浆的铁匠铺；村民屋子里有书架，砍了拿书；种的植物。（三光）\n26、村民用处很大，不过有点麻烦。用普通材料和村民交换绿宝石，铁匠村民那可以用绿宝石换钻石套。可以用SL大法无限刷，以便找到最好的交易。要是刷的好，钻石工具装备再不用愁了。\n27、沙漠遗迹在沙漠里，中心是橙蓝羊毛。挖开橙羊毛，切记不要挖蓝的......BOOM！！ 挖开以后跳下去就行 伤害不至死。\n28、丛林遗迹。里面是红石线路，强行用镐破坏就好。\n",
    "replies": [
        {
            "author": "猪一头",
            "timestamp": 1446818580,
            "txt_content": "熟知内容，最好不是锋利四，是五"
        },
        {
            "author": "小尐蓝猫",
            "timestamp": 1446818880,
            "txt_content": "很好，非常适合新人观看"
        },
        {
            "author": "lorinder",
            "timestamp": 1446818880,
            "txt_content": "“11、红石什么的，新手就不用看了，挖它有经验，但是很占地方，扔了就好。”\n↑好浪费QAQ"
        },
        {
            "author": "怪兽联盟",
            "timestamp": 1446819000,
            "txt_content": "蜘蛛亮度超过15才不会攻击人么，拜托，亮度最高15啊，我看楼主是百度上乱搜出来的"
        },
        {
            "author": "猪一头",
            "timestamp": 1446819000,
            "txt_content": "对了，lz你有很大一部分为复制内容，还是自己重组一下语言比较好"
        },
        {
            "author": "H2O_Delirious",
            "timestamp": 1446819240,
            "txt_content": " 本帖最后由 H2O_Delirious 于 2015-11-6 22:21 编辑 \n\n谢谢各位的意见，我会改进的了"
        },
        {
            "author": "2545320709",
            "timestamp": 1446819240,
            "txt_content": "我讨厌杀生，抱歉，你的这些东西好没用"
        },
        {
            "author": "H2O_Delirious",
            "timestamp": 1446819300,
            "txt_content": "额(⊙o⊙)…打错了"
        },
        {
            "author": "H2O_Delirious",
            "timestamp": 1446819360,
            "txt_content": "谢谢各位的意见，我会改进的了"
        },
        {
            "author": "怪兽联盟",
            "timestamp": 1446819420,
            "txt_content": "H2O_Delirious 发表于 2015-11-6 22:14\nMinecraft流传最广的正式通用中简译名是什么？（简体中文4个字）\n我也是醉了，这你都不知道，我的世界啊"
        },
        {
            "author": "2545320709",
            "timestamp": 1446819480,
            "txt_content": "小白连牛是什么都不知道，末影人怎么样都不知道你就说说说。附魔你觉得小白会懂？"
        },
        {
            "author": "2545320709",
            "timestamp": 1446819480,
            "txt_content": "小白连牛是什么都不知道，末影人怎么样都不知道你就说说说。附魔你觉得小白会懂？"
        },
        {
            "author": "PokeyMon",
            "timestamp": 1446821940,
            "txt_content": "额，不好意思，我是无意间路过的野生小白，楼主分享的小技巧我都懂，我也认识猪牛羊和小黑，然而我不太清楚为何挖矿是往下挖十一层就不会遇到岩浆？我生存的时候遇到岩浆有比较浅的，没挖几下就看到了，周围形成一个溶洞的样子，吓出一身冷汗（而且并没有钻石）。\n以及为什么不可以垂直挖矿？许多视频UP主也说这是作死，可我感觉这只是不方便爬上去啊，如果我垂直下挖两格，旁边的一格铺梯子行不行？\n还有个特别特别蠢的问题……层数怎么看啊？为什么我游戏进去之后的界面和别人的不一样？我的界面干净的什么情报数据都看不到只能自己瞎走直到挂掉- -"
        }
    ]
}