{
    "title": "神之同步！龙之九子PK动漫众星！",
    "author": "y19991",
    "replyCount": 1,
    "timestamp": 1446878340,
    "txt_content": "古书有云：“龙生九子不成龙，各有所好。囚牛，平生好音乐；睚眦，平生好杀；嘲风，平生好险；蒲牢，平生好鸣；狻猊，平生好坐；霸下，平生好负重；狴犴，平生好讼；负屃，平生好文；鸱吻，平生好吞……”今日正好闲来无事，于是乎咱们就说一说那些个与龙之九子相似性格的动漫人物吧。以上！\n\n\n \n囚牛VS拉克丝《高达Seed Destiny》传说中龙生九子，老大囚牛，平生最好音乐，且是众龙子中性情最温顺，最不喜欢嗜杀逞狠的一个，因为其好音律，因而身影时常出现在各种乐器之上。和囚牛相似的人物非女神拉克丝莫属。其实咱在拉克丝和林明美之中犹豫了N久，最终选了拉克丝SAMA，为神马呢？请听咱慢慢道来~这两位都是女神级别的人物，实力亦是不相上下，但比起拉克丝来林明美还是稍微逊色了那么一滴滴的，当然这里指的不是唱歌实力神马，而是家世、性格等等硬件。既然是龙子，囚牛无疑是高贵的。但在未成为歌手之前明美她只是个在战争中失去亲人的普通少女，而拉克丝她似乎一直都是PLANT女神，克莱因派首脑的女儿。还有就是性格方面，明美是个天真无邪的少女，所以她有着一般少女都有的善嫉和任性，而拉克丝SAMA则完完全全的是个完人，毫无缺点= =。于是乎咱觉得拉克丝更为合适~\n\n\n\n \n睚眦VS杀生丸《犬夜叉》口胡！这完全是口胡！！优雅高贵的杀生丸SAMA怎么可能和性格刚烈又好杀喜斗的睚眦相像，尼玛，你绝对口胡！（拍飞= =）咳……这是有现实依据的。睚眦好杀，是众龙子中的战神，这个世人都知道。但其实杀生丸大人也是一样，MINA桑千万别被杀生丸大人文秀（= =）的外表给骗了，你们没听邪见说过么，杀生丸大人那可是雄心万丈，他要建立属于自己的王朝，既然要建立自己的王朝，不通过打斗那是不可能的事情，于是乎……你们懂的。再加上这两个都性格刚烈，是有仇必报之人（？），俗语说：一饭之德必偿，睚眦之怨必报。想想人家杀生丸大人也是如此，奈落的下场之所以会这般凄凉，和他曾经惹恼过杀生丸大人这一事实息息相关。\n\n\n \n嘲风VS间桐雁夜《FATE ZERO》这两个看起来似乎没有多大的联系，但实际上他们是同类人，有着千丝万缕、斩不断理还乱的联系（用错形容词了吧亲= =）。嘲风乃龙之三子，平生好险，就是所谓的明知山有虎偏向虎山行的类型。而雁夜也是这般，明知自己是不大可能赢得圣杯之战的，可却还是偏要参加，为此不惜要求脏砚将刻印虫打入自己的体内，从而导致身体腐化……这一切的起因都是为了某个女子，果然英雄难过美人关么？\n\n\n \n蒲牢VS紫龙《圣斗士星矢》龙生九子，蒲牢，平生好鸣好吼，动则大吼一声，地动山摇，因而常充作洪钟提梁的兽钮，依度娘的资料记载，据说现如今，在全国，几乎每一口古钟上，都有蒲牢的身影，影响力那是何其的强大。说到紫龙，这个也是出了名的会吼会叫，虽然他及不上星矢的“天马流星拳”有名，但是纵观整部动漫吼叫的最多的还是紫龙同学，庐山升龙霸、庐山百龙霸神马的咱也就不多说了，光他的那一声“啊”就不得了了，“啊”了之后，随即的一连串动作，脱了圣衣，小宇宙急速上升，最终打败了对手= =，管你对手是黄金斗士也好，冥斗士也罢，就算是神斗士也不在话下，都败在了紫龙大爷的一声“啊”上。\n\n\n \n狻猊VS高须龙儿《龙与虎》这两个太相像了有木有，一看便知，完全不需要咱过多的解释。一样的外表看起来凶悍无比，但只是看起来而已，实际上他们心性温顺，喜静不喜动，而且咱琢磨着这个可能都和遗传学有关系……龙儿擅长料理和裁缝（都是女人的活 =口=），异常的爱干净，几乎到了神经质的地步，大河你辛苦了（到底是谁辛苦了啊亲！）。 \n\n\n\n赑屃VS平和岛静雄《无头骑士异闻录》赑屃也称霸下，力大无穷，平生最好负重。既然说到力大无穷那不得不提的便是静雄（静雄桑最近乃的上榜率好高），身体虽然瘦弱（= =？）但却拥有一身彪悍的怪力，千万别惹他发怒，不然后果很严重，被惹火了的他会随手拿起一旁能拿到的东西，贩卖机、路牌甚至足球架等等，力量是何等的强大，但是破坏公物不厚道啊童鞋，呀！别丢自动贩卖机，会死人的，折也救命！\n\n\n \n狴犴VS柯南《名侦探柯南》狴犴面相威严，平生最好讼，据说其明辨是非，秉公而断，想来脑子定是相当不错，而且能仗义执言，对作奸犯科之人极有震慑力。看到作奸犯科大家想到谁了？相信就算没有百分百，那也得有百分之九十的人和咱一样想到了我们伟大的柯南君，凶案现场必有柯南这似乎已经成了定律。在我看来所谓神兽狴犴比起柯南君来兴许还差上那么一点点，柯南一出谁与争锋，别说是作奸犯科之人了，就是普通民众也会遭到殃及，影响力那是何其的强大，所以狴犴大人（= =？）甘拜下风吧。\n\n\n \n负屃VS彩子《灌篮高手》负屃好文，且专爱书法，彩子同样也习得一手好字，根据在下的猜想，喜好书法之人身上定是充满了强烈的艺术气息，面上看来稳定沉着，实则强硬，目标明确，绝不轻易动摇，就如同彩子，很有个性的一漂亮女生，湘北篮球队经理，在她身上兼具了赤木的严厉和木暮的温柔，所以一般人都听她的（= =没看出来），尤其是某某君（这个看出来了……）。那啥话说把负屃比作美人这感觉还真奇怪……ORZ……\n\n\n\n \n螭吻VS路飞《海贼王》童鞋们，注意了！史上最最强的吃货大对决比赛即将开场，请以热烈的掌声欢迎主角们入场。螭吻，龙之九子，平时除了吃也没啥特别的爱好。蒙其·D·路飞，草帽海贼团船长，未来的海贼王大人，平时除了吃似乎也没啥特别的爱好。于是MINA桑觉得当这两个人相遇赢的会是哪只？别看我，我也不知道，拭目以待好了（坑爹的默默飘走）。\n",
    "replies": [
        {
            "author": "石中",
            "timestamp": 1447066680,
            "txt_content": "这么精致的帖子为何没人回复呢。。话说楼主，图挂了~"
        }
    ]
}