{
    "title": "惊天大坑系列，同名地图改编",
    "author": "zdyzdyzdyzdyzdy",
    "replyCount": 4,
    "timestamp": 1446887760,
    "txt_content": " 本帖最后由 zdyzdyzdyzdyzdy 于 2015-11-8 10:19 编辑 \n\n第一章《故事的开始》同名mc地图改编\n\n\n\n\n\n\n事先声明：本作由惊天大坑系列地图改编，纯属娱乐，若与地图有出入，一切以科学为主，写的这么坑爹的文章怎么可能是我写的？\n能看懂说明你的逻辑思维不错\n欢迎评论区吐槽\n\n\n主角的自我介绍：\n我叫做小昕，是一名初中生，生平没有什么英勇事迹，最多就在同学面前展示菊花开瓶盖\n然而我的成绩差到难以想象，每次考试都比倒数第二少一分，所以我所接受的家庭暴力你们可以想象\n但是！我可是祖国的花朵啊！我坚信在广大人民群众的期盼下我一定会成功的！\n\n\n\n\n在一个时而风和日丽，时而雷电交加的早晨，我们逗比的主角小昕在他妈的（似乎在骂人）呼唤中醒来。小昕揉揉自己的眼睛，破口大骂：“叫毛啊！起来就是了！”小昕从床上起来，又想起了数学老师的昨天的作业问题：“假如我有4个肥皂，你有5个肥皂，你抢了3个肥皂，我捡了你2个肥皂，我一怒之下买了8块肥皂，但是被偷了2块肥皂，然而你用掉了1个肥皂，我们于是就把肥皂放了一起，路边走来一个乞丐，送给我们2个肥皂问：一块肥皂多少钱？小昕为这道题抓破了头都想不出，然而大部分同学都想出来了，老师指着他的脑门：“猪都想出来你怎么还没想出来！”（小昕似乎听出了什么）耳边又传来了妈妈的声音：“快去吃早餐！吃完去上补习班！”小昕这才发现原来今天是周六。小昕突然想到：不如我吃完早餐就偷偷溜到同学家去玩mc好了，只要不被抓住就不用上补习班了。”小昕走进厨房，妈妈把一团神奇的东西递给了他，小昕仔细一看：“卧槽！这不是烤翔吗！这能吃吗！”妈妈脸色一沉：“竟敢说我做的饭不好吃？”小昕急忙摇头：“真好吃真好吃。”说完就往门外跑，然而小昕并不能跑过妈妈于是小昕就被关到了一间从来都没来过的小黑屋（离奇地进了小黑屋）屋外传来了妈妈的声音：“小小年纪不学好，偏偏学吃翔，这样的人上学有何用？不如直接去打工，我已经找到一处合适的地方了，到时候就把你送过去以后你一个月赚9毛钱，送回家8毛钱，自己用1毛钱，多么完美的收入。”\n小昕坐地一看，突然发现房间的角落有一台电脑：“居然有台电脑！我临走之前一定要去玩mc！”（思品老师怒骂：尼玛你要运用法律作为武器维护自己的受教育权啊！你玩mc干什么啊！）小昕打开电脑，离奇的事情发生了，房间的一侧居然出现了一条通道（原作就是这样，不要怪我），小昕好奇地摸索进去，进入了一间看似很大的廊道他走入了一间房间，然而并没有发现什么。一怒之下小昕伸手一摸，就触发了一道神奇的机关（越来越不科学了），小昕顺着机关声走去：“玛德，这到底要闹哪样啊，逗我玩的吧？”小昕发现机关打开了一扇新的门，门后有一本日记本和一张ID卡，小昕打开日记本，试图从中得出一些重要信息，然而他什么重要都没得到，\n只是得到了他父母的死讯，然而现在的父母是日记原本的主人派人替换上去的（卧槽这还不重要，还有日记内容去哪里了，这么草率的作品真的好么？）小昕参观了剩余的一个房间，那就是我们剧情中必不可少的——厕所！（我小名叫逗你玩，你特么来打我呀）\n他推一推门，却发现门推不开，门旁有有个黑色的锁，小昕摸索了半天才发现它（卧槽小昕是瞎子吗？怎么这都看不见，还有厕所上锁干什么！）小昕经过仔细观察，认真思考，终于得出：这是一个读卡器……然而该如何打开它？（观众齐声呐喊：玛德！刚才的ID卡呢！）好吧，不坑爹了，小昕机智地使用了ID卡打开了门，然而厕所里除了马桶空无一物，为了保险起见，小昕仔细地检查了厕所的每个角落，却什么都没发现，最后，小昕把头插进了马桶（卧槽又开始胡扯了）突然小昕眼前一闪，似乎看到了时空乱流，接着小昕出现在了一个不一样的厕所里“卧槽这是我穿越了吗？我怎么突然换了个场景！马桶能穿越吗？这科学吗！”突然耳边传来一声尖叫：“啊！厕所里有变态！”“让我看看让我看看。”一阵嘶哑的声音传来，小昕突然想到了学校外那个公共厕所里的老婆婆。“哎呀小伙子你怎么在马桶里啊！你居然卡在马桶里了！好神奇啊！快拍照留恋！”小昕大喊：“放我出来，我出不来了！”“哎呀还真的是耶，既然这样我就只能打110报警了！”小昕十分无语稍等片刻后警察叔叔终于来了：“小伙子你居然在马桶里！这真是神奇！就让我把你撬出来吧！”说完便开始砸马桶马桶终于被砸开了，小昕得到了自由，浑浑噩噩回到了家中，然而家中空无一人……\n\n\n\n\n好吧这章就到这里了，接下来我们就要等下一章了，我自己都觉得这个故事很扯淡\n而且我把观众的槽吐了好多\n",
    "replies": [
        {
            "author": "hear_brave",
            "timestamp": 1446889740,
            "txt_content": "看得我真的是一身了冷汗"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1446894420,
            "txt_content": "题目格式错误，详见版规"
        },
        {
            "author": "46241359",
            "timestamp": 1446894480,
            "txt_content": "分类错了，应该是文学创作。而且我不认为所谓“逻辑思维不错”的人会有闲情来抑制住自己想关界面的冲动来阅读阁下的文章，如果说原地图的剧情就这么狗血加上人物语言真如这般毫无意义，那么你可以在地图的基础上对剧情进行改动。这类可以扔到回收站的文……请阁下好自为之。大量粗语以及题外话的出现是写小说的大忌，可否不要以地图坑爹作为你写出这类小说的理由？"
        },
        {
            "author": "zdyzdyzdyzdyzdy",
            "timestamp": 1446949140,
            "txt_content": "46241359 发表于 2015-11-7 19:08\n分类错了，应该是文学创作。而且我不认为所谓“逻辑思维不错”的人会有闲情来抑制住自己想关界面的冲动来阅 ...\n说的很有道理，然而这并不是我写的，我真的很想和你一起喷"
        }
    ]
}