{
    "title": "<原创·连载·圣杯>空[第十三章：有麻烦了][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1446893700,
    "txt_content": "空·十三章·有麻烦了\n\n\n正文\n\n\n    纳尔感觉自己快要被晃到睡着了，他坐在这辆车里坐了不知道多长时间，已经处在半睡半醒的状态里。迷糊地看着坐在副驾驶上的罗杰。突然间回过神来，他的视线挪到了车窗外。    我的天，我到底是在车里坐了多长时间？纳尔发现已经黑天了，他去大厦的时候才几点啊。“罗杰，你这是要去哪。能不能先把我送回去？”纳尔怯生生地问。    “去能用到你那张磁卡的地方，”罗杰惬意地靠在后座上，完全把刚才大厦爆炸的惊险抛到了脑后，这让纳尔更怀疑刚才那场爆炸是谁引起的，“你就先跟着吧，等完事了就送你回去。”    “他们来的这么快，”那个女子在等红绿灯时给罗杰递了水杯，“预算日期不是在一个月左右吗。”    “嗯。”罗杰拿着水杯看着车窗外的马路，“照例说是这样，但可能……有意外情况……不过对我们没什么太大的损害，没必要担心太多。”他看了一眼时间，“尽量快点，如果晚了就赶不上了。”    “那个……罗杰，”纳尔的声音很小，但罗杰还是听见了，转过头看着纳尔，“这位女士……叫什么？”     罗杰挑了挑眉，转而看向开车的女性，她也只是微微一笑。“她么……是我一个朋友，叫克莱尔·欧文。上次你给我打电话时给你号码的人就是她。”罗杰把水杯放回了原位。    猛然间一个急刹车让纳尔的头直接撞到了座椅上，所幸没撞出什么事。    “……他们就这样急于去清除障碍么。”    “谁知道呢，”罗杰耸耸肩，解开了安全带，“我去引开吧，你尽量快点开到目的地，我很快就会去找你们，记得跟那小丫头说晚点关门。”说着，他打开了车门，刚好现在车停着，出去之后，罗杰顺手关上了车门，逆着车开的方向跑去。    “奇怪，发生什么了？”纳尔捂着自己的额头，从口中挤出几个字。    克莱尔摆了摆手，踩下油门，罗杰渐渐消逝在马路那一边。纳尔靠回后座上，现在他开始搞不明白了，罗杰为什么要突然跳下车？但他在疑惑的同时还有些担心，心里祈祷着罗杰别出什么事，因为根据现在所发生的事来看，罗杰隐瞒的事还有很多，非常非常多。纳尔想把这些事一点点从罗杰那里套出来，但眼下有些困难，因为罗杰的保密能力很强，想全套出来……恐怕也不现实吧。        等到达目的地时，已经晚上8点了，纳尔刚下车就被冷风吹得打了个寒颤，这里怎么会这么冷啊？克莱尔从副驾驶上拿了罗杰的外套给纳尔披上才好点，但还是冷的不行。“进屋吧，里面暖和。”克莱尔指了指不远处的一个房子。    纳尔在走向那个房子时浑身都在发抖，中途有几次差点腿一软跪在地上，那个房子越来越近了，最后到了门前。克莱尔敲了敲这扇有些老旧的木门，发出沉闷的声响。    随着一阵“吱呀”声，门被打开了，室内温暖柔和的灯光洒落出来一点，开门人提着一盏灯，仔细打量了门口的人。之后他才退到一边，克莱尔带着纳尔进去了。那人走出门外轻轻带上门。    纳尔注意到墙壁上有一个门帘，一个小女孩撩开门帘，把脑袋探出来好奇地望着来访者。克莱尔朝她挥了挥手，“打扰了，我们来有点事。”    小女孩走出来，端着一个小铁盘，上面是一根蜡烛。整个房子看起来都很原始，纳尔都没想到在这个科技发达的时代还能见到这样的房子。虽然简单，但是能给人温馨的感觉。    她把蜡烛小心翼翼地放在桌上，之后用嘴吹灭了还在跳动的火焰。轻声细语道：“您要找的是……白昕？”看见克莱尔点头之后才继续说下去，“抱歉……她已经离开了，有事的话请等明天。”    说着，小女孩指了指楼上，“你们可以暂住一晚，只有两个人吗？”    “不是……还有一个人，应该等一下就来，所以想拜托你能不能晚些锁门？”    “还有一个人？”小女孩从抽屉里拿了个铁盘，点了一根新的蜡烛放在上面，“哦……罗杰啊，可以。我让守夜的人看着，等他来再锁门。这样合适吗？”    “可以，就这样吧，”克莱尔从小女孩手里接过放着蜡烛的铁盘和房门钥匙，“走吧，纳尔，去二楼。”克莱尔端着铁盘，踩着那看起来毫无安全感的楼梯。纳尔走在上面也是心惊胆战，担心这个楼梯会突然散架。    “那个……”纳尔看着克莱尔打开了一扇门，“我和你一个房间？你不觉得……奇怪？”    “不会，”克莱尔端着铁盘走进房间，放在床头柜上，“真体贴，有三张床呢。”她在墙上摸到了开关，一丝昏暗的灯光照亮了房间。“休息吧，罗杰自己能搞定那些事，很快……就会回来了吧。”    纳尔点了一下头，但愿如此。他把身上的外套拿下来挂在门口的衣架上，简单收拾了一下就躺在靠窗的那张床上，看着从窗外照射进来的月光，远远地能看见城市的灯光。现在诺迪斯会不会还在担心他呢，不过家里有空，应该不会出什么事。    等等，从什么时候开始他觉得空可靠了？自己的智商是不是因为交流过所以受影响了。纳尔使劲摇摇头，不不不，他和空才说过几句话，怎么可能被拉底智商呢……    纳尔是在睡梦中隐隐听到了开门的声音，他的头转了转。借着月色，他看见一个人进来了。    是罗杰。    罗杰的上衣有几个像是被烧出来的破洞，脸上似乎还有几道伤痕。他看见克莱尔和纳尔都在之后，没再说什么。径直倒在了床上，表情看起来是累得够呛。    好在回来了，没事了。纳尔翻了个身，继续沉沉的睡去。\n\n\n\n\n\n返回索引贴\n\n\n\n@冥王星人 @恶魔-潇洒\n",
    "replies": [
        {
            "author": "解方程",
            "timestamp": 1446897240,
            "txt_content": "interesting"
        },
        {
            "author": "解方程",
            "timestamp": 1446897240,
            "txt_content": "interesting"
        }
    ]
}