{
    "title": "【原创-连载】《守夜人》第三章 尾声",
    "author": "Zeros",
    "replyCount": 0,
    "timestamp": 1446888360,
    "txt_content": "\n\n　　第三章   尾声\n\n\n\n      诡异的沉闷气氛好似一团烟雾迅速的在狭小的山洞中膨胀开来。而造成这种氛围的两人——一名全身笼罩在血色长袍的邪法师，一名黑风衣执剑而立的狩魔猎人无声的对峙着。\n　　\n　　从邪法师的话语中可以听出他在入口处做了点小动作，但白并不担心艾西莉亚的安危。\n　　\n　　“就当是她的狩魔考核了。”这么想着，白举剑齐肩，双手执剑对准空门大露的血袍人：后者见白面无担忧，不禁‘切’了一声，随后身上散发出浓郁的血腥味道——看这施法前奏年轻的狩魔猎人瞬间判断出了这名法师的身份：血徒。\n　　\n　　血徒，沉醉于血魔法的力量，从而走向邪道、采用禁忌知识研习法术的施法者。与一般的血魔法师不同，血徒已经抛弃了作为人类的底线，他们随意的将智慧生命用于仪式献祭以及血能转换，一名一级常规法师等级的血徒每次举行血腥仪式所杀害的人类就高达数十人，更高等级的血徒所能造成的危害可想而知，因此血徒也能有幸与亡灵法师、天灾骑士等污秽之物在圣光教会的驱逐圣典（这东西在民间有另外一个名字：天灾榜单）上占有一席之地。\n　　\n　　经过各大帝国十数年的围剿，白本以为这类邪法师已经销声匿迹，但没想到他自己就在这里遇见了一位。狩魔猎人的猎杀本能在察觉到血徒双手中聚集的黑红色法球后对白发出阵阵刺痛,这代表前者正在凝聚一种高强度的法术。\n　　\n　　不能久等！前一刻还在对峙的两人眨眼间就开始了对攻，白跨步而上，手中的精钢剑刃划过一道寒芒直刺血徒心口要害，按常理来说如此近的距离，面对一名近战能力远超自己的狩魔猎人，这个血袍人看上去下一秒就要丧命于白的攻击下，但就在狩魔猎人的长剑距离血徒还有几公分时，一声闷响不知从何传来，随后白只觉双手虎口一麻，之后他才惊讶的发现：他的攻击被一面半透明的血色屏障阻挡在外。\n　　\n　　不顾血徒对自己投来的戏谑笑容，白侧步横迈过血色屏障，反身抽剑再次向邪法师砍去——但之前的阻拦已经为后者争取到了足够的时间，待到此时血徒的法术已经凝聚完毕。\n　　\n　 所以当白再次攻击时，迎接他的是两道夹杂着‘咕隆’声的血影。\n　 \n　 噗嗤——\n　 \n　 四散的猩红液体溅了白一脸，但这不是他的血，而是从他眼前的两个未知生物身上溅出的——那时两个仿佛由鲜血构成的人形怪物，如果非要形容的话就好像染了红色染料的人形史莱姆，可史莱姆的绝对没有白眼前的敌人具有危险感！\n　 \n　 幸好这两个被召唤出来的血能生物只能进行最直接的物理攻击，要是像亡灵法师一样随身摸出个职业配备完善的死灵军团来，白现在就得考虑自己的墓志铭上要写什么东西了。一面招架着血能生物的攻击，白一边观察着血徒的动向，他可不认为后者只会一招召唤术，依照这几天失踪的镇民人数来看，这个血徒的实力很接近甚至已经迈入了一级法师的门槛——这也是邪法师最为诱惑人的一点，只要付出相应的代价，他们的实力就会坐火箭般飞速的提升。\n　 \n　 而血徒所要付出的，无非是生命体的血肉精华。\n　 \n　 果不其然，在洞穴大厅的角落里，白瞥见了正在忙活着什么的血徒。但令他疑惑的是这个敌人并未准备强大的法术或者逃命的技能，而是蹲在地上急匆匆的收拾着一些散落的文件。结合之前所观察到的景象，白脑海中灵光一闪，眉头却是紧皱起来。\n　 \n　 根据他的猜想，这里是某个邪法师团体的秘密研究所。\n　 \n　 一提到法师，寻常人第一印象便是神秘、强大、知识渊博的上位者，而实际上法师们的确是知识领域的开拓者与探索者，在红石技术革命前，担负起各个帝国设施研发领域的绝大多数人都具有正规的一级法师资格证，更有甚者直接是当地法师协会会长亲自担任技术总监，所以大路上目前最为通用的还是古老而精美的魔导技术。\n　 \n　 但邪法师的研究所就不一样了，他们哪管什么民生军用，已经入了邪道的邪法师们更注重对自己的实力提升，所以它们的研究所更倾向于对于法术构建、能量应用学以及各种仪式邪术的探索，白所处的这个隐秘山洞，很可能就是邪法师的一处秘密研究所。不过也难怪白一开始没有认出来，在他的经历中，邪法师的研究所一般都随处充斥着损坏的肢体、凄惨的受验者、污秽恶心的异种生命体等等，可这里除去空气有些沉闷意外，并没有什么异常之处。\n　 \n　 等等，空气...沉闷...？\n　 \n　 白突然想起了他最初发现的山洞入口，被砂石草木掩盖住的入口很显然不具有通风能力，而血徒哪怕再离经叛道也无法脱离人类的范畴，他也需要呼吸。再加上之前发现的红石法阵，白得出了一个显而易见的结论：这个洞穴还有其它出口。想到这里，白那还顾得上跟这两具毫无生机的召唤生物体缠斗，当即翻身越过两个血人组成的防线，然后从风衣中掏出两枚黑不溜秋的东西朝追击的召唤生物脚底扔去。\n　 \n　 血徒整理文件的手抖了抖，抬头看去时却只发现自己的召唤生物被仿若天降的火焰包裹着，在高温灼烧下由血液与血能组成的召唤兽很快就蒸发殆尽，可血徒没时间去感叹它们的生死，他此时应该担心的是自己的安危。\n　 \n　 白从火焰中走来，面沉如水，居高而下道：“说出你所属的组织，我说不定会给你留个全尸。”\n　 \n　 血徒从地上慢慢站了起来，苍白的面孔上露出一丝嘲讽与疯狂：“什么时候猎魔人也学会圣骑士那套了？假惺惺的善意与狂妄令人作呕。年轻人，我承认你实力不错，居然你能突破血卫的防御，但可惜...”\n　 \n　 话还未说完，白的身影便被一团粘稠的猩红色雾气包围，而这时，血徒的后半句话才堪堪说出：“...可惜，你还是太嫩了。”\n　 \n　 纵观战场，原来那血卫在被火焰包围后，并没有立即消失，而是逐渐被高温蒸发成了丝丝雾状体，这也是血卫的第二形态——高度凝聚的雾状血能，其中含有血液毒素以及邪能侵蚀力量，从恶心程度上来说堪比两个化粪池，但起码糊一脸翔死不了，可糊了一脸这玩意儿...不死也要脱层皮。\n　 \n　 这也是为何血徒一脸轻松的原因了，虽说血卫转换为第二形态后消耗的血能就无法回收，但总比自己的老窝被一把火烧了好。\n　 \n　 “那么，我也该去外面看看了，这么长时间没动静，维尔特应该搞定了那个小丫头了...什么？！”血徒的自言自语说到一半戛然而止，他惊悚的将头转向一旁：然后他的视线停留在抚住自己肩头的那双手上。\n　 \n　 “破法者手套...你是上位狩魔猎人的代...唔!”\n　 \n　 白松开了手，看着眼前如同面条一样瘫软在地的血徒，神色有些难看：“什么时候这种邪术也能被底层人员掌握了，莫非又有哪个邪法师团体有新的研究成果了么？”\n　 \n　 这个血徒刚才所用的那招血卫化雾白并不陌生，但狩魔猎人的记忆中这种涉及到物质转换与生命重构的技术堪称禁忌中的禁忌知识，要是施展这招的是个白胡子老大爷他还信，可地上这个血徒明明只是个刚摸到一级法师门槛的学徒——虽然在常人眼中一级法师已经是强大的存在，但在白的手下还是不够看的。\n　 \n　 之后白在山洞大厅里逛了几圈，但并没有发现其他出口，至于隐藏的机关...白想了想，觉得还是把这件事上报给鹰巢，让他们派遣些专业人士（比如开拓者团队）来比较好。在将洞里的战利品搜刮一光后，白这才大咧咧的走了出去，而刚一见到外面的阳光，白只觉一道黑影朝着自己袭来——但他没有躲闪，而是苦笑着承受了这次‘攻击’。\n　 \n　 怀中的小女孩扭了几下，找了个舒适的姿势将头靠在白的胸前，如果仔细看的话就会发现艾西莉亚此时正微微的发抖着。白当然感受到了小女孩的状态，轻轻的拍了拍后者的背，他缓声道：“赢了，不是吗？”\n　 \n　 “嗯，我...活下来了。”艾西莉亚回想起刚才的战斗，脸上的神色依旧无法平静：“那个人好凶...好像以前打我的那些坏人们，你又不在身旁，我...”\n　 \n　 然后呢？白用眼神鼓励着小女孩，让她有勇气继续说下去。\n　 \n　 “然后...我就让它们‘吃了’那个人...呜...”说到这里，小女孩面露恐惧：“我只是想稍微惩罚下他，但是它们...”\n　 \n　 艾西莉亚此时一副快要哭出来的表情，哪还有平时活蹦乱跳的那种活泼劲头，白摸了摸小女孩的脑袋，心想这时候她倒是不给自己添乱了，可他还得负责将艾西莉亚的心情调整过来。\n　 \n　 “没事的，你只需要记住一件事情，那就是你赢了，你在这场生死战斗中活了下来——另外，恭喜你，艾西莉亚，你的‘野性试炼’在经过七种试炼后全部结束，我以中位狩魔猎人-白.因克的身份见证你的成绩，等回到艾梵格勒后我会向执行官申请你的猎人资格。”\n　 \n　 白这一番话虽然有些转移话题分散小女孩注意力的目的——实际上效果不错——但更多的是对于艾西莉亚力量的一种认可，他其实从一开始就从灵视中看到了埋伏在一旁的敌人，但这种杂就算来上两打也无法对白造成有效的伤害，可对于小女孩来说这是个危险的敌人，在确认敌方并没有什么稀奇古怪的后手之后，白便将艾西莉亚放出了洞，一来是在与血徒的战斗中自己无暇顾及，而来这也是对小女孩最后的试炼。\n　 \n　 闻言，艾西莉亚将小脑袋从白的怀中扬了起来：“真的吗？”\n　 \n　 “真的。”白笑了笑，回答道：“等回到镇上交了任务后我就带你回我的家乡——夜灵国度，艾梵格勒。相信你会很喜欢那里的。”\n　 \n　 白不动声色的将手放进风衣的口袋，里面有他收集来的战利品，其中就有一枚象征着某种组织的徽章。\n　 \n　 而且...这次无意间似乎抓到了什么大鱼呢。\n　 \n　 \n\n\n\n",
    "replies": []
}