{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第十六节",
    "author": "2B与mc的故事",
    "replyCount": 5,
    "timestamp": 1446902040,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-12-6 20:11 编辑 \n\n        深邃的夜空中伫立着一轮金黄的月，月亮之下，是黑暗的大地。\n\n        辽阔的原野之中，一个少年呆呆地站在原地，眼中写满了恐惧。在他的背后，还有一团若隐若现的黑暗气息——这黑暗远胜于夜晚的黑暗。\n\n        简直静得可怕。整个世界似乎都被这股令人窒息的黑暗扼住了喉咙，不敢，或者说是不能发出一丝声音。风声，流水声，怪物们的脚步声，甚至是自己的呼吸声，这一切早已习以为常的声音，似乎都淹没在了这黑暗之中。视觉，听觉，嗅觉，触觉，所有感官都一点点被一种不可名状的恐惧剥离。整个世界就这样，陷入了一片混沌之中。\n\n        这……就是死的……感觉吗……\n\n        傲天的目光黯淡了下来，接着软弱无力地倒在了地上。他只能感觉到，自己身处一片深邃的黑暗之中，看不到，听不到，闻不到，摸不到……这种空虚的感觉让他近乎崩溃。\n\n        “又是一个这样的杂碎。只不过是这一点黑暗，就直接昏倒了吗？你能体会到这世界的黑暗吗？不能。和他比起来，你现在所感觉到的这点黑暗简直就微不足道！”一个略带沙哑的男人的声音从他身后传出，“人类就是这样的生物，惧怕黑暗，自己却还在不停地创造黑暗。真是愚蠢至极！”\n\n        不过，傲天完全听不见那个男人的声音。\n\n        “人类是有罪的。虽然不能排除那几个少的可怜的人，可是仅凭他们的努力能挽救这个世界吗？不能。”那个男人举起了一把血红色的巨剑，不，那简直不能称之为剑。这把剑大得诡异，如果立起来的话，至少有一个人那么高。就凭这样一个瘦瘦的男人，竟然能轻松挥舞这样大的一把剑，简直不可思议。剑刃狰狞地扭曲着，而且在几个较大的缺口处，还缠着显眼的白色绷带，“我不能继续看着这个世界堕落下去了。你，有资格活下去吗？”\n\n         血红色的巨剑缓缓落下，一点又一点地接近了昏迷的傲天。\n\n         “咔！”\n\n         在无尽的黑暗之中，忽然间出现了一丝朦胧的月光。\n\n         一个金发少年紧握着这道月光，拦下了那把血红的巨剑。而那巨剑竟被震落下了一块红色，发出一阵脆响。红色碎块落地之后立刻溶为一滩鲜血，渐渐渗入了草地。\n\n        “看来，你也许还能继续活下去。”那个男人看了看倒在地上的傲天，又看了看眼前的穹闪，“你在我的杀气中还能行动，真是少见。”\n\n        “的确，这股黑暗的气息吓了我一大跳呢。”穹闪握紧颤抖的剑，回头望了望晕倒在地的灵曦，“看来，我的同伴中能自由移动的就只有我了。而且即使是这样，还是很吃力啊！”\n\n        “我看出来了，你与他们不同。”那个男人说着收回了剑，“你的眼里，也弥漫着黑暗，你也曾体会到这世界的黑暗！”\n\n        “亏你能看出来啊。”穹闪见状也收回了剑，甩了甩发酸的手臂，“不过，你真的很强。真的打起来的话，我根本不可能是你的对手。”\n\n        “没错。能看到这一点，说明你很有自知之明。但是……”那个男人说着再度举起了剑——这次是对着穹闪，“我会这样就放过你们吗？不会。我没有那样做的理由。这个世界不会同情弱者，你们能否活下去，取决于你们自己的觉悟。你做好觉悟了吗？”\n\n        “真意外，想不到我们在某些方面竟然有相同的感受。”穹闪没有退缩，摆好了战斗的架势，“话说回来，我们一见面就这样老熟人似地莫名其妙地聊了这么久。你到底是谁？”\n\n        “如果你是想问名字的话，我早就忘记了。”那个男人忽然间消失在夜色中，可是沙哑低沉的声音却在快速靠近，“但是如果叫‘剑魔’的话，你应该不会认错人。”\n\n        好快！在这样的杀气当中，保持清醒都很费力了。现在，穹闪还必须确定高速移动的敌人的方位。即使是全神贯注，也未必能清楚地找到。\n\n        “咔！”又是这样清脆的碎裂声。穹闪勉强挡住了剑魔的刺击，而剑魔的巨剑上又落下了几块红色的碎块。\n\n        穹闪正敛气屏息，等待着下一次攻击。可是这时，剑魔却在穹闪面前停了下来。就算剑魔停下来了，他手中血红的巨剑就像恶魔的爪，好像时刻准备把眼前的一切撕碎。即使相隔甚远，还是能感受到它发出的威压。\n\n        “你手上的剑，是十二名剑之一吧？这种月光般的剑气，应该是望月。”剑魔说着竟又一次收起了剑，空气中弥漫的黑暗立刻消褪不少，“你们有活下去的资格。只有十二名剑才能伤到我的剑。能手持十二名剑战斗的人，不会是引领世界走向黑暗的恶徒。”\n\n        “呼。”穹闪松了一口气。不过等他回过神来一想，又觉得这句话有些莫名其妙，“为什么能手持十二名剑的人，就是好人呢？”\n\n        “十二名剑之所以被称为名剑，他们与普通的剑的不同之处在于魂。他们拥有自己的灵魂和意识。只有被剑认可的人，才能拿上它们。顺带一提，因为有灵魂和意识，它们也能在战斗中一次次变强。”剑魔说着找了块石头坐下，“你们可以走了。至于我，我还要等一个人。”\n\n        穹闪犹豫了一小会，看了看晕倒的灵曦和龙傲天，还是决定带着他们先离开。这样一直呆在这附近，对他们的精神也会有不小的损伤。而且，穹闪自己也快要撑不住了。\n\n        不过，把灵曦和傲天安顿好之后，穹闪还是忍不住再回到了剑魔身边。他一边小心翼翼地靠近，一边试探着问道：“那个……剑魔。你这么强，可不可以教会我变强的方法？无论有多残酷的训练都可以，我想要变强！”\n\n        剑魔瞥了穹闪一眼，冷冷地答道：“不行。”\n\n        “为什么？”穹闪对于如此干脆的回答有些意外。\n\n        “我不想回答这个问题。离开这里，你已经没有继续留下来的意义了。”\n\n        穹闪失望地转过身，正准备离开，忽然迎面吹来了一阵疾风——这风就像是有生命一样，带给人一种说不出来的轻松和活力，轻快地朝着他身后的剑魔吹去。\n\n        剑魔的短发在风中微微拂动。他站了起来，背对月亮的身影显得黑暗而又神秘，因为太长而横着背在背上的巨剑被又一次取下。他持剑伫立在原野中，似乎在等待着什么的到来。\n\n        “风起。”不知从何处传来的声音。\n\n        “你总是这样。见面应该先打招呼。但是我我再说一遍有用吗？没有。下一次，你还是会这样出现。”剑魔说着随意一挥剑，朝他袭来的一阵风儿被吹散。风停下的地方，出现了另外的一个人。虽然是男人，却是一头披肩的白发，凌乱地在风中飞散。他穿着一件宽松的布衣，背上背着两把刀，应该是太刀——和剑魔相比，他的刀尺寸就正常多了。\n\n        “让你久等了，剑魔。”\n\n        “我并不介意，剑圣。”\n\n目录\n\n\n\n\n挖坑大师，故事君\n顺带一提，这两个家伙非常牛逼（而且好像还是一对CP）\n@恶魔-潇洒 @bo_bo2001 @guqu @MF_Mufeng \n\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1446903300,
            "txt_content": "哦凑剑圣剑魔什么鬼"
        },
        {
            "author": "BBCZXG",
            "timestamp": 1446904080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1446951600,
            "txt_content": "倒数第六行错别字~\n剑魔剑圣= ="
        },
        {
            "author": "hear_brave",
            "timestamp": 1446954060,
            "txt_content": "大德玛何在..........."
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1452998340,
            "txt_content": "你没有留下来的价值\n你所做的应该是带来希望\n带来死亡的事，交给我们这些黑暗中的人来做吧\n\n\n话说昨天谷歌的广告全都是无图片，今天全部换成别的广告反而不习惯了\n"
        }
    ]
}