{
    "title": "看看开发携带版的奇妙旅程",
    "author": "时光如年i",
    "replyCount": 5,
    "timestamp": 1446977340,
    "txt_content": " 本帖最后由 bobby825 于 2015-11-8 21:23 编辑 \n\n来源：https://mojang.com/2015/11/watch-the-pocket-edition-devs-go-on-a-spooky-journey/\n\n\nHello!\n\nUnless you’ve been hiding under a cobblestone block for the past few weeks, you’ll be aware that redstone is coming to Minecraft: Pocket Edition and the Minecraft: Windows 10 Edition Beta in the near future.\n\nRedstone is a bit like Minecraft’s version of electrical circuitry. Though you can already make amazing builds in Minecraft: Pocket Edition and for Windows 10, redstone will provide opportunity to create actual devices, like rollercoasters, automated doors, and mob grinders. Players of the Java version of Minecraft have been using redstone for a long time now, and they’ve made things that even the cleverest of clever brains at Mojang couldn’t have predicted.\n\nTo show off just a few of the things that are possible with redstone, Shoghi and Daniel have taken on a spooky map created by our friends in Redmond, and recorded the results for your viewing pleasure. Watch the video below. Please be nice in the comments.\n\n\n嘿！ \n\n除非你在过去的几个星期里一直躲在原石块下，你就一定知道，红石近期将会在Minecraft：携带版和的Minecraft：Windows10两个版本中出现。\n\n红石就像是Minecraft的电路系统。但是这些已经可以让你在Minecraft中做出惊人的红石建筑。在Minecraft：携带版和的Minecraft：Windows10两个版本中，红石将会提供一个机会让你在现实中创建过山车、红石门（自动门）、和怪物猎杀机器的机会。在Java版本(PC版本)中的玩家，已经玩红石很久了，现在，他们用他们非常非常聪明的脑袋向Mojang提供了一个出乎意料的建议。\n\nShoghi 和 Daniel 都采用了我们的朋友 Redmond 创造的一个奇异地图，为了展示这些用红石创造出来的东西，他们录制了一段视频，一定能让你大饱眼福，如果有什么意见，请写在评论中就好了。\n\n\n有vpn的朋友去官网看看吧。。对于这个标题，我也觉得很纳闷....说是携带版的幽灵旅程。实际上是推荐了一个视频(╯‵□′)╯︵┻━┻\n如果我的翻译有什么错误，欢迎指出",
    "replies": [
        {
            "author": "wznln",
            "timestamp": 1446978240,
            "txt_content": "沙发！顶！话说如果手机版和PC版里面内容出现不一样的话，有点尴尬，毕竟希望统一"
        },
        {
            "author": "dwch",
            "timestamp": 1446978600,
            "txt_content": "错板块。此消息应在PE新闻资讯中"
        },
        {
            "author": "andylizi",
            "timestamp": 1446978960,
            "txt_content": "这应该在PE版吧……\n@bobby825  "
        },
        {
            "author": "duke325",
            "timestamp": 1446989700,
            "txt_content": "还是看看吴光耀会不会搬运吧"
        },
        {
            "author": "andylizi",
            "timestamp": 1448546400,
            "txt_content": "翻译错误：\"cobblestone\"应为\"圆石\""
        }
    ]
}