{
    "title": "<原创·连载·圣杯>空[第十四章：白昕][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1446968640,
    "txt_content": "空·第十四章·白昕\n\n\n正文\n\n\n    纳尔坐起来，他觉得睡意还未散去，但是已经听见了窗外的鸟叫声，阳光也透过窗户撒进来。罗杰不在，会不会是有什么事出去了？纳尔双脚踩在地上，站起身。克莱尔还在睡。    他把外衣穿好，悄悄走下楼去，昨晚那个小女孩正趴在桌前读着一本书。她见纳尔下来，“您好……跟我来吧。”说着，她站起了身。点了根蜡烛，撩开门帘，示意纳尔先进去。    那是一个楼梯，用砖头砌成的。小女孩紧跟在纳尔身后举着蜡烛。纳尔扶着墙壁，这里的墙壁有些潮湿，而且……怎么说呢，有种粘粘的感觉。    到了底，她朝纳尔微微鞠了一躬，“就是这里，那么，我就先走了。”    烛光渐渐消失在阶梯的尽头。纳尔没再多想，走上前刚想敲门，却没想到门自己开了。在触碰到他手指的一瞬间就自己打开了。    门后，是一个实验室，纳尔一生当中所见过的最大规模的实验室。    天啊……纳尔感觉自己之前所见到的那些研究所什么的都太渺小了。没想到那样的房子底下竟然隐藏着这样一个具有宏大规模的实验室。    但纳尔最感兴趣的还是：这个实验室是研究什么的。    “纳尔，”有人在后面喊了一声，纳尔转过身，是罗杰。他旁边有一个穿着白色研究服的女子，“介绍一下，这位是白昕博士，曾经是西蒙的学生。”    西蒙的学生？“白昕……”纳尔重复了一遍，“我听过，有可能见过。”纳尔记得自己还是西蒙的病人时有见过一个女性，和白昕长得基本无异，而且西蒙说那是自己的学生。那人应该是白昕吧。    “纳尔，”白昕笑着点点头，“把那张卡给我吧。”    奇怪，白昕能用到那张卡？纳尔从口袋里把那张磁卡拿出来递给白昕。她用一个激光笔对着卡的某个位置照了一下，又把那张卡还给了纳尔，“纳尔博士。”白昕依然保持着那种微笑，就在之前纳尔还觉得这种笑容像是清晨的阳光一样温暖人心，但现在立刻变得令他毛骨悚然。    “不……你认错人了吧，”纳尔甩了甩头把刚才那种魔鬼一样的笑容从记忆中模糊掉，“我不是什么博士……大学只读了四年。”    白昕仍然保持着笑容，纳尔觉得自己快疯了。他都想跪下求她收起这恐怖的笑容，纳尔觉得白昕的笑容中有一丝针对他的讽刺。但他现在只是能感觉到这种笑容的可怕，真正的意义，他现在还无法领会。“这是你的东西，请保管好。”白昕递给他一个信封，“当然，是保管好，不代表现在可以拆开。”说完，她转过头，对着罗杰，“感谢你把他带来。”    这都什么跟什么啊。    纳尔有些晕，这个卡不是克莱尔给他的吗，怎么扫一下这个卡他就变成个博士了？而且还说感谢罗杰把自己带过来？    白昕朝罗杰鞠了一躬后，就匆匆走向一个房间了。纳尔这才开口问站在原地的罗杰：“罗杰，这是怎么回事？我什么时候变成博士了？”    “你当然不是博士，”罗杰耸耸肩，“关于这事……比较复杂，我就不和你解释了，日后你慢慢就能明白。不过这几天你可能是要暂且跟着我们了，所以你就和你那位叫诺迪斯的朋友请个假，顺便我去把空接过来。有些事需要你和他处理。”    “我和他？你开什么玩笑。”    叫纳尔处理事情倒无所谓，但让空去处理，还是和他一起。这无疑是成功率为零的组合，空那样不帮倒忙已经是万幸了，到时候说不定还会因为什么事两个人在吵上一架。    “当然，你可以当做这是开玩笑，只要保证到时候你能按照我的指令完成你该完成的事那也无所谓。空只负责一个身份掩饰罢了，偶尔会按照我的指示去做一些事，你不需要担心他会不会拖你后腿的问题。”罗杰双手放进了上衣的口袋里，“这都是多余的担心。”说完，他朝出口走去。    “喂！”纳尔跟上去，踏上了那处在一片黑暗中的阶梯，罗杰的身影已经被埋没在黑暗中，此时纳尔只能凭感觉一级一级地往上走，“罗杰，昨天是怎么了。”    “昨天……”罗杰停下了脚步，纳尔听见此时只有自己还在上楼梯的声音，于是也停了下来，“你非常想知道吗？”    纳尔点点头，但他的这个动作被溶解在这令人感到压抑的黑暗中。因此感觉两人同时都沉默着。纳尔感觉距离正在被黑暗拉扯着，越来越远，最后甚至隔着一个世界。直到罗杰深吸了一口气，他才被拉回来。罗杰默认了，此刻他不想多问，他选择相信纳尔的保密能力。    好吧，这事不长。    下车之后，罗杰先是跑到了人行道，他知道克莱尔是开着车往西走，因此他是朝东跑的。为的是让攻击尽量远离那辆车。罗杰知道的不多，他唯一肯定的事，就是那个攻击的最终目标，是他自己。    所以，他只要离开那辆车，就表示车上的人安全了。    中间的过程他并不记得，包括他是怎么逃过机关枪的扫射以及奇迹般地从倒下的建筑中逃脱的细节，他都不知道了。那时他只知道要一直跑，跑到周围寂静无声为止，那样就表示他安全了。    当然，关于他最终脱离攻击者的视野的部分还好。罗杰那时已经接近虚脱，他从一个路口找到了折返的机会，躲进了一个之前被摧毁的店里，他也不知道那是个什么店，那里面还在着火，但是能躲过攻击的机会恐怕只有那一次。    罗杰在忍受过烧伤之后再走出去时，攻击者已经不在了。他知道这事暂时结束了，才带着伤朝目的地走去，走到时已是深夜。    所以，他们并不知道目标的选择错误，真正的目标应该是纳尔。    罗杰暗自庆幸。\n\n返回索引贴\n\n@冥王星人 @恶魔-潇洒",
    "replies": [
        {
            "author": "asjkdaskljda",
            "timestamp": 1446969300,
            "txt_content": "纳尔嘎达！\n让我想起LOL的迷失之牙"
        },
        {
            "author": "冥王星人",
            "timestamp": 1447081620,
            "txt_content": "相亲相爱的纳尔和罗杰预定客串MC国出场\nXD"
        }
    ]
}