{
    "title": "<原创小说>Minecraft奇遇记",
    "author": "D_P_Z_C",
    "replyCount": 7,
    "timestamp": 1446983220,
    "txt_content": " 本帖最后由 D_P_Z_C 于 2015-11-10 20:06 编辑 \n\n[diamond_helmet]这是本人第一次写长篇小说[diamond_helmet]\n[diamond_chestplate]希望大家多多支持吧[diamond_chestplate]\n[diamond_leggings]本人应该能做到周更，[diamond_leggings][diamond_boots]情况好的话一周更两次[diamond_boots]引子: 生活一项平凡的张翔同学，因为好奇心误入了Minecraft世界，他在Minecraft中结识新伙伴、朋友，历尽千难万险，只为寻找回到属于他的世界的那扇门……\n第一章——古怪的大树，初入minecraft      放学啦，张翔还是和以前一样慢吞吞的往家赶。突然，一只兔子从他面前蹦过去，便放下书包，去追赶那只兔子。追着追着，兔子跳进了草丛里，当他翻开草丛时，兔子不见了，于是他就扫兴的往回走。      突然一道闪电打中了附近的一棵树，这使张翔的好奇心发作了，他跑去那一看，一棵参天大树伫立在他面前，树干非常粗，并且中间有个非常大的树洞。他又感叹又疑惑，感叹是多么宏伟的一棵树啊；疑惑是从来没在这见过这棵树，哪怕他在这生活了三年之久。      中间的大树洞再一次勾起了张翔的好奇心，他把头探进去，哇！里面好大啊！感觉这里面又是一个次元。这时，他感觉树洞上抹了肥皂似的，一直再往里滑。他猛地一下把头拔出来并退后几步，可是他还感觉有股力量在那颗树洞里吸。张翔感觉事情不对，便拼命的往回跑，可是他跑得越快，吸的就越快，仿佛一只陷入泥潭的羔羊在拼命的挣扎。后来他没力气了，现在他只能任由这个“泥潭”摆布，渐渐地昏过去了……      不知过了多久，张翔渐渐地从沉睡中苏醒，当他睁开眼时，眼前的一切让他惊呆了，他再三揉眼睛，这里的一切事物仿佛都是由方块组成的：树干、树叶、花、草……这古怪的场景，这陌生的地点，使他变得恐惧，他的眼泪从他的脸颊旁缓缓流下，似乎后悔来到这个世界……第二章——新的朋友，回去的方法“谁？谁在那？”这声音传到张翔耳旁，使他更害怕，下意识地往树后一躲。“是谁，出来吧，我不会伤害你的”张翔小心地探出个头，卷入他眼帘的不仅是奇怪的世界，还多了个四四方方的人，他迅速把头又收了回去，小声结巴地说道：“你…你是谁…”“哦，我叫胡彬，是个乐于助人的人，出来吧，我不会伤害你的。”张翔感到一丝安慰，可是刚走一步就晕倒了。 张翔迷迷糊糊的睁开眼，想要坐起来，这时胡彬过来了，连忙把他扶起来，靠在墙上。张翔有气无力的说：“这是哪？我是怎么了？”“哦，这是我家，你昨天太虚弱了，晕倒了，我就把你带回来了”胡彬回应道，“你一定饿了吧，我去拿点吃的，你坐在这别动啊，等我回来再聊。”胡彬抱着一个面包与牛奶，坐在床边：“来，吃吧。”张翔看着面包，口水自然就流下来，直接拽过面包，狼吞虎咽般吃着。胡彬说道：“慢点吃，来，喝口牛奶。” 吃完，张翔向胡彬叙述了之前发生的事。“这么说你之前不属于这个世界，我记得我爷爷和我说过，除了这个世界，还有一个世界，你也许就是那个世界的人。”胡彬说道，“听我爷爷说，每隔一段时间，你们的世界就会打通一个到这个世界的通道，但是这个通道只能来，回。”“啊？！那我岂不是回不去了？”张翔担心道。胡彬紧接着说道：“别担心，有办法回去，我爷爷就是去了你们的世界又回来了，可是……”张翔问：“可是什么？”“可是我并不知道我爷爷是怎么去的。”“那就去问啊。”“但是我爷爷住在凋零圣塔里，那离这里非常非常远，最重要的是我不认路啊。”张翔说：“没事，肯定能找到的，有一丝回去的希望我都不放弃。”胡彬说：“那好吧，你先好好休息，待一阵子，我们就出发。”张翔果断的同意了......\n",
    "replies": [
        {
            "author": "D_P_Z_C",
            "timestamp": 1446983700,
            "txt_content": "没人就不更了啊→_→"
        },
        {
            "author": "D_P_Z_C",
            "timestamp": 1446983940,
            "txt_content": "【新提醒】 发表于 2015-11-8 19:59\n唉，又一个不懂规矩的，把这里当贴吧的\n来人了（其实我在写=-=）"
        },
        {
            "author": "D_P_Z_C",
            "timestamp": 1446984300,
            "txt_content": "D_P_Z_C 发表于 2015-11-8 19:59\n来人了（其实我在写=-=）\n就你懂规矩？！"
        },
        {
            "author": "石中",
            "timestamp": 1446986940,
            "txt_content": "支持楼主哈，我会持续关注QAQ"
        },
        {
            "author": "46241359",
            "timestamp": 1446987000,
            "txt_content": "首先阁下字数不够，请自行阅读版规；别把论坛当贴吧，爱更不更也没人催。\n阁下的引子不过就是个故事情节的梗概，引子至少是有一定内容且为故事展开埋的伏笔，请问阁下的引子有任何内容存在吗？\n慢吞吞的往家赶是怎么赶，就跟你说“慢吞吞地快跑”一样，开头就有毛病。而且采用烂大街时的剧情引入，追兔子这样的白痴事，这主角是幼儿园放学了自己回家么。全文均采用小学生式流水账日记写法，只负责交代时间地点人物，然后概括起因经过结果，完全称不上小说。细节描写全无，且有常识性错误，包括用词也有大量不当。给人感觉这个主角根本就没有思考的功能，只是个提线木偶，负责给我们演一场毫无意义且漏洞百出的木偶剧一样。结尾也是毫无新意，好奇心害死猫你不懂怪谁咯。\n并且同时我对阁下“周更”和“情况好一周两次”的更速大为吃惊。坦白说阁下这样的文我十分钟一篇且字数多得多。回复中“没人不更”的态度也让人一眼看出阁下的贴吧本质。对不起，以阁下的质量恐怕也只有我这种耐力极强的人能忍住关页面的欲望勉强看完阁下的“小说”。来mcbbs发文请不要把人们看你的文并且回复表示支持是理所应当的事，阁下的水平即使有人发表回复也不会是表扬，因为从根本上讲阁下的小说没有任何优点，槽点倒是数不胜数。\n建议阁下去看看创作版的精华文章以及阅读过版规后再来发文，另外请注意自己小说逻辑上的合理性。"
        },
        {
            "author": "D_P_Z_C",
            "timestamp": 1447156920,
            "txt_content": "46241359 发表于 2015-11-8 20:50\n首先阁下字数不够，请自行阅读版规；别把论坛当贴吧，爱更不更也没人催。\n阁下的引子不过就是个故事情节的 ...\n感谢这位童鞋的建议，我会认真听从的\n对于之前那句话，是我不对，我只是说着玩的 QAQ\n周更的话是最慢速度，因为鄙人学习量较大，所以抽出时间不容易，还请多多包涵\n==================\nps：这是我第一次写，由于在晚上，所以写的没那么具体\npps：还请多多指教，多多包涵"
        },
        {
            "author": "D_P_Z_C",
            "timestamp": 1447157160,
            "txt_content": "石中 发表于 2015-11-8 20:49\n支持楼主哈，我会持续关注QAQ\n感谢支持，我会做的更好的"
        }
    ]
}