{
    "title": "Unturned生存地图Virginia【弗吉尼亚】",
    "author": "zhaohuai11",
    "replyCount": 17,
    "timestamp": 1447069500,
    "txt_content": " 本帖最后由 zhaohuai11 于 2015-11-12 12:36 编辑 \n\n适用本版：3.X\n搬运\n作者是Steam上的Military Zombie #17所制作\n原站http://steamcommunity.com/sharedfiles/filedetails/?id=537171796\n这张地图是Steam上最近比较火的地图\n  英文故事是BACKSTORY TIEM: It all began the summer of 2014 everything was all fine normal city/rural life... Well Atleast until the H1E4 Virus mutated forming a distorted strain of the H1E4 Virus as a result created the \"Anomalys\" these gigantic creatures of solid muscle mass move and fast speeds and can rip someone in half in the blink of and eye... And what happens when 3 escape? More Mutations As a result More \"Anomalys\" were created accordingly to who was exposed to the distored version of the virus Ex: Military, Hazmat, Firefighter Etc, Anyways moving on. The non mutated version of H1E4 created the Average infected The most common \"Zombies\" in what remains of Virginia and wwhatever else remains of the world. On day one the place containing the original virus samples was \"Scorpion-7\" Which were sent from Seattle, Washington at a (REDACTED) Wreck site. the samples were shipped to Canadas labs (Marked as Orange Scorpion-7 Signs) Some of which were built In virginia and some Canadian Soldiers were sent to the labs. and the U.S Government And The Canadian government sent down alien weapons to compare at one of the Two Scorpion-7's and Thats when the H1E4 broke out infecting the Scorpion-7 Personell and Military personell But it dosent end there Their was a train Headed to the capital of virginia, Richmond when it derailed and Anomalys Escaped, Luckily for the people of richmond only Normal infected reached richmond instead of Anomalys 14 Days after the \"Scorpion-7 Incident\" The city was begining to fall into Anarchy Their were people protesting \"Police Brutality\" When Police officers killed a Infected but people couldent realize that it was happening. and Riots broke out, National gaurd was called Black outs The city went dark and it kept spreading from there Farms, towns, Camp grounds, Prisons all got infected. The President In DC Ordered for all connection to this area of virginias Tunnels Sealed By Destruction. The Survivors Were Left to Die And thats Were you come in. You are a Survivor One of the last You survive at your own will and do what you must to survive.\n\n中文翻译【有点错误....】\n故事时间：\n这一切都始于2014的夏天，一切都是正常的城市/乡村生活…至少直到h1e4病毒变异形成一个扭曲的h1e4病毒因此创造了“异常”，这些巨大的生物固体肌肉移动速度快并能将在眨眼睛半人…当3次逃跑时会发生什么？更多的突变结果更“异常”创建相应的被暴露的扭曲版本的病毒如：军事，危险品，消防员等等，反正移动。非变异版本的h1e4创造了平均感染最常见的“僵尸”，剩下的wwhatever弗吉尼亚和其他的世界仍然。一天一个包含原始病毒样本是“scorpion-7”是从西雅图寄来的地方，华盛顿在沉船地点（节录）。样品被运到加拿大的实验室（标记为橙色scorpion-7标志）其中一些建在弗吉尼亚州和加拿大的一些士兵被派去实验室。与美国政府和加拿大政府发下来的外星武器比较在一个scorpion-7和那当h1e4爆发感染scorpion-7人员和军事人员却没有结束他们的火车前往弗吉尼亚首府，里士满时出轨和异常逃跑了，幸运的人里士满到里士满只有正常的感染而异常14天之后，“scorpion-7事件”的城市开始陷入了混乱，有人抗议“警察暴行”当警察打死一人感染但王氏发现它发生了。骚乱爆发，国民卫队被停电，城市一片黑暗，它一直在农场，城镇，营地蔓延，监狱都感染了。在直流下令所有连接到这个地区的各色隧道密封破坏总统。幸存者被留下来死亡，这是你来的。你是最后一个生存下来的幸存者，你将做你必须生存的。\n地图大致\n\n\n\n\n搜狗截图15年11月09日1947_3.png (234.08 KB, 下载次数: 88)\n\n下载附件\n\n2015-11-9 19:49 上传\n\n\n\n\n\n军营\n\n\n\n\n搜狗截图15年11月10日1248_2.png (227.22 KB, 下载次数: 75)\n\n下载附件\n\n2015-11-11 18:02 上传\n\n\n\n\n\n灯塔瞭望\n\n\n\n\n搜狗截图15年11月11日1805_1.png (202 KB, 下载次数: 77)\n\n下载附件\n\n2015-11-11 18:05 上传\n\n\n\n\n\n地图下载地址：http://pan.baidu.com/s/1sjpEnTz\n如果你喜欢这张地图请给我的金粒和人气\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "zhaohuai11",
            "timestamp": 1447129440,
            "txt_content": "顶一顶{:10_492:}"
        },
        {
            "author": "Yihc",
            "timestamp": 1447231500,
            "txt_content": "感谢搬运"
        },
        {
            "author": "zhaohuai11",
            "timestamp": 1447236000,
            "txt_content": "Yihc 发表于 2015-11-11 16:45\n感谢搬运\n谢谢支持"
        },
        {
            "author": "zhaohuai11",
            "timestamp": 1447303020,
            "txt_content": "{:10_492:}\n\n顶一顶"
        },
        {
            "author": "zhaohuai11",
            "timestamp": 1447403760,
            "txt_content": "顶一顶{:10_492:}"
        },
        {
            "author": "zhaohuai11",
            "timestamp": 1447582560,
            "txt_content": "顶一顶{:10_492:}"
        },
        {
            "author": "泰拉瑞亚ma",
            "timestamp": 1447736880,
            "txt_content": "这个怎么装啊？"
        },
        {
            "author": "zhaohuai11",
            "timestamp": 1447754640,
            "txt_content": "泰拉瑞亚ma 发表于 2015-11-17 13:08\n这个怎么装啊？\n放进maps里"
        },
        {
            "author": "lksstc",
            "timestamp": 1448095500,
            "txt_content": "军营我有点想吐槽下= =绿色房子黄色墙黄衣僵尸什么意思= =要搞全部搞成黄色的啊= ="
        },
        {
            "author": "zhaohuai11",
            "timestamp": 1448529240,
            "txt_content": "顶一顶{:10_492:}"
        },
        {
            "author": "zhaohuai11",
            "timestamp": 1453466340,
            "txt_content": "顶一顶{:10_512:}"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1453471020,
            "txt_content": "本人地图制作中\n并不建议每天顶贴小心好人卡"
        },
        {
            "author": "晽曼天下",
            "timestamp": 1456152240,
            "txt_content": "谢谢楼猪分享"
        },
        {
            "author": "Dr.超",
            "timestamp": 1456321740,
            "txt_content": "{:10_523:}{:10_523:}{:10_523:}"
        },
        {
            "author": "zhaohuai11",
            "timestamp": 1457353320,
            "txt_content": "晽曼天下 发表于 2016-2-22 22:44\n谢谢楼猪分享\n猪  ..."
        },
        {
            "author": "晽曼天下",
            "timestamp": 1457416440,
            "txt_content": "zhaohuai11 发表于 2016-3-7 20:22\n猪  ...\n楼猪那么可爱，不会再的啦。这样子称呼的话，会更可爱的哦~"
        },
        {
            "author": "晽曼天下",
            "timestamp": 1457416500,
            "txt_content": "唉唉？？我才发现我回复的两个帖子全是你的哎QAQ"
        }
    ]
}