{
    "title": "深夜看到这个帖子的不看后悔呦",
    "author": "Laver",
    "replyCount": 12,
    "timestamp": 1447088520,
    "txt_content": " 本帖最后由 Laver 于 2015-11-10 12:18 编辑 \n\n最近一个朋友因为熬夜吃夜宵得了肝硬化，现在只能在床上躺着了。所以我整理了一些关于熬夜的危害的知识，希望各位不要为了游戏熬坏了身体仔细看了看版规这应该不算水吧？\n现在，很多人已经将入睡时间推迟到晚上11时以后，上网、看电视剧、打游戏、刷微博微信等，都成了人们晚睡的理由。在微博上，关于“别拿生命来熬夜”话题，一时成为热点。有3万多人表示自己经常因为复习和加班熬夜，有1万多人说自己天生就是熬夜族，早了睡不着。网络另一项“熬夜健康调查”显示，超五成网友表示经常或一直在零点后入睡，18.18%的人更通常超过凌晨1时才睡觉。很多人平时熬夜缺觉，到了周末或节假日就猛补，一睡就是一天，早饭、午饭常常在睡梦中被省略掉。缺觉、睡多了，其实对身体都不好。“睡眠时间VS死亡危险率”的函数图显示，睡眠时间在6.5小时-7.5小时之间，死亡率最低，少于6.5小时或者高于7.5小时之后，死亡危险率都大大增高，尤其是睡眠时间超过9.5小时或少于4.5小时，死亡危险率直接翻倍。我们晚上睡觉是充电，白天是放电，如果晚上只充了50%的电，白天还要释放100%，那50%从哪儿来?就得从五脏借。有一句话叫“晚上不睡叫耗伤阳气，早上不起叫封杀阳气”。几万年的人类活动造成人对宇宙日夜交替的规律很敏感，人体内有个生物钟，使人们遵循自然界的规律，“日出而作，日落而息”。现代医学也认为，晚上11时到第二天早上6时这段时间，是睡眠的“黄金7小时”。“晚上11点不睡是不要脸，凌晨1点不睡是不要命!”长期缺乏睡眠，会令人皮肤暗黄粗糙、免疫能力下降，加上熬夜都是久坐不动，增加了早早患上心血管疾病、高血压、中风、糖尿病等疾病的可能，同时还会导致失眠、健忘、易怒、焦虑不安等症状。为什么道理大家都明白，但“不要脸、不要命”的“夜猫族”仍不见少?原因在于大家都感觉死亡的威胁似乎离自己还很遥远。“在生死临界点的时候，你会发现，任何加班，给自己太多压力，买房买车的需求，这些都是浮云。如果有时间，好好陪陪你的孩子，把买车的钱给父母买双鞋子，不要拼命去换什么大房子，和相爱的人在一起，蜗居也温暖。”这是因乳腺癌晚期去世的大学教师于娟用生命写下的感悟。熬夜的危害一、胃肠道问题熬夜的人，剥夺了胃肠道休息的机会，导致消化性胃溃疡、十二指肠溃疡、功能性消化不良、腹胀、腹痛等。二、诱发心脑血管疾病熬夜时人处于紧张状态，得不到放松，造成血管收缩异常，血压比正常人高，容易诱发高血压或者加重病情。现在心脑血管疾病发病率逐渐增多且越来越年轻化，常熬夜或是诱因之一。三、提高患癌风险熬夜会让内分泌激素水平紊乱，使得细胞代谢异常，影响人体细胞正常分裂，导致细胞突变，提高四、患癌风险。于娟已经用她的生命做了例证。五、夺走好视力熬夜等于是超负荷用眼，对眼睛的伤害不仅仅是变成“熊猫黑眼圈”，更重要的是，长期熬夜、超负荷用眼，导致视力功能性减退。六、失眠抑郁熬夜伤身也伤神，许多年轻人晚上不睡，白天发困，出现神经衰弱等问题，严重的甚至会导致抑郁症的发生。七、皮肤严重伤害不规律的睡眠及压力，会影响内分泌代谢，造成皮肤水分流失，容易导致皱纹出现、皮肤暗淡、长暗疮、黑眼圈加重等，尤其是上完妆后情况会更糟。在不得不熬夜时，做好准备可以把对身体的损害降到最低:1、晚睡但按时进餐。喜欢熬夜的人饮食常常不规律，不能按时用餐，导致消化功能出问题。2、晚睡不“晚洗”。皮肤的作息时间是在22时—23时进入晚间保养状态。“晚睡族”在这段时间里要进行一次皮肤清洁和保养。熬夜之后，最好的保护措施自然是“把失去的睡眠补回来”。如果做不到，午间10分钟小睡也是十分有用的。3、喝足够多的白开水。熬夜身体会很缺水，熬夜过程中要注意补水，可以喝枸杞大枣茶或菊花茶，既补身体又有去火功效。4、宵夜营养好消化。宵夜要以能被快速分解为葡萄糖的糖类食物为主，辅之以含蛋白质、维C丰富的面条、鸡蛋、菜花、苦瓜、酸枣、山楂等食物。常熬夜时，白天也同样要加强营养，尽量多摄取一些鱼肉、蛋类等有营养的食物。5、多去户外走动。新鲜的空气有助于身体健康和精神愉快，也是摆脱熬夜后萎靡状态的好办法。以上搬运自百度，不管你信不信，希望你珍惜自己的身体，生命只有一次哦。",
    "replies": [
        {
            "author": "EpioZeta",
            "timestamp": 1447089960,
            "txt_content": "唔的体质是唯一的\n萌之体质，百毒不侵，刀枪不入，熬夜完全无压力。\n\n你就羡慕唔吧\n唔送上对你的祝福"
        },
        {
            "author": "isaivin",
            "timestamp": 1447128240,
            "txt_content": "EpioZeta 发表于 2015-11-10 01:26\n唔的体质是唯一的\n萌之体质，百毒不侵，刀枪不入，熬夜完全无压力。\n这是什么语法。。你中毒了。\n而且熬夜还是很有毒的，根本停不下来0.0"
        },
        {
            "author": "迷途的村庄",
            "timestamp": 1447128480,
            "txt_content": "很久以前我也是经常0点多睡觉，现在10点不睡觉浑身不舒服"
        },
        {
            "author": "我是小强强",
            "timestamp": 1447131060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1447133040,
            "txt_content": "EpioZeta 发表于 2015-11-10 01:26\n唔的体质是唯一的\n萌之体质，百毒不侵，刀枪不入，熬夜完全无压力。\n中二患者你好"
        },
        {
            "author": "1597918660",
            "timestamp": 1447135620,
            "txt_content": "睡觉时间经常徘徊在11~12点←_←"
        },
        {
            "author": "黑",
            "timestamp": 1447147380,
            "txt_content": "熬夜这么伤身体。别吓我"
        },
        {
            "author": "像素君",
            "timestamp": 1447153200,
            "txt_content": "楼主辛苦了~适当做做医生还是挺好的~"
        },
        {
            "author": "One_Time",
            "timestamp": 1447252980,
            "txt_content": "秒睡了。。。"
        },
        {
            "author": "MysteryDragon",
            "timestamp": 1447253220,
            "txt_content": "劝楼主早点休息，你的心意我们深夜党领了。"
        },
        {
            "author": "L99",
            "timestamp": 1447253760,
            "txt_content": "同十二楼 心领"
        },
        {
            "author": "卿风_",
            "timestamp": 1447327920,
            "txt_content": "(:3 从不熬夜。但是感谢楼主"
        }
    ]
}