{
    "title": "【原创·连载·圣杯】【晓】【10】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1447082040,
    "txt_content": "正文：\n\n\n\n\n　　拉娜面向墙壁侧卧，丝毫没理会房间的闯入者。\n　　莱多随意找了个东西坐下，将注意力从纤美修长双腿上面拉回来，再度整理思路，壮胆开讲。\n　　“是这样的，”但愿，能有些说服力。“我想，你一定不知道……”\n\n　　你一定不知道，艾德娜和我一样，向往成为拉娜你的样子。\n　　其实我也是近几天才听说，她很羡慕你能潇洒挥动武器，独力对抗诸多敌人并且得胜。\n　　想想当初你执意退下来，把队长职务交给我那天，大部分人都表示反对。中间也包括我。因为你在我们眼中，是无法替代的英雄和领袖。\n　　我们尊重你的决定给你想要的战友身份，可众人心中真正的领队，依旧是你。\n　　艾德娜说，即使如此，并肩作战的机会还是有，而她只得每次留在家里，等待我们两个回来讲述经历。\n　　你作为姐姐，了解这份痛苦么？\n\n　　星星的呼召，对艾德娜来讲是绝好的机会，也是她仅有的机会。\n　　对，她很兴奋，理由就是可以直接参与战斗，亲睹你战斗中的英姿，不用等在家里为我们担心。\n　　我理解你的想法，贸然把她带到战场会拖后腿，造成无畏的牺牲。那些地方实在不适合她。我比你，更不愿意自己的疏忽给家人带来伤痛，甚至死亡，之后背负着悔意度过余生。\n　　可，拉娜，你这么做，很霸道。\n\n　　你给艾德娜设计了个看似美好的人生，迫使她去走那条路，把你对幸福的解读，强加给她。我明白你是由于爱她，珍视她，或许……你也不会用其他方式表达……\n　　不过我得提醒，你遗忘了很重要的事情。即你自己的幸福。\n　　我猜你从来没有考虑过给自己预备将来的事。现在，你又在想办法剥夺亲人自由选择的权利。还有，所有这些，原本应由很多人与你共同分担。你非但无视他人的关心，且把重担全抢去，放在自己肩上，以致于压垮。\n　　拉娜……我不喜欢你这样……\n\n　　强大并不意味责任，是时候需要放松，想想你自己了。\n　　我们是普通人，各自有各自的局限。希望你不要勉强去完成不可能的任务，引得周遭的朋友、亲人，跟着不愉快。可信可靠的，不只有你一个……\n\n　　“累的话，继续睡吧。午餐我放在这里，吃不吃都行。”\n　　莱多觉得有生以来头次说这么多的话，还近乎自言自语。拉娜只在他提到“霸道”时稍微动了一下，没有其余反应。\n　　他确定她没有睡，在听。很遗憾，大概白费口舌了。\n　　“我就……不打扰了……”站起来，放轻脚步离开。“明天再来看你……”\n　　“等等！”\n\n　　莱多的手停止门把手上方，他为听到呼唤回头，感到一时语塞。\n　　天哪，这还是我认识那个强者？面容憔悴，双眼红肿，金发散乱打结。看惯勇猛的形象，突然见到这个，比较难以接受。\n　　这两天，很难捱吧？\n　　“我不知道……该怎么办……”\n　　哦不！千万别哭------\n\n　　“别担心，会好的。”\n　　莱多安抚妹妹一样抚摸拉娜的头，任由眼泪蹭在衬衫前襟上。此刻嘴里说的什么？算了不去多想。\n　　他非常想批评拉娜睡觉穿着过少，诱使男性本能发动。逐步稀薄发散的理智做着抑制努力，愈来愈缥缈。兽性彻底占上风以前，莱多只想逃走。\n　　怎么就傻愣愣的被抱着哭诉了，这实在太……\n\n　　“我会保护……好她……可这世界对……不公平……我们连一……镇子……都过不去……的……”\n　　“呃，你想说女性的待遇有差别吧？好解决，我跟你们走。”\n　　“咦……？”\n　　“我是说，我协助你在路上保护艾德娜。遇到不方便的地方同样我来，如何？”\n　　“------、”\n　　“那个……我在外厅等你，假若同意，换身衣服出来吧。”\n　　莱多借空档抽身逃离，他脑里那根名为理性的细丝，或将即刻拉断。\n\n　　好悬……\n　　下次我，坚决不当这类差事了！会出人命的……\n\n\n\n\n\n\n索引：\n\n签名档。\n\n\n\n废言：\n\n北极星人说，如果圣杯她拿到了前三，就直播吃键盘，所以提前预定了一个蓝莓味道的。\n这是她参赛文的索引：http://www.mcbbs.net/thread-513521-1-1.html\n喜欢围观吃键盘的各位，记得去捧场哦~~~\nXD\n\n",
    "replies": [
        {
            "author": "956090213",
            "timestamp": 1447085940,
            "txt_content": "理智 兽性 我看到了什么！！"
        },
        {
            "author": "simon3000",
            "timestamp": 1447105260,
            "txt_content": "我要看我要看\n理性的达摩克利斯之剑"
        },
        {
            "author": "石中",
            "timestamp": 1447121820,
            "txt_content": "冥王星人写的这小说还好啊~"
        }
    ]
}