{
    "title": "<原创·连载·圣杯>空[第十五章：莫名其妙的来电人][46241359]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1447164180,
    "txt_content": "空·第十五章·莫名其妙的来电人\n\n\n正文\n\n\n    纳尔忘记自己是怎么从睡梦中醒过来的。他只知道自己刚一睁开眼，听觉就被淹没在了窗外的喧嚣中。他翻了个身，有些艰难地抓到了床头柜上的钟。    11点41分。    距离睡时已经有段时间，看来自己是失眠了么……    但在醒来之前，他睡得很安稳，没有做梦，也没有身体不舒服一类的症状。他觉得现在不困了。窗外的夜空有些阴沉，城市的灯光在天地的交界处闪烁着。罗杰趁着夜色去接空了，希望不会再有什么麻烦，能够平安回来。    他坐起身，站到窗前，眼睛直直地看着城市的灯光。他依然不明白自己为什么会被叫做“纳尔博士”。他在研究所也仅仅是刚升为正式研究员没多久，更别提博士了。    以及罗杰被攻击的事。他觉得目前为止最大的可能就是罗杰知道一些对于要杀他的人来说很重要的信息，但也许这个信息本身没什么太大的重要性，一旦到了别人的手上就成了致命的突破点。因为那些人的目标已经非常明显了。他们不是要抓走罗杰以此来获得信息，而是要把罗杰这个人从世界上抹消掉，这就表示罗杰对于那些要杀他的人来说是存在一定威胁的。    但这都是推测而已。罗杰也不愿意告诉他，可能是有什么隐情吧。不过纳尔现在觉得有些不对劲了，尤其是关于save组织以及罗杰提供给他的信息。    罗杰以前告诉他，车祸当天开枪的人就是他。但现在仔细想想就觉得不合理。罗杰和纳尔在那时就是彼此都是素未谋面的陌生人。以罗杰的性格看，他不是那种做事不过脑子的人，更何况是在什么都不知道的情况下去开枪救人。纳尔根据这事能做出两个假设，一是罗杰虽然不认识他，但可能save组织给过他一些类似的信息，所以他才会开枪救人；而另一种，也就是罗杰很有可能之间就在哪个地方见过纳尔。    不一定是见过，他也解释不清，但总之罗杰应该是熟悉他的。    另外一个疑点，就是空。    遇见空，如果罗杰告诉他的事是真的，那么他遇见空就纯属意外。但如果罗杰告诉他的信息是假的呢？    就从现在的情况来看不是没可能。罗杰身上的谜团太多，而他本人又不愿意透露太多给纳尔，也只是敷衍性地告诉纳尔遇见空只是个意外。    真的会是意外么……    还有罗杰之前告诉他空可以把一个人对罗杰的熟悉转换到自己身上……    如果他所说的这句话也是假的，那么遇见空……也许就不是意外了。相反，还有可能是精心策划出来的。虽然这样想的确是能成立，但他找不到能表示罗杰说假话的证据，他这样认为只是出于直觉而已。    也许是自己想得太多了吧。    纳尔对着窗外长长的呼了口气，让自己紧绷了多天的神经放松了一些。现在他静下心来仔细去看看这宁静的夜空。    在他观赏夜景时，他的脑海里渐渐浮现出一个画面。    那是一个雪夜。    有一个人孤独地在雪原上行走着。打着旋儿落下的雪花并不足以去埋没那些印在一片苍白中的脚印，他行走在城市的灯火之中，最终是走向另一片在黑暗中显得有些令人迷惑的光明。    那些路灯在夜空中勾勒出迷幻的光晕。刹那间，一个黑色的影子掠过这死寂的夜空。    是一只乌鸦。    一阵死板的电话铃声把纳尔从迷茫中拉了回来。什么啊，这么晚了谁给他打电话。要知道诺迪斯一向没有睡到一半爬起来给人打电话的习惯。那会是谁呢。    纳尔没多想，按下了接通键。    对面起初没有人说话，纳尔以为是打错了刚准备挂断，对面有了声音。    “纳……尔……”    那个声音听起来苍白无力，就像是一个在死亡边缘摇摇欲坠的老人发出的最后的叹息。但嗓音听起来很明显不是老人，倒像是……一个中年男子，甚至是和罗杰年龄相近。    这个人该不会是罗杰吧……    “嗯，您是？”    “纳……尔……”那人重复了一次，就像一阵风吹过话筒一样令他毛骨悚然，“记得……要来……U国的首都……”     “什么？为什么……”纳尔还没问完对面就已经挂断了电话，“喂！”    这什么莫名其妙的东西啊，就告诉他要去U国首都连原因都不说？谁知道会不会是恶作剧啊。纳尔哭笑不得地看着自己的手机，打电话的那个人是不是脑子出问题了。    纳尔把手机放回了床头柜上，但很快找到了一个疑点。    那人为什么会知道他叫纳尔？他刚接电话连自己是谁都还没说，那人就已经叫上了他的名字，这样推测的话这个人有十足的把握确定自己没打错电话。    这样一来，问题就很自然了：这个人是谁？    叫他去U国的首都这其实倒没什么，因为U国的首都毕竟也是个大城市，但是原因呢？原因是什么。也许的确是找他有重要的事，但如果真的是有事为什么不告诉他原因让他能放心一些的过去呢？    还是说从一开始就是一个恶作剧。    如果是恶作剧需要知道捉弄对象的名字么。纳尔是不知道世界上还有这么奇葩的人，为了玩个恶作剧还会特意去打听到对象的名字，这得是有多闲。虽然这样想可能打电话那人的确是用重要的事，纳尔必须过去。但如果纳尔过去了发现只是恶作剧，岂不就……    不行！怎么能允许自己的智商被一个恶作剧欺骗呢！    还是别去了。如果真的是重要的事，怎么会不告诉他原因呢，况且，哪怕真的是有事，即使不去，也不会有太大的关系。    对吧。    纳尔关上窗，躺回了床上，眼睛渐渐地闭上了。    这一次他睡着了。\n\n\n\n\n返回索引贴\n\n\n\n@冥王星人 @恶魔-潇洒 \n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1447164660,
            "txt_content": "你们这些考完试的。。。。。\n我还是攒灵感吧。"
        },
        {
            "author": "青格大D",
            "timestamp": 1447168320,
            "txt_content": "沙发说攒灵感的，考试以后脑子烧了真的还会有灵感么……"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1447400880,
            "txt_content": "青格大D 发表于 2015-11-10 23:12\n沙发说攒灵感的，考试以后脑子烧了真的还会有灵感么……\n会\n虽然说我初三狗没时间写作\n但至少在月考期间终于把大纲撸出来……"
        }
    ]
}