{
    "title": "<原创·连载·圣杯>Pixelmon:神奇宝贝大陆 第三章",
    "author": "o_bo2001",
    "replyCount": 4,
    "timestamp": 1447241760,
    "txt_content": " 本帖最后由 bo_bo2001 于 2015-11-12 18:58 编辑 \n“……”林雨轩已经不想说什么了，把手机丢进背包，又擦了擦额头上的汗，站了起来。环视一圈，脸上露出了满意的笑容。\n\n“看来第一晚有着落了呢。”\n= =第三章 生存开始= =\n\n\n       “这张地图看上去，还不错。”\n\n       林雨轩看的方向，有许多煤、石头、一个山洞、一个矿洞，还有…一大群鲤鱼王。\n\n       “简直是天然庇护所啊！”临水、现成的洞、丰富的资源、视野开阔、海拔高，而且易守难攻……在白桦林群系里有这样的地方的地图，绝对不多见。\n\n       作为一名资深玩家，压根就不用去想该干什么，自然而然地开始：撸树，工作台，木棒，木镐，挖石头，石镐，再挖石头，石斧石铲石剑熔炉，弄一条小路，整改山洞，挖沙子，烧玻璃，再砍树，箱子，打鲤鱼王，烤鱼……做完这一切，东边的天空已经微微泛起了红光，一晚上就这么过去了。\n\n       坐在角落中刚放的椅子，啊不，楼梯上，揉了揉发酸的手腕，林雨轩开始盘算起剩余的工作。觉得暂时没什么要做了，他便摸出手机，按下1，问道：“这个世界有什么危险存在么？”既然自己要打败大BOSS，那么这个BOSS一定有自己的爪牙。至于是哪个世代的反派，或是没听说过的，就不得而知了。\n\n       “有啊，当然有，火箭队。他们会在神奇宝贝中心和地牢等的刷怪笼里刷出，自成体系，按强弱分等级而且阶级差异极大。一个中心的刷怪笼最多会刷6名火箭队常驻，外派的不算。他们的刷出不受亮度影响，而且每一个火箭队员都能自由行动，就像NPC一样。火箭队的领导者是……”\n\n       手机滔滔不绝地讲了一段，忽然发出一阵杂音，声音再响时，略有一丝颤抖“不能说，不能说。”接着又讲了一点火箭队的基本情况就没了声。\n\n       林雨轩虽然听得疑惑，但也没有多想，因为也不可能想出手机异常的原因来。他给庇护所安上明亮的玻璃窗和防盗木门，又插了两根火把，感觉差不多了，就拍拍手上的灰尘，整理一下背包，准备去挖些矿。\n\n       刚一走到矿洞口，林雨轩就被吓了一跳——里面忽然冲出来一个人，一身灰衣，戴着墨镜，胸口一个明亮的R字分外显眼。就在林雨轩还没反应过来时，一个神奇宝贝球已经掉在了他身上。\n\n       从手机的描述中，林雨轩知道，这是一个火箭队队员。同时他也知道，自己的冒险，正式开始了。\n\n       战斗来得如此之快，让林雨轩有些猝不及防，看来火箭队的战斗热情还是极高的。一边看着眼前跳出的战斗界面，林雨轩一边回忆起了刚才手机说过的话。\n\n       火箭队等级分六种：队员、小队长、中队长、大队长（少先队即视感）、十二干部、六元老，而在元老之上的，便是那神秘的火箭队领导者。区分它们的等级，只要看胸口“R”字的颜色即可，颜色从队员到元老分别是白、黄、紫、黑、红，以及金色。每一种颜色都代表一个等级，同颜色中，亮度越大，火箭队的实力越强。\n\n       一般来说，队员的实力都在20级以下，拥有1只神奇宝贝；小队长在20～40级之间，有2只神奇宝贝；中队长在40～55之间，有3只神奇宝贝；大队长在55～65之间，4只神奇宝贝；干部则在65～80之间，每人都有5只属性相近的神奇宝贝，至于那六元老，人手6只具有相同属性的神奇宝贝，个个都有80级以上的实力。毕竟，到了80级，大部分神奇宝贝都学完了升级技能，更注重自身能力的培养。\n\n       现在站在林雨轩面前的这个火箭队员胸口就有一个闪亮的白“R”，估计实力有个18、19级了。\n\n       随着光芒闪耀，一只18级的可可多拉被那队员放了出来。林雨轩不敢大意，正所谓“狮子搏兔，亦用全力”，更何况现在双方的实力差不了多少，甚至林雨轩的神奇宝贝等级还低一些。\n\n       林雨轩也放出了自己刚刚进化的（早已看穿一切的）沼跃鱼，下达指令“泥巴射击！”\n\n       对面的火箭队也同时说了一句“猛撞！”\n\n       虽然进化了，但沼跃鱼的速度还是比不上那可可多拉，二者在矿洞口剧烈碰撞，激起一片烟尘。\n\n       “咳咳。”林雨轩咳嗽两声，不自觉地向后退了两步，发现沼跃鱼的血量一下子降了六成多。但可可多拉在属性上被克制的太厉害，泥巴射击65的威力直接变成4倍，因此，当烟尘消散时，可可多拉已然消失不见，被秒杀了。沼跃鱼的等级也得而升到了17级。\n\n       但是，那被击败的火箭队却并未如想象中的那样消失，而是在丢下一个神奇宝贝球之后抽身飞退，然后掉头就跑，看得林雨轩有些发愣。反应过来后，他微微皱起眉头。\n\n       要知道，如果所有火箭队被击败后都不消失，而是可以卷土重来，那任凭你有再厉害的神奇宝贝，也绝对无法逃脱被耗死的结局。这个问题，迫切的需要解决。\n\n       这下，林雨轩没了挖矿的兴致，建起那如普通球一般的神奇宝贝球，看见家门口的湖中正欢快地游着一群大大小小的鲤鱼王，便找准其中一只最大的，直接丢出了手里的球。\n\n       不管强弱了，早点多一只总比没有好。\n\n       回到家中，林雨轩赶紧打开手机，询问事情的真相。他才不信火箭队真的都有不死之身，毕竟游戏平衡是一定要保证的。\n\n       傍晚时分，湖边一个发光的山洞中，走出一条人影。\n\n       林雨轩边走边回想着手机给他的答复：“火箭队的人可以算是半个玩家，但是对方块没有操作权限。火箭队被击败时，干部以下的会直接消失，干部及以上则不会，他们可以用治疗机回血。至于掉球，则是这个世界的主宰为你们四人准备的新手奖励，每个人第一次击败的火箭队都会掉落一个捕捉率为100%的球并逃走，不过这个球只对35级以下的神奇宝贝有效。”\n\n       想到这里，又想起自己之前居然用这个球抓鲤鱼王，林雨轩简直想撞墙。\n\n       这叫个什么事嘛！太浪费了。\n\n       无奈地打开背包看了一眼数据，“E体？”一抹若有所思的神色从林雨轩脸上闪过，或许，从自己之前发现的规律看来，还是有补救之法的，谁让暴鲤龙种族值高，技能差呢？\n\n       心中一块大石落了地，林雨轩的心情还是相当好的。出了家门，舒服地伸个懒腰：“可怜我的身手没有用武之地，挖矿还得亲历亲为啊……什么情况？”\n\n       林雨轩只觉一道身影从林中向自己奔来，接着，眼前便出现了那熟悉的服装、熟悉的流程、熟悉的界面。\n\n       这**不是刚才那火箭队么这才几分钟就回来了，还回满了血。“这不科学！！”林雨轩仰天悲愤道，但是光悲愤并没有用，还得击败他才行，只是……\n\n       两下猛撞，林雨轩的2之神奇宝贝一招没出就被打成了濒死，幸好NPC不会升级，否则眼前这位就要变成小队长了。\n\n       击败了林雨轩，小队长似乎忘了之前的经历，脸上浮现出不屑的神情，转身向林中走回去，大概是去请功。\n\n       手机说过，火箭队是可以用治疗机的，这就说明附近一定有至少一台治疗机。没人会相信一个普通的队员能有特级更生剂。\n\n       充分发挥自己的跑酷特长，林雨轩悄悄地跟着那队员向树林深处赶去，没多远便看到了一栋建筑。他眼中流露出一丝狂喜“天助我也！”\n\n       …………\n\n\n不要吐槽我过了整整一个月更新！其实这章本来没想发的，不过既然码好了还是发吧。（话说今天11.11诶）“为了学业”，本小说至寒假将暂停更新，我也要开始潜水，不过可能会去其他板块逛逛。寒假发第四章+目录。PlayerLv.PokemonSkills林雨轩17沼跃鱼冲击、嚎叫、水枪、泥巴射击沼跃鱼\n可可多拉\n\n\n\n\n上一章·目录·下一章\n\n\n\n\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1447242120,
            "txt_content": "神奇宝贝和mc的结合体真是醉了。"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1447326000,
            "txt_content": "天哪噜终于把首行缩进加上去了～"
        },
        {
            "author": "诺霜555",
            "timestamp": 1447388700,
            "txt_content": "给我发索引！@！！！！"
        },
        {
            "author": "syc123",
            "timestamp": 1447508100,
            "txt_content": "顶一下（手动斜眼）"
        }
    ]
}