{
    "title": "<原创·连载·圣杯>《混沌之歌》卷一·章六 帝疆之外，极北雪原 - Blealtan",
    "author": "Blealtan",
    "replyCount": 8,
    "timestamp": 1447247880,
    "txt_content": "卷一 · 章六——帝疆之外，极北雪原\n自北门出城，我们踏出了帝国的疆域。看着车窗外的雪景，我不禁感到一阵热血沸腾。啊对了，此刻我正和月儿坐在马车之中。虽然说雪景很常见就是了——怎么说父亲作为守边将领，镇守的也是帝国最北方的关隘。既然要镇守，自然有外敌。极北雪原之中有着不少蛮人聚集，时而骚扰边疆——当然我父亲怎么可能会让他们得逞。“想什么呢？”被师姐大人的呼声拉回现实，我回过头来。正要回应，看着她轻轻地眨着眼，仿若闪耀着光芒的两颗星——嗯，看来她很好奇。看我没有什么回应，很快她又似乎转移了注意力，开始摆弄起马车里的小玩意。而此刻心幻就坐在车帘外，与裹得严严实实的车夫聊着些什么。“啊……亏我还以为难得能学一回贝爷，没想到居然在国土之外还有着文明的存在……真是的，探险计划告吹——”“嗤——你们俩在里面呆着吧，我出去了，不当电灯泡。居然连探险情节都不给，就在虐狗，你在逗我——”嗯，心幻出了城之后就说了这么两句话，然后就出了马车厢。——不过这样似乎挺好？“唔……好冷啊，诶你说那个什么魔术有没有能保暖的种类啊？”身边传来清脆的声音。这是被寒冷逼迫得思考了一个更加不可思议的问题？我什么都没说，只是隔着车帘指了指外面只穿了一件单衣却和车夫谈笑风生的心幻。“你会不会？”“你觉得我会不会？”我又指了指身上的棉衣。“切。”说罢，她重重地靠在了我身上——嗯，差不多就是一个头槌——然后狠狠地说了一句“取暖！”你还真把我当人型火炉啊？扔个火球我倒是学会了……说起来，师姐也已经知道了关于魔术的事情，但是按照心幻的说法，师姐不适合学魔术——所以她就没学。倒没有任何的不甘心，她也就是一时兴起问的而已。倒是我，说是底子不错，就学了一些，但还是没有多深的认识。——怎么说呢，世界观有些冲突。武学强调接纳天地之气修身，魔术则是借用空间中的魔力修改世界，感觉方向完全相反的样子。意识回到现实，想到晚上才会到达蛮人的部落，我还是决定先睡一觉。……天边泛起了淡淡的橘红色，映着被雪覆盖的草原。我伸出手遮挡住天边的余晖，看着前方的路途。虽然在车上睡了一觉，但是我现在还是很精神地站在雪地上，对着地图思考我们接下来往哪个方向走。虽然说是到蛮人的部落，但总也不能一头扎进去——能跟他们打成一片的只有那些视金如命的商人。再说了，我的身份怎么说也是守关大将的儿子——这要是真被人知道了或许会被追杀吧？师姐不耐烦地在我身后踱着步，在干净的雪地上踩出咯吱咯吱的声音。“我说……我们那么着急吗？太阳都要落山了我们就不能扎营歇息？”“倒是个好主意。”扎下了营，升起了一丛小篝火。寒风之中木头是很难燃烧的，所以这其实是心幻放在那里的一个稳定火球……怎么到处都是火球。“好了，既然搞定了，我们要继续每天晚上的魔术讲座了。师姐要是好奇也可以来听哟~”呃……每日一度的噩梦。总感觉他把练剑的时候被我虐着打的怨念全都发泄到这了……不管怎么说，我还是听吧。一如既往地，师姐也凑过来听。“今天的内容是关于本源魔术的。你们知道我平时喜欢用带有‘光’的属性的魔术，但是实际上这不是我的爱好，这是我的本源魔术的一个分支体现。宁大哥你也该观察一下自己的本源魔术了，魔力储量不小，但是每次都要扭曲自身的回路来发出魔力总是低效率的。”“唔……你说分支体现？”“嗯，没错。我的本源魔术我是知道其完整形态的……它叫‘轮回之海’。但是我是没办法用的……倒不如说，用了就是死。”“好可怕呀。”用着轻巧的语气漫不经心地说着可怕这种话我会信吗师姐。“嗯……倒也不是，其实我用过一次……然后本世界人格就消失了而已……”这是……关于他异世灵魂的身份？“算了不说这些。我们继续。本源魔术直接与自身魔术回路的性质相关，对于有魔术天赋的人来说，魔术回路本身就作为一个阵势而具有着与之对应的魔术功能，通常只需要很少的外部修饰就可以使用，效率也更高。如果只使用自身回路裸露出来的魔力流动泄露点的一小部分，使用的就是本源魔术的分支；而若能将自身的回路中的魔术功能完全触发，这就是本源魔术了。”“另外再说一句，圣贤的标志就是‘通晓己身’——完全清楚自己本源魔术的阵势构成，知晓自己的本源魔术与其分支的关系。事实上我现在完全不清楚我的‘轮回之海’和光属性魔术的关系就是了。”听了这些话，我似懂非懂地点了点头。“通常魔术师只能找到一种完全利用自身回路的本源魔术，找到的方式有两种——一种是从能够很轻松的使用的魔术的种类来推断，渐渐地摸清自身本源的全貌，从而找出本源魔术，同时步入圣贤；另一种是在危机时刻因巧合而发现。前者难如登天，后者简直就是主角光环。”停顿了片刻，“虽然像我这种不知怎么就会了的更主角光环就是了。”一本正经地这样说着。心幻站起身，拍打了一番衣服上沾上的雪水，挥挥手散掉了已经融化了一地的雪的火球。他抬起头望着闪耀的星空，轻轻叹了口气。“睡觉吧……两个帐篷男女分开，别乱想了。”我这时却没有什么胡扯的心思。本源魔术……么。\n\n连载目录&序章\n然后时隔一个月我又更新了……这次是交代关于魔术的一些设定，跟接下来的剧情有关，所以别着急。接下来两到三章开始第一卷的高潮部分，总感觉为了创作版的风气我强行压缩了篇幅的样子T_T还有我还要再说一遍，描写好难QwQ然后是at（虽然上次就来了一个人 @1137246733 @2B与mc的故事 @china521 @Sad_elevenKH @风吟浅唱 ",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1447248600,
            "txt_content": "对话流什么的最讨厌了哼"
        },
        {
            "author": "Summer_E",
            "timestamp": 1447248600,
            "txt_content": "WOW"
        },
        {
            "author": "Summer_E",
            "timestamp": 1447248720,
            "txt_content": "Summer_E 发表于 2015-11-11 21:30\nWOW\n表示有意思[bedrock]"
        },
        {
            "author": "冥王星人",
            "timestamp": 1447248840,
            "txt_content": "看第一段，是天朝古代背景，玄幻，对话流；\n第二段，坑爹背景，言情，现代对话；\n第三段，奇幻背景，坑爹对话；\n\n所以看下来，孩纸，我不知道你是要写玄幻奇幻还是魔幻，是要言情坑爹还是冒险，请问你是来打怪练级还是把妹？这个故事要讲什么碗糕？"
        },
        {
            "author": "Blealtan",
            "timestamp": 1447248840,
            "txt_content": "Summer_E 发表于 2015-11-11 21:32\n表示有意思\n（头像魔性。。。）"
        },
        {
            "author": "Blealtan",
            "timestamp": 1447249140,
            "txt_content": "冥王星人 发表于 2015-11-11 21:34\n看第一段，是天朝古代背景，玄幻，对话流；\n第二段，坑爹背景，言情，现代对话；\n第三段，奇幻背景，坑爹对 ...\n果然丸了。。文风且不说题材本来就是混合口味我给过预告的（后面还有科幻呢）不过会整理进一个框架里。。这个是根本的世界观设计的问题（我还是too naive）\n第三段并不是对话。。只是陈述而已来着QwQ\n对了关于言情其实我很讨厌只是今天被虐了若干次狗然后发泄一下QwQ"
        },
        {
            "author": "冥王星人",
            "timestamp": 1447307880,
            "txt_content": "Blealtan 发表于 2015-11-11 21:39\n果然丸了。。文风且不说题材本来就是混合口味我给过预告的（后面还有科幻呢）不过会整理进一个框架里。。 ...\n快去盖别墅。"
        },
        {
            "author": "凛",
            "timestamp": 1447324440,
            "txt_content": "没事\n我来了"
        }
    ]
}