{
    "title": "<原创·连载>《战与征》第一章 弑君 by lzs1234",
    "author": "lzs1234",
    "replyCount": 5,
    "timestamp": 1447331400,
    "txt_content": " 本帖最后由 lzs1234 于 2016-1-31 16:58 编辑 \n\n前言：这文写了我两个星期才写完=_=#\n嘉宾席：@HGK @2B与mc的故事 @冥王星人 @海潮 @恶魔-潇洒 @1137246733 @250=mo @xcc 求狂喷～～1/31/16更新声明：退出圣杯\n\n正文\n    国王缓缓地睁开了他疲倦的眼皮，冬日的阳光透过窗外一棵硕大银杏树的树叶，支离破碎地投射在国王身上。\n    国王伸了个懒腰，又接连打了几个呵欠，随即站起身，扭动着肥胖的身躯向衣柜走去。\n    他伸出肥胖得几乎分辨不出五个手指的手拉开衣柜。从里面扯出一件红色天鹅绒，边沿嵌着金箔的皇袍套在身上。穿好后，他又对着镜子可笑地欣赏了一番，从床边拿起一根权杖，推开了卧室门。\n    门外恭敬地伫立着20个佣人，最前面的那个低着头，手里端着一个小铁锅，我们能听到里面的油甚至都在丝丝作响。\n    国王掀开锅盖，里面是一条煎成金黄色的肥鱼。他迫不及待地拿起刀，把鱼从中间切成两半，拣起一块放进嘴里——里面的刺早已被厨师挨个挑出丢进了垃圾桶。\n    今天的鱼味道不错，国王似乎很满意似的抽出餐巾纸抹了抹嘴，所有的佣人都各自退去。国王又吃了一整个巨无霸，才拿起权杖，扭动着肥胖的身躯进了大殿。\n    宰相躬身走上前来，想要宣布开始理政。但他话还没说出口，国王就挥挥手：“今天不理政。”宰相面露难色：“吾王，虽然您总是圣明的，但您上一次理政已经是半年前了。您知道吗，在您没有理政的时候，东北出现了严重的饥……”国王不耐烦地打断了他：“我说不理就不理，一边去！”宰相摇了摇头，退到了大殿外。而国王顺手拿起亡灵国刚刚进献的一把特质钻石剑玩弄起来。远处传来一阵喧闹，但玩得正高兴的国王并没有注意。他抓起一个苹果，向空中一抛，举着钻石剑一挥，苹果被一分为二，断面十分光滑。国王十分满意，继续把玩着这把来之不易的钻石剑。\n    今天的王宫格外冷清，大殿里一个人都没有，而殿外也一样，连一声鸟叫都听不见。忽然，一阵急促的脚步声传来，大殿的门被一脚踹开，宰相慌慌张张地闪进来，“嘭”地关上了门，拉起国王躲到了一旁，直喘粗气。\n    国王被宰相突如其来的举动搅昏了头。待他冷静下来后，国王开口问道：“你这样慌张，有什么事吗？”声音中带着一丝不满。\n    “吾王，您的儿子……”宰相话还未说完，大殿的门就被轰地一声炸开了。而门口正伫立着一个人——劳里克·史蒂文森。此刻的劳里克将打火石装进背包，跨进了大殿。他背后是一张精致的钻石弓，腰间的箭袋里插满了箭，还挂着许多闪闪发亮的药水瓶。活像王国山上常有的赏金猎人。\n    当然，我们伟大的国王和宰相与劳里克的——他正是国王失踪了两年之久的大儿子。国王看到此情此景，不禁激动万分，缓缓地伸出两只手向着劳里克走去。\n    劳里克似乎也认出了国王，但他并没有国王的激动，相反，更确切地说，他脸上正是一副冷若冰霜的表情，令人不寒而栗。\n    他开口了：“埃瑞克，你变了。”但国王并没有对儿子的直呼其名表现出丝毫愤怒，只是不断地呢喃着：“劳里克，好孩子，让爸爸抱抱……”劳里克脸上显出厌恶的神色，同时举起了手中的弓，搭上了一只箭头磨得发亮的箭矢。\n    国王仿佛此刻才醒悟过来，停下了脚步，愤怒地吼道：“劳里克，你怎敢把弓对着你的父亲！我没有告诉过你，弓只能用来对准敌人吗！”劳里克听了，只是一面轻描淡写地说道：“是，你现在就是我的敌人。”一面将手中的箭连着蜘蛛丝做成的弓弦向后拉去。\n    国王一屁股坐在地上，已经愤怒得失去了理智。嘴里说着：“臭小子你说什么？我是你的敌人？哈？”一旁的宰相被劳里克吓得面如土色，却依然厉声喝道：“劳里克，放下你的弓！”\n    劳里克听见，缓缓地将手中的弓放下，轻蔑地哼了一声，说道：“也罢，看在宰相的面子上，我也就让你死个明白。”他顿了顿，从腰间取出一瓶只剩下一半的闪烁着银光的药水，抿了一小口，皱了皱眉，恢复了那副冷若冰霜的面容。\n    “你知道在你不问朝政的这半年多发生了什么吗？”\n    “不，当然不知道。”国王刚刚明白过来自己的性命已经完全掌握在了这个人，不，他的儿子手中。此时已经对劳里克唯唯诺诺，诚惶诚恐。\n    “那么我告诉你，西北发生了蝗灾，颗粒无收，发生了大面积的饥荒！有多少人，在这场天灾中丧命？他们上报政府，政府没粮。他们又上报朝廷，也没粮。他们咒骂着，咒骂着这场可怕的蝗灾，咒骂着当局的无能！这些，你都知道吗？！”劳里克的声音回荡在空旷的大殿，又重重地撞在国王的心中。\n    “什么……我竟然一点都不知道……宰相！”国王怒吼一声，宰相缓缓上前：“吾王，其实我想和您说这件事已经很久了，但是一直没有任何机会，您总是打断我……”\n    “好了，既然我已经告诉了你我为什么来这里，又为什么把弓对准你，你也可以去死了。”劳里克冷冷地说道，同时从腰间取出一瓶墨绿而浑浊的药水，拔掉瓶塞一股脑倒在了箭头上。随即，他向着国王举起了弓。\n    知道自己必死无疑的国王埃瑞克瘫倒在鲜红的地毯上，闭上了眼睛，似乎在回顾着自己的一生。此时，劳里克的眼中晃了一下，嘴角也动了动，似乎对眼前这个可憎的人有了一丝怜悯。他又把弓收起，掏出那瓶没剩下多少的银色药水，顿了顿，随即闭上眼，全部灌入了嘴中。这药水的味道似乎极差，他干呕了几下，又大口喘着粗气，当他完全平复下来，他又恢复了那副冷若冰霜的面容，举起弓，向着自己的父亲射出了毒箭。\n    对不起，父亲。\n    在宰相的呐喊声中，毒箭正中埃瑞克的额头，他怀中的钻石剑随着他的死亡翻了出来，他似乎已经恐惧得忘记了使用这武器刺入劳里克的心脏。\n    劳里克瞥了国王的尸体一眼，收起他的钻石弓，掏出一大瓶淡蓝色的药剂，喝了下去。他渐渐漂浮起来，随即从打开的天窗中飞走了。\n    宰相不敢相信眼前的一切。国王的头颅上还插着那根致命的毒箭，血还在源源不断地往外流着。而那个杀手却已经消失在了眼前。\n    国王被杀，全国戒备。\n            （未完待续）\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1447337280,
            "txt_content": "at北极的话才是真正的求狂喷。"
        },
        {
            "author": "46241359",
            "timestamp": 1447556460,
            "txt_content": "看开头写两个星期吓得我以为是个单篇，还有我不是傲娇帝【滑稽】"
        },
        {
            "author": "lzlniu",
            "timestamp": 1447568520,
            "txt_content": "感觉写得还蛮不错的，这个开头开的恰到好处，后面不要太监就好了。"
        },
        {
            "author": "Deing",
            "timestamp": 1457447820,
            "txt_content": "其实我一直都觉得，mcbbs上的各种小说都喜欢给角色起外国人式的名字。。。我们大中华的文化被弃如敝屣。。。（要不就是大家都喜欢用外国式的生活作为小说背景所以外国名字合适，，总之都不喜欢中国式的）"
        },
        {
            "author": "lzs1234",
            "timestamp": 1457522160,
            "txt_content": "Deing 发表于 2016-3-8 22:37\n其实我一直都觉得，mcbbs上的各种小说都喜欢给角色起外国人式的名字。。。我们大中华的文化被弃如敝屣。。 ...\n因为起中国名字太麻烦……\n外国名字很典型的，随便音译几个普通英文单词就能出来一大堆。\n中文名字难找……起什么陈明啊王丽还容易被喷一脸狗血……"
        }
    ]
}