{
    "title": "卧槽，没事翻译一点难以想象的事实吧，第五弹",
    "author": "geludan",
    "replyCount": 29,
    "timestamp": 1347797520,
    "txt_content": " 本帖最后由 geludan 于 2012-9-16 13:12 编辑 \n\nGoldfish can tell people apart and will beg for food from their owners!\n金鱼记忆只有三秒？什么时候的消息了，几年前就被流言终结者破解了\n然而，只是超过三秒而已吗？那么可以告诉你远远不止。金鱼甚至可以自己识别自己的主人！表现形式为：当主人靠近时，它会在鱼缸内转圈，游得靠近鱼缸等，而陌生人接近则不会有此行为\n\nJupiter is shrinking!木星正在缩水。。\n\nThere's a drug that can let you stay up for 48 hours with no side effects!\n有一种药物，是好东西，可以让你保持清醒48小时，没有任何副作用！（长期里会不会折寿我就不知道了。。）\n这种药物叫“Modafinil”，它和普通咖啡因不同，咖啡因等药物主要是切断脑部接收器，而不提供任何能量，所以药效一过人就。。。而“Modafinil”没有这个问题。至于怎么工作的人们不是很确切的清楚，有可能相对来说不让dopamine（多巴胺？）生效，改为延缓dopamine的生成\n\nThere is a seeing eye goose.\n导盲鹅是存在的。。。（这我就不多翻译了）\n\nThe Pentagon has successfully tested a hypersonic flying bomb that can strike any target in the world within an hour!\n老美已经成功试验了一颗超音速飞行炸弹，在一个小时内可以打击地球任何各一个角落\n\nThe mints given by a restaurant at the end of a meal are primarily NOT to freshen your breath, but to prevent nausea and upset stomach\n餐厅里餐后给的薄荷糖是提神醒脑的？错了，是防止头晕呕吐以及噎住等情况\n\nAntarctica has one native insect\n南极洲也有自己的一种当地昆虫，叫做“Belgica antarctica”，是属于不能飞的蠓的一种，及时它只有2-6mm大小，它也是最大的南极本土昆虫。（那什么，长什么样自己百度一下就可以了。。）\n\nMathematicians have jokingly proposed a standard unit of measurement for beauty: the \"millihelen.\"\n数学家们开玩笑般得提议了一个新的计量美丽值得单位，叫做“millihelen”\n其他链接：http://en.wikipedia.org/wiki/List_of_humorous_units_of_measurement 也非常有趣\n\nThe man who took the famous photo of the Wright Brothers' first flight had never seen a camera before that day.\n给莱特兄弟飞行拍照的那位仁兄，在拍照之前从未见过照相机{:10_493:}\n\nAthletes can compete as independent Olympians (not under a country's flag) at the Olympic Games.\n运动员在奥运会上可以不挂任何一个国家的旗帜，而完成一个独立的项目。。。{:10_494:}\n\nKodak, who invented the first digital camera, went bankrupt because they didn't convert to digital.\n发明数码相机的公司倒闭破产了，因为没有把公司转换为数码相机！{:10_499:}\n\nThe world’s first sex store was started in Germany by a female ex-pilot shortly after the Second World War!\n全球第一家性用品商店是在二战后一个前女飞行员在德国开起来的\n\nA town in Wisconsin was named by putting together random letters of the alphabet.\n在美国威斯康星州，有一个小镇是用字母表随机拼凑的。。。\n\nA man created a sport that combines boxing gloves with TASERS!\n一个人创造了一个运动，结合了拳击手套和泰瑟枪。。。\n\nContinuum, a magazine focused on AIDS denialism, was shut down when all of its editors died from AIDS.\n极度讽刺，一个叫做“continumm”的杂志，致力于否认艾滋病，结果最后由于全部编辑者死于艾滋病而倒闭\n\nAIDS.Over 2000 years ago, Eratosthenes estimated the Earth's circumference and was accurate to within 2%.\n两千年前，古希腊学者埃拉托色尼，预估了地球的周长，只有2%以内的误差\n\n\nMarie Curie's notebooks are still too radioactive to be handled!\n居里夫人的笔记现在仍旧有放射性。。\n\nScientists have found beginnings of morality in some primates!\n科学家们在灵长类动物中发现了人类道德品行的根源。他们做了一个实验，将恒河猴作为实验对象，他需要拉动一根链子去获取食物，但是势必会惊吓到另一只伙伴，于是最终结果是这只恒河猴没有去获取食物。人类现在则有着更加严格的道德准则联系着各种荣誉，惩罚，名誉声望等等。\n\nA schizophrenic artist committed suicide by handcuffing himself to a tree!\n一个精神分类的艺术家，把自己用手铐铐在树上自杀了。。。\n\nA Toyota ad featuring Brad Pitt was banned in Malaysia because Pitt was too handsome!\n布拉德·皮特在马来西亚被禁了，因为他太帅了（是他么，这个名字我是百度的。。。）\n这个我具体看了一下介绍，说这个什么广告，对于这个广告马来西亚政府特别生气，为什么模特什么的不找亚洲人呢？神马神马的。。。{:10_493:}\n\nBats' bodies are designed to hang upside down with no effort!\n对于蝙蝠你知道什么？超声波？不仅如此，他们的身体构造设计就是可以让他们倒挂无副作用！\n\nA 5-foot 120lb man might've had the secret to how the pyramids were built. He told no one!\n一个五英尺长120磅中的人可能知道金字塔是怎么建立的！他在1919年搬到佛罗里达，开始了建造一个巨大的珊瑚纪念碑，叫做珊瑚城堡。神奇的是这货由一堆巨大的石头建立，大约1100吨。当人们问他的时候，他回应道：我知道重量和杠杆的法则，我知道金字塔是怎么建立的。\n\nDo you ever feel like you like Tomato juice better in an airplane? There's a scientific reason for that!\n你有没有曾经在飞机上觉得番茄汁更好喝？这是有科学依据的！因为人们味觉和嗅觉检测的临界点在低压中更高。{:10_493:}\n\nLaughing when you get tickled is a panic response. That's why you can't tickle yourself!\n挠自己不痒什么道理？在被挠痒的时候笑出来其实是一种惊慌反应！所以你挠自己一点都不怕。。。\n\nThere's a medical condition that causes you to cry blood!\n有一种叫做“Haemolacria”医学症状，会让你哭泣的时候哭的不是眼泪，而是血。。。\n\nThe most unlikely place to discover a new species: eBay!\n我勒个擦，科学家在最不可能发现新物种的地方---易趣网（国外淘宝）发现了新海胆。。。\n一个卖家的图片上，被科学家注意到了，于是。。。居然在购物网站上发现了新物种{:10_499:}\n\nSome particles know when they are being watched.\n一些粒子知道他们正在被观察！{:10_499:}\n例如化学元素铀，没人看的时候会衰减，而被观察的时候会停止！不可思议！\n\n\n好了，就这样吧，看看什么时候有空做第六弹~",
    "replies": [
        {
            "author": "Crystal888",
            "timestamp": 1347797640,
            "txt_content": " 本帖最后由 Crystal888 于 2012-9-16 20:22 编辑 \n\n先坐沙发在编辑\n\n——————————读后感——————————\n一些粒子知道他们正在被观察！{:10_499:}\n例如化学元素铀，没人看的时候会衰减，而被观察的时候会停止！不可思议！\n\n\n这个好可爱~"
        },
        {
            "author": "a919298641",
            "timestamp": 1347797640,
            "txt_content": " 本帖最后由 a919298641 于 2012-9-16 20:14 编辑 \n\n上面的抢了我的沙发= =！好吧我仔细看看...蛮有趣的~"
        },
        {
            "author": "Rapture",
            "timestamp": 1347797640,
            "txt_content": "一个人创造了一个运动，结合了拳击手套和泰瑟枪。。。\n\n这个凶残……求详情。"
        },
        {
            "author": "羡慕嫉妒恨",
            "timestamp": 1347797640,
            "txt_content": "沙发~~~~~~卧槽~~~~~~~~"
        },
        {
            "author": "Hao",
            "timestamp": 1347797760,
            "txt_content": "真相好多-.-一时吸收不过来"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1347797820,
            "txt_content": "给莱特兄弟飞行拍照的那位仁兄，在拍照之前从未见过照相机\n操蛋了……"
        },
        {
            "author": "a919298641",
            "timestamp": 1347798000,
            "txt_content": "化学元素铀，没人看的时候会衰减，而被观察的时候会停止！不可思议！\n奇葩了~            "
        },
        {
            "author": "geludan",
            "timestamp": 1347798000,
            "txt_content": "Rapture 发表于 2012-9-16 13:14 \n这个凶残……求详情。\nMixed martial arts are the current king of the fighting hill. Michael Alexander decided it wasn’t interesting enough, however, and upped the ante. Michael designed fighting gloves that have 3 million volt tasers sewn into them. The new and improved sport is called “ShockFighting.” \n\nIt has the same rules as mixed martial arts with the punching, kicking, and grappling with the added benefit of being shocked. The fighting isn’t all that impressive to watch. The sound of the crackling electricity when they actually make contact and connect with a punch is slightly disturbing. Alexander calls the fight style the ultimate art of extreme fighting. \n\nThe sport is widely illegal and unpopular as it is pretty sick to jab someone with a taser over and over again. The fighters involved aren’t that great, either, since real fighters aren’t sick enough to want to taser their opponent to win. It isn’t he classiest form of fighting, let’s just say that. "
        },
        {
            "author": "Forever_小树",
            "timestamp": 1347798000,
            "txt_content": "啊！我惊讶了、、不明觉历"
        },
        {
            "author": "g-g-g",
            "timestamp": 1347798060,
            "txt_content": "在购物网站上发现的…那些生物学家平时是吃翔的么…"
        },
        {
            "author": "Hao",
            "timestamp": 1347798180,
            "txt_content": "geludan 发表于 2012-9-16 20:20 \nMixed martial arts are the current king of the fighting hill. Michael Alexander decided it wasn’t ...\n抄下来回去请教我的科学老师"
        },
        {
            "author": "Rapture",
            "timestamp": 1347798180,
            "txt_content": "geludan 发表于 2012-9-16 20:20 \nMixed martial arts are the current king of the fighting hill. Michael Alexander decided it wasn’t ...\n{:10_499:}居然把泰瑟枪缝到手套里……这货绝对是抖S。"
        },
        {
            "author": "john180",
            "timestamp": 1347798600,
            "txt_content": "应该找点生物学家去淘宝看看，说不定有新发现= ="
        },
        {
            "author": "+倒霉の忍者+",
            "timestamp": 1347799320,
            "txt_content": "卤蛋最近有点咸（闲）"
        },
        {
            "author": "zjy",
            "timestamp": 1347799500,
            "txt_content": "吼吼"
        },
        {
            "author": "jianghr",
            "timestamp": 1347801420,
            "txt_content": "大脑里某通路缺乏多巴胺会导致帕金森的。具体的就不展开了。"
        },
        {
            "author": "21dora",
            "timestamp": 1347802440,
            "txt_content": "字太多了..........太长了............{:10_526:}"
        },
        {
            "author": "geludan",
            "timestamp": 1347802680,
            "txt_content": "21dora 发表于 2012-9-16 14:34 \n字太多了..........太长了............\n那我翻译的是不是不活了？"
        },
        {
            "author": "21dora",
            "timestamp": 1347802740,
            "txt_content": "geludan 发表于 2012-9-16 21:38 \n那我翻译的是不是不活了？\n你比我大~~~~~~~"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1347804660,
            "txt_content": "最近正在看MythBuster~超喜欢看那两个老头卖萌~"
        },
        {
            "author": "geludan",
            "timestamp": 1347804780,
            "txt_content": "DJXGAME 发表于 2012-9-16 15:11 \n最近正在看MythBuster~超喜欢看那两个老头卖萌~\n现在变成好几个人了，还是怀念以前只有他们两个人的时候"
        },
        {
            "author": "zhang335804326",
            "timestamp": 1347807720,
            "txt_content": "\n用手铐上吊自杀，人才啊！"
        },
        {
            "author": "stalincenlam",
            "timestamp": 1347816120,
            "txt_content": "餐厅里餐后给的薄荷糖是提神醒脑的？错了，是防止头晕呕吐以及噎住等情况。\n还有是清新口气。。。免得被警察问出你喝了酒。。。（好像）"
        },
        {
            "author": "黄凯航",
            "timestamp": 1347893280,
            "txt_content": "等等。。纳尼？Kodak还没倒闭啊！"
        },
        {
            "author": "黄凯航",
            "timestamp": 1347893760,
            "txt_content": " 本帖最后由 黄凯航 于 2012-9-17 23:01 编辑 \n\n我想批评此理论\nA Toyota ad featuring Brad Pitt was banned in Malaysia because Pitt was too handsome!\n布拉德·皮特在马来西亚被禁了，因为他太帅了（是他么，这个名字我是百度的。。。）\n这个我具体看了一下介绍，说这个什么广告，对于这个广告马来西亚政府特别生气，为什么模特什么的不找亚洲人呢？神马神马的。。。复制代码魂淡我们马来西亚什么时候有这事了？\n话说看好来卤蛋。。A Toyota ad featuring Brad Pitt复制代码这个指的是“以布拉德·皮特为主演的本田（Toyota）汽车广告”"
        },
        {
            "author": "huangwenhui020",
            "timestamp": 1347896040,
            "txt_content": "女飞行员女飞行员。。难怪难怪，原来是打飞机的好手发明的= ="
        },
        {
            "author": "Condor",
            "timestamp": 1348223100,
            "txt_content": "要是我没记错的话，syl君也做过类似的蛋疼翻译........"
        },
        {
            "author": "geludan",
            "timestamp": 1348229760,
            "txt_content": "Condor 发表于 2012-9-21 11:25 \n要是我没记错的话，syl君也做过类似的蛋疼翻译........\n一到五弹都是我，谢谢"
        },
        {
            "author": "Condor",
            "timestamp": 1348230060,
            "txt_content": "geludan 发表于 2012-9-21 20:16 \n一到五弹都是我，谢谢\n我说的是类似......不知道......太久了....."
        }
    ]
}