{
    "title": "<原创·连载·圣杯> 圣杯之争 第三章 第三节 前往神殿",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1447471740,
    "txt_content": "       --木桩场内       一道身影被抛飞而出，身影在空中旋转数圈，再次落地，却毫发无损。攻击接二连三地冲击，这名青年在空中被打来打去，却依靠各种技巧化解了大多攻击，这才得以保全。那边，一位白发苍苍的老者轰出了一阵阵冲击波，而那每一道攻击波的对象，就是那位青年。\n       没错，这名青年就是白小亮。他在这里修炼已近一年，身子骨已经基本被武神训练成了方块体，而且武神的六成威力他已能抵挡。这时，底下的武神嘴角一斜，竟然把六成提升到了全力，“轰”地一声，一道比以往更要强大的冲击波向刚刚落地的白小亮飞来。白小亮见状顿时大吃一惊，连忙吟唱道：“伟大的生命！请允许我借用你的生命元素！爆裂叶影！”要说所有属性内，白小亮用的最好的就是这生命元素。因为生命元素不仅可以攻敌，还可以为自身疗伤。吟唱完毕后，无数叶影向着那道冲击波飞去。“噗噗噗”一阵声响，虽然绝大多数叶影都被冲击波化为虚影，但也消耗了大部分冲击波的能量。白小亮大喊道：“叶绿回旋！”这叶绿回旋乃是白小亮自创的生命第二技能，将叶影的生命力强行推开，让冲击波全中自己的身体，再飞来疗伤。不出所料，白小亮被这冲击波轰得七荤八素，幸好他之前的体质早已修炼彻底，不然内脏和经脉早就被炸成粉末了。\n       白小亮一口精血吐出，周围的生命能量见他受伤，立刻开始治疗。没过几秒，白小亮的实力就恢复到了八成状态，武神的冲击波只是对他造成了很小的创伤，武神赞许地看着白小亮。“是啊，近一年了，这小兔崽子也学有所成了。”武神在心中感慨。虽然武神心中舍不得白小亮，但天下没有不散之宴席，这小子最后还是要出去野一野的。武神想到这里，一闪身，人影便不见了。\n       白小亮体内的光冥仿佛是刚刚苏醒一样，用十分阴沉地声音对白小亮说道：“跟我来吧。”\n\n       白小亮心里顿时大喜。“终于要去接受那创世神笔了么？”白小亮自言自语地说道。\n       光冥化为一道虚影在白小亮身前，看了他一眼，说道：“创世神笔的原名名叫2B与mc的故事，本来是在上位世界的一支神笔。他曾在上位世界写出过无数的故事。对了，他还有两个代号：日更狂魔和故事君。”光冥说着的时候，白小亮听得十分认真。毕竟马上要接受神笔，多了解一点关于神笔的知识也是好的。\n       话罢，一出洞口，外面的景象顿时令白小亮肠胃一阵翻滚：到处都是人类的尸体，森林大火熊熊地燃烧着，天上几只会飞的恶魔露出尖尖的獠牙寻找猎物。整个世界都被灰黑色涂满了，仿佛世界末日到来了一样。\n       白小亮双手结印，一个蓝色的字在空中瞬间出现。\n       水元素第二神技：狂水神流。发动。\n       ——轰隆隆\n       远处大片片的水流向着白小亮这里猛烈地流来。没多久，这四周早已是一片汪洋。白小亮轻吐一口气，怒吼一声：”合！“\n       ——哗啦啦\n       大片大片的水流把白小亮抬起，向着创世神笔所在的方向飞奔而去。其速度之快，已能赶上雄鹰的速度，这也充分的把白小亮这一年的成果体现了出来。所经过的恶魔，无不被狂水冲得支离破碎。\n       这一路上，到处都是惨不忍睹的画面，白小亮几乎没有看见过一个活人，他把今天的饭早已吐了出来。许久，终于到了魔族的边境。一堵高大的城墙呈现在他们眼前——通体漆黑，大门上面一大片一大片殷红的鲜血令白小亮不断地颤栗。\n       城墙上，一大群魔族的士兵正在巡逻，并且天空中不断地有一排一排的飞行恶魔向着人类大地飞去，大地早已被染成紫灰色，令人感到恐惧。\n       白小亮一收功，大片的水流顿时退去，他一个人在这荒凉的大地上，反而显得有些孤寂。\n       ”看来还得再找一条路！“白小亮的眼中渐渐变冷，轮盘连转三圈，停在了风元素上。白小亮浑身顿时被渲染成银白色。没过一会儿，白小亮便身轻如燕，灵动自如。\n       白小亮双手朝天结成一个手印，一个白色的字在空中浮现。\n       风元素第一神技：龙卷风。发动。\n       ——沙沙\n       地面的风元素一阵旋转，随着白小亮力度的加强，风元素旋转地越来越快，周围的杂物顿时都被吹飞。也许是这边动静太大，站岗的魔族士兵发现了白小亮凝聚的龙卷风，顿时脸色大变，赶忙掏出警戒用的号角，用力吹了一声，顿时警戒铃大响。一群魔族士兵慌慌张张地冲出了哨塔，在城门前集合。可惜，龙卷风已经飞了过来，并且已经卷住了那个吹号角的士兵——\n       “啊啊啊——”一声巨大的惨叫声回荡在魔族基地内。原来号角兵被卷入龙卷风后，龙卷风内便出现了一道身影。那道身影三下五除二地就把魔族士兵解决掉了。在城门口的魔族士兵不禁感到一阵阵发冷，那是来自灵魂的颤栗。\n       PS：订阅请在下方评分：订阅即可，我会以后每出一节都会AT哦！\n       @2B与mc的故事 @FHC红石 @guqu @xcc @恶魔-潇洒 @普通HIM @青格大D \n[groupid=837]Tolyawork[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1447471800,
            "txt_content": "一口精血什么鬼"
        },
        {
            "author": "名人才华",
            "timestamp": 1447472280,
            "txt_content": "xcc 发表于 2015-11-14 11:30\n一口精血什么鬼\n就是某白和某红的结合排泄物（好像没什么不对）"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1447472460,
            "txt_content": "xcc 发表于 2015-11-14 11:30\n一口精血什么鬼\n放心，下次一定把你们都写进去。按我的思路你们应该都是在上位世界的."
        }
    ]
}