{
    "title": "<原创-连载>圣灵的机械效应——外星机器寻找感情之旅",
    "author": "我叫Red_T",
    "replyCount": 4,
    "timestamp": 1447511760,
    "txt_content": " 本帖最后由 我叫Red_T 于 2015-11-14 22:42 编辑 \n\n当你忘记所有，仅记住爱也就足够了\n伯德尔星球——宇宙中最高等生物生存的星球（星球制度为全球化，也就是整个星球相当于一个国家）。伯德尔星球比地球早诞生1亿年，伯德尔人比人类早诞生400万年，人类第一次工业革命时候，伯德尔人已经开始使用石油和核能，霍金提出虫洞理论时，伯德尔人已经可以使用虫洞穿梭宇宙。伯德尔星的科学家利用铯（活性十分大的金属，具有强放射性）和液态钢制作出一种能够受思想控制而任意变形的机械，这种机械被成为“液态机械”。比如一把利用“液态机械”制作的手枪，你可以让它一直“流”到手里，并让它和你的手融为一体，这样你一握拳，子弹会通过你的大拇指上膛，然后从你的食指发射出去。由于铯具有强放射性，这种技术一直研究了几百年，到了伯德尔星历-20015年，终于面世。我们的主角：Greenken便在这时诞生。他的出生就是一件不平凡的事情。智商高于其他同龄儿童的2.5倍（伯德尔星人大脑发育远比人类成熟，刚出生的伯德尔婴儿就可以做小学加减计算。）Greenken九岁的时候，他就已经上了伯德尔星立初级数学学院（伯德尔星最高等的数学研究学院，分别为初级、中级、高级，初级正常学生平均年龄为二十岁）。当他二十岁时，已经进入了高级中学的特殊研究系（研究有关发展星球的科技技术，有些伯德尔星人一辈子看不到特殊研究系的学院是什么样子）。可是，飞来横祸，Greenken的生命被一次实验意外所终结，他的尸体被特殊研究系买下，知错成了第一个用“液态机械”制作而成的机器人。Greenken大脑中的记忆全部被“液态机械”所切断，“液态机械”像寄生虫一样，控制了他的视觉神经、听觉神经，以及肌肉组织、血管和骨头。Greenken的智商在这之后下降了80%（相当于十五岁的人类），他的所有情感神经也被“液态机械“控制，但是Greenken获得了永生，他的细胞衰老大多数被“液态机械”抑制，他Greenken被当做一个实验的祭品，被丢弃在废铁场里。就这样，Greenken在废铁场沉睡了整整一个世纪，终于被一个流浪汉发现，沉睡了一个世纪的Greenken苏醒了。当他回到市区，发现了伯德尔星的星长正在宣布要协助远在100光年的太阳系中的地球，将“液态机械”发展到其他有生命存在的星系里，这样可以协调宇宙中高等生命的发展平衡，避免星战爆发（星球与星球的战争），并打算发射第一颗存有大量针状“液态金属”的合金球到地球。如果这样，“液态金属”就会像病毒一样扩散。\n\n\n\n\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1447556040,
            "txt_content": "如果是宇宙最高科技，机器应该已经有感情了吧。。。"
        },
        {
            "author": "我叫Red_T",
            "timestamp": 1447556640,
            "txt_content": "46241359 发表于 2015-11-15 10:54\n如果是宇宙最高科技，机器应该已经有感情了吧。。。\n其实机器也可以拥有人类的独立思维方式，可以模仿出人类的一些情绪，但是没有一个程序能够完整的对感情这种看不见摸不着的东西进行计算，……而且如果真的创造出有感情的机器人群体，可能会无法控制，因为在肢体能力上，机器人超过人类，如果再拥有感情，那就麻烦了"
        },
        {
            "author": "46241359",
            "timestamp": 1447556700,
            "txt_content": "我叫Red_T 发表于 2015-11-15 11:04\n其实机器也可以拥有人类的独立思维方式，可以模仿出人类的一些情绪，但是没有一个程序能够完整的对感情这 ...\n我已经看到了你的故事结局【滑稽】"
        },
        {
            "author": "我叫Red_T",
            "timestamp": 1447556880,
            "txt_content": "46241359 发表于 2015-11-15 11:05\n我已经看到了你的故事结局【滑稽】\n{:10_527:}……当然结局不会像你看到的那样……（一大群机器人恢复感情开始侵略地球统治宇宙什么的）"
        }
    ]
}