{
    "title": "童年中的MC人物 [小说集]--NO:1",
    "author": "圣骑士686",
    "replyCount": 0,
    "timestamp": 1447509840,
    "txt_content": " 本帖最后由 MRTangwin8 于 2015-11-14 22:07 编辑 \n\n 童年就是一种记忆，在哪金黄的秋天，我们一起娱乐，一起玩耍，一起快乐，啊，童年，你是我们的美好记忆，又是我们的，电影，在哪一个夏日，在一家窗户里，有一个小男孩，叫秦天，他那眼神，紧紧的盯着电脑屏幕，嘴里不停的说着：马上就要升级了，哈哈，我就要成为一名MC优秀选手了，哈哈，我好高兴，在努力一些，加油。这个男孩就是我，我目不转睛的盯着电脑，我哈哈，终于干掉末影龙啦！好高兴，但是，意外还是发生了，我刚要拿走龙蛋，就听见，嗡嗡的声音传来，回头一看，原来是kueil，我说：别这样，一下就冒出来，行么？kueil说：行，闪电，你不感觉就咱俩玩很没意识么？我说，的确很无聊，我听说过一种叫服务器的东东。听起来很好玩，kue说到，我说：咱俩先退出去，再在网上找一找“服务器”，还别说，我们俩还真就找到了一个“服务器”哈哈，我们俩终于可以和别人一起玩了，好高兴呀，这个服务器名叫“晨曦之梦”唉 ，我一听到这个名字就想起了我朋友跟我介绍的服务器，真巧呀，我和kueil约好，一起玩“晨曦之梦”听说这个服务器还很好玩，于是，我们俩就迫不及待的进入了服务器，又是一片新的世界呀！进入了服务器，先要注测密码，然后呢，我和kueil就来到了生存传送入口，我就问：kue，咱俩上那个传送服？kue说：一服呗。我说：好。然后，我们就进入了生存一服。在屏幕的闪闪发光下，我们终于进入了一服，生存，我们来了！到达了生存世界，已经是晚上了！我对kue说：现在已经是晚上了，我们应该先去挖矿去！我还没说完，只见对话框里出现过几个字；新手，你们好呀，要不要在我们新手村里住下呀！我一看，原来叫nz呀，我和kue回答说；行 ，那我们加入你们村 nz说：行，欢迎你们加入我们新手村！我也很高兴，因为现在又有一个人和我们一起玩了，我突然感觉到，就算是在游戏中认识的朋友，如果是他真心实意想帮你，那就是最棒的朋友，正在我想的时候，突然看到我的血在一点一滴的减少，怎么回事，是不是有人在打我我环顾了一下四周，没有人那，我有看见了kue在建他的房子，我想过去帮忙，没想到，一下，掉在地上，摔没了我的血，（::>_<::）为什么我这么倒霉，为什么，但是，人生苦短，我一定要坚持下去 ，创造出我的一片蓝天！但是，就在眼前一亮的出现的主城却是那么小，我不紧郁闷起来，为什么服主要把主城建那么小？但是，疑问归疑问，我想了想，在主城可不可已用(tpa指令)呢？我立刻马上向kue发出传送申请，居然，OK了（^O^）呵呵，我出现在kue的家里，我说：kue.咱俩去挖矿去呀？他答应说：ok。于是，我俩就从家旁边跳了下去，哦，我的臀部呀！疼得受不了了，哦，kue迅速的挖了一个隧道，他一边挖一边唱着歌：咱们工人有力量，挖呀么挖，宝贝瞬间出来了。没想到kue这家伙一下就挖出来5块铁，好家伙，运气真好，我也不怕他，也开始挖了起来，我的运气也真好，一下就挖出来10个煤，还有6个铁，哈哈，要知道，在现实生活中，有钱的可都是煤老板呀！而正在我挖的起劲的时候，kue说：007，我还认识一个人，他叫people，我看他在线，我去把它叫来和咱们一起玩？我说：好的！一闪kue的身性没了，一看，黑天了，继续挖吧，过了10分钟，kue传送回来了，一看，他的身后还站着一个人，看他头上的标志来看，他的名叫people，这名起得好，为人民服务么！我对这people说：people这游戏是靠想像力来玩的，其实呢，这个游戏十分简单，只要你用心去做，你一定会更好的！people回答说：恩，我一定会加油的！我现在是kue的徒弟 ，又是他的$好朋友，您放心，咱们一定会更好的，加油！加油，加油，加油！我看看时间也差不多了，该回去建我的温馨小窝去了，于是，我便传送回家，开始建我的家了，我规划的地有：长20各，高10格的家，于是，我开始了建我的家，一键就花了我30分钟的时间，家一建完，我就想接下来该干什么了，我有许多种想法：1，挖矿 2，建一个牧场，因为动物太少了  3建一个农场    4，建一个超市 ，我就这些想法，于是，我要先建一个农场，在去挖矿，想到这些，我便开始行动起来，先去挖矿，我便到资源区去采集矿物，我在地下11层碰到了一个矿洞，非常大，我便叫来kue和people来，说：这是一个矿洞，这就是咱们以后的采集点了。他俩点了点头，于是，我们开始采集工作了，把这个矿洞扩大了好几倍，一眼都望不到边，看一下这几天得收获，钻石：64颗，铁：63 石头：500 泥土1000 等到得东西，背包都满了，我就整理一下背包，然后，回到了的小窝里，开始建房子，，建的是两层的家，一楼用原石来搭建 ，二楼用白桦木来搭建，看起来非常舒服，好看，整洁，正在这时，kue和people来了，看到我搭建的房子，说：007，你搭建的房子真好看。笑了笑【这里的人还能笑么】说：谢谢夸将，接下来我应该去建牧场去了，你们要去么？他们回答说：OK！                                                                 \n\n\n[违规内容已由 MRTangwin8 移除] 中国有一句古话：叫独乐乐不如众乐乐，请您把这部小说分享给您的朋友吧！    第一章完！\n\n\n\n\n\n\n顶我就是顶作者，以后会多写MC小说\n\n\n\n",
    "replies": []
}