{
    "title": "<原创·连载·圣杯>空[第十六章：萧黎][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1447562760,
    "txt_content": " 本帖最后由 46241359 于 2015-11-15 12:47 编辑 \n\n空·第十六章·萧黎\n\n\n正文\n\n\n    当纳尔身上的被子突然被人掀开导致他冻得牙齿都在打颤时，他知道，空被罗杰接过来了。他知道只有空会用这种奇葩的方式叫他起床    起床后，罗杰给了他一身白色的研究服。    “这是什么？”纳尔皱起眉，对罗杰问道。\n    “研究服，把它穿上，一会要听我的。”罗杰说着，    这是要……假扮什么人吗？    “纳尔博士。”空突然出现在纳尔身后玩笑般的叫了一声，吓得纳尔一个踉跄，差点摔倒。    “喂，不要闲着没事干叫我博士啊！”    “空说的没错，”罗杰端详着纳尔现在的衣服，“你穿上这身衣服，就表示你是个博士了。等下可别说什么‘不是博士’一类的话。”罗杰的表情已经向纳尔暗示了这样做的后果：你会被我拖去枪毙。    想到罗杰会拿一把手枪打穿自己脑袋的场景，纳尔的腿就开始发软。他是不愿意安慰自己罗杰只是在吓唬他，这事罗杰真干得出来。光想想那天罗杰救他的时候就有数了，纳尔甚至无法想象当时罗杰是什么样的表情。    没办法，谁叫自己胆小呢。纳尔点点头表示自己明白了罗杰的要求。空倒像个没事人一样兴高采烈地和罗杰讨论着一些纳尔听不懂的话题。    我说，空，你能不能过来和我说点话，我办不到被吓成那样还能若无其事啊。   没过多久，这对在纳尔眼中是父子的两人就分开了，纳尔和空被带到了上一次遇见白昕的地下实验室里。   白昕依然带着她那魔鬼一样的招牌笑容等着纳尔。   奇怪。   纳尔不明白自己为什么会那样惧怕白昕的笑容，是有什么特殊的原因吗？他之前又没见过白昕……好吧不是没见过，是只见过一两面，连话都没说过。   等等。白昕还是西蒙的助手的时候，她脸上有过这种笑容吗？纳尔在努力回忆之前自己在西蒙的身边见到的那个白昕。但他当时根本没对这个人有太多的观察，甚至连正眼看她的次数都寥寥无几，更别说记不记得她脸上有没有过什么样的笑容了。   但有一点纳尔是肯定的，这种笑容，绝不单纯。只是他现在还不理解其中的隐藏含义，就从白昕自始至终都保持这同样的表情来看，应该是有什么目的。   罗杰和白昕简单地说了几句话，就把纳尔带进了一个会议室，他告诉纳尔应该坐在哪里，同时告诉纳尔，在会议过程中需要一言不发，如果有人询问他问题，就看罗杰的手势点头或摇头。总之干什么都行就是不能说话。   不说话？是要自己假扮一个哑巴么？   纳尔刚坐稳，几个人就陆陆续续地进来了，坐在椅子上，同时进来的人大多数都对纳尔点头微笑。空就站在纳尔的身边，穿着一身和他一样的白色研究服，拿着一个本子似乎是准备记什么东西。   会议中纳尔感觉自己的脑袋嗡嗡作响，他觉得自己快要昏倒在座位上了，但还是强撑着努力看清罗杰的手势，让自己的大脑反映出应该点头还是摇头。他可不想被罗杰一枪崩掉。   不过纳尔还是模糊地听见了一些，都在说是什么实验什么实验的……但是有一个名字他听得一清二楚。   西蒙·温彻斯。   中途，那些来开会的人经常齐刷刷地看向他，这就表示他需要去看罗杰的手势了。   直到会议结束，那些人站起来和他握手，大体说的都是感谢的话，这些纳尔都没在意，他最在意的，就是那些人都叫他“纳尔博士”。但有一人除外。   那人穿着一个深灰色的风衣，从进门开始手一直都放在口袋里从未拿出来过。其实这些都没什么。纳尔之所以会注意到他，是因为他一直都围着围巾。现在才秋天，还没冷到要戴围巾吧……就算这人得了什么病怕冷，那穿风衣是不是太薄了。   他走到纳尔身边时，俯下身凑到纳尔的耳边：“我是来对你发出警告的，”声音又降低了一些，“好自为之，纳尔·多罗斯。”   “你是……怎么知道的。”纳尔诧异。   那人做了一个噤声的动作，之后就快步离开了。留下纳尔一人在原地迷惑。那些人都以为他是“纳尔博士”，这人怎么会知道他不是……而且，好自为之？什么意思？   “纳尔，”罗杰拍了一下他的肩，这才让他回过神来，“今天表现还可以，明天还有一天，最好保持今天这样的状态。”   “罗杰，那个穿灰色风衣的人，是谁？”   现在纳尔回想起来，那个人的眼神，让他觉得有些后怕。那种眼神有点像是罗杰，但是……又有些不同。   “灰色风衣？”罗杰回忆了一下，“哦……他啊。他是一个精神病院的医生，叫萧黎。性格可能有些古怪，但你和他见面的机会也只剩一次了而已。”   “萧黎？”纳尔在记忆里试着搜索有关这个人的片段，但是……没有。“他真的是个精神病院的医生？”   “是啊。”罗杰脸上露出了一丝惊讶的表情，“可能他的学识是比一般的医生要多一点，不过这有什么问题吗？”   纳尔沉思片刻，“我的意思不是说他和一般的医生比有什么不同，而是……你确定他的身份是个医生？”   罗杰看着纳尔，一副若有所思的样子，过了很久才开口。“他是不是和你说了什么。”   “是的……他叫我好自为之，这是什么意思。”   “好自为之……”罗杰嘴角向上扬了扬，“知道了，这事你不需要管，我会处理的。”说着，罗杰朝空点了点头。空就把纳尔带出去了。   萧黎？   纳尔的确没听过这个名字，那他是怎么知道自己不是博士的。还是说……其实是有人告诉他的？而且从罗杰的话来看，萧黎的确不是一个普通的医生，可能就像罗杰一样，用一个身份来当掩护去做另一个职业的事情。\n\n\n\n\n返回索引贴\n\n\n\n@恶魔-潇洒 @冥王星人 @xcc \n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1447564320,
            "txt_content": "麻麻我上电视了\n原来北极的作品真的没有冗长的对话流0.0\n"
        },
        {
            "author": "lzlniu",
            "timestamp": 1447567800,
            "txt_content": "心理和感受偏多了，既然如此不如试着用第一人称，效果会好很多。看来看去总觉得这是在猛挖坑设悬念，读者猛看一遍也没找到坑填到哪了。\n但是人物描写写的还是很好，情感和性格可以很好地体现出来，许多神态细节也算用心。心理描写建议加注明或换字体。\n情节可以推动地快些。"
        }
    ]
}