{
    "title": "<原创·连载·圣杯>《终焉》[第三章第二节][换笔名了]",
    "author": "xcc",
    "replyCount": 3,
    "timestamp": 1447571460,
    "txt_content": " 本帖最后由 xcc 于 2015-12-26 16:32 编辑 \n\n\n    淡蓝色的透明小方块在空中浮动，它们用自己的躯体努力凑出汉字——梦中人和一串扭曲的文字。\n    汉语真是普及。顾离耸耸肩。\n    他向前迈了一步，突然被黑暗包裹，眼前像是被黑色的雾遮挡，只留下一条钢板铺成的路。背后也是一片迷蒙的黑，脚下的钢板......均匀地如同身前的通道。\n    他咬紧牙，刚准备呼喊出声，身边突然有了光源。\n    淡蓝色的透明方块，正漂浮着。\n    他索性向前走，蓝色的光源则随着他的步伐点亮。\n    直到蓝光照映出一个面目狰狞的兽首，顾离方才停下了脚步。不只是受惊还是单纯地驻足观看。\n    这是一个张有巨大犄角及口器的怪物的头颅。兽角觺觺，面目可怖。兽首下浮起一串字符，汉语与扭曲文字。\n    Annihilation，有着阻碍视线的巨大犄角，攻击却异常精确；没有任何气体交换的器官，却活动自如；趾间有蹼，但不善划水。\n    他没有过多地在这颗兽首前停留。只是淡淡地扫了一眼，然后向前走。\n    Talon，前肢有爪，后肢为蹄，脊背高耸，前爪后有毒腺，四肢覆盖角质鳞片。\n    顾离嘴角上扬，只看头颅的话，倒像头牦牛，但结合介绍来看，真是种奇怪的生物呢。\n    他继续往前走，一个鹰兽出现在眼前，尖而弯的喙像一个铁钩。\n    The frostwing，双翼上有鳞片，骨骼沉重，双眼仅能分辨明暗。\n    脚下的路被照亮，是铺得均匀均匀的石板路。基地里怎么铺得跟室外一样。有些奇怪啊......\n    等等，厄默和楮墨那两个家伙呢？\n    他回头想寻找另外两人，却被黑暗包裹。只能看见石板路，均匀地......如同脚下的通道。\n    他打了个寒颤。近乎一样的石板路和无边的黑暗使他感到莫名的寒意。顾离急忙转身，想要往回走。\n    别转身！向前走。\n    面前突然浮起八个大些的方块拦下了他，方块中里面充斥着金色的汉字和两个标点，仔细看能看出是由一些微小的粒子凝成的。从哪里冒出来的？顾离没敢多想。以前他自己看过的小说里有类似情节，主角身前莫名奇妙出现文字，然后往往会蹦出什么奇怪的东西来。\n    走到尽头，你会明白的。\n    八个方块分裂成几个小块，拼凑出几个大字。\n    可是你是谁啊，我凭什么听你的？！顾离也不管对方能不能听到，便站在原地大吼。但那几个大字没有动静。不知是操纵着它的人不想回答还是没有听见。\n    顾离有些气愤地伸出手去抓那些方块，什么意思啊，平白无故地命令自己向前走，还不给解释？他有种把那些方块统统掰开的冲动。\n    但他的手接触到方块的时候，方块分裂成细小的粒子，然后在空中拼成一个笑脸，嘴角上扬得很厉害的那种。\n    真是滑稽呢哈哈哈。粒子漂浮的方向传来声音。声音听上去很清晰，更显得嘲讽。\n    顾离更加恼怒了，大吼道：“笑什么笑！你到底是谁！出来说话！”\n    笑脸又开始变换，细小的粒子再次拼成几个字：既然不想继续走，也就不难为你了。\n    黑雾后慢慢渗透出红光，有如红日从云雾中闪出。黑雾开始在空气中消散，被雾遮挡住的一切开始显露出来。\n    墙壁上挂着的灯笼散发着柔和的光，地板是青砖铺成的，干净得发亮。墙壁也变成了雕刻着花纹的楠木墙面，挂着几张颇有旧感的国画和几支灯烛。房间中央摆放着四把藤椅，从左至右依次坐着厄默、楮墨以及一个陌生的男人。 只是，厄默的牛仔装换成了白衬衫，楮墨的那件带着黑色兜帽的连帽衫也换成了英伦式的学院装。\n    这怎么回事......顾离忍不住嘟嚷，不仅场景由黑暗的走廊跳转到现在这样，另外两人还换了件衣服？\n    陌生男人微笑着招手，嗨。\n    顾离僵硬地抬起手：“嗨......这是怎么回事......”\n    “你是指场景突然由钢板组成的走廊变成这样么？”那个陌生的男人抿了一口茶，“那只是幻象而已。”他的声音毫无起伏，听上去，很遥远。\n    他的意思是，那个走廊是不存在的么？\n    还没等他发问，楮墨便抢白道：“那个走廊是存在的——但它已经深埋地底。你刚才看到的，只是走廊的幻象。其实一开始进入的地方就是这里，走廊的幻象只是为了让你看看那些怪物的头颅，好让你知道，它们是有多么超自然。”\n    那就是说从进入基地开始，我就一直处在幻象中么？顾离耸耸肩，有趣。不过深埋地底是什么意思？是指废弃还是......\n    男人似乎看出了了顾离的想法，又抿了一口茶，轻描淡写地说：“那个基地被人用梯恩梯炸药摧毁了主体，只剩下走廊。自杀式袭击，我们这边死了6个家伙，袭击方也是。”语气轻得仿佛在说与自己毫无关系的陌生人。\n    不过这个男人到底是谁啊。\n    “初次见面，我是梦中人的领袖，‘教皇’格里斯。”男人起身，茶杯竟从他的手中飞出，在空中悬浮。\n    “这......”顾离看向逐渐向自己飘来的茶杯，伸手拿起，“你的意思是......我是梦中人的正式成员了？”\n    格里斯从上衣拿出一张别着笔的表格，推到顾离身前，朝他点了点头。\n    那张表格上密密麻麻排满了梦中人成员名字，但仔细看能看出，成员数量不过十几个而已。还有好些成员的名字被划去，不知是不是这些名字已经随着它们主人的生命故去了。\n    但，除了被划去的名字令人注意以外，每个成员的名字后都有一个醒目的括号，括号里是战士、骑士、陷阱师、贤者、枪手等中世纪风格的名号。旁边还有一段话，写的歪歪扭扭，像是中风的人的康复练习，大体能看出意思，请新成员按照以上的格式登记名字（括号后的内容仅为行动时称呼）\n    他瞅了瞅厄默的，那家伙名字后的括号里赫然写着“游医”两个字。这也可以？\n    再次浏览了一遍成员名单，括号里的内容似乎都挺扯的，有一个人写的是“赌神”，什么心态！相比之下，厄默写的还算正常了。\n    他抽下笔，写下自己的名字，突然开始为自己在括号里写什么而发愁。他本能地把笔杆移向嘴边想要像往常一样咬笔思考，但一想到这是别人的笔就立刻停下了。\n    顾离踌躇了一会，写下“游吟诗人”四字，努力忍住笑，递给格里斯。\n    格里斯没有表现出过多的惊讶，向楮墨招手道：“奚即墨，等会把他的信息登记下。”\n    欸，你叫奚即墨？顾离很直白地问。他记得即墨貌似是个地名。\n    “我一直都叫这个名字啊。”她回答。\n    她从口袋里拿出一本簿子和一支钢笔，写了几行小字，然后如释重负地松了一口气。 片刻后又像想起什么似的说道，格里斯，我记得你说过，最近能源供给好像有些问题。\n    格里斯轻轻皱了皱眉，然后走到墙边，手按住一副画，说，这将是你们在梦中人的第一个任务。\n    他按住的地方开始变化，像一锅颜色繁杂的汤，里面的颜色在墙上翻滚，最后滚成一片空白。\n    格里斯做了个“请”的手势，朝顾离和厄默扬扬下巴，示意他们过来。\n    顾离试探性地摸了摸墙壁上的那片白色，令他惊讶的是，他的手竟可以传过去，那片空白的墙，仿佛不曾存在。他带着几分惊奇跨入墙后的空间，问道，我需要干什么？格里斯掏出一根有着蓝色花纹的数据线样的东西，说，你去检查一下那里放着的能源箱，如果接在上面的线有问题，就换成这个。\n    顾离接过数据线，仔细打量着墙后的这个空间——四周是纯白的大理石砖，中间的地板上摆放着一个十分违和的黑色方块状物体。\n    想必这就是能源箱了吧。顾离走上前去。\n    他仔细看了看能源箱，然后喊道，似乎一些正常，上面插着的红色的线好好的啊。\n    片刻后，格里斯回了他一句，声音终于有了起伏，却依旧是那么遥远——\n    “红线？我一直用的是这种蓝色线啊。”\n\n\n\n\n\n\n上一节     索引   下一节\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1447571520,
            "txt_content": "@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L   @灬RufLの红纱 @MF_Mufeng"
        },
        {
            "author": "46241359",
            "timestamp": 1447571760,
            "txt_content": "笔名换来换去的真的好么，字体字色改改吧，看着累眼= =我就先不看了"
        },
        {
            "author": "灬RufLの红纱",
            "timestamp": 1447574700,
            "txt_content": "xcc 发表于 2015-11-15 15:12\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L   @灬RufLの红纱 @MF_Mufeng ...\n作者辛苦了，我最近没时间以后不用艾特我了.........."
        }
    ]
}