{
    "title": "1.6.5出來了",
    "author": "pkyou1124",
    "replyCount": 19,
    "timestamp": 1306597680,
    "txt_content": " 本帖最后由 pkyou1124 于 2011-5-29 01:23 编辑 \n\nhttp://twitter.com/#!/notch/status/74494300163022850\n被BUG坑死的人快更新吧\n\"Minecraft測試版1.6.5已經出來了。讓我知道是怎麼回事。\"\n因為google君翻譯得很好了,所以不另翻了\nChanges:\n Advanced OpenGL re-added. Framerate cap can now be changed, with toggles of 40 FPS, 90 FPS and 200 FPS. Improvements for slow and old computers.\nBug Fixes:\n Dropped equipment no longer breaks on the first use. Objects will now be pushed out if they are within a block. Lighting acts normal again when placing/removing torches. The game no longer crashes when shift-clicking to put items in a chest that is already full and vice versa. Fixed CPU issue on multiplayer. Saving while crouched no longer consistently teleports the player into blocks above or below when loading the save.\nNew Bugs:\n In SMP, the sleeping animation is not played when trying to sleep in a bed. Instead, the player may walk around freely until all players are sleeping. Trying to right-click the bed again will give you \"The bed is occupied\" message. (old bug) [1] Framerate limit can not be removed, but setting Framerate limit at 90 or 200 FPS allows FPS to exceed this.[2] Setting Framerate Limit to 40 FPS may increase CPU usage on some computers.[3] Holding a map in a boat can cause the left arm to be too high.[4] It is no longer possible to use up all crafting materials at once by shift-clicking. Some chunks still don't recieve proper lighting updates when switching from day -> night and vice versa. In initial versions, the version number was no longer shown. The one with the version number was re-uploaded within few minutes, but only in menu. After you teleport to the nether, you will experience the swirl screen as if you were heading back as soon as you arrived. This won't teleport you though, but the animation won't stop until you move. Sometimes when trying to lie down on the bed, it fails and removes one half of the heart in MP. Shadows sometimes do not update. Looking backwards whilst travelling in a minecart causes it to flash rapidly. Sometimes blocks and items respawn in SMP, but you don't get anything from them anymore, you get lots of lag on reconnect. Difficulty reverts to \"Easy\" when you load a save, at least when you had it previously on \"Peaceful.\" Dogs get hit while standing on furnaces and can't move while on them.\n",
    "replies": [
        {
            "author": "zdyxiaokeai",
            "timestamp": 1306610820,
            "txt_content": "矿车加速系统是哪个版本时候没有的...我花了三天满世界建车站的啊...虽然我的存档才23M也不能这么浪费我的心血啊..."
        },
        {
            "author": "tidussun",
            "timestamp": 1306611120,
            "txt_content": "回复 zdyxiaokeai 的帖子\n\n1.6开始"
        },
        {
            "author": "well",
            "timestamp": 1306614780,
            "txt_content": "修正了一些... 又來了一堆... BUG滿天飛..."
        },
        {
            "author": "howard",
            "timestamp": 1306616220,
            "txt_content": "水梯BUG給我還來\n碰撞BUG給我還來啊~~~~~"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1306627800,
            "txt_content": "修復6個出來幾倍"
        },
        {
            "author": "晚上不晚",
            "timestamp": 1306628100,
            "txt_content": "1.64的mod还能用么...{:10_535:}更新这么快"
        },
        {
            "author": "星星abc",
            "timestamp": 1306632540,
            "txt_content": "更新好快，但是BUG能少点吗？？"
        },
        {
            "author": "虚伪的傻瓜",
            "timestamp": 1306633020,
            "txt_content": "先进的OpenGL重新添加。\n帧率上限，现在可以改变，为40的FPS，90 FPS和200 FPS的切换。\n为改善缓慢，旧电脑。\n\n错误修正：\n\n丢弃设备上的第一次使用不再打破。\n对象现在被推迟了，如果他们在一个块中。\n照明行为正常时再放置/取出火炬。\n游戏不再崩溃时移一下摆在胸部已经满了，反之亦然项目。\n对多人固定CPU的问题。\n而蹲在节能瞬间移动不再坚持把块或低于上述装船时保存的球员。\n\n新bug：\n\n在SMP，沉睡时播放的动画并不试图睡在床上。相反，球员可以自由走动，直到所有的球员都在睡觉。试图用鼠标右键单击在床上再次给你“这床是被占领”的消息。 （老臭虫）[1]\n帧率限制不能被删除，但设定在90或200的FPS限制允许fps的帧率超过这一点。[2]\n设置帧率限制为40的FPS可能会增加某些计算机上的CPU使用率。[3]\n在船上拿着地图会导致左臂太高。[4]\n它不再是可以使用注册后，通过移一下所有的手工艺材料。\n有些块仍然没有收到适当的照明开关更新时从第一天开始“ - >晚上，反之亦然。\n在最初的版本，版本号不再显示。与版本号之一是重新在几分钟内，但只有在菜单上载。\n当你传送到虚空，你会体验到漩涡屏幕标题，如果你尽快回你来了。这将不能被传送你虽然，但动画将不会停止，直到您移动。\n有时，当试图躺在床上，它失败并删除之一，在国会议员的心的一半。\n阴影有时不更新。\n回头看，旅游时，在一minecart使其快速闪烁。\n有时块和项目在SMP重生，但你千万别让他们什么了，你会得到许多滞后的重新连接。\n难恢复为“易”当你载入一个保存，至少在它以前，你对“和平”。\n狗被击中而站在火炉，不能移动，而在他们身上。"
        },
        {
            "author": "虚伪的傻瓜",
            "timestamp": 1306633080,
            "txt_content": "这是让人蛋疼的机译"
        },
        {
            "author": "zdyxiaokeai",
            "timestamp": 1306635360,
            "txt_content": "回复 howard 的帖子\n\n打滚中...现在只好铺黄金轨了,也没办法使用自动车站了..."
        },
        {
            "author": "akal1989",
            "timestamp": 1306637460,
            "txt_content": "还是老老实实地停留在1.5.1好了......不想再升级了......\n\n太郁闷了......"
        },
        {
            "author": "forfai",
            "timestamp": 1306638480,
            "txt_content": "1.6.5 客户端的CPU占用又少了一些，方块掉坑里也会弹出来了。\n就是服务器软件好像还是不稳定，玩了下还是断线。"
        },
        {
            "author": "ljyinvader",
            "timestamp": 1306640040,
            "txt_content": "不打算更新1.6了，我就耐心等加上活塞的版本了"
        },
        {
            "author": "forfai",
            "timestamp": 1306642140,
            "txt_content": "唉，该增加的不增加。"
        },
        {
            "author": "撸一撸",
            "timestamp": 1306657320,
            "txt_content": "1.6算完了喽，坐玩1.5等1.7，\nNNd，这bug真蛋疼，让我一个新手情何以堪啊。。。"
        },
        {
            "author": "forfai",
            "timestamp": 1306728000,
            "txt_content": "{:10_522:}唉，白兴奋了，一大堆Bug，占用CPU也高。想自己弄服务器开都不行了。"
        },
        {
            "author": "hoory",
            "timestamp": 1379766960,
            "txt_content": "我1.6.4都还没下，怎么1.6.5就出来了。{:10_522:}"
        },
        {
            "author": "gejiaying",
            "timestamp": 1379845620,
            "txt_content": "{:10_492:}"
        },
        {
            "author": "王辰熙-2013",
            "timestamp": 1398397920,
            "txt_content": "...1.6.5没听说过啊"
        }
    ]
}