{
    "title": "<原创·连载·圣杯>空[第十七章：失踪][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1447580340,
    "txt_content": "空·第十七章·失踪\n\n\n正文\n\n\n    这样的夜景让纳尔回想起他之前在一座石桥上看到的城市灯火。那种状态下的灯光变得朦胧，像是雾一样弥漫在地平线上。他觉得自己似乎幻听了，尽管现在他现在只是站在荒野上，但还是隐隐地听见了流水的声音。他晃了晃头，让自己的注意力回归到现实中来。   按说今天本应该启程回到城镇了，但是又因为一个情况而推迟了日期。   空失踪了。   具体是怎么失踪的呢？其实这种事纳尔也不知道，他记得这天早上他是自然醒的，原以为是空有事没机会叫自己起床，但是没过多久罗杰问他有没有看见空，这才知道他出事了。根据罗杰的描述，空在前一天的晚上还在房间里睡觉，但是第二天早上的时候人不见了。   没错，是不见了。门锁着，而且是从里面锁上的。又是高楼，从窗户跳下去根本就行不通。这就表示，空是整个人从房间里消失了。这个房间里的每一个入口都上着锁，而空就无缘无故的人间蒸发般消失了。   因此罗杰从早上找到现在，还是半点音讯都没有。克莱尔觉得找到空的希望很小，他消失的方式太过诡异。但纳尔不这样想。他不觉得一个人能凭空从一个空间里跳跃到另一个空间，空一定是利用什么通道离开了房间。但是这样的推断有一个漏洞……就是原因。   空没有任何理由自己一个人偷偷地跑出去然后整整一天都不见人影。所以很显然这个推断有些不合常理，但是能由此延伸出另一种可能：空是被人带走的。实际上这也是可能性最大的。   毕竟空的智商根本不适合在现在这个世界生活，纳尔一直认为空的思维方式有问题，如果空是个机器人那就更是如此。机器人的思考方式是极度死板的，只要设置一个陷阱他就会自己走进去。但是空这种有问题的机器人……能有什么用处？   纳尔想起罗杰说过，空可以把别人对自己的熟悉转移到他身上……虽然如果有人为了这种能力去带走空这并不是不可能，但纳尔还是觉得这种能力太匪夷所思。   “纳尔！”罗杰的声音从不远处传来，没过几秒他就看见一束白光摇摇晃晃的在草丛中出现了，“还是没找到。”   “罗杰，我觉得这样找他有些不适合。”纳尔皱了皱眉，“这样的搜索方式有一个必须的前提条件，也就是空必须是待在原地不动。但现在我们并不能确定是否如此，因此这样的寻找方式只能是看运气了。”   “这我当然知道，但四处找找总比呆在原地什么都不做要好。”   “这话倒是没错……”   “不过既然这里没东西，我们走吧，先回去。”罗杰指了指停在不远处的车。纳尔觉得也差不多该回去了，现在已经很晚了，如果不休息说不定明天早上还起不来呢。   纳尔靠在车座上，眼睛望着车窗外。   但他突然间看到了什么。   “罗杰！停车！”   这突然发出来的吼声让罗杰都吓得不轻，一个急刹车让纳尔的头又撞了一次。但他根本顾不得疼痛，拉开车门走下车，脚踩在这片沙地上。   纳尔四处看了看，这里的地面盖满了黄沙，可以说是寸草不生，他往前跑了几步，看见了一条河流。他朝河流的尽头看去，这条河一直向前后延伸，看不出尽头是哪。这么说他刚才听见的流水声不是幻听，而是真的。   “到底出什么事了。”罗杰带着手电筒跑过来。   “罗杰，这条河通向哪里？”纳尔指着那条缓慢流淌的小河问道。   “这条河？”罗杰扫视了一下周围的环境，“应该一直流到最东边吧，我也不清楚，但肯定流经城市那里。”   “那它有没有流经我们现在居住的那个地方？”   罗杰怔住了，他思索了半天才回答：“不知道。”   “快点！回去看看！”   纳尔知道，如果这条河流经那个建筑，那就很有可能可以解释空是如何从房间里消失的。跳进河里，不出意外就可以毫发无损地离开建筑。但是……这还是涉及到空为什么会离开建筑。毕竟带人游泳很困难。但不是不可能、   罗杰把车停下，纳尔在建筑周围转了转。   果然，有一条河。纳尔顺着这面墙壁看上去，没错，空的房间的窗户恰好就在这面墙上。这样看来，如果空是自己离开，那么就成立了。   但是空有什么理由离开呢？还是说是因为……有人要找他？   左思右想也搞不明白，无奈之下纳尔只得回去睡觉。但他躺在床上看着天花板。关于空失踪这件事，他越想越觉得不对劲。最大的疑点莫过于空到底是自己出去还是被人带出去的。   但是他实在没精神继续思考这些了，没过多长时间就昏昏沉沉睡去。   只可惜这一觉他睡得也不踏实，他做了一个梦。   在漫无边际的雪原上，纳尔穿着一件深灰色的大衣，戴着围巾，艰难地走在这苍茫的大地上，足迹一直延伸到天边。他不知道自己该往哪走，只是凭着直觉朝某个方向走去。那么他的目标呢。    纳尔觉得周围很冷，他朝自己被冻得发红的双手上哈了哈气，再艰难地迈出去一步。他抬起头，茫然地看向周围，他在远方的地平线上看见了星星点点的光亮，他的心中闪过一丝狂喜，朝光亮跑去。    但那是一瞬间的事，他不知道自己的脚踩到了什么地方，地面就开始塌陷。可他听不见任何声音，整个世界都像是处在一个死亡后的极静状态中。令人窒息的缄默吞噬了一切的声响。纳尔张大嘴想要喊出声音，没准会有人听见。但他只能张张嘴而已，没有任何声音发出来。    他绝望地抬起头，忽然间，天空中飞过一只乌鸦。    “什么？！”纳尔坐起来，大口地喘着气，低下头看了看自己的所处的地方，没错，是房间。他抬起手擦掉额头上的汗珠。    等一下。   为什么梦里会有乌鸦。\n\n\n\n\n返回索引贴\n\n\n\n@xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1447580580,
            "txt_content": " 本帖最后由 2575174857 于 2015-11-15 18:30 编辑 \n\n沙发是我的了，空，空，空，北极空，空北极（雾），撕逼咱撕不过你，加油写文，早日成触~，"
        }
    ]
}