{
    "title": "<原创·连载·圣杯>空[十八章：快递][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1447595220,
    "txt_content": "空·第十八章·快递\n\n\n正文\n\n\n    当纳尔看见空带着一副天真无邪的表情看着他时，他有种想要去撞墙自尽的想法，刚好旁边就有墙……但他仔细想想还是算了，毕竟为了这么个白痴去死，这也是更白痴的人才干得出来的事。    “真是够了！”纳尔本来想吓唬一下空，所以用力拍了一下桌子，结果到头来倒是自己疼得咬牙切齿，顿时自己的威信就一扫而空，“你到底跑哪里去了？！”    空显然受到了一点惊吓，坐在椅子上呆了半天，最后才支支吾吾挤出几个字来：“去玩了……”    玩？！    我和罗杰找你找得历经千辛万苦，搞了半天你是跑出去玩了？！纳尔仿佛听见了自己关节咔咔作响的声音。但他还是用左手抓住了自己朝空冲过去的右手，之后把自己摔回座位上，不断告诉自己不应该因为这样的人生气。    但这样仔细想想也不对啊，玩需要偷跑出去，而且还是……晚上？空一定是说的谎话。等等，空什么时候变得这么高级了，还会说谎？一定是自己知识太短浅所以不知道白痴原来还有撒谎的功能。    虽然……这个谎撒的很不怎么样。    “好吧，如果是玩你为什么不提前告诉我和罗杰？非要在大晚上的偷偷跑出去？”    完了。纳尔心一沉，自己情绪一时激动犯了和空沟通的大忌：同时问两个问题。这个白痴又要思考上一会才能回答。而且根据观察，只要同时问两个问题，空给出的回答就显得十分机械化。    “嗯……”纳尔心又一沉，完了，空该不会是被拖去改造了吧。连思考姿势都换了。一定是芯片升级过了。这样的话他倒是希望空能多失踪几次，说不定能缓解一下白痴的症状。当然是不指望能痊愈了……空托着下巴沉思片刻。    不过现在看好像也没改进多少……编谎言都编得这么明显，一看表情就知道在考虑应该怎么敷衍这个问题。纳尔扶着额头不让自己一头撞在桌子上。    “我和罗杰说过了，他不让我出去。”空靠在椅背上，“而且我觉得应该不用问你，想想都知道结果。你给的答案肯定是不——准——玩。实际上我觉得你应该更趋向于认为我在这一个年龄阶段不应该玩，应该像你那样……此外因为白天我要出去有些困难……晚上出去显得……比较……不引人注目。”    ……    好吧，这不是撒谎。如果空真的和纳尔说自己要出去玩他的确会这么想。所以他应该换一个问题。    “那你去玩什么了。”纳尔竭尽全力让自己表现出一个很感兴趣的样子来。    “表情太僵硬了吧，”空顺手从桌子上拿起纳尔的眼镜戴上，“……我可以告诉你我去玩什么，但不能告诉罗杰。”    哟呵，还学会威胁了？就算我告诉罗杰了你能把我怎样？纳尔心里暗自嘲笑空的智商，空那身板一阵风都能吹走，还来威胁自己？    “在此之前，我需要告诉你，我是能杀人的。”空扶了扶镜框，虽然说话很白痴但是戴了一副眼镜之后看起来斯文了不少，“眼镜不错，送我吧。”    “好好好，送你了……”纳尔捂着自己的半边脸，克制住自己笑出来的冲动。他一点都不想破坏出好不容于营造出来的严肃气氛。“你说你会杀人？”纳尔发出一声冷笑，“杀人谁不会啊，我也会。”    “我说的不是普通的杀人……是指，我可以不留证据地杀人。”    不留证据的杀人？不留证据不就表示是完美犯罪么。纳尔恍然大悟，难怪罗杰会如此重视这个白痴。罗杰那天开枪杀人的时候，就能看出来save组织最起码应该是有做类似暗杀的事，这也难怪为什么会弄出空这样的白痴……好像现在不能说他白痴了。    “好吧，我不说，你告诉我吧。”转念一想，如果纳尔告诉罗杰不要让空发现他知道这事，空也一样不能把他怎么样。但是如果空真的能洞察人心纳尔只能自认倒霉。    “我是出去玩了。”空又把眼镜摘下来仔细观察。    ……    你这样说和没说有什么区别吗？纳尔死死地抠着桌角，虽然很疼，但他还在不断告诉自己不能打人……可他觉得自己要是不动手真的会被活生生的憋死。但最后他还是熄灭了怒火，坐回椅子上。    “认真点。”纳尔发誓这是最后一句平心静气的话，如果空还是不正经他立刻就动手。   “好吧，那我认真一点。昨天我是去找人了，但我并不能告诉你这个人是谁。”    找人？难道空还有其他认识的人么？纳尔记得之前空说过他是save的成员……也许他去找的就是save的人，但是这样一来就有疑点了，如果空是去找save的人，罗杰理应会知道这事。既然他知道为什么还要费尽心思去找空呢？    这么说来他找的应该就不是save的人，虽然只是应该……    假设他找得不是save的人，那还能有谁？空那种性格就算有其他的认识的也早就被他活活气死了……纳尔闭上眼沉思着。    “哦对了……我不止是去玩，还给你带了一个东西。”说着，空把眼镜放在桌上走出门去。    空还能给我带东西？！纳尔越发觉得不可思议了，原来空还有这么多功能他不知道。出去一趟还能自带一份小礼物？    不过这个惊异也只保持到了空把那个东西拿过来放在他面前。因为纳尔发现那是个快递。看来空只是出去玩回来路上给他把快递捎回来了……    还是先拆开看看吧。纳尔把包裹拆开，取出里面那个纸盒。他晃了晃，里面的东西有些沉。但是能听见它撞到纸板的声音，所以体积应该比这个盒子小一点。能是什么呢……    里面有两个东西。他把其中一个拿起来，那是一幅迷你版的油画，而且……是诺迪斯收到的那幅画的缩小版，根本就一模一样！    其实这幅画倒没什么，当他把另一个拿起来时，他立刻把东西放进纸盒里揪着空的衣领：“你从哪里拿到这个的？！”    那个东西，就是研究所火灾当天，纳尔和诺迪斯找到的那块类似正方体的东西。\n\n\n\n\n\n返回索引贴\n\n\n@xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1447599180,
            "txt_content": "高产似母猪……\n感觉文风好奇葩"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1448159760,
            "txt_content": "lzs1234 发表于 2015-11-15 22:53\n高产似母猪……\n感觉文风好奇葩\n来来去去就这几个男人在弄什么推理吧o-ob"
        }
    ]
}