{
    "title": "雕塑-无极剑圣易大师",
    "author": "散落一地的",
    "replyCount": 3,
    "timestamp": 1448023080,
    "txt_content": " 本帖最后由 散落一地的 于 2015-11-20 20:38 编辑 \n\n背景故事\n\nThrough the ancient martial art of Wuju, Master Yi tempered his body and sharpened his mind until thought and action became one. Though he chooses to enter into violence as a last resort, the grace and speed with which he wields his blade ensures resolution is always swift. As the last living practitioner of Wuju, Master Yi has devoted his life to finding able pupils to carry on the legacy of his lost people.Even before Yi mastered Wuju, he was considered one of the most skilled practitioners of the mystical martial art. He would soon prove his mastery when word of a massive Noxian invasion reached his remote village. Yi swept across the battlefields of lonia, turning back the tide of Noxus's vast infantry with swift and deadly strikes, much to the embarrassment of the Noxian High Command. Recognizing the threat the Wuju disciples posed to their invasion, the Noxians chose to unleash a nightmarish chemical attack on the home of the deadly art. Those who somehow survived the poisonous concoction had their minds twisted beyond repair. Yi's home was left in ruin.\nAt the war's conclusion, Yi returned to the grotesque remains of his village. There he became the attack's final casualty. Slain in spirit, if not in body, Yi clung to the only feeling left within his heart: vengeance. Driven only by his desire to punish those who'd destroyed his home, Yi spent years training in seclusion. He became a deadlier swordsman than he had ever been, but true mastery of Wuju still eluded him.\nAt the height of Yi's frustration, a  monkey of unusually noble bearing interrupted his training. Standing as straight and tall as a man, the monkey watched and mimicked Yi's movements. Yi shooed the monkey away, but the agile creature took great amusement in turning Yi's own techniques against him. Gradually, Yi felt his anger subside as he sparred with the playful animal, and when the burden of his hatred had fully lifted, he found he had caught the monkey by his tail. Yi then understood that he would never master Wuju so long as he pursued it for vengeance, and as he let go of the monkey, he also released his desire to shed his enemy's blood.\nYi thanked the monkey for showing him what he'd been blind to, and was surprised when the creature actually replied. He wished to learn Yi's art of fighting. It was an odd request, but through it Yi saw his new path: the way to honor the memory of his lost people was to pass their teachings on to a new generation.\n\"The edge of the sharpest blade is no match for the calm of the peaceful mind.\"\n― Master Yi\n通过远古的无极之道，易大师调节身体并磨练心智，直至身心合一。尽管他将暴力作为不得已的选择手段，他优雅迅速的舞剑速度却能让他快速解决问题。作为无极之道最后的门徒，易大师将生命奉献于找寻可以继承这份财富的弟子。\n事实上在易精通无极之道前，他便已被视为这个神秘之道最具天赋的继承者之一。他也很快在一次诺克萨斯大规模袭击他所居住的偏远村庄时证明了自己的天赋。易横扫艾欧尼亚的战场，利用迅捷而致命的攻击击退了诺克萨斯大量的步兵团，甚至让诺克萨斯的高层陷入窘境。在知悉了是无极之道的门徒瓦解了他们的入侵后，诺克萨斯发动了一场可怕的生化袭击以应对这个致命的剑术。那些从剧毒的混合物中幸存下来的人民心智俨然已经扭曲得无法修复。易的家园只剩下一片废墟。\n在这场战争的最后，易回到了他千疮百孔的村庄。在这儿他成为了袭击最后的受害者。如果不能刀斩肉身，就用心斩灵魂。易的心中只留下一个信念：复仇。他的欲望驱使着他去惩罚那些摧毁他家园的人，易隐居修炼数年。他成为了一名他从未企及过的致命剑客，但真正的无极之道仍然躲避着他。\n最让易感到挫败的是，一只天赋异禀异的猴子打断了他的修炼。他站姿笔直身材高大，宛如人类。这只猴子观察并模仿易的动作。易发出嘘声驱赶猴子，但这只敏捷的生物却将易对他使用的伎俩当做一种巨大乐趣。逐渐地，易的怒气被平息，他不再与这只顽皮的动物争论。当他完全放下了敌意，他发现他已经可以抓住这只猴子的尾巴。易意识到，如果他只是因为复仇而去追寻无极之道，他将永远无法精通。而当他放开猴子后，他也放下了对敌人鲜血的渴望。\n易为找到了之前视而不见的东西向猴子道谢，让他吃惊的是这只生物也给予了他回复。他希望学习易的战斗之道。这是一个古怪的请求，但这之后易却看到了新的道路：向他所失去的人民的记忆致敬的方式就是将他们的学术传承给下一代。\n“最锋利的剑的刀锋也无法与一颗和平的心的平静相匹敌。”——易\n上图：\n\n\n\n\n下载地址:My blade is yours.\n\n\n\n",
    "replies": [
        {
            "author": "kid小东",
            "timestamp": 1448023200,
            "txt_content": "lz雕还挺好看的(*@ο@*) 哇～{:10_492:}"
        },
        {
            "author": "散落一地的",
            "timestamp": 1448033460,
            "txt_content": "kid小东 发表于 2015-11-20 20:40\nlz雕还挺好看的(*@ο@*) 哇～\nThank you:)"
        },
        {
            "author": "裸男黑白o",
            "timestamp": 1448698800,
            "txt_content": "散落一地的 发表于 2015-11-20 23:31\nThank you:)\nddddddddddddddddd"
        }
    ]
}