{
    "title": "[1.7.10-1.8.9][ssp/smp][永久更新]Howling Moon——狼人MOD[汉化-L2-]",
    "author": "lichi2050",
    "replyCount": 99,
    "timestamp": 1447857540,
    "txt_content": " 本帖最后由 lichi2050 于 2016-1-14 19:30 编辑 \n\n\n你们不觉得Minecraft的夜晚有点无聊么除了睡觉还能干什么呢？，你有没有注意过月亮呢？你们难道没有发现森林中传出的嚎叫么？，某个影子在缓慢走出树林中，似狼似人。然后，你觉得你会受到什么遭遇呢......\n没错我想你也猜到了这就是一个变身为狼人的MOD，你被某狼人或者愤怒的狼咬后就会被感染从此走上狼人路成为狼人有什么好处呢？自然是很多了，先别说BUFF了就说狼人的跳跃力就够恐怖了，再加上无穷无尽的力量，哈哈不是人了又怎么样，我是狼人，我为自己带盐。作者：Razmen适用版本：1.8 | 1.7.10Mod最新版：0.9.6\n如何开始？第一次进入世界时你会发现背包会多出一本银色的书，这本书其实就是新手教程书，内含游戏设定和Mod增加物品的用法，信息，介绍等...死亡后会掉落——也可以丢弃，如果不小心掉了以后可以重新制作一本，需要一本普通的书+一朵花 wolfsbane\n刚开始的时候你还是一个“正常人”也就是还没被感染，玩家需要被狼人（狼人在夜晚会生成——满月时几率越高）攻击后或被愤怒的狼咬伤后系统会提示你已经被感染，目前你还是“正常人”不过下一个夜晚降临时你将变身成为狼人一族！变身后狼人皮肤会暂时替换你目前的皮肤，变身为狼人后可以按K键（默认）打开狼人界面\n第一个界面是你目前状态\n第二个界面是狼人设定\n第三个界面是狼人皮肤设定\n变身后可以通过猎杀生物以及吃生肉获得 野蛮值 即 Savagery ， 狼人未变身时会拥有第二条饥饿条，如果不及时补充（吃东西）的话就会获得负面效果或者力量减弱。\n狼人可以通过双手（爪）撕裂生物，获得更快的速度，更强悍的力量，不科学的跳跃力，不再惧怕高度，如果狼人佩戴装备（剑，盔甲等...）效果减弱（狼人需要轻装←_←）\n野蛮值有什么用?\n\n\n野蛮值也就是你的狼人等级，到达一定的数量后就可以进阶为更高级的狼人，所有需要通过不停的厮杀才能最快的成长。\n每次进阶后能力都会被强化，当需要的食物量也会跟着涨。\n第一阶(stage 1):我起名为狼崽\n自然护甲: 可以减少你所收到的伤害, 但会越来越重.\n狼腿 : 增加速度, 但手中若握着物品速度会减慢\n饥饿: 狼人饥饿值在人类的状态也会加载，如果不及时补充你将会强制变身（需要被感染后）\n其余阶段（称号是我自己起的，别在意）\nStage 2 青年狼: 强化自然护甲以及跳跃力. 动物看见你时会感到恐惧会迅速逃亡. 饥饿值需求增加.\nStage 3 精英狼: 获得夜视功能，村民看见你时会感到恐惧会迅速逃亡. 饥饿值需求增加.\nStage 4 狼王: 改善嗅觉.\nStage 5 狼の神: 强化回血速度以及其他功能.\n\n狼人能力（技能）\n\n\n以下能力只能在狼人模式下使用\nhowl 狼啸：呼叫附近的伙伴，需要手中无物品然后按下扔物品键\nWolf Paw 狼腿：背包满时可以获得一个空位子（不然怎么杀呢）\nLeap 向前跳跃：先蹲下然后按跳跃键就可以扑向目标\nNight Vision 夜视：无需介绍了吧\nScent Tracking 嗅觉：可以迅速找到猎物蹲下然后右击即可。\n\n这是什么呢？这是一种花，叫Wolfsbane——附子草，可以制作药水。\n狼人可以做什么药水呢？\n狼人相关药水需要在工作台内制作\nWolfsbane potion——抵抗药水\n已感染的狼人喝下后会获得抵抗状态，他将不可再被感染，除非再喝一次Calming potion——安静药水\n喝下后可以减少野蛮值，如果值是感染但还没变身过的喝下后会解除感染状态Savage potion——狂暴药水\n增加野蛮值\n狼之魔咒\n魔咒？其实是一个物品，摆放后可以获得增幅狼人实力的物品Charm base\n增幅物品制作需求的基础物品Calming charm\ncharm base + Calming potion 让附近的狼人减少野蛮值Savage charm\ncharm base + Savage potion 提升附近的狼人的野蛮值Satiation charm\n会消耗少量食物补充附近狼人的饥饿值插眼这个物品是适合人类使用，插眼后可以获得各种效果或者可以让狼人不靠近等...眼-基础\n制作眼所需求的默认物品Repelling Ward\n眼-基础 + wolfsbane potion 让狼人不靠近Slowing Ward\n让附近的狼人减速Weakness Ward\n让附近的狼人虚弱更新记录v1.0.0Improvements to werewolf menu, and guide book.Modified Textures for Werewolves and some items.When transforming for the first time, the texture will be based on the werewolf the player was bitten by.Dire Wolf's eye color changes when tamed. Amber while tame, Red while wild.Added more pitch variations to howl.Adjusted Beast Pulse, now fades in and out.Increased the negative effect of wolf paws, based on savagery.-Block breaking speed reduced even more with items.-Now deal less damage with tools.Werewolf players can not sleep in beds now while transformed. Can disable in config.Added a key for Howl (Default: H).Added more config options-packFFire: If true, werewolf players can toggle Friendly Fire on/off for their packs. If false, friendly fire is always on.-compactBHowl: If true, can howl with the Drop Key with nothing equipped. Client side.-sleepTransform: If true, allows transformed werewolves to sleep.-revertMoon: If true, exits transformation when full moon ends.-nightsOnly: If true, transformations only work at night.-balance: If true, negative aspects of werewolves exist.-aiRun: If true, certain entities run from savage werewolves. Requires a world reload if changed.-disableRender: If true, disables werewolf model and texture rendering on players. Client side.Bug Fixes-AI target for Werewolves and Dire wolves now correctly resets when tamed.-Dire Wolves no longer despawn when tamed.-SMP: Werewolf texture is now correctly removed from a player drinking a Wolfsbane potion while transformed.-1.7.10-Player Model will now stop rendering in ability tab.\nv0.9.8Updated Forge, make sure you have the recommend version if you get a crash.Guide Book changes- Change text font in Guide book. Button font remains the same.- Button to go back to Table of Contents now goes to previous category instead. A new button is added for Table of Contents.- Added taming info, minor changes to some other pages.Added option to toggle between tracking all similar entities and just the one targeted in ability menu.Added config option for the guide book spawning in inventory.Werewolf Hunger bar will now disappear while in water.Can tame werewolves (Currently very basic)- Must be a werewolf to tame, will become untame if owner is cured of Lycanthropy.- Tame using a bone, same as wolves. This will change, it is only temporary. The Howling ability will be involved.- Right clicking on a tame werewolf will open a gui displaying stats and options/commands, only for the owner.- The behavior of the werewolf is retained but they will not attack the entities they like to snack on unless they are hungry.- Remember each werewolf is different. Out of animals, villagers, and players, a werewolf may only want to attack some, all, or are even docile.- A werewolf mob's savagery level is based on what they like to attack. Tamed level 5 savagery werewolves WILL attack non-werewolf players when hungry.- Savagery level determines amount of natural armor a tame werewolf has. More things will be affected by it next update.Werewolf mob changes- Werewolves and Dire wolves can now spawn below y level 60 as long it can see the sky.- Werewolves are now slightly faster and stronger.- Now have hunger and savagery level. Currently only takes affect when tamed.- Some entities now run away from werewolves, based on the werewolf's behavior.- Multiple Werewolf AI tweaks and bug fixes.1.8 bug fixes- Animals and villagers now run from player werewolves at the correct savagery levels.\nv0.9.7Reduced Werewolf spawn rate in Plains biome.Night Vision now wears off instantly on leaving transformation when duration is less then 16 seconds.Reduced secondary hunger's tick rate.Werewolves now howl instead of growl if not attacking a target.Config File Changes- SecondaryHunger if set falsePrevents forced transformation on secondary hunger and no longer displays the bar.Bug Fixes- Leap & Night Vision button now display at the correct savagery levels.For 1.8- Corrected hunger and title based on savagery. (Was based on old 0-1000 scale)- Werewolf players can no longer leap outside of werewolf form. (May be added with adjustments at a later date)\nv0.9.6优化狼人Mod在服务器运行的兼容性.\nv0.9.5a修复BUG- Charms 和 Wards 会崩溃1.8服务器.- Charms 和 Wards 现在会同步效果/特效.\nv0.9.5-增加创造模式Tab-增加 Charms 和 Wards -- Models subject to change-Added Tonic versions of calming and savage potion, 20x more powerful, not craftable.-Added Howling ability (Press the Drop keybind while transformed with a empty paw)-- Current does nothing but make sound. (Will be related to player owned, infected wolves, and packs in a future update)-Added Scent Tracking ability (Shift + Right Click on a entity while transformed with a empty paw, Press Sneak + Drop keybind to stop tracking)-- Requires Tier 4 Savagery (7500+ savagery)-Savagery has been multiplied by 10 (Goes to 10,000 instead of 1,000)-- Values have been adjusted, it takes longer to change tiers.-- T1: 0-2499-- T2: 2500-4999-- T3: 5000-7499-- T4: 7500-9999-- T5: 10000(+?) (There is a small unseen buffer to prevent dropping a tier from minor savagery reductions)-- T1 no longer adds hunger exhaustion-Savage Potion is now craftable-- If used in creative mode it will turn the player into a werewolf if they are not one.-Werewolf transform changes (While transformed)--No longer inflicts mining fatigue potion effect while holding a item. Dig speed is adjusted based on savagery and if a item is equipped or not.--Toggling/having night vision off in menu now removes night vision effect unless the duration is greater then 15 seconds.--Natural armor is now always in effect even with armor on, but will not exceed 80%, strength based on savagery.--Natural armor no longer protects against damage that ignores armor, with the exception of magic type damage (e.g., potions).--Werewolves can now leave transformation without satisfying hunger, but with negative effects. (Hunger, Weakness, Fatigue potion effects, exhaustion, and reduce savagery. Amounts based on hunger when exit)--Werewolf Hunger now has a gui bar to show progress. Viewable both in the menu and above normal hunger bar. Can adjust overlay in menu.-Werewolf hunger now also takes effect while not transfomed, savagery T3+ (5000+). Hunger slowly increases, the bar drains. --If it is empty it will force a transformation.--Can be reduced by eating meat, also by a Satiation Charm.-Werewolf Menu has been changed.-Default changes when first becoming a werewolf--Model set to wolf--Leap set to forward-Updated Lycanthropy Guide\nv0.9Werewolves AI behavior is now saved for each werewolf mob. - Note: Werewolf mobs that exist in the world before this update will be docile until attacked.Added a additional werewolf model for players.Added more textures for werewolves. Killerwolf texture from Killerwolf1810, with slight edits.Minor adjustments to textures and models.You can add your own textures for werewolves by placing the png file in the HowlingMoonTextures folder inside the config folder.- If the folder does not exist make sure you have ran Minecraft with the mod installed at least once.- You can add as many textures as you want.Werewolf mobs now spawn with a random texture.A config option was added to allow werewolf mobs to use player created textures.Players will no longer instantly transform the same night they are infected during a full moon, it will happen on the next full moon night.1.7.10 - Corrected leap label in menu.\nv0.8Added Werewolf mob- Only spawns during full moon nights- Spawns in same area as wolves and rarely in plains- Each werewolf has different behavior- Protect your animals and protect your villagers in those areas, otherwise they're food Updated guide book- It is its own item now instead of vanilla book- Now spawns in inventory for the first time logging inWolfsbane Potion is now poisonous\nv0.7.1Added Leap Ability - Shift + Jump, toggle between 3 states in the menu, is reduced when wearing armor. Requires savage tier 2+.Added sounds to alpha/dire wolf.Added sound to the infection pulse.Fixed menu rendering in 1.8\nv0.7Fixed werewolf rendering in inventory, and fixed rendering in werewolf menu for 1.7.10.Werewolves no longer have resistance to fire when not wearing armor.When savagery is tier 3+ (500+), inflicts mining fatigue when holding items while transformed.While infected but not yet a werewolf, the screen will pulse red for a second every minute on the day of a full moon.Add secondary hunger system when transformed. Will not be able to exit transformation without sating the wolf's hunger. Eating meat (low), killing animals (medium), and killing Villagers (high) will reduce this hunger.Killing animals and villagers will also replenish regular hunger bar.Added config option to toggleSlightly updated some textures.\n搬运贴更新信息2015/11/18：发贴，搬运1.7.10-1.8版本2015/11/19：补充教程，物品介绍，按键等...2015/11/20：汉化1.8版——1.7.10准备中...2015/11/21：汉化1.7.10版2016/01/15 : 加入V1.0.0\n\nV0.9.6开始搬运，该版本兼容1.7-1.8优化了狼人Mod在服务器运行的兼容性V0.9.7，减少平原狼人生成的几率，配置文件修改，优化狼人饥饿条，修复了一下BUG，再次\n优化了狼人Mod在服务器运行的兼容性\nV0.9.8，优化新手教程书按钮，修改新手教程书部分内容，出现可驯服狼人（beta测试），优化了一些设置\n再次优化了狼人Mod在服务器运行的兼容性以及一些服务器冲突BugV1.0.0优化菜单，修改狼人和一些物品的材质，第一次变身时皮肤会使用传染狼的皮肤，增加新技能，按键，修复Bug等（翻译中）\n\n总算写完了。下载地址狼人Mod需要安装Forge，您如果没有安装可以到这里下载Forge官方下载地址1.7.101.81.8.9百度云盘下载地址1.7.101.7.10汉化版 密码：np48（待改善）1.8 1.8汉化版 密码：47sy （待改善）1.8.9 （准备中）1.8.9汉化版 （准备中）没汉化过Mod，不过估计也插件差不多吧，如果时间够的话我会汉化的。花了10分钟学习如何汉化Mod然后汉化了1.8版本的。\n",
    "replies": [
        {
            "author": "劳资没钱",
            "timestamp": 1447857780,
            "txt_content": "谢谢楼主分享回复一下"
        },
        {
            "author": "DreamsDeductive",
            "timestamp": 1447858380,
            "txt_content": "先下载一个玩玩看，（接受狼人的审判吧）"
        },
        {
            "author": "andylizi",
            "timestamp": 1447858500,
            "txt_content": "您好，卢平教授【笑"
        },
        {
            "author": "ChengziHtc",
            "timestamp": 1447858620,
            "txt_content": "没汉化，差评差评（误）"
        },
        {
            "author": "snowclay",
            "timestamp": 1447861200,
            "txt_content": "看着还不错，就是mc的模型一点都不严肃233有时间玩玩"
        },
        {
            "author": "zhuqinghe",
            "timestamp": 1447864860,
            "txt_content": "良心搬运……omg前排怎么出现一堆大神，再一看楼主……真大神也{:10_528:}"
        },
        {
            "author": "kkaaee",
            "timestamp": 1447885140,
            "txt_content": "{:10_523:}喜欢1.8的mod，楼主多多搬运啊~\n\n试试看！"
        },
        {
            "author": "1481580769",
            "timestamp": 1447887300,
            "txt_content": "这是不是吸血鬼MOD的作者做的"
        },
        {
            "author": "tan614041373",
            "timestamp": 1447893360,
            "txt_content": "这比其他无介绍无图的mod搬运强太多了，可惜都是没汉化"
        },
        {
            "author": "tan614041373",
            "timestamp": 1447920240,
            "txt_content": "tan614041373 发表于 2015-11-19 08:36\n这比其他无介绍无图的mod搬运强太多了，可惜都是没汉化\n呃，我玩的是1.7.10的，难怪没汉化{:10_514:}"
        },
        {
            "author": "有爱的圣光",
            "timestamp": 1447930980,
            "txt_content": "内容很丰富的MOD，可惜1.7.10没汉化"
        },
        {
            "author": "ljc1254034874",
            "timestamp": 1447932000,
            "txt_content": "前有吸血鬼，后有狼人，表示我这个破面（死神mod）简直活不下去了qwq"
        },
        {
            "author": "tan614041373",
            "timestamp": 1447937520,
            "txt_content": "tan614041373 发表于 2015-11-19 16:04\n呃，我玩的是1.7.10的，难怪没汉化\n好的o(*≧▽≦)ツ 开心{:10_512:}"
        },
        {
            "author": "lichi2050",
            "timestamp": 1447938420,
            "txt_content": "ljc1254034874 发表于 2015-11-19 12:20\n前有吸血鬼，后有狼人，表示我这个破面（死神mod）简直活不下去了qwq\n死神Mod在哪里？\n我看看还有什么Mod是这种种族类型Mod去搬运下←_←"
        },
        {
            "author": "zhuqinghe",
            "timestamp": 1447939260,
            "txt_content": "lichi2050 发表于 2015-11-19 21:07\n死神Mod在哪里？\n我看看还有什么Mod是这种种族类型Mod去搬运下←_←\n死神mod大概是这个：http://www.mcbbs.net/thread-324289-1-1.html\n变更种族的mod好像都基本搬运过了\n还有一个morph的附属没人碰过\nhttp://www.curse.com/mc-mods/minecraft/223803-morphadditions\n不过搬不搬没啥关系了\n还有的话API需求那里该把|ModLoaderMP| |ModLoader| 给去了……那两玩意已经是远古遗物了"
        },
        {
            "author": "陆_离",
            "timestamp": 1447942200,
            "txt_content": "我喂自己袋盐{:10_512:}"
        },
        {
            "author": "tan614041373",
            "timestamp": 1447981380,
            "txt_content": "tan614041373 发表于 2015-11-19 20:52\n好的o(*≧▽≦)ツ 开心\n楼主真6{:10_512:}"
        },
        {
            "author": "lichi2050",
            "timestamp": 1448024880,
            "txt_content": "有爱的圣光 发表于 2015-11-19 12:03\n内容很丰富的MOD，可惜1.7.10没汉化\n已评分过了不能通知你，1.7.10已经汉化了。"
        },
        {
            "author": "度零乱注",
            "timestamp": 1448038260,
            "txt_content": "抱着试一下的心态搜索了一下，得！还真有这MOD =-= 果断赞一个。"
        },
        {
            "author": "james5888",
            "timestamp": 1448105580,
            "txt_content": "果断要赞一个"
        },
        {
            "author": "qq2727585473",
            "timestamp": 1448107500,
            "txt_content": "为什么不汉化"
        },
        {
            "author": "jieshangzyj",
            "timestamp": 1448107740,
            "txt_content": "想看看狼人加吸血鬼mod是什么效果"
        },
        {
            "author": "KarsonCN",
            "timestamp": 1448110980,
            "txt_content": "排版怎么突然这么整齐\n不科学！"
        },
        {
            "author": "207072",
            "timestamp": 1448429880,
            "txt_content": "好像很不错下载来玩玩看感谢楼主搬运"
        },
        {
            "author": "xz233",
            "timestamp": 1449971040,
            "txt_content": "感谢分享"
        },
        {
            "author": "q1372679165",
            "timestamp": 1450689720,
            "txt_content": "额 那个满了 不知道怎么升级耶"
        },
        {
            "author": "q1372679165",
            "timestamp": 1450689720,
            "txt_content": "额那个满了不知道怎么升级耶"
        },
        {
            "author": "索尼克巨星",
            "timestamp": 1450699680,
            "txt_content": "为何没有附子草。。。"
        },
        {
            "author": "624404857",
            "timestamp": 1450741560,
            "txt_content": "{:10_509:}"
        },
        {
            "author": "无敌_WaveXT",
            "timestamp": 1451655180,
            "txt_content": "紧急事件！"
        },
        {
            "author": "无敌_WaveXT",
            "timestamp": 1451655240,
            "txt_content": "无敌_WaveXT 发表于 2016-1-1 21:33\n紧急事件！\n为什么我开的服里不能变狼人，我用的Cauldron1.7.10的"
        },
        {
            "author": "寂寞VS彷徨",
            "timestamp": 1451655420,
            "txt_content": "楼主能不能给个1.8的整合包？我这里装上这个模组之后启动不了，不知道是不是冲突。\n我的邮箱：1571008932@qq.com\n谢谢楼主了！"
        },
        {
            "author": "15818237011",
            "timestamp": 1451713980,
            "txt_content": "汉化了吗？？？"
        },
        {
            "author": "1219855353",
            "timestamp": 1451743680,
            "txt_content": "希望LZ汉化下1.7.10！{:10_523:}"
        },
        {
            "author": "2924480586",
            "timestamp": 1451749980,
            "txt_content": "无聊，无聊，太无聊"
        },
        {
            "author": "哐哐哐",
            "timestamp": 1451912520,
            "txt_content": "我试试把狼人和吸血鬼放一起试试看"
        },
        {
            "author": "南宫黑龙",
            "timestamp": 1452054660,
            "txt_content": "被感染了可不可以复原？我和朋友联机玩 我玩吸血鬼他玩狼人...."
        },
        {
            "author": "南宫黑龙",
            "timestamp": 1452055020,
            "txt_content": "不好意思没有认真看"
        },
        {
            "author": "小史_麦块",
            "timestamp": 1452068280,
            "txt_content": "好评！请问蘑菇岛会生成狼人吗?"
        },
        {
            "author": "gj0911",
            "timestamp": 1452068940,
            "txt_content": "有想法！"
        },
        {
            "author": "映月花",
            "timestamp": 1452180120,
            "txt_content": "希望作者和吸血鬼mod联动{:10_523:}"
        },
        {
            "author": "7xiaobao",
            "timestamp": 1452233400,
            "txt_content": "666~LZ超帅~"
        },
        {
            "author": "假朵包",
            "timestamp": 1452247380,
            "txt_content": "为什么无法被感染"
        },
        {
            "author": "愤怒1号",
            "timestamp": 1452323580,
            "txt_content": "牛逼666666666"
        },
        {
            "author": "1987614227",
            "timestamp": 1452507180,
            "txt_content": "楼主，1.0.0的版本都出来了，你怎么不更新呢= ="
        },
        {
            "author": "mtj123",
            "timestamp": 1452509280,
            "txt_content": "怎么提高等级啊。。。。"
        },
        {
            "author": "mtj123",
            "timestamp": 1452509640,
            "txt_content": "哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "tan614041373",
            "timestamp": 1453337640,
            "txt_content": "1.8.9的现在有标签了，所以可以加上吗"
        },
        {
            "author": "Michael_J",
            "timestamp": 1453348620,
            "txt_content": "看到1.8.9我就进来了，不错的mod"
        },
        {
            "author": "加强版强盗",
            "timestamp": 1454751000,
            "txt_content": "变成狼人还能变人吗"
        },
        {
            "author": "闪烁的西瓜",
            "timestamp": 1454836140,
            "txt_content": "死活变不了狼人。。。"
        },
        {
            "author": "恶之召使",
            "timestamp": 1455360540,
            "txt_content": "被狼人打了几百下都没变狼人，这是为什么。。。"
        },
        {
            "author": "QQ940742167",
            "timestamp": 1455361980,
            "txt_content": "怎么找不到1.0.0的版本   都是0.96的啊啊疯啦"
        },
        {
            "author": "fv2312431",
            "timestamp": 1455365880,
            "txt_content": "好恐怖的mod"
        },
        {
            "author": "死神灬降临",
            "timestamp": 1456309560,
            "txt_content": "厉害厉害好6666"
        },
        {
            "author": "一兜",
            "timestamp": 1456312800,
            "txt_content": "很有趣的模组，不错不错！！"
        },
        {
            "author": "死神灬降临",
            "timestamp": 1456482240,
            "txt_content": "好玩好玩"
        },
        {
            "author": "1141388982",
            "timestamp": 1463575680,
            "txt_content": "楼主什么时候汉化1.8.9的版本啊{:10_524:}"
        },
        {
            "author": "普通的hm",
            "timestamp": 1463720880,
            "txt_content": "{:10_493:}可能我网络问题我看不到图。。。  不过看文字介绍感觉有点意思  先试试"
        },
        {
            "author": "h935047213",
            "timestamp": 1465704480,
            "txt_content": "差评，介绍的图都挂了，看不见，(这样根本了解不了狼人mod有啥好玩，不过还是下来玩玩)"
        },
        {
            "author": "chen1300pc",
            "timestamp": 1467203700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "wssbxj",
            "timestamp": 1467477900,
            "txt_content": "我想驯服狼人，怎么办{:10_492:}"
        },
        {
            "author": "宅男在家",
            "timestamp": 1467513420,
            "txt_content": "图片看不到"
        },
        {
            "author": "高等精灵王",
            "timestamp": 1473496020,
            "txt_content": "巫术{:10_525:}"
        },
        {
            "author": "2453980739",
            "timestamp": 1476600960,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "wssbxj",
            "timestamp": 1482422520,
            "txt_content": "楼主还在么？"
        },
        {
            "author": "shengliwen",
            "timestamp": 1484991180,
            "txt_content": "太喜欢了！从玩老滚开始就特别喜欢跟狼人有关的东西，现在MC竟然也有了！感谢搬运！"
        },
        {
            "author": "钙片",
            "timestamp": 1487219520,
            "txt_content": "楼主，mod更新到1.1.1了"
        },
        {
            "author": "1575612126",
            "timestamp": 1487572680,
            "txt_content": "刚刚去原贴看了一下，狼人mod更新了"
        },
        {
            "author": "支持所有LZ",
            "timestamp": 1487586060,
            "txt_content": "谢谢L;Z的搬运，很喜欢这个mod"
        },
        {
            "author": "鞋带没系侠",
            "timestamp": 1491905160,
            "txt_content": "找了好久总算找到了！开心！"
        },
        {
            "author": "龙之可",
            "timestamp": 1492509660,
            "txt_content": "谢谢.........................."
        },
        {
            "author": "javaCHH",
            "timestamp": 1502192220,
            "txt_content": "很好用 虽然兼容拔刀剑r77 确有个bug 就是 变成狼人后 shift+Q键丢弃 拔刀剑的话 可以刷出一把 破损的拔刀 如果有经验的话 可以回复成一把 完好的 拔刀 求修复这个bug 我怀疑可能是跟狼人的Q键 狼嚎有关 这个BUG"
        },
        {
            "author": "a1369080211",
            "timestamp": 1502383500,
            "txt_content": "mod不错可惜没有汉化"
        },
        {
            "author": "834755858",
            "timestamp": 1502700420,
            "txt_content": "按L键可以变成狼人或变成人"
        },
        {
            "author": "午夜，梦",
            "timestamp": 1502970660,
            "txt_content": "怎么下载?"
        },
        {
            "author": "251207211",
            "timestamp": 1511512800,
            "txt_content": "狼人mod出了好几个新版本，但好像作者目前不提供最新版下载了"
        },
        {
            "author": "475004122",
            "timestamp": 1514209380,
            "txt_content": "内容很丰富的MOD"
        },
        {
            "author": "mc永恒",
            "timestamp": 1515251820,
            "txt_content": "不能直接用指令变成狼人吗？"
        },
        {
            "author": "筱阳",
            "timestamp": 1515606300,
            "txt_content": "这个厉害~留名留名~以后玩"
        },
        {
            "author": "dengtianjian",
            "timestamp": 1545308640,
            "txt_content": "这个mod已经更新到1.12.2了，请问我可以接坑二搬吗？(给新人个机会嘛)"
        },
        {
            "author": "dengtianjian",
            "timestamp": 1545308700,
            "txt_content": "这个mod已经更新到1.12.2了，请问我可以接坑二搬吗？(给新人个机会嘛)"
        },
        {
            "author": "dengtianjian",
            "timestamp": 1545308700,
            "txt_content": "这个mod已经更新到1.12.2了，请问我可以接坑二搬吗？(给新人个机会嘛)"
        },
        {
            "author": "REG天殇",
            "timestamp": 1545731520,
            "txt_content": "谢谢分享，（本人特别喜欢这一类mod）"
        },
        {
            "author": "REG天殇",
            "timestamp": 1545731640,
            "txt_content": "哐哐哐 发表于 2016-1-4 21:02\n我试试把狼人和吸血鬼放一起试试看\n这个想法真厉害"
        },
        {
            "author": "很精彩",
            "timestamp": 1559910120,
            "txt_content": "66666666666666"
        },
        {
            "author": "很精彩",
            "timestamp": 1559910120,
            "txt_content": "6666666666"
        },
        {
            "author": "很精彩",
            "timestamp": 1559910120,
            "txt_content": "6666666666666"
        },
        {
            "author": "abcqpzm1986qq",
            "timestamp": 1561110180,
            "txt_content": "66666666666666666666"
        },
        {
            "author": "YJ20011112",
            "timestamp": 1561117380,
            "txt_content": "你太帅了"
        },
        {
            "author": "临风不自傲",
            "timestamp": 1573986660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "衣摆染青葱",
            "timestamp": 1575718440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "QQ940742167",
            "timestamp": 1575737640,
            "txt_content": "多久了  能改一下版本么 都1.1.1了 大神"
        },
        {
            "author": "heguo",
            "timestamp": 1575870240,
            "txt_content": "服务器狼人杀get"
        },
        {
            "author": "打几把大师",
            "timestamp": 1579346460,
            "txt_content": "感谢大佬QWQ"
        },
        {
            "author": "12345606",
            "timestamp": 1579855080,
            "txt_content": "好喜欢这个mod"
        },
        {
            "author": "12345606",
            "timestamp": 1579855080,
            "txt_content": "多谢作者大大了\n"
        },
        {
            "author": "老哥稳~",
            "timestamp": 1582537560,
            "txt_content": " 本帖最后由 老哥稳~ 于 2020-2-25 16:23 编辑 \n\n还更新嘛？这么好的MOD就这样不更新了"
        },
        {
            "author": "野心与梦想",
            "timestamp": 1586603820,
            "txt_content": " 本帖最后由 野心与梦想 于 2020-4-11 19:23 编辑 \n\n这怎么下载呀？"
        }
    ]
}