{
    "title": "<原创·连载>《战与征》第二章 登基 by lzs1234",
    "author": "lzs1234",
    "replyCount": 4,
    "timestamp": 1448010420,
    "txt_content": " 本帖最后由 lzs1234 于 2016-1-31 16:59 编辑 \n\n前言：好吧第一章第二章时间隔得有些长……然而这一章其实星期天晚上就写完了，网不好结果一直拖到今天……嘉宾席：@HGK @2B与mc的故事 @冥王星人 @海潮 @恶魔-潇洒@1137246733 @250=mo @xcc 求狂喷～～\n前情提要：在一个早晨，史蒂夫王国的国王埃瑞克在宰相面前被他已经失踪的长子劳里克刺杀在王宫，劳里克逃亡，全城警戒。\n\n\n正文：\n02 登基\n    安迪克坐在他府里那把金丝楠木大椅上，把桌上一点剩下的上好茶叶倒进瓷杯，倒进开水，又盖上了盖子。\n    宰相坐在旁边等着安迪克——这位即将登基的新皇帝。当然，此刻的安迪克还毫不知情，根本没人告诉他先皇埃瑞克的死讯。\n    “那么，”安迪克开口说道，“宰相今日登门有何贵干？”他语气平淡，似乎心情还不错。\n    “皇子，您知道吗，您的哥哥劳里克前天回到了国王那里。”宰相故意卖了个关子，并不一口气说完。他想要看看安迪克对权力到底有多么渴望，到底能否为他所用。\n    安迪克听见，愣了一下，似乎有些吃惊。但却马上恢复了平淡的神色，轻描淡写地说：“是吗，他和我爸都谈了些什么？还有，为什么他不来找我？”他说这话的口气给人感觉似乎他真的不把这皇位当一回事一样。\n    还真是个人才，内心的心情不从脸上表现出来。宰相这样想着。不过他对权力一定很渴望，虽然他是个皇子，不过怎么说都还是一个小毛孩子，一举一动一颦一蹙怎么能逃过我的眼睛。\n    “皇子，我实话告诉你吧。你的大哥劳里克在我面前杀死了你的父王，然后逃之夭夭了。”宰相不露声色地说道。\n    安迪克眼中闪过一丝不易察觉的光，说不清那是对取得皇位的高兴还是为父王之死的悲伤。他揭开瓷杯的盖，抿了一口茶，又似乎被烫到似的，拿着调羹不断搅和着，一口又一口喝着茶，什么都不说。\n    宰相看出了安迪克内心的激动。确实，对于他这样一个老二来说，能够坐上皇位，确实算得上了不起的成就。更何况在劳里克失踪前，他是一只不如他的，总是活在劳里克的阴影中。尤其在劳里克消失在丛林中，再也没回来以后。当他知道自己成为了最有可能成为将来的君主时，虽然宰相没看见，但宰相能够猜到他内心的难以言说的激动。而刚刚宰相告诉他劳里克归来的消息时，他那一愣倒体现出了这个消息对他不小的打击。毕竟皇位即将到手，却又突然失去的感受真的不怎么好。\n    “那么皇子，您准备一套好点的衣服，明天就举行登基大典。”\n    安迪克恍恍惚惚地点了点头。\n    宰相站起身，快步走出了安迪克家的大门。他笑了，他知道自己即将成为这个王国不久之后真正的统治者。\n    安迪克也站起身，走出了屋子。当他跨出门槛时，他也笑了。从现在起，他不再叫安迪克皇子，叫安迪克国王。\n    安迪克穿着他最好的礼服，走进了大殿。几天前，这里还坐着一位更年长的荒于政事的君主。而现在，大殿的新主人已经更替了。只有洁白的地毯上那一点擦不去的血迹还在忠实地讲述着他之前主人的故事。\n    有时候，人的一生就这么长，说没就没。安迪克想起了他的曾经。\n    群臣们当然不知道安迪克在想些什么，他们只看到了登基大典上心不在焉的国王。\n==========\n    登基大典终于是结束了，安迪克却对此没有多少印象。他开始理政了。\n    当安迪克还没有登基时，他便日夜担心着他的大哥有朝一日突然出现，将他一切即将到手的东西全部夺去。他担心，他畏惧，因为他没有劳里克优秀。让他当国王，他有愧。\n    登基后，最重要的当然就是先干掉这个碍事的家伙。\n    安迪克下达了第一条命令：立即找到弑君潜逃的劳里克爱你就地解决他，提他的首级归来者一律封官加爵并且官位爵位还可世袭。\n    当天下午，几队加满油的坦克装甲部队便开出了基地，开始在首都周围二十千米内寻找劳里克。而史蒂夫王国的所有空军也被派出去寻找劳里克，范围是两百千米。其余的陆军部队，除一半保护首都以外，其余的都在五千米以内地毯式搜索逃犯劳里克。\n    其实安迪克明白，宰相明白，所有的大臣们也都明白，所谓的抓逃犯只是这场高层权力争斗的一件华丽的外衣。虽然看起来相当可笑，但对于国王和大臣们来说，欺骗一下天下的庶民们还是很重要的。\n    安排好了劳里克的搜查事宜，安迪克接下来就要面临一个棘手的问题：西北的蝗灾和饥荒。\n    他经过多方打听已经知道，劳里克刺杀埃瑞克就是因为这场可怕的蝗灾。如果这场蝗灾处理不好，安迪克的皇位便会受到严重的威胁。不仅来自劳里克，更来自西北的老百姓。史蒂夫王国的首都拉德本身就在西部，如果西北暴乱，那么起义军攻占首都将会是闪电般的速度。而且劳里克也不是吃素的，既然他能够突破重重封锁冲进大殿刺杀国王，也必定身手不一般。\n    安迪克考虑着这件事。最终，他决定放出军粮。\n    “国王，这军粮可是士兵打仗用的，如果发出去，士兵没吃的饿死怎么办？”西北大将军陆钦当然是最担心这事的。\n    “西北的老百姓现在没吃的，已经处在暴乱的边缘。如果西北发生暴动，军队再能打仗，伤的也只是我们的老百姓，我们自己人。我们治理天下，不能靠军队的霸道，而应该靠政策的王道。”安迪克早已想好了一套说辞。\n    陆钦似乎觉得有理，不再多说。\n    其实，安迪克还有另外的考虑。他现在刚刚登基，如果西北发生暴乱派出军队，将军们还必须由那帮老将军们担任。那些老将军对埃瑞克十分敬重，但肯定不会把他这个小毛孩子放在眼里。打仗时，这些将军自恃劳苦功高，自然不会听从他这个新国王派去的指挥官。每个将军只有几千士兵，如果各打各的，不一定能够打过那群起义军。而现在的情况，他刚刚登上王位，根基尚不稳。一旦解除这些将军的职务，必然会遭到全朝廷的反对。到时候，他的王位能否保住都还是问题，更别谈镇压起义军的事。\n    军粮放出了，派去的治蝗专家也暂时镇住了蝗灾，西北民众的怨气逐渐消散。一切看起来那么完美。\n    蛐蛐在窗外的丛花中哼唱着，饲养的夜莺也在林中鸣叫。安迪克躺在床上，就那么呆呆地看着月亮缓缓上升，却毫无睡意。\n    安迪克不知道，一双眼睛正在他背后注视着他的一举一动。\n    “我会回来的。”\n                   （未完待续）\n",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1448010660,
            "txt_content": "我也会回来的"
        },
        {
            "author": "xcc",
            "timestamp": 1448011380,
            "txt_content": "天啦噜我没有接受到at我自己滚了进来。\n总之宰相叫啥我都不知道。。"
        },
        {
            "author": "46241359",
            "timestamp": 1448012160,
            "txt_content": "不叫我算个卵狂喷【233】"
        },
        {
            "author": "46241359",
            "timestamp": 1448020980,
            "txt_content": "不@我不给喷XD\n咬我噻咬我噻"
        }
    ]
}