{
    "title": "【龙蛋传说】·序章~《起源》",
    "author": "wwwpoi4399",
    "replyCount": 13,
    "timestamp": 1448019300,
    "txt_content": " 本帖最后由 wwwpoi4399 于 2015-11-20 19:46 编辑 \n\n                                                                        龙蛋传说·序章~《起源》                                         在很久很久以前，也就是方块大陆刚被创世神创造出来的时候，大陆没有任何生灵，创世神路过了大陆看见大陆上似乎缺少一些什么。\n    “唔~是了，的确是很单调，让我来创造出一些好玩的东西吧。”创世神自言自语道。\n    于是，方块大陆上便出现了无数的生灵，例如：僵尸、骷髅、小牛、小鸡......当然，还有最重要的生命物种——人类。人类拥有着其他生物所不具备的优势，那就是——智慧。\n    在其他生物还在适应这个新世界，还在努力生存、努力挣扎时，人类就已经建立起了村庄甚而至于城市，人类还发明出了弓与剑，以及盔甲来抵挡其他物种的侵犯。人类本性善良，他们互相帮助、安居乐业......\n    一天，创世神再次经过这片大陆时他召集了所有的生物“我现在正在寻找龙蛋，如若你们找到了它，拿来给我，我将会满足他的任何三个愿望。”\n    这些生物并不在意，包括人类，他们认为龙蛋只会出现在末地以及创世神的家中，但他们不知道龙蛋真的会出现在他们的大陆上，龙蛋并没有带来好运，带来的只是战乱，以及罪恶。\n    在某一天，依旧蔚蓝的天空中悄无声息出现了一颗小黑点，越来越大、越来越大，那是一颗龙蛋！这颗龙蛋以无限接近于光速的速度悄然降落在大陆上没有任何人发现它，它所带来的冲击力只是吓跑了在它降落点附近的一只小猪。\n    “嘿，你看那是什么，黑黑的。”一名身穿皮甲拿着石剑的人对他的同伴——一名拿着弓箭牵着一只恶犬的猎人说道。“唔~看起来像一颗蛋。”他的同伴仔细看了一眼道。“走，我们过去看看。”说罢，他们便牵着那只恶犬缓步向“蛋”走去......\n    “城主，我们快顶不住了，外面那些人全部都拿着铁剑甚至有些还拿着钻石剑啊！”一位侍从匆匆忙忙的从门口跑进来，向正坐在城主座上正凝望着龙蛋的城主说道。“慌什么慌！给我叫城主护卫队上去顶住，如果这样还让他们攻进来，那么你也就可以提着脑袋来见我了！”城主坐正了身子，向正在下面战战兢兢的侍从狂吼道。\n    自从龙蛋降临到这片大陆上被人发现，战乱就开始了，两年过去了，大陆上满目疮痍、战火纷飞，现在龙蛋在人类所创建的一个中型城市的城主手里，“嗬！去死吧！”在这座中型城市的城墙下，一位身穿钻甲手拿微微闪耀着紫色的钻剑的人将对面穿着铁甲拿着钻石剑的城主护卫队的一名队员的头颅砍了下来，霎时间，血液染红了周围一大片的黑土地。\n    “史蒂夫将军，敌人已经被我们杀得差不多了，请您下令攻城吧！”一位明显是一名经验丰富的战士在杀死另一名妄想要螳臂挡车的城主护卫队队员后向站在前面拿着微微闪耀着紫色钻剑的人说道。“恩，是差不多了，听我号令！全军冲锋！”......\n    “不，不要杀我，我...我...我可以给您做牛做马，求您了不要杀我。”城主拖着瘫软在地上的身子，一边望着前方走来的史蒂夫将军慢慢向后爬一边结结巴巴的说道。“所有得到龙蛋的人都得死！！！”血将城主府内那本就是红色的地毯染成了深红色......\n    “这个龙蛋，给我们带来了战乱，我的父母就是因此而死，这个龙蛋是罪恶的象征，我是不会拿它去向创世神兑换那三个所谓的愿望的，我将会用我的生命来摧毁它！”史蒂夫说罢便举起了手中的紫色钻剑，“嗬！破！！！”“咔擦~”龙蛋上出现了裂缝，这裂缝越来越大、越来越多最后终于不再增多也不再增大，“砰~~！！”龙蛋在一片强光中碎裂了，分为了众多的碎片，这些碎片似是有生命一般向天空中飞去，飞到了大陆的各处，而我们的英雄史蒂夫呢？他的身影越来越淡带着微笑最后消失在了空气中......\n    尽管龙蛋化成了众多的碎片——100块，并且散落于大陆各处，但龙蛋仍会重新出现，只需要集齐100块龙蛋碎片即可合成龙蛋，众多的人为了这渺小的希望踏上了征途，踏上了那不归的路。\n    “爷爷，爷爷，史蒂夫将军是不是会再次出现呢？”我们的主角——维亚纳正望着他的爷爷，双眼里满是渴望说道。\n“傻孩子，人死了是不会复活的，就算是史蒂夫将军也不会。”爷爷满是慈爱的看着维亚纳，缓缓说道......\n\n\n如果觉得好看的话请支持楼主，你们的支持将是楼主的动力，楼主保证每天一更（周一~周四除外，楼主学生党）。{:10_492:}\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1448020920,
            "txt_content": "很显然阁下生物学的并不好，最低等的生物也有学习能力何来没有智慧一说\n剧情老套毫无新意，描写粗糙，整篇文章没有任何气氛渲染，而且阁下物理学的简直比我还垃圾，无限接近光速对一个星球进行撞击能够直接摧毁星球，因此，后面的故事都纯属扯淡。但是既然写出来了我还是看看吧……后面整体对话流，战斗场面也是让人非常无语，剧情发展如光速一般，最后我再说一次，剧情真是狗血。\n以上，阁下还是好好学学常识吧，想装逼没有错，但是装逼装不好会掉逼格。\n俗话说，装逼遭雷劈真是此意。\n阁下文笔和剧情设计等方面仍欠缺不少。"
        },
        {
            "author": "wwwpoi4399",
            "timestamp": 1448021160,
            "txt_content": "46241359 发表于 2015-11-20 20:02\n很显然阁下生物学的并不好，最低等的生物也有学习能力何来没有智慧一说\n剧情老套毫无新意，描写粗糙 ...\n你可以进游戏看看，泥土是如何悬在空中的，既然泥土都能悬在空中不掉下来，这些又有什么不好的呢？游戏世界本就有无限可能，说的好像我写的现实世界一样。"
        },
        {
            "author": "wwwpoi4399",
            "timestamp": 1448021220,
            "txt_content": "你可以进游戏看看，泥土是如何悬在空中的，既然泥土都能悬在空中不掉下来，这些又有什么不好的呢？游戏世界本就有无限可能，说的好像我写的现实世界一样。"
        },
        {
            "author": "46241359",
            "timestamp": 1448021340,
            "txt_content": "wwwpoi4399 发表于 2015-11-20 20:06\n你可以进游戏看看，泥土是如何悬在空中的，既然泥土都能悬在空中不掉下来，这些又有什么不好的呢？游戏世 ...\n请问mc世界有光速？"
        },
        {
            "author": "wwwpoi4399",
            "timestamp": 1448021400,
            "txt_content": "46241359 发表于 2015-11-20 20:09\n请问mc世界有光速？\n为何没有光速，你进游戏输入/tp X Y Z（XYZ分别是坐标）这个指令你难道不是瞬移过去？"
        },
        {
            "author": "46241359",
            "timestamp": 1448021520,
            "txt_content": "wwwpoi4399 发表于 2015-11-20 20:10\n为何没有光速，你进游戏输入/tp X Y Z（XYZ分别是坐标）这个指令你难道不是瞬移过去？ ...\n瞬移≠光速。\n跟mc谈科学本身就是最致命的错误，阁下应该学学常识，另外语文也应该好好学，开头的“很久很久以前”，这是小说不是现场讲故事谢谢。"
        },
        {
            "author": "wwwpoi4399",
            "timestamp": 1448021640,
            "txt_content": "我说不赢你，就一句话哈：爱看不看，不看拉倒。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1448025120,
            "txt_content": "新人你好，欢迎入坑\n（462他只是把你的错误指出来，他的语气一向这样，不要在意）\n就我个人看来，楼主写得不算差。至少在众多的新人的文章里，你的水平是处于中等的。当然如果要跟常年混创作版的人（例如楼上）比的话，确实还差了很大一段距离。他只是要求比较严格，但是良药苦口利于病，希望楼主能够接受。\n主要的错误楼上差不多都指出了。我就差不多再补充几句吧\n故事的衔接和地点的转换显得有些不自然，人物的描写也显得有些啰嗦\n一位身穿钻甲手拿微微闪耀着紫色的钻剑的人将对面穿着铁甲拿着钻石剑的城主护卫队的一名队员的头颅砍了下来，霎时间，血液染红了周围一大片的黑土地\n不要把描写侧重于人物的装备，更何况在这里这些描写几乎没什么作用。这个城主护卫队的只是一出场就被一剑砍死的炮灰，不用浪费这么多笔墨。故事的发展也过于迅速，中间没有什么铺垫或者过程，莫名其妙地就进入了下一个场景。\n对英雄史蒂夫的描写也有所不足，在别人看来不过就是“一个闯进城里和龙蛋同归于尽结束战争的人”，但是完全不能让人感觉到人们为何这么敬佩他。可以从以下几个方面重点着手：\n战争的残酷。因为战争的痛苦与残酷，才可以显现出结束这场战争的人的伟大。\n争夺的过程。历尽艰险，英勇战斗才获得的胜利会更加可贵。\n人物的品格。从这里可以看出史蒂夫甚至有些残忍。仅仅因为“得到龙蛋”这个理由就要置人于死地，甚至有些疯狂，实在无法让人尊敬。除非这背后另有隐情？我们暂不讨论。\n另外，在小说里讨论科学本来就是不科学的行为。记住，小说就是在自己创造的世界里讲自己想讲的故事，不要局限于这个世界的科学。\n综上所述，还望努力"
        },
        {
            "author": "wwwpoi4399",
            "timestamp": 1448025780,
            "txt_content": "2B与mc的故事 发表于 2015-11-20 21:12\n新人你好，欢迎入坑\n（462他只是把你的错误指出来，他的语气一向这样，不要在意）\n就我个人看来，楼主写得 ...\n谢谢指出我的错误，在下次的小说我将会修改的。"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1448037900,
            "txt_content": " 本帖最后由 风吟浅唱 于 2015-11-21 00:48 编辑 \nwwwpoi4399 发表于 2015-11-20 20:14\n我说不赢你，就一句话哈：爱看不看，不看拉倒。\n额，虽然说我不喜欢打击别人，但我很看不起这种态度。创作版你可以去看看哪些精华作品，哪个不是佳作？说的好像别人要求你看你的文似的。本来读者就不想看。要求读者认真看你的文，鼓励你，你要先要端正自己的态度。"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1450962960,
            "txt_content": "46241359 发表于 2015-11-20 20:02\n很显然阁下生物学的并不好，最低等的生物也有学习能力何来没有智慧一说\n剧情老套毫无新意，描写粗糙 ...\n好会喷啊啊啊啊。我看你喷死了好多新人\n但愿你别喷死我"
        },
        {
            "author": "46241359",
            "timestamp": 1450964580,
            "txt_content": "阿呆AK47 发表于 2015-12-24 21:16\n好会喷啊啊啊啊。我看你喷死了好多新人\n但愿你别喷死我\n我只是批量化处理一下玻璃心而已，不是玻璃心或者是明知自己写的很烂还死要面子不改的，，，语气会比较柔和。"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1451050260,
            "txt_content": "46241359 发表于 2015-12-24 21:43\n我只是批量化处理一下玻璃心而已，不是玻璃心或者是明知自己写的很烂还死要面子不改的，，，语气会比较柔 ...\n哦哦哦。\n我继续连载的时候多喷点，我好改进"
        }
    ]
}