{
    "title": "求教上古传送门BC跨服方法",
    "author": "圣灬天国",
    "replyCount": 1,
    "timestamp": 1448083020,
    "txt_content": "本人英语渣....\n官网的英文看的不是很懂\nSo~\n来求助了\n最好是图文教程\n\n官方原文\nThis plugin can teleport any player, entity (incl. passenger) or vehicle (incl. passenger) that enters that gate to the designated location and/or execute a command. With the addition of BungeeCord, not only can this plugin teleport all of these across worlds and/or execute commands but it can teleport them across servers and execute commands on the other server.\n\nTo get started, type /gate setconf bungeeCordSupport true.\n\n\n\nBungeeCord Usage\n\nTyping /gate setconf bungeeCordSupport true is literally all you need to do.\n\n\nUsing BungeeCord's messaging system it gives access to the following commands:\n\n/gate setto [id] [fromserver] - Set “to” to your location on a remote server.\n\n/gate setbungeetype [id] [LOCATION/SERVER] - Set teleportation type on the local server.\n\n/gate addto [id] [fromserver] - Add another \"to\" at your location on a remote server.\n\n/gate remto [id] [fromserver] - Remove a \"to\" near your location on a remote server.\n\n\nTo make one of your gates go to a BungeeCord server, simply teleport to the server using the /server [toserver] command, pick a location and type /gate setto [id] [fromserver]. The only new part is that you are specifying the server the gate resides.\n\n\nIf you want the gate to only teleport the player to the BungeeCord server and not a specific \"to\" location. Use the command /gate setbungeetype [id] SERVER on any gate that you've specified a BungeeCord location for. Each time the player enters the gate they will teleport to their last location on that server.\n\n\nRemember - You MUST be connected to the server through the BungeeCord proxy, otherwise these commands and teleports will NOT work.\n\n\n\nBungeeCord Permissions\n\nancientgates.setto.local - access to the setto command locally.\n\nancientgates.setto.bungee - access to the setto command externally.\n\nancientgates.setbungeetype - access to the setbungeetype command.\n\nancientgates.addto.local - access to the addto command locally.\n\nancientgates.addto.bungee - access to the addto command externally.\n\nancientgates.remto.local - access to the remto command locally.\n\nancientgates.remto.bungee - access to the remto command externally.\n\n\n\nAdvanced BungeeCord Usage\n\nFor advanced users only. Recommended only for dedicated or VPS servers.\nClick here for further information and full setup instructions...\n\n\n",
    "replies": [
        {
            "author": "圣灬天国",
            "timestamp": 1449373500,
            "txt_content": "真的是，我自己都学会了，还没人来回复......"
        }
    ]
}