{
    "title": "【Minecraft我的家】虽然没有豪华的别墅，但是我的家还是依旧如此温馨呢~",
    "author": "Aleks_Kavli",
    "replyCount": 7,
    "timestamp": 1448086440,
    "txt_content": " 本帖最后由 953480384 于 2015-11-21 04:54 编辑 \n\n\n[放松心灵] 请耐心听完。   搜歌软件是搜不到付费歌曲的哦~ \n\n\n本次参加作品的版本是Windows 10 Editon Bata版本  已经于PE版本大致相同，所以会出现0.13版本的红石物品。\n建筑时期键盘并没有修好，所以直接搓手柄来做建筑了，摇杆推得66的 2333\n\n山体70%为手撸，随机了将近30个地图找到的差不多的山\n\n建筑解释内容请参考 “采访语录”\n\n图片:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n简单背景\n\n以下内容摘自一家三口和邻居等的自白:\n\n\n\n我的爸爸是一名厉害的矿工，街坊邻居都很喜欢我爸爸，他人超好，朋友们有困难时爸爸总会第一时间去解决麻烦我爸爸也很会装饰自己的房子..你看，这个山里面就是我的家，是不是非常漂亮呢？\n有一天，老爸他在矿洞里作业，突然，矿洞塌陷，大量碎石落下砸到了他，当我们发现时我爸爸已经满身是血了...\n昏迷了几天后我们把他送到了医院，因为发现太晚所以伤口感染，需要大量的医药费...\n我们家境贫寒，经济收入就是老爸他采矿的宝贝换来的，这次事故让我的家彻底陷入低谷，我们卖掉了在西边的大房子，又卖掉了几乎所有的家当，才保住爸爸的一条命...但不幸的是我爸爸的一条腿落下终身残疾....\n我们风餐露宿，慢慢的在一个大山的山谷中开凿出了一块地方，爸爸虽然不方便，但是依旧不敌他的热情，经过几年断断续续的修建，我们的家终于成了现在的这个样子！\n我们虽然没有什么别墅、大房子，但是这里的街坊邻居都很喜欢我们，经常送我们一些有用的材料什么的\n\n这天，我过生日，出去打工时爸爸神神秘秘的说给我准备礼物，我非常期待呢~  下班的早，远远地看见父亲他拖着一条腿，站在脚手架上建造一个生日蜡烛【就是火把】 有好几次老爸他都差点掉下去，脚手架很窄，老爸他不方便\n所以经常跌倒...\n我赶紧冲过去要求一起帮忙，老爸看我回来得早发现了他的”阴谋“ 脸都红了，那一时间我心中都暖暖的...\n经过我们两人的努力，生日蜡烛终于完工，踩着遍地的花朵，迎着阳光，那一时刻老爸笑的真的好帅。我是这一家的顶梁柱，再一次事故中失去了右腿，但是身为矿工的我不能因此中断我的事业，全家三人还需要我的照顾\n我人比较老实，可能是这样所以大家都对我们很好，经常送来石砖或者石英这些他们多余的角材，但是对我们当时的情况来说，什么东西都是非常重要的，为了报答我经常去帮助他们一些小事情，所以大家关系都非常好。\n\n那天儿子生日，我决定发挥余热为儿子造一个生日蜡烛...因为自己腿不方便，所以建造过程非常慢，每放一个材料都有钻心的疼痛，但是能让儿子高兴，什么都值得！\n我做到一半的时候，儿子突然回来了，看着没有完工的建筑，我感到有点难过，难过自己身体的残疾，难过没有让儿子高兴...但是他好像并没有我想象的那样沮丧，反而热情的和我一起建筑....\n有了两个人的帮助，很快就完成了，我对着儿子说生日快乐的时候，他猛地抱住了我，用力拍打这我的背，低声对我说:”爸，我好爱你...“  这一时刻，我感觉就算没有别墅，我的家也依旧温馨...小光生日的时候，我送了他两条泰迪狗，他看起来非常高兴，甚至为它们做了一个小窝...正好修建在人工瀑布傍边，看起来非常漂亮！  小光他有很高的建筑天赋，可能继承了叔叔的基因吧...\n我们很喜欢小光，他下班后经常找我们玩耍，他的家建造在山谷里面，山谷上面创造性的做了一个超大的屋檐，看起来非常的美观，我们都很羡慕小光他的家...\n叔叔他以前曾经是一个出色的矿工，拥有很多的纪念品，他经常拿出来给我们看，有的时候还送给我们几个拿去玩，为了报答，我们和叔叔一起在山谷边上修建了6层平台，每一层都来放置他的纪念品，每天晚上都会发出五颜六色的光芒在山谷中，本来就非常漂亮的家看起来就更不错了...哇，好羡慕呀~\n\n阿姨她是一个非常漂亮的少妇，会干很多的活，心灵手巧，我们经常邀请她来我们家为我们布置内饰，她把我们的家弄得漂漂亮亮的，真羡慕叔叔能娶到这么贤淑的女子。他爸出事的时候我感觉天都要塌了，我为他东跑西跑找医院，卖光了所有的东西，操碎了心...\n当脱离危险期的时候我几乎感觉心中的石头直接落地，一下子放松的我直接晕了过去...\n\n儿子他非常懂事，从小就没让我们操多大心，他和他爸简直跟亲兄弟一样，恨不得上辈子见一面...他们都有很强的建筑天分，有一次，老公他赢得了建筑大赛三等奖，赐予一个小锦旗，他和他老爸居然直接在山上照着锦旗做了一个大建筑，耗时几个月才完工，多亏有了街坊邻居的帮助，这个建筑的收尾工作才圆满完成。\n儿子经常跟他爸一起聊天，喝茶，他经常指着锦旗对他爸说：”总有一天我也会得到这个旗子！” 他老爸也是经常笑呵呵\n的连声答应。\n山谷的右边是儿子自己一个人的作品，他经常为了建筑四处寻找建筑材料，我们可以看到他将来有很大的成就，所以我们经常鼓励他，希望他多多训练这个长处。\n\n哦，老刘他的鞋子又开胶了，我去给他修鞋子了， 欢迎记者朋友多多来这里做客呀~\n\n\n找不到win10版的保存位置，如果有知道的请留言，我会附上下载地址。\n\n祝老爷们身体健康。",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1448087880,
            "txt_content": "老爸和你的家？是你的爸爸和你一起玩的吗233"
        },
        {
            "author": "麦白",
            "timestamp": 1448088240,
            "txt_content": "我看不见图片肿么办"
        },
        {
            "author": "Aleks_Kavli",
            "timestamp": 1448095320,
            "txt_content": "540083835 发表于 2015-11-20 21:38\n老爸和你的家？是你的爸爸和你一起玩的吗233\n我瞬间无语了...2333333333\n这讲的是一家三口好么...."
        },
        {
            "author": "Aleks_Kavli",
            "timestamp": 1448154780,
            "txt_content": "麦白 发表于 2015-11-20 21:44\n我看不见图片肿么办\n图超大，等一会吧"
        },
        {
            "author": "像素君",
            "timestamp": 1448198340,
            "txt_content": "旗帜好扎眼~"
        },
        {
            "author": "aomning喵酱",
            "timestamp": 1448629740,
            "txt_content": "我也看不见图诶"
        },
        {
            "author": "3549683764",
            "timestamp": 1588648680,
            "txt_content": "谢谢分享。"
        }
    ]
}