{
    "title": "【已更新】可能影響中國minecraft服務器未來五年發展的新管理模式",
    "author": "HOIM",
    "replyCount": 39,
    "timestamp": 1448105700,
    "txt_content": " 本帖最后由 HOIM 于 2015-12-6 15:35 编辑 \n\n最近由于minecraft战争服方面前景低迷加上自己长时间没空因此淡出mcbbs圈4个月之久……在即将到来的12月前，在不断的沉思和新事物对自身的不断熏陶中，我发现事实上大部分的服务器管理都有极大的进步空间……\n\n许多腐竹或许会抱怨自己能力不足，无法领导许多不同方面的人才做相同的工作；\n有时会觉得许多技术好像吃里扒外，在享受着自己给的“工资”外，还在为其他玩家出售各种各样的福利却用钱中饱私囊；\n我觉得这样的做法没有半点好处，我觉得我们需要一个更新的管理模式。\n从前我们的管理大部分是这样的：\n腐竹管理所有技术和所谓城管，技术和城管则用自己所能（如开发，管理服务器）来保障服务器正常运作，而正常运作的服务器使玩家满意，玩家把钱交给腐竹，腐竹又给一定工资给下属员工。\n\n事实上，我发现我们的管理模式更像是一种君主专制，大部分中国的玩家都愿意被腐竹所支配，所独裁，而不是参与到游戏的模式上去。\n现实的有限公司对于我们极为有意义，我认为我们更应该先拉拢一大批人才，这些人才并非被你所支配，而是参与到服务器的建设上去。首先坚持一个方针不动摇，例如战争服可以设立”服务器必须为战争服“的方针，但是其他的问题则由各管理部门的每一名员工来共同决定。因为只有这样所创造的结果，才是大家所公认能够完成并且能够吸引大部分人的。\n那么在大家眼中的理想minecraft建设团队应该是怎么样的呢？\n至少我已经有了一个想法。\n这个想法建立于所有加入团队的人员共同获利和一起工作，没有所谓的腐竹概念来管束每一个人或集权统治。\n\n首先先解释一些自己在下文会使用（hubianluanzao）的概念：\n股东：和现在公司的股东类似，指服务器初始阶段赞助大量资金且自愿不以股东身份不加入游戏的投资者，只有1~3人（其中一个名额肯定被总设计师我承包了）\n执行长官：和现在公司的CEO（首席执行官）、总经理类似，指服务器的主要管理者，最高级管理者。\n职员：所有直接或间接参与服务器管理的成员中不属于股东级高管级的人员。该阶级被称为”职员级“（说白了就是被资本家残酷剥削的工人阶级233）\n架空：指下级或上级直接跨级行使权力，例如直接向玩家兜售物品或是股东直接踢出职员等。\n（其实不看也大概知道啦~）\n\n\n首先，解决大家最大的问题，我们和一般腐竹的经营方式到底不同在何处？\n1、我们采用三级（当然是三个等级！！！）管理方式，任何一级都不得跨级管理他人。也就是说就算是腐竹本人也只能管管仅次于他的执行长官啊什么的。（也就是说玩家骂腐竹他也没办法QAQ）\n腐竹（股东）管理财务和执行长官；也就是”股东级“管理”高管级“；\n执行长官管理旗下各部门部长及旗下部员；也就是”高管级“管理”职员级“；\n各部门部员则各司其职，其中的管理部门才有权力直接管理玩家。也就是”职员级“管理”玩家级“；\n而玩家就只能苦逼的被这些小职员管了，当然你有能力也可以加入这个团队。\n2、如何确保所有成员共同获利？\n我们选择”按劳分配“的经营理念，玩家向股东赞助，股东级成员每月按照自己的比例先抽掉自己的工资（规定比例后永不改变）后然后把其余的盈利额交给执行长官，则执行长官把相应工资（规定比例后永不改变）打给自己后，又按照高层会议中额定的金额打给各部门部长，各部门部长再按照自己的”按劳分配“理念把额定的金额打给各部员。\n3、如何阻止某些人滥用私权贪污腐败收受贿赂的事情的发生？\n职员级受贿：高管级可以直接将它们移出管理级甚至封禁他们。\n高管级受贿：股东级可以直接任免他们，将它们移出高管级。\n职员级和高管级合伙受贿，瞒天过海：由于这样一定会出现参与人数众多的情况，又因为总利润是一定的，因此大部分人会发现自己没多赚多少钱，最后离开这个受贿关系网。\n股东级和高管级合作剥削职员级：职员级可在全民会议中一致检举揭发高管级的行为或选择罢工直到他们获得了他们所认可的工资为止。\n股东级受贿：股东级存在受贿吗？玩家本来就直接把钱给股东啊。\n4、所谓的”民主法治“在哪？\n我们每季度召开一次服务器管理人员大会（哦 不是人大！是直接选举！）。\n在会议上，职员可直接揭露高管级的问题，并通过投票（不计名）来对高管级人员进行民意调查，最后直接让不受欢迎的高管”下课“。\n在会议上，职员可发起提案，若三个等级的人员都有1/2同意，则通过该提案。\n在会议上，股东有权力对现有成果进行审视和检查。若有问题，则结合民意调查直接任免高管。\n在会议上，某部门的职员可根据自己的喜好进行部长投票（不计名），最后票数最高的当选部长。\n\n\n\n当然这只是我的观点，希望各位批评指正。欢迎各位与我联系，本人研究战争服机制多年，希望将该模式放在战争服上进行实验。\n因此希望关注战争服和想要加入我们团队的人联系我，QQ：3094300238",
    "replies": [
        {
            "author": "nikoniko_ni",
            "timestamp": 1448201940,
            "txt_content": "想法是好的，但是腐竹怎么管理城管和管理员呢？城管和管理员都可以自己去开发和管理服务器了，恐怕弄不好的话这些掌握权限的人就会成为定时炸弹，真正的做下去是很难的"
        },
        {
            "author": "cafe_X",
            "timestamp": 1448205420,
            "txt_content": "minecraft服务器那么多，难道就没人想过用公司的办法管理？楼主你还是太年轻了。什么公司什么方式真是拍脑子不思考就来。你总要有钱给人家吧？钱从哪里来，还不是从玩家身上来！腐竹收了玩家的钱，透明公开财务给员工总要吧。腐竹多少成，员工多少成总要分配好吧？卖力的员工总要钱多点吧，技术好的员工也要多点吧？那技术差又懒一点的呢？钱少了也不服气啊！免费帮工的呢？其他人都有钱，就自个没钱，心里总不舒坦撒。就算服务器搞起来了，模样还有点正规的影子。可是撒，老玩家越积越多，服务器负担越来越大，管理员也越来越忙。然而就算每个月有一定可观的vip赞助，服务器的收入花销也永远不可能达到良性平衡，最终只能被拖死。"
        },
        {
            "author": "cafe_X",
            "timestamp": 1448205540,
            "txt_content": "况且还不论minecraft服务器在黑客前那像纸糊一样的防御，正规起来肯定吃亏。"
        },
        {
            "author": "sofa",
            "timestamp": 1448215380,
            "txt_content": "帝都的服就差不多这个样，他们人多了有个好处就是权限较低的职位直接不用发工资，因为人多了有个“城管”这样的前缀和一定权限那些城管们也会觉得能在这么多人面前装b很值。渣车只要给几个关键的技术op工资就行（听说工资还挺高，一个月有6000多？）"
        },
        {
            "author": "HOIM",
            "timestamp": 1448779140,
            "txt_content": "cafe_X 发表于 2015-11-22 23:17\nminecraft服务器那么多，难道就没人想过用公司的办法管理？楼主你还是太年轻了。什么公司什么方式真是拍脑 ...\n3楼一定是没有搞清楚我的意思- - 我不可能叫别人无偿为我劳动而自己获得所有的利益，而是按照比例分配，服务器赚取多少钱 按照比例分配给每一个员工。也就是说，这些员工干得越好就赚的越多 何乐而不为呢？"
        },
        {
            "author": "HOIM",
            "timestamp": 1448779260,
            "txt_content": "1421312987 发表于 2015-11-22 22:19\n想法是好的，但是腐竹怎么管理城管和管理员呢？城管和管理员都可以自己去开发和管理服务器了，恐怕弄不好的 ...\n我觉得管理员是很好控制的。首先腐竹手握财政大权，如果管理自己搞什么那么就一分钱都得不到，而如果他们要去开发管理服务器的话，那么一定会出现人力不够的问题，而人力不够又从腐竹旗下挖的话，那么渐渐地就会出现许多人不满意当前的收入的问题。那么因此最终op即使想要叛乱或者乱收费也只好作罢。"
        },
        {
            "author": "cafe_X",
            "timestamp": 1448780640,
            "txt_content": "HOIM 发表于 2015-11-29 14:39\n3楼一定是没有搞清楚我的意思- - 我不可能叫别人无偿为我劳动而自己获得所有的利益，而是按照比例分配， ...\n二三十块一个月还想提高积极性？根本不可能！"
        },
        {
            "author": "HOIM",
            "timestamp": 1448782440,
            "txt_content": "cafe_X 发表于 2015-11-29 15:04\n二三十块一个月还想提高积极性？根本不可能！\n这个是按照每月盈利额的相应比例来的 毕竟不是每个人都像这位一样见钱眼开 他们可能更注重的是努力的这个过程 而且如果他们非常努力他们就能提升这个月的盈利额 那么他们的工资也会相应增加 这不是一举两得了吗？"
        },
        {
            "author": "HOIM",
            "timestamp": 1448782440,
            "txt_content": "cafe_X 发表于 2015-11-29 15:04\n二三十块一个月还想提高积极性？根本不可能！\n事实上大部分服务器的小城管都没有工资可言，而所谓的技术也不过一个月一两百块，但事实上他们收到钱后反而没有动力 这样按照比例分配更能调动积极性。而且你没有试过怎么知道不可能，这样的话语完全没有任何道理可言不足以让人信服。"
        },
        {
            "author": "cafe_X",
            "timestamp": 1448786580,
            "txt_content": "HOIM 发表于 2015-11-29 15:34\n事实上大部分服务器的小城管都没有工资可言，而所谓的技术也不过一个月一两百块，但事实上他们收到钱后反 ...\n不要怂，就是干，咱们不拐弯抹角。\n你以为我没试过？连清人，现实中一个小公司只要有点权限的人闹，都能把你能成一团浆糊。在街上开一个饮食店够容易了吧，就这都有一堆破事。你何德何能？\n再者，你怎么分工？你能分得清清楚楚？\n努力，说得倒好听，就算是免费给你当op的，也总有自己的目的所在。比如建筑，比如副本，你的建筑师总有自己的想法吧，总会有与服务器相冲突的吧。你何德何能能把领你钱的员工与服务器发展方向冲突调理好？这可是许多大企业都头疼的难题。\n再者，你当优质的员工都是天上掉来的啊？"
        },
        {
            "author": "pl03890278",
            "timestamp": 1448872020,
            "txt_content": "minecraft的影响力的吸收力还远没达到能使用这种运营方式的程度。。\n且不说玩家会变着法子想作弊，op中也有不少基于私情给熟人方便的\n服务器不像公司那样大家真人面对面，互相交底。\n有很多东西会在你没察觉的情况下被人动过手脚的。。"
        },
        {
            "author": "HOIM",
            "timestamp": 1449387420,
            "txt_content": "cafe_X 发表于 2015-11-29 16:43\n不要怂，就是干，咱们不拐弯抹角。\n你以为我没试过？连清人，现实中一个小公司只要有点权限的人闹，都能 ...\n我更新了，希望你好好看看，欢迎指出该机制的不足和缺陷。\n我的确是没什么大德大能，但是我相信施行这套方法总比传统方法有效。\n这就够了"
        },
        {
            "author": "HOIM",
            "timestamp": 1449387480,
            "txt_content": "pl03890278 发表于 2015-11-30 16:27\nminecraft的影响力的吸收力还远没达到能使用这种运营方式的程度。。\n且不说玩家会变着法子想作弊，op中也有 ...\n已更新，对该问题进行详细回答，基本解决"
        },
        {
            "author": "cafe_X",
            "timestamp": 1449668220,
            "txt_content": "这所谓的民主选举就是一群猪在互相吹捧。前苏联的例子历历在目，搞民主指不定那一群傻子就会把你卖了。"
        },
        {
            "author": "matrix67",
            "timestamp": 1449719460,
            "txt_content": "。。这得管理员有多少个的服务器才能（用）实施这一套啊。。\n按劳分配在没有一个可实施的客观公正的评价系统就是在扯淡。\n我建筑我说你们没主城玩家进来就跑了有啥收入，我要50%\n技术说没插件mod你们玩个毛毛，我要50%\n城管／管理说，没我管理贵服瞬间崩服，我要50%\n腐竹说，没钱开毛毛服务器，我也要50%\n你咋办。\n如果腐竹有能力弄一套可实施的客观公正的评价系统的话其实“独裁”也没啥，独裁也是可以发工资的呀。"
        },
        {
            "author": "wgf8937252",
            "timestamp": 1449795060,
            "txt_content": "厉害 厉害 收藏了 。以后能用的上"
        },
        {
            "author": "HOIM",
            "timestamp": 1449890820,
            "txt_content": "cafe_X 发表于 2015-12-9 21:37\n这所谓的民主选举就是一群猪在互相吹捧。前苏联的例子历历在目，搞民主指不定那一群傻子就会把你卖了。 ...\n对于这件事 我只能说“呵呵”。 前苏联的失败就是因为民主吗？\n那西方欧美民主国家岂不是都是大厦将倾一副衰败景象？\n在这个地方我并不想争论社会主义和资本主义孰胜孰劣，但是无论是欧美的民主演化进程还是中国的改革开放都各种打脸那些说“所谓民主就是一群猪在互相吹捧”的人。\n苏联的解体仅仅是因为戈尔巴乔夫的民主改革吗？\n简而言之是因为苏联长期进行的冷战热斗和各民族的矛盾导致领导人不得不搞公有制转向私有制的进程，但由于该改革不适合苏联因此失败。\n希望这位好好补下历史，历史是客观的，不是一个随随便便从哪本书上听一点就断章取义批判“民主”的人应该随便评说的。读史使人明智啊。"
        },
        {
            "author": "HOIM",
            "timestamp": 1449891240,
            "txt_content": "matrix67 发表于 2015-12-10 11:51\n。。这得管理员有多少个的服务器才能（用）实施这一套啊。。\n按劳分配在没有一个可实施的客观公正的评价系 ...\n任何一个人都是有贪心的，我从来不否定这个普适真理。\n但是在我的这套体制中，三个等级的人员互相监督互相具有充分地处罚他人不当行为的权力。\n假如我们的月入额为100 那么别人只有3%的话，就会觉得毫无意义；\n但如果我们有10000呢？那么这个人月入额就是300块，我相信他们是会认可的。\n众人拾材火焰高，虽然股份比例有限，但是这会激励我们不断进取提高盈利额啊。"
        },
        {
            "author": "matrix67",
            "timestamp": 1449903840,
            "txt_content": "HOIM 发表于 2015-12-12 11:34\n任何一个人都是有贪心的，我从来不否定这个普适真理。\n但是在我的这套体制中，三个等级的人员互相监督互 ...\n你好像并没有对客观评价体系提出正面的回应。。。"
        },
        {
            "author": "1219745351",
            "timestamp": 1449938520,
            "txt_content": "太幼稚 第一做不到 第二无法统一 第三费时费力不好管理 第四成本高于收入 第五没有必要"
        },
        {
            "author": "HOIM",
            "timestamp": 1449986580,
            "txt_content": "1219745351 发表于 2015-12-13 00:42\n太幼稚 第一做不到 第二无法统一 第三费时费力不好管理 第四成本高于收入 第五没有必要 ...\n第一：没有试过，怎么知道不好？\n第二：无法统一？三个不同等级的管理形成了互相监督的管理体系；\n第三：费时费力？你觉得一个人效率高还是一群人效率高？不好管理？三个等级的管理和玩家形成完善管理体系，怎么不好管理？\n第四：首先保证服务器的正常运行，然后才是发大家工资，成本只是第一次开服时的费用，成本无论如何都低于收入；\n第五：没有试过，怎么知道没有必要？你就能保证现有的管理机制更好？"
        },
        {
            "author": "HOIM",
            "timestamp": 1449986640,
            "txt_content": "matrix67 发表于 2015-12-12 15:04\n你好像并没有对客观评价体系提出正面的回应。。。\n对高管的评价体系：由最底层的职员和股东一起监督\n对职员的评价体系：在完成对高管的监督后，由高管进行监督\n\n难道你眼中的客观评价体系就是依靠计算机内的一个软件么？"
        },
        {
            "author": "HOIM",
            "timestamp": 1452390360,
            "txt_content": "wgf8937252 发表于 2015-12-11 08:51\n厉害 厉害 收藏了 。以后能用的上\n谢谢支持~"
        },
        {
            "author": "xiangnian",
            "timestamp": 1457845140,
            "txt_content": "我觉得：这是互联网，不是在现实生活中管理一个公司。那么在互联网中什么都有可能发生，毕竟你只是知道管理人员的QQ，他的电话或者其他什么的，却并没有和他见面过，也不是朋友，而是网友，既然这样那么恐怕连最基础的信任都无法达成。又谈什么管理服务器。"
        },
        {
            "author": "Optimus__Prime",
            "timestamp": 1457856960,
            "txt_content": "那腐竹有什么用- -"
        },
        {
            "author": "HOIM",
            "timestamp": 1458386040,
            "txt_content": "xiangnian 发表于 2016-3-13 12:59\n我觉得：这是互联网，不是在现实生活中管理一个公司。那么在互联网中什么都有可能发生，毕竟你只是知道管理 ...\n我觉得首先要给每个人足够的信任 别人才会对你足够信任\n自己都不信任对方 那对方为何信任自己呢？"
        },
        {
            "author": "HOIM",
            "timestamp": 1458386220,
            "txt_content": "Optimus__Prime 发表于 2016-3-13 16:16\n那腐竹有什么用- -\n腐竹嘛 管理高管 主持会议 躺着玩"
        },
        {
            "author": "pjg",
            "timestamp": 1458386280,
            "txt_content": "腐竹是啥  没当过..."
        },
        {
            "author": "HOIM",
            "timestamp": 1458387180,
            "txt_content": "pjg 发表于 2016-3-19 19:18\n腐竹是啥  没当过...\n当然就是服务器的租用者或是所有者啊 你玩联机当然就有进入的服务器的主人= ="
        },
        {
            "author": "Optimus__Prime",
            "timestamp": 1458438840,
            "txt_content": "HOIM 发表于 2016-3-19 19:17\n腐竹嘛 管理高管 主持会议 躺着玩\n表示开服不是你想的那么简单，你喜欢民主那没办法"
        },
        {
            "author": "HOIM",
            "timestamp": 1458976560,
            "txt_content": "Optimus__Prime 发表于 2016-3-20 09:54\n表示开服不是你想的那么简单，你喜欢民主那没办法\n表示自己开服也开了一年半了 我也有了一定的实际经验 相信这套方案能行"
        },
        {
            "author": "Optimus__Prime",
            "timestamp": 1458977760,
            "txt_content": "HOIM 发表于 2016-3-26 15:16\n表示自己开服也开了一年半了 我也有了一定的实际经验 相信这套方案能行\n那建议你先学会回档666"
        },
        {
            "author": "HOIM",
            "timestamp": 1458977880,
            "txt_content": "Optimus__Prime 发表于 2016-3-26 15:36\n那建议你先学会回档666\n那 我只能说 呵呵"
        },
        {
            "author": "SotrForgotten",
            "timestamp": 1459602480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "青春。祭",
            "timestamp": 1461748680,
            "txt_content": "楼主写这个东西之前有没有切身实践过？\n如果只是个想法，那么我觉得MC从有服务器诞生到现在这么多年过去了。不可能每个服主都是傻子，不可能没人想到过套用现实公司的体制来管理服务器。但为什么就是没有呢？（或者我是没看到过）。这其中肯定有弊大于利的意思了，所以才导致没人用。\n\n再者，我觉得如果不是万人大服搞这些没什么太大用处。du cai 的好处就是快速高效，做起事情和解决问题不拖泥带水。整个服务器的风向只需要看服主个人就能决定整个服务器的整体素质和发展方向。而做楼主所言的这一套，商业服我没做过没经验我就不说什么。\n\n但我在其他的大服见过一个小玩家仅仅几个月就攀升到一人之下万人之上，职称虽然只是高级管理，但权力已经不比服主低了，这过程之中做了些什么事情我也不说了。国内为什么到哪都能是塌方式腐败，很大程度上就是，上梁不正下梁歪，下面的合伙上面的，上面的相互间勾结，最上面的人看不清下面的情况，到最后全部烂完。\n\n这就叫社会工程。\n\n现实的公司因为有强硬制度的管理，盖不住的错误就要被处罚，做不好的工作还会被开除。所以社会工程用处没那么大，但在游戏里，人都没见过一面还能拿到钱，很大程度上让稍有头脑的人就开始动起歪脑筋，这也是为什么促生了这么多收完钱就跑路的所谓服主“反正我跑了你们也找不到我，有本事报警啊”。\n\n综上所述，我不是反对服务器皿煮化，但对于只是几十上百人的服务器，和几百上千的公司甚至国家制度是没有可比性的，也没有必要非要套用。MC服务器一个老板拍脑袋决定很多时候比多个老板互掐最后什么都解决不了的好很多。\n"
        },
        {
            "author": "1812176258",
            "timestamp": 1461749460,
            "txt_content": "水贴，哈哈哈哈哈哈"
        },
        {
            "author": "屎蒂姆",
            "timestamp": 1464528960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "pjg",
            "timestamp": 1473679920,
            "txt_content": "HOIM 发表于 2016-3-19 19:33\n当然就是服务器的租用者或是所有者啊 你玩联机当然就有进入的服务器的主人= = ...\n这  我知道啊...."
        },
        {
            "author": "放肆的蘑菇",
            "timestamp": 1473749340,
            "txt_content": "因缺思婷←_←似乎不错"
        }
    ]
}