{
    "title": "<原创·连载·圣杯>《青色之风》[卷一·三]",
    "author": "zyj0807",
    "replyCount": 3,
    "timestamp": 1448108160,
    "txt_content": " 本帖最后由 zyj0807 于 2016-1-24 18:26 编辑 \n\n第三章\n\n　　往日里宁静和谐的森林里，此时却像风平浪静的湖面上被投入了一颗石子，波澜顿起。\n\n　　一记记金铁相交的声音响起，伴随着一股股传递开来的强大的魔力波动，掀起了阵阵气浪。突然，从茂密的树林中闪出一个提着一杆长枪，浑身缭绕青色魔力的人影，正是左布恩男爵！他脸色古井无波，眼神平静而淡然，目光环视仿佛在搜寻着什么。此时的他左手已不再抱着孩子，而是一身轻装，周身凝结着宛如实质的魔力。\n\n　　“洛恩，你别以为我不知道深绿之珠只能保存活物三个时辰，哪怕你解放了魔力，我也只要拖住你就行了。”\n\n　　想到这句带着明显的针对意味的话语，男爵不禁眉头一皱。\n\n　　待视线扫到一处空地，他眼神一凝，仿佛发现了什么。他青枪平举，脚下一发力，以极快的速度掠向了那处空地。他眼中青光一闪，抬起枪就是轰击而出。\n\n　　铿！——\n\n　　一个有些狼狈的身影在空气中缓缓浮现而出，正是先前阻拦男爵的黑衣男子。不过此时他衣衫上破开了好几个洞口或是裂痕，他神色间隐隐有些错愕，看上去狼狈至极，仿佛不明白为什么自己的隐藏会被轻而易举的发现。\n\n　　不过在他看见面前持枪之人眼中的点点青色以后，便明白过来，不由得骂出声来：“该死的深绿！”\n\n　　男爵嗤笑一声，青色的长枪上浮现出一道环型的白纹，这片区域的魔力仿佛受到了某种吸引，疯狂地汇聚向枪尖。\n\n　　一抹极暗的光泽悄然诞生在银白的枪尖，恐怖的波动隐隐散发开来。\n\n　　“佐格，看来你并没有长记性啊——”他讥讽道，随后举枪再度刺去。\n\n　　面对对方的这一击，佐格只觉得头皮发麻，眼里那抹极暗的光泽愈来愈近，可他却又感觉到一股浓烈的凝滞感围绕在他身边，令他几乎难以做出行动。他转头一看，让他惊骇欲绝的是一大团淡青色的魔力在他身后围成一圈墙壁，而他现在就陷在这一堵围墙中不得动弹。\n\n　　他很快就回想起了先前他被找出时，对方所轰出的一枪。\n\n　　定然是他动用了什么手段！佐格咬牙切齿地想道。\n\n　　阳光透过树叶照在了他的脸上，佐格看着愈近的枪尖，心急如焚。最终，他仿佛下定了某种决心，眼神中闪过一丝不舍和不甘，能够活动的手指\n在空气中飞舞起来。\n\n　　银白的枪尖如同穿豆腐一般穿过了佐格的身体。\n\n　　一击得逞，男爵本应高兴，但此刻却也乐观不起来。他眉头一皱，抽身急退。\n\n　　抬头看去，佐格的身体竟在阳光下渐渐消融，最终消失在空气里。旋即那堵由魔力构成的墙也分崩消散。浪费了太多的时间却还是没有完全摆脱这个敌人，他不禁有些急躁。他明白对方一定是施展了自己不知晓的手段，消失在了他的视线里。\n\n　　忽然，他神色一动，察觉到左侧的空气似乎有些异样，这点异样微弱至极，若不是他继承深绿意志，定然无法发现。尽管知道了这一点，他也不露声色，想借此引诱对方。\n\n　　在经过了短暂而激烈地交锋后，这里又平静了下来。\n\n　　男爵持枪摆出戒备的架势，同时在心里默默地数数。一会儿，他便松了口气，流露出丝丝放松的神态，收起了这番架势。但若是细看，则会发现他的全身仍是紧绷着的，可以随时发力。\n\n　　还不出来么，他挑了挑眉，作势欲走。\n\n　　而在这一刹那，左侧的空气突然传开了一阵不明显的波动，他自然是感知到了这一点，暗自冷笑。\n\n　　这波动从左侧一直悄无声息地转移到他的背后，随后沉寂了下来。\n\n　　他眯起了双眼，迈出了一步。\n\n　　破风声猛然响起，男爵眼中精光一闪，立刻弓腰，回身，抽枪。\n\n　　唰——青枪划碎了其轨迹上的空间，然而却没有扫到任何事物。枪扫到了尽头，魔力因短暂的爆发而产生了断链。\n\n　　他不由得暗道糟糕，心知自己中了圈套。可自己却处于旧力已去，新力尚积的阶段，完全无法做出举动。\n\n　　余光瞥到身侧有一抹剑刃状的黑色火焰悄无声息地刺向腰间。顿时脑海中警铃大作，全身魔力极力运转，希望以此防住这次刺击。\n\n　　但他自己也清楚，这只不过是奢望。对方隐忍如此之久，甚至作了几乎完美的伪装成功骗过了他，就是为了此时此刻的一击。如同毒蛇吐出了信子，猎人张开了弓。\n\n　　等等，为什么选择腰部，若要一击致命，他的背后毫无防备，完全可以以此攻破魔力的防护，而不是选择腰部这个位置。他难道就不担心自己腰部有物件防护吗？\n\n　　等下！深绿之珠在他的腰部！男爵瞬间恍然大悟，随后心底不可抑制 地涌出惊慌失措的情绪来。原来如此，佐格的目标，原来一直都是深绿之珠。\n\n　　佐格想要他孩子的命！他想要深绿之子的传承和性命！\n\n　　而那一抹黑炎，愈发迫近。\n\n目录\n\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1448108160,
            "txt_content": "@46241359\n快喷！"
        },
        {
            "author": "46241359",
            "timestamp": 1448108640,
            "txt_content": "感觉自己就是看男爵XXXX，男爵XXXX，对此我不发表任何意见。"
        },
        {
            "author": "xcc",
            "timestamp": 1448109000,
            "txt_content": "某zyj出现了，终于发了。"
        }
    ]
}