{
    "title": "<原创·连载·圣杯>空[第二十一章：特殊讯息][46241359]",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1448119380,
    "txt_content": "空·第二十一章·特殊讯息\n\n\n正文\n\n\n    纳尔看着照片上的这面墙壁，他觉得这些古怪的东西有点熟悉，好像在什么地方看见过。    看起来分散的有些厉害，每一行之间都有间隔，长度自上向下缩小，这些空隙由几道长长的血迹链接起来。基本是对齐的，有点像是象形文字，但又不像，最令他疑惑的就是这种似曾相识的感觉。他回忆着，自己曾经在什么地方见过类似的东西。    对了。    他在大学时期，诺迪斯喜欢和他玩一种游戏，就是把纸折上好几折，每一折距离最顶边都有距离，用笔写上文字或者别的什么，然后展开。就会出现看起来毫无规则的鬼画符一样的东西。    这就是用那个方法画出来的！那几道血迹可能是为了让信息变得稍微混乱，避免让人发现。纳尔借了纸笔，把照片上的字符画到纸上，去掉链接的血迹。他折了几折后，信息出来了：Roger。    罗杰？！    如果没猜错，这个信息应该是诺迪斯写上的，因为诺迪斯知道自己和纳尔玩过这种游戏，既然他写的是罗杰……难道杀他的人，是罗杰吗？    这就表示，要害自己的也是罗杰。而且罗杰特意暗示纳尔自己会出去办事，纳尔一直觉得罗杰这个行动有点不寻常，现在看起来……似乎能解释了。    但是罗杰为什么要害自己？    纳尔左思右想也想不出个所以然来，况且仔细想想，这个推理存在很多的不妥之处。比如，罗杰既然要害他为什么还会在前一天晚上提前通知？    最重要的是，如果是要杀人，以罗杰的经历和智商，绝对不可能给诺迪斯留时间，诺迪斯肯定是当场断气的，怎么可能刻意留下时间让诺迪斯在墙上留下死亡讯息。    如果这样推断，凶手另有其人。同时，想让纳尔误以为凶手是罗杰。可是这……未免太弱智了。    还能是谁？纳尔实在不觉得存在什么人有杀诺迪斯的动机。    纳尔觉得自己像是在一片迷雾中行走，除了脚下的路以外什么都看不见。他无助地伸出手，却没有任何人来拉他。纳尔觉得有点累，蜷缩在床上睡着了。    有脚步声，渐渐地从远处飘过来，开始变近，声音变得清晰。不紧不慢，一步接一步地移动到附近。    是谁？    纳尔感觉到一种令他窒息的压抑，正在把他包裹起来，让他动弹不得。睁着一双惊恐的眼睛，看着铁栏杆外那个正在走来的身影。有一种无形的力量扼住他的脖颈，呼吸变得困难。他就像一个已经落入猎人的陷阱里的猎物。    他挪动到墙角。但这冰冷的墙壁并没有带给他任何的安全感，反而让他心里的恐惧多了几分。他想叫查尔斯过来，却只是张了张嘴，没有发出任何声音，眼睁睁的看着那个身影与他的距离越来越小。    不！别过来！    纳尔闭上眼，他不想看见那个人，最好的办法就是让眼前一片漆黑，什么都没有。但他依然能听见脚步声。    忽然间，脚步声消失了。    那个人不见了？纳尔抱着这种期望，慢慢地睁开眼。    原来是你啊，罗杰。纳尔舒了口气，刚刚放松的神经又猛然间紧绷起来。罗杰伸手撑住纳尔头顶的墙壁上，左手始终背在背后，他慢慢前倾，用身体的阴影，罩住极度恐惧的纳尔。纳尔试图讲话，劝罗杰结束这过头的玩笑，可喉咙没有丝毫声音的反应。    罗杰脸上的表情突然变了，纳尔没看清是怎么变的在恍惚之间从微笑变成了另一种难以描述的表情，看起来像是板着一张严肃的脸，但是纳尔能清楚地感觉到刺骨的寒意和……杀意。    背在背后的左手伸出来，握着一个东西。罗杰带着那副表情，手臂缓缓抬起。纳尔感觉到自己的大脑一片空白，连最基本的思考都做不到，更不要说看出来那个是什么。罗杰举着它，对准了纳尔的眉心。    这一秒，纳尔才回过神，那是一把手枪。    砰——    “不——”纳尔从床上坐起来，下意识地摸了摸自己眉心，还好，没有弹孔。等气息平稳下来之后，他这才想起来看看四周。    “罗……罗杰？”    纳尔感觉自己的心脏抽搐了一下，顺势朝后倒去，结果后脑勺磕到了墙上。这才直起身子，揉着自己的后脑勺。    对啊，那只是个梦。    罗杰坐在旁边用手托着脸，一副很无聊的表情，纳尔却读出另一个意思：你是白痴吗？他在这里等了似乎有段时间。纳尔发觉不对，抬起头看了看，铁栏门还是锁着。    “……你是怎么进来的？！”    “走进来的。”罗杰从上衣口袋里摸出一把钥匙，在纳尔眼前晃了晃。    “为什么又把门锁上？”纳尔仔细看了看那把锁，不是撬开的……喂，等等，罗杰是警察啊，他为什么要撬门，“还有，你来干什么。”    “因为要防止你突然跳起来跑出去，”罗杰露出一个鬼魅的笑容，看的纳尔心惊胆战，“哦对……我是来带你出去的。”    “带我出去？查理斯允许？”    罗杰又露出那个“你是白痴吗”的表情。奇怪，我说错什么了吗？“我给你做了不在场证明，不然查理斯怎么可能会让你出去……虽然我可以威胁他。”    “那你知道这是怎么回事？”    耸耸肩，“知道一些，”罗杰站起身打开挂在门上的锁，“我不知道凶手，但可以肯定空是被他带出去的。你拼出墙上的信息了吧？”    纳尔有些胆怯地点点头，“拼出来了……是你的名字。”    “嗯。”罗杰拉开门，眼神突然变得黯淡，透出一丝忧郁，“那就对了。是特意为你留下的。”    “特意……为我……留下的？”纳尔诧异。    “……你一开始以为那是诺迪斯在暗示凶手是我对吧。那是凶手特意用诺迪斯的血写上的，它有别的含义，但……我并不能告诉你。”    它不是为了诬陷罗杰么？\n\n\n\n\n\n返回索引贴\n\n\n\n@xcc @恶魔-潇洒 @冥王星人 @sam3737 \n",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1448119440,
            "txt_content": "不错\n\n胸挺大"
        },
        {
            "author": "冥王星人",
            "timestamp": 1448120280,
            "txt_content": "差评。\n你怎么能把我给你做建议的句子一个字不差的丢上去呢？！"
        },
        {
            "author": "sam3737",
            "timestamp": 1448122200,
            "txt_content": "有时，真实与虚幻由两端对折，但重叠不仅仅只是镜像。\n由我的签名档联想到的。。。"
        },
        {
            "author": "xcc",
            "timestamp": 1448159760,
            "txt_content": "罗杰这个人= -=看上去不简单的样子\n某纳尔蠢萌蠢萌的"
        }
    ]
}