{
    "title": "【原创·连载·圣杯】【晓】【12】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1448121840,
    "txt_content": "正文：\n\n\n\n　　“谁？！！”\n　　拉娜停止哼唱，“锵”地亮出多半截利剑，朝旁侧树林大吼。\n　　“是我。”莱多只得乖乖走出树影，以免误伤。“拜托，不要动武。”\n　　明明尽量放轻脚步，每次前进都注意踩在柔软草叶上，最终还是被发现。\n　　或者该说，果然被发现了？\n\n　　“你来干什么？”\n　　没好气的收起利剑，恢复刚才坐姿。\n　　“失踪了一下午，还不准别人担心你么？”走近身边，盘腿坐在并排位置。“幸好我来了，不然哪里去观赏奇景？”\n　　“你管这……叫‘奇景’？”\n　　拉娜满脸诧异，看看莱多，又看看坡下居住了几十年的村子。\n　　农田随性排列，大小木屋形态各异。牲畜围栏几经修改，多种木色配合不规则的区域划分，怎么看也怪模怪样。\n　　这些和“奇景”的形容，相差甚远。\n　　硬要找什么恰当词的话，至多是……“杂乱”。\n\n　　“不不，我是说，你唱的歌。”\n　　“哎？”\n　　“听上去，很古老？你竟会唱，我表示吃惊。”\n　　“是……是艾德娜，教我的……”拉娜突然不好意思起来，令莱多颇感意外。“不知她从什么地方搞来本歌集，里面净是没作者的各类歌。我试着学了，但仅勉强记住一首的曲调……”\n　　“淑菈妮耶，是人名吗？发音蛮奇怪。”\n　　“是地名，淑菈密。口音加上吟唱音节拉长，所以听起来怪。”\n　　“淑菈密……那个雪峰？”\n　　像歌中所唱，大地的北端，黑暗与光明的分界线上，矗立的巍峨山岭。她有生畏的高度和极端的严寒，其下的人们世代传诵和山有关，充满神奇魔幻光彩的奥秘传说。\n　　“嗯，作者好像把山视为自己新娘一样爱着，也许就是那里的住人吧……”\n\n　　接下来一阵沉默。\n　　村中灯火逐渐亮起，过不久依次熄灭。劳碌整日的人们，完成当天最后工作，开始拉严窗帘吹灭油光，投入夜女神的怀抱。\n　　此刻的莱多早在心里策划了几百理由劝拉娜回家休息，却挨个砍掉说不出口。\n　　我终于上年纪开始犹豫不决优柔寡断了啊……\n　　这怎么行？！\n\n　　“咳，我们……回去吧？再不走路上恐怕要跌跤了……”\n　　莱多起身，抬眼望向儿时牵手踏出的小道，后悔居然忘记带提灯之类。\n　　“……”\n　　没动作没回答，拉娜继续凝视一团黑的村子，好似着了魔。\n　　“拉娜？”\n　　“会……回来吗……？”\n　　“什么？”\n　　“我们就要离开了。说不定，是永久的……”\n\n　　“别那么悲观！”\n　　虽然对能否活着回来毫无信心，莱多仍返回去握紧拉娜两手，决意踏上与自己没多大关系的征程。\n　　“我们不是为了能回到这里，才离开的吗？假如世界被黑暗吞没，无一人可以逃脱死亡。到时候不止你我没有家乡，所有人也都失去基本立足之地了，对吧？”\n　　“可你其实不用去。”\n　　“原来打算丢下我这累赘？”\n　　“什么呀------？！”胡乱猜忌使拉娜微微发火，不过这正是莱多要的。“还不承认你比我厉害吗？！以为一点小技俩能瞒过我的眼睛！！”\n\n　　“哎呀，被发现了……”\n　　莱多不禁发笑，但他快速收起笑容。\n　　拉娜可以忍受的恶作剧程度异常浅，再闹下去铁定换来顿毒打。\n　　带伤上阵可不好玩。\n\n　　“你几年之前技艺便超越我，却始终敬畏我的老师身份，从不肯放手进攻。现在真的要参与恶战，冷酷无情的才有活路，半刻迟疑都足以叫你丧命！如果还保有无用仁慈，不具备随时杀戮的觉悟。我看你不如留下，平时种田养牛，偶尔对付偷粮食的小混混吧！”\n\n\n\n\n\n\n索引见签名。\n\n废言：\n\n如果有精力我一定和北极那家伙赛着屠版。\n\n",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1448124480,
            "txt_content": " 本帖最后由 sam3737 于 2015-11-22 00:49 编辑 \n\n外星人你一定是太忙才更新慢的!不过文风好神奇，有种慢生活中的快节奏的感觉。。。\n\n"
        },
        {
            "author": "46241359",
            "timestamp": 1448190780,
            "txt_content": "和我比屠版啊。。。更太快了会肾虚。"
        },
        {
            "author": "shure",
            "timestamp": 1448379060,
            "txt_content": "46241359 发表于 2015-11-22 19:13\n和我比屠版啊。。。更太快了会肾虚。\n话不能乱说……不然下回我真的打你了。"
        }
    ]
}