{
    "title": "——至论坛          By:hurui",
    "author": "YueHaxgu",
    "replyCount": 8,
    "timestamp": 1448166480,
    "txt_content": " 本帖最后由 hurui 于 2015-11-22 12:31 编辑 \n\n       Hello，大家好，我是hurui（西瓜）\n       我也是在论坛生活了一年了，想必有些玩家都认识我！\n想想以前，我从2015年一月一日注册了这个号码，那是我只是完全想要号码去下载某些附件和问些问题而已，可是到了后来，我看到很多用户都发帖子，我也尝试着，发了我的第一个帖子：[16.2~1.7.2][CB]【小瑞整合】【第一期】真正的开服懒人包 ，那时，我只是一名不是很懂服务器的小技术，可是慢慢的，我这个帖子越来越多人看，开服器也越来越多人用，下载地址从100到500到1000再到5000甚至到10000最后现在下载量都已经超过了25000了，我也是非常的自豪，因为可以换来这么多人的支持和赞扬，那时，我就越来越对论坛感兴趣了，慢慢的开始融入这个论坛，融入这个小社会，逐渐的，我又发了一些水帖子，那是我想到发水帖是没用的是没价值的，然后我停止了发水帖，直到，我看了扁桃的视频：@豆比豆比金领的解密地图，那是，我从之发觉灵感，开始了做解密地图之路，我逐渐发了帖子：[解密]【西瓜制造】坑比小游戏（第一期）然后我又继续的发了：[解密]【西瓜制造】坑比小游戏（第二期）当然，也有很多的实况主用我的地图拍了视频，有的实况主还是赞不绝口的！我为此又感到非常自豪！之后，我又发布了一个空岛地图，然后又发了怎么做空岛模板的地图，想当年，我也有当版主的梦，我知道只有这样才可以在论坛里成名，在论坛里生活这是成为版主的必经之路！\n       可是就仅仅这一年，我不知道我得到了多少发卡，我也不知道被警告多少次，前一个月半，我这个号码就因为屠版被禁言30天，然后上个星期我因为被马甲刷分被禁言7天，而且所有的金粒、金锭、人气全部给清空了，还把积分减去了600分。当场我就瞬间呆了，70多个金锭、几百的金粒、200的人气啊！想必大家都知道了，经受了这么大的打击，那个人会经受的住？一年的时间，我的所有积蓄就这样的没了！一年的结果，一年级的价值！\n       我其实非常感谢论坛的！！\nMCBBS教会了我不要水帖，说话要详细。\nMCBBS让我学到了更多的知识，我以前呆头呆脑，对Minecraft一无所知，可是到了这里？我眼界大开，很多很多的知识我都了解了，这都是谁的功劳？对没错，就是MCBBS！\nMCBBS让我学会了贡献，要有贡献才会有人生价值，才会有勋章！\nMCBBS让我学会了友情！\nMCBBS让我学会了团结！\nMCBBS让我学会了......\n       所以，我沉住气了，我并没有责怪论坛，我也没有记恨论坛，更没有想去破坏这个论坛！我会换个角度来想：\n我错了，我就应该被罚。\n罚了，就应该知错就改，好！我改！\n这些东西被清零了，我还可以再去争取啊！\n论坛给了我这么多贡献为何我不给论坛贡献，被罚了没关系！\n我被罚了，要是就这样放弃了，我的版主之梦怎么办？\n......\n\n\n       我会不断的努力、努力、再努力！知道我当上版主为止！\n       我就发觉，其实很多人做错事的最大原因是：没有看版规！\n       我会为论坛做出贡献的，我一定会的！最近我看的别人的精华一个一个的上来，可是呢，我才只有一个贡献，那个贡献是领取捉虫勋章得的，我还没有达到的我的目标，为此，最近的我，总会有做中式地图发到MCBBS并且得到精华的欲望，而且我还专门创建了一个小组，那么问题来了！\n       首先，我先为论坛提出几个问题：\n①创建小组之后，N多天没有人去审批。\n②很多帖子里面很多人水帖，可是亲自去观察帖子并去给予发卡的能有几个？\n       接下来，我也要给论坛一些建议：\n①为了让更多的用户行动起来（其实我是个勋章控），我希望继续做两个勋章：\n(1)超级捉虫专家   详：超级捉虫专家条件：十个举报剽窃/二转/屠版/马甲刷分等成功的帖子，确保准确无错的条件下以管理员给予人气为准！\n(2)究极捉虫专家   详：超级捉虫专家条件：二十五个剽窃/二转/屠版/马甲刷分等成功的帖子，确保准确无错的条件下以管理员给予人气为准！\n②增加一个QQ登陆的效果，我发现有很多用户都不会用现在的这种方法登陆，所以贵更简便一点，以确保更多玩家的登陆，其实可以的话可以做更多的不同登陆，这样就会有更多的用户来贡献论坛让这个论坛充满爱！\n③在加强一些新用户注册号码并且要求他们观看版规！一定要他们看完为止，希望做出一个答题系统，随机从版规里面抽取一些题目来问问题，问问题成功就可以注册号码并且登陆，这样会更加强了论坛的规矩和版规！也不会有更多的人刷积分什么的！\n       暂时就只有这么多建议了！\n\n\n\n\n     最后，祝论坛做的更好！更大！更简便！更快捷！！！！！\n     希望大家多多支持我的作品和地图哟~\n                                                                                                                                         \n                                                                                                                                         By:hurui\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "猫猫惹",
            "timestamp": 1448167860,
            "txt_content": "顶你~"
        },
        {
            "author": "EternityTQ",
            "timestamp": 1448171520,
            "txt_content": "我看了半天都不知道你在说什么\n首先，我要回复你的问题：\n1、创建小组审批问题：既然你要看版规，那么你应该知道清除小组的事\n2、水帖不发卡的问题：真当版主一个个都是机器人？版主都是普通人，不可能每个帖子都完完整整地看一遍，所以，善用举报这个道理你应该懂\n\n然后，关于你的建议：\n论坛没有那么多违规帖可以让你去刷勋章和贡献，所以说一个捉虫已经够了\n我发现有很多用户都不会用现在的这种方法登陆\n我就想说，知道怎么进论坛的人难道还不会注册登录？这点你真是想多了，况且还可能增加服务器负担\n强制答题的问题：现在已经有任务要会员们去看坛规了，一切靠自觉，不能太严，而且还有邮箱验证呢，“强制”太过了\n\n 可是就仅仅这一年，我不知道我得到了多少发卡，我也不知道被警告多少次，前一个月半，我这个号码就因为屠版被禁言30天，然后上个星期我因为被马甲刷分被禁言7天，而且所有的金粒、金锭、人气全部给清空了，还把积分减去了600分。当场我就瞬间呆了，70多个金锭、几百的金粒、200的人气啊！想必大家都知道了，经受了这么大的打击，那个人会经受的住？一年的时间，我的所有积蓄就这样的没了！一年的结果，一年级的价值！\n从这段话中，我很明显地看到你的愤怒，但是你刷分，明显不看坛规，还要怪论坛？(BBS:怪我咯)\n\n我被罚了，要是就这样放弃了，我的版主之梦怎么办？\n你是一个有理想的孩子，可我并不像打击你，但你还是想多了\n\n以上仅代表个人观点\n（为了一个回复我牺牲了五分钟时间来打字）"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1448171700,
            "txt_content": "尼玛乄骑士 发表于 2015-11-22 13:52\n我看了半天都不知道你在说什么\n首先，我要回复你的问题：\n1、创建小组审批问题：既然你要看版规，那么你应 ...\n嘛，纯属中二！"
        },
        {
            "author": "筒子",
            "timestamp": 1448173860,
            "txt_content": "版主梦233333，还好只是一个梦\n不过本人认为你取的这个勋章名字不够霸气\n\n究极无敌霹雳良辰到没有人性腰肌劳损老奶奶都赞不绝口捉虫专家\n\n（谁都别问我中间的T字是什么意思）"
        },
        {
            "author": "lichi2050",
            "timestamp": 1448193540,
            "txt_content": " 本帖最后由 lichi2050 于 2015-11-22 13:00 编辑 \n\n小组审核比起以前严格不少，而且申请量少所以审核较长是正常的。\n\n水贴是有不少，但是处理只是时间问题，版主不可能24小时在线，我们现实，虚拟世界中也有各种各样的事情\n就拿我来说，我是坚持将每一个发布的贴都看完（内容都会快速的扫过），虽然可能还会漏掉1-2个但这也是无可奈何的，真的要说就当我处理不佳吧。\n\n抓虫徽章我感觉一个就足够了，真的要抓的话还是很容易了，作死的人从来不缺。\n所以我觉得不需要添加抓虫类型徽章，但到是建议修改下目前的抓虫，至少拥有5篇被采纳的反馈投诉贴\nQQ个人感觉可有可无，就算论坛加入了这个功能还是和正常注册相差不大，别说还会给论坛服务器增加负担了\n\n最后那个建议我觉得并不适合，玩MC的玩家年龄都偏小，耐心不是很足（呜 别打我），答题系统也很好破你看看B站的验证就知道了。\n目前前50个回复需要回复一些众所周知的提问就不错。\n还有刷分不可能会消失——我上面就说了，作死的人从来不缺。\n\n\n最后\n“想当年，我也有当版主的梦，我知道只有这样才可以在论坛里成名，在论坛里生活这是成为版主的必经之路！”\n并不是，你别看我现在是版主，我等级低的时候也有版主梦，但是第一次申请失败了后我就专心搬运，发贴，回答问题，写教程等...不也好好的过来了么？ 不也升到10级了么？\n我现在申请版主只是因为论坛部分板块缺乏管理，人员不足。\n其实版主不就是玩家么，我们其实是一样的。\n\n如果有过激部分还请原谅，纯属个人看法，最终申请结果以管理员回复为准。"
        },
        {
            "author": "酉月一",
            "timestamp": 1448194740,
            "txt_content": "你简直在逗我笑= =\n究极捉虫是有多中二"
        },
        {
            "author": "simon3000",
            "timestamp": 1448202180,
            "txt_content": "实在不明白为何阁下觉得有人不会用用户名密码登陆\n既然用户名和密码都不会则如何登陆QQ?\n现在既有bilibili登陆\n个人感觉已然足够"
        },
        {
            "author": "黑星nova",
            "timestamp": 1448264040,
            "txt_content": "目前全论坛只开放了地图类小组的建立，其他小组可以申请建立但都不会予以审核通过。\n提建议可以，没仔细读版规还要这么言之凿凿的提建议就有点过了。\n还有，反馈版是说是实事的，有话捞干的说，别搞这套煽情的，影响阅读。"
        }
    ]
}