{
    "title": "<原创·连载·圣杯>《终焉》[第三章第三节][]",
    "author": "xcc",
    "replyCount": 5,
    "timestamp": 1448178540,
    "txt_content": " 本帖最后由 xcc 于 2015-12-26 16:30 编辑 \n    这么说来，这个红数据线线不是梦中人使用的那种咯。    顾离寻找着红线的来源，视线在数据线上移动，直到看见数据线的一端隐没在大理石砖上的一个小洞里。真想砸开这面墙去寻找这数据线的源头啊。顾离想。他拔下插在能源箱上的红色数据线，把手中那个蓝色的线接上，拍了拍手，走出房间，并看了看如一条蟒蛇般从墙壁上蜿蜒到能源箱上的数据线，线上刻着“Mading In The Earth”。地球的玩意？有趣。    “解决了。”顾离拍了拍手，对格里斯汇报，“可是，哪个家伙把那根红线接上去的？”    格里斯若有所思地低着头, 走入房间，他炽热的双瞳在黑暗中闪烁出冷酷的光。顾离这才发现，他有着一张二十多岁的青年的脸，但先前明明在这张脸上看到过只属于中年人的沧桑啊。    红色数据线附近的大理石瞬间崩散，毫无声息，墙壁像是被吞噬一般，逐渐瓦解，一路崩折。红线的源头也显露了出来，一个身穿长衫的青年正埋头捣鼓着什么，完全没有发现他所依赖的遮蔽已经消失得无影无踪。    顾离十分惊讶，虽说已经知道七櫆是个不科学的世界，但是，没有使用任何工具却使墙壁崩散，这也太扯了点吧。“这种简单的法术，只是小孩子的把戏而已。”格里斯不动声色地迈了几步，“更高级的法术，没有血脉的人根本无法使用。”    那个一直低着头的年轻人抬起了头，左脸的一块疤痕格外显眼。年轻人手一挥，便站到了格里斯面前，微笑着露出雪白的皓齿，喊道，好久不见，教皇。    顾离发觉气氛有些微妙，同时也对那个年轻人的瞬间移动感到惊惧。     “得尔塔，”格里斯面无表情地看着他，“上次的失败没能让你放弃啊。”“那是当然。”得尔塔微笑道。格里斯耸耸肩，对着得尔塔的脖颈比划了几下，然后向天花板指了指。    得尔塔鞠了一躬，接着冲过来，右手握着一把隐隐闪烁着蓝光的匕首，只是一眨眼的功夫便将匕首抵到格里斯的脖子上。他的手隐隐颤动，像是在用力，但却未伤格里斯分毫。他诧异地抬起头，目光正对上格里斯那双炽热的双瞳。    得尔塔缓缓低下头，说，低估你了。    “你本来的目标也不是我吧。”格里斯抖了抖肩，“安装红线不仅是为了窃取能源，而且还是为了窃听。并且，你根本没有考虑我会提前发现吧——你是不是满怀自信的认为，‘火枪手’会来排查能源箱？啧，这盘棋下得不好呢。”    顾离扭头看向红线，又看了看得尔塔先前站的地方，那里放着一台轻薄的笔记本电脑，屏幕还在闪烁，只是为了窃取能源的话用不着这玩意。     听到格里斯推测的得尔塔后退了几步，摊开双手，微笑着说：“死棋。”    格里斯的手微微颤抖，他隐隐觉得不妙。但脸上却没有呈现出惊诧或愤怒，而是我都明白。    “那些被杀死的棋子······”得尔塔大笑着退到墙根，“阿尔法、约塔、伽马、宇普西隆、西塔、派、谬、拉姆达、卡帕、还有纽——他们的死······”    接着他一挥手，身旁的墙壁被无形的力量撕裂开来，呈现出一个巨大的空洞，三个手持短匕的人从那里跳出，像蛰伏着的猎人，在猎物到来时跳起。     “只是盛宴的铺垫罢了。”得尔塔握紧了他的蓝色匕首，紧跟着那三个人跳向前来。     早该料到没那么简单的——之前那四次袭击毫无技术含量，只是让人低估得尔塔所在的那个组织罢了。 格里斯攥紧左手，面色却平静如故。他昨天已经把大多数成员派出去剿灭怪物，没想到今天便被袭击了——组织内部空虚的事八成早被窃听到了吧。    格里斯向后退了几步，向顾离大叫道,快出去。    顾离立刻跳出房间，思索片刻后，开始在墙壁上摸索门的开关——貌似是面前这幅画吧。他将一只手放在画上，几秒后试探性地碰了碰墙壁——先前可以穿过的那片空白此刻变为了坚硬墙壁。他长舒一口气，有些担忧地望向那片墙壁。    “里面出事了？”厄默抬起头看向他。    “有人袭击了这里。”顾离朝着那面墙望去，“而且‘教皇’说他一个人应付。”    厄默起身，向那面墙走去：“怎么可能应付得了！”    突然，他急匆匆的脚步停下了，双脚像是被桎梏锁住，动弹不得。有人在用法术阻止他。    “格里斯一个人足以对付。”奚即墨在一旁沏好一杯茶，“毕竟，他是‘教皇’。” \n\n\n                 上一节     索引  下一节\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1448178600,
            "txt_content": "@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L  @MF_Mufeng"
        },
        {
            "author": "xcc",
            "timestamp": 1448180760,
            "txt_content": "@2575174857"
        },
        {
            "author": "2575174857",
            "timestamp": 1448180880,
            "txt_content": "吃惊，受到召唤而来，xcc加油，写的很好"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1448524320,
            "txt_content": "LUNJIA正在上电脑课。。刚上mcbbs就跑过来了。。"
        },
        {
            "author": "我的订阅",
            "timestamp": 1448541540,
            "txt_content": "xcc 发表于 2015-11-22 15:50\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L  @MF_Mufeng\nQAQ应该是 Made in Earth 吧"
        }
    ]
}