{
    "title": "<原创·连载·圣杯>《块与战争》二战篇第二章 大战前的午餐|by:一枚渣渣",
    "author": "一枚渣渣",
    "replyCount": 6,
    "timestamp": 1448181420,
    "txt_content": " 本帖最后由 一枚渣渣 于 2015-12-27 15:19 编辑 \n\n　　他仔细听了听声音的方向，是他们的大部队。其他人也判断出了声音是来自大部队的方向，停止了回收战利品，他们的队长大吼：“回援大部队！”\n\n　　他们迅速的整理了一下自己的背包，朝大部队的方向赶去，那些声音开始减弱，最后只剩一些呻吟，偶尔传来一两声枪声，那些呻吟也戛然而止。\n\n　　当他们赶到后，大部队阵地前都是一具具凌乱的苏军尸体，有的已经被机枪给撕成了碎块，莫辛纳甘、波波沙与DP-28被四处扔在地上，打扫战场的士兵正捡拾着地上散落的弹壳，装上三脚架的MG-42通用机枪正在更换过热的枪管，显然是经历过一场激烈且短暂的战斗。\n\n　　看来只是些小虾米而已，紧张过头了。他这么想着，也不是他一个人在这么想。\n\n　　他看了看天空，虽然天空是灰蒙蒙的，但还是能看出是现在正午，现在正好是个个小队集合补充弹药的时间，已经有几个小队在这了。\n\n　　现在也是交换战利品的时间，一些人拿着自己在战场上捡来的资源互相兑换，偶尔也有一两些小争执，但也只是偶尔，毕竟同是一个战壕里的战友。他来到了这些交换站立瓶的人之间，想用他捡来的一些东西换一些食物。\n\n　　“要换食物吗？（已翻译）”一个抽着烟斗，上了些年纪的中年人坐在一个角落里，显然是看出了他想换什么。\n\n　　“是的，”他转过头来，看着那个人。“你有什么？”\n\n　　“一些土豆。”他吐出了一个烟圈，白色的烟雾让他显得有些诺隐诺现，说着，指了指他旁边的一个布袋。“你有什么？”这下是他问了。\n\n　　他把捡拾来的三支枪解下了放在了地上，一支波波沙，两杆莫辛纳甘，还有一袋步枪子弹以及两个弹鼓。\n\n　　中年人看了一眼，从布袋中拿出了四个土豆。他动了动嘴唇，但没说什么。\n\n　　“怎么？嫌少？”中年人似乎看出了他想说什么。“这莫辛纳甘除了一部分能回炉，其他只能当柴烧，波波沙倒是可以改装成装MP-40的子弹的，那些子弹嘛，我们后勤线虽然拖的长了点，但也不至于弹药紧缺，这么些已经算便宜你了，毕竟现在食物和燃料还是蛮缺的。”\n　　靠！一个个都说德国人刻板严谨，现在咋变滑的跟泥鳅似的老油条了。他在心里暗骂了一句，但嘴上没说什么，只是从背包里拿出了一个小铁罐，正是那个装伏特加的小铁瓶。.\n\n　　“有了这个呢？”他边说，边打开了那个小铁瓶，一股乙醇（即酒精，毛子的酒就是越纯越好）的味道立刻散发开来，中年人的眼睛立刻发直了，如同他意料之中的那样，中年人几乎把整个布袋的土豆都拿来出来，似乎还不不嫌够，问他：“够吗？”\n\n　　“只要一部分就行了，另外，你有燃料吗？”\n\n　　“有！当然有！”\n\n　　一个买卖就成交了，当然，最后还是他获利了，毕竟再滑的老兵油子也禁不住酒。\n\n　　他拿着换来的土豆和燃料穿过那些围着篝火取暖的人们，他们围着篝火谈笑着，笑着苏军的弱小。\n\n　　“听说了吗？第三小队那边半天就打死了一个连的苏联人，那些人有些连枪都没有，有些拿着个燃烧弹大喊着‘莫洛托夫赐予我力量！’（此处仅为作者恶趣味）边向他们扔过去，还没扔出去就被他们打死了，不行了让我笑会······哈哈哈······”\n\n　　他绕过了那些人找到一片空地，用打火石点起了火开始烤土豆，不过那个打火石是他在纳塔帝国的时候的，他也在惊奇这个是怎么带过来的，除此之外，他还有一把匕首也被带了过来，现在，他正在用那把匕首打开一挺斯帕姆午餐肉（二战美国荷尔美食品公司生产的一种二战期间世界著名的午餐肉，被称为“灵肉”），他知道这种午餐肉在二战期间极为著名，苏联前线的士兵喜欢用它来炖土豆，英国人在平安夜也会把它做成沙拉当做圣诞前的大餐，当他快开完这听午餐肉时，一个声音突然响了起来。\n\n　　“借个火行吗？”他还没来得及反应，那个声音的主人便坐了下来，并说了声：“谢谢”\n\n　　他看了看面前这位不速之客，有点眼熟，细细一想，边说了出来：“你是Max_Legend？”\n\n　　“是的。”Max简略的回答着，正在用一把小刀处理着什么东西，他仔细一看，是一块肉，应该是从那家苏联人的肉铺里弄出来的，苏联这地方是唯一不用冰箱的地方，因为一到冬天所有东西全被冻上了。\n\n　　在一顿大快朵颐后，Max说：“听说了吗？元首要下决心一口气推平苏联了。”\n\n　　“这是不可能的事。”他说着，拿出了一瓶伏特加，喝了一口，递给他。“喝吧，一口吃不成胖子，一号改不成鼠式。”\n\n　　Max接过那瓶酒，也喝了一口说：“说的也是，不过鼠式是什么？”\n\n　　“咳咳，没什么。”\n\n　　“恩，真个送你吧，算是感谢吧。”Max拿出一个Zippo打火机，递给他，他也没有拒绝。\n\n　　他们或许不知道，大战，要开始了······\n\n       没错！我渣渣又回来了！\n\n@1137246733 @250=mo @2B与mc的故事 @guqu @One_passer @yuchenyang @毒蛇 @恶魔-潇洒 @风吟浅唱 @星之永恒 \n索引贴：索引",
    "replies": [
        {
            "author": "2575174857",
            "timestamp": 1448181660,
            "txt_content": "沙发，渣渣加油"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1448181720,
            "txt_content": "2575174857 发表于 2015-11-22 16:41\n沙发，渣渣加油\n嗯，我会努力的，但周创还是这样啊"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1448274600,
            "txt_content": "我又被召唤了。。。。。。说吧，ZIPPO给了你多少钱？"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1448274780,
            "txt_content": "风吟浅唱 发表于 2015-11-23 18:30\n我又被召唤了。。。。。。说吧，ZIPPO给了你多少钱？\n我穷的要死啊，不拉赞助哪来的钱？"
        },
        {
            "author": "风吟浅唱",
            "timestamp": 1448274960,
            "txt_content": "一枚渣渣 发表于 2015-11-23 18:33\n我穷的要死啊，不拉赞助哪来的钱？\n不过，元首和【渣渣！】我想到了什么？"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1448275200,
            "txt_content": "风吟浅唱 发表于 2015-11-23 18:36\n不过，元首和【渣渣！】我想到了什么？\n年轻人啊，不要想得太多"
        }
    ]
}