{
    "title": "Unturned（未变异者）板块 unturned 3.13.6.0更新翻译",
    "author": "playMC",
    "replyCount": 2,
    "timestamp": 1448183640,
    "txt_content": " 本帖最后由 playMC 于 2015-11-22 17:15 编辑 \n\n上周尼尔森给自己放了个假，没更新。我也顺带偷懒了{:10_492:}。下面是全文翻译：\n11月21日3.13.6.0更新说明社区公告-尼尔森·塞克斯顿\n自由建筑：你现在可以创建任何形状、大小的基地，无论是在地面上或者是车辆上！以前的房子是用对齐网格结构体系，但你现在可以使用新的自由建筑以及构建更可信，几乎是摇摇欲坠的创作。为了进一步推动车辆基地建设，现在还可以使你的车辆从零开始，通过制作一个临时的车辆框架和扩展它！\n更新说明： 增加：添加了木制自由建筑。[IDs 1058-1075]添加了浆果派。[IDs 1076-1082]添加了门/车库框架。[IDs 1083-1090]添加了金属制自由建筑。[IDs 1091-1094]添加了木牌。[IDs 1095-1097]添加了锁着的金属牌。[ID 1098]添加了临时搭建的车辆。（也能意译为简易车辆吧）[ID 1099]添加了粘性手雷。[ID 1100]添加了地雷。[ID 1101]添加了阔剑地雷。[ID 1102]添加了辐射线，当启动安全区域散热器后（safezone radiator感觉或许可以译为安全区域辐射器？）添加了能任意旋转的路障。[RMB +移动/滚动车轮]添加了物体互动的例子。\n\n改进：改进了Steam物品描述使用的颜色。改进了菜单物品名称显示数量。[Steam似乎是将最近的物品组合在一起。]改进了在游戏中更新说明的显示。改进了看到的混战动画[使用之前的hammer动画（hammer animations）]\n\n调整：调整车辆不能破坏路障。调整最大可视度为120。调整弓/十字弩/箭在营地刷新。调整自制箭时而会刷新。\n调整历史列表和喜爱列表在服务器上建议的限制。\n修复：修复了更新区域的命令。修复了石子的着色器【shader】。修复了动物/物品在服务器上罕见的崩溃。修复了车轮加速使用旧值。（可以理解为车辆加速是老版本的，没有更新的问题）修复了字符索引 溢出【out of range】的崩溃。修复了在三屏显示拖动物品（的问题）。修复了在服务器中踢出在车辆外死亡的玩家（的问题）。（这句Fixed kicking dead players out of vehicles on servers.的翻译拿不准，大触可自行翻译...）修复了放置在车辆上的路障的相关崩溃。修复了硬币废料蓝图。（什么鬼.....这个coin scrap blueprints不太会翻译）修复了在墙上放置床（的问题）。修复了多人游戏中死亡物体上的弹孔。修复了在某些情况下忽略区域更新（的问题）。修复了在某些情况下忽略僵尸更新（的问题）。修复了在车辆中离开服务器时（的问题）。\n\n牌子：你现在可以制作牌子给其他玩家留言了！牌子的文本会基于你所写的数量自动缩放适应，并且牌子可以使用标准的HTML格式标签比如颜色，举例来说像<color=#ff0000>red</color>（就像论坛的文字高级模式字体颜色命令）。如果你不想要其他的玩家对你的牌子捣乱，你可以制作一个金属的，它拥有更高的生命值并且它对于不在你的steam群组的玩家是锁着的（也就是和箱子什么的一样）。英文原文：11月21日3.13.6.0 Update NotesCommunity Announcements - Nelson SextonFreeform Building:\nYou can now create bases of any shape and size whether on land or vehicle! Previously houses were only built using the grid-aligned structure system, but you now have the option to use the new freeform buildables as well to construct much more believable and ramshackled creations. To further facilitate vehicle base building you can now also make your own vehicles from scratch by crafting a makeshift vehicle frame and extending it! \nUpdate Notes:\nAdditions: Added freeform wood buildables. [IDs 1058-1075] Added berry pies. [IDs 1076-1082] Added door/garage frames. [IDs 1083-1090] Added freeform metal buildables. [IDs 1091-1094] Added wood signs. [IDs 1095-1097] Added locked metal sign. [ID 1098] Added makeshift vehicle. [ID 1099] Added sticky grenade. [ID 1100] Added landmine. [ID 1101] Added claymore. [ID 1102] Added radiation lines when safezone radiator is active. Added ability to arbitrarily rotate barricades. [RMB + Move/Scroll Wheel] Added interactable object example.Improvements: Improved Steam item descriptions to use colors. Improved menu item names to show quantity. [Steam seems to be combining items into stacks of items recently.] Improved in-game display of update notes. Improved saw melee animations. [Used hammer animations before.]Tweaks: Tweaked vehicles to no longer damage barricades. Tweaked maximum field of view to 120 degrees. Tweaked bows/crossbows/arrows to spawn at camps. Tweaked crafted arrows to spawn sometimes. Tweaked history and favorites list to show servers above recommended limit.Fixes: Fixed order of updating regions. Fixed pebble shader. Fixed rare crash with animals/items on server. Fixed wheel acceleration using old values. Fixed crash with out of range character index. Fixed dragging items with triple monitors. Fixed kicking dead players out of vehicles on servers. Fixed crash related to barricades on vehicles. Fixed coin scrap blueprints. Fixed placing beds on walls. Fixed bullet hole on dead objects in multiplayer. Fixed ignoring region updates in some cases. Fixed ignoring zombie updates in some cases. Fixed leaving server while in vehicle.Signs:\nYou can now make signs to leave a message for other players! Their text automatically scales to fit based on how much you have written, and they can be formatted using standard HTML tags like color e.g. <color=#ff0000>red</color>. If you don't want other players messing with your signs you can craft a metal one which has much higher health and is locked to players not in your group.\n",
    "replies": [
        {
            "author": "Yihc",
            "timestamp": 1448240340,
            "txt_content": "感谢翻译"
        },
        {
            "author": "屌丝世家",
            "timestamp": 1448626800,
            "txt_content": "6666666，这个刚好需要！"
        }
    ]
}