{
    "title": "<原创·连载·圣杯>空[第二十二章：含义？][46241359]",
    "author": "46241359",
    "replyCount": 5,
    "timestamp": 1448198040,
    "txt_content": "空·第二十二章·含义？\n\n\n正文\n\n\n    管它什么诬陷不诬陷的，纳尔舒口气，至少自己不会被冤枉，这样就足够了。但罗杰没给他休息的机会，或者是给句安慰。而是塞给纳尔一个纸条。    “去这个地方，我要你看看那个东西，拍了照片给我。”    “我刚出来……能不能至少让我休……”    话还没说完就被罗杰一口回绝：“不行，现在去。”    真是太残忍了，纳尔看着走在旁边的罗杰，但惨遭无视，等到了门口，纳尔想一头撞死在墙上。    空轻倚在门口附近的墙壁上，眯起眼看着脚下的地面，好像是因为阳光有点刺眼。而且看起来比之前反应迟钝了，罗杰都走到他面前了还没有任何反应，哪怕是抬头看一眼的动作也没有。    “别睡了。”罗杰拍了拍空的脸，他才抬起头，有些惊讶的看着面前的罗杰和纳尔——你们什么时候过来的？    很好……这家伙现在学会睁着眼睡觉了，看来功能又升级了，而且还自带延长反应弧的特殊服务。    纳尔捂着自己的半边脸。    见鬼，又要带这个白痴去办事，还不如继续被关在这里。     “看这个……”空趴在玻璃上，痴迷地望着里面这株植物。他的眼睛往上看了看，白色的花瓣微微向内拢着，没有完全绽开。他能想象出来这朵花的香气是什么样的，虽然隔着一层东西，但空似乎已经被勾走魂了，像是做梦一样迷茫地看着这朵花，    “喂……空，这就是一朵白玫瑰而已，至于吗。”纳尔走过来拽着空的衣领想把他从那个地方拉走，但拽了几下之后，空纹丝不动。他抱着那个玻璃展箱，像是入了魔一样死活不肯离开这里。    不就是一朵玫瑰吗？！纳尔内心的怒火又窜上来了，罗杰让你跟着又不是让你来购物的！等等……罗杰把自己送到这里是要做什么来着？哦对……要看一个东西。纳尔揪着空的耳朵，“走了，没空陪你闲逛。”    “不要。”空死死地抱住展箱，“我就要这个，不给我不走。”显然空并没有把纳尔放在眼里，更别说注意到纳尔一脸的黑线了。    ……    好，你要是吧。纳尔咬咬牙，我给你。只要能让他麻利地走牺牲一些也不算什么。但是空为什么会对一朵花感兴趣，甚至说这不是兴趣，像是被附身一样。罗杰没提醒过要让空避免看见什么玫瑰花吧。    最后空抱着一个缩小一些的玻璃箱跟在纳尔后面，走起路一摇一晃，纳尔都担心会突然没抱住掉到地上摔裂。空是满意了，但罗杰让他看的那个东西还是没找到。纳尔怀疑罗杰是不是给错地址了，手伸进口袋里四处摸了摸。    字条呢？！    纳尔又掏了掏另一个，也没有。奇怪，难道是刚才掉出去了？    算了，打电话也一样。纳尔拨通了罗杰的号码。    “罗杰，再给我说一次那个地址。”纳尔朝空招了招手示意他停下，“那张纸条可能掉出去了。”    “掉出去？”罗杰重复了一遍，“我看是被人偷了……”    不会吧，那种东西还有人偷？纳尔心里暗暗感叹大千世界无奇不有，连偷纸条的都有，但仔细一想又觉得可能合理。罗杰之前催促自己要快点，会不会就是知道这个纸条可能有人会拿走然后提前去到那个地方？    “大厦的31楼东北角，”罗杰有些不耐烦地重复了一遍地址，“如果你现在才过去我想那个东西已经不在那了……是这样的话你就回来吧。”    电话挂断。    31楼？纳尔抬头看了看墙上挂着的牌子，上面赫然出现两个数字，3和0.    纳尔快疯了。     东北角有个单独的房间，需要有门票才能进去。纳尔刚走到那里，门口的保安挥了挥手，“不用了，已经被买走了。”    果然像罗杰猜的那样：东西提前被取走。但纳尔觉得很奇怪，他没感觉到那个纸条被偷走了，要知道那个是一直放在裤子的口袋里，如果有人来偷肯定会察觉到的。本来可以自我安慰是掉出去的，但现在这个东西已经被人提前取走，也就说不通了。    纳尔回过头一脸幽怨地看着兴高采烈的空，自己白跑一趟，倒是这个白痴……不过那就是一朵白玫瑰而已，他怎么可能高兴成这样。“走了。”纳尔的双手背起来朝电梯走去。    站在电梯里，纳尔回想起罗杰说的一件事。他说诺迪斯的死亡现场的墙壁上，那些东西是凶手特意为他留下来的。但最让他在意的是当时罗杰的眼神，纳尔还是第一次见到罗杰的神情会那样忧郁。    那个信息就是罗杰的名字，除了误导他凶手是罗杰以外还能有什么用途？纳尔回忆着当时罗杰的表情，其实这不需要费什么力，他记得很清楚。但是那个表情真的太复杂。如果光看那个表情，罗杰当时心里可能想的事非常多，总之就是让人猜不透。现在看起来罗杰似乎不是走后门进的save。     纳尔很清楚，罗杰知道的事非常多，排除掉那些与他不相干的，哪怕仅仅是与空有关，应该知道的也不少，而且大部分现在还瞒着没告诉他。当时……罗杰说自己知道那个含义不能告诉自己？    这有什么不能说的。纳尔觉得只有一种可能，就是涉及到隐私问题所以不能说。可问题是一个人名能包含什么隐私问题。    “其实罗杰知道你什么时候会死。”空把玻璃箱轻放到地上，看着正在沉思的纳尔。    “……什么？”纳尔回过神，像看着外星生物一样看着空。他听见了那句话，但还是有些不相信自己的耳朵，非要重复一次。    “不，没什么。你权当没听见。”    混蛋，你都说出来了叫我当做没听见？！    所幸纳尔记住了那句话的内容：罗杰知道你什么时候会死。    罗杰……知道我什么时候会死？纳尔转念一想，顿时觉得毛骨悚然——罗杰要杀我。\n\n\n\n\n\n返回索引贴\n\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1448198580,
            "txt_content": "如我所料，一开始罗杰就有鬼。。"
        },
        {
            "author": "sam3737",
            "timestamp": 1448198880,
            "txt_content": "不过roger不应是若吉尔么，话说我这音译好喜感。。。"
        },
        {
            "author": "46241359",
            "timestamp": 1448198940,
            "txt_content": "sam3737 发表于 2015-11-22 21:28\n不过roger不应是若吉尔么，话说我这音译好喜感。。。\n英文人名翻译有很多种结果，，"
        },
        {
            "author": "sam3737",
            "timestamp": 1448199180,
            "txt_content": "46241359 发表于 2015-11-22 21:29\n英文人名翻译有很多种结果，，\nWhat you mean by using the word不急?\nDid you mean it is not the time for result making？\n越来越诡异了。。。不过这应该是此类小说之一般风格。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1448199180,
            "txt_content": "罗杰走掉的片段被忘了，\n从警察局转到花店的过场没有写，\n然而那是怎么样一家店也没有写，\n怎么买个花还给玻璃罩子太奇怪了，\n付款过程也没有写，\n纳尔掏的口袋实在有点少，应当更疑惑，\n为毛看到30就要发疯，原因不明，\n我说北极啊，我不是给你说过不要手比脑快的吗？你怎么每次发东西都如此粗略草率，完后多次修改弄的我频繁审核，再这样我要收服务费了啊。"
        }
    ]
}