{
    "title": "【原创·连载·圣杯】【晓】【13】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 5,
    "timestamp": 1448385000,
    "txt_content": "正文：\n\n\n\n　　“你总算说了，拉娜老师。”\n　　收获教导者的夸奖，无疑是最激动人心的，不管使用什么形式。\n　　即使……变相挨骂……\n　　“那么，能走吗？天真的很晚了。”\n　　“啊------、”\n　　“对不起我错了。”重新拉起甩开的手，嘴上不住道歉。“走吧，求你了。”\n\n　　心满意足吗？\n　　或许，有点儿吧……\n　　他有她同等的眷恋，深爱这块小而且贫瘠，外人不愿多看一眼的偏僻土地。也有同等的担忧恐惧，清楚即将面对的危险肩负的责任，以及牵动世界命运决定的重要。\n　　对于并未接受指派，更缺少星星指引的人，正如拉娜说的，参与其中是费力不讨好。\n　　不过这有什么妨碍？\n　　姐妹两人在他的价值，远超过世界和自己的生命。出力保护的事，完全理所应当。\n\n　　拉娜的肯定，给了莱多莫大释放。反之为哄好这位大姐，搞得他精疲力竭晕头转向。\n　　后来的事，他记不大清楚了。\n　　总之好容易回到家，扑倒床铺迅速睡着，美梦噩梦全没遇见，早上被房门重捶声唤醒。\n\n　　太阳两次落下升起，三人站到进入兰登的关卡跟前。\n　　几年不见，兰登发展至接近中部地区的小型城镇规模，来往商人络绎不绝。当然，富足之下罪恶加增，遭受把守士兵刁难勒索必不可少。\n　　不太想刚上路就惹事的莱多正欲好言解释，求平安稳当通过。背后因旧怨怀有敌意的拉娜提前给了几瞪，吓得小个战士气短哆嗦，精简手续赶快放行。\n　　一个非凡的开头，注定此次旅程风波起伏，不得太平。\n\n　　“我们要不要……先找个地方住下来？”\n　　“不要，买到马立刻走。”\n　　“可……”\n　　“立刻！”\n　　“噢，那好吧……”\n　　打听到城东南有马匹，一行人径直前往。路经杂货市场，发现人流攒动，各类物品挤满货架，吆喝此起彼伏。莱多心思活动，提议留驻两三天，更换身上装备购齐必需品，再行启程。哪知拉娜坚决反对，唯有作罢。\n　　转过房屋，街道尽头赫然展现宽阔圆场。衣着标志不同地区特色的商贩三两聚集，或评论交谈，或讨价还价。他们牵来交易的“货品”堆在四围简易马厩，也是高矮胖瘦，五颜六色。\n　　拉娜莱多不常经历如此阵势，艾德娜一边则彻底吓呆。三个人愣了愣，不知从何处着手。\n\n　　“姊姊，是不是分开快些？”\n　　“你知道什么是我们合用的吗？”拉娜叹了口气，目光锋利的粗略扫过整场。“数量倒不少，可惜拉车驮货的，还有耕地用的，只差牛羊骡子没来凑热闹。这种地方别说战马，要找够好的脚力都难。”\n　　“下一站艾城，情况会好些吧？不如随便买两匹，凑合走完眼前路程。”\n　　“照莱多你这么挥霍，下月起恐怕得给沿途酒馆洗盘子赚路费了。”\n\n　　真绝妙的讽刺。\n　　我们即不富裕又无渠道，贤者之路步履艰难进退维谷。\n　　祈祷天上掉下良驹？\n　　大概，也只有这条路了……\n\n　　“女人要什么好马？上阵打仗从来是男人的专权，你们该想想怎么做饭生孩子，哄男人开心------”\n　　“就是，忠心事奉丈夫才是你们唯一的用处。所以我说那边的小哥儿，被一个婆娘这么数落，不感觉丢脸么？”\n\n\n\n\n\n废言：\n\n北京这几天大到暴雪，出门不便，正好码字。\n【顺便挂着山】\n\n\n@46241359",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1448404380,
            "txt_content": "就冲最后两句话→_→\n打死他"
        },
        {
            "author": "冥王星人",
            "timestamp": 1448458740,
            "txt_content": "46241359 发表于 2015-11-25 06:33\n就冲最后两句话→_→\n打死他\n下一节就开打。"
        },
        {
            "author": "酉月一",
            "timestamp": 1448460840,
            "txt_content": "厦.门短袖热成狗\n楼主，我真是太帅了！"
        },
        {
            "author": "酉月一",
            "timestamp": 1448460900,
            "txt_content": "厦门短袖热成狗楼主，我真是太帅了！"
        },
        {
            "author": "snowclay",
            "timestamp": 1448461080,
            "txt_content": "有一些细节的文字似乎有问题，比如 姐妹二人在他的价值，有些词换换可能更好。可能是风格不同吧，我觉得除了对话和环境描写外缺乏一些神态描写，仅仅动作描写不是很生动。 ps. 大雪三天，已摔了五次，似乎感冒了。。晕晕乎乎的。。"
        }
    ]
}