{
    "title": "<原创·连载·圣杯>空[第二十四章：带血的铭牌][46241359]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1448373420,
    "txt_content": " 本帖最后由 46241359 于 2015-11-25 21:40 编辑 \n\n空·第二十四章·带血的铭牌\n\n\n正文\n\n\n    纳尔早已忘记自己是怎么到的警察局，他唯一知道的就是这路上一点都不好受。耳鸣、头痛、四肢无力。在到门口那一刻他差点趴到地面上。了几个小时，但这里并不是医院，而是一个人的家里。这里应该是查尔斯的家。现在他觉得好多了，至少与在往警局走的路上那时比好得多    查尔斯现在刚好在警局里，但已经无力多说，只是含含糊糊地吐出几个难以辨析的音节就昏睡过去。查尔斯一摸额头，烫的像火球，二话不说就给送到了医院。    等到纳尔从长时间的昏迷中醒来时已经是凌晨，他潜意识里觉得自己只昏迷了几个小时。    房间很整洁，茶几上摆了一个花瓶，里面插的都是假花……看来主人的情趣还比较……特别……    纳尔坐起来，房间里的灯都关着。很安静，像是只有他一个人。难道现在查尔斯不在这里吗。    他站起身，脚踩在地板上有种轻飘飘的感觉。这个时间点，查尔斯应该是在家的吧……他不清楚警察的作息时间。在这个房子里走动了几下之后就看见了一个卧室。    哦，好吧。查尔斯在家，他在睡觉。    思来想去纳尔觉得还是不要叫醒他了，忽然间他觉得似乎有什么地方不大对。于是找到了一个挂在墙上的钟——他想看看时间。    凌晨4点32分。他在心里默默算了一下：在墓园里睡觉醒来的时间应该已经接近这个点了，再加上走到警察局，如果查尔斯还把自己送到了医院那么时间更久。这样算下来，他昏迷的时间最少有一天了。    一片沉寂中传来门轴活动的声音。    “醒了么。”查理斯披着一个外套走出来，还是一副睡眼朦胧的样子。他上下打量了一下纳尔，“你刚到时说的那些东西我没听出来，再说一遍吧。”    “啊？我有说过话？”纳尔疑惑。他记得自己刚进警局就倒了，连张嘴都没有。    但是他看着查尔斯脸上的表情时就意识到是自己因为高烧所以记忆有点衰退，可实在是回忆不起来到底说了些什么，“好吧……应该说过，但不是什么重要的。我找你主要是……想借个地方让我躲躲。”    “躲？出什么事了。”查尔斯已经做好了回绝纳尔的准备，凭他的经验来判断，一般求人找个地方躲躲的都是犯了什么事需要避风头。    “我只能告诉你一个大概情况，有人要杀我。”    为什么不告诉查尔斯详情？纳尔都被这个问题惊到了。是啊，为什么不全告诉他。如果说了罗杰要杀他，没准他有什么方法……纳尔张张嘴，他觉得心里一阵刀割般的疼痛——他说不出口。    “有人要杀你？”查尔斯觉得很不可思议，这样看纳尔还真是害人害己的祸星，先是自己的朋友死了，然后就轮到他自己。他甚至觉得要杀他的人和杀害诺迪斯的凶手是同一人。    “嗯。”努力点头，同时尽力装出楚楚可怜的表情，虽然纳尔能想象出来自己是有多搞笑，但为了让查尔斯同意也只能如此。    此时查尔斯看着纳尔这样子，既然他不肯说那也不能逼他，而且看起来不像是开玩笑，纳尔根本是个手无缚鸡之力的弱男怎么可能犯什么事呢。    的确如此，纳尔身高一米七二，体重70公斤左右，怎么看也不像个能犯罪的人。    “……好吧，那你这几天……住在我家吧，不过我要提醒你，少住一天是一天，只要没事了赶紧走。”    更加努力地点头，纳尔除了这个也不知道能做什么来表达自己的想法。眼下他有了能躲的地方，让他内心里高兴的无以复加。      不过在第二天就觉得自己该换地方了，他竟然收到了一个快递！没错，是给他的。在拿到这个包裹时他第一反应觉得这个应该是查尔斯的东西，但是看了看收件人和地址……收件人填的是“纳尔·多罗斯”，地址却是查尔斯家。    不会吧，我才在这里待了两天！    寄件人这里没有填，他掂了掂包裹的分量，非常轻，可能整个包裹的重量都集中在包装上了吧。他把这东西放在桌上，小心翼翼地拆开。    有一个纸盒，体积很小。而纸盒里面……    铭牌？！    从纸盒里拿出来，反过来的那一瞬间，他知道了这个铭牌的主人：罗杰。这个铭牌上的就是他的英文名。更令人诧异的是，上面沾到了不少的血迹。    仔细看了看，这是人血，难道这是……罗杰的血吗？    牌子上映出了窗外的太阳，在触目惊心的血迹附近闪耀着，刺眼的光被折射到了纳尔眼里。他眼前又是一片漆黑，下意识地扶住桌角站稳身体。他觉得现在比高烧还要难受，大脑里几乎一片空白，四肢几乎没有知觉，而且胃里还莫名地翻江倒海一样。捂着嘴咳嗽几声，头贴在冰冷的桌面上才得到了些许缓和。    眼前的东西又渐渐清晰了，等到腿脚好了一些后，他才站起身看了看那个纸盒，里面还有一张纸条，上面有几个用血写下的字：下一个将会是你。    空说的那句话……难道为的不是要暗示罗杰杀他？纳尔咬了咬几乎没有血色的嘴唇，难道是……因为罗杰死后下一个就是自己？    想到这里，纳尔又是双腿一软，跌坐在地面上，像看着一个恶鬼一样看着掉落在地面上的铭牌。    映照出的那个太阳早已没了光芒，变成了一个无底的洞，甚至是在旋转，想要把纳尔吸进这个无尽的黑暗深渊。纳尔惊恐地摇着头，之后突然站起身抓起那个铭牌，放进自己上衣的口袋里。他四下看了看，一头钻进了查尔斯的卧室。    那里面的窗帘是拉着的。纳尔就像一个孩子一样蹲在角落里瑟瑟发抖——尽管这个房间里一点都不冷。   \n\n\n\n\n\n返回索引贴\n\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "1052259852",
            "timestamp": 1448374200,
            "txt_content": "看起来不错 支持一下"
        },
        {
            "author": "冥王星人",
            "timestamp": 1448384400,
            "txt_content": "【了几个小时】是什么碗糕？\n假花这点实在是。。。\n原来纳尔会透视，能看见其他房间的情况。\n去医院的时候纳尔明明都晕厥了，怎么知道的？\n查理斯是查尔斯的兄弟么？\n查尔斯出来进来时候应当有开门的描写。\n某地方多了一个引号。\n哇塞纳尔太瘦了吧？我还60公斤呢。\n开始缺少句号了。\n【查尔斯现在刚好在警局里，但已经无力多说，只是含含糊糊地吐出几个难以辨析的音节就昏睡过去。查理斯一摸额头，烫的像火球，二话不说就给送到了医院。\n    等到纳尔从长时间的昏迷中醒来时已经是凌晨，他潜意识里觉得自己只昏迷】，北极同志，你复制粘贴时候能不能多看几眼？这都插哪里去了？\n【从此纳尔最害怕的就是……见到太阳。只要看到太阳或者是看见折射出来的影响，就会全身无力，甚至会演变成惊恐。】这句话写的太早了，至少应当挪到2w字以后去。\n\n结论，北极你要是码字太累了就歇歇吧，但不要为了住别墅就这么一塌糊涂的发上来。\n糟透了\n糟透了\n糟透了\n重要的事要说三遍。"
        },
        {
            "author": "46241359",
            "timestamp": 1448404320,
            "txt_content": " 本帖最后由 46241359 于 2015-11-25 12:41 编辑 \n冥王星人 发表于 2015-11-25 01:00\n【了几个小时】是什么碗糕？\n假花这点实在是。。。\n原来纳尔会透视，能看见其他房间的情况。\nmb要不是我妈一直催我快去睡觉才不会这样嘞，还有明明是你胖XD人家纳尔瘦的和我一样XD"
        }
    ]
}