{
    "title": "[Cai_Iu][周报][秀英语][第四周]首页君你肿么啦![自动音乐]",
    "author": "Cai_Iu",
    "replyCount": 13,
    "timestamp": 1448453820,
    "txt_content": " 本帖最后由 Cai_Iu 于 2015-11-27 12:42 编辑 \n\n雷迪森and街特闷，大家好！I'm 你们熟悉的 Cai_Iu!\n这次me惊奇的发现MCBBS居然被4399入侵了QAQ\n\n番外\n国家建筑师服务器上首页啦！！！！\n\n\n以下的介绍均为个人描写........个屁啊\n国家建筑师服务器是国内最早的几家建筑服务器之一；本月正式两周年了；\n服务器以建筑为主，理念是让更多有才的建筑师有交流的平台以及帮助建筑师把自己的作品展示给更多的人欣赏；\n并且，同样注重培养新人建筑师，让有耐心和创意但没有基础的少年能有地方拜师学艺；\n服务器一直以出建筑欣赏视频为目的，为了让更多人看到建筑师的作品。\n只要你有水平足够的建筑，我们保证把你的建筑录进视频，让大家都能看到~\n\n正片\n首先，打开主页的友情链接你可以看到这个！！！\n\n\n\n没错！4399我的世界手机版！\n打开后我们可以看到美腻的页面\n\n\nOMG！！4399真是very good啊！还有newbird教程\n真是一个good网站！\n\n4399居然入侵MCBBS了2333333[省略50000000000000000字]\n\n\n这次直接把自己的音乐全部吐出来了=A=\nhttp://music.163.com/style/swf/widget.swf?sid=119291212&type=0&auto=1&width=310&height=90\n",
    "replies": [
        {
            "author": "子弹～",
            "timestamp": 1448455920,
            "txt_content": " 本帖最后由 MRTangwin8 于 2015-11-27 21:46 编辑 \n\n记得4399早就有了\n233333*N\n"
        },
        {
            "author": "zzzzzzzabczz",
            "timestamp": 1448456160,
            "txt_content": "原子弹1号 发表于 2015-11-25 20:52\n记得4399早就有了\n精神污染！还有LZ貌似也能看到这个回复\n那就顺便说一句\n音乐差评！！\n\n我进入之前音量开的很大啊！！！！\n很大！！！！\n\n不要打开\n精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！精神污染！\n"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1448456340,
            "txt_content": "zzzzzzzabczz 发表于 2015-11-25 20:56\n精神污染！还有LZ貌似也能看到这个回复\n那就顺便说一句\n音乐差评！！\n个人感觉后面的好听 \n前面的打游戏时候听"
        },
        {
            "author": "minehenry",
            "timestamp": 1448456820,
            "txt_content": "我想知道你打了多少个3 我就在手机页面查找里输入了\"3\"… 手机现在刚重启完"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1448456940,
            "txt_content": "minehenry 发表于 2015-11-25 21:07\n我想知道你打了多少个3 我就在手机页面查找里输入了\"3\"… 手机现在刚重启完 ...\n所以说别打开喽23333333"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1448457180,
            "txt_content": "有自动音乐的话请在贴内或标题注明\n\n——国建被拉上去晒尸了！Multicraft不见了！"
        },
        {
            "author": "子弹～",
            "timestamp": 1448457300,
            "txt_content": " 本帖最后由 MRTangwin8 于 2015-11-27 21:50 编辑 \nzzzzzzzabczz 发表于 2015-11-25 20:56\n精神污染！还有LZ貌似也能看到这个回复\n那就顺便说一句\n音乐差评！！\nLZ当然能了\n音乐吓死我了。真是\n精神污染*N"
        },
        {
            "author": "像素君",
            "timestamp": 1448459940,
            "txt_content": "楼主还能让人好好阅读吗~"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1448460660,
            "txt_content": "像素君 发表于 2015-11-25 21:59\n楼主还能让人好好阅读吗~\n目前不能\n哪儿不好阅读拉=A="
        },
        {
            "author": "像素君",
            "timestamp": 1448460720,
            "txt_content": "Cai_Iu 发表于 2015-11-25 22:11\n目前不能\n哪儿不好阅读拉=A=\n如此激情的音乐让武无语~"
        },
        {
            "author": "梦吟",
            "timestamp": 1448505960,
            "txt_content": "习惯就好~"
        },
        {
            "author": "外星人=_=",
            "timestamp": 1448511360,
            "txt_content": "吓死我啦,我还以为是什么鬼...[原来是bgm]"
        },
        {
            "author": "凯文丶",
            "timestamp": 1448512140,
            "txt_content": "这BGM有点。。"
        }
    ]
}