{
    "title": "[原创·连载·圣杯]悲剧—十一章〖天〗",
    "author": "guqu",
    "replyCount": 5,
    "timestamp": 1448551620,
    "txt_content": " 本帖最后由 guqu 于 2016-3-4 18:34 编辑 \n\n又是一个宁静的早晨，起床拉开窗帘，拿着几根香肠和一本存折，边吃边看，显然这已是我的习惯。\n“嗯……”确认了没有任何异常，打个哈欠，走下螺旋细长的楼梯，笑着对客人说声早上好。来到前台，拍拍穿着一身女仆装的女儿的肩膀，走进映着小镇的玻璃。\n“嘿!乞丐快走，别打扰我做生意，否则我要抄……”这个略显肥胖的老板呆住了，平常躺在他商店旁的人没有来，草没有像以前弯下腰，现在它们可以挺起胸膛，矫首昂视。\n阳光透过树叶留下光斑，仿佛是上天赐予的圣物。他连忙回去，走上那螺旋阶梯，没有一个人在哪里，没有客人。等待他的只有无趣和寂寞，如鬼魅一般。\n“也是……”老板叹了口气，自从传送平台崩坏，这里已不是商业发达的地带。邻居一个个搬走，只有一栋栋空房耸立在这里。他看了看墙上的壁画，上面有他的第一桶金，旅游照片，与女合照，虽然他觉得缺一个人，却又不想想起。他摸了摸这些壁画，最后跪在他祖父的画像面前。“对不起，我不能再坚持了。”\n女儿上来安抚他，眼泪浸入了地毯。\n不久，他拿着他那存折，将它们换做现金，低价卖掉房子，准备去一个人多的地方继续做他们的生意。\n可是，老板的眼中泛出阵阵不舍之意，旅馆被金光笼罩，好像被赋予永生，而他只得黯然离去。\n踏过旧市区与新市区的分界线，人从稀疏变的繁密。\n“看来该选个地方咯，女儿你咋看？”\n女儿环顾四周，低头沉思，那眼神中有说不清的感情，她点了点头。老板自然不多去问，也自然不多去想，因为此时此刻大家都有一样的想法，一样的情感。\n找个好地方安定了下来，只听老板说的最多的话就是“房子越来越黑，这些搞地皮的简直没人性”之类的话，女儿不去请求他停下，任由他发泄。\n装修用的电钻不停的响，一个个家具从小路上运过来，那两个人只是静静看着，老板不争吵了，坐在一旁翘着二郎腿，手里的茶杯里的茶叶上蹿下跳，在光的照射下影也在飞舞。没错，现在这两人内心，如这茶叶纷飞飘舞。\n房子在落日余晖下装修好，这是他们所见过最利索的装修队，他又给了点小费，走进房屋，每一间房间每一个细节的处理的很用心，旅店老板看着这比原来还要好十倍的房子，想笑却笑不出来。\n住进了这样的房子自然很舒适，客人们也不例外，那门口原装的招牌可不是当摆设的。客人们看到了都开心的跟老板打招呼付钱进了棋牌室，那里面烟雾缭绕，声如雷轰。说到这里，还是得说一说这装修队，将棋牌室修在了一楼。\n老板踌躇一会儿，准备把棋牌室放在顶楼，于是走进了那个房间。\n“咳咳。伙计们，到上面有吃的，来吗？”\n客人们大吼一声，随后有说有笑的走出了棋牌室。老板吩咐女儿清理这件房间，把雪茄刀放在旁边的箱子里。并允许他收拾完毕后自由一个月。\n水由不断清澈见底变得浑浊不堪，夕阳走在了西路的尽头，女儿走去市场买些日用品。可就在桥边，一人扶着自行车走在归途上，夕阳的红光照在他的皮夹克上，面包在他的手上。那人也看了她一眼，两人仿佛都感到不安，愣了一会儿加速离去。\n\n手机版发帖不好调字体大小见谅",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1448801280,
            "txt_content": "@ZCA @海潮 @Aikawastep @ffc2412966076 @飞翔末影龙 @FHC红石 @一枚渣渣 @星之永恒 @lzs1234 @2B与mc的故事 @彼岸在望 @江米条 @MF_Mufeng @GrowlR"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1448801940,
            "txt_content": "有些地方的动作描写不太到位\n加油：）"
        },
        {
            "author": "guqu",
            "timestamp": 1448803380,
            "txt_content": "星之永恒 发表于 2015-11-29 20:59\n有些地方的动作描写不太到位\n加油：）\n：）\n潜水好久了都没人能看见我的帖子了\n应该是我深夜发帖的缘故"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1448879880,
            "txt_content": "有生之年啊！"
        },
        {
            "author": "飞翔末影龙",
            "timestamp": 1452329100,
            "txt_content": "迟来的点赞。。。初三太忙了←_←"
        }
    ]
}