{
    "title": "神秘时代2资料补完计划！9.16更新神秘锭与神秘套",
    "author": "miguo",
    "replyCount": 14,
    "timestamp": 1347734220,
    "txt_content": " 本帖最后由 miguo 于 2012-9-21 20:16 编辑 \n\n如果wiki中没有涉及到的，那么我会翻译一些老外的文章，渣翻谅解，更新不定时Wiki补完计划\n神秘锭\n神秘锭需要在炼成台上用一个铁锭以及水晶来提炼，当然，在地牢箱子里、洞穴里、城堡里或者是海盗船里（MIG加：WTF!?有什么东西乱入了）你也可以找到它，它被用于制作神秘套装和神秘工具。\n一个玩家穿着神秘套\n制作方式（水晶+铁）PS.任何的水晶都可以使用，除了污染水晶和贫乏的水晶。\n你可以使用黄铜、银或青铜。用银说不定可以减少你使用的水晶~（MIG加：嗯、、又有什么乱入了、）\n神秘套追加！\n\n神秘套是非常有用而且耐用的一种盔甲，他需要神秘锭来制作。做一套完整的神秘套一共需要24个神秘锭。\n\n每一件神秘套里的护甲都是紫色的，就像他们的原材料一样。他们的制作需要工作台，和一般的盔甲制作方法是一样的。\n神秘套有着和铁盔甲一样的防御力（MIG加：或者更多？），但是他们比铁盔甲更适合附魔！也更耐用，他们可以比其他的盔甲附上更强的魔法，如果你想让他使得其所，那么就试试巫法附魔台或者是神秘附魔台吧\n\n\n\n\n聪明的僵尸\n\n\n\n\n162px-Bzom.png (6.8 KB, 下载次数: 23)\n\n下载附件\n\n2012-9-16 03:10 上传\n\n\n\n\n聪明的僵尸是神秘中新加入的一种敌对生物，他们是是僵尸之脑的唯一来源，他们还掉落扭曲头骨和腐肉，他们有点像普通僵尸，但是他的额头肿大，红眼睛，并且有更多的生命！他们在任何群落都会出现，每次大概1~3只，他们可以开门，而不是像僵尸那样砸开大门，他不只出现在困难，普通你也可以看到他们。\n灵魂碎片 \n将5块灵魂沙在黑暗炼成阵（研究可获得制作图）中可以提炼出一个灵魂碎片，很多地方都需要这种碎片，他还散发着一点点灵魂的光芒。\n\n\n\n\n搜狗截图_2012-09-16_02-36-41.jpg (3.35 KB, 下载次数: 25)\n\n下载附件\n\n2012-9-16 02:37 上传\n\n\n\n\n\n注意,在黑暗炼成阵中提炼灵魂碎片的效率非常低——传说有更好的方法来获取它们。（MIG加：比如某研究）\n水晶萃取液\n\n\n\n\n搜狗截图_2012-09-16_02-36-27.jpg (5.19 KB, 下载次数: 28)\n\n下载附件\n\n2012-9-16 02:37 上传\n\n\n\n\n这些昂贵却又强大地液体中流淌着水晶中最纯正的一部分，他们往往可以在神秘魔法中成为强有力的组件，这些萃取液有6种，除了水晶不同，合成的其他部分是相同的。\n老外的经验\n超级僵尸？！\n原文来自Cheshire_Bandit，翻译后有删节\n嗯，我想我不知道这是什么东西，我今晚才开始玩神秘2，虽然我看了很多关于它的教程。\n不管怎么样，我在管理我的小麦农场时，听到了一个僵尸的呻吟声，于是我知道这附近有一个黑暗的洞穴我没有去探索，我想着“这是怎么一回事呢？”，就去探索那个小洞，哦！那可是一个非常狭窄的小洞，大概5X5那么大，我往下走了大概20格，最后，我在一个角落发现一个被困的僵尸，他注意到了我，缓缓地转过身来，哦！这个僵尸脸上有表情！，那个表情像是在说：“生活让我很火大！我要把火发泄在你的身上！”红色的眼睛！他看起来就很愤怒！（MIG加：嗯，要是每天都有人拿你脑子做实验，你也会很生气的。）\n幸运的是，他被困住了，我立刻对他进行攻击，他比普通僵尸耐打一点，我认为他速度可能是比普通僵尸快的，我没有给他太多行动的机会，我太害怕了，我甚至都忘记了截图！\n死后，他掉了一个僵尸之脑。你们或许之前遇到过他，他是干什么的？！（MIG加：嗯，就是罐中之脑的合成主原料~如果游戏中找不到，那就找找这红眼僵尸吧）\n怪物猎人\n[spoiler]原文来自FryoKnight，翻译后有删节\n我想在我的家里安放许多符文，有很多种符文符合我的条件，但是我想降低使用的水晶数量，于是我最终使用了这些符文：风+暗+魔法=将生物拉向它面前（阻止那些小精灵逃跑）风+火+风=快速而强力的雷电。（快速杀死多个目标）风+暗+暗=把生物和物品都拉向它，且放置在附近的箱子里（收集水晶和碎片）[spoiler]这组合很好，安放后，你就看着你的箱子一点点的慢起来吧！[/spoiler",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1347738300,
            "txt_content": "更新的时候回帖，并要求版主，超级版主或者管理员置顶回帖\n不然编辑原帖，呵呵，没人看"
        },
        {
            "author": "Victor",
            "timestamp": 1347745200,
            "txt_content": "这...  貌似这样不科学.\n\n僵尸会开门"
        },
        {
            "author": "gooding300",
            "timestamp": 1347754740,
            "txt_content": "不错，几近完美"
        },
        {
            "author": "595935617",
            "timestamp": 1347758520,
            "txt_content": "操 我一个人在家啊{:10_493:}"
        },
        {
            "author": "gooding300",
            "timestamp": 1347766980,
            "txt_content": "不错，lz加油！"
        },
        {
            "author": "miguo",
            "timestamp": 1347785880,
            "txt_content": "神秘锭附加~"
        },
        {
            "author": "阿卡萨她那",
            "timestamp": 1347797640,
            "txt_content": "强大，技术人员啊、、、佩服"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1347798000,
            "txt_content": "我会告诉你神秘的zip文件包中有一份txt文件记载了全部符文的组合和作用吗？"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1347798900,
            "txt_content": "#Magic\n#######\n0,-1,-1=positively charges the local aura at a slow rate, boosting any thaumic devices operating nearby. This has no effect on the aura rating.\n\n0,0,-1=boosts the speed of any thaumic devices operating nearby. This has no effect on the aura rating.\n0,0,0=greatly boosts the speed of any thaumic devices operating nearby. This has no effect on the aura rating.\n\n\n0,1,-1=creates a portal through which you can travel.\n0,1,0=creates a portal through which you can travel. Currently linked to the Magic Rune network.\n0,1,1=creates a portal through which you can travel. Currently linked to the Air Rune network.\n0,1,2=creates a portal through which you can travel. Currently linked to the Water Rune network.\n0,1,3=creates a portal through which you can travel. Currently linked to the Earth Rune network.\n0,1,4=creates a portal through which you can travel. Currently linked to the Fire Rune network.\n0,1,5=creates a portal through which you can travel. Currently linked to the Dark Rune network.\n\n0,3,-1=anchors the world in place, preventing the chunk it is located in from being unloaded along with the 8 chunks surrounding it (3x3 chunks)\n0,3,3=anchors the world in place, preventing the chunk it is located in from being unloaded along with the 24 chunks surrounding it (5x5 chunks)\n\n0,4,-1=powers the block it is place upon if it detects items, creatures or players within a short range. It requires line-of-sight to function.\n0,4,0=powers the block it is place upon if it detects hostile creatures within a moderate range. It requires line-of-sight to function.\n0,4,1=powers the block it is place upon if it detects items, creatures or players within a long range. It requires line-of-sight to function.\n0,4,3=powers the block it is place upon if it detects animals within a moderate range. It requires line-of-sight to function.\n0,4,4=powers the block it is place upon if it detects items within a moderate range. It requires line-of-sight to function.\n0,4,5=powers the block it is place upon if it detects players within a moderate range. It requires line-of-sight to function.\n\n\n#Air\n#######\n1,-1,-1=emits a weak blast of air that blows items and creatures away.\n\n1,1,-1=emits a moderate blast of air that blows items and creatures away.\n1,1,0=emits a strong blast of air that blows creatures away.\n1,1,1=emits a strong blast of air that blows items and creatures away.\n1,1,2=has no effect.\n1,1,3=emits a strong blast of air that blows items away.\n1,1,4=has no effect.\n1,1,5=has no effect.\n\n1,4,-1=hurls crippling bolts of lightning at creatures within range.\n1,4,0=hurls crippling  bolts of lightning at foes within range.\n1,4,1=hurls rapid-fire bolts of lightning at foes within a long range.\n1,4,2=hurls incredibly crippling bolts of lightning at creatures within range.\n1,4,3=hurls crippling bolts of lightning at animals within range.\n1,4,4=hurls multiple, crippling  bolts of lightning at creatures within range.\n1,4,5=hurls crippling  bolts of lightning at players within range. \n\n1,5,-1=sucks nearby items and creatures towards itself.\n1,5,0=strongly sucks nearby creatures towards itself.\n1,5,1=strongly sucks nearby items and creatures towards itself.\n1,5,2=has no effect.\n1,5,3=strongly sucks nearby items towards itself.\n1,5,4=sucks nearby items and creatures towards itself. Anything contacting the seal will suffer damage.\n1,5,5=sucks nearby items towards itself and places them inside a container located within 2 blocks.\n\n#Water\n#######\n2,-1,-1=hydrates the soil within a large radius.\n\n2,0,-1=heals a creature in a small area for a small amount of health.\n2,0,0=heals the player and his allies in the area for a small amount of health.\n2,0,1=repidly heals a creature in the area for a small amount of health.\n2,0,2=heals a creature in the area for a small amount of health and adds a short regeneration buff.\n2,0,3=heals an animal in the area for a small amount of health.\n2,0,4=heals all creatures in the area for a small amount of health.\n2,0,5=heals a hostile creature in the area for a small amount of health.\n\n2,1,-1=hurls a short-range blast of freezing wind at a living creature, slowing its movement.\n2,1,0=hurls a medium-range blast of freezing wind at a foe, slowing its movement.\n2,1,1=hurls a medium-range blast of freezing wind at a living creature, slowing its movement and lifting it into the air.\n2,1,2=hurls a long-range blast of freezing wind at a foe, slowing its movement.\n2,1,3=hurls a medium-range blast of freezing wind at an animal, slowing its movement.\n2,1,4=hurls a medium-range blast of freezing wind at all living creatures in range, slowing their movement.\n2,1,5=hurls a medium-range blast of freezing wind at a player, slowing its movement.\n\n2,3,-1=encourages growth of plants and crops within a short radius.\n2,3,1=rapidly encourages growth of plants and crops within a short radius.\n2,3,3=encourages growth of plants and crops within a large radius.\n\n\n#Earth\n#######\n3,-1,-1=tills the earth within a short radius.\n\n3,0,-1=replants any wheat seeds it finds in a nearby container. Covers an average area.\n3,0,1=rapidly replants any wheat seeds it finds in a nearby container. Covers an average area.\n3,0,3=replants any wheat seeds it finds in a nearby container. Covers a large area.\n\n3,2,-1=harvests crops within a short radius.\n3,2,1=rapidly harvests crops within a short radius.\n3,2,3=harvests crops within a large radius.\n\n3,3,-1=tills the earth within a moderate radius.\n3,3,1=rapidly tills the earth within a moderate radius.\n3,3,3=tills the earth within a large radius.\n\n\n#Fire\n#######\n4,-1,-1=emits a short range cone of fire at nearby enemies with a minor area of effect.\n\n4,1,-1=emits a beam of warm air that damages and pushes creatures away.\n4,1,0=\n4,1,1=emits a long-range beam of hot air that damages and pushes creatures away. The beam cannot miss.\n4,1,2=\n4,1,3=\n4,1,4=emits a beam of superheated air that damages and pushes creatures away.\n4,1,5=\n\n4,4,-1=emits a medium range cone of fire at nearby creatures within a moderate area of effect.\n4,4,0=emits a medium range cone of fire at nearby enemies within a large area of effect. The beam only targets aggressive creatures.\n4,4,1=emits a long range stream of fire at nearby creatures within a small area of effect.\n4,4,2=emits a medium range cone of fire at nearby creatures within a huge area of effect.\n4,4,3=emits a medium range cone of fire at nearby animals within a large area of effect.\n4,4,4=emits a medium range cone of fire at nearby creatures within a large area of effect.\n4,4,5=emits a medium range cone of fire at nearby players within a large area of effect.\n\n\n#Dark\n#######\n5,0,-1=causes the vis and taint within a chunk to slowly cancel each other on a 1-for-1 basis. This process does cause a taint charge however.\n5,0,0=causes the vis and taint within a chunk to cancel each other on a 1-for-1 basis. This process does cause a taint charge however.\n\n搞定他吧……-1我猜测为空然后0~5就是按id排列水晶的排序"
        },
        {
            "author": "lostone",
            "timestamp": 1354640040,
            "txt_content": "不错的贴"
        },
        {
            "author": "lostone",
            "timestamp": 1354642500,
            "txt_content": "我想知道灵魂燃烧台有什么用"
        },
        {
            "author": "酒醉倾心",
            "timestamp": 1588755000,
            "txt_content": "可以大佬。辛苦了"
        },
        {
            "author": "辰辰炊",
            "timestamp": 1600470960,
            "txt_content": "。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。"
        },
        {
            "author": "YLM20041125",
            "timestamp": 1600509780,
            "txt_content": "这个神秘时代2 是什么版本的"
        }
    ]
}