{
    "title": "[霜露·笑尘]麟创意小说—序章-覆灭",
    "author": "luxiaochen1984",
    "replyCount": 9,
    "timestamp": 1448693040,
    "txt_content": " 本帖最后由 luxiaochen1984 于 2015-11-28 15:13 编辑 \n\n\n麟创意计划介绍\n麟创意PROJECT,以Minecraft为平台的二次创作计划，由麟薏linry于2015-05-03发起，先后有银羽（Yy星人），笑尘（luxiaochen），血君（姨妈君）加入创作。麟大陆上生活着七个种族，分别是 独麟 蚩麟 盘麟 苍麟 隳麟 魅麟 耀麟，他们各自都有着属于自己氏族的标志性麟角，一场传奇的故事在这广袤无垠的麟大陆上演。\n麟大陆（暂设）\n\n\n\n\n\n人物介绍蚩：蚩麟族200年前的族长，主张发起生存之战消灭隳麟一族来维持蚩麟的生存，以一己之力除掉所有反对者，同时发动战争，在他的带领与指挥下，隳麟族节节败退，在最终一战时的爆炸中失踪了。身高约为190左右，完全没有蚩麟族研究者的样子，反而一副独麟的狂野气氛，一只角被折断，善于使用巨斧，拥有极高的战斗力。\n穆：隳麟族最后的族长以及剑圣，在支援蚩麟一族的事情上下了决策，在生存之战时带领隳麟族全力抗争敌人，终究由于各种因素败北，在最后一战中启动了能量风暴将多数蚩麟族精英消灭，同时与子民一同消亡，使用圣剑天空残响，在最后一战中不见了踪影。\n   呐喊，厮杀，火焰。   兵刃相交擦出冷冽的声响，魔法无情划过死亡的轨迹，枪口闪烁喷吐璀璨的火舌。硝烟弥漫在周围，天空被染成了灰色，大地被血液所浸没，透露出腥黑的颜色。到处是尸体，到处是凄惨的痕迹，如同天空中有一张巨口，无情的吞噬着一切生命。   这就是城下的一切，残酷而血腥。   穆瞪大了眼，紧紧地盯着眼前的蚩，仿佛站在那里的不是一个人，而是一头野兽——只知道杀戮的野兽。   蚩的铠甲已经被鲜血染红，让人无法看出那身造型狰狞而又充满了暴戾气息的铠甲的本来面目。一把比穆高出一头的巨斧竖在他的身侧，他知道，那是粉碎者，一把不知道粉碎了多少头骨的巨斧，仅仅是放在那里，一股霸气就向周围散发出来。   『投降，还是死亡？』带着嘲笑的话语，从蚩嘴里说出，他勉强挤出了一个比哭还要难看的笑容，继续说着『或者，两者都有？』   『告诉我，为什么要做这一切？』穆舔了舔早已干涸的嘴唇，沙哑的问道『我知道蚩麟遇到了危机，但我们隳麟也对你们倾力相助，告诉我，为什么要忘恩负义？反而来攻击我们，为什么！？』他提起了圣剑，直直的指着蚩，眼中透露出的冷光仿佛要把他刺穿。   『我们派遣了最优秀的自然法师，我们大半产出的粮食运送到了工业屿，我们没有做一丝一毫对不起你们的事情，那告诉我，为什么，为什么要这么做！』说到最后，穆不可自制的颤抖起来，似乎是激动，似乎也是愤怒，沙哑的声音与周围的战场混杂，却清晰的传入到蚩的耳朵里。   『事到如今，你还要问为什么呢。』蚩一只手把粉碎者举了起来『那我只能告诉你，这一切都是为了我们一族的生存。』随着一阵难听的金属摩擦音，巨斧与圣剑激烈的碰撞在了一起，蚩近距离的盯着穆那双几乎要冒出火来的眼睛『战争，永远不会改变，弱者将会消亡，而强者则会生存，无关是非，只求生存，弱小的你们，只能成为我们成长的肥料与垫脚石。』他稍稍把力卸向一旁，从角力中抽身而出，一瞬间就化身旋风，不依不饶的向穆袭去。   穆脚下发力，腾空而起，右手圣剑点上了巨斧的背面，借着这股力量，他成功在蚩背后的不远处平稳落地。一道红 色的符文瞬间在他的左手上亮起，随后，一颗硕大的火球向蚩的背后飞去，与此同时，穆跨前一步，圣剑在地上拖出了一道不浅的痕迹，然后在接近的一瞬间就如同幻影一样由下自上的袭向了蚩，也带起了一阵灰尘。   『为了生存就可以残害盟友为非作歹了么？这就是你们蚩麟一族的信仰？我，绝不认同！』   蚩轻盈的一个转身，躲开了那道剑光，同时在转身的过程中轻松从容的将火球劈开，仿佛重斧完全没有影响到他的行动『历史为胜利者所书写，过了今日，你们隳麟族将不复存在，没有人会为你们流泪，在前进的历史中化为灰烬吧！』粉碎者又一次落下，狠狠地砸在圣剑之上，巨大的力量几乎要让他的长剑脱手。   蚩得理不饶人，粉碎者如同没有重量一样雨点般的砍下，仿佛迫不及待的要将穆粉碎一样，穆苦苦支撑，但奈何已完全陷入了蚩的节奏。终于，粉碎者又一次狠狠地落下，穆一个手软，圣剑被远远的打飞了出去，一下插在了远处的城墙上。    破碎者一瞬间架在了穆的头上『穆，我敬你为一代剑圣，现在投降，仍不失封侯之位，何必负隅顽抗，做无谓的挣扎！？』他的脸上已经露出了胜利者的微笑，心中已经认定穆无法翻盘了。   『哈，士可杀，不可辱，与其做背叛种族的叛徒，我宁愿死在这里。』穆平静的看着蚩，到了现在，他反而显得越发平静。   『好，好，好，好一个剑圣，我这就送你一个痛快，下地狱吧！』蚩被穆平静的态度所激怒，内心隐隐约约多出了一份不安，他无法再保持自己胜利者的姿态，此时此刻，他只想杀死穆，让这一切都结束，永绝后患。   叮   斧子被一道无形的壁障所阻挡，任凭蚩如何用力，任凭神器如何强大，也无法再进一步。   穆看了看城下，城门已经被破开，大量的士兵涌入街道，火焰在平民区燃起，悲鸣声，求救声以及扭曲的狂笑声夹杂在一起，他知道，一切已经为时已晚。   『你真以为，能走到今天这个位置的，会没有一两步后手么？』望着还在试图打破那道无形壁障的蚩，他挥了挥手，插在城墙上的圣剑就飞到了他的手中。   『既然我已经无法保护这一切，那就让他们毁灭吧，隳麟族人，从不畏惧死亡，也从不会屈服。』一个复杂而神秘的魔法阵出现在他的脚下，散发出毁灭的气息。   『你，你要做什么！？』蚩感觉到了一阵自己惧怕的能量，将斧子抽了出来，戒备的摆出防御的姿势看着穆。   穆不再搭理蚩，而是走到了城墙边缘，看向城下的一切，魔法阵随着他的移动，也一同移动着。『族人们，同胞们！』声音清晰的传入了城下每个人的耳朵中，厮杀声停止了，所有人都看向了城头上的穆。   『我是隳麟族族长穆，此时此刻，我们到了生死存亡的关头。』他扫视周围，继续说着『侵略者毁灭我们的城池，残杀我们的亲人，侵犯我们的领地，而我们，曾经帮助过他们！』城下蚩麟族人发出了示威般的咆哮。   『现在，也是最后，我问你们，有没有勇气与他们同归于尽，让他们明白，我们隳麟族的尊严！』这近乎咆哮的声音传遍了战场，每一个隳麟族人眼中的迷茫都转变为了狂热『杀！杀！杀！』的喊声传遍了整片城池，蚩已经意识到了不妙，跳下城池逃命般的向外奔跑着。   『很好，我为你们骄傲，让他们见证我们的怒火吧！』魔法阵发出了璀璨的光芒，似乎有什么东西即将出现，穆抚摸了一下圣剑，轻柔的说着『你跟随了我这么多年，此时此刻，是该离开了。』圣剑开始颤抖，发出一种近乎悲鸣的声音『走吧，希望多年之后，你还能重见天日，选一个好主人吧，走吧』他用力一扔，圣剑就化作了一阵流光，射向天际。   他看了看远处已经出港的船只，轻轻地叹了一声   『该结束了。』   剧烈的白光照亮了天际，一道巨大的能量以穆为中心，向周围扩散，没有惊天动地的声音，就这样将一切吞噬。    短短十秒，一切恢复了平静，只在原地剩下一个大坑，静静的诉说着一切。-笑傲红尘-麟创意其他工程麟創意丨蚩麟丨工业屿·开发[第一工程-一期]\n麟創意丨蚩麟丨曙光屿[第一工程-二期]\n麟創意丨蚩麟丨薄暮屿[第一工程-三期]\n\n\n@猫小沫 @紫枫 @LinYi_Z @Yy星人 @zxc554989965 @飞得更高 @冥王星人 \n\n[groupid=171]霜露制作组[/groupid]",
    "replies": [
        {
            "author": "Yy星人",
            "timestamp": 1448694780,
            "txt_content": "   发帖也不告诉我,好险我刷新了"
        },
        {
            "author": "LinYi_Z",
            "timestamp": 1448694960,
            "txt_content": "前来怒赞~"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1448695320,
            "txt_content": "群里人员出来赞啦~~~\n说实话些的非常好→_→"
        },
        {
            "author": "46241359",
            "timestamp": 1448696040,
            "txt_content": "哎呦不错哦【滑稽】"
        },
        {
            "author": "紫枫",
            "timestamp": 1448702580,
            "txt_content": " 本帖最后由 紫枫 于 2015-11-29 08:57 编辑 \n\n支持霜露支持楼主！虽然我还没有看233"
        },
        {
            "author": "猫小沫",
            "timestamp": 1448707920,
            "txt_content": "部分地方的排版仍有疏漏"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1448709360,
            "txt_content": "紫枫 发表于 2015-11-28 17:23\n支持楼主！\n支持霜露！\n每次看到你都有种吞翔的感觉"
        },
        {
            "author": "冥王星人",
            "timestamp": 1448718240,
            "txt_content": "从设定的角度，85分。\n从小说的角度，25分。\n情节背景还行，风格和细节一塌糊涂，中西混合，昧涩难读。\n\n我要去安抚一下受伤的心灵。。。"
        },
        {
            "author": "xcc",
            "timestamp": 1448781780,
            "txt_content": "生僻字隳乱入"
        }
    ]
}