{
    "title": "<原创·连载·圣杯>终焉[第三章第四节][暮存]",
    "author": "xcc",
    "replyCount": 5,
    "timestamp": 1448783520,
    "txt_content": " 本帖最后由 xcc 于 2015-12-26 16:33 编辑 \n  呵呵呵。\n\n================================================================================她说这话时，厄默脚上的桎梏也解除了。他心里明白，刚才就是奚即墨在阻止他。\n\n\n    厄默坐回椅子上，不安地望向那面墙。\n\n    墙后的那个房间内，活着的人只有得尔塔与格里斯了。 另外三个袭击者，早已没了声息。\n\n    得尔塔手中的匕首已经碎裂，或许一起跟着碎裂的还有他的战斗能力。此刻，他的双手无力地垂在他的腰间，他的面色也很疲惫。\n\n     “失败的袭击呢。”格里斯靠着墙，语气中带着一丝轻蔑，“你们四个······”\n\n    “高估了自己。”得尔塔低下头。\n\n    “不过，你们中每死去一个人，我们这里也有一个成员跟着逝去——有趣。”格里斯耸肩，目光对上得尔塔的一双带着惧怕的眼睛，\n\n    得尔塔无奈地摇摇头，指了指自己的右手腕——上面挂着一个手环。虽说看上去像个普通的装饰，但格里斯知道，那是一种同归于尽的装置——“救生圈”中的“救生”、\n\n    众所周知，一个救生圈可以救起溺水者。但如若救生圈有损坏，溺水者也会跟着死亡。地球的科学家曾根据这种现象做出了“救生圈”装置，由“溺水”与“救生”两个配件组成。这个装置常用于同归于尽。比如，佩戴着“救生”配件的人死亡时，“救生”停止向“溺水”发送信号，从而导致没有接收到信号的“溺水”装置迅速向被佩戴人注射即死毒素。然而，“救生”与“溺水”两个装置不能轻易取下，这意味着，这条事关生死的锁链，很难解开。\n\n    “救生”装置常常被制作成一个具有发光的蓝色花纹的手环，虽说看着与饰品无异，但见多识广的格里斯很容易就能辨认出来。他不知多少次暗自感叹，这个装置虽有着“救生”的名字，却是个夺人性命的魔鬼。\n\n    得尔塔意味深长地对他冷笑:“我早说过的吧——你的成员，跟着我们一起死了。”\n\n    格里斯愤怒地攥紧双拳，得尔塔手环上的花纹像一条扭曲的巨蟒咬噬着他摇摇欲坠的心。如果组织里的每个成员都被暗地里植入了“溺水”装置 ，那么他刚才已经间接杀死了3个成员。原本以为只用应付下这场袭击，没想到落得现在一个鱼死网破的情况。\n\n    现在他应该做什么？如果杀掉得尔塔只会害死梦中人的成员，但放过他的话······谁会对敌人心慈手软。\n\n    但得尔塔身上拴着一条人命啊。\n\n    什么时候植入的······他喃喃道。现在只能祈祷并不是所有组员都被植入了“溺水”。\n\n    得尔塔面色苍白地笑道：“那次大爆炸。”紧接着，他在一汪深红的血泊中，摇摇晃晃地站起来，说，我决定反水。格里斯没有表现出太多的惊讶，毫无起伏的声音传来，带着一丝怀疑：“但愿如此。”\n\n    得尔塔苦笑着，没有言语。\n\n    格里斯则是在犹豫他的话是否可信。自己活了那么久，什么欺诈没见过？他明白得尔塔指的是旧基地被炸毁，但或许这只是混淆视听；他也知道得尔塔如若真的反水，这将是一笔不错的交易，但这可能是更深的陷阱。\n\n    他脸上慢慢显现出诡异的微笑，接着，他往后退了一步。\n\n    “这次放过你。走吧。”格里斯转身迈出几步。\n\n    得尔塔眉头皱了皱，接着转身，看了看自己之前蹲着的那方土地，笔记本电脑的屏幕还亮着。\n\n    他迈出一步，心想这次任务还不算失败吧，至少自己活下来了。\n\n    “美梦结束了，先生。”\n\n    格里斯不知什么时候出现在得尔塔身后，一双赤色的瞳孔里覆盖着一层怒火。他的左手正钳着得尔塔戴着“救生”手环的右臂，右手则慢慢抓住了“救生”，一个银色的圆片在他的手中一闪而过，被格里斯不动声色地插入了“救生”装置\n\n    “这样取下来的话你那边的人还是会死！”得尔塔着急地大叫。\n\n    我都明白。\n\n    手环随着一声清冷的回应从手臂上脱落，然而上面的蓝色花纹却仍旧是那么明亮——“救生”装置仍然在发送信号。这意味着，被植入相应“溺水”装置的那名成员也不会死。\n\n    他是怎么做到的，不可能！“救生”被取下的话应该立刻停止发送信号的！得尔塔的双眼里密布着惊恐，他愈发感到自己面前的人，很可怕。\n\n    深深的恐惧感。\n\n    他被格里斯重重摔在地上，与此同时他发现自己的胸膛被一把银色的短匕刺穿，血从胸口流出，在不明亮的房间里，汇成好大一汪深红。\n\n    终于可以睡一觉了。他想。\n===----      ----===----      ----=====----      ----===----      ----====上一节     索引   下一节\n肺炎：下一章会有一个便当，请做好准备。\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1448783580,
            "txt_content": "\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L  @MF_Mufeng\n@2575174857"
        },
        {
            "author": "2575174857",
            "timestamp": 1448785080,
            "txt_content": "触···加油~文写的不错\n我的建筑也在加速建设中\n今天请浮云帮忙渲染一下，看看全景怎么样，再制定一下以后的比如绿化之类的（在打这段字的时候我吃了一碗面），估计····我也不知道几天只后能发布地图"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1448789400,
            "txt_content": "我必须重重地践踏一下这篇文章"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1448789580,
            "txt_content": "换而言之，我义务做了一次海豹，顶了你一下。"
        },
        {
            "author": "xcc",
            "timestamp": 1449319080,
            "txt_content": "\n\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L  @MF_Mufeng\n@2575174857"
        }
    ]
}