{
    "title": "<原创·连载·圣杯>空[第二十五章：累了][46241359]",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1448890800,
    "txt_content": " 本帖最后由 46241359 于 2015-11-30 21:44 编辑 \n\n空·第二十五章·累了\n\n\n正文\n\n\n    实际上查尔斯回到家里时发现家里一点声音都没有时着实是吓一大跳，他还以为纳尔出去了。不过并不是。他在卧室的角落里找到了瑟瑟发抖的纳尔。    “喂……”    话音未落纳尔就站起来了，“我现在就得走，你可以把我送到一个地方吗？”    哈？    查尔斯怀疑自己是不是听错了，刚才还怕的不得了蜷缩在角落里发抖，现在又这么勇敢地要求回去。这还真是反常。查尔斯还在琢磨是不是纳尔吃错了药抑或是根本没吃药，纳尔就先开口了：“我需要回家。”    “回家？那就回啊，为什么一定要我送你回去？”    “因为……我不能看见太阳。”纳尔这一句话说的支支吾吾的，显然是怕查尔斯笑话他。实际上并非如此，查尔斯知道是怎么回事，但不明白原因。一听这话他便知道纳尔是患了太阳恐惧症，这种病如果太严重可能连阳光都不能见。    只是……他抬起头看了看时间，“你没必要现在回去吧。再等等太阳就……”    还没说完就被纳尔打断：“不行，我现在就走，或者你有没有能挡挡眼睛的东西？”    挡眼睛的东西？查尔斯四处看看，“有墨镜。”    纳尔点点头，借了查尔斯的墨镜，他站到窗前戴上墨镜，晃晃头，还是有些不自在。    查尔斯递给纳尔一个鸭舌帽，“这个，你用吧，以前是一位朋友落在我这里的。”    “哦……谢谢。”这一次他觉得好多了。    简单地说了几句告别的话，纳尔便离开了。    他总觉得心里还是有些忐忑，罗杰已死，照理说他已经没了危险。但还是莫名的不安。他对于是谁是凶手并没有太大的兴趣……至少现在是如此，他担心的是自己猜错了。 \n    “你早就知道了。”    罗杰从转椅上站起来，双手撑在面前的桌子上，极力保持自己的神情，或者说是在尽力让自己看起来很镇定。实际上罗杰也不会特别怕，这种场面见过很多次了。    虽然每次都是死里逃生，只是他担心这一次逃不过了。仅此而已。    “早就知道了，”那人微笑，“只是为了让你没法还嘴，所以来晚了。”罗杰看见了那人藏在背后的匕首，在他眼瞳中闪烁着令人胆颤的寒光。他的言语很平和，却在这平和之下隐藏了逼人的杀气，每一个音节都流露出一丝温柔——刽子手行刑前极具讽刺的温柔。    没错，罗杰非常清楚这个被裹在风衣里的人是谁，这种低沉嘶哑的声音，就算仅仅有一句话他一样能够辨识出来。这声音，即使是在梦里都在不断重复着。    这种令人窒息的沉默并没有持续太久，“你杀诺迪斯只是为了埋个伏笔而已，对吧。”罗杰依旧是一副镇定自若的样子，但这在那人看来，就像在枪口下的猎物的颤抖一样令猎人赏心悦目。    “老实说，包括杀你，都只是……也不算是吧，只是我给出的一个小小的警告而已，因此，你还是祈祷纳尔能想到这一层吧。”那人往前踏出一步，罗杰的心底响起一个钟声，那是死亡的倒计时，“况且，我真正感兴趣的，也不是save。”    这种事罗杰很早之前就知道了，他顺势往后退了一步。虽然现在他非常想维持住自己脸上那种从容镇静的表情，但此刻变得非常困难。他下意识地转头，身后是一个玻璃窗。只可惜这里是二十一楼。    那人又靠近了一些，“其实你想想就该知道，而且在诺迪斯死前就会知道，我要来杀你。”    此时罗杰已经看见了行刑的画面。不过可能自己比那个受刑者下场要稍好点。    “在他死之前我就已经知道了，但我没法逃。”    应该不会身首分离，罗杰靠在了墙上，脊背贴着墙壁，再也无处可逃。他看着那把匕首渐渐朝自己靠来，也只能看着。    “是呢，你能逃到哪里去，就算你能逃出我的探知范围，可你不会丢下纳尔那个傻小子自己跑掉。”    罗杰选择沉默。    纳尔这个人真的太重要，就算他真的傻，罗杰也做不到丢下纳尔一人在这里独自去其他国家。他往后贴了贴，现在也只有这堵墙能给他一些微不足道的安全感，尽管再过一段时间就会跟着飞溅的鲜血化为乌有。    但他还是暗自庆幸，纳尔不傻，以这人的行动计划，他必定会把自己的什么东西寄给纳尔，如果他能注意到……没准就能推测出凶手。罗杰看着那把已经开始落下的匕首，他觉得自己死前也要保持一下风度，至少别让死相太难堪。但似乎他的脸已经有些僵硬了，也做不出什么别的表情。    匕首刺入胸膛，滚烫的血液喷涌而出，罗杰看着那人在风衣下若隐若现的双眼，眼中闪过一丝诧异，但他没注意到。死神逼近了，罗杰第一次觉得无助，而他的心底有一丝不明不白的期盼。    猎人满意地看着倒在脚下的猎物，“只是不能让你死在这里。”    说完，他拖着罗杰，找到了那个隐蔽的出口。    车飞驰而过。“超速了……”萧黎看着那辆车消失的方向，心中觉得有些不对。慢悠悠地朝那里走去。    他觉得车牌号有些眼熟。 \n    纳尔到家时已经不早了，门像往常一样尽管着，但透过窗户，能看出来房子里关着灯。这个时候空应该在家吧。还是说现在已经睡了？纳尔摇摇头，他不知道现在几点。    用钥匙打开门，房子里一片黑，加上寂静。    “空？”纳尔叫了一声，没得到任何回应。他的手在墙壁上摸索了几下，按下了灯的开关。    四处找找，空不在这里，只有他一人。    “呵……”纳尔瘫在沙发上，他觉得现在很累。看着天花板，他回想起空说的那句话，从口袋里掏出那个铭牌。双手微微发颤。他猜错了，彻彻底底地猜错了。    这错的可真是彻底。纳尔心里不自觉地嘲笑起自己来，不仅让自己患了太阳恐惧症，还害死了一个人。自己不走罗杰没准就不会出事。    他的头靠在沙发上，突然觉得心很痛。翻过身体，面朝着靠背，整个人此时蜷缩在沙发上。那疼痛甚至让他忽略了放在茶几上的手机的提示音。\n\n\n\n\n返回索引贴\n\n\n\n@恶魔-潇洒 @sam3737 @冥王星人 @xcc \n",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1448891400,
            "txt_content": "累了就歇歇吧。。初三不容易\n听说lz还是班干部。\n为论坛贡献了，也要为现实贡献贡献么\n不急不急"
        },
        {
            "author": "46241359",
            "timestamp": 1448891640,
            "txt_content": "sam3737 发表于 2015-11-30 21:50\n累了就歇歇吧。。初三不容易\n听说lz还是班干部。\n为论坛贡献了，也要为现实贡献贡献么\n我只是政治化学课代表而已→_→周末已经休息完了"
        },
        {
            "author": "sam3737",
            "timestamp": 1448892180,
            "txt_content": "本人物理科代表\n(基本上是四个人中用分数撑门面，却又不那么热心于管理的那个。。。)"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1448973900,
            "txt_content": "不是课代表的路过→_→\n护眼字体好评（以前没有注意到诶……）"
        }
    ]
}