{
    "title": "[双线]墨色砖城服务器 ——丨魔法丨生存丨休闲服[1.7.10]",
    "author": "luminghao13",
    "replyCount": 0,
    "timestamp": 1448888400,
    "txt_content": " 本帖最后由 luminghao13 于 2015-12-2 19:33 编辑 \n\n\n小型服务器欢迎热爱mc的朋友加入进来当然我们将严厉打击熊孩子服务器因为是小型的，所以玩耍的小伙伴会很少将来有大家的支持也许服务器会更改周目增加人数我们会认真对待服务器期待做的更好更大我们希望进入墨色砖城大家庭的小伙伴们能遵守我们的规则，不把挑战规则当做游戏。\n\n盈利模式:多种内容收费+基础免费（你觉得服务器好想要继续玩下去的，可以自愿的捐赠，目前服务器经费可支持半年）详情在群内咨询服务器类型：租借服务器累计时间：16个月服务器最大人数：40服务器主要mod表神秘时代4竹拔刀剑npc古代魔法2盖亚魔典3时装工厂植物魔法古代地图（听玩家反馈野爆了，地狱也一样清楚）                               \n服务器（主要）插件表快捷商店领地地图边界多世界RPGLCW万能锁防高频红石co i（专为熊孩子准备）地皮世界其他省略。。。。。。\n服务器自主贴吧：墨色砖城服务器客户端进群看公告下载服务器ip:（客户端自带服务器ip地址）服务器官方游戏群：42430389（←点击加群）服务器24小时开启（要是不开请联系腐竹）  墨色砖城赞助表  赞助名称赞助内容赞助费用\n  \n  \n  坑道矿工礼包铁锭X20，金锭X10  ，钻石X10 ，镐子一把（任意未被ban的镐子，可以指定三个附魔，这个附魔等级为正常玩家可得到的最高等级并且此附魔不会造成冲突），挖矿积分累积到当前最高值（目前最高为2000——挖掘一个钻石矿消耗100分）50RMB         \n  \n  科学魔术礼包神秘研究完全解锁，各类研究点数10点，随机灵气节点2个，深渊迷宫石板一块，复现魔晶64个，祛邪肥皂64个，银树权杖一把100RMB       \n  \n  \n  远古遗裔礼包三种颜色无限之球个32个，魔法等级提升至50级，任意水晶护符一件，温特母粉末一组，月亮石5个，太阳石10个，万代兰10个，沙漠新星10个，塔尔马根10个，全知草10个，光明元素产能水晶一个\n  150RMB       \n  \n  \n  \n  \n  精灵耳语者礼包产能花（水绣球12朵，火红莲1朵，太阳花5朵，夜颠茄4朵），暗黑莲花20朵，水火地风四种符文各10枚，雪原号角一个，增生之种15个，草寒菌三种种子各4枚，魔力钢锭32个，魔力珍珠32个，魔力钻石32个，泰拉刚32个，命运骰子3个，任意英雄意志一个\n  150RMB        \n  货币礼包游戏币X5000（此游戏币是玩家可以通过和系统贸易得到的通用货币）20RMB        \n  \n  铸刀者礼包任意拔刀剑一把（价值最高的阎魔刀和价值最低的木偶费用不同）  购买两次礼包送一把价值为两个礼包平均值的拔刀剑，礼包内的拔刀剑将会自带2000灵魂\n           10RMB       —————        100RMB                                                           赞助细则赞助玩家，在节日等其他特殊日子里有机会会随机赠送我的世界周边实物。  QWQ当然是赞助越多赠送越多喽。（你不告诉我地址我就送不到咯。）  具体实物因为物件数量和时间推移等问题，想要了解现在的赠品是什么的童鞋请去  墨色砖城服务器官方交流群公告处了解。\n 木偶→_→竹刀→_→白鞘→_→银竹月光→_→大太刀→_→妖刀红玉→_→散华→_→黑狐→_→村正→_→白狐→_→付丧→_→阎魔\n\n群规：\n1、不得发露点图片，或传播不良信息网站。（如果你真的很饥渴，请和你的基友私下里传私密网址或者图片不要发到群里）\n2、严禁任何形式的广告。\n3、严禁吵架，刷屏，说脏话。\n4、有任何问题请先阅读群公告，查看群文件，尽量不要无脑伸手提问，如果有群公告和群文件没写明的问题可以在群里提问。\n5、进群仔细阅读群公告，入服前仔细阅读服务器规则，因自身未了解规则导致的损失，服务器将不予以补偿。\n6、本群禁止呵呵！！！\n7、服务器所有动态以群公告以及群文件为准，遇到问题多看公告和群文件。\n8、禁止发送不转发死全家的诅咒。\n9、禁止发送恶心人的语句或者是图片\n10、一定要把群昵称改成游戏里的ID。（让群主知道你在玩，不然会被当做死人清除QWQ）\n11、禁止任何形式的伪造服务器信息和以不正确的言论来误导他人。\n违反群规轻的禁言，屡教不改飞机票。\n群等级到达巫师之后允许讨论其他游戏，但不准讨论其他服务器并且拉人去其他服务器玩。 服务器内游戏规则：\n第一不准随意破坏或拿取其他玩家的建筑和物品。（资源世界的不管，但是也不提倡随意破坏。）\n第二游戏内语言要友好不可刷屏骂人\n第三保管好自己的物品做好防护工作\n第四地皮公告栏要看哦\n第五祝你游戏愉快\n违反游戏规则按情况绝对是封号或者是赔偿受害者损失\n如果违反者id不在群内，则直接封号处理。\n最后是op证明\n加上自己做的渲染图镇楼（QQ）勿喷~~\n\n\n",
    "replies": []
}