{
    "title": "泰拉瑞亚游戏改编小说《泰拉瑞亚历险记》作者：小羊人~",
    "author": "128550330",
    "replyCount": 4,
    "timestamp": 1449063000,
    "txt_content": "大家好！我是小羊人！我今天给大家带来一篇小说——《泰拉瑞亚历险记》！纯原创哦！！！如果写的不好请多多包涵~~~首先是人物介绍：\n人物档案：\n\n\n泰拉：五年级，一个优生，会一些攀爬技巧，喜欢探险。\n\n\n瑞亚：泰拉的弟弟，四年级，差生，非常努力打电脑（...）家长电话经常响。\n\n\n向导：玩过泰拉瑞亚的人都知道吧，在这本小说中是泰拉和瑞亚的朋友 。\n\n\n顺便说一下：1白金=100金，1进=100银，1银=100铜\n还有第一章：\n第一章——奇遇 （这章较比较扯，不过不要在意这些细节。。。） “叮铃铃！叮铃铃！”闹钟响了。瑞亚艰难的从床上爬起来，伸了个懒腰，瞟了一眼闹钟：“哥！上学啦！！！！要迟到啦！！！”泰拉才醒了：“啊？？快啊！！”泰拉到厨房抓了两个昨天做的小蛋糕，背上书包，跳上自行车：“弟，快！”瑞亚也跳上后座。 他们骑着骑着，突然看见前方有一个附在大街上的白色的门。“哥，快看！”瑞亚说，“那是什么？”泰拉说：“好像是一个门，不知道传过去会怎么样？弟，做好了！”泰拉冲了过去！ “啊——！！这，这里是？。。。”泰拉问，瑞亚说：“哥！前面又有一个白色的门！”“走！”他们又穿过了一个白色的门！ “pong！pong！”兄弟俩，莫名奇妙的摔在地上。。。“哥，屁股好痛。”瑞亚说，“恩？我怎么不会？”泰拉问，“因为，你，你压到我了。。。”泰拉低头一看，他正坐在一个人身上呢！ “对不起对不起！”泰拉说，那个神秘人说：“咳咳！没事。欢迎你们来泰拉瑞亚！我是你们的向导！你们可以问我问题哦！”泰拉瑞亚惊奇的问：“什么鬼——？”突然，空间门消失了。。。。。。其他我会陆续更新，大家期待吧~~~",
    "replies": [
        {
            "author": "忘却的熏离",
            "timestamp": 1455121320,
            "txt_content": "所以，就死了？（被基导搞基致死）"
        },
        {
            "author": "128550330",
            "timestamp": 1457178600,
            "txt_content": "第二章——遭遇\n    “不是吧？！门。。。消失了？！。。。我们怎么回去啊！”泰拉瑞亚着急的说，“哎，都怪我。。。不应该冲进来的。”泰拉说，向导笑了笑，说：“回去也不是不行，只要你们打败这个世界上的16个BOSS，收集16个空间碎片就可以了。”“空间碎片？”“恩，每个BOSS第一次死亡后会掉落一个空间碎片，只要你们有16个空间碎片，我就可以帮你们合成1把空间钥匙，你们就可以回去啦！”\n    “。。。不是吧。。。算了，为了回去，加油吧。。。”兄弟俩说。“如果有什么不会就来找我吧！我会给你们一些帮助的！”向导着，头上出现了“制作——帮助——关闭”三个按钮，泰拉点了一下帮助，“想要打败BOSS就必须有好装备，想要好装备之前，得先了解地图，你们现在正在一个森林里。顺便提醒一下：地图两边的边缘都是深不见底的大海。”兄弟俩环顾四周，树木丛生，直通云霄。泰拉打开背包，惊奇的说：“咦？！我的书呢？怎么变成了。。。匕首，青铜镐和青铜斧子？”向导听了，说：“恩。。。匕首可以用来杀怪物，伤害会提高，镐子可以破坏很多东西，斧子用来砍树，所有掉落在地上的东西你们只要走过去就会自动到达你们的背包了，顺便跟你们说一下，如果你们死了，就会在这里复活，每次复活会消耗一个复活水晶，我送你们一人两个复活水晶吧，其他的复活水晶会在第一次杀死BOSS的时候掉落两个，你们就一人一个吧。如果你们背包里没有复活水晶而且有死了的话，就永远无法离开这里了。”“哦。。。”\n    不知不觉，到了晚上。兄弟俩在向导搭建的一个小营地里呆着，突然，不远处传来了一阵凶残的笑声，那笑声回荡在三人的耳畔，阴森刺骨，向导反应了过来：“快跑！克苏鲁之眼！！！”兄弟俩说：“什么？克苏鲁之眼？”“克苏鲁之眼虽然是一级BOSS，但在没有一套铁套的情况下，还是很难打的！它来了！注意你的血量！！！”向导一说完，一颗巨大的眼球向兄弟俩冲了过去！瑞亚掏出小匕首，竟朝他眼睛直撞上去！眼球奋力一顶，瑞亚被撞倒在地上，泰拉冲过去，要去拉瑞亚，眼球速度比他还快，一球撞向倒在地上的瑞亚，瑞亚的身体被碾碎了。。。向导拉上目瞪口呆的泰拉赶紧逃跑，克苏鲁之眼的笑声，在天空中回荡。。。。。。\n\n\n\n        第三章——向导的教诲\n“快跑啊！”向导拉着泰拉边跑边喊，泰拉反应了过来，一把挣开了向导，挥起匕首，一刀向克苏鲁之眼刺去，“小心！不要啊！！”向导冲着泰拉叫，“哎。。。看来他们都要浪费一个复活水晶了。。。”\n“呀！！！”泰拉刺中了克苏鲁之眼的眼球，翻身爬上克苏鲁之眼的上身，用尽力气，一刀刺进了他的身体，稳定了自己的平衡。“下来！！”克苏鲁之眼痛苦的嘶吼，泰拉把匕首拔起、插入、拔起、插入，眼球痛苦不堪。突然，眼球一个旋转，硬把泰拉甩了下来，张开大嘴，一口咬碎泰拉的身体，仓惶飞走了。\n。。。。。。\n“醒醒醒醒！”向导焦急的说着，“幸好我给了你们一人两个复活水晶，否则，就完啦！！”泰拉瑞亚爬起来，感觉头晕晕的，向导说\n“这是复活水晶的副作用，很快就好了。恩。。。看来我还得帮帮你们。\n起来！出去打怪！”向导一把拉起兄弟俩，来到营地外。这是，一个蓝色的不明物体朝他们一蹦一蹦的跳过来，向导说：“跳起来！打死他！”兄弟俩都退了一步，想到生气的说：“想回家吗？想逃离这里吗？！跳起来！打死他！”兄弟俩对视了一眼，拔出匕首，戳死了那只蓝色史莱姆，“辟！”的一声，史莱姆碎开了，调出了几个凝胶和几个铜币，泰拉捡了起来，向导说：“这是凝胶，这是铜币，凝胶可以做火把，或者把东西黏在墙上，铜币可以和NPC交易，现在，去砍树。”“哦。”兄弟俩说。\n不一会儿，兄弟俩带着好几百个木头回来了。“恩，现在，打开你们的背包，左下角有合成界面，可以用来合成，你们先做一个工作台。”瑞亚做出一个工作台，放在地上，“好，现在你们可以合成很多好东西了，木剑木弓木墙。。。都可以。”还没等向导说完，泰拉瑞亚已经穿上了一套木头套装，背着一把木剑和一把木弓说：“我们去复仇！”“NONONO！等会，你们光有弓还不够，还需要箭，箭需要石头和木头，如果用火把点燃，还会变成燃烧箭，向导说着，兄弟俩做着，没过多久，他们已经背着400多支燃烧箭看着他了。。。。。。\n\n各位实在不好意思，最近没时间啊，脱了几个月了，现在补上第二和第三章。。。"
        },
        {
            "author": "3022499493",
            "timestamp": 1457179860,
            "txt_content": "加油哦！！！！！！！"
        },
        {
            "author": "大脑当机ing",
            "timestamp": 1457180580,
            "txt_content": "3022499493 发表于 2016-3-5 20:11\n加油哦！！！！！！！\n加油少年\n还有在游戏里瑞亚是女的\n"
        }
    ]
}