{
    "title": "为服务器宣传版提出的建议",
    "author": "夜凌空",
    "replyCount": 6,
    "timestamp": 1449206220,
    "txt_content": "尊敬的Mcbbs的版主和管理人员，您们好。         Mcbbs现在发展的蒸蒸日上，得意与您们的良好的发展方针和每日的认真的工作，在这里我希望能为Mcbbs提一个微薄的建议。\n希望在服务器宣传版审核的时候，把审核的帖子存在的问题一次性说完，不要让提交者修改了问题并提交帖子，第二天又提出另一个问题，使得提交者反复修改反复提交。把审核帖存在的问题一次性说完有着诸多的好处，第一，方便待审核帖子的作者知道帖子的问题在哪里，不用每天反复修改并提交，有利于服务器发布和诸多的服务器发展。第二，有利于减少版主每日的工作量，不会因为每日反复修改，反复提交的审核帖多次处理。第三，使Mcbbs服务器版审核通过的效率提高，并且，接纳了更多好的服务器，使更多的热爱Minecraft的玩家关注Mcbbs。\n\n综上所述，这一建议有利于Mcbbs，有利于版主，有利于诸多的待审核者及其服务器。在这里祝愿Mcbbs越办越好，人气飞速up~，主要各版主和管理人员身体健康，万事如意~{:10_512:}\n\n",
    "replies": [
        {
            "author": "子弹～",
            "timestamp": 1449221220,
            "txt_content": "版主只要发现一处不合格就会关闭帖子\n版主没有那么多时间来一个一个找不合格的地方"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1449223320,
            "txt_content": "实际上吧。。服务器版主审核帖子甚至比我们茶馆版主还累。。\n如果版主帮所有人都指出所有错误，那服务器板块就不止几个版主审核了。\n甚至需要数十版主审核。（现在服务器版主人手貌似还没够。。）\n版主指出所有错误的话，会大大增加工作量，降低审核效率。\n毕竟版主也是人嘛。\n\n如果真想一次过，那么还是好好看版规发帖为妙。"
        },
        {
            "author": "夜凌空",
            "timestamp": 1449224040,
            "txt_content": "MRTangwin8 发表于 2015-12-4 18:02\n实际上吧。。服务器版主审核帖子甚至比我们茶馆版主还累。。\n如果版主帮所有人都指出所有错误，那服务器板 ...\n好的~我回去认真看版规。 \n我个人认为，如果审核帖存在问题很多，那么可以直接关闭说\"存在问题多，请看版规\"\n但是，如果是有1-2个问题，一遍说下存在的2个问题，待审核者就可以一遍改好。如果，一天一个问题，服务器版主会每天还要重新审核这个帖子，工作量也不会减少。"
        },
        {
            "author": "Thorn_Arnor",
            "timestamp": 1449226980,
            "txt_content": "人家是很累的...........\n那么多服务器帖子差不多可以和茶馆较量了\n但是因为好多都是一些新人，所以多多少少都有一些错误，所以，考虑人家吧\n[因为太累了，所以把要求升级到6级]"
        },
        {
            "author": "夜凌空",
            "timestamp": 1449227880,
            "txt_content": "Thorn_Arnor 发表于 2015-12-4 19:03\n人家是很累的...........\n那么多服务器帖子差不多可以和茶馆较量了\n但是因为好多都是一些新人，所以多多少 ...\n第一，我没有说服务器版主不累。\n第二，我没有说要把存在大量错误的审核帖把所有问题都说出来，请认真看我在“地板”做出的解释。{:10_494:}"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1449330000,
            "txt_content": "夜凌空 发表于 2015-12-4 18:14\n好的~我回去认真看版规。 \n我个人认为，如果审核帖存在问题很多，那么可以直接关闭说\"存在问题多，请看版 ...\n工作量确实不会减少，但是也不会增多的。\n假设所有人在服务器版主提醒某一点不合格以后都能正确修复这点的问题，那么如果这个帖子总共3处问题，版主每次提醒1个点，那么每次查看到一个错误点即可停止阅览下文，总共需要审核4次，然后发帖人需要耽搁3天时间。\n如果版主一次性阅览完全文，然后一次性的告诉发帖人3个错误，那么需要审核2次，发帖人耽搁1天时间。\n\n以上假设是基于每次版主告诉发帖人哪里有问题以后，发帖人能正确改正的理想情况下，在这种情况下版主的总阅览量并没降低，反而需要核实没有其他漏审核的地方，相对来说增加了版务处理量，可能导致每天审核的帖子数量降低，优点是节省了发帖人的审帖时间。\n\n而如果不是理想情况，版主声明了错误点，但是发帖人并没完全修正，则进一步增加版主版务量，每天可审帖数量进一步降低，并且可能无法节约发帖人的审帖时间。\n\n综上，只看到一点就关贴判定不合格，能节省版主审帖总量，提高审帖效率。缺点是耗费发帖人的绿宝石，并且增加发帖人的审核通过时间。\n\n然而服务器版规写出来并不是给版主看的，绿宝石和审帖耗时都是为了让发帖人主动去查阅版规然后发布合格的帖子，如果发帖人能在修改过程中自觉发现其他不符合的点，则进一步节约了审帖时间；如果发帖人屡次都无法完全改正，那我们认为发帖人心智还不足以发布一个合格的服务器帖（或者说开出的服务器质量有待考量），延长通过审核的时间也是对其的一种合理惩罚。"
        }
    ]
}