{
    "title": "<原创.连载>平民战争[上][一]",
    "author": "Thorn_Arnor",
    "replyCount": 5,
    "timestamp": 1449290460,
    "txt_content": " 本帖最后由 Thorn_Arnor 于 2015-12-5 14:46 编辑 \n\n前言\n该作文是根据游戏[黑手党]改编的，所以每个章节也是更具游戏的章节来进行的，因为本人硬盘里面的游戏没有汉化，所以我必须是先翻译在改编，所以有什么失误欢迎提醒\n\n文章\n我的名字叫阿卡西斯，1925出生在西西里，我不能记得住故乡了，当时我们处境非常窘迫，于是1929年离开了故乡，穿越大西洋，到美 国开始了新的生活。轮船咆哮着，仿佛是在欢迎我们来到这个新的世界。穿过人群，办移民手续，坐上卡车，穿梭在城市的中间。在我的记忆里，没有一个地方可以像美国那么美，太美了。大街上人来人往，人山人海，火车向着汽笛在天桥上行驶着；另一方面，我也见过比马桶还脏的贫民窟。罪恶不断，臭气熏天。\n''美国梦。''我父亲在开门的时候嘴里嘟囔着，一种差不多和猫一样大的老鼠在逃窜着''这看起来更像是一场噩梦''\n父亲在码头已经办理好了移民手续，在那里做搬运工，那是个又苦又累的工作，但是赚到的大部分钱都用来买烈酒去了。终于，父母把我送进了学校，开始学习知识。母亲说你必须学习英语，在一个满是英语是城市里面说意大利语是不好使的。那是我遇到奥里森的地方，因为都是穷人，我们相处的很好。因为没有工作，我们开始了自己的会计\n''快一点，阿卡西斯，这个地方我们不能带太久''奥里森和阿卡西斯在抢劫柜台。\n这时候，一个路过的警察在附近的十字路口点烟，还没有发现我们。\n''不许动！警察''突然那个警察踩掉烟头，香我们跑来，看来是发现我们了\n''快跑！''奥里森对阿卡西斯大喊\n警察吹响了哨子，通知附近的警察，马上就来来支援了\n''这里！''奥里森对阿卡西斯说\n他们到了一条小巷，有一道铁网拦住了他们的路\n''吧包给我''奥里森爬过栅栏说''然后你在爬进来''\n''快停下，不然我就开枪了''警察比阿卡西斯快了一步\n奥里森则藏在墙根\n''对不起了阿卡西斯''奥里森自言自语\n那一次是1943年，我18岁，刚好成年，当时美国在打仗，他们就在找可以说英语的人来给他们支援，于是我就进去了。到我的家乡西西里去打仗，还好，说不定我还可以去看看我的老家。胡可斯行动：本来的7-1号到的，但是因为飞机到附近遭遇了敌人的猛烈打击，就活了我们3个人，但是我们还是参加了任务。我就在一个菜棚的后面，附近的是敌人，如果没有当地组织的帮助，恐怕就没有一个活的了。所以我们必须完成任务，来感谢他们的好意。''要是不说出来，这个人就完蛋了''一个敌人吧人质拿了上来了''我在瞄准他们，希望这次可以打的好一些''阿卡西斯自言自语''你们这些叛徒！''那个敌人大骂突然，一声枪响，那个人像钉子一样摔了下来，整个人群乱了起来，看来这次打准了''他们已经后退了，快上！''''快趴下！''大门突然来了一阵阵枪响，他们准备了机器，幸好阿卡西斯在下面，没有打道''看来这里可以走，队长像我们招呼着''在旁边的窗户，我们爬了进去。在里面一点，有个小花园，里面用大批敌人，他们的机枪还是那么强。''快准备手榴弹，阿卡西斯，你来''队长说了说我拿起一个手榴弹，靠在墙根，吧他放了那个手榴弹，正好就在他们的手榴弹箱子上面''哎呀，他妈的..''威力太大了墙都塌了几个着火的士兵趴在地上''不要趴着这里了，我们赶紧的''队长大声说吧门踹开了，里面的敌人早已经准备好了，他们在疯狂的扫射。清理敌人以后，我们到了2楼。2楼有一把重机枪，吧广场的敌人打的落花流水。但是他们吧''一架''坦克开了过来，大炮响了。。。。。\n\n",
    "replies": [
        {
            "author": "Thorn_Arnor",
            "timestamp": 1449316140,
            "txt_content": "估计又是一个无回复系列"
        },
        {
            "author": "帅强哥",
            "timestamp": 1449383040,
            "txt_content": "赶快更新"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1449388500,
            "txt_content": " 本帖最后由 一枚渣渣 于 2015-12-6 16:00 编辑 \n\n虽然身为一个未来科技军迷，而且是游戏，但我还是要来吐槽几句。那一次是1943年，我18岁，刚好成年，当时美国在打仗\n1943年虽然是打的白热化的时候但美国并没有被日军直接登录，而德国连登录英国的海狮计划还没完成，难不成是第二次\n\n南北战争？\n但是因为飞机到附近遭遇了敌人的猛烈打击，就活了我们3个人\n飞机遭遇的是敌人的防空炮还是敌机？主角和另外两人是空降兵吗？而且居然活了三人，太不科学了！二战飞机被击落基本\n\n上活不了多少人的，就算跳伞了也是被俘虏的命，不可能让他跑出来。\n几个着火的士兵趴在地上\n着火？那又不是凝固汽油弹，而且防御型手榴弹主要靠爆炸造成的破片产生伤害，只是爆炸，没有燃烧。\n但是他们吧''一架''坦克开了过来，大炮响了\n一架？虽然打了引号但是并没有修改，作者你是什么心态？而且坦克上的火炮不叫大炮，而叫坦克炮，你不会连这点常识都\n\n没有吧（这个好像只是对于军迷的常识······）\n\n另外，也有一些错别字。描写也比较苍白，没有较多的人物以及对话和心理描写。\n\n我可能攻击略微严重，请见谅。\n\n\n\n\n\n"
        },
        {
            "author": "Thorn_Arnor",
            "timestamp": 1449389040,
            "txt_content": "一枚渣渣 发表于 2015-12-6 15:55\n虽然身为一个未来科技军迷，而且是游戏，但我还是要来吐槽几句。\n1943年虽然是打的白热化的时候但美国并没 ...\n1[游戏翻译问题，也许是游戏问题，已检查]\n\n2[下面写了有当地武装]\n\n3[这个的确是个问题]\n\n4[输入法问题，只能这样]"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1449389160,
            "txt_content": "Thorn_Arnor 发表于 2015-12-6 16:04\n1[游戏翻译问题，也许是游戏问题，已检查]\n\n2[下面写了有当地武装]\n我没听说过意呆的当地武装比天朝的还强"
        }
    ]
}