{
    "title": "我的世界模组介绍★恐怖生物模组·让你的生存变得乐趣不断",
    "author": "闪电龙战神",
    "replyCount": 1,
    "timestamp": 1449295260,
    "txt_content": " 本帖最后由 闪电龙战神 于 2015-12-9 09:44 编辑 \n\nhttp://v.youku.com/v_show/id_XMTQwNDQ5NDY5Mg==.html?from=y1.7-1.2\nHey～What's up Guys！欢迎收看由小沫为大家带来的模组介绍^o^本期我们接着来看一款十分有趣的mod今天这款mod叫做《恐怖生物模组》目前呢是更新到MC1.7.1和1.7.2的版本从名字上就不难看出这是一个相当猎奇的模组由于本模组十分庞大就光这次更新就更新出来57种生物和83种物品甚至它的容量比MC原版还要大出8MB左右所以这边小沫是把整个模组的生物部分划分成了11个大类分别是冰原生物恶魔生物沙漠生物树林生物淡水生物地狱生物丛林生物山岳生物平原生物盐水生物和沼泽生物按照顺序，我们先从冰原生物说起冰原生物通常生活在寒冷下雪的地区如针叶林或冰冷平原就是他们经常出没的地方冰原生物大多都十分狡猾以冰蛛为例子它就非常擅长喷吐一种冰蜘蛛丝一旦被这种蜘蛛丝粘到在短暂时间内你的移动速度会变得十分缓慢虽然冰蛛的蜘蛛丝每次对你只能造成1滴血的伤害但是在这种连续的攻击下移动速度显然比你的防御能力要重要得多同样，雪怪的属性是会在看到你之后向你喷射雪球但是这种雪球是具有攻击性的并且在中弹后会对你造成短时间内的缓慢效果雪怪的背后还会持续产生蓝色火焰这种蓝色火焰则可以释放出掠夺者来和雪怪一起对你进行攻击但是一样身为冰原生物的雪人和冰精灵则显得友好许多作为友好生物和中立生物的它们在人不犯我我不犯人的同时还可以进行养殖驯服甚至是成为你的宠物为你不断的提供雪人奶这种神奇美味的佳肴让你在寒冷的冬天彻底摆脱食物问题那么这就是目前版本的冰原生物接下来我们来看恶魔生物相比冰原生物恶魔生物貌似更喜欢破坏从地狱幽冥深处烈火重生的他们往往十分邪恶红炎战士就是来自地狱的原住民整天生活在岩浆周围的他特别热衷于投掷火焰弹而且能同时召唤灰烬与他并肩作战那么红炎战士的属性跟冰原生物的雪怪是十分相像的再来看巨兽这种生物巨兽体型高大使用的武器是球形地狱火强烈建议绕道而行牲畜消灭者牲畜消灭者是暴食的野兽尤其喜欢吞食牛,猪和羊据说可以使用牲畜养殖和繁殖引诱它们时要特别注意这种冲撞型生物是特别危险的婴儿牲畜消灭者可以驯服而成年牲畜消灭者则可以用作战斗坐骑策划者拥有大大的脑袋看着就像是一只巨型蜘蛛你要设法摆脱它们的速射武器并消灭它们当它们死亡后里面的原住民陈腐会爬出来攻击! 说到陈腐陈腐可以说就是策划者的缩小版一种小而快速的蜘蛛类生物咬到生物会造成凋零效果陈腐的移动速度可以说是十分敏捷所以在与它的战斗过程中一定要多加注意地狱灵魂拥有这一张非常可怕的脸蛋恶魔的头骨被恶魔火焰覆盖通过击打来对你造成伤害死亡时会发生爆炸同样是飞行生物大嘴恶魔看起来就像是地狱灵魂的强化版的强化版恶魔雷火光球会造成致命的爆炸喜欢欺负地精获得其美味的眼泪但是出人意料的是它竟然可以被驯服为飞行宠物变为你的贴身卫士然后下面是沙漠生物沙漠生物似乎都长的比较可怕是小沫认为最有希望成为整个模组的高能点的群系就拿三足骑士来说长得十分恐怖的它几乎是把“恐怖生物”这四个字诠释地淋漓尽致令人意外的是三足骑士一般是中立的而且喜欢绿色仙人掌的它们可以被养殖但是一旦你对它们主动发起了攻击全体三足骑士都会毫不留情地反击而初代三足骑士则可以说是三足骑士领导者它们会攻击视野里其他的初代会命令其它三足骑士且怀着强烈的敌意遇见时一定要多加小心六足行动者和矽质四足虫也很类似不仅在外观上几乎一样连功能和攻击属性也是如出一辙唯一的区别就是一大一小一个可被驯服而一个则只知道攻击你他们都是使用从嘴里发射能造成虚弱效果的火球来对你进行打击但六足行动者可以被驯服是非常优秀的旅游坐骑且它们在沙子中前行速度非常快可以携带很多东西妈妈再也不用担心我出远门饥饿值会不够啦再看矽质四足虫它是一种小型岩石甲虫，相当弱小如果有足够的时间它们会向附近范围的同类呼救在你意识到它们到来之前，你就会被包围所以要尽快杀死它们，不过它们貌似很害怕蝎尾兽既然连这种强悍的生物都害怕蝎尾兽那我们就来看看蝎尾兽到底有多神奇蝎尾兽是一种飞行的蝙蝠生物它们是快速和邪恶的代表它们的叮咬会虚弱你并引起饥饿还有就是我们上面所说的它们喜欢狩猎矽质四足虫也算是比较危险的一种生物最后我们再来看地穴僵尸可以说这种僵尸是一群潜伏在沙漠的干尸它们的行为很像普通僵尸但是每次攻击都会造成饥饿的效果且不会在太阳下燃烧下面看到树林生物树林通常都是友好和中立的代表没错，我们大家都十分熟悉的树人就是做好的证明树人是森林的守护者它们会攻击任何它们认为会威胁到森林的生物当然这也包括你它们在水中会急速恢复生命甚至在攻击时也能自我修复.高大树人高大树人同样是巨型森林的守护者很像树人但更高大更威猛它们攻击会造成麻痹效果在水中和进攻时也都会快速恢复生命漫步者漫步者藏匿于杂草丛生的灌木之中它们在水中会急速恢复生命，在攻击时会造成麻痹效果想要让你的花园活跃起来？驯服它们是一个非常好的方法! 小乖算是一种大型植物蜥脚类恐龙它们都是非常温顺的,通常只吃树上的草同时也可以用小麦吸引和养殖继续看遗迹守护者可是神秘的植物元素生物令人无法摸透的它们往往能在森林深处被发现目前已知它拥有致命的吸血激光来对你进行致命伤害淡水生物淡水生物是这个模组中最小的一个部分只有水元素以及和风两种怪物但是这两种怪物都是异常的凶猛水元素被称为纯水的守护者它们会攻击任何它们认为不纯洁的物体当然往往不纯洁的物体指的是你！和风也是凶猛的生物风暴元素的它通常是在大雨，特别是在雷雨天气中出没当心，因为它们将对任何接近它们敌人发射致命冲击波！简单介绍完淡水生物我们又回到了和恶魔生物相似的地狱生物同样是来自地狱的火熔岩形成的怪物你可以在任何地方找到它们它们热得足以融化岩石或烧掉物质!灰烬是凶猛的火灵，喜欢焚烧它所见到的一切蹒跚是巨大的熔岩魔,酷爱潜伏在熔岩湖泊中然后把滚烫的岩浆投向它们的目标五彩鱼是一种外形巨大的鱼，和普通可食的鱼不同的是它们生活在岩浆！五彩鱼也可以用煤进行养殖！可怕的黑色恶魔是喜欢在岩浆里洗澡的恐怖生物它们会发射带渗透效果并会点燃一切的火焰球可以驯服为大型宠物好，下面我们来到了丛林生物丛林生物会频繁出现在潮湿和繁茂的丛林以及世界热带地区蜥蜴人其实这就是种跳跃能力很强的有毒爬行动物斑斓鸟兽五颜六色的猛禽,拥有极端的跳跃和滑翔能力可以驯服,作为跳高的坐骑能载着你可以到处飞来飞去千足虫某奇怪的甲虫，互相连接着它们的头领会在夜晚时带有敌意并使用毒牙攻击会一点一点变长增加节数如果喂食小麦,则它们会变得被动,身体停止增长千足虫躯体就是千足虫的身体组成他们彼此相互连接位于头部的就是领导如果头部被砍掉，它会再长一个新的头但它的身体却是十分脆弱的狼蛛有毒的跳蛛物种,移动时会留下一串带有临时粘稠效果的绿色带子到这里，本模组的生物部分介绍已经过了一大半了但是更精彩的还在后面哟~让我们继续往下看山岳生物这是一群游荡在高山上的野兽它们已经完全掌握了攀爬技巧且不会有恐高症.....熟练的穿梭在大山与大山之间畸形魔鹿畸形魔鹿属于邪恶的鹿类生物坚锐的钩爪使受害者难以忍受一旦中招将会变得无法跳跃并且会增加坠落伤害这使得畸形魔鹿在山上变成了致命的怪物而巨魔就不一样了在阳光下巨魔的皮肤硬得像石头这给了它们极好的保护如果尝试你靠近，它们会像摧毁软土块一样打得你屁滚尿流怪形是一种奇怪的蓬松的类生物长得像畸形的羊，叫声和羊一样所以有时也被称为羊怪怪形也会供应羊毛,使用剪刀剪掉就行它们也可以用小麦养殖奇怪的怪形用自己的角作为前腿,用小胳膊吃食物真是十分名副其实的怪形呀~石魔是残酷的大地元素生物通常你会在挖矿时发现它们它们会用具有挖掘疲劳效果的矛在你毫无防备的时候迅速打击你两次然后用具有攻击加成的拳头攻击你的身体最终将你击倒下面来看平原生物那么看到这个阵容有些小伙伴可能要问了难道我们之前不是介绍过类似的怪物咩？怎么又来一遍？没错，平原生物的怪物设定和沙漠生物的怪物设定非常相像导致到现在为止包括小沫在内都很容易把它们搞混但是既然是不同物种那就一定会有不同之处接下来就请大家跟着小沫来看一下生活在茂盛平原和碧绿田野的它们究竟有什么特别之处呢？小耗子是一种小型啮齿动物按照人类赋予耗子的特性它们经常会忍不住偷东西杀死它们就可以得到被偷走的东西面对其他强大的怪兽它们通常会选择逃跑但是却喜欢贪小便宜攻击那些生命值低的人也就是所谓的抢人头这边克莱的属性和之前沙漠生物的三足骑士十分类似克莱是一种巨大的温顺草食动物想要它们的肉和皮革？没问题！克莱是可以用小麦养殖的但是一定要小心周围的初代克莱初代克莱可以说是大号的普通克莱它们通常是温顺的,但有时候也会攻击且它们竟然还会相互攻击同类生物而却会出人意料的保护其余的兽群初代真是让人琢磨不透啊因此有时想要养殖普通克莱其实也是一件非常棘手的事情四脚爬虫四脚爬虫具有硬化的骨盾这使得它们能在战斗中采取防御姿态抵挡住大量的伤害所以与它对打时最好是不断后退直到它们停止冲撞再进行反击巨鸟巨鸟能在平原上面飞得很高它们猎取小型生物和像你这样的玩家它会用尾巴下方的爪子抓起猎物直冲云霄使你毫无抵抗之力不过如果你有足够的武器你可以尝试在空中向巨鸟射击也许会起到一点作用吧说完了地上的我们再来说说水里的盐水生物大多是在水中生存但是有些可以在岸上游荡它们徘徊在海洋的深处也具有一定攻击力水食尸鬼水食尸鬼是致命的水生生物通常它们会把受害者拖到海底然后进行攻击并把它们淹死不管下不下雨他们都可以在陆地上短时间停留寄居者大家都知道寄居蟹吧？这是一种鱿鱼一样的生物生活在坚硬的贝壳里要有足够强大的武器才能打破它们的贝壳失去贝壳之后会降低了它们的防御力但会增加它们的攻击速度和移动速度寄居者通常会用带有致盲效果的墨汁进行攻击伊卡这是蜗牛？是乌龟？是贝壳？我们不得而知伊卡可以用小麦来进行引诱和养殖只可惜它们在陆地上的生存时间很短所以一定要精心养殖，不能有半点疏忽！红鱼算是一种鱼类吧是十分凶恶的巨齿鱼!这很稀有！很少能找到成年的但是如果你有幸找到了建议你最好还是赶快游走跑路因为它们和它们的孩子是成群的分分钟可以干掉你！最后，沼泽生物沼泽生物也算是一个非常庞大的群系可以在潮湿的沼泽和泥泞的水域发现它们的踪迹这些生物可以说是非常危险的因为它们很多都是以毒性而闻名先来看食尸鬼僵尸又有恶臭又有毒的干尸它们的行为很像普通的僵尸但相比来说稍微偏弱携带剧毒的它们速度极快居住者居住者是不会被水限制的两栖类生物它们有刀片般的臂鳍攻击速度十分之快当它们感到太干燥时它们会撤退如果在陆地上太久就会死但它们在水里移动迅速且致命,下雨时请务必小心双头怪又是一种大型双头怪物攻击速度缓慢但伤害却不容小视如果你靠得太近，它们就会使用周围的方块来攻击你潜伏者潜伏者能够完全融入周围的环境中它们的叮咬可造成中毒和致盲一旦结束攻击后它们将会继续隐藏自己等待它的毒液发挥作用潜伏者可以被驯服为优秀的宠物比如可以叫它大爬虫守卫~哈哈哈貌似听起来不错哟~毒眼在黑暗中毒眼是敌对的它们的巨眼可以发射有剧毒的激光被叮咬后也会导致暂时失明!可以被驯服为坐骑用来攀爬或航行阿斯匹阿斯匹相比其他的恐怖怪兽要温顺许多它的背上生长着奇怪的尖刺喜欢蘑菇的它可以用蘑菇来养殖不过要小心,因为通常它们走过的地方都会留下一条含有剧毒的路径蛇龙蛇龙是会吐出毒液的飞蛇吐出的毒液如果击中地面会形成一片毒雾在毒物范围内会对玩家和生物造成中毒效果\n好了，那么对于此模组的生物部分的介绍就到此结束了，模组还在不断更新让我们接着期待之后的新版本下面我们来看一下这个巨型模组的其他部分对于整个模组来说最重要的一个道具就是【灵魂凝视】使用4个金块+4个骨头+1块钻石通过像现在画面上显示的顺序依次摆放材料即可合成有了这个万能的东西之后我们的恐怖生物模组之旅算是正式开始了首先要给大家介绍3个快捷键分别是：打开兽栏，宠物管理和宠物选择原版默认按键是【打开兽栏】对应小键盘上的数字\"7\"【宠物管理】对应小键盘上的数字\"8\"【宠物选择】对应字母键盘上的\"J\"摁下小键盘上的数字\"7\"打开兽栏我们可以看到如下界面目前由于我们还没有接触任何的生物所以暂时还是空空如也的这时候拿出刚才我们合成的【灵魂凝视】用【灵魂凝视】右击你想了解的模组生物那么这个生物就被成功地添加到你的兽栏了你可以在任何时间用快捷键打开兽栏来查看各个生物的详细信息说到这里，我们不得不提一下此模组的作者在使用【灵魂凝视】的过程中我们可以发现这个模组中的每一个物品都有详细的说明介绍57种怪，57段介绍突然感觉到其他小模组的工程量一点儿也不大了哈哈哈好的让我们言归正传下面我们来看一下关于召唤宠物的事宜在你使用【灵魂凝视】获取到生物的信息之后你便可以用一个末影珍珠，一块骨头和一个黄金来合成召唤宠物用的【召唤打手】那么【召唤打手】这个道具其实有很多种不同的样式不同的样式就意味着有不同的功能当然同时也意味着需要由不同的材料来合成合成了我们的【召唤打手】之后我们就有能力召唤属于自己的宠物了摁下对应的快捷键打开宠物管理界面我们可以看到之前被我们使用【灵魂凝视】收集过生物信息的生物都出现在了这里这时你要做的就只是选中生物将它放进召唤栏里然后再次回到游戏界面拿着【召唤打手】摁住右键摁住后【召唤打手】就会开始不停蓄力并出现一个紫色的召唤门当召唤门出现的时候你便可以松开右键这样，你的专属恐怖生物就被你召唤出来啦~靠近生物右击它还可以对它的装备和状态进行自定义是不是很神奇？哈哈哈从此妈妈再也不用担心我的生存会无聊透顶啦\n另外最后关于武器的使用基本就分为2类，普通的和蓄能的简单来说就是一种按下右键就可以另一种则要摁住右键蓄力射击武器由于不是本模组的重点而且占比比较小这边就留给大家自己慢慢探索咯~\n好啦~那么以上就是本期视频的所有内容了如果你喜欢本视频，千万不要忘了点赞和订阅如果可以的话要是能够收藏送礼投硬币那就是再好不过了有时你的一个小举动对小沫的帮助真的是极大的此模组的下载地址可以在视频下方的简介栏中找到同时欢迎造访小沫滴微信公众平台和微博认证帐号最后再次感谢各位的收看^0^我们下期再见拜拜~么么哒~",
    "replies": [
        {
            "author": "Yy星人",
            "timestamp": 1449295860,
            "txt_content": "视频蹦掉了"
        }
    ]
}