{
    "title": "[霜露·笑尘]麟创意小说—第一章-遗孤",
    "author": "luxiaochen1984",
    "replyCount": 1,
    "timestamp": 1449302760,
    "txt_content": " 本帖最后由 luxiaochen1984 于 2015-12-5 23:29 编辑 \n\n\nhttp://www.xiami.com/widget/43240454_1774035913/singlePlayer.swf\n麟创意计划介绍麟创意PROJECT,以Minecraft为平台的二次创作计划，由麟薏linry于2015-05-03发起，先后有银羽（Yy星人），笑尘（luxiaochen），血君（姨妈君）加入创作。麟大陆上生活着七个种族，分别是 独麟 蚩麟 盘麟 苍麟 隳麟 魅麟 耀麟，他们各自都有着属于自己氏族的标志性麟角，一场传奇的故事在这广袤无垠的麟大陆上演。\n麟大陆（暂设）\n\n\n\n\n\n人物介绍鸣：耀麟族岛屿青年帮得老大一样的人物，在青年一代中极其出名，有强大的实力，极其护短，且重视友情，在幼年时在山上摔断了腿，幸被瑶所救，一直心存感激，虽然平时对薏和别人一样恶劣，实际上因为瑶的关系也尽力在暗中保护他，但因为尊严问题一直没有说出去薏：隳麟族遗孤，隳麟族被毁灭时，薏的母亲带他逃到了其他种族。。后来因为角与众不同的原因而遭到排斥，不得不经常迁居他处。。。终于有一天薏的母亲被疟疾夺去生命，最后薏被耀麟的一位百姓捡到并抚养长大，因为自己的犄角与耀麟族的犄角不同，从小遭到耀麟族人们的歧视，说是怪胎，可是 瑶 这位仁慈的母亲从来没想过放弃他。\n        二百年的时光，足以改变很多事情。\n    圣凌苍渊的发现，魔能科技的蓬勃发展，公会时代的开始，天轨的架设，魔纹的觉醒，每一件事情都拨动着整个大陆的命运，让历史的车轮更进一步，可以说，二百年后的今天，与二百年前的昔日，已经是两个时代了，如果有人能跨越这段时间，或许会觉得自己来到完全不同的世界吧。\n    隳麟一族的毁灭已经无人提起，甚至已经被遗忘，只有仅存的老一辈人物还记得生存之战，年轻一代的麟族们甚至不知道隳麟的特点，这一切，似乎都被有意无意的遗忘了。蚩麟理所当然的占有了隳麟曾经的家园，在崭新的土地上展开了自己的研究，这个世界，似乎大步的向着未来在前进着，那也许是一条充满光芒的道路，美好的景象，好像已经呈现在了这世界所有人的面前。\n    但，真的是这样么？那光芒，是象征光明与未来的希望之光，还是充满了破坏与毁灭的审判之光呢？\n    海浪拍打着岩石，发出轻柔的沙沙声，海鸥在天空中盘旋鸣叫，几只鱼船悠悠的漂浮在远处的海中,绚烂的阳光撒在沙滩上，清风悠悠的吹着，一切显得那么的美好。\n    一块黑色的岩石突兀的立在海岸线上，有一种说不出的违和感，岩石有九米高，通体乌黑，不知道是什么材质所构成，岩石如同一层层堆砌而成，层次分明，虽然看起来像是什么东西，但却叫人说不出来。而在岩石的顶端，则有一个不到三米宽的小平台，正好可以把整个海滩的景象尽收眼底。\n    薏站在这方小平台上，将手伸向蔚蓝的天空，想要抓住什么，却终究没有成功。\n    巨大而宏伟的轨道在天空中交织在一起，薏知道，那是天轨，连接着整个大陆的伟大建筑，如同血管一样将整个世界贯通在了一起。\n    “哎”望着天空中无声飞驰而过的天轨车，他轻轻的叹息着，不禁回忆起了一切。\n    他不知道父母是谁，他只知道他在岛边的海滩上被他现在的母亲瑶所捡到，自那以后，就被收养了下来，在成长的十六年中，因为自己角的不同，被周围的同龄人所歧视，被所有的大人厌恶，认为这是不详的象征。\n    他轻轻抚摸着额头上那淡灰色的麟角，两只如同利剑的角从额头露出，一只角中透露着冷冽而锋利的气息，而另一只角则隐隐约约的有些许流光，这是麟族最为重要的象征，标记着他们的种族，岁数，以及力量，一切都清晰的写在角上，无法隐瞒也无法摆脱，如同一张在这片大陆上通用的身份证，也正是这对角，给他带来了不幸的命运。\n    但真正困扰他的，是他的身世。\n    他来自哪里？那是何族之人？他，应该去哪里？\n    他不知道，也没人告诉他答案，只有无尽的，盲目的仇恨。与众不同的角激发了整个岛屿的人的排外反应，孩子们的嘲笑与鄙视，成年人的辱骂与殴打。更让他不解的是，那些大人眼中看他的那种深深的恐惧，并非来自未知，也并非来自他本身，而是来自更为不可言喻的东西，他不明白，这一切到底是为了什么。\n    若不是他的母亲瑶一力担保，也许他的命运，早就止步了吧。\n    他查阅了很多书籍，但也无法发现哪怕一个和他角相同的种族，即使四处询问，获得的也只是更多的白眼和辱骂。\n    “有的时候，真恨不得把他们折断呢……”薏笑了笑，摇头将这一切都甩出了脑海，毫无顾忌的躺在了岩石上，享受难得的温暖阳光与轻柔海风。\n    “嘿，这小子在这里睡着了。”几个青年偷偷摸摸的爬上了薏所在的岩石顶端，只见薏随意的躺在哪里，呼吸平稳，似乎完全不知道有人到来的样子。\n    “怎么办，老大，要不要好好整整他？这小子最近越发猖狂了，兄弟几个可都被他给整了。”仔细看去，那个被叫做老大的领头人，有一双比别人更加巨大的角，而在那双巨大的麟角上，则比其他人的角多了一圈神秘的花纹。\n    “当然了！昨天这家伙还害得我找不到佩剑，害我在比试上出丑，现在居然跑到禁地来睡大觉，真是好大的胆子”领头的青年咬牙切齿的说着“把他扔到海里去，以解我心头之恨，也给兄弟们报仇！动手！”\n    “好的鸣老大！”\n    几人欢呼一声，动手就要把薏抬起来，然而没想到的是，之前好像还在沉睡的薏突然把脚一伸，一个倒霉青年就被绊的脚下一个咧些，与地面做了个亲密接触。薏双腿一蹬，刷的一下就从地面上跳了起来，他打着哈欠的看着有些发愣的几人，举起了右手“中午好，怎么了，想我了么？竟然跑到禁地来砍我…我很感动啊。”\n    “哈，薏，你很好，昨天捉弄了我今天就躲在这里睡大觉，真是活得不耐烦了。”鸣咬牙切齿的说着“别以为仗着瑶你就能无法无天，不过是个外族的野种，竟敢害我丢脸，赶快把剑交出来，再跪下磕头道歉，不然，信不信大爷我分分钟让你呆不下去！？啊？”鸣的每一句话，都让薏的脸阴沉一分，在他说出最后一句话的时候，迎接他的，是一记有力的飞踢。\n    他连忙伸手招架，却也被踢退了三步，他刚想抬头再叫嚣两句，却正好对上薏冰冷到几乎能够杀人的眼神，话到口头又憋了回去，只剩下几声呜咽，薏毫不留情的反身一脚将鸣的一个手下踹到了岩石下面，轻松的接住几人的夹击，然后一推一送，岩石上只剩下了鸣和他自己。\n    “你等着，我会回来的。”鸣装腔作势的挥舞了几下拳头，发狠般的说着，但这也仅仅只是丧家犬的悲鸣罢了。不一会，鸣和他的一班小弟就消失在了薏的视线中，岩石顶上又回复到了之前的平静。薏随意的摆了摆手，脸上平静了下来，他不在乎别人侮辱他，但他无法容忍对母亲的一丝一毫的不敬。\n    “真是的，总是不知道一点悔改”\n    说完这句话，薏再一次百无聊赖的躺下，但过了一会，一阵阵剧烈的震动让他不得不起身，脚下的岩石开始晃动起来，剧烈的响声在下面接连响起，薏连忙靠抓住旁边的一块石头来稳住身子，随后探头向下看去。\n    果不其然，又是鸣那一伙人，他们将一支支不知道从哪里搞到的雷管放到岩石下面，然后点燃，每次爆炸都会引起岩石的颤抖。\n    “哈！我回来了！薏，有本事你下来！”鸣掐着腰，得意的神情已经写在了脸上。\n    “我的天，你烦不烦了，非得搞的我睡不成午觉你才高兴么？”薏朝鸣说着“再说，你真的考虑过做这件事情的后果么，整块岩盘都会让你弄倒的，这可是禁地，破坏了禁地的后果不用我说了吧？”\n    “你休想骗我，谁知道你又耍什么鬼主意，我给你三秒，马上下来道歉，不然就别怪我不客气了！”他伸出右手，指着薏的鼻子，不可一世的说着。\n    薏不再理他，缩回岩石后面整理了一下自己的衣服，然后紧紧的趴在岩石上面，等待着爆炸的来临。\n    见薏缩了回去，鸣自己讨了个没趣，发了发狠，开始倒数起来\n    “3！”\n    “2！”\n    “1！”\n    “很好，有骨气，小的们，点炸药！”几个青年立刻把炸药点燃，然后几人趁着引线燃烧的时间赶忙躲远。\n    绳索很快燃尽，炸药也随之轰然爆裂，巨大的能量所导致的风甚至将远处的几人吹的退后几步，巨大的烟尘冲天而起，遮住了几人的视线。\n    过了一会，烟尘稍稍散去，映入眼帘的，是那块巨大的黑色岩石。\n    “老大，你说这岩石不会真的塌了吧…到时候追究下来，可不好办啊。”一个青年谄媚的朝着鸣笑着说到。\n    “怎么可能啊，就那么点炸药哪里可能把那么大一块岩石炸塌嘛，那小子肯定是害怕才这么说的，你看，岩石不是完好无损么。”\n    鸣沉默不语，在再三确认岩石无事后，心中紧绷着的弦终于放下了，又回复到了一开始的嚣张“你们老大我英勇神武，这样一次下去，我就不信那狗杂种还不听我的，还骗我说岩石会倒塌，开什么玩笑呢！到时候，你们几个也感受一下小弟伺候的感觉，如何啊？哈哈哈哈哈”几个青年稍稍一愣，也随着他们的老大开始笑起来。\n    但很快，他们就笑不出来了。\n    “咔擦”\n    清晰的声音传遍了每个人的耳朵。\n    “你们…听到了么？”鸣咽了口口水，看向周围的几人，只见他们整齐划一的点了点头。\n    他们将目光集中在了岩石上，果然，在那里，是一条清晰可见的裂纹。\n    “咔擦…咔擦…咔擦”更多的裂纹出现了，很快，裂纹布满了整个岩石。\n    “跑！快跑！岩石要塌了！”虽然有人这么喊着，但他们的双脚却如同被钉在了地上，因为，随着岩石的破裂，多余的碎屑与岩石被逐渐抖落，一个巨大而清晰的轮廓出现在了他们面前。\n    那是一只蛤蟆，巨大无比的蛤蟆，朝天吐出舌头的蛤蟆，那所谓岩石，正是蛤蟆的身体，而那所谓平台，也正是蛤蟆的舌头的顶端，随着石头的脱落，一股洪荒的气息猛然向周围扩散而出，将几人笼罩，几人仿佛置身于无尽的荒野之中，迎面有万兽奔腾而来，不要说是移动，他们连最基本的呼吸都无法做到，他们只能呆在原地，无能为力，即将被奔腾而来的风暴所碾碎…….\n    “呱”这是一声响彻天地的鸣叫，也如同天地初开的宣告，蛤蟆动了起来，仅仅是略一抖动，大片大片的石头又剥落了下来，它仿佛不满足于此，所幸一跃而起，又轰然落下，随着一场堪比三级地震的震动，他身上的石头全部落在了地上。\n    石头落尽，它的本体毫无保留的出现在众人面前，那巨大而银白的身体，在阳光的照耀下，散发出刺眼的冷冽的光芒，它轻轻地吐息着，嘴角带出阵阵寒冷的气息，在它出现后，温度不停的下降，周围的海洋也隐隐约约有了凝结成冰的趋势，它目光一动，看向了鸣几人，他们感觉到了针刺入骨髓的冰冷，所幸，它只是看了他们一眼，就失去了兴趣，四肢有力的舒展开来，划过一道优美的曲线，飞身跃向了远处的海中，转瞬间，一座冰制的平台就在它还未落下时出现并接住了它，于是，那只巨兽就这么蹲在由瞬间凝结的海水所构成的平台上，如同老僧入定般，阖上双眼，不再移动。\n    气温骤降，鸣几人打了个哆嗦，如同大梦初醒一样回过了神。\n    “这…这到底是什么..”一个青年指着那只巨大的蛤蟆，手不住的哆嗦。\n    “不…不知道，但那一定是洪荒猛..猛兽”说话的青年浑身都在颤抖，冷汗已经浸透了全身，而这层汗液，也变被冻成了冰，黏结在他的身上。这来自洪荒得强烈气息，实在是不适合这些连血都没见过的年轻人接触。\n    “这还用你们说！赶快跑路吧！谁知道那家伙会不会再回来！”鸣也算干脆，拉起近乎瘫倒的几人就开始往外面跑，虽然几人腿肚子发软，但好歹还算是动了起来，他们跌跌撞撞的往村子里赶去。\n    “等下！”鸣突然停下了脚步“薏那家伙还在那里，我们不能丢下他不管！”他斩钉截铁的说着。\n    “为什么啊？不就是个杂种么，咱们赶快跑吧！”失去了鸣的支撑，一个青年立刻扑倒在了地上，大口的喘着粗气。\n    “就是啊，老大，你脑子又热了啊，不要冲动啊，为了那种人搭上性命可不值啊。”另一个青年也这么说着。\n    “不，瑶姨是我的救命恩人，我不能让她伤心，而且就算是我看不起那混蛋，也绝不能让他就这么不明不白的因我们而死，这是杀人！罪孽在我们手上，就要靠我们自己来洗刷！”他看了看已经东倒西歪的同伴，叹了口气“你们回村通知族长，我一个人去！记住，说清楚事情的严重性！”说罢，头也不回的向那巨大的蛤蟆那边跑去。\n    几个青年相互看了看，又看了看那边已经冻成冰块的海洋和远处巨大的蛤蟆，权衡一下，最终向着村子跑去。\n-笑傲红尘-\n麟创意其他工程\n\n麟創意丨蚩麟丨工业屿·开发[第一工程-一期]\n麟創意丨蚩麟丨曙光屿[第一工程-二期]\n麟創意丨蚩麟丨薄暮屿[第一工程-三期]\n\n\n\n\n@猫小沫 @紫枫 @LinYi_Z @Yy星人 @zxc554989965 @飞得更高 @冥王星人 \n\n\n\n[groupid=171]霜露制作组[/groupid]",
    "replies": [
        {
            "author": "LinYi_Z",
            "timestamp": 1449328920,
            "txt_content": "关于人设图。。我再练练，尽量提早发出"
        }
    ]
}