{
    "title": "[霜露·笑尘]麟创意小说—麟大陆编年史",
    "author": "luxiaochen1984",
    "replyCount": 4,
    "timestamp": 1449301440,
    "txt_content": " 本帖最后由 luxiaochen1984 于 2015-12-5 23:27 编辑 \n\n\n\n麟创意计划介绍\n麟创意PROJECT,以Minecraft为平台的二次创作计划，由麟薏linry于2015-05-03发起，先后有银羽（Yy星人），笑尘（luxiaochen），血君（姨妈君）加入创作。麟大陆上生活着七个种族，分别是 独麟 蚩麟 盘麟 苍麟 隳麟 魅麟 耀麟，他们各自都有着属于自己氏族的标志性麟角，一场传奇的故事在这广袤无垠的麟大陆上演。\n麟大陆（暂设）\n\n\n\n\n\n\n\n【纪元1年】 天地初开，万物开始孕育最基本的秩序与法则。【纪元9年】 外宇宙不知名能量体陨落大陆，在中心大陆西南处砸开了一个巨大的坑洞，因为这颗陨石，大陆开始分裂。【纪元81年】 大陆的分裂基本完成，一块大陆浮上天际，一块大陆被紫色的能量所笼罩，一块大陆漂流到万重海洋之中，而那被陨石击中部分受到了最大的冲击，最外层的部分分散成了一片群岛，内部的大陆则化为了一片荒漠，而剩下还链接在一起的大陆，则呈现出了多种多样的地貌形态。【纪元124年】 法则逐步稳定下来，受到陨石的影响，各个大陆上开始出现简单的生命迹象，这片死寂的大陆展开了新的篇章。【纪元781年】 第一类陆行生物出现，植物已经在陆地与海洋繁衍茂盛了。【纪元1000年】 名为“麟”的种族出现，根据出生地的不同，他们天生就有不同的能力，有着不同的麟角，靠着这种天生之力，他们在进化中脱颖而出，逐渐主宰大陆。【纪元1300年】 麟族逐步进化完成，在洪荒之中脱颖而出，奠定了大陆之主的地位，并且在不同大陆出现了不同的种族与王国。（详细参照上文）【纪元1800年】 经过五百年的发展，各族实力达到一定地步，开始了对外探索，并由此得知了“大陆”与“存在其他麟族”的信息，一时间外交往来开始兴盛。【纪元1821年】 商业与探险开始兴盛，各族之间的了解更加深刻，各族之间展开了物资交换与文化交流，大航海时代也趁着时代的潮流开始了，一时间新大陆的探索与未知区域的探索成了潮流。【纪元1830年】 趁着大航海时代的潮流，以聪慧著称的蚩麟一族的科学技术以爆发式发展，但过度膨胀的科学技术让工业屿被污染，其生存环境遭到威胁。【纪元1831年】 污染的危害展现，蚩麟族自然环境破坏导致粮食极度缩水，即使进口也无法满足其种族需要，一时间蚩麟面对灭族危机。【纪元1832年】 毫无对策的蚩麟族不得已下发起了被称为“生存战争”的战斗，在迅雷不及掩耳的攻势下，隳麟族灭亡。【纪元1833年】 战火很快蔓延，此时魅麟族与蚩麟族签订同盟协约，建立合作关系，大陆其他种族也开始结盟，试图对抗这一支可怕的侵略者。【纪元1835年】 在战争打响后的第三个年头，因战事胶着，同盟军与侵略军决定签署和平条约，大陆承认隳麟族遗留土地为魅麟与蚩麟合法所有权，而相对的，两族需削减军备，并不得再发起战争，和平在这不明不白中再次回到大陆，各族对隳麟灭亡之事不再提及。【纪元1837年】 战后回复工作几近完成，各族再次回了发展轨道上。蚩麟族和魅麟族也成功将隳麟的领地残余势力扫清并化为己有。【纪元1838年】 在生存之战后，各族吸取教训开始提升自己的实力，此时，魔能储存转化装置被研发了出来，从此大陆开始了魔能时代。【纪元1839年】 魔能与科技开始飞速发展，各类大威力的能量武器被开发出来，新兴的技术也让航海业更加兴旺，第二次大航海时代开启了，与之相伴的是被称为“公会时代”的产生，大量民间人员组成了公会，接受私人委托或政府委托或自行行动，大量公会林立于大陆的景象极为壮观。【纪元1845年】 悬浮在遥远海域之上的圣凌苍渊为世人发现，上面似乎拥有极度充裕的魔力与资源，吸引了大量探险家与公会前去探索。【纪元1847年】 圣凌苍渊的一切探索活动被停止，这似乎成了各大公会与政府所禁忌的事情，大量资料被销毁，大量记录被处理，似乎从未发现过这岛屿一样。【纪元1860年】 基于超远程魔力传送线路与魔力机械的蓬勃发展，代号“天轨”的超远程运输线路开始铺设。【纪元1870年】 天轨几近完成，大陆沟通从原先的只有船只一种跨大陆手段完成了质的跨越，以天轨轨道为基础的运输车，客运车等也正式投入到了工作中，大大小小的天轨轨道铺设在海中，陆上，极为壮观。【纪元1890年】 魔力浮空艇完成了研究，麟族开始向天空进军。【纪元1900年】 在漫长的发展与探索中，麟族产生了第二次进化，各族群本不同的角开始了变化，以科技与魔力科技为研究方向的族群产生了“极智之纹”而加强自身为方向的族群则拥有了“魔力之纹”与“破界之纹”，每个种族甚至到每个人所产生的魔纹都有所不同，但大约都在三类魔纹归属之下，因为魔纹的产生，各族的子民自身能力开始有了质的飞跃，原本以魔力科技一边倒的绝对优势开始逐渐瓦解，大陆形式更加扑朔迷离。【纪元2000年】 在100年中，魔纹的使用与研究成了大陆的主要论题，而本不稳定的魔纹随着这100年也逐渐稳固下来，研究表明，血脉越纯粹强大的麟族的魔纹越强大，各国的王逐渐依靠这种血脉来选拔，一个新时代，在此展开，而我们的故事，也就从这里讲起。麟创意其他工程麟創意丨蚩麟丨工业屿·开发[第一工程-一期] 麟創意丨蚩麟丨曙光屿[第一工程-二期]麟創意丨蚩麟丨薄暮屿[第一工程-三期]\n@猫小沫 @紫枫 @LinYi_Z  @Yy星人 @zxc554989965 @飞得更高 @冥王星人\n[groupid=171]霜露制作组[/groupid]",
    "replies": [
        {
            "author": "塔穆",
            "timestamp": 1449323760,
            "txt_content": "话说麟创意中的麟族····到底是什么模样？长着麟角的人类？\n（只知道有角的话不好脑补啊）"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1449329580,
            "txt_content": "塔穆 发表于 2015-12-5 21:56\n话说麟创意中的麟族····到底是什么模样？长着麟角的人类？\n（只知道有角的话不好脑补啊） ...\n差不多，具体人设图linyi在做"
        },
        {
            "author": "snowclay",
            "timestamp": 1449361500,
            "txt_content": "个人感觉时间过短了，从创世到智慧种族出现一共才千年"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1449372060,
            "txt_content": "snowclay 发表于 2015-12-6 08:25\n个人感觉时间过短了，从创世到智慧种族出现一共才千年\n因为大陆时空与人类历史不同，智慧力量都胜过太多了，少走了很多弯路，发展的快也情有可原"
        }
    ]
}