{
    "title": "<原创·连载·圣杯>终焉[第三章第五节][暮存]",
    "author": "xcc",
    "replyCount": 1,
    "timestamp": 1449319320,
    "txt_content": " 本帖最后由 xcc 于 2015-12-26 16:31 编辑 \n    格里斯面无表情地走出房间，接到了一声来自顾离的询问：解决了？\n    他指了指那个房间：“尸体在里面。”说罢，他从上衣掏出一个海螺状的物体，对着那个物体喊了一声：“梦中人的成员，活着的赶紧回来。老地方。”\n    那个海螺一样的玩意是什么······七櫆的电话？\n    “算是个通讯设备，但是不如手机好用。”格里斯看出了顾离的疑惑，把那个物件递给他，同时缓缓抬头往天花板看了看。\n    天花板上方传来一阵响声，愈来愈近。顾离预感不妙，往后躲闪。与此同时，天花板开始瓦解为一块块红色的微小粒子，在烛烟中飞舞。\n    然后从天花板上掉下一声尖利的怪叫和一个人。\n    “什么时候......基地埋得这么深.....” 一个青年从上方摔下来，重重摔在在地面上，摸着头大叫。\n    格里斯做了个抱歉的手势，然后介绍道：“这位是‘火枪手’ 。” 接着对那位“火枪手”询问道，另外几个人呢？\n    火枪手活动着僵硬的脖子，伸出右手食指指了指上方，左手则缓缓伸出三个手指。\n    三，二，一。\n    火枪手急忙闪到一边。这次天花板上方又摔下几个人，不过他们不像火枪手那样猝不及防地摔落在地上，而是稳稳落地。\n    “赶紧开会吧。”一个两腮上都是胡渣的男人挥了挥手，径自拉过一把椅子坐下。格里斯点了点头，抬起右手，地面上便凭空出现几把椅子和一张圆桌。他示意众人坐下，缓缓开口道——\n    “现在，我们只剩下十一个人了。”\n    整个基地内，除了奚即墨与胡渣男，其他人的脸色无一例外地被惊讶置换。胡渣男似乎对于这种反应很不满意，他猛地一拍桌子，桌上的纸卷被那双有力的大手所带来的力道震动地掉落在地上。\n    格里斯咳了一声，继续讲道：“还记得屡次袭击我们的那个组织吧？我们的命现在拴在他们身上——因为‘救生圈’。”\n    顾离愣了愣，“救生圈”是什么玩意？他四下张望，四周的成员脸上都是带着明了的苦笑。看来唯独自己不知道“救生圈”的功用与对梦中人的影响。\n    一个青年十指交叉抵在下颚，缓缓说道：“但是，‘救生圈’装置并不是不可破解的。”他说罢后浅浅一笑，那双蓝宝石般的眼睛此刻与他左手上的戒指的蓝水晶一样澄澈。格里斯也浅浅一笑：“我知道。我这里便有破解之法。”接着，他从衣袋里夹出一个银色的圆片，不过硬币大小。 胡渣男看到这个物件，带着几分痞气地笑了笑。\n    “把这个磁片插入救生圈两侧即可。”格里斯站起身，将这个圆片展示了一番后便收回衣袋，“另外，我们对怪物的‘猎杀’阶段已经结束，‘剖析’阶段预备起步。”\n    胡渣男抖了抖肩，怪笑几声。顾离则一头雾水，什么猎杀、剖析......格里斯是不是无视了他这个新人？那位戴着蓝水晶戒指的青年则长舒一口气，双手换了个姿势。\n    “组织一些对怪物有研究的人已经离开了，所以我们接下来的研究会比较困难，但也不是没有办法。”格里斯微微一笑。这微笑像是一个命令，敦促所有成员以严肃的态度对待格里斯将说的话。胡渣男也收敛了痞气，那个青年则调整着手上戒指的位置，然后换上一副严肃的面孔。\n    “斐，”格里斯看向那个青年，“你的戒指真漂亮啊，像只明亮的眼睛。”\n    青年尴尬地笑笑，把左手抄在袖子里。因为梦中人组织规定会议上不准有小动作，他可以接受格里斯的警告。\n    但他两边的两个人却有了行动。左边那位帽衫男钳住了他的左手，并掐住了他的脖子，右边那位则用肘部狠狠撞击了那青年的背部，右手迅速取下青年手上的戒指，丢给格里斯。整个过程像是将刀剑出鞘，迅速而又令人战栗。\n    “喂......这是干嘛——”青年苦笑着，话音未落便被他两边的人捂住嘴。 \n     格里斯捏着那枚精巧的戒指，食指按在上面的蓝水晶上，毫无起伏的声音带着不屑从他的口中传出——“啧，伪装成摄像头么。”\n    蓦地，他的手中传来砰的一声响。那枚戒指顷刻间化为齑粉。 \n    “散会。”格里斯起身，抬起手，圆桌和椅子立刻消散，“把样本放到贮藏室。”\n    椅子的突然消散让顾离有些措手不及，险些摔了一跤。他摇晃着站起，盯着那个已成齑粉的戒指的主人——此刻他正被两边的人扭送到一间密室里。\n    斐，你跟得尔塔一样......根本下不好这盘浑水之棋啊。 \n    青年的身后，传来一声复杂的叹息。 =================         上一节  索引   下一节\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1449319380,
            "txt_content": "\n\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L  @MF_Mufeng\n@2575174857"
        }
    ]
}