{
    "title": "【ppboy出品】《鲁滨逊漂流记》 更新第二十三章",
    "author": "Minecrafthero",
    "replyCount": 99,
    "timestamp": 1306767240,
    "txt_content": " 本帖最后由 Minecrafthero 于 2014-5-1 16:54 编辑 \n\n别被标题误导啦！至于为何叫鲁滨逊漂流记，具体看文吧！2014.5.1 曾经无耻弃坑的我，开始断断续续的填坑吧，初一到高一了呢……\n由于（填坑）时间跨度较大，出现各种细节遗漏和设定改变是很正常的，出现奇怪的情节也是很正常的……\n还是希望读者们能接受我这个太监的非正常回归吧\n\n亲爱的读者们，为了方便阅读理解，请观看完以下故事设定以方便理解故事~1.\n主角本身就是Minecraft世界的人类，所以这不是穿越文2.\n在Minecraft原设定的基础上添加一些现实的细节，比如砍树么…给我老老实实用工具砍！3.\n虽然是现实模式但是很多地方还是要沿用Minecraft的原设定，比如背包神马的，还是要带的，只不过跟游戏内一样是“隐形”的。4.有气候变化之类的，而且还有更多纯属胡编乱造的设定，请各位读者包涵\n乱七八糟的世界设定\nMinecraft大陆中的国家\n  Mine国是一个以矿业为基础发展起来的鼎盛大国，和Craft国平分了Minecraft大陆，而Craft国则包揽了整个大陆任何的手工艺，也就是说，Mine国以采集资源见长，Craft国以将资源用以制造见长……\n\n按照坚定不移的偏激学者的说法\nMine国才是Minecraft大陆的真正王者，Craft国只是一帮自以为有手艺的穷酸蛋从他们的祖国Mine国分裂出去，聚集到一个被他们命名为手艺之城——麻城才自立为王的。\n\nMinecraft大陆通用语言是Mine语，两国人民交流并无大碍。\n除了那些偏远地区可能还会盘踞一些不开化的种族之类的。\nMinecraft大陆上的人种除了“内部毫无种族偏见”的Mine人种，因为“内部毫无种族偏见”而诞生的Craft人种，还有大鼻子的村民，他们老实可靠，数量较少，一般聚集在小城镇之类的小地方，也有一些来到大城市寻觅机会。到了那些村民的聚集地可就不要鄙视他们了，否则你将会被他们的守卫者铁傀儡一拳揍回你老家。\n\n  主角鲁滨逊出生在Mine国的京都，成长环境良好，在六岁后曾随着父亲手下的人马跑商了整个Minecraft大陆，有一段时间全家迁移至帝都避难，于十七岁乘“勇者号”去Terraria大陆经商和见见世面。\n\nMinecraft的文明程度较为复杂，一般的城市比如京都之类的，还是中世纪的科技程度（普遍），但是在工业之城帝都却有着发达的工业文明，总之，生活还是会继续下去的！鲁滨逊也会继续活下去的！还有杰尼斯，杰克！\n\n\n不多说，让我们进入正文！\n岛屿全貌\n\n\n\n第一章\n暴风雨\n我叫鲁滨逊，你没听错，是的，就叫鲁滨逊。不知道我父亲怎么想的，他对《鲁滨逊漂流记》里的主角鲁滨逊非常崇拜，年轻的时候就一直出海冒险（虽然这也给他累积了不少财富），现在还把这种热情灌输到我的名字上！没办法，我必须冠着这个名字生活下去了。\n父亲出海冒险得到的财富回到家乡后用来经商了，并且经营得很成功。我出生后就无忧无虑，不用像贫民窑的穷人一样生活低贱。\n不过现在说这些没用，我即将踏上“勇者号”商船，踏着我父亲的脚步去经商，带着一大堆的MINE币衣锦还乡！  *MINE币即矿工币，是Minecraft世界唯一的流通货币\n船长是我父亲的好朋友，他待我不薄，给我安排了一个布置得很漂亮的房间，住在那里一定很舒服。\n我带上船的东西有：1.\n一条狗 我的宝贝狗狗杰克2.\n货物！可以卖很多MINE币的蜘蛛丝！可以卖很多MINE币的煤矿！3.\n杰克的狗食 猪肉，猪肉，猪肉…4.\n1500多MINE币我要带着这些东西，航向遥远的Terraria大陆（名字请勿吐槽…）卖一大把钱！证明给父亲看我也能赚很多钱。\n船开了，勇者号开出了码头，驶离Minecraft大陆，驶离了京都的码头…\n到达Terraria大陆需要15天左右的时间，我在船上生活了几天很正常，虽然第一次坐这么久的船头有点晕，好几次差点吐了。\n我在船上打发时间的方法无非就是：和杰克玩，爬上桅杆瞭望一下茫茫大海（看着几分钟时偶尔会有一些大鱼上来海面），晚上和船上的水手打“矿工争霸”（这是一种古老的游戏，源于以前还处于拓荒时代的地底劳作的矿工打发时间自制的一种游戏牌，后来被稍作修改成了广为流传的一种游戏牌）。没有什么异常，我只希望能够早早到达Terraria——然后把货物高价卖出去，满船MINE币回归京都。\n航行了8天，这天经验丰富的水手告诉我，今天的气候很反常，晚上极有可能发生暴风雨。不过勇者号在与几次恶劣的暴风雨中都取得了胜利，这个老水手告诉我什么也不用担心，只要今天晚上把我的杰克关好，在房间里放心睡觉就可以了。\n到了黄昏时分，天气闷热，天空黑压压的，我担心真的有什么不测，不过我想应该会挺过去的吧？\n\n今天的晚饭很简单，一片熟猪肉，一碗汤，汤可是鲜美的小红花制成的，美味极了！\n我回到房间，看着书架上好几本空白的日记本，我突发奇想要写日记，我想把船上的生活记录下来，每到晚上睡觉前就写一篇日记，坚持下去试试看吧。\n不过第一天写的日记实在没什么头绪，我简简单单几句就写完了：  8月15日 阴\n今天从老水手那里听今天晚上是暴风雨，我有点紧张，不过勇者号这么坚固，一定能挺过去的，我只要把我的杰克安置好就可以踏实的睡觉了。\n把焦虑不安的心情扫空，盖上被子就睡觉了。\n睡了不知多久，急促的雨声落下，敲击着勇者号，不时还有雷声做伴，勇者号剧烈的摇晃着，我惊醒了。在这种环境下，我实在睡不着，水手们一定在忙，我不能缩在房间躲着暴雨，我换了一身衣裳决定出去帮忙。\n正准备推开门，突然听见了低沉的呻吟声，我提高了警惕，推开一条缝隙偷看，却看见了一身绿皮的怪物，还面容丑陋船，上的人都去哪里了?怪物在甲板上不断的徘徊，仔细一看，发现还有两只，三只，四只……\n天啊，这艘船是怎么了？这些怪物来自哪里？\n突然有一只怪物似乎感觉到我的存在，缓缓的转过身子，举着双手朝我这边蹭过来。我觉得大事不妙，这些怪物怎么跟小时候看的故事书上的僵尸一模一样？难道真的是僵尸？\n我准备找个武器自卫，翻来覆去在一个床底的箱子里找到了一把训练用的木剑。\n说实话我就在与小时候的伙伴的嬉戏中用木棒学会了点野蛮的打斗技巧，从来没握过剑这种东西，但是心想那种曾是故事书中那种恐怖的僵尸，我必须用这把武器保护自己。\n心里正想着，门突然咚的一声，我心里一惊，该不会是僵尸在敲门吧？\n也许真的是……\n握紧木剑，转开门锁的一瞬间我就做好了必死的准备……(未完待续）\n章节目录\n第二章 白眼袭击第三章 生存开始第四章 僵尸夜第五章 藏身处第六章 烤猪肉第七章 小小牧场主第八章 伙伴 \n第九章 补充资源\n第十章 血月\n第十一章 血夜\n第十二章 黑匣子\n第十三章 新区域\n第十四章 矿工的意志\n第十五章 铁器时代\n第十六章 白日梦\n第十七章 杀戮后\n第十八章在 狼来了\n第十九章 狼人来了\n第二十章 万无一失\n第二十一章 负伤并留下心理阴影\n第二十二章 寻找捷径\n第二十三章 长时间\n",
    "replies": [
        {
            "author": "god-dog",
            "timestamp": 1306772640,
            "txt_content": "坐等更新~"
        },
        {
            "author": "akal1989",
            "timestamp": 1306798740,
            "txt_content": "期待下一话\n\n还有猪人吃杰克的情节（大误!）"
        },
        {
            "author": "rongeclosion",
            "timestamp": 1306801500,
            "txt_content": "文笔很不错嘛 加油~~"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1306808040,
            "txt_content": "= - 好长阿 lz加油"
        },
        {
            "author": "a532402310",
            "timestamp": 1306845960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1306935840,
            "txt_content": " 本帖最后由 Minecrafthero 于 2014-5-1 15:40 编辑 \n\n第二章\n白眼袭击 \n猛地推开门，门外果然是僵尸，由于是面对面的关系，我能够清晰的看见僵尸狰狞的面孔，太可怕了！\n僵尸被我的门撞傻了还是本身就是傻的，他的两只黑漆的眼睛死盯着我而不攻击我。我不敢迟疑，握紧木剑用力挥过去，僵尸竟然如此脆弱，头在被砍飞的同时鲜血同时喷了出来，洒在我脸上，还有一股恶臭（这种味道比死老鼠味还要难闻）！\n这时其它僵尸都被我吸引过来了，但是在船只的摇晃下它们几回差点摔倒，摇摇晃晃的蹭过来。我没时间观察僵尸的行走，我必须弄清情况是怎么回事，顶着暴雨直冲船长室，却空无一人！\n人都去哪里了？这个船上的人都去哪里了？\n我突然想起了父亲说过的“白眼”，一种发生的几率极低的恐怖的暴风雨，袭击海上不幸的航船。这种天气的前兆完全跟普通的暴风雨一模一样，但是真正发生时，天空会出现一只巨大的白色的眼睛看着船上上惊慌的一切，将所有船员沦为自己的玩物。\n抬头一看，即使在暴雨的影响下，乌云密布的情况下，天空中竟然有一只跟父亲描述的情况一模一样眼状物体，不断咕噜的转动……\n白眼，Minecraft大陆被封杀的一种事物，据说是古代的一种邪恶力量，大魔头便是那个经常出现在睡前小故事里的Herobrine，那双诡异的白眼让人极为恐惧。在经过各种修改的睡前小故事里说：Herobrine一生出来时就因为一双白眼被嫌弃，遗弃，唾弃，这种怨恨使他后来成为了大魔王，穿梭在人间和地狱之间，玩弄世间不幸的人们。\n尽管这个故事用来吓唬小孩子还可以，但是我认为这是真的！那只白眼不停的转动，最后目光似乎停在了这艘船上，不…最恐怕的是停留在了我身上！\n我必须逃离白眼的攻击，我跑进船舱仓库，希望能找出点什么来救命…\n我把杰克的绳子解开，希望能在仓库找点什么把我和杰克救出去——望远镜,石材,矿镐,斧头,剑,工具台,绳子,食物…MINE币.\n将各种可能用上的东西全塞进我的口袋里……\n船舱底下传来一声木板碎裂的声音……进水了！\n带着杰克离开了仓库回到甲板上，杰克被这些僵尸吓到了，死活不肯上到甲板，躲在门后，而僵尸早就被摇晃的船只甩到一边去了……\n一个小船，没错，逃生艇，我能用这个逃出即将被白眼弄沉的勇者号！\n将逃生艇扔进勇者号一边的海上，杰克死活不肯出来，我只好抱住杰克跳下勇者号——我摔在逃生艇上，不过并没有什么大碍。只要逃出这个暴风雨的范围，我和杰克就能逃出生天了。船上的僵尸靠着围栏拼命的伸手想要抓我，不过这当然是抓不到我的，还有一只僵尸摔到水里去了。我正准备挥动木桨时，天上的白眼突然发着强烈的光芒，我有不详的预感……\n果然，海上突然形成了一个巨大的海浪，朝我这里拍过来——必死无疑！   \n我在黑暗的回廊中找到一个光亮的出口，欣喜若狂的冲出去——\n我躺在软绵绵的沙滩上，刚才是梦么？第二章完成啦，死数字不用催更啦,另外继续求支持！"
        },
        {
            "author": "lingjianshiwo",
            "timestamp": 1306938180,
            "txt_content": "SF支持，LZ能不能多写点，好不解渴……"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1306988400,
            "txt_content": "回复 lingjianshiwo 的帖子\n\n尽量试试看！"
        },
        {
            "author": "a532402310",
            "timestamp": 1306988580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307024580,
            "txt_content": "第三章 生存开始\n\n  没错，我不知道怎么来到了一个海边，躺在这沙滩上……\n  我心情乱的很，我不知道我应该怎么办——父亲不在身边给我指导——没有人在我身边。\n  按照这种情形，我有很大的几率是漂流到了一个岛屿，一个没有人烟的岛屿，一个不毛之地……\n  我试着努力去寻找人烟，试图在海滩边找到一点脚印，但是我只能看见一些粉粉的猪。虽然这些猪看起来很像家猪，我起初以为是家猪，但是我试图靠近它们时，它们发出了威胁性的低吼。\n  沿着海滩走，什么都没有，只有海冲刷着沙子的声音。我祈祷在下十步内能看到一个渔民，但是什么都没有，我渐渐失去了希望，我已经开始相信我是漂流到了一个没有人的岛屿上。\n  冷静下来，想想父亲在小时候给我讲的那些他年轻时的冒险故事。\n  首先我要检查我的背包，我的父亲每次开始冒险时都会检查自己的背包——即使我现在已经开始冒险了。\n  我翻开我的背包，虽然我可能在海上漂着的时候被冲走了一些，但是还是能留下点东西的：\n568块MINE币  也许我在海上漂着的时候冲走了一些，但是现在有什么用？\n30块木头  我不知道这些木头能用来干什么，只是我在翻找仓库时尽力塞进背包里的\n1把有许些磨损的铁剑\n  1个指南针  乘坐逃生船必不可少的东西，不然我怎么回到文明社会？\n  3片猪肉  杰克的食物——我的杰克去哪里了！！！恐怕是给冲走了，我心中不免有些悲痛\n  6块面包  我的食物，还能吃吧？\n  1瓶墨水，4张纸\n\n  这些东西能干些什么？我思索着父亲曾经给我讲过的冒险故事的一些细节。\n  对，我要用这些东西其中的木头来做一些有用的事情：伐木\n  我从来没干过伐木这种粗重活，但是我记得最清楚的冒险故事《卡尔拓荒史》里说，卡尔来到没有人烟的地方，第一件事就是伐木：木头是生存的必备物品之一，许多东西都要以木头为基础。\n  我要做一把斧头，这必须得用到曾经隔壁的手工匠老头整天鼓捣的工作台。\n  工作台，我想起我在翻找仓库时顺手塞进背包里的工作台，我重新打开背包，希望我只是漏掉了工作台。\n  果然，工作台被塞在背包最底层，我差点找不到了。\n  放置好工作台，我十分笨拙的操作着。\n  我用指南针和太阳对比一下，现在是早上九点，嗯，我用了一个小时才做好了木棒…!\n  第一次做手工活，难免吃力些（想起隔壁手工匠老头做活时，手呼啦几下就把一根木棒削好了！），将木棒做好后，我又花了3个小时做好了有点钝的斧块，之后花了半个小时将斧块和木棒固定在一起。\n  肚子开始大乱了，塞了一块面包充饥，味道平淡，估计是在海上把香味冲淡了。\n  锁定了海滩不远处的一片森林，走进去开始“快刀斩乱麻”，不，是“快斧砍大树”。\n  刚吃完饭，我力气不差，即便是第一次做这种活，斧头也有许些钝，我十分钟左右就把一颗树砍倒了。捡起地上4块木头，找其它树继续砍。\n  砍了差不多五棵半的树，还没砍倒，啪的一下，斧头断了。\n  我差点粗口爆出，花了四个半小时做的斧头砍了几棵树就断了！\n  不过我收获也不小，16块木头，而我捡起断掉的斧块，回去可以再做一根木棒，将斧头磨锋利点，还能用呢（木斧砍树，真是自相残杀啊…）。\n  回到了海滩边，在工作台那儿继续做工——有了第一次的经验，再加上现成材料，这次我花了1个小时做好了修复工作。\n  我现在要将这些砍来的原木劈成一块块的木头。我找了一块适合当椅子的石头，坐下去，将原木放好，将锋利的木斧劈下去。\n  不知不觉，已经过了一个下午，西边出现了绯红的晚霞，我开始担心了：晚上在这个鬼地方该怎么办？\n  16块原木此时全被我劈成了木头，我得到了64块木头。\n  当我吃下了一块面包后，天空完全暗了下来，明朗的星空在我上头照耀，我不知道到哪个地方睡一觉到天亮…\n  树林里发出了沙沙的声音，我被惊吓到了，跑开森林旁，躲到海滩边一个大石块后面。\n  “呜啊……”天啊，森林里竟然缓缓走出一个跟船上一模一样的绿皮僵尸！\n  僵尸发着低沉的吼叫，我思考着对策：冲出去劈死他？躲在这里？\n  总不能在石块后面提心吊胆过一晚上，我身上还有一把铁剑呢。\n  拔出铁剑，靠在岩石背后，心中默念秒数：\n  3…2…1…杀！\n  跳出石块的遮挡，僵尸很快就注意到我了，似乎是见到了鲜美的食物，他的脚步开始加快，一蹭一跳的冲过来……\n\n\n\n求支持！"
        },
        {
            "author": "pathfinder",
            "timestamp": 1307025480,
            "txt_content": "回复 Minecrafthero 的帖子\n\n……工作台放在背包最底层……\n好大的背包啊，哪买的？"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307025960,
            "txt_content": "回复 pathfinder 的帖子\n\n3.\n虽然是现实模式但是很多地方还是要沿用Minecraft的原设定，比如背包神马的，还是要带的，只不过跟游戏内一样是“隐形”的。\n\n你认为主角会随身塞一堆东西...?不过求意见啦"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307092980,
            "txt_content": "第四章\n僵尸夜 \n这只僵尸很厉害，在船上时我用一把木剑就把一只僵尸的头砍飞了，我用铁剑跟这只僵尸扭打了近三分钟才刺进它的胸膛，了结了它的性命。所幸的是，这只该死的僵尸没有让它的血盆大口张过来咬掉我的屁股。\n树林再次沙沙地响起来……我飞快的跑开了，再次躲在石块后面。果然，我的直觉没错，树林里蹿出了第二只僵尸……更要命的是还有第二只，第三只，第四只！\n四只僵尸从树林里走出来，呆呆地望着地上同类的尸体。\n趁着这个时机，我从石块后面跑出来，希望跑出这些可怕的绿皮怪物的视野中。\n竟然有一只僵尸注意到了我，咆哮了一声，这一声把另外三只僵尸吸引过来，它们一同走了过来——不再是蹭过来！\n这使他们的速度加快了些，但终究比不上我的速度，沿着海滩不断的奔跑！\n僵尸固执地追在我后面，甚至有一只僵尸在小跑。我们已经拉开了30米的距离，一道屏障堵在我面前——悬崖——小山包。\n这个小山包将海滩切断，一个6米高的悬崖。\n我希望我能爬上去……找到一些凸出的小石块，搭上去……\n僵尸不断的逼近，我吃力的抓了好几个石块才爬了2米左右，万一石头松动的话……\n乌鸦嘴！！！正想到这，我真的就抓到一块松动的石头，石头带着人掉下去了。\n“哎呀！”我的屁股疼得要死，但是僵尸不断的逼近，只有15米的距离了！\n我忍痛爬起来，看看四周还有没有什么能躲避僵尸的地方。\n树林同沙滩一起延伸到小山包的悬崖切面也断开了，我只能试试看能否躲到树上。\n小跑过去（屁股痛死了），幼时我可是爬树的高手，即便屁股的伤痛让影响到了我，但是我用了30秒的时间还是爬上了一颗3米高的树。\n四只僵尸在树下不停的低吼，还试图学我爬树，不过它们爬树的姿势实在是太可笑了（当然它们也爬不上了）。\n我在茂密的树叶里蜷缩成一团，这时屁股的痛疼很快就没有了。这棵树的树叶很茂密所以很扎实，以至于我不会掉下去给僵尸当宵夜。\n过了一会儿，僵尸静了下来，不过它们并没有走掉，而是希望上天能让我这个看起来很好吃的家伙掉下去，所以它们守候在树下。很快我也就在树上睡着了。\n这一夜尽管睡得不踏实，我也在孤岛上开始没有规律的生活，但我还是对自己很严格，让我清晨时就起来了。\n天刚蒙蒙亮，树下的僵尸还在，它们竟然在睡觉！我正在策划如何逃出去的计划时，树下突然传来了好几声咆哮。\n拨开树叶，我竟然看到僵尸身上起火，肢体在不断的挥舞，发出了骇人的吼叫！  5分钟后，僵尸在烈火烧烤下纷纷倒下了，我看看四周并没有什么杀死僵尸的东西！\n我注意到，太阳这时升起来了！\n看来，僵尸是畏惧太阳的，太阳会让僵尸变成烧烤美食（我并不想吃僵尸烧烤）！\n我下了树，僵尸烤焦后散发出一种香味，同时也夹杂着一些恶臭。我准备看看烧成黑炭的僵尸身上有什么东西。\n四只僵尸，我从他们身上搜到了46块MINE币——僵尸身上怎么会有MINE币？我对这个问题感到非常奇怪。难道这些僵尸也是来自文明社会的?\n暂时不想这些，拿出我身上的一块面包，吃了下去，作为我的早餐。\n迎来了孤岛生存的第二天，我想起工具台还遗漏在沙滩上，我必须要在第二天找个安全的地方过活……\n求支持！"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307284560,
            "txt_content": "第五章 藏身处\n\n  回到了昨天留下工具台的沙滩上，想起昨夜被僵尸追逐的场面我就是一阵恶寒，我要在今天找一个能让我藏身的地方。\n  我现在有84块木头，制作木斧消耗了很多木头，我要用这些木头建立一个安全的地方。\n  四处望望，我选了一个视野好地势高的小山包上准备开始建立一个会很简陋的木屋。\n  从来没干过这种建房子的粗重活，我花了大概一个钟头才把一道矮矮的木墙堆起来。此时太阳快升到我头顶了，我还不累。我加大速度，一口气把木墙垒到我的头顶。吸收了第一道木墙的工作经验，我的速度不断加快。\n  已经过了中午，木墙终于垒好了，屋顶还没盖，留下了一道只能钻出去的出口（…）。擦擦满头大汗，我吃了一块面包充饥。其实面包也就剩下一块了，只够我今天的晚餐了，我得找到新的食物来源。\n  走进那片葱郁的树林，我竟然在一颗树上发现了很多大个的红苹果，抓起地上分散的碎石块投过去。一声落地声，我非常高兴一击命中目标，接着又打中了好几个苹果。拍拍果实上的尘土，刚想一口咬下战利品，不过想到这些透红透红的果实有可能让我拉肚子，我收进口袋里，以后再吃吧，我不想让这些苹果导致我下午无法劳动。\n  我在树林的一片空旷的地方发现了三只咩咩叫的白羊，嗯嗯，我可以拔点羊毛来当我的床铺…羊毛很快被我收进了裹中，白羊疼得乱叫，也许是我太暴力了……不过接下来我可不敢多留一会儿，很快一大票的羊气势汹汹的冲向这里，难道这里的动物都会找人替自己报仇？\n  我飞跑出那块地方，回到了还没盖好的木屋，接着我把屋顶铺上木块，这样就能抵挡这个有点热的地方的暴晒了。我还用工具台里的一个小钻在木屋里钻了好几个洞…白天时采光好吧，夜晚时虽然会很黑但是起码也有月光照射进来。\n  至于屋里唯一的出入口——那个只能爬出去的洞，我找了几个大石块挡住——夜晚时或者我出门的时候。\n  干完活，坐在铺在地上的那些悲惨的小羊的羊毛铺上，拿出熟得红的大苹果，多汁又鲜美，下次再去拿几个苹果来当零食，嘿嘿。\n  很快西边又是一片绯红，吃了好几个大苹果让我肚子很饱，以至于我不用把那最后一块面包吃了。\n  木屋旁的树林又传来一片沙沙声，不时还有几声僵尸的嚎叫，不过我在这个至少让我不用睡在树上的木屋里，不用害怕僵尸冲进来把我撕成碎片。\n  很快我在那舒服的羊毛铺上睡着了，睡得很安心。\n\n\n字数不是很多，因为我有点事情耽误了，明天再说吧{:1_1:}"
        },
        {
            "author": "pathfinder",
            "timestamp": 1307284740,
            "txt_content": "顶个……"
        },
        {
            "author": "howard",
            "timestamp": 1307334120,
            "txt_content": "幫你加一下油=W="
        },
        {
            "author": "linkzelda",
            "timestamp": 1307342340,
            "txt_content": "加油～"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307359440,
            "txt_content": "多谢大家支持哈，今晚加大马力，嘿！"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307457840,
            "txt_content": "第六章 烤猪肉\n\n  迎来了第三天，最后一块面包终于被我解决了，我得考虑一下我今后的食物来源了——靠那些大苹果？不得不说，大苹果确实很好吃…但是这始终不是永远可行的手段，提起杰克剩下的那三块猪肉，还没腐臭，烤熟后绝对很好吃……即使这样做起来有点对不起杰克，我竟然准备把杰克爱吃的东西吃掉了。\n  中午还没到，最后一块面包填饱了我的肚子，所以烤猪肉的事情还是中午再说吧。\n  这个岛屿有点小热，结合指南针和太阳方位，现在是9点钟左右，我已经有点闷热了。但是我穿着单薄的短袖，不至于光着膀子。\n  在海滩边的一块大石头上坐下来，我陷入了短暂的思虑，没必要说出来，关于我今后的人生和远在Minecraft大陆京都的家人以及可怜的杰克。\n  不过现在最要紧的是安置好我在这块破地方的生活，我决定再到树林里找点东西……\n  踏进树林几步，一阵清风吹来，我很高兴，这是个好的开始吧？\n  我不断的深入树林，周围的树也逐渐茂密起来，可以称得上是森林了。为了防止迷路，我做了点标记。\n  我忽然间走到了一块很空旷的地方，中心有一片湖。水很清澈，不时有几点水花溅起来——那是活泼的鱼儿！抓点来烤熟也一定很好吃。\n  我冲上去咕咚咕咚地喝水——你一定不想知道我这几天忍耐了很久的水——你一定不想知道这几天我用什么来代替水。\n  喝完水，我把衣服脱光扔到岸上，跳进水里欢快的游起来，这几天都没洗澡，我全身散发出一种汗臭味！\n  在这片湖里乐了好久呢，我抓鱼玩，我潜水玩，我乐啊。\n  空中的太阳快到我头顶，肚子也开始响起来了，烤猪肉的时间到！我现在要用一种看[野蛮人诺德]得知的原始的生火方法：找木棍，两根棍互相抵住，不断的摩擦……\n  我现在穿着一条内裤赤裸裸的在森林里找到了好几把粗壮的木棍，而我的蓝短袖和蓝裤子则被晾在了一遍晒着，我是个干净的家伙，好不容易找到了个地方可以洗澡游泳洗衣服的地方，即使在这种条件差的环境里！\n  我不断的摩擦，不时的吹吹风，不时摸摸棍子的热度：是有点热。\n  很快棍子开始射出了点点火星…现在是开始燃烧…烧起来了！差点烫到我的手！\n  我用火点燃了堆在一起树枝，火烘烤着我，我很快就满头大汗了。\n虽然很热，但是到了晚上又会很冷，羊毛垫子只是不用让我免睡于地皮上，防御不了那几个小洞呼啸进来的冷气，也许可以在我的小小藏身处里生一堆火取暖？不不，我可不想在被点燃的木房里睡着温暖的安心觉。\n 我用一根洗干净的光滑树枝插在一片猪肉上烤着猪肉，猪肉很快就散发出香喷喷的味道，还没烤熟我就想一口咬下去。\n 啊，猪肉果然好吃，在这种地方能吃上肉真是再好不过了。填饱了肚子，我清理了柴火，收拾了晾干的衣服穿回身上，不忘喝几口水——有时间雕几个木瓶子来盛水……\n 不过晚上时弄一堆柴火取暖的想法倒是不错，可不能在狭窄的屋子里生火，木屋不是烧起来就是我被憋死。\n 我觉得有必要弄一些木柴，以后用来生火，于是我在森林里捡了很多木柴，这才回去。我身上的东西快带不下了，我用手辛苦的挖了一个小洞，将东西存进去，然后再用石头遮挡起来。满手泥污，在身上拍了拍我继续干活——在木屋外面圈出一块地，作为我的院\n（即使没有围墙）。\n我将木头削成很多一头尖的粗条，插在地上，围住这块地方。当我终于将这些不能跨过的栅栏围好时，望望天，快到黄昏了。\n趁还没有落日，我又到了树林里拾柴，顺便将我满手的泥污洗干净，再用我临时做的一个木碗盛了一碗水。\n回到院子，我稍微欣赏下我做的这些杰作，感叹着我来这几天就能做这么多活……不过肚子要紧，我像中午那样再烤了一片猪肉，味道还是那样的香，吃起来也香！饭后我顺便掏出袋中余下的一个大苹果吃起来：敢情我的生活质量越来越好了啊。\n不过天又黑下来了，这又是一个危机的夜晚……僵尸的存在打破了我对现在的生活的认可，我爬进屋子，躺在羊毛垫上就开睡。\n\n\n那啥，停电啥的让我很烦，加大马力成了浮云，我还是老老实实一天一章吧"
        },
        {
            "author": "pathfinder",
            "timestamp": 1307484000,
            "txt_content": "Minecrafthero 发表于 2011-6-7 22:44 \n第六章 烤猪肉\n\n  迎来了第三天，最后一块面包终于被我解决了，我得考虑一下我今后的食物来源了——靠那些 ...\n各种顶……"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307629080,
            "txt_content": "第七章 小小牧场主\n\n  抓猪！抓猪！\n  我在抓这些顽固的野猪！\n  今天早上我将最后一块猪肉吃下去了，我的食物断绝了……\n  那些粉嫩嫩的野猪尽管看起来很好抓，但是脾气一点儿也不温顺——它们都是野猪！\n  抓一只猪，它的肉就可以供应我好几天的食量，但是这些野猪太不好对付了，即便我将那把生锈的铁剑在它们面前比划，它们仅仅是瞥了一眼，转过身子将大屁股对着我，根本不畏惧我。\n  我一下狠，一剑劈过去，野猪很快就疼得嗷嗷乱叫，鲜血喷洒在我脸上“呸呸！”这太糟糕了——一大队野猪出现了！这就跟我拔羊毛时的情况一样！\n  我果断跑掉，几只速度得当的野猪怒吼着追杀着我，凭着求生的理念，我爬上了一棵树——那些猪在树下徘徊了好一阵子才走开。\n  我相当的闷，去到树林找到果树，抓了几个苹果啃啃解饿。\n  不过我气消了后，埋伏在猪群旁密集的丛林里，找准时机把一个落单的小猪宰杀了——悲惨的嚎叫很刺耳，我用剑将这只可怜的小猪的肉割下来装进袋里，还有好几块猪骨头——我做了一个梦，梦到杰克回来了。\n  我非常“善待”对这只可怜的小猪的尸体，我挖了一个坑，将这只小猪埋进去，顺手在胸口前比划了一个十字架。\n  之后，我去那片湖洗干净身上的血污。\n  小猪赐予我的猪肉可以让我撑两天，但这并不是长久之计，一个灵光闪现：也许我可以驯服一些动物来养……\n  我暂时不敢惹猪群，它们种群中失踪了一只小猪和一个健壮的雄猪被一个两脚走路的怪物打成重伤的瘦猪的消息一定炸开了。\n  我也不敢惹牛群，它们一个个都很高大，说不定我被踢一脚就死在这里了。即便从外观上来看这里的牛都是奶牛，牛奶诚可贵，生命价更高。\n  唯有那些温顺的小羊可能会进入我的牧场，至于那些一直在乱蹦乱跳的鸡，我抓不到，也不可能进入我的牧场。\n  拍拍这些小羊的头，跟它们亲热起来——再用我拔起来的杂草引诱它们一步步前往我的牧场！\n  大概午后一点钟的时刻，我成功将4只小羊引进我的牧场——那片栅栏围起来的地儿还算宽大，小羊的生活场地已经足够了。\n  我在院子（也算“牧场”）里生了火，烤了一片小猪的肉，新鲜的烤肉果然好吃……\n  考虑到小羊们的饮食问题，我在外面拔了很多杂草，还有水的问题，我也临时做了个水槽，外观和用处上勉强说得上是水槽…木碗太小，我不可能顶着许多木碗在森林湖和牧场间奔波，于是我又做了个木桶，可以装很多水呢，外观也不怎么像木桶就是了……\n  此外，我还做了一块遮阴的地方，用木板遮盖着底下。算得上是羊们休息的地方，当然我也可以在那儿躺一个下午的白日梦……\n  在这种地方生活了好几天，我的经验果然大有增进，还没到黄昏我就做了这么多活！\n  不过栅栏里既然养了羊，我准备挑战下我所学的手工艺的最高境界，我在制作一个栅栏门……只要栅栏门完成了，我就可以制作出不至于让我整天在一个洞里进进出出的木门了！\n  很可惜我在研究转动的机关时，天又是一片绯红了，我烤了一片猪肉，再喝了一碗水，在海滩边散了一会儿步，倾听着海浪拍打着沙滩的声音，思虑着一些私人问题——当天完全黑下来时，我匆匆赶回家，我不想和僵尸面对面。\n  小羊们很聪明，这时它们已经到了那块遮阴的地方躺下休息了，四个小羊挤在一块还凑合着吧，我用木头将栅栏门堵着，试过不能通过后，我才安心回到卧室睡觉。\n\n两天一章太不给力了吧！没压力我写不快啦！继续龌龊的两天一章3000字都不到的生活！"
        },
        {
            "author": "pathfinder",
            "timestamp": 1307639580,
            "txt_content": "加油……"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307720700,
            "txt_content": "第八章 伙伴\n\n  今天竟然在下雨！我醒来后准备烤一餐猪肉的美梦破灭了。\n  我拨开挡住小洞的石头探出头，看看外面的情况：小羊们很聪明，它们躲在遮挡板下面避雨。当我想用挤点羊奶时，它们可都是小羊……一只公三只母，都是被我诱拐过来的小羊，臭乳未干的小羊，虽然它们还不需要喝奶，可以靠群居生活了。\n  由于下雨的缘故，我闷在家里，摆弄着那个工具台。工具台里的工具给我提供了很多便利，没有这些东西我干不了这么多活。我在尝试磨制一把锋利的匕首…天啊，这木屋是漏水的！\n  我相当气愤，屋顶不时滴下几滴水，让我当手工匠的兴趣冲散了。\n  不过还好，下了大概有半个小时的雨，渐渐的停了。\n  爬出潮湿的小洞，水槽由于下雨的缘故加满了一点，我木桶里剩下的水倒进去就满了。小羊们知道停了雨，在院子里不停的转悠，不时低头啃几根草，生活得惬意得很呢。\n  我将门口的木头移走，继续研究栅栏门——还好我智商高，一会儿就做好了机关，接下来只要把锁门的功能做好就行了……\n  但是我迫不及待的要解决一件最最严重的事情——烤猪肉！\n  填饱肚子后，我暂时放下栅栏门的事情，出去外面兜一圈——我在海滩上看见了几点东西...脚印？不可能，这是一定是我昨夜留下的脚印！\n  我竭力把这些脚印看成是自己的！\n  我打量着这些脚印，我推测这个东西是从海上漂过来的…湿湿的脚印延伸至树林，很明显…我极有可能找到一个与我度日的伙伴！\n  顺着脚印寻过去，脚印深入了那片树林，深入了森林，之后在一个山洞里停下来：这个山洞黑得很，真的很瘆人，一股凉气把我背上的热汗卷走了。\n  正当我疑虑着是否进入时，一把尖锐的东西飞快的从我肩上擦过去，砸中了一颗树，树在猛烈的撞击下摇晃了好一阵子。\n“该死！”洞中传来了一声怒吼。\n  这是一句话，没错，而且是用Mine语讲的！这绝对是一个人！一个活生生的人！而不是肮脏的野人！\n  我高兴极了，回应一声：“我是一个人类！”\n  洞中平息了好一阵子，接着慢慢走出一个衣服破烂的人——这家伙满脸大胡子，两只眼睛虽然看起来很疲倦但是凶得吓人，身材中等，有点肌肉疙瘩？\n  我们两人隔着一段距离对视了好一阵子，大胡子首先说话了：“谢天谢地，我还以为我碰到了一个会说话的怪物！”\n  “我首先自我介绍，我叫鲁滨逊。”\n  “我叫杰尼斯。”\n  杰尼斯拔起卡在树上的那把差点砸中我的头的利器——竟然是把矿镐，一把黑色的黯淡的矿镐，这跟我以前在矿坑玩耍时见过的亮白亮白的铁镐不一样——难道是很久以前的石镐?\n  杰尼斯在一块光滑的大石头上坐下了，深深的叹了一口气，缓缓的述说着：\n  “我是一名矿工，Minecraft大陆的，生活在Mine王国的一名微不足道的矿工。”\n  “这跟你现在来到这个地方有什么关系呢？”我也坐在一块石头上，虽然不是那么光滑，有点扎。\n  “我被安排到Terraria大陆私采矿产，在回国的时候——船只遇难了——遭遇了白眼暴风雨。”\n  我小小的吃了一惊，询问杰尼斯他遭遇白眼暴风雨的那天的日子。\n  “8月15日”\n  恰巧我也是在这天遭遇可怕的暴风雨的！\n  我在向杰尼斯陈述了自己的经过后，他非常吃惊——他也非常庆幸自己找到了这么一个可靠的家伙（用可靠来修饰我自己也许有点过了？）\n  我将杰尼斯带到了我家，他对我自己独自一人的劳动成果表示非常吃惊，我暗暗的高兴着。\n  接下来，这家伙吃了我3片猪肉！该死，现在是两个人的分量了，我还得去冒死猎杀该死的猪头！\n  看在杰尼斯是比我漂泊晚了好几天才到这个岛的份上，我忍了，我并没有表现出自己的抱怨。毕竟，杰尼斯肚子也是饿得慌。\n  我现在对他带着的那把黯淡的矿镐非常感兴趣，杰尼斯自己也不是很清楚，他只是说：\n“这把矿镐是什么来历的我也不清楚，是我在Terraria大陆劳动时在一个地下密室的破箱子里找到的。想到这有可能是一件宝贝的可能，我留下来了——老天真是古怪，我身上只有这把矿镐忠诚的跟着我，其它的东西全漂走了！”\n午后，杰尼斯在这附近散步，熟悉熟悉环境。而我…该死的野猪！我埋伏在一棵树上，看到一只单独的大肥猪，抓准时机跳下去用剑来个对地刺。结果很明朗，我获得了一只全身瘦肉的野猪的尸体。\n我又向杰尼斯说了有关于森林湖的事情，于是我们俩又跑去森林湖快活了——不过这要是在文明社会中，被别人指指点点说两个大男人从此混在一起还真不好意思。不过我对这个大胡子杰尼斯可没什么企图！！！\n我顺便洗个澡，洗掉身上的血污。杰尼斯更是厉害，一潜进水里就抓到了一条鱼，杰尼斯得意的炫耀自己曾经在Mine国帝都的幻想酒吧里用3000多MINE币赌赢自己的水性的事情。\n杰尼斯抓了好几条鱼，我将它们装在盛满水的木桶里——今晚可就有烤鱼吃了！\n回到了家里，我用剩余的羊毛在狭窄的木屋里又铺了个床位。而杰尼斯这个家伙别看他一脸大胡子，却在跟小羊快活地玩着！\n接下来的时间，我则是在继续研究栅栏门——直到天空又是一片晚霞。\n我决定尝尝鲜，将杰尼斯抓的那些鱼拿出来烤，又是一股香味直喷鼻，那几条鱼被我和杰尼斯充饥了。\n  栅栏门再次被我用木头堵起来，还没做好呢。而杰尼斯则对小洞进出的方式很不满意，他那比我稍大的身躯在出入洞里不停的扭动，看起来相当可笑。当然我没笑出来，除非我要在对杰尼斯来说很脆弱的木屋里被打个散架。\n  这个夜晚我没有早早就睡，杰尼斯很疲倦早就睡去了，我凭借着小洞透射进来的月光对工具台进行研究:\n\n1.        我在磨制一把石匕首\n2.        我用一块稍大的平滑的石块来制作日历。从杰尼斯口中得知，我漂流到这个地方大概\n是8月16日，而到今天则是第五天，也就是8月20日。我仿照笛福笔下的鲁滨逊，一日一个刻痕，一周用大刻痕划起来。至于日期，我脑筋不好使，计算不出来（亏我能研究出栅栏门的机关）我大概只能用这种简陋的方法来记叙我的日子了。明天则是第六天，我贪图便宜先划了一道痕。\n  不知工作了多久，匕首还未成形，但是石块已经被我磨出了大致的形状。\n  此时我已经哈欠连连，暂时放下来工作吧，晚上的时间多得是——我倒在羊毛铺上睡着了。\n\n\n我不是深夜党，我乃深夜赶工党！"
        },
        {
            "author": "kokomonster",
            "timestamp": 1307756520,
            "txt_content": "[diamond_ore]狂顶！！"
        },
        {
            "author": "wdsj1438",
            "timestamp": 1307760540,
            "txt_content": "大哥    求求你     出快点把       很好看那         一天出5集最好！！！！！！！！！力顶你   我QQ345370114\n要加我哦！！！！！！！"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307806440,
            "txt_content": "wdsj1438 发表于 2011-6-11 10:49 \n大哥    求求你     出快点把       很好看那         一天出5集最好！！！！！！！！！力顶你   我QQ34537 ...\n多谢支持！我会很感动的诶！不过今天不可能做五章了......"
        },
        {
            "author": "wuzile",
            "timestamp": 1307845020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "a532402310",
            "timestamp": 1307888220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307891220,
            "txt_content": "第九章 补充资源\n\n  杰尼斯说我睡相太差，经常把脚捅到他的肚子，害他一夜难眠。\n  我说杰尼斯的呼噜声太大，使我做了个被僵尸追逐的噩梦，害我彻夜未眠。\n  又是一餐烤猪肉，我开始对这道菜有点厌恶…吃厌了…换个口味?\n  在检查小羊们的时候，小羊已经开始发育了，相信不久我便可以喝上羊奶了，改善下伙食了。\n  我和杰尼斯坐在院子的草地上商量今天的分工：\n  他是个矿工，他可以挖掘出石头，比木头更为扎实的石头，因此他今天就去找个地方挖掘石头了。\n  我是个牧场主——伐木工——猎猪者——但是这几天的木头消耗得差不多了，所以我要去伐木。\n  我扛着木斧头，去到那片树林再次开始了第一天的粗重活。不知道是不是烤猪肉提供的能量，我挥砍几下，树就倒了，捡起那几块原木，寻找下一棵树——直到第四颗树，这棵树即将倒下的同时，几粒蛋掉了下来…砸到我的头上…没有碎裂声?\n  我眼前黑了好一阵子，才恢复了正常的视线，捡起一粒蛋，细细的端详起来…这看起来像是鸟蛋…改善伙食的时候又到了。\n  我突然记起什么，回到之前砍倒树的地方。果然，每棵树的原址都至少有一粒蛋。我将这些蛋放进包裹，继续砍树。\n  烈日再次顶在我头上，一会儿便是满头大汗，砍树的缘故消耗了我大量的能量，我要回家去吃一顿烤猪肉——我早上对烤猪肉的厌恶感全无。\n  可恶的杰尼斯，当我回到家时，他已经坐在院子的空地上烤着一片猪肉。\n  我们在烤肉的同时开始聊起今日的成果——我得意洋洋的炫耀了我砍倒了16棵树的功绩，抛出塞着满满的原木的背包，晒在一旁。\n  杰尼斯不甘示弱，取出自己手中的一块石头…确切的说是里面嵌着金属物体的石头，我霎时对这个东西产生了兴趣。\n  “这是铁矿，我厉害不？”\n  “铁矿？”也就是说，只要将这块铁炼成铁，就能锻造铁器了！\n杰尼斯不愧为矿工，他也将他的背包展示给我看，并进行了解说：\n“石头，煤，铁”200多块石头，26块煤，4块铁。\n  我对这个大胡子矿工再一次进行了打量，还真是厉害呢！\n  “我总感觉这把矿镐不简单，比我平时用的那把破旧的祖传铁镐还好用呢。”\n  这也确实，这把矿镐虽说看起来很废，但是上面布满了像是古代的咒文写的花纹。暂且不去想这些高深的问题，我的猪肉块烤焦了！\n  清理了火堆，我们俩又去森林湖洗了个澡——这次杰尼斯又抓鱼了，我早有准备，将鱼儿一个个放进盛满水的木桶里…嘿…\n  临走时，我注意到树丛里有点声响…谁在暗里跟踪我们？不过在这个没有人烟的地方这是不可能的，就算是动物也没那么大的兴趣，当然也没那么高的智商注意我们。\n  回到了院子，懒惰的杰尼斯又跑去散步了——我总感觉杰尼斯是个童心未泯的家伙……又看见他在捉野鸡了。\n  而我继续研究栅栏门，这次进展飞快，栅栏门大功告成了！\n  接下来…扩大栅栏范围？我已经有了相当多的木头，再将栅栏扩大也不成问题，只是时间关系。\n  不过现在做事已经有点晚了，当我费劲将一面的栅栏都砍掉时，不是小羊跑了就是天黑了。\n  天色未晚，顶多就是下午两点时，我将工具台提到院子外，赶工磨制石匕首，我相信这把石匕首很快就有作用的。在我的加大速度下，一把简陋的石匕首终于完成了，我忍不住要去实验威力了！\n  我不是懒惰的家伙！尽管我跟杰尼斯那家伙一样跑到外面去散步了。\n  在树林中，一只单身只影的野牛哞哞的叫，我手痒痒的，腰间的铁剑和匕首蓄势待发…一声惨叫，大大的牛皮被我割进了包裹，石匕首的好处体现出来了。\n  “我可以用这张大牛皮来缝制一件衣服，或者床单…”创造一种事物是多么的快意，尤其是在独力完成的情况下，成就感更是大。\n  杰尼斯好吃懒做！在森林湖小小的清洗下后，天色暗下来时我回到院子——杰尼斯果然又在生火，猪肉早已被他烤好，被他贪婪的啃食着。\n  当我烤好猪肉时，杰尼斯早已回窝睡觉，好吃懒做！尽管我不能否认他是个厉害的矿工。\n  那几枚蛋恐怕不能食用了，除非我做出来一个石桶，然后在里面倒进水，放进鸟蛋，下面烧着火——来个煮鸟蛋？\n  我料理完小羊的事情后，也回了小木屋，杰尼斯的呼噜声让我想起僵尸的呼噜，又是一阵恶寒。我没心思当手工匠了，提前在石板上刻了一条痕，还有一条大痕。\n\n  Day 7\n\n好吧，不多说了，有急事"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307942280,
            "txt_content": "多谢大家支持啦！"
        },
        {
            "author": "wdsj1438",
            "timestamp": 1307945220,
            "txt_content": "你每天出一次    偶每天顶一次    （不知会不会和你出不出名有没有关系） 不管啦   顶你就行啦~~~~快点出啦  让顾客等急了是不好的说"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307960880,
            "txt_content": "wdsj1438 发表于 2011-6-13 14:07 \n你每天出一次    偶每天顶一次    （不知会不会和你出不出名有没有关系） 不管啦   顶你就行啦~~~~快点出啦 ...\n{:loveliness:}多谢支持啦"
        },
        {
            "author": "一世清凉",
            "timestamp": 1307964480,
            "txt_content": "a532402310 发表于 2011-6-12 22:17 \n楼主加油！加速！加马力！\n不要顶帖了，赶紧回去写你的《从无到有》吧！\n\n\nPS：话说LZ你的文章基情四射呢，我喜欢"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307975700,
            "txt_content": "第十章 血月\n第七天,是个阴天\n  \n今天仍然是同昨天一般，杰尼斯上午去挖矿了，我对于采矿一窍不通，所以我从来不过问细节。\n今天是第七天，来到这里已经一周，也就是8月22日，我决定清点一下仓库：\n  木材 31块\n  原木 45块\n  石材 214块\n  煤   26块\n  铁   4块\n  铁剑 1把\n  匕首 1把\n  牛皮 1大张\n  猪肉 5片\n  木桶 2桶\n  木碗 2碗\n  即便我没有纸张，不能记下来，但是这样做起码可以提醒我现存的资源。\n我取消了扩大原有栅栏的决定，在离院子不远的地方圈出一块新的地方作为牧场，当然，我还要插上栅栏。\n在一块石板上坐住，开始切割木头，变成一块块木材——之后再切割成一片片粗糙的木片——插在地上稳固后连成一片就是栅栏了。\n当我将现存的31块木材以及12块原木通通处理完时，发现肚子还不饿。一叠叠粗厚的木片放置在一旁，我将这些东西一个个插进划好的线里。木片还算高点，我插进了好几片后尝试了一下通过，发现除了费劲的翻越过去，没有其他方式了，只要能抵挡笨拙的游荡的僵尸……\n由于是阴天的关系，我不能确认现在的天气情况，罗盘的功效有点缩水了。\n不过肚子饿了倒是使我确认了现在是午饭时间，我走了几十步就回到了院子，杰尼斯还没回来，因为他带了两片肉还有柴火去了！这说明他要去一天。\n我处理完肚子，回到工作区域，继续插木片，直到我注意到天色开始阴暗——我意识到天黑了，但是肚子还不饿，也许是我过了午时才吃饭吧？我不想在僵尸的监督下工作，留下剩余的两叠木片在工作区域就回到家去了。\n即便肚子不饿，我还是烤了一片肉吃下肚，我开始体会什么叫做撑肚子……堵在我的食道里还没滑下去，我灌了一瓢水才得以进肚。\n月亮已经升起来了，小小的替杰尼斯祈祷了下，我注意到今天的月色有点不同呢？红红的，让我很不安。\n我安顿好了小羊——现在他们不能完全叫小羊了，他们大约已经是青年期了，长得很快呢。\n当我进屋时，月亮的红色越来越重，我有种不祥的预感：《卡尔拓荒史》中，描写到过关于血夜，那是在危险区才会发生的事情，每当红色的月亮升起时，这一夜将会是恐怖的血腥盛宴……\n没了杰尼斯的呼噜声，却让我相当不安，即使空出了一个床位的位置，我可以在房子里面切割木材到迷迷糊糊睡着——但是少个人还是让我相当不安，这是在我之前前所未有的危机感，难道是血夜的原因？我宁可相信不过是偶然的红色月亮…也不想让僵尸冲进来撕咬我！\n我带着疲倦仍然在切割着木材，危机感使我死死的不肯入睡。\n外面的羊突然咩咩乱叫起来，我意识到什么，拨开石头，窥视着：\n四只羊都躲在遮阴板下挤在一起瑟瑟发抖，不时几声哀咩，虽说那块地方有点窄了。\n果然，这么多天来都没见过的僵尸…在栅栏外徘徊！我的呼吸调到最平静，心跳咚咚咚只有我一人可以听见。\n皮包骨头的绿毛僵尸深邃的黑眼洞，嘴巴张得大大的，几颗陈黄的牙齿不经意间露了出来，我是一阵恶心。\n一只无辜的小野鸡在栅栏外徘徊，它似乎毫不畏惧面目骇人的僵尸——僵尸猛地把它抓住！塞进嘴里疯狂的塞进口里！野鸡扑腾着双翅，显然它认为自己在僵尸面前惹人的转悠是个错误的选择。\n我更加恶心了——僵尸几百年没吃过饭了吧？野鸡活生生的被塞进他的肚子里，还能听见挣扎的扑腾声！！！\n就差点就吐出猪油来了。\n我的睡意全无，将那把有好几个缺口的铁剑紧握在手……\n\n“当血夜来临时，怪物都会是大量的规模出现，他们在这个时刻会…觅食”拓荒队长迈克轻轻地叹了一口气,继续给焦躁不安的拓荒队员解释着这个可怕的日子.——摘自《卡尔拓荒史》第一章 第五节\n\n\n----------------------------------------------------------------------------------------------------------------\n好吧，基情四射......杀了我吧"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1307975760,
            "txt_content": "一世清凉 发表于 2011-6-13 19:28 \n不要顶帖了，赶紧回去写你的《从无到有》吧！\n你还是杀了我吧"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308026760,
            "txt_content": "呃，老是忘记更新标题"
        },
        {
            "author": "一世清凉",
            "timestamp": 1308054600,
            "txt_content": "只是说基情四射而已（两个男人挤在一间屋子真的会让人X E的），你写血月是为了让杰尼斯抛弃主角先走吗？\n\nPS：杰尼斯走后主角在去殉情果然是很好的设定，但基情更浓了啊"
        },
        {
            "author": "一世清凉",
            "timestamp": 1308054660,
            "txt_content": "只是说基情四射而已（两个男人挤在一间屋子真的会让人X E的），你写血月是为了让杰尼斯抛弃主角先走吗？\n\nPS：杰尼斯走后主角在去殉情果然是很好的设定，但基情更浓了啊"
        },
        {
            "author": "wdsj1438",
            "timestamp": 1308054780,
            "txt_content": "又顶你一次啦- -           快点出呗- -"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308055620,
            "txt_content": "一世清凉 发表于 2011-6-14 20:31 \n只是说基情四射而已（两个男人挤在一间屋子真的会让人X E的），你写血月是为了让杰尼斯抛弃主角先走吗？\n\n ...\n这个杰尼斯的事情暂时不透漏{:lol:}\n\n不过基情么...杀了我吧"
        },
        {
            "author": "106295904",
            "timestamp": 1308058020,
            "txt_content": "LZ我已经潜水好久了，可惜不见你跟新"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308059040,
            "txt_content": "第十一章 血夜\n\n  僵尸显然还不知足，即便肚子里还在咕咚咕咚的挣扎着一只可怜的野鸡。他的头朝四周环顾了一会儿，最后企图翻过栅栏吃羊儿们！\n  作为一个牧场主，这显然是我不允许的！\n  我将抓起身边一块碎石，戏弄了一下僵尸——跟打苹果一样，碎石块儿打中了僵尸的头，把他打倒在地，我也没料到僵尸是如此脆弱，被我用一块地上一抓就抓到的碎石块打倒。 \n  僵尸在地上不停的扭动，发出痛苦的呻吟——即便僵尸本身就是痛苦的。\n  我忽然意识到：僵尸笨拙的动作不可能越过栅栏，那刚才…他差点就要翻过去了？我有个可怕的猜测……\n  僵尸挣扎了好一会儿，呻吟渐渐平息下去，从狭窄的视线里，我看到僵尸躺倒在地，除了肚子里的扑腾外。它已经死了。\n  第一天夜里遇到的僵尸也没这么嫩！这就跟我在勇者号上遭遇的僵尸一样脆弱！\n  我不知道这意味着什么，但是我必须尽快摸清现在周围的情况。\n  我握紧铁剑从小洞钻出来（迟早有一天我会造个木门的！天天在这个小洞进出让我开始生气了），确保现在栅栏外没有其它敌人后，拉开栅栏门的锁，轻轻的推开踏步出去——就只有一个僵尸吗？我看不一定，树林里没有任何声响，但是森林里开始有了骚动…逃！\n  我犹如勇者号上那般着急，抱起小羊就是塞进木屋洞里，幸好羊还不是很大个，还能在里面躲一下。\n  再接着，我检查了一下身上的物品：一把铁剑，一片猪肉，一碗水，这些足够帮助我躲过今晚了。\n  将木屋洞用石块堵住，再把栅栏门锁好，我便逃离了家，怪物前进的动静越来越大…红红的月亮还高挂在天，今晚必将会很难熬。\n  我希望我能再次用第一夜的方式来躲过这一劫，于是我在树林里找到一棵高大的树，幸好我没将其砍倒，这种高度只有我才可以爬上来——于是我爬上去了。\n  保持着高度的警惕，不久后饥肠辘辘的怪物们便登场了——老对手僵尸群…骨头??定睛看清，那是白森森的骨头组成的骷髅人！看着就吓人，它们只剩白骨的手紧握着一把弓。\n  很明显，它们手上的弓和身上插着的——没错，的确是卡在身上的好几根弓箭告诉我，它们是一群会射箭的骨头！\n  然而还有更为骇人的怪物——比我还大只的蜘蛛，别以为我没看过《蜘蛛人》这部小说，这种巨大蜘蛛拥有敏锐的直觉，它们会锁定身边的每一种活物…找到并撕咬。\n  还有一种皮肤粗糙的绿色的怪物，它们有四只脚，跟野猪一样，但是它们的四条腿之上却是一个人的上半身。脸上的表情很难看，是的，他们也有表情，一副臭得要命的臭脸。\n  僵尸，骷髅弓手，大蜘蛛，臭脸，这四种怪物集合在一起，他们也许就跟故事上说的那样，在觅食…它们前进的路上，出奇的安静，原本应有的小动物霎时间无影无踪，连个猪吭都没有。\n  难道这里的动物都有自知之明——每到红红的月亮升起时，我们就得躲！否则下场就会跟那只天不怕地不怕的野鸡一样了吧？\n  声势浩大的怪物军团行进速度有点儿慢，看起来相当敏锐的蜘蛛也有点儿慢了——僵尸则保持着常日的速度，依旧是那么慢——估计蜘蛛是被僵尸拖慢的。\n  粗略计数下，大概有三十来只怪物，这不是我能惹起的。我将我的呼吸调到最静，也就是丝毫不呼吸，我生怕会被这些怪物警觉到。\n  怪物军团直逼我的家园，我差点就是掉下树了。不过一阵急促的脚步声将怪物军团吸引住了——那个粗大的身影掠过半条腿高的草丛，沙沙的声响将怪物们前进的方向改变——那个背着一把矿镐，还有一袋石头的矿工！\n  我跳下树，截住他，很显然杰尼斯也被我突然的出现吓到了，懵了好一阵子，接着飞快的跑起来：“臭屁脸儿！”\n  看到他身后紧随着的一张张臭脸，我知道这不是什么好兆头，跟在杰尼斯屁股后面盲目的跑起来。\n  “那是啥！”\n  “Creeper！”\n  我差点没撂倒在地，Creeper…传说中的魔鬼，躲在床底下的炸弹，六只手，一脸诡异的笑容，专门偷袭深夜出门的小孩的魔鬼！\n  不过那都是儿时吓唬人的故事，我知道，这些家伙跟传闻中的外形有些出入，但是我可以确定它们描述中的共同点——会爆炸！\n  我不想缺胳膊少腿，速度也是加大到最大，在茂密的草丛中上演着两人草上飞。\n  身后紧随着一大堆臭脸——这是我对Creeper的称呼，字如其貌，它们永远摆着一副欠扁的臭脸，但也不是好惹的。\n  怪物军团慢吞吞的行进速度早已落下了，四条有劲的小腿紧随着我们的臭脸，上帝为何会给这些会爆炸的混蛋安上四条腿？\n  “远离他们！否则你会被炸成碎片！”\n  在树林中狂奔的我俩，忽然在一棵树下…一只大蜘蛛从树上降下来迎面扑来!我被忽然降下的蜘蛛砸个正着，摔倒在地，杰尼斯显然没注意到我，依然飞快的奔跑——杰尼斯这个家伙很不可靠！\n  与这种比我还大个的蜘蛛面对面，我更能看清这种可怕的大蜘蛛的细节：黑色的毛茸茸的巨大身躯，八条腿比我胳膊还粗，红得吓人的四只眼打量着躺在地上眼前冒金星的我。\n  蜘蛛的突然出现使得后面的那堆臭脸不敢逼进，在离我不远的地方不停的打圈，死死的盯着我。\n  蜘蛛显然是要将我包成木乃伊——它吐出了丝，我在金星环绕中恢复过来时，身上已经被密密麻麻的蜘蛛丝缠绕着了，尽管还不足以将我困住，我扭动了一下，挣开了蜘蛛丝。\n  蜘蛛显得很懊恼，挥着它巨大的一条腿准备把正未起身的我踩成肉泥，我一个翻身躲开了践踏，跳上一颗树爬上去——希望这只蜘蛛不会爬树——错，蜘蛛都会爬树…卡在树叶里的蜘蛛朝我吐了一口丝，茂密的树叶显然是阻挡了这只蜘蛛刚才大量的喷丝，我跳下树开始跑——蜘蛛与我追逐！\n  蜘蛛敏捷的身姿使我对它的印象大打折扣——早知道叫个僵尸与你同行了。\n  说来你不信，我跑了整整一个钟头！其间各种危险不说。我已经脱离了怪物军团的视野和臭脸团们的视野了吧？不对，还有一个蜘蛛热情的追着我。\n  我在树林里不停的绕圈子，早已用尽力量，准备尽最后一力——转过身，抽出铁剑，直指大蜘蛛：Fuck you！\n  蜘蛛顽固的追逐使我的怒火到了顶点，粗口倾泻了出去，再而蜘蛛似乎以为有空可趁的，一个大跳，将它那看起来柔嫩的肚皮曝露出来。我显然是不会放过这个时机的，朝着他的肚皮狠刺进去。\n  很显然蜘蛛被我攻击到要害，喷出一道紫色的血液（我当然识趣，刺进后就一跃躲过），便翻滚在地吱吱的叫，最后在伤口处喷出一股紫气，伴随着一股恶臭。在黑夜中原本乌黑的蜘蛛霎时间皮肤变得枯干粗糙，眼中的火红也渐渐淡去。它死了。\n  我企图在这个蜘蛛身上找到点什么，没错，我找到了一堆丝，在它的肚子里！我可不是故意剥开肚皮的，怎么说也恶心死了，而是在蜘蛛死后曝露出来的。\n  将这一堆柔韧的蛛丝收进背包，我就开溜——空中的月亮的红色已经褪去，还是一轮皎洁的明月。\n  天应该很快就亮了，我拖着一身的疲倦一步步踏着回家的路。\n-----------------------------------------------------------------------------------------------------------------------------------------------\n\n更新什么的最讨厌了，<我们的世界>才是王道"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308059220,
            "txt_content": "106295904 发表于 2011-6-14 21:27 \nLZ我已经潜水好久了，可惜不见你跟新\n潜水帝你好"
        },
        {
            "author": "106295904",
            "timestamp": 1308060060,
            "txt_content": "L~~~Z今晚能再来一篇么"
        },
        {
            "author": "howard",
            "timestamp": 1308100380,
            "txt_content": "啦啦啦~\n我來觀摩了=W="
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308115140,
            "txt_content": "howard 发表于 2011-6-15 09:13 \n啦啦啦~\n我來觀摩了=W=\n此路是我开，此树是我栽，想从此山过，请交买路钱"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308131280,
            "txt_content": "第十二章 黑匣子\n\n  不出我所料，杰尼斯在窝里睡得轰轰烈烈，整个房子为之颤抖。\n  而躲在小木屋里的小羊大概也受不起这等强大的噪音，自觉在外面玩耍起来了。我补充完饲料后，发现羊已经要接近成年羊了，体格都变大了。\n  可怕是一夜的提心吊胆以及与大蜘蛛的激烈搏斗，我尽管身子疲倦但是仍无睡意。于是我将空荡荡的肚子补充了一下，将那堆蜘蛛丝存进储物洞里，再将石板日历刻一道痕便去海滩散步了。\n  天色正好，太阳正在缓缓升起，清新的海风迎面扑来，使人很快就将忘却昨夜的惊险了。\n  海浪洗刷着沙滩，同时也带来漂泊之物…我望着这个似乎是漂过远洋的黑匣子自言自语。 \n  我捧起这个黑匣子，精致的壳子，有金灿灿的东西点缀着…我确定这些金灿灿的玩意儿不是镀金，是真金啊！\n  想必这玩意有啥价值，我打开盖子有点紧的黑匣子，里面躺着一本书，垫着天鹅绒的书，看来生活挺美满的。\n  皮是牛皮装的，由于被保护在黑匣子里，所以没有受到海水的洗刷，看来纸上的字还能看懂吧。\n  棕色的书面写着一行大字，我不懂，可能是…泰拉瑞亚文？我不是Terraria人，根本不懂，里面的字写的也是泰拉瑞亚文，密密麻麻的黑字写满了一页又一页，同时还有些画得很精致的插图，嗯，是有颜色的，好歹我也看得懂一些，当然没有文字的解说我也是看不懂的。\n  我想这本书肯定有什么宝贵的价值，小心翼翼的放回黑匣子里，盖紧后就回到了房子，割下一块牛皮包裹起来。\n  我还不困，决定继续去修栅栏，不然这些羊迟早会占满院子的。\n  在海滩上能看见一些烤焦的东西，仔细看看后会发现那是一些烤焦的骨头，零零碎碎散落在沙滩上…骷髅弓箭手…\n  牧场栅栏进度是45%，一面栅栏已经围好了，这一面栅栏也即将插好。\n  当我又饿又困时，我顶着烈日回到房子，却落个没饭吃的下场——杰尼斯把最后两片猪肉啃食了！\n  我相当气愤，死硬要求杰尼斯去猎杀几条猪来补偿我。\n  杰尼斯一边吃一边着急的解释：“你知道的，昨天我在矿洞里生火烤肉呢，突然一大票Creeper出现了，我扔下烤肉就跑了，现在我还饿着呢。”\n  不管杰尼斯再怎么解释，我就是要他赔我三片猪肉，杰尼斯将最后一块猪肉吞进去，没好气的提起自己的矿镐和那把石匕首上路去了。\n  “你准备用矿镐去猎杀野猪？”\n  “谁规定不能用矿镐猎杀野猪了？”\n  我一阵狂笑，嘲笑着杰尼斯的愚蠢，杰尼斯整张脸气得发红，看他手捏紧了那把矿镐，我知道不能继续取笑，立刻静了下来。\n  仔细想想杰尼斯也确实够饿了，昨天吃饭被Creeper打扰，还被追逐，回到家里又饿又累，倒头就睡，睡到中午起床也饿得发慌了。\n  不过现在饿的可是我，在屋内等待着一头猪上门时，早被屋外绵羊的咩咩催眠了。\n  待我醒来时，看看天色已近黄昏，发现杰尼斯就在外面烤猪肉了，身边躺着两头大野猪的尸体，我顿时是一阵诧异。\n  杰尼斯发现了我，一脸臭的递过一串猪肉：“现在伙食有担保了，放心吃一串吧。”\n  我和杰尼斯一顿就吃了六片肉，这是我想都不敢想的，肚子果然是撑得慌。\n  我此时又是瞌睡虫上身，果断爬回屋子倒头就睡，隐隐之中听见杰尼斯的唠叨：“懒鬼！”\n  Day 8 晴日 8月23号\n《我们的世界》在召唤我，去也！"
        },
        {
            "author": "howard",
            "timestamp": 1308151920,
            "txt_content": "Minecrafthero 发表于 2011-6-15 13:19 \n此路是我开，此树是我栽，想从此山过，请交买路钱\n祝你被=W=死\n啦啦啦~"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308233940,
            "txt_content": "第十三章 新区域\n\n  第十一天，8月25号，我已经将牧场全部做好，并且弄了一个凉棚——也可以说是畜舍，并且将羊群赶进了栅栏，顺带我也加入了三只小猪，在森林里散步时发现的三只小猪，瘦巴巴的，我不忍心让它们抛弃于这危险的森林中，于是就将它们带回了家。\n  我不知道这些野猪吃什么，于是就什么都扔给它们吃，最后它们在杂草堆里啃了点东西就直盯着正在咬着苹果的我——手中的大苹果。\n  这些小猪果然喜欢吃苹果，这下还得每天采苹果了……\n  杰尼斯带着半只猪的分量的猪肉再次下矿坑去了，血夜那次他带回来的只有石头，另外他临走时要求我要给他建一个私人房——他认为他也应该有不受挤在一个两个大男人睡的木房子里的权力——还要求是石头筑的。\n  第九天时我便把栅栏全部围好，之后我便在忙活杰尼斯的要求：筑一个石头房。\n  石头稍微比木头重些，但这不妨碍我的工作，我将拆除了一部分的栅栏后便在那儿垒石头，第十天傍晚时我将四面墙全垒好，只需要将天花板打上就行了——天色已晚！吃完烤猪肉，去查看了下牧场的状况便回到卧室进行“上夜班的手工匠”。\n  我将我需要做好的一些手艺的名单在脑海里列出来：\n1.炉子 应该可以用石头做出来一个\n2.锅 石头锅铁锅都行，丰富我的厨艺工具\n3.铁制品——全新的铁剑坚固的铁斧刨土的铲子垦荒…锄头！\n4.建立一个农场，种什么呢——我也没有种子\n5.弹弓？房间门？\n\n这应该是我目前想要的一些东西了，我正在凿个石锅，石锅凿完后就做个炉子。\n  第十一天时，我将杰尼斯的房间的天花板用木头盖上了，顺便再在上面垫一层石板——挡雨！我不想被杰尼斯指着鼻子骂着我做的房间不挡水，质量奇差。当然我在我的房间也这么做了。杰尼斯的洞口我留大了点——我说我必须尽快做出木门。\n  我打算现在去远一点的地方探索究竟，现在是阴天，尽管我不能辨出时刻，但是我起码知道在天黑之前赶回家里……\n  带了一片早已烤好的猪肉包裹在洗干净的叶片里，铁剑，石匕首整装待发。\n  我首先到了那块切开海滩的延伸的悬崖——不再是第一夜那般仓促的爬上去，我非常谨慎，所以很轻松就爬上来了。\n  小小的瞭望了下附近的情况，对着海面当然是茫茫大海，不过怎么会有点小雾呢…而树林那边，越往深越是茂密，形成了一个森林，悬崖有点儿矮，但是我可以看到森林是往上而升的，大概是一个小山的森林植被吧？除此之外我也看见了有个山洞，那是杰尼斯漂到这里时躲进去的山洞，他的矿洞也在那里吧。\n  沿着悬崖的边沿走，开始变成了下坡，顺着下坡而下则是一片茂密的草丛，离海面有点儿距离。\n  草丛里不知道都有啥玩意，我弯腰拨开试试看….啥也没有，但是我在草根下面发现了啥…一个小包...一个包扎着东西的小包袱，外表看起来很脏的布。我解开结，里面是一些种子，我发誓我没骗人，里面真的是种子……既然这里有埋着这种东西…有文明？我心里咯噔一下，已经无法否认，这个鬼地方以前确实有些人…但是现在去哪里了？我将包袱打好结，放进背包里。\n  种子的有效期是很长的，我推断这个包袱里装着的种子不过也只有一年时间，种了应该还可以长的，感谢上帝赐予我一袋种子，即便我不知道能长出啥来。\n  走了不知多久，我肚子开始响起来，抓起那片猪肉一边走一边吃。仍然是草丛，啥玩意也没看见。\n  我在地上看见了啥？又是一堆遗骸，像是一只羊的遗骸，上面余下的肉已经腐烂，骨头很明显是不完整的，可能被袭击它的怪物带走了几根。我推测着袭击者，心中闪过一个念头：狼？\n  但是没见到实物，况且在这座岛上呆了这么久也没看过一匹狼，所以我用了些土将这具尸体埋掉后便继续行路。\n  很好，现在能确定这是一座岛了…绕着边缘走了一圈，我回到了我家。\n  天色未晚，我打开那袋种子，细细的观察起来…虽然我还没观察出什么名堂，也没看出这是啥种子。\n  我在院子的角落里挖了个坑，将几粒种子埋进去，再填好坑，将原来的水槽钻了个小洞引到种子旁，这样我每天滴点水就行了。\n  我走了一整天，觉得很累，再次去料理了下牧场的事情，之后啃了一个大苹果，躺在院子里的草地上休息着…天灰灰草绿绿，飘来一股羊粪味…啊啊啊，该死的羊崽留下的屎我差点当枕头了！\n  我相当恶心，飞跑到森林湖洗了趟澡，顺带洗下衣服。\n  我抱着湿漉漉的衣服回到院子晾着，天色开始黑下来，恰好我的肚子也饿了，于是又是一餐烤猪肉…我要做石锅！\n  再次去牧场添加完饲料添完水，不忘扔几个大苹果给小猪，小猪已经恢复了元气，开始肥起来，想必以后宰了很好吃…嘿嘿嘿。\n  将杰尼斯的床铺卷起来放进他的房间，我回到房间开始鼓捣着石锅，直到我迷迷糊糊之中倒下睡着……\n  我做了一个梦，我梦到杰克和我一起玩，不过他突然变成了一头凶神恶煞的狼人想吃我，我吓得从梦中惊醒过来，此时屋里黑灯瞎火，我只感到手中捏着的是一把凿子和未完成的石锅。\n  将工具和半成品搁在一旁，我躺在床上胡思乱想了一下才睡着。\n\n-----------------------------------------------------------------------------------------------------------------------------------------------\n今晚差点就没把小说更新忘记了...我们的世界明晚再说吧"
        },
        {
            "author": "一世清凉",
            "timestamp": 1308235560,
            "txt_content": "Minecrafthero 发表于 2011-6-16 22:19 \n第十三章 新区域\n\n  第十一天，8月25号，我已经将牧场全部做好，并且弄了一个凉棚——也可以说是畜舍，并 ...\n基情是没了，不过在加个萌妹子吧！\n\n好吧，我纯属扯淡"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308236460,
            "txt_content": "一世清凉 发表于 2011-6-16 22:46 \n基情是没了，不过在加个萌妹子吧！\n\n好吧，我纯属扯淡\n我并不擅长写感情...咯咯咯，为啥你不关注杰克和主角的人兽情呢"
        },
        {
            "author": "一世清凉",
            "timestamp": 1308236760,
            "txt_content": " 本帖最后由 一世清凉 于 2011-6-16 23:06 编辑 \nMinecrafthero 发表于 2011-6-16 23:01 \n我并不擅长写感情...咯咯咯，为啥你不关注杰克和主角的人兽情呢\n如果你需要参考书的话，我可以帮你（奸笑）\n\nPS：杰克在哪里？"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308283980,
            "txt_content": "一世清凉 发表于 2011-6-16 23:06 \n如果你需要参考书的话，我可以帮你（奸笑）\n\nPS：杰克在哪里？\n时机未到..........."
        },
        {
            "author": "pathfinder",
            "timestamp": 1308286200,
            "txt_content": "……越来越不纯洁了啊……真是的\n到底有没有妹子啊……"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308287220,
            "txt_content": "pathfinder 发表于 2011-6-17 12:50 \n……越来越不纯洁了啊……真是的\n到底有没有妹子啊……\n别急别急，笛福的不也是没妹子么"
        },
        {
            "author": "howard",
            "timestamp": 1308288540,
            "txt_content": "Minecrafthero 发表于 2011-6-17 13:07 \n别急别急，笛福的不也是没妹子么\n我說你也把標題改一下吧=W=\n標題還在第12章游蕩=W="
        },
        {
            "author": "wdsj1438",
            "timestamp": 1308303480,
            "txt_content": "最近去上学了- -没顶你，这次不会忘了- -继续顶！！！！！"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308308340,
            "txt_content": "howard 发表于 2011-6-17 13:29 \n我說你也把標題改一下吧=W=\n標題還在第12章游蕩=W=\n哎呀！我总是这么健忘！"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308308340,
            "txt_content": "wdsj1438 发表于 2011-6-17 17:38 \n最近去上学了- -没顶你，这次不会忘了- -继续顶！！！！！\n多谢啦~"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308410520,
            "txt_content": "第十四章 矿工的意志\n\n  十七天了，杰尼斯还没回来，他可能已经……\n  但是我相信杰尼斯只是失踪了，他一定还会回来的。\n  我先总的理清这个月的成果：\n1.        我有了个房子，还有院子\n2.        我开辟了一块牧场，我喝上了羊奶，羊和猪都已经开始繁殖。\n3.        经过试验，我发现种子是活的！更好的是，这些种子我推断出来是麦种！于是我又策划了一片农田，正在围栅栏。\n4.        石头锅成功了？没错，我现在可以煮鸟蛋！不过可惜的是，我用一些枯黄的草包裹着的鸟蛋竟然只剩下蛋壳…没有鸟妈妈也可以孵化？这……太神奇了\n5.        石头锅成功了，也证明了炉子的可能性，我已经弄清了炉子的结构，在脑海中组建着一块石炉子，并且开始凿刻。\n6.        从8月25号到8月31号，经历了4天晴2天阴1天雨，开始步入秋天…这也将意味着冬天的到来，我身上的蓝衣服已经开始破烂，透着一股小臭汗味挥之不去，那张雪藏牛皮可以有用处了！\n7.        [泰拉瑞亚魔法百科]，这是那本黑匣子的书，我是依靠幼时学过的一点泰拉瑞亚知识的回忆拼凑出来的。泰拉瑞亚文简单易懂，于是我也不是很吃力的翻译出来，即便最初译出的是：泰拉瑞亚..魔..?Terraria大陆以怪物的多样和魔法的存在而闻名，这本书的包装使我忆起我的一个贵族朋友对我炫耀过的一本印刷量只有300本的泰拉瑞亚书，他说这是一本魔法书…总结起来，这是一本教泰拉瑞亚魔法的书籍，不过我不懂泰拉瑞亚文，所以对我没什么用。\n8.        我意识到伐木和种植是并存的！砍伐三次后我发觉树林比第一天开始比较起来已经不再是那么葱葱，我种了点树。\n9.        杰克！我在海滩边发现的，沙滩上发生的事情真多，消瘦的杰克见到我的场面不多说，毛色雪白的杰克灰溜溜的，毛发不再柔顺，乱糟糟的身上还多了血疤和血印，嘴边还有血污…真难想象这条养得肥胖的名贵犬种是怎么样生存下来的。作为狗主，我和杰克的重逢让我非常高兴，我用新鲜的猪肉优待了吃得慌的杰克。\n\n  今日夜里，树林里再也没有僵尸的嚎叫，显得格外宁静。我在木屋里凿着炉子，石头渣儿落得满地。杰克明显要做好一名警卫犬，我今天把原先硬生生钉在我木屋墙上的肿瘤——小羊遮阴板的木材做成了杰克的狗窝，搭在牧场里。有什么情况的话，忠诚的杰克必定会用响彻…海滩的犬吠来唤醒熟睡的我。\n  栅栏门解开的声响了，杰尼斯是回来了，他脸上无光，原本还有许些光泽的绿色衣衫现在更是破烂了，黑一片的，好像还是烧焦的，只能称得上是遮羞布了。身材消瘦了不少，手中握着的依然是把矿镐，但却闪耀着异样的火光，绕着矿镐不断的盘旋，使快沉沉入睡的我眼前一亮。\n  “你回来了。”\n  “是的…有吃的吗？”\n  我掏出随身置于身上的一片半熟猪肉，是没烤熟的…杰尼斯夺过猪肉，吞进了肚里，一副饿狼的姿态。我也不是很惊讶，杰尼斯原本壮硕的身材现在就差皮包骨头了，这分明就告诉了我杰尼斯的状态。\n  “我很困，不想多说些什么”杰尼斯直接就钻进这七天来还未使用过的石头房了，他知道这是我给他做的新房。\n  第二天，9月1号，当我爬出家门的时候，杰尼斯就已经在烤猪肉了：“呼呼，好久没吃过烤熟的猪肉了！”\n  杰尼斯元气恢复了许些，这使得他的语气不在如同昨夜般冰冷无力了。\n  我坐下一同烤猪肉，并开始询问着这些天来他的经历。\n  “妈的！”杰尼斯很明显是很气愤。\n  “我在矿洞里摸黑，结果一不小心跌进了一个坑，我不知道昏了多久，醒来时发现一堆操蛋的像老鼠的东西在我的口袋里乱钻，把我的猪肉全吃光了！”\n  “之后我凭着一个矿工应有的摸黑前进的能力，在阴暗中我找到了点蘑菇，吃了进去，结果肚子闹腾了，最后我竟然看到了滚烫的岩浆！”\n“我全身乏力，在小心翼翼的爬过岩浆边的时候不小心将矿镐落进岩浆，幸好我一把抓稳了，结果便是这所看到了”\n杰尼斯搁在一旁的矿镐依然闪着红光，上面的纹路被火红所填满，一股热气袭来。\n“我不知道怎么的，这把矿镐碰到的石头如同玻璃一般…我意识到这把矿镐能救我一命，疯狂的往上挖掘，最后我敲碎了薄薄的一层泥土，便回到了地面上。”\n 杰尼斯向我倾泻了很多怨气，短短的等待猪肉烤熟的时间我便是听见了至少100个粗口。\n “过去的都过去了吧，你这把矿镐正是上天赐予你的呢。”\n------------------------------------------------------------------------------------------------------------------------------\n咩哈哈哈哈，被妹妹抢了电脑，导致我各种八嘎，我们的世界，你们读者别想在今天更新了！"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308491820,
            "txt_content": "第十五章 铁器时代\n\n  杰尼斯这家伙得知了我正在凿刻炉子的消息一阵大笑：杰尼斯这混蛋竟然没告诉我他会自己是个业余铁匠！\n  我将尚未完成的炉子搬出来，杰尼斯细细的查看后那是一番滔滔不绝的纠正错误：你这洞口太小，你这有点高了——杰尼斯，我要告诉你这是原始人的石头炉子而不是帝都的铁炉！\n  接下来三天内，杰尼斯没有再一次下坑，他要养精畜锐……第一天，杰尼斯索性把我这个业余手工匠打发走，拿着工具箱里的凿子接替我的工作。\n  第二天，一个外表看起来不太工整的石头炉子被杰尼斯搬出了他的卧室，同时还有一大堆石头渣子。\n  杰尼斯显得很自豪：“这里是放燃料的，这里是放需要炼冶的东西的洞……我说这玩意放哪？”\n  “放你卧室。”对于杰尼斯抢我工作，我要算计一番。\n  “不干！反正你是手工匠，会干很多细活，放你房子吧。”\n  “你不是铁匠么？再说了，你房子是石头做的，我的房子呢~到时烧了我就把你赶出去给僵尸吃饭。”\n  一个大老粗自然斗不过我这个商人后裔，唇枪舌战当然是我赢了，杰尼斯威胁性的把那把依然闪烁着红光的矿镐架在我的肩膀上，之后愤愤的搬走石炉子进了他的房子。说实话，那把矿镐很烫！我差点就烫得叫出来。\n  我交给杰尼斯13块铁4块原木2块煤，他从洞里伸出他那黝黑的手接进去后，随即他的房子冒出一股黑烟…“呛死我了！我不管我要把这玩意放到外面去！”\n  杰尼斯怎么样炼铁我不知道，只见他把那烧着煤的炉子搬到外面，杰尼斯黝黑的脸现在更是黑过黑人！\n  炉子烧着，杰尼斯抡起矿镐就想砸我头上，我识趣的飞跑开了，直接躲进树林。\n  第三天，所有铁都被杰尼斯炼成了灰白的铁锭，用这些铁锭可以锻造出铁器咯！\n  早在第二天夜晚，我就是造出了石锤子，没什么大不了：用根结实的木棒儿穿过一个带孔的长方形石块，卡住。\n  将石锤子递给杰尼斯，杰尼斯细细的打量一下：“还是帝都的铁匠铺好，现在还得用这不知道能敲几下的石头锤子来锻铁。”\n  此次锻造铁器，先造出一把铲子吧？\n  杰尼斯此人非得要我走开才能开始锻铁，他身边一桶水，一个烧得兴旺的炉子，一个平整的石台。我不想打扰唯一能让我用上铁器的铁匠，顺了他的心意，去牧场游玩去了。\n  牧场现在有三头大肥猪，四只大绵羊，我顺便挤了碗羊奶喝着，新鲜的羊奶真好。\n  羊身上羊毛我也可以获得吧？但是我不想让这些绵羊太痛苦，不然他们要被活生生的扒毛！\n  等我造出剪刀再说吧，我不会伤害我牧场里的羊儿们，但是我对野羊可不留情哦！我所过的地方，只留下一片羊惨叫，带来一堆愤怒的野羊群。\n  哼，这群不知好歹的野羊们，敢和这个岛屿最最最智慧的新主人抗衡！手中的铁剑已经蓄势待发，HAX！\n  快剑劈小羊！文明社会中我不能如此疯狂，但是一个没有人知道我干过什么的地方中我可以！人类最原始的本性血腥的屠杀，从这些手无搏鸡之力的野羊中我获得了满足。\n  地上一堆染满红色的鲜血的羊毛堆，只剩下一头孤零零的羊，这只羊比其它羊颇为大些，毛色是黑的，头上有角——是公羊。\n  眼中透出他燃烧的怒火的公羊没有任何语言，直当的冲过来，要把我撞飞！\n  机灵的闪过公羊的冲撞，给他屁股一剑尝尝，这群羊显然是被我残忍的灭族了，贡献出了一大堆羊毛，将我的背包塞满了。\n  虚伪的虔诚，我的脑袋清醒了许多，地上这大概十来只羊的尸体身上洁白的羊毛却被我染上了罪恶的鲜血，我为这些羊祈祷了一下，便开始了善后工作。\n  这群羊的尸体都被我抛进一个树林里的小坑，羊毛塞满了我整个背包。\n  老惯例，去森林湖清洗了我身上的血迹，便回到了院子。\n  杰尼斯满头大汗，瘫痪在草地上，石台上放着一块仍有余温的铲块。\n  “好咧，我能用这把铲块更快的来掘土了！”\n  将预先准备好的长棍插上铲块，卡住后，一把铁铲诞生了！\n  “哇哈哈哈哈哈，这把铁铲贱卖也能值200Mine币啊！”\n  “我去你妈的，累死我了，起码你要帮我代烤猪肉！”\n  西边的云已经开始发黄，夕阳正在落下！\n  我决定尝试下炉子烤猪肉，将两片猪肉放进炉子，下面放四根木柴。\n  十分钟后，一股香油味已经散发出来，抽出来尝尝，味道倒是没什么改变，这毕竟是我用炉子烤出来的，吃得也是很尽兴。\n  “你要用这把铲子做什么？”杰尼斯一手拉着咬在嘴边的猪肉，一手指着倚在栅栏边的铁铲问道。\n  “当然是做个地下室！”\n  “在哪？”\n  “你家。”\n  “我去你妈的！”\n\nDay21  9月3号\n--------------------------------------------------------------------------------------------------\n我还要写我们的世界！蛋疼"
        },
        {
            "author": "624415583",
            "timestamp": 1308497760,
            "txt_content": "我是GTA 顶！"
        },
        {
            "author": "一世清凉",
            "timestamp": 1308498480,
            "txt_content": "我这绝对不是顶贴"
        },
        {
            "author": "dyxxzgc",
            "timestamp": 1308524640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "624415583",
            "timestamp": 1308529140,
            "txt_content": "每天顶一帖 生活更健康 我是GTA"
        },
        {
            "author": "pathfinder",
            "timestamp": 1308539940,
            "txt_content": "为了露脸在复习周闭关之前再顶一个……"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308541800,
            "txt_content": "pathfinder 发表于 2011-6-20 11:19 \n为了露脸在复习周闭关之前再顶一个……\n祝你考个好成绩啦"
        },
        {
            "author": "wuzile",
            "timestamp": 1308548160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308560820,
            "txt_content": "wuzile 发表于 2011-6-20 13:36 \n我明天就考试了 我也来顶你耶\n恭喜你获得幸运女神的庇护，考试总分998"
        },
        {
            "author": "紫枫",
            "timestamp": 1308565800,
            "txt_content": "表示求祝福……\n顶！~"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308567660,
            "txt_content": "紫枫 发表于 2011-6-20 18:30 \n表示求祝福……\n顶！~\n今日祝福数量上限，喵"
        },
        {
            "author": "jeffchung",
            "timestamp": 1308567960,
            "txt_content": "好好睇丫 多謝晒 我好中意睇鲁滨逊漂流记的 支持"
        },
        {
            "author": "624415583",
            "timestamp": 1308570720,
            "txt_content": "再来一帖 祝你早日更新 GTA"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308635640,
            "txt_content": " 本帖最后由 Minecrafthero 于 2012-6-2 20:17 编辑 \n\n第十六章 白日梦\n\n  呼呼，缩在院子里都凉飕飕的，我打赌冬天时我会被冻死的！\n  第三十六天，9月18号，夏天的灼热被秋天的清凉所驱逐且取代，秋雨也逐渐多了起来。尽管下完雨后，相当的凉爽，但是使我常常不能分辨时间，是时候弄一个不受天气影响的时钟了。\n  一餐烤面包，牧场已经开始发展起来了，我现在能改善下伙食，让我和杰尼斯都换掉烤猪肉的烦恼，吃上一顿醇香的烤面包！农场也非常火热，一进去就是连绵不断的牲口叫，不过我只要把牲口数量控制在一个水平，就能确保我能够吃上大块头猪的肉，用剪刀剪下柔软的白羊毛，顺手挤一碗新鲜的羊奶。\n  自从有了烤面包后，杰尼斯再也没有中午出来烤猪肉了，而是整天在他的石头房里鼓捣着他的地下室。\n  原定地下室是要我来挖的！杰尼斯听了一番滔滔不绝的激情演讲后，催促着我赶快动工——我告诉他，只要有了地下室，就能有他自己的矿洞，自己的私人空间！\n  最后，杰尼斯抢过我的铁铲，飞快的爬进洞里就开始响起掘土声——当然此时，我和杰尼斯的房间都已经有简单的木锁门了！\n  杰尼斯在三天前，私下把库存的猪肉，面包，通通烤得香喷喷，之后塞进背包就躲进了他的地下室，现在还没出来过。临走时，他恶狠狠的警告我：“你小子别进来，你一进来就别想用你那张嘴皮子来打赢我了！”\n  我对回到文明社会的渴望不再是如此强烈…因为我在这里已经有了我和杰尼斯的一个小天地！我不仅不是做出木门那么简单的野心，是要把这整个岛都纳入我的领土！我躺在院子里做着美美的白日梦，想着如何把野牛都推进牧场，然后吃上新鲜牛肉和扒走他们的牛皮，和羊毛一起缝成皮衣，还要去把那些危害我的霸主计划的僵尸，臭屁脸，烂骨头，破蜘蛛通通浸在水中泡烂，哈！\n嗯…滴下一滴水，把我从无限的白日梦中唤醒过来，我意识到下雨了…进屋子避雨啦。\n  我不再是在一个洞里库存我的物品，我简单的制作了三个有盖子的盒子，每个盒子放置不同类型的东西：第一个盒子放石材，矿产，炼冶好的铁锭，还有不知道怎么制作出火把的煤。第二个盒子放Food：食物！你认为我是会把食物和脏兮兮的东西混在一起么？第三个盒子是一些非矿产的东西：木材，牛皮，羊毛什么的。\n  我取出牛皮和羊毛以及那堆血夜中获得的蜘蛛丝，打开工具台细细的搜寻着。\n  “针，针，针…找到了！”\n  我找到了一根细细的缝衣针，在工具台内什么都有，这些东西对我的成功来说是不可或缺的，若有一日我成为了国王，我一定会找最好的铁匠让这块有点旧的工具台镀上重金，供奉在我的漂流博物馆里让我的子民膜拜！\n  尽管我不是裁缝，但是针的用法和缝衣的方法我还是会的，将牛皮用零件有点不太灵活的铁剪刀剪下两块规整的牛皮，开始用羊毛缝制起来。\n  我的卧室不再有草地皮，被我用几块木板垫着当做地板，所以也不用担心被尖草扎屁股。\n  我计划做两件御寒的衣服，内是羊毛，用牛皮缝上外表，我一件杰尼斯一件。话说我一个大男人给另一个男人做衣服会不会有点古怪？反正是共同劳动的，有什么怕羞的。\n  外面小雨滴滴下，我不由自主的哼着故乡的一首歌，没有歌词，没有乐师的伴奏，悠悠的节奏，使我回想起在京都时的那点生活小事，霎时间思乡的情绪把我眼中的滴点泪珠挤了出来……\n  手工匠！一堆丝线一堆羊毛一块牛皮在我轻巧的裁缝下变成了一件棕色的牛皮羊毛衣。\n  毕竟是我做的，试穿一下，感觉还不错，第一件当然是我的了！\n  趁着还没饿，我开始缝制第二件衣服——顶着轰轰烈烈的肚子，我终于将第二件衣服完成了，作为一个手工匠，还能如此快速的完成一个裁缝做的事情，我那是相当的自豪。\n  雨已经停了，晴空当头照，用炉子烤了一块面包吃下后，我正准备去给杰尼斯递衣服呢…门没锁?只见杰尼斯的地铺变有个土阶梯，往里面延伸是黑嘚隆咚的。\n  干，我要制作出火把！摆脱黑灯瞎火的日子！\n--------------------------------------------------------------------------------------------------------------\n24,782字，跟数字大哥的七万多是比不上了，不过还希望大家多多支持！"
        },
        {
            "author": "一世清凉",
            "timestamp": 1308663600,
            "txt_content": "Minecrafthero 发表于 2011-6-21 13:54 \n第十六章 白日梦\n\n  呼呼，缩在院子里都凉飕飕的，我打赌冬天时我会被冻死的！\n你挑水来~~~~~~~我烤肉~~~~\n\n你挖矿哎~~~~~~~我制衣~~~~\n\n你做攻呀~~~~~~~我是受~~~~\n\n恩恩爱爱~~~~~~~真变态~~~~\n\n\n\nPS：你懂我在说什么"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308664800,
            "txt_content": "一世清凉 发表于 2011-6-21 21:40 \n你挑水来~~~~~~~我烤肉~~~~\n\n你挖矿哎~~~~~~~我制衣~~~~\n我...我吐槽无力"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308725040,
            "txt_content": "第十七章 杀戮后\n\n  “以我Mine国帝都第七采矿队队员杰尼斯的名义，死吧！”\n  僵尸的呻吟在声音落下时随即中断，不新鲜的黑血随即喷洒而出，一颗绿色的腐臭脑袋飞了出去。\n  “最后一只。”\n  “是的。”\n  血色已经褪去，皎洁的明月再次笼罩着大地。\n  “收拾残局吧。”\n  僵尸的尸体纷纷倒在牧场里，这次，僵尸蚕食了一头羊…而且是我抓的第一批羊的其中一只！看到了我牧场被如此糟蹋，怒火涌上我的心头，手中的剑已经按捺不住，和杰尼斯一阵劈砍过后，血免费帮我们两个的衣衫染成暗红色。\n  一个月一次血夜?\n  这是9月25号，距离上次血夜是三十四天，看来真的如《卡尔拓荒史》那部看起来像是激励男子汉要勇敢的虚构小说那般…在危险区，也就是非文明社会中，每月就会遭受一次血夜的蚕食，而这个日子，则发生在每个月的下旬！\n  “看来以后每个月下旬都要做一些防御了。”我踹了一脚倒在地上的僵尸的尸体，苦笑道。这只僵尸死相很有意思，空洞洞的眼睛配上长得老大的嘴巴，躯体扭在地上。\n  杰尼斯毫不含糊，用铁铲挖了一个大坑，我和杰尼斯一起将这些僵尸的尸体抛进这个坑。之后，再填上去。\n  十来只僵尸的尸体纷纷被抛进坑，被淹没在沙土中。很快，这些僵尸便会真正的入土为安，他们的来源…听说僵尸是人变的，那这些僵尸是从何而来的?总不会是从岛上的原住民中变出来的吧。\n  咻*当我正倚着栅栏喘口气的时候，一箭射在我的手和腰间的空隙...“这是什么鬼东西！”\n  *吱嘎,*吱嘎,*吱嘎\n  远处，一具白骨，不对，一个骷髅人，射出第一道箭后，迟疑了一会儿，白骨开始毫无规律的碰撞起来，发出吱嘎吱嘎的声音，之后停顿下来，摆出了拉弓的架势…一旁的杰克狂吠起来，飞快的跑过去。\n  骷髅弓手被奔过来的杰克吓住了，杰克猛地扑过去，轻盈的骨头被杰克冲击到，骷髅瞬间崩落飞散出去。\n  之后，杰克开始享用着地上散落的骨头…原来杰克是为了啃骨头才攻击骷髅的！不过我并不责怪这只不护主的恶犬，正因为他想啃骨头才救了我一命。正好，也作为他在刚刚的牧场保卫战中英勇的表现的奖励。\n  “走吧，院子里那还有几具尸体呢。”\n  天还未亮，但是血月已经褪去，是不是血夜也有随机的时间呢?\n  院子里倒着三具衣衫不整的僵尸的尸体，其中一名头发还没掉光，只是还留着几片毛……从这具尸体的黑色衣装上，我可以推断出这具尸体的生前曾为一名富有的绅士。\n  等等，他的衣兜里露出点什么?\n  一本纸张腐烂的书，翻开这本书都能透出一股僵尸特有的恶臭。\n  尽管这本书很臭，但是字迹还是清晰可见的，庆幸的是，这本书上是一本Mine语写的书，书名是《泰拉瑞亚语字典》\n  嗯…天赐之物！我可以把这本书清洗干净后，用来学习泰拉瑞亚语，更重要的是，我学习后可以用来阅读那本魔法书！\n  不过现在是清理尸体为重，僵尸暗红的血液染满了我院子里的草地，这等恶心的景象，必须逐出我常日在这儿躺着休息的地方！\n  *吱*吱*吱\n  正当我和杰尼斯在抛尸入坑的时候，我听到烦人的蜘蛛发出的声音！\n  “警惕…”我对杰尼斯打出一个手势，杰尼斯将第三具尸体丢进坑里后，抽出那把染血的铁剑，弯腰作势。\n  *吱*吱*吱*吱\n哎呀！一团蜘蛛丝黏在我头上，我被蒙住了，手足皆乱！\n接下来，我只听见杰尼斯的厮杀时的怒吼和蜘蛛的吱吱声！\n当我将黏在我头上的那团蜘蛛挣脱下来时，看见一个硕大无比的，分布着鲜艳的黄花纹的蜘蛛！！！\n“Fuck you！“”杰尼斯用那把对巨大蜘蛛而言只能够他的一节腿的蜘蛛疯狂的劈砍着，巨蜘蛛却毫不在意。用火红的眼睛盯着吓愣的我。\n 一声惊天动地的吱声，巨蜘蛛将那粗得大条的巨腿扫过来，我这才惊醒过来，一跃逃过被撞飞的危险。\n 趁着巨蜘蛛的反应过来的空隙，我钻进巨蜘蛛肚子下面的空当，刺进巨蜘蛛柔嫩的肚皮。\n 又是一声震耳欲聋，蜘蛛用两条腿撑着地，六条腿提起来毫无节奏的乱挥着，之后洒出紫血的肚皮摔在下方，我当然趁着蜘蛛提起的时候翻滚出去，不然我要被愤怒的蜘蛛摔成肉饼了。\n 杰尼斯仍然没头没脑的劈砍着蜘蛛的那条腿，当然这种愚昧的劈砍是“滴水穿石”的，蜘蛛那条被劈砍着的后腿已经被砍出了紫色的血痕。\n 蜘蛛恼怒至极，他无法相信两个对他而言能够一口咬死的小不点能够如此折磨他，愤怒的巨大蜘蛛是可怕的，他一起力，跳得老高——之后是重重的摔下来，使得我和杰尼斯都被震住了。\n 杰尼斯一醒悟过来仍然是没头没脑的劈砍着那条已经渗出紫血的腿。\n 蜘蛛仍然是恼怒无比，却改变了针对我的目标，后腿一翘，杰尼斯被踢飞了。\n 来不及为杰尼斯默哀，蜘蛛发疯般的吱吱叫，你以为你是老鼠么？我对杰尼斯的受伤也是愤怒，叫你没事攻击，我一剑又是刺进他那瞪得老大的红眼，果然，蜘蛛陷入了最后的疯狂状态，四对腿是乱扫，口中无节奏的射出蜘蛛丝。\n 如果我能把这些蜘蛛丝卖出去的话，要赚疯的!\n 我把巨蜘蛛比普通蜘蛛还多出的两只红眼睛的六只眼睛统统戳瞎，蜘蛛翻滚在地上痛苦的打滚，我对他的肚皮一阵猛扎。\n 巨蜘蛛的肚皮处不仅是哗哗的流出紫血，更是一团团的紫气喷出。如同我遇到的第一只蜘蛛一般，他的露出里面真火的红眼珠统统黯淡下来，六颗小珠子流了出来。\n “这是啥玩意？”捡起地上的红珠子放进腰带，杰尼斯已经从地上爬起来，看到我解决了这只蜘蛛，当然是出了一口恶气，冲上去粗口和拳脚并行，对待着不能说话的尸体。\n  “回去吧。”天色还黑着，我已经是累得不行，\n  刚转身要进院子，想了想…“别忘了他肚子里的丝线。”\n----------------------------------------------------------------------------------------------------------------------\n26，890字\n目标：十万字！\n打算二十章时修订一下，放出下载，嘿嘿，最后当然是求继续支持啦"
        },
        {
            "author": "wdsj1438",
            "timestamp": 1308740040,
            "txt_content": "最近老断网- -没时间顶你了 - -现在继续顶啦"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308740220,
            "txt_content": "wdsj1438 发表于 2011-6-22 18:54 \n最近老断网- -没时间顶你了 - -现在继续顶啦\n{:lol:}点评分更好啦"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308747120,
            "txt_content": "wdsj1438 发表于 2011-6-22 18:54 \n最近老断网- -没时间顶你了 - -现在继续顶啦\n我说的是加分啊喂"
        },
        {
            "author": "faifai",
            "timestamp": 1308747240,
            "txt_content": "請多寫 很好看"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308748140,
            "txt_content": "faifai 发表于 2011-6-22 20:54 \n請多寫 很好看\n多谢支持哈"
        },
        {
            "author": "pathfinder",
            "timestamp": 1308814920,
            "txt_content": "加油啊同志！"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308839340,
            "txt_content": "pathfinder 发表于 2011-6-23 15:42 \n加油啊同志！\n今天暂时没法更新...考试鸭梨大"
        },
        {
            "author": "wdsj1438",
            "timestamp": 1308973620,
            "txt_content": "杂加分？不清楚- -"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1309014060,
            "txt_content": " 本帖最后由 Minecrafthero 于 2011-6-25 23:03 编辑 \n\n\n第十八章 狼来了   “那条狗，杰克怎么不见了？”原本有条棕色的狗在那晃悠的牧场，却少了那条棕色的狗！这让杰尼斯非常不解。  “不知道…母狗处在发情期了。”  “那谁来照看牧场？”  “杰克的狗崽们。”   杰克看来确实处于发情期了，他不知道去哪里鬼混了，我也不知道狗在这种荒岛能找到什么好配偶…狼？杰克如果真的怀上了狼的崽，聪明的杰克加上狡猾的狼，也确实可以得到一个优良的品种。  但是现在谁来照看我的牧场？  于是，我只能去到牧场的猪圈去了！  这个岛的气候变化明显，但是也太明显了吧？刚刚入夜，我在火堆旁紧缩在羊毛被里也被寒气冻得牙床咯咯作响。  渐渐地，耳边的牲口叫已经消却，整个夜只有火堆里烤着木头的噼啪声作响，我将眼皮拉高，抵触着让我无法警觉牧场动静的睡魔入侵。  我后悔我没带来工具台来作为消遣，因为我正在研究一种绝对有用的东西——火把！  火把，如果我只是将一根木棒和煤烧在一块的话，那么一会儿就灭了。  但是杰尼斯，当他第一次从那地下室的工作中脱身出来时——也就是今天上午，他交给我几个绿颜色的胶球似的东西。  “这是史莱姆球！”  “史莱姆?”  “名声这么响亮的史莱姆你竟然不认识？”  杰尼斯花了半小时满足了我求知的好奇心，我知道了，将煤溶入史莱姆球点燃，就可以制造出永不灭的史莱姆火把了。  这样对处于黑灯瞎火阶段的“鲁滨逊岛屿”来说，是一个带来光明的好机会！  反正这里离家只有几十步远，就让我回去取下吧?  刚起身扭扭有点麻痹的腰，听见沙沙声让我警惕起来，腰间别着的铁剑被我潜意识的快速反应抽了出来。  “我恨我夜里是要待在外面！”小小的抱怨了一下，便开始扫视周围的情况。  树林中冒出十几点闪闪发光的星星——我…忍住心中的粗话，那【哔——】是狼啊！  现在，我碰上了狼，夜间狩猎的狼，一大票夜间狩猎的狼，一大票想要夜间狩猎我的牧场以及我的狼！  星星，不能称之为星星了，狼群的脚步轻轻的靠近，似为星星的狼眼已经露了出来，那点点黄色的星光在火光的照耀下黯淡下来，反射出的只是火光。  走在前头的黑狼——不用详细描述了，一看就是狼群的领袖。  我一弯腰便捡起正在燃烧的火堆中的一把柴，别以为我没听过父亲的冒险故事，他用一把火就吓退了一大群狼。当时我也幻想着自己用一把火把一群凶神恶煞的狼吓跑了…直到今天，就是我额头上的冷汗有点多了。  “快滚！”  “看我手中的火，烧你！”  “烧死你！”  我不希望引发杀戮，只是用手中的火把呵斥着狼，希望这群狼会因为怕火的天性而逃跑。  虽然没有起到立刻吓跑的作用，但是狼群前进的脚步显然停下来了，为首的黑狼的头不停的晃动，打量着眼前这个玩火的疯子。  “嗷呜！”  黑狼一声令下，狼群刷刷的退了，蹿进森林，没了。  我长舒了一口气，但是心中的石头还未放下——我明显能感到一股邪气在逼近……   恐怖的狼嚎，回荡在森林中。\n很抱歉没有如常更新...希望大家还能支持我！\n"
        },
        {
            "author": "csa735813858",
            "timestamp": 1309096080,
            "txt_content": "顶一个，留名，收藏。"
        },
        {
            "author": "624415583",
            "timestamp": 1309265220,
            "txt_content": "独爱鲁滨逊！"
        },
        {
            "author": "jeffchung",
            "timestamp": 1309272960,
            "txt_content": "頂一頂,+油丫快d出新 好好睇哦!!!"
        },
        {
            "author": "94055378",
            "timestamp": 1309484340,
            "txt_content": " \"我长舒了一口气，但是心中的石头还未放下——我明显能感到一股讀者的摧稿聲在逼近……\""
        },
        {
            "author": "wdsj1438",
            "timestamp": 1309667880,
            "txt_content": "悲剧的 - -我承认最近没来看- -因为种种原因（期末考到了）所以没来- -现在考试结束啦~继续顶"
        },
        {
            "author": "1365619159",
            "timestamp": 1309763100,
            "txt_content": "94055378 发表于 2011-7-1 09:39 \n\"我长舒了一口气，但是心中的石头还未放下——我明显能感到一股讀者的摧稿聲在逼近……\"\n同催啊~~~~~~~~~~~~~"
        },
        {
            "author": "a532402310",
            "timestamp": 1312903920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1314327840,
            "txt_content": "断了断了都断了……"
        },
        {
            "author": "起名忒俗",
            "timestamp": 1314333060,
            "txt_content": "没了？作者你快更啊啊！！！"
        },
        {
            "author": "zx9524301",
            "timestamp": 1314454380,
            "txt_content": "求速度更新啊啊啊啊啊！！！"
        },
        {
            "author": "hjzsd",
            "timestamp": 1314600000,
            "txt_content": "更新啊啊啊 啊！！不然...哼哼"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1314692340,
            "txt_content": "催高了！！！！！！！"
        },
        {
            "author": "zx9524301",
            "timestamp": 1314692760,
            "txt_content": "同催（见到最新回复就果断进来了。。。）"
        }
    ]
}