{
    "title": "Unturned（未变异者）板块 [百度翻译+人工语序整理] unturned 3.13.8.0更新翻译",
    "author": "playMC",
    "replyCount": 3,
    "timestamp": 1449395580,
    "txt_content": " 本帖最后由 playMC 于 2015-12-6 18:15 编辑 \n此帖根据百度翻译的结果进行语序整理.......没了百度翻译我就只是对着英文原文干瞪眼了0.0\n上周的更新回顾：加入的新玩意儿有雨伞、自制的油桶、陷阱、牛肉、猪肉、不同颜色的浆果种子、倒刺铁丝围栏，和4种新的动物，自制车辆也添加了2种（1座和6座）。地上刷新的油桶捡到后也许是空的。以下是此次更新内容：\n12月5日3.13.8.0更新说明\n社区公告-尼尔森·塞克斯顿\n温度：\n温度系统已被重制（overhauled）使得游戏比起之前简单地冲向最近的服装店更有趣了！在你开始被冻伤前服装不再是增加你对雪的抵抗力的保护层[warmblooded（热血）技能也是这样，现在服装只是减少你从寒冷天气中受到的伤害。如果你开始被被冻伤，你可以寻找一个遮蔽的地方（大概就是挡雪的建筑内）暖和一点，用一个heatstim或定居在篝火旁。\n \n建筑：\n你现在可以捡起一个满耐久的可建筑物品，或者如果可建筑物品已经损坏，你会得到一些可建筑物品的材料回来！这是放置它的玩家和他所在的Steam群组的成员们可以做到的。现在，移除建筑是不需要武器的。大多数枪和近战武器不再对建筑造成伤害了。所以，爆炸物是你拆掉一个基地的最佳方法。\n \n更新说明\n一、增加：\n1.        添加了可捡起的满耐久建筑物品和被损坏建筑物品的材料。2.        添加了新的温度系统。3.        添加了当暴露于雪中时降低温度的定向降雪。4.        添加了彩色的雨伞。[IDs 1122-1128]5.        添加了heatstim。[ID 1129]6.        添加了说明（note）#2/3/4。 \n二、改进：\n1.        改进了在冰冻的水中游泳会使玩家开始被冻伤。2.        改进了篝火能提供温暖并且玩家如果在篝火里会被烧伤。3.        改进了雨伞只能影响向下速度。4.        改进了熊的模型。5.        改进了奶牛的模型。6.        改进了动物会攻击在车内的玩家。三、调整：\n1.        调整了大多数枪/近战武器不再对建筑造成伤害。2.        调整了显示设置能显示刷新频率。3.        调整了动物颈部边缘对齐。4.        调整了陷阱在野营地刷新。5.        调整自制车辆在雪地里行驶得更好。6.        移除了单人游戏中对建筑物的3倍伤害。四、修复：\n1.        修复了在6座自制车辆边缘建造（的bug）。2.        修复了离开水中时（就是浮出水面时啦）的雾气方向（的bug）。3.        修复了玩家在水下动物仍跟随（的bug）。（也许就是像2.0时代的僵尸一样，你跑到水边了还追着你不放，估计是攻击性动物）4.        修复了多刷新的物品不在桌子上（的bug）。(Fixed adding spawns without a table.这句不大会翻译....大触可自行翻译）5.        修复了在服务器中碰撞被动动物（的bug）。6.        修复了当放置栅栏时玩家自己被推开（的bug）。7.        修复了吃肉不提供生命值（的bug）。8.        修复了陷阱的图标。\n英文原文： Unturned完整内容 提要12月5日3.13.8.0 Update NotesCommunity Announcements - Nelson SextonTemperature:\nThe temperature system has been overhauled to make winter gameplay more interesting than simply rushing to the nearest clothing store! Clothing is instead a protective layer by increasing your resistance to the snow [same with warmblooded] before you start freezing and reducing the damage you take from cold weather. If you begin freezing you can find cover to temporarily warm up a bit, use a heatstim or settle down by a campfire. \nBuilding:\nYou can now pick up buildable items if they have full health, or if they have been damaged you will get some of the ingredients back! This can be done by the player who placed it and the group they were in. Now that weapons are not needed to remove these most guns and melee do not damage them anymore, so explosives are your best bet to take down a base. \nUpdate Notes:\nAdditions: Added ability to pick up full health built items and scrap damaged ones. Added new temperature system. Added directional snow which decreases temperature when exposed. Added colored umbrellas. [IDs 1122-1128] Added heatstim. [ID 1129] Added note #2/3/4.Improvements: Improved swimming in frozen water to start freezing player. Improved campfires to provide warmth and burn player if inside. Improved umbrellas to only affect downward velocity. Improved bear model. Improved cow model. Improved animals to attack player in vehicle.Tweaks: Tweaked most guns/melee to no longer damage buildables. Tweaked display options to show refresh rate. Tweaked animal neck edge alignment. Tweaked snare to spawn at campsites. Tweaked makeshift vehicles to drive well in snow. Removed 3x damage multiplier against buildables from singleplayer.Fixes: Fixed building on edge of makeshift 6 seater. Fixed fog turning on when exiting water. Fixed animals following players underwater. Fixed adding spawns without a table. Fixed hitting passive animals on server. Fixed pushing self when placing fence. Fixed eating meat not providing health. Fixed snare icon. \n\n",
    "replies": [
        {
            "author": "帅强哥",
            "timestamp": 1449397020,
            "txt_content": "啊，百度翻译"
        },
        {
            "author": "xiba_1",
            "timestamp": 1449494580,
            "txt_content": "这，怪不得我被拱火弄死了"
        },
        {
            "author": "kjw",
            "timestamp": 1449550440,
            "txt_content": "只求汉化补丁"
        }
    ]
}