{
    "title": "【原创|圣杯|连载】可惜这个世界并不靠爱来改变·S19·|Unturned",
    "author": "lostchair",
    "replyCount": 5,
    "timestamp": 1449500160,
    "txt_content": "    三只怪物晃晃荡荡的来到斯诺克身边，跪了下去，扯断了一条胳膊。斯诺克在剧烈的疼痛中反倒恢复了些许意识，然而那还不如直接让他去死。本就接近崩溃的斯诺克，看着怪物们开心的啃食着自己的胳膊，军人的意志也瞬间崩塌。顾不上额头因为撞击而渗出的鲜血，管不了肩膀上汩汩涌出的血流，仅用一只胳膊撑起了身体，向坠落的黑烟望去。咔嚓一声，大腿骨被轻易的掰断，吃掉他手臂的怪物又开始啃食他的左腿。还没来得及发出绝望的喊叫，斯诺克就因为失血过多而死，大睁着眼睛，握着胸前挂着苏尔加送给他的吊坠。\n    诺利不知是因为长官的死去而痛苦，或是极度的恐惧，眼泪止不住的低落，嘴唇翕动念念有词。他把苏尔加艰难的塞到了一棵遮雨的低树杈上，自己摸出步枪，向坠机处奔去。后来的维尔纽斯他们恰好看到了诺利，蒙多科二话不说搭弓射箭，瞄着诺利的脑袋就飞了过去。噌的一声，弩箭强大的冲击力洞穿了诺利的后脑壳，带着一只眼球从前面飞了出来。瞬间死亡的诺利没有往后仰，也没有往前倾，只看到一具尸体的脑袋上插着一只箭，立在原地。维尔纽斯他们不知情况，还悄悄的摸索过去，直到看到僵死的那里的诺利，才惊悚的意识到，他已经死了。\n    “好……可怕。”即使是仇敌贝莎，也忍不住因为恐惧而颤栗了起来。\n    蒙多科难以置信自己竟然做出了如此可怕的行径，即使他杀掉的是刚才想杀掉他的敌人，即使这一箭是无心的，然而他已经开始对自己的内心产生怀疑了，他开始怀疑自己是否也是一个恶魔，他开始怀疑自己是否也是四面八方涌上来怪物的一员。目光呆滞，神情恍惚，就在那一刻，一只爬行的怪物扑到了蒙多科的脸上，张口要啃下去之时，维尔纽斯挥动锄头穿飞了怪物的脑袋。红绿色的内容液体泼溅了三人一脸。\n    “够了……我受不了了。”连续几天靠着进食路边苦果生存，仅在下雨天喝过一点点水，依靠着为哥哥复仇信念才支撑到现在的贝莎再也承受不了眼前所见的一切，本来的她就是一个可怜虫，危机来临之前的她也是学校里被欺负的蠢货，只有哥哥保护她，然而也被杀了。现在的她既然已经复仇了，还有什么能阻挡她去找她哥哥寻求意思庇护呢？\n    维尔纽斯忽然觉得一阵力量将他手中的锄头抽走，时间好像变成慢动作。贝莎把锄头的尖头对准自己，上面还沾满了怪物的浆液，一头撞了上去。然而在将凿穿她脑壳之前，维尔纽斯伸出双手将她的脑袋拦了下来。血肉撕扯的声音响起，维尔纽斯左手被洞穿。\n    “喂……”才意识到伤害了别人的贝莎，忽然清醒了起来。她懊恼的摇头，灰头土脸的流泪，面部都狰狞。她心怀歉意的看着维尔纽斯，觉得连去死都无法弥补这个无故卷入她的私人恩怨，而现在又救了她的小孩子。\n    “该怎么做……”贝莎捧着维尔纽斯的手，眼泪和雨水啪嗒啪嗒的流过那个大大的血洞。\n    维尔纽斯收回了手，低着头黯然不语。雨水滴落的很缓慢，世界缓缓变得更加阴暗。从裤子的夹层里，他很熟练的掏出一个烟斗，和老头子的样式完全一样，又拿着潮湿的火柴慢慢的划着火，点着了，吸两口。\n    “爷爷可不让我抽烟，他说小孩子不应该学这些坏习惯。”维尔纽斯一字一句慢慢说道，和老头子一样的语速，不慌不忙的，“他说小孩子应该过得无忧无虑，因此即使在农场生活的这段时间，他也总是尽力去帮我买些城镇里的零食，给我做很多玩具玩。其实我不需要这些，他做的也很多了，但是他仍然觉得对不起我，让我在有记忆的时候承担这些，明明都不是他的过错。”\n    维尔纽斯一字一句的念白给自己听：“自己偷偷做了一个烟斗，吸进去第一口的时候，感觉世界好像不存在一般，甚至活下去也有动力了。”维尔纽斯老成的笑着吸了一口烟，“活着太痛苦了，你也没有必要自责，反正我早就不想活了。”维尔纽斯看了看自己因为被感染而肿起来的手，痛苦的抽搐了起来。贝莎在一旁看着，却也无能为力。脸上布满沧桑的小孩子，挣扎到翻了白眼，抽了最后一口烟，倒着躺了下去，毫无怨恨也毫无感情的离开了这个世界。\n    城外的怪物在不断地靠近坠机处，也包围了站在原地手无措和躺在地下丧魂失神的蒙多科，他们不知道该做什么，也不知道是否应该活下去。\n    马洛斯身轻脚快的在坠机点摸到了一把M9手枪和两个弹夹，时间匆忙，他只拿到了这两个有用的东西，随后尸海便在他脚步之后推平了飞机残骸。\n\n\n总索引 http://www.mcbbs.net/thread-497307-1-1.html\n",
    "replies": [
        {
            "author": "Triste灬泽岚",
            "timestamp": 1449500760,
            "txt_content": "无线跟系类，很好看"
        },
        {
            "author": "lostchair",
            "timestamp": 1449500820,
            "txt_content": "Triste灬泽岚 发表于 2015-12-7 23:06\n无线跟系类，很好看\n无限更新类，是想说这个吗"
        },
        {
            "author": "Triste灬泽岚",
            "timestamp": 1449502080,
            "txt_content": "lostchair 发表于 2015-12-7 23:07\n无限更新类，是想说这个吗\n是啊，很好看。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1456204260,
            "txt_content": "僵尸化的起源没有写清楚，开头部分比较对话流，描述上有些问题。\n总体来讲有小毛病，也有亮点。\n愿意的话请加入我的文学群，群号在共享。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463195460,
            "txt_content": "到这算结了。\n最后更新是12月份。\n可惜，看来楼主忙于学业。\n加油，继续加油。"
        }
    ]
}