{
    "title": "【wiki翻译】地狱传送门",
    "author": "pathfinder",
    "replyCount": 4,
    "timestamp": 1306810020,
    "txt_content": " 本帖最后由 pathfinder 于 2011-5-31 10:49 编辑 \n\n原帖地址http://www.minecraftwiki.net/wiki/Portal\n\n传送门是在2010年10月31号的Halloween升级版中新增加的。它需要4*5的黑曜石框架来维持，而且框架的四个角上的黑曜石不是必需的，只是为了符合美学（能吐槽么……）的目的。当这个框架建好以后，玩家可以在上面点火（管你用什么方法只要点着火就成），然后就会出现6个很像漩涡的传送门方块。\n        在beta 1.6.0之前，传送门可以在多人联机游戏中打开，但是没有把玩家传送到地狱的功效，所以服务器需要mod来做到这点。在1.6里，传送门终于可以在多人游戏里完成它的职责。\n\n行为\n        当玩家在传送门的方块里站一会，就会被丢到地狱里。然而玩家可以在传送完成之前走出传送门，传送就会失效。在你步入地狱的时候，另一个传送门也会在你出现的地方生成，通过它你可以回到上层世界。在普通世界里建造多个传送门也只会在地狱有一个出口，反之亦然。\n        紫色的传送门方块会发光，所以传送门门口经常会在晚间比较拥挤。就想地壳一样，传送门方块不会被破坏（虽然会消失，但是消失不是破坏……），但是通过mod它们可以被放置。你只需要一个传送门方块就可以完成传送。你也可以通过修改器来把传送门到处放，但是如果它附近有不是传送门块或者黑曜石的方块的话，它就会到处游走。而且诡异的传送门的音乐也会从这些方块里飘出来，就算没有黑曜石框架。\n        传送门也可以被火焰关闭（玩家点燃的或者幽灵的火球）。TNT或者JJ怪的爆炸也会关闭传送门，但不会炸掉黑曜石。在被关掉的传送门框架里重新点火可以重新打开传送门。如果玩家在地狱死了但是传送门没有被重新激活，你下次进入地狱的时候它任然是开着的。\n        在发布之前Notch曾经说过幽灵有可能在传送门附近的地表上出现，但是Jeb随后就声明了这个特点还处于坑爹阶段。\n你也可以在没有钻石工具的情况下做出一个传送门。把岩浆用桶盛着，然后按照传送门的模样放下，再往上面浇桶水……但是记住传送门框架里面的方块必须全部去除。这样做的话你就不用花时间用钻石镐敲又黑又硬的黑曜石了。\n\n正常世界和地狱的联系（……这个可以不用翻译么……）\n\n你知道么……\n*当你传送到地狱的时候，你面对的方向还是相同的。（就像你传送之前面对东方冉冉升起的朝阳，你到地狱了还是面对着东方。）\n*自动生成的传送门可能会和你进去的那个呈90°。\n*如果你在地狱的传送门被全部关闭了而且你又没有火镰，你可以引诱一个幽灵吐火球来帮你重新打开一个传送门。相同的，幽灵的火球也可以关上传送门。\n*如果你透过传送门看后面的水，水将变得透明，乌贼神马的将更容易被找到。如果你透过水看传送门，那么传送门就会变得不可见。\n*如果你透过一个传送门看另一个传送门，另一个传送门将变得隐形，就跟玻璃一样。\n*就算你这边的传送门是只由10块黑曜石建造的（缺角），那边的传送门还是完全体的14块黑曜石。\n*在1.6以前你不可能骑着矿车、船或者猪通过传送门。\n*僵尸猪人的呻吟仍然可以在传送门另一侧被听到。\n*如果你穿越传送门的时候打开背包，字的颜色和加载条会变成灰色的。\n*如果TNT在你穿越前被引燃，在你穿越后不会被引爆，但是你回来后它就会爆炸。熔炉啊红石电路也是一样的。反之亦然。\n*如果你在等待传送的时候打开箱子，传送后你仍然可以从箱子里拿到东西，直到你关上箱子。\n*如果一个现实世界的生物进入传送门块，它会和在水里一样浮起来。怪物们不能通过传送门到地狱旅行，但是它们可以穿过它。\n*在1.6以前，多人游戏不能使用地狱，除非服务器打上了mod。\n*闪电也可以打开传送门，因为它也可以点燃物体。\n*你可以通过修改器改出来的传送门块进入地狱。\n*如果你在另一块人造的传送门块附近放一个传送门块，前一个会消失。\n*传送门块自毁的特性让它在多人游戏中大放异彩。它可以帮助栅栏重叠放置，它也可以使草地变成泥地。把一块草地锄成田地，往上面放一块传送门块，田地会检测到上面的方块不是空气而变成土地，传送门块会检测到下面的方块的改变而消失。\n*在1.6.0和1.6.4之间的版本中，当玩家在多人游戏里进入地狱的时候，他们的血条会变满，但这不是他们的真正血量。当且仅当玩家受到伤害的时候才会显示真正的血量。\n*传送门的声音会在音量上随着距离的增加而减少，在15格的距离以外就消失了。这个效果是辐射性的。\n\n",
    "replies": [
        {
            "author": "狼人",
            "timestamp": 1309864140,
            "txt_content": "地狱 里都是什么??火镰又是什么求答"
        },
        {
            "author": "Luckydog",
            "timestamp": 1348874700,
            "txt_content": "lalalalalalala吐槽"
        },
        {
            "author": "mlz1996618",
            "timestamp": 1349011140,
            "txt_content": "楼主碉堡！！！"
        },
        {
            "author": "Emp小强",
            "timestamp": 1349015100,
            "txt_content": "mlz1996618 发表于 2012-9-30 21:19 \n楼主碉堡！！！\n地狱没什么一点都不好玩但是有遗迹哦！"
        }
    ]
}