{
    "title": "【原创·连载】三界的战争  第四章",
    "author": "ZXY20021104",
    "replyCount": 4,
    "timestamp": 1449566880,
    "txt_content": " 本帖最后由 ZXY20021104 于 2016-2-5 15:15 编辑 \n\n第四章 Notch的传说    “混账！”当那人听完凋零叙述这次恶战的经过后，暴跳如雷，“罢了，反正Herobrine已经死了，再也没有人能阻挡我复活Notch了，哈哈哈……”    “Notch？”凋零被弄得一头雾水，“他是谁？”    “他是一个创世主，”那人说，“我们所有的一切都是他创造的…”    “Notch相当于God，只不过稍比God低一级罢了。据说God创造了Notch，然后让他来创造世界。于是Notch创造了高山、平原、丘陵、沙漠、海洋、矿洞…当这些造好后，Notch就创造了，唔，说生成更合适吧，就生成了许多小动物，再之后，他就创造了人。人们繁衍生息，越来越多，整个大地都快装不下了，于是Notch就创造了我们这些怪物，生来就是杀人的，为了维持生态系统的平衡，不让人类繁衍过多。不久，生态系统平衡了，人类也发展多了。他们开始不满足于自己的世界，而是想方设法去探索大地。很快大地也被探索完了，人类的生活也变得无聊，钻石遍地是，已经不珍稀了。然后人类发现了红石的许多用途，红石比较器、拉杆什么的就应运而生…”小黑和Steve蹲坐在末地的边缘，看着面前的一大片虚空。    没等小黑说完，Steve就打断了他的话，“说重点，后来呢？”    “后来，有个什么人开始发现Notch有代替God统治世界的野心，并且在一天天膨胀。他就是Herobrine大人。然而像Pigger这类人却不相信…”小黑的眼神又像怜悯，又像愤怒。    “等等，”Steve又打断了他的话，“不好意思，Pigger是谁？”    “你去过地狱吧？”小黑想通过提示帮助他回忆起来。    “是啊，不过那已经是很久以前的事情了。”Steve闭上眼睛，想起了那次“愉快”的经历，不禁打了个寒战。    “注意到有一个与众不同的僵尸猪人了吗？”    “与众不同？可是在我看来所有的僵尸猪人都一样啊。”Steve努力回想着，可是并没有发现什么关于他们的不同。这也不怪他，因为以他的视角来看，他们都是同样的皮肤，拿着同样的金剑，发出一样的哼唧声，掉落一样的金粒。    “你没有去过地狱城堡吗？”    “去过，我还打过烈焰人呢！”Steve嘴角露出了一丝微笑，但随后又疑惑地问：“我到了城堡的边缘，看见了一扇大门，刚想进去，旁边聚集的僵尸猪人就像发疯了一样攻击我，直到我远离了一定距离。难道那里住着Pigger？”    “是的，那里住着Pigger，地狱之王。他与别的僵尸猪人不同，身上佩戴着一把钻石剑，还披着披风。”    “你这么说我好像有印象，但是想不起来是在哪里见到的了。”Steve紧闭双眼，努力回忆着。    小黑突然笑了：“不，你没见到过他，那是Herobrine大人的记忆。你们相互之间是有感应的，你们的思想记忆可以互相连通…”听到这话，Steve愣住了。    还没等Steve反应过来，小黑拍了拍自己的脑袋：“唉，我说这个干什么！你是不会理解的。让我来接着讲：他们仍一如既往地忠于Notch。于是从此上层便分为两派，一派以居于末地的我们为代表…”    “另一派就是以我们为代表的地狱组织！他们自己有野心，还诬陷Notch大人！Notch大人那么忠心，怎么会背叛God？于是双方意见不和，一场大战一触即发。一开始，他们比我们要强得多，总是把我们打得落花流水，但是后来，Notch大人为了维护两派和平，甘愿以自己为代价。身体爆炸出来的碎片大伤他们的元气，于是我们又开始居高临下了。虽然Notch大人已经死了，但是他的灵魂却被我收了起来，喏，你看…”被小黑称作Pigger的他小心翼翼地拿出那个小盒子给凋零看。    果然，透过盒盖的玻璃，可以清楚地看到里边有一团红色圆球状的东西在四处转悠着。那圆球闪着诡异的红光，与地狱里的岩浆一起时明时暗，变幻莫测，把盒子和两个人的脸映得通红。    “所以呢？”Steve问。    “Notch的灵魂需要找一个身体才能复活，他们于是就盯上了你。”小黑继续说。    “啊，可是…为什么？为什么盯上了我？难道我有什么特殊的潜力？”Steve扭过头，睁大眼睛盯着小黑。他怎么也想不透：自己只是这些庸庸碌碌的普通人中的一个，为什么偏偏选的是他？    “轮到潜力，你确实没有。但是，你听说过创世水晶吗？”    “创世水晶…创世水晶……”Steve头脑中突然闪过一些画面，他双手紧抱着头，紧闭着眼，努力回忆着这些恍若昨天又恍若前世的记忆。    “创世水晶，就是创造这个世界的水晶，是创造世界的必需，它记录了这个世界所有的地形、生物、矿物等等，可以说它就是这个世界。当初Notch创造世界的时候，他花了相比起来最多的能量去创造和修改第一个人——也就是你，Steve。”小黑抬起头仰望着黑洞似的天空，仿佛在回忆着一切，“那已经是很久以前了…那时候，一切都那么安详，那么和平…”    “Herobrine大人他…他醒了！”小末突然冲过来，眼中闪着些许泪花，带着一种喜悦和激动的声音颤抖着说。    “啊！太好了！”小黑也变得激动起来，手足无措，“走，咱们一起去看看！”    “走！”于是他俩一起闪开了，留下了一路美丽的紫色粒子，甚至都没注意到Steve还坐在末地的边缘，发呆似的回忆。    “真的吗……”他看着自己的手，慢慢地垂下了头，顶在膝盖上。",
    "replies": [
        {
            "author": "残缺的温柔",
            "timestamp": 1449567300,
            "txt_content": "标准的十五字回复真是越来越多了"
        },
        {
            "author": "46241359",
            "timestamp": 1449567780,
            "txt_content": "通篇对话流，情节枯燥无味，动作描写细节描写过少，没有任何气氛塑造，整篇文章基本毫无亮点，让人没有任何看下去的欲望。"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1449568200,
            "txt_content": "无环境描写、无神态描写。\n仅有语言描写，你非常适合讲故事。"
        },
        {
            "author": "ZXY20021104",
            "timestamp": 1454656500,
            "txt_content": "我改完了，请各位过目"
        }
    ]
}