{
    "title": "【原创·连载】三界的战争  第二章",
    "author": "ZXY20021104",
    "replyCount": 2,
    "timestamp": 1449560640,
    "txt_content": " 本帖最后由 ZXY20021104 于 2015-12-22 10:40 编辑 \n\n第二章 末地    Steve昏迷在了一个净是“沙子”和黑曜石的地方。    “我们为什么不带他去末地传送门？”小末问道。    被他这么一问，Herobrine不禁想起了那个大雨瓢泼的夜晚，那恐怖的闪电，还有眼睛灼伤的难忍的疼痛……    “有些事你不懂…” Herobrine的声音稍稍颤抖着，那次的情景历历在目，“也最好别问…”    “是。”    “走吧…”Herobrine努力摆脱这笼罩他一生的阴影，同时亦改变了他的一生。。他眼眉低垂，使劲晃了晃脑袋，吐出两个字。    终于，Steve醒了过来。“这是……”他吃惊地望着四周耸入云霄的黑曜石柱子，和脚下硬邦邦的“沙子”。    天空中传来巨大的吼声，仿佛史前巨兽一般。Steve努力寻找这声音的来源，但是除了头上时不时飞过的巨大影子之外什么都没发现。那个影子从高到低盘旋着，终于来到了Steve的头上。那是一条巨大的黑龙！它深紫色的眼睛令Steve不禁联想起了末影人，或许它和末影人有着什么联系？Steve无法可想。他从来没有见过如此庞大的身躯，一下子瘫倒在地上。    “嗯？”巨龙心想，“又一个外来入侵者？看起来也不是很强嘛。”于是他打定主意，“我先来戏弄他一下。”    他从Steve头上横过，又用尾巴轻轻一扫，Steve连忙趴下，手护着头，却把剑朝上竖着，剑尖划破了巨龙的尾巴，滴下了几滴黑色的血。    “噢~~~！”巨龙大吼道，“好疼！可恶！我要杀了你！！”说完就朝着Steve飞了过去，张着大嘴，想把Steve咬成渣渣。Steve也不示弱，将剑向前一伸，剑尖直冲巨龙的嘴，“来吧！不是你死就是我活！！”他抱着必死的决心冲了过去。    他俩的距离越来越近，30米，20米，10米……    “都给我住手！”Herobrine在这千钧一发的时候出现了。    “Herobrine大人！”巨龙首先反应过来，连忙向上一个回旋，避开Steve的剑。    “末影龙！”Herobrine严厉地训斥道，“你都没向我报告，怎能轻易做决定？你几次犯这样的错误就算了，可是今天，必须是最后一次！”    “Herobrine？”Steve也转过头来，指着末影龙问，“这就是你对我这个亲兄弟的态度吗？！”说完转过身去，背着手，背对着Herobrine。他生气了。    “抱歉。”Herobrine说，同时瞪了末影龙一眼。末影龙感到大事不好，不由自主地向后退了两步。    他转身对末影龙说：“你知道吗，他可是我唯一的亲兄弟！如果不是我及时出现，恐怕我就没有亲人了！”    “哦…”末影龙这才意识到问题的严重性，像一个孩子一样，赶忙道歉，“对不起对不起，下次一定不会了！”说完就悻悻地飞开了。    “你…还好吧，”Herobrine尴尬地对Steve说，“末影龙这家伙，就爱任性，别太在意。”    “你真得好好管管他了！”Steve转过身来，“不然迟早要出大事的！”    “我一定管，你先别生气了，呃…想知道这是哪里吗？”Herobrine企图转移话题。    “哪里？”Steve明显来了兴趣，但还是怒气未消。    “末地。”Herobrine说。    “末地？”Steve稍稍平静了些，“这里就是你统治的地方吗？我倒是听说过，你能给我详细地讲讲吗？”    “其实也没什么好讲的，”Herobrine松了一口气，说，“黑曜石柱子顶端装有水晶，为末影龙提供能量。”    地狱里，一人正低头翻着一本纸张泛黄，有些破损的书。翻动的哗啦声使得屋子里显得格外寂静。一身金铠甲反射着岩浆发出的十分耀眼的光，那红底黄字的写有“N”的披风搭在座椅上，腰间的钻石剑闪闪发光，透露出王者的气息。    “吾王！”凋零从门外闯进，“不知您唤我有什么事？”    “去把Steve的尸首找回来。”那人慢慢抬起头来，合上书，仅有的半张脸笑得那么恐怖。那张脸的右半边的肉就像从来没有生长过，而在骨头和肉的衔接处，就像刚刚撕开的一样，却没有血，也没有皮。    “可是，吾王…”凋零疑惑地说，“他…”    “只要找就是了。”他又翻开书，缓缓地说，语气中有一种不可置疑的力量。    “遵旨…”凋零虽然还有些疑惑，但不敢多问，只好出去寻找。    “Notch大人，我，您忠实的部下一定会让您复活的！凋零离开以后，那人缓缓地站起来，走到窗台前，望着椅背后窗台上的小盒子里面隐隐透出的些许红光，坚定地说。    地狱的岩浆把整个宫殿映得彤红，随着小盒子里的红光忽明忽暗，仿佛这一点红光，就是地狱运作的源泉。\n\n",
    "replies": [
        {
            "author": "ZXY20021104",
            "timestamp": 1450699260,
            "txt_content": " 本帖最后由 ZXY20021104 于 2015-12-22 10:05 编辑 \n\n呜呜呜，与第一章的字体不一样，我有强迫症，怎么办？？？"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1450784580,
            "txt_content": "还不错，再多点环境描写吧\n加油"
        }
    ]
}