{
    "title": "分享几个励志的小故事",
    "author": "一周一个",
    "replyCount": 6,
    "timestamp": 1449575160,
    "txt_content": "故事①\n\n\n这是一个真实的故事。一位女士在一家肉类加工厂工作。有一天，当她完成所有工作安排，走进冷库例行检查，突然，一个不幸的时刻，门意外关上了，她被锁在里面，淹没在人们的视线中。虽然她竭尽全力地尖叫着，敲打着，她的哭声却没有人能够听到。\n\n　　这个时候大部分工人都已经下班了，在冰冷的房间里，没有人能够听到里面发生的事。五个小时后，当她频临死亡的边缘，工厂保安最终打开了那门，奇迹般地救了她。\n\n　　后来她问保安，他怎么会去开那门？这不是他的日常工作。他解释说：\n\n　　我在这家工厂工作了35年，每天都有几百名工人进进出出，但你是唯一一位每天早晨上班向我问好，晚上下班跟我道别的人。许多人视我为透明看不见的。今天，你像往常一样来上班，跟我问声“你好”；但下班后，我却没听到你跟我说“再见，明天见”。\n\n　　于是，我决定去工厂里面看看。我期待你的“嗨”和“再见”，因为这话提醒我，我是谁，使我非常开心。没听到你的告别，我知道可能发生了一些事。这就是为什么我在工厂每个角落寻找你。\n\n　大道理：　谦虚，爱和尊重你周围的人。每天去影响你周围的人，因为你永远不知道明天会发生什么。\n\n\n故事②\n\n有一位单身女子刚搬了家，她发现隔壁住着一个寡妇与她的两个小孩子，日子过得很穷苦。\n\n　　有天晚上，那一带忽然停了电，那位女子感到很害怕，赶紧点起了蜡烛。没过一会儿，忽然听到有人敲门。原来是隔壁邻居的小孩子，只见他紧张地问：\"阿姨，请问你家有蜡烛吗？\"\n\n　　女子心想：“天哪，居然穷得连蜡烛都没有！我要是借给他们，那以后就没完没了了”。 于是，她冷冰冰地对孩子说：\"没有！\"\n\n　　正当她反手准备关门时，那穷小孩一下子笑了，笑容甜美还带着一丝得意：\"我就知道你家一定没有！\"说完，他从怀里拿出两根蜡烛，说：“妈妈和我怕你一个人住又没有蜡烛，所以拿两根来给你。”\n\n　　女子顿时羞愧地无地自容，她热泪盈眶地抱住了那个可爱的孩子。\n\n　　二、纯真的心\n\n　　有一个小镇很久没有下雨了，令当地农作物损失惨重，于是牧师把大家集合起来，准备在教堂里开一个祈求降雨的祷告会。\n\n　　有一个小女孩， 因个子太小，几乎没有人看得到她，但她也来参加祈雨祷告会。\n\n　　可是牧师注意到了小女孩所带来的东西，激动地在台上指着她说：“那位小妹妹很让我感动！”于是大家顺着他手指的方向看了过去。\n\n　　牧师接着说：“我们今天来祷告祈求上帝降雨，可是整个会堂中，只有她一个人带着雨伞！”大家仔细一看，果然，她的座位旁果然挂了一把红色的小雨伞。\n\n　　教堂里顿时一片寂静，紧接而来的，是一阵掌声与泪水交织的美景。\n\n　　有时我们不得不说：小孩子其实一点都不“小”，因为他们做什么事都充满了信心！\n\n　　三、善待他人的心\n\n　　那天跟老公回婆家幸运地订到了座票，上车后却发现有位女士坐在我们的位子上。老公示意我先坐在她旁边的位子，却没有请这位女士让位。我仔细一看，发现她右脚有一点不方便，才了解老公为何不请她让出位子。\n\n　　他就这样从嘉义一直站到台北，从头到尾都没向这位女士表示这个位子是他的，下了车之后，心疼老公的我跟他说：“让位是善行，但从嘉义到台北这么久，大可中途请她把位子还给你，换你坐一下。”\n\n　　老公却说：“人家不方便一辈子，我们就不方便这三小时而已。”听到老公这么说，我相当感动，有这么一位善良又为善不欲人知的好老公，让我觉得世界都变得温柔许多。\n\n　　心念一转，世界可能从此不同。人生中，每一件事情，都有转向的能力，就看我们怎么想，怎么转。\n\n　　我们不会在三分钟内成功，但也许只要花一分钟，生命从此不同。\n\n　　“我们不一定会因为赚很多的钱而富有，但我们可以因付出的善念而使心中富有。”\n\n　　心善就是最大的善！\n\n　大道理:　心善就是爱别人、爱万物。从人的本性来说，人做了恶事，总是惶惶不安，心神不安；人做了善事，则心安理得，心情平静。心恶的人，做了损人利己、杀人害命的事，必然有遭别人报复的可能。所以心里不安，总有了记人报复之忧。心善的人，经常与人为善，舍己为人，一般会得到别人的善报，起码不会得到别人的恶报。所以心里塌实，无防人之患。这也是心善能获得心平，心安的原因。\n\n\n\n 故事③\n那是一家速食店，地处闹市，生意兴隆。有一天，一位年轻的女子抱着小婴儿来到店里，她想为孩子买点喝的。不过，满店都是可乐、雪碧之类的冷饮，实在不适合小婴儿。左看右看，她终于发现，店里有台饮水机，里面的纯净水，倒可以让孩子喝一点。\n\n　　于是，她试探地问服务员：“你好，能给我一杯水吗？”服务员看她一眼，随口说道：“拿杯子来。”她一愣，赶紧说：“对不起，我没有杯子。”“那不行。”服务员的回答异常简洁。\n\n　　“拜托了，用店里的杯子行吗？我付钱。”她继续恳求道，“孩子渴得厉害。”“杯子不单卖，你买杯饮料吧。”服务员的声音中明显地多了几分不耐烦。“孩子不能喝饮料，就请你给我杯水吧。”她的声音有些颤抖了。这一次，服务员没再理她，而转过头去，接待下一位顾客……\n\n　　那一天，年轻的女子带着婴儿到家后，就和邻居聊起了当天的事情。听了她的遭遇，邻居很是气愤：“这家店太刻薄了，以后我是不会再去了。”“是啊，我也肯定不会再去的。”说完，她们各自回了家。\n\n　　邻居是位中学老师，学校就在速食店的旁边。第二天上班后，邻居就和同事们说起了她的经历。大家一听，感慨不已：“太过分了，连杯水都舍不得。”“这样的店，最好倒掉。”“是啊，是啊！”……再和学生聊天时，老师们都会提起那件事，然后叮嘱一句：“你们以后最好少往那跑。”同学们回家后，纷纷和家人说起那件事，末尾还要加上一句：“我们老师说了，以后少到那儿去。”\n\n　　速食店依旧天天开门，迎接四方来客。只是谁也说不清，是从哪一天开始，餐厅开始变得冷清了。而在以前，餐厅几乎是日日爆满；尤其是周末，那些穿着校服的学生们，总是在柜台前排着长队。可现在呢，店里很难见到那些年轻的身影了。学生少就少吧，可奇怪的是，其他的顾客竟然也很少光临；偶尔有人光顾，也是买了东西就走，很少在店里坐一坐。店里的座位，大多都是空荡荡的，看上去，整个餐厅，死气沉沉。\n\n　　为了改善营业状况，速食店推出不少新措施：有奖就餐，套餐打折，赠送礼品……但这些活动，只能在短时间内聚拢人气，要不了多久，店里便冷清依旧。\n\n　　渐渐地，又有不少餐厅进驻闹市，在速食店的前后左右，多了水饺店、面条店、豆浆店……速食店的生意，更是每况愈下。\n\n　　终于有一天，速食店黯然关了门。当店里的员工收拾东西离去时，他们谁都没有想到，这个不幸的结局，就始于一杯水的冷漠。\n\n　　一杯水，竟然导致一家原本生意兴隆的店面最终关门，说来难以置信，但谁又能忽视一杯水的力量呢。\n\n　大道理:　看似不起眼的冷漠，也会伤害人心。不积善不积财，忽视顾客，结果只有一个，那就是搬起石头砸了自己的饭碗！一杯水只是举手之劳，却能温暖人心。那就让我们多一些善心和关爱，少一些刻薄和冷漠，让我们的生活越来越美好。\n\n\n\n\n这些故事都是转载来的\n\n\n\n\n",
    "replies": [
        {
            "author": "LittleSkep",
            "timestamp": 1449578400,
            "txt_content": "［大触转载辛苦惹~］"
        },
        {
            "author": "hhyx",
            "timestamp": 1449580320,
            "txt_content": "lz的号是怎么来的 说出来吧 我不会打你的{:10_512:}"
        },
        {
            "author": "一周一个",
            "timestamp": 1449580500,
            "txt_content": "hhyx 发表于 2015-12-8 21:12\nlz的号是怎么来的 说出来吧 我不会打你的\n以前注册的 怎么了？"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1449580800,
            "txt_content": "很简单=A=\n第一个是因为男的♂♀那个女的\n第二个是因为那个穷小孩家的麻麻想要借钱机智如我\n第三个说实话真心不懂 祈求降雨还要雨伞。。\n第四个是想这货没做错座位 是做错车了\n最后一个 我可以说那个女的很可恶么→_→就这样害了别人"
        },
        {
            "author": "Triste灬泽岚",
            "timestamp": 1449580980,
            "txt_content": "又见大触，666虽然这里的故事绝大部分已经看过了吧---"
        },
        {
            "author": "一周一个",
            "timestamp": 1449581640,
            "txt_content": "篇一：励志故事之永不言败\n\n　　美国电影巨星史泰龙十几年前异常落魄，身上只剩下了100美元，连房子也租不起，只能睡在金龟车里，但他立志要当演员，并非常自信地到纽约的电影公司应聘。\n\n　　当时纽约有500家电影公司，都因外貌平平及咬字不清而拒绝了他。随后，他又写了“洛基”的剧本，并拿着剧本四处推销，继续接受别人对他的嘲笑和奚落，他一共被拒绝了1855次。\n\n　　终于有一天，他遇到一个肯拍“洛基”剧本的电影公司老板，但又遭到对方不准他在电影中演出的要求，最后，在史泰龙的一再坚持下才得到了答应。\n\n　　你能面对1855次的拒绝仍不放弃吗？史泰龙能，他做了别人做不到的事，所以他能成功。\n\n　　感悟：你是还没有成功，还是已经失败，当自己想放弃梦想的时候，问问自己，被拒绝1855次了吗？\n\n　　篇二：励志故事之坚定信念\n\n　　那个惊心动魄的故事是这样的：\n\n　　罗伯特和妻子玛丽终于攀到了山顶。站在山顶上眺望，远处的城市中白色的楼群在阳光下变成了一副画。仰头，蓝天白云，柔风轻吹。两个人高兴得像孩子，手舞足蹈，忘乎所以。对于终日劳碌的他俩，这真是一次难得的旅行。\n\n　　悲剧正是从这个时候开始的。罗伯特一脚踩空，高大的身躯打了个趔趄，随即向万丈深渊滑去，周围是陡峭的山石，没有抓手的地方。短短的一瞬，玛丽就明白发生了什么事，下意识地，她一口咬住了丈夫的上衣，当时她正蹲在地上拍摄远处的风景。同时她也被惯性带向岩边，在这紧要关头，她抱住了一棵树。\n\n　　罗伯特悬在空中，玛丽牙关紧咬，你能相信吗？两排洁白细碎的牙齿承担了一个高大魁梧躯体的全部重量。他们像一副画，定格在蓝天白云大山峭石之间。玛丽的头发像一面旗帜，在风中飘扬。\n\n　　玛丽不能张口呼救，一小时后，过往的游客救了他们。而这时的玛丽，美丽的牙齿和嘴唇早被血染得鲜红鲜红。有人问玛丽如何能挺那么长时间，玛丽回答：“当时，我头脑里只有一个念头：我一松口，罗伯特肯定会死。”\n\n　　几天之后，这个故事像长了翅膀飞遍了世界各地。\n\n　　感悟：人们发现，死神也怕咬紧牙关。\n\n　　篇三：励志故事之锲而不舍\n\n　　克尔曾经是一家报社的职员。他刚到报社当广告业务员时，对自己很有信心，他给经理提出不要薪水，只按广告费抽取佣金。经理答应了他的请求。\n\n　　于是，他列出一份名单，准备去拜访一些很特别的客户。公司里的业务员都认为那些客户是不可能与他们合作的。\n\n　　在去拜访这些客户前，克尔把自己关在屋里，站在镜子前，把名单上的客户念了10遍，然后对自己说：“在本月之前，你们将向我购买广告版面。”\n\n　　他怀着坚定的信心去拜访客户，第一天，他和20个“不可能的”客户中的3个谈成了交易；在第一个星期的另外几天，他又成交了两笔交易；到第一个月的月底，20个客户只有一个还不买他的广告。\n\n　　在第二个月里，克尔没有去拜访新客户，每天早晨，那拒绝买他的广告的客户的商店一开门，他就进去请这个商人作广告，而每天早晨，这位商人却回答说：“不！”每一次，当这位商人说“不”时，克尔就假装没听到，然后继续前去拜访。到那个月的最后一天，对麦克已经连着说了30天“不”的商人说：“你已经浪费了一个月的时间来请求我买你的广告，我现在想知道的是，你为何要坚持这样做。”\n\n　　克尔说：“我并没浪费时间，我等于在上学，而你就是我的老师，我一直在训练自己在逆境中的坚持精神。”那位商人点点头，接着克尔的话说：“我也要向你承认，我也等于在上学，而你就是我的老师。你已经教会了我坚持到底这一课，对我来说，这比金钱更有价值，为了向你表示我的感激，我要买你的一个广告版面，当作我付给你的学费。”\n\n　　感悟：面对失败要有不屈不挠的精神，才有可能取得最后的成功，其实我们每个人需要的就是，在困难面前在坚持一下而已。\n\n　　篇四：励志故事之没有绝望\n\n　　明朝末年，史学家谈迁经过20多年呕心沥血的写作，终于完成明朝编年史——《国榷》。面对这部可以流传千古的巨着，谈迁心中的喜悦可想而知。然而，他没有高兴多久，就发生了一件意想不到的事情。一天夜里，小偷进他家偷东西，见到家徒四壁，无物可偷，以为锁在竹箱里的《国榷》原稿是值钱的财物，就把整个竹箱偷走了。从此，这些珍贵的稿子下落不明。20多年的心血转眼之间化为乌有，这样的事情对任何人来说，都是致命的打击。对年过六旬、两鬓已开始花白的谈迁来说，更是一个无情的重创。可是谈迁很快从痛苦中崛起，下定决心再次从头撰写这部史书。谈迁继续奋斗十年后，又一部《国榷》诞生了。新写的《国榷》共104卷，500万字，内容比原先的那部更翔实精彩。谈迁也因此名留青史、永垂不朽。\n\n　　英国史学家卡莱尔也遭遇了类似厄运。卡莱尔经过多年的艰辛耕耘，终于完成了《法国大革命史》的全部文稿。他将这本巨着的底稿全部托付给自己最信赖的朋友米尔，请米尔提出宝贵的意见，以求文稿的进一步完善。隔了几天，米尔脸色苍白、上气不接下气地跑来，万般无奈地向卡莱尔说出一个悲惨的消息：《法国大革命史》的底稿，除了少数几张散页外，已经全被他家里的女佣当作废纸，丢进火炉里烧为灰烬了。卡莱尔在突如其来的打击面前异常沮丧。当初他每写完一章，便随手把原来的笔记、草稿撕得粉碎。他呕心沥血撰写的这部《法国大革命史》，竟没有留下任何可以挽回的记录。但是，卡莱尔还是重新振作起来。他平静地说：“这一切就像我把笔记簿拿给小学老师批改时，老师对我说：‘不行！孩子，你一定要写得更好些！’”他又买了一大沓稿纸，开始了又一次呕心沥血的写作。我们现在读到的《法国大革命史》，便是卡莱尔第二次写作的成果。\n\n　　感悟：所有的努力付诸东流，是最令人绝望的事情，但只要你能够从头开始，生命中就不存在绝望。\n\n　　篇五：励志故事之与众不同\n\n　　有个年轻人进入大学后，由于所学专业前景不够乐观而消极颓靡。一日，教授把他领到了一个熙熙攘攘的菜市场，在一家卖豆芽菜的摊位前停下，教授示意年轻人仔细地查看这家豆芽菜的品质。年轻人发现这家的豆芽又细又长，还带着根须，摊前顾客寥寥无几。接着，教授又把他带到另一家卖豆芽菜的摊位前，年轻人发现这家的豆芽短壮鲜嫩，且没有根须，购买者络绎不绝。\n\n　　年轻人很奇怪。\n\n　　“为什么两家的豆芽菜不同呢？”教授问年轻人。\n\n　　“一定是第二家的设备、生产方法，高人一筹。”年轻人答道。\n\n　　教授摇了摇头，说：“难道你没有注意到，第二家摊位在豆芽菜的生长器上，另外压了一块石头吗？”\n\n　　“压力是塑造优秀的必要条件。”教授这样总结他们的这次市场调研。\n\n　　感悟：是啊，竞争的社会，压力无处不在。在每一个成长的日子里，不可能总是充满着灿烂的阳光与和煦的微风。是压力，激发出或许连我们自己都不清楚的内在潜质；是压力，让不懈奔跑的我们缩短了与太阳的距离；是压力，让我们触摸到梦想实现的快乐与满足。当然，在我们忙碌不堪的时候，在我们焦头烂额的时候，在压力一点点成为心灵的不能承受之重的时候，我们还需要学会用快乐来宣泄自己，学会用智慧来疏导自我，从而让我们的心灵永远保持最适宜的压力温度！\n\n　　篇六：励志故事之积蓄能量\n\n　　毛竹是一种生长在亚洲一些国家的竹子。在它一生中的最初五年里，你几乎观察不到它的生长，即使生长环境十分理想也同样如此。\n\n　　但是，只要五年时间一过，它就会像施了魔法一样，开始以每天两英尺（1英尺约合0.3米）的速度生长，并在6个星期之内长到190英尺的高度。\n\n　　当然，这个世界上是没有魔法的，毛竹的快速生长所依赖的是它那长达几英里的根系。其实，早先看上去一直沉默的它是在一点点壮大自己的根系，它用五年的时间武装了自己，最终创造了自己的神话。\n\n　　感悟：想起了紫罗兰毕业之初，就在那个偏僻的小山村，度过的如桃源一般宁静而有些清贫的五年！岂止是紫罗兰，每个人的生命很多时候也会面临如毛竹一样，无人关注、无人喝彩的时刻，然而只要我们自己不放弃，没有人能够放弃我们！五年，十年，甚至更多……我们不断地吸收着生命成长必需的养分，不断地为自己积蓄着人生的能量，终有一天，曾经如丑小鸭一样的我们，会飞翔在属于自己的那片蓝天！而那个时候，所有的痛苦与悲伤都将蜕变成最甜美的回忆！\n\n　　篇七：励志故事之积极心态\n\n　　一个星期六的早晨，一个牧师正在为讲说词伤脑筋，他的太太出去买东西了，外面下着雨；小儿子又烦躁不安，无事可做。跑来找他玩。\n\n　　他随手拿起一本旧杂志，顺手自一翻，看到一张色彩鲜丽的巨幅图画，那是一张世界地图。他于是把这一页撕下来，把它厮成小片，丢到客厅地板上说：“强尼，你把它拼起来，我就给你两毛五分钱。”牧师心想他至少会忙上半天，谁知不到十分钟，他书房就响起敲门声，他儿子已经排好了，牧师真是惊讶万分，强尼居然这么快就拼好了。每一片纸头都整整齐齐地排在一起，整张地图又恢复了原状。\n\n　　“儿子啊，怎么这么快就拼好啦于？”牧师问。“噢，”强厄说：“很简单呀！这张地图的背面有一个人的图画。我先把一张纸放在下面，把人的图画放在上面拼起来，再放一张纸在拼好的图上面，然后翻过来就好了。我想，假使人拼得对，地图也该拼得对才是。”牧师忍不住笑起来，给他一个两毛五的镍币“你把明天讲道的题目也给了我了。”他说：“假使一个人是对的，他的世界也是对的。”\n\n　　感悟：这个故事意义非常深刻，它说明了：你对了世界都对了。如果你不满意自己的环境，想力求改变，则首先应该改变自已。即“如果你是对的则你的世界也是对的”。假如你有积极的心态，你四周所有的问题就会迎刃而解。\n\n　　篇八：励志故事之成功法则\n\n　　一个农场主在巡视谷仓时不慎将一只名贵的金表遗失在谷仓里，他遍寻不获，便在农场门口贴了一张告示，要人们帮忙，悬赏100美元。\n\n　　人们面对重赏的诱惑，无不卖力地四处翻找，无奈谷仓内谷粒成山，还有成捆成捆的稻草，要想在其中找寻一块金表如同大海捞针。\n\n　　人们忙到太阳下山仍没有找到金表，他们不是抱怨金表太小，就是抱怨谷仓太大、稻草太多，他们一个个放弃了100美元的诱惑。只有一个穿破衣的小孩在众人离开之后仍不死心，努力寻找，他已整整一天没吃饭，希望在天黑之前找到金表，解决一家人的吃饭问题。\n\n　　天越来越黑，小孩在谷仓内坚持寻找，突然他发现一切喧闹静下来后有一个奇特的声音“滴答”、“滴答”不停地响着。小孩顿时停止寻找。谷仓内更加安静，滴答声响十分清晰。小孩循声找到了金表，最终得到了100美元。\n\n　　感悟：成功的法则其实很简单，而成功者之所以稀有，是因大多数人认为这些法则太简单了，没有坚持，不屑于去做。这个法则叫执着。成功如同谷仓内的金表，早已存在于我们周围，散布于人生的每个角落，只要执着地去寻找，专注而冷静地思考，我们就会听到那清晰的滴答声。\n\n\n\n\n继续发"
        }
    ]
}