{
    "title": "<原创·连载·圣杯>空[第二十六章：被惊醒的梦中人][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1449578580,
    "txt_content": "空·第二十六章·被惊醒的梦中人\n正文\n\n\n    “喂，手机来短信了。”空一脚踢到纳尔的胳膊上，换来的却不像往常那样一个令人畏惧的怒吼，纳尔很茫然地坐起来，双眼直愣愣地看着空，好像从未见过面一样。   “怎么了？”空疑惑道，他很少看见纳尔被自己叫起来不会暴跳如雷。    纳尔不语，手伸进口袋里掏了掏，摸出一块铭牌，给空看了一眼。换来的一句回复让他立刻清醒了不少：“我早就知道了。”    “……什么？！”纳尔猛地一下从沙发上站起来揪住空的领子，“你早就知道？”空能很清晰地看见纳尔眼底的怒火，这次他真的生气了。不过空还是很平静，而且脸上还流露出一丝嘲讽。    “我告诉过你了，但你想错了方向。”他这句话，每一个字说出来纳尔的心都有一种剧烈的刺痛感。是啊，空已经暗示他了，但他自己没往那方面想。松开手，失魂落魄地把自己摔回沙发上。    “你出去……我要一个人待会……”努力挥挥手好叫他出去，纳尔现在只想一个人静一下，让自己有点时间去进行冷静的思考。但空显然并不能理解他，而是把纳尔硬往一边推了推，毫不客气地坐在纳尔旁边，“你不先看看短信吗？那是个人隐私，我不能看。”    “我……”纳尔拿过自己的手机，他想把这个手机扔到地上摔碎，实际上他和这个手机没什么仇，只是……    谁能让这个话唠闭嘴啊！    勉强打起精神看向屏幕，空调出来的是一个通话记录，时间是晚上，距离现在也有一段时间了。通话时长只有一分钟左右。奇怪，这是哪个电话。纳尔努力回忆着，他想不起来。因为时间太短，可能他连那一天到底是不是他接的电话都不知道。    到底……是什么呢……    “你忘啦？”空伏在纳尔肩上，他的气息喷到纳尔脖子上时，纳尔感觉到自己的脚底升起一种寒意，顺着脊背一直爬到他的头上，“这是那个叫你去U国的电话。”    “啊……哦……”纳尔抖了抖身体，让自己从恐惧中回到现实来。叫他去U国的电话是哪个来着……    好像是那个被他当做恶作剧丢在一边的那个……纳尔现在对那个声音还有些印象，嘶哑，低沉，如果要更形象一些的话，那就像是一阵风吹过一个山洞发出的声音。    现在仔细想想，确实是不大对劲。纳尔记得自己是在回到家之前接到的电话，回家之后就发现诺迪斯已经离世；西萝卡的墓碑被偷；罗杰被杀。没错，这些事都是那通电话之后发生的。    还有什么……    ……    纳尔皱着眉，他知道自己一定还漏掉了一个关键的东西，非常关键的东西……可能就是解开这些匪夷所思的事情的钥匙……    空，好像有给过他一个快递。那里面有一个晶体吧，纳尔记得他从那里面弄出来一个磁片。内容应该是一个视频。对了，那个磁片纳尔已经保存起来了，现在还可以再拿出来看。    他站起身走进卧室，空像个小孩子一样跟在他后面，带着一种好奇的目光看着他把一个小盒从抽屉中拿出来。再看着纳尔把小盒里的磁片拿出来插到笔记本电脑上。    对，就是这个视频。纳尔靠在椅背上，凝视着视频中不断切换的场景。第一个场景他看了好几次，最后终于看清楚了，这个地方是个浴室。    浴室……墓园……搭了风衣的座椅……    纳尔倒吸一口凉气——这是在暗示他要出事了！    这让他想起来一件事，到现在他还不知道寄件人是谁。反反复复看过之后，他差不多明白了。这是在向他暗示什么地方将要出事，而当他看到最后一个场景时，他觉得自己全身发软。    最后一个，是他自己的房间。    好了，现在他至少知道制作这个磁片的一定有超能力，至少知道将来要发生什么，甚至好心做了一个磁片来提醒纳尔。    但这个提醒似乎并没有什么用处。纳尔瘫在转椅上，他觉得自己的内心和大脑中一片混乱，虽然转椅没动但他感觉自己已经飘出了这个世界。按说既然这些事都是因为他没去U国而起，只要坐飞机前往就能避免接下来的惨剧。但是……    真的有活下去的意义了么。    罗杰死了，诺迪斯死了，西萝卡的墓碑没了。纳尔觉得自己已经没什么价值了，还不如一死了之。    而且一死还能让他少受点心灵上的折磨，这样想想，似乎留在家里等死也很不错嘛。    “喂，年轻人，”空拍了拍纳尔的脑袋，“年纪轻轻别想着轻生。”    你……给我……把手……拿开！！！    纳尔想拿把刀砍掉这只手，但所幸他还是瘫在椅子上没能成功地站起身来。他用手遮住自己的眼睛，让自己的心能够静下来。他觉得自己还有什么事没完成，现在不能一死了之。    “其实你可以去查查到底是谁杀了罗杰、诺迪斯他们，再说万一让你去U 国是真的有大事呢？”空绕着纳尔转来转去，一副天真无邪的表情。其实空这个主意也不错，万一那人真的是有大事呢。要是自己在这就死了岂不是耽误了。    “我再打一个电话看看吧。”    再次拨通那个号码，纳尔把手机贴在耳边，屏息聆听着对面传来的提示声。在此时，他真的觉得每一秒都太漫长，他期望这个电话可以打通，而不是传来无法接听或者别的提示。    终于，等待过后，对面传来一个有些熟悉的嗓音。    “喂？”  \n\n返回索引贴\n\n\n@恶魔-潇洒 @sam3737 @冥王星人 @xcc \n\n\n\n\n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1451478000,
            "txt_content": "字数检查：1.6k字\n楼主加油"
        }
    ]
}