{
    "title": "<原创·绘画>麟创意人物-魅麟族-玥",
    "author": "LinYi_Z",
    "replyCount": 6,
    "timestamp": 1449858060,
    "txt_content": " 本帖最后由 LinYi_Z 于 2016-2-9 21:04 编辑 \n\n\n\n\n麟创意计划介绍\n\n麟创意PROJECT,以Minecraft为平台的二次创作计划，由麟薏linry于2015-05-03发起，先后有银羽（Yy星人），笑尘（luxiaochen），血君（姨妈君）加入创作。麟大陆上生活着七个种族，分别是 独麟 蚩麟 盘麟 苍麟 隳麟 魅麟 耀麟，他们各自都有着属于自己氏族的标志性麟角，一场传奇的故事在这广袤无垠的麟大陆上演。\n麟大陆（暂设）\n\n\n\n魅麟族-玥\n简介\n\n玥：魅麟大公主，好战，不惜一切保护妹妹（是个妹控）\n擅长弓术、幻术\n魅麟族历史：\n    魅麟族一向是美丽与妖媚的代言词，在诞生时，他们就出现在那片被紫色能量所笼罩的大陆上，不知是不是因为那紫色能量的原因，女性魅族天生就有美丽的面容身材，男性魅族也普遍秀美。\n    在历史长河中，魅麟族依靠着自己天生拥有的魅惑能力控制大陆上的各类野兽进行厮杀驯养，在大量野兽遍布的大陆开辟了一片自己的王国，随后，第一代魅麟麟之王在其所开辟的王国中建立了一座塔，这座塔可以吸收紫色能量，并让之成为守护自己国家的力量。\n    这种能量的守护使得王国存在于一种名为迷锁的护罩的防护之下，非本族族人和动物在没有获得掌控者的同意之前只能在迷锁外转圈，却一辈子都进不去这里，故此，魅麟的领地被称为幽冥幻域。\n    魅麟的各代领导者可以说是大陆上最开明识时的一领导，在第一次大航海时代最先踏入无尽之海，最开明的态度的去吸收别的麟族的文化，在察觉到蚩麟族的危机后一度挑拨其发兵占领其他种族的领地。\n    也正因为这种态度和在外人看来极其邪恶的做法，他们在生存之战中获得了超乎想象的收益，不光是隳麟族的领地，还有蚩麟族的科技，在之后的魔能科技发展时代也因为有幽冥塔的先例而走在了最前沿。\n    但在其他种族兴盛的公会时代在这里却不能见到影子，魅麟族所做的更多的是把自己的委托外包出去交给其他种族，而自己在专心研究科技系列，但令人深思的是，即使他们没有参加第二次航海时代，但很多事件都能在背后看到他们的影子。\n    在天轨计划被提出后，他们专心发展科技的可怕被体现了出来，许许多多技术难题被轻而易举的攻克，这也是天轨如此顺利的原因。\n    然而专注科技发展的他们在第二次进化并没有获得“极智之纹”而是很奇怪的得到了“破界之纹”，魅麟一族的幻术天赋得到了极大的加强，于是统治者毅然决定让贤退位，将统治权交给了血脉之力最强的那一代，并列之为皇族，同意了世袭制的再度运行，因为他知道，接下来将是魔纹的时代，没有极智魔纹的他们即使再发展科技也是困难的，他以使用，了解，而不落后为方针决定了科技的发展方向。\n    而后，魅麟族在这个时代开始了自身的发展，探求魔纹的力量与秘密，使自己的种族变的更加强大。\n    现任继承者是上一代选任者的后代，魅麟帝王，他在努力培育着自己的两个女儿希望他们能继承自己的事业，而我们的故事里，魅麟族又会用怎样的姿态，出现在我们的面前?让我们拭目以待。\nby：笑傲红尘\n\n\n\n\n\n\n本人是个画渣不喜勿喷qwq\n@zxc554989965 @Yy星人 @luxiaochen1984 \n\n",
    "replies": [
        {
            "author": "Yy星人",
            "timestamp": 1449878700,
            "txt_content": "半夜发帖你蛇精病啊喂!!!"
        },
        {
            "author": "xcc",
            "timestamp": 1449886260,
            "txt_content": "是用sai画的么"
        },
        {
            "author": "LinYi_Z",
            "timestamp": 1449886980,
            "txt_content": "xcc 发表于 2015-12-12 10:11\n是用sai画的么\n对的~   "
        },
        {
            "author": "LinYi_Z",
            "timestamp": 1449887160,
            "txt_content": "Yy星人 发表于 2015-12-12 08:05\n半夜发帖你蛇精病啊喂!!!\n你不还是找到了我"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1450320600,
            "txt_content": "发烧一周没上bbs来点个赞"
        },
        {
            "author": "46241359",
            "timestamp": 1450327560,
            "txt_content": "同上，来点个赞"
        }
    ]
}