{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第十七【我回来了】",
    "author": "2B与mc的故事",
    "replyCount": 11,
    "timestamp": 1449922740,
    "txt_content": "       “轰！”\n\n        一阵猛烈的冲击，震得周围的空气都在颤动。穹闪还没来得及防御，就被这突如其来的冲击震飞，摔落在一座小山丘附近。\n\n        “看来这三个月来，你也有所长进。但是我会这么轻易地输掉吗？不会。你应该清楚我的实力。”剑魔不知何时抽出了他那血红的巨剑，拦住了剑圣的突击。两人僵持了一小会后，剑圣忽然间向后一跃，乘着一缕清风消失不见了。\n\n        “如果你是认真的，就拿出点真本事。耍这种小聪明有意思吗？没意思。”剑魔好像能察觉到对手的行动，仅仅是站在原地，朝着他的右手边猛地一挥剑。剑圣被再次拦了下来。\n\n        “如你所愿。”剑圣说着，一边用左手的刀抵挡着剑魔的压制，一边从身后抽出了他的另一把刀。\n\n        “这才像个样子。”剑魔神秘地笑着，血红的瞳孔在月光下透着一丝微光。\n\n        穹闪好不容易爬起来，躲在山丘背后偷偷观看着他们的战斗。但是看了个半天，完全没看明白。他们的移动太快了，在穹闪看来，眼前只有站在原地纹丝不动的剑魔，还有在各个方向若隐若现的剑圣。完全看不见—准确的说是看不清他们在战斗。要不是时不时传来的剑与剑之间的碰撞声，还有一阵又一阵猛烈的冲击，穹闪真的就会以为他们是在玩躲猫猫。\n\n        现在剑魔与剑圣僵持了几秒钟，穹闪才终于可以看清发生了什么。不过几秒之后的景象，又几乎让他以为是在做梦。\n\n        简直一片混沌。眼前的一大片区域逐渐被深邃的黑暗吞噬，四周的景物狰狞地扭曲着，就像是被墨水侵湿的颜料画。而不知从何而来的的狂风又在这片黑暗中驰骋，就像无数只画笔在这张已经混乱不堪的画纸上胡乱地搅动。很难想象这是发生在自己眼前，发生在真实世界中的场景。这不是只有在小说或者神话故事里才能看到的景象吗？\n\n        就在穹闪看得入迷的时候，他忽然间想起了什么似地从山丘背后窜了出来，朝这混沌之中奔去。\n\n        灵曦和傲天还在那片区域里！\n\n        穹闪拔出了望月，顶着刀子般锋利的狂风，迎着深渊般沉重和黑暗，一步步地迈向仍然昏迷不醒的灵曦和傲天。但是没走几步，就被这片区域里混乱的能量流挤了出来。\n\n        那是我的伙伴！我好不容易才找到的伙伴！\n\n        穹闪想着立刻翻身站了起来，把剑握得更紧了。拼尽全力的他释放出强烈的斗气，就像是刺眼的阳光，在这混沌之中照亮了前进的道路。斗气愈发强烈，甚至逐渐压过了扑面而来的黑暗。\n\n        穹闪自己都对这股力量感到震惊。但是他没有犹豫，趁机全力向前跑去。\n\n        能看清了！就在眼前！他逐渐接近了灵曦和傲天。\n\n        不远了！还有一点距离！他一边喘着粗气，一边露出了微笑。\n\n        到了！只剩下几步！他再次加快了脚步。\n\n        我来了！坚持住！穹闪立刻收回剑，伸出手，一把抓住灵曦和傲天。\n\n        成功了！穹闪紧紧抓着灵曦和傲天的手，只差转身把他俩一下扔出去。\n\n        “砰！”狂风卷起一块大石头，不偏不倚地砸中了穹闪。被砸中的一瞬间，穹闪身上的斗气也散了，直接被震飞出了这片混沌的区域。\n\n        穹闪亲眼看见，自己好不容易开辟出的道路再一次被黑暗吞噬，同时被吞噬的还有灵曦和傲天的身影。他摔倒在了之前那个小山丘的旁边，满身伤痕。\n\n        穹闪挣扎着站了起来，可是双腿已经发软。别说再冲进混沌区域的中心，就是站直身子好好走路他都做不到。\n\n        “可恶！”之前的努力，全都功亏一篑。穹闪跪倒在地，咬着牙憋住泪水，“我能做到什么啊！我这么弱，什么都做不到！连保护同伴都做不到！”\n\n        初明也是这样，灵曦和傲天也是这样。这就是灾星的命运！灾星是不可能有同伴的！穹闪想着，默默地转过头，像是在自言自语：“对不起……是我连累了你们……我从一开始就不该认识你们……”\n\n        星空黯淡了，月亮也逐渐收起了他那微弱的光。现在留在眼前的，只有模糊不清的，混沌的道路。也许那条道路上，还有同伴的尸体。\n\n        忽然间，不知从何处飘来一阵悠扬的笛声。就像澄澈的溪流，流到每个人的脚下，流过每个人的耳朵，流进每个人的心田。\n\n        这股溪流竟也冲淡了穹闪心中的悲愤，让他感受到一种莫名的宁静和安详。\n\n        不仅是穹闪。眼前的混沌逐渐褪去，被破坏得崎岖不堪的原野上，出现了四个人影。有两个拿着剑对立在原地，还有两个刚刚从昏迷里苏醒，从地上爬了起来。\n\n        “这是什么声音？竟然让我的心都有所动摇！”剑魔持剑四处张望着，好像在寻找着吹笛人。\n\n        “多么优美的乐音。我已经好久没听到这么纯净的声音了。”剑圣微笑着收起了手中的两把刀。微风拂过，他银白的长发在风中缓缓舞动着。连风都变得像流水一般柔和。\n\n        整片原野忽然间静极了，静得只听得到笛声。\n\n        混沌消失了，狂风消失了，喧闹消失了。东边的天空，露出一丝温暖的微光。原来星辰和皎月的离去，带来的是更温暖，更明亮的光啊……\n\n        朝阳下，出现了一个骑在马上的少年。他的手中握着一只翠绿的竹笛。\n\n        “二位，放下武器吧。”少年走下马，缓缓走近剑魔与剑圣。\n\n        “你确实有些本事。但是这能够成为阻止我战斗的理由吗？不能。”剑魔说着再次举起了他的血红的巨剑，“离开这里，不要妨碍我们。”\n\n        “先别急。”剑圣说着走上前去，凑近了脸问道，“你谁啊你？”\n\n        吹笛少年被剑圣这突如其来的语气变化吓了一跳。不过少顷，他又站直了身子，优雅地行了个礼。答道：“在下叶良辰 礼韵，人称吟游诗人。”\n\n\n\n我故事君终于回来了！\n在潜水的这段时间里我也没闲着。现在这个故事有了完整的世界观，同时地图什么的也会在寒假里完成\n故事君终于对写文有所领悟。一心想着参加圣杯，竟差点忘记写文的初心。我只是想把心中的那个故事告诉大家。这个故事绝对不是我胡编乱造出来的，是不知何时开始被灌注在我心中的尘封的往事，一段我迫不及待想要展现给大家的某个世界里发生的历史。故事君从现在开始，只是一个讲故事的人。我只想尽我所能把这个故事讲得更精彩。\n\n\n\n\n目录",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1449930420,
            "txt_content": "@bo_bo2001 @guqu @恶魔-潇洒 @一枚渣渣"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1449969420,
            "txt_content": " 总感觉描写有点少= ="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1449971640,
            "txt_content": "bo_bo2001 发表于 2015-12-13 09:17\n总感觉描写有点少= =\n久了没写有些生疏了"
        },
        {
            "author": "46241359",
            "timestamp": 1450353900,
            "txt_content": "废言写的这么中二有什么意义吗→_→\n前面的我没仔细看暂不作评论，不过，，，  “先别急。”剑圣说着走上前去，凑近了脸问道，“你谁啊你？”\n这剑圣是[净化荧屏人人有责]么？作为剑圣问个姓名身份竟然问“你谁啊你？”，还有没有点所谓剑圣该有的道德修养了？而且剑魔居然和一个小孩一样一脸稚气地叫少年离开？？？\n不得不说→_→\n2B你中二症恶化了不少"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1450360860,
            "txt_content": "46241359 发表于 2015-12-17 20:05\n废言写的这么中二有什么意义吗→_→\n前面的我没仔细看暂不作评论，不过，，，\n这剑圣是[净化荧屏人人有责] ...\n所以说我是故意这样写的啊\n难道我会犯这么明显的错误吗\n而且其实剑圣平时很萌的QAQ\n（这几节确实有些中二，等离开这两个家伙以后剧情就会正常一些）"
        },
        {
            "author": "xcc",
            "timestamp": 1450431780,
            "txt_content": "结果还是没at我"
        },
        {
            "author": "46241359",
            "timestamp": 1450434300,
            "txt_content": "2B与mc的故事 发表于 2015-12-17 22:01\n所以说我是故意这样写的啊\n难道我会犯这么明显的错误吗\n而且其实剑圣平时很萌的QAQ\n然而剑圣这种角色萌了并没有什么卵用除了让我这个Hentai想扑倒以外，，，"
        },
        {
            "author": "名人才华",
            "timestamp": 1450522680,
            "txt_content": "来句题外话，故事精你今年初几？\n——要放弃的才华菌poi道"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1450524660,
            "txt_content": "在下叶良辰，人称吟游诗人\n\n故事菌你吓得我准备明天回学校撕大纲了"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1450526220,
            "txt_content": "名人才华 发表于 2015-12-19 18:58\n来句题外话，故事精你今年初几？\n——要放弃的才华菌poi道\n初三\n还有你是要放弃什么（治疗吗）"
        },
        {
            "author": "名人才华",
            "timestamp": 1450528080,
            "txt_content": "2B与mc的故事 发表于 2015-12-19 19:57\n初三\n还有你是要放弃什么（治疗吗）\n圣杯，打算好好备考……maybe"
        }
    ]
}