{
    "title": "【原创·连载·圣杯 】《邪》·序章再度归来！作者：小黄鸭，水树",
    "author": "阿呆AK47",
    "replyCount": 3,
    "timestamp": 1449928380,
    "txt_content": " 本帖最后由 阿呆AK47 于 2016-2-14 16:24 编辑 \n\n邪——世上没有真正的善，也没有真正的邪作者前言：    过了几周，《邪》这部作品终于更改完成了！此次，作者增加了一名成员：水树。然后听取了建议，对话少了一些。所以希望大家喜欢。引言：    那个世界，是混乱的。整片大地被各族蛮横地瓜分。是被神明净化，亦是被亡灵屠戮，还是被人类主宰。不得而知。那个世界，是秩序的。在黑暗的尽头，有一股力量，尽力控制住了整个局面。但它，终会破碎。一个人的出现，会改变这一切。亦正亦邪，无人知晓。死亡未必会痛苦，希望未必象征着幸福。那个世界，终将毁灭序章·重塑平静的山丘之上，牛羊惬意地在稀疏的草丛中散步。月光照耀在晶莹的湖水之中，泛起阵阵银色波涛。但这一夜，注定是不眠之夜。在冰雪肆虐的山巅，出现了几个黑影。“这个世界啊，要改变的太多太多了。”一个浑厚而又苍老的声音缓缓传出。动物受了惊吓，朝山下拼命地奔去。“可悲的家畜啊！”一个略显稚嫩的声音传出。同时，一道光柱从云层之中射下，击中山顶，发出巨大的声响，照亮了整个山谷。狂奔的牛羊渐渐放慢了脚步，一个个弯曲了膝盖，倏地倒了下去。在不远处，隐约传来阵阵躁动。定睛一看，一卷沙尘暴向山顶袭来。在沙尘暴中心还传出撕心裂肺般的吼叫声。“来了。”那个苍老的声音稍稍急促了一些。“哟～这些垃圾，还有脸面从地下出来？我去会会他们。”一名穿着白色长袍，手执一把沉重法杖的人飞下了山。这只法杖发出带有寒气的银光，尾部是一串雪白的珠子，都刻画着一只轻快的百灵，似乎蕴含着无穷的能量。顶端是半只蓝白交错的海燕，其眼神冷峻无比，透着一丝杀气。那人到了山脚下，沙尘暴立刻停滞不前。灰尘渐渐消散了。尘土散去，一张张狰狞的脸便显露出来。一部分露出焦黄色的獠牙，脸墨绿墨绿的，凶神恶煞。另一部分是骷髅。骨头都已斑驳不堪，似乎刚刚交战过后剥落了。它们紧紧握着破旧的弓，背着钝掉的箭，沉默着不动。这支庞大的军队中央，有一个穿着生锈盔甲的战士。它拎着两把大锤，上面还沾有鲜血，似乎是首领。双方互相对视着，没有人说话，没有人移动。突然一声巨响，白袍人的法杖闪烁着金黄色的光。怪物们的脚下凹陷出一个大洞，它们急速地往下摔。一些试图抓住边缘，但每抓一处，那里就爆炸，将那名倒霉的战士炸碎。转眼之间，洞里已被断掉的骨头与发臭的腐肉填满。一些战士苟延残喘地从洞里爬出。“咦哈哈哈哈～”白袍人一阵怪笑，“怎么了？比往年还弱吗？是不是和呆头呆脑的鼹鼠混熟了，也变蠢了？”“别瞧不起亡灵的力量，我们只是在隐忍着，等火山爆发的那一刻，神也无法逆转一切！”那名拎着大锤的战士发话了，“兄弟们，把这个狂妄的东西清除！”喊杀声响彻天空。密密麻麻的士兵立刻淹没了白袍人。但在人群中，一道屏障一把击飞了士兵。像一只力大无穷的手掌，周围的山峰被这无形的力量推开了数百米远。一些土丘化为了平地。在这几秒内，白袍人快步如闪电，穿梭于军队之中。每遇一人，便挥去一杖，那人就爆成血雾。顿时，空中洒下铺天盖地的肉末，骨渣与血滴。白袍人又浮于半空之中，双手合拢，聚起一只雪白的光球，霎时间，光球炸开，化作雪花在空中飞舞。但这雪锋利得像刀，在怪物身上划出一道道口子，渐渐在痛苦中被撕得粉碎。“真是没意思啊。”白袍人大笑着。“嗷！”一只紫色的光球轰在荒原上，爆炸声盖过了狂妄的笑声。一条巨大的黑龙，挥动着有力的翅膀，吐着滚烫的火焰，摇着粗壮的尾巴，缓缓降落。黑龙背上下来一个人。他紧闭着双眸，留着棕色的短胡须，腰间别着一把泛着紫光的武士刀。“几千年了呀，为何还不停息。不同的种族，真的无法相处吗？”那人皱紧了眉头。“你有什么资格与我们神交谈！你这个神与鬼生下的杂种！”白袍人一脸嘲讽。“杂种？”那人睁开双眼，将两只可怖的白眼对准白袍人。白袍人一颤，欲言又止，似乎被强大的力量怔住了。“够了。”白眼人长叹一声，“几千年了，不知死了多少生灵！你们神自称是世界的守护者，但自己也在伤害这个世界！”“吵死了！”一只利箭射穿了白眼人的脚骨。“既然不知悔改，那就让我来重塑它吧！”他抽出武士刀，刺进了自己的胸膛。刀身开始破碎，他的身体不断放出紫色的能量。这些能量越来越集中，形成了一个球体，不断变大，不断上升。突然，它化为一道黑色的光柱射向大地。“嘭！”大地开始崩塌，黑色能量侵蚀着万物。最后，世界被吞噬了，一点点化为宇宙的尘埃。但它们又飞快地组合起来。而神和鬼被封印了起来。又经过了数万年，那些碎片构成了一个新的世界。它和以前相似，只是没有战争，至少现在如此······",
    "replies": [
        {
            "author": "阿呆AK47",
            "timestamp": 1449971760,
            "txt_content": " 本帖最后由 阿呆AK47 于 2015-12-13 09:59 编辑 \n\n@HGK @恶魔-潇洒 快点审核吧"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1449975840,
            "txt_content": "没人看么。。。"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1449993900,
            "txt_content": " 本帖最后由 阿呆AK47 于 2015-12-13 17:50 编辑 \n\n@HGK\n在审核一次呗\n\n\n\n"
        }
    ]
}