{
    "title": "<原创·连载·圣杯>空[第二十七章：终与始][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1450013100,
    "txt_content": " 本帖最后由 46241359 于 2015-12-13 21:30 编辑 \n\n空·第二十七章·终与始\n正文\n\n\n    “你的伤还没完全愈合啊，这就要走吗？”医生有些担心地看着面前这位奇怪的患者。    没错，不仅伤没完全愈合就要求出院，而且要求只是开个药单拿上药就走人。其实伤没愈合这倒没什么，他作为一名资深的医生所见过的也不在少数，重点在于这个病人受的伤还真不是什么轻伤。    也正因如此，在做手术时他还捏了一把冷汗。要他说，这个人真是当之无愧的幸运儿。    他嘴角动了动，但最终还是没以声音应答，而是点了点头。医生也点头示意自己明白了，不过实际上他不想让这人出院。万一到头来出了事还是要找他这个批准出院的医生。    真是要为难死他了。    前后粗略一算，这人在医院休养的时间也一样没多长。医生走在前面，时不时还是要回过头，一脸担忧地看一眼这个古怪的病人。    黑色的风衣，领口的扣子没系好，露出了缠在胸口处的绷带的一小部分。休养期间这人基本没摄入多少营养，相比刚被送来抢救时，面庞消瘦了不少。    说到那天把他送来医院的那人，他还有些印象。通过那几句简单的言语他便知道这人必定是个医生，具体是什么的医生不知道。也是穿着风衣。其实这些还不至于让他记忆如此深刻。最令人难以忘记的就是，在送这位病人来医院时，他本人也受了伤。    那人给他留了联系方式，名字好像是叫萧黎吧，他记不大清了。当时萧黎手臂上有擦伤，治疗的时候没多问，但凭经验来看，他觉得那个擦伤似乎不是一般情况下摔一跤导致的。    摔一跤……他锤了锤额头，真亏自己想得出来。    “……你叫什么。”医生被这突如其来的问话惊到了，他以为这人现在还做不到说话。但这声音有些嘶哑，给人的感觉就是喉咙里有什么东西阻碍发声一样。    好吧其实能发出来就已经不错了。    “维克·西里尔。”    对了，这个病人叫什么名字来着。维克敲着自己的脑袋催促自己快点想起来。    “弗兰克·怀特。”     就这个名字。维克刚才没细听，以为那是弗兰克自己说出了名字，抬起头才发现只是开药的人确认姓名而已。    弗兰克把药装进塑料袋里，转过头看着维克。刚开始维克没太在意，但没过多久就感觉有一种寒意从脚底升起，顺着他的脊梁一直向上爬。就像一只鬼爪抓着他的背一样。    等到他目光落到弗兰克身上时，这种感觉就消失了。刚才那种寒意的来源其实是弗兰克吗？    “你这么急着出院，是不是有什么事？”维克试探性地问道。    不过弗兰克一直低头看着药物的说明，似乎完全忽略了维克的问题。好吧，无所谓，他本来就没指望得到答案。“是的。”他把风衣开口处的扣子系好，有些担忧地看了看门口的方向。    维克暧昧地一笑，他仿佛从弗兰克的表情里读出了什么。这么急着出院，八成是因为女朋友吧。    “帮我看看，现在几点了。”    “10点32分。”维克看了看自己的手表，“有什么事吗？”    “32分……还来得及……”很显然弗兰克忽略了后面的问题，他和维克道谢之后就匆匆离开了。他看见弗兰克搭了一辆车，停顿了几秒后 ，那辆车就启动起来，快速消失在维克的视线里。    其实弗兰克知道自己无论如何都已经赶不上那趟飞机了，他到达机场至少需要半小时，而飞机早就在12分钟前起飞了。他所担心的是自己如果再待下去就会被维克套出什么重要的秘密。    不过这次的确是太幸运了，甚至让他自己都难以相信。倚在车座上看着窗外不断掠过的街景，他第一次体会到与死神擦肩而过的感觉。    阳光照在他的身体上，久处在满是消毒剂味的病房中的弗兰克现在感觉轻松了不少。管它什么起飞不起飞的，至少现在他解脱了。    但他并没有预料到，那班飞机会因为目的地的天气原因而延迟，等他匆忙赶到登机口附近时，已经晚了。“纳尔，那里可一点都不安全。”弗兰克眉头微皱，看着飞机离开跑道。    “见鬼！你不要再闹了！能不能安静一下！”纳尔已经被旁边的闯祸精扰得全然忘记了自己的形象，无视这里是不是公共场合对着正在东跑西窜的空怒吼道。    只可惜这种声音空早就习惯了，完全不被放在眼里。纳尔捂着自己的脸，我是找个墙撞死呢，还是找个地面撞死呢，抑或是找个空撞死顺便把空也撞死。    第三者似乎很不错的样子。    想想就好了，纳尔安慰着自己，好歹空也是把自己从轻生的想法中硬拉出来的人，不能这样对待他……    说得容易！    “喂……你停一会，”纳尔还是勉强让自己用比较温柔的语气来说出自己的请求，“等我们到了住处你再窜……”    纳尔在打过那个电话后，对面接听的人确实是上次给他来电的人，三番五次的追问之下那人才极不情愿地告诉了纳尔真正的目的。实际上是因为纳尔认识空这个奇怪的类似人造人的东西，因此需要他来执行一项特殊的任务，不过关于这项任务到底是什么那人并没有提及，说详情要等纳尔到了U国后再细谈。    就这样，纳尔被自己的好奇心，再加上为了能保住自己的命，硬是赶来了U国。但他还没到地面上就已经不消停了，在飞机上空就喊着自己又是饿要吃东西又是晕机之类的，搞得纳尔头昏脑涨下了飞机后都不知道哪里是北。    “快点……走了……”回忆结束，纳尔提起行李箱，一边喊着还在因为新奇而上蹿下跳的空一边拖着疲惫的身体去找能载人去住所的交通工具。    “目标确认。”他嘴角微微上扬，确认了狙击镜所瞄准的猎物，此时正毫不知情地朝一个人挥着手。    他轻轻扣动了扳机，子弹应声而出。    但他听出了异样，几乎在同一时刻，有第二声经由消音器减弱后的枪响在某个地方响起。    “混蛋……”他暗暗骂道，怎么偏偏在执行重要任务时有人冒出来阻碍他。看来我眼光真是有够短浅的，应该去开个咖啡馆之类的，这样至少用不着和这些令他抓狂的对手纠缠了。那么你还是祈祷在我转行之前你不会碰到我，否则我一定叫你断子绝孙。    等到骂完了那个干扰他的人，才想起去看看猎物现在的位置。但当他朝狙击镜看去时，巴不得现在就让那个人断子绝孙。    猎物，跑了。\n 返回索引贴 @sam3737 @恶魔-潇洒 @xcc @冥王星人  \n\n\n\n\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1450100460,
            "txt_content": "这一章槽点错误病句一大把，简直有点惨不忍睹。北极你好好改改吧。"
        }
    ]
}