{
    "title": "<原创·连载·圣杯>空[第二十八章：事件的起源][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1450099200,
    "txt_content": "空·第二十八章·事件的起源\n正文\n\n\n    昏暗的灯光照在纳尔的脸上，此刻他正躺在宾馆柔软的床垫上，享受着难得的安宁。他在这张床上躺了将近十分钟还没挪过地方，主要就是因为这一天来他被空折腾的感觉就像是快要死掉了一样，如果不是及时赶到宾馆房间里，说不定真的会因为虚脱趴在马路上。    纳尔眯起眼，仔细端详着这片白色的天花板，这灯光的暗度和颜色拿来模拟一下烛光晚会的气氛倒是挺适合的，虽然可能比那要亮了一点。好像那个给他安排住处的人叫他到了宾馆要打电话来着，纳尔伸了个懒腰，这才坐起身。    那人特意申明必须用宾馆的座机给他打这通电话，也不知道是因为什么莫名其妙的理由。不过看在给他预订了这么优厚的住处的份上，这也无所谓了。纳尔懒散地走到桌前，张开手看看自己用签字笔记在手掌上的电话号码。    没有空骚扰的生活可真是美好。纳尔暗自感叹，他真希望以后自己能这样居住的时间会多一些，至少让他对U国留点好印象说不定以后还会来旅游什么的……但是看起来空是否会闹事和是否在他身边和U国这个国家到底如何似乎没什么必要的联系。现在是下午7点，等下还可以出去吃个晚饭。    “安德·布莱克。”对面的人和约定好的一样报出了自己的名字。    “纳尔·多罗斯，”他略微一顿，飞快地组织好语言以防止自己会因为莫名其妙的紧张而语无伦次，“是这样的，有人叫我在到达宾馆之后给您打电话，请问是因为什么事？”    对面传来一阵闷响，显然是把听筒放下了，没过多长时间就被再次拿起，“好的，我查到了，实际上这只是为了确认你的安全而已，另外就是为了转告你一下，明天早晨8点，有人会去接你。当然你不用紧张，只是为了让你熟悉一下接下来可能要和你一起工作的人而已。”    “哦……那空呢？”    对面传来一声令他头皮发麻的笑，非常古怪的笑声，纳尔甚至无法从这种诡异的声音里判断出此刻这人脸上大致是什么表情。而且这让他想起了罗杰，该不会这人和罗杰有什么联系吧……    “不用担心，纳尔先生，空过不了多久就会回到你那里去了。”    没过多久就会回来啊？那就好，纳尔舒了一口气，忽然又觉得不对劲。    ……    等等，什么叫那就好啊？！空要是半路上出了车祸死掉或者被他们扣留在那里才是大快人心好不好！自己怎么会为了这么个白痴而担心紧张，是不是身边出的事太多情思难寄了啊喂。    悲喜交加的纳尔刚准备挂断电话，猛然间听到对面模糊的女声，应该是站在接听者的旁边说话。但这个声音……纳尔知道自己肯定听到过，还没来得及问，对面就已经先挂断了。    纳尔耸耸肩，把话筒放回去，重新躺在那张令他沾上就不想下来的床上。尽管装出一副放松安逸的表情，实际上他内心里还是在疑惑那个女声的来源。如果近期他没有出现精神过度紧张或者幻听之类的，那个声音他一定听到过    好吧看来一定是精神太紧张了，每次到关键时刻他都想不起来，需要放松一下……    但是……    空那个混蛋马上就要回来了叫我怎么放松啊！纳尔一想到空就恨得咬牙切齿，要不是这个没轻没重的傻子也不至于自己累得腰酸背痛，上三层楼都累得差点要爬到房门口。    具体经过就是，空在出了机场后一直嚷嚷着要买这买那，惨遭纳尔无情拒绝后开始以横穿马路来抗议，空倒是一点事都没有纳尔可是吓得不轻，为了防止把警察招来他只好答应空各种无礼要求。纳尔只能哀嚎自己可能连回国都回不去了。    还好刚到宾馆空就被一个人蛮横地拉走了，起初纳尔有拦住那人，不过他往纳尔手里塞了个东西。当时纳尔没多想就让空被拉走了，要是拉去垃圾填埋场什么的那可真是皆大欢喜啊。    然而现实并不是这样，过一会那个小混蛋就又回来骚扰他了。    关于那人塞给他的东西，那一秒纳尔以为是经费，心里还一阵狂喜，这下我可以回国了，不仅除了空这个祸害还能顺利回国真是一举两得。当纳尔提着行李进了房间后，拿出那个东西来看时，他听见了心碎的声音。    给我个破牌子有什么用啊？！    我一定是智商被空拉低了，一定是的……纳尔一边在心里狠狠地骂着空的智商，一边开始观察这个牌子。    为什么这个牌子也看起来这么眼熟呢……难道真的是自己被空气得已经精神不正常了？纳尔把这个牌子翻过来，发现背面还贴着一层很薄的皮，因为颜色相同所以没分辨出来，不过仔细看看就能看出反面厚了一层。    纳尔把这层皮撕下来，再看这块牌子时，差一点把这个东西扔出去，他知道为什么那人会带走空而且自称是能杀人于无形的空为什么不会进行任何抵抗了。    R-o-g-e-r.    这是罗杰那块铭牌，除了这上面没沾血迹以外一模一样，简直就是一个模子做出来的。纳尔一直以为这个是罗杰作为警察时的铭牌，但如果真是这样，那个拉走空的人又怎么会有。    空和罗杰好像说过，都是save组织的人，只不过空因为什么事还是别的东西而被赶出去了，但罗杰还是这个组织的一员。那个铭牌如果不是罗杰作为警察身份的证明之一，就只有可能是……save成员的身份证明。    所以……    叫他来U国的人，以及那个硬是把空拉走的人……都是save组织的？\n  \n\n返回索引贴\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1450100220,
            "txt_content": "16,17段，\n需要放松一下……\n但是……\n可以把省略号改成破折号，"
        }
    ]
}