{
    "title": "【原创·连载·圣杯】《邪》第一章 作者：小黄鸭，水树",
    "author": "阿呆AK47",
    "replyCount": 3,
    "timestamp": 1450181100,
    "txt_content": " 本帖最后由 阿呆AK47 于 2016-2-14 16:23 编辑 \n\n邪——世上没有真正的善，也没有真正的邪第一章·死亡之夜    在那个没有战争的世界，有一种生物正走向成熟，并开始发展工艺。这便是人类。人类凭借着强健的体格，发达的头脑，强大的创造力，站上了世界之巅，组建了稳固的社会体系，也有了一定的秩序。但，有了秩序，也定会存在混乱。不久，战争爆发了。硝烟散去，一个个崭新的国度呈现在了人们眼前。在一个名叫建筑师联邦的国度中，有一个少年。他，叫萨肯。年仅15岁的他，就已经担任了建设督查，还得到了总统哈姆顿的器重。这一夜，萨肯骑着马匹，运着几车的建材前往总府。“兄弟们，再加把劲呵！马上就回到总府了！完成任务，我请你们吃大餐！”“嘿，这可是你说的啊。兄弟们可都听着呢，到时候别赖帐！”一名工人捅了捅萨肯的背。同时，总府之中的一个人正虎视眈眈的盯着这群人。“真是开心啊。不过待会，可就要哭出来喽！”一名身穿深蓝色紧身制服的少校在塔楼里自言自语。“塔斯尼亚长官，属下来了。”破旧不堪的木门“嘎吱嘎吱”地开了。昏黄的灯光照在少校身上，他古怪地微笑了。  眼前有一名士兵。浑身的肌肉绷得很紧，似乎要把红色制服撑破了。        “很好。”塔斯尼亚压低了声音，转过椅子，    “莱卡下士，我命你在一小时内将这队工人解决掉。带灵鲨去，别惊动别人。”“是。”城中心的古钟打破了寂静，一队人在草丛中飞快地穿行。“头儿，你跟总统的女儿咋样咧？”一名工人嘻皮笑脸的。“不要说。”萨肯倏地红了脸，“就，就那样。”“那样？那样是哪——”工人还没说完，一把银光闪闪的匕首就夹在了他的脖子前。“你们很烦！”带着口罩的莱卡瞪着双眼，有带有杀意的目光注视着工人们。“放下刀！”萨肯镇定地命令。“可能吗？！我是死神的使者！今日，你们都得断送在这！”“呵，呵，呵。有刀了不起啊！老子一拳就能揍趴你！”被劫持的工人硬抓着锋利的匕首，一把拉开。用那只被划伤的拳头砸向莱卡。“啪”莱卡随意地接下了那只有力的拳头，另一只手紧接着挥刀砍了下去。“啊！”一只手掌飞了出去。工人抱着喷血的手臂，挣扎着倒了下去。正在这时，两旁漆黑的草丛里窜出五名黑衣人，各持一把武士刀，腰间挂着画有鲨鱼。鲨鱼四周燃烧着鬼火。“灵鲨么。”灵鲨是建筑师联邦的特种部队之一。人数极少，不超过五十人。但一只灵鲨的战斗力可以堪比六十名联邦士官。当年爆发叛乱之时，总府仅派出二十只灵鲨就歼灭了一个师的叛军。传闻最低等级的灵鲨的极限速度就可达到九百米每秒。和他们战斗，还没看见武器，就已经人头落地了。况且，这次来的灵鲨，不像是新兵。萨肯曾经和灵鲨交过手，凭他的武功底子能接下五招。不知现在提升实力后如何。灵鲨的战斗套路也被萨肯牢牢记住：先伤人，再废人，后杀人。人多亦是如此，绝不会先杀某个人。不过碰到菜鸟，就不必讲究了。同时遇到六名高级灵鲨，再多的普通工人的像蝼蚁一般，胜负早已分出了。萨肯自然知道难逃厄运。“上！”一声令下，灵鲨接二连三地冲了过来。几秒后，只听到不断传来的惨叫声。在工人的颈部，裂出一道道深深的伤痕，鲜血喷涌而出。刚刚还谈笑风生的人，就这样倒在血泊中。“还剩一个。让我来解决他。”莱卡收好匕首，抽出长刀。“灵鲨居然这么没本事啊，欺负手无寸铁的都得派六个人？可笑。”萨肯拖延着时间。“手无寸铁？”莱卡丢过去两把匕首，“来吧，让我看看总统选中的人的实力吧！”说完，只看见一个黑影，莱卡就消失不见。萨肯背后感到一丝凉意，慌忙把匕首挡在胸前。“哐！”一把匕首瞬间被震碎，萨肯的手被划出一条巨大的口子。“厉害。”他迅速止住血，“我只好用岳父大人的格斗技来应对了！”他仰天长啸一声，闭上了双眼。“秘技·千甲破！”他突然睁大双眼，向空中一跃。在月光之下，他急速旋转匕首和身体，形成了一道银色漩涡！“有意思了。”莱卡紧紧攥着长刀。其余的灵鲨冒了一身冷汗。秘技是某些家族自主开创的格斗技，一般不传授他族人，不得已时这样做。大部分秘技都威力巨大，万不得已绝不会用。萨肯的岳父哈姆顿是皇室成员，所用秘技专注于爆发力，使用一击粉碎对手。千甲破是该秘技最基础的格斗技，但也能一记打碎钢铁。夜空之中，那道漩涡化为刀形气浪，包围在萨肯身边，矛头直对莱卡！周围空气也被极具撕裂，疯狂地扭动起来。莱卡架起长刀，弯曲膝盖，死死地踩在地上。一声怒吼之下，银色刀刃掀起一阵狂风，像箭一般刺过去。树木被气浪刮道，立刻断成几截。矛头与长刀顿时猛烈地碰撞在一起。狂风将莱卡的脸撕了个粉碎，长刀也爆成粉末，溅在泥地里，把地面撕出了许多深沟。同时，匕首也化作铁片，在萨肯的手上刺出了好多窟窿。“干掉…一个…”萨肯奄奄一息地跪在地上，倒下了。身边愣住的灵鲨冲到萨肯旁边，把刀架在他脖子上。“呼”一阵凉风吹过，让萨肯慢慢地闭上了双眼。“轰！”两侧的野草忽然烧起来。一个人从烈火之中爬了出来。“谁？”灵鲨们警觉地将刀对准陌生人。“Notch！”一声喊出，那人举起手，把掌心对准灵鲨们。“咻”一道金色光柱从掌心射出，瞬间轰爆了灵鲨们的头。鲜血洒在萨肯渐渐变冷的身躯上。“找到了。”陌生人踹到灵鲨无头的尸体，抽出一把金光闪闪的匕首，一刀刺进萨肯的心脏。“啊！”惨叫声在荒原回荡，不久，一条黑光射入天宇。空中与地下同时传来悠长可怖的叹息声。\np.s：这章写的略微急促，可能有些渣，别介意。\n因序章无人看，所以在这发个链接。",
    "replies": [
        {
            "author": "阿呆AK47",
            "timestamp": 1450181280,
            "txt_content": "链接周五补上，现在用的是iPad，发不了"
        },
        {
            "author": "46241359",
            "timestamp": 1450328220,
            "txt_content": "很好字数够了\n表示，即使在没有人类的情况下这个世界同样存在战争，只不过是没有硝烟的战争。人类的诞生是加剧战争带来的破坏力而不是使战争产生。\n这篇文章我并不想做出太多评价，因为对话流的缺点已经覆盖住你所有的优点，而且感觉感叹号有点偏多，第一章就这么热血沸腾不是什么好事。词语和汉字重复的现象也有出现，细节描写还算可以，但是欠缺环境描写来渲染气氛。\n以上。"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1450601340,
            "txt_content": "46241359 发表于 2015-12-17 12:57\n很好字数够了\n表示，即使在没有人类的情况下这个世界同样存在战争，只不过是没有硝烟的战争。人类的 ...\n嗯，谢谢你的建议\n另外：第一章之所以热血沸腾是因为主角死了，后面几章就平静了"
        }
    ]
}