{
    "title": "<原创·连载·圣杯>空[第二十九章：又见故人][46241359]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1450187220,
    "txt_content": "空·第二十九章·又见故人\n正文\n\n\n    纳尔抬起头看着这个建筑物，心中又泛起一阵波澜。实际上从今天早上开始就不安稳了，先是被突然回来的空叫醒，并且因为没掌握好平衡整个人摔到地上；吃早饭时因为想起有东西忘记拿就回房间一趟，回来时发现自己的早餐被空吃得一干二净。为此纳尔还在犹豫要不要投诉这件事。    不过这些都要等他见到那些人之后再说。纳尔不安地看了一眼站在自己身后依然活蹦乱跳的空，不由得发出一声哀叹，他只期望这一天空能有点自知之明不要再胡乱折腾他，不然要不了多久，纳尔觉得自己就会因为神经衰弱或者别的什么精神疾病而死掉。    具体位置是四楼走廊尽头的房间，纳尔站在电梯里时还在想着昨天那个女声的问题。因为他觉得那个声音的确是太熟悉。怎么形容呢，纳尔感觉这就像是一个魔鬼的声音，当然不是指魔鬼的可怕，而是……让人听了之后觉得毛骨悚然而又有些迷糊。    魔鬼？    电梯门打开的一瞬间，纳尔颤了一下。由“魔鬼”这个词，他联想到了某个似乎很符合这个条件的人——白昕。难道她也在这里？    好像没什么不合理的，纳尔还记得刚开始他见到白昕的情景，就从那时候来看，白昕认识罗杰这是没什么问题的。既然她认识罗杰，而且还有一种令纳尔感觉可怕的魔鬼的笑容，没准真的是save的人。想到这里，纳尔又颤了一下，他心里有些后怕。    罗杰是save的人，白昕是save的人，空也是，他身边到底有多少人都是来自save组织？纳尔扶着墙尽可能不让自己因为腿软而突然跪坐在地上。    现在一提到罗杰他的心就一阵抽痛，之前他也有尝试过推卸责任来减轻自己的负罪感，但不管他怎么归纳罗杰被杀的原因，最后的结果都是指向他，这就像是掉进了一个深渊，再也不可能走出来。因此能让纳尔减轻负罪感的唯一途径就是，不再去想这件事。    然而这并不可能。    纳尔一脸忧愁地看着身边的空，心里想象着要是身边这个人是罗杰该有多好。虽然罗杰有的时候也不是那么友善……好吧这只是看起来不大友善；可能还会命令他干这干那；但不管怎么样，至少罗杰比空要靠谱点吧？    好像用“靠谱点”来形容太委屈罗杰外加把空抬得太高了……    应该这样说，罗杰不管从智商角度、动手能力角度、分析能力角度、性格角度，等等一系列方面来讲，都比空强了至少一百亿倍。哪怕罗杰让他打杂也比身边跟着空要强。    总之纳尔感觉自己应该找个时间买束菊花去缅怀一下罗杰。要不是因为罗杰，自己可能已经寿命减半了。但是菊花感觉又不大好，百合？不行，罗杰那种性格不适合百合。再比如……玫瑰？    ……    我是不是真的脑残了。玫瑰明明是示爱用的……但是好像白色的玫瑰也不错嘛。白色会显得比较凄惨一点，而且花香也挺好的……也不行，纳尔不喜欢白色。那用什么比较好呢。    之前纳尔为西萝卡买花时，花店的人好像说过，黄玫瑰的花语是真挚的友情，还有一些别的乱七八糟的花的花语，他也记得不是特别清楚。不过从花语来看，黄玫瑰好像更好。这让纳尔想起罗杰以前把自己从监狱里带出去的事。黄玫瑰的确挺适合的，那就选黄玫瑰好了。    嗯，花选好了，接下来只要把现在的事处理好就可以去缅怀罗杰了。纳尔看着面前这扇门，轻轻地伸出手。    “哦，来了。”纳尔刚推开门就吓了一跳，这个房间和他在那段诡异的视频里所见到的会议室几乎一模一样！等到惊异平静下来之后，他才想起去扫视这个房间里的人。    坐在会议桌最头上的人站起来，“你好，纳尔，我就是安德·布莱克，先进来吧。”纳尔注意到在安德说话时，房间里有一个人向他投来了一种诡秘的微笑，是一个男子。    “啊，好的。”匆忙给出回答后，拽着空走进会议室，坐到了原本罗杰的位置上。这时他再抬起头，那个男子已经收敛了笑容恢复了原本冷淡的表情。纳尔的目光落到他旁边那人的身上。    果然，白昕！    现在纳尔已经想去死了，有个空折腾他已经够受的了，难道还要天天面对着白昕那幅恐怖至极的魔鬼笑容？要是日后真的过这样的生活，他觉得还是去地下世界和罗杰作伴更好一些。    “先介绍一下，”安德走到刚才微笑的那名男子旁边，“这位，是塞拉·杰森。旁边的是白昕，你应该早就知道白昕是save的人了吧？”    “没有……我是前几分钟刚知道，所以这么说来，你们也都是么？”    安德笑着点点头，“塞拉日后会负责你的安全问题，至于白昕……”话还没说完，门就又被推开了，这时纳尔才注意到还有一个座位是空着的。    深灰色的风衣，脖子上围着一个根本不合时宜的围巾，戴着一副看起来很文雅的眼镜，但还是挡不住镜片下锐利的双眼。    “路上有点事。”他朝安德微微鞠了一躬，之后快步走到座位上座好。等到房间内安静下来后，他才抬起头，直直地看着纳尔的眼睛。    这一次不同于往常，纳尔在确认过这人的衣着和面貌之后，立刻想到了这人的名字。    萧黎！\n\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n\n\n",
    "replies": [
        {
            "author": "xcyf6927",
            "timestamp": 1450188960,
            "txt_content": "很喜欢这个作品，"
        },
        {
            "author": "xcc",
            "timestamp": 1450217520,
            "txt_content": "高产\n这么快就要30了"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1450239840,
            "txt_content": "有些地方感觉在阐述自己是怎么写出这些东西的……"
        }
    ]
}