{
    "title": "<原创·连载·圣杯>空[第三十章：小心一点][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1450448940,
    "txt_content": "空·第三十章·小心一点\n\n正文\n\n\n    会议结束后，纳尔一个人留在会议室里，空已经跟着那些人去了别的地方，现在纳尔可以享受难得的清静。    “空走了你倒是很自在。”不知什么时候那扇门突然间被打开，萧黎轻轻地带上门，脸上已经没有了会议时的微笑。    “当然了，那个白痴快要烦死我了。”纳尔伸了个懒腰，继续靠在椅背上，“……不对，你回来做什么？不是要跟着那些人一起去取资料吗？”    萧黎耸耸肩，像一个幽灵一般无声息地飘到了纳尔的身边，俯下身，凑到了纳尔的耳边。他的鼻息喷到纳尔的面颊上，有点痒。“现在，跟我出来一下。”三个字的声音很轻，但因为距离很近，所以纳尔听得一清二楚。在说完之后，萧黎便站直了身子，快步走出门。    难道他也知道什么事？纳尔疑惑，但有什么事必须要出去说，在这里说不可以吗？    “喂，这边。”萧黎朝出门后因为没看到隐在黑暗中的自己而左顾右盼的纳尔挥了挥手，之后他抬起头环视一遍这条走廊，这个地方勉强能算是监控死角，应该不会有人注意到纳尔是受到谁的引导而来这里的。    不会吧，就是说句话而已，非要找个隐蔽的地方再说吗？纳尔跟在萧黎身后，前面的人很熟练地在黑暗中穿梭，灵巧的经过一个个狭小的通道，而后者就像一个笨蛋一样跌跌撞撞，其实有好几次都差点一头撞到墙上。    这人到底是真的有事要和我说还是有意玩弄我的智商啊？！    总算是出了这个黑漆漆的地方，纳尔听见钥匙插入锁孔后转动的声音。他原以为这阵声音过去后就会有门轴转动的声音，但并没有。而是一个像是机械发出来的人声：“请验证身份。”    一片沉寂。    这时纳尔才听见门开了。萧黎走进去，手在墙壁上摸索了几下，“咔哒”，房间被柔和的白光照亮了。    纳尔现在才有机会仔细观察所处的这个古怪的房间。全封闭，而且他听见周围有一种古怪的电流声，房间里有金属桌和椅，看起来也是个类似会议室的房间，但又有些不同。“这里是……干什么的？”    “也是会议用，只不过，它能屏蔽通讯设备的信号，以及干扰信息传输。”    纳尔点点头，这种房间他听说过，一般是用来商讨机密的。因为安装了特殊仪器所以能保证不会被窃听或者是被拍摄，只是……纳尔不安地看了看萧黎，带他来这种地方是要干什么？    “那个……带我来这里……”纳尔话还没说完，就被萧黎毫不费力地按在了金属椅上动弹不得。更令人惊讶的这么一个医生竟然还会锁喉。    “接下来我问的问题你要给我如实回答。”萧黎的声音和气息都一并落到纳尔的耳边。    是是是我知道了，你能不能先松手啊。纳尔张着嘴想发出几个音节但始终做不到，他感觉自己快要窒息了。    萧黎沉默了不到一秒就松开了手，等纳尔咳嗽够了之后才开口问道：“罗杰死了这事你知道对吧。”    “知道知道……为了让我患上恐日症那个混蛋的凶手还特意发快递给我……”纳尔扶着桌子，自己的眼前一阵黑一阵白，还有点脑充血。现在这年头，连个精神病医生都这么危险，纳尔觉得自己身为一个研究员是不是该学点跆拳道之类的，不然显得自己太落伍。    “那你现在还不知道凶手是谁对吧。”    “当然了，要是知道我就不会用‘混蛋的凶手’形容他了。”    “说的也是，”萧黎坐到纳尔的对面，“我想告诉你三件事，第一，刺杀罗杰的凶手我已经查到了，第二，你要远离塞拉那个人，第三……”萧黎突然停住了，一副欲言又止的样子。    “第三是什么？”纳尔饶有兴趣地看着萧黎，虽然前面那两件事也令他十分地好奇，但比起已经知道的，还是未知更有吸引力。而且，好戏总在最后，一般人都知道的嘛。    萧黎扶着额头，眉头紧锁，这个房间里只剩下电流的声音。纳尔则在思考该说点什么来转移话题缓解一下这般紧张的气氛。“第三件事……”萧黎踌躇了很久，“算了……没必要告诉你。”    哈？我看起来那么像无法保密的人吗？纳尔觉得一定是自己的气质有问题，所以需要转个行去当个医生，没准会让自己显得比较靠谱……最好是精神病医生。“不说就不说，那前面两件事是什么意思？”    “是这样，”萧黎恢复了之前的表情，“我调查了罗杰被杀的事件，真相已经得出来了，但是因为证据不足，我只能告诉可能相信这个结果的人。杀罗杰的人是西蒙·温彻斯，这个人我想你应该知道。另外……关于塞拉·杰森，我只是奉劝你，别轻易相信他说的话，他在你旁边的时候，你不要受他的影响，目标预定是去哪你就去哪。”    “哎？为什么？”    “具体原因我不能和你解释太清楚，”萧黎站起身，“你只要知道，这人随时都有可能对你不利，这就够了。”    “什么叫对我不利啊……喂，你别走啊！”    萧黎完全不理会纳尔如何命令他停下，自顾自地打开门，冷冷地抛下一句：“出来记得关门”后就快步离开。现在萧黎回想起之前在机场所看见的还是觉得心有余悸，幸好当时他就在附近，不然纳尔就要死于那颗闪着寒光的子弹了。不过还得多亏他当时带着枪，不然也只能干看着狙击枪的子弹打穿纳尔的脑袋。    那天萧黎去机场调取资料，半路上恰好遇到了塞拉狙杀纳尔，于是迅速抽枪阻止了那颗子弹。还好那个时候塞拉没看清是谁开的枪，不然估计自己也活不到现在。塞拉是专业的狙击手，想一枪崩了自己不在话下。    只可惜萧黎只是save的医学顾问，没有处理掉塞拉的能力，他能做的，只有尽力保护纳尔。\n\n返回索引贴\n\n\n@sam3737 @恶魔-潇洒 @xcc @冥王星人 \n",
    "replies": [
        {
            "author": "DaBao_Pentium",
            "timestamp": 1450953480,
            "txt_content": "令人尊敬的作者,就是没人回复也依然写得下去。"
        },
        {
            "author": "46241359",
            "timestamp": 1450953600,
            "txt_content": "DaBao_Pentium 发表于 2015-12-24 18:38\n令人尊敬的作者,就是没人回复也依然写得下去。\n哎呀等圣杯结束拿了奖有的是回复"
        }
    ]
}