{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第十八节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1450444740,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-12-19 11:23 编辑 \n\n        太阳已经完全升起来了。之前的那些潮水般疯狂涌动的怪物，就像被施了魔法似的全都消失了，只剩下几只苦力怕在平原里游荡——也许这真的就是魔法，这是大自然的魔法。\n\n        穹闪一边走着，一边时不时犹豫地回头望，不知道是对失去拜师的机会感到惋惜和不舍，还是因为之前的经历心有余悸。\n\n        不过，他还是咬咬牙，决定忘记这件事，专心致志地做好眼前的任务——前往迷离谷。\n\n        那个自称吟游诗人的少年来历不明。但是他仅凭吹笛就能制止剑圣与剑魔之间的战斗，绝非等闲之辈。不过就算如此，他们两个只要动起真格来，也可以完全不受笛声的影响。\n\n        剑圣剑魔，他们究竟是什么来历？为什么他们一定要战斗？更让穹闪感兴趣的是，剑魔那把巨大的血红的大剑，那到底是什么东西？为什么战斗的时候，那把剑“受了伤”，也会“流血”？\n\n        这一切都不得而知。就在穹闪想要趁他们消停开口问清楚的时候，剑圣的一句话让穹闪自觉地离开了：“你们一直留在这里没用的。我知道你们想阻止我们‘无谓’的战斗，我也知道你们心中有不少的疑惑。但是你们远远不够强！无法阻止我们，也无法找到答案。”\n\n        “迈向世界吧。当你们变得更强，当你们找到了心中疑惑的真正答案，到那个时候再来找我们。”\n\n        没错，我现在的目标只有一个，变强！要是不够强的话，什么也做不到！\n\n        穹闪想着，攥紧了拳头。这件事情又一次验证了，他的目标没有错。\n\n        “你在想什么呢？”灵曦伸出手，在穹闪眼前晃了晃，“该不会还在想那个什么‘剑魔剑圣’的事情吧？都跟你说了那不过是个梦，你所看到的那些场景像是属于这个世界的吗？我们俩醒过来的时候怎么就没看到这些东西？”\n\n        “但是我一直都很清醒，只是你们被杀气笼罩失去了知觉……”\n\n        “你还说你很清醒！穹闪，你已经不是三岁小孩了，还不能把梦境和现实去分开吗？”灵曦叹气道，“你是太紧张了，该找段时间好好休息一下，不要每天想着什么‘变强’了，看吧，你差不多已经走火入魔了。再怎么强也会有个限度啊，无论如何我们都是人类啊，不是什么黑暗怪兽！”\n\n        “也不要说得这么绝对。”傲天开口了，“确实，在那之前，我记得我感受到了一股强烈的黑暗的气息，然后就晕过去了。那种像是坠入深渊的感觉，我现在都还记得。”\n\n        “你……你们俩都没救了。”灵曦说着摇摇头，加快了步伐，把穹闪和傲天两人落在了后面。\n\n        穹闪似乎想起了些什么，追上前去拍了拍灵曦的肩膀问道：“对了，你之前说过你舅舅很强。他是强到哪种程度？在你所说的‘人类’的范围内？”\n\n        “是啊，我舅舅虽然很厉害，但是好歹也是个正常人……哦等等，似乎在某种意义上又不是。反正他是平曦联盟的什么军团什么大队……哎我记不住这么多，总之我记得他是第零中队的中队长。”一提到舅舅，灵曦似乎就来劲了。\n\n\n\n        远在平曦之城的军营里，传来了一声响亮的喷嚏。\n\n        “唔……看来秋天到了，天气也变凉了，该加点衣服了。”一个头发蓬乱，衣冠不整，睡眼惺忪的男子从床上打着哈欠爬了起来，自言自语道，“啊好麻烦，明明最近这几天又不打仗，还得起来这么早……”\n\n\n\n        “中队长？金毛不是说，他前几天才打败了一个中队长吗？他也不是那么厉害嘛。”傲天指着穹闪问道。\n\n        “哎呀那不一样！虽然顶着中队长的职位，但是他比普通的中队长厉害的多！”灵曦手舞足蹈地解释着，“虽然我不知道他为什么一直没被提拔，但是实力绝对是杠杠的！”\n\n        傲天和穹闪没有理会她，没听到似地走在前面。\n\n\n\n        “小小姑娘，清早起床……”男子一边哼着歌，一边走向军营的茅房，不过现在他的衣衫是整齐的。\n\n        “哟，灵云，早啊。”一个士兵路过，亲切地打了个招呼。\n\n        “哦，是挺早的，我还没睡醒呢……”灵云说着，又打了个哈欠。\n\n\n目录\n\n\n新人物：灵云出现，新剧情开启。\n这一节是不是有点少……\n@bo_bo2001 @guqu @恶魔-潇洒 @xcc \n这次应该都记住了吧",
    "replies": [
        {
            "author": "爱杂食的圳",
            "timestamp": 1450445820,
            "txt_content": "挺精彩的，大大。\n希望继续努力~\n迈向世界吧。当你们变得更强。"
        },
        {
            "author": "名人才华",
            "timestamp": 1450523160,
            "txt_content": "莫名想到凌云（From雷速登）\n哎呀，跳片场了……"
        }
    ]
}