{
    "title": "[第一部正文完结！]小白冒险记-HIM-第三十八章 灰白色",
    "author": "250=mo",
    "replyCount": 17,
    "timestamp": 1450507920,
    "txt_content": " 本帖最后由 250=mo 于 2015-12-19 14:54 编辑 \n\n第三十八章 灰白色      他抽出剑来，往后退了一步，同时一只手操着看起来较沉重的长剑。在我反应过来之前，利刃锲进了我的右肩。\n      我一定是做错了什么，我想。\n\n      “你大概是从黑龙城那头逃过来的吧？”他抬高了嗓音，响亮地、具有军人风范地问道。\n      “嗯？你怎么能知道？……”反之地，我怯怯地小声回答。这一句话显然引起了其他人的注意，四围的目光都向我们投来。我下意识把身体往侧边倾倾，一股巨大的压力令我十分紧张。\n      “其实我们这一小队，不，应该说这城里的人都是要死的了，”他又压下脑袋，小声地说，“事实上，敌人的瞄准镜儿，没准正对着你我呢。”他没有回答我的问题，这让我更为紧张。\n      “啊？为什么……”我躲着他的眼睛，被迫看向他破而不旧的军装外套。整整齐齐的一排纽扣在腹部的位置被烧掉了一片，留下边缘黑色的焦炭。\n      “他们不敢。我们人多，而且我们留在这儿就是为了拖住他们，等上头搞好了，就行了。我们留着是当人盾。”\n      我注意到他在隐藏：“搞好什么？”这一句话让我找回了些许自信，便抬起眼来看他的脸，却被他那阴森恐怖的面色一惊，急忙又转开了。余光告诉我，现场又有两三人站了起来，而且手上还托着把枪。这让我不安。在宴会上谈话是该枪毙的重罪吗？我胡思乱想。\n      “那个你管不了，”他把脸逼上前来，仿佛要挟我盯着他的眼睛，“你没编进我们这队，没必要耗在这。他们都是有死的觉悟的，我看你就没有。我劝你赶紧离开，我让他们给你打掩护。”他吐出一串句子，同时左手指了指城的方向。\n      我心里一片死灰，心跳砰砰地以不恒定速率跳动，选择题推到了我的面前。微风这时也用树叶沙沙声干扰我。我见过战场上，守在退路的士兵甚至      是医疗兵举起枪来射杀逃兵。我曾经觉得他们是嗜血的魔鬼，但他们看起来与一般人又着实没有区别。我咬咬牙，做了艰难的决定。——\n\n      他用左手助力一压，撕裂与扭曲的疼痛中我感到自己的右臂掉向地面，砸在了我的脚上。红色的视野。我大声吼叫，哪怕我因为耳鸣根本听不见自己的喊声。\n      下意识地，我举起左手格挡，我不知道下一次袭击会从何而来，但我只是护着，而且死死不放开。大片大片的痛楚从右侧包括右脸撕着我的大脑。但一股更尖锐的刺痛从右腹划上来——我知道那是铁剑的锋。\n      我拼尽求生气力用左手抓打他的头——只可惜我发现左手只剩下了手掌。狂吼，但我制止不了他把带齿的铁剑穿透我的腹部，被他推着往后倒。双腿都在往下坠，似乎随时能跪在地上。黑红的视野里，他咬紧的牙似乎要把我吞噬。于是我依旧瞠着目，扯着喉咙喊到哑。\n      为什么……要这样……。我想吐出呛得我不行的血，却被送进了我张开的血盆大口——嗯，这时这个词可真是有够形象的。\n      我已经分不清痛楚了，它们像音乐般此起彼伏。我像被串着的，已和和死物无甚区别的一块肉囊，被挂着，反倒在生命流尽之前要承受着这可怖的、使那些精神痛苦显得如似痒痒的似乎无尽的痛楚。\n      这块破肉被抛进了水里，我通过一系列感受估计。水这个慈者试图将我托起，但有一种超乎善意的暴力制止着我被举起。密密麻麻的子弹机械地促使水如沸腾般翻动，通过灌满我耳道的液体拨摄我的灵魂。\n      我知道我正面朝上，量不大的光芒便来自这个方向。我瞪大我剩下的右眼，在破碎的水面后一定有一对野兽般的眼睛……\n      ——但那是一对发着白光的、没有瞳孔的眼睛。疼痛越来越模糊，越来越麻……\n      但有时——显而易见我特指这时——我爱死这些痛楚了。\n      我抓住那条踩住我的腿——用右手，撕着小腿上的尽致肌肉。\n      因为那些痛楚——我一跃起，抓住那可怜人的后颈——让我感觉自己还活着啊！\n      狠狠一掏。蒸汽顿时有了血色。\n      枪声稍弱了。我听到了一片心跳声。红色的视野里是一颗颗心跳在搏动，上面闪烁着的是他们的用户名。\n他      们躺在自己的墓里，等着我去收走他们的灵魂。我感觉到世界的不同，……就像我控制了什么。我往前一倾，如箭般射出去，冲向疏于其他人的一颗心脏，奔跑中我刷新了一下我的双脚，几百颗子弹从中被撒到了地面上。\n      来自各面的的子弹又变得密集起来了，俨然一个小型战役。只可惜，他们的敌人，是我。我把生命附加值——临时命的名——调高12颗心，给自己设置了一个速度加成，撞倒那个拿着霰弹枪的士兵，用陨石一般的拳击砸在他的头上。\n      把他击倒在地的这一拳让他的血条空了四分之三——在排除了当时我的大脑还能作计算的可能后，我更加确信当时我着实“看”见了他的生命值。我生成了一把铁剑补了一刀。\n      右脚膝盖以下突然失去的力气，我知道他们用子弹发射速率，盖过我的生命回复速率，毁掉了我的膝盖。值得嘉奖的努力啊。我咬着牙，眼泪鼻涕流进嘴巴，把剑甩了出去。被赋予了子弹的速度的铁剑飞向那个在黑暗中亮得刺眼的用户名。\n      疼痛使我的神经像分娩的群蛇般在我的体内盘曲绞绕，但身体就像被接管了一般仍在战斗。我用新长出的腿奔跑起来，顺手拍开一根被扔来的燃烧棒。火力紧追着我，我大口喘气，声音像超负荷运转的鼓风机。推开一柱橡树，却见到那明亮的名字突然在我眼前消失了，我听到那具皮囊倒地的声音。他被队友的霰弹喷死，我猜。\n      每一次当我的手撞上那些不幸的士兵时，伴着他们的喊叫和咒骂，都有一声爆炸般的巨响。随后我便换掉碎裂的骨头，再冲向下一只老鼠。那些被我撞倒在地的，即使没有死，身体也破碎得没有战斗能力了。\n      即使见到我恶魔般的捕杀，这些英勇的战士们也没有放弃掉手枪里的每一颗子弹，它们都不被浪费地击中我的腿。但很不幸地，最终这些子弹还是被浪费了。\n      为什么……为什么不逃呢？和我缠着……必死无疑！\n      我敲碎了一名战士的头颅，重新检查了一遍屠宰场。视野中还有五颗心脏，其他人都在四个区块外。\n      一个不能留。这个想法俶尔显在我的大脑中，就像有人用键盘输进去一般。现在它是一个不容我质疑的真命题，促着我冲向用户名长度最短的那一目标。\n      FοX。相当简洁，但电子词典宣布放弃。我没有把脑中的真命题退格删掉，而是等在我逡巡之际被打穿了的右手长好长结实后，冲向这个名字奇特的人。\n      这位老人快把眼球挤出来般盯着我，让我像见到蛇般心里一惊，腹部被他用剑刺穿。他在我拔剑出来的时候往后一跳，熟练地拔出一把短剑。我怒而咬牙，乘着奔跑的高速要把他劈成两半，但一股巨大的阻力——他用左手上的金色手枪阻住了我的攻击，我的剑也释放巨大的动能被弹开刺入地面。在纷飞的粉末中我看到他唯一不完整的部位便是左手的两根手指。\n      他吸了一大口空气，“为了服务器！——”他大吼，扑到近身来横砍我的腰。我心里一虚，重重的一拳打向了他扭曲的脸颊。他喷着带血的牙齿倒在地上，眼里仍满是坚定的愤怒。\n      我把重心往前推，准备跳过去将他扑杀，但取之，我只是重重地摔在了地上。我明白了——一个命题又灌进了我的脑里——他砍到了我的脊髓。我用手往前爬，他也忍痛往后退。这是一次生死追击，但人是会疲惫的！而我……我是神一般的！\n      我抓住他的脚，但他一顿乱踢。这令我愤怒不已，奋力扑上去，却被他用剑阻住了我的拳，相峙几秒后，我的手掌终于断裂，就像被切开的猪肉一样掉到地上。尽管还能再长回来，但我的心已经干枯得挤不出眼泪了。我收而往FοX腹部一打，尽管吃痛，他的短剑还是抵上了我的脖子，人类的血液汨汨地顺之留下。他的双眼瞠着，如铜铃如狂狮。我用左手把那血刃推开，脑袋却挨了他一踢。我吐掉牙齿，——\n\n      我从慌乱中整饬回理智来，以面对这突然的变故。一下子，吼叫、疼痛、血腥味和喉咙里的异物感都消失了。“You Dead”二字兀然立在屏幕中央。我的大脑在高速地清扫混乱。死了？\n      但有一只手在拨动时间之弦，伴着弦的振动，二字也在闪动隐显。\n      怎么！？\n      不及一秒，弦被那造物主一抽抽走，感受如潮水般灌回来。我像被电击一般掀开眼皮，侧过身体以减免脖子处那随着呼吸甚至是高速跳动的心脏而起的疼痛。我一只眼睁得大大的，另一只眼却几乎睁不开。我咧开嘴，上下牙齿像粘住了一样。脖子上的口子在愈合时剧痛无比，像是被塞了一小块盐。\n      我抹了抹眼泪，四周找寻那把短剑，却看到我的头盖躺在地上，边缘参差得像是被锯子锯下来的。我在一丛草中找到了那把短剑，用虚弱的右手把它反手握着，狠狠地凿向上衣缺口的地方。这里大概还有几束神经，我抽搐着呼吸，吞不下口里的口水，发出呼噜噜的声音。我粗暴地把它们分开，脱离出上半身，下半身也很快就长出来了。\n      身体像极了过去的样子，却让我觉得它不是自己的。耳鸣还是停不下来，感觉像是有人用刺刮我的耳道。但渐渐，终于止了，我能听到我仍然急促的呼吸声。漫在视野中的红色也稍稍淡去了。\n      我撑起疲软的身体站起来。四周火光冲天，雷霆震鸣。机枪的声音从不同的方向传来。天空就像牛奶被倒进了墨囊，……东边的天空在白底下布着几条灰色的云。以及……灰色的太阳？\n      我怀疑我的显示设置被调整过，但并不是。我开始大口吸气大口呼气，惊恐地望向四方。灰色的树叶，灰色的泥土……太阳把照明坏给了大地，却没有把颜色还回来。\n      这里被感染者入侵了吗？连大海都是灰色的……\n      但令我恐惧地，低下头，自己的身体也没有颜色。我想起上次在黑龙城，自己的身体鲜艳得刺眼。终于吗？……\n      我透不过气来，向太阳的方向迈步，却只吃了一个趔趄，低头，发现自己的脚掌还没有长出来。我听到自己心碎的声音，我跪倒在地。\n      聚会场旁的一栋楼房被一炸炸开，砾石喷薄四射，给点着残尸的空旷聚会场布了一层飞尘。那些战争机器举着轻机枪，无差别地扫射，给每一个妄图奔命的逃兵处以死刑。\n      我憋住想要大叫的欲望，退到一还算粗大的树干后面，却还是被站在我身旁等我的人吓得把含着的喊叫吐了出来。\n      下巴被他用弓一打，——令人怀念啊——吃痛的我往后退——一瘸一拐地，他拔剑追将上来，抬手要把我劈断。我用短剑格挡，逼着后退，一把把我推开，十几根枪管便指向了我的脑袋。\n      我只得松开剑，举起手站直，和这些战争机器对视——他们也是没有颜色的怪物，我想。\n      “杀吗？”其中一位身体强壮得夸张的士兵头也不扭，只瞪着我喊道。\n      “杀个屁！赶到海上或者湖里，趁他还有理智！”那个削瘦的人用沙哑的声音回复。随即，网子被收紧，那些枪管愈来愈近，我极力抑止自己的颤抖，总感觉自己的一丝运动都会刺激到这十余人中的任意一个。\n      我被逼着后退了十多米，尽管这十余米让我觉得我用了一辈子来走。\n      一颗比太阳更亮的星改变了一切。东面兀然升起一巨大的蘑菇云，就像纪录片里的那样，黑白的，没有颜色的，远远看去像凝固了一样。就在我目瞪口呆之际，那个削瘦的人对着它竖起了大拇指，但显然并不是夸奖，他闭上了一只眼睛。他的手一抖，绝望地放下来，轻骂了一句“妈的。”\n      十余秒后，蘑菇云稍暗了些，但我知道这并不意味着像花朵那样静美地掉落。大地剧烈地震动。我转过身，向着一小丘踉踉跄跄地前行。在末日之际，我的脑袋一片空白，只祈求这掩体能让我在灾难中活下来。但我的小腿被一枪射穿，我跪倒在地，那个人用拿着手枪的手扣住我的脖子，一剑穿过了我的胸膛。我的生命几乎见底，没有力气再反抗了……，黑色的血喷溅出来。\n      一把深灰色的手枪……\n      一股热浪由右侧冲来，伴着能震破耳膜的巨响。他被击倒在地，我也背朝下倒向地面。\n      大地，是大地补上了杀我的最后一剑。\n本章完（4391字）\n\n啊……拖了几周，终于把这一章写完了，就和一年前大脑里的基本一致了，虽然细节上差别很大。\n我希望剧情直直地一直指到结尾，可是就是在绕……\n打算好好修改前文。\n咳咳，两年半了啊……\n翻创也变成了周创，啥都变了\n但却希望能一直写下去呢。\n接下来还有个尾声，不过主角死了，就没法第一人称了呢233333\n我才不会告诉你们还有两部呢\n\n就在这个时候……我还没想好该@谁。\n\n索引：http://www.mcbbs.net/thread-97789-1-1.html\n",
    "replies": [
        {
            "author": "蔚川",
            "timestamp": 1450508160,
            "txt_content": "应该@我?<_`"
        },
        {
            "author": "250=mo",
            "timestamp": 1450508760,
            "txt_content": " 本帖最后由 250=mo 于 2015-12-19 15:14 编辑 \nYy星人 发表于 2015-12-19 15:06\n第一次看见大叔发帖诶,赞一个!!!\n大叔是什么鬼啦……\n话说好熟眼你啊，我们以前是不是认识……？\n↓卧槽"
        },
        {
            "author": "Yy星人",
            "timestamp": 1450508760,
            "txt_content": "第一次看见大叔发帖诶,赞一个!!!"
        },
        {
            "author": "250=mo",
            "timestamp": 1450509480,
            "txt_content": "@HGK @A王O子A @shure @yuchenyang @the-blaze @2B与mc的故事 @海潮 @大葱之灵@ @打酱油 @ 幻夜殘月 "
        },
        {
            "author": "xcc",
            "timestamp": 1450511040,
            "txt_content": "不@我\n完结撒花。\n\n话说灰白色不是安德面的文题目么"
        },
        {
            "author": "250=mo",
            "timestamp": 1450512480,
            "txt_content": "xcc 发表于 2015-12-19 15:44\n不@我\n完结撒花。\n\n\n正是取自那。居然还有人记得那篇呢。"
        },
        {
            "author": "46241359",
            "timestamp": 1450516800,
            "txt_content": "不错不错→_→让我这个常年看渣文吐槽的人觉得很养眼，完结帮你撒几朵花~"
        },
        {
            "author": "Destiny·菌",
            "timestamp": 1450522260,
            "txt_content": "捕捉楼上新人吐槽王【划掉】\n\n所以Mo的这篇小白历险记终于修改完了吗？其实，我觉得Mo修改这篇小说的目的是想改头换面什么的吧？毕竟\n\n你也做了一些让你自己都感到羞愧的事。不过，你也不用太过纠结，没有人会再记得那件事，只有你自己还耿\n\n耿于怀。正如故事所说的，太阳都会有阴影，更何况是人呢？所以，加油吧，我期待你能重现你往日的辉煌！"
        },
        {
            "author": "shure",
            "timestamp": 1450708620,
            "txt_content": "不是……这最后搞自杀……？？！！"
        },
        {
            "author": "名人才华",
            "timestamp": 1450714440,
            "txt_content": "Yy星人 发表于 2015-12-19 15:06\n第一次看见大叔发帖诶,赞一个!!!\n本子……这个交友方式我给满分！"
        },
        {
            "author": "A王O子A",
            "timestamp": 1455365100,
            "txt_content": "现在看看，迷之感动啊= =\n虽然说实话没上mcbbs好久了\n居然还记得@我QAQ"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455408000,
            "txt_content": "楼上真好……我已经被默认屏蔽了……"
        },
        {
            "author": "250=mo",
            "timestamp": 1455681360,
            "txt_content": "安根_Engon 发表于 2016-2-14 08:00\n楼上真好……我已经被默认屏蔽了……\n别伤心啦，我只是@老朋友们了啦"
        },
        {
            "author": "13051883303",
            "timestamp": 1460773560,
            "txt_content": "250=mo 发表于 2016-2-17 11:56\n别伤心啦，我只是@老朋友们了啦\n然而为什么没@我 你看论老我比你注册的都早，论py（朋友）我给你好多人气还是好友。"
        },
        {
            "author": "13051883303",
            "timestamp": 1460773620,
            "txt_content": "然而回复少得可怜"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461375480,
            "txt_content": "当我知道它完结的的时候其实我的第一反应是\n\n还会出第二部吗？"
        },
        {
            "author": "250=mo",
            "timestamp": 1465177860,
            "txt_content": "安根_Engon 发表于 2016-4-23 09:38\n当我知道它完结的的时候其实我的第一反应是\n\n还会出第二部吗？\n会有……只是我现在不大愿意写"
        }
    ]
}