{
    "title": "<原创·连载·圣杯>终焉[第四章第一节][暮存]",
    "author": "xcc",
    "replyCount": 3,
    "timestamp": 1450532100,
    "txt_content": "\n\n重复at了，此楼作废",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1450532160,
            "txt_content": "标题: <原创·连载·圣杯>终焉[第四章第一节][暮存] 本帖最后由 xcc 于 2016-1-3 13:58 编辑 \n    格里斯没有过多地领会被押走的斐，他只是淡淡地说了一句：“‘剖析’可以开始了。”\n    胡渣男点点头，转身拉下墙上的一根蜡烛。墙壁上登时出现一个平台，上面放置着一个玻璃笼，里面传来滋滋的声音。 \n    顾离认得构成笼子主体的那玻璃，地球产的，据说硬度很高。 \n    格里斯对顾离介绍道：“梦中人的中心任务便是探索有关怪物的一切，比如它们的来历，它们无休止破坏的目的等。”说完，他朝胡渣男做了个手势。\n    胡渣男举起左手，吐出一串咒文，空气中缓缓呈现出一面淡紫色的镜子。而胡渣男的双眼正慢慢变成红色，凝成一汪猩红，里面透出一股深邃的目光。\n    玻璃笼缓缓从平台上升起，在空中悬浮。什么妖术？顾离有些惊异，但看到玻璃笼随着 一旁的帽衫男的手势移动，也就明白了是怎么一回事。\n    顾离睁大双眼去看那个笼子，里面关着一只蓝色的小兽，周身卷动着蓝色的电流，两眼闪烁着逼人的紫光，而且不停发出“滋滋”的叫声。格里斯介绍道：“这是已知的最小的怪物， Lightning。它自身可以产生电流，而且它具有极其锋利的犬齿以及利爪。成员‘工匠’就是被两只Lightning杀死的。” \n    紫色的镜子对准了玻璃笼，胡渣男的眼神愈发锐利。\n    帽衫男打了个哈欠，手微微抖了抖，笼子也跟着抖了抖，里面的那只名为Lightning的小兽狂躁地吼叫起来，发出“滋啦滋啦”的响声，让人心烦。胡渣男突然瞪大双眼，小兽立刻安静下来。\n    片刻后，胡渣男眼里的猩红散去，像是一滩血迹凝干。紫色的镜子化为轻烟在空气中散去。与此同时，胡渣男抬起右手，伸出食指和中指。两指间迸发出两道蓝光，撞入空气里，渐渐形成一个屏幕样的东西。\n    顾离刚打算开口问问这是什么，胡渣男便介绍道：“奥法溯流与视野共享。奥法溯流就是那面镜子，可以看到任何物品的来源，不过只有我能看到。至于视野共享么......”他收起双指，那个蓝色的屏幕微微抖了抖。“相当于显示器吧。”\n    顾离赞叹了一番后将视线转向那个屏幕，上面隐隐显现出显现出一双手，手中握着一块石头。胡渣男摸着脸上的胡渣， 微微眯起眼，看着屏幕上的影像。\n    突然他的双眼瞪大，像是受惊的野兽。紧接着他爆发出野兽般的吼叫——“有人在干扰老子用法术！”\n    格里斯抬头看了看天花板，指了指厄默和帽衫男，说：“你们两个上去看下有没有人，有的话，处理掉。”\n    厄默抬头去看天花板。帽衫男则拉了拉身上的纽扣，转而消失不见。“怎么上去？”厄默转过头。\n    话音未落，格里斯打了个响指，厄默便从原地消失，传来一声惨叫。“唉，麻烦啊。”格里斯叹道。\n    胡渣男继续盯着那个由他的法术制造的屏幕，它正在扭曲，估计仍然在受干扰。\n    而厄默，刚被传送到地面上便被人重击了后脑勺。\n    晚了几秒上去的他刚看见帽衫男倒在地面上，后脑勺便传来一阵剧痛。\n    呃......被偷袭了么。厄默脑海里闪现出一个念头，但他的意识正在慢慢变得不清，眼前是模糊的景物，嗯，草坪蓝天太阳，还有一个人影。\n    身着白色披风的男子正扶着他的肩膀，他没有看清那人的面容，只看到那人脸上的单片眼镜隐隐发光。\n    他隐隐看见那人拿着一个木雕样的物件打量着，接着自己便被摔倒在地，眼前只剩下一片昏黑，像徐徐为自己拉上的幕布。\n     “抱歉。”他听到一个无比熟悉的声音从那人口中吐出。\n    这是那个家伙的声音啊。这是厄默失去意识前的唯一一个念头。\n    是那个巴卑勃家族的家伙啊。 =================         上一节  索引  下一节\n\n\n\n"
        },
        {
            "author": "xcc",
            "timestamp": 1450532220,
            "txt_content": "\n\n\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L  @MF_Mufeng\n@2575174857"
        },
        {
            "author": "2575174857",
            "timestamp": 1450568460,
            "txt_content": "加油，我的艾特竟然没有亮起来···不过还是来了"
        }
    ]
}