{
    "title": "<原创·连载·圣杯>  勇者之征II：星光   第二章 第十九节",
    "author": "2B与mc的故事",
    "replyCount": 1,
    "timestamp": 1450531620,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2015-12-26 19:48 编辑 \n\n        热闹的街道，密密麻麻的人群，还有那堵静静伫立的城墙。平曦之城里，新的一天又开始了。\n\n        灵云呆呆地趴在窗口前，望着街上熙熙攘攘的人流。\n\n        普通的一天，不知是好事还是坏事。灵云不是战斗狂，他并不热衷于战斗。没有战事，一片祥和的情况再好不过。但是现在太过于祥和了，以至于到了一种无聊的地步。\n\n        训练在下午才开始，只要不打仗，整个上午都是自由活动时间。而灵云也不是什么大忙人，最近这几天都没事干，因此自由活动时间变成了无聊时间。\n\n        “去旅行吧！游览壮丽的河山！”灵云激动地跳了起来，可是又马上摇了摇头，“我在打仗的时候，几乎都把东大陆跑了个遍啊……再跑一遍就不新鲜了。”\n\n        “这不是重点吧，灵云。你堂堂中队长，怎么能擅离职守呢？”另一个穿着军装的男子走了过来，无奈地笑道。\n\n        “别跟我提中队长！我才不想给这个什么平曦联盟当中队长呢！要不是因为……”灵云说着说着忽然间停了下来，“算了，小心走漏风声。”\n\n        “你要是觉得无聊的话，可以去慰问难民啊。中队长亲自慰问，他们会很感动的哦。”那个人建议道，“就当是行善积德嘛！”\n\n        “这个主意不错。”灵云说着，转身就走。出门之前，他扭过头来补充了一句，“叫几个人帮我抬些食物来。我要是肚子都饿扁了的难民，可看到一个白痴中队长空着手走过来‘慰问’我。那慰问就只是个狗屁。”\n\n        “没问题。另外，还有一件事。”那个男子说道。\n\n        “什么？”\n\n        “你扣子扣歪了。”\n\n\n\n        难民窟还是那样，腐臭，肮脏，弥漫着让人开心不起来的气息。但是灵云似乎毫不在意，大步流星地在难民窟里走来走去，顺便发放食物。难民们似乎都认识灵云，向着他邻居似地打招呼。灵云则微笑着点头示意。\n\n        这时候，灵云在发现了一个他没见过的难民。那个男人身型佝偻——在灵云看来，应该叫猥琐。穿着一件土黄色的外衣，光头，脸上有几道明显的烫伤的痕迹。\n        \n        “该死，竟然遇见那个男人。那些上司下达任务之前不知道好好调查一下吗！不是说对手只有镜吗！”那个人蹲坐在一旁，咬牙切齿地低声自言自语道，“真该让他们来尝尝，被烫成光头的滋味！”\n\n        “你好？”灵云把脸凑了过去，轻声问道。那个光头被突然出现在背后的灵云下了一大跳，警觉地站了起来，问道：“你，你，你是什么人？”\n\n        “我，我，我是这里的中队长。”灵云学着他的语气，笑道，“你饿吗？”\n\n        光头眼珠一转，中队长的脑袋应该不难取。既然如此，先把这家伙干掉，去总部换点赏金喝一顿，也好帮自己消消气。不过，不能在这里动手。这里人太多，被发现了就不好玩了。\n\n        “啊，是啊，我饿了。你带我去拿点吃的吧！”光头答道。\n\n        “不用去拿，这里就有，喏。”灵云说着，朝着光头的脸扔去几块面包。光头下意识地挥手一抓，轻松抓住。\n\n        “额，那个，我其实还得赶路，你能带我去北城门吗？我对这里的路不熟。”光头接着问道。\n\n        “哦，这样啊。好，跟我走，我带你去。”灵云说着会意地一笑，走之前还不忘吩咐士兵把食物全部发完。\n\n        上钩了！这一带往北走的人很少，等到了那里，再悄悄地干掉你。光头想着，在心底狡猾地一笑。\n\n        灵云大摇大摆地走在前面，似乎什么也没发现。没过多久，他们就抵达了北城门。\n\n        光头走到城门口停了下来，站在守城门的老大爷身边。一个转身，终于露出了狰狞的笑容：“我还差点路费，你帮人帮到底，用脑袋帮我换吧！”\n\n        “哦，原来你是坏人！”灵云好像这才发现光头的诡计，惊讶地问道，“所以怪不得之前路过阳光下，你的脑袋一直在发光，原来是在想鬼主意！”\n\n        “你那是什么逻辑！不准你再提我的头！总之，准备好受死吧！”光头一脸的不爽，立刻朝灵云冲了过来。\n\n        “好可怕，快跑啊啊啊！！！”灵云一边惊叫着，一边以更快的速度超城门外跑去。\n\n        光头呆呆地站在原地。这家伙是傻子吗？怎么看都不像是中队长级别的人。他想着，抓住身旁的守门大爷问道，“喂，老头，那家伙真的是你们这里的中队长吗？”\n\n        “是。而且我建议你不要往再往这边走了，因为北边很危险，据说有幽灵在游荡。那幽灵啊，可是很可怕的，神出鬼没。”大爷不慌不忙地答道，“尤其是今天，你往这边走的话会更危险……”\n\n        光头没等他啰嗦完，一把放下老头，拔腿追了上去。\n\n        “要问为什么的话。”大爷说着，端起茶杯，浅浅咂了一口，“因为灵云在那边，而且你已经被他盯上了。”\n\n\n目录\n\n\n\n灵云这个人物啊，身上有不少的秘密。\n大召唤术@bo_bo2001 @xcc @guqu @恶魔-潇洒 ",
    "replies": [
        {
            "author": "名人才华",
            "timestamp": 1450531740,
            "txt_content": "赶上更新了~\n前排围观~\npoi~"
        }
    ]
}