{
    "title": "Minecraft: PlayStation和Xbox版新增堆积如山的新特性",
    "author": "andylizi",
    "replyCount": 22,
    "timestamp": 1450531920,
    "txt_content": " 本帖最后由 andylizi 于 2015-12-20 22:42 编辑 \n\n\nHello!\n大家好!\n\nWe’ve just updated Minecraft for Xbox 360, Xbox One, Playstation 3, and Playstation 4 with a staggering amount of features. Yes, we’re constantly improving Minecraft on all platforms but this is actually our biggest update ever, bringing the console versions closer to the current PC build than they’ve ever been before.\n我们刚刚更新了Xbox 360,Xbox One,PS3 和 PS4平台的带有数量惊人的新特性的Minecraft。是的，我们在不断改善所有平台上的Minecraft但这次真的是有史以来最大的一次更新，使主机版比以往的任何时候都贴近PC版。\n\nTo prove this, I present the following changelog which will require significant amounts of vertical scrolling. From henceforth, this update will be known as “Update 1.8.8.”\n为了证明这一点，我发出下面的更新日志，但查看完它们会需要让你的鼠标滚轮往下滚很久。从今以后，这个更新将被称为\"1.8.8更新\"。\n\nTwo quick notes about 1.8.8 on other consoles before we get into it: the update is slightly delayed for Minecraft on Playstation Vita so expect it to arrive in the next few days. And, though we’re working hard to bring these features to Nintendo’s console, 1.8.8 won’t be available on Wii U until some time next year.\n在我们开始之前，有两个关于1.8.8在其他主机上的小提示：该更新会稍稍延迟Playstation Vita版的Minecraft所以敬请期待它在未来数天内抵达。并且，尽管我们在努力把这些特性一并带入任天堂主机，但在明年的某个时候之前1.8.8不会在Wii U平台上发布。\n\nOK. Enough chatter. Here’s a trailer and the full changelog!\nOK。唠叨够了。这儿有个预告片和完整的更新日志！\n\n预告片  主站观看更佳\n[bili=3414624]0[/bili]\n原视频地址: youtube [需翻墙，请自备梯子]\n\nNew items for all modes\n所有模式下的新物品\nArmour Stand, Raw Rabbit, Cooked Rabbit, Rabbit Stew, Raw Mutton, Cooked Mutton, Rabbit’s Foot, Rabbit Hide, Potion of Leaping, Potion of Water Breathing, Salmon, Cooked Salmon, Clownfish, Pufferfish, Blue Orchid, Allium, Azure Bluet, Tulips, Oxeye Daisy, Sunflower, Lilac, Poppy (replaces Rose), Rose Bush, Peony, Double Tall Grass, Large Ferns, Prismarine Crystals, and Prismarine Shard have all been added!\n盔甲架、生兔肉、熟兔肉、炖兔肉、生羊肉、熟羊肉、炖羊肉、兔子脚、兔子皮、跳跃药水、水下呼吸药水、鲑鱼、熟鲑鱼、小丑鱼、河豚、兰花、绒球葱、茜草花、郁金香、法兰西菊、罂粟（替代玫瑰）、欧丁香、玫瑰丛、牡丹、双草丛、大型蕨、海晶砂粒 和 海晶碎片 都被添加了！\n\nNew items for Creative Mode\n创造模式下的新物品\nRabbit Spawn Egg, Endermite Spawn Egg, and Guardian Spawn Egg can now be used in Creative Mode.\n兔子刷怪蛋、末影螨刷怪蛋 和 守卫者刷怪蛋 现在可以在创造模式使用\n\nNew blocks\n新方块\nPodzol, Granite, Polished Granite, Andesite, Polished Andesite, Diorite, Polished Diorite, Prismarine, Dark Prismarine, Prismarine Bricks, Red Sand, Red Sandstone, Smooth Red Sandstone, Chiseled Red Sandstone, Red Sandstone Stairs, Sea Lanterns, Wet Sponge, Slime Blocks, Coarse Dirt, Packed Ice, Acacia Saplings, and Dark Oak Saplings are now available in-game.\n灰化土、花岗岩、磨制花岗岩、安山岩、磨制安山岩、闪长岩、磨制闪长岩、海晶石、暗海晶石、海晶石砖、红沙、红沙石、平滑红沙石、錾制红沙石、红沙石楼梯、海晶灯、湿海绵、粘液块、砂土、浮冰、金合欢树苗、深色橡木树苗 也被添加进了游戏。\n\nNew mobs\n新生物\nEndermite, Guardian, Elder Guardian, Rabbit, and Chicken Jockey now roam the lands!\n末影螨、守卫者、远古守卫者、兔子 和 鸡骑士现在会在大地上散步咯！\n\nNew biomes\n新生物群系\nMesa, Mega Taiga, Roofed Forest, Birch Forest, Forest, Savanna, Extreme Hills+, Deep Ocean, and Snowless Taiga are all available for exploration.\n平顶山、大型针叶林、黑森林、白桦林、森林、热带草原、峭壁+、深海 和 无雪针叶林 等你来探索。\n\n\n\nMore features that I’ll list using bullet points to save bandwidth\n更多特性我只会列出要点以节省带宽\nTreasure can now be caught while fishing. There are a lot of cool things to find!钓鱼现在可以钓到宝藏了。有很多很酷的东西等你发现哦！\nEnchanting now consumes Lapis Lazuli, and enchanting books can receive multiple enchants at once.附魔现在会消耗青金石了，并且附魔书现在可以一次接受多个附魔。\nVillagers now have additional professions, and will harvest crops and breed. To encourage that kind of behaviour, give them 3 bread, 12 carrots, or 1 potato. They’ll also turn into Witches when struck by lightning.村民现在有了更多的职业，并且学会收购作物和播种了。为了鼓励这种行为，给它们3个面包，12个胡萝卜，或1个马铃薯。它们遭天谴被雷劈时也会变成女巫。\nNow any rectangular shape from 4x5 to 23x23 will work as a Nether Portal. Ghasts can travel through them too.现在从4x5到23x23内任何大小的长方形/正方形都可以用来创建地狱传送门。这样恶魂就可以穿过门来拜访主世界了。\nYou can use Pumpkins or Wither Skeleton Skulls to spawn Golems and Withers.你可以用南瓜或凋零骷髅头颅来生成傀儡和凋零。\nWe’ve rebalanced the Anvils.再平衡铁毡。\nMoss Stone, Mossy Stone Bricks and Chiseled Stone Bricks are now obtainable via crafting.苔石，苔石砖和錾制石砖现在可以通过合成获得。\nYou can now use a furnace to create Cracked Stone Bricks and Sponge.现在你可以用熔炉来烧制裂石砖和海绵了。\nEmpty Furnaces will now only accept fuel and empty Buckets in the fuel slot.空熔炉的燃料槽现在只会接受燃料和空桶。\nItem Frames now emit a Redstone signal, and can rotate in 8 directions.物品展示框现在会输出红石信号，并且可以旋转8个方向。\nRedstone comparators can now detect the rotation of an item in an item frame and output an equivalent power signal.红石比较器现在可以检测在物品展示框里的物品的旋转的方向然后输出相等的信号。\nButtons can now be placed on the top and bottom of blocks.按钮现在可以放到方块的上面和下面。\nPowered Activator rails now dismount entities riding Minecarts.激活铁轨现在会强迫坐在矿车上的实体下车查水表。\nWater-filled Cauldrons will put out burning entities, taking away one water level each time.装满水的炼药锅会扑灭燃烧的实体，并且每次消耗1级的水。\nWhen harvested with Silk Touch enchantment, Huge Mushroom Blocks drop blocks with corresponding Mushroom texture (red or brown) on all sides.当巨型蘑菇方块用带有精准采集附魔的工具开采时掉落的方块会在每个侧边都有对应的红色或棕色材质。\nWe’ve reintroduced Sponge to?Survival Mode with new behaviour and texture.我们再次在生存模式中引入了海绵的特性和材质。\nSugar Cane colour is now affected by biome.生物群系现在会影响甘蔗的颜色。\nBaby Zombies now drop XP Orbs.小僵尸现在会掉落经验。\nCreepers can now be ignited with Flint and Steel.爬行者现在可以被打火石点燃。\nAdult Zombie Pigmen will now forgive after a short time.成年僵尸猪人会在一段较短的时间后原谅玩家打死它全家的深仇大恨→_→\nWitches now drink a Potion of Water Breathing when they are trapped underwater and can drop a Potion of Water Breathing upon death.当女巫被困在水下时会喝下水下呼吸药水，并且如果在这之后死掉会掉落水下呼吸药水。\nMelons can now be found in patches similar to Pumpkins in the Jungle Biome.西瓜现在可以在丛林生物群系被成片成片的找到。\nSwamp Biomes now feature Blue Orchid Flowers.沼泽生物群系现在会开满兰花，这是其特征之一。\nPlains Biomes now generate Azure Bluets, Oxeye Daises, Tulips, and Double Tall Grass.平原生物群系现在会生成茜草花、法兰西菊、郁金香和双草丛。\nExtreme Hills Biomes now feature Snow at higher elevations.极端的山脉生物群系的海拔较高的地方现在会下雪，这是其特征之一。\nOcean Biomes now only feature Gravel on the floor instead of Sand, Dirt and Gravel.海洋生物群系的底层现在用沙砾而不是沙子，泥土和沙砾。\nDesert Temples spawn with Stained Clay instead of Dyed Wool.沙漠神庙的染色羊毛使用彩色粘土代替。\nOcean Monuments now feature.添加海底遗迹。\nNew enchantments - Luck of the Sea (I-III), Lure (I-III), Depth Strider (I-III) -have been added.添加新附魔 - 海之眷顾 (I-III), 饵钓 (I-III), 深海探索者 (I-III)。\n\n\n\nMore fixes and tweaks which subtly make the game more enjoyable\n更多巧妙的使游戏变得更加有意思的修复bug和调整\nSheep now drop Mutton when they die.羊死后会掉落羊肉。\nArrows decelerate more quickly underwater and extinguish if on fire.箭在水下会更快的减速，并且着火的箭会熄灭。\nMost mobs can now swim.大部分生物都学会了游泳。\nSkeletons flee from wolves.骷髅在狼面前会逃之夭夭。\nCreepers, Skeletons, Wither Skeletons and Zombies drop their heads when killed by Charged Creepers.高压爬行者能把爬行者、骷髅、凋零骷髅 和 僵尸的头炸下来。\nSpiders no longer see players through solid blocks.蜘蛛不能再透过固体方块看见玩家了。@minehenry 透视眼就是说你！\nBaby mobs growth can be accelerated by feeding them.可以通过喂食幼年生物使它们长的更快。\nFix for players adding additional layers above the maximum height in Superflat.修复玩家在自定义超平坦世界时可以添加超出世界最大高度的层。\nAdded Flint and Steel and Fire Charge sound effect when igniting blocks.添加打火石和火焰弹点燃方块的音效。\nUpdated audio for Cows and Mooshrooms.更新了牛和蘑菇牛的声音。\nUpdated audio for Minecarts.更新了矿车的声音。\nCreated a new Tutorial World.创建一个新的教程世界。\n\nPhew! I am exhausted. Enjoy 1.8.8, and have a fantastic holiday, kind crafter folk!\n哎，我累了。尽情享受1.8.8，并祝拥有一个美妙的假期，kind crafter folk[sup](注1)[/sup]!\n\nOwen - @bopogamel\n\n原文: https://mojang.com/2015/12/minec ... a-humongous-update/\n\n注1: 不知道该咋翻译，求帮助。",
    "replies": [
        {
            "author": "wq孙悟空",
            "timestamp": 1450532040,
            "txt_content": "ps3党笑笑看看能不能更新"
        },
        {
            "author": "1325869444",
            "timestamp": 1450534320,
            "txt_content": "一夜之间就更了{:10_499:}"
        },
        {
            "author": "mine米",
            "timestamp": 1450534800,
            "txt_content": "果然堆积如山……山一座又一座"
        },
        {
            "author": "lichi2050",
            "timestamp": 1450545360,
            "txt_content": "不错，翻译辛苦，昨天我就看见了只是这文本量略多我就懒的翻了。"
        },
        {
            "author": "七舅姥爷",
            "timestamp": 1450568760,
            "txt_content": "老存档会变化么？"
        },
        {
            "author": "KK44KK",
            "timestamp": 1450571160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "SYS_TEM",
            "timestamp": 1450575900,
            "txt_content": "果然Xbox又有无限的特性\n接近1.8了"
        },
        {
            "author": "Sekillra",
            "timestamp": 1450576140,
            "txt_content": "该更新会稍稍延迟Playstation Vita版的Minecraft"
        },
        {
            "author": "像素君",
            "timestamp": 1450581840,
            "txt_content": "然而PE版的还没这些呢~"
        },
        {
            "author": "晓杰@_@",
            "timestamp": 1450584480,
            "txt_content": "像素君 发表于 2015-12-20 11:24\n然而PE版的还没这些呢~\n手机和主机怎么比"
        },
        {
            "author": "plasma",
            "timestamp": 1450584600,
            "txt_content": "离能实现全版本联机已经不远了"
        },
        {
            "author": "Actahedral",
            "timestamp": 1450584780,
            "txt_content": "Guardian and Elder Guardian,now roam the lands!\n守卫者和远古守卫者现在会在大地上散步咯！:真的会么,好像还是和我在一起哦"
        },
        {
            "author": "Actahedral",
            "timestamp": 1450584900,
            "txt_content": "像素君 发表于 2015-12-20 11:24\n然而PE版的还没这些呢~\n手机版还要考虑到性能和大小"
        },
        {
            "author": "JUKMINEMC",
            "timestamp": 1450585260,
            "txt_content": "都是些小更新，如果能像红石一样，再出个MC独有的大更新就好了，"
        },
        {
            "author": "JUKMINEMC",
            "timestamp": 1450585260,
            "txt_content": "都是些小更新，如果能像红石一样，再出个MC独有的大更新就好了，"
        },
        {
            "author": "z427",
            "timestamp": 1450598040,
            "txt_content": "PS4版已推送 PSV版加这么多东西真的没问题吗"
        },
        {
            "author": "827796661",
            "timestamp": 1450599360,
            "txt_content": "守卫者和远古守卫者在大地上漫步...不是在海里吗"
        },
        {
            "author": "Scorpio91",
            "timestamp": 1450604280,
            "txt_content": "psv的啥时候更新"
        },
        {
            "author": "RedP",
            "timestamp": 1450605660,
            "txt_content": "成年僵尸猪人会在一段较短的时间后原谅玩家打死它全家的深仇大恨→_→\n233"
        },
        {
            "author": "andylizi",
            "timestamp": 1450622100,
            "txt_content": "827796661 发表于 2015-12-20 16:16\n守卫者和远古守卫者在大地上漫步...不是在海里吗\n然而它们还是可以离开水滴"
        },
        {
            "author": "水蘊臻",
            "timestamp": 1450623060,
            "txt_content": "wq孙悟空 发表于 2015-12-19 21:34\nps3党笑笑看看能不能更新\n慢慢等吧"
        },
        {
            "author": "maxjkwang",
            "timestamp": 1453013640,
            "txt_content": "表示深深地醉了。。"
        }
    ]
}