{
    "title": "<原创.连载>平民战争[上][1][三][全民公敌]",
    "author": "Thorn_Arnor",
    "replyCount": 3,
    "timestamp": 1450583100,
    "txt_content": "前言\n该作文是根据游戏[黑手党]改编的，所以每个章节也是更具游戏的章节来进行的，因为本人硬盘里面的游戏没有汉化，所以我必须是先翻译在改编，所以有什么失误欢迎提醒，因为游戏问题，该章分[1][3][2]段\n文章\n第二天，天亮了，但是因为太冷了和晚上没有什么区别。\n阿卡西斯摇了摇头，也起了床，嘴里还嘟囔了什么\n\"不能再这么干了，我得找一个工作\"\n下了地，打开衣柜，虽然衣柜的主人不在了，但是里面的木头味依然很浓——看来母亲还是挺细心的\n阿卡西斯穿着一个双排皮夹克，这是打仗之前他最爱穿的衣服，现在依然在穿着。他打开了卧室了门。\"起来了？\"母亲问道\"嗯...是起来了，我要出去一趟\"阿卡西斯回答道阿卡西斯看到母亲不安分的眼光，皱起了眉头。\"阿卡西斯，你是就休息几天还是就不走了？你要知道，战争还没有结束呢。\"母亲问阿卡西斯听见母亲就问这个事情，皱起的眉头就舒展开了。\"嗯....好像是不用回去了''阿卡西斯说母亲听到这个，心里有一块石头落了地\"你以后要干嘛呢，还和奥里森干么？\"母亲又惊慌的问\"我正要找他\"说完，他就快步走出了家门。''哎....正事个不要让省心的孩子\"母亲自言自语阿卡西斯打开了家门，从楼梯走了下去，到了大街上阿卡西斯听到附近有争吵的声音，发现他姐姐和一个陌生人说这什么\"老子才不在乎\"那个陌生人先开口了\"对不起\"阿卡西斯听到这个，赶忙去查看\"喂，你在和我姐姐干什么呢？''阿卡西斯问道\"没你的事情，滚蛋就可以了\"陌生人气冲冲的问道\"哦，是么\"阿卡西斯马上就拿去了那个人的衣领\"我在问一遍，你找和我姐姐做什么!''那个人发现不对劲，马上离开他并做好了格斗的架势\"想来我奉陪!''阿卡西斯也做好了格斗的架势阿卡西斯在军队里练过，这个小事简直是小菜一碟''你们等着，你们二个人的要完蛋!''陌生人甩下这句话就跑了''告诉我这是怎么回事''阿卡西斯转向他的姐姐问''对不起，阿卡西斯，我本来不想把你牵连过来''''什么？牵连？''阿卡西斯惊讶的问''其实，在你打仗之前，爸爸借了好多钱，并且还是高利贷，你都不知道，因为你当时在打仗\"\"借了多少？\"阿卡西斯问？\"2000美元[2000美元X7=14000人民币]，因为借的是高利贷，肯定会翻倍\"姐姐回答道''什么？，他借了那么多钱''阿卡西斯回答道''那我先走了''阿卡西斯走到大街上，车水马龙，虽然的冬天，还没有失去往常的气氛，眼前，一辆扫雪车在擦肩而过。过了一会，他到了奥里森的住处，非常的进，基本不需要汽车3楼收音机非常响，看到是奥里森的收音机他敲了敲门，门打开了，看门的就是奥里森，门一大开，声音就更响了''看来生活挺滋润的啊，大男孩奥里森''阿卡西斯打趣的回答道''应该是的''奥里森随便吧收音机关掉，屋子里平静的很多。''我们时间不多了，路上说，你去吃点东西，在冰箱里面''奥里森说''我会给你办理退伍手续的，做我的车把''到了车库，他们发生的争执，但很快就停下来了''开车？你会开车吗，你要知道这个是现在最贵的一款''奥里森说''我已经会了，在军队你''阿卡西斯解释''在军队里？那是坦克吧''''不不不，是吉普，吉普''''好吧，你来开车''奥里森说''但是要小心点''说完阿卡西斯就到那个新车走去阿卡西斯旋转了钥匙，汽车发出了轰隆隆的声响，在轻轻的踩下踏板，又缓缓的移动了''OK，这里右转''奥里森说汽车拐了几个弯以后就到''''哦，你看看那个宝贝啊，多漂亮''奥里森对那个车点了点''我知道，这个是42年的好车''阿卡西斯回答''你应该撬开他，杂碎玻璃太可惜了''你可以买一个撬锁工具到了店铺里，那个人吧文件个了奥里森，又买了一个撬锁工具，式了一下，还不错''好了，可以走了''奥里森说下了楼梯，阿卡西斯的生活翻开了新的一张......at@原子弹1号  @咕噜and呼噜  @FHC红石  @发光的木板 @rainsojey\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1450589160,
            "txt_content": "金坷垃金坷垃一袋更比两袋撒\n有点对话流了嗯哼"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1450601640,
            "txt_content": "阿呆AK47 发表于 2015-12-20 16:55\n和我一样的对话流。。\n还有缺乏细节描写和环境描写。。"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1450601700,
            "txt_content": "和我一样的对话流。。"
        }
    ]
}