{
    "title": "最简单的全自动酿造机",
    "author": "liangx153",
    "replyCount": 6,
    "timestamp": 1450606380,
    "txt_content": "网上也看过其他人做的的全自动酿造机，或者叫炼药机，体积都过分庞大了，有些难以忍受。。。\n所以我将以前做的半自动酿造机改成了全自动的，感觉清爽多了，哈哈。\n\n\n首先做个半自动的，下面就是主体结构：\n\n\n\n原理也不复杂，酿造分成三个阶段，进料、酿造、取成品药。\n其中进料和酿造过程是可以连在一起的，所以实际上就只需要两个阶段。\n\n\n如图，酿造台的下面漏斗取成品，后侧面漏斗进水瓶。\n进料和酿造阶段，需要给下面的漏斗充能而对后面的漏斗取消充能；取成品阶段则刚好相反。上图显示下面的漏斗正在被充能，所以是在酿造阶段。\n不过两者切换必须差不多同时才行，否则会出现多漏水瓶的现象。我测试了很多种方案，现在这种是最好的：前面的漏斗通过拉杆和一个延迟1 tick的中继器进行充能；后面的漏斗首先通过拉杆后面的红石火把（有延时作用）反转信号，然后通过一个点状红石进行充能。\n\n\n下图显示拉杆附着方块后面的红石火把：\n\n\n\n然后是进料口的设计，这是我能想到的最简单的设计了：三个漏斗上下串联，两旁分列六个投掷器，全部正对漏斗。如图：\n\n\n\n背后采用全红石电路，只对中间的投掷器充能，因为投掷器本身可以被充能，所以这样能同时激活六个投掷器。\n\n\n\n投掷器在进料阶段工作，所以可以直接把开启进水瓶漏斗的信号使用红石火把翻转后引入，如下图：\n\n\n\n每个投掷器中放一种原材料，虽然近似同时投入，但是因为红石信号传递需要一定的时间而且不同漏斗到达最下层漏斗的顺序不同，投入的不同种原材料会在最底层漏斗形成严格的序列。当然了，开始投掷原材料时，三个漏斗和酿造台的药材位必须都是空的。\n具体到这个电路，从正面看，6个投掷器投出的药品先后顺序是这样的：\n[5]V[4]\n[2]V[6]\n[1]V[3]\n是不是很出乎意料？想不通吧？我也没想通，这个需要实际测试。\n\n\n至此，一个完整的半自动酿造机就造好了。\n怎么使用呢？首先拉杆往上打到取成品模式，在上面箱子里塞满水瓶，然后将各种原材料按照顺序放入相应的投掷器中，不能放错，否则就堵塞了；然后拉下拉杆到酿造模式，水瓶和药材就会很快就位并开始酿造；酿造结束，拉杆再往上打到取成品模式，成品进入下面的箱子，清空酿造台；周而复始。\n\n\n想必有人已经看出来，只需要加上一个这样的定时器：周期是进料+酿造+取成品药的时间，其中进料+酿造期间输出高电平（拉下拉杆），取成品药期间输出低电平（拉杆往上打），就能让这个装置全自动了。\n\n\n定时器的具体规格怎么计算呢？\n我拿需要5种材料的喷溅性伤害药水做个例子。\n进料和酿造的高电平时间是这样的：每个材料需要酿造20秒，5种材料就是100秒；进料时间约漏出三个水瓶的时间（因为投掷器电路和进水瓶电路同时激活，而且6个投掷器是并行的，所以投掷器电路使用的时间比进水瓶电路要短，而且投掷器的漏斗部分不需要计时，因为只要第一个材料进入了酿造台就已经开始酿造了，不需要等所有材料都落到最底层的漏斗，听懂了吗？），就是两个4 tick冷却间隔，再加上电路延迟（一个火把，一个点状红石），总共约在12 tick左右吧；所以高电平时间不得低于101.2秒。\n取成品药时间也是漏出三个药瓶的时间，总共也是12 tick左右；所以低电平时间不得小于1.2秒。\n\n\n看到这些数据，相信大家都想到了漏斗定时器。。。\n漏斗定时器的最大周期256秒，而且可以根据材料数量进行调整，再合适不过了。\n\n\n下面的漏斗定时器就是这样的一个实现。左上角的点状红石就是信号入口。\n\n漏斗定时器当然不是我的原创，大家都会做吧！我只是为了适用于这个装置做了改装。\n首先是输出，一般这种定时器使用红石块作为信号输出时，只能输出等占空比的方波，即半周期的高电平，半周期的低电平，这里明显不适用。强行使用的话，101.2秒的高电平正好可以进行酿造；但是101.2秒的低电平就开头1.2秒就完成所有动作了，剩下的100秒只是干等着，浪费时间。\n\n\n所以我这里使用左端的比较器作为信号输出，不过正常情况下这个信号只能在左边漏斗全空时发出很短的（小于4 tick）低电平脉冲，不足以完成取药的动作，所以我加了小小的改造：将这个低电平脉冲的回路上加上了3个打满的中继器，增加了12 tick延迟，这样就能输出略大于12 tick的低电平脉冲了，正好满足我们的需求。\n高电平方面，最少需要使用101.2秒/0.4秒/2=126.5个物品来计时，也就是两组木棍就可以了。\n\n\n还有一种更简单的方法，不过还是有点浪费时间，请看下图示意：\n\n假设漏斗中的物品数目至少有一组64个，请问图中的红石灯什么时候灭掉呢？\n答案：就是在左边漏斗中的物品数小于22的时候。\n再问：那么灭掉的持续时间呢？\n答案：就是左边漏斗中的物品数从22减少到0，然后又增加到22的时间，大概是22*2*0.4秒=17.6秒。\n又问：那么如果我将漏斗中的物品数目设置为128+22=150时，红石灯的周期是什么：\n答案：计时器周期=150*2*0.4=120秒；其中17.6秒是灭的，剩下的102.4秒是亮的。\n\n\n那么，它正好适用于我们的自动酿造机，只是低电平时间浪费了约16秒。实际上这个才是我最初的版本，上面的那个三个中继器加延迟的版本是今天发帖时才想出来的。。。\n\n",
    "replies": [
        {
            "author": "小宝23",
            "timestamp": 1450608540,
            "txt_content": "好屌根本看不懂"
        },
        {
            "author": "SCP小兵",
            "timestamp": 1450613760,
            "txt_content": "(⊙o⊙)…额，好复杂，还是手动吧。"
        },
        {
            "author": "Deing",
            "timestamp": 1450622520,
            "txt_content": "楼主，建造全自动炼药机最好的办法是利用CUD\n具体参见这篇帖子\n【红石科技】【解密利器】更强大的探测装置——CUD\nhttp://www.mcbbs.net/thread-532006-1-1.html\n帖子比较靠后的地方讲到了自动炼药。\n\n\n使用CUD就无需使用计时装置，并且原料也可节省\n我那篇帖子里的自动炼药机是很原始的，效果一般。楼主喜欢研究炼药机的话不妨用CUD研究一台更好的自动炼药机吧！支持楼主！"
        },
        {
            "author": "liangx153",
            "timestamp": 1450664640,
            "txt_content": "Deing 发表于 2015-12-20 22:42\n楼主，建造全自动炼药机最好的办法是利用CUD\n具体参见这篇帖子\n【红石科技】【解密利器】更强大的探测装置 ...\n这个概念第一次听说，不过理论上应该和BUD差不多，BUD检测方块的存在与否是否变化，CUD可以检测方块的数据，或者说属性是否变化；相比较而言，BUD更直观，CUD更玄妙，能检测到无法通过眼睛观察到的变化。\n其实不管是BUD还是CUD，或多或少都是这个游戏的BUG。程序员们为了优化程序，减少CPU的利用率，会尽量减少每个游戏刻需要更新状态的方块的数量，只更新那些他们认为有必要更新的方块数量，结果就漏掉了一些实际上需要更新的方块没有被更新，造成了BUD和CUD的存在。所以，不管是BUD还是CUD，都是在利用游戏的BUG而不是利用游戏的规则。不过呢，程序员的疏忽造成的BUG，反而导致了玩家的研究热情，估计对于MOJANG也是始料未及的吧，现在看来他们似乎并没有修复这些BUG的意思，那会触犯众怒吧，呵呵。\n所以BUD和CUD还是值得研究一下的，感谢你的提醒，以后我会注意CUD的。"
        },
        {
            "author": "smilesadness",
            "timestamp": 1450665000,
            "txt_content": "六字表示不服——被转载禁止的明月庄主如是说"
        },
        {
            "author": "Lucy_cat",
            "timestamp": 1450690800,
            "txt_content": "你认为生存玩家摆这个东西容易？"
        }
    ]
}