{
    "title": "<原创·连载·圣杯>空[第三十一章：跟踪者][46241359]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1450614360,
    "txt_content": " 本帖最后由 46241359 于 2015-12-21 12:52 编辑 \n\n空·第三十一章·跟踪者\n\n\n正文\n\n\n    塞拉捏起一颗糖，仰起头放入口中，之后享受着从中流淌出来的那种抚慰人心的甜。他眯起眼，看着窗外。从这里可以俯瞰这栋楼的周围，透光条件也不错，坐在窗边就能惬意地享受阳光。    “真是一个风和日丽的星期天，”塞拉又捏起一颗，他在思考等下要做点什么。难得有一个轻松的周日，他得好好安排一下，不能浪费了这美好的一天。    嗯……其实他可以去公园逛逛，现在是白天，空气应该会很清新的。但是仔细想想，能去的地方其实有很多。但是塞拉有点懒，宁愿宅在家里……啊不，办公室里也不想多走几步路去环境更好一点的地方。    站起身，动了动因为保持同一坐姿太久而僵硬的脖子，把原本手中的糖放回盘子里。这时一个铃声进入他的耳朵。手机的短信提示音。原本放松懒散的塞拉此时心里哀叹一声，难得的周日，又泡汤了。在这种时间来短信只有可能表示他有事要忙，或者是，来“委托”了。    重新坐回沙发上，从茶几上拿起那个万恶的破坏了他无数好心情的手机，眯起眼看了看号码，塞拉便坐直了身子。    “执行上次任务，即刻执行！”    “让我有一个安静闲适的周日你又不会死……”塞拉自言自语着，从口袋里摸出一把钥匙打开上锁的抽屉。上次任务失败他大概知道是怎么回事，所以这次保险起见，他决定先把目标从房间里引导到一个人少或者无人的偏僻地带，如果再和上次一样，他真的要考虑转行去开个咖啡馆之类的。    快速定好地点，拿起抽屉里的一个黑盒。塞拉给纳尔打了电话。     “真是的……明明说好了十点半到这的……”塞拉抬手看看时间，难道纳尔是个女人么，出个门都这么慢，况且约定的地点就是他所在的宾馆附近。塞拉记得之前会议的时候，纳尔明明是个很正经的男性啊，男人出门还需要化妆或者挑衣服什么的？    纳尔虽然没来，但是塞拉总觉得现在有点不自在。他现在是站在一个公交车站台附近，匆匆走过的行人中间似乎一直有一个人在盯着他。但是塞拉已经确认过了，这附近……除了在他身边等车的两个学生以外没有什么人在这附近停留。    “抱歉抱歉，”纳尔的声音把沉浸在幻觉中的塞拉带回了现实，“空一直喊着要我给他弄早饭，所以来的有点晚。”    空？那个总是犯傻犯二的分析员么……塞拉以前见过他，看起来是很斯文，只可惜那只是外在的，实际上空可以算是个……呃，大脑没发育完全的成年人，塞拉觉得有点像是遗传疾病导致智商偏低。    但是论分析能力的话空也不像是智商有问题的人，他的分析水平很出众。令人觉得胆寒的是，他的情感有缺陷。也就是在危险的情况下不会觉得恐惧或者是紧张，因此他可以照常分析当前的情况以及下一步的计划，可能也就是因为这样，当时空才在save内获得了极高的地位。    只不过空有一个很致命的弱点，他有点像是个寄生虫，那个时候几乎整天都缠着罗杰，就差天天黏在他的身上了。“所以……他没跟你出来？”    “差点就跟着我出来了，我在他喝的果汁里加了点安眠药才逃过一劫。”纳尔的表情看起来还是有些紧张，塞尔暗自发笑，看来这个研究员还是挺有一套的，竟然能够想到利用空对他的信任。可是当时罗杰的方法似乎更好，据悉罗杰曾经有一段时间在设计毒杀空。没成功的原因是在罗杰准备好毒药后空就被开除了。    “好吧，”塞拉耸耸肩，“他没跟来也不错，能安静一点，走吧。”    “那个……塞拉，你知道萧黎吗？”    “萧黎？知道，医学顾问而已，另外在中心医院当着精神病医生，所以导致他也有点像是精神病患者。”塞拉对那个医生没有一点好印象，说话给人感觉像是个幽灵一样。而且不分季节时间，基本都穿同一身衣服。不过萧黎这个人，倒是很好认，总围着个围巾，在夏天里的确很显眼。    纳尔接到电话时，塞拉说要去一个地下停车场，具体是做什么没说，只是叫纳尔快些过来。可是……纳尔打了个哆嗦，这个地下停车场虽然有灯光，但是还是很阴森。而且这里面的车非常少。    “塞拉，你有没有觉得……有人在跟着？”\n　　“没什么，可能是你神经太紧张。”    虽然纳尔也希望是这样，但他还是不安心，于是回过头。    在一辆车后面，纳尔看见了一个黑色的衣角，透过车窗看是个男性，但是因为背对看不出面容。他刚准备叫塞拉也看看，那个衣角就立刻不见了，人也一样，可能是蹲下了。没错，的确有人跟着。    “喂……”纳尔拽住了塞拉，他现在觉得没有一点安全感，之前萧黎叫自己提防塞拉，再加上有人跟踪，他一想到心里就越发忐忑。但是……如果那个人是萧黎的话，那他岂不是做了傻事？不过那个背影看起来不像是萧黎，更重要的是，他可以肯定那个人没有戴围巾。    塞拉有些不耐烦地转过头，顺着纳尔手指的方向看去，难道自己的感觉是正确的？塞拉走到车后面，什么人都没有。嗯，什么人都没有，除了他和纳尔，看来这个地方很不错，离出口也有比较长的距离。    看样子是时候了。    他转过身，轻轻地从自己所穿的极不合身的大号外套里拿出那个黑盒，之后面对纳尔，“这是给你的礼物。”    “礼物？”    收礼人刚准备伸手去接，送礼人就已经提前拿出了那个令人恐惧的“礼物”。    纳尔愣愣地看着朝着自己眉心的枪口，他心里一片空白，什么都没有，甚至连呼喊求救都忘记了。“抱歉了，我接到通知说要杀掉你，具体是谁下的通知，等你死后再慢慢去猜吧。”塞拉微笑着，等着纳尔的遗言。    “你……”第一个字刚出口，纳尔就感觉自己的后颈被人重重地打了一下，那一刻天旋地转，最后扭曲交织在一起，形成了无尽的黑暗，而他的身体则在这黑暗中失去了平衡，朝后倒去。    不过纳尔没有一头摔到地面上，而是被身后的人接住了，塞拉还没明白是怎么回事，他以为纳尔已经因为心脏骤停而死亡。直到他感觉到一阵疼痛，手枪脱了手，他才注意到纳尔身后站着一个人。    “双手举高。”低沉嘶哑的嗓音，夹带着命令的口气，塞拉的手枪已经被踢出了好几米远，抬起头，看着纳尔身后的人，脸上的表情变得惊惶、恐惧，他按照这人的命令举起了双手。    “是……是你？！”\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1450673040,
            "txt_content": "最后的省略号改为【？！】比较合适。\n塞拉之后最好失踪。【隐姓埋名全面整容去开咖啡馆23333】"
        },
        {
            "author": "46241359",
            "timestamp": 1450673340,
            "txt_content": "冥王星人 发表于 2015-12-21 12:44\n最后的省略号改为【？！】比较合适。\n塞拉之后最好失踪。【隐姓埋名全面整容去开咖啡馆23333】 ...\n万一哪天罗杰去他店里喝咖啡怎么办【手动滑稽】"
        },
        {
            "author": "冥王星人",
            "timestamp": 1450678440,
            "txt_content": "46241359 发表于 2015-12-21 12:49\n万一哪天罗杰去他店里喝咖啡怎么办【手动滑稽】\n罗杰：服务生，叫你们店长爬着给我端杯摩卡来。\n【233333333】"
        }
    ]
}