{
    "title": "无关杂文，求鉴赏【有金币的说~】",
    "author": "冥王星人",
    "replyCount": 18,
    "timestamp": 1348211880,
    "txt_content": "麻烦大家给看看，提提意见，这是外星人被人委托写的。\n---------------------------------------------------------------------\n\n无题2\n\n00\n\n\n淅沥飘零的雨季，令空中弥漫着一丝清爽的诗意；\n心情在这气氛感染下，变得格外沉静；\n恋爱火热的日期仿佛已是过去，惟有柔畅的思念回味，成为甜蜜残存的续曲。\n或许我早已忘记爱情的真谛，也许我心中原没有背誓的苗裔；\n那一切历经时光打磨，模糊得只剩依稀片段；\n到底是什么唤起沉睡的精灵，让初恋的魔药再度起效？\n抑或仅是不过久远的伤痕，在我整理陈旧文件中偶然掉落，意外翻开尘封隐藏的残页……\n\n“杨，”\n因为揭开一半的被子吹进冷风，迷迷糊糊的抬头，叫了我的名字。\n“你在干什么啊，大半夜的……”\n“啊，没事。”\n回头看了一眼阑珊灯火，耳边隐隐传来楼下汽车警报器的鸣响。\n我走回床前甩掉拖鞋，重新享受温暖的怀抱。\n“睡吧。”\n把棉被拉回肩头，悄悄长吁出一口气。亲爱早已回归梦乡，而我却为打搅睡眠的异梦踌躇不已。\n一边是妻女和睦充满幸福的家庭，一边是本我躁动生产的美好幻觉。这就像渴望的翅膀要带我飞向天国，理性责任的枷锁却将人固定一\n样。\n无视界限全力狂奔，必定会在绊脚陷阱上摔个头破血流。\n\n“唉……”\n所以，我没有那勇气，那种面对一世界仇视者的勇气……\n\n\n那时，天空格外湛蓝。\n那时，生活异常简单。\n那时我们的相交单纯无比，心灵亲密无间。\n叶啊，我唯一的初恋。虽然岁月飞逝磨平人性和感觉，叫人比实际苍老得不敢观看镜里的枯影，和你再次邂逅依旧使我有刺激的经验。\n杨啊，你这假意衰老消亡的自我，还有多少蒙昧的贪欲从未揭示？固然我已经不大认得那可爱清新的少年，但时间的威力如此猛烈，早\n该像纸张烧后的灰烬般粉逝殆尽。\n\n警报不知几时停止，更远的街道回荡起抢救火事的另种声音。之后冬夜恢复死寂，车辆的红白光偶尔窜上玻璃。\n其实我更爱久违的星光而不是人为的五彩炫闪，而且深知一次爆发余波的明亮恒久不会熄灭，只是迷雾与不详的传闻阻挡了视野。\n\n星哟……求你回应……\n保有意识最后时刻许愿，求你将我带回所希望梦的世界……\n\n\n01\n\n“杨。”\n“哎。”\n口里答应着，迅速把桌上散落的课本文具塞进书包。\n男学生的背囊，从来是一般人不太能理解的。由于知道这个真理，我绝对不会叫谁轻易窥见里面的混沌景象。\n“我收拾好了。”\n抬头看着叶，不过她的样子，似乎和以往不同。\n“今天我想去那里。”\n“咦？”\n往常都催我加快速度要赶着做家务活，为什么……\n“要陪我去吗？”\n“呃……”\n当然。\n\n那是，我们的秘密。\n荒凉的废墟在小孩子眼里，永远是乐园。\n即使长大回忆起来，不禁嗤笑比喻成城堡花园的一堆乱石野草也好，那都是我们不灭童年。\n昨夜的细雨过后，稍微湿润的土壤和着新草的味道肆意弥漫。呼吸生命的香气，好像成为他们当中一员。\n踏过隐匿小径，任凭草叶附着的甘露透过凉鞋打湿袜子。温柔阳光依旧由破洞口照进仅剩残垣的房间，藤蔓青苔包围下我们的宝座，显\n得愈加雍容华贵。\n\n“……”\n使劲抱紧书包，路上要说什么又没说。总之，盼望我期待的结果不是什么糟糕的消息。\n“叶，”只是将包扔在石头上，没有坐下。“是毕业的事情吧？”\n不说出口我也清楚，初中升到高中又有人要去外省市的学校继续深造，会是怎样的分别。\n“不是。”\n赶忙为消除误会的掀开包盖，翻找着什么。\n“不是么？”\n“这个给你。”\n“------、”\n接过东西翻到正面，几天前搞丢的辅导教材出现在我手上。\n刚想问哪里找到的但敏锐的住口，这显然不是曾经属于我的那个。翻阅划线的痕迹根本没有，更别说空白处让我画过超丑陋的涂鸦……\n一旁的叶紧紧盯着我，假若不马上露出高兴欣喜表情，恐怕后面难以收场了。\n“谢谢。”\n“嗯。”\n虹一般的微笑在那瞬间绽放。\n似乎新环境的担忧已经不在，仿佛分别只会刹那样的短暂。直到这时，我才醒悟自己有多么喜欢。\n她的一切自此定格在我脑海，久久不能忘怀……\n\n\n02\n\n叶的家庭，算不上幸福美满。\n母亲位置的缺乏，令她家成为街坊邻居大妈们闲来谈论的话题。\n拿别人的不幸当笑料，这就是人类最让动物界厌恶的事情。\n刚巧她不是特别坚强的人，于是乎便得到我的许多各样“帮助”……\n\n小孩子嘛，做事往往不会想得太多。\n开始，我们同桌加街坊本身走的很近，后来我抽屉里经常莫名其妙发现一些食物，再后来发觉关系不是“要好的童鞋们”那么简单。\n我……爱她……\n可惜那是过去。十年间再没音讯，我也没试图寻找。\n现代人无论身处何地都能靠手机或网络联系旧友，在连电话都稀有的年代失散，找回几率接近零。\n几次搬家后生活圈子换了全新的面貌，清早打招呼的大爷大妈们倒逆着社会进步保持热衷的传闻。\n我迫于年龄压力结了婚，有了自己可爱的女儿。每日上班下班，心情和感受赛过钟表秒针的规矩准确。至于是否会如此转圈到退休，根\n本没心思去想。\n直到------\n\n“杨？”\n“唉？”\n“你是杨，对吗？！”\n我变了，可是又没有变。\n身高体重都较小鬼阶段大幅增长，里面的却不改天真纯洁。\n否则，肯定不会兴奋得快要手舞足蹈了……\n\n“你好吗？”\n送两辆搬家公司的车驶上公路，第一时间提议去就近快餐厅叙旧。这时候恰好两餐交界，店里食客总数不到十个。\n\n“嗯……”低头拿吸管拨动起饮料中漂浮的冰块。“想不到我们又住到很近的地方来了。”\n叶回答，老公突然加班，所以预订好的搬家时间只好一个人照应。现在新居里乱得没处下脚，大小箱子家具铺满地。搬家公司的工人不\n可能帮助精致的内饰，她一个人又推不动，必须等到家主回来再说。\n“是啊。”\n我说，还记得以前么？听说那本书是你叫人偷来的，吓得我一礼拜没睡好觉，生怕警察叔叔哪天找上门把我抓走暴揍一顿。还有前几天\n办事路过我俩的秘密基地，发现盖成漂亮的公园，周边的居民都在那里晨练，有机会一起故地重游吧？\n“我不能待太久，等下还要赶去接孩子。”\n叶回答，开始有点不相信眼睛，因为我们互相忘却太久，再会是幸运或厄运，大概神灵也给不出准确的答案。\n“要不要我送你？”\n我说，要不哪天介绍你那位给我认识，作为妻子的老同学，同性间估计有不少话可聊。\n“不用，今后见面的机会很多。”\n叶回答，本来有很多要讲，又不知如何开口，给我点时间再告诉你吧。\n“可是……”\n我说，你有点心不在焉，家里有什么事么？\n“对不起我该走了。”\n她回答，真的该走了。\n\n然后慌慌忙忙拎起手袋逃避什么的离开席位，消失外面的街道，仅留下喝剩半杯的果汁与我。\n\n\n03\n\n在这异变的节气，气温骤然下降。\n在这漠然的年代，人情已经不再。\n\n我和叶的再见，似乎没发生过。住在同一个小区里，不远处两个单元里的，是我不认识、也不敢认识的陌生女性。\n岁月就是如此残酷，它能随心所欲拆散相爱，砍断联结，同样能将原本不爱的日日夜夜无法分离，明明假造最后真实得毋庸置疑。\n该做些什么，可绝不能去做。该说点什么，可多一个字都不敢说。\n\n我们有时早晨碰面，有时正午碰面，有时傍晚碰面。\n永远只说“你出去吗？”，“我出去”，抑或“你回来啦？”，“是，我回来了”。\n大家都在逃避，都在躲闪。\n有东西叫我们畏惧、惶恐、闻之色变。\n假若你搬家去了其他地方，大概我们会因无知自由下去。\n可现在她来了，多年中的梦想、依恋，像说给神灯魔神的愿望，一下成真。原本那个小小的、潜意识里的渴求，赤裸摆在面前。\n我本该淡忘了，本该放弃了，本该停留美好的记忆力。却如为重度饥饿之人摆上一桌美味佳肴，然后告知：来吧，尽情吃喝，完后你就\n必死。\n当称它为逼迫还是诱惑呢？或者，具有独特的双重意味？直到那天来临，我仍旧不理解上天是什么样的安排……\n\n“哪位？”\n习惯性按下遥控器静音键，丢到茶几上走去开门。\n正午，眼下大爷大妈们还忙着睡觉打盹，查电表煤气自来水的阿姨通常也不会出没，唯一可能就是当当京东亚马逊的送货了，但我最近\n没上去挥霍啊？\n莫非某只信用卡中心又心血来潮大发福利了？\n“叶？”\n不要哇，这是神马情况------\n面容憔悴手拎皮箱，怀里还抱着一个咿呀学语阶段的孩子。害我都不好意思问“出了什么事”，这明显是爆了天大的祸事。\n“我能进去么？”\n“呃、唔……”\n估计猜到明确答应老婆不在更不好放女性进门吧，在我表情僵硬的小示意下，叶挤过人与门中间偌大缝隙，强行拜访了。\n接着我很自觉的探头张望，发现楼上楼下不是没下班就是在午休，无人看到这惊悚场面后快速关闭大门，锁紧。\n哎呦电影里偷情高手的全套技倆被我展现淋漓尽致，这么活泼生动真超乎想象……\n“谢谢你。”\n回头瞥见孩子和包袱都堆放一边，叶坐在我刚才的位置，手旁擦过眼泪的废弃纸巾瞬时摊开好几块。\n“怎么了？到底有什么事，告诉我吧。”\n哎、好像有些不对？她怎么……不找老爸反倒来我家？我没透露过地址啊，如何知道的？另外专挑妻子不在的机会……\n“我……不想再忍下去了……”\n“啊，是吗……”\n街坊传话里听说叶家有家庭暴力。虽然我十分担心，不过苦于没有证据，更不能大街上遇到时候拉住，逼问你老公打你，是真的么？\n首先她根本不会承认，其次恐怕她老公下次就得来揍我了，邻居不说我是变态才怪，以后别想在这里住的安生……\n总之各种妨碍……\n“杨。”\n“唉------”\n喂喂喂喂！我们好歹是有夫之妇和有妇之夫，随便搂抱没问题吗？\n“那、那个……叶，先放开好不？”\n“……”\n\n\n04\n\n后来我就惊醒。\n在寒冷的冬夜，半裸着跑去卫生间拿冰凉的水使劲洗脸，以冷却大脑。\n\n过去三千多日夜，我都在不断思念、假想。可从来……从来没有一次如此真实清晰，搞得身体也跟着自然反应。\n我们接吻，相拥，甚至……\n啊啊啊啊啊啊啊啊……………………\n\n彻底失眠。\n呃，也许刚刚迷糊了几秒，可想继续前梦的渴望及恐惧之心令我马上清醒，后来几个小时再无睡意。\n\n“叶……”\n逝去的真情已经不在，仅留下魂牵梦萦的思念和鸿沟隔开两人。\n新生的幸福渐渐淡漠，唯有重复的日常充满匮乏的灵魂。\n我还有什么可以放弃？我还有多少能够忘记？\n生命的盛夏停留学生时代纯洁的记忆，其余岁月胜过严冬，锋利划破守护残存美丽的盾牌，填入无味但可以成瘾的药剂。\n有时感觉自己厚实冻结外壳就要破裂粉碎，任凭火热内核暴露日光之下。那明亮燃烧、生机满溢的心灵，就快要毁掉立足的冰面，永久\n沉落海底。\n漆黑，死寂，无人问津的结果，早呈现脑海了吧？\n但如果我继续妥协，视而不见，便能悠闲自在享受海面上的惬意。压抑等于生存，放纵即是灭亡，这样的条件世界直接就向我开出。\n没谁能从它手里得益又免却代价，无人会侵犯权威又逃过劫数。\n\n“叶啊……”\n你是否依旧男孩渴慕的那个纯洁少女？你可曾遗憾记念逝去岁月里宝贵的爱恋？\n抑或我始终想错了，我们都早已改变……\n可惜我仍爱你。那样天真幻想、持久盼望，祈望有天所有阻隔障碍神奇消失不见，广阔天地间无边的爱之园里，只有你我两个的笑脸。\n\n没错，现在还胆敢这么幻想，实在……蠢到家。\n扭动身体转向刚刚发呆凝望的高层窗外。\n这个角度看不见的车流灯光映上天际，漂染淡化了夜的浓色。\n\n那隐现的晨光，好像维纳斯由金星之海诞生，滚落水滴华为宝石闪烁的美丽光泽。高傲神圣蕴含其中，压抑着她那不凡的价值。\n而修普诺斯却垂下手中的罂粟，曼妙的花朵发出悠远魔力，侵入失梦的白夜……\n心也在神诋的操控下，朝虚空幻境，粉逝……飘去……\n\n\nTHE END\n",
    "replies": [
        {
            "author": "jianghr",
            "timestamp": 1348216500,
            "txt_content": " 本帖最后由 jianghr 于 2012-9-21 16:37 编辑 \n\n前来挽个尊。\n抒情文不对我胃口。我比较喜欢议论文、杂文和YY文。\n=====\n对于我来说沙发都是捡的 = ="
        },
        {
            "author": "咸鱼",
            "timestamp": 1348217520,
            "txt_content": "YY的不错~抒情的太头晕了，不过还是要赞！"
        },
        {
            "author": "luanhaoyi",
            "timestamp": 1348223220,
            "txt_content": "看不懂~~~~~"
        },
        {
            "author": "oklo5066",
            "timestamp": 1348223280,
            "txt_content": "我不想説的,我在做SERVER论坛,木有時間看"
        },
        {
            "author": "Condor",
            "timestamp": 1348223340,
            "txt_content": "我刚上就被邀...."
        },
        {
            "author": "Dee",
            "timestamp": 1348224420,
            "txt_content": "看不懂~~~~~看不懂~~~~~{:10_514:}"
        },
        {
            "author": "猫小沫",
            "timestamp": 1348224780,
            "txt_content": "意义不明……"
        },
        {
            "author": "huangwenhui020",
            "timestamp": 1348225320,
            "txt_content": "外星人灵感爆发？"
        },
        {
            "author": "McBob998",
            "timestamp": 1348226340,
            "txt_content": "{:10_521:}我看到有金币二字就滚进来了"
        },
        {
            "author": "Forever_小树",
            "timestamp": 1348227840,
            "txt_content": "膜拜ing、\n\n\n\n\n\n\n\n\n\n不膜拜不行、、、"
        },
        {
            "author": "enbensonson",
            "timestamp": 1348235880,
            "txt_content": "不愧是创作同人的冥姐，写得太好了！！！！！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1348236600,
            "txt_content": "benbensonson 发表于 2012-9-21 21:58 \n不愧是创作同人的冥姐，写得太好了！！！！！\n真心的，还是怕我用电棍捅你才这样说？"
        },
        {
            "author": "pogox",
            "timestamp": 1348236720,
            "txt_content": "外星人姓杨？握个手的说"
        },
        {
            "author": "enbensonson",
            "timestamp": 1348236780,
            "txt_content": "冥王星人 发表于 2012-9-21 22:10 \n真心的，还是怕我用电棍捅你才这样说？\n一半出于对师傅的尊敬，另一半的一半出于真心，余下的嘛..........."
        },
        {
            "author": "enbensonson",
            "timestamp": 1348236780,
            "txt_content": "pogox 发表于 2012-9-21 22:12 \n外星人姓杨？握个手的说\n名字吧........"
        },
        {
            "author": "冥王星人",
            "timestamp": 1348237920,
            "txt_content": "pogox 发表于 2012-9-21 22:12 \n外星人姓杨？握个手的说\n这位同志，叫做【杨】那位，可不一定是姓氏啊。\n另外外星人我姓St.Carolines。"
        },
        {
            "author": "zhang335804326",
            "timestamp": 1348239900,
            "txt_content": "好吧，我承认没看完，我还要节约时间继续水，回家再不上一些东西吧！\n（那天那谁谁谁，微机课时，正好打开你的“猪蹄”时，回复就bug了，依旧回家补上）"
        },
        {
            "author": "804743821",
            "timestamp": 1348271820,
            "txt_content": "嗯，挺好看的{:10_492:}"
        }
    ]
}