{
    "title": "EULA 和 盗版启动器 不成立?",
    "author": "gundamMC",
    "replyCount": 6,
    "timestamp": 1450711140,
    "txt_content": "恩又是我233 （我就是上次发那个 《新广告法》 和服务器宣传不成立的那个_(:зゝ∠)_\n今天我看了一下EULA，恭喜！ mcbbs以及网络上的大部分启动器不合格。\n\n一般人说到EULA都是在说 “服务器不能卖这卖那赚钱” 什么的，嘛这个太常见了所以不说这个。然而就在最近（貌似是微软收购后？）（也有可能不是最近）EULA上面跑出来了这么一句\nThe one major rule is that you must not distribute anything we've made unless we specifically agree to it. By \"distribute anything we've made\" what we mean is:\n\ngive copies of our Game to anyone else;\nmake commercial use of anything we've made;\ntry to make money from anything we've made; or\nlet other people get access to anything we've made in a way that is unfair or unreasonable;\n恩，中文翻译过来就是说 EULA里面包过：“不能把游戏复制给其他人”。 然而我们去翻翻启动器区，貌似很多启动器都自带了下载游戏，下载整合包什么的。 所以！所以！那些包含了下载游戏的启动器作者们。 恭喜你。 你违法了。\n\n嘛，要说违法其实有点过分了，毕竟一大堆服务器照样违反EULA卖VIP什么的。但是！但是！把 “违法” 当做启动器的 特性 + 宣传 不太好吧。。。\n当然，下载游戏不只是启动器，服务器啦，下载站啦，论坛贴吧什么的啦 绝大部分这些都有下载客户端/游戏吧？ 在以前MOJANG表态过如果没钱的话玩盗版也没事，但是！但是有经济资源的话还是推荐购买正版的。 所以以前就抓住了这一点认为玩盗版/提供盗版下载是符合MOJANG的本意的。\n于是MOJANG被微软收购了后。。。_(:зゝ∠)_ 就变成这样了。。。\n\n恩然而在EULA期中藏着很隐秘的一行\nThe license and permission we give you to use and play our Game can be revoked if you break any of the terms of this EULA.\n这么说，如果违反了EULA微软有权利收回你的正版。。。（启动器作者小心点233）\n\n想象一下mcbbs可以举报违反EULA233 举报贴到处飞\n我这样是不是有点引战啊。。上次讨论服务器宣传违法这次启动器违法\n要打的话别打脸QAQ",
    "replies": [
        {
            "author": "zzz949029467",
            "timestamp": 1450716360,
            "txt_content": "23333333333"
        },
        {
            "author": "Techxiu",
            "timestamp": 1450716900,
            "txt_content": "第三方启动器下载原版游戏的地址，是和官方启动器一样的啊，怎么算违反了。当然下载整合包的另当别论。"
        },
        {
            "author": "gundamMC",
            "timestamp": 1450717320,
            "txt_content": "Techxiu 发表于 2015-12-22 00:55\n第三方启动器下载原版游戏的地址，是和官方启动器一样的啊，怎么算违反了。当然下载整合包的另当别论。 ...\n官方启动器的下载地址好像其他启动器大部分都没有用，一般都是用一些国内的网站下载。。。吧？"
        },
        {
            "author": "252940727",
            "timestamp": 1450741800,
            "txt_content": "gundamMC 发表于 2015-12-22 01:02\n官方启动器的下载地址好像其他启动器大部分都没有用，一般都是用一些国内的网站下载。。。吧？ ...\n启动器有“官方下载链接”和“从国内API加速下载” 一般是默认选择前者，也就是官方下载。"
        },
        {
            "author": "a1275594160",
            "timestamp": 1450781400,
            "txt_content": "去官方下呗"
        },
        {
            "author": "音乐家七月天",
            "timestamp": 1450788540,
            "txt_content": "我脑洞大了点别介意哈\n各位盗版启动器作者应该都是因没有正版报复社会才会去做这种东西\n(手动斜眼"
        }
    ]
}