{
    "title": "<原创·连载·圣杯>空[第三十二章：同伙？][46241359]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1450792020,
    "txt_content": "空·第三十二章·同伙？\n\n\n正文\n\n\n    纳尔走在一片没有边界的雪地中，他拖着自己疲惫的身体，承载着一个伤痕累累的灵魂，像一只蚂蚁一样在苍茫中缓缓前进着。周围飘落下来的雪花不再是水凝结而成的艺术品，变成了利剑，无情地侵蚀着他本就失去了支柱的意志。    而他所期盼的，就是想在这接近于无限的寒冷之中找到一缕温暖的光。但现在的他就像是失去了指南针引导的旅人一样，仅能凭着灵魂的指引去寻找实际上只是他所臆想出来的温暖。    雪地上留下一连串的脚印，纳尔渐渐地被冰冷的气息麻木了，他忘记了时间的流逝和所谓的方向。直到，他的视野里出现了一个人。    穿着一身与周围温度不相符的黑色风衣，背对着纳尔，像一尊雕像一样矗立在白色的世界中。    背影很熟悉，纳尔强撑着自己已经快要冰冻的精神，抬起腿朝那个人艰难地走过去。每走一步，他就觉得自己的身体变轻了一些，距离的拉近让纳尔的周围变得温暖，那个背影散发着温馨的光。像壁炉里的火光。    终于，快到了。纳尔伸出手，想去抓住那一丝来自未知世界的温暖，但在即将触碰到的那一刻，背影融化在了火光中。之后这一点的温暖也变成光点飞散了。    温暖飞走了，留剩下纳尔一个人站在雪地里，呆呆地看着光点不断地组合，变幻，飘飞。最后它们聚集到了已经被漂白的天空中，变成了太阳。让纳尔觉得眼前一片黑暗，自己像是失去了控制，挣扎了几下后便倒在了雪地上。    “罗杰！”    空被这一声大喊惊了一下，握着水杯的双手轻轻一抖，滚烫的开水洒到了纳尔的衣服上。    刚才还在昏睡的纳尔猛然坐起来，先是喘了几口气后低下头看着撒到自己衣服上的开水，之后抬起头看着若无其事的空。“你有病啊？！”    “也不知道到底谁有病，”空把杯子放在床头柜上，撑着脸看着准备训斥他的纳尔，“睡着睡着突然莫名其妙地喊一声‘罗杰’！我还想问问罗杰怎么了让你这样日思夜想。”    “我……”纳尔本来设计好的近千字的语言此时全被硬生生地塞回肚子里，“算了……帮我拿件衣服。”摆摆手以示妥协，等下衣服上的水变凉之后就不会太好受了。    “不过纳尔，你该减肥了。”空丢给纳尔一件白色的衬衫，“我把你背到床上差点累成虚脱呢。”    “什么啊！我已经很瘦了，是你力气太小……等等，你从哪把我背回来的？地下停车场吗？”    “啥？地下停车场？”空脸上的表情十分惊讶，“地下停车场能喝酒吗？”    喝……喝酒？！纳尔诧异，自己明明是和塞拉去了一个地下停车场什么时候变成喝酒了？而且……对了，我是怎么昏倒的？难道我还有失去意识后会自己寻找出口的特异功能？“你说清楚，我哪里有喝酒了，我只是和塞拉出去……”    “和塞拉？你俩就见过一面结果你和他出去一趟就人事不省地回来？”空皱了皱眉，“纳尔，你人生观价值观婚姻观世界观有点问题吧。”    “你才有问题！我明明是和塞拉……”    “是是是，我知道了，你是和他去酒吧谈人生了，好了你不用解释了，赶紧换衣服吧。”    ……    我还不信和你解释不通了！我今天非要给你把我和塞拉去酒吧，啊不对，去地下停车场的事说清楚！     “你这样下去不行，”萧黎的声音依然冷冰冰的，“我建议你还是收敛一些，纳尔那边我会告诉他的，不过，塞拉不是已经处理掉了吗？”    “是啊，是处理掉了，”弗兰克一手抓着毛巾擦着刚刚洗过的头发，另一手握着手机，“但是尸体还在那放着。”    对面传来萧黎叹息的声音，“你应该知道，我的身份做这种事比你还麻烦，别忘了我只是个医生，兼职医学顾问而已……”    “拜托，医生做这种事比我简单得多，直接拖去停尸房不就好了。”    “……那个东西要登记的。”    “登记一下不就好了。”    “我……”萧黎抓紧了手机，“你又不是白痴，我不是负责停尸房的医生，我是精神科的！”他已经想挂断电话了。    “哦对，你是精神科的。”弗兰克把毛巾挂回去，“那没办法了，我现在伤口没完全愈合，不能做体力活。所以……你还是帮我拖到停尸房吧。”    “喂！”    弗兰克已经挂断了电话。    “真是的……帮我处理掉塞拉的尸体他又不会怎么样，”弗兰克自言自语着，“好像会扣工资哦。”     纳尔握着一杯热好的牛奶，安逸地看着电视，空又被save的人叫出去了，因此他得到了少有的清静。但他心里还有个事挂着没处理，他想打电话问问萧黎有关塞拉的事。虽然和空解释过了塞拉想把自己带到地下停车场后枪杀的事，但空对此并没有什么反应，而且之前萧黎就提醒过他要小心塞拉，这样看来萧黎应该知道些什么。    其实可以给他打个电话啊，萧黎又没说不允许。纳尔抿了一口之后就放在一边，回忆了半天才想起萧黎的号码。    几声提示音后，对面接通了，但纳尔刚准备开口时，那人就已经说了话。    “喂，纳尔，和塞拉玩的还愉快么。”每个字里都透出嘲讽的意味，纳尔也不好意思反驳，确实是自己太多疑没相信萧黎才出了事。   “别笑话我了，萧黎，你是怎么知道塞拉会对我不利的？”    “这个么……其实没什么事，你刚到U国时的那个机场，记得吧。在那里塞拉要狙杀你。”    “哈？”纳尔感觉自己像是听到了一个令人无法感觉到有趣的笑话一样，“塞拉要狙杀我？那为什么我还没死？”    对面萧黎冷哼了一声，“你以为是什么原因。当时我就在附近，看见了塞拉端着狙击枪对着你，就顺手开枪阻止了那颗子弹。”    好吧，原来是因为你当时在旁边才会得知塞拉有杀我的心，之前对你的不信任真是对不起啊。“嗯……还有一个事，塞拉好像有同伙。”    “什么？同伙？”    “就是……呃……我被塞尔拿枪指着的时候，突然不知道从哪冒出来一个人，把我打晕了。之后发生了什么我就不知道了。不过他们两个人呢，竟然没把我剁成肉酱塞到麻袋里扔到河里，哎，你说我是不是因为有什么特异功能才被save看中的啊。”    ……    萧黎咬着嘴唇，果然是因为和空一起住过被传染上了空的大部分优点，只可惜纳尔只能听见声音看不到萧黎面部肌肉的抽搐。萧黎怀疑组织是不是脑萎缩才会挑了这么一个和空一样动不动就犯痴犯二的智障患者来执行重要任务。    不过空和纳尔……真的算得上是绝配。    “喂？”    “这事你以后会明白。”说完，萧黎便草草的结束了通话。\n\n返回索引贴\n\n\n@冥王星人 @xcc @sam3737 @恶魔-潇洒 \n",
    "replies": [
        {
            "author": "xcyf6927",
            "timestamp": 1450793580,
            "txt_content": "高产似母猪"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1450823340,
            "txt_content": "中间那个省略号位置错了吧？"
        },
        {
            "author": "46241359",
            "timestamp": 1450824120,
            "txt_content": "恶魔-潇洒 发表于 2015-12-23 06:29\n中间那个省略号位置错了吧？\n没错，本来就是放在那的"
        }
    ]
}