{
    "title": "申请【综合讨论】大区版主",
    "author": "乙烯_中国",
    "replyCount": 21,
    "timestamp": 1450874160,
    "txt_content": " 本帖最后由 乙烯_中国 于 2015-12-25 15:14 编辑 \n\n申请版块*︰综合讨论职业*︰学生年龄*︰20在线时间状况*︰每日15:00至次日6:00个人专长︰非常喜欢做饭。一点点红石，一点点命令，一点点生存，一点点材质包，一点点建筑，一点点皮肤。辐射4语言能力︰汉语、英语、德语联系方式*︰已加版主群管理经验*︰现任MCBBS【游戏技巧】、【综合问答】、【服务器】、【Minecraft：故事模式】版主。The RedPixel主群管理，Command Block Logic主群管理，The Command’s Power外交管理。百度命令方块吧吧主。Bilibili【Minecraft】、【以撒的结合】专题管理。其余省略。申请理由*︰糟糕，没用的话写的有点多了。总结一下吧。一、本人目前时间非常空闲。\n二、希望能够帮助论坛减轻负担。\n三、希望能够借这个机会见识到，学习到更多东西。\n其实下笔前也是想了很多吧，犹犹豫豫的到了年底才决定申请大区。首先理由第一点，当然是因为我有大量的时间，目前本人正在留学中，按道理似乎是没有时间的，但是其实现在学校只有早上上课，再加上德国乱七八糟的一堆休假日，再再加上其实现在学习的东西已经在国内学过两遍了，所以其实现在是非常空闲的，每天处理完事情还能沉迷捡垃圾。其次第二点，既然本人三次元的事务没有多大问题的话，我希望能给论坛帮上忙，毕竟论坛其实是非常缺人手的，现在管理人员现在也才刚刚满一组，如果我能减轻论坛的负担的话我也是比较开心的。最后第三点，我希望能够看到更多。自一年前我注册这个账号，到现在，我经历了很多，也见识了很多，要真的说起来的话，我只能用奇妙二字来形容。发展的阶段，运行的逻辑，人的心。我这段时间的经历，就像是一个孩子在把玩一套全新的玩具一样，充满了新奇感，而且会情不自禁的笑出来。纸上的道理，再多也只是文字而已，只有亲身经历过，才能真正的感受到理的力量。或许这也是我选择机械这门专业的原因吧，看到未知作用的齿轮组有条不紊的配合着，运行着，总会有着不可言语的感觉。这种饱含着逻辑和力量的齿轮，才是我追求的。将来计划︰好的，收拾一下心情，接下来放一些干货。打开【综合讨论】大区，我们有【新闻资讯】、【游戏技巧】、【软件资源】、【编程开发】、【交易代理】这些版块，自jianghr上次接手以来，又新增了两个版块：【主机交流】、【翻译&Wiki】。首先总的来谈一下综合讨论的定位吧，个人认为，从原版游戏的角度来说，综合讨论大区无疑是论坛的尖刀技术区。由于定位，综合讨论大区并不是一个针对性质的大区，版块与版块之间的互动显得不是那么的明显，再加上各版块其实有着自己的针对性，所以各版块有着各自自己的战场，并不适合大区版主进行过多的干预。总体来说态度应该以鼓励高质量发帖为主。那么对于不同的版块我来说一下自己的见解吧。【新闻资讯】：这个版块的优势在于时效性，天下大事均出于此。其实自8月开始bobby825在新闻版块带了一波节奏之后，这个版块的时效性就达到一个新的高峰，自那以后就有不少的效仿者进行新闻的抢夺。这里也不得不提一个事，由于抢夺过于激烈导致了不少恶性现象，我就点名说了（还是稍微改下吧），“安迪梨子”同学为了抢一条快照的新闻而熬夜，我记得那天似乎他还要考试，而且还没抢到。这其实是一种本末倒置的现象，为了一个新闻其实是不值得这么做的，论坛固然欢迎你做出贡献，但是付出如此代价其实是违背了论坛的初衷的。此外，考虑到时差问题，不妨把深夜档的新闻交给时差党吧。所以总结的说，版主最好能够对这种恶性事件进行一些矫正，此外如果不能及时推送的新闻，我也是可以帮忙的。这里也会兼职【PE新闻】，目前bobby正在考虑对这个版块进行整顿，这我也无需多谈。【游戏技巧】：这个版块，怎么说呢，是我的本业，如果我有幸当上大区，这里仍旧会是我重点关注的板块，而且对于整个mc来说，这个版块所提供的信息应该是玩家使用次数，频率最高的。所以，版主需要对其质量进行保证，虽然话是这么说，但是其实并不是每个人都能输出高质量的帖子的。所以版主要保证其中的帖子内容错落有致，要面向各阶段的玩家。此外，由于游戏技巧的定义确实非常之广，光从名义上来看的话也有和其他几个版块混淆的可能，所以虽然不推荐使用移动功能，但是如果版主使用了移动的话，其实是代表着对这个帖子的内容的肯定的。此外，这个版块也是抄袭和广告机的多发地区。对于抄袭一事，自然是严惩不贷，版主大可以直接进行下限到顶的扣分。至于其余事项，jianghr的遗书和其大区申请中都已进行了详细的说明了，当然其中也有不少需要根据时事进行修订的地方，不便于在此详谈。我会一直关注这个版块的。同时，由于这边版块上任时会自动兼职【综合问答】版块，版主的需要面对两个版块参差不齐的管理力度问题，所以这个版块的版主必须要求想得多，想得细。这个版块其实多为问答大区来进行处理，我们要做的就是补漏和对其进行技术辅助。【软件资源】、【编程开发】：为什么我要把这两个版块放到一起来谈呢？其实首先我编程接触的并不是特别多，我已经好几年没有码过代码了，其次呢，这两个板块虽然不同，但总的来说【编程开发】相对于【软件资源】可以看作【游戏技巧】对【展示&共享】的关系。这两个版块是可以做到相辅相成的良性循环的。而且其实现有负责的版主把这两个版块经营的不错，其实也不需要进行过多的干涉。对于一些良心帖子进行加分鼓励之类的，这就足够了。此外由于各种程序语言的教程良莠不齐，版主也应进行推荐或者发现新的优良教程。当然，就像市面上的书店那样，很可能会有跟风现象，这是各个版块的通病。此外由于其实【编程开发】中间的求助贴也是不少的，或许能考虑对一些乐于助人的会员进行鼓励呢？当然，这个必须要和管理员进行沟通才能进行进一步的处理。【主机交流】：这是一个潜力非常大的版块，因为其针对的是一个庞大的主机Minecraft玩家群体，不过其实在主机上玩Minecraft是一个非常…不是特别好受的过程。这点我相信dark♂nova也认识到过（利用主机做建筑）。所以玩家的转换并不是一个非常容易的过程，因为操作性和更新版本的区别很大。这也是为什么论坛对这个版块的版主宁愿空置也不回去给他选一个人的原因。这个人责任是很大的，完全要做这个版块的奠基人。目前我看到的要申请的那些人，以及群里说要申请的人，我没一个满意的。个人由于家里管得严，不曾有幸玩过任何一款这个世纪出产的游戏主机，唯一玩过的主机还是父亲传下来的红白机，所以对于主机并不是特别好给出评价，不过违规我还是能看的出的。目前该板块帖子不是特别多，违规现象大区需要带着看看，至于指导性方针，除非论坛亟需，否则我是不会擅动的。【翻译&Wiki】：这是一个新分裂出来的版块，或者可以说Rebirth。目前该版仍旧没有一个现行的版规，而且管理者也就三晋剑客和craft_lawrence，后者是荣誉版主，前者自号僵尸。虽然没有具体接触过其中的运行逻辑，但这个阵容确实让人有点小担心。目前该版块所负责的职务是wiki以及其他国外优秀教程的翻译。我也是在Minecraft中文wiki进行过一些翻译，对于wiki的工作逻辑还是有所了解的，主要还是依靠会员的素质以及其奉献精神，这也决定了这个版块必定是一个非常自律的版块。当然也不乏有人恶性破坏，比如诸君喜闻乐见的“雷石东直放站”便出自于此类事件。不过对于论坛来说这种事件几乎不会造成太大影响，所以这个版块其实仍旧以鼓励为主。至于交易区，是管理员直辖，暂时我还没有发言权，就此略过对论坛的建言︰论坛的发展确实是一个大问题，现在也是一个比较紧急的阶段，可以说是一个瓶颈，相信各位版主和艺术家都能看到论坛的统计信息吧，点开各项数据，就算是没有学过统计的人，也应该能够看出论坛最辉煌的时期是在14年的秋季，在那之后数据是在不断的下降的，当然不少人会说量不能代表质，比如论坛更早期，会显得交流起来更舒畅，但是在这个阶段，这个用户群体庞大到不可能迅速改变性质的时候，这种数据下降，就不能简简单单的用质的改变来糊弄过去了。要真正我说的话现在的一些管理似乎是太严了，规矩是死的，但是版主是活的，我们为什么要做这个规矩呢，因为一切的自由的前提都是被限制，这是保证你能自由交流的环境而作的，那么版主做的可以是在不影响大环境的情况下对用户进行引导，当然，版主精力有限，不免会有一些程序化的处理方式，但版主的主要职能其实是引导，而并不是杀人，更不是把版块当做是管理量的赛场，把一个平时三四百管理量的版块管出一千甚至是两千的管理量，这，真的是一种好事吗？也有爱好招惹是非的人，或者说版主，并未能够及时的收手，甚至说是乐于去作（一声），我这么说或许是比较激进了，但是你作死别带着论坛一起作，这里是大家交流的平台，你有意见可以提，但你要是愿意闹，愿意吵，请私下完成，到了论坛上还请慢慢说理，我相信只要你不是作大死，大家都是愿意听你把话说完的。同时论坛由于长期积累了大量的软资本，所以将来必不可少的会接触到一定的资本交易，这个其实已经有初步的与外界交流了，虽然我是没什么发言权的，但是就个人角度来说希望论坛仍旧是大家的论坛，而不会成为某些人的工具。个人由于各种巧合吧，管理了论坛的四个版块，而更有趣的是，这四个版块是在四个不同的大区，所以我长期面对的问题就是不同的管理力度，以及不同信息的判断，总的来说，我觉得问题还是不大的。综上所诉，特此申请【综合讨论】大区版主一职。     ",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1450874220,
            "txt_content": "非常喜欢做饭\n什么鬼..\n乙烯的魔爪又伸向了综合讨论2333"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1450874640,
            "txt_content": "非常喜欢做饭\nWhat？\n哇靠我是我见过最长的申请\n给赞了~（支持）"
        },
        {
            "author": "x小轩x",
            "timestamp": 1450874820,
            "txt_content": "好长啊...原来申请版主这么麻烦...可派可派..."
        },
        {
            "author": "andylizi",
            "timestamp": 1450875060,
            "txt_content": "把我拉出来是什么意思！你不能这样的啊喂→_→为什么你和bobby825的申请贴→_→"
        },
        {
            "author": "星光灬羽神",
            "timestamp": 1450875180,
            "txt_content": "真长，我都没耐心看了--"
        },
        {
            "author": "DaBao_Pentium",
            "timestamp": 1450875240,
            "txt_content": "目测可以过~      贡献大大的有"
        },
        {
            "author": "MC_Miter",
            "timestamp": 1450875360,
            "txt_content": "预计申请绝对成功\n支持"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1450875420,
            "txt_content": "污烯兼职这么多版不累么"
        },
        {
            "author": "Grandiose",
            "timestamp": 1450950180,
            "txt_content": " 本帖最后由 Grandiose 于 2015-12-24 22:37 编辑 \n\n如果辐射四也能算特长以后我申请大区版主我要写五行。"
        },
        {
            "author": "mine米",
            "timestamp": 1450959360,
            "txt_content": "中立偏支持\n申请帖好长\n一点点红石，一点点命令，一点点生存，一点点材质包，一点点建筑，一点点皮肤。辐射4\n全都是一点点是不是特长……"
        },
        {
            "author": "Sakura千代",
            "timestamp": 1450976340,
            "txt_content": "那么我来顶一下乙烯吧"
        },
        {
            "author": "黑星nova",
            "timestamp": 1450984380,
            "txt_content": "噫嘻狼子野心昭然若揭，其行堪惧，其图可畏。{:10_499:}"
        },
        {
            "author": "153CXJ",
            "timestamp": 1451047080,
            "txt_content": "帮我的帖子移动的好人，支持+支持+支持（重要的事说三遍）"
        },
        {
            "author": "jianghr",
            "timestamp": 1451107140,
            "txt_content": "之前的也和你讲过不少，雷石东直放站的梗其实和翻译版没多大关系，其实是麻将那边有人乱投译名的问题。翻译版本身主要是安利下WIKI的更新，以前三晋有个帖我就是看那个入坑翻译的。不过不知为何把待翻译的页面链接给去掉了。\n主机版目前主题还太少，我是看不太出未来的趋势，只是日常处理下而已。\n其它的说的都差不多。另外软件版还是多协调下。"
        },
        {
            "author": "Destiny·菌",
            "timestamp": 1451108580,
            "txt_content": "恕我直言，现在LZ管理的板块已经够多了，你确定真的管的过来？不要到时两头都顾不到，反而不好。\n话说做饭和游戏也算特长也是醉不行，不过还好这比较健康，不像某矿工。。。"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1451135400,
            "txt_content": "支持，但\n你，真的管的过来么……"
        },
        {
            "author": "tsd1",
            "timestamp": 1451179080,
            "txt_content": "楼主对论坛做出过巨大的贡献\n另外可以看出申请非常有诚意\n支持"
        },
        {
            "author": "啊木哥",
            "timestamp": 1451181780,
            "txt_content": "见过世上最长的申请了-A-不是人能比的\n支持\n收下我的膝盖吧大触，不要累趴了"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1451194260,
            "txt_content": "mine米 发表于 2015-12-24 20:16\n中立偏支持\n申请帖好长\n然而乙烯的红石命令是有精华的，btw小组勋章不可以无视"
        },
        {
            "author": "1814209846",
            "timestamp": 1451227980,
            "txt_content": "原来个人专长还能填游戏涨姿势了\n支持支持~"
        },
        {
            "author": "Thorn_Arnor",
            "timestamp": 1451395740,
            "txt_content": "这样子乙烯迟早出人命2333"
        }
    ]
}