{
    "title": "【原创·连载·圣杯】【晓】【17】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1450881000,
    "txt_content": "正文：\n\n\n\n　　杀死？\n　　好吧，事实情况是差不多如此。\n　　猜想这件事，是尼古拉告知我即将来到同时，提醒蓝星的吧？\n\n　　我没看清门栓怎样折断，人们怎样潮涌般冲进挤满小屋的。\n　　更不明白什么方式的劳作，才可以让一根手臂变成石柱。\n　　心脏搏动的声音放大数倍，血液由于流动遭到阻碍在皮肤下喷涌撞击，尖利嗡鸣充斥听觉，视野四周隐藏的黑红色迅速向中央侵蚀。\n　　我需要呼吸，但输送空气的管道塞住。我试图解释消除误会，可无法发出一丁点声音。\n　　先前在街中央扬言要向森施暴的那个人，此刻正扼住喉咙使我两脚近乎悬空，狂吼着质问：\n　　“混账你要对我儿子做什么？！”\n\n　　不行了，这么下去……\n\n　　手指从粗壮多毛的胳膊上滑落，肉体的质感迅速远去，记忆静止狰狞表情，背后不知哪来的一伙人正对森推搡拉扯。\n　　我并没有想要伤害谁，你们继续乱来反倒会令他受伤。\n　　不过我能做的只剩眼睁睁看着，任担忧和死亡预感增长。\n\n　　“他是七贤者里最重要的赤星------！！”\n　　喧嚣，因着森情急之下的喊话转为死寂。\n　　人群停止骚动，整齐瞄向老克罗尔手里失去最后挣扎力量的我。\n　　事情果然又这样了，又成为众人关注焦点了。而我首要关心的是，你们不吵不闹很好，让我自己站立就更好了……\n\n　　“你说……什么？”\n　　“快放开他！你这笨蛋老爹！”\n　　“呃、好……”\n\n　　唔……\n　　顺墙壁滑跌到地面，找回好像失去几年的顺畅呼吸。\n　　痒痛感使人连咳不已，眼前遮挡尚未褪去。我勉强抬头，望向对面怔忪僵直的人群。\n　　“这家伙……也是星之贤者？”\n\n　　------\n\n　　不得不佩服老克罗尔的臂力和腕力。\n　　他短短几秒的轻攥，叫我在旅店客房床铺上饮食难进的躺了整整一天。\n\n　　森如期望之中的很快来找我，顺便搬来他常用的全套制药工具。\n　　可我总觉得他在假借赔罪名义，好从家里逃出来放浪几天。\n　　虽说老克罗尔强壮脾气暴躁，一心只想宝贝儿子出名成才。其实本性胆小又怕事，险些错手杀了贤者的经历，吓得他不敢再出来见人。\n　　“贤者大人动动小指，我的命一定就没了。啊，这真是我这辈子干过的最大蠢事……”\n　　我和森一样，看完绘声绘色模仿他爸爸的表演以后，只觉得哭笑不得。\n\n　　“怎样？有趣吧？”\n　　一点也不。\n　　说不定得出面直接表达谅解，不再追究责任，否则这人今后便要生活在负罪阴影下了。\n　　“那么，他们不强逼你做贤者了吧？”\n　　“当然！”说着森跳到床边，异常兴奋的挨近。“不单答应让我自己决定，还放我跟你走呢------”\n　　什么什么？！你要跟我……\n\n　　“我已经认真考虑过。你去讨伐龙的路上，必定要遭遇无数危险。若没有另外的人跟着，绝到不了目标地。我熟悉世界上每一种植物，又有这------么高超的制药技术。保护你的任务，就放心交给我好啦。”\n　　“------、”\n　　可……\n　　不是，这……\n　　怎能这样？！\n　　“万一你误食有毒植物怎么办？或者摔断手脚，跌破膝盖以致流血不止？必须有人告诉你什么不可以吃，什么吃了会拉肚子，及时处理伤口，治疗骨折什么的。就是我照顾人并不太在行，你可要乖些少闯祸哦。”\n\n\n\n\n\n废言：\n\n看着北极每日高产似母猪，我也要加快速度更文了。\n",
    "replies": [
        {
            "author": "Billows_sky",
            "timestamp": 1450893840,
            "txt_content": "支持一个QAQ"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451538960,
            "txt_content": "楼主，更文速度不重要啊，质量！质量！质量！智力！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1451561280,
            "txt_content": "孤独秋叶 发表于 2015-12-31 13:16\n楼主，更文速度不重要啊，质量！质量！质量！智力！\n啊难道质量下降了，，，"
        }
    ]
}