{
    "title": "<原创·连载·圣杯>《混沌之歌》卷一·章七 雪域的神灵，与所谓天选 - Blealtan",
    "author": "Blealtan",
    "replyCount": 2,
    "timestamp": 1450881060,
    "txt_content": " 本帖最后由 Blealtan 于 2015-12-24 11:18 编辑 \n\n卷一 · 章七——雪域的神灵，与所谓天选\n白日当空，映在遍地的积雪上，晃得眼睛有些疼。此刻，我正把心幻扛在肩上，飞快地向北奔跑。原因无他，只不过是心幻去那群蛮子的部落里走了一圈结果被追杀出来罢了。若是我去，这等大部落自是不会不识得将他们阻在极北之要塞之外二十年的老爹的儿子，以那群满脑子肌肉的家伙，杀出来也不是没有可能；但是心幻被认出来就让人奇怪了。“喂……不这样才有鬼吧？早就说了咱的体型不合适……”“啐。真是的，居然真的这样——”没有多余的心情理说话已经变得有气无力的心幻，我埋头狂奔。不狂奔怎么跟上前面闲庭信步一般的师——姐——大——人啊。那家伙，说着我是男人就把体型柔弱啊不身材幼齿的心幻甩给了我，自己不管不顾地跑掉了。——至于为什么是向北？回去不就白来了嘛。哪怕是我也不服气呢。“停下……吧……他们追上来了……”听到心幻的话语，我脚步不禁一慢。回头一看，却是一排雪白色皮毛的狗，拉着数架雪橇，伴着被冲得漫天的积雪，以比我们雪地急行还快的速度追了过来。心底露出了无奈的苦笑——毕竟个人的力量还是比不过为这环境而生的雪橇犬呐。在这雪地之中一脚深一脚浅，也是很难全力奔跑的。体力消耗巨大，速度也快不起来。然后我抬头看了看刚刚停下来的月儿——她露出了明显的不满，毕竟以她的轻身功夫依然犹有余力（虽然我觉得她是在无理取闹）——但还是摇摇晃晃地走了过来。而此时心幻正捂着肚子站在我身边，大概是颠簸的吧。“现在怎么办？”耸了耸肩，月儿带着一脸的“瞧你干的好事”的表情看着我。我也不知道啊。我正心虚着呢。“他们……到底是为什么追出来啊？照理说没这么大仇恨吧……”旁边传来了莫名显得非常弱气的声音。大概还没缓过来吧。“唔……照理说不应该呢。”几句话的功夫，那群蛮子已经到了面前不远处。一群拿着重斧的战士面无表情地燕形排开，摆成半包围之势。而在队伍中央，一位看起来步履蹒跚行将就木的老头子拄着长长的弯弯曲曲的奇怪的木杖站在雪橇上。看着这架势，我不禁悄悄握紧了背后的长弓，脚下也做好了后退寻找射点的准备。“啊——不必如此，年轻人。老主祭我还不至于脑筋不灵动到觉得在这里解决掉你们几个可以对北地的情形有什么好处。”这声音——似乎听过？“啊——年轻人，想起来了？你还小的时候我可是曾去拜访过你父亲啊。老实讲，我可真没想过你能出现在这。”“你……想要干什么？”我略微放下警惕。松开了手中的弓，也伸手挡住了似乎要出手的心幻。这人看起来和蔼可亲人畜无害……（似乎这词用在这样一位老人家身上有些奇怪？）可是他可是整个北地至少名义上的最高领袖。既然是不小心撞上了这种人物，被认出来揩点油也是可以预料的了。当然估计性命可以保证——毕竟我怎么说放在中原也是个人物，极北大将中年丧子什么的……将要引发的可是一场战争啊。“啊——没什么，只是看见这位小友……唔，”说着，他转向了心幻，带着温和的笑容，“你可是巫神派来的天选之人？”“哈？”还处在备战状态不能自拔的心幻猛地呆住了。“那是什么鬼啊？”巫神……北地那群蛮子中懂文化的那一群的共同信仰。据说是他们心灵的指引，也听说了好几次险些爆发的大战被什么“神谕”阻止的传闻。若真有这种神灵，想必也是善神吧？“啊——伟大的雪域神灵——请您降下一丝微不足道的力量，赋予老朽一双明晰的眼——”神术，这是神术。看起来像是心幻的魔术，但是力量的根源是信仰与神灵的赐予——西域魔术界的理论。“依光之言，神之力在此境界隔绝。”呜啊！心幻你不要这么激进啊！隔绝神术你这是在拉仇恨吗！“行于魔道，吾心向真理。神之力，在吾身周无用。”还来真的！这是次圣贤级魔术神术禁断吧？“咳……小友莫要激动，老朽停了就是。”似乎是感受到神术禁断的效果，那老头子住了手。“依巫神之神谕，您便是天选之人没错了！”似乎是非常激动，那老头子的身躯微微地颤抖着。“然吾尊力量，亦尊神灵，承认神之力的存在，承认其威能。神术禁断，中止。”很合时宜地，心幻也停了下来。“那么你到底是什么意思呢？老人家？”心幻依然很谨慎地看着他。说句实话，我也是一头雾水。不过跟心幻相关的事总是一头雾水就是了，我也是习惯了如此。那老头子似乎露出了一丝笑容，“字面意思。我们无条件地支持您现在的行动，不管目的为何——当然，我们希望您能如巫神的谕示所言一般，指引我们继续前行。若您能成为一位合格的领袖，北地蛮族为您效力。”“啥？”“您如巫神的谕示一般地询问卫世之剑，又如巫神的谕示一般独立于神释放术法——难道伟大的雪域神灵还未向您明示此事？”“啊？”\n连载目录&序章好吧我又更新了。前一阵子一大串考试真是抱歉……嗯谢谢捧场。以及下一章要开始第一卷的高潮了哟，有好几个坑会在接下来几章内填一番~\n\n[groupid=534]InfinityStudio[/groupid]",
    "replies": [
        {
            "author": "ppoppo",
            "timestamp": 1450882380,
            "txt_content": "{:10_495:}不错，但是人物设定……有些没性格"
        },
        {
            "author": "Blealtan",
            "timestamp": 1450882920,
            "txt_content": "ppoppo 发表于 2015-12-23 22:53\n不错，但是人物设定……有些没性格\n（你是说这老头么。。。其实是酱油来着）"
        }
    ]
}