{
    "title": "跟大家分享一下 我在以前最喜爱的服务器的故事",
    "author": "大大大超人",
    "replyCount": 4,
    "timestamp": 1451116860,
    "txt_content": "至于名字 我觉得还是说出来比较好 更能体现当时的情景。(不要删啊)\n    刚开始进入梦影(服务器名字)的时候，它还是一个rpg兼生存的服。(玩家不超过10人)\n    服务器很有爱，一开始我进服务器的时候还不会玩那些mod什么的，也就自己挖挖矿，生存什么的。\n     我也经常在服务器里说话 ，他们也乐于跟我开玩笑。\n      里面有一个玩家叫做。yzy而当时我的名字叫yzq，刚开始服务器里的人还以为我是他亲戚或朋友什么的，但其实是陌生人，我觉得很有缘，也跟yzy成为了朋友。\n      他也很有礼貌，也是一个生存大神，当时服务器玩家老大也是他。\n       在服务器里我们一起打那些超难的副本和boss。当时那些boss一被杀掉，大家都会冲过去抢，然后就是一片屠杀，大家也很开心。哪怕什么都没得到也觉得很满足\n         在服务器里我的第二个基友叫做sss8,我也觉得他是一个很有意思的人，一开始他说他女朋友在玩(当然是他编的)，以我多年的花丛经历当然识破了。我也不拆穿，我住在他楼上，我在房顶上放信标，他说卡，就拆掉了，我不服气又装上去了，就这样我们耗掉了一下午的时间，现在想想还真是可笑。\n         再来说说服务器的管理员吧，66dad，他也是一个和我有很多缘分的人。我觉得他是一个很有意思并有中二证的人，我记得他成立了一个叫什么铁鳞海盗团的工会，当时与我是哥们，我也加了进去，就和他一起与其他工会进行“宫斗”。总之我们的关系时好时坏，有时撕破脸皮，有时亲如兄弟。还有许多与他的故事，后面会讲解一些。\n        这次也是服务器的管理，mengxue和paul和someheart这三个是服务器的妹子兼管理。mengxue在当时很少上线，当时对她印象不是很深，paul我觉得她是一个心理还未成熟的人(并不是骂她)，她觉得这个人不爽，不管有没有理，都会编造出一个理来与你吵架，占理时就会抓住理死死不放来骂你，不过，你对她真心的好，她也会很可爱。真是令我又爱又恨啊(唉～别误会啊)。再来说说someheart，她是服务器的第二技术，准确的来说就是制造RPG武器和vip，也是一个二次元迷的女孩子，打游戏也很厉害但我咋就说不出啥特别的感受呢。   说到这里我就不得不。  提起一位玩家了哈哈，他叫做0748，他是一个很搞笑的人，那我为什么要说他呢，由于someheart在群里发了一张自拍照(绝对是美女)然后他就关注到了胸。。。。(唉～这绝对不是十八禁)他发现她是平。。。。胸。就给她取了个外号，叫小平，于是他每次在群里说话都会遭到someheart无尽的怒火(有无尽之刃加成)。\n       \n          咳咳，这次是服务器的建筑了，因为实在太久远，记不清楚id了，不过大家都叫他国建，那就按这个称呼吧。他是一位值得尊敬的建筑他建筑时一丝不苟，性格严肃而不失幽默，也很有礼貌，还是学生会的主席。其他的很抱歉我没有与他有过多的接触。\n          好了，管理层的最后一位，腐竹，id我也记不清楚了，不过大家都叫他she,虽然我只知道他会很多mc技术和电工知识，但给人一种很可靠的感觉，服务器来了什么技术熊，大家都不着急，直接找他就解决了。也是一个2次元迷，在这个服务器邂逅也算是一种缘分吧。\n    好吧，这仅仅只是前半部分，大多是人物介绍，其中人物大多失联，我也很遗憾，其中的故事不是三言两语所能道完的。\n      如果你们看到了此帖，我想送给你们几句歌词 \n   我怀念的，是无话不说。\n   我怀念的，是一起做梦。\n   我怀念的，是争吵以后，还有爱你的冲动。\n   记得那片星空。\n   最紧的右手  最暖的胸口。\n   谁记得。谁忘了。\n估计写不下了，40评论我再发故事的下半部吧",
    "replies": [
        {
            "author": "大大大超人",
            "timestamp": 1451117340,
            "txt_content": "尼玛啊 怎么没人 起码点个赞吧"
        },
        {
            "author": "衲尘",
            "timestamp": 1451119200,
            "txt_content": "很棒，我也很期待这种玩家来服务器，很喜欢这种温馨的感觉"
        },
        {
            "author": "大大大超人",
            "timestamp": 1451120400,
            "txt_content": "居然没人回，看来还是不发这种长篇幅的贴比较好"
        },
        {
            "author": "adou229",
            "timestamp": 1451120460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}