{
    "title": "<原创·连载·圣杯>空[第三十三章：计划取消][46241359]",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1451114160,
    "txt_content": " 本帖最后由 46241359 于 2015-12-26 20:21 编辑 \n\n空·第三十三章·计划取消\n\n\n正文\n\n\n    纳尔在被铃声叫醒之后怀疑自己是不是把闹钟设置错了，他如果没记错的话，现在才凌晨，因为外面天还没亮。他印象里设置的是八点，难道自己出现幻觉误以为是设定的八点么？    懒散地从枕底拿出手机。屏幕的光让纳尔觉得眼睛一阵刺痛，该死，亮度太高了。在勉强适应了这让纳尔觉得刺眼的光以后，他才看清屏幕上的东西。    有人给他打电话，不过只响了一声就挂断了。    这个号码是谁啊……纳尔眯起眼仔细辨识了一番好像是……呃……应该是安德。    可是怎么才响铃1秒啊，这一般都是骚扰电话吧。不过这号码的主人……纳尔看了看还在熟睡的空，算了，打过去看看吧，没准真的有事。纳尔从床上坐起来，走到了床边。看着窗外已经泛出一线光明的天际，他给安德打了电话。    说真的，只要是安德来电话一般没什么好事，这是萧黎告诉他的。安德来电不是有什么变更就是通知他要去某一个地方，一般都是会议室。但这样看的话安德在save内应该也算个高层吧。不过不清楚他到底只是负责传达信息还是负责变更这些东西再加上顺便通知别人。    “纳尔，我需要和你说个事，”安德没等纳尔开口就已经切入正题，“你知道之前给你打电话通知你来U国的那个人吧。”    “哦……那个人啊，怎么了？”    “他实际上有句话忘给你说了，叫你来U国主要是为了让你执行一个任务，但现在有点情况。”安德顿了顿，“那个计划取消了。”    “……取消了？”    “对啊……因为出了点事，有可能是更改了计划的时间，也有可能是取消，具体的还是看情况吧。就这样，别的以后说吧。”    “别挂啊！喂！”纳尔把手机从耳旁拿下来，盯着屏幕愣了许久，才把它扔到桌子上躺回被窝里。    要不是因为诺迪斯和罗杰的死，自己怎么会来到这个人生地不熟的地方。现在告诉他没事干了。纳尔把被子往上拉了拉，既然没事干，那就……回国算了。况且前几天刚刚因为塞拉的事差点客死他乡，还不如回去安全一些。    想到这些，纳尔也睡不着了，干脆想办法买上两张机票吧，最好今天就能回去，管它到底是去哪个城市的，只要回国就行了。    空睁开眼看着辗转反侧的纳尔，“你不睡能不能不要打扰我休息。”空的声音在天还未亮起的情况下听起来有一丝渗人。    “我哪有干扰你啊，是你自己神经太敏感才会醒过来的好吧。”纳尔坐起身，“算了，你该睡就继续睡，不想睡该干什么干什么，我要去订个机票。”    “订机票？”空用瘦的和竹竿一样的胳膊把自己的身体撑起来，另一只手在床头柜上摸索了一番，抓起眼镜戴好，“怎么，计划被取消了？”    纳尔早就习惯了空这种来历不明的读心术或者说是预知未来的能力，“是啊，”含糊地回应一句之后，纳尔披着外套坐到了电脑前，“你是早就知道么。”    “几秒前刚知道，没什么事能让你突然订机票回去吧，而且还是凌晨起床？我记得你一般是睡到八点除非被我拖起来不然你能睡到下一天的。哎，没准你能睡死。”    “我只是要起来买个机票而已，你不损我是不是会死啊？”    空耸耸肩，“随你。”    纳尔有些迷糊地看着电脑屏幕，机械般的向下翻动着，“有机票啊……中午十二点。”纳尔觉得没必要和安德说了，既然计划取消他就不受安德的指挥了。    “对了，别忘了把铭牌拿上。” \n    “这个笨蛋……”弗兰克站在镜子前，一手撑着洗脸池一手刷着牙。透过镜子他看了看缠在自己胸口上的绷带，伤口愈合地差不多了，不过还是不能剧烈活动，否则还是会开裂。    这样的话很麻烦。上次在地下停车场救纳尔已经有了开裂的危险，这次他如果再过去的话，估计真的要被送到医院的急救室了。这样想的话，他应该找人代替自己去，如果亲自去的话，也不是没有好处，至少可以提前获得纳尔的信任，不然事后打电话显得太唐突。    也不错。弗兰克漱了漱口，只是去拖延时间而已，没必要做什么剧烈活动……但是万一死不听劝硬要走的话……好像也行得通，纳尔一定会出于人道主义把自己送到医院，等送到之后飞机已经起飞了。    脸怎么办呢，戴口罩这种办法……要是有个意外情况口罩掉下来那就完了。弗兰克觉得可以开车撞伤纳尔让他去住院错过登机时间，但是肇事逃逸这种东西……    这种事想想就好了。弗兰克看着镜子里的自己，心中有了一个主意。如果要牵制纳尔，显然很难办，通过他身边的人来拖住他的时间，那就很好办了。    因为空的智商真的太低了。    弗兰克穿好衬衣，拿起放在茶几上的手机，但这事让谁来办呢。萧黎去并不算太靠谱，因为空和萧黎不熟，如果自己亲自去的话肯定有麻烦。那么就……弗兰克翻动着通讯录，扫过一个个的名字。    最终他打出了这通电话，没别的人了，眼下他能保证不会再出像塞拉那种情况的前提下能成功带走空的人，只有这一个。    “喂，陈，帮我办个事。”\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "VVV晓雪",
            "timestamp": 1451114220,
            "txt_content": "前排支持……\n北极你文笔略……"
        },
        {
            "author": "xcc",
            "timestamp": 1451117820,
            "txt_content": "真是高产\n——正在复习的笨蛋xcc"
        },
        {
            "author": "46241359",
            "timestamp": 1451118240,
            "txt_content": "xcc 发表于 2015-12-26 16:17\n真是高产\n——正在复习的笨蛋xcc\n笨蛋笨蛋~我从不复习233\n应该是“看哑舍看到走火入魔的笨蛋xcc”"
        },
        {
            "author": "2575174857",
            "timestamp": 1451128380,
            "txt_content": "xcc 发表于 2015-12-26 16:17\n真是高产\n——正在复习的笨蛋xcc\n北极：我是鬼才当然不用复习（雾）\n{:10_561:}咱也去看看哑舍吧"
        }
    ]
}