{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第二十节",
    "author": "2B与mc的故事",
    "replyCount": 3,
    "timestamp": 1451136240,
    "txt_content": "        “哇啊啊啊啊啊啊啊！！！”\n\n        辽阔的原野上，传来一阵撕心裂肺的吼叫声。朝着声音的方向望去，有两个奔跑着的人影，一个在追，一个在逃。\n\n        “你这家伙真的是中队长吗？！好歹也拿出点本事打一场啊！”在后面追赶的光头大叫着，停下了追赶的脚步。他伸出手，往地上猛地一拍，一堵高耸的土墙在前方不远处拔地而起，挡住了去路。\n\n        “路被挡住啦！！跑不了啦！！好可怕！！”灵云惊叫着，不知所措地四处狂奔，大吵大闹。可不久之后，他又忽然站定了脚步，想到了什么似的，望着身后的光头神秘地一笑：“我有办法了。”\n\n        终于肯出手了吗？光头想着，警惕地摆好战斗的架势。\n\n        “快装死！”灵云说着，立刻扑倒在地，紧紧闭上了眼，口吐白沫。\n\n        “你今年究竟几岁了啊喂！还有那些白沫是怎么来的啊！”光头又是生气又是无奈，朝着灵云大喊道。\n\n        灵云艰难地睁开了眼，颤抖着举起了手，指着自己的嘴，虚弱地答道：“这……是……我的……口水……让它变成白沫……只需要……”\n\n        “恶心死了！我才不想听这些东西！还有都说了赶快起来，十岁的小孩都知道你是装的啊！”光头几乎要抓狂了，恶狠狠地盯着灵云走了过去，“我不想陪你玩了，既然你要装死，就乖乖躺在原地别动，等我来取你的脑袋！”\n\n        “是吗？你不想玩了呀！”灵云一口把嘴边的“白沫”吸了回去，猛地站了起来，“好吧，那就来真的吧。”\n\n        “所以我说你恶心死了啊！真是的，吼了这么久累死我了……快点解决了你去好好喝一杯。”光头说着伸出了右手，对着灵云的方向一握，无数块尖利的石子从四面八方飞来，对着灵云一阵猛刺。无数的石子扎在灵云身上，把他包成了一团球，只露出了一颗脑袋。“得留着你的脑袋去换钱。”光头说着。\n\n        “解决我？陪我玩玩倒还是可以，就凭你想解决我？”灵云的眼神一下子变得锐利起来。话音刚落，从灵云身上爆发出一阵猛烈的气流，把所有的石子瞬间弹飞了。待烟尘散去，才发现灵云的身上竟没有一点伤痕，连衣服都没背弄脏，除了他之前装死的时候沾上的一些泥。\n\n        下一个瞬间，灵云就忽然出现在了光头的面前。“再自我介绍一遍吧，我叫灵云，平曦联盟不死鸟军团第零中队中队长。哦对了，我今年三十二岁。”\n\n        “你还真以为我是傻子吗？太轻敌了。我早就看出来你图谋不轨了。专门把你引到这里来，只是担心你破坏街道，误伤百姓，造成不必要的恐慌。”灵云微笑着说道，眼神里却流露着杀气。他伸出左手，看起来很随意地对着光头的肚子按上一掌，接着越过光头，径直朝着光头的身后走去。\n\n        “轰！”\n\n        几秒后，一道强大的气流从光头的肚子处冲出，光头被直接震飞数十米远。灵云继续向前走着，因为事先已经走了一段时间，所以不久就走到了光头面前。这时再一看，光头已经昏迷了过去，整张脸狰狞地扭曲着。虽然表面上看不出什么伤口，但是毫无疑问，他一定受了很严重的内伤。\n\n        灵云对着光头胸口的几个穴位猛地戳了几下，光头吐出一滩污血，才渐渐恢复了神智。\n\n        “那么……你能告诉我你的名字，还有你属于哪个组织，到这里来有什么目的吗？”灵云微笑着问道。\n\n        “这……不不不不行，说一个出来都会掉脑袋的……”光头大口喘着粗气，慌张地解释着。\n\n        “你不说也会掉脑袋哟。”灵云说着举起了左手。\n\n        “好好好……我说！我说！我是西大陆的人，军队的。我到这里来真的只是路过，因为身上没钱了，你又是个中队长，想用你的脑袋换点钱。但是名字我真不能说！那是我们军队的铁规矩！你一定要问的话，我的代号叫‘坤’……”\n\n        灵云没有细问，也追究回答的真实性。他放下了坤，二话不说，大摇大摆地走回了平曦之城。“啊，终于熬到中午了，差不多该回去吃饭了……”\n\n\n\n        平野之原上，休整之后的三人继续朝着迷离谷前进。\n\n        “其实啊。”傲天率先打破了平静，“再继续往北走回到一个很讨厌的地方的。”\n\n        “继续往北？我记得，再往北边走几天应该就是你的故乡漠曦村啊，为什么你会讨厌那里？”灵曦有些疑惑。\n\n        “当然不是漠曦村。在漠曦村之前还有一个村子，我敢保证你们去过一次再也不想去第二次……”傲天神秘地一笑，“你们听说过‘黑雾之源’吗？”\n\n        话音刚落，远方渐渐浮现出了一座小村庄的影子。但是奇怪的是，这座村庄周围都弥漫着浓重的黑色的烟雾，而且街道上一个人也没有。\n\n        “哈，正好，就是说的那里。”\n\n\n\n目录\n\n命运的车轮已经开始转动了……\n@bo_bo2001 @guqu @xcc @恶魔-潇洒 ",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1451178840,
            "txt_content": "故事君你的肺炎好中二啊"
        },
        {
            "author": "名人才华",
            "timestamp": 1451648520,
            "txt_content": "玩口水的都来了……\n故事精你幼儿园的时候一定经常玩口水"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1452998580,
            "txt_content": "黑雾之源……\n离开始的地方越来越近了呢\n可惜我现在写的是前传而非续集……感觉这是一种很难得的……呢"
        }
    ]
}