{
    "title": "<原创·单章> 《书与人的爱情》——我的读书故事 （月考作文）",
    "author": "1137246733",
    "replyCount": 3,
    "timestamp": 1451189340,
    "txt_content": "【作文题】：\n\n【大作文】：（40分）\n    请以“我的读书故事”为题，写一篇600字左右的记叙文。\n    大作文写作注意事项：\n    1.仔细审阅题意，文体自选，立意要求正面、积极向上；\n    2.叙述感情真挚、朴实、自然；\n    3.文体不限（诗歌除外）；\n    4.避开真实的人名、校名和地名。\n    5.书写占4分。\n\n\n【正文部分】：（1000字）\n\n    “它不仅仅是个讲给人说的故事，更像是一段人与书，爱情，生命。”                                                                                                                        ——引子6月17日，细雨绵绵。    雨丝轻而薄，细而密，似雾一般，连绵不断。    一个男孩走在回家的小路上，路不泥泞但鞋子却沾满了泥。他手指微微跳动，便可看到雾气的蒸腾。但他却一味地抱怨，这场雨雾究竟是一夜雷雨的前兆，还是一个没有星辰和半弦月的夜空。    我握着手上拿布满猩红十字的试卷，心里很不是滋味，这是一种自责，但更像是一种埋怨，无厘头的埋怨。    为什么其它人都能考的好，每次考试所有的运气都跑到他们身上了，我的呢，每一次都是如此倒霉。我的运气呢！    在自己的房间自暴自弃时候，恰巧发现床下有本书，沾满灰尘但书页很新，想必是我不知哪次扔下去的。我没想便又把它扔了出现，书页翻飞。\n\n\n6月19日，大雨未停。    昨天，奶奶又一次把那本书拾了回来，给了我。她说那本说很厚很踏实，不该这样。我看到了那本书的名字——《人与书的爱情》。    今日傍晚时，头上乌云一片，但天边无云，恰能看到山的另一边的晚霞。它很美，一片灿烂余晖，燃烧着，绽放着它最后的生命，释放出自己的光点，存在在这个世界上的理由。    余晖照向了千万里之外的与众身影，他左手紧握伞柄，右手拿着一本书，会心地微笑着。    确实，那天我沉下心来翻开了那本书的序，而后便深深不能自拔。    原来，书是这样的。\n\n\n6月21日，雨停，天晴，虹光初现：    书，其实不仅仅是一些简单的文字。    当一个人经历万千，蓦然回首，发现自己的生命即将走到尽头时，才会真正地明白生命的可贵。但其中的一些人不会轻易的就离开，他们想着给这个待了一辈子的世界留下些什么。    于是他们就不惜，在最后的时刻燃烧并绽放着自己的生命，释放出自己的光点，存在在这个世界上的理由。就如晚霞余晖，灿烂而耀眼。所有的这一切，都会篆刻在一张张纸上，白纸黑字。    下一代的人们，当他们正值青春年华时，便会从这些书上有所深思，得到一些，再一次又一次地让自己生命中拥有更亮的光点。当他们发现自己也老了，世界早已物是人非时，再次将那攒了一辈子的光点绽放，流光溢彩地把它记录在书上。    人与书，便是在这个无尽的、生命的循环中，有缘相遇，并相爱的。\n\n\n日记本背面，16日~21日，雨过天晴：    17日，自暴自弃，做了一些终身后悔的事情——扔了一本书，特殊的书。    19日，有缘再次相识，沉下心相交，便明白了些什么。大雨未停，但心中无恙。一丝余晖比倾盆大雨更迷人。    21日，书说，现在，你拥有了我的光点，我爱上了你，你也爱上了我。    23日，书说，我相信你会拥有更亮的光点。    今天，书说，虽然你的路还很长，但谁说非得临死之前，在青春年华释放你的光点吧。\n    写下来，给他人看！    我说，好的。\n\n【废话部分】\n\n好久不见啊，各位近来如何。\n这是月考作文，原来写了600字，稍微改了改，成了1000字。\n但可惜作文只有33分，语文老师说她翻来覆去看了两三遍依然看不懂。\n于是我就说的明白了些。\n各位看看如何，有啥缺点木有。\n另外既然是作文，就避免不了作文的形式。\n看官老爷凑活吧\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1451190120,
            "txt_content": "我在有生之年见到冰冰了"
        },
        {
            "author": "46241359",
            "timestamp": 1451220600,
            "txt_content": "冰冰啊，我就问一句，你这篇作文多少分，还有你真的懂什么叫做爱情吗。"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451827260,
            "txt_content": "其实作文我都是一真一假~一部分真实一部分胡编乱造，~~。"
        }
    ]
}