{
    "title": "<原创·连载·圣杯>《块与战争》星战篇第一章 最后的会议 |by:一枚渣渣",
    "author": "一枚渣渣",
    "replyCount": 2,
    "timestamp": 1451200920,
    "txt_content": "　　“轰！”\n\n　　由于幅能寄存器的过载导致的爆炸迅速的使周围的地方变成了炼狱，逸散的等离子体吞噬着周围的一切，并使之同化。\n\n　　而他在爆炸发生前就已经因为过多的幅能堆积产生的热量而被炙烤而死。\n\n　　“哒哒哒——”\n\n　　他睁开眼时，没有那一片黑色，一阵脚步声让他迅速清醒过来，周遭是一个会议厅一般的房间，但与他所见过的会议厅相比，这个会议厅超出了他的知识范畴。\n\n　　悬空的椅子，会议桌也是悬空的，而他身上的铁质物品并被这些桌椅吸引，墙壁是一大块透明玻璃。星空占据了他的大部分视野，而他并未感到丝毫的失重感。\n\n　　而更令他震惊的是——\n\n　　他的背后就是木星。\n\n　　木星著名的大红斑正对着他所在的位置，不知是大红斑扩大了还是木星缩小了，现在的大红斑占据了木星十分之一的面积，错综复杂的气体采集站点和气体输送管道如同血丝般蔓延着，像是一个眼睛正在看着他们，目光仿佛洞穿了他们的心灵，让他有些头皮发麻。\n\n　　他开始在脑中疯狂的搜索这个世界的信息。\n\n　　就在他疯狂的搜索时，一个声音打断了他。\n\n　　“首先，欢迎各位参与这次会议，我们的这次会议将决定着人类的未来······”一个穿着黑色制服的中年人站了起来，跟他以前开的会一样，一口开会前陈腔烂词，而他所讲的汉语中夹杂着几个英语单词，语法也跟他之前的不一样，如果不是他的脑海中有这语言的记忆的话，可能连个大意都听不出来。\n\n　　他开始四下环顾，每当他的视线聚焦到一个人身上时，那个人的资料便在他的眼中出现。其他与会者也以惊异的眼光看着他。\n\n　　环顾了一周后，他发现，他的军衔是这里最低的一个，而其他人最低的军衔也是上将，整个会议厅只有她一个人是少将。怪不得其他人都以惊异的眼光看着自己。\n\n　　这大概是和自己的经历有关系吧。他处理完自己脑海中多出的信息，默默的听着他们的讨论。\n\n　　······\n\n　　“这个是1号作战方案。”那个中年人调出了一张军用星图，上面标注了所有的方案行动点。“这是具体的示意图······”\n\n　　“说那么多没用的，最后还不是好点的死法？”一个声音打断了中年人的话，。众人也纷纷看向那个人。\n\n　　“吴卫！”那个中年人一只手撑着桌子，一只手揉着他的太阳穴。“我希望你能严肃点，起码对得起你的三级级上将。还有，会议厅不准吸烟！”\n\n　　“知道了。”吴卫把点燃的香烟掐灭了，扔进了环卫机器人自带的垃圾桶里。\n\n　　“我们继续。”中年人擦了擦头上的汗说“1号作战方案的具体是：我们主动放弃冥王星、海王星和天王星防线，退守土星防线，诱敌深入，当敌人进攻至土星防线时，预备役部队跳跃至敌方舰队后方，配合木星防线和行星堡垒围攻敌人······”他一边说着，一边指着示意图，当众人对1号作战方案有一定了解后，他又调出了2号作战方案的示意图，开始具体说明2号作战方案的行动。\n\n　　当他把前面所有的作战方案讲解完毕后，点了点全息显示屏，想调出5号作战方案的示意图，说：“接下来是最后一个作战方案······”但当他看到了一条消息时把即将调出的最终方案示意图送入了电子文件粉碎机中。“最终方案被否决了，所有的方案都已经讲解完毕，各位，人类的命运在你们的手里，希望你们能够胜利归来。”\n\n　　“胜利归来？这简直是跟上帝赌博！”一个欧洲人样子的一级上将毫不掩饰的说道。\n\n　　“而且，现在的骰子，在上帝手里。”他跟着那个一级上将的话说道\n\n　　“所以，我们，就要赌这一把！”一个三级上将吼道。\n\n　　 吴卫无所谓的耸了耸肩，说：“至少死的好看点。”\n\n　　“如果各位都没有问题的话，就散会吧。”中年人打断了他们的争论，边说边环顾了一下，“看来各位都没有问题了，那么散会吧。各位，保重。”\n\n　　2150年12月30日，艾曼文明舰队到达柯伊伯带\n\n索引：索引贴\n\n@HOW浩 @Thorn_Arnor  @毒蛇 @代罪羔羊 @250=mo @1137246733 @yuchenyang @guqu @恶魔-潇洒 \n\n",
    "replies": [
        {
            "author": "Thorn_Arnor",
            "timestamp": 1451203860,
            "txt_content": "你的作文叫我弃坑我的作文←_←"
        },
        {
            "author": "46241359",
            "timestamp": 1451219220,
            "txt_content": "三体即视感。\n然而这并不能掩盖阁下　　“胜利归来？这简直是跟上帝赌博！”一个欧洲人样子的一级上将毫不掩饰的说道。\n\n　　“而且，现在的骰子，在上帝手里。”他跟着那个一级上将的话说道\n\n　　“所以，我们，就要赌这一把！”一个三级上将吼道。\n\n　　 吴卫无所谓的耸了耸肩，说：“至少死的好看点。”\n\n　　“如果各位都没有问题的话，就散会吧。”中年人打断了他们的争论，边说边环顾了一下，“看来各位都没有问题了，那么散会吧。各位，保重。”这段令我觉得滑稽的对话描写。\n让我笑一会。"
        }
    ]
}