{
    "title": "关于消费品类的mod的一些想法",
    "author": "青春。祭",
    "replyCount": 7,
    "timestamp": 1451301900,
    "txt_content": " 本帖最后由 青春。祭 于 2015-12-28 19:27 编辑 \n\n众所周知，服务器到了后期，基本上人人都小康了富足了，那么还能干什么？不能干了。因为钻石挖到了，房子盖好了，弄的好的村子都起来了。什么装备极品附魔也弄得差不多了。所以接下来的事情基本上可想而知，大叫服主，换地图！然后继续循环往复。\n其实我觉得这方面倒是可以套一下现实的一个很空洞的说法，就是刺激消费发展经济。\n怎么刺激呢？这就是我所说的消费品类的mod了。\n何为消费品，就是必须通过生产或者购买获得，不能长久性使用的必需品。\n比如某些必备工具需要电池，而电池被禁止合成只能通过购买，电池这就属于消费品。\n或者种植某种植物，植物采集出来的东西可以合成更多对于生产生活很有帮助的，但又只能短期使用的东西，这也是消费品。\n再或者，一些服务器有类似于汽车飞机这种奢侈品的，那么汽油就属于消费品，不然载具都开不了。\n\n实际上在战争服，尤其是有现代化武器的战争服里面消费品经济做很好，比如子弹炮弹，一些战争服都是禁止合成的，必须去买，不买就等死。\n这样就可以促使玩家去干掉更多的敌人以获得更多的后勤保障，而敌人也会这样做，这样一来就能长期的推动服务器的发展。\n消费品类的mod有但好像比较少。目前比较多的还是酿酒，这种的，工时长，工序多，所以价格可以提高，但最后还是一口喝下去。\n\n但说白了就是要享受喝下去的那种感觉的不是吗2333\n\n同样的，如果有比较多的消费品生产，那么就会有更多的职业，玩家就能更好地参与服务器里来。\n产品出产后，既可以促进消费，让玩家更多的去进行贸易，也可以缩小贫富差距，而不是先到先得，先来的玩家总比后来的获得的更多。\n这样甚至有防止作弊的一些效果，比如我的服务器矿物泛滥到人均拥有钻石块几组，铁矿挖到吐，那么矿石就已经毫无价值可言了，那么作弊就没有了意义。\n\n但注意，消费品并不能阻止服务器的后期化进程，只能延缓并增加乐趣。任何情况下到了最后期，服务器的生产力已经达到了任何玩家基本可以没什么困难的获得想要的物品的时候，什么都不能阻止他们换图的想法了。。。因为已经没有为之努力的目标了呗。\n\n个人想法有限，可能有些地方不适合多数服务器，还望理解。\n所以就希望各位有能力制作mod的大神能够更多的做出既有生产，更能有消费这一环节的mod。\n\n\n\n",
    "replies": [
        {
            "author": "accav",
            "timestamp": 1451302260,
            "txt_content": "但是太贵也不行 我看到过几个服务器装备都要半组铁块钻石块甚至绿宝石块 瞬间崩溃了"
        },
        {
            "author": "1393123519",
            "timestamp": 1451302260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "青春。祭",
            "timestamp": 1451302560,
            "txt_content": "accav 发表于 2015-12-28 19:31\n但是太贵也不行 我看到过几个服务器装备都要半组铁块钻石块甚至绿宝石块 瞬间崩溃了 ...\n玩家抬高价格服务器管理组实际上并不能控制。。。"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1451302860,
            "txt_content": "生存后期确实很无聊呢！只能换周目换版本"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451302860,
            "txt_content": "虚拟人生这是~~"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1451307120,
            "txt_content": "想法是好的，但是=="
        },
        {
            "author": "青春。祭",
            "timestamp": 1451542020,
            "txt_content": "MuChenyu 发表于 2015-12-28 19:41\n生存后期确实很无聊呢！只能换周目换版本\n到最后什么都救不了还是只能换的"
        }
    ]
}