{
    "title": "【原创·连载·圣杯】【晓】【18】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 4,
    "timestamp": 1451323980,
    "txt_content": "正文：\n\n\n　　必须承认，森讲的是实话。\n　　我无力保护自己，更没法应对前行道路上出现的任何危险。\n　　在有够多人的城镇中安居，享受手边的各种便利，才是我适合的生活方式。\n　　没有方向和指引，缺乏目标与手段，我将寸步难行。\n\n　　在13号房休息过两天，渐渐找回精神，预备再次上路。\n　　不过身边并没有佣兵或战士，只多了个自大话多的小鬼陪伴。\n　　森的爸爸惶恐战兢地接受我的宽恕，感谢贤者赐他多一次生的机会，发誓至死不忘这段恩情，还把栽培他儿子的任务托付，抑或是推卸给我，喜笑颜开欢送我们离开。\n　　临走之前，我找到那个帮助哄骗了全村人的男孩，把许诺的报酬补全，还向父母解释了事情缘由，请求他们的谅解。口袋里剩下的钱，分出一多半给了老克罗尔。因为我看出，这个村并不富裕，和我记忆里模糊的家乡印象差不多。\n　　那点金币，多少能起一些作用吧？\n\n　　对于我的大手大脚，森异常愤怒，唠叨的指责了一上午。\n　　临近中午，他说得快没力气才停止，不情愿的帮忙在森林当中寻找午饭要用的干柴树果。\n　　我则掏出水袋，前往贯穿丛林的溪流中灌满。\n\n　　冰冷溪水流过指缝，刺骨温度叫人不禁打了个寒颤。\n　　水面以下石头已经被磨砺浑圆，偶尔有鱼影飞快划过，而我望着晃动扭曲的自己，倍感陌生……\n　　这还是我吗？即使不记得上次照镜子仔细端详隔开多久，也不至于近乎不认识吧？\n　　映出的形象，简直像个鬼魂。我能从其中寻找到无助绝望，以及不触底部的空洞，其余就再没有什么了。\n　　我究竟为什么做这些事呢？又有什么理由、价值，和动力，使我坚持下去？\n\n　　咦？\n\n　　日光刺透水波，一簇异样光彩反射出来，吸引了我的注意。\n　　挽起袖子抵御住低温，伸手拨开附近灰黄圆石，拣出那块不同周围的鹅卵。\n　　这是……宝石吗……？\n　　它有深邃靓丽的蓝色，大自然打磨而成的光滑表面，奇妙的幽兰光晕从内里炸裂，随角度变幻灵动，好像有生命一般。\n　　也许森清楚这是什么，但说不定只是块毫无价值的漂亮石头罢了。\n\n　　我把他收进内衣口袋，转身返回刚才约定的集合地点。\n　　森还没回来？\n　　这家伙，是要现场种树摘果子么？就他这样，还信誓旦旦的扬言保护我，自己是否先要保证能够在林子里不迷路啊？\n　　唉……\n　　该不会，还得我去找他回来吧？\n\n　　“森------”\n　　远处枝叶间飞出几只雀鸟，之后四周归于寂静。除身后细小流淌的水声，根本没人应答。\n　　大概是太缺乏野外生存的经验，或是脑中少了应有的戒备。\n　　生在在黑暗势力狂跃凶涌的世代，我真的过分善良柔和，常常本能忽略周遭潜伏的危机。\n\n　　而这个世界，并不会因为人的心地纯洁就放过你。\n　　恰恰相反。\n　　就像羊羔误入饿狼的领地，至终的结局即是……被撕扯粉碎，吞噬无踪……\n\n\n\n\n\n\n\n\n废言：\n\n我说@恶魔-潇洒 你是不是应该给我个图章啥的？好歹我都写到18了。\n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1451363280,
            "txt_content": "字数也越来越少咯"
        },
        {
            "author": "46241359",
            "timestamp": 1451363820,
            "txt_content": "恶魔：汪汪。\n啊，给个优秀好啦，跟我差的那些字数你慢慢追，我坐下喝口茶【手动滑稽】"
        },
        {
            "author": "熊也能霸天",
            "timestamp": 1451364480,
            "txt_content": "那么以前的作品在哪呢 — —"
        },
        {
            "author": "冥王星人",
            "timestamp": 1451391120,
            "txt_content": "熊也能霸天 发表于 2015-12-29 12:48\n那么以前的作品在哪呢 — —\n索引见签名"
        }
    ]
}