{
    "title": "<原创·连载·圣杯>空[第三十四章：绝望边缘][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1451310540,
    "txt_content": "空·第三十四章·绝望边缘\n\n\n正文\n\n\n\n    在纳尔确认过行李之后，草草地吃过早饭，叫上空开始赶往机场。路上没什么不顺，但让他觉得有些奇怪的是，在途中有一辆车一直跟在后面。看不出司机是谁，而且应该是辆新车，没有车牌。但纳尔也没多管，应该也是去机场的吧。    下了车后，距离飞机起飞的时间还有将近半小时，纳尔决定给萧黎打个电话。安德还是算了吧，相比之下纳尔觉得安德有点不通人情，萧黎理解他的可能性会大一些。于是他叫空在原位坐好等着他回来，尽管他清楚空是绝对不可能跟他想得一样那么老实，等到打完电话回来之后一定是在乱跑。    不过这些无所谓，至少空知道该上飞机的时候必须回来。所以，由着他玩吧。    这一次萧黎接电话接的很快，纳尔还没开口他就已经说话了，“现在在机场吧？”    “对……你怎么知道？”    “计划取消了你想回国是理所当然的，关于这事，我不拦你。等下有份礼物，会让别人送到你那去，记得签收。”    “什么？礼物？我还有半小时就要上飞机了，怎么可能送过来。”    “这你就不用管了，等着收就行了。”    电话挂断。    什么啊，飞机都快起飞了说有礼物？纳尔有些奇怪，萧黎看起来不是那种脑子有问题的人，不可能让他在飞机上签收什么礼物吧。还是说他真的有礼物要送，现在已经快到了。就算这样，他能有什么东西要送给纳尔。    真是够诡异的。纳尔把手机收好，回到之前的座位时，的确如他所想，空不在这里。没多想他便坐到座位上，把行李放在一边，开始思考回国后的事。   猛然间，纳尔觉得一股寒意钻上脊背，顺着他脊柱的每一根神经传遍全身。四下看看，没有人在看自己。又是错觉么？    使劲呼吸几下，把肺里的空气换出去，放开双手靠上椅背，努力让自己恢复平静的状态。    看着周围来来往往的人，纳尔觉得有些迷茫。朋友死了，恋人死了，自己周围的人都死了，留剩下的只有自己和空。他现在还能去信任谁。只有一个看起来很靠谱的萧黎，所以说到底他还是要靠自己么。    时间还在还没有节制的流逝，直到他听见了广播。    飞机要起飞了。    理好衣服，提起行李，闭眼放松片刻。这些事都过去了，现在去个安全的地方才是最要紧的事。至于别的，还是等到了目的地再说吧。给自己做好心理开导之后，纳尔四下看了看。    空还没回来？！    这个笨蛋又去哪玩了，明知道自己不可能丢下他独自回国，让他玩了半小时已经说得过去了吧，还不知足？    可飞机场这么大，去哪找他啊。纳尔望了望登机口，咬咬牙，把包背好，根据自己的直觉朝一个地方跑去。他不知道自己要去哪，只知道要找什么。虽然空又呆又笨又傻还喜欢四处闯祸，但是纳尔总觉得自己放不下他。    纳尔经历了太多的事，失去了他不想失去的人。现在他不想再重复之前的经历了。可能空的确很讨人厌，但无论如何，现在空是他的朋友，纳尔不想因为逃避一些固有的现实导致失去。    “空！”    绝对不会出事的，空对纳尔说过自己可以杀人于无形，有这种能力的人怎么可能会出事。一定是躲到什么地方玩去了。“空——”    纳尔不知道自己找了多久，可能找了这个地方的一半。最后他走不动了，只能找一个角落坐在地上歇一歇。他在这期间喊了无数次却没得到一声回应。难道空真的出事了么，不然现在早就该活蹦乱跳地站在他面前看着他生气才对啊。    混蛋，你敢出事我就和你拼命。纳尔很想继续找找，但现在他的体力透支，没有立刻倒在地上昏睡不醒已经算很好的结果了。纳尔咳嗽了几声，抬起头，恰好看到附近的荧屏。    不仅耽误了上飞机，连空也没找到。纳尔低下头，早知如此，还不如在当时就被塞拉一枪击穿脑袋的好。现在想想，从他那天被一辆不知道是谁开的车撞到土沟里开始，他的精神和意志就在无形之中被不断地侵蚀，而现在已经满目疮痍了。再这样下去，纳尔的精神就会崩溃了，到时候会比死还要难受。    所以……纳尔记得包里有安眠药，过量服用好像是可以办到的吧。    “想死？我帮你啊。”    这嗓音……怎么这么熟悉？纳尔看着说话的人，立刻打起精神，心中积压的怒火立刻释放出来，让他舒服了不少，“你到底去哪里疯了？！”    “咳咳，”听到一阵轻微的声音后，纳尔才注意到空身后还有一个人，一头与面容完全不相符的白发，整个脖颈都被缠着绷带，瘦削的脸上挂着神秘的笑容，单从脸看这人大概是刚上大学的年级。“是我带空去疯的，怪不得他。”    “啊？你是谁啊？”\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1451323380,
            "txt_content": "消除零回复！！\n【写完这几个字就去更我的】"
        }
    ]
}