{
    "title": "<原创·连载·圣杯>《费雷德欧将军回忆录》第二幕 暗礁 [恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 3,
    "timestamp": 1451393940,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2016-1-1 22:03 编辑 \n友情提示：前一章已经过大改（包括剧情）\n\n暗礁\n478年3月4日\n费雷德欧·塔罗格\n运兵船\n战俘\n\n\n      因为这个想法，激动得我一宿没睡，因为早上八点左右，就会有第一次外出。\n      但不知怎的，我也分外害怕。是怕在她面前结结巴巴说不出一句话？还是刚闯进去就被抓走喂鱼？不光是死阻碍了我的步伐，从以前，只要和女孩子单独在一块，我就会显得很笨拙，有时候让她们伤心。我也成为了一个害怕和异性接触的人。但这次不一样，这次我接触的是一名高贵的公主——不管是不是，我是这样认为的。因此我必须表现得自信，而且我要向她展现出我超人的才华。虽然我只会用吉他弹奏一两首曲子——况且还没有情歌——更糟的是这里没有吉他。这让我意识到我太高傲了，甚至连我自己都开始嫌弃自己了。我就是一个鞋匠的儿子，因为运气活到了现在，高高在上的公主能看得上一个最下贱不过的凡人吗？更何况还是异国他乡的俘虏？\n      我的此前的精神支柱已经土崩瓦解了，我没有勇气再去看她哪怕是一眼，我极度害怕看到的不是温柔的目光，而是嫌弃、小瞧的眼神。\n      舱门开了，大家还是慢吞吞地坐起来，有条不絮地一个个排队出门，尽管终于呼吸到了新鲜的空气，但依旧没有人表现得高兴，因为谁愿意在抓获自己的敌人面前高兴呢？我因为想这些那些繁琐的事情走在最后一位，但这次外面站不了更多的人了，我被独自安排到另一边，不过这里守备更森严。令我兴奋的是，公主也刚好在这里，她站在边上，眺望着远处，海风让她的秀发随风飘扬，这在我眼里也只是让我更加为她的倾城美貌迷倒的原因之一罢了。我一步一步朝她挪去，因为紧张，我的脸涨得通红。但我并不在意，只要能和她说一句话就算是我莫大的荣幸了。我甚至连为什么出现在这里都忘记了，我忘记了一切，满脑子都是她。\n      天空滴下几滴小水珠，下雨了，这让我的兴致全无。谁会在坏天气里搭讪呢？那只会被人说成“傻瓜”罢了，丝毫得不到任何夸奖，也不会俘获她的芳心，反倒沾一鼻子灰。我最担心的事情就是她回房，因为这样的话看到她出来的机会就更渺茫了，但所幸的是她还在闭着眼享受清凉的风。我又开始担心她会不会着凉？也许这正是我的第一步。\n      我挪到她身边，恭敬地说：“您还是回去吧。”但很快，我就后悔了。为了挽救这尴尬的局面，我又接着说：“小心着凉了。”我一个俘虏又为什么要去关心人家的公主？！这样只会让人家反感的，说不定套个“多管闲事”的帽子，就是跳进黄河也洗不清了！\n      她听了这话后先是愣了一愣，随后慢慢地转过头来，刚想说什么，但又把话咽下去了。我只好继续呆呆地望着她，那时的我在她眼里一定是一个像个傻瓜一样的微不足道的下人。“我想再吹一吹。”她的语气温柔得吓人，我甚至觉得下一秒她就会让守卫把我扔下海，但心地善良的公主没有这样做，上一次可能也不是她的意愿吧。\n      他们都回去了。这时候，守卫打算把我也送回去，但公主用手势制止了他们。“我想和这位先生谈谈。”这让我受宠若惊。我竟然有资格和那么高贵的公主一同交谈，我似乎已经把自己看成了她的随身仆从，即使真的是这样我也乐意。\n      远处一道闪电让她吓了一跳，我也不知道自己该做些什么，仍是站在那里不知所措，一副乡下人的笨拙样。雨越下越大，海面上刮起大风，涌起小浪。船不得不先停下来。它停住的时间比我预计的要短得多，不知道从哪里听到一句“碰上暗礁了”，船体开始剧烈摇晃起来，我身旁的这位公主没有站稳，掉了下去。\n      还好我还算是有些眼色的人，见公主掉下去，我也顾不上双方身份上的巨大差异，硬是握住了公主的玉手，她才悬在了半空中。周围的守卫见我抓住了公主，虽然松了口气，但当他们看到我的手后，我感觉到他们在皱眉头。毕竟自然的力量更强大，船身摇晃得更厉害，我也险些滑下水。旁边的守卫前来帮忙，几个人齐心协力才在这种天气里将公主拉上来。虽然公主不算太重，但那个时候的甲板已经很滑了，真的不得不说，那真是太惊险了。\n      公主坐在地上，显得很劳累。我自觉地把手伸上去，她搭着我的手勉强站了起来，看来我在她眼里已经不是那么下贱卑微了。雨将她的头发、衣服都淋湿了，雨中的她也是如此娇媚动人，我不禁看呆了，刚刚的惊险也顿时忘得一干二净，满脑子都是她。她继续搭着我的手，走回了房间。\n      房间虽小，但却很整洁。一张木制床放在角落里，上面的被子叠得整整齐齐，看不到一点褶皱。床旁边是一个白色的床头柜，上面放有一盏粉红色的台灯。床尾有一张白色的写字台，上面的书籍也是摆得整整齐齐。写字台上方的墙壁上挂着一面普普通通的镜子。我见过的名仕官绅家里的家具要么镶着这种那种宝石，要么镀金镀银，可是昂贵。这些家具是公主用的，但我丝毫看不出这些东西有什么昂贵的地方，可以说，整个房间的东西总价格不超过一百朗磅。\n      她坐下来，白色的连衣裙没有全湿，但她的头发却被淋湿了。看着她对着镜子愁眉苦脸的样子，心里很不是滋味。良久，她终于说话了：“谢谢你救了我。”话毕，她站起来，鞠了一躬。我忙走上去扶起她，“公主的鞠躬我怎么好意思收下呢？”“公主”这个称呼只是我在心中的叫法，如今却叫了出来，这可让她怎么下台？我在心中扇着自己耳光，叫骂自己嘴不牢实，说漏了嘴。\n      “不不不，”听到“公主”二字，她的脸红成了熟苹果，“我不是公主。”\n      是不是公主现在对我已经没有什么了，只是她在各种方面有意无意展现出的优点，让我对她更是恋恋不舍，我甚至不想闭上眼，因为那样就会看不到她了。\n      似乎，我对她的感情已经不是仰慕了，而升华到了另一个“爱”的程度。\n\n\n肺炎：\n      现在写文更大胆了，以前不敢写的东西现在想写就写，没有顾虑，这是进步还是退步呢？\n\n\n上一章      索引      下一章",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1451394240,
            "txt_content": "笨蛋馍馍。\n这一章的描写怎么赶脚和我有点像呢，，而且这言情的设计很微妙啊【手动斜眼】"
        },
        {
            "author": "冥王星人",
            "timestamp": 1451396700,
            "txt_content": "情节设置荒诞得快无法直视。\n快去盖别墅吧。"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451538660,
            "txt_content": "字数检查：1609\n版主复活了。\n比较喜欢对话流~"
        }
    ]
}