{
    "title": "【原创·连载·圣杯】【晓】【19】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 4,
    "timestamp": 1451407380,
    "txt_content": "正文：\n　　\n　　所以，当我意识恢复，天色都开始泛黑了。\n　　双手叫多刺的粗绳捆在树后，动弹不得。\n　　后颈上的灼烧感尚未褪去，令我的头眩晕发麻，思维混乱。\n　　不远树荫里，两人背对蹲着翻找什么，我和森的随身行李早丢得到处都是。很显然，他们想要的，从我这里得不到太多。\n　　“嘿，我们的‘猎物’醒了。”\n　　第三个人倚坐旁边树桩，抬眼看看我，开口提示他两个同伴。\n　　“呸，这杂*是个穷光蛋！”其中一人生气的站起来，恶狠狠的咒骂一句，啐了口黏痰。“等我宰了他。”\n\n　　幸好，他刚提起弯刀，便被同伙拦住了。\n　　“你看你，艾拉。我就说了，你总是这么急躁。”他瞥了我一眼，继续道。“老是这么急急忙忙把人杀了，万一他在别处藏了宝贝，我们还怎么知道？”\n　　“我会让他说的。”说着艾拉握紧刀把颠了颠。“通常不需要切掉全部手指。”\n　　什么？！\n　　我浑身一震，牙齿微微打颤。\n　　这伙强盗……会把手指依次砍断，直到问出财宝的隐藏地……！\n\n　　完了，一切。\n　　我闭紧眼睛，不敢说话甚至是用力呼吸，生怕什么刺激到他们。\n　　假如怎么也在此送命，我希望……不用经历巨大的痛苦……\n　　“不不不，你的方法不行。”他勾住艾拉肩头，拉向另一边。“不管怎么说，毕竟我是老大，你得听我安排。这样，你去看看那个小崽子，搜搜他身上有没有，没有就做掉。我跟佩里搞定大的，然后在老地方见。”\n\n　　“唔，我知道了。”\n　　艾拉稍微犹豫，不甘心的支吾一句，消失树木后。\n　　我明白他们嘴里的小崽子，说的是森。艾拉的离开，说明森凶多吉少了。\n　　“你看，我这人对待人质通常很和蔼的。”他慢慢走近，可笑容遮不住隐含的杀意。“那笨蛋只懂得用酷刑，我就没他那么残忍。好了，说说你们还有什么值钱的东西，都在哪里？”\n\n　　“我……”\n　　我极其作难的看着他，不知说什么才好。\n　　森被我害了，我自己也活不多长时间。而所有这些，其实完全由那几颗星星导致。\n　　它从绞刑架上救下我，丢给人肉为食嗜血成性的强盗玩弄虐杀，把命运改写成绝妙的讽刺。我在简陋搭建的舞台卖力表演，谢幕时刻倒地气绝，换来满场嘘声倒彩。\n　　观众的哄笑，刻薄的评价，几乎可以听到。\n　　实在……太过分……\n\n　　“怎么？宁可丢命也想保住钱吗？”\n　　假面摘去，凶相毕露。他拔出腰带所佩短剑，赤裸裸的放出威胁。\n　　“守财奴我们几个真见多了，哪个不是交出钱财最后上路的？我劝你，别学他们。割肉的感觉，可不怎么舒服。不信你问问佩里，这活儿向来由他负责。你之前的几个，那惨叫声别提多动听了。是不是呀，佩里？”\n\n　　直到此时，我才发觉名叫佩里的恶徒不再忙于拆解行李。\n　　他不知几时仰面躺卧，脸色青紫肿胀，双眼充血。瞪大嘴巴张到极致，舌头探出口腔，姿势扭曲僵直。这个距离能勉强看见脖子上缠着透明的细丝，深陷进肉里勒出刺眼暗红环印。\n　　佩里，他……死了。\n\n　　\n\n废言：\n啊啊啊啊！订单太多做不过来啦——！\n\n索引见签名。",
    "replies": [
        {
            "author": "椎名雪穗",
            "timestamp": 1451410140,
            "txt_content": "辛苦，不建议这么晚休息，充足的睡眠更有助于管理论坛。"
        },
        {
            "author": "SE49NT",
            "timestamp": 1451442300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "46241359",
            "timestamp": 1451449440,
            "txt_content": "冥王大土豪，一章一高亮。\n你是不是要出场了呀"
        },
        {
            "author": "熊也能霸天",
            "timestamp": 1451451540,
            "txt_content": "出的好快啊~"
        }
    ]
}