{
    "title": "<原创·连载·圣杯>空[第三十五章：陈][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1451571660,
    "txt_content": " 本帖最后由 46241359 于 2015-12-31 22:24 编辑 \n\n空·第三十五章·陈\n\n\n正文\n\n\n\n     “我叫Cherry，你也可以叫我陈，是组织继塞拉派来保护你的人。”    “保护我？难道你是塞拉的同伙么？”    “塞拉没有同伙。”    好吧，纳尔再一次打量了一番这个比自己年龄还小的人，没错，除了发色有点怪异以外，仅仅从外表上纳尔挑不出任何的毛病，包括他的气质。他和萧黎有些相似，身上的某一处让人觉得很阴郁，但是相比较萧黎，陈看起来比萧黎还要可靠，而且……陈那种自始至终都挂在脸上的神秘微笑和罗杰有点相似。    所以？就凭这点相信他么。纳尔有些不安地看着空，他对这个叫陈的陌生人倒是没有什么戒备，但是如果真要说起来……空对谁都没有警戒心吧？    “这样吧， 我也不想浪费你的时间，现在我简单明了的和你说，有人要杀你。如果你不接受我的保护执意要回国，我不会拦你。如果你接受，我就尽职尽到底。”    既然他这样说，意思就是现在纳尔如果还是坚持回国一样能顺利回去，但是这人说有人要杀他……而且从心理的角度分析的话，这人不是完全不可信。如果真的是要对他不利，应该会不顾一切地阻拦他回国，但若是陈有别的方法跟踪纳尔那就另当别论了。    可是现在，纳尔没有别的选择了，现在摆在他面前的路只有两条，要么，拒绝陈的保护回国，如果陈是正确的，那么纳尔估计自己在回国后没几天就会离奇死亡；要么，相信陈说的话，但是这样也有风险。    “那么下一步我要去哪里？”纳尔开口道，他还是决定相信这个人，因为他发现空对陈有点不同于他人，虽然同样没有警戒心，但是空对于陈，和对罗杰有些像。纳尔觉得陈和罗杰应该有什么关联，没准能从他这里得到一些关于罗杰的信息。    说起罗杰，纳尔想到之前萧黎和他说过，杀罗杰的凶手已经查到是西蒙·温彻斯。但是，西蒙有什么理由必须杀掉罗杰。难道仅仅是因为罗杰知道对他不利的情报么。    不，不可能。纳尔心里很清楚，罗杰这种人要杀绝不会很简单，他的能力纳尔不是不知道。这也就表示，西蒙去杀罗杰是冒着一些危险的，既然如此，不会只是因为罗杰知道什么事。    如果不是因为这个，那么就是……西蒙有什么事，而要达成这件事的条件或者条件之一，就是杀掉罗杰。除了这个，纳尔想不出别的什么理由可以解释西蒙会冒险去杀他。    还有诺迪斯。这些事都是一同在纳尔接到那通电话后发生的，要说这两件案件的犯人是同一人不是不可能。那段视频的最后场景是他自己的房间。假设那通电话叫他去U国是有除了叫他执行任务以外的目的，唯一的可能就是要保护他自己。而且细想的话，纳尔去U国，诺迪斯作为他的朋友跟去的可能是有的，罗杰本身是save的高层更不用说。    所以……那通电话，实际上就是在通知纳尔，要带着两个人一起去U国避难么。但是这样看的话，西蒙肯定也跟来U国了，既然他能杀罗杰，为什么到现在还迟迟不见他对纳尔下手呢。    ……    这条链子上，一定还缺了什么，缺了一个连接起两端的东西……    有人要我杀你。    纳尔的身子颤了颤，这好像是，塞拉说的话吧。那天塞拉的确是要杀他，不知道是什么原因，纳尔突然感觉自己的脖颈被人拍了一下后就昏过去了，醒来时就在宾馆里躺着。当时纳尔觉得那个人是塞拉的同伙，为了防止自己挣扎妨碍塞拉动手杀人才会打晕自己的。现在想想不该是这么回事。纳尔知道自己不会有什么特异功能，也就是说，那个把他打晕的人，应该是来救他的，否则现在早就死在塞拉的枪口下了。    对，塞拉很有可能是受了西蒙的指使，才把自己带到地下停车场的。可是又是什么阻止了西蒙，杀掉与踩死一只蚂蚁难度等同的纳尔。    而且还有个疑点，上次地下停车场事件后纳尔没再见过塞拉。难道说……    “接下来么，先回去吧。计划的事，你就不要指望安德了，等下我朋友会通知你。”    “你的朋友？”    “就是叫我来保护你的人。”陈把纳尔的背包拿下来背到自己肩上，“行了，走吧。”    “去哪，回我之前住的那个宾馆？”    陈摇摇头，“去医院。”    “去医院？你受伤了？还是空玩的时候摔倒或者磕到头了？”    纳尔感觉自己的腹部被人狠狠地顶了一下，原本就虚脱的身体霎时间便失去了重心。下意识地调节好四肢后退几步稳住了摇摇欲坠的身子，抬起头看着突袭者，恰好对上空那双藏在眼镜后面的幽怨的眼睛，像看着一个无可救药的白痴一样看着纳尔，“我看你才磕到头了。”    “你看上去有点体力不支，而且刚才有点自杀倾向，所以要带你去看看心理医生再输点葡萄糖生理盐水，顺便吃顿饭。”    说罢，陈伸出手拉住纳尔的胳膊，硬生生地把他拽出了机场，逼着纳尔进了附近的一家医院，输液输了将近两小时后又被拖到餐厅吃了饭。好生折腾一番后才被送回宾馆。    实际上纳尔很高兴，因为现在晚上睡在自己旁边的不是一点都不靠谱的空，而是陈。至少可以确保不再发生第二天醒来之后发现自己躺在地上的事了。\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1451572080,
            "txt_content": "“一点都不靠谱的空”欸……"
        }
    ]
}