{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第二十一节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1451653200,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2016-1-1 22:11 编辑 \n\n        辽阔平坦，看似一望无垠的平原终于到了尽头，前方的路开始断断续续地出现了一些小山丘。而令人感到奇怪的是，前方的一大片区域都弥漫着黑色的烟雾，严重影响了视野。就好像在这边是白天，去那边就立刻到了晚上。被黑雾笼罩着的村庄若隐若现，看不清全貌。即使在看得清的街道上，也没有一个人影。整个“黑雾之源”散发着诡异的气息。\n\n        “这些黑雾究竟是什么东西？”穹闪有些担心，停下了脚步。\n\n        “不用担心，虽然这个地方很让人讨厌，但是好歹也是个住人的村子。我以前可是经常来这里……算了，不提那些事了。”傲天挥挥手，加快脚步走在了前头，“至于这些黑雾嘛，反正不是你们想象中那种恐怖的东西。你们要是确实不想久留的话就跟紧我，我知道近路。”\n\n        “等等，好不容易到了一个村子，还得补充一些必要的物资。”穹闪补充道，跟了上去。\n\n        即使傲天这样说，穹闪还是小心翼翼地跟在傲天身后。当然，队伍的最后是畏畏缩缩的灵曦。\n\n        渐渐靠近村庄，走进黑雾，一股难闻的气味也越来越浓烈。不知为何，穹闪总觉得这种味道在哪里闻到过。有点像烧焦了的土豆，但又不完全是。\n\n        “进村子之前，我最后提醒你们两点。一，少说话。可以的话尽量不要说话。把嘴和鼻子捂住。”傲天说着，渐渐消失在了愈发浓重的黑雾里，“二，无论何时都要跟紧我，紧紧跟着……”\n\n        穹闪还不知道“少说话”是为什么，但是他大概知道“跟紧我”的原因了。他赶紧拉着灵曦，朝着傲天的最后一丝身影追去。\n\n        雾已经浓得难以形容，只能勉强看清面前两三步的距离。就像置身于黑暗的深渊。这感觉让傲天想起了一天前的“噩梦”，不由得打了个寒战。这地方，真是越来越让人不爽了。傲天想着，咬着牙走进了附近的一间木屋。\n\n        相比街上，屋子里简直就是另一个世界。虽然还是残留有一些黑雾，但是灯光让视野已经清晰到可以看清整个房间里的东西了。而且街上冷冷清清，一路上一个人也没看到——又或者说即使有几个人也看不到，而这里却坐满了人。\n\n        这似乎是这个村子的习惯，即使在白天也要开灯。原因不必多说。不过虽然屋子里坐满了人，却异常的安静，听不到一丝说话的声音。只有一些茶杯的碰撞声，各种各样的脚步声，写字的沙沙声，还有翻书的声音。这里的人几乎都不说话，更多的是肢体语言，实在表达不出来了就写在纸上。所以每一个桌子上都摆有公用的纸和笔。\n\n        傲天走向柜台，刚想说些什么——准确地说，是写些什么——在他看到柜台的老板娘的一瞬间却忽然呆住了。\n\n        “傲天？你怎么在这里？你可是好久没回来了啊！”老板娘似乎也认识傲天，刚一见面就激动得喊出了声。这罕见的说话声打破了屋子里的沉寂，所有人的目光几乎都聚集在了他们俩人身上。\n\n        “是啊！好久不见！”傲天也很惊喜地答道，“死肥婆，没想到你在这……”\n\n        “臭小子！你再说一遍？！”老板娘一把伸出她壮硕的手臂，扯向傲天的耳朵，让他疼得哇哇大叫。\n\n        “啊！死肥婆，你下手还是这么狠……啊疼疼疼！松手！”傲天一提到“死肥婆”这三个字，老板娘就又下意识地使劲一扯。\n\n        穹闪和灵曦不知道发生了什么，呆呆地站在门口。可是店里的客人们似乎都明白了，继续若无其事地做着自己的事。\n\n        “哎，你小子还是这么麻烦。”老板娘说着，转身向楼上走去，“上来吧，这里说话不方便。”\n\n        傲天一只手摸着红肿的耳朵跟了上去，另一只手朝着穹闪他们挥了挥，示意他们先在外面等等。\n\n        穹闪和灵曦的心里都存有一大把的疑惑。不过现在，他们还是只好找了一个地方坐下，静静地等着傲天回来。\n\n        等待的时间实在无聊。灵曦把包里的钱拿出来，数了一遍又一遍，确认一分也没少之后又小心地放了回去。\n\n        穹闪从腰间轻轻拔出望月，再拿出帕子一点点拭去剑上的灰尘，还有一些血迹。\n\n        穹闪似乎从来都不恐惧厮杀。当他在天灵山脉第一次拿起望月，第一次踏上战场，第一次把刀刺进人的身体，闻到强烈的血的腥味时，心中竟没有一丝的恐惧与紧张。是因为当时的愤怒使他麻木了？那为什么在那之后他也能淡然地战斗？这一点连他自己都不清楚。\n\n        可能是“灾星”的野性本能吧。穹闪想着，漏出一丝冷笑。他的脸浮现在光亮的剑刃上，这时他才发现，连自己都对这张脸感到陌生。\n\n        这就是我的样子吗？穹闪呆呆地望着剑中的自己。他上次看到自己的脸已不知是什么时候了，似乎是在抓鱼的时候在河水中看到的。自从他有胡萝卜之后，就没再浪费时间抓鱼吃了。这样估计的话，大概已经有六年多了。\n\n        真可笑，竟然会有人连自己的脸都认不得。我这么多年来，究竟在忙着干些什么呢？我又是为什么这么匆忙？穹闪想着，脑海里浮现出一个魁梧的，披着军装的身影，举着一块巨大的盾牌，朝着他喊道：\n\n        “弱者啊！想打败我吗？那就怨恨吧！愤怒吧！不甘吧！然后将此化为力量，变强吧！等你强大到能打败我的那一天，再让我看看你所谓的希望是否真正存在。”\n\n        没错，我要变强，然后打倒那个人！穹闪脸上流露出强烈的愤怒。一缕黑暗的气息从他的眼中渗出。\n\n        忽然，他感到有人拍了拍他的肩膀，回过神来一看，傲天和老板娘已经回来了。傲天朝着门外指了指，接着和老板娘一前一后走了出去。穹闪赶紧收好剑，带上灵曦紧随其后。\n\n        一阵风吹过，黑雾在风中缓缓浮动。穹闪跟着傲天，在昏暗的街道上摸索前行。这座被黑雾笼罩着的村庄，实在是让人捉摸不透呢……\n\n\n\n目录\n\n大家新年快乐！\n@bo_bo2001 @guqu @xcc @恶魔-潇洒 ",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1451653560,
            "txt_content": "字数检查：1797\n角色名字都好霸气~"
        },
        {
            "author": "46241359",
            "timestamp": 1451654160,
            "txt_content": "穹闪XX穹闪XX\n2B你真的是太久没写生疏了，主语出现的太过频繁了些，用“他”代替一下会好点，或者可以去掉几个，不然句子看起来就有些啰嗦。而且末尾的悬念留的有点糟糕，不应该用这种类型的问句，个人感觉这种末尾是最让人没有继续看的欲望的结尾，建议修改。"
        }
    ]
}