{
    "title": "<原创·连载·圣杯>空[第三十六章：错乱][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1451656440,
    "txt_content": " 本帖最后由 46241359 于 2016-1-1 21:58 编辑 \n\n空·第三十六章·错乱\n\n\n正文\n\n\n    夜晚，纳尔蜷缩在被窝里，眼睛半睁半闭地看着闪烁的荧幕，陈躺在一边，盯着手机的屏幕。两人都处于极度无聊的状态，但纳尔似乎程度更高一些，他的手机被空拿走了，只能看看无聊的夜间新闻了。    他把被子往上拉了拉盖住脖子，继续用一种迷离的状态看着在黑暗的房间里散发着刺眼光芒的电视机屏幕。    纳尔觉得自己这一夜可能就会以这种接近于睡着的状态度过，但一条新闻把他从梦境的边缘拉了回来。新闻的每一个字都像是一个战栗的灵魂，刺激着纳尔已经脆弱无比的神经。    “今日，飞往C国首都的航班中途发生意外而坠入太平洋，据悉是炸机事件……”纳尔硬撑着坐起来，直勾勾地看着现在所播报的新闻。他像是着了魔般一字一顿地念出航班号，之后他感觉自己的四肢发软，瘫回了原来的位置。    转了转僵硬的脖子，看着陈，纳尔刚张开嘴，想要问问这是怎么回事时，陈也翻了个身，把手机递给纳尔，“朋友来电话了，你接吧。”    “喂……”此时他还没完全从极度的恐惧中回过神来，但与其说那是恐惧，倒不如是后怕。一方面在庆幸自己非常明智地选择了去找空而不是登上那班飞机，另一方面，纳尔觉得自己真的活不长了。西蒙为了杀他已经开始选择炸机了。    “怎样，纳尔，”平淡无常的语气，低沉嘶哑的嗓音，就像是和朋友聊聊每天的日常琐事一样没有任何的惊异、怜悯，哪怕一丝的抚慰也好，这样的声音让纳尔既觉得熟悉，又感觉陌生，“我送你的礼物，还喜欢吧？”    “什么……”纳尔让两只手同时抓住陈的手机，防止因为自己的身体剧烈颤抖导致没拿稳掉落下来，“是你刻意设计让陈拖延我的时间？你……是谁？”    对面的人没说话，但是纳尔隐约听见了水的声音，而且应该是……浴室里的浴缸放水的声音。过了几分钟，那人才再次开口，“弗兰克·怀特。”    “陈也是你派来的？”    “当然，哦……先不说了，等下我再给你打电话吧。”    “不！先等等！”纳尔喊了一句，“你把事情说清楚！你早就知道那班飞机上被人做了手脚，为什么不告诉机场工作人员叫他们停止登机？你这根本不是救人，是害人！”    “我要救的是你，其他人的性命和我有什么关系。再说，就算我真这样做，以后就会有十架飞机同时掉下去。为你，牺牲十个飞机的人，还是一个。”    纳尔无言。    “行了，就这样吧，你先好好休息，明天再说计划的事。”弗兰克的口气顿时变得柔和起来，像是安抚自己的好友一样，但是感觉更像是……哄小孩入睡。    还没等纳尔开口回应，对面就已经挂断了电话。他把手机还给陈，“你是在什么地方认识的这么一个怪人？”    陈打了个哈欠，躺到了枕头上，“以前在校时的同学，早些睡吧，明天还有事等着呢。”    “哦……”纳尔让自己躺在一片柔软之上，闭上眼，让自己那颗刚才恐惧中挣脱出来的心平静一下。但他越是想要平静，越是无法做到。他的脑海中不断重复着刚才播放的新闻，一遍又一遍，永无休止地重复着。    不……不行，这样下去根本无法入睡。纳尔睁开眼看着天花板，这样总算能好一些。既然睡不着，干脆利用这些时间想想这些天发生的事，没准能从中找到些什么被他忽略掉的东西。    刚才弗兰克说用一飞机的人换他的一条命，这样已经表达得很清楚了，不管是弗兰克一人，还是save这个组织，总有一方是在暗地里保护自己。弗兰克之所以只是叫纳尔错过登记时间可能就是为了制造一个他已经死亡的假象，可能瞒不了太久，但至少在短期内可以让西蒙安下心。这期间内纳尔就不会再有什么危险。    可是，保护的理由呢？纳尔现在很清楚，自己没有特异功能，也没有任何过人之处，除了能做一些推理以外基本就相当于是一个废物。既然是这样，save或者弗兰克为什么还要大费周折的保护自己。早在之前打过来的那通电话应该也是出于这个目的。    别的还没什么，现在最大的疑点就是这个叫做弗兰克的人。为什么他会毫无征兆地突然冒出来，之前萧黎也和纳尔说过叫他记得收礼物，这就表明弗兰克和萧黎肯定认识。    除去弗兰克，再就是白昕了。纳尔是不知道到底是机缘巧合还是有人暗中安排，他觉得白昕有什么地方很奇怪，可又说不上来。他现在回想起白昕的微笑，虽然没有初见时的恐惧，但……那种笑容，纳尔试图去找一种接近或者类似的东西来形容，怎么说，就像是医生对待患者的笑容一样？    还不对，没有那么亲切。    ……    那就像是……研究员看小白鼠一样。    联想到这个以后，纳尔突然感觉到自己眼睛看到的一切都开始变得扭曲，开始丧失掉色彩和原有的轮廓。这些东西被打碎，变成了漩涡在纳尔眼前疯狂地旋转着，他感觉自己的意识里一片黑暗，头有种撕裂般的疼痛。那些碎块不断地碎裂、拼合，纳尔感觉有人在吞噬自己的意识，撕扯自己的灵魂。    纳尔在混乱的漩涡中失去了意识。 \n    空是被自己心中的不安叫起来的，他醒来时正值午夜。眼前的景物时而模糊时而清晰，不时会有一阵眩晕感。    勉强地站起身，扶着墙走到窗前。空皱着眉，望着窗外的灯光。心中的不安开始躁动起来。    “纳尔……”\n\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1451707920,
            "txt_content": "同志人气真高,发出来一排评分~羡慕中"
        },
        {
            "author": "xcc",
            "timestamp": 1451716140,
            "txt_content": "高产的普通北极\n---哑舍狂魔笨蛋xcc"
        }
    ]
}