{
    "title": "<原创·连载·圣杯>《费雷德欧将军回忆录》第三幕 噩耗 [恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 1,
    "timestamp": 1451656680,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2016-1-2 10:02 编辑 \n噩耗\n478年3月5日\n费雷德欧·塔罗格\n运兵船-客房\n战俘\n\n\n      她和我谈了很久，包括她的经历、身世以及为什么会出现在这里。谈完这些话之后已经傍晚了，我说我必须回去，她这才让我走，不过她又吩咐给我重新安排了一间普通客房。这间客房里面的家具就很多了，虽说只有一张床一张桌子两把椅子，但我对这整齐的摆设很是满意。我看了一眼那些猫在窗户上朝外张望的人们，有的羡慕，有的嫉妒恨——大多数应该是“恨”了。\n      似乎很多读者都想知道她是从哪里来的，那我在这里就简单说明一下。她跟着她的父亲到异国他乡打仗，不过她被留在这里。因为她的父亲是一个军官，因此她也备受照顾。值得一提，她有一个如百合花一般富有香气的名字：阿碧娜·塔罗格。\n      但，如此一个美人儿又为什么会降低身份来和我交谈呢？在以前的那个城镇，我是全城女性所嘲笑的对象，我一无是处，就连最基本的做买卖也做不好。有一次我为了抓住那只吃掉粮食的老鼠，竟把整个摊子里的货物全部丢失，这成为了她们耻笑我的原因之一。除此之外还有很多原因，总之都是她不能和我说话的理由。她若在思卡兰，那会是整个思卡兰城最美丽的人。可偏偏，她可以和让别人不给好脸色的我交谈一个下午，这是自打我出生以来从来没有过的。除了我的亲人，我没有和任何一位异性交谈超过半个小时。18年来只有这么个下场。这是阴谋？会不会整条船的人都在骗我，他们早已找准了机会杀死我？想到整条船二三十个人都要杀了我，我便浑身不舒服。\n      天空已经出现了鱼肚白，太阳快要升起来了。我却浑浑噩噩的，一点也不想爬起来，这不像我。我就好像生病了，这是一种死病，它会杀了我。但又似乎是瞌睡，但我尽力闭上眼睛等待良久，也没有呼呼大睡。我的大脑一片空白，不像昨天，还想着她。在迷茫中，我甚至感觉我在胡言乱语，至于说了些什么我也不记得了，我只记得我在大喊“上帝”！\n      “咚咚”，有人在敲门。我无力地看了看那紧锁着的门，有气无力地说：“谁啊？”\n      门后面传来温柔的声音：“是我。”她把声音压得很低，似乎是偷偷跑出来的。\n      这下我不会再被迷惑了，我一定要揭穿她，当然要找个时机。如果人家不是坏人那就不好了。我挪到门边，打开了门。她还是昨天的装束，只是手中垮了一个竹篮。见到我，她很高兴，将竹篮塞到我的怀里，然后微笑着走进来。我关好门，用余光看着她旁若无人般坐在座位上，眼圈红红的，好似大哭过一般。我端着篮子，放在桌子上，然后搬出椅子，示意她坐下。她看我坐下了才坐在椅子上。我掀开盖在篮子上的白布，篮子里是一些米饭和肉，还热腾腾的。\n      她用一种期待的眼神望着我，我从她的眼神中已会意：这些菜是她做给我的。我把精致的饭菜和筷子拿出来，斯斯文文地品尝起来。这味道虽然比不上思卡兰最好的厨师，但可以排第二。自从那天起，我便有几天是空着肚子入睡的。而米饭蒸得恰到好处，肉食也不油腻，总之，它们让我重新振作了起来。一切烦恼统统抛到九霄云外。甚至觉得之前那种感觉纯粹是胡思乱想，我也不再去想它们了。\n      “嗯，这些饭很好吃，谢谢。”我有礼貌地对她说。这让她更开心了，笑得像一朵花。的确，如果她是一朵花，那一定会是最美丽的一朵百合。“那就把它们吃完吧。”她的目光漂游到了别处，可能是我在看她的原因，“你不是也饿了吗？”此时我注意到，她的脸涨得通红，那羞怯的样子更惹人怜爱。\n      “今天来……是有什么事吗？”在吃完饭之后我问。\n      “只是来给你送一顿饭，”她显得很腼腆，“以后可以吗？给你送饭。”\n      “嗯……随便。”如果不是这么可疑的话我会很乐意见到她的，“但，真的没有什么别的事了？”\n      “真的没有了。”她突然站起来，挥动着手，生怕我不相信。但越是这样，我越能看出她的心思，一定有什么事情瞒着我，我想。倒不如今天就让她把实情说出来，说不定是她向我表白呢，虽然发生这种事的几率小得可怜。\n      沉默许久，我终于判断她真的没有什么事情了。便让她先回去，不然守卫察觉到就都完了。而她的回答却出乎我的意料。\n      “再等等。”\n      等什么？还能等什么？再迟些守卫就真的发现了！咱俩都得玩完！我真想对她大叫，但不知怎的，喉咙好像被什么堵住了，叫不出来。\n      “史蒂文，”她用非常沉重的声音说，“史蒂文·塔罗格。”对此我感到非常奇怪，但还没等我发问她便又说：“他死了。”这个消息使我备受震惊，我和他虽然相处时间不长，但好歹也是从死人堆里爬出来的，他死了这个消息多少也会让我感到伤心，只不过我没有表现出来而已。\n      “哥……”她说出这一个字后又闭上了嘴，我也只听到了一个音节罢了。“他是我的父亲。”语气相当沉重，并没有我想象中的那种悲伤，我倒替她感到悲伤。“等等……”我还没等她说下一句话就打断了她。\n      “你刚才叫我什么？”换来的是沉默。\n      门外，已经天亮了，守卫开始换班。但有人发现她已经不在房间了，他们找遍整条船都没有找到，这是我从他们的声音判断的。所以他们盯上了这间房间。当他们砸开门的时候，只看到我们两个人。不一会，守卫队队长气冲冲地走了进来，他是一个壮实的男人，脸上有一道明显的伤疤，很是丑陋。见此情景，特别是听了守卫添油加醋的陈述，便大发雷霆。他拽着我的头发把我从房间里拖出来，然后就是一顿暴打。阿碧娜请求队长不要再这样，但之后也被带回了房间，房门前有两个守卫看着。\n      那队长下手真不知轻重，我被他的皮靴踢得满眼冒金星，到最后，我已经鼻青脸肿，也吐出了不少血。见此情形，他揪起我的头发，轻松地把我揪到船边，时刻准备把我扔下去。\n      我闭上眼准备好了死——尽管这不明不白，但如果我没有死，那他就死定了！\n\n肺炎：\n      本章就连我自己也觉得可以用一个字形容：“噫！”\n\n\n上一章      索引      下一章",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1451657220,
            "txt_content": "“像一朵百合”重复了，读起来有些奇怪，感觉剧情略狗血，主角的心理素质有点偏差，这么点事应该不足以伤害自尊和逼疯人吧。而且表白= =。。。这爱情进展太快有点不合常理。整体来看还有不少的病句，自己读读就会发现有些句子语序有点奇怪。而且恶魔你的文有个大问题：给人的印象不深刻，经常看到一个地方之后就忘了前面说的什么，如果有什么事和后面会有所关联我建议多次强调或者暗示来加深一下印象。\n整体来说= =剧情真的有点狗血，类似童话里骑士救公主的故事，而且后面的进展完全在意料之中不能给人丝毫的意外，剧情设计方面还是要多考虑一下，让自己的进展出乎读者意料才会有意思。"
        }
    ]
}