{
    "title": "[羁旅客]——②",
    "author": "孤独秋叶",
    "replyCount": 3,
    "timestamp": 1451704500,
    "txt_content": " 本帖最后由 孤独秋叶 于 2016-1-23 09:41 编辑 \n\n羁旅客2上一章：http://www.mcbbs.net/thread-535621-1-1.html\n主页:http://www.mcbbs.net/thread-537795-1-1.html\n\n\n\n\n\n\n  “他们的使者怎么还没来，是要放弃和我们谈判了吗？” 齐国国王正在焦急的等待着楚国使者，他不知道楚国使者来的途中遇到了一点麻烦，还有一天就是齐楚开战的日子，楚国准备和齐国进行谈和，也是因为楚国势力低于齐国，所以这场战争一旦爆发楚国的威胁将非常的大，所以楚国国王觉定和齐国国王商定谈和，此时在齐国金碧辉煌的皇宫里，正在举行宴会，场面十分热闹，歌姬在皇宫中央跳着美丽的舞蹈，国王旁若无人的调戏着女侍，大臣们在下面高谈阁论，喝酒的也在痛快的喝酒。\n  因为齐国不久前和一个国家打仗赢得了胜仗，贪婪的齐国国王掠夺更多财富的心又燃烧了起来，他不只要称霸他国还要称霸中原，如果让他得逞那就将是一个灭亡的朝代了！这次出使任务就是谈和，我的国王准备联合其他国家一起战胜齐国可是现在出使各国的使者们都还在路上所以我要出使齐国进行谈和只是为了拖延时间，齐国干的坏事太多了，齐国不会这么容易就答应签订和平条约，会提出很多让人气愤的要求，如果不做到就会有各种理由杀掉使者直接宣战，说好的两军交战不斩来使，去齐国说这话当屁放了。\n  阳光照进树洞，耀眼的光芒让我不得不眯起了眼睛，醒来之后才发现这个树洞是狗熊住的树洞，旁边还堆放着几根人骨，恐惧的气氛一下冒了出来，在树洞里睡了一晚骨头疼得厉害，狗熊没回窝又到了哪里去呢？再想也不跟我有关系了，还是趁早离开此地比较好，可是进来尚不大难出去就不容易了，真是起了怪了狗熊住的地方它自己出去都要爬上去，我便抓住藤蔓，这树有些年头了，藤蔓非常结实，右脚蹭着一旁突出的石坑便向左倾斜稳定之后在重复刚才的动作，这才慢慢的爬了上去，“我昨晚是怎么进来的？”我脑子里想到了我从洞口摔下来的情景..不想它了，出来总是好的，阳光明媚真是个好天气，我还要继续赶路可不能在这浪费时间了。\n  伸个懒腰才发现这片林子在白天没什么可怕的，就借着太阳我知道我在的方向是东，那么齐国就在东南方向，朝那望过去就像无际的森林永远都走不完一样大，收拾好自己的物品后就上了路，如果今天不是晴天估计我也看不到太阳来辨别方向，真不该出使齐国，可国王偏偏让我来齐国难道还另有预谋？如果是我知道的话半路我就跑了，但是我不能这么做因为楚王也是个不好惹的人，动不动就斩头断脑朝廷里谁敢不服从他的命令呢？包括我我也害怕他...\n  ......  一天前...\n  走了非常久，终于走出这片林子，此时我走出来早已饥渴难耐，加上肚子的空腹感实在是走不动了，走出林子，眼前场景是辽阔的荒土，也有寥寥几个破土房以外就是荒土平原，再向远处望去就是齐国了，因为齐国没少和其他国家打仗所以城池周围的地方都是狼藉一片，就比如我现在的位置，甚至一个小土瓦房旁边都有腐臭没人处理的士兵尸体，我不远处的一个烂房子角落斜躺着一个死去的战士，的骨头已经看的十分清楚只见铠甲上还有一个标志“齐”一看就知道是齐国的士兵，手里依然拿着宝剑看剑就应该知道这应该不是一个普通士兵，他腰间上也佩戴者玉佩，我走到被摧毁的房子角落旁来到这位死去的战士身边，蹲下身来看，拾起他腰间的玉佩，但我又将玉佩放下，因为随意拿走死去的人身上的东西是对死去的人不尊重，便放回他的腰间用他铠甲盖住这玉佩防止被毛贼发现，转过身子离开这个烂房子后加步前进。\n  走了一段路依然在辽阔的荒土平原之中，我发现前面有一户人家烟囱冒着青烟的，看起来是在做饭，这户人家房子是砖瓦建的，房子前就是猪棚房子周围用栅栏围了起来，看起来应该是一户过的不错的人家，可是在这广阔的荒土平原之中住着安不安心才是问题，等哪天战争爆发一个炮弹下来就是废墟了，一个非常好的例子就在我身后不远处我刚路过那儿，屋顶已经没有了墙明显的开裂随时要倒下来的样子，正门一半的墙已经塌了，我路过那的时候留意看了一下东西早就搬走了剩下的只是一些茅草，这些荒土上的房子都是空的没有其他人也不会有人来住，例外就是我不远处的那户人家，还在做着饭，肚子也在“咕噜咕噜”的响，下好了注意觉定去那户人家看看能不能在那吃点东西，便朝那栋房子走了过去。  “有人在吗？” 站在门口朝里面喊了一声，不见有人回应便有朝里面喊了一声，这时里面才走出来了一位已经缝上很多补丁衣袍和裤子的女人.....\n   长话短说\n水平不是很好但也希望能在周边创作有一席之地~\n\n1535字下一章:http://www.mcbbs.net/thread-537159-1-1.html",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1451705820,
            "txt_content": "有很多地方都有词语重复现象建议修改。"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451707860,
            "txt_content": "46241359 发表于 2016-1-2 11:37\n有很多地方都有词语重复现象建议修改。\n同志能否指出几点，我的水平不高不能找出呢·~抱歉"
        },
        {
            "author": "46241359",
            "timestamp": 1451708280,
            "txt_content": "孤独秋叶 发表于 2016-1-2 12:11\n同志能否指出几点，我的水平不高不能找出呢·~抱歉走了一段路依然在辽阔的荒土平原之中，我发现前面有一户人家烟囱冒着青烟的，看起来是在做饭我便走近，这户人家房子是砖瓦房在平原之中的边角\n整个第一段。\n\n阁下的文整体来讲还是可以的起码比那些连字数都不达标的强很多，分段有点问题，不要一大堆的文字挤在一起让人看起来觉得难受。描写略粗糙，给人一种只是单纯叙事的感觉。而且断句也有问题，阁下自己重新读几遍文章就会发现有些地方应该加个标点却没加。总体来讲大问题是没有的，至于剧情的逻辑严密性和合理性这需要等阁下发的内容多一些才会知道。"
        }
    ]
}