{
    "title": "[羁旅客]——③",
    "author": "孤独秋叶",
    "replyCount": 5,
    "timestamp": 1451725320,
    "txt_content": " 本帖最后由 孤独秋叶 于 2016-1-23 09:45 编辑 \n\n羁旅客3上一章：http://www.mcbbs.net/thread-536973-1-1.html主页:http://www.mcbbs.net/thread-537795-1-1.html\n\n\n\n\n\n\n\n  “你有什么事吗？” 这位女子声音低沉，毫无恐惧的注视着我，用眼睛打量着我的穿着和物品确定我没带利器之后变放心了，女子的穿着很简陋，由于是夏季，她只穿了个布袍，整个人看起来苗条个子却不高，我穿的和普通人没什么差别，简单的衣服裤子和草鞋，同时背上背着行李。\n  “小姐我在赶路的时候路过了你的家，在下肚子有些饿，实在是走不动了，能否给予我一些食物？”作为一个九尺男儿就差点连句话都说不出来。“这里没有吃的，你赶紧离开吧！” 这位女子鄙视的望着我，看起来非常看不起我啊，我曾身在朝廷谁敢这么对我说话？哎，谁让我现在身无分文呢。人在江湖身不由己啊。\n  我转身准备离开的时候....觉定还是上去恳求一下她吧，空着肚子就这样走了不死在这荒土之中才怪，：“小姐，拜托你了，就给我一些吃的吧。” 。  “我告诉你最后一遍这里没有东西可吃了！你赶紧给我滚蛋。”这位女子话刚落便转身进屋啪的一声关上房门。\n  走吧，我觉定还是继续赶路好，脚下发来一震酸麻，低头看了看脚，穿着的草鞋已经被穿坏了，走了这么远的路不坏又怎么可能，已经磨出了一些水泡，忍者疼痛继续赶路...走了很久很久，真的快倒下了，不行，还有一天了，就这速度也赶不上啊，坚持住，我回头望了望，那栋房子已经不见了，这说明我走了很远，不行了，眼前一阵黑暗，便一头栽倒在地上。\n  “啊！”我头一痛睁开了双眼，我在做梦，这是哪，我记起来了这是我昨晚睡觉的树洞，周围没有这么恐怖，只是有些潮湿，我的行李就在旁边，我打开心里囊翻了翻里面，发现有一些干粮和几个苹果，我以为我真没吃的了，还好还好是在做梦，朝外面看了看，刚出了太阳，我捡起行囊便爬出树洞离开这篇是非之地，但没有我想像的这么简单，这里我无法像梦里那样确认方向因为我已经忘记我从哪个方向来了，当时晚上意识很模糊，哈，那是路！我惊喜的看到眼前的小路，我沿着一个方向走去，我发现了昨晚的马车！和被翻过的箱子，我现在知道我该怎么走了，马车是朝我走过来的方向倒的，这么说我就明白了方向后，摸了摸行囊，我的玉佩还在，吓我一跳我以为不见了，不然去到齐国他们怎么会相信我的楚国来的，还不当我是难民一样赶走。\n  一阵清风吹来，凉爽的感觉十分舒服，但我不是来这里享受的我还要离开，离开这片林子，我觉定不做休息直接上路。\n  跟梦里没什么区别我也一样走了很久才走了出来，这时我已经浑身是汗，眼前的场景是一个青草草原，我能看到齐国的城墙和堡垒，加快步伐，继续前进，当我走到一半的时候看见越来越近的城池我很高兴，知道我走到城门。\n  这里有很多进出城的人，我便来到进城的那一排，城门中央的墙上有一个铜做的狮面脸，十分威武，城墙上有卫兵在注视着城门附近的一举一动，城门宽有八九米，有两个城门，一个是进一个是出，门旁有许多卫兵驻守，各各披肩战甲手持长矛严肃的站立，这时、有一个男的准备偷偷溜进城中，被守门的卫兵给抓到了，男子一一求饶，卫兵不肯罢休，叫上了好几个卫兵一起对着男子拳打脚踢打在了地上，不停的揣着他，旁边的人离得远远的，我不能上前却说，因为我可能也会被当作同伙或者找事的人一样被打然后赶出去，男子已经蜷着身子躺在地上，看样子是被打昏了，“兄弟们，拉出去活埋了！”几个卫兵准备拖着他拉出城门之外的草地上活埋，这时候突然冲出来了一个女的看样子是男子的妻子，跑到卫兵身后拖着卫兵的腿求道：“我求你放过他吧，他是我丈夫他不能死，家里还有孩子，我求求你网开一面吧放过他我们马上离开求求你了..” 声音非常凄惨，卫兵没有搭理他，便一脚踢开女的继续拖拉着男子，几个卫兵已经在远处挖好了坑，女子再一次去恳求，卫兵一个大刀就斩了下来，由于太远，我看不清楚，卫兵砍下来之后血洒满天，女子再也没站起来，男子也挣扎的被埋进了土里。\n  这样悲惨的一幕使我非常愤怒，但是我要忍住，我相信早晚有一天齐国会被灭亡！\n  “还有谁要试试！！！” 刚才杀死女子的卫兵回到城门后大声喊道，没有人敢出声，谁也不愿被活埋给杀死真的是太残忍了。\n  没想到会发生这样的事情，他为什么要这么做？肯定有他的原因，但是卫兵不讲道理的就这样把人给杀死了，我听到女子前面说到家里还有孩子孩子，就知道那个孩子很可怜。\n  排队也排了很久，终于下一个是我了，我能听到卫兵对我前面的那个人说“干什么的...”就是一些审问的话，前面的人回答完后就被放行了，接下来，就轮到了我。\n  \n 1511字 [爹阔的比起啊的够吗瓦喊]下一章：http://www.mcbbs.net/thread-538177-1-1.html",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1451725800,
            "txt_content": "标题: 我感觉不错啪啪啪"
        },
        {
            "author": "xcc",
            "timestamp": 1451727060,
            "txt_content": "我在想你们为何更新都挺快的- -难道只有我在备考"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451727120,
            "txt_content": "xcc 发表于 2016-1-2 17:31\n我在想你们为何更新都挺快的- -难道只有我在备考\n治好了懒癌~谁说不是呢"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451727300,
            "txt_content": "麦白 发表于 2016-1-2 17:10\n啪啪啪\n同志，不要……同志，不要!……不要……！要……要……要……！大力……大力……大力……！深入……深入……深入……！还要……还要……还要……！高举……加快……推进……探索……坚持……两手抓……要硬……狠抓……奋力……！！！啪啪啪啪啪啪啪………人大会议结束"
        },
        {
            "author": "麦白",
            "timestamp": 1451727360,
            "txt_content": "标题: 卧槽孤独秋叶 发表于 2016-1-2 17:35\n同志，不要……同志，不要!……不要……！要……要……要……！大力……大力……大力……！深入……深入 ...\n你真污 你要优雅= =\n"
        }
    ]
}