{
    "title": "<原创·连载·圣杯>《费雷德欧将军回忆录》第四幕 审讯 [恶魔-潇洒]",
    "author": "恶魔-潇洒",
    "replyCount": 5,
    "timestamp": 1451737920,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2016-1-3 17:04 编辑 \n审讯\n478年3月6日\n费雷德欧·塔罗格\n运兵船-审讯室\n“罪犯”\n\n\n      最终，我活了下来。在最后一刻，他从守卫口中得知，阿碧娜已经准备好了自杀，原因就是因为他殴打我。这让我又捡回了一条命，但队长对我却依旧不解恨，趁阿碧娜不注意，我被带到了审讯室。\n      这间房间是船上废弃已久的一间仓库，里面空荡荡的，只有我进来后才跟着带来两把椅子和一些让人发泄的刑具。整间房间没有一扇窗户，显得很幽暗，也很阴森。头顶的灯忽灭忽亮，他们不得不再端着一盏煤油灯进来，光线很微弱，不光没有起到照明的作用，倒反这间房间更加阴森，这也正和他的心意。墙壁上已经生出了苔藓，角落里时不时有老鼠“吱吱”叫。令人心烦。\n      我被按在椅子上，他们用绳子把我的手绑在把手上，脚则绑在凳腿上。我动弹不得，他却洋洋得意。我对那些刑具扫视一番，竟都是些会出人命的家伙！马鞭、烤火棍、电棒，甚至还有手术刀等折磨人的东西，好家伙，把看家玩意儿都拿出来对付我这个不明真相的俘虏，真是丧心病狂！我在心里暗骂着，却丝毫没有注意到他们的行动。等我回过神来，房间周围已经站满了守卫，守卫面前，是各式各样的刑具。我坐在中间，正对着大门。\n      “就是你？”突然身后冷嗖嗖的，听声音我可以猜出，这就是那个讨厌的队长。\n      “是我。”我淡定地回答。\n      这似乎出乎他的意料，他清了清嗓子，抬高声音问我：“你可知她是谁？”他觉得我没有听明白，又补充说：“阿碧娜。”\n      “她？我一个朋友的女儿。”我冷冷地说，在我看来这话还有点高傲之气，这让我有些得意。不知怎的，我最想说的一句话就是：“那是我的妹妹。”但怎么也说不出口。\n      他缓缓地走到我身前，手中的马鞭在他的手中好像蓄势待发的弓弩，随时抽到我身上。我颤了颤，但仍面不改色。突然，他举起手，摆出一副要抽我的样子。“如果我不动的话他一定会抽下来，”我想，“但如果我动的话那就显得太懦弱了，对他那样的人不值。”最终，自尊心让我没有动弹。他挑起眉毛，饶有趣味地看着我，手终于放了下来，我免了一次鞭挞。\n      “谢天谢地，”我松口气，“我怎么会遇到这样的事？不明不白的。”我在心中叫苦，在现实也是提心吊胆。他好像玩弄宠物一样不停地吓唬我，最后，我麻木了，对他的恐吓没有一点反应。“游戏，才刚刚开始呢。”他把刑具一一在我面前摆出来，还详细地介绍了每一种带来的效果，每一种都让我毛骨悚然，一想到之后就要被这些东西所折磨，我的心里就如爬满了虫子一般不舒服。\n      首先，是鞭挞。“啪！”一鞭子打在我身上，就像一刀砍在我身上，一枪打在我身上，无数把匕首捅在我身上一般，疼痛难忍。我失声叫了出来，这让那个恶魔更有力量，几鞭下来，我已经耗尽了体力，而他的力量却丝毫不见削弱。\n      他终于停了下来，我的身上多了大大小小十几处伤口，衣服也破得不成样子。\n      我用仅剩的一点力气问他：“我们有仇吗？”\n      “当然，先生。”他把鞭子递给旁边的守卫，擦了把汗，“深仇大恨。”见我一脸茫然的样子，他更是得意，坐在椅子上什么话都不说了。我也不想多搭理他，在我看来，他至多就是一个精神错乱的病人。这样的沉默持续了很长时间，突然，他开口了：“想听听我的故事吗？”我没有说话，还是装作打着瞌睡。\n      他便自作主张滔滔不绝地讲述着他那没有一点价值的经历。\n      “阿碧娜，是我的上司，前舰长的女儿，美若天仙，气质非凡。有一次，我向她求婚，不光被她，也被她的父亲狠狠地冷落了一番，这让我怀恨在心。”听到这里，我抬起了头。他咬了咬牙，以表达自己的仇恨。\n      他继续说：“我向上级请示，把他调到前线，上级批准了。我便有机会接近她，然后逼迫她接受我的求婚。”他感到有些不对劲，又纠正了过来：“不，应该是让她知道我的好，然后接受我。”我对阿碧娜顿时有了深切的同情，每天被这样一个外表丑陋、品行恶劣的人烦，不疯才怪呢！但阿碧娜竟然能始终保持她原来的纯洁，也着实让我钦佩不已。\n      “只是他的人还留在她身边，他吩咐他们要提防我，况且他们的官职还都比我高！我快气疯了。”他为了发泄，一拳打在我的脸上，让我头晕目眩。“那天，我好不容易躲过了眼线，才来到她的房间。我试图接近她，但她打了我一耳光，还对我大喊大叫。我抽出抢来，刚想要杀了她，却被门外的守卫注意到了，他们把我轰了出去。”说到这里，我已经被他打得快摔到地上了。“亏你有胆量，敢动我的人！”随后，他揪起我的头发，恶狠狠地对我说。\n      “不过这也好，光你一个人就足够让我发泄了。”这个混蛋打算拿我发泄，真是太荒唐了。“既然她可以看得上你这个穷小子，那我也就可以利用你来强迫她和我结婚，到时候再把你杀掉，多么天衣无缝的计划！”他已经沉醉在了他那荒诞的计划中，只管哈哈大笑。这才是蠢蛋的样子呢！真不知道他是怎么当上这个队长的，因为长得像恶霸？那倒还有些依据可言，不然我从他身上找不出任何适合当队长的优点来。“我可是她的哥哥！”我差点喊出来，这个怎么也不切实际的想法怎么一直缠绕在我的心头？\n      “这就是你这样侮辱我的原因？”我用一种质问的语气问他。这让他感到莫大的羞耻，但他可能在这样想：“我不回答他的问题，这才是侮辱他的最好办法呢！”所以他还是保持沉默。\n      外面传来嘈杂的喊叫声和交火的声音，还有人在重重地砸着门。整个审讯室的人都警惕地望着那扇门。\n\n肺炎：      上一章中被4624喷得好爽\n上一章      索引      下一章\n\n",
    "replies": [
        {
            "author": "Cai_Iu",
            "timestamp": 1451738040,
            "txt_content": "恩 \n写的真难看啊\n勉强可以过关\n[fly]别打我！我错了！[/fly]"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1451739300,
            "txt_content": "北极不是4624吗……\n还有，一开始读还可以\n后面一细品就不怎么样了"
        },
        {
            "author": "46241359",
            "timestamp": 1451739480,
            "txt_content": " 本帖最后由 46241359 于 2016-1-2 21:00 编辑 \n\n这一章还好些，但是主角受刑的描写不对，被鞭子抽打应该不会有这样的感觉。你可以找一根抽自己一下看看2333这一章太大问题没有【因为跟剧情有关的内容太少我找不出来233】，但是气氛渲染不到位，没有受刑时该有的绝望的气氛，感觉就像是一对SM在谈人生还谈的其乐融融呢。结尾处“门”重复看着别扭。不断穿插进来的心理描写和当时主角该有的心情不相符，而且心理描写我个人不建议加引号= =还有我是4624不是4248TAT\n"
        },
        {
            "author": "xcc",
            "timestamp": 1451739660,
            "txt_content": "怎么不at我啊"
        },
        {
            "author": "海潮",
            "timestamp": 1456547640,
            "txt_content": "主角受刑，依据中华人民共和国刑法规定，我国死刑只有两种：枪决/注射死刑，而且死刑会上报最高人民法院审核，你这个没有法律依据，就随随便便处决了罪犯，是犯法的。"
        }
    ]
}