{
    "title": "自由的凯歌1——勇士的罗盘",
    "author": "柠檬有多萌",
    "replyCount": 2,
    "timestamp": 1451777940,
    "txt_content": "序章：\nMC小说《自由的凯歌I·勇士的罗盘》\n                         序章\n     旁白：茫茫宇宙，璀璨星河，多么辽阔。太阳就在其中，但是却十分渺小。\n    那些流浪和独立的行星，总是会受到那些有组织的星星的嘲笑，但是背后总是会有人暗中保护，什么事亲情？\n    自由王国中心广场。\n“晴儿，晴儿！”我站在台上，台下的欢呼声震耳欲聋。人们都在呼喊着我的名字。\n    今天真是个最奢华的日子，可是，我的情绪还是有点低落。看到重重困难都被逆刀而解，我的确感到十分欣慰，只不过想起往事，想起父亲跌落悬崖，哎……一言难尽。\n“父亲，你究竟在哪里？”我小声嘀咕道。\n     算了，不想了，不想了！打起精神，今天是勇士的授奖典礼，这样的心情怎么行！\n     主持人：“有位种人为和平而战，有一位人为正义而战，有一种动力叫亲情，有一种思念叫前进。掌声鼓励我们新一任的勇士，她，就是——晴儿！”\n     “勇士——勇士！”响彻天际的欢呼声，惊天动地。\n“让我们掌声有请勇士会前会长塞斯为新人勇士佩戴勋章！”\n什么，我没有听错吧!塞斯？\n    接着，一位全身穿戴盔甲，手持铁矛，微笑着的中年人向我走了过来。\n“爸爸！”我向他冲了过去。\n“哈哈！孩子！爹命大，怎么回死呢？让你担心了，看，勇士勋章！”这位“死而复生”的中年人说。（晴儿还以为自己在做梦，其实她就是在做梦。做梦也不知道，醒了以后才知道自己是在做梦。此段除第一句话，请无视）\n父亲把勋章佩戴在在我的前胸。\n突然，视野变得模糊，马赛克般的场面渐渐消失。我来到了一个四周黑暗的地方。\n“这是怎么回事，我怎么到了虚空里了？”就在父亲给我佩戴完勋章的瞬间，我看了看手中的坐标仪，才知道传送到了虚空中来。\n“欲为勇士，须经日练，过夜之觅，汝将帅师，向曙之城。切记，5合1！！！”\n一阵刺耳的声音在我头顶久久回荡。\n“5合1，5合1？什么意思？喂你别走！”其他的几句话我都大致能够听懂，可是——平白无故抛出那句话，这是要我当特务去吗？\n………………\n“喂，到底是什么意思，我为什么会在这个鬼地方？？”\n………………\n突然，我前面出现了一个拉杆，我拉了一下。\n“哗哗哗——”\n我的面前出现了一个水晶，啊，竟然是七色的！\n    这让我想起了幼年时发生的故事。\n    旁白：“其实，晴儿是外族的人，也是个独生子女，他的父亲在与朝廷联手的“灭迹”战争中壮烈牺牲。后来那个族的族长由于主张独立，就遭皇家军队的杀戮，只剩下晴儿的妈妈和晴儿。晴儿的妈妈叫做安然。晴儿妈妈隐居在山上，那时晴儿不到半岁。一次，母亲在风雨交加的一个晚上被皇家卫军发现并刺杀，晴儿从山坡上滚下来，掉到了城门口，勇士会会长塞斯出门巡视时，发现了遍体鳞伤的晴儿，就收养了他。其实塞斯知道她是安然的女儿，但是处于怜悯，就收养了她，塞斯曾经是安然的同窗好友，他下定决心做好晴儿的养父，绝不透露事实。”\n那年，我趁着父亲外出巡查，偷偷跑到了父亲的书房里去看书。好多书啊！我看不到上面的书，就去搬来板凳去够，三够两够，不但没有够到，反而还掉下了一本书，咦，这本书名叫做《七彩水晶》哈哈，我喜欢！接着便浏览了起来。\n“相传，远古时期，先帝为民除害，打败了地狱深处的炎魔，并将它封印在了一块7色的水晶里，并把自己的魂魄注入其中，从此，没有人可以打开这个石头。\n“后来，先帝的大臣们日夜钻研，终于探索出了一个奥秘。原来，这里面有一个罗盘石，这个罗盘石可以指引人们打败各种魔鬼，得到了这个罗盘石，就会天下无敌！\n“不过，只有先帝指引的勇者，才能打开这块水晶。”\n“难道说——？”我将手轻轻地放在了水晶上面。\n“咝——”就在我触碰水晶的那一瞬间，水晶突然裂开了，发出了耀眼的光芒，变成了一道道光束。\n“唰啊——”\n水晶化成了空气。变出了一块石头，这块石头也不是罗盘石啊！只是普通的石头而已嘛！那么，那个传说肯定也是假的喽~\n“叮铃铃——”\n我被闹钟吵醒了，我努力地适应清晨的光线，嗯，我手里握着了什么东西？\n“是那块石头！”我不敢相信，是不是还在梦中。我掐了一下自己，啊，好痛啊！看来之前都是在做梦！我把石头装到兜里。“5合1，5合1。”我琢磨着梦里的那句话。\n“晴儿，快起来，别忘了今天是三大勇士的见面会！”父亲在门外叫着。\n“什么！我竟然又迟到了！”\n（胡乱穿上衣服，拿起三个面包，随便洗了一下脸，梳了一下头。）我匆匆忙忙地往广场狂奔。\nMC小说——勇士的罗盘（冥王著） 序章，END。",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1451780640,
            "txt_content": "字数检查：1400字\n楼主，文中的对话太多了"
        },
        {
            "author": "xcc",
            "timestamp": 1451784840,
            "txt_content": "对话流。\n旁白什么鬼。"
        }
    ]
}