{
    "title": "这里也发一下吧.1.0.3 更新细节",
    "author": "jun14",
    "replyCount": 10,
    "timestamp": 1307039220,
    "txt_content": "http://www.terrariaonline.com/threads/1-0-3-change-log.19653/\n↑官方原帖地址\n做一下翻译吧\n                                                                                                                                                        Player\nPlayers can no longer repeatedly double jump after touching the top of the world.(摸到天顶的玩家不能重复2段跳? 这个不清楚....)\n\n\nItems\nNEW ITEM - Black Lens.(新物品,黑色的Len..貌似Len是晚上的那个眼珠子掉的吧.)NEW ITEM - Sunglasses.(新物品 太阳镜)NEW ITEM - Jungle Armor (This has replaced Cobalt Armor.) (新套装 丛林套,我了个去...原来那个刺猬套还没打齐呢 )\nNEW ITEM - (RARE and SECRET Item for casters) Go on! Find it!(新的稀有物品...加油,去找吧)Fixed a bug that prevented Underground Jungle Seeds from spawning.(修复了防止丛林种子生成的BUG)Using the Cloud in a Bottle will now correctly reset fall distance.(2段跳的高度BUG修复了)Set bonuses that provide more defense, now correctly match their tool-tip.(套装的奖励防御更高了)All armor inventory icons have been improved.(改良了物品图标..更美丽了吧,期待ING)All player armor graphics have been improved.(改良了装备贴图,所有的)Iron, gold, meteor, and bone helmets have been changed graphically.(铁,金,陨石 和骨头头盔的贴图也被改良了)Molten armor’s overall defense has been reduced.(降低了HELLstone套装的掉落伤害)Meteor armor’s set bonus now reduces Space Gun mana cost to 0.(陨石套使用太空强MP消耗为0,哈哈,可以射得爽爽的了)Several magic items have had their damage increased.(一些魔法物品的伤害加大了...话说原来魔法物品能用的真的很少啊)\n\nNPCs\nAdded two new rare enemies that can both be found underground. (新的2名\"地下NPC\",貌似是敌对的..见下文)\nThe Demolitionist is now also triggered to arrive when the players have Sticky Bombs and Grenades in their inventory. (炸弹商人的触发条件增加: 当玩家有粘土炸弹和手雷的时候)\nAll Skeleton graphics have been changed.(所有骷髅的样子改变.. ...这.....)The Guide now has hit and death effects.(Guide 可以被打,可以死)The Guide can now be killed by hostile NPCs.(Guide 可以被敌对NPC打死.爽诶)\n\nWorld\nTrees now become corrupt instead of being destroyed when touching the corruption. And the new corrupt trees become un-corrupted upon purification.(崩坏之地侵蚀的时候会把树变成\"崩坏的树\" , 菊花之粉可以将他们复原)\n\n\nServer / Multiplayer\nCreated a console server with no video card requirement. Type help in the console for a full list of server commands.(新增了没有显卡需求的控制台服务器.哦也,我的电脑可以减轻一下负担了.天天开服也很累的说)Increased client side multi-player security, this should help in the battle against broken character files.(增加了客户端的多玩家安全性,对于修复损坏了的角色存档也有帮助)There is now a host and play option in the client, that will auto connect you to your own server world upon its creation.(增加了创建服务器并开始玩的选项,一步到位了)Corrected a bug that was causing the Server to send out liquid as water when it should have been lava.(修复了一个岩浆和水错误的BUG)Clients are now able to connect to ports other than 7777.(端口可以不是7777了)Slimes are synced better on multiplayer games.(史莱姆的同步性更好了,在多人游戏中)Accessories now correctly sync between players.(玩家们的饰品现在正确同步了)Fixed a bug that would cause the player to get stuck on \"Receiving Tile Data\" when their spawn is placed near the world edge.(修复了玩家一直处于Receiving Tile Data状态,当他们出生在地图边时)Added -join <ip>, -port <port>, and -pass <password> command line parameters to the client to enable auto-join of servers.增加了命令行参数,可以自动加入服务器\n-join <ip地址>, -port端口 <port>(嘛.这个对于IP每天都改变的我来说没啥用)\n\n\nMisc.\nThe game window is now re-sizable while in windowed mode.(游戏窗口可变大小)Full-screen resolution can now be changed in the options menu.(全屏分辨率可变了)Pressing alt+enter to toggle full-screen mode will no longer bring up the chat window.(按 alt+enter进入全屏模式时不会打开对话框了)Fixed several bugs that would crash the game during world generation.(修复了一些创建世界的时候会使游戏崩溃的BUG)\n\nA Note for those of you who want to host a server but don't want to use the 'Host and Play' option. The server software is located in your &#65279;steam folder where the Terraria.exe is. It can be launched from there.\n如果你单纯想创建服务器的话,可以去STEAM文件夹里打开Terraria.exe\n\n\nPS: 原来已经想睡觉了,看了一集日剧之后刷新了一下官方论坛,居然更新了,高兴啊,希望尽早玩到\nPS2: 手工翻译的,没想到花了这么多时间...睡去了,大家晚安\n\n",
    "replies": [
        {
            "author": "asb77417",
            "timestamp": 1307042760,
            "txt_content": "破解板快出阿~~"
        },
        {
            "author": "烈之斩",
            "timestamp": 1307047440,
            "txt_content": "我真的不想吐槽的。。。不过lz你这翻译错误也太多了……"
        },
        {
            "author": "jun14",
            "timestamp": 1307058240,
            "txt_content": "LS轻喷.在下也是小白一枚..."
        },
        {
            "author": "烈之斩",
            "timestamp": 1307094420,
            "txt_content": "……贴个自己翻译的\n\n玩家\n\n玩家将不再因为达到世界顶端而可以反复二段跳。\n物品\n\n新物品：黑色透镜。新物品：墨镜。新物品：丛林套装（替代原有的钴套）。新物品：为魔法武器使用者增加了一些稀有的隐藏物品。修复了无法正确地掉落丛林种子的bug。使用瓶中云二段跳将可以正确地避免坠落伤害。所有表明增加额外防御的套装，将正确地提供额外防御的套装奖励（之前有bug，所有的额外防御其实全都无效…）。所有装备的图标更新。所有装备效果更新。铁、金、流星以及骨头盔的样子改变。熔岩套的整理防御被削弱。流星套现在增加一个额外的套装奖励：使用空间墙不再消耗任何mana。增加了一些魔法道具的伤害。\nNPC\n\n在地下环境（underground）增加两种新怪。爆弹师傅现在在你拥有粘性炸弹和地雷的时候也会被触发（原来只有在你拥有普通炸弹和雷管时）。所有的骷髅人的外表改变。向导现在会受伤和被击杀。向导现在可以被敌方单位杀死。\n世界\n\n在corruption附近的树木将被污染，而不是直接被corruption摧毁。这些被污染的树也可以用净化之粉净化。\n服务器/多人游戏\n\n现在你可以建立一个无图形界面的命令行版服务器（不需要显卡支持）。输入help来查看完整的服务器指令。增加了客户端的多人游戏安全性，以减少角色档案文件破损的可能性。现在客户端里有了个“建主并加入”的选项，选择此选项你将建主并自动加入自己的主机。修复了一个服务器会将岩浆视为水的bug。客户端现在可以选择非7777的端口。多人游戏中史莱姆将会被正确地同步。在玩家之间附属物品将会被正确地同步。修复了一个如果玩家的刷新点在世界边缘，将无限显示“正在接收数据”的bug。增加了-join <ip>, -port <port>, 以及-pass <password>这些客户端命令行参数，这样你可以建立一个自动进主的快捷方式。\n其他\n\n现在可以拖拽改变游戏窗口大小（仅仅是拉伸…）。现在可以在设置里改变全屏分辨率。按下alt+enter的全屏模式快捷键将不会再导致弹出聊天框（介于他的快捷键是enter……）。修复了几个会导致游戏生成世界时崩溃的bug。\n提示：服务器端和客户端处于同一目录（TerrariaServer.exe），如果你不想用“Host and Play”选项。"
        },
        {
            "author": "asb77417",
            "timestamp": 1307109300,
            "txt_content": "阿~~稀有的影藏物品是啥阿= =..."
        },
        {
            "author": "烈之斩",
            "timestamp": 1307182440,
            "txt_content": "asb77417 发表于 2011-6-3 21:55 \n阿~~稀有的影藏物品是啥阿= =...\n一个帽子，增加15%法伤"
        },
        {
            "author": "aizuo",
            "timestamp": 1307185800,
            "txt_content": "回复 烈之斩 的帖子\n\n剧透一时爽"
        },
        {
            "author": "asb77417",
            "timestamp": 1307190180,
            "txt_content": "我覺得增加那帽子沒什麼用.. 要裝那帽子不如穿套裝，穿那帽子就沒套裝獎勵了"
        },
        {
            "author": "642171471",
            "timestamp": 1307212320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "him123zombie",
            "timestamp": 1472295960,
            "txt_content": "{:10_492:}额"
        }
    ]
}