{
    "title": "<原创·连载·圣杯>终焉[第四章第二节][暮存]",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1451799840,
    "txt_content": "\n\n\n\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L  @MF_Mufeng\n@2575174857",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1451799960,
            "txt_content": "标题: <原创·连载·圣杯>终焉[第四章第二节][暮存] 本帖最后由 xcc 于 2016-1-3 16:06 编辑 \n    胡渣男仍摸着胡子，不耐烦地叫道：“怎么还有干扰？那两个家伙处理得太慢了吧？！”\n    格里斯点点头，看向天花板。他忽然伸出左手猛地一拍桌子。紧接着所有人都抬头看向天花板——\n    上面裂开了一个巨大的口子。构成天花板的褐色铁板像是被点燃的纸片，边缘变得焦黑，烈焰从铁板上方掠过，而一个人影在铁板的燃烧与崩散中出现，那些坠到地面上的铁板突然浮起，旋转在那个人影身旁。人影手中倏忽飞出二件褐色的物事，胡渣男伸手接住一看，乃是两个木雕。\n    “阁下的防卫，不大好。”那个人缓缓开口，单片眼镜下的银色眼瞳发散出寒光。并抓起自己的白色披风，指了指后面印着的一个希腊字母——ε（埃普西隆）。\n    最近的袭击有些频繁啊。格里斯叹了口气，手中蓦地出现一把长剑。那人嗤笑一声，换了个姿势站着。笑声刚刚收尾，他便感到脖颈处充溢着一阵金属的寒意。速度这么快么......他嘴角露出一抹笑意。\n    “埃普西隆啊.....好久不见。”格里斯握着长剑，打量着来者的脸。实际上他并没有见过埃普西隆，只是偶有耳闻。在那些传闻中，埃普西隆是一个极其恐怖的杀手——他的法术能够将人的灵魂拘禁在木雕里。然而格里斯不以为意——他游荡于世间，见过各式法术，这种拘禁灵魂的把戏，也见多了。今天埃普西隆本尊撞上枪口，正好见识下所谓的拘禁灵魂。\n    顾离也在看着那人的脸。有些脸熟啊，那单片眼镜很像是——戈耿谷戴过的那枚。\n    “阁下说的是啊。”那人笑着对格里斯说，伸出左手碰了碰长剑，却又触电般缩了回去。\n    顾离没有注意他的动作，只是听到了那人有些沙哑的嗓音，和记忆中戈耿谷的嗓音，缓缓重叠。他想去问那人，但他看见即墨已走上前去了。\n    “戈耿谷·巴卑勃是么。”语气平淡。\n    那人点点头，摊开双手耸耸肩，大概是想表达：那又怎样呢。\n    胡渣男抖了抖眉毛，对于巴卑勃家族，他了解颇深，因为他的祖父曾是巴卑勃家族里的一名随从，后来这个家族败落了，他祖父便带着那个家族的一些家产溜了。只是最近听闻这个家族的后代净干些鸡鸣狗盗杀人放火之事，只剩下一个颇有出息的符文师，名为戈耿谷。没想到......这仅有的一位“有出息”的人却是传闻中可怖的杀手。\n    埃普西隆——或者说戈耿谷慢慢蹲下，抖了抖白色披风说：“父亲叫我提防一个脖颈上有大伤口的人，原来就是你？”\n    格里斯愣了愣，停顿了几秒后，左手颤抖着摸着自己的脖子，缓缓收起了剑。\n    自己怎么都忘了这道伤了......\n    戈耿谷耸耸肩，仰面说：“现在组织只剩我一个啦，要不就摊牌好咯。”接着伸了伸左腿，换了个姿势坐下。\n    只剩一个人了？就是说其他成员都死了么？格里斯环视身后的几名成员，都好好的，看来他们身上并没有什么“救生圈”装置。真是太好了。\n    胡渣男走上前去，蹲下道：“摊牌？那么把你知道的都说出来吧。”\n    戈耿谷点了点头。几个成员看到他的这个动作立刻凑过来想听点情报。\n    “其实啊，我们这个组织——”戈耿谷缓缓站起身，摇摇晃晃，抖了抖袖子。\n    几个成员聚精会神地听着，但胡渣男悄悄退了几步。\n    戈耿谷突然抖了抖袖子，手中倏地飞出符纸，贴在那几个成员身上。很快，几道绿光从符纸中飞出，像碧色的巨蟒，钻入别在戈耿谷腰间的5个木雕中。而那几位成员的躯体也随之倒下。\n    在这一切发生的同时，格里斯的长剑逼了过来。刀剑独有的寒意很快抵达了脖颈，巨大的痛楚瞬间爆发出来。\n    “拘禁灵魂？”一个毫无起伏的声音幽幽响起，“和刀剑比之如何？”\n    他感到自己的意识正逐渐被抽离，像是从一个巨大的躯壳中挣脱出来，接着又被吸入了一个无边的黑暗。\n    这就是对他的报应吗？背叛了朋友，背叛了很多，加入了那个不该加入的组织，又背叛了组织里的所有人。\n    他得到了什么？表面上微笑，暗地里擦刀，最后割伤了自己。真是......自食其果啊。\n    格里斯耸了耸肩，轻笑着着看向地上已没有声息的戈耿谷，用手擦了擦长剑，支在地上，说，该走了。\n                         上一节           索引    下一节\n=============================================================肺炎：\n最近便当发的好多啊\n\n\n"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451800200,
            "txt_content": "字数检查：1239\n楼主分段真多~看的我一身冷汗"
        }
    ]
}