{
    "title": "<原创·连载·圣杯>终焉[第四章第三节][暮存]",
    "author": "xcc",
    "replyCount": 3,
    "timestamp": 1451808300,
    "txt_content": " 本帖最后由 xcc 于 2016-1-23 20:26 编辑 \n    格里斯拿出表格开始划去成员的名字，现在仅剩的成员只有他自己、奚即墨、顾离、那个胡渣男四个人了。是时候带上东西溜了。\n    但现在他无法确定自己想带走什么。本想带走被关在玻璃笼子里怪物日后再做研究，但最终放弃了这个想法。因为他不需要研究怪物了。\n    戈耿谷身上的耳机在它的主人死去的那一刻有了声音。格里斯于是接过耳机，听到耳机那边的沉稳男声——“喂，埃普西隆。这次行动的时候别忘带上昨晚给你的几个生成怪物的构建器。”\n    格里斯一惊，怪物是耳机那边的人弄出来的？他压低嗓音，尽可能地模仿戈耿谷的声音问道：“为什么呢？” 那个声音似乎有些不耐烦，但没有听出声音的异常，说道：“星河军队快到七櫆了，你也知道那些怪物是服从于星河的，到时候方便有个照应。哦对了，行动完后赶紧去塞特城,我们有人接应。”\n    听到星河二字，格里斯微微一笑，没想到怪物是星河弄出的侵略工具。塞特城？星河要戈耿谷去那干什么？\n    耳机那边又传来声音：“哦对了，军队估计1个月后到，动作快点！”\n    塞特城啊.....格里斯像是想起了什么，抬头看了看天花板，随后低头笑笑，说：“刚才有情报了，怪物是星河弄的。我们现在需要去塞特城，那里有星河的人。” \n    顾离像是没听到一样，低头思索着什么。厄默死了，他少了一个可以信赖的人，自然是很悲伤的，而在刚才，他亲眼目睹了格里斯杀死了曾经帮扶过他的人，心中情绪不定。他甚至开始思考，自己有一天会不会这样被杀掉。他来七櫆只是想弄清身份，并且活下去，这个世界没必要给他这么多打击吧。 \n    胡渣男从口袋里捞出地图瞧了瞧，顾离也凑上前瞅了一眼。七櫆的大陆分布似一个口字形，“口”中央是一片辽阔的海裕，而标注有“塞特城”的小圆点便在南部的大陆萨斯特上。“不是很远。”胡渣男看了几眼后将地图揣回兜里，转而拿出一把剃须刀，对着光滑的墙壁开始刮胡渣。\n    顾离愣了愣，等他回过神来时却又看见格里斯拽了拽墙上的一根烛。这又是在干嘛？随着烛光的跳跃，他感到脚下的地板隐隐在震动，而墙壁的一部分正在瓦解成黑色的颗粒，逐渐露出墙后的世界——一座巨大的城池，建筑是清一色的青色。\n    胡渣男刮完了胡渣，转头看到了墙上的缺口，愣了一会，然后揣起剃须刀，跑出基地，仔细打量着外面青色的世界。脸旁没有胡渣使他显得没有那么痞气与沧桑，相反，使他原本的俊朗面容得以展现。\n    格里斯拍了拍胡渣男的肩，说道：“陆辙肆，等会你留意下有没有可疑的人，我要去找个人。”陆辙肆点点头，微笑道：“老周，是吧？”\n    格里斯没有回答，只是把顾离拽过来，对陆辙肆说，叫这家伙跟你一起去找找，别让他死了。说罢便转身离开。顾离有些气愤，就这样把我丢给这个痞气十足的家伙？而且我是一个没有战斗能力的普通地球公民，如果遇上星河的人，这家伙能保证我死不了么？\n    格里斯已经离开了。顾离考虑一会后，向陆辙肆叫道：\n    “陆辙肆，我没战斗能力怎么办？”\n    陆辙肆头也不回地丢过来一把柳叶刀，顾离没敢接，看到刀落在地上才俯身捡起来，端详了一会，做工挺别致的，刀柄上还刻着一条蛟龙。\n    他握着刀，总觉得这样在街上走有些不好，这么想着，前边突然丢过来一个布制的刀鞘，上面有一个圆环，用来挂在腰带上。这速度也太快了吧......顾离急忙去接，没接住。轻便的刀鞘在地上滑行了几米，顾离只好快步过去捡。\n    这风怎么这么大......刀鞘又被吹了几米，顾离跳过去捡起，把柳叶刀装进去，叹了口气。突然感到有个人撞了他一下，回过神来时只看见一个身影一闪而过，一个金色的物事突然从那身影上掉下来。 \n    “陆辙肆，”他回头叫道，“这个人很可疑......”\n    陆辙肆回过头来，目光正好撞上了地上的金色物件，他快步跑过去将那物捡起，乃是一个圆形的镀金徽章，上面刻着一座桥。\n    “这是星河的标志！”顾离叫起来。他清楚地记得星河的标志是一座拱桥，拱起幅度很大的那种。顾离有些得意，怎么星河的人都这样傻，总是把能证明自己身份的东西带在身上？\n    他刚得意不久，便被陆辙肆拽走去追赶那个星河的人了。不过之前看到那人跑过去的时候，已经看到了他的速度是如何之快，估计很难追上吧。\n    事实却与他的预料相反，陆辙肆即使拽着他跑速度也很快，很快便追到了那人身后20米处，不能再追了，会引起警觉的。\n    可是跑这么快的话对他这个被拽着跑——或者说拖着跑——的人来说简直是折磨啊。顾离抱怨了一会，看着那人蹑手蹑脚地走到一个建筑旁，没了踪影。\n     \n                         上一节           索引      下一节 \n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1451808300,
            "txt_content": "\n\n\n\n\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事 @1137246733 @龙隐尘L  @MF_Mufeng\n@2575174857"
        },
        {
            "author": "2575174857",
            "timestamp": 1451808600,
            "txt_content": " 本帖最后由 2575174857 于 2016-1-3 16:13 编辑 \n\n  其实xcc你叫了咱这么多次，可惜我都不知道到底该怎么样给你加油\n  给你写一堆的评论？写的天花乱坠唾沫横飞的又无实际意义，我貌似做不到···所以还是默默的看着吧。\n  不过我还是会默默的给你加油点赞的，随叫随到！！！"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451820900,
            "txt_content": "写小说一部分目地，是要满足自身的成就感，一部分是要实现内心的存在感，写好了小说就会有很大的存在感BUFF~"
        }
    ]
}