{
    "title": "自由的凯歌1——勇士的罗盘        第二章——初入勇士会",
    "author": "柠檬有多萌",
    "replyCount": 2,
    "timestamp": 1451815200,
    "txt_content": "第二章——初入勇士会\nP3——月光下的乱斗\n\n“迈克！你怎么会出现在这里？”眼前竟然挺立着迈克，我们不禁打起了所剩无几的精神。\n“你们说呢？没有什么原因！哈哈哈！”\n说完，迈克消失了。\n“小心，他没有走，他隐身了！”亨利说。\n“当然，他拿任何东西我们都能看得一清二楚，而如果他用拳头来说话，我也就不信我们拿着钻石剑打不过他！”我说。\n然而，事实却远远超过我们的意料。\n我听见了一阵脚步声，然后迈克的身影完全暴露了出来，我看着他起跳，然后挥舞手中的匕首，正中我的左臂。\n“啊！”左臂留下了一道8厘米长的口子，我冷静了一下，看着四周，发现附近有一些穿戴盔甲的假士兵。“晴儿，没事吧？”亨利问我。\n“没事，你看，那些士兵穿戴铁盔甲，我们不妨去穿上一些？”我说。\n“好，加速吧，迈克正在隐身状态，视线有限，加把油！”\n我们疾步冲向前，穿上全套的铁盔甲，虽然有些笨重，但是至少不会受到很大的伤害，我顺便拿了一把弓和一些弓箭。\n刚穿戴完盔甲，麦克早已来到了我们的身边，“我考虑到，隐身跟你们打很多人会说我欺负小孩儿，所以我觉得光明正大的跟你们决战！”迈克说，“给你们5分钟的时间准备！”\n“不战不散！”我说。\n皓月当空，今晚是月圆之夜，我远望曙光之塔，看着曙光之塔充能完毕，发出了冲击云层的光线，我们还可以清楚的听到一阵爆炸声……不管了，赶紧准备，想想办法，晴儿……\n什么可以克制隐身效果呢？“牛奶！”我小声而激动地对亨利说。我记得，亨利出发前都会拿一桶牛奶以备万一。\n“可是……”亨利说，“牛奶只剩下不到半桶！”\n“想想办法嘛！只好这样了：我去引开迈克，然后你背后偷袭！”我说。\n“虽然用这个方法对迈克非常不靠谱，但是只好这样喽，没有时间了！”亨利说。\n就这样，2V1所谓的“残局之王”的战斗开始了。\n按照原计划，我去把迈克引开，然后亨利背后偷袭，迈克老谋深算，轻而易举的就发现了后面猫着腰的亨利，然后一下把亨利打开半米，多亏了有铁盔甲，否则早就完蛋了！然后我们以极快的速度挨在一块，我对她说了一句：“我这里有三块铁，你拖延半分钟时间，我做一个假桶，然后用计！”\n“就这样！”去引开迈克，我断定两分钟之内亨利就只有招架之功没有还手之力了，所以我到勇士神殿里寻找到合成台，然后准备做桶。\n桶……铁放成倒三角形……做好了！快去支援亨利！\n我对着迈克射出一箭，迈克躲开了，险些膝盖中箭，我说：“迈克，你有本事来打我！”牛奶在我这里！你到他那去干什么？”\n迈克又朝我这边赶来。亨利得到机会，把牛奶桶扣在迈克的头上，迈克的隐身失效了。我左手持弓，右手吃剑，亨利左手持矛，右手持刀。架在迈克的脖子上，迈克叹了口气，说：“好吧，我输了，去拿勇者之旗吧！”\n我和亨利的手刚刚碰到勇者之旗，就看见旁边有一道魔法光束射来。\n“滋——”那道魔法光束将勇者之旗拉回，我们来不及抢夺，就已经被另一道光束给击中掉落下去。\n“啊！”我们两个幸亏带了盔甲，摔得不重。\n\n\n“哈哈哈哈哈，哈哈哈哈哈！”是妖族女王！“哎呀晴儿还有亨利，谢谢你们帮我拖延住迈克小先生，否则我们也拿不到这个充满魔法的勇者之旗啊！”\n“你口头谩骂算什么本事？有本事来一对一单练！”迈克说。\n“哈哈，你就别嚷嚷了老东西，现在流行乱斗，我让那两个小孩和我手下的两个卫士一起加入战斗！”妖族女王指的“俩小孩”就是我和亨利，“两个卫士”虽然还没有出现，但是我一下就猜出来，就是“暗影、惊雷”。\n“上来吧，暗影惊雷！”我说。\n“嗖——”转眼间有两个身影飞身而来，刹那间便落到地上。“各位，晚上好啊！”惊雷哈了口气，然后说。\n“暗影，惊雷！你们难道要和两个小孩子一起打吗！”迈克说。\n“NONONO！我们和你一起打，我们的女王才和那俩小孩一起打！”暗影、惊雷。\n“喂，说我们俩小孩，不如说你们俩是人妖呢！”我说。\n“废话少说，来战吧！”妖族女王和暗影惊雷变换队形，然后向我们冲过来，迈克挡在了我们的前面，阵势呈三角形。\n“谛听我的呼唤！月光魔法，让我见识你真正的力量！”妖族女王将双手中的生命和自然法杖高高地举起，在皎洁的月光下呈现出一道月光般的圆弧。\n“呀——”接着，妖族女王将法杖朝向我们，然后只听“滋——”一声，仿佛次元在震动，树叶石头被卷起，然后释放出一阵巨大的能量，一举射向我们。\n就在射向我们的那一瞬间，迈克微微的笑了一下，拿出召唤卷轴，然后说：“无畏之剑，万马奔腾，一夫当关，万夫莫开！”\n迈克将手中的召唤卷轴向天空中抛去，只听轰然作响，雷声的巨响蔓延开去。接着，一道七色的光芒召唤出了一把圣剑，闪耀着金属的光泽。\n“哼哼，小意思，吃我一剑！”迈克一下把那道光束一劈为二。\n“不错嘛，我看你能坚持多久！”妖族女王说着又持续地射出了几道光线，迈克用右手中英勇圣盾挡住了几道魔光。接着又是魔光袭来，迈克又挡住了。“轰！”一声巨响。\n妖族女王：“哼哼，只不过是虾兵蟹将啊，没什么夸夸其谈！”\n迈克：“真正的好戏还在后面！”在烟雾中，迈克腾空而起，直劈妖族女王。妖族女王的腿被刺中，流出了热血。妖族女王收集了一阵子月光能量，然后集中两道魔杖发出的光芒，又射出一道激光！暗影和惊雷也不再看戏，上来左一刀右一剑地对准战盾劈砍。\n“原来，迈克是故意让着我们的，如果我们真枪实干，是绝对无法碰到他的一根汗毛的，这就是差距啊！”亨利说。\n“是啊，别说了，他坚持不了多久的，我们应该给他们一些支援！”说着，我们悄悄的绕道暗影惊雷的后面，然后对他们的后背狠狠地来了一拳！”正好报那天晚上那个仇！暗影惊雷面对面倒去，“锵锵——”两个头一下子狠狠地撞在一块。\n“可恶的小鬼！”暗影和惊雷说，说着，他们一人一个追我和亨利。还好我们处于优势，因为勇者之塔顶端除了中心的一块空地，其他的都是迷宫，我们对迷宫非常熟悉，而暗影和惊雷由于离开自由之城几年，记忆完全模糊了，所以我左躲右藏，一下次出来吓他们一跳，故意拖延时间，因为迈克是可以和妖族女王打成平手的。\n突然，我似乎听见了吵闹的声音，原来，妖族女王的20卫士！不好，迈克正腹背受敌，我们必须去增援了！\n“亨利，你先去叫自由之城的所有卫兵，并通知勇士会所有成员，从大道火速赶来！我留在这里帮助迈克！”我说。\n亨利去叫人了，我就留在这里帮助迈克。\n我再次掏出钻石剑，开始进行大乱斗。然而，我一过去，就陷入了5个人的围攻之中，我的手和腿都被刮了一下，伤口正在淌血。\n突然，背包里有什么东西在飘动，打开一看，竟然是一个月神法杖！\n我看过罗盘石的书籍，罗盘石整个主世界有两个，一个在自由之城，另一个在妖鬼之城。没有人懂得罗盘石的用法，相传使用者将罗盘石带到外界之后，每当月圆之夜罗盘石都会形成月神法杖，堪称法杖中的王者，可以与生命和自然权杖相媲美。\n可是，这个法杖该怎么用呢？我又用几秒钟的时间回忆了起来。\n（书：权杖在右侧有一个浅浅的凹陷，使用者用手指紧紧抵住这个凹陷的地方，然后说出：“聆听自然的呼喊，屹立，月神！”就会发出一道具有爆炸力的光线。）\n没错！“聆听自然的呼喊，屹立，月神！”我叫道。\n我感觉有一股气流将法杖托起，然后飘到空中，发出一道光线，“轰！平底起惊雷，所有人，包括迈克和我都受了一些伤，其中20卫士和暗影惊雷受的伤最重，我想：看来这个法杖的杀伤力极大，已经达到了无法控制的地步了。\n“杀啊！”“将士们，灭掉妖族女王和卫士们，冲啊！”只觉得万马奔腾般的气势，自由王国3万精兵全部登上塔，占满了塔顶、塔道和塔基。\n“嗨晴儿！”亨利出现了，“多亏了你拖延住了时间啊，要不我找到士兵们的时候，你们都散场了！”\n妖族女王没有退缩，准备拣起爆炸后妖族女王没有拿住的勇者之旗，我和亨利看不好，然后扑上去，自然、生命和月神三个法杖碰到了一块。“轰！再次产生了爆炸，爆炸时，我和妖族女王都提前跳开，而爆炸产生的石块却朝我们这边扑来，“小心！”迈克盖住了我们，“啪！”有一块桌子大的石头砸落到迈克的腰上，然后说：“你们没事……就好……”然后闭上了眼睛。\n妖族女王拿到了钥匙，说：“今天就暂且饶了你们，下次见面，决一死战！”然后拿走了勇者之旗，月光下，我们只看见了妖族女王潇洒而又阴险的背影。",
    "replies": [
        {
            "author": "丶魅灬影",
            "timestamp": 1451815920,
            "txt_content": "感觉故事太乱，你可以用一个帖子将故事的链接按顺序整理好。"
        },
        {
            "author": "柠檬有多萌",
            "timestamp": 1451818980,
            "txt_content": "丶魅灬影 发表于 2016-1-3 18:12\n感觉故事太乱，你可以用一个帖子将故事的链接按顺序整理好。\n已整理好，链接：http://www.mcbbs.net/thread-537767-1-1.html"
        }
    ]
}