{
    "title": "自由的凯歌I——勇士的罗盘",
    "author": "柠檬有多萌",
    "replyCount": 5,
    "timestamp": 1451820180,
    "txt_content": "第三章——天王大队\nP3——王者之城计划\n\n    月色朦胧，我们抹黑朝着王者之城的方向飞奔。\n\n“沙——”我们在树丛中飞快的前进，忽略掉来了附近的怪物，因为我们没有多余的时间。\n\n    来到丛林了。我们不禁放慢了脚步，我说：“我们应该做个记号。”说着我用小刀刻了一道口子。\n\n      真不知道这个丛林有多大，我们绕了半个小时，也没到终点。\n\n“你先别走，看看这是什么吧。”亨利说。\n\n     我一看，如此高大的树木上刻着一道熟悉的口子。\n\n“没什么，我们迷路了……”\n\n    “嚓——嚓——”有劈砍树叶的声音。\n\n“快躲起来！”\n\n眼前一片暗淡的绿色，隐约出现了几个红点。这是……机械族！我这才想起我们的位置，自由之城和王者之城交接的一大片区域是行星战区！看来这几个是巡逻的，只有3个。\n\n    我们爬上树，在树枝上悄悄埋伏着，直到那个红点越来越近。同时，我们知道机械族的那些机器人最脆弱的地方是肩胛，我们只要悄悄等待。\n\n     作者银河星空：其实机械族不是全都是机器人，机械族只是小部分是高科技机器人，还大部分都是来自各个族失散的子民，后来由于信仰不同，而发生争斗。\n\n“呀！”我们从树枝上跳下来，翻了一个跟斗，将建刺中那两个机器人。\n\n“滋——”机器人跨了下去，因为这些机器人生命力很弱。\n\n     中间那个领头的机器人见两边的机器人垮了，提起机枪就要射，我们对看了一眼，然后从两边刺了过去。\n\n“咔——”\n\n     “要爆炸了！”我说，“快卧倒！”\n\n    “碰————————”\n\n这次的爆炸声虽然不大，但是传得老远。\n\n我走近了一看，还好一些武器没有破碎。我提起了一挺机枪，亨利拿到了一把狙击枪。都有一些子弹，还有纳米匕首。\n\n“这些枪炮倒是挺熟悉的，只是这个东西是什么……”亨利说。\n\n“哦，这是纳米材料，锋利得……”我想了一想，“这么跟你比喻吧，我看过资料，这个纳米再粗糙，只要有头发的百分之一宽，就可以像快刀切豆腐一样切断合金。”\n\n    “哇哦，好碉堡！”\n\n    “好吧，这些就暂且不说了，这么大的爆炸声，估计……”\n\n    “轰！”后面似乎有一发炮弹的响声。\n\n“快跑，机械族部队追上来了！”亨利说。\n\n“咔——”我脚下踩到了什么，一看，原来是机械族的导航！好在这个导航只会接收到GPS信号，卫星却没办法检测到，足以甩掉那些机械族了。\n\n“来吧，王者之城走起！”\n\n一路狂奔。\n\n    眼前的景色迅速飞逝，后方的敌人穷追不舍，这里离城区还是不远的，很快，我们就来到了城门脚下。\n\n    后面的机械族部队知趣地离开了，我们悄悄进了城门。\n\n    王者之城是主世界有名的“不夜城”。尽管已经凌晨时分，街上仍然像集市一样热闹。\n\n    我们来到了铁匠铺，我们需要打造两把钻石剑。\n\n“老板在吗？”\n\n    “在在在！来了！”\n\n老板衣衫整洁，相貌清秀，身穿燕尾服，虽然只是一个铁匠铺老板，却让人以为他是一个绅士。\n\n“呃……我们要你们这里最贵的剑！”亨利说。\n\n“好的！”说着，老板拿出了一把锋利无比的钻石剑，“这两把一共一万五千金币！”\n\n    “你可不要占了小便宜！咱们AA制！”我说。\n\n    我们一人从口袋里拿出了7500金币，这是一个天价。有这两把剑足矣。\n\n“慢着，请留步！”老板说，“可以帮我一个忙吗，我会给你们报酬！”\n\n我：“请说！”\n\n老板：“我最珍贵的一个徽章落在城外的一个小木屋里了，可以帮我找到吗？我可以告诉你路线。”\n\n我对亨利小声说：“怎么样，干不干？”\n\n亨利：“好，我们答应！”\n\n我们又悄悄地出城。摸着夜路，躲躲闪闪，很快就找到了那个小木屋。\n\n    木屋布满蜘蛛网，还有一些很黏、很恶心的东西。\n\n“呃，你确定我们要进去？”我说。\n\n“当然！”\n\n我们小心翼翼的走进去。\n\n“嘎吱——”木板一响。\n\n“呃呃呃——”我被吓了一下。\n\n    随后，我们壮起胆进去。这个木屋看来已经荒废很久很久了。木板一踩就会嘎吱一下。\n\n“沙——沙——”\n\n我警觉的抬起头来，小声的说：“发生了什么？”\n\n    “不好，可能是妖族！”\n\n我这才想起，最近妖族密谋进攻王者之城，这次让我给碰上了！\n\n“在这里，拿了快走！”亨利说。\n\n    我拿起那块徽章，纵身跳出破损的窗外，弄出了一些动静。\n\n“是谁！？”一个尖细的女人的声音传了出来，不好，真是尤利尔，我们飞快奔跑。\n\n“嚇，果然是这两个鬼头！别跑！”尤利尔开始追赶。\n\n我们很快来到了城门之下，没有看后面，又到了铁匠铺，却发现老板已经不在了。\n\n我们把徽章悄悄的放在桌子上，然后又到城门下。\n\n“唰——哐！！！”一个光球碰撞到了城墙上，造成了很大的响声。\n\n“呜——”哨塔拉响了警报，守兵们都聚集来。\n\n“谁来与我一战！”说着，尤利尔手中的末影权杖又发射了一个光球。\n\n“啊——”好几个人一下被炸飞。\n\n有一个人被炸了重伤，瘫坐在那里起不来，其他守卫都冲上去，与妖族的士兵激战。\n\n我们去救那位脸上依稀有几道皱纹的守卫，“叔叔，你没事吧？”我将那个守卫扶了起来。\n“没事，你们快躲起来，这里交给我们！”\n\n说着，又冲了过去。\n\n“轰——”\n\n大事不好！妖族竟然有坦克！那些守卫已经被炸得遍地狼藉。\n\n禁卫军已经上来，在城内布防了重机枪和高射炮。\n\n“该我们上场了！”我先拿出那个机枪，冲上去扫射，亨利在后面担当狙击手。\n\n“突突突突突突——”随着机枪的声音，一个个敌人倒了下去。\n\n“滋——”又一个光球射向我，我托着一挺机枪，行动缓慢，躲也来不及了。\n\n“呃！”我被光球打中，击飞了两米远。\n\n妖族女王随即走上来，将末影权杖对准我，说：“还突突吗？再来突突一下！”随着将权杖蓄能，对准我。我闭上了眼睛。\n\n“嘿——”两个黑影将尤利尔劈开。我仔细一看，原来是斯泰尔和柯特！\n\n“欺负小朋友算什么本事，有本事来跟我们打！”柯特说。\n\n“好，那么我就成全你们！”尤利尔大声说着，一边冲了上去，速度几乎看不到。\n\n“铿——锵——”刀剑在摩擦。“叮——”一阵清脆的响声，双方都跳开去。\n\n“我不陪你们玩！妖族将士们，进攻！”尤利尔喊道。\n\n“慢！不要冲动嘛，知道什么是公平吗？”斯泰尔说。\n\n“哦，我看你能玩出什么公平？”尤利尔说。\n\n“启明星小分队，北极星小分队，出来吧！”\n\n“唰唰——”一千多个人从树林中跳出。\n\n“怎么样，这样算公平吗？”柯特说。\n\n“嗯嗯嗯，非常公平，来吧，装甲车、重机枪、迫击炮、坦克伺候！”尤利尔说。\n\n“轰隆隆——”漫山遍野全都是妖族的军队，估计有上万人！\n\n“晴儿，亨利，愣着干什么，快跑啊！”我一看，斯泰尔和柯特已经跑远了。\n\n“喂！”\n\n我们也跟了上去，飞快飞快。\n\n山风在耳边呼啸，我们奋力地跑着，妖族大部队已经跟了上来。\n\n转眼间，我们已经跑出了一公里，来到了一座山上。\n\n我继续往前走，突然，走过一个石头，我的脚崴了一下。\n\n“哎呀！”我叫了一声，引起了斯泰尔还有柯特的注意，他们走了过来。\n\n“太好了，里面是一个溶洞！我们进去吧！”斯泰尔说，“这里杂草丛生，十分隐秘，他们应该找不到的。”\n\n“他们”是指妖族女王手下那些残忍的军队。我们和两个大队一共一千五百多人一起进去了。\n\n这个溶洞估计非常深，我们已经走了一分多钟，还没有走到头。突然，我们来到了好像是人工开凿的通道。\n\n“溶洞里怎么会有这个？”我说。\n\n“这可能是一个废弃的地方，一般都会有什么隐秘的东西，小心！”柯特说。\n\n“咔——”突然，我猜到了一个压力板，因为压力板和普通石头实在太像了，我没有注意。\n\n“唰咔——”有活塞的声音。脚下的石头马上拉开，我们就像掉下了悬崖一样。\n\n“啊啊啊——”我们一起掉了下去，醒来以后，我们的身边，却令人十分困惑……",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1451820780,
            "txt_content": "漫山遍野\n觉得用满山遍野比较好，这样才有种凑合感。"
        },
        {
            "author": "xiao_zhu_ge",
            "timestamp": 1451821020,
            "txt_content": "孤独秋叶 发表于 2016-1-3 19:33\n觉得用满山遍野比较好，这样才有种凑合感。\n其实漫山遍野更有充斥的感觉"
        },
        {
            "author": "O冰封死灵O",
            "timestamp": 1451824080,
            "txt_content": "最近好多文学作品"
        },
        {
            "author": "46241359",
            "timestamp": 1451824860,
            "txt_content": "对话流，细节气氛不到位。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1451908380,
            "txt_content": "主要是对话流问题\n另外楼主你似乎发重了"
        }
    ]
}