{
    "title": "自由的凯歌1——勇士的罗盘        第二章——初入勇士会",
    "author": "柠檬有多萌",
    "replyCount": 3,
    "timestamp": 1451810880,
    "txt_content": "MC小说《自由的凯歌I·勇士的罗盘》\n第二章——初入勇士会\nP1——新战士选拔\n（晴儿好容易眼睛才睁开）\n“嗯……我怎么在这儿啊！”我睁开眼睛，看着四周：宽敞的卧室、心爱的学习桌、红木的书橱，这不就是我的房间吗！可是……我记得昨天我曾和妖王战斗，那个背影，还有那声爆炸……哎唷，头好痛！接着，我摸了摸头，哎，看来又是发烧了。\n     （晴儿跌跌撞撞地来到走廊）\n“父亲！”其实，慢着点会想起脑海中仅剩一点的记忆，我记得那段对话，\n“…………”没有人回应,不知道他又去干什么了。\n“暗影和惊雷说的真的是真的吗？”我这么自言自语道。就算是真的，他怎么能忍心看着自己的同窗好友被残忍杀害？哎，算了，不想了，想多了也是黑影。\n我三步走两步跌地来到客厅，发现电视桌上有一张字条，上面写着：\n晴儿，当你看到这封信时，我已经在前往风暴战区的路上，这次我要去一个星期。早饭在桌子上，这一个星期勇士会选拔出征战士，你别忘了参加。\n不出所料，这人又去打仗了。“但是……平常都是出征三天，这次怎么回事一个星期呢？该不会是……”\n说着，我开始翻腾整个屋子。翻着翻着，一本厚厚的书掉到了我的眼前，一看，是父亲的日记。我翻到他写的最后一篇，上面写着：\n哎，又要出征了，可是我最放心不下的就是晴儿，我不知道她到底有没有知道她的生事真相，不光我不知道，所有人都不知道。只好听天由命。不想了，收拾一下，准备向魅影之城发动总进攻！\n                                                             塞斯\n“魅影之城……他不是要去风暴战区吗？”完全清醒的我一下子全明白了，我清楚的记得他那天晚上是在五十米外监视着我，他完全知道我明白了我的生事真相。所以不想让我去找他写出地点不同的战区，而日记和字条上的地址，全部都是错误的！\n毕竟这是我的推测，但是我确定的一点是昨天他都看见了，都听见了，有什么不可告人的秘密？哎，我掏出珍藏已久的生命药水，喝了下去……\n对了，今天不是勇士会的新战士选拔吗？我赶紧吃完饭，骑上父亲的摩托车，穿上风衣，狂奔而去……\n自由之城勇士会广场。\n所谓新战士选拔，就是每个年龄过15岁的人族公民将到勇士会广场进行选拔，勇士会广场中心有一块力量水晶。每个人依次摸一次，就会发出一道信标般的黄色的光芒，颜色越深，就代表力量越大、潜力越大，会选出最深的两个作为勇士的继承人。这个规定自从自由之城建立以来就已经流传至今，人们都十分信仰勇士，可是我却不这样想，勇士死去了是真的，但又能代表什么呢？所以，我尽量科学科学再科学。我在城里发明了不少机械的东西。\n终于到了广场。广场上人山人海，看来我是迟到了。\n哈哈，晴儿，以前没见过你迟到，第一次迟到勒！还是在如此重要的场合之下，你可以写一篇不错的反思呢！”一旁卖苹果的兰坤先生说。\n“反正我是后排座，你有本事你替我去看看？少在那里说风凉话！”我一边往前跑，一边回头对兰坤先生说。\n“下一个，晴儿！”长老迈克叫着我，“人呢？快出来！”都怪那个兰坤先生，害我迟到了7.23秒哎！\n“在这里，在这里！”我气喘吁吁地跑过来。“噗——一些人幸灾乐祸地笑我。\n“别墨迹了，快触摸力量水晶！”迈克有些不耐烦地说。\n“咚——咚——咚”力量水晶顿时响起了一阵阵清脆的声音，慢慢的传到远方。\n水晶光芒四射，变成了深红色。\n“啊——”“这……怎么回事？”“发生了什么？”下面的舆论一片，普通人触摸水晶的时候，一般都是黄色到橙色，我也是呆住了，要是到，深红色比黄色深得多！\n迈克也呆住了，我想，他是觉得我这种“孤儿”触摸水晶是不可能深一点点，结果……\n“下去吧，等会散场时跟我走！”迈克说。\n    很快，人们带着深深的疑问离开了勇士会广场。我向迈克说的，跟他一起走了。\n    进了勇士会的大门，我发现后面有个人一直跟着我，我远远地督了一眼，依稀看出了这个人的外貌：黄色的头发、黑色的燕尾服、深蓝色的深邃的眼睛，这……这不是皇家骑士团团长塞尔的儿子亨利吗？！他跟在后面有什么意图？我赶紧跟紧了迈克，迈克走过一个转角，让我在这里等着他，他上楼去了，我看了看亨利，哦，他还在往这边走，我握紧拳头，贴着墙壁，静静地听他的脚步声……三、二、一！“亨利，你要干什么？”我一转身，把亨利吓了一大跳。“嘿，你不是那个晴儿吗，你也被选举成勇士的接班人了？”亨利说。\n“什么？接班人？你在骗我？”我说。\n“如果你不信的话，怪我喽！”亨利两手一摊，一边把我的拳头放下。\n    说着，迈克回来了，他一脸神秘地说：“跟我来！”一边上楼，楼上有一间十分亮堂的房间。\n    我和亨利相互瞄了一眼，然后一起上楼了。\n     旁白：“晴儿和亨利慢慢地走上楼，互相聊天，而迈克飞奔上去，走进了一个房间，迈克说：“哼哼，接班人，你们的性命，可都掌握在你的手里了！”\n\n\n\n\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1451814960,
            "txt_content": "阁下文章里的超链接是什么鬼"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451815140,
            "txt_content": "准备给分~但我看到了“黄色”两字便忍不住点了进去，当时我就不乐意了！"
        },
        {
            "author": "柠檬有多萌",
            "timestamp": 1451815260,
            "txt_content": "孤独秋叶 发表于 2016-1-3 17:59\n准备给分~但我看到了“黄色”两字便忍不住点了进去，当时我就不乐意了！\n额…………"
        }
    ]
}