{
    "title": "自由的凯歌1——勇士的罗盘           第三章——天王大队",
    "author": "柠檬有多萌",
    "replyCount": 3,
    "timestamp": 1451819820,
    "txt_content": "第三章——天王大队\nP2——军队集中营\n\n    好美啊！\n主世界又迎来了一个生机勃勃的秋天，枫叶随风飘落，各种可爱的小动物爬上树梢，蚂蚁和天牛等等一些小昆虫在忙碌……点缀着这个美丽的秋天。\n枫叶红如火，天蓝如沧海，万物群聚，饰其美丽之秋，我喜欢秋天。\n今天，我们要赴约去自由训练营，满怀好奇的心，精神饱满，踏着朝阳，一路小跑……\n自由之城——深渊军事基地——自由训练营——8:30。\n我们还是第一次来到这里，一栋高大的建筑拔地而起，两侧站立者一个个强壮的卫兵。\n我：“训练营是个不寻常的地方，不过我敢肯定，今天绝对不会有什么挑战性的东东了，要是再有，那可真就疯了！”\n亨利：“没错吧，训练营人这么多，难道还能打比赛什么之类的？”\n话不多说，我们径直走进大堂。一想起前几天那个魔鬼闯关和那个坑人的混战，我不禁毛骨悚然，这些破手段啊……我一边想，一边推搡着亨利。\n“二楼……左边数起第18间……”我这么数着。因为训练营是有很多扇房间的，真不知道各有什么用处。“找到了，是这个，部队集合处。”\n旁白：“朝阳火红，照耀着整个大地。从天上俯视，整个自由之城蜿蜒起伏。穿过密密麻麻的城墙，来到城区，是一派欣欣向荣：喜欢机械的人们在忙着摆放机械；喜欢武器的人们在制造零件；喜欢演出的人在舞台大显身手；喜欢采矿的人们深入矿洞……在一个宏伟的建筑里，一男一女两个人怀着冒险和自由的心，迎接接下来的重重挑战。开始！”\n       “还挺准时吗，俩小朋友！”迈克跳了出来，他……这一身金光闪闪的战甲，让我们“不忍直视”。\n“不要这么样嘛！”迈克把我和亨利的手从眼睛上拿下来，然后拉上窗帘，打开灯。这样就不会照得刺眼了。\n“来吧！”迈克跑到我们后面，推着我们。\n走到一个房门前，并且一边推开。\n“敬礼！”\n我定睛一看，哇，这里面人山人海，个个手持闪亮的剑，个个穿戴着精炼的铁甲。\n这里应该就是勇士大厅了。不过今天坐满了人，看来有种不好的征兆。\n“斯泰尔、柯特，出列！”迈克把头转向一边，对着第一排一个手持长矛的两个人讲。\n“到！”那俩人快步走上来。\n“这就是你们大队两个特种小分队的新队长！”迈克说。\n“是！”那两个人异口同声，看来预感总是对的，老是有一些奇怪的事。\n        下面的人交头接耳，讨论着什么。\n“肃静！”迈克说，“全体解散，启明星小分队和北极星小分队留下！”\n        “晴儿和亨利，就是你们的新队长！”迈克说，“你们也听说过了他们闯过黑暗的塔道，也听说过他们那场自由者之塔上的混战，不错，的确没什么，但是如果换做你们，你们，可以在重重机关之前逆刀而解吗？”\n       “喂，大队长，我们也没怎么瞧不起他们嘛！”那个叫柯特的说。\n“但愿吧！”迈克说，“既然知道了，启明和北极你们先解散吧！斯泰尔、柯特、晴儿、亨利跟我走。”\n迈克又把我们带到那个书房。说：“我给你们介绍一下，斯泰尔是天王大队的副队长，柯特是天王大队的总教官。”又对斯泰尔和柯特说：“这俩小孩以后归于你们了，晴儿和亨利都还是个孩子，你们不要欺负他们哦，哈哈！你们先走吧。”\n斯泰尔和柯特转身离开了。迈克就在耳边叨叨了起来，我们是知道了一些事：天王大队是由自由远征军司令部直接领导的精锐大队，但是大队归于大队，一共有几万个人。迈克是大队长。而我们那两个“启明星、北极星”小分队一共有一千五百人左右。堪称“特种里的战斗机”。\n“你们先去休息，后天早10点准时报到！”\n二话不说，我拉着亨利快步走出去，我心里装的话简直可以装满整个主世界了。\n       很快我们就走到了林荫小道上。枫叶踩上去沙沙作响。\n       我：“我觉得这件事有点太突然，我们要不要分析一下？”\n亨利：“洗耳恭听。”\n我：“首先，我们去竞选继承人的时候，我和你的爸爸都出征了，其次，我们那晚与迈克战斗的时候，曙光之塔隐约正在充能，之后不过10分钟妖族女王就出现了，还抢走了自由者之旗，自由者之旗只有勇士才知道它的用处。妖族女王拿去干什么？”\n（亨利茅塞顿开的样子）：“我明白了！现在迈克又让我们进入这个大队，又跟我们讲了一些圣剑和魂晶的故事……”\n我：“所以，迈克要让我们出征！”\n太疯狂了，太疯狂了！\n       亨利：“如果是这样，我们必须有完全的准备啊！”\n       “那么，王者之城出发！”我们说。\n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1451820600,
            "txt_content": " 本帖最后由 孤独秋叶 于 2016-1-3 21:23 编辑 \n\n都在描写对话的话，会让人觉得是在写流水账。\n天王,刚看认为是天皇..."
        },
        {
            "author": "guqu",
            "timestamp": 1452137940,
            "txt_content": "启明和北极你们先解散吧！\n什么鬼"
        },
        {
            "author": "yirk",
            "timestamp": 1452172320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}