{
    "title": "［浅陋文学分析］完成屠龙后的字海-终末之诗-Minecraft真正思想",
    "author": "ko1998e",
    "replyCount": 12,
    "timestamp": 1451838780,
    "txt_content": " 本帖最后由 ko1998e 于 2016-1-4 06:52 编辑 \n\n以下内容可能改变你对Minecraft欢愉的价值观\n以下只为本人简略的见解，可能有遗漏(毕竟End Poem是一个较深奥的文学作品)\n\n背景资料：\n终末之诗会在玩家进入末路之地并杀死终界龙，赢得Minecraft中的「胜利」。在终界龙死去之时，终界传送门会生成，以允许玩家平安返回主世界的出生点。\n若未观看，可到Minecraft Wiki 查看(部分翻译并不完整，尽量看英文)\nhttp://minecraft-zh.gamepedia.com/index.php?title=%E7%BB%88%E6%9C%AB%E4%B9%8B%E8%AF%97&variant=zh-hk\n\n分析：\nMinecraft本身毫无剧情可言，此诗亦同，只是创造者希望透过游戏带给玩家一些讯息\n\n文中的梦基本上指游戏，而文末的“Wake Up”直接点明了中心思想– 从梦境(游戏)中醒来，而原因则是已被长辈洗脑的原因，如现实世界是美好的，你是爱真实世界有爱，真正的建造是在现实世界，而游戏只是一个短暂逃避现实的方法\n\nHerobrine传说亦有类似的说法(虽然Notch已指明HIM并非MC的一部分，但仍有产考价值)：\nIt has beenreported that some victims of torture, during the act, would retreat into afantasy world from which they could not WAKE UP. In this catatonic state, thevictim lived in a world just like their normal one, except they weren't beingtortured. The only way that they realized they needed to WAKE UP was a notethey found in their fantasy world. It would tell them about their condition,and tell them to WAKE UP. Even then, it would often take months until they wereready to discard their fantasy world and PLEASE WAKE UP.\n有报导称一些被折磨的受害者在被折磨期间会逃避到另一个幻想世界，一个他们可能不会再醒来的世界。在这种紧张性精神分裂状态下吓，受害者会生活在和他们正常生活一样的世界，只是没有那些折磨。他们(应该是现实世界的人格？)意识到除非能在幻想世界里找到一条笔记，他们将无法从这个世界中醒来。而那条笔记，将告诉他这个现实世界中所有的环境，告诉他他应该醒来。就算那样，他们也要花好几个月来为厉害幻想世界作准备。但是，请务必一定要醒来啊！\n\n内容亦与游戏创办人的宗旨一样– 不要沉迷游戏。的确，许多人依赖游戏逃避现实中的压力，以及完成现实未能达到的想法，但游戏始终不是真实，当电脑关起，一切只是储存在硬碟的1和0。\n\n但若创作人意在叫人不要沉迷，为何要创造一个如此令人着迷的游戏？其实在游戏中已经暗藏叫你返回现实世界的讯息。君不见Minecraft的背景音乐是??如此的平淡，凄惨？为何一个欢乐的游戏并非以励志轻快地音乐作背景音乐？ Notch曾指出这种音乐不适合此游戏，但没作解释，End Poem则解释了此点。这种背景音乐给人孤单的感觉，特别当雨开始落下，频频的雨声加上背景音乐，孤单的感觉会更深，游戏创作人故意不制作任何剧情，任何人物，一切的生物都不会与你有真正的交流，只有追捕你的怪物，无论走多远，你都只是孤单一人，因此玩久未免给人一种抑郁之感。\n\n这有一篇文章\n如果将Minecraft（我的世界）的游戏历程比作职场，估摸着我现在刚过实习期。在游戏里度过82天之后，我大概有些理解，Mojang创始人Markus Persson的那种孤独心情。\n在Mojang卖给微软之后，Markus只能通过买下比弗利山庄豪宅这样的举动，重新收获关注。他曾不止一次说过他是孤独的，即便是钱也无法带给他快乐。\n我想，Minecraft本质上就是一个孤独的游戏，不论之于Markus，还是每一个在方块间穿梭的人。\nMinecraft中，一天一夜的时间是14分钟。第32天，我拎着石镐出门碰碰运气，在一个天然矿洞中我找到灰色夹带暗红色的铁矿石；第55天，我家门口的向下的垂直矿洞已经向下挖到了仅有11的高度，发现传说中的红石与钻石，铁镐派上用场了；第67天，红石电路以OR模式链接，多点控制矿车移动，挖矿效率更高了。\n但这一切，不论现实还是虚拟，仅有一个人享受。 「神亦是可悲而可怜的」，在Minecraft中你就是神，不论生存或是创造模式，想要活成什么样完全有你掌控。虽然现实中我们一直期待着这样的机会，但在Minecraft你掌控一切，却也仅有你一个人而已。\n虽然我没有打到末影龙（End Gradon），但我知道那段著名的End Poem。这是Minecraft的终结之诗，如Minecraft中文Wiki中翻译的：\n“你还活着/曲终人散，黄粱一梦，玩家开始了新的梦境，玩家再次做起了梦/你就是那个玩家/该醒了。”\n过去，我们讨论了很多关于Minecraft的可能性，它改变了传统游戏模式，它能够让玩家开始尝试编程，它展示了物理学的魅力等等。但Minecraft不同于其他游戏，它没有故事情节，偶然性成为必然。 Minecraft的可能性来自于对世界的未知。\n你的出生点、挖到的矿、刷出的怪物、遇到的村民，这些都是随机的。而作为单机玩家，你就是亚里士多德在《物理学》中探求运动起源提到的「第一推动」，有你带给整个世界以变化。\n一个人砍树、一个人挖矿、一个人盖房子，看着日落日出，连床都是单人的，仔细想想这不就是人生？在这个糟糕的世界你所遇到的一切都需要自己面对。而且，Minecraft的背景音乐从来都不是欢快的，不论是你达到了什么成就，做出了什么伟大的壮举，永远都是那些高度和弦的纯音乐。\n这样的背景下，你难免在游戏的过程中，会想到自己的孤独。不论是家人或是朋友，都不会永远的陪伴你，你总有孤独的时候，否则就不会有游戏中的“你”。\n因为看过攻略，我在用纸和皮革做出了书之后，就用这些书开始记录「我的世界」，如今已经装满了几个箱子。因为不甘于在自己的地头每天收麦子、养牛，第83天，我带齐了我的装备和补给，背包中有钻石剑和钻石镐，我开始沿着一个方向探索世界。\n但当走累的想要回去时，却发现已经找不到来时的路。\n在我保存退出游戏之前，站在山顶上我曾试图辨别回家的方向，熟肉已经吃完，周围全是怪物，在荒郊野岭，淋着雨饥寒交迫。\n忽然意识到，或许梦该醒了。\n资料来自：\nhttp://wap.ithome.com/html/180579.htm\n当你感到孤独，Notch目的达到了，在虚拟世界中你是无法得到如现实世界中的交流感，在虚拟世界中，你是孤独的，当你发现虚拟和现实的区别，或许你不会再沉迷游戏。\n总结：\n    从游戏中创作者唯一与我们的交流– 终末之诗，我们大概可以得知MC的理念是为了叫人回归现实，告诉玩家虚拟是孤单的，因此各位可以思考一下，将重点放回现实世界中，并非叫各位完全不接触游戏，只是不要沉迷。\n    此分析只是本人粗略之见，文学作品过于深奥，我并不能完全解释，只能用浅薄的见识分析，若有指正或补充，尽管指出。感谢！\n\n\n部分文献转自他人，所有文献已标明出处\n未经许可不得转载\n香港玩家，文章亦被分享于http://www.minecraft-hk.com/forum.php?mod=viewthread&tid=90306&extra=page%3D1",
    "replies": [
        {
            "author": "Deater",
            "timestamp": 1451844900,
            "txt_content": "表示看不懂繁体"
        },
        {
            "author": "ko1998e",
            "timestamp": 1451861880,
            "txt_content": "Deater 发表于 2016-1-4 02:15\n表示看不懂繁体\n不好意思 已更正"
        },
        {
            "author": "资深腐竹＃",
            "timestamp": 1451864940,
            "txt_content": "然而玩服务器的路过"
        },
        {
            "author": "wgf8937252",
            "timestamp": 1451868420,
            "txt_content": "{:10_513:}  不懂帮顶"
        },
        {
            "author": "rainsojey",
            "timestamp": 1451870040,
            "txt_content": "这么多的分析。 是教授写的。 还是。专家"
        },
        {
            "author": "子弹～",
            "timestamp": 1451902800,
            "txt_content": "为什么有一些链接"
        },
        {
            "author": "\\jason123poom/",
            "timestamp": 1451903220,
            "txt_content": "lz來至香港？？？"
        },
        {
            "author": "Lovely_carrots",
            "timestamp": 1451903460,
            "txt_content": "666666\n表示以前每次进传送看End poem的时候都是直接Esc的"
        },
        {
            "author": "凛",
            "timestamp": 1452161820,
            "txt_content": "好哲学...."
        },
        {
            "author": "mayihan",
            "timestamp": 1452161940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "mc1549570730",
            "timestamp": 1452162540,
            "txt_content": "楼主一定语文非常好"
        },
        {
            "author": "yirk",
            "timestamp": 1452168720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}