{
    "title": "<原创·连载·圣杯>空[第三十七章：控制器与控制权][46241359]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1451830680,
    "txt_content": "空·第三十七章·控制器与控制权\n\n\n正文\n\n\n\n    “他怎么样。”    萧黎理了理衣服上的褶皱，“没什么大问题，过一段时间自己就会醒过来。”    陈点点头，转身拿起搭在椅背上的风衣穿上，“有没有什么办法能让他醒的快一点，但最好不要对他的神经系统有损伤。”    “这种办法是不存在的，如果要加快他苏醒的时间对他的神经一定会有损伤，至于程度大小我就说不准了。”    “好，那就算了。”陈看了一眼还躺在床上的纳尔，“如果有所好转就打电话通知我。”    “当然，”萧黎露出一丝诡异的笑容，“不过，Cherry，我建议你早点去染染你的头发，一直白着可没什么好看的。”    “开玩笑要有个限度，萧黎，你应该知道我头发变白和我不去染发的原因，这种事以后别拿出来和我开玩笑。”     午后，弗兰克倚在沙发上喝着咖啡，原本戴在手腕上的手表被摘下来扔到一边。难得有一段这样惬意地休息时间，弗兰克自然要从那些可做可不做的事情中抽出身来好好享受一下属于自己的时间。    其实这几天弗兰克一直在找日子出去玩玩，让自己一天到晚都紧绷着的神经有放松的时刻，最好是能去个公园或者别的什么地方，能呼吸一下新鲜的空气感受一下阳光之类的。    刚才陈又打来电话，说纳尔不知是从什么时候开始就昏迷不醒，现在已经被送到萧黎那里了。对此弗兰克本想训斥陈一番，问问他到底是怎么看管纳尔的人身安全以及他的健康状态的，不过他在尝试与空联系后就打消了这个念头。他发现和空取得联系时总是会链接断开，看来不是陈的问题。    现在他得做个选择，应该先去看看纳尔的情况还是把这个休息日过好。虽然陈叫他不要担心，萧黎会料理好这事。但是萧黎那种……弗兰克还是信不过，万一他哪根神经接触不好把纳尔弄死了怎么办。这样会让他很自责的。但如果要去的话，好不容易从百忙之中抠出来的空闲时间就要浪费掉了。    真是纠结……叫弗兰克选择杀哪个人这很容易，看哪个不顺眼就杀哪个，或者叫他选择用什么手段杀也不成问题，但这种事……弗兰克把咖啡杯放回茶几上。    算了，空闲时间日后还有的是，先去看看纳尔吧。    弗兰克站起身，穿好风衣。他犹豫了一下，还是抓起手表戴上，出了门。    他本想打的去萧黎那里，最后还是决定坐公交车，因为这样比较保险些。不对……万一到了那里之后纳尔突然醒过来被看见脸怎么办，他会完蛋的。    萧黎那里应该还有一次性口罩，就算那样纳尔也是刚从长时间的昏迷中苏醒过来没什么力气，根本不足以拽下他的口罩。    不过空为什么会莫名其妙地出故障呢。他这种类型应该会非常稳定才对，如果不是受到威力巨大的打击不会有什么故障，尤其是通讯方面。这次竟然一反常态……真古怪，他认识空以来这还是首次。不是他的处理系统有问题，那就是……人为控制的。    人为控制？弗兰克记得有这个权限的人只有萧黎，但是他的控制器早就被save收上去了，按说不可能。还是控制器和权限都交给别人了？也不对，这样他一定会收到通知。    还有什么可能……    难道说……萧黎根本没交出控制器？弗兰克皱了皱眉，这个可能性不是没有，萧黎清楚save的真正目的，以前两人也为此谈过。如果控制器回到save手上不是没有严重后果的可能。萧黎虽然有时会大脑短路但是要伪造一个也不是办不到。既然如此，他应该把控制器和控制权都转交给别人了。    转交给谁？save里他可以转交的人除了自己和陈，他也找不到还有谁能够信任。    ……    白昕？    的确可能。白昕以前是西蒙的助手，对精神方面有一定的了解，后来被萧黎救走便一直跟在萧黎身边帮忙。弗兰克和她见过很多次，要说信任方面的问题是绝对没有的。但如果是白昕接管了这两个东西，那这次空的异常的根本操作者不会是白昕，她也没有那个胆量。只有可能是萧黎叫她这么做。    为什么？    公交车到站了，弗兰克暂停思考，缓缓走下车。现在这个点人不会太多，最好趁现在快些进去。萧黎应该一直在最里面的房间里陪着纳尔。    弗兰克敲了敲门。    “进来。”    萧黎正坐在转椅上翻着资料，抬起头看了一眼来者，“你怎么过来了。”他把资料放回了桌上。    “不大放心他，所以过来看看。顺便和你说点事。”    “嗯……”萧黎会意的点点头，指了指旁边的椅子示意弗兰克坐下说。    “你是不是把空的控制器和控制权转交给白昕了？我要听实话，对我撒谎的后果你应该知道。”    沉默几秒，萧黎点点头。“好，这一次纳尔昏迷的原因应该是因为空被信号干扰，是你叫白昕这么做的？”    “确实是，不过你先别急，”萧黎拉开抽屉递了个口罩给弗兰克，“我这么做不是单纯对纳尔不利，你知道的，save通知纳尔叫他来U国是为了让他去杀一个人。他自从那件事之后神经一直很脆弱，也因为这个所以才碰巧认识了西蒙。毕竟纳尔是个普通人，别谈什么杀人经验了，叫他杀只鸡都有困难。所以我想测试一下他的承受能力，但是没想到会脆弱到这个地步……”    弗兰克挑了挑眉，“是么，意思就是你用的是最小功率？”    “当然。”    “那没什么事了……最小功率顶多昏迷几天，以后别再轻易做这种测试，要是损伤到他的神经，空和他的配合能力就会降低不少。”    “知道了，你不看看他么？”    望了望还躺在床上的纳尔，弗兰克戴好口罩站起身走到床边。他把手放在纳尔的额头上，还好，体温没异常，的确没大问题。    他刚把手拿下来，纳尔便睁开了眼睛。\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "fan857646420",
            "timestamp": 1451831700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451860200,
            "txt_content": "恭喜成功申请进入实习,祝愿早日成为版主。\n\n字数检查:1788"
        },
        {
            "author": "xcc",
            "timestamp": 1451917020,
            "txt_content": "北极果然不会起章节名。\n好吧我也不会"
        }
    ]
}