{
    "title": "《红色月亮——月光》The Red Moon------Clair de Lune",
    "author": "柠檬有多萌",
    "replyCount": 2,
    "timestamp": 1451911320,
    "txt_content": "《第一章》\n　　少年缓缓地睁开眼睛，身体异常地不舒服。他靠着手的支撑，慢慢地坐了起来，眼睛无神，扫视地看着周围。“这是哪里？我是谁？”他不断地在脑海里重复这些问题，眼神迷离，迷茫地打量着周围的世界，刺眼的太阳光照进了他的眼睛里，不禁令他感到微微地酸痛。\n　　许久，少年的酸痛的双腿好不容易可以支撑他了，但是还是因为长时间曝露在阳光下感到十分无力，脚还在时不时地发抖。他颤颤巍巍地往前走着，艰难地遮着眼睛，避免拿刺骨的太阳光，身上的肌肉被这么烤着，口干舌燥，此时就算是一滴清水就可以救它的命。\n　　终于，少年好不容易地遇见了一个人。“唉！这里是哪里？”少年使出了自己毕生的力气，放开喉咙大喊，向那个人飞快地跑去，一路上跌跌撞撞。那个人回头看来，欲言又止，眼睛惊讶地睁大了一下，眼神由惊喜换成害怕：“啊！僵尸怎么不会在阳光下着火啊！会不会是我打开游戏的方式不对？”随后，那个人在一道白光中原地消失，几秒钟后，他再次出现在了原地。\n　　“怎么可能，不对啊这……”少年愣了一下，向他飞奔而去，眼中充满了疑惑，现在只想找个人好好地问清楚。“僵尸怎么这么快！”那个人惊讶地看着少年，眼中充满了畏惧，马上掏出一把石剑，向少年砍来。“啊！”少年的身体被石剑猛地刺入，鲜血喷涌而出，流成了一条小河。\n　　“这僵尸真傻，想偷袭我还发出那么大的声音！算了，反正他也活不下去了。”那个人把石剑用力地拔出，嘴角一微微地笑，慢悠悠地走了，留下鲜血直流的少年。少年用手痛苦地捂着伤口，忍着痛，吃力地爬到了森林里，手颤抖着拿了一片树叶，帮自己简单地包扎了一下伤口，树叶上露出了点点的血痕，但是还是止住了涓涓不息的鲜血。\n　　“他干嘛这样……”少年的脑中满是不解，为什么他要伤害我呢？经历了刚才的事情，少年疲倦不堪，经不住睡意的来袭，眼睛一闭，睡了过去。\n　　清晨的太阳暖暖地照耀在少年的身上。少年醒了过来，胸口前还在隐隐作痛。“包扎了也没用啊……”少年看着自己的胸口，叹了口气。他走出了树林，猛吸了一口草原上的新鲜空气，夹杂着青草的芳香。\n　　“啊啊……还是不要呼吸太用力好了……好痛……”少年捂着胸口，脸上满是痛苦的表情。“算了，得先在这个地方生存下来，先砍树好了。”他走向其中一棵树，伸出右手。“咚咚咚……”在几声原木被敲碎的声音下，少年砍足了一整组原木。“马上砍这么多了啊……算了，先做一个工作台。\n　　”他合成好了一个工作台，放了下来，随即做了木剑、木斧、木铲、木镐和木锄各一把。他拿起剑，伸起手挥了几下。“啊，木剑的手感就是没有钻石剑好啊。多砍点树做火把，然后下矿吧。”“咚咚咚……”又是几声砍树声后，少年有了一组半木头。“够了吧……”少年自言自语道，开始找天然矿洞。\n　　半晌，少年拖着疲倦的身子走了回来。“哇，探索了这么久都没找到一个天然矿洞！不愧是大草原啊，这是要逼我挖人工矿道吗……”他坐下来，一脸无奈，“算了，初期也需要石头，挖点人工矿道也不是什么坏事。\n　　”少年拿出铲子，在挖好土后就拿出镐子挖石头了。“真累啊！”在挖了两组石头后，少年手扶着额头，喘着粗气。他的额头上冒出豆大的汗珠，流到了嘴巴里，咸咸的。他的镐子的耐久度快坏了，裂痕清晰可见，火把也所剩无几了。半天了，他一个铁的影子都没有见到。\n　　“唉，运气不好。人工矿道的铁就是少啊……”他拖着疲倦的身子走了出来。“做点石质工具吧。以后木制工具制作斧子和镐子就好了，要不然又浪费了。”随后，全套的石质工具就做好了。此时，天色已晚，方方的月亮慢慢升起，少年拿着火把。火把的照耀出了一片温暖的光。\n　　“木头又不够了，去砍点吧。”说着，少年站了起来，往那黑暗的森林走去，吃力地看起了树。打了个哈欠，拿出斧子，粗制的石头在经过了合成台的洗礼后变得十分光滑。少年抡起了斧子，用力地朝着树干挥去，顿时，树干上就出现了一条深深的裂痕。“咚咚咚……”，砍树的声音在宁静的森林里显得格外大声。",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1451911620,
            "txt_content": "这...HIM又多了一个"
        },
        {
            "author": "柠檬有多萌",
            "timestamp": 1451911740,
            "txt_content": "孤独秋叶 发表于 2016-1-4 20:47\n这...HIM又多了一个\nHIM是啥？{:10_496:}"
        }
    ]
}