{
    "title": "[羁旅客]——④",
    "author": "孤独秋叶",
    "replyCount": 5,
    "timestamp": 1451993340,
    "txt_content": " 本帖最后由 孤独秋叶 于 2016-1-23 09:42 编辑 \n\n羁旅客4上一章：http://www.mcbbs.net/thread-537159-1-1.html主页:http://www.mcbbs.net/thread-537795-1-1.html\n\n\n\n\n\n  “张开你的双手侧平，我要搜查你，马上！”  卫兵虎视眈眈的看着我对我喊道，我照他的说的做了，见我侧平好后便上来搜身，这一艘就被搜出来楚王给我的圣旨。  “你是干什么的？怎么会有楚国圣旨？莫非你是...”卫兵搜到了我的圣旨那在手上摊开来看又问道：“你叫什么名字。”  “在下坑哥。”我见他拿着圣旨对我说：“坑哥？楚王在圣旨上的确明写着命坑哥出使齐国，原来是楚国的宰相啊，怎么穿的一身破破烂烂，哈哈哈哈，难不成你装成这样想混进城？如实告诉我这个圣旨你哪里捡来的？我没见过这么年轻的宰相，如果是想混进城那就有你好受的！”卫兵十分瞧不起我的穿着，虽然我是宰相但我年纪轻轻，告诉别人我是宰相别人可能还不会相信一个青年男子是一个国家的宰相呢。\n  “既然你不肯相信我是坑哥，那这个东西你认识吗？”我见他不肯放我进城又想为难我，便拿出一直随身携带的“王室玉石”这东西可非常值钱，一般只有皇室才能拥有，卫兵见我拿出来了证明我是楚国宰相的东西之后这才相信我的身份，把圣旨交还给我以后便放我进城。\n  好久没来齐国了，对齐国本土产生了一种莫名的陌生，当年也是在齐国呆过一段日子，可这么陌生的感觉让我有些怀念以前啊..说罢我也要去拜见齐王了，进城之后是一个大街，这里很冷清，宽阔的大街上行人很少，只有一些店铺还在开张，也罢，我能看到街道小巷有一个瘦骨嶙峋的小男孩在一个袋掉落的烂苹果旁津津有味的吃着，没有人会去注意那个小男孩，他身上的衣服已经破烂不像衣服却像几个连接着的烂布，齐国年年战火，国资不足老百姓日子过的也十分艰苦，加上齐国国王贪婪又加深了齐国百姓的困难，但是就算不容乐观的生活，依然有人不断进城，这也许是因为外面不安全，又提到了毛贼在外面横行霸道，真是位天下人民担忧啊，望有朝一日百姓能过上衣食无忧的安定生活，可惜这个梦想是很难实现的。远处走来一个巡逻的士兵，走在道路中间，路上行人都纷纷避让，刀斩出头鸟，我自然也走到道路一旁。   我转眼看了看身旁，有一位年长的老大爷和一位米长相秀丽的姑娘，只是尘埃使她的脸显得十分脏，穿着朴素，老大爷支着拐杖一步一步缓慢前进，这位姑娘在一旁搀扶着老大爷，我身高个大，怕阻碍他两，便加快步伐走的更快了一些，我来到这我也不知道先做啥，罢也，找一个路人询问下齐国皇宫位置吧，好有一个大致方向，盲目寻找只是在浪费时间，这齐国也不是一个渺小之国，国土比楚国都还要大，我哪敢一个人乱走，远处走来的巡逻士兵大概有十来个，在我眼里他们根本不像个战士，而是匹夫罢了，为什么我会这么说他们，他们哪有战士的样子？剑配在腰间，走路姿势大摇大摆，一路谈笑风“生”的，时不时朝我我身后看过去，看了之后他们的笑声更加的yin dang，便朝我走了过来。\n  我没去看他们，但是我的眼睛余眼发现，不对劲，这不是朝我走来，而是朝我身后不远的那两个刚才路遇的人走了过去，我没停下，只是放慢了脚步，巡逻从我身旁走过以后，我便停下脚步，我转过身来回头望去，巡逻士兵朝着那个小姑娘吹了下口哨，吸引了小姑娘和老大爷的注意力后，便上围住了二人去路，我隐隐约约听到他们再对老大爷和小姑娘说：“老头儿，赶紧带着你的拐杖儿离开这。”老大爷准备牵着小姑娘从士兵让开的一个路走去，这时，卫兵再一次挡住了去路。   “老头儿，你可以走，但是旁边这位小女子就要留下来和我兄弟们乐乐了，你如果担心，就在此地等一会就好快乐，我跟兄弟就带着小女子去那个破烂屋子乐乐，但是我兄弟们会不会“一会”就好了我还真不知道，哥几个你们说中不？” 带头的那个士兵语气里充满邪恶的对着老大爷说到，说罢，一旁跟着的士兵都叫到“中！”，老大爷把小姑娘挡在了身后。\n  “你们要是想对她做啥，我这身老骨头就收拾你们！”老大爷明显是在保护小姑娘，但是几个壮兵们就不乐意了。\n  “老头都这么说了，咱还等什么？打！” 带头的士兵一个一声令下身旁几个小跟班似的士兵立即向老大爷围了上去，一个老人家哪打的过几个壮汉？这还没等我反应过来其中一个士兵已经把那个老人家给踢到在地，小姑娘见状立即上前帮老人求饶，士兵们不把小姑娘看在眼里一直对老人拳打脚踢，打了一会后老人在地上再也没反抗后，小姑娘一个劲跪倒在老大爷身上痛哭了起来，士兵们见状各各都开怀大笑。  下一章：http://www.mcbbs.net/thread-538758-1-1.html 1500字 [爹阔的比起啊的够吗瓦喊]",
    "replies": [
        {
            "author": "asjkdaskljda",
            "timestamp": 1451994660,
            "txt_content": "天哪，这玩意是怎么写的？！"
        },
        {
            "author": "iove_cta",
            "timestamp": 1451995920,
            "txt_content": "我大德玛头像！\n楼主也玩？"
        },
        {
            "author": "iove_cta",
            "timestamp": 1451996100,
            "txt_content": "楼主在么 你写的小说真不错\n楼主要是你们回我信息我怎么看到呢"
        },
        {
            "author": "iove_cta",
            "timestamp": 1451996160,
            "txt_content": "楼主在么"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1451996940,
            "txt_content": "iove_cta 发表于 2016-1-5 20:15\n楼主在么 你写的小说真不错\n楼主要是你们回我信息我怎么看到呢\n朋友,如果你有事~\n可以点击\n来发送消息哦~\n不然你这样回帖容易被禁言或者警告的！\n下次一定注意了~\n就在左边头像下面那里，有发送消息的按钮~有事联系我哦！\n"
        }
    ]
}