{
    "title": "伤感，回忆，还在继续",
    "author": "Deater",
    "replyCount": 20,
    "timestamp": 1452010260,
    "txt_content": "第一次接触mc，是在pe，那时候应该是0.9x的版本，14年8月多，当时拿朋友的手机，撸了4 5个钟的火柴盒，弄出一个方方的的火柴盒 ，第二天找朋友的时候，发现它把存档当垃圾扫了，当时的感受就像吃了屎一样，卧槽，我撸了4 5个钟的啊！然后接着不灰心的接着撸，在沙漠上撸出一个金字塔，是的，没错！第二天，存档又没了。我放弃了再次接触mc就是14年10月3，当时听到有mc电脑版，立马去网上搜索，没错，搜索出来 第一个置顶下载是浩方的联机平台，很快乐的下载好，弄半天注册好浩方的账号，然后进入单机，然后又听说到联机，那时候蛤蟆吃还不用注册，很快就学会怎么搞了，就拿着我万年前创好的群4年的群，开始在浩方那里刷屏，第一天就进来了几十人，认识了“疯狗”“痴猫”“悲伤”“九阳”恩，没错，他们的名字是我根据他们的Q名改成俩字的，第一天联机 还好，做了个红砖房子，很大，撸了一天，估计是当时大家网络都一样的运营商，所以居然没感觉到卡，（话说怎么改背景颜色变为原来的）后来看到当时的截图，看到我房子后面就是村庄，反正第一天就这样过去了，第二天，疯狗君就直接搬出他找到的联机方法，恩，是的，当时我不知道服务器，是的，他上传的是服务器开服的方法，我后来才知道然后，后来确实有人研究出来了，用自家电脑开服了，第一次进服务器，只想着往前走，下面的红字刷了一堆，愣是没看，我还在那问，为啥！为啥动不了！对了，开服的叫“学霸”然后 他就告诉我看左下角 左下角，最后终于是成功注册， 卡死了！估计是不同线路惹的货，当时不知道嘛，没玩多久就没在一起玩了（当时以为是地区问题，悲伤是广西的，我广东的，然后就瞎理解）时间有点混乱，联机玩了不知道多久，存档在群里的上传日期是12月4号，但是玩服务器是11月多记不清玩了几天就熟悉了服务器，也不知道是不是自己太吊了，看直播，看零一的直播看到一个服务器，工业服，我靠，我直接跳过纯净直接来工业，到了某延服，熟悉了下，然后那个时候某延服没开地皮，要自己圈地的地皮，然后找在线op问，欢快的进了YY，当时有麦，但是不敢说话啊，声音不成熟，小孩子音。最终还是在善良的op的指导下一步一步完成了圈地，恩，然后认识了个朋友，BiuKing，我在某延的第一天就附魔钻头了，钻头还很巧的附魔到时运3，第一天就MFSU了，于是我的漫漫工业路就开始了，反正没电的时候就问服务器里面的人借电，第二天BiuKing给了我一个高级太阳能，挖，这个给力啊，穿着纳米衣服去挖矿，挖完回来就能充满电，于是，就这样的发展下，没玩过工业的我一星期就量子了，然后服务器似乎给人打了，然后就没玩了，我靠，我刚刚得到的量子套，第二天服务器就宣布 换周目了，开了一个月的。\n",
    "replies": [
        {
            "author": "Deater",
            "timestamp": 1452012120,
            "txt_content": "总感觉我的记忆有一个月消失了\n之后找到一个纯净服，在里面玩，认识了不少朋友，相惜君~，Ar君~，腾讯君~，萌君~，卖萌君~，撸阳君~，纳兹君，纳兹君已不知去向还有跟着我一起玩的龙~，悲伤~。\n也不知道怎么的，似乎我人缘还不错，服务器里挖挖矿，刷刷技能，养养动物，开个商店，似乎我商店人气也很高，因为当时是服务器里面唯一的有收购的玩家商店，收购甘蔗=-=刷无限纸村民，还收购一些其他的小玩意，商店二楼还带着附魔台，还分好几个等级的附魔台，卖卖附魔商品，终于金币排行榜上到第二，之后不知什么原因心情特差，闹退服，送物品，然后好基友各种劝留，撸阳君是服务器里的op，也问我为啥退服，闹啊闹的，最后没退到，第二天接着玩，玩了不久，感觉没什么激情了，不知道哪天闷气，一拍电脑桌，好了，这下好了，电脑直接蓝屏，然后因为上学，没过几天也到寒假了，也去找寒假工， （第一份寒假工让我获得了第一部手机）也没去管电脑，废弃了几个月时间，然后发现服务器的玩家都牛逼的不得了了，一个个懂怎么玩mcmmo了，涌出一堆新人，一个比一个吊，然后就没有然后了，也没玩服务器了，不知道什么原因服务器也换周目了，2月份也搬家了，6月份多的时候手机坏屏了（根据QQ的说说记录是6月11号）然后第二天受不了了，把家里的电脑拆了，恩，清了下灰尘，然后，很尴尬的发现装不回去了，拿到楼下电脑城插好线，顺便把系统装了，（之前系统坏了，没了）拆电脑直播连接，恩，果断的弄好了，5月多的时候已经在想开服了，我靠，我发现我玩mc也没多久啊，是不是玩游戏智商高的问题，然后谋划了几个月，终于在暑假8月18开服了，开头还好，没出问题，之后出过一次大问题之后，之后天天都是崩插件，然后开了4个月（其实服务器我一点都没碰过，唯一碰过的一次还搞的更坏了，全部都是技术在弄，人缘好的缘故，在之前的服务器认识的玩家当的技术）至2015.12.16日晚，一怒之下，关服！"
        },
        {
            "author": "wa66rpg",
            "timestamp": 1452017880,
            "txt_content": "最开心的是纯粹体验游戏的那段时光。\n时间越久，游戏的性质改变的越厉害。\n曾几何时的那些朋友，如今还剩下多少？ 曾几何时，一起奋斗的理想，又有几人走到了最后？\n所追求的事务，在达成之后看到的并不是荣誉和骄傲，而是孤独。 高处不胜寒的孤独和寂寞。\n如果当初的朋友都离开了，成功了又如何呢？ 如果当初的一切都改变了，今天又怎样呢？\n细细评味，并不是天变，地变，人变，而是自己变了。"
        },
        {
            "author": "Deater",
            "timestamp": 1452024720,
            "txt_content": "wa66rpg 发表于 2016-1-6 02:18\n最开心的是纯粹体验游戏的那段时光。\n时间越久，游戏的性质改变的越厉害。\n曾几何时的那些朋友，如今还剩下 ...\n是的,自己变了\n或许有哪天激情重燃，或许有哪天脱离而去\n取决自己，留舍各有一词"
        },
        {
            "author": "一周茶饭",
            "timestamp": 1452025380,
            "txt_content": " 本帖最后由 一周茶饭 于 2016-1-6 04:25 编辑 \n\n能炸出来的人肯定不多了。五六年多了。生存测试，WOM的Class，再到最初金块王版和六木门的V版，Aplha,Beta，算上这几年，大多数不是忙现实中的事情，要么就是对这游戏已经失去兴趣了，毕竟和当初几十人的小版本相比已经大幅不同，Notch离开后猴子接任开始再到MojangAB被微软控收为止，早就超出了一款独立游戏的寿命。"
        },
        {
            "author": "wa66rpg",
            "timestamp": 1452032160,
            "txt_content": "一周茶饭 发表于 2016-1-6 04:23\n能炸出来的人肯定不多了。五六年多了。生存测试，WOM的Class，再到最初金块王版和六木门的V版，Aplha,Beta ...\n问题并不在MC这款独立游戏，而在于一款小小的游戏被给于了超过其本身的过分期待和膨胀价值。"
        },
        {
            "author": "一周茶饭",
            "timestamp": 1452032280,
            "txt_content": "wa66rpg 发表于 2016-1-6 06:16\n问题并不在MC这款独立游戏，而在于一款小小的游戏被给于了超过其本身的过分期待和膨胀价值。 ...\n你这么说也没错，毕竟是开创了沙盒式的自由先例，虽然之前也有不少，但都没MC这么经典。"
        },
        {
            "author": "2572312535",
            "timestamp": 1452071700,
            "txt_content": "把有背景颜色的地方选上\n然后点击 清除文本格式\n（我觉得我是个混子23333）"
        },
        {
            "author": "KingSmile",
            "timestamp": 1452073500,
            "txt_content": "服务器的历程永远在你尝试之后才会懂\n那份最初的回忆永远在你刚开始的时候才会有所感觉"
        },
        {
            "author": "Lovely_carrots",
            "timestamp": 1452074820,
            "txt_content": "我曾经是在别人的服务器里玩，整天烦在线op们，无忧无虑的，老是崩服烦死了。现在当op了之后反过来了，天天被玩家烦，服崩了他们在那一窝蜂的吵XD"
        },
        {
            "author": "Deater",
            "timestamp": 1452148560,
            "txt_content": "关服了，可是玩家不舍啊，虽然只有那么几个人在玩，但也是支持啊，没多久自己整合了一个服务端，忙来忙去，加插件减插件，测试，每天都累啊，搞了就好后服务器就找来了以前几个比较厉害的人测试bug，还不错啊，现在已知的bug都不能用了，看着服务器玩家慢慢增加，第一次超越15人的喜悦，第一次超越20人的开心，第三次超越30人的激动，至少这是支持啊！可能我做到的也就这么多了，也多希望回到刚玩mc的时候啊，什么都不懂的样子，傻傻的天天挖矿，找几根木头搞个火柴盒，看懂第一个红石电路自动门，一步一步再回来"
        },
        {
            "author": "HeartCity",
            "timestamp": 1452149880,
            "txt_content": "怎么说呢.主要还是朋友最重要，我接触了很多人，他们基本都是没人跟他们玩MC，所以才不玩"
        },
        {
            "author": "子弹～",
            "timestamp": 1452159780,
            "txt_content": "就像我和朋友的MC水平吧。。。\n也就生存能一起玩"
        },
        {
            "author": "mc1549570730",
            "timestamp": 1452160800,
            "txt_content": "我以前玩单机也是 (*^__^*) 正常。。说以现在都玩服务器"
        },
        {
            "author": "凛",
            "timestamp": 1452165180,
            "txt_content": "最初玩的服务器里的那些人都不知道去哪了\n现在偶尔想起和他们一起快乐的、探索世界的时光的时候鼻子都会发酸\n\n唉，最初的时光是最美好的"
        },
        {
            "author": "XTxiaodada",
            "timestamp": 1452165480,
            "txt_content": "好老的玩家。。。0.9x版本。。。"
        },
        {
            "author": "yirk",
            "timestamp": 1452167280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Deater",
            "timestamp": 1452238620,
            "txt_content": "china521 发表于 2016-1-7 19:13\n最初玩的服务器里的那些人都不知道去哪了\n现在偶尔想起和他们一起快乐的、探索世界的时光的时候鼻子都会发 ...\n我的朋友们陪伴了我一年,现在依然在一起\n只是不知何时会分离\n不想分离\n就算就这样不聊天不说话\n就这样看着"
        },
        {
            "author": "Deater",
            "timestamp": 1452238740,
            "txt_content": "XTxiaodada 发表于 2016-1-7 19:18\n好老的玩家。。。0.9x版本。。。\npe版2333我14年10月3才正式入坑pc"
        },
        {
            "author": "Deater",
            "timestamp": 1452238980,
            "txt_content": "每当听到MC里面的BGM的时候都会想起当时这个音乐下的我在干什么\n怀念\n想回去\n却找不到当初一起的那个人\n都去玩LOL\n还好还有一堆朋友在一起\n朋友们，你们还好吗"
        },
        {
            "author": "凛",
            "timestamp": 1452242700,
            "txt_content": "Deater 发表于 2016-1-8 15:37\n我的朋友们陪伴了我一年,现在依然在一起\n只是不知何时会分离\n不想分离\n有些朋友都已经找不到了\n好想念当初和他们在一起的时光"
        }
    ]
}