{
    "title": "格雷科技MOD特色是什么 难发展？",
    "author": "350246356",
    "replyCount": 9,
    "timestamp": 1452054480,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "tan614041373",
            "timestamp": 1452055620,
            "txt_content": "抖M专用mod"
        },
        {
            "author": "efsg_",
            "timestamp": 1452056160,
            "txt_content": "质量普通但是还是不喜欢"
        },
        {
            "author": "KarsonCN",
            "timestamp": 1452056820,
            "txt_content": "特色吗。修改大量合成延长游戏时间"
        },
        {
            "author": "gonglinyuan",
            "timestamp": 1452066840,
            "txt_content": " 本帖最后由 gonglinyuan 于 2016-1-6 16:03 编辑 \n\n前面那些人我觉得并没有完全说到点子上。格雷科技作者的原话是这样说的：\nThis Mod is not directed at casual Players in any Way, Shape or Form, it is a Mod that adds a very reliable System, with a very reliable Logic to the Game, that offers the most complexity of all Mods. \n翻译：这个MOD不适合休闲玩家，它为游戏添加了一套十分可靠完整的体系和逻辑，使得它比绝大多数MOD要复杂。\n\n具体来说就是格雷科技的矿石、材料种类很多，覆盖了半张元素周期表；各种材料的形态(铁板、铁杆、铁框架等等)也很多；工具、机器的种类也很多；科技线很长很耐玩。自从玩了格雷科技之后，其它MOD已经很少有能够满足我的了，当然多MOD+魔改组成的超长科技线我还是喜欢的。"
        },
        {
            "author": "3TUSK",
            "timestamp": 1452115920,
            "txt_content": " 本帖最后由 u.s.knowledge 于 2016-1-7 05:34 编辑 \ngonglinyuan 发表于 2016-1-6 15:54\n前面那些人我觉得并没有完全说到点子上。格雷科技作者的原话是这样说的：\nThis Mod is not directed at cas ...Said complexity doesn't cause any grinds, but it does consume Time and there is a HUGE difference between grind and time consumption, grind means you need to work hard on things (many stupid Mods do that), what you clearly don't need with GT, while Time consumption means, that you have to think of what you are doing at which point in Time before actually doing it, in order to not end up as a stupid Worker, who does the same repetitive junk over and over again.\n\nThat said, if you don't have enough Time to think about things before doing them, then go back to your other Mods.\n——GregoriusT，格雷科技发布贴\n（请善用引用）（笑）\n然后，GregoriusT自己认为他的格雷科技就是一个耗时间的mod，但和别的“垃圾mod”的浪费时间不一样，（谁知道他认为哪些mod是垃圾mod），格雷科技的耗时间是耗在思考上，思考你该如何继续发展科技，（并减少材料或能源或精力的消耗），而不是单纯地一遍又一遍重复某种工作（却并没有任何实质的突破）。\n最后一句，如果你没有时间的话，请不要贸然尝试格雷科技。\n重复一遍，如果你没有时间的话，请不要贸然尝试格雷科技。（作为一个曾经的格雷老玩家，我承认，这是对的。服务器除外，因为服务器可以多人合作，耗时会有所减少。）"
        },
        {
            "author": "gonglinyuan",
            "timestamp": 1452122220,
            "txt_content": "u.s.knowledge 发表于 2016-1-7 05:32\n（请善用引用）（笑）\n然后，GregoriusT自己认为他的格雷科技就是一个耗时间的mod，但和别的“垃圾mod” ...\n后面那段话我故意不引用的，其实我是看过的。因为我觉得不明白的人看了可能会望而生畏。。"
        },
        {
            "author": "zhmhs",
            "timestamp": 1455433320,
            "txt_content": "格雷是为了一些觉得工业简单的人设计的，我就觉得工业挺简单的."
        },
        {
            "author": "x1426263937",
            "timestamp": 1455596640,
            "txt_content": "好玩，有难度，有挑战性，个个都是矿工，下矿洞几天不上来"
        },
        {
            "author": "ll1061793711",
            "timestamp": 1455597780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}