{
    "title": "《MINECRAFT我的世界 新手完全攻略》试读内容&试读送书活动[活动时间：1.8~1.15]",
    "author": "混乱",
    "replyCount": 33,
    "timestamp": 1452250860,
    "txt_content": "《MINECRAFT我的世界 新手完全攻略》试读内容本文为在我的世界中文论坛公开的《MINECRAFT我的世界 新手完全攻略》公开的试读版，同时本贴作为一个活动主题进行有奖试读！只需回复本贴一段试读感想并且给这个章节打个分：（★★★★★为满分），我们会抽取5位回复本贴的并且认真评分的会员送出这本书！活动时间：1月8日到1月15日，将在次日公布结果及收集中奖人信息。论坛官方微博将同步进行转发送书活动。更多试读内容请访问人邮异步社区：http://www.epubit.com.cn/book/details/3996                            http://file.epubit.com.cn/Original/1601fce4ec1647798d38\n\n\n\n\n\n40340f.jpg (88.04 KB, 下载次数: 31)\n\n下载附件\n\n2016-1-8 18:57 上传\n\n\n\n\n\n试读章节：\n2.1　生存与发展\nMinecraft第一天非常重要，我们必须迅速完成几件事来摆平危险的夜晚。尽快进入状态，移动鼠标快速环视你的周围，我们的首要目标是采集树上的木头，这些木头将为我们提供最初始的基本工具—没有这些工具在手将寸步难行。\n说明\n欢迎来到现世（又称“主世界”）（译注：后文将统一译为“现世”）\nMinecraft世界包括3个次元，我们抵达的次元即现世，也是最大的一个次元。随着游戏的深入，我们\n将经由各种路线寻找到通往下界之门，下界是个非常但丁式的地狱次元，最终再到最小的次元挑战大Boss末影龙。换句话说，我们的大部分时间是呆在现世。本攻略的第12章“一战到底：下界与末地”将帮助大家学会如何在这两个次元间进退自如，但现在，我们先把那些事情放下看看眼前。\n第二重要的工作是探索一处悬崖或者高坡，以便挖掘出我们的第一个蔽护所，如果没能找到类似的场所，在平地上建一个小破屋子也可以……就算建在一片烂泥地上都行。\n下面列出你第一天必要工作的清单：\n找些树，打断树干获取木材；\n将木材制成木板，并建造一个工作台；\n将一些木材制成木棍；\n以木板和木棍为原料制作一把木斧，提高伐木效率；\n制作一把木镐采集圆石，建造熔炉将圆石熔炼得到石材；\n制作一把木剑防身；\n挖出一个基本庇护所（译注：前期就是近似于窝棚的庇护所，改善生活后精心建设的才叫家）；\n为你的庇护所造一扇木门，如果时间紧迫的话也可以用你手头的材料挡住；\n造一座熔炉，并将一些木材烧成木炭；\n用木炭和木棍制作火把；\n最好从羊身上搞到3块羊皮，可以做张床。\n考虑到能让你最快地生存下来，这份清单不算很长。\n提示\n用好Esc键\nMinecraft的昼夜很短，在你需要时灵活地使用Esc键暂停游戏。\n\n\n\n2.2　去找树\n首要目标，找树、找树、找树。找树应该不太费力气，用鼠标调整我们前进的方向，按W键前进，A与D键分别是向左以及向右移动，S键是后退。大多数生态群系都有树木，所以不必走太远就能解决问题。如果我们出生在丛林、森林、针叶林群系中，周围更是遍地树木。图2.1中展示了河流生态群落中的出产地。为了最大程度地利用这些资源，我将使用这片被我称为“乐土”的世界为大家进行后续讲解。万一你的运气不是很好，出生在某些荒凉的地方—比如说沙漠，寸草不生，连根毛都没有，更别说树的存在，那么最好走向最近的山丘，跳到顶端去眺望远方。攀爬时按住W键，然后按空格键就可以跳上面前的物体。一旦看到任何树木，一定要快点行动—夜幕很快就要降临了。\n                              \n图2.1　我的青翠溪谷：绿树、青山、碧水以及嬉戏的绵羊。\n提示\n你可以一直放弃\n如果你的出生点附近难以采集任何木材—存在这种可能，尽管几率不大，例如出生在大海中的小孤岛上—你应该认真考虑放弃这个世界并创建一个新的。当你发现你处于一个艰苦的出生点时，重置并获得一个多样化的可利用环境更为公平。\n在我们找到产量丰富的木材资源后，就可以开始下一步活动，屏幕右侧显示的肉色长柱是你的手臂，移动鼠标，用十字准星瞄准树干，如图2.2所示，按下鼠标左键就可以开始砍树（译注：如果砍不掉树木，可能有两种原因。一种可能是离出生点太近，系统对于出生点的方块有防毁保护，走远一些即可；另一种可能是你正在一下一下地按鼠标，注意要长按右键才可以）。像婴儿学习爬行一样，多试几次就熟能生巧了，几秒钟就能砍掉一棵树。砍断树干后，我们会发现地上出现了一些悬浮的小方块，恭喜你，第一份资源入手，干得漂亮！\n这些悬浮的小方块只需要游戏角色接近就可以自动拾取，如果没有捡起来，再走近些就好。继续伐木吧，砍三五棵，想要有个好的开始，需要准备大约15块木头。不用担心剩下的树枝树叶，失去了树干的支持它们会掉落在地上，一会就消失了。我们还有一定几率能够捡到树苗，可以找个合适的地方再种一下。运气好的话还可能收获一两个苹果，最好留起来以备后用。\n提示\n伐木秘诀\n树干上可以轻松得到大量木材，先砍掉地面位置的树干，然后跳到地平面上的一块树桩上，仰头向上望，逐个打碎头顶上的树干，它们会掉下来直接落入我们的背包中。砍完所有头上的木头，再把脚下的砍掉。通过这种方法可以从一棵树上尽可能多地获取到资源。如果树桩跳不上去，可以打掉头顶上的树枝再试试。\n现在我们已经收集到了第一批资源，是时候利用这些库存做点什么了。\n\n图2.2　伐木需要足够的耐心，但你可以制作工具来有效提高效率。\n\n\n\n2.3　使用背包\n开始采集资源与制作工具后，背包是我们管理资源的重要界面。\n背包的画面是这样的：屏幕底部的9个槽位摆放着你已经采集到的资源，例如树上的木材，或许还有一两根树苗。然而这只代表你背包的四分之一，它只是个快捷物品栏。\n按下E键打开背包，你可以看到至少容纳了木材的如图2.3所示的窗体。\n让我们细览一下。\n装备槽—这4个槽位允许你穿戴装备，自上而下分别为头盔、护胸、护腿以及靴子，每件装备都可以由5类不同的资源来制造获得。最初或许可以使用羽毛或铁来制造，因为这些资源相对易于获取。第5章“战斗学院”中我们将为大家详细讲解如何制造这些装备。按住Shift键并点击一件装备可以自动使其装备进正确的槽位中。\n合成格—使用这些格位合成出基本的物品，例如火把、木板、木棍等。在下一节中，我们将通过这个合成格制作一个工作台，工作台的制作空间更大，能够合成更复杂的物品。图2.3展示的是使用木块制作木板的方法。\n                              \n图2.3　背包界面包含四个区域。\n图示1：装备区\n图示2：制作格\n图示3：存储区\n图示4：热键区\n背包槽位—这些槽位构成你的整个背包。\n快捷物品栏—最底部这行槽位用来快捷选择物品，可以通过鼠标滚轮或使用\n●     1～9的键盘按键进行选择切换。我们可以通过点击鼠标左键的方式使用这一行槽位中被选中的物品，或者按下Q键丢弃物品。\n●     背包—上方的3行槽位可以存放一些我们日常较少使用却必须随身携带的物品。例如存放旅行中拾取的物品、准备背回庇护所长期储存的物品以及用来建筑及合成的材料等。通常情况下，武器、工具、快速回血的食物以及其他重要及紧急情况下使用的物品都放在快捷物品栏中，以备不时之需。\n说明\n堆叠物品\n背包一共有36个槽位，但能提供远高于此数字的存储量。常规情况下，每个槽位可以堆叠存放64个相同的物品，个别物品的堆叠数量被限制在16个单位。工具、武器装备以及一些特殊物品无法堆叠。\nMinecraft提供了一些技巧帮助大家整理背包，如下所示。\n拾取物品：左键点击物品拾取整堆物品，右键点击拾取半堆。\n放置物品：左键点击将整堆物品放入槽位，若槽位中已有其他物品，则此物品将被替换至手中，相同的物品将会被堆叠存放。右键点击可以一个一个地放置物品，如果保持鼠标的按下状态扫过多个空闲的槽位，可以将物品分别放置入这些槽位中。\n在背包与快捷物品栏之间挪动物品：按下Shift键点击一个槽位，相应的物品会快速从背包和快捷物品栏之间切换到相应区域的空槽位中，相同类型的物品将自动堆叠直到抵达上限。\n均分物品—当物品堆叠摆放时，按下鼠标左键并拖动其穿过一组空槽位，则物品将会被平均拆分并放置至这些空槽位中。（这个功能简直是做手工活时的福音。）如果拆分留有余数物品，这些物品仍将保持在手中，可以任意放置它们。\n丢弃物品—从背包中把物品拽出来扔到背包画面之外就可以丢弃物品，你可以同时丢弃整堆物品，也可以在快捷物品栏中用鼠标或1～9键选中物品后按Q键一件一件丢弃。\n现在我们熟悉了背包，再来了解一下合成。\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "凛",
            "timestamp": 1452251460,
            "txt_content": " 本帖最后由 china521 于 2016-1-11 16:09 编辑 \n\n分：★★★★★\n\n封面好评\n\n这意境我的青翠溪谷：绿树、青山、碧水以及嬉戏的绵羊。\n感觉逼格瞬间上来了\n欢迎来到现世（又称“主世界”）（译注：后文将统一译为“现世”）\nMinecraft世界包括3个次元，我们抵达的次元即现世，也是最大的一个次元。随着游戏的深入，我们\n将经由各种路线寻找到通往下界之门，下界是个非常但丁式的地狱次元，最终再到最小的次元挑战大Boss末影龙。换句话说，我们的大部分时间是呆在现世。本攻略的第12章“一战到底：下界与末地”将帮助大家学会如何在这两个次元间进退自如，但现在，我们先把那些事情放下看看眼前。\n这..........\n屏幕右侧显示的肉色长柱是你的手臂\n话说试读没有图？\nMC更新这么频繁的游戏，万一机制改变了不就误导人了吗，总不能一个版本号，一本书吧。\n必须剁手买买买（其实59RMB有点小贵）\n"
        },
        {
            "author": "Grandiose",
            "timestamp": 1452251580,
            "txt_content": " 本帖最后由 Grandiose 于 2016-1-9 00:07 编辑 \n\n写的真是好，但是不够谐，怕你骄傲给个四星吧★★★★\n简单地说，试读章节中包括的内容省去了新手自行摸索的时间，这些技巧虽然都可以在多次游戏后思考得到，但是有系统的讲述可以很明显的帮助new player去了解这个游戏和游戏的小技巧。试读的内容不多，给的评价也不多，就这些吧"
        },
        {
            "author": "有个姓XD的",
            "timestamp": 1452251640,
            "txt_content": "分：★★★★★\n文笔超好，对新手帮助相当好，但貌似对老手没有什么卵用{:10_512:}"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1452252240,
            "txt_content": " 本帖最后由 MRTangwin8 于 2016-1-8 19:26 编辑 \n\n★★★★★5.0\n★★★★☆4.5\n能看到图片的话那我就有可能打满分了\n没想到的是还会有“你可以一直放弃”、“善用ESC键”这样的内容\n很全面的一个教程！\n\n有些内容上的友好性还需改善，语句有些死板，这点就不如早期的一些教程了。\n阅读了一下电子书那里的部分，很全面，自带了一些恰当的小吐槽，更像是说明。\n写的真是非常好！"
        },
        {
            "author": "歪氏",
            "timestamp": 1452252420,
            "txt_content": "额，这本，我TM都有了···淘宝买的"
        },
        {
            "author": "迷途的路人",
            "timestamp": 1452252540,
            "txt_content": "打分：★★★★\n  写的非常详细，即使是一位小白看完了这本书也能明白在Minecreaft中该如何生存，怎样去完成游戏中的探索。\n   但我觉得还可以给新手一个探索的时间，这样才能在玩游戏中有乐趣，如果只是单纯的教新手怎么做，有的人可能会觉得没意思了。\n                                                    ↑以上均属个人观点↑"
        },
        {
            "author": "chkb000930",
            "timestamp": 1452252600,
            "txt_content": "打分：★★★★\n从选段和给出网站的样张来看，本书与《零基础学Minecraft编程》有异曲同工之处，都以大量的图片与直白的文字讲述相应的内容。本书面向的主要是青少年玩家，所以语言浅显易懂的特点带给读者轻松的阅读体验。比较起wiki来，本书少了几分专业性，多了几分故事性，更易上手，这点难能可贵。其内容介绍得十分全面（从目录看），相信能促进MC的知识普及，使新玩家易于接受。\n总之非常期待本书的发行，也希望国内MC相关书籍的翻译越来越好。"
        },
        {
            "author": "nb_shandy",
            "timestamp": 1452252660,
            "txt_content": "分：★★★★☆\n原因：感觉内容并没有很贴实际"
        },
        {
            "author": "。—。",
            "timestamp": 1452257100,
            "txt_content": "★★★★★                入坑推荐用书！\n\n好消息！！！ 震撼人心的时刻到了！ 为感谢广大同胞,只要59，价格不浮夸，厂家直销，质量保证，物美价廉，物有所值，经济实惠。你 值得拥有！\n太严肃的人根本读不下去啊！......"
        },
        {
            "author": "爱杂食的圳",
            "timestamp": 1452264960,
            "txt_content": "评分：★★★★★\n个人感觉还是不错，而且文的语言用的很流畅，读起来十分易懂并附有阅读兴趣。\n例如\n我们将经由各种路线寻找到通往下界之门，下界是个非常但丁式的地狱次元，最终再到最小的次元挑战大Boss末影龙。让读者能更好的体验到三界  。   （然而并…\n这本书我更推崇的是课外读物，可以当做休闲的书来观看，能获得较高的阅读兴趣。"
        },
        {
            "author": "筒子",
            "timestamp": 1452312720,
            "txt_content": "★★★★\n以下评论只是本人在阅读了这三个章节以后回复的片面见解。\n优点：\n1.可以帮助很多的新手度过艰难的第一天，很多小细节也描写的非常到位，阅读这本书可以让新手很快的就融入这个世界，不会因为在游戏里面不知道做什么而手足无措。\n2.系统的进行整理和教学可以让新手更加的方便的查找和学习。\n3.实体书本阅读比网页阅读更加舒服，而且一本实体的书对于Minecraft爱好者来说，不管你需不需要，都可以买一本收藏起来。\n缺点：\n1.太过详细的教程会让游戏失去探索的乐趣，这个游戏本来就是在无限的世界里面进行探索，自己慢慢探索这个游戏的玩法也是很有成就感的。\n2.游戏更新的太快，有些机制的改动会让书本里面的教程和游戏完全不一样，从而误导新手。"
        },
        {
            "author": "122qweswd",
            "timestamp": 1452313740,
            "txt_content": "评价：★★★★\n\n读完试读的三个部分后，我认为，这本书的内容描写得十分详细，依照这样子看，即使不玩这个游戏，看都能看明白啊....\n\n不过有些词语用的好奇怪的感觉...."
        },
        {
            "author": "BensonQC",
            "timestamp": 1452389520,
            "txt_content": "打分：★★★★\n总的来说，写得不错。\n首先，作为一名Minecraft爱好者，有这样一本书收藏是一件令人不胜欣喜的事。\n这本书的内容非常详细，循循善诱，娓娓道来，一步一步指导新手生存，不仅有一些生存必备的技能，还有一些小技巧，语言也很友善。\n不足之处在于游戏更新了之后，原来一些内容不再适用，比如1.9更新了之后，第5章“战斗学院”就会有问题了。这也许是所有Minecraft书的弊端。最好在正文之前标注本书适用的游戏版本。"
        },
        {
            "author": "ws2644035064",
            "timestamp": 1452406440,
            "txt_content": "9999999999999999999"
        },
        {
            "author": "dwch",
            "timestamp": 1452408060,
            "txt_content": "★★★★\n作为一名参与过mc教程的玩家，我能深切体会到作者的用心良苦和译者的不容易，稍显美中不足的是没有相对应的图片以及版本稍落后于最新的mc，如果能有电子版来进行推广及对新人教程就再好不过了：3"
        },
        {
            "author": "13206194858",
            "timestamp": 1452422220,
            "txt_content": "分：★★★★★\n\n虽然试读章节没有图\n虽然我不是新手\n但是我觉得用这种方法拯救因为“不会玩”而放弃mc的人很不错\n文笔很好，不知作者？"
        },
        {
            "author": "Deing",
            "timestamp": 1452423840,
            "txt_content": "★★★☆，不错不错，很详细很新手向，很多细节都提到了，不过这个翻译个人感觉文学性略差，当然作为一部介绍游戏的书，并不在意那些咯。\n希望这本书能让更多人了解大Minecraft！"
        },
        {
            "author": "lala450",
            "timestamp": 1452430320,
            "txt_content": "分数：★★★★☆\n优点：这本书主要让新手能快速的上手Minecraft，主要受众群体为青少年，但是这部书可以让下至9岁小学生上至80岁老爷爷从中学到很多关于Minecraft的知识。这本书总体叙述非常非常非常易懂，初学者可以从中获取到一些关于Minecraft的知识，让他们也能够融入进Minecraft的大家庭中。从下载安装到末地探索，从斩杀动物到斩妖除魔(妖指凋零，魔指末影龙)，从自动农场到大型红石设备，从单人斩杀到基友联机，这本书能覆盖的都能覆盖了，并配有贴心的提示，让玩家少走弯道、不花冤枉钱，仅仅59元享受到完整的Minecraft享受。\n缺点：\n你可能会问，为什么前面得到了这么好的评价，为什么还不到5星标准呢？这款书有以下两处不足(勉强算一处)\n一、翻译文字有问题\n我只阅读了第一章和第二章的第一小节，在2.1里有这样一句话：\n最好从羊身上搞到3块羊皮，可以做张床。\n如果是新手玩家，很可能根据示范杀了羊，并得到了\"羊毛\"，并不是\"羊皮\"，可能会让部分新手玩家疑惑。\n\n二、图片问题\n关于图片，其实并没有什么问题，只不过这是中文翻译的书籍啊，总起码把图片也弄成中文吧，希望在下一版本修订的书中得以改进吧。\n\n\n总结：\n这本书总体非常好，作者很用心，译者也非常用心，大海捞针找到了这般好书，真是值得点赞！\n但是如果解决了这两点缺点，换成在游戏里的“语言”可能会好很多。"
        },
        {
            "author": "土球球",
            "timestamp": 1452430920,
            "txt_content": " 本帖最后由 ustc_zzzz 于 2016-1-10 21:06 编辑 \n\n评分：★★★?（3.5星）\n以下内容基于放出的这三章。\n\n毫无疑问，这本书有着介绍详细、层层深入等优点，文笔也非常好，可以让新手很容易地一步一步了解Minecraft生存的大量知识，说实话，我还从未见过如此详细的Minecraft原版生存教程。上面的回复已经说得很明确了。\n\n然而，众口难调，一本书不可能满足所有人的口味，所以我主要带来的，是一点个人的想法、意见和建议，就是这个教程可能过于详尽而缺乏条理了。\n\n\n可能一个教程最忌讳的一点就是说了一堆却没有说清楚，读者没看懂。个人认为放出的这三章的内容过于详尽以至于没有很好地突出重点，比如去找树这一章，可能新手看到这里试着玩了玩，自己就把树打下来了并且把木头捡起来了，可能根本不会在意什么地上有着悬浮的掉落物、屏幕右侧显示的肉色长柱什么的。\n考虑到Minecraft这个游戏的玩家群体严重低龄化，平均年龄可能只有十多岁（见http://www.minecraftforum.net/forums/minecraft-discussion/discussion/129318-demographics-age-poll），这也可能是最活跃的Minecraft玩家年龄范围（本人也处在这个年龄范围），可能没有很大的耐心去阅读这么长一段。\n这里本人给出一个建议，充分使用脚注、排版等方式把重点突出出来，比如去找树这一章的砍树部分：\n移动鼠标，用十字准星瞄准树干，如图2.2所示，按下鼠标左键就可以开始砍树。\n突出这一句重点可能就够用了，如果玩家在这一过程出现了什么问题，我相信他会去找这一段余下的部分去得到解答的。\n\n\n以上是个人观点，不喜勿喷。\n\n"
        },
        {
            "author": "像素君",
            "timestamp": 1452431640,
            "txt_content": " 本帖最后由 像素君 于 2016-1-10 21:23 编辑 \n\n评分：★★★★\n优点：1.这本书封面制作简洁明了，直接体现出了mc的元素，可以方便读者选书；                                                                        2.从mc的注册到精通基础技术，章节分类较为全面，逐步深入，层次感较分明；\n             3.语言风格较为通俗易懂，略带些幽默感，可以达到雅俗共赏，对于一些重点事项表现得较为清楚；\n             4.分类较清楚，主体内容有较强时效性，可以在很长时间里不用更新相应内容。\n\n建议：1.部分内容所包含的图片较少，难以对新手具有说服力，希望可以适量增加图片；\n             2.部分内容在现实社会中具有改变的可能性，希望可以改得含蓄一些；\n             3.其他部分的内容还可以讲述的更详细一些（如对于基础游戏命令的介绍、游戏语言等）；            \n             4.在部分应当具体的内容中没有做到详尽的解释，对于理解能力较低的读者（如儿童）或许会比较困难，希望把                     摸棱两可的内容述说得更加详细；               \n             5.在对于部分单词的翻译上意思与大众所了解的有一些误差，希望审核时可以改正这方面的错误。\n\n（不定期更新）\n\n\n\n\n\n\n"
        },
        {
            "author": "openman",
            "timestamp": 1452439020,
            "txt_content": "分：★★★★★\n我于微博上看到真人版（网友评价）MC视频后过了一个月才开始接触MC，先接触的是mc pe，纯小白。目前对红石比较感兴趣，试读后没发现关于红石的介绍，应该在后面会有吧？\n这本书对于小白来说，可以算是福音，回想刚玩的时候，连如何伐木都不懂。现在MC PE越来越完善了，期待着0.14红石元件的完善，从明月庄主那学到的3代隐藏门就有用处啦~哈哈哈哈。\n此书目前三章来看，非常实用，细节都考虑上了，如生存第一天，需要做什么，如何去做，斧头，镐等有什么效果，都非常浅显易懂。\n不过，过于细节化会一定程度上降低游戏的趣味性，希望作者们能够以生存基础为目标出发去考虑。还有一点，就是不知道是复制的原因还是书籍本身如此，排版有点令人不适。希望有机会入手后不是这样的。"
        },
        {
            "author": "番茄沙司",
            "timestamp": 1452474060,
            "txt_content": "2.1生存与发展\n打分四星半，\n“建一个破烂小屋”哈哈，让我想起了我的第一个火柴盒。\n这段写的挺有意境，如果结合三个次元配上图片就更好了。"
        },
        {
            "author": "白咖啡。",
            "timestamp": 1452508380,
            "txt_content": " 本帖最后由 白咖啡。 于 2016-1-11 18:39 编辑 \n\n写的蛮不错，语句也不会那么死板，体察民情(づ￣ 3￣)づ~~封面做得倒是蛮不错的，一看就知道是Minecraft类的书籍【和《零基础学Minecraft编程》简直天壤之别\n当然如果可以的话就请尽量缩短一下语句吧，毕竟要作成《Minecraft百科全书》类的东西话太多反而让人不想去看\n勉强就给四分吧★★★★，毕竟感觉不是很全的样子【不过对于新手已经够用了"
        },
        {
            "author": "Dgdsv",
            "timestamp": 1452522720,
            "txt_content": "★★★★☆4.5\n有些词汇像次元有些过于抽象，直接用世界就好了\n还有你合成居然写在背包前面，顺序有点问题吧？\n还有我附的图中好像有点问题\n另外试读版看不到图{:10_528:}\n除了这些美中不足外，还是非常全面(里面有一条居然连我这个老手都不知道)，简单易懂的一本新手教程！好评!\n求给书！\n\n"
        },
        {
            "author": "王健彬",
            "timestamp": 1452551640,
            "txt_content": "★★★★试读版内容很好如果将来有完整版免费开放下载的话我认为会更好（穷屌买不起...）"
        },
        {
            "author": "liyunke",
            "timestamp": 1452572760,
            "txt_content": "羊皮是什么鬼，翻译醉了"
        },
        {
            "author": "lorinder",
            "timestamp": 1452593400,
            "txt_content": "评分：★★★★☆\n\n建议：\n“最好从羊身上搞到3块羊皮，可以做张床。”\n建议改为\n“最好从羊身上搞到3块羊毛，可以做张床。”\n\n“如果树桩跳不上去，可以打掉头顶上的树枝再试试。”\n建议改为\n“如果树桩跳不上去，可以打掉头顶上的树叶再试试。”\n\n内容较全面，但价格有些小贵了……\n总体来说还是不错！"
        },
        {
            "author": "120356684",
            "timestamp": 1452593520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "YZC",
            "timestamp": 1452597840,
            "txt_content": "评分 ★★★★\n如果发Minecraft一下冷门知识说清楚或者多挖掘一些会更好\n还有关于安装Minecraft和java的也可以详细说明一下，并不是所有人都一样的电脑对吧\n暂时就这样先，希望以后会更加完善"
        },
        {
            "author": "陈锐轩",
            "timestamp": 1452610980,
            "txt_content": "★★★★★5.0\n\n可用于旧版，但是在与快照更新后的种种无法实现的事情，不过可以教一些新手玩minecraft，也不用一些老手累死累活的教，并且如果哪间学校有minecraft社团的话当做教科书也是极好的。"
        },
        {
            "author": "Terry39",
            "timestamp": 1452648120,
            "txt_content": "★★★★\n收藏价值大于实用价值（对我来说）"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1452751440,
            "txt_content": "评分：★★★★☆\n\n\n评价：总的来说，选段在内容上很切合MC新手的需求，但是有些地方翻译得有些欠缺，可以稍加改进。只不过价格有点小贵，普通学生感到压力很大- -！\n当然，这本书也让我想到了自己曾经的MC时光。三年半前的一个晚上，我第一次进入了这个世界，在这段岁月中，他给了我太多太多的欢乐和感动。在此，希望Minecraft能够越来越火，也希望这本书能够大卖！"
        },
        {
            "author": "rainsojey",
            "timestamp": 1452826800,
            "txt_content": "分：★★★★☆\n原因:我在这里发表一下我个人的借鉴\n1.首先,我觉得作为一个我的世界玩家,接触这游戏的时候不会去看攻略,因为看了攻略就显的有些无味了.还是自己发掘的好\n2.但是这本书写的也可谓是具体和详细,新人不会玩的完全可以买这本书作为参考\n3.minecraft书也是收藏的爱好\n4.个人推荐：我认为可以出一些关于mod类的教程书，详细的玩法和介绍物品的用类"
        }
    ]
}