{
    "title": "<原创·连载>《木屋》第四章",
    "author": "恶魔-潇洒",
    "replyCount": 7,
    "timestamp": 1452262020,
    "txt_content": "探柯南！",
    "replies": [
        {
            "author": "VVV晓雪",
            "timestamp": 1452262020,
            "txt_content": "标题: <原创·连载>《木屋》第四章这是多久的坑……终于来填了……\n字数：1038\n\n\n欣赏正文吧。\n\n\n“唔。”梦寒起身看了看还只是鱼肚白的天空，“嗯？怎么又一股血腥味。”梦寒疑惑的望了望四周，似乎并没有什么两样。 梦寒想到了房主，想问问他发生了什么。毕竟……这是他的房子。 梦寒小心翼翼的走到房主房间前，敲了敲门。 只听见里面传来一丝带有电磁音的声音：“我说过不要来打扰我。” 梦寒只能无奈返回。 …… 正午，太阳光透过窗子洒在地板上，天空中的云彩也仿佛停止了飞行。 “喂，饿死了！谁来炒饭啊……”演梦在客厅里叫道。 “好好好……我去做饭可以不，真是服了你了，才刚刚吃过早饭。”梦寒瞟了躺在沙发上懒洋洋的演梦说道。 “诶嘿嘿……肚子消化快嘛……而且，早饭才那么一点点。”演梦摸了摸后脑勺，漫不经心的说。 “哟！那还叫少！3碗饭诶！”梦寒抱怨道。 “我都说了我消化快嘛！”演梦气鼓鼓的说。  “呼……真是服了你们小两口了。”郑欣宜看一看正在打闹的梦寒和演梦两人。  一只有着五颜六色的羽毛的鸟飞到了房主房间的窗前，似乎看到了什么不得了的场景惊恐的飞走了。  “对了，我们去找一找房主来问一下现在是什么情况吧。”梦寒说出了早上就想干的事。  “嗯，我也很想问问呢。”演梦附和道。  “我赞成”郑欣宜和千堂两兄弟异口同声的说。 ……  五人来到房主房间前，敲了敲门。依然是：我说过不要来打扰我。再次敲门还是这样。五人失落沮丧之际，千堂似乎听见了什么异常的声音：“这声音……不是人发出的。”  “嗯？！”众人大惊。千堂猛地一撞开房主房间的门。  呈现在众人面前的是怎样恐怖的场景啊……房主的脑袋滚落在地上，脑浆一团团的，血液几乎整个房间都是，身体的内脏散落在各处，仍在轻微的蠕动。  两名女生几乎是尖叫着用手捂住了眼睛，男生则表情严肃的看着这个场面。  “这……一切，到底是怎么回事？梦寒几乎是声音颤抖的问道。  千堂两兄弟似乎也被震惊到了，久久的凝望着这里。  ……  傍晚，众人坐在客厅里，男生的神情异常严肃，女生则一脸的惊恐。在这沉静的气氛中，久久没有人发话，即使发了话，又能做什么呢？  “我们觉得这件事情不简单，似乎有人在暗处操纵，可能，我们也已经成为了猎物。我们随时可能死亡。”千堂望着众人，开口说道。  “我知道，可是……怎么逃脱啊？”梦寒无奈的说。  “桥已经断了，而救援队迟迟都没有来……我们似乎，已经无路可逃了。”千刃摇了摇头说。  “怎么办啊！！我还有家人呢！我想回家！”演梦大声叫到。  “唉……现在也只能随机应变了。”梦寒拍了拍演梦的背以示安慰。  梦寒看向了窗外，窗外月光朦胧，圆月发出清幽的光芒，白的？不，是黄的吧……小溪边的反光照耀在了……一个钢丝上……"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1452262020,
            "txt_content": "恶魔-潇洒 发表于 2016-1-8 22:07\n（雾）名侦探柯南！\n“真相只有一个！”\n（到了一千，然后编不下去了233）"
        },
        {
            "author": "46241359",
            "timestamp": 1452262860,
            "txt_content": "对话流的毛病依旧没改。细节描写有些地方粗糙，有些地方则显得太过幼稚，语言描写也太过口语化，什么“诶嘿嘿”“好好好”“哟”“呼”之类的，如果不是必要的加强语气可加可不加。感觉这章剧情有点老套，桥断这种情节太过常见，个人不提倡。而且末尾的伏笔埋的不是特别好，建议修改。"
        },
        {
            "author": "代罪羔羊",
            "timestamp": 1452263880,
            "txt_content": "感觉像男女互相斗嘴的青春剧，写得挺不错的！"
        },
        {
            "author": "250=mo",
            "timestamp": 1452264960,
            "txt_content": "读读就知道，节奏什么的没有把握好，这体现在句子的长度，修辞的分布和音律上。自己细细琢磨。"
        },
        {
            "author": "872704917",
            "timestamp": 1452265200,
            "txt_content": "sdafasdfasdfad"
        },
        {
            "author": "VVV晓雪",
            "timestamp": 1452294720,
            "txt_content": "代罪羔羊 发表于 2016-1-8 22:38\n感觉像男女互相斗嘴的青春剧，写得挺不错的！\n佩服你的脑洞，可是这是悬疑啊qwq"
        }
    ]
}