{
    "title": "【坑翻】[生物的说明] ——骡子/哞菇/恶魂",
    "author": "孤独秋叶",
    "replyCount": 4,
    "timestamp": 1452306900,
    "txt_content": " 本帖最后由 孤独秋叶 于 2016-1-16 10:22 编辑 \n\n-骡子的说明-原文[size=15.0000009536743px]The Mule is a cross-breed between a horse and a donkey, it has a dark chocolate brown pelt and 2 long brown and black ears on top. It has a creamy white and beige nose and strong black and white hoofs. The mule has an awesome strength and can carry up to 15 slots of items on it's back. [size=15.0000009536743px]\n\n[size=15.0000009536743px]The Mule travels fast and is very handsome like a horse and it can store a lot of things and has long ears like a donkey, with both combined it can be an awesome animal! The only problem is, you can't put horse armour onto a mule.................................\n\n\n翻译:\n骡子是马和驴的杂交生物，它有一个棕色皮毛和2个长长的棕色耳朵顶部是黑色的，它还有乳白色的鼻子和黑色带点白色的蹄，骡子有个很棒的用处，就是当你骑着他的时候，会有15个物品槽，骡子移动速度很快，长的也很帅气看起来就像一匹马，它可以存储很多的东西，而且有很长的耳朵，像驴一样，是一个很棒的结合动物。\n\n\n唯一的问题是，你不能把马凯穿在它身上。\n\n原帖:[点我前往]\n\n\n\n-哞菇的说明-\n原文：\n\nThe Mooshroom has a study body, a close relative of the classic Minecraft cow. It moos deeply through the mushroom islands which dotted by giant red and brown mushrooms and covered with a purple layer of the finest mycelium. It can rarley visit the normal areas of Minecraft and visit it's cousins. \n\nThe Mooshroom has ink black eyes and a red and light grey hide. Growing on the Mooshroom are 3 red mushrooms, it can be milked with a bucket. If you have a bowl and milk the Mooshroom, you will get some mushroom stew which is a good food source for fighting.  \n\nThe Mooshroom can be breeded by usin wheat and will produce a adorable little baby mooshroom with no mushrooms on it. If you shear a Mooshroom the Mooshroom will turn into a normal boring cow.\n\n\n\n\n翻译：\n\n哞菇，是我的世界中牛的老乡。\n和牛不同的是，它身上长着几个的蘑菇，生活在一个充满菌丝的紫色蘑菇岛屿，它几乎不会生活在正常的陆地、沙漠中，也不会去拜访他的老乡，牛。\n哞菇有墨黑色的眼睛和红色带些浅灰色的皮毛。在我的世界里，背上通常有3个蘑菇，当然，可以对它使用空桶挤奶。如果你有一个碗，并且对它使用，你会得到一个蘑菇煲，这是一个很好的食物来源。\n哞菇可以用小麦喂食来生一个可爱的小宝宝，刚出生的小宝宝背上面没有蘑菇。\n\n如果你拿剪刀去剪哞菇，那它将会变成一个正常的无聊牛。\n\n\n\n\n\n\n-恶魂的说明-\n\n\n原文：\n\nThe Ghast is a distant relative of the squid, it's white body and 4 tentacles suggests that. It flys through the lava seas of minecraft's hellish dimeson:The Nether. It shoots fireballs at players armed with arrows and swords, ready to the take the monster down. It cries in terror for it has no friends and yearns for it's family for they have all gone. \n\nIt drops it's tears, tears of sadness, a ghast tear so pure and white and rare. Brew it with an awkard potion and you will get a potion of regenration, a token from slaying the white beast.\n\n\n\n\n翻译：\n\n恶魂是鱿鱼的一个远房亲戚，它身体呈白色并且长着4个触手。它生活在下届之中。它是一个危险的家伙，当你靠近它的时候它会朝你吐火球，你可以尝试拿剑打他吐出来的火球说不定有什么奇怪的事情，它有恐怖的哭声这让它没有朋友，害怕它的家人，都走了。\n打死它后，他会抛弃它的眼泪，悲伤的泪水，一个洁白的恶魂泪并不多见。拿药水泡它，你会得到一个再生药水。\n\n\n",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1452307080,
            "txt_content": "唔 我咋觉得骡子的移动速度不快。。"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1452307200,
            "txt_content": "说实话移动速度非常不快"
        },
        {
            "author": "79797979a",
            "timestamp": 1452307380,
            "txt_content": "我愛騾子"
        },
        {
            "author": "472019579",
            "timestamp": 1470227820,
            "txt_content": "骡子有物品栏真不知道，只知道驴身上可以放箱子= ="
        }
    ]
}