{
    "title": "[1.12.2-1.7.2][Glenn's Gases——格林的气体]气体工业来袭！！",
    "author": "2001whl",
    "replyCount": 99,
    "timestamp": 1452312540,
    "txt_content": " 本帖最后由 834297926 于 2018-11-24 12:30 编辑 \n\n原文介绍What is Glenn's Gases?Glenn's Gases is a Minecraft mod that adds a variety of gases into your Minecraft world. If you think the addition of gases will barely affect your Minecraft experience, you are very wrong... Glenn's Gases is for the survivial players who seek a new way of refreshing the survivial aspects of Minecraft with both new challenges and solutions.In real life mining, gases can be extremely dangerous. Some gases are very toxic, some are flammable, and some are even explosive. Even coal dust can cause major problems. Some of these gases may be hard to detect, because they can be colorless and/or odorless. To avoid certain doom, miners have to take safety precautions. You might want to do so too.\n介绍在我们世界的底下，除了矿石、岩浆、水之外是不是少了点什么？？而这个mod就是增加了更多的气体！！但这些气体，往往会无声无息的。。。。。。将你置于死地！！！但同时，他们的出现，也可以使我们更好的生存下去！！\n教程\n气体篇气体ID：1 烟雾密度：比空气轻影响：失明（浓度过高才会发生）、窒息（浓度过高才会发生）（一次一心）、缓慢（浓度过高才会发生）可燃性：无是否能用管道输送：可以是否会消散：不会如何生成：着火时有一定几率生成\n\n\n\n\n2017-08-01_17.37.17.png (269.15 KB, 下载次数: 84)\n\n下载附件\n\n2017-8-1 18:49 上传\n\n\n\n\n小心，别呛着了\n气体ID：2 蒸气基本信息：密度：比空气轻影响：接触时造成大量伤害（任意浓度都可发生，持续的1心伤害）可燃性：无是否能用管道输送：可以是否会消散：会如何生成：水与岩浆接触你还想到岩浆湖对面挖钻石吗？在使用水桶之前，我劝你三思而后行。蒸气十分适合煮你的皮肤\n气体ID：3 天然气密度：比空气轻影响：失明（浓度过高才会发生）、窒息（持续一心伤害）（浓度过高才会发生）、缓慢（浓度过高才会发生）可燃性：遇火易燃（并且燃烧后会在周围方块上产生火焰、燃烧后触碰持续半心伤害）能否用导管输送：可以是否会消散：不会如何生成：y=16~48层自然生成如果这时候你因为太黑放了一个火把，请享受火焰吧气体ID：4 红气密度：比空气重影响：失明（浓度过高才会发生）、窒息（持续一心伤害）（浓度过高才会发生）、缓慢（浓度过高才会发生）可燃性：遇水爆炸（伤害为三个半心）是否能用管道输送：可以是否会消散：不会如何生成：y=4~20层自然生成这是一种很好的燃料，不过要小心使用气体ID：5 虚无气体密度：比空气重影响：失明（浓度过高才会发生）、窒息（浓度过高才会发生）、瞬间伤害（一次半个心）燃烧性：无是否能用管道输送：可以是否会消散：遇光消散如何生成：基岩周围生成也许你应该在周围放个火把？\n气体ID: 6 电气密度：无法定义，与空气差不多影响：失明（浓度过高才会发生）、窒息（浓度过高才会发生）（持续一心伤害）、放电（接触是可能会有半心到一心伤害）、对它右键使用蓝色粉末可以得到天蓝色粉末燃烧性：无是否能用管道输送：可以是否会消散：对它右键使用蓝色粉末时会消散如何生成：y=40~128自然生成（地狱）呲啦啦的电流声气体ID：7 腐蚀性气体密度：无法定义，与空气差不多影响：失明（浓度过高才会发生）、窒息（一次一心伤害）（浓度过高才会发生）、腐蚀伤害（两次半心）、腐蚀方块（硬度在石头及石头以下的方块会被腐蚀）、对它使用天蓝色粉末可以生成蓝色粉末可燃性：无是否能用管道输送：可以是否会消散：遇到天蓝色粉末会消散如何生成：y=40~128层自然生成（地狱）小心你的脸！！气体ID：8 氧化亚氮密度：比空气重影响：中毒窒息（14秒的中毒效果）（浓度过高才会发生）、失明、缓慢遇水生成酸性气体可燃性：无是否能用管道输送：可以是否会消散：不会如何生成：y=4~16自然生成它们和红气很像，但化学性质大大不同气体ID：9 酸性气体密度：比空气轻影响：失明（浓度过高才会发生），窒息（任何浓度都会发生，持续一心伤害）可燃性：无能否用管道输送：不能是否会消散：会如何发生：氧化亚氮与水接触产生\n\n\n\n\n2017-08-01_12.25.28_3.png (276.92 KB, 下载次数: 84)\n\n下载附件\n\n2017-8-1 12:32 上传\n\n\n\n\n不要尝试去触碰酸性气体！！\n气体ID：10  煤粉密度：无法定义，与空气差不多影响：窒息（浓度过高才会窒息，持续的一心伤害）可燃性：遇火爆炸（任意浓度都可发生，伤害最高可达8心，范围在3x3x3左右，只能破坏泥土，砂砾等方块，不能破坏硬度为石头及以上的方块）是否能用管道输送：不能是否会消散：会如何生成：开采煤矿大部分的煤矿工都会因煤粉染上呼吸道疾病，但煤粉最大的威胁还是爆炸。火把可以点燃它，所以谨慎使用火把\n气体ID：11 燃烧的气体密度：无法定义，与空气差不多影响：接触时灼伤（一次半心伤害）附加着火，可以摧毁部分方块，如：红石、火把、灯笼可燃性：无法定义能否使用管道输送：不能是否会消散：会如何生成：气体着火时生成你将会壮烈的死去\n气体ID：12 黑潮气体密度：无法定义，与空气差不多影响：窒息（浓度过高才会发生）（一次半心伤害）、缓慢（浓度过高才会发生）、灭火、熄灭火把可燃性：无是否能用管道输送：可以是否会消散：不会如何生成：y=4~48层自然生成这里什么也没有，对吧，用个火把检验下吧气体ID：12 氯气密度：比空气重影响：失明（浓度过高才会导致），窒息（差不多持续半心到一心半左右的伤害）（浓度过高才会导致），使铁生锈（掉落在地上的铁锭、铁块、铁矿，与氯气接触的铁矿、铁块）、腐蚀装备（铁套，锁链套）（速度极快）可燃性：无是否能用管道输送：可以是否会消散：不会如何生成：y=32-48层自然生成这个铁矿石已经生锈了，不，你不能在使用这个铁矿石了\n气体ID：14 灰尘密度：比空气重影响：窒息（浓度过高才会发生）（一次半血）、缓慢（浓度过高才会发生）可燃性：无是否能用管道输送：不能是否会消散：会如何生成：破坏石头\n\n\n\n\n2017-08-01_16.55.51.png (271.95 KB, 下载次数: 60)\n\n下载附件\n\n2017-8-1 19:10 上传\n\n\n\n\n\n这很烦，对吧气体ID：15 咒波气体密度：比空气轻影响：缓慢、高温灼伤（气体与光接触才会发生）（浓度过高才会发生）（一次一心）、附近光充足时，可将附近的石头变红，生成岩浆可燃性：可控（目前未发现怎么导致它燃烧或爆炸）能否用管道输送：可以是否会消散：不会如何生成：y=4~60层自然生成\n\n\n\n\n2017-08-01_17.19.40.png (288.74 KB, 下载次数: 64)\n\n下载附件\n\n2017-8-1 18:49 上传\n\n\n\n\n踩在石头上不会有伤害气体ID：16 氦气密度：比空气轻影响：窒息（浓度过高才会发生）（一次一心）、变声（使你声音发生改变）可燃性：无是否能用管道输送：可以是否会消散：不会如何发生：y=64~92层自然生成\n\n\n\n\n2017-08-01_17.26.21.png (196.38 KB, 下载次数: 80)\n\n下载附件\n\n2017-8-1 18:50 上传\n\n\n\n\n快去医生那里瞧瞧你的嗓子\n气体ID：17 致幻气体密度：无法定义，与空气差不多影响：当生物在接触它是会改变生物方向并进行短距离传送可燃性：无能否用管道输送：不能是否会消散：不会如何生成：y=40~128自然生成\n\n\n\n\n2017-08-01_17.33.51.png (313.31 KB, 下载次数: 74)\n\n下载附件\n\n2017-8-1 18:50 上传\n\n\n\n\n小心点，别晕了管道篇如果你想要使用气体，管道是必不可少的你可以用这些气体做气体灯笼、用于瓦斯灶进行熔炼、用于气体发电机发电如果要完整得使用管道，需要以下几种方块气体管道：输送气体的唯一方块气体收集器：将周围的气体收集起来并在上方输出气泵：推动气体，进行输送气体收集器：收集储存气体，可用气泵进行输出\n在管道中，一块完整的气体算作一个单位的气体一根管道只能装有一个单位的气体一个气泵一次只能输送一个单位的气体一个气瓶只能装有一个单位的气体一个空气也是一个单位的气体！！\n取样器可用于气体收集器与气泵，分别有白名单取样器与黑名单取样器手持装有气体的取样器，右键气体收集器或气泵就可以添加取样器了\n举个使用的例子\n\n\n\n\n2017-08-02_10.37.04.png (243.58 KB, 下载次数: 62)\n\n下载附件\n\n2017-8-2 10:42 上传\n\n\n\n\n\n具体的使用方法请看下一章机械篇1.管道：所有管道在连接时，如果管道是链接正确的，会在管道上出现绿色的箭头①铁质气体管道：铁质气体管道可以承受31个单位的压力这意味者每个气体收集器、气泵、瓦斯灶、气体转换器之间最多可以用31个铁质气体管道链接合成表：②玻璃气体管道：玻璃气体管道可以承受31个单位的压力这意味者每个气体收集器、气泵、瓦斯灶、气体转换器之间最多可以用31个玻璃气体管道链接可以看见里面是否有气体流过合成表：③：简陋的气体管道：简陋的气体管道可以承受7个单位的压力这意味者每个气体收集器、气泵、瓦斯灶、气体转换器之间最多可以用7个简陋的气体管道链接合成表：\n2.气泵一个气泵最多只能推动15个单位长度的气体管道的气体，再多气泵则会发出声音并被破坏。①气泵：效率：20 ticks/次最大提供压力：31个单位上端为输出接口，四周为输入接口，下端为气体储存器输入接口合成表：②：简陋的气泵：效率：30 ticks/次最大提供压力：7个单位上端为输出接口，四周为输入接口，下端为气体储存器输入接口合成表：\n③无尽的气泵（无法合成）：效率：20 ticks/次最大提供压力：31个单位如果用一个取样器右击它的任意一面，它将会排除那个取样器指定的气体又一次用取样器取消它时，会不断排出空气给予红石信号将停止工作这个方块生存模式无法破坏\n3.气体储存器①气体储存器：最大储存气体容量：两组永远不会发生泄漏合成表：\n②简陋的气体储存器：最大储存气体容量：一组当超过最大储存气体容量时，会发生泄漏合成表：\n4.气体收集器①气体收集器：收集半径：四格最大提供压力：31个单位四周为收集口，上方为气体输出口合成表：\n②简陋的气体收集器：收集半径：二格最大提供压力：7个单位四周为收集口，上方为气体输出口合成表：\n5.瓦斯灶①瓦斯灶：最大提供压力：31个单位燃料容量：1000单位TPF/TFO:4/2每100 ticks会有一次排烟每单位燃料可获得4摄氏度温度的上升，空闲时会每 tick 失去2摄氏度。合成表：\n②：简陋的瓦斯灶：最大提供压力：31个单位燃料容量：1000单位TPF/TFO:4/2每75 ticks会有一次排烟每单位燃料可获得4摄氏度温度的上升，空闲时会每 tick 失去3摄氏度。容易着火合成表：\n6.气体发电机①气体发电机：燃料容量：1000单位RF容量：60000RFFPT：4个单位RFPF：16RFMRFT：80RF每tick消耗4个单位的燃料以16RF/燃料单位的速度产生RF每tick转移刀其他机械的RF不超过80RF合成表：\n②：简陋的气体发电机：燃料容量：1000单位RF容量：30000RFFPT：4个单位RFPF：8RFMRFT：40RF每tick消耗4个单位的燃料以8RF/燃料单位的速度产生RF每tick转移刀其他机械的RF不超过40RF容易着火合成表：\n7.气体删除器①无尽的气体删除器（无法合成）：能删除与他相邻的气体储存罐中的气体，能清除它附近的气体通入红石信号时停止工作。生存模式下无法破环。\n8.气体转换器①气体转换器：右键可以打开，有两种模式主要用于将气体装瓶与将瓶子中的气体释放出来可以手拿管道来判断气体是输入还是输出合成表：方块篇锈铁矿铁矿遇到氯气生成在瓦斯灶中可以将它提炼为铁锭锈铁块铁块遇到氯气生成或由锈铁锭合成在瓦斯灶中可以将它提炼为铁块合成表：\n气敏石矿只生成在咒波气体周围当有气体与它接触时，会发光。可以在瓦斯灶中烧制为精炼气敏石\n精炼气敏石块由9个精炼气敏石组成如果7x7x7范围内有气体，则会发光发光的同时也会发出红石信号。\n灯笼①灯笼：可以制作安全明亮的光源可以挂在不透明方块和气体管道上合成表：\n②火把灯笼：拿火把右击灯笼即可制作亮度略低于火把\n③萤石灯笼：拿萤石右击灯笼即可制作亮度为我的世界中最高亮度\n④气体灯笼：拿气体瓶子右击灯笼即可制作亮度为我的世界中最高亮度燃烧时间取决于可燃性气体的种类\n可以看火焰的颜色判别还能燃烧多久\n物品篇气体搜索器拿在手中右击可探测前方10格内的气体若探测到会发出声音合成表：白名单取样器中装了什么气体，就只能探测什么气体\n气敏芯片目前只能用来制作气体搜索器合成表：\n天蓝色粉末右键对腐蚀性气体使用可以得到蓝色粉末当电气与腐蚀性气体混合时有几率获得主要用于制作闪光弹\n蓝色粉末右键对电气使用可以得到蓝色粉末当电气与腐蚀性气体混合时有几率获得主要用于制作闪光弹\n闪光弹右键使用它当它触碰到地面时，产生爆炸效果，可能会产生火焰对半径为10格以内的生物（主要是玩家）造成失明效果合成表：\n基础防毒面罩穿戴它时占用头盔栏可以防止你被憋死，但是不能防止你失明你可以在铁毡中用煤炭修复他们合成表：\n高级防毒面罩穿戴它时占用头盔栏可以防止你被憋死和失明你可以在铁毡中用煤炭修复它们合成表：\n精炼气敏石手持它，周围有气体时他会发光合成表：\n锈铁锭与氯气接触过的铁锭可在瓦斯炉中精炼还原为铁锭\n取样器右键可对气体收集器和气泵使用右键对气体收集器可以获得对应的气体的白/黑名单取样器具体请看机械篇\n粘合剂主要用于制作胶带合成表：\n胶带主要用于制作简陋的机械合成表：配置篇1..minecraft\\config\\gases.cfg\n\n\n\n\n1.1.png (138.22 KB, 下载次数: 79)\n\n下载附件\n\n2017-8-3 13:00 上传\n\n\n\n\n\n\n\n\n\n\n2.2.png (125.04 KB, 下载次数: 86)\n\n下载附件\n\n2017-8-3 13:26 上传\n\n\n\n\n\n\n\n\n\n\n3.3.png (65.36 KB, 下载次数: 73)\n\n下载附件\n\n2017-8-3 16:21 上传\n\n\n\n\n2..minecraft\\config\\gasesFramework.cfg\n\n\n\n\n4.4.png (107.55 KB, 下载次数: 102)\n\n下载附件\n\n2017-8-3 20:28 上传\n\n\n\n\n\n\n\n\n\n\n5.5.png (158 KB, 下载次数: 87)\n\n下载附件\n\n2017-8-3 20:52 上传\n\n\n\n\n\n\n\n\n\n\n6.6.png (116.12 KB, 下载次数: 75)\n\n下载附件\n\n2017-8-3 21:12 上传\n\n\n\n\n\n\n\n\n\n\n7.7.png (99.46 KB, 下载次数: 93)\n\n下载附件\n\n2017-8-3 21:22 上传\n\n\n\n\n温馨提示：1.使mc更加科学了2.颠覆了你以前在mc里的经验，你遇到的是一个全新的世界3.请造好口罩后在下矿洞，憋死了可别怪我没说。（口罩不能帮您挡住气体的失明效果，也就是说，该瞎的还是要瞎）但高级防毒面具可以避免这一尴尬。4.不要在能看见气体的地方放置火把，请用mod里的灯，除非你保证不会炸T_T（不是所有气体都会爆炸）5.请及时备份，不然可能一个不小心，你家就炸了，楼主和作者不会承担任何责任（原址里这样说t_t）6.有bug请及时提出！！O(∩_∩)O谢谢！\n本帖更新日志2016.1.9转载mod1.6.2版本 前置1.1.22016.3.13 转载mod1.6.3版本 前置1.2.01.6.3格伦的气体1.暖石本地化2.从创造选项卡中删除Black Damp3.添加用于区分气体 气体实体 物品的东西4.修复火把 灯笼材质5.修复灰尘名字并删除世界中已经产生的灰尘1.2.0格伦的气体前置1.添加气体发电机2.添加木质机械3.气体爆炸不是一连串的了4.修复铁质机械材质5.管道超压会破损2016.9.2转载mod1.6.6版本 前置1.2.32017.1.16转载mod1.6.7版本 前置1.2.4作者更新日志（1.6.0-1.6.3）Glenn's Gases 1.6.3\nAdded missing localization of warm stone.\nRemoved Black Damp from creative tab.\nAdded proper distinction between Glenn's Gases and Gases Framework blocks and items.\nBuffed range of Lanterns with Torches.\nFix broken name of Ash and removed it from world generation.\nDiabaline now only appears in pockets of Iocalfaeus Gas.\nGases Framework 1.2.0\nNew block: Added Gas Dynamo.\nNew blocks: Added Wooden tier machinery (Poor man's).\nNew items: Added Adhesive, Duct Tape.\nGas explosions are no longer instant and will instead happen in a chain of clustered explosions.\nExpanded roation possibilities for some blocks.\nAdded proper distinction between Glenn's Gases and Gases Framework blocks and items.\nBuffed Iron tier machinery.\nGas Pipes are now exposed to pressure equal to the length of the path of pushed gas. Pipes exposed to overpressure will make noise and eventually break.\nLanterns no longer collide.\nApr 07 2015 - UPDATE 1.6.2 / 1.1.2Glenn's Gases 1.6.2 and Gases Framework 1.1.2 is now here! The major feature of this update is that crash-inducing incompatiblitity problems with the Gases Framework and other popular mods were resolved. There's also the new Gas Transposer! It can't be used for much yet, but it has potential.Glenn's Gases 1.6.2Added Finine.Primitive Respirator and Advanced Respirator no longer break when running out.\nAdded ???.\nGases Framework 1.1.2\nGas blocks can now flow into replaceable blocks such as grass.\nIgnited Gas now spawns smoke particles. It can also flow into and destroy blocks such as lanterns, redstone, and torches.\nResolved incompatibility problems with some popular mods.\nAdded Gas Transposer.\nGas bottles can no longer be used with Gas Tanks. Use the new Gas Transposer instead.\nInfinite Gas Pumps and Infinite Gas Drains can no longer be broken in survival mode.\nRemoved false positives for loose ends in Piping.\nPosted by Glenn at 18:52:39 - Apr 07 2015\nMar 30 2015 - UPDATE 1.6.1 / 1.1.1\nThe 1.6.1 update for Glenn's Gases and 1.1.1 update for Gases Framework has just been released! There are very few changes, but they can resolve incompatiblity issues. Also a tiny fix.\nGlenn's Gases 1.6.1\nFixed Bedrock potentially spawning unwanted large amounts of Void Gas in The Nether and The End.\nGases Framework 1.1.1\nCompressed Gas Effects data watcher to one index to increase compatibility.\nMade Gas Effects data watcher index configurable. Try modifying this to resolve compatibility conflicts.\nPosted by Glenn at 00:39:09 - Mar 30 2015\nMar 24 2015 - UPDATE 1.6.0 for 1.7.2\nThe update for Glenn's Gases (1.6.0) and Gases Framework (1.1.0) that were released yesterday are now available for Minecraft 1.7.2! There was also a silent update that resolved a Java version incompatibility. If you are unable to start the game because of a\"java.lang.NoSuchMethodError: java.lang.Integer.hashCode(I)I\" error, redownload the mods and things will run smoothly.\nOn another note, an incompatibility with Weapons Mod has been reported. We hope to resolve this soon.\nPosted by Glenn at 20:39:27 - Mar 24 2015\nMar 23 2015 - UPDATE 1.6.0\nIt's been a long wait, but Glenn's Gases 1.6.0 and Gases Framework 1.1.0 is now out for Minecraft 1.7.10! This new version will also be available for 1.7.2 tomorrow, and eventually 1.8.\nThis update brings a ridiculous amount of changes, including the changing of a large amount of block IDs... Very sorry about that, but it's going to pay off in the future. Consider using the new Retrogen to get your gases back. Anyway, here's the changelog.\nMany block IDs have been changed.\nReworked the mod configurations into a highly readable format. All fields have been renamed in the process.\nThe update checker of Glenn's Gases has been upgraded, and updated to allow login tracking. Fear not, everything is anonymous.\nThe same update checker has been applied to the Gases Framework.\nGas Lanterns now expire at proper rates.\nBlindness caused by gases is now smoother and also affects FOV\nPrimitive Respirator no longer breaks completely, and can be repaired with Coal on an anvil.\nAdded Advanced Respirator.\nIgnited Gas now stays for longer.\nTweaked and repaired the internal behaviour of Lanterns.\nAdded Helium.\nRevamped world generation. Gas Pockets are no longer as fragmented. It should be much more stable and have a slightly smaller impact on performance. Added support for Retrogen which will allow future gas types to be generated in already existing worlds.\nTweaked a large amount of values regarding world generation.\nDecreased loudness of Electric Gas.\nAdded Glass Gas Pipes.\nWhen highlighting a Gas Pipes while holding a Gas Pipe, green arrows will appear showing where gas flows.\nReworked the piping system. Removed all explosions related to failed pumping and overloading. Slightly increased the pump rate of Gas Pumps and Gas Collectors. Made the piping rules few and simple.\nIncreased range of Gas Collectors. Made Gas Collectors able to transmit their contents to adjacent Gas Collectors.\nGas Pumps and Gas Collectors now remove their filtering state if the player applies a filter that is equal to the current setting.\nAdded visual indication of filter settings to Gas Pumps and Gas Collectors.\nAdded native WAILA support (no plugin required).\nFixed Gas Furnace rewarding no XP.\nIncreased Adcidic Vapour flow speed.\nThe core counterparts of Glenn's Gases and Gases Framework no longer need their own mod files.\nMade the mods look much better in the FML mods menu.\nFixed bug where Corrosive Gas would completely ignore block hardness.\nMade all gas machinery accept and discard air if necessary.\nAdded Infinite Gas Pump and Infinite Gas Drain.\nEXTREME AMOUNTS of invisible internal changes. Seriously. This list could have been so much longer.\n\n\n\n大致意思：1.6.3格伦的气体1.暖石本地化2.从创造选项卡中删除Black Damp3.添加用于区分气体 气体实体 物品的东西4.修复火把 灯笼材质5.修复灰尘名字并删除世界中已经产生的灰尘1.2.0格伦的气体前置1.添加气体发电机2.添加木质机械3.气体爆炸不是一连串的了4.修复铁质机械材质5.管道超压会破损\n\n1.6.2添加Finine气体基础防毒口罩和高级防毒面具在毁坏时失效1.6.1减少在基岩附近和末地产生的虚无气体1.6.0更改方块ID更改mod配置追踪用户使用的信息（作者保证是一切都是匿名的）增加mod版本检查器，方便提醒更新增加燃气灯的使用寿命基础防毒面具可以用煤在铁毡上修复添加高级防毒面具气体如果被点燃会保持更长的时间燃烧添加氦气气体可以在已经加载过的世界中生成电气的声音降低添加玻璃气体管道气体管道上会有绿色箭头表示气体流动方向取消瓦斯灶烧东西后的经验腐蚀性气体会腐蚀任何物品，甚至基岩更多内容就不详细说了，不然列表会太长（原帖说的，不是我说的，好吧部分特性翻译不来T_T）\n安装方法1.解压2.将解压后的两个文件放入mods文件夹3.享受更多气体带来的快感吧！！\n下载地址原帖下载网站：这里 （无汉化）汉化文件：gases-1.7.10-1.6.7.jar：\n\n\n\ngases-1.7.10-1.6.7.jar.zip\n(921 Bytes, 下载次数: 252)\n\n\n\n2018-8-24 11:28 上传\n点击文件名下载附件\n\n\n\n\n\ngasesFramework-1.7.10-1.2.4.jar\n\n\n\ngasesFramework-1.7.10-1.2.4.zip\n(1000 Bytes, 下载次数: 225)\n\n\n\n2018-8-24 11:30 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n最后1.12.2的汉化正在赶制中，稍安勿躁如果喜欢这个搬运的话可以将这个mod推荐给你身边的朋友，O(∩_∩)O谢谢！\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1452313020,
            "txt_content": "看起来下矿不能垂直了"
        },
        {
            "author": "2001whl",
            "timestamp": 1452313200,
            "txt_content": "2497246304 发表于 2016-1-9 12:21\n你 ！ 家 ! 炸 ！ 了！ 这个设定我喜欢\n这是因为收集气体的管道会泄漏，然后一些气体碰到火把就233了"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1452313200,
            "txt_content": "所以更新内容到底有什么我看了半天愣是没看出来。"
        },
        {
            "author": "2497246304",
            "timestamp": 1452313260,
            "txt_content": "你 ！ 家 ! 炸 ！ 了！ 这个设定我喜欢"
        },
        {
            "author": "2001whl",
            "timestamp": 1452313260,
            "txt_content": "爱无名灬颂 发表于 2016-1-9 12:20\n所以更新内容到底有什么我看了半天愣是没看出来。\n我以为是没人看的t_t   等我一下 我把大致内容放出来"
        },
        {
            "author": "tan614041373",
            "timestamp": 1452314280,
            "txt_content": "挖矿然后崩瞎卡拉卡"
        },
        {
            "author": "2001whl",
            "timestamp": 1452314640,
            "txt_content": "爱无名灬颂 发表于 2016-1-9 12:20\n所以更新内容到底有什么我看了半天愣是没看出来。\nOK 大致内容翻译出来了"
        },
        {
            "author": "1214150089",
            "timestamp": 1452316800,
            "txt_content": "气体有什么用，只是爆炸？"
        },
        {
            "author": "毁灭倾城",
            "timestamp": 1452317700,
            "txt_content": "这样我以后都不敢挖矿了{:10_493:}"
        },
        {
            "author": "熊尼玛",
            "timestamp": 1452320880,
            "txt_content": "不知道和其他mod的联动怎么样"
        },
        {
            "author": "2001whl",
            "timestamp": 1452321660,
            "txt_content": "1214150089 发表于 2016-1-9 13:20\n气体有什么用，只是爆炸？\n1.不是所有气体都会爆炸\n2.使mc更加科学了而已，毕竟都是生活中存在的\n3.颠覆了你以前在mc里的经验，你遇到的是一个全新的世界"
        },
        {
            "author": "1214150089",
            "timestamp": 1452321840,
            "txt_content": "834297926 发表于 2016-1-9 14:41\n1.不是所有气体都会爆炸\n2.使mc更加科学了而已，毕竟都是生活中存在的\n3.颠覆了你以前在mc里的经验，你遇 ...\n那你前面提的更好地生存下去是指什么？\n有什么东西对生存有利，求告知"
        },
        {
            "author": "2001whl",
            "timestamp": 1452322680,
            "txt_content": "1214150089 发表于 2016-1-9 14:44\n那你前面提的更好地生存下去是指什么？\n有什么东西对生存有利，求告知\n1.瓦斯灶，烧东西更快了\n2.燃气灯，要各种瓦斯气体\n3.对熊孩子来说，气体简直就是炸药，遇到太变态的怪物，你可以尝试最后一搏。\n主要的还是增加了难度，自益的不多"
        },
        {
            "author": "谢延通",
            "timestamp": 1452340020,
            "txt_content": "丧心病狂{:10_564:}"
        },
        {
            "author": "2001whl",
            "timestamp": 1452340260,
            "txt_content": "谢延通 发表于 2016-1-9 19:47\n丧心病狂\n233 我也是这么认为的"
        },
        {
            "author": "路边的肥皂",
            "timestamp": 1452340440,
            "txt_content": "有谁捡我嘛？"
        },
        {
            "author": "2001whl",
            "timestamp": 1452343080,
            "txt_content": "路边的肥皂 发表于 2016-1-9 19:54\n有谁捡我嘛？\n？？什么意思？？"
        },
        {
            "author": "其智乃反不",
            "timestamp": 1452343800,
            "txt_content": "我想知道和EnviroMine有联动么"
        },
        {
            "author": "2001whl",
            "timestamp": 1452381840,
            "txt_content": "a990115199 发表于 2016-1-9 20:50\n我想知道和EnviroMine有联动么\n貌似会迅速降低空气质量 t_t"
        },
        {
            "author": "2497246304",
            "timestamp": 1452779340,
            "txt_content": "路边的肥皂 发表于 2016-1-9 19:54\n有谁捡我嘛？\n然而在马路上碰瓷的我机智的看到了躲在垃圾桶里的比{:10_531:}利"
        },
        {
            "author": "Litttle_fish",
            "timestamp": 1452853200,
            "txt_content": "LZ，我建议你把Finine翻译成瞬移气体（因为我碰到气体就瞬移）"
        },
        {
            "author": "2001whl",
            "timestamp": 1452854040,
            "txt_content": "55423564 发表于 2016-1-15 18:20\nLZ，我建议你把Finine翻译成瞬移气体（因为我碰到气体就瞬移）\n可是准确的说并不是瞬移，因为实际上是转换了一个方向（就是掉了一个头）"
        },
        {
            "author": "路边的肥皂",
            "timestamp": 1455866700,
            "txt_content": "2497246304 发表于 2016-1-14 21:49\n然而在马路上碰瓷的我机智的看到了躲在垃圾桶里的比利\n啧啧啧啧啧"
        },
        {
            "author": "2001whl",
            "timestamp": 1457840100,
            "txt_content": "mod更新了！！本体1.6.3 前置1.2.0"
        },
        {
            "author": "dycdyc1007",
            "timestamp": 1459948440,
            "txt_content": " 本帖最后由 dycdyc1007 于 2016-4-6 21:23 编辑 \n\n[fire][fire][fire][fire][fire][fire][fire]\n一般以为这些气体应该会造成什么负面效果，但是跟我想的不大一样\n\n1.看来生产率比较高的是天然气，虽然吸入没看出有什么问题，不过遇火把，呵呵你知道的。燃烧后会产生烟，烟看起来除了熏下你眼也没什么了\n2.只有3种气体会造成实质伤害3.红、棕气体没有看出作用，而且居然是下沉气体\n4.最危险的我认为是紫色气体（就这颜色）！！它不会对你造成伤害，但是，它不能处于光亮之中！它遇光好像会升温，使周围方块（石头、泥土）变热变色（橙色）并最终变为岩浆源。\n抬头淋个岩浆澡{:10_499:}\n5.瓦斯灯跟燃气炉这个设定不错，可惜我对科技性东西一向不擅长{:10_495:}傻人没得用"
        },
        {
            "author": "dycdyc1007",
            "timestamp": 1459949760,
            "txt_content": "看来之前回复时网抽风了，重新打份{:10_522:}\n\n不得不说这个气体模组还是很真实的，虽然原以为主要会造成负面效果，看来并不是这么简单{:10_497:}\n\n1.就生成率而言天然气出场很高啊，虽然吸入之类没有发现什么效果，但是你知道天然气遇火把，呵呵。燃烧后产生的烟，貌似除了熏下你眼也就没什么{:10_493:}\n2.就3种气体会造成直接伤害，不过暂时没看见野生的。\n3.最危险的莫过紫色气体啊啊（就这颜色）。虽然不会伤血熏眼，但是其绝对不能接触光照。接触光照似乎会升温，并导致周围方块（石头、泥土）也升温变色，最终变成岩浆源。坑爹的是它还是上升气流，很容易飞升地面。\n伙计，抬头冲个岩浆澡吧{:10_517:}\n4.红、棕气体没发现啥作用，下沉气流\n5.瓦斯灯和燃气炉！好东西啊，这个可以有（赞赏）\n可惜一向对科技、管道一窍不通的我并不能用上{:10_495:}傻人没得用"
        },
        {
            "author": "ysrwhs",
            "timestamp": 1460004420,
            "txt_content": "好危险的mod啊~~{:10_493:}"
        },
        {
            "author": "18351132596",
            "timestamp": 1461400200,
            "txt_content": "真的好吗？ 先试试吧~~~"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1462006440,
            "txt_content": "突然发现一个问题，你使用的云盘是必须要注册才能使用的么？"
        },
        {
            "author": "2001whl",
            "timestamp": 1462007760,
            "txt_content": "爱无名灬颂 发表于 2016-4-30 16:54\n突然发现一个问题，你使用的云盘是必须要注册才能使用的么？\n额 是的T_T \n我看论坛主页的工具中有\"网盘——360云盘\"才用的 一定要用百度盘吗？怕装不下T_T"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1462008060,
            "txt_content": "834297926 发表于 2016-4-30 17:16\n额 是的T_T \n我看论坛主页的工具中有\"网盘——360云盘\"才用的 一定要用百度盘吗？怕装不下T_T ...\n不，也没说一定，只要不是盈利性网盘都行。"
        },
        {
            "author": "小路Xiao_Lu",
            "timestamp": 1472045700,
            "txt_content": "LZ在吗？新版本1.6.6已出"
        },
        {
            "author": "BigGaydaoban",
            "timestamp": 1472273940,
            "txt_content": "听说被雾吞噬的人会被人遗忘"
        },
        {
            "author": "317620111",
            "timestamp": 1472274780,
            "txt_content": "煤气里有你更精彩"
        },
        {
            "author": "lcdzh60",
            "timestamp": 1476865860,
            "txt_content": "能换云盘么  360没法下载  弄个度盘呗"
        },
        {
            "author": "ArtW@700",
            "timestamp": 1476865920,
            "txt_content": "所以更新内容到底有什么我看了半天愣是没看出来。"
        },
        {
            "author": "MC爱好者244",
            "timestamp": 1476976080,
            "txt_content": "Steam?233"
        },
        {
            "author": "卡修",
            "timestamp": 1477633620,
            "txt_content": "360盘蹦了。。- -能补个链接么。。。"
        },
        {
            "author": "15132042162",
            "timestamp": 1478360340,
            "txt_content": "网盘挂啦！！！"
        },
        {
            "author": "╬MC逗比卐",
            "timestamp": 1478394360,
            "txt_content": "网盘挂了啊"
        },
        {
            "author": "2001whl",
            "timestamp": 1478407140,
            "txt_content": "╬MC逗比卐 发表于 2016-11-6 09:06\n网盘挂了啊\n看签名档\n有链接"
        },
        {
            "author": "2001whl",
            "timestamp": 1478407140,
            "txt_content": "15132042162 发表于 2016-11-5 23:39\n网盘挂啦！！！\n看签名档\n有链接"
        },
        {
            "author": "2001whl",
            "timestamp": 1480499640,
            "txt_content": "@zkbai  网盘链接已经在签名档给出"
        },
        {
            "author": "ceb219",
            "timestamp": 1480676760,
            "txt_content": "1.7.10.我两个文件一起丢进去 游戏就开不起来，丢一个进去就加载得起来，怎么办！"
        },
        {
            "author": "2001whl",
            "timestamp": 1480688400,
            "txt_content": "ceb219 发表于 2016-12-2 19:06\n1.7.10.我两个文件一起丢进去 游戏就开不起来，丢一个进去就加载得起来，怎么办！ ...\n丢一个没用的 mod冲突了 具体的发错误报告到问答版 看看有没有人能解决"
        },
        {
            "author": "deforpace",
            "timestamp": 1480771200,
            "txt_content": "在吗？360的云盘没了，我的新抖M包需要它"
        },
        {
            "author": "2001whl",
            "timestamp": 1480853280,
            "txt_content": "deforpace 发表于 2016-12-3 21:20\n在吗？360的云盘没了，我的新抖M包需要它\n网盘链接已经在签名档给出"
        },
        {
            "author": "xxlza515",
            "timestamp": 1481112720,
            "txt_content": "看到对矿工不友好我就下了~~听说服务器挖矿很无聊？~"
        },
        {
            "author": "ladengbt",
            "timestamp": 1481174400,
            "txt_content": "模组 创意不错,就是 和其他MOD互动不好 .... 不支持通用机械 和 EIO 的气体管道 ..."
        },
        {
            "author": "zkbai",
            "timestamp": 1483849320,
            "txt_content": "834297926 发表于 2016-11-30 17:54\n@zkbai  网盘链接已经在签名档给出\n评分后就看到了，可惜不能撤回评分"
        },
        {
            "author": "Devout",
            "timestamp": 1484138880,
            "txt_content": "不错的的mod，支持一下，我做整合包要用"
        },
        {
            "author": "tsubasa56",
            "timestamp": 1484221740,
            "txt_content": "链接挂了？"
        },
        {
            "author": "2001whl",
            "timestamp": 1484300700,
            "txt_content": "tsubasa56 发表于 2017-1-12 19:49\n链接挂了？\n签名档中已补"
        },
        {
            "author": "mk_Dream",
            "timestamp": 1484389500,
            "txt_content": "不错，如果气体是液体就更加不错了。建议教程弄完整。"
        },
        {
            "author": "2001whl",
            "timestamp": 1484568300,
            "txt_content": "mk_Dream 发表于 2017-1-14 18:25\n不错，如果气体是液体就更加不错了。建议教程弄完整。\n教程的话 放假再说吧 有时间我会补的"
        },
        {
            "author": "wanghh",
            "timestamp": 1490708400,
            "txt_content": "楼主网盘又又挂了"
        },
        {
            "author": "2001whl",
            "timestamp": 1491056760,
            "txt_content": "wanghh 发表于 2017-3-28 21:40\n楼主网盘又又挂了\n好的 马上修补"
        },
        {
            "author": "LoganSKY",
            "timestamp": 1492852440,
            "txt_content": "链接挂了？！"
        },
        {
            "author": "三爷",
            "timestamp": 1500040440,
            "txt_content": "834297926 发表于 2017-4-1 22:26\n好的 马上修补\n楼主，好像，又挂了……"
        },
        {
            "author": "2001whl",
            "timestamp": 1500082200,
            "txt_content": "三爷 发表于 2017-7-14 21:54\n楼主，好像，又挂了……\nOKOK 现在好了"
        },
        {
            "author": "乐简包",
            "timestamp": 1501476240,
            "txt_content": "链接。。。。。。没了。。楼主粗线"
        },
        {
            "author": "2001whl",
            "timestamp": 1501483020,
            "txt_content": "乐简包 发表于 2017-7-31 12:44\n链接。。。。。。没了。。楼主粗线\n好的，链接已补"
        },
        {
            "author": "乐简包",
            "timestamp": 1501582500,
            "txt_content": "834297926 发表于 2017-7-31 14:37\n好的，链接已补\n谢谢楼主！！！！！"
        },
        {
            "author": "2001whl",
            "timestamp": 1501630800,
            "txt_content": "气体篇教程已完工，修复了部分mod汉化出错了的地方"
        },
        {
            "author": "2001whl",
            "timestamp": 1501651620,
            "txt_content": "教程全部完成，汉化出错的地方全部修补完成！！！！"
        },
        {
            "author": "Mc-浩天",
            "timestamp": 1501820160,
            "txt_content": "安慰法无法晚发费瓦房"
        },
        {
            "author": "爆破黄仁勋",
            "timestamp": 1502091660,
            "txt_content": "好东西，支持一下"
        },
        {
            "author": "Victor_2002",
            "timestamp": 1502754660,
            "txt_content": "网盘没看到啊"
        },
        {
            "author": "meinanzizhezhe",
            "timestamp": 1502758380,
            "txt_content": "链接呢？楼主"
        },
        {
            "author": "yulun633",
            "timestamp": 1502861760,
            "txt_content": "喜欢生存向的minecraft那你就可以试试看这个mod。"
        },
        {
            "author": "狗杂种",
            "timestamp": 1502872500,
            "txt_content": "你这种危险程度很值得我们大家瞧瞧"
        },
        {
            "author": "1996scarlet",
            "timestamp": 1502960880,
            "txt_content": "看到语言支持一栏有简体中文，下载后发现是全英文版T_T"
        },
        {
            "author": "2001whl",
            "timestamp": 1503105720,
            "txt_content": "1996scarlet 发表于 2017-8-17 17:08\n看到语言支持一栏有简体中文，下载后发现是全英文版T_T\n抱歉，中文版要看签名档网盘。。。"
        },
        {
            "author": "2001whl",
            "timestamp": 1503105780,
            "txt_content": "meinanzizhezhe 发表于 2017-8-15 08:53\n链接呢？楼主\n链接在网盘 链接已补"
        },
        {
            "author": "2001whl",
            "timestamp": 1503105780,
            "txt_content": "Victor_2002 发表于 2017-8-15 07:51\n网盘没看到啊\n链接已补，请看签名档"
        },
        {
            "author": "Cheasd",
            "timestamp": 1503109800,
            "txt_content": "格雷科技、群峦、我的幻想表示居然有mod开始跟我们比真实性了？！"
        },
        {
            "author": "Reon_Aqest",
            "timestamp": 1503324240,
            "txt_content": "难道没有汉化吗？？？？？？"
        },
        {
            "author": "一只宝可梦",
            "timestamp": 1503725700,
            "txt_content": "你个人的网盘也炸了"
        },
        {
            "author": "2001whl",
            "timestamp": 1504348740,
            "txt_content": "Gestapo 发表于 2017-8-26 13:35\n你个人的网盘也炸了\n好的 马上修复"
        },
        {
            "author": "2001whl",
            "timestamp": 1504348800,
            "txt_content": "18502788409 发表于 2017-8-21 22:04\n难道没有汉化吗？？？？？？\n汉化在备用网盘里"
        },
        {
            "author": "gwfblank1",
            "timestamp": 1507221120,
            "txt_content": "貌似地皮没法用了 气体带不走啊"
        },
        {
            "author": "2001whl",
            "timestamp": 1507244700,
            "txt_content": "gwfblank1 发表于 2017-10-6 00:32\n貌似地皮没法用了 气体带不走啊\nemmmm 建议先生成地皮世界 再装mod 不然气体的确有点难处理"
        },
        {
            "author": "gwfblank1",
            "timestamp": 1507297440,
            "txt_content": "有没有附属mod能显示气体名称的"
        },
        {
            "author": "gwfblank1",
            "timestamp": 1507298760,
            "txt_content": "楼主 为什么我在矿洞下面 看不到气体 但是确实有气体 看不到就是"
        },
        {
            "author": "2001whl",
            "timestamp": 1507969080,
            "txt_content": "gwfblank1 发表于 2017-10-6 22:06\n楼主 为什么我在矿洞下面 看不到气体 但是确实有气体 看不到就是\n可能有什么mod冲突导致贴图没出来"
        },
        {
            "author": "元路",
            "timestamp": 1515312780,
            "txt_content": "emmm，机器简陋了点，如果能和其他科技类模组联动就好了，比如用mek的泵"
        },
        {
            "author": "2001whl",
            "timestamp": 1517042160,
            "txt_content": "lilanxiao 发表于 2018-1-7 16:13\nemmm，机器简陋了点，如果能和其他科技类模组联动就好了，比如用mek的泵\n作者貌似弃坑了 所以可能不会再更新了"
        },
        {
            "author": "Mimero",
            "timestamp": 1517116380,
            "txt_content": "怎么看签名档找汉化  可不可以直接发链接"
        },
        {
            "author": "wth976018930",
            "timestamp": 1517192220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "haoqijun",
            "timestamp": 1517267220,
            "txt_content": "楼主，请问你的签名档在哪？（新年快乐）"
        },
        {
            "author": "2001whl",
            "timestamp": 1517618220,
            "txt_content": "haoqijun 发表于 2018-1-30 07:07\n楼主，请问你的签名档在哪？（新年快乐）\n在帖子回复按钮上方"
        },
        {
            "author": "haoqijun",
            "timestamp": 1517698800,
            "txt_content": "楼主我还是没有找到您的签名档。（因为我是用ipad游览的，所以回复按钮在上面）能把链接直接发给我吗？"
        },
        {
            "author": "帝国之都",
            "timestamp": 1517706660,
            "txt_content": "气体？？？好奇"
        },
        {
            "author": "三千院言叶",
            "timestamp": 1517751420,
            "txt_content": "挖个坟巴拉巴拉巴拉"
        },
        {
            "author": "2001whl",
            "timestamp": 1517960760,
            "txt_content": "haoqijun 发表于 2018-2-4 07:00\n楼主我还是没有找到您的签名档。（因为我是用ipad游览的，所以回复按钮在上面）能把链接直接发给我吗？ ...\n好吧\nhttps://share.weiyun.com/3dfde89ee210ac15a4f539f5f95972f8"
        },
        {
            "author": "sfyung",
            "timestamp": 1518933660,
            "txt_content": "楼主，加了这个mod世界加载有问题，生物不动，丢不了东西，放置不了道具，修改不了模式"
        },
        {
            "author": "2001whl",
            "timestamp": 1518942300,
            "txt_content": "sfyung 发表于 2018-2-18 14:01\n楼主，加了这个mod世界加载有问题，生物不动，丢不了东西，放置不了道具，修改不了模式 ...\n应该是和别的mod冲突了吧\n我自己也玩这个mod 亲测没有你的问题"
        },
        {
            "author": "NAZI",
            "timestamp": 1522459740,
            "txt_content": "为什么我下载完压缩包后显示压缩包损坏？有和我同样问题的小伙伴嘛？"
        },
        {
            "author": "2001whl",
            "timestamp": 1522482960,
            "txt_content": "NAZI 发表于 2018-3-31 09:29\n为什么我下载完压缩包后显示压缩包损坏？有和我同样问题的小伙伴嘛？\n请去原帖下载"
        }
    ]
}