{
    "title": "【坑翻】一些制作皮肤的技巧",
    "author": "孤独秋叶",
    "replyCount": 0,
    "timestamp": 1452395880,
    "txt_content": " 本帖最后由 孤独秋叶 于 2016-1-16 10:19 编辑 \n\n【制作皮肤的技巧】\n\n\n\n\n\nQQ截图20160110112209.png (96.94 KB, 下载次数: 9)\n\n下载附件\n\n2016-1-10 11:20 上传\n\n\n\n\n\n\n\n原文\n\nI get a few questions about how I make my skins a lot, usually from my friends, bearly here. But eh, I wanted to do one of these \"blogs\" anyways. These are more for posting tips than actually making the skin, but you might find these useful. \nThese are just useful things and tips I noticed while skinning, these are not exactly the view of many. Though some of these can be useful, if you do not like the Tip, just ignore it. I will not change it, these are my honest opinions. \n\nThese are just going to be some useful things I have found out during all my time of skinning! \n\nLe tips \n1. Do not use shading templates, those are all over the place, and pretty unoriginal for most peoples taste. Including myself. \n\n2. When you are shading gray, It is best to have shades of Blue in most cases. \n\n3. Do not do the shading you always see... here is an example of a skin I found. http://prntscr.com/9m1aax \n\n4. Do not copy other peoples skins, it is really easy to create a skin. Any skin, lets say Batman. It can be created, just use your eyes and your imaginiation. \n\n5. This isn't important, but try to balance out your boy/girl skin ratio. I suffer from this, as I am not that good at girl skins :P \n\n6. Do not worry about your level. I did this a while ago, and would gain a level around every week. After you get more of a fan base, you realise it really does not matter. \n\n7. Use everything to your advantage. 1.8 designs, head overlay, anything. Experiement, do not make skins only to post it. You will learn a lot more if you experiment with different kind of skins, and techniques. \n\n8. Do not use pure black.. I shouldn't have to explain why. \n\n9. When you have the base color of your skin, you should always have more than one. For the skin color, the outfit, shoes, anything. You want the base color for all of these slightly dull, little bit lighter. \n\n10. Do not JUST darken[img]file:///C:\\Users\\ADMINI~1\\AppData\\Local\\Temp\\)A[Y)I~](ZC9Z[3Y)IDK7LK.gif[/img]ghten your colors. It is an amazing idea to add Saturation to your skin. This goes with Tip 9, if your base color is dull, you want to then start creating darker colors. Make sure to always give the darker colors more saturation! \n\n11. Colors are difficult to create when making a skin, sometimes that color you made just looks ugly when you shade it. If this is the case, then start over using a different shade of that color. More saturation, lighter, darker, different shade, anything lol. \n\n12. Do not make 3 skins a day if you are not going to put a lot of effort into it. You are better to create a skin every 1-2 days, and have it looking fabulous and up-to-date with your other recent skins. \n\n13. Hair shading, probably the hardest part to shade a skin. I cannot really explain the best way to do this, everyone has their own opinion. I just create darker shades of the base color, with a little bit of Saturation. Just a TAD of saturation. \n\n14. If possible, try to branch away from the everyday Teen Skins. Not everyone likes looking at teen skins, not every body likes looking at anime/other type of skins. Though it is a good idea to be original, if you must make teen skins, just do something that no one else has done with them. \n\nThese are just some tips, I am sure I missed some of them. Not to mention they are all over the place, but meh. I am positive I will think of something a few hours after I post it, if I do I will be sure to update it.  \n\n\n\n翻译\n\n 我得到关于如何制作的技巧有很多，通常是从我的朋友们那学来的，bearly这里有几个问题。不过诶，我想做这些“博客”反正之一。这些是比实际的制作皮肤技巧，但你可能会发现这些技巧其实挺有用的。\n这些只是一些实用的提示而已，这些许多观点都是不完全的。虽然其中的一些可能是有用的，如果有你不喜欢的地方，就忽略它。我不会改变它，这是我的意见。\nLe技巧：\n1.请不要在所有地方都添加阴影部分，因为就算看上去漂亮，但并不是完全符合其他人的口味，包括我自己。\n\n2.当你再添加灰白色阴影时要注意，大多数情况下都是添加在蓝色部位下。\n\n3.如果不做阴影，你将会看到另一种样子的皮肤，这里我举一个例子http://prntscr.com/9m1aax (链接可点)\n\n4.请不要老是模仿别人皮肤的样子来做，因为做一个皮肤是很容易的事情，只需要你眼睛观察和你的想象力\n5.但是这并不重要，重要的是你要尽量平衡你的男孩/女孩的样子(除非女孩是女汉子)。我就输在这里，因为我不是很会做女孩皮肤  :P\n\n\n6.不要担心你的制作水平。因为我前一段时间领略到了这一点，其实在制作方面多多练习，就能获得进步。到你以后会发现有没有人支持你，那其实并不重要。\n\n7.利用上你所拥有的想法。 如在制作1.8皮肤方面，设计头部覆盖，任何事情都能做到。建议你做一些研究或思考，不要让头部皮肤只是将它张贴在人物的头上就可以了要学会改进和完善。如果你尝试不同类型的皮肤，和技术，你将会学到很多东西。\n\n\n8.不要使用纯黑色来制作皮肤。我也不知道该怎么解释。\n\n9.当你有你的皮肤拥有了基本的颜色后，你皮肤应该有多个以上的基本颜色颜色，色彩不能太单一。对于皮肤的颜色，衣服，鞋，任何部位都一样。你想使你皮肤看起来很深沉，那么就在给人物或者部位上色的时候色彩要浅一些。\n\n\n10.不要仅仅只是添加颜色。就以为这是一个“了不起”的想法，其实把饱和度添加到您的皮肤上那将会更好。这正好与提示9说的一样，如果你的基本颜色总是无光泽的的，就不美观了。那么就要在开始上色时就使用较暗的颜色。这样就能确保你的皮肤看起来给人的感觉就是颜色和饱和度是深沉的！\n\n\n11.对于颜色来说是刚创建一个皮肤时最不容易设计的，有时你所添加的颜色看起来很丑陋觉得很丑陋吧。如果是这种情况，则要重新开始，使用不同的颜色。任何部位上都添加上更饱和，更轻，更暗，不同的色调。\n\n\n12.不要一天就做好几个皮肤，比如一天做三四个，因为这也你就没有更多的时间去思考，和完善/改进你的皮肤了，所以最好是做一个皮肤，用1-2天时间去改善和思考该怎么改进吧。\n\n\n13.头发的阴影，可能是制作皮肤最困难的部分。我真的不知道该怎么解释这样做的最好方式，每个人都有自己的看法。我只是在基本颜色上添加一些暗的色调，和添加一点点饱和感。添加饱和的只是添加一点点。\n\n\n14.如果可能的话，尽量从青少年的皮肤开始制作。因为并不是每个人都喜欢看美少女的皮肤，虽然你做的美女皮肤它是原创，但不是每个人都喜欢看动漫/其他类型的皮肤(如X音未来)。，如果你做青少年皮肤，这是一个好主意。如果只有一点人是做这个的，那将会有更多人偏向喜欢做美少女皮肤。\n(作者意思好像是告诉读者多做美少男...等等..是告诉我们少做美少女皮肤....)\n\n\n这些都只是我从制作皮肤的经验中获得的技巧，我相信还有更多的技巧。更何况制作皮肤是大众化的，但我。我如果几个小时后又想到了什么好的技巧或者建议，我将会把它发布出来，如果能！我一定会更新。\n\n我翻译的水平不是很好~至少我是这么觉得\n对...至少\n\n这片博客是时候拿回去学习学习了\n有翻译不足的地方请大家告诉我，就像作者说的那样。 \n\n\n这篇博客只是一个很简单的制作皮肤的技巧文章，但是我觉得对于新手来说将会是很大的帮助，我会关注本作者，如果他更新我会翻译出来。\n当然水平还是我说的那样，至少我觉得....   \n: )\n\n\n\n\n\n\n\n",
    "replies": []
}