{
    "title": "【Minecraft我的家】Talorr——重新挥剑的理由",
    "author": "雷鸣·翾鹗",
    "replyCount": 31,
    "timestamp": 1452420360,
    "txt_content": " 本帖最后由 雷鸣·翾鹗 于 2016-1-15 18:59 编辑 \n\n\n请手动播放bgm→①前言\n       我们曾因这个比赛而思考过家的含义，温馨？温暖？希望？家是很多美好事物的代名词，而我们觉得，家就是家，它是一个独一无二的存在，无可替代。       塔珞児是这个只有短短几周创作历时作品中的主角，它是位勇士的家，同时也是许多美好的事物，如果它能带给你们以家的思考，大概我们就成功了吧？那么，家的故事就要开始了哦。（剧情部分文字较多，没耐心看得可以只点开看图√）\n\n\n②剧情\n序言「这是我的家，远在茫茫大海，远离战乱纷争，安详、平凡的家。」「它叫塔珞児。」\n       远方的勇士曾在战场上挥洒热血，如今已堕落至苟且偷生，他划着破烂的小船，在无边的大海上迷茫着，迷茫着……       漂泊他乡的人啊，你曾因那点点思乡之情而恨不得幻为夜空中的繁星，剥掉金碧辉煌的战甲陨落凡间吗？你曾因那点点思乡之情而使泪流成线，凝做晶莹的珍珠项链散落在无人知晓的虚空中吗？拖着一只断臂的勇士无声地叹了口气，他握起身边的剑，手却不自觉地颤抖起来，旋即“哐当”一声，剑似异常沉重地摔落。这沉重的的声音盖过了在勇士耳边尖叫的波涛，宛如他的心脏在他体内沉沉地落了下来。那一刻，战友的鲜血在空中绽成曼珠沙华的一刻，恐惧支配着他；此刻，徒留逃避的念头在他心中。       「连剑都拿不起的勇士，不就是个失败者吗？就这样逃回去，大概会成为塔珞児的耻辱吧。哈哈……」       海浪翻滚着，肆无忌惮地讥讽着这个失败者。勇士漂泊了几天几夜，单调的蓝和迷雾中终于出现了一点新颖的色彩——披着翡翠般的外衣熟悉的小岛。       「塔珞児，我回家了。」\n\n\n片段一 归港\n         曾几何时您告诉我，从这个港湾离开的都是塔珞児的骄傲，被这个港湾迎接回来的，也都是塔珞児的骄傲。\n        勇士颤栗着登上了港口，小心翼翼踏上了这片记忆中的土地。离家已经十年了，落魄的人儿从一个懵懂的少年成长为久经沙场的勇士，十年后的塔珞児，却似未曾在时间的河流上前进，一直止步于十年前的回忆，似是在此驻足等待何人的归港一般。夏日已褪，秋风渐起，驻足的塔珞児也终于迎回了归港的勇士       一个魁梧的男子牵着一个男孩与勇士擦肩而过，他指着扬帆远航，即将消失在海平线的帆船，温声说道：“孩子你看，那些船上的都是无畏大海的人，他们都是塔珞児的骄傲。”       “我也想坐上那些船！成为塔珞児的骄傲！”男孩用稚嫩的童声回应着他的父亲。       “那你就要成为一个无所畏惧的男子汉！”父亲的话充满了期盼，厚重而雄浑，深深地刻在了男孩心里。       「父亲啊，曾几何时，您也曾这么跟我说过呢？」       勇士无奈地摇了摇头，看见那个男子指着自己对他儿子说着什么，大概是“长大后千万别像那个人一样失败了还不要脸地滚回塔珞児”吧。勇士扭过了头缓慢走向村庄，却觉得破烂的衣服被人从身后扯了一下，他回过头，是那个男孩。       “大哥哥，你是从战场上回来的勇士吗？”       “啊……没错。”勇士有些惊慌失措，如实地回答了男孩。       “哇！大哥哥好厉害！我长大也要像大哥哥一样！”男孩高兴地叫起来，雀跃着奔向了他的父亲。男孩的话萦绕在勇士耳边久久不愿散去，他看着男孩被阳光拉长的背影，似是蜷缩在冬雪之中衣着单薄的流浪者，看到了久违的阳光一般。       「即使是像我这样的失败者，也是您的骄傲吗？塔珞児？」\n片段二 你们\n之一 铁匠铺\n\n\n\n    你们都曾安慰过我，你们都曾鼓舞过我，你们都曾照看过我，你们都曾教会我人生的道理，你们都是家的一部分，你们都是我的唯一。\n    “当！当！当！”铁锤撞击铁砧的声音从不远处传来，村口的那间铁匠铺未曾停止传出过这清脆的响声，里面的人也未曾放下过手中的铁锤。    “这位客人，请问您要些什么武器呢？我们这里有上等金属制成的……”踏入铁匠铺，一个年轻小伙便围在了勇士的身边，大概是知道他是位勇士吧，小伙显得异常殷勤。勇士摆摆手，随手拿起了身边一把制作失败的剑，手却再次不自觉地发抖，剑摔落了。他摇了摇头，正想要离去的时候却被叫住了。    “嘿老弟，都长那么大啦？战场上的生活还习惯吗？”    勇士回过头，一个高大的汉子站在他身后，面色不再如从前那样白皙，拉渣的胡子长满了脸，他浑身上下也布满了灰黑的碳粉。他身后的炉火仍在吐息着炽热的火焰，以火焰为背景的他，却似从炉火中走出来的坚硬钢铁。他是老铁匠的儿子，一个曾被认为是游手好闲的废物的人，他也是勇士儿时结拜的大哥。如今他站在了这里，以铁匠的身份。    “大哥……”像是被什么扼住了喉咙，勇士竟再也吐纳不出任何字眼。    “真是苦了你了老弟。”汉子走过去用力地拍了拍勇士的肩，这才发现那只断臂的存在，他眼中闪过一丝异色，随即取来了一把剑，把他递到了勇士的眼前，“来，把它握住。”    “我的手……已经拿不起剑了。”勇士沮丧地喃喃道，头沉了下去。    “少罗嗦让你拿着就拿着！”汉子却抓起勇士的手，用双手把它摁倒剑柄上，死死地捏住勇士那只握着剑的手。勇士的手开始近似癫狂地发抖，要不是汉子握住了他的手，那把剑大概早就飞出去了，而现在，它已经静静地被握在勇士手里。    “闭上眼睛，别排斥它，去接受它，感受它带来的那份炽热。”    勇士闭上了眼睛，然而除了拼命抖动的双手以外，他感受不到任何东西。随着汉子手上力量的增大，勇士渐渐感受到一股炽热灼烧着手，却没有灼伤，手仿佛要与剑共同融化在炼钢炉里，再渐渐地融为一体，已经感受不到任何杂念，心中徒有一团火焰在燃烧……许久，他睁开了眼，入目的是站在他身前的汉子，还有那只平稳地握住剑的手，只是几秒的功夫，那把剑又从手中摔落了，汉子却是放声一笑。    “哈哈哈，老弟啊，你知道吗？你完成的这一过程不叫淬火，而是涅槃啊！啊哈哈哈……”    “好了！都给我回去工作！”汉子拍拍勇士的肩，催促着那些铁匠小伙回到了火炉前。         ……    “当你觉得火焰的温度已经算不了什么的时候，你就该明白，你不是一块需要淬火的烂铁，而是一只等待着地狱业火的历练，涅槃重生的凤凰啊！”耳边仍响着铁锤撞击铁砧的声音，勇士的脑中却回想起了老铁匠和他的大哥所坚信的信条，火焰都无所畏惧了，又何以畏惧涅槃重生之前的痛苦呢？\n\n\n之二 马棚\n       马儿的叫声传到耳畔，勇士循声望去，一个年轻小伙正拿着几捆干草一边喂着一边抚摸着他的爱马——那是一匹纯得连光芒都为之羡慕的白马，洁白的毛发似丝绸飘荡在无际的草原中，马蹄落地如一曲激昂的韵律，有节奏的歌颂着。小伙也看到了勇士，脸上绽出了笑容，一拐一拐地走向了勇士。       印象中勇士离开塔珞児的时候，这个小家伙才几岁，他同他父亲一样喜欢马，也喜欢骑马，梦想着总有一天要骑着自己的马到塔珞児以外的世界去闯一番——当然这是他儿时的梦想——但看起来现在仍旧是。背对阳光，小伙的身影显得异常憔悴，而脸上的笑容却比阳光更灿烂，他艰难地挪步到了勇士跟前，扑入了他的怀中，许久才分开。       “欢迎回来！”       还是记忆中的他。勇士淡淡一笑，揉了揉小伙头发散乱的脑袋。小伙像个小男孩一样任由这只手游走在头上的乌丝间。他们更像是亲生兄弟一般。       “你的腿怎么了……”勇士有些心疼地问着，记忆中的他可是比自己小时候还能闹腾的，为什么如今会变成这样？       “啊，自己贪玩，骑马的时候摔断的。”小伙依旧是笑着回答，语气轻松得就像在说一件再小不过的日常琐事罢了。       勇士的思绪在不经意间同他的捻成了一缕细丝，毕竟他也拖着一只断臂。       「为什么？为什么他还能笑得那么高兴？是装出来的吗？」       小伙看到了勇士疑惑的样子，也感到有些意外。       “哥哥啊，你觉得我的样子很奇怪吗？”       “你是不是觉得我摔断腿不应该笑得那么灿烂是吗？”       “那可是你跟我说的啊，你忘了吗？”       「我说的？我曾说过什么吗？」       突然勇士眼前一片模糊，记忆中他的样子慢慢取代了眼前的小伙，逐渐变成了一个嬉闹的小男孩……       “我要离开塔珞児，到外面的世界去，成为一个无所畏惧的勇士，成为塔珞児的骄傲！”       “哇哥哥，无所畏惧是连死也不怕吗？”       “不怕！只要心中的信念不磨灭，就算是死也没什么可怕的！”       ……       这段离别前的对话拨开了迷雾，浮上了勇士记忆的水面，这曾是勇士对小伙说过的话，他已经快忘记了，他却把它当做座右铭一般刻在了心里。       “哥哥你说的不是吗？只要心中的信念不磨灭，就算是死也没什么可怕的，更何况只是一只脚……或者一只手臂呢。”       「是呢，不过是一只手臂罢了。」 \n之三 瞭望塔\n\n       绿蔓蹿上了嵌满碧苔的古老石砖，在裂缝中放肆地攀登，企图追寻着止步于塔顶暂作歇息的细碎阳光。坐落在塔珞児一角的瞭望塔与这个村子共存了不知多少个春秋，大概塔珞児在的时候，它也就在了。瞭望塔像是塔珞児的化身，伫立在宇宙的尽头守望着浩瀚星空中纷繁的众生。       勇士第一次觉得瞭望塔没有记忆中的那么高了。攀着木梯一步步往上，塔珞児的喧闹没在了半空之下，勇士触及到了那缕静立在塔上超凡脱俗的金光，与它一同侧耳聆听着风之诗的美妙韵律，无须担心世俗的纷扰。他心不在焉地望着抹上了一层薄棉的塔珞児，不知为何，他的脑中又浮现了那场腥风血雨，闪烁的刀光剑影间弥漫着战友恐惧的哀嚎，似被血浸染过而变得浓稠阴沉的天，和这片被无数骨骸养育的腐烂之地……       许久，朽木的吱呀声把他拉回了现实，他晃晃脑袋看清了来者，是个年纪不大的女孩，大概她并不认识自己吧。女孩抬了抬头，她的双眼牵扯住了勇士的目光，柔和如同潺潺流水汇入深山里倒映着银白光斑的湖中，徒留黄鹂的天籁一下一下地掠过湖面，蜻蜓点水般拨起层层涟漪；深邃宛若浩瀚宇宙闪现扑朔迷离的星辰，彗星拖带璀璨焰尾划破天际，嫦娥奔月般带动阵阵波澜。女孩的脸色却不是那么好，依稀可见一道细痕从眼角顺着脸颊蔓延到了下巴处，那双眼就像开在了深渊之下的一朵铃兰，动人却无人欣赏，她看了眼勇士，走到了护栏旁靠着。一阵深呼吸之后，女孩转过身来，脸上挂着与双眼相媲美的灿烂笑容，倘若不是那道泪痕，勇士绝不会相信那是同一个人。       “大哥哥你好！”风和着女孩银铃般的声音灌入了勇士的耳中。       “我不开心的时候都会来这里看看塔珞児，这样就能开心起来了，大哥哥你也是这样吗？”天真烂漫的语气无论如何也无法让人把她与方才脸色阴沉的女孩联系起来，也许这才是她的本质吧，是塔珞児让她褪下了无谓的悲伤。       勇士没有点头，也没有摇头，只是淡淡地苦笑了一声问道：“为什么看看塔珞児能够让你开心起来？”       “因为啊塔珞児是我的家，只要我的家还在，没有什么比这更值得高兴的了！”       「家吗……」       “原来如此。”勇士微微撇嘴，嘴角泛起的笑不再苦涩，而是甜腻得如同蜂蜜一般。       勇士大概是明白了为什么瞭望塔没有记忆中那么高了，因为直到这一刻，他才真正意义地登上了瞭望塔，登上了塔珞児的瞭望塔。\n\n之四 教堂\n\n       “塔珞児，我的罪能被宽恕吗？”       昏暗的教堂中仅有几缕被裁成细丝的阳光挤了进来，若隐若现的天国挽歌抚慰着忏悔的人儿。这个教堂是塔珞児最神圣的地方，也是触手可及的平凡之地，存在这里的不是庄严的宗教，仅仅只是一个关于家的信仰，和一群信仰者罢了。       勇士坐在长木椅上，烛光把他的剪影揉成了一团，随手糊在了隐隐浮现裂纹的石砖墙上。       “塔珞児，我的罪能被宽恕吗？”       “塔珞児会宽恕你的，孩子。”一阵缓慢而低沉，空灵如同来自天堂的神之音韵从勇士耳畔传来，一个模糊的剪影也映在了石砖墙上。发丝花白似冬日飞雪的一位老人拄着拐杖踱步至台上，挺直了腰展开双手，用雄浑的语气说道：“塔珞児啊！宽恕这个饱受战争摧残的孩子，为他降下您神圣的祝福吧！”语毕，老者又变回一副老态龙钟的样子，驼着背一步步走到勇士身边，他半眯着蒙上了一层朦胧的双眼，张了张口道：“欢迎回家，塔珞児的勇士。”“       村长……”       这个老人充斥着勇士的童年回忆，他把一生都奉献在了家乡，他既是神父，又是村长，不过他更喜欢跟他的村民一样做一个平凡人，一个有家的人，他用前半生铸就了这个大海上的港湾，这个世界边界的乌托邦，而呆在教堂里为忏悔的人祈福，是他后半生在这个家的一种乐趣。       “哟，孩子，这是怎么了？”老人一脸活似老顽童的笑容，他坐到了勇士身旁，一下一下的摩挲着勇士那只空着的袖子，“打败仗啦？”勇士叹了口气，轻轻地点点头，老人反倒是爽朗地笑了几声，嘴里念叨着“没关系，没关系……”两人坐在静谧的教堂中谈笑风生，谈起了村长的青春，村中的琐事；勇士的童年，战场的惊险。       村长说，小时候的你，是山间快活的细泉，无忧无虑地奔腾在绿荫裁剪阳光的细碎光斑中。       村长说，长大后的你，是港口激情的河流，快马加鞭地涌入了水花拍打碧波的惊涛骇浪中。       村长说，现在的你，是汇入茫茫大海的一滴水滴。       村长还说，你随时可以化作一缕轻盈地水蒸气，漂泊回塔珞児的上空，再凝成雨滴落入塔珞児的怀抱中。       村长，我想去看看父母。       去吧去吧，找他们好好地谈谈吧。       烛光映射的两个剪影在墙上慢慢变得清晰，一个显得瘦弱的弯曲剪影缓缓移出了视线，徒留他身后一个高大强壮，似能撑起整片天空的剪影。       「村长他大概会为他又一次拯救了一个迷途灵魂而感到自豪吧。」 \n片段三 坟之墓&尾声\n\n       教堂的后面，立着不知名的坟，石质的碑早已被海风打磨得光滑，成为了藓类植物的栖身之所。无名的花开在无名的坟前，似是无名的游子嘱以追念无名的亲人。在这里，死者的灵魂萦绕在每个悼念的人身边，他们未曾死去，葬在墓地里的仅仅死者的坟而已。       病入膏肓的母亲奄奄一息，她唤了声坐在床边的少年，用微弱的声音在他耳边诉说着最后的夙愿：“孩子，你不能哭，不能向失败低头，要像个勇士一样面对一切。你会成为我们的骄傲的，塔珞児的骄傲。”少年紧紧握住母亲的手，强忍着泪点点头，一直守候着她直至夜幕降临，直至母亲长眠于墓碑之下……       勇士小心翼翼地拔出别在腰间的剑，同之前一样，剑是摔落在坟前的，他的眼中闪现一抹黯淡，头沉重得快抬不起来，整个人比脚下腐烂的落叶还有显得颓废。“父亲，母亲，从小你们就教育我别向失败低头，可你们也看到了，我被失败搅得一塌糊涂，连剑也拿不稳了……”然而回应他的只有山上吹来的风，不带一丝温度，彻头彻尾的冷风，似掌掴迎面拍醒了他。勇士心头一震，看了眼什么都没有刻上的碑。       「父亲，母亲，你们究竟想告诉我什么？」       又一阵风拂来，带来了仍残存着朝阳露珠气息的叶子，似是有意绕开勇士，径直吹向了码头的方向。       码头边停靠一艘挂着骷髅旗帜的巨大帆船，一支军队浩浩荡荡地登陆在塔珞児之上，为首的骷髅首领走到了人群前面，不屑地瞥了眼人们手中的武器。铁锤、鱼竿、干草叉，有威慑性的武器未曾落入骷髅首领的眼中。       “会反抗的人类，这地方真是有趣，不过就是人太蠢了。”       “这么个破烂地方也值得你们付出生命，真是愚蠢！”       “放弃你们愚蠢的念头吧，也许我还会大发慈悲让你们死得更痛苦，啊哈哈哈……”       “我就破例让你们回答一个问题吧，你们的村子叫什么名字？”       “塔珞児！”       人群中传出一阵与气氛不符的声音，声音中充满了自豪与自信，一个失去左臂的人走到了村民前面，他的身上散发出了从未有过的恐怖气息。       「父亲，母亲，感谢你们又一次教育了我。」       “这里是塔珞児，曾经是，将来也还是！”       「塔珞児的大家，感谢你们又一次鼓舞我。」       “这里是塔珞児，你应该畏惧的地方！”       「塔珞児，感谢你又一次给我带来了重生。」       我终于寻觅到茫茫大海中的塔珞児，我终于寻觅到迷雾中潜藏已久的真相，我终于握起了剑，寻回重新挥剑的理由。塔珞児，我美丽而淳朴的家，我将永远守护你，而你将永远是我重新挥剑的理由。       夜幕中的塔珞児灯火通明，袅袅炊烟随着夕阳的脚步终是消失在了西山边，这片土地如同海上的繁星点缀在夜空之下，这里宁静得像是未曾经历过战斗，家依然如旧，温馨而祥和。勇士站在瞭望塔上，瞭望着整个塔珞児，在看似无尽头的黑夜中，驻守着他重新挥剑的理由。\n尾声\n「这是我的家，远在茫茫大海，远离战乱纷争，安详、平凡的家。」「它叫塔珞児。」「这是我的家，从不曾冷落我，无论是多么落魄，也会欣然接受我的家。」「这是一个回忆之地、一个港湾、一个栖身之所。」「它叫塔珞児，是我重新挥剑的理由。」 \n\n\n\n③美图展示\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n④PE证明\n\n\n\n ⑤后记       到这里故事就结束了，这只是一个普通的家的故事，勇士将会继续守护重新挥剑的理由直至永远。       这个作品是雷鸣和吸管第一次独立制作建筑，不过也多亏了ERK（并不知道他论坛id）和Zero@Zero_Exact的帮忙我们才能完成这个故事，引起你们的思考是我们的初衷，家的故事也应该继续在每个人的心中周而复始的讲述着。",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1452686520,
            "txt_content": " 本帖最后由 像素君 于 2016-1-13 20:24 编辑 \n\n死喽~居然发布这么激情的地图~好歹我们也是今天才看到~（然而外观也未免太杂乱些了~）（楼主是用win10做的吧~)"
        },
        {
            "author": "darrksy",
            "timestamp": 1452689160,
            "txt_content": "这个图多的，感觉好有竞争力的样子啊"
        },
        {
            "author": "像素君",
            "timestamp": 1452691320,
            "txt_content": "darrksy 发表于 2016-1-13 20:46\n这个图多的，感觉好有竞争力的样子啊\n然而外观杂乱内饰简单~"
        },
        {
            "author": "zhangyu40177",
            "timestamp": 1452696780,
            "txt_content": "哇哦  真漂亮"
        },
        {
            "author": "ChengziHtc",
            "timestamp": 1452699000,
            "txt_content": "楼主请多加一些pe截图"
        },
        {
            "author": "HOW浩",
            "timestamp": 1453283820,
            "txt_content": "是在下输了= = 简直999 投票投定了！"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1454071620,
            "txt_content": "像素君 发表于 2016-1-13 21:22\n然而外观杂乱内饰简单~\numm第一次做建筑当然不及你们大触吖"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1454071680,
            "txt_content": "zhangyu40177 发表于 2016-1-13 22:53\n哇哦  真漂亮\n阿里嘎多w"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1454071740,
            "txt_content": "qq1609760551 发表于 2016-1-13 23:30\n楼主请多加一些pe截图\npe莫名炸乙烯大概已经给过泥存档试过了orz"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1454071800,
            "txt_content": "HOW浩 发表于 2016-1-20 17:57\n是在下输了= = 简直999 投票投定了！\n∑泥决定不投窝了嘛！"
        },
        {
            "author": "HOW浩",
            "timestamp": 1454072520,
            "txt_content": "雷鸣·翾鹗 发表于 2016-1-29 20:50\n∑泥决定不投窝了嘛！\n啥O_o额额"
        },
        {
            "author": "像素君",
            "timestamp": 1454125800,
            "txt_content": "雷鸣·翾鹗 发表于 2016-1-29 20:49\npe莫名炸乙烯大概已经给过泥存档试过了orz\n我就觉得奇怪了，为什么楼主是在电上做之后再转到PE呢，这算是一个先例，然而美感尽失，因为很多方块会错，楼主也不肯发布存档～"
        },
        {
            "author": "小马233",
            "timestamp": 1454320980,
            "txt_content": "好剧情地图也不错"
        },
        {
            "author": "卡埃ka_ai",
            "timestamp": 1454548440,
            "txt_content": "  非常好的一个地图啊，古风的建筑特别有美感，再加上巨燃的故事与BGM，这真是让我热血沸腾啊，让我不得不投你一票啊！！！！！！！！！！"
        },
        {
            "author": "叫我stere",
            "timestamp": 1456243380,
            "txt_content": "用pc的光影显得不太公平233，但作品质量还是不错的，故事写的不错(太长没仔细看)，作品上虽然和主题上感觉有些突兀，当然这是我个人的感觉233"
        },
        {
            "author": "像素君",
            "timestamp": 1456243860,
            "txt_content": "叫我stere 发表于 2016-2-24 00:03\n用pc的光影显得不太公平233，但作品质量还是不错的，故事写的不错(太长没仔细看)，作品上虽然和主题上感觉 ...\n这是啥意思~程子说这样没问题~重点是它在帖子里还有不少触犯比赛规则的地方~"
        },
        {
            "author": "几重凛",
            "timestamp": 1457443080,
            "txt_content": "恭喜楼主啊，冠军大大你好ww"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1457694480,
            "txt_content": "a847371462 发表于 2016-3-8 21:18\n恭喜楼主啊，冠军大大你好ww\n阿里嘎多w第一次独立建筑能获得这个成绩真是有点意外呢x"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1458272640,
            "txt_content": "这么激情？！好评"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1458272820,
            "txt_content": "LZ！BGM名字叫什么？求透漏！"
        },
        {
            "author": "ChengziHtc",
            "timestamp": 1458307320,
            "txt_content": "图挂 请尽快补上"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1458364080,
            "txt_content": "美图展示一页崩~"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1458366540,
            "txt_content": "懒虫哥 发表于 2016-3-18 11:47\nLZ！BGM名字叫什么？求透漏！\nbreath and life"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1458366720,
            "txt_content": "懒虫哥 发表于 2016-3-18 11:47\nLZ！BGM名字叫什么？求透漏！\nbreath and life"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1458531840,
            "txt_content": "lz建筑好评"
        },
        {
            "author": "Yy星人",
            "timestamp": 1458718620,
            "txt_content": "不错的想法:D"
        },
        {
            "author": "青木源",
            "timestamp": 1459081980,
            "txt_content": "图全死！楼主快补一下！我要看图片！"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1459740900,
            "txt_content": "qq1609760551 发表于 2016-3-18 21:22\n图挂 请尽快补上\n0.0无法编辑什么鬼"
        },
        {
            "author": "gyg",
            "timestamp": 1501397820,
            "txt_content": ".fhfhfdjdfjgtfjkgedjtd"
        },
        {
            "author": "无墨丶",
            "timestamp": 1591148520,
            "txt_content": "66666666666"
        },
        {
            "author": "王~",
            "timestamp": 1611478860,
            "txt_content": "哇哦，真漂亮"
        }
    ]
}