{
    "title": "Unturned（未变异者）板块 [百度翻译+人工语序整理] unturned 3.13.11.0更新翻译",
    "author": "playMC",
    "replyCount": 5,
    "timestamp": 1452419280,
    "txt_content": " 本帖最后由 playMC 于 2016-1-17 17:11 编辑 \n此帖根据百度翻译的结果进行语序整理.......没了百度翻译我就只是对着英文原文干瞪眼了0.0\nSteam原文地址：\nhttp://steamcommunity.com/games/304930/announcements/detail/904461976501236984\n3.13.11.0更新说明1月9日-SDGNELSON 更新说明： 增加：\n添加了sawed-off masterkey（短管霰弹枪）。（这个物品百度翻译...有些奇怪，就直接写英文吧）添加了“votify”指令在服务器中允许/配置投票。添加了物品制作，植物种植和鱼类捕捞的统计。添加了命中率和爆头的统计。添加了步行距离和车辆行驶距离的统计。添加了crafting（制作），farming（农业）和fishing （钓鱼）成就。添加了headshot（ 爆头）和sharpshooter （神枪手）成就。添加了hiking（远足）和roadtrip （公路旅行）成就。添加了自由建筑中的旋转、吸附选项。添加了notes（说明）#11和12。添加了salute（敬礼）手势。添加了sun shafts（阳光轴）/ambient occlusion（环境光遮蔽）的质量设置。添加了“sync”指令来（完成）玩家本地存档与你的服务器间的共享。（2.0时代host按钮自带开服的功能回归....）\n\n          sync意思是同步 改进：\n改进了帮助[指令名称]显示输入。改进了投票系统具有更多信息/选项。Improved authoritative character movementphysics. [Patched noclip/flying.]（百度翻译给的结果太奇怪，直接放原文了）\n  优化了人物的允许动作.[修复了 穿墙/飞行]            ————————感谢lichi2050大大给出的参考翻译改进了警笛只在有司机时播放音频。（就是玩家在车上的驾驶位时警笛才响的意思吧）改进了制作允许枪的物品状态转移。（什么鬼....）\n \n调整：\n调整了发电机的燃油消耗率降低。调整了教程模式的车辆文本。调整了教程模式的look文本。调整了教程模式的浆果文本。调整了教程模式的技能房间。调整了打开/关闭的互动延迟。调整了ctrl键能放慢摄影机速度。\n\n 修复：\n修复了音频平衡问题。修复了转换视角瞄准时准星UI大小（的问题）。修复了十字路口的预计误差（prediction error）。修复了在传送/退出车辆时的预计误差（prediction error）。修复了冰的预计误差（prediction error）。修复了模拟观看方向稍有偏差（的问题）。修复了平滑位置校正（的问题）。修复了梯子的预计误差（prediction error）。修复了布娃娃系统（ragdoll）的插值（interpolation）。\n\n插值（Interpolation/resampling）是一种图像处理方法，它可以为数码图像增加或减少象素的数目。某些数码相机运用插值的方法创造出象素比传感器实际能产生象素多的图像，或创造数码变焦产生的图像。实际上，几乎所有的图像处理软件支持一种或以上插值方法。图像放大后锯齿现象的强弱直接反映了图像处理器插值运算的成熟程度。————来自百度百科\n修复了南瓜/装饰线仍能制作（的问题）。修复了加载附件不支持挂钩（的问题）。修复了轿车车顶/police（警察！？感觉好像这个翻译不太符合这句话）/出租车的预计误差（prediction error）。\n\n 投票踢出：投票踢出随着更多信息/选项回归，但默认禁用。你可以使用votify指令配置。这里是默认值：Pass Cooldown: 5 // seconds delay for votecaller after a successful vote Fail Cooldown: 60 // seconds delay for votecaller after a failed vote Vote Duration: 15 // seconds length for thevote to time out Vote Percentage: 0.75 // multiplier of theserver population required to pass Players: 3 // minimum players needed tocall a vot通过冷却时间：5//秒数延迟对于投票发起者经过一次成功的投票\n失败冷却时间：60//秒数延迟对于投票发起者经过一次失败的投票\n投票持续时间：15//投票超时的秒数时长\n投票百分比：0.75//服务器人数乘法器要求通过（数量）（也就是通过投票的总玩家数百分比啦...这原文翻译过来我反而不太明白...）\n玩家：3//发起投票需要的最小玩家（数量）注意：双斜线前数字为设置量，配置指令请按照上边的英文写！！这里是英文翻译！\n英文原文：\n3.13.11.0 Update Notes\n1月9日- SDGNELSON\n\n\nUpdate Notes:\n\n\nAdditions: \n\n\nAdded sawed-off masterkey. Added \"votify\" command to allow/configure voting on server. Added items crafted, plants grown and fishes caught stats. Added accuracy and headshots stats. Added foot and vehicle distance travelled stats. Added crafting, farming and fishing achievements. Added headshot and sharpshooter achievements. Added hiking and roadtrip achievements. Added rotation snapping option for freeform buildables. Added notes #11 and 12. Added salute gesture. Added sun shafts/ambient occlusion quality settings. Added \"sync\" command to share player savedata locally between your servers.\n\n\n\nImprovements: \n\n\nImproved help[command name] to show inputs. Improved voting system with more information/options. Improved authoritative character movement physics. [Patched noclip/flying.] Improved sirens to only play audio when it has a driver. Improved crafting to allow item state transfer for guns.\n\n\n\nTweaks: \n\n\nTweaked generator fuel burn rate lower. Tweaked tutorial vehicle text. Tweaked tutorial look text. Tweaked tutorial berry text. Tweaked tutorial skills room. Tweaked open/closable interaction delays. Tweaked ctrl to slow camera speed.\n\n\n\nFixes: \n\n\nFixed audio balancing issue. Fixed crosshair UI size when swapping perspective while aiming. Fixed prediction error with crossings. Fixed prediction error when teleporting/exiting vehicle. Fixed prediction error on ice. Fixed simulated look direction deviating slightly. Fixed smoothing position correction. Fixed prediction error with ladders. Fixed ragdoll interpolation. Fixed pumpkin/ornamental wire still craftable. Fixed loading attachments without supported hook. Fixed prediction error with sedan roof/police/taxi.\n\n\n\nVote Kicking:\n\n\nVote kicking is back with more information/options, but disabled by default. \nYou can use the votify command to configure it. Here are the default values: \n\n\nPass Cooldown: 5 // seconds delay for vote caller after a successful vote \nFail Cooldown: 60 // seconds delay for vote caller after a failed vote \nVote Duration: 15 // seconds length for the vote to time out \nVote Percentage: 0.75 // multiplier of the server population required to pass \nPlayers: 3 // minimum players needed to call a vote\n又是一篇超长的，我想偷懒都难{:10_493:}\n\n\n\n",
    "replies": [
        {
            "author": "无名人",
            "timestamp": 1452421740,
            "txt_content": "Sawed-off Masterkey是一把短管霰弹枪"
        },
        {
            "author": "playMC",
            "timestamp": 1452438240,
            "txt_content": "无名人 发表于 2016-1-10 18:29\nSawed-off Masterkey是一把短管霰弹枪\n感谢了哥们，添加项的一部分翻译借鉴了你的翻译。\n有空你可以在你的帖子里发一下这个枪的图，与玩家拿着这把枪的视角吧。{:10_537:}"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1452600240,
            "txt_content": "此时playMC的饭碗又回来了！@playMC 然而我OKcf居然没空╮(╯▽╰)╭！\n不错！反正水平比我好（英语100分，满分150）"
        },
        {
            "author": "lichi2050",
            "timestamp": 1452634260,
            "txt_content": "Improved authoritative character movementphysics. [Patched noclip/flying.]\n嘛 意思就是 优化了人物的允许动作.[修复了 穿墙/飞行(短时间吧我想).] （不知道怎么说好，这样你应该懂了）\n就是改正了一下动作之类的吧，这点游戏内我也没注意。"
        },
        {
            "author": "playMC",
            "timestamp": 1453021440,
            "txt_content": " 本帖最后由 playMC 于 2016-1-17 17:06 编辑 \nlichi2050 发表于 2016-1-13 05:31\nImproved authoritative character movementphysics. \n嘛 意思就是 优化了人物的允许动作.[修复了 穿墙/飞 ...\n主要是movementphysics这个单词应该是专有术语单词，我使用的翻译工具百度翻译和有道词典无法给出译文。还有authoritative在此句定义不明。\n 中括号的内容我倒是明白一些。patch、noclip有道词典和百度翻译都给出了结果：patch为打补丁之意（LOL游戏安装目录有这个单词命名的文件夹，用来存放更新补丁包。我估其它网游目录下也许也有patch这个文件夹），后边的noclip为穿墙模式的作弊代码。flying嘛...这个在英语课本也有的，结合游戏翻译过来就是飞行模式，也是作弊代码...\n不过您的翻译我还是补进翻译正文里参考吧{:10_523:}\n"
        }
    ]
}