{
    "title": "【周边】【注册一周年作】原创第二篇",
    "author": "ttjk2002",
    "replyCount": 1,
    "timestamp": 1452420000,
    "txt_content": " 本帖最后由 ttjk2002 于 2016-1-10 18:03 编辑 \n\n下面为大家放出第二篇：\n\n第一章 第二节 ＆第三节\n\n（二）峡谷生活施太格也是转居地下成为新人类的一员，居住在这个大峡谷之中。它是一个半封闭的地方，虽然由于日晒不足而导致骨质疏松，不过也让我们免于太阳风暴的袭击。在这个村落，没有现代气息却非常温馨。仿佛地球还没有经历过毁灭，还只是远古时代。我们自己种田，自己打猎，自己取水，挑水。人们养猪养牛，探亲访友。我们都很幸福。这个村庄出奇的大。但人却不多，顶多二百人。每个人都有几十间屋子，几十亩田。几十头猪，几头牛，几只狗，人与动物非常亲密。村庄内一片和谐气息。每天夜里，人们安顿动物睡觉，像对待亲人一样。这天晚上，施太格躺在床上，想着心事：我真的应该抛弃自己的国家俄国抛开沙皇躲在这里苟且偷生吗。施太格看了一眼墙上的斯大林画像，顿时胃里翻江倒海，回家的念头便打消了，心也沉了下来。不一会儿，就迷迷糊糊地进入了梦乡。\n\n（三）实验与此同时，山谷旁的地下传来声响，“呸！”一个人嚷道，“真扫兴，怎么又断电了！”这个人正在他的小房间里搞一些古怪的东东（也许他们叫实验室，不过不要在意这些细节），突然就“天黑了”，不过他那白羊胡和眉宇间依稀透出的洒脱气质还是能依稀辨认出他是一位正儿八经的科学家，不过这会他独自在“黑夜里”发牢骚，所幸也没人听得见。这个科学家高高的鼻梁上架着一副黑色框的眼镜，苍白的面庞上两只眼睛微微突出。猩红的嘴唇，微微上挑。 脸上有一个刀疤。刀疤的存在并没有令他显得凶恶，而是充满了一种野性的美感。他穿着西服，打着领带，戴着一双手套。面前是一个实验仪器，这所谓古怪的东东就是一个实验，一个极端危险的实验，当年也就是这么的一间实验室里，他挨了打，有了脸上这个伤疤，它是一个耻辱，但对他来说，更像是一种动力，为梦想而努力而不惜一切代价的冲动，其实他想给人体注入一种元素，使人的身体机能能增加数倍，有足够的能力与太阳风暴抵抗，那时候成千上万的人来要他的东西，那时候他的东西，将是天价！想着，笑容上了嘴角。“不过，我现在需要一个人来做第一位试验者。如果失败了，他不过也只是我成功道路上的一枚棋子，一个铺路的砖。他双手戴着白的瘆人的胶皮手套，颤抖地把装着血清的试管从试管架上端了下来。深红色的注射液如血，被科学家举在灯光下。光射在试管上反射满屋红光，也照出了他的轮廓。他仰起头冲着天花板，用沙哑的嗓音喊道：“妈妈，你看到了吗，我是一名科学家了，没错，是真的，正如你希望的那样。”他拿起布袋，穿上防太阳风暴的防化服，向着离这里最近的新人类住处——山谷进发了。这时已近黄昏，雾气很重，能见度很低，科学家低头想着什么，以他的力量，速度，搏击技巧在现在人类世界里完全可以打遍天下无敌手，只是如果有人有AK47，M4，M16什么的可就不大好对付了。很幸运，一切顺利，他沿着溪水溜进了山谷村子，却突然有些惊讶：庞大的村落竟以空房居多，很难发现目标，并且在这个年头，想找个身体健康的真难，人们都不像从前那样了，他们只吃饭，白菜，油菜，菠菜，一年四季基本都自给自足，虽能维持生计，但并不宽裕。科学家蹑手蹑脚，一个个房子挨家挨户地搜寻，在一个个的排查中，他锁定了目标，来到了施太格的房子。“总算找到了合要求的人。”科学家自言自语。手中的小东西一抖，拿出了一个袋子，很粗糙，散发出浓烈的刺鼻味道，袋子里不知浸泡了几个月的麻醉剂。科学家干笑几声，袋子倒过来便把施太格装了进去，口袋一封，背上袋子，健步如飞便回到了他的小房子里。回到房子拉开口袋，施太格早已昏睡了过去。他费力地把重了吧唧的施太格拉上座椅安顿好，把他的手拉过来用铁环绑在扶手上，并把他的脚绑在了椅子腿上。它连人带椅拖进了一个玻璃门房间，把所有仪器都安排好，看看屋内并没有发现什么问题，便小心翼翼地走出了玻璃门。他深吸一口气，心中暗暗紧张，成败在此一举了！手颤抖着按下了红色的按钮。仪器都运转了起来，指针指向MAX，巨大的轰鸣声从他的实验室传出。谷中的人都出来了，看着颤动的地面都呆住了。“战争又爆发了吗？”“那些鸟人还不知道他们错了么？”甚至有人眼睛都红了起来。大家面面相觑。实验室中，科学家仍沉浸在幸福之中，望着快要成功的实验，他眼中闪出兴奋的光，光将代表人类的崛起，当然也代表属于自己大笔大笔的财富，科学家沉闷地笑起来，再次走到仪器前，把铁控制杆缓缓推向上方。指示灯，一个又一个地亮了起来。发出稍稍刺眼的红光，就在这时，科学家听见隐隐有“嘶嘶”的细响交织在轰鸣声中，他大吃一惊，一个又一个检查机器，都无异样。在不经意中，他瞅向玻璃门的其中一个管子，发现它正冒着烟，心情瞬时跌倒谷底，他知道硫酸钠的腐蚀性。这个实验终会失败。他呆呆地坐在椅子上，双手托头，望着天花板发呆。\n\n因为是以word创作，所以排版可能有些漏洞，望大家谅解！\n（未经同意，不得转载，转载写明出处，联系方式QQ2985742239）最后，还是厚颜无耻地求人气、金粒，望大家支持！233",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1452435120,
            "txt_content": "你是不是不知道何谓分段"
        }
    ]
}