{
    "title": "〈原创.单篇〉［声明信］不分伯仲",
    "author": "末影龙娘",
    "replyCount": 3,
    "timestamp": 1452568260,
    "txt_content": " 本帖最后由 末影龙娘 于 2016-1-12 11:19 编辑 \n\n  由于我最近一段时间没有作品；而戴先生举办的会谈与文友会在沈举办的活动我也都没有去，所以最近有些写手问我，我到底在做些什么。\n  那好，我把之前向大家说过的话，在这里再次申明：我不是没有作品。戴先生那次会面我也去了，而且是第二个到的。只不过后来一直在耳科医院。\n  然而我在私下讲这件事时，由于故事情节本身甚为奇异，逻辑也有诸多荒谬之处，所以多数人是不信的。日后更衍生出了诸多版本，情节堪比悬疑小说，改编者不去当写手，真是屈才了。但谣言必须澄清，我只得在这里，公开地，尽可能完整地讲一遍。\n  那天大概是这么回事：\n\n  由于戴先生在沈也是说话比较有分量的报刊界人物，我就出于尊敬，早去了些。\n  当时可能只有早上六点——嗯，六点半——不对，七点半——也可能是八点——八点半吧——总之，我到那里的时候，只有戴先生一个人躺在狭窄小屋的摇椅上。所以无论记成什么时间也没有太大关系。\n  “啊，安根，是吧？”他似乎刚从摇椅里醒来似的嘟囔一句。随后，戴先生像没见过我一样把我的汗毛都打量了一遍，然后带上那副旧中国风格的圆框眼镜，从茶几底下抽出花名册，在连他在内的七个名字中找了一个半钟头——不过他是报刊人物，想来找一个名字找一个半小时也是出于严谨。\n  这一个半钟头，由于戴先生没有确认我的名字，所以我还不能坐。他像打赢了二战一样，胜利般地圈出我的名字以后，他又花半小时才注意到我发抖的腿。他也终于发现这一点，给我找了一个位置坐下。不过我本人没有怨言，因为他是报刊界人物。\n  离奇的是，我坐下的时候居然还没有人来。无人的乏味使我很快就和戴先生聊起文学。说到这里，我不得不敬佩戴先生的语言艺术，能巧妙地在三句话以内就把话题从文学转到他的个人经历上。而且他的讲述也极富有张力，不仅加之以诸多修辞手法，动作，神态，语气等也极富表演气息，而且气势之磅礴，语意之顺畅，神态之传神，堪称我少年时期生命中的点睛之笔。\n虽然戴先生前半小时的描写都很生动精彩，但请恕安根跳过这半小时的铺垫，来直接讲正文。\n  “……于是，我就去了闵望的那家地下酒馆。”戴先生的语气仍然像是在发表文学革命演讲，“我要是早知道，如今也不能这么后悔。我刚一坐下，还没来得及张张嘴，就有一个人赶紧蹿到我的桌对面坐下点菜了。\n  ‘呀，戴泽安。’他惊呼起来。\n  ‘你认识我？’这倒使我不知所措了，明明是他自己坐过来，却像偶遇我一样。\n  “‘怎么不认识？……在麦开论坛，你担任三家报刊的供稿者。’”戴先生一边这么复述着，一边站到了椅子上。\n  “‘那你是……’\n  ‘哎呀，哎呀，老兄，看来你从来不注意论坛创作版的！’\n  “然后，这位忍辱负重，艰苦卓绝的写手就向我介绍了他那些各种‘协会’的名头，把名字列出来都要二十分钟的作品，以及他的那些‘怀才不遇’。他当时就坐在我对面，音量差点把我震聋。”\n  戴先生一边说，一边打起了手势，要比划那桌子有多宽，那声音有多响，手两次直接扇在我脸上。他的语气也极其恢宏雄壮，其程度可以使我耳鸣。\n  “创作版我不是没去过，然而他的这些作品名，我有生以来都没有听过。也难怪；要是这样的人作品广传，翻创的人早就跑光了。\n  他的那些自以为对翻创有所研究的言论，毫无实际性可言。如果编成一本书，我宁愿拿它去烧柴火。然而这个协会专家还以极高的分贝大论起来：\n  ‘他们以为这样为翻创搞些活动，翻创就活起来了吗。创作版不是基于写手的；而是基于翻创人民，麦开文界人民的！我们取得成就全靠人民支持；我们的成就也就是人民的成就。我们吃的是人民的俸禄，即他们的关注，欣赏，与理解。没有人民或是得不到人民拥戴，翻创写手就谁也不能活。’\n  后面的话，我完全听不下去了，但是这些声音还是从我的脑缝儿往里钻：\n  ‘写手没有个对人民的态度！我不管他们对自己作品的态度怎样；但是翻创不是写手一方建立起来的。而写手也是人民：在创版这里，各个身份的人大多都是基于写手上；他们的意见就是人民中素质较高者的意见！这一部分，写手根本不有所取舍……人民的意见与你的文意有所关联和结合，这才是重点采纳的意见……’”\n  说着，戴先生本人也激动起来了。他不停地挥动手臂，打断了我一根肋骨，鼻梁骨也完全碎了；我的五腔里，恢宏的声音在其中回荡。但我全然不理睬这些小问题，因为戴先生是报刊人物，他的论点是极应得到尊敬的。\n  “我回头试图向闵望求助，然而闵望正忙着卖她新进的一批耳塞和耳痛水——这大概是她们的副业吧——生意十分好，根本无心理睬我。\n  ‘我们这是麦开文界，大多是靠学生建成的；学生之间的问题，都算学习交流，也是可以论学兄学弟的。两个学生因为文风而破口对骂，这简直和追星的学生大打出手一样幼稚……’\n  ‘先生，你停一下，’我勉强没有跳起来骂他，‘你说的这些，翻创版主都和我们说过，我们也都是知道……’\n  他却也不注意到我的脸色极其难堪。‘少提翻创版主吧，翻创管理层也是写手中选拔出来的，也是人民！这些聚帮聚伙的群组，一旦与周创有所联系，就好像自立起什么文学派系一样……翻创版主有领导能力，不然就是有关系，有钱。可是学生版主的写作水平，又比写手高明多少呢……’\n  我实在无法忍受了，腾地站起身。‘先生，收回你那两段演讲吧。你觉得这不好那不行，可是你自己就行吗？总要有人去做啊！你在这里大谈社会与人民，可是我就没看出来你哪句话是向着人民的。我看你的嘴上很厉害；那么，现在，你去申请版主吧，我们看你构建一个满座圣贤的翻创！翻创有你这样颇负盛名的写手，呵，他老子的，简直影响翻创的素质！’\n  说完我就跌跌撞撞地冲了出来，去寻找一所耳科医院。——哎，安根，你怎么啦。”\n  “没事……我只是有点激动，需要平复一下心情。”说完，我两只手捂着流血的耳道，跌跌撞撞地冲了出来，去寻找一所耳科医院。\n  当时的情况就是这样了；问我再多的细节，我也答不出来了。\n请仔细阅读全文后展开\n文后杂叙\n  1.之前关于此文，衍生了一些错误言论。我在此说明，这篇文章——或者说这篇道歉信——主角不在写手，而在“戴泽安”先生。\n  2.临近结尾处两行，绝对不是漏误而打了两次。\n  3.关于写手言论，此处绝无双面讽刺。写手不切实际的言论只是为突出其荒谬。\n  4.稿子是一年前定下来的。至于久而未发，是为了等待“时间考验”。到后来，也只是出于“照顾版内言论”，把闵望赶走写手的情节改为戴先生自行离开。\n  5.这封道歉信，如果读者读的不太通，笑笑文中角色的荒谬就可以，这篇文章的目的就达到了。\n全文篇幅：1100字。\n本文已收入拙文类聚",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1452688140,
            "txt_content": "这这这……\n这叫我能忍？\n回复量因为期末考试的事就算了，查看量算什么啊！\n别的也冷就算了，为什么海潮的水贴（摔桌）都有几个人跟分？\n我不能平静。"
        },
        {
            "author": "毒蛇",
            "timestamp": 1452688740,
            "txt_content": "嗯，看来你考完试还是很闲的。写的不错"
        },
        {
            "author": "zhangyu40177",
            "timestamp": 1452697920,
            "txt_content": "这。。。你这个贴是在说什么。。"
        }
    ]
}