{
    "title": "<原创·连载·圣杯>空[第三十九章：梦中那似曾相识的人][46241359]",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1452608040,
    "txt_content": " 本帖最后由 46241359 于 2016-2-1 19:05 编辑 \n\n空·第三十九章·梦中那似曾相识的人\n\n\n正文\n\n\n    纳尔唯独看见有一人站在不远处，背朝着他，头微微仰起，不知是在看没有色彩的天空，还是在看漫无边际的远方。谁知道呢，总之看的不是他就对了。    现在我是什么状态？纳尔尽力用方向感判断出自己到底是个什么姿势，但是因为四肢僵硬加上刚从疼痛中解脱出来，他什么都没感觉到。也许是站立的。对，很好，这么想想是有点站立的感觉了。看来自己的腿还没残废，能够站得稳。    接下来要试试移动，他在脑海中也无法构造出自己现在的姿势应该是多么的滑稽，就像是一个线断了动作僵硬的木偶，没准更像是一个关节坏掉的机器人。他试着把左脚抬起来，或者右脚也可以。但是都不行。啊，好吧，现在看来不应该是他移动，应该叫那人能注意到他。    这比前者更不可能，夸张点说，他连自己的呼吸声都听不到，尽管他能确定自己没死。所以唯一的办法就是尽量移动到那人附近，最好那人能心有灵犀一样回过头看到他。    他没想到只是随便想想的事，竟然成真了。那人本来一动未动的身体突然有了变化。仅仅一瞬间，他的头转过来了。但面容却让纳尔感到诧异，甚至是毛骨悚然。    一个熟悉而陌生的人。每次都是这样，遇见的都是熟悉却又记不起名字的人，都像一个过客进入自己的生活，没准哪一天就会再像是过客一样离开。    让人比较意外的是，虽然是一片黑暗，但他竟然能够分辨出这人的发色、服装款式、脸型、表情之类的细节，也有可能是他幻想出来的。    首先纳尔能肯定这一定是个C国人，黑发黑瞳，不管怎么看都有一种浓郁的东方气息。一副斯文的黑框眼镜，蓝的发黑的上衣，同色的长裤。不管怎么看都是个有头脑的人，也许“有头脑”还不足以形容他的文化水平。    应该怎么说？他和萧黎绝对不一样，可能看起来都脱不了医生这个职业，至少看的地方不一样！    嗯……扯远了。可是纳尔回过神来时，那个人已经像烟一样消失了，或者说，飘走了？纳尔突然感觉自己的心好空，似乎是被人挖走了一块，还是说他的心本来就这么大，是他自作多情？        “混蛋……记性不好竟然忘记关掉机器……”萧黎双眼紧盯着屏幕是，所幸电波不是一条直线，不然把他脑袋打成马蜂窝都不够还账的。熟练地键入指令，按下回车。界面被关闭，纳尔头顶的环状物宽松了不少，萧黎伸手拔掉插头。顾不上擦掉额头上的冷汗，只是快速的把启动程序时插入的U盘拔出扔进抽屉上锁，之后倒了杯凉水放在床头，快步离开房间。    有什么人在催他？不，不是的，他怕一个人，就是一个在那房间里的人——他怕纳尔在他忘记关掉机器的期间里看见了什么不该看的。    纳尔没什么特别怪异的感觉，他觉得头有些痛，电流声已经没有了，但是身体有什么地方不大对。有可能是头，也可能是别的地方。他坐起身，相比之前，他的精神状态恢复了不少，可是不管怎么安慰自己，他都觉得身体不对劲，不是多了什么东西就是少了什么，绝对不是器官。    脚踩在地面上，纳尔心里不断闪过的只有那个人的脸。不知道为什么，他会对一个似曾相识的人有如此深刻的印象，可能是真的见过但记不清，也可能是真的连见都没见过，完全是他虚构出来的一个人。    说到虚构……纳尔又想到一个人。他不确定这人是否是他虚构，但与这次见到的男性是一样的感觉。    他努力回想起她的面容，可以确定是个女性，国籍他不清楚，因为发色和陈一样，都是白的。至于是颜色的双瞳他记不清了，一身白色的装扮。这人除了皮肤几乎全身上下都是白的。与这次不同，这人他是在梦里见到的。而关于这个梦的时间……应该是几年前的事。别的他记不起来，唯一肯定的是，他在做这个梦的那天夜里，屋外正下着大雨，他是被一个雷惊醒的。    算了，先不想这些。纳尔站直身子，他感觉脖颈有些僵硬，双臂也发软。其实没什么，腿没软就好。他刚准备抬脚迈出第一步，心里却下意识地开始倒计时。    三。    纳尔看过四周，什么人都没有，电脑已经被关上了。也就在这个时候他才注意到萧黎给他接好的凉水，房间里很安静。这里看上去类似医院，但实际上并不像医院那样有嘈杂的声音。但是就是这样的一种死寂，让纳尔抬不起脚，或者说，有什么东西拦住了他，叫他要停下来仔细从这片沉寂中分辨出来。    二。    有什么东西在附近？没有，绝对没有。但是这个否定让纳尔自己都有些底气不足，如果不是有异常，他怎么可能会停下来，又不是精神病还是人格分裂……等等……纳尔低下头，凝视着瓷砖铺成的地面。地面……在动？    一。    看来身体的确有问题。已经倒数到了最后一秒，纳尔还是站在原地，他也不明白自己一直愣在这里是要想什么还是做什么。至少现在他清楚了一点，他的身体一定和原来有差别。在这之前他没这么敏感过。床头的那杯水似乎也已经开始不平静了，很快他就听见了纸杯因为地面振动而发出的声音。    零。    像电脑设定好的程序，或者说像是已经重复过无数次的动作，纳尔熟练地拉开抽屉，随意一翻就找出一副勉强能当做太阳镜的东西戴上。在天花板塌陷、炸弹爆炸之前，毫无停顿地打开窗户，翻出了房间。整个动作流畅、自然，在他人看来说是提前练习过近百次也毫不夸张。     我的身体……到底怎么了？\n\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n\n\n\n返回索引贴\n",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1452972300,
            "txt_content": "莫名特工小说感"
        },
        {
            "author": "q1622",
            "timestamp": 1452972420,
            "txt_content": "sam3737 发表于 2016-1-17 03:25\n莫名特工小说感\n嗯嗯嗯..什么鬼"
        },
        {
            "author": "q1622",
            "timestamp": 1452972600,
            "txt_content": "什么鬼啊....."
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1452995640,
            "txt_content": "不是多了什么就是少了什么\n用了第三人称视角，结果内心独白比我的原稿还多"
        }
    ]
}