{
    "title": "<原创·连载·圣杯>《混沌之歌》卷一·章八 “处心积虑”的陷阱 - Blealtan",
    "author": "Blealtan",
    "replyCount": 2,
    "timestamp": 1452692640,
    "txt_content": "卷一·章八——处心积虑的陷阱\n坐在北地人的雪橇上，我心中满是混乱。废话，不混乱才有鬼。突然一下子冒出来这么多奇奇怪怪的事情，又涉及了那么多神神叨叨的东西，这怎么会是能轻易接受的信息量。再说了……谁也不知道此行的尽头到底是危机还是新的故事……或者按照刚才心幻的说法，“走吧……没准有个长长的支线任务链等着我，不知道什么时候就拐回主线了，不用担心。”……好几年了我也算是习惯了他奇怪的发言。但是无论如何我都从他脸上看不到平时游刃有余的样子了。……只是我唯一不明白的是为什么心幻不动手。以他的魔术实力，像刚刚差点做到的那样封掉北地祭祀的巫术……大概按照心幻讲过的应该算神术吧，然后随便一个大范围的魔术甩出去就算是这群拿着斧头一语不发肌肉长进脑子里的蛮子也都得躺在地上了吧。……为什么呢。侧过脸看看心幻，稚嫩的脸庞上满是忧虑，和一股……杀气。没有打扰他，再加上周围尽是是敌非友的北地人……我也只好安静地等待。——可是显然某个人绝对不是会坐得住的。“呐，我说，为什么听他们的鬼话啊？以小幻你的水平，不应该随～便一发什么流星火雨啊暴风雪啊之类的甩出去干掉他们转身走人吗？”喂……你说的那是什么啊？真要影响天象，那已经是圣贤阶的魔术了好吗？“解释一下常识，刚刚那种情况下我最佳的应对是光焰阵。绝对不是什么用半圣贤的身子骨甩世界级的魔术。”心幻突然张开了眼睛，双眼分别闪烁着淡淡的红蓝两色光辉。“还有，快到了——稍微活动一下吧。猜得不错的话……有仗要打了。”顺着心幻的目光望去，远处的雪地里竖着一袭白袍。藏在雪地之中，还真是很难发现……但是很显眼的是他那双闪耀着紫色光辉的手套却让我瞬间便注意到了那人。……大概根本没打算隐藏吧。我也握紧了腰间的剑柄。此刻雪橇也停了下来，北地的这群人飞快地离开了这片土地。“哈——”听起来似乎是听过的声音。“果然不用担心你们不来呢。很明白形势啊，若是不来便必然要对北地的大主祭动手，接下来的便是一场战争，看来你们也明白这个道理。啊……何必担心呢，区区北地游牧之族，又为何要惧怕。”战……争？完全没想到啊，这是心幻没有当时就出手的理由么？“呵……若是真的出手，到来的便是战争……好算计。战乱之中死掉我一个人也不稀奇，是吧。就算……我是北地镇关大将的亲传弟子，也是一样。真是‘处心积虑’的陷阱啊。”嘴角挑起的心幻从雪橇上站起，回过头来看着我和月儿。此刻他的眼睛已是完全变得一红一蓝，带着一点仿佛扭曲了空间的波动，他说，“接下来不是你们的战斗了……若是好奇就看着，不过想走现在还来得及。”……当然，不会走了。看看身边的月儿……双眼中是好奇的光芒。就知道会这样。\n心幻说罢，他转过头去，双手中一缕缕光芒凝聚，浮现出的是带血色的一长一短两柄剑。这是以光影在现世具现，又以幻想填充的……投影魔术。虽然无法留存于世，但是对于战斗来说却是足够。左手短剑格挡，右手长剑进攻，这是血剑的基本——重心不稳啊！居然还能挥的起来剑，简直不可思议。只是……为什么不是魔术战呢。刚这么想着，身后一阵温暖，回头一看，那正升起一面云雾之墙。这……显然不是自然生成。回过头来盯着那人，他的双手……不，大概是手套，正闪烁着强烈的紫色光芒，深邃得仿佛紫晶石。飘飞的雪花一瞬间全部沉积在地上，整个世界仿佛在这瞬间停止了呼吸。本源术式。不知为何，脑海中浮现了前一天心幻的讲解。“看到就知道了——”当时他这么对我说过。还真是呢。圣贤……货真价实的圣贤，难怪心幻放弃了使用魔术，怎么说他也只是个半步圣贤……虽然心幻的魔术大概足以击败父亲那样的此世强者，但面对更高一级的魔术师，还是无能为力的。只有用近身战换取优势了。不过……更重要的是，雪花停下之后，白衣人的面容——“怎么？很惊讶？是我，宇文烟。唔，虽然你们可能不大理解，但是我就是要对西域人出手。”他将目光转向心幻，面容也变得扭曲。“你们！就是你们！都该死！入侵这片土地，害死了他，哪怕是到了七百年后的今天也不消停！”心幻背对着我们，不知道是什么表情。但他的手狠狠地握紧了剑——然而宇文烟继续不管不顾地说了下去。\n“小偷！当年我走后你们杀了他，现在又盗取他的传承，你们！都！”“该死！”伴随着这一声怒吼，那双紫晶光辉的手套剧烈的放射出遮蔽天地的魔力，又一瞬间收回到手套上。他猛地一蹬地，便朝这边冲了过来。\n“——该死的是你！”\n心幻也毫不犹豫地前冲。左手提起，横向一划，拨开了紫色的右手。右手的长剑向着对方的心脏突刺，又被紫晶的手套正面挡住。一瞬间，那手上被剑锋击中的一点发散出一抹光辉，似是抵消了剑锋的冲击。两个魔术师放弃了自己的本行，用不熟悉的方式对打……怎么看怎么觉得奇怪。一招一式，标准的武术攻防，像是教学训练一般，毫无惊险之处。根本不是武者的两人此刻打起了滑稽的战斗。然而我笑不出来。被仇恨驱使的两个人……他们的战斗又怎么可能就这么温和地持续下去。我也没有傻到会小看一个圣贤和一个半圣贤的战斗，更不会傻得冲上去帮心幻的忙。他的魔术……一定会在合适的时候出手的。……唯一让我理解不了的，是为什么宇文烟也要正面硬拼。紫晶的一双手在面前挡住了一次斩击，一瞬间又向后滑去。二人的战斗忽地停了下来。“呵……本想试试他的战斗方式，但是果然还是应该走自己的路啊。不得不说，你学他的道，学得有模有样——但是单具其形可是太弱了啊。用你的魔术吧，我也会以魔术师的方式对待你的。”宇文烟的背后闪起了金色的光芒。端庄肃穆，仿若通向天之座一般——那金色的光幕之中，以肉眼难以捕捉的速度，射出了金色的光弹之雨。而此刻的心幻，依旧是先前的状态，不断地用附加了魔术的双剑击飞一枚枚无法闪避的光弹，规律的步伐之间我能看到的是比先前武术战更甚的自信。“只是如此？你的圣贤之术难道只是用来装饰场景的？东方的魔术师，满怀着不知所谓的仇恨的杀人鬼，用你的本源魔术！”一边说着听起来十足冷静的话语，心幻猛地爆起，顶着光雨冲向了那不知隐藏了多少秘密的宇文烟。\n\n连载目录&序章\n考试考得累觉不爱，今天的电路是已经崩了。。。更一章缓解心情，准备迎接接下来的三连击第二发。顺便上一章忘记附言和at了。。。看到的去补吧23333\n@1137246733 @2B与mc的故事 @china521 @Sad_elevenKH @guqu @风吟浅唱  \n[groupid=534]InfinityStudio[/groupid]",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1452693540,
            "txt_content": "忙于码字的我暂时没耐心看\n我大概说说缺点吧：对话流。\n以及这中二的人物名蛤蛤蛤——"
        },
        {
            "author": "Blealtan",
            "timestamp": 1452693900,
            "txt_content": "46241359 发表于 2016-1-13 21:59\n忙于码字的我暂时没耐心看\n我大概说说缺点吧：对话流。\n以及这中二的人物名蛤蛤蛤—— ...\n对话流是老毛病没法改了（雾好吧我尽量减少对话。。（其实已经少不少了。。啊啊啊好难）\n"
        }
    ]
}