{
    "title": "【圣杯】<原创·连载·同步更新·我的世界：边境游离>[第二章 数据身，雷霆现]",
    "author": "边境碎黎",
    "replyCount": 0,
    "timestamp": 1452749040,
    "txt_content": " 本帖最后由 边境碎黎 于 2016-1-19 13:11 编辑 \n\n\n\n\n      僵尸锋利的爪子碰到血盾的一瞬间，本来狰狞的面容却在这一刻大变。\n　　这一爪足以让陈生这种手无缚鸡之力的人死去，但当它碰到了血盾时，它就知道自己遇到了难缠的对手，可它是绝对不会认输的。\n　　当！\n　　僵尸的爪子碰到陈生的手臂，如同撞上了一块钢板。\n　　陈生眼前符号不断跳动，一句一句信息在不断呈现。\n　　“受到伤害，生命值减少一点！”\n　　“防御力增强0。01！”\n　　陈生从路边商店中，抽出一把崭新的水果刀，他现在有实力可以对抗僵尸了，不再是那一个胆小，和其他人一样，只知道躲在暗处发抖。\n　　鲜血在流淌，僵尸攻击力虽强，但防御力也比常人高不了多少，估计得有两三点。\n　　僵尸见同伴受伤，愤怒地吼叫着冲了过来，在强大的防御力面前，它的攻击只会给陈生造成一点伤害。\n　　鲜血越多，陈生防御力越强！\n　　但血盾的持续时间有限，若是不能在十五分钟内解决这三只僵尸的话，死的就会是他。\n　　正因为他不想死，所以他的每一次攻击都是针对僵尸的胸部一击颈部，尽可能一击必杀！\n　　这才学会战斗不久，每一次攻击都非常生疏，力度角度他都没法控制好，让很多可以杀死僵尸的机会都被浪费了。\n　　噗！\n　　一道一道的刀痕印在僵尸的身体上，它们流血越来越多，陈生的防御力越来越强，但每一次的攻击只会扣掉一点生命值。看样子，若是防御力超过受到的伤害，最低只会掉一点生命值。\n　　他大概摸清楚了僵尸的基础攻击力是多少了，绝对不超过十点。\n　　“吼！”\n　　一只僵尸被陈生针对，拥有不小防御力的僵尸，最终死在了陈生的手下。\n　　十三分钟，有着血盾支持也需要十三分钟！\n　　他终于知道为什么僵尸这么可怕了，光是这防御力的强悍，就足以让子弹无法对它们造成太大的伤害，若非陈生有着血盾的支持，他恐怕就直接被僵尸生撕了。\n　　陈生抽出了嵌入僵尸脖子中的水果刀，刀锋已经不再锋利，但可以击杀一只僵尸，这对他来说简直就是一件天大的好事。\n　　第一次可以，那么就会有第二次，第三次。。总之，他以后再也不用担惊受怕了。\n　　僵尸倒地后，化作一团白色的光团悬浮在空中。\n　　光团剧烈的颤动着，仿佛里面有什么东西在不断的对光团进行撞击一般。陈生对这一幕说陌生也不陌生，说熟悉也并不熟悉。他之前和那一些背板他的人合作过，杀死了一只僵尸，从光团中喷出的物品，他就得到了这血盾技能。\n　　另外两只僵尸看到自己的同伴被杀，悲愤地吼叫一声，快速地离开了。\n　　它们知道，若是在继续和这一个人类拼下去的话，它们也只有和它们的同伴一样，只有死的命运。\n　　但是它们并不知道，陈生也已经达到了穷途末路，只要它们继续和陈生纠缠在一起，陈生这一回必死无疑！\n　　叮叮叮！\n　　三道如同金属撞击的声音在陈生脑中响起，陈生看着两只僵尸离去的背影，满脸激动地看着越发剧烈颤动的光团。他知道这声音代表着什么，每一次的响声都代表着光团中会喷出多少件物品！\n　　“发了，发了！”\n　　当第一件物品被喷出来的时候，陈生看着这熟悉的轮廓，眼睛都瞪直了。\n　　“这，这是。。”忍不住内心地激动，他握着眼前的物品死死不放，仿佛是看到了什么救命稻草一般。\n　　在他眼前的，是一块淡蓝色透明的水晶体，这东西在之前击杀的僵尸中也有掉落，除了血盾的技能书，第二个掉落的自然是这水晶。\n　　纯净透明的水晶效果好得可怕。\n　　狂暴蓝晶：\n　　这是蓝晶矿脉中一种非常常见的矿物，它有着意想不到的力量，将它捏碎，你的攻击力将会提升一到三点，每一次使用效果都会下降百分之五十，第三次使用同种水晶，将不会有任何效果！\n　　没错，就是这一块水晶！\n　　基础攻击力提高一到三点，虽然不多，但在战斗中却有着不小的提升，试想一下，若是你的伤害总比别人多出那么一到三点，十次，百次攻击下来，你的伤害会造成多少？\n　　这客观的数字让人胆寒，陈生几乎没法控制住自己内心的狂喜。\n　　毫不犹豫的捏碎了狂暴蓝晶，蓝晶的力量顺着陈生的掌心遍布全身，他现在轻轻挥动一下拳头，便可带起阵阵破风声。\n　　陈生查看自己属性，攻击力一栏从原来的2点上升到了5点，他将水晶的力量全部都吸收了，达到了最好的效果！\n　　这时，光团又喷出了一件物品，陈生看着这一件物品，险些要惊呼出来。\n　　“不是吧？运气居然这么好？”\n　　陈生几乎不敢相信自己的眼睛，在他眼前的是一把十五厘米长的匕首，通体铜黄色，锋利的刀刃闪着猩红的锋芒。\n　　这可是一把武器！武器的作用之前他就见到过，只不过那是一把长剑，而这是一把匕首，忍不住拿起来仔细查看，一连串的符号闪烁不定，在陈生的眼前聚集，构成一个又一个的字符。\n　　狼牙之刃：\n　　噬血狼族的狼牙所制成，这是一把强大的武器，它继承了噬血狼族的噬血能力，你的攻击将会对敌人留下无法恢复的伤口，若是敌人拥有强大的恢复能力，则恢复能力的效果减少百分之五十。\n　　攻击力+2\n　　敏捷+1\n　　。。\n　　陈生已经激动得说不出话来了，两件装备足以让他一人独自行走在这一座布满危险的城市中，小心翼翼地将匕首收入腰间，等待着第三件物品喷出。\n　　前两件物品已经非常逆天了，那么第三件物品呢？又会是什么样的东西？\n　　光团在剧烈的颤动着，仿佛就要炸裂开一般，有着霞光喷射而出，光团极为不稳定，陈生大惊，拿出了狼牙之刃，以最快的速度后退着。\n　　如此不稳定的光团，莫非是要爆炸不成？\n　　他可不知道神秘的光团若是爆炸会有什么样的效果，他不敢去试，也不能试。\n　　轰！\n　　伴着一声如同雷声一般的轰鸣声响起，烟雾在扬起，光团已经被烟雾所笼罩，如此声势，莫非是要喷出一件不可思议的武器不成。\n　　电闪雷鸣，电光火花在尘烟中疯狂轰击四周，电花在空中炸开，那光团也在这一颗灰飞烟灭，化作烟雾伴随着尘土一起消失了。\n　　这动静可是闹得不小，雷击将一座小平房劈穿了。\n　　陈生浑身颤抖，若是刚刚他还站在光团附近，他相信自己即便是有着血盾的保护也无法抵抗如此强大的雷击。\n　　那一道雷光在空中释放无尽电芒，没有丝毫收敛的意思。\n　　此时，陈生眼前再一次浮现字符。\n　　“雷霆法旨[一]，是否吸收？”\n　　简单明了，却是让陈生大喜过望，没想到光团最后一件喷出的物品，居然是一个技能，而且这还是超脱了技能书限制的技能。\n　　陈生选择了“是”，那滞于空中的雷光化作一道流光冲入他的眉心。\n　　一个个字符再一次窜了出来。\n\n<上一章>                                 <我的世界：边境游离[索引]>                                 <下一章>\n\n\n",
    "replies": []
}