{
    "title": "关于AE2（应用能源2）的相对优越性（破事水）",
    "author": "特务支援课",
    "replyCount": 11,
    "timestamp": 1452703620,
    "txt_content": "    之前和基友在联机多MOD生存服务器的时候，把家里所有的东西都塞进了ME网络里，弄的一基友大为光火。\n    基友强烈要求拆掉网络用回水晶箱子，理由是他把各种道具分类的好好的一个一个塞进箱子里现在找个东西还要搜索（然而晚生我觉得他的分类只有他自己找得到……）。\n\n    当然对此晚生我严正拒绝了，理由是AE方便自动化。\n\n    基友说：难道还有什么事情是AE做得到而水晶箱子和BC管道做不到的吗？\n\n    晚生我当时一时语塞，是啊，论自动化，有什么是AE2做得到而普通的BC，RP等等做不到的呢？虽然复杂的自动化AE比较好做，但一般的简单自动化传统模组远远优于AE。\n\n\n    但是凡是真正好好使用过AE，拿它做过自动化的人都能感觉得到AE却使用起来舒服，有它的优越性。\n\n\n    当时晚生用集成度，美观度，方便性，可靠性等等试图为AE辩护，但总感觉没有抓住这种优越性的要点。作为一个学习软件工程的学生，晚生我总觉得使用AE的舒畅感似曾相识。\n\n\n    直到有一天我在上传自己的整合包的时候突然想到，作为自动化模组AE其实和BC、RP等有着本质的不同。\n\n\n    如果仅仅是作为“自动化模组”，那么AE和BC、RP并没有什么功能上的绝对差异，二者间的差异并非是功能上的，而是逻辑和思维方式上的。\n\n    AE最大的不同是，它是“面向对象的”自动化模组。而与此相对的，传统自动化是“面向过程的”自动化模组。\n\n    或者用MC的语言说，AE的自动化是“面向处理机器”的，逻辑基于一个一个被分割的处理任务，而这些任务之间并没有传统的时序关系，而传统自动化是“面向物流”的，逻辑基于一个严密的顺序序列，这个序列尽管可能存分支和部分的迭代但是绝不会回溯，是广义树形的。\n\n    这可能是论坛上许多传统自动化信徒和AE信徒撕逼的很大理由之一，这二者其实本不应该拿同一套逻辑相提并论。\n\n    如果拿面向对象的“封装”，“接口与实现”，“重用”，“抽象”等等概念去理解AE的自动化系统，讨厌的ME端口和子网络（或者生产集群）等等的概念就很好理解了。而面向过程的传统自动化是注定不能很好的完成这些概念的。但是相对的，这些复杂的概念并不适合实现极为简单的功能。\n\n    晚生我认为面向对象（或者说面向处理机器）才是AE最本质的优越性。\n\n    破事水一发，权当抛砖引玉……当然晚生是砖。希望能帮到苦于理解AE的复杂概念的同学们。",
    "replies": [
        {
            "author": "richung",
            "timestamp": 1452706080,
            "txt_content": "玩Ae就像把几百个千变万化的技能合并成一个技能…如果没有其他Mod补充更多内容，这个Mod比作弊Mod降低娱乐性。"
        },
        {
            "author": "特务支援课",
            "timestamp": 1452735900,
            "txt_content": "richung 发表于 2016-1-14 01:28\n玩Ae就像把几百个千变万化的技能合并成一个技能…如果没有其他Mod补充更多内容，这个Mod比作弊Mod降低娱乐 ...\n    其实AE在没有其他科技MOD功能的情况下自己几乎没法跑（谐振仓那可怜的效率……），而且确实很多人无法习惯使用和设计AE高度集中化，C-S风格的行为模式（这个模式最好是给很多人的基地，很复杂先进的科技树使用的，例如格雷）。\n\n    但是习惯的人会在设计中不自觉的采用云模式，一个成熟的AE系统会自然而然的将“操作”和“处理”分开来，将所有的机器打包成一个“云端处理中心”，然后你会发现增删功能和操作终端极为容易，不需要更改已经存在的任何网络部分。这是传统自动化所永远不能达到的。\n\n    而层主所指的内容是在功能层面上讲的，在这一层面传统自动化也有封装处理过程的倾向（只是不那么明显），而这并不是AE的真实优势所在。AE作为面向对象自动化的优势是极大的重用潜力和修改简易性（或者装逼一点说是低耦合度而高内聚度），这也使得设计一套成熟的AE自动化系统是十分大的乐趣和挑战。如果只把AE当作水晶箱子的替代品真的是十分大的浪费。"
        },
        {
            "author": "MarcoV",
            "timestamp": 1452747300,
            "txt_content": "首先，我没有专业知识，只是凭借自身的感受发表意见\nAE这种比较智能化的自动化系统固然是好，但是也有自身的缺点，使得BC等简单自动化依然占有很大的市场\n复杂程度是一方面，玩会AE比玩会BC对一个玩家来说要难得多，导致AE玩家数量上不及BC等传统老牌自动化mod\n其次是所对应的主题不同，AE卖点就是智能化，搭建好自动化的网络之后只需要从面板里点几下就能自动开始所需的步骤，类似LP，这些都是十分人性化智能化的设计。相比之下BC为代表的所谓的“自动化”就是以流水线为背景的，而且无脑程度较高，适合做一些常态化的步骤，比如造石机，由于AE，LP的合成是玩家下令之后才开始，而且精确计算所需材料的个数，当下达合成命令之后网络就会按照命令做相应数量的物品。但是有的时候你不需要这么精确，玩家有时候要的是大批量的某物品，越多越好，这时候就无需用AE和LP等智能化的网络来完成，只需要串几根管道，先干什么再干什么事先规定好就可以了。现在很大一部分的自动化还是后者这种简单自动化，所以它们仍占有很大的市场"
        },
        {
            "author": "特务支援课",
            "timestamp": 1452752580,
            "txt_content": "MarcoV 发表于 2016-1-14 12:55\n首先，我没有专业知识，只是凭借自身的感受发表意见\nAE这种比较智能化的自动化系统固然是好，但是也有自身 ...\n    嗯……确实是在流水线作业上传统自动化要简单和便宜许多……其实我也是看MarcoV大大的工业视频进的坑，所以很有幸能在这里展开有礼有节的撕逼（笑）。\n\n    我其实想说的就是不应该把AE作为一个一般的“自动化”模组来使用，它应该是服务于BC、RP、TE等等模组，起到上层应用的作用的……如果作为自动化的应用的话一个比较有效的例子就是关于原来格雷4的全自动核聚变（晚生直到现在也没敢动格雷5（笑）），这是一个传统自动化很难搞定的项目（论坛里的解决方案基本上都采用了极大的缓存和前端过剩的产能来保证系统稳定性），但是这样的项目并不多。\n\n    智能生产其实只是AE强大抽象封装能力的冰山一角而已，但我现在除了云端机器中心的基地建造模式之外还没有想到其他可行有效的应用……\n\n    不过确实，只是简单的自动化的话，BC和TE（可怜RP已死，PR未完）已经足够了。\n\n    但是想一下，当充分的拿AE装逼之后……在服务器里：\n\n    “喂那个谁帮我做一套量子嘛”\n\n    “哦你自己去那边终端申请了然后提货箱拿”\n\n    “ ∑(っ °Д °;)っ卧槽这什么系统！！”\n\n    “ヽ(??ω?? )ゝ 装逼成功计划通”\n\n    想想还有点小激动呢23333，再配合上各种千奇百怪的无中生矿方法，这不是只要坐在中央控制室里翘着脚啜着药水就天下我有了么233333"
        },
        {
            "author": "Blealtan",
            "timestamp": 1452754920,
            "txt_content": "说句实话。。AE2的自动化是指令化的系统；而BC之流的基本上是流水线。源源不断的全自动化其实BC更合适，也更经济（当然没有AE2那么炫然并没什么问题）。不过BC等老牌自动化普遍缺点就是生产控制基本上是红石，打开整条流水线全开，关掉整条全停。谁来给我做个可控的专门造一个量子的试试，一点材料都不准浪费（笑\n而且我始终认为把这些东西理解的这么复杂就是一个很坑的事情。为什么总是要总体考虑呢？每一个部分都能很好的运作，这些部分在一起可以完成一个大的任务，这就足够了。AE2不会介意他的接口伸向的是一个机器还是一个标准的BC流水线，BC也不会介意它的原料来源是AE2的输出还是一个箱子。AE的出发点是控制，而BC的出发点是物流，这就是它们最核心的差别，也是造价、使用方式等等差别的根源。\n（谨以我从开始认真混mc就研究AE的姿势扯几句）"
        },
        {
            "author": "gonglinyuan",
            "timestamp": 1452755100,
            "txt_content": "很有意思。虽然BC也许能实现所有的AE功能，但是就像LZ所说的一样，绝对不是一个思路。与“面向对象和面向过程”类比的确很不错。\n\n另外从编码的角度分析，AE2的算法实现是十分高效的，将网络作为整体进行计算，减少了很多原本无序混乱的简单模拟，比起相同功能下的一大堆BC管道，简直是服务器的大救星。"
        },
        {
            "author": "特务支援课",
            "timestamp": 1452767460,
            "txt_content": "Blealtan 发表于 2016-1-14 15:02\n说句实话。。AE2的自动化是指令化的系统；而BC之流的基本上是流水线。源源不断的全自动化其实BC更合适，也 ...\n    确实AE极为复杂……这可能是很多人反感AE的最主要原因了……但它就是必须复杂。把复杂的事情变得简单本来就这么复杂。\n    对于层主所说的“每一个部分都能很好的运作，这些部分在一起可以完成一个大的任务，这就足够了”这一部分，这其实上就是我一直试图解释但又不好解释清楚的问题……AE并不是拿来做流水线的，更不应该以用流水线的方式用AE。\n    对于BC等传统自动化，我能找到的最好的嘲讽可能是“你们能把同一台机器放进两个处理流程中，并且同时开启这两个处理流程吗？”（我并没有真的嘲讽的意思）。对于同一个处理方法的高效重用是面向对象之于面型过程的主要优势之一，也是AE之于传统型自动化的主要优势之一。AE的特性是用同一套机器做到一切，重点不是“做到一切”，而是“同一套机器”。"
        },
        {
            "author": "庐州月",
            "timestamp": 1453285620,
            "txt_content": "起码合成这点BC比不上，合成一个终混算算要多少自动合成台，用BC就是管道看起来高大上，完全没AE方便"
        },
        {
            "author": "卖哥",
            "timestamp": 1453381500,
            "txt_content": "AE效率很高，但是没有什么自动化步骤是非AE不可的。\n这点FZ就是一个反例，FZ的自动化效率可以说是各mod里偏低的，但是对容器具体格子实行交互和判断方块颜色的功能似乎目前为止还是它独有。"
        },
        {
            "author": "393575404",
            "timestamp": 1453863540,
            "txt_content": "为什么不，在一边用AE，基友在一边用水晶箱子。\n(水晶箱子后边有存储总线)"
        },
        {
            "author": "393575404",
            "timestamp": 1453863600,
            "txt_content": "AE自动化能力已经突破天际"
        }
    ]
}