{
    "title": "【坑翻】TNT大炮技巧",
    "author": "孤独秋叶",
    "replyCount": 4,
    "timestamp": 1452749640,
    "txt_content": " 本帖最后由 孤独秋叶 于 2016-1-25 13:28 编辑 \n\n【TNT大炮技巧】原文:\n\n[size=15.0000009536743px]When building TNT cannons, one wants to ask certain questions, disregard in creative, these are usually for SMP (Survivlal Multiplayer)  \n[size=15.0000009536743px]\n\n[size=15.0000009536743px]1) Whats the purpose? \n[size=15.0000009536743px]\n\n[size=15.0000009536743px]a) Bunker busting, undeground bases can be penetrated with slow tnt  \n[size=15.0000009536743px]b) Range: good for keeping a distance \n[size=15.0000009536743px]4) Damage: good for demolishing many buldings or even people \n[size=15.0000009536743px]5) projectile speed: how fast do you need tnt to travel, as faster tnt tends to bounce \n[size=15.0000009536743px]6) Height: how high is the base and your cannon \n[size=15.0000009536743px]\n\n[size=15.0000009536743px]2) Any material constraints? \n[size=15.0000009536743px]In survival, there almost always will be some sort of constraint, be it sand, or gunpowder.  \n[size=15.0000009536743px]\n\n[size=15.0000009536743px]3) How is the base, what is it built with, who owns it? \n[size=15.0000009536743px]\n\n[size=15.0000009536743px]a) is the base short? is it tall, is it a sky base, if so, tnt cannons will not work unless you build them either equal to or less than (slightly) the height. The lower you build, the farther it must be from the skybase in order to hit it as TNT arcs in a parabolic fashion \n[size=15.0000009536743px]\n\n[size=15.0000009536743px]b) Is it built with Obisidian (obby), if so, maybe you can damge the things inside it, as tnt will carry its damage if it cant penetrate, up to its maximum range, eg: If block A cant be penetrated, maybe block B can \n[size=15.0000009536743px]\n\n[size=15.0000009536743px]c) If it's a large clan, its likely to be guarded in some way, possibly even trapped, be careful, but the general rule is: Larger clan=more loot, more danger \n[size=15.0000009536743px]\n\n[size=15.0000009536743px]4) What design suits the project at hand? \n[size=15.0000009536743px]\n\n[size=15.0000009536743px]a) for low ground bases, or underground bases, shorter cannons are best \n[size=15.0000009536743px]b) for normal bases and houses, any tnt cannon will do \n[size=15.0000009536743px]c) for an obsidian base, try to dig around it, depending on size, tnt damage may destroy everything inside, and you can dig in the house and claim it \n[size=15.0000009536743px]d) Skybases need special attention, you need to build the cannon to the height equal to the base, any lower warrants a cannon slightly farther away, with a longer cannon.\n\n\n\n翻译:\n 在制作TNT大炮时，一些人总会问一些问题，而忽略了想法，这些通常是针对在SMP(生存多人)的时候。\n1.先想好目地，和用途。\n他可以破坏碉堡，穿透地面防御工事。\n范围：可以保持很好的距离进行攻击\n破坏：可以炸毁建筑，或者炸人。\n炸弹速度：你需要多快的速度发射TNT，过快的速度会导致反弹。\n发射高度：你的大炮需要多高的高度来发射TNT？\n\n\n\n\n会有什么材料的限制？\n\n\n在生存模式里，能用上的材料和物品也只是一点点，不论是沙子还是火药。\n\n如何做好底座，底座是什么？，怎么建。\n\n\n\n\n是在建地面？还是建空中，如果想把他建在天上，TNT就不会随着你的抛物线进行发射，除非你把它建在一定的高度上。较低的地方比如地面。\n\n\n它是用黑曜石来制作？如果是的话，也许炸弹将炸毁自己的炮台，因为TNT有很大的不足之处，如果它不能发射，将炸毁炮台零件，例如：如果A方块不能发射出去，就会炸穿炮台B\n\n\n若把它做为防御工事，那它就必须加以防护，否则可能被敌人利用，所以要小心，但总的原则是：更多的大炮=敌人更多的战利品，所以很危险。\n\n\n怎么样来设计TNT大炮最适合？\n\n\n把地基埋在地下，越短的大炮管就越好。\n对于一般的堡垒和房子，基本所有TNT大炮都可以炸毁。\n\n\n黑曜石炮台，根据大小将炮台周围给挖宽，因为TNT可能摧毁四周，你可以在家里做。\n\n\n空中大炮需要特别注意，你需要把大炮的高度建立在一定的高度上，射程远的大炮有任何高度偏差都会使大炮射的稍远一点\n\n\n\n\n",
    "replies": [
        {
            "author": "lorinder",
            "timestamp": 1452750780,
            "txt_content": "原文乱码= ="
        },
        {
            "author": "时光~~~",
            "timestamp": 1452755340,
            "txt_content": "图片何在{:10_514:}"
        },
        {
            "author": "mys199571",
            "timestamp": 1452777540,
            "txt_content": "没看懂。。。。"
        },
        {
            "author": "1443200445",
            "timestamp": 1485343680,
            "txt_content": "那就要把爆炸保护关了 然后就能炸服了"
        }
    ]
}