{
    "title": "【圣杯】<原创·连载·同步更新·我的世界：边境游离>[第三章 一挑二，无压力]",
    "author": "边境碎黎",
    "replyCount": 6,
    "timestamp": 1452751620,
    "txt_content": " 本帖最后由 边境碎黎 于 2016-1-20 22:31 编辑 \n    雷霆法旨[一]\n　　雷霆之主的法旨，你的攻击将会附带雷电特效，每一次攻击都会造成你攻击力百分之五的雷电伤害，减少自身受到的百分之十的雷电伤害。当你集齐所有雷霆法旨，会有意想不到的收获。\n　　特效一：被击中的敌人将会有百分之三的几率被麻痹，麻痹三秒，三秒无法进行任何动作。三十分钟内，无法对同一目标使用。\n　　当前进度：1/8\n　　冷却时间：无（被动）\n　　陈生简直不敢想象自己的眼睛，这一个技能居然只是一个破碎的技能，光是八分之一就有如此效果。\n　　雷霆法旨是一个被动技能，这也就代表着他可以随时随地激活技能，没有时间和冷却的限制。\n　　陈生朝天空握紧拳头，此时，他听到四面八方都有奔跑的脚步声传来。\n　　“不好，一定是雷霆法旨弄出的动静将他们都吸引了过来。”陈生慌张地想要逃走，却不料一支白羽箭矢擦过他的左耳，狠狠地钉在墙上。\n　　“小子，得到了一些不该得到的东西，没有那一个实力就不要藏着掖着，给我们，我们给你食物。”\n　　陈生转身看去，只见一个中年大汉一手执弓，一手摸着背后箭筒中的一支箭，说来也奇怪，这箭筒中居然只有两支箭。\n　　随后，脚步声越来越多，一个又一个的人从中年男子的身后跑出。\n　　“柳冰凝，你跑得也太快了吧！”一个青年支起鼻梁上的眼镜框，右手搭在大汉的肩头，气喘吁吁地说道。\n　　青年回过神来，看着孤零一人的陈生，他开始仔细打量起眼前这一个人。\n　　而在陈生身后，又有数道脚步声响起，陈生见到来者，一愣，而后怒视对方，就像是在面对杀父仇人一般。\n　　“你居然没死？！”一个拿着一把奇异长剑的光头大汉，看着陈生就像是在看着什么怪物一般，被三只僵尸追杀居然没有丝毫的损伤！\n　　“我不死，是天佑我。但你所做的一切，大家心里都明白。”陈生目光有些寒冷，光头男子一愣，随后哈哈大笑。\n　　“就算你不死又怎么样？赶快交出你得到的东西，我可以放你一马，不然..”光头男子挥了挥手中的长剑，长剑撕裂空气，带起阵阵破风声。\n　　“你？就凭你？！这是我听过最好笑的笑话！”陈生摸向腰间别着的匕首，只要光头男子稍有动静，他就能以最快的速度将他压制。\n　　而在陈生的身后，带着眼镜的青年看着陈生两人，像是看透了什么一般，扬声道：“我想我知道是什么情况了。兄弟，一起？”\n　　陈生一愣，随后看向青年。\n　　他身着一身名牌西服，头发闪着光亮，身上没有一丝的血腥气息，反而还有一股香气扑面而来，一副眼镜垂在鼻梁上，那一双看似和善的笑容之下，有的尽是贪婪，他根本不是要帮自己，陈生可以看得出来。\n　　“怎么样？我们联手将他们解决掉，然后再分战利品？以你的实力，难道可以同时对付我们这么多的人吗？你好好想想吧。”\n　　青年看着陈生，一副志在必得的样子，他的脑中已经开始渐渐地形成一个网络，把所有可能发生的一切都列了出来，只要将这一个被围在中央的青年拉拢过来，剩下的人他们可以随意解决。\n　　他相信，陈生不会愚蠢到一个人的力量对抗十个人的，光是僵尸喷出的战利品，他们十人手中绝对不下三件，而僵尸落下的技能，加起来也绝对有一个，他不相信陈生还会狂妄地要对抗他们。\n　　“余林淳，你确定我们应该帮助他，而不是对面那一群人？为了一个人而与六人对拼，我们人数不占优势，这样值得？”\n　　柳冰凝抽出了背负在身后的一根手臂粗细的钢管。陈生警惕的看着柳冰凝，这一个人血腥气息很重，恐怕是一个杀人不眨眼的家伙，他身上一处处子弹扫过的痕迹清晰可见，他的力量陈生可不敢小看。\n　　“怎么，陈生你以为找到了靠山我们就不敢教训你了是吧？就算加上你，我们这里仍然比你们多出一个人，而且我们手里的武器可不是好惹的。”光头大汉看着陈生，一抹狰狞出现在脸上。\n　　“他们？就算你们一起我也不惧！”陈生有这个自信，也有这样的资格，雷霆法旨强大的伤害，匕首提供的敏捷和攻击力加成，足以让他一人对付这里的十人。\n　　“你太狂妄了！一个人对付十人，怕你接不下！”余林淳满脸怒色，他没有想到陈生居然敢一个人对付他们十人，这真是太狂妄了，莫非他已经绝望到了发疯的地步了？\n　　“我从不狂妄，但对于某些人来说，这的确是狂妄。因为..你们没有那一个实力！”陈生将匕首抽了出来，疾步冲向光头大汉。\n　　对于他来说，只要戴眼镜的青年不出手，他就不会去攻击他们。一旦他们出手了，他必定一起解决，是敌人就不能放过。\n　　“小子，你找死！”光头大汉提了提手中的长剑，等到陈生冲来，眼中闪着寒芒，一剑刺向了陈生，锋芒直指陈生咽喉，眼看就要撞上了。\n　　一点的敏捷不得不让人正视，陈生嘴角勾勒出一抹骇人的笑容。既然你不仁，别怪我不义！\n　　“不把我们放在眼中，柳冰凝，给他一点颜色看看！”余林淳没有了先前的和善，他就像一个疯子一般朝着陈生大吼着，一切都不在他的掌控之中了，剧情不应该是这样发展的才是。\n　　柳冰凝提起钢管，如同一颗炮弹一般冲了出去，地面都在震动，陈生脚步轻点地面，瞬间便弹射而起，反手匕首刀锋扫过光头大汉的右臂，他想要直接刺穿光头大汉的胸口的，却被长剑挡住了。\n　　轰！\n　　柳冰凝挥动钢管，朝着陈生脑袋砸了过去，却没想到陈生的速度快得可怕，仅仅是一瞬间的反应他就成功的侧身躲过了钢管的重击，同时迎面而来的长剑被他半蹲躲开，长剑与钢管轰击在一起，光头大汉瞬间飞了出去。\n　　不等陈生反应，钢管再一次挂在了他的头上。\n　　“死！”柳冰凝大吼一声，陈生被这一吼给惊住了，稍稍一愣，等他回过神来，钢管已经来到了他的面前。\n　　人们如同看待一个死人一般看着陈生，只要他一死，绝对会有人冲上来抢夺他的匕首的，这无可置疑，现阶段，僵尸喷出的物件没有一件是垃圾。\n　　“雷霆法旨，激活！”\n　　陈生面色疯狂，匕首朝着柳冰凝的手腕刺去，只要先手击中，让钢管的位置发生偏移，他就不会被一击斩杀。\n　　匕首上闪着电芒，当柳冰凝注意到这一点的时候，陈生的匕首已经刺入了他的手腕，雷电瞬间遍布全身，仅仅不到零点一秒的时间，柳冰凝就被一股无形而且强大的力量生生推开了。\n　　大家就像看到了什么不可思议的一幕。\n　　当柳冰凝狠狠地摔倒在地上的时候，本是疯狂的余林淳露出了恐惧之色。\n　　这个人不好惹！\n\n<上一章>                                 <我的世界：边境游离[索引]>                                 <下一章>\n",
    "replies": [
        {
            "author": "边境碎黎",
            "timestamp": 1452783060,
            "txt_content": "沙发我的了，怎么没人说话"
        },
        {
            "author": "xcc",
            "timestamp": 1452853080,
            "txt_content": "这技能真是有些 。。。 像mmo rpg啊"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1452859500,
            "txt_content": "新人你好，欢迎入坑\n嘛，关于这种风格的小说，什么技能介绍啦之类的，我总觉得有些中二（我还好意思说别人中二）\n不过描写还是有一定功底的，至少不像是小学生……\n但是代入感还不够。这仅仅是第一章，一开头就莫名其妙地进入了故事，会让人觉得不自然。而后面又是一大堆不认识的名字和名词，很容易让读者没有耐心。而且在后期，楼主还需要花不少功夫填坑。\n其他方面暂时不予评价。继续努力吧"
        },
        {
            "author": "边境碎黎",
            "timestamp": 1452868200,
            "txt_content": "2B与mc的故事 发表于 2016-1-15 20:05\n新人你好，欢迎入坑\n嘛，关于这种风格的小说，什么技能介绍啦之类的，我总觉得有些中二（我还好意思说别人 ...\n之前写过玄幻，习惯性就写成这样了"
        },
        {
            "author": "名人才华",
            "timestamp": 1453298760,
            "txt_content": "这一个人不好惹！\n“这个人不好惹”表达效果好一些"
        },
        {
            "author": "边境碎黎",
            "timestamp": 1453300080,
            "txt_content": "名人才华 发表于 2016-1-20 22:06\n“这个人不好惹”表达效果好一些\n表示赞同！！"
        }
    ]
}