{
    "title": "<原创·连载·圣杯>《草方块之谜》第一卷 第一章 永夜",
    "author": "初阳时光",
    "replyCount": 10,
    "timestamp": 1453009140,
    "txt_content": " 本帖最后由 初阳时光 于 2019-8-2 09:29 编辑 \n\n\n楔子     夜幕中，Steve打量着这个世界。      沙漠无穷无尽，夜晚令人的心完全沉静下来。星空上的星座个个都在黑暗下完美的显现出来，有规律的排列组合使他想起了他的生日——二月十日，水瓶座。他在茫茫星海中寻找着那组星。没过多久，他就找到了。      水，与空气，是重要的大自然的组成要素。水孕育着上亿个鲜活的生命，且人类又不得不依赖空气而生存。他低头，想了想。      人们都说水瓶座无法捉摸，他却不这么认为。      古代，中国以星官来划分天际。最早记载星官的著作是司马迁的史记·天官书，其中录有91个星官共五百多颗恒星；隋朝的《步天歌》中更是已记载星官283个，它们分别属三垣或二十八宿之一。      “星官。”他自言自语道。      他喜欢一个人在星空下漫步。虽然很晚，但是他毫无倦意。他躺了下来，享受着沙子舒服的质感。口袋里的一个苹果掉了出来，滚到了他的眼前。皎洁的明月散发出了柔和的蓝光，似有似无，令人仿佛身处仙境。黑暗中的光总是让人觉得亲切，当然， 星光可能比城镇中那些容易招惹小飞虫的路灯光要冰冷一些。现在是深秋，地上却看不到一点落叶的踪迹。广阔的沙漠让他回忆起重生前他生活着的那一片大地。      他觉得很孤独。      于是，他就这样循着星光上路了。      他的身影消失在夜色中。\n第一章 永夜      直到第六个夜晚，Steve才拖着疲惫的身子，找到这个幽暗的小屋。      这个小屋坐落于沼泽地旁，面积不大，不能容纳几个人，但是家用物品却样样俱全——在地下室里，有一个储藏室，储藏着一些不为人知的秘密。Steve站在门口，敲了敲门，一举一动中满是期待和激动。      “你是Steve吗？”一个陌生的男子打开了门，这样问道。Steve看不到他的正脸，只能看得到他大概的轮廓。他很高，手里拿着一个吃剩的苹果核。他的语气中透露出了一种不苟言笑的姿态与一种居高临下的威严。      “你是谁？”他的声音有一点儿像是在嗫嚅。      “我是Nelson。”Nelson似乎听到了对方的话语声，语气才显得高兴了几分。      “嗯……”他对这个名字似乎有点印象。然而，他却不知道这个似曾相识的人为什么会知道他的名字。      两个人都沉默了很久。      终于，新来的发话了：“这个房子干什么用的？”      “你不知道吗？”      “我才来这里六天而已。”      “这是沼泽屋，就是被废弃的在沼泽地里的屋子，旅者可以进来的。”Nelson说着，带着这个突然的来客进入了满是火把的主房间。      “这个箱子……”Steve看了看这个箱子上的“[Private]/Nelson”的牌子，便想问问他是如何抢到这个沼泽屋的占领权的。      “哦，”后者答道，“这片沼泽地没人敢进来，你也知道，这片沼泽地非常大。”      “没人敢进来？”这听起来像是天方夜谭。我自己不就进来了吗？他这样想。      Nelson顿了顿，只是稍为敷衍地说：“是啊……先别聊这个话题了，要不要我给你看看这箱子里面有什么东西？”      那个箱子是双格箱，里面好像被塞满了。      这对永夜世界的新人来说可算是一个惊喜。他慌乱地点了点头，假装自己并不见识短浅。      说时迟，那时快，Nelson用手迅速劈开牌子，示意他打开。      他一惊，缓缓地打开。没多看几眼，他就被箱子中的一件物品深深吸引住了。      “屠——龙——刃？”Steve看着物品名，喃喃道。      “嗯，难道你真的没见过？”Nelso喝了一口随手从小圆桌上拿起的藕羹。      “是啊。”      “那么，我现在郑重地告诉你，”Nelson放下杯子，迅速地拿出了那把具有6个属性的屠龙刃，“顾名思义，它是用来屠龙的，但是龙……”      “只会在一个特定的时间出现？”      “聪明！”Nelson打了个响指——Steve，这个刚刚重生没多久的家伙，貌似真的不是普通人。      忽然，骷髅的箭声响起，让Steve不禁打了个寒战。谁都知道，战斗即将开始。      Nelson打开对面的箱子，拿出一把八成新的铁剑。      “快！”Nelson把铁剑递给他，“快去杀了那只骷髅！”      “噢噢！”后者似懂非懂地点了下头，冲出了这间沼泽屋。      他杀死了骷髅，但却遇到了后面的僵尸大军。他拿着剑，往前直冲，杀出了一条血路，但是自己的血量也扣了不少。      这时，他想往后看Nelson的表情，但是那间木屋却消失了。一不留神，Steve被一只骷髅放毒箭射中。      随着血槽变黑，他在一片血泊中倒下。\n      他们再次相见已经是约半个月后了。      “你是……”      “Nelson。看来你不记得我了吧？”      “噢，我记得。”      沼泽屋旁似乎养着一只时不时发出一声声鸣叫的羊。      阴森的气氛，在夜晚的环境中，确实很容易营造。      “你那天晚上的举动我都看得一清一楚，”Nelson叹了口气，端起茶杯，“你选择职业也太早了吧，你又不是不知道这是永夜。”      “驯兽师怎么了？”Steve整理了一下背包。      “你觉得呢？”      “我不怎么觉得啊。”      “驯兽师，其实和那条龙有关。怎么说呢，这个职业名称里面的‘兽’其实指的就是那条龙。”      Steve目瞪口呆。他趴在一条长凳上，拿出背包里的速溶果茶粉，照着袋子上的教程冲了一杯果茶，便似乎想起了什么。      对，他立刻想起了那天的事情。      “我……很抱歉……那天没讲技巧就径直冲了过去……”      “啊哈哈，抱歉？没这个必要吧！”Nelson笑着递给他一把钻石镐，“喏，挖矿要用。”      Steve尴尬地往窗外一瞥，看到了一个巨大的史莱姆在外面跳舞，发出黏答答的响声。史莱姆是一种非常稀有的生物，常常在夜晚的沼泽中出现。      不管这些了，反正粘液球对我来说也没什么用。他这样想。      但是门口的敲门声引起了他们的注意。      Nelson若无其事地开了门。      Steve听到敲门声，急忙拔出剑，紧张地看了看门口。      “Nelson！”一个女孩走进来了。      “啊，Candice！”Nelson似乎非常熟悉这个女孩。      女孩将一沓粘液球放进了箱子里。      “喂，你怎么找到我的啊？”Nelson看着箱子里湿漉漉的一大组粘液球，表情十分复杂。      “你说说，你除了沼泽地，还会去哪个地方？”      “啊……”他恍然大悟。      Steve站在旁边，看着外面的星星点点。      女孩又从背包里拿出一组熟鸡肉放到小圆桌上，这让吃了很久腐肉的他很是兴奋。更加令他惊讶的是，女孩居然也有一把屠龙刃。      他见状，忍不住问了问Nelson：“为什么她也有屠龙刃？”      Nelson只是笑笑，说：“我给过她一把。”       “我吃几片鸡肉。”Steve随手从小圆桌上拿起四片，狼吞虎咽了起来。      “话说，你们两个怎么认识的啊？”他嚼了嚼嘴里焦嫩恰好的鸡肉，“——你们肯定认识吧？”      “这个……”Candice咳了咳，“我们是在屠——”      “咳咳！”Nelson尴尬无比，“这个我来说，我们是在表演节目的时候认识的！”      “哪个节目？难道是上周五的例行丰收联欢会？”      “呃……具体的不记得了，只记得她和我一起表演而已啦！”      Candice仍旧发出“嗯，嗯”的声音，有一搭没一搭地应着。      Nelson用一个理由轻松把这个只会乱问的男孩支出去钓鱼。后者拿起靠在墙上的鱼竿，哼着小调往外面跑。      “你要告诉他么？”Nelson生气地质问着Candice。      “你觉得呢？”她一个反问，把气势拉的老高。      “你为什么要告诉他？”他也气势汹汹，“告诉他你可以得到什么好处？”      “你难道没看出来吗？”女孩十分生气，“我一进来就发现他是个屠龙的好苗子！”      “反正我没有看出来。”他摊了摊手。      Steve又回来，走进储藏室。     Nelson听见脚步声，心里一慌，便索性假装在拿东西：“嗯……这里是曲奇……然后这里是羊毛和羊毛剪……”      Steve从后面偷偷地潜入：“哒哒！你被吓到了吧！”      他虽说早已觉察到Steve的到来，但是还是着实为他如此快的移动速度吃了一惊：“啊！”      “嗯，我想问一个问题。”Steve看了Candice一眼，满是被逼迫的表情。      “说吧。”      “为什么这儿没有白天？”      “呃，应该怎么和你解释呢……打个比方好了，”Nelson一本正经，“这就像外星人问我为什么会有地球一样，都是回答不了的问题。”      窗外，是懒散的随机生成的牛群。它们无精打采地走着，或者可以说是凭着本能迁徙着，试图这逃离这片令人沮丧的永夜之地。可惜，现在他们已经是在无力地挣扎，一切所作所为只是徒劳。地上被污染的草，已经不能成为它们的食物，这注定了它们最终要因饥饿而死。他们三个人望着窗外的漫漫繁星，若有所思。突然，Candice开口了：      “我突然想到我好像听过一个关于永夜的传说！”      “永——夜？”其余两人诧异地看着她。      “对。要不要听听？”      “要！”他们异口同声。      永夜是永远的夜晚，可以造成植物的枯萎，让茂密的森林变成不毛之地。      “听说在大概你还没重生之前，”Candice指了指Nelson，“这个世界并不是永夜……”      “那时，这儿并不是一片黑。白桦林听说当时就在我家门口，但是我一点印象都没有了。”      “然后呢？”      “然后……好像有一条巨——”还没等她说完，Nelson也觉察到了一些端倪，所以立刻用眼神阻止了她的“敏感说辞”。      “对对，巨大的……鱼，反正我也不怎么记得是什么就对了！”Candice咳了咳，尽量避免犯和刚才一样的错误。      剩下的那人发着呆，似乎在听，又似乎在神游。      “反正就是那个东西嘛。它一出现，我就被吓到了：黄褐色的眼睛，长长的身子，橘色的鳞片，还窜到空中释放一种奇怪的像墨汁一样的东西。当时我在打猎，然后看到这样的恐怖景象，被吓得跑回家了。”      “真像个童话……”Nelson喃喃，“情节这么简单？那就不算传说了啊？我还以为你要讲几个小时。”      “反正就是这样的啊。”       夜还是不停地继续，星星还是永无止境地循环着。这是永夜，这是永远的夜晚。突然，云间的一抹橘黄吸引了Steve的注意。是早晨吗？他盯着这不可名状的，从未见过的亮光，突然感觉将会发生什么，但又难以表达。亮光越来越大，越来越刺眼。Steve惊诧地注视着这令人惊异的景象。      “你们快看哪！”Steve指向窗外，惊叫道。      但是——      当他们抬头的时候，那束橘黄色的光却迅速消失了。      “不会吧？”\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1453124820,
            "txt_content": "游戏对话流"
        },
        {
            "author": "名人才华",
            "timestamp": 1453127340,
            "txt_content": "神级对话流……\n还有一件事……世界背景都没交代清楚……一大堆乱七八糟的东西要靠猜\n想一想，假如没玩过mc的人看这篇文章会怎样"
        },
        {
            "author": "名人才华",
            "timestamp": 1453128840,
            "txt_content": "bilibili，语文阅读赏析开始~\n天空下起了雨。\n所以，这个环境描写你想表达什么……\n直到第六个夜晚，Steve才找到这个令人兴奋的小屋。\n句子杂糅了吧……\nSteve在这巨大的沼泽地中游荡了几天，直到第六个夜晚才找到一个栖身之地——一个充满安全感的小屋，他十分兴奋，硬是挺了挺疲惫的身躯，拖着僵硬的脚步走向小屋。\nSteve站在旁边，看着外面的星星点点。\n前面都没交代就拿星星点点做名词这样真的好吗……\n黏答答地跳舞\n没见过如此羞耻的副词……\n还有文章中突然跳出来的概念也是醉了……（我强行把自己代入到服务器视角中才读懂……一点）\nSteve突然去吓Nelson那段也是有点迷……\n圣杯啊……自己还是好好斟酌一下吧……"
        },
        {
            "author": "46241359",
            "timestamp": 1453196580,
            "txt_content": "楼上才华菌已经把我要说的都说完了\n对话流的问题我不想再谈，因为这个版块对话流太多，我的建议是尽量精简故事里的对话，可有可无的都删掉，只留下对于故事情节发展有用的对话即可\n嗯，不得不说，阁下的语文肯定不是语文老师教的。语病层出不穷外加各种矛盾。对话的描写也是相当幼稚，环境描写的出现位置也是十分诡异，时间跳跃过快给人感觉是在应付，另外太啰嗦，人名出现次数太过频繁。总之我和才华一样，写文章要多斟酌，不能想到什么就立刻写上，写完之后也要回过头自己看看有没有什么不妥的地方，看都不看就发上来真的是……"
        },
        {
            "author": "初阳时光",
            "timestamp": 1455843900,
            "txt_content": " 本帖最后由 初阳时光 于 2017-8-15 15:40 编辑 \n名人才华 发表于 2016-1-18 22:29\n神级对话流……\n还有一件事……世界背景都没交代清楚……一大堆乱七八糟的东西要靠猜\n想一想，假如没玩过mc ...\norz谢意见"
        },
        {
            "author": "初阳时光",
            "timestamp": 1455844020,
            "txt_content": " 本帖最后由 初阳时光 于 2017-8-15 15:41 编辑 \n46241359 发表于 2016-1-19 17:43\n楼上才华菌已经把我要说的都说完了\n对话流的问题我不想再谈，因为这个版块对话流太多，我的建议是尽 ...\norz谢意见"
        },
        {
            "author": "初阳时光",
            "timestamp": 1455844080,
            "txt_content": "名人才华 发表于 2016-1-18 22:54\nbilibili，语文阅读赏析开始~\n\n所以，这个环境描写你想表达什么……\n史莱姆除了黏答答还可以用什么【手动滑稽】"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1455877140,
            "txt_content": "可不可以换个文字颜色\n白色和橘色闪瞎了我的狗眼，看文都是折磨"
        },
        {
            "author": "初阳时光",
            "timestamp": 1455879180,
            "txt_content": " 本帖最后由 初阳时光 于 2017-8-15 15:41 编辑 \n彼岸在望 发表于 2016-2-19 18:19\n可不可以换个文字颜色\n白色和橘色闪瞎了我的狗眼，看文都是折磨\n可以啊 第三章好了"
        },
        {
            "author": "初阳时光",
            "timestamp": 1456115100,
            "txt_content": "友情链接：第二章：http://www.mcbbs.net/thread-558854-1-1.html\n第三章：http://www.mcbbs.net/thread-558940-1-1.html"
        }
    ]
}