{
    "title": "{原创·连载}轮回 第二章",
    "author": "呵呵再世",
    "replyCount": 3,
    "timestamp": 1453014900,
    "txt_content": " 本帖最后由 呵呵再世 于 2016-1-17 16:54 编辑 \n\n    “黎云，我感觉我有双重人格，内心高兴，外表痛苦。我要疯了，啊！”苍末瞪大双眼望着黎云。“呵呵，怪我咯，这个噩梦伴随了一个月了，明天可以走了，太棒了”黎云同样望向苍末“恩？好吧，走”说完苍末将黎云拉走，走向床旁边的箱子，打开了，但里面却什么都没有。“黎云，箱子里的面包了。”苍末望向黎云“额……那个……吃了”黎云含着手指看着苍末“这个，好吧，你，懒得说了”苍末无奈地关上箱子，自顾自的走向另一个箱子。\n\n    “吱”又一个箱子被打开，所幸的是里面的苹果还在。“吓死我了，还以为这箱苹果也被你吃了。”苍末如释负重一般。“切，你认为我是那种人。”黎云鄙视着苍末，但他此刻内心想的并不是这样：什么！竟然还有一箱苹果，我不知道，唉，我堕落了。“呵呵，你本来就是。”说完苍末又走向另一个箱子。\n\n    “吱”武器的反光亮瞎苍末的眼睛，“嗯，不错，黎云。”苍末指着黎云“来，你过来你的铁刀拿着，把石刀丢了吧。”“嗯！来了。”语毕，黎云下了床走过来。伸出手将铁刀拿着，仔细端详“嗯，不错，村长的手艺就是这么好，都可以当传家宝了。”黎云伸出手抚摸着。“或许吧，你的铁胸甲拿着。”苍末随手一丢，一件银光闪闪的胸甲就飞到了黎云面前。\n\n    黎云穿上它，瞬间觉得自己狂帅拽吊酷。苍末也顺手拿出两把铁剑和一件胸甲“该出发了！”苍末拿起食物走了出去，“等等我。”黎云同样拿起食物走了。而在房子外的老头突然从沉睡中睁开双眼，拿起身旁木杖追了出去。同时走在路上的黎云略有深意的望向了后面，笑了一声，摇摇头走了。\n\n    一路上，苍末和黎云走走停停，时间也被拖到了晚上。\n\n    “黎云。”苍末停了下来看着黎云。“干嘛？”黎云不解地看着他。“你听到了什么？好像是有人在厮杀。”苍末仔细听着。“有吗？该不会是有人在晚上杀僵尸他们吧。”黎云也同样仔细听着。“乒乒乓乓”黎云和苍末顺着声音望去，却见一阵火光。\n\n    “荣天，你真的要这样赶尽杀绝吗？”一个似乎受了很重的伤的男子骑在马上，凝视着那名叫荣天的男子。“呵，赶尽杀绝？这只是对我来说是一个任务。”荣天看着重伤男子，说道。“哈哈哈……任务！你逼我的，我叶天死而无憾。”说完，叶天拿出一个闪耀着紫金色光芒苹果啃起来。“咦？附魔金苹果，真舍得。所有士兵听命，随我一起捉拿叛徒叶天。”荣天感到诧异，但没过多久面目就狰狞了起来“你身上肯定不止一个。哈哈哈，都是我的了。”荣天大笑道。叶天开始苦笑了起来，没错，他有8个，但是这是用它命换来的。\n\n    苍末和黎云都蹲在这里看着好戏，丝毫没有冲上前去的行动。而那老头也在后面苦笑，努了努嘴，说了只有他一人能听见的话“呵呵，还真像。”\n\n    叶天拿起背后的长枪大喊道“既然没法躲了，那只能杀出去了！”语毕，还未等他们反应过来，就见一柄长枪横少大半士兵。“这么多年了，你还是这样。”荣天摇摇头，从身后抽出一把大刀与叶天厮杀起来。\n\n    仅仅数秒，就将所有士兵斩杀干净。“呼呼，你为何不帮助你的士兵。”叶天大口喘气道。“为何？我怕他们抢我功劳！”荣天大笑道。“你，唉，好吧。”叶天欲言又止，随后又掏出一个金苹果吃起来。\n    但荣天见状，很生气。为何？因为他早已把附魔金苹果认为自己的东西了，这个东西吃一点少一点，很稀有的。荣天冲上前去，一阵风转残云激起一阵狂风冲向叶天。\n\n    “额，黎云。”苍末有些尴尬地望向黎云。“干嘛？”黎云有些不耐烦。“我们这样真的好吗？”苍末吃着苹果望着黎云。“你要帮忙你去，我才不去了。”黎云对着苍末说道。“额，好吧，你说的对。继续看。”苍末见黎云有些烦闷，继续吃他小苹果了。\n\n    再将视线转到荣天与叶天这儿。狂风将叶天击退，给荣天一个良好的时机，发出了一道横斩。叶天直接往后倾斜，躲过了荣天横砍。但荣天手转将叶天的左手臂砍去。“啊”叶天大叫一声“可恶，这么强，再吃一个。”随手又将一个附魔金苹果给吃了。“什么，又吃一个，我砍死你。”荣天愤怒地说道。\n\n    转眼间手臂又长了出来，“乒乒乓乓”叶天的长枪与荣天的大刀扭打在了一起。叶天长枪往地下一刺激起一阵阵尘灰。但荣天好歹也是将级初期，怎么可能被叶天这个兵级后期的人打败了。拿起大刀往地下一劈，长枪，断！\n\n    “啊？！怎么可能，我的长虹。”叶天呆滞地看着他的长虹枪。“战斗中分神可是不好的！”荣天一吼将叶天从怀念中拉了回来，但叶天还是反应慢了一步，叶天的脑袋从身体上滚了下来。\n\n    “哈哈，可以去领奖了，嗯？这把枪。”荣天走到叶天旁边看着那把长枪--长虹“这把枪用黑曜石打造的，但还是没我的陨石刀，嗯，拿回去卖钱。”荣天头头是道地对着长虹评论道。\n\n     黎云在听到这把枪是黑曜石打造的时候，冲上前去，如同疯狗一般抢了过来。在黎云冲出去的时候，苍末也随之苦笑，同样的冲了过去……\n\n     一阵拳打脚踢，结果自然是黎云和苍末被撂倒，毕竟他们也只是兵级初期。“你们是谁，为何来抢我的东西。”荣天怒看着他们。“这个……那个……没什么,就是好奇。”苍末以笑脸相对。“好奇？好奇是吧，我猜你们应该好奇怎么死吧，拜拜。”说完，便拿着大刀砍去。\n\n\n     电光火石之间，一个黑衣人出现“给我一个面子，如何。”\n上一章有人给我指出了缺点，所以这一章，我自认为改正了，请再次指出这一章的缺点。谢谢。\n\n",
    "replies": [
        {
            "author": "q1622",
            "timestamp": 1453016760,
            "txt_content": "不错不错，点赞"
        },
        {
            "author": "初阳时光",
            "timestamp": 1453017000,
            "txt_content": "这篇文章情节性很强，但是，还有一点小小的改进空间。问题主要分为以下五点：\n“呵呵，怪我咯，这个噩梦伴随了一个月了，明天可以走了，太棒了”黎云同样望向苍末“恩？好吧，走”\n①标点符号似乎少了一点。我认为应改为：\n“呵呵，怪我咯，这个噩梦伴随了一个月了，明天可以走了，太棒了！”黎云同样望向苍末：“恩？好吧，走！”\n②这里的语言运用似乎欠妥：\n黎云穿上它，瞬间觉得自己狂帅拽吊酷。\n似乎写的有点冲动。\n③我认为这里应该语言留白：\n黎云鄙视着苍末，但他此刻内心想的并不是这样：什么！竟然还有一箱苹果，我不知道，唉，我堕落了。\n④情节错误：\n转眼间手臂又长了出来，\n这里即使是适当虚幻，也不至于“转眼间”吧？\n⑤用词过于血腥：\n叶天的脑袋从身体上滚了下来。\n加油，你有潜力能写得更好！"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1453019400,
            "txt_content": "楼主仍然没有把握好节奏。很多东西几乎一笔带过，没有好好过渡。\n既然楼上已经有评论了我就不再多说了。\n还是那句话，如果写完之后再认真看一遍，修改一遍，很多错误可以避免"
        }
    ]
}