{
    "title": "Humans+  人类+",
    "author": "aizuo",
    "replyCount": 15,
    "timestamp": 1307177400,
    "txt_content": " 本帖最后由 baizuo 于 2011-6-25 09:07 编辑 \n\n如mod名字一样，大量的人，人，人，人。\n\n安装所需：\n- Risugami's ModLoader ( http://mcmodcente...php?did=48 )\n- Risugami's AudioMod ( http://mcmodcente...php?did=50 )\n\n\n- 15 mobs, Assassin, Bandit, Rogue, Rogue Archer, Hunter, Wanderer, Him, Settler, Lost Miner, Mob Horse, Knight, Elf, Samurai, Pirate and Shadow Walker\n增加了15种敌人：杀手，强盗，流氓，流氓弓箭手，猎人，流浪者，Him，殖民者，失落矿工，马，骑士，精灵，武士，海盗还有暗影行者\n\n- A full featured Alignment system, in which, you can gain/lost trust from different factions.\n- A few new items, a Cookie (which i added first notch >_>), An assassin's blade, which can (1 in 3 chance) kill a mob in one hit, An alignment checker to check\n增加了一些新道具\n\n  where you stand with all of the big bad mobs out there.\n- Faction Flags, very rare drops that can be placed on walls to act as mob spawners for the faction they represent.\n- Friends, some factions will help you if you are good enough, others will work for contracts.\n- Fully customizable config file, change all of the values to get a truly unique experience\n- Equestrians! Thanks to the great DrZhark for giving me the horse code, with a little modification i was able to make horses that Humans can mount and ride!\n- Fishermen, Pirates are able to fish for any water creature, be it added from another mod or in the original minecraft.\n- Zelda style hearts are a 1 in 3 drop from most mobs, they will heal 1 heart on contact.\n- Leaders spawn with a group of their faction that follow them around and fight for them, leaders themselves are stronger, faster and have moer health\n  They also have randomly picked names above their heads and wear special leader capes.\n- BETA: Compatibility with Millionaire mod (note: I can't guarantee that because i don't play minecraft ).\n- Over 70 Textures for the mobs, they are randomly picked at spawn, but each faction has their own texture pool and are easy to tell apart.\n超过70种不同的造型！\n\n\n\n\n\n正义阵营\nAssassins, Elves, Hunters, Humans (3 types) and MobHorses.\n\nAssassins\nThese guys are bad ass, they are the only Humans to be trained in both the arts of wielding a bow AND a blade, they are incredibly fast, attack those of the Evil alignment (Although they will not attack the player if he is Evil out of respect), Click these guys with a book (original Minecraft book) and they'll follow and fight for you, whilst in \"team\" mode you can give them Bread to heal them and Arrows to replenish their Quiver, Assassins by default have 30 Arrows and 20 hits with their weapon, if they run out of weapons they will disappear in a puff of smoke, leaving behind nothing but scraps of paper, Did i mention they can climb up most surfaces? Kill one and he may drop a book, Hidden Blade, or some bread.\n    \n\n     \nElves\nElves, Guardians of all defenceless mobs, these silent warriors spend most of their time up in trees firing a storm of arrows onto their opponents, They have a good aim but have a longer reloading time, They dislike hostility in most forms, you may even find one attacking you if he catches you killing animals, they drop arrows, flowers, mushrooms and sometimes even a bow.\n \n\n  \nHunters\nHunters, Probably one of mr O’s favourite mobs, these guys are fast, strong and mean, they generally spawn in groups and hunt those who are Evil, They spawn on Grass and Cobble during the day, but at night only on natural stone and dirt, They drop cookies, redstone and Fish.\n   \n\n\nHumans & MobHorses\n (includes Lost Miners, Settlers and Wanderers) \n   \n   \n \n\n\n\n邪恶阵营\nBandits, Pirates and Rogues.\n\nBandits\nA once peaceful race, they were driven to the shores by the warring nations and outbreak of Roguery, Because of this, they are generally hostile, they also attack animals for food, they drop cacti, sand, gravel and cooked meat. \n  \n   \nPirates\nPirates are able to fish for any water creature, be it added from another mod or in the original  They will spawn in a boat.\n   \n   \n\nRogues\nRogues/Rogue Archers, Outcasts from the native lands, these guys have respect for most of the Evil mobs, apart from an outstanding war between them and Bandits, Their Archers are fast, they have poor aim but a good rate of fire, their melee fighters are strong but have little health, you can expect a nice assortment of drops from these guys.\n   \n \n\n\nThe Military\nKnights and Samurai.\n\nKnights vs. Samurai, these 2 factions have been at war for a short time, the Samurai travelled very far to conquer the Knight's land, This Alignment is unaffected by the balance of good and evil, Each Nation fighting for their own cause, they are generally unconcerned for any other mob, unless provoked of course, they have lots of health and spawn on fields, they drop an assortment of rares.\n\nKnights\n   \n    \n\nSamurai\n       \n\nThe Undead\nAn unimplemented Alignment is the Undead, consists of Notch's mobs (Skeleton, Zombie, PigZombie), as well as Shadow Walkers and the fabled Herobrine, these guys generally attack living things, even if they can't win. (It will be possible to join this Alignment in a future update).\n\nHerobrine\n  \n\nShadow Walkers\n  \n\nAlignment Information\n善恶值\n从-100到100之间，初始值为50. 低于0就会转到邪恶阵营。杀坏人加10，杀好人减10.你可以做一个善恶值观测器：\n[stick][stick][stick]\n[blank][paper][blank]\n\nSo the Alignment is a static int, which means there'll only be one occurrence of it at any time, It's maximum is 100 (Good) and it's minimum is -100 (Evil), currently starting on 50 when you start Minecraft, 0 is the switch-point from Good to Evil, If you want to be good, you attack Evil mobs, which will +10 to your alignment meter, but also, attacking good mobs will deduct 10 points from your Alignment Meter. Alignment checker (shows your current alignment stats) is made with 3 sticks (top), 1 paper (centre), 3 sticks (bottom) 10 Uses.\n\nMiscellaneous\n\n阵营旗帜\nItems that are dropped very rarely by most humans, they are effectively mob spawners, so you can populate places, each one spawns a different mob.\n阵营旗帜是一个很稀有的道具，打败大多数敌人都有很小的几率掉落。它每隔一段时间就会刷出对应阵营的敌人。\n\nSo, every 10 minutes, they will spawn 5 of the mob that they represent, but configurable.\n\nHidden Blade\n袖剑\n一把非常强力的杀手武器，他有1/3的概率秒杀敌人。如果你是邪恶阵营，那么祈祷你做掉的杀手会爆吧……如果你是正义阵营，那么只需要空手右键一个杀手，他就会把这玩意免费相赠。注意每一把只能使用20次，无法制作也无法修理\nA powerful Assassin's tool, can be obtained whist in either good/bad alignment, If you are Evil, your best bet is attacking a weak Assassin and hoping he drops one, if you are good and in a team with one or more Assassins you can right click one of them with nothing in your hand to receive this powerful item, It has a 1 in 3 chance (just like Assassins themselves) of killing most mobs, it only has 20 uses and is not craftable/repairable.\n\nHearts\n心\n心是一个非常特殊的道具，当你接触的时候会恢复你一心的HP。如果你满血接触你就能获得它。\nThe heart is a special item, because it's actually technically a mob (that is 2d and doesn't move), on contact it will heal you 1 heart, it can be collected when you have full health, also for those who cheat their health amount, it will no longer set it back to 20.",
    "replies": [
        {
            "author": "pathfinder",
            "timestamp": 1307177940,
            "txt_content": "回复 baizuo 的帖子\n\n这个会跟工业MOD冲突么……"
        },
        {
            "author": "a814921147",
            "timestamp": 1307179440,
            "txt_content": "LZ，下载地址无法连接啊。。"
        },
        {
            "author": "aizuo",
            "timestamp": 1307179620,
            "txt_content": "@pathfinder \n不晓得\n\n@a814921147 \n自行解决"
        },
        {
            "author": "CDGD",
            "timestamp": 1307181300,
            "txt_content": "求1.5的"
        },
        {
            "author": "hdl531179795",
            "timestamp": 1307273520,
            "txt_content": "求115的"
        },
        {
            "author": "wusitade",
            "timestamp": 1307274000,
            "txt_content": " 本帖最后由 wusitade 于 2011-6-5 19:41 编辑 \n\n回复 hdl531179795 的帖子\n\n支持LS（楼上）"
        },
        {
            "author": "ku2552",
            "timestamp": 1307778540,
            "txt_content": "可惜这个跟我的某一个MOD不兼容，悲剧"
        },
        {
            "author": "sun",
            "timestamp": 1307858280,
            "txt_content": " 本帖最后由 bbsun 于 2011-6-14 23:53 编辑 \n\n自从来了这些野蛮人（LZ的MOD+Humans+），我村里的（殖民地MOD和中世纪MOD）的村民都遭殃了，不管男女老小都给杀得差不多了，失散的村民又聚集起来，大家心情悲愤，可又打不过人家啊，村长我出主意给村子砌了围墙，以为给全村百姓也算有了个交代。结果天天有坏人混进来（里面还是刷），日子太惨了"
        },
        {
            "author": "Rax",
            "timestamp": 1307898720,
            "txt_content": "Hidden Blade = = 不是袖剑么"
        },
        {
            "author": "ilsc",
            "timestamp": 1308938580,
            "txt_content": "請問 馬 要怎麼抓??\n還有 善惡偵測器 我按照他的合成攻式 合成不出來??"
        },
        {
            "author": "青山黑木",
            "timestamp": 1308940200,
            "txt_content": " 本帖最后由 青山黑木 于 2011-6-25 02:31 编辑 \n\n装了之后卡的要命，也不知道是这个卡还是中世纪卡还是动物卡，我4核，8G内存，独显都卡，晕~"
        },
        {
            "author": "well",
            "timestamp": 1308952380,
            "txt_content": "青山黑木 发表于 2011-6-25 02:30 \n装了之后卡的要命，也不知道是这个卡还是中世纪卡还是动物卡，我4核，8G内存，独显都卡，晕~\n照以前玩過整合版的經驗, 這個比較卡..."
        },
        {
            "author": "aizuo",
            "timestamp": 1308964080,
            "txt_content": "ilsc 发表于 2011-6-25 02:03 \n請問 馬 要怎麼抓??\n還有 善惡偵測器 我按照他的合成攻式 合成不出來??\n抓不了，Mo'creature里的才能坐"
        },
        {
            "author": "aizuo",
            "timestamp": 1308964140,
            "txt_content": "well 发表于 2011-6-25 05:53 \n照以前玩過整合版的經驗, 這個比較卡...\n我感觉中世纪比较卡……不过3个都装了所以卡一块去了……"
        },
        {
            "author": "1999929",
            "timestamp": 1402046340,
            "txt_content": "\n請問 馬 要怎麼抓??\n還有 善惡偵測器 我按照他的合成攻式 合成不出來??"
        }
    ]
}