{
    "title": "<原创·单篇完结>《新世界》爱情诞生于一片荒芜",
    "author": "彼岸在望",
    "replyCount": 18,
    "timestamp": 1453035480,
    "txt_content": "\n订阅席@46241359   @XJue_DaDa  @1427639813   @囧囧熊  @250=mo   @末影龙娘   @gggbbb   @塔穆   @冥王星人别问我为什么只有外星人不是蓝色的\n阅读须知·本文为《静谧间》的前传，要查看此文详见我的个性签名。·总字数为7929字（不含标符）。\n·本文与Minecraft无任何直接联系。\n·本文所涉及的专业名词与术语均切实存在。\n·本文世界观稍显黑暗，涉及爱情观的探讨，年纪偏小的读者请三思。\n·阅读本文可能会有审美疲劳，请见解。\n·阅读完后还有所不懂的同学请见文末“补充与说明”。\n·笔者才疏学浅，可能会犯下逻辑上的一些错误和一些歧义句，请留言告知，不胜感激。\n·笔者年纪尚小，对爱情之类的概念的推论只是个人不成熟的见解，对此有意见请留言告知。\n·本文不涉及任何宗教问题。\n\n\n\n正文\n爱情是什么？在干涸的车辙中因无限机遇碰巧生长出的野草，哪怕只有一根。若说它美，那车辙便是华丽得不可言喻、抑或那草是茂密得绿意盎然的；若说它丑，那车辙便是破败不堪、抑或那草是枯黄无力的。\n\n这就是所谓的爱情，这便是爱情的事实。\n\n新  世界\n\n\n上\n1.\n压力和负担已让她近乎崩溃，平静的喘一口气此刻也是那样奢侈。\n\n她哭得昏天黑地，早已辨别不出面前的一切。\n\n是山坡，是树丛，是被坟墓压得死死的一片地，是新世界的黑夜久驻不散的压抑。她不顾这些，只剩下凄怆的哭声，而这听来也是微不足道的死寂。\n\n都走了。\n\n都去了。\n\n只剩下恐惧和绝望在扩散、蔓延。\n\n\n2.\n他坐在房间的阴暗一角，平视着房间内的一切。\n\n是墙面，是地板，是望不穿的暗沉沉的空旷，是正被空虚吞噬着的漫漫长夜。他不顾这些，只剩下垂死的希望，而这看来也是沧海一粟的幻想。\n\n不如以死颂赞。\n\n胜过满眼规避。\n\n他从不曾哭过，这次自然也不会。\n\n哭解决不了问题，也不能好受一些。\n\n\n3.\n他们早就相遇。\n\n\n4.\n后半夜。鬼魅的重影被突然亮起的灯光照出一份平静。\n\n她回到了实验室。她听人说过，遭受巨大打击之后，将情绪正确地发泄在工作上是最明智的选择。现在她想来证实一下。\n\n她面对着数十个水缸，每个水缸里是一个被插满管线的大脑。\n\n管线曲折地连接到显示仪器上，只有一台显示仪器上还有画面。\n\n仍有画面的那一台上，只能看见一个灰暗的房间，视角在轻微地摇晃。\n\n是喝了酒么？\n\n不像。喝过酒的人不可能这么晚了还不睡觉。\n\n她饶有兴味地看着这个人的行为。\n\n\n5.\n他从空旷的客厅走到空旷的卧室，稍加思虑后，走向房间一角。\n\n一把刀静静地卧在那里，在阳光照不到的地方——纵然此刻已无任何光线，它锋利的尖端仍然令人生畏。\n\n他蹲了下来，左手指尖撑着地面，右手试图拿起那把刀。\n\n屏幕旁的意志传感向她发送了一条他的思想。\n\n我死。\n\n主谓两言，言简意赅，毫不含糊。透露出一股沉重的绝望气息，甚至让她也有所触动。\n\n她看了一眼那个水缸上贴的标签。\n\n      4号实验品：苦难Ⅱ\n\n她依然静静地观看着接下来发生着的一切。\n\n如料想的一样，他站了起来，右手握着那把刀。\n\n但他并没有当即自杀。\n\n她看着他将刀放进牛仔裤的口袋，刀刃朝上，用外衣遮住，然后走出房屋，走上夜深人静的街头，走过一盏盏细长的路灯。灯光投下了一个二十来岁男人的身影。\n\n万籁俱静。\n\n满月已现。\n\n\n6.\n她看了一下手表，并不时地在课题观察作业本上记录着什么。\n\n凌晨2点。他已经走了1个小时了。\n\n她看着他走到郊外，走上一个山坡。\n\n他想死得悲壮些，这是他最后的夙愿。\n\n他躺在山坡上，举目望着皓月，四肢张开，右手将刀缓缓递到左胸口。\n\n她看着这一切，不禁一笑。这个大脑的运作还真是有些让人捉摸不透。\n\n她不禁想起了这个大脑曾经的遭遇。\n\n为它所准备的信息，就如同那个标签所言一样，充斥着苦难和不幸。他自幼父母双亡，被寄送到一个穷苦亲戚家，因家庭背景受到学校众人的排挤，造成了他性格上的些许缺陷，但也为他创造了苦心学习的目标，激起了对未来新生活的强烈渴望。\n\n最终他没能考上一所大学。\n\n在他面前的选择只有两个——外出打工，抑或帮着养育他的亲戚们种地。他选择了前者。\n\n其实无论怎样选择，他的命运都不会好。他最终在一个大城市里被别人骗得身无分文，险些丧命。\n\n这也就是他的“人生”。\n\n而她的工作需要是研究人脑，希拉里在数百年前提出的“缸中之脑”悖论给这一工作需要带来了研究的途径和方向。\n\n\n7．\n这数十个缸中之脑是她初入科学界的第一个研究项目。也就是说，她研究着他。\n\n每每当她开始观察这些大脑的活动时，一种强烈的不真实感便会涌上来，进而转为一种不安全感。如果这些大脑中，有一个是她自己，那她又怎么能分辨得出这存在的真实性呢？\n\n答案注定无解。这本来就是一个悖论。她数次这么安慰着自己。\n\n姑且抛开这些不谈，她的研究最近也将要结束了。缸中之脑们都快要结束它们的“生命”——它们所允许操纵的意识——了。\n\n他是最后一个，还在苟延残喘着。\n\n她不是第一个，仍尝试着艰难的存在。\n\n只是尝试，不愿明确。\n\n不敢明确，愧于明确。\n\n窗外的城市一片昏黑。\n\n高楼上仍可见远处天际与世间分明的界限。\n\n一点残星陨落。\n\n几许烟火眷念。\n\n然后，归去。\n\n直至涅槃。\n\n“不准死。”\n\n\n8.\n不可捉摸的声音从不知何处之处响起。\n\n很明显不是周围的草丛。那声音的来源似乎不由于外界。\n\n是他自己心里的鬼么？\n\n那声音似是来自不可触及的彼岸。\n\n来自于他的大脑。\n\n“把刀放下。”\n\n他把刀放下了。\n\n“站起来。”\n\n他站起来了。\n\n万籁瞬时俱静。\n\n再无任何声音传来。\n\n他畏惧，但转念想到自己本就为寻一死，便没有畏惧的理由了。\n\n时间似乎停滞了很久，一切看来没有任何动静与变化，甚至风也不再出现。\n\n树叶与草凝固了。\n\n这世界凝固了。\n\n除了他——所谓的自由意志。\n\n\n9.\n你，是谁？\n\n他想将这个问题用声音表达出来，但几乎就是在他思想刚好出现这个疑问的时候，答案便不请自来了。\n\n你的主。\n\n她的嘴角露出一丝不易被察觉的微笑。\n\n很明显这个大脑没有应对这种情况的通用方法，他愣了一会。大脑在搜寻适用的对策，并试图解释这一切。\n\n这是仅凭你的思考无法解释的。\n\n他一惊，旋即感受到深深的恐惧。\n\n但他强忍着这种恐惧感的外在流露，他的大脑中再次冒出一个疑虑。\n\n那，你为何掌管着我？\n\n她觉察到了他的恐惧。她决定陪他玩一会。\n\n反正，即使不需要她的中途插入，这个实验品最终也会死去。届时她的研究算是大功告成了。\n\n她意识到自己做了一件错事，但更大的伤痛使她将这错误所能带来的后果抛诸脑后。\n\n她知道这是一种极端错误的发泄。\n\n你是苦难的实验品。\n\n他微微一笑。他想起了自己的过往，。\n\n他还有太多问题想问。这个“主”的出现让他将自杀的念头暂时放下了。\n\n自杀？\n\n莫非自己已经死了，而这“主”便是死后世界的管理者？\n\n他已经意识到，就像那“主”所言，他的思考无法解释这一切。\n\n他环顾四周。一切依旧静谧如初，像凝固的时空。\n\n可望见远处夜空中的几点星辰。污染如此严重的城市，还能见到它们，真是让人惊叹。\n\n它们孤傲地存在着，誓死抵抗黑暗的侵蚀。\n\n抑或说，正是有这漫漫的黑暗，才使它们如此高傲。\n\n\n10.\n她发现这个大脑的思绪开始混乱了。\n\n你不是想死么？\n\n一阵沉默。他没有任何反应和动作。\n\n我可以给你你想要的一切，摆脱苦难实验品的束缚。\n\n仍旧是沉默。\n\n她有些奇怪地看了看水缸中的那个大脑。\n\n“你死，或者活。”\n\n他这才从混乱的思绪中惊醒。\n\n大脑果然是个赤裸裸的机器。她这么想着。\n\n我不会害怕任何东西，现在。因为我已经不畏惧死亡了。\n\n那么，请给我我想要的生活，和生活所能羁绊的希望。\n\n又是一阵沉默。不过，这次沉默的发起者是她。\n\n\n我已经令太多人失望了。\n\n就请让我，在尚能呼吸时……\n\n不让最后的缘分失望吧。\n\n\n你在犹豫么？\n\n……\n\n……\n\n不。\n\n……\n\n相信你的主。\n\n\n11.\n我会把持住的。\n\n会坚持着，直到黎明。\n\n我的灵魂早已被现世所吞食。\n\n但仍能让我大言不惭地说出希望一词的信念，便是你。\n\n\n我熟悉你的一切，因为我观察着你。\n\n他不答，只是听着“主”的言语。\n\n你知道的，我清楚你想要什么。\n\n那再好不过了，我或许只是个能感知万物的机器。\n\n你的感知不过是我给你的。\n\n他略微惊讶，但没有让他感到那种不真实感，以及它所带来的恐惧感。\n\n是缸中之脑么？\n\n她笑了笑，出了声。自然不会有任何人听到。\n\n没错。我是你的主。\n\n你这样做，不会觉得有悖于伦理么？\n\n你同一个机器交谈着，并向它不断泄露真实世界的信息，难道你的那个世界没有这方面的规定么？\n\n那是假想的完美乌托邦，不是世界。\n\n\n12.\n可别惹我生气。我能向你的大脑输入指令，你会直接死去。\n\n我还会怕死么？\n\n……\n\n我的存在如此难堪，不及你的那个世界的万物。\n\n我可以删除你的记忆。\n\n请便。\n\n我还能置你的家人于死地。\n\n无所谓。\n\n她发觉自己在用孩童般的傲娇同他对话。这让她有些害臊。\n\n\n我是那个真正丧失了希望的意念体。但愿神迹能让我复苏。\n\n……\n\n“现在就行了。”\n\n还能帮助他人的感觉，真好。\n\n\n\n-下-\n13.\n她走进了实验室一个不起眼的小房间里，里面满是一起和各类装置，线路遍布各处。凌乱之间有着一台控制器。\n\n她在控制器前驻足，思考片刻后开始了速度不快的敲击。\n\n按键声不绝于耳，声音虽不大，但在此刻沉谧良久的大楼中显得格外突兀。\n\n好了。\n\n言毕，她飞快地转身跑出房间，返回显示器前。\n\n正如她预想的一样。笑意不禁地流露出来。\n\n我在做梦。\n\n但他旋即意识到“主”的存在。以及，他自己的所谓“存在”。\n\n这就是神迹。他暗自一笑，可这笑无法掩盖他不经意间表露出来的深深的、深深的惶恐。他非常清楚自己现在是什么——抑或说，给予他的思维认知能够觉察到的，所谓“存在”意义的见解和将此套用在自己当前处境上、引发他无限伤感的行为模式。\n\n好了，那么让我消失吧。\n\n好似在夜深人静的湖畔中投入一颗石子般，无法言喻的沉静和淡然。\n\n但，她看见清澈透明的湖水，哪怕在夜晚，石子的踪迹仍可寻觅。那样轻盈地下坠，外界的浮力抵消不了巨大的重力——来自实在，也来自精神。\n\n他只是一个机器而已。\n\n他只是一个机器。\n\n他只是一个机器。\n\n他只是一个机器。\n\n他是一个机器。\n\n他是一个机器。\n\n机器而已。\n\n……\n\n我，又不是么？\n\n她不知道为什么自己会对一个大脑的意识的存在有无，产生如此矛盾的判断。她不知道自己此刻究竟是要干什么，竟会对大脑产生眷念，并将自己的情感丝毫不差地倾诉给它。她一定是疯了。\n\n不，自从那个傍晚起，她就已经疯了。而这个深夜，只是对她颠疯做一次现世的评估，顺带掠走她的大脑。\n\n只是一个意识罢了。\n\n14.\n消失，是你最后的夙愿么？\n\n谈不上夙愿，我毫无思想可言。\n\n你有想过，在你消失后，曾与你相识的人的感受么？\n\n她刚一问出来便后悔了。如她所想，他只是冷笑了一声。\n\n所以，你是否让我死？\n\n我会，但不是现在。\n\n她的思绪瞬乎穿连了她的一生。出生，上学，毕业，工作……似乎一切都平白无奇，这样的人生无数的人都不断重复着。而在那时看来无论高兴的事物，还是无法逾越的鸿沟，此刻只觉得无限地遥远和飘渺，以至于根本上不了心。\n\n无数个日夜里，她不止一次想过离开。她的专业没有什么前途，她平素独来独往的性格也决定了她的朋友不会太多，父母在她幼时离异，她跟随着贫穷而看待世事无限绝望的父亲生活。父亲在她刚上大学不久便因车祸溘然长逝，她唯一的精神支柱便是寥寥两三个朋友。\n\n转眼便毕业了。朋友在一次旅行中不幸卷入到一场恐怖袭击事件中，被恐怖分子当场击毙。她找不到工作，\n总感世态炎凉，渐渐学会了一些恶习。\n\n而最终，她终于来到一家医药学企业，作为实习者研究缸中之脑。她不情愿这份工作，但为了生计，她迫不得已。\n\n于是就有了她和他，在常人看来十分恐怖而无法理解的邂逅。\n\n只有孤独者，才能理解孤独者。孤独的两人总会找到活下去的路和方法。\n\n他要走了。他不知道有关她的一切。而知道了，又能怎样？\n\n或许一切都只因她太过自作多情，将自己弄疯了。\n\n她这辈子都不愿回忆起那个傍晚发生的一切。她直到那时才透彻地意识到自己不堪的脆弱，可怜得像是在哀求对她而言不公的生活。\n\n泪水沙哑了她的喉咙，每一次发声似乎都是一次乞求。\n\n我应该平静下来。这是最后一次了。\n\n那么，将这一切都彻底向他说明吧。\n\n15.\n当她强忍住满溢的泪水后，她将最后的希望寄托在了他身上。\n\n那只是自作多情，但她没有别的选择。\n\n我将我的一切思绪同享与你，但愿你能做出交换和让步。\n\n他没有言语，半分猜测半分不解。\n\n她同他说明了自己的身世、思想，差不多有十来分钟都是她一人在滔滔不绝，而他只面对着逐渐空幻的世界一言不发。\n\n同一个陌生人说出这么多有关自己的事情，那固然很不习惯。她只是疯了而已。\n\n她清楚自己在做什么。她将自己对已故恋人的情感转藉到他身上，并幼稚地以为会有人理解自己，提出安慰。\n\n我很烦，对吧。\n\n我同你没有交集，但我却希望你能理解我。\n\n一阵漫长的沉默。\n\n她似是期待着他的。\n\n我想，我可以理解。\n\n我们在相仿的境地下成长，最终成为无法被替代的彼此，固然厌恶现在的自己，但毫无根本的解决方法。这不是缸中之脑的悖论可以说明的。\n\n当我们真的被这一假说蒙骗住之后，一切都毫无希望了，对吧？\n\n我知道你想说什么，别用缸中之脑的思路考虑问题，否则只会陷入怪圈。问题是用来解决的，而不是因此套出一个又一个毫无意义的问题并以此取乐的。\n\n你需要认识到，反正没有牵挂了，不妨继续闯荡下去，不要有太多顾忌。绝望有时会是一剂良药。听来很荒谬，但这是可以付诸实践的。\n\n既然我是你的最后一个研究对象，那当我消失后，你便能结束实习期了吧。\n\n你不过二十三岁，你的前途无可计量。这话已经成了鸡汤，但却是可行而有效的。\n\n以及，谢谢你对我敞开心扉。希望这一切都对你有所帮助。\n\n\n只怪我们不属于同一个世界。\n\n16.\n孤独的两人总会找到活下去的路和方法。但，她是被全社会公认的人，他是一个自认为人的意志体。\n\n如果人没有情感与理智可言，那这一切便不会存在了。这是人引以为豪的特性，也是所有高等生命体最致命的弱点。\n\n人的意志同意志形态的人相识、相知，甚至相爱，你会觉得可笑么？\n\n甚至我会怀疑，怀疑同你的邂逅只是黄粱一梦。我会宁愿这一切不曾发生。\n\n因为同你相恋，便意味着同你撕心裂肺般的分别。我不想再经历一次。\n\n爱情是什么？在干涸的车辙中因无限机遇碰巧生长出的野草，哪怕只有一根。若说它美，那车辙便是华丽得不可言喻、抑或那草是茂密得绿意盎然的；若说它丑，那车辙便是破败不堪、抑或那草是枯黄无力的。\n\n这就是所谓的爱情，这便是爱情的事实。\n\n\n你的言谈的确可信而有说服力。谢谢你的帮助。\n\n他的嘴角微微上扬，似是在接受赞赏。他一辈子也没有受到过太多赞扬和感谢。\n\n那么，我最后的利用价值也仅限于此了。可以让我消失了么，主？\n\n啊……\n\n不情愿呢，还是怎么？\n\n那不是情不情愿可以解决的问题。她兀自想着。\n\n她害怕着分别的那一刻的到来。现在，不得不到来了。\n\n她抬头看看墙上的钟。凌晨4时。大楼将要开始复苏了。\n\n城市也将要从黑暗的夜晚中脱离出来，步入崭新的一天。\n\n我们，估计只能到此为止了。\n\n那个，你觉得我怎么样。很幼稚对吧。\n\n她唐突地问出这句话。错过现在，可能永远也没有机会了。\n\n如果真要说幼稚与否，那所有人都是幼稚不堪的。我认为你是个非常坚强的人，至少比正打算自杀的我更优秀。\n\n她轻轻一笑。他一定听见了。\n\n那么，你做好了消失的觉悟了么？\n\n不用你说，我时刻都准备着。\n\n那么，但愿主能予你一个没有纷扰、没有纠缠、最理想而令人向往的新世界。\n\n两人不约而同地笑出声来。\n\n\n但愿这爱情的事实还有能寄托之处。\n\n17.\n与你的相遇，是我平生最精彩的一次战争。愿你来世能获得最美的幸福。\n\n她平静地按下几个按钮。旋即，荧幕上再无任何图像。\n\n他消失了。\n\n或许，他已经来到主予他的新世界了。\n\n她静静地坐在椅子上，平视着窗外城市漫天灯火。晨曦隐隐透出一丝迹象。\n\n你有一点错了。\n\n她自言道。\n\n我不够坚强，一点也不。\n\n你也是，那样的自私。\n\n在给予我最大的帮助和最美的希望后便不顾一切，自私地离去。\n\n你要我怎样没有牵挂地活下去、踏上我自己那所谓的无可计量的前途呢？\n\n你的存在一点也不尴尬。你是我生命中最美的剪影。谢谢你。\n\n我受够了这反乌托邦的黑暗社会。我相信不只我一人这样想着，也不只我一人想要逃脱，否则为什么每天有如此多的自杀者络绎不绝呢？\n\n而这绝望的社会是你不曾经历过的。\n\n现在，我有充分的借口可以让我离开这里了。\n\n但愿这已经死去的制度和世界能够早日郧于火海，而浴火重生的，只有那代表希望的人民。\n\n很抱歉，我懦弱到无法改变这一切，因而无法调整我自己的生活。\n\n我不知道这算不算逃避。我想，在没有纯粹正义和信念可言的世界中，这一切都无所谓了吧。\n\n她想到了一句话。\n\n在年轻时，可以为了爱情而壮烈地死；在年老后，可以为了理想而卑贱地活。\n\n但愿这理由可以充足到，在我死后的灵魂也不会后悔。\n\n但愿告别之后，我会迎来一个新世界。\n\n18.\n安保人员发现不对劲时，她已经服药自杀了。\n\n她一直被传内心阴暗，不满这个社会和国家，不满这制度。仅这一点便足以判她死罪。\n\n她无权无势，无亲无友，无敌无仇。没有人对她的死亡有任何关注，也不可能有人发现她和他之间所发生的一切。这件事甚至不足以为这家医药集团造成什么负面影响。\n\n她太渺小了，以至于没有面对一切的勇气和资格。\n\n或许，这么做是对的。在没有前途的社会中，再怎样的努力也无法实现自己的理想。人真的越来越脆弱。\n\n唯有那超脱一切的新世界，正以它那无法被磨灭的光芒，指引着你我为之努力、为之前进、为之向往。\n\n\n\n终\n\n\n艳丽的阳光顷刻间注满整个世间，重叠的山峦为朝阳蒙上了一层缓缓掉落着的面纱。\n\n璀璨的万物折射出一片又一片光阴，倾城的光明与翠绿的自然交相辉映。\n\n不同的是，所有东西全部幻化为了棱角分明的方块。\n\n他如此地诞生，在这本质之间。\n\n世界无非是时空的无限个构造，时空的本质便是几何，最完美的几何便是方体。\n\n他略带痛苦地仰望着日空。他不知为何痛苦。\n\n这是全新的人生。\n\n这是存在的羁绊。\n\n这便是你真正想要的生活。\n\n脑海中浮现出一个忽现忽隐的身影。\n\n界限已经被彻底打破了，在这伦理不复、没有答案的世界里。\n\n他不是最后一个，仍尝试着艰难的存在。\n\n泪水终会流下，尽管没有太大意义。\n\n但，那就是希望。\n\n那就是崭新的一个世界，只属于你。\n\n\n\n\n\n\n\n\n\n\n补充与说明\n给那些没有看懂的同学，以及记述笔者自己想要说明的一些东西。\n\n\n这篇文章并没有将我真正想要表达的东西彻底讲述出来，我想也没有那个必要，因为这篇文章的任务已经完成了。\n\n小说讲了什么？ 这么问的同学一定没有认真看完本文，我不予回答。\n小说真正想要表达什么？ 男女主同是孤独而经历人生苦难的人。男主的痛苦具体是在他自己了解自己的存在之后表露出来的；女主的痛苦则是因为她自己在这反乌托邦的社会上的生存经历造成的。两人相爱后因存在本质不同和女主的研究目标要求无法进一步发展关系。你可以将其当作一首爱情的葬歌，也可以将其当作一句对反乌托邦的嘲讽。仁者见仁，智者见智。\n小说中男女主的爱情是不是太随便了？如同我的题头对爱情本质的描述，本文男女主之间产生的爱情便是如此的含义。这个描述不适用于所有情况，但在某些情状下，这是可以被理解的。\n新世界是什么？男女主死后前往的新世界就是Minecraft世界（终部有隐讳地提及到）；男女主内心所向往的新世界便是追求自由、向往美好的心愿。\n男主对女主的安慰是怎么一回事？男主所接收到的一切认知感受都是女主赋予给他的，男主在最后对女主讲述的一番话，也就是女主内心不死的希望与信念，只不过通过男主的言语表达出来了而已。正因如此，女主很快接受了这些安慰。\n女主真的那么天真地就去死了么？在最后几节不止一次提到“借口”，“理由”，其实已经说明女主非常清楚自己不过是在为死亡找充足的借口。你真以为经历过那么多挫折的人还会那么天真么？\n\n谢谢观看。如有任何建议与疑惑请留言告知。\n彼岸在望01.17.2016\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1453113000,
            "txt_content": "嗯，不错不错，没枉费你等了一天的审核\n实际上我没大看懂\n看来一定是彼岸在现实中遭受了爱情的挫折，叫我神预言\n好吧，我说点正经的，你把标题的颜色改一下，现在这个颜色觉得有点违和。"
        },
        {
            "author": "sam3737",
            "timestamp": 1453119720,
            "txt_content": "我想我看懂了，加上作者你的标注更明白了，特别是在那句“时空的本质是几何，最完美的几何是方体”，虽然科学性不强，但是确实表达了两人去往mc世界的隐喻\n还是有点深刻的，不过感觉不像爱情，更像“两颗星星在夜雾中相见恨晚，只不过一颗沉浸在超新星的残雾里，另一颗则行将就木，但当雾气散去时，我们就将看见两团由无数带电粒子间光子交换时所爆发的电磁力的空间投影！\n感觉我好像有点激动了。。。"
        },
        {
            "author": "sam3737",
            "timestamp": 1453120140,
            "txt_content": "其实一开始我以为这是个科幻小说，即主人公研究时发现自己其实是另一个更高存在的研究对象，最后揭示这只不过是一堆科技高超的群体为了封锁这些技术而施行的心理幻觉，最后主人公心理混乱而自杀，幕后黑手也渐渐显现。。。\n原谅我，我只不过是个相信正义的阴谋论者而已。。。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1453122600,
            "txt_content": "（故事君看到“爱情”两字的第一想法：FFFFFFFFFFFFFFFFFF）\n感觉空排有点多了，写一段空一排就够了\n不过字数还是很良心的。至于内容，等考完再好好欣赏吧"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1453124520,
            "txt_content": "46241359 发表于 2016-1-18 18:30\n嗯，不错不错，没枉费你等了一天的审核\n实际上我没大看懂\n看来一定是彼岸在现实中遭受了爱情的挫 ...\n这篇文本来就有些扯，没看懂什么的实属正常233\n改标题颜色又要等一天的审核，受不了啊QAQ\n并没有受到爱情的挫折，神预言Miss :JZN"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1453124820,
            "txt_content": "sam3737 发表于 2016-1-18 20:29\n其实一开始我以为这是个科幻小说，即主人公研究时发现自己其实是另一个更高存在的研究对象，最后揭示这只不 ...\n这些东西连我自己都没想到的说，题主脑洞大开\n上一贴的比喻我倒是没怎么看懂，只觉高能\n不过仍然多谢赞誉~"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1453125300,
            "txt_content": " 本帖最后由 彼岸在望 于 2016-1-20 11:47 编辑 \n2B与mc的故事 发表于 2016-1-18 21:10\n（故事君看到“爱情”两字的第一想法：FFFFFFFFFFFFFFFFFF）\n感觉空排有点多了，写一段空一排就够了\n不过字 ...\n其实本文跟情欲文是有天壤之别的233\n排数是从Microsoft Office Word复制粘贴过来时论坛的BUG，本来是每段空一排，复制过来就变成了两排，排数太多所以没有去改动\n八千字说实在的也不是很多，连载小说几章就有这个数了\n也多谢故事君对鄙人文笔的信任~\n\n（三连了会不会被警告）"
        },
        {
            "author": "sam3737",
            "timestamp": 1453126620,
            "txt_content": "彼岸在望 发表于 2016-1-18 21:47\n这些东西连我自己都没想到的说，题主脑洞大开\n上一贴的比喻我倒是没怎么看懂，只觉高能\n不过仍然多谢赞誉 ...\n因为我自己也是一个孤独人额。。。不过我的孤独很不一样而已了，比起本文主人公的绝望，我更像是，那种有才无处可施，听起来像李白，然而我又没有像他一样的酒剑诗梦，毕竟每个人的孤独来自环境。。。\n不过，由于家庭教育(此处无贬义)和自己曾经在对“何为真实”这个命题的探寻中对自己精神力量的训练，我还是很信希望的~~这就是那句“相信正义的阴谋论者”"
        },
        {
            "author": "sam3737",
            "timestamp": 1453127820,
            "txt_content": "彼岸在望 发表于 2016-1-18 21:47\n这些东西连我自己都没想到的说，题主脑洞大开\n上一贴的比喻我倒是没怎么看懂，只觉高能\n不过仍然多谢赞誉 ...\n不过关于比喻：\n相信我，我只不过把科学原理与文学混合在了一起，至于意象，星空浩渺，孤独自不必多说，然而就是怎么两个不应相互作用的星却莫名其妙地明白了对方的孤独，也许这只不过是自闭症患者在镜子前顾影自怜，但有知己即可，超新星的雾不仅代表主人公之间的因仪器而隔，更是主人公的心结之雾，最终，一切散尽，也许只是无谓，但这相见恨晚之情已足。\n不知可合君意？\n话说刚刚看见你@了4624北极君，你们认识么？"
        },
        {
            "author": "Blealtan",
            "timestamp": 1453167780,
            "txt_content": "唔。。看完了，没什么感想。（致郁看多了的我）\n前面的故事挺好结尾感觉不符合逻辑啊（不是说女主角自杀，是指死后穿越什么的），大概前面的文有交代？。。。然而我还没看\n所以说我是来吸引视线顺带带走三枚金粒的23333"
        },
        {
            "author": "sam3737",
            "timestamp": 1453201620,
            "txt_content": "Blealtan 发表于 2016-1-19 09:43\n唔。。看完了，没什么感想。（致郁看多了的我）\n前面的故事挺好结尾感觉不符合逻辑啊（不是说女主角自杀， ...\n也许我在三楼的回复能帮到你"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1453260420,
            "txt_content": "Blealtan 发表于 2016-1-19 09:43\n唔。。看完了，没什么感想。（致郁看多了的我）\n前面的故事挺好结尾感觉不符合逻辑啊（不是说女主角自杀， ...\nhttp://www.mcbbs.net/thread-367922-1-1.html\n这篇是对男主女主后来一事的交代，“它”不隶属于本文出现过的角色，关于“它”的说明会在后续作品中出现\n希望能对你有所解惑"
        },
        {
            "author": "冥王星人",
            "timestamp": 1453438620,
            "txt_content": "记得2月开始来参加活动"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1453443840,
            "txt_content": "冥王星人 发表于 2016-1-22 12:57\n记得2月开始来参加活动\n恩恩好的\n但2月真正有空的时间应该只有中旬那一会了，上旬补课下旬开校\n十来天能行嘛=A="
        },
        {
            "author": "冥王星人",
            "timestamp": 1453452900,
            "txt_content": "彼岸在望 发表于 2016-1-22 14:24\n恩恩好的\n但2月真正有空的时间应该只有中旬那一会了，上旬补课下旬开校\n十来天能行嘛=A= ...\n都说了一天就够"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462482120,
            "txt_content": "真心收藏。\n真心值得收藏。"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1462534080,
            "txt_content": "安根_Engon 发表于 2016-5-6 05:02\n真心收藏。\n真心值得收藏。\n谢谢安根菌支持~"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462583880,
            "txt_content": "彼岸在望 发表于 2016-5-6 19:28\n谢谢安根菌支持~\n这怎么说，大家互相支持嘛。"
        }
    ]
}