{
    "title": "<原创·连载>《灵度》 序",
    "author": "灵兽喵_Nix",
    "replyCount": 4,
    "timestamp": 1453175520,
    "txt_content": " 本帖最后由 灵兽喵_Nix 于 2016-1-19 11:54 编辑 \n这是一篇来自新人的文章！这是一篇来自新人的文章！\n这是一篇来自新人的文章！正文：序 · 陨石带来的希望与毁灭     在这个世界中，存在两大帝国，他们是由光明与黑暗两种极端孕育出来的生命，正因如此，他们彼此仇视。他们之间不断发动各种战争，但是在这几千年的战争中，谁也没能压倒对方。     一直到了他们交战的第一万年，一颗天外陨石带来一种神秘的能量，他们发现这种能量可以与世间万物产生共鸣，从而控制万物。他们双方都想获得这一股庞大的能量，于是把境内所有的能量都带回了各自的研究所。可在他们打算利用这些能量时，却发现这种能量既不属于黑暗，也不属于光明，而他们自己身上的光明或者黑暗又太过极端，竟对这种能量产生了排斥。     为了此事，两个帝国的领导人光明君主和黑暗女皇进行了两国建国史上第一次对谈。经过了一次又一次的谈话，两国决定放弃战争，为了各自的子民共同开发这一新的能源，并且将这种新能源称为“魔法”。在此之后，光明君主和黑暗女皇也成为夫妻，开创了光明与黑暗联姻的先河。     在两大帝国的努力下，魔法这一新能源终于开发成功，两大帝国的科技也进入了“魔法纪元”。光明君主和黑暗女皇已经离世，他们的儿子“灵”接受了他们的工作，并将两大帝国合并为一个国家，取名“降魔国”。降魔国在之后的几十年中，一直处于稳定的发展状态，原本的各种机械都被附加上了魔法能量，变成了各种的魔法道具。     原本这一切都在有序的进行，但有一天，一位强大的法师因为自己的私仇，发起了土魔法的最强咒语，导致土元素泛滥。本来这也没什么，但是当时降魔国的上空正好有一颗巨大的陨石，它与降魔国泛滥的土元素相互吸引，最终，这颗巨大的陨石降临到了降魔国的土地上。     虽然他们已经研发出了用来防止陨石撞击的陨石护盾，但面对如此巨大的陨石，陨石护盾只支撑了半小时，就飞灰四处飘散了。不过这半小时已经为居民们争取了相当多的时间。降魔国在这次撞击中化为了一片废墟。     在降魔国变成一片废墟之前的几秒钟，宫殿中几位魔法高强的人合力释放了一个大范围远距离定向传送术，将宫殿中的核心人物传送到了城外阴阳山的魔源矿洞之中，但这几位魔法高强的人因为年事已高，魔法和体力耗尽，长眠在了矿洞之中。     陨石的撞击过后，居民们惊恐的发现，原本已经被人类压制的僵尸和骷髅等不死族，由于封印器具被陨石毁坏，全都暴动了起来。再加上陨石所激起的尘埃遮蔽了天空，使他们在一段时间内不用惧怕阳光。然而这还不算什么，更可怕的是陨石还带来了许多更加可怕的生物。     为了躲避这一场大灾难，魔源矿洞中的众人决定进入冰封模式休眠，时间设定为一千年……一大堆的废话：我就感觉写的好乱→_→名字都是乱来的，反正只是描述一下这个世界哪来的233333\n字数统计：1010字=-=",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1453196340,
            "txt_content": "感觉没什么亮点，而且一股浓浓的中二气息。个人不建议这种介绍年代事件的开头，令人感觉枯燥乏味，阁下的文章我看见第一句话后就没了继续看的欲望。暂且不说这种纪传体式的开头，仅是细节描写就乱七八糟一塌糊涂，我感觉自己是在啃文字而不是在读文章，而且开头写的也很差，给人的感觉就是装逼没装成闹出了一场搞笑的戏剧一样。\n请继续努力，或者看看本版的优秀作品提升自己的水平。"
        },
        {
            "author": "xcc",
            "timestamp": 1453207260,
            "txt_content": "楼上的傲娇北极已经把该说的说了。\n改改开头吧。"
        },
        {
            "author": "名人才华",
            "timestamp": 1453298700,
            "txt_content": "一个小建议，不大，就是别用写历史一样的方式写序，用第三人称小说的方式重写一次，很麻烦，但效果好很多"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1453372020,
            "txt_content": "新人你好，欢迎入坑\n其他的我就不多说了，就来说说开头的三拍字\n可以看出，楼主非常想让我们知道“这是一篇来自新人的文章”\n……\n所以呢？是新人又怎样？\n不管是新人还是老手，至少对我来说，我不会偏袒哪一方。实力证明一切。永远记住，不要把“我是新人”挂在嘴边，那会阻碍你的成长。\n希望楼主能以更认真负责的态度面对这一切。既然自己都觉得乱，为什么不好好改改就发出来？\n"
        }
    ]
}