{
    "title": "Owen:Minecraft：故事模式将于周四于WII U上线！",
    "author": "asjkdaskljda",
    "replyCount": 5,
    "timestamp": 1453180740,
    "txt_content": "来自mojang官方博客（www.mojang.com)\nMINECRAFT: STORY MODE COMING TO WII U THIS THURSDAYPosted on Jan 18, 2016 by Owen Hill\nHello!I bring even more exciting news for Wii U owners. Just a few months ago you got Minecraft, and now I’m delighted to announce that Minecraft: Story Mode is coming to Wii U this Thursday, January 21st.The Wii U version will feature off-TV play and mirroring for the Wii’s GamePad controller, so you can play when someone else is doing less-fun things on the TV. You can even use the nifty touch interface if joysticks and buttons ain’t your bag.The first episode will cost $4.99 or equivalent, but you can also buy a season pass for $19.99. That way, you’ll get access to episodes 2-5 as they become available to download.Minecraft: Story Mode is an episodic game series from Telltale Games. You play as Jesse who can be a male or female hero, and embark on an exciting adventure to save the world while learning about a group of legends known as The Order of the Stone. It’s a massive amount of fun for fans of Telltale’s games, Minecraft, or just good things in general. For more on Minecraft: Story Mode, check out Telltale’s official site.Have fun, Wii U owners! Take care of Reuben for me, yeah?Owen - @bopogamelMinecraft：故事模式将在WII U上线于周四（是不是很激动勒？）\n各位亲们好~\n我为各位拥有WII U的小伙伴高兴！在N个月前我就说Minecraft：故事模式就要在WII U上线咯~现在周四（1月21日）就要在WII U上线~\\(≧▽≦)/~啦啦啦~\nWII U的off TV和WII U GamePad版本上线！你就可以在上面做你喜欢有爱的事辣！使用你的触屏和操纵杆玩MC：故事模式咯~\n第一集需要4.99美元或者同等货币，当然你还可以购买你个季度，只要19.99美元哦！然后你就获得2~5集来下载辣。\nMinecraft：故事模式是一个情节游戏，你可以扮演JEsee，或者别的男女英雄咯~进行拯救MC的可耐世界吧~\n反正你要看更多就去我们的官网呗~https://www.telltalegames.com/minecraftstorymode/\n愉快的玩耍吧，WII U的拥有者~\nPS：帮我照顾（注意，也许，我没玩过MC：故事模式）Reuben，OK？（什么鬼？）\nOwen - @bopogamel\n是不是很激动咯？\nPS：如果错版，移动到MC故事模式版吧（但是似乎周边消息又可以放到这里，左右为难）\n ",
    "replies": [
        {
            "author": "minehenry",
            "timestamp": 1453180800,
            "txt_content": "嗯 这个最好发到故事模式版那边去"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1453180860,
            "txt_content": "minehenry 发表于 2016-1-19 13:20\n嗯 这个最好发到故事模式版那边去\n左右为难=-=\n觉得似乎可以放到这里（因为我写到一大半就想起来了，懒得放到那边去）"
        },
        {
            "author": "广药",
            "timestamp": 1453188240,
            "txt_content": "故事模式版{:10_492:}"
        },
        {
            "author": "XRK",
            "timestamp": 1453189440,
            "txt_content": "没有WII，算了吧{:10_492:}"
        },
        {
            "author": "wogos",
            "timestamp": 1453191720,
            "txt_content": "弱弱的问一句......什么是WII U..."
        }
    ]
}