{
    "title": "【圣杯】<原创·连载·同步更新·我的世界：边境游离>[第四章 枯白骨，一叶秋]",
    "author": "边境碎黎",
    "replyCount": 2,
    "timestamp": 1453179180,
    "txt_content": " 本帖最后由 边境碎黎 于 2016-1-19 13:05 编辑 \n\n\n\n\n    雷电像是依附在陈生的双手之上，蓝色的电芒如同一条毒蛇一般，紧紧地盯着柳冰凝和余林淳，仿佛是在看待食物一般。　　“这..这怎么可能？！”余林淳虽然不是普通人，但也并非强者，他把所有的可以提升实力的技能武器都给了刘冰凝，却没想到，现在他们眼前的这一名青年，靠着一柄匕首和一个技能就力压在场的两人。　　这两人可是两支队伍中非常厉害的存在，甚至是队伍中最强大的战士。　　可是在这一个青年的手下，两人一起进攻居然对着青年一丝伤害都无法造成，余林淳开始有些慌了。　　“想要杀我，就看你们有没有那一个实力。”陈生瞥了一眼已经站了起来的柳冰凝。二者对视，柳冰凝没有着急进攻，酸痛的感觉仍然存留在手腕上，本以为很轻易就可以解决的敌人，没想到居然无法伤其丝毫。　　他不得不认真对待眼前的这一个敌人！　　“咳咳..不！这技能本来应该是我的！你这该死的垃圾，偷了我的技能！”光头男子从废墟中拖着手臂走了出来。　　柳冰凝力量非常强大，这一击就直接将他的手给废了，而他还以为陈生刚刚击退刘冰凝的技能，就是之前他们合作击杀的僵尸掉落的。　　若是他得到了这样的技能，也完全不虚于柳冰凝。　　“你的？你也有这个资格。除了背叛你还会什么？垃圾！”陈生眼中杀气尽显，他已经无法继续忍下去了，若非之前柳冰凝对他出手，或许不需要激活“雷霆法旨”就快要轻松的将他击杀了，若不是柳冰凝他也没法活到现在。　　陈生一步一步朝着光头男子走去，光头男子瞳孔微缩，看着陈生满脸的恐惧，连声道：“你别过来，你想要干什么！你别过来，我，我错了..”他已经看到陈生紧紧地握住了匕首，他就知道陈生起了杀心。　　陈生此刻内心极为愤怒，若不是他意外的拿到了血盾技能书，若是他拿到的是其他的物件，他现在就不会站在这里面对光头男子了，若不是自己命大，也不会有现在自己看着光头男子地颤抖。　　“走吧，我没法杀了他！”柳冰凝收起了钢管，陈生的速度高于他，而且还带有雷电类的技能，刚刚陈生要是将匕首对准了他的胸口，这一击足以要了他的命。　　“小子，你嚣张不了多久了，下一次让我们碰到，你死定了！”余林淳冷冷地看了一眼陈生，只见他右手如同刀锋一般的划向了光头男子，本来想要等到陈生再走近一些的时候爆发将他击杀的，却没想到，陈生的速度比他更快。　　狼牙匕首的一点敏捷加成成为了战局的关键，没有这一点敏捷，刚刚二人的围攻陈生根本无法躲开。　　寒芒之下，血花绽放。　　光头男子痛苦地裹住自己的咽喉，想要阻止生命的流失，他眼前不过寥寥不到百点的生命力在急速下降，当生命力达到了0的时候，他眼前一黑，就没了声息。　　“下一次碰面，我会更强，等着吧..”陈生看着柳冰凝等人离去的队伍，转眼看向了光头男子的五名队友，其中一人看到陈生那杀人的目光，失声叫道：“你不能杀我，我还不想死！”　　咔！　　没有犹豫，冷酷无情。　　刀锋之下一人的生命力在迅速的清空，他想要反抗，可一个没有任何技能和装备普通人，连陈生的影子都没有看到就死去了。　　“别，别杀我！我，我有东西给你，求你放了我！”剩下四人中，一人跪了下来，移动着双膝快速移动到陈生身前，不断地磕头，浑身都在颤抖。　　他们都是一些手无寸铁的普通人，没有僵尸掉落的装备，在陈生手中他们的生命毫无价值，乱世没有道德法制，杀人也不怕有人会来通缉。　　“什么东西？若是我感兴趣的话，我倒是可以..”陈生意味深长地看了一眼跪在地上的青年，青年听到自己有了活下去的希望，颤颤赫赫地从口袋中拿出了一块骨头。　　“给，给您！”　　青年将白骨双手呈上，陈生眉头一蹙。这东西看上去像是人的右腿古中的一块，拿起来有些沉甸甸的，质感粗糙，当他拿起白骨的那一刻，文字开始在他的眼前闪动着。　　骷髅战士的腿骨：　　来自异空间强大的骷髅战士的腿骨，它们的力量你无法想象，它们的箭术达到了精通级别，你的敏捷若是没有超过五十点，你在它们看来，你的速度比乌龟还要慢。　　精准+2　　敏捷+10（可提升）　　特效一：　　无法显示，请装备后查看。　　特效二：　　无法显示，请装备后查看。　　..　　陈生一愣，他的敏捷属性也才有10点，相对于50点来说，还太过于遥远了。这所谓的骷髅战士居然强大到如此，这一节腿骨又是从哪里来的？难道是他们杀死了一个骷髅战士不成？！　　“这东西你是从哪里得到了？”陈生眼露寒芒，青年刚刚想要讨价还价，看到如此，便颤抖着低下了头，小声地说道：“这是我杀死了第一只僵尸得到了奖励，我不知道有什么用，倒不如给您换我一条命。”　　“骷髅战士的腿骨是否装备？”　　一窜字符隐约浮现出来，陈生毫不犹豫就选择了“是”。　　“道具装备中……”　　“道具装备完成！”　　这时，骷髅战士的腿骨属性才全部显示了出来。　　骷髅战士的腿骨：　　来自异空间强大的骷髅战士的腿骨，它们的力量你无法想象，它们的箭术达到了精通级别，你的敏捷若是没有超过五十点，你在它们看来，你的速度比乌龟还要慢。　　精准+2　　敏捷+10（可提升）　　特效一：枯死的血肉将会快速地生长，血液在战斗时会极其兴奋，你的力量将会更强大。当你的生命力低于百分之二十时，你的下一次攻击对敌人造成额外法术伤害，伤害为已损失生命力的50%（可被魔法抗性或抗性减弱），半小时内无法重复对同一敌人使用。　　特效二：死者的气息将会围绕着你，你的每一次攻击精准都会不断提升，三秒内，若你没有攻击敌人或是没有被敌人攻击你，你提升的精准效果在一秒内消失。　　陈生看着眼前浮动的文字，他内心的激动无法掩饰，仰天大笑。　　“你可以走了，但这之后，你的命仍然是我的！”亲年一愣，像是想到了什么，快速地狂奔离开。　　大约跑出了百米，认为陈生追不上自己的时候，大声吼叫道：“陈生，下一次遇见，你的头颅我定会摘下来，你等着！”　　“下一次，依旧是你跪下来求我，不过即便是你有再好的装备，你这个人，我杀定了！”　　陈生知道，在乱世之中，若是你不把自己的伪装起来，让自己学会冷酷无情，死亡就是最后的归宿。　　陈生看着亲年离去的背影，眼露杀机，喃喃说道：“我是不是还是狠不下心？”随后看向了想要逃跑的四人。　　“怎么，想要逃跑？”　　他们被陈生盯着，仿佛遇到了洪荒巨兽一般，刚刚有一个人迈开脚步，鲜血便从他的咽喉洒出。　　剩余三人，毫无还手之力，陈生轻而易举就将他们清理掉了。　　大乱开始了，人类最黑暗的一面已经显露了出来，敌人不死，自己就无法安宁，他现在都有些后悔让那青年离开了。　　“看来，我的意志还不够坚定啊。”<上一章>                                 <我的世界：边境游离[索引]>                                 <下一章>",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1453206960,
            "txt_content": "主角无敌系列XD"
        },
        {
            "author": "1586606534",
            "timestamp": 1453806000,
            "txt_content": "主角太牛逼了吧  还削弱一点吧 主角光环还是不要太强大了{:10_493:}"
        }
    ]
}