{
    "title": "<原创·连载·圣杯>《青色之风》[卷一·四]",
    "author": "zyj0807",
    "replyCount": 2,
    "timestamp": 1453375920,
    "txt_content": " 本帖最后由 zyj0807 于 2016-1-24 18:25 编辑 \n\n第四章\n\n       在男爵愤怒且不甘的眼神里，这抹黑炎“噗嗤”一声，冲击到了深绿之珠之上。\n\n　　似是感应到外来魔力的侵袭，深绿之珠刹那间放出了夺目的白光，想要祛除黑炎。男爵看见这一情景，心中却毫无喜意，更是一沉。\n\n　　虽然深绿之珠承载法则，遇到危险也可勾动魔力御敌。可此时自己将活物存放于其中，已经限制了它的大半威能，深绿之珠也并不是专于御敌的器物。此刻的光芒看似璀璨，却也没有多少力量，徒有其表罢了。\n\n　　况且敌人处心积虑的一击，又岂会如此容易的被挡下来？\n\n　　果然不出男爵所料，这璀璨的白光只持续了一息不到的时间就销声匿迹了。同时只见那剑刃状的黑炎自端点扩散开来，覆盖住了深绿之珠的表面，试图往里渗透着。\n\n　　这短短一息的时间，也让他从先前尴尬的境地摆脱出来。他魔力回转，枪尖青芒大盛，身腰一拧。\n\n　　侧身，横扫。\n\n　　淡青色的枪芒再度划开空间。\n\n　　只听得一声冷哼，佐格的身影从空气中突然出现。他足下一点，飞快往后退去，显然是不愿意硬抗男爵的这一击。\n\n　　目的已经快要达成，深绿之珠破碎只是时间上的问题。既然如此，他自然是不愿意继续在这位生平强敌的面前久留。\n\n　　深绿之珠一旦破碎，即便是洛恩，也无法保全深绿之子的性命。\n\n　　一举两得。\n\n　　一丝有些猖狂的笑意逐渐在他的嘴角扩散开来。\n\n　　“洛恩，这次，你输了！”他朝着男爵喊道。步伐却不曾停歇，转身直向远处奔去。虽然目的就要达成了，可他自身却也仍然处于十分危险的境地里，若是不抓紧眼下对方分神的机会，恐怕他就再难脱身了。\n\n　　面对一头真正暴怒的雄狮，谁都会退避三舍。\n\n　　而再过不久，男爵可就不止是一头暴怒之狮了。\n\n　　十分正确的想法，只可惜——\n\n　　男爵已然震怒。\n\n　　“我有说——”低沉的嗓音徐徐响起，有如声声闷雷炸响，任谁都能听出其中蕴涵的狂风暴雨般的怒意。\n\n　　佐格惊骇地看向男爵，却见后者周身骤然浮现出数个大小不一的靛色光团，围绕着他上下起浮。那些光团看上去平常无奇，但佐格心里却清楚，这些看似普通的光团的背后，是怎样震撼天地的力量！\n\n　　他的脸色一下子变得有些苍白，眼眸中竟是泛起了惊恐之色。\n\n　　七年前，他就是惨败在这些简简单单的光团之下。\n\n　　而七年后，他又一次要面对它。尽管在来到此地的路中，已经猜想到自己有所可能引出这一招，但真正面临时，他还是不自禁地颤栗起来。\n\n　　越来越多的光团一一浮现，被围绕其中的男爵缓缓望向了他，两人的视线在空中交错，仿佛迸出刀剑相交的铮鸣声。\n\n　　不同于那半句话语，男爵的眼神古井无波，不起丝毫波澜，仿佛没有因此动怒，脸色也是平静之极，看不出半点愤怒之色。但与他相熟的人都知道，这是他怒极了的表现。\n\n　　他一横长枪，便如同一尊古雕般沉立不动。周围的青色光团却在他静立的一瞬间消失在空气中，再也不见一点波动。\n\n　　大敌就要逃离，他却做出这样一副放弃追击的模样，着实令人费解。\n\n　　但是远离了的佐格看到这一幕，却是被吓得魂飞魄散。他飞快地做了几个手式，随后身上幽光一闪，全身竟是被一层黑色的火焰给迅速覆盖住，整个人便化为了一尊火人。\n\n　　施展了这样的手段之后，佐格的气息突然萎靡了一些，全身散发着令空气扭曲的魔力波动，速度猛拔一筹，想要更快远离男爵。\n\n　　但对于能否活下来，此刻他心里没有半点底。\n\n　　只过了短短一息，佐格背后的男爵已然化为了一个小黑点，看不清了。可是他没有半点窃喜，七年前，自己手段尽出，也败在他手上。遑论现在对方已成深绿之主，实力深不可测。\n\n　　突然，平地响起一声震响，传进佐格的耳中让他微微有些震眩感。\n\n　　听到这声震响，他的心一下子凉了半截。与男爵相斗已久的他，自然知道这声震响。\n\n　　与残影描绘速度是同一种象征。这是快到了极点，魔力崩散的标志。\n\n　　速度与魔力的流动突破到所能承受的极限，散开的魔力就会凝结成残声。这一点，他做不到。\n\n　　而且这样状态下的男爵，追上他，只要半息。\n\n　　这样的念头才刚刚闪过，他就感知到一股冲天杀意自他身侧爆开。刹那间，佐格瞳孔暴缩，不顾高速状态下骤停会带来怎样的后果，一只脚立刻踩在大地上，身形就将要停滞下来。\n\n　　大地被踩得寸寸裂开，电光石火间，他还未能停下，便只觉一股沛然巨力袭来，轰击在他左肩处。\n\n       怎么会那么快？他惊骇欲绝。\n\n　　如同断了线的风筝，佐格被这一击轰了出去，一头栽进树林，连续撞断数棵需三人合抱的大树才最后撞到一棵古树上，挡了下来，摔在满地树叶上。他嘴角一扯，鲜血顿时从嘴角溢了出来，五腑六脏被这一击震得都移了位，差点碎裂。动了动手，想要撑着站起来，却骇然发现从他的左肩起，左手骨骼尽碎，毫无知觉。而他由黑炎凝结成的一层魔力战甲，此时也微弱至极，光芒尽黯，仿佛风一吹便会熄灭了一般。\n\n　　仅仅只是一击，佐格左手被废，战力损失大半。\n\n　　“该死的......”他未能骂出口，一个人影便突然出现他面前，遮挡了枝叶间零星洒落的阳光。\n\n　　旋即一道破风声响起，一个闪着幽光的枪尖向他刺来。\n\n　　他一咬牙，右手刚欲一撑，就要一个打滚避开这一枪。\n\n　　一团青色的光团挟着滚滚魔力在一瞬间，几乎是贴着他的脸狠狠砸落在他左侧。\n\n　　佐格脸色煞白，他毫不怀疑，刚才要是自己动作再快一点，就会被这团光团砸成一个真正的残废。\n\n　　这一个阻挡，封死了佐格当下唯一的躲避之路。也封死了他仅存的生路。\n\n　　闪着幽光的枪尖转眼间便临近了他，他身体上流动的黯淡黑炎顿时间涌动起来，但一接触那幽光，就消弭成原始的魔力消散，根本无法阻挡它哪怕一个转念。\n\n　　绝望一瞬间占据了佐格的心灵。\n\n　　枪尖一瞬间刺入了佐格的心口。\n\n　　与此同时，他清楚地听见了一句淡漠的话语。\n\n　　男爵眼神冷漠，杀意沸腾。\n\n　　“——让你走么？”\n\n\n\n目录\n\n      嘿嘿听说只要800字就行，然后一不注意又用了好多回车。",
    "replies": [
        {
            "author": "D`Y`O",
            "timestamp": 1453376340,
            "txt_content": "赞一个，写得不错"
        },
        {
            "author": "xcc",
            "timestamp": 1453420560,
            "txt_content": "不at我qmq\n不错"
        }
    ]
}