{
    "title": "原创·连载·圣杯  邪第二章 新生的鬼",
    "author": "阿呆AK47",
    "replyCount": 7,
    "timestamp": 1453439640,
    "txt_content": " 本帖最后由 阿呆AK47 于 2016-2-14 16:22 编辑 \n\n邪第二章·新生的鬼废言是不是好久没更了。。。那当然，人家可是好好学习天天向上的学生党。因为期末考试，所以就停更了好久（虽然我手写草稿本更到了第四章。。。）还好最后成绩也没砸（全区100而已，一共2800多人（我没秀成绩！！））好了，我不说了，再说下去要刺痛好多学生党的心灵了。\n还是废言    请不要在吃饭时阅读本章（尤其是后半部分。。。）\n正文淡淡的风拂过，雨滴顽皮地打在萨肯身上。无尽的黑暗里，涌现了一缕微光。紫色的花朵随意地飘散着。萨肯眼前出现了一个人，他正背对着自己。萨肯伸出手臂，想要拍一下那人的肩膀。可是，手却被一朵紫色的花刮到，弹了回来。“啊！”萨肯醒了，却发现自己身处一个陌生而又奇怪的世界。周围挺立着一棵棵枯萎的怪树，树枝像鬼手一般展开，还托着几只人头。脚下是深色的泥土，将其捧至手中，会像烟一般随风散去。背后是一根巨大的石柱，上面爬满了藤蔓，最顶端是一只鱿鱼般的头颅。不同的是，它是白色的，两只眼中流出血泪，嘴巴呈“o”形，里面似乎有熊熊燃烧的火焰。萨肯缓缓爬起来，抖落身上的土，抬头望去。是夜晚啊。月亮高挂着，但它是绯色的，这番景象从未出现过。突然，一段文字在萨肯的脑海中浮现。“在很久以前，人类还没诞生之际，大陆上有一种凶残的生物，叫亡灵，也叫鬼。他们有许多种类，在夜晚活动。每当他们成群结队出来杀戮之时，月亮就会被血气笼罩，呈猩红色。可最后，这种强大的生物诡异地在一夜之间消失了。”这个传说在人类社会家喻户晓，可没有人意识到，它是真实的。萨肯惊叫一声，瘫坐在地上。“喂，在这里干什么。出去捕食！”一名矮小瘦弱的长袍老者从黑暗中缓缓走出。萨肯感到老者身上弥漫着恐怖的气息，连连向后退。老者摘掉袍子上的兜帽，狰狞的面目显露了出来。老人的脸上布满皱纹，两颗獠牙扣在有力的下颚上。他的脸绿得发黑，一些伤疤上爬满了蛆虫，还不断流出肮脏的血水。老怪物在萨肯身边踱步，惹得萨肯阵阵作呕。“又诞生了一个新鬼？怎么这么软弱！？”一名身穿破旧布甲的鬼，骑着一只八眼巨蛛飞奔而来。那家伙跳下坐骑，神情严肃。他可比老怪物好看多了。虽然脸色惨白惨白的，但上面干干净净，完全不像邋遢的鬼。浓密的头发在微风下摆动，蓝宝石般的双眼紧紧盯着萨肯。修长的脸庞就是放在人类中，也算是英俊的了。“呵呵，布达拉，你怎么也回来了？”“额。。”还没说完，外面传来阵阵躁动。震耳欲聋的哭喊声从城外飘来，一队怪物拉着车渐渐靠近。即将损毁的木车上堆满了人类的尸体，血腥味涌入了萨肯的鼻子中。他舔了舔嘴巴。他大吃一惊：自己是想干嘛！“今天的晚餐不错嘛。。”老怪物一步步逼近木车，望向一只啃咬实体的僵尸。其他怪物分分退让几步。“很好吃吧~”老怪物问道。那家伙似乎察觉到什么，慌忙跪下来说：“威尔大人，饶了我。。。”话音未落，威尔跳到半空之中，一脚踹飞那家伙的头颅，血从颈部像喷泉一般喷涌而出。威尔靠在尸体的脖子旁，喝下了一大口鲜血。他扳下一只手，津津有味的咀嚼起来。周围的鬼默不作声，只有一个，试图离开这里。是萨肯。“这是谁在动啊？”威尔吞下最后一块腐肉转向萨肯。萨肯怔住了，咽下口水。威尔像饿狼一般，猛地扑倒萨肯，舌头在他脸上肆意地划动：“你不希望变成额外的晚餐吧。”威尔从萨肯的身上爬起，抹了一把嘴：“布达拉，带他去狱炎训练营！”“是！”布达拉一把揪起吓坏了的萨肯，进入了森林深处······拨开密密麻麻的树枝，他们来到了一片漆黑的村子。按常理，人类是不具备夜视能力的，自然也什么都看不见。可萨肯却将周围的房屋、树木、亡灵看得清清楚楚。他不知道，自己已经过了狱炎训练营的第一关。他们进入了一片墓地，扳开一块石板，会发现一条幽深的隧道。沿着这条路，他们来到一片被血沾满的屋子。天花板上时不时爆开一个血泡，黏稠的血浆滴在萨肯头上。屋子的前部像是一个柜台，里面有三四只胖墩墩的猪人拎着把大刀走来走去。“血浆眼球一份！”布达拉招呼着，一只猪人快活地端上了一盆菜。盘子里滚动着十几颗眼球，都被鲜血沾满。有些眼球被捣烂，像一堆浆糊在血浆中流淌。萨肯饿了。他竭力控制自己不碰这恶心的东西。但他体内有一股力量，迫使他不由自主地用手握住盘子，一把将眼球倒入嘴中。他不停地咀嚼，眼球里流出浓稠的液体和根状的肉，与血浆融合在一起，有些粘牙，但十分鲜美。他咽了下去，还不由自主地爆出一句：“再来一份！”他惊呆了。猪人又端上来一盘，萨肯无法控制自己，依然狼吞虎咽。“长官，给我把镜子。”萨肯擦干嘴，把手伸出来。他接过镜子，一照，却怔住了。镜子中的家伙根本就不是人类！它有一张墨绿色的脸庞，嘴边残留着鲜血，嘴里翘起象牙般的獠牙。举起手，却发现那不是手，是爪子！手指蜷曲在一起，布满皱纹。“在僵尸中，你已经是帅的了。”布达拉赞美道。萨肯呼吸急促了起来，将手慢慢地捂住脸，轻轻地啜泣了起来。警觉性他还是有的。他知道不能表现出吃惊的样子，否则会被亡灵杀掉。他很快抬起了头：“长官，快去训练吧。”“给你一天时间收拾东西，最好多吃点。”布达拉给萨肯安排了一个小房间，离开了。萨肯才不会去吃东西，他要去了解鬼族的资料。“亡灵，又称鬼。分为多种。僵尸，以生肉，鲜血为食，是鬼族中最多见的种类。尸形战士，原本是死去的人类。被饥饿的僵尸啃咬后有一定几率被感染后形成。因原为人类，因此外貌俊美。但人类时的记忆已被清除。骷髅，主食同僵尸。人类尸体腐烂后剩余骨架形成。是鬼族中远程能力极强的一种。猪人，死猪被僵尸感染后形成。恶魂，数量最少的一种，鬼族唯一会飞行会喷火的种类。史莱姆，皮肤滑嫩，也较为罕见，只在沼泽地区活动，死后会分裂。”这就是已知的鬼族。萨肯轻轻合上书，叹了口气，走出了房间。望着血色的月亮，思绪回到了家乡······会回去的，一定会的······\n字数统计——2170字\n下集预告    我们的主角大人要开始训练了！（这意味着一定会有羁绊的开始）不过这训练咋有点古怪呢。。。（惨叫声不断传来）（你们已经知道这训练是咋样的了吧）\n又是废言（这叫首尾呼应，懂吗）正文码完了，希望各位大神多多“喷”。我可不怕，还正好相反，特别需要这种“喷”",
    "replies": [
        {
            "author": "阿呆AK47",
            "timestamp": 1453439700,
            "txt_content": "感觉我排版不好啊啊啊啊。。\n希望专家们指导一下"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1453440360,
            "txt_content": "谈天c 发表于 2016-1-22 13:27\n不错哦...\n辛苦了\n谢谢鼓励~{:10_512:}"
        },
        {
            "author": "谈天c",
            "timestamp": 1453440420,
            "txt_content": "不错哦...\n辛苦了"
        },
        {
            "author": "46241359",
            "timestamp": 1453442220,
            "txt_content": "斟酌用词，全文中同一主语出现次数过多导致文章看起来啰嗦，对话流的毛病不明显了，“。。。”的符号我建议改成省略号，还欠缺一点细节描写，这种问题慢慢来吧，养成习惯就好了。"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1453442280,
            "txt_content": "46241359 发表于 2016-1-22 13:57\n斟酌用词，全文中同一主语出现次数过多导致文章看起来啰嗦，对话流的毛病不明显了，“。。。”的符号我建议 ...\n嗯，我会多注意的"
        },
        {
            "author": "zyj0807",
            "timestamp": 1453459740,
            "txt_content": "标题加粗字体大一点，当然也可以用不同的字体试一试。颜色其实可以随意看着舒服就行。\n肺炎这一类的话语，放最后，可以用【隐藏文字】的形式啦啦啦\n像这样\n这样的话“正文”就可以不用打出来了。\n写作文不是每一段开头要空两个字符吗，这样阅读起来比较舒服。你可以段落之间空出一行，也是方便阅读的。\n不客气"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1454403420,
            "txt_content": "zyj0807 发表于 2016-1-22 18:49\n标题加粗字体大一点，当然也可以用不同的字体试一试。颜色其实可以随意看着舒服就行。\n肺炎这一类的话语， ...\n好的，我知道了"
        }
    ]
}