{
    "title": "【圣杯·连载·原创】DEAD SWROD·死亡之剑",
    "author": "Ly_xian8484",
    "replyCount": 1,
    "timestamp": 1453465200,
    "txt_content": "    也许一切是活的...也许一切是死的。\n    小孩子时，常听过正义战胜邪恶，误以为好人是永生的，生是可以战胜死亡的，现在想来，则真是幼稚至极。死亡永远在生之上，时间，便是最大的帮凶。我一直为此懊恼。\n    我现在，待在一家图书馆，很老很老的图书馆，说来其实是一座小屋罢了，由石头方块和书架方块组成，一名图书狂热者，便是这座图书馆的——全部。\n    图书馆现在的总管理和我是朋友，他很幽默，我很喜欢并欣赏他。\n    今天，他像往常一样走到我做的藤条椅旁边。\n    这次，他没有说话，只是默默注视着我\n    打破这沉默的是我\n    “搞毛鬼子，图书馆先生？”我带着一种嘲讽的语气\n    “你...你想体验一下死亡吗？”他冷静地说，“我的意思是，完全是自愿的，并没有人逼你。”\n    “好啊。”我把这看成一个玩笑。\n    “跟我来。”他朝一个书柜走去，我迅速跟上去。\n\n    突然，他用力像那个书柜提了一脚，“砰”一声，书柜竟然被踢开了，分成两节。\n    “需要很大力才能踢开，所以别人尝试踢这个书柜时，也不会发掘它的秘密。”\n    我渐渐感到他是正经的，因为前面出现了中世纪的大门。\n    “你学建筑的，对吗？应该很清楚这个门吧？”他对我说，“嗯？”\n    “中世纪的木门，看上去，应该是地下室的门...但是，这完全是MC西国那边建筑啊！怎么会...”\n    “这座房子，是那边的建筑师建筑的，所以看上去有点洋气，小小的石头堡垒。”他一边说，一边转动那边古老的大锁，“这把大锁没多少人能解开了，很传统的密码锁，有人甚至连如何扭动都不知道。”\n    我好奇地看着这一切。\n    “吱...珂...咔咻”门被打开了，在我前面的，里面，也是砖石做成的。\n    不同的是，中间插着一把古老的剑...\n    “黑曜石制成的剑！”我惊叹，”谁能把沉重无比的黑曜石磨成铁锭大小，然后制成这把黑曜石剑呢？”    ”这把剑...不同于其他的木剑铁剑钻石剑之类的......非常坚硬，没有耐久，而且，听说这把黑曜石剑的黑曜石，是五勇士杀末影龙时在末影之路挖掘的。”他继续向我介绍这把剑，“但是，因为这些特性，这把剑带有的负效果一样强大，先是沉重，然后是凋零...更甚至中毒。”\n    “什么！竟然还有这样子的剑！”我惊呼，“这把剑...是要多么强的人才能掌控。”\n    “今天要你来，就是想你来掌控这把死亡之剑。”他说的很慢，很小心。\n   我转过头来，惊讶地看着这个我熟悉的人，我无法理解他的意思。\n    “为何？为何是我，我如此的弱小，你也不是不知道。”我说，“而且，我并不强壮啊！剑技也不是太高超。”\n    “勇士盟想要的是机智勇敢之人，并不是强壮的莽夫。若是这样，勇士盟早已爆满，不会只有五大勇士。”他继续说来，“当初，五勇士杀死了这头末影龙之后，五位勇者都感到十分疲惫不堪，于是他们想到了壮大自己的联盟！但是，这个人必须是像他们一样机智勇敢的，他们并不需要强壮之人。”\n    “我并不算的上机智。”我说，“我甚至有些愚笨，我并不像你想的那样，张达(他的真名)。”\n    “可是...”张达还想说些什么。\n    “可是什么！我只是一个普通人，并不能胜任你说的种种，我甚至可能连举起这把剑的力气都没有！”我大声说，盖过了张达的声音。\n   他可能有点恼怒成羞了，于是竟然大声地说：\n   “我不知道你能不能胜任！但我知道，历代来有无数人想加入勇士盟！他们抛头颅洒热血，就是为了夺取一份荣誉，不怕生死。而你呢！荣誉摆在你前面，你却只把它当玩笑！并且大声反驳，我告诉你吧...”他停住了，仿佛在思考要不要说，“好，你来的那几天，我明显感觉到这把剑，有一种奇异的能量波动！但是，这几天也有同样的人来，其中也少不了你说的人，但我为什么选择你，你知道么？”\n    “我什么都不知道。”\n   突然，他把我拉去台上，把我的手强制放在剑柄，突然，我感觉到死亡和生命的气息从我手上传来，很热烈，很涌动。\n   “我本来还想用言情打动你的，想不到最后还是要强制。”张达对我说，“你现在感到的是死亡和生命的气息，对吗？当初我摸了一下这把剑，却害得我几月无法用手拿冷的、重的物品，说是重，超过1千克就是我的极限了！而你呢？坚持了30秒左右了，还没有受伤，可见你的生命力很强大。”\n   我除了脑子以外，其他身体部位全部被死死麻醉了，无法动弹，无法说话，但我似乎感觉到，身体有什么在游动般，仿佛小芽疯狂地生长。\n   既然无法挣扎开来，那，倒不如我把这把剑拔出来。\n   我立刻动手，但无奈我把自己想的太强了，我根本无法移动它毫米\n   “到底该怎么做啊...”那股气息越来越强，我感受到我的肚子越来越热\n   快爆了！我的身体无法承受这样的生命力量和死亡气息！\n   “毕竟还只是肉体啊...”张达说，“不要怨我，这是命中安排，你必须得触碰并使用这把剑，当然，我只是让你更早得接触它。”\n   我已经放弃了徒劳地拔剑，我观察到了，这把剑，可以往下按，但绝对拔不出来，于是，我尝试把它按下去，我暗暗感觉到，好像有一个人和我较劲。仿佛是剑技中的砍劈，现在敌人正在用剑挡住我的剑。\n   我继续用力按剑下去，我仿佛感觉到断裂\n   突然之间，爆炸的气流让我飞了出去，张达也被爆炸的气流卷走了，整个图书馆突然之间被爆破，吓得路人惊魂未散(这个是我瞎猜的，毕竟我哪知道外面的情况)\n    不久，我站了起来\n    望着那把，荣耀而死亡的剑\n    该死\n\n",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1453811700,
            "txt_content": "个人评价：\n这个视角场景感不够，一章分成这样不太能让人明白事件进展"
        }
    ]
}