{
    "title": "【Wiki准则】Minecraft插件百科-介绍&准则",
    "author": "Greensky",
    "replyCount": 1,
    "timestamp": 1453460400,
    "txt_content": " 本帖最后由 henry5041 于 2016-1-27 20:47 编辑 \n\nMinecraft插件百科\n百科介绍&准则\n1    原则 Principle\nMinecraft插件百科（Minecraft Plugin Wiki，以下简称百科）为创立于2014年4月13日，任何人均可以参与编写的非盈利性百科组织。主要领域为Minecraft多人模式服务端和插件使用、配置、编程的教程编写。[1]\n1.1    工作\n百科主要致力于通过翻译插件使用方法、配置等非中文的条目内容，以编写插件有关教程来帮助服主、服务器管理员们更好地理解和运用插件，同时也鼓励成员自行进行插件的开发编写。\n1.2   目标\n百科的目标是成为Minecraft多人领域最全面、权威的中文百科全书，对所有主流的服务端、插件完成教程编写。另外也正尝试向其他语言的教程编写进行发展，收纳来自外国的编写者参与百科。\n1.3   著作权\n百科尊重每一个条目内容创作者的权利，对无故抄袭行为持有零容忍态度。其上所有内容均由各成员进行编写，如无特殊声明则根据CC BY-SA协议进行传播，如有侵权行为，条目创建者需自行承担后果，百科仅有义务在告知后删除侵权部分内容。[2]\n1.3.1   外文内容\n外文教程的著作权归属其编写者所有，翻译者仅能根据CC BY-SA协议对其翻译内容进行传播。\n1.3.2  国内教程\n对于国内教程内容的使用，须征得其创作者同意，否则百科可在被告知后删除侵权部分内容。\n1.3.3  原创插件\n百科成员个人编写的插件著作权由其本人所有，由百科团队编写的插件著作权由百科所有。\n\n \n2   组织 Organization\n2.1   成员\n参与百科编写的成员均可称为编写者。编写者为来自各地、爱好Minecraft、熟悉各种多人模式插件并熟练使用英语的人，并常常拥有服主、插件开发者、服务器管理员的身份。[3]\n2.1.1   管理员\nMine plugin工作室管理员同时担任百科管理员，其职责大致为参与决定百科发展方向、日常条目维护、为百科招募新编写者等。\n2.2  工作室\nMine Plugin工作室（以下简称工作室）为百科上属机构，对百科进行领导和管理，目前暂定的未启用网站为Mineplugin.net。工作室由百科活跃的成员组成，各成员不允许同时加入任何其他小组。达到要求加入工作室是领取在Minecraft论坛相应小组徽章的唯一途径。\n2.2.1   编写组\n百科内活跃成员，若未加入其他小组者，均可加入工作室编写组。加入要求为在百科的贡献分数在10以上。\n2.2.2  开发组\n工作室欢迎原创插件开发者加入，编写工作室原创插件，协助完善插件百科以及原创插件的详细说明，加入审核请询问管理员。工作室开发组于GitHub上组织为Github.com/PluginWiki，开发插件时，插件包名请使用net.mcplugin作为前缀。[4]\n2.2.3  本地化组\n工作室欢迎有高级汉化能力者加入，加入者需拥有深度汉化的能力和经验，详情请询问管理员。\n2.2.4  设计组\n工作室需要具有设计能力者加入，参与完善百科网页装饰等设施。加入者需熟练运用Photoshop等软件进行绘图，最好拥有板绘的能力，或有网页制作、MediaWiki百科站点的配置以及模板等百科设施的建设能力，详情请询问管理员。\n3   平台 Platform\n3.1   百科\n百科站点为百科成员主要的活动场所，目前域名为Mineplugin.org，使用Media Wiki程序运行。有意参与编写者需先于百科进行注册，方可进行编辑。\n3.1.1    贡献分数\n百科贡献分数为衡量成员在百科编辑量的工具，分数达标是加入Mine Plugin工作室编写组的一项要求，详情见“编写组”部分。[5]\n3.2  其他网站\n百科成员可将自己完成的作品发布于其他网站、贴吧、论坛。若存在其他参与编写者，则需征得其他所有参与者同意并注明他们的名字。发布时请在标题或内容中注明“插件百科”字样，并于帖内添加百科图标。\n3.2.1  Minecraft中文论坛\n对于插件教程的翻译、编写，百科成员可发布于服务端插件板块。若插件知名度较高、篇幅较大则可发布于联机教程与翻译&Wiki板块。\n3.3  讨论群\n百科主群用于进行与百科有关的讨论，不接受插件使用提问者入群。\n3.3.1  答疑群\n百科答疑群是对于插件有关问题的答疑解惑的场所，成员亦可以于此进行日常的闲聊。\n\n[1]http://mineplugin.org/Studio:插件百科\n[2]http://mineplugin.org/Studio:版权\n[3]http://mineplugin.org/Studio:成员\n[4]http://mineplugin.org/Studio:开发\n[5]http://mineplugin.org/Special:ContributionScores\n\n此文稿用于对Minecraft插件百科的介绍以及准则讲解，最终解释权归插件百科管理组所有。\n\n\n\n\n\n\n\n\nPluginWiki_Introduction&amp;Principles(3rd-draft).zip\n\n\n2016-1-27 20:46 上传\n点击文件名下载附件\n\n\n\n\n153.89 KB, 下载次数: 57\n\n\nPluginWiki介绍&准则文档\n\n\n",
    "replies": [
        {
            "author": "Greensky",
            "timestamp": 1466232120,
            "txt_content": "标题: 16年6月15日新增 关于在论坛使用“来自群组”的规定在MCBBS上百科小组对组员开放期间，有部分组员在发与百科无关的帖子时，使用来自插件百科的“来自群组”。介于这种现象，经过管理员讨论，现决定禁止未经过管理员同意在某些板块发帖时于“来自群组”填写插件百科小组的行为。禁止的板块如下：\n- 交易代理- 你问我答大版下的任何板块- 矿工茶馆- 服务器- 相关游戏大版下的任何板块- 论坛事务大版\n\n百科成员若在这些板块或它们的任何子版块发帖时，未经过管理员同意，于“来自群组”填写插件百科小组，则视为违反百科规定，根据程度视情况将此成员移除出小组。"
        }
    ]
}