{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第二十二节",
    "author": "2B与mc的故事",
    "replyCount": 3,
    "timestamp": 1453456740,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2016-1-22 19:57 编辑 \n\n（不知为何，之前那个帖子不见了……好吧我补一遍）\n\n\n        什么也看不清……\n\n        穹闪心中升起一股莫名的迷茫。走在这么浓的黑雾中，就像是失去了自己的眼睛。只有茫然地向前走，完全不知道自己身处何方，将去何处。能做的只有向前走，仅此而已。整个世界变得单调得可怕。\n\n        在黑雾中这样迷迷糊糊地摸索了很久，带路的老板娘终于停了下来。穹闪瞪大了眼睛，才能隐隐约约看到一座小木屋的轮廓。\n\n        “吱嘎——”\n\n        老板娘好不容易掰开了老旧的木门，接着拍了拍门把手上的灰，转身示意让穹闪他们进来。\n\n         点燃屋里的火把，整间小木屋瞬间明亮了起来。屋里的东西看上去都是上了年纪的，而且因为很久没用过了，大多数基本上已经报废。似乎是因为这木屋很久没被使用过，常年房门紧闭的缘故，屋里的能见度倒是不错，几乎没有黑雾。\n\n        不过也好不到哪去。满屋的灰尘可比黑雾更呛人。穹闪正准备拍拍木凳上的灰，坐下休息一下，愣了愣，却又不得不叉起手继续站立——那木凳已经快散架了。\n\n        “好了，至少在这里可以好好说话了。”老板娘开口了。\n\n        “这个村子太奇怪了！空气这么差，还不准人说话！这规矩是谁定的？还有，这里就没有像样一点的房子吗？我实在是受不了这一屋子的灰！”灵曦似乎憋了很久，一开口就滔滔不绝的抱怨起来。\n\n        “不许说话这规矩是大家默认的。你们也看到了，外面的这些黑雾。本来空气就这么差，随便说话也会污染空气的。更何况，说话会让你吸入更多的黑雾，那对身体不好。”老板娘解释道。\n\n        听到这话，傲天用小得只有他自己能听到的声音“切”了一声。\n\n        “这些黑雾到底是什么？”穹闪问道，“为什么这个村子里这么多黑雾？”\n\n        “那是煤烟。”傲天开口了，“你烧过煤吧？烧煤就会放出这样的烟。”\n\n        “原来如此，难怪我觉得这味道在哪里闻过。”穹闪想了想，眉头一皱，追问道，“就算是煤烟，可这也太多了吧！难道说会有人故意拿一大堆煤炭，整天不停地烧？那样也未必会有这么多的黑雾，整个村子都是这么浓的黑雾啊。”\n\n        “没错，就是有这样的白痴。”傲天说着，不屑地撅了撅嘴，“而且这样的白痴还不止一个。几乎整个村子的人都是白痴。哦，当然，那个肥婆应该不是。”\n\n        “臭小子！你嘴里就不会冒出好听的话！”老板娘说着，逮着傲天的耳朵揪了起来。\n\n        “啊啊啊！！我又没说你坏话，干嘛揪我耳朵！”傲天大叫着扯开老板娘的手，接着突然想起什么似的警惕地望了望窗外，安静了下来，从牙缝里挤出了几个字：“别弄出那么大的声音啊！”\n\n        “怕什么！这里是村子里最偏僻的角落了，没人会听到的。”老板娘满不在乎地转过身，告诉穹闪，“小伙子，你们运气不错。明天空气就会好起来了，赶紧收拾好东西准备离开吧！”\n\n        “哼，也好，我也不想一直呆在这鬼地方。”傲天说着，背着手朝门外走去。\n\n        “嚓！”\n\n        因老化而变脆的木门忽然间被什么东西击穿，傲天下意识地向后一跳躲了过去。定睛一看，栽在地上的是一把小刀。\n\n        “这下可好玩了。”傲天一边死死地盯着门，一边从腰包里掏出了手弩，“看吧，肥婆，叫你安静点你不信。”\n\n        “也没什么大不了。你也死不了吧？”老板娘说着盘腿坐在了地上，“让我看看这几年里你有什么长进吧。”\n\n        话音刚落，傲天笑了笑，一声不吭地踹开木门，消失在了黑雾中。\n\n        “金毛，你别插手啊，这是我的事情。”屋外传来傲天的声音，“更何况，你也帮不上忙。”\n\n        听到这话，穹闪停下了脚步。他站在门口，把剑反插在地，默默注视着一片漆黑的屋外。确实，就算他出去，在黑雾中什么也看不到，完全无法战斗。不过反过来想，傲天和袭击过来的敌人又是怎么战斗的呢？他眯着眼，呆呆地望着浓重的黑雾，百思不得其解。\n\n        “小伙子，你太过于依赖你的眼睛了。”老板娘似乎看出了穹闪的疑惑，“除了眼睛以外，你还有其他的感官。”\n\n        穹闪恍然大悟，闭上了眼睛。依靠微弱的脚步声，快速产生的风声，还有一些极其轻微的地面的震动，穹闪逐渐在脑海里绘出了模糊的战斗场景……\n\n        \n\n\n寒假到啦！我日更狂魔回来啦！\n是不是有点对话流……\n不行我得赶紧把技术练回原来的水平\n\n\n目录\n\n@恶魔-潇洒 @bo_bo2001 @guqu @xcc @Donnies_Ming \n",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1453457460,
            "txt_content": "写文真的好吗？，。。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1453463760,
            "txt_content": "话说发生了什么\n怪不得今天看茶馆有一帖《今天论坛是被攻击了么》\n集体探险就是愉快啊哈？\n\n………………\n目测回忆杀*1\n…………\n战斗桥段*2\n………………"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1453464120,
            "txt_content": "Donnies_Ming 发表于 2016-1-22 19:56\n话说发生了什么\n怪不得今天看茶馆有一帖《今天论坛是被攻击了么》\n集体探险就是愉快啊哈？\n啊是啊好奇怪\n（集体探险是什么鬼意义不明）"
        }
    ]
}