{
    "title": "<原创·连载·圣杯>空[第四十章：噩梦的开始][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1453458960,
    "txt_content": "空·第四十章·噩梦的开始\n\n\n正文\n\n\n    面对弗兰克的质问，纳尔支支吾吾了近十分钟仍然说不出个所以然，他真的是什么都不知道。当弗兰克问他为什么是一问三不知时纳尔只是丢出一句话：“你可以叫我复述这件事，但我什么细节都不知道。”    暂且先撇开萧黎有没有被天花板砸死这事不谈，纳尔说完自己被萧黎抓来做不知道是什么用意的实验后又细致刻画了一番自己当时的感受，不想话音刚落，他就清楚地听见了对面指关节作响的声音。    好的，现在看来没必要和弗兰克汇报萧黎的生死情况了，再说他也不知道。一边暗自庆幸自己可以很快挂掉电话回旅馆，一边四处看了看。却看见一个人，躲在附近的小巷里，穿着一身看起来似乎是白色的风衣。头朝纳尔站的地方伸过来，不知道是在看什么。    不过只是瞄了一眼，那人很快就消失在小巷中了。好吧，但愿不是在看他。对面弗兰克剧烈的咳嗽几声，看来是被气得不轻。大概是喝了水之后才开口，“好了……我知道了，这样吧，你回那里，去找找萧黎在什么地方。最好给我……捅几刀。”    “啊？哦。”纳尔停顿片刻，“等等，你倒是把刀给我啊！”等到说完这句话后他才意识到弗兰克已经挂断电话了。    长叹一声，把手机锁屏放进口袋。纳尔还是回头望了望那个小巷，不知为何，那个白风衣的人让他心中泛起一阵难以平息的波澜。    来不及想太多，虽然萧黎可能对纳尔的身体动了手脚，但仔细考虑可以说是萧黎救了他一命。要不是因为经历了那件奇怪的事，纳尔也不可能敏捷到这个程度，更不用说在爆炸前几秒钟感知到危险的到来并且麻利的在三秒内逃脱。    整理一下衣服上的褶皱，若无其事地按照他记忆中的方向朝现在已经变成废墟的地方走去。    刚才那个穿白风衣的人重新从小巷的黑暗中走出，眯起眼端详着纳尔远去的背影。掏出手机熟练地输入解锁密码，毫无思考便敲入一串似乎没有任何规律的数字后再收起。此时纳尔的身影已经接近消失，在心中默念一次“纳尔·多罗斯”的名字后，摘下黑框眼镜，沿着纳尔走的路不紧不慢地跟了过去。     不得不说，纳尔非常好奇到底是什么东西能把这里炸成这幅可怜模样。他觉得萧黎不被砸死的可能性非常低，除非他在爆炸之前就离开了，不然生还的可能性几乎为零——这里基本被炸平了。    嗯……也不能排除萧黎运气好到没天理，从死神手中逃过一劫。    纳尔耸耸肩，谁知道会怎么样。在没得到结果之前他只能去试试看。不过既然是来刨坟，是不是该带把铲子什么的……他看看自己的手，又抬起头看看这些有棱有角的石块和砖块，他的头皮就会发麻。现在脑海中已经大致浮现出在刨出萧黎的尸体或者说是半死不活的萧黎之后他的手会是一副什么鬼样子。想想都觉得恐怖。    想到这些，他倒抽一口凉气，但还是走过去，伸出手刚要触碰到一块满是灰尘的石块时，他听见了一声响动。应该是……石块滚动下来的声音？抬起头四处看看，似乎看出了异样所在。纳尔随意敲了敲附近的石块，紧接着就得到了回应。听声音应该就在附近，再三考虑后决定先不用手，用脚踢，能踢掉几块是几块，纳尔可不想糟蹋了自己的这一双手。    踢掉几块之后，里面伸出了一只手，上面有不少的灰尘，以及伤痕，血迹几乎遍布整条手臂，混合上灰尘的颜色，叫人毛骨悚然。纳尔清理了一下周围零碎的石块，总算是弄出了一个可以容下一人爬出的缝隙。他抓住那只满是淤青的手，开始用力地往外拉。    纳尔发现自己在敏捷度提高以后力气也变大了不少，换做之前根本不可能把里面的人拉出来，而现在却是轻而易举的事。他自己感觉没出多大力就把那个人拉出来了……    刚开始他甚至认不出被拉出来的人是谁，脸上不是正在缓慢往外流出血液的伤痕，就是石块上脱落下来的灰尘。纳尔仔细辨认许久才发现这是萧黎。刚想开口询问他的身体状况如何时，萧黎一个趔趄，身体失去了重心，朝纳尔倒去。    看来是不能兑现弗兰克拜托他的事了，再说他也没有刀。不过这些暂时先不管了，救人要紧。纳尔背起萧黎，顺带想起来更早一些的时候萧黎还在机场顺手开了一枪救过他一命，于是迅速拦了出租去附近的医院。    那个司机很显然注意到了萧黎的情况，纳尔不知道这个好心人有没有超速行驶，因为他从上车到下车一直都在看后视镜，要不是司机提醒他没准和萧黎一起被拉到别处了。    他发现有一辆车一直跟在后面。始终保持一定的距离。在出租到达医院的时候，这辆车已经不见了。纳尔记得是在最附近的一个岔道拐弯了，虽然原则上讲有车一路跟着也没什么好奇怪的，更何况这辆车没有一直跟到医院而是拐走了，但他不管如何去自我安慰都无法安下心来。    好吧，不过现在还是得把这事放放。救人要紧。纳尔在走下车后还四处望了望，那辆车不在附近，看来没有折返回来。于是他转过头对那位司机道了谢，背着萧黎匆匆进了医院。    为什么不能安心？    ……    纳尔坐在椅子上一直在考虑这个问题。他已经尝试过很多个理由了但都无法成功说服自己那辆车会跟到这里只是个巧合，加上刚才的爆炸，纳尔太难把自己对于那辆车以及它的驾驶者的怀疑打消掉。    伸了个懒腰靠在椅背上。几乎是刹那间，他的瞳孔放大了一倍。    “纳尔·多罗斯，好久不见。”倚在对面的墙壁上的那人朝他微微一笑，白色的风衣犹如纳尔的噩梦的颜色。\n\n废言都是混乱的锅，害我被删三贴还要重发！！！\n返回索引贴",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1453460880,
            "txt_content": " 本帖最后由 zyj0807 于 2016-1-22 19:12 编辑 \n伸了个懒腰靠在椅背上。几乎是刹那间，他的瞳孔放大了一倍。\n放大一倍什么鬼啊= =\n形容惊骇的话，应该是类似于“瞳孔陡然一缩”这样的然后我居然今天才发现这个BUG_(:зゝ∠)_\n"
        }
    ]
}