{
    "title": "<原创·连载·圣杯>空[第四十二章：偷东西的人][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1453468200,
    "txt_content": " 本帖最后由 46241359 于 2016-1-23 08:06 编辑 \n\n空·第四十二章·偷东西的人\n\n\n正文\n\n\n    “在这里开枪……”赫尔斯双手背在背后，脸上的表情十分平静，平静到让纳尔四肢发软，就像是一个杀手杀人前的镇定，“可是会把附近的人吸引过来的。”    在仔细看过赫尔斯全身上下后，纳尔一面发抖一面放下了手臂。这附近有人，他不断在心里默念着这句话，这是唯一能叫他安下心的理由了。深呼吸，闭眼，暂时屏蔽掉面前这个目前还善恶不明的赫尔斯，让自己平静下来后，他才开口说出自己的问题：“赫尔斯，你真的……被save通缉了？”    “这能有假？”耸耸肩来表示自己对于纳尔的思维方式的不理解，这也不是纳尔第一次知道save了，怎么还不熟悉save办事的态度呢，赫尔斯对于这个反应总比常人慢半拍的纳尔有些担心，“不仅是真通缉，只要抓到，就会一扣扳机杀了我呢。”    听到这句话，纳尔的身体又颤了颤，“那他们……为什么要通缉你？或者说……呃……为什么要杀你？”    赫尔斯微微一笑，他俯下身，几乎贴到了纳尔的脸上，像是幽灵一样吐出一句话：“因为啊……我偷了他们的东西。”纳尔因为这样看清了他的双眼，一眼看不到眼底，时刻透露出一种不同于他人的心机，“而且，那个东西，”他伸出手，点了一下纳尔的眉心，“就藏在这里。”    “哎？”纳尔后退几步，与赫尔斯保持了两三米的距离，下意识摸了摸自己刚才被点到的地方，还好没有长出什么奇怪的东西，虽然纳尔知道这个想法很荒谬，但是刚才赫尔斯那一点真的吓坏他了，而且……他的眉心不会真的有什么东西吧。    “哈哈哈——”赫尔斯突然笑出来，突如其来的笑声让纳尔吓了一跳，一脸诧异地看着面前的人像疯子一样笑起来没完，“你真是……唉，难怪叫人来保护你，真以为你脑袋里有东西？”    “不是……你这人怎么这样？”纳尔心里一百个委屈说不出，他都不明白自己为什么要相信赫尔斯，只是因为一种说出来叫人觉得可笑无比的熟悉感而已。    “逗你玩玩而已，你怎么知道我被save通缉了。”    “安德说为了叫我熟悉一下，所以给我看过save的名单。”    那个名单上纳尔只对一个名字记忆犹新，就是赫尔斯。那张名单的最底下，有一行是通缉名单，但那里面只有一个名字——赫尔斯。那个名字被人用红笔圈了出来，当时出于好奇，纳尔还特意询问了安德有关赫尔斯的事。安德只是说赫尔斯原先是save的成员，因为偷了重要物品而被通缉，但是他没说偷得是什么。    可是现在看起来，纳尔真怀疑是安德错怪人了，赫尔斯这样不管怎么看都不像是那种偷重要机密的人，被偷还差不多。虽然偶尔从眼底射出的寒光确实是令人毛骨悚然，但是就从他刚才说的话来看，纳尔真的不觉得他会偷东西。    “你真的偷了？偷得什么啊？”纳尔装出一副什么都不知道的天真样子，这样也许能让赫尔斯说出来一些，哪怕一点点……    赫尔斯站直了身子，挡住了原本照到纳尔脸上的阳光，脸因为阴暗而变得模糊不清，纳尔眯起眼，看着他随风轻轻飘动的风衣，这个形象在他脑海中越来越清晰和熟悉。“偷，是真的。至于偷得什么，你迟早有一个机会知道的。”说着，赫尔斯转过身，背对着纳尔，“我得走了，你自己注意安全。”    “等等，”纳尔看见赫尔斯又转过头来看着他，心里紧了一下，“赫尔斯，你……是不是一个C国人？”    直觉告诉纳尔：这不可能。虽然赫尔斯和他在那时看见的男子外貌很相似，都是一头的黑发，看起来都有东方气息。但是“赫尔斯”这个名字就不这样了，他左思右想还是排除掉了假名的可能，因为save的名单上也是赫尔斯这个名字，也许不是他所见到的，况且衣着并不一样，可能真的只是外貌有些相似吧。    他看着纳尔，眼神里没有透露出丝毫的诧异，“我是U国人，但你对我的熟悉感，是真正存在的。”    回答完问题，赫尔斯没再理会纳尔在身后声嘶力竭地喊他，朝日落的方向走去。他知道纳尔为什么会问他这个问题，在当天他也感受到了，那种强烈的发自内心的不安。看样子是那个叫萧黎的医生反应迟钝忘记关闭机器，结果翻出了一些纳尔本不该知道的记忆。    纳尔也是个可怜人，赫尔斯觉得有些可惜，年纪轻轻就被人拿来利用，被人暗中操纵却还蒙在鼓里一无所知。赫尔斯觉得，这就像是一场游戏，游戏者乐在其中却不知早已安排好了结局。    回过头，纳尔已经不在原地，大概是回宾馆去了。有些事，赫尔斯不知道自己该不该告诉他，但是像纳尔这样的人，知道一事不如忘记一事。纳尔说自己不会用枪，其实那分明是假话，只是在他“自己”看来不会用而已。赫尔斯的嘴角不自觉上扬了一下，没错，纳尔真的遇上危险而拿出那把枪时，就会发生他意想不到的事。    那可是，纳尔最熟悉的武器啊。如果不是因为记忆被时间抹杀，神经被现实麻痹，纳尔做梦都会想念这把枪的。只是为了掩盖纳尔使用过它的痕迹才迫不得已在枪身上刻下了名字首字母。他要是在危急情况拿出它，就会像走火入魔一样，熟练地重复着练习过无数次的动作：稳住身体，手指搭上扳机，然后扣下。    叫纳尔学会这个的原意是希望他能以此来自保，没想到现在却要借着这个被save叫来杀人。    真是可惜至极啊，是不是该为他做点什么了。\n\n返回索引贴\n\n@sam3737 @xcc @冥王星人 @恶魔-潇洒 \n",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1465519140,
            "txt_content": "消除零回复时间？\n端午快乐"
        }
    ]
}