{
    "title": "<原创·连载·圣杯>空[第四十一章：赫尔斯][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1453467540,
    "txt_content": "空·第四十一章·赫尔斯\n\n\n正文\n\n\n    “辛苦，你可以回去了，”弗兰克攥着报告推门而入，“多处轻微骨折加上脑震荡，你还真是命大。”    这句话只是纳尔出房间的脚步慢了些碰巧听到的，他看见弗兰克拿报告的那只手就觉得萧黎小命不保——弗兰克的手快把那张报告攥烂了。    萧黎刚苏醒过来，眼神有些迷茫。弗兰克只是继续攥着那张已经伤痕累累的报告站在一边看着，顺便端详了一番萧黎的脸。不错，划了几道，毁容毁的不算太厉害，戴个口罩什么的还能遮一遮。萧黎呆坐了将近一分钟才注意到站在一边的弗兰克，“你什么时候进来的……”他的声音细若游丝。嗯，想想也没什么问题，刚从昏迷中脱离出来，这很正常。    “刚才，不过，你难得能把那条一年四季都戴着的围巾摘下来，”弗兰克脸上露出一抹嘲讽的笑容，“好让你的疤痕能够呼吸一下新鲜的空气。”    “这事不要提……”萧黎抬起相对来说比较完好而且没有骨折的左胳膊，尽力遮住自己脖颈上那道触目惊心的伤痕。他已经记不清从什么时候开始，这条疤就成了人嘲讽他的下手点，尤其是……弗兰克。他只想把话题转移到别的方面上，哪怕是个对自己不利的话题，“你这是把那张报告想象成我了么？”   “啊？”弗兰克张开手看了看快被自己揉成一团的报告，“没把他当你，我只是想把它揉成团扔到你头上而已，看能不能用这种无关痛痒的感觉让你的脑袋开窍。”    “嗯……”萧黎抬起头看着弗兰克，嘴角向上扬了扬，“好吧，不开玩笑了，你来是有事吧？比如要开一枪然后把我拖去埋了之类的？”    弗兰克怪笑几声，这种声音对于萧黎来说无异于纳尔听见白昕的笑声，就像听见地狱恶鬼的咆哮一样恐怖，让他的脊椎骨从头到尾都是冷冰冰的。“我本来是想这样干的，不过考虑到上次在机场因为巧合你救了他，所以这笔账就算了，但是……”弗兰克走到了病床前，双眼盯着萧黎，一道锐利而冰冷的光从眼底射出，让萧黎又打了个寒颤。    刚要开口，萧黎就被弗兰克按到了墙上，“听着，以后，我不准你动他。”这句话是弗兰克在萧黎耳边说的，刻意压低的声音和附带在末尾的冷笑让萧黎的恐惧又加了一层。    “是是是……我知道了……”他知道弗兰克根本没有用力掐他的脖子，但的确是喘不上气，有种接近窒息的感觉。没错，这种感觉，在一段时间之前他也经历过，简直就是，一场他根本不愿回想的噩梦。    所幸，这种恐怖没有持续太长时间，弗兰克见自己的恐吓起了效果便松开了手。他现在有更令人揪心的事情在等着去解决，或者说，还有那么一点点的匪夷所思？    纳尔。   他在匆匆赶到医院后恰好撞见低着头正要离开的纳尔，叫住他后就抬起了头，但那种眼神感觉有些怪异。弗兰克记得在这之前见到的时候，纳尔的眼神可能因为长时间的昏迷导致有些迷茫，但至少看起来不是那么的……陌生。刚才就像是换了一个人，从眼底射出阴冷的光，弗兰克说不出这种眼神到底是在看敌人还是在看一个当了杀人犯的好朋友，总之就是不对劲。    现在他只能祈祷是自己多虑了，相比祈祷，他觉得有一种事也能够导致纳尔的变化，或者说，导致他自己的内心惶恐不安而把无错认为是有。纳尔也许在自己赶到之前见到了什么人。这医院里有监控，凭他的证件要调出监控来看不是什么大问题，只要编个理由就万事大吉。    不，不行。    一提到监控，弗兰克倒退了几步，转而朝医院的大门走去。他不怕看监控，他怕看见那个人。此时他的脑海中甚至浮现出了他所臆想出的影像：一个穿着白风衣的男子斜靠在墙壁上，带着令他几近闻风丧胆的诡秘笑容望着还一无所知的纳尔。    这简直就是一个坏到家的消息……好吧是指在他的胡思乱想成真的情况下。但现在他没有勇气去调取监控，因为这个想法是事实的几率还真不小。    调整好自己刚才快要疯掉的心情，装出若无其事悠然自得的样子，迈着看似轻盈实则是因为两腿发软导致的步伐离开了医院。     “现在几点了？”纳尔站在街道上，背对着正在接近地平线的夕阳。他伸手摘掉墨镜，像是自言自语般喃喃说道。    一阵声响，有着特殊的节奏，像童话里那些流淌的小溪发出像是银铃的声音。“下午六点三十分。”话语随着铃声发出，低沉的嗓音与这让人想入非非的铃声融在一起毫无违和感。    “嗯，我接下来怎么做？”    “来拿我给你的东西，”铃声消失了，让纳尔觉得有些可惜，这种梦幻的声音他真希望能多留一会，“我就在你后面。”    “诶？”纳尔回过头，被还未消逝殆尽的阳光照到眼睛因此双腿瞬间没了力气险些头朝地栽下去，还好那人反应及时伸手拉住了纳尔的胳膊这才挽回了纳尔的脑袋。    “戴上你的墨镜。”那人往一边走了走暂时给纳尔挡住阳光，看着他戴好墨镜后，才伸出始终背在背后的手，在看见手中的东西后差点脚底一滑又摔一跤。    一把枪。    愣了几秒，纳尔才意识到枪把朝着自己，“这是……”    “防身用的。”那人不由分说就塞给纳尔。调整气息外加无数自我安慰才勉强收下这个危险的东西。他看了看枪身。    H，这是枪身上的字数。    再次抬起头看看面前这人，纳尔总觉得在哪见过他，而且……说话的口气……    save？    “那个……请问……H是什么？”    “是我，Hulles，赫尔斯。”    赫尔斯！纳尔惊恐地看着面前的人，极力控制住自己的手臂不叫它抬起让枪口对准面前的人。\n\n返回索引贴\n",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1457522220,
            "txt_content": "我突然意识到这里应该被消除零回复"
        }
    ]
}