{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第二十三节",
    "author": "2B与mc的故事",
    "replyCount": 0,
    "timestamp": 1453468200,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2016-1-24 19:34 编辑 \n\n        穹闪闭上眼睛，集中精力，尽力把自己的感知发散到黑雾之中。\n\n        太安静了，安静得不像是在战斗。要不是因为穹闪自幼在山林里长大，有猎人般的听觉，他肯定会觉得外面什么也没发生。简直是死一般的沉寂。\n\n        人们通常会依赖自己的视觉，用自己的眼睛去了解这个世界。视线一旦被黑雾遮蔽，就像蒙上了自己的眼睛。这时候人往往会不知所措，就好像与外界的一切交流都被隔绝了一样。因此，黑雾就是这座村庄的天然屏障。\n\n        在这样的环境里战斗，就必须使用眼睛以外的其他感官——主要是听觉与触觉——否则完全无法战斗。换句话说，只要隐藏得足够好，不弄出一点声音，不让敌人感受到任何震动，就取得了胜利。怪不得之前与傲天战斗的时候，他的行动都鬼鬼祟祟的，像幽灵一样没有半点声音，这大概是这座村子的战斗习惯。\n\n        “咻！”\n\n        箭的声音。应该是没射中，在空气中擦出的声音。傲天应该在这个村子里呆过很长一段时间，那他也应该了解这里的战斗，为什么还要故意使用弓箭这种容易发出声音的武器呢？\n\n        穹闪一边听着战斗的局势，一边想着，傲天这家伙，应该还有很多事情瞒着他。\n\n        “嚓！”\n\n        看样子应该是射中了。穹闪睁开眼睛，朝黑雾之中望去。果然，不久之后，一个高挑的身影朝门口走来。胜者是傲天。\n\n        “呼，麻烦事都让我摊上了。”傲天一边理着他那在风中凌乱的头发，一边叹气道，“死肥婆，别再给我找麻烦了。明天我想安安静静地离开这里。”\n\n        老板娘下意识地从地上蹦了起来，冲到傲天面前猛地伸出手，却又咬咬牙绕过了傲天，顺手把门关上了。\n\n        “那些人是谁啊？为什么要来袭击我们？”灵曦似乎害怕再把那样的人招过来，说得特别小声。\n\n        “你就不用管了，大小姐。反正我们明天就可以离开这鬼地方，了解这些也没意义。”傲天说着挥挥手，找了块干净点的墙壁靠住，“快点休息吧，应该不早了。我的生物钟很准的。”\n\n        “真准呐，臭小子。”老板娘指着墙壁上锈迹斑斑的时钟说到，“现在才下午三点！”\n\n        “那是你的钟坏了。”傲天打了个哈欠，闭上了眼睛，“反正我要睡了，你要是觉得早就继续去外面晃悠吧。”\n\n        老板娘无可奈何，推开门正准备离开，临走前又转过头叮嘱道：“我回店里去了，这座小木屋就借给你们。明早就离开，不要一直呆在这里。还有，记住不要弄坏任何东西，我可跟你们没完！”\n\n        “切，谁会一直呆在这里啊，我才不稀罕这破屋子。”傲天虚着眼睛答道，“至于这屋里的东西，不用担心，反正都烂成这样了，想弄坏都好难呢。”\n\n        老板娘似乎没理他，气冲冲地离开了。\n\n        别再回来了，那小子。跟他待一天我得少活一年。老板娘想着。\n\n        穹闪默默地关上门，接着拍了拍门上的灰，靠着门也准备睡了。\n\n        “喂喂喂，那我怎么办？我才不要跟你们这两个家伙睡在一个房间！更何况这屋子还这么脏！”灵曦压低了声抱怨道。\n\n        “哦，这屋子应该有一间地下室，你去看看那里怎么样吧。”穹闪答道。\n\n        “你怎么知道？我以前来这间屋子的时候可是从来不知道有地下室这东西。”傲天不解地问道。\n\n        “我自己建过小木屋，所以知道。正常情况下，屋子的地板踩起来不会这么空，声音也不会这么脆。”穹闪答道，“入口应该是左边第一个窗户旁的地板。不过，这样随便进人家的地下室，真的好吗？”\n\n        “管她呢。灵曦，下去看看吧。”傲天毫不在乎。\n\n        灵曦按照穹闪的话，撬开那块地板，果然发现屋子底下别有洞天。她带着一根火把，小心翼翼地跳了下去。\n\n        一进地下室，一股潮湿的空气夹杂着植物的气味涌入鼻腔。地下室不大，跟木屋的面积差不多。四周的墙壁上都长满了绿茸茸的青苔，远看挺可爱的，近看却很恶心。\n\n        回头一看，入口处是有一个活板门的，那块木板似乎是后来刻意补上的，应该是想要遮住这入口，不想让别人发现。\n\n        地下室里有不少大大小小的书柜和箱子，全是各种各样的研究资料和图纸。还有一个上了锁的铁箱子。灵曦倒是完全看不懂，不过傲天呢？听他自己说，他不是“天才”吗？\n\n        “这里又好多图纸啊。傲天，快下来看看！”\n\n        图纸？！傲天心中一惊。难道说是……\n\n        他马上蹿了过去，跳入地下室，兴奋地抱着图纸研究起来。\n\n        “没错！终于让我找到了！就是这些东西！”\n\n\n目录\n\n\n没错，傲天找到的就是传说中机械七战神留下的高达设计图。（大雾）\n\n\n@bo_bo2001 @Donnies_Ming @guqu @xcc @恶魔-潇洒 \n\n",
    "replies": []
}