{
    "title": "<原创·连载·圣杯>《青色之风》[卷一·五]",
    "author": "zyj0807",
    "replyCount": 2,
    "timestamp": 1453534560,
    "txt_content": " 本帖最后由 zyj0807 于 2017-1-29 23:03 编辑 \n\n第五章\n\n　　七年前佐格就败给了男爵，七年后他再次落败，甚至要丢掉了性命。不由得要感叹命运总是如此的捉弄别人。\n\n　　而且这次他败得更快更彻底。\n\n　　“我有说——让你走么？”冷漠的声音在树下回响。男爵面无表情，收回青枪，望向了枪尖。\n\n　　银白的枪尖不沾一丝血液，映着周围的光团，泛着点点辉光。\n\n　　佐格眼中的色彩缓缓褪去，头颅渐渐低了下来。\n\n　　他眉头一皱，看向了面前这个在七年后再次落败的敌人尸体的心口处。那里被破开了一个洞口，但是却诡异地没有流出一滴鲜血。\n\n　　“你果然，已经不是一个人类了。”他沉声道，眼底少见的流露出了几分肃然。\n\n　　若仔细观察的话，就会发现，佐格心口的那个大洞周围，此时正有几丝紫黑色的形似电弧般的东西在不停扭动，流入心口。洞口的血肉上呈着极淡的紫色，没有哪怕一丝一毫的肉丝或血线。\n\n　　但是他心口处却仿佛有什么奇异的力量蒙覆着，让人看不清楚里面的情况。\n\n　　男爵的眼中璀璨的青芒一烁，一股强盛的波动从双眸处散发出来，视线探向了佐格的心口。\n\n　　只是待看清后，脸色却是立即沉了下来。\n\n　　人的心口处，应该是心脏。在魔力突破到一定境界之后，可以以自身魔力覆盖住自己的心脏，形成大陆上魔力修炼者最重要的一个部位。\n\n　　——魔力心脏。\n\n　　人体内唯一一个，无时不刻都在转化天地原始魔力的地方。也是在更高的境界里，‘三十六器位’中承载法则的效果最好的部位。\n\n　　但相比之下，也是最为脆弱的几个部位之一。\n\n　　魔力心脏通常会根据人的魔力性质呈现出不同的状态和颜色。譬如男爵的魔力承载深绿的法则，魔力心脏便是蒙着青色，波动犹如飓风一般。\n\n　　佐格七年前的魔力，是灰黄色的战魔力，只不过先前他的魔力化为黑色火焰攻击和防御，应当是重炼了魔力。\n\n　　那么他的魔力心脏，就应该是蒙着一层黑光，宛如燃烧着的才对。\n\n　　可他此刻看过去，却完全不是这么一副模样。既不是灰黄色的，也不是泛着黑光，燃烧着的心形。\n\n　　他看到的，只有一团深紫色的粒子，在不断分解、重构。那些粒子，皆是十分微小的方块粒子，在向外释放着淡紫色的射线。\n\n　　男爵的神色愈发严肃了起来。他意识到了事情的严重性，原先他还以为佐格只是放弃了人类之身重构魔力，现在看来，根本就不是他所想象的那样。\n\n　　因为他认识那团粒子。对它的记忆甚至可以说是刻骨铭心。\n\n　　那是末影之力，一种极端强大、诡谲的魔力。\n\n　　五年前，他的父亲因为这个魔力，死在了他的面前。\n\n　　他至今依然能够清楚地回想起当时的情景。\n\n　　他的父亲，一代天之骄子，站在大陆巅峰的强大人物。被连绵不绝化成一片怒涛的末影之力给生生轰杀。\n\n　　而当时遍体鳞伤的他被这种魔力几乎洞穿了整个身躯，残剩的魔力不断遭受末影之力的腐蚀，只能依靠右手持枪撑住，才能勉强不让自己倒在白黄色的石面上。\n\n　　他眼睁睁地看着父亲挡在他身前，抗衡末影而死去。\n\n　　死在那两只狭长的放着幽暗却异常夺目的紫光的龙眼之前。\n\n　　眼下看到这如此熟悉的末影粒子，他内心深处最不愿意想起的回忆被牵动出来。又怎么能不怨恨，愤怒呢？\n\n　　但满腔的怨恨爆发出来的同时，他的思维也非常冷静。\n\n　　这件事，绝没有那么简单。末影粒子不会无端来到大陆上，更别说是存在于人体中，取代了魔力心脏的位置。\n\n　　佐格的魔力心脏呢？！\n\n　　男爵心中困惑，头脑飞速运转起来。口中喃喃有语，似乎在极力思考着。但想了片刻，就明白自己无法根据现有的线索推测出一点东西来，便无奈的放弃了。\n\n　　毕竟末影粒子突然出现在这里，太过诡异。\n\n　　周围的光团浮浮沉沉，男爵眉头紧蹙。但旋即又舒展开来，不管如何，当务之急，是赶紧远离深绿之堡。\n\n　　至于深绿之珠，从他杀死佐格的那刻起，那些黑炎就尽皆消散了。此时它表面流动着些许光泽，散发着隐隐波动，显然是没有问题。那么自然，里面的孩子也是安然无恙了。\n\n　　洛恩最后深深看了一眼佐格的尸体，而后毫不留念地向着最初逃离的方向奔去。\n\n　　他深知末影粒子的难缠。更何况，他现在根本无力摧毁它，只能依照原来的打算，等到脱离深绿的领地之后再说了。\n\n　　只是一想到身后的那座宏伟古堡里正在进行的惨斗和剧变，无穷的怒火和悲愤就几乎要淹没他的理智。\n\n　　查理德叔叔......请一定要活下来啊......\n\n　　......\n\n　　而在古树下，洛恩离开的几分钟后。\n\n　　佐格的尸体依然在那里，他的心口处，那团紫色的末影粒子不断收缩，扩大。幅度越来越大，放出的射线也不再是极淡的紫色，而是透着晶莹明亮的紫，逐渐辐照到了他的全身。\n\n　　也不见有什么动静，最后末影粒子团猛地一缩，竟是凝聚成了一颗圆润的深紫色珠子，缓缓从心口处飘浮出来，静静浮在佐格尸体的上空。\n\n　　那颗珠子转动几分，突然间急速抖动了几下，发出了一声极为低沉的嗡鸣。紧接着化作一道紫色的流光，没入了尸体的头颅中。\n\n　　随后尸体骤然放出刺眼的光芒。透过这光芒，依稀可以看见一个人的轮廓缓缓站了起来。\n\n　　那个人影站立不动，几个呼吸之后，紫光渐渐弱了下去，最终收敛进人影的体内，再不见了踪影。不过一股恐怖的魔力波动犹是存在着。\n\n　　那人低垂着头，手指不断搅动着，似是在适应什么。不久之后，他抬起头，左手一挥，身前的空气里立刻就张开了一道裂缝。旋即那人走了进去，随着他的进入，裂缝缓缓的闭合了。\n\n　　这片空地上，再无半点东西和人影。\n\n　　与此同时，一道威严苍茫的声音在这片天地响起：\n\n　　“三日内，深绿灭！”\n\n\n目录\n\n@xcc  @46241359   为啥没蓝\n",
    "replies": [
        {
            "author": "风君炎",
            "timestamp": 1453535760,
            "txt_content": "顶顶顶顶顶到底顶顶顶顶顶到底顶顶顶顶顶到底顶顶顶顶顶到底"
        },
        {
            "author": "2001whl",
            "timestamp": 1453537140,
            "txt_content": "楼主加油~~期待下一章"
        }
    ]
}