{
    "title": "<圣杯.连载.原创>The wind is blowing起风了——【第一章.雪飞花】",
    "author": "MC|天星",
    "replyCount": 4,
    "timestamp": 1453545660,
    "txt_content": " 本帖最后由 MC|天星 于 2016-1-24 11:50 编辑 \n—第一章.雪飞花—现在与曾经\n       一个宁静的冬天，一朵朵小小的雪花，从空中轻轻地、静静地飘落了下来，它飘呀飘，飘落在了路旁，慢慢的，它融化了。伴随着这融化，不远处响起了一阵尖叫声：“救命啊！救命！”那是一位女士，她在森林中跑着，那蒲公英一般的金色头发，被风吹的发出了一阵又一阵凌乱的声音。她被路上的石头绊倒了，摔倒在了路上，膝盖破了，头发散了。“我追到你了，嘿嘿……”一团黑影从树叶窜了出来，“你既然来了，也就别想跑了，姐\n姐……”那黑影拿着一把刀，刺进了那位女士的心脏里：“你可以永远和我在一起了！姐姐！哈哈哈！”“啊！不要啊！”叫声悲凉凄切，犹如脉管滴血，寒冷凝结了这呻吟。坠落的雪片纷纷扬起，托着黑影的尖笑声和滴血的声音，在天地间翩然徘徊，风声也吹乱了树叶……笑声过后，森林里只剩下了一双排放整齐的高跟鞋。\n       第二年春天，才下过了几阵蒙蒙细雨。春风吹拂着千条万条才刚刚展开带黄色嫩叶的柳丝……春风拂过了万家万户的窗前，叽叽喳喳的鸟叫伴随着这春风，伴随着一缕缕温暖的阳光，透过了百叶窗，隐隐约约，若隐若现。\n       “啊，又是一个美丽的清晨。”杰克从床上爬起，睁开了睡意惺忪的眼睛。\n       “杰克，杰克！”从楼下传来了霍尔斯的声音，“又有活干了，快下来！”\n       杰克走进了凯莉的卧室， 轻咳了一声，吵醒了睡的正香的凯莉，凯莉翻了个身，看着杰克。\n       “没事的，你先睡着，我要去工作了，大概9点左右回来。”\n       “哦，好的，你回来之前，早餐会准备好的。” \n       走出了别墅，耀眼的阳光洒下了一片金辉，慢慢向四周蔓延，给人温暖，也告诉了正在甜美的睡梦中的杰克第二天的早餐时间到了。他眨了眨眼睛，发现了自己躺在了一张烂木床上，看看窗外，是黑漆漆的一片，但传来了“哗啦啦”的声音，原来外面正下着倾盆大雨。他又转过了身，拿起了闹钟：9:30分。\n       他从床上坐了起来，叹着气：“唉，原来只是梦……”\n       刚才那一幕，是十年之前。那时候，这儿还是一片繁华的大城市，摩天大楼林立，大街上，车辆和人像一股潮水，川流不息。现在，这儿就像人间地狱，只要一出家门，说不定就会脑袋就会被挨一枪，被强盗砍一刀，或者被躺在地上的死尸突然变异咬死……总之而言，没人想呆在这里，一秒都呆不下，只想快点离开这里。\n      “开门！开门！”\n       突然从门外传出了急促的敲打声和叫喊声，应该是在求救，听那声音，好像十分疲惫，气喘吁吁……\n送大家一个刮刮乐：感谢大家收看，本人会一直更新，直到更完，谢谢（请给天星一点金粒作为鼓励）\n第一章——雪飞花—P1.现在与曾经——END\n                                                          \n                                                                                         上一章——引子",
    "replies": [
        {
            "author": "2001whl",
            "timestamp": 1453546140,
            "txt_content": "有个逻辑性问题解不开——既然这么危险，干啥人们不是逃光，而是呆在家里？"
        },
        {
            "author": "MC|天星",
            "timestamp": 1453546320,
            "txt_content": "834297926 发表于 2016-1-23 18:49\n有个逻辑性问题解不开——既然这么危险，干啥人们不是逃光，而是呆在家里？ ...\n一出门就被杀了，那些晚出门的人只好呆在家里了。"
        },
        {
            "author": "46241359",
            "timestamp": 1453546380,
            "txt_content": "字数有点少，描写给我一种小学作文的即视感，很幼稚，也不够细致，多写写希望会有所改进。"
        },
        {
            "author": "2001whl",
            "timestamp": 1453546620,
            "txt_content": "MC|天星 发表于 2016-1-23 18:52\n一出门就被杀了，那些晚出门的人只好呆在家里了。\n杀手、强盗留在这干啥？有事没事找个人爆头玩？？不是说死尸会变异吗T_T"
        }
    ]
}