{
    "title": "<原创·连载·圣杯>终焉[第五章第一节][暮存]",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1453552020,
    "txt_content": " 本帖最后由 xcc 于 2016-1-25 22:01 编辑 \n       顾离膛目结舌。\n    那栋建筑的木门紧闭，那人只是走到跟前而已就消失了？这不科学啊！顾离用自己的“地球逻辑”去丈量这一事实后只能这么赞叹。\n    但陆辙肆可不愿意把时间浪费在惊叹上。他慢慢靠近那个建筑，动作很轻。\n    然而顾离是不敢像他那样过去的，他发现有几个街边的小贩直直地盯着陆辙肆，眼神中有几分猜疑，令人顿生凉意。不会是被人当成小偷什么的了吧.....顾离忐忑不安地臆想着。他抬头打量了下那栋建筑，再一次膛目结舌。\n    这竟是一栋楼阁。\n    这楼阁的样式让顾离不经意地将它和江西的滕王阁联系在一起，因为两者实在是很像，只是眼前的建筑要小上一号，且多出一扇赭色的木门，屋脊上安放着的脊兽也不是中国建筑中惯有的鸱吻，而是一只张着口的玉雕鲤鱼。还有一些零零碎碎的细小的差别，只是顾离对于滕王阁的印象不深，再拣不出一些不同之处了。\n    不过在全是青色建筑的塞特城中，这样一座颜色鲜亮的楼阁着实是显得特殊了，而且这风格与中国古建筑极为相似，这不得不让顾离吃惊。但年青人的接受能力还是比较强的，顾离惊讶不过10秒便猜测着这建筑的相关，同时盯着陆辙肆。\n    陆辙肆紧贴着墙，双手在墙上摸索。\n    只是他面朝着墙，看不到身后商贩的目光全聚集到他身上了。\n    顾离叹了口气，转头看看这楼阁，发现紧锁着的木门上还刻着一些奇怪的字符，应是七櫆文字。陆辙肆还在墙上摸索，要不要把他叫过来翻译下？\n    “陆辙肆......”顾离对他叫一声，声音很小，很快被熙熙攘攘的人群的喧哗淹没了。\n    塞特城的人真多啊。顾离在意识到人群有多吵后感叹一番，叹罢了又瞅陆辙肆一眼。\n    陆辙肆开始慢慢挪步。边摸索墙壁上的机关边挪的，还不时从衣袋中拿出什么在墙上涂写。\n    顾离扶额叹气，这家伙是想让我一直站着等他么？也罢，看看风景好了。\n    昏黄的天边滚落出淡紫色的云霞，层层堆叠，云边覆盖着赤日金黄的光。塞特城鳞次栉比的青色房屋上的光芒慢慢移走，但很多身着青色长衫的人又在街边支起棚子贩卖吃食。虽已黄昏，仍游人如织。顾离去小摊那里买了串烤肉，然后继续看着陆辙肆慢慢开门。\n    有一个商贩终是看不下去了，走上前，很大声地说：“别试了，你以为谜殿是什么人都能进的么！”然后微微俯身，在陆辙肆耳边说了什么。\n    陆辙肆的表情有了变化，他面色僵硬地回头看了看那个商贩，又看了看眼前的建筑，再低头看看自己，突然后退几步，深吸一口气。\n    怎么回事？顾离微微皱眉。\n    商贩对着陆辙肆摇摇头，然后背着手，从长袖中抄出一手钏，踱步远去。\n    陆辙肆则仰望着谜殿，走到木门前，虔诚地鞠了一躬。顾离一惊，这又是在干嘛？\n    木门嗡嗡振动，门上开始抖落沙尘，门上那衔着门环的铁铸兽口微微翕动。顾离急忙凑上前去，发现陆辙肆双手合十，嘴角轻轻上扬。\n    顾离诧异地看着门内迸发出一阵眩目的白光，占据了顾离全部的视野。眼前只剩一片毫无生气的纯白。\n    眼睛疼。顾离满脑子只有一个念头。他闭上眼睛，一片昏黑。\n    至少比纯白好。他暗自念叨。\n    等到他再一次睁开眼睛的时候，眼前不再是纯白，也没有昏黑。\n    是一宽阔敞亮的殿堂。应是那楼阁的内部。 \n    顾离惊喜万分，这是怎么进来的？真是不可思议。 他迈出一步，张望着室内的布置。\n    但他刚迈出脚，便察觉到脚下的石砖隐隐震动，他急忙缩回脚，只见石砖在他的脚挪开的一瞬间升起，在他身前横亘起一石墙。\n    顾离刚想抱怨这石墙如何碍事，却看到石墙上有什么图案。\n    是一幅幅壁画。      \n 上一节           索引      下一节\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1453552080,
            "txt_content": "@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事  @龙隐尘L  @MF_Mufeng\n@2575174857\n@lzs1234"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462789200,
            "txt_content": "我说你们每章只露这么一点搞得我没法对着单章开喷。"
        }
    ]
}