{
    "title": "<原创·连载·圣杯>空[第四十三章：信息][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1453557120,
    "txt_content": "空·第四十三章·信息\n\n\n正文\n\n\n    窗外的风吹拂着玻璃，弗兰克原本安宁的夜晚却被一阵电话铃声给扰乱了，他不耐烦地把头从窗户那边转到床头柜处，双眼眯成一条缝，依稀的看见手机屏幕在黑暗中发着有些刺眼的光。    “喂，谁啊，有事快说我明天还有事要办。”有气无力地抛出第一句话，弗兰克现在只奢求睡个安稳觉，还偏偏被某个不知好歹的夜猫子给打乱了作息，没准第二天要呆在家里补觉呢。    “那个……弗兰克，是我……”对面传来纳尔的声音，听起来很微弱，显然是对打扰他睡眠的事抱以歉意，听到这句话和这个声音弗兰克也精神了些，他坐起身子，伸手在床头摸到灯的开关按下。    “哦，纳尔啊，这么晚了什么事。”弗兰克站起身披上外套，这个号码是宾馆座机的号码，看样子他现在已经回去了。弗兰克舒了口气，今天整个下午都在担心他的安全，现在他到了宾馆也就安心了。    “是这样的，弗兰克，你知道那个叫……赫尔斯的人吗？”    紧接着，纳尔听见一阵声响，通话就结束了。他原以为是弗兰克不小心点到了挂断键，可他再打过去时已经关机了。真是奇怪，难道是手机突然没电了？可刚才他明明听见过一个响声，只是一瞬间，没来得及分辨出是什么声音。    纳尔满心疑惑地把手机放下，没过多久就有人打来了电话，号码很陌生，他接通之后传来的就是弗兰克的声音：“不好意思……刚才出来点意外，那个手机不能使了，你说赫尔斯是吧，在哪里听说他的？”    弗兰克的直觉不是他听说的，他认为应该是什么人告诉他的，赫尔斯平日里穿着不引人注目的灰色大衣，脸的样子也是平平常常，不细看没什么特殊的地方。这样一个人很难会被迟钝的纳尔遇上。    “不……不是听说的，我今天见到他了，感觉他很……”话还没说完，纳尔又听见了刚才的声音，同样的结果，通话结束外加手机关机。    难道弗兰克的手机都这么奇怪，一打电话就没电？还是有什么别的问题。纳尔叹了口气，把手机放回去，本来打算问问这个应该知道一些事的人，谁知道结果却是这样。他看向了刚入睡的陈，今天他回到宾馆时已经是晚上八点了，期间因为迷路浪费了将近两小时，打开门时陈坐在床上看电视，空也不在这里。    陈说空在之前出去了，到现在还没回来，叫纳尔不需要着急，给他买好晚饭催促他赶紧吃完歇息。也是，今天被萧黎那样折腾，不累才怪。但是……纳尔总感觉陈应该也知道些什么。    可听说纳尔昏倒时是陈把他背到了萧黎那里，看起来一天下来也很累的样子，纳尔还是希望能让他先好好休息，赫尔斯的事第二天再说也不迟。他重新躺下，刚闭上眼准备睡觉，却听见门被打开的声音。    空回来了。    他从门外轻手轻脚地走进来带上门，看见纳尔用胳膊撑着身子看着自己，“几点了，还不睡觉。”相比之前，空的声音有些发颤，虽然还是冷冰冰的，但纳尔能听出他在尽力用关怀的口气来说话。    “我刚才只是给弗兰克打了个电话，没什么。”房间里漆黑一片，空的情况他也看不清楚，根据轮廓来看，空现在应该很疲惫，“你干什么去了？”    “我……只是去找人，有些事耽误了，所以回来的比较晚……”空打开床头的台灯，把一个塑料袋放到纳尔面前，“陈说你最近有些累，我就给你买了点东西，应该会有用的……”    纳尔点了一下头，接过那个塑料袋，里面放了几盒药，还有一包……糖？空只是站在床头也不说话，脸上虽然还是一副漠然的表情，可是眼睛有些不一样。“哦……谢谢你。”他把塑料袋放在床头柜上，“对了，你知道赫尔斯吗？”    “啊？赫尔斯吗？”空刚才不知在想什么，纳尔这一问才把他拉回现实，“知道一些。我可以告诉你，但是……别告诉别人，就算别人知道了也别说是我说的。”    “嗯，没问题。”    “赫尔斯他原名不是这个，但我不清楚具体的，只知道他是在加入save之前改的名。他来的时候萧黎还不在这，做的就是萧黎的工作，后来，他偷走了一个存有重要内容的磁片，因为这事而被通缉如果我没记错的话……在之前赫尔斯穿的是东方的服装，后来才改成了白色的风衣。”     东方的服装！纳尔心中一惊，“是不是蓝黑色的上衣？”    “对，就是蓝黑色的，左袖上绣了一条龙。”空拍了一下额头，“可是……你怎么知道的？”    “那个……因为我之前做梦好像梦到过他，听他说了自己的名字，所以来找你问问是不是真的有这么个人。你说他偷了个磁片？那是个什么磁片。”    “对不起，纳尔，这个我真的不能告诉你，这个问题属于组织的机密……你想知道必须去征得高层的同意，但我可以提示你。那个磁片的内容……与你有关。”    与我……有关？纳尔记得自己认识罗杰的时间也不过一年，听空这么说这事至少也过了好几年了吧。几年前，纳尔和save没有过任何接触，怎么可能会有与自己有关的磁片。纳尔看着空，发觉他已经睡在自己的那块地板上了。    猛然间，他的胸口一阵剧烈的疼痛。他的脑海中只剩下了一个单词：save。没错，这些日子在他身边发生的一切诡异事件几乎都与save有关系。不，不是几乎，是每一件。这些事件，就像是串联好一样，纳尔从一件事中走出就立刻跌入到另外一件事里，就像是……一个被人早就安排好的流程，纳尔的工作只是将它走一遍。    难道在我身边发生的一切，都是人事先安排好的么？\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1453558800,
            "txt_content": "，就是蓝黑色的，左袖上绣了一条龙\n\n\n看到这里脑洞打开想到某舍【数据删除】"
        },
        {
            "author": "冥王星人",
            "timestamp": 1453561920,
            "txt_content": "糖是什么口味的？"
        }
    ]
}