{
    "title": "<原创·连载·圣杯>《青色之风》[卷一·六]",
    "author": "zyj0807",
    "replyCount": 1,
    "timestamp": 1453557120,
    "txt_content": " 本帖最后由 zyj0807 于 2016-2-12 21:33 编辑 \n\n第六章\n\n　　这道苍茫的声音听上去似是平平淡淡，但话音刚落，就有一股极为强大的魔力爆开，强横的波动迅速扩散开来。\n\n　　紧接着，天变了。\n\n　　魔力爆开的刹那间。无边无际的紫色便从天空的尽头晕染开，犹如墨水般流动，只一个眨眼间，就完全浸染了天空。\n\n　　天空不复蓝白之色。太阳的光芒也被这深紫所遮掩。\n\n　　深紫色的光幕在那之后垂落了下来。\n\n　　无穷无尽的末影粒子降临了。\n\n　　在森林靠近尽头的一段，洛恩正飞快地向外奔去。他身形模糊，在几个闪烁间，奔出了不短的距离。\n\n　　就快出去了。他面色沉着，身形又是几个起掠，步伐有些加快。\n\n　　但他心里却没有丝毫的侥幸。杀死佐格之后，他就马不停蹄地赶往森林彼端，却在路上没有遇到任何阻拦。\n\n　　一帆风顺得令人难以置信。却也是十分不合理的。\n\n　　能够进攻深绿之堡，并且将深绿之主逼到这种程度的势力，岂会这样愚蠢？因此极大的可能，就是在眼前这段最后的路程中，有着敌人的埋伏了。\n\n　　森林的尽头已经就在眼前了，男爵眼神一凝，速度又快了几分。\n\n　　就在这时，他听到了那道苍茫、威严的声音。\n\n　　也清楚地感知到那句话语中蕴涵着怎样庞大恐怖的魔力。\n\n　　他眉头一皱，突然觉得这声音给他的感觉似乎有那么一点熟悉的味道。但细细追忆，却一时间又回想不起来。\n\n　　摇了摇头，脚下步伐不停，就要冲出这片森林。\n\n　　但一片深紫色的光幕却在此时骤然从天空垂落下来，速度极快，就要朝着前方笼罩下来。\n\n　　看到这一幕的洛恩，脑袋却突然一声嗡鸣，只觉大脑一片空白，双眼瞪大，嘴巴微张，一副难以置信地模样，一时间竟是失了神。\n\n　　“......怎么可能？”他喃喃道，感受着这片光幕那熟悉的、刻骨铭心的魔力波动，眼瞳中充斥着迷惘的情绪，步伐不由得一缓。\n\n　　末影之力，居然会是末影之力？\n\n　　千算万算，却也怎么也想不到，最后关头，竟然会是末影之力来阻拦他。\n\n　　而且如此巨量的魔力......除了那家伙，没人能够动用。\n\n　　可那家伙，不是已经死了吗？！！\n\n　　心神剧震之下，洛恩的魔力运转竟是出现了一瞬的凝滞。\n\n　　这一瞬的凝滞，若是生死决斗，足以要了他的命。\n\n　　但同样也足以让他清醒过来。\n\n　　他骤然回神，咬破舌尖，强烈的疼痛让他刹那间彻底清醒过来。\n\n　　短短一息的时间，那由末影之力组成的光幕已经降落了一半有余。\n\n　　洛恩瞳孔一缩，前所未有的危机感笼罩了他的心灵。照这个速度，他绝对会被拦下来。而被拦下来，恐怕就得交代在这了。\n\n　　面对有可能是那个家伙所释放的末影之力，他没有任何办法乐观起来。\n\n　　他眉毛一拧，仿佛下定某种决心，脚下一点，就朝着出口处飞掠而去。\n\n　　必须要在光幕完全降下前冲过去！\n\n　　数个光团化作道道流光没入他的后背，他眼中璀璨的青芒一盛，身躯被一团青色的光膜所包裹，速度再提一大筹。\n\n　　一声奇异的震响再度响起，残声再现。在外人眼里，男爵此刻就仿若一道青虹直冲前方。\n\n　　只是相比头顶光幕可怕的降落速度，他这点速度显然不够看。\n\n　　还不够。\n\n　　还不够！\n\n　　洛恩眼中精光一闪，周围的青色光团纷纷化作流光没入后背。每有一个光团没入，他身体表侧的光膜就更浓郁一份。到最后一个光团没入了以后，那光膜浓郁得几乎如同实质，更是显现了一些古朴的花纹。\n\n　　恐怖的波动顿时散发开来，其强烈程度竟是丝毫不亚于天空那无尽的末影之力，隐隐有可以抗衡一二的威势。\n\n　　当最后一个光团没入之时，男爵的身躯微不可察的一颤，嘴角隐隐有鲜血溢出，显然是承受着巨大的压力。\n\n　　如此强大的魔力聚合在他身上，即便强大如他，一时间也有些承受不住。\n\n　　他面容微微有些扭曲，脚下轻点，身形忽然间彻底消失在原地。\n\n　　下个眨眼间，末影之力降落到地面，封死了出路。\n\n　　随后，洛恩的身影出现在了光幕的外面。他没有回头看哪怕一眼，立即认定某个方向，身形又消失在了原地。\n\n　　奇异的是，他背后的那光幕，诡异的出现了一小片缺口。末影粒子不断分解重构，也是难以弥补住。\n\n　　“咔，咔——”\n\n　　一息之后，洛恩原先融合魔力时所处的位置竟是传来了崩碎的声音。那处周围的空气、地面上，蔓延着一些细小的裂缝。\n\n　　这片声音连绵不绝，而这些裂缝也随之一直蔓延到那光幕之前，并且愈发的密集。\n\n　　到那光幕时，已经有数个洞口分布在空气中了。\n\n　　空间无法承受他的速度和魔力波动，崩碎了。\n\n　　......\n\n　　很快就到了......\n\n　　感知中那一个点离自己愈发的近。丝丝喜意终是爬上了男爵的眉头。\n\n　　远处的地平线上却突然出现了一个个黑点，散发着强盛的魔力波动，在朝着这里的方向赶来。\n\n　　这个时候，出现的只会是敌人。男爵眼神一凝，却是怡然不惧。\n\n　　既然是敌人，那我便斩了！\n\n　　浓厚的杀意在他眼中疯狂地闪烁着。他右手一伸，天地魔力似是知晓他的心意，疯狂地涌动起来。\n\n　　他厉喝一声，手中一杆古朴的长枪显现，魔力犹如沸腾了一般，随着长枪搅动起来。\n\n　　那些人的速度，此时在他的眼里就像蚂蚁爬动一样，缓慢之极。\n\n　　深枪在手，我有何惧！\n\n　　一个眨眼间，两边就各自看清了对方的身影。对方只有两人，都身着黑甲，戴着半截紫色的面具，见男爵毫无减速地冲过来，顿时眼中凶光闪烁，强横的波动猛然爆发开来，就要举兵迎击。\n\n　　洛恩冷笑一声，在距离他们仍有一段距离之时，手腕急抖，长枪便要如蛟龙出海般刺出。\n\n　　但枪还未出，那两人的心口处却是爆开两团血花，身躯将要软软地倒了下去。\n\n　　呼——\n\n　　洛恩的身影毫无停顿，穿过了这两人。\n\n　　这时，他这一枪，才真正的刺了出去。\n\n　　那两人眼中色彩未散，却是悄然凝固了。死前连半分愕然的表情都未曾流露出来。\n\n　　这一枪，逆转了因果。\n\n　　这一枪，灭杀了敌人。\n\n　　武吃之枪，杀伐之术。\n\n　　但片刻之后，他的冲势却受阻，不得不停下来，神色极其凝重地看向前方。\n\n　　那里，有一道孤傲的身影。\n\n　　夜色般的衣饰下，别挂着一个独特的深紫色盒子。\n\n　　古朴的长枪嗡鸣不已，男爵惊疑不定。\n\n　　她，是谁？\n\n\n\n目录\n@xcc @46241359 啥子，又没亮是我的错觉吗。\n这章由于笔力不佳，被我写渣了......原本以为这章能把第一卷完结掉的，果然是我多虑了么= =\n第一卷完结撒花hhh\n\n\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1453557420,
            "txt_content": "所以这次没亮果然是我的错觉啊(╯=□=)╯︵┻━┻"
        }
    ]
}