{
    "title": "<原创·连载·圣杯> 圣杯之争 第四章 第一节 逃遁",
    "author": "MF_Mufeng",
    "replyCount": 2,
    "timestamp": 1453610940,
    "txt_content": "PS：以后再也不敢乱更新了。。[无奈]\n       啊！头好痛！白小亮挣扎着坐了起来。刚刚他只感觉一道白光冲入他的大脑，但他却不知道是怎么回事。白小亮站起身，舒活了一下筋骨，顿时一阵“噼里啪啦”的响声。\n       白小亮看了看周围，发现四周空空如也，光冥和故事君都已经不见了。这时，突然四个人影从天而降。\n       白小亮顿时被吓了一跳，看清楚四张人脸后，白小亮暗自苦笑一声：”今天运气怎么这么背啊。“\n       来的不是他人，正是四大魔神。为首的是一名英俊的青年，身着黑色长袍，手中提着一把带有黑色纹路的剑。看见白小亮，他面无表情地向前走了一步：”把神笔交出来。“那声音很有磁性，但是其中却没有任何感情波动。\n       白小亮愣了，神笔明明不见了，自己哪知道去哪了呢？于是，他一脸迷茫地说道：”什么神笔？“英俊魔神笑了，很诡异地笑了：”装疯卖傻！“他大喝一声，手提着魔剑就向白小亮拦腰砍去。白小亮连忙拿出天运棍，开始攻击。\n       英俊魔神的每一次攻击都带着一阵劲风，滔天的杀气威压更是压得白小亮喘不过气来。其他三大魔神缓过神来，都纷纷提起了武器冲向了白小亮，迅速加入了战圈中。\n       ”爆裂叶影！“白小亮怒喝一声，顿时一百多个绿色的白小亮面无表情地开始围攻四大魔神，那狂猛的攻击，顿时打得四大魔神措手不及。但四大魔神也不是吃素的，很快，杀戮魔神抽出了自己的本命神器：审判魔金棒。\n       审判魔金棒早已不如从前，光芒已经暗淡了许多。但神器毕竟是神器，在杀戮魔神手中，顿时一棒子打掉十几个叶影。孙天也拿出了祭天魔斧，大喝一声，疯狂地对周围的叶影进行攻击。此时，叶影的数量只剩下一半了。\n       ”禁·火神的愤怒。“白小亮口中无力地念出了这句咒语。这个技能是他拥有火神心丹后发现的最为强大的技能，是一个禁咒。禁咒，是方块大陆上最强大的魔法，有着毁天灭地的力量。但是，前提是要有巨大的能量支撑。\n       白小亮只觉得身体里的能量迅速被抽光，在自己面前形成了一面由真火形成的巨大海啸。”进！“白小亮双手往前一推，那股巨大的”火啸“迅速地向前推进，快速地向着四大魔神冲去。\n       四大魔神还没看清那是什么东西，就迅速地被轰飞了。火焰克制寒冰，暗冰魔神尖叫了一声，顿时化为一滩紫色的水，渗入了地下。白小亮见状，赶忙运用水元素，大喝一声：”收。“\n       那摊紫色的水迅速被白小亮吸入体内炼化掉了。就此，暗冰魔神不复存在。\n       这时，一道紫灰色的高大身影迅速出现在白小亮面前，伸出拳头，一拳，白小亮顿时倒飞出去，鲜血狂喷，呈大字形嵌在了墙上。\n       好厉害！这是白小亮心中的想法。这种级别，根本不是他能对抗的。想到这里，白小亮不再犹豫，心中默念：”风神诀·提速。“他眼珠中的轮盘迅速转到了黄色的风元素，眼睛通透，向外面飞速逃遁。\n       刚来的紫灰色身影正是楠多。楠多冷哼一声，手向前一抓，一个无形的大手牢牢地捏住了正飞速逃遁的白小亮。白小只觉得身体一紧，速度迅速慢了下来。\n       ”神武十掌！“在功夫林与武神学的武功终究没有白学，白小亮身上顿时显露出狂霸天下之气，回头十掌，顿时将那无形大手打得粉碎。\n       白小亮不再犹豫，再次催起风元素，飞速逃遁。”想走？给我回来！“楠多大喝一声，顿时几十条黑色的大手伸向白小亮，迅速缠绕住白小亮的身体，试图把他撕得粉碎。\n       ”坏铁功！“白小亮从那些黑色大手中脱飞而出，几拳头将那些黑色的大手震碎。但是，更多的黑色大手从远方袭来。\n       ”还没完了！“白小亮怒吼一声，”水元素，助我！“一刹那，两道强大的水元素从白小亮身体中钻了出来，与那些黑色大手进行纠缠。而白小亮本人，早已远遁千里。\n       黑色大手被撕裂，楠多体内能量消耗了不少。楠多凝望着白小亮离开的地方，感到一种不祥的预感。\n       @FHC红石 @2B与mc的故事 @guqu @xcc @恶魔-潇洒 @普通HIM @青格大D @1137246733 @sam3737",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1453623420,
            "txt_content": "英俊魔神这个称呼好随意0.0"
        },
        {
            "author": "sam3737",
            "timestamp": 1453663620,
            "txt_content": "故事君加油！为何@我没蓝\n划去的部分没什么意义。。。只是人生首次遇到而已"
        }
    ]
}