{
    "title": "[双线]霸屠 —— 生存战争|杀戮|飞机炸箱|NPC活动|原创工会|励志成为第一战争[1.7.10]",
    "author": "ZMXAK",
    "replyCount": 0,
    "timestamp": 1453610100,
    "txt_content": "\n\n[TNT]Bomcitycraft[TNT]\n                                      \n霸屠战争客户端下载地址\n热爱杀戮者的天堂，玻璃心的地狱！\n\n\n\n\n[diamond_gem]简介[diamond_gem]\n本服名为>>>>霸屠\n服务器性质>>>>战争服\n服务器理论承载人数>>>>150+\n（为了保证玩家游戏质量调低了）\n服务器历史>>>>2014年7月初——2016年1月初\n我们这个团队一直在不断进步\n只为给大家带来更好的游戏体验！\n\n\n\n\n《服务器内mod介绍》\nFlan（必加品，通过作者收集了许多新的flan玩家玩不腻！）\nNPCs（此mod后续添加~已在内容包内~）\n龙骑士（想没想过骑着龙来一次惊天动地的大屠杀？）\n更多食物（你还在嫌弃吃腻了面包苹果嘛！）\n\n生 存 指 南 ♂          一进游戏就被杀?主城区调制无伤害各种子弹伤害，自然伤害完全抵消不用担心新人进服就被狂刷或者死后复活后无限被虐的蛋疼！\n新手进游戏如何发展？你还在再去找那些老玩家低眉顺眼的索求？你还在捡他们不用的东西被嘲笑！NO!我们也有尊严！我们新手一上线就赠送大礼包！内置：铁套X1把 USPX1把 弹药X3组 铁锭X32个 橡木X64个 工具X1套\n服务器外面被蹲点？要是玩家守在生存传送点怎么办！完全不必担心这个问题！服务器加入了tpr插件（500X500)随机传送地图！开始你的战争生存之旅！\n挖矿太困难！不想去挖！服务器客户端内！赠送Xray！对你没有听错，Xray我给你们用！你们可以用来挖矿！这时候就有小伙伴要问了Xray这个作弊不是可以飞行吗？NO!NO!NO!在我们服务器里统统失效！我们有专门配置的防御Xray插件什么飞行变速统统玩蛋去吧！\n\n\n\n\n服务器的成长历程！2014.7.6 我们迎来了第一个周目地狱城当时毫无经验的我被玩家的各种疑问搞的晕头转向服务器内也就10~20个人游玩！\n2014.12.8我们迎来了第二个周目血色之都当时的我有一些开服经验了，常驻的玩家都见证了成长服务器内有30+的人玩耍了，这一周目也是我的转折点\n2015.4.7我们迎来了第三个周目幸存者我觉得不少爱枪战服的MC玩家都该耳熟这个服务器了对我就是你们熟悉的Vnelc，今天我又回来了，继续给大家带来完美的战争服，这个战争服开了很久，玩家达到了100+\n2015.7.21我们迎来了第四个周目荣光时刻这个服务器是和一个服主开的，当时这个服是这个服主专门买的高配机放到机房，我被受邀跟他一起开，这一开达到了我见证的人数最高峰197人在线接近于200人！但可惜的是！由于没有反作弊被一群玩Xray的孩子搞砸了...\n2015.10.2我们迎来了第五个周目中二の丧病世界这个服务器也是维持了时间不长！因为反作弊还是没有彻底的消灭于是，我开始四处搜集资源，因为换周目的原故，服务器玩家减少，只有可怜的50上下在线人数！\n[bedrock]2016.1.12我们迎来了第六个周目霸屠[bedrock]\n现在！我们可以完美解决作弊问题同时我们的配置得到了更高的提升！结合前几次的经验！我们更知道玩家真正需要的是什么！我们各个方面都进行了改进！我们只需要你们玩家的陪伴和支持！感谢一路有你们！\n\n\n[diamond_axe]服务器制作成员[diamond_axe]\nVnelc  (服主)  \nYa_Ming（战区制作） \n战区制作视频验证已经16岁了哦！有成熟的心理不必担心熊OP捣乱了！服主有时会随机tp玩家给玩家发福利！这么好的服主你还在等什么2333！\n在这里你没有朋友，你只有手里的钢枪[diamond_sword]今日可为友，明日则为敌！\n这里你不要相信任何人的花言巧语！今日你可腰缠万贯[diamond_gem]，明日也许你一无所有[wood_pickaxe]\n今日你可落魄，明日你可雄起！[diamond_chestplate]\n你可以做一名行侠仗义的无名使者\n也可以做一名杀戮抢劫为乐的恶棍\n\n一切都由你来决定....\n\n\n服务器内友情提醒为了让新手玩家更持久的在服务器里生存你们需要做到以下几点\n1.不可以随便接受对方的tpa，他一般会骗你给你什么东西来获得你的新手装\n2.不可以在家里下线，这样想抄你家的玩家登上你的游戏ID，就能查看你家的坐标\n3.服务器内有可以直接破坏方块的飞机，不要天真的以为圈地就没有问题了！不过黑曜石可以抵消飞机的破坏，但有些老手会直接卡入你家的领地，破坏你的箱子收集之后拍屁股走人~你要随时提防\n同时也让老手注意！\n如果有人说能不能带他，他是新手，请不要被他的外表所欺骗！往往发育最好的就是最后来的这些新手，他们可以利用飞机破坏你家得到他的目的，正好应征了一个词语！后生可畏！\n\n\n服务器活动！服务器每到各种节日都会举办各种赠送活动哦！可以带着你的好基友们一起刷副本！打人机（电脑NPC）（简单，普通，困难，上帝，毁灭等模式，陆续推出！）2月1日翻箱子活动（各种好礼等你拿，更有一个箱子内含有RMB才能购买的AK刷枪台子哦！）每月一次新年将至（那一天所有赞助统统半价！一半RMB全部拿走！开放所有飞机！打年兽！掉好礼！）过年战区大乱斗（服务器建筑将会推出各种大型战区！你还在担心没武器吗！不！战区内自制刷枪台！让你随时战斗回来！）1月25日\n更多精彩！马上推出并陆续添加！只有你想不到的，没有我们做不到的！\n开服第三天在线人数\n服务器内截图（本人很懒就不放太多，让玩家自行探索啦！）\n坦克正在备战！\n现在就两个人在建设服务器~（武器全部是3D)\n爆箱子演示（用飞机头部对准箱子，BOOM~)\n结果.....\n最后是~服务器后台证明哦~\n\n\n\n\n最后你心动了嘛！快加入我们吧~\n\n\n\n\n",
    "replies": []
}