{
    "title": "【冷饭热炒】《探险者手录》",
    "author": "KomeijiSatori",
    "replyCount": 11,
    "timestamp": 1348917480,
    "txt_content": " 前几日，我在小学的一个神神鬼鬼朋友给我带来的两本日记。他自称这是他所拥有的最大财产，不过谁知道到底是不是呢。他告诉我，这些日记如果可以的话要让更多人知道，但是上面似乎有一层封印。在丢下两本日记后，他也是匆匆回家了，连名字都没告诉我。\n\n  在网上搜索以后，一本幽紫色日记本上的两个奇异纹路的中文似乎为“神绮”，而另一本棕色的日记则为“界面”。在这里，我想这个叫做“界面”的日记更适合在这个环境下发布吧。\n\n  现在，封印已经摇摇欲坠了，已经能勉强打开前几页，不过后面的似乎还是被强力结界保护着。现在的我也是很好奇，这些日记里究竟写了些什么？\n\n  在这三次封印削弱后，我也是摸索出了一些规律。\n\n① 每次封印削弱的时间似乎为三天，在一些特别的日子似乎会额外唤醒什么 \n\n② 在每次封印削弱后，可能会浮现出3000-5000字不等的部分日记 \n\n③ 在第二次似乎由于什么特殊原因并没有浮现出文字，而是白白的一页纸，说不定以后会接着出现什么吧。 \n\n④ 可能有时候封印并不会削弱 \n\n⑤ 据朋友说，假如他不愿意的话，随时可能会让日记本破碎。\n\n  日记本究竟会写了些什么呢 \n  我也是很期待啊 \n  最近一次的削弱时间，似乎为10月1日呢\n\n\n  序章 完",
    "replies": [
        {
            "author": "KomeijiSatori",
            "timestamp": 1348917540,
            "txt_content": "翻开了第一页，泛黄的纸片上有两个血红的文字，让人看起来就不寒而栗。\n\n前传\n\n“恭喜你能看到这篇日记。当你看到的时候，说不定我已经化为尘土了。”\n\n“我的名字叫风菁，是一名赏金猎人。”\n\n“这些事情，我本来不想说向外界公布，但是事实告诉我，我不得不这么做了。”\n\n“他们已经追来了，没时间和你解释了。”\n\n\n“猎人，这次有没有A级别的任务？”在厅台前，一名披着黑色斗篷的青年一边喝着麦芽酒，一边问向文面的金发男子。\n\n这个青年，便是我。名字叫……风菁。\n\n“哟，风菁啊，很不巧，这次没有A级别的赏金任务呢。”金发男子听到后，也是停下了手中的工作，惋惜的回答道。\n\n“不过呢，这次我可是有个特别的任务，是S级哦，怎么样，要试试看吗？这可是绝密级别的呢”刚说完上一句话后，他好像也突然想起来了什么，一脸兴奋的对我说道。\n\n“S级的？嗯，听起来不错呢。正好最近也要买一把锋利点的剑刃，这个S级别的任务我就接下了。”听完后，我也是又往嘴里灌了一口麦芽酒，意犹未尽的回复猎人。\n\n“嗯……，好，这是你的任务详细情况，请收好。”在一阵忙碌后，猎人也是收回了散漫的样子，取而代之的是无尽的威严与庄重。\n\n“我以赏金猎人之名起誓，必定完成雇主所托，不辱赏金猎人之名。至此，风菁。”每次接到一个赏金任务的时候都要这样，毕竟像我们这样的高级赏金猎人，不单单是为了那几分金钱，更是为了赏金猎人的荣誉。\n\n说完，他也是递给我了一个纯金制的小盒子，嗯，轻轻一按就出来指甲印了......\n\n“这次的雇主还真大气啊，光是任务盒就用了纯金的，估计起码要6000金才能买到吧。”收起了有着任务介绍的盒子，我也是有点兴奋的向猎人说道。\n\n“嘿！太好了，你知道吗，你刚才可是接下了又亚瑟亲自下发的赏金任务啊！真正的级别可是有SS级呢！”在宣誓完毕后，猎人也是瞬间换回了那张似笑非笑的脸，用调戏的口吻来对我说出事实，。\n\n“噗！”刚刚还沉浸在应该如何完成任务的我顿时也是好像被大锤打到了脑袋，一下子懵了\n\n“什、什么，你说你给我接的是SS级别！？”在理清思绪以后，我也是哭笑不得问向猎人。\n\n“嘿嘿，对啊，这样才能体现出你的水准嘛！”猎人又是拍了拍我的肩膀，无所谓的说道。\n\n“哟，那边的人接了SS级别的任务了？”不知道是有意无意，一个壮汉也是从座位上站起来，带着一脸恶心的笑容向我走来。\n\n“风菁，小心点，这个是A级别的赏金猎人，经常仗着自己的经验欺负一些新手，不要太冲动了。”看到他走过来，猎人也是对我轻声说道。\n\n在他走到我面前的时候，我也是打破了僵局：“是的，请问您有什么意见吗？”\n\n“仔细看还是个小孩呢，你不知道那些接SS的任务的赏金猎人都死了吗？上次一个S级别的优秀赏金猎人自从接了那个SS级别的任务后，现在可是还没回来呢。”大汉一边说，一边用邪恶的笑容看着我，似乎在说“接了任务，你也会一样变成死人吧。”嗯，我认为他侮辱了我\n\n“我自认为我有能力完成SS级别的任务，倒是您多管闲事了。”强压住了一丝丝的怒火，我也是尽量心平气和的给他了一个答复。\n\n“说你不够格就是不够格，狡辩这么多干什么，我们老大可是干了20多年的赏金猎人了，有时候听听资深者的建议没错！”就在一旁，一个精瘦的男子也是站起来，冲我大喊大叫\n\n“咔！”刀刃已经出了鞘，就在这时，一双手按住了我窝着刀把的手。\n\n“不要冲动，这样对谁都没好处。”他似乎也看到了我要做什么，向我努力劝说道。\n\n“哟，看，那个金毛猎人还和那个小子说什么呢，肯定是有一腿！”看到我没理他，他也是得寸进尺，不知羞耻的大吼道。\n\n魅影般的速度顿时横跨了半个大厅，这个男子甚至连反映都没反映过来，刀刃已经架到这个不知天高地厚的赏金猎人脖子上了。\n\n“咕。”就在一旁，我也是清楚的听到了他咽口水的声音。\n\n“有、有话好说，何必动手呢。”就在刀刃的威胁下，他也是勉强挤出来了这么一句话。\n\n“对不起，你侮辱了我，也侮辱了我作为赏金猎人的尊严。我将会用你的性命，来洗刷作为赏金猎人的荣誉。”冰冷的一句话，不带任何的感情，也是宣告了他的死亡，宣告了他不知天高地厚行为的后果。\n\n“嘶！”刀刃划破肌肉的声音在寂静无声的大厅中闲的是那么刺耳，鲜血顿时喷出了两三米，甚至有些离着近的人直接被鲜血溅了一身。\n\n在丢弃了还在抽搐的男子后，我也是冰冷的向那个浑身颤抖的大汉说道：“这次是他，下次就是你，自己好自为之吧。”\n\n说完，我也是披上了我的黑色斗篷，消失在了人群中。\n\n\n“唔……你说风菁，今天你怎么那么冲动啊，你看，你干的好事我又要为你担了。”猎人一边往自己的最终塞着鸡肉，一边用抱怨的口吻向我抱怨。\n\n“没办法，谁叫他触碰到我的底线了。”看着猎人在那吃饭，我也是默默的回答他了一句。\n\n“唔……不过这次的任务还真是很难呢，你也要小心啊。”又在塞鸡肉，看来他已经把我当成他的好朋友了……\n\n“好的，难道你还信不过我？”听到他这么说，我也是回了他一句。\n\n“对嘛对嘛，你可是被誉为黑夜的风菁啊，什么事能难得到你呢。”\n\n“好了，猎人你慢慢吃，我也要去琢磨一下怎么通过这个任务了，毕竟SS级别的任务可是一个大难题呢。这次的饭钱我请了，这2000金是感谢这么长时间你对我的照顾。那么我先走了。”又看他吃完了一只鸡，天知道他是怎么吃下这么多的……\n\n“好的，那么先把赏金卡给我吧，一会我回去给你等级。”吃完以后，他似乎也终于决定不在继续吃下一只了，同时也示意我把卡放在桌子上。\n\n在兜里掏出来后，我也是随手把水晶的卡片向桌子上一扔，紧接着便是走出了大门。\n\n而在桌子上，油灯的光芒把卡片照的闪闪发光，而在水晶卡片上也是有两个金色的大字\n\nSS。"
        },
        {
            "author": "yuxinqi",
            "timestamp": 1348917540,
            "txt_content": "顶新人 顶同人"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1348917540,
            "txt_content": "我去不是发过了吗？"
        },
        {
            "author": "KomeijiSatori",
            "timestamp": 1348917600,
            "txt_content": "又翻开了一页，在这一页的第一行用黑笔写着几个字。\n\n新的开篇。\n\n“唔，终于准备好了，今天就开启任务盒吧，还真期待第11个SS级别的任务会是什么呢。”我擦了擦汗，也是急忙把背包收拾好。\n\n“我数数……短剑，小刀，打火石，绷带，剪刀，急救药剂，压缩食物，笔和日记。嗯，似乎就是这么多了呢。”一样样的清点完后，我也是叹了一口气，紧接着便是手往床底下准备把亚瑟的纯金任务盒拿出来。\n\n“卡拉！”手指刚碰到任务盒，刺耳的声音立马传了出来。完了，开启了？嘛……没关系的吧，反正东西已经收拾好了。\n\n“呼！”刚想玩，一阵黑风也是席卷而出，直接把我包裹到了里面。嗯，空间魔法，看起来这个任务不简单啊，还有特定的地点，要小心一点呢……\n\n一阵眩晕过后，我也是迅速从其中恢复，做出了警备姿态随时迎敌。\n\n不过好在任务指令不会把我直接传送到别人面前，这次似乎也没什么问题呢。\n\n不对，这世界好像有什么不对……嗯，好像画质变低了？\n\n我又揉了揉眼睛，在确定不是我眼花了的情况后，我也是下了定论，我到了另一个界面。\n\n该死！怎么和上次的任务一模一样，那次任务我可是九死一生才……\n\n“不要惊慌，如你所见，你已经接受了我的任务，来到了另一个世界。”在天空之上，一个威严的声音也是逐渐传到我的耳边来。\n\n“相比你也知道这是一个由我特发的S级别任务了吧，但是能接受的话，也的确是一名合格的勇士。”声音继续，似乎没有打算给我回话的机会。要是他知道我是被朋友拐骗来的非气的吐一口血吧……\n\n“此次的任务便是生存，没有其它任何条件。如你所见，我把你传送到了异世界，假如某一天我认为够了的话，你的任务就完成了。那么，祝你好运。”\n\n“……”抱怨已经晚了，上次接了他的任务差点没把我葬在狼窝里，这次又让我搞个什么生存……对了，食物带够了吧。\n\n摸了摸背包，鼓鼓的压缩食物也是让我心里一轻，至少现在是不会有什么问题了。\n\n那么，先容我造一个避难的地方吧。望了望四周，似乎只有一些小矿石，真是一个贫瘠的地方呢……\n\n在寻找完一些石子后，我也是略显苦恼吧。这些石子的大小，根本不能够供我做普通的工具啊。\n\n就在困惑之时，手中不自觉的一使劲后，石子也是……凝聚到了一起？不错不错……看来这个世界的自然聚合魔法很到位呢。\n\n在那些石子凝到一起后，几个巴掌大的石材也是呈现在了我面前。嗯，这怎么会难得到我呢？用匕首轻微的凿去边缘后，几个像样的工具也是制造出来了。\n\n掂了掂手中的铲子模具，似乎还少点木棍做把，再去折一点树枝吧。\n\n想完后，我也是随便找了一颗树木，努力用匕首切断了几个手指粗的树枝。\n\n在拼接过后，几把像样的石工具也是造了出来。石斧头、石铲子也是能应付我现在的处境了\n\n砍完几棵树过后，我也是简单的对原木进行了原子处理，毕竟这么大的东西拿着也要费些力气吧。\n\n基本工作做完后，我也是把木材和铲子原子化后一起绑到了背包上，手中拿着新做的石斧头先去找个容身的地点吧。\n\n不多说了，行动。我整个人也像魅影一般，在繁茂的丛林之间穿行了起来。\n\n就在刚走完一段以后，前方似乎发现了什么……嗯，一头牛？看样子似乎还没发现我嘛，看着看着，我也是对牛身上的皮打起了主意。\n\n“看起来好暖和的皮啊……要是收起来的话，也能应对这环境了吧。”嘟囔完后，我也是下定了决心，悄悄的潜行到牛的身后，从腰间拔起匕首便是指向牛的头部刺去。\n\n“哞！”似乎我都以为我成功了，不过在前一秒，牛还是发现了。在惊怒的吼叫后，它也是直接用角顶上了我的匕首。\n\n本来能把牛了断的一刀，却是在牛的角上留下了不小的印记……该死，它向我袭来了！\n\n再受完一刀后，牛似乎也很是恼怒，大叫一声“哞”之后便是直奔我而来。\n\n在迫不得已下，我也是操控匕首，使用了最为常用的风刃，能被牛逼得用出我最为得意的魔法，你也值了啊！\n\n匕首光芒一闪，紧接着一道气刃便是直接疾射而出，分秒后便是直接射向牛的颈部。\n\n牛似乎也是发疯了，竟然顶着风刃……真是自寻死路！\n\n刚想完后，风刃也是精准无比的劈到了牛的脖子处，鲜血溅了一地。正当我拍拍尘土准备去分解肉质和皮毛的时候，它居然又酿跄站了起来。\n\n“这TM什么牛啊！”该死，脖子中了风刃居然还没有被劈成身首分家，这个世界的生物看起来比我想象的要可怕的多啊……\n\n又是晃动了一下匕首，又是一道风刃射出，这下八九不离十了……\n\n牛挣扎了几下，终于也是倒在了地上一动不动了。\n\n“真是的，何必呢，直接把食材和皮革交给我不就好了么，被你顶这一下我也难受啊。”自嘲的笑了笑，紧接着也是开始了材料的分割。\n\n真是一个充满危险的世界呢"
        },
        {
            "author": "KomeijiSatori",
            "timestamp": 1348917600,
            "txt_content": "翻开了第三页，字迹似乎有些潦草，在略微发黄的纸上还好像有着几滴干了的血液。\n\n吃完了牛肉后，观望了一下四周，看起来还真是没有什么东西，先去砍几棵树原子化之后准备做一个临时的避难所吧。\n\n决定以后，我也是抽出了石斧头向附近最高的一颗树木走去。\n\n“咔！咔！咔！咔！嘶……”伴随着斧头逐渐砍断树木的声音，在这一刻巨大的树木也终于是倒了下来，看了看石斧头的斧刃，我也是苦笑不已。\n\n咯，现在可不是想这个的时候，在把原木原子化后，一个空间内折叠的原子量已经达到上限了，在随便丢到背包的另一处以后便是接着上路了。\n\n丛林的路有些难以行进，巨大的藤蔓和树木会遮住视线，使我不能辨认方向，不过在这个世界辨认完了方向好像也没有什么用处吧。\n\n在登上一个小山坡后，视野也是顿时开阔了起来……嘿，我们发现了什么？没错，是一个水塘还有三只鸡，面对这种毫无抵抗力的小东西我们就可以享用它的肉了，而且水塘也是补充水的好地方。\n\n那些野鸡似乎还没有发现我，我也是隐匿到了附近的丛林中，趴在地上缓缓的潜行过去。\n\n就在离那些野鸡还有五米左右的地方，一只野鸡在四处找食的时候也是意外的发现我这个外来者，当即便是“咕咕”的叫了起来，怎么会让它得逞？拾起旁边的小石子便是朝其头部狠狠打去，紧接着匕首也是脱手，径直飞向另一只野鸡。\n\n即便如此，当我想继续攻击下一只的时候，在发现情况不妙后它也是早就逃跑了。无奈的笑了笑后我也应该知足了，两只野鸡能给我提供最起码三天所需的能量或释放三个中阶魔法、十五个低阶魔法的魔力，总的来说成果还是不错呢。\n\n在水塘旁边喝了点水以后，我也是往水壶里补充了少许的水。这些水清澈见底，其中还有许多的鱼，但是几经尝试都被跑掉之后暂时我也不打算考虑这些鱼了。\n\n拍了拍尘土，我也是缓缓的从地上站了起来。那么下面应该干什么？或许……我们需要更多的木头。\n\n在又雕刻了几把斧头刃之后，我也是收集了更多的树枝，毕竟树枝的话不管是取火还是做工具都是用得到，在我心里已经定位成了必不可少的东西之一了。\n\n看了看挂在背包上的树枝后，我也是掂量了一下背包，沉甸甸的。虽然原子化能有效减少占用空间，但是重量依旧不变，只是密度变得更大了而已，所以我现在的背包……不夸张的说，知道三头猪多重吗？没错，现在我的背包就是那么重。要不是有魔力能帮我分担重量，而且我身体素质也是超于常人，现在估计已经被累趴下了。\n\n无奈的摇了摇头，现在可不是想这个的时候，是时候应该找个地方做家了啊。\n\n想到这，我也是掏出了匕首，一边劈开荆棘一边向前缓慢前进，这匕首果然还是太短了！\n\n不管了不管了，又拿出了两块石头，吟唱了融合魔法后两块石头也是融合成了一个棍状的石柱，开工吧！\n\n在细心的雕刻下，十分钟后也是成功做好了一个石刃，在接上剑把后锋利的剑刃也是可以轻易的砍断这些拦路的荆棘。\n\n有了石剑的帮助，速度也是一下快了一大半，走了一段时间后也是看见了雨林的边缘处。\n\n“呼~”可算走出来了啊，我也是深深的叹了一口气，这一路可真是不容易啊。\n\n等一下，那是……羊？没错，就是羊！\n\n在看到了几只羊后，我也是有点兴奋了。怎么说呢，羊毛可是很好的取暖物品啊。在天气多变的世界里最重要的就莫过于羊毛了，有时候一个小感冒都可能轻易的夺走你的性命！\n\n悄悄的靠近后，我也是小声的开始了吟唱咒语。不到三秒后，无数风刃已经从我身旁划过，而目标正是前方的几只绵羊。\n\n一阵惨叫之后，每一只绵羊也是被削成了无毛羊，羊毛散落了一地但是羊却丝毫没有损伤。怎么说呢，第一，我不喜欢吃羊肉，膻味很重。第二，羊毛染了血让我怎么睡觉！？\n\n又是一阵惨嚎，那些绵羊也似乎发现了根本不能与我抗衡，在恋恋不舍的看了一地的羊毛后便是走开了。\n\n摸了摸一地白花花的羊毛，心里也是踏实了许多，嗯，还是暖烘烘的呢。想完这些，在原子化后我也是随手揣进了自己的兜里面。\n\n望了望眼前的平原，我心里也是有些不定。假如我的家建在了这里，晚上的话必定为标靶一般的存在，毕竟我怎么会知道这个世界有没有其它生物？假如有的话，我可不认为把避难所造在这里是个不错的决定。\n\n犹豫了一番后，我也是决定放弃这个平原，准备另寻他处。\n\n在走了不少时间后，我也是发现了第二个地方，一处高原。\n\n望了望天空，太阳似乎已经快下山了，现在已经容不得我抉择了，就是这里吧！\n\n量子化解除后，我也是轻易用木块搭建了一个小的木屋，在用融合魔法后已经是浑然一体了\n\n不错，那么再来造一张床吧。在往地上铺了一层木板后，紧接着用一层薄薄的羊毛铺上，当床垫用，紧接着就是其它的羊毛均匀的分配在其他地方，毕竟没有布的话杯子和床单什么的很难办呢……\n\n先写到这里吧，估计晚上会发生什么有趣的事情呢。"
        },
        {
            "author": "geludan",
            "timestamp": 1348917660,
            "txt_content": "sylqiuyifeng 发表于 2012-9-29 12:19 \n我去不是发过了吗？\n目测此贴要娱乐了"
        },
        {
            "author": "KomeijiSatori",
            "timestamp": 1348917720,
            "txt_content": "今天终于打开了第四页，上面隐约有鲜血浸泡过的痕迹，看起来有点渗人。\n\n“啊，今天也是圆月呢……”望了望天空，我也是在屋子里独自嘟囔道。来这个世界已经一天了，真是说不上和平但是也算不上危险啊。\n\n躺在床上，脑袋里涌出了许多事情。自己成为一名赏金猎人，第一次执行A级别任务，第一次执行S级别任务……还有那十次的SS任务。\n\n想到这，我拍了拍脑袋，现在怎么可能有时间想这种东西？先安稳的睡一觉吧。直到现在我才发现自己这么的累啊，眼皮也是有点沉重了。\n\n“吼……”听到这声嘶吼，我也是警觉的从床上跳了起来，偷过缝隙向门外望去。站在门外的是一个……僵尸？\n\n记得这东西曾经在第三次SS任务的时候出现过，确实是个难办的家伙，而且嗅觉灵敏，能在极远的地方闻到你的气息，然后不顾一切的来撕碎你。但好在他的视觉已经退化到一个看不见任何东西的地步，估计是因为他看不到白天的阳光吧。\n\n啧……越来越近了呢。看到一幕，我也是逐渐从腰套中拔出了匕首，随时准备给予这个怪物致命的一击。\n\n又近了，又近了一步……一步步的接近，这个僵尸似乎也察觉到了什么。终于，在踏出第八步的时候，它也是仔细闻了几下后便是嘶吼着向这栋房子冲了过来。\n\n禁术·风与火之颂曲！\n\n伴随着狂风凝聚成的蛟龙和地狱之火塑造成的乌鸦，我也是脸色一白，直接坐到了地上。要知道这可是一个顶级的魔法，可是我当初在做第四个SS任务的时候有型从一个国王手中得到的东西，消耗小威力大，可以说是最实用的高级魔法了。但我此刻的状态还是不能承受这个魔法所带来的负荷呢。\n\n与其和它周旋许久的时间消灭，倒是不如现在直接一击必杀，我可不认为在周旋时候用的精力会比现在少多少。\n\n片刻后，攻击也是终于到达了僵尸面前，首当其冲的便是狂暴的风属性攻击。犹如蛟龙一般的实质化攻击也是狠狠的撞上了僵尸的胸膛，一下子把它撞出了数十米远，嗯，看起来这下差不多了。\n\n不由其反映，一只巨大的火凤也是紧跟在身后，那只僵尸还想哀鸣着起来的时候被熊熊的烈焰烧成了灰烬，看样子是吧。\n\n攻击的余波蔓延的数百米远，整个山坡上都是被熊熊烈火所覆盖，看起来如同白昼。而一些刚才没有发现的僵尸也在火焰中四处逃窜。仔细又看了看，似乎还有一个类似于不死族的骷髅和兽族的蜘蛛，真是一个危险的地方啊。\n\n在火焰中，我也是发现了一些绿色的生物，看起来没有什么敌意，不过还是小心一点为妙吧，毕竟我可不想因为一个疏忽而丧命。\n\n烈焰终于远离了这个世界，伴随着火焰的熄灭我也似乎看到……僵尸居然没有死！？\n\n该死，这下麻烦了。在这次攻击后它们肯定都知道了我的位置，要是再不快点走……\n\n不由得我想太多，一只僵尸也是首当其冲，奔着我冲了过来。\n\n啧……麻烦了。急忙吃掉一些鸡肉补充体力后，我也是拿起了匕首，随手发出一个风刃进行试探性的攻击。\n\n本以为会最起码要割伤僵尸的攻击，这一下居然直接被反弹了回来，还伴随着“当”的清脆响声，这货的皮肤是用青铜做的吗！？\n\n这下好了，一击不成反倒是因为声响吸引了更多的僵尸。现在这样根本不足以让我再释放出一个高级魔法，只能拼死一搏了吧！\n\n想到这，我也是从背包中抽出了石刃，一个箭步便是向那只僵尸扑了过去。僵尸在察觉到我这个动作后，似乎也是兴奋得很，该死，真把我当你的食物了吗？\n\n正当其准备给我一击的时候，我也是以鬼魅般的身法一个闪现到了其背后，石剑转手便是一击。\n\n似乎又没有什么效果，虽然因为巨力的效果石剑捅了进去，但牢牢地卡在了僵尸的身体里，想拔出来反而倒是给掰断了，伴随了我半天的石剑也就这么报废了……\n\n说白了也只是一瞬间的事情，僵尸察觉到后也是恼怒的转身便用手臂给了我重重的一击，即便是已经用匕首当在胸前的我也是被一下拍飞了好远，差点忍不住几口鲜血便是要吐了出来"
        },
        {
            "author": "KomeijiSatori",
            "timestamp": 1348917720,
            "txt_content": "这也似乎有点残破，鲜血的痕迹也是越来越明显了。\n\n“喂，还好吗？”正当我准备再次起身冲上去的时候，一个声音也是引起了我的注意。\n\n向着声音的源头望去，一个白发少女也是在黑夜中若隐若现。不过她手中的一个东西我倒是认识，那便是弩枪。\n\n“嗯……咳咳，还好，能帮我一下吗？”见到她似乎没有敌意，我也是向她呼救，没办法，我不想使用那个的话，再不找人救命的话似乎就真要死在这了。\n\n“噗！”伴随着弩箭出膛的声音，我面前那只僵尸的脑袋也是一下被弩箭贯穿，身形一晃后便是直接倒在了地上。\n\n看到离我最近的僵尸已经被解决，我也是一个翻滚躲到了一旁，背包里取出了一块鸡肉便是大口咀嚼起来，嗯，味道有点淡……\n\n在射穿第一只僵尸后，她也是娴熟的把弩挂到了腿上，紧接着便是从腰间掏出一把晶莹发光的剑向僵尸冲去，仔细观察的话这剑刃上似乎还萦绕着淡淡的紫色雾气，这光泽，这材质……绝对不是凡物。\n\n终于，她一直拖在身后的剑刃也是在遇见第一只僵尸的时候挥舞了开来，一个斜劈便是直指僵尸的脖颈，该死……难道她不知道这个僵尸的皮肤有多坚硬么？\n\n其后，她的行动也是证明了我的担心是多余的。在剑刃接触到僵尸脖颈的一瞬间，火元素的攻击也是立马从脖颈弥漫到了整个僵尸的身体各处，在漆黑的夜晚这熊熊的烈火也是显得这么耀眼。\n\n在一阵火光后，这只僵尸也是成为了一堆灰烬，紧接着第二、第三只便是一齐扑了上来，她的动作似乎没有一丝的迟疑，靠着贯力也是直接将剑摆成了一个圆心，粉红色的光芒也是充斥了黑暗中的每一个角落。这个招式……不是，圆心流转斩吗？她为什么会懂得使用……\n\n又是一阵嘶嚎，被卷入攻击中的几个僵尸也是被卸成了好几块，暗红色的鲜血喷溅在四处的地上，显得与周围是那么格格不入。\n\n“燐气斩！”\n\n随后，她的剑刃上也是逐渐浮现出了绿色的纹路，一瞬间后犹如明月一般的攻击便是已经向前飞去，触碰到的僵尸无一例外变成了一堆血肉。\n\n“啧……玩够了，现在来结束一切吧。”在低语了几声后，少女的剑也是逐渐浮现出了幽黑色的光芒，瞳孔中也是散发出了淡淡的红色。\n\n“夜风闪影斩，不，怎么会……”我看到这，也是不可思议的摇了摇头，怎么会这样……不可能，不可能！\n\n一瞬间后，她的身影也是瞬间虚化，留下原地的残影在暗灰色的寒风中化为了一道道的线条，紧接着一道灰色的光芒便是在僵尸群中肆意穿梭，被触碰到的僵尸也是在一瞬间停止了行动，站在原地不再行动。\n\n几秒过后，风卷残云的收拾完了剩下僵尸的人影也是终于停了下来，似乎笑着望着那群驻留在原地的僵尸。\n\n瞬间，所有僵尸的身体也是分成了好几块，暗红色的鲜血从断肢中肆意喷出，明月的光亮之下此地犹如人间地狱一般。\n\n“魂魄妖忌，没有说错吧？怎么样，要和我一起走吗？”"
        },
        {
            "author": "KomeijiSatori",
            "timestamp": 1348917780,
            "txt_content": "无意外保持周更或三日更 其它的两部小说压力挺大的"
        },
        {
            "author": "KomeijiSatori",
            "timestamp": 1348972920,
            "txt_content": "日常人工置顶"
        },
        {
            "author": "KomeijiSatori",
            "timestamp": 1349329380,
            "txt_content": "日常自顶防锁帖"
        }
    ]
}