{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第二十四节",
    "author": "2B与mc的故事",
    "replyCount": 3,
    "timestamp": 1453641420,
    "txt_content": "        太阳从地平线一跃而起，温暖的晨曦又一次撒向大地。\n        村子里的黑雾渐渐退散，虽说还有不少残余，让整座村子看起来雾蒙蒙的，但是总算能看清路了。于是，褪去黑雾的村子里显现出三个少年的身影。\n        “快点跟上！让那死肥婆发现可就惨了！”傲天压低了声音催着。\n        “你猴急个啥！从昨晚开始就像打了鸡血似的，这些图纸到底是什么嘛！”灵曦打了个哈欠，一脸不情愿地跟了上去。\n        “我才不管什么猴什么鸡的。今天可让我发现宝贝了，嘿嘿。”傲天虽然有了黑眼圈，背上还扛了一麻袋的图纸和资料，精神却格外的兴奋，“找了好几年，终于让我找到了！”\n        “傲天，我们这样随便拿别人的东西，不太好吧？”穹闪有些担心。他虽然从小生活条件差，但是从未偷过东西。初明告诉过他，偷东西是不好的。“老板娘也说过了，不要随便动屋子里的东西。\n        “反正我已经习惯了，以前我就经常去废弃的村子里拿别人剩下的东西。不过这次的宝贝可跟那些废铜烂铁不一样！”傲天看了看一脸忧虑的穹闪，叹了口气，保证道，“好了，就这一次。本大爷保证，以后再也不偷东西了，行了吧？”\n        说着走着，不知不觉间，一行人的眼前出现了一座巨大的矿场。铁路在矿洞与仓库间纵横交错，铁矿，煤矿，青金石矿，各种矿物在道路两旁堆成了小山。这座矿场比一座大村庄还要大，很难想象用镐子一块一块挖开这么多石头要用多久。三年？还是更久？也许有很多人的话时间会缩短一些\n        想到人，穹闪忽然发现整座矿场几乎没有几个人。是因为时间太早？不会吧。矿工应该是很勤劳的。\n        “就是这里了，穹闪。”说到这里，傲天的语气里有一丝咬牙切齿，“黑雾的源头就是这里。”\n        “你们看到的只是地面上的一小部分，不到整个矿场的五分之一。剩下的部分都在地下，最远的矿道甚至直接延伸到了漠曦村的正下方。”傲天一边走一边解释道，“矿场的运输主要靠铁路，开动矿车需要烧煤。支持这么大的矿场，每天煤的用量可想而知。而且那些愚蠢的工头还只提供价格低廉的煤炉，不完全燃烧产生的黑烟就是黑雾。这些家伙，真是想钱想疯了！这座村子变成这样也全是因为他们！”\n        “你最后一句话我可不赞成，你绝对是没去过莫亨顿，哦，也就是你们说的商都。那里的人才真是想钱想疯了！不过，我也并不讨厌。”灵曦插话道。\n        “哦，是吗？”傲天没有深究，继续补充道，“我忽然发现，似乎可以用红石的能量来代替烧煤驱动矿车！对！可以去试……”\n        这时，傲天正好走过一座峡谷，峡谷下面布满了铁轨和火把，应该也是采矿场。不过，他一看到这峡谷，忽然间沉默了。\n        傲天不自觉地加快了脚步，埋着头走在前面。\n        自从傲天进入这个村子以来，就开始有不少反常的举动。看来他是在这里经历过，或者看到过什么事情。穹闪想着。\n        “你们给我站住——！”身后传来一阵呼喊——老板娘追上来了。\n        傲天暗叫一声不好，悄悄绕过一座仓库企图避开她的视野。\n        “臭小子，不是说过别想打图纸的主意吗？就凭你，不配拥有这些东西！”老板娘气冲冲地狂奔着追了上去，“说！你是怎么发现它们的！我藏得这么隐蔽！”\n        看来果然帮了不该帮的人呢。穹闪苦笑着想道。\n        “啰嗦！这明明就是琳先生留给我的东西，我拿回来有什么不对！”傲天一边逃跑着，一边大喊着答道。\n        琳先生？琳先生！傲天竟然也会礼貌地称呼别人为“先生”？！穹闪和灵曦都感到非常不解。看来这个琳先生应该是傲天非常尊敬的人。他和这个图纸有关系，那么也应该和这个村子有关系。\n        “我说过了，现在的你还没这个资格！等时机成熟了我自然会给你！快给老娘还回来！”老板娘说着，随手捡起一块铁锭扔向逃跑着的傲天，正好砸中了他扛袋子的那只手。\n        傲天没来得及顾及疼痛，赶紧转身弯腰捡袋子。就在这时，一把小刀突然飞来，不偏不倚地栽在了麻袋上，把它固定在了地面。\n        “死肥婆，这可过分了啊！会出人命的！”傲天生气地吼道。\n        “吵死了！”傲天的面前，出现了一个蒙面的男人，他的手上正是另一把小刀，“敢在这里撒野的人，我经好几年没遇到了。果然又是你！龙傲天！”\n        “切，所以说我才这么讨厌这个村子啊！”傲天说着挡在麻袋前面，一边小心地盯着眼前这个蒙面男人，一边摸出了手弩，顺便装好了箭。\n\n目录\n\n昨天下雪啦！@bo_bo2001 @Donnies_Ming @恶魔-潇洒 @xcc @guqu \n\n",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1453643100,
            "txt_content": "矿工：Omega-3 is good for health！今天看完别人的《心灵杀手》实况现在还心有余悸咧……南方没有雪差评。"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1453643580,
            "txt_content": "日更狂魔！\n不完全燃烧。。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1453645440,
            "txt_content": "Donnies_Ming 发表于 2016-1-24 21:45\n矿工：Omega-3 is good for health！今天看完别人的《心灵杀手》实况现在还心有余悸咧……南方没有雪差评。 ...\n我其实也是住在南方的……\n"
        }
    ]
}