{
    "title": "[博客翻译|已授权] PMC 2015年度回顾",
    "author": "BensonQC",
    "replyCount": 53,
    "timestamp": 1453642440,
    "txt_content": " 本帖最后由 _Benson_ 于 2016-3-26 18:45 编辑 \n\n\n\n开篇语：\n时光荏苒，光阴如梭，转眼间，2015年已经成为过去。在这一年中，Minecraft成长了许多，国内外各界人士为Minecraft做出了卓越的贡献，优秀的建筑，雄伟的地形，这些都值得我们铭记。为了帮助大家了解2015年国外论坛Planet Minecraft上的优秀作品，我在获得了原作者Gray Remnant的授权之后，对《PMC 2015年度回顾》这篇博客进行了翻译。在这里，你即将看到PMC上的年度最佳建筑、地形与有机作品的介绍，以及原作者对三位在相应领域做出卓越贡献的人士进行的采访。希望大家喜欢。我在翻译过程中难免出现纰漏，也欢迎各位指正，我会尽快处理。\n\n授权翻译证明：\n以下截图为我与原作者的私信内容：\n\n以下正文开始。\n\n\n\n\n我说“年度最佳建筑”，并不意味着“本周最佳建筑”。参与者如此之多，作品质量如此之高，以至于从中遴选成为了非常困难的事。以下为参考数据，一年有52周，在那52周中，总共有几乎1000件建筑在《PMC 每周精选》中被提到，在1000件建筑中，今天我只能讨论其中一个。\n\n\n\n但是，在所有这些之中，脱颖而出的就是深海（Deep Sea）（站内搬运帖），由BlockWorks于7月30日建造。正如大多数人所记得的那样，它就是PMC“海底仙境建筑大赛”（Underwater Wonderland contest）（站内搬运帖）的获奖作品。\n\n\n▲亚军：斯大林格勒 - 伏尔加河之血（Stalingrad - Blood on the Volga），由Cephyr建造\n\n首先，让我们谈谈为什么这件作品略微比一些和它差不多的竞争者更有优势。有三件作品被很认真地考虑为“年度最佳建筑”，它们是明日世界（Tomorrowland），斯大林格勒 - 伏尔加河之血（Stalingrad - Blood on the Volga）和特玛特斯（TEMATOS）。当然，因为只能有一个获奖作品的限制，明日世界（Tomorrowland）被自动淘汰，因为它也是由BlockWorks建造的。\n\n\n▲亚军：特玛特斯（TEMATOS），由achiminecraft建造\n\n于是就剩下斯大林格勒（Stalingrad），特玛特斯（TEMATOS）和深海（Deep Sea）。然而，斯大林格勒（Stalingrad）无疑是2015年在主题上给人印象最深刻的作品之一，我决定把优势留给后面的两件作品，因为它们在独创性方面更加突出。尽管斯大林格勒（Stalingrad）很棒，但它没有特玛特斯（TEMATOS）和深海（Deep Sea）中的新概念。\n\n\n\n所以，只要在剩下的两个里面选一个，现在才真正到了成功和技术的时候。深海（Deep Sea），出于所有意图和目的，成为了2015年最新颖、最成功的建筑。\n\n\n\n深海（Deep Sea）是一座不可思议的建筑，不仅因为它看起来很棒（虽然很大程度上因为这个），还因为当你解构它时，你不会发现任何重复或没用的部分。相反，你会发现各式各样的形状，纯手工制作的小巧的部件，这不可否认是一件杰作。\n\n\n\n你只能用这两件事中的一件来解释这里的多样性：至少六个月的艰苦工作，或者一个建筑团队。在这个案例中，是后者。深海（Deep Sea）是大规模合作的结果，包括《PMC 每周精选》的常客，例如Carloooo、Rajkkor、Lindblumen，以及更多的人。\n\n\n\n它使你有这样一种感觉，伟大的思想就是像这样的东西。只有通过几个不同建筑风格的镜头才能想出如此错综复杂和多种多样的事物。这就是使得深海（Deep Sea）如此特别的东西。它不是一个人就能建出来的。它就像一个复杂化学反应的最终产物，其中所有的反应物都是建筑师，每一位建筑师都发挥着不可缺少的作用，合起来成为一个比它所有部分的总和还要宏大的整体。\n\n\n\n在所有事物之中真正脱颖而出的是建筑与有机的无缝合作。许多深海（Deep Sea）中的装置和结构以一种有机物与机械的共生融合体的形式出现。这是一个很难实现的想法，但当它正确完成的时候，它会让你几乎忘记你正在看的是在Minecraft中制作的东西。它超越了方块，成为了它本身的一种艺术形式。\n\n\n\n对于我来说，有一种在Minecraft中必定成功的方式。如果你可以愚弄别人，即使是一秒钟，将你的作品亮出来，说你的作品不是在游戏中制作的，是一个精心的伪装、一张照片，或者一个三维生成的图像，那么你就完成了一项伟大的成就。这也会在你接下来将要看到的两个类别的作品中体现出来。当你第一眼看到深海（Deep Sea）的渲染图的时候，你并不是很清楚你看到的究竟是建筑本身，还是一件充满灵感的艺术品。那就是你能玩的终极把戏，然而，没有人能比BlockWorks更会玩这个把戏。\n\n\n\n其他制作人员：\nBloodBuilds - 建筑\nSuiCia1_M0nKeY - 建筑\nNergalBS - 建筑\nCarlooo - 建筑\nrajkkor - 建筑/渲染\nLindblumen - 建筑\nNytDwellur - 建筑/制图\nPhotoze - 建筑\nJamesD - 建筑\nDJPaulii - 渲染\nGoCreative - 渲染\nNati797 - 渲染\nRubenDelight - 影片\nLentebriesje - 地形\n\n\n\n建筑不是件容易的事，即使有无限免费的材料供应和几乎全能的建造方法。但是，没有人能比BlockWorks更擅长做这件事。\n\nBlockWorks在两年半前成立，自从那时起，已经在PMC上发布了13件作品。这里有一些关于BlockWorks的有趣的真相。\n\nBlockWorks已经参与四场PMC的比赛，获得了两个冠军奖杯，一个亚军奖杯，一次晋级决赛BlockWorks在PMC上从来没有在单个作品中拿到少于85个钻石BlockWorks在《PMC 每周精选》中赢得了四枚金牌，一个铂金奖杯，以及两个预赛纪念牌BlockWorks目前是《PMC 每周精选》史上唯一一个获得“尼迈耶”勋章的用户，它是在建筑领域能够得到的最高奖项BlockWorks在2015年《PMC 每周精选》中以亚军结束\n\n我也与James Delaney，BlockWorks的常务董事，坐下来，以获得一些更深入的东西。\n与BlockWorks的采访：\n\nGray: 你好，James，感谢你今天花时间和我说话。\n\nJames: 你好，Gray，这是我的荣幸——感谢所有的问题！\n\nGray: 我想我将要从你们在2015年早些时候拥有的那段惊人的连胜开始。你们在《PMC 每周精选》中获得了五月、六月和七月的最佳建筑。你是如何使你的建筑师们活跃起来，坚持制作如此不可思议的内容？\n\nJames: 信不信由你，对我来说将建筑师们活跃起来真的不是一件要紧的事；他们在他们所做的事情上都非常有经验，他们中大部分人本身就很已经积极了。不同的建筑师有不同的动力，但我想大部分动力来自对最后结果的满意——他们知道他们擅长创作什么，并力求达到它。对于我们的许多大型作品，我们是在委托基础上工作的——在那种情况下，我们的建筑师都以专业能力工作，只需要在最后期限完成工作就行了。\n\nGray: 早在七月，你们在PMC上为“海底仙境建筑大赛”（Underwater Wonderland contest）创作了一个参赛作品。我发现这与你们先前的两件作品——明日世界（Tomorrowland）和气象希望之都（Climate Hope City）（站内搬运帖）——有一点不同，因为它不是根据任何存在的主题创作的，而上面的两件作品则分别是以大片电影和环境保护为主题的。什么是深海（Deep Sea）的灵感来源？你们是如何构想出将关于外层空间探险和深海探险两个概念融合于一体的计划？\n\nJames: 我们关于这个地图的出发点是现实生活中的地形——亮丽的颜色和珊瑚的有机形态使人眼前一亮。深海和外层空间的相似性十分明显，我们就来自那里。总的来说，我们都有自己的创造兴趣和灵感来源——所以一个不错的头脑风暴通常会带来一些独特的理念和想法。\n\nGray: 谈到深海（Deep Sea），我很着迷于你们将建筑部件和有机元素结合在一起，成为许多机械装置。你们需要经营何许的团队合作才能够使得这种人造与有机结构的融合成为可能？\n\nJames: 互相交流和修改我们的设计是带来这样雄伟的团队作品所必不可少的；然而，起初当然没有完美的计划——我们的设计在建筑过程中总是在修改。为了这个作品，我们的每一位建筑师一开始在独立部件上下功夫，例如，我们有一位建筑师致力于宇宙飞船，一位致力于结构元素，等等。一旦我们的底子足了，我们之后就能考虑把它们组合在一起。\n\nGray: 你们将一种少见的对作品介绍的看重带到了PMC上，至少我是这样想的。你们的描述、图片、后期制作，和视觉设备都十分完美，精心编辑，也很简单。为什么作品介绍对你们来说如此重要？为什么你们有这样一种在PMC上创作高质量内容的热情？并且，我还想问问，你认为谁能为你和你的团队创作最好的渲染图？\n\nJames: 作品介绍对我们来说是必要的，因为它给人们我们作品的第一印象——无论是给一般的PMC用户还是潜在客户。我们的作品只有一小部分被上传到PMC，我们用它来分享我们认为可以激励和吸引社区的作品。每个人都有不同的渲染风格，Nati、Splekh、DJPaulii和Rajkkor都在过去为我们创作过优秀的渲染图。\n\nGray: 我作为一个不是真正参与Minecraft团队建设方面的人，一直在想一个人如何才能组织一个庞大的团队经营大规模的建筑事业。请描述一下在你和你的团队开始建造之前的规划阶段。除此之外，你是如何在建筑阶段保持人们有条不紊？权利与责任是如何下放的？\n\nJames: 有一个经验丰富和娴熟的团队，权利与责任的下放没有必要。我们的每一位建筑师都清楚他们的优点是什么，一旦他们意识到要致力于哪个部分，就可以信任他们用自己的力量勇敢前进。组织就是简单地明确每个人的工作，来创作一幅更大的图画；而棘手的东西就是实际的建造！\n\nGray: 每个人都会有一段失去创造力，或者只是不能正确地完成事情的时候。你们有没有过……把东西全都炸了来获得创造力？\n\nJames: 没有。\n\nGray: 你不好玩。:P\n\nGray: 你的团队在建造过程中出现的最大的建筑错误是什么？你不用指名道姓，但我会给你额外10点如果你确实说出了某人的名字。\n\nJames: 典型的问题是发现一整个部分不在适当的位置，超出了一个方块，但它通常是很容易被修复的——有了正确的工具，没有什么是很难被纠正的！\n\nGray: 好吧，最后一个问题。我已经在过去几个月中一直在致力于某样东西，我想它已经准备好了。这是我给BlockWorks的申请。\n\nGray: 我什么时候开始？\n\nJames: 明早九点，马上。\n\nGray: 太棒了！我要带一些TNT来向你们展示它是如何做成的。\n\n\n\n就像建筑一样，也有许多地形作品竞争年度最佳地形。一些有16000个方块长（如菲德利米德（Feidlimid）），一些是充满生机的天堂（如加斯米娜（Jasmina）），还有一些采用了前所未有的新风格和新技术（如冥界之怒（The Rage of Hades））。但有一件为了某样别的东西，完全抛弃了大小、生机和风格。它比起以上种种更注重于现实。那个不同寻常的地形，巧妙地以你可以想象的最普通的方式命名，它就是自定义生物群系地形地图（Custom Biome Terrain Map），由imbilio创作。\n\n\n\n这里没有秘密，没有隐藏的装饰，没有添加的内容。这就是地形，纯粹而简单。这个地形如此错综复杂，如此巧妙地组成，以至于你可能会认为它根本不是Minecraft中的作品。记得我先前说的关于愚弄观众的内容吗？是的，它同样适用于这里。\n\n \n\n这个地形的标题与地形自身不能再有更鲜明的对比了。这个标题俗气而无趣，而地形恰好相反。它是一个多姿多彩，无微不至，不可思议，多生物群系的地形，它可以挑战任何之前的对于Minecraft能有多真实的想法。好吧，它能变得很真实。imbilio无疑已经证明它。\n\n \n\n在许多地形中，你仍然可以看见World Painter在最终产品中的影响。那不是真正的地形。而这个地图没有任何那种讨厌的东西，它有自己的形式与风格。它展现了大自然的美丽，尽管地球上没有像它一样的地方。\n\n\n\n在大多数多生物群系的地形中，生物群系间的分界线很僵硬，很容易被发现。但在这里，生物群系之间有一种柔和的渐变。它们之间没有“线”，但只有这渐变允许整张地图拥有独特个性，使地图不仅仅是一个风景的集合体。\n\n\n\n因此，在这里没有真正的生物群系，相反，是一个在经纬间拥有演化特征的生物群系。它就像生物一样，有着不同的组织和细胞，都包含着相同的通用DNA。这就是将自定义生物群系地形地图（Custom Biome Terrain Map）与它的竞争者区分开的事物。这里没有特别华丽、光怪陆离的事物。它用一种奇怪而新颖的方式，简单地呈现出一种理念。\n\n\n\n在某种意义上来说，这是生物群系的真正巅峰。在Minecraft中自然生成的生物群系既简单，又重复，相互之间没有真正的互动。它是对那种单调乏味的一种讽刺批判，用一种程序永远无法实现的方式展示Minecraft的真正潜力。\n\n \n\n事实上，所有的地形作品都是这样一种批判。不同之处在于自定义生物群系地形地图（Custom Biome Terrain Map）比任何其他的地形做的都好。所以这张地图应当永远树立在这里，作为所有Minecraft地形作品的终极目标。这是一个巨大的障碍，它是如此之高，以至于新一代PMC用户将力求超越它。\n\n\n\n其他制作人员：\nMonsterfish - 物体\nLentebriesje - 物体\nBlockWorks - 物体\nGrafitesPL - 图片\n\n\n\n说到地形，没有人在创新方面比Gabersid走得更前沿。\n\nGabersid有一种罕见的、个性鲜明的、球形的地形风格。自从他在2013年加入PMC起，Gabersid已经发表了六件建筑和八件地形。这里有一些关于Gabersid的有趣的真相。\n\nGabersid在2015年做的每件作品都在《PMC 每周精选》中赢得了一枚金牌，其中的三件也在《PMC 2015年度回顾》中被提到Gabersid目前是《PMC 每周精选》史上唯一一个获得“创世神”勋章的用户，它是在地形领域能够获得的最高荣誉Gabersid在PMC上从来没有在单个地形中拿到少于100个钻石Gabersid在2015年《PMC 每周精选》中以季军完结\n\n我也与Gabersid坐下来，以获得一些在他的地形风格方面更深入的东西。\n\n与Gabersid的采访：\n\nGray: 你好，Gabersid，感谢你今天花一些时间和我说话。\n\nGabersid: 你好，Gray！感谢在这里提到我。我知道你在把所有这些东西组合在一起的过程中遇到了很多麻烦。\n\nGray: 我想我们可以从你独特的地形风格开始。你在你的地形中使用许多球形、羽毛的形状。这似乎是你在PMC中首创的。什么赋予了你这样做的灵感？\n\nGabersid: 我想我的“地形风格”是由我World Machine的知识和对真实景物，例如山脉、河流、山谷等等的观察所形成的。我的早期地形的灵感很大程度上来自于我的好友，Aerios。我的许多作品，例如自然之怒（Nature's Wrath），很大程度上基于Pandoras Blocks的作品，因为我是在他们的服务器上完成这个作品的。我的最新的作品则在很大程度上基于现实生活的事物。对于我的冥界之怒（The Rage of Hades），我的灵感是来自于我门外的一个蚁丘。我觉得我作品的“风格”大体来自于自然，朝外面看几眼，或者看着真实山脉的照片，给它们一种真切喜爱的目光，超越一切的喜爱。我对于Minecraft最喜欢的事情，就是我可以制作、创造我想要的任何东西。这太不可思议了！\n\nGray: 说的不错！它看起来确实像一个蚁丘！现在我不会再以之前那种方式看它了。\n\nGray: 在PMC上很少见，我看见有人利用地形来创造动物、物体，或其他世界性想法。没有比自然之怒（Nature's Wrath）更宏大的例子了，它是你制作的一个有着巨型蝎子外观的地形。描述一下你在制作这个庞然大物时的使用的技术。你有没有使用一个参考图片？或者它是不是即兴创作的？\n\nGabersid: 对于自然之怒（Nature's Wrath），我几乎没有看一张真实蝎子的图片。如果回过头来，我希望我确实能看看更多关于它的参考，哈哈。它的大部分是即兴创作的，这就是为什么它的腿看起来那么奇怪，没有很长，而是分散开了。\n\nGray: 像许多PMC上的地形师，事实上你在过去起初是做建筑的。我想问一下我问过kesteve的相同的问题：你在什么时候发现自己有做地形的天赋？你在地形上发现的最快乐的事是什么？\n\nGabersid: 我开始进入地形领域是在我处于一个叫做Octovon的团队时候。我的伙伴向我展示了一座他正在制作的山。我真的很喜欢它，所以我开始了自己的地形。在那段时光中，我疲于建筑，那太无趣了。我需要不同的东西。我的伙伴向我展示了他的地形，我想要制作自己的作品。我对地形一见钟情 :P 。我认为我热爱地形和制作各类地貌的主要原因，是你可以没有限度地做你想做的事。我真的很喜欢我脑海中梦见的雄伟的地形。这是艺术的另一种形式。\n\nGray: 你也制作了一个叫做冥界之怒（The Rage of Hades）的作品。我能看见你把许多时间和精力放在了它上面。我相信很多人都想知道，你是如何创作这件神奇的作品的？\n\nGabersid: 冥界之怒（The Rage of Hades）事实上我认为是一个永远也不会完成的作品。起初，我想要制作一个大型的蚁丘，然而，我却很想把它和其他东西混合在一起。于是，火山作品诞生了。我一开始差不多在每个地方画线。我制作了许多球体，然后用金字塔的模型填充这些区域。之后，我用Voxel Sniper的命令填充它们。然后我走进去，做了我有史以来最单调的事情，我纯手工平整它。色彩是用各种各样的World Edit刷子完成的。 \n\nGray: 哇哦，听起来真是令人恐怖地单调啊！恭喜你完成它。XD\n\nGray: 你喜欢把时间花在你的Minecraft作品上，一年只上传4-5个。你有没有想过把你的效率提高一点，以一周为单位上传作品？如果没有，告诉我们一点点关于为什么你找到一个缓慢、谨慎、注重质量的规律来取胜于你的竞争者。\n\nGabersid: 我考虑过在PMC上发表更多作品。然而我总是得出这样一个结论，我只是想向PMC上传有质量的作品。事实上我在推特上几乎每周都发表作品。我觉得推特是一个发表小型作品的地方，而PMC则是个发表大型作品的地方。我觉得我宁愿花更少的时间，做更详细、更好的作品，比起拥有50个尚可的作品。这是典型的质量和数量的理想状态。这就是为什么那些在PMC上发帖只是想升级的人会惹怒我。我总是尊重那些在他们的作品上花两年功夫的人，因为当它们完成的时候，结果总是那么不可思议！\n\nGray: 你曾经在GoCreative中工作过，你最近加入了DeepAcademy。你有没有发现佣金和团队建设能形成比单机更有价值的经历？或者你是不是更喜欢单机带给你的独立与较自由的进度？\n\nGabersid: 我觉得goCreative的作品和我个人的作品都挺好的。我喜欢和goCreative的朋友们一起创作。goCreative的伙计们在我们做团队作品的时候脾气很好。所以我和他们玩的很开心。我也喜欢独立创作，但我觉得和goCreative一起做作品更愉快。\n\nGray: 一些地形师更喜欢制作小巧的、空间有限的地形，然而另一些更喜欢制作雄伟的、多生物群系的大陆。你是少数有这两种经验的人之一。你觉得哪一个更值得制作？为什么？\n\nGabersid: 我的大多数“多生物群系”的地图是用一个叫做World Painter的工具完成的，许多人喜爱这个工具。它用海拔高度图来制作大规模的地图。确实是一个很酷的程序。我更享受制作单个的生物群系地图，因为它要花的时间更长，更有成就感。我也认为用voxel和我的手的作品比我的World Painter和World Machine作品更好看。我确实喜欢用World Painter来制作更真实的地形。所以我认为两者真的都很值得。:)\n\n\n\n接着，我们来到了最后一个类别：年度最佳有机作品。在过去一年间，我们看见了多种多样的出色的有机作品。有巨型房屋（如简陋的家宅（Humble Homestead）），有弹吉他的龙（如弹吉他的龙 - 埃斯特（Esther the Dragon plays guitar）），还有二维形式的艺术品的三维娱乐（如大雨（Hard Rain））。但是，有一张地图，比它们合起来还要给人留下深刻的印象。我在说的，当然是史前传送门 - 蒸汽朋克恐龙（Primal Portal - Steampunk Dinosaurs）（站内搬运帖），由Cephyr创作。\n\n\n\n这是不可否认的。如果有一个细节能被压缩进Minecraft中的雕塑的极限，毫无疑问就是它。史前传送门（Primal Portal）将Minecraft的界限推向了无限最大值，抹去了先入为主的观念“无法摆脱固有的方块效应”。Cephyr的名流不仅打败了方块效应，还创作了一件可以很好地陈列在博物馆中的展品，当且仅当那座博物馆很适合在另一个维度展示机械恐龙的时候。不过，确实有展示被人类骑乘的恐龙的博物馆，所以我想，很有可能有一个足够疯狂的机构欢迎机器恐龙进入他们的大厅。\n\n\n\n话说回来；让我们谈谈为什么这个建筑是一个如此宏大的成就。自由形式在Minecraft是很难实行的，主要因为上述的方块效应。很难用方块去建造斜的形状和物体。然而，史前传送门（Primal Portal）做到了。参差不齐的骨头，郁郁葱葱的叶子，悬浮于空中的附肢，几排牙齿、齿轮和电线没有被Minecraft所限制。与此相反，Cephyr已经（用一种奇怪的方式）接受了与生俱来的挑战，创造了充满多种有机与机械元素的事物，把它们无缝衔接起来，形成完美的协调。\n\n\n\n这是技能与Minecraft高度限制的巧妙利用的真正展示。这个作品不能被做得更大了，因为它几乎占据了地图的全部高度。因此，这些机器恐龙是尽可能的庞大与详细。简直没有不可能超越它。\n\n\n\n但是，在最后，这张地图树立了一个十分重要的风向标。许多人被Minecraft固有的限制吓得很厉害，以至于他们不能想象它的建筑过程。史前传送门（Primal Portal）证明，有理由怀疑，任何事情都能在Minecraft中完成，无视它的限制。它是一件非常鼓舞人心的有机作品，我相信它在可预见的未来，会激发无数PMC用户的想象力。\n\n\n\n其他制作人员：\nSplekh - 渲染\n\n\n\n说到有机作品，没有人比Cephyr做得更好。Cephyr是一个在2012年在PMC上成立的建筑团队。自从它诞生起，Cephyr已经发表了42件作品，从红石电脑硬盘，到饥饿的机器恐龙。\n\n虽然Cephyr被誉为《PMC 每周精选》的年度最佳艺术家，他们大多数都专攻伴随着大量有机元素的建筑。这里有一些关于BlockWorks的有趣的真相。\n\nCephyr已经在《PMC 每周精选》中赢得了四个金牌，一个铂金奖杯，一个白银奖杯，以及一个预赛勋章Cephyr目前在《PMC 每周精选》中比其他任何用户都拥有更多的勋章Cephyr目前是《PMC 每周精选》史上唯一一个获得“天才建筑师”勋章和“三维大师”勋章的用户，这表明他们在建筑和有机作品领域有着极高的造诣Cephyr从未参与PMC的比赛Cephyr在2015年《PMC 每周精选》中以冠军完结\n\n我也与mik596，Cephyr的队长，坐下来，以获得一些更深入的东西。\n\n与Cephyr的采访：\n\nGray: Mick，感谢你今天花时间和我说话。让我们开始吧。\n\nGray: 在2015年中，你们都处于史诗作品的前沿，因为你们惊人的服务器出生点，主题建筑，机器恐龙，甚至你们的塔防小游戏。Cephyr时常触及所有种类的高质量建筑。你们也是《PMC 每周精选》中唯一一名在两个不同的类别中赢得奖杯的人。随着我的脑海中浮现出这一切，我的第一个问题是：你们最为2015年的哪个作品骄傲？以及为什么？\n\nMick: 我认为，我们团队内部都同意斯大林格勒 - 伏尔加河之血（Stalingrad: Blood on the Volga）是我们最喜欢的作品。我们2015年非常注重有机，所以回到我们的根，建造一些建筑当然是很有趣的事。如果我没记错的话，它是我们2015年花的时间最长的作品，因为以下的原因。每条沟渠，每条街道都是亲手刻画的，每个地方都有独特之处等待发现。我们没有任何时间压力，所以我们有大量的时间来把所有东西做得尽可能精致。另一个原因是我们成功实现的气氛，我认为这不能与我们以前做的任何作品相较。这气氛感觉身临战区，依我看来，这要感谢所有我们最后加入的微小细节，正是它们创造了一个更宏大、更有趣的整体。\n\nGray: 有些人可能不熟悉你们的过去。你在2012年开始了你们的PMC生涯，是以一个简单的、罗马风格的神庙开始的。自从那时起，你们招募了许多建筑师，并与他们一起工作，分支出创作有机作品的，飞船的，甚至8-bit红石计算机的。你在那段时间中认识到了什么？你最激情地发展过哪种建筑？\n\nMick: 这三年对我们来说当然是一场旅程，它们教给了我们许多，不仅仅作为一个团队来说是这样，作为个人来说更是这样。我们分支出了许多（有着不同程度的成功的）方向，当时间回到2012年时，那还是一段学习的经历。在每个建筑的身上我们都尽力做一些与以前的建筑不同的东西，所以我们经常适应与接受新的风格，来让我们的作品保持新鲜，有趣，尽量美观。我们把激情放在我们发表的每个作品上，然而我们将激情投入的最多的是我们的“早期”作品，例如Minecade服务器出生点（Minecade Server Spawn），以及我们在RPG服务器上创作的那些未见天日的未发表作品，那时我们的团队内部非常活跃。\n\nGray: 我想要简要地谈谈斯大林格勒 - 伏尔加河之血（Stalingrad: Blood on the Volga）。有一种生动的气氛围绕着它。它是一个有着许多混乱，而又十分活泼的环境。在你们将如此多的时间和精力倾注于建造斯大林格勒（Stalingrad）之后，在所有东西上留下模糊和爆炸的洞有些什么乐趣？\n\nMick: 在破坏过程的开始，看到我们做了几个月的心血被破坏是十分伤心的，但随着我们进一步改进了破坏的手段，并真的向建筑加入了整体的效果，不久我们就看见我们做的效果真的十分好。它的单调无趣在最后完全消失了，并非常有力地促成了作品的气氛和最后结果。\n\nGray: 你们做的第一个命令方块小游戏（Cephyr塔防游戏（Cephyr Tower Defence））也在《PMC 每周精选》中被提及。制作一个全功能的塔防游戏与建造一座精致的城堡有着很大的不同。请告诉我们将注意力从视觉美转向互动内容是什么样的？你觉得它比螺帽与螺钉（Nuts and Bolts）更值得还是不值得？你们在这严峻的考验中学到了什么？\n\nMick: 许多人说创作这些互动小游戏与建筑就是一回事，不过就是用一点红石而已。然而并不是这样。建造一个互动地图是一个更加复杂的过程，所有东西都要精确位于正确的位置，否则整个装置就会支离破碎。无论什么时候新的东西被建造了，它的存在就是有目的的，有一个在那里的理由，所以在这种作品中，在很多方面，功能比美观更加重要。另一件重要的事情就是，红石提供了无数的选择，允许我们创造一些十分不可思议的东西，把新生命注入这样的作品中。最后，它是一次非常值得的经历，我觉得比建筑本身更值得，因为它不但是看上去很好看的建筑，还是可以游玩和互动的事物。我们有许多将来的计划和想法，你一定会看见更多来自我们的互动红石地图，谁知道呢——也许有一天甚至会有冒险地图？\n\nGray: 介绍是任何PMC作品的一个重要组成部分。你们的作品一次又一次，以一种非常专业的方法呈现在大家面前。你们的渲染图十分优美，使你们的作品有一种兴奋感。然而，你们的许多作品却只有五张截图。你们这个想法背后的原理是什么？你们是不是觉得人们下载你们的地图并与其互动很重要，与仅仅看看它们相比？让人们亲身经历你们的工作成果的重要性有多大？\n\nMick: 我就个人而言从来没有想到这一点，但现在你提到了它，我们当然鼓励观众和订阅者下载并参观我们的地图，而不是单单浏览一下截图。说实话，我们放出很少的截图是因为我们之前的渲染者（Splekh）现在要为每张渲染图收费，并且我们把这个团队更看作一个爱好而不是任何事物，想要向其中投入尽可能少的财物。现在，我们有一位“内部”渲染者，所以你可以期待在我们将来的作品中看见更多的截图，但我们当然也会保持我们建筑的“神秘性”，鼓励人们亲自来体验它们。\n\nGray: 你们从未为PMC发起的比赛制作一个参赛作品，这让我大吃一惊。我认为人们会很乐意看到你们与BlockWorks正面交锋。你们为什么没有这么做呢？\n\nMick: 说实话，我们从来没有将很多参加PMC的比赛的想法。我们建造时通常有一个非常宽松的计划，之后一直扩展并扩展它，直到我们对结果感到满意。没有时间限制允许我们这样做，把尽可能多的时间、激情和细节花在建筑的每个方面。为比赛创作建筑十分紧迫，不仅仅是时间。不得不遵守一个既定的主题对我们来说是一个非常大的限制，因为我们的许多建筑是从一个既定的主题发展为更多的东西，甚至随着时间的推移，发展为与我们一开始完全不同的东西。像这样缺少自由意味着这个建筑会比我们通常的标准质量低很多。但，谁知道呢？也许有一天团队会扩展一点，我们会有更多成员，如果时机成熟，一个有着我们名字的参赛作品也许会出现。只有时间会告诉你。\n\nGray: 现在我们来谈谈我相信2015年每个人都看到的事物：史前传送门（Primal Portal）。我不确定在PMC上曾经见过如此棒的作品。它是如此一个雄心勃勃的想法，一定带来了许多挑战。请描述一下经历了这样一场考验是什么样的。你们是如何将如此高等级的细节灌输进这件作品的？将机械的和有机的部件无缝融合起来是有多么困难？\n\nMick: 这件作品是我们曾经做过的最具挑战性的作品，我们为它感到很自豪。也许说出来会令人惊讶，但许多作品完全是亲手完成的。将我们其他作品中的一些老建筑和恐龙结合起来，例如斯大林格勒（Stalingrad）作品中一座旧工厂，它以前从来没有被用来创作生物的背部。一开始的确非常有挑战性，但通过试验和错误，我们成功达到了我们预期的两个部分之间的几乎无缝衔接。我们的许多有机作品也是以一种十分简单的方式完成的，通过试验和错误改变和发展，直到我们认为达到了我们预期的效果。这也就是为什么我们要隔很久才发表我们的作品。\n\nGray: Cephyr从十月份开始就变得不是很活跃，但我认为没有人怀疑你们已经完成了更优秀的东西。你们在目前有什么计划？你有没有一些彩蛋可以与我们分享？\n\nMick: 我们不能否认我们最近变得不是很活跃，但出于以下原因。在十月和十一月我们在团队管理上做出了轻微的改动之后，我们也轻微地调整了我们的方向。我们正在致力于一件服务器作品，并计划将建筑师社区的很大一部分组织起来。我还不能分享任何细节，但我想事情正在朝许多人喜欢的方向发展。在深思熟虑之后，我们也决定将我们的名称从Cephyr改为“Gamemode1”，仅仅是因为我们认为它能更明显，更简单地去发音，并与主题更好地结合起来，尽管它有点普通。除此以外，在2016年的第一季度，我们会发表有更多的红石建筑。在那之后，我们会计划彻底回归，创作更多的每个人都喜欢的团队作品。所以，我们请每个人都敬请期待，看看在将来将要出现什么。\n\n排行榜 - 2015年：\n\n\n\n结束语：\n感谢所有在2015年支持Minecraft的玩家！\n让我们一起期待2016年的Minecraft！\n\n",
    "replies": [
        {
            "author": "NBluecat",
            "timestamp": 1453814520,
            "txt_content": "coooooooooooooooool！"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1453815300,
            "txt_content": "碍于我非该版版主不好评贡献，已经帮你申请图章和高亮了，抱歉哈~\nBW的作品都是毋庸置疑可被大众借鉴的优秀之作，拥有“大师”级的建造概念和建造技巧，我曾说过它们的作品“细节和整体同样出色”。每个建筑师都能各司其职，团队凝聚力也可见一斑。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1453816320,
            "txt_content": "黑星你给太多啦！会被记小本本的！！"
        },
        {
            "author": "混乱",
            "timestamp": 1453817280,
            "txt_content": "超长的内容，翻译辛苦了！\nPMC上的顶级作品依旧是令人叹为观止，我们与国外的水平还有一些距离呀。\n同时我非常担心其他网站未经允许的搬运……"
        },
        {
            "author": "Poison★殺神",
            "timestamp": 1453820280,
            "txt_content": "MCBBS有你更精彩！！！\n楼主太帅了！"
        },
        {
            "author": "Yy星人",
            "timestamp": 1453821420,
            "txt_content": "国内和国外水准还是有一定差距啊qwq"
        },
        {
            "author": "Yy星人",
            "timestamp": 1453822380,
            "txt_content": "另外年度最佳建筑内里两个亚军,速改"
        },
        {
            "author": "VarietyAir丶",
            "timestamp": 1453823580,
            "txt_content": "精彩~~~~!"
        },
        {
            "author": "Super_SA",
            "timestamp": 1453857000,
            "txt_content": "好漂亮的建筑"
        },
        {
            "author": "SYS_TEM",
            "timestamp": 1453857180,
            "txt_content": "哇这大概多少字"
        },
        {
            "author": "硝烟即世",
            "timestamp": 1453861140,
            "txt_content": "国内的建筑水平需要提高"
        },
        {
            "author": "麦白",
            "timestamp": 1453874700,
            "txt_content": "gooooooooooooooooooood！"
        },
        {
            "author": "tdiant",
            "timestamp": 1453891200,
            "txt_content": "然而我注意到的是：Gray"
        },
        {
            "author": "lichi2050",
            "timestamp": 1453917720,
            "txt_content": " 本帖最后由 lichi2050 于 2016-1-27 19:05 编辑 \n\n哈哈 Benson 这么久没看见你了，英文水平越来越好了啊~Ｎｉｃｅ\n首先辛苦了，这翻译量不亚于一个中型～大型插件的ｗｉｋｉ量了\n字数大约为１０８３５左右。\n{:10_495:}...　抱歉评分时不小心填错了，忘填人气了，@乙烯_中国 能否取消我的评分，让我重新评分。\n"
        },
        {
            "author": "REN0011",
            "timestamp": 1453934160,
            "txt_content": "这么多...我眼睛都发麻了"
        },
        {
            "author": "凌晨Sidian",
            "timestamp": 1453946400,
            "txt_content": "为什么这么触"
        },
        {
            "author": "昔年哥哥",
            "timestamp": 1453967520,
            "txt_content": "国外大大的作品。。"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1454160840,
            "txt_content": "随便一张图就能拿去当桌面啊=-=实在太6了"
        },
        {
            "author": "Melodyvoices",
            "timestamp": 1454226000,
            "txt_content": "tdiant 发表于 2016-1-27 18:40\n然而我注意到的是：Gray\n你是不是看漏了个r字？"
        },
        {
            "author": "HOW浩",
            "timestamp": 1454230260,
            "txt_content": "话说PMC是像FC、TT那样的社交（MC）网么？度娘查不到。。。原谅我读书少"
        },
        {
            "author": "306710264",
            "timestamp": 1454242740,
            "txt_content": "........................."
        },
        {
            "author": "矮人桑",
            "timestamp": 1454242740,
            "txt_content": "卧槽，感觉玩的不是同一款游戏"
        },
        {
            "author": "xinxin243489212",
            "timestamp": 1454245980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "guqu",
            "timestamp": 1454246220,
            "txt_content": "看到Gray……我就想到了\n这写了很久吧"
        },
        {
            "author": "LNK-小承",
            "timestamp": 1454251020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ttjk2002",
            "timestamp": 1454319780,
            "txt_content": "顶，但是。。。总感觉那个年度最佳有些片面吧"
        },
        {
            "author": "chenxiutao030",
            "timestamp": 1454325000,
            "txt_content": "国内的建筑同志们仍需努力啊！{:10_509:}"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1454331900,
            "txt_content": "lichi2050 发表于 2016-1-27 19:02\n哈哈 Benson 这么久没看见你了，英文水平越来越好了啊~Ｎｉｃｅ\n首先辛苦了，这翻译量不亚于一个中型～大型 ...\n嘿嘿嘿 Lichi有工夫帮我统计一下WE那个的翻译量么"
        },
        {
            "author": "mc1549570730",
            "timestamp": 1454387460,
            "txt_content": "2015年暑假 我看了2014年pmc回顾 没看懂 现在 我看了2015年回顾还是没看懂 [也不知道以前看的是不是pmc回顾]"
        },
        {
            "author": "Radish_",
            "timestamp": 1454398440,
            "txt_content": "版主辛苦了~"
        },
        {
            "author": "80i80",
            "timestamp": 1454419440,
            "txt_content": "好漂亮，自愧不如。。。"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1454490180,
            "txt_content": "这么一看，论坛里建筑大神的效率还真高"
        },
        {
            "author": "qq573686835",
            "timestamp": 1454524020,
            "txt_content": "简直大触 !! 那个手工品nice"
        },
        {
            "author": "wliao",
            "timestamp": 1454552040,
            "txt_content": "这真的是MC吗，我的上帝！！！"
        },
        {
            "author": "卡埃ka_ai",
            "timestamp": 1454563680,
            "txt_content": "  真是激动人心啊"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1454657400,
            "txt_content": "一定是翻了很多的建筑资料=w=反正我们这些小建筑师是遥不可及的"
        },
        {
            "author": "孤小幂~",
            "timestamp": 1454681460,
            "txt_content": "妈问跪系列，话说有没有人搬运那个地形啊？表示渣网速下不了"
        },
        {
            "author": "Crazy_Zombie",
            "timestamp": 1454722200,
            "txt_content": "那个最佳地形从远处看\n像素高的要死\n我感觉都是真的了"
        },
        {
            "author": "AIox",
            "timestamp": 1454744640,
            "txt_content": "简直大触，建筑党的福利"
        },
        {
            "author": "545006373",
            "timestamp": 1454917740,
            "txt_content": "翻译好多"
        },
        {
            "author": "Oolong_Tea",
            "timestamp": 1454946240,
            "txt_content": " 猴猴看啊_(:зゝ∠)_"
        },
        {
            "author": "1941154238",
            "timestamp": 1454949300,
            "txt_content": "超级厉害有木有！！！！！！！！！"
        },
        {
            "author": "子弹～",
            "timestamp": 1455167640,
            "txt_content": "HOW浩 发表于 2016-1-31 16:51\n话说PMC是像FC、TT那样的社交（MC）网么？度娘查不到。。。原谅我读书少 ...\n百度\nplante Minecraft"
        },
        {
            "author": "qq1394236817",
            "timestamp": 1455200520,
            "txt_content": "在PMC看过原帖但是看不懂E文，只看懂了图片。看到翻译总算明白了顶"
        },
        {
            "author": "darrksy",
            "timestamp": 1455266940,
            "txt_content": "长跪不起，每个作品都有看过，但是汇总起来更加震撼"
        },
        {
            "author": "623015429",
            "timestamp": 1455275460,
            "txt_content": "我的天。。。涨姿势了~\n这肯定不是我的世界（雾"
        },
        {
            "author": "握地师兄",
            "timestamp": 1455346560,
            "txt_content": "瞬间感觉歪果仁太可怕了……"
        },
        {
            "author": "675508836",
            "timestamp": 1455455460,
            "txt_content": "一个好的团队 其中的力量真的无法忽视啊  NB"
        },
        {
            "author": "LittleHei",
            "timestamp": 1455550020,
            "txt_content": "可以啊，这帖子感觉翻译比建筑更亮眼"
        },
        {
            "author": "Jakob.z",
            "timestamp": 1455558600,
            "txt_content": "我的天.......多大的毅力!!!"
        },
        {
            "author": "TOOy_yigxi",
            "timestamp": 1455640380,
            "txt_content": "看着有种莫名的感动"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1455670980,
            "txt_content": "光影绚烂的不要不要的，感觉cw的动作也很吊"
        },
        {
            "author": "不是游客",
            "timestamp": 1455805500,
            "txt_content": "太久没来，真的要跪{:10_493:}"
        }
    ]
}