{
    "title": "ChunkBase网站的使用教程，原版强迫症患者的福音【暂停更新】",
    "author": "15860723645",
    "replyCount": 6,
    "timestamp": 1453692960,
    "txt_content": " 本帖最后由 15860723645 于 2016-2-15 20:45 编辑 \n\nHello，各位大朋友，小朋友，不大不小的朋友们你们好\n今天，无聊的我又来发教程了。\n我要教大家如何使用chunkbase.com这个在线的Minecraft工具\n如图所示▽纯英文的外国网站\n\n首先，肯定有人会问:“这是啥？”这是一个不要作弊，不要mod，不要修改器.......就可以知道游戏中的地牢，矿井，末地传送门，地狱遗迹，村庄的所在地。\n\n\n废话不多说，让我们来看看如何使用吧\n\n\n\n第一步:游戏内获取地图种子（这步没有图）\n\n按t或enter打开聊天栏，输入指令/seed，把得到的一串数字（如果有负号也要）全部记下（最好是拿纸和笔记下），放在一旁备用\nPS:假如你认为这也算是作弊的话，那就没辙了\nPS2:这个指令单人和多人理论上是都可以使用的，但是服务器一般不会开放这个指令的权限，因为这会被看做是一种作弊，会导致服务器里面的村庄什么的一夜之间全部成为废墟........\n\n第二步:打开浏览器，访问网站chunkbase.com(就是刚开始的那个图，里面的广告我也没办法，忽略就好)\n第三步:使用在线查询工具集查询你所想要的东西如图所示，当我们切换到Apps(应用)这个分类下，就有这么多工具，让我们依次来解读\n\n\n第一行:史莱姆区块          村庄               矿道\n第二行:地狱堡垒              末地传送门           沙漠神殿\n第三行:守卫者神殿(1.8)          女巫小屋               丛林神庙\n第四行:生物群系(部落查询)        冰雪小屋(1.9)\n\n因为使用的方法大同小异，只是有些细节不同，所以说一个，其它的就大体知道了\n\nSlime Chunk(史莱姆区块)\n【这块内容其实已经有很多实况主已经介绍过了，简单提一下就好】\n如图所示进去以后是这样的\n\n\n上面有一个填写seed(种子)的地方，把你第一步获取的种子填写进去，然后点击蓝色的“Find Slimes”按钮即可进行查找\n当然，你也可以点击“Load from Save...”按钮来上传游戏的leave.dat存档文件来查找\n如果显示的坐标离你当前的坐标比较远，可以输入X轴和Z轴坐标来快速移动。当然了，也可以在上面的位置用鼠标和鼠标滚轮来移动和缩放\n\n如图，只要输入x轴坐标和z轴坐标，然后点击“Go！”即可跳转\n\nVillage(村庄查找)\n如图所示，功能差不多，就不详细解释了\nps:这玩意只是根据种子算出理论上会生成村庄的区块\n实际上村庄生成时还会考虑地形等众多因素，所有有可能不是100%找到的地方都有村庄\nMineshaft(废弃矿洞查找)\n这个就开始有意思了！平时我们都知道，废弃矿洞（道）都只会在挖矿的时侯因为人品好而遇到，但是它的出现其实在游戏内是有一定规律的\n也是按照种子所计算出的区块来分布的\nIn Minecraft, every abandoned mineshaft has a single starting point. It's usually a room with a dirt floor (may intersect with other map features like ravines) and several exits to corridors. The starting points are predetermined by your map seed. In average, every 100th chunk has a starting point for a mineshaft. These chunks are highlighted in brown. The colors of the surrounding chunks are a very rough approximation of the chance to find a piece of an abandoned mineshaft in each chunk. Thus, the most reliable way to use this app is to walk to the center of a chunk with a starting point and then search for the room on different layers. The height level of the room is less than y=53 (random).  Around the origin point of the map, the chances for abandoned mineshafts are actually smaller. The chunk with the coordinates (0,0) has a 0% chance to contain a starting point. The chance increases linearly in every direction until it is at 1% as soon as either chunk coordinate reaches an absolute value of 80 (1280 in standard coordinates).\n翻译：在每个Minecraft的废弃矿道里，都有一个起点。它通常是一个由土方块为地面的房间（可能与其他地图功能如沟壑相交）和走廊的几个出口。起始点是由你的地图种子预先确定的。平均来说，每第一百个区块为一个矿井的起点。这些区块突出显示在棕色。周围的区块的颜色是一个非常粗糙的近似的机会找到一块一块废弃的矿井。因此，最可靠的方式使用这个应用程序是步行到一个区块的中心点，然后搜索不同的层的房间。房间的高度是小于53（随机）。\n在起源点的地图，对废弃矿井的机会实际上是小。与坐标（0,0）块有0%几率包含一个起点。在每一个方向上的机会呈线性增加，直到它是在1%，很快任一组块坐标达到80（1280的标准坐标）的绝对值。【以上内容由百度翻译及chunkbase提供】\n\n如图\n\n\n下面那个√的意思是“只显示起始点”，上面的隐藏部分已经有介绍这是啥了。\n去掉以后就成这样了\n没错，你可以看到是呈中心辐射状分布的，这就是为什么有些人只遇到一条矿道，而有些人是遇到一片...\noh,使用方法同上，粘贴种子然后按查找。\n\n本贴在暑假期间会持续更新，敬请关注\n最后{:10_513:}求人气，求回复！\n\n\n☆转载需注明版权，否则将追究法律责任\n☆我知到可能已经有人写了关于如何查找史莱姆区块的文章，但是我的跟他不一样\n\n\n\n\n\n",
    "replies": [
        {
            "author": "2309541338",
            "timestamp": 1453908300,
            "txt_content": "沙发。。。话说外国网站卡不卡"
        },
        {
            "author": "TSStudio",
            "timestamp": 1453940400,
            "txt_content": "这个网站可以上传level.dat 而不用获取种子 话说这么小事追究法律责任就不好了吧"
        },
        {
            "author": "15860723645",
            "timestamp": 1453987140,
            "txt_content": "某游网太猖獗了，没辙"
        },
        {
            "author": "15860723645",
            "timestamp": 1454208780,
            "txt_content": "2309541338 发表于 2016-1-27 23:25\n沙发。。。话说外国网站卡不卡\n这个网站还好，不卡"
        },
        {
            "author": "老龚",
            "timestamp": 1455162840,
            "txt_content": "找村庄利器，收藏~~{:10_512:}"
        },
        {
            "author": "Wang_ming",
            "timestamp": 1455357840,
            "txt_content": "新人表示。ChunkBase是啥东西"
        }
    ]
}