{
    "title": "<原创·连载·圣杯>终焉[第五章第二节][暮存]",
    "author": "xcc",
    "replyCount": 3,
    "timestamp": 1453730460,
    "txt_content": " 本帖最后由 xcc 于 2016-1-30 12:51 编辑 \n     突然出现的壁画让顾离想到了之前看过的小说情节——主人公通过石室中的壁画一步步得知真相，那么他自己能否从壁画中获取信息呢？\n    于是他睁大双眼去看那壁画。\n    但当他仔细去看的时候，他才猛然发现，这并不是壁画。上面的每一抹色彩近乎真实， 确切地说......这更像是相片。\n    虽然七櫆是没有相片的。\n    “相片”上是两个衣着华贵的人和几个卫兵。其中一人身着一件纹着青色猛虎的黑色长衫，手中握着一块赤色的玉石。另一人身着褐色服装，样式和中山服有些相似，他的左手扶着另一人的肩。\n    这两人嘴角微微上扬，在他们冷峻的脸上勾勒出一个完美的弧度。只是，这两个人的面容有些熟悉......顾离深吸一口气，转头看陆辙肆。\n    惊讶的神色已经凝固在陆辙肆脸上了。他的双手微微颤抖，随后紧握成拳。\n    不.....怎么可能.....他定定地看着“相片”上的二人。\n    那身着褐色服装的人......明明就是格里斯......他听到自己用很小的声音说道。\n    那人的脖颈上也有一道巨大的伤疤......\n    他缓缓伸手想要去触摸石壁，却觉得手上像是缚着千斤重的物件，根本没有力气抬起来。这时他才瞥见壁画下的一行刻字，是七櫆语，在顾离看来只是一堆符号，但陆辙肆凭借着自己的学识勉强翻译了一下——\n    “塞特王暮雨与提督隳楼合影”\n    这个拿着赤色玉石的人他曾多次在史书上看到过，应该是塞特王暮雨。如果没记错的话，这位名为暮雨的帝王是塞特王国的亡国之君，他仅在这个至高无上的位置上坐了三年便被人暗杀，塞特王国随即垮台。\n    那么那个身穿褐色中山装的，相貌与格里斯极其相似的人，也就是提督隳楼。塞特王国距今有九千多年，如果格里斯就是隳楼......怎么可能！七櫆最长寿的人也只活了四百年而已。\n    但也不排除这几千年来格里斯——或者说隳楼——没有死去啊......\n    他越想越后怕，只得这般安慰自己——说不定只是凑巧长得相似呢......他的双拳攥得更紧了，指甲在掌心留下淡淡的白痕。 \n    顾离很是不解陆辙肆的反应。高度脸盲的他终究是想不起来壁画上的两人像谁。他挠挠头，觉得自己的记忆像是被人蒙上一层雾，愈是想要去接近雾后的记忆，雾便愈浓。这种感觉真是不爽，但也无可奈何。\n    等等，他和陆辙肆进来不是为了找那个星河的人么，现在怎么光顾着看壁画了？！\n    他拽了拽陆辙肆：喂......我们还要找星河的那个人啊。\n    陆辙肆方才反应过来，慢慢地应了一声，哦。然后指了指面前的石壁，说，有这玩意挡着你还想去找人？\n    话音未落，石壁便缓缓下陷，陷入脚下的石砖，化为平地。\n    陆辙肆扶额叹了口气，缓缓迈步。这地方不大，那人应该就在附近。\n    顾离却迟迟没有迈出一步，一方面是因为他在想，追击这种事还是交给陆辙肆好了。\n    另一方面，是因为他发现视野里出现了一个拳头大小的墨渍。\n    顾离使劲揉了揉双眼后惊慌地喃喃自语：我眼睛没问题吧？\n    一个灰色的身影从墨渍中踏出，是一头长有褐色麟角的麒麟样的兽。顾离在惊讶中听见那兽用那低沉的声音问道：\n    “无知凡人，能见吾否？”\n    顾离一边惶恐地点点头，一边腹诽着七櫆的玩意怎么会说文言。\n    “无知凡人，此谜殿也。” 那兽继续说道，它的身躯开始由死气沉沉的灰色慢慢化为深青色。“吾乃谜殿之神兽墨皋，自是明白尔等之语言。”\n    这名唤墨皋的兽能知晓他心中所想？顾离心中闪过一个念头。既然这家伙是谜殿的神兽，那么多少有点神通,知晓人的思维也该是在它的能力范围内。\n    顾离仍在心里腹诽着，但这名唤墨皋的兽已经走上前来，缓缓道：“惟至善之人能见吾身且闻吾之声。汝能见吾，则汝为至善者也。”\n    文言文学得并不好的顾离一头雾水，但他能听出墨皋往文言文中掺了些白话，使得他大概能大致理解它的意思：只有善良的人能看见它并听到它的声音。\n    那么正站在不远处的陆辙肆呢？陆辙肆似乎并没有听到墨皋的声音，他不是至善之人？\n    “其为伪善者，自是视吾为无物。”墨皋仰起头，在顾离身前一米处停下。\n    “其所以自保而行之，是违心之善也。”墨皋又退出一步，身旁滚出淡淡黑烟。它的身形也渐渐隐去了。\n     墨皋一走，顾离便瘫坐在地，冷汗直流。这谜殿神兽，纯粹是来让他这个地球青年受到惊吓的罢。 \n    片刻后擦擦汗，站起身追上站在不远处的陆辙肆。\n    他想告诉陆辙肆这番经历，但觉得对方不大会相信这番话后放弃了这个念头。\n    格里斯那边，应该不会遇到像墨皋这样的奇怪家伙了吧？ \n    然而，事与愿违。 \n     \n     \n\n     上一节         索引      下一节 \n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1453730820,
            "txt_content": "\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事  @龙隐尘L  @MF_Mufeng\n@2575174857\n@lzs1234"
        },
        {
            "author": "xcc",
            "timestamp": 1453732320,
            "txt_content": "标题打错了→_→"
        },
        {
            "author": "gggbbb",
            "timestamp": 1453780080,
            "txt_content": "掺白话什么的，其实就是在为自己文言文不好找借口吧\n一节一节发看得不太舒服的说"
        }
    ]
}