{
    "title": "<原创-连载> 《格式化》 作者：Warning_lzm",
    "author": "Warning_lzm",
    "replyCount": 5,
    "timestamp": 1453814940,
    "txt_content": "                         《格式化》\n              \n         第二章     问像素世界为何物\n        \n       在他奋力想要逃离吸引他的电脑的时候，忽然听到一个声音隐约从电脑传来，仿佛是跨越了一个世界的声音，虽然沙哑，但他在一瞬间就辨别出了这个声音，而那声音似乎在求救，又似乎在呼唤着什么。\n       是她？！在他惊愕的那一瞬间，脚下松动了一下，然而就是这一下，决定了他的去向。方块闪烁的蓝光越来越亮，如果他能以第三人称视角看到自己，会发现自己的身体正在慢慢发生着变化，是那种不能形容的形变，一个个分子被挤压成了正方形，然后散开，如同羽化一般的，整个人变成了松散的方块，但他并未意识到痛苦，只觉得自己离那个大的蓝光方块越来越近。\n        同黑客帝国里传送时的数字化一样，顿时他变成了一串串，蓝光代码，仿佛这由数字组成的便是那个曾经活生生的人，带着自己的不甘，卷入了电脑屏幕之中。\n        他看着周围的一切都仿佛变成了数据，消失在电脑旁边的虚空之中。渐渐的，代表着，或者说曾经组成自己所站的地板也变成一段01010000闪着绿光消失了。然而自己也不是一个实体，仿佛是空气一般漂浮在虚空之中。而唯一没有消失的，是那个绿皮方块，像一块方形的榛子巧克力，无奈他实在想不出来还有什么好的方法摆脱这突如其来的困境，于是他带着自己并不存在却又感觉的身体靠近了方块。他的直觉告诉他，那是他离开这个诡异的空间的唯一方法，那是一把钥匙！\n       他用手轻轻碰了一下那个方形的块状物，霎时间一段强光将她笼罩在其中，晃眼的光芒让他只好捂住眼睛光慢慢的散去。他眯着眼睛向方块看去，惊愕已不足形容他此刻的心情，方块旋转着落在了地上，然后如同绽放的花朵，从一格小小的方块中延展开一片地面！\n       平坦的草原无限的向远方延伸出去，在光芒消失的地方形成一道灰色的地平线，而另一边从地平线上凸起了高低不平的山脉。那刺眼的光茫逐渐落下在地平线之间，原来是太阳的余晖，身边的地上摇动着几株小草，树林悄悄的分布在身后的大地上，风吹动树叶沙沙作响。他突然发现了一个很现实的问题，这个世界像素化了！一切都四四方方的，连刚出现的明月都是方形的，一个崭新的世界展现在了他面前。\n        然而他现在如同一只受惊的鸟，四下跌跌撞撞的走动着，他想掐自己一把 看看是否是梦，在抬起手的一瞬间却发现自己的手也变成了一个稍小一些的方块，连手指都变成了长条状。\n        正当他绝望于这怪异的现象时，一本闪着幽蓝色光芒的书砸在了他的头上。。。\n\n我居然按时更新了，真是个奇迹。。毕竟我明天还要继续考试。。。\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1453815060,
            "txt_content": "字炒鸡大诶。省略号别用多个句号呀。"
        },
        {
            "author": "Warning_lzm",
            "timestamp": 1453816320,
            "txt_content": "那四个字什么意思（╯‵□′）╯︵┴─┴听不懂，但是谢谢指教"
        },
        {
            "author": "名人才华",
            "timestamp": 1453824060,
            "txt_content": "010110什么的专业点可好\n叫01序列或二进制数组"
        },
        {
            "author": "Warning_lzm",
            "timestamp": 1453845900,
            "txt_content": "名人才华 发表于 2016-1-27 00:01\n010110什么的专业点可好\n叫01序列或二进制数组\n最近考试都快考傻了的高中生不容易啊，下次我会注意的"
        },
        {
            "author": "XiongChild",
            "timestamp": 1454232900,
            "txt_content": "希望作者下次码字再多点"
        }
    ]
}