{
    "title": "<原创·连载>《古与始》第一章 宁静之初",
    "author": "zyj0807",
    "replyCount": 1,
    "timestamp": 1453815780,
    "txt_content": " 本帖最后由 zyj0807 于 2016-5-28 13:31 编辑 \n\n第一卷·第一章·宁静之初\n　　 初晨，天空被层层的叶片割成不规则的碎片，阳光宁静地洒落在小山村里。远处的地平线上，逐渐出现了一个娇小的身影，是个小女孩，她背着一个背包正向村子里走来。\n　　      “哟哼嗯~哼~”一路哼着欢快的小调，女孩径直向着村中的某一个方向走去。\n\n　　在一个小屋前，她停下了脚步，牛皮背包轻轻滑落在地，眼里闪动着狡黠的光芒。随后悄无声息地打开木门，踮起脚尖走了进去。\n\n　　屋子里十分阴暗，只有丝丝光线从打开的木门投进来。女孩瞧了一眼遮得严严实实的窗帘，听闻其旁隐隐鼾声。\n\n　　她脸庞的上半部分埋在阴影中，只看得见一抹意味不明的微笑。\n\n　　而后她一个箭步上前，用力一把拉开了遮蔽这个房间已久的窗帘。\n\n　　一瞬间，万丈光芒洒落进来，将卷卷阴霾破除。也在这一瞬间，一个惨绝人寰的痛喊在打开的窗边响起，霎时冲破了屋子的阻隔，在这片天空回荡。\n\n　　“啊——！！要死了啊——！！瞎了啊！！”\n\n　　女孩面无表情地又拉开了另一边的窗帘，在阳光又穿透过来之后，室内的情景终于能清晰地显现出来，而渐弱的惨叫的来源也终于可以看清。\n\n　　一个男孩弓着背趴伏在床，背对着阳光手使劲捂住了双眼，似乎是因为女孩的一系列行为而十分痛苦。\n\n　　女孩不满地撅起嘴，拉开了男孩刚要盖住头的被子，瞪着他催促：“苏亚哥哥！太阳都烧你眉毛了，你怎么还能睡那么沉！”\n\n　　“索娅啊......”一个虚弱可怜的声音传来，“你叫醒我的方式以后可以不这么残暴吗。你哥哥差点......啊——”\n\n　　没等苏亚说完，火冒三丈的索娅就拎住他的耳朵在他耳边大声吼道：“哥——哥——，第七天了！”\n\n　　苏亚一个激灵，顿时挺直了身体坐了起来，有些恍惚地问道：“真的第七天了？这可不是开玩笑的。”\n\n　　“是的，哥哥......”索亚的声音轻了下来。\n\n　　短暂的沉默后，苏亚开口了：“等我一会，索娅......”女孩点了点头，走了出去。\n\n　　不算陈旧的木门嘎吱一声被关上了，男孩揉了揉心口，隐隐的不安涌了上来。\n\n　　他今天不知怎么了，睡得很沉，印象里似乎存在一个梦。如今这个梦只剩下了几个或高或矮的模糊身影以及一些隐隐的慌乱。\n\n　　他静静坐了一会会儿，随后摇了摇头，不再去想梦境。\n\n　　而后他离开床铺，走到了房屋的角落，手放在了一个箱子的锁上，却迟迟没有打开。\n\n　　眉目中似乎有些许的犹豫。\n\n　　几秒钟后，苏亚深吸了一口气，打开了锁扣，两手一掀，打开了箱子、\n\n　　“嘎吱——”烟尘飘散开来，苏亚的眼里泛起了波澜。\n\n　　这个箱子自他记事起，就被放置于这个角落。他记得他的母亲戴奥娜以一种很复杂的语气告诉他，这个箱子是他父亲的东西，要好好珍惜。\n\n　　入目是一片布，上面盖着一本书，棕色的封面上用墨大大书写着：“赠我的孩子们苏亚与索娅”，这行字下面还有一行小字：“愿我能够庇佑你们”。\n\n　　苏亚端详着这本书，书皮不知是何种材质所制，在箱子里多年也没有半点陈旧。\n\n　　他手微一用力就要翻开它，可奇异的事情就在此时发生了。\n\n　　不论他的手如何使力，这本书都纹丝不动。\n\n　　“嗯？”苏亚略一皱眉，便无奈地放弃了翻开它的想法，将书放在了一旁的桌上。\n\n　　他回想着自己记忆中几乎没有的与父亲在一起的场景，又一把拉开灰布，把它丢在一边，浓浓烟幕顿时笼罩了他。\n\n　　“咳咳——”他不停扇着手，但在看清了箱子里的物件后，整个人双眼瞪得老大，顿时僵住了。\n\n　　一套翠绿色的衣物在烟尘里反射着摄人心魄的光。\n\n　　“丛林之子......”他不可置信地喃喃自语。他认得这套衣物，甚至可以清楚地说出它的来历。\n\n　　因为那是十六英雄的装备。\n\n　　即便生活在这么一个有些偏远的村落里，他也能听闻到大陆上十六英雄的传说，更何况他的父辈和村庄中的一些长辈们经常会向小孩子讲述这些。\n\n　　传闻里十六英雄在大陆陷入水深火热的局面之时，破开了大陆界障，去往末地，征讨末影界的主宰。并最终取得了成功，杀死了主宰，将整个大陆拯救了出来。\n\n　　十六英雄也各自有各自的封号和长处。\n\n　　‘丛林之子’套装便是其中一位的装备。\n\n　　‘山林’科维尔奇标志性的装备。\n\n　　任何与十六英雄有关系的物件在他们完成了拯救世界这一壮举之后都变得炙手可热、千金难求。\n\n　　更别说是十六英雄之一的人物的知名装备了，绝对称得上是无价之宝。\n\n　　更何况，科维尔奇是猎人界的传奇人物。几乎可以说是猎人这一职业定位，是靠着科维尔奇崛起的。\n\n　　甚至在猎人界还流传着这么一句广为人知的话语：\n\n　　山林前，无猎人。\n\n　　足以看出科维尔奇在猎人界的地位了，也就是说，若是苏亚拿着这么一套装备去到猎人的聚集地，完全可以让猎人界的那些大佬们倾尽所有来换取。\n\n　　当然，得先证明它是真的才行。\n\n　　对了，万一是假的呢？\n\n　　想到这里，苏亚顿时觉得自己的反应有些大了，还没有验证真伪呢，自己就这么激动。\n\n　　也是，传说中的装备怎么可能就这么躺在他父亲的箱子里呢？而且，一躺就是数年。\n\n　　这天底下哪有这么离谱的事，自己只有小时候见过的父亲，会认识十六英雄？\n\n　　滑天下之大稽。苏亚撇了撇嘴，表示不屑一顾。他从房间另一侧的木桌上取来一个盒子打了开来。\n\n　　里面放着一堆色泽不一的宝石，都有一个指甲盖那么大，表面光彩夺目，似乎还散发着一些奇妙的波动。\n\n　　想证明这是传说里的装备，简单的很。\n\n　　丢一颗魔力结晶就好。\n\n　　十六英雄的装备都是传说级别的神物，都有一些神奇独特的作用和功效。\n\n　　譬如会对高纯度的魔力做出反应。而魔力结晶的纯度自然是毋庸置疑。\n\n　　再驳杂也高得你无法想象。\n\n　　“叮——”\n\n　　一颗淡绿色的宝石落在了箱子里的衣物上。\n\n　　苏亚见状，又是撇了撇嘴。果然是假货，真正的神物，对魔力的反应都是极其之快的。像这种指甲盖大小的魔力结晶，接触的一瞬间就会消融的无影无踪，哪还会有这般清脆的声音。\n\n　　等等——，怎么会有声音？\n\n　　这个疑惑刚刚从他的心中升起。\n\n　　下一刻，便异变陡生！\n\n　　璀璨的绿光刹那间从衣物上爆发出来，刺得苏亚双眼一阵疼痛，赶紧闭上眼还用手捂住。\n\n　　在这个当口，苏亚怎么也意料不到它竟会横生异变，心中惊骇不已。\n\n　　过了没多久，这绿光渐渐弱了下去，苏亚将手移开，心中同时疑惑不定。\n\n　　难道真是真货？他咬了咬牙，再度看向箱子里。只不过，那叠衣物依旧和先前一般无二，看不出丝毫的变化。但那颗半个拳头大小的魔力结晶却是早已消失得无影无踪。\n\n　　好家伙！苏亚悻悻然咬了咬下嘴唇，有些不甘地道：“吞我这么大一个魔力结晶，我不弄死你！”\n\n　　话虽然这么说，可他此时心中却已经能够确定这多半就是传说中的那套‘丛林之子’了。\n\n　　半个拳头大小的魔力结晶，不是每件装备都能吞下的。苏亚一边想着，一边双手托起了这套衣物。但手甫一托起，他便楞了一下，旋即眉头轻皱。\n\n　　造成这么一副神情的原因来自于他手上的这套皮衣。\n\n　　无他，这件装备，实在是太轻了，而且，也太薄。\n\n　　轻如鸿毛，薄如蝉翼。这样一件装备，真的可以保护好穿戴者吗？苏亚内心升起了无穷的疑问。\n\n　　不过想这些倒也没用，他摇了摇头，并没有立即穿上，而是用上臂夹住，再走到另一边，提了个背包，这才推开门走出去。\n\n　　初晨熹微的阳光映进他一双浅紫色的眸子里，门外索娅婷婷而立，她听得推门的声音，连忙转过身来，看到苏亚背着包走了出来。\n\n　　苏亚朝她点点头，说：“走吧。”\n\n\n\n这几天状态像山体滑坡似得往下掉，害得我第二卷都想不出了。GG\n\nBUG已修复orz\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1453817040,
            "txt_content": "圣杯的坑还不填 --"
        }
    ]
}