{
    "title": "你们怎么看？",
    "author": "Poison★殺神",
    "replyCount": 0,
    "timestamp": 1453818240,
    "txt_content": "Minecraft 16w03a 发布http://www.mcbbs.net/thread-544321-1-1.htm\nlMinecraft 16w03a 发布Here is a new snapshot. We made it. For you. So that you can see what we’ve been working on most recently and tell us what you think about it. Nothing in it is final, everything could change before Minecraft 1.9 is relased, but most things won’t.\n我们为你制作了一个新快照。所以你可以清楚的看见我们工作流程，请告诉我们你对此抱何想法。终末之于虚幻，在1.9完工之前任何事情都可能会改变（一般不会）。\nSome things that were broken in the previous snapshot (16w02a) are not fixed or changed back in this snapshot, because we had to focus on few very important bigger tasks to work on before we can go back working on smaller changes. This is nothing to worry about and perfectly normal so close to finishing a release, so don’t get upset if you see things that are still in the same state as last week. We’ll take care of them soon and definitely before we call Minecraft 1.9 done.\n一些在最近的快照里面的bug没有被修复，也有一些重新出现在新快照你，因为我们更注重于更重大的目标，在我们重修细节之前。当然，已经没什么好怕的了（死亡flag），我们肯定会给出一份完美的预览版。所以看到发布快照的话不要失望，我们将很快并明确的修理他们，直到我们宣布1.9完成。\nOnce again, thanks to everyone who is reporting bugs, testing the snapshots and sending us feedback on our changes. Without your constant feedback we wouldn’t be able to focus on the important issues that need fixing before we can call Minecraft 1.9 done.\n又一次，感谢bug汇报者，测试快照者，以及反馈者。没有你们的帮助我们不能专注于1.9完成前需要修复的重点错误。\nNotable changes:\n显著的更新\nBugs, bug and more bugs. Most of them fixed, only very few new ones introduced.\n八八八八八八八八八八八八阿哥。有一些被修复了，当然我们引入的八阿哥更少啦。\nLess flickering in chunk rendering when blocks are placed or broken.\n方块放置或者打破时渲染不正常\nThe end has opened its gates again, travelling to this dimension is not restricted anymore.\n末地现在已经打开了大门，穿越不再受限制了。\nThe world also more diverse again, many biomes are back from their vacation.\n世界更加多样化了，许多生物群系度假归来。\nMore new sounds and some updated sounds.\n一些新音效以及不少更新的音效。\nRemoved Herobrine.\n移除哈罗布莱恩【大雾\nBugs fixed in this snapshot:\n\n[Bug MC-779] - Some entities are displayed outside of their spawner\n[Bug MC-779] - 实体显示在刷怪笼外。\n[Bug MC-68383] - Certain entities not properly showing CustomName when CustomNameVisible set to true\n[Bug MC-68383] - 某些实体的名字显示不正常\n[Bug MC-71006] - Minecart with Hopper and Minecart with Chest’s GUIs’ name is Minecart.\n[Bug MC-71006] - 各种矿车GUI名字依旧是矿车\n[Bug MC-80826] - achievement command works unreliable with statistics\n[Bug MC-80826] - 成就命令使得统计不可靠\n[Bug MC-95539] - All damage types cause knockback\n[Bug MC-95539] - 所有的伤害都会击退\n[Bug MC-95541] - Beacon NPE: Failed to load data for block entity\n[Bug MC-95541] - 信标无法读取实体附加值\n[Bug MC-95612] - Variant biomes / M-types / Sunflower Plains no longer being generated.\n[Bug MC-95612] - 一些生物群系不再生成\n\nPlease report any and all bugs you find in Minecraft to bugs.mojang.com. If nobody reports a bug, we can’t fix it!\n请在bugs.mojang.com报告Minecraft的BUG。如果没人汇报BUG的话，我们无法修复它！\n\nTo get snapshots, open your launcher and press the “New Profile” button. Call it “snapshots” and check the box saying “Enable experimental development snapshots” and save. To switch to the normal version, you can select it in the dropdown at the bottom left corner of the launcher. Back up your world first or run the game on in a different folder (See the “new profile” dialog).\n为了下载快照，请打开官方启动器并点击New Profile按钮，打开snapshots并选择Enable experimental development snapshots并点击保存。如果要选择普通的版本，你可以选择在下拉菜单中在启动器左下角的按钮上面。在开始快照前备份你的世界或在不同的文件夹中启动（见new profile对话框）。\n\nSnapshots can corrupt your world, please backup and/or run them in a different folder from your main worlds.\n快照可能会吃了你的存档，千万记得备份和/或在与你的存档不同文件夹里运行Minecraft 16w03a 发布\nhttp://www.mcbbs.net/thread-544321-1-1.html\n\n\n\n\n\n",
    "replies": []
}