{
    "title": "<原创·连载·圣杯>空[第四十四章：敌与友？][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1453856820,
    "txt_content": "空·第四十四章·敌与友？\n\n\n正文\n\n\n    今天早晨，纳尔接到了弗兰克的电话，在弗兰克开口前纳尔先恭喜他手机修好后，弗兰克叫他去一个地方，具体是要干什么他没说，只是叫他脚步快一点，尽量赶在中午之前到。纳尔将信将疑地放下话筒后，外面就淅淅沥沥地下起了雨，纳尔想，趁现在雨势不大快些到达那里于是动作麻利地穿好衣服。等到走出门时发现已经变成了倾盆大雨。\n    顿时纳尔的心头一凉。陈和空被save叫去开会，弗兰克不肯露面，他只能自己走过去了么。\n    还有赫尔斯。上次赫尔斯给他留了电话号码，但是说不能随随便便打，也没说理由是什么。纳尔感觉叫赫尔斯开车送自己去某个地方应该不算什么随便的目的吧。他希望赫尔斯会这样想。\n    “喂。”\n    “赫尔斯，你能送我去一个地方吗？”\n    “一个地方？哪里？”\n    纳尔读出记在笔记本上的地址，对面赫尔斯沉思了一段时间，期间内纳尔提心吊胆始终不敢说话，担心因为自己说错了一个字就让赫尔斯改变了主意推脱掉自己的请求。“好的，可以。你现在在那个宾馆是吗？”\n    “是的。”\n    “等我大概……十分钟。”话音刚落，赫尔斯就挂断了电话。纳尔这里总算是舒了口气，一是庆幸自己成功地打通了这个电话，二是庆幸赫尔斯没拒绝他。但是……纳尔觉得有什么地方不大对，可就是说不上来。不是别的，他就觉得刚才那段对话，似乎有什么地方不符合逻辑。\n    算了，谁会管那么多呢。\n\n    赫尔斯说的时间是十分钟，但实际上过了七分钟左右就到了宾馆门口，在纳尔下楼之前特意打电话提醒纳尔要拿把伞，穿的不要太薄。\n    提醒的没错，外面正在下雨的确是非常冷，赫尔斯见纳尔带着个弱不禁风的身子从大门里走出来，没顾上自己便下车拉开副驾驶的车门，“快点吧，你那个地方下车之后还需要走上一段路呢。” \n    纳尔点点头，钻进车里。看着赫尔斯发动汽车朝一个方向驶去。\n    “赫尔斯，听说你偷的是个磁片？”纳尔想起昨天晚上空对他说过的话，忍不住好奇心开口确认。\n    “是，”赫尔斯笑着点了一下头，“为了偷那个磁片，我差点死掉呢。”\n    等到话说完，纳尔才注意到赫尔斯穿的这一身衣服。没错，之前纳尔想不起赫尔斯究竟是不是自己当日在萧黎那里“梦见”的那人就是因为服饰不同，但这次他可以确定了。因为现在，赫尔斯穿了一身与他梦见的那人相同的衣服：蓝黑色的上衣，左袖上绣了一条龙。“赫尔斯……你确定，你不是个C国人？我看你今天穿的这身衣服东方气息很足啊。”\n    “这身衣服？这是我一个从C国旅游回来的朋友送的，只不过……”赫尔斯脸上闪过一丝少有的忧伤神情，“他已经离世了。”\n    “对不起，提到你的伤心事了。”\n    真的是他C国朋友送的？纳尔虽然找不出什么理由来证明这是他自己的衣服，但也没什么理由能说服自己相信这点。而且看赫尔斯的外表不像是有朋友的人，更别提会送衣服的。而且，赫尔斯这件衣服看起来的显然不是很便宜的东西。\n    但又有什么办法，他本人不承认。纳尔看着车窗外，昨天空说过，赫尔斯……改过名？纳尔觉得赫尔斯应该是个C国人错不了，只是他自己不承认。\n    “到了，下车吧。”赫尔斯从车座下方摸出一个东西，握在手里，看着纳尔迷迷糊糊地拉开车门走下车去。\n    在纳尔的脚尖接触到地面的那一刻，赫尔斯举起手枪扣动了扳机，子弹应声而出，瞬间就打进了纳尔的左腿。感觉到疼痛的纳尔双腿一软就跌出了车趴在地面上。\n    纳尔趴在湿淋淋的地面上，冰冷的雨水不断浇到自己身上，他听见了声音，车发动后就开远了。他咬着牙，现在这个时间，路上没有车，雨这么大模糊了视线，即使有人经过这里也很难发现他。\n    看来只能自救了。纳尔往四下看了看，发现近处丢着什么黑色的东西。他用手臂撑住地面，抬起上半身，透过雨滴的干扰，勉强辨识出那是一个手机。艰难地挪动一下身体，伸出手抓住它拿到眼前，虽然沾了水但是还能用。纳尔脑海里快速闪过一个个电话号码，最终决定打给弗兰克。\n    雨势还在不断地变大，纳尔的手指冻得发僵，拨号都拨错了好几个数字，但最后总算是把这通电话打出去了。\n    “弗兰克……赫……赫……”雨水的浇灌加上剧烈的疼痛，纳尔的嘴不听使唤加上反应迟缓，连话都没说完就昏了过去。手机脱手落到地面上，对面弗兰克听见了一个怪异的声响后通话就结束了。\n    “这……”弗兰克从沙发上站起身，他心里有一阵不祥的预感。刚才纳尔说赫什么东西……难道是……赫尔斯？\n    不不不，上帝保佑千万别是他，这世界上名字开头是“赫”的人多了去了，又不只是赫尔斯一个人。可是纳尔昨天刚问过他有关赫尔斯的事。\n    ……\n    想这些干什么啊！弗兰克穿上风衣匆匆走下楼去，到了门口，才想起自己根本不知道纳尔的位置。\n    纳尔现在这个时间出去，大概就是要去自己告诉他的地方，赫尔斯如果要动手，必须等纳尔停下来，周围没人的时候才可以。而叫他去的那个地方恰好就是一个人极少的地方，看来纳尔应该就在那附近。弗兰克所在的地方距离那里没多远，几分钟的路程就到了。\n    该死的，弗兰克顾不得拿伞，淋着雨就朝约定的地方跑去。纳尔，别有事，保佑赫尔斯现在已经走人了，那样至少纳尔可以暂时保命。要知道，赫尔斯杀人几乎没有过失手，其中一次，就是在自己身上发生的。\n    纳尔，等我。\n\n\n\n\n\n返回索引贴\n\n\n\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "SYS_TEM",
            "timestamp": 1453856880,
            "txt_content": "你让我做封面的就是这个杂志啊"
        }
    ]
}