{
    "title": "[安全|管理]GriefPrevention——区域保护插件[1.5-1.8.X]",
    "author": "1449182174",
    "replyCount": 21,
    "timestamp": 1453892400,
    "txt_content": " 本帖最后由 1582952890 于 2017-9-16 21:15 编辑 \nGriefPrevention——区域保护插件\n这是一个奇怪的领地插件\n站内的那个搬运贴弃坑了而且汉化也不全\n于是我就汉化了一下默认圈地工具为金铲子，可在配置文件中修改汉化文件1.7Plugins.yml1.8Plugins.yml\n\n用压缩软件打开下载到的插件，然后把Plugin.yml覆盖进去就是汉化了1.7messages.yml1.8messages.yml\n启动一次服务器后，打开服务端plugins\\GriefPreventionData文件夹，把messages.yml覆盖进去就是汉化了\n玩家命令表格有毒，只能用图片代替了\n所有的权限都以 \"griefprevention.\"开头.例如, \"restorenature\"权限应该写成 \"griefprevention.restorenature\".\n\n\n管理员命令表格有毒，只能用图片代替了\n所有的权限都以 \"griefprevention.\"开头.例如, \"restorenature\"权限应该写成 \"griefprevention.restorenature\".\n\n\n权限表格有毒，只能用图片代替了\n圈地教程\n\n创建领地我们首先需要一个圈地工具[默认金铲子]\n\n\n然后在地上用金铲子右键一下，出现一个钻石块[假的别想多]这是第一个点\n\n\n然而跑到对角线的位置，再右键一次，出现黄金+萤石的标记就说明创建成功了\n注意：领地是会自动扩张的，在领地范围放置方块可以自动扩展领地\n在领地下面放就向下扩展，反之亦然~\n所以说不用搭条高高的柱子再圈地了\n\n\n如果命令忘记了可以使用/help griefprevention来查看命令\n[有点长，按TAB键可以自动补全]注意：1.7版本的插件有个问题，金铲子右键选地时要指着方块，但又不能出现黑线\n黑线指你的十字指着方块出现的黑线\n\n配置文件\n代码发不了，同样是放在服务端plugins\\GriefPreventionData文件夹\n有中文注释，不过插件重载之后注释会被吃掉TAT\n1.7配置文件\n1.8配置文件\n\n对Mod的支持\n[模组服必看，不要说装了没用][这里配置好以后可以防御各种扳手（AE网络工具除外---这玩意已经无敌了）]\n\n我们需要借助NEI这个神奇的玩意来导出物品ID，当然你可可以用别的MOD\n依次点击NEI界面中选项--->工具---->数据存储---->然后找到方块那行------>点击存储\n然后方块的ID就会被保存到你客户端的.minecraf\\dumps文件夹下的block.csv文件中\n用一些表格工具就可以打开，然后找到表格那一列\n然后按照“    - 227:*:Battery Box”[“-”前面有4个空格，蓝色部分不要漏]这个格式来修改上面的ID其实用自动填充一下就搞好然后复制到配置文件中的\n”BlockIdsRequiringContainerTrust:“\n下面，然后重载插件就可以把其它mod的方块也保护了。\n我这方法比较蠢2333，不过也挺方便的，要是有别的方法也是可以的~\n不要吐槽了\n选地方块说明\n\n\n以这张图为例子，上面写了是“你剩余100个选地方块”\n这100个选地方块就是你只能圈选一个包含100个方块的领地\n长X宽X高=100的一块领地\n其实和RES是差不多的\n腐竹要是想弄成领地收费的话就到配置文件改那个购买选地方块的价格\n然后把“每在线一小时获得的选地方块”改成0就好了[其实也可以不改233]\n\n更新日志\n实在是太多了QAQ,不想汉化\n13.6 Updates\n\nEnabled claim expiration on all servers at 60 days of player inactivity (since last login), with the exception of claim owners who have a claim block total of at least 10,000, or a bonus claim block total of at least 5,000. All of this is configurable in config.yml.\nPerformance tuned land claim expiration and then adjusted it to run checks more often, so expired land claims will be deleted closer to their expiration dates.\nFixed TNT minecarts being placeable without /containertrust.\nReduced the threshold for muting join/leave messages, to better combat bot spam which focuses on login/logout messages.\nBanned word list now applies to chat and whisper slash commands as well as standard chat.\nFixed land claims to extending beyond the maximum claim depth (see your config file) in some situations.\nFixed the automatic chat help (auto-help delivered based on a player's chat asking about land claiming).\n.\n\n.\n\n.\n如果你的服务端不是最新的1.8版本[1.8.8]请勿把 GriefPrevention 领地更新到11.3版\nDO NOT Update GriefPrevention to 11.3 or later until you've updated your server to the LATEST 1.8 (this will require re-running buildtools.jar to get an updated 1.8 server jar file). This is unavoidable, and due to a change made by the Spigot/CraftBukkit team somewhere along the way in 1.8 development. Symptoms of an outdated 1.8 server include errors logged during boot, explosions destroying blocks where they shouldn't, and entities like armor stands, item frames, and animals NOT being protected.\n\nRecent Major Changes\nClaim Expiration - Version 13.6 and higher. Enabled claim expiration on all servers at 60 days of player inactivity (since last login), with the exception of claim owners who have a claim block total of at least 10,000, or a bonus claim block total of at least 5,000. All of this is configurable in config.yml.\nNarrow land claims - Version 12.1 and higher. The config setting for minimum claim size (height and width) has been replaced with TWO settings - width and total area. These new settings default to 5 and 100 respectively, to allow for more narrow land claims, empowering players to more efficiently protect railways and roads, so they might actually do that now rather than rolling the dice and then complaining to admins when someone damages their roads. :)\nSelling accrued claim blocks - Version 11.0.2 and higher. If players sell accrued blocks, those blocks will NOT re-accrue over time.\nNether portal protections disabled by default - Version 10.6 and higher. For sake of performance, the feature which prevents nether portals from being created in land claims without permission (by creating a nether portal at the corresponding coordinates in another dimension) is turned off by default. You can enable it in your config file. This \"grief\" is very difficult to execute, opportunities to attempt it are rare, and it's surprisingly expensive to prevent. Even when it works, the \"victim\" might actually be appreciative, since he didn't have a nether portal nearby already.\nPvP worlds reset - Version 10.4 and higher. This area of the config file has been frustrating for many for a long time. I've rewritten it to be more readable, much easier to edit, and now you can have an empty PvP worlds list on a PvP server, if that's what you want. When you update to this version, you will have to customize this part of the config file again (if you ever customized it at all).\nFinding offline players by name - Version 9.0 and higher. For sake of performance (not producing lag), players and admins can only target offline players who've recently logged in with Grief Prevention slash commands like /trust, /transferclaim, /claimslist, and so on. I plan to keep working on this to make all players targettable without causing a lag problem. This limit on who can be targetted is a temporary solution to work around a problem introduced by the CraftBukkit team when they made the switch to support player UUIDs.\nUUID Conversion - Version 8.1 and higher. During boot, an often very slow, one-time conversion process will replace player names in your data with player UUIDs. This process can take as long as one second for each player who has EVER played on your server. Make a backup before you upgrade, and please be patient. If this process is interrupted, you'll have to restore from backup and start over. This change will ensure players who change their names will not lose claim blocks or access to their land claims. If there's a problem, I need to know whether you're online/offline/bungee, whether in database or flat file mode, I need your boot logs from the conversion attempt, and if possible, a snapshot of your data from before the update.\nDisabled worlds in config - Version 8.5 and higher. If a world is \"disabled\" for land claims, then no land claims which already exist in that world (including administrative land claims) will be protected. For those upgrading from an earlier version ONLY, to ensure all existing land claims are protected, GP has defaulted worlds which were disabled to allow claims again, including player-made land claims. If this isn't what you want, update your config.yml.\nPiston limiting - Version 8.1.7 and higher. Pistons won't move blocks outside of land claims. This is a huge performance win, but if you want the old rules back, there's a new config option to disable this rule. Yes, players do get an explanation/warning when they place pistons outside of land claims, to avoid confusion for newly-placed pistons.\n/DeathBlow Removed - Version 9.3 and higher. It's no longer necessary, since the items players drop on death are now protected. This protection is on by default in non-PvP worlds, and off by default in PvP worlds. You may customize it in the config file. You can still use /kill to kill a player, although /kill will not send the player's inventory to another player as /deathblow did.\nAll Recent Changes\n13.5.2 Updates\n\nAutomatic soft mutes (due to banned words.txt hits from brand new players) are now optionally included in GP's abridged logs under \"admin activity\". Muted messages due to /softmute can also be added to GP's abridged logs under new heading \"muted messages\".\nFixed protected animals taking damage from explosive minecarts.\nFixed killer bunnies being protected in land claims as if they were passive farm animals.\nFixed errors in logs when using /claim in between the first and second right-clicks to create or resize a claim with the shovel.\n13.5.1 Updates\n\nGave /Claim an optional radius parameter.\nFixed some minor issues with /Claim and chest-based land claim creation which were causing errors to appear in server logs.\nFixed an issue with backward compatibility (for flat file mode claims) which should improve error messaging when there's a problem.\n13.4 Updates\n\nAdded /Claim command to create a land claim centered at the player's current location. If the player doesn't have any claims yet, this land claim will have the same size as an automatic chest-based land claim (radius modifiable in your config file). Land claims after the first require survival players to be holding the land claim modification tool (default golden shovel), keeping that \"you gotta earn additional and larger land claims\" concept alive. Additional land claims will appear as the smallest square which satisfies the minimum area you've set in your config file. Creative mode players always have access to the tool, so they don't have to hold one to prove it.\nAdded /ExtendClaim command to change the size of a land claim or subdivision, especially handy for scenarios like claiming a mountain or extending a land claim into a solid wall as in an underground build, where getting into position to right-click a claim corner block is inconvenient. To use the command, stand in the claim you want to change, face the direction you want to change, and then specify the amount like /ExtendClaim 5 or /ExtendClaim -2. It even works with diagonals. Like the /Claim command, survival mode players will have to hold a golden shovel in hand to prove they have one before they can use this command.\nAdded config options to ban players using a command line you specify, so GP can work better with any ban management plugin you have installed. By default, GP writes directly to the server ban list because that way it can record information about the ban like a reason (ex. spam) and a source (GriefPrevention) and show the banned player a message on the way out. The Vanilla /ban command only records a reason.\nTo reduce invincible pets scattered about, administratively-deleted land claims (expirations or /DeleteClaim) will automatically set free any pets belonging to the owner of the land claim, allowing other players to tame or otherwise remove them without getting an administrator's help.\nAdded permission griefprevention.eavesdropimmune to prevent a player (presumably an admin) from being eavesdropped upon by other admins. Now you can give a player permission to eavesdrop and still eavesdrop on him, whereas before everyone who could eavesdrop was immune to eavesdrop.\nUpdated /RestoreNature with lots of new block types added in 1.8. Land restorations will leave less (hopefully zero) player construction behind.\nEquipping a golden shovel while you're standing inside a claim you own will automatically show you the boundaries of your claim, so you can skip the stick-right-click to find your corners.\n13.3 Updates\n\nImproved claim management where water is involved - now much easier to create claims on water and resize claims when the corner to be adjusted is on water.\nEnsured players who place minecarts on another player's track can get their carts back by only allowing cart placement when the placer has permission to remove minecarts in that same location.\nAdded a config option to tweak the delay between a new player joining and his receiving the land claiming manual.\nWhispers from admins can't be ignored.\nFixed shift-click with stick finding too many claims.\nImproved logging for claim loading problems.\nFixed blank lines in bad words file causing too many mutes.\nNow displaying player UUID in place of name when his name isn't in your local server data (instead of \"someone\").\n13.2.1 Updates\n\nFixed some servers losing subdivisions during upgrade.\nDisabled claim creation in worlds where claims will fail to load on next boot (worlds which are not yet loaded at the time GP booted).\nStopped deleting claims from worlds which do not exist at the time GP boots.\n13.2 Updates\n\nMessages.yml now supports formatting codes via the dollar sign ($). Find instructions at the top of your messages.yml.\nAdded a config option to protect pets outside of land claims even in PvP worlds. Note that pet wolves are NEVER protected in PvP worlds because they have the potential to attack players, who should be able to defend themselves.\nFixed ip re-use limiter being too aggressive.\nAdded permission nodes for /Siege, /UnlockDrops, and /Trapped. All players have the new nodes by default.\n13.1 Updates\n\nSoft-muted players can no longer send private messages to players who aren't soft-muted (see list of whisper commands in your config file).\nSoft-muted players can no longer use chat commands like /me to work around softmute (see list of chat commands in your config file).\n13.0 Updates\n\nMade slash command lists for chat and whisper commands smarter - all aliases are now auto-detected so you don't have to tediously research and list every valid command variation. Or a translation - eliminated workarounds to get away with spam or dodge eavesdropping.\nAdded a handy comment to the top of the config file, which provides a URL for the setup/config page.\nAdded plenty of scary bugs to celebrate Halloween and GriefPrevention's version 13.0. ;) Yes, this is a joke. But seriously, did you know that since I started this project in 2011, GriefPrevention has released more than 200 versions, and has been downloaded about 350,000 times? O.o\n12.9.1 Updates\n\nMade monitoring soft-muted messages easier. They will now appear in your server logs, and if you configure your abridged GP logs to include admin activity, they'll also appear there.\nAdded an option (default off) to prevent rabbits eating crops.\nAPI: Added a public datastore method to get all the claims in a specified chunk.\nAPI: Made the shovel mode enum public.\n12.8 Updates\n\nAdded the griefprevention.seeinactivity permission node, which will show a claim owner's offline time when you inspect his claim with a stick.\nAllowed for adding a player to a personal ignore list while the ignored player is offline.\nAdded PvP world options to disable flint/steel and dumping lava buckets near other players. By default the rules are off, so allowing PvP by build.\nBetter new player detection for creative mode - this means players in creative mode severs with GP can use MineChat.\nCleaned up the help experience around some claims-related slash commands.\nFixed a free claim blocks exploit which was doable on servers where players can /sellclaimblocks.\n12.7.2 Updates\n\nFixed rare \"data too long for column...\" errors in database mode.\nFixed hitting the concurrent database connections limit for servers who are online without a reboot for a very long time.\nAdded support for empty banned words list (bannedwords.txt).\n12.7.1 Updates\n\nAdmins can't be ignored anymore - they have a new permission node \"griefprevention.notignorable\", which you can take away if you don't want players using /ignore to determine who has administrative permissions.\n12.7 Updates\n\nYour basement and other underground structures will now be automatically protected by extending a new surface level land claim downward when you create a new claim, provided those structures are built with player block types and connected to other player-type blocks inside the initial land claim at surface level. In other words, fewer \"I didn't realize my land claim didn't reach all the way to bedrock\" complaints.\nFixed the boot issue with database mode which appeared in 12.6.1.\n12.6.1 Update\n\nImproved database mode reliability after a period of server inactivity.\n12.6 BETA Update\n\nAdded auto-mute for chat trolls. Players who've very recently joined your server and spout profanity (see new bannedWords.txt file) will be automatically muted. They won't know they're muted, and an admin can undo the mute with /SoftMute.\nAdded a lite profanity filter. If a player who isn't new to the server uses a word from bannedWords.txt, he'll get a warning and his message will not go out. Later uses of banned words from that player will be muted. Note that this banned words list does not support regular expressions by design - see the setup/config page for an explanation.\n12.5 BETA Update\n\nIn creative mode worlds, fluids won't flow outside of land claims.\nIn creative mode worlds, several block types (cobble, obsidian, water source, lava source) won't form outside of land claims.\n12.4.1 BETA Update\n\nNo more attackers placing TNT in besieged land claims.\nNow cleaning-up any water above sea level in creative mode worlds when a land claim is removed.\nFixed siege attackers having permission to toggle /ClaimExplosions.\nFixed invincible attack dogs in pvp worlds labelled as non-pvp worlds in the GP config file.\n12.4 BETA Update\n\nPerformance boosts for creating, resizing, deleting, and managing permissions in land claims.\nClaim subdivisions (sub-claims) now have unique IDs.\n12.3 Update\n\nDuring a siege, attackers may now place TNT inside the defender's land claim and ignite it.\nDuring a siege, TNT will now destroy soft block types (see config).\nAfter a siege ends, during the period where the defender's doors are unlocked for looting purposes, attackers may now continue to break soft block types.\n12.2 Update\n\nSquids are now protected in land claims.\nAdded an administrative /ClaimBook command which gives a player a replacement claim information book.\nFixed an intermittent problem saving player data.\n12.1 Update\n\nAllowing narrow land claims (5 blocks wide). Introduced a minimum total area, default 100. If you previously customized the minimum claim size, you'll want to reconsider and adjust again since you now have two different settings to play with.\nImproved the repeat message anti-spam.\nReduced the delay between a new player join and delivering a claim book to 10 seconds (from 30).\nAPI: Made GriefPrevention.lookupPlayerByName(string) public.\nAPI: Made player ignore lists public (see PlayerData.ignoredPlayers).\n12.0 Update\n\nAdded a cancellable event to GriefPrevention's API so that other plugins may selectively disable the pvp protections.\n11.9 Updates\n\nNow giving new players GP reference books. This solves a few persistent problems. 1) players somtimes miss the in-context help messages, 2) players who watch the instructional video and play on non-default config servers get confused because the tools are not golden shovel and stick on their server, and 3) built-in command help is clunky. Yes, you can turn this off in your config BUT before you do, know that 1) only new players will get the books, 2) no player will ever receive more than one from the plugin, and 3) the books arrive about 30 seconds after joining, so they won't interfere with any on-join kits.\nTweaked the portal trap fix's timing (10 seconds standing in a portal instead of 5).\n11.8.1 Update\n\nIn non-PvP worlds, players were successfully mounting tamed horses outside of land claims without permission, and placing fire and lava near other players. This is now fixed. :)\n11.8 Updates\n\nClaim managers (/PermissionTrust) may now use /UnTrust again, but can't target other managers.\nIn creative and survival-requiring-claims worlds, players may now create their first land claim using a chest like they would in Survival mode worlds.\nReduced punishment for trying to chat an IP address that's not on the allow list (see config file for allow list) to message mute for first offenses.\nNow supporting an empty list of commands requiring access trust when used in land claims.\nIn worlds where land claims are disabled, right-clicking with a stick doesn't prompt any messages now.\nStopped eavesdropping private messages directed at players who have the eavesdrop permission.\nAdded an API to determine whether or not a player is on the /softmute list.\n11.7.5 Update\n\nWhen GP bans a player, there will now be notes in your ban file identifying GP as the source and listing a reason.\n11.7.4 Update\n\nConfiguring a redstone comparator (default: right click) now require build permission inside land claims.\n11.7.3 Update\n\nFixed log spam when claim block accrual rate is set to zero.\n11.7.2 Update\n\nFixed /ContainerTrust not allowing farming in claim subdivisions.\n11.7.1 Update\n\nFixed invincible guard dogs in PvP worlds.\n11.7 Updates\n\nAdded /AdminClaimsList.\nFixed an easy workaround for the CAPS filter. Case-sensitive URLs may suffer, but are uncommon anyway.\nFixed \"in-pvp\" status remaining after a player dies.\nAdded smarts for dynamically generated/loaded worlds - PvP rules on/off will be determined by Bukkit's world.getPVP().\nClaim managers can't use /untrust anymore - because managers shouldn't be able to kick-out other managers.\nVisualizations play nicer with signs.\nAdded a permission node for the /ignore commands - griefprevention.ignore.\nClaim files for non-existent worlds are deleted.\n11.6.3 Update\n\nThe \"commands requiring access trust\" config option now supports slash commands with specific parameters, like \"/warp create\".\n11.6.2 Updates\n\nOnce in PvP combat, a player can't just step over the line into a protected area when he starts losing the battle. Players who are in PvP aren't protected from PvP by land claims until they've gone 15 seconds without attacking or being attacked (default value - see PvP cooldown in your config file).\nAdmins can use /ignoreclaims to attack players in land claims where they would otherwise be protected.\nPerformance improvements for data storage.\nFixed database migration (was briefly broken after the /ignore feature was added).\n11.6.1 Updates\n\nNo claiming land during PvP combat.\nPlayers offline for up to 90 days are now targetable with slash commands (was 30 days).\nTo get sign notifications in-game (in the chat), use griefprevention.eavesdropsigns, instead of just griefprevention.eavesdrop (which still works for whispers).\nThere's no more permission to automatically bypass pvp protections in land claims. Instead, use /ignoreclaims to toggle that bypass on and off.\nOutput from /claimslist and /trustlist is now customizable in messages.yml.\nStopped trying to auto-fill big holes in creative mode worlds. It was valuable when sea level is set correctly (see config file), but problematic when that setting is incorrect. I decided to make that trade-off.\nBetter logging for secondary storage (file system or database) problems.\n11.6 Updates\n\nAdded /ignore, so players can help themselves when there's no admin online to use /softmute and shut down a problematic chatter. Also helpful in reducing drama, which nobody likes. In addition to ignoring standard chat messages, an ignored player also can't use any whisper commands (see GP config file) targeting the player who's ignoring him.\n\nAdded /separate, an administrative command which forces two players to ignore each other. They are not notified, and can't see the force-ignored player on their /ignorelist. When two players can't get along but you don't want to totally /softmute either of them, this is a good option. Required permission: griefprevention.separate\n\n11.5.2 Updates\n\nDisabling creature protections in the config file will now allow villagers to be attacked without permission inside land claims.\nAdded a new config option so that server owners may allow anyone to trade with villagers, even in land claims where they have no permissions.\nFixed sign placement entries in server logs not including the placing player's name.\n11.5.1 Updates\n\nAdded per-defender /siege cooldown.\nPerformance boosts for equipping the golden shovel and delivering claim blocks.\n11.5 Updates\n\nTo combat using bots (or multiple accounts in general) to fill a server's slots so honest players can't connect, there's now a limit to how many players can connect at the same time using the same IP address. There are exceptions for players who have exhibited \"human\" behavior. :) You can change the limit in your config file, but I recommend giving the default a try first, since increasing the limit increases your vulnerability to this type of \"attack\".\n/AdjustBonusClaimBlocks (/acb) now works with player UUIDs.\nRemoved formatters from the abbreviated logs for better readability.\nImproved sign formatting in abbreviated logs for better readability.\n11.4 Updates\n\nMajor new feature! Now server owners can quickly and conveniently review what happened during the time they were offline using GriefPrevention's new abridged logs. Unlike the noisy server logs, these logs are very selective about what they include and formatted for easy reading. They also automatically delete themselves after 7 days (default), and may optionally include GP administrative activity, like admins deleting land claims or giving players bonus claim blocks for example. Use this feature to make the most of other GP features like /softmute and suspicious bucket logging! :)\nFixed explosion protection config settings. Now all permutations work - for example you could allow explosions only IN land claims, or only outside, or only outside below sea level, or everywhere or nowhere... and the /claimexplosions command will enable explosions for individual land claims temporarily.\n11.3.2 Updates\n\nAdded support for RoyalCommands plugin.\nFixed /restorenature bugs associated with setting the sea level very low.\n11.3.1 Updates\n\nConfiguring GP to not protect horses now also stops them from being protected from damage in land claims.复制代码\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "啊木哥",
            "timestamp": 1453894620,
            "txt_content": "哎哟，这个插件不错哟"
        },
        {
            "author": "GWFblank",
            "timestamp": 1453896060,
            "txt_content": "可以代替res领地？"
        },
        {
            "author": "李泽天才小子",
            "timestamp": 1453903200,
            "txt_content": "GWFblank 发表于 2016-1-27 20:01\n可以代替res领地？\n代替res就算了..\n这个是类似于战争服用的"
        },
        {
            "author": "1449182174",
            "timestamp": 1453946460,
            "txt_content": "GWFblank 发表于 2016-1-27 20:01\n可以代替res领地？\n完全可以替代RES的，那个战争什么的是一个辅助功能，可以开关。防御能力比地皮还强，就是不能防御AE网络工具罢了<----没有插件能防吧"
        },
        {
            "author": "1449182174",
            "timestamp": 1453946520,
            "txt_content": "李泽天才小子 发表于 2016-1-27 22:00\n代替res就算了..\n这个是类似于战争服用的\n并不是针对战争服开发的，攻城模式只是其中一个模块而已，可以关掉的"
        },
        {
            "author": "GWFblank",
            "timestamp": 1453949280,
            "txt_content": "1449182174 发表于 2016-1-28 10:01\n完全可以替代RES的，那个战争什么的是一个辅助功能，可以开关。防御能力比地皮还强，就是不能防御AE网络 ...\n那我装了ae是不是得ban点东西呀 求指出"
        },
        {
            "author": "1449182174",
            "timestamp": 1453949520,
            "txt_content": "GWFblank 发表于 2016-1-28 10:48\n那我装了ae是不是得ban点东西呀 求指出\n那个网络工具ban了AE的东西就用不了了吧，没办法让玩家自己管好咯，别的都不用ban的，这网络工具你又不能ban。。。。无解2333"
        },
        {
            "author": "87982065@qq.com",
            "timestamp": 1453949580,
            "txt_content": "不错收藏了"
        },
        {
            "author": "蜡笔小新1",
            "timestamp": 1453955640,
            "txt_content": "直接圈地插件就行了 这个没多大的用"
        },
        {
            "author": "蜡笔小新1",
            "timestamp": 1453955700,
            "txt_content": "直接圈地插件就行了 这个没多大的用"
        },
        {
            "author": "1378582697",
            "timestamp": 1458370320,
            "txt_content": "真的挺好哎"
        },
        {
            "author": "chanjah",
            "timestamp": 1458376380,
            "txt_content": "这个插件看起来挺好\n\n自动扩大保护范围是什么意思，是只保护原来范围内方块和新放的方块还是整体对角线保护？\n\n可不可以关掉自动扩大保护范围"
        },
        {
            "author": "Rage_hero",
            "timestamp": 1459927440,
            "txt_content": "图片全挂"
        },
        {
            "author": "shamodada",
            "timestamp": 1463202720,
            "txt_content": "Lz 图挂了 希望可以及时补充"
        },
        {
            "author": "18820649703",
            "timestamp": 1470082380,
            "txt_content": "网盘全部挂了！求补！"
        },
        {
            "author": "大刘",
            "timestamp": 1471197600,
            "txt_content": "汉化文本链接挂了,能补吗"
        },
        {
            "author": "snowowl",
            "timestamp": 1471219440,
            "txt_content": "以驯服的宠物?什么鬼?插件还有这功能吗"
        },
        {
            "author": "若瞳②号",
            "timestamp": 1471233120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "_諵城`Tr)L",
            "timestamp": 1484477040,
            "txt_content": "求补链接"
        },
        {
            "author": "碳酸钠",
            "timestamp": 1502719620,
            "txt_content": "这个是不是直接可以禁止玩家撸方块就是 直接没有那个动作"
        },
        {
            "author": "小白ya",
            "timestamp": 1584424260,
            "txt_content": "求补汉化链接"
        }
    ]
}