{
    "title": "<原创-连载> 《格式化》 第三章 作者：Warning_lzm",
    "author": "Warning_lzm",
    "replyCount": 7,
    "timestamp": 1453885740,
    "txt_content": " 本帖最后由 Warning_lzm 于 2016-1-28 16:06 编辑 \n\n                                                          《格式化》       第三章\n    \n        夜色笼罩着这片他初来乍到的土地，而被蒙在鼓里还没弄清楚这一切的原委的他，愤怒的将砸伤他的书一脚踢到了旁边的沙坑里。夜里的风温和而清醒，吹散了乱作一团的思绪，他缓缓躺下呼吸这久违的沁人心脾的草香味，那是自从他长大以后再也没有闻到过的香气，似乎还夹杂着她身上的味道。\n\n        那是从那片树林里传出来的，他也顾不上了疑惑，爬起身就冲向前去，那片被夜幕笼罩而漆黑的森林，似乎充满了未知，他也顾不得多想，人类对未知的恐惧此刻已全然被他对真相的渴望所代替。他跨过那本书，感受着来自这个方块世界的触感，是那样的神奇，在跑动的时候仿佛要把步伐弹起一样。\n\n         近了，更近了，仿佛她就在那树后等着他的到来。然而在他踏在树下的第一秒起，特有的第六感让他硬生生止住了脚步，危险！就在第二秒，一股强大的气流把他掀翻在了地上，地上出现一个深坑，底部还露出了几块灰白色的方块。而爆炸所溅起来的尘土也冲向了凌研，没来得及反应的吃了一大口\n          \"噗\"，他吐出一口土，可是更不可思议的是那些不是土，是一个小小的方块，他好奇的拿起那个小方块，仔细端详了一番之后，并无发现什么异样，这个和那个蓝光色的方块不同，无论怎么触碰也不会旋转和发光。于是凌研准备把小土块放回地面上，就在他把土方块拍在地上的那一瞬间，小小的方块的体积瞬间膨胀了几十倍。把他的手嵌了一个坚实的方块中，他吓得把手从土方块里用力拔了出来，却发现方块一点变化都没有。一个对这个世界一无所知的人一下发现了新的乐趣，于是跑去坑了抱了一大把这样的小方块出来。一个个拍在地上，逐渐的总结出了规律，只要手离开的速度够快，就不会卡在方块里。正当他玩的不亦乐乎的时候，耳畔刷的略过一阵风，紧接着就发现一只箭已经直直的插在了自己头旁的方块上。\n\n      一阵寒风吹过，凌研感觉自己脖子一凉......\n\n      现在先更这么多，剩下的晚上继续更，顺便问一下，你们是喜欢中二系列还是，文艺系列的，还有欢迎你们看完吐槽啊，不要悄无声息的来悄无声息的走好吗，作者需要动力啊，今天考完试了想多码一点字，回复，I need answer",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1453888200,
            "txt_content": "是一个小小的方块他好奇的拿起那个少了个逗号0.0"
        },
        {
            "author": "Warning_lzm",
            "timestamp": 1453890720,
            "txt_content": "xcc 发表于 2016-1-27 17:50\n少了个逗号0.0\n已改，谢谢"
        },
        {
            "author": "高睿涵",
            "timestamp": 1453905840,
            "txt_content": "到底是他还是她，给个准信。"
        },
        {
            "author": "Warning_lzm",
            "timestamp": 1453929840,
            "txt_content": "高睿涵 发表于 2016-1-27 22:44\n到底是他还是她，给个准信。\n凌研是男主的名字"
        },
        {
            "author": "46241359",
            "timestamp": 1453946280,
            "txt_content": "暂不给加分因为字数不达800，还望楼主能够快些补够字数。要不是因为看着质量还可以我就锁帖下沉了哼\n我个人不喜欢全文都在“他”“他”“他”“他”……看起来很啰嗦，读着也奇怪。而且第四段来的莫名其妙，前文只说他被掀翻在地上但没有说吃进去了什么东西，让人搞不明白这土是哪来的话说后面也说了这不是土为什么还说吐出来一口土啊。文章逻辑严密性有待加强。\n既然阁下想要意见那我不得不说一句，如果是我来评论，太少的字数我基本不想去看，或者说不想仔细看，扫一眼就过去了。\n另外- -我个人感觉阁下这种文章很难让人决定是要中二还是文艺，因为就从前几张来看我……怎么说呢，不明白阁下的水平究竟是如何。建议这种事还是阁下挑自己擅长的写吧。总有喜欢这种类型的读者会来看的。"
        },
        {
            "author": "Warning_lzm",
            "timestamp": 1453967520,
            "txt_content": "46241359 发表于 2016-1-28 09:58\n暂不给加分因为字数不达800，还望楼主能够快些补够字数。要不是因为看着质量还可以我就锁帖下沉了哼 ...\n收到，今天即将是查缺补漏外加高产的一天！我来码字了！！"
        },
        {
            "author": "高睿涵",
            "timestamp": 1454049180,
            "txt_content": "Warning_lzm 发表于 2016-1-28 05:24\n凌研是男主的名字\n哦，知道。"
        }
    ]
}