{
    "title": "关于刷怪笼的2个问题",
    "author": "173537740",
    "replyCount": 7,
    "timestamp": 1453883460,
    "txt_content": "1.刷怪笼刷怪会不会受到自然生成的怪物的数量而受到限制？\n2.玩家距离刷怪笼最远多少格距离刷怪最快？",
    "replies": [
        {
            "author": "luojiarui",
            "timestamp": 1453883460,
            "txt_content": "刷怪箱会在其周围生成生物，但也要符合生物本身生成的要求。不同生物的要求不同。例如，主世界中的攻击性生物只能在黑暗中（亮度为7或以下），而家畜则必须在草上生成，亮度要求9或以上。不过，刷怪箱可以将生物生成在空中，这样会忽略掉生物对于地面的生成要求。\n\n玩家距离刷怪箱16个方块内时，刷怪箱才会工作。当刷怪箱工作时，会以刷怪箱方块八个端点中x和z坐标最小的一点为中心的8×3×8（8方格长宽，3方格高，8方格深）的有效区域生成生物。生物可以在此区域符合生物生成要求的任意一处生成，即使刷怪箱周围不符合要求。若此区域全部符合生物生成的要求，则生物生成点不呈线性，且越靠近刷怪箱处生成几率越大。\n\n刷怪箱会尝试在有效区域内生成共4个生物，每生成一次后会等待200-799刻（10-39.95秒，随机）再进行下一次生成。在等待时，刷怪箱笼子里的生物会越转越快。除了对地面的生成要求，生物的其它生成要求也必须要满足（如不能生成在固体方块中、正确的亮度范围），因此一个刷怪箱常常不能生成出4个生物。如果刷怪箱在有效区域内找不到任何符合要求的位置生成生物，则每一刻都会尝试一次。当刷怪箱成功生成至少一个生物后才会进入下一个生成周期。如果在生成阶段，刷怪箱周围17×9×17的空间存在至少6个生物，则刷怪箱内火焰会升腾（表示已经“生成”了新的生物），但实际上生成过程被跳过，进入下一个周期。不过，如果这个空间外的生物数量比这个空间内（就算超过了6个）更多，则刷怪箱也会继续无限地生成生物。\n\n需要注意的是，生物生成点X、Y、Z坐标都是整数，不一定会与刷怪箱对齐。生物生成时，脚的高度会与刷怪箱在同一层，或者比刷怪箱高一层或低一层。但水平上可以在8×8平面中的任意一处。由于生物本身占有高度，因此在刷怪箱有效区域比8×3×8还要大一些。\n\n刷怪箱的方块实体值可以修改为其它实体如矿车或船，做成装饰方块。但这样的刷怪箱在Minecraft 1.2.5以及之前的版本尝试生成时，游戏会崩溃。1.3.1已经无此问题。\n\n在和平难度下，刷怪箱也会出现，但生物在生成后会立即消失（僵尸猪人、岩浆怪和恶魂根本不会生成）。这样在修筑刷怪塔的时候不会被它们烦扰。但生物存在的那一瞬间也足以推开玩家，或发出声音；对于骷髅，甚至会射出箭。\n\n下面的表将会展示其本身一些更复杂的特性："
        },
        {
            "author": "Hous",
            "timestamp": 1453884120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "173537740",
            "timestamp": 1453884180,
            "txt_content": "我要一份权威的报告，所以楼上去查查咯"
        },
        {
            "author": "52Dora",
            "timestamp": 1453887360,
            "txt_content": "Minecraft Wiki，请：\nhttp://minecraft-zh.gamepedia.com/%E5%88%B7%E6%80%AA%E7%AC%BC"
        },
        {
            "author": "MC白白",
            "timestamp": 1453889100,
            "txt_content": "玩家距离刷怪箱16个方块内时，刷怪箱才会工作。当刷怪箱工作时，会以刷怪箱方块八个端点中x和z坐标最小的一点为中心的 8 × 3 × 8 （8方格长宽，3方格高，8方格深）的有效区域生成生物。生物可以在此区域符合生物生成要求的任意一处生成，即使刷怪箱周围不符合要求。若此区域全部符合生物生成的要求，则生物生成点不呈线性，且越靠近刷怪箱处生成几率越大。如果在生成阶段，刷怪箱周围17 × 9 × 17的空间存在至少6个生物，则刷怪箱内火焰会升腾（表示已经“生成”了新的生物），但实际上生成过程被跳过，进入下一个周期。不过，如果这个空间外的生物数量比这个空间内（就算超过了6个）更多，则刷怪箱也会继续无限地生成生物。"
        },
        {
            "author": "luojiarui",
            "timestamp": 1453892760,
            "txt_content": "\n"
        },
        {
            "author": "a21099",
            "timestamp": 1454144280,
            "txt_content": "会，看情况"
        }
    ]
}