{
    "title": "Minecraft正版号防盗小技巧",
    "author": "RuiFen",
    "replyCount": 6,
    "timestamp": 1453892700,
    "txt_content": " 本帖最后由 RuiFen 于 2016-1-28 10:51 编辑 \n\nMinecraft正版账号防盗小技巧\n为了防止熊孩子，本帖的内容大部分点到为止\n\n1.    进盗版服时最好不要使用正版进入在你打开Minecraft时，会自动生成一个类似于“身份证”（类似于cookie）的东西。在你进入正版服务器时，你需要向服务器提交这个“身份证”虽然“身份证”的串号不会直接显示在后台，但是可以通过一些手段来获取。得到这个“身份证”的熊孩子。又可以用这个“身份证”来躲过正版验证登上你的Minecraft正版号。这个东西我也没有很深入的研究，但是的确存在（这个身份证是临时性的，他只会保存到你下一次打开Minecraft）虽然这类技术熊比较少，但还是请大家尽量使用盗版登录服务器2.    在服务器中登陆插件的密码不要和正版密码相同某些登录插件可能是漏洞也可能是有人故意做的钓鱼插件，会把你输入的密码显示在后台比如说我的密码是：123456789我在服务器输入/login 123456789而后台可能会直接显示：ruifen：/login 123456789这个插件的名字就不说了，免得熊孩子乱搞（也有技术熊会写插件啊…..）这样就让有后台权限的服主看到了你的密码，如果你的服务器密码和你的QQ密码相同，那不就尴尬了吗？还是多设计几个密码比较好吧！！但是一般的无正版验证服务器大多是Authme插件的，这个插件采用的算法应该是md5加密算法的（没用过不清楚啊不过肯定是有加密算法的）。所以服务器后台也看不到什么东西。（不过也要小心，低端密码用md5字典也容易破解）\n3.    平时千万不要把号借出去，就算是同学也一样大家都懂，不过要说一点：千万不要把密码留在电脑中，每次登陆完Mojang官网或者Minecraft官网记得删除cookie和记录。尤其是网吧等公共场合4.    密保设置一定要高难度可能挺少人注意到这个问题吧，不过这也是最重要的一点Mojang账号中，密保是跟密码同样重要的，就算熊孩子不知道你的密码，但是猜出了你的密保，也是可以在不使用你本人邮箱的情况下修改你的密码。你的密码被修改了，修改邮箱也只用输入密保而已。整个过程根本不需要你本人邮箱的参与，只会发给你一封提示邮件。然而这封提示邮件并没有什么用，理论上是可以通过这份邮件修改密码的，但是熊孩子在你之前修改你的邮箱，那你这封邮件就废了。Mojang的防盗号系统也是醉了啊。这明显就是一个漏洞。5.    Minecraft购买时的串号不要告诉别人你在购买Minecraft时，Mojang会给你发一封邮件，上面写着购买的交易号。赶紧把这封邮件放到重要邮件里，并且加上额外的密码。最好把这段交易号抄下来。如果你不幸号被盗，它将成为你找回密码的关键。在淘宝买号或者是在实体店买卡的同学，记得把序列号记录下来，不要交给别人。这不是演习！！！6.    邮箱的选择也很重要某邮箱过亿账号泄漏事件大家可能也有耳闻。国人可能不怎么使用邮箱。但在外国邮箱是非常重要的一个工具。建议大家不要使用QQ邮箱，因为QQ邮箱真心不安全。如果你的QQ被盗，那么QQ邮箱就成了盗号者的赠品了。如果你执意要使用，记得开个邮箱独立密码再搞个QQ的手机安全卫士。在登录保护中把邮箱保护打开。这样不同IP断的人就无法登录了。还是建议大家使用被gfw屏蔽了的gmail，gmail可以说是目前相对安全的邮箱还有种方法，你可以重新注册一个邮箱，把它作为一个Mojang账号专用的邮箱，并不告诉别人这个邮箱的存在。\n\n",
    "replies": [
        {
            "author": "屠灵神",
            "timestamp": 1453945080,
            "txt_content": "对于正版来说，你的这些小技巧有很大的用处\n对于熊孩子来说，这些会成为新的盗号方法\n虽然我是盗版，但我还是支持一。\n毕竟mc是一个好游戏，等有经济能力再买正版"
        },
        {
            "author": "RuiFen",
            "timestamp": 1453945860,
            "txt_content": "屠灵神 发表于 2016-1-28 09:38\n对于正版来说，你的这些小技巧有很大的用处\n对于熊孩子来说，这些会成为新的盗号方法\n虽然我是盗版 ...\n上面的内容都是点到为止了，希望不会遇到技术熊吧"
        },
        {
            "author": "minecraftTony",
            "timestamp": 1454726100,
            "txt_content": "楼主…136点感觉不太对劲啊…"
        },
        {
            "author": "msydsg",
            "timestamp": 1455929220,
            "txt_content": "4有误，过程中需要邮箱参与（亲身实验）"
        },
        {
            "author": "RuiFen",
            "timestamp": 1455957480,
            "txt_content": "msydsg 发表于 2016-2-20 08:47\n4有误，过程中需要邮箱参与（亲身实验）\n你登录正版后，在设置里面修改，底下有个超链接你点进去，那样就不用邮箱参与了"
        },
        {
            "author": "msydsg",
            "timestamp": 1456021860,
            "txt_content": "RuiFen 发表于 2016-2-20 16:38\n你登录正版后，在设置里面修改，底下有个超链接你点进去，那样就不用邮箱参与了 ...\n在mojang accxxx不一样，刚好相反。所以我密保设了高难度（根本和问题无关），邮箱设置手机短信登录。和它[diamond_gem]还有它[bedrock]and它[obsidian]一样牢固！"
        }
    ]
}