{
    "title": "<原创·连载·圣杯>空[第四十五章：真相][46241359]",
    "author": "46241359",
    "replyCount": 0,
    "timestamp": 1453902780,
    "txt_content": "空·第四十五章·真相\n\n\n正文\n\n\n    好黑……    好冷……    好痛……    我这是在哪……    纳尔感觉自己做了一个很长很长的梦，梦里什么都没有，一片空白，全都是白色。最后连颜色都没有了。等到他醒来时戴着眼罩，身体还能感受到阳光的温暖。    他听见了门开关的声音，之后是窗帘被拉上，有人摘下了他的眼罩。是弗兰克，他依然戴着一个口罩，没再穿着之前那身深灰色的风衣，这次穿的衣服看起来像是一种特殊的制服。    “别乱动。”弗兰克伸手摸了一下纳尔的额头，他的手很温暖，“不烧了，你昏迷了好几个小时，我已经打电话告诉陈了，晚上他会过来。”    “弗兰克……你怎么找到我的。”\n    “想想就知道了，赫尔斯杀人的习惯我不是不知道，他习惯把目标带到一个地方，等到车停下，目标下车时开枪。”    “你知道是赫尔斯？”    “不知道，猜的。”弗兰克坐在床边，“但是，我不明白，像你这种手无缚鸡之力之人，别提反击了，连基本的反抗都做不到，我很难相信……嗯……赫尔斯只是打到了你的腿。”    “其实不是‘只是打到’……他只开了一枪。”    什……什么？只开了一枪？弗兰克脸上露出惊异，只开了一枪就打了腿？按照常理来说，赫尔斯只开一枪应该照着太阳穴打，怎么会……弗兰克好奇自己当年为什么没受到这种待遇，当时赫尔斯可是拿着枪抵着太阳穴呢。    “对了，弗兰克，你认识赫尔斯吧？看起来你好像很了解他。”    “……嗯，认识。他之前是我的同事，后来因为偷东西被通缉，之后我就再也没见过他。”    弗兰克站起来，走到窗前看着窗外。窗边种着一棵树，遮住了几乎全部的视线。“你这身衣服不错。”纳尔艰难地转了转脖子。弗兰克这身衣服是黑色的，背部有一个奇怪的金色图案。之前穿着风衣的弗兰克让纳尔觉得有些畏惧，现在变得亲近些了。    “这是save的制服，那件风衣被雨淋湿了。”    是为了救我才被雨淋湿的么。纳尔看向窗外，连伞都顾不上拿，一定是非常着急吧。弗兰克背向他，纳尔看不见此刻弗兰克张着嘴，一副欲言又止的样子。弗兰克内心在纠结，有些事，安德早该告诉他的，比如他的任务和……他的下场。    只是这些事安德是严令禁止在未经允许的情况下告诉他的，原因不过是因为担心纳尔在知道这些后会因为畏惧而回国。一旦叫他知道，就再也不可能让他再回到U国了。    安德计划先保护纳尔直到他完成任务，完成后进行暗杀以免留下证据。弗兰克能够理解这个想法，因为纳尔没有受过任何训练，可以说是毫无保密能力。都不需要严刑拷打，稍微进行一下恐吓就全都招了。    只是这样做，太不公平。    毕竟一条人命，在安德看来，人人都可以是工具，只要是被蒙在鼓里的人，就是棋盘上的棋子。即便是知情人，人心难测，也许哪一个夜晚睡下去就再也不会醒来。这种事，想想都觉得可怕。    “纳尔，”弗兰克转过头，“你知道为什么安德要叫你来U国吗？”    “他说我有任务。”    “对，你的确有任务，但你知道这个任务是什么吗？”    纳尔沉默。    弗兰克继续看着窗外，“你的任务，就是杀死一个人。”    “杀……杀……”纳尔有种强烈的坐起来的冲动，可是麻醉剂的药劲还没过去，他的四肢还处于无力状态，弗兰克依然背对着他。但此时他没在看着窗外，而是闭着眼沉思，显然在等纳尔询问。    但是纳尔迟迟没有说话，他不知道该说些什么。安德说任务取消，弗兰克现在告诉他他的任务是杀人。是的，对于纳尔来说，杀人的难度堪比登天，即使他明知这是一个坏人。    所以……诺迪斯、罗杰之死，都是在为这件事埋伏笔吗。因为这个任务，使他一次又一次的陷入危险之中，造就了如今孤单一人的局面。“和我说这些有什么用……我没有任何能力可以杀掉任何人。为了这件事，我的朋友不是惨遭杀害就是生死未卜。还有罗杰……你是save的人你一定知道他，像他那样的人都逃不过被杀的命运，而会产生这些事的起因都是我被强制加上了这样一个任务。有罗杰作对比，我根本不可能做到这种事。”    弗兰克转过身看着纳尔，他沉默了很久，手放在自己的口罩上，保持这个姿势近五分钟，最后还是把手放了下来。“罗杰，似乎对你很重要……”    纳尔无言，他不知道罗杰对于自己来说是否重要，但至少相识一场，算是朋友，罗杰也救过自己，可以算是救命恩人。弗兰克穿上挂在衣架上的黑色外衣，走到床边，从床头柜里拿出一盒纸巾放在纳尔枕边，“好好休息，陈很快就会过来。”    说完，他走出去轻轻带上门。    但是走出去之后弗兰克没有立刻离开，而是倚在门上。他仰起头，让墙壁的冰冷压制住自己想打碎点什么东西的欲望。弗兰克从未在纳尔面前表现出任何过激的情绪，只是为了让纳尔感觉自己……有那么一点点的可靠。把他打昏在地下停车场，叫陈来保护他。没错，他一直在尽量逃避与纳尔见面，一直都在逃避。因为纳尔经历了这些事，对于人的目光变得敏感，他担心纳尔从自己的眼底看出什么不该知道的事情。    自从罗杰出事后，弗兰克就开始骗纳尔，一直在骗。但是，他没办法，他的使命还没有完成，若不是因为一些乱七八糟还没处理完又恼人的事情，他一定不会让纳尔卷入到这种事情中来。    深吸一口气，让自己冷静下来，轻轻摘下戴在脸上的口罩。    无法想象……纳尔看见这张脸的时候，会是什么表情。    叹息一声，快速离开了医院。\n\n返回索引贴\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n\n",
    "replies": []
}