{
    "title": "<原创·连载·圣杯>《青色之风》[卷二·一]",
    "author": "zyj0807",
    "replyCount": 2,
    "timestamp": 1453902780,
    "txt_content": " 本帖最后由 zyj0807 于 2016-2-13 17:44 编辑 \n\n第一章\n\n　　这里是森林的深处,四周静谧,静得可以听到树叶飘落到地的声音,地上密密地长满不知名的野草和蕨类植物,不时窜出野物。\n\n　　天色渐渐黯淡下来,没有一丝月色,树木隐隐的,前面闪着野兽眼眸的凶光,鬼影幢幢,远处传来的几声狼嚎,使得整个树林更加阴森恐怖。\n\n　　一道匆忙的身影打破了这份阴森和静谧。\n\n　　那是一个男孩，有着一头卷曲的墨绿色的头发。面色略微枯黄但是却十分干净，从轮廓可以看出他大约十一岁左右的年龄。他身躯有些消瘦，裸露在外的胳膊皮肤上随处可见一些旧的伤痕。\n\n　　他身披一件兽类皮毛所粗糙缝制成的外衣，裤子十分破旧，灰暗，但仍可以看出是由高等的绸缎和布料制作出来的。\n\n　　此时从他的行进路线可以发现，他正朝着一个山洞前进。\n\n　　男孩奔跑的速度很快，没多久，他就来到了那个洞口前。\n\n　　他回头向来时的方向看了一眼，眼底流露出深深的忌惮和后怕。随后，他便毫不迟疑地走进了里头。\n\n　　这个洞窟里面弯弯曲曲，还有许多岔路，如果是一个人第一次来到这里的话，难保不会迷路。可此时这个男孩却毫不犹豫的就能选择一条路走，那轻车熟路的模样充分证明了他已是这里的常客。\n\n　　几分钟后，男孩便来到了一个空处、那空处由于在洞窟深处，所以格外的昏暗。但也还能大致看清楚这空处上都有些什么。\n\n　　几块较为完整的动物的皮一同平铺在地面上，几根柴火围堆在一起，似是熄灭了的篝火。边上还有一些较大的石块被围成一圈，看不清挡在里面的东西。\n\n　　显然已经是有人在此居住已久了。\n\n　　男孩由于一路狂奔，也显得十分疲惫，他来到这里后，立刻翻过了那些大石块，在里边蜷缩成一团，睡去了。\n\n　　洞窟的外面又传来了阵阵狼嚎，哀长的音调里隐隐约约透露出丝丝刻骨的嗜血和憎恨。\n\n　　男孩不由得又往兽皮充当的被子里缩了再缩。\n\n　　剩下的半个夜晚就这样有惊无险地度过了。\n\n　　男孩醒来之时，洞窟内已是相比先前明亮了不少。\n\n　　这光亮来自于洞顶岩壁上稀疏分布的小孔。\n\n　　光线一旦多了起来，这处空地的景象就自然而然地清晰了起来。\n\n　　约莫有半个篮球场大小，围绕着中间的柴火堆在地面上铺了几片兽皮。在洞窟的角落用一圈石头围出了大概四分之一的空间，也就是昨晚男孩睡觉之地。\n\n　　另一边的石壁上刻满了好一大片的划痕，三横一划为一段。\n\n　　男孩醒了以后的第一件事，就是在这面石壁上继续刻上有些淡的一笔。\n\n　　第四百零五天。\n\n　　大陆的年历是二百二十三天为一年，第四百零五天，已是第二年的末尾。\n\n　　男孩看着这面石壁，怔怔出神，不知在想些什么。\n\n　　他在想那个梦，那个每当他沉沉睡去，便都会面临的梦。\n\n　　手持古朴长枪的黑衣男子，抱着他，脸庞上苍白一片，尽是令人触目惊心的血痕。\n\n　　面对这一张有些狰狞恐怖的脸庞，他的心里却生不起半点的害怕，反倒知觉那人亲近熟悉，让他无比想要去触摸，凑近。\n\n　　但他却始终无力动弹，只能看见那人埋在阳光下的脸，和那双依旧闪烁璀璨青芒的眼眸。温柔如水，且满含歉疚。\n\n　　他开口说着什么，可却什么也听不见，只有那双眼眸愈发的明亮。\n\n　　那份温柔也愈发的浓郁。\n\n　　梦境的内容便只有这些。\n\n　　男孩所记得的事情不多，但是唯有这个梦境是仿佛烙印在心，无法去除的记忆。\n\n　　他的名字也是如此。\n\n　　江泽。\n\n目录\n@xcc @46241359 万一蓝了呢。\n\n状态极差，质量奇低。天啦第二卷上来就束手束脚完全没能展开啊。\n\n哼快求女主吧GG\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1453903080,
            "txt_content": "三界如棋盘，而你，是棋手的王棋。难道不是枭棋"
        },
        {
            "author": "zyj0807",
            "timestamp": 1453903200,
            "txt_content": " 本帖最后由 zyj0807 于 2016-1-27 22:02 编辑 \n\n因为写枭没多少人懂这个意思呀{:10_492:}所以六博棋的设定出来，要懵掉的吧\n"
        }
    ]
}