{
    "title": "<原创·连载> 《战与征》 番外01 思雷格勒保卫战 by lzs1234",
    "author": "lzs1234",
    "replyCount": 3,
    "timestamp": 1453948320,
    "txt_content": " 本帖最后由 lzs1234 于 2016-1-31 17:00 编辑 \n\n废言：手机终于能连上网了……\n嘉宾席：@xcc @恶魔-潇洒 @冥王星人 @大淫狼 @银狼 @2B与mc的故事 \n此篇为《战与征》番外\n正文：\n01 思雷格勒守卫战\n    在严冬与暴雪封锁下的思雷格勒就像一座冰城。只有远处兵工厂的大烟囱冒出的黑烟还在证明着这里是现代科技的聚集地。\n    当然，还有城墙上密密麻麻一字排开的史蒂夫士兵们。\n    几天前，亡灵国重兵侵入史蒂夫王国边境的事就传到了思雷格勒。这个史蒂夫王国东北最大的重工业城市立即炸开了锅。所有的人都在讨论着这件事。有人已经预定了飞回拉德市的机票，当然，还有人质疑着这件事的真实性。\n    当思雷格勒北边的农业重镇柯塞失手，思雷格勒陷入粮食危机时，这件事的真实性才得到了验证。思雷格勒不可避免地陷入了恐慌。因为，只要用脚后跟想想就能知道思雷格勒沦陷后，毫无人性的亡灵国军队将会对思雷格勒做些什么。\n    思雷格勒所有的军队被迅速调集了起来。作为工业重镇，也是史蒂夫王国较大的军工产业聚集地的思雷格勒武器当然不会少。然而，由于柯塞的失手，军粮短缺，同时思雷格勒人口众多。军粮已经减到了原来的四分之一。许多士兵根本站不了多久便一个两个接连饿晕了过去，而原因无一例外是几天没吃饭。同时，也由于事先缺乏准备，临时调集起来的军队纪律涣散，战斗力极差。这都是摆在思雷格勒所有领导人眼前的大问题。\n    “也许，这些战斗力上的缺陷可以用我们科技的发达程度来弥补……”所有的人都祈祷着。\n    下雪了。\n    但今年谁都没有兴趣去欣赏银装素裹的大地。现在这种非常时刻一旦松懈，很可能就会毙命在亡灵们的屠刀之下。\n    那一天最终还是到了。\n    上午，大地开始颤抖起来，而且越来越厉害。这不是地震，这是亡灵国大军。\n    不到一小时，亡灵军队到了。\n    僵尸部队打头阵。最前面的那只僵尸身上穿着全套钻石盔甲，左手拿着弓，右手拿着钻石剑，腰间挎着满满的箭袋，还骑着一匹训练有素的僵尸马，带领着僵尸部队向着思雷格勒走来。所有人都认识这个臭名昭著的抢劫犯——亡灵国僵尸部落的首领左穆毕。\n    但它身后的僵尸部队质量就差多了。有的拿着木铲，有的背着铁斧，说他们像军队，其实更像一群苦工。\n    史蒂夫士兵们松了一口气，被铁甲覆盖的胸膛略微挺了挺。\n    僵尸军队身后是骷髅军队。最前面的骷髅骑着一匹钻石马铠的骷髅马，戴着红缨帽。那上面的红缨正随着微风在空中飞舞着。那骷髅手中拿着一把钻石弓——当然没有劳里克那把精致——腰间别着许多看起来很不一般的红色的箭，和僵尸首领一样，它全身都套着钻石盔甲，脚上还瞪着一双白色的皮革鞋。眼睛里露出狡猾的黑光。这就是斯凯灵顿——骷髅部落首领。\n    虽然斯凯灵顿的穿着和左穆毕差不了太远，但它身后的骷髅军队的装备却和它一样奢华。它们个个穿着整齐划一的附魔钻石盔甲，胸前还刻着一个大大的黑色的“S”。\n    所有人都紧张了起来，因为这就是传说战斗力甚至能超过末影特种1军的骷髅部落S军。这支部队曾经在在对苦力怕国的自卫反击战中创下了零伤亡击退敌军的世界纪录。\n    “看来今天必定有一场恶战啊……”思雷格勒军队总司令、史蒂夫王国东北大将军陆配喃喃自语道。现在他想起了自己的哥哥陆钦，他曾经对自己哥哥的辖区遭受蝗灾表示了深切的同情。然而，今天到了他的哥哥同情他的时候了\n    最先来到城墙下的僵尸部队很快展开了进攻。最前面的左穆毕终于露出了本来狰狞的面目——虽然它的铁面具罩住了脸。它向着城墙上的守军投出了第一根长矛。\n    而此刻的陆配却依然在思考着，沉浸在自己的世界里，全然没有注意到一根充满危险的长矛正向着他飞来。\n    这只冷箭正中陆配的眉心。\n    他倒了下去，姿势就和前任国王埃瑞克死去时的姿势一模一样。他脸色铁青，带着一副似乎有什么话没说出口的表情不甘心地倒了下去。他死了。\n    思雷格勒的将军死了！城下的僵尸军队中传来一阵欢呼。\n    但守军们愤怒了。\n    他们立马给加农炮装好炮弹，一发接一发不停地向着城墙下狂轰滥炸。他们不在乎这种危险行为是否会把城墙炸塌，他们已经没有精力去思考这些，他们只想给他们敬爱的首领报仇！\n    刚刚投出长矛的左穆毕躲闪不及，正在扬扬得意之时，一发炮弹正中他的马首。一声震耳欲聋的巨响伴随着僵尸马的嘶鸣，僵尸们看着他们的首领消失在了亮光中。随即，左穆毕四分五裂的身体冒着黑烟飞了出来。\n    僵尸们也愤怒了，他们的首领也消失在了他们面前！\n    前面的僵尸们叫嚷着，要为首领复仇，不攻下思雷格勒誓不罢休。\n    骷髅首领斯凯灵顿骑着骷髅马走到最前面，大声对着所有军队还有城墙上的守军喊道：“双方先停战，各自收拾遗骸！”思雷格勒守军因为刚刚的轰炸，炮弹也所剩不多，正好借此机会再调一批炮弹，便同意了斯凯灵顿的意见。\n    两方都默默地收拾着自己首领的尸体，尤其是僵尸部落。经过刚刚的轰炸，思雷格勒大门前这块好端端的土地几乎被炸出了基岩，左穆毕的残骸更是散落得到处都是。僵尸们一边收拾着首领的遗体一边痛哭。斯凯灵顿此时虽然摆出一副万分悲痛的表情，但实际上它内心对于左穆毕的死求之不得。它暗暗下决心等到史蒂夫王国全部沦陷，撤军回国后第一件事就是入侵僵尸部落，统一大半个亡灵国。再加上史蒂夫王国这么大面积的领土，天哪……斯凯灵顿美美地幻想着得胜后的情景，但脸上依然挂着那副无比悲痛的面容。\n    左穆毕不全的尸首刚刚被收拾好抬出场，城上的守军便打开了机关枪，咔咔咔一阵扫射。现在的思雷格勒临时总司令雷诺明白，面对如此浩大的亡灵军团，思雷格勒沦陷只是时间问题。而他现在的任务就是拖住亡灵军团，等待首都派来的援军。\n    虽然僵尸对子弹有一定的防御力，但在枪林弹雨中想要眼睛不被打中，却是一件相当困难的事情。许多僵尸前锋捂着流着绿色血液的眼睛痛苦地躺在地上呻吟着，一会儿便一动不动了。而即使是对于后面的骷髅部落S军团的士兵们来说，在如此密集的子弹中，它们那根可怜的小木棍也着实算不上什么。\n    一会儿，也可能是很久，枪声停了。僵尸们从自己的藏身处中走了出来，但随即又躲在了门前死掉僵尸的尸体堆后，探出一双眼睛观察着守军的行为。\n    而骷髅S团士兵们就没有僵尸族人那么冷静了，它们欣喜若狂地跑出来，身上的骨头咔咔响着，搭上箭，瞄准了城墙上的守军。现在，只要它们一放手，就是一条人命。\n    守军却很镇定。现在他们停下来，一方面因为子弹短缺，需要从军火库里调运；一方面，他们有更好的方法。\n    雷诺一脚踢开了地上的一根拉杆。\n伴随着活塞咔嚓咔嚓的响声，思雷格勒的城墙上多了几十道大裂口。而那裂口里，是令任何亡灵胆寒的T型铁块。\n    有几个僵尸似乎明白了什么，不由得向后退了几步。\n    几十个南瓜从天而降，不偏不倚地落在了T字的正中央。南瓜头原本漆黑一片的内部开始冒光，所有的铁块都晃动起来，逐渐组成了铁傀儡的四肢。一阵耀眼的光芒过后，铁傀儡站在了亡灵军队面前。\n    其中最大最高的那个眼里闪着黑光，看着亡灵们。注视了一阵子，它缓缓走去，步伐带着力量。只一拳，那僵尸便瘫倒在了地上。其余的铁傀儡刚一清醒过来，便也马上对僵尸军队和亡灵军队大打出手。和城管有得一拼\n    许久之后，僵尸军队损失惨重，但骷髅军队却一直躲在背后打黑枪，它们将准心全都对准了铁傀儡，有许多铁傀儡已经变成了刺猬，体力消耗巨大，随时都可能倒下。\n    渐渐的，亡灵军队又凭着数量，撂倒了其他的铁傀儡。铁傀儡们或者仰面朝天，心脏上插着一把木剑，或者被削掉了半个头，死状十分凄惨。只剩下了那最后一个铁傀儡，也是最大最高的那个还在僵尸群中奋战着。它身上已经遍布伤痕，被僵尸抓得四处是裂口，随时都会倒下。\n    就在这时，骑着骷髅马的斯凯灵顿走上前，让所有的僵尸停止了进攻。凝视着那只铁傀儡。 \n    铁傀儡支撑不住，轰然倒下。但看见眼前的斯凯灵顿，它依然挣扎着想要站起来，一下把斯凯灵顿从马上拽下，按在地上打到它毙命为止。但可惜，它的生命已经到了尽头，即将在斯凯灵顿的弓下结束。\n    斯凯灵顿举起了弓，但弓上的箭却很不一般。“那……那不是蜘蛛国最新的迷魂箭吗？怎么会在斯凯灵顿手上？”城墙上的雷诺眼尖，看出了那只不同寻常的箭的来历。\n    斯凯灵顿松了手。\n    迷魂箭深深地插进了铁傀儡的脖子。它眼睛瞪了一下，随即晕了过去。\n    斯凯灵顿把弓重新背起，抽出钻石剑，注视着那只倒地不起的铁傀儡。\n    马上，铁傀儡就站了起来。他看起来和之前变化不大，只是全身上下都泛着粉色的光，冒着彩色气泡。而且……它还在不断地膨胀，变大……\n    铁傀儡闭着眼睛，似乎睡着了，但谁也不敢去试探一下。局面就这样僵持着，只有铁傀儡还在不断地膨胀……\n    斯凯灵顿大喊了一声：“攻击！”随即得意洋洋地摆出了一副看戏的架势。\n    铁傀儡睁开了眼，扫视了一遍城墙上的守军。那目光，是雷诺从未在任何一只铁傀儡的眼中看到过的。当铁傀儡开始缓缓向着城墙走来时，他畏惧了，大喊了一句：“开火！”\n    几十门火炮同时开火，发出的震动声直冲云霄。炮弹确实打中了铁傀儡。铁傀儡瞬间被淹没在无边的尘埃中。\n    四周都安静了，没有铁傀儡的脚步声，也没有人或亡灵的说话声。\n    一个黑影出现在尘埃中。\n    铁傀儡的头被炸飞了，一只胳膊也残损不全。\n    它向着城墙倒了下来。\n    “不！”雷诺喊出这最后一个字，随即，城墙在铁傀儡身躯的撞击之下轰然倒塌。\n    巨大的震动吸引了城中的居民，当他们发现城墙倒塌，无数的亡灵涌入时，全城的人都愣住了。\n    随后是制止不住的混乱。\n    城内所有的人都向城里唯一还在载客的海军一号冲去。喊叫声，碰撞声，高音喇叭的喊话声，抢救财物的呼喊声， 以及剩余的士兵手中的剑刺入僵尸皮肉的撕裂声，混杂在一起，交杂在这个小城市里。海军一号上载满了人，这艘核载只有五千人的军舰此刻已经挤进了两万多人，还不断地有人想要从已经抽去了上船木板的河面上越过跳上军舰。\n    在这种危急的时刻，求生的欲望超越了一切。\n    当剩余的守城士兵已经被射成刺猬，体力不支而倒在血泊当中时。海军一号不得不伴随着人群的咒骂和发动机痛苦的呻吟启动了。\n    船体开始缓慢地前行，向着城墙边的出城口艰难地前行。\n    许多僵尸站在岸边，看着渐渐远去的海军一号，却无法跳进水中去追赶。僵尸不善于游泳。\n    率先到达河岸的骷髅士兵是几个骑着马的骷髅。它们下了马，准备跳下水追赶海军一号。\n    此时，斯凯灵顿大吼一声：“停下！”几个骷髅乖乖地收回了脚，却不明白首领为何突然让它们停下。\n    就在刚刚，船上的一个炼药师偷偷地向水里倒了一整桶从船上的随军大夫那里拿到的治疗药水。而这个小动作刚好被眼尖的斯凯灵顿发现了。当它看见那几个骷髅的行为时，它立马想到了它们下去之后的后果。\n    那个炼药师的机智拯救了全船的人。\n    我们必须记住，这个炼药师的名字——劳里克。\n                     （未完待续）\n",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1453948380,
            "txt_content": "诶没有蓝\n再@2B与mc的故事 P.S.下篇回归主线"
        },
        {
            "author": "星灬辰",
            "timestamp": 1453950180,
            "txt_content": "看到那个和城管有得一拼时，我笑了，2333"
        },
        {
            "author": "冥王星人",
            "timestamp": 1453953840,
            "txt_content": "冰城和现代化并不冲突，第一句就有点逻辑性病句。\n密密麻麻的话，就不能说一字排开了，城墙那点地方没法密密麻麻。\n史蒂夫这个形容用的非常生硬。\n粮食危机那里描写太坑爹。\n后边的我就实在看不下去了，槽点太多。"
        }
    ]
}