{
    "title": "<原创·连载>水星迫降[第一章]",
    "author": "Aezning",
    "replyCount": 6,
    "timestamp": 1453949760,
    "txt_content": " 本帖最后由 46241359 于 2016-1-28 12:41 编辑 \n\n这是我根据水星迫降这个地图改编的。\n\n\n\n                           正文\n                 水星迫降   第一章\n“纪元20000年，人类发展似乎已经到了极限。无论是科技上，艺术上，都不再发展了。\n20050年。承载着人类所有的梦想的“天国之河”飞艇飞上太空。然而，失败了……\n各大掌控着实权的集团浮出水面。他们为了争夺地球上所有的资源，不惜一切的代价。为了逃离这种社会。我选择坐飞艇离开了。\n                         ——Windsky(文德斯)”\n\n            第一章：逃亡\n  战争日益严重了啊。联合国统治集团马上要崩溃了。我要趁着世界瓦解之前逃离地球。\n  我立刻动身。带着一些高科技前往宇宙寻找一个适宜我的星球。\n  我乘着宇宙飞船在宇宙中航行时。听到了一阵呼救声。我望过去。是一个覆盖着水的星球。当我马上抵达时。一阵陨石袭来。\n飞船被击中了！\n  “滴—滴—滴”的声音传来。飞船的发动机损坏了，驾驶装置不受控制了。我使用着应急装置。不过没用了。飞船降落在了那颗水星上。\n  我醒来了。飞船的一部分已经不成样子。门被飞船顶部掉下来的碎片堵住了。幸好科研装置还没有损坏。我拿出一个激光枪。对着障碍物扫了一下。“轰”\n的一声。障碍物倒下了。还好。\n  我出去以后。这个世界和地球模样差不多。就是没有土地。没有土地利用就不能种出粮食，没有粮食就不能吃饭，不能吃饭就会饥饿，只要饥饿我就会饥不择食，如果我 饥不择食，就会生病，只要生病就会没有力气工作，没有力气工作就会死亡。好恐怖。(蝴蝶效应)幸好我还有分子提取机。可以提炼土壤。\n   在我胡思乱想之时。听到了一些奇奇怪怪的声音。\n  ”@/#-*#$@”一个声音传来。\n我循声望去。是一个人在那里。\n  我举起传送枪。开了一枪。我传送过去了。\n  “你叫什么，是本地人吗？”我问道。\n  “@#￥%、—(2##”他说。\n  我没听懂他说的什么。他给了我一个机器。我戴到耳边。\n  “现在能听懂了吗？这个机器叫做翻译\n  “哦。这是谁的呢？看起来这里如此不发达的样子，应该不是你们的吧。”\n  不，这就是我们星球的。只不过，我们星球有一个悲惨的过去。 \n  他低着头，沉思着。诉说着不堪回首的过去。\n  “在原来，我们是一个富饶的星球，人们过着安居乐业，幸福安星球原是一个整体。直到一天，人们发起了争执，后来演发成为了战争。\n  直至那一天，我们星球被分割为好几个区域。区域之间井水不犯河水，也从这天起，科技创新缓慢，区域之间无法交流，科学家无法互联，科技无法全球化。\n在一些资源丰富的区域，科技发达，而另一些区域却无法发展。\n  世界贫富分化严重，虽然统一了，但是由于环境问题许多人都逃离了。\n  整个星球仿佛灭亡一般，覆盖着水。\n  也许整个星球没几个人了。我们要努力生存下去啊！” \n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1453956000,
            "txt_content": "“我”“我”“我”“我”“我”“我”……\n呵呵。\n通篇有点对话流，整体感觉这是在叙事不是写小说，很多描写都莫名其妙，还有不少的病句。字数勉强达到800.\n多看看别的文章吧，即使是地图改编而来也不能以此为由写的一塌糊涂。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1453981560,
            "txt_content": "你终于入坑了！\n但是参照北极的意见，不少描写还显得很僵硬。得再加把劲啊"
        },
        {
            "author": "说说1",
            "timestamp": 1454160600,
            "txt_content": "我只说一句话你拿到作者的版权了吗？"
        },
        {
            "author": "WM2030",
            "timestamp": 1454328660,
            "txt_content": "文笔实在一般，字数像是在凑。\n推测楼主写作：\n写了一会以后：真的是好累啊！字数还没上千！咱得先歇一会，实在不想写了，这点发了算了。"
        },
        {
            "author": "Aezning",
            "timestamp": 1454390400,
            "txt_content": "WM2030 发表于 2016-2-1 20:11\n文笔实在一般，字数像是在凑。\n推测楼主写作：\n写了一会以后：真的是好累啊！字数还没上千！咱得先歇一会， ...\n不得不说你的第六感真准！"
        },
        {
            "author": "武月天【】",
            "timestamp": 1454856360,
            "txt_content": "嘻，那包真的很好玩吗，还有，现在干这类活是要版权的"
        }
    ]
}