{
    "title": "所有pvp的大触们请进",
    "author": "ttjk2002",
    "replyCount": 8,
    "timestamp": 1453959120,
    "txt_content": "各位pvp大触们好，我想着手练习pvp技巧，尤其是hypixel的skywars,请问该如何设置最佳键位?请问如何才能达到最快速杀掉对方呢?有几种pvp高级技巧?另外如果愿意的话能否留下大神的qq号以便本人去讨教学习?答案最好不要只转载谢谢!得到满意答案后会立即设置!谢谢各位!",
    "replies": [
        {
            "author": "ybb",
            "timestamp": 1453959120,
            "txt_content": "键位：我是一号位雪球二号位主武器，三号位方块四号位弓，五号位水桶，九号位小黑眼或者金苹果。随时拿着主武器，切换叠方块丢人都很快。\n卡位：尽量低位打高位，斜位扛正面，打乱对手冲你的节奏，按照对面冲过来的频率打出自己的节奏。冲别人的时候，多跑一点绕到身后打，措手不及。很厉害的。\n物品：调整装备多用右键穿，按住shift可以快速调整到123号位，手指很容易够得到。\n其它，可以装小地图，人的位置看的很清楚；抉择好什么时候该把人推下去，什么时候应该强行砍死，他的装备对你可能很重要，但是犹豫也很可能死。\n\n推荐给你一个游戏，mineplex的「角斗士」Gladiator（可能拼错了不要在意），大厅里你面前的铁傀儡。一对一，装备一样，专门练习硬扛，射术，还有这两样的结合（打得好了可以用来练习普伦达大大的左右键大法，就是砍一刀然后快速右键防砍，抽空再砍）。打死一个以后晋级，一局16个人非常有意思，一定要去试试。\n\n全部手打，望采纳！另：正版ID：Tom_5817，有vpn，可以加个好友去打team模式"
        },
        {
            "author": "XC_God",
            "timestamp": 1453959960,
            "txt_content": "PVP考赖人 不要正面来， 除非你技术好，落下的一瞬间可以100%暴击"
        },
        {
            "author": "i_qi",
            "timestamp": 1453961400,
            "txt_content": "　第一点：千万别让对手知道你下一个位置要走到哪里，在你和一个人对战的时候要记住思考对方的思想，他以为你要走到左边,你偏不走左边，你往右边走，他可能会偏到左边，这个时候你就会多A下一下，多出一分胜利的机会。\n\n　　第二点：自己的攻击要像水一样，绝对不能停止，别打着打着心虚了,看血量低就要跑，狭路相逢勇者胜，你跑就说明你怕，你怕你就输定了\n\n　　第三点：攻击别人的时候千万别跳来跳去的，你以为别人是煞笔一样打不到你，其实你跳起来，别人两下W疾跑加上攻击会让你击飞并且多A你几下。\n\n　　记住：你在空中的攻击距离是不够打到地面的，地面的攻击是很容易打到空中。\n\n　　第四点：千万别Shift[蹲下]攻击别人，你以为这样让你攻击距离变远你就会占一点优势，其实不是这样，格斗的精髓在于移动，别人是跑着跟你打，你突然蹲下了就相当于一个猎物突然静止不动给敌人当活靶子，这时候别人跑动攻击你优势会更大，你会被打的不知所措，所以别跟逗比一样翘着臀部打别人。\n\n　　第五点：开局的攻击时机很重要，刚开始你和敌人对战的时候，切记一定要疾跑着攻击，第一下效果会是击飞，如果你没有使用敌人使用了那么你将会被短距离击飞，瞬间处于被动状态，我的反应是很快的，就算敌人先起击飞我也能瞬间定位，不过如果你没有掌握这技巧，最好开局就双W疾跑。\n\n　　第六点：永远别把自己的后背暴漏给敌人，你和一个人跑动着对战，双方攻击时难免会背对着对方，切记这个时候不要乱，一定要冷静第一时间找到敌人的位置并且迅速转身攻击，如果你慢了，敌人很有可能抓住这一次空隙打的你措手不及 因为你没转身，就看不到敌人，他可能会利用你的盲角对你周旋攻击，就算你反应过来了，胜率也变得微乎及微。\n\n　　第七点：很多人都是在奇葩地形战斗，如果战斗的时候自己突然掉进了一个坑内怎么办呢，别慌张，你别傻BB的回头上去继续跟他打，因为如果你找方块上去，你在明他在暗，他可能会抓住这一时机直接下来打你，这样你就处于劣势，就算没摔落伤害，你也被他多攻击了几下，这次对自己很不利 如果战斗不小心掉进坑内 你就在下面等着敌人下来，如果他不下来，找准他的位置之后再判断是否上去跟他打 他如果跳下来，你就在下面跟他打 怎样自己都不吃亏 可以把危机降低许多。\n\n　　第八点：如果你是在水里战斗，你一定要找机会在水下降低自己的位置在水中攻击，因为Minecraft设定的水中光照度越深越暗，你在水下打你头顶上的敌人 只要他还在水面不知道跟你一样下潜，你可以抓住这一机会持续攻击他，就想象在下面爆一朵盛开的菊花一样使劲的攻击，他在上面的视角只会看到你在水下，就算想攻击，攻击距离也是不够的，因为你的攻击有击飞效果，而且要时刻注意自己的气泡，别还没打死别人，自己就先淹死了，如果你掌握好这一技巧，在没有弓类远程武器的情况下，你在水中是永远死不了的。\n\n　　第九点：不跟你单挑，围殴你一个人怎么办？ 就算是这个时候，也要保持冷静，先熟悉好周围地形，如果上面的技巧的掌握的好，你可以利用地形可敌人周旋，一个一个磨死他们，双拳难敌四脚，人多打不过就跑，只要你知道自己有实力一个一个的打败他们就和他们绕 ，也会有很大可能反杀他们，千万别感觉自己是大神一样1vN 除非你装备特别好，不过本人是最看不起装备党。\n\n　　第十点：这点写给装备党，如果你靠装备优势碾压一群人的时候，那群人突然空装出来跟你打，这时候要注意了，人家知道靠装备打不过你 ，磨你装备耐久度呢 等你装备爆了，就会是别人碾压你的时候，所以这个时候咱也脱装备跟他们打 不给他们翻身的机会\n按键吗,在A，W，S，D移动建左右就好，比如第一格放主武器，9,8,7.....个放回血的，那就可以把9,8,7.....的按键改成在A，W，S，D移动建左右"
        },
        {
            "author": "ttjk2002",
            "timestamp": 1453962480,
            "txt_content": "bi_qi 发表于 2016-1-28 14:10\n　第一点：千万别让对手知道你下一个位置要走到哪里，在你和一个人对战的时候要记住思考对方的思想，他以为 ...\n...这在网上传的到处都是。。。"
        },
        {
            "author": "XVII_hao",
            "timestamp": 1453965780,
            "txt_content": "按键倒是没改过——因为手速快。\n一、走位要风骚。别只想着W、S，你还有A、D键，运用这两个键就能做到非常灵活的走位。比如，你可以绕着敌人打，像PVE一样，打得对面找不到方向。\n二、学会偷。当几个人在正面战斗的时候，等血量差不多时，出去全收掉。一个人挂机或调整装备时也可以偷。小心螳螂捕蝉，黄雀在后，当然你也可以当黄雀233。\n三、尽量避免正面战斗。原因一打不过，二会被偷。如果实在不行正面肛时，不要逃跑，除非你看见有人来偷，否则逃跑的话基本就是死路一条。运用技巧。\n四、回血。食物或血瓶。如果吃食物要时间的话，千万不要战斗时进食。但是如果不需要进食时间，那么稍微远一点就可以进食了，这个时候就要手速。\n五、学会卡地形——这是基本道理，这点看上面那楼。如果有职业的话，不同的地形适合不同的职业。把人打下岩浆什么的。\n六、调整装备。请确保附近没人，即使是挂机的，因此我建议你把E键改成远一点的键，免得战斗时不小心按到。\n七、学会结盟——这点不要问我为什么，不过最好是确保实力和人品以后再结盟——就是你一个人打完几场以后看中谁选谁，另外要找活跃的。另外可以装作互相战斗的样子引人来偷，然后你懂的。\n这就是猥琐流"
        },
        {
            "author": "luojiarui",
            "timestamp": 1453973880,
            "txt_content": "多看视频，还有打PVP时记得要和喷油组队~"
        },
        {
            "author": "754046152",
            "timestamp": 1453999680,
            "txt_content": "要有一颗中二的心，以及反复的联系"
        },
        {
            "author": "ttjk2002",
            "timestamp": 1454111460,
            "txt_content": "ybb 发表于 2016-1-28 13:32\n键位：我是一号位雪球二号位主武器，三号位方块四号位弓，五号位水桶，九号位小黑眼或者金苹果。随时拿着主 ...\n论坛内加好友私聊"
        }
    ]
}