{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第二十五节",
    "author": "2B与mc的故事",
    "replyCount": 6,
    "timestamp": 1453984620,
    "txt_content": "        一阵微风拂过，村子里的黑雾微微涌动起来。\n\n        黑雾之源处于平原的边缘，自然也会有一些平原的气候特征，这种毫无征兆的风就是其中之一。不过这风对黑雾的影响完全是微不足道的，就像是三岁的小孩妄想把一块脸盆一样大的木头吹飞——即使是起风了，村子里的黑雾也丝毫没有消退的迹象。\n\n        不幸中的万幸，今天的黑雾明显比昨天淡了不少，虽然看东西还是很模糊，但是至少能看见。因此，穹闪勉强能分辨出远处朦胧的两个对峙的人影。\n\n        “龙傲天，你就不会学聪明点。明明好不容易从这里逃出去了，就别再回来了，在外面自由自在地多逍遥啊！”远处依稀传来一个陌生的男人的声音，“可你偏要回来这里，天天都有危险，随时可能丧命啊！”\n\n        “啰嗦，还轮得到你这样的小杂碎来教训我？”这次是傲天的声音，“遇到问题就一直逃跑可不像我的风格。”\n\n        “杂碎？没错，我是杂碎，可是这里除了我这样的杂碎还有不少高手啊！你是有些本事，但是别以为自己有多了不起！”蒙面男人挑衅道，“不过是名字里有个‘龙’字，可别忘了，不论走到哪里，你都不过是一个……”\n\n        “闭嘴！！！”傲天的情绪忽然间激动起来。不知何时，他已经冲到了蒙面男子背后，把匕首架在了他的脖子上，“不要……再说了……”\n\n        “好好好，我不说了。我闭嘴！我投降！”蒙面男子说着随手把小刀扔在地上，“别激动，我只是开个玩笑。”\n\n        傲天并没有放手，只是把蒙面男人勒得更紧了，“我管你是不是开玩笑，自己找上门来就得认命！”\n\n        “这样吧，不如我们来谈一笔交易？”蒙面男子仍是一脸的淡定，不过可以压低了声音，这让穹闪他们几乎听不到谈话内容。“刚开始，我并不知道敌人是你，也根本没料到你会回来。不过我知道，我不是你的对手。我可比你聪明，不会白白送命。你放我一马，我可以给你指一条离开这里的捷径，这样你也可以省下后面的麻烦。当然，你得给我一点点的带路费……”\n\n        “我凭什么相信你？”傲天虽然把匕首收了回去，可仍然是一脸的警惕，“你不是那个混蛋手下的人吗？怎么会突然反过来帮我？”\n\n        蒙面男子捡起了地上的小刀，仔细把他们擦干净之后又轻轻插在腰带旁。\n\n        “这你可就误会了，我不是他手下的人，不与他的关系不过是雇佣与被雇用。只是为了钱，我没必要忠诚到把命豁出去。”蒙面男子悄悄解释道，“我们飞刀门办事，只求办妥。你只要在这里留下一小摊血，作为我干掉敌人的证明。上头的人不知道敌人是你，只会当做普通的造反，不会深究。完成了任务，我照样可以领报酬。除此之外，我还能保命，你也能安全离开村子，大家都能满意了，何乐而不为呢？”\n\n        听他的话不像是在说谎，这家伙说的确实有些道理。我也不想在这个村子里继续折腾了，越快离开越好。至于钱……灵曦那里还有不少，虽说他平时抠门，这次可是关乎性命的大事啊！应该没问题的。傲天心里盘算着。\n\n        “好吧，你要多少钱？”傲天开口了。\n\n        “你终于也学聪明了！”蒙面男人脸上笑开了花，虽然他的脸大部分都蒙在黑纱之下，“不贵，只要九块金锭就可以了。哦，如果您没零钱，直接给我一块金块我也是不会介意的。”\n\n        切，不贵？九块金锭！你以为我多有钱？不过我们这里倒真有一个富得拿不出零钱的大小姐，没关系的。\n\n        “合作愉快。”傲天说着往自己手臂上轻轻割下一刀，在原地留下一些血迹之后又用布包扎起来。他挥挥手示意蒙面男子跟上，接着径直朝穹闪他们的方向走去。蒙面男人则屁颠屁颠地跟了上去。\n\n\n--------------------分割线--------------------\n\n\n        天灵山脉，城门。\n\n        “真搞不懂这是哪个蠢才设计师的创意，在山中间摆一道城门？”城墙上，守城的士兵像往常一样发着牢骚，“敌人不是可以直接翻山进来吗，这道城门究竟有什么意义？还是说，这只是一道标志性的建筑？”\n\n        “觉得没意义的话，就不要守在这里啊！”他的身后传来一个低沉的声音。\n\n        “我也是这么想的。反正猛禽军团的旗子挂在这里，有哪个不要命的疯子敢闯进来？”士兵一遍闲聊着一边转过身，“真不知道那个将军是怎么想……”\n\n        可是他没有再说下去。因为他这才发现，身后那个魁梧的人影正是他的将军。\n\n        “我在想什么，你应该很清楚吧！”将军满脸的不高兴，“我非常讨厌偷懒的士兵和不执行命令的士兵！既然不想守在这里，那就滚吧！猛禽军团不需要这么懒散的家伙！”\n\n        那个士兵连着鞠躬道了几个“对不起”之后，害怕得直接从城墙上跳了下去，连滚带爬地离开了天灵山脉。\n\n        周围的士兵见状，手忙脚乱地站直了身子，赶紧全神贯注地继续自己的工作，不敢有露出丝毫破绽。\n\n        “将军，这样真的好吗？”跟在将军身后的士兵试探着问道，“因为你经常因为一点小事就赶人走，猛禽军团才人手不够的。”\n\n        “小事？小事迟早会变成大事！打仗靠的又不是人多，宁缺毋滥！我需要的是那少部分的精英！”将军答道，“这样懒散，不守纪律的军队成何体统？还怎么树立威信？！”\n\n        将军一谈到“纪律”二字就极其激动，甚至开始大声吼起来。\n\n        “算了，不扯这些老生常谈的话题了。”将军挥挥手，转过身去问道，“昨天我布置的事办的怎么样了？”\n\n        “将军，按您的吩咐，为了与大部队接应，我们已经派出三个中队的兵力往漠曦城的后方赶去。”跟在他身后的士兵答道，“不过似乎有一个奇怪的小村子挡在路上，是一个被称为‘黑雾之源’的小村落。需要绕路吗？”\n\n        “这种事情用得着问我？都说了自己长脑子！”将军不耐烦地扭头离开了，“一个小村子怕他什么？别耽误时间，直接铲平就好了。”\n\n        “是！我马上去传达！”士兵似乎找到了理由，赶紧小跑着离开了。确实，在将军身边呆的越久，风险就越大。将军则独自一人，缓缓踱回了他的房间。\n\n        在离城墙不远的山腰上，隐匿着两个靠在树干旁的人影。一个端着茶杯，一个提着酒壶。\n\n        “前辈，在我的印象中，从平曦之城到迷离谷，应该是会经过一个满是黑雾的村子。如果那孩子听懂了你的话，正往迷离谷赶去，他会不会有危险？”镜透过斑驳的叶影目睹了这一切。\n\n        “啥？隔这么远你怎么听清的？反正我是一个字也没听清。”酒鬼一边摆弄着他的酒壶，一边答道，“危险？那有什么不好？你不也是从一次次危险里摸爬滚打走到今天这一步的吗？年轻人，危险是块硬石头，有的人会因为他栽跟头，而有的人却可以弯下腰把它捡起来，然后在合适的时候把自己垫上一个新的高度。”\n\n        “也就是绊脚石和垫脚石。”镜若有所思地说道，“前辈说的话还是那么有哲理啊。”\n\n        “别扯什么哲理不哲理的，我听不懂。”酒鬼说着朝嘴里灌下一口酒，“总之，别瞎操心了。连这点危险都挺不过，你也别对他抱太大的期望了。”\n\n        夕阳西下。镜向黑雾之源的方向望了望，想着：没错，穹闪，你必须得挺过去。别担心，你可是被望月选中的人。你发现了吗？那把剑啊，到了晚上才能发挥出真正的力量呢……\n\n\n\n\n目录\n\n\n\n关于我这几天到哪去了……其实我一直在写文，然而这几天写完都忘了保存，于是重写了三遍……\n我终于知道对话流问题的根本原因是什么了。写下一节的时候试试看是不是真的是这样\n@bo_bo2001 @Donnies_Ming @guqu @xcc @恶魔-潇洒 ",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1453988760,
            "txt_content": "标题: 啊 本帖最后由 xcc 于 2016-1-28 21:47 编辑 \n望月\n这是个人名还是指望日看见的月亮（就是和朔月相对的那个）\n还有这里：\n“杂碎？没错，我是杂碎，可是这里除了我这样的杂碎还有不少高手啊！你是有些本事，但是别以为自己有多了不起！”蒙面男人挑衅道，“不过是名字里有个‘龙’字，可别忘了，不论走到哪里，你都不过是一个……”\n那个人是不是想说渣滓、虫豸、杂鱼、杂碎之类的话- -"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1453989300,
            "txt_content": "xcc 发表于 2016-1-28 21:46\n这是个人名还是指望日看见的月亮（就是和朔月相对的那个）\n还有这里：\n  \n望月是一把剑的名字，自己看前面\n第二个问题真心没看懂……能更通俗地复述一遍嘛（捂脸）"
        },
        {
            "author": "xcc",
            "timestamp": 1453989480,
            "txt_content": "2B与mc的故事 发表于 2016-1-28 21:55\n望月是一把剑的名字，自己看前面\n第二个问题真心没看懂……能更通俗地复述一遍嘛（捂脸） ...\n那个蒙面男挑衅龙傲天不是没说完么....\n他没说完的那一段是想嘲讽龙傲天渣滓、虫豸、杂鱼、杂碎之类的么............"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1454028840,
            "txt_content": "为什么叫  黑雾之源\n不叫  雾霾之源"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1454033340,
            "txt_content": "bo_bo2001 发表于 2016-1-29 08:54\n为什么叫  黑雾之源\n不叫  雾霾之源\n要知道，这个世界的工业还没出场呢"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1454038920,
            "txt_content": "xcc 发表于 2016-1-28 21:58\n那个蒙面男挑衅龙傲天不是没说完么....\n他没说完的那一段是想嘲讽龙傲天渣滓、虫豸、杂鱼、杂碎之类的么. ...\n哦，不是的\n因为傲天在这里有过一段黑历史，他曾是这里的**\n（咳咳，这就是后面的内容了，剧透了就不好玩了）"
        }
    ]
}