{
    "title": "<原创·连载·圣杯>空[第四十六章：沉寂][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1454054160,
    "txt_content": "空·第四十六章·沉寂\n\n\n正文\n\n\n\n    夜幕快要降临的时候，陈来了。看上去一脸的疲惫，身上披了一件和弗兰克一样的外衣。他出现在门口的时候纳尔正在睡觉，手上提了一个塑料袋，其中有空、弗兰克和他自己给纳尔买的东西，有些他都不知道能拿来干什么。    看见纳尔还在熟睡之中，陈也不愿打扰，他在出会议室后弗兰克就来了电话，把白天时在医院发生的事情一五一十地都告诉了他。对此陈也说不出什么，其实他不知道该说什么。他不知道当时弗兰克的心情是怎样的，弗兰克一向善于隐藏自己的真实情感不轻易流露于表面，他这一番话陈能说出很多种关于他此时心情的猜想。只可惜不知道哪个才是正确的。    纳尔醒来的时候正是午夜，陈懒散地靠在床边的椅子上，像是在睡觉。    窗外一片黯淡的蓝色，从树叶的缝隙中寥寥洒下来几缕月光。纳尔在听了弗兰克说的那些事情之后就觉得有什么地方很痛。也许是头，但这种痛他以前从未经历过，即使是睡觉也不能暂时免于它，在睡梦中还因为这种痛楚被噩梦缠身，不然也不会一直睡到午夜。    赫尔斯打进他腿里的子弹已经被取出来了，但仍然不能下地走路。他坐起身，拿起放在床头的报告，虽然只是一颗子弹，但是伤的也不轻。暂时要依靠轮椅和双拐来行走。这样又回到以前了，只是不知道如今帮他推轮椅的人是谁。还是说，只能撑着双拐走路。    弗兰克说，他的任务是来杀人。其实他很清楚，save必定不是什么正经的组织，连杀个人都要找看起来与之毫不相干的人来做。既然如此，纳尔杀人就和杀人犯无异，即使他杀的人，本来就应该被杀。save里高智商人才应该不少，稍微一想就知道，如果纳尔真的被抓走进行审讯，没多长时间就会说出自己知道的一切。对此，save一定会在任务完成后找机会干掉他。    本来，死亡是对他最好的解脱，最大的恩赐。但是现在，他不想死。不能因为别人利用过他，他对于利用者来说再没有价值，所以人叫他去死他就要死。即使他不是为自己而活，他也不能因此而心甘情愿被杀。他要活下去，要活的好好的，让人知道他纳尔·多罗斯不是任人宰割的羔羊。    但是，他有这个想法却做不到这一点。长年累月的坐在研究室里，终日埋头记笔记做实验从不外出锻炼，自从上次车祸后他的双腿就已经不如从前，虽然经过萧黎那一番折腾身手变得敏捷，但那显然不是来自他自己的东西。如今被赫尔斯开枪打中一次，这腿以后可能就废了，叫他日后变成一个彻头彻尾的瘸子。    有人能帮他，弗兰克虽然身份不明，但应该是站在自己一边的，否则不会告诉他任务的事。陈是弗兰克派来保护他的人，也不会有什么大问题。空最近见得少不假，但纳尔心里相信空不是什么坏人。萧黎一直目的不明，可是弗兰克看起来还是信任他。有四个人，他能够信任的人只有四个。赫尔斯这次的攻击更加重了纳尔对他的疑心，也许他真的像弗兰克和空说的那样，不是一个可信之人。    “陈，”纳尔低着头，他知道这种时候陈不会真的睡着，只是闭着眼休息，他叫一声一定会醒的，“弗兰克说我的任务是杀人，那你，知道为什么偏要让我来杀吗。”    陈听见声音便立刻坐直了身子，在系好外衣的纽扣后才开口：“其实这事……本来没有决定是谁。”陈站起身走到窗前，看着窗外的树，“到底是谁来杀，取决于是谁，见到了空。”    “空？”    等等，说到空，纳尔确实想起来了。他和空的相遇确实是有些可疑，之所以进到那个研究所是因为诺迪斯受到的那幅画，根据后来收到的那个晶体来看，是有人出于什么目的才故意寄给诺迪斯，但纳尔也恰好接受了诺迪斯的邀请一起研究画的含义。现在看来，这场相遇的确是意外。也因为这个意外，纳尔才被迫担起了这个杀人的使命。    “安德他们……最近有没有针对这个任务说起什么。”    “这个我不清楚，你要知道我不是核心人员，这种事情即便说起什么，也没我的份。不过……我知道安德为什么会取消计划。”    “为什么？”    “在你来到U国后就一直处于被监视的状态，当然被监视的不只是你的身体状况和人身安全，塞拉一事纯属意外，因为安德没料到塞拉会是卧底。你的精神状态也处于被监视的状态之下，安德之所以取消计划，是因为他发现你近期精神都极度不稳定。虽然外表看起来风平浪静毫无异常，不过是个人都知道，你经历了这些事，精神稳定才叫不正常。安德担心你执行任务过后会失控难以处置，所以暂时取消了计划。”    纳尔点点头，他沉思了片刻，“陈，我知道你是save的成员，但如果我说，我为了活下去而不得不去反抗安德对我命运的安排，你会帮助我吗。”    “会。弗兰克白天告诉你这些的目的不是叫你明确自己杀人的任务，而是希望你能有反抗的觉悟。别的，我不敢说太多，但弗兰克是真正希望你能够活下去的。”    弗兰克……身边每件能够让自己的心温暖舒适一些的事都与他有关，陈是他派来的，关心自己的人是他，为萧黎失误而生气的人是他，冒雨送自己去医院的人也是他。纳尔不明白，自己与弗兰克的关系完全属于陌生人，初次见面弗兰克就对他不是很生疏。而且……他的声音虽然低沉嘶哑，但是纳尔越听越是感觉这声音不是他原有的，很显然是受过什么创伤。也许，是自己以前见过的人。    “陈，明天带我出院。”\n\n返回索引帖\n\n\n@sam3737 @xcc @冥王星人 @恶魔-潇洒 \n",
    "replies": [
        {
            "author": "2263026",
            "timestamp": 1454245740,
            "txt_content": "表示楼主加油{:10_513:}"
        }
    ]
}