{
    "title": "<原创-连载> 《格式化》 第四章 作者：Warning_lzm",
    "author": "Warning_lzm",
    "replyCount": 5,
    "timestamp": 1454053140,
    "txt_content": " 本帖最后由 Warning_lzm 于 2016-1-29 15:41 编辑 \n\n                                                                          《格式化》\n                                             第四章 为了生存而战！\n      凌研顺着自己的脖子看过去，差点没吓晕过去，因为一只箭正直直的插在自己喉咙处，瞬间毛孔里渗出了冷汗。可是却惊奇地发现自己除了受到了惊吓以外，并无疼痛感。于是想起了自己刚刚手卡在方块里的事，接着本能的向箭的反方向看去，之间在远处的树下，昏暗之中有一个显眼的白色身影在晃动，还能听到咔吧咔吧骨头相撞的声音，很明显这是敌人，眼看着敌人越走越近，自己手无寸铁只好先躲避了，可是怎么躲？正当苦恼的挠头的时候，他想起了自己口袋里的小方块。  \n         怎么关键时刻掉链子？！方块卡在裤子里了，拿不出来啊，于是他们的用力把口袋撕裂，从口袋里抽出来一大把土方块，迅速的拍在自己和白色的靠近的身影之间的空地上，然后有把自己围了起来，只留了一面作为出口。寂静的夜晚里仿佛能听见自己砰砰的心跳，和那一点点逼近的咔吧咔吧声。终于他看到墙边上露出来一截灰白色的长方块的手，每一根神经都绷得紧得作响，血液的流动声如江河翻涌的声音一般在自己脑海里回荡，终于他看到一个灰白色的头探了出来，于是用尽全身的力气拿一个已经复原成了原大小的土方跨狠狠地砸了下去，仿佛要把平生的力气都用尽一样.duang的一声，灰白色的家伙变成了一股刺激性气味的白烟，消失在了自己眼前。凌研长出一口气，才发现自己原来在这个新的世界里是多么的弱小，还有刚刚那股强烈的爆炸，或许自己要再往前走一步就殒命了啊，当时是无知才不觉得害怕，现在想起来不禁吓出一身冷汗。\n      突然觉得自己对这个世界一无所知，可是该如何去探索呢？难道拿自己的小命开玩笑吗，当然不是，自己还要找出陈敏被害的真相呢，而且，她似乎并没有死去。凌研想到了刚刚砸到自己的那本神秘的方块书，赶忙跑向那片草地，可是等他找到书的时候，却发现一半已经浸泡在水坑里了，于是赶忙将书拿起在自己身上擦干，翻开了第一页。凌研惊奇的发现上面的字是荧光的，就算是在漆黑的夜里也能清楚的看到。\n      书名是min**%#￥，整本书只有一半能看得清楚，翻开扉页，上面赫然印着那个神秘的散发着蓝光的草方块，还散发着淡淡的蓝光，凌研越发觉得这本书不简单，或许能帮到自己，于是满怀好奇的翻开第二页，上面画着一个个大小相同的方块，但都是灰暗的，并没有发出荧光，但特殊的是第二行有一个土方块发着微弱的光芒。“这是？图鉴？！”，凌研自言自语道，一边说着向后翻去，展开了一幅图片，上面画着一副白天的图画和黑夜的图画。白天里一切都很安宁的样子，上面画着一系列灰暗的自己从没见过的生物，而黑夜里则是一副紧张的图画，上面也是一片灰暗的生物，但有一个灰白色的骷髅闪烁着淡淡的荧光。越发觉得这本书珍贵的他想翻开下一页，却发现无论怎么样用力，那页纸仿佛有千斤之重，就是丝毫不动。无奈的他放下了书，瘫坐在地上，拔起身旁的草垫在一起做个枕头，想休息一会儿，毕竟经历了这么多早已经身心疲惫不堪了再也顾不上是否安全，就这样昏昏的睡去了\n      清晨的阳光带着暖意照在了那片树龄上，还在睡梦中的凌研手腕上传来一阵震动感，吓得凌研瞬间惊醒，原来是自己手表的震动闹铃，接着却发现了一件很不正常的事情，自己的iwatch手表没有被格式化！他用手轻轻的抚摸着那久违的圆滑感，那或许是这个世界唯一的圆滑质物品了吧，凌研小心地把它收入自己的口袋里，捡起扔在一旁的书，却把它吓了一跳——昨天还灰暗的第四行的一个图标亮了，是几束绿色的小草，于是凌研好像死刑犯得到了赦免，兴奋的去收集每一种自己没见过的方块。\n      渐渐地方块一个个的点亮，仿佛一个迷路的孩子找到了回家的路终于有了目标。可是凌研也遇到了一个棘手的麻烦，第一行有一种灰色的方块根本在附近找不到啊。苦恼的四仰八叉的躺在地上，想休息一会儿，可是突然耳畔传来“哼”的一声，本以为是自己幻听，却发现是真实存在的,这个声音还游荡在四周，\"哼\",想起昨天诡异的咔吧咔吧声，凌研吓出一身冷汗来。\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1454053620,
            "txt_content": "有些地方有错别字，题目可以用居中= =分段不大好，大堆的文字凑在一起看起来不是特别的美观。细节描写还是不够细致，连词的使用也有些奇怪。"
        },
        {
            "author": "Warning_lzm",
            "timestamp": 1454421600,
            "txt_content": "楼主没有弃坑，楼主没有弃坑，楼主没有弃坑！楼主这几天腰疼，现在来填坑，大家不要急啊！"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1454422200,
            "txt_content": "还行吧，细节描写有点不足。\n战斗部分有点偷懒的意思。特别是那声duang\n还有那个书名是min**%#￥\n明显的不认真。\n整体有点随大流。（打怪刷级的形式）\n建议发展点别的"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1454492460,
            "txt_content": "好吧，虽然你填坑的精神不错，不过填得并不比以前那个开头好。"
        },
        {
            "author": "Ling_Haner",
            "timestamp": 1454563560,
            "txt_content": "不错哦owo 楼主加油"
        }
    ]
}