{
    "title": "<原创·连载>方块战争[第二十二章：冰与火的考验（下-A）][小怕]",
    "author": "一个游荡的JJ怪",
    "replyCount": 2,
    "timestamp": 1454061720,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2016-1-29 20:19 编辑 \n\n冰与火的考验（下-A）外部时间：第六天 6：45(Locked）距离敌人进攻还剩1小时45分钟（Locked）浩劫时间：18：42合金0-4  寒霜月灵帝国 月御城/无名雨林---------------------------------------------------------------      转眼间，日薄西山，夕阳的余晖拉长了试验基地的影子，显得十分美丽。但是，一丝紧张的气氛扭曲了这份静谧美。      这是一个占地面积极大的地方，处在相对的制高点上，几乎可以俯视周围的全部地形。基地共有A、B、C、D四个入口，每个入口派了两名士兵站岗放哨，城楼上也有不断巡逻的士兵。来往的运输车辆在平常必须经过这几个地方，而且要经过严密的排查，所以安全性是极高的。基地分为外区和内区两部分，外区是一般性人员日常作息和装备储存的地方，而内区是实验人员的专门区域，不仅物资供应与外区分开，由D入口专门配送，人员之间也是不进行流通的，仅靠通讯系统单方向联系。在试验基地里，最重要的是内区中的核心——实验区，负责实验坦克的研发和测试，没有相应权限的人根本不能靠近，属防卫力量最为强大的地方。试验区的人员都是特别审核过的，所以想要在这里安插内线几乎是不可能的。每天，实验区里都会传来声声炮响以及浓浓的硝烟，这也是外面人对实验坦克的全部了解。     “嘿，兄弟。你说说这里面到底是什么东西，这么厉害。”A入口的一名岗哨向另一位说道。      第二个人摆了摆手，苦笑道：“我们也就配做些看门的活，去哪儿知道呢？更何况连我们的上级都是毫不知情，说也是白说。”      没错，这些岗哨是处于整个体系中最低等的那一环，自然无从知晓。像他们这样的人，连外区的高级部分都是无权进入的。      起初说话的人跟着叹了口气，续道：“对了，最近好像这车辆来往进出频繁了不少，脸上凶声恶煞的，是不是要做什么呀。”      第二人点了点头：“其他地方的兄弟也提起过，听说里面全是荷枪实弹的人，直接拉往内区了，一路上没人赶拦下来排查，咱们队长见了他们也得点头哈腰的，确实不像正常情况。”      第一人看了看远处，叹道：“总感觉要发生些什么，就在今晚。”      ......      远处的山坡上，覆盖着浓密的植被。重重树影之下，隐藏着四个人的身影。      几个小时过去了，寒霜带领四人转移至基地侧后方的一处高地——唯一可以直接观察基地内部的地方。期间，寒霜带领在格林奇他们的指导下，使用作战平台的地图测绘功能，成功获得了附近地形的资料，找到了这个好地方。原来，作战平台自身的电源是可以自给自足的，仅在进行复杂运算时需要额外补充。为了消耗尽可能小，寒霜选择牺牲测绘范围和精度，终于赶在黑夜来临前完成测绘。看来，这作战平台的使用技巧还真是不少，有时间真需要琢磨琢磨。      与此同时，新任务也出现了。任务很简单，但只是简单在内容上——“摧毁或瘫痪实验坦克”，要着手实施起却是有些无从下手。先不说对方兵精粮足，严阵以待，就光是己方四人这四条枪本就难有大作为。看来，这一点技能点并非唾手可得，没有足够的胆识和智慧是做不到。     “塔克。”寒霜拍了拍塔克的肩膀，“离日落还有多长时间？”      塔克看了看手表，又抬头望了望天，答道：“没多久了。如果不出意外，我们还得再潜伏一阵。”     “嗯。全员注意，准备行动。”寒霜说道。他的眼神中除了一丝兴奋，还有一丝担忧。      一路上，寒霜已经制定好了作战计划。夜间进行破袭，才是渗透进攻的核心。寒霜带领着米哈伊尔组成突击组，塔克和格林奇组成佯攻组。佯攻组在一侧入口首先制造混乱，然后突击组伺机从较脆弱的一方进入，尽量寻找机会击毁坦克。特别的，睡魔可以提供一次炮火支援为佯攻组打开门面，创造前进条件，毕竟山坡离这里还是有一段距离的。      至于为什么选择米哈伊尔，寒霜也是有考量的。首先，他们三人都没有反坦克装备，而米哈伊尔有，无论如何这至少都是一种对装甲的威胁。其次，寒霜想要检验一下这位新伙伴，看看他到底有几斤几两，有何过人之处。而塔克和格林奇寒霜已是知根知底，再加之塔克的机枪火力有利于压制，派他们佯攻再好不过。      太阳本已是行将就木之势，只是一阵，明月西升，正式宣布黑夜的到来。     “各单位注意，准......”寒霜正要下达行动命令之时，数声巨响突然同时发出，让他不得不停下来。      朝向外部的A、B、C三个入口同时遭受炮击，与他们一样埋伏在周围的人就那么凭空出现，毫无征兆地展开了目的明确的进攻，而且是强攻。      寒霜拿起望远镜，大致观察了下情况，口中念念有词道：“咦？这些人来得可真是时候。”     “怎么了，寒霜？”塔克围上来问道。      寒霜把望远镜递给塔克，说：“你看，这些人的服装和我们一样，而且我们之间的目的也极有可能是相同的，现在是一个趁乱出发的好时机。”      四人嗯了一声，开始随着寒霜前进，但由于局面混乱，原定计划作废，改为随机应变。      激战仍在持续，那神秘势力已经突破B入口，成功占领B区控制权，与此同时，A、C两入口也是瓮中之鳖，即将攻占。但是，这毕竟是个防守严密的基地，内部工事坚固，那些人想深入渐渐变得困难，随着内区守卫部队的出动，伤亡不可避免的出现，双方进入拉锯战，这是一场硬仗。同时，基地防御的全面调动，也露出了一些破绽。      一路上，寒霜他们沿着外围抵近，偶尔遇上防御部队，大多解决掉了，由于是外区的守军，所以还是比较容易对付的。      当他们到达A入口附近时，一阵恍惚突然袭上寒霜心头，接着就是一道白光闪过，视线虚幻模糊，他最后只感觉到他倒在了地上，     “无人机上线，转接图像，无人机控制许可。”      睡魔适时放出无人机，此时也正是需要侦查的时候。无人机需要寒霜来操作，但他自己的精神力量还不足以支持他双线作战，所以只好暂时切断他与身体的联系，这种情况待他的精神力量强大后，就可以避免。米哈伊尔背起寒霜隐蔽在一丛灌木中，由塔克和格林奇接替行动。      了解清情况后，寒霜开始熟悉无人机操作，如果他没有记错的话，控制核心大概就是这么一个工作原理，只是抽取的是冰弓的能量罢了，现在有机会先体验一下实在是太好了。     “这东西太赞了！”这是寒霜使用后的第一感觉，那种如臂使指的灵活和自由翱翔天际的畅快，让他忍不住大喊一声，尽管他不能。这样的操作体验让人想不到这还是一种机械，仿佛就是身体的一部分一般。      寒霜让无人机在基地上空开始巡航，切入红外模式观察地面情况，同时相位控阵雷达也开始工作，收集信号把敌军标记出来。很快，寒霜不复之前的喜悦，凝重的感觉不可遏制的涌上心头。     “这不可能！”寒霜暗叫一声，一丝前所未有的挫败感出现，一遍遍冲击着他的心理防线。他直至现在才真正认识到自己在做什么，那根本是以卵击石、飞蛾扑火，严密的安防配合严丝合缝，后备援军可谓源源不绝，他无论怎么想，都还是低估了眼前对手的实力。      再仔细观察下去，寒霜开始担忧，那些人显然只有一击之力，开头的炮击也只是虚张声势，待守军稳定后他们落入完全的下风，即将支持不住了。目前，A、C两地的兵力已经差不多消耗殆尽，剩余部队全部集结在了B区。         心头思绪万千，寒霜正在想一切可以解决问题的办法，不由得，他打起了那一块储备电池的注意，这或许是扭转局面的最佳途径。      退出无人机后，寒霜清醒了过来，他飞也似的打开作战平台，快速浏览着哪一样工具可以翻盘。但是，现在的局面很棘手。一方面，攻击性武器容易治标不治本，对方还有大量有生力量，一旦一次不成那就完全没有机会了。而且，B区那些人不排除是友军的可能，为了杀伤去使用大威力武器也是行不通的。另一方面，寒霜手头上只有一块储备电池，就算想使用些不一般的东西也是力不从心，唯有另辟蹊径才可解此危局。　　　最终，在一番精挑细选后，寒霜决定了，他选择EMP电磁脉冲飞弹。EMP虽然对人员的影响几乎可以忽略，但不要忘记，这里是哪里，是最新实验坦克的研究基地，部署着大量电子设备，而EMP的针对目标就是它们，只要瘫痪基地防御系统和电力系统，那么守军的实力就会大大削弱。并且，就寒霜之前的观察，内部守军的装备也大量依赖高科技，EMP也同样对这些人也会造成很大阻碍。但是，EMP也并非万能，如果有专门进行EMP防御，那么飞弹的效果就会大打折扣，祈祷这里没有做防范吧。总之，这是一步险棋，走对了就有无限优势，走错就再无还手之力。　　 在光屏上连点几下，他的储备电量清零，一团绿色烟雾升起在基地上空，从基地正中心徐徐飘散。　　 “卸下所有带电装备，包括瞄具。”寒霜下令道。他的心，此时已是紧张无比，不成功，便成仁！　　 全员集合在一起，并肩在一起，他们，静静等待着，等待着这一枚EMP飞弹的到来。　　 长长的尾焰划破天际，飞弹在夜空中闪亮无比，夺取了月亮的舞台，随后从高空下坠，越来越快，使人看上去就像一支利箭从天而降，在绿色烟雾上层起爆。　　 爆炸的声音并不大，也没有冲击波伴随，一道紫蓝色弧线从爆心沿辐射状扩散，仅仅持续了不到１秒，昙花一现，然后消逝在夜空中，仿佛从未来过，每个人只是感觉一道温暖的风吹拂在脸上而已。　　 就这样，EMP弹结束了它的使命。但是，连锁反应，才刚刚开始。     “呲~~~~~”电火花噼啪作响，然后一声声爆裂随之传来。     “Boom！”第一声爆炸传来，接着又是几声。     “滴滴滴滴滴....biu~”警报声响遍全基地但马上又停歇。     第一盏灯熄灭，第二盏灯熄灭，无数盏灯熄灭。     黑暗瞬间降临，只有天上的明月不变，兢兢业业地提供微弱的照明，似乎要看清下面发生着什么。除此之外，就是一些燃起的火苗，迎着风不屈的嚎叫着。     双方，没人不惊讶，包括寒霜他自己。     过去，现在，未来，从零开始。     夜，才真正到来。本章共3261个字---------------------------------------------------------------    2013-12-21，我的第一章就在我脑子一热的情况下写出来了。尽管摇摇晃晃，但我还是迈出了第一步。那时的我从未预想到我会写这么多，也不清楚之后会发生什么，总之是发出去了。感谢银狼大大在我初期的指导，帮我解决了许多问题，给我莫大的鼓励。我看着银狼大大中考，现在也轮到我了，让我来终结这段旅程吧。---------------------------------------------------------------上一章地址 索引贴地址\n---------------------------------------------------------------\n\n\n\n\nBlock War 3.jpg (51.88 KB, 下载次数: 2)\n\n下载附件\n\n2016-1-29 18:02 上传\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1454068980,
            "txt_content": "无人飞行机上线了\n\n我第一反应是使命召唤……\n\n写得比我好"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1454069940,
            "txt_content": "Donnies_Ming 发表于 2016-1-29 20:03\n无人飞行机上线了\n\n我第一反应是使命召唤……\n这的确是仿使命剧情的XD"
        }
    ]
}