{
    "title": "<原创·连载>《灵度》第一章",
    "author": "灵兽喵_Nix",
    "replyCount": 3,
    "timestamp": 1454063460,
    "txt_content": " 本帖最后由 灵兽喵_Nix 于 2016-1-29 23:42 编辑 \n\n要喷就喷吧QAQ反正我尽力了。\n正文：第一章 · 钊粼的忠诚之心地点：魔源矿洞  时间：陨灭纪元1000年       “叮~”一声冰块破裂的声音从魔源矿洞中传出来，紧接着这种声音越来越多。       “嗯？已经一千年了吗？时间过得还真快呢。”一个年轻人的声音从洞中传出。       “是啊，顺带一提，并不是所有人都成功度过了这段时间，我们皇族近卫军只剩下七人了。”一个相对年老的声音从洞中传出。“知道了，把所有人叫过来，我们出去吧。”       洞外此时正阳光明媚，可洞内就不一样了。因为一千年前对于矿物的需求很大，所以这个魔源矿洞长达十几公里，而他们正处于矿洞的最深处。       “这里真脏啊，蜘蛛网都这么大了。”“是啊是啊，估计这一千年来都没人来过。”队伍中开始出现抱怨的声音，但是他们没有发觉他们有一些队员已经消失了。此时，远处一些眼睛发着暗红色光芒的生物抛下几具尸体，跟了上去，那些被抛弃的尸体正是失踪队员的尸体。       “嗯？健财呢？他刚才不是走在后面的吗？”有一个人发现了异常。远处那红色的眼眸也更近了。“诶？建树也不见了。”人员失踪的数量越来越多。“不好了，我们原本十人，现在只剩下五个人了，已经有五个人失踪！”这个正在说话的人就是皇族近卫军的领导人，钊粼将军。“啊！”他的背后突然冲出了一只巨大的蜘蛛，一把咬住了他的胳膊。“咻——”一只箭从后面队员的手中射出来，干掉了那只蜘蛛。但紧接着更多的蜘蛛出现了，它们那发着暗红色光芒的眼睛紧紧地盯着眼前这一群闯入他们领地的人类，嘴里发出“嘶”的声音，好像下一秒钟就要上前去咬住属于自己的猎物。       “不管怎么样，保护国王要紧，剩下的队员斩开防御列阵！一定要保护好国王！”钊磷不顾自己的伤势，硬撑着和剩下的人一起施展了保护魔法。他们把一名年轻人围在中间，显然那就是他们的国王，也就是当年降魔国的领导人——灵。       但是依靠着几个人真的阻挡得了那么多的蜘蛛吗？答案很简单，不能。他们只支撑了几分钟，保护魔法就在蜘蛛的围攻中破碎了。       “国王，这里太危险了，我用传送魔法送您出去吧。”钊磷的魔法力并不强大，怎么可能用得起传送魔法呢。但是他拿出了一个小装置，当灵看到这个装置时，不禁愣了一下。       “这是……生命萃取器？不，你不能用这个！这个虽然能短时间内提高能力，但用了这个，你就算活下来，寿命也不会超过一年啊！”说着，他便想吧钊粼手中的生命萃取器抢过来。但是钊粼一个定身术把他定住了。       “国王，就算我不用这个，我也会被这群蜘蛛杀死的，我宁愿为了您而死，也不想被这一群怪物杀死。而且您是我们国家的希望，如果没了您，我们活着又有什么意义呢？我们看着您长大，知道您的能力，所以您一定要活着出去！”       说完，他按下了按钮，之间生命萃取器发出了绿光，钊粼整个人好像苍老了许多。接着一道金色光芒从他空着的那只手上飞出，笼罩在灵的身上。定身术也解除了，       “不！”一声怒吼从他的口中喊出来，钊粼不仅仅是他的下属，同时也相当于他的家人，以前出城玩都是由钊粼带着他出去玩的，他们的感情早已成为亲情。       但是他现在想做什么也不行了，传送术已经启动，没有办法中断，他周围的景色开始模糊，当一切再次变得清晰时，他发现自己已经来到了一片森林之中。       从矿洞出来后，他跪在草地上哭了一会，但立刻就整理好了自己的情绪，毕竟他不能辜负了钊粼对他的期望。他站起身，发现旁边有一个箱子。他打开箱子，发现箱子里边有一封信，几个即时型魔法触发器，还有一些生活用品以及一些魔法教科书，他从箱子里拿出那封信，信上写着的那个名字正是钊粼。他强忍着泪水开始阅读这封信。“尊敬的国王陛下，请原谅我无法在接下来的日子中继续保护您，但是您的安全对于我们来说永远是第一位，所以，死亡对于我们来说并不可怕，请您不要自责，忘掉我们的存在吧。这些是我们身上所有的东西，希望能够帮助您……  ” 看完这封信，灵原本已经停住的泪水，再次在他的脸颊上流淌。没想到这位将军如此看重自己，在死前还为自己这般着想。他决定好好地记住这位将军，他把自己的姓氏改为这位将军的姓氏，改名为“钊灵”。\n废话：大家就理解为我觉得名字有点中二就帮他改了个名顺便把他救了出来好了....顺带感谢错字提醒...\n\n字数：1589字",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1454064300,
            "txt_content": "远处一些眼睛发着暗红色光芒的生物抛下几句尸体\n几句尸体，错字了。\n“不管怎么样，保护国王要紧，剩下的队员斩开防御列阵！一定要保护好国王！”那就是他们的国王，也就是当年降魔国的领导人——灵\n国王是个菜鸟吗。"
        },
        {
            "author": "灵兽喵_Nix",
            "timestamp": 1454070420,
            "txt_content": "孤独秋叶 发表于 2016-1-29 18:45\n几句尸体，错字了。\n好吧，政治能力不等于实战能力呀233333"
        },
        {
            "author": "粮食与思想",
            "timestamp": 1454236860,
            "txt_content": "楼主继续努力吧"
        }
    ]
}