{
    "title": "<原创·连载·圣杯>《青色之风》[卷二·二]",
    "author": "zyj0807",
    "replyCount": 3,
    "timestamp": 1454126820,
    "txt_content": " 本帖最后由 zyj0807 于 2016-2-3 20:58 编辑 \n\n第二章\n\n　　江泽走出洞穴时，手上多出了一把石剑。\n\n　　在这片广袤不知边际的森林里生活了将近两年，他自然也是无师自通地学会了制作几类简陋的工具。不过也是比较的粗糙，毕竟人力有限，他也只是一个十一岁的小孩子罢了。\n\n　　是的，罢了。\n\n　   况且那把剑......与其说是剑，倒也只不过是一根形状有些类似的较短的石棒而已。\n\n　　十分简易，十分寒酸。\n\n　　阳光略有些刺眼，他朝四周看了看，随后认准了一个方向奔去。他要去寻找今天的食物。仅靠洞穴外种植的一些作物，是无法在这片森林中存活下去的。肉类也不易保存，他只能现抓现吃。\n\n　　很快他就在森林里找到了几只野兔。\n\n　　“就没有什么野鹿之类的吗？”他有些抱怨地嘀咕了几句，收敛了脚步声，悄无声息地靠近树下的几只野兔。\n\n　　森林里的这些动物，可不怎么友好。\n\n　　至少即便是野兔，见了人也会撒腿地跑。\n\n　　他将背后的剑握在了手里，一步步更加小心的走过去。\n\n　　离那野兔还有几丈的距离时，他的身子已经弯了下来，弓起了腰，全身肌肉紧绷，只待发力。\n\n　　下一步毫不犹豫地迈了出去。\n\n　　无声无息，可那只理她最近的兔子却仿佛察觉到了什么，自草间抬起头，就要望向这边。\n\n　　下一刻，江泽就要被发现。\n\n　　而他决计追不上逃跑的野兔。\n\n　　因此，他双腿猛地发力，如虎豹般扑了出去。\n\n　　几丈的距离转瞬即逝，他这么一跃，显然再无法遮掩自己。\n\n　　于是双双鲜红欲滴的眼望了过来，对对兔耳更是在刹那间完全竖了起来。\n\n　　被江泽盯上的那只兔子呆呆地看向了自己头顶那个饿狼般的身影。这才反应过来，一双后腿就要发力蹬出。\n\n　　可惜，到嘴的肉，江泽不会放开。\n\n　　他的右手轻而易举地擒住了野兔，左手高高举剑。\n\n　　一把表面坑坑洼洼，没有半点剑样的石剑在它布满惊恐的眼中迅速放大。\n\n　　于是“啪”的一声，这只野兔就被敲晕了过去。\n\n　　其余的野兔四散奔逃，江泽的目光又盯上了另一只还没跑远的。他右手接剑，紧紧盯着那只野兔。\n\n　　还挺胖的。\n\n　　那只兔子朝着一个大石块跑了过去，来到近前，它头一仰，身体微微往后倾了一点。\n\n　　后面那个人类太可怕了。它如是想到，只要跳高点，我就能逃离那个人类的魔爪了。\n\n　　江泽双眼一眯，双手握剑陡然一甩，石剑便被高高地甩了过去。\n\n　　兔子奋力一跃，竟是跃过了那块大石，还高出了几尺的高度。\n\n　　只可惜，石剑在空中划过一个优美的弧线，在江泽的注视中，稳稳地命中了在空中无处躲避的野兔。若是初来乍到，他还会震惊于这片森林里兔子的弹跳能力和灵敏程度。但是他已生活了将近两年，对这种现象习以为常。\n\n　　石剑被弹了下来，同时那兔子被撞的失去了平衡，竟是翻落了下来。\n\n　　呜啊？\n\n　　它以一种更加茫然的眼神看向视线里不断放大的石块。\n\n　　随后它落在大石上，滚落了下来。它甩甩头，眼中一片混沌。但旋即恢复了清明。掉下来了不要紧，只要再跳一下，就能逃脱了!\n\n　　它再度仰头，心中充满了无限的憧憬。又想回头留给江泽一个轻蔑的眼神。\n\n　　咦？那个人类呢？兔子疑惑不已。\n\n　　“啪——！”\n\n　　江泽心满意足地提着两只晕死过去的野兔往回走。\n\n　　今天收获不错啊，尤其是这只兔子。他看向了右手那只胖嘟嘟的野兔。肉质一定很好。\n\n　　走了片刻，他就看到了树丛后的洞窟。从外面看，依然是幽深无比，看不到尽头。但走到洞窟前空地的一瞬间，他的笑容凝固了。\n\n　　咻——\n\n　　两道破空声不分先后地响起。\n\n　　江泽只感到两手上一股劲力袭来，随后一个恍惚间，手上已是空无它物。\n\n　　他不可置信地看向身前洞窟的岩壁上，两只兔子分别被定在了两侧。\n\n　　银白的箭羽微微摇晃，在阳光下晃得江泽一阵恍惚。\n\n　　他不禁回头看去，心中突然萌生了一种奇异的悸动。\n\n　　仿若久远的呼唤，仿若天地的回响。\n\n　　苍木之上，白衣翩然。\n\n　　目录\n\n\n\n　@46241359 @xcc 所以只有我第一次是没蓝的是吧\n\n听说序章的伏笔要收了，我表示，坚决不收\n\n我决定在这一卷放真·男主\n\n\n\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1454127540,
            "txt_content": "一不留神，回车又摁多了hh\n我选择封印回车键。\nGG"
        },
        {
            "author": "冥王星人",
            "timestamp": 1454501820,
            "txt_content": "8岁多对于一个要自立而且自生的故事，实在太幼了，最少12岁左右吧\n小石块不用磨圆，河床下面有的是，另外显然你不懂磨圆需要多久\n眼瞳缩小那是什么特异功能？\n对这种生物没听说过跑过去砍的，都是用远程武器拜托\n\n后边看不下去了，每句都有槽点。。。"
        },
        {
            "author": "xcc",
            "timestamp": 1454568480,
            "txt_content": "虽然蓝了但我没接到新提醒"
        }
    ]
}