{
    "title": "<原创·连载·圣杯>终焉[第五章第三节][暮存]",
    "author": "xcc",
    "replyCount": 1,
    "timestamp": 1454129340,
    "txt_content": " 本帖最后由 xcc 于 2016-2-7 22:50 编辑 \n\n    事实上，格里斯并不算是遇上了“奇怪的家伙”。确切地说，是遇上了难缠而又奇怪的家伙。\n    但他本以为，在barrier组织附近根本不会遇上那些人。\n    还是先来说清楚什么是barrier，以及格里斯到达barrier及离开那里后发生的事。\n    barrier组织是负责塞特城防务的。\n    塞特城与其他七櫆城市不同的一点就在于塞特城的城市管理机构从来不会插手这座城市的防务，负责防务的是barrier组织，一个成员多、力量强、经济实力雄厚的组织。这个组织除了有时会向管理机构索要钱款作为经费或是其他的费用，并没有什么让管理机构烦心的地方。\n    而格里斯要去找的人，就是barrier的头目，周歌。\n    奚即墨在跟着格里斯去barrier总部的时候曾想象着周歌是个什么样的人。会是个满脸胡渣的彪形大汉还会是一个儒雅冷傲的青年？\n    这份幻想一直到奚即墨走到barrier总部的门口才结束。因为门口的一个身穿青色长衫的人说要把他们身上携带的武器收走。\n    格里斯把自己的长剑扔过去后跟那个人说了些什么，然后大摇大摆地走进门，轻车熟路地走上楼梯。奚即墨急忙跟上去，腹诽着这楼梯的台阶未免太高了吧。\n    也不知道在这台阶和矮凳一般高的楼梯上走了多久，终于到了顶层。偌大的大厅里只有一个封闭的房间，朴素的木门上刻着一个汉字——“周”。\n    这应该是那个什么周歌的办公室了吧。这么想着的奚即墨看着格里斯轻叩木门，并站在门前咳了一声。\n    门的另一边也传来敲门的笃笃声。格里斯退后一步，看着门被站在另一边的人拉开后点了点头，然后走进门。\n    奚即墨在原地愣了一会，然后急匆匆地走进门，抱歉地点点头，抬眼看到坐在方桌旁的木椅上的格里斯和一个褐发过肩的女子。\n    格里斯见奚即墨进来，指了指旁边的女子：“这位是周歌。”\n    奚即墨急忙鞠躬说道：“您好。”面色十分平静。然而她的内心早已混乱不堪，之前对于周歌形象的幻想通通破灭。她愣了一会后微微挪步，站在格里斯一旁，抬眼打量周歌。一顶警帽样的帽子扣在头上，几缕褐发垂在左眼前，双眼中是死水一般的平静。\n    看到那双眼中的死寂时，奚即墨默莫名打了个寒颤。话说格里斯叫她跟着过来是什么意思？让她一直站在这里当作摆设？\n    她打了个哈欠，然后静静听着格里斯和周歌的谈话。唔，他们好像在说星河的事——格里斯请求周歌调动barrier的武装力量去应付星河军队。但，周歌表示她不能相信格里斯所说的星河即将侵略七櫆一事是真的。\n    这时格里斯用胳膊肘轻轻戳了戳奚即墨。奚即墨打了个激灵，突然想起出发前格里斯往她口袋里塞了什么......\n    她把手伸进口袋，摸索到一个物事，粗糙的表面上伸出几根刺状物，形状有些像海螺。她朝格里斯轻轻点了点头，轻拿出那个物事，往方桌上微微一嗑。\n    这个海螺状的物事随即播放了一段录音—— \n    “喂，埃普西隆。这次行动的时候别忘带上昨晚给你的几个生成怪物的构建器。\n    “星河军队快到七櫆了，你也知道那些怪物是服从于星河的，到时候方便有个照应。哦对了，行动完后赶紧去塞特城,我们有人接应。\n    “哦对了，军队估计1个月后到，动作快点。”\n     这是从那天戈耿谷的通讯耳机中听到的一段话。此刻，它被七櫆特有的录音器再次释放，当初耳机那头的沉稳声音在此刻回响在不大的房间。\n    七櫆的录音器就是那个海螺样的物事。由于七櫆人没有能力修改编辑声音，所以所有被海螺收入的声音，再次播放出来时还是原来那番模样。它录下的声音是绝对真实的。 \n    周歌自是明白这一点。她低头想了想，片刻后抬头微笑道：“虽是证明了此时非编造的，但，你应明白，很多事是需要代价的。”她那被褐发微微遮盖的左眼中透出阴冷，脸上的笑容也变得刻意。\n    格里斯没有作声，又用胳膊肘戳了戳奚即墨。\n    哈？你出发前还给过我东西么？奚即墨腹诽道。但她回想片刻后，猛然发现，格里斯确实还给了她一个物事，看上去不像格里斯的东西，应是别人给他的。可是，她把这东西放哪了.....\n    她抓了抓别在腰上的一个小布囊，里面装着什么东西，她咬咬牙，伸手在布囊里摸到一块布样的东西。她想了想，然后冷汗直冒地把那玩意拿出来—— 但愿不会是什么抹布.....\n    是一段蓝色的绸缎，淡蓝色的光浮动在上，若隐若现，上面还有用金线缝成的一条翻动的蛟龙。\n    格里斯从即墨手中猛地抽走绸缎，脸上缓缓现出微笑。他点点头，对周歌说：\n    “塞特城一别，已六年矣。”\n    周歌接过绸缎，怔怔地看着上面绣着的蛟龙，看得出神。\n    “可记得当初你曾说过，来日以此物为证......”\n    他未说完，周歌便抬起头说道：“明天你会看到barrier的人准备防卫星河的。” \n    格里斯鞠了一躬，说道，告辞。然后急匆匆地走了。奚即墨瞅了一眼那绸缎，也跟着走了。事实上，她还很想知道这个绸缎的故事，以及六年前发生的事。\n    她一出门，便看到格里斯站在距门口百米的地方，大声道，不要过来。\n    奚即墨心头一紧，难道这附近有危险？\n    这个念头刚冒出来，眼前便闪过一抹火红，从视野里擦过，最后停留在格里斯面前。\n    是一把红色的刀，挥舞起来就像是跳跃的火焰。持刀的人蒙着面，戴着红色镜片的护目镜，嘶哑的声音透过薄薄的黑布传出：“格里斯是吧......？”\n    格里斯不屑地耸耸肩，眼神和动作都在传达一个信息——就凭你？\n    持刀的人狠狠地跺了一脚，大吼：“就凭我！”格里斯还想冷笑，却感觉有什么东西抵着自己的腰。\n    从接触的面积来感觉，应该是枪。格里斯微微回头，看了看后面拿枪抵着自己的蒙面人，他刚想哼一声“有什么了不起”，却猛然发现，附近陆陆续续 跳出好多蒙面持枪者。他们的手臂上纹着一座座巨大的拱桥，看来是星河的人。他们的目标，应该是自己。 \n    他干涩地苦笑两下，这么多人，应付不了。\n    他低头思考着对策，蓦然听到奚即墨的叫喊：“你们这群星河派来的渣滓！”\n    格里斯一惊，这种挑衅，十有八九会招致那群家伙的愤怒， 无疑是在给自己一条死路。\n    但他随即释然了，因为他看到奚即墨脸上近乎凝固的苦笑。\n    这是在吸引火力。\n    星河的人通通转过头，瞅见奚即墨是在挑衅他们后，惊讶了一会，随即有几个人冲上前去。\n    这是个机会。\n    逃！\n    格里斯用尽力气猛地踹开前面那人，抽出长剑朝两边刺去。他尽全力奔跑，听到身后子弹射出的声音后愈发紧张，一颗颗子弹从身旁擦过，他脸上已是冷汗直流。\n    这时他一回头，看见身后涌起了鲸波巨浪。\n    格里斯微微一愣，片刻后双手颤抖起来，手中的剑咣当掉到地上。他扑通一声跪在地上，抓着剑柄，喃喃道，不。      \n     \n\n     上一节        索引      下一节 \n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1454151060,
            "txt_content": "\n\n@天阶 @恶魔-潇洒 @gggbbb @江米条@龙隐尘L  @MF_Mufeng ←我不信还不蓝\n@2575174857\n@lzs1234"
        }
    ]
}