{
    "title": "【原创·连载·圣杯】邪·第三章·禁闭 by小黄鸭",
    "author": "阿呆AK47",
    "replyCount": 2,
    "timestamp": 1454162160,
    "txt_content": " 本帖最后由 阿呆AK47 于 2016-2-14 16:20 编辑 \n\n邪\n第三章·禁闭\n废言\n   由于寒假来临，水树基本上是不会帮忙创作了。（不过大部分都是我在写）\n   首先@一下我新来的好基友@粮食与思想 这位从今天起也会在创作版发文了，不过文笔略渣，希望大家多多包涵。\n正文\n    血月悬浮在夜幕之中，猩红的月光撕破了村子的黑暗。阵阵躁动从这些破旧的木屋中传出。大批大批的鬼从自家房门里走出，聚集在坚如磐石的城墙之下。\n    建筑师联邦的守卫早已蓄势待发，拉满了弓，瞄准鬼的头部。\n    一名军官大手一挥，无数支箭像一只巨大的渔网，黑压压的一片，覆盖住了来势汹汹的鬼。诸多鬼的头部瞬间爆开。\n    月亮更红了。\n    此时，有一些鬼并未出村杀戮。除了威尔之类的首脑人物，还有一些弱小的家伙怯懦地躲藏在狭小的屋子里。萨肯也在其中。    四周黑乎乎的，只看见通红通红的双眼紧紧盯着大门。地上还有早已干涸的血迹。走一步，就会被将要腐烂的尸体绊倒。    布达拉站在门口，用身躯将唯一的光源阻断。“都到齐了，长官。一共1529名幼鬼。”一名秘书端着一本册子，报告道。    布达拉微笑着，这笑容有些扭曲，有些古怪。他背过身去，淡淡地留下了一句话：“记住，1529个。”    光明消失了。    周围的鬼开始窃窃私语，有的甚至打闹了起来。    一只猪人摇摇晃晃地爬起来，抄起一把木棍，嚷嚷道：“老子不爽！你们谁，让我出出气儿！”    萨肯躺在地上，因几夜未眠而疲惫不堪地趴在地上。    “哟呵，居然有人敢在我面前睡觉？第一个就揍你！”猪人一脚踹醒萨肯，揪着他的衣领，一把把他甩到墙边上，一棍砸在他肚子上。    萨肯喷了一口血。    猪人又快速上前，企图殴打萨肯，谁知，一个黑色光球飞来，在木棍上炸开，毁掉了半截，烧焦了一点。    猪人惊恐而又气愤地四处张望，咆哮着。看到一个可疑的鬼就打上一拳。    一只惨白的骨手握成拳，一记重拳打在猪人脸上，打碎了几颗牙齿，溅在地上。    这个骷髅与萨肯年纪相仿。他是骷髅族人，按理浑身雪白，但他的脸上有一大块黑色的部分，像是被墨水泼到一般。眼部的窟窿深深地凹陷进去，左眼还残旧着一些血液。脸颊因受伤而不是剥落骨头的碎片。他比萨肯瘦小，整个骨架像风化严重的雕塑，似乎摇摇欲坠。但刚才那一下，绝对力道十足。    猪人抹掉嘴边的血，丢掉木棍，冲到骷髅面前，一拳挥去。    骷髅冷笑一声，轻轻抬起左手，一道黑色屏障瞬间把他弹开。    “知道恶灵术吗？”骷髅嬉笑着。    恶灵术，萨肯在书上看到过。据说是鬼族开创出的一种威力巨大而又变幻莫测的法术。会消耗体内的亡灵之力，未修炼的鬼使一下就会瘫倒下来。而这个骷髅，连续使用两次，却连气都不喘一下，可见他有多厉害。    门砰地弹开，吓着了吃惊的猪人。    布达拉一脸严肃，死死地盯着猪人。一会儿，他快步上前，一把揪住猪人，重重地摔在地上。随后挥起重剑，使那方才嚣张的家伙身首异处。    他又留下一句“两个月”，离开了。    幼鬼们已经明白了什么意思——禁闭两个月。他们哆哆嗦嗦地躺在地上，昏昏沉沉地睡了下去。    黎明的太阳缓缓从山谷那边升起，照亮了整个村子。火辣辣的阳光钻过生锈的铁窗，将冰冷的地面晒得暖暖的，惊醒了沉睡的鬼。    一些大约六七岁的幼鬼依然死死地熟睡着，殊不知危险已经到来。年长的鬼意识到这一点，爬到了阴影之中。    渐渐地，幼鬼的身上燃起了熊熊的烈火，将他们烤得焦黑。    萨肯早在不知不觉中被骷髅拉到一旁，眼睁睁的看见这些刚萌芽的生命被活活烧死——尽管他们是异类。    他想上去救出一名，却被骷髅拦住。    一旁有个鬼忍不住了，冲去拉扯一名幼鬼，往阴影拖。谁知，那家伙也沾上了烈火。过不多久，又多出一具不忍直视的尸体。    萨肯瘫坐在地上。在这个可怕的世界，回归人类社会已成为泡影······    良久，囚室中传出一声呻吟。    一个肥头大耳的猪人在地上扭动，身上肥腻的赘肉贴在地上，恶心的油水流了出来：“布达拉还不送饭来？！”    “吵死了！”门突然开了，一支利箭射穿了猪人的头部，白色的脂肪流淌在地上，“这家伙就是午饭！”    萨肯在一旁强忍住恶心，转过身去。身边冒出悉悉索索的声响：他们要进餐了。    “这家伙的脂肪和蛋白质能提供必须的能量，让我们支持更久。”骷髅在一旁开导萨肯，“去吃点。别死在这。”    萨肯并不回答，睡了下去。    骷髅叹了口气，走近尸体，右手扯下一块肥肉，油水沾在他手上，“啪哒啪哒”滴在地上。他一口含住，咀嚼了几下便吞了下去。抹了抹嘴，又撕下一大块瘦肉，放在萨肯身边，离开了。    月亮再一次悬于夜空之中，整个村子静悄悄的。偶有喝得酩酊大醉的流浪汉经过，一会儿又消失了踪迹。    一个地方却吵吵嚷嚷。    是狱炎训练营。    有些鬼把猪人的几小片瘦肉当抽签，来选取明日谁当菜肴。有些直接粗暴地打了起来。一时间，咒骂声，哭啼声，砍杀声混在一起，传遍整个营地。    萨肯默默地躺着，望着夜空，思念那不知在何处的故乡。    但饥饿的问题让他头晕眼花，他只得抓起那块瘦肉，痛苦地送进口中。    突然，他浑身充满了力气。    鬼这种生物在极度饥饿时，一旦进食，就会暂时性增添很大的力量，目的是为了猎捕更多食物。所以当鬼不在饥饿时，力量便会大打折扣，性格也会理智许多。    萨肯喘着粗气，露出难以名状的笑容。    他那渴望的目光投向了对墙一个壮汉。    他迅速起身，推开嬉笑打闹的鬼，冲到壮汉前，把他高高举起来。    壮汉奋力地挣扎着，却被萨肯扭断了脖子。    萨肯贪婪地笑了起来，揪住壮汉疯狂扭动的舌头，使劲向外一拉。鲜血从他的口腔中喷涌而出，溅湿了萨肯的脸庞。    他舔掉嘴周围的血，把那根舌头送进嘴里······    鲜血流尽了，冰冷的尸体从手边轻轻滑落，摔到地上。    他呆若木鸡地杵在那儿，似乎想起了什么，一脚将尸体踢到对岸，血一路淌下，染红了一条道路。    突然，他身子一软，一个踉跄倒下，昏了过去。    夕阳西下，昏暗的日光洒满大地。枯死的树木渐渐裂开树皮，一棵鬼树就此消失。    在那狭小的禁闭室里，幼鬼们不再愿意挪动自己软弱无力的身躯，只能恍惚地坐在地上。    一束白光刺进脑中，驱逐了整片黑暗。白光散去，一朵艳丽的血花绽开，惊醒了萨肯。    头好疼······    记忆深处浮现了一些模糊的画面。浮于空中的大陆，金碧辉煌的圣殿，幽暗寂静的墓地，支离破碎的岛屿，高耸入云的黑塔，笨重凶猛的巨龙······    这是······什么？\n下章预告    是不是觉得骷髅和萨肯有基情？一边去！到第五章他都没露名字嘞！（但是骷髅是男二）不过下章主角真会认识一个朋友，还和他一个种族。另外，你们不会认为我下几章都得写禁闭的是吧？怎么可能！下章就释放了（我这是快进，毕竟一天到晚看他们互相吃来吃去的也没意思）        \n\n",
    "replies": [
        {
            "author": "粮食与思想",
            "timestamp": 1454236920,
            "txt_content": "叫我干嘛"
        },
        {
            "author": "阿呆AK47",
            "timestamp": 1454403120,
            "txt_content": "@46241359 我知道你没好好看对吧～\n里面都有错别字。。"
        }
    ]
}