{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第二十六节",
    "author": "2B与mc的故事",
    "replyCount": 3,
    "timestamp": 1454159040,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2016-1-31 20:02 编辑 \n\n        天空升起一弯新月。浓厚的乌云在月亮周围飘动，把它层层裹住，这让原本就微弱的月光若隐若现。不过，那也不一定是乌云，说不准是这里的黑雾飘到天上去了呢？穹闪想着。\n\n        穹闪一行人被许多个手持小刀的蒙面人包围，就像是月亮被乌云包围住了一样。\n\n        “小鬼，你还有心情看月亮？”其中一蒙面人问道，“还是说，你这是把脖子亮出来，等着我们砍断它？”\n\n        “龙傲天，这可怪不了我。交易最重要的是诚信。”之前遇到的那个蒙面男人开口了，“没钱，就用你的首级来换吧！”\n\n        事情变成这样原因很简单：灵曦不肯拿钱。\n\n        “早知道要钱，就别做这笔交易啊！我才不会把钱花到这么无聊的事情上呢！”他的这句话激怒了蒙面男人。下一秒，他对着天空怪叫几声——也许那是暗号——十几个跟他一样打扮的蒙面人就从四面八方悄无声息地赶来。之后，事情就变成现在这样了。\n\n        黑雾之源的视野原本就不好，加上现在到了晚上，几乎就没什么能看清的东西了。穹闪想着，闭上了眼睛。看来，完全不能依靠视觉了。\n\n        “喂，金毛，你待在原地死不了吧？”傲天拿出了手弩，一边说着一边装好了箭，“你应该还不是很熟悉这种战斗，就不要冲上来蛮干。留在原地保护好死肥婆和灵曦，这些人交给我。”\n\n        “嗯。”穹闪低声答应道，默默地从腰间抽出了剑。\n\n        “跟着你们俩一路上就没好事！就不能让我省点心吗？我只是一个弱女子，像这样隔几天就要遇到危险……”灵曦又开始抱怨道。\n\n        “闭嘴！还不是因为你舍不得那几个钱！”傲天的语气里满是不耐烦，“觉得危险就别乱跑，不然会招来更多麻烦！待在原地，一切交给金毛就好！”\n\n        随着一道沉重的跺脚声，傲天一跃而起。周围的蒙面人似乎也开始了行动。周围满是杂乱而又轻得难以察觉的脚步声。\n\n        穹闪没空担心傲天。他现在的唯一任务就是保护老板娘和灵曦的安全，必须全神贯注，注意周围的动静。\n\n        “咻！”\n\n       左边。穹闪立刻转身，用宽大的剑把飞来的小刀拍下了地。\n\n        “沙沙……”\n\n        这次是人来了。穹闪一口气冲了过去，剑光一闪，人头落地。\n\n        他紧闭着眼，在老板娘和灵曦周围灵活地窜来窜去。根据各种脚步声，呼吸声，以及从地面传来的微微震动，他渐渐能在脑海中绘出一副模糊的图像。他凭着这些微弱的感知和自己敏锐的直觉，一次又一次瓦解敌人的进攻。\n\n        灵曦完全不明白穹闪在干什么。在她看来，穹闪不过是自己在到处乱跑，对着什么也没有的黑雾挥剑。不过时不时的却能听见有人被砍中倒下的声音。\n\n        身手不错嘛。老板娘似乎能看懂穹闪的行动，默默赞叹着。这小子不过是一个外来人，却能在短短一天的时间里看懂并熟悉这里的战斗方法，潜力不可小觑。\n\n        如果说穹闪能通过视觉以外的其他感官，在脑中绘出敌人模糊的轮廓，那么相比之下，傲天则能清晰地感受到每个人的位置，移动方向，甚至拿的什么武器，通过什么方法攻击。\n\n        接下来他需要做的，仅仅是对准敌人，扣动扳机。不过就是几个会移动的标靶，毫无难度。\n\n        毫无疑问，傲天以压倒性的优势获得了胜利。十多个蒙面人全部被制服。\n\n        “切，不论多少个一起上都毫无意义。”傲天对着一个倒下的蒙面人问道，“你们那什么……‘飞刀门’里，就没有厉害点的角色吗？”\n\n        “果然……以前就听说，派出去抓龙傲天的刺客没有一个成功过。”蒙面人倒在地上喘息着答道，“不过没想到，这样也抓不住你，是我们轻敌了……但那并不意味着这就是我们的全部实力。你等着吧，一下子就少了十多个人，上头肯定会有所行动。你的好运就快到头了。”\n\n        傲天默默地走回穹闪身边，朝着村子外的方向指了指，说道：“浪费了这么多时间了，赶紧离开吧。我不想继续呆在这鬼地方了，而且，情况似乎不太妙。”\n\n        穹闪点点头，叫上灵曦正准备离开时，老板娘发话了：“等等，臭小子，你似乎有什么东西还没还给我吧？”\n\n        “都说了那本来就是琳先生留给我的东西！”傲天还是一口咬定，丝毫没有归还的意思。\n\n        “我也说过了，现在还不是给你的时候。”老板娘叉着腰说道，“等我真的能放心交给你的时候，我自然会给你。”\n\n        “那得等到猴年马月啊，死肥婆！我不管，我现在就要拿走！”傲天说着拔腿就跑。\n\n        “傲天，这到底是怎么回事？那些刺客又是为什么要来刺杀你？”穹闪叫住了傲天，插话道，“你一进村子就有太多反常举动，但是一直都不肯告诉我们原因，你究竟在隐瞒些什么？”\n\n        傲天无奈地叹了一口气：“所以都说了，只要马上离开这座村子，就不用再纠结这些……”\n\n        话说到一半，傲天忽然间停住了。他赶紧趴在地上，把耳朵贴紧地面仔细听了起来。\n\n        震动，很强烈的震动，用脚就能感觉到了，果然没错。这种时候不会是有地震什么的发生吧？如果不是，那朝着里走来的人数可不少啊，至少得有……好几百人。这些刺客的上司反应不会这么快，而且刺客也不可能这样成群结队风风火火地行动。这种整齐有力的脚步声听着更像是……军队？傲天想着，心中暗叫一声不好。\n\n        “又怎么了？”灵曦催促道，“有事就快说，你这忽然间趴在地上是想干什么？昨晚没睡好，现在累趴下了？”\n\n        “不好，是军队。现在跑还来得及，快点！”傲天立刻站了起来，脸上露出焦急的神色。\n\n        “我们为什么要怕军队？”穹闪问道，“我们既不是罪犯也不是什么大人物，军队不会莫名其妙地为难我们吧？而且据我所知，这里应该属于后方，不会有敌人的军队吧？”\n\n        “金毛，看来你是没到外面的世界来独自生存过，没经验啊！”傲天解释道，“第一，千万不要存有任何侥幸心理，一切都必须按最坏的可能打算。谁说就不会有敌人的军队？你之前不是说过猛禽军团都打到天灵山脉去了吗？第二，就算不是敌人的军队，不要以为自己就会没事。军队到村子里来会像强盗一样搜刮一番，然后抓几个壮丁去当兵啊！我们俩很危险！”\n\n        就在傲天刚刚迈出脚准备开始赶路的时候，一个魁梧的身影挡在了他面前。\n\n        “我再说一次，把东西还回来，不然我是不可能放你走的。”老板娘的语气里充满了愤怒，“我已经下定决心了！不还回来，就算是herobrine在追你我也不会让开的！”\n\n        “这可过分了啊，死肥婆！”傲天的眼神也开始凶恶起来。\n\n\n\n目录\n\n\n（今天我没废话了）\n@bo_bo2001 @Donnies_Ming @xcc @恶魔-潇洒 @46241359 \n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1454159760,
            "txt_content": "灵曦不肯拿钱好有槽点"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1454160600,
            "txt_content": "文笔不错（比我好→ - →）"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1455439440,
            "txt_content": "猴年马月也就快到了"
        }
    ]
}