{
    "title": "<原创·连载·圣杯> 圣杯之争 第四章 第二节 领悟",
    "author": "MF_Mufeng",
    "replyCount": 5,
    "timestamp": 1454235720,
    "txt_content": "       白小亮终于逃脱出了楠多的攻击范围，心中也是大大地松了一口气。       这楠多，真是那样的难缠么？白小亮心中暗叹一声，也是恨自己的实力不足，不足以和楠多抗衡。\n       眨眼间，白小亮凭借强大的风元素，已经来到了圣杯之地。刚一进入，他便感受到一股浓浓的死亡气息，正是从最中央的一个庞然大物中散发出来的。\n       那是什么？白小亮一惊，离近一看，是一团巨大的黑乎乎的东西，上面散发出阵阵的恶臭，整个东西仿佛被死气包围。\n       ——轰隆\n       那巨大的东西开始蠕动起来，身上发出浓烈的死气，令白小亮不得不后退。白小亮心中也是骇然。这世上能将他逼退的东西并不多，除了楠多那样的超级强者之外，这个世界上恐怕没有人能与他匹敌了。想到这里，白小亮心中一动：难道是另一个世界的？\n       那巨大的东西并不给白小亮思考的时间，几十条厚重的长条手飞快地向白小亮抓去。白小亮一惊，赶忙抽出天运棍，让火元素附在上面，用力地抽打那些触手。\n       那些触手很快便被浓郁的火元素烧了个精光。那团黑乎乎的东西似乎是愤怒地吼叫了一声，更多的黑色触手飞快地冲向白小亮。白小亮深吸口气，眼睛逐渐变成红色。他得到火神心丹后，不仅领悟到了那一个大范围的禁咒，同时也领悟到了一个单体攻击的禁咒。据里面的了解，这个禁咒可以击杀神级以下的所有生物，也算是单体攻击第一技了。\n       浓郁的火元素逐渐集中在白小亮头顶10米的地方，白小亮浑身的火元素也在欢呼雀跃地冲向那个聚集点。白小亮冷笑一声，沙哑的声音逐渐响起。\n       “禁·炎灭。”\n       别看这句咒语的字数少，却是火神的中级必杀。头上的火球凝聚得越来越大，逐渐让那巨大黑色生物感到了浓浓的恐惧。试问，一个半径超过5米的巨大火球呈现在你面前，你会怎么想呢？\n       “请等一下！”那个黑色的庞然大物恐惧地叫着，“你能放过我么？我不是属于这个世界的生物，我现在就走！”\n       “你怎么让我相信你呢？”白小亮淡淡地说道。他才不会轻易地放过这个怪物，毕竟，禁咒都已经凝聚完成了。\n       “我叫xcc！”那黑色生物惶恐地说道，“如果你有一天到达加露大陆，可以获得我的庇护。”黑色生物是真的怕了，禁咒，他也听说过，但也没有这么强悍的禁咒啊！\n       白小亮眼中一亮，强行催动那巨大的火球又凝回了自己的身体。可这样所付出的代价也是巨大的，他喷出一口逆血，身上的波动顿时减弱许多。\n       黑色生物看见那禁咒快速地消失，这才松了口气。他说道：“你估计就是想要这个吧，我给你。以后咱俩互不相干！”黑色生物说完，吐出了一个金色的东西。他又身体一扭，那庞大的身躯便化为一股黑气，消散不见。\n       等白小亮看清那金色的东西时，眼珠子差点掉下来。那金色的东西，不正是圣杯么？\n       白小亮捡起圣杯，心情大好地朝魔都的方向飞去，武神差不多也该到了。白小亮微微一笑。楠多，是时候决战了！\n       @2B与mc的故事 @恶魔·潇洒 @xcc @sam3737 @guqu @FHC红石 @普通HIM \n\n",
    "replies": [
        {
            "author": "粮食与思想",
            "timestamp": 1454235960,
            "txt_content": "还不错，加油。"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1454237940,
            "txt_content": "我喜欢你的头像=-="
        },
        {
            "author": "普通HIM",
            "timestamp": 1454244000,
            "txt_content": "顶...\n有进步233"
        },
        {
            "author": "shakar",
            "timestamp": 1454256300,
            "txt_content": "你的头像是自己做的吗QAQ"
        },
        {
            "author": "xcc",
            "timestamp": 1454287440,
            "txt_content": "我感觉你把我写得像个气体状神灵一样什么鬼"
        }
    ]
}