{
    "title": "这帖子是编辑用的草稿帖，请勿误会",
    "author": "snowclay",
    "replyCount": 0,
    "timestamp": 1454316840,
    "txt_content": " 本帖最后由 snowclay 于 2018-5-6 21:19 编辑 \n\n\n\n\n\n是砍着树，也想着天上掉钻石的日子,是在自家后院池塘边欣赏风景时的快乐是在捕捉宠物时，自己动作的搞笑,是看着自己宏伟的建筑而感到自豪是看着别人摧毁自己的建筑，而感到悲伤,是决定重新来过的勇气是早晨出门看见伙伴们在门口等你的感动这便是新手的快乐，也是大神的回忆,也就是原本MC的快乐也是孤独服内为纯净的生存模式，没有其他复杂的插件，氪金的玩法。这里将是初玩联机的朋友美好的回忆，这里将是看破红尘的老玩家的避风港。欢迎所有高素质爱好的MC的朋友加入，大家共同创建美好的世界！\n本服务器已运行一个月，目前稳定不卡，玩家素质良好服务器快捷指引：菜单快捷键：/c回城:/spawn妹子认证已开启认证奖励：[萌妹]称号货币：500源史诗级胸甲：凤凰之心\n*服务器规定*-服务器的规定很严格,我们致力于打造高素质的服务器，请认真阅读\n\n\n 1.禁止破坏服务器气氛，包括服务器中，以及服务器群中 2.禁止辱骂他人,即使你们是很好的朋友，也请文明用语 3.禁止和被封禁玩家同流合污，起哄等行为以封禁处理 4.禁止各种作弊器，包括作弊mod，作弊启动器，修改游戏源代码等\n例如:钓鱼mod，自动打怪mod，背包编辑器，透视，飞行，变速，灵活动作等我相信一般人是有判断能力的，如果不能判断请询问管理是否属于作弊类MOD 5.禁止各类通过bug作弊，若发现bug即使私信管理，按bug情况领取奖励 6.禁止在活动期间扰乱秩序，若参加活动就清遵守秩序，违者封禁处理 7.禁止任何形式的诈骗，破坏，恶意捣乱等行为\n①若不小心破坏请补上，材料自行解决，发现按恶意破坏处理②禁止伤害他人动物，违者前三次封禁一天，之后永久封禁处理③禁止偷窃他人财产，若在他人未允许情况下偷窃永久封禁注：也请做好保护设施，只处罚违规者，不进行补偿 8.禁止发放遗产/接受遗产，若不想玩就放弃账号，禁止破坏平衡 9.封禁玩家的资产没收处理，禁止转运，转移等，发现后封禁处理 10.禁止不文明，侮辱性建筑等。违者拆除+封禁处理。 11.禁止不科学的建筑，如一根柱子支撑一大个火柴盒，浮空城等\n不科学概念：不符合牛顿定律的，也禁止禁止一柱擎天行为。允许飞艇/战舰等类别的建筑，但必须要盖的像才可以 12.禁止玩家自行开服，在服务器中拉人，违者永久封禁\n\n\n\n*资源发布*\n客户端下载:暂无客户端制作中，但并不必须使用客户端。只要是1.8版本的MC输入地址即可直接进入！服务器地址:one.snomc.com备用地址:one.mengcraft.com:11833\n\n*服务器玩法* 1.纯净生存，设有随机传送，砍树插件，方便大家开荒\n\n\n 2.玩家能力系统，不断战斗！变得更强大！\n个人属性：\n\n自由加点：\n\n\n与附魔独立的等级系统：\n\n3.道具兑换，击杀各种怪物，收集道具来兑换强力道具！\n\n\n\n\n4.称号兑换，收集各种材料，兑换你的炫酷称号！可切换自己拥有的称号！\n不同其他服务器，我们的称号可以自主切换，一次兑换，永久使用！\n\n\n\n5.发红包系统，可以抢红包，也可以发红包给其他人！\n\n\n 6.副本系统，和朋友一起击杀怪物吧！\n\n\n\n\n6.商店系统，方便快捷的交易、收购系统\n\n\n\n7.超级地皮，每人一块64*64的超大地皮用于建筑，同时增加了多种新功能8.环球市场，主城设交易区，大家可以出售自己有的材料，购买没有的道具更多有趣玩法陆续添加中！\n*服务器光影截图*\n\n\n\n\n\n\n勇者之光\n图片暂留位[假装有图片]\n勇者之光服务器是一个多玩法的百人群组服务器我们也许不是人最多技术最好的服务器，但我们一定是最用心的服务器服务器不删档，不换周目，无影响玩家的城管OP，欢迎玩家永久定居我们拒绝作弊玩家，利用BUG获取不当利益的玩家，一经发现即刻封禁服务器采用双路E5-2670独立机，高防机房，保证玩家的游戏流畅稳定8小时一次整体备份，24小时一次异地备份，保证玩家的数据安全\n素质小服，今日第一次开测\n无需下载客户端，1.9-1.12直连\n网通IP: wt.12mc.cn 电信IP: dx.12mc.cn经测试..电信IP比较好用，网通IP经常姨妈所以不管是网是什么都推荐用电信IP服务器QQ群: 331078912\n\n\n",
    "replies": []
}