{
    "title": "[创作版2月活动]续写——被囚禁者",
    "author": "46241359",
    "replyCount": 13,
    "timestamp": 1454320980,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2016-4-3 17:05 编辑 \n\n创 作 版 月 活 动被囚禁者\n活动须知  【首次参与务必阅读】\n内容：*创作版月活动若无特殊情况为一月一次，主题或题目较难则两月一次。*除接龙外，大部分活动方式投稿时间为活动发布后三周内，四天评选，最后三天公布结果发放奖励。*活动设立参与奖，凡是参与且作品符合活动规定皆可获得3人气25金粒的参与奖。*活动类型为：续写、扩写、诗文、故事接龙、微型小说、元素剧本（即给出3~5个元素，利用已知元素构建一个完整故事）等等。*活动严令禁止抄袭行为，一经发现取消参赛资格并进行扣分处罚，严重者永封加晒尸一周。\n目的：旨在提升版块活跃度和提高会员的水平，促进会员与会员、版主之间的交流。\n\n流程：\n1.愿意参加活动的会员，每月到版块置顶活动帖内查看当月主题与活动材料，并阅读活动须知。\n2.按照活动主题的要求，写出参赛作品。\n3.当月活动截止日之前提交作品，提交方式为：\n      1）在本版发帖，分类为“创作活动”，前缀注明[XX月活动]。\n      2）若主题特殊（例如故事接龙或扩写），则在指定帖内回复即可。\n      3）帖子发布后，请将帖子链接回复至活动帖便于发放奖励\n4.月末3天，负责当月活动的版主会发布公告贴公布结果，并发放奖励。\n\n评选：\n*符合活动要求的作品，由本版版主以及擅长该方面的会员评定出优秀作品，给予相当的评分奖励。\n*当参赛人数较少时，则选出作品不超过参赛作品总数的30%。\n*凡未按照要求、严重偏离主题和纯粹应付的作品，均取消评选资格。\n*若因故超过截止日期，请第一时间联系版主并发布帖子，超出4日内可视为有效。\n\n周边创作版管理组保留活动条款最终解释权。\n\n\n\n此次活动为续写，开头题目为“被囚禁者”【题目有什么含义自己想去吧233】看过材料后在给出的结尾的基础上进行自由想象写出一个你心中所想的结局，并进行发帖，字数不得少于2000。\n\n\n活动材料\n\n\n      夜幕笼罩在这片已经被雪所覆盖的地面上，星辰在世界之外闪烁，一如既往散发着那些令人捉摸不透的光芒。寒风吹过，不但没有带走任何的寒意，反而让这世界更加的沉默。      这样的沉寂，让人不安，但也恰是对于某些人最好的安慰。      当万籁俱寂，便是你的死期。      他拖着疲惫的身体，漫步于这片苍茫的雪原中。留下的脚印不出几分钟就被新的风雪掩埋，没有谁知道他来过，他不希望人知道。他能做的，就是无言地背负着使命，完成它，然后深藏功与名，安静地看着那些一无所知的人们欢庆他用血与痛换来的和平。      现在使命完成，他却感觉到了从未感受过的孤独。背包里的那颗龙蛋变得很重，压得他喘不过气，他现在是真正的屠龙者，却远不及做一个普通人。龙死了，拿到龙蛋等于拿到了至高无上的荣耀与地位，他可以在家永享清福，却必须挂以守护者的名号不允许再踏出村庄半步，这样的结果，不是他想要的。      他甚至不想杀了那龙，死后灵魂脱离躯体去到任何自己想去的地方，不比终生囚禁在那无聊的村庄好得多么。可他不知道为什么竟会杀掉那被人形容成不可战胜的神话般的龙。紫色的血液喷溅了一身，原本洁净的锁链盔甲现在也沾上了紫色的液体，考虑到在这天寒地冻的环境里也许还能有点保暖作用，他这才没脱下来。      龙死了，世界恢复了，可他没有任何的改变。他不想回到村庄，不想交出龙蛋，成为村庄的守护者永永远远地被囚禁在村庄里直到他死。可他别无选择，他的亲人、好友都在村庄里，他做不到抛下他们独自离开。只因为他是个普通人，无法彻底摆脱亲情的束缚。他想，自己永远都不会忘记临走前人们看他的眼神，那不是在看一个勇者，而是在看一个祸害。那样的眼神仿佛在说：“看那，这个祸害终于要走了，大家快去摆酒席庆祝吧。”      这样让他心里很不安，显然，村庄里没人认为他能带着龙蛋回来，早就给他买好了棺材，为了纪念他这种自愿送死的精神随意造了个木人假装是尸体放进去然后埋在了哪座不知名的山上，真不知道当他们看见自己风尘仆仆的样子会是个什么表情。      他记得很清楚，自己是如何被托付上这毁他一生的任务的，那是个清晨，照常吃早饭。被称为“贤者”的男子突然破门而入叫他来自己的房子来谈话。进到房间后贤者便立刻切入正题，叫他去屠龙，不等他给出结果就滔滔不绝地为他介绍龙。      龙，终年歇息在末路，一身都是噩梦般的黑色，一双能叫人心智软弱的紫色眼睛。大过躯体的双翼能不费吹灰之力地将村庄中央的参天大树拦腰斩断，尖锐的利齿能撕碎一切，粗壮的尾扇起的气流能将人带到百里之外。龙能搅乱这世界的一切，唯有杀死它才能阻止混乱的产生。贤者叮嘱他务必将龙蛋带回，否则龙蛋几日后就会破壳产生新的龙。      就是这样一个似乎是只存在于神话里实际是真正存在的生物，被普通人杀死了。这无疑是本世纪最佳冷笑话。他想要，不是龙蛋，而是自由。也是因为自由所以整日看起来才是游手好闲，实际上他在村庄外自己有一块农田耕作，只可惜没人知道。      现在他要和自己的梦想挥手说拜拜了，满心的不甘，但对此也无能为力。      远处的灯光已经变得清晰了一些，村庄的距离正在渐渐变小。他身上全都是冰雪化成的冷水，冷得刺骨钻心。也许他现在往村庄走去是为了去接受那份本该就属于自己的荣耀，但对于他来说无疑相当于是上刑场，要给自己戴上枷锁，永远禁锢在这里。      时间过得太快，转眼间他就到了自家的门口。现在正值午夜，村庄的人们都在家中休息或者是忙着计划下一年的事情，没人记得半年前有个游手好闲的笨蛋被强制加上屠龙者的名号离开村庄的事。他想先和自己的家人说一声，等到第二日再说以后的事。抱着这个想法，他推开了门。      房内的景象让他呆住了，身体如刚才在风雪般僵硬。\n\n\n",
    "replies": [
        {
            "author": "椎名雪穗",
            "timestamp": 1454321160,
            "txt_content": "这材料你自己写的？"
        },
        {
            "author": "麦白",
            "timestamp": 1454321160,
            "txt_content": " 本帖最后由 麦白 于 2016-2-1 18:07 编辑 \n\n创作版 有月活动了 可怕"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1454321280,
            "txt_content": "辛苦了，写了这么多，最近好多板块有活动哟QAQ"
        },
        {
            "author": "xcc",
            "timestamp": 1454330700,
            "txt_content": "我要把贤者写死"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1454331480,
            "txt_content": " 本帖最后由 孤独秋叶 于 2016-2-2 22:48 编辑 \n\n· ID：孤独秋叶\n· 参加贰月活动\n· 帖子：莫以龙蛋论英雄\n· 链接：http://www.mcbbs.net/thread-550127-1-1.html"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1454662080,
            "txt_content": "作品：被遗忘者\n我来凑个热闹，顺便顶一下"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1454676780,
            "txt_content": "终于有活动了…今天才看到\n续写啊，等我先酝酿一下……"
        },
        {
            "author": "川龙族泽哥",
            "timestamp": 1454751060,
            "txt_content": "= =玩的就是文雅"
        },
        {
            "author": "WM2030",
            "timestamp": 1454860020,
            "txt_content": " 本帖最后由 WM2030 于 2016-2-8 00:17 编辑 \n\n网址：http://www.mcbbs.net/thread-553285-1-1.html\n作品名：WM的真实身份竟是……  开玩笑的啦~\n字数：word统计——2016！"
        },
        {
            "author": "lzs1234",
            "timestamp": 1454999520,
            "txt_content": "被囚禁者：北极和恶魔\n他们在监狱中过上了性福的生活"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1455536400,
            "txt_content": "作者：彼岸在望\n作品名：史诗荣誉\n发表日期：02.15.2016\n作品链接：http://www.mcbbs.net/thread-556910-1-1.html （求速审QAQ）"
        },
        {
            "author": "xcc",
            "timestamp": 1455796620,
            "txt_content": "作者：xcc\n链接如下\n[2月活动]【被囚禁者】—— 制人者受制于人\nhttp://www.mcbbs.net/thread-558504-1-1.html"
        },
        {
            "author": "名人才华",
            "timestamp": 1455806100,
            "txt_content": "http://www.mcbbs.net/forum.php?m ... p;extra=#pid9874155\n写完整个人不太好"
        }
    ]
}