{
    "title": "【原创-连载】【MC国】【第九章 LL歼灭战】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 2,
    "timestamp": 1454330700,
    "txt_content": " 本帖最后由 冥王星人 于 2016-2-3 16:59 编辑 \n\n　　     声明：\n　　     本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　     如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n\n　　“笨蛋海潮！”\n　　“哎！来嘞------”\n　　海潮小碎步快跑到索岚面前，眨巴着两只看不见什么睫毛的大眼睛，高兴的问：“干啥？”\n　　干你mei啊！！\n　　气气的用力合上火星人牌笔记本，狠狠瞪了海潮一眼。他当然不怕把屏幕弄碎，更想以同样力气去勒眼前跟班的脖子。\n　　“这就是你给我找来的LL资料？还号称‘千辛万苦’？”\n　　“没错，我招了两打黑客入侵帝国机密数据库弄来的。害得我花了一星期买早餐的钱，索岚你看我都为这事饿瘦了。”\n　　完后装出副楚楚可憎的样子，要从这辈子的老板那里博得一些同情。但他博得的其实是，索岚极力克制住没踹一脚在他脸上。\n　　“算吧，放你一马。话说回来，婼姆共和的人怎么还没到么？”\n　　说罢索岚伸长脖子望了望大厅正门，随后没精打采的叹了口气。\n\n　　四天了，整整四天了。\n　　为了剿灭LonelyLoner一伙恶党，三国动用了最精英的战力。原本索岚的名字只在军火供货商列表里出现，可这个不安分的家伙，为了叫自己隐居山林之前的记忆多一缕精彩回顾，耍尽各种手段竟然混进了前线队伍名单。\n　　此刻，他带着海潮、艾丽娅，随同一干混乱帝国派出的特工、枪械狂人、疯子科学家、改造人类等等，驻守进攻LL的阵地前线。\n　　不过四天过去，三晋联邦的人陆续到齐，就是不见婼姆的来临。\n\n　　劳资想见的是吊炸天的魔法师啊------！\n　　索岚内心的呐喊，没有人理解。\n　　他期盼的是有如RPG游戏里那般，战士（自己）、斗士（白痴海潮）、魔法师（艾丽娅），平衡且全技能的队伍，屠怪练级换装备打魔王（LonelyLoner）的精彩故事。一路上经各种触手高人指点，习得各种隐藏秘籍，拿到各种神秘武器。至终解锁全成就，再把集换式卡牌氪氪氪到底，收集全部聊天表情和个人资料背景的节奏。\n　　现在，却面对这个村那个城来的半吊子，三三两两各自为战。\n\n　　这怪不得三晋。联邦国嘛，就是一些小面积国家为了共同利益挂个名头，每个地区政府背后拨拉小算盘，能出四百来号人，算不错了。\n　　帝国倒是来的不少，一眼扫去不顶用的占了半数约一千人。\n　　那么，接下来只有依靠婼姆使出奇招怪式挽回面子。否则，索岚极为担心在LL丧病弃疗的强大攻势面前，三国联军将心不齐一败涂地。\n\n　　论魔法，艾丽娅很厉害了；论肌肉，渣渣海潮那边量产；论科技，索岚手里不缺。\n　　只是……\n　　索岚渴望的是新鲜的玩意，电影杜撰的奇妙世界，他已经腻了。\n　　假如能亲眼目睹不是特效渲染的顶级魔法，亲手摸摸四维口袋类似的术士长袍，亲耳听到到白胡子及脚面老法师的夸奖赞赏，亲嘴舔舔……（好吧最后这个没有……），那死也值了。\n\n　　“婼姆来了------”\n　　不知谁喊了声，在闲人聚集的大厅内引起不小骚动。\n　　所有人都停止手里嘴里胳肢窝里忙的事情，密切注意大门方向。某支摸鱼的三人战队也不例外。\n　　索岚感觉思维在减速，心跳在加快，体温在升高，血压在下降。他颤颤的扶住桌角站起来，不幸的是险些因缺氧而晕倒。\n\n　　婼姆到底，派来了多少世外高人？\n\n\n\n\n废言：\n哎呦我去！我自己终于要出场了！【PS：第一章那个不算正式出场！！】\n\n索引见签名。\n\n\n[groupid=1155]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "爱拍、小少",
            "timestamp": 1456301880,
            "txt_content": "就没人敢回复吗= ="
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1457167920,
            "txt_content": "论肌肉，渣渣海潮那边量产\n冥王你叫我干嘛"
        }
    ]
}