{
    "title": "[2月活动]【被囚禁者】 —— 莫以龙蛋论英雄",
    "author": "xcc",
    "replyCount": 9,
    "timestamp": 1454331180,
    "txt_content": "\n老王什么鬼",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1454331180,
            "txt_content": "标题: [2月活动]【被囚禁者】 —— 莫以龙蛋论英雄 本帖最后由 孤独秋叶 于 2016-2-2 22:46 编辑 \n\n\n\n\n诗篇版\n俱以闯末地，干翻万条龙、\n\n\n无限血汗泪，谁言末地宽、\n\n\n吾之归来日，家里谁还在？\n\n\n东边找老王，西去不复返、\n\n\n南处走张家，早以入洞房、\n\n\n兴尽晚回归，早以不知归路、\n\n\n谁道恶龙无在复，门前流水尚能西、\n\n\n孵个恶龙唱黄鸡。\n\n文章版\n开门一瞬间，他惊呆了，昔日家中已经惨无人影，家人都去哪了呢。\n\n\n  无所思，立即前往旧时好友老王家寻之便问，才得知老王也跟家人一起走了，便伤痛大极，他背着沉重的背包向亲戚老张家走去，这是一条小道，小道两旁均为人户，为了不惊扰其他居民，他悄悄前行，他能隐隐约约听到屋内有人再讨论着自己的事情。\n  “那个疯子？别说让他杀龙，杀狗都能被咬死哈哈啊哈哈” 这个人嘲笑的声音传到了他的耳朵，他握紧双拳，忍重前行，由于身上背着的龙蛋过重，装着龙蛋的背包两个肩绳已经开始断裂，他任然没有丝毫察觉，龙蛋中的龙在颤抖，他只是回头看了看，便继续前进。\n\n\n  走出这条阴森小道，能看到远处老张家已经熄了灯，便不在前行，他转身走向树林深处，由于身上铁链锁甲被脚下树枝刮到发出的阵阵摩擦声，使他的心情十分不愉快，他痛恨这些骂他名义的人，痛恨那些嘲笑他，侮辱他的人，他要发泄，他握紧了双拳...\n  “去你大爷的！”只听见他一声怒吼挥起拳头重重捶在一棵树干上，五秒过后...\n  “泥玛疼....” 两行眼泪从他脸颊划过，他曾经离开故乡，没来得及与家人告别至今还在思念着他的亲人们，走到一片被树林包围着的草地，抬头望着月亮仿佛看到了版主发的卡，仿佛看到母亲的微笑，仿佛，又看到了那痛恨人世间的心，他相信，鼓起勇气，坚定向前，奇迹一定会出现。\n\n\n  睁开双眼，以是黎明之际，他决定，回到故乡，告诉他们，老子把蛋扛回来了！\n\n\n  他再一次握紧了他的双拳，望着太阳，又想起了前进的方向，逃避不能使他安度一生，必须勇敢面对，时间飞快流逝，他的身影又一次出现在了他的故乡，他没有直接进去，而是来到一座山上，眺望着家乡的场景，真希望时间倒流，能把他带回从前从新来，不再去屠龙，不再去逞英雄，只因自己是一个平凡人而骄傲，但是他不能，时间总在流逝，生命在不断缩短，他能做什么？逃避？怨人怨天？不，他这就下山，寻找当年的贤者，一个让他失去人格与尊严的人，他要让整个故乡的人都知道，他杀死了那条恶龙！\n\n\n  “我回来了！是我！”他朝着村里面大喊道，这时村民们都看着他，就像似看到了一个魔鬼！一个带着瘟疫的魔鬼一样的人，没人搭理他，有的甚至远离开来，他上前走到旧时朋友身旁说道：“你还认识我吗，XX” 他的旧时朋友没有搭理他，继续做着手头里的事，他感到十分困惑，我不就是去杀条龙吗。\n  “你们快看！这是龙蛋！我带回来了！那个贤者呢？他在哪” 他骄傲的执着背后那枚硕大的龙蛋喊道，一旁锄地的老大爷告诉他：“小伙子，我就告诉你吧，那个什么贤者听到了我们在讨论你也许遭遇不幸后，他离开了，我也不知道他去了哪里，小伙子你好自为之吧”\n\n\n  总算是有一个能跟他说话的人告诉我我想知道的事情了，原来他不在这了，找他也是不可能的事情了，世界这么大，还没找着估计他就死了，也罢，骗他去杀龙现在一无所获，就只背着一个龙蛋，能有什么用呢？\n\n\n  “离开这里，越远越好”一个声音仿佛促使着他离开这个伴他已久的故乡，好吧，事不宜迟他也不想在这丢人了，该走也是时候走了...\n\n\n  他转身，离开了这片充满对他冷眼与嘲笑的村庄，充满家乡记忆的村子...\n\n\n  一个星期后...\n\n\n  他为自己建了一个房子，做了很多家具，把龙蛋放在了自己家里，门前有一块很大的田地能为他提供食物，当他无聊的时候可以到旁边小河钓鱼，这是一个美丽的草原，他从床上坐了起来，伸了个懒腰抱怨着天亮的这么早，起来做些早饭吧，他想到，于是来到了厨房做了一些简单的食物，面部+牛奶，端到了餐桌上享用了起来。\n\n\n  这时...末地出现了一条裂缝，裂缝通往的正是人类世界，裂缝不断扩大，直到可以容下一头头残忍的末影人，在曾经进入末地的方法就是传送，然后你就可以瞬间到末地，但是现在不同了，末地的邪恶生物也可以来人类世界，一场灾难又席卷而来，人类没有察觉地面的震动，天空的阴沉，洪水的泛滥，这些都是裂洞打开之前的征兆，末影人貌似发现了那个裂缝，他们正准备进入到里面来到人类的世界获得鲜血的洗礼...\n \n  就这样过去了十天...\n  “天啊快看，那是什么！” 村子里传出一震嘈杂，村民们看着天空中一个巨大的裂缝，都感觉到了很好奇。\n  在一座荒山之上有一个人，风吹拂着这个人长长的胡子，他叹息道：“该来的，还是要来了。” 这位，就是曾经让他去屠龙的贤者。\n\n\n  “那是什么东西，黑洞？要带走这里的一切吗” 屠龙者说道，也许他不明白，这是他的龙蛋孵化的前兆，此时的龙蛋已经开始出现了裂缝，“算了管他是什么，离我这么远。” 他又回到了自己的房间中，继续学习着附魔知识。\n\n\n  此时已经是月色当空，黑洞开始呈现紫色的光斑，伴随着席卷而来的风暴雨，让镇坐村子都在颤抖似的，那个村子就是屠龙者的故乡，末影人们的首领被人类给杀死了，自然要回来给他复仇，天空发出响亮刺耳的尖叫声，人们都伸出头望窗外天空上的黑洞看，这个声音既不来自人类，也不来自地球的生物，正是来自末地愤怒的末影人！\n\n\n  黑洞已经开始发射出光芒，一只只黑色的物体从天空上陨落下来，发现，那些黑色的物体正朝着屠龙者的故乡飞了下来，居民们都躲了起来，有些黑灯躲到了地下室，有些则关上房门，有些责不明真相的继续在沉睡。\n\n\n  “什么声音，这么吵！” 他被惊醒了过来，他转朝窗外看去。\n  那些紫色东西是什么，怎么会从天上掉下来，他心里想着，这时，远处发生了一个巨大的紫色蘑菇云，那是爆炸！没错是爆炸！他没看错，正是他故乡的方向，他的眼泪又流到了脸颊下，他怒吼道：“不！！”....\n\n\n  此时，他的龙蛋破裂了，一只龙的尾巴露了出来，“什么东西！”.....\n  一天后，他和小龙成为了朋友，从此与它一同前往末影人在人间建的老巢...\n\n\n  一年后，他骑着一条巨龙在天空中自由的翱翔，他战胜了末影人，把他们打回了末地，封闭了裂缝，从此人间又回复了往日的安详..\n\n\n\n   参加本次活动是为了使周边创作增添我一个人的活跃气氛，虽然不大，但我也希望周边创作发展的更好。  提前祝大家开开心心过新年！\n"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1454331360,
            "txt_content": "xcc 发表于 2016-2-1 20:53\n好快。\n老王什么鬼\n劝君回帖不要忙，以免娇妻守空房。\n娇气怎能守空房，我住隔壁我姓王"
        },
        {
            "author": "12312388",
            "timestamp": 1454331660,
            "txt_content": "“魔”影人？"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1454331900,
            "txt_content": "12312388 发表于 2016-2-1 21:01\n“魔”影人？\n被你发现了，感谢你的提醒。"
        },
        {
            "author": "12312388",
            "timestamp": 1454331960,
            "txt_content": "孤独秋叶 发表于 2016-2-1 01:05\n被你发现了，感谢你的提醒。\n倒数第2句啊喂！！"
        },
        {
            "author": "940595236",
            "timestamp": 1454468820,
            "txt_content": "孤独秋叶 发表于 2016-2-1 20:56\n劝君回帖不要忙，以免娇妻守空房。\n娇气怎能守空房，我住隔壁我姓王 ...\n谁家娇妻守空房？你有困难我帮忙，我住隔壁我姓王。"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1454645040,
            "txt_content": "写得很好\n但有点不太认真\n建议在多加些心理描写，以突出主角的内心挣扎"
        },
        {
            "author": "塔穆",
            "timestamp": 1454724300,
            "txt_content": "那个诗篇已经醉了，浣溪沙的句子醉醉的"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1455278040,
            "txt_content": "写的不太认真。。。。。。。。"
        }
    ]
}