{
    "title": "[博客翻译|已授权]【PMC 每周精选】2016年第1期 Jan.3 - Jan.9",
    "author": "BensonQC",
    "replyCount": 7,
    "timestamp": 1454334600,
    "txt_content": " 本帖最后由 _Benson_ 于 2016-2-12 20:21 编辑 \n\n\n\n开篇语：\n从本周开始，我将对《PMC每周精选》系列博客进行翻译，从2016年的第1期开始。欢迎大家提出意见或建议，希望大家喜欢。\n\n什么是《PMC每周精选》？\n《PMC每周精选》（Week in Review）是由知名Minecraft国外论坛Planet Minecraft网友Gray Remnant所撰写的博客，每周遴选当周PMC上的优秀地图、大型工程、地形、有机作品、陆上建筑、空中建筑、水上建筑、主城、建筑模块、机械、小游戏、装饰、过山车等十三个类别的作品，并对各类别的顶尖作品进行介绍与赏析，内容丰富多彩，涵盖Minecraft各个方面的地图作品。该博客已在PMC上广受网友好评。\n\n本人已获得原作者的授权，对其博客进行翻译，旨在通过这些博客，打开国内Minecraft社区通向国外社区的窗口，拓展视野，帮助国内的Minecraft玩家与建筑师更好地了解国外Minecraft发展趋势，在一览最新国外优秀作品的精彩的同时，激发自身的灵感与创造力。\n\n授权翻译证明：\n以下截图为我与原作者的私信内容：\n\n接下来让我们进入博客正文。正文内容中的第一人称均指原作者。\n\n\n大家好，欢迎来到《PMC 每周精选 - 第二季》的第1期！正如你所看到的，我加入了额外的十个类别，并对格式做出了微调。我希望有了这些更广泛的类别和一些模糊的内容，我将能够在我的回顾中更加完整地呈现出PMC。所以，让我们先了解一下已制定的基本规则，这样你们就可以清楚地知道这是如何运作的。\n\n规则：\n第一条  一如既往，合格作品由我每周挑选一次，必须遵守所有PMC的规章制度。\n第二条  在地图、大型工程、地形与有机作品这四个类别中，将在每个类别发放三块奖牌给那些我认为合适的作品。在剩余的类别中，每个只会被发放一块奖牌，并且每周只能有四个。\n第三条  给我发私信，让我在《PMC 每周精选》中提及你的作品并不是一种有效的策略。每个合格作品是由我亲手挑选的，都是来自PMC上“最近更新（Recently Updated）”页面的新鲜作品。你不能通过谈判的方式来上这个节目，过度的奉承或者恼人的行为只会让你的被考虑的作品丧失资格。\n说了这么多，接下来我们就开始吧。\n\n\n对于熟悉《PMC 每周精选》经典格式的人来说，“地图”类别是新加入的，它包括由地形和建筑/有机部件组成并精心制作的环境。就我看来，在2016年的第一周，没有哪件作品能比筑山池（Tsukiyama Pond）更能解释这个类别，这件作品是由goCreative创作的。\n\n\n\n筑山池（Tsukiyama Pond）是对一片沼泽的高度细节的还原，这片沼泽中栖息着一条巨鱼、一只青蛙和一只蒸汽朋克风格的鹭，丰富的有机和机械元素组成了一个生机勃勃的生态系统。\n\n\n\n这张地图最棒的部分在于有机与建筑成分的完美融合。地形、两栖动物、鱼和草都完全由有机方法制作，而桥梁、鸟、香蒲和睡莲都有蒸汽朋克的元素。这使得这两组事物之间有着有趣的分界线，这也许是自然冲突的表现，还甚至可能是捕食者和猎物之间的关系（在作品介绍中所出现的更深层的东西）。\n\n\n\n但忽略这件作品的隐喻意图，不用说，这是一张非常生机勃勃并极具主题性的地图。手持着矛的青蛙坐在装了鞍的鱼上，以及香蒲传出的滚滚烟雾，都是真正有创造力的事物，让这张地图变得栩栩如生。\n\n\n\n其他制作人员：\nCorbinRainbolt - 建筑\nNecrosys - 建筑\nGuavacado - 有机\nFlorianFunke - 诗歌/渲染/展示\nSplekh - 渲染\n\n\n接下来一个类别有着你从没有在《PMC 每周精选》上看到过的名字，但这只是重新包装了一下大家都熟悉的建筑类别。所以，把陈旧的形式放到一边，本周最佳大型工程是霍罗兹的巴洛克博物馆（Baroque museum of horoze），由Louapi创作。\n\n\n\n这是一个经典的大型工程。没有地形和有机部分；就是一座大型建筑，由令人印象深刻的史诗般的渲染图呈现出来。这座建筑的内部有着许多形状独特的镶板、窗户、圆屋顶、三角墙，以及一排排卷曲的屋檐，充分体现了“大规模”这个词，是Minecraft的高质量精华作品。\n\n\n\n一旦错综复杂的石雕被点亮，后效开启，它就变得更加繁华。正是它的颜色、细节、对称美和构图，互相碰撞，迸发出了炫目的火花。\n\n\n\n其他制作人员：\nMrBatou - 渲染\nMoustafa74 - 渲染\nIskillia - 渲染\nLeBastos - 渲染\nTeamNewRise - 渲染\n\n\n无论你在什么时候谈论起幻想的地形，你都会想到外星的风景，生机勃勃的地方，以及那些难以想象的僵硬/纹理突出的图案。本周，有一个地形囊括了所有这些，它就是琳法图斯（Lymphatus），由Sphaera创作。\n\n\n\n在解剖学意义上，术语“lymphatic”（淋巴）指的是在整个人体中携带淋巴液的血管系统。然而我只是猜测这是琳法图斯（Lymphatus）所基于的术语，但两者的确十分相似。\n\n\n\n正是这些突出的山峦组成了整个琳法图斯（Lymphatus）。它是一种无穷的结构、影子和岩浆湖。尽管它不是现实存在的，但也是一个对十分奇怪的地形的独特而迷人的演绎，它穷尽能在Minecraft中创作的各种形状，将它完整呈现出来。\n\n\n\n其他制作人员：\nYeti - 地形\nFreshM - 渲染\nShadow - 渲染\nArieben - 渲染\n\n\n对于有机作品来说这是非常好的一周。我筛选到了最后，变成了一辆拖着一座燃烧的房子的货车，与一个十分精细的有机形体的对决。当提到有机作品时，有着独特姿势、给人留下深刻印象的形体总是获胜。本周最佳有机作品是半人马（CENTAUR ORGANIC），由Craftological创作。\n\n\n\n在Minecraft中创造人形轮廓是你能想象的最困难的事请之一，只有一件事情比创作一个人还要难，那就是创作一个人马混合物，手持着一把矛，同时蝴蝶也在空中漫无目的地挥舞翅膀。这是不小的壮举。\n\n\n\n但正是小细节才真正使这件作品优于竞争对手。空中的叶子，完美的面部特征，以及结构精确度，都令人印象深刻。但真正的优势是它的造型。腿的角度和脊椎的曲度给予了这个形体一种深厚的生动感。仿佛这个半人马在庄重地飞驰着，通过梦之原野的同时，被一帧画面捕捉下来。\n\n\n\n其他制作人员：\nVikeson - 建筑\ngoCreative - 渲染\nRuben - GIF\n\n\n现在我们继续向《PMC 每周精选》上的新类别前进。第一个类别是陆上建筑，我相信我不用解释它是什么。本周最佳陆上建筑是中世纪建筑包（Crafting Buildings Pack），由E_Ras创作。\n\n\n\n这就是关于陆上建筑的一切。这些建筑不是足够的大来被考虑为大型工程，但你也得承认将大量的细节压缩入如此小的地方是公认的类似史诗的壮举。\n\n\n\n高度的不对称，加上树叶的巧妙布局，是一个打动观众的心的有效方法，而不用达到Minecraft的高度限制。这个建筑包就是这样。E_Ras完成一个伟大的任务，将大量的材料组合在一起，创作了一批可以辨认的建筑。材质包确实有帮助，但即使如此，这也是不容易实现的。\n\n\n\n我可以指出这些精美绝伦的屋顶，由微妙的曲线、角度、突出的结构、悬挂的萤石和栏杆所组成。屋顶令许多PMC用户烦恼，但在E_Ras的手下，这看起来非常简单。\n\n\n空中建筑类别包括不接触地面，或者在一些情况下，不应该接触地面的几乎任何东西。然而，在这里，本周的最佳空中建筑是不与大气层接触的。那就是N-重型运输飞船 - 诺维契奇军事系列（N-HeavyFreighter - Novicic Military Series），由Barbarian创作。\n\n\n\n这是一种货船概念上的星际游戏。与跨越海洋运送集装箱不同，这艘飞船跨越星系运送集装箱。这不是疯狂的想法，而是可以在未来成为不仅仅是局限在科幻小说中的东西。\n\n\n\n但即使如此，这仍是十分独特的想法。准确地理解这艘飞船是什么，它是用来干什么的不是一件难事；没有描述的必要。而它也很好地实现了。机械爪和机械整体的熟练的制作，促成了整体上的创意。\n\n\n建筑的三个类别中的最后一个，本周最佳水上建筑是泰坦尼克号（RMS Titanic），由CronosDarth创作。\n\n\n\n说到海上的船只，不会泰坦尼克号大出很多。它是一种我们想象所及的船只的终极版。这个是你能在PMC上找到的最好的。\n\n\n\n从结构上看，泰坦尼克号（RMS Titanic）的外部不是很复杂。可以肯定的是，它在精确度和真实性上做得很好，但不是最错综复杂的建筑。在你看见内部之前，它是这样。\n\n\n\n虽然没有完成，但CronosDarth已经将大量的时间和精力倾注于这艘巨轮的内部。完美的大厅、楼梯、餐厅和走廊，是你能在内部找到的一些东西。如果这个装饰是展示泰坦尼克号沉船之前的原始风貌，那么这张渲染图就是展示它的反面。\n\n\n\n其他制作人员：\nCreeperCraftCity - 建筑团队\n\n\n大多数服务器主城和出生点采取大家都熟悉的圆形大厅，包括许多在各个方向上的传送门。但偶尔，有人会制作挑战这个标准的东西。说到这，本周最佳主城是虚拟网络服务器出生点（Server spawn Metaverse Network），由pixelltastic创作。\n\n\n\n这个出生点打破了传统的辐射对称大厅，呈现了一片有机和地形的优美景色。它没有提供许多普通的传送门，而是提供了一些精心摆放的，装饰得很漂亮的入口。\n\n\n\n它是一种更私人的服务器出生点，不能很好地满足一个特别大的服务器的需求，但在一些小型的和更私人的情况下，它是完美的。有时小规模会提供不一样的经历，有了悬挂的灯笼、鸟儿、花朵和蝴蝶，这个的确提供了一场不错的经历。\n\n\n在Minecraft中，建筑模块的主要目的是提供一个完整的建筑，没有任何环境的干扰。它是与社区分享单个想法的极佳方式，允许在现存的世界存档中更简单地提取与输入。所以，顺理成章地，一个建筑模块的成功需要建筑能在没有地形和环境的优势下也能散发光芒。本周光芒散发得最明亮的就是\n斯托克斯住宅（Stokes Residence），由Rudim创作。\n\n\n\n斯托克斯住宅（Stokes Residence）是一座很高的房子，拥有着一种雄伟而豪华的外观。嗯，有什么比一座钟塔更高级呢？但，除此之外，这座建筑还有一种非常不对称的格式，外加细节的大量运用。树木、冒烟的烟囱，以及杰出的屋顶就是其中最突出的一些东西。\n\n\n\n但斯托克斯住宅（Stokes Residence）不只是一座样板房，它还是有功能的。Rudim把时间和精力倾注于用一些高超的内饰手法填充整座建筑，把展品变成了有大量装饰的生活空间。\n\n\n\n任何小型建筑成功的关键在于用尽可能多的细节充满它，一个万无一失的方法就是做一些室内工作。这不简单也不有趣，但当它正确地完成的时候，它可以把一座建筑提升到一个新的高度。\n\n\n使我最着迷的一样东西就是用红石和命令方块创造功能性装置的想法。而在那个领域中最好的想法之一来自我的好朋友，shanewolf38，他在这一周创造了一个作品，叫做二维码（QR Codes）！\n\n\n\n如果你不熟悉二维码，不要惊慌；你之前看到过它们。它们就是为了更简单地辨认，而放在商品底部的那些像素标签。虽然他们在现实世界中并不复杂，但当你在Minecraft中还原它时，它变成了另一个大问题。这就是shanewolf38在这里所做的。\n\n\n\n坦白地说，我甚至不会试图评论他是如何建造它的。我们就说它涉及数学。但我真正喜欢这个作品的地方是它采取的熟悉的视觉形式。用红石创作一些功能性的东西只是其中一件事请，另一件事情就是创造一个显示视觉输出的东西。\n\n\n跑酷是我最喜欢的Minecraft小游戏类型之一。然而，在绝大多数情况下，跑酷的路线没有与一种风格相结合，觉得那才是独特。这个地图，然而并不是这样，本周最佳小游戏是魔法学院跑酷（Wizard Parkour），由5uperTrinity创作。\n\n\n\n这是一次非常有趣的跑酷经历，不仅因为5uperTrinity将很多时间花在了它上面，还因为游戏玩法的修改很熟练。使用特殊的魔法能力增强跑酷是给玩家一次新鲜而独特经历的好方法，而在这张地图中有许多。\n\n\n\n但也正是四周的装饰使得这是一次非常愉快的经历。放置方块，然后让玩家在上面跳再简单不过了，但在这跳跃的四周建造一个互动的世界是非常非常困难的。\n\n\n\n其他制作人员：\nNoricum - 红石\n\n\n装饰是在PMC上受到赞赏的艺术形式之一。它从来不像大型工程或者复杂的地形那样引起人们的幻觉，但它要花费相当多的努力来制作多样的、功能性的和独特的内饰。本周，没有比乔治?F.巴伯 #2（George F. Barber #2）更棒的例子了，它是由meafcraft建造的郊区房屋。\n\n\n\n提高内饰作品的好方法是使用一个高清的资源包，创造一个更有光泽、更专业的生活空间。meafcraft做了这件事，以及更多。这个内饰恰好达到了杂乱与整洁的平衡，留给我们非常专业的一套房间。\n\n\n\n照明设施、豪华餐桌、昏暗走廊，乔治?F.巴伯 #2（George F. Barber #2）的每个小侧面都用高质量和高精度执行。\n\n\n\n向不熟悉各种室内装饰方法的建筑师展示这些主题和技巧是很有用的。在这些建筑中使用的许多风格和材料组合，已经在Minecraft的社区中分享并流传了许多年。\n\n\n\n但，在最后，无论分享或灵感，这座建筑都有自己的风格。\n\n\n在新的《PMC 每周精选》格式中的最后一个类别是过山车。这是你们社区建议的，所以，现在我有义务每周带给你们最好的过山车，或者矿车作品。本周最佳过山车是巴龙1898 - 俯冲过山车（Baron1898 - B&M divecoaster），由daveytje21创作。\n\n\n\n大多数过山车十分黯淡，失去了风格和结构的特点。说明一下，在《PMC 每周精选》上提到的过山车不仅仅是看上去像过山车，并且/或者功能像过山车，而且也要看起来令人惊奇（就像其他东西一样）。\n\n\n\n正如你所看到的这些图片，daveytje21完成了一件伟大的工作，做了这一切。这个过山车建在一个复杂的地方，带领乘客通过一场黑暗、略有紧张的旅程。正是精心装饰和熟练编排的乘坐之旅唤醒了其中的乐趣。\n\n\n\n当提到过山车时，这种程度的质量是很少见的，但充满希望的是，像这样的作品会在接下来的几个月中给予其他的建筑师以想法和启发。\n\n排行榜 - 所有时间：\n\n排行榜 - 2015年：\n\n排行榜 - 2016年：\n\n\n结束语：\n如果你喜欢这篇博客，或者想支持作者，欢迎到原文地址给予钻石，或订阅作者。\n如果本翻译帖中有任何翻译或其他错误，欢迎指出，我会尽快处理。\n欲了解更多精彩博客，敬请关注本人近期在本版发表的翻译帖。\n",
    "replies": [
        {
            "author": "Yy星人",
            "timestamp": 1454335140,
            "txt_content": "内个博物馆对我来说简直真爱"
        },
        {
            "author": "LittleSkep",
            "timestamp": 1454335260,
            "txt_content": "光影+渲染才是王道\n一进存档就没感觉了{:10_532:}"
        },
        {
            "author": "Monn_Dik",
            "timestamp": 1454335320,
            "txt_content": "变相刷屏(滑稽)\n_Benson_又来得优秀了呢。{:10_512:}不过这翻译的条例大爱啊。\n特别棒！"
        },
        {
            "author": "Crazy_Zombie",
            "timestamp": 1454335380,
            "txt_content": "点无数个赞！"
        },
        {
            "author": "银色十字梦",
            "timestamp": 1454336640,
            "txt_content": "看见辣个运输飞船的集装箱就想起死亡空间3←-←"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1454337060,
            "txt_content": "咳咳，维基版的正统翻译怎能没我……不过你开这个大坑是为什么……"
        },
        {
            "author": "zaicic",
            "timestamp": 1456285200,
            "txt_content": "太棒了，期待楼主的翻译。话说这些地图有地方下载吗？{:10_512:}"
        }
    ]
}