{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第二十七节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1454331600,
    "txt_content": "        “可这过分了啊，死肥婆！”\n\n        此话一出，两人四目相对，恶狠狠地死盯着对方。夜色下的村子里静极了，唯有傲天的喊声还在微微回荡，不过那不久就被辽阔的原野吞噬得一干二净。穹闪完全不了解实情的原委，因此也不知怎么调解。更何况，从小就没跟多少人打过交道的他根本就不擅长当和事佬。至于灵曦，她只是看戏似地站在一旁，就好像这件事跟自己完全没有关系。\n\n        沉默就像是暴风雨来临前的平静，时间拖得越久，气氛越是紧张。就好像周围的空气在一点点凝固，变得像石头一样硬梆梆的，使人动弹不得。\n\n        傲天虽然说出了那样的话，可实际上却仅仅是恶狠狠地盯着老板娘，除此之外没有任何举动。他并没有摆出要动手的架势。比起这个，他更像是在一味地恐吓。虽然他跟这老板娘之间似乎有着一段很深的孽缘，有着很深的矛盾，但是他却像是一直在顾忌这什么一样，迟迟不肯——或者说是不敢——做出行动。\n\n        两人就这样僵持了好几分钟。军队的脚步声越来越近，已经近到连灵曦都能清楚地听到。再不做出决定，就来不及了。\n\n        终于，傲天叹了一口气，缓缓走到老板娘面前，把扛在肩上的袋子放下。\n\n        “臭小子，终于开窍啦？”老板娘摇摇头，接过沉甸甸的麻袋。\n\n        “少得意了，死肥婆。”傲天虽然一脸的不甘心，可还是转过身离开了，“就看在琳先生的情面上，我听你这一次。而且，我已经不能继续在这儿浪费时间了。”\n\n        老板娘没有多说，背起麻袋也准备离开了。\n\n        “但是，别以为事情就这么完了！”傲天一边背对着老板娘离开，一边喊着，“总有一天，我会再回来拿回属于我自己的东西！在这里失去的一切，我要统统拿回来！”\n\n        老板娘笑了笑，望了望渐行渐远的傲天，朝他喊道：“那就试试看吧！看看你有没有这个本事！”\n\n        老板娘也转身离开了。返回的途中，她一路自言自语着：“傲天，现在的你来这个村子还太早了。这个被黑雾笼罩的村子，这个见不到阳光的村子，这个被懦弱与自卑蒙蔽的村子……现在的你无法改变这一切，就连那个人的脸都见不到，因为他早就藏匿在了这座村庄的黑暗之中。想要改变这一切，就变强吧！你交到了不错的伙伴啊……”\n\n        “当你做到这一切的时候，我就能把琳先生的梦想放心地交给你了……你肯定能做到的，你身上可是有龙家的血脉。”\n\n        “哼！我为什么要担心那个臭小子？让他自生自灭去吧……”老板娘的背影逐渐消失在了黑雾中。\n\n        不久之后，军队已经抵达黑雾之源。按照上级的命令，正在整备武器，准备铲平这座村庄。\n\n        就在这时，军队突然被袭击，不少士兵被锋利的小刀刺穿心脏，瞬间丧命。\n\n        “谁？”说话的人是临时指挥官，也是原来的第八中队长。\n\n        “这是给你们的警告，你们刚来这里不知道规矩。”不知从何处传来一个声音，“记住，住在这里的那位大人不喜欢噪音！就算是军队也别给我弄出一点声音！否则后果自负！”\n\n        “呵，麻烦你回去告诉你们家那位大人，想活命就赶紧滚蛋！我们要把这座碍眼的村子铲平！”指挥官毫不退让。\n\n        “敌人？那就好办了，没必要多费口舌了！”话音刚落，密密麻麻的小刀从黑雾中忽然飞来。士兵们完全看不清攻击的来路，更不要说怎么想办法挡住了。用不了多久，军队就损失了六七十人的兵力。\n\n        “重装兵，拿好盾！转换为玄武阵型，滴水不漏地给我挡住！”指挥官临危不乱，一边靠声音的方向躲避着飞刀，一边发号施令。\n\n        士兵们立刻切换队形，在十秒内，整个军队的外围都被盾牌严严实实地挡住，整齐有序，不留一丝缝隙，就像由一圈重装兵临时搭建的钢铁长城。七八个人高马大的壮汉站在军队的各个角落，合力扛起一块巨大的椭圆形的铁板，把军队的上空罩住。仅仅十秒，军队就在原地架起一座钢铁堡垒。飞刀的攻击瞬间变得毫无作用。\n\n        “别放松警惕，这个村子的视野很不好，对我们不利。”指挥官一边指挥着工程师把罩在军队上空的铁板用方块固定住，一边警告士兵们，“现在可以稍微喘口气，但是下一秒所有人都必须做好死的觉悟！不要忘记，这里是战场！”\n\n        堡垒壁上传来阵阵金属清脆的撞击声，不过这撞击声在不久之后也完全停止了。明明是战场，却死一般的沉寂。士兵们都敛气屏息，等待着指挥官的下一条指令。刺客们则在堡垒的四周静静观望着，就像凶恶的野兽，只要敌人漏出一丝破绽，便会像咬断猎物的脖子一样击溃军队的要害。\n\n        忽然间，铁板上打开了几个洞。就在刺客们都以为有机可乘，纷纷赶到洞前准备继续攻击时，却有几块冒着黑烟的红白色方块飞了出来。\n\n        “轰！”\n\n        这正是西大陆军的拿手好戏。TNT，只要出动这恐怖而又方便的武器，没有什么敌人打不倒，没有什么村镇攻不下。黑雾算什么？什么也不用管，一通乱炸就行了！房屋住宅被炸成碎片，无辜村民在四散逃窜，一时间村子里火光冲天。而在猛禽军团的眼里，这不过是庆祝胜利的烟花而已。\n\n        “轰！”\n\n        “果然我没听错！这么大的动静，不会有错的！”声音传到了傲天的耳朵里，“这个军队，是准备铲平这座村子啊！”\n\n        “你不是那么讨厌那个村子吗？就不要多管闲事了。”灵曦一脸堆笑的劝阻着，很显然，他不想掺和进战争当中，“就算你去了，也不会有什么改变的，赶紧离开吧！”\n\n        “切……就算……我讨厌这村子……可是……可是……”傲天脸上显露出复杂的神情，像是尴尬，又像是后悔，“可是琳先生的设计图还在那里，对！我不能就眼睁睁地看着那么宝贵的东西就这样被炸毁！”\n\n        “所以说啦……对面可是一整支军队诶，你一个人去了又有什么用？不过是去送死嘛。”灵曦拽着傲天的衣袖，想把他拖得离这村子远一点，以打消他回去的念头。\n\n        “我不管！我一定要回去，不然我会后悔的！”傲天的步伐变得坚定起来，他转过身，对着灵曦喊着，“我这条命不值钱啊！那村子里可有很多比我的性命宝贵的东西，我想保护这座村子啊！”\n\n        “我想保护这座村子啊！”傲天的话唤起了穹闪内心深处关于某个人的回忆。他开始动摇了。\n\n        “我跟你一起去！”穹闪说道，“多一个人的话，胜利的机会也会更大！”\n\n        “看见没有？少数服从多数。如果你害怕可以自己在这附近生一团篝火休息，等你一觉醒来仗也该打完了。”傲天一边说着一边整理着自己的武器，朝村子跑去，“好了金毛，没时间啰嗦了，快跟上！”\n\n        没办法，独自一人呆在荒郊野外，其实更危险。灵曦是知道这一点的。她只好小心翼翼地跟上，一路上东张西望，生怕遇到刺客——其实比起刺客，她更怕贼。\n\n        南边的夜空一片混乱，被火光染成了混乱的红色。黑雾之源迎来了灭顶之灾。不过不用担心，即使被黑雾遮住，天上的星斗依然在默默地闪耀，只是还没被人注意到罢了。\n\n\n目录\n\n\n好的我渐渐找回原来的感觉了\n果然中二病才是我力量的源泉\n为保证质量，暂时两天一更吧",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1454331600,
            "txt_content": "哦今天忘了艾特\n大召唤术！@46241359 @恶魔-潇洒 @xcc @Donnies_Ming @bo_bo2001 @MF_Mufeng"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1455439860,
            "txt_content": "两天一更……\n在某些人感受到恐惧的时候，他还有心情一边泡茶一边斩杀来者！\n\n                                                                                                ——渣渣星人"
        }
    ]
}