{
    "title": "<原创·连载·圣杯> 圣杯之争 第四章 第四节 独孤涯",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1454380440,
    "txt_content": "  ——轰隆隆       刺耳的声音在白小亮身边回响，道道银光撕裂着他的血肉——\n       “啊！”白小亮吐了口鲜血，眨眼间，便被那刺眼的银光撕得粉碎。\n       --加露大陆\n       “如果实在没办法，咱们只能将这个孩子藏起来了。”一个站在船上的中年男子悲愤地说道。“嗯。”他旁边的一个中年妇女答应一声，身体骤然腾起，将那不到3岁的孩子放在了一个村庄门口。那妇女一咬牙，抽出一张羊皮纸，在上面颤颤巍巍地写下了三个字：独孤涯。\n       写完后，那妇女终于忍不住，开始痛哭流涕。哭完后，她深深地看了独孤涯一眼，扭头往来的地方走去。她没有再回头。她知道，一旦回头，自己就会把独孤涯抱走了。\n       “哇——”独孤涯看见妈妈走了，大哭起来。哭声惊动了村子里的人。十几个人快速地从屋子里窜出来，来到村门口发现了独孤涯。村长皱了皱眉：“居然是一个没人要的孩子。灵，你把他抱走吧，先在你家寄养。”“是。”一个壮汉走了过来，将独孤涯抱了起来。说也奇怪，独孤涯竟然就那样睡着了。这让村子里的人无奈地摇摇头。\n       独孤涯睡着当然不是巧合，那是白小亮的灵魂进入到了独孤涯的灵魂内，合二为一后，独孤涯才睡着。\n       --第二天\n       独孤涯睁开眼睛，看了看天花板，再摸了摸自己这小小的身躯，不禁苦笑一声。自己只是随机挑选了一个人，没想到才3岁！独孤涯看着天花板，想起了方块世界的种种，又想起了自己在现实生活的种种。白小亮眼角出现一滴泪：妈，我什么时候，才能回家呢？\n       --五年后\n       早晨六点。独孤涯正拿着一把斧头，深吸一口气，一刀砍下——\n       ——砰\n       一棵巨树轰然倒下。独孤涯抹了抹脸上的汗水，随手在身上抹了抹。虽然很累，但从独孤涯那欣喜的神色中便能看出：收获不小。\n       独孤涯把木头全部砍成块状，又把块状的木头从中间劈开，劈成柴火。转眼间，已经到了中午。独孤涯坐在树墩上，拿起自己带过来的布袋，从中掏出一个大馒头就开始吃了起来。\n       嗯，好吃！独孤涯满足地点了点头，又掏出一壶水，咕噜咕噜地配着馒头喝。\n       独孤涯中午饭，一口气足足吃了五个大馒头，三壶水。这饭量，想必就是他原来的世界，也没有这么多。\n       独孤涯小心翼翼地收起已经空空的布袋，拿出绳条，开始捆绑柴火。没多久，他就抬着五大捆柴火上路了。经过他的打听，这座大陆的名字叫做加露大陆，而这个村子，名字则叫做馍馍村，因为馒头、烧饼和馍做得好吃，因此得名。大陆上分为三大国家，分别为神龙帝国、海龙帝国和地龙帝国。三大国家是由三大龙神：神龙、海龙和地龙应运而生，每个国家的属性就对应着各自的龙神。神龙掌管天空，海龙掌管海洋，地龙掌管陆地。而这馍馍村，就属于神龙帝国境内。\n       这次是收养独孤涯的人——灵，派独孤涯去帮他砍柴。独孤涯把他当亲哥哥对待，而灵也十分照顾自己这个弟弟。两人和睦相处，从来不因任何事而和对方争吵。\n       独孤涯缓缓拿出了一把天蓝色的剑。此剑一出，周围的温度骤降。独孤涯看着上面的“蓝涯剑”三个字，也是十分感叹。这是他父母唯一留给他的东西，锋利无比。\n       独孤涯收起蓝涯剑，继续向前走着。这座大陆的人主要是以兵器、赤手空拳为主。而大陆闻名的三大至尊强者，每人手中都持有一件神器，都是三大龙神赐予。独孤涯已经8岁了，可以进入学院学习武术和剑法。但是，经济所迫。\n       @2B与mc的故事 @FHC红石 @guqu @sam3737 @xcc @恶魔·潇洒 @普通HIM \n       《圣杯之争》完结\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1454380980,
            "txt_content": "预计xcc将要出场 \n根据不同世界不同外貌（什么鬼）来讲\nxcc应该不是一坨黑黑的东西了。"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1454383500,
            "txt_content": "xcc 发表于 2016-2-2 10:43\n预计xcc将要出场 \n根据不同世界不同外貌（什么鬼）来讲\nxcc应该不是一坨黑黑的东西了。\n嗯，新章集出了后，xcc会出的"
        },
        {
            "author": "普通HIM",
            "timestamp": 1454397960,
            "txt_content": "被连续@两次是我卡了么\n恭喜完结...\n看这剧情绝壁有第二部"
        }
    ]
}