{
    "title": "<原创·连载·圣杯>空[第四十八章：兰恩][46241359]",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1454418600,
    "txt_content": "空·第四十八章·兰恩\n\n\n正文\n\n\n    玻璃杯放在纳尔的面前，里面原本的热水现在已经变凉，纳尔双手交叉放在桌上，这杯水从始至终他一口没喝。他在这里坐了将近两小时，整个人一直都沉浸在无尽的回忆里，尝试着从回忆里找出点什么东西来。坐在对面的人看着纳尔眉头紧锁的表情，不由得叹了口气，“罢了，你请回吧。”    “不不……再等等……我一定能想起来……”纳尔伸手抓住水杯，不过很明显看出他根本不是要喝水，只是因为没什么东西可让他抓到有一些安全感。这种情况很正常，之前接待的患者中也出现过不少类似的情况，但是像纳尔这种连一口水都没喝的还是第一次见。    看纳尔一副乞求的神情，她叹了口气，“好，再给你一小时。我话说在前头，你想不起来有可能是因为精神压力过大，既然有印象说明的确是看到过什么，只是因为当时太过紧张或者压抑导致你没有清晰的印象。”    纳尔点点头，闭上眼继续想。    面前这位穿着白风衣的女性是陈连打了十多个电话才联络上的医生，说是因为之前认识弗兰克才能叫陈联系上。陈简单地说了说纳尔的情况，她就给了地址叫纳尔在夜晚挑一个时间过来。    兰恩·泽尔，这是她的名字。纳尔只听陈说这人来历复杂，说话时要注意不要该说不该说的全都说出来，其余的陈都闭口不提。他感觉陈似乎是极其不情愿让他来看这个医生。    说是看医生，其实他没什么毛病，但是这几天一直在做梦，不断重复那天晚上大厦楼顶昏倒的情景。而他在梦里却作为一个旁观者看着自己一次一次地晕倒。但是他很快发现，梦中的大厦里除了自己与要杀的目标以外，还有一人。兰恩就是希望纳尔能够回忆出一点点与那人有关的事情，但就现在的情况来看纳尔连那人的外貌是什么样都不知道。   这种事费时间兰恩是知道的，只是，大部分人有个一小时想不起来，或总是要想起的时候又忘记，就会要求停止回想。纳尔相反，还要求再等等。不过，没办法，陈在打电话给她时听口气似是恳求，恳求中还有点不情愿。兰恩也知道陈到底是个什么想法，过往的事她不想做过多解释，既然陈还愿意找她，说明还有那么一点点仅存的信任。    昏暗的灯光下，兰恩撑着自己的头又等了一小时，仍然没有任何结果。时间已经晚了，听说明天还有事，纳尔也该回去好好休息，这样的事慢慢来不需要着急。“这样吧，你先回去休息，改天有时间可以联系我。”    “哦……好吧……”纳尔站起身，“对了，你认识陈吧？”    “陈？”兰恩愣了一下，不知纳尔为何会突然问这种问题，她认识陈这不是显而易见的事吗，“认识。”    “谢谢。”纳尔鞠了一躬后就匆匆离开。    在走出门后，纳尔回头望了一眼门里的情景，兰恩正在收拾文件准备离开，其实那不是什么文件，只是一堆白纸，原本兰恩以为纳尔可以想起什么，那些纸是用来记录的。    看样子她很快就会出来。纳尔把门关上，之后走进附近一个角落等候着。    做梦是真事，但是陈叫纳尔无论治疗是否有什么效果，在离开时务必要跟踪兰恩。这个时间段本来人就不会太多，这条路也比较偏僻，人更少会降低跟丢的几率。虽然纳尔不知道为什么要跟踪，但是看陈的神色，这事似乎还很重要，纳尔不得不同意。    很快兰恩就走出来了，纳尔看见她直直地往前走，心里计算着拉开的距离差不多时，悄悄地走出来跟在后面。    兰恩过了几个路口后就右拐，她行走的速度比之前快了不少，这让纳尔有点担心。他刚拐过来，就被一把枪抵住了太阳穴。    “说吧，”兰恩把纳尔摁到最近的墙上用枪抵住额头，“陈叫你跟踪我是为了什么。”    “你……在出门的时候就发现我了吧？”    兰恩微微一笑，“在你刚进来不久，我就知道陈让你过来肯定另有目的。”    果然，和陈所给出的评价一模一样：“兰恩，她就是一个魔鬼。”    “陈叫我在你出门后跟紧你，等到你进入另一个地方时就停下，记住这里的地址，回去报给他。”    听了这话，兰恩放下了枪。纳尔都不知道刚才自己是如何做到那样的冷静，等到枪从自己的额头上挪开时，纳尔才双腿开始发软，顺着墙壁滑下来蹲在地上。“回去告诉他，过往的事我不想和他做过多的计较，弗兰克的事也不需要他操心，我保证过几天之后人会完好无损地到他面前就是了。”    原来陈叫他跟踪是因为弗兰克的事么，看样子，兰恩认识的人不少，她刚才提到“过往的事”？兰恩和陈在之前发生过冲突么？纳尔站起身，不知为什么突然想向兰恩说句谢谢，刚要开口，又被兰恩硬生生地塞了回去：“不过，我不保证不会是具……完好无损的尸体。”    尸……尸体？！    纳尔立刻伸手拽住兰恩的衣袖，单膝着地好让自己的身体稳住重心，“不，求你，别让他死，你叫我做什么都行。”纳尔极力向后拉叫兰恩无法前进一步，“真的，什么都行，我只求你能保证弗兰克可以安全回来。”一个大男人当街下跪拉住一个女性求饶，若是不知道的人真会认为这是个求婚场面呢。    看着纳尔这副可怜样，兰恩叹了口气，“放心吧，弗兰克又不只是你的朋友，我当然会尽力。如果不出意外，大概再有一个星期他就会来找你和陈了。”    “你和弗兰克……”    兰恩摆了一下手示意他停下，“我和他是以前的同事，因为他救过我，你别误会。”    说着，她转过身准备离开，“对了，告诉陈，这几天少出来走动，save找他快要找疯了。”\n\n返回索引贴\n\n\n@sam3737 @xcc @冥王星人 @恶魔-潇洒 \n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1454422140,
            "txt_content": "细节上还是有问题，用词的精致度不足，几个地方缺乏描写。"
        },
        {
            "author": "pylsdani",
            "timestamp": 1454423400,
            "txt_content": "下次能写的长点吗~这样一小段看的不过瘾~"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1454456040,
            "txt_content": "寻找可控行为这种行为本身不是可控的么？然而这种寻找可控性行为的行为似乎并不可控……（我自己都不知道在说什么）"
        },
        {
            "author": "xcc",
            "timestamp": 1454480160,
            "txt_content": "最近有时接不到at"
        }
    ]
}