{
    "title": "〈原创.单篇〉文学剧场-安根出品",
    "author": "安根_Engon",
    "replyCount": 15,
    "timestamp": 1454416140,
    "txt_content": " 本帖最后由 a2455564728 于 2016-9-16 20:35 编辑 \n\n献给\n小酒馆\n以及许许多多的文学圣地。\n\n\n\n\n\n\n一 佴亭先生\n\n\n  他要干什么来着？\n  活见了鬼了！佴亭走在大街上，忽地就把这事儿忘了！\n事实上他连自己是谁都忘了。他一会觉得自己是个贵族，一会以为自己是投机犯，但就是想不起来自己是个蹩脚律师。\n    不能怪他。他一走上街，扑面而来的热气就压抑着他，叫他窒息。空气里弥漫着朽烂、腐败、恶心、而且能闻出脂粉和金屑的味儿——说不出一股什么味。\n    麦开味。全麦开到处都闻得到这样的味，然而只有这个时节的米歇顿城区，味这么重。\n    他想把这个弯转过来，然而脏兮兮的空气、脏兮兮的蒙着灰气的斑驳夜幕、脏兮兮的贵族、摊贩、乞丐、骗子——其实都是一类人——的浊流、脏兮兮的在已经他肩头化湿成一片的雪从各个方向扑过来，叫他胆战心惊，感觉随时会被吞噬进去、撕成碎片、绞成碎末、烧成灰，还有可能遭遇各种不测。为了安全起见，他赶紧裹紧自己的大衣，拉起领子，压低帽沿，这样他就只消露出黑框眼睛后那一对在皱纹里埋着的眼睛；他低着头，疑神疑鬼地在街上走。他对这些微不足道的保护措施十分满意，因为这样别人就认不出来他，还以为他是个投机犯，在逃避军警的追捕呢。这时一队白帽子大兵从路边跑过——他们是七轨政权成立以后新组织的警署机构新招的——他就赶紧把脸埋得更紧，好像真有那么回事儿似的。佴亭一阵窃喜，但是紧接着他就惊恐地意识到，他可能是个真是投机犯，在躲避军警的抓捕。佴亭登时一阵眩晕，感到无所适从，嗓子眼被什么东西堵得难受。他弓着腰，扶着街边的红石路灯柱咳嗽。\n  一辆点着双红石灯的马车摇摇晃晃地冲开街上堵塞的浊流，向这条街拐过来了。佴亭抬起头，被灯光晃得只觉刺眼。\n  “闪开，”马车夫喊，“快他妈闪开！”\n佴亭钉在原地，不能动一步。马车从他身旁飞掠过去，摇摇晃晃冲上街对面的人行道，继而又刹住掉转车头，顺着大路摇摇晃晃驶走了。\n  佴亭脑筋转明白了。七轨一上位就什么都不一样了，现在什么东西都叫他们搞糟了、搞颠倒了。以前，可没有在街上巡逻的白高帽士兵。这些士兵排成两队在街上小跑整齐得叫人害怕；以前的兵可不这么整齐。士兵经过的街上贴满大字宣传报，上面都是“异类保留地”、“米歇国是全大陆最强国”、“争取领土主权”这些叫人望而生畏的词儿。贵族也不哭丧着穷脸、跑东跑西地找人疏通关系；可疑的投机犯也不像贵族，跑东跑西地把真正的贵族举报成投机犯，然后找人吞并贵族的田产；律师也不像可疑的投机犯，跑东跑西地帮贵族疏通关系，然后帮投机犯吞并贵族的田产——\n  他不是贵族，不是投机犯。他就是个律师。\n  他步子很重；他七弯八绕穿行在街巷里，拨开灰雾和雪幕，看见的都是街上死人更多，活人更少。他步子很重。\n  街上都快看不见活人了——死人都快没了。他也不再走了，好像那两条腿也重得抬不起来了。\n  他又仔细了一遍纸条上的地址。确定自己没眼花，他便转而疑惑地盯着一大堆七扭八歪的木板看了老半天，最后勉强相信那真是一栋木屋。可这玩意也太不像酒馆了。他盯着的本以为是门的玩意儿，后来发现是被木板封死的窗户，至于一边的门，比门槛还低了一截。在这些木板里有一条支棱出来的隐隐约约刻着字，佴亭用手去抹灰，仍然看不清。他拿出小刀刮掉一层污渍，上边“PUB”几个字才显出来。\n忽然，门板——这块该告油的老木头——突然发出一阵拖着长腔的绝望惨叫，向一边倒去。一个报童拿着一堆稿纸站在门口，跟盯动物似的在那看他。\n这目光看得佴亭惊慌失措，有几秒他又忘了自己是谁，想赶紧避开报童。最后他才想起说：“你进去通报闵望女士——就是那位米歇国文学协会的会长——办理这栋屋子的房产转让手……”\n“她不在。你进去等。”\n说完那报童从他身边穿过去。佴亭回头要去追问时，报童已穿过大街拐角不见了。\n佴亭自己上前。踏进小酒馆第一步，准备踏第二步的脚悬在空中没动。\n这已经不是他今天遇上的头一件怪事儿了——头一件怪事儿是，他忘了自己是谁——但是他周围确实置于一片通黄的火光中。他正踏在酒馆最顶层的回形过道上，两边是病恹恹靠在墙上的旅馆房门和老式火把。他隔着过道围栏向下看，视野里忽地冒出一层那些乱哄哄的攒动的人影：一个裹得很紧但仍能看出是雌性的末影人正把打晕了的写手往外扔；一个穿着图书管理员服饰的诗人正在冠冕堂皇地坐地端正，正在把自己的诗改成每首都是一百九十六个字的形式；一位打着授带的先生有些不清醒，正搂着另一个不清醒的先生大问她有多可爱；一个插着耳机却穿着忒猜旧式破长衫的老头正在高谈一些人们一辈子都用不上的字；一个喝醉了的青年指着门牌号，说他已经选定了这个楼层，现在就要跳下去；一个青年拿着数块破纸板向人们推销高新武器；一个少年对着凸面镜，正抱着头痛苦地说着他看到的自己的的渺小；一个教堂保管员拼命找着知名写手，看见什么就和他聊什么，似乎企图把这些人耗死来提升自己的位分；一个倚在墙角的流浪汉正给一位远处穿得严严实实的女作家画衣果写；一位中年先生大概正在撰稿，想象酒馆外正围着大量约基国人，掏出手枪差点打死一个人；一个留着短胡子的准贵族嚷嚷着在他写好关于今日账单的议案和企划书前拒绝写其他稿子；一个爱国主义经纪人向人们讲，他正通过贪.污.受.贿方式来挑战新政府，维护旧政府；一个“协会专家”正大谈社会，把每个分句都加上“主义”“革命”“社会”等字眼；一位穿着考究，同样打着绶带的先生试图制止这一切，但他还未吐出第二个字，就被末影人打晕拖向后台的长廊了。而再一细看，人影又都埋在一片烟气里，向上盘旋扭转着升去了。\n   佴亭没有在其中看到闵望，想去问一个报童；可是有一位先生给报童派了活，报童立刻就跑出去了。\n     旋梯被柜台围住了。一个瘦得像干一样的青年正在柜台口，拿着块抹布起劲地把柜台越擦越脏。\n“我——”\n“我们说了多少遍了，我们这里要新建报社，”青年头也没抬，不耐烦地嘟囔，“在房产手续转交妥当之前，只有获得许可的人员才能进入。这是规章。”\n“那转交妥当之后呢？”\n“你也不能进，因为我们这里要新建报社，建成以后，只有获得许可的人员才能进入。这是规章。”\n“我就是办理房产转让手续的律师。”佴亭不耐烦了。\n“是啊，可是有什么证据能证明你不是个居心叵测的投机犯呢？你这身装扮，投机犯也能做到。再说还有规章……”\n“那有什么规章能证明我不是个律师呢？！”\n青年忽然被问怕了，手上的麻布停滞在半空中直哆嗦，因为他确实不知道有什么规章可以凭一个人活像投机犯，就可以不让他下去的。但是紧接着，他似乎想到什么，昂起头，那对几乎睁不开的眼睛里射出自信的光芒，微笑着对佴亭喊道：\n“当然有这样的规章。因为报社所有的规章都是我定的。对，是安德尔·戴根·额思克·科蒂坎德·德·德约准爵定的。”\n佴亭差点哭出来。“到底怎样我才能下去？”\n“等到闵望回来。”\n“那时我就可以下去？”\n“不能。她一来，就会赶你这个可疑的投机犯出去。”\n他在这层坚不可摧的壁垒面前忽然没了底气。他的尊严和意志，在这层壁垒前都成了纸片，确实成了纸片。一把火，就成了灰末。他眼前发黑，四肢发抖，抖出一身冷汗来，唰唰地往下掉。四周的柜台越发高了，一直顶到房梁上，挟逼过来，将他团团围住。佴亭隔着云雾，只看见那举高临下青年一个影子，见扔下麻布，拔出了腰间那把四六式，脸上油腻腻的五官扭曲成四个大字：“这是规章。”\n佴亭退缩了，转而去求助周围的人。\n   “各位……”\n  “他老子的，我临任以来头一次遇见这么多破事，又是七轨政权，又是约基人打保留地的，还得把这两件事联系联系起来！我终于明白为什么麦开文学文化总联盟最近非要出一本书，解释波尔希抠鼻屎的习惯与米约战争的联系。”一个写手把稿子砸在桌上，嘟嚷道。\n  “这位先……”\n  “很简单，古卢，”末影人从后台长廊走出来，一边走一边说，“你就说约基友人显然急于庆祝七轨政权登台，走水路又被异类占驻，只能强行闯了。记得字里行间暗示约基暗地扶持七轨上台，或者‘不经意’地提到它们两方‘有一腿’，叫两边都大为害臊。也省得那些约基蛮子真把保留地打穿。”说完，末影人开始收拾两个不清醒的协会管理员（“瑟克斯，女孩子不要总是哭”“莫，你人真好，我会坚强的”）。\n  “你们有人知道闵……”\n  “得了吧，阿克缇可（Arctic），你明知道我不是抱怨这个。话说咱们今天赌点什么？”\n  “你们是不是……”\n  “赌闵望这回抱回来的是哪条大腿吧。我赌左腿。”\n  “我赌右腿。”\n“我赌左腿。”\n“我赌右腿。”\n“把神父叫来，他赌哪条腿？”\n“等会，给我点儿地方抛硬币。正面我就赌左腿，反面我就赌右腿。”\n“神父，你的硬币卡在地板缝儿里啦。”\n“那我就赌她有一腿。”叫神父的小伙子站起来说道，“反正没有这一腿，剩下两腿她是拿不来的。”\n“神父”这话是确凿的真理，经上肯定有一条是这么说的。于是剩余的人纷纷下注押闵望有一腿。正在神父在为自己掌握了真理而真理而喝彩时，突然有人拿起桌上那一伊硬币溜了。“神父”恼怒地喊了一声，满屋追那人，撞翻一路上的桌子凳子。他的白袍子在地上趿拉着，再加上被追那人使阴招，害得他磕磕绊绊，一头栽在长桌上，涨红着脸恼怒地大叫。\n  而佴亭呢？佴亭在经受前所未有的讽刺，嘲笑，轻视与荒诞后，感觉自己像在演一出丑角戏，而这出戏最出彩的地方，就是在他表演被轻视的情节时，被观众轻视了。\n    嘭。\n被一脚踹开的门板哀嚎着捂着自己身上散开的木条，屋中的热气被夜里的风吹得无所适从，四处弥散。屋里冷下来了。所有人大气不敢出地盯着扛着一条大腿站在门口的闵望。外面信标点亮了，闵望的齐肩短发和米色大衣泛着蓝白的光。\n“左腿，我赢了。”\n“你他老子的还没下赌注呢。”\n闵望一级一级地走下来，每一步踏在历史般厚重的灰尘上，发出空荡荡的回响。她穿过佴亭，把那条大腿搁在桌上。“够了。告诉我你们在干什么。”她看了一眼桌上那几枚钱，“你们在赌博。好极了。”闵望扫了一遍那几个人，他们被冥王的目光触及，都向后缩了一下。\n    “赌的什么？我也来下注。我跟你们讲，自打十七岁以来，我从来就没输——”\n  “闵望！”\n    闵望一转头，看见佴亭架着四六式，已经准备扫射了。\n  “嗯，佴亭，”闵望终于想起她身旁有一个差点阴干的朋友，有些困倦地抱着头，回答他：“如你所见，会谈延期了。巫妖只答应把这三层给我。谁也没想到过了一晚上时局就如此乱……外面又是大雪。”\n  “那这是什么意思？”佴亭指着这些杂七杂八的攥稿者。\n  “这就是我要收这个破屋的原因，”闵望勉强打起一点得意，“这里看来封闭得很严实，可是却十分流通。”\n  佴亭突然觉得那句话十分耳熟。\n  “如你所见，我们要办一种文学刊物，来改善咱们现在的报纸。我们把文学作为商品，生产、销售、讨价还价。报社开在这里，我就能搜集从各个方面过来的写手。我们的供稿组织根系庞大，组成复杂，包含了整个社会中下层的基民职业——你知道，用基民眼中的文学写给基民看，这是让报纸兴起的最好办法。不过想要垄断，我还得把下面——”闵望跺一跺脚，“——这一层收购掉。这一层是那个老巫婆主要的收入，开赌场和卖消息都是。”\n  “下面一层有赌场？”\n  “当然，下面一层这么活跃，我们就别想有机密。可我要把之前的赌徒赶走，让它变成我们的消息站，我们的文学之地。”闵望扬扬头。\n  “赌场不是黑生意吗？”\n  可是闵望一挥手，他的后话就瞬间灰飞烟灭：“你们这些贵族就是靠姓氏和特权吃饭，一点灵活头脑都没有。地下生意都是黑生意；可是咱们现在就在地下，那报纸就是黑生意。国家批准了这桩黑生意，那黑生意就合法。或者说，地下是黑生意，那地下的地下就要反过来，成为合法生意……”\n  “这么荒谬的理论，我还是头一次听到。”佴亭冷着脸，不知是由于感到不可理喻还是太过困乏。\n  “在米歇国，在米歇报界，够荒谬你就够专业。”闵望笑笑，“你以为专家都靠什么活？理论不要够严谨，但要够新鲜。好了，现在已经是午夜了。”闵望看了一眼笨重的老座钟，说，“明天如果有时间，你尽可能再来一遍。北极，你这个笨蛋，送送佴亭先生。”\n  “先生，你恐怕要从房顶把他投射出去，”北极正在试图把一大堆酒杯擦得更脏，“外面大雪已经把门堵住了。”\n  “又是这样的事！”闵望跺跺脚，木板开始发出恐慌的惨叫声，“约.策恩.华！你那幅漫画完成了的话，带佴亭先生去找一个房间。”\n  “还差一点。”一个准爵拿起几张纸，佴亭看见了上面的标题：《七轨对波尔希的阴谋案》。\n  “嗯……肖蜀呢？”\n  “先生，跟我走吧。”图书管理员站起来，不像带路，倒像兀自走了。可佴亭已经太过疲累，实在没有精力评价人家的服务质量。\n  肖蜀把佴亭领进三楼一间客房。“好的，先生。如果你感觉无聊可以按那个按钮。”肖蜀指指床头。\n  “我按钮的时候能指定谁上来吗？”\n  肖蜀笑了：“先生，这是给不爱好我们酒馆任何事物的写手准备的一种消遣。你无聊的时候可以一直按这个钮，红石机关帮你计数。昨天还有人连续按了两万五千多下，把我们的锁存器按坏了。”说完就带上了门。\n  佴亭想着这实在荒谬，可是一倒在床上，几乎立刻就睡着了。他没有注意被上的可疑污渍，以及一股不重但有渗透性的温吞的臭味。在一层，几个写手正吃着炖好的贵族大腿，喝着巫妖酿的酒，都已经烂醉如泥，最清醒的格勒.古卢也只是看着被锁链一样的烟气紧紧勒住的顶梁柱哈哈大笑。\n\n\n\n二 文学协会\n\n\n后来佴亭知道，安德尔·戴根·额思克·科蒂坎德·德·德约准爵压根儿就不是什么准爵，他其实叫安根。\n“那你为什么起这么一大长串名字呢？”第二天早上安根仍然不让他穿过柜台的时候，佴亭问他。安根仍然在拼命擦柜台，这点儿活好像怎么也干不完。\n“因为安德尔·戴根·额思克·科蒂坎德·德·德约准爵要出席许多重大的场合。我叫这个名字，他们就会觉得是安德尔·戴根·额思克·科蒂坎德·德·德约准爵在和他们打交道，而不是一个叫什么安根的。”\n“他们会立刻发现的。”\n“不会，因为这个名字只在报纸上和大家见面。”但是紧接着他又说，“不过我还是希望大家在公开场合把我当作安德尔·戴根·额思克·科蒂坎德·德·德约准爵。”\n门突然被撞开了。一个油腻腻的文人抓着一张新报纸——看起来还像今天的——冲进来，后面走的一个比他高两三截的中年。那文人扶住栏杆，俯身向他们两个喊道：\n     “我找你们那个叫安德尔·戴根的准爵。”\n     “他刚出去，”安根抬头喊，“现在应该在中央广场上。”\n     文人刚要起身，突然一动不动了，眯着眼盯着他看：“我好像见过你。你是哪个儿的？”\n     “我叫安根。”安根抽出一张名片，像要递给他，“你去广场找不到他，还可以来找我。”\n     “先生，我不能在这里等太久。”那中年说：“下午还有三份决斗协议，我要一一公证。”\n     于是文人随即瞪了他一眼，像是某种明知道对方在耍你可就是识不破的神情。随即他立刻冲出门，去中央广场找什么安德尔·戴根准爵了。\n     安根又转回头。“其实还有一个原因。以前我是米歇文学协会的会长，每天组织反闵望活动，”安根把抹布撇下，和他一同坐在台阶上时，说道，“但是后来闵望说愿意把报社作为文学协会的活动场地。于是我们立刻改为组织支持闵望的活动，并且立刻拥立闵望为我们的会长，我退居副会长。我把自己的名字改成安德尔·戴根·额思克·科蒂坎德·德·德约准爵，外界人士就不会疑惑我转而做了副会长，只会以为是安根离开，做出了内部调动。不过，”他又立刻露出一副得意的神色，“协会的所有实权还是在我手上。”\n安根这一举动确实有许多好处，因为安根又极喜好制定规章；在他看来，文学协会每次的活动只有可怜的一丁点儿人参加，不是因为文学协会本来就只有一丁点儿人，而是规章缩手缩脚，不够大胆。但作为文学协会会长，他又不想随便改动规章，让人们觉得他这个文学协会会长太草率。而一经调动，安根就可以不停地制订和修改新规章，然后交给闵望传阅；一旦其间出现某种不可逾越的障碍、荒谬得可笑的错误或自相矛盾时，就把这种失败完全归咎到闵望身上。这些规章中的一条是，每天给报社常驻人员派发印有十四行诗的午餐餐盒与附有当代重大文学事件的通函；通函里面要包括伪造的文学新闻、最新的规章以及每天可以下两块半的注的赌博游戏公告。\n“不过她赞赏我，因为这些规章是她从来也想不出的。她这么表示过。”\n“她说什么？”\n“她说——踩单级楼梯！单级！”\n  安根突然转身对一个正上楼的人喊道，随即又转过头来继续说：“她说我这些想法只有吃饱了快要撑死的人才想得出来。”\n安根受到这样的鼓舞，伟大的文学革命工作便更加一发不可收拾。就在前几天，他又对整个报社的成员作息与去留做出严格的限制规则，其复杂程度连他自己都没搞清，害得他每天常常站在柜台口，不知道自己是该上去还是该下去。后来为了避免这种不必要的麻烦，他索性以擦柜台为借口——事实上即使他不找借口也不会有人搭理他，但这是他定的规章——每天守在柜台口，限制其他成员进进出出。\n“她每条规章都通过吗？”\n“她不能驳回。因为我抓着她的把柄呢。”\n    其实闵望全盘通过的真正原因是她根本就看不完安根定的成堆规章，再说这里面大多数规章安根自己都记不住。安根自以为抓住的把柄不过是，他有充分的理由可以怀疑闵望是个共济会员。\n“我再说一遍，我不是共济会员，”当闵望听见佴亭说她是共济会员后，恼火地争辩道，“再说你撑得要死和我是共济会员有什么关系？”\n“看吧，你总算承认你是共济会员了，不然你就不会问你的共济会员身份与我撑得要死的关系。”安根打着饱嗝说道。他这时正在赶一份连篇累牍的要交给闵望的报告——尽管闵望认为安根直接跟她讲就行，但安根坚持要写出一份报告。这是他定的规章。\n“我很理解。共济成员对自己的身份都是严格保密的。但你不用勉为其难地对我说出来，因为我已经知道你是共济会员——通常只有身边有共济会员时，我才撑得要死——不过我呀，不会向别人说半个字儿的。”说完，安根把那几张稿纸摞在一起。“小杜纳，”他对报童说，“把这份稿件送去印刷五百份，然后分给每个文协成员。”\n“我们没有五百名文协成员。”小杜纳抗议道。\n“会送出去的，”安根把稿子往小杜纳手上塞，“我叫你印多少你就印多少。”\n小杜纳接过稿子，看见上面特大号字体的标题：\n就闵望的共济会员身份做出的规章调整\n事实上，发表这种空洞的长篇大论也是安根的拿手好戏。这方面他确实有天赋，因为没有一个人像他一样，知道那么多只有专家听得懂的词儿，然后再把它们整理成连专家也听不懂的话；念出来则更甚。安根为此走访了许多学者与贵族的门户，对他们的语法习惯和发音日以继夜地研究，终于整理出一种念报告的特殊技巧，无论多富有感情色彩的语句，都可以叫人觉得干巴巴得要死。他还专门写了一份报告来阐述这种技巧，真的在某次学术性的文学研讨会上发布。但这份报告没有人听，因为没有人能听得下去。\n不过佴亭不知道这些，他对这些也不感兴趣。他唯一感兴趣的是——\n“为什么我现在又不能上去？闵望早上告诉我，甲方要下午才到。”\n“因为你是获得许可的人员。这是规章。”\n“你就不能把那该死的规章改了么？”\n“不能。”\n“为什么？”\n“这是规章。”\n佴亭气冲冲地从旋梯上站起来，走出柜台，回到他的房间去。\n他不知道昨天这帮蠢蛋关于把他怎么处置争论了多久，但可以肯定的是他们最后决定把他全身裹上两层绷带，扔进了这地儿。这次裹的绷带，他费了好大的劲才挣脱。现在那堆绷带正堆在房间地板上，沾满了血和灰。\n这屋子除了多了一张床，一把椅子，粗制滥造的床头柜和茶几，基本和外面没有什么区别。地板分不出来是楠木还是桦木的，反正都一样黑，脚跺在地上就卷起一股尘埃；窗户也是用同样黑的木板封着，只有上面糊的一层宣传海报还算新，上面的大标题是《麦开紧张局势下谁是谁非》。佴亭躺在床上，听着厅堂的钟敲了十响，感觉心烦意乱。事实上他完全不必在这待着，可以直接溜走。\n“我希望你能在这待着。”安根突然闯进来时，说道。见佴亭瞪着他，他又胆怯地向后退两步。“抱歉，但我怕你直接溜走。”他确实担心佴亭会溜走，因为佴亭是他少有的听众。\n“你们留着我有什么用？”\n“这是为你好。根据规章。如果你在这待到我们准许你走，就算你是报社的内部人员。报社人人都有股份。”安根笑了，但这笑也不是十分快慰的，“这样，到了年底，你就不用像可疑的投机犯，跑东跑西地帮贵族疏通关系，又帮投机犯吞并贵族的田产了。”\n佴亭后来问他们的财务管理，股份是确实有的；这笔钱足以让他不用像可疑的投机犯，跑东跑西地帮贵族疏通关系，又帮投机犯吞并贵族的田产了。\n“哦，你说那玩意儿。”\n财务管理的举止十分气派，颇有贵族气质。他边跪着拿一块麻布擦着地板边说：“确实，现在每个能帮上我们忙的人都有一份。”说着他低下头审视着地板上的一块——不，一层污渍，镀金丝眼镜差点从油腻腻的鼻子上滑落下来，很像是在审视一份账目表。\n看着这位叫约·策恩·华的先生，佴亭相信他是个十分尽职的财务管理。事实的确如此，比如佴亭没有告诉他这个许诺中一个十分微妙的机密——其实股份屁用没有，到年底的时候他们半分钱都拿不到。\n“其实股份屁用没有，到年底的时候你们半分钱都拿不到。”佴亭说完，扔掉了抹布，改用小刀去刮那些污渍，地板渐渐能看出木头的棕灰了——在此之前佴亭没见过这些木头是什么色的。\n“为什么？”\n“就现在，有一百四十多人入股；差不多有一百三十多人，奔着股份来的。就你昨天看见的那些。鬼知道闵望怎么……差点就看见个会写字的就拉进来。”\n“维持得住吗？”\n“哼，肯定维持得住。这些人干什么的都有，比之前酒馆还要杂；想干什么都有方便。估计闵望就奔着这个加他们进来的。有了这帮玩意儿，这报社一百年也倒不了。”\n“那你们靠什么赚钱？”\n“那倒容易了。”策恩端详了一阵子那些污垢，弯下腰继续干，“咱们的报纸发表乱七八糟的言论。然后就会有报社驳咱们；咱们再驳回去，互相斗法。民众就爱看这样的玩意儿。”\n  索岚突然说话了。“呵，你倒躲过了那些麻烦事，可以在这里偷些睡眠；可是我们报社一百四十多人不能都躲着。昨天忙了一晚上，可就是这样我们也闲不下来（这话倒是真的，因为索岚昨天一晚上都在给人讲他是如何欺骗新政府的）。”索岚一边试图把抹布上的泥垢洗掉一边嘟嚷：“我嘛，我是个爱国主义者；可是我现在也得找个伪装的身份来继续写我的革命演讲稿。”\n  策.华会帮我这个忙。”索岚的嘴角似乎上扬了一个微小的幅度，“他和七轨那七支贵族都有亲戚，虽然都是远亲，可是照样能帮他弄到贵族头衔。这样，向贵族谈成他的装潢生意就容易多了。”\n   “今天晚上环绕剧场就有场音乐会，”索岚先生继续和佴亭解释着，“策.华趁着在那里和一个什么大贵族谈生意，要把我介绍给他，做他们的正式经纪人。到时候闵望也要去。”说完，看着手里的东西，觉得它终于洗得像块抹布了，然后丢给北极。\n  “闵望是去抱那个贵族的大腿，然后把那条腿掰下来。”北极接了抹布，边擦地边格格地笑着说。\n  “北极，你这个笨蛋，”闵望有些嗔，“既然这样，即使你把你那个叫什么叶叁肆的同学那篇稿子成功并购过来，我也不会给你一个伊币。”\n  “那你倒是要去呀！”北极笑得更厉害了：“你要是不去，我就随便和那个乡下律政师说你不去的原因了。”\n  “总之我肯定是要去，”闵望正在收拾那些位置扔得离奇的东西，此时有点不耐烦了，“票全是我买的，包厢全是我定的，全场最好的两个包厢，十个座位，不去简直白瞎。”\n  时钟敲了六个千刻点——相当于我们的六个大时，这说明已经是中午了。北极把抹布一砸——末影人是很难做扔这么灵活的动作的——然后穿上外出的行头：“我可不再说了。我把他支到长科密什街上的一家图书馆了。那家伙正是自以为怀才不遇的时候；我以图书馆编辑部的口吻写给他，他肯定就信了。那么乱的地方！他老子……”\n  “的”字还没说完，伴随着炸裂和吸入声，北极刚刚所站的地方只剩下裂隙粒子了。\n\n  闵望也走时，活计基本完事，其余的几个写手干起各自的活计，气氛明显变了。佴亭在一边看着他们的主意。\n  那个叫神父的，还穿着白袍子，眼下和古卢正在低声谈什么。佴亭上前听了一句，就再也不想多听了。然而神父和古卢已经把头转过来了，佴亭勉强问神父一句：“那么你真是个神父？”\n    “我才不当神父，那是蠢蛋。”神父抬抬胳膊，佴亭这才看出来，他白袍子的里子是纯黑的，“我是在一家农村的小教堂当保管员的，神父这破名儿是他们给起的。”\n海潮嗤笑了一下，不知是对教堂还是对佴亭：“因为神坛上没有神像。”\n    “没有神像的小教堂，人们认为很灵？”\n    海潮耸耸肩。“呵，就是这么回事，关键看怎么解释。教堂是省里的神学局的牧师自己花钱建的。结构，装潢和彩绘还可以糊弄过去；可是神像要用到大量石英，又不能做成空心或者加上别的填充物（‘你知道，这是石英的特性’，海潮解释道），这就是一笔巨大的开销。于是，本堂神父就说：‘泊阿’（P.A.）的形象囊括万物！那帮蠢蛋协会（P.A.）的人就真信了。要我说，这个主神的名字起得实在好。它告诉我们：宗教不糊弄人，它只糊弄蠢蛋。不少蠢蛋协会的人拿着我写给他们的祷词，还没想……”\n  佴亭听见“写给他们的祷词”，惊奇地打断这个嗤笑宗教的教堂保管员：“你既然不信泊阿，也能给他们写祷词？”\n  海潮一条胳臂杵着桌子，白色的长袍袖子耷拉下来，露出黑得发亮的里子。他对这个贵族兼转运商人越发口不择言了：“你以为呢？在这里，我告诉你，蠢蛋协会的又一个特性是：他们在面对两种人时，往往选择更可能糊弄你的那种。在他们看来，一个人去做神父，五成出于宗教，五成出于谋生；但一个人处于教堂保管员，九成出于宗教，一成出于谋生。因此我在教堂就有比神父更大的权力。一个保管员，既能‘保’这个教堂，也能‘管’这个教堂。所以，先生，在我与您对话以后，发现您有做泊阿教徒的潜质。我谨代表圣麦隆小教堂，邀请您赶紧入教。”海潮得意地笑着看佴亭脸上的变化——那张方脸已经变黑了——然后放肆地笑起来。\n  佴亭四处张望寻求援助，却只看见单占着一张桌子的索岚——安迪不知道去哪了。佴亭这时正听海潮的言论听得毛骨悚然，巴不得岔开话题，问索岚在做什么。两人沉默半天后，古卢突然冒出来一句：“索岚先生在筹划革命。”然后故意摆出很做作的充满敬意的神情，和海潮哄笑几声，继续和海潮聊他们的“所趋”。这两天，佴亭在这里看怪人看得多了，因此也就不予理睬。\n  索岚先生正对着成堆的白纸——从这位先生专注的神情来看，他显然正在想他的革命方案，而不是在等晚饭。从他的架势来看，他面前的纸随时都有可能写满字，一个周密而绝对能实施的计划，可以还米歇国一个美好社会，尽管他眼前现在只有白纸。\n  好吧，我们暂时停止对索岚的赞扬，来让佴亭能问索岚问题。\n  “你准备写什么？”\n  “刺杀七轨内阁的方案。说这话的时候小点声。”索岚削起了鹅毛笔。\n  “你准备得很谨慎周密啊。”佴亭说完，看了看索岚削掉的一纸篓的鹅毛笔屑。\n  “当然要谨慎周密，这样我才能彻底地清除七轨一切的，一切的，一切的腐败。”他每说一个“一切的”，刀就削得更加用力一些，最后一下差点脱手飞向佴亭。\n  “愿鹅毛笔够你削的。”佴亭冷着脸说完这句话，就走开了。\n\n  滚圆的老头正在厨房后台。经历了这两天和之前的几十年，佴亭认为，安迪简直就是目前他在麦开上遇到的最高尚，最无私，最庄严的人——所以立刻过去，想与安迪聊些什么。\n  安迪正在做一种小饼，然而他是看着他那篇数学题做的。这就使得他把活干得乱七八糟。\n  “你在做什么？”\n  “是火烧，他老子的，一种馅饼……”\n  “不是，我是问你，你在算什么。”\n  滚圆的老头的脸忽然不像之前那么圆了，并且好像起了在地板上弹了一两下的反应。他瞟了佴亭一眼，然后往油锅里加了点汽油。\n  “算闵望的报社还有多长时间垮掉。”说完把汽油瓶往桌上一砸，又往锅里倒柴油。\n  “你希望闵望跨掉？”\n  酒馆的新门房哼了一声。\n  “我希望闵望召集的这些人跨掉！我敬佩闵望这样的作家；可是她没有挑选地找人，叫文学报变了味。我是在报社有十几个人的时候，和闵望一起干的；如今有一百四十多个人，心机不在文学上的有一百多个。你总看见我一直埋头做数学题，实际上我是低着头把他们看了个清楚。他们彼此为利，把报社搞得乌烟瘴气；社址搬到这里来只会更方便他们做些不见光的事。闵望还帮衬着他们；她不能总在这里，当然没发现这点——当然没发现，因为他们做的事情都不见光。她想要招揽订户，这谁都懂；可是这样的报纸搞到十万个订户，还不如当时那五百。这样早晚要出事。”安迪一边说这话一边往老肥里揉酵母，最后那团老肥都绷得揉不动了。\n  安迪终于收起了那篇数学题，开始好好包馅——不过佴亭已经不再隐隐担心这东西能不能吃，而开始担心吃了会不会死人了。\n  “他老子的，你会和闵望说这些话的，对吧？”安迪沉默了很久，才又说这么一句。\n  佴亭不知道该对他面前这个滚圆的老头说什么。他是该表示对安迪的认同，还是应该对安迪表示他会和闵望说这些话呢？怪地方总有怪事，在恍惚间，好像两种预想同时进行了。但是这怎么可能呢？佴亭醒过神来，发现哪种预想他都没有执行。自己现在正往旋梯上走，嘴里正在说的是：“我再想想吧。”\n\n\n\n\n\n三 人生哲学\n\n\n    “小朋友，”巫妖唤着，“专心点。”\n    可是佴亭专心不了。就在刚刚，走廊里突然发出一声炸响，佴亭吓得差点从旋梯上滚下去。佴亭调整了一下重心，试图往上看，结果吓得真的从旋梯上滚下去。\n   走廊上站着一只巫妖。\n   如果只是一只巫妖，这还不够吓人。可这个巫妖的打扮和长相像要故意吓死人。她的袍子上系挂了一堆符文和药水与装小东西的袋子，不知是为了方便使用还是为了方便随时拿出来忽悠人。她的手，不，她的蜷曲的爪子上也挂满一些奇奇怪怪的小玩意，八成与她在赌场的胜绩有关。此刻她的爪子正抓着一只正在冒烟的裂隙之珠，这样就使得她整个躯体看上去更怪异了。她的全身都在抖，从兜帽抖到鞋跟，好像她是用史莱姆块凝结起来的。浑身的小玩意哗啦哗啦地乱动。大概是由于她自己抖得站不稳，她的另一只手正住着拐棍。她一抬头，你能看见她的脸像迎面撞过凹面的顶板——她整张脸密密麻麻布着斑点，而脸部肌肉尤其多——尽管她脸上并没有多少肌肉——两个没有生气却好像隐含着什么眼球也大半藏在她那大鼻子里。至于她的肤色，确实很像长时间不告油的老木头。\n  “他老子的，”酒馆的新门房这时已经做好了那所谓的“火烧”，此刻骂道，“凯.瑟德.策（Xe.Ced.Co，以下记为XCC），这里不是你的地盘了，你能不能别老用你那玩意！”\n   “现在风声紧，不能让太多人看见我……”XCC的音色确实像被钢钉卡住了喉咙，并且跟着身体一起抖，“再说，就算我和你们关系不太好，你们也不至于要毒杀我。”XCC看了一眼安迪做的那玩意，说道。\n  “闵望不在这，”安迪已经把那玩意放在桌上，继续做数学题，所以语气中有许多不耐烦，“你就和佴亭谈吧。就是现在正在旋梯底下揉脑袋的那个。”\n  “好吧，小朋友。”巫妖拿起那只裂隙之珠对准佴亭，把佴亭扔上了三楼走廊（佴亭感觉似乎所有内脏都要错位了），抖着拿出了那份协议与地下酒馆负一层的所有权归属证书。“我现在没有那么多时间了，今晚有一批煤矿要用矿车运到忒猜国去，我要赶上他们的便车。你就开个不太离谱的价钱，然后读一遍条约，签几个字，付出数目就行——我想闵望肯定没有和你交代过。”\n  “不，冥王和我交代过了，”佴亭连滚带爬地站起来，扶着扶手，有点恼火地拂掉大衣上的灰尘，“而且我不是小朋友。”\n  巫妖看看他，脸上应该有嘴的地方咧开一道长缝：“小朋友，你骗不了我。我们这一行不仅能预知事物，而且是想预知什么就预知什么。\n  再说，你们在我面前都是小朋友。你们的岁数和我比起来还差得远呢……我呀我，什么世道我没见着过！……他老子的，你们把负一层关上了。我说过，你们还没有收购我的赌场，它应该继续营业！”巫妖说完，拐杖猛地一敲三楼走廊的一块木板，后台的狭长过道尽头传来吱吱嘎嘎的响声。\n  佴亭并不惊讶，他相信馆里可能有任何东西，包括机关和暗门。\n  “小朋友，我知道闵望叫你来是让你给我加压……用不着，你把协议修改妥当，把字签上就行……哦，闵望应该和你说过，要把这事情搞得越大越好。”巫妖一边说，一边从旋梯上向下走，“不过，既然你们写文章的写手还没有回来，你就把咱们的谈话回头和他们说一下。算了，他老子的太慢了。”说完XCC一举裂隙之珠，佴亭全身搅腾了一下，两个人就站在了赌场中央（“XCC！你再这样我就去米歇省警局报案了！”安迪吼道）。\n  “哼，看到了吗，”巫妖看一眼四周——这里和一层没有打理时的情形差别不大，只是光线更昏暗，而且多了赌桌，“为什么人类死得永远比巫妖早？不是因为我们会炼苏生药水，是人类不爱和其他生物相协作，——你把闵望的名字签在这，——把他们都赶到保留地和屠宰场；他们也自欺欺人。所有人自己都愿意造假盈利，可是谁也不愿卖假货赔钱；所以糊弄来糊弄去，人人都用假货糊弄自己，到最后还不是一起折寿，一起中毒，一起进监狱。”XCC一边看着佴亭看协议，一边嘟嚷。\n  “然后就是滥杀。异类保留地让你们这些东西一给占了，异类就都不能留了。七轨政权一上道，异类保留地都要变屠宰地。异类，到那些约基国人，再到罪犯，难保有一天不会杀光你们自己。那闵望不就是正每天把那些假权贵的大腿抱回来吗？贵族的大腿可以吃，专家的大腿就可以吃；专家的大腿可以吃，写手的大腿就可以吃。”\n大腿可以吃得，五条腿就都可以吃得；五条腿都可以吃得，整个就都可以吃得。那就真成了吃人了。哼，你们把巫妖从地下茶馆赶出去，不知道这件事会有多晦气；不过这些都和我没有关系，你们只能叫我们的苏生药水更好卖。”巫妖终于注意到自己的言辞愈发激进，而且佴亭越发不高兴了，于是不再说什么，去拿那已经签好字的协议。\n  “你瞎说。七轨是腐败，可是不至于这么黑暗。”佴亭瞪着她，说。\n  “瞎说？……小朋友，你完全搞错了。黑暗的不是七轨政权，麻木的人类才是核心。他们建立稳定的社会环境，任何一种政权都无法彻底改变……相反，最后都要被影响。你以为我靠什么赚钱？我靠的就是这个。”女巫把所有证书做好修改，走到空旷的地方，拿起裂隙之珠。在光线昏暗的负一层，佴亭忽然感觉到XCC的目光非常锐利。\n  “不会再见了，小朋友。”XCC这时居然笑了，而且这次真的能让人看出她在笑，“注意周围。多和安迪聊聊。”佴亭与巫妖对视一眼，感觉她的眼神中似乎传递出什么东西。\n  一声炸响，XCC不见了。\n“哦，我要杀了她！”天花板上方传来安迪懊恼的声音。\n\n\n\n四 剧场\n\n\n  索岚后来因为要参加音乐会，很快也走了。\n  佴亭躺在客服的床上，勉强捱了一下午。他还要向闵望交付合同并领受一成半的股份。挨到了酒馆的旧座钟敲了九个刻点的时候，佴亭再也待不下去，从床上坐起来，要去外面逛一逛。\n  突然，酒馆外门的老木头发出一声绝望的惨叫，其中夹杂着门板被狠狠撞开的闷响。接着就是末影人的虚弱但很重的喘息声，以及几个人七嘴八舌的议论。随后传来安迪的吼叫：“怎么了？这是怎么回事？”以及噔噔噔的踩旋梯声。\n“我的天哪，快帮我们把她抬到屋里。她被泼了一桶冷水——我没开玩笑，她是真的被泼了一桶冷水。这简直会要了她的命……”这是闵望的声音，语气很惊慌。\n  佴亭开始有点懵，反应过来是怎么回事后立刻冲出去，扭头看见安迪和去音乐会的那三个人正在把湿漉漉的北极往走廊的一间屋子抬。海潮和古卢不在，不知道是什么时候走的。\n  “这下计划完全乱套了。”闵望不免焦虑地说着，把肩上的一条大腿和一条胳臂递给了安迪，“接着。这次多搞两种做法吧。我给北极换件干衣服。准备好敲他一笔。”说完就一个人把北极背进去，带上门。\n  “敲谁？”佴亭过去问正在走下旋梯的策.华。\n  “安根那半个贵族。”葱花摊摊手。\n  “‘半个贵族’是什么意思？”佴亭跟着策.华下楼。\n  策.华停在了楼梯上，给索岚让过身去，然后转身对着这个商人兼贵族。\n  “佴亭，我不明白闵望为什么要叫你来跟巫妖交涉。你懂得的东西可真少。或许巫妖会对无知的孩子放宽态度？”他扭头对佴亭说道，语气中多少有点鄙夷，“半个贵族，是我们对有贵族气派而没有贵族头衔的这一类人的称呼。他的举止中确实有点贵族味，但是这也盖不住服饰的寒酸；为了节省开支，用一顶旧礼帽来顶掉每天给扑粉匠的那六个浦币。他一说出话来，嘴里散出字纸味；而且平均每说一句话，他老子的，还要加进一个什么高深莫测的词让人糊涂，八成是他吃的字纸上写的。剧院，监狱，妓院，酒友，这几个jy打头的词他讲起来吞吐叫人忍受不了，可是呢，哼，他又似乎很有研究。”策.华说完了这番褒扬不像褒扬，贬低不像贬低的话以后，往旋梯边上让了让——九个刻点以后，开始有写手回来了。\n  “那你们准备什么呢，”佴亭边示意策.华继续往下走边说，“这个没有经济实力的‘半个贵族’又不会给你们什么好处。”\n  策华向下走着，笑了。“波尔希帝政一直供着他，这就使得他有大把时间做一些糟糕文章，沉浸在自己的‘文学境界’里。不过上周波尔希一倒台，这个大贵族就不得不想办法去推销他的糟糕文字来获得长期收益了。可是还有勋章呢。”策华找了一条长凳坐下，从大衣里摸出一块勋章，像个卅字，“虽然现在没有什么意义了，不过这可是纯金的。拿到炼药铺子砸了，少说能值两个埃币，那可是两万个伊币啊。”\n  外门突然发出一阵闷响，转移了佴亭的注意力——古卢和海潮回来了。古卢肩上背着两个神志不清的女学生，海潮则两肩各扛着一个，背上负着一个。\n  “你搞了三个呀，”古卢带着某种用词汇难以形容的笑，“虚死你！”\n  “小点声，他们提前回来了，”海潮示意一楼坐着的策.华，“要是让闵望知道咱们借的是报社写手的名头，有多少条腿都得没。先背进屋，再灌点。”说完，两个人就快速分开，进了二楼走廊上的房间。\n  “我说，”策.华拍了佴亭一后脑勺，“你到底有没有在听我说话？”\n  “哦，我刚才看见古卢和海潮回……”\n  “别理他们。他们天天都有那样的勾当。”策.华说完，向安迪示意他要喝点什么。\n  “不告诉闵望吗？”\n  策.华笑了。“当然不告诉。如果报社时是栏两个仅次于北极的写手，海潮和古卢，他们都这样，她怎么信任我们呢？”\n  闵望很快就出来了，带上门。\n  “安迪，巫妖的库存还剩下多少？”\n  “他老子的，果汁酒还剩下一百多桶，要多少都管够。”安迪边递给策.华一杯胡萝卜酒边说道，“不过药水应该不剩几瓶了。”\n  “那好，有苏生或治疗药水的话，一会给她灌一瓶。现在咱们得准备晚宴了。”闵望扶着额头，看了一眼座钟。“嗯，除了海潮和古卢都回来了。都听着，”闵望喊道，“咱们现在要准备晚宴以迎接安根，写的如果不是报刊文章就都收起来。”闵望说这话时盯着索岚，他正对着他那两卷白纸。“嗯，还有一个半刻点他才到。不过半个贵族都有迟到的毛病，我们就当我们还有三个刻点也不为过。把稿子整理一下，空几张桌子出来……”\n  于是策.华起来帮忙，再也不理睬佴亭了。\n  “闵望，那一成……”\n  “那一成半的股份，我们把这边忙完再说，”闵望攥起了稿子，“现在我们忙得要死。”\n  “那暂时先这样。”虽然这样说，但佴亭被三番两次忽视和滞留，不免有点窝火。“不过你们真打算让那个什么安根掺进来吗？”\n  “才怪……我们得到的他的信任和存款，就把他扔出去。他老是学古典文艺的味。可这是1763年，不是763年。”\n\n\n  敲门声如期响起了。\n  “他老子的，来得这么准时。都别出声。”闵望听见了敲门声，一边骂着安根的准时，一边去开门（这时海潮和古卢从各自的屋子里出来，不动声色地下到楼底。佴亭猜想他们一直在窥探门外）。\n  “啊，安先生。有失远迎。”刚才骂着安根的闵望，打开门的一刹那，立刻换上热切的笑脸，对她刚骂的人伸出手去。\n  “先生？……闵望是折煞我了。”这位小个子先生像没睡醒，与闵望握了手就往里走。\n  “折煞的话，这怎么说？闵某在文学界只能算是个闲散人员，安先生才是骨干啊。今日安根光临寒社，闵某已是感激不尽，闵某一句‘先生’，安先生受之，何来折煞一说呢……？”说完时，已把安根送到楼下（安迪给安根打开门时，神情像要吃了他）。趁着安根打量这个密不透风却流通迅速的地方时，闵望对每个写手都咬了一下耳朵：“尽量应着他来。记住了。”\n  “闵望女士，你这里很有文学氛围……‘文学之地’名副其实。”安根看看写手们，“那——那那那如果各——各位先生有时间的话……”安根环视一周后，吞吞吐吐地说着。\n  “当然有时间。”十几个闲着的写手和几十个坐在纸中间拼命赶稿子的写手应道。\n  “那我就放心了。”安根隔了半天才来了这么一句，不知是有间歇性的肺气肿还是他就是在等写们在他说完这句之前应声。\n  “行了，安先生。”闵望要他站在酒馆中央，“你快讲，我们洗耳恭听。”\n  安根从衣服里拿出了至少七打稿子，每张都密密麻麻地写满诗句（“就好像他家多么缺纸”，肖蜀戏说道）。\n  于是这半个贵族在馆心柱下第一次发表了他的几十首长诗。\n  这些长诗固然思想深刻，语句绝妙；然而写手们的反应却像要和他演一出人生喜剧：\n  一半的写手一句也没听进去。\n  一部分的写手正在窃窃私语，内容基本是这样的：\n\n  “他讲到哪儿了？”\n  “不知道，没听。问问古卢，今天晚上赌什么。”\n  “古卢说，赌等他念完那一大套，咱们这里会死几个人。他自己还故意押了两块半，赌咱们——连他自己在内——全部死光。”\n  闵望虽然听着，从但她的神情来看，似乎在担心馆心柱随时会倒下来。\n  第十二首的时候，下面议论连连；第三十三首的时候，三成多的人睡着了；第——至于第多少首，佴亭也数不过来了——首的时候，即使巫妖留下的几瓶苏生药水都被写手喝光了，还是有人差点无聊死。\n  只有安迪坐在佴亭旁边，这时做着数学题，小声嘟囔着：“他老子的，这些东西怎么说也比那些讽刺诗强多了。如今他们却在这里哭天喊地的，好像会杀了他们一样……他老子的……”\n  “话是这么说，不过这些不愿意欣赏艺术的写手，可是代表文界……”肖蜀小声对安迪说，“文界说他是什么，他在全麦开人中就得是什么。这就是报纸的作用。”\n  “他老子的，报纸的作用。”安迪骂道，可是他也不再吭声了。\n  安根终于念完了诗词。这条消息此刻比约基国灭亡的消息更能引起轰动。然而安根说他还有三十三条文学“刍议”，差点吓死几个人。\n  “安先生，可以了。那个留到餐桌上说吧。我们准备了晚宴欢迎您哩。”闵望赶紧这么说道——她也生怕这里出人命。\n  于是在一百多人共同的努力下，几十套餐具在写手们消失了仅仅一个刻点就端了上来。安根指着其中一盘烤好的贵族胳臂，对闵望问道：\n  “这——这是什么？”\n  “小羊腿而已。”\n  虽然这玩意和小羊腿差得有点远，不过像是没睡醒的安根注意力不在上面，也就没有细究。安根的果汁酒端，不，飞过来以后，半个贵族在桌旁站定。“那既然菜都端上来了，我就读给先生们听了。”\n  “等等，”闵望看见写手惊恐的神色，有点慌张，“海潮是圣麦隆教堂的教徒保管员，他们每天都是要唱餐前祷词的。是吧，海潮？”\n  “呃……嗯，有这回事。”海潮被突然点到，有点发懵，但很快就反应过来，走出桌席，站在馆心柱旁边。他略一思衬，随口编了首祈祷诗。幸运的是海潮以前常常编这些讽刺泊阿教的小手笔，所以几乎是一口气顺下来，到了后半段甚至用《葬礼进行曲》的曲调唱完。\n\n泊阿，泊阿，\n请您收下这副膝盖。\n我们相信你的存在，\n并要因着你的存在而表达悲哀。\n不管您面前——\n假如我真的是在您的脸前，\n这着实令我难以分辨——\n是一个赌徒，懒汉，醉鬼\n或因其它任何一个原因而不慎失足者，\n他必然有罪，\n因为他在这里，要洗刷自己的罪孽，只有在这比芸芸众生更加广博的境界中，\n他的灵魂才得以洗刷。\n\n让蠢蛋协会见鬼去吧，\n只有高尚的灵魂得以崇敬——\n假如我面前是有个灵魂的话。\n泊阿，泊阿，\n请您帮助这个人洗刷他的灵魂——\n假如你看得到他的话，\n只有你肯帮助他，\n他才敢以得到救赎的身份\n回到未被救赎的人中去。\n\n  大家都知道圣麦隆教堂是怎么一回事，所以海潮这首暗藏讽刺的祷诗余音未绝，就立刻得到了席间写手们的暗暗喝彩。与刚刚吟长篇史诗的安根相比较，海潮立刻成为了18世纪最伟大的诗人。\n  没睡醒的安根似乎并未注意到这种区别，随即开始讲他的“刍论”。不过现在大家就不无聊了，一些写手低声在席间议论，说应当把海潮的这首临场发挥的诗作列入《18世纪改变麦开思想的一百首诗》，并作为审视教徒性质的重要材料，加入泊阿教麦开总教会年议程。佴亭这时看见闵望正在往安根的胡萝卜酒里掺很烈的樱桃酒——不过闵望出于对安根的尊重，没有掺太多，只是相当于往一只兔子里掺一匹马。\n  “安先生，您讲得很不错。这些我们都会采纳。”半个贵族念完刍论以后，闵望赶紧说道。“我们在席间继续谈谈吧。”\n  安根坐定，喝了一大杯樱桃酒味的胡萝卜酒。\n  “说实话，闵望，我一直认为你你你对写手的扶植行行行为值得效仿。这在——在米歇国是很难得的。”\n  “安先生所言极是——您再喝一杯。”\n  “当然……你知——知道，要要从‘文学’做到‘新文学’，不——不不是简单地改变文体与格式，还要改改改变写手的理念与思想……”\n  “安先生所言极是。”\n  “当然……啧，现在的写写写手都喜欢单纯地拿故事抓人眼球，这个我们也绝——绝不能提倡……”\n  在后来的一个刻点，闵望就在诸如此类的一唱一和中把安根灌得烂醉，同时在桌下把报纸需要的讽刺文章继续置办妥当。桌的另一端，海潮在领受了数阵七嘴八舌的赞扬声（当然，其中不乏冷嘲热讽）后，和古卢回到各自的房间。佴亭虽然想在席间吃点东西，然而贵族的大腿和胳臂他是绝不敢恭维的。\n  “今……天可……真是个文学之夜。”说完，安根就躺倒在地上了。\n  闵望从安根的大衣搜出两个卄字勋章与三个卅字勋章：“呵，怎么说也有一个埃呢。”然后就去整理稿子，打算把那几张纸让报童送到印刷社。\n  “怎么样？”闵望递给佴亭一份股份转让协议，“只要我们沿用这样的经营策略，文学之地不愁没有利润。”\n  佴亭没说什么，收起了股份转让协议，把那些所有权归属证明递给闵望，上楼去取自己的行头。佴亭在楼上待了很久，他并不乐意看到闵望逼出这个年轻贵族的存款。\n  下来的时候，这出大戏已经是收尾部分。此刻多数人都喝得颠三倒四。馆心柱的空气完全浸没在烟雾中，这时佴亭才发现，原来阴沉金丝楠木的馆心柱也是空心的，从外烂到了里。烟雾中充斥着欢悦的而不可捉摸的气味——似乎与淫乱有什么关系。刚才的女学生不断被背进其他房间，他才认出其中一个叫尹朗。不过他们当中显然没有任何一个人是可耻的——因为大家都一样，都代表米歇文界的意志。\n  而安根呢，他正被扔在酒馆的墙角，被扔在这个“文学圈子”以外，被扔在与其说满身酒气的写手，不如说满身腐败气息的写手中；烈酒的作用使他睡得很死。他也许正在做一个梦，梦见他的新文学与新思想。\n  佴亭上到了三楼外门口。门外那块牌子并没换。\n  佴亭又折回来了。\n  “再见了，闵望女士。”佴亭对下面喊着，“你这里可不光是个文学之地，简直是个文学剧场。愿你们那个‘文学’导演做出更讽刺的剧本，让你们演一出更精彩的戏剧。”说完，伴随着老木头最惨烈的一次哀嚎，佴亭不见了。\n  “他刚才喊什么呢？”闵望也有点不清醒了，伏在泥垢没有清理干净的桌案上，问周围的人。\n  “僵尸猪人才理他呢，”醉倒在椅子上的索岚嚷嚷着，“来，为了从七轨政权身上刮钱，闵望，把这杯浆果汁干了。”他指着一个空杯子说。\n\n\n\n  佴亭回去了以后，没有当成写手，所以最终也没有把这个故事写完整。不过有人看到了故事的整个进程，把佴亭写的文章做了修改和补充。然后，喏，就成了我们现在看到的这篇。\n\n\n另：\n   闵望女士在今年给安某的信中提出了一点意见。如果说文中有所夸大，这纯属谬论。文中也许有部分事实夸大，然而主体全然是佴亭先生的手笔；问起其他写手，答案又完全不相同。这也就只能把责任推卸在已故的佴亭先生上，变成无可考究的“悬案”了。\n\n1771年，安根作于米歇国米歇顿省\n\n百度云网盘\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1454416440,
            "txt_content": "冥王表示对于你小子把我写死非常有意见，我强烈要求增加便当附赠的鸡腿和卤蛋数量。"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1454416920,
            "txt_content": "\n被拖来加分了\n只知道加加加\n都没金粒了啊\n"
        },
        {
            "author": "纷飛",
            "timestamp": 1454416920,
            "txt_content": "把冥姐写死是打错！！！！呸 打错字了 打错 大错\n是打错！！！do you know？"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1454417040,
            "txt_content": "达达表示对于你小子把冥王写死非常有意见，我强烈要求增加便当附赠的鸡腿和卤蛋数量。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1454417460,
            "txt_content": "纷飛 发表于 2016-2-2 20:42\n把冥姐写死是打错！！！！呸 打错字了 打错 大错\n是打错！！！do you know？\n你到底想说什么。。。"
        },
        {
            "author": "纷飛",
            "timestamp": 1454417760,
            "txt_content": "冥王星人 发表于 2016-2-2 20:51\n你到底想说什么。。。\n请参考一楼（哭笑 我就是来水的23333~"
        },
        {
            "author": "Hous",
            "timestamp": 1454417820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1454418840,
            "txt_content": "已加分，不看就知道写得很好（因为涉及了第一个领域（滑稽）），不过我是给分给得最多的呢_(:3」∠)_"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1454456040,
            "txt_content": "Hous 发表于 2016-2-2 20:57\n这⊙﹏⊙有简介么\n不到一万字的短篇要简介……你可真是……"
        },
        {
            "author": "xcc",
            "timestamp": 1454473380,
            "txt_content": "好长。\n看完了。\n我认为是有万字的。\n同为写手，来，乾杯 []~(?-｀)"
        },
        {
            "author": "sam3737",
            "timestamp": 1455027420,
            "txt_content": "冒昧问一句：本文中引用的论坛用户之事是确有其事，还是借词讽喻？\n（这里有必要加一个限定条件：从任何意义上）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455067440,
            "txt_content": "sam3737 发表于 2016-2-9 22:17\n冒昧问一句：本文中引用的论坛用户之事是确有其事，还是借词讽喻？\n（这里有必要加一个限定条件：从任何意 ...\n（扶头）你可以自己去问（我感觉你是问不出什么来了，小心你的大腿即可）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455339360,
            "txt_content": "xcc 发表于 2016-2-3 12:23\n好长。\n看完了。\n我认为是有万字的。\n好吧我发现其实是有万字的。不过也没有多出多少，只多了三千多嘛……\n短篇没有那么多……\n总之干杯。（酒貌似都变质了）"
        },
        {
            "author": "穿梭的箭",
            "timestamp": 1456716180,
            "txt_content": "噗，所以你退我来这就是为了这个？"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461994080,
            "txt_content": "@xcc 嗯？你没有点错？"
        }
    ]
}