{
    "title": "多人联机(Multiplayer)",
    "author": "DJXGAME",
    "replyCount": 6,
    "timestamp": 1349102880,
    "txt_content": "多人联机\n\n多人联机是一种基于服务器的游戏类型。顾名思义，通过多人联机，不同玩家得以在同一个世界中相互交流互动。玩家可以互相协作进行建设、采矿以及互相战斗等。玩家可以下载并运行服务端以便使其他玩家可以连接并在此服务器中进行游戏。在服务器中可以选择不同的游戏模式，其中包括：生存模式、创造模式、极限模式以及冒险模式。值得注意的是，游戏模式可以因人而异，也就是说在同一服务器中一些玩家可以是创造模式，而与此同时其他玩家则为生存模式。。值得注意的是，游戏模式可以因人而异，也就是说有一些玩家可以是创造模式，而其他玩家则为生存模式。玩家可以被服务器管理员或其他OP晋升为op（系统操作员）进而获取使用如游戏时间和进行玩家传送等这样的服务器指令 的权限。\n\n\n \n早期的多人生存模式\n\n\n\n\n \n文字样式（从上至下）依次为：粗体、删除线、下划线、斜体和重置 (§r) 文字样式\n\n\n\n\n 文字颜色代码。使用§并加以对应的数字或字母生成相应的文字颜色。如：§a会生成浅绿色文字。\n\n\n\n虽然当前Minecraft并没有一份生存模式的服务器列表，但是却有一份Minecraft Clssic版的服务器列表。同样，在wiki的侧边栏处也有一份包括第三方服务器的列表。玩家可以选择在架设服务器时是否使用其本地网络的端口映射（使用本地IP地址或使用有服务器路由器生的全局IP地址）。本地服务器通常不需要端口映射。服务器种类\n服务器可以按照其类型进行分类，会有许许多多的服务器类型：多人生存模式（SMP） (Survival Multiplayer) 。服务器架设的标准类型，当假设服务器时默认设置即为多人生存模式。多人创造模式（CMP） (Creative Multiplayer)。玩家拥有无尽的资源和生命，通常用于团队建造。多人极限模式（HMP） (Hardcore Multiplayer)。在多人极限模式中，玩家一经死亡便会被服务器永久封禁。多人冒险模式（AMP） (Adventure Multiplayer)。在多人冒险模式中，玩家不能建造和摧毁方块。通常可以预防某些种类的恶意破坏。当然还有一些服务器旨在完成其单独的目标而无法归类于以上这些分类之中。\n\n一些服务器通过使用Mod (\"模组\")向其中添加一些自定义的物品、合成表等达到丰富默认的多人游戏体验的目的。\n聊天\n\n\n\n 多人联机聊天示意\n\n\n请注意：下述命令可以进行自定义设置（下文中所述为默认设置）。在多人联机中，玩家可以通过按T与其他玩家聊天或者输入指令。通过在语句之前使用斜杠(/)可以使服务器经行判断是否为指令。可以实现如下聊天功能：历史记录 - 通过向上/下滚动鼠标滚轮浏览历史记录。也可以使用PAGEUP和PAGEDOWN 。\n可以点击聊天中出现的链接。使用上/下浏览最近发送的信息。如果您开始输入玩家姓名或指令的一部分，然后按Tab ?，将会自动为您补全玩家姓名和指令的剩余部分。（玩家如不在线，其姓名不会被自动补全）在聊天中使用复制&粘贴功能。（按CTRL + V进行粘贴，按CTRL + C进行复制。按SHIFT + 方向键选择文字。）玩家可以使用分节号（§）更改文字样式。如在聊天中输入§k显示随机字符。§l、§m、§n和§o分别代表粗体、删除线、下划线和斜体。 §r为重置字符样式。在原版客户端由于分节符（§）受到限制的缘故无法正常输入。如果通过复制粘贴的方式在聊天中粘贴§将会自动被服务器踢出，并显示\"在聊天中使用非法字符\"的信息，同时造成服务端disconnect.endOfStream错误。\n\n按'/'可以起到命令提示符的作用：可以直接打开一个带有'/'的聊天框。在其他的键盘布局中，也有可能是其他按键。自版本1.3.1起，可以在控制选项中修改其按键。按住一个字母不放同时按下Tab ?可以输入用户名以该字母开头的第一位用户的用户名。如果以该字母开头的用户名过多，则会在聊天栏中出现一列表，可以通过继续按Tab ?滚动列表选择用户名。第三方服务器列表\n主条目： Server list\n由于并没有一份官方发布的服务器列表，不同的网站会提供不含不同服务器的列表。可以在服务器列表页中找到上述站点。在Minecraft页中包含一份Classic版中的服务器列表。但是自版本1.8.1中在引入服务器进入窗口中引入了服务器列表。虽然这份列表中并不是完整包含所有的服务器，但是确实包含了若干个服务器。对其中的服务器使用ping命令可以知悉其此时在线玩家数和最大在线玩家数。\n\n局域网\n\n局域网游戏只能与处于您本地网络范围内的玩家进行。（例如，与您使用相同的路由器/使用交换机能够与您相连的玩家）欲要向处于您局域网内的其他玩家公开您的单人游戏世界，需要在聊天栏中输入\"/publish\"命令（注意：此处仍有诸多限制，如您不能通过命令行的方式更改游戏选项。）或者在游戏菜单中单击\"对局域网开放\"按钮。在那里您可以选择其他玩家的游戏模式以及是否允许玩家作弊。以上这些方法都会为您生成一个可以使用的IP，如：\"本地游戏将在12345开启。\"现在，其他玩家可以使用Minecraft向您提供的链接直接加入游戏或者是在多人联机菜单下选择底部的\"搜索局域网游戏\"加入。在技术层面上，向局域网公开的Minecraft客户端会每隔1.5秒向本地IP地址224.0.2.60:4445发送一次UDP组播信号。而其他客户端在接收此组播信号后即可在多人游戏页面显示您的游戏。\n\n技术说明\n\n在Classic版中，服务器会分钟向server_level.dat中保存存档文件，或者使用/save-all命令也可以起到相同效果。而在当前版本中，服务器在默认情况下会每隔30秒将所有被改动的区块保存在\"World\"文件夹下的存档中。家用服务器并不一定需要与minecraft.net相连，可以在无网络连接的孤立化居于网络中进行。也可以使用minecraft.net作为存储玩家皮肤以及玩家信息的存储数据库，这样做可以使该服务免遭恶意破坏和黑客侵袭。上述这些设置可以在server.properties中修改。历史\n\nClassicJune 8, 2009在许多次Beta测试后发布多人联机模式。AlphaAugust 4, 2010发布多人联机生存模式。1.2.2可以使用运输工具功能。1.2.3可以使用生命与伤害功能。1.2.4当其他玩家在潜行时会显示潜行的动作。1.2.6添加/kill命令。Beta1.0物品栏修改为服务端存储。（修复物品消失和复制的错误。）1.2其他玩家可以看到您所穿戴的盔甲。可以看到画。1.3站在栅栏上的玩家不再会被卡住。1.4不再生成基于客户端存储的史莱姆。1.5在狼生命值全满时不再持续性地发出呜咽之声。1.6重大Bug修复更新在多人联机中可以访问下界。在使用发射器时会释放烟雾和发出声音。修复在从唱片机中弹出音乐唱片时会产生的基于客户端存储的伪生成错误。Server.properties中增加新的设置: view-distance（视野距离）和allow-nether（是否允许访问下界）。1.7.3添加Mod的客户端将不再可以修改已经被放置的告示牌中所述文字。1.8修复多人联机中恶魂的攻击音效。正式版本1.1可以在多人联机聊天栏中输入彩色字符。1.2.1在原版客户端的多人联机聊天栏中不再可以输入彩色字符。刷怪箱中可以显示正确的生物。修复生物有效攻击区域。（现在可以攻击其腿部区域）1.2.4改进了聊天栏。现在可以浏览历史记录，可以通过使用Tab ?键补全用户名，也可以复制粘贴文本。修复诸如迷之TNT这样的多人联机漏洞。12w23a玩家在其他玩家采矿时可以看到方块碎裂的效果。12w24a为局域网游戏的/发行提供最基本的技术支持。12w25a玩家可以在创造模式中使用/tp username x y z命令传送至特定的位置以及在生存模式中使用作弊。在菜单界面中添加\"对局域网开放\"选项。多人联机可以搜索到局域网游戏。\n漏洞\n在多人联机中许多行为都可能造成极为严重的延迟，主要体现在相比于单人游戏而言生物会更容易攻击到您。有时您的皮肤可能会变为默认皮肤。这主要发生在出入下界和末路之地以及进行传送之时。在多人联机中，玩家在穿过方块时可能会发生错误，导致在看起来是在该方块上盘旋。有些方块在客户端仿佛是被摧毁的样子，但是在服务端却仍然存在。这将会导致当玩家在试图穿越该方块所占据空间时会发生抖动。\n\n你知道吗\n在多人联机中，玩家可以通过命令更改游戏模式；但是这一操作需要OP权限。（举例来说：\"/gamemode 1 <playername>\"可以将您的游戏模式转变为创造模式。（0为生存模式、1为创造模式、2为冒险模式。））当游戏模式发生变换时，此时物品栏中的所有物品将会予以保留。\n\n画廊\n\n\n\n在服务器中一些玩家正在建造。\n\n\n在服务器中一些玩家正在采矿。\n\n\n在多人联机服务器中的一场PvP活动。\n\nPS：555%>_<%编辑表格的时间和我翻译的时间一样多……这篇也是帮人翻译的呢O(∩_∩)O~\n",
    "replies": [
        {
            "author": "enbensonson",
            "timestamp": 1349103120,
            "txt_content": "不错!!!!!!!!"
        },
        {
            "author": "dandantang",
            "timestamp": 1349103660,
            "txt_content": "楼上的 说错啦- - 是非常不错"
        },
        {
            "author": "yeyaowei",
            "timestamp": 1349103660,
            "txt_content": "现在才发现原来很多条目都没有翻译.."
        },
        {
            "author": "Forever_小树",
            "timestamp": 1349103780,
            "txt_content": "原来是翻译，我还以为新人火星、"
        },
        {
            "author": "Hao",
            "timestamp": 1349109180,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "jianghr",
            "timestamp": 1349163060,
            "txt_content": "呵呵，这个是做链接时搬运的。\n上个开发周期条目我先译了大标题和表格，不过你也看见了这表格内容不多但这编辑确实让人纠结……{:10_514:}"
        }
    ]
}