{
    "title": "【原创·连载】《羁旅客》—— 第九章",
    "author": "孤独秋叶",
    "replyCount": 4,
    "timestamp": 1454484420,
    "txt_content": " 本帖最后由 孤独秋叶 于 2016-2-3 15:36 编辑 \n\n\n\n\n\n正文：\n  在坑哥走上街道时，他能感觉到周围人用异样的眼光打量着他，这使得他浑身难受，虽然街上人不是很多，但是一下子从各各茶馆饭馆走出来了许多有钱的富豪，就像在看戏一样站在店门口指指点点，坑哥感觉不对劲，怎么就自己一个穿着朴素的人在街道上而其他人责基本上都穿着很昂贵的丝绸布料做成的衣服，这有点令他担心，现在人越来越多，肯定是因为什么事情才聚集起来的，也许我要倒霉了坑哥心里想到...\n  现在一条直直的街道两边出路都被人群堵得死死的，完全没有出去的可能，坑哥想出去已经来不及了，现在他如同一个被围起来等着被宰的猴子，坑想，这里有点诡异啊，为什么偏偏到我就这么多人，如果是平常百姓那也许就是看都不看的吧，也许是谁暴露了我的身份?另在场出现这么多围观富豪,还是说有人喜欢专门对付我，这就不好办了。\n\n\n  人群中走出来了一个体型肥硕脖子又肥又短穿着豪气的一个中年男子，难到他是这里的主子？边玩弄着手中金灿灿的用黄金制成的项链，打量坑哥的服饰边用带着嘲讽的声音说道：“诶，这不是今天我在皇宫里见到的那位楚国使者吗,怎么穿的破破烂烂的难不成时楚国连使者也跟百姓一样穷了?”\n  周围人听到以后开怀大笑，坑哥心里十分不快，堂堂楚使怎么能这样被别人用嘴巴欺辱，简直不可饶恕，有股冲动想把这个肥硕像一头猪一样的人给踩在脚下，但是现在敌众我寡的情形不得不退让三分。\n\n\n  身后的人群中又冒出来了一群手持棍棒的打手，看来情况有些不妙，坑哥在用眼睛观察周围情况，发现没有任何可以逃跑的路，难不成今晚只能趴着回去或者说被人关起来暴揍？坑哥虽然产生了恐惧但是表情上的气势可不能被别人压制，想罢就摆出一个丝毫没有畏惧的表情，周围人谈话声越来越大，有的人甚至看不下去了直接大喊“还等什么，揍他，揍完了在干出去”，这时，刚才命令手下去打坑哥的老肥婆听到坑哥是一个使者，脸色十分难看，今天如果我打了他，明天一定没有好果子吃，不如先把他关押起来再想想怎么处置他也好，想了想之后便再次对身旁一个手下说道：“去，帮我跟打手们提个醒，不要打死人，等会把他带回地窖。”，身旁手下听到后立即应“是！”便朝楼下走去。\n\n\n  几个打手听到身后有人叫他们便会过头去，原来是主子给他们下新命令了。\n  “要饭的!听着如果不想被打断一条腿或者两条,就老老实实的跟我们走。”\n  打手中站出来了一个人朝坑哥喊道，分明就是在威胁他，如果不走就打断他一条腿，现在也是晚上，巡逻士兵都回营了他们这些人就可以猖狂起来了，在楚国谁敢和我这么说是要斩头的，情况有些不妙，正在坑哥想办法的时候一支箭射向了空中，这支箭发射的位置和坑哥所被困的位置不远，在射到空中准备下落的时候箭上的火药爆炸了，引发一声响，周围人无不被突然的响声给转移注意力，人群开始有些人散了，出了乱子，就是这个机会，坑哥立马转身掉头跑向之前来的小巷之中，身后的打手们也快速跟了上来。\n\n\n本章完....\n主页",
    "replies": [
        {
            "author": "JNX",
            "timestamp": 1454486580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1454486640,
            "txt_content": "JNX 发表于 2016-2-3 16:03\n还会更吗？？？\n当年17K小说网日更3000,怎么会不更！！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1454492220,
            "txt_content": "我只能说，请你好好码字，不然你会流失很多读者的。\n（好吧我直说：\n? ? 能不能仔细斟酌一下标点、段落、用词？光这几点就够溅我一脸血了啊喂！）"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1454495220,
            "txt_content": "安根_Engon 发表于 2016-2-3 17:37\n我只能说，请你好好码字，不然你会流失很多读者的。\n（好吧我直说：\n? ? 能不能仔细斟酌一下标点、段落、用 ...\n既然如此,我就大胆的写了。"
        }
    ]
}