{
    "title": "【原创·连载·圣杯】邪·第四章·结识伙伴 by小黄鸭",
    "author": "阿呆AK47",
    "replyCount": 1,
    "timestamp": 1454490660,
    "txt_content": " 本帖最后由 阿呆AK47 于 2016-2-14 16:21 编辑 \n\n邪\n第四章·结识伙伴\n废言\n       今天没什么好说的，从今天开始，基本上我会两天更一章，甚至一天更一章。\n前情提要\n    主角居然被关禁闭了！还被迫自相残杀。危机之下，一个骷髅连续帮助主角三次！最后主角居然爆发了一种神秘力量，杀死了一名壮汉，还想起了一些奇怪的画面······\n正文\n  地上淌着一滩滩血，被啃食殆尽的尸体倒在地上，散发出恶心的腐臭味。阴影之中，一些肮脏的鬼大口吞噬着干瘪的肉片。有些扭打成一团，在一阵疯狂的殴打下，胜者将败者分成若干，一点一点地吞下。\n    萨肯已经坚持了两个月不进食了。他毫无体力，像尸体一般贴着地面。他竭力控制着体内饥渴的血性，让饥饿大肆侵占自己的身体。他已经快疯了。\n    身边依然是那具壮汉的尸体。不同的是，那具尸体已裸露出大片大片的白骨——它被别人咬过了。\n  看着那具尸体，萨肯的血性更加疯狂，即将摆脱萨肯的控制。他一个踉跄倒下，又艰难爬起。拖来壮汉残缺不全的身体，猛地吃起来。\n    一阵凉风掠过，他感到一丝不安。\n    回头望去，并没有人靠近。\n    是幻觉吗？也许是吧。\n    可是，不安感越来越强。他的心跳越来越快。\n    突然，两束白光刺入他的双眼。他一怔，身子软了下去。\n    这是什么？不安的情绪渐渐退散。\n    “不能进食么？”萨肯扶着沉重的头，将尸体抛开，闭上眼，躺了下去。\n    我会······终结在这里吗？\n    耳边却传来恶狠狠的声音：“这小子死了？呵，兄弟们上！”\n    剧烈的疼痛从腿部传来。萨肯警觉地跳起来，发现一名样貌丑恶的男子。\n    这个男子与萨肯同为僵尸种。他的左眼已严重受伤，不时留下血泪。脸颊上布满创伤，疤痕周围的皮肤皴裂得不成样子。仔细观察他的手部，他已少了一根小拇指，那里的血块脏的发黑。腰部有一个洞贯穿了身体，让他走路一瘸一瘸的。\n    他见萨肯站了起来，吃了一惊，后退了几步。\n    周围又赶来几只鬼。他们同样伤痕累累。\n    看起来像头目的僵尸贪婪地注视着萨肯。\n    空气凝结得如冰一般，但不时掠过似火的杀意。\n    出于本能，萨肯快速扑倒头目。随即飞奔而去。\n    但在这个封闭的监狱，没有人逃得掉。\n    一旁的喽啰扶起头目，包围了萨肯。头目站在前面，喘着粗气：“被我泰佛多盯上，还敢反抗？”说罢，那只粗壮有力的拳头击中了萨肯的正脸。\n    心脏突然暴胀了一下。萨肯的眼睛、嘴巴中流出鲜血。他的神智渐渐模糊了，四肢像是被控制了一般，轻松地推开了那只拳头。\n    一旁的喽罗拥了上来，想对萨肯拳打脚踢。\n    伴着一声冷笑，萨肯一把将爪子刺进一个鬼的胸膛，不断地向心脏部位刺进。另一只手抓住那鬼的头颅，轻轻一扳，便尸首分离了。\n    喽啰们惊叫着，想要逃离。\n    “嘶——”一阵刀光剑影过后，喽啰们被拦腰斩断。\n    “居然想逃跑？”泰佛多收起腐朽的长剑，“来，和我较量一番！”\n    正在疯狂饮血的萨肯面无表情地回过头去，不屑地瞟了他一眼。\n    “哼”泰佛多挑出长刀，俯下身子，蓄势待发。\n    “嗖”一声，他瞬到萨肯头顶，挥刀劈下，将无头的尸体震得粉碎。萨肯纵身一跃，跳到泰佛多身后。\n    泰佛多迅速回头，朝萨肯的胸膛刺去！\n    萨肯双脚一蹬，停滞于半空之中。他咆哮一声，又一次旋转身躯。\n    是——千甲破吗？！\n    不！不是！\n    他身边渐渐笼罩了一层血气，并急速的扭动、撕裂。血气化作四把锯齿刀刃，围在他身旁。\n    泰佛多支起长刀，向后退了几步。\n    萨肯猛地发力，“腾”地击中了泰佛多。\n    泰佛多双手剧烈地一颤，双膝屈下，勉强挡住了这股能量。但双手依然被震得鲜血直流。\n    但仔细一掂量，却发现这股能量在飞速地流逝。\n    泰佛多抓准机会，用刀背对准萨肯的脖子，猛地一击。萨肯被砸了下去，口中喷出热滚滚的鲜血，而血气也消失了。\n    泰佛多不知道，刚才萨肯的那一招之间，他经受了多大的痛苦！他的心脏每一秒都像在被战斧砍，每一秒都像在被猛兽撕咬！体内的血液疯狂地涌动，试图击碎他的心脏，冲破皮肤！而泰佛多的攻击，拯救了他。那疯狂之血被逼出体内。尽管让萨肯失了太多的血，但他仍不会有事。\n    泰佛多皱着眉头，搀扶起了萨肯：“你···没事吧？”\n    萨肯鼓足了劲，艰难地微笑了。泰佛多舒心地笑了：“小子，你真不赖！以后我们一块生存下去吧！”\n    两人平坐在墙边，虽然没有说话，但他们彼此之间已产生了信任和友谊。\n    最后一天，终于过去了······\n    清晨，布达拉带着士兵推开门，审视了一下眼神冷峻的鬼，微微点了点头：“两个月前，是1529名废物！两个月后，是218名精英战士！”可是他又叹了口气，悄悄地自言自语：“可惜···最后只能留下30多名吧···”\n\n    他抖了抖沉重的盔甲，带着鬼离开了这个幽暗的房间。\n    啊，外面的世界真是美好啊！虽然不是家乡，但能再次呼吸到清新的空气，再次踩着湿润的土壤就是对那颗受伤的心灵最好的慰籍。上空悬浮着一片巨大的黑色玻璃，过滤了那危险的阳光。道路边矗立着一棵棵张牙舞爪的鬼树，指头摇摆着艳丽的血色花朵与妩媚的淡紫色树叶。地上落下一颗颗靛色的圆圆的小型浆果。走近后小心地捧起一把，挑几颗送入口中，便有一股浓浓的甜味和淡淡的酸味从舌尖传来。道路左侧有一片湖泊，玫红的莲叶在水中飘呀飘，水里几条小鱼探出头来，围着莲叶嬉闹。一旁还有只鱿鱼，他闭着双眼，缓缓划动触手，像睡着了一般。突然远处又来一条大鱼，扎着一只大眼睛，向鱼群扑去。小鱼乱成一团，散到各处。鱿鱼睁开双眼，躲进了岩石底下。    萨肯走到水边，俯下身子去摸鱼。突然泰佛多叫住了他，把他拉到一个广场上。    广场前头有一个深色的台子。台上竖着一根旗杆，大约有七八米高，银色的旗杆上系着一面旗帜。旗子以血红色为底色，中央是深黑色的莲花，四周不规律地布着淡黑色的血液。众鬼聚集在台下，呈五十列整齐地站着。脚下是淡红色的草地，但不知为何，一些地方的草极为稀疏短小，似乎被毁坏过。    几个钟头过去了，幼鬼们流了不知多少汗，一些甚至昏倒在了地上。    这时，一群年长的鬼缓缓上了台，身后跟着一群披盔戴甲的士兵。最前面的威尔一脸坏笑，对士兵长使了个眼色。士兵长带着士兵来到台下。遇到那些晕倒的鬼，就一脚踹翻，撵到台上去。    威尔拄着拐杖，来到那些昏昏沉沉的幼鬼前，逐一用拐杖点过脑袋。他叹了口气，双手背过去，又冷笑一声。    突然，大地剧烈地摇晃起来！威尔喷出一口浓血，升入空中。黑色的能量渐渐聚集在他身旁，延伸出多根狰狞的鬼手，包围了幼鬼！\n下集预告    威尔要做什么？他用了什么诡异的能量？下章中，真正残暴的考核即将到来！\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1454647500,
            "txt_content": "下集预告莫名喜感"
        }
    ]
}