{
    "title": "<原创·连载·圣杯>空[第四十九章：弗兰克的来访][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1454511360,
    "txt_content": "空·第四十九章·弗兰克的来访\n\n\n正文\n\n\n    这一天，陈和空都出去了，留纳尔一人在临时居所中。因为这几日他几乎没有停歇地帮忙办事，每天睡眠时间不足五小时。几天下来身体也吃不消，陈就留他在居所休息。于是纳尔借着这一天睡了足足十个小时才起来。不过，他从床上坐起来正在穿外衣时，有人敲门。    现在他是居住在临时住所，陈和空出去的时间应该没多久，根据平常的情况来看，这点时间根本不可能回来。既然不是陈和空，那就只有可能……是敌人。纳尔摸出藏在枕头下面的枪，轻轻走到门前。    “谁？”纳尔极力掩饰自己满心的紧张，让声音显得镇定一些。    没人回答。那人走了吗？难道是敲错门了？    纳尔握住门把手，感觉手心在冒汗，神啊，你叫那人走了吧，无论他是谁。接着，他猛地拉开门，用枪指着门外。敲门人镇定地站在门外，不但没有离开，反倒意外地一抬手，夺掉了纳尔的枪。这出乎意料的袭击让纳尔差点叫出来。    “比之前强点，至少，知道拿枪了。”虽然这人戴着口罩，但是笑意还是从眼睛里流露出来。    “弗……弗……”纳尔未说完就被弗兰克打住了，他把枪塞回纳尔手中，推人进屋，关上门。    “你怎么来的这么早？兰恩说……”名字脱口而出后纳尔才意识到说了不该说的东西，下意识地捂住嘴。弗兰克眼里的笑意淡了一些，但依然存在。    “你见到兰恩了？”    “见到了……陈安排的。呃……”纳尔苦笑一下，“长得挺漂亮的。不过看起来她和陈还有你，过去发生过一些事？”    弗兰克点点头，见纳尔坐到座位上朝他招手，也走过来坐下，“过去……确实是有事，不过那只是陈。他之所以还能联系上兰恩，就是因为我的缘故。”    “意思是说……你和兰恩……”    “啊不……那是以前的事了。你最近怎么样，还好吧？”    “嗯，很好。只是最近一直都在做梦，梦见的都是同样的场景。”    “那件事我听说了，说是因为陈叫你去杀一个人造成的？”弗兰克沉思片刻，“其实我想并不是那样，我着急赶到你这里就是为了告诉你这件事。兰恩把你的情况转告我了，本来可以再早一点，但是我的时间都花在查资料上了。好在……几天的努力没白费，我查到了点眉目。”    “眉目？是什么？”    “兰恩说你在梦里一直重复你那天杀人的场景，但是不同的是附近站了一个人，我最初考虑，重点应该就在于这个人。为此我去查了查，一般来说，在梦中见到的人大多都是自己所见过的人，如果相貌模糊，或者说是因为各类原因导致你无法看清面貌，那只能说明，你内心对于那人有排斥。当然这只是一般的分析，不适用于所有情况。但我想，既然是大多数，查查总是没错的。所以我就以这个作为入手点，每个夜晚都进入save的资料室。在那里连续熬了几个夜晚之后，我大概猜到那人是谁了。”    “猜……猜到？”    “嗯，我想，那个人就是兰恩吧。”    兰恩？！纳尔突然一脸不可思议地看着弗兰克，他与兰恩明明就是未曾谋面的陌生人，只不过是因为总是做梦的缘故才有机会碰上的。“我们两个之前明明就……”    纳尔突然闭上了嘴，他记得兰恩是白发白衣，至少第一次见面的那个晚上是这身装扮。他一直觉得兰恩这身衣服好像在什么地方见过，但是无论如何都记不起来。于是索性不想了，干脆地接受治疗。现在想想是有些不对劲，那个梦重复的次数已经不少了，他不会记错，梦中那人确实就是一身白，在黑夜中与沉寂的夜空成鲜明的对比。这么说……他之前的确是见到过兰恩。    “你也知道不对了吧，”说着，弗兰克从口袋里拿出一个信封递给纳尔，“打开看看吧，我从资料室里顺手捎出来的。”    纳尔接过信封，突然间半信半疑地抬起头看了弗兰克一眼，“对了，你之前说你戴口罩是因为感冒，我和你认识这都……快有五个月了，我怎么一直没见你把口罩摘下来？”    “哦……那个你不需要担心……”    “我怎么能不担心？你这么博学，感冒太长时间不治好会变成肺炎，之后会演变成肺结核的。”    “是是是……我只是体质不是特别好，治好之后过不了多久又复发，你赶紧先看看里面的东西吧。”    “你应该找个好医生看看，真想知道你的脸是什么样的。”纳尔低下头拆开信封，里面的东西是一张照片。他把信封放在一边，仔细观察照片上的内容。    上面有两个人，都是背影。一个可以确定是兰恩，另一个……纳尔眯起眼，“这个人……”    “刚开始我也不知道这人到底是谁，只是因为看见上面这个人应该是兰恩，所以把这张照片顺手带走了。我回到家之后拿出来看看，突然觉得坐在兰恩旁边这个人有些眼熟，最后确认这人是你。因为，发色是相同的，别的我就不敢说了。”    发色确实是相同，不过照片上的人穿的这种衣服纳尔没有任何印象。从背面看应该是风衣，但是纳尔没有穿风衣的习惯，更别提这种灰色的风衣了，他不记得自己有过这么一身衣服。“你看看照片中这人的领子。”    领子是黑色的，应该是里面的衣服，是金色的镶边。等一下，这领子，他见过。“这个领子是……save的制服！”    弗兰克笑了一声，“没错，这是save的制服，起初我也不相信，直到我在资料室里翻出来一摞很旧的成员资料。那里面有一张，就是你的资料，这才让我确信那是你，因为你曾经是save的成员。”    “我是……save的成员？”    “没错，而且还没被开除。”\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1454514840,
            "txt_content": "有些地方有槽点，明天晚上再找你说"
        }
    ]
}