{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第二十八节",
    "author": "2B与mc的故事",
    "replyCount": 5,
    "timestamp": 1454552820,
    "txt_content": "好了关于昨天那个标题，是我前天编辑的时候随便输进去的，昨天发帖的时候忘了改……还好我有备份\n\n\n\n        “轰！”\n\n       无情的轰炸仍在继续。军队的周围已经被炸成了一片焦土，散发着比黑雾更难闻的焦臭味。\n\n        “轰！”\n\n        在野蛮的轰炸面前，飞刀门那几把小刀简直就是儿戏。没人愿意做这么赔本的买卖！所有刺客都远远地躲了起来。无论如何，保命要紧。等军队以为把村庄完全夷为平地，放松警惕的时候，再突然出击，打他个措手不及！刺客们在暗地里悄悄议论着策略。\n\n        “轰！”\n\n        震耳欲聋的爆炸声丝毫没有停歇，就像怪物疯狂的嗥叫。这怪物在吃光、撕碎整个村子之前，是不会善罢甘休的。村民们慌乱的逃窜，朝着与军队相反的方向拼命逃去。即便如此，还是有不少村民被炸成了碎渣。\n\n        “轰！”\n\n        冲天的火光之中，出现了几个奔跑着的人影——与村民们不同，他们反而是朝着军队，朝着炮击的中心，朝着最危险的地方跑去。那几个人影越来越近，渐渐清晰了起来。那是几个少年，一个披着白色风衣，双手各持一只弩状的武器；另一个有一头显眼的金发，紧握着一把散发着新月般剑光的剑；还有一个躲在他们俩身后，双腿发抖。\n\n        “指挥官，有三个半大的孩子正面朝军队走来！”侦察兵发现了异样，急忙报道。\n\n        “所以呢，你想怎么样？难道想让我放过他们？我们的任务可是铲平这里！”指挥官一边繁忙地在临时堡垒里走来走去，监督各个部队的行动，一边不耐烦地答道，“以后别报告这种废话！有谁敢走上来，炸掉就行了。”\n\n        于是，一颗冒着黑烟的TNT不偏不倚地朝着穹闪他们飞来，猛烈地膨胀着，似乎随时都会爆炸。\n\n        忽然，穹闪快步上前，凌空一记重斩，TNT被一刀两断。待穹闪稳稳着陆，TNT已经在空中爆炸了。\n\n        “你要是害怕的话，就去找个坚固点的墙壁先躲起来吧。这种东西确实很危险。”穹闪回过头，对灵曦说道。\n\n        “没用的，你小看这玩意的威力了。除了黑曜石和基岩，它全都能炸个粉碎。”傲天猛地抬起弩，对着穹闪身后的地方迅速扣动扳机，几丝凉风从他的脸颊旁刮过，顷刻间几股热浪又从他身后袭来，“还有啊，这里是战场，别随便背对敌人，那才是最危险的。”\n\n        穹闪点了点头，立刻转过身去，既小心又大胆地朝临时堡垒突进。\n\n        越往前走，炮火越密集，轰炸越猛烈。眼前的景象只有比平时更浓重的黑雾，还有忽然间不知从哪个方向炸出的刺眼火光。这两段景象不停地交错重现，让战场显得更加混乱。不过有一点倒是不会变的：无论何时，都不要指望能用到自己的眼睛。\n\n        傲天当然不用说，他自有应对的方法。穹闪则先躲到一旁，用布条蒙住了自己的眼睛。这是为了让自己完全放弃对眼睛的依赖，想活命，就另想办法。况且，TNT爆炸前的“嘶嘶”声可是比刺客们微弱的脚步声好分辨多了。\n\n        灵曦虽然还是躲在后面，不过她打开了背包，似乎在慌忙地翻找些什么。\n\n        这时，傲天在震耳欲聋的爆炸声中依稀分辨出了一些脚步声，而且在往这里靠近……越来越近了……就在……\n\n        左边！傲天下意识地掏出了匕首，反手拦在自己的左侧。果然，他感觉到自己的手肘碰到了什么东西。而这个东西十有八九是个人——准确地说，是人的脖子。\n\n        “等等，我不是敌人！”左边传来一个声音，“我是来传话的！”\n\n        “快讲！”傲天一边清理着四散飞来的TNT，一边说道。\n\n        “这里讲话不安全，你还是先跟我过来吧！”那个人似乎知道傲天心里的顾虑，补充道，“大家都是想活命，敌人的敌人就是伙伴嘛！”\n\n        傲天没有放松警惕，一边把匕首架在那人脖子上，一边说着：“带我去吧，动作要快！”\n\n        傲天跟着那个人在残垣断壁中穿梭，不久之后就抵达了一个地下室。这是他才发现，里面的人全是蒙面，带小刀的刺客。\n\n        “诶诶诶，别激动，都说了我们是来请求帮助的！”带他来的那个刺客急忙劝阻。\n\n        “我不想帮助你们！也不想见到这些讨厌的脸，被蒙住了也一样！”傲天一边说着，一边四下环顾，“话说回来，原来你们平时都躲在这地方。就不怕我知道了捣毁这里吗？”\n\n        “你不想见到我们的脸可以，我们行动的时候可以保持距离。不过拒绝结盟的话还是等听完现在的局势再说吧。”其中一个看似年长的刺客说道，“而且不用担心，你捣毁这里也没用。我们随时可以更换据点，一般都是你找不到的地方。”\n\n        傲天不耐烦地坐下：“长话短说，我的兄弟还在外面拼死战斗。”\n\n        那个刺客很快地把军队的规模，素质，防御工事等重要情报告诉了傲天。这让傲天不得不冷静下来。他知道，这种临危不乱，纪律严明，训练有素的军队不好惹。尤其是“仅在十几秒内就在原地搭起一座钢铁堡垒”，足以证明这支军队不是吃素的。\n\n        贸然前进毫无意义，就算好不容易抵达堡垒面前，他们手上也没有可以短时间内破坏钢铁的武器。但是我们手上没有，不代表敌人手上没有。如果能想办法把TNT在爆炸前打回去的话……\n\n        傲天一边思考着一边与刺客们交流着他的想法。   他的想法是不错，可是翻遍整个地下室，也找不到足以把沉重的TNT打回去的人或者工具。整个地下室再度陷入了沉默。\n\n         “不要继续浪费时间了，走一步算一步！”傲天一边往外走着一边说道，“先出来想办法抵挡敌人的攻击，这地下室也撑不了多久的。我在外面还有个伙伴，去问问他能不能想出好办法吧！”\n\n        另一方面，穹闪已经独自一人来到了军队面前，却被眼前的钢铁堡垒震惊得目瞪口呆。无奈之下他只好暂时撤退，寻找傲天商量对策。\n\n        然而回去的路上他才发现，现在的情况比刚才更加险峻。地面被炸出了不少大大小小的坑，这让行动极为不便，尤其是在这种视野不好的地方。他不可能听声音判断前方是否有坑洞，只有一步一步地缓慢前进。\n\n        另一方面，灵曦仍然躲在离临时堡垒很远的地方。不过现在她手里却握着一张画有奇怪字符的纸，专心致志地摆弄着。\n\n        “嘿，还好我聪明，早就料到会有这样的情况。”灵曦暗笑道，“那两个毛头小子，怎么也不料想到会有需要我帮忙的一天啊！”\n\n\n目录\n\n\n\n你问我灵曦手里的纸是什么？那可是魔法禁书残页（误）\n@bo_bo2001 @Donnies_Ming @46241359 ",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1454553480,
            "txt_content": "震耳欲聋的爆炸声中都可以听到脚步,是在下输了。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1454553780,
            "txt_content": "孤独秋叶 发表于 2016-2-4 10:38\n震耳欲聋的爆炸声中都可以听到脚步,是在下输了。\n不要用常识判断……后面会讲，傲天这里其实并不完全靠的是听觉，他已经无意之中觉醒了一部分“气”的力量"
        },
        {
            "author": "1393123519",
            "timestamp": 1454555820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Ling_Haner",
            "timestamp": 1454563560,
            "txt_content": "不错哦owo 楼主加油"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462788360,
            "txt_content": "有时候我真不爱评价连载……\n因为评价了也不会改。\n得了就这样，我说的话大致也有人说。"
        }
    ]
}