{
    "title": "<原创·连载>《龙涯传》 第一章 耻辱",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1454577480,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2016-2-4 19:19 编辑 \n\n       --加露大陆       ...\n       在一条清澈的小河边，一个穿着黑衣的少年正在懒洋洋地晒着太阳。明媚的阳光，照在他的身上，是那么的耀眼。少年的旁边，是一捆一捆的柴火，还有一个灰色的布袋。此时此刻，少年一脸舒服地享受着这片刻的宁静。\n\n       不知过了多久，少年重新站起身来，趴在水边洗了洗脸。洗完脸后，少年站直腰板，整个人的精气神顿时达到了顶峰。正当少年准备大喊一声爽的时候，他突然看见，不远处的上游，一个和他年龄相仿的少年，正在一边哼着歌，一边小便。黑衣少年看到后立马开始吐了起来，把中午吃的馒头都给吐了。\n\n       这个黑衣少年名叫独孤涯，是附近一个名叫馍馍村的村庄的村民。许多年前，他被他的父母放在了馍馍村的门口，从此认了一个哥：灵。灵每天和独孤涯称兄道弟，教独孤涯武功。很快，独孤涯便习得一套防身之术。又因为两人都是村里的第一勇士，所以脾气都异常的骄傲。这次独孤涯看到有人在上游小便，而自己还用人家的小便洗了脸，脾气便无法抑制。\n\n       “喂！上面那个！”独孤涯大声喝道，想让对方给他赔礼道歉。可没想到，那上游的少年看见他后，大笑不止，笑完了还吐了他一口吐沫。\n\n       “我*！”独孤涯的脾气立马就上来了，抓起柴火和灰色布袋，用了几个身法，便到了上游处。他刚一到上游处，就看见那个少年狂奔着向着远处跑去。独孤涯冷笑一声，身形一动，飞快地冲向那个少年。\n\n       两人一追一逃，近乎疯狂地在大路上奔跑着。就当独孤涯马上要赶上那个少年的时候，那个少年狡猾地一笑，脚一抖，一只鞋飞了出去，挡在了独孤涯的必经之路上。独孤涯速度太快，根本无法停下来——\n\n       “跐溜！”\n\n       “啊！”\n\n       独孤涯一脚踩在鞋上，顿时滑了个仰八叉。那鞋也被他一脚蹬回了那个少年的脚旁。那个少年趁独孤涯还没起来，急忙穿好鞋，然后飞也般地逃跑了。等独孤涯揉着屁股站起身来的时候，那个少年早就跑没影了。\n\n       独孤涯心里这叫一个郁闷。从小到大，灵一直罩着他，他的武功也是横扫全村无敌手。没想到，会在这里阴沟翻船。\n\n       独孤涯拿起柴火和灰色布袋，几乎是一瘸一拐地向着馍馍村的方向走去，同时又在心里恨恨地想道：要是让我再看见你，我就把你阉割了！\n\n       ...\n\n       等到独孤涯走到馍馍村的时候，天已经快黑了，远处依稀可见村里人做饭的炊烟。独孤涯加快脚步，飞快地走向村子。不一会儿，便到了村门口。两名守卫看见独孤涯，恭敬地让开身子，让独孤涯进村。\n\n       独孤涯一进村，先跑回了自己家，看见大哥灵后，把今天那个少年的事和他说了。\n\n       灵听罢后大惊，凝重地说道：“小子，你这回估计是遇到对手了。能和你速度不相上下的，肯定是有龙魂的。不过放心，明天大哥带你去龙火城进行龙魂测试，这样你也说不定能与那少年抗衡了。”\n\n       龙魂，是加露大陆上一种极为稀有的物质。在一千个人中，有龙魂的，有可能一个人都没有。所以，龙魂者职业也都是拥有龙魂的。龙魂者从弱到强分为五个等级，分别是龙魂士、龙魂师、龙魂帝、龙魂仙、龙魂神。每个等级之间有十个等级。比如说，十一级的龙魂者，就叫做龙魂士一级。而十级以下的龙魂者，则被叫做龙魂学徒。\n\n       龙魂测试则是测试你有没有龙魂。在大陆上有神龙帝国、海龙帝国和地龙帝国三大帝国。神龙帝国的龙魂者一般都是神龙魂，属性偏飞行。海龙帝国和地龙帝国也是为海龙魂和地龙魂，分别偏海洋和陆地。因为龙魂的稀少，龙魂者在大陆上是非常吃香的。而没有龙魂的人，有些比较骄傲的，就自成体系，建立黑社会。虽说不正面和帝国对抗，但烧杀劫掠无恶不作。也是让帝国十分头疼。\n\n       独孤涯暗暗下定决心，明天的龙魂测试，自己一定要全力以赴！\n\n       @2B与mc的故事 @FHC红石 @guqu @sam3737 @xcc  @普通HIM @恶魔-潇洒\n          下一章\n\n  \n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1454579280,
            "txt_content": "（我xcc何时出场(づ ●─● )づ）"
        },
        {
            "author": "普通HIM",
            "timestamp": 1454580240,
            "txt_content": "又开坑，不会又烂尾\n上一部的续作？"
        },
        {
            "author": "xcc",
            "timestamp": 1454581920,
            "txt_content": "暮风你at的不是恶魔潇洒啊。。。"
        }
    ]
}