{
    "title": "<原创·连载>《龙涯传》 第二章 龙魂测试",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1454584740,
    "txt_content": "       第二天早上，一群小鸟在独孤涯家的窗户上跳来跳去，叽叽喳喳地叫着，让人看了很是愉悦。但独孤涯可不这么想，他昨天刚被人羞辱一顿，郁闷极了。今天早上醒来刚看见那些鸟，独孤涯就心烦。\n       “去去去！我正心烦呢，叫什么叫！”独孤涯像赶苍蝇一样挥了挥手，那些鸟惊叫一声，愤怒地看了独孤涯一眼。独孤涯突然站起来，吓得那些鸟一个个惊慌失措地逃跑了。\n\n       “昨天灵大哥说要带我去龙魂测试，看来今天要好好整理一下。”独孤涯自言自语道。独孤涯一翻身，身体已经落地。他来到平时洗脸刷牙的地方，开始照着镜子整理起自己的容貌来。\n\n       独孤涯也算是个帅哥，但却不是那种帅得惊天动地的。他帅气的容貌带上他那一身黑衣，很容易给人一种神秘的感觉。脸上属于阳光男孩的微笑完美地让他的气势伸展出来。\n\n       独孤涯拿着一把木梳梳了一个酷酷的发型，然后自我得意地摆了个POSE。做完这一切后，他径直往灵的房间走去。\n\n       “大哥！我准备好了！”独孤涯推开灵的房门，对里面正在整理衣服的灵喊道。\n\n       灵闻声扭过头，笑道：“你这小子，这么......”他刚扭过头来，就说不出来话了。他愣了半天，半信半疑地问道：“涯，你这是去测试？还是去相亲？”\n\n       独孤涯无奈地摇摇头，做出一副谁都不理解的样子：“看来，灵大哥你还是没见过帅哥。”\n\n       “你这小子......”灵笑骂道。\n\n       等这哥兄弟俩磨磨蹭蹭地整理完之后，已经是上午9点了。他们风风火火地各自用着身法，以一种极快的速度赶往离馍馍村最近的龙火城。龙火城，在神龙帝国属于中等偏上的城市。里面琳琅满目，各式各样的物品都有。当然，在这硕大的城市内，也偶尔能看见一两起混混抢劫。对此，独孤涯和灵暗叹，当今社会贼太多了。\n\n       他们俩走到城内最大的龙魂殿。殿门口，四名穿白色铠甲的士兵正在笔直地站着。独孤涯和灵径直向他们走去。快到殿门口时，一位白色士兵突然向前一跨，说道：“请出示您的身份。”\n\n       灵掏出一张蓝色的卡片，递给那名白色士兵。白色士兵看到信息后，恭敬地说道：“尊敬的八级龙魂师，欢迎进入龙魂殿。”说完，四名白色士兵让开一条路，让独孤涯和灵进去。\n\n       进入龙魂殿，首先入眼的是一座金碧辉煌的大厅。大厅的顶部是用各类宝石镶嵌而成的，十分奢华。前方，几个登记台用白色的石英制成，每一个登记台都有一位穿白绿衣服的人坐着。\n\n       灵带着独孤涯来到三号登记台。灵对着那位白绿色袍子的中年人说道：“您好，我这位弟弟需要进行龙魂测试，可以吗？”灵话语之中的尊敬，让独孤涯立刻知道，这个穿白绿袍的人肯定实力极为强大。\n\n       “小弟弟，把手伸过来。”那个中年人微微一笑，对着独孤涯询问道。独孤涯一听，急忙便将手伸了出去。这时，中年人拿出一个小小的水晶球，并且让独孤涯将手放上去，并且让他自身去感应水晶球。\n\n       独孤涯将手放在水晶球上，逐渐地去感应那水晶球。很快，独孤涯便感觉到一股浩大的力量，那是自己无法触及的力量。紧接着，他听见了穿梭云雾的风声，海浪的拍打声和大地的轰隆声。而在现实，金光、蓝光和黄光三种光芒在独孤涯的身边围绕着。最后形成一个金蓝黄三色的三角，融入了独孤涯的脑门中。\n\n       那白绿袍中年人皱了皱眉头。这个孩子，竟然是天地海三大属性的结合。但是，这样的话，修炼起来也会极为不均匀，而且速度整整会比别人慢三倍。中年人似是叹息了一声，对灵说道：“你这弟弟，是百年不遇三大属性。但是，他的修炼也会比其他人慢三倍。“灵听见第一句时，脸上尽是狂喜之色。但当他听到下一句时，脸色变得惨白。独孤涯从小就是他带大的，听到弟弟的噩耗，这个做大哥的怎么会不难受呢？\n\n       当独孤涯醒来的时候，已经是中午了。他和灵直接去了一家餐厅解决午饭。\n\n       --餐厅\n\n       ”老板！要两份炒饭！“灵刚一进餐厅，就对着正在忙碌的老板大喝了一声，引得周围的顾客们一阵阵鄙夷。那老板看了他一眼便转过头去继续忙碌。\n\n       ”什么态度！“灵生气地一巴掌直接拍在木桌上：”我是谁你自己看！“说完，他亮出了他那蓝色的卡片。\n\n       老板一见那张蓝色的卡片顿时态度大变，周围的顾客也是大吃一惊。他们没想到，这么粗壮的一个人，竟然是龙魂者。老板急忙叫了一份炒饭，然后恭恭敬敬地将独孤涯和灵引到两个位子前，毕恭毕敬地请他们就座，还问他们要不要吃点别的什么。\n\n       很快，两盘香喷喷的炒饭便端了上来。灵大笑着对独孤涯说道：“人嘛，就是要活好。既然是龙魂者，就要好好享受。”独孤涯也哈哈一笑，掏出了一张白色的卡。这张卡是那个白绿袍中年人给他的。他的龙魂被评级为四级波动，属于四级学徒。卡内存了一百金币，可以随时使用。\n\n       他们俩也不废话，狼吞虎咽地开始吃了起来。那样子，好像好久没吃饭了一样。\n\n       @恶魔-潇洒 @2B与mc的故事 @FHC红石 @guqu @sam3737 @xcc @普通HIM\n\n上一章          \n\n",
    "replies": [
        {
            "author": "塔穆",
            "timestamp": 1454586240,
            "txt_content": " 独孤涯也算是个帅哥，但却不是那种帅得惊天动地的。\n噗好有槽点，帅哥这个词感觉好俗。\n 独孤涯拿着一把木梳梳了一个酷酷的发型，然后自我得意地摆了个POSE\n......."
        },
        {
            "author": "xcc",
            "timestamp": 1454662260,
            "txt_content": "我要出场，我要出场我要出场\n而且不要用xcc这个随意的名字啦，用首字母xcc拼个名字啊。。。。\n萧崇彻什么的不错"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1455278100,
            "txt_content": "不错啊。。。。。。。。"
        }
    ]
}