{
    "title": "mcpc+报错的问题",
    "author": "背着书包丶",
    "replyCount": 2,
    "timestamp": 1454600100,
    "txt_content": "05.02 07:28:44 [Server] INFO A world backup will be automatically created in your saves directory.\n05.02 07:28:44 [Server] INFO If you continue the missing blocks/items will get removed.\n05.02 07:28:44 [Server] WARN Forge Mod Loader detected missing blocks/items.\n05.02 07:28:44 [Server] ERROR Unidentified item: craftguide:craftguide_item, id 4096\n05.02 07:28:44 [Server] INFO Found a missing id from the world craftguide:craftguide_item\n05.02 07:28:44 [Server] INFO Injecting existing block and item data into this server instance\n05.02 07:28:44 [Server] ERROR This world was saved with mod voxelmap which appears to be missing, things may not work well\n05.02 07:28:44 [Server] ERROR This world was saved with mod inventorytweaks which appears to be missing, things may not work well\n05.02 07:28:44 [Server] ERROR This world was saved with mod craftguide which appears to be missing, things may not work well\n05.02 07:28:44 [Server] ERROR This world was saved with mod DamageIndicatorsMod which appears to be missing, things may not work well\n05.02 07:28:44 [Server] ERROR This world was saved with mod ArmorStatusHUD which appears to be missing, things may not work well\n05.02 07:28:44 [Server] ERROR This world was saved with mod bspkrsCore which appears to be missing, things may not work well\n05.02 07:28:44 [Server] INFO This world was saved with mod Forge version 10.12.2.1121 and it is now at version 10.13.3.1403, things may not work well\n05.02 07:28:44 [Server] INFO This world was saved with mod FML version 7.2.211.1121 and it is now at version 7.10.114.1388, things may not work well\n05.02 07:28:44 [Server] INFO This world was saved with mod mcp version 9.03 and it is now at version 9.05, things may not work well复制代码为什么会这样？我自己放了个主城的地图，然后就不给开啦。。。",
    "replies": [
        {
            "author": "Mccraft-pepsi",
            "timestamp": 1454601300,
            "txt_content": "那个地图有大量其他mod的信息，你载入地图后，文件信息重头不兼容了"
        },
        {
            "author": "背着书包丶",
            "timestamp": 1454637360,
            "txt_content": "Mccraft-pepsi 发表于 2016-2-4 23:55\n那个地图有大量其他mod的信息，你载入地图后，文件信息重头不兼容了\n不，那个地图是原版纯净的，只是后来家里匠魂、工业就这样子"
        }
    ]
}