{
    "title": "<原创·连载·圣杯>望忘妄-乌锦旗（上）[by-塔穆]",
    "author": "塔穆",
    "replyCount": 0,
    "timestamp": 1454588820,
    "txt_content": " 本帖最后由 塔穆 于 2016-2-4 21:51 编辑 \n                                          \n敏感词招聘保护\n\n\n========================================================================\n\n    塔尔罗根揣着一面沾满油渍的旗帜躲进胡同，左手正抓着那面旗帜。他很想将旗帜抽出来，却觉得左手上像是凝聚了千斤的重量，怎么也无法拿出那面已不成样子的旗帜。\n\n    最后他还是缓缓地拿了出来，他一边在心里预想着他当着起义军的面拿起这面旗帜时人们的反应如何，一边咬牙抽出这面旗，仔细瞧了瞧，都烂得不成样子了。刚才逃跑的时候旗帜掉出来，被哪个不长眼的家伙踩了一脚。或许是那个家伙的靴子上正好沾满了油，或许是又有一个不长眼的人泼了点油，原本就很狼狈的旗上布满了油渍，和泥污混成一团，怎么搓洗都弄不掉。 \n\n    他握紧了旗的一角，这旗子可不能太脏啊，若是脏得看不见上面的图案了可就完了。\n\n    那些起义军只认图案不认人，该死的。他暗自在心中咒骂。这起义军是他大哥——塔洛萨——一手打下的基业，可不能丢了啊。\n         不过这事说起来有些复杂。塔尔罗根的家族是博古亚王族，塔洛萨是博古亚十九世，按理说已没有了封号和爵位，加之穷困潦倒，与社会底层的人民无异。这时各地出现了很多支农民起义军，塔洛萨加入了其中一支。他虽是没什么名分的“王族”，但“博古亚十九世”的身份，很适合用作一个名正言顺的起义名头， 一个王族的人加入，起义军想必会扫榻相迎。\n   \n     其实这也是因为农民起义聚不了人心，王室谋反才能够吸引人。他们这支起义军不正是因着这名头才发展得壮大么，若是没有他大哥的名号，这支起义军很快就会被其他王室后代带领的起义军吞并——因为没有一个合乎情理却又有几分荒唐的名头。\n\n    而这支起义军里的好吃懒做——至少塔尔罗根这么认为——的人也明白，必须服从于塔洛萨，因为王室的名头他们是不可能弄到的，只能依靠别人，因此也服从于塔洛萨——或者说是服从于塔洛萨经常手持的一面旗帜。\n\n    塔尔罗根抓抓头，他很想知道当初他大哥了用什么方法让这群好吃懒做的家伙只认准那面旗帜，因为他还想用同样的方法让这群家伙服从于他。想到这里，他的手再次不自觉地握紧了旗。\n\n    塔洛萨身染重疾后的第一件事就是把这面旗子交给他，也就是把整个起义军的指挥权交给他......但如今这面旗帜，这面肮脏得如同在下水道里泡了几天的旗帜，能否号令这支本就根基不稳的起义军......\n\n    说实话他现在挺想把这个旗帜拿去换点吃食来着......不过辨识度这么低的旗帜貌似也没什么价值。\n\n    塔尔罗根很随意地折了折旗帜，折成一个看上去应该是方形的形状后塞进兜里，探头望了几眼巷子外。哪几个一边跑一边弄翻路旁小摊的，从服饰来看应该是开泊——塔洛萨要推翻的政权——的官员，提着砍刀追着这几人的是一个戴着红头巾的壮汉。\n\n    红头巾貌似是另一支起义军“安平队”的标志。等等，安平队已经杀进来了？那他手下的起义军.......塔尔罗根惊慌地想着，刚才杀入开泊国都时他们已损伤大半，如果安平的那群家伙再火上浇油，这支起义军岂不是很快就散了？塔尔罗根焦躁地跺了跺脚，他考虑到了可能发生的事，但无能为力，只能在胸口画十字祈祷安平队的人眼瞎看不见他的起义军。\n\n    突然一把斧头旋转着向这边飞来，塔尔罗根惊慌地蹲下，眼瞅着飞斧从自己头顶上方几厘米处砍过，确认没有危险后，心惊胆战地向后挪步，然后颤抖着起身，捶着胸口，喃喃自语。\n\n    “先生可是塔尔罗根·博古亚？”一个清冷的声音在身后响起。塔尔罗根迅速地转身，伸出食指指着对方，语气中带着几分不自信的虚张声势：“怎么？你找大爷我有什么事么。”表面上作出一份威武将领的模样，实则已经开始在心里盘算自己命有几何了。\n\n      站在身后的是一名年轻男子，穿着青色的长衫，手中握着一卷黑色的旗帜。他朝塔尔罗根点点头后说：“令兄的旗帜，可是已经破损了？”\n\n    塔尔罗根尴尬地点点头，左手再次摸出那面旗帜。\n\n    “我正好想要您这面旗帜。”那人深邃的眼眸透出光亮。\n\n    “但......”塔尔罗根觉得这似乎不大可能，那人脑子没问题吧？想要这面烂旗子？\n\n    “您不愿意？”那人轻轻点头，“我用这面旗帜与先生交换，如何？” \n\n    说罢便缓缓摊开手中握着的旗。\n\n    一面用黑色锦缎制成的旗。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}