{
    "title": "[2月活动]  被囚禁者续写——被遗忘者",
    "author": "一枚渣渣",
    "replyCount": 15,
    "timestamp": 1454661840,
    "txt_content": " 本帖最后由 一枚渣渣 于 2016-2-5 20:29 编辑 \n\n正文：\n　　他疲惫的推开了门，却发现一个醉鬼躺在原本属于他的羊毛沙发上酣睡，呼噜打的山响，嘴里在念叨着什么，唾液从嘴里流出，在他的翻转下涂抹在沙发上。\n\n　　餐厅里一阵喧哗，他勉强能听得清一些喧哗中夹杂的话语：\n\n　　“哈哈······再来一瓶！”\n\n　　“没想到这个怂货家里有这么多酒，嗝，看来这次我们来对了······嗝——”\n\n　　“大哥，那个家伙会不会······”\n\n　　“别胡说！那家伙肯定喂龙了，这个屋子和它里面的一切都是我们的了！谁捡到归谁嘛。”\n\n　　“大哥英明！”\n\n　　“哈哈哈······来来来，大家再来一瓶！”\n\n　　玻璃碰撞玻璃的声音响了起来，这间屋子的“主人”在肆意挥霍着这间屋子内的资源。\n\n　　他听出了这些人是谁，他们是镇里的一帮混混，平时就和他过不去，没想到他一走就来占了他的家······对了，威廉大叔呢？\n\n　　他在走之前托威廉大叔帮他看家，威廉大叔人很好，镇上的人都很敬佩他，他原本以为威廉大叔在，他们不会乱来，但现在是怎么回事？\n\n　　屋内又响起了玻璃的碰撞声，一个人摇摇晃晃的从餐厅里出来，看到了愣在门口的他，大声质问道：“你是谁，不知道这里是我们的房子吗？滚出去！”\n\n　　随着他的张嘴，一阵酒气夹杂着唾沫朝他飞来，语气中的蛮横如同一把刀刺在他的心口，他握紧了剑柄，想要把他的附魔铁剑抽出来刺向那个嚣张的人的胸口，但他握了一下，又放开了，理智克制住了他的冲动。\n\n　　“对不起，走错门了。”他道了个歉，关上了门，但想了一下，又推开了门，问：“请问你知道威廉在哪儿吗？”\n\n　　“威廉？那个死小老头，我怎么知道？快滚！不然我不客气了！”他见他又推开了门，用很“客气”的语气回答了他，并挥了挥他手中的酒瓶，全然无视了他腰间的剑鞘和他背着的弓。\n\n　　“怎么了？”\n\n　　餐厅里的人听到了客厅里的动静，纷纷走了出来，看到了站在门口的他，又看了看正威胁他的人，立马明白了那个人的意思，也纷纷走上前来朝他喷吐着口中的酒气，木制地板在他们作势的踩踏下发出“嘎吱嘎吱”的声音\n\n　　“你是哪个门子的人？没看到这里是我们的地盘吗？滚！”\n\n　　“你以为你哪根葱啊？想打架是吧，我们奉陪！”\n\n　　······\n\n　　他慢慢的关上了门，里面的人任在用十分“客气”的语言问候他的家人，而他不想，也懒得和他们去争了，他只想知道这里到底是发生了什么事，他们好像都不记得他了。\n\n　　他想要知道这一切的原因，他想知道威廉大叔到底在哪，为什么大家都不记得他，他需要找到一个知道这是怎么回事的人，他第一个要找的人是不知道怎么回事消失的威廉大叔。\n\n　　他奔跑着来到了威廉大叔的家，一路上都没人认出他来，只是惊异镇上怎么来了个全副武装而且还背着个大背包的人，但大家都认为他是从城里来的雇佣兵而已。\n\n　　他敲了敲威廉大叔家的门，没人应；他推了推门，门是锁着的；他大声的呼喊着威廉大叔的名字，平时如果威廉大叔不在的话，他的佣人这时候也会来开门的，但，屋子里好像一个人都没有？\n\n　　他看着威廉大叔家并不高的围墙，咬咬牙，心想只有这个办法了，而且现在周围也没有人，至少没有被人发现的危险。\n\n　　“啪！”\n\n　　他从墙上跳了下来，虽然这堵墙并不高，但他背着沉重的龙蛋，身上又带着一大堆装备，再加上他一路跑来耗费了不少体力，不可谓不费劲，他喘了一口气，看了看院子里的环境，他离开之前威廉大叔种的花草都还在，而且都长得很好，不像有一段时间没人照顾的样子，但他在敲门时却没人来帮他开门，肯定有什么古怪，他这样想道。\n\n　　突然，威廉大走到了原子的这个小角落里，一眼就看见了他，全副武装的人明目张胆的站在花草丛中，而且还穿着白色的锁链甲，身上还有一大片的深紫色斑块，威廉大叔不想看见也难。\n\n　　“威廉大叔，是我啊！我是两个月前那个被贤者看中的屠龙者！你想起来了没？镇上为什么是这个样子，你还记得我吗？威廉大叔？”没等威廉大叔开口，他便先发话了，突如其来的一阵讯问让威廉大叔有些反应不过来，等威廉大叔想了一会儿后，大叔才回答他：“哦，那个倒霉蛋啊，早就被龙吃了吧，还什么被Notch选中的人，他就连只鹅都斗不过······”威廉大叔说到这时，被岁月冲刷全非的脸上刻满了不屑，没等大叔讲完，他便冲向了大门，破门而出，他忍受不了他们那满是嘲讽的脸，承受不了被遗忘的恐惧，虽然他不想做这个镇上的守护者，他不想过那种与死刑无异的生活，但他更恐惧被遗忘的痛苦，他找遍了他的朋友，他的亲人，但他们都好像不认识他的样子，即使他承认他就是那个“无能的人”，但他们任没有停止对他的嘲讽，仿佛没有把他和“他”当回事一样，他知道，自他离开这个小镇人们那恨不得开一个百天宴席般的精神来看，他们肯定会忘掉他，连带着他用生命赌下来的和平，虽然他更愿过着如同离开躯体的灵魂般的逍遥生活，但他不愿意象一个被遗忘的孤魂野鬼般流浪在这个世上，他要活着！被他人铭记的活着！\n\n　　他来到了广场，卸下了装着龙蛋的背包，爬上了广场正中央的高台，在高台下，人头攒动，想看看这个“从城里来的雇佣兵”演的哪出戏。\n\n　　他打开了背包，拿出了里面装着的龙蛋，举了起来，紫色的龙蛋在阳光下折射着令人不寒而栗的紫光。\n\n　　随着他的这个举动，人群一片喧哗，他在高台上大声说着他就是那个被贤者选中的屠龙者，他回来了！活着回来了！而且还带着那头恶龙的龙蛋！是他给这个世界带来了和平！\n\n　　人群静了几秒，或者好几分钟，反正，没人知道有多少时间，然后，人群爆发出一阵笑声。\n\n　　“哈哈哈！就你？还杀死了那条龙？不可能的事！你肯定是随便弄了假蛋来糊弄我们的！”一个人大吼着。\n\n　　“就是就是，你这是在糊弄我们！滚下来！”他旁边的人附和着。\n\n　　“滚下来！滚下来！”人群开始随着那个人大喊着，已经开始有人朝他吐口水、扔石头了。\n\n　　“妈妈，人们为什么这么对那个叔叔？他做错了什么吗？”一个站在疯狂的人群中小女孩抬头问牵着她的手的她的妈妈。\n\n　　“我不知道，孩子，我只知道那个叔叔是个好人。”这位母亲抱起了女孩，在这片疯狂的人群中对她说着，想要离开这篇汹涌的浪潮。\n\n　　“唉，我就知道是这样子。”贤者在人群中摇摇头，苍白的头发在人群中无力的存在着，仿佛就要被这片噬人的浪潮淹没。\n\n　　“快走吧，要来不及了。”他帮了一下那位母亲，对她说“来不及了······”\n\n　　他看着这片人群，愤怒开始使他眼睛充血，脑海中有一个声音一直在提醒他——\n\n　　“杀了他们吧，杀了他们，既然不能被他们当成救世主来铭记，就让他们把你当死神来憎恶吧，杀了他们······”\n\n　　“啊！！！”他的理智被无尽的仇恨淹没了，他要杀死这些人，这些愚昧无知的人，篡夺了他最后存活的意义的人。\n\n　　“啊！！！！！！”\n\n　　他跳了下来，一个人被他用剑劈成了两半，鲜血溅满了他的锁链甲，那把原本用来保护人们的剑，开始指向了原本被它所保护的人。\n\n　　人们原本的气势没有了，开始疯狂的逃跑，不断的有人被其他人拌倒，然后一睡不起，一些孩子在人群中痛哭，老人们跪在地上恳求Notch的保护——\n\n　　但没有用。\n\n　　他朝着后退的人潮砍去去，每一剑下去都有人被被截成两半，愤怒使得他的肌肉以平时的三倍的力量杀戮着人们，人们开始朝他求饶，但他没有因为人们的求饶而停下，反而让他更加的疯狂，人们不知道，这是他们自己所种下的仇恨······\n\n　　绝望的人们停止了徒劳的挣扎，人们开始麻木的看着同类被杀，等待着下一秒去见Notch——\n\n　　或者是herobrine。\n\n　　最后，他站在一片血海之中，他原本洁白的锁链甲被鲜血染成了暗红，残缺的肢体和器官散落在他的周围，最后，他也倒在了这片血海之中——肌肉的过度使用造成了致命的创伤。\n\n　　被遗弃在高台上的龙蛋抖动了起来，开始出现了裂痕，最后，探出来了一颗龙的头颅，它晃了晃头，然后用几乎不可能从它的声带发出的声音说出了一句话——\n\n　　“愚蠢的人类。”\n       我来诈一下尸，顺便不务正业一下",
    "replies": [
        {
            "author": "一枚渣渣",
            "timestamp": 1454661960,
            "txt_content": "补一下，忘了加字数，而且还不让编辑了。\n字数：3030字\n勉强符合单章规定（没错我是来拿单章写了）"
        },
        {
            "author": "xcc",
            "timestamp": 1454662440,
            "txt_content": "一个堕落的故事←不要理\n贤者似乎看穿了一切的样子\n最后的声音我觉得是herobrine说的"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1454662500,
            "txt_content": "xcc 发表于 2016-2-5 16:54\n一个堕落的故事←不要理\n贤者似乎看穿了一切的样子\n最后的声音我觉得是herobrine说的 ...\n至于是不是你们自己猜辣"
        },
        {
            "author": "xcc",
            "timestamp": 1454662620,
            "txt_content": "一枚渣渣 发表于 2016-2-5 16:55\n至于是不是你们自己猜辣\n\n好吧这个懒得猜（其实是不会）\n前边情节和我的构思有些像呢，不过堕落是很好想到的点子吧。\n只是，貌似你们眼中的贤者和我想的不一样"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1454662740,
            "txt_content": "xcc 发表于 2016-2-5 16:57\n好吧这个懒得猜（其实是不会）\n前边情节和我的构思有些像呢，不过堕落是很好想到的点子吧。\n只是，貌似 ...\n本来贤者我想弄个和丁仪一样的\n傻孩子们，快-跑-啊——"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1454662740,
            "txt_content": "xcc 发表于 2016-2-5 16:57\n好吧这个懒得猜（其实是不会）\n前边情节和我的构思有些像呢，不过堕落是很好想到的点子吧。\n只是，貌似 ...\n而且我懒得想其他的点子了"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1454666880,
            "txt_content": "一枚渣渣 发表于 2016-2-5 16:59\n而且我懒得想其他的点子了\n我才不警告你们，你们快要版聊了呢。我觉得\n不错，就是没有出乎我的意料；而且按你的水平，前半部分可以写得更好。"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1454667780,
            "txt_content": "末影龙娘 发表于 2016-2-5 18:08\n我才不警告你们，你们快要版聊了呢。我觉得\n不错，就是没有出乎我的意料；而且按你的水平，前半部分可以 ...\n我会说我是想要刚好2000才写成这样的吗？"
        },
        {
            "author": "名人才华",
            "timestamp": 1454682600,
            "txt_content": "愚蠢的人类，唯有三体才永恒"
        },
        {
            "author": "塔穆",
            "timestamp": 1454724060,
            "txt_content": "一个守护者变为毁灭者的故事"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1454727720,
            "txt_content": "塔穆 发表于 2016-2-6 10:01\n一个守护者变为毁灭者的故事\n没错，这个故事就是这样滴，还有不要光回复不评分啊，哪怕一个人气一金粒也行啊"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455067860,
            "txt_content": "一枚渣渣 发表于 2016-2-5 18:23\n我会说我是想要刚好2000才写成这样的吗？\n【噗】我告诉你，我嫉妒了，我才不想给你顶贴呢，我告诉你，我嫉妒了！\n\n\n\n\n好吧咱们说正经的，凑字数是一种很……的行为，我真的不建议你因为……而去凑字数"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1455160680,
            "txt_content": "安根_Engon 发表于 2016-2-10 09:31\n【噗】我告诉你，我嫉妒了，我才不想给你顶贴呢，我告诉你，我嫉妒了！\n后来我发现两千字根本不够用才写3K的······于是后来的好了点，前面的嘛······无视好了"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1455278460,
            "txt_content": "不错哦。。。。。。。。。。。。。。"
        },
        {
            "author": "HSWMNY",
            "timestamp": 1455351420,
            "txt_content": "真好看！！！！！！！！！！！！！！！！"
        }
    ]
}