{
    "title": "【原创·连载】【时间定律城堡】【第01章】【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 4,
    "timestamp": 1454670780,
    "txt_content": " 本帖最后由 540083835 于 2016-5-30 23:49 编辑 \n\n《时间定律城堡》\n第一章\n油画\n\n子律的内心是崩溃的。\n他不过是去另一个村子送信，借此赚些零碎铜子儿花花，哪曾想，“为什么路上会出现狼群？！”\n没错，就是狼群，狼以群居和攻击力著称，却在半路盯上了子律，如同见到了美的羔羊，倾巢而出地向子律奔去。“能活着回去我要好好看黄历！”这是子律的真实想法。\n双腿如何跑得过狼群，跑得快的狼已经踩着子律的影子奔了上来，一匹狼一跃而起，一片阴影笼罩住了子律。这匹狼准确地落到了子律的肩头，子律一个趔趄，重心不稳，扑到了地上。“滚开！”他惨叫到，双腿乱蹬，竟是一脚踹中狼的腹部，那狼一声悲鸣，翻滚了出去。子律狼狈地爬起，连滚带爬地向前方奔去，不停地四处张望，希望能寻到能够帮助他的人。\n可惜现实令他绝望了，四面都是荒原，寒风呼啸，不可能有人会闲得来此处闲逛。眼看狼群越来越近，子律越来越无力，马上便要喘不上气了，眼皮开合间，远处的一个巨大的阴影映入了他的双眸。那里也许有人！，还怕一回头希望又浮了上来，子律咬破了嘴唇，一丝丝献血浸入了他的口中，甜中带涩的味道让他提起了一些精神，好让他继续奔跑。\n狼群的状态也不是太好，他们并没有猎豹的心脏，无法长时间奔跑，故此它们的速度也明显慢了下来。他们在等着这个瘦削的年轻人力竭。但这个年轻人的意志力远远超出了它们的想象，宁愿饮自己的血，也要继续奔跑。\n近了......子律咬着牙，拼着半条命追逐着那个巨大的阴影，他不敢回头便会看见一张血盆大口向他咬来。\n阴影已经退去，这个庞然大物本来的样子暴露在了空气中。这是一座巨大的城堡，腐朽的沙石推切出厚厚的城墙，风一吹能吹起一片沙粒，中心的殿宇高耸入云，在外面依然清晰可见。\n子律没有时间去考虑为何荒原上会有一座城堡，尽管人们从没有说起过。他发出一声怒吼，一步踏入了城堡的城门，从地上抄起一根木棒，转身怒视着群狼。\n令他意外的是，这群可怖的狼此刻完全变了样子，狰狞的嘴脸已经不复存在，却如同瞧见了更为凶狠的野兽一样匍匐在地上，喉咙中发出呜咽声，唯一还保留的是，它们仍然以凶恶的目光盯着子律。子律持着木棒，一步步地向后退去，确认狼不会再追上来后，他才扔掉了木棒。\n得救了。他靠在一个石柱上，大口地喘着气，喉咙干涩使他咳嗽个不停，好一会儿才缓过来。他颇为忌惮地望向城门口，狼群改为了蹲在那儿，眼下是不可能出去了。“现在苦恼也没什么用，”他敲了敲自己的额头，“那就先四处看看吧，也许有其他出口。”\n现实再一次抨击了他的心，城堡中高耸的塔楼虽然被风沙腐蚀却依旧屹立不倒，花园中的喷水池水早已枯竭，植被已经化作枯木，哪怕中心的宫殿早已寂静无声，却依然能够看出当初的庄严辉煌。但是，仍然没有任何出口。\n“城堡的设计者真是缺心眼。”说着，子律推开了宫殿的门，腐朽的门发出了老树折断般的悲鸣，灰尘在透进来的一缕阳光中洒落下来。显然很久没有人来过了。这里是一个宴会厅，周围的大理石柱上雕刻着精美的雕花。\n子律对昔日的历史一阵感叹，却听见一阵若有若无的音乐声传来，他惊悚地瞪大了眼睛，地上的灰尘渐渐消失， 天花板上的枝状黄金吊灯再次亮起，随着音乐的旋律，厅中竟然慢慢出现了人影！互相搂着，随着音乐慢慢转动，做出各种优雅的舞姿，欢笑声，恭维声，鞋跟与地面撞击的声音都传进了子律的耳朵中。\n“怎么回事？！”子律一脸“我一定是没睡醒”的表情，刚才还空无一人的宴会厅突然变得如此热闹？！他猛地拉开大门，宴会厅中瞬间安静了下来，所有人都盯着他，而城堡外，穿着礼服的人们在青石路上漫步，嬉笑，俨然是一幅和谐。\n“请问您是来参加宴会的吗？为什么没有穿礼服？”宴会厅中，一个优雅的男子礼貌地向他问道，“你......”子律看着他，慢慢地往后面退去，从阶梯上踉踉跄跄地退了下来，“我只要沿着原路回去......沿着原路回去，我要离开这里......”\n子律拔腿就跑，朝着进来时的大门奔去，哪怕被狼群啃得只剩骨头，他也不愿意继续待在这个地方！但是当他奔至大门时，世界似乎都灰暗了，门已经关上了，不可能再出去。\n“先生，您需要帮助吗？”路人看着子律一脸绝望，故此上来询问道。“滚开！”子律一挥手，大声吼道，“你们这些鬼魂！为什么不呆在地狱里！”这一次，哪怕优雅的绅士都没能有好脸色，他冷着脸说道：“先生，请注意你的礼貌，还有，你为什么没有穿礼服？”\n“去他的礼服！”先是被群狼追逐，然后又遇到如此诡异的事，子律不管是心还是力都已经被消耗一空，他粗暴地推开众人，冲了出去，视野中出现了一闪布满灰尘的高大木门，子律心中大喜，那里一定不会有这些鬼东西，因为还是一样的陈旧，没有像宴会厅那样变得如同新修的一样！\n他用力推开门，眼中布满血丝。“你是谁？”冷不丁，背后有人出声，子律瞬间呆滞了，转过头，只见一个老头抱着一本书，双眼盯着他问道，那双眼如同鹰的眸子，令人不寒而栗，“我在问你，你是谁？”老者见子律没反应，冷哼一声，从背包中取出了一把长剑，横在了子律的脖子上。\n冰冷的剑刃贴着子律的脖子，他结结实实打了个冷战，这老人的杀意太明显了，他深吸了一口气，把被群狼追逐至此的经过说了出来，但他隐瞒了看见人们出现的经过。老人盯着他，却是冷笑出声：“城堡在这个城市的中心，怎么可能有狼？”\n见鬼的市中心！子律发现根本就无法交流，瞅着空儿，一把夺下了老人的剑，朝老人刺去。老头还没回过神来，回过神来时，胸口已经被刺了个通透，他难以置信地看着子律，然后倒了下去。\n子律满眼疯狂，他已经把这里所有的人看做了鬼魂，死人就该躺下！但是当温热的血溅到他的脸上时，他才惊觉，这些都是活人......“谁能告诉我到底是怎么回事？！”子律已经崩溃了。抬眼，他便看到他所在的是一条长廊，宽约两丈，墙上挂着各式油画，每两幅画中间挂着一盏青铜壁灯，闪烁着微弱的火光，但是却能很清楚地看见，第一张油画上，便是他自己！\n“你从进来这一刻起......”有人出声，子律惊恐地回头，那刚刚被杀死的老者竟然完好无缺地站在他身后，“就已经被记录了，再也走不掉了......”\n（未完待续......）\n\n",
    "replies": [
        {
            "author": "秋凛Rinco",
            "timestamp": 1454676540,
            "txt_content": "虽然不明觉厉 但还是顶一下"
        },
        {
            "author": "塔穆",
            "timestamp": 1454724180,
            "txt_content": "写的不错，但标题请参照版规改一下，"
        },
        {
            "author": "呆萌の黑兔",
            "timestamp": 1454740380,
            "txt_content": "小提米~加油加油~"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1454831520,
            "txt_content": "棒极了，来和我们耍耍？"
        }
    ]
}