{
    "title": "<原创·连载>《龙涯传》 第三章 惊遇萧崇彻",
    "author": "MF_Mufeng",
    "replyCount": 5,
    "timestamp": 1454676300,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2016-2-5 20:47 编辑 \n\n       独孤涯和灵大吃一顿之后，连喊痛快。这时，独孤涯不经意地往窗外扫了一眼，正巧看见远处森林里有一只庞然大物。\n       独孤涯不看还好，一看顿时大惊。他急忙揉了揉眼，再看过去。他眼睛瞪得老大，但还是一脸不相信。\n\n       ...\n\n        “我叫xcc！如果你有一天到达加露大陆，可以获得我的庇护。”\n\n\n       ...\n\n\n       这么巧！独孤涯心里暗道。独孤涯说要出去散散步，和灵打了个招呼，便拿起蓝涯剑，走出了餐厅。\n\n\n       独孤涯径直向着森林的地方走去。刚一进入森林的范围，独孤涯便感受到一个极为强大的龙魂正在恢复能量。独孤涯二话不说，直接朝着那个黑色的庞然大物奔去。\n\n\n       一路上，他看见不少凶兽的尸体，那些尸体的头顶还泛着淡淡的亮光。独孤涯二话不说，直接拿出自己随身携带的小刀，剖开凶兽的头颅，拿出里面的兽核。\n\n\n       兽核是好东西，里面有凶兽六成的龙魂。兽核既可以辅助龙魂者修炼，也可以化为能量迅速补充龙魂者的龙魂，绝对是宝物。每一颗兽核，在市场上都是价值连城。更是有一些大家族，收藏了许多珍稀魔兽的兽核。刚刚独孤涯所捡起的兽核，普遍都是十几级的低级兽核。不过就算是低级兽核，也是对他有着极大的好处。\n\n\n       独孤涯越往森林深处走，就越来越心惊。因为，一路上他看见的几乎都是凶兽的尸体。有些凶兽，甚至都已经达到了三十级左右的程度，却依然敌不过杀死它们的人。\n\n\n       终于走到了那庞然大物的附近。独孤涯松了一口气，总算是没有白费一场。他抽出蓝涯剑，几刀将面前的藤蔓砍掉后，眼前的一幕便让他惊呆了。\n\n\n       数十头凶兽的尸体整齐地围成了一个大圆圈，形成了一个类似祭坛的样子。而中间，正是在方块世界里被他吓得半死的xcc。独孤涯探查了一下那些凶兽的修为，竟然都是五十级满级的凶兽。看着那一头头强大的凶兽身上飘出的龙魂，独孤涯惊得冷汗直冒，一转身就想要逃走。\n\n\n       “站住！”\n\n\n       中间的xcc吼了一声，独孤涯顿时一步也不敢挪动。\n\n\n       “竟然是你！”xcc探查了一下独孤涯，顿时大吃一惊。因为他发现，这个人的灵魂居然是白小亮。\n\n\n       独孤涯一听xcc竟然认出了他，脸色刷得就变得惨白：“呃......xcc......我只是不小心路过这里的，我马上就走。”独孤涯用他那蚊子般的声音对着后面的xcc弱弱地说了句，立马就想向前跑。\n\n\n       “我难道就那么没有信誉么？”后面的xcc一听这话，顿时笑骂道。\n\n\n       “我还没让你见过我的本身呢，我的本名叫萧崇彻。”萧崇彻说完，身体逐渐缩小，瞬间就化为了人形。\n\n\n       “你是女的！”独孤涯惊恐地大声叫道，但下一句他就说不出来了。萧崇彻穿着一身绿色的风衣，五官错落有致，精致的脸蛋带着一抹红晕，让人忍不住想亲上一口。还有就算是神龙公主来了也要为之嫉妒的细腰，顿时让独孤涯一阵目瞪口呆。\n\n\n       “看什么看！”萧崇彻来到独孤涯面前，轻捶了他一下。旋即又咯咯一笑，挽住独孤涯的手就向森林外走去。\n\n       独孤涯现在还处于目瞪口呆的状态中，因为他实在无法将面前这个女孩和之前那坨黑乎乎的庞然大物相提并论。\n\n       独孤涯被萧崇彻拉出了森林。萧崇彻一出森林，便拉着独孤涯让他带自己出去冒险。独孤涯纠缠不过，只好把萧崇彻带到了刚才他吃饭的餐厅。\n\n       餐厅里的人一看见萧崇彻，顿时眼睛一亮，几个顾客的目光更是死死地盯住了萧崇彻。\n\n       独孤涯也是十分无奈。他向灵那边望了望，灵在把玩着手中的兽核，并没有看见他们。独孤涯开始紧张起来，带着萧崇彻走了过去。灵听到脚步声，便抬头看了一眼。可这一抬头，怎么也低不下去了。\n\n       “弟，你从哪把人家女孩子给带过来了？”灵惊讶于萧崇彻的容貌，也惊讶于独孤涯是怎么把她带过来的。\n\n       “这个......说来话长......”独孤涯有些尴尬地看了灵一眼，总不能告诉他自己是两世为人。\n\n       “从今天开始，我要跟你一起冒险！我是萧崇彻，请多指教！”萧崇彻可不像独孤涯那么尴尬，而是落落大方地报上了自己的大名。\n\n       “这不是男人的名字么......”灵心里嘀咕了一声，可却没在表面上说。因为，他觉察出了这个人的实力不简单。\n\n       他们简单地说了几句话后，便收拾行装，快速地向着馍馍村进发。一路上遇到了不少野兽，但基本上都是被灵一刀斩杀。偶尔遇见几头十级的凶兽，也是很快地便被灵干掉。三人就这样在快傍晚的时候到了馍馍村。但是，在馍馍村门口，独孤涯却遇到了一个人。\n\n       “是你！”独孤涯瞬间爆发出自己四级的龙魂，怒吼道，“我要阉割了你！”\n\n       （这章有点对话流了，因为要将女主的气势和主角见到女主时的惊讶写出来。。）\n\n       @2B与mc的故事 @FHC红石 @guqu @sam3737 @xcc @恶魔-潇洒 @普通HIM \n\n上一章           \n\n\n\n\n\n       ",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1454676840,
            "txt_content": " 本帖最后由 xcc 于 2016-2-6 08:32 编辑 \n\n我貌似除了说蛤蛤蛤蛤蛤蛤蛤蛤\n貌似说啥也没有什么大用【2333333333333333333333】\n另外：\n我是绿的【二三三】\n\n\n\n\nScreenshot_2016-02-06-08-03-52.png (112.96 KB, 下载次数: 1)\n\n下载附件\n\n2016-2-6 08:31 上传\n\n\n\n\n←另外我猜xcc应该是这样的@MF_Mufeng \n\n"
        },
        {
            "author": "xcc",
            "timestamp": 1454681820,
            "txt_content": " 本帖最后由 xcc 于 2016-2-5 22:18 编辑 \n\n哦对了改天把你写进《终焉》去"
        },
        {
            "author": "llxy",
            "timestamp": 1470882720,
            "txt_content": "咳咳\n\n我想只有少数几个人知道我咳什么"
        },
        {
            "author": "llxy",
            "timestamp": 1470883380,
            "txt_content": "卧槽你知道？！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470894360,
            "txt_content": "你们就作吧，哪天你们再和海潮商量商量，搞出什么海潮传、聋哑宇宙什么的……"
        }
    ]
}