{
    "title": "<原创·圣杯·连载><第十三章>悲剧[第二个始][By.Guqu]",
    "author": "guqu",
    "replyCount": 5,
    "timestamp": 1454684100,
    "txt_content": " 本帖最后由 guqu 于 2016-3-5 09:21 编辑 \n\n本篇以做修改，字数增长并未减少。\n \n他坐在老树旁，低着头沉默着。任凭灰黑色的天空和细线似的雨滴掉落在周围。一切是如此寂静，悄无声息。\n他的手在大树上摩擦。磨着摸着，也就泛着小撮血红，一切是如此的死寂，原旧城的遗迹依旧是那样，让人忌惮但却壮观。在那巨城废墟之中凹陷着的一颗古树，在那古树下坐着的一位旅行者独自一人。\n“老树啊。”\n沙沙沙……\n“对不起你啊……”\n沙沙……\n“或许你也懂了，那天我对不起你。这里很壮观吧，既有未逃脱者的血和尸体，还有巨大的建筑遗址。那根腾柱以前高几百米呢。现在只不过是一堆废物而已。当然，现在这里活着的，只有你和我啊。”那人这样说着，貌似心里带着极大的情绪，包含在嘴里，无法说出。\n沙沙……\n“哎呀，能不能不要装傻了，这里可只有你和我啊。”\n那人留下了眼泪，也许是流光了的原因，下来的不是别的，是血。低着头，像是沉思一些事情。手上的动作变得慢了，不管怎么样，那人十分犹豫。\n他的手停止了摩擦。\n从旅店到街道到废墟，每一个他经过的地方都有他的痕迹。那是什么，像是眼泪，又貌似夹杂着血。\n“我可不能在这里倒下啊。”\n他擦了擦血，用力停止哭泣。像是听到了一些安慰的话语，继续对着一个物体慢慢的，倾诉着他的一切。\n“我是谁？诞生的意义又是什么呢？老树啊，能否告诉我呢……关于我的一切，现在算我求你了，你也懂得……从我〖始〗起。”\n老树变得透明，扭曲，缩成两个蓝白的球状，幻化为两个人影，那人看着，想要喊出名字，却闭上了嘴，微笑着。夜间的星斗一闪一闪，它们之下只有人影，那人，和草地。两个人影好似在聊着什么，上下摆动的腿和呼出的白气，好似述说着两个调皮的小孩的故事，又好像讲着两个情侣浪漫约会时的故事。\n他笑了，收拾好心情。\n“没想到你还如从前一样狡猾啊。”\n那影子转过头，看了看他。\n“记得当时在月亮面前，你也是这样的。在月中映出我的弱点，然后告诉我一切。”\n那影子点了点头，说了些什么。\n“嗯。谢了。”\n那人重新站起，离开了这篇废墟，离开了这让人思绪连篇却又痛苦的战场。当然，这里是〖始〗，一切美丽梦幻的开始。\n他的脚步没有停歇过，就这样走到旅馆面前，轻轻的大声招呼。旅馆老板非常差异，走上前询问，而他只是挥了挥他的衣袖，不想提起从前的事。\n他常驻在这个旅馆，从未离开。\n——节\n不知经过了多少个春秋，一切都以安排妥当，他如往常一样去各地旅行。\n“诶，故去。今天去哪儿啊？”\n“不敢去什么大地方，只是去朋友家串串门，蹭蹭饭。”\n“我说你这正直青年咋这么没趣，整天喜欢去别的地方闲逛，怎么不管管家内事啊。好啦好啦，今天我陪你去，怎么样啊。知道你小子绝对有好玩的，带我一个？”\n那人异常谨慎 。\n“那店铺由谁照料呢？”\n“没事，包在我老婆身上，来，骑上你的自行车，搭我一程！”\n这俩人骑上了一台自行车，咯噔咯噔骑往城外，路过那篇篇废墟时，老板说到:\n“老兄啊，还记得那根腾柱么。”\n这个老板对着那人说到，还笑了笑，摆出洋盘的样子，像是这里的百事通。\n“记得记得，当时那可是一个大招牌，没有这个柱子那个旅店根本不会出名。”\n“那老兄可记得那是我开的旅店？”\n自行车停滞了一会儿，又继续前行，朝阳打在小路上，迎合这庄里的古城废墟，显得格外美丽动人。两人的人影像是继续谈着什么，飞速在小路上平移。\n“好啦，都是骗你的，我要是那家旅馆的老板，现在会在这里？”\n“我也没有说那是你的啊。”\n两人一阵大笑。笑声在链轮发出的响声陪衬中显得格外亲切。可是就在谈笑之间，疏忽，车轮一拐，车遍冲向废墟堆中。\n“喂喂稳住了……”\n车子在失控中飞速前行，尽管用力握住把柄，最后还是撞在了残垣断壁之上。轮胎扭曲，链条断裂，这车也就报废于此，不过车上两人虽摔得满身都是灰，也笑着依靠着起身。\n“好像，得自己走出去了呢。”\n“我来看看这车能不能修。”\n故去走到车面前，蹲下，搬了搬轮胎和零件，摇了摇头。示意他无能为力，他张望了下四周，也没有马路和人流。\n“不对劲啊，这可是旅游区。而且我们不可能摔这么远吧。”\n旅店老板也感觉不对经，以他的望远镜来看，废墟之外还是废墟。\n“嘿，准备好来一场奇妙的大冒险了吗？”\n“听到你这样说，还真能提起点儿性质。”\n故去笑了笑拍了老板的肩膀，四周是一片死寂，让人的耳朵甚至大脑感觉很难受。故去大声吼叫希望能找到一个人来帮他们，可这一切都没有用，这好像是个无边际的游戏世界，生存只能靠他们自己。\n故去捏了捏土，然而并没有什么卵用。\n“现在首要目的是找到一个房子吧。”\n“那么，就那个吧。”\n老板的手指向故去头顶。\n\n\n\n\n\n赶稿\n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1454722980,
            "txt_content": "字体如果能放大些就好了"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1454726880,
            "txt_content": "诈尸啦诈尸啦\n谜の对话流，比我还严重……\n（这个时候写文就要随时做好被北极吐槽的准备）"
        },
        {
            "author": "guqu",
            "timestamp": 1454751360,
            "txt_content": "2B与mc的故事 发表于 2016-2-6 10:48\n诈尸啦诈尸啦\n谜の对话流，比我还严重……\n（这个时候写文就要随时做好被北极吐槽的准备） ...\n没法→_→我喜欢上对话流了"
        },
        {
            "author": "guqu",
            "timestamp": 1457092680,
            "txt_content": "修改后的一个小回复"
        },
        {
            "author": "张东旭890",
            "timestamp": 1457166060,
            "txt_content": "好！666！"
        }
    ]
}