{
    "title": "[Unturned 3.14.3.0 ] 更新记录",
    "author": "lichi2050",
    "replyCount": 5,
    "timestamp": 1454748180,
    "txt_content": " 本帖最后由 lichi2050 于 2016-2-6 13:23 编辑 \n\nSteam: http://store.steampowered.com/news/?appids=304930\nUnturned Forum: http://unturned-forum.com/threads/3-14-3-0-update-notes.4866/\n部分翻译: http://www.mcbbs.net/thread-552418-1-1.html\n3.14.3.0 Rocket: http://www.mcbbs.net/thread-543521-1-1.html\nAdditions/添加\nAdded police helicopter. [ID 106] 添加 警用直升机. [ID 106] Added hummingbird. [ID 107] 添加 蜂鸟直升机. [ID 107] Added revised character skillsets. 添加改善后的人物技能.Added UI color options for Gold members, free players now own the dark UI skin. 为Gold用户（购买过Un的DLC）添加UI（界面）颜色选项，免费使用的玩家可以选择黑色UI.Added thief outfit. [IDs 1156-1157] 添加盗贼装/小偷装. [IDs 1156-1157] Added decay to buildable items. More info in full post! 新增可建筑物品会有衰变迹象.更多信息请查看完整公告！Added SkillsetID parameter to loadout command. More info in full post! 添加 SkillsetID（玩家职业ID） 到 loadout 指令.更多信息请查看完整公告！Added back buttons to the menu. 菜单添加返回按钮.Added animation quality option. 添加画质选项.Added graphics settings tooltips. 添加图形设置提示.Added keybinds for plane/helicopter yaw/thrust.添加飞行载具偏航/推进的快捷键.\n\nImprovements/优化\nImproved stability of building on water vehicles on servers. 优化服务器水上载具建筑的稳定性.Improved map zooming and to focus on player after teleport/respawn. 优化玩家传送/重生后小地图会缩放到玩家身上.Improved suppressor balance, ranger ones are more durable than military. 优化消音器平衡，消音器比军用更耐用.Improved certain interactable objects to close automatically after a set time. 优化某些可互动物品会在一段可设置时间后自动关闭.Improved salvaging to show timer and reduced abuse. 优化定时器显示.Improved vehicles to use character rollback system. 优化载具利用角色的回退系统.Improved radio buttons for colorblind players. 优化色盲玩家的语音按钮.Improved text shadowing to work with formatting. 优化文字阴影能在格式化上运行.Improved performance of camera related code. 优化照相机相关代码.Improved performance of player/zombie animations.优化玩家/僵尸的动画.\nTweaks/调整\nTweaked Arena to encourage kills with XP, but lost on death. 调整竞争场杀人后会获得经验，但死亡后会掉落.Tweaked zombies to be more threatening. 调整僵尸（更危险了）.Tweaked equipped item draw distances higher. 调整已装备物品绘製距离更高.Tweaked graduation cap Steam item color/type. 调整graduation cap（毕业帽）颜色/类型.Tweaked jetski a bit faster. 调整水上摩托速度更快.Tweaked fall speed/damage higher. 调整下坠速度越快/伤害越高.Removed option to disable item physics. 移除物品物理项的禁用选项.Removed option to disable effects/debris. 移除效果/杂物的禁用选项.Tweaked explosive traps to have configurable range/effects.调整爆炸陷阱可设置范围/效果.\nFixes/修复\nFixed gun damage not decreasing with quality. 修复枪械伤害值不会根据耐久值而降低.Fixed bubbles teleporting underwater in 3rd person. 修复第三人称水下被传送时，泡泡也会传送过来.Fixed infinitely crafting scrap/sheet metal. [3.14.2.1] 修复无限制作废铁/金属板. [3.14.2.1] Fixed crashing game with translation files. 修复替换语言文件导致崩溃.Fixed medium/high quality shadow artifacts. 修复中高品质阴影.Fixed missing gold lock icons. 修复missing gold lock 图标.Fixed max accepted XZ non-car travel distance on server. 修复服务器运行非车辆的最大XZ行驶距离.Fixed some unnecessary game/editor rendering. 修复一些不必要的游戏/编辑渲染.Fixed item despawn responsiveness. 修复物品删除回应.Fixed loadout to not play sound on spawn. 修复生成时 loadout 指令不播放声音（loadout 指令是用来设定死亡重生后身上的装备）.Fixed level list going offscreen. 修复关卡列表跑到界面外.Fixed washing machine tag/layer.修复washing machine（洗衣机）标签/层次.\nBuilding Decay（就是上面说的可建筑物衰弱）:\nOne issue on large public servers is players who join, place a few buildables and leave forever. With the decay command you can now specify a delay before these items will no longer be saved. By default the timers last 7 real-life days, and are reset whenever the owner or group who placed the buildables joins. You can disable them by using 0 as the timer length, or for example 604800 to restore the 7 day timer. To avoid issues with losing bases on private servers or servers which only boot up every few days the timers also reset when the server has not been launched in half of the duration of the decay. \n服务器最大的一个问题就是有些人加入服务器后放置建筑物后就不玩了，导致服务器一直累计了一堆没用的建筑。但有了衰变指令后，你就可以对建筑物品设置他们的存留期。预设情况是7天存留. 你想取消这个功能可以设置为0或者重新改为604800返回7天存留. 在一些私人服务器或每隔几天才启动的服务器可设置每次启动都重设倒计时，就可以保留建筑物.\nLoadouts（loadout 指令是用来设定死亡重生后身上的装备）：\nSkillsets have made a return from 3.0.0.0! By default they do not spawn with loadouts, but you can configure this on your server by using the ID of the skillset in front of your normal loadout commands. To give the items to all players similarly to how loadouts worked before this update use 255 as the ID, or for a specific skillset the following are supported: \n职业系统重登 3.0.0.0 ！默认生成时是不会有物品取得，但你可以修复服务器设置，使用指令修改相应的ID.正常来讲，服务器会使用 ID 255，但你也可以用以下其他职业：\n0 - 平民\n1 - 消防员\n2 - 警察\n3 - 特种部队\n4 - 农夫\n5 - 渔夫\n6 - 伐木工\n7 - 上班族\n8 - 厨师\n9 - 小偷\n10 - 医生\n255 - 所有职业\n\n如有错误，还望指出（昨晚时间不够，有一些翻译不确定今天测试了一下）\n小广告* Unturned版规重写中... 以及其他的一些小玩意 :3 ",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1454748480,
            "txt_content": "发卡神版主来Un了,{:10_563:}"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1454748600,
            "txt_content": "毛擦我复活了，！"
        },
        {
            "author": "外域Craft",
            "timestamp": 1454749200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "officeyutong",
            "timestamp": 1454750280,
            "txt_content": "Added keybinds for plane/helicopter yaw/thrust.\nyaw翻译为偏航比较好"
        },
        {
            "author": "ZT_小乐",
            "timestamp": 1454757720,
            "txt_content": "这画面也是醉了。。"
        }
    ]
}