{
    "title": "【wiki翻译】McMMO wiki 中文翻译",
    "author": "MosQua",
    "replyCount": 69,
    "timestamp": 1454756340,
    "txt_content": " 本帖最后由 MosQua 于 2016-10-9 22:39 编辑 \n\nMCMMO Wiki 中文翻译\nMcMMO是一款专为Minecraft多人服务器打造的开源插件。此插件让玩家可以通过在服内练级升级，开发特殊技能，得到稀有物品，体验全新的机制和更深层次的PvP，享受MMORPG(大型多人在线RPG)的游戏体验。玩家客户端无需为玩McMMO服务器做任何改变，但服务端需要以Spigot或CraftBukkit架构。\n因为2013年11月翻译过一版不过没有搬到MCBBS上来，现在wiki有了很多改动和更新，花了几天重新做了一下这个wiki的翻译。因此可能有些新名称会和插件里的有所不同。————译者注\n综述\n技能(ability)技能可以通过McMMO插件提升玩家的某些属性。分为主动技能和被动技能。\n主动技能主动技能是通过玩家右击或持有特定物品(或不持有物品，如狂战)可以被短暂激发的潜在能力。每种主动技能都能短时提升特定属性，但需要耗费所持物品大量的耐久，同时还有一定的冷却时间。因此请酌情使用这些技能以防最需要他们的时候因技能冷却无法使用。不过，技能持续的时长可以通过特定能力等级的提升来增加。因此通过一段时间的努力和经验的积累，一项技能的优点将会远远超越他的不足之处。主动技能参考表：\n\n物品技能\n无狂暴(格斗)\n种子绿化(草药)\n锹暴走钻头(挖掘)\n锄苔石化(草药学)\n斧精锐伐木工(伐木)斩首者(斧技)\n镐超级矿工(挖矿)\n剑锯齿攻击(剑术)\n10根羽毛奇美拉之翼\n在铁砧上使用任何物品修理(修理)\n被动技能被动技能无需玩家主动激活便会发生，例如双倍掉落。经验杀怪(适用于战斗技能)生物种类经验乘数\n生物名称经验\n凋零骷髅x4\n爬行者x4\n远古守卫者x4\n洞穴蜘蛛x3\n银鱼x3\n烈焰怪x3\n骷髅x3\n魂x3\n僵尸猪人x3\n守卫者x3\n末影螨x2\n蜘蛛x2\n僵尸x2\n史莱姆x2\n地狱史莱姆x2\n铁傀儡x2\n末影人x1\n动物x1\n凋零x0\n女巫x0\n注意：在某些服务器中，允许通过刷怪笼或刷怪蛋获得经验，当然请与服务器管理员联系确定是否可行。 将来在1.4.04版本中，凋零，末影龙和女巫这三种生物由于他们具有回血能力将不再能获取任何pvp技能经验。但有一些服务器将mobGriefing设置为true来防止玩家使用这些生物来制作刷怪塔的，这些服务器可能仍然可以通过这些怪物来获得经验。\n其他技能体术体术经验的获得是通过玩家从高处掉落所得到的伤害值来计算的。例如，当玩家在没有触发优雅的翻滚这项技能时从高处掉落损失了10HP也就是5颗心时，那么这些伤害将依照下表中的公式转化为相应的经验。\n玩家也可以从战斗中成功使用闪避招式中获得经验。动作经验值摔落受伤摔落伤害HP值*120优雅的落地/翻滚摔落伤害HP值*80末影珍珠无闪避很多\n指令指令是可以在游戏中输入，用以查看各属性状态和插件信息的简单代码。指令举例指令信息/mcpurge清除MySQL或平面文件yaml里所有的玩家数据/xplock <技能名称>锁定该技能的经验条组队组队功能会在达到特定的等级后解锁。 组队功能使得玩家可以在不使用公共频道的情况下与指定的一群人聊天。只有队长才能设定队名。\n指令指令\n指令信息\n/party 或 /party info\n查看当前队伍信息\n/party join <玩家名称>  [密码]\n加入某玩家队伍，如有密码需输入密码\n/party quit\n离开当前队伍\n/pc\n切换/取消 队伍聊天频道\n/party invite <玩家姓名>\n邀请玩家加入当前队伍\n/ptp <队伍成员名>\n传送指定玩家到某队伍成员处\n/party <lock;unlock>\n锁定或解锁你所在的队伍\n/party password (密码)\n设置你所在队伍的密码(仅当队伍锁定时有效)\n/party create <队伍名称> [密码]\n创建名为<队伍名称>的队伍，密码可选(可有可无)\n/party <kick> [玩家名称]\n将指定玩家踢出队伍\n/party <leader> [玩家名称]\n将队伍所有权转让给队伍中的某玩家\n/party disband\n解散队伍\n队伍使用各项指令所需的队伍等级表队伍属性解锁等级队伍聊天频道1小组传送2结盟5物品共享8经验共享10\n当经验共享开启时，将会出现一定的共享奖励。经验共享示意图\n\n\n\n\nPartyradius.jpg (25.21 KB, 下载次数: 213)\n\n下载附件\n\n2016-2-6 16:38 上传\n\n\n\n\n\n\n技能详解\n技术工种分类采集类：挖矿，伐木，草药学，挖掘，钓鱼战斗类：格斗，箭术，剑术，斧技，驯兽其他类：修理，杂技，炼金，奇美拉之翼子技能：冶炼，回收(分解Salvage)\n为保持插件汉化的一致性，此处技能名称的翻译除了回收，炼金和几个新技能(巨型炸弹，苔石化，盔甲冲击，野兽知识)，其他译名都来自2013年McMMO版本插件汉化组的汉化。\n\n—————————————————————————————————————————————————————————\n\n挖矿挖矿是McMMO中依靠挖矿和石头获得经验的技能。此技能的升级可以增加单个矿石挖掘掉落，尤其是使用诸如超极矿工这样的主动技能技能时。此技能还可以使得远程操控TNT挖矿成为可能。挖矿是熔炼的父级技能。主动技能：超级矿工，爆炸矿工被动技能：双倍掉落，巨型炸弹，破坏专家超级矿工提升速度+三倍掉落几率超级矿工是一个使得玩家更快速挖矿，并能在短时间内从双倍掉落转为三倍掉落的主动技能。拿着镐子右键装备，当镐子装备完毕时，破坏一个方块即可激活技能。此技能激活时间内会赋予玩家手中的工具效率5的附魔。技能时长初始为2秒，每升50级增加1秒钟。直到满级1000级为最长22秒钟。此技能有默认4分钟的CD, 可在config.yml文件中更改。 \n双倍掉落普通物品掉落几率增加双倍掉落是一个被动技能。玩家可以在挖掘下表中任何自然生成的物品时获得双倍的掉落。双倍掉落几率会随着等级的增长而增加。每级增加0.1%, 1000级时达到最大100%. 此技能不会与附魔堆叠，但是可以与精准附魔同时使用。\n爆炸矿工TNT挖矿额外奖励挖矿125级时解锁除了用稿子挖矿，爆炸开采允许玩家使用TNT来挖矿。这项技能是靠用打火石远程点燃TNT来触发的。玩家无需像往常一样近距离点火来引燃TNT，可以通过装备打火石右击玩家与TNT之间的空隙点燃视线内TNT远程操控爆炸。使用爆炸旷工时，TNT的范围将随等级增长而扩大，等级越高收获的矿石越多，并且矿物废料(非矿物方块)会越少。TNT默认炸出30%的掉落物，等级越高掉落越多。\n巨型炸弹(逼格炸弹Bigger Bomb)增加 TNT 爆炸范围挖矿375级时解锁巨型炸弹的技能可以增加使用爆炸矿工时TNT的爆炸范围。375级时会增加两个辐射范围。625级时增加到3个，875级时封顶达到4个。\n破坏专家减少TNT爆炸伤害挖矿500级解锁破坏专家是一项可以降低玩家在爆炸矿工时引爆TNT所带来的伤害的技能。刚解锁时会减少25%。等级达到750时会减少50%。等级达到1000时玩家将完全免疫TNT伤害。请注意普通TNT伤害不会因此技能减少，此技能仅在使用爆炸矿工时(即使用爆炸矿工的方法点燃TNT时)有效。\n技术指导使用双倍掉落技能与时运附魔同时使用没有任何增益。可以使用精准附魔挖掘原矿得到双倍或三倍掉落，再使用时运附魔。\n无论使用任何形式采矿，先留下矿石不挖继续探索，等到区域内矿物废料清理干净，矿石都暴露出来时，激活超级矿工来得到三倍掉落。\n升级挖矿时收集所有你可能找到的矿石，包括煤矿。去地狱使用效率附魔的镐子挖掘地狱岩。使用迅捷II药水或建立有速度II效果的信标，再用效率V的镐子挖掘。石头破坏率和挖掘效率会大大提升。在末地使用效率镐子尽可能多的挖掘末地石。\n经验表请注意以下各数值均为默认数值，可能与服内自定义数值有出入。\n方块名称经验 萤石30 硬化黏土30 苔石30 地狱岩30 砂石30 石头30 浮冰50 染色黏土50 海晶石70 煤矿石100 红沙石100 石英矿石100 红石矿石150 末地石150 黑曜石150 铁矿石250 金矿石350 青金石400 钻石矿石750 绿宝石矿石1000\n伐木伐木是McMMO中通过砍伐来升级的技能。升级此项技能可以增加原木掉落，并增加精锐伐木工的使用时长。主动技能：精锐伐木工被动技能：树叶清除(乱砍无双)，双倍掉落精锐伐木工使树木爆炸精锐伐木工是一个主动技能。让玩家可以仅破坏一个方块就能将整棵树砍下来。将工具拿在手上右击来装备，装备好工具时，砍伐一个原木或巨型蘑菇方块来激活这个技能。精锐伐木工只会破坏砍伐方块同等高度或以上的方块。因此从中间砍伐会留下树桩。精锐伐木工有2秒默认时长，每50级提高1秒时长。此技能默认4分钟CD，精锐伐木工不会破坏大于500个方块的树木。在使用精锐伐木工时，斧子的耐久会大量减少，减少量与单个破坏这些方块(原木或巨型蘑菇)使用的耐久一致。如果斧子在精锐伐木工激活时坏掉，使用者将遭受8点伤害(四颗星)并且收到“您的斧子已经碎成渣“(不知道中文版信息具体是啥反正就是这个意思)的信息。除了初始砍伐的那个方块，周围的原木或巨型蘑菇方块将不会遭到破坏。\n树叶清除（乱砍无双）清除树叶伐木100级时解锁乱砍无双是一项在100级可以激发的技能。有了它你可以使用斧子瞬间破坏树叶。乱砍无双使用时有10%的几率掉落该树种的树苗，此技能会损失斧子的耐久，破坏树叶时并会发出”啵”的声音。\n双倍掉落掉落双倍的物品双倍掉落是一个被动技能，从破坏一个方块(原木或蘑菇方块)中得到两个方块，每升一级双倍几率上升0.1%。1000级时达到100%。玩家放置的方块不适用此技能，只有自然生长的方块或者世界生成的方块可以。\n技术指导建造一座大型桦树伐木场。然后开伐。激活精锐伐木工来增加升级速度。尽可能的邻近种植云杉树，然后用骨粉催熟其中的树苗。你将种出大型云杉树林。然后使用精锐伐木工砍伐再种植。制造一个巨型蘑菇农场，砍了再种。\n\n经验请注意以下各数值均为默认数值，可能与服内自定义数值有出入。方块经验丛林木100金合欢木90桦木90深色橡木90云杉木80橡木70巨型蘑菇70\n草药学草药学是McMMO中基于农作的一项技能。这项技能有助于便捷收割播种，提高种子利用率，增加食物提供的饱食度（例如面包），也让固定方块和庄稼有更好的收成。主动技能：绿色大地(2013版插件汉化译做苔石化)，菌丝化被动技能：绿化，农夫食谱，海拉尔的祝福，双倍掉落绿色大地（苔石化Green Terra）拿着锄头右击可以激活此技能在技能激活时，玩家将在收割时获得3倍掉落。并且只要在背包里有种子，左击以下方块会有100%的几率将该方块转化：原石变成苔石石砖变成苔石砖泥土变成草方块\n绿化（小麦、萝卜、马铃薯、地狱疣）当收割成熟植物时，有几率立刻重新播种。草药学等级决定了播下种子的成长期。自动播种会消耗种子、萝卜、马铃薯等，消耗的种子种类取决于收割物的种类。草药学等级小麦成长期种植几率0 - 19900%-13.2% 200 - 399I13.2%-26.6%400 - 599II26.6%-40%600 - 799III40%-53.2%800-1500IV53.2%-100%(Lvl 1500) \n菌丝化当有两个不同的蘑菇在的物品栏内，将其中之一放置在泥土上。有几率会将菌丝播撒在放置的泥土上，使泥土菌丝化。此技能需要很高的草药学等级，等级越高几率越大。无论菌丝化成功与否都将消耗一个棕色蘑菇和一个红色蘑菇。\n农夫食谱你过去的种植经验已经教会了你如何最大化的利用你的食物。这项被动技能可以增强农作物对饱食度的恢复能力。草药学等级越高，恢复能力越强。草药学等级农夫食谱等级饱食度额外恢复量 0 - 19900200 - 399 10.5400 - 59921600 - 79931.5800 - 999421000+52.5\n海拉尔的祝福此项技能使你在用剑破坏特定方块时有小几率获得特殊物品。目前，受影响的方块有：草方块树苗枯萎的灌木丛花\n草方块，树苗，枯萎的灌木丛会掉落西瓜种子，南瓜种子或可可。花会掉落马铃薯，胡萝卜或者苹果。当等级达到100时，破坏相关方块的掉落几率为1%。每上升100级会增加1%的几率。当达到1000级时，就有10%的掉落几率。掉落物品要看服务器的设置，可以选择掉落不同种类的植物例如可可豆，南瓜种子或者西瓜种子。也会小几率的掉落钻石，不过几率是当前掉落几率的千分之一。\n双倍掉落（所有相关方块)有几率从所有农作物中获得双倍的掉落物。每级增加0.1%的几率。1000级几率为100%。农作物\n经验(每单位)\n草方块\n10\n西瓜\n20\n南瓜\n20\n仙人掌\n30\n甘蔗\n30\n可可豆\n30\n小麦\n50\n地狱疣\n50\n花\n100\n蘑菇\n150\n\n技术指导\n训练利用最少资源使得草药学最快升级的方法是种植超级大型的甘蔗农场。记住从收割第二节甘蔗可以获得60 exp，三节甘蔗90 exp，但仅限自然生长的甘蔗，人工放置无效(但人工放置第一节后变成三节的甘蔗，第一节也会有经验)。在红石钟上使用发射器发射骨粉。可以长出鲜花和草，无需等待即射即有。升级良方。原来有个afk刷经验的方法是在水里打睡莲但是由于最新版McMMO睡莲无经验因此此方法无效，但在某些服务器中可能还保留着睡莲的经验。大家可以试试。找到蘑菇岛或者去地狱收割蘑菇，可以快速升级。找到繁花森林群系打花，经验很高。\n挖掘McMMO技能之一。随着等级上升，暴走钻头技能激活时间上涨，被动双倍掉落几率增高。另外，有效几率挖得其他物品。主动技能：暴走钻头被动技能：宝物猎人暴走钻头（2016版wiki中暂时没有详细说明，此处借用2013版介绍仅供参考）手拿锹右键激活技能。这项技能使玩家在施展时能快速挖掘所有可挖掘的方块。激活时间决定于挖掘等级。与此同时，宝物发掘几率也会成倍上涨。\n宝物猎人（2016版wiki中暂时没有详细说明，此处借用2013版介绍仅供参考）在挖掘时，有一定几率挖掘到隐藏宝物，种类繁多，从萤石粉，火药到钻石，蛋糕等。当双倍掉落在挖掘到宝物时被被动激活，会挖掘到不止一个宝物。\n掉落几率和经验表注：如果发现掉落物不在此区间，可能是由于管理员修改了掉落物品和几率。掉落挖掘方块技能需要等级经验几率 泥土草方块040100%泥土菌丝040100%泥土泥土040100%砂砾砂砾04090%燧石砂砾 04010%砂子砂子040100%灵魂沙灵魂沙040100%粘土 (x4)粘土块040100%地图粘土块252002%萤石粉草方块25805%萤石粉菌丝25805%萤石粉粘土25805%萤石粉砂子25805%火药砂砾703010%粘液球粘土块150101%骨头砂砾1753010%鸡蛋草方块2501001%金色唱片所有25030000.05%苹果草方块2501000.1%苹果菌丝2501000.1%线粘土块2502005%绿色唱片所有25030000.05%姓名牌所有25030001%可可豆草方块350801.33%可可豆菌丝350801.33%可可豆泥土3501001.33%钻石所有35010000.25%棕色或红色蘑菇 砂子500800.5%棕色或红色蘑菇 菌丝500800.5%棕色或红色蘑菇 泥土500800.5%铁桶 (空的)粘土块5001000.1%钟 (钟表)粘土块5001000.1%灵魂沙砂子650800.5%蜘蛛网粘土块7501505%蛋糕所有75030000.05%地狱岩砂砾90030000.5%石英所有8503000未知\n等级表（理论时间）等级总方块*总经验 总时间(分钟)**1107.54300\n1069527800500251970788009005042901716001400757500300000190010011422.5456900300015021392.5855700350017527445109780093002504986019944001630035080537.5322150028100500149355597420036100650187812.5751250045600750224747.5898990062100850293855152600006410010003502451973120071900*估算时间是假设没有除泥土外的掉落物。实际时间会有所不同\n钓鱼钓鱼是McMMO中让过去的钓鱼变得更有意义和效率的技能。钓鱼可以增加垂钓物的种类和几率，其中的摇动怪物技能甚至可以在不杀害生物的情况下击退他们。阶段钓鱼中的各项技能将使用阶段制度来取代以往的等级制来区分不同强度，总共分为八个阶段。阶段钓鱼等级10-1242125-2493250-3744375-4995500-6246625-6997700-8748875+注意：除了阶段7，其他阶段都是以125等级为阶梯增长的。\n宝物猎人在钓鱼时，有一定几率得到宝物。钓得宝物的种类取决于钓鱼技能的级数。级数越高，宝物越好。物品稀有程度分类稀有程度\n对应物品随处可见\nTNT, 毒药(0:69)普通\n木制工具 (锹, 斧, 镐, 锄或剑) 皮革防具 (靴子, 护腿, 胸甲, 头盔)青金石 (10 - 20)不太常见\n石制工具 (锹, 斧, 镐, 锄或剑)金制防具 (靴子, 护腿, 胸甲, 头盔)金制工具 (锹, 斧, 镐, 锄或剑)铁锭 (1 - 5) 金锭 (1-5)罕见\n铁制工具 (锹, 斧, 镐, 锄或剑)烈焰棒弓末影珍珠极度罕见\n钻石 (1 - 5)铁制防具 (靴子, 护腿, 胸甲, 头盔)恶魂之泪传说级\n钻石防具 (靴子, 护腿, 胸甲, 头盔)钻石工具 (锹, 斧, 镐, 锄或剑)神级\n音乐唱片: mall, mellohi, stal, strad, ward, and 13\n不同阶段对应的物品出现几率\n稀有程度\n阶段1\n(0等级)\n阶段2\n(125级)\n阶段3\n(250级)\n阶段4\n(375级)\n阶段5\n(500级)\n阶段5\n(625级)\n阶段7\n(700级)\n阶段8\n(875级)\n随处可见\n7.68%\n2.5%\n1.5%\n1%\n0.25%\n0.1%\n0.05%\n0.01%\n普通\n7.5%\n6.5%\n3.5%\n2%\n1.5%\n1%\n0.25%\n0.1%\n不太普遍\n1.25%\n1.75%\n2.75%\n3.5%\n3.75%\n3.25%\n2.75%\n1.5%\n罕见\n0.25%\n0.75%\n1.25%\n2.25%\n2.5%\n3.75%\n4%\n6%\n极度罕见\n0.1%\n0.5%\n1%\n1.5%\n2%\n2.5%\n5%\n7.5%\n传说级\n0.01%\n0.05%\n0.1%\n1%\n1%\n1.5%\n2.5%\n5%\n神级\n0.01%\n0.01%\n0.01%\n0.01%\n0.01%\n0.05%\n0.10%\n0.25%\n\n钓鱼大师在1.7的升级中，钓鱼大师默认将在125级解锁，并获得两倍咬钩几率。默认咬钩几率为每刻(tick)0.2%，每20刻为1秒，但是由于延迟的关系，这个公式时间上并不精准。在延迟高的服务器中，玩家将更难钓到鱼。你可以将你的咬钩几率乘以2来计算钓鱼大师的咬钩率。在海洋群系或者是船上会获得更高的咬钩几率，并且这些几率可以叠加，在海洋中的船上垂钓可能将你的咬钩几率升至0.8%，因为你的咬钩几率番了两次两倍。当下雨时这个几率会更高。\n记住服务器的延迟是指每秒的刻数，可以通过物体移动率明显看出来。如果在破坏方块后过了好一会儿才出现掉落物，说明服务器的游戏循环(即刻数)比较缓慢，方块没有及时更新。生物也会由于持续的延迟出现不顺畅的移动，但延迟只会影响你的行动并不会影响其他，因此怪物可能突然出现在你面前导致你的死亡。(译者：原文中tick这个单位是不是MC中的刻还有待考究，详见剑术里的注释)\n魔法猎人宝物猎人技能使得玩家能够通过钓鱼获得宝物，魔法猎人则使得这些宝物在出现时得以被附魔。几率从1-199级的5%，每200级上升5%。直到800级停止增长，达到25%的几率。下雨时有额外加成，并且随着钓鱼等级的增长，魔法猎人的雨中额外加成最高可达到2.5%. 这就使得魔法猎人在有雨中加成的情况下，宝物出现率最高可达到800级的27.5%. 因此很多服务器禁用了这项技能，为了防止渔夫们挂机钓鱼导致不公平以及服内的游戏失衡。\n冰上钓鱼（2016版wiki中暂时没有详细说明，此处使用2013版介绍仅供参考）此项技能使玩家可以在冻洋中钓鱼。将鱼竿对着冰方块使用会出现一格水洞。\n摇动怪物摇动怪物技能使得玩家可以通过对怪物使用钓竿来摇下怪物身上的物品。此技能可以对怪物重复使用钓下大量物品，直到怪物死去。但是对钓竿的耐久损耗非常大。此技能会对生物造成其最大血量的25%的伤害值。在和比较强大的怪物(例如铁傀儡)战斗时，可以利用这点对怪物造成较大的伤害。而针对诸如小型岩浆怪或史莱姆则可能一击致命。也有小几率会获得怪物身上的物品，例如铁锹或金头盔。\n技能触发概率阶段(等级)摇动概率1 (0)15%2 (125)15%3 (250)25%4 (375)35%5 (500)45%6 (625)55%7 (700)65%8 (875)75%\n从怪物处获得物品几率一览怪物类型 物品 \n物品\n烈焰怪 \n100% 烈焰棒 \n恶魂\n50% 恶魂之泪 50% 火药 \n僵尸猪人\n50% 腐肉50% 金粒 \n僵尸 \n2% 僵尸头98% 腐肉\n蜘蛛\n50% 线50% 蜘蛛眼 \n洞穴蜘蛛\n49%线 49%蜘蛛眼 1%毒药(0:45) 1%蜘蛛网\n猪 \n100% 猪肉\n鸡\n33.3% 鸡蛋33.3% 生鸡肉33.3% 羽毛\n爬行者\n 1% 爬行者头99% 火药 \n骷髅\n 2% 骷髅头49% 骨头49% 剑(1-3) \n凋零骷髅\n 1% 凋零头50% 骨头49% 煤 (1 - 3) \n史莱姆\n 100% 粘液球 \n岩浆怪\n 100% 岩浆膏 \n牛\n2% 牛奶桶49% 牛皮49% 生牛肉 \n哞菇\n5% 牛奶桶5% 蘑菇汤30% 牛皮30% 生牛肉30% 红蘑菇 (1 - 3) \n末影人\n100% 末影珍珠(瞬移会导致末影珍珠出现在奇怪的地方) \n羊\n100% 羊毛 (1 - 6) \n乌贼\n100% 墨囊 \n铁傀儡\n3% 南瓜12% 铁锭85% 红花 \n雪人\n3% 南瓜97% 雪球 (1 - 4) \n女巫\n 1% 再生药水1% 抗火药水1% 迅捷药水9% 玻璃瓶12% 糖12% 火药12% 蜘蛛眼13% 普通药水13% 萤石粉13% 红石13% 木棒 \n注意：服务器管理员可以更改插件参数来增加或减少相应的物品\n渔夫食谱此技能可以增加消化鱼所补充的饱食度。它以每200级钓鱼技能为一阶来划分。每阶增加1单位的饱食度。(1单位饥饿值栏上的半块火腿）\n钓鱼经验表活动经验获得钓出一条鱼800钓出宝物1000（上面的经验+200）成功的摇动怪物50(刷怪笼同样有效)\n格斗格斗技能是一项让玩家用拳头来消灭敌人保护自己的技能(必须空手)。像所有战斗技能一样，格斗技能无法从刷怪笼怪物和玩家处获得经验。经验的增长是通过玩家徒手造成的伤害来衡量的，力量药水I/II可以增加经验的获取和伤害。主动技能：狂暴被动技能：铁腕模式、箭矢偏向、缴械、超强握力狂暴空手时对着任意方块右键然后击打任意生物/玩家/脆弱方块(泥土，沙子，砂砾等)来激活这项技能。狂暴技能的持续时间会随等级增长而增加。激活时，增加50%徒手伤害。在PvP中此技能可以助你胜利，记得用对时候是关键。此技能还可以快速挖掘像泥土、砂砾、沙子等较脆弱的矿。铁腕模式铁腕模式会为你的出拳添加额外的伤害。基础伤害为3点，每升50级增加1点伤害，最多增加9点伤害注意如果玩家身着护甲出击此伤害值会减少，虽然怪物可能更好击杀。此被动技能可以影响狂暴技能的伤害值。\n箭矢偏向射向玩家的箭矢将偏离轨道掉落在地，无法对玩家造成伤害，甚至有小几率会让箭矢掉头击中射箭者。该技以每级0.05%的几率上升，直到1000级的50%为止。\n缴械缴械在PvP战斗中是非常有利的武器，此技能是的你的对手在与你对战时有几率掉落手中的武器或其他物品。每升一级缴械几率增加0.0333...%，在1000级达到最大几率33%，并且可以作用在任意物品上(剑、弓、附魔金苹果等)。当缴械发生时对方手中的物品将会直接掉出背包掉到地上(与对方直接扔掉的效果一致)，这时双方都可以捡起。\n超强握力使对方在激发缴械技能时失败。以每级0.1%的几率上升。1000级达到100%封顶。这时玩家已对缴械免疫。这些可以都可以更改。因此不同服务器可能有所不同。\n隐身药水配合徒手技能是PVP的完美组合。因为它不像使用剑，斧或者弓那样会暴露自己。\n技术指导\n升级由于格斗经验只能来自于自然生成的生物和玩家，最快速的升级方法就是击杀末影人，猪人虽然有更高的经验加成，不过总的来说杀末影人的效率最高。生物种类\n每次出拳获得的经验\n攻击型怪物\n100 XP\n非主动攻击型怪物 \n40 XP\n裸身玩家 \n45 XP\n皮甲玩家 \n30 XP\n铁或金甲玩家 \n30 XP\n钻石甲玩家 \n45 XP\n\nPvP举例：与其他玩家对战时(假设你格斗技能已经达到1000级)，建议先快速查阅对方的McMMO状态找到对少的弱点，例如当他格斗没有满级，意味着他可以被缴械。利用你的被动技能接近对方，例如箭矢偏向等，然后开始使用狂暴技能一顿疯狂攻击对方(可以使用药水加成效果超群)，一旦狂暴技能开启，尽可能快和多的攻击对方，使得对方缴械，等狂暴技能结束如果对方还活着，可以换剑(有可能是对方的，看谁的高级)或者斧给对方最后一击。另外关于狂暴技能，如果你在战斗中遇到困难，还可以迅速挖掘对方脚下的泥土使其掉入坑里，然后你可以选择逃跑或其他行动(喝药，换武器等)。\n箭术剑术是MCMMO中的一项战斗技能。此项技能可以使玩家从击败的怪物处取回箭矢，在PVP中击晕对方，获得箭矢射击的额外伤害等。击晕(仅限玩家)强迫对方抬头注视天空，无法攻击，并造成4点（2颗心）的伤害。每级0.05%的几率增长，最高到1000级，即50%几率为止。\n回收弓箭这项被动技能使玩家可以回收射在生物或玩家身上的箭矢，每级上升0.1%的几率。在缺乏箭矢的情况下十分有用。\n技巧射击使箭术伤害增加，每50级增加10%的伤害，最高为1000级的200%额外伤害列表箭术等级额外伤害5010%10020%15030%20040%25050%30060%35070%40080%45090%500双倍伤害550110%600120%650130%700140%750150%800160%850170%900180%950190%1000三倍伤害\n技术指导\n经验升级箭术无法对末影人起作用，他们在被击中前会利用瞬移离开。铁傀儡农场是最适合升级箭术的地方，还可以顺带刷铁。但是农场不能使用自动击杀装置例如岩浆等。最好是让铁傀儡们聚集在一起，在无害的情况下击杀。可以达到最佳效果。刷怪塔也是获得经验的好方法(不过很多服务器已禁止玩家建造刷怪塔)如果你觉得建造大型建筑对你来说不太妙，那么最快捷(也是最危险)的方法莫过于到地狱把自己堆高，使用弓箭击杀僵尸猪人。由于僵尸猪人会围聚过来，即使站着不动也很容易杀死他们。但是，由于僵尸猪人被激怒的范围要大于他们追击你的范围，因此当你下来时可能会遭到更多僵尸猪人的围堵追击。而你也很容易成为恶魂的目标，请务必装备妥当。\n\n剑术剑术是在MC剑上适用的一项技能。此项技能可以使对方流血，使用主动技能造成更多伤害，在近身攻击中反击敌人。主动技能：锯齿攻击被动技能：流血，反击锯齿攻击持剑右击鼠标，并攻击生物或玩家以激活该技能。这可以让玩家造成流血效果，流血的时间随玩家剑术等级提升而增加。\n流血会造成敌人每2秒受到一次伤害。如果生物受到流血技能攻击，它将持续受到伤害直至技能效果消失或死亡。持续时间与剑术等级有关。1000级时，流血技能会持续6秒钟，每秒减少1/2颗心，总共会造成3颗心的额外伤害。流血几率以每级增加0.1%的速度上升，直到750级，75%为止。流血通常会持续两秒钟，如果剑术等级在750以上，流血时间将在原有基础上额外再增加1次*伤害。\n注：受到流血技能时间可以叠加。如玩家在还剩3次*流血效果时又被赋予3次*流血效果。玩家将受到6次*流血效果的攻击。\n*关于次这个量词：原文中使用了tick，后经实测并非MC的刻这个单位，而是McMMO配置文件中的一个单位。相当于一次伤害（半颗心）。——译者注流血类型次数*(ticks)总伤害轻度流血1 两颗心中毒流血2 三颗心血崩5五颗心\n反击反击技能将自己所受到的一半伤害反射给攻击你的玩家或生物。该技能在玩家只剩半颗心的时候不会激活。激活几率与剑术等级有关，每级上升0.05%.反击不会发生在弹射物攻击时（远程武器，箭，恶魂的火球等）。反击的最大概率是600级的30%。\n注意事项流血不再无视防具并会被防具的保护附魔影响。这意味着如果你的对手如果身着保护IV或III的防具，流血将无法对其造成额外伤害。反击效果无视玩家盔甲\n斧技斧技是McMMO中的一项以斧为武器对抗生物和其他玩家的技能类别。它的出现极大的丰富了游戏战斗性。斧技在对手有附魔钻甲的战斗中非常实用，斧头可以更快的破坏防具。斧技在1v2的战斗中也很实用，因为他的主动技能可以造成AoE(群体范围)伤害。主动技能：斩首者被动技能：强烈冲击、斧头精通、盔甲冲击、致命打击斩首者将斧握在手中，对着任意方块右击，装备斧头。装备完毕后打击任意生物或玩家可以激活此技能。激活时，对其他生物产生AoE(群体范围)攻击效果。对攻击主体周围半米范围的生物造成主体的1/2伤害。因此在1v2战斗中，斧技会比剑术更有效率。对清理大群怪物非常有用。此技能初始持续时间为两秒，每50级增加1秒\n强烈冲击强烈冲击是一种能使玩家攻击时出现双倍伤害的被动技能，默认情况下，每级增加0.05%的触发几率，最高几率为750级的37.5%。\n斧头精通这项被动技能会使得斧头攻击造成额外伤害。伤害的多少与斧技等级有关，每50级增加1点（半颗心）额外伤害，直到200级：额外4点伤害（2颗心）\n盔甲冲击(Amour Impact)盔甲冲击可以增加玩家对敌人盔甲造成的额外伤害。初始伤害为1，每级增加0.02%直到1000伤害封顶。\n致命打击这项被动技能使无盔甲的敌人有几率受到2点(即1心)的额外伤害。同时可能会触发类似于击退II的击退效果。对身着盔甲的敌人无效。每次攻击将有25%的几率触发此技能。注意：此技能可在配置文件中修改，因服务器而异。\n经验钻石斧作用于无防具玩家：150 XP钻石斧作用于无防具生物(自然生成)： 70 XP铁斧作用于无防具玩家：100 XP钻石斧作用于无防具生物(自然生成)： 50 XP注意：所得经验是根据玩家造成的伤害值来界定的。因此主被动技能的触发和锋利或力量药水可以增加升级速度\n升级提示最快速的方法依然是击杀末影人，方法有很多例如站在两格高有遮挡的物体下直视并激怒末影人。然后击杀他们。\n驯兽驯兽是McMMO中的一项技能。等级越高，狼的攻击力更强。在升级时，狼的AI通常使得野外战斗对升级帮助不大，因为他们会同时集中攻击一个敌人无法分散注意力。所以最好能使用骷髅刷怪笼或蜘蛛刷怪笼。你只需要站到刷怪距离内享受你的狼们大快朵颐就可以了。另外豹猫对升级贡献不大。主动技能：野性呼唤、野兽知识被动技能：嗜血、快餐服务、环境感知、厚实的皮毛、犬神的庇佑、冲击抵抗、利爪注：被动技能指会被宠物狼激活的技能，被动技能的激活不受玩家控制。野性呼唤召唤动物到玩家身边。手持10根骨头或10条鱼，10个苹果按住shift键左击空气分别召唤狼，猫和马。被召唤的动物将会标有名字，起名方式会依照玩家的名字加上动物名，例如你叫史蒂夫，召唤出来的狼回叫做史蒂夫的狼。与驯服动物不同，召唤动物不会有经验产生。如果你或其他人的附近(40格范围内)已经有狼存在，那么野性呼唤将会失效。（可以在配置文件中更改）这项技能在PVP时十分有用，带一组骨头你可以很容易的在战斗中召唤狼，无需有狼一路跟随你。\n野兽知识(Beast Lore)这项技能让玩家可以用骨头左击你的狼，马或豹猫来查看他们的状态。注意如果用其他东西对着你的狼，马或者豹猫左击会伤害他们。\n嗜血(所有等级)当驯化的狼攻击目标时，有几率施展带有流血效果的暴击。每级增加0.1%的几率。1000级达到100%封顶。这项被动技能非常适合在PvP时使用，每次攻击会造成2心的伤害。这意味着如果你的敌人身着保护IV的防具时，只需5次幸运的嗜血攻击便可以击杀他。当你等级上升时嗜血攻击会变成常态。\n快餐服务（50+）快餐服务使狼崽攻击时有50%的几率回血，并会给你少量食物。\n环境感知（100+）当驯兽等级达到100，环境感知技能便会开启。使召唤出来的狼在靠近岩浆或仙人掌时会自动传送到你身边，并免疫掉落伤害。刺激能大大提升了狼的实用性。\n厚实的皮毛（250+）收到的伤害减半并且免疫火焰伤害，实际上你的狼并没有免疫火焰伤害，而是在被火焰或者岩浆伤害时会自动传送到你身边(火矢和火焰附加附魔效果除外)。实力增强狼的防御力。\n犬神的庇佑（375+）狼的中毒和魔法效果将会被治愈\n冲击抵抗（500+）仅受到1/6的爆炸伤害\n利爪（750+）使狼每次攻击有额外的4点(2心)伤害。总共可造成10点(5心)的伤害。\n经验表这张表格显示了驯化不同生物所带来的经验值动物\n经验\n马\n1000狼\n—-\n豹猫\n250驯化生物的经验值与你的狼攻击所产生的伤害是相关的。每次你的狼攻击产生半颗心的伤害值，你都将获得10 EXP。这里的经验值是本应产生的伤害，无视盔甲防御。\n技术指导\n驯服马找到马群生成的生物群系，尽可能多的驯化他们。驯化马相比于用狼击杀生物会获得更多的经验。马的驯化状态容易判断，并且驯化马的后代仍然需要被驯化。但是需要金苹果或胡萝卜。\n击杀生物驯化一群狼，可以在晚上去杀野怪，也可以在刷怪塔刷怪。如果有条件，末界的末影人刷怪塔最有效。另外也可以在建立绵羊农场杀羊。升级时可以击杀僵尸，骷髅和其他生物。只要让怪物打你一下然后跑开看着你的狼杀了他们就可以。避免和蜘蛛战斗因为他们在被攻击了几次之后会开始以狼为目标袭击。\n骷髅刷怪笼在大多数的服务器中刷怪笼不能用来刷mcmmo的技能经验。但在有些服务器中依然可以通过自然生成的刷怪笼或者指定的刷怪笼刷怪。如果可以，请将你的狼摆在骷髅刷怪笼旁，这个非常有用，因为在1.8版本里骷髅会害怕并逃离狼，不会来攻击你。\n实用提示狼在突袭和侵略战中是分散敌人注意力的好帮手对狼喷溅隐形药水适用于一些潜入型战术，不过记得项圈依然是可见的。在解锁犬神的庇佑后，喷洒毒药变得十分有效因为狼不会受到伤害而你的敌人可以。可以通过喷溅和速度药水帮助狼变得更强一大群狼比单只狼要强大得多\n修理修理有两个与其相关的子技能，其一是冶炼，其二是回收(分解Salvage)，此技能可以用来在铁块上修理工具。使用修理技能时，拿着工具右击放置的铁块便可完成修理，每次修理会消耗一个原材料(例如铁胸甲修复一次将消耗一个铁锭)秘法锻造秘法锻造是使玩家修复物品时有几率保留附魔的技能。修理技能等级达到1级时便可以激活此技能。级数越高，几率越大。与此同时，修复物品时，有机会将物品的附魔等级降低（力量II变为力量I等）。此选项可通过改动配置文件去除降级可能。具体数值可参照下表。阶段等级附魔保留几率附魔降级几率阶段112510%75%阶段225020%50%阶段337530%40%阶段450040%30%阶段562550%25%阶段675050%20%阶段787560%15%阶段8100060%10%\n基础耐久恢复（单个材料修复量）物品名称\n完全修复所需材料\n基础耐久修复\n  头盔\n原材料 x 5\n20%\n  胸甲\n原材料 x 8\n12.5%\n 护腿\n原材料 x 7\n14.2857%\n 靴子\n原材料 x 4\n25%\n 斧\n原材料 x 3\n33.3%\n 剑\n原材料 x 2\n50%\n 镐\n原材料 x 3\n\n 锄\n原材料 x 2\n50%\n 锹\n原材料 x 1\n100%\n 剪刀\n 铁锭 x 2\n60%\n 钓竿\n 线 x 2\n50%\n 弓箭\n 线 x 3\n33%\n 铁砧\n 铁块 x 3\n 铁锭 x 4\n100%\n\n经验值与等级经验计算每次修理的经验是由耐久恢复值乘以下面列表中的材料值所得。所有相同材料的盔甲都具有相同的乘数值。工具的乘数值则与工具原料的数目有关。这是因为所有相同原料的工具都具有相同的耐久，而盔甲的耐久值是基于原料数量计算的。经验的获得只计算成功恢复的耐久值。任何超出最大耐久的恢复都是无效的，因此修复几乎满耐久的物品非常不划算。经验乘数值原料\n技能等级要求\n单个材料的经验乘数 (盔甲)\n单个材料平均经验值 (盔甲)1\n单个材料的经验乘数(工具)2\n单个材料最大经验值 (工具)3\n 木板\n0\n-\n-\n1.66 / 3.33 / 5\n100\n 原石\n0\n-\n-\n1.66 / 3.33 / 5\n220\n 铁锭\n0\n20\n771.66\n3.33 / 6.66 / 10\n836.66\n 金锭\n0\n40\n643.33\n26.6 / 53.3 / 80\n800\n 钻石\n50\n60\n4537.5\n3.33 / 6.66 /10\n5206.66\n 线\n0\n-\n-\n12\n1540\n单个材料的平均耐久恢复是按照盔甲的总耐久除以完全修复所需材料的数量。完全修复盔甲时，每个材料平均可获得的经验值。这三个数值指的是分别完全修复需要3个材料数的工具（例如稿子），2个材料数的工具（剑和锄）和1个材料的工具（锹）。当材料完全用来修复工具所获得的经验\n\n如果要讨论单个材料获得经验最高效的话，靴子每次修复的升级效率是最高的（每次修复经验最多）。因为盔甲的耐久与组成材料数无关。除了靴子，工具的效率是第二高的。不计游戏内舍入误差的话，所有工具的经验效率都高余其他盔甲。另外，金制工具比铁制工具稍微多一些经验，钻石工具又比金制工具多一些经验。钻石靴子每次修复的经验大概是金制工具的6.5倍。\n技术指导\n怪物农场建造一个怪物农场，用一根钓鱼竿去吊怪，如果触发摇晃怪物技能会有钓鱼经验。直到你的钓竿即将损毁，然后进行钓竿修理。不停吊怪的话鱼竿大概十秒钟耐久就会变成红色。这时修理大概会得到3000经验。当你的钻石不怎么多的时候，这是一个非常棒的既能提升钓鱼又能提升修理的好方法。但是这种方法的优势要在120级之后就不是那么明显了。建议使用蜘蛛刷怪笼，这样蜘蛛又能提供经验，又能提供原料。\n伐木找到大树聚集的生物群系，例如丛林或云杉林，使用钻石斧尽可能多的用精锐伐木工来砍树。斧子很快就会接近损毁，然后去修理他。如果使用树叶清除(乱砍无双)技能，请使用石斧或金斧(不要使用钻石或其他)，这样也能快速升级。\n剪刀去森林或丛林，用剪刀剪树叶再修理也能获得快速升级。\n弓拿着你的弓和箭。站在铁砧旁边对着地面乱射一通，这样你会自动捡起你的箭然后继续射。直到耐久接近零再修理。如此重复。\n金剑制作一把金剑，晚上出去杀怪直到剑的耐久接近零(最好是1-3之间)再去修理。使用F3+H来查看物品的ID和耐久值。这个方法对金的消耗非常大量，但是可以算是极有效的方法。大多数时候你可以在晚上修理多次金剑，主要看你住在哪。如果杀怪对你来说太难了，家养动物也是个不错的选择。不过这个选择稍微低效一些，也可以给到同样的经验。\n仙人掌和盔甲身着钻甲靠着2-3格高的仙人掌站，你的钻甲耐久会急速下降。使用再生和抗性提升的信标，再生药水或金苹果来保证自己的安全。当你的某个盔甲耐久条变红时，脱掉他防止继续受力。然后继续直到所有盔甲耐久都变成红色。理论上应该先是头盔，再是靴子，护腿，最后是胸甲。一旦所有防具都差不多要被损毁了，修理这些盔甲再重复上面的过程。这个方法需要大量的钻石，金苹果和/或再生药水，但同时也十分高效。你可以使用铁甲但升级时间会比较长。推荐利用信标的再生和抗性提升效果。最有效的方法还是使用McMMO的组队功能。使用这种方法一个3-4人的小组可以在几个小时内轻松达到600级。\n修理技能是一项非常实用的无需经验值便可完全回复物品耐久的技能。他也可以分解不需要的物品来得到原料。在达到600级以上后，你可以开始真正的回收物品之旅。(回收再某些版本中是独立出来的，在游戏中输入/repair或/salvage来查看更多信息)\n杂技杂技是一项可以通过被动或主动技能——翻滚和优雅的翻滚来抵御掉落伤害的技能，它也可以通过被动技能闪避来抵御战斗伤害。主动技能：优雅的翻滚被动技能：翻滚，闪避优雅的翻滚如果降落时处于潜行(一般情况下是按住Shift键)状态，就有机会施展优雅的翻滚这一技能。此技能仅在离地20格或以内的高度开始潜行才能施展。每升一级，成功施展优雅的翻滚的几率会上升0.2%，在500级时到达100%。他可以抵御14点，即7颗心的伤害。\n翻滚翻滚是一项用于减少掉落伤害，某些时候可以完全抵消掉落伤害的技能。出现的几率与级数直接相关。每级上升0.1%的几率。1000级达到最大几率100%。此项被动技能只要受到摔落伤害边有可能触发。触发时可以抵御7点，即3.5颗心的伤害。\n闪避闪避是一项用以减半攻击伤害的技能，可以减半的攻击包括爬行者爆炸，骷髅的箭等等。。每级杂技将增加0.025%的几率。直到800级的20%封顶。\n经验计算杂技经验的计算与掉落所受到的伤害和成功躲避次数直接相关。在没有激活翻滚技能，并且没有死亡的情况下，每伤害半颗心可以获得120经验。翻滚和优雅的翻滚被施展时，每半颗心会获得80经验。一个玩家最大生命值为10颗心。那么玩家一次摔落能获得的最多经验值则为从23格摔落的2280点经验。施展翻滚和优雅的翻滚时，获得经验的伤害计算是按照正常伤害来计算，而非施展技能后的伤害。如果掉落致死，则不会获得经验。在施展翻滚或优雅的翻滚的情况下，从离地37格摔落获得2960经验为此情况下可获得的最大经验。穿着摔落保护的靴子掉落可将杂技经验翻倍，获得的经验与摔落保护的等级没有关系。一次成功的闪避可以获得120杂技经验。玩家使用末影珍珠时得到的摔落伤害不计算在体操经验当中。而且传送后5秒内摔落和闪避都无法获得任何杂技经验。\n提示当杂技既能达到1000级时，只要从低于10格的地方摔落则没有必要激发优雅的翻滚这一技能。\n炼金炼金是一项以酿造药水为基础的杂项技能。技能的升级主要通过大量的酿造药水。这项技能使得玩家可以更迅速的酿造药水，同时还能获得其他功能的药水。\n催化(Catalysis)催化技能对原料溶入药水的速度进行了提升，从而加速了整个酿造进程。催化在100级时默认解锁， 1000级时达到原来的四倍。\n混合(Concoction)这项技能使得药水可以使用自定义的原料来酿造， 这就意味着玩家可以酿造出之前无法得到的药水。不同阶段会有不同炼金原料被解锁。Concoctions总共分为8个阶段，具体等级可参照下表。\n药水名称\n药水效果\n原料\n等级\n种类\n信息\n 水下呼吸药水\n水下呼吸\n睡莲\nLvl. 0\n水下呼吸\n使玩家在水下活动更久，不会遭受溺水，同时增加水下挖掘速度\n 速掘药水\n加速\n萝卜\nLvl. 125\n正面\n让玩家更快的破坏和挖掘\n 缓掘药水\n挖掘迟缓\n粘液球\nLvl. 125\n负面\n让使用者缓慢挖掘\n 伤害吸收\n吸收\n适应\nLvl. 250\n正面\n多给玩家不可再生的两颗心生命\n 跳跃药水\n跳跃加强\n红色蘑菇\nLvl. 250\n正面\n让玩家跳得更高\n 生命药水\n生命加强\n苹果\nLvl. 375\n正面\n多给玩家可再生的两颗心生命\n 饥饿药水\n饥饿\n腐肉\nLvl. 375\n负面\n导致饱食度急速下降\n 反胃药水\n反胃\n棕色蘑菇\nLvl. 500\n负面\n使屏幕扭曲，与进入地狱效果相似\n 失明药水\n失明\n墨囊\nLvl. 500\n负面\n导致视野降至几格范围\n\n饱食药水\n饱食\n厥\nLvl. 625\n正面\n无需进食也能增加饱食度\n 迟缓药水\n衰弱\n毒马铃薯\nLvl. 750\n负面\n使使用者受伤，与毒药效果类似，可以伤害和击杀不死生物\n 抗性药水\n抗性提升\n金苹果\nLvl. 875\n正面\n受到的伤害减少20%，不会影响防具耐久\n\n炼金经验一次酿造，从水瓶到粗制药水，每瓶可获得15经验值(一次3瓶可获得45经验)二次酿造，从粗制药水到其他药水，每瓶可获得30经验(一次3瓶可获得90经验)使用红石或萤石进行三次酿造，每瓶可获得60经验（一次可获得180经验）使用火药进行四次酿造，每瓶可获得120经验(一次可获得360经验)例外使用蜘蛛眼使水瓶变为虚弱药水每瓶可直接获得30经验将治疗药水转换为伤害药水时，使用发酵蜘蛛眼不会获得经验制作伤害药水II时使用萤石不会获得经验，但是火药可以获得每瓶120的经验\n奇美拉之翼使用5普通根羽毛按照头盔的摆放方式放在工作台中可以获得神秘工具奇美拉之翼。拿着它右击可以将你带去离你最近的出生点或你睡过的床。(旧版本是带你去最近的出生点或传送点)这个技能的使用地点，使用者和使用时间都可以在配置文件中编辑。\n回收(分解Salvage)回收是指从工具和防具中分解出其原材料的能力。此项技能的等级是由修理与钓鱼的平均值决定的。在低等级时玩家仅可以从完全修复的工具中回收原材料。在解锁高级回收之后，玩家也可以从损耗的物品中获得其原材料，但是相比于为损耗的物品，回收的原料数量会更少。物品的损耗程度会影响回收的数量。要使用这项技能，拿着工具或防具右击放置的金块即可分解你手中的工具并得到制作他们的原材料(例如分解铁镐会获得铁锭)回收精通(Acrane Salvage)150级时解锁此技能 [默认设置为阶段1(rank1)即125级]这项技能使玩家可以在分解附魔物品时获得该附魔的附魔书。根据回收等级的不同，分解出其全部或部分附魔的几率也不一样。当仅触发部分附魔回收时，附魔书中的附魔会比原工具的附魔等级更低。\n高级回收(Advanced Salvage) 500级时解锁 [默认设置为阶段3(rank 3)即350级]解锁时这项技能可以让你回收有损耗的物品。回收的数量除了与物品的损耗程度有关，与你的等级也有关系。高等级可以回收更多的原材料。只要物品不是特别破，高级回收可以从中回收至少一个原材料。\n举个例子：有一把损耗了20%耐久的金镐，也就是说还剩下80%的耐久。金镐是由3块金锭组成，每块金锭可以摊到33.3333..%的耐久。那么这把80%耐久的金镐完全分解可以得到2个金锭。也就是66%的回收率，如果你的高级回收率在66%以上，那么你对着这把金镐施展高级回收技能的时候可以回收两个金锭。如果没有达到，则只能会受到1个金锭。\n冶炼冶炼是第一个加入McMMO的 子技能。其等级是由其两项父级技能（挖矿和修理）等级的平均值决定的。燃料效率这项技能增加了燃料在冶炼时的燃烧耐力。等级越高，燃料使用时间越长。每级增加0.03的乘数。\n二次熔炼在熔炼时，有几率获得双倍熔炼。等级越高，此技能出现几率越大。二次熔炼的触发几率为每级增加0.1%，在等级为1000级时，可以达到100%的双倍几率。\n更多的冶炼经验球这项技能使玩家可以在熔炉冶炼时燃烧材料或矿物(如铁矿，原木或沙子等)获得更多的经验。像其他技能一样这项技能在1000级时达到最大。\n炽热的稿子将一个满耐久的镐子放进熔炉冶炼你会获得一个同类型的炽热镐子。例如将一个钻石镐放入熔炉冶炼你会得到一个叫”炽热镐子”钻石镐。当挖矿等级达到250+时有大概33%的几率立刻获得冶炼之后的矿物，而不是一个矿石。这项技能的触发会伴有粒子效果。\n其他冶炼是第一个加入McMMO的子技能这项技能会与一些模组冲突",
    "replies": [
        {
            "author": "asjkdaskljda",
            "timestamp": 1454760720,
            "txt_content": "沙发表示，支持，全部翻译了？\n我为什么看官方很多诶！"
        },
        {
            "author": "MosQua",
            "timestamp": 1454760960,
            "txt_content": "OKcf 发表于 2016-2-6 20:12\n沙发表示，支持，全部翻译了？\n我为什么看官方很多诶！\n全部翻译了。其实也不多。我文档里大概就30多页。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1454764200,
            "txt_content": "地板表示支持，McMMO作为老牌插件有完整的参考资料是极好的"
        },
        {
            "author": "jianghr",
            "timestamp": 1454764920,
            "txt_content": "已阅，总体翻译质量还是不错的，也是个不错且常用的插件，百度若干关键字后无雷同结果。\n翻译页面的顺序倒也不完全和E文原页面一致，不过对于使用者来说问题不大。\n然后被动技能列表下，手持工具项目的原文页面是有个表的，这个看你倒是没有译过来。\n这个我先给点分再高亮一下，更高的评价我觉得可以@sjjklh 来看看。另外你可以看看本论坛有没有翻译过的本插件，做个链接进去方便懒虫也好，没有的话你也可以自己翻或搬运一下。\n\n然后是喜闻乐见的DEBUG时间，请善用Ctrl+F。\n这项技能是靠用打火石屈远程点燃TNT来触发的\n使用爆炸旷工时，TNT的范围姜维随等级增长而扩大\n让玩家可以仅破坏一个方块就能将整棵树看下来\n渔夫食谱等级(某表头中)\n所随处可见\n甚至有小几率会让箭矢掉头集中射箭者\n并且可以作用在任^物品上(剑、弓、附魔金苹果等)\n再缺乏箭矢的情况下十分有用\n流血不在无视防具并会被防具的保护附魔影响\n骷髅刷怪笼或蜘蛛刷鬼阿龙\n那么野性呼唤将会失效。（可以再配置文件中更改）\n请将你的狼摆在骷髅刷怪笼胖\n站在铁砧旁边对着地面乱射一同\n\n"
        },
        {
            "author": "MosQua",
            "timestamp": 1454766000,
            "txt_content": "jianghr 发表于 2016-2-6 21:22\n已阅，总体翻译质量还是不错的，也是个不错且常用的插件，百度若干关键字后无雷同结果。\n翻译页面的顺序倒 ...\n已改。\n其实被动技能下那个表我翻译了，不过后来发现表里一方面不全另一方面有些技能现在已经没有了。估计是很久没更新了。就没拿过来。"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1454814840,
            "txt_content": "请教下“队伍各指令使用所需等级” 的“等级”是指什么？"
        },
        {
            "author": "幽蓝",
            "timestamp": 1454820300,
            "txt_content": "诶，竟然出新技能了！"
        },
        {
            "author": "格林",
            "timestamp": 1454825400,
            "txt_content": "这故事告诉我们，学好英语不用再找翻译。"
        },
        {
            "author": "-流动水-",
            "timestamp": 1454826120,
            "txt_content": "为什么指令只有2个，我记得还有蛮多的啊。。，如果没有当我没说"
        },
        {
            "author": "MosQua",
            "timestamp": 1454828820,
            "txt_content": "PETER·篠 发表于 2016-2-7 11:14\n请教下“队伍各指令使用所需等级” 的“等级”是指什么？\n是指队伍等级。已修改。"
        },
        {
            "author": "MosQua",
            "timestamp": 1454829120,
            "txt_content": "-流动水- 发表于 2016-2-7 14:22\n为什么指令只有2个，我记得还有蛮多的啊。。，如果没有当我没说\n指令这个我也很头疼。。wiki这里只是很笼统的介绍mcmmo有指令这个东西。而且仅有的六列表格里有两列不完整有两列已失效。。本来想着再翻译一下配置文件。然而也找不到。。。好在插件的指令导航本身做的还可以而且汉化版插件里基本都已汉化。"
        },
        {
            "author": "勇敢说的战士说",
            "timestamp": 1454830080,
            "txt_content": "兄弟，有错别字，那个“云杉”，打成“云山”了"
        },
        {
            "author": "MosQua",
            "timestamp": 1454833080,
            "txt_content": "勇敢说的战士说 发表于 2016-2-7 15:28\n兄弟，有错别字，那个“云杉”，打成“云山”了\n谢谢~已改"
        },
        {
            "author": "VictoriaFaith",
            "timestamp": 1454912400,
            "txt_content": "很棒哦~wwwwww"
        },
        {
            "author": "鳥妖",
            "timestamp": 1454942340,
            "txt_content": "分割线多了一点出来了，请及时处理掉qAq"
        },
        {
            "author": "3313728479",
            "timestamp": 1454943300,
            "txt_content": "http://www.mcbbs.net/home.php?mod=space&uid=1254079QAQ"
        },
        {
            "author": "5194102",
            "timestamp": 1455015660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "昔年哥哥",
            "timestamp": 1455175560,
            "txt_content": "本来就是个很不错的插件了，wiki翻译后更不错了！"
        },
        {
            "author": "591331249",
            "timestamp": 1455419880,
            "txt_content": "好。。。。。。。。。。。。。。"
        },
        {
            "author": "p39398400",
            "timestamp": 1455451800,
            "txt_content": "超讚的~祝福樓主永遠快樂WWW"
        },
        {
            "author": "LittleHei",
            "timestamp": 1455549840,
            "txt_content": "毅力不错啊~"
        },
        {
            "author": "=w=_Agus",
            "timestamp": 1455615780,
            "txt_content": "我记得挖矿及鞥不是还有一个自动冶金么，，，，XD"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1455670560,
            "txt_content": "有点6，我要去下一个安一下，这个在快快游戏的服务器里看过"
        },
        {
            "author": "2399523899",
            "timestamp": 1455786120,
            "txt_content": "LocusAzzurro 发表于 2016-2-6 21:10\n地板表示支持，McMMO作为老牌插件有完整的参考资料是极好的\n好好。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。"
        },
        {
            "author": "lleishen",
            "timestamp": 1455800220,
            "txt_content": "翻译的非常准确，好多技能我竟然不知道，多谢LZ了"
        },
        {
            "author": "LeoPro",
            "timestamp": 1455867300,
            "txt_content": "挺好的，收藏。"
        },
        {
            "author": "LUKCY1.9.0",
            "timestamp": 1455903960,
            "txt_content": "LocusAzzurro 发表于 2016-2-6 21:10\n地板表示支持，McMMO作为老牌插件有完整的参考资料是极好的\nO \n{:10_512:}"
        },
        {
            "author": "Fly_Blues薄荷",
            "timestamp": 1456208220,
            "txt_content": "对不起，我看不懂是什么。{:10_516:}"
        },
        {
            "author": "MosQua",
            "timestamp": 1456214340,
            "txt_content": "偶是D 发表于 2016-2-8 22:39\n分割线多了一点出来了，请及时处理掉qAq\nQAQ Safari和Chrome都看了。有吗有吗？？截个图看看。。"
        },
        {
            "author": "鳥妖",
            "timestamp": 1456215240,
            "txt_content": "MosQua 发表于 2016-2-23 15:59\nQAQ Safari和Chrome都看了。有吗有吗？？截个图看看。。\n我的是360浏览器\n"
        },
        {
            "author": "2539431713",
            "timestamp": 1456484460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "蛋疼哥Ge~",
            "timestamp": 1456569660,
            "txt_content": "顶！d=====(￣▽￣*)b  nnnnnnnnnnnnnnnnbbbbbbbbbbbbbbb"
        },
        {
            "author": "MC=TIME",
            "timestamp": 1456583940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Koudag",
            "timestamp": 1456980600,
            "txt_content": "对我很有用，只是一些看不懂{:10_527:}"
        },
        {
            "author": "MosQua",
            "timestamp": 1457007540,
            "txt_content": "Koudag 发表于 2016-3-3 12:50\n对我很有用，只是一些看不懂\n有什么看不懂可以提出来。语句有歧义可以修改的。如果是游戏机制整个看不懂。。也可以问嘛。。"
        },
        {
            "author": "Koudag",
            "timestamp": 1457087940,
            "txt_content": "MosQua 发表于 2016-3-3 20:19\n有什么看不懂可以提出来。语句有歧义可以修改的。如果是游戏机制整个看不懂。。也可以问嘛。。 ...\n格斗那部分不明白{:10_514:}"
        },
        {
            "author": "qq307198081",
            "timestamp": 1461029160,
            "txt_content": "话说现在mcmmo收费了？  请问楼主有没有1.8以上版本分享一下？"
        },
        {
            "author": "45gfg9",
            "timestamp": 1461066540,
            "txt_content": "炼金加毒马铃薯是凋零效果，凋谢药水"
        },
        {
            "author": "az860325",
            "timestamp": 1472759220,
            "txt_content": "推！好文章！"
        },
        {
            "author": "屠灵神",
            "timestamp": 1475641440,
            "txt_content": "草药学条目下的菌丝化 “都将”写错成“豆浆”了让别人喝蘑菇么XD"
        },
        {
            "author": "金色麦浪",
            "timestamp": 1475840220,
            "txt_content": "想知道哪里下载"
        },
        {
            "author": "绅士囧",
            "timestamp": 1476020400,
            "txt_content": "翻译指令真心不错。MCMMO不知道现在还有没有那些BUG"
        },
        {
            "author": "MosQua",
            "timestamp": 1476024060,
            "txt_content": "屠灵神 发表于 2016-10-5 12:24\n草药学条目下的菌丝化 “都将”写错成“豆浆”了让别人喝蘑菇么XD ...\n已改！多谢指正~"
        },
        {
            "author": "MM000703",
            "timestamp": 1479372060,
            "txt_content": "没有这个的链接么,我想下载一个"
        },
        {
            "author": "1641210337",
            "timestamp": 1484486280,
            "txt_content": "楼主您好，请问这篇文章可以转载吗？以及您的博客地址是？"
        },
        {
            "author": "zhh281061209",
            "timestamp": 1485000720,
            "txt_content": "这个可以非常棒"
        },
        {
            "author": "似水玥玥",
            "timestamp": 1485224520,
            "txt_content": "6666赞~~"
        },
        {
            "author": "OJHNHN",
            "timestamp": 1556756460,
            "txt_content": "1.8.9的 1.5.04先行版是旧版本还是新版本，流血能不能穿过保护四"
        },
        {
            "author": "EternityIce",
            "timestamp": 1556773020,
            "txt_content": "翻译还是很不错的6677"
        },
        {
            "author": "jkljkl56",
            "timestamp": 1556937780,
            "txt_content": "僵尸（及其变种）、骷髅（及其变种）、幻翼、凋灵、僵尸马、骷髅马。这些生物会被治疗药水伤害，但会被伤害药水治疗，它们也会免疫溺水伤害和中毒"
        },
        {
            "author": "longpozhanhun",
            "timestamp": 1557545760,
            "txt_content": "66666666666666"
        },
        {
            "author": "zyjking",
            "timestamp": 1557586620,
            "txt_content": "不知道作者还会不会更新，最近急需……"
        },
        {
            "author": "redfish",
            "timestamp": 1558687260,
            "txt_content": "你好，楼主，我最近开了一个新服，买了最新的mcmmo插件，但是发现这个wiki是很久以前的了，我能不能自己根据wiki上的重新翻译一份呢。"
        },
        {
            "author": "hyzgzz",
            "timestamp": 1564388400,
            "txt_content": "怎么禁止组队传送"
        },
        {
            "author": "EternityIce",
            "timestamp": 1564467240,
            "txt_content": "几你太美jjjjjjbbbbb"
        },
        {
            "author": "EternityIce",
            "timestamp": 1564467360,
            "txt_content": "emmmememmememe"
        },
        {
            "author": "Angel___",
            "timestamp": 1566394440,
            "txt_content": "伤害吸收 吸收 适应 Lvl. 250 正面 多给玩家不可再生的两颗心生命  这打错字了吧"
        },
        {
            "author": "1515656612",
            "timestamp": 1566405720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "24445256",
            "timestamp": 1566406440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2576844301",
            "timestamp": 1566411180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "weqdqwfjpg5weqd",
            "timestamp": 1566420240,
            "txt_content": "很详细的一篇教程欸 不过有些地方是不是错别字了 "
        },
        {
            "author": "18814966228",
            "timestamp": 1566910260,
            "txt_content": "辛苦大佬！！！"
        },
        {
            "author": "a2939672760",
            "timestamp": 1566954540,
            "txt_content": "完成任务"
        },
        {
            "author": "BlackBone123",
            "timestamp": 1566956100,
            "txt_content": "厉害，新版本的mcmmo有改动。但还是很有帮助"
        },
        {
            "author": "q99136",
            "timestamp": 1576566120,
            "txt_content": "这么让排行榜时间久一点啊，秒关闭"
        },
        {
            "author": "Rash",
            "timestamp": 1578453060,
            "txt_content": "改名了 发表于 2016-2-6 20:12\n沙发表示，支持，全部翻译了？\n我为什么看官方很多诶！\n炼药太难升了1.8"
        },
        {
            "author": "e824244767",
            "timestamp": 1583321400,
            "txt_content": "支持支持！"
        },
        {
            "author": "星空2334",
            "timestamp": 1584020400,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "LIU_MC",
            "timestamp": 1589264760,
            "txt_content": "这个奇美拉之翼怎么关，英文是什么，官方文档中没有找到羽毛和奇美拉关键词"
        }
    ]
}