{
    "title": "【原创·连载】【MC国】【第十章 从魔法国来的人】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 2,
    "timestamp": 1454761500,
    "txt_content": "　　\n　　     声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------　\n\n正文：　　\n\n　　“诶？”\n　　“咦？”\n　　“啊？”\n　　“嗯？”\n　　“WTF？”\n\n　　人群发出形态各异的怪声，纷纷散开。\n　　先前他们聚集一起的人墙阻挡了索岚的视线，他只越过无数脑袋，看见大门的左扇打开容纳通过的三呎多宽，静止几秒，后来缓缓关闭。\n　　逐渐稀疏的门口区域，有几位新出现角色。\n　　不用说，索岚傻眼了。\n　　浩浩荡荡奇装异服的魔法师队伍在哪里？为毛婼姆才来了三人而不是三百三千或者三万？\n　　等等，也许我搞错了……大部队在后边呢吧？\n\n　　“听说是本人……？”\n　　“不愧是婼姆。”\n　　“不可思议，她竟然来了？”\n　　身边走过的几个大人窃窃私语被索岚听到，同时也发现屋子里还有其他人压低声音嘀咕。可不管怎么说，来的人还是------太！少！啦！！\n　　放下手边东西，意欲上前询问，顺便斥责一番不负责任的别国，却被海潮从旁一把拉住。\n\n　　“干什么去？”\n　　“放开我脑残海潮，我要打听清楚婼姆想的是什么？”\n　　“啧啧。”不失时机的口癖下，海潮投过两簇鄙夷目光。“你一定早饭吃了什么不消化的东西，居然想自讨没趣。”\n　　“什么？”索岚的正义之魂迅速燃烧起来，回口反驳。“难道这三个会厉害过3000人么？婼姆不负责任已经够糟，现在你还阻拦我合理的问责。罗勒邪教威胁的是全世界，不是只有不相干的其他几人。你不关心世界的命运大可以卷铺盖回家，我可要问清到底怎么回事。哎呦你个死GAY放开我喂------”\n　　仅数句豪言壮语功夫，海潮就把索岚用蛮力拖至不引人注目的角落，在喊起来后还捂住他的嘴。\n　　该死的！有这样对待老板的吗？！\n\n　　“冷静点。那个……”海潮破天荒摆出严肃面孔，手指越过肩膀，点了点背朝的婼姆高度精简部队。“似乎是冥王的人……”\n　　“明王？什么鬼明王，我还不动产商呢！”\n　　没错索岚不太会讲笑话，那也不至于这么冷吧？！\n　　在他的天才脑子里，只储存了关于不动尊菩萨一类，能和海潮说的冥王发音上有点联系（而实际没半毛钱联系）的数据。所以如今他把一个词拆开，编出个水平超乎普通烂级别的笑话。\n　　“走开！再碍事我扣光你年终奖！”\n　　趁穷屌丝海潮发愣空档，索岚推开他往三人方向快步走去。\n\n　　三人，两女一男。\n　　衣着都很普通，和帝国里的没多大分别。气质分析，男的一定是官员，女的……个头稍矮的大概是秘书角色，稍高的八成是更低阶层跑腿儿。\n　　还是问男的比较省事，话要直接切入主题。反正不熟悉，客套能省则省。\n　　问题一，后边是不是还有婼姆的人；问题二，后来的人有多少；问题三，你们三人负责什么；问题四……\n\n　　天才少年索岚的大脑行走过程中光速运转着，但他终究年轻，不太懂得什么是时候应该踩刹车。思考过度的他，在归纳整理出第二百七十三个疑问时候，险些一头撞到为首男性怀里。\n　　“啊，不好意思，打扰了。”索岚赶紧收拾冒失造成的尴尬，清下嗓子，开口询问。“请问，婼姆共和就派来您们几位么？后方支援多久才可以到？”\n　　“噢，这个问题啊……”那人笑笑，向索岚视作跟班的高个女性做了个“请”的手势。“你问我们的领队好了，我只负责在她手下打杂。”\n\n　　“哈啊……？”\n　　瞬间索岚的表情扭曲了，他重新上下打量领队的女性，无论如何看不出哪里厉害。\n　　黑色短发，深紫眼瞳。服装简洁没有多余装饰。硬要说有地方不同，就是胸口别着个形状奇怪的金色徽章，除此之外……\n　　“哦？”\n　　她显然听到了索岚的疑问，中止和另位女性的交谈，转头看了他一眼。\n\n　　顿时，索岚感觉空调制暖功能坏掉了。\n　　温和表情下，目光却把他轻易刺透。罕见的瞳色像要把人吸进去。彻骨寒意由脚底窜上头顶，令浑身汗毛直立。\n　　神秘、深邃，还有……\n　　闭上眼摇摇头，甩开莫名的恐怖印象，使劲呼吸，预备再次开口。\n　　“那么，你们……”\n\n　　“冥大人------”\n\n\n\n\n废言：\n明天又要早起。。。\n\n索引见签名。\n\n\n[groupid=1155]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "2413044726",
            "timestamp": 1456580640,
            "txt_content": "噫...都没啥人评论啊，创作版作家是多了，然而读者却蛮少"
        },
        {
            "author": "Duang!~",
            "timestamp": 1456580760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}