{
    "title": "[博客翻译|已授权]【PMC 每周精选】2016年第2期 Jan.10 - Jan.16",
    "author": "BensonQC",
    "replyCount": 2,
    "timestamp": 1454753340,
    "txt_content": " 本帖最后由 _Benson_ 于 2016-2-12 20:15 编辑 \n\n\n\n开篇语：\n大家好，这里是Benson。首先Benson在这里恭祝大家猴年大吉，万事如意！今天给大家带来的翻译是《PMC每周精选》2016年第2期的翻译，希望大家喜欢。\n\n什么是《PMC每周精选》？\n《PMC每周精选》（Week in Review）是由知名Minecraft国外论坛Planet Minecraft网友Gray Remnant所撰写的博客，每周遴选当周PMC上的优秀地图、大型工程、地形、有机作品、陆上建筑、空中建筑、水上建筑、主城、建筑模块、机械、小游戏、装饰、过山车等十三个类别的作品，并对各类别的顶尖作品进行介绍与赏析，内容丰富多彩，涵盖Minecraft各个方面的地图作品。该博客已在PMC上广受网友好评。\n\n本人已获得原作者的授权，对其博客进行翻译，旨在通过这些博客，打开国内Minecraft社区通向国外社区的窗口，拓展视野，帮助国内的Minecraft玩家与建筑师更好地了解国外Minecraft发展趋势，在一览最新国外优秀作品的精彩的同时，激发自身的灵感与创造力。\n\n授权翻译证明：\n以下截图为我与原作者的私信内容：\n\n接下来让我们进入博客正文。正文内容中的第一人称均指原作者。\n\n\n大家好，欢迎来到新一期的《PMC每周精选》。这里有一些对规则的微调。\n\n在《PMC每周精选》上有什么新的？\n四个大类别现在有12个合格作品的限制较低等级的小类别有6个合格作品的限制如果你想要你的作品上《PMC每周精选》，你在PMC的等级必须要达到10级，以防有人剽窃在节目上出现过的作品\n\n\n\n警告！如果你是个有志向的建筑师，却还没有在PMC上找到合适的位置，你要小心地前进。浏览这张地图可能会导致一些副作用，包括视力模糊、皮肤损伤、自尊丧失、绝望无助、慢性嫉妒综合征，以及对克拉珀克斯病毒的易感性增加。为了更加了解它，请你在浏览由rajkkor创作的瑞图悠移动玩具商店（Ratoyo’s Moving Toystore）前，咨询一下你的医生。\n\n\n\n当提到Minecraft时，这是一个人所能达到的绝对最高质量的一个不可否认的例子。而当提到《PMC每周精选》时，这座建筑几乎体现了当代潮流每一个类别的美学。它集中体现建筑、地形与有机，但却不过度依赖其中任何一方面。相反，瑞图悠移动玩具商店（Ratoyo’s Moving Toystore）属于它自己的大型类别；它挑战着分类方法，提供了任何建筑师都能赞赏，并在其中受到鼓舞的东西。\n\n\n\n但这座建筑比它看上去更加出色。当然，你在这里很容易卷入机械、齿轮、踏板、轨道、玩具和饰物中。我也肯定你注意到了那个机器马车司机，一只手抓着一个栏杆，而他的帽子正对着羽状的黑色烟雾。这些都以它们自身应有的权利异想天开，但这个主题却是整张地图明确的特点。\n\n\n\n因为瑞图悠移动玩具商店（Ratoyo’s Moving Toystore）不仅仅是一个玩具商店；它自身也是一个宏观的玩具。所以，在某种意义上，它就像玩具里面还有玩具；玩具循环！当你被这样一座有着蜿蜒小径、山脉、葱郁的常绿植物和奇幻拱桥的建筑围绕时，不能有比这更完整的Minecraft体验了。\n\n\n\n其他制作人员：\nLindblumen - 有机\n\n\n我想如果我说Minecraft的灵感很大程度上来自于乐高，这是很公平的。有趣的是，出于这个想法，人们想尽办法在Minecraft中还原经典、新奇的乐高模型。这是一种对一个概念的逆行再造，而这个概念帮助产生了使用那个方面的软件（如果这句复杂的句子有意义的话）。这就是为什么我喜欢谈论乐高城市（Lego City）这样的建筑，它是由Bestofthelife创作的。\n\n\n\n当提到Minecraft中的乐高模型时，有许多不同学派的思想。一些人即兴创作，失于解释，而其他人还原了模型，以精确的尺寸一点一点地完成。但在我历年看过的许多不同的乐高模型中，这一个我认为最完整。\n\n\n\n乐高城市（Lego City）包括几个不同的乐高模型，并把它们并排放在一起，创造了一个极佳的乐高城市景观。这想象一下就是一个规模宏大且雄心勃勃的美景，但Bestofthelife完美执行了它。\n\n\n\n个别来看，这些建筑都没有异常优秀的地方。但放在一起，它们创造了一种气氛与环境，处处拉动了乐高爱好者的怀旧心弦。\n\n\n\n但这不仅仅是对任何人童年的回首，这座城市做到了一些乐高做不到的事。这座城市允许参观者从第一人称视角感受它。在你的客厅中建造一座城市模型只是一个意义上的事情，另一件事情就是你完全亲自走在大街上。\n\n\n\n而这就是使得这张渲染图如此特殊的地方。\n\n其他制作人员：\nRastammole - 渲染\nMoustafa74 - 渲染\nMrBatou - 渲染\nLemmy - 渲染\n\n\n说到地形，它就像我已经看过每个能用World Painter所制作的排列组合。这就是我每周的感受，直到我看见像蜿蜒的急滩（Winding Rapids）这样的作品，它是由GuildsMC创作的。\n\n\n\n事实上，这里没有普通的地形。蜿蜒的急滩（Winding Rapids）十分现实，创作得十分出色。看见用如此的想象力和创造力混合的陆地和海洋，是很少见的。\n\n\n\n有个观念是“你在脑子里想象很简单，而在Minecraft中执行时却很难”。这真的归结为一系列比值。为了把它拉低，你不得不平衡海洋和海滩、海滩和草原、海滩和山脉的比值。这是一个比值被正确执行的例子。\n\n\n\n但不仅仅是比值，还有每块陆地的位置。这张地图，基本上，只是一个有着一群旋转碎片的海湾。这不是可以随便做的事情，当它以计算的方式被完成的时候，你就可以以这结束了。\n\n\n\n其他制作人员：\nLentebriesje - 树木\nalecvdh - 树木\n\n\n我个人最喜欢的有机作品类型是探索超大空间的那种，像房间或者汽车的内部。然而，我从未见过像火车的内部这样的东西，这个作品就是蒸汽机头和火车（4-8-4 Steam Locomotive & Train），由WalschaertsBuilds创作。\n\n\n\n看看外观，在Minecraft中没有比它看到的整体更好的了。事实上，你很容易看着标题图片，然后错误地认为你在看一个概念艺术。这就是它真实的程度。\n\n\n\n每个方面都被完美塑造，精致的细节（包括从烟囱传出的烟雾轨迹）都十分精确。WalschaertsBuilds甚至巧妙地使用灰色的材料，在火车头上创造阳光的错觉。\n\n\n\n但这座建筑真正壮观的部分是内部。每个车厢都被适当地装饰，充满了有创造性的细节。最精彩的部分当然是厨房，那里使用了大量的有机手法。\n\n\n\n其他制作人员：\nNathan_Oneday - 领衔建筑\nJaspanda - 建筑\nPDawgWoolf - 建筑\nTheIrateSloth - 建筑\n\n\n我在今年将这三个建筑分类加入《PMC 每周精选》的主要原因是它允许我讨论更小的建筑，这些建筑优于形式以及较小的细节。那很方便，因为本周最佳陆上建筑是军用车辆（Military Vehicles），由squirrel-friend创作。\n\n\n\n这绝不是依赖大小和重复部分的大型工程。这是细节，紧紧压入我见过的，在Minecraft中制作的三个最令人震惊的小型汽车的外壳中。\n\n\n\n你可以从每个方块、每个侧面中看出其放在这里的目的。通常，这种规模的建筑会因楼梯和台阶的过度使用而变得停滞不前，最后看上会十分混乱。\n\n\n\n这不是那种需要模组的东西，或者需要许多不同的材料制作的东西。实际上，与其他相同类型的作品相比，这是相当简洁的。\n\n\n\n但，最后，当说到在Minecraft建造小型车辆时，这已经做得很好了。\n\n\n飞机在PMC上总是一个热门主题。到目前为止，我想我看到过几乎每个类型的飞机的制造与模型在Minecraft中被还原的样子，至少三次。加入这长长的清单的，是一架熟练制作的飞机，它的名字是波音 777-300ER - 阿提哈德航空（Boeing 777-300ER - Etihad Airways），由SkyDesigner创作。\n\n\n\n我知道，我知道，我们都已经在PMC上看过许多波音飞机了。但相信我，这一个有特别之处。从比例上说，这架飞机很完美。机翼没有过长，尾翼不是很大，机身、发动机和窗户都完美无缺。精确就应该这样。\n\n\n\n这架飞机有漂亮的涂装，和真的不错的起落架。但我在一架飞机中一直寻找的东西之一是内饰。在飞机中做内饰并不容易，主要的原因是空间有限。\n\n\n\n但SkyDesigner做得十分出色，不仅创造了令人心动的内饰，还把它分为头等舱、商务舱和经济舱。你通常不会看见这样对建筑的热爱，但当它正确完成的时候，没有什么比这更像。\n\n\n就像松鼠喜欢收集坚果，squirrel-friend似乎很喜欢收集金牌。那很显然，因为本周最佳水上建筑是冲线之舰（Ship of the line），由奖牌狂热者——squirrel-friend创作。\n\n\n\n显然，squirrel-friend通晓各种运输工具。呵呵，他甚至还在本周最佳陆上建筑那里拿了一块奖牌。但依我看，这个是他本周最好的作品。\n\n\n\n冲线之舰（Ship of the line）是一艘漂亮的帆船，拥有非常精细的船体，用金色、白色和棕色优雅地装饰。这是一个非常豪华的设计。\n\n\n\n但像所有的帆船，帆的形状和布局十分重要，告诉你吧，没有比这做得更好的了。每一片帆的大小、角度、延展都很完美，用许多悬挂的绳子和网编织在一起。\n\n\n\n关于甲板，squirrel-friend不惜重金让它看起来尽可能真实。喔，这里还有绑在两边的一些整洁的救生艇。正是小细节真正带来了这样的建筑。\n\n\n我相信在这里的每个人都熟悉“主城”的概念。它们可以被叫做许多东西，包括“出生点”和“大厅”，但它的本义是目前Minecraft中最流行的建筑形式之一。并且每个人都清楚它们应该看上去是什么样的。挑战这个观点的是预兆之山（Mt. Ominous），由Solari创作。\n\n\n\n预兆之山（Mt. Ominous）不是大家都熟悉的圆形大厅的典型表现。事实上，它根本不像主城。相反，这座主城以高耸的房屋的形式出现，两侧有飞龙、烟花、嘉年华游乐设施、彩虹，以及一个特别令人毛骨悚然的洞穴，洞口嵌着一个有裂缝的头颅。\n\n\n\n而这就是一个服务器出生点应该有的样子。预兆之山（Mt. Ominous）是一座完美的主城，不仅因为它符合我们所想的其应有的样子，还因为它在瞬间颠覆了我们对主城的认识，突破了多重边界。\n\n\n\n这不是一个安全的想法，它也不容易去建造。但这是一个人要得到真正卓越的服务器主城所要付出的代价。你不能被既有的边界或限制所限制。如果你想要想这样有创造力的东西，你就必须坚持下去，努力下功夫，使用你的想象力。\n\n\n\n其他制作人员：\nBramboss - 建筑/渲染\nConoozie - 建筑\nCrafterboy - 建筑\nFree_Willy - 建筑\n\n\n上个星期，有人对我为《PMC 每周精选》选择的建筑模块印象平平。好吧，对于你们那些想看到一些引人幻觉的作品来弥补上一周的人来说，我恐怕你们又要经历痛苦的一周。本周最佳建筑模块是小型美国房车公园（Small american trailer park），由Thomas van nuland创作。\n\n\n\n是的是的，我知道，这不是重点。但相信我，对于建筑模块来说，本周惊人地平淡。不过，它尽管很小，仍然不错。它让我想起了Breaking Bad，或者也许甚至是Grand Theft Auto里的东西。\n\n\n\n但无论它让我想到了什么，无论它有多小，这个建筑模块做得很好。每个房车都充满了一些极简的装饰，和一些非常有创造性的材料选择。\n\n\n\n地形和叶子的位置恰到好处，非常适合一个房车公园。尽管我不推荐住在这里，我也要说，作为房车公园，这是一流的。\n\n\n多年来，有许多很多红石装置在生存模式中提供各种简洁的目的。但有一个人在相当长的一段时间内一直位于最前沿。这个人就是K1inc，他在本周创造了大型药水站（Mega Potion Station）。\n\n\n\n药水酿造可能是生存模式中一个人所能做的最复杂和最强调材料的事情之一。所以，有这样一样东西是很有用的，它允许某人十分容易地处理这件事情。\n\n\n\n这个流水线工序要花费什么呢？红石。大量的红石。多到你不想再看一眼的红石。我总是着迷于用这种东西操作的人，因为我可以百分百肯定那不是件容易的事。\n\n\n\n但K1inc总能找到一种方法，在这里，他创造了分类、存放与制作任何种类药水的机械。药水酿造的确很麻烦，但与他要建造这个机械所要必须历经的千辛万苦相比，这不算什么。\n\n\n冒险地图的主要目的是利用Minecraft编写一个故事，常常，一张真正卓越的冒险地图可以完全改变Minecraft的样子和感觉。在一段时间内，我见过的最具这种转换性的冒险地图之一是太空冒险地图（Space Adventuremap），由Norzeteus创作。\n\n\n\n这张地图是一次非常特殊的经历，实际上。Norzeteus的酷炫材质包只是冰山一角。历经七个月的严厉考验，他创造出了一张充满高端技术装置，成群的敌人，以及许多爆炸的地图。\n\n\n\n而通过这一切，Norzeteus已经制作了感觉根本不像Minecraft的东西。事实上，你很容易忘记你玩了一个小时的到底是什么玩意儿。这就是优秀的冒险地图应该在人们身上起的效果。\n\n\n\n它拥有疯狂的材质包，通过大量命令方块激发其全部潜能，以及一些给人带来的真实领悟。它绝对不像我曾经见过的任何其他地图。\n\n\n内饰工作的注意事项之一是用材料创造独特和有趣形状的能力，这意味着变成完全其他的东西。例如，将酿造台用作路灯杆，或者将地毯用作扇叶，这是做这件事的好方式。这种转换的最好展示之一是新美国人之家（New American Home），由Paknot_7创作。\n\n\n\n这座建筑充满了各式各样的材料组合。Paknot对如何以及何时使用楼梯和台阶了如指掌，在几乎每件房间里都可以找到证据。\n\n\n\n无论是用门做的餐桌，还是用精致的沙发装饰的客厅，或者豪华的电视机，这座房子里的每样东西看起来都很真实，充满细节。\n\n\n\n但这就是人们希望看到的内饰。它不够做一张桌子或床。你必须使用原版的材料，来创造精致的家具。再者，你必须创造人们以前没有见过的家具（这本身就是一个艰难的任务）。\n\n\n\n它当然是你能在PMC上找到的最具创造性的装饰之一。它能证明你不需要原版模组就能创造一片美丽的室内空间。与此相反，Minecraft提供你需要的所有东西；你只需有足够的智慧弄清楚如何使用它。\n\n\n最后，本周唯一的过山车合格作品（就像上周一样）是漂流（Cascade），由xMiiXeDx创作的水上过山车。\n\n\n\n这是个不错的过山车，而且很有趣。漂流（Cascade）有一个巨型扭曲旋转的轨道，穿过隧道、洞穴和山谷，不像其他的东西。它通过在侧面放置水流，设计成水上过山车。这是一个非常聪明的想法，把这个特别的过山车变成了一次更加独特的体验。\n\n\n\n但我真正想要强调的事情，是它看起来、感觉起来就像一个真实的过山车。它不是有着90度拐弯的轨道，或者缺乏支撑结构的平常轨道。相反，它拥有光滑的曲线和斜面，拥有每一个真正的过山车都会有的支撑物。\n\n\n\n最后，这是一个漂亮的过山车作品，将这个类别提升到了新的高度。我们在PMC上需要更多类似作品。\n\n排行榜 - 所有时间：\n\n排行榜 - 2015年：\n\n排行榜 - 2016年：\n\n\n结束语：\n如果你喜欢这篇博客，或者想支持作者，欢迎到原文地址给予钻石，或订阅作者。\n如果本翻译帖中有任何翻译或其他错误，欢迎指出，我会尽快处理。\n欲了解更多精彩博客，敬请关注本人近期在本版发表的翻译帖。\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1454793000,
            "txt_content": "话说如果持续更新的话可以考虑做一个索引什么的~"
        },
        {
            "author": "qq1394236817",
            "timestamp": 1457235960,
            "txt_content": "LocusAzzurro 发表于 2016-2-7 05:10\n话说如果持续更新的话可以考虑做一个索引什么的~\n我靠惊现蓝鸡触"
        }
    ]
}