{
    "title": "【原创·连载】【时间定律城堡】【第02章】【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 3,
    "timestamp": 1454755200,
    "txt_content": " 本帖最后由 540083835 于 2016-5-30 23:44 编辑 \n\n《时间定律城堡》\n第二章\n钟鸣\n【第一章 油画】\n玛德，谁来为我结束这段噩梦。\n子律吓得一个激灵，手中的剑再一次条件反射地朝老者横切而去，剑刃从老者胸口划过，但是这一次，那地方却化作了一片云烟，而后又聚拢，什么事都没有。他看着自己的胸口，似乎也有些不解。“虽然不知道你是什么来头，但你应该就是唯一能改变现状的人了。”老头淡淡地说道，语气中莫名的充斥着一丝丝落寞。\n子律闻言，情绪也稳定了不少。他退后了几步，警惕地盯着他，“改变现状？你该不会是想篡位什么的吧？”老头神色有些怪异，一脸“不是很懂你们年轻人”的表情，“我那么像反贼吗？”老头冷哼了一声，“你也不想看见满城都是鬼吧？”子律心中一震，马上问道：“你一开始就知道？！”\n“不知道，”老头很诚实地回答道，“但人老成精，我能感觉到你......”\n“我真的是被狼追来的，我没有撒谎对不对？！”子律有些激动。\n“我能感觉到你并不是神经病，”老头耸耸肩，“但你为什么出现在这儿的确值得深思。”子律忍住了上去踹他一脚的冲动，问道：“那这里是什么地方？”老头一脸诧异：“我有点相信你说的话了，竟然不知道这里是什么地方，”斜了子律一眼后继续说道，“这里是存放对国家有功绩的人的油画的地方，本意是让后人纪念，但现在已经成了我这个老家伙吃闲饭的地方。”\n“那这是什么？”子律指了指墙上自己的画像，老家伙回头一看，眼睛瞪得跟饕餮一般，回过头难以置信地望着子律：“苍天在上！英魂复活了！”子律完全没想到老头会来这么一出，有些手足无措，急忙把他拉起来，没好气地道：“我可不希望成为历史上的死人，你只要告诉我，你能不能打开城门就足够了。”\n老头摇摇头：“我没有这个权利，城堡只有宴会开启和结束时开启，谁也无法更改。”宴会结束？子律抓住了希望，“我只要等到宴会结束了就能出去了对不对？！”老头苦恼地敲了敲他那干瘦的脑袋，说道：“理论上是这样没错，但是......”话还没说完，外面突然响起了悠远的钟声，随着钟响，老头化作了飞灰，消散在空气中，子律手中的长剑刹那间布满锈迹，腐朽无比。而这个长廊里也是蛛网顿生，墙壁裂开了丝丝裂缝，青铜壁灯迅速氧化，生出斑斑铜锈，摇曳的烛火也就此熄灭。\n子律整个人已经懵了，事情发生得太突然，太令人震惊，“怎么回事......”子律感觉嘴里一阵干涩，他看了看自己的手，一瞬间竟是粗糙了不少，看起来像是历经了沧桑。\n他打开了木门，门外风沙呼啸，如同进来时那般，唯一不同的是，现在这里竟然有植被，腐朽的树干上吊着死去的枝叶，诉说着历史的沧桑，他来到门前，连一根狼毫都没有，更别说狼群了。“没事了！”子律大喜过望，大步向外面奔去，但为了保险起见，他仍然带上了那把锈迹斑斑的铁剑防身。\n这一次路上并没有遇到任何野兽。走了两天后，子律的视野中出现了一座村庄的轮廓，他心中大喜，努力向前奔去。但很快他就发现了不对，村子里原本的塔楼不见了，大门犹如崭新的，但村子的范围小了许多。他走进村子，却发现这里的人们都只是眼熟，实际上并没有自己认识的人，而且他们都用陌生的眼神审视着自己，他不禁觉得自己也许走错了村子。\n“请问这里是什么村？”他向人们问道，那人却说出了他的村子的名字，令他汗毛倒竖，不过他还是耐着性子问道：“请问村长在吗？”那人向村子最里面一指，子律脸色更难看了，那就是原本村子里村长所住的地方。他谢过那人后，然后走去打开了村长的房门。\n“村长，我是子律，我回......”他话还没说完，便已经呆滞了，村长端坐在屋子中央，但是却不是托付给他任务的村长，而是前一任的村长！”子律？“村长啼笑皆非地看了他一眼，”据我所知子律不过六岁，我前几天都还抱过他。“\n尘封的记忆苏醒，前任村长的确抱过他，不过那也只是唯一一次了，不过几天，怪物突袭，众人措手不及，前任村长便在抵御的过程中丧生。子律觉得眼睛有些湿润，也许悲惨的经历也为他带来了惊喜呢。\n但是有一件事不能忘。”我是子律父亲的朋友，前几天发现端倪，过几天可能会有大群怪物袭击这里，所以请你们做做准备。“他如是说道，村长有些惊讶，但还是郑重地点点头：”我懂了，谢谢你，我们会提早做准备的。“子律算是松了一口气，”这样我就放心了，那我先走了。“\n走在村庄的砂石路上，子律心中还是有些悲怆，毕竟所熟悉的人已不是他们。”那么现在该何去何从呢？“他有些苦恼。\n”铛~~！“远处有声音传来，子律心中大惊，但是转眼间，他已经回到了那座城堡，人们优雅地在路上交谈着。\n一旦被记录，就再也回不去了。子律终于感到了透心的惊恐。\n（未完待续......）",
    "replies": [
        {
            "author": "呆萌の黑兔",
            "timestamp": 1454755320,
            "txt_content": "沙发~是吾辈的说 提米加油~"
        },
        {
            "author": "秋凛Rinco",
            "timestamp": 1454756100,
            "txt_content": "楼主太♂短了 下次长一点 PS：文章发现有几个错别字233"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462481880,
            "txt_content": "文章的错别字真不改一下吗？"
        }
    ]
}