{
    "title": "<原创·连载·圣杯>终焉[第六章第一节][暮存]",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1454856600,
    "txt_content": " 本帖最后由 xcc 于 2016-2-11 22:34 编辑 \n\n         格里斯摇摇晃晃地站起，把剑支在地上，然后十分疲惫地靠着树，面色苍白。先前在眼前翻滚的鲸波巨浪此刻已了无声息，耳边也没有浪的奔腾声了，只有风从地面上趟过吹起落叶的声音。格里斯清楚那种巨浪是怎么回事，高级的法术，它只会湮没它的攻击对象,不会伤害无辜或破坏建筑，而且目标死亡后巨浪便会渐渐止息。\n    渐渐地，有水流声传入耳畔，是那种令人舒心的汩汩水流声。\n    渐渐地也有些水流朝这边流来了，眼前出现了一道道涓涓细流，在地上划出很长的痕迹，像是一个人的泪痕，肆意流淌。\n    水流携着一张白色的纸流到身前，一个黑色的物事在浸湿的纸后隐约可见。双手颤抖着捞起那张纸，小心地如同对待易碎古物一般打开那张纸，里边放着的是块玉雕的锦鲤，已碎成两半。\n    他的手猛地一抖，自己的心似乎也随这玉雕一起碎掉了。 \n    他赤色的双眼旁缓缓滚落出一滴眼泪，然而也只有一滴。他看了看写在纸上的一行行字，因为被水浸湿而模糊不清，依稀是奚即墨的笔迹——\n    “这是事先写好的，因为我预料到有那么一天。\n    我记得我跟你说过呢，我的种族琨族是以玉饰为命为魂，玉碎人亡，但据说，若是玉饰的主人砸碎这玉饰的话，会有巨大的能量从玉饰中爆发出来。这正好适合帮你清理敌人。\n    我猜你肯定会暗自说‘为什么要牺牲自己’，因为我们琨族的生命本就很短暂啊，而你能活到地老天荒.......倒不如让你好好活着，而且上次你差点因为救我而死掉，这次若是不舍身救你的话我们都会死，倒不如.....让你留下——因为你还有好多理想，你还有很多事要去实现呐。\n    但是我还是想提醒你，莫将过去握得太紧了，然，如何把握现在？”\n    格里斯发出一声复杂的叹息，轻轻捏起一块玉饰的碎片，却在这一刻听到了熟悉的声音贯穿脑海——\n    “你知道，毛毛虫如何过河么.......”\n    他愣在原地，直到这声音从脑海中消逝，方才回过神来。 \n    这声音属于玉饰的主人，许是她刻意用法术留在玉饰上的。心中的一根弦猛地绷紧，当许久后松开时，余音未绝。\n    这算是她最后的问题么。 毛毛虫如何过河......但这和他有什么关系？格里斯想道。 \n    他站在原地想了片刻，发觉自己没有任何头绪后，摇了摇头，从衣袋里拿出一块白布，很小心地将碎掉的玉饰放入布中再仔细包好，然后捏着手中的那张纸，缓缓转身，向着塞特城走去。\n    别将过去握紧.......把握现在......毛毛虫过河......\n    心中一团乱麻。\n    “滋......滋.......”\n    有个声音从格里斯身后不合时宜地打断了他的沉思，他急忙转身，看到一个怪人。\n    委实是怪人。那人握着一把锁镰，背上背着一块巨大的、打磨平整的方形汉白玉，扣着一顶斗笠，穿着黑色的针织开衫，披着一块破布作斗篷，左腿上的黑布画着一条，左眼蒙着一个画着红眼睛的眼罩，脸上纹着“彡”状图案。\n    “又是来索命的么......”格里斯轻声自语，但觉得对方的打扮不像是星河派来的。\n    “不。”鬼魅般的声音响起，那人眼罩上的红眼睛仿佛有了神采，“只是想与阁下讨论一件事罢了。”\n    他手一挥，背上的汉白玉浮起一层血色的光芒，随即从背上飞起，旋转着下降到他身前，片刻后停下，表面浮动的光芒消失，汉白玉上隐隐显现出两个赤色的汉字：暮风。\n    格里斯盯着这两字，正视这那人，打量着对方的左腿，拱手说道：“原来是暮风。”然后抬起头，咬字说道：“差点认不出了呢。”\n    暮风盘腿坐下，只手一挥，桌上便现出两盏茶，他朝格里斯点点头，示意格里斯坐下：“这次有很多事要谈谈。”\n    格里斯看着暮风眨了眨眼后，缓缓盘腿坐下。暮风嘴角勾出一个弧度，然后甩了甩手腕，汉白玉上的两个赤色汉字如烟消散，代替它们的是一个图案。\n    镶着边的形状不规则的晶石吊坠。 \n    格里斯露出了然的微笑。\n    如果此时顾离在的话，看到这个图案定会惊诧不已。\n    这是他佩戴了二十多年的晶石吊坠啊。 \n 上一节        索引      下一节 \n\n233\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1454856720,
            "txt_content": "\n\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1454912220,
            "txt_content": "果然还是中枪了.\n水流携着一张白色的纸流到身前，一个黑色的物事在浸湿的纸后隐约可见。\n黑色的物事d=====(￣▽￣*)b\n"
        }
    ]
}