{
    "title": "【2月活动】【被囚禁者】【我到底是谁】",
    "author": "WM2030",
    "replyCount": 10,
    "timestamp": 1454859780,
    "txt_content": " 本帖最后由 WM2030 于 2016-12-24 07:59 编辑 \n\n前言一边看着春晚，一边敲下这段前言，我的心情不是太好。\n第一是对于自己的作品，确实不太满意。作为一个真的相当不会说话的人，我居然也来参加周创版的活动了。不过这篇文章，我前前后后改了三次。可以说是相当用心了。情节梗概我也想了很多，找到了一个相对来说比较合理的方案。对于我来说，我用这篇续写参加活动，问心无愧。第二，我等的猴腮雷到现在还没有出现。难道是因为被网友吐槽太多结果被删掉了？\n第三，我预料有些人会说看不懂。那么我也不会让你们多看看这糟糕的文本的。想到你们回过头去再看一遍的痛苦，我的心情确实不太好。不过我的心情问题不能成为你们不加分的理由！\n\n另：我把原文贴上方便阅览。\n又另：字数经Word统计为2016\n顺祝新年快乐。——WM 丙申年正月初一凌晨正文\n\n      夜幕笼罩在这片已经被雪所覆盖的地面上，星辰在世界之外闪烁，一如既往散发着那些令人捉摸不透的光芒。寒风吹过，不但没有带走任何的寒意，反而让这世界更加的沉默。      这样的沉寂，让人不安，但也恰是对于某些人最好的安慰。      当万籁俱寂，便是你的死期。      他拖着疲惫的身体，漫步于这片苍茫的雪原中。留下的脚印不出几分钟就被新的风雪掩埋，没有谁知道他来过，他不希望人知道。他能做的，就是无言地背负着使命，完成它，然后深藏功与名，安静地看着那些一无所知的人们欢庆他用血与痛换来的和平。      现在使命完成，他却感觉到了从未感受过的孤独。背包里的那颗龙蛋变得很重，压得他喘不过气，他现在是真正的屠龙者，却远不及做一个普通人。龙死了，拿到龙蛋等于拿到了至高无上的荣耀与地位，他可以在家永享清福，却必须挂以守护者的名号不允许再踏出村庄半步，这样的结果，不是他想要的。      他甚至不想杀了那龙，死后灵魂脱离躯体去到任何自己想去的地方，不比终生囚禁在那无聊的村庄好得多么。可他不知道为什么竟会杀掉那被人形容成不可战胜的神话般的龙。紫色的血液喷溅了一身，原本洁净的锁链盔甲现在也沾上了紫色的液体，考虑到在这天寒地冻的环境里也许还能有点保暖作用，他这才没脱下来。      龙死了，世界恢复了，可他没有任何的改变。他不想回到村庄，不想交出龙蛋，成为村庄的守护者永永远远地被囚禁在村庄里直到他死。可他别无选择，他的亲人、好友都在村庄里，他做不到抛下他们独自离开。只因为他是个普通人，无法彻底摆脱亲情的束缚。他想，自己永远都不会忘记临走前人们看他的眼神，那不是在看一个勇者，而是在看一个祸害。那样的眼神仿佛在说：“看那，这个祸害终于要走了，大家快去摆酒席庆祝吧。”      这样让他心里很不安，显然，村庄里没人认为他能带着龙蛋回来，早就给他买好了棺材，为了纪念他这种自愿送死的精神随意造了个木人假装是尸体放进去然后埋在了哪座不知名的山上，真不知道当他们看见自己风尘仆仆的样子会是个什么表情。      他记得很清楚，自己是如何被托付上这毁他一生的任务的，那是个清晨，照常吃早饭。被称为“贤者”的男子突然破门而入叫他来自己的房子来谈话。进到房间后贤者便立刻切入正题，叫他去屠龙，不等他给出结果就滔滔不绝地为他介绍龙。      龙，终年歇息在末路，一身都是噩梦般的黑色，一双能叫人心智软弱的紫色眼睛。大过躯体的双翼能不费吹灰之力地将村庄中央的参天大树拦腰斩断，尖锐的利齿能撕碎一切，粗壮的尾扇起的气流能将人带到百里之外。龙能搅乱这世界的一切，唯有杀死它才能阻止混乱的产生。贤者叮嘱他务必将龙蛋带回，否则龙蛋几日后就会破壳产生新的龙。      就是这样一个似乎是只存在于神话里实际是真正存在的生物，被普通人杀死了。这无疑是本世纪最佳冷笑话。他想要，不是龙蛋，而是自由。也是因为自由所以整日看起来才是游手好闲，实际上他在村庄外自己有一块农田耕作，只可惜没人知道。      现在他要和自己的梦想挥手说拜拜了，满心的不甘，但对此也无能为力。      远处的灯光已经变得清晰了一些，村庄的距离正在渐渐变小。他身上全都是冰雪化成的冷水，冷得刺骨钻心。也许他现在往村庄走去是为了去接受那份本该就属于自己的荣耀，但对于他来说无疑相当于是上刑场，要给自己戴上枷锁，永远禁锢在这里。      时间过得太快，转眼间他就到了自家的门口。现在正值午夜，村庄的人们都在家中休息或者是忙着计划下一年的事情，没人记得半年前有个游手好闲的笨蛋被强制加上屠龙者的名号离开村庄的事。他想先和自己的家人说一声，等到第二日再说以后的事。抱着这个想法，他推开了门。      房内的景象让他呆住了，身体如刚才在风雪般僵硬。      房里有一条龙，一条漆黑的龙。      尽管屋里很亮，尽管他的视网膜上收到的光很多，但是他眼里只映出这条龙。      因为这条龙，就是他亲手杀掉的那一条，毫无疑问。想到这一点，他胸中的一口浊气顿时卡在了气管里，他的思维变得迟钝，动作变得僵硬。      他的手不受控制地松开，龙蛋“铛——”地一声，落在了地上，它挣扎着蹦起来，再落下去……半晌，终于静止。从顶端开始裂开，裂隙缓缓蔓延，微弱的声响，恍如从空间的每一个角落里传来，似是空间精灵的圆舞曲，又像终末之界的交响乐。蛋壳彻底裂开的那一瞬，难以名状却又有如实质的恐惧以冲击波的方式散开，宣告了主世界几乎坚不可摧的空间障壁被击碎了。      空间门后，是幽邃的深空，是无尽的繁星，还有……      龙消失了，它庞大的身躯消失在了直径不足十厘米的空间门里。屠龙者终于恢复了自由呼吸的能力，却又陷入了沉思。      他那不愿去走，却早已踏上的命运之路，在此刻多出了一条掌控之外的分岔。他真的不知道该怎么办，是享受平静与荣耀却被囚禁，还是面对恐惧与未知追求自由？思维还没有开始运转，灵魂深处向往未来的闪光，已为他作出了决定。      他的身后，空间门变幻着形状，终于不复存在，没留下一丝痕迹。      点点星光下，屠龙者能清清楚楚地看见那条龙，随着他的下落，他还看见了那标志性的黄绿色岩石；再靠近一点，高耸的黑曜石柱已在眼前，甚至能感受到末影水晶里蕴藏的毁灭性力量。      这里——是末地啊！      屠龙者和末影龙，通过同一扇空间门，一起回到了末地！这似乎比一个普通人屠龙更可笑了。当然有两类人不会因为这个奇特的笑话发笑：一是死人，二是屠龙者。而此时的屠龙者大概是要兼占这两类人了。      飘着飘着，屠龙者想到了很多事，他想到自己小时候假扮末影龙，把孩子王吓得哇哇大哭，被老妈痛打；小学手工课上，用橡皮泥捏末影龙被同学围观，老师却说他哗众取宠；还有化装舞会上以末影骑士的名义邀请心爱的女孩跳舞，伸出的手却被她拍掉；到村外耕作归来的路上，把锄头当剑耍，想提回龙蛋，成为英雄，被流浪猎人送到精神病院；后来遇到贤者去屠龙，终于成功却要被圈禁；现在……      “咱这一辈子可是毁在你身上了呵……”屠龙者看着在半空中盘旋的巨龙，这样说道。      下一秒，他的背部着地，一口鲜血从他口中喷出，末地的岩石，第一次被涂上了红色……      也许是因为他昏迷太久，末地的原住民似乎把他当成了一种新石头，它们每天在他身边走来走去。终于到了第三天，当屠龙者正梦见啃红烧猪蹄的时候，一只末影人的脚踩在了他的脸上，于是……悲剧发生了。屠龙者闭着眼睛狂啃，末影人却因为手太短——相对于其身高而言——实在够不着。末影人一声长嚎，这块从天而降的会喷水的石头会动的消息算是传开了，屠龙者也算是醒了。      抱着“能屠龙一次就能再来一次”这样的想法，屠龙者开始了他的末地生存之旅。他的生活可以用三句话来高度概括：吃末影人的肉，和末影人的血，用末影人的骨头。想看一些少儿不宜内容的家伙，可以根据这三句话自行扩写。      恩对了……此人能在末地生存的基础，还是要归功于咱们的贤者大人。贤者大人为了屠龙者的生存做出了两大杰出贡献，一是在末影龙回到末地的初期，吸引了它的注意力；二是给末地这么一个鸟不拉屎的地儿带来了基本的工具。      总之两个月以后，屠龙者回到了主世界。      度过这两个月紧张的生活，他终于决定，在自己的村子里成为一个守护者，去做平凡普通的自己。只不过世上的事，大多是不随人愿的。在他的家乡，关于末影龙即将毁灭世界的谣言已经无法停息。关于当初去屠龙的那个笨蛋，更是成了热门话题，有人惋惜，有人轻蔑，更有人唾弃，因为他们认为就是这个家伙激怒了恶龙。      更远一些的地方，有政府为讨好末影龙，颁布通缉令，缉捕这个胆大妄为、十恶不赦的混蛋；在民众中甚至出现了“末影龙神教”，以末影龙为至高的信仰，祈求末影龙赐下平安与吉祥，把屠龙者化为地狱的主宰。屠龙者似乎已是了邪恶的化身，他真的无处可去了。      他曾追求过自由，又被迫用自由换来平安，如今，他什么都没有了，真正的一无所有。他无法承受他所遭受的，他疯了。      他成了一个法外之徒，借疯狂的杀戮，试图找回他的人生，找回他所想要的一切。      灭尸，灭骨，灭巫，来者不拒。；屠村，屠镇，屠城，步步紧逼。      人类与怪物，第一次联合，但全种族战线，竟被他一人之力，攻得节节败退。某个资历深厚的军事学院教授曾断言：“如果战争再继续下去，输的一定是我们。”      在传说中，他更是借助黑曜石的力量，破开空间障壁，进入充斥着火焰的下界，凭其非凡的武力，从正门闯入下界元首的堡垒，一剑击杀当时正在批阅文件的凋零。把凋零的三颗头颅挂在腰间，扬长而去，给堡垒前的一群猪人战士留下一个血红的背影。再后来，他就消失了。      他最后一次露面时说的那句话，作为一个未解之谜，被人们永远地保留了下来。他说道：“无论是方块、实体抑或是玩家，都只不过是一种被囚禁者罢了。我想要的，不是成为一个棋子，也不是成为一个棋手，我想做的是成为推翻棋盘的人啊！”      作为作者，我想，这样的想法，也正是他此刻能够在这里写下这段话的原因了。\n\n\n另：看到有很多人说后半部分像谁谁谁的某某某。我想说的是：你们眼花了辣！\n索引",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1454859960,
            "txt_content": "owiemaness 发表于 2016-2-7 23:47\n好长啊又小又密集不方便看作者改进一下\n行啊。我试试"
        },
        {
            "author": "owiemaness",
            "timestamp": 1454860020,
            "txt_content": "好长啊又小又密集不方便看作者改进一下"
        },
        {
            "author": "owiemaness",
            "timestamp": 1454860200,
            "txt_content": "WM2030 发表于 2016-2-7 23:46\n行啊。我试试\n改的不错但是还是太密集了"
        },
        {
            "author": "Lonon",
            "timestamp": 1454862120,
            "txt_content": "是不是看了成龙的电影才有了这个题目···"
        },
        {
            "author": "asjwdwan521",
            "timestamp": 1454865660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "sam3737",
            "timestamp": 1454875140,
            "txt_content": "lz的感伤悲凉尽致，赞!"
        },
        {
            "author": "pylsdani",
            "timestamp": 1454887500,
            "txt_content": "人物描写的不错~如果可以精细到动作就更好了~"
        },
        {
            "author": "musik",
            "timestamp": 1454888760,
            "txt_content": "写的不错 顶一个"
        },
        {
            "author": "musik",
            "timestamp": 1454888880,
            "txt_content": "不过写这么多 一定和累吧"
        },
        {
            "author": "WM2030",
            "timestamp": 1454895300,
            "txt_content": "pylsdani 发表于 2016-2-8 07:25\n人物描写的不错~如果可以精细到动作就更好了~\n是啊。我也觉得有点单薄。\n不过一是我语言表达比较糟糕。\n二是看错字数限制以为是最多2000字。\n三是我对于构想大段的暴力场景无力。\n而且呢……写出来很可能会显得比较糟糕。\n再说了，暴力场景不适合青少年观看嘛"
        }
    ]
}