{
    "title": "【实用地图】全新第三代CBM的大世界~多群落多建筑！低配慎入！",
    "author": "CBM",
    "replyCount": 6,
    "timestamp": 1454963220,
    "txt_content": " 本帖最后由 CBM 于 2017-6-11 03:37 编辑 \n\n首先欢迎来到CBM的大世界施工现场为了避免有些玩家的困惑和增加存档的活力，建议先看存档的背景故事~同时我也想介绍一下我的这个存档的历史，要先说一我知道我技术烂，不管是内饰还是外饰....有时候尼玛我自己都看不下去，但是我还是从2012年一直做到现在，这一点我觉得我做的比大多数人好，虽然漫长的时光岁月里我没有一个观众，但我只是想默默的撸着这个存档然后上传到度盘，给你们爱看不看2333，不想看千万别勉强，实在觉得这个思路不错但是毁在我这个渣渣手上的话，等存档出来后欢迎下载修改或者指点一下我~          开始正题，这是一个我第一次接触MC不久后就开的存档，最开始的时候是车祸断了一只手，闲着无聊放暑假在家然后没日没夜的自己一个人靠左手撸出了第一代存档，当时记得还有很多小伙伴鼓励我并且下载我的存档去玩给我继续做下去的动力，直到今天我依旧是自已一个人在撸。期间由于各种原因导致存档更新断断续续，有时候停工大半年，知道最近我突然发现它代表的不仅是存档而是我鲜活的曾经，今天再次发出来，想用这个帖子来见证我从来到MC后又退出的时光！没错，这个存档做完我就该跟MC说拜拜了。\n\n更新内容君2017.5.23  新增总统府大厦2017.6.10  新增生化研究所【重要更新】\n2017.6.11  新增大型参议院、首都路、金融中心、Ehome公会驻地\n\n\n 剧情君在数以万计的平行空间里，一个莫不起眼的世界。在这里世界里有这一个神秘而充满科幻的组织。。。他们掌握着令人震撼的科技——三次元二次元转换技术。据说该组织头目名为”腐竹“，组织的其他核心成员名为”OP“。此组织无恶不作，肆意虐夺MC世界资源，奴役屌面族，破坏大自然地形，屠杀其他物种，而且据自由联盟地下党称该组织主要的爪牙就是大陆上不断出现消失的史蒂夫初号生命体、Alex初号生命体和变种人（换了皮肤的），这些生物都拥有了超出这个世界的智慧与生命体（无限复活），使得他们能在短短几年内占领3块大陆。\n               这一切直到。。。。一个名为“ICBM”的神的加入与一位名为“xiaoxiao233”的组织成员叛逃。并且在一天晴朗的早晨，各个地方都腾起了一道道美丽的白蛇。。。。直到它露出深邃的深红色弹头且爆发出无比耀眼的光芒，人们才真正看清楚这货是毛线玩意。一切都是如此的安静直至整个世界响起了沉闷而洪亮的机械声——检测到服务器CPU负荷运行98%，执行最终方案，请所有人做好准备！倒计时5.4.3.2.1.0——嗡~嗡~嗡~兹~呲~咻！ 整个世界都恢复了平静，原本的耀眼爆炸团消失了，所有生物都来到了另一个陌生的世界，简直和之前的一模一样，刚举起手的僵尸继续追着野生屌面人，刚遇到猫的苦力怕继续狂奔仿佛什么都没发生过，唯一不同的是那些被奴役的屌面族、被圈养的动物、被植入名为“更名卡”的怪物们一下子都得到了解放，因为原本限制他们的魔法消失了，街上游荡的组织成员也消失了，令他们胆战心惊的神秘组织与头目“腐竹”就像蒸发了一样，从此整个世界又回到了最初的状态。。。\n            在数万年后，一个名为”莫汉村“的沙漠村庄里，这里生活着一个名为”naughty kid“的小伙子，与其他屌面人不同，他惊奇的长着一副史蒂夫躯体，为此他父亲蹭胖揍了他母亲一顿，还惊动了村里最老的村长出现制止了家暴，仔细看了一眼小NK又琢磨了半天，然后说NK很像远古时期纵横大地的——\"史蒂夫\"神的样子，应该不是**所生，NK父亲这才罢休。经过丈夫的肢体开窍，NK母亲仿佛解开基因锁般道出她小时候曾贪玩坐船走丢过，来到了一座小岛，小岛上有一座钻石金字塔，她曾进去钻石金字塔内然后被一团光团包围之后就睡着了，醒来发现自己已经在家乡的海滩上了，后来也跟父亲说过这个事，但是没人相信他的话，因为那座钻石金字塔足有50*50*50那么大，之后NK母亲也就是当成是梦了。现在想起来那应该不是梦，因为她摸得到光团听得到光团的声音，但是当时醒来在海滩时有关小岛的记忆就变得非常模糊，明明是刚刚发生的事却不怎么想得起来光团说了什么，直到现在她脑中的记忆之锁被解开了，钥匙就是长得像“史蒂夫神”的亲生儿子，因为她开始记得光团里一个同样面孔的人说得话：”（悠长而洪亮的声音）在你进来的一刻起，你就背负着崇高的使命，作为组织重返MC的钥匙，当你想起这段话时就代表我们就要来了！组织就要来了！就让你成为组织能量中的一团粒子吧！呵呵呵....“ NK母亲回想到这里突然大骇！惊奇的看着自己手脚正在已可见的速度化为粉末，嘴里正想说着什么！可是依然来不及了。\n         没错，NK自从生下来没多久就是个单亲孩子，没有人知道他母亲怎么死的，就连村里最老的人当时目睹NK母亲化为一滩粉末的村长也不知到。哦，还有那时候前来吊丧的隔壁王医生也不知道，他是村里唯一的一位医生。从小NK就活在村里面各个男性村民怜惜的目光下，自从母亲死后，NK就受到全村男屌面人的照顾，丝毫没有因为长的一副非我族类而就排斥的样子，这让NK很是感动，恨不得认了全村男人当干爸爸，这个念头在NK父亲知道NK的想法后立马黑着脸胖揍NK一顿后才彻底打消。当然这些屌面人村民是听说他有可能是神的转世才对他那么好的，别想歪！\n          终于有一天NK长大了，他也和父老乡亲们带上弓箭和皮甲出去打猎。在某一次狩猎传说级狂暴野鸡时，一个不小心跌进了山洞里。。。。。醒来后发现自己跟随着地下暗流飘到了一个陌生的地方，这里有他没见过的摩天高楼和奇装异服的人！他感到了恐惧，是陌生环境的恐惧，于是下意识的往来的方向转。看到身后的景象，NK惊呆了，前一分钟还在的山洞依然变成了黑色的公路！来来往往的人都以怪异的目光看着他，都纷纷议论着：”听说最近立场护盾很不稳定，经常出现些奇怪的东西。“”是啊，是啊 上星期我家院子突然出现一个穿着原始部落衣服的人，拿着剑就要向我砍来，幸亏巡逻队及时赶到，把他抓了起来.\"另一个声音说道：“就是就是，这事最近发生的太多了，我家床下、衣柜、卫生间、阳台老是钻出一些裸体男人，经常把我和我家婆娘吓得不清。” nk傻傻的坐在地上听着周围人的交谈，就在这时一声警笛由远到近，还没等nk有所动作，一张金属网就把nk罩了起来！随后nk听见了一群身穿黑色西装的人的谈话:\"我们感应器延迟了半分钟才确定方位，上次是28秒，这东西越来越不好使了........“随后nk就深沉的睡着了。\n         ”滴..滴滴滴..滴滴“，生命体征释放到80%。警告：生命体已经苏醒！ 神秘的白褂研究员说： ”嘿，小伙子我得告诉你一些事情，你不要说话，有些人并不想你活下去，应该不能说是人！反正你只要记住有人想要你的命，你特么别问我怎么知道的，反正我就是知道。你是神之子，但不是这个世界的神但也是这个世界的神，你的存在关乎着许多人的性命！在你真正的父亲也就是神的那个世界，爆发了不知道是什么的危机，你的父亲急需要你让他来到这个世界避难，而这个世界的立场护盾也需要你父亲的再次充能，否则会有很多怪物突破护盾出现在我们身边杀死我们，别特么问为什么你父亲曾无数次来到这个世界创造出我们这次却无法再过来，反正就是没办法过来。你只要记住，想方设法进入黑宫，那是你父亲很早以前修建的庇护所，那里有能使你父亲过来的方法，我们都是你父亲创造出来的生物，你父亲最后一次离开时就把这里托给了超级电脑CBM照顾，我有种预感就是CBM想要突破立场护盾自己做这个世界的神，别特么管我预感怎么来的。听我的，CBM很强大。不好！我的传感器发现了一大堆士兵正向这里赶来，应该是CBM察觉到了危险的心灵波动，CBM有非常强大的心灵感应装置，反抗者、作恶者都会被感应到然后消灭，所以我必须把你这段记忆隐藏，你就不会有危险的心理思维了，直到你有能力把你老爸找过来为止，我已经在这个世界留下了一些线索，别特么管我怎么留得反正已经留好了，以免你会忘了这事，请你保重，拯救世界的任务就靠你了！” 沉闷的系统声音——超距离传送即将开始！警告系统自毁程序启动倒计时.......\n           nk：“额，我是在那里?头好痛啊！我怎么在这金属棺材里了？” 沉闷的系统声音君再次出来——启动人体冷冻维生系统~3.2.1 叮咚~生命体冷冻开始！预计200年后解冻.......\n\n\n 1.用途简介 第三代变化最大的是用途，本来只是单纯的一个海景小别墅，现在升级为了庇护所（三百六十度防侧漏233）、服务器主城（附带大型监狱、大型商场、大型小区、大型酒店等）、插件游戏地图（地图很大可以玩躲猫猫神马的~）、解谜地图（如果你想的话真的可以）还有更多功能等发布时自行探索~ \n\n2.施工图【整体存档完成度35%】\n庇护所外景施工图【完成度40%】人工小岛胡斜视光影夜景~天空中256高度有玻璃护罩周围则有基岩巨墙 \n\n\n\n\n\n\n舒适的室外观赏区可按摩聊天泡茶用\n\nDJ舞台\n沙滩排球场\n\n庇护所主通道\n\n地下停车场，镀基岩~核爆来袭时可以迅速从沙滩躲进这里，有入口连接蜂巢。\n\n全球摄影卫星~神兽一枚~上古时期小学生所建，已有千年余年历史（MC年月日\n\n庇护所内景施工图【完成度70%】\n这里是低大上的会议室，最早用来召开各项重要会议的地方（没有什么卵用）~连接着总统/腐竹/董事长办公室，后来因为日益严重的核战争威胁这里变成了开小会的地方，更高级的会议室和办公室在蜂巢。\n\n这是官邸里的快餐店，是低等级人员用餐的地方\n\n这是一号会客厅也是重要的博物馆~\n\n\n这是枪击俱乐部，对面有自动移动标靶（屌面人表示很桑心\n\n未完工的部分\n\n一个小小的室内游泳室~可比赛~还有个小餐厅\n \n\n庇护所地下“蜂巢”施工图（蜂巢是存档的核心地区，大部分地区不公布】【完成度30%】 \n这个是宴会厅，可表演可用餐可开会~而且这是蜂巢的一小部分，真的只是一小小部分\n\n\n这是蜂巢的核心地区~                               骗你的！这只是蜂巢里的一个小水箱内的双塔酒店\n\n\n\n酒店房间\n\n\n\n大型监狱（第三代产物）【已完工】监狱大门，全方位360度基岩包裹（别说为什么没有光明！这是监狱！\n  \n好吧 还是有光亮的。。。jj怪图案的大楼是守卫和官员的宿舍\n\n一张张的床是什么鬼？这是露天医院！什么趁着医生不注意抢刀子越狱的狗血剧情不回发生啦~\n\n长时间面壁也是会疯的，犯人们需要绿色！绿色！（话说在服务器里放风区可以用来调戏未下线的熊孩子233，比如给熊孩子在里面设置一个出生点然后。。。。。。。\n\n有水稻田和猪场，保持犯人的活力~每栋监狱都有天台与卫兵总部连接！防止地面暴动，卫兵无法镇压某个地区的犯人。\n\n地面牢房共有400多间房间（没记错的话）而守卫宿舍可容纳800人，平均一个犯人2人看守，不信你能跑！\n \n3.0版本新增生化研究所、中央铁路等DLC【2017.6.15】\n在一处冰冷荒凉的平原，有一座奇特的建筑。\n\n\n这里是德尔曼医药公司对外宣称的药物研究所。\n\n\n经过深入卧底调查发现，这里竟是庞大的生物研究基地！\n\n\n研究尖端生物兵器或者是造福人类？\n\n\n只有当你逃出研究所，才能告诉世人真相！！！\n\n\n第一代\n这是第一代【http://www.mcbbs.net/thread-124320-1-1.html】最早以前的版本的帖子地址。可以对比一下，变化真的很大。\n\n\n\n下载链接\nhttp://pan.baidu.com/s/1eSgSeAY  密码：yihe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "LKJas",
            "timestamp": 1454969700,
            "txt_content": "中式的?还是欧式的?"
        },
        {
            "author": "CBM",
            "timestamp": 1454974260,
            "txt_content": "LKJas 发表于 2016-2-9 06:15\n中式的?还是欧式的?\n古今混搭，现代主流"
        },
        {
            "author": "CBM",
            "timestamp": 1454976900,
            "txt_content": "@星麒尔 @jfkcccc 以上是第一代支持过我的小伙伴不知道你们还在不在论坛里。。"
        },
        {
            "author": "CBM",
            "timestamp": 1455185700,
            "txt_content": "自顶一下"
        },
        {
            "author": "CBM",
            "timestamp": 1457376000,
            "txt_content": "没有人回复。。。"
        },
        {
            "author": "孤独的先生",
            "timestamp": 1457427780,
            "txt_content": "支持楼主！我来了"
        }
    ]
}