{
    "title": "<原创·连载·圣杯>《混沌之歌》卷一·章⑨ 武道之上，天之痕 - Blealtan",
    "author": "Blealtan",
    "replyCount": 4,
    "timestamp": 1454990340,
    "txt_content": " 本帖最后由 Blealtan 于 2016-2-9 12:08 编辑 \n\n卷一·章九——武道之上，天之痕\n“只是如此？你的圣贤之术难道只是用来装饰场景的？东方的魔术师，满怀着不知所谓的仇恨的杀人鬼，用你的本源魔术！”像这样，怀着灭门之仇却保持着惊人的冷静的十四岁的少年猛地一蹬地，扬起了漫天雪花，冲上前去。在飞扬的雪中，我隐约看见其中二人的身影不断地闪烁。心幻挥舞着双剑，击飞一枚又一枚金色的魔弹，时不时身周放出一层薄薄的光膜挡住几只漏网之鱼；而宇文烟则一直维持着魔力的输出，仿若全然不瞄准一般洒出密集的弹幕，当心幻近身时便像先前一般用被魔力强化过的紫晶色手套抵挡。一时之间，二人竟难分高下。明明……那家伙是一位圣贤，但到现在为止，他真正用于战斗的魔术只有那魔弹所成的弹幕——而这魔术甚至连我都能做到，虽然可能只能发射两三枚的样子——也就是说，他还是没有动用本源魔术。……为什么呢。那家伙，到现在连本源术式的吟唱都没有进行。而此时我注意到了一些细节。宇文烟的脚下亮起了一抹淡淡的紫光，沿着几条纹路贴着地面前行；而心幻随即踩在其中一条纹路上，爆起一簇红光，紫色的光芒也随之黯灭。看起来，宇文烟没有吟唱的打算，而是准备用术阵代替吟唱施放本源术式。若是心幻如现在一般步步阻之，宇文烟便总有机会能抓住心幻的失误；若是停了下来，本源术式便会随之释放。当真是好打算。——第一次见魔术战的我，只感觉非常新奇；当然，也很心惊。那么半圣贤的心幻又该如何应对呢？我不禁握紧了双拳。此时，透过依旧飘飞的雪花，我看到了心幻的双眼睁开，如被父亲说穿异世之魂那时一般，两眼闪烁着一红一蓝的光辉。当他踩下一步时，左眼的淡红色总是会闪亮一次，而随着他一步步落下，他的面容上也渐渐浮起了一丝笑容。——自信的笑容。心幻是半步圣贤。他对于他的本源已经有着些许头绪，所以才会有他那明显不同寻常的双眼罢——虽然我完全不知道那双眼的作用。而他此刻的行为，毫无疑问地意味着他将要动用他的本源魔术——的某种演变吧，大概。毕竟若是能用本源魔术，他便不是半圣贤，而是真正的圣贤了。此刻，心幻又重新回到了最开始的站位。在雪花飞扬之中，他忽地停在我们面前不远处，背对着我和月儿，正面对着宇文烟。两位魔术师相视无言。片刻后，二人的脚下同时闪起了强烈的光芒，同时蔓延在这片雪地，凝结成了相互独立的两套魔术阵，注入魔术阵的魔力直到撞上先前宇文烟用本源魔术布下的结界，才各自停了下来。下一刻，二人同时启动了自己的本源术式。“世界沟通完成，主工程启动准备完成。开始第一副工程物质观测、第二副工程灵体观测。”随着启动指令的发出，紫色的光芒忽地收束，变为液体一般的光泽，沿着魔术阵流转。“元素控制权取得，地——质量附加，水——飘雪排除，火——力量爆发，风——速度增强，第一工程完成，输出端连接准备。”同一时刻，心幻也道出了自己的魔术阵启动指令。启动指令和吟唱最根本的区别在于启动指令只引导魔术师的内心，开启身体内到身体外魔术阵的魔力链接；而术式吟唱则是调动魔力元素补全术式构型，并不需要魔术阵的存在。而此刻，地面上红色的魔力印记猛地光芒大作，霎时间仿若在雪地上生长出了血色的丛林——四大元素如漩涡一般涌向心幻。他解除了左手短剑的投影，双手横持着刚刚调整了投影手柄长度的长剑，全身都散发着来自于魔力与元素的难以言喻的耀眼光华。“看着吧，武道之上——”像这样，心幻淡淡地发声。“第二副工程完成，第一副工程遭遇未知阻碍。主工程启动预备，仅物质抹消，开——”然而此刻，先于宇文烟的本源术式与世界完成沟通，心幻已经持着手中被强化至凡世之外、武道之上的剑，流光一般冲了出去。“——血剑，凌天！”世界仿若被撕裂一般，在裂口处流出了人类一般的鲜血。细细的一条裂痕，从心幻原本所在之处蔓延至白衣身影的背后。而在那里，四色的光辉慢慢消散，露出了心幻的身影。“目标捕捉失败。二次观测开始。”而此时，被世界的伤痕所贯穿的宇文烟，身周却漂浮着一层飘忽不定的云雾，仿佛在世界的空缺中，以自身的实力开辟空间与时间，维持着世界不存在之处自身的一切存在的要素。我看不清他的表情，但从他的语气，我听出了一点惊讶、还有一点苦涩。“真神……不，神怎么会这么弱。神落凡世，凡体神心，我才会以为是圣贤吧。能在世界不存在之地维持着属于世界的魔力的存在，也就只有神灵之域了。”心幻做出了令人绝望的判断。纵然是凡体，但神之心意味着对世界的掌控——无能为力。真的、无能为力了……诶？“第二工程启动，元素凝形，目标术阵类型为第五类，要素为‘空’。元素构阵，生成完毕。”通常的魔术阵，是用魔力凝结而成，才能干涉元素；而像心幻这般操控元素，已经是超过了通用术式的范围，接近本源的存在。而元素构架的魔术阵，则是以第五元素‘空’为干涉目标的魔术的组成部分。他这是要做什么？“‘空’之要素捕捉完成。二次投影术阵启动，世界空缺扩大。”“二次观测完成。神域扩张，抹消启——”心幻又快了一步。血痕瞬间扩张，成为了血色的球体，将一位前神和一位未来圣贤囊括其中，也击碎了先前宇文烟用本源术式构架的半球形结界。现在想来，这结界的原理大概是抹消“逃离”的概念吧。不过、在那世界不存在的血色空洞之中，到底谁胜谁负呢。我不知道。毕竟，我连身处于世界的伤痕之中是什么感受，都不知道。恐怕也没有几个人会知道吧。\n连载目录&序章\n新年快乐~本来打算是初一开始爆更，但是结果昨晚时间不够。。顺便昨晚的事情是真的手欠没写完就发出去了 = =||还有就是分数证明其实我之前考的几科都没有跪掉233333333333[strike]例行at。这次我姑且把北极大人和冥姐也写进at列表= =（会被骂的吧？不，会盖房子的吧？[/strike]\n给mcbbs跪了连at人都不给at= =||\n\n[groupid=534]InfinityStudio[/groupid]",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1454990580,
            "txt_content": "更新速度有些慢"
        },
        {
            "author": "Blealtan",
            "timestamp": 1454990760,
            "txt_content": "一楼at不上我在这试试。。@2B与mc的故事 @china521 @Sad_elevenKH @guqu @风吟浅唱 @46241359 @冥王星人 \n好吧还是不行"
        },
        {
            "author": "冥王星人",
            "timestamp": 1454992200,
            "txt_content": "Blealtan 发表于 2016-2-9 12:06\n一楼at不上我在这试试。。@2B与mc的故事 @china521 @Sad_elevenKH @guqu @风吟浅唱 @46241359 @冥王星人 \n ...\n一开始看着像奇幻，后来变成了科幻，完后又成了玄幻，结果看到最后，发觉主角简直是精神病患。"
        },
        {
            "author": "凛",
            "timestamp": 1455014880,
            "txt_content": "冥王星人 发表于 2016-2-9 12:30\n一开始看着像奇幻，后来变成了科幻，完后又成了玄幻，结果看到最后，发觉主角简直是精神病患。 ...\n神回复 "
        }
    ]
}