{
    "title": "[原创·连载·圣杯]悲剧—十四章 【废墟之中】",
    "author": "guqu",
    "replyCount": 4,
    "timestamp": 1455000600,
    "txt_content": " 本帖最后由 guqu 于 2016-3-4 18:39 编辑 \n\n谁知道呢，这一切的开始，一切的结束。\n反正我们就是被困在这里了。\n我从来到这个世界以来就是被捉弄的，也习惯了。至今为止，我也只得到片刻的安宁。但令我气愤的是老板指的地方让我疑惑又向往。那是什么地方呢？\n尽管如此我们还是爬上山峰来到这个高地上。\n“我可不认为这个地方能给我们活下来加半点好处啊。”我从高处往下望，废墟的沟壑我都能一清二楚的看出来。但更细微的，却不能看的很清楚。\n“你没有感觉这个地方很吸引人吗。”老板这样说着。\n看来不只是我呢。\n呵呵。\n但首先要活下去吧，我左右环视了一下，这座高地上有一个小洞，住所算是找到了。现在就是食物了。\n“食物，怎么解决呢。”我自言自语道。\n确实是个难题呢，在这草木不生的地方，怎么能找到食物呢。\n面前一阵晕眩，视角突然切换。\n“妈，那是什么啊。”\n面前。\n突然视角又切换了回来。\n还是这寸毛不生的地方，让人感到惊颤。\n“我刚刚怎么了啊。”手放在头上，深蹲，像是跑了百米赛跑一样累。而老板好像也发现了异常，过来蹲下，把手挎在我的肩上。\n“嘿，才这么久就累了啊。”\n我想解释，但精神上的压力让我无法适从自己的想法。况且，阳光也在浊食我的内心。\n“要不，去那个洞里休息休息。”老板指着我本中意的那个地方，我点了点头，他扶我去了里面。里面的环境显然要比外面好很多，而且好像可以往下走，但下面貌似深不见底。我不能找不到火把就贸然往下冲。这可让人烦透了，因为我们又要爬下去找木头。\n跌跌绊绊，还是到了地下。\n“这里随便拣一根就行了嘛，你在看啥？”老板冲我这样说，我真佩服他的常识。\n“你不会以为这样就可以钻木取火了吧。大叔，这种木头，燃不起来的。”\n他呆呆的望了我一眼，然后慌忙说道:“不也可以造椅子啊。”\n我在废墟堆中摸索，每一步都会扬起巨大的灰尘，呛得我不停咳嗽。最后在灰尘之下，还是找到了白桦木，进行艰难的钻木取火。可是还是不景气，一个小时过去了，还是没有任何动静。根本就不能钻一个点上。\n“喂，你这样再怎么钻也钻不出名堂的。”只见他面带微笑，给我一个机器，我一看就懂了这机器的奥妙。\n把机器安放完毕，不出20分钟，我们看到了火星，接着就是一团希望之火。太阳已经逐渐向西边飘去，我们也准备爬上那个山顶。\n艰难的上去了，火种也保存完好，跳入洞内，准备向深邃的黑暗中前进。一步两步三步……慢慢的，我们深入了这个洞。\n“还真是深邃呢，不过清凉了许多呢。”老板呼了一口气说道。毕竟爬山已经让人大汗淋漓了。声音在空旷的洞内来回传响。\n“这下面一定有湖。”\n“啥？”\n老板貌似还没懂我的意思，我继续往下前行，希望寻找到那个希望之湖。因为有了这个湖，我们也许能出去。最后当我感觉到水时，彻底送了一口气。\n“喝点水吧，兄弟。”我坐在这里，手里捧一口水，灌进嘴里。\n“停！别喝。”我立即喊出这句话。我真没想到，这不是一个湖，这水是咸的。而老板早已喝了一口，我们俩都被咸的要命。该死，这是怎么回事？难道这里离大海很近？但从陆地上看根本不是这样啊。\n我现在只能这样确定，这是一个含盐量非常高的湖，因为我还不能确定这里通往黑暗深邃的大海。但是我同时意识到，这可以给我们提供淡水和食物。也可以算上希望之湖吧。\n现在就是获取淡水了，可是我去哪里找材料呢。\n看了看老板，嗯。。。他可能有用。\n“你有没有带塑料袋之类的塑料薄膜？”我对老板说道，我希望他有，不然接下来的生存会变得很麻烦的。\n“有啊，你要拿来干嘛。这是我昨天买猪肉留下的。”老板从包里拿出一堆塑料袋。我不相信这全是他买了剩下的，这大叔还有偷塑料袋的癖好？不管了，这样就好。\n“这个洞蛮大的。哪边有个大坑，你去堆同心圆取淡水，会吧？”我跟他这样说道，老板立即点了点头，示意他很擅长，于是我开始将塑料袋打开，准备拼凑在一起。\n“对了，你有没有透明胶啊。”\n“没有。”\n……\nOh No!\n我们爬上山洞，然后下山去废墟里找，在爬回来这座山洞，下到最深层。顺便还问了他有没有泳镜和木塞，他竟然有！我基本确定了他的癖好了。\n虽然粘性已经不高，但是还能粘上，倒上咸水铺上薄膜后，用火加热温度，终于取到了淡水，天哪，我忙活了一天，就为了一口水！\n“然后食物呢？”\n“我去取。”\n",
    "replies": [
        {
            "author": "173537740",
            "timestamp": 1455005280,
            "txt_content": "如果楼主下次弄几张图就更好了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455408840,
            "txt_content": "文章不错啊，我觉得这个查看量有点不正常。帮楼主顶一个。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1455414840,
            "txt_content": "每一排开头的问号是什么东西\n话说那老板身上啥都有，这设定有点诡异……"
        },
        {
            "author": "guqu",
            "timestamp": 1455417120,
            "txt_content": "2B与mc的故事 发表于 2016-2-14 09:54\n每一排开头的问号是什么东西\n话说那老板身上啥都有，这设定有点诡异…… ...\n十五章已经出了。\n问号是乱码。"
        }
    ]
}