{
    "title": "<原创·插画>【第二届绘画比赛】麟创意-杏 的故事",
    "author": "LinYi_Z",
    "replyCount": 9,
    "timestamp": 1455024300,
    "txt_content": " 本帖最后由 LinYi_Z 于 2016-2-9 23:34 编辑 \n\n\n----------------------------------------\n麟创意计划介绍\n麟创意PROJECT,以Minecraft为平台的二次创作计划，由麟薏linry于2015-05-03发起，先后有银羽（Yy星人），笑尘（luxiaochen），血君（姨妈君）加入创作。麟大陆上生活着七个种族，分别是 独麟 蚩麟 盘麟 苍麟 隳麟 魅麟 耀麟，他们各自都有着属于自己氏族的标志性麟角，一场传奇的故事在这广袤无垠的麟大陆上演。\n麟大陆（暂设）\n\n\n\n----------------------------------------\n魅麟族历史简介：\n    魅麟族一向是美丽与妖媚的代言词，在诞生时，他们就出现在那片被紫色能量所笼罩的大陆上，不知是不是因为那紫色能量的原因，女性魅族天生就有美丽的面容身材，男性魅族也普遍秀美。\n    在历史长河中，魅麟族依靠着自己天生拥有的魅惑能力控制大陆上的各类野兽进行厮杀驯养，在大量野兽遍布的大陆开辟了一片自己的王国，随后，第一代魅麟麟之王在其所开辟的王国中建立了一座塔，这座塔可以吸收紫色能量，并让之成为守护自己国家的力量。\n    这种能量的守护使得王国存在于一种名为迷锁的护罩的防护之下，非本族族人和动物在没有获得掌控者的同意之前只能在迷锁外转圈，却一辈子都进不去这里，故此，魅麟的领地被称为幽冥幻域。\n    魅麟的各代领导者可以说是大陆上最开明识时的一领导，在第一次大航海时代最先踏入无尽之海，最开明的态度的去吸收别的麟族的文化，在察觉到蚩麟族的危机后一度挑拨其发兵占领其他种族的领地。\n    也正因为这种态度和在外人看来极其邪恶的做法，他们在生存之战中获得了超乎想象的收益，不光是隳麟族的领地，还有蚩麟族的科技，在之后的魔能科技发展时代也因为有幽冥塔的先例而走在了最前沿。\n    但在其他种族兴盛的公会时代在这里却不能见到影子，魅麟族所做的更多的是把自己的委托外包出去交给其他种族，而自己在专心研究科技系列，但令人深思的是，即使他们没有参加第二次航海时代，但很多事件都能在背后看到他们的影子。\n    在天轨计划被提出后，他们专心发展科技的可怕被体现了出来，许许多多技术难题被轻而易举的攻克，这也是天轨如此顺利的原因。\n    然而专注科技发展的他们在第二次进化并没有获得“极智之纹”而是很奇怪的得到了“破界之纹”，魅麟一族的幻术天赋得到了极大的加强，于是统治者毅然决定让贤退位，将统治权交给了血脉之力最强的那一代，并列之为皇族，同意了世袭制的再度运行，因为他知道，接下来将是魔纹的时代，没有极智魔纹的他们即使再发展科技也是困难的，他以使用，了解，而不落后为方针决定了科技的发展方向。\n    而后，魅麟族在这个时代开始了自身的发展，探求魔纹的力量与秘密，使自己的种族变的更加强大。\n    现任继承者是上一代选任者的后代，魅麟帝王，他在努力培育着自己的两个女儿希望他们能继承自己的事业，而我们的故事里，魅麟族又会用怎样的姿态，出现在我们的面前\nby：笑傲红尘\n\n----------------------------------------\n魅麟族-杏魅麟族二公主，厌恶战争，天性静雅夜晚睡不着的时候，喜到自己房间的露台上看星星。擅长 心灵控制\n----------------------------------------\n杏 的故事-前篇 \n\n      在魅麟族最昌盛的幻华时期，两个可爱的小女孩降临到了这个世界，他们就是魅麟族的两大公主，姐姐叫玥，妹妹叫做 杏。      杏字，表示坚韧与沉着、纯情之情，这也是杏的父皇所期盼的。杏从小就非常的文静，仪态端庄。杏喜欢在晚上一个人睡不着的时候，到露台上看星星，从她的眼中透出一种深邃，她向往自着自由，因为作为魅麟族的公主，杏不能外出，她渴望，外面的世界。      魅麟族有一个规定，每当族人的年龄到四、五岁的时候，必须要进行一次灵术的修炼，学会一项灵术，皇室则要修行两种，因为他们的血统里有潜在着属于自己的一种灵术。作为魅麟族公主的两姐妹，玥和杏已经达到了修炼的年纪，开始了对体内灵术与新灵术的开发与学习。杏非常喜欢小动物，在导师列完灵术卷轴的时候，她果断选择了“通感”这一灵术。（“通感”灵术：能与万物进行心灵感应，与之交流）而她的姐姐玥，选择了“通灵”（“通灵”灵术：能与死去的人交流，能够召唤灵魂）在一个月的修炼中，姐妹俩都学会了自己选择的灵术，身为姐姐的玥率先发掘出了自己体内的灵术：“幻惑”（“幻惑”灵术：使人陷入由发出者制造的幻境）。杏一直在努力着，没日没夜地修炼了两个星期，终于在一个月圆的夜晚，她跑到姐姐面前，满脸虚弱的说：“姐…姐，我……我，成功了。”随后，杏便虚弱地栽倒在地上。杏体内的灵术是：“灵纵”（“灵纵”灵术：能够操纵人的心智，使其顺从发出者的意愿）      在这富丽堂皇皇宫里，一晃十年过去了，魅麟一族也由盛转衰，物质开始匮乏，这时魅麟族便打起了掠夺其他种族物质的念头，开始召集军队。杏因为体弱不能参战，她也不想参战，她厌恶战争。杏的姐姐就不一样了，从小时候起就喜欢舞刀弄枪，常常跟着父皇去森林打猎，现在成为了魅麟族军队的大将。杏有试过去劝姐姐，但是父皇的命令，绝对不能违抗。杏望着姐姐带兵出征的背影，流下了眼泪，这泪珠里有对姐姐的担心牵挂，还有对战争的畏惧，对和平的渴望。      杏不知道该怎么办，只能静静地等待，每天晚上，她都在皇宫的露台上为姐姐祈福，她不想失去亲人。就这样，她盼了三个月，姐姐终于回来了，这天晚上，他们举办了一场盛大的庆功宴。杏还蒙在鼓里，她的姐姐带领着军队，利用一个正闹饥荒种族，让另一个种族从这个世界上 覆灭了。      经过这一次征战，魅麟族尝到了甜头，开始大肆虐的远征掠夺，杏的姐姐已经不想再发动战争，她去找父皇理论，但是父皇欺骗了她，说杏体内有一种灵毒素，必须要各个种族的麟角来解除，父皇知道，玥为了杏，什么事都做的出。可是杏并不知情，玥不想让杏知道这件事，隐瞒了事实，说自己只是去寻找父皇炼药用的材料。再次发动了对其他麟族的征战。      杏好像察觉到了什么，她对父皇撒谎说自己要新修炼一种灵术，静修一个月，不能让其他人来打扰，父皇觉得杏是懂事了，以前都不喜欢修炼，今天突然提出这个要求，就马上同意了。然而父皇不知道，就在这个晚上，杏溜出了皇宫。      月亮格外的明亮，这是杏第一次来到皇宫外面的世界，成群的紫耀铃（紫耀铃：一种身体发着淡紫色光的小型昆虫）点缀着漆黑的森林，杏被这一切震撼了，以前都只能在皇宫里望着星空，望着远方的山峦，她第一次看到如此美丽的景色。      杏随着军队的足迹，徒步了一个晚上，她累坏了。她爬到一个树洞里，静静地，睡着了。一缕阳光透射进来，从旁边冒出了许多小动物，守护在她的身边。      前篇-完      by：麟薏（我自己）----------------------------------------\n\n\n----------------------------------------原创证明-----------------------------------------简介-关于绘画工具：SAI板绘，厚涂故事字数统计（杏的故事-前篇）中文＋标点：1347中文＋数字：1182作者的话@MRTangwin8 Emm，前前后后我也不晓得自己画了多久，这只杏感觉没有画好接触板绘、厚涂也没多久，一直都在网上观摩大触的画、找教程自学，现在也知道自己有很多的不足之处，谢谢大家的支持，我会继续加油练习的！关于这个比赛，我发现的时候刚好这个工程也是以minecraft为平台的二次创作，于是脑袋一热就来参赛了。姐姐在这里http://www.mcbbs.net/thread-530096-1-1.html\n----------------------------------------@飞得更高 @墨狐 @Yy星人 @luxiaochen1984 @henry5041 @46241359 @xcc @tsd1 @2575174857 @xiaobaicai \n-------------------End-------------------\n\n[groupid=171]霜露制作组[/groupid]",
    "replies": [
        {
            "author": "tsd1",
            "timestamp": 1455029220,
            "txt_content": "不错嘛\n为啥@我……既然at了，那么我们认识一下吧~"
        },
        {
            "author": "LinYi_Z",
            "timestamp": 1455030540,
            "txt_content": "tsd1 发表于 2016-2-9 22:47\n不错嘛\n为啥@我……既然at了，那么我们认识一下吧~\n谢谢\nEmm，逛论坛经常见到你的身影"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1455030600,
            "txt_content": "画风看着……\n嗯的确是没有限制画风。。\n已查收"
        },
        {
            "author": "LinYi_Z",
            "timestamp": 1455030660,
            "txt_content": "另外关于剧情说几句，我是第一次尝试写，因为麟创意的大部分剧情都是笑尘写的。。一般都是我出脑洞，笑尘出剧情。这次自己写剧情简直烧脑。大家口下留情。"
        },
        {
            "author": "LinYi_Z",
            "timestamp": 1455030840,
            "txt_content": "MRTangwin8 发表于 2016-2-9 23:10\n画风看着……\n嗯的确是没有限制画风。。\n已查收\n嗯。。有点写实向，一开始练的就是这种画风。。没办法了╮(╯_╰)╭"
        },
        {
            "author": "Yy星人",
            "timestamp": 1455085740,
            "txt_content": "大触别at我,小心我以后不画画了"
        },
        {
            "author": "LinYi_Z",
            "timestamp": 1455086760,
            "txt_content": " 本帖最后由 LinYi_Z 于 2016-2-10 16:43 编辑 \nYy星人 发表于 2016-2-10 14:29\n大触别at我,小心我以后不画画了\n你怎么能这样（修，谢2575174857提醒）"
        },
        {
            "author": "xcc",
            "timestamp": 1455087780,
            "txt_content": "你们板绘都比我好_(:з」∠)_"
        },
        {
            "author": "LinYi_Z",
            "timestamp": 1455089280,
            "txt_content": "xcc 发表于 2016-2-10 15:03\n你们板绘都比我好_(:з」∠)_\n其实我画的也不好。。也是一直在练习，目前跟yy每个星期画一张板绘作业，多练习，相信很快就会进步的吧~"
        }
    ]
}