{
    "title": "【原创·连载】【论坛记事本儿】【桶桶的成长之路-下】",
    "author": "WM2030",
    "replyCount": 6,
    "timestamp": 1455023460,
    "txt_content": " 本帖最后由 WM2030 于 2016-2-21 13:15 编辑 \n\n前言今天翻黑历史好累！不过还是没人告诉我到底发生了什么\n伤心2333333333\n你们听到我心碎的咵叽声了吗？\n正文\n这是一个阳光明媚，风和日丽，万里无云，雾霾密布的早晨。在一片辽阔无边，壮观雄伟的森林里，无数参天大树高耸入云，时不时出现的虎啸猿啼，表明这里并不像看上去那么平静祥和。更何况今天还将有一场惊天动地的大战斗。想必看到这里，你们大概会以为漏看了一章，但是对我来说一天两更这样的事是不可能发生的。等旁白说完这段话，两个身影已经进入了这片森林，而且根据他们的前进趋势来看，他们很快就要相遇了。其中一人身着西服，头戴礼帽，另一人身材高大魁梧，腰佩两柄手斧，端的是一位英雄好汉！近了！近了！那个西服男赫然已经发现了对方！大战，一触即发！只见西服男咵叽一声双腿一蹬，一跃而起，咵叽一下便来到了那高大人影的面前！他嘴角一咧，笑道：“老张，今儿个起得倒早哇！”“不早喽！太阳都快下山喽！”两人在寒暄间就已擦身而过，竟是一对相识已久的老友，不过他们说的话……好像有点奇怪吧。“果然是你！”两声暴喝同时响起，两人同时出手，西装男一把细匕从袖中弹出，一道流光窜上；手斧哥早已手腕一拧，双斧齐齐飞出。“搞什么啊！偷袭！要不要脸！”又是异口同声。“你这种突然袭击，绝对是先手吧！为了奥林匹克精神，你能不能别动让我砍一下。”“那种事情绝对不可能！要砍也是你让我砍吧！明明是你先丢暗器的好不好！”“什么叫暗器啊！你见过那么大的暗器吗？见过吗？！”“约吗~？”“靠！为什么你突然就变脸了啊！”好吧，让我们暂时先不要关注这两个下限不在服务区的男人。我们从事件的开始说起，毕竟一个故事是应当遵循因果规律的。上一章的结尾说道，有一天，里昂邀请当时还是0.1872038049381条咸鱼的瀚别尔悦加入胖娃儿迷路了小组，然而后来发生了一件决定瀚别尔悦命运的大事咵叽……这一事件是上古之石历史上最重要的一个大事件，此次事件中，瀚别尔悦和里昂进行了一次世纪级的大战，在战斗中，他们的下限再度刷新，他们的思想更加开放。后世史学家认为，大战的导火索是小组名称太矬。总而言之，在这次大战过后，瀚别尔悦真正加入了更名为The Ancient Stone的胖娃儿迷路了小组，而瀚别尔悦的光辉历史，现在才刚刚开始呢咵叽！\n\n\n\n上回说到，瀚别尔悦终于加入了上古之石，从此以后，他过上了幸福的生活，尽管番外篇的女主仍未登场，但是毫无疑问的——故事就这么结束了。然而作为一个刚刚开始写作两周的人，我深深地明白，一个只有一百字不到的章节，哪怕只是发个单章求月票，也是会因为字数太少被嫌弃的。但是与此同时，我觉得只发到中篇却没有下篇也是很不妙的。因此我召唤出我的小帮手来辅助我渡过难关。话说为什么还没有到两百字！给我解释清楚！于是我决定还是把这一章并到中篇之后，就当是吐槽好了。番外1-桶桶的成长之路完。\n@_Tong_ @DreamsDeductive @geludan @tsd1 \n",
    "replies": [
        {
            "author": "tsd1",
            "timestamp": 1455024900,
            "txt_content": "tong保准收不到你的@\n难道你就不担心你的生命嘛？（大雾）"
        },
        {
            "author": "xcc",
            "timestamp": 1455024960,
            "txt_content": "我的反应：\n咵叽什么鬼"
        },
        {
            "author": "WM2030",
            "timestamp": 1455025020,
            "txt_content": "tsd1 发表于 2016-2-9 21:35\ntong保准收不到你的@\n难道你就不担心你的生命嘛？（大雾）\n值得牺牲自己的性命去做的事，就是所谓的事业啊咵叽！"
        },
        {
            "author": "S_RwE",
            "timestamp": 1455026160,
            "txt_content": "水浒传既视感"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455408780,
            "txt_content": "其实你的语气之类，格调略高了点，有点深入深出的意思。建议语气淡一点，说不定效果更好（水平更高且受欢迎的文章在以后不只是更多的点击数，我先这么告诉你了）"
        },
        {
            "author": "Naive。",
            "timestamp": 1455431100,
            "txt_content": "总觉得  对话有点  假 - -"
        }
    ]
}