{
    "title": "<原创·连载·圣杯>《青色之风》[卷二·三]",
    "author": "zyj0807",
    "replyCount": 5,
    "timestamp": 1455032280,
    "txt_content": " 本帖最后由 zyj0807 于 2016-2-17 19:46 编辑 \n\n第三章\n\n　　翩然白衣衬托出清冷优雅的气质，白发垂腰，白皙的脸蛋上一对黑眸深邃如夜空。阳光为她披上一层淡淡的金晕，令她多了些许高洁神圣的气质。\n\n　　好似出尘于俗世的青莲，唯一美中不足的就是那双黑眸中透出的一股子冷淡。\n\n　　他就这么木愣愣地呆望着她，一时间移不开目光。\n\n　　那少女似乎是不喜江泽紧盯于她的眼神，微微皱了皱眉头，一只手伸入背后的箭囊里，又是抽出一支箭搭在了弓上。\n\n　　弓矢指向了江泽，漆黑的双眸中尽是漠然。\n\n　　江泽一个激灵回过神来，看到那人搭箭欲射，几乎是下意识地想要抬手格挡。\n\n　　但他只听见一声微响，那箭矢便插入了他身前不足三寸的土地。\n\n　　霎时间他只觉脚底有一丝凉意直窜到全身。这凉意并非来自于持弓之人毫无理由的三箭，而是来源于他的感知中，对方的气息。\n\n　　森冷，凛冽，而又毫无杀意。\n\n　　在他的印象里，自小到大，还从未有遇见过气息如此诡异、矛盾的人。若说是与之相似的，似乎也只有那位爷爷罢了。\n\n　　因此他有些不解。\n\n　　可不知为何，他心里却也生不出半点的害怕来。少女那没有半点杀意的气息，对他来说，甚至没有森林更深处那头狼王来得可怕。\n\n　　心头忽然就被迷茫占据，江泽仰头看着树上之人的脸，愈发觉得少女美丽漂亮，也愈发的慌乱了起来。\n\n　　但是看着脚前插入地面的箭矢，他没有移动分毫。\n\n　　他只是仰着头，想要小心翼翼地开口询问。然而还未等他开口，对方倒是先说了话。\n\n　　“你，是谁？”\n\n　　清冷的声音在这片空地回荡，江泽只觉仿若天籁，是这世间极为美妙的声音了。以至于他一时间忽视了少女问出的那个问题。\n\n　　而少女见他毫无反应，似是微微一蹙眉，紧接着又轻轻叹了口气，脚下一蹬，便从树上跃了下来。\n\n　　她所站立的枝桠距离地面足有几丈的高度，这一跳，若是着了地，足以把一个普通人摔得躺在床上再也起不来，后果极其惨痛。\n\n　　不过，在江泽的印象里，似乎还从来没有人因为这种事而摔出个事儿来的。因此对于少女这一行为，他并没有生出任何担心的情绪来。倒是目光一直停留在对方的身姿上，又是出了神。\n\n　　少女轻巧地落了地，看不出丝毫由此引发的后果。随后他走到江泽近前，小心地拔出了箭，放回背后的箭囊里，才又看着江泽的双目，再一度重复了她先前的话语：\n\n　　“你，是谁？”\n\n　　江泽这才反应过来，看着少女那张清丽的脸离他不过这点距离，顿时有些手足无措，但慌乱之余，回答了她。\n\n　　“我叫江泽。”\n\n　　白衣之人神色平静，只是微微颔首。她撩起耳畔垂过的发丝，然后她的声音随着林间的风一并缥缈了出去。\n\n　　“白古，如你所见。”\n\n　　直至最后的那段时间，白古在永夜之下回忆起她与江泽的第一次见面，依然能够自己解释自己这称得上是无理由的行为和无理由的介绍。\n\n　　仿佛命运。仿佛无悔。\n\n　　命中注定有这么场遇见，发出呼唤，格外亲切。\n\n　　也直到多年之后，江泽在那雨后的古镇里才明白，白古的气息并非毫无杀意。和逝去的查理德爷爷一样，只是对他，保留温柔。\n　　\n\n目录\n\n@46241359 @xcc @Cai_Iu 粗体字艾特，听说会蓝\n\n\n新年好呀新年好呀，大家一起新年好。\n\n\n玩物丧志系列【划，写渣系列\n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1455033720,
            "txt_content": "江泽民、李克强、李长春、贺国强、等人参加中国第十二届人大代表大会。"
        },
        {
            "author": "asjwdwan521",
            "timestamp": 1455037440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462787820,
            "txt_content": "我之前说我没想到怎么评价吧，\n我如今还是没想到怎么评价。\n你说文笔超凡脱俗吧，\n它也没脱到哪去，穿的还算厚。\n就是前几章别扭在哪。"
        },
        {
            "author": "lxq199314",
            "timestamp": 1462857420,
            "txt_content": "{:10_497:}居然更新了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463192100,
            "txt_content": "啊，我发现哪里不对劲了。不过后面应该不会有了。\n下一章如果可能出现再说。"
        }
    ]
}