{
    "title": "质疑关于“占坑翻译”惩罚过于严重",
    "author": "gooding300",
    "replyCount": 8,
    "timestamp": 1455121440,
    "txt_content": " 本帖最后由 gooding300 于 2016-2-11 03:55 编辑 \n\nhttp://www.mcbbs.net/thread-554551-1-1.html\n首先，必须承认占坑翻译是一件很不对的事情。\n但是最新的预览版发布1个多小时新闻版还是没有动静，不知要什么时候才能发出新闻。\n所以看不下去才开个坑开始翻译。\n\n而对于占坑翻译\nhttp://www.mcbbs.net/thread-109969-1-1.html\n有提到\n2、为抢发新闻而占坑的行为是无效的。\n别人正在埋头苦翻，被你一个“XXX发布了！占坑翻译！”气得半死。这种情况下，占坑贴是会被剔除的。\n请您注意，只是剔除。\n而 @乙烯_中国 直接给予 人气-3 金币-40 贡献-3 以及关闭和警告。\n相信大家知道论坛贡献有多难拿，而一个小小的只应剔除的占坑翻译却直接扣掉2贡献。\n不得不让我怀疑这种没有明确规定的全凭版主个人意见的处罚是否过于严重。\n表示除了扣贡献不能接受外，其他尊重版主的决定。\n\n目前的个人意见\n违规绝对是我不对，\n但给予3贡献扣分过于严重。\n\n\n\n\n",
    "replies": [
        {
            "author": "乙烯_中国",
            "timestamp": 1455123540,
            "txt_content": "占坑翻译性质恶劣众所周知，带来影响极其恶劣，仅作删帖处理难以防止此类现象。当以杀鸡儆猴。\n剔除不是删除，剔除是指剥夺该贴的新闻意义从而使占坑毫无意义，这一点你复制的小标题也提到了“无效”。而真正的管理操作也并没有剔除一项，你难道是想说你期望一点惩罚没有么？\n用了模板说明你还读了置顶，\n知法犯法，拉低版块质量，打击他人新闻搬运动力，践踏他人劳动成果，在新闻版发布垃圾信息，扰乱论坛秩序，干扰版主判断，此外新闻版作为mcbbs第一版，你这么做还给论坛脸面拉黑\n你还有什么脸面还来说我处罚过重？\n你大可以试试翻译完了再发布，为何你又要先占坑再翻译？如你所言凌晨无人发帖，那你有何占坑的必要呢？此外请看此贴http://www.mcbbs.net/thread-514747-1-1.html，当然这个帖子质量之后再说，这就是你所谓的没有动静，真正新闻拖了好几天没有发布的时候你怎么就没有看不下去呢？\n此外从你给我的私聊中感觉似乎对你而言-2贡献不痛不痒。\n由于态度恶劣，追加惩罚为-3人气-40金粒-3贡献外加晒尸。"
        },
        {
            "author": "gooding300",
            "timestamp": 1455124560,
            "txt_content": " 本帖最后由 gooding300 于 2016-2-11 01:32 编辑 \n乙烯_中国 发表于 2016-2-11 00:59\n占坑翻译性质恶劣众所周知，带来影响极其恶劣，仅作删帖处理难以防止此类现象。当以杀鸡儆猴。\n剔除不是删 ...\n我在翻译还翻译好了结果回来看到被关闭了，我觉得虽然占坑的确有错，但是扣3贡献还有有点严重吧？\n关闭已经达到了剥夺新闻意义的目的即您所解释的剔除。\n顶置帖子是在您扣分并关闭后我才仔细了解了关于占坑的规定。\n因为比起扣分，我觉得关闭更严重，不过看了版规理解了关闭才来发这个贴，绝不是不在意您的扣分。\n以及警告已经是一种很严重的惩罚了，而您还是给予了扣3贡献，认为有些不妥，至少扣贡献这一点有点。\n\n以及个人感觉态度应该没问题吧，帖子的开头就在承认错误。\n如果质疑就是态度恶劣，那么您希望的是任何一个人被您稍不合理扣分后都默默接受吗？\n\n那个帖子是在我占完坑一个小时左右才发的，我早就翻译好了= =\n以及我是在看version.json的时候无意间看到版本更新，因此才发出来，我对抢更新并没有兴趣。\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1455125640,
            "txt_content": " 本帖最后由 乙烯_中国 于 2016-2-11 01:41 编辑 \n\n你真的觉得警告和关贴很严重么，这种处理其实是日常处理。\n新闻版对于任何无关贴都可以定义为主题水贴处以警告处分，这个也不在其外。\n关闭是为了防止你把占的坑补上，\n警告是为了给这个贴贴违规标签，\n真正的处罚是扣分。关贴并不是处罚，而是停止该贴被一般会员编辑和回复。关贴也并不是剔除。\n顾名思义，贡献，任何对论坛有负面影响的帖子我们保留扣除贡献的权利，你现在知道扣贡献苦了？你看看我给你分析的负面影响，理论上完全可以给予封禁处分，够不够扣除贡献处理？本来是看在初犯只扣了两贡献，其实真正要扣的量在这之上。\n至于说你态度恶劣，是指你只将占坑翻译一事作为小事一事，以及私聊中表示对贡献的无所谓一事，以及你现在一个劲的想给我戴高帽一事。你这个人，做事前后矛盾，一边说你早翻译好了，一边又发帖占坑，你这么做不是找骂么。\n"
        },
        {
            "author": "chyx",
            "timestamp": 1455126120,
            "txt_content": "新闻版块占坑是很严重的错误的\n辣么漂亮的一串更新中加出来一个删除的帖子好别扭 能不能删了那个帖子？@乙烯_中国"
        },
        {
            "author": "gooding300",
            "timestamp": 1455126180,
            "txt_content": " 本帖最后由 gooding300 于 2016-2-11 01:52 编辑 \n乙烯_中国 发表于 2016-2-11 01:34\n你真的觉得警告和关贴很严重么，这种处理其实是日常处理。\n新闻版对于任何无关贴都可以定义为主题水贴处以 ...\n1.新闻发布除非版主确认不然不会上首页的任何位置\n因此有理由认为没有给论坛带来负面影响，因为没有人看见。\n2.没有发布垃圾消息\n这是正确的最新的版本资讯，即使尚缺少具体内容，也可以让别人感觉到：\nMCBBS的版本新闻更新很及时\n3.没有影响他人新闻搬运动力\n因为还是有人发出来了\n4.践踏成果\n那个人发表的时间很明显可以看出他很迟才发现这件事，发现时几乎我的帖子已经被关闭。\n5.干扰判断\n有没有内容不是点进来就可以看到的么，会被干扰么？\n6.知法犯法\n我之前没看到关于占坑的规定。\n7.我真的不想和版主您争论，\n明明这个占坑因为版主您的处理及时没有引发太多的负面影响，\n真的除了扣贡献以外我很尊重您的决定，\n但是能否考虑下是不是真的有点重，谢谢。\n8.我占完坑就开始翻译，因为很简单所以马上就翻译好了。\n我并没有前后矛盾，看完规定以后我认识到了自己占坑是有严重错误的，所以尊重您的决定，但是剔除发展到扣贡献觉得不妥。我绝对在乎自己的分数，但会更在乎论坛的质量。\n在看到规定前，我可以不计较您的扣分，只想先更新完新闻，为论坛及时地发布版本更新。\n看到规定后，理解了占坑的错误之处，但感觉扣贡献过重。\n9.最后为了挽回对论坛的负面影响，欢迎您去晒尸或者我直接发书面的道歉贴。\n但还是请您考虑下撤销贡献扣分。\n\n\n\n"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1455126780,
            "txt_content": "1.你的帖子上了最新帖子，最新回复，以及新闻版后挂着的最新回复。\n2,请告诉我你的帖子带来了什么正确的版本资讯？我们并不需要你来提醒版本号变了。\n3,这是我发现的及时，要是我发现的不及时，最后按规矩留下并推送以及获得他人应得的会员加分。\n4,他人的正确及时的翻译成果并不能获得承认，反而是先占坑的得利，这不能说是践踏成果么。\n5,如果你把后翻译好的内容补上呢？\n6,你翻的到模板看不到那么明显的禁止占坑？新闻版发帖必看贴就在那里，同时还有链接链过去，一旦发布，就认为你已阅读并认可。\n7,使用低质量帖子获得首页位置，如果有这个时候的新人进论坛他们会怎么看这个论坛？\n8,我和你花时花力和你讲道理是因为我还尊重你之前为论坛做出的贡献。\n现在怎么这么心疼贡献了？之前和我私聊不是说无所谓么。"
        },
        {
            "author": "gooding300",
            "timestamp": 1455127320,
            "txt_content": " 本帖最后由 gooding300 于 2016-2-11 04:53 编辑 \n乙烯_中国 发表于 2016-2-11 01:53\n1.你的帖子上了最新帖子，最新回复，以及新闻版后挂着的最新回复。\n2,请告诉我你的帖子带来了什么正确的版 ...\n您可以直接删除帖子。\n我绝对认可占坑删帖这样的规定，我并没有对规定产生过任何怀疑。\n比起贡献，我更希望能先发新闻。\n但是规定要剔除，我只能认可关闭这个决定。\n我在每次更新前都会刷新一下列表，如果已经有人发了我一定会改成申请删帖，这种基本的操守还是有的。\n所以不是当初不心疼，而是发最新的新闻让论坛版本资讯及时更新是比贡献更加重要的事情。\n我绝对心疼贡献，因为来之不易。\n您好，扣贡献也无所谓啊，凌晨也没人发还不如让我翻译完吧\n当时，我只是希望可以通过扣贡献这样较严重的惩罚来获得更新新闻的资格，\n并不代表我不心疼贡献。退一步说，即使我不心疼，你也不能因此在剔除的基础上给予扣分。\n我现在并没有否认占坑是错误的，甚至尊重您关闭+警告的决定，只是觉得按照规定的\"剔除\"发展至\"-3贡献\"不太妥当。\n我质疑的不是占坑有没有错，因为版规规定那是错的，而是质疑惩罚过重 ，版规规定的只是剔除。\n我尊重版规也尊重您,但希望大家都能按照规定走。\n无论这回最终决定如何处理，都希望能明确下规定中的各项惩罚。\n\n\n\n\n\n最后补充一下\n1.我绝对不想抢新闻，只是看到新版本发布后许久论坛中仍未更新，为提高论坛版本更新速度，使论坛保持在版本最新，故在扣完贡献的情况下仍然以发布新闻为先，发新闻本无利可图，现在在个人利益受损的情况下仍然希望为了论坛而发新闻。如果有后来者，我一定会主动申请删帖。\n2.版规我理解并支持，但规定只是\"剔除\"，按或者照您的理解\"使其散失新闻价值\"，关闭或删帖已经足够。警告作为日常管理的一部分也是可以理解的。\n但是扣分明显不属于剔除。就像一个人犯了罪，法律规定最多判刑三年，可法官判了5年您认为这是合理的吗？\n3.我已经提出挽回负面影响的有效手段，您给予我的警告也已经可以使我深记您的教诲，扣贡献实在没有必要。\n4.在此版块中，您也已明确说明，抄袭才是最严重的违规，而在抄袭的扣分实例中也没有您的这次扣分严重，请您思量一下。\n5.在论坛这么多年实属不易，论坛声誉与个人荣誉我一定会优先选择前者，但是真心不希望一片好心面临这样的处理。争论其实没有什么意义，您是版主您有权限，即使我觉得扣3贡献有不合理之处，不过质疑也只会加大您的怒气。\n6.无论论坛怎么对待我这样一个普通用户，我今后都会一如既往地在意论坛的声誉。\n\n\n\n\n\n\n\n"
        },
        {
            "author": "john180",
            "timestamp": 1455188040,
            "txt_content": "版规中已写明了对于占坑翻译将会有扣贡献处罚.\n版主处理并无不当\n已联系版主将相关版规调整至更显眼的位置."
        }
    ]
}