{
    "title": "<原创·连载>尘封放逐[第二章][ZYB小彬]",
    "author": "ZYB小彬",
    "replyCount": 6,
    "timestamp": 1455200700,
    "txt_content": " 本帖最后由 46241359 于 2016-2-11 22:31 编辑 \n\n“踏踏” \n“踏踏” \n“踏踏” \n马蹄声从远处传来，浩荡的狂潮从地平线升起，那是一列骑士，他们身着沉重的站甲，却腰杆笔直，眼神平静，胯下的战马迈着整齐划一的步伐，仿佛踏响世界，无可阻挡！ \n在第一列的骑士忽然拉紧缰绳，战马前蹄腾空，仰天嘶鸣。在他们身后，同样的动作复制在其他骑士身上，一列列战马嘶鸣，排山倒海般壮观。 \n他们本该一往无前，如今却不得不停下脚步，因为一个人拦在他们前面。 \n同样笔直的腰杆，同样平静的眼神，但是那股威严足以撼动世界！ \n这股撼世的威严连浩荡的狂潮也无可比拟！ \n第一列居中的骑士从战马上跃下，向前恭敬行礼。 \n尘默默向他点头，一声不吭，他放眼望去，紫色的瞳孔透着炽烈的光，被目光扫中的骑士都微微昂首，神情紧张。 \n“天伤，可以开始了。”尘缓缓地说。 \n“明白。”行礼的骑士直起身体，转头对着后方冷冷地下令：“注意警戒。” \n骑士们从战马跃下，利剑随之出鞘，剑光在空气中划出美丽的如梦幻般的弧线。 \n尘转身步入黑曜石牢狱，天伤紧随其后。 \n两人沿着漫长的通道前进，脚步轻盈没有丝毫声响，墙壁上火把微弱的闪烁，火光照亮这两个男人的脸，他们的表情坚硬如铁。 \n“你已经牺牲太多了，尘…”片刻的寂静后，天伤轻声说。 \n“可是没有人比我更值得牺牲！”冷漠的声音响起，斩钉截铁！ \n气氛再度变得凝重，两人不再说话，天伤望着前方，眼前这个男人的身影萧索而孤独。 \n他们穿过通道，来到广阔的大礼堂中，黑曜石柱笔直屹立，黑紫色的墙体深邃而肃杀，中心的祭坛上放置着一扇黑曜石制的门，祭坛顶上的穹顶透着星光璀璨。 \n天伤在祭坛前停下，尘一个人走上祭坛，在他对面，两名骑士押着一个男孩前行，男孩没有任何挣扎，温和地像只猫，但是两个骑士紧紧的按住他，手臂上钢甲没有覆盖的地方隐现青筋，似乎担心这个猫一样的男孩忽然像猫一样炸毛。 \n他们最终在祭坛的最高处相遇，隔着一扇黑色的大门，仿佛命中注定。 \n男孩的身上挂着枷锁，狠狠嵌入他的血肉 \n尘身着沉重的铠甲，紧紧地咬住他的身体 \n他们对视，像是同病相怜。 \n那位唱颂梵词的老人走上祭坛，在黑色的门旁边站定，他周围的黑暗化开，人影若隐若现，黑色的斗篷在风里飒飒的飞舞，黑色的头发，黑色的眼睛，身着一袭黑衣，像是黑色的精灵从黑暗中走出，他向尘点头致意，伸手递出一个火镰。 \n老人顺手接过，星光映照下火镰的金边熠熠生辉，老人单手握住，明亮的火焰在黑夜里亮起，火星落到门上卷起烈火熊熊。 \n门上的空间泛起涟漪，一抹紫色扭曲的扩散，直到占据整个大门，紫色粒子围绕着门漂浮，这扇联通两个世界的大门被完全打开，未知的世界张开了血盆大口。 \n老人对尘点头，示意他已经完成了，尘一步跨入门里，伸手把him拉入，尖利的啸声如恶鬼呻吟，他们的身影消失在紫色的光芒中… \n——第二章（上） \n这是一片广阔的，赤红的大地，火焰在大地上无穷无尽的燃烧，没有液体能在这个位面存在，极致的高温甚至可以熔断金属，岩浆从天而降，缓缓流淌，构成一种诡异的美感，扭曲而狰狞。 \n如果说创世神的仁慈创造了主世界，那么这个位面的存在完全可以证明创世神不是什么好东西。 \nhim看着这片可怖的景象，啧啧地发出赞叹 \n“瞧瞧，真是个有意思的世界啊，相比之下，你们的世界简直是神的败笔。” \n尘懒得理睬他那不同寻常的审美观，他呆呆看着这片大地，悲伤和恐惧将他淹没。 \n因为那个…可怕的梦魇 \n那个地狱般的夜晚，战火飘摇地燃烧着，零碎的世界里，男孩孤独而绝望的哭泣，怪物们嘶吼尖叫，他的四周躺着遍地的尸骨。 \n“像极了那个夜晚是么？”him咧嘴问。 \n“闭嘴！”尘转头低喝，平淡的脸上难得的夹带着暴怒。 \n炎热的大地炙烤着这两个人，他们自顾自的交谈，巨大的影子忽然笼罩了他们，他们抬头，天上漂浮着雪白的生物，眼神空洞，似乎是在哭泣，偏偏脸色冷漠，像个幽魂。 \n幽魂忽然张开圆形的嘴，火焰喷薄，热浪铺面而来。 \n两人一动不动仿佛雕像，火焰在他们面前自动分开，隐形的屏障悄然张开，微光在空气中闪灭，悲鸣声在天空回响，幽魂落在地上化作飞灰。 \n尘扭头看着him：“你的力量恢复了？” \n“那是当然！”him扭动脖子，那嵌入血肉的枷锁无力的脱落，他的气息变得恐怖，恶魔正在从这个男孩身体里释放。 \n利剑横空，锋芒锐利，尘轻轻挥动，剑尖遥指男孩，其上剑铭——均天之怒！ \n——第二章（下） ",
    "replies": [
        {
            "author": "ZYB小彬",
            "timestamp": 1455200760,
            "txt_content": "神拖更了，现在来发一下"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455231900,
            "txt_content": "不错。\n不过只说不错有点假。\n楼主可以适当地在一些长描写段的段首放一个短句镇段，在这种文风下会更有渲染力。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455232320,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-2-12 07:15 编辑 \n\n我又读了一遍。\n嗯……时间有点跳。不过大部分衔接很好。\n部分段落没有宾语，我想问问是不是写手自己的风格。\n善用句号，全文会更好。\n\n一抹紫色扭曲的扩散\n\n一抹紫色扭曲着扩散"
        },
        {
            "author": "ZYB小彬",
            "timestamp": 1455235200,
            "txt_content": "安根_Engon 发表于 2016-2-12 07:12\n我又读了一遍。\n嗯……时间有点跳。不过大部分衔接很好。\n部分段落没有宾语，我想问问是不是写手自己的风格 ...\n感谢您的建议，确实有点跳，以后会注意的"
        },
        {
            "author": "HSWMNY",
            "timestamp": 1455351420,
            "txt_content": "真好看！！！！！！！！！！！！！！！！"
        },
        {
            "author": "ZYB小彬",
            "timestamp": 1455356400,
            "txt_content": "HSWMNY 发表于 2016-2-13 16:17\n真好看！！！！！！！！！！！！！！！！\n谢谢           "
        }
    ]
}