{
    "title": "<原创·连载·圣杯>终焉[第六章第二节][暮存]",
    "author": "xcc",
    "replyCount": 4,
    "timestamp": 1455201120,
    "txt_content": " 本帖最后由 xcc 于 2016-3-13 17:11 编辑 \n\n        暮风指着那图案，吐出几个字：“很多年前阁下找我雕刻的那块玉，记得么？”\n    格里斯低头想了一会，缓缓点头。\n    格里斯的记性一直很好，他记得46年前——由于七櫆人寿命很长，所以46年对于他们来说和人类的十年差不多——他曾拿着一块晶蓝色的玉石以重金请求当时最好的琢玉师，将这块玉雕琢成水滴形，又镶上一圈金边。后来这块玉由于一连串事情，到达了顾离手中。而且正因为赤玉能量强大只能由七櫆人佩戴且可以抵挡伤害，顾离才被星河追杀。\n    “阁下走之后，一个衣着古怪的人拿着一块赤色的玉——这块玉的颜色比你拿的那块颜色稍深——说要雕刻成和你那玉一样的水滴形，还要求镶上同样的金边。”暮风端起茶杯，右眼眨了眨，眼罩上的血色眼睛似乎也眨了眨。\n    雕成相同样式，是为了掉包么？\n    “在我摸到那块玉的时候，只觉得这块玉里，似乎有什么东西躁动着，我觉得这是个邪物。”\n    听到这里，格里斯眉头皱了皱。\n    “阁下觉得我会束手无策？但我是七櫆的琢玉师，我可以很轻易的解决这个问题。”他把七櫆二字咬得很重。\n    七櫆的琢玉师，其实可以按需求在玉上刻符文以达到防身、镇邪、避水等作用。格里斯猜到暮风可能对那块玉动了些手脚，于是饶有兴味地听着。\n    “我在边缘处刻了很长一道符文——不过这个符文的作用只能持续四十多年。在我刻下这个符文来让玉里的东西安静的同时，我还在金边上刻了一个‘卅’字作为标记。”暮风缓缓站起，汉白玉上放着的两盏茶砰地消失，“镶边的时候，金边盖住了符文，那人没有仔细查看便带着玉离去了。”说完后，他从衣袋里掏出一个物事。\n    一抹红光闪过，挂着一块镶着金边的赤玉的银色链子已经被暮风握在手中。他眨了眨右眼，似笑非笑地说道：“一个月后，我捡到了这个。请你仔细瞧瞧，上面有没有卅字记号。”\n    格里斯接过玉，瞪大双眼看着玉上镶着的金边，视野里只有光滑的黄金表面。\n    没有任何刻字。\n    这是他原先拿去的玉......格里斯低下头，再次打量着金边，然后无可奈何地叹了口气。他拿去的玉回到了他手中，那么那块“邪物”，正被顾离戴着.....\n    暮风当初刻下的咒文已经不能保证有效，加之那块玉是个邪物.....格里斯惶恐不安地想道。\n    站在一旁的暮风不解地看着格里斯握着那块玉冷汗直冒。他低头想了片刻，然后从格里斯手中夺过玉，仅有的右眼瞪得很大。紧接着，眼角燃起血色的光，玉的周围也开始漫出血光。格里斯暗自一惊，这种法术他很早以前见过——可以看到物事中封存的灵魂。\n    片刻后血光消散，暮风冷笑一声，将玉塞回仍在冒汗的格里斯手中：“把‘过去’这个包袱扔掉吧，不然你不可能把握好现在。”\n    他手一挥，汉白玉从地面上飞起，飞回他的背上。他朝格里斯招了招手，道：“要跟你说的只有这些，我先走了。”也不管其有没有听见便一瘸一拐地挪步离开，走出几步后又补充一句：“下次见面的时候，我不一定会用这么和善的口气跟你说话了。”\n    格里斯似乎没有听见，只是看着玉发呆，看着黄昏时的阳光透过树叶洒落在玉上，投射出一小片光斑，让玉看上去明暗不定。他抬头朝塞特城的方向看去，盯着一栋阁楼样的建筑看了片刻，然后低头看着那块赤色的玉，缓缓摇头。过了很久，也许也没有多久，他起身将玉塞入衣袋中，然后向塞特城疾步走去。\n    顾离现在还戴着那块危险的玉.....他不能沉浸在过去而忽略了这个危险。\n    但还在谜殿里的顾离绝对没有想到，有人在担心他的安全。\n    他和陆辙肆正在看着一块写着谜殿来由及作用的石碑，全然忘了要追逐的目标。\n    石碑上刻着的是七櫆古语，理解起来稍稍有些费劲，但还是能看出大致意思：“谜殿是古时的塞特帝国存放宝物的宝库，由提督隳楼修筑。”陆辙肆皱了皱眉，觉得这字迹有些熟悉，尤其是每个字的最后一笔微微上扬，更让他觉得熟悉。 \n    一大串介绍后还有一行字,译为汉文便是：“提督隳楼刻于七櫆历201年”。\n    隳楼亲自刻下的？这字迹和格里斯有些相似啊。陆辙肆嘴角上扬，如果能确认石碑上刻字和格里斯的字迹一模一样的话，就可以推论出格里斯就是隳楼了。他掏出备在身上的纸笔，将纸覆盖到刻字上，用笔仔细地沿着刻痕描出刻字。\n    顾离疑惑地看着陆辙肆描字的举动，十分不解。当他看到后者描完字后一副欣喜若狂的表情后愈发不解了。\n    陆辙肆描下的刻字是“塞特城”，到时候只需找个借口教格里斯用七櫆古语写下塞特城三字再加以对比便可揭开格里斯的身份了。他暗自窃喜，将这张纸小心翼翼地折成一个方块，然后像拿捏着易碎品一般将它放回衣袋。 \n          \n     \n\n     上一节        索引      下一节 \n\n快完结了呢\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1455201360,
            "txt_content": "\n\n\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455231600,
            "txt_content": "xcc 发表于 2016-2-11 22:36\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 ...\n句式有毛病，看得有点拧。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1455257820,
            "txt_content": "安根_Engon 发表于 2016-2-12 07:00\n句式有毛病，看得有点拧。\n阿拉，安根你换号啦"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455329700,
            "txt_content": "2B与mc的故事 发表于 2016-2-12 14:17\n阿拉，安根你换号啦\n本来就不是我的号（斜眼）"
        }
    ]
}