{
    "title": "[2月活动]【被囚禁者】 —— 血溅龙翼",
    "author": "940595236",
    "replyCount": 9,
    "timestamp": 1455255900,
    "txt_content": "血溅龙翼                                                               ——“用我溅满鲜血的龙翼，哀悼你的脆弱！”=====================  “一切没有你想象的那么糟糕……”  昏暗的房间里传出陌生的声音，他浑身颤抖着，他可以闻到房间里浓重的血腥味，感觉背后的龙蛋在抖动着，——那是在兴奋着。这声音他不认识，也让他感到恐惧，就像重新面对那一头暴戾的黑龙，和那足以让他化为灰烬的紫色龙瞳。  “现实……更糟糕……”  他拔出腰间的剑，剑上的龙血散发着紫色的微光。他试图看清房间里的局势。  但是下一刻——  “轰！——”  他失明了，重重地砸在屋前的土地上，他感觉背后的龙蛋碎裂了。房间里的强光造成他短暂性的失明，强烈的爆炸气流将他卷起，甩了出去。  “我们玩个游戏？如何？”  房间里，黑色的人影十指相交，坐在大厅里，脚下这是一片血泊。  他费力地站了起来，刚才强烈的爆炸气流虽然伤了他，但是气流里的高温也给他因风雪而僵硬的身躯带来了一丝热量。  他看不见，一片漆黑。  “说吧……什么游戏？”  “屠龙……”  他感觉冷水又一次带走了身体的温暖。背后的龙蛋已经碎裂了。里面的龙焦躁不安，龙翼和龙爪在他背后肆意挥舞着，一点也不在乎这会伤到他。  阴暗的房间里，黑影用脚下的血泊在绘制着图腾，嘴角微微开裂。  “那么，游戏，开始。”    “嗷！”背后的背包突然炸裂，黑色的龙息夹杂着紫色的龙蛋碎片撕裂了背包，也灼伤了他的后背。他躺在地上，感受着来自背后的龙的气息。  “呵……”他舔着嘴里的泥沙，露出一个苦涩的笑容。  “滚！”他挥出的手臂重重地砸在龙的侧脸上。龙也不甘示弱，狠狠地回敬了他的手臂一口。  龙被甩了出去，也带走了他手臂上的一块肉。  眼前依旧是一片漆黑，也不知道这失明失明时候会结束。  “这算什么游戏？！”他扭头向自认为是黑影的所在咆哮  “……”  黑影没有回应他。  他四下摸索，却找不到他的剑。  龙已经在眼前了，他只能凭直觉躲闪。锋利的龙翼擦着他的脖颈划过。  远处传来一声响指。他感觉眼前一亮，视觉恢复了。  黑影搞的鬼。\n  剑斜插在不远处，而龙似乎也发现了他的不同，龙可不是什么低等智慧的生物。  龙的攻击开始更加凌厉了。爪击、甩翼、扫尾、龙息。而且龙的体型似乎受到影响，开始以一种不可思议的速度成倍增长，体型已经超过了成年龙，甚至超过了被他斩杀的那头龙……  他只能一点点躲闪着龙愈加犀利的攻击，一点点向之前掉落的武器靠近。  最后三米……侧跳躲过龙的扫尾，他顺势跳向他的武器。  剑柄近在咫尺！    “轰！”龙息瞬间将他和闪着寒光的剑吞噬——  “嘎——”剑刃卡在了龙修长的脖颈上，即使突破了龙鳞的防护，也很难对龙造成大的伤害。  龙鳞缩！放！长剑带着紫色的龙血坠落，修长的剑身上布满了龙鳞造成的蛛网纹。  龙昂起头，蔑视的目光看着龙息引起的烟尘深处。那里的烟雾裂开了一个洞……  长剑突破了遮挡视线的烟雾，成功的伤到了龙，但是……仅此而已。  龙舒展背上的双翼——振翼。  龙的体型已经超过了成年的状态，舒展的双翼遮天蔽日。  “吼——！”  双翼卷起的气流以龙为中心，释放。  气流摧毁了范围内任何不够牢固的建筑。紫色的龙瞳看向村庄里最高的事物——村庄中央的树，那是一棵至少千年的树，四处舒展的、翠绿色的枝叶足以和龙那带毁灭性的双翼相比较。  但是之前的气流卷走了这颗千年古树的大半枝叶，现在的它显得是那么无力，那么虚弱……  龙在空中肆意地扭动着身体，释放着龙特有的龙威。  它围绕着虚弱的古树飞舞，很难想象，这样庞大的身躯能做到那么地轻巧、灵活。  龙舞动着双翼，舞姿是那样灵巧，可又苍劲有力。  千年的古树不为所动……  本该是一场双人舞……现在却只有龙的独角戏。\n    他满脸血污，混着泥土和汗液。  他艰难地翻身，浑身上下、每一处都传来痛感。他感觉到灼热。  龙息没有杀死他，但是几乎毁了他，他是一名屠龙者，一名莫名其妙的屠龙者。他杀死龙，是因为上天眷顾他，幸运女神照顾他。而不是因为他拥有什么特殊的能力，他什么都没有……他只有一个美好的梦想：一块农田，一顶草帽，一把锄头。一个虚无而美好的梦想，现在看来，是不可能实现了。  ============  吐槽题目  关于题目，可能会有不少人吐槽，因为文字没有提到血溅龙翼……换句话说，题目和正文毫无关系……  @恶魔-潇洒   @46241359 （一匹来自北方的狼（斜眼笑））  @xcc \n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1455260940,
            "txt_content": "一头开挂的龙XD"
        },
        {
            "author": "46241359",
            "timestamp": 1455261840,
            "txt_content": "请在活动帖回复方便进行统计以及发放奖励"
        },
        {
            "author": "940595236",
            "timestamp": 1455265740,
            "txt_content": "xcc 发表于 2016-2-12 15:09\n一头开挂的龙XD\n不开挂哪能叫龙？"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455267540,
            "txt_content": "你成功地把血溅了我们一脸（好像说法不太恰当）\n总之你在我们这里算是成功了。"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1455277620,
            "txt_content": "写的不错。。。。。。"
        },
        {
            "author": "940595236",
            "timestamp": 1455281280,
            "txt_content": "安根_Engon 发表于 2016-2-12 16:59\n你成功地把血溅了我们一脸（好像说法不太恰当）\n总之你在我们这里算是成功了。 ...\n我可以说我没看懂你在说什么么？"
        },
        {
            "author": "HSWMNY",
            "timestamp": 1455351420,
            "txt_content": "真好看！！！！！！！！！！！！！！！！"
        },
        {
            "author": "查理24567",
            "timestamp": 1583660700,
            "txt_content": "写的十分精彩"
        },
        {
            "author": "查理24567",
            "timestamp": 1583660760,
            "txt_content": "emmm写的不错"
        }
    ]
}