{
    "title": "【原创·连载】《羁旅客》—— 第十三章",
    "author": "孤独秋叶",
    "replyCount": 6,
    "timestamp": 1455353160,
    "txt_content": "\n\n\n\n正文：\n    秦寿与王大雷聊到了凌晨，两人都有困倦之意。\n  “秦兄，现在也不早了你也该休息了吧，这样吧，看在咱是一路人的，二楼最中间的房间就让出来给你住\n吧，需要什么就叫我，我的房间就在你隔壁。”\n\n\n  王大雷大方的让给秦寿一间房。\n\n\n  “你太客气了，谢谢。”秦寿见王大雷如此好心便感谢道，两人三言两语后便都回到了自己房间。\n\n\n  待王大雷离开后秦寿关上了房门，这间屋子不是很大，一张床一个衣柜一个窗，简简单单的一间房，\n秦寿来到窗前，正当他想把手放在窗台上时，他看到窗台上一层灰尘就打消了这个念头，我明白这个\n房间应该是很久没有人来住过了，除了身后的这张床看似经常被人打理外房间内很多器物上端都有重一层\n的灰尘。\n \n  秦寿放眼眺望远处，回想刚才的一幕，才知道现在自己离刚才那个街道是如此的近，他们会不会知道我\n在这，想罢秦寿关上窗子后便躺到了床上渐渐的入睡。\n\n\n\n\n  楚国皇宫里...\n  \n  “不知道事情他办的怎么样了..”楚国国君正在房间里筹算这接下来的事情。\n\n\n  “大人!”这时一位钦差大臣站在楚王的房间门口。\n  \n  在皇宫里是有规定的，凡事非重大事情不能夜里打扰君主休息。\n\n\n  这位站在门前的大臣脸上布满邹文，年纪看起来不算高龄，但为人看上去却有些衰老，因该是常忙于朝廷才落得这么\n一个衰老之身。\n\n\n  “是有什么事情？来坐下慢慢说”楚王见他看上去有急事的样子便请他坐下。\n   “不敢不敢，大王请坐便是，小人站着无妨。”\n  楚王见这么说，就自己坐到了他的对面椅子上。\n\n\n  夜深人静，大臣怕话被别人听到，便走到楚王身旁俯下身朝着楚王耳朵小声的说：“有外出办事的差使派人连夜赶来报信，说他发现了秦某人坐的马车翻到在了一片\n林子之中，恐怕是出了什么不幸，事发地正是一片密林，此林有诸多危险我想秦某人是不是遇到了麻烦，所以先给您报告消息..”\n  大臣一字不漏的告诉了楚王。\n\n\n  “这么一来，如果事情办不成，那么这仗必须打啊。”楚王叹道。\n\n\n  “我想也并非如此，秦某人身手敏捷，除非是遇上强匪，不然没有这么容易就出事，大王还是考虑下对策吧。”\n  秦寿虽然是一位书生，但性格和其他书生略有不同的是他从小喜欢习武锻炼从而练得一身矫健的体能。\n\n\n  “那你先去了，我会明日派人前往诸国请求援助，在开战之时也有所防备。”\n\n\n  大臣退下后，楚王这时的心思非常颠簸，随后开始琢磨着战事了。\n\n\n  .....\n\n\n  第二天清晨\n\n\n  “楼里的畜生有种前来开门，不然我就强闯民宅了！”一位带着数十个手持棍棒砍刀的打手头领对秦寿所暂住的楼里喊到，院子大门\n紧闭，他们想试探里头有没有人。\n\n\n  这时耳朵敏锐的秦寿听到了喊声后，立即辨析出这是昨天想抓住自己的那个家伙声音，赶紧起床穿戴自己的衣物。\n\n\n  王大雷没等秦寿出房门就已经打开了秦寿房间的房门，走了进去。\n\n\n  “王兄，院子前叫喊的人可是昨晚追捕我的人的头领。”秦寿见王大雷来了，正好跟他讲明此人情况。\n\n\n  “秦兄不必多言，我这就放烟招集这附近的弟兄，我这楼里有一个地下室，秦兄先下去待会，安全的话我会派人下去救你，放心吧。”\n  王大雷见秦寿一人文文雅雅看起来不会什么功夫的，便出了这个主意来保护秦寿免遭伤害，自己就带人不让那些家伙进院。\n\n\n  “再不开门老子射啦！”打手头领招叫了好几个拿着弓弩的人告诉他们一听到自己命令就立即朝楼里射箭。\n\n\n  也是因为刚才听到了楼里的响声猜测楼里一定住着人，这阁楼应该藏着昨晚跑的那个小子，手下人说就是这个方向，还亲眼看到了他进来。\n\n\n  今天不逮着他回去就有好果子吃了。\n\n\n  ......\n\n\n本章完....\n\n\n主页",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1455354120,
            "txt_content": "“再不开门老子射啦！”\n污 真是道德沦亡，世风天下"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1455354840,
            "txt_content": "麦白 发表于 2016-2-13 17:02\n污 真是道德沦亡，世风天下\n这个人我感觉也是觉得有些猥琐\n怎么感觉这话有些不对,小同志你指的是谁啊？"
        },
        {
            "author": "麦白",
            "timestamp": 1455355980,
            "txt_content": "孤独秋叶 发表于 2016-2-13 17:14\n这个人我感觉也是觉得有些猥琐\n报告！ 我指的是楼上"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455407820,
            "txt_content": "我本着看完就回复的原则给你回了这一条，不过你这个……我真的不想多说什么。"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1455499080,
            "txt_content": "安根_Engon 发表于 2016-2-14 07:57\n我本着看完就回复的原则给你回了这一条，不过你这个……我真的不想多说什么。 ...\n什么都说该多好"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455499260,
            "txt_content": "孤独秋叶 发表于 2016-2-15 09:18\n什么都说该多好\n然而这令人如此无语， 并没有什么可说的"
        }
    ]
}