{
    "title": "〈原创·小说〉尘封放逐  第三章",
    "author": "ZYB小彬",
    "replyCount": 4,
    "timestamp": 1455356700,
    "txt_content": " 本帖最后由 46241359 于 2016-2-13 17:52 编辑 \n\n“嘿，何必要兵戎相向呢？你又杀不死我，这里似乎也没有你在意的东西吧？”him歪着头看着尘，嘴角勾起戏谑地笑。 \n尘冷冷看着他，这时地狱门上的紫光分解消散，尘缓缓收剑，him那双苍白的眼睛微微闪动，这场战斗还没开始就已经结束，或者说，还没到开始的时候。 \n尘也没有打算与him战斗，但他必须保证地狱门顺利关闭，这就是他的任务，这个任务也只能由他来执行，him太过强大也太过诡异，唯有同样强大的他能够抗衡。 \nhim转头看向远方，远处一道身影缓慢的行走，恶魔的半边脸死死咬住另外半边猪脸，看起来是极具喜感的生物。 \n他轻轻像它招手，猪人茫然地走近，him轻轻抚摸着它的脸，像是在欣赏某件做工精细的玉器，他的手顺着它粗糙的脸缓缓向下，落到它的脖子上。 \n“咔嚓！”清脆的声音响起，him手臂上的力量骤然增强，猪人无力地瘫倒，眼中写满了恐惧，显然没有预料到自己的死亡。 \n“吼”四周忽然（爆）发愤怒的咆哮，又像是在哀鸣，猪人们像海潮一样涌来，金剑上闪烁着杀意。 \n“见鬼”尘的脸色刷的变了，利剑横空，冷冽的气息升腾而起，不是指向猪人，而是him。 \n这时him已经俯身冲向猪人，他露出牙齿微笑，冷光在他指尖跳跃，抹向一个猪人的脖子。 \n“叱”鲜血喷溅而出，猪人无力倒下，更多的猪人涌了上来，却没能前进哪怕一步，微弱的光在空气中闪灭，像是神在宣判死亡，这是一个纯粹的屠宰场，him就是掌握利刃的屠夫！ \n一只猪人高高跃起，紧握金剑飞扑向尘，它从天而降，势在必得。 \n但它扑了个空，尘凭空消失了，仿佛从未存在过。 \nhim忽然奔跑起来，他随手把微光一抛，一只猪人被直接钉死在墙上，光芒消散，原来那微光只是一块普通的碎石子，可在him的手中它的威力不亚于一把斩马刀。 \nhim化作一道幻影，速度在刹那间达到极致，他蛮横地撞飞阻拦他的猪人，汹涌的海潮甚至连让他减速都做不到。 \nhim一脚踏入岩浆，但他竟然在岩浆上飞奔起来，如履平地。 \n尘紧跟在后面，他的身体贴在石壁上，像只壁虎一样爬行，速度猛如猎豹。 \n这仿佛是一场永不停息的奔跑，him凶猛地撞飞任何企图阻拦他的生物，尘挥剑斩断前方的石柱，他们一前一后的追逐，在这末日一样的地方，他们竟然畅通无阻！ \n这时him忽然停了下来，苍白的眼睛透出苍白的光，他惊讶地只能说出一个词：“哇哦！” \n尘也跟着停下，他什么也没说，愣愣地张嘴。 \n这两个怪物一样的家伙竟然都被吓傻了… \n这是一座何等高大的建筑啊，漆黑的城墙紧紧相依咬合，密密麻麻的排布，忽高忽低，看不到尽头，像是一座森严的堡垒，更像一座埋葬世界的坟墓，坟墓里传来恶鬼的低吼。 \n尘转头去看him的反应，him已经直接沿着城墙翻过去，像个好奇心重的男孩，急切的想要看清围栏另一边的世界。 \n其实他也一直是个男孩吧，他才诞生了十年… \n紫色的光芒闪烁，夜星般灿烂，尘的身躯在光芒中消失，光粒漂向堡垒，他再次出现，在城墙上屹立，一切都在电光火石间发生，尘瞬移到了城墙上。 \n这是空间的力量，是他十年前击杀那条孤独的巨龙而继承的。 \n那条…男孩一样发出不甘的怒吼的龙。 ",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1455357540,
            "txt_content": "那句‘见鬼’少了个标点"
        },
        {
            "author": "ZYB小彬",
            "timestamp": 1455369540,
            "txt_content": "xcc 发表于 2016-2-13 17:59\n那句‘见鬼’少了个标点\n厉害厉害，不过以后类似的情况可能会更多"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455407640,
            "txt_content": "ZYB小彬 发表于 2016-2-13 21:19\n厉害厉害，不过以后类似的情况可能会更多\n这是什么意思……还是建议认真修改。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462787400,
            "txt_content": "表面上张力很强，实则略显做作。\n总的来说楼主进步空间很大，我也相信楼主的潜力。"
        }
    ]
}