{
    "title": "[原创·连载·圣杯]悲剧–第十五章[迷途的少女]",
    "author": "guqu",
    "replyCount": 4,
    "timestamp": 1455360900,
    "txt_content": "我戴着泳镜，然后把身上能进水的地方用木塞全部封了个遍，当然屁股除外。进入咸水湖中，我可不能呆太久，并且泳镜也不能为我提供很好的视野。\n诶，那里有条鱼。是带鱼么，我好奇的接近了那个生物。\n“再近……一点，就要抓到了。”我心里默念着。\n可正当我慢慢接近它时，他的背后冒出了奇怪的光晕，我下意识擦了擦眼睛，却发现光晕突然消失了，而那条鱼也跑走了。\n可恶。\n我赶忙寻找下一个目标，可在这之前，我需要上一下岸。毕竟我现在已经难受的要死了。\n等我上岸，老板赶忙迎上来扶我，我现在没有穿衣，只想快点喘口气继续下水。\n“有什么收获么。”\n“没有，只是发现了一个红晕。”\n“……你是看错了吧兄弟。”老板笑着跟我对话，“好了，你不行，换我?”\n我同意了他的想法，在他准备时，我跑到了火边取暖，并补充着淡水池里的咸水。也真是累呢，毕竟这我都能看错。可惜了那条带鱼了。我望着那个平静的湖面。心里有些害怕。\n一个气泡。两个，三个。\n我赶紧跳下了水。\n我在水里寻找着他的踪迹，当然，是禁闭双眼。\n不过我马上上岸。我发觉了一个东西。\n“咸水湖……能沉下去吗。”\n我睁大双眼望着已经不存在气泡的咸水湖。这已经超出了物理常识范围。也许里面不是盐，而是让人感觉到咸的另一种物质。我身上已经开始不舒服了，这个坑累积的淡水足够我洗个澡，嗯，可以开始加热了。\n至于老板，他……自生自灭吧。\n\n\n一位迷途的少女望着废墟唉声叹气，倒下了。\n\n\n我用早先准备好的枯枝条和绿树叶做了一个类似鱼缸的东西。关于绿树叶我也很奇怪，在枯枝之下，竟还有没有腐烂的大树叶，这一片就可以当半个浴缸。可惜，我并不能解开这个迷题。\n?“等等……这也许……”我兴奋的从浴缸里跳出来，就像当年的阿基米德一样，跑去淡水湖，摸到了那一个神奇的粉末。\n“这就是……汽化之后留下的么。”我看到了一些粉末，这个粉末让我感觉非常熟悉，但一时我还看不出这东西来自哪里……真是的，怎么这么健忘。\n重新跳回浴缸，冲了个澡换上衣服睡个觉。待到太阳出来的时候，再去陆地寻找食物，这水里我是不想去了。\n于是这只是我的计划，我没有按照计划形式，而是跳入水中，去摸那条鱼。盲摸，不知道能不能摸到呢。一天都没吃饭可是要死人的啊。\n谢天谢地，我还是摸到了那条鱼，但是我并没有摸到老板的尸体。真是奇怪的事。\n回到浴缸里重新洗澡，处理完洗澡水后鱼也好了。填充好肚子之后睡在了地上。\n今天……真累……\n\n\n第二天。我从这座山向下望，希望能找到一些特别的东西，当我望到一片蓝时，我决定了向那个方向前行。捡了许多枯树枝，在各个地方做上显眼的标志。到达了那个地方。\n根据感觉就是这个地方了。\n但是我并没有看见什么蓝色的东西。这让我很疑惑。不对，只是我眼花了，那里躺着一位穿着蓝色衣服的少女。\n我赶紧上前，把他扶起来。\n为什么是你。\n把这少女的手放在肩膀上，慢慢的挪回山洞。真可恶，又是它吗。不知道她还能坚持多久，希望过去了没有死。\n\n\n“喂……醒了吗。”我无意中注意了她的眼睛慢慢睁开，便急忙上前询问，看来在她虚弱之时，还必须要对她的生命负责一会儿。\n她下意识的将身子往后贴，毕竟是看到了异性应有的反应。虽说之前，我已经对她做出了应有的应急处理。但是这次还是要小心。\n“别乱动，现在你身子还很虚弱。”\n她看到了我，仿佛也想起了什么，没错。他是老板的女儿，我尚未知道他的姓名，但是我现在好奇的是，他是怎么进来的？当然，现在我最不希望他进来。因为他的父亲……\n继续弄着鱼汤，容不得半点闪失……",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1455361800,
            "txt_content": "Shold give a hand just give a hand"
        },
        {
            "author": "guqu",
            "timestamp": 1455363780,
            "txt_content": "孤独秋叶 发表于 2016-2-13 19:10\nShold give a hand just give a hand\nhand是手不是头也不是脸"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455408180,
            "txt_content": "水平没得挑……\n不过我嗅到空气中有一股什么味……"
        },
        {
            "author": "guqu",
            "timestamp": 1455411420,
            "txt_content": "安根_Engon 发表于 2016-2-14 08:03\n水平没得挑……\n不过我嗅到空气中有一股什么味……\n谢谢你的关心，毕竟我是潜水上来写文的，以前写文也不是写的很好，没人看习以为常了。\n如果你能坚持看我也很高兴。\n是否需要更新通知你呢？"
        }
    ]
}