{
    "title": "<原创·连载·圣杯>《青色之风》[卷二·四]",
    "author": "zyj0807",
    "replyCount": 6,
    "timestamp": 1455358260,
    "txt_content": " 本帖最后由 zyj0807 于 2016-2-13 23:29 编辑 \n\n第四章\n\n　　“多大了？”\n\n　　江泽并没有回答她。\n\n　　身处森林之中，面对一个陌生人，他没有任何理由去把自己的一切全盘托出。即便对方着实令他亲近，并且是个面貌美丽的少女。\n\n　　这是最基本的警惕，因此他没有说话。\n\n　　少女又是轻叹一声。\n\n　　她自然是明白他为何不回答的原因，但并没有生出任何不喜来。\n\n　　换做是她，多半连名字都不会告诉别人。\n\n　　她摇了摇头，檀口微启，语气平淡：\n\n　　“抓几只兔子，也亏你用根棒子去抓。”\n\n　　这当然是指先前江泽在林地里抓兔一事。\n\n　　江泽不由得一愣，未曾想到少女竟看到此事，他回头看了眼被钉在洞窟外两侧岩壁上的野兔，沉默的同时，心头愈发警惕了起来。\n\n　　“锋利点的刀剑有没有？”\n\n　　锋利点，是说比那粗糙的棒子更尖锐一些。江泽心想，若是我有这种利器，我何必拿着一根石头棒子去抓兔子，最后还被你追了过来。\n\n　　于是这次他老实地回答道：“没有。”还一边在心里奢望着少女会不会送给他一把刀一把剑。\n\n　　这当然是奢望。所以听到这个回答的时候，白古神色微讶。她看着少年身上的皮毛，神情显得有些疑惑。\n\n　　江泽看着她的眼，因而他很快就明白了她的疑惑。\n\n　　无非就是身上这件更加粗糙的兽皮......衣裳。\n\n　　于是他就这么说了：“无非就是一层皮毛。”\n\n　　白古听他这么说，眼帘半垂了下去，似乎是将一些情绪埋在眼眸的深处，而后她没有再问。\n\n　　没有再问，自然是不必再问，因为她已经想通了，是因为她曾经犹豫过这样的手段。\n\n　　但即便是当初的自己，都没有这般的决心。想到这里，她的神色有些复杂，似是认同和敬赞混搅在一起。\n\n　　随后她拿着弓，走进了洞窟，那洞外的两只野兔，自始至终，她都没有再看。\n\n　　一般来说，在主人邀请之前，客人直接进了主人家的屋子，是一种很不礼貌的行为，会惹来主人的不满甚至于愤怒和不欢迎。\n\n　　江泽在洞窟里待了快两年，虽然不是每天都睡在里头，但大部分都是在洞窟，所以他自然是这洞窟的主人。更别说里面还有一些属于他的物件了。\n\n　　可白古就是这么直接地走了进去。\n\n　　江泽明明应该感到一些不满，可他却一言不发，只是注视着少女的背影没入阴影里，而后跟着走了进去。\n\n　　洞窟不大，但是歧路不少。白古走在前方，遇见歧路却认定一条路直接就往更深处走，没有半分犹豫。而跟在后面的江泽越来越沉默。\n\n　　很快，他们就来到了江泽平时的住处。\n\n　　仍有一些光线稀稀落落地穿过孔洞落在里面，已是午时，因此阳光更为强烈，洞窟内的场景倒能看得一清二楚。\n\n　　白古走到了那块分布着众多刻痕的石壁前，顿了足，沉默地看着。江泽走到了她身边，也静静地再看着，历数着一点一滴的日子。\n\n　　半晌，她移开了目光，把弓背到身后，伸手揉了揉自己的眼睛，同时轻声道：“四百零四。”\n\n　　江泽从回忆中回过神来，此时他已经彻底平静下来，听到白古报出的数字，他没有发话。\n\n　　白古撇过头去看了一眼他，又指着一道痕迹说：“也许你这最后一横刻得太淡，我没有算进去。”\n\n　　少年顺着她指向的方向看了看，看见了今天早上刚刚刻上的那一横，于是他说：“四百零五。”\n\n　　少女微微一笑，不再站在这面石壁前。随着她的走动，她目光开始浏览起了这平地上的东西。\n\n　　例如那令她皱了皱眉的熄灭的篝火，以及用石块围出的睡铺。她最终放下了弓箭，坐在那铺开在地面上的兽皮上。\n\n　　一袭白衣在这里格外的引人注目。\n\n　　“我原以为，你能活到现在没有饿死或者冻死，已经是十分了不起的事情了。”她顿了顿，整理了一下衣裳，才继续说道，“现在看来，你还活着就是一个天大的奇迹。”\n\n　　前面是说没有饿死，后面则是说还活着。白古的意思已然十分清楚。\n\n　　换个人听，定然会勃然大怒，认为白古是在讽刺他。只是江泽却能理解她。\n\n　　因为白古说这话的时候很认真，因为江泽不知为何就是明白着她。\n\n　　于是他盘膝坐到她的对面，在篝火的另一面，点了点头。\n\n　　“我应该大你三年。”她看着江泽，说道。\n\n　　“我十岁。”江泽不假思索，就说出了口。\n\n　　白衣的少女听见了这三个字。\n\n　　因此她的脸上流露出一抹温和的笑，眼中的冷淡悄然散尽。\n\n　　“那便是了。”\n\n　　那便是了。\n\n\n目录\n\n@46241359 @xcc @Cai_Iu 蓝了。蓝了。蓝了。\n\n\n哎呀怎么办感觉要填不完了呢。慌慌慌，又写偏了。话说，我好像把那根棒子写没了，是时候让它在下一章回来了233\n\n\n作者：你没死的确是个奇迹。男爵：......",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1455358560,
            "txt_content": "主角本来就是奇迹嘛233333"
        },
        {
            "author": "zyj0807",
            "timestamp": 1455358620,
            "txt_content": "xcc 发表于 2016-2-13 18:16\n主角本来就是奇迹嘛233333\n2333333是啊主角本来就是奇迹。"
        },
        {
            "author": "zyj0807",
            "timestamp": 1455358740,
            "txt_content": "xcc 发表于 2016-2-13 18:16\n主角本来就是奇迹嘛233333\n然而在这本书是主角，下本还是主角组的。\n另外一个比他还奇迹。{:10_492:}"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1455361380,
            "txt_content": "牛奶表示太长不看"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455408360,
            "txt_content": "厉害，明明两个很矫情的人我却一点都没觉出矫情。"
        },
        {
            "author": "zyj0807",
            "timestamp": 1455419520,
            "txt_content": " 本帖最后由 zyj0807 于 2016-2-14 11:38 编辑 \n安根_Engon 发表于 2016-2-14 08:06\n厉害，明明两个很矫情的人我却一点都没觉出矫情。\n啊，有什么不对的地方吗{:10_522:}请说请说。"
        }
    ]
}