{
    "title": "[博客翻译|已授权]【PMC 每周精选】2016年第3期 Jan.17 - Jan.23",
    "author": "BensonQC",
    "replyCount": 2,
    "timestamp": 1455354120,
    "txt_content": "\n\n开篇语：\n大家好，这里是Benson。今天给大家带来《PMC 每周精选》2016年第3期的翻译，希望大家喜欢。\n\n什么是《PMC 每周精选》？\n《PMC 每周精选》（Week in Review）是由知名Minecraft国外论坛Planet Minecraft网友Gray Remnant所撰写的博客，每周遴选当周PMC上的优秀地图、大型工程、地形、有机作品、陆上建筑、空中建筑、水上建筑、主城、建筑模块、机械、小游戏、装饰、过山车等十三个类别的作品，并对各类别的顶尖作品进行介绍与赏析，内容丰富多彩，涵盖Minecraft各个方面的地图作品。该博客已在PMC上广受网友好评。\n\n本人已获得原作者的授权，对其博客进行翻译，旨在通过这些博客，打开国内Minecraft社区通向国外社区的窗口，拓展视野，帮助国内的Minecraft玩家与建筑师更好地了解国外Minecraft发展趋势，在一览最新国外优秀作品的精彩的同时，激发自身的灵感与创造力。\n\n授权翻译证明：\n以下截图为我与原作者的私信内容：\n\n接下来让我们进入博客正文。正文内容中的第一人称均指原作者。\n\n\n欢迎来到《PMC 每周精选》十分特别的一期。本周，到目前为止，是这个节目有史以来最具竞争力的，有115件作品被提及！此外，还有一些对奖牌和分数值的微调，你可以在这里看看：\n\n在《PMC 每周精选》上有什么新的？\n调整：“主城”奖牌现在价值7点分数调整：“建筑模块”奖牌现在价值7点分数调整：“装饰”奖牌现在价值7点分数调整：“机械”奖牌现在价值5点分数调整：“小游戏”奖牌现在价值5点分数调整：“过山车”奖牌现在价值4点分数分类重定义：“陆上建筑”、“空中建筑”、“水上建筑”和“建筑模块”类别现在只接受小规模作品。所有大规模作品将被考虑为“大型工程”，无论其体裁是什么\n\n\n\n本周是我曾经在《PMC 每周精选》上见过的最具竞争力的一周。有超过50张地图和大型工程在竞争中有可能获胜，我在那些类别中的决定比以往到要艰难得多。不过，我发现在这种情况中总是有一张地图在想法与创造力方面脱颖而出。而本周，那张地图是裂变岛（Fission Isle），由Jimjabway创作。\n\n\n\n裂变岛（Fission Isle）不是一张很大的地图，但它却令人眼前一亮。这张地图实际上包含了核能的每个方面，以大烟囱，或者巨型弹头武装炮塔的形式呈现出来。\n\n\n\n你显然不用想也知道Jimjabway想要这张地图成为什么。你在游戏中很少看见如此完美与即兴的想法。而这并不简单。有许多小部件需要被制作。\n\n\n\n而另一个我喜欢这张地图的地方是，它结合了多种风格与主题。用纯机械元素建造一个工业设备再简单不过了，但Jimjabway创造了有更多变化的东西。\n\n\n\n地形给人一种自然、热带的感觉，而大烟囱用更加人造、技术的样子与其形成对比。建筑与帆船感觉有点陈旧，而自动的核炮塔似乎是来自遥远未来的东西。\n\n\n\n所有这些都体现了一个无可争辩的事实：这张地图十分迷人。有许多值得品味的地方，有许多建筑技巧在这里运用。我不是经常看见这样的地图，但当我看见，它比另一座，呃，中世纪城堡更有分析与回顾的乐趣。\n\n\n\n其他制作人员：\nFlorianFunke - 渲染\n\n\n每隔一段时间，我就会遇到被修改了年复一年的非常非常老的作品。这种建筑通常非常优秀，因为它们带来了一点从前的Minecraft鉴赏眼光，而随着时间的推移结合了一些新的技巧。一座这样的大型工程是巴黎 - 埃菲尔铁塔（Paris - Eiffel Tower），由LanguageCraft创作。\n\n\n\n这真的是一座十分杰出的建筑。我不知道你是否能在技术上称它为一个建筑模块，但无论它是什么，它都十分令人印象深刻。也许你不能与以前的图片分辨开来（我说的图片，应该是我在很长一段时间前看过的最好的渲染图之一），它比现实中的埃菲尔铁塔能够看到的更多。\n\n\n\n事实上，这是巴黎的一张面板，包括上述的埃菲尔铁塔、运河、船舶、大型建筑、直升机，以及许多很棒的基础设施。\n\n\n\n但在这些东西中真正超群的，是这些部件的每一个的质量。显然这个建筑是在一段漫长的时间的基础上组织起来的。只有通过热情的分析、修改与整修才能将如此完美的东西带入现实。\n\n\n\n而这只是表明真正卓越的作品需要时间。你不能在24小时的时间内做出这样的细节。它需要一年又一年，但除了这个，它也要想象力。LanguageCraft在脑海中有一幅清晰的图像，在4年之后，这个图像被带到了现实生活中。\n\n\n\n其他制作人员：\nMaple - 视频\n\n\n本周我看到一个地形不像我之前在《PMC 每周精选》上回顾过的任何地形。我在几个月中看到过真正有创造力的东西，但我从未看到过有人处理过一个像梯田遗迹（Terraced Ruins）这样的地形，它是由creativitRy创作的。\n\n\n\n梯田遗迹（Terraced Ruins）的核心是一个相当大的山脉，在浸了水的山谷上面。但真正将这个地形提升到一个新高度的是creativitRy补充加入的梯田。\n\n\n\n添加这些人造部件是改变外观和“它与另一个山脉有什么不同”的感觉的不错的方法。它让我想起一个Minecraft中对马丘比丘的还原。\n\n\n\n而这些梯田部分每个的形状都是不规则的，并且完全手工制作，这将整体效果加入梯田遗迹（Terraced Ruins）和观众身上。它是一个十分引人注目的环境，一个人只有使用比大多数地形更多的技术与技巧才能脱颖而出。\n\n\n\n其他制作人员：\nMonsterfish - 物体\n\n\n本周有许多奇幻的有机形体发布。事实上，我敢说本周是《PMC 每周精选》史上最令人印象深刻的一周，至少在有机领域。然而，令人惊讶的是，本周最佳有机作品不是那些形体中的一个，而是活的油画（A living painting），由Finderzz创作。\n\n\n\n我知道，我知道，这不大，也不是吐火的龙或者一匹蒸汽朋克的马，但听我说完。这是一个质量优于数量，想法优于形象的例子。它不依赖于冲击观众的头脑，但反而是意图让观众思考。\n\n\n\n首先，我想指出这幅油画的小小的二维背景令人惊奇。我想它可能是我见过的最好的有机像素艺术。\n\n\n\n但这只是冰山一角。Finderzz通过加入从油画表面发散的多个三维的部件，将这个建筑带入了下一级。边框、叶子与有机形体都从二维世界向前跳跃（在某些情况下），创造出一个充满壮丽细节的场景。\n\n\n\n这真的是一个十分异想天开的想法，一个人很难实行，因为一些形体规模很小。但当它正确完成的时候，它就可以成为你在Minecraft中能创造的几乎最美丽的事物。\n\n\n\n其他制作人员：\nMoustafa - 渲染\nIskillia - 渲染\nLanguageCraft – 协助\n\n\n就像我们还没有开拓新的疆域一样，本周最佳陆上建筑比以上的类别都更优秀。与其是一座中世纪房屋或者汽车的合集，本周最佳陆上建筑碰巧是艾恩伍德变电站（Ironwood substation），由Sorna_创作。\n\n\n\n这是一个大胆、极简的想法，而一个人能很好地执行它。这座建筑的关键在于构图。为了使这个简单的东西让人惊奇，你必须确保每个小型结构都很完美，你必须用一种吸引人的方式放置它们。Sorna_做得完美无缺。\n\n\n\n我喜欢的另个地方是这座建筑背后的独创性。在我在PMC的期间中，我从未看过许多这些变电站。我猜，人们害怕这种理念在其他在视觉上更加令人震惊的想法中会彻底失败。所以一个不犹豫、不担心社区想法的人做出的作品总给人留下深刻印象。\n\n\n\n依我看，这很棒。这是一个简单、简约的想法如何能在大量细节、大规模的作品中脱颖而出的伟大的例子。\n\n\n我想在这一刻，你期待一些挣脱“空中建筑”类别束缚的东西。好吧，我告诉你这个类别不像上个类别那么令人惊讶。一如既往，本周最佳空中建筑是波音777合集（Boeing 777 Livery Pack），由JordanCO_TV创作。\n\n\n\n是的是的，我知道上周的最佳空中建筑也是波音。但，嘿，波音也可以很棒，只要它们被恰当地给予细节装饰。这就是一个杰出细节的例子。\n\n\n\nJordanCO_TV提供了一些真正令人印象深刻的外装，以及一些起落架、装载设备，和一些真正主要的内饰。\n\n\n\n但我真正喜欢这件作品的地方在于它的介绍。一些截图和渲染图创作得很漂亮。而当提到一架飞机在PMC上一下就失败了的时候，你就知道细节和介绍有多么重要了。\n\n\n我讨厌驾驶帆船。不，真的，它被估价过高了。风就像嬉皮士。我更喜欢汽船。这就是为什么当我说本周最佳水上建筑是五船帆船赛（Regatta of 5 ships）的时候我很痛苦，它是由DelucCreation创作的。\n\n\n\n这是五艘帆船的合集（两艘单体船模型，以及三个并列船体）。我真的很喜欢双体船的设计，显然DelucCreation也是。\n\n\n\n每一个船体都十分精细，十分现实。但在我脑海中真正脱颖而出的东西是帆的设计。每一片的大小、曲度都很完美，伴随着一批绳子和支撑结构。\n\n\n\n有着一些非常漂亮的色块与一些杰出的渲染图这两者，你就会拥有一件拔尖的帆船作品。\n\n\n\n其他制作人员：\nHelix_Area51 - 渲染\n\n\n一般情况下，“主城”类别每周都是公平竞争的。然而，本周有一座主城远远超过了它的竞争对手们，这是个傻瓜都知道的问题。本周最佳主城是克拉夫特凯迪亚空间站（CraftCadia Space Station），由Prolethium创作。\n\n\n\n这完全是一座史诗般的主城。记住，我不是轻易使用“史诗”这个词语的。这个词语使用得太过度了，但在这个案例中，它非常贴合。这座主城中的每个小部件，如急速移动的小行星，超未来的建筑，或者盘绕的太空龙（是的，你没听错：太空龙），所有这些都被完美执行，充满了完美的细节。\n\n\n\n很少看见一座主城被如此高级的建筑与有机内容充满。实际上，这里的每样东西都可以在“有机作品”或“大型工程”类别竞争。我想，那就是雄伟的主城真实的样子。\n\n\n\n其他制作人员：\nBramboss - 渲染\nSplekh - 渲染\n\n\n我总算很高兴向你介绍不会与《PMC 每周精选》的观众发生任何动荡或分歧的建筑模块。无可否认，本周最佳建筑模块是黑森林村庄（Roofed Village），由fWhipCraft创作。\n\n\n\n这可能是我见过的最具细节的建筑模块了。它不是很大，也没有充满疯狂的建筑。这不过是充满了丰富的材质，大量使用的材料，以及树木和树叶的灵巧运用。\n\n\n\n不用提醒我看看内饰。每座建筑的内部都被顶级的装饰从上到下地覆盖。从内到外，这个建筑模块的每个角落都用适当与连贯的方法装饰。\n\n\n\n但我真正喜欢这个建筑模块的地方在于它被封闭的彻底程度。当你站在它内部的任何一处时，根本不可能辨认你站在这个建筑模块的什么地方。那是因为fWhipCraft花了时间用树木和植物覆盖了整个边界。它就像一个全封闭的生态系统，感觉像它自己的微观世界。\n\n\n每隔一段时间，就会有人制作一个让我眼前一亮的原版模组。就像直接来自GTA 5的东西，本周最佳机械是一个模组叫做原版Minecraft中的飞机（Planes in Vanilla Minecraft），由McMakistein创作。\n\n\n\n这个我不用多说。从美学角度来说，这架飞机设计得十分吸引人。我不擅长制作原版模组，但这就我而言似乎是一个壮举。从功能角度来说，这架飞机很容易控制，操作起来很棒。如果原版模组的关键在于给予人们一种体验游戏的新方式，那么这个就是不可否认的杰作。\n\n\n在永无止境的跑酷地图和PVP竞技场的漩涡中，一些小游戏挑战标准，提供一种更加新奇的Minecraft体验。这就是分歧 - 找茬解谜地图（Divergence - A Spot the Difference Puzzle Map），由Zatharel创作。\n\n\n\n将“找茬”的概念在Minecraft中还原很有趣。与看两张并排的图片不同，你要辨别两片三维区域的不同之处。\n\n\n\n这不是世界上最具挑战性的任务，但它肯定是一次有趣的经历，它建造得也很好。我想这就是我喜欢在任何小游戏中看到的东西之一。美学也与功能性一样重要。\n\n\n\n其他制作人员：\nrickyboy320 - 协助\n\n\n有时，你会遇到一座完全被设计成来展示内饰的房子。本周，那座房子是F号房子（F House），由MDRN创作。\n\n\n\n事实上，这座公寓的每个平方英寸都被埋在一片优美的地形之下。所以，你在地面上几乎不能看见什么。但，既然这样，它的内部就很有价值。\n\n\n\nF号房子（F House）通过创造一个安逸、极简的环境充分利用它的内部空间。它不是完全被细节淹没的，而是利用巧妙的布置令观众佩服。昏暗的照明、天窗，以及开放的房间布局都很独特而令人赞叹。\n\n\n\n不像我在最近几周回顾过的其他内饰，这个不注重疯狂的材料组合。相反，对基础材料对比与巧妙的布局却关注得较多。例如砖块的使用，与主导的白色地板形成强烈对比。\n\n\n\n最后，这个内饰十分迷人。我不知道我是否曾经见过像这样如此极简的装饰，但我确信它是最好的。\n\n\n在一场令人震惊的意外回旋中，有两张过山车地图在本周的《PMC 每周精选》合格了。这是第一次。竞争真的很激烈（好吧这不是真的），本周最佳过山车是混乱过山车（The Confusion Coaster），由Zero G创作。\n\n\n\n这真的是一个很简单的过山车，充满迂回曲折，处在一片真正的森林之中。周围的树叶在你乘坐时创造出一种和谐的氛围，让你无力预知在这个方向上即将到来的变化（我猜想这就是为什么这叫做混乱过山车）。\n\n\n\n但总的来说，这是一个不错的过山车。虽然它没有我之前回顾过的一些其他过山车的支撑结构，但这趟旅程仍然很有趣。\n\n排行榜 - 所有时间：\n\n排行榜 - 2015年：\n\n排行榜 - 2016年：\n\n\n结束语：\n如果你喜欢这篇博客，或者想支持作者，欢迎到原文地址给予钻石，或订阅作者。\n如果本翻译帖中有任何翻译或其他错误，欢迎指出，我会尽快处理。\n欲了解更多精彩博客，敬请关注本人近期在本版发表的翻译帖。\n",
    "replies": [
        {
            "author": "Yy星人",
            "timestamp": 1455354360,
            "txt_content": "以后多多搬运这个啊.好让我们关注一下PMC!"
        },
        {
            "author": "子弹～",
            "timestamp": 1455358380,
            "txt_content": "第一个我水水的搬运了一下\n233"
        }
    ]
}