{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第三十节",
    "author": "2B与mc的故事",
    "replyCount": 10,
    "timestamp": 1455368040,
    "txt_content": " 本帖最后由 2B与mc的故事 于 2016-2-14 09:50 编辑 \n\n        黑雾，黑雾，无论朝哪里看去都是黑雾……\n\n        穹闪正朝着战场后方跑去。不过即使摘下布条也没有大碍，穹闪已经能熟练地感知周围的环境，不再依靠自己的眼睛了。这样的环境已经不能阻碍他前进了。\n\n        之前他看到的那一幕并非灵曦的本事。那是灵曦在平曦之城出高价钱买的高级符咒，是在危急关头保命用的。只可惜那符咒只能原地使用，而且是做防御用，不能主动攻击。他们只好看准时机逃了出来，另想对策。\n\n        小兵们都没追上来，单凭眼睛感知世界的他们不能灵活地在黑雾中战斗。换句话说……\n\n        “嚓！”一只利箭悄无声息地从背后袭来，走在最后的一名刺客中箭应声倒地。\n\n        能追上来的人，都不一般。\n\n        傲天听出了异样。他回身立刻对着箭飞来的方向射击，不过似乎没有击中。\n\n        “敌人很强，不要命的留下，其他人赶紧逃，不要妨碍战斗。”傲天低声说道。话音刚落，又有一名刺客被击中了。\n\n        一些刺客被吓得赶紧往远处狂奔，可没跑出几步就一一中箭。\n\n        “逃跑是没有用的。”\n\n        傲天咬咬牙，朝着声音的方向迅速扣动扳机，可是又一次被躲开了。\n\n        “不管你跑多远，除非彻底离开这个村子，你都在我的猎杀范围内。”声音这次在另一个地方出现了，“想活命只有一个办法，杀了我。”\n\n        声音又一次消失了，一点踪迹也没有。傲天完全无法判断敌人的位置，可是敌人能找到我们的位置。我在明，敌在暗，情况很不利。\n\n        穹闪心里明白，这是狙击手之间的战斗，他插手是没用的。他能做的只有自保。\n\n        话是这么说，可是傲天现在也毫无办法。敌人的实力明显在他之上，而且很快就适应了这里的战斗。事情越来越麻烦了。\n\n        “你们已经被我盯上了，猎物们。”声音再次出现，“与猛禽军团作对，是没有好下场的。”\n\n        明明发出了声音，却丝毫找不到踪迹，悄悄靠近猎物，然后一击致命。简直就像天空中猎鹰。傲天想着，额头上渗出了几颗豆大的汗珠。\n\n        穹闪缓缓朝傲天那边挪动。既然不能主动攻击，也不能傻站着不动。至少，可以帮傲天巩固防御。\n\n        “现在可不是担心别人的时候！”一道沙哑的声音传来。\n\n        与之前来无影去无踪的敌人不同，这次是咄咄逼人的杀气，径直朝穹闪袭来。穹闪下意识地回身格挡，拼尽全力才勉强挡住了敌人的攻击。\n\n        好险！刚才那一击可是重得惊人。毫不夸张地说，如果穹闪稍微慢了一点，如果他没来得及挡住这一击，身体会立刻碎成两半。就连这惊人的杀气都让穹闪不自觉地后退了几步。\n\n        这疯狂的攻击，简直就像是凶暴的恶狼裹着浑身的血腥味扑上前来。他会毫不犹豫地撕碎看到的一切活物，然后吃得一根骨头也不剩！\n\n        “这里似乎有个性子比我还急的家伙。都无所谓！”那个人手持双刀与穹闪僵持不下，“反正全部杀光就好了！然后就能看见这些人全部死光，鲜血直流的样子，哈！”\n\n\n\n        看来这座村子就只剩下这群人了。指挥官自言自语想着，虽然我们只需要铲平障碍然后尽快前进，不过那些人难免会记仇。为了少麻烦，还是清理掉好了，也不会花太多时间。\n\n        “停止炮击！用不着为了十几个敌人浪费炮弹。”指挥官想起什么似地四处张望，朝他身边的一个士兵问道，“猎鹰和恶狼去哪儿了？”\n\n        “两名中队长都出发去剿灭敌人了，长官。”士兵敬了个军礼，答道，“本来还有五名小队长跟随前往，都被中队长赶了回来。中队长说让我们不要浪费兵力，现在就可以整理物资准备出发了，只需要等他们回来。”\n\n        “两个乱来的家伙，战场上轻敌可是会没命的！敌人好歹也是能穿过密集的炮火抵达这里，然后又从我们的包围圈里逃出来！”指挥官无奈地摇摇头，叹了一口气道，“继续保持警戒，不要撤销防御。还能战斗的小队长全部赶去支援！现在执行！”\n\n        堡垒中充斥着各种铁器的撞击声。重装兵们已经扛着笨重的盾牌蹲了大半个晚上，额头上满是豆大的汗珠。不过即使如此，钢铁长城没有丝毫动摇的迹象，连一丝抖动也没有，就像在土里扎了根。在他们的保护下，伤病员得以休息，情况基本稳定下来了。医生们松了一口气。所有小队长不知何时已经整装待发，站在堡垒的出口摩拳擦掌。\n\n        这正是猛禽军团的可怕之处，战无不胜的称号绝非浪得虚。事实上，他们的确未尝败绩。\n\n\n\n        目光转向西大陆边境，铁壁防线外围。\n\n        月儿已经高高地挂在半空，夜已深了。十几个士兵带着刚刚收工的奴隶缓缓踱回牢房，一些奴隶的脸上有着显眼的刺青。\n\n        那些脸上有刺青的，很明显是被俘的赛普克人。\n\n        赛普克人明显比之前安分多了，一路上不吵不闹不反抗。要不是看到他们手上结实的手链，脚上笨重的脚镣，还真让人以为他们彻底屈服了。\n\n        “吱呀—”\n\n        一个士兵拉开生锈的铁门，打了个哈欠。在那之后，是一串清脆的铁链声。奴隶全部走进牢房后，又懒洋洋地关上铁门，跟同行的士兵们一边抱怨着，一边走回军营。\n\n        赛普克人都恶狠狠地瞪着那道锈迹斑斑的铁门，却又是眼神里写满了愤怒，无奈与不甘。赫赫有名的赛普克族战士，如今竟会被这样的铁门囚禁失去自由，想必是极大的耻辱。\n\n        “这种烂铁门，以你们的力气，一口气就可以踢开！为什么不逃跑？”一个奴隶对着赛普克的族长低声问道。\n\n        “现在，不行。”族长的身上多了不少被鞭打的痕迹，“我们，弱，人少。他们，强，人多。逃，无意义，牺牲。”\n\n        另一个赛普克人则在牢房的一角偷偷拿出了一些粉末状的东西，把它们抖进一个破罐子里，然后藏回墙洞里。他的动作特别小，似乎想瞒过所有人，包括他们的族长。那就是之前和穹闪一起并肩作战的赛普克战士，他身上的伤痕比族长身上的多得多。\n\n        “对，我们，忍耐。等时机。”那个赛普克人不知何时也学会了通用语。\n\n        可是他们没想到，这一等就是整整两年。\n\n\n\n目录\n\n\n在此故事君有一个请求。如果觉得我写的不好，乃至有一句话读起来不对劲，请不要评分。如果可以，希望能腾出时间来为我指明错误。这样我才能意识到不足之处，加以改进。确实，现在的我需要冷静下来了。\n我不希望自己的初衷改变，文章不是赚取积分和名利的工具\n@bo_bo2001 @MF_Mufeng @xcc @恶魔-潇洒 @Donnies_Ming ",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1455368280,
            "txt_content": "我很想知道@,为什么这么多人喜欢使用。"
        },
        {
            "author": "xcc",
            "timestamp": 1455368760,
            "txt_content": "故事君先说个事，评分明天给---\n “看来这座村子就只剩下这群人了。”指挥官自言自语道，“虽然我们只需要铲平障碍然后尽快前进，不过那些人难免会记仇。为了少麻烦，还是清理掉好了，也不会花太多时间。”\n这里用心理描写就可以啦，一般不会有人没事自言自语的【国产动画里倒有很多】"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1455370140,
            "txt_content": "穹闪正朝着战场后方跑去。黑雾没有丝毫消退的迹象，\n“黑雾”过于频繁\n穹闪已经能下意识地感知周围的环境\n“下意识地”用在这里不合适，用“根据自己的感觉”吧，或者其他的也可以\n 小兵们都没追上来了\n“了”多余了\n，“想活命只有一个办法，杀了我。”\n之前还说过离开这个村庄就不在猎杀范围内了\n\n另外，描写奴隶的时候可以试试描写手链脚链\n另一个赛普克人则在牢房的一角偷偷拿出了一些粉末状的东西，把它抖进一个破罐子里\n一些粉末可以用“它们”，毕竟中文不是英文。"
        },
        {
            "author": "xcc",
            "timestamp": 1455371220,
            "txt_content": "还有哦，标题怎么变成了勇者之征3"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455381720,
            "txt_content": "我现在嫉妒一切骨灰成员！\n\n\n鉴于我如此状态难以帮你修改（实际上是因为我修改的版本似乎太讽刺了）\n\n\n我就建议你草稿之类的，让我们线下帮你改。毕竟不会\n有\n人反复上线。\n\n\n顺便帮电饭煲搞描写。\n\n\n也别让老成员成天@你喊你。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455407520,
            "txt_content": "这样吧，我只详细提一下我擅长的部分的修改意见。只有喷子才光说别人渣。? ? ? ? 不过，看起来他等的和族长等的并不是同一个时机。\n\n\n\n\n? ? ? ? 在那之后，这群天生自由的战士在屈辱与痛苦中忍耐了整整两年。\n首先就是这个结尾。哥们，你是第三人称，你是第三人称，你是第三人称，不要有推测语气。本来很好的结尾因为语气坏掉了。\n建议：善用句号，善用句号，善用句号。为达到语气效果，可以精简语言。\n\n还有这个：\n“两个乱来的家伙，战场上轻敌可是会没命的！敌人好歹也是能穿过密集的炮火抵达这里，然后又从我们的包围圈里逃出来！”指挥官又急又气，“继续保持警戒，不要撤销防御。还能战斗的小队长全部赶去支援！现在执行！”\n\n\n\n\n? ? ? ? 指挥官一声令下，军队再次投入了紧张有序的准备中。\n指挥官又急又气？那让他气着玩去吧。\n这几句给我的感觉是，指挥官嗔了。就算事实真的如指挥官所说，语气如此软的台词还是没什么说服力。\n最后一句交待得很潦草，把人物心理对行为的影响几乎略掉了。\n建议：描写不要单一，\n部分记叙改成描写。\n\n赛普克人明显比之前安分多了，一路上不吵不闹不反抗。但是他们绝对没有屈服，因为他们的眼神里写满了愤怒。要不是脚上绑着笨重的脚镣，双手被坚硬的铁链缠在一起，他们恨不得冲上去就是一阵胖揍，然后自由自在地回到他们的故乡。\n作者显然没有学会使用第三人称。如果故事发展全以一个人为中心，这样的交待我还能够接受。\n\n\n然而这句话几乎没有说服力，如果是讽刺，我倒会信。建议：让人物自己说话。"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1455412560,
            "txt_content": "然而他们什么时候到迷离谷= ="
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1455412560,
            "txt_content": "安根_Engon 发表于 2016-2-14 00:42\n我现在嫉妒一切骨灰成员！\n。。。主要是因为我现在iPad坏了，不能经常上QQ\n我们家能用的网络设备就只有iPad了（不要问我是怎么写文的，那是个秘密）\n总之，我会记得去群里的。尽量。"
        },
        {
            "author": "0744448",
            "timestamp": 1457795520,
            "txt_content": "2B与mc的故事 发表于 2016-2-14 09:16\n。。。主要是因为我现在iPad坏了，不能经常上QQ\n我们家能用的网络设备就只有iPad了（不要问我是怎么写文 ...\n我最近只能玩手机\n一直都在逛葫芦侠。。。"
        },
        {
            "author": "wangyiyao",
            "timestamp": 1457866980,
            "txt_content": "剧情不错"
        }
    ]
}