{
    "title": "[双线]冒险传说——副本|和风|更多武器|家具|食物工艺[1.7.10]",
    "author": "2575174857",
    "replyCount": 0,
    "timestamp": 1455376500,
    "txt_content": " 本帖最后由 2575174857 于 2016-3-13 20:58 编辑 \n\n\n说实话吧，最初给服务器取名的时候，我们也不知道，为什么要取这个名字勇者，传说，这两个词几乎都被各大RPG服务器，甚至是广大的RPG游戏，都给用烂了，大部分人对它们听得耳朵都能听出茧子了，也许看见这个名头，你们就对这个服失去了火热或许，我们可以取一个更加新奇的名字，来夺取眼球，但是不知道为什么，就是取了这么一个名字，或许是想做的更好，想做一个自己理想的服务器其实，原本这个服务器夭折过，因为资金问题，大家都知道我们，半途而废，却无能为力，曾经的努力，只能是过眼云烟繁花一线，我写这段话的时候，也不知道到底是处于什么感受吧我只能说，我们开服，最根本的，其实应该是对MC的喜爱吧···“冒险传说服务器”在2016年2月19日，开服！\n\n\n\n1.任务系统剧情丰富，语气自然，加强代入感让玩家获得更好的体验\n2.更高AI的NPC村民这里的村民，能更好的互动这里的村民，有更高的智商这里的村民，有独特的性格每个人都有独特的台词，独立的风格让玩家如同身处其中，感同身受\n\n众所周知，一个RPG服，制作的武器，是非常重要的！在这里，你可以打败蛮荒平原的蜘蛛，得到它的蛛眼和毒腺，换到货币你可以直接找铁匠瓦鲁购买现有的武器获得方法一：直接购买可以直接打造出来的武器大部分不是什么好武器合成方法二：碎片合成好武器，要好材料，好武器，也难获得你可以击败BOSS，特定BOSS身上会掉落武器碎片，拿给瓦鲁这位经验丰富的铁匠能帮你把这些看似无用的碎片合成闪亮亮的强大武器！获得方法三：蓝图合成武器，其实并不仅仅可以合成，还能通过蓝图在木匠台之中合成！获得方法四：武器合成玩过丧尸围城吗？还记得里面的武器合成吗？两个武器能合成一个更为强大的武器！例如：霍比战矛与牧羊鞭合成，获得战羊之矛获得方法五：强化谁说新手剑到后期就成了一堆废铁？我们怎能让一把伴随贯通我们大半新手时期的宝贝沉睡于布满灰尘的箱子中呢？武器可以强化！灰黑的煤炭也能绽放钻石的光华！\n\n现在服务器一共有两大副本蛮荒平原以及死亡洞窟我们尽全力打造更加合理，更加耐玩的副本如果哪个地方副本怪物难度不合适，可以随时提出建议，酌情采纳！副本怪物主要有，野蛮牛，黑暗蛛，美杜莎，石像鬼，人形蠕虫···每个副本的怪物，各有他们不同的特点蛮荒平原的怪物豪爽，狂傲不羁，攻击力强大死亡洞窟的地底生物阴险，狡猾，防御力逼人每种生物，都有不同的姿态带给我们，不一样的惊喜并且在以后我们预期，再制作一个更新的副本：盛世华夏并且添加独具风格的武器：大马金刀，偃月刀···还有凶狠的怪物：白起，秦始皇···总之都混起来啦！不要在意这些当然，如果有更好的建议，请在下面提出千万不要吝啬于你的创意！我们这里，考才能吃饭，而不是靠脸！\n\n我们这里欢迎每一个年龄段的人我们不排斥别人我们不会幼稚到愚蠢地认为：所有的小学生都是“小学生”并且也不会因此而立下明确的“分界线”在这里，我们都是爱玩MC的人一本书所表达的情感，只有作者以及有相同经历的人才最明白而MC的魅力，也只有我们自己明白我们都爱玩MC这就够了\n\n至于以后的规划我们准备策划更多的元素制作更新奇独特的要素给玩家带来更多的乐趣！话说回来如果读到这里的话你们可以看到，我差点忘记说的话了那就是貌似在一些服务器里面NPC的家具被作为有钱人也就是VIP的特权我个人其实不怎么喜欢这样毕竟在打怪之余就是休闲了也就是打理打理自己的小家起码这方面我还是想让所有玩家公平平等所有人都能够通过家具店购买自己心爱的家具装点自己温馨的小家\n\n赞助的话，唔···其实我原本是没想写赞助列表的但我们不是圣人，我们也要生活我们也要花费金钱，资源开服务器我们作为管理，总是要在第一线服务器一出问题，一卡BUG我们都得修复，我们也支撑着资金的压力如果说真的不需要赞助的话有些不切实际···我们不是不想开公益啊其实感觉钱也不是那么重要开服前期都是砸钱进去反而，玩家以及玩家在服务器里面的回忆才是我们无价的瑰宝不是么？或许这篇宣传帖子里面，我没把服务器介绍清楚，比如药水系统，但是说实话我写这篇帖子挺用心的，开了服，我才渐渐感受到服务器的压力，顶着，真的很累如果有能力赞助的话，当然是最好的了每个腐竹接到自己的第一批赞助都应当是激动的难以自己毕竟这相当于玩家的承认承认自己开服以来不断建设服务器的汗水没有白花，或许有些人觉得我现在就是在说嘴炮瓜拉瓜拉一堆的，可是我想说这就是我的真心话开服不容易，每个为生活打拼的人，都不容易！所以我保证，赞助的钱，全部用来维持服务器！而且我还保证，绝不直接出售武器毕竟我们赞助只是为了更好的游玩我们买的是更好的游戏体验！而不是赞助后在服务器里面出现了这样的情况：A：看看看，我买了一把XXX，100元呢！B：切！我还买了一把XXX呢！一把可是200元！你个穷逼谁也不想好好的服务器出现这样的“财迷”氛围我们买的究竟是什么？是浮夸么？是纸醉金迷么？当游戏变成了纯粹的炫耀财富，那一切我们都是因为什么？游戏这一概念，就是有钱人炫富的工具？所以更提倡玩家更好的融入游戏更好的体验MC，体验我们所做的RPG带给你的快乐！\n\n\n咳咳咳，分界线分界线，说的激动了，现在才是赞助表咧！ 普通VIP 10元/月飞行+能量宝玉X1+维尔纳铜币X3黄金VIP 30元/月飞行+能量宝玉X2+维尔纳铜币X5钻石VIP 50元/月 飞行+能量宝玉X3+维尔纳铜币X8单卖 能量宝玉X15元维尔纳铜币X2 5元 \n求赞助求赞助~最好的是支付宝哟···\n\n\n玩服务器最好加群加QQ群可以随时知晓服务器动态比如活动啊，服务器维护什么的都可以从群里得知不加群就好像WiFi被切了一样什么时候重启，关服维护都一无所知不过以后的话弄个服务器网站就好了现在的话暂时没那个闲工夫···人力不足，更新服务器都来不及呢\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}