{
    "title": "[原创·连载·圣杯]悲剧–第十六章[多变的少女][伦家这里才没有福利呢]",
    "author": "guqu",
    "replyCount": 5,
    "timestamp": 1455421020,
    "txt_content": " 本帖最后由 guqu 于 2016-3-4 22:32 编辑 \n\n“话说你是怎么到这里的。”我问道。她不说话，我到底该认为她是傲娇还是身体虚弱呢。鱼汤渐渐从树叶锅里倒出。这种方法特别慢，但是我也只能这样做。\n我将鱼汤端到她面前，夹起一块肉，送到她的嘴里。可是她却闭上嘴头朝一边偏，脸上冒出了淡淡的红晕。\n“我说你真要自己吃么。”我读懂了她的心思，但是我并不认为她现在虚弱的身子连着的小手能够端起这碗沉重的鱼汤而不打翻。大小姐还真难伺候，面对她强烈的要求，还是把鱼汤交于给她。她接手，将鱼汤放在手里，不停颤抖的手真是让人担心。\n当他\n当她夹起一块鱼肉时，我最不想看见的事情发生了。我连忙用手飞正在下落的滚烫的鱼汤，但仍无法阻挡一小部分掉在她的腿上。\n“啊……”我们俩都发出了一定量的尖叫，我的手虽然痛的要死，但我知道现在不把她放回浴缸，某些事情就难以避免，我已经不想再看第二遍了。\n用我那双手，抱着她，一起跳入水中。\n“啊……真是的，你能不能不要逞强啊。”为了不使她倒下去，我只好抓住她的手臂，这感像被火烧一样。不过我能确定没有掉皮，幸亏处理及时，不然我可就废了。\n遇到这样的大小姐是真麻烦，看着那掉在地上的鱼，我可不能浪费。手里的灼热还在侵蚀着我的意志，但我仍然去捡回了那条鱼，放清水中洗涤，拿回浴缸一口一口用手喂给她。\n“你想活就认真吃，不想活就去死吧。”我不知道为什么会对她说出这么激进的话，也许是因为刚刚受到的巨大刺激吧。此刻一小块鱼肉在他嘴边，我喂她下口。看着她那脸上的红晕，让我有些呆滞，不过很快恢复正常。相信我整个过程我都没有往下看一眼。\n将沉重的两人搬回山上，沐浴着大概三点的阳光。我手上的灼热总算消失，但我不知道他的怎么样，现在她已睡去，我也不能打扰她，只能笑笑躺在石板上等待日落。不过这次刺激让我有了一些想法，虽然我认为这跟刺激并没有多大联系。\n我下山，准备扒开绿树叶下的一切。\n我与想的没错，这绿叶之下果真有泥土，现在我在物理的角度已经有些动摇了。在这种环境不可能有泥土的存在，而且让我惊讶的是，这些泥土还很湿润，但这附近根本没有河流。\n“难道。”回想提炼出的粉，垂下了头，笑笑。\n“老树，我就知道你还没有死。”没错，这个粉末就是老树的魔法之粉，当初在我面前消失的，无比狡猾的老树，原来化作魔法之粉，将地下水封死，然后用自己多得近乎无限的魔力隐藏着这里。还『污染』了这个地下水。而老板对这个粉末并没有免疫作用，果然，还是死了么。\n现在只能祈祷，那位老板的女儿不要再被感染了。这个粉末的诅咒，免疫的貌似只有我一个。\n这一切的一切都能解释了，我们是不小心闯入了这里。\n回想安斯教我的炼制法，奔回山洞，把魔法粉变为小麦种，然后开启新时代。\n那个女孩自己走下了洞，背对着我，她的胸前好像还闪着蓝光。也许是我看错了吧，那光持续不久就完全消逝。不过她恢复了我也很高兴。\n只见她转过头，清澈的蓝眼加单马尾，把我美呆了，这，不是老板的女儿吧。\n她看到我也很惊慌，转回头蹲下捂着脸。\n这一切，怪极了。\n@2B与mc的故事 ",
    "replies": [
        {
            "author": "zdyzdyzdyzdyzdy",
            "timestamp": 1455424680,
            "txt_content": "更新好快，昨天刚看到更新，今天又有了"
        },
        {
            "author": "zdyzdyzdyzdyzdy",
            "timestamp": 1455424800,
            "txt_content": "guqu 发表于 2016-2-14 12:40\n赶稿，不能不快\n厉害厉害"
        },
        {
            "author": "guqu",
            "timestamp": 1455424800,
            "txt_content": "zdyzdyzdyzdyzdy 发表于 2016-2-14 12:38\n更新好快，昨天刚看到更新，今天又有了\n赶稿，不能不快"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1455426600,
            "txt_content": "guqu一复活就变厉害，我一复活却是现在这个样子TAT\n话说为什么只at了我一个人\n人气不够了明天补"
        },
        {
            "author": "guqu",
            "timestamp": 1455436200,
            "txt_content": "2B与mc的故事 发表于 2016-2-14 13:10\nguqu一复活就变厉害，我一复活却是现在这个样子TAT\n话说为什么只at了我一个人\n人气不够了明天补 ...\n没事没事，人气什么的现在不是很在乎了\n不管怎么说你还是比我写的好吧"
        }
    ]
}