{
    "title": "<原创·连载·圣杯>《青色之风》[卷二·五]",
    "author": "zyj0807",
    "replyCount": 3,
    "timestamp": 1455427620,
    "txt_content": " 本帖最后由 zyj0807 于 2016-2-14 13:30 编辑 \n\n　　第五章\n\n　　“说是个奇迹，是因为你的生存技巧着实令我无言。”白古坐着，眉宇间多了几分认真。\n\n　　坐在她对面的江泽沉默不语，听她说话。\n\n　　“那片墙上的刻痕有四百零五道，说明应该是四百零五天。”她继续说道，“就是说，你在这洞里住了将近两年。”\n\n　　江泽点了点头。\n\n　　“你住了两年，却还是用一......把石头剑，说是石头剑也是抬举了，你还是用它来抓捕这森林里的野兔。不得不说，在这方面你很厉害。”少女神色平静，丝毫没有意识到自己的话语有多么的不留情。\n\n　　而少年则是根本没有明白到少女的意思，又点了点头。\n\n　　她看他毫无自知的点头，一时间竟是说不出话来。沉默了一会儿后，忽然才轻叹一声，道：“你知道这意味着什么吗？”\n\n　　江泽想不明白，因此老老实实地摇了摇头。\n\n　　白古看他的眼神，突然多出了几分诡异和复杂。\n\n　　“说明你是个天才。”她说道，语气里有着几丝异样。\n\n　　江泽想了想，然后不解：“我怎么能说是个天才呢？”\n\n　　“我的确没见过哪个天才会在这么深的洞里点篝火。”\n\n　　少年有些尴尬地扯了扯嘴角，心想这件事似乎也没什么不对，自己住了两年也没什么事。\n\n　　白古见他这般，摇了摇头，没继续就篝火说下去，而是改变了话题：“先前我进洞为何如此顺利，你可否想过？”\n\n　　江泽确实想过这个问题，所以他此时更加疑惑。他根本不知道问题出在了哪里。\n\n　　“是痕迹。”她看着他的眼说道。\n\n　　“啊？”对方明显更加不解了。\n\n　　“你掩盖脚印和一些活动痕迹的手段太过......有些拙劣了。”白古朝来时的方向看了一眼，继续说道，“所以我一眼就能看出来。”\n\n　　紧接着她看见江泽的神情变得尴尬羞愧起来，未等他开口，又说道：“别人可不管你是不是个天才，这是经验问题。”\n\n　　一句话把江泽的话都堵了回去。可他觉得羞愧难当的同时，不免有些不服气。我待了快两年，也就看到你这么一个活生生的人，这痕迹，又没有别的人去看。\n\n　　然而少女心思何等灵敏，只是看了看他的神色，便知道他在想什么。于是她又是摇头道：\n\n　　“我听闻，森林深处有头狼。”\n\n　　男孩眼底的所有情绪骤然凝固。\n\n　　“你要知道，山塌了以后，狼就不再只是狼了。”平静的话语落在江泽心里，令他心灵深处突然生出一股寒意和后怕来。\n\n　　却也让他一愣。\n\n　　他没有听懂前半句话。\n\n　　那头狼王的确很强大，强大到令人心惊胆颤。也很聪明，聪明到让江泽一度以为那狼王是人类所伪装。\n\n　　可什么是山塌？\n\n　　不止是山塌，他心里还有很多疑问。有关于山塌，有关于狼王，更多的，则是关于面前这位白衣的少女。\n\n　　比如她为什么会找到自己，比如她为什么会先射三箭，比如，他为什么会在对方身上感到一种亲切的感觉。\n\n　　但是白古显然没给他发问的机会。\n\n　　她站了起来，背上弓箭，走到来时路口，停了下来，说道：“到我那去。”随后脚步不再停顿，走了出去。\n\n　　这是一个选择，换做别人来，这是一个极其艰难、甚至透着点阴谋气息的选择。\n\n　　只是江泽一直很简单，因此他想了想，便同意了。\n\n　　他的想法也很简单：对方比他大，没有恶意，而且明显经验丰富，箭术更是厉害，跟她过去，不会有什么问题。\n\n　　所以他看了眼那片刻痕，再没有丝毫留恋，就跟了出去。\n\n　　什么也没有带走，因为他隐隐有一种以后衣食无忧的预感。\n\n　　事实上，不止是衣食无忧，还有即将持续数年的学习和锻炼。\n\n　　不过他并不知晓，此时只是毫不犹豫地跟了上去。\n\n　　洞外的少女看着他从洞窟里走出，眼底闪过一丝极细微的笑意。她没有多说什么，而后身形没入到了森林中。\n\n　　江泽拔出岩壁上的箭矢，捏着兔子，身形紧随其后，没入到森林里。\n\n　　只不过才跑了约莫半个时辰，江泽便顿觉吃累，步伐缓缓沉重了起来。原本是不应累的，可先前半个时辰里他为了追上白古一直处于全力奔袭的状态，手上又提着两只兔子和箭矢，再怎么样也是难以坚持下去。\n\n　　就算这样，他和眼前那道白色的身影依旧相隔着相同的距离。而他已经累了，前方那人却仿佛拥有着无穷的体力，速度不见丝毫减缓。\n\n　　钦佩自他心底油然而生。他咬了咬牙，继续跟上。\n\n　　又过了半个时辰，白古才停了下来。她回头看向那已经脚步麻木、呼吸沉重的男孩，无奈的笑了笑。\n\n　　能撑到这个地步，老实说，已经是出乎她的意料了。尽管最初的半个时辰之后的路程里，她的速度放慢了很多。\n\n　　至于一路上没有遇到野兽，自然是她做过了一些准备。想到这里，她瞥了一眼江泽手里的兔子，兔子身上被她射穿来的洞口里，血液已然凝固。\n\n　　“到了。”她看着咬牙硬撑的江泽，提醒他。\n\n　　后者精神一振，满脸期望，露出了喜悦的笑容。他已经累得不行，想迫不及待地坐下休息了。\n\n　　“在哪呢？在哪呢？”他环顾尽是高耸树木别无它物的四周，突然想到了一种可能，笑容顿时凝固在他脸上。\n\n　　白古在心中默默地叹了口气，然后伸手指向这片树木的上端。\n\n　　“在你头顶。”\n\n　　还请坚持。\n\n\n目录\n\n@46241359 @xcc @Cai_Iu                 字体都蓝了\n\n\n手一抖，填完格式发出去了\n\n\n我也不知道为什么字体蓝了。\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1455428040,
            "txt_content": "评分晚上再给。。昨天透支了"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1455428520,
            "txt_content": "''太长不看''牛奶又这样如是说"
        },
        {
            "author": "麦白",
            "timestamp": 1455428520,
            "txt_content": "Cai_Iu 发表于 2016-2-14 13:42\n''太长不看''牛奶又这样如是说\n辣鸡。我都是一行跳5行看。\n"
        }
    ]
}