{
    "title": "[原创·连载·圣杯]悲剧—十七章[魔法师？]",
    "author": "guqu",
    "replyCount": 3,
    "timestamp": 1455444660,
    "txt_content": "我试图靠近她，但他在周围设了结界，只要我踏进一步，都会被突如其来的爆炸弹开。\n“你都……看到了吧。”\n她小声说道，头微微轻侧，脸上的红晕还没有消逝。一个十六岁左右的女生，蹲下捂脸，想我问这个？我心里感到深深地不解。\n“看到了……什么，是指施法的过程吗。”我试探性的问道，希望能够降低她的警戒心，让她早日撤掉这个结界。是啊，我并没有解开所有的谜题，但我尽量向粉末思考，因为这个世界早已被此干扰。如果说物理是一条法则，那么某一个东西就创造了这个法则吧。\n“什么啊，身体明明都被你看到了，你还装傻呜。”女生又把头完全侧回，捂着脸，貌似在小声哭泣，“真是的，我身为魔法师，怎么会掉到这个鬼地方啊。”接着她在地上打着滚，但衣服并没有被整脏，还是原来的蓝色。我有点相信她所说的话，但我现在必须为我澄清。\n“什么……你下去的时候我根本就没有看你头向下一眼啊。还有，能不能先把这个结界撤掉。不然我没法活啊。”我向她澄清道，她却没有立即解除，做起来用一副可怜兮兮的眼神死盯着我。“你真的没看。”\n这种萌态我可受不了，我连忙向她点头，示意我并没有看。她站起来，头侧向一边。\n“这次就相信你了哼，但我怎么会因为你救我一命而给你开结界，你可不要误会了啊。”说着她手上冒出了一个球型的蓝色元素，也许那就是结界的控制板，也可能是我看到的发光物体。但这一切我觉得并没有这么简单。这个魔术师看来是天生就有魔力的，并无老树的托付，而他在咸水湖里又能这么容易的汲取物质，也真是奇迹呢。\n“那么，能告诉我你是为什么来的呢。还有你怎么会变样子。”我很不解的问道，希望从这个被世界捉弄的情况之中脱离。\n“要我说？那先接过这个。”女生高举双手，那个元素球飞速的旋转着，搅乱了整个空间内的老树魔粉，以漩涡之状极速旋转的魔粉化作魔力进入魔球。我感到不妙，赶紧往外跑，可是回路也被锁住，我意料到来不及了，转头。\n“真是灵敏呢。诶……诶！”那名女生突然出现在我面前，貌似是跌倒了，我连忙小碎步，靠近并抱住她，她整个人压着我倒下了。我的头擦了一下礁石，撞到湿漉漉的石地上，晕眩过去。但有一种温柔的触感在我晕眩之前还能感受到。\n\n\n真是……麻烦呢。\n\n\n等到我醒来，下意识的去摸了摸疼痛的后脑勺，可是我又触碰到了伤口，害得我痛的身体蜷缩在了一起。\n等到疼痛稍微好转，我抬起了头，看到那名女生用我的锅在煮菜，但是貌似比我的菜更丰富，更好吃。香味挑逗着我的味蕾，让我很想起身去吃那些菜。\n“喂，别动啊。”她边做菜边说着，这句话貌似带着深深地歉意，让我全身发麻。“想死就别动，我给你端来。”她端着菜到我面前，夹起一小块，嘴巴张开，示意我吃下去。我用尽力气往前挪了挪，接受着她的喂菜。\n“我说你一直盯着我干嘛啊……变态。”她满脸通红，继续给我喂着菜。\n“我不盯你还能干啥……”我辩解道，接受着他给我的菜。\n“话说……”她眼睛偏向一边又马上偏回，低着头嘟囔着对我说道，“你要对我负责啊。但是现在就先让我对你负责吧，都是我的错。”她很害羞地继续给我喂着。我却呆滞了一小会儿，真的，我当时并没有搞清楚这一切是什么情况。直到她小声嘟囔着继续说：\n“什么啊……明明KISS到了还不知道啊。”\n啊……啊哈？我竟然跟这么美的女生KISS了真是三生有幸前世修福桃花运当头啊……不对……真是什么情况，什么叫我要对她负责，这么突然……我实在无法反应啊。\n我低下头，侧向一边。\n“对不起。”\n@2B与mc的故事 ",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1455445380,
            "txt_content": "变态 你盯着我头像干嘛 --"
        },
        {
            "author": "guqu",
            "timestamp": 1455445500,
            "txt_content": "麦白 发表于 2016-2-14 18:23\n变态 你盯着我头像干嘛 --\n233，看着你撞墙→_→"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1455498720,
            "txt_content": "我就知道有一股什么味，终于被安根发现了！"
        }
    ]
}