{
    "title": "<原创·连载·圣杯>《预知之象》第一章第二节：光影边界",
    "author": "Donnies_Ming",
    "replyCount": 1,
    "timestamp": 1455458040,
    "txt_content": " 本帖最后由 46241359 于 2016-2-14 22:15 编辑 \n\n2    洁白的建筑物在晨光中伸开它的翼展，夜幕消失后，悬在它头上的金属器件纷纷失去在聚光灯下得到的闪耀光泽。不过这不存在美观问题，向阳爬上这剧场样的建筑顶端观赏日出，机械组的人今天过来把东西取走。一大一小两个太阳在远处的群山后喷薄欲出，就像两个发光的蛋黄浸泡在蓝灰渐变的天空里。十几光分外的双星系统极为缓慢地旋转着，无形的运动轨迹正在变成建筑周围树林有形的年轮。有植物存在的地方永远不用担心找不到太阳的方向。这些树是他入学时开始培养的，从此一个浪漫的信念也开始根植在他的心中……向往光明？他不禁自嘲，自己真是长不大啊，一没事就总不自觉地往无意义的地方胡思乱想。树下的栅栏门吱呀一声开了。他跳到树上去察看发生了什么事情，却只看见一个纸盒放在门外的长椅上，信箱被邮差打开过。原来是快递。向阳松了一口气，跳下树开门取件。 新年快乐！\n向阳，你一定是第一个来取件的，因为向日最近接了机械组的单子，正在全天赶工，现在一定还在睡觉呢。\n向阳见信无语，快递到了学院区外就全都脱了层皮么……尽管没有信封，他还是一眼就认出这是朝阳区内部的发件，邮差总是很人性化地、忠实地为发件人口信中添加自己的“问候”……发件人们似乎是察觉到了你们而改变了动作——呃，原谅我只是想装个逼（“没图差评”）——我的意思是，之前我接你们的单子，总是……怎么说呢，就是发件人总会给你们多多少少出些谜题。我印象最深的就是两年前顾教授给你们的那盒珠子。\n向阳满头黑线，拜托，那是一盒只有“卒子”的象棋，不是“珠子”啊。 去年他还给了你们一转经筒……当然还有很多人给了你们很多奇怪的东西，这种私下的信里我就不举例了吧，这个向阳是体会最深的。\n确实，除了老顾，我们还收到了很多不明所以的工艺品；学院区外难道成了垃圾回收站么？向阳叹气，不过邮差的吐槽好像就到此为止了，他也好奇那个盒子里的秘密是什么。 盒子里装的是某种精神的身体/血肉，嘎嘣脆，芝士味。没错，这个东西并不存在未解之谜让你们，不用再为解谜而烦恼……所以为了让你们适应，我决定今后亲自为你们出题，不用谢我。\n翻页了。看来邮差是认真的。向阳笑笑，你真以为我这么多年意象白背了？“不是饼干就是面包。”信纸自己飘离他手中，在空中优雅地转身又回到他手中。然而背面是空白的，什么字都没有。这是在骗人么……向阳无奈放下信纸，看向长椅上的纸盒。你在信里给我出题，但至少我还可以在附件里找答案啊。\n“有好吃的东西不叫我起来？”向日不知什么时候晃到他身后。纸盒在厨房被拆了包，仍存余温的饼干整整齐齐码在桌上。焦黄的饼干散发着温暖的香味，这实在是很难让人拒绝的美味。一碗没见过的橙黄酱汁引起了他的注意。沉默十多秒后，向日轻飘飘地说道：“我以为那只是个梦。”“什么梦？”“‘我把梦与幻放在你的左边口袋里、左边口袋里和右边口袋里’，”身穿两件外衣的向日慌乱搜索自己的口袋，情不自禁地唱起自己改编版的一段《悠扬调》——的第二部分，由斯古温顿诗人索德希诺62年前写成；光影边界曾投入4年时间搜集创作它的第五部分，所以这房子里到处散布着当年的原稿——折成四层的信纸掉到各种原稿相对较不密集的厨房地板上，向日连忙扑到地上把它捡起，“……所幸找到了，这是今天早上我在房间窗台上见到的，当然，还是邮差写的，你可以看到——” 总结起来，这盒饼干的制作者就经历了这些事：\n1、普伦妲女士根本就没有对罗格小姐进行校方说的那种“常规治疗”，原因很简单，她根本就没生病，只是被魔咒侵蚀了。所以，在治疗期间普伦妲就只教会了她制作饼干和芝士酱，饼干印花模具制作则是她自学的。\n2、盒子里装的是今天凌晨的新鲜货，上面印的是一些“无意义词句”，至于为什么送来给你们，原因很简单：太多了，但如此美味总得有人趁热享受掉吧。于是因为顺路的原因，杰西卡和普伦妲第一个想起来的就是你们。\n3、还记得我说过“你们不用再为解谜而烦恼”么？不管你们在不在意，这真的都不关你们的事……当然，向阳能从中得到什么有用的信息最好了，普伦妲说这种“情绪发泄的产物”多少有点不吉利，但其中的奥秘总是诱人的……据说猫很具有灵性，所以名义上这快件是送给六百的。\n对，整个事情就是这样。各位新年快乐。\nPS：记得一定要提前为六十四日音乐节做好准备，毕竟这是你们第一年参展。\n                                              你忠实的  白飞羽\n                                             919.12.32.\n以下内容转述自普伦妲女士的提示：\n饼干和纸（“？”）士酱都可以吃。还有，替我向六百问好。\n“搞了大半天，我们连杰西卡的身份都还没知道。”向阳咬了一口一块印着“万物的尽头，历史的终点/不曾存在，何以寄望寻找我们的归属？”的饼干；虽说没尝出配料，但他感受到了与印花气氛完全不同的新生滋味。“好吃么？”向日收回信纸，盯着“纸士酱”若有所思道。“还可以，非常豪华的早餐，尽管说没配料……哦不，文字是绝佳的配料。”向阳随机拿起另一块印有“我借助它，用灵巧的喉咙/咽下一个又一个恐惧”的饼干。“我赌6铜币这是从哪里引用来的。”  向日深吸一口气，“我们得做出选择吧……嗯，既然还有一张纸你已经看过了，那也就应该没有什么用处了吧？”他在空白页刷上碗里的酱汁，黑色的墨迹像爬虫一样显现出来。 魔法系学生杰西卡·罗格受魔咒“预知之象”侵蚀突发精神疾病，经校医普伦妲女士治疗后现已返校继续学业。\n“校方的语气，这44个字很不可信。”许久，向阳开口，“这应该是考勤表上的原文.”  “有……什么问题么？”向日颤声问道，把玩着一块印着“凄寂幽远的哭声，从未来盘桓回亘古”的饼干，“我感觉气氛瞬间就变了，变得好可怕。”“但至少比我们有一次收到附带‘试毒’字条的汤要好；饼干好吃无毒无害……”向阳不再说话，开始通过回忆寻找事情的真相。屋外传来有人打开栅栏门的声音。向日望向窗外，以为是机械组派了个害羞的新人来收货，机械组的家伙不应该都是一大清早制造噪音的么……但他还是迟疑着走出房间。没有任何人站在门口。  六百挥挥毛茸茸的爪子，那个示意就算不是人类也能明白：有事情发生了，跟我走。毛球飞过树丛，拐上另一条小道跑开了。猫咪离开之后向日突然感受到一股死掉一般的寂静；他甚至能听见天上较远的那个太阳在对残缺的兄弟窃窃私语：人类总是只有在你被天狗噬咬时才会记起我的存在。  日食。  “向阳，”他说，“我觉得，我们好像回不去了。”  向阳只是点头，拉起向日跟着还没走远的猫咪冲下山去。  学院区还没来得及扩散日食警报。  而他们的老朋友拉述尔·霍洛就是在三年前另一场日食中失踪的。",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1455497520,
            "txt_content": "为什么有几个字是斜体"
        }
    ]
}