{
    "title": "<原创·连载>《羁旅客》—— 第十四章",
    "author": "孤独秋叶",
    "replyCount": 3,
    "timestamp": 1455511080,
    "txt_content": "顶部的章节图片咱就不整了,直接用文字代替吧。\n第十四章   \n\n\n\n\n\n   见迟迟没有人回应，头领准备一声令下可一个声音让在场打手包括头领都转移了注意力。\n\n\n  “你们在干什么!”一个人骑着马身后跟着几个衙门护卫一路走来。\n\n\n  “刘大人？”头领转身看到这个骑在马背上身穿官服一脸贪婪的中年人，这位就是当地衙门的官吏，他虽然身穿官服头头戴官帽，但是他不是一个好官，是一个贪财贪利的官。\n\n\n  有句话说“千里为官只为财”，这放在他身上就是他的做事风范。\n\n\n  “集结这么多人，在别人家门前闹事，没把鄙人放在眼里？”虽然收了保释钱，但是还是要出来管管不能让事情闹大。\n\n\n  “不不不，大人误会了，我在抓一个楚国人，他昨天害死了我的一个弟兄...”头领把要抓的人事情讲述了一遍。\n\n\n  “那个楚国人是什么身份？”官吏见他如此想抓这个人便提起了好奇。\n\n\n  “楚国当官的....”头领把详细情况告诉给官吏听。\n  “好的，我回头报告到上面去。”官吏听明白后立即离开此地，前往皇宫。\n\n\n  而秦寿已经被王大雷派人从后门护送离开了，他们肯定也万万没想到这座阁楼已经空无一人。\n\n\n  头领得到准许后立即带头闯入这座院子中，见院子空无一人便派人上阁楼搜查。\n\n\n  “你们所有人都给我上去搜，不要放过任何一个可疑的地方！”头领命令道。\n\n\n  众打手涌进这座阁楼仔细的寻找秦寿的踪影，当发现后面的门是开着的后才得知人已经跑了。\n\n\n  一个打手急急忙忙的跑出阁楼向头领汇报道：“大人！那个人已经从后门跑了！还留下了一张纸条，大人您看。”打手说罢便从交出一张后门发现的一纸条。\n\n\n  头领卷开这张纸条，上面写“渺小贼寇敢犯楚使,来日必将挂台斩之!”头领看后心里略有担心的样子，如果秦寿跑回了楚国，来日再回来我岂不是死定了。\n\n\n  “撤！”头领传令道打手们都从阁楼中陆陆续续跑了出来，他们回到了街道大本营，头领将这件事情报告了上去...\n\n\n  ......\n\n\n  在秦寿离开没多久，衙门官吏已经把事情报告给上面听了，齐皇听到非常愤怒的说：“昨天才签好协议今天就闹出这么一个事情，你为什么不按照你说的处理？”\n\n\n  衙门本是处审案件的地方，如今不处理把事情报告到皇上，这让齐皇感觉这个衙门很不中用。\n\n\n  “大人有所不知，我也是考虑到他是楚国的人，不敢乱来，所以就报告给您听。”官吏见齐皇有些不高兴，便解释。\n  官吏把从明街打手头领说的话全部告诉了齐皇。\n\n\n  “开什么玩笑，居然敢霸占街道，来人！”齐皇平时不经常出去所以不能了解国内的一些民生情况，没想到有人敢霸占街道招集打手，这如果不处理好来日就霸占皇宫了。\n\n\n  在皇宫中，官吏俯身在铺着红色龙凤地毯上，宫门外跑进来一个卫兵队长。\n\n\n  “大人有何事吩咐!”卫兵跑到官吏旁单膝下跪抱拳行礼后说道。\n\n\n  齐皇命令官吏把街道具体位置和所说的大本营地点报个明白后，让卫兵立即前往捉拿那些侵占街道的不法份子。\n\n\n本章完....\n\n\n主页 \n\n",
    "replies": [
        {
            "author": "OldShadow",
            "timestamp": 1455512100,
            "txt_content": "不错，加油，这一章感觉又六了一番"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1455512340,
            "txt_content": "暗殇魔影 发表于 2016-2-15 12:55\n不错，加油，这一章感觉又六了一番\n谢谢你宝贵的评论，来份人气爆米花吗？"
        },
        {
            "author": "OldShadow",
            "timestamp": 1455536100,
            "txt_content": "孤独秋叶 发表于 2016-2-15 12:59\n谢谢你宝贵的评论，来份人气爆米花吗？\nO(∩_∩)O~哈哈，谢谢楼主的爆米花，楼主继续加油哈"
        }
    ]
}