{
    "title": "[2月活动]<史诗荣誉> |By彼岸在望",
    "author": "彼岸在望",
    "replyCount": 2,
    "timestamp": 1455536220,
    "txt_content": "\n史 诗 荣 誉\n ——彼岸在望\n \n订阅席@46241359   @XJue_DaDa  @1427639813   @囧囧熊  @250=mo   @末影龙娘   @gggbbb   @塔穆   @冥王星人\n漏洞整理\n1.      贤者为何直接找到他让他屠龙；——把他作为诱饵\n2.      为什么龙存在，世界就会被搅乱；——只是一个借口\n3.      他为何被作为祸害对待；——他具有某种能力\n4.      为何他这个普通人杀死了所谓世界混沌之源的龙；——“进展顺利”\n5.      为何胜利者会被套上枷锁永世在村庄中。——借口，骗局\n以上仅为个人观点。\n附注&说明\n\n·本文仅为2016.02 月活动参赛帖\n·总字数为2973(不含标符)\n·本文与Minecraft有直接联系但不局限于此\n·本文格式同曾经作品格式相同，不喜勿喷\n·本文时间线为乱序\n·本文所涉及的任何事物、人名均为化名，如有雷同纯属巧合\n·本文无任何政治寓意\n·本文不涉及任何宗教问题\n\n\n\n\n 正文\n1.\n他踏上了一条道路。出发的那一刻，万物竟如此平静。\n \n他的背后是看热闹的寥寥几人。甚至他没有在他们的视线中彻底消失，他们就已经离开了。\n \n没有太多牵挂，家人与亲情此刻仿佛无济于事。\n \n而光明却逐渐暗淡下来。\n \n \n2.\n祖母曾在他很小的时候，与他讲过宇宙、星辰、上帝，以及龙的故事。他宁可对这些故事中的龙抱有好感，也不愿面对他将下的目标。\n \n贤者怎么说的呢。龙生性凶猛、好斗，身躯异常庞大而坚硬，漆黑的鳞片象征着绝望与死亡，恐怖得叫人发慌的叫声如此使人畏惧。与它共生的，是同样黑暗无际、望不透的虚无。\n \n那个噩梦般的世界，名叫终界。路途的终点，希望的临界。\n \n而他所准备的，不过一些工具、食物，几只火把，以及一把锈迹斑斑的铁剑——这还是从贤者那里借来的。\n \n这就是他将行的未来，如此荒唐而叫人可悲。\n \n他其实可以在远离村庄的地方自行生活下去。人的兽性本能和求生之欲是无法被磨灭的。但他受不了孤独，漫无边境的孤独，穹顶之下仅他一人难以言喻的孤独。\n \n因此他宁可所谓光荣的牺牲。\n \n \n3.\n入口不远，就在村庄北面的一个峡谷里。岩壁上有一个山洞，洞中便是连通两个世界的大门。\n \n贤者一定是这么说的。可他分明走了整整3天才到达那个峡谷。\n \n的确有一个漆黑的洞，在光芒也竭力避免落入的角落里，它不易被注意到。\n \n于是他从洞的正上方往下挖掘，不久便下到了洞内。纵然在阳光明媚的白日，昏暗与压抑仍充斥着整个洞穴。他对前路感到恐惧。\n \n点燃的火把，光芒如此暗淡，兴许是由于洞中氧气不足，甚至照不透前路，光芒也被局限在一小片空间中，不得动弹。\n \n他慢慢地深入着洞穴。一步，两步，仿佛过频的脚步声带来的巨大回响将崩塌整个洞穴，吵醒冥冥中酣睡着的鬼怪。\n \n……\n \n……\n \n他最终还是看见了祭坛。古铜般的黄绿色装饰着台面，上面镶嵌着十二颗眼睛，祭坛的正中间是漆黑的虚空。\n \n死亡就在眼前，直面死亡只需双脚轻轻迈向前，紧接着踏入。\n \n无需什么准备。\n \n然而震耳欲聋的爆炸声却在顷刻间响彻洞穴，他在那一刹那失去了任何知觉。\n \n \n\n \n8.\n是的，太迟了。\n \n所谓的“家”中已见不到曾经熟悉的一切，取而代之的是一台台笨重而使人生畏的圆柱形机器，崭新而光滑的外表与这房间格格不入。\n \n他于是转头夺门而出，在冰雪交加的风雨之夜中，他奔向村长家，并从背包中拿出了那把金剑。\n \n他破门而入。不出所料，贤者正站在一排机器前，背对着他。\n \n你最终还是来了。\n \n不然？我做不到袖手旁观。\n \n龙蛋，可以交给我么？\n \n他不动声色地拿出泛着紫色微光的龙蛋，放在地面上。\n \n旋即，他拿出铁剑，奋力向那颗蛋刺去。\n \n铁剑断了。清脆的响声传入两人的耳畔。\n \n贤者皱了皱眉。\n \n那不是你能掌控的。\n \n我当然知道。\n \n他抽出藏在身后许久的金剑，再一次用尽全力刺向龙蛋。裂痕出现了，金剑断裂了。\n \n紫色的光芒从缝隙中喷涌而出，神秘的气息预示着不祥的征兆。\n \n贤者竟被惊住，说不出来一句话。\n \n这是我送给你们的礼物。替我向它问好。\n \n结果正如你所预料的那样。\n \n \n\n \n4.\n时间能有多重要呢，对于当下的他而言。\n \n他在一个密闭的空间内醒来，大脑依然昏昏沉沉。稀疏可见的火光在远方忽隐忽现，照亮一小片天地与时空，汇聚成眼前的光明。\n \n他动弹了一下身体，清脆的水声传入耳中。\n \n他努力回想之前发生了什么。\n \n自己受贤者之命，独自一人深入悬崖下的一个山洞，找到了通往终界的远古祭坛。在即将准备踏入传送阵时，巨大的爆炸将他炸昏。\n \n估计是因为自己落入了水潭中，才免遭一死。真是不幸中的万幸。\n \n可这万幸又有何意义？他现在面临的是死亡，让他避开踏入死亡之路的一次选择，并又让他差点死去，这简直是荒唐。\n \n他站起身来，浑身被水浸湿，水滴归于水潭的滴答声不绝于耳。\n \n包裹破了一个洞，在水潭旁边的空地上。食物似是发了霉，铁剑露了出来，漆黑一片看不见任何光泽。\n \n他调整了一下包裹的位置，随即背上去，走向那一排拍火光指引的尽头。\n \n \n5.\n尽头是一面墙壁，周围一圈矩形的火把照亮了中间的刻字。青苔爬满了光芒不及之处。\n \n这里是所谓秘密。\n \n这里是所谓禁区。\n \n这里有龙的真相。\n \n旁边角落里一把金剑静静地躺着，等待后者发现。\n \n \n7.\n虚无。满目的虚无。虚无占满了整个世界。\n \n龙，就在这虚无里存在。\n \n他长息了一口气。\n \n你，不孤独么。\n \n漆黑的巨大幻影从远处传来回响。\n \n我早已习惯这里的存在。我不懂何为孤独。\n \n可你的故事却不是这样的。他这么想道，没有说出来。\n \n你是奉谁之命来此禁地。\n \n奉汝之命，取汝之命。\n \n笑话。\n \n龙咆哮一声，径直冲向他所站立的平台上。它象征死亡的鳞片在他眼前愈发清晰。\n \n不是我杀掉你，而是这把剑。\n \n他举起金剑，挡在面前。金剑竟在这无光之所显示出金黄发亮的光泽，并且这光芒愈发强烈，射向迎面而来的黑龙。\n \n没有什么巨大的能量场，没有想象中的宏蔚场面，仅仅是当光芒覆盖了龙的身体时，它便消失了。\n \n龙蛋循着光芒的来路来到他的手上。\n \n紫黑色的龙蛋，温存而蕴含着颠覆世界的力量。\n \n所有这一切都不关我的事了。下面将是你的新生和我的死亡。\n \n传送阵漂浮在龙的消失之处，深紫色的粒子萦绕不去。\n \n回去吧。我会予你新生。\n \n \n\n \n9.\n雪势愈演愈烈，丝毫没有停住的兆示。\n \n他在一片洁白中缓缓走向死亡。\n \n既然已经没有什么牵挂，那就离开吧。会有人替我处理后事的。\n \n茫茫大雪中，他似乎逐渐消失了。\n \n抑或说，融入这尚存的理想国了。\n \n那里没有权制，没有财产，没有史诗荣誉。\n \n \n\n \n6.\n欢迎你的到来，勇者。\n \n我不知道你的到来距我的离去时隔多久，但你来此的目的我非常清楚:是那条龙。\n \n金剑就在那个角落。只有它才有屠龙的力量。但这不是我真正想说的。\n \n你可知道龙的来历，以及你所处的世界是怎样的罪恶？\n \n龙是被一些极端分子制造出来的。它相当于一个活体杀人机器。\n \n那些极端分子同你一样处在一个秩序混乱、权力至上的世界中，他们将它放在世界的贸易中心里。龙摧毁了太多东西，最终在3个月后被慌忙赶制出来的微型传送装置送至终界。\n \n政府官方紧密封锁这些消息。他们暗杀那些参与过这件事的人，删除一切有关这件事的报道和记录，努力维护着他们所谓“民主”的旗号。\n \n是的，这就是反乌托邦。而政府持续了许久仍然没有垮台。人类的本性被此改变，他们也习惯了逆来顺受。渐渐的，反动活动少了。\n \n龙死后会变成一个龙蛋，打破它，它便会重生。\n \n这是一个连政府都不知道的绝密。极端分子将这一特性隐藏了起来。被我所属的反动地下组织发现了。我受命来此屠龙。\n \n金剑是我们自己制作出来的。它的威力算不上最大，但至少能同政府的攻击抗衡。\n \n于是我将龙蛋带了回来，释放了它。紧接着一切便又戏剧化地再上演了一遍，政府再次将它关入终界。\n \n计划失败了，我也面临被杀的风险。于是我在还活着的时候重返此地，将金剑藏匿于此处，并刻下你现在所看见的这些字，将这一切用坚石围堵起来，在祭坛旁安放了一个感应炸药。\n \n反动组织是被屠杀殆尽了。你来此地应该是被一个自称“贤者”的人命令的。这个人不可信，他是政府里的人。\n \n如此推断，你应该是据此地最近的一个村庄里的一个人，并且是一个自小被视为“灾难”的人。这是你固有的遭遇。\n \n你有真正能驾驭这把金剑的能力。你是一场革命的引航人。\n \n龙在经历多次孵化后会更加凶猛，破坏力也会更强。你或许能推翻这罪恶的社会。\n \n那么就请吧，拿起角落的金剑，进入终界，取回龙蛋。前辈的在天之灵永远祝福你。\n \n这将是你的史诗荣誉。\n \n\n作品名：史诗荣誉(月活动)作者：彼岸在望总字数：2973(不含标符)完稿日期：02.15.2016\n谢谢欣赏，如有疑问和意见请在下方回帖留言告知，我将不胜感激。\nEND.\n杂项说明（无关本帖）20号报名，17号开始补课，这几天一直在忙学校安排的宣传家乡的视频录制，因此难以抽出空。本帖都是由于外星人的催(wei)化(bi)作(li)用(you)才得以完成（大雾）。",
    "replies": [
        {
            "author": "S_RwE",
            "timestamp": 1455539940,
            "txt_content": "前排出售：\n香烟2元  花生2元\n瓜子3元  雪碧3元\n辣条5元  伊利营养舒化奶3元\n羊肉串2元 西瓜0.05元\n樱桃6元  七度空间...啊呸\n----------------------------------------------------\n好喜欢这种一行一空的感觉"
        },
        {
            "author": "冥王星人",
            "timestamp": 1455806040,
            "txt_content": "S_RwE 发表于 2016-2-15 20:39\n前排出售：\n香烟2元  花生2元\n瓜子3元  雪碧3元\n孩纸你不怕领到好人卡么"
        }
    ]
}