{
    "title": "【原创·连载】【蘑菇牛日记】【48】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 2,
    "timestamp": 1455636480,
    "txt_content": "正文：\n\n\n\n　　原来，博士是此地的常客。\n　　迷宫洞穴和灵骸之国的地形，这只鸡早烂熟于心。\n　　对此它好像挺自豪，根本不懂什么叫安分守己，没事净往不同种族领地里跑。时间一长，么嘎么嘎的饶舌本性，便被各地各族熟记。\n\n　　“好了莫里斯么嘎，让我来好好分析下么嘎，你要找的两牛长半牛高生物到底是什么么嘎。首先么嘎，为你介绍骷髅族么嘎……”\n　　“你搞错了博士，是半牛长两牛高。”\n　　“细节不用在意咝。即使两牛长半牛高的咝，博士也能替你找到咝。”\n　　为什么这蠢蜘蛛又回来了？不要因为几个黏液球就口水流遍地好不好？还有咀嚼当中为何动静那般大？真有那么美味吗？\n　　最后两牛长半牛高的不是街道边的椅子么？\n　　“说的没错么嘎！”\n　　没错个头啊……\n\n　　为了解决唾液问题，我们不得不在靠墙地上挖了条沟通到屋外，以防弄得家具漂起来。它现在就趴在沟边睡觉，边节奏的打鼾边在睡梦里不忘分泌排出体液。\n　　博士则靠在蜘蛛某两条腿缝隙间，同样舒服地睡着，两边鼻孔分别吹出大小透明泡泡。\n　　我却没有丁点睡意，整夜呆坐窗前，观察灵骸国的居民来往街上，出入连接大门。\n\n　　它们，属于地表族类的其中两支。\n　　此外在天顶和地底，还有两种不同环境的异界，居住了其他族类。\n　　现在看到的大部分是骷髅，又名骨族。这种活性永久，不眨眼不进食不休息的生物，占了灵骸国居民大半比例。\n　　据博士说，它们是从年长尸族仅存的肌肉内脏烂光后进化而来。至于尸族，偶尔能在街上看见，就是青草颜色皮肤，身体一部分与骨族相同的生物。\n　　尸族与猪族是近亲，不过尸族身体孱弱害怕炎热，不如猪族那么结实，没法在地底异界久待。地底常见的火焰和熔岩，会叫尸族加速变成骨族。若运气不好，跳过骨族步骤直接焚毁也是可能的。\n　　在骨族来讲，断手断脚是大事，这造成它们尤为喜欢树胶。那东西制成的保护膏涂在身上，能叫一个老骨焕发青春呢。\n　　树胶之外，骨族最喜欢的就属牛奶了。牛奶的营养能叫骨头从内部结实起来，柔韧富有弹性。听闻别处的骨族聚集地，树胶制品和牛奶提炼物都可卖出高价。\n\n　　博士见我对此毫无兴趣，只好尴尬的假咳几声，转移话题谈起尸族。\n　　普通所讲的丧尸、僵尸，都是尸族的别名。跟这个族有关的词还有感染、中毒、腐臭、溃烂等等，听上去没什么好词。\n　　他们主要食物是萝卜、土豆、小麦，也就是博士带着我，用石头打碎生成的蓝色渣渣换来的。但没料到一小块可以换到快驼不动的那么多，骨头还一个劲说我们给太多谢谢了咔楞。\n　　是的，尸族和我爱吃的一样，不过它们更乐于经常加种“配餐”------大脑。\n\n　　对于尸族，大脑是奢侈品。主要因为大脑不太好搞到，且放久了容易变酸，口感变差。\n　　新鲜的大脑，博士也没品尝过。它回答我，那是鸡不能理解的美食，老实的吃麦种比较适合它。但其实骨头的店里有出售大脑，就摆在架子顶端，泡在一罐藻绿色的水里。\n　　至于尸族怎么会喜欢吃那看着又白又软、腻乎乎黏哇哇没味道的一坨，我不想去知道。\n\n　　“如何么嘎？”\n　　“不太像……再没有半牛长两牛高生物了？”\n　　博士显得有些沮丧。\n　　它绕着蜘蛛走了数圈，回到面前停住。\n　　“恐怕么嘎……”\n　　“哞？”\n　　若有所思的为难样子，似乎隐瞒着什么。\n　　“没啥么嘎，接下来为你介绍猪族么嘎。”\n\n\n\n\n废言：\n牛奶粗长了。\n\n索引见签名。\n[groupid=1155]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1455670080,
            "txt_content": "大家都是这样分段的，看来我的真要改改了。{:10_501:}"
        },
        {
            "author": "冥王星人",
            "timestamp": 1455686880,
            "txt_content": "孤独秋叶 发表于 2016-2-17 08:48\n大家都是这样分段的，看来我的真要改改了。\n合理的分段是文章的一部分，可以使文看起来更舒服。\n勤于另起段落，减少花言巧语。\n用心控制剧情的速度，这才能写出好的文。"
        }
    ]
}