{
    "title": "[多线]DeltaCraftWW2—一个第二次世界大战题材的纯战争服[1.7.10]",
    "author": "gongkeb34a",
    "replyCount": 0,
    "timestamp": 1455674280,
    "txt_content": " 本帖最后由 gongkeb34a 于 2016-2-17 10:00 编辑 \n\n服务器详细资料如下：\n服务器名称：DeltaΔCraftWW2\n服务器版本：1.7.10\n服务器mod：Flans枪械mod，自定义NPCmod\n服务器插件：基础插件等众多插件\n服务器类型：租借服务器\n服务器官方群号：149985899\n服务器客户端：加入官方QQ群可获得客户端\n\n                                                                   [iron_sword]二战-1944战役[iron_sword]\n开头的话：为寻求真实的战场体验，服务器特地修改了大量枪械数据，大大提升了威力，如果你稍不谨慎，那么就会被暗地里的狙击步枪/冲锋枪/重机枪/反坦克炮/坦克/手枪/手榴弹/地雷/炸药秒杀！所以在您浏览本服宣传帖前，请确保自己心理素质极佳并且心智成熟，我们不希望小学生/熊孩子来我服捣乱！敬请谅解！\n\n本服核心围绕1944西线战役为主题制作多个大型战役，但是近期有一些对历史不了解的人总是入群要求我加入中国阵营，或者问，”为什么没有苏联？“，“腐竹我要打日本鬼子”，等等引发尴尬的话语，一句一句跟他们解释也听不懂，所以本腐竹在您浏览本宣传帖之前，温馨提示：本服仅有德军/美军两大阵营，是否加入英军副阵营还有待考察，谢谢！\n\n\n\n\n\n服务器介绍\nDeltaΔCraft，成立与2016年一月初，以战争为主要题材，现其推出的第一个二战题材服务器：DecWW2已经开放测试！服务器采用纯战争模式，让MC玩家体验到如同真实战场一般的体验，服务器加入3D枪模与兵种设置，每个兵种各有所长，真实还原1944年的二战场景，在管理员的努力下，我们极力完善了赞助玩家与普通玩家之间的平衡，即使不赞助，玩家也可以从中获得极佳的游戏体验。\n\n服务器游戏大背景\n1944年，德意志第三帝国已呈颓势，意大利投降，日本经历中途岛惨败后一蹶不振，盟军悍然发诺曼底登陆，旨在开辟欧洲第二战场，缓解苏联的燃眉之急，德军西线部署的重兵与盟军登陆主力正面交战，展开对每一座城镇，要塞的争夺，双方纷纷派遣出自己最后的战争机器，究竟是盟军成功挫败德国统一世界世界的阴谋，还是德军成功抵挡盟军的登陆呢？敬请期待！\n\n\n服务器特色为什么选择DeCWW2服务器？\n1.独特的纯战争模式！\n在Dec服里，玩家所要做的一切就是构思战术，击败敌人，没有手榴弹火箭筒炸家狂魔满天飞的世界，没有TPA，没有WARP，没有BACK！你的生存之处便是战火纷飞的战场！\n\n\n上图为服务器德军玩家使用火焰喷射器\n\n2.3D枪械模型，基于Flan二战包加入的大量原创内容！\n服务器采用3D枪械模型，让战场更加的真实，并且自制了许多的枪械与军服，让玩家更方便辨认敌我，更能在战场上做到行云流水般的配合！\n\n上图为服务器内机枪阵地\n\n3.多张地图，两大阵营惨烈对抗！\n服务器制作了多张地图供玩家游玩，未来还将添加更多地图，目前管理组制作了瑟堡港口（占领模式）与V2火箭基地（攻坚战）两大地图，而且模式皆不一样，旨在让玩家在服内的体验更加丰富多彩！\n服务器瑟堡地图\n\n服务器火箭基地地图\n\n4.兵种模式，杜绝全能单兵！\n\n服务器设置兵种模式，添加了诸步兵，狙击手等兵种，每个兵种都拥有自己的专枪械，再也不怕仗着36格背包大肆装逼的全能单兵啦！每次加入战场，子弹数我们也进行了限制，所以...弹药数也是阻挡你成为一匹战场独狼的障碍哦~\n\n\n5.多种载具，激活老司机属性！\n纯战争服再也不是CF啦！服务器添加了美军德军载具数种，每一台的数据都基于历史还原并且关闭枪械对载具造成的伤害！柯尔特再也不能伤害虎式坦克了！只有火箭筒以及反坦克炮等爆炸武器才能对载具造成伤害！\n\n此为服务器内部分载具截图\n\n6.作战排系统！领取军饷并且和你的战友并肩作战！\n服务器内通过赞助可成立作战排，番号什么的都可以自行拟定，还给予特殊前缀！每周更有指定军饷附送，更重要的是，每种作战排都拥有自己的特殊兵种，加入作战排来解锁这些特殊兵种吧！\n\n服务器作战排展示\n\n\n服主对广大MC玩家的最后一些话\n其实DeC服开启之前，我曾经也开过一个服务器，维持了一年半，经历过人多的火热期，也经历过低潮，后因为学业不得不停服，就在寒假打算再次开启我的服务器时，出现了一个熊孩子玩家，他在服务器里开飞行，导致我永久监狱了他，后来他找来一个黑客，把我曾经的服务器给崩了，导致服务器在寒假之初没有开服，违背了我之前对玩家的承诺...\n我十分痛心，于是决心改头换面，以新的服务器名称重新开启我的服主生涯，就有了现在DeC服，大家开服都是为了欢乐，为什么要为了赢取一丝虚荣心而利用第三方插件呢？我不希望我的服务器成为人人来了，玩了，走了的快餐服务器，我希望我服务器的每个玩家都能够互相交朋友，即使处于两个对立的游戏内阵营，也要和谐相处，我诚恳的希望，此类事件不要再在MC服务器界发生，还广大MC玩家一个绿色的游戏环境。\n\n另外，服务器平时维护费用很贵，所以我承诺，服务器所有的赞助费用都用来维护服务器的日常事务，绝不图私牟利！\n服务器QQ群：149985899，客户端(内含IP地址)在群内，为保持游戏过程通顺，请加群以及时收到客户端更新通知！\n[iron_helmet][iron_chestplate]OP证明[chain_chestplate][chain_helmet]\n\n\n\n",
    "replies": []
}