{
    "title": "<原创·连载·圣杯>《青色之风》[卷二·六]",
    "author": "zyj0807",
    "replyCount": 3,
    "timestamp": 1455711540,
    "txt_content": " 本帖最后由 zyj0807 于 2016-2-17 21:08 编辑 \n\n第六章\n\n       江泽已经不知道他是如何走上高于地面少说也有数十丈的树屋的了。\n\n　　只知道他在走进宽敞的木屋的那一刻，心里很是麻木。况且即便身处这树屋的高度，天空依然被少数树叶所遮蔽。\n\n　　他放下东西，坐在木地板上歇息不过片刻，精力便已恢复得三三两两。这让白古讶异于他的恢复速度，因为即便是修魔者，在耗尽全部体力以后，恢复的速度也不会有他这么快。\n\n　　因为讶异，所以疑惑。\n\n　　“你的体力，一直都是如此好么？”\n\n　　这个好，自然是两个意思，一个是指他的体力，一个是指他的恢复。\n\n　　江泽听到这个问题，不由得一愣，随后带有些苦笑着的意味说：“我也不知道，从我自这森林里醒来的那一刻，似乎就是这样了。”\n\n　　白古皱了皱眉，她走到木屋的一个角落，放下了背后的弓箭。然后松了松身上的衣物，如此的奔袭，令她也觉得有些热了。\n\n　　江泽的这句话透露出来很多使人生疑的点，不过她现在并不打算去追究。\n\n　　她又走到另一侧，蹲下打开了一个箱子，随后拿出一样物事来，抛向了江泽。\n\n　　男孩伸手轻松接住，才看清了这物事的面貌。\n\n　　是一把剑。\n\n　　准确的说，是一把未开锋的木剑。剑长三尺，剑身呈浅棕色，剑柄和以下的托处呈更深的棕色。\n\n　　江泽此时捏住的是它的剑身，他再握住这木剑，随手挥了几下，不禁微微一蹙眉。\n\n　　无他，轻了。\n\n　　这木剑的重量，有些轻了。\n\n　　男孩毕竟是男孩，想法全都写在了脸上，白古只是看了一眼，就心知他在想什么了，只是什么都没说，又转到另一边去似乎要拿什么东西。\n\n　　江泽踌躇了些许时分，才决定开口。用的剑不顺手，自然是换一把才好，他心里就是这般想的。\n\n　　“白古......姐姐，这木剑......轻了些。”\n\n　　白古在木屋的另一边背对着他，似乎是没有听见而没做出什么反应。\n\n　　江泽顿觉有些尴尬，又鼓起勇气叫道：“白古姐姐......”\n\n　　这次她有了反应，不过却是从另一个箱子里拿出了一些不知是何的物件。她看着那些东西，不知是什么样的表情，又把它们放了回去。\n\n　　江泽见她不理睬他，便不由得有些恼了，声音不由自主地拔高了几分：“白古姐姐，这剑轻了！”\n\n　　话一出口，他就意识到自己犯了错，自己虽是搬了过来，眼前的少女看似也很好相处，但实际上他是客人，少女才是主人。自己这般大喊大叫，显然是不对的。只是不等他道歉，白古便有了新的举动。\n\n　　少女停下了手头的动作，转过身来，眼里不见丝毫的恼怒，只是一如汪潭的平静。\n\n　　“我不懂剑，更不懂刀，所以我只有这么一把剑，而没有刀。”她说道，语言间听不出她是否有因为刚刚江泽有些无礼的举动而产生愤怒。\n\n　　江泽闻言，眉宇间不免多了些失望。\n\n　　她看他的失望，微微叹气，说道：“我虽不懂剑，却也知道你是在糊我。”\n\n　　江泽不解，辩解道：“我没有骗你，我只是在说这剑......”\n\n　　然而话才说到一半，就被白古打断了，她摇了摇头，指了指江泽握剑的手，微笑着说：“你看，你连剑都没有握稳，又怎么说是太轻呢？”\n\n　　少年看了看手中的剑，再看了看自己握剑的手，神色间的茫然愈发浓重了。\n\n　　正在他迷惑的当口，一只白皙干净的手握住了他的小臂，冰凉的触感令他回过神来，那手捏着小臂，轻轻却十分快速地猛然往上一提，整个手臂便不由自主地被高举。\n\n　　木剑脱手而出，抛甩而起。\n\n　　白古神色淡漠，直视少年。\n\n　　江泽神情愕然，眼神微惘。\n\n　　这一过程太过迅速也太过突然，直到木剑落地之声响起，他才回过神来。\n\n　　他低头看了看安静地落在地板上的木剑，又看了看自己仍被高举的手，神色间有掩饰不去的不可置信，一言不发。\n\n　　在少女最后一句话出口的瞬间，他就隐隐猜到了她接下来的举动，因此他用力握紧了手中的木剑，以防它脱手摔落。\n\n　　白古松开了手，后退了几步，神色微微复杂地看了眼江泽的手。\n\n　　在于江泽手接触的刹那，她便察觉到了他的力量，确实是很大的力气，硬要比试力气的话，就刚刚一个单纯的举起，她不一定能够抵抗着这力量而如此之快的举起手臂，所以她用上了一些技巧。\n\n　　所以那木剑才能脱手而出。\n\n　　她突生感慨，这么小的年纪，身体内便藏有如此的力量，江泽啊，你究竟是......\n\n　　江泽沉默地捡起木剑，再没说过话。\n\n　　他接受这个事实，没有生出哪怕一丝一毫的不甘来，但却有好胜心在如烈火燃烧。\n\n　　午后的阳光穿过林叶间的氤氲拢进树屋里，浅浅的木屋色彩忽然得到了浓浓树木的彰显，宛如一幅水彩，描尽山林。\n\n　　“另外，你真的挺有礼数的。”白古看着他。\n\n　　江泽以为她在暗讽之前一事，尴尬地摸了摸鼻子，讪笑几分。\n\n　　“不是说先前那事，而是你的行为举止有些那样的痕迹。”她紧盯着江泽看，又说道：“你以前应当受过很正统的礼仪教育。”\n\n　　她想起了洞窟里那片平地上事物的摆放，心里有些不确定。\n\n　　江泽一愣，有些不确定地道：“也许吧。”他闭上眼，眉峰紧蹙，仿佛在极力回忆着什么，道：“以前的事情，不知道为什么，我几乎想不起来，很多都没有半点印象。”\n\n　　他的脑海中突然闪过一道持枪身影来，紧接着他想到了那梦境。\n\n　　“那也许是我猜错了。”白古再度打量了番他，就不再关注他了。\n\n　　至于她到底心中是不是这么想的，那就不得而知了。\n\n　　“那么，从此以后，就请多指教了。”她轻松地说着。\n\n　　江泽则是肃然回答：“请多关照！”\n\n　　少女的嘴角渐渐弯起了一抹笑意，窗边的光与之交相辉映，显得格外动人。\n\n　　“再稍微歇息一会，我们便出发。”\n\n　　“去哪？”\n\n　　“先把你早上忘在地上的那根棒子捡回来，说实话，对于一个一直拿根短棒当剑使的人，我实在想不出为何他竟会有底气嫌我给的剑轻。”\n\n　　“......”\n\n　　“再去一趟镇上。”\n\n　　“镇上？那是什么？”江泽怔住了。\n\n　　白古突然沉默，接着转头看向江泽，眼神里的一些意味让江泽莫名生出一股毛骨悚然的感觉来。\n\n　　紧接着她诡谲一笑，转回头去。\n\n　　“你真的是人类吗？”\n\n　　“什么？姐姐你怎么可——”\n\n　　“到现在我对你的所见所闻足以表明你更像一头野兽，例如你之前住的地方怎么想都是留给棕熊一类的野兽的，虽然这屋子本来也不是我的但也是个人该住的地方，再譬如你身上披着的那片兽皮和先前你放下的那兽皮......地毯。”\n\n　　江泽无言以对，他知道对方说的不单是这兽皮，还是他获得它的方式。因此他竟发现自己无法反驳对方。\n\n　　“所以我必须为你弄来一些人类的衣物，至少你不能穿得那么破。而且......”白古的声音到这里便消失了，不知道她的后半句是什么，只是一双黑眸中突然添了几分凝重。\n\n　　“而且什么？”\n\n　　白古将眼中的凝重深埋于眼底，笑着说：“不知道。况且你需要一点日常物品。总不能用我的吧？”\n\n　　我不知道，我真的不知道，她如此心想着。\n\n　　因为林间的风总是有些缥缈。\n\n　　而那座总是高于天际的山。\n\n　　却会塌。\n\n\n目录\n\n\n@46241359 @xcc @Cai_Iu 字体粗了。\n\n强行开学拖更，【苦笑】\n\n2w字标记，【冷笑】\n",
    "replies": [
        {
            "author": "812292462",
            "timestamp": 1455713100,
            "txt_content": "第一眼看成情色之风233333"
        },
        {
            "author": "Cai_Iu",
            "timestamp": 1455715260,
            "txt_content": "QAQ\n按照惯例A.A\n太长不看~"
        },
        {
            "author": "3567",
            "timestamp": 1465055460,
            "txt_content": "812292462 发表于 2016-2-17 20:45\n第一眼看成情色之风233333\n你需要强力去污粉了.....\n"
        }
    ]
}