{
    "title": "<原创·连载·圣杯>终焉[第六章第四节][暮存]",
    "author": "xcc",
    "replyCount": 3,
    "timestamp": 1455766380,
    "txt_content": " 本帖最后由 xcc 于 2016-2-20 20:16 编辑 \n\n         那人抬起头，狼狈的脸上闪出一丝诧异：“你也能进来？”\n    陆辙肆疾步走过去，抬起手对着那人的脖子就是一下：“只要有信物都可以进来，你们星河真当我们没把戏？”说罢便抽出刀，高举起来，准备砍下那人的脑袋。 \n    “等等......”顾离的喊声从他身后传来，带着几丝无力，“先放过这个人，因为他......”\n    顾离说了什么，陆辙肆没有听清，他自己的惨叫已经覆盖住身边的一切声音——方才因为顾离的喊声分了心，给星河的那个人创造了反击的机会。那人在陆辙肆回头去听顾离的言辞时，狠狠地甩腿一踢，顺势站起。\n    顾离见势不妙，抽出先前陆辙肆给他的刀，迈步上前想要砍伤那人。但还未靠近他，便摔倒在地。\n    在摔下去的那一刻，他看到地上有一根丝线，近乎透明，正是将他绊倒的元凶。这根线什么时候拉在这里的...... \n    “唔.....”他强撑着站起来，看到陆辙肆已和那人扭打在一起，他急忙跑过去，举起刀来，欲在两人扭打时暗刺那人一刀。\n    他握紧了刀，绕到那人背后，瞄准他的背，挥刀刺去。但他没有料到，当他的刀子将落下时，那人猛地钳住陆辙肆的手腕，又踩住他的脚，顺势将陆辙肆猛地拽来，使他们两人的位置对调。\n    这一切发生得很快，顾离还没有反应过来，便看着自己的刀朝着陆辙肆的背刺去了。陆辙肆先前在扭打时就看见顾离想要偷袭，现在他也清楚那人调换位置是想让顾离砍伤自己。他暗叫不好，额头皱了皱，猛地按住那人的双肩，用尽浑身解数将他按倒在地，自己也顺势伏在地上。\n    这样一来，自然拉开了刀尖与背部的距离，也给顾离反应的时间。\n    顾离急忙停下，刀尖在空中闪烁出一丝动人心魄的寒光。\n    被陆辙肆按倒的那人怒吼一声，大喊：“你们这群无耻之徒！”\n    陆辙肆暗自觉得好笑，我们哪里无耻了？你们星河才是无耻之徒吧。接着腾出一只手抽出刀，对准那人的脖颈刺去。\n    顾离也不敢劝阻他了，他之前阻止他是想从这人口中套得关于星河的消息。但从那人的激烈反抗可以看出是不可能的了。\n    他缓缓闭上眼睛，阻止自己去看刀刺开人的脖颈时的惨状。\n    接着便是“噗”的一声，和那人的惨叫。\n    他眯着眼睛，不让自己看着地面上的血和那人的尸体，但鲜红的血还是不可避免地漫到他的视野里，一汪血色在地上如藤蔓般蔓延，渗透到木质的地板里。他今天再次见到了杀人，比起第一次目睹这场面，他的心中已然添了几分淡然：若是不杀他，自己就会被杀。也没有再像第一次那样，对杀人感到万分的血腥和厌弃了。 \n    麻木了么...... \n    比起顾离站在一旁静思着自己对杀戮是否麻木，陆辙肆正在考虑着一个相对重要的问题——这个人为什么会从上面摔下来呢？\n    他通过一旁的实木楼梯登上第三层，发现在那个破洞的前方，是个已经未打开的木盒，放在一块打磨平整的明黄色的大理石上。 \n    陆辙肆小心翼翼地走上前，伏在破洞前，仔细地查看破洞的边缘。\n    裂口参差不齐，看来是木质腐化导致的破洞。\n    他伸手拿下木盒，缓缓打开木盒。 \n   木盒里不是只有用来放置宝物的锦布，不是只有一片留给人遗憾的空无一物。\n    锦布中央，静静地躺着一块银铎，表面的滚云花纹在微弱的光线照耀下，流转出银光。龙纹上刻着的一行字，更是让陆辙肆欣喜万分—— \n    “滚云铎”\n     \n     \n   \n             \n\n     上一节     索引      下一节 \n\n快完结了呢\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1455766380,
            "txt_content": "@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1455766980,
            "txt_content": "“先放过这个人，因为他......”\n改为手下留人会好点"
        },
        {
            "author": "xcc",
            "timestamp": 1455772440,
            "txt_content": "孤独秋叶 发表于 2016-2-18 11:43\n改为手下留人会好点\n(/ω＼谢谢提醒"
        }
    ]
}