{
    "title": "[2月活动]【被囚禁者】—— 制人者受制于人",
    "author": "xcc",
    "replyCount": 5,
    "timestamp": 1455796440,
    "txt_content": " 本帖最后由 xcc 于 2016-2-18 20:02 编辑 \n\n                                                                                               制人者受制于人废言：这篇文章本来应该很长的，但因为很多原因缩短了。如果想让吾解释完整的该是什么样的话，私聊。届时，一定要理解吾说的话哦？\n\n\n\n正文：    他的房间里出现了几个陌生的人。\n    那几人喝着酒，吃着摆在桌上的大鱼大肉，手中把玩着极其精致的木雕，乡人粗俗的话语从他们充满酒气的嘴说出，其中不乏对他的嘲弄。 \n    他不由得握紧了双拳，那些人喝着的酒吃着的肉，包括他们手中的木雕，全都是他自己的。他很是震惊和愤怒，那些人怎么能进来？\n    不过当他看到摆在桌边的一块裂开的锁时，便知道了是怎么回事，同时更加气恼。那些人有什么进他的家并使用他的东西？他愤怒至极，很想抽出自己的剑将这几个家伙的脑袋砍下来。但他不能这样做，杀了人，会遭到通缉和厌弃。\n    但他不是已经被厌弃了么......他心中的不甘再次燃烧了起来，无处发泄，一拳砸在门框上。\n    那群喝着酒的人像是被惊醒，停止了手中的动作，转头看向站在门边的他，然后又看了看手中的酒肉。\n    他们突然“哇”地怪叫一声，急忙散开，从旁边的窗户翻出去了。只是还有一人未走，仍然坐在那里喝酒，头上的那顶赤色带翎羽的高帽微微晃动，脸上蒙着的黑纱已被酒汁沾湿。 \n    那人正是贤者。他在心底哼了一声，这贤者也来吃他的财产了？这家伙算哪门子贤者，根本就是个唯恐天下不乱的主。\n    他走上前去，一把夺过那所谓贤者的家伙手中的酒瓶，恨恨地瞪了那家伙一眼。\n    “你谁......”贤者开口询问，嘴中满满的酒气。\n    “你忘了.....”他猛地朝贤者脸上扇了一掌，“你忘了你半年前叫一个倒霉蛋去屠龙了么？！”\n    贤者被这一掌打得清醒了许多，双手颤抖着指着眼前的屠龙者：“诶....你回来了？”\n    “我亲人呢？”    \n    “他们搬走了.....不过你回来了真是可喜可贺啊，把龙蛋交给我，由我来保管顺便销毁它吧......”\n    这时候才想起来装贤者么.....他满不在乎哼了一声，见贤者脸上还有些醉意，突然想到了“酒后真言”这一说。\n    “我问你，为什么让我去屠龙？”\n    “你？”贤者打了个酒嗝，“你去年.......啊不对，前年，嗯......你三年前天天打坏村里的东西和人，是个祸害、”\n    祸害么....他勾唇一笑，其实心中早已燃起滔天怒火。当初就是想让他被龙吃了吧。 \n    “不过你竟然.......活着回来了。嘿，那群人眼光不赖.....当初都跟我私下说一定要让你去......还说了理由哈哈哈。”贤者擦了擦嘴边的酒汁，“你死了就是为村民除害......但你成功了也无妨.....毕竟‘守护者’就该守护村子，为我们做好事，就像是被囚禁.....被囚禁在村子里......你现在回来了就得受制于人......嘿嘿........”\n    他一说完，便合上眼睛，打了个很响亮的嗝。\n    原来如此，我一直都是你们的棋子么......他攥紧了拳头，半年前离开村子时众人对他的厌弃，历历在目。无论失败与否，村子里的人都达到了目的，他们是有多恨他？他闭上眼，似乎想起了三年前的事。 \n    三年前，他救下一个小孩送回村庄，却被村民质疑为拐卖小孩的人贩，他不善言辞，辩解之后反而加重了嫌疑，被几个村民持手杖痛打。他是因为反抗才打坏村里的栅栏和打伤那几个人的。\n    后来那个小孩用他并不清晰的口齿说出了事实，才让他洗清了嫌疑，但村民看他的眼神还是怪怪的。\n    在那些人眼中，他一直是一个祸害......\n    而生活得很好的贤者是去年来到这里的，他自称是王城来的贤德之士，特来寻找勇士屠龙。但他跟村民们说到屠龙是很危险的时候，原本期盼着通过屠龙获取荣华富贵的人全部退缩了。 \n    他冷笑一声，耸了耸肩，人永远都是这样的，永远看不清事实。他原本只当是自己有能力才被选中屠龙，却没想过，被选中的原因是“自己是祸害”。\n    既然这样，似乎也没有必要对这些村民好心好意了。\n    他们何尝对他善良过。他要 \n    一个响亮的鼾声打断了他的思路，贤者已经歪着头睡着了，头上的帽子摇摇欲坠，脸上盖着的黑纱随着他的呼吸一起一伏。\n    他想到了贤者先前说的话。\n    受制于人......\n    他勾唇一笑，起身拿去贤者的帽子和蒙面用的黑纱，并把贤者挂在椅背上的大衣以及贤者手中的勋章拿走。\n    接着，他对着镜子，缓缓戴上帽子，蒙上黑纱，穿上贤者的大衣，并把勋章别在胸前，双手交叉地提了提领子。他看着镜中的自己，几乎与贤者没多大分别——全依仗那黑纱遮住面容——除了手上有一道伤疤外几乎没什么分别。 \n    他冷笑一声。\n    制人与受制于人，怎可同日而语？ \n    翌日清晨，他穿着贤者的衣服走出门外，拿出一把崭新的锁将门锁住。昨天半夜他把昏睡着的贤者扔到了一艘将要开往王城的船上，现在这家伙应该已经回到他所谓的“来处”了。 \n    以他现在的服饰来看，他现在是贤者了，他也可以去任命别人去屠龙。\n    只是......他摸着下巴，龙都被自己杀了，得找些别的差事交给那些曾欺侮他的人。他想起了屠龙的路上听到旅人们谈论起的种种恶兽，心头生出一丝窃喜。\n    他搜索着记忆，敲响了一户人家的门——这个人是当年最先说他拐卖小孩的，而且这人性子急躁，讨厌他的人不在少数，适合成为第二个被厌弃被利用的棋子。\n    那人迷迷糊糊地打开门，看到“贤者”的脸，很是惊讶：“您怎么来了？”\n    听到“您”一字，他满意地笑了笑，看来村民很尊敬贤者嘛......他也学着当年贤者找他的样子，直接切入正题，不给那人给出结果便对他介绍第二大恶兽“凋零”的种种， 然后神色凝重地摁住那人的肩膀，说道：“这是个伟大而艰巨的任务，你若是成功了，将会获得无尽的财富，至高的荣耀，国家的称赞，终生的爱戴，以及‘守护者’的伟大之名！”\n    那人两眼放光，随即担忧地说道：“会不会被凋零打死？”他的眼中流转出对死亡的恐惧，和当初被迫接受屠龙的他的眼神一般无二。\n    “不，凋零攻击力很弱，它攻击你十下差不多就像是被猫抓。这是来自王城的命令！这是你不可推卸的责任！”他动用自己知晓的一切词汇，尽力让眼前这人答应——虽说当年贤者都没有如此大费口舌。 \n    除了动用大量词汇，他还撒了个谎。实际上凋零攻击力很强，普通人在它面前撑不过10秒，眼前这人要是能成功杀了凋零，那就是本世纪排名第二的冷笑话了。\n    在他期待的眼光下，那人点了点头，转身回屋。\n    他摸着下巴，微笑着看着那人回屋的背影。\n    晚上，他组织了一场大宴，给那人送行。他也像当时嘲弄他的村民那样，暗自嘲弄这个被他骗去杀凋零的倒霉蛋。\n    那人背着很大一个包袱，在一片代表着“终于走了”的目光中走了。\n    1个月后，他再次找到一个人，三年前这人首先挥舞长棍痛打他。他大费口舌地劝说那人去击杀恶兽九头蛇，然后像先前那样，和村民组织起大宴。\n    随着可以被当作击杀目标的恶兽越来越少，他让人出去送死的借口也少了，他和村民组织的宴会的规模也小了不少。但他很满意，因为那些出去杀恶兽的人，没有一个回来。\n    终于有一天，当年欺侮他的和在他离开时嘲讽他的人几乎都被他授予击杀恶兽的使命。他现在不在是棋子了，他有了自由，他现在是博弈者，掌握着他人命运，多么地美妙啊。不过竟然没有一个人发现他是贤者，真是有趣啊。\n    人果然看不清事情的本质。他微笑着想。 \n    但当他回到了家，看见墙上的一幅画时，突然焦虑起来。\n    那幅画上画着一条漆黑的巨龙，巨大的双翼遮蔽了画上的天空。这是贤者向他介绍龙时拿出的画。\n    贤者明明说.....龙蛋会孵化出新的龙的......但已经过了五年多了......他不安地看向墙角的檀木柜——龙蛋被他放在柜子里。\n    他双手颤抖着，打开了那个柜子。\n    黑色的龙蛋静静地躺在柜子中央，上面没有一丝裂痕。他长舒一口气，暗忖贤者是不是在骗他。\n    夜晚，他坐在椅上，看着那副画，心中仿佛有千百匹野马般，躁动不息。\n    他的视野里突然漫出紫光。\n    是檀木柜。\n    他慌张地开柜，发现龙蛋已经有了裂痕。\n    裂痕正在扩大。\n    他本能地后退，撞到了墙后只得贴着墙大口地喘着气。\n    “汝和吾一样，得不到自由呢。”龙蛋中突然传出低沉的声音。\n    “瞎说什么，我现在多自由啊，掌握着别人的命运。”他也不管说话者是谁便开始争辩。\n    然，汝醉心于置他人于死地，汝内心何尝自由过？\n    龙蛋的裂痕猛地扩散，溢出更炫目的紫光。\n    汝和吾一样，皆是为害人而放弃自由，囚禁了自己呢。\n    炫目的紫光在一瞬间充斥了整个房间，他闭上眼，靠着墙向门的方向移动。\n    当紫光消失的时候，一个漆黑的龙头从蛋中冒出，将他吓得不轻。\n    汝费尽心思寻求报复，到最后，还不是成为了为复仇所困者？    \n    龙眨了眨紫色的双眼。它说的没有错，这五年他为了报复他的仇人，确实没有真正自在过。\n    制人者受制于人......汝的思维何尝没有为报复所困？ \n    龙发出一声复杂的叹息，摇了摇头。\n    接着又是炫目的紫光。\n    过了许久，眼前的紫光才消散。\n    可是龙....不见了。\n    他慌张地想要寻找龙的痕迹，但一无所获，只得颓丧地瘫坐在椅子上，长叹一口气。\n    许久，一个低沉的声音穿过了他的脑海。\n    汝要记得，制人者受制于人，其实汝一直都在被囚禁呢......\n     \n     前排席位：@恶魔-潇洒 @46241359 @2575174857  @江米条 @lzs1234 \n\n\n  \n    \n     \n     \n     \n    ",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1455798240,
            "txt_content": " 汝始终找不到那条黑色的巨龙\n唔仰天长叹：作为失败的典型，我实在是太成功了\n么么哒[见谁都说]"
        },
        {
            "author": "zyj0807",
            "timestamp": 1455804180,
            "txt_content": "总觉得贤者喝酒那段铺垫不够{:10_522:}"
        },
        {
            "author": "940595236",
            "timestamp": 1455805080,
            "txt_content": "是错觉么？我总感觉主角该死于龙爪。"
        },
        {
            "author": "zyj0807",
            "timestamp": 1455881820,
            "txt_content": "xcc大贤者的口癖越来越严重了呢，文言梗。"
        },
        {
            "author": "xcc",
            "timestamp": 1455881940,
            "txt_content": "zyj0807 发表于 2016-2-19 19:37\nxcc大贤者的口癖越来越严重了呢，文言梗。\n其实吾是受了一些事的影响wwww【←这里混入了什么东西】"
        }
    ]
}