{
    "title": "我的世界（小说版）  第一卷（离乡决）第一章第一回",
    "author": "z736027620",
    "replyCount": 6,
    "timestamp": 1349348940,
    "txt_content": " 本帖最后由 z736027620 于 2012-10-4 22:26 编辑 \n\n我的一生中……有很多坎坷，虽然现在已经当成了皇家贵族，但这皇家，都有我的心血，但谁都不可能知道，我活的这一切是多么的辛苦，说起来，让我走上这条路的……还可能是那个爬行者所导致的呢。\n那一次我被我的父亲——里斯叫去做苦力，是去他的十个领地之一—山姆绮思特领地。\n那是个南瓜地，非常大，听父亲说，当初圈这片地，竟然用了他半生的积蓄！当然，后面他也成了富翁，也是因为这个领地。\n我呢，当时还是个很小很小的孩童，从小就被父亲叫去干苦力，记的从6岁起，父亲就让我去他的一个西瓜地去收地，8岁开始小麦地，后来我问过他，为什么不要我直接收小麦地，他告诉我说他当时害怕我将他的小麦地给踩坏掉……\n8岁半的时候，我开始弄南瓜地了，我一直都在想，等我到10岁的时候，我父亲该叫我去干吗……杀猪吗？\n那天我快速的跑着，手里还不得不拿个面包，因为害怕体力下降。当时的我真的很讨厌那天，因为那天，从家通往9个领地的隧道不知道为什么，突然坏掉了，听爸爸说，这是由于红石线路的问题，可那时的我哪里知道什么事红石啊……父亲爬下隧道了，说去修铁路了，当时，关于“HIM”的传言可是真多，我真的很担心他。\n“HIM”是个超级大坏蛋！不过，他也是个很厉害的建筑师，他可以在沙漠造金字塔，他可以在地下，弄个房间，他有着无数的领地，可就是不知道，他到底是谁，我们给他起的外号是“HIM”，说他好，他也不好，说他坏，他可是真的很坏，他经常吓人，他在别人下矿挖矿的时候，惊吓在背后跟踪对方，对方一回头，当然被吓了一跳，然后“HIM”就会将他杀死！\n至于为什么说他那么吓人呢？是因为他的眼睛，他跟所有人所有人长得都差不多，但是，他有一双白色的大眼睛，真的很吓人，对了！他还可以进入对方已经锁的领地、箱子什么的。\n我害怕我的父亲再修铁路的时候碰到他。\n因为铁路已坏，所以我只能把父亲给的马鞍按上猪的背上，然后，我就骑着它慢慢的走了，然后，在半路中，不知道哪个混蛋射了好几箭，将我的猪杀死了，所以我只能快速的跑着。\n当我赶到南瓜地时，已经是中午了，我看到南瓜地上，果实累累，一大片的地中，成熟的南瓜种子旁边，长着满满的南瓜，全部都已经长满了，看到这个，我不由得心情从悲伤痛苦转变为开心、快乐。\n我打开了活塞门……\n活塞门，每次我打开的时候，都感到好奇，我只要按一个按钮，前面的玻璃就石头就自动的打开了，在这里要说下，为什么我可以看到南瓜地，是因为在活塞门的旁边是石头，石头只是围了一点，然后全部都是玻璃了。\n我打开活塞门，往左看了一下，因为铁路车是从左面出来的，啊呀？红红的？啊，看来红石电路已经修好了，原来也没多难啊。\n我收满了南瓜，这些南瓜，将我的背包弄得满满的，我还不得不放几个在我的手上，我将我的面包吃完，使我的背包还能留一点地方，于是，将手里的南瓜放了进去，手终于空了出来。\n我看了看背包，发现铁路车我忘记带了，因为听父亲说，铁路里很危险，不能走的，所以我只能再原路返回。\n打开门，我惊讶了，竟然已经黑天了！怎么回事？我看了看周围，都是些僵尸和骷髅人，我叹了一口气，幸好没有爬行者……这些僵尸什么的，我还是可以躲过去的呐……\n我于是出了门，僵尸和骷髅一看到我，马上就向我走了过来，但是呢！我可是不怕这些的啊！我从背包里马上拿过来一个弓箭，我躲到领地里面，打碎了一块玻璃，从旁边的箱子里拿出了箭，我瞄准了骷髅，射了好几箭，才将这些骷髅杀死，杀死后，我将弓箭和箭放回了箱子里面，这里要说一下，这个箱子是我放多余的种子的，在这里，你们可能会提出一个疑问，就是为什么不把南瓜放到箱子里，你们回去看下HIM就明白了……\n僵尸呢，我可以不怕！因为他们走得非常慢，我可以快点跑，就可以跑过他们！\n我打开了活塞门，然后迅速的向前跑。\n“sisisisi——sisi……”？！这声音怎么这么熟悉？！我转头看了一下，房子，上面，竟然是个爬行者！而他现在，竟然慢慢的膨胀……这……听父亲说，这是属于爬行者爆炸的声音！\n\n\n现在正在赶稿，第二回，等下再说，我是现写现发的\n\n第二回   http://www.mcbbs.net/thread-55899-1-1.html\n第三回传送门 http://www.mcbbs.net/forum.php?mod=viewthread&tid=55944&extra",
    "replies": [
        {
            "author": "osborn2008",
            "timestamp": 1349349960,
            "txt_content": "沙發~"
        },
        {
            "author": "t362080872",
            "timestamp": 1349350020,
            "txt_content": "不错，鼓励，给作者动力，继续创作！！！"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1349350140,
            "txt_content": "t362080872 发表于 2012-10-4 19:27 \n不错，鼓励，给作者动力，继续创作！！！\n和楼上一样- -.+1"
        },
        {
            "author": "sosceo592",
            "timestamp": 1349354160,
            "txt_content": "嗯，不错很有看头{:10_547:}"
        },
        {
            "author": "z736027620",
            "timestamp": 1349354400,
            "txt_content": "第二回传送门 http://www.mcbbs.net/forum.php?m ... id=55899&extra="
        },
        {
            "author": "1576349",
            "timestamp": 1349356680,
            "txt_content": "很不错，我会看到结局的，我顶"
        }
    ]
}