{
    "title": "<原创·连载·圣杯>《草方块之谜》第一卷 第二章 沉思",
    "author": "初阳时光",
    "replyCount": 2,
    "timestamp": 1455866400,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 20:29 编辑 \n\n第二章 沉思      花盆里的仙人掌开了花，它们愉快地跳着舞，仿佛在庆祝这场它们不需要的大雨。      只是……那令人惊讶的景象，难道仅仅是一场人为的闹剧？或者是对于什么事情的暗示？Steve也不知道。      “开饭！”Candice望着左手上的闹钟。闹钟指着下午一点。她随手拿起三片烘烤过的马铃薯，享受着在常人眼里看来并不怎么像中午的中午时光。      “烤马铃薯的调料质量又升了一级啊！”Nelson尝了尝，笑着说。      Steve奇怪地看着这两个据说是在表演的时候遇到一起的人，无所顾忌地吃起了刚刚钓起的鱼。但是，他停了下来。他把鱼放在散发着热气的熔炉里，用储藏室里的橡木开始烘烤着他所钓起的满满当当的成果。没多久，烤鱼就变得微焦。“应该熟了！”他想。      “你会钓鱼？你的竿子是从哪里来的？”Nelson看着眼前这个莫名其妙的小子，问道，“这可是皇家的休闲项目！”      “咳咳，第一，我的竿子是从你的储藏室里面拿来的；第二，什么是皇室？”Steve郑重地答道。      “皇室，就是高贵，懂吗？皇室的人都有屠龙剑……”      “屠龙剑！”Steve想，“这么说来，这人也是皇室家族的一员？”      他似懂非懂地点了点头，嚼着那条香喷喷的烤鱼。烤鱼的香气弥漫着，充斥着这个不大的屋子。      霎时，整个小屋充满了浓香。\n      另一个世界。      “我要与你同归于尽！”屠龙士眼里充满了怒火。      他一刀砍过去，巨龙的血喷涌而出。      “不……还不够……”      屠龙士挥舞着屠龙剑，又砍了过去。他绝望地捅着那条巨大的龙，而这一切，只是为了证明自己有这样的勇气。巨龙咆哮着，踏过一个又一个村庄，炸毁一个又一个城市。人们四散奔逃着，喊叫着，做着一切的求生方法，而可惜的是这全都是无用的挣扎。      “可……惜啦。”屠龙士跪倒在地。      一次又一次的挣扎，只是为了等待一个人的到来，来拯救这个堕落的世界。\n      Steve闲着无聊，索性拿着遥控器，凌乱地按着每一个软嘟嘟的按钮。      “嘶嘶！”电视启动了。      “现在我们来采访一下这位女士。你好，请问您在制作奶油曲奇的过程中有什么秘诀？”这是一档美食频道。但是他感兴趣的不是这个，而是在外景采访中居然出现了Candice所说的“阳光明媚”。他尖叫着，又引来了正在忙活的两人。      “这……这就是当时！！！”她大吃一惊。      “你擅自开电视干什么，”Nelson翻了个白眼，“电费要三块钻石一天。”      “那那那……赶快去采矿吧！别忘了带上你的那把时运钻石镐。”Steve一听到矿物名词，打了一个激灵，立即决定去下矿。      “也可以哦。”      但是Steve的脑海里还是萦绕着刚刚的外景新闻。      半个钟头后。      “这叫矿洞，是矿工经常碰到的东西。”Nelson进行了“微科普”。      Steve看着这一片黑漆漆的洞，心生寒意。偶尔有几只蝙蝠飞出或飞入，这让他不由自主地点起了火把。顿时，这个洞亮了许多。每一个地方都是石头，脚下是石头，头顶也是石头。忽然，他发现了一个奇妙的方块。      “或许是铁矿，或许是煤矿，但是这是金色的，说不定是金矿呢，”Steve喃喃道，“采几块回去摆弄好了。”      其余两人不知不觉已经走到了一个很显眼的岩浆湖旁边。突然，眼尖的Candice发现了钻石。他们俩兴奋地叫着，以至于引来了在十几格开外的Steve。      “你们发现了钻石？要不要我挖掉？”他望了望那几块珍贵的钻石，连忙搭桥过去。眼看着钻石就要被挖掉，Nelson突然大喊一声：“别！”      “怎么？还要你亲自来挖？”Steve轻佻地看了看他。      “再吵我就用屠龙刀亲自送掉你的命！”Nelson叫道。      “好吧，让你一次。”他满是扫兴。      Nelson喝了瓶随身带的抗火药水，跳进了岩浆，把里面的空处全都填满，这才小心翼翼地用时运镐挖开了那几块钻石。“一共七颗钻石！”他极为兴奋。      “喏，你三颗，他两颗，接好了啊。”Nelson强压自己激动之情。      但就在这时，一只苦力怕走了过来。更加不幸的是，它碰到了Candice。      “啊！快躲开！”Nelson这时发现了什么不对。        然而已经晚了。      “Sssssssss……boom！”      岩浆流了出来，Candice被炸到了几米开外。挂在顶上惬意休息的蝙蝠被这一灾难吓得四散奔逃。      “幸好……”她只是伤到了胳膊，并无大碍。      “现在还是心有余悸呢……”Steve幸好躲到了一边。\n      另一个世界。      “我。要。你。死。”屠龙士恼羞成怒。他心中的怒火已经不可遏制。现在，他视眼前的所有人为敌人，精神已经变得不太正常起来。      他拿起刀，奋力地砍了过去。他用尽了全身的力气，仿佛这一下把前世今生的所有力量都爆发了似的。他咬牙切齿，尝试着砍龙的头，但是除了喷涌而出的血，其他什么都没有出现。血漫红了天空，整个小城遍布着血色。血腥味无处不在，无刻不藏。      “我尽力了就好……”屠龙士想着，抚着那把具有皇室第一剑之称的屠龙剑，又奋力地、不知疲惫地砍了过去。      “呵，这样的战斗要有多久呢……” \n      回到家中。      “呼，好累，休息一下吧，顺便看点儿电视。”      Steve瞅了一眼，原来Candice在旁边做浆果曲奇。“浆果！”Steve想着，“我从来没见过的东西！”      “你没见过的东西还多着呢。”Nelson看穿了Steve的心思，忍不住批评了一句。      Steve缓缓走到沙发旁，拿起遥控器，倏地按了一下启动按钮，仿佛驾轻就熟。也是，他可是用过电视机的人啊。      “这里是Minefood频道，我是Lorie，欢迎大家的收听！”      “你为什么每次都是一开启就是食物频道啊，还有这个永夜世界里怎么会有信号啊？”他问道。      “咳咳，这个食物频道是我设定的。还有，这电视能正常播放用的不是电视信号，而是电池。这是电池电视，装了一种特殊的信号电池就可以运作。这种高端东西一下子也和你说不清楚，至于电池我是从偶尔路过的流浪商人那里买的。”      “好吧！”Steve说，但是他的心中还是觉得不可能电池里面就有那么多时事节目。      他试图弄清楚这台电视的工作原理，但是绞尽脑汁也弄不清楚。      “大家好，今天我要给大家带来的是一款布丁……”      外面没有下雨，却正在电闪雷鸣。他们三个人惴惴不安地坐在客厅的沙发上，看着食物频道的家常菜教程，感觉自己游手好闲。",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1455867360,
            "txt_content": " 本帖最后由 初阳时光 于 2017-8-15 16:16 编辑 \n\n……是这样的吧"
        },
        {
            "author": "46241359",
            "timestamp": 1455867720,
            "txt_content": "初阳时光 发表于 2016-2-19 15:36\n@46241359 qwq哪里有语病到时候我改下\n语病太多我已经不想一一列举了，你自己读读吧，不通的地方太多"
        }
    ]
}