{
    "title": "<原创·连载·圣杯>《草方块之谜》第一卷 第三章 奇迹",
    "author": "初阳时光",
    "replyCount": 2,
    "timestamp": 1455875940,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 20:29 编辑 \n\n第三章 奇迹\n      “啊……”Candice打了一个大大的哈欠。\n      如果现在是在非永夜世界，那么应该到了晚上了吧，怪不得她会那么困呢。恰恰好的是，现在可是正常的夜晚。Candice还是一如既往地看美食节目，Steve还是一如既往地观察外面的事物，Nelson还是一如既往地看着炼药台的进度条，等待着下三瓶药水的来临。\n      其实现在应该是Steve来到这里的第八天了，但是奇怪的是他并不想睡觉。他总是想着什么。剩下的两个人也从未提起此事，好像他们就像鱼一样，睡觉还是睁着眼的。\n      而且，这儿并没有床。\n      哦，这理所当然。\n      因为如果他们睡下去的话，就不知道何时起来了。\n      “哒哒！终于弄好一箱子的力量药水啦！”Nelson一边说，一边暗自思忖，“到底应不应该告诉他关于屠龙的事情呢？告诉他，说不定他会……”\n      Steve赶忙跑上二楼，看着一箱子的药水，获得了满满的成就感，好像这些药水都是他炼的似的。而Candice则不加理会，仿佛没有听到，继续看着她期待已久的美食问答活动。\n      “这么多药水？”他赞叹之余，大吃一惊。\n      Candice打了个哈欠，喝了一杯干花茶，振作起精神，继续看美食问答。这个晚上可真宁静。Steve终于决定要小憩一会。他躺在石椅上，模仿她，也打了个哈欠。\n      Nelson抽出他的鱼竿，终于决定开始钓鱼。他走到近乎五百个格子的湖旁，用石头打了一个简陋的小屋，开始钓鱼。就这样，宁静的一天过去了。\n      第二天。\n      垂钓后的Nelson提着满满一桶鱼回了那个沼泽屋。\n      “哇！”Steve率先甩开石椅向他跑去，“满满一桶啊！你比我效率高多了，还钓到了……三顶皮革帽子……嗯，一人一顶吧。”\n      然而Candice熬夜看电视的兴致丝毫未减。她仍旧坐在那个不怎么舒适的花岗岩上。\n      “那个，为什么她就可以看电视？”他用略低的声音说，但是嫉妒的语调还是被展现的淋漓尽致。\n      “嗯……这个不好说。”Nelson应付着。\n\n      经过一番周折与准备，终于……\n      用来庆祝草方块节前夕的烤鱼盛宴就这样勉强地开始了。\n      但是内容却不勉强。\n      本来说是要做苹果派的，但是Candice又不愿做，无奈之下，只能改作苹果汁。你知道，沼泽地里面是没有柠檬的，但是烤鱼又很需要柠檬，所以只能吃Nelson去年从流浪商人那里买的干柠檬片。永夜之地物价非常高，没办法，物以稀为贵。没过多久，他们三个都在餐桌旁就坐。烛光把他们的脸映得通红，不亚于傍晚的夕阳。在一番争执过后，他决定让步，把电视旋转向餐桌。\n \n      另一个世界。\n      “你……”屠龙士红着眼睛。\n      那条巨龙装作懒得听，其实它也听不懂。它若无其事地散步，却毁坏了一座座建筑物。\n      “你说你怎么了啊！”屠龙士恨不得用生命来换它的死亡。\n      屠龙士用脚踹，用手捶，但是巨龙反而纹丝不动，像是嘲笑着眼前这个弱小的，浑身是血的人类。\n      巨龙跺了跺脚，震波把河里的水全部冲走。屠龙士一震，再次瘫倒在地上。\n      巨龙仍旧我行我素。\n \n      “哎！”Steve看着星空，叹道。\n      “你看，星空上布满了星星，那么为什么月亮还没有出来了呢？”Nelson提出了这样一个问题。\n      被提问的他无言以对，索性继续仰望星空。\n      “哎……今天还没有月圆。”\n      “那是什么！”Steve突然跳了起来。\n      “巨龙！”Nelson大叫着。\n      Candice闻讯匆匆跑来：“真的是巨龙！全身褐色的巨龙！”\n      “快！快拿我的屠龙剑来！”\n      但是巨龙只是飞过，并且留下了一个紫色的门。\n      Steve首先发话：“走吧！它一定是要我们走进这个门。”说着，他起身欲走。\n      “别！”Nelson一把拉住他。\n      “哎？你们……”Candice手持屠龙剑。\n      “他想进地狱门！”Nelson大叫，“快把镐子给我！”\n      说罢，他拿起镐子，扯着剩下两个人，冲进了地狱门。\n      然而地狱门里并不是地狱，而是云层上方。他们三个分别站在三个方块上，下面是虚空。\n    “这是怎么回事？”Candice叫道，“怎么地狱传送门也不见了？”\n      突然，后面又出现了那条巨龙。他迅速地摧毁那三个方块，仿佛行云流水一般。\n      “不要……”\n \n      “呼！”Steve惊醒。\n      “怎么了？”Nelson看着北斗，笑着说。\n      “刚刚做了一场噩梦！”他的脸上写满了后顾之忧。\n      “哎，这都会睡着，真是没出息。如果我没记错的话，今天是第五个我看到你的日子了。”Nelson掐指一算，刚好今天是草方块节，七月二十二号。\n      “对了，刚才梦里有条叫做巨龙的东西，你知道是什么吗？”\n      “啊？你知道了？”Nelson听到巨龙两个字，可算是吓了一跳。\n      “你倒是解释啊？”\n      Nelson又沉默。\n      “你们在这里啊！”Candice兴奋地叫道，“我知道让这个世界变成白天的方法了！”\n      窗外走过一只孑然孤身的羊。它望着里面，似懂非懂地盯着他们。\n      “但是……有点难。”她接着上一句话说。\n      “那具体来说说吧。”\n      “我刚刚在白桦俱乐部里面看到了一个关于永夜的话题，然后点了进去。”\n      她咳了咳，像是准备发表演讲一样，故意装作很严肃，\n      “这是电脑吧？工作原理和电视一样吧？”Steve大胆地猜想着。\n      “对。”\n      接下来就是Candice的滔滔大论与无尽的教条主义。\n      “所以！”她的声音虽然不算提高了一个八度，但还是突然加重了语气，“我们可以用这套方法来让这个世界变成白天。”\n      没有人知道的是，有一个铁匠在一个幽暗的角落听着，并迅速地记录着一串无人能懂的文字。\n      “这套方案的难点就在于要采集阳光，”Candice提出了顾虑，“我们谁见过阳光呢？”\n      “让我来吧”Steve举起了手。\n      “那么你现在往这个瓶子里面吹一口气。”她拿出了一个瓶子。\n      “哈，我就说你刚才为什么左手一直没有伸出来呢……”Nelson调侃着。\n      Steve赶紧哈了一口气。只见瓶子里面洋溢着阳光。\n      就这样，一个荧光灯诞生了。\n \n      浅浅的白云游荡在天空中，仿佛一个若有若无的幽灵，在和地面的生物玩着生命的游戏。\n      屠龙士望着天际，不知该说些什么好。是悲伤？或是愤怒还可不可能是失望？或者是投降之后的懊丧？谁也不知道。\n      天还是一如既往的灰尘遍布。\n \n      “下雪了！”Steve对远方稀树草原指指点点。那儿正在举行一场百年难遇的雪之盛宴。但是那儿并没有任何的废旧的房子，所以他们三个只能在这儿望，并不想费力地过去。\n      “和我又没什么关系。”Candice打趣着。\n      “你怎么视力这么好？我捕鱼的湖就在那片稀树草原旁边的山的背面。”\n      “我视力这么好又不怪我。”Steve摊了摊手。\n      “等等……雪！”Candice好像发现了什么。\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1455881820,
            "txt_content": "神之对话流"
        },
        {
            "author": "麦白",
            "timestamp": 1455937560,
            "txt_content": "C——A——N——D——I——C——E！！！”\n这样的对话感觉很累 2333"
        }
    ]
}