{
    "title": "<原创·连载·圣杯>空[第五十章：纳尔·彼得][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1455891600,
    "txt_content": "空·第五十章·纳尔·彼得\n\n\n正文\n\n\n    纳尔一想到自己是个杀人不眨眼的组织成员就感到毛骨悚然，导致他在夜晚翻身几十遍仍然无法入睡。一是外面的车流声太大，二是他脑海里总是浮现出一些可怕的东西。    他承认自己需要吃点安眠药，虽然C国的家里放了不少，但是陈和空并不知道纳尔时常失眠，所以他只好靠自己已经极度脆弱的意志来熬过这漫漫长夜。    现在既没药可吃，也没人可聊，干脆找点可干的事好了。纳尔从自己的枕头底下摸出手机，弗兰克说自己是save的成员，那么在save留下的痕迹应该不止是一张成员资料，肯定还有别的。不如趁着夜色叫弗兰克带着自己一起去找一下。    这次电话接的很快，对面弗兰克的声音有些懒散，但不像是正在睡梦之中被吵醒的，更类似于……是保持同一姿势时间过长导致的。“纳尔是吧，车停在你门口，出来吧。”    什么？！    弗兰克早就知道自己会打这个电话？纳尔站起身走到门口，透过旁边的窗户，的确，有辆车停在路边。还真是奇怪，他刚才竟一直没注意到。    披上外衣，确认陈和空都还在熟睡之中，纳尔拉开门，轻手轻脚地走出去，把门带上。    驾驶座上的人是弗兰克，就从他刚才说话的状态来判断，他在这辆车里等的时间应该很长了。“你这通电话我等的好苦，”见纳尔坐到了座位上，他才直起身子发动汽车，“空和陈没跟来吧。”    “没有，不过，你怎么知道我会给你打电话的……”    “你的好奇心这么大，”弗兰克倚在靠背上，“自然想亲自去确认顺便找找对你自己有利用价值的资料吧。”说着，他从风衣口袋里拿出来一个东西扔给纳尔，“把这个贴身带着，资料室附近有检测装置，需要用这个通过检测。”    “这种东西……不应该是一人一个的吗？”    “当然是一人一个，我拿的别人的。”    街道上人渐渐变少了，弗兰克把车开到了一个停车场，他先四处看了看，确认附近没人之后才把车停好，“下车，速度快点，跟紧我。”他拿出事先藏在风衣中的手电筒，拉着纳尔快步从附近的一个入口进入建筑。    里面很黑，弗兰克打着手电筒贴着墙向前走着，纳尔跟在后面。他觉得这里的气氛很奇怪，让人觉得十分不自在。中途他多次听见除了自己和弗兰克以外人的脚步声，但弗兰克一直不紧不慢地向前走，为了避免发出响动引起他人注意，纳尔不得不强压住自己心中的恐惧，尽力让自己的脚步有规律同时不发出太大的声音。    到一扇门前，弗兰克掏出钥匙打开这扇门，回头朝纳尔使了个眼色。纳尔立刻会意快步走进去，弗兰克跟进来把门关上。“那里有个桌子，”他用手电筒照了照一张桌子，“抽屉里应该有手电筒，你拿出来用吧。”    纳尔拉开抽屉，里面确实放了一只，虽然光不如弗兰克的强，但借着它也能看清东西。纳尔从被打开的铁柜里搬出个被塞满的文件袋放在桌上，里面都是一些任务的档案，纳尔也看不出什么是重点，都是粗略地记录一下任务过程，任务执行者以及任务开始和结束的时间，看起来也不是特别重要。    接着，他看见了一张任务资料，可能与自己有关的资料。任务执行员是……纳尔·彼得。名字是一样……但是，纳尔记得自己是姓多罗斯吧，这上面的纳尔·彼得是谁呢。    他把这张资料拿起，走到弗兰克身边，“你看看这个，”纳尔指着那个名字，“我在想，你找到的成员资料上的名字会不会……”    猛然间，纳尔眼前的东西开始扭曲，混合在一起，然后开始旋转，无尽的旋转，像一个无底的漩涡不断撕扯着纳尔。    该死的，为什么……又是……这样……纳尔下意识地去抓弗兰克，但最终没能站稳，摔倒在地上。回荡在耳边的只有弗兰克变调拉长的诡异声音，呼唤着他的名字。     周围好冷，好安静。    好累。    纳尔觉得自己走不动了，快要死掉了。他蹲在地面上，试图卸下身上的负担，让自己喘口气。一片漆黑的地面上，竟映出了他的脸。整张脸上满是鲜血，眼里透出令人胆寒的杀意，脸上挂着几乎可谓漠视一切的狰狞笑容。    “你是谁？”纳尔忍不住问道，没想到那人也问了一个同样的问题。纳尔伸手去摸自己的脸，冷冰冰的，没有活人的体温。但是手上也没有沾上血迹，可映出的那人脸上的血迹却被抹掉了。见这情形，纳尔赶紧多抹了几下，那人的脸恢复了正常，是他自己的脸了。    刚才的那人……是谁？    心里重复一遍问题，纳尔发现映出的景象中，自己的身后站了一个人，面容与之前那个沾满鲜血的人一模一样。他顿时感觉心被恐惧填满，双腿被抽掉了力气跌坐在上面。惊恐地转过头，那人正面无表情地看着他。    “你……你到底是谁？为什么五官和我一模一样……还有……为什么你的脸上有血……”    那人嘴角上扬，露出一抹轻蔑的笑容，“我是谁？我就是你啊，”他蹲下身，直视着被恐惧包围的纳尔，“我就是，被你遗失掉的自我。”    纳尔觉得自己的身体已经开始不受自己支配了，他坐在地面上，看着面前这个自称是“自己”的人物。他握住了放在地面上纳尔用来勉强支撑身体的手，纳尔觉得有什么东西流入了自己的身体，很冷，让人觉得不适。     猛地睁开眼，纳尔看见了白的让人发晕的天花板，周围安宁的气氛让他觉得不安，身体里不知有什么东西在躁动着似乎随时会发作。    他的脑子里不断重复着一个名字：纳尔·彼得。\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1455941520,
            "txt_content": "纳尔·彼得=空？"
        }
    ]
}