{
    "title": "Unturned（未变异者）板块 [百度翻译+人工语序整理]unturned游戏内背景故事文档翻译",
    "author": "playMC",
    "replyCount": 1,
    "timestamp": 1455883140,
    "txt_content": " 本帖最后由 playMC 于 2016-2-20 23:08 编辑 \n\n在阅读本帖前，建议去贴吧阅读这篇文章：http://tieba.baidu.com/p/4201387413，含有5篇本文未写入的文档及翻译。\n\n感谢无名人提供的方法，我从游戏文件中翻出了目前版本note_5之后所有的后续Note，英文原文如下，英文之后是我个人的译文，英语不怎么好，请各位凑合着看吧。这些Note的放置地点还需各位去发现了。\n英文原文：\nNote_6\nName Note - Military #1\n\nTo:Area 51From:Olympia---Pleasetransfer over whichever files you have regarding the Polysol Federation.---Signature:General HarkenDate:May 21st\n[PHOTOCOPYFOR RECORD KEEPING PURPOSES]Note_7\nNameNote - Military #2\nTo:OlympiaFrom:Area 51---HwfgvaOOJ4ztjzcaoDEy5pZiqK39yqvtBl+trAQ9tPi+cE0XjExvvgs/6xC3Tmy9qFMX3MvKtX5c21ebVcF7SLTjaShDrAlNinbn/03DiVjEccPiGXk7QujdD+/9191LYdak6TVYD3gxv+8ap23fxA3pZcaO2FmJyoHIDRiboZtLomkDFB9tYHPmNRvFyvPRR/mpGOGeVRqB+3LjmXQPWHQEFEvKws+B6r19XMNxMEzXdH51R3T1ZW8W3Re/LuOONJDL6+fLFk2IhLlWedArV/Pmf7V67ojCxN27KdeRvIuHsyegm1z6JRmmbkJIGCJ0s5z4BrgiOVZ/P6wm0/tmd6w3NWN5y68ZTVlBCOd6J9Tgw5rALWqZ22SnfOlBE3vuAGo2kMImdrNDUtgFpmbpiJwtOusvb4uAlnfh00KVr4mZN7VM2dWn4/CEM5vhOQcFWDwl/nTga3854bZcrqaPNHWt+FuS6Prr8yWeCV1eF9+ZPzMqmFkaNlEimyhvFoij---Signature:Private DouglasDate:May 23rdNote_8NameNote - Military #3\n128-bitAES Key for May 23rd8f79f7d754c6494798c16dce8f44a1cfNote_9NameNote - CCTV\nGonefor lunch!Note_10NameNote - Apology\nI'msorry, so so sorry... Our past bioweapon contracts were never used so I didn'tthink twice about this one. If you're reading thiNote_11NameNote - Dr. Behan #3\nDr.Behan's LogJanuary3rd---Thelocal government is definitely onto us, I got evicted yesterday! With themsnooping around our lab the boss is making plans with HQ to relocate. Right nowthey're thinking either Washington or BC, but a few of us are getting sent offto other facilities early to work on other projects. I'm assigned to\"hallucinogenic weapons\" codename \"berrybush\" up in theYukon, should be interesting. Apparently it's part of some work for Big J, andthey've already begun testing on wildlife.---I'mnot sure what to do with Spot, he's not suited to a cold climate. If thelocation replacement seems like a nice family I'll leave him with them.Note_12NameNote - Polysol #1\nResourcesReportUniversalID: 73-5816 LocalID: \"Earth\"UniversalTime: 18510975918LocalTime: 7/3/1947---Scanssuggest the majority of the planet's foliage contains chlorophyll with anestimated value in the billions of credits, and ~71% of the surface consists ofoceans with an estimated value in the millions of credits. We recommend keepinga patrol of this system to prevent pirates from attempting to steal any, atleast until they can defend themselves.Note_13NameNote - Military #4\nJournalPage61---Somebody has to keep a record of what actually happened, otherwise anything can become history. We didn't know of course, it was just a few blips on the radar - couldeasily have been a suprise attack, and we gave them fair warning! Although in hindsite I doubt their comms use the same tech as ours. The one we recovered went down in New Mexico. The other one's lost, but I doubt there were anysurvivors. None of us expected it to be a flying saucer! The government's trying to play it down from the public, and the official account is that werescued them after they crashed into an unidentified object.---It's not my place to reveal any of this, and we can't change the past... The waythey're handling this rubs me up the wrong way though... I think I'll quitelyretire, almost at that age anyway. Maybe we'll move someplace nice.译文部分：\nNote_6 ←这是文档序号\nName Note - Military #1  Note名称-军事#1\n\n收件人（To）：51区（Area 51）发件人（From）：奥林匹亚（Olympia）---请传输（transfer over）你们有关于Polysol联盟的任何文件。---署名：杰纳勒尔·哈肯（GeneralHarken）日期：5月21日[记录保存用途的复印件]\n\n翻译后记：这个transfer over不知怎么翻译好，有“转让，转移，传输”的意思。后边的Note_7为51区发送给奥林匹亚的128位AES加密密文，于是取了传输之意。\n\nNote_7  ←这是文档序号\nNameNote - Military #2    Note名称-军事#2Note_8  ←这是文档序号\nNameNote - Military #3    Note名称-军事#3\n\nNote_7的内容为128位AES加密的密文，而Note_8的内容翻译一下则为Note_7的128位AES加密的密码。这段内容的解密大家在在贴吧里的那篇文章中第7页204楼可以看到解密后的译文。\n\nNote_9   ←这是文档序号NameNote - CCTV   Note名称-CCTV\nGone forlunch!去吃午饭吧！\n\n翻译后记：当时看到CCTV我就想...这不是我们电视上经常看到的中国中央电视台(”C”hina“C”enter television< television=TV>）么...但是回头一想我想起来加拿大的英文是Canada，开头和中国China一样...所以出现这个应该不奇怪...\n\nNote_10   ←这是文档序号NameNote – Apology    Note名称-道歉\n这个Note_10在贴吧里的那篇文章中第7页217楼有人翻译过了，我就懒得翻译了。我感觉楼中楼的猜测很有可能。因为最后一个单词很可能是 this，漏了个s。\n\nNote_11    ←这是文档序号NameNote - Dr. Behan #3   Note名称-贝汉博士#3\n贝汉博士的日志1月3日---当地政府肯定察觉了我们，我昨天被驱逐了！他们窥探我们的实验室，老板（boss）正在制定总部（HQ）的搬迁计划。现在他们正在思考在华盛顿（Washington）还是BC（二选一）。但是我们中的一些人很早就被派到其他设施上去做其他的工作。我被分到在Yukon的“幻觉武器”代号为“berrybush”（浆果丛），应该会很有趣。显然这是给Big J工作的一部分，他们已经开始对野生动物进行测试了。---我不知道对于Spot该怎么做，他不适应寒冷的气候。如果位置置换似乎是一个好家庭（nice family）我会把他留给他们。\n翻译后记：第一句The localgovernment is definitely onto us中的definitely onto us，onto我使用了柯林斯词典的第11条用法。不知道是否正确。最后一句的翻译我自己也感觉很奇怪。\n\nNote_12    ←这是文档序号NameNote - Polysol#1   Note名称- Polysol#1（好吧 ，百度翻译没有结果。）\n资源报告宇宙ID：73-5816当地ID：“地球” （\"Earth\"）宇宙时间：18510975918当地时间：1947年3月7日（7/3/1947）---扫描显示这个行星绝大多数植物的叶子含有叶绿素，估计价值为数十亿的credits。与~71%的表面由海洋组成，估计价值为数十亿的credits。我们建议保持这个系统（this system）的巡逻，以防止海盗试图窃取任何（资源），至少直到他们可以保护自己。\n\n翻译后记：时间的翻译我采用了英式时间格式：日/月/年，英语时间还有美式时间格式：月/日/年。关于We recommend keeping a patrol of this system这句翻译不知道对了没有。System在21世纪大英汉词典中的第8项还有“宇宙，世界，(天体)系”的意思，不知道可否取（天体）系之意将this system翻译为这个天体系。\nNote_13 ←这是文档序号Name Note - Military #4  Note名称-军事#4\n日记61页---总得有人来记录下究竟发生了什么，否则任何事情都能成为历史。我们当然不知道，这只是在雷达上的光点——很可能是一次突然袭击，我们给了他们合理的警告（fair warning）！Although in hindsite我怀疑他们的通信使用与我们相同的技术。一个（The one）在新墨西哥（New Mexico）坠毁的我们找回了（recovered）。另一个（The other one's）找不到了（lost），但是我怀疑那里有幸存者（were any survivors）。我们中没有人认为它是一个飞碟！政府试图让公众缩小这件事的重要性，官方的解释是在他们撞到了一个不明物体后我们救了他们。---我没资格透露这件事的任何（细节），我们不能改变过去... The way they're handling this rubs me up the wrong way though...我想我会安静的退休，差不多在那个年龄。也许我们会搬到一个很好的地方。\n翻译后记：The government's trying to play it down from the public这句翻译我翻译的感觉不是很直白....而The way they're handling this rubs me up the wrong way though...这句百度翻译给的结果太过奇怪，我就翻译不出来了..\nNote名称为Polysol#1，而这个Polysol在之前Note_6中出现过，奥林匹亚要求51区发送有关于Polysol联盟的任何文件。\n而之前有后续相同Note名称的Nelson都会加上#序号。比如前面的军事文档和贝汉博士的文档。看来这个Polysol的Note还会有后续，待Nelson构思后放出。\n2016.2.20更新note_13.\n\n全文结束",
    "replies": [
        {
            "author": "SmallFatCYW",
            "timestamp": 1455885000,
            "txt_content": "话说CCTV也有种意思是闭路电视【监控】。。"
        }
    ]
}