{
    "title": "[整地|管理|创世]WorldGen 1.8—— 天然建筑生成器[1.8]",
    "author": "薛乐仁",
    "replyCount": 4,
    "timestamp": 1455970080,
    "txt_content": " 本帖最后由 1582952890 于 2017-9-16 21:02 编辑 \n\n简介\n\n\n\n\n沙漠神庙丛林神庙废弃矿洞 (在地下随机组合生成)END遗迹 (在地下随机组合生成, 但是木有传送门)END入口传送室 (不能被小黑眼睛追踪, 在使用指令玩家的高度生成).村庄 (随机组合生成)井 (只会在沙子上生成)巫婆的小黑屋\n\n\n\n添加生成的东西如 巨蘑菇, 甘蔗, 睡莲, 南瓜, 和大一点的树.地狱堡垒.你甚至可以在普通世界生成 !可以单独生成村庄个别建筑啦！比如：图书馆、铁匠铺等\n\n\n\n指令\n\n/worldgen [类型] [radius=50]\n[type] 必须 以下字符: village（村庄）, witch（小黑屋）, jungletemple（丛林神庙）, deserttemple（沙漠神庙）, well（井）, stronghold（END遗迹）, mineshaft（废矿）, shportal（入口传送室）\nradius 限制生成范围（半径），默认是50. 对Wells, Witch's Huts, Desert and Jungle Temples, 和 Stronghold Portal Rooms无效\n注意！！生成是不可逆，即生成之后没有办法回复之前的地貌结构！！ 所以生成前请考虑清楚先！！\n\n\n完整类型代码、介绍\nNPC村庄\n\n类型代码: village\n\nGenerates a random NPC village complex starting next to your current position. Villages start with a center square and branch out randomly, adding various structures along the way. Use the [radius] option to limit the max size of the village.\n\n<<color red>>NOTE: Villages only generate in plains or desert biomes. Attempting in any other biome type will result in just getting a well.<</color red>>\n\n巫婆的小黑屋\n\n类型代码: witch, witchhut\n\nGenerates a single witch's hut next to the player's current location. Should contain a single witch.\n\n丛林神庙\n\n类型代码: jtemple, jungletemple\n\nGenerates a jungle temple next to the player's current location.\n\n沙漠神庙\n\n类型代码: dtemple, deserttemple\n\nGenerates a desert temple next to the player's current location. Depending on the terrain, the complex can generate partially underground.\n\n井\n\n类型代码: well, desertwell\n\nGenerates a solitary desert well on the player's current location. A well requires the land you are above to be made of sand to generate.\n\n巨型蘑菇\n\n类型代码: mushroom, shroom\n\nGenerates a single huge mushroom, much as you'd see on a mushroom island. The mushroom will only generate on grass, dirt, or mycelium. The Minecraft placement algorithm seems to be very picky for a starting location, so if you get an error on placement, move around a little bit and try again.\n\n甘蔗\n\n类型代码: reed\n\nGenerates a group of sugar canes along a waterfront. This requires you to be standing along a shoreline to generate.\n\n睡莲\n\n类型代码: lily\n\nGenerates a group of water lilies in the water. You must be standing over water for this to generate anything.\n\n南瓜地\n\n类型代码: pumpkin\n\nGenerates a pumpkin patch on grass. You must be standing on a grass patch for this to work.\n\n湿地树\n\n类型代码: swamptree\n\nGenerates a swamp tree at your current location. Can generate on grass, dirt, or in shallow water.\n\n要塞\n\n类型代码: stronghold\n\nGenerates a random stronghold complex, normally underground, starting near the player's current position. Note that strongholds generated this way may not make a portal room in them (the positions of these are fixed by the world seed). You can generate a custom portal room of your own using the command below. Use the [radius] option to limit the max size of the stronghold.\n\n末地传送室\n\n类型代码: shportal,strongholdportal\n\nThis generates a single stronghold portal room next to the player's current location. This can generate underground or in the air, so be aware of your current position when you generate it. Portal rooms generated this way are not traceable using an eye of ender, since its not tied to a world seed location.\n\n废矿\n\n类型代码: mineshaft\n\nThis generates a random mineshaft complex underground starting near the player's current location. Use the [radius] option to limit the max size of the fortress.\n\n地狱要塞\n\n类型代码: fortress, netherfortress\n\nThis generates a random nether fortress complex starting near the player's current location. You can generate fortresses in worlds other than the nether, such as the overworld. Use the [radius] option to limit the max size of the fortress.\n\n村庄: 铁匠铺\n\n类型代码: vblack\n\nThis generates a village blacksmith building next to your current location.\n\n村庄: 屠夫屋\n\n类型代码: vbutcher\n\nThis generates a village butcher building next to your current location.\n\n村庄: 农田\n\n类型代码: vfarm, vfarm2\n\nThis generates a village farming area (plots of wheat typically) next to your current location. Use vfarm2 to build a double-sized farm.\n\n村庄: 屋子\n\n类型代码: vhouse, vhouse2\n\nThis generates a village house building next to your current location. Use vhouse2 to build a double-sized house.\n\n村庄: 小屋\n\n类型代码: vhut\n\nThis generates a small village hut building next to your current location.\n\n村庄: 照明火炬杆\n\n类型代码: vlight\n\nThis generates a village light pole next to your current location.\n\n村庄: 图书馆\n\n类型代码: vlibrary\n\nThis generates a village library building next to your current location.\n\n村庄: 庙宇\n\n类型代码: vtemple\n\nThis generates a village temple building next to your current location.\n\n\n\n\n权限\n\n\n\n\nworldgen.command: 允许玩家使用worldgen 指令 worldgen.command.deserttemple: Allow user to generate a desert temple worldgen.command.jungletemple: Allow user to generate a jungle temple worldgen.command.mineshaft: Allow user to generate a mineshaft complex worldgen.command.stronghold: Allow user to generate a stronghold complex and rooms worldgen.command.village: Allow user to generate a village complex worldgen.command.well: Allow user to generate a well worldgen.command.witch: Allow user to generate a witch's hut\n\n自己对号入座吧~\nworldgen.* 允许生成所有建筑\n\n下载\n\n1.8\n\n\n\nWorldGen.jar\n(39.38 KB, 下载次数: 93)\n\n\n\n2016-2-20 20:02 上传\n点击文件名下载附件\n1.8\n\n\n\n\n\n联动插件：NPC Village Creator v1.05 —— NPC村庄生成器\n\n\n废矿\n\n\n \n好吧，电脑卡的，这块透视了\n \n生成完毕！接下来挖下去看看都有啥吧~\n \n啧啧，蜘蛛笼~\n \n还有箱子哟~\n\n\n\n\n\n\n总结一下\n村庄仍然只能在平原和沙漠生成，而且受地形和范围上限限制；沙漠井只能在沙地上生成，其他均无限制！ 神庙的生成高度似乎是固定在某个范围的，需要注意一下。\n\n\n\n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1455970260,
            "txt_content": "很多玩家说找不到神庙，这下可以满足了。"
        },
        {
            "author": "薛乐仁",
            "timestamp": 1455971040,
            "txt_content": "孤独秋叶 发表于 2016-2-20 20:11\n很多玩家说找不到神庙，这下可以满足了。\n多谢支持O(∩_∩)O"
        },
        {
            "author": "薛乐仁",
            "timestamp": 1459737360,
            "txt_content": "孤独秋叶 发表于 2016-2-20 20:11\n很多玩家说找不到神庙，这下可以满足了。\n插件目前已经支持spigot服务端，请下载测试，谢谢啦！"
        },
        {
            "author": "chrillsims3",
            "timestamp": 1459806300,
            "txt_content": "感觉很厉害的样子，有时间试试"
        }
    ]
}