{
    "title": "<原创·连载·圣杯>终焉[第七章第二节][暮存]",
    "author": "xcc",
    "replyCount": 3,
    "timestamp": 1455970860,
    "txt_content": " 本帖最后由 xcc 于 2016-2-21 19:55 编辑 \n\n       那人双手插兜，穿着黑色的风衣，眯着双眼微笑。\n    顾离可以发誓他从未见过那人，那么那个人怎么知道他的名字......\n    差点忘了，你不记得我。\n    和善的微笑凝固在那人脸上，仿佛成了他的面具。\n    我是星河的最高指挥官，谒决。\n    名为谒决的男子缓缓向顾离走来，而他的身后，出现了很多举着枪的军人，是星河的。\n    滚云铎在哪？谒决仍旧眯着眼微笑，但此时这笑容只能让人觉得毛骨悚然。\n    陆辙肆知道他是冲着滚云铎来的，但滚云铎怎能轻易交给星河的人？他心生一计，干脆摇晃起滚云铎来，想要控制谒决。\n    手腕轻振，滚云铎发出悠扬的含蓄的敲击声，虽然只有一声，但绵延不绝。\n    陆辙肆还没来得及对其下达命令，便感到手腕一阵酸痛。这时他才想起他忘了一件很重要的事——没有足够强大的魔力无法驱动滚云铎。\n    头部传来重击导致的痛感，和银铎掉在地上清脆的响声，他在倒下的那一刻苦笑一声，如果自己足够强大就好了。\n    顾离害怕地退了几步，看着倒下去的陆辙肆不知如何是好。\n    谒决捡起滚云铎，微笑着看着顾离，手腕轻振。\n    他在悠扬的敲击声中说道，让你戴着的赤玉碎掉。\n    顾离的意识本能地想要抗拒，但他只能眼睁睁地看着自己的双手缓缓抬起，握住戴在脖子上的那块吊坠。他想要阻止自己的身体这么做，但根本无能为力。\n    他看着自己的手握住吊坠上的赤玉几秒后放开，然后赤玉砰地化作一缕红烟，在空中飘荡。\n    谒决满意地笑了笑，向前迈出一步，缓缓睁开了他那双鬼魅般的双眼，看着那缕烟在顾离周身盘旋。 \n    他突然感到一股强大的气流向他的脖颈卷来。\n    随后是金属冰凉的触感，和微微的疼痛。 \n    “你果然和当年一样.....只会暗中欺负人呢。” 格里斯的声音在他背后幽幽响起，一双赤色的双眼诡异地眨了眨。\n    “可惜的是.....”谒决没有理会正抵在他脖子上的长剑，淡淡道，“你来晚了。”\n    那缕红烟已经笼罩着顾离，像是一层红色的薄纱盖在他身上一般。\n    顾离的眼神突然变得空洞了，但几秒后又变得锐利起来，瞳孔中流露出毫不掩饰的残忍。\n    来晚了。\n    格里斯点了点头，剑刃上突然凝出一抹蓝光。\n    他将长剑插在地上，蓝光在接触到地面的一瞬间藤蔓般扩散，很快布满了视线所及之处的大地。\n    狠狠地拔出长剑，地面上的蓝光变得更加眩目，吞没了所有人的视野。伴随着这铺天盖地的蓝光来的，是令人瑟瑟发抖的寒气。 \n    谒决没有像其他人那样慌乱地在眩目的光中寻找方向或是缩紧身子发抖，他只是眯着眼睛冷笑。\n    比起当年，有长进了呢。\n    蓝光渐渐黯淡了下去，当所有人的视力恢复时，地面上已凝成片片冰霜。\n    谒决，那些军人们，还有顾离的大半个身体，也都被蓝色的冰块冻住，只有双肩以上的部位可以活动。\n    “哼.....”谒决不屑，“但你还是晚了。”\n    顾离爆发出一阵怒吼，他身上的冰块砰地炸裂，双手燃起黑色的火焰。\n    格里斯后退了几步，剑锋指着顾离。\n    啧....你在那块掉包用的赤玉里放了些什么？他转头质问谒决。\n    竟然知道那是我安排的掉包，还真是聪明了。谒决暗自想道。随即抬起头，笑着说：“也没什么，某个杀神的一半魂魄而已。”\n    “这才是我们征服七櫆的杀手锏。”谒决缓缓睁开眼睛，“毕竟那可是杀神的魂魄......呵。” \n    格里斯心中一惊，杀神的魂魄？现在这个魂魄得了释放，正控制着顾离的身体杀戮。可怕的是，这个杀神可以用顾离的身体释放他自己的能力..... \n    真是棘手呢....还必须速战速决......不快点的话这家伙能把塞特城给打烂！ \n    顾离左手中的黑火凝成一把锁镰，被他用力挥出，向格里斯打来。\n    格里斯猛地一闪，却被一条黑色的锁链缠住了左脚，这时才发现顾离右手正握着火焰凝成的黑色锁链。\n    该死.....不能轻敌.......\n    顾离怒吼一声，挥出锁镰。\n    镰刀在即将刺到格里斯的一瞬间突然转向，刺入顾离腹部。顾离发出狂躁的吼叫，拔出镰刀斩向格里斯。 \n    是顾离在用自己的意志与杀神的意志对抗么？格里斯心头闪过窃喜，但转而又陷入了犹豫。 \n    他要不要攻击他.....\n    他咬了咬牙，退后几步。\n    为了阻止杀神，必须杀掉顾离。\n    但这样顾离的灵魂就会消亡.....\n    他不想得到这个结果，但也不想迎来七櫆毁灭的结局。\n    抛掉过去.....把握现在......\n    他深吸一口气，举起长剑。\n    长剑上刻着的符文，闪烁起动人心魄的寒光。 \n             \n\n     上一节     索引      下一节 \n\n嘛啊告诉尔等那个什么格里斯才是真·男主【够了】\n吾是不是把其写的太厉害了.......\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1455971280,
            "txt_content": "\n\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1455972240,
            "txt_content": "xcc 发表于 2016-2-20 20:28\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234\n文笔稍有提升，不过故事还是看着一头雾水，下次再不AT我就不给你加分了，还有你在屠版，我要不要发张卡？"
        },
        {
            "author": "麦白",
            "timestamp": 1455972420,
            "txt_content": "冥王星人 发表于 2016-2-20 20:44\n文笔稍有提升，不过故事还是看着一头雾水，下次再不AT我就不给你加分了，还有你在屠版，我要不要发张卡？ ...\n同感 一头雾水 大雾\n[我没在水= = ]"
        }
    ]
}