{
    "title": "【原创·连载】【回归冥王星——1】",
    "author": "WM2030",
    "replyCount": 6,
    "timestamp": 1455974280,
    "txt_content": " 本帖最后由 WM2030 于 2016-12-24 07:58 编辑 \n\n  大概是正文\n      M78星云，木苗日星      一条尘土飞扬的街上，有一间用铁板简单搭建的小屋。一块门板，一张床，床边上是一个床头柜，床头柜就靠在墙角里，墙角里开了个洞，就算是窗。除此之外，大概只有一个锈了小半的电热水壶了。      在这间屋子里，住着一个奇怪的家伙，从他的外形上来说，大概就是一个长宽高均为3aj的（M78星云的一种民间长度单位，以奥特曼神经的平均长度为 1aj，1aj约等于0.48米）白色物块，看上去有强烈的光泽，然而事实上充满弹性，假如他愿意的话，这块东西上边甚至可以长出四肢。这玩意儿的右上角装了一块显示屏，用来显示他的表情变化。      据他自己说，他是吐槽星最后的传人，但是却从来也没有人知道，吐槽星是什么地方。当然，造成这一后果的主要原因还是他太不出名。否则在这个有朝阳区群众驻扎的星云，吐槽星之类的秘闻传说，想必是会像制毒窝点一样无所遁形的。      虽说他不出名，可认识他的人倒也不少。从地痞到宇宙警备队，此人的关系网不是一般的猎奇。      这个人，除了我，还会有谁呢？      今 天早晨，我从被窝里钻出来，喝了一口昨天晚上放在床头柜上的凉水，才发现杯子里有只死老鼠，好像是吃得太胖，不小心卡在里面被淹死了。我很无奈地把杯子挪到柜子的外边沿，把老鼠和水一起倒在窗外。说是窗外，但实际上好像也就是在床头柜靠着的那堵墙上开了个洞。把杯子放下，我决定今天应该要出门找点活干—— 我已经吃了三天清汤挂面了，而且家里的面粉大概已经被刚才那只老鼠吃完了，想到这里，我又有点后悔，早知道就把老鼠留下煮汤了，毕竟还是荤菜，但是我有点懒得动，所以也就不捡回来了。啊……虽然懒，不过今天果然还是要出门，出门的话还是应该走两步把老鼠捡回来的。我就这么想着，一记直拳把门打翻了——反正我随便一碰它也是会倒的，这样至少可以确保门外没有歹徒，我也不会被砸到。然而门板倒下了，门外却有一个黑影，我真是觉得相当奇怪啊，按理说这样的开门姿势，门外应该是无人幸存的吧，但是偏偏在尘埃中就是有一个人影，还站的挺稳当。我用力把眼睛睁睁大，虽然这显然不能增强我的视力，不过我仍然相信只要去做，是有可能发生奇迹的。我 一睁眼睛，就立刻把门外那位的长相弄清楚了。她的存在感太强了。用通俗的语句来说，浑身上下散发着一种谜一样的气味，寻常人可能不会发现，但是吐槽星人恰巧和狗在结构上有相似之处，所以我的嗅觉是相当灵敏的，而且和我的近亲种族不同，我经过多年的努力，成功地把嗅觉发展成为了一种可以用来代替眼睛进行观察 的感官，而这种技能的发动方式，就是睁大眼睛。      不过在我睁大眼睛的时候，尘埃已经散去了，所以其实我费尽心思却没有任何效果。      我看到的，是一个普通的女性，普通的短发，普通的眼神，普通的蝴蝶结，啃着一只普通的苹果。除了正文以外的玩意儿\n 另外，由于本章实际上没有多少剧情，我很高兴地发现我扯淡能力增强了。而且有没有发现上一章和这一章之间跳掉了一章这是因为上一章是番外这一章才是正文\n番外过几天还会更新的XD\n\n索引\n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1455974940,
            "txt_content": "签名档无力吐槽\n版主都开始讨厌我给你们说意见了，我就来吐槽两句吧。\n\n分段逼格度太低了同志"
        },
        {
            "author": "WM2030",
            "timestamp": 1455975240,
            "txt_content": "孤独秋叶 发表于 2016-2-20 21:29\n签名档无力吐槽\n版主都开始讨厌我给你们说意见了，我就来吐槽两句吧。\n这是什么鬼啊。。\n分段逼格度是什么数值\n为什么我没有听说过\n冷汗蹭蹭蹭的就下来了"
        },
        {
            "author": "shure",
            "timestamp": 1455975540,
            "txt_content": "我可能看不懂这是在干嘛……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1455977940,
            "txt_content": "看完之后觉得，\n我怎么那么想打你？"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1456467420,
            "txt_content": "如果你的狗头下面没有连脖子，那么不要把它对着我们。\n血了我一脸。"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1456562580,
            "txt_content": "冥王星人跳绳这么厉害我都不知道【误】"
        }
    ]
}