{
    "title": "[博客翻译|已授权]【PMC 每周精选】2016年第4期 Jan.24 - Jan.30（节选）",
    "author": "BensonQC",
    "replyCount": 4,
    "timestamp": 1455974880,
    "txt_content": " 本帖最后由 _Benson_ 于 2016-2-20 22:08 编辑 \n\n\n\n开篇语：\n大家好，这里是Benson。由于本人初三学业压力巨大，所以从本期起，我将对《PMC 每周精选》系列翻译进行节选，挑选其中最优秀的内容进行翻译，不过我还是会把其他内容的图片、作者与原网址发出来，有兴趣的话可以去详细看一下。\n\n什么是《PMC 每周精选》？\n《PMC 每周精选》（Week in Review）是由知名Minecraft国外论坛Planet Minecraft网友Gray Remnant所撰写的博客，每周遴选当周PMC上的优秀地图、大型工程、地形、有机作品、陆上建筑、空中建筑、水上建筑、主城、建筑模块、机械、小游戏、装饰、过山车等十三个类别的作品，并对各类别的顶尖作品进行介绍与赏析，内容丰富多彩，涵盖Minecraft各个方面的地图作品。该博客已在PMC上广受网友好评。\n\n本人已获得原作者的授权，对其博客进行翻译，旨在通过这些博客，打开国内Minecraft社区通向国外社区的窗口，拓展视野，帮助国内的Minecraft玩家与建筑师更好地了解国外Minecraft发展趋势，在一览最新国外优秀作品的精彩的同时，激发自身的灵感与创造力。\n\n《PMC 每周精选》总索引帖\n\n授权翻译证明：\n以下截图为我与原作者的私信内容：\n\n接下来让我们进入博客正文。正文内容中的第一人称均指原作者。\n\n\n大家好，欢迎来到《PMC 每周精选》的另一期。注意一下，本周被提及的许多作品可能会在《PMC 2016年度回顾》中被发现。不用说，本周是我见过的最令人印象深刻的星期之一。虽然不像上周那样那么有竞争力，但是顶级作品，嗯，我们就叫它们很特殊。所以，事不宜迟，我们开始吧。\n\n\n好吧，我知道我最近已经回顾过许多有核主题元素的地图了，但本周的这个有着独到的地方。本周最佳地图是工业岛（The Industrial Island），由CosmicBlocks_创作。\n\n\n我想要马上指出的是，这里的每个核废料大桶在现实主义上是一个业余的尝试。你不能就像那样打开。放射性粒子会滤入空气和供水系统。你应该在深深的地下储存它，有一个镀铅壳包围着它则更好。我知道的；我在这件事上有许多经验（大雾）。\n\n\n但撇开现实主义，这是一个非常令人印象深刻的建筑，坐落于熟练制作的地形上面。我想这是一个工业完全自由开放，而政府的规章制度则被严厉批评的地方。\n\n\n就建筑方面说来，似乎CosmicBlocks_是一个楼梯与台阶的狂热粉丝，因为考虑到他使用了大约2300万个楼梯与台阶来制作一些十分精细的图案。常常，人们把这个称谓楼梯垃圾，但这个案例中，有一些限制与大量的 引人注意的以一种奇怪方式进行过量材料工作的技巧。（这句句子翻译得累死。——译者注）\n\n\n在这张地图中有各种各样的具有雄心的建筑，包括坍塌的桥、蒸汽朋克的飞船、传送带、起重机与磨擦齿轮。我还应该补充这里有一些冒着气泡的岩浆桶，以及核污泥，给那些Robocop在中贫穷、不幸的人。\n\n\n还有什么要说呢？它是你在PMC上能找到的一张史诗地图。但在欣赏地图之余，我们还要思考一下核电站对大自然的破坏。\n\n\n其他制作人员：\nGeetin_ - 建筑\nFoxsilver - 建筑\nHellbuilds - 建筑\nKayszlo - 建筑\nTonyBuilds_ - 建筑\nWayz_ - 建筑\nFluxStyle - 渲染\nJomeil - 渲染\nPoseydon - 渲染\nItsEratrix - 视频\n\n\n本周最佳大型工程是是标题为伊索纳市政厅（Isona Town Hall）的建筑，它的作者是GGJ16。\n\n\n它拥有两座建筑：一个豪华的市政厅，以及综合居住区。它们都在一个单一的城市街区里面呈现出来，被现实的道路，以及真正的大量各种形状和大小的汽车包围起来。\n\n\n虽然这并不是我在《PMC 每周精选》上回顾过的最大的大型工程，但它无疑是一个质量优于数量的例子。我不确定这个特别的作品能不能以一种更加吸引人的方式呈现出来。\n\n\n伊索纳市政厅（Isona Town Hall）是一个相当简约的作品，依赖于合理的建筑以及小细节，比起那些在这个类别中完全繁华的作品来说。而这并不会让你觉得它会冲击你的大脑，它应该让你欣赏由GGJ16用如此技巧和精确度创造的美景。\n\n\n这个市政厅完全就是任何市政厅应该有的样子。它有柱子，对称布局，和一种陈旧的感觉。相反，综合居住区不是那么精制，有单调的窗户，在屋顶上还有一些真正创造性的细节。这两部分建筑，完美地相互补充，混合了不同的建筑风格，但仍然忠于城市的整体风格。\n\n\n其他制作人员：\nAequotis - 协助\nHelix_ - 协助\nMicaelM - 车辆\nYil - 车辆\nDubz - 车辆\nOGS - 车辆\n\n\n而现在，我们要将目光转向地形，终于，我终于有一个大规模的、多生物群系的巨型地形向你们介绍。这块华丽的大陆有着一个简单的标题，它就是纽威（Nui），由LeafySeaRabbit创作。\n\n\nLeafySeaRabbit已经一次又一次地出现在这里，他擅长制作大型、野性的Minecraft地形。但不像他的其余作品，纽威（Nui）是一个有着给人留下深刻印象的各种生物群系的极其巨大的地形。\n\n\n整块大陆生机勃勃，由多岩石的悬崖、茂密的雨林、沙丘、覆雪的山脉，以及经典的火山荒地所组成。一个人能够从这些种类的巨型地形中看见所有东西。\n\n\n向所有的多生物群系地形，这个包含了对材质与技术的对比选择。沙漠生物群系平坦而分层，苔原粗糙而分散，而火山地区有着撒在一系列陡峭山脊上的精致红色粉末的外貌。\n\n\n每个生物群系都有自己的个性，而它们之间的边界不如顶级作品那么平缓，如果从区域角度理解的话。这无疑是一个闪亮的例子，诠释如何用一种更大、更令人印象深刻的整体感觉让生物群系组合成一个地形。\n\n\n其他制作人员：\nLentebriesje - 树木\nMonsterfish - 树木\nAerios - 笔刷\n\n\n在我们讨论有机作品之前，我只要说一件事情。本周最佳有机作品无疑将成为《PMC 2016年度回顾》中的竞争者。我知道，在新年那么早的时候确定这种东西很困难，但在这个案例中，真的毫无疑问。迄今为止，本年度最佳有机作品是未来主义的过去式（A Futuristic Past），由无敌的SuiCia1_M0nKeY创作。\n\n\n这是完全天才的创造。我不是只想说这些，因为我没有什么要说的了。我没有说谎。老实说，这是我今年见过的最闪耀的事物。在这里，我们要讨论许多部件，所以我会尽力让自己的思想有条不紊。\n\n\n让我们从讨论这个究竟是什么东西开始。这似乎是一个很大的、技术先进的舞台，为用一个全息投影仪安置一个机器人半人的专门目的而建造。我知道，这是一个非常复杂且古怪的描述，但这就是它的内容。\n\n\n这个舞台及其内部的东西，是对实体周围的空间的极佳使用。它不是特别复杂（至少不与其他的部件相比），但六边形面板与疯狂的栏杆为疯狂场面的其余部分形成了一个很棒的背景。\n\n\n然后你就有了投影仪，一个发着冷光的半球形装置，发射光束，形成一个山区地形的轮廓。似乎这个想法还不够酷，它与如何将这个想法实现相比相形见绌。使用半透明的材料是个聪明的主意，而有了一些渲染图则更能突出这一点。\n\n\n但这件作品到目前为止最好的地方在于，华丽的人形机器人形体。我不知道我是否曾经见过如此熟练地将小型机械部件组合起来。认真地说，它的质量真的可以与2015年度最佳有机作品媲美。很难建造这种大小的人形形体，但对于组合活塞、电线和技术模块，SuiCia1_M0nKeY所用的方法的确应该被强调。\n\n\n如果你真的想要轰击你的大脑，我会建议你看看这张半透明面板后面的机械部件。眼睛、嘴巴、牙齿，以及其他面部特征的组合方式可能是我在PMC上见过的最标新立异，最具创新性的事物。\n\n\n我再说一遍，我在《PMC 每周精选》上通常不是那么肯定的。我尽量保持在大多数时候稳定而理性。但你真的能因为我讨好这个无可争辩的杰作而指责我吗？我不想再说什么了。我正跪在我的键盘上。\n\n\n其他制作人员：\nRajkkor - 渲染\nDJpaulii - 渲染\n\n\n现代房子（Modern House），作者：Im2gr84u\n\n\n\n\n\n\n\n\n\n\n\n\n空客 A380（Airbus A380），作者：squirrel-friend\n\n\n\n\n\n\n\n\n英国舰队 麦纳福号（H.M.S. Minerve - Shipside），作者：Aequotis\n\n\n\n\n\n\n\n\n\n\n接下来的一座建筑介于主城与建筑模块之间。而我把它放在“主城”类别中，因为，好吧，事实上我不知道。我们就说我投了一个硬币。谁关心呢。本周最佳主城（或者建筑模块，如果你的硬币落在了反面）是霍恩福斯?基普（Holnfirth Keep），由-Pang-创作。\n\n\n霍恩福斯?基普（Holnfirth Keep）是一座大型的半圆塔，坐落于密集的地形与树叶中。地形平坦而制作精良，而树木也是与我曾经所见的一样好。\n\n\n塔中使用的建筑结构质量相似，一层又一层充满细节，由楼梯、台阶、旋转图案，以及一些显著的几何图案所组成。我们也不要忘记周围的建筑，包括一艘制作精良的帆船。\n\n\n这座大型建筑的内部当然是亮点之一。地板、窗户和悬挂的灯笼制造出一种真实的感觉。这是一次完整、互动的体验，内外兼修。\n\n\n其他制作人员：\nKevaasaurus - 渲染\n\n\n中世纪玩家之家（Medieval Playerhome），作者：Kellerbier\n\n\n\n\n\n\n\n\n\n\n\n\n一个命令方块的坦克（TANKS with only one command block），作者：TheRedEngineer\n\n\n\n\n\nBlockWorks。在这里，我说了它。就像你们所记得的，这个特殊的用户在去年的《PMC 每周精选》中占首要地位。而现在，接近一月的末尾，BlockWorks创造了可能成为2016年度最佳小游戏的作品。那个小游戏是一张革命性的冒险地图，标题为我们是护林者（We Are The Rangers）。\n\n\n这是一场不可思议的116个人的合作，就像你所期待的那样，有许多地方值得讨论。我们就从地形开始吧。很少在互动地图中看见如此壮观的地形。大多数冒险地图看起来不如这个雄伟。\n\n\n但这不仅仅是美学；我们是护林者（We Are The Rangers）完全是对Minecraft体验的重定义。总的来说，它给玩家安排了一个任务——从偷猎者的手中拯救各种各样的动物。这真的是一个很具创新性的想法，而这十分复杂，需要大量的规划与命令来实现它。\n\n\n看见如此多的原版命令被组合到单张地图中是令人印象深刻的。无数的生物、车辆、NPC和任务线都一起创造了一次令人惊异与新奇的体验。\n\n\n比起其他任何东西，这是一个十分精致与专业的作品。像他们所做的所有东西，BlockWorks将完美主义与超越其竞争者的作品介绍呈现在我们眼前。这感觉就像超越Minecraft的东西。\n\n\n其他制作人员：\nthecommonpeople - 出品\nDragnoz - 出品/制作\nSamosaurus - 出品\nZSL - 联合出品\nUnitedforWildlife - 联合出品\nWizard Keen - 制作\nDarastlix - 地形/渲染\n\n\nAcademia Nautica de Immanuel Rol，作者：veloticy\n\n\n\n\n\n\n\n\n\n\n\n\n上升与下降（The Rise-Dive），作者：NamedCow750\n\n\n\n\n\n排行榜 - 所有时间：\n\n排行榜 - 2015年：\n\n排行榜 - 2016年：\n\n\n结束语：\n如果你喜欢这篇博客，或者想支持作者，欢迎到原文地址给予钻石，或订阅作者。\n如果本翻译帖中有任何翻译或其他错误，欢迎指出，我会尽快处理。\n欲了解更多精彩博客，敬请关注《PMC 每周精选》总索引帖。\n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1455975060,
            "txt_content": "说真的做着帖子一点也不容易，楼主是初三党，真不容易。"
        },
        {
            "author": "终究暴走",
            "timestamp": 1455975780,
            "txt_content": "那个护林者的测试版是籽岷大大拍过的吧"
        },
        {
            "author": "Yy星人",
            "timestamp": 1455979920,
            "txt_content": "都是看过的大触的神作"
        },
        {
            "author": "qq1394236817",
            "timestamp": 1457235780,
            "txt_content": "都是看了原帖然而看不懂才来mcbbs的qwq"
        }
    ]
}