{
    "title": "<原创·连载·圣杯>终焉[第七章第一节][暮存]",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1455970500,
    "txt_content": " 本帖最后由 xcc 于 2016-2-20 20:20 编辑 \n\n           滚云铎......陆辙肆惊喜万分，这可是一个十分有名的传奇级的宝物啊。\n    在七櫆的史书与小说中，若是提到塞特帝国，就会提到滚云铎。在那些书中，滚云铎是个能控制人的宝物。据说只要摇晃滚云铎让其发出响声，并在响声中下达指令，便可控制人的行动。\n    史书中的滚云铎，是塞特帝国的王族常用的“洗脑”工具。史书中提到塞特的国王会对他的继承人使用滚云铎，令其“不得荒淫无度，声色犬马，应行使帝王之本职，以德治国,文武兼备”。简单的说来就是给继承人灌输一套完美的帝王模子。不过若史实真是这样的话，塞特帝国应该会万世长存，而不是在帝王暮雨继承后没多久就崩塌了。\n    不过历史永远都是由胜利者书写的，关于滚云铎的历史，八成是虚假的吧。\n    陆辙肆拿起滚云铎，摩挲着上面的滚云纹，满是欣喜。只是，这种可以控制人的宝物为什么没有被拿走.....\n    “诶？这个铎是.....”顾离不知什么时候已经走到了他身后。\n    陆辙肆握着铎，默默地点了点头，说道：“滚云铎。”\n    顾离附和地点点头，心中满是疑惑，他分明没有见过这铎，却对它有种莫名的熟悉感。\n    陆辙肆拿着铎，回到了自己先前考虑的问题上。为什么这铎没有被人拿走呢.....\n    他小心地拿着铎，走到楼梯旁，正准备走下二楼时，铎像是被一只巨大的手扔出去一般，兀自从他手中横飞出去，撞入木盒中。\n    陆辙肆抚着额头叹了口气，不是有人不想拿走这铎，而是这铎根本拿不走啊。这八成是什么限制物品活动范围的法术，只消将其破除，便可将滚云铎拿走了。他满意地转过身，心想既然有法术限制的话，应该就不用操心星河的人还会来抢这铎了。 \n    就在这时，他突然想到一个不相干的问题——滚云铎只有魔力强大的人才能使用，星河的成员都是地球人不可能有魔力，那么星河的家伙抢这个铎干什么.......？他皱了皱眉，作出了一个猜测。 \n    难不成，星河高层是有七櫆人的？这也不是没有可能，生活在七櫆不代表热爱七櫆，没准真的有那种人加入了星河，巴不得在星河侵略七櫆时分得一杯羹。既然这样，这铎还是不能放在这里，还是先拿走好了，不然被星河抢去可就糟了.....\n    但是怎么拿走....... \n    陆辙肆突然想到了刚才被他杀死的那个倒霉蛋。那个星河派来的家伙不会两手空空地过来拿走滚云铎吧？如果星河内部有七櫆人的话，那人应该知道需要破除法术才能取得滚云铎啊。陆辙肆皱紧的眉头逐渐舒展开来，星河还没有笨到那种程度，这个人既然被单独派来取走滚云铎，他一定是有备而来的，没准能在他身上搜出什么呢。\n    陆辙肆疾步走下楼梯，走到那人的尸首旁，忍着血腥味，将那人沾满血污的大衣内侧的一个锦囊抽了出来，随意地擦了擦手上沾到的血，然后走到离尸体几步远的地方，解开系着锦囊的红绳。\n    啪嗒。\n    一块环形玉佩从锦囊中掉出，滚落到陆辙肆手中。玉佩冰凉的质感传到手中，让他轻轻吸了口气。他低头端详着这块玉佩，想从上面找到一些刻字之类的证明这玉佩的功用，但终是没有找到。\n   锦囊中或许还有东西吧。他把手伸进锦囊，摸到一张皱巴巴的纸，上面写的是汉语。\n    “将此物放于锦盒内”\n    没有介绍这个玉饰的名称和作用，只是简单地交代了如何使用，虽然没有满足陆辙肆的好奇心，但拿出滚云铎，足矣。\n    他转身跑上楼，疾步走到木盒前，将玉饰丢到锦布上，然后小心翼翼地拿走滚云铎，向楼下走去。 \n    顾离闪到一旁，看到滚云铎没有径自飞回木盒后长舒一口气，跟着陆辙肆往楼下走去。\n    “等等，你不处理那掉个尸体么？”途径第二层时顾离本能地捂住眼睛不去看那血腥。\n    “无妨。”陆辙肆淡淡地说了一句。其实他觉得谜殿这等地方实在不该出现尸体之类的东西，只是现在时间紧迫，军队都快打过来了，以后再处理也罢。 \n     但当两人走到第一层时才发现一个重要的问题，怎么出去。\n    之前陆辙肆跟顾离解释过，只要持有塞特帝国时的一种令牌就可以进入谜殿，而这个令牌是陆辙肆家中藏了许久的一个古物，来历很复杂。只是，出去和进来的方式并不一样，这一点是他在介绍谜殿的石碑上看到的。\n    石碑说从谜殿出去需要持有塞特帝国的勾玉。塞特帝国是有多不放心谜殿啊，进出都需要持有特定的物品，啧啧。陆辙肆不满地“切”了一声，随即开始思考如何出去。\n    就在他如何也想不出方法时，谜殿的大门出现了裂缝。\n    裂缝逐渐扩大，最后布满了整个大门。\n    大门瞬间崩散为石块，零落四周。\n    一个人缓缓踏过地面上零落的石块，微笑着看向两人。\n    终于见面了，顾离。 \n     \n     \n   \n             \n\n     上一节     索引      下一节 \n\n快完结嗯真的快完了\n也许会烂尾？\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1455970680,
            "txt_content": "\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1455974100,
            "txt_content": "PS：开学了也能写，对了明天你也放假对不。\n\n外星人同志跟我说常另起分段可使文章看起来不错，于是今天我在作文作业上就这么试了一试，于是我刚才才从老师办公室回来。\n这跟你文章有什么关系？关系可大了，因为你也是常分段的"
        }
    ]
}