{
    "title": "<原创·连载·圣杯>终焉[第七章第三节][暮存]",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1456055580,
    "txt_content": " 本帖最后由 xcc 于 2016-2-28 16:30 编辑 \n\n       寒光凝聚在剑锋，随着长剑的挥动，在空中划出一道痕迹。\n    最后痕迹在顾离的眉心停下。\n    格里斯闭上了眼睛，只听得爆炸声中夹杂着惨叫。他便知，他赢了。         抱歉。格里斯低低地说了一声，不知是对谁。\n    剑身“砰”地一声破碎，碎成一片片细小的碎片，在空中打了个旋。格里斯缓缓松开手，剑柄掉落在地上，在触地的一瞬化为齑粉。\n    他缓缓抬头。\n    刚才那招，能使人的灵魂逐渐消亡，他练习了千年，终于派上了用场。\n    但心头还是留存有遗憾。\n    终是没能将那人复活啊。格里斯走上前去，缓缓捡起顾离身边散落的赤玉碎片。\n    本来一切都该按照计划进行的......如果谒决没有将赤玉掉包的话。\n    他小心地捡拾起碎片，摇头叹息。\n    这时他的视野里出现了一块墨渍，正缓缓晕开。他勾唇一笑，露出了然的笑容。\n    “你能看见我？”墨皋从墨渍中踏出，诧异地看向格里斯。片刻后又仰起头，恍然大悟道 ：“哦，你是隳楼啊，差点忘记你了。”\n    这谜殿神兽的文言口癖终于改掉了。格里斯一边暗自感慨一边苦笑着耸耸肩，他现在还没有弄清楚能看见这谜殿神兽到底算不算一件好事。 只有至善之人才能看见墨皋，但至善未必是好事。\n    在这个世界，善良可能会给你带来血的教训。\n    “几千年了，还未明白何谓至善？” 墨皋转过身，看向一脸茫然的格里斯和万分诧异的谒决，不禁呵呵一笑，谒决骨子里净是贪，怎么可能看到自己？ \n     格里斯摇了摇头，他确实不知何谓至善。他明明杀了那么多人，不算是善良了吧？ 可为什么还能看到墨皋？\n    墨皋踏出谜殿，它青色的皮肤被炎日披上一层金色。它抖了抖庞大的身躯，长啸一声，它身后那冰封谒决和军人们的冰块开始向他们的头部蔓延。\n    谒决惊恐地看着原本在肩膀以下的冰块窜了上来，裹携着巨大的寒气直逼而来。\n    而他手中一直抓着的滚云铎，突然破冰而出，飞向格里斯。几乎在同时，谒决口中流出殷红的献血，两眼往上翻。\n    格里斯伸手接住滚云铎，愣愣地看着上面的纹路，转头看了看冰块中已死去的谒决。\n    “我悟不了，告诉我吧，何谓至善。”格里斯转过头，看向立在阳光中的墨皋。\n    “遵从本心......”墨皋走回谜殿，跃上一块石碑，打了个哈欠。 \n    “那便是至善了。”\n    格里斯愣了一愣。\n    他的本心，就是想让这世界和平安乐。\n    可是他只是孤单的一个人而已，什么也做不了。\n    所以格里斯拼命地辅佐塞特王暮雨，想要让他治理好这个世界。\n    他后来取到的永生之物本来是想让暮雨用的，但暮雨被谒决杀害，永生之物也被谒决使用。\n    但他从未放弃过复活暮雨。他想看到暮雨复活，他来辅佐他，使这乱世安定。\n    当他发现暮雨的一半灵魂不知什么原因落到顾离身上时，他便千方百计地想将那块封有暮雨一半魂魄的赤玉戴在顾离身上，使灵魂融合。谒决却将赤玉掉包，然后取得滚云铎，想要让他掉包的赤玉里的杀神得到释放，成为他侵略的工具。\n    但格里斯没有想到自己其实不是一心想要复活暮雨。\n    他是一心想看到世界安定和平啊。\n    但这个想法还是太天真的。\n    谒决带领的只是一小拨军队而已.....虽然这拨军已经被冰封在那冰块里了——而且最高指挥官谒决也已经死了——但自己根本无力阻止侵略七櫆的大部队。\n    他低头暗叹自己的渺小，但当他看到自己手中的滚云铎时，不由得一笑。他记得，这玩意的声音，可以传得很远。\n    他走出谜殿，他高举起滚云铎，手腕轻震。\n    星河的军队，回到你们的来处，忘记有关侵略的一切。\n    他闭上眼，心中的巨石缓缓落下，终于安心了。\n    其实他很早就想说出那句话了呢。\n             \n\n     上一节     索引      下一节 \n\n预感要烂尾....\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1456055760,
            "txt_content": "@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人"
        },
        {
            "author": "格林",
            "timestamp": 1456058520,
            "txt_content": "璧坐玑驰之章。\n\n加油！"
        }
    ]
}