{
    "title": "★坑搬★PlanetMinecraft【S.S. Rusty Gaff】【远航船】",
    "author": "孤独秋叶",
    "replyCount": 2,
    "timestamp": 1456052700,
    "txt_content": " 本帖最后由 孤独秋叶 于 2016-3-13 18:06 编辑 \n\n远航船\n\n--S.S. Rusty Gaff--\n原帖:http://www.planetminecraft.com/project/ss-rusty-gaff/\n下载:http://yun.baidu.com/share/link?shareid=1492039711&uk=490681556\n\n作者原话\nHowdy folks! \n\nI bring to the table another ship, the S.S. Rusty Gaff! This ship has many features similar to the Salt Spray, but it is a much larger version. The Gaff classifies as a top-masted schooner with two very large steam engines. Intended as a humble cargo ship, she can act as a barge hauler if need be due to the two large steam engines. Since the engines are large and on the bottom deck, they serve also to keep the Gaff's center of mass lower too, giving her great stability! There are two cargo cranes, fairly similar to my earlier ship the Red Dragon, but the are worked by hydraulics instead of manual labor. The masts are tall and very accommodating of the large amount of canvas slung on its spars.  \n\nAs mentioned before, the look is very similar to the Salt Spray as I really do love that vintage look. The colors work well for that weathered look, and I reincorporated the spots of different color wood to give the impressions of hull patches. The aft cabins are stacked atop one another and the top cabin is actually wider than the bottom cabin, so the over hang creates a neat roofed balcony to walk around on.  I have never built a top-masted schooner before and in my opinion, I don't think it turned out all that bad. Thanks for your support and let me know what you all think! \n\nThanks and have a good one! \n\nNels7 \n\nP.S. If you wanna use the ship, please go right ahead! All I ask for is the credit for the build! Thank you!\n介绍图片\n\n\n\n\n\n\n\n\n\n\n\n搬运集合贴aaa[/hr]\n2016/2/21\n孤独秋叶\n",
    "replies": [
        {
            "author": "随风断爱",
            "timestamp": 1456053480,
            "txt_content": "1.现在很多人种西瓜的时候都习惯把西瓜苗放西瓜的那一个格子上耕一个田，其实完全没必要，但在蘑菇岛上，就有这个必要了（菌丝会将泥土变为菌丝）\n2.西瓜苗只能在泥土、草地上生产西瓜\n3.一个水能浇灌以水为中心点外4格，能浇灌9x9的田\n4.西瓜苗 南瓜苗 小麦能被水冲走，因此可以配合活塞、红石机关做一个半自动小麦收割机\n5.西瓜 南瓜可以被活塞破坏（西瓜被破坏只会得到西瓜片）\n6.西瓜 南瓜 地狱孢子的破坏时间不会被没有附魔的任何工具加速\n7.两个 西瓜苗或南瓜苗会同时连接一个生产物，而导致另一个苗不能生产，所以请避免这种情况\n8.常识 地狱孢子 只能在地狱生长（虽能种在主世界，但是不会生长）\n9.如果田没有水的灌溉，会在很快的时间内变为泥土，可在这个时间内快速放上小麦种子，（小麦种子没有水也能生长，不过比较慢），其他植物不行，会被自然破坏\n10.植物（MC的所有花草树木）没有光照，都会被自然破坏，这时你就必须\n11.田会被玩家、怪物、动物踩坏，变为泥土（在田的上面放上方块也会这样），可以在田的上面两格放上方块，在方块下种植，这样可以避免任何生物踩坏。或者在田外围上一圈栅栏，可以避免怪物、动物踩坏（蜘蛛、蜘蛛射手除外）。"
        },
        {
            "author": "liux135",
            "timestamp": 1456055160,
            "txt_content": "帆船不错哦~~~"
        }
    ]
}