{
    "title": "<原创·连载·圣杯>空[第五十一章：追杀开始了][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1456063980,
    "txt_content": "空·第五十章·追杀开始了\n\n\n正文\n\n\n    猛地睁开眼，纳尔看见了白的让人发晕的天花板，周围安宁的气氛让他觉得不安，身体里不知有什么东西在躁动着似乎随时会发作。    他的脑子里不断重复着一个名字：纳尔·彼得。    “醒了吗？”门被推开，纳尔听着脚步声，体重中等，男性，身高一米八左右。听这说话的声音，是弗兰克吧。纳尔翻了个身，他不清楚为什么，不知是哪根神经反感进来的人，结果导致整个身体都对其有抵触，尽力去躲避他身上的气息。    弗兰克注意到了纳尔的反常表现，心里有了底。他拿着手上的东西走到床边，纳尔已经蜷缩成了一团，像一只受惊而躲在角落的弱小动物，脸上有一种看起来极度矛盾的厌恶神情。这种眼神他在曾经的纳尔身上见到过，只是不知道这事是好是坏。    弗兰克看见这神情心中有些许低落。他把东西放在床头，很识趣地出去了，要是让纳尔开口赶他出去，这就太没面子了。    走出门后，弗兰克才意识到口袋里的手机在震动，刚才竟然失落到连这种程度的震动都忽略掉，真是够丢人了。    “喂，哪位？”    “我是安德，”对面的声音听起来像是刚处理过什么急事，“昨晚有人来过资料室，所以想找你问问，我记得资料室钥匙没几个人有。”他稍微一停顿，似是想起了什么事情，“对了，刚才我给你打电话你怎么没接？”    “刚才？”弗兰克一皱眉，“哦……可能那时手机不在身边，几秒钟之前我刚处理完事情。”    “事情，什么事情？”安德在问出这句话后立刻反悔了，弗兰克是什么性格他清楚的很，这种问题他根本不会回答，“算了，昨晚有人进资料室这事你知道吗？”    “不知道，我今天早上根本没去那里。不过你等一下，”弗兰克用肩顶住手机，故意弄出掏口袋的声音，“哦，见鬼……我的那把钥匙不见了。”    “钥匙不见了？”声音中透出一丝疑惑，安德第一反应就是钥匙被偷了，只是弗兰克的警觉性……他觉得被偷的可能性有些小，“我记得你一直都把钥匙放在外套里，昨天你把外套放在过什么地方？”    “昨天？啊……哦，我去公园跑步来着。”弗兰克快速回忆后，“就是一个临近医院的公园。”    “临近医院……”安德沉默半响，“你去跑步，然后呢？那件外套你放哪里了？”    “长椅上。”    安德嘴角抽动了一下，“赫尔斯……”他近期听说有人汇报，时常看见赫尔斯出现在一个靠近医院的公园中，虽然披着风衣，脸看不大清，但是这情况被反映过很多次，想来不会出什么错。“大概是赫尔斯拿的，只是……他拿资料室的钥匙做什么。”    “真是白痴，”弗兰克推开门走到街道上，“他喜欢插手谁的事这你该清楚吧。”    安德手微微一颤，他知道弗兰克在暗示什么了，“你是说……他要重新调查当年的手术？那件事不是已经瞒过去了吗，现在又被人怀疑了？！”    要说赫尔斯喜欢插手的与纳尔有关的事情，就是几年前的那场手术。赫尔斯知道一些与其有关的事，主要是因为当时并没有考虑到后来赫尔斯会叛变，尤其是他叛变时带出来的那个东西……对于这个计划来说是最为致命的突破点。如果赫尔斯将它交给纳尔，那么纳尔就会脱离控制，这就意味这个原本安排的天衣无缝的计划将会以失败告终。    “什么叫瞒过去了啊，”弗兰克觉得安德真的是脑袋有问题，恐怕是凭借着与save代理领袖的高中同学的关系才当上了核心成员吧，“我倒是很好奇，你当年为什么把这场手术的事告诉了一个与其毫不相关的人，赫尔斯只是负责他手术后的康复和训练工作而已。这事他以前做的也不少，没必要一五一十地告诉他吧。”    “我当时也是这样想的，但是那个时候赫尔斯看起来对于组织还算是忠心，他说如果我不透露一点详细情况他没法进行训练。给出的理由是纳尔手术后的精神状态以及体质不同于正常人，必须详细了解后才能安排合适的训练。”    “算了，先不叙旧，我猜赫尔斯去资料室，想找的可能是纳尔执行任务的档案，他能够大概推测出纳尔如今的下落。而他要找到纳尔，无非就是为了将那东西交到他手上吧。”    “那更要阻止他了，既然时常出现在公园，而且这个情况近期也有汇报，他一定还没离开这里，我会想办法找到他并且处理掉。”说完，电话就挂断了。弗兰克长出一口气，总算除掉了这个心头之患。之前save没有出动全力去搜索赫尔斯的下落是因为赫尔斯在一场雨夜发生的车祸中失去了踪影，太长时间都没得到结果，所以save断定赫尔斯死在了那场车祸里，毕竟save不是什么能称得上“正义”的组织，不能正大光明地去询问这场车祸是否有伤亡，新闻也没有相关报道，只能暗中调查。    要说心头之患一词，弗兰克还没有如此畏惧过一个人，赫尔斯还是第一个。纳尔做手术那一年，弗兰克恰好看见赫尔斯在当时的资料室里拿着个盒子，刚准备开口喊人就被用枪抵着脑袋，因为当时弗兰克胆子小，被吓得魂飞魄散。赫尔斯勒令他不准将这件事告诉任何人，而那时年纪轻轻未经历练的弗兰克满口答应，事后竟然也真的保密了，赫尔斯大概就是知道弗兰克的性格才会开口威胁吧。后来即使弗兰克想将此事上报给组织也不行了，这事被他瞒了太久，过了这样长的时间才说出来，被save处理掉是一定的事。    但弗兰克一直对此耿耿于怀，save的人多数以为赫尔斯只是带走了有助于控制纳尔的东西，其实不止于此，他还带出去一个磁片，就是那盒子里的东西，它会帮助纳尔恢复记忆。    如果这东西真让纳尔拿到并且提取出其中的信息，所造成的后果弗兰克想都不敢想，这真的太过可怕，纳尔可是经过专业训练的人，基本想杀谁都能如愿，只是他自己还不知道。\n\n返回索引贴\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "740446960@qq.co",
            "timestamp": 1456065300,
            "txt_content": "小说写得不错，就是字数太少了=.="
        },
        {
            "author": "冥王星人",
            "timestamp": 1456067400,
            "txt_content": "可是纳尔最后还是回复记忆了"
        }
    ]
}