{
    "title": "MCEdit-Unified自带滤镜教程补全",
    "author": "fhfuih",
    "replyCount": 5,
    "timestamp": 1456059360,
    "txt_content": " 本帖最后由 fhfuih 于 2016-7-24 19:11 编辑 \n\n本教程含有图片，看不到图片的用鼠标上下滚动一下图片就出来了。\n\n冰块菌的滤镜教程详细地写了很多MCEdit的插件，但是最新的MCEdit-Unified自带了一些新的滤镜，在冰块菌的文中没有提到。另外受限于简单的GUI，很多滤镜的选项堆砌得很杂乱，就算是英语也很难看懂怎么用。我当时汉化MCEdit的时候为了求准确，认真研究过每个插件的使用方法，所以决定写一个详细的滤镜图文教程，供大家参考。\n这是我搬运的MCEdit-Unified的帖子：点我跳转\n\n前几个版本使用非英语时滤镜的下拉菜单不听使唤，现在这个BUG已经被修复，大家可以开心地耍滤镜玩！然后不要问MCEdit支持到哪里了，它一直在更新，只不过被fork了一下，现在1.9妥妥的没问题。【截至发帖已经出1.9 pre-3】具体情况我在上面的帖子写的很详细了，就不再重复了。\n\n本帖已经更新完成！\n\n\n\n\nBanSlime/禁止史莱姆\nBanslime是一个禁止史莱姆在特定区域生成的滤镜。\n\n滤镜使用很简单，选中一个区域然后选择这个滤镜过滤就好了。\n滤镜只有一个选项：最大种子（MaxSeed），普通使用留默认就好，具体什么含义得先讲它的原理才知道。\n\n\n它的原理是，从种子号为0的地图到种子号为MaxSeed的地图为检索范围，由于史莱姆只在特定区块生成，因此在此范围内找到在对应坐标的区域不会生成史莱姆的地图，将其此区域相关数据替换到原地图中，产生一个“杂交”的地图。而滤镜的唯一选项则是用于调整检索的范围。\n\n由于其特殊的工作原理，这个滤镜使用时有以下需要注意的地方：\n* 一个地图只能在一处使用该滤镜。在第二处使用时，前面的区域会失效。\n* 以**区块**为单位替换数据，所以实际作用范围可能略大于所选区域。\n* 可能对此区域造成其它微小的影响，但不影响正常使用。\n* 有一定概率失败。并且显然选中区域越大，成功可能性越低。如果把检索范围调高也可能花上更多时间。\n\nSethbling的视频教程：油管链接\n\nAdd Potion Effect To Mobs/给生物添加药水效果\n顾名思义。使用：选区中选中生物，按需设置过滤属性过滤即可。\nMCEdit中生物作为实体以红色方框形式存在，可能不会正好在整数坐标上，选区选中的时候可以适当拉大选区确保生物被选中了，或者使用选区工具的统计来查看选区中有没有包含这个生物。\n\n\n其中注明（生物无效）的效果只对玩家有用。\n\nChange Mob Properties/更改生物属性\n顾名思义。\n使用：选区中选中生物，按需设置过滤属性过滤即可。不涉及的属性保持默认不动即可。\nMCEdit中生物作为实体以红色方框形式存在，可能不会正好在整数坐标上，选区选中的时候可以适当拉大选区确保生物被选中了，或者使用选区工具的统计来查看选区中有没有包含这个生物。\n\n\nChunk Surface Repair\n用途未知\n\nClassis Water Flood/提高水流\n即把非水源方块编程水源方块。\n使用：选中水方块过滤。可以勾选水和/或岩浆MCEdit也提供方块替换功能，可以选中水方块，在“把：”中选择水方块并勾选“任何数据值”，在“替换为：”中选择水源方块即可。\n\n\nColor Wires/红石线着色\n这个滤镜能为你的红石线路脚底的方块着色，即换成不同颜色的羊毛方块，每一条线颜色各不相同，用以在大型电路中区分每一条红石线路。\n\n滤镜使用：选中含红石线路的一块区域，过滤即可。\n效果：\n\n\nSethbling的视频教程：https://youtu.be/3YaoSAaou7U\n图片来自这个视频\n\nCreate Busses/新建红石线\n这个滤镜可以批量新建多条红石线，互不交叉影响。\n\n\n使用：每一条红石线都要相同的方块作为地基，提前做好起始端和末尾端，在MCEdit中建立选区，确保所有要素都囊括在选区里面，点击过滤，就会在区域内生成红石线。\n\n如图：\n\n\n图中做出了一条红石线的开头（最右，中继器加红石线）和末尾（最左，红石线加中继器），使用绿色羊毛作为地基。\n除此必要条件外，还可以放置别的地基方块，新建的红石线会自动经过这些方块。\n图中沙石（以及任何不是地基方块的都）为障碍物，红石线会自动绕过障碍物。\n红石线支持盘旋向上、向下。\n\n效果：\n\n\nSethbling的视频教程：https://youtu.be/9Uxujeds9VE\n图片来自这个视频\n\nCreate Shops/新建商店这个滤镜可以生成带有特定交易栏目的村民。\nMCEdit中文下过滤目前会爆BUG失败。\n使用：\n在MC中放置一个箱子，对于你想要的交易，在箱子最左上角放置支付物品，同列的第二行放置第二个支付物品（没有则留空），第三行放置获得物品。每一项物品的数量、NBT标签都会被带入村民交易中。若要设置多种交易，则从左往右每一列都用上述方式摆放物品。\n摆放好之后在MCEdit里面选中箱子，用此滤镜过滤后箱子就会变成村民。如果没有禁止村民移动的话，建议提前做好围栏防止村民跑掉。\n滤镜设置中：\n增加空白交易：在所有交易末尾增加一个不可用的PY屏障交易，据说这样能防止可能出现的MC崩溃。旋转：即NBT标签'rotation'，设置村民的头和身体的朝向。\n图片说明和使用效果：\n\n\n\n\n\n\n\nSethbing的视频教程：https://youtu.be/13LyPP43twE\n\nCreate Spawners/新建刷怪笼\n这个滤镜可以新建一个实体的刷怪笼。\n使用：用选区选中生物，点击过滤即可在此处生成对应生物的刷怪笼。MCEdit也提供编辑刷怪笼的功能。直接用画笔添加刷怪笼，然后双击它即可编辑刷怪生物。\n\nMCEdit中生物作为实体以红色方框形式存在，可能不会正好在整数坐标上，选区选中的时候可以适当拉大选区确保生物被选中了，或者使用选区工具的统计来查看选区中有没有包含这个生物。\nDecliff/减缓峭壁\n这个滤镜能让峭壁变平缓使用：选区选中峭壁，设置实现平缓的方式（把低处方块抬升，或者把高处方块降低，或兼有），点击过滤即可\n注意，可能产生材质丢失方块，暂时不知道其原理，过滤完了可以检查一下。\n\n\nFind\n这个滤镜能查找选区中的特定内容。\n\n\n搜索依据：\n1.实体\n以实体为搜索依据的时候，会搜索选区内的所有实体。这时和“方块”有关的选项不起任何作用。不论有没有勾选对方块实体的筛选，和“标签”有关的选项都会影响搜索结果：在相应文字框中输入内容可以筛选出含有此NBT条目（值）的实体。\n2.方块实体\n以方块实体为搜索依据的时候，会搜索选区内含有方块实体值的方块（即MCEdit中有黄色外框的方块）。如果开启了“方块”有关的选项，就会在搜索条目中再筛选出对应类型的方块。如果开启了“标签”有关的选项，就会在搜索条目中再筛选出含有对应标签的方块。\n3.方块\n以方块为搜索依据的时候，“方块”有关选项强制开启，并以此为搜索的筛选条件。如果开启了“标签”有关的选项，就会在搜索条目中再筛选出含有对应标签的方块。\n注：如果目的方块含有方块实体值，请尽量以方块实体值为主要搜索依据，并打开“方块”有关选项，这比以方块为主要依据再打开“标签”有关选项要快。\n\n搜索呈现方式：\n“开始新查找”会把结果呈现在“结果”页面下，如果搜索依据为实体或方块实体，那么在结果页面中还可以进一步修改NBT标签，详细操作方式见“NBT编辑器”滤镜的教程。\n“弹出查找到的坐标”则只会以弹窗形式展现坐标。\n示范：\n搜索选区中的实体，用标签'Sheared'筛选出其中的羊搜索选区中的方块实体，用标签'Command'='say hi1'筛选出含有上述命令的命令方块搜索选区中的工作台方块\n\nTexelEF的视频教程：https://www.youtube.com/watch?v=k1uidLPN-r4\n\nForester/植树工具这个滤镜能自动生成不同形状的树，减少建筑党工作量。\n使用：\n正确：\n错误：\n\n选择一块用于生成树的区域，选区要包含地表方块，并且高度不小于树的高度。剩下的设置按照个人喜好填写，以下选取几项作为讲解。\n设置形状：默认为Procedual，我查了一下，这貌似是一种计算机生成树的算法名字。这种树就是默认的树的形状。其余形状选项目前好像有BUG，不能成功过滤。“高度”和“高度变化范围”：树的实际高度会在高度±变化范围内随机取值，不然一排树都是一个高度很死板。根系的设置：默认为“是”，树底部会有少数向四周和向下蔓延的树干方块作为树根。“To Stone”和“Hanging”不清楚，前者好像是让根系一直向下延伸至达到石头方块。勾选“板状根”后根向四周蔓延的幅度会更大。树叶方块：树叶方块不同的方块ID有不同的功能。\"Decay after tree update\"指树干没了之后会枯萎的树叶，目前不处于枯萎状态但是会检测树干的变化，MC生成的树的树叶方块都是这一种。“Decaying”指正在枯萎的方块，游戏中一载入这个区块随时可能被赋予方块刻并消失。“No Decay”是不会枯萎的树叶，例如用剪刀剪下来再摆放出来的方块。“No Decay Unused”是不会枯萎，但MC没有使用的方块种类。种植在…上：要和选区选中的地表方块相同，选区内同时含有多种地表时只能种植在一种上。\n\n\n\nMake Mobs Invincible/让生物无敌\n这个滤镜可以让生物打不死。\n使用：用选区选中生物，点击过滤即可。\n\n\nMCEdit中生物作为实体以红色方框形式存在，可能不会正好在整数坐标上，选区选中的时候可以适当拉大选区确保生物被选中了，或者使用选区工具的统计来查看选区中有没有包含这个生物。\n\nNBTEdit/NBT编辑器这个滤镜可以用来编辑物品的NBT标签。（关于玩家和世界的NBT标签请在下方工具栏中使用NBT浏览器）\n使用：用选区选中要编辑的实体或方块，滤镜会搜索选区内所有含NBT标签的物品。由于实体、方块实体、方块刻都可能含有NBT标签，可以在点击“过滤”前勾选搜索范围，筛选出不同类型的NBT对象。\n点击过滤，将列出选区内所有此类型的NBT对象的坐标。三角图标的可以点击展开，灰色方块图标意味着选区内没有此类物品或者没有勾选。\n\n\n展开后是所有物品的坐标，双击这行条目可以将镜头转到此物品处，确定是哪一个物品。点击三角则可以再次展开，浏览物品中含的NBT信息。\n\n\n在NBT变量中单击选择一个项目，右方即可对其编辑。不同类型的数据左边有不同的图标，灰色方块图标意味着此物品（可以有）但尚未添加此条目。\n\n\n条目前面的图标样式可以在NBT浏览器功能的设置中修改。\n\n\nSet Biome/设置生物群系\n这个滤镜可以改变选区内的生物群系信息。\n使用：用选区选中一块区域，设置生物群系，点击过滤即可。\n\nSmooth 2D, Smooth 3D/平滑2D、平滑3D\n这个滤镜可以让选区的坡度更加平滑。\n使用：用选区选中一块区域，设置平滑方式，点击过滤即可。\n注意，可能产生材质丢失方块，暂时不知道其原理，过滤完了可以检查一下。\n\nTopsoil/替换顶层方块\n这个滤镜可以替换选区最靠近天空的方块，即“地皮”方块，满足例如城市建筑铺“沥青”的要求。\n使用：用选区选中一块区域，确保选区上部是空气（让滤镜知道选区里面有顶层方块），设置深度、替换或者全覆盖、目标方块，点击过滤即可。\n\n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1456059480,
            "txt_content": "MCEdit是一个实用的软件，现在教程也越来越多了，支持楼主。"
        },
        {
            "author": "fhfuih",
            "timestamp": 1456059540,
            "txt_content": "孤独秋叶 发表于 2016-2-21 20:58\nMCEdit是一个实用的软件，现在教程也越来越多了，支持楼主。\n我在我搬运帖的回复见过你，谢谢~"
        },
        {
            "author": "zhaoxingeabc",
            "timestamp": 1459587480,
            "txt_content": "照名字看Chunk Surface Repair应该是“区块表面修复”的意思？\n看介绍，用途应该是更新旧版本的mc区块……"
        },
        {
            "author": "fhfuih",
            "timestamp": 1459599600,
            "txt_content": "zhaoxingeabc 发表于 2016-4-2 16:58\n照名字看Chunk Surface Repair应该是“区块表面修复”的意思？\n看介绍，用途应该是更新旧版本的mc区块…… ...\n嗯，但是“区块表面”不知道是什么，我也没有用过旧版MC。我想等找到比较专业一点的解释之后再翻译"
        },
        {
            "author": "Wei_Xvdong6",
            "timestamp": 1586171580,
            "txt_content": "666666666666666666666"
        }
    ]
}