{
    "title": "<原创·连载·圣杯>《青色之风》[卷二·七]",
    "author": "zyj0807",
    "replyCount": 2,
    "timestamp": 1456063200,
    "txt_content": " 本帖最后由 zyj0807 于 2016-2-21 22:46 编辑 \n\n　　第七章\n\n　　一番显得有些啰嗦的谈话过后，白古便不再说话，而是转去抓起那两只野兔，打开门便走了出去。\n\n　　江泽知道她去做什么，因此突然地感到十分的无聊起来。\n\n　　午后的小屋里稍微有些暖和起来，江泽看着手里的剑，不知在想些什么。他随意地挥动了几下，又无奈地叹了气。\n\n　　他觉得有些热了。\n\n　　推开门，他走了出去，坐在长而斜地盘旋于树上的木制阶梯上，探头向下望去。他视力极好，所以便能望见树下的一个小的白点，他心知那是少女，于是就眼前便闪过了少女那端庄美丽的面孔来。\n\n　　他想不去想这些而是想些别的，所以他想起了一头狼。\n\n　　一头活在这大得罕见的森林更深处的狼王。\n\n　　于是他想起了那个被群狼追杀至洞窟前的夜晚，不禁打了个寒颤。\n\n　　那头狼王聪明狡诈到了极点，他着实不想再面对它了。\n\n　　一缕缕淡淡的烟雾飘忽到了江泽的眼前，在熹微的阳光下格外明显，江泽微微一愣，站了起来。\n\n　　这极淡的烟雾是从下方飘上来的，他的鼻翼微微翕动，嗅到了夹杂在烟里的香味，于是他便顺着盘旋的阶梯往下走。\n\n　　上来是心里只觉得这阶梯长得可怕，下来时反倒没有这个感觉了，兴许是因为先前太过累了的原因。\n\n　　香气越来越浓，江泽闻出这是肉的味道，立即想起了少女拿走的两只野兔。走下阶梯，果真看见她在树前的平地上架起了烤肉架，悠哉悠哉地烤着野兔。\n\n　　白古见他下来，朝他笑笑，示意他再等一会。\n\n　　江泽点点头回应了她，目光却不由自主地瞟向了烤肉架上的两只兔子。少女扫了一眼未熟的兔肉，顺手拿出一个装了一半一些颗粒的小玻璃瓶，往肉上小心地洒了一些。\n\n　　这时江泽才看见白古的身旁还有一个小木桌和两张椅子，上面摆放着数个与她刚刚拿出的玻璃瓶一般无二的物事以及一些叉子，盘子。\n\n　　那是佐料。江泽发了发愣，即便想不起以前的生活来了，但那些常识似乎没有忘记，倒还记得清楚。\n\n　　很快，兔子肉便烤好了，白衣的少女戴上一副手套，随手用叉子叉去一个，轻轻放到洁白的盘子里，再示意江泽过来。\n\n　　她叉去另一个时，江泽就走到了木桌边坐下来。\n\n　　“这桌椅是一直有的吗？”他接过对方递过来的手套戴上，左手拔出了叉子，右手却是空空如也，不禁皱了皱眉。\n\n　　白古见他这般表情，就又递过来一只小刀，道：“早先在这住下的时候，搬下来的。”\n\n　　江泽接过小刀，很自然且满意地微挥几下，拿过一块方帕系在胸前，随后突然一愣，似乎不明白自己的举动。\n\n　　在他对面坐下的少女不由得叹了口气。果然应该是富贵人家的子弟，她这样心想，有些习惯，哪怕被压抑了很久，也是改不掉的。\n\n　　江泽没有想很多，只是慢条斯理地吃起了眼前这盘兔肉。刀一切入，他就注意到，自己这盘兔肉要比白古的稍胖一圈，瞬间就明白过来，心中一暖。\n\n　　刀叉进行之时，江泽不免想到了以前的生活，没有刀叉，没有盘子和桌子，一开始连火都很难弄出，饿了好些时光，便开始吃草叶、生肉。即便是后来学会了取火，肉也很难烤好，而且能喝的水还要冒险涉入森林深处去寻。\n\n　　那样的生活和今天的一对比，简直就是天壤之别。他有些感慨，随即是浓厚的感激与喜悦之情。\n\n　　白古不知他出神是在想什么，但也能猜去一二，于是轻笑了一声，提醒他好好吃肉。\n\n　　一顿充当了午餐的进餐不多久就结束了。接下来，收拾好东西休息片刻，便要出发了。\n\n　　“大约要半个时辰。”白古这么和他说道，“中间可能遇到一些野兽，做好准备。”\n\n　　她没有问一些“该如何应对”的废话，大抵是相信江泽或是不在意那些野兽。\n\n　　“不过也不用嫌麻烦，通常是不会遇到的。”白古见江泽皱眉的神色，背上弓箭，笑了笑道。\n\n　　江泽捡起放在一边的木剑，心中却莫名地生出了隐隐的担忧。不知为何，他有些不太好的预感。\n\n　　于是片刻之后，两人便出发了。\n\n　　“那根棒子就别去捡了，挺浪费时间的。”江泽想了想，说道。\n\n　　“也是，那便直接往村庄的方向走。”白古想了想，同意了。\n\n　　这次他们走得没有之前那么快，因此江泽就有了欣赏沿路风景的闲时。\n\n　　不过周围除了树木便是野生的花草，看不了多久，甚至多出了许多雾气，所以他很快就厌了。\n\n　　但随着时间的推移，雾气越来越浓厚，江泽心中隐隐的不安却是越来越浓重起来，他愈发觉得不对劲，便想出声询问白古。\n\n　　却发现一直在前面的白古忽然停了下来。\n\n　　“怎么了？”话未出口，少女已然取下背后木弓。\n\n　　她捏出一支箭，面无表情地搭在弓上，一双黑眸中却写满了凝重。\n\n　　江泽虽然不知道发生了什么，但也察觉到了一点问题。他没有做声，只是双腿紧绷，默默握紧了木剑。\n\n　　少女拉弓瞄准了前方林深处，她神色冷漠，隐隐有杀机透露出来。\n\n　　“我听闻——”她清冷的声音在林间响起，“在这森林的深处有一只白狼。”\n\n　　前方的雾气缓慢地搅动起来，晨光越发的稀疏了。\n\n　　少女的衣摆被雾气搅动所带起的风吹摆着，拉弓的手不曾有半分放松。\n\n　　她感觉到一阵奇异的波动正缓缓自前方升起。\n\n　　他看到一圈奇异的波纹正缓缓从前方扩散。\n\n　　她箭欲离弦，他剑欲出剑。\n\n　　骤然他们看见一道银白的影子在那雾气里若隐若现。\n\n　　仿若神明。\n\n\n目录\n\n\n@46241359 @xcc @Cai_Iu \n\n我想在后面几章放艾克斯茜茜\n\n给北极点赞\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1456114140,
            "txt_content": "放艾克斯兮兮什么鬼"
        },
        {
            "author": "zyj0807",
            "timestamp": 1456227660,
            "txt_content": "xcc 发表于 2016-2-22 12:09\n放艾克斯兮兮什么鬼\n嘿嘿嘿XD\n"
        }
    ]
}