{
    "title": "元宵快乐",
    "author": "1606140786",
    "replyCount": 2,
    "timestamp": 1456074420,
    "txt_content": "祝大家元宵快乐！\n\n元宵百科\n元宵节的由来与传说    元宵节是中国的传统节日，早在2000多年前的西汉就有了，元宵赏灯始于东汉明帝时期，明帝提倡佛教，听说佛教有正月十五日僧人观佛舍利，点灯敬佛的做法，就命令这一天夜晚在皇宫和寺庙里点灯敬佛，令士族庶民都挂灯。以后这种佛教礼仪节日逐渐形成民间盛大的节日。该节经历了由宫廷到民间，由中原到全国的发展过程。 \n\n　　在汉文帝时，已下令将正月十五定为元宵节。汉武帝时，“太一神”的祭祀活动定在正月十五。（太一：主宰宇宙一切之神）。司马迁创建“太初历”时，就已将元宵节确定为重大节日。　　另有一说是元宵燃灯的习俗起源于道教的“三元说”；正月十五日为上元节，七月十五日为中元节，十月十五日为下元节。主管上、中、下三元的分别为天、地、人三官，天官喜乐，故上元节要燃灯。\n\n　　元宵节的节期与节俗活动，是随历史的发展而延长、扩展的。就节期长短而言，汉代才一天，到唐代已为三天，宋代则长达五天，明代更是自初八点灯，一直到正月十七的夜里才落灯，整整十天。与春节相接，白昼为市，热闹非凡，夜间燃灯，蔚为壮观。特别是那精巧、多彩的灯火，更使其成为春节期间娱乐活动的高潮。至清代，又增加了舞龙、舞狮、跑旱船、踩高跷、扭秧歌等“百戏”内容，只是节期缩短为四到五天。\n\n　　关于元宵节的来历，民间还有几种有趣的传说：\n　　关于灯的传说\n\n　　传说在很久以前，凶禽猛兽很多，四处伤害人和牲畜，人们就组织起来去打它们， 有一只神鸟困为迷路而降落人间，却意外的被不知情的猎人给射死了。天帝知道后十分震怒，立即传旨，下令让天兵于正月十五日到人间放火，把人间的人畜财产通通烧死。 天帝的女儿心地善良，不忍心看百姓无辜受难，就冒着生命的危险，偷偷驾着祥云来到人间，把这个消息告诉了人们。众人听说了这个消息，有如头上响了一个焦雷。吓得不知如何是好，过了好久，才有个老人家想出个法子，他说：「在正月十四、十五、十六日这三天，每户人家都在家里张灯结彩、点响爆竹、 燃放烟火。这样一来，天帝就会以为人们都被烧死了」。\n\n　　大家听了都点头称 是，便分头准备去了。到了正月十五这天晚上，天帝往下一看，发觉人间一片红光，响声震天，连续三个夜晚都是如此，以为是大火燃烧的火焰，以中大快。人们就这样保住了自己的生命及财产。为了纪念这次成功，从此每到正月十五，家家户户都悬挂灯笼，放烟火来纪念这个日子。\n\n　　汉文帝时为纪念“平吕”而设\n\n　　另一个传说是元宵节是汉文帝时为纪念“平吕”而设。汉高祖刘邦死后，吕后之子刘盈登基为汉惠帝。惠帝生性懦弱，优柔寡断，大权渐渐落再吕后手中．汉惠帝病死后吕后独揽朝政把刘氏天下变成了吕氏天下，朝中老臣，刘氏宗室深感愤慨，但都惧怕吕后残暴而敢怒不敢言．\n\n　　吕后病死后，诸吕惶惶不安害怕遭到伤害和排挤。于是，在上将军吕禄家中秘密集合，共谋作乱之事，以便彻底夺取刘氏江山。\n\n　　此事传至刘氏宗室齐王刘囊耳中，刘囊为保刘氏江山，决定起兵讨伐诸吕随后与开国老臣周勃，陈平取得联系，设计解除了吕禄，“诸吕之乱”终于被彻底平定．\n\n　　平乱之后，众臣拥立刘邦的第二个儿子刘恒登基，称汉文帝．文帝深感太平盛世来之不易，便把平息“诸吕之乱”的正月十五，定为与民同乐日，京城里家家张灯结彩，以示庆祝。从此，正月十五便成了一个普天同庆的民间节日——“闹元宵”。\n\n　　东方朔与元宵姑娘\n\n　　这一则传说与吃元宵的习俗有关：相传汉武帝有个宠臣名叫东方朔，他善良又风趣。有一天冬天，下了几天大雪 ，东方朔就到御花园去给武帝折梅花。刚进园门，就发现有个宫女泪流满面准备投井。东方朔慌忙上前搭救，并问明她要自杀的原因。原来，这个宫女名叫元宵，家里还有双亲及一个妹妹。自从她进宫以后，就再也无缘和家人见面。每年到了腊尽春来的时节，就比平常更加的思念家人。觉得不能在双亲跟前尽孝，不如一死了之。东方朔听了她的遭遇，深感同情，就向她保证，一定设法让她和家人团聚。\n\n　　一天，东方朔出宫在长安街上摆了一个占卜摊。不少人都争着向他占卜求卦。不料，每个人所占所求，都是“正月十六火焚身”的签语。一时之间，长安里起了很大恐慌。人们纷纷求问解灾的办法。东方朔就说：“正月十三日傍晚，火神君会派一位赤衣神女下凡查访，她就是奉旨烧长安的使者，我把抄录的偈语给你们，可让当今天子想想办法。”说完，便扔下一张红帖，扬长而去。老百姓拿起红帖，赶紧送 到皇宫去禀报皇上。\n\n　　汉武帝接过来一看，只见上面写着：“长安在劫，火焚帝阙，十五天火，焰红宵夜”，他心中大惊，连忙请来了足智多谋的东方朔。东方朔假意的想了一想，就说：“听说火神君最爱吃汤圆，宫中的元宵不是经常给你做汤圆吗？十五晚上可让元宵做好汤圆。万岁焚香上供，传令京都家家都做汤圆，一齐敬奉火神君。再传谕臣民一起在十五晚上挂灯，满城点鞭炮、放烟火，好像满城大火，这样就可以瞒过玉帝了。 此外，通知城外百姓，十五晚上进城观灯，杂在人群中消灾解难”。武帝听后，十分高兴，就传旨照东方朔的办法去做。\n\n　　到了正月十五日长安城里张灯结彩，游人熙来攘往，热闹非常。宫女元宵的父母也带着妹妹进城观灯。当他们看到写有“元宵”字样的大宫灯时，惊喜的高喊：“元宵！元宵！”， 元宵听到喊声，终于和家里的亲人团聚了。\n如此热闹了一夜，长安城果然平安无事。汉武帝大喜，便下令以后每到正月十五都做汤圆供火神君，正月十五照样全城挂灯放烟火。因为元宵做的汤圆最好，人们就把汤圆叫元宵，这天叫做元宵节。\n[table=458]\n[table=98%]\n　　元宵节的由来与传说    元宵节是中国的传统节日，早在2000多年前的西汉就有了，元宵赏灯始于东汉明帝时期，明帝提倡佛教，听说佛教有正月十五日僧人观佛舍利，点灯敬佛的做法，就命令这一天夜晚在皇宫和寺庙里点灯敬佛，令士族庶民都挂灯。以后这种佛教礼仪节日逐渐形成民间盛大的节日。该节经历了由宫廷到民间，由中原到全国的发展过程。 \n\n　　在汉文帝时，已下令将正月十五定为元宵节。汉武帝时，“太一神”的祭祀活动定在正月十五。（太一：主宰宇宙一切之神）。司马迁创建“太初历”时，就已将元宵节确定为重大节日。　　另有一说是元宵燃灯的习俗起源于道教的“三元说”；正月十五日为上元节，七月十五日为中元节，十月十五日为下元节。主管上、中、下三元的分别为天、地、人三官，天官喜乐，故上元节要燃灯。\n\n　　元宵节的节期与节俗活动，是随历史的发展而延长、扩展的。就节期长短而言，汉代才一天，到唐代已为三天，宋代则长达五天，明代更是自初八点灯，一直到正月十七的夜里才落灯，整整十天。与春节相接，白昼为市，热闹非凡，夜间燃灯，蔚为壮观。特别是那精巧、多彩的灯火，更使其成为春节期间娱乐活动的高潮。至清代，又增加了舞龙、舞狮、跑旱船、踩高跷、扭秧歌等“百戏”内容，只是节期缩短为四到五天。\n\n　　关于元宵节的来历，民间还有几种有趣的传说：\n　　关于灯的传说\n\n　　传说在很久以前，凶禽猛兽很多，四处伤害人和牲畜，人们就组织起来去打它们， 有一只神鸟困为迷路而降落人间，却意外的被不知情的猎人给射死了。天帝知道后十分震怒，立即传旨，下令让天兵于正月十五日到人间放火，把人间的人畜财产通通烧死。 天帝的女儿心地善良，不忍心看百姓无辜受难，就冒着生命的危险，偷偷驾着祥云来到人间，把这个消息告诉了人们。众人听说了这个消息，有如头上响了一个焦雷。吓得不知如何是好，过了好久，才有个老人家想出个法子，他说：「在正月十四、十五、十六日这三天，每户人家都在家里张灯结彩、点响爆竹、 燃放烟火。这样一来，天帝就会以为人们都被烧死了」。\n\n　　大家听了都点头称 是，便分头准备去了。到了正月十五这天晚上，天帝往下一看，发觉人间一片红光，响声震天，连续三个夜晚都是如此，以为是大火燃烧的火焰，以中大快。人们就这样保住了自己的生命及财产。为了纪念这次成功，从此每到正月十五，家家户户都悬挂灯笼，放烟火来纪念这个日子。\n\n　　汉文帝时为纪念“平吕”而设\n\n　　另一个传说是元宵节是汉文帝时为纪念“平吕”而设。汉高祖刘邦死后，吕后之子刘盈登基为汉惠帝。惠帝生性懦弱，优柔寡断，大权渐渐落再吕后手中．汉惠帝病死后吕后独揽朝政把刘氏天下变成了吕氏天下，朝中老臣，刘氏宗室深感愤慨，但都惧怕吕后残暴而敢怒不敢言．\n\n　　吕后病死后，诸吕惶惶不安害怕遭到伤害和排挤。于是，在上将军吕禄家中秘密集合，共谋作乱之事，以便彻底夺取刘氏江山。\n\n　　此事传至刘氏宗室齐王刘囊耳中，刘囊为保刘氏江山，决定起兵讨伐诸吕随后与开国老臣周勃，陈平取得联系，设计解除了吕禄，“诸吕之乱”终于被彻底平定．\n\n　　平乱之后，众臣拥立刘邦的第二个儿子刘恒登基，称汉文帝．文帝深感太平盛世来之不易，便把平息“诸吕之乱”的正月十五，定为与民同乐日，京城里家家张灯结彩，以示庆祝。从此，正月十五便成了一个普天同庆的民间节日——“闹元宵”。\n\n　　东方朔与元宵姑娘\n\n　　这一则传说与吃元宵的习俗有关：相传汉武帝有个宠臣名叫东方朔，他善良又风趣。有一天冬天，下了几天大雪 ，东方朔就到御花园去给武帝折梅花。刚进园门，就发现有个宫女泪流满面准备投井。东方朔慌忙上前搭救，并问明她要自杀的原因。原来，这个宫女名叫元宵，家里还有双亲及一个妹妹。自从她进宫以后，就再也无缘和家人见面。每年到了腊尽春来的时节，就比平常更加的思念家人。觉得不能在双亲跟前尽孝，不如一死了之。东方朔听了她的遭遇，深感同情，就向她保证，一定设法让她和家人团聚。\n\n　　一天，东方朔出宫在长安街上摆了一个占卜摊。不少人都争着向他占卜求卦。不料，每个人所占所求，都是“正月十六火焚身”的签语。一时之间，长安里起了很大恐慌。人们纷纷求问解灾的办法。东方朔就说：“正月十三日傍晚，火神君会派一位赤衣神女下凡查访，她就是奉旨烧长安的使者，我把抄录的偈语给你们，可让当今天子想想办法。”说完，便扔下一张红帖，扬长而去。老百姓拿起红帖，赶紧送 到皇宫去禀报皇上。\n\n　　汉武帝接过来一看，只见上面写着：“长安在劫，火焚帝阙，十五天火，焰红宵夜”，他心中大惊，连忙请来了足智多谋的东方朔。东方朔假意的想了一想，就说：“听说火神君最爱吃汤圆，宫中的元宵不是经常给你做汤圆吗？十五晚上可让元宵做好汤圆。万岁焚香上供，传令京都家家都做汤圆，一齐敬奉火神君。再传谕臣民一起在十五晚上挂灯，满城点鞭炮、放烟火，好像满城大火，这样就可以瞒过玉帝了。 此外，通知城外百姓，十五晚上进城观灯，杂在人群中消灾解难”。武帝听后，十分高兴，就传旨照东方朔的办法去做。\n\n　　到了正月十五日长安城里张灯结彩，游人熙来攘往，热闹非常。宫女元宵的父母也带着妹妹进城观灯。当他们看到写有“元宵”字样的大宫灯时，惊喜的高喊：“元宵！元宵！”， 元宵听到喊声，终于和家里的亲人团聚了。\n如此热闹了一夜，长安城果然平安无事。汉武帝大喜，便下令以后每到正月十五都做汤圆供火神君，正月十五照样全城挂灯放烟火。因为元宵做的汤圆最好，人们就把汤圆叫元宵，这天叫做元宵节。\n\n\n  元宵节是中国的传统节日，所以全国各地都过，大部分地区的习俗是差不多的，但各地也还是有自己的特点。\n\n　　吃元宵\n\n　　正月十五吃元宵，“元宵”作为食品，在我国也由来已久。宋代，民间即流行一种元宵节吃 的新奇食品。这种食品，最早叫“ 浮元子”后称“元宵” ，生意人还美其名曰“元宝” 。元宵即\"汤圆\"以白糖、玫瑰、芝麻、豆沙、黄桂、核桃仁、果仁、枣泥等为馅，用糯米粉包成圆形，可荤可素，风味各异。可汤煮、油炸、蒸食，有团圆美满之意。陕西的汤圆不是包的，而是在糯米粉中\"滚\"成的，或煮司或油炸，热热火火，团团圆圆。　　观 灯\n\n　　汉明帝永平年间（公元58--75），因明帝提倡佛法,适逢蔡愔从印度求得佛法归来，称印度摩喝陀国每逢正月十五，僧众云集瞻仰佛舍利，是参佛的吉日良辰。汉明帝为了弘扬佛法，下令正月十五夜在宫中和寺院\"燃灯表佛\"。此后，元宵放灯的习俗就由原来只在宫廷中举行而流传到民间。即每到正月十五，无论士族还是庶民都要挂灯，城乡通宵灯火辉煌。\n\n　　元宵放灯的习俗，在唐代发展成为盛况空前的灯市，当时的京城长安已是拥有百万人口的世界最大都市，社会富庶。在皇帝的亲自倡导下，元宵灯节办得越来越豪华。中唐以后，已发展成为全民性的狂欢节。唐玄宗（公元685--762）时的开元盛世，长安的灯市规模很大，燃灯五万盏，花灯花样繁多，皇帝命人做巨型的灯楼，广达20间，高150尺，金光璀璨，极为壮观。\n\n　　宋代，元宵灯会无论在规模和灯饰的奇幻精美都胜过唐代，而且活动更为民间化，民族特色更强。以后历代的元宵灯会不断发展，灯节的时间也越来越长，。唐代的灯会是\"上元前后各一日\"，宋代又在十六之后加了两日，明代则延长到由初八到十八整整十天。\n\n　　到了清代，满族入主中原，宫廷不再办灯会，民间的灯会却仍然壮观。日期缩短为五天，一直延续到今天。 \n\n　　灯在台湾民间具有光明与添丁的涵义，点燃灯火有照亮前程之意，且台语灯与丁谐音代表生男孩，因此往昔元宵节妇女都会刻意在灯下游走，希望“钻灯脚生卵葩”（就是钻到灯下游走，好生男孩）。\n　　中国的情人节\n\n　　元宵节也是一个浪漫的节日，元宵灯会在封建的传统社会中，也给未婚男女相识提供了一个机会，传统社会的年轻女孩不允许出外自由活动，但是过节却可以结伴出来游玩，元宵节赏花灯正好是一个交谊的机会，未婚男女借着赏花灯也顺便可以为自己物色对象。元宵灯节期间，又是男女青年与情人相会的时机。\n\n　　在台湾，还有未婚女性在元宵夜偷摘葱或菜将会嫁到好丈夫的传统习俗，俗称：“偷挽葱，嫁好尪”、“偷挽菜，嫁好婿”，希望婚姻美满的女孩，要在元宵之夜到菜园里偷摘葱或青菜，期待未来家庭幸福，唐代的灯市还出现乐舞百戏表演，成千上万的宫女，民间少女在灯火下载歌载舞，叫做行歌、踏歌。\n\n　　欧阳修(生查子)云：去年元夜时，花市灯如书；月上柳梢头，人约黄昏后。 辛弃疾(青玉案)写道：众里寻它千百度，暮然回首，那人却在灯火阑珊处。就是描述元宵夜的情境，而传统戏曲陈三和五娘是在元宵节赏花灯进相遇而一见钟情，乐昌公文与徐德言在元宵夜破镜重圆，《春灯谜》中宇文彦和影娘在元宵订情。所以说元宵节也是中国的“情人节”。\n\n　　走百病\n\n　　元宵节除了庆祝活动外，还有信仰性的活动。那就是\"走百病\"又称\"烤百病\"\"散百病\"参与者多为妇女，他们结伴而行或走墙边，或过桥过走郊外，目的是驱病除灾。\n　　随着时间的推移，元宵节的活动越来越多，不少地方节庆时增加了耍龙灯、耍狮子、踩高跷、划旱船扭秧歌、打太平鼓等活动。\n　　正月十五元宵节还有一些鲜为人知已经失传的民间活动，这里列举二三。 \n\n　　祭门、祭户古代有“七祭”，这是其中的两种。祭祀的方法很简单，把杨树支插在门户上方，在盛有豆粥的碗里插上一双筷子，或者直接将酒肉放在门前。\n\n　　逐鼠\n\n　　这项活动主要是对养蚕人家所说的。因为老鼠常在夜里把蚕大片大片地吃掉，人们听说正月十五用米粥喂老鼠，它就可以不吃蚕了。于是，这些人家在正月十五熬上一大锅粘糊糊的粥，有的还在上面盖上一层肉，将粥用碗盛好，放到老鼠出没的顶棚、墙角、边放嘴里还边念念有词，诅咒老鼠再吃蚕宝宝就不得好死。\n　　迎紫姑\n\n　　紫姑是民间传说中一个善良、贫穷的姑娘。正月十五，紫姑因穷困而死。百姓们同情她、怀念她、有些地方便出现了“正月十五迎紫姑”的风俗。每到这一天夜晚，人们用稻草、布头等扎成真人大小的紫姑肖像。妇女们纷纷站到紫姑常做活的厕所、猪圈和厨房旁边迎接她，象对待亲姐妹一样，拉着她的手，跟她说着贴心话，流着眼泪安慰她，情景十分生动，真实的反映了劳苦民众善良、忠厚、同情弱者的思想感情。\n\n\n元夕于通衢建灯夜升南楼》\n（隋） 隋炀帝\n法轮天上转，梵声天上来；\n灯树千光照，花焰七枝开。\n月影疑流水，春风含夜梅；\n燔动黄金地，钟发琉璃台。\n《正月十五夜》\n（唐） 苏道味\n火树银花合，星桥铁锁开，\n灯树千光照。明月逐人来。\n游妓皆穠李，行歌尽落梅。\n金吾不禁夜，玉漏莫相催。 \n\n《上元夜》\n（唐）崔液\n玉漏铜壶且莫催，铁关金锁彻夜开;\n谁家见月能闲坐，何处闻灯不看来。\n《十五夜观灯》\n（唐）卢照邻\n锦里开芳宴，兰红艳早年。\n缛彩遥分地，繁光远缀天。\n接汉疑星落，依楼似月悬。\n别有千金笑，来映九枝前。正月十五夜灯\n（唐）张祜\n千门开锁万灯明，正月中旬动地京。\n三百内人连袖舞 ，一进天上著词声。诗曰\n（唐）李商隐 \n月色灯山满帝都，香车宝盖隘通衢。\n身闲不睹中兴盛， 羞逐乡人赛紫姑。\n诗曰\n（宋）姜白石\n元宵争看采莲船，宝马香车拾坠钿；\n风雨夜深人散尽，孤灯犹唤卖汤元。诗曰\n（宋）姜白石\n贵客钩帘看御街，市中珍品一时来，\n帘前花架无行路，不得金钱不肯回。\n（注：珍品这里指元宵）\n《青玉案 元夕》\n（宋）辛弃疾 \n东风夜放花千树，更吹落，星如雨。\n宝马雕车香满路，凤萧声动，壶光转，一夜鱼龙舞 。\n蛾儿雪柳黄金缕，笑语盈盈暗香去。\n众里寻他千百度，蓦然回首， 那人却在，火阑珊处。\n《生查子 元夕 》\n（宋）欧阳修\n去年元夜时，花市灯如昼。\n月到柳梢头，人约黄昏后。\n今年元夜时，月与灯依旧。\n不见去年人，泪湿春衫袖。《京都元夕》 \n（元）元好问\n袨服华妆着处逢 ，六街灯火闹儿童 。\n长衫我亦何为者 ，也在游人笑语中 。折桂令 元宵\n（元）失名\n爱元宵三五风光，月色婵娟，灯火辉煌。\n月满冰轮，灯烧陆海，人踏春阳。\n三美事方堪胜赏，四无情可恨难长。\n怕的是灯暗光芒，人静荒凉，角品南楼，月下西厢。《汴京元夕》 \n（明）李梦阳\n中山孺子倚新妆，郑女燕姬独擅场。\n齐唱宪王春乐府， 金梁桥外月如霜。《元 宵》 \n（明） 唐寅\n有灯无月不娱人，有月无灯不算春。\n春到人间人似玉， 灯烧月下月如银。\n满街珠翠游村女，沸地笙歌赛社神。 \n不展芳尊开口笑，如何消得此良辰。\n《元夜踏灯》\n（清）董舜民\n百枝火树千金屧，宝马香尘不绝。飞琼结伴试灯来，忍把檀郎轻别。\n一回佯怒，一回微笑，小婢扶行怯。\n石桥路滑缃钓蹑，向阿母低低说。妲娥此夜悔还无？怕入广寒宫阙。\n不如归去，难畴畴昔，总是团圆月。\n《上元竹枝词》\n（清）符曾\n桂花香馅裹胡桃，江米如珠井水淘。\n见说马家滴粉好，试灯风里卖元宵。\n《元夕影永冰灯》 \n（清）唐顺之\n正怜火树千春妍，忽见清辉映月阑。\n出海鲛珠犹带水，满堂罗袖欲生寒。\n烛花不碍空中影，晕气疑从月里看。 \n为语东风暂相借，来宵还得尽余欢。《元夕无月》\n（清）丘逢甲\n三年此夕无月光，明月多应在故乡。\n欲向海天寻月去，五更飞梦渡鲲洋。《元宵月正圆》\n闽南歌谣\n闹元宵，月正圆，闽台同胞心相依，\n扶老携幼返故里，了却两岸长相思。\n热泪盈眶啥滋味？久别重逢分外喜！\n闹元宵，煮汤圆，骨肉团聚满心喜，\n男女老幼围桌边，一家同吃上元丸。\n摇篮血迹难割离，叶落归根是正理。”\n\n\n",
    "replies": [
        {
            "author": "HAHAML",
            "timestamp": 1456106400,
            "txt_content": "是在下输了"
        },
        {
            "author": "鳥妖",
            "timestamp": 1456131660,
            "txt_content": "楼主同乐~~~"
        }
    ]
}