{
    "title": "<原创·连载·圣杯>《草方块之谜》第一卷 第五章 放逐",
    "author": "初阳时光",
    "replyCount": 2,
    "timestamp": 1456121340,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 20:28 编辑 \n\n第五章 放逐      火魔停下了手中的利刃，像是终于完成了一个伟大的任务一样，“吁”地长叹一声。这已经不是第一条龙了。他笑笑：“哎，他终于没有继续这样无聊了，终于给了我一把还可以的剑。”       “对对对就是现在快看！”Steve发出了一声回荡久远的尖叫。其余两人匆匆赶来。他默念这现象不要消失，那灿金色的光晖果然显现在他们俩的面前。Nelson张大了嘴巴，连忙往后退：“那是火魔的炽焰！拿上重要的东西赶快走，要不然在一分钟之内他会让你没命！”      没等他反应过来，他就感到了一股凉气。一场危机，正在上演。      Candice以疾风之速冲上储藏室的钻石区，拿起了放满钻石的背包，打开窗户，疾跳了下去。Steve被Nelson一把拉走，一起冲去了黑暗。还没等他明白发生了什么，他们就开始了逃亡的道路。Steve往后看去，他们曾经的房屋已经被烧毁，那家伙正以飞快的速度向他们这边冲来。他有预感，一场灾难即将来临。他没有时间多想，只能加快脚步，向前跑去。      “嗨！”Candice就像飞一般地冲向了黑暗。他被吓了一跳。      “哼，你觉得我会让你超过我吗？”Nelson不甘示弱，拉着Steve用全身的力气跑着，“后面那个，跑快点！想死就跑慢点！到时候超过了她我就请你吃果酱派！”      熊熊烈焰燃烧着清朗的天空，使天空变成了血色。一片猩红不免使人感到深深的恐惧，这促使着他们更加奋力地奔跑。烈焰吞噬了往日雪白的松树针叶林，取而代之的是一片灰烬与荒芜，一片充满着死亡的气息的不毛之地。“还要跑至少五千个格子才能跑到水吧，”Nelson思忖着，“经验毕竟就是经验嘛，还有什么别的好处呢。”      Candice自从说了一句“嗨”之后就没有说什么多余的话了。跑步即使很累，但为了逃生也许也是值得的吧。火魔的速度渐渐减慢，但是他们也不肯放松。      他们的精神高度集中。在沙漠里，他们前进的途中很有可能遇到沙尘暴。即使再累，也是白费苦心。      其实在这个危急时刻，Nelson早已经做好了最后的准备。他不可能抛弃那么多的资源，所以只能使用在一年前和巨龙屠杀过程中掉落下来的太空收纳袋。按一个“黑洞”键，就可以瞬间吸走装满了东西的箱子。Nelson一直把这个神奇的袋子视为珍宝，时时刻刻放在他的口袋里，随身携带。换做是谁，也许谁都会不敢轻视这个东西吧。      突然，炽焰突然放满了脚步，停在了一片沙漠前。      它拾起了一棵仙人掌，投入嘴中。      “这是……”Nelson来不及多想，第一反应就是千万不要在此时此刻停下来,抓住这个难得的机会让自己赶超它。他好像忽的记得了上次巨龙吃掉仙人掌然后喷火让他在这个世界中第一次重生的事。他的体力已经透支，但是为了求生，只能激发自己的潜能。      一转眼，火魔把太空收纳袋吞噬掉了。      他惊呆了。他没有想到它可以隔空吸收。他所有的家产，就这样被吞噬了。      他只能顾着自己的一条小命，往前冲去。往前看，Candice却突然不见了。原来，她早就知道了会有这一场灾难，准备了一个地下室。他冲了下去。他好像看到了救星一样，更加的努力冲过去。      她在里面气喘吁吁地坐了下来，脸色惨白，心脏的耗能和鞋子的耐久度已经达到极限。剩下的两个人更不用说了，一个精疲力尽，一个被拖着跑得精疲力尽。刚才，他们的成绩足以打败世界上任何一个短跑选手。      这个地下室的墙上布满了沙石，Nelson才猛然发现自己已经到了苍茫沙漠的中心地带。这里很热，地下室里的通风口只能勉强让这逃亡的三个人脱离窒息的窘境。他的脸红得厉害，嘴唇已经发紫，迫切的需要大量的水分。他的面前是一个小箱子，看起来里面并没有什么传世家宝。他打开了这个箱子，十分失望的是，里面没有水桶可以让他大喝一场，但是他却发现里面零零散散地有一些烧制好了的铁锭，还有一组难得的鲜鱼。几颗树苗似乎在嘲弄着他们，但也在担忧自己是否可以在这片荒芜之地生存下来。他习惯性地掏了掏口袋，发现了一把附魔过的羊毛剪和几个螺丝，这才猛然想起来了那个小屋的畜牧工作和修缮工程还没有办完。现在的当务之急就是——回去。      这里面的装修并不精致，但却有家的感觉。一张简陋的木桌谱写了一段历史，一把粗糙的木椅也有可能经历了一段沧桑。墙上的画是一幅他从未见过的风景画，画上的风景充满着一股浓郁的乡村气息。翠绿的稻田被一轮斜阳映得通红，古典的画风让这幅画的意境感被填充得恰到好处。      但同时，他们也发现温度降低了许多。是不是火魔已经离开？还是火魔死了？还是……      Nelson满怀期冀而又小心翼翼地挖碎一块沙石，向外面看了看。      地面上已经被焚毁了大半。往四周一看，都是沙漠。地面上零零散散地掉落着一块块熟牛肉和皮革，令人不寒而栗。沙漠——这个历史久远的生态系统已经被这个作恶多端的家伙毁灭了。      “这下可好，”他叹道，“都是那个火魔。”      没听到回答，他便往后看了看，只见剩下的两个人消失了，取而代之的是一扇门。      这门不是地狱门，因为它的周围不是黑曜石，而是红石块。红艳艳的，反而让他觉得浑身不自在。他感到非常奇怪。      “怎么可能凭空出现一扇我以前没有见过的门呢？”      他再次确认那两个人不见了，于是壮着胆，走了进去。      一片火焰之中，他看不清周围的环境。幸好他穿了钻石甲，否则他就完了。没出几步，他就离开了这片火焰的海洋，看到了他们。他们正在吃着苹果，脸色已经变回正常。      他走过去，说：“你们什么时候过来的，还有，你们怎么找到那个门的？”      他们回答说，也不知道怎么找到那个门的，那个门就是突然在那里，然后他们就走进去了。      Nelson心中的谜团更大了。他们怎么可能毫无防备地走进一扇从未见过的门呢？他需要一个解释。      “我们走吧。”他不知道说什么。      他回头，只见那个门已经没有了。      他眼前一黑，昏了过去。\n      醒来时，他已经在一张床上了。他第一眼看到的是錾制石英做的天花板。他不曾记得城镇里有这一家医院，而且他也不曾记得城镇里的医院有这样的装修的。Candice见他动了动，跑了过来。      “醒了？”      “嗯。”他听到了这个熟悉的声音，暂时松了一口气。      周围是一片白桦林，四处都是一派生机盎然的景象，就好像穿越了似的。周围除了他的同伴，别无他人。他大口地呼吸着新鲜的空气，心里有一种说不出的舒坦。但见到此景，他觉得很奇怪。便问道：      “这是哪儿？”      “你怎么会不知道啊？这里就是你家啊！”      “我……家？”      Nelson坐在那里，不知所措。他可不记得他有一个依山傍水的家啊！这里的地理条件十分难得，若被他找到，肯定要在这儿定居下来啊。他环视四周，发现周围没有被人破坏过的迹象。他站了起来，向外走去。这里是一个理想中的家园。      然而，当他回想起一切后，他仿佛意识到了些什么。\n      “哈，斗不过啊。”巨龙的主人喃喃道。      他赢得了胜利。其实，他一直确信没有人能打败他。他啜饮了一口浓血浆，说完了“放逐”命令的最后一个字。      放逐是邪界的技能。统治者可以把他打败的对手放逐到另一个世界去，但如果对手是一个团队的话，那么只能放逐其中一个人，剩下的人进入休眠状态，只有被恶化的魂魄在被放逐的人身边，欺骗他/她，让他加入邪界。如果魂魄任务成功，那么它们将会死去。如果没成功，那么它们将会进入地狱，永不得出。巨龙飞舞着，在天空上洋洋自得地笑。它的主人也笑了。      “Beep！”他的表响了。      “您已完成任务：打败屠龙者！下一个任务，宰杀一人。获得奖励：放逐机会+1！“新的任务在他的焦急等待下终于发布了。”      “啊……宰杀啊……”      “不会下不了手吧……”      他又喝了一口龙血，一股力量沁升开来。他已经完全麻痹自己了。他跟随在巨龙的后面，看着四周，荣誉感油然而生。      大部分城镇已经被烧灼殆尽，周围一片死寂，荒无人烟，就好像从来没有人来过似的。他看着一片灰烬，不由得变得寂寞起来。他叹了口气，做了一个深呼吸，骑上巨龙，往远处飞去。      永生的夜晚，死亡的放逐。夜空中，星辰刚刚挣扎出来，释放着它的光芒。月亮上的坑洞好像有规律可循，令人着迷。",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1456219560,
            "txt_content": "更新日志：\n2/23 增加了部分内容"
        },
        {
            "author": "初阳时光",
            "timestamp": 1456379640,
            "txt_content": "更新日志：\n2/25 完成了所有内容"
        }
    ]
}