{
    "title": "【原创·单章】【海潮宇宙】【最后的救赎·下】【海潮】",
    "author": "海潮",
    "replyCount": 4,
    "timestamp": 1456117260,
    "txt_content": "\n\n    防不胜防\n三人被宪兵押着，从阴暗的小道走到了广场，广场是他们与尼玛骑士激战的地方，只不过，血迹被冲刷干净了，只留下三个绞刑架和站在周围的群众在沸腾着。\n\n    宪兵用力把三人送上了绞刑架，在套上黑布前，一男人大声说“等等！”转眼一看，那是坐在高高的椅子上面的尼玛骑士，脸上正露着轻蔑的微笑。\n\n    他缓了缓，随机说：“去你大爷的去死吧！”随机拉下了在身旁的按钮。海潮，少年酱，安德，卒。\n\n    “你们三个，擅闯飞船，杀害我众多士兵，理应处以绞刑，但是看你们有勇有谋，不如跟我一起干一番大♂事♂业？”尼玛问。“这是不可能的！”安德坚决地回答。\n\n    “哦？那么既然这样。那么久，永别吧。”在三人身旁的六名宪兵迅速给三人套上了黑头罩，把他们推到了执行架上，尼玛骑士的手摸到了按钮，轻轻地推了下去，犹如在捏一只小老鼠一样，一切挣扎都是徒劳的，都是无用的。\n\n    “哒。”死一样的声音在广场环绕，宣告了三人的死刑。\n\n    地板门打开了，三人却没有落下去。“嗯？他们人呢！？”尼玛大声叫道。台底下的人望了望四周，可就是没有找到三人。\n\n    莫不是，是突然蒸发了？\n\n    只见上空一个大大的黑影，挡住了上边透明天窗往想太空，而是一座大大的飞船停靠在了上边。“啊！”周围底下的人都乱成了一团，像没有头的猴子一般四处乱跑乱跳。\n\n    “你是谁！？”尼玛朝上空吼去，随机掏出了自己的宝剑朝上边的飞船飞去。他到了上边些才发现——上边的飞船是自己飞船的两倍，也就是说，咱们的飞船已经给压倒下面去了！\n\n    “可恶...”尼玛心里嘀咕了一句。“他奶奶的还有救兵。”\n\n    再上一点，已经和飞船有三十来米的左右，几乎可以看得清飞船的基本构造了。看到了飞船的型号，尼玛顿时慌了“这...这是搭配了意大利炮的....滑稽号！？”\n\n    铲除\n心里正纳闷着，远处的炮口开始闪烁出了一丁点的蓝色星光——那是意大利阿姆斯特朗加速回旋炮！\n\n\n    尼玛再怎么样也想不到海潮他们一伙有着这么强大的后背，难怪在对待他的时候有这么一股莫大的勇气。但是现在呢？意大利阿姆斯特朗加速回旋炮一旦启动，整个尼玛号飞船都会化为灰烬，我又能拿什么来救赎呢？回想起当宇宙侵略军的时候，又是多么的快活，打遍宇宙无敌手，又有谁能够和我作对？要怪就怪那该死的潇洒，这个人就仗着自己捡回来的胜仗当上了宇宙侵略军的司令，要是我...我...\n\n\n    意大利炮储能完毕，从丁点蓝光变成了一根粗大的光柱“刷。”的一声冲过了尼玛号，将尼玛号一分为二，顿时，从人间到地狱，不过半分钟的事情。尼玛号，又在宇宙中恢复了寂静。\n\n\n    奄奄一息的尼玛，在宇宙中嘀咕了一句，可惜因为宇宙中没有空气，谁都没有听到，也没有谁知道。\n\n\n    “...”\n  \n    随后他在宇宙的拉扯中身子崩裂死去了。现在的空域，只剩下硕大的滑稽号和那意大利阿姆斯特加速回旋炮留下来的残光在黑暗暗的宇宙增添了一丁点蓝粒。\n\n\n    宇宙有很多事物不为人所知，就像尼玛这么强的背后还有比他更强的，宇宙的另一端，又是新的天堂，又或者是旧的地狱呢？谁知道。\n\n\n演出表：\n尼玛：@尼玛骑士（那个字符不会打）\n滑稽号和意大利阿姆斯特朗加速回旋炮主人：@海潮\n\n\n觉得好请给我人气和金粒（如果你并不打算要在下一章便当的话）\n\n\n\n",
    "replies": [
        {
            "author": "Kelcoin",
            "timestamp": 1456117740,
            "txt_content": "你好，作者\n可惜我只懂哲学\n看不懂（误"
        },
        {
            "author": "xcc",
            "timestamp": 1456117800,
            "txt_content": "海潮过来吸人气咯\n算是完结了么"
        },
        {
            "author": "麦白",
            "timestamp": 1456118160,
            "txt_content": "  宇宙有很多事物不为人所知，就像尼玛这么强的背后还有比他更强的，宇宙的另一端，又是新的天堂，又或者是旧的地狱呢？\n唔认为这句话可以当名言了\n宇宙有很多事物不为人所知，就像尼玛这么强的背后还有比他更强的，宇宙的另一端，又是新的天堂，又或者是旧的地狱呢？\n---------------------------------------艾因·蠢猪海潮"
        },
        {
            "author": "名人才华",
            "timestamp": 1456236600,
            "txt_content": "不务正业海潮系列\n话说你一直没注意改下字体什么的吗【我才不会告诉你你因为这个开头只空了一格】\n好了，以上都是废话，正题是，这篇文章真6666\n不愧是大哲（zhai）学家"
        }
    ]
}