{
    "title": "<原创·连载·圣杯>   勇者之征II：星光  第二章 第三十一节",
    "author": "2B与mc的故事",
    "replyCount": 0,
    "timestamp": 1456143720,
    "txt_content": "        夜空缀满繁星，就像缀满璀璨的宝石。宝石缓缓飘动，就像河流在静静流淌。这是一条缀满宝石的宁静之河。夜幕降临，它便悄然出现。等第二天，太阳越出地平线的那一霎那，又在不经意间销声匿迹。\n\n        那毕竟是天上的河流，是我们这些凡人所无法触及的。这样的美丽，地上是找不到的。\n\n        因此，这样美丽而神秘的河流之下，却是一片混沌。\n\n        自从军队停止炮击，黑雾之源看上去安静极了。黑雾就是一道面纱，让人只能朦胧地窥视它的样貌。而如果揭开这道面纱，你就会发现，这里远远没有表面上的那样平静。看似风平浪静，实则风起云涌。\n\n        “嗖！”\n\n        傲天绷紧了神经。声音一旦出现，他就必须在一秒之内作出准确的判断：敌人的方向，距离，是否有时间做出反击。然后迅速做出行动：躲开箭，回身反击，而所有的动作都必须做到又快又轻。这就是狙击手的对决，一旦完全暴露了位置，必死无疑。\n\n        即使细若蚊鸣的声音也是如雷贯耳。每一丝风吹草动，都必须加以小心。这所有的一切与自己的性命息息相关，上一秒要是能没听到敌人的动静，下一刻就只能听到自己的丧钟。\n\n        “嗖！”\n\n        敌人攻击的频率变快了。傲天赶紧低下头，箭矢正好从头皮上方擦过。这次他没有反击，他已经知道就这样是打不中敌人的，不能浪费箭，先冷静下来想办法。\n\n        傲天缓缓站起身来，敛气屏息，聚精会神，想尽可能找出敌人的一点破绽，只要一点点就好……\n\n        “嗖！”\n\n        又来了，这次是……\n\n        傲天立刻侧过身，可是没完全来得及。傲天感到一丝刺痛——箭擦过了他的手臂，划出了一条鲜红的口子。简直就像剑一样利，要是被那种东西射中，身体甚至有可能被箭完全贯穿。\n\n        这箭飞得也太快了！每次躲避都十分吃力。敌人的力气真有那么大？也不对啊，他们用的是弓箭，不论力气多大，弓也只能拉满弦，速度应该不会有太大的差异，应该是箭动过什么手脚。傲天想着，轻轻拔起了栽在地上的箭——那箭已经完全深陷入地面了，只有箭尾的羽毛部分露了出来，真是可怕的威力，而这威力都来源于他的速度。\n\n        就在这时，傲天发现，箭尾的羽毛与通常所用的不太一样。这羽毛明显要硬得多，而且也不是简单地绑在箭尾，是用了一种他从未见过的绑法。这不是鸡毛。他拔下几根羽毛，一边警惕着敌人的攻击，一边小心地端详起来。\n\n        “鸡从未在天空翱翔，而鹰却是天空的王者。它们的羽毛生来就是为了适应飞行时的速度和力度。”猎鹰似乎知道傲天在干什么，“能发现这一点，算你的本事。但是单凭这一点，是不可能打败我的。你仍然是我的猎物。”\n\n        原来如此！傲天恍然大悟。那从未见过的绑法也应该是最适合鹰的羽毛的绑法。但是这又让傲天不得不警惕：他是怎么知道我的行动的？眼睛自然不必多说，这么大的雾没人能看清。可凭借他拿起箭的那一丁点震动和声音，就能知道我在做什么，完全不可能吧！这样的感知能力，可见是相当棘手的敌人。\n\n        鹰最引以为傲的就是敏锐的视力。而现在他失去了眼睛，却依然强得可怕。傲天开始庆幸他们在这里战斗，否则他毫无胜算。\n\n        那么，究竟是成功狩猎一只健壮的猎鹰，还是被鹰捕猎成为它的夜宵，接下来的每一步都很关键。\n\n        得大干一场了。傲天自信地微笑着，扭了扭脖子，关节发出了一串脆响——这声音足以让敌人确定他的位置。\n\n        下一秒，数支箭矢如同狂风骤雨，从四面八方呼啸而来……\n\n\n\n\n\n        穹闪这边情况也不容乐观。\n\n        与猎鹰不同，饿狼的杀气实在太明显。虽然与剑魔相比还是相差甚远，但是已经足以让穹闪清楚地感知到他的存在……\n\n        “当！”\n\n        收回刚才的话，穹闪根本不必去找敌人的位置，他自己会找上门来。饿狼在一瞬间冲到了穹闪面前，迎面就是一记重斩。穹闪虽然接下这一击，脚却在土里下陷了好几寸。\n\n        容不得喘息，下一霎那就是一连串的狂乱斩击，如同饿狼扑倒猎物之后的疯狂撕咬。 不对，看似是一阵狂斩，实则快而不乱，有招有式，几乎找不出破绽。穹闪只能被动地格挡，被打得毫无还手之力。没过多久就累得气喘吁吁了。\n\n        饿狼不会累吗？当然会累。但是如果不杀死敌人，就只能窝囊地饿死。不是你死，就是我亡。因此每一招都不留余力，忍受着疲惫与伤痛，拼上性命战斗。敌人正是拥有这样的信念，才能连续打出这样可怕的攻击。\n\n        穹闪的剑术没有经过正规的训练，只是和初明切磋时，通过一些实战经验总结而来的。与其说是剑法，不如说是习惯。习惯仅凭个人喜好，因此有不少破绽。他的防御不久就被饿狼的攻击击溃，只剩下最后一击……\n\n        饿狼高举起手中的巨剑，发力握紧，然后猛地劈下——这跟之前的攻击相比，已经算是很长的停顿了。即便如此，穹闪还是没能躲开，即使有意格挡，还是被震飞了好几米远，震得周围土石飞溅。穹闪的防御崩溃了，接下来以饿狼的速度，只要在穹闪站起来之前立刻追上来一击刺穿心脏……\n\n        但是饿狼没有这样做。他在原地伫立许久，开口道：“站起来。”\n\n        “为什么……不杀了我……”穹闪扶着剑，勉强站了起来，这时他已经是伤痕累累。\n\n        “你手中的剑，叫什么名字？”饿狼问道。\n\n        “呵，我这种菜鸟手上的剑，你也想知道名字？”穹闪冷笑道，“望月。”\n\n        “果然如此，难怪能接下我的重斩而毫发无伤。”饿狼用剑指着穹闪，“站起来，好好跟我打一场。”\n\n        “你这是，在讽刺我吗？我已经浑身是伤了，哪来的毫发无伤？”穹闪喘着粗气，握紧了手中的剑。\n\n        “当然不是说你，是你手上的剑。只有十二名剑才有自己的名字。”饿狼说道，“被它们选中的人，不应该只有这点潜力。站起来，让我见识一下十二名剑的真正威力。”\n\n        “选中？我不过是手上拿着这把剑而已，算什么选中？”穹闪说着，想起了剑魔的话，心中升起一丝怀疑，“要是我现在把剑给你，你也算是被选中了？”\n\n        “没用的。剑只会认定一个主人，在那个主人死前是不会承认第二个主人的。你连这点常识都不知道？”饿狼无奈地答道，“我是无法挥动那把剑的。虽然很不想承认，但是只有你能够使用它。”\n\n        偏偏要看上我这样的灾星……望月，你多半是看走眼了。穹闪轻叹一口气，紧接着紧闭双眼，开始捕捉周围的一切气息。\n\n        就在这时，穹闪听到一片密集的脚步声，方向朝着……灵曦的所在地。\n\n        明明对付眼前的敌人都来不及……但是灵曦确实也不能让人放心……穹闪额头上渗出豆大的汗珠。犹豫了几秒后，还是做出了决定：立刻全力朝灵曦那边赶去。\n\n        不过饿狼似乎不想给穹闪机会。穹闪刚刚才迈出十几步，饿狼就猛冲上来，一斩下去，把他击退了好几米。“你这是要干什么？无视眼前的对手可是极大的不敬！”饿狼的语气里透出一些恼怒。\n\n        而此时，灵曦那传来一阵清脆的铁器撞击声，其中还夹杂着一些人倒地的声音。\n\n        “金发小哥，这边的敌人就交给我们，你安心战斗吧！”这是某个刺客的声音，“我们飞刀门可不是吃白饭的！”\n\n        没错，眼下的目标是解决眼前的敌人。穹闪想着，狠狠瞪向饿狼，眼中溢出深邃的黑暗。选中？承认？我才不管这么多。只是为了初明的遗愿，我也要带着这把剑变得更强。什么乱七八糟的命运，跟我没有丝毫关系！\n\n        “这才像样！”饿狼说着，从腰间抽出了第二把剑，“那么，我也该亮出我的利爪了！”\n\n        话音刚落，两股杀气冲撞在一起，卷起一阵狂乱的旋风，搅得黑雾快速飞舞，一时间天昏地暗。\n\n        不过，无论黑雾有多么浓郁，总会有那么一丝难以察觉的微弱月光，透过层层黑暗，洒在穹闪的身上……\n\n\n\n目录\n\n\n前几天因为三次元有事没来得及更新。假期最后一更！\n欢迎吐槽\n@bo_bo2001 @MF_Mufeng @Donnies_Ming @xcc @恶魔-潇洒 @46241359 \n",
    "replies": []
}