{
    "title": "<原创·连载·圣杯>终焉[第八章-完结撒花][暮存]",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1456147800,
    "txt_content": " 本帖最后由 xcc 于 2016-4-23 22:13 编辑 \n\n        暮色四合，最后一抹斜阳还留恋地抚摸着地平线。\n    格里斯虚弱地靠在门上，握着滚云铎的右手无力地垂在腰间。\n    滚云铎的响声可以传得很远，所以军队定是会被滚云铎控制着返回地球。\n    呵，终是能看到那天下太平，海晏河清的场景了。他复杂地叹了口气,这虽是他想要的结果，但......他无法让那位故去的友人复活了。\n    他也无法看到整个世界在那人的统治之下了。这会是他终生的遗憾。\n    “格里斯——或者说隳楼——麻烦解释一下，现在是什么状况？”陆辙肆摇摇晃晃地站起，擦了擦嘴上的灰。\n    格里斯诧异地转过头，开口问道：“怎么知道的？”但话音一落便知道了原因，谜殿的石碑是他亲手题写，石碑上还存有他当年的相貌，陆辙肆怎么可能不知道。\n    陆辙肆摊着手，耸了耸肩，表示无可奉告。全然不知对方已猜出他是如何知晓的了。\n    谒决这家伙不是星河的最高指挥官么？格里斯生硬地岔开话题，“他现在死了，那星河最高指挥官的位置也就空出来了......这可是个难得的机会。”\n    陆辙肆听出他话中的意思，不由得眼前一亮，他是多么渴望有一天能坐上统治者的位置，不管是什么组织、什么国家都好。\n    既然机会摆在眼前.....\n    他朝格里斯点了点头。\n    格里斯也对他点头以示回应，同时缓缓抬起手中的滚云铎，打量着上面的纹路。\n    他了解星河的体系，星河的最高指挥官的权力是最大的，谒决怎么当上指挥官的他不清楚，但他明白若是星河没有一个真正渴望和平的指挥官的话，七櫆的人就别想过和平的日子。所以，他担心陆辙肆会因为巨大的权力迷失本心。\n    他挑剔地打量着陆辙肆，后者在他来回扫动的目光中不自在地抖了抖腿，刚想开口说些什么，便听到一阵难以言状的响声。\n    格里斯在响声结束前快速地说道—— \n    拿走谒决身上的指挥官勋章，代替他成为星河的最高指挥官，永远不要与七櫆发生战争，管理好每一个下属，不声色犬马，不荒淫无度.......\n    当年他也曾听过塞特的帝王对继承人使用滚云铎时的一番说辞，当他拿起滚云铎时，当年帝王们的告诫在耳边回响。于是他将自己所听过的帝王的告诫，在悠扬的响声中，灌输给陆辙肆。\n    陆辙肆站在原地木讷地点头，拿出一张符咒，贴在冰块上——这种符咒能拿出某个人身上的某件物事。\n    符咒上的符文泛出紫光，片刻后，一个金色的勋章裹挟着一块布料落到陆辙肆手中，那勋章正是象征着指挥官身份的那枚。星河只认勋章不认人，况且.....最高指挥官应有脑控制器的控制权，管理整个星河是没有问题的。\n    格里斯上前一步，拿下布料，发现这是一个画着红眼的眼罩，眼罩边角处还挂着一块蓝色绸缎，这两件物事都沾了些血。 \n    那个眼罩是暮风的，那块绸缎是他还给周歌的。 \n    暮风和周歌难道已经......被星河杀了？他不安地作着最坏但最有可能的猜测。\n    “随后我与你去星河。” 格里斯看着陆辙肆，无力地说完这句话后便闭上双眼。\n    现在，对于陆辙肆，对于七櫆算是落得一个圆满结局了吧。他抬起手，缓缓摸了摸下巴。\n    那他自己呢.....这算是落得圆满么？这只是一个，不够好的终焉啊。\n    他攥紧了衣角，看着天空滚动的紫色云霞，不由得叹息一声。当年暮雨最喜爱的景色，就是暮色渲染过的云霞呢。\n    只是一切都成了过去。\n    顾离，暮雨，梦中人的一个个成员，周歌，暮风，还有认识的很多人。他们不会再回来了。\n    跟着他们一起离去的还有以前的自己。隳楼已经死了，现在活着的，只是格里斯。\n    他痛恨自己为什么可以活这么久，久到他对很多人的离去都淡忘了。但现在，这些记忆格外清晰。\n    自己的本心之愿已了，但为什么要以死去这么多人作为代价.......？！他为这世界的和平做了考虑，可为什么没有人为他考虑考虑.......\n    那些人，那些事，都将被他尘封在心中不可触及的位置，他将会避免触碰那些令人黯然的记忆。\n    但那只是避免触碰，不是忘却。 \n    以前的事像是，做了一场很长的梦，长到他不愿醒来。\n    似是故人来。\n             \n\n     上一节     索引      已完结 \n\n完结撒花撒花\n表示没有烂尾吧？\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1456147920,
            "txt_content": "\n@天阶 @恶魔-潇洒 @gggbbb @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1456148100,
            "txt_content": "完结要开新坑的节奏"
        }
    ]
}