{
    "title": "<原创·连载·圣杯>《混沌之歌》卷一·章十一 其后，青色的魔法 - Blealtan",
    "author": "Blealtan",
    "replyCount": 1,
    "timestamp": 1456216380,
    "txt_content": "卷一·章十一——其后，青色的魔法\n\n意识漂浮在无尽的海洋之中。我看不见。但是我的灵魂能够“看见”。绝对均匀的灵魂的海洋之中，我仿佛被滴进海中的墨水，飞快地扩散。自己仿佛要融入这海洋。这轮回的海洋。但是一瞬间，这片海中闪烁起青色的光。仿佛透过窗缝投入密室的阳光一般，那是细微的希望。向着光芒的方向，我试图冲过去——但是我失败了，在这轮回的海洋中，已死之灵魂又如何动作。但此时，那青色的光辉蔓延着，包裹着已经快要消散的自身的灵魂——我看到了。我看到了。我看到白瓷般的地面从那白衣的人脚下扩散开来，随之出现的还有紫晶的竹林；而他自己从跪倒在地的姿势站立起来，又倒着退到我面前。左眼的视野恢复。那人转过来看着我，发出奇怪的声音。身体从头往下渐渐恢复了行动力。散落在地的染血的紫晶碎片飞起，随之反常地飘起的还有遍地的血肉。人体的碎末凭空地浮起来，拼凑成了完好的人身。紫晶的叶片从那具身躯当中抽出，不带一丝血液地，回到了无叶的竹上，轻轻挂在枝头。脚形状的紫晶变回了自己的躯体。从外部凝结而来的是一场血色和纯白交加的风暴，逆反着正常的扩散方向，以那白衣的宇文烟为中心凝结。血色的世界的伤痕飞回那风暴的中心，带回的还有我的右臂。碎片拼凑成了完美的球体，三个身影消失在其中。很快，月儿也从那球体中脱出。第五元素的光辉突然闪耀起来。世界不存在之处收缩为一条线，一条细细的世界的伤痕。持剑的心幻站在白衣的神的背后，又伴随着四大元素和魔力的光芒退回伤痕的另一端。随之消失的，还有那世界之痕。金色的光雨从心幻身周飞起，融入白衣的神的背后的魔术阵，变为纯粹的魔力。二人进行着无法理解的对话，奇怪的声音仿佛印证着这一幕的荒唐。突然地，一切恢复了正常。我开始能够以自身的意志行动，而此刻，很明显地，我发现——这是……时间的倒流。我看到了一个身着青色纱裙的身影。她的右手上，正散发着不可名状的青色的神秘。超越了一切魔术，超越了人的本源，超越了世界，也超越了那灵魂的世界中所见的轮回的神秘。时间逆流，绝非人力所能及。而魔术，只是以不讲道理的暴力方式，基于完全不同的原理，完成人力所能及的事情罢了……至少心幻是这么说的，虽然我一直都不相信。那么，这便是魔法了吧？以脱离了这个世界的力量，以自身之心灵完成神也做不到的奇迹。而那奇迹的打造者脸上正挂着淡淡的笑容，看着那白衣的神。“真是啊……你做的过分了呢。就连我都想杀掉你了。”伴着圣洁的笑容，平淡的声音道出了令人自心底发寒的话语。“我承认现在是你比较强……来自古世界的精灵王啊，看起来连你都参与进西洋人的阴谋了？”这样说着，宇文烟将全身的魔力解放，全部凝聚到右手掌上，紫晶的手套弥漫着晦涩的光。解除了全身的隐蔽魔术后，那身白衣上浮现出一丝丝星光，点点星耀仿佛刺入人的心灵。然后……我意识到这是女式的魔术服，而再看那人的面容，曲线柔和……差点喷出来。堂堂一个神明居然还玩女扮男装，真是让人难以理解啊……“不不不，那些小家伙还没人有突破你设计的结界的能耐。我进来，只是为了带个人过来而已。”这么说着。她瞥了一眼心幻，带着一点恼火，也带着一点“真是万幸”的感想。而直到此时我才注意到，从一滩血肉恢复成人形的心幻，在时间恢复流动之后，便跪伏在地上，捂着自己的头，整个身体都在颤抖。神秘的女子走到他身边，像捏小动物一般把他提了起来。“啊呀，太血腥吓到小孩子了？不过照理说，如果是你的话，不应该的吧？”的确。一向冷静的心幻此刻变成这个样子……总感觉还没有我淡定的样子。虽然我现在是因为已经完全无法无法理解而阻止自己思考了。“给我……还给我……还我，我的剑！……还给我！……”心幻仿佛疯掉了一般，零碎的话语似乎在索要着什么。然后他掉到了地上。松开了手的女子转向宇文烟，轻轻地偏了一下头。“啊嗯，果然呢。你应该知道灵魂缺失的症状吧？快点，你一直藏着的那把剑，交给他。只要你给他我就放你走。”“那不是可以给别人的东西。”“啊呀，没想到你这么看重他呢，明明给了他三百年的冷板凳？还有你的神域，没想到你的神域居然是复现了他送给你又被你当场毁掉的生日礼物啊？那片紫晶竹林？”带着难以名状的……嗯，八卦的笑容，那人这么对白色的神讲。“你真是爱讲闲话。”白衣的神明仿佛全身都燃起了怒火。“不过我说啊……你真的没注意到这孩子有三个灵魂吗？虽然已经快要成为一个了……但是你还是能看到他的三分之一曾经是那个让你别扭了三百年的老相好吧？”半晌无言。而后，注视了仍然在抽搐的心幻半晌的宇文烟，如被怒火焚尽一般坐到了地上，盘起的双腿陷进雪里。低着头，用微不可闻的声音说道：“没注意到。”然后，她的魔力在右手掌上猛地爆发，撕开了魔力的风暴。伴随着一点空间的波动，宇文烟消失在了原地。而在那儿，一柄刃上弥漫着血色的剑插在被魔力风暴压实的雪地中央。\n连载目录&序章\n所以说你们看嘛不是DE呢。设定也终于差不多补全了……叫魔术不是无缘无故的，本来就是和型月设定类似的原因所以才要区分开魔术和魔法，奈何本版懂我的人居然我还没看到（捂脸）纠结了许久，还是没把宇文烟的性别设定到男性。傲娇女汉子什么的真是最好了（个蛋啊）距离第一卷结束还有最后一章，圣杯结束的时候我肯定可以把第一卷写完真是高兴啊233333333333333333333333333333这次字数实际上稍多于以往。。（3500的样子），主要原因是写着写着就开始回头去补描写。。。啊真是蛋碎啊描写环境啊心理啊任务啊好蛋疼好蛋疼（牢骚ing）刚刚开学，课还没全开，所以时间比较多，近期周更。啊啊啊对了，有人看懂标题的梗吗？（考虑到连我写魔术的用意都没看出来的人那么多，我不抱任何希望）\n",
    "replies": [
        {
            "author": "格林",
            "timestamp": 1456216860,
            "txt_content": "我的天哪！ ...\n\n给你个赞！"
        }
    ]
}