{
    "title": "~开服的心得~欢迎各位开服的辅助进来看",
    "author": "啊木哥",
    "replyCount": 6,
    "timestamp": 1456240020,
    "txt_content": " 本帖最后由 啊木哥 于 2016-2-23 23:23 编辑 \n{:10_514:}这张帖子里的帖子观点代表我自己的观点，如果有什么观点与你的不同，欢迎说出\n\n开服前的一些小准备：\n1：有一个支付宝账号= =否则你这么交费呀\n2：想好心意的主城地图和发展路线\n\n\n\n开服之路：\n第一步：游戏玩的透\n如果一个辅助连游戏的都玩不透，那就自然会对开服造成很大的困扰。具体我就不说了\n\n\n第二步：多去其他服务器玩玩，学习学习\n我推荐中服和大服，因为这些服务器一般都发展的不错，有很多值得学习的地方，当然学习不是意味着抄袭[我认为的抄袭是指那些RPG做的武器快捷版面什么的名字插件介绍的全部一模一样的抄袭]，抄袭就毫无意义了，抄的服务器不摸摸自己的良心吗，这么做对得起那个服务器的辅助吗。学习完以后便可以想自己打算开什么服务器，开什么类型的，这么发展学习其他服务器好的地方，运用到自己的服务器上。不推荐开服时便开边想[我是这么想的，因为大部分辅助都是去租的，有时间期限，所以先把想好干什么弄好，开服直接弄]\n\n\n第三步：筹钱开服\n现在大部分辅助都是去tao bao 上买的服务器有的还是QQ上买的[有的还是tao bao的代理在QQ上卖- -因为我就这么干过]\n开服先开20人或者30人的，然后人多了就开大的，毕竟弄到20,30人了赞助应该是有的\n=======================================================================\n服务器开服提醒各位小辅助们：\n\n1：选好一个服务器\n刚开始开服推荐开面板服务器，因为面板都没开过就开vps用都不会用吧，而且vps还贵de yi bi\n服务器一定要好好选，有写服务商为了钱，瞎写服务器有多么NB,去骗那些刚开服的辅助。\n有的服务商还刷交易记录来骗辅助们，辅助们看这么多人买，可能也会认为不错吧~然后...就关了\n2:了解服务器会面临的BUG\n推荐去这么帖子看看：MCBBS服务器BUG公布贴\n这里的BUG很全，而且都有解决办法，看了这个帖子就能防掉服务器许多BUG\n3：做一个非常精美的服务器内容介绍\n比如MOTD美观，服务器内快捷面板，地图，bossshop排版精美，色彩丰富，介绍全面。服务器地图大，美观就能获得不少的玩家的芳心\n[千万不要乱七八糟，主城自己盖的一个小木屋，快捷面板功能就一点点就回家会主城之类的功能,有的服务器可能都还没有呢= =这个插件不好好整真的不行呀]\n4：做好良好的管理\n辅助一顶要定好服务器的规章制度来管理熊孩子，不要直接ban,轻的就封号几天关小黑屋之类的就可以了，除非用BUG刷一堆东西这种不可饶恕的不仅封号，在封号前还要好好弄死他。\n做辅助一顶要认清事实，不能因为某些玩家的片面之词就相信他，要他截图之类聊天记录的给你，如果玩家说自己有RMB之类的东西被骗了，如果能弄回来就帮他弄回来，不能的话....节哀吧，如果玩家有骗的截图可以把人ban了，但是东西要是拿不回来...不过能拿回来一定尽力拿回，留住一个玩家算一个玩家是吧[你这么这么傻，还能被骗]\n推荐：一款非常好玩的插件\n5：良好的宣传\n服务器宣传的话可以我推荐去：MCBBS,贴吧，麦块等等\n服务器宣传的帖子一定要写的美观，吧服务器全部特点都写上，当然不能违反那里的版规，一定要看清楚发帖，否则自己长篇大论一堆，被删了就节哀吧\n6:更新服务器的内容\n服务器开好了之后一等要更新自己的服务器，生存弄好以后可以去开群组了，空岛海岛小游戏战争服务器弄起来让玩家有很多服务器的选择，那么你这个服务器就是一个非常不错的服务器了。\n一开始弄BC的话可以先把小服务器弄好，我推荐弄一个不用赞助的服务器如小游戏服务器然后再去弄一些别的服务器吧，弄好之后要马上去更新下生存这些一开始开的服务器。逛逛MCBBS可以的话去定制插件逛国外的插件我网站来找插件来使用添加服务器的乐趣。\n7：举办活动\n服务器到了什么国庆呀七夕呀都要办一些来举办一些活动吧，估计那几天玩家爆棚。举办活动一定是个不错的办法\n8：找OP与建筑和管理\n我推荐不要OP = =没错不要OP，不过也可以要，但是OP帮你弄好服务器之后就是一个无聊管理下服务器，然后自己想干嘛干嘛的那种角色了。有的OP完全不理辅助，经都不经过你的同意举办活动，送钻石等等的，这种OP不要也罢，当然不要依赖什么技术，这种东西自己研究对自己在开服上很大的帮助，去依赖什么\"技术\"你能学会啥呢。\n建筑的话：\n如果不放心建筑在服务器里瞎搞可以弄个子服= =没错BC端，他在子服里搭好搬到主服，这样就不怕主服被黑吧，但是作为建筑连个主服的建筑连个OP都不给你几个意思，不干了\n管理的话：\n给ban和禁言和小黑屋的权限，然后给个称号就基本完事的，BC端更好= =分开找管理\n9：防熊：\n这个是最有必要的，矿透飞行变速和DDOS是不是很烦，但是没有办法都是要面对了，这种一定要好好管理，多找找插件来防御，有人用就封号，不要让他们在服务器放肆，这只会造成玩家流失。\n记住一句话：不防熊就里关服不远了~除非你土豪\n10：赞助\n开服有的辅助就是为了钱，为了钱不管任何东西，出售OP呀创造之类的东西，这种服务器一般没必要去了\n开服的话商品价格一定是一个普通玩家能承受的起的，不要只有土豪才能玩的起，当然RMB买的东西一定也要好才行否则看赞助这么多才这么点...鬼想赞助呢，当然不排除做的很好的公益服服务器的无偿赞助.\n======================================================\n开服必须有的东西：\n1:钱:没有这个东西一切就是免谈\n2：技术：没有这个，服务器就废了，可以去人才市场招人，或者自己去学习\n3：人：有钱有技术但是没人是什么道理自己懂就可以了4：时间：这个东西很重要-A-\n5：头脑：说明了就是有足够的智商去思考问题\n6：想法：你的想法是吸引玩家的好\"魔力\"\n======================================================\n做好辅助：\n公平对待玩家，不要因为某些玩家在服务器久了和你熟了，他叫你干嘛你就干嘛！叫你封谁号就封谁号\n于玩家多多相处，和玩家相处融洽，不要因为玩家骂你一句和你开开玩笑就BAN,T禁言即可加警告就可以T了，警告过了也应该不会有玩家说你是什么不讲道理的辅助了吧，当然......刷屏骂你的，宣传服务器的，发H图的...直接T\n辅助一点要懂得玩家的难处，这个对于生存服务器到没有什么，对于RPG服务器，一定要控制的好怪物的变量赞助武器不能太变态太贵就可以了，然后大家在这之中就会学到很多\n不能把自己当作这个服务器的老大，头头，装些插件整玩家，玩家弄个PVP场看他杀的这么爽拿神器去虐他们，这样就会造成人口流失了，辅助在后面为玩家解难和更新服务器就可以了，偶尔举行活动的时候和玩家互动互动，在线的时候多聊聊天\n\n\n当辅助一定不要嫌麻烦！！！！\n多弄些插件多把配置写的好看多弄些好玩的，懒得辅助我见多了[比如我=V=我懒但是我萌]看到MCBBS上有些插件配置特别多的就放弃了不要了，比如RPG服务器里有些玩家叫辅助装个什么装些转职插件很有趣但是辅助回了一句...你说的真**的轻巧，插件你给我提供，配置你帮我写？地图你盖？？？？？如果有这种习惯一顶要改掉，你不装可以，但是你可以拒绝他，不需要口气如此重。配置难得插件也可以多研究研究，不错的。\n\n\n不要当伸手党...[不要看我的发帖【羞】]什么都去问...这样就说明都不会了\n======================================================\n最后：\n祝各位有心开服的辅助都能够开好自己的服务器，在mc的服务器中打出地位{:10_513:}\n\n帖子版本：1.0\n[后期更新，我现在还是感觉有点写少了]\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "agp_itfj",
            "timestamp": 1456304880,
            "txt_content": "值得学习，支持一下"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1456580340,
            "txt_content": "楼主教程写的不错，对一些腐竹有帮助。"
        },
        {
            "author": "Littleorange",
            "timestamp": 1459644120,
            "txt_content": "面板服和VPS权限太低了\n部分插件无法使用——浏览器\n像那种防D等的无法防"
        },
        {
            "author": "g519403080",
            "timestamp": 1460369340,
            "txt_content": "第一眼看过去错别字   否则你这么交费呀{:10_492:}\n面板服很多都是虚的  当然用VPS"
        },
        {
            "author": "屎蒂姆",
            "timestamp": 1464529260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2498625549",
            "timestamp": 1557027480,
            "txt_content": "...................."
        }
    ]
}