{
    "title": "我的“我的世界”历史",
    "author": "MariaRain",
    "replyCount": 21,
    "timestamp": 1456281960,
    "txt_content": " 本帖最后由 MariaRain 于 2016-4-16 10:49 编辑 \n\n2016年2月23日20:06\nMaria Rain 于 2016/4/16 10:49 修改：下文中“10年”读作一零年，指的是公元2010年……不过我觉得在灌水区修改帖子纯属多余。\n\n其实在前天（2月21日）就想写这些了，于是注册了mcbbs的会员，但是发现没有发帖权限？，于是便拖下来了，直到现在，回到了阔别多日的宿舍，同时室友暂时没回来，于是可以安静的写这些东西了。\n最早开始玩我的世界大概在10年，忘了起因了，总之找到了一个网站？博客？介绍minecraft这个游戏，网站用图文的方式记录了玩家从出生到建造一个简易木板城堡？（包括护城河？）的过程，再加上似乎在更早似乎从电视上？网上？听说过这个游戏，于是便下载了试玩了一下，好像是beta版本，记得第一个出生点是有很多树叶的小岛？岸边？仿照网站中介绍的步骤，经历了一个完全不同的游戏体验（收集物品，然后排列组合变成别的东西，这个想法太妙了）。于是开始玩这个游戏了。\n本人手残，玩不了复杂的动作游戏；脑残，玩不了复杂的策略游戏；反应慢，玩不了即时游戏。更喜欢剧情为主的游戏，比如低难度rpg游戏，或者解谜游戏（比如机械迷城，这跟策略游戏不一样），而minecraft实际上完全没有剧情，但和平难度下的生存模式完全符合我的胃口，于是我便以和平难度玩了可能一年吧（当然不是连续玩一年，也不是一个存档）……\n挖到了不少钻石，却不舍得用，能用石镐就不用铁镐，做了全套钻石工具收藏在箱子里。渐渐挖到了红石，学会了把水浇到岩浆上制作黑曜石，听说能去地狱，搞股半天没弄明白（踩到红石矿会变亮，我以为这就是激活红石了，而且我还以为要用红石涂在黑曜石上激活传送门）。经常性在天然矿洞迷路，不知道多少次用铲子镐子挖个梯子才回到地面，也不知道多少次找不到以前的小屋，只好重新安家。激动万分做出来个指南针，又在家附近造了个很高的泥塔，终于不会找不到家了。到处收集甘蔗，终于做出第一张地图。去地狱挖到了很多地狱岩，把家附近的护城河改成了火坑，当然有一小段活塞推拉的小路。做了这些之后，觉得该研究研究种地了（之前我在游戏中基本没吃过东西，反正饿不死），于是做了一小片半自动水流收割，南瓜灯照明的田地，以及一小片甘蔗地，甚至从家门口到田地间还有一条矿车铁路。当时的小屋在水边的平原，是L型的二层木制小屋，L型下面的横有一小部分悬在水面上，一楼是简单的“家具”和一堆箱子，二楼是起居室，主要是张床，两层用楼梯相连；二楼仅仅是I型，比一楼L型少的那部分是一片露天阳台，脚踩着一楼这部分的玻璃天花板，有木栅栏，可以眺望周围的水景，以及远处的田地。我甚至还想搞一个弓在阳台上联系射箭，为此在家附近又弄了个养鸡场，吵死了。之后这个L型的建筑布局几乎是我所有“家”的固定样式。\n就在我心满意足（想要建新档）的时候，我发现了某个介绍IC的系列视频（大概是SF的），于是原本极度排斥mod的我决定安装IC，顺便安装了地图mod和nei？tmi？。铜矿石不会在已有的区块生成，于是我跑到了新的区块去挖铜矿，找橡胶树，制作了第一批火力发电机，粉碎机，电炉，回收机，灌装机，电池盒，又在二楼房顶摆了大概不到一组太阳能电池板，最大号的电池盒以及配套的变压器，机器超频模组也装上了（这些完全没作弊）；为了满足更大规模的发电量，我在家附近摆又了512个太阳能电池板（除了橡胶，都没有作弊）；另一个安装的大型mod是AE，在一楼L型的下面横线的房间摆上了全套的自动化生产太阳能电池板的生产线，地板就是超大号的CPU？（这些当然是作弊的）；用这套设备逐渐把房顶的不到一组电池板升级成了高级太阳能阵列（一块顶512块的那个），依然除了橡胶，都没有作弊（石头都不够用了……）。为了利用偶尔采到的、总量不少的铀矿，在一楼下挖了个地下室，建了个反应堆，采用据说最稳定的布局，结果除非在下雨否则完全感觉不到在发电。\n此后安装了各种科技类mod，这多亏了minecraft贴吧的科技类整合包，以及某个科技类mod说明书（作者名字没记住，但作者特别感谢了冰箱？）。我一般使用现成的整合包，偶尔增减一些mod。我多了个实验性质的存档，用来尝试各种千奇百怪的想法，主游戏存档也至少在每天第一次打开前备份一次，整个游戏目录甚至也有备份，这些习惯沿用至今。我最疯狂的一个设计是在地下建造了从原料到发电全自动无线稳定发电的格雷聚变发电厂，产生的电量维持自身运作同时维持周围的力场护盾，当然有巨量盈余，整个发电厂用RC的世界锚维持加载。建成之后，只要在游戏中向那个方向望去，都会将帧数降到个位数……\n就这样，我再次玩腻了，因为这种半创造模式（和平难度生存模式，作弊建成包含全套生产设备的“基地”，然后佩戴几乎最终装备，用简单难度采矿……）的乐趣只在前半部分，就是建造“基地”的过程，而这过程仅仅是熟悉mod而已，并没有多少真正的创造。改变从一个叫竹的mod开始，我开始尝试将建筑外观与功能性结合，比如在农场周围设计装饰，地下部分设计AB门形式的活塞门，尽可能将建筑改在地上而不再是地下，在孤岛建造灯塔，但暗藏传送门，岛屿间用海底轨道相连，彩虹样式的大型染料生产线，用岩浆和水装饰的原石生产线，建筑设计承重结构，红石线路隐藏同时设计维修通道；去掉不必要的使用率很低的会引起卡顿的mod以及设计，比如不再设计发电厂，所有动力都是作弊得到，删除林业农业铁路格雷，仅保留AE和IC，增加装饰性mod。总而言之，装饰性和合理性为主，功能性次之但同样不可缺少。同时尝试了光影模组，在尝试了各种光影以及自己手动调整后，终于发现不使用光影，使用高清修复后的最高画面设置，已经很美了，或者关闭炫光景深植物摇曳水面晃动采用最低阴影效果，搭配清澈水面以及包含云彩的材质。\n发展到这里，其实游戏变成了尽可能用有限的方法（原版以及IC和AE），在有限面积（尽可能4个区块内）在建造美观又有实用性的建筑，建筑之间也要有水路/陆路等合理的交通方式，非必要情况下全部采用半自动设计以减少卡顿，规模大（个人审美）同时尽可能简化设计（减小卡顿）。那么一个问题出现了，为什么还要用mod？完全使用原版和装饰性mod，辅助以命令方块，应该也能达到类似甚至更好的效果。这便是下一阶段要进行的转变了吧。\n但这种玩法实际上极端消耗精力和时间，一个新的设计新的想法从出现到最终实现可能需要若干周甚至若干月的时间。但大概这种断断续续的完成一个心目中的宏伟建筑，这个过程才是最吸引我的吧。",
    "replies": [
        {
            "author": "爱拍、小少",
            "timestamp": 1456282260,
            "txt_content": "好厉害的样子"
        },
        {
            "author": "血染明月",
            "timestamp": 1456282500,
            "txt_content": "{:10_512:}欢迎新人，字太多懒得看"
        },
        {
            "author": "小宇lalala",
            "timestamp": 1456282980,
            "txt_content": "新人好\n字太多懒得看+1\n【随手捡了个纸团塞住你的才思泉泉眼】\n安利Minecraftwiki，绝对对你有很大帮助"
        },
        {
            "author": "我是小寒",
            "timestamp": 1456285320,
            "txt_content": "字太多，但是真实想法"
        },
        {
            "author": "Monn_Dik",
            "timestamp": 1456286220,
            "txt_content": "_(:зゝ∠)_为什么感觉是复制来的\n↑算我多行。\nMinecraft的历史是说不完的，因为以后还会继续下去！"
        },
        {
            "author": "C_T_F_Y",
            "timestamp": 1456288800,
            "txt_content": "欢迎新人，而且楼主好勤奋啊，写这么多字"
        },
        {
            "author": "HAHAML",
            "timestamp": 1456289040,
            "txt_content": "哇  今天一出来看见2个大水神    是在下输了"
        },
        {
            "author": "_OAO_",
            "timestamp": 1456290900,
            "txt_content": "10年前？？好吧看错了{:10_493:}"
        },
        {
            "author": "wo66099065",
            "timestamp": 1456293180,
            "txt_content": "虽然不知道LZ在说什么，但是我觉得挠头就一定对"
        },
        {
            "author": "1552048945",
            "timestamp": 1456416660,
            "txt_content": "我居然看完了 有很多共鸣"
        },
        {
            "author": "icemiao",
            "timestamp": 1456417620,
            "txt_content": "感觉字好多啊...还有记得在快速导航做任务..."
        },
        {
            "author": "萌翻の萌轲",
            "timestamp": 1456451400,
            "txt_content": "LZ刚开始用了很多问号\"?”，看样子是很久以前的事了，而且还是beta版本，LZ应该是老玩家吧"
        },
        {
            "author": "呆萌闲鱼",
            "timestamp": 1456453020,
            "txt_content": "可以参考"
        },
        {
            "author": "HAHAML",
            "timestamp": 1456460100,
            "txt_content": "lz屌  我跪了"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1456460640,
            "txt_content": "这有点让我想起赛尔号"
        },
        {
            "author": "水桶腐竹",
            "timestamp": 1456461960,
            "txt_content": "我也看成了10年"
        },
        {
            "author": "falsh_asan",
            "timestamp": 1456462200,
            "txt_content": "记忆很凌乱啊\n10年Minecraft也才算刚出（09？）"
        },
        {
            "author": "懒仔",
            "timestamp": 1456470840,
            "txt_content": "楼主码字牛~~"
        },
        {
            "author": "756680241",
            "timestamp": 1456471080,
            "txt_content": "楼主玩得挺专业哈"
        },
        {
            "author": "14380923645",
            "timestamp": 1456471560,
            "txt_content": "十年。。楼主记错了吧"
        },
        {
            "author": "zhiqiang0101",
            "timestamp": 1456471680,
            "txt_content": "字太多懒得看"
        }
    ]
}