{
    "title": "<原创·连载>《异能地球》---[序章] By:麦白大人",
    "author": "麦白",
    "replyCount": 9,
    "timestamp": 1456313700,
    "txt_content": " 本帖最后由 麦白 于 2016-2-26 17:38 编辑 \n\n┣异能地球┫--「序章」        公元2333年，地球的科技不断的进步，不断的发展。2333年2月14日晚，一位单身的科学家，不断的研究人类的能力，抓来了几千只拥有特殊能力的动物来研究，提取他们的DNA不断的研究。当这位科学家正在沉迷于思考当中，一个微小的白色液体在空中飘荡，最后落入了这位科学家的烧杯里，起了一点微微的荡漾，但是科学家发现不了什么，正在抓的他那有点突起的脑袋，最后什么都想不到，科学家只能试想着去拼一拼了，他抓起面前几根试管，把里面的液体全部倒到了烧杯里。      烧杯没有产生什么化学反应只有一点一点的气泡，科学家发觉有效，立马高兴了起来，把面前所有的试管里的液体都倒入烧杯里，结果，这个烧杯剧烈冒泡，科学家以为要爆炸了，赶紧躲到远方的精铁钢门内，小心的看着烧杯。烧杯剧烈冒泡玩之后，一切都静止了，只能看到科学家，缓缓的走过去。看见没有了刚刚的震动，顿时高兴了起来......      一夜之间这位不知名的科学家已经被众人知晓，他研究的超能力药水可以让人类开发自己身上的潜能，让人类得到超能力。这位科学家的名字叫做‘冯梁天‘。这个名字已经让地球的所有人知晓。      过了一周不知怎的发生了一场大暴雨，而且是围绕着整个地球的大暴雨，世界政府的公安人员不知所措，不知道为什么会有这种情况，整个地球都下了大暴雨，超能力药水被保护了起来，装在了一个超厚密集的玻璃柜里，周围站满了科学家和各种保镖和精英，时时刻刻都盯着这个盛满白色液体的密装杯子。但是突如其来的狂风不知怎么的吹了进来，周围的人们都有点惊奇，一个在地下的实验室哪来的风？     可是风真的吹来了，有的人惊慌，有的人一直紧张的盯住玻璃柜内的药水。突然药水的杯子动了，一大片白色的液体旋转在玻璃柜内，好像要冲出来似的，结果真的冲了出来，而且还是穿透出来的，又经过一阵的旋转直接冲上实验室的天花板，还是像原来那样穿透进去的，不可思议，实验室里的人一片惊呆，最后都慌乱了，超能力药水没了！那可是世界政府需要的啊！怎么办！大家都不知所措，只能急匆匆的去打电话报告各自的上司。     白色的药水不断升空，最后落入乌黑色的云层里和云层融为一体。接着地球各地都下起了白色的大雨，一些人都觉得奇怪，但是都没说什么，只有世界政府和一些知道这个事件的人都默不吭声，因为上司们下了死命令。’禁止讨论超能力药水丢失事件！谈论者杀。‘     白色的液体一滴一滴的落在地上，没有人去管，因为没有什么人会在大暴雨中出来观看，白色液体好像是在滋润大地，一点一点的净化这片大陆，过了一天，暴雨停了，大地恢复了原有的生机。每个人都觉得自己好像充满了活力，连天天在家里对着虚拟电脑玩耍的宅男，都觉得好了许多，但是人们都不知道。大家都可能拥有异能，只不过没有任何激活的装置...... 声明：\n如有雷同，纯属巧合。[这貌似没什么软用][弃坑一个月]下一章\n",
    "replies": [
        {
            "author": "星灬辰",
            "timestamp": 1456315860,
            "txt_content": "是想拿创作勋章了吗？\n\n你这个让别人怎么看，眼睛都要看瞎了"
        },
        {
            "author": "243563308",
            "timestamp": 1456316100,
            "txt_content": "66666666666666666666666666666666666666666666"
        },
        {
            "author": "麦白",
            "timestamp": 1456316640,
            "txt_content": "星灬辰 发表于 2016-2-24 20:11\n是想拿创作勋章了吗？\n\n你这个让别人怎么看，眼睛都要看瞎了\n233我能说那是护眼绿吗。。"
        },
        {
            "author": "player_steve",
            "timestamp": 1456316760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "player_steve",
            "timestamp": 1456316820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星灬辰",
            "timestamp": 1456316820,
            "txt_content": "麦白 发表于 2016-2-24 20:24\n233我能说那是护眼绿吗。。\n你这个颜色搭配可让我这个300度的近视眼看得头晕呀！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1456317780,
            "txt_content": "无法评论\n一片狼藉"
        },
        {
            "author": "xcc",
            "timestamp": 1456351320,
            "txt_content": "table代码玩疯了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1456467060,
            "txt_content": "文字和背景一样瞎！"
        }
    ]
}