{
    "title": "【原创-连载】【MC国】【第十三章 从魔法国来的安根】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 7,
    "timestamp": 1456317480,
    "txt_content": "\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n正文：\n\n\n\n　　第二天一早，索岚来到为特派人员们设置的餐厅。\n　　然而刚迈进餐厅大门，他便愣住了。\n\n　　对对，初次到达战线参观餐厅的时候，索岚也愣住过。\n　　那满眼的自由散漫，超差没有之一的伙食，无法评定肥胖等级的厨师，构成的绝妙画面叫索岚足足花了三天才勉强适应，眼球不至于跌出眼眶。\n　　但今天，喝茶看报玩手机的战友们看起来好勤奋，材料不明烹饪方式奇特只差嚼出蟑螂的饭菜好可口，厨师身上的赘肉又增多了几分简直好窈窕。唯独婼姆阵营派来那位男士，与背景过分违和。\n\n　　天，他吃的那是什么？\n　　切片吐司上厚厚涂了一层……蓝莓酱么？可蓝莓有那么浓重的色泽？\n　　昨天对战普拉尔斯首战落败，这个家伙我要重点防范。否则两连败的话，真该没脸见人了。\n　　此时婼姆男注意到了呆立餐厅门边的索岚，不由分说丢下手里的羽毛笔、一叠白纸、抹着不明物质的面包，把索岚拖过来按在他身边的椅子上。\n\n　　也行，这样省的我去费劲搭讪，直接问吧。\n　　“那个……”\n　　“要来点么？”\n　　那人手底下飞快的写着，一边用力咬了口吐司，将剩下的五分之四递到索岚面前。\n　　“不，谢谢。请问……”\n　　“杀千刀的土匪！”他拿笔在手旁墨水罐里沾了沾，往面包上甩掉多余的墨汁，照样进餐工作两不误。“抱歉不是说你。对了你想问什么？”\n　　“您的名……”\n　　“该死的疯子！！”那人咒骂的声音高了十几个分贝，之后重复着刚才的行为。“抱歉不是说你。我叫安根，安根的安，安根的根。你还想知道什么？”\n　　“那您在贵国的职……”\n　　“白痴加变态！！！”安根逐步提高的音量越来越吸引更多人议论和关注，可他自己却像什么也没发生，仍旧旁若无人般的沾墨吃墨，津津有味。“抱歉不是说你。我是教育局与出版署总负责人。”\n　　“你们的领队是什么来……”\n\n　　安根猛地站起，索岚以为他又要大声咒骂连带解释抱歉不是说他，幸亏并没有这样。\n　　和这精神不正常的家伙比较，冷如冰川不爱理人的冥王，嘴炮技能屌爆的普拉尔斯，实在亲切又和蔼。不过他们来的人太少，不像其他两国那么滥大街。所以好不容易捕到一个，多少得问出点东西再盘算逃跑的事。虽然索岚担心花个几百年，也问不出有价值的信息。\n　　“抱歉赶报告入迷了。你刚刚说什么？”\n　　“你们的领队……”我真想剁了这人，扔进锅里油炸。“是什么来头？婼姆一共只来了三个人？”\n\n　　“哦。”他坐下，塞进最后的五分之一吐司，慢悠悠的回答。“顺大道往东走五里半，路南有个书店，无照非法经营的，里面出售各种本子。”\n　　“我知道。”见鬼我知道这些干什么？！明明是色鬼海潮每到一地总拉着我到处找本子店！！“但是你们的领队……”\n　　“你需要从本子堆里翻出两本书买下。吃货加蠢蛋！！它们能解答你的问题。”\n　　可能猜到索岚已经习惯他的骂街，这下连解释都省了。由于此刻吐司已经吃完，安根干脆端起墨水瓶直接往嘴里灌。\n\n　　“哪两本？”\n　　压制心中关于能在嘴边不留墨迹神奇技法的探究，索岚耐着性子追问。\n　　“一本是《世界通史》，时间新纪元历元年，重大历史人物及事件。另一本，估计那个本子店里没有……”\n　　“没有？那去哪里买？请问书名什么，我去网上搜搜。”\n　　“呵呵。”安根神秘笑笑，绕到索岚背后俯耳低语。“叫做《如何快速脱离文盲行列》。”\n　　“咦哎------？！”\n\n　　“你八成是没上过学吧？对冥王这个词最基本的认知都没有，还好意思跑来问我婼姆到底派了几个人？国家砸钱培养精英人员，莫非就是让你们拿着纳税人的钱整天嗑瓜子聊本子把妹子的么？”\n　　说罢安根抄起羽毛笔和那摞报告，往呆傻僵直的索岚跟前摆了一瓶蓝黑墨水，丢下“尝尝吧，祝好胃口”的结束语，大跨步走出餐厅。\n\n\n\n\n\n废言：\n\n由于对安根的独特高端黑没法很好把握，所以这次外星人找安根本人要了个他和索岚对决的草稿。\n当然后来我改成了冥王风格，但基本情节依旧是我设计的。\n以下就是。\n\n……\n……\n……\n然而他面前这个边写报告边往面包片里倒墨水肥肠肚满的男人似乎跟魔法师这个词儿没有半点沾边儿的。\n就他了。\n然而矮个男人一拿起面包，索岚突然犹豫了，感觉昨天那两个魔法师其实挺和蔼可亲的。倒是这个男人抬起头，看见索岚，立刻把他按在自己座位旁边，扔给他至少半立方米面包。\n“又是什么勾当，嗯？——抱歉我不是说你。”男人抬头指指报告。“你要往面包里加墨水吗？”他从口袋里拿出五六瓶墨水，然后继续埋头写报告。\n“不了，谢谢。请问……”\n“杀千刀的——抱歉我不是说你。你说什么来着？”\n“请问您的名字？”\n“简直神经病一个——抱歉我不是说你。叫我安根。”\n“那您在贵国……”\n“放屁！”安根把笔往桌上一拍，餐厅的所有人都转过头来。索岚感觉受了轻视；然而安根却好像什么也没发生似的，旁若无人般地坐下去，继续说：“抱歉我不是说你。您能把问题说完整些吗？”\n索岚忽然感觉生不起气来了。要是谁跟一个神经病置气，他也离神经病不远了；而且毕竟他是从诺姆派来的人。说到这里，索岚感觉这次派来的人是被哪家精神病院调包了：难道诺姆国派来的就没有一个正常人？算了，当前还是先把自己的最大困惑问清楚——虽然从形势上看，一百年也不会问清楚。\n“我想知道，你们的领队是什么来头？”\n安根瞟了一眼索岚。\n“出门左转，走十公里远，有一家省级图书馆。”安根又往两片面包上倒了一整瓶蓝墨水。\n“我知道，”索岚已经开始脑补安根的死法，正在把他碎尸万段，“我是问，你们的领队是什么来头。”\n“我是说，要想知道这事儿，你得去买两本书。一帮蠢蛋——抱歉，我不是在说你。”\n“听从您的安排，”安根的碎块被扔进锅里煮熟，“哪两本书？”\n“第一本，《新纪元世界史》，翻到‘新纪元历初年——重大事件与相关人物’。另一本书，到图书馆就买不到了。”\n\n啪。安根的碎肉突然被从锅里捞出来，重新拼完整了。\n索岚弯下腰向着安根耳语，感觉自己的语气不自禁的低沉与颤抖起来：“请问另一本书的书名？”\n\n安根神秘地一笑，对着他耳语：\n“《论做人的基本素养》。他老子的，不知道冥王，你还好意思来问我？你们这些精英十几年来难道只看本子？难道你们国家培育出来的人才每天的职责就是给使者抛出一大堆不长脑子的问题然后等着他们回答？”\n说完，安根抓起他正在校验的报告，丢下了傻眼的索岚，三瓶墨水和半立方米的面包。\n自从诺姆的人一来，索岚就感觉自己的人格尊严被无限蒸发了。不过不管怎么说，既然那个什么“明王”与《新纪元世界史》里的人物有关，又扯上了这么大一堆乱七八糟的人物，想必大有来头。也就难怪这几个人会如此不把他当人看。\n想到这里，索岚瞪着安根离去的方向，窝火地抓起那瓶墨水灌下去，咂了咂，感觉味道其实不错。\n索岚离开餐厅的时候，桌上还剩下六个墨水空瓶和半立方米的面包。\n\n\n\n索引见签名。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "2570003475",
            "timestamp": 1456405200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1456466700,
            "txt_content": "热烈庆祝‘黑索岚同盟会’的阵容不断壮大\n\n我们的终极任务就是把索岚黑化——\n\n——肥挥发会发灰\n\n@Shure\n\n索岚你的脸最近很黑呢"
        },
        {
            "author": "冥王星人",
            "timestamp": 1456468380,
            "txt_content": "安根_Engon 发表于 2016-2-26 14:05\n热烈庆祝‘黑索岚同盟会’的阵容不断壮大\n\n我们的终极任务就是把索岚黑化——\n啊哈哈哈哈哈\n【牌桌】"
        },
        {
            "author": "shure",
            "timestamp": 1456469160,
            "txt_content": "……我巴不得想打架……奶奶的熊如果有机会发泄一定全发泄在臭罗勒那里去……"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1456633380,
            "txt_content": "作为安根顶嘴对象表示没有充分描述出安根的讽刺语气"
        },
        {
            "author": "Yee易",
            "timestamp": 1460733000,
            "txt_content": "噫。。。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461465300,
            "txt_content": "嗯，其实我一……算了我还是“哈哈哈红红火火恍恍惚惚”吧。\n"
        }
    ]
}