{
    "title": "<原创·连载·圣杯>《草方块之谜》第一卷 第六章 迷惑",
    "author": "初阳时光",
    "replyCount": 4,
    "timestamp": 1456400520,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 20:27 编辑 \n\n第六章 迷惑      Nelson还没有意识到吧？      他就这样鬼使神差地被他们俩带到了一个森林里。他现在也不知道这一切的发生到底和什么有关，也不知道这一切是否是什么人为力量造成的。他坐了下来，看到桌上的钻石茶杯，不禁暗暗赞叹这个屋子的配置。他们俩也没忙着，正在熬一锅汤，发出“咕噜咕噜”的响声。但奇怪的是，他们不让Nelson进去。他只能透过猫眼，看到一个屋子的角落上落满了厚厚的灰尘——或许是废弃已久的窖井盖。透过一丝微光，可以看到Steve的裤子无缘无故地换了一个颜色。墙壁上很脏，偶尔还会出现几只惬意生活着的蜘蛛，在墙上慢悠悠地攀爬着。他叹了口气，回想起昨天——哦不，刚才发生的事情，总也想不出为什么他的同伴会把他带到一个不曾相识的地方，还声称这是他的家。“真是可笑，Steve怎么会知道我家呢，”他暗自思忖，好像知道点什么，又不能说出个所以然来，“这地方……难道是曾经Candice口中所说的森林？”      “吱——”门内走出一个人，是Candice。她拿着一根鱼竿，走了出去，可能是去钓鱼吧。      他索性跟了上去。      外面是他们变得奇怪后首次见面的地方。      空气还是依然的清新，让人嗅不出任何异样的味道来。旁边有一个极为庞大的湖，湖中有一些鸭子。放眼望去，白桦林还是占了大部分的视野。这使Nelson想起来那次的传说，更加确定了信念。      这种景象十分难得，对于他来说，已经是回忆了。      从她的姿势和钓法来看，Candice确实是一位老练的钓手。没过多久，她就钓上了一些珍贵的河鲑鱼。Nelson提起桶，拿回屋子里煎制。不一会儿，所有鲑鱼都用食物频道的专用处理方式处理好了，他又提着桶往外面走。      “快啊都要死了！”她焦急地说。\n      他放下桶，觉得无聊，便沿着河道往前走去。      没出几步，他在左边就发现了隐藏的牧场。正好，他手中有一些刚熟的小麦，他便喂给饥肠辘辘的牛。他继续沿河往前走，发现了自己未曾在沼泽地里发现过的鸟和鱼。他捕到了一只，仔细观察，发现和海燕体型特征十分相似。他为这一新发现所感到激动，同时也推测海岸就在前方。      他继续往前走，希望能在未知的海域收获一些知识，至少他在海洋一块涉猎极少。十分钟之后，他便走到了入海口。海风吹着，使他的眼睛几乎睁不开来。他在浅滩上发现了一条搁浅的虎鲸，已经奄奄一息。他对这种鲸的威力早有耳闻，所以他只能远远地望，不敢近距离观察，生怕它一个激灵冲了上来，把他拖入海里。要知道，Steve可是不会游泳的。      天色渐暗。他望着远处久违的夕阳，心中一种悲凉感油然而生。他已经很久没有见到这么绚烂的落日了。      回到草丛，他突然发现地上的草方块十分抢眼，绿的发蓝。这让他想起了他儿时的玩伴——曾经的Candice。      “你抓不到我哈哈哈！”Candice在湖的对岸叫道。      “我可以游泳啊！”      “砰砰砰！哈哈哈，我有好玩的手枪哦！”      “没有子弹，就没有用。”Nelson不屑地说。      “哈哈！”“别跑，站住！”      数年以后。      青葱的校园，曾经泛黄的回忆像电影一样在眼前播放。可能不记得地理老师的罚抄，可能不记得生物老师的升蹲，但是她，他还记得。期末考试，他走进考场，忽然有一个身影从前面掠过。是她。      “加油哦！这场考试我也复习了，你也要考高分哦！”      “嗯……嗯……”他凌乱地回答道。      他放下书包，坐了下来，拿出了纸和笔。监考老师抱着一沓试卷进来，令人慌乱。      题目还是那么简单，以前老师讲的典型例题他都记得。草方块的密度，雪球的抛物线，树木高度的表格等等，他都没有忘记。      他没有忘记走出考场是谁的微笑激励着他之后的宏图大业，他没有忘记他上课开小差被点名时是谁帮他顶替了叫家长的位置；他没有忘记他毕业后是谁帮他走出考砸了的黑暗，他也没有忘记喝醉酒后是谁扶他回家。      “耶！”当老师拿着一小叠录取通知书并发下来时，他发现他考上了高山大学。      “祝贺！”Candice踏着小碎步走了过来。他瞄了一眼，发现她考上了沼泽地学院。\n      战火硝烟的年代。      他没有忘记，那场灾难后的一片荒芜。      他也没有忘记，那个青春的坟墓里面埋的是谁。      他更没有忘记，他的许愿灯最后为什么而用。            “Are you O……K？”Steve把他叫醒。      “啊？”      他醒来时，已是深夜。萤火虫的声音依稀浮在耳际，蝙蝠也飞了出来，享受着这个夜晚。这个夜晚是多么的清朗，空气里弥漫着昙花的气息——不太真实，而又不虚假。周围十分地安静，只有火把的燃烧声隐隐约约透过玻璃窗传了过来。多么熟悉。      本来这个夜晚，Nelson是在家里休息的，还看着美食节目。“今天是奶昔还是什么吧，”他想，“哎，还是先去看看他们在干嘛吧。”      但看到Candice已经睡觉，他也便睡了。      ”你是谁！“他看到了一个人影，警惕地问道。      然而那人露出脸后，他就一眼看出。是那个流浪商人。但，他的旁边还跟着一个人。      那个人面庞黝黑，看起来大手大脚。壮实的胳膊上披着一层斗篷，看起来像是铁匠的模样。令人惊讶的是，他的身上有一个邪界符号。更加令人奇怪的是，当他的眼睛扫视到符号上时，那上面居然散发着一层诡异的亮光。一些记忆被他揪了出来。他勉强认出了他。他是一个不太知名的铁匠，已经加入了邪界，在铁匠界引起了热议，成为一时最热的话题。      他甩甩头，想忘却。\n      “今天心情很好。”      巨龙吃了一些食物，便开始飞奔。他回到了那个宫殿。地上的毛毯十分柔软，识货的人一看就知道是用高价买来的。      “陛下，今天的任务已经完成了，那个屠龙士屈服于我们了，现在可以去抓活的了。”巨龙的主人卑躬屈膝地说。      “哦，好。”Arthur轻轻地应了一句。      他很高，很瘦。绿色的皮夹克掩藏着一件灰色的针织衣，褐色的眼睛里透着一丝严谨和虚伪。他站起来，走进一个房间——那是他的实验室。实验室里面有很多不为人知的东西，废弃多年的窖井盖里面似乎在烧着些什么。他拿起一个里面装着蓝色液体的杯子，倒进了那一口破旧的坩埚里。炉火烧得很旺，那抹清澈的蓝在被倒进去那一瞬间就溶散开，消逝得无影无踪。他皱了皱眉头，又拿起一根很长的试管往里面倒了一点黑糊糊的墨水。霎时，坩埚里的液体变成了透明的颜色，与水并无不同。他的脸上浮现出了笑容。蒸气飘满了实验室，呛人的味道弥漫开来。他咳了咳，打开门，走出了实验室。      “成功了。”他平静地说。      “陛下成功了，恭喜恭喜！”他闻味赶来。      “有整整一锅呢，怎么用好呢。”      “陛下别犹豫了，一个小时后它又会变回原色的，就起不到迷惑的效果了！”      他连忙命人封存这一锅昂贵的药。\n      早晨，阳光懒懒地照在被子上。Nelson起床，看着那壶像刚烧好的热水一样的东西摆在床头，心里不免有些奇怪。闻一闻，还有一些奇怪的味道弥漫在屋子里。他拿起那个杯子，把里面的溶液的一小部分倒进了垃圾桶。      垃圾桶的袋子的颜色变了，发出了“滋滋”声，最底层瞬间出现了一个黑色的标志，像烙印一样烙在上面。      他愣了一会儿，明白了。      “有人吗？”      “有有有！”Candice闻讯赶来，“那杯水喝了吗？”      “嗯，喝了。”他犹豫了一会儿，说道。      “那么，现在开始早晨的跑步！你先去外面，我等会儿去！”她的脸舒展开来，露出了诡谲的笑容。      他决定实行逃跑计划。“就是现在！”他小声给自己打气。      Nelson壮着胆，带着那个盛着溶液的杯子匆匆跑了出去，直奔远方。      ……      “Nelson？Nelson！”Steve叫着，但是没有回应。他有所警觉。      “Nelson不见了！”      “什么？！“Candice大惊失色，打碎了玻璃碗，往下一瞥，看到了那个垃圾桶上的标志。她又看了看那个玻璃杯——不见了。她立即确认了这个消息的准确性。      “紧急措施！“Steve拿起话筒，拨下了4787-6222236转4号线。",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1456400820,
            "txt_content": "是要继续更新吗，为啥才有400不到的字呢"
        },
        {
            "author": "46241359",
            "timestamp": 1456402200,
            "txt_content": "嗯，好些了，但是有些地方还是有些突兀，开头仍然不够吸引人，继续努力吧。"
        },
        {
            "author": "初阳时光",
            "timestamp": 1456455720,
            "txt_content": "已更新。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1456467840,
            "txt_content": "还是有很多可以提升的部分的。\n可以慢慢来。\n别急。"
        }
    ]
}