{
    "title": "<原创·连载>《命运—毁灭》 By:Mliier",
    "author": "Alex_Miller",
    "replyCount": 1,
    "timestamp": 1456399740,
    "txt_content": "侵略与小黑屋（二）\n——插曲\n      泰勒特不敢回到山上，他害怕自己还没能说出事情的原委就被上司杀死。那个残暴的君主不喜欢做事失败的人，他也从来不问原因。可以说，只要有他在，整个队伍战无不胜，谁都不想失败然后被杀死。这一次，泰勒特必须死。\n      泰勒特在山下待到了中午。那些人该醒了，他们一定会马上到周边搜寻，看看有没有落网之鱼，而自己正是在小镇的外围，想不被找到也难。腹背受敌，他开始慌了，哪边都打不过，去哪边都会死，这该怎么办？\n      已经能看到城内搜寻队的影子了，上山还是坐以待毙？自己不是一个十分忠诚的部下，所以自己不会去自愿找他自杀，这也是自己这几年来为什么一直是个小队长的缘故。等等，山上那是什么声音？从那条大路上传来的，仔细听，应该是马蹄踏地的声音，怎么，那边也来人了？这可不妙，要是被他们抓回去就不止直接死这么简单了，会被慢慢折磨死，反正首领对部下的生命不重视。\n      泰勒特想了想，在城镇的人冲过来之前跑上了山，被山上的侦察兵逮了个正着。\n      “头儿让我们带你的部队回去，”领头人蒙斯看了看泰勒特的身后，又问：“那些人呢？”泰勒特没有说话，一直看着他。这让他很为难，“先……回去吧。”他早已猜到这次行动会失败。\n      路上，泰勒特也是一言不发，这让气氛很尴尬，蒙斯不能让泰勒特认为自己是送他去送死的，其实自己只是把他送回来准备下一次进攻的。\n      “到底发生了什么？只告诉我一个人好吗？”蒙斯终于忍不住，将这个问题问出了口。但围绕的话题仍旧是泰格斯所害怕的，他甚至开始怀疑蒙斯在这四年里是否真正了解自己，还是说他只是找机会消灭自己以去向首领邀功乞赏？但看在这么多年的这么深的情谊，泰格斯终于还是说出了口：\n      “我失败了。”\n      这句话的语气很平静，平静得让人甚至怀疑这件事到底是不是在他的身上发生的。\n      然而蒙斯的回答更是叫人大吃一惊，听到几乎用一种极度轻描淡写的口气说：“没什么，他们也失败了，那条狼竟然还没死！”\n      泰勒特当然明白“狼”指的是哪位神仙，不过他还没死就让他更加恐惧一分，但既然他失败了那他就无话可说了。他便加快了步伐，为的就是见到他无计可施的样子。\n      前方就是要塞了，说是要塞，实际上还不是几块破烂石头和木头拼起来的破烂城堡？可以“眼观六路耳听八方”的木头瞭望台也散成一堆一堆的，一看就知道是那些火药筒筒干的。那“固若金汤”的破烂城墙倒是挺完整，不过有一段彻底倒塌，看来火药筒筒的威力还真大呢。\n      内部是一个小村落，说白了就是定期缴税的小金库，虽然钱不多，但足够养活这些军队就行了。但如今这座金库也几乎被毁灭，大多数茅草屋都被一炮炸毁，地上留下了大大小小的许多弹坑，原先平整的地面变得坑坑洼洼，还真可惜呢。村民口中时不时会冒出一句“真他娘的卡贝尔”，这个卡贝尔才不是什么坏人，他是一个好人。\n      几年前，首领泰格斯为了“称颂自己的功德，让伟大的泰格斯永垂不朽”而命令卡贝尔开始撰写他的自传——《光辉岁月》。而对外却张扬称卡贝尔是自愿的，这引起人们对他极度的反感。这也是让泰勒特对泰格斯的憎恨的原因之一。\n      首领的布帐篷算是很豪华的了，不过就连这里也有弹坑，也真够神奇的，因为自打这座要塞建成后，还没有敌人能到达这里呢。\n      走进里面，泰勒特被按在地上，这自然不是蒙斯干的，蒙斯也不知道会发生这样的事情。\n      泰格斯一看泰勒特就知道他失败了，于是想方设法要置他于死地，不过不能直接杀，这样会损害自己的声誉——尽管早已损坏得不成样子了。\n      现在的泰格斯在泰勒特眼里真是一头肥猪，小眼睛被来自上方下方的肉遮挡住，更显得难看。大鼻子香肠嘴大耳朵，噫！真是叫人反胃！瞧瞧旁边那两个姑娘，几个月前刚来，多么年轻俊俏？现在呢，像老了十几岁，憔悴得很。\n      泰格斯身边围着一群为他卖命的人，他们叽叽喳喳，都想着怎么处置自己，只有蒙斯不说话，这让泰勒特很欣慰。\n      最后，泰格斯坐在竹椅上，身上的肉堆在一起，他指着门外的一间房间说：“你可以进去了，一星期，不吃不喝，能活下来就让你飞黄腾达。”说罢，便派人把泰勒特架进小黑屋，锁好了门。\n      之后，泰格斯艰难地从椅子上坐起来，抽出长刀一挥，大声喊：\n      “准备好家伙，准备夜袭！”第二次进攻开始了。\n\n\n\n附言：\n      嘛……以后大概要周更了，开学也只有周末可以用电脑了呢，不过平常也会莫名更帖的。\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1456466820,
            "txt_content": "嗯……总体来说泰勒特有点像个怨婆，全文有点‘溜’。"
        }
    ]
}