{
    "title": "生存模式防迷路 简单五种寻路路标",
    "author": "qq2222630",
    "replyCount": 2,
    "timestamp": 1456471980,
    "txt_content": " 本帖最后由 qq2222630 于 2016-2-28 03:06 编辑 \n\n防迷路最简单的方法是看坐标，而坐标有两个缺陷，一是抽象，二是意外死亡时无法看坐标，就找不回物品，除非你时时开着F3。\n所以使用以下方法的前提有：生存模式下，纯净原版，懒人。\n1、火把路\n建造法：沿路插火把，间隔为火把光照的直径，也可以说是两个光照圆相切。这解释会不会抽象了点？\n适用生态：森林，沙漠，雪地（融化路雪），不适用于海洋。（在适用和不适用之间的生态属于效果在好坏之间）\n优点：夜间行走方便，亮度在50%以下的同学夜间行走是否掉落过裂缝呢。\n缺点：火把消耗量大。\n\n2、通天塔\n建造法：至少30个圆石或沙砾搭成的一柱擎天，1*1*30，塔与塔之间的距离为视距距离。根据我刚玩MC那时每进一个新存档或新服务器就会至少下矿一次所获得的圆石数量，计算可得通天塔的建造资源比较紧缺，大概能建造6座多点。我现在进新存档基本不下矿，所以在研究新的懒人建造法，思路是流动的水和流动的岩浆浇灌出一座通天塔，但是很多问题没有解决，比如要半组泥土搭建支架过于费事，比如底部浇灌出的形状太难看，需要挖4个方块作模具。另一种懒人建造法是利用2*2云杉树苗制造通天树，需要消耗骨粉，否则成型时间太长。\n适用生态：平原，沙漠，河流，沼泽，不适用于深海，森林（如果你从森林上面走...那就适用）。\n优点：覆盖范围取决于你的视距，以视距为半径画圆，在范围内你可以走远探索。也可以跨河。\n缺点：建造数量有限。\n\n3、鸟居门                                                                                [wood]               [wood]  \n建造法：16个以上木板搭个鸟居门。右侧为最简鸟居门： [wood] [wood] [wood] [wood] [wood] [wood]\n通天鸟居门也就是把两柱子加长到30格高即可。                      [wood]               [wood]\n适用生态：森林边缘。                                                             [wood]               [wood]\n优点：作为森林入口，材料易得。                                           [wood]                [wood]\n缺点：暂无。                                                                           [wood]                [wood]\n                                                                                      \n4、浮标船\n建造法：在海上每隔一段距离放一条船，间隔为至多72格。\n适用生态：海洋。\n优点：与通天塔类似，覆盖范围为一个圆，不同的是一个是陆地，一个是海上。\n缺点：船占一个背包位置，一般包裹揣一排船也就差不多了吧。\n\n5、雪傀儡路\n建造法：需要一个拴绳，一个雪傀儡，牵着雪傀儡走如同开着一辆造路机。\n适用生态：平原，不适用于沙漠，海洋，高山，雪地。\n优点：无限雪。\n缺点：不能赶路，不能过太宽的河和沼泽。\n\n找沙漠神殿，找豹猫，有时服务器里找只猪都难，寻找的过程最无聊，所以把寻找变得有趣，短时间内就不会觉得无聊了。\n\n实际应用\n远征在一小时内：遇到平原、沙漠，沿路造通天鸟居门，有条件的造通天塔。需要一桶水倒地上，造完直接跳下来。\n从森林上方走的，如白桦林、黑森林，建造高参照物。从森林里走的插火把路，至少需要一把石镐，收集经过地区的露天煤来持续补充煤存量。提一句丛林，直接挖一条2格高、一格宽的密林通道不算太麻烦。\n遇到海洋用浮标船，到了海边再制作船，可以节省空间。\n远征超过两小时：建个鬼路标啊，直接快艇沿着海岸开，能够接触生态的机会大得多，最差也能原路返回。\n远征超过三小时：退出游戏。\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xiaoxin_666",
            "timestamp": 1456842360,
            "txt_content": "如果你不是纯净版强迫症的话直接小地图标记{:10_524:}"
        },
        {
            "author": "昔日※辉煌",
            "timestamp": 1456892220,
            "txt_content": "第二种的话，搭完下去就死。"
        }
    ]
}