{
    "title": "<原创·连载·圣杯>《草方块之谜》第一卷 第七章 逃脱",
    "author": "初阳时光",
    "replyCount": 2,
    "timestamp": 1456492980,
    "txt_content": "ef=\"https://www.mcbbs.net/home.php?mod=space&uid=1075476\" target=\"_blank\">@恶魔-潇洒 已换",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1456492980,
            "txt_content": "标题: <原创·连载·圣杯>《草方块之谜》第一卷 第七章 逃脱 本帖最后由 初阳时光 于 2017-8-18 20:20 编辑 \n\n第七章 逃脱      “Nelson跑掉了啊……”      “啊？”电话那头传来了话筒掉落后又被捡起的声音，“怎么可能，他喝了那个东西不是早就死了么？里面的重金属含量我都算过了啊！铊盐我也加了啊！剂量不对么？不可能啊！”流浪商人大惊失色。      “他识破了！”Steve叫道，“现在也不知道去哪儿了！”\n      “呼……”Nelson跑到了很远的一片冰原旁。其实，冰原和森林的交界处很美。他坐在一个绿葱葱的草方块上，气喘吁吁。在逃命的途中，溶液险些泼在了他的身上。      他一回头，看到了一个峡谷。      “这不是我刚刚的逃跑路线吗？”他暗自惊叹这杯溶液的威力。      冰原一望无边，他决定从冰原过去。他收拾好“行李”，准备上路。      他差点忘了，要砍点柴。      没用多久，几棵树木就倒塌在地，还掉下来几颗苹果，这正是他所需要的。他吃掉了苹果，向冰原跑去。      冰原冷的令人发抖。      他跑了很久，累得瘫倒下来，随即有好像被电了似的，站了起来。他向周围望去，看到了一个洞。      他着实吃了一惊。洞里面走出一只僵尸，但不久就被太阳烧死了。他振作起来，走了进去。      他进入了一个新的世界。\n      “报告，未找到。”屠龙士面无表情地走进宫殿。      “怎么可能，不是在原地吗？你不是刚刚才打败他的吗？”Arthur大声质问道。      “在下没有说在原地啊！”      他皱了皱眉，站了起来。皮夹克上面的光泽愈发闪亮。他弯下腰，拾起一包地上的咖啡粉，倒入了开水里。咖啡就像此刻他的心情一样，苦而烫。他扔了几颗冰块，抿了一小口，缓缓地说道：      “这个咖啡，如果我没猜错的话，应该是11号田里的吧？”      “是的，先生。”      “给我拿几颗方糖。”      他注视着巨龙的主人，仿佛看到了屠龙士逃跑的情景。咖啡很快就变凉了。\n\n      这个世界里，Nelson已经基本确定只有他一人。\n      “好像当初啊。”他自言自语。\n      这里也是永夜，但是是一片不知名的沙漠。羊群仍旧悲哀地叫，只是不见了其他人的踪影。枯木丛里长着一些不知名的花——也是够扯，永夜之地居然会长花。远处是一个村庄，里面的耕地里没有种农作物，但是屋子里的灯还是开着的。这让他感到十分欣喜，决定去看一看到底那里有什么。\n      那里的村民好像他看过，还可能认识一个。村民非常的热情，款待了他。当他问起那些事时，村民表示一无所知。这让他感到奇怪。\n      突然，他看到了一个他认识的村民。\n      他刚刚来到沼泽地时，曾经开过荒。在那里，他遇到了这个在外挖矿的村民，并和他结下了不解之缘。随即，这个村民带领他找到了那个小木屋——他的生活之所在。就是这样，他开始了在这片荒芜之地的开荒生活。可以说，有了这个村民，他才能生存下来。\n      那个村民和他说了几句话，送给了他一些铁锭，就把他弄走了。他尝试着是否能在这个村民的口中获知当初的信息，但是那个村民说他忘记了。他努力回想当时的情景，渐渐地，一幅图画在脑海中显现出来。他又往东，又往西，每走一步都抉择不定。当他看到沼泽之地的边界时，他觉得这一切的辛劳都值了。他停在了边界，念念不忘地看着那片沙漠，那个村庄，和那个村民，再想起昨天发生的一切和死里逃生的惊险，感觉这是戏剧一样的生活。他想安定下来，给自己做一个家——原来那个家已经没用了。他砍掉了一些树木，在离地表不远的地方挖到了一些煤矿，做了一些火把，还把在地狱里收藏着的萤石献给了这个家。当然，他没有丢掉那把承载着他的记忆的时运钻石镐。他把它拿了出来，捧在手心里，像是捧着一个珍贵的宝物般注视着它。\n      他又活动了一下，开始构思房子的结构。\n      “嗯……阳台应该这样放，窗户往北……有三个房间，一个是我的，剩下两个是他们的。”\n      他的冥想时间被一句清脆的叫喊声打断了。\n      “Nelson，Nelson！”是Candice。\n      他不能再这样落入虎口了。他赶紧挖了一个地洞，藏了下去。\n      Candice跑到这里，发现他不见了。\n      “Nelson，出来！”\n      半晌，还是没有回应。他们只好自己寻找。没过多久，他们就发现了Nelson。\n      他极为惶恐，眼睛不敢直视他们。\n      “你知道嘛，我灵魂被出窍了！”\n      “啊？”\n      “难道你也是？”\n      “什么？”\n      “你刚刚去哪儿了？一直在这里吗？你怎么从沙漠回到这里的？”\n      他略加思索，瞬间明白了一切。\n\n      “陛下，他逃走了。搜索了整个城市都没有找到他，定位仪是在废墟里发现的。”\n      “该死！”Arthur恶狠狠地说道。\n      “不可以让他一直这样！”\n      他想出了一个办法。\n\n      房子没过多久就建好了，但内部装修尚未完成。他们三个也交流了自己的经历，发现自己都是被火魔所控制。\n      每个人都有自己的活干，Steve去挖矿，Candice去盖内饰，剩下的Nelson只能去砍木头。\n      Steve孤独地拿着火把，下到了那个尘封“多年”的矿井里。里面的石头上丝毫没有灰尘的迹象，并且旁边的煤矿也被奢侈的Nelson无视——他没有想到现在会落到这种境地。\n      他挖掉了那几块煤，心里有一种满足感。他继续往下，挖到了十几块铁，准备到上面来之后烧成铁锭。在下矿过程中，他还遇到了一个巫师，只好悻悻避开。不久，他就用熟练的挖矿技巧，找到了钻石和青金石的矿脉。剩下的时间已经不多了，他只能改天再来探寻这充满奥秘的地底。\n      盖内饰的同时，Candice也在纠结于用萤石还是萤石灯。花盆里的仙人掌已经布置完毕，剩下的就是最顶层的栅栏和门了。但是由于木材不多，栅栏只能用石头来做。这样看起来既添加了新意，又不破坏整体和谐。她走下楼，看着这栋新修好的房屋，心里不禁由衷地赞叹自己手艺的精湛与构思的巧妙。      啊，还没有见过这样夸自己的。\n      约定的时间到了，大家一起在餐桌旁用餐完毕，就开始讨论关于对付火魔的问题以及以后的生活。Nelson首先提出去那个令人记忆深刻的村庄看一看，能不能借到几桶铁匠铺里的岩浆。\n      说道铁匠铺时，他停顿了一下。\n      往事又在脑海里浮现。那天的梦到底有什么暗示，他也未能知晓。\n"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1456493700,
            "txt_content": "字体颜色啦！！红色配白色也很瞎眼，以后发文要注意背景和文字颜色的搭配。\n这次修改就不用@我啦，毕竟这是为了所有读者，而不是为了我一个人。"
        }
    ]
}