{
    "title": "<原创·连载·圣杯>《青色之风》[卷二·八]",
    "author": "zyj0807",
    "replyCount": 1,
    "timestamp": 1456495620,
    "txt_content": " 本帖最后由 zyj0807 于 2016-2-28 14:46 编辑 \n\n第八章\n\n　　银白的影子越来越清晰。\n\n　　江泽手中的剑被攒得死死的，他握剑的手青筋暴起，不知不觉地沁出汗来。\n\n　　雾气中那银白的影子给了他极大的压力。\n\n　　白古依旧拉着弓，在她身后的江泽看不见她的神情，但从她不曾有些许放松的样子也能猜出一二。\n\n　　林地渐有风刮过，令人窒息的压迫感逐渐袭来。\n\n　　那身影似乎是被这风刮了歪，在雾气的背后模糊地摇晃。\n\n　　在先前的路途上，由于路途长而除了赶路又无事可做，江泽就曾询问过白古一些问题。\n\n　　“白古姐姐，你是一直都在那住着的吗？”这话语里的“那”自然指的是之前的树屋了。\n\n　　白古脚下没有停顿，回答他：“三个月前到这的。”说罢眉头微不可查地一蹙，似是想起了一些不好的回忆。\n\n　　江泽想了想，又问道：“姐姐也知道狼王吗？”\n\n　　少女身形不易察觉地一顿，回道：“西之森林的狼王，我自然是听闻过一些。”\n\n　　“那......若是碰到这狼王，我们要怎么办？”这个十岁的男孩又回想起了那个十分凶险的夜晚，不禁有些担心地问道。\n\n　　白古沉默了一会儿，好像在思考着什么。\n\n　　实际上她没有思考太多，她只是在考虑自己的箭支足够不足够，她算了算，心想应当是够的了。\n\n　　所以她平静地这么说道：“杀死它，或者战胜它。”\n\n　　杀死它不一定要战胜它。\n\n　　战胜它不一定要杀死它。\n\n　　江泽的心底不知为何便浮现出这么白古所说的这么一句话来，只是要战胜或者杀死狼王何其之难，只怕拼了两人的命都不能做到。\n\n　　银白的影子缓缓靠近，渐渐地，两人已经能够看清楚那狼王的模样。\n\n　　这狼王身体足有四米多长，毛发银白如雪，身躯呈流线形，一举一动充满了爆发力。它狼吻前似有呼出的一团微白的雾，狼耳竖立着，步伐里充满着漫不经心的狡猾。\n\n　　江泽再度看到了那双狼眸，那双充盈了晶莹剔透的水蓝之色的狼眸，依旧如同宝石般闪烁华丽。\n\n　　他已不是第一次见到这狼王了，也不是第一次领教它那仿佛天生的令人窒息的压迫感了。\n\n　　但他不知道前方白衣的少女是不是第一次见到它，即便他没有担心对方，也不由自主地看向她。\n\n　　少女拉弓的手依旧稳定，但细看的话，则会发现她拉着弓弦的那只手已是微微出汗。可她神色依旧平静，仿若没有察觉到这压迫。\n\n　　狼王从雾里行了出来，它抬起水蓝色的眸子平静地看了江泽一眼。\n\n　　江泽与之目光相对，从中读到一些莫名的意味来，但这对视的一个刹那间，他却骤然感受到一股冷冽、肃杀、极冰冷的气息沛然袭来，顿时他只觉得全身上下不可比喻的冷，仿佛血液都为之凝结，心跳都因此顿结。\n\n　　他咬了咬牙，豆大的汗珠从额上不断沁出，双腿不停地打颤发抖，握剑的手更加的用力，极力承受着这冰冷的威势。\n\n　　好在狼王的目光没有停留多久，似乎是对他没有什么兴趣，将目光渐渐移向了白古。\n\n　　只是未等它看过去，一支利箭便破开雾气，以迅雷之速射向了狼王。\n\n　　狼王看到了这支羽箭，它的眸中没有浮现出任何的疑惑或是惊讶，而是平静到了极点。\n\n　　羽箭即将临体，白古脚下一点，向后奔去，要与狼王拉开距离，同时再度抽出两根箭，一支咬在了齿间，一支搭在弓上。\n\n　　江泽这才醒悟过来，才发现自己后背已是冷汗密布，被兽皮披住的唯一一件上衣已是湿透。\n\n　　他松了松剑，再度握紧，猛然冲上了前。\n\n　　后退的白古与前进的他擦肩而过。\n\n　　狼王目光平静，没有去看那支羽箭，只是想要将视线投向正往后疾跑去的少女。\n\n　　雾气在转瞬间涌向那支羽箭，将它缠绕起来，从外层层包裹。\n\n　　因而那羽箭就失了踪影，不见于那团雾气里了。\n\n　　狼王头颅微微转去，看到了少女，它抬起了一只前脚，似乎想要前行，只是刚抬起来，脸上似乎是闪过了一丝迟疑的神色，便没有放下。\n\n　　而此刻江泽已经冲到了近前，抬起木剑便是简简单单地平刺了过去。\n\n　　他自己也不明白为何他会刺出这一剑。他见过狼王已不是一次两次，但这也是一直以来第一次真正的交战。他心里很明白，这一刺不会给面前的狼王造成任何的影响，可他还是刺了，刺得简简单单、毫不犹豫。\n\n　　因为知道结果，所以才能简单，才能没有迟疑。\n\n　　这一刺落到了狼王的身上，但也只不过看似罢了，实则只是刺在了狼王周身的空处，根本没有触碰到它哪怕一丝一毫。\n\n　　从外处看，江泽这一刺就像是一个小孩子一样胡闹，直直地刺在了空处。但他自己内心却已经是惊骇莫名，他从来没有遇到过这样的事，分明是刺向了狼王的身体，也没有受到什么干涉，但却诡异地刺在了空处。\n\n　　他难以置信地看向狼王，却恰好迎上它平静的目光。那对水蓝色的狼眸中没有半点嘲弄之色。\n\n　　一股寒意从脚底陡然窜到脊梁骨。\n\n　　破空声再度响起，这次不再是一声，而是两声连响，几乎不分先后。\n\n　　江泽知道那是白古的箭，他连忙收手，一矮身从侧面再度砍去。\n\n　　他这次没有感觉到任何力量作用在他和他手中的剑上，但他依旧砍空了。\n\n　　他的剑砍向了狼王的前方，白古的箭射向了狼王的头颅。\n\n　　嗤——\n\n　　于是箭中了剑，剑中了箭。木剑被白古的第一箭轻而易举地穿破，强大的力道震得江泽手臂发麻，第二箭随后而至，紧接着击中了木剑。\n\n　　江泽再无法坚持抗衡从箭上传来的强大力量，手腕已经诡异地向后扭去，痛苦地低吼一声，木剑脱手而出，震飞到地面上，被两根羽箭牢牢插死在地面上。\n\n　　狼王的眼底古井无波。\n\n　　不远处的白古全然目睹了这整个过程。\n\n　　她停了下来，再度抽出两支箭。\n\n　　眼瞳深处逐渐浮现了一点一点的光芒。\n\n　　狼王再看向她，一双眼眸中终于多了一些别的情绪。\n\n　　它轻轻地放下了那只前脚。\n\n　　空间便于刹那间静止下来。\n\n\n目录\n\n\n@46241359 @Cai_Iu @xcc \n\n状态奇差\n迷茫\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1456620900,
            "txt_content": "为什么不@我？"
        }
    ]
}