{
    "title": "<原创·连载·圣杯>《草方块之谜》第一卷 第八章 囚禁",
    "author": "初阳时光",
    "replyCount": 1,
    "timestamp": 1456546620,
    "txt_content": " 本帖最后由 初阳时光 于 2017-8-18 20:20 编辑 \n\n第八章 囚禁        不久，焊接专家Candice就焊好了一个晾衣架和一个开水壶。开水壶虽然在结构和外形上略逊于别，但是性能还是很不错的，可以比过铜铁合金的导热性。      种田的想法是由Steve想出的。他首先提议种一片面积为40×40的小麦地和20×20的咖啡地。但其他人却有着不同的观点，说是要种一些土豆和甜菜，甚至甘蔗。他们等待了许久，才从流浪商人那里买了一些种子。这片沼泽地里的木头已经被砍伐殆尽，所以他们只能用火把照明来让树木生长。      但是有一个问题。      Nelson不见了。      “不可能啊！”Candice惊讶地叫道，“刚刚还在旁边的，好像他和流浪商人一起走了！”      昨天是月圆。闹钟显示现在是大概下午两点左右。他们随意地嚼了几块面包，便听到了一股奇怪的声音从远方传来。但没过多久，那种声音就消失了。根据他们的猜测，那种声音很像流浪商人的声音，但里面有夹杂着一些其他的怪声，令人难以捉摸。他们决定偷偷往声音来的方向走。      走了大概几分钟的样子，他们便看到了那个令人惶恐的生物。      火魔。      火焰墙包围着Nelson，而他怎样也不能冲破那堵厚实的火焰墙。来营救的两个人看到此景，不禁吓了一大跳。现在采取行动肯定是飞蛾扑火，但是必须要做出这个艰难的决定：营救还是观察？      他们决定观察。在火魔的包围之下，一个人走了出来。不用说，就是那个流浪商人，而且他旁边还跟着一个他们不认识的人。这更加使这场闹剧变得扑朔迷离。他们三个人互相说了几句话，火焰墙便打开了。      他满身尘土，向周围望了望。他很仔细地搜索了每个角落，却没有发现他们的身影。Steve刚想冲上前去，明智的Candice就一把把他拉住。她觉得现在还不是机会。看这个发展情况，可能是要面谈。与此同时，Nelson也十分惊愕，怔怔地站在原地。刚刚想开口说话，就被要求坐下来。前来搜救的两人看到巡逻队往他们这边走来，便逃走了。      他们回到了住处，坐在了皮革沙发上，心里一阵波澜。盘点之前发生的事，都是因为火魔。火魔拥有的能力极为强大，以至于可以掌控人类。在这种境况下，他们只能寻求帮助。远方的枯木开始燃烧，令人畏惧。      Candice皱了皱眉头。她绞尽脑汁，却想不到任何一个可以成功的办法。傍晚六点，本当是看电视的时间，但是她却无心关注这些琐碎的菜肴制作过程。她忍住，没有去移动电视开关。看看Steve，满脸焦急。      突然，Candice想起来他口中所说的村庄。也不知道那儿到底怎么样了，为了一探究竟，他们决定冒险，沿着Nelson被抓前口述的路去村庄里看一看。村庄其实不远，但是因为永夜的原因，他们看不到村庄的具体所在。他们只能连想带猜地向村庄走去。果然，路标是个有用的东西，他们只消了烧一整壶水的时间，就到达了村庄。村庄很大，所以热情的村民只能充当临时向导。当他知道他们俩要找巫师时，他不以为然。但是当他得知巫师的好友被火魔所困时，他的神情便变得激动起来：      “我知道火魔的弱点！当你说‘Arthur’这个名字时，他会变成人型，好对付多了！但是因为没有人在这一带看过他，所以火魔一直肆虐。现在可好，火魔就在附近，你赶紧带着巫师一起去吧！”      “什么？他是一个人？”他们大惊失色，“不可能啊！”      “不相信很正常，但是原因我没有解释的权力。”      他们一行找到了巫师，告诉了他事情的始落。巫师当机立断，拿出一根看似普通的拐杖，脱下长长的外套：“我们走！”      Steve和Candice很快就带领巫师到达了可以看到火魔的地方。天空上乌云密布，好像是他的怒吼。一个个草方块被火魔的亮光照耀得通红。巫师见此状，决定再等等。      “为什么还要再等！”Steve心急如焚，恨不得马上就去援救。      “离卦为火，火卦为离！你看火魔现在全身进入喷火状态，就代表火。如果我们现在去，那么我们就会与他分离！一定要等到子时火光才能退散，我们才能开始援救！”      Candice似懂非懂地点了点头，连声诺诺。手表上显示现在是晚上十点。这么说，还有一个小时，就可以去援救了。      这一个小时如同漫长的一年。Steve这儿搓搓手，那儿揉揉沙。他们的晚餐还静静地躺在厨房里。本来，他们现在都可以安然入睡，但就是因为Steve想要买种子，叫来了那个流浪商人，才导致现在这种境地。      “他们是一伙的，所以当我和他被当做傀儡的时候，他在另一个世界……”Candice选择利用好这一个小时，梳理一下现在的情况。      “……懂了！”她的眼里闪出亮光。\n      他站了起来，瞳孔里面渗出了泪水。宫殿里只有他一人。他会想起那段曾经，那个他，不禁潸然泪下。      “哎，物是人非啊。”他叹道。      曾经不堪回首的回忆，促使他成为了邪界的首领。现在这种局面，并不是他想要的。他只是想找一个人促膝长谈，哭诉一切。他后悔了，后悔于他的选择。      “好想知道她现在过得怎么样啊，生活得是不是很好。”      “陛下，陛下，您在干嘛？快去外面看！”巨龙的主人跌跌撞撞地从门外进来。      他没有回答，做了一个手势。      他们一起从宫殿出来了。呈现在眼前的是一种奇特的自然景观。\n      “到时间了。”      他们平静地走向火魔。      “Arthur，回来吧。”巫师平静地说了一句。      火魔霎时变成了一片灰烬。旁边的俩人惊叹不已，连巫师也在确认这是不是一场梦。沙漠上只剩下火来过的痕迹。一切都是那么平静，就像什么都没有发生过。      Nelson十分激动，跑了出来。      他们回到了村庄。他十分感激朋友巫师的帮助。可以确定地说，是巫师让他活了下来。夜宵是布丁和小麦酸奶。他们酣畅地聊了一晚，直到凌晨五点才散开。      “真是十分感激您！”Steve情绪激动地说。      “举手之劳而已了。”",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1456547040,
            "txt_content": "很有槽点的离卦一词。。。。\n坎坤巽之流呢2333"
        }
    ]
}