{
    "title": "<原创·连载·圣杯>《草方块之谜》第一卷 第九章 重生&尾声",
    "author": "初阳时光",
    "replyCount": 10,
    "timestamp": 1456579920,
    "txt_content": " 本帖最后由 初阳时光 于 2019-6-7 20:07 编辑 \n\n第九章 重生      “人一生要面临很多选择啊。”Arthur叹道。      “生死离别的选择，聚散情感的选择……”      “每个人有他们不同的选择方式，而我，厌恶选择。”      “是啊，那么，请陛下同意我做出自己的选择。”他说。      “嗯？你怎么来了？”他还没有反应过来，就看到了牵着巨龙的龙主人，并且听到了那句话。      “什么选择？”      “在下也不知道。”      “在下生活得很厌烦。”      “啊？”      他一个人走出了宫殿。他念了一句咒语，撕下在胸口上的烙印。鲜血顿时喷涌而出。他的龙释放出了刺眼的亮光，令人不敢直视，像是要发动技能。随后，那条龙用了全身的力气，释放出了一道火焰。果然，它的主人死了。      它自己也因窒息而死。      Arthur摇了摇头，泡了一包荨麻茶。这种茶味十分纯，纯的刺鼻。他回想起他干的一切，突然站了起来。他想起了曾经逃学的他，想起了曾经的青春。校长的点名，班主任的批评，让他觉得微微的心酸。他后悔他曾经为什么没有想去当领土长，护林员。没有为自己谋得一份正当的工作，是他一生的遗憾。父母早逝使他没有立下正确的人生目标，而毕业后的几年，他也只能在邪界当一个作恶多端的小混混。聪明没用在正道上，使他后悔不迭。他对不起老师，对不起同学。      “人生早晚有变迭啊。”      他这样想。凌晨，窗外飘着小雪，与他们的尸体组成了一幅凄美的画面。窗台上积满了膝盖深的雪，仿佛已经尘封了许多年。他一口气喝完了那杯浓烈的荨麻茶，从冰箱里拿出来了一块酸枣派，一口气吞了下去。他并不觉得冷。\n       “以后，记得常来！”Candice激动万分，挥手向那位巫师告别。对于邪界的灭亡，其实巫师早有预感。繁华过后便是寂静。他们一言不发，丝毫没有当初见面时的那种热情，却发酵成了一种不知名的沉默。人生一场，就应该好好利用自己的青春年华，做一些有用的事情。一个熟悉的声音告诉他们开水已经烧好了。Candice去楼上倒了一点热水，捧在手心里。冬末，极其寒冷。室内的空调发出风吹的声音，温暖了客厅。她喝了一口热水，心里暖乎乎的。      之后，Nelson决定当沼**。他向那个村庄的村长要到了曾经的志趣相投的同学的联系方式。虽然个个都叫不出名字，但他们的容貌他都清清楚楚地记得。令他记忆最深刻的是那次的粘液球试验，导师叫他们收集一些粘液球，进行滑力测试。这次试验大获成功，还是大学生的Nelson获得了生物学金牌。      毕业后，他选择了自由职业。他收拾好行李，点击了“传送至随机新世界”按钮，进入了这个世界。初来时，他对这里的任何人任何物都十分陌生，但不久他就探寻了整个世界。这个世界是个有边界的世界，但边界很远。在探险的过程中，他认识了许多人，还认识了救了自己一命的巫师。后来他在谈话中了解到，那个巫师出身并不富贵，只是在这个村庄里面浅显地学习了一点巫术。之后，他随着父母周游世界，认识了很多新事物，大开眼界。随后的几年，他编撰了《巫师手册》，并在各个村庄中取得了良好的阅读量。        Nelson大为惊叹，随后便突然决定要做这个世界的领主。当然，他的梦想已经落空，但他也取得了不小的成绩。      Steve打了个哈欠，但是他毫无困意。他跟随Nelson这么久，确实长了一番见识。可能，他在这个年华里和自己的曾经擦肩而过，但是他觉得，这么久，他没有白活。其实，Steve也有一段历史。      Candice还在看她的美食节目。今天的内容是《如何制作泡椒》。主持人还是依旧，背景还是依旧，只是沙发的质感变了，她也变了。时过境迁，如今她已经学会了许多可口的菜肴和点心，正在尝试着做牛排。不久，她又开始忙活起浇汁的味道来了。      “这里要不要加番茄……”      他们俩其实是在屠龙时相遇的。      故事还要从三年前开始说起。那时，天下没有安宁的地方，各处都在上演着一场场的战争。他们是在一次战争中认识了对方，结下了缘分。之后，他们可以说是形影不离，就像兄妹俩，互帮互助。终于有一天，巨龙现身了。天空中的迷雾遮盖了它的正脸，但从方向来看，它是往陆地飞，准备落下歇脚。Nelson看到了它身上的标志，知道了这是邪界臭名昭著的巨龙。他二话不说，砍了过去，但没有任何用处。黑曜石做的铠甲熠熠生辉，就像一堵无形的屏障，挡在了任何武器的面前。最终，它见没人，收下了屏障，被忽然冲出的Candice一刀砍死。所以他们俩的黄金组合已经在屠龙界英名远扬。最后，Candice被Nelson所触动，和他游览永夜地区，并在这一带定居。      初春的景色与冬天的毫无不同，令人厌烦。气温逐渐升高，Candice也暂时停止了蚕丝被的制作。一种不知名的鸟从头顶上飞过，像是在往南迁徙。河道里的冰正在慢慢融化，慢到令人无法等待。Steve穿上拖鞋，走进了Nelson的房间，决定要做些什么。他与Nelson说了这一难以启齿的秘密想法，后者大为吃惊，问他是怎么知道这件事的。      “我早就知道了啊。”他们心照不宣地笑了笑。      Nelson心中释然。他早就意料到这一个秘密会公之于世。他们交流了一下关于此事的种种事项，都表示赞同对方的观点。      大概半个月左右的时间吧，准备工作就做好了。流浪商人的活儿已经由另一个人接替。他为人很好，说话诚恳，是一个不折不扣的好商人。他们买了一个空录像带，用操作说明书录制了一段录像。录像里的内容是Steve的沙画表演——他的拿手好戏。没有人能预料到他能掌握这种复杂的技能。由于无聊，他是在一次偶然的沙漠之行中得到灵感才学会的。在最近的几年中，他已经把这一种独特的记忆练得炉火纯青。      粉色羊毛非常昂贵，但是他还是下血本买了五组。他们两个没用多久就搭好了需要的台子。Nelson检查了一下，感觉左边还有点缺失，于是在左边加了一些东西。音响只能买低配的，因为高配的太昂贵，而中配的流浪商人那里又没有。灯光设备已经准备完毕，只能等待着那一天的到来。      转眼间，住处已经搭了第三层，装饰极为豪华，还修建了一个地下储物室，让所有的杂物得到储存。春天匆匆过去，夏天转眼来到。翻看日历，是五月十九日。日历上的插图是一幅肖像画，画上有一位祥和的女子，安静地望向远方。      Steve照例喝了一碗稀饭，吃了两根面包。他倒了一杯水，躺在长椅上。永远的黑夜已经让他烦闷，但是只需一杯柠檬茶就可以缓解所有的忧愁，他这样想。他从冰箱里面拿出了一杯刚刚冰住的柠檬茶，舒服地躺在沙发上。门外，Nelson正在对着墙打网球，而百无聊赖的Candice在阳台上观赏他的训练。他还是个初学者，动作并不是很标准。Candice一边看着录像带，一边叫停，解释这个动作标准时应该怎么做。他耐心地听着，活学活用。相信他不久就可以成为一个优秀的前锋。      Steve站了起来。“明天就到了啊，”他喃喃，“时间过得真快。对了，绿茶需要加料了。”      他往厨房走去，打开茶袋，倒下一小包绿茶。他很喜欢品尝花茶，尤其精通罗兰类花茶的品鉴。这种绿茶，香气十分浓郁，但是价格却十分昂贵，一镐需要二十只金锭。而且，他是在一个很偶然的情况下买到的。      无聊的一天就这样过去了。\n      深夜，他忽的醒来。看看床头的钟——已经三点了。他蹑手蹑脚地起床了，穿上拖鞋，往外走去。      黑漆漆的一片让他很不自在。他悄悄关上Candice的房间的门，开了客厅的灯。门外，花在火把的亮光下生长得很好。他走了过去，猫下腰，拔起了一束玫瑰。他回到房间，从抽屉里找出一个废弃的花瓶，冲洗干净后装了一点水，把那一束玫瑰用丝线绑好后泡在水里。他撕下床头灯的日历：5月20日。      早餐时，他泡了一杯花茶，以清晰自己的思绪。他想了想，决定把时间定在13点14分。      Candice正在准备午餐。“主城时间，十二点整。”电视里熟悉的声音再次响起。他压制住自己激动不已的心情，走进了房间。      他把时间告诉了Nelson，他表示同意。      今天的午饭异常丰盛。      刚刚吃完饭，Steve就用一条围巾蒙住了她的眼睛。      “带你去一个地方。”      她只好妥协。Nelson一身西服，和他们一起来到了约定的地点。      粉红色的羊毛满眼都是。搭建的舞台极其豪华，轻易地营造出甜蜜的气氛。      Steve没有忘记那束玫瑰，于是在出门前拿起了它。      Candice脸上的围巾被解开。没等她惊叹，Nelson便捧着那束玫瑰跪了下来。      “你愿意嫁给我吗？”      她一脸羞涩，受宠若惊。      “……我愿意。”      三年之约，终不悔。\n尾声       回到家中，Nelson把那闪耀着熠熠光辉的屠龙刃从这个箱子里抽了出来。       Candice激动的心无法平静。       Steve躺了下来，摸着熟悉的被子，躺了下来。他并不困倦，而是在看着头顶上的橡木板，想象着僵尸是不是侵略着那儿。Minecraft让他更好地了解了这个世界。      他强压睡意，坐了起来，随手拿起一本《巫师手册》，开始阅读。      回想起一切，好似一场永不完结的梦。\n\n",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1456580040,
            "txt_content": " 本帖最后由 初阳时光 于 2019-6-7 20:04 编辑 \n\n@xcc @名人才华 @46241359 @恶魔-潇洒 @2B与mc的故事"
        },
        {
            "author": "初阳时光",
            "timestamp": 1456580220,
            "txt_content": "@guqu @冥王星人 @MF_Mufeng 再来一波"
        },
        {
            "author": "xcc",
            "timestamp": 1456580340,
            "txt_content": "完结地好快ww"
        },
        {
            "author": "Duang!~",
            "timestamp": 1456581120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1456620120,
            "txt_content": "也许你尽量尝试用描写表现人物状态的话，可能会好一点。"
        },
        {
            "author": "guqu",
            "timestamp": 1456621260,
            "txt_content": "啊，写的还是挺细致的，只不过我觉得还可以写的更多。"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1456657440,
            "txt_content": "所以说感觉莫名其妙，你以前好像没有at过我qwq"
        },
        {
            "author": "guqu",
            "timestamp": 1456660440,
            "txt_content": "收稿时可以不完结=-=你们不清楚么"
        },
        {
            "author": "初阳时光",
            "timestamp": 1456661700,
            "txt_content": "guqu 发表于 2016-2-28 19:54\n收稿时可以不完结=-=你们不清楚么\n知道啊。但是我要上课。明天开学典礼。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463195340,
            "txt_content": "收稿有些仓促。\n但是也算是完结了。\n还会续吗？"
        }
    ]
}