{
    "title": "<原创·连载>方块万岁【第一章 忘忧城和梅谁】",
    "author": "CloudsXDao",
    "replyCount": 3,
    "timestamp": 1456646460,
    "txt_content": " 本帖最后由 46241359 于 2016-3-5 19:21 编辑 \n\n正文\n\n\n梅谁推开门，咖啡店的招客铃叮叮当当的响了起来。 咖啡店里虽然开了空调，但是还是能感到如同室外一样的热火朝天的气息，店里有着数十人，互相攀谈着。 蒋同跟着梅谁走进咖啡店，这是一个小店，装潢像是遥远异界的酒馆，深色的木板透出一股奇异的气息。 好想是店主的人走了上来，因为他穿着与这个咖啡店装饰风格一致的衣服。梅谁摸了摸下巴，把手伸了出去，“假棋士。” 店主握住梅谁的手，“龙纹。” “哈哈，你就是龙纹？”仔细看了看面前三十几岁大叔模样的龙纹，梅谁有点不敢相信的说道，“真的...怎么说...” “有点不敢相信？”龙纹做了个健美先生的姿势，梅谁几乎能看见龙纹衣服下的健壮肌肉。 “是有点，老司机是个人生赢家什么的，我有点接受不能。”说着梅谁和龙纹一起大笑起来，然后把左顾右盼的蒋同推向龙纹面前，“他就是墨明棋妙。” 蒋同也伸出手去，和龙纹握在一起，脸上依旧是一副不关自事的样子。 “你不用在意他。”梅谁摸了摸下巴，指了指自己的脑袋，“这家伙这里有点问题，说不出话，也不能做表情。实际上现在看到你，他心里指不定怎么性奋呢。” 龙纹看了看蒋同，见他没有反对的意思，只是一脸无所谓的东看西看，点了点头，“我明白我明白，我侄子也.......” 几人攀谈着，龙纹走进了柜台，“要点什么？今天站长老大包场，事先说好，我这里可没有酒啊。” 梅谁随意给自己和蒋同要了杯饮料，问道，“说实话，如果要不是聚会地点是厦门，而且离我家不远，我绝对不会来的。” 说着，梅谁又环顾了一圈，“我们忘忧城还是蛮团结的嘛，还来了这么多人，算不错的了。” “大家天南海北的，要聚在一起肯定难。更不用提某些见光死的肥宅。”龙纹耸了耸肩，“实际上，站长老大和我说过，UID在100以下的活跃会员他都喊过，但是最后答应要来的只有一半不到...” 梅谁仰起头，一口气喝光了瓶子里的饮料，“笨蛋呢？那家伙来了没？” 龙纹耸了耸肩，梅谁轻叹了一口气，“也是，那家伙神龙见首不见尾的，能来才有鬼呢。” 梅谁在忘忧城里谈得上平等对话的，也就笨蛋和龙纹两个人罢了。白痴上线时间虽然不稳定，但是每次在论坛里发表的意见都能称得上一语中的，梅谁倒是很想见见这个“奇人”。 忘忧城是一个小论坛，但是非常有名。这和其本身的过硬实力是抛不开关系的，站长据说是归国华侨，和那个“非死不可”的创始人是校友，只不过差上那么几届罢了。线下的身份虽然不是什么CEO啊、总裁啊、富二代啊，但总归是个月入过万的高产阶级，在跨国公司工作。他与几个朋友一起组建了论坛，聚集了一大批“业内名人”和许许多多有能力的会员。虽然如今只剩他一人在运营论坛，但是依然有大批跟随者。 梅谁便是其中的一个。他从论坛早期便注册留言，虽并没有在哪个领域有超人的贡献，但在论坛里的知名度还是相当之高。 “你不去和他们聊聊天吗？”龙纹示意梅谁看向一边的人群，“都是线上和你聊过天的。” “聊过天？恐怕是被我说得骂街的吧。”梅谁顺着龙纹的实现看过去，嘲讽一笑，“在忘忧城里能和我说得上话的，也只有你和白痴而已罢了...” “你这个人啊....”龙纹看着梅谁无奈的笑道，“那难道你来这次聚会只是和我一个大叔面基吗？我知道我很帅....只是没想到你......” “站长不是有事要说吗？”梅谁伸出一只手打断龙纹，“我来这里就是来听听站长想要说的哪件事的.....” 龙纹一脸惊讶的看着梅谁，随即苦笑道，“我知道你很聪明...但是没想到你在人情世故这方面也这么老辣...” “龙纹....你似乎误解了什么...”梅谁再次打断道，“我所说的“站长这次召集我们是要说一件大事。”完全是我自己的猜测，而不是通过某种手段从站长本人口里得知的。就像你一样......” 梅谁特意加重了“某种手段”这四个字，龙纹一脸黑线，说道，“你真的很....很欠揍啊...” “所以，我们还是等着站长大人的驾到吧。”和龙纹说完之后，梅谁身上那种狡黠自负的感觉便消失了，变成了他刚刚进入咖啡店的那种随意懒散的样子。 “叮铃。”招客铃突然响起，龙纹和梅谁都转过头去，看向门口站着一个约莫二三十岁的西装男子，梅谁略带些疑问的说道，“站长？” 众人齐刷刷的看向门口，年轻的西装男子露出微笑，“嗨，我是站长乐乐乐。” “哇！站长好帅啊！”“雷暴了！站长你原来这么帅！”“我去！站长给力啊！”众人立刻回应，甚至有个女孩吹起了口哨。 众人热情的簇拥了上去，站长脸上笑容愈盛。 “哈哈，外貌都是浮云啦！”站长一个个打着招呼，走向龙纹，“徐哥，你有凳子吗？” 龙纹给站长搬来一把马扎，试了试满牢固，站长勉勉强强站上去，人群中露出一个头。 “朋友们！朋友们！”站长把手向下压了压，人群很快安静了下来。稍远些的人倒是没什么，只能看见站长半个身子，近处的人可是确确实实的看见站长脚下的马扎呢，个个都憋着笑。 “笑吧笑吧，想笑就笑嘛。”站长略有些无奈，待前面的一众人一脸微笑的看着他，站长又开始讲话。 “说实话，很高兴大家能来。这一次召集大家过来，确实是有两件事想对大家说的。”站长说道，“熟悉我经济状况的朋友的都知道，从零八年过来，忘忧城都是我一个人勉力承担运营费用。但是如今我财务出现了状况，可能没办法继续支撑。” 人群一阵骚动，站长等待人群安静下来，继续说道，“如果按这个状况继续下去的话，忘忧城将在明年宣告关站......而且我是雇佣他人管理服务器，届时，根据我零六年签订的协议，站内所有资料将会被消除...回档......” 人群又是一阵骚动，有人高声喊道，“站长你可以众筹啊！” 站长摊摊手,语气颇有无奈,“目前我国对于非法集资和众筹的界定还很模糊......我真的不想摊这趟浑水...” “哼。”站在人群后面的梅谁轻哼了一声，拉着蒋同站到了人群最后面。 众人又说了几个方法，被站长一个个否定。 看着站长不断的解释，梅谁脸上莫名露出厌烦的表情，对一旁的蒋同小声说道，“我有点后悔来参加这个聚会了。” 蒋同看向他，歪了歪脑袋，梅谁继续说道，“哼，你看那些人，明明对站长想做什么、要做什么都已经心知肚明，却还装作一副白痴的样子...顾左右而言他，这就是所谓的站长亲卫队吗......真是长见识了...” “假棋士，你这样说可对不起站长啊。”龙纹跟了出来，手里又拿了一瓶饮料，“站长对忘忧城的的确确付出了最多的心血，就算说是忘忧城是属于他一个人的，我相信大多数人也没什么意见。” “哼，我不否认事实，只不过不喜欢他的手段罢了。”梅谁撇了龙纹一眼，“在线上谁也不知道谁真正的相貌好不好看，到线下什么嘴脸都露出来了...” 站长也许感到差不多了，也该说道正题，猛一拍手，“事实上，我已经通过某些渠道在去年获取了一笔维护网站运营的资金...但是投资方....说是要从我手里接手论坛的管理权......” “唉——”众人一阵嘘声，有人说到，“论坛用的还是DZ的模板吧！那岂不是说站长ID要换人？！” “对，我的ID将会被消除，不留一点痕迹的......”站长苦笑道，“DZ的这个缺陷大家也知道...” 梅谁看着众人议论纷纷，眉头微微扭锁，站长说这个干什么？ 他难道想卖自己的投资人？但是...站长有必要做到这一步吗？ 站长继续解释，梅谁也了解到了事情的全貌。 在站长经济链断裂，为论坛的运营伤脑筋的时候，某个名字人尽皆知的大公司对他挂在创业板块的项目进行了投资。 站长一看，大人物啊，立刻与其来洽谈的代理人签订了一份三年短期协议，并且不断暗示代理人签署长期合同。但是他万万没想到，这份协议实际上是想要取代他，接管忘忧城。 站长不甘就这样罢手，通过多方打听，他终于找到了能负责这件事的人。 原来，出手帮助站长的并非看中了忘忧城的潜力的风投部门，而是某个一直觊觎它的公子哥。 那个大公司所出名的，不仅是一方巨鳄的资本和实力，还有家族企业的经营模式。而且大公司的直系独裁者的这一脉可以说人才济济，而这次的投资就是这个直系的大公子、小皇子，一个仅仅只有14岁的，却已经坐拥百万资产的小鬼... “真是货比货得扔，人比人得死啊......”站长一叹，“如果是个成年人还好，那个中二的小鬼完全没道理可讲的。” 了解到这么个情况之后，站长找上了那个小鬼。在表达了自己的意愿、希望他能体量的之后，那小鬼一席话直接把站长说懵了。 “什么人不允许他人杀人是因为害怕自己被杀，人的大脑有百分之九十是爬行生物脑，所以遵从本性......”站长苦笑说道，“就我个人来看，这个小鬼的父母真的算得上失格二字......还由着他这么胡来......” 再之后，那个小鬼用一副大魔王的嘴脸，刻意摆了一个曾经很流行的姿势，说愿意给站长一个机会，但是站长必须和他玩三个游戏......只要站长在其中某一个游戏里胜利，小鬼不仅将长久以往的管理权都交给站长，还将以私人身份赞助资金。 那小鬼的条件总归起来，也就一句话：打败那个他，好处大大的，因为他看到了你的能力；如果没有胜利嘛，哼哼，成王败寇，你们知道怎么样的。 不仅站长感到蛋疼，连梅谁都觉得操蛋了......更操蛋的事情还在后面，站长单打独斗，自以为可以轻松搞定那小鬼......他已经输了两盘...... “最后一盘游戏......是一个电脑游戏。”站长说道，“沙盒类型，我估计在座各位都不知道，那是一个独立游戏...是一个瑞士人做的...单论游戏还是蛮有意思的，但是在国内名气太小了，几乎没什么人知道......” 站长顿了顿，缓缓吸了一口气，“在座的各位，都是看着忘忧城一路走来的......一起建设忘忧城的朋友，我们在同一个地方幻想、大笑，我从最初的独自一人，到现在......我们一起经历的事情...是无数个昨日....我不希望忘忧城消失——我将以我自己守护这一片我最爱的土地......我希望，我还能拥有与在座的各位一起度过的....无数个的明天！” “好！！”龙纹大叔第一个反应过来，用力鼓起了掌，众人也纷纷鼓掌，掌声久久不息。 “站长...”待到掌声停止，有人出声问道，“站长！请问你和那个小鬼最后决定的那个沙盒游戏，到底叫什么名字？” 站长正要开口，咖啡厅的迎客铃响了起来，两个人走了进来。 “我的世界！那个游戏，叫做我的世界！”\n\n\n远离mcbbs和小说好久....功力大退啊....都不会写东西了。\n嘛嘛，千言万语啊，又不知从何说起，大概如此罢。\n希望大家原谅，这一篇主要是想写一写mc在现实中的事情之类的，算是我对于mc的狂热褪尽之后，单纯的去享受游戏，所想到的故事吧。\n新坑，大概是一天一更，谢谢捧场。\n\n \n索引",
    "replies": [
        {
            "author": "名人才华",
            "timestamp": 1456651020,
            "txt_content": "大仙你好~确实好久不见"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1456657440,
            "txt_content": "虽说功力大退，但阁下仍是独领周创诗歌风骚，今日回归，乃是我版元气恢复大好时机也"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462584900,
            "txt_content": "一枚渣渣 发表于 2016-2-28 19:04\n虽说功力大退，但阁下仍是独领周创诗歌风骚，今日回归，乃是我版元气恢复大好时机也 ...\n我想起我看完想支持，但没有回复\n一回来就被“噗”了一脸"
        }
    ]
}