{
    "title": "<原创·连载>方块万岁【第二章  小少爷和陈止】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1456655520,
    "txt_content": " 本帖最后由 46241359 于 2016-3-5 19:21 编辑 \n\n正文\n\n\n站长听到这个声音，脖子一僵，众人顺着他的目光看向门口。门口站着两个人，前面一个稍矮些，看上去只有十几岁，穿着一身紫色的短袍。后面那人更高些，看上去也更大一些，但绝不超过二十岁。两人脸上都有着笑容，但众人明显感到不同。前者的笑，飞扬拨扈，眼睛上细长的眉毛更是陡增三分痞气；后者的笑，不卑不亢，却莫名的有着拒人于千里之外的感觉。“额，顾...顾老弟...”站长从马扎上下来，走上前，“你...你怎么来这里的？”梅谁看向突然来到的两人，看来这个紫色短袍就是站长口中的小少爷了。“怎么来？”顾小少爷歪了歪头，“当然是走过来的啊......这里离公司又不远......”“不不不...”站长连忙解释道，“我说错了说错了....口误——我是想说您是为什么来这里？”梅谁扭头看向态度姿态突然转变的站长，站长似乎也意识到自己立场的转变太过快速，努力的挺了挺背。“嗯？”小少爷听到这话也是一愣，看向自己身后，好像年纪不大的那个人，“先生？”那人微微摇了摇头，梅谁猜应该是在示意小少爷，他又往前一步，比小少爷站的跟前面一些。“诸位，早上好。”那人稍稍欠身，说道，“鄙人叫做.....陈止...在座各位可能没听说过这个名字...鄙人....会好好表现让诸位记住这个名字的....”站长又向前一步，同那个陈止面对面，说道，“很明显，我不认识你......你带顾老弟来这个地方是什么意思？不是说好了，游戏可以请外援的不是吗？还有，你究竟是谁？”“哈哈哈哈．．．”陈止眼睛微微眯着，轻轻把站长推开，“乐乐乐站长先生...你的问题可真多啊...搞得我都不知道你究竟想知道什么...不想知道什么....了....”听闻陈止此话，人群中不少以智力闻名的会员都低下头，思考了起来。梅谁也是，不过他很快抬起头，惊疑不定的看着陈止，低声喃喃，“诱导？这也太明显了....不，不是....这家伙....是故意的...”正当梅谁等一众智力会员正在纠结与陈止的目的时，陈止继续说道，“我这次来，是想告知你，你之前所说的，你失败之后的补偿提升的条件，我们决定答应了......”这次不仅是智力侧会员了，所有人都察觉到不对了，这么赤裸裸的离间计....站长脸色也变了，高声问道，“你什么意思？你究竟是谁？”“鄙人不过只是一个...普通人罢了...”陈止笑道，“但是站长....您可记得我们之间的协议...那些玩家....不....会员....可是要帮我们稳定住军心哟.....”站长终于明白陈止想做什么了，他似乎能看见陈止背后散发出来的黑色气息......“你...你究竟是何方神圣？”听到这句仿佛武侠小说的话，众人不禁笑了起来，连梅谁也忍俊不禁。站长看到自己的计策似乎成功，嘴角一翘，一副胜利在握的样子。“嗯...”陈止笑容还是不变，只是梅谁好像看见他眯着的眼睛中闪过一丝寒光。要接招吗？梅谁紧紧盯着陈止，看着他的下一步动作。陈止没有接站长的话茬，那会使他被带入站长的节奏，他闲庭信步般走入人群的中间。众人紧张的看着他，他一个个看过去，眼神中也带着微微的笑意。他没有停顿地，一个个人看着，每一个人他都是浮光掠影，浅尝辄止。梅谁看着他转了一个半圆，刚刚好看向自己这里。陈止看见梅谁的时候，突然停住了，停在梅谁的领子上。他的目光又往上，与梅谁对视了一眼。梅谁与陈止对视，心猛的一跳，不自觉的。怎么可能？那种惊疑不定的、恐惧的感觉再度侵袭梅谁的思维。梅谁低下实现，不敢与陈止对视，陈止微微眯了眯眼，又跳了过去。而此时的梅谁，却又抬起头来，脑门上流下豆大的汗珠，冷汗直冒！不对...我被他的话....他的行为诱导了？！梅谁第一次感到了完败的耻辱，自己明明已有防备，心理防线却还是在瞬间被击破。为什么？怎么可能？梅谁看向陈止那张脸，大概和自己差不多，都是十七八岁...难道我....不对，不对——梅谁又意识到自己的状态，已然是恐惧感战胜理智了...他做事情也并非滴水不漏——他把小少爷晾在一边就是最好的证据——而且知识的覆盖性并非绝对，我输一筹也是可能的——所以......正当梅谁思绪万千，想要从被诱导的状态中脱离的时候，陈止已经找到了自己想要的猎物。他往哪儿走，哪儿的人群就不自觉的后退，他看向面前的那个男人。梅谁知道那个男人，他的论坛ID叫做炎帝，是有名的智力与技术共存的玩家。他曾担任某战队的队长和军师，但是因为未知原因退役。梅谁和那家伙不对路。梅谁能明显看到炎帝喉结一动，吞咽了一口唾沫。炎帝在这一批网友之中算是年龄比较大的，虽没有像是龙纹那样近四十岁，但也与站长同龄。陈止那带笑的眼睛一看向他，豆大的汗珠就出来了。炎帝从之前到现在都低头不去看陈止，不让自己被陈止影响，这在梅谁的眼中就变成了陈止一看向炎帝，炎帝就低下头，不敢与陈止对视。完了完了，炎帝也意识到自己内心存在的不妥。他的气场....压过来了！炎帝信那些气场学说，而气场是一个很玄的东西。若气场是真的存在，那此时的陈止可以说是一人压倒了整个咖啡厅内部的所有人。不仅仅是炎帝和梅谁感到了这雪泥鸿爪的踪迹，在场应该都有不少人明白了过来，却没一人出声。不仅仅是因为陈止带来的强大压力，还有一层是他们看不懂陈止的所作所为，在此时此刻，不敢轻举妄动。陈止无声的站在炎帝面前，十秒。炎帝甚至觉得这十秒钟好似他第一次进岳父岳母家的时候，却更加可怕。快....快结束吧.....突然，异变陡生！陈止一拳打在炎帝的肚子上，炎帝这时候才敢抬起脸，看向陈止。陈止脸上依旧是那一副微笑，却没有理倒下的炎帝，一扭头，慢慢走了回去。众人的脸色还停留在惊愕的时候，陈止已经走了回去。“喂！你干什么！？”炎帝的同伴，不，所有人都愤怒了。皆想要上前一步，把陈止围住，质问一番。然而陈止此时已经到了门口，转过身看着众人，只是笑容更盛。在座不少人都压不住了，一个个挥舞着拳头，还有的人拿起了玻璃的饮料瓶，似乎是想要大闹一场。来参加聚会的网友体质大都不是强壮的类型，有些几乎是瘦猴样的身板，但是聚在一起的人声势总是庞大无比的。即使是那种健身房里的肌肉疙瘩也要怵三分。但是陈止依旧像个没事人一样，笑盈盈的站在门口，将身子挡在大少爷面前，看着众人。正当失态愈演愈烈，眼看众人就要失去控制，站长大呼一声，“住手！”“住手！住手！”站长连喊几个住手，不带喘气的紧接着说，“这里是龙纹大哥的店！龙纹大哥在线上和谁急眼过吗？凭什么就要受着无妄之灾？龙纹大哥给过你们多少资源，你们之中又有多少人曾经想要追随龙纹大哥，立志帮助别人的？明白了就给我住手！住手！”一连几个问题，众人松了攥紧的拳头，放了手中的瓶瓶罐罐，一阵叮叮当当的响声。众人不知说什么好，该挠头的挠头，该抹鼻子的抹鼻子；站长也不知道说什么好，眼睛在那副半框眼镜中转来转去；龙纹、梅谁、炎帝还未从刚刚的一阵子反应过来，站在原地思索；陈止嘴角还是同样的笑，但是他的眼镜已经从盯着的蠢蠢欲动的众人，转到了站在众人和他中间的站长身上了。“哈哈哈哈！”陈止忽然大笑走上前，拍了拍站长的肩膀，然后抓在手里，给站长来了个拥抱，用力的拍着站长的背，“哈哈哈哈！”站长又给他这一手搞懵了，脑袋被陈止晃了晃还是没晃清醒。陈止做完这件事，就转身往外走。小公子看他要走，也跟在后面走，但什么也没问。忘忧城一众人就这么看着他们慢慢走远咖啡厅。我知道了！梅谁眼中突然闪现过一阵精光。是立场！他想要....他想要模糊我们之间的立场！不能让他成功！怎么办？怎么办？“等等！”龙纹感到自己身旁一阵风拂过，梅谁已经冲了出去。他明白了？！龙纹，瞠目结舌。他这就明白了？！炎帝，捶胸顿足。他...明白了啊....站长眼中流转过一分期许的光芒。“陈止——炎帝的事怎么算？”梅谁站在咖啡厅的门口，高声问道。陈止回过头，脸上的笑不见了，只有一丝惊讶，一丝喜悦。他高举手臂，脚下还是没停，一边走一边笑起来，说道，“来日——必登门道歉！”梅谁....他最终还是扳回一城！\n\n\n干脆三章全发完，然后直接做索引，嗯，就如此好了。\n\n \n索引",
    "replies": [
        {
            "author": "Holy·Uni",
            "timestamp": 1456656120,
            "txt_content": " 首次浏览 ~~~~"
        }
    ]
}