{
    "title": "<原创·连载·圣杯>空[第五十三章：赫尔斯之死][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1456659840,
    "txt_content": " 本帖最后由 46241359 于 2016-3-3 21:38 编辑 \n\n空·第五十三章·赫尔斯之死\n\n\n正文\n\n\n    好的，对，就这个节奏，不要再快了。纳尔调整着自己的呼吸和脚步，好让自己不会吸入太多的冰凉气体。周围的冰冷换做平时，对于他来说很沉重，有种冰冷的金属质感；现在却成了羽绒一般轻盈，至少他不觉得自己呼吸困难了。在这之前如果他奔跑在雨中，胸口就会有种压迫感，这样也只有过一次，因为听说诺迪斯被车撞到，才会不顾一切地要赶去事故现场。    啊，对了，诺迪斯……    一起讨论有趣话题和互相开玩笑的日子已经过去很久了，具体多少时间，他自己也没算过。那段生活真的很美好。纳尔在研究所帮人记录着研究结果，有时凑在一起去收藏馆看看展品，争论着到底有什么含义或者什么故事。    这种时光已经回不去了。    但稍微一想，纳尔突然觉得有些不大对劲。之前一直未在意过这件事。如果将他脑中的记忆比喻成一条轴，从出生到他大学时期的某一个雨夜都没什么问题，但就从那个雨夜开始往后推大概一两年的时间，这期间内他没有任何印象，像是直接跳过一样，至少他在一天清晨醒来时发现自己正躺在自己寝室里时没觉得有什么异样，而在看过手机屏幕上的日期后却大吃一惊。只是几天后他就不再把它当回事了，只当做是出了什么意外造成的失忆，纳尔也无意去想这段对于他来说是空白的记忆里有什么内容。    只是现在看起来，那段始终没被恢复的记忆，应该是与save有关联的吧……    想到这里，纳尔猛地停住了脚步，稳住重心不让自己身体过于前倾以致头磕到地面上。脸上的表情无异于他得知罗杰死讯时的样子，此刻他所看见的东西恐怕毕生难忘。    地上本该都是里面混杂泥沙的雨水，但现在的地面上都是扎眼的猩红。不只是因为变得敏感还是因为气味真的太浓，纳尔感觉到一股令人作呕的血腥气冲入鼻腔，引得他咳嗽不止。    哦，看见了，有个东西在地面上。纳尔捂住口鼻快步跑过去。这人是……雨越下越大，让他的视线很模糊。此人被一件很宽大的黑色风衣包裹住身体，脸上也满是血液。纳尔扫过一眼便知道他身上有七个弹孔，看出血情况是刚受的伤。    “喂，你……”纳尔蹲下身把自己湿透的外衣脱下来，临时充当毛巾擦掉这人脸上的血，这一刻他停住了。   赫尔斯！    该死的，我竟然眼瞎到认不出这是谁的程度，纳尔一面这样责备着自己，一面将手指放在赫尔斯的脖子上，他还没死，但身体有轻微的颤抖，应该是因为下雨所以太冷了吧。纳尔抬起手擦掉挂在眼睫毛上的水滴，仔细看过了七个弹孔的位置。    简直糟透了。    这七枪都没打中要害，但是出血量可是多的吓人。纳尔想想都能听见自己咬牙切齿的声音。开这枪的人对于赫尔斯该是有多大的恨意，七枪没有一枪打中要害却造成如此恐怖的出血量，分明是要让赫尔斯在常人根本无法忍受的痛苦中失血而死。    不管了，救人要紧，虽然从目前出血量分析赫尔斯的存活几率微乎其微，但还是得试试。带着这种纯属侥幸的想法，纳尔刚准备背起赫尔斯去最近的医院，赫尔斯却睁开了眼睛，伸手阻止了他。    “纳尔……”赫尔斯的声音细若游丝，看清来者面容后，眼底竟闪过几分欣喜。    “别说话，我带你去医院，你一定能活下来。”    “不……”费尽身体上残留的所有气力，赫尔斯总算是将那只没有中弹的手臂伸进了自己的风衣内层口袋里，摸索几下，拿出了一个密封性非常好的塑料盒，颤抖地递给纳尔，“快……离开这里……”    话音刚落，赫尔斯的手垂了下来，塑料盒因为失去一只手的支撑险些滑落。“喂！赫尔斯！赫尔斯！”纳尔慌张地把它放在地面上，抓住赫尔斯的双肩拼命摇晃着，好像这样能使他醒来一般。“你醒醒啊！喂！！”    然而无论怎样去喊赫尔斯的名字，纳尔都没能得到一句回应，“混蛋啊——”他感觉自己的情绪即将失控，一拳打在地面上，咬紧牙不让自己积压的愤怒冲破那道关卡全数宣泄出来。     纳尔拖着被淋得惨不忍睹的身体，回到了临时居所，一切如旧，没有谁在里面。看来今天空和陈都照常出去办事了。他将那个塑料盒放在电脑桌上，之后去冲了个澡，换一身干燥的衣服防止感冒太过严重。    赫尔斯为什么会叫自己快离开？应该不会是离开U国，难道是说刚才赫尔斯中弹身亡的地方还有什么潜在的危险需要他去躲避么。    他打开塑料盒，一个应该是开关的东西，另一个则是SD卡。纳尔将卡插进手机里，里面有份资料，电话通讯录，几张图片。    通讯录的号码都被注上了名字，纳尔翻动了一下，很快就在里面找到了陈、空、萧黎、罗杰和弗兰克的名字，安德和霖、兰恩的名字也在里面。这里面还将人分了类，分为核心成员、顾问以及……普通成员。核心成员里有罗杰、弗兰克、安德、霖，这四个人他都知道，可还有一个名叫“阳”的人，这是谁啊……    照片里有一张就是弗兰克给他看的那一张，其他照片上的场景他都没什么印象，应该与他没什么关系吧。    那份资料与一场手术有关，被做手术的人是纳尔·彼得，而他往下看这场手术的详细信息时，突然间他感觉自己的头部有一种撕裂般的剧痛。随之而来的是一个极度奇怪的问题。    我……到底是谁……     “喂，弗兰克，是我。”安德的声音。    “知道了，计划执行的怎么样？”    “成功了，我打了两枪，跟着我去那几个人都补了枪，他连爬都爬不走。”弗兰克在电话这头已经能够想象出安德那一脸得意洋洋的表情了，“真应该拍下照片给你看，赫尔斯沉浸在痛苦中的表情真是令人陶醉。”    他刚要开口回答，便听见那里传来了电话铃声，“哦见鬼，这是谁打来的……我先挂断了，等下再找你。”    什么啊，说挂就挂了，难道还有什么事比组织成员之间的沟通重要？但这好像不是沟通的样子，只是在听安德描述他已经见过无数次的杀人场景而已。不过这样也好，省得听安德那个大脑发育不完全的傻子没接没完地讲话。    弗兰克放下手机，长舒了一口气。总算，多年来始终缠绕在心上阴影今天是消散了。\n\n返回索引贴\n\n\n@冥王星人 @恶魔-潇洒 @sam3737 @xcc \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1456660140,
            "txt_content": " 好的，对，就这个节奏，不要再快了。\n[滑稽]"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1456830480,
            "txt_content": "放心，以后我对你文章的评价不会多，省得听安德.戴根那个大脑发育不完全的傻子没接没完地讲话。"
        }
    ]
}