{
    "title": "<原创·连载>方块万岁【第三章 现状和游戏】",
    "author": "CloudsXDao",
    "replyCount": 0,
    "timestamp": 1456655820,
    "txt_content": " 本帖最后由 46241359 于 2016-3-5 19:22 编辑 \n\n正文\n\n\n梅谁站在巨大的落地窗前，从这里俯视下去，大地如同一块五花斑斓的拼图。而梅谁，就是拿着世界的拼图的“人”。我就是天，我就是神。人类渴望高处，渴望天空，所以建立了巨大的建筑物，渴望触及那不可知的遥远地方。人类的历史就仿佛一段挑战的历史，人类挑战自身、挑战他人、挑战自然、挑战未知，人类的血脉中天生就有着征服的野望。“很壮观吧。”站长负手走上前，“这可是本市闻名的天空饭店哟！”“是啊。”梅谁看向站长，“站长也很厉害呢....在这个地方给我们那么多人开了包间....没有万儿八千下不来的吧...”站长哈哈笑道，“没有没有，这里只是底层，最多家庭餐厅罢了，最上面顶层才贵呢....一个位置都要厚厚一沓人民币呢。”“站长，你不老实啊。”梅谁扭过头，看向窗外的白云飞鸟，钢铁森林，“有什么事就快说吧——对于我，你不需要绕那么多弯弯道道......我....最厌恶的就是不坦率的人呢....就是那些胆小似鼠的废物...不敢说出内心的真实想法....才无端导致了那么多悲剧....不是吗？”“哈哈...”站长尴尬的笑着，“额....你，你为什么要用那个方式对待炎帝？炎帝也不是什么坏人....他只是爱出风头了点而已....那个，我觉得以你的能力，随随便便做出来的成绩就能完全让炎帝说不出话来.....甚至只要你愿意动一动脑筋，让炎帝为你马首是瞻也并非做不到啊！为什么.....为什么你要选择最艰难的哪一条路呢？”“站长。”梅谁正朝着这个城市，扭过头，看向站长，冷笑道，“你是居委会大妈吗？每个人都想讨好，什么都想攥在手里，最终只会什么都失去，什么都拿不到。”不等站长接话，梅谁又说道，“你不觉得生活是....生活是这样无力吗？瞻前向后，如履薄冰的生存着，却找不到一个理由；每日重复着相同的事情，看着一成不变的景色，总是期望前方小小火花般的喜悦最终也被沉重的日复一日压塌......我是一个自我的人，我是一个非常，非常，非常自我的人...我不懂别人的感受，别人的喜怒哀乐，但是我每每看见那些被自己的牢笼所囚困的人，都有一种莫名的悲哀....”“就像你....就像炎帝.....”梅谁转过身，脸上笑容已经消失，换上了一副酷似蒋同的面瘫脸，“所以....我讨厌你...也讨厌那个炎帝....”站长站在原地，一脸尴尬，不知道说什么好，嘴里传出一声无意思的“呃”。“哼，如果没有什么“其他的”事情，我就走了。”梅谁重重的说了“其他的”三个字，转身离开。“等下！”站长回过神来，说道。梅谁停住脚步。“我就直说了吧！”站长说道，“如果这一次游戏胜利了，那个姓顾的小鬼就会支付我50万。并且后期对于忘忧城的300万投资将以公司的名义走进来...我曾经看过你在一个多人RPG游戏里的表现....和我合作吧，如果胜利我给你三万！失败也给你一万！怎么样？你一个学生也是第一次拿到这么多钱吧！我....”梅谁一抬手，示意站长闭嘴，扭头看向站长，“这样，你也就可爱了不少嘛！我回去了，我不会输的！”说完，梅谁走进拐角，回到包间离去了。站长挠了挠头，嘟囔道，“莫名其妙....这小鬼....好麻烦....”······这次的线下聚会，站长负责一天的伙食和游玩的计划。虽然中间出现了陈止那个小插曲，但总归还是顺利走下来了，大家也都玩得很开心，一下就到了晚上。“来来来，来这里！”吃完晚饭，站长就带着人来到一家网吧，但是网吧上面挂着暂不营业的牌子。龙纹闻弦歌而知雅意，嘴张的老大，几乎能放下个鸡蛋，“老大....你不是吧....你包了场？”“嗯哼~”不经常去餐馆吃饭的单身男人龙纹虽不知道天空餐厅的价格，但也能从这一下看出站长这次是大出血了。“老大....”龙纹给站长竖了一个大拇指，“我服你！”说着，大声向后面的网友招呼道，“兄弟们！今天站长包场！”“哦！！！”后面马上就是一群鬼哭狼嚎的声音。这个年代，网吧的电脑普遍比家里的个人电脑好上两三个档次，也难怪大家会如此兴奋了。梅谁随着大家进了网吧，和蒋同并排坐在比较偏僻的角落。包厢不约而同的让了出来，站长与龙纹“德高望重”的几位理所当然的做了进去。梅谁首先点开了已经安装好的，站长与人约定，陈止所说的那个游戏。“我的世界。”游戏是第一人称，梅谁皱了皱眉毛，他最不擅长的就是cs那样的第一人称游戏。游戏的画面很简陋，是最原始的像素风格。不对....梅谁的眉头几乎扭成了一个结，他轻声说道“这个游戏也太自由了吧....这到底是.....”得测试一下这个游戏的极限在哪里。梅谁打开浏览器，输入【我的世界】，马上就出现许多网页。虽没有那些老牌游戏多，但作为一个刚刚出现的独立游戏，他足以傲视群雄。梅谁的眼睛越来越亮，当他看得越多，玩的越多，测试越极端，他就越兴奋。不可能....没理由的啊....“这....这真的是一个完美的游戏......”不只是梅谁这样认为，网吧内不少人脑子里都响起了这样一个声音。“如果这也能实现的话.....那应该可以这样做！！！”梅谁笨拙的手操作着键盘，蒋同看着一旁兴奋的梅谁，嘴角抽了抽，似乎是在微笑。······一段时间后，梅谁瘫在椅子上，他已经完全测试完了这个游戏。“这个游戏....有点意思....”梅谁沉声对蒋同说道，“这绝对是....对游戏的颠覆....”“但是....现在这个游戏还很简陋....不，是非常简陋。”梅谁又道，“不过我已经完全了解这个游戏到底怎么玩了，这场游戏....我赢定了！”正当梅谁还想对蒋同说点什么的时候，前台传来一阵喧哗，梅谁皱皱眉，站起身去看。“怎么会没有饮料呢！”炎帝大声问道，“你这个网吧是怎么做生意的？这点东西都没有，我们是包场唉，大哥！”“抱歉抱歉，真的非常抱歉！”网吧的店主不断道歉，“之前隔壁的饭馆来借，我就把剩下的凉茶都给了他......要不喝可乐？可乐还有！也很解渴的！”“我们喝可乐没关系，龙纹大哥对可乐过敏的！”炎帝皱眉道。“这附近有食杂店吗？”“没有....”店主苦笑道，“之前那个小区下面原本有的，但是那个店主他妈妈生病，他就回老家照顾他妈妈了....”“要不算了吧。”梅谁看见龙纹上前，想要做个好好先生调解，“人生总是各种各样的巧合嘛，咱们相遇就是缘分，说那些扫兴的干什么，我也不算很渴，就不要凉茶了吧。”“这.....”炎帝转了转眼睛，看到了角落不远处的梅谁。“喂！假棋士！”炎帝大步走上去，一把用胳膊挽住梅谁的脖子，把他拉向众人的视线前，“要不你跑远点，你是高中生嘛！体力好！平常应该经常上体育课，锻炼身体啊，我之前看见街道头上那边拐角有个自动售卖机，里面应该就有凉茶！你去跑一趟，你和龙纹大哥这么要好，一路走过来，你也就和龙纹大哥说过话吧！你去一趟龙纹大哥肯定不会说什么的，弟弟帮哥哥！天经地义嘛！”“这....”龙纹犯难道。“哈哈。”梅谁皮笑肉不笑的哈了两下，看了看炎帝，炎帝眯着眼睛，就像个狐狸。梅谁又看向龙纹，说道，“那我就去一趟好了。”炎帝哈哈大笑，用力拍了拍梅谁的背，说道，“聪明！聪明！我就说假棋士这个孩子非常聪明！看，我了解他吧！毕竟我也算是假棋士半个大哥，这孩子到我们这么大，绝对比我们强，对吧！龙纹！”“啊...啊....嗯....”龙纹敷衍的应道，有点在意的看着梅谁。梅谁随便拿上了钱包，准备去买凉茶，蒋同马上跟上来。梅谁看了看蒋同，没说什么，走向街道尽头。这条路店铺不是很多，漆黑的夜里只有微微亮光。虽说是夏季，但是冷冷的海风一吹，还是感觉渗人十分。梅谁突然开口道，“我只是不想把事情弄得太不愉快了...你明白的....”蒋同嗯了一声，好像还点了点头，只是在黑暗中微不可查。“之前那个陈止....他很厉害....可能对心理学也有很高的造诣。”梅谁有一搭没一搭的说着话，蒋同也有一搭没一搭的听着，“站长之前还来找我...说我胜利了...给我三万....即使失败也给我一万....”“厉害吧，我能拿一万呢....”梅谁深深的吸了一口气，“能给你换一个新的电脑....伙食也能改善一些....”“我知道你心里没底。”蒋同开口了，许久不说话的嗓子很沙哑。梅谁差异的回头，又笑了，“对啊，你当然知道....我也知道，我不可能赢....无论对手是不是那个陈止....自从那一次以来，我就....”说话间，两人已经看见那个拐角处的自动售卖机了，里面确实有卖那种红罐子装的，上面写着“王老吉”的凉茶。梅谁走上前，但是他看见了在售货机前，蹲着一个人，好像在等着售货机落下饮料。“唉...那个人....那个人不是....”梅谁往前走着，他认出了蹲在售货机前的那个人。“嗯？”蒋同歪了歪头，此时，一声铁罐子落下的声音响起，那人把手伸入售货机，拿出黑罐子装着的咖啡，站起身，看向梅谁这边。“哦？是你啊！”那人无所谓的说着，啪的一声打开咖啡，咕咚咕咚灌下一口。“果然是你。”梅谁带着蒋同走上前，“陈止！”\n\n\nbbs自带软空格消除嘛...有点蛋疼....\n\n \n索引\n",
    "replies": []
}