{
    "title": "<原创·连载·圣杯>   勇者之征II：星光   第二章 第三十二节",
    "author": "2B与mc的故事",
    "replyCount": 2,
    "timestamp": 1456664280,
    "txt_content": "        鹰的攻击是毫不留情的。\n\n        猎鹰一挥动翅膀，数十支羽翼划破浓雾，直逼傲天的心脏与脑袋。在那之后又是这样猛烈的攻击，持续了几分钟毫无间断，甚至把傲天周围的黑雾都射成了蜂窝。鹰身上的羽毛和人脑袋上的头发一样，是数不完的。傲天知道这一点，因此他没有打算和猎鹰打消耗战。狩猎这只猎鹰，没有那么容易。\n\n        猎鹰的射速很快，傲天闪避的速度也很快。仅仅几分钟时间，就有一百多支箭矢飞向傲天——这也意味着傲天连续躲过了一百多次致命的射击。箭一路上栽在傲天的脚边，就像是在绘制他前进的道路。\n\n        就算他的一举一动都像鹰一样，可终究也是个人类。傲天一边疯狂地奔跑，一边冷静地思考着。既然是个人类，那么鹰的一个特点是他绝对不可能模仿的……\n\n        傲天想着，从兜里掏出一些板状的东西。他自信地微笑着，绕着周围跑了一个大圈，接着又逐渐跑回原点。\n\n        准备都做好了，接下来只要……傲天忽然站立，停在原地不动，这也就意味着他成了猎鹰的标靶。再接下来，是一连串利箭射穿身体的声音……\n\n        猎鹰很清楚这声音意味着什么，他停止了射击。“猎物终于还是放弃了。挣扎消耗了你太多的体力，累是当然的。对于我，猎物的速度只要有一丁点的减缓，就足以让我成功捕获。”\n\n        “不过，能和我僵持这么久，也算是有本事了。”猎鹰说着，缓缓走向傲天，“虽然我对赏金不是很感兴趣，不过你的脑袋是值得我亲自去取的——算了，说这么多也没用，你应该也听不到了。”\n\n        猎鹰在一步一步地接近。即使在他看来敌人已经没有反抗的可能，他还是走得悄无声息。也许是因为他已经习惯了这种轻得诡异的行走方式。\n\n        不过，无论再怎么轻也是双脚在走路，这正是他无法做到的一点：人是无法像鹰一样在空中翱翔的。因此——\n\n        “嗒”这一步，猎鹰似乎踩到了什么东西。\n\n        下一瞬间，不知从何处忽然刮来一阵锋利的疾风。猎鹰只觉得腰间一阵刺痛，接着一股暖流从腰间涌出——他中箭了。因为缺乏警惕，这突如其来的一箭让他连闪避的机会也没有。\n\n        猎鹰在心里暗叫一声不好。他赶紧忍着疼痛往回走去，可没走几步就又踩中了之前那样的东西。那么大的声响，简直就像是在告诉傲天：“我就在这里。”于是，几支箭矢就会应声袭来。这几次猎鹰有注意躲避，所以最多只有擦伤。\n\n        猎鹰捂着伤口轻轻蹲下，凑近一看：发出声音的东西正是压力板。\n\n        就像陷阱一样。一旦踩到了机关，就会面临危险，不过危险的箭矢是靠傲天自己射出的。想必是傲天是受之前堡垒附近陷阱的启发。在这样浓重的黑雾之中，根本不可能刻意躲避一声不吭的压力板，而一旦踩中了压力板，就会成为敌人的活靶子。\n\n        之前傲天绕着周围跑了一大圈，应该就是在放置压力板。而故意让猎鹰以为自己被射杀，也是为了让他放松警惕，进入自己的陷阱区。在那之后，他只需一声不吭，静静等着敌人上钩。\n\n        猎鹰终究只是猎鹰，无论如何总会留下一些行动的痕迹。而幽灵才能做到真正的神出鬼没。\n\n        逃出陷阱区也不是不可能，但是刚才忙于躲避攻击，完全忘记了敌人的方向。距离这么远不可能有击中他的机会。那么，只有试试正面突进。猎鹰想着，提起弓，小心翼翼地摸索前进。如果踩到压力板，只要躲开箭就可以了。刚才一直在远处射击，没有消耗太多体力，应该还来得及。\n\n        “嗒”平和而又恐怖的声音再次响起。\n\n        猎鹰下意识地往左一跳，一支利箭与他擦肩而过。而刚一落地，又是同样的声响。虽然受了伤，猎鹰的步伐没有一丝凌乱，沉稳正是他的优势。\n\n        “嗒”压力板打起单调的节拍，锋利的箭矢卷起一缕疾风随之而来。猎鹰在这样的节拍中一次又一次跃起，落地，就像在跳一支不得不跳的死亡华尔兹。\n\n        逐渐靠近了。猎鹰已经能隐约感受到傲天的气息，并在一次次闪避中朝那个方向移动——他似乎有能感受到人的气息的能力。照这样下去，猎鹰会寻着这股气息找到他，傲天的陷阱作战就会以失败告终。\n\n        不能打消耗战，这是傲天从一开始就得出的结论。猎鹰的体力还算充裕，这样一直射击无法击中他，只是在毫无意义地浪费弹药。\n\n        是因为想不出办法，所以想凑运气？猎鹰想着，摇了摇头。这个人应该有些头脑，不会像个傻子一样把命交给运气。还是小心一点为好，一旦确定他的位置，立刻射杀。\n\n        刚想到这里，傲天的气息开始清晰起来。他立刻减慢速度，朝傲天缓缓靠近。\n\n        “嗒”压力板的声音再次响起。猎鹰已经熟悉了这种模式，身子一偏正好躲过了射击。\n\n        “嗒”猎鹰再一次踩到了压力板。但是这次没能完全躲过：他的手臂被箭划伤了。傲天肯定也知道敌人会侧身闪避，所以有时候会故意射偏一点。这也是为什么猎鹰现在已经伤痕累累。\n\n        “嗒”这些伤并不能阻止猎鹰前进。他离傲天越来越近，这一点傲天听声音也能感觉出来。但是为什么傲天的射击还是不紧不慢？猎鹰没有为对手的松懈感到庆幸，反而有些担心：总觉得有些不安，他究竟是有着怎样的自信才能到现在都如此淡定？\n\n        “嗒”猎鹰又一次朝身旁微微一跃，可是这次并没有箭矢飞过。是箭用尽了吗？所以说直到刚才为止只是在解约弹药，是我多虑了？\n\n        “投降吧，你已经输了。”这时，傲天的声音从前方传来，“你踩到了陷阱。”\n\n        “这我当然知道。”猎鹰立刻举起弓箭：“暴露了位置，输的人应该是……\"\n\n        “轰！”没等猎鹰说完，一阵震耳欲聋的爆炸声响起。\n\n        “啊，你说什么？我没听清啊！”傲天刻意提高了嗓音，讽刺道，“都说了你踩到陷阱了还不赶快逃？这个陷阱可是会爆炸的！”\n\n        因为之前奔跑的时候时间有限，傲天只在地下埋了一颗TNT，不过这也足以让猎鹰失去反抗的能力了。\n\n        猎鹰浑身冒着黑烟——虽然在这么浓的黑雾里也看不出来——双腿被炸得粉碎，血流不止。\n\n        “你……赢了……你的确比我强，我输得……心服口服……”猎鹰喘着粗气说道。\n\n        “那当然。你以为本大爷是谁？”傲天摆出一副骄傲的神情，不过马上又严肃起来，“不过，你也是个很不错的对手。我说，男子汉的话，打完一架就是兄弟了吧？你可不许记仇啊！”\n\n        “呵，把我炸成……这副样子……还说这些话……我能不能……活着回去……都是问题……”猎鹰的声音细若蚊鸣，“我最后还有……一个问题……之前有一次……我以为已经射中了你……你是用什么东西挡住……你是怎么骗过我的？”\n\n        “我没有骗你。”傲天说着，走近猎鹰，好让他看清自己——他的肩膀，手臂，腰间都各插有几支箭，箭尾的羽毛都是鹰的羽毛。“我故意让你击中我的。当然，为确保万一，我微微倾斜了一下，避开了要害。”\n\n        话是这么说，要这样做并不容易。在被利箭刺穿身体的带来的剧痛和箭向后强大的冲击中，仍然保持清醒，一次又一次避开要害，这需要难以想象的意志力。\n\n        “真是乱来……”猎鹰的声音越来越小，“如果不是……在战场上相遇……我们也许……真的……会成为朋友吧……不过这辈子不可能了……服从军队的命令……对素不相识的人……痛下杀手……我究竟是从什么时候……开始……习惯这一切的……”\n\n        “算了……要怪……就怪出生在……这样……该死的时代……但愿下辈子……我能活在一个……更……安定的……”\n\n        猎鹰没能把话说完，就已经咽气了。傲天知道，这不仅仅是猎鹰的心愿，也是他自己的心愿，整个天下的心愿。但是，要结束战争谈何容易……\n\n        “算了，我什么时候也开始思考这些大道理了。”傲天叹了口气，咬咬牙拔下身上的箭——之前因为担心声音暴露自己的位置所以一直没有拔——望了望穹闪的方向自言自语道，“金毛，我这边已经处理完了啊。你给我搞快点，不要浪费时间。”\n\n        相比傲天，穹闪这边的战斗可激烈多了。至少，声音要大得多。\n\n        “快不行了？开什么玩笑！望月的主人，你有些让我失望啊！”饿狼毫无间隙地挥舞双刀狂斩，穹闪一直都只有防御的份，连反击的机会也没有。\n\n        顺带一提，声音大多是都是从饿狼的嘴里发出来的。\n\n\n\n目录\n\n\n\n圣杯结束前最后一更。现在看来得什么前三机会渺茫（完全就是不可能吧喂）（捂脸）\n总之，我是不会弃坑的。就算圣杯结束了我也会写完。（你们看我没骗人吧，我就说半年时间写不完的QAQ）\n@bo_bo2001 @46241359 @Donnies_Ming @MF_Mufeng @xcc @恶魔-潇洒 ",
    "replies": [
        {
            "author": "遗忘大陆",
            "timestamp": 1456664760,
            "txt_content": " 好友想象力啊。。。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1456733340,
            "txt_content": "叔叔，我可以对你噗嗤一笑然后给你两个巴掌吗？\n哪有\n\n这么多\n\n丧气话？"
        }
    ]
}