{
    "title": "<原创·连载·圣杯>《混沌之歌》卷一·章十二 终·无知的幸福 - Blealtan",
    "author": "Blealtan",
    "replyCount": 0,
    "timestamp": 1456739460,
    "txt_content": "卷一·章十二——终·无知的幸福\n\n数个小时后。心幻站在雪原中央，提着那柄宇文烟扔在那里的剑，不知喜怒地直视着那青色的魔法使。在那女人把那剑送到他手中后，他就一直昏迷着，直到刚刚。“真是的，这转过头来连娘都不认得了啊。”青色的魔法使似乎无奈地塌下了肩，微微偏着头。心幻皱起了眉。“别说的那么亲近——我知道这躯体是地地道道的人类，连半精灵都不是。我现在开始很好奇你到底想做些什么了。”魔法使把头偏向另一个方向，扯起了一边的嘴角：“嘿——那不是很清楚的事情吗？你现在的灵魂已经是完整的了，也应该知道自己缺少的是什么了吧？”深吸了一口气，心幻不耐烦地答道，“这不用你说。但是过去的记忆不是那么要紧的东西——我更关心的是这世界的本质，更关心的是我所熟悉的人们怎么样了，以及——”\n“以及那个人工的灵魂是么。……还真是本性难改呢，研究者才是你真正的本能啊——你便按你想做的做好了。”接过话头的魔法使这么答道。说着，她转过身去，似乎要离开。“所以你到底想要做些什么？如果有什么不好的打算，我希望你能记得那场诸神黄昏。”听起来像是——不，一定是威胁吧？“呵——我们不过是一群丧家之犬罢了，哪来的诸神。你没去过旧世界，不知道那景象——算了，去问紫那家伙吧，她怎么说也是上去了又回来的人，我想你会知道你该清楚的事的。啊——我该走了，再不走要出事了，再见咯~”这么说着，女性在雪地上铭刻了一个魔术阵，伴随着和宇文烟消失时同样的光芒，她消失在了原地。“终于结束了吗——太好了太好了——诶？”不对不对，让我理理思路。所以说到底发生了什么啊？从碰到那群北地人开始，直到现在，所见所闻已经完全已经完全超出了我的想象范围好嘛？！从什么见鬼的“天选之人”，到莫名其妙出现的、莫名其妙地对心幻抱着十足的仇恨、又是杀害他家人的嫌疑犯的宇文烟，到不知所云的心幻的本源魔术和那武道之上的一剑，到那幻境一般的神域，再到那灵魂的海洋，那青色的魔法，奇怪的对话，还有变得不像是心幻的心幻——这都是些什么啊？“啊——看你好像很疑惑的样子——”心幻微仰着头看着我，脸上浮现出一丝尴尬的笑容。“对！我是无法理解也无法接受！我区区一介凡人突然走进了又是神啊又是魔法啊的世界里明显画风不对吧！”“啊——那个，我想我是大概搞明白了的……”月儿此时却作了声。“嘿！让我猜一下！我觉得啊，那个什么天选应该就是胡扯出来的，只是借着我们怕引起战争、不敢在北地贸然动手而把我们带到宇文烟预先布置好的场地的借口，然后那家伙估计是有着什么非常非常难以想象的过去导致了他……不，她对西域人的仇恨，因此才这么费心要杀……解决掉心幻。这篇土地上已经几百年没有出现过西域人了，想必这其中也是有什么原因的，比如说一个覆盖了一片大陆的结界之类的东西——大概也正是如此，宇文烟才会对心幻一家的出现那么在意吧？而后来过来的这个女人按照宇文烟的说法应该是西方的精灵王？似乎同时还是心幻你提到过很多次的你的母亲？这些乱七八糟的事都是她所策划的咯？”……我说啊，你这么胡猜真的好吗——“啊……那个，师姐猜的基本上没什么差错的啦。其实七百年前我——不，我的三分之一，那时候我叫血影，和紫——也就是宇文烟，是很熟悉的；那时候她去了旧世界探求这世界的真相，而我则代她守护这片土地。”怎么听起来像是神话故事。“其实放在现在说是神话故事也没问题啦……还有，宁大哥你也是该改一下随口就把心里的话说出来的毛病了。”“……你继续！”“好吧。总之当时这片土地上的人们和西域的人们起了很大的冲突，然后我就去了一趟西域，杀了一群人，又回来借着紫的布置以种族的消失为代价构建了九州大结界，而这把剑就是结界的核心。”说着，他扬了扬手中的剑。“……种族的消失？”“啊，那个啊，其实我也不知道那时候我算是什么种族，但是整个大陆只有我一个。总之很奇怪的样子，我那时候很喜欢人类的血液，不过在被紫从野外抓回来之后就被她管着没再碰过——对了，我的名字就是那时候她起的——然后按照她的教导我换了一些方式对待血液，不是吸纳而是操作——”“停停停，我不听这个。总之是很久远的历史了对吧？讲重点，你到底是什么人啊？”“大概是旧世界的人吧……灵魂被彻底地切裂，不像是通常的灵魂残缺，而是彻底地变为了三个独立的个体，一个是血影，一个是心幻，还有一个……就是来自‘异世界’的那一部分。”“这样子么……所以说我家的那份剑法是你作为血影的那时候留下来的？”\n“是的。”感觉脑子都要炸了。如果这些都是真的……我总感觉从心幻出现在我家就已经是一个阴谋。“不过说起来啊……你为什么突然想起了作为血影的那一生？”\n“那当然是因为刚刚死了一次，去那片海洋——按照魔道的说法叫冥河，虽然我并不认为那东西算河——转了一圈，而在冥河与现世的夹缝间接触到了血影的那一份不完整的灵魂；不完整是因为有一点碎片在这柄剑里。说起来你们两个刚刚也应该见到冥河了吧？”“我不管那个！……所以说，你接下来打算怎么办呢？还要回家……回我们家吗？还是去找宇文烟？还是去找你母亲？”所以我终于注意到了这个问题。如今的宇文烟已经不是那个有些脱线、但又十分成熟的小孩子了。他回忆起了数百年前的人生，记起了许多人和事，他真的还会留在我们这里吗？“我不知道……大概是去找紫吧……”摇着头，心幻这么讲。不管怎么说，就算是再怎么解释，我也还是理解不了他们那幻想一般的世界。“那我们先回家……然后你就去做你要做的事吧……”他现在已经不是那样一个小孩子了……虽然先前他也显得很成熟，又被父亲说是“异世之魂”——不过我还是察觉到了他现在的那种沧桑感。“不必了——这柄剑是九州结界的核心，我可以借助它很容易地完成这片土地上的定点空间传送。”还真是……不一样了呢。“宁大哥，师姐，我相信我们还会再见面的。我房间里有些材料，对宁大哥你的魔术修行会有些用处，还有，这本书留给你。”说着，他递给了我一本书。但我没怎么想，就直接扔了回去。“你拿着吧。我还是过凡人的生活吧——你们的世界，终究和我们不一样啊。”相视无言。心幻转过身去，举起了剑。剑尖所指之处，出现了如地图般的光幕，其上浮现出了一个紫色的光点。“是的呢。再见了，二位——顺便，我代母亲说一句，抱歉。”这么说着，他压下了剑尖。以那剑为中心，出现了涡流一般的血红色魔力流，包裹着心幻的全身，而后连同人渐渐消失。“那么……再见。凡人的生活，可是有着无知的幸福呢——加油吧，心幻，这七年的精彩生活，还真是谢谢你了。”以只有我自己能够听到的音量，我这么说着。“祝你好运。”\n连载目录&序章\n那么……第一卷就这么结束了，宁野同学以后就这样堕落下去了……啊不，他可是要成为这片守卫这片土地的将军的男人！虽然和后面的故事毫无关系就是了。心情好了可能会给他写个番外吧。4k字大章，强行讲解了很多东西。。。因为感觉前面好多都没说清楚，反正机会合适，就直接强行解释吧2333333333圣杯也总算是结束了，差点第一卷就没能完结。不过虽然写的很烂但总算是写完了第一卷呢（笑下一卷的视角还没想好。。可能是新角色，也可能是某个序章里提到过的人，还有可能是紫（宇文烟），但是后两个我都想留到后面，第一个如果出场肯定还是和宁野一样全程围观，很无聊的啊！嘛。第二卷没什么关键剧情我是不是跳了呢？（弥天大雾）同上次，不at。等喷ing。\n\n\n",
    "replies": []
}