{
    "title": "1.9更新Spigot/BungeeCord概要",
    "author": "prozhong",
    "replyCount": 1,
    "timestamp": 1456805760,
    "txt_content": "本文部分翻译整理自Spigotmc.org\nBungeeCord\n所有在此帖发帖后发布的BungeeCord都增加了双版本支持（1.8和1.9）\n所有在此帖发帖后发布的BungeeCord都移除了对1.7的支持\n\n\n要允许1.8与1.9的客户端连接同一个BungeeCord，原有的BC配置中，default/fallback相关设置已改成了优先级系统。\n如果客户端不能连接给定的服务器，那么BC会自动尝试将客户端与下一级服务器进行连接。\n举个例子，如果你将1.9服务器设为第一优先，1.8服务器设为第二优先，那么双版本的客户端都能连进你的BC（但是是不同服的）\n该版本BungeeCord应认定为beta测试版本——虽然测试过，但在1.9下仍有出小BUG的可能\n\nBukkit\n1.9的API已经放出很长时间了，因此没什么相关的特别信息可提供。\n主要的影响是Sound相关的重做，会影响之前调用音效的插件（新的Sound enum在此）\n增加了很多针对1.9新功能的API，如果你觉得还缺少，请提PR...\n1.9的API已经基本不会更改。\nThere are also a whole heap of new APIs covering all of the new 1.9 features, but if you feel an additional API should be added, don't ask for it, please just submit a pull request and implementation. As an open source project we are dependant on code-contributions from anyone who has the possibility to do so. Thus we especially encourage all developers, especially those working for Minecraft servers to contribute and help us make our software better. There is also the #spigot-dev IRC channel for assistance and brainstorming. The 1.9 API additions should not be regarded as final, but it is unlikely that they will change.\n\nCraftBukkit\nCraftBukkit的唯一变动就是移除了1.7之前的旧API。\n如果你的插件使用了这些旧API，请更新插件版本/重新编译；\n如果插件作者没给更新，你可以使用下述方式修复：\n把你的插件MyPlugin.jar放在BuildTools目录，并且在BuildTools 打开git-bash，目录运行这个命令\njava -jar BuildData/bin/SpecialSource-2.jar map -m CraftBukkit/deprecation-mappings.csrg -i MyPlugin.jar -o MyPlugin-fixed.jar复制代码BookEditEvent被临时移除了。\n一些对使用NMS开发插件的开发者的建议（不翻译了）：\nIt is also worthwhile for us to once again remind developers that mappings or obfuscation for NMS classes may change at any time without notice. If for some reason you are using these unsupported classes, our advice is to instead work with us to implement the requisite API methods to avoid update and licensing issues.\n\nSpigot\n\nAnti-xray has been removed. \n反透视被移除了！\n主要原因是性能影响，spigot开发组在性能与功能间找不到好的平衡（原话如下）：\nThe technical reason for this is that we do not see a way to implement it without considerable performance overhead in the event that the addition of obfuscated blocks (especially in mode 2) requires a larger, resized, or different data palette. If someone is able to creatively overcome these issues with minimal performance impact, it may be restored.\n另外提醒大家自己编译1.9的spigot，不要在奇奇怪怪的地方下载（原话如下）：\nThis is also a good time to remind everyone that the only way to get Spigot is via BuildTools from the downloads tab above. Do not come seeking support on our forums or IRC if you retrieved your jar elsewhere.\n\n后面就不翻译了...\nGetting It\nAll software is available in their usual locations. To get 1.9 versions of CraftBukkit & Spigot, you will however need to download an updated copy of BuildTools and run it with the --rev 1.9 argument, eg:\njava -jar BuildTools.jar --rev 1.9\nPlease see us via the chat tab if you require support with this.\n\nFinally\nCraftBukkit & Spigot have been in extensive testing for a number of months now on play.spigotmc.org. They should be regarded as no less stable than current 1.8 versions. Additionally, please do not ask plugin developers if their plugin works on 1.9 or “wait for an update”, the vast majority of plugins do not require updating and will not break. Simply try them for yourself first before wasting other’s time!\n\nEnjoy,\n~Spigot Team\n\nPS: Thanks to all of those who have contributed to this release - you know who you are and it wouldn’t be possible without you.\n",
    "replies": [
        {
            "author": "prozhong",
            "timestamp": 1456805760,
            "txt_content": "各位插件猛报getOnlinePlayers()错误的，请使用BuildTools目录自带的SpecialSource-2.jar进行修复\n\n方法在主楼\n例如你的EssentialsGroupManager_v2.1.31.jar有问题，\n你可以将其放进BuildTools目录，然后在BuildTools目录打开git-bash\n运行\njava -jar BuildData/bin/SpecialSource-2.jar map -m CraftBukkit/deprecation-mappings.csrg -i EssentialsGroupManager_v2.1.31.jar -o EssentialsGroupManager_v2.1.31_fixed.jar复制代码"
        }
    ]
}