{
    "title": "Spigot 1.9 发布",
    "author": "Sonic1997",
    "replyCount": 13,
    "timestamp": 1456800000,
    "txt_content": " 本帖最后由 Sonic1997 于 2016-2-29 22:10 编辑 \n\n咱只是冒个泡的所以就不作正式翻译什么的了\n咱只是来冒个泡的. .\n下面是正文（原文：https://www.spigotmc.org/threads/minecraft-1-9-release.127186/）\n\n\nGood morning everyone,\n\n\nToday I am pleased to announce the release of SpigotMC software for Minecraft 1.9. Over the last eight months we have put several hundred hours of work into building what you see here today, so I ask that you please just take a minute of your time to thoroughly read and appreciate this post before jumping in to update.\n\n（问候（有你这样翻译的吗\n\n\nBungeeCord\nAll builds of BungeeCord released after this post include support for both servers and clients of versions 1.8 and 1.9. Support for 1.7 has been dropped. To facilitate deployment across networks wishing to accept both 1.8 and 1.9 clients, the default and fallback server options have been replaced with an option called ‘priorities’. If a client cannot connect to a given server, Bungee will keep trying the next priority server. If you for example configure a 1.9 server as first priority and a 1.8 server as second priority, clients of both versions will be able to successfully use your network. This version of BungeeCord should be regarded as beta - although testing has been performed, it is possible there are still some minor issues with 1.9 clients.\n\nBungeeCord\n主要更新有2个：\n从这个帖子的原文发出来以后所发布的BungeeCord：\n将只会支持1.8和1.9的协议了，1.7的不再支持。「优先级」(\"priorities\") 会代替原来的 默认 fallback 服务器 选项。 也就是说，如果客户端无法进入优先级最高的服务器，BungeeCord会让客户端去按照优先级顺序继续尝试连接其他服务器。 例如，如果你有一个优先级比较高的1.9服务器和优先级比较低的1.8服务器，那么1.9和1.8版本的客户端都可以连接到你的BungeeCord网络。虽然已经做过测试了，但是还有可能在1.9客户端上存在一些小问题。\n\n\n\n\nBukkit\nPublic releases of the Bukkit 1.9 API have been around for a while now, so there isn't really any unexpected information to provide here. The only major plugin affecting change is the rework of the Sound enum, which will affect all plugins that use this API, however this is a caveat which has been mentioned in the documentation for many years. There are also a whole heap of new APIs covering all of the new 1.9 features, but if you feel an additional API should be added, don't ask for it, please just submit a pull request and implementation. As an open source project we are dependant on code-contributions from anyone who has the possibility to do so. Thus we especially encourage all developers, especially those working for Minecraft servers to contribute and help us make our software better. There is also the #spigot-dev IRC channel for assistance and brainstorming. The 1.9 API additions should not be regarded as final, but it is unlikely that they will change.\n\nBukkit\nBukkit 1.9 的 API 已经公布了一段时间了，所以并没有什么特别的东西要说。Sound enum 这个 API 重写了，所以用了这个 API 的插件会炸掉。 不过在API 文档里面已经警告过很多年了（所以应该没人在用吧）。然后有一堆新的API覆盖1.9的新特性，不过如果你觉得有需要添加一些什么API的话，别伸手要，自己写好然后 submit 个 pull request 就好了。开源项目需要依赖大家的贡献才能变得更好。 然后有个 #spigot-dev IRC Channel 提供协助以及构思啥的。这个 1.9 API 应该不会被视为最终版本，但是目测也没什么会修改的了。\n\n\nCraftBukkit\nThe only CraftBukkit change of particular note is the removal of the remapping of legacy < 1.7 API methods. If you have a plugin from 1.6 or older that uses these methods, then it may require an update. If an update is not possible, then SpecialSource may be useful in providing compatibility, simply run the following command from your BuildTools directory:\n\njava -jar BuildData/bin/SpecialSource-2.jar map -m CraftBukkit/deprecation-mappings.csrg -i MyPlugin.jar -o MyPlugin-fixed.jar复制代码\nIt is also worthwhile for us to once again remind developers that mappings or obfuscation for NMS classes may change at any time without notice. If for some reason you are using these unsupported classes, our advice is to instead work with us to implement the requisite API methods to avoid update and licensing issues.\n\nLast minute update regression (ie: the reason for delay): BookEditEvent has been temporarily removed as a workaround for decompiler determinism issues.\n\nCraftBukkit\n（有空再翻（泥垢\n\n\nSpigot\nAnti-xray has been removed. The technical reason for this is that we do not see a way to implement it without considerable performance overhead in the event that the addition of obfuscated blocks (especially in mode 2) requires a larger, resized, or different data palette. If someone is able to creatively overcome these issues with minimal performance impact, it may be restored.\nThis is also a good time to remind everyone that the only way to get Spigot is via BuildTools from the downloads tab above. Do not come seeking support on our forums or IRC if you retrieved your jar elsewhere.\n\nSpigot\n反X-Ray扔掉了。技术原因的话就是太耗资源。X-ray的方块混淆（特别是模式2）需要额外一大块数据，资源开销是个问题。如果有谁有些有创意的方法可以解决这个性能问题的话，我或许会将他放回去。\n现在是个好时机提醒一下所有人，获得Spigot的唯一方法是通过下载下面的 BuildTools 来自己 Build 一个。 不要在论坛或者IRC（spigot的）问人或者从其他地方获得jar。\n\nGetting It\nAll software is available in their usual locations. To get 1.9 versions of CraftBukkit & Spigot, you will however need to download an updated copy of BuildTools and run it with the --rev 1.9 argument, eg:java -jar BuildTools.jar --rev 1.9复制代码Please see us via the chat tab if you require support with this.\n\n入手方式\n其他软件可以按照平时的入手方法获得。要1.9的 CraftBukkit 或者 Spigot 的话，你需要下载这个新版的 BuildTools 并且带上 --rev 1.9 这个参数运行，例如：java -jar BuildTools.jar --rev 1.9复制代码如果需要帮助在聊天框那里找spigot\n\nFinally\nCraftBukkit & Spigot have been in extensive testing for a number of months now on play.spigotmc.org. They should be regarded as no less stable than current 1.8 versions. Additionally, please do not ask plugin developers if their plugin works on 1.9 or “wait for an update”, the vast majority of plugins do not require updating and will not break. Simply try them for yourself first before wasting other’s time!\n\nEnjoy,\n~Spigot Team\n\nPS: Thanks to all of those who have contributed to this release - you know who you are and it wouldn’t be possible without you.\n\n结尾语我又不想翻译了（\n\n\n于是大概就是这样我1.9Build好了去玩了. .",
    "replies": [
        {
            "author": "z544871644",
            "timestamp": 1456802700,
            "txt_content": "spigot1.9发布了？神效率啊"
        },
        {
            "author": "z544871644",
            "timestamp": 1456802820,
            "txt_content": "然后谁去发个服务端整合包呢"
        },
        {
            "author": "lxxy",
            "timestamp": 1456803540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Sonic1997",
            "timestamp": 1456806420,
            "txt_content": "z544871644 发表于 2016-2-29 19:27\n然后谁去发个服务端整合包呢现在是个好时机提醒一下所有人，获得Spigot的唯一方法是通过下载下面的 BuildTools 来自己 Build 一个。 不要在论坛或者IRC（spigot的）问人或者从其他地方获得jar。\n\n这是md_5说的0x0（PIA\n\n嘛服务器啥的还是自己去配置好了0x0"
        },
        {
            "author": "MM_WW",
            "timestamp": 1456808520,
            "txt_content": "表示已经下载了，还行不错"
        },
        {
            "author": "鱼猫子",
            "timestamp": 1456808820,
            "txt_content": "蜜汁翻译......"
        },
        {
            "author": "EndOfStreamly",
            "timestamp": 1456817520,
            "txt_content": "_(:зゝ∠)_消息满灵通的"
        },
        {
            "author": "z544871644",
            "timestamp": 1456821300,
            "txt_content": "Sonic1997 发表于 2016-3-1 12:27\n这是md_5说的0x0（PIA\n\n嘛服务器啥的还是自己去配置好了0x0\n他这是为了避免法律问题……然而在天朝不存在这个问题，问题是我不会_(:з」∠)_"
        },
        {
            "author": "幻影随冥",
            "timestamp": 1456823040,
            "txt_content": "1.9，现在有人玩吗666"
        },
        {
            "author": "Sonic1997",
            "timestamp": 1456845780,
            "txt_content": "1612704403 发表于 2016-3-1 01:04\n1.9，现在有人玩吗666\n1.9这次插件炸得比较少，所以服务器大概很快就能准备好了，大概很快就有人开始玩了吧0x0"
        },
        {
            "author": "z544871644",
            "timestamp": 1456889040,
            "txt_content": "Sonic1997 发表于 2016-3-1 23:23\n1.9这次插件炸得比较少，所以服务器大概很快就能准备好了，大概很快就有人开始玩了吧0x0 ...\n多世界背包炸了"
        },
        {
            "author": "a1154662510",
            "timestamp": 1456889400,
            "txt_content": "1.9不好玩,1.7最好玩\n还是不喜欢微软做的东西"
        },
        {
            "author": "Sonic1997",
            "timestamp": 1456953540,
            "txt_content": "a1154662510 发表于 2016-3-1 19:30\n1.9不好玩,1.7最好玩\n还是不喜欢微软做的东西\n微软不参与开发，开发仍然由mojang继续\n然后你是Mac用户？"
        }
    ]
}