{
    "title": "<原创·连载·圣杯>空[第五十四章：死神的邀请函][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1456912740,
    "txt_content": " 本帖最后由 46241359 于 2016-3-4 21:14 编辑 \n\n空·第五十四章·死神的邀请函\n\n正文\n\n\n    “你还有什么事，我今天忙了一上午想休息。”弗兰克被突然打来的电话又拽回了椅子上，他本来想去看望一下纳尔的情况结果又是安德这个傻子。弗兰克今天在外面跑了整整一个上午，难得抽出点时间去慰问病人，真的是……    “弗兰克……不……不好了！”听见安德的声音，弗兰克立刻知道出了事，刚才心中的不悦顿时一扫而空，“我们好像惹上麻烦了……”    “麻烦？怎么了？刚才给你打电话那人他说了些什么事？”    “他说要我今晚带着用枪打过赫尔斯的那些人去一个地方，”安德清了清嗓子，尽力不让别人能听出来自己的说话时都在打颤，虽然刚才弗兰克已经听到了，“我想那是个男人，但听声音大概是用了变声器。”    用了变声器？弗兰克皱了皱眉，这种事他想没有人敢拿来开玩笑，既然知道赫尔斯这个人应该是组织的成员。而且还开了变声器……他印象里和安德通话过的人并不是特别多，变声就是为了防止安德通过声音辨识出这是谁，看来安德应该认识这人吧。“嗯……那你接下来打算怎么办？”    “我不知道，本来打算带几个无关紧要的人过去，不过我担心那人其实见过开枪的人长什么样，能认出来。听他的口气，好像不这样做后果还挺严重的。”    “挺严重的？”弗兰克更奇怪了，这就表示那人根本没说是什么后果？那安德怎么怕成这样，说话都在发抖，“你少骗人，他和你说什么了？”    “哦……这事本来不想叫你知道，他说如果我不按照这样做就要杀掉所有核心成员。”    杀……杀掉所有核心成员？！听到这话时弗兰克的手机险些脱手，要知道这事不是说着玩的，霖在E国留学，阳在F国……不知道干什么，听说是去度假了，谁知道呢。但就从这情况看来，要杀所有核心成员几乎是不可能的事吧。    但是这种事……弗兰克还真不敢断言那人的的确确办不到，这样荒谬的后果如果不是他有100%的把握是绝对不会提出来的，因为太容易让人认为是谎言，“我想，你还是按照他说的做吧，这人可能真的……不是特别简单，保险起见今晚我和你一起去。”    “哈？一起去？”安德变得放松些了，这种事还真是百年一见啊，要知道弗兰克最厌恶的事情就是和自己一起行动了，今天竟然主动提出要和他一同去那个地方？    弗兰克挂断了电话。    这家伙……真是不让人省心。不过给安德打这通电话的人能是谁呢，如果单说对save有仇恨的人当然不在少数，但是现在限制条件比较大，而且这些条件之间……基本没有什么串联。从安德给出的信息来分析，这人和赫尔斯一定有什么关系，而且知道赫尔斯被杀的事。而且他既然有安德的电话号码，那他大概是组织的人，而且很可能是近期就和安德有过通讯所以才会用变声器。    这样范围已经最大限度地缩小了，但弗兰克还是想不出这人会是谁。这几天来save有不少事，和安德通话过的人还算多，相对于他平时的量来说是比较多。跟赫尔斯有关系的人那就更多了，但这样想想，给出那样的后果，那人恐怕是要杀掉开枪的人，既然如此他和赫尔斯应该比朋友还要亲密。而组织里现在即使是远在E国的霖都知道了这事，更别提身在U国的那些人了。    奇怪，真的很奇怪。    现在也没多大的心思去看望纳尔了，这事可能需要准备一下，弗兰克内心总有种不祥的感觉，从未如此强烈过。    他再给安德打了一次电话，问出了那人给的地址。这个地方在比较繁荣的地方，要在这种地带杀人吗？或者说他一开始就没打算杀人后逃跑那还说得过去，但要不引起注意地离开或是别的什么这就很困难了。    要怎么做……怎样去安排才能保证开枪后能够最小地引起注意并且顺利离开这里。弗兰克撑着自己的脑袋，这个地点他有印象。    天啊，为什么到了这种时候他一点都不想起来。    他躺到床上，他突然觉得自己身体每个地方都好累，想要睡觉。啊……算了，放松一下好了，等安德的消息吧。\n\n返回索引贴\n\n\n@xcc @冥王星人 @恶魔-潇洒 @sam3737 \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1456924080,
            "txt_content": "沙发，圣杯已经结束了还在写，精神可嘉"
        },
        {
            "author": "冥王星人",
            "timestamp": 1456924080,
            "txt_content": "没有我逐字飞砖的地方明显写的不如以前了。"
        }
    ]
}