{
    "title": "【TC5】神秘时代5图文教程",
    "author": "jxudvv",
    "replyCount": 66,
    "timestamp": 1456907760,
    "txt_content": " 本帖最后由 jxudvv 于 2016-5-11 16:20 编辑 \n\n神秘时代是一个充满了魔法气息的mod，然而现在论坛上神秘4的教程还是主流，我就做了一个神秘5的教程\n神秘时代5的适用版本是1.8.9，论坛上能找到更新帖子，目前最新版本5.2.4\n神秘5拓展目前只有神秘基础如果出现图裂（提示流量不足），请等到下个月再来看教程！\n\n1-1.植物与矿物\n\n在草原和树林里可以找到宏伟之木，宏伟之木的用处很多，当然也可以合成原版的阶梯和半砖\n宏伟之木原木也可以烧成木炭，而且原木还另有他用，这个用处以后会讲\n宏伟之木木板也是有其他的用处\n\n有时候宏伟之木上会有几个蜘蛛网，看见的话就是撞大运了\n\n因为下面有洞穴蜘蛛刷怪笼和一个箱子，箱子里会有原版箱子的东西和神秘特有的知识碎片、神秘锭、学徒指环、藏宝袋和其他的东西\n神秘锭可以作为合成材料，学徒指环可以减少某一种魔力5%的消耗，藏宝袋右键可以打开，知识碎片右键可以获取经验或者以后研究的时候增加要素点数\n\n箱子里的东西就像这样↑\n需要注意的是，种植宏伟之木只需要一颗树苗而不是四颗，并且这棵树苗会往西北方向生长（图中已经在西北方向放上了石头）\n\n催熟后就像这样\n宏伟之木的树苗破坏叶子就能获取，而且野外经常有掉落到地上的宏伟之木树苗（因为距离树干太远叶子凋谢掉落的）\n还有一种大型的树是银树，银树只能用神秘特有的句芒锄催熟\n银树大量生成在魔法森林，少量生成在普通森林\n\n银树中可能会出现纯净节点，纯净节点用处很大\n（这张图是装备了揭示之护目镜后看到的，没有魔导透镜或者揭示之护目镜是看不见里面的节点的）\n\n可以看到，这个节点的属性是纯净\n\n然后是一些小型植物，从左到右分别是水银花，火焰花和纤毛菇\n水银花可以合成水银（直接放在合成栏里），火焰花可以合成烈焰粉（方法同水银花），而纤毛菇比较特殊，它并不能合成什么，但是里面有较难获得的要素\n水银花在银树旁边生成，纤毛菇在魔法森林生成，而火焰花则在沙漠和黏土山的沙子上生成\n\n并且踩到纤毛菇会有10秒的反胃1，在魔法森林战斗的时候要小心\n左边是琥珀矿，生成的很高，和煤炭差不多，挖掘后掉落琥珀，最低需要石镐挖掘\n右边是朱砂矿，生成的较低，地面上基本看不见裸露的朱砂矿，挖掘后掉落朱砂矿本身，可以熔炼成水银，最低需要铁镐挖掘\n神秘4的蕴魔石变成了结晶，结晶可以在野外碰到，从左到右分别是风、火、水、地、秩序和混沌，最右边的是腐化碎片的结晶，只会在外域生成\n敲下这些东西可以空手，掉落物是对应的碎片，在一个面上有多少个就会掉落多少（只是一个面）\n研究了“结晶农场”之后，才可以种植这些结晶，只能放置在石质方块上（图中给了些例子），还可以用法杖右键一次只敲一个下来\n（在野外的结晶一般都是在山上或者洞穴里生成，而且一般生成在方块的下表面和侧面）\n\n这是可以净化腐化的天域花，只能通过坩埚炼制\n咒波洗涤器被取消后，净化腐化只能靠天域花，一朵天域花会净化8x8的范围（自己依附的方块不会净化）\n不过还好，腐化之地并不会一大片一大片的生成了，生成腐化之地只能靠污染节点天域花净化后的腐化方块会变成极其烦人的次级腐化粉，设置文件中可以更改\n\n1-2.生物群系\n\n\n神秘5中同样会生成魔法森林，魔法森林中有两种大蘑菇，苔石，大橡树，宏伟之木，银树和很多不同的花（甚至连沼泽里才有的兰花也有）\n魔法森林里的橡树都是大橡树，所以树阴很多，有可能会生成怪物\n\n魔法森林里会生成纤毛菇，而银树旁边会生成水银花\n\n这就是万恶的腐化之地了，腐化之地已经不会在世界生成时生成一大片，而是需要腐化节点和咒波共同努力才能缓慢生成\n图中是我用腐化瓶砸出来的腐化之地，可以看到已经出现了神秘史莱姆\n原木很快就会变成腐化原木，而地面已经变成了腐化之后的样子，也出现了腐化肿泡和腐化植物\n再过一会还有可能会出现触手\n生物走到里面会中腐毒效果，在腐毒状态下死亡就会变成相应的腐化生物（亡灵生物除外）\nconfig文档里可以修改腐化蔓延速度和其他的设置，这个以后会讲到\n\n1-3.特殊建筑\n神秘5把黑曜石图腾移除了，凶险节点只在神秘地牢生成\n\n在神秘中，有可能会出现这样的建筑，这是神秘地牢\n\n里面会有一个僵尸刷怪笼，一个骷髅刷怪笼和一个凶险节点\n\n最下层有一个奖励箱和两个瓮，打破瓮会根据瓮的种类掉落金币和药水\n有时候，箱子下面会有一个TNT，同时箱子变成陷阱箱，不过这个地牢没有\n\n还有一种特殊建筑叫邪术方尖碑\n有时这里会有4个法师和一些骑士，只要法师有一个在，骑士就会一直刷\n神秘4里这里会有一个凶险节点，神秘5取消了\n同时这个建筑是去往外域必须的，即使法师不在\n2-1.法杖，手杖和权杖\n\n要更新魔法系列的物品了，是不是很兴奋啊？\n\n在制造法杖前，我们需要铁粒，一个铁锭可以合成9个铁粒\n\n5个铁粒可以合成一个铁杖端\n\n两个铁杖端和一个木棍可以合成一个最基础的法杖——铁杖端木质法杖，它的容量是100\n有些从4过来的人要说了：“卧槽，100？”\n由于时代改变了，法杖能存储的容量也多了，所以不必大惊小怪\n由于时代改变了，所以吸收魔力的方法也不一样了，TC5中的法杖可以直接从空气中吸取魔力，前提是你拿着法杖\n\n然后我们同样需要魔导手册，获得方法还是拿着法杖右击书架\n\n继续介绍手杖，合成手杖你需要一个杖芯，合成方法是任意两个相同杖柄加一个原始魔力（没有木杖芯）\n\n原始魔力是一个金锭加6种原始要素的碎片， 顺序任意\n然后用杖芯加两个杖端就能合成出手杖，图就不放了\n手杖储存的魔力是杖柄正常的1.5倍，也就是说储存250vis魔力的宏伟之木杖柄做成手杖能提供375vis的魔力\n手杖直接左键攻击伤害也比普通法杖高但手杖不能放到奥术合成台里，所以就有了权杖\n接下来是权杖，权杖需要一个杖柄，3个杖端和一个元始魔力\n权杖的魔力容量同样是杖柄正常容量的1.5倍，而且可以放进奥术合成台\n但是权杖不能套上法杖核心，所以只能用来合成\n\n2.2-法杖核心\n\n法杖没有核心就不能愉快的biubiubiu了，所以就有了法杖核心装备核心的方法：手里拿着手杖或者法杖按F（默认），然后移动鼠标加点击选择\n\n法杖核心一共有12种\n图中从左往右分别是震击、火焰、寒霜、采掘、更替、便携式洞穴、九狱、元始、岩精之诅咒、魔力碎片（好像没有办法正常获得）、锚钩和建造提前说明，所有法杖核心都有朴素升级（减少20%的魔力消耗）\n\n震击核心可以放出一道闪电，消耗风要素\n最初的威力也只能说一般，核心镶饰台升级可以升级成连锁闪电或者生成一个带电的区域升级不同，消耗的魔力也不同\n\n然后是火焰核心，可以喷出一团火，距离5格左右（FFF团员神器）\n镶饰台的升级2级有炼金之焰，可以增加火焰燃烧的时间\n3级有火柱和火球选项，火柱会聚集火焰，造成更高的伤害，火球则会爆裂伤害敌人，如果升级了炼金之焰还会在爆裂位置附近点火火球升级不会破坏地形\n\n寒霜核心会射出一个会反弹的冰球，伤害中等\n1级升级有炼金之霜选项，可以冻僵敌人并减速\n3级升级有加强的炼金之霜选项，还有溅射选项（射出2个冰球），冰岩选项（冰球威力更大，而且可以反弹的次数变多，反弹力量变大）\n接下来是采掘核心，采掘核心右键可以射出一道绿色的光破坏方块，对于泥土之类的速度特别快，而对于石头一类的就比较慢\n采掘核心有瑰宝升级选项，可以像时运一样增加掉落\n2级有增广选项，可以增加一次破坏的方块数量\n3级有勘探选项，有几率挖出原矿簇（冶炼后得到2个对应的物品）\n5级有丝绸之触选项，和精准采集的效果一样\n\n更替核心，Shift加右键方块选中要更替成什么方块，然后右击其他方块就能替换（花、火把之类的也可以选择）\n左击可以只替换一个方块一级有增广升级选项，增加右键替换的范围\n3级有瑰宝选项，和匠心选项\n匠心选项能显示出更替的范围，同时按G（默认）可以调节更替的大小，在按G的同时按下Shift可以调整一次调节多大的范围\n5级有丝绸之触选项，和精准采集效果一样\n\n\n便携式洞穴，可以生成一个通道，如果关闭的时候脑袋卡在方块里就会窒息\n1级有固本升级，可以增加通道存在的时间，还有增广升级，增加通道大小\n\n九狱核心，可以召唤地狱中生成的烈焰焱蝠攻击敌人，最后会爆炸\n3级可以选择爆炎魔蝠升级或者恶魔之蝠升级\n爆炎魔蝠爆炸的更快，而恶魔之蝠不会爆炸，但会在时效结束前一直攻击敌人\n有一个特殊的研究：五阶升级：嗜血魔蝠，可以在烈焰焱蝠攻击的时候抽取敌人的血量回复自己\n\n元始核心，发射一个不稳定的能量球\n轨迹也不稳定，小心炸到自己\n3级升级可以选择追踪，自动跟踪生物\n\n岩精之诅咒，只能通过和岩精交易获得，可以给生物添加一种负面状态状态在中毒、缓慢、虚弱中随机，等级1级\n2、4级升级固本可以提高效果的持续时间，5级升级夜影可以添加所有三种负面效果\n\n魔力碎片核心，是荒古施法器的掉落物（这里感谢@_OAO_  ）\n会发射出一个自动跟踪的小光球自动攻击最近的生物\n5级升级持续可以在一个已经选中的目标死后自动寻找其他目标\n锚钩核心，射出一个魔力组成的绳子牵引你到目标地点三级升级粘附，被拉过去后按Shift（潜行）才能取消连接\n会减少一定的掉落伤害\n建造核心， Shift+右键选择方块（更替核心选择的方块会和建造核心共享，要注意）\n升级只有增广\n右键消耗魔力建造，最大距离64格\n就像这样↓\n\n\n2-3.机器设备\n\n此章特别长，请有选择的查看\n合成和所消耗的法力请参阅魔导手册（其实是我懒得截图了）\n\n万污之源坩埚，首先合成一个炼药锅放地上\n\n然后拿着法杖右击，出现花纹之后就可以敲掉了（掉落坩埚）\n这个过程不可逆\n\n加热坩埚可以用岩浆、闪耀之光和火\n用火要小心灭掉（除了在地狱岩上）坩埚可以从上方投入物品获得坩埚里的源质（按住Shift后鼠标移到物品上能显示物品所含的源质）\n\n炼金炉，搞要素蒸馏的，神秘5把这个削了，源质的提取效率只有80%\n这是炼金炉里的界面，下面放燃料\n燃料除了不能放木棍和烈焰棒以外其他的都可以（包括岩浆）\n蒸馏的速度根据蒸馏物的不同而不同\n左边是产生的咒波（会慢慢排出，满了就不会在蒸馏物品）\n右边是蒸馏的进度\n\n一个炼金炉可以放5个蒸馏器，再往上就不生效\n蒸馏出的要素可以用管道、要素罐子直接弄出来，也可以用神秘5的黑科技——源质析出装置无线传输到罐子里\n\n\n炼金炉有三个洞，可以放奥术风箱，附属粘液泵（都可以加快蒸馏速度）和辅助排放口（极其昂贵，需要腐化碎片）\n\n我个人比较喜欢的摆法是这样（两个粘浆泵，辅助排放口可以不需要）\n然后接3个源质析出装置\n炼金炉可以升级成神秘金属炼金炉（提取效率85%）和虚空金属炼金炉（提取效率95%，但速度略慢于神秘金属炼金炉）\n\n源质析出装置工作的样子，会自动把蒸馏出的源质输送到16格以内的罐子里\n奥法离心机，可以从下方输入源质，然后离心成上一级\n但是一点复合要素只能离心成一点上一级的要素\n离心机可以这样摆，不能直接用一根管子接出来，会漏气\n\n\n然后是炼狱熔炉，需要研究\n搭建方法是四个角四根3格高的地狱砖柱子，最下面一层再放5个黑曜石\n\n第二层放3个黑曜石和一个铁栏杆，中间留空放岩浆\n\n第三层放4个黑曜石，中间同样留空\n最后用法杖右击，需要一定魔力\n\n然后就做好了，从上面留的洞扔东西进去烧（原版熔炉能烧的这个也能烧）\n\n扔进能烧的物品后物品会陷到岩浆里，扔进不能烧的物品会烧掉消失\n人跳进去会受到伤害\n\n产物会从正面吐出来，法杖右键哪个面哪个面就是正面\n有时会有经验吐出来烧制矿物和肉类的时候有几率出现金属粒和肉粒\n9个金属粒可以合成一个锭，3种不同的肉粒加一个糖合成三层肉饼\n三层肉饼有生命恢复1效果（3秒左右）\n\n炼狱熔炉的左右和后面有一个放风箱的洞，一共可以放3个风箱\n放上风箱后可以减少咒波的产生率，增加粒的生成率\n\n风箱放在坩埚边（最多4个）可以增加水的煮沸速度\n\n在熔炉边放风箱（4个）可以增加熔炼速度，使得一块煤可以烧23个物品左右，而且放风箱时，未完成的进度条的降低速度会变慢\n放4个风箱时，进度条不会降低\n\n奥法离心机，可以把复合要素分解成上一级的复合要素（或分解成元始要素），但一点复合要素只能随机分解成1点上级的要素\n顶上可以用管道接出来，但是会分解出两种要素，会漏气\n所以可以用源质析出装置，但是要注意，析出装置到罐子之间不能有方块阻挡（罐子不算）\n\n奥术之耳，放在地上空手右键可以调整要接收的音符\n可以放置在方块的6面上\n\n当大约30格范围内有音高相同的音符盒发出声音时，奥术之耳会像红石块那样发出红石信号（依附的方块不会被强充能）\n\n奥术灯，有红石信号时会关闭\n放下后会在16格范围内生成额外的光源，可以照亮一大片地方\n育种灯，通入Victus生命要素后灯就会开始工作，自己不产生光，但是可以让一定范围内的成年动物繁殖（最高数量好像是8个）\n通入红石信号可以关闭\n\n催生灯，通入Herba植物要素可以增加周围植物的生长速度催生灯对原版能种植的植物（小麦、胡萝卜、土豆、可可豆、地狱疣、西南瓜）都有催熟效果\n\n奥术悬浮台，右键底面这个像阀门一样的东西可以调节升高的高度\n会消耗大气中的风要素让生物悬浮起来\n多个悬浮台叠在一起可以叠加效果（最多3个）\n\n红石信号可以控制开关，开启后站上去就会悬浮起来\n按Shift可以缓慢下降\n左边旅行者铺路石，右边屏障石\n旅行者铺路石站在上面会有速度2和跳跃提升的效果（3秒，但是站在上面会持续给状态，和信标差不多）\n\n屏障石会对生物（包括敌对，中立和友好生物）产生一个2格高的屏障，生物无法穿过\n同时只要有生物靠近就会出现符文效果（如图）\n红石继能器，相当于一个可控的中继器，分in（输入）和out（输出）两端\n移到这个像开关的东西上右键就能调节信号强度，输入端调成多少就是要多少信号强度才能激活\n调节输出端可以调节输出的红石信号强度（1-15）\n\n因为in端被调成了15，所以14强度的信号（鼠标指着的这一格）不能激活继能器\n\nout被调成了1，所以输出只有1强度的信号\n源质结晶器，可以从底下输入源质（管道或罐子）然后结晶成晶化源质，然后从顶部吐出\n晶化源质包含的只有1单位的对应的要素\n顶部的是饕餮箱子，可以自动吸取掉落在上方的物品（好像下方也可以）\n源质结晶器可以通过通入红石信号关闭\n\n奥术屈光仪，可以通过插入碎片查看周围区域的要素分布\n\n图为插入风之碎片的效果\n\n插入平衡碎片可以显示最高的要素\n闪光点是灵气节点的大致位置（图中十字左边）\n\n充能基座，可以把法杖放在上面充能\n注意，充能基座可能会把区域内的灵气抽空从而有几率产生腐化\n\n注魔祭坛，神秘中比较重要的东西\n搭建方法是四角四根2格高的奥术石材柱，中心放奥术基座，上面放符文矩阵（图中弯曲的柱子就是4根奥术石材柱）\n然后用法杖右击符文矩阵，消耗一定的魔力就能搭建成功\n\n周围需要一些奥术基座来放置注魔用的物品，个人比较喜欢的摆法是这样，可以适应所有注魔\n注意：奥术基座必须对称！\n\n底部还要有以符文矩阵为中心的13x13（最安全）的蜡烛阵来减少注魔的风险\n这里用玻璃是为了看的清楚，实际摆放时任何方块都可以\n如果注魔危险性小（每个注魔配方下面都有危险性），那完全可以减少蜡烛的数量\n无尽之瓮，可以为两格以内的容器注水\n支持坩埚，但是对炼药锅有点问题（图中右边）\n\n缸中之脑，可以吸收两格多范围内的经验球\n吸满了就会出现白色的粒子效果（如图）\n\n全部摇出经验大概34级半\n\n奥术钻探机和基座，放置的时候会面朝你（基座的物品口也是）\n当然也可以用法杖右击把它调整到面朝你的方向\n\n可以在物品的输出孔这里放一个饕餮箱子自动吸取掉落物（漏斗+箱子也一样）\n\n运行钻探机需要在里面放上采掘核心和镐子，镐子的耐久决定运行时间（耐久会被慢慢消耗完）\n镐和核心上的附魔和升级也会被附加到钻探机上（所以建议耐久镐+瑰宝采掘核心）\n\n然后我们可以在基座的其他3个面放上源质管道为钻探机提供perditio混沌源质\n一点源质可以加速挖掘20个方块\n\n接着通入红石信号，就可以开始工作了，物品会自动从输出孔吐出\n范围大概是3x5x3（或者5x5x5？知道的可以指正一下）\n如果镐上有精准采集效果（采掘核心上有也一样）\n那挖下来的方块就会有精准采集的效果\n\n假如光束的路径上有掉落物\n\n那么就会被吸取到输出口上吐出来\n觉得手动投入材料不靠谱？靠谱的自动精准坩埚来了\n首先需要一个坩埚和两个炼金构材，然后像这样放上去，最后用法杖右击就可以得到一个酷炫的自动精准坩埚！\n\n长的像这样，法杖右击时站的一面会被当做物品的吐出口\n\n自动精准坩埚虽然不需要灌水，但是一样需要提供热源（这里用的是闪耀之光）\n\n它的GUI界面像是这样，左边放物品，右边会有配方出现，下面显示的是需要的要素\n\n提供要素可以用罐子，也可以用源质注入装置\n貌似除了物品吐出的口，其他7个地方都能放管道（除了顶部）\n用法杖右键管道交叉的地方可以让那一段隐形（就是失效）\n\n用源质注入装置可以这样放\n自动精准坩埚上还可以放记忆矩阵，每放一个就能增加2个在队列中的配方\n意思就是选定3个配方后只要投入其中的任意一个，在有源质的条件下就能开始炼制\n如果没有记忆矩阵只能让一个配方处在队列中\n图腾一家子，从左到右分别是外部图腾柱，内部图腾柱，趋稳图腾柱，驱散图腾和凝聚图腾\n一个图腾最多可以有5个图腾柱和一个放置其上的图腾，图腾柱摆放顺序不影响效果\n默认图腾的范围是内部作用1个区块，外部是8个（围着内部的一个）\n放置一个内部图腾柱会让内部作用区域增大一圈（增加8个）\n放置一个外部图腾柱会让外部作用区域增大圈\n趋稳图腾柱会让图腾产生咒波的几率减小\n驱散图腾会驱散灵气，凝聚图腾会聚集灵气\n图腾必须放置碎片才能工作（6种元始要素碎片、平衡碎片或者咒波碎片）\n奥术浴场，时髦没卵用的休闲方式\n第一种模式是把左边的浴盐加入到右边的水里进行药浴\n第二种就是直接放出右边的液体（支持水、岩浆、死亡之水等奇奇怪怪的东西）\n通入红石信号就会让它不会自动放出液体\n节点稳定器，被气泡罩住的节点不会吸引其他节点或者被其他节点吸引\n\n如果没有节点稳定器……两个节点就会如图一样被大的吸引过去\n魔镜，放好一个后用另一个右击放好的这个，就能建立连接，然后把第二个也放到指定位置然后往任意一边扔东西，东西就会被传送到另一边（双向的）\n\n还可以使用单向的手镜传输物品，右键可以绑定一个魔镜（可以重复绑定）\n右键就可以打开传输界面放物品还有一种源质之镜，然而楼主并不知道怎么用，那就不介绍了233\n\n2-4.装备\n\n\n魔导透镜在神秘4可以算得上是核心物品，然而在神秘5……\n现在魔导透镜可以查看附近的灵气浓度（左上角）\n按F可以切换显示的类型（可以切换7种，6种原始要素+咒波）\n\n扫东西也只能得到一个提示：你发现了一些有关XXX的东西\n但是魔导透镜还是必要的，因为有些研究需要扫描含有特定要素的物品\n如果有东西是没有扫过（未知的），那么拿着魔导透镜移上去的时候会有问号的特效（图没截到）\n\n然后是一个并没有什么X用的东西：源质谐振器\n右键可以知道和源质有关的东西的详细信息（吸力、包含的源质啊什么的）\n在神秘5这个大部分源质传输现代化的地方（无线源质传输）\n这玩意真没什么X用\n然后是凶险磁石，现在已经和凶险节点无关了\n指上去也不会亮\n据魔导手册描述是用来看开眼仪式的残余能量（估计和邪术方尖碑有关？）\n\n然后是神智检测仪，和神秘4一样都是用来看扭曲值的\n（别问我扭曲到顶会发生什么，你可以自己试试）\n\n神秘锭做成的一套工具，耐久是500（铁的两倍）\n同时剑的攻击也比铁剑略高\n算是过渡期的装备吧\n\n虚空锭做成的工具，耐久只有150但是会缓慢恢复（特点就在这）\n同时被虚空剑（只有虚空剑！）攻击到的生物会有虚弱效果\n伤害也比铁略高，但是所有虚空工具都能增加你的1点扭曲值\n\n元素工具，在神秘5.2.4中，元素工具的特殊效果可以通过注魔获得了（耐久1500）\n特效还是那几样：风雷剑可以有小范围的群攻效果，右键格挡能飞起来\n后土铲可以一次挖3x3范围，也可以一次放3x3的方块\n炽心镐右键方块表面可以探矿（支持部分mod矿物）和液体（水和岩浆），挖掘铁、金、朱砂的时候有几率挖出原矿簇，可以冶炼成双倍的矿物\n奔流斧可以在砍树的时候砍一个方块就能从相连最远的地方开始破坏，右键能吸引掉落物\n句芒锄可以一次锄3x3的地，同时能催熟作物（可以催熟骨粉催熟不了的）\n所有元素工具都可以通过按住Shift抑制特效\n\n元始杵，有后土铲的范围挖掘效果和炽心镐的挖出原矿簇的效果\n攻击力也很高（图中能看到是7.5颗心）\n但是使用的时候会增加2点扭曲值\n\n还有一个不能合成的装备：血腥之刃，只能通过打血腥主教获得（野外很难遇到）\n能让怪物的虚弱等级加强，伤害也很高\n但是就是要加2点扭曲，平衡一下血腥之刃也可以自动恢复耐久，和虚空工具一样\n\n骨弓和6种元始之矢，都有不同的特点（元始之矢射出后不能捡起，无限附魔也只有1/3的几率减少消耗）\n骨弓在拉满弦后可以自动射出，而不是像普通弓那样需要松手，这样就可以加快射击速度\n风之矢伤害和普通弓箭类似，但是能穿透护甲\n火之矢可以让被攻击到的生物着火\n水之矢可以让被攻击到的生物减速\n地之矢纯粹是攻击强\n秩序矢可以让敌人中虚弱状态\n混沌矢可以让敌人中凋零状态\n\n法杖核心手袋，里面可以装最多18个核心\n只要放在背包里就能生效，不是必须要装备在腰带栏\n神秘锭做成的神秘盔甲，护甲是7格半\n前期算是比较经济的了\n\n神秘法袍+揭示之护目镜\n只是用来减少魔法消耗的，护甲基本没有\n\n神秘要塞甲胄+旅行者之靴\n防御很高，配上旅行者之靴移动速度也很快\n\n虚空一套，护甲很高\n但是穿上会有4点扭曲，比较讨厌\n\n虚空神秘使法袍，护甲较高，也可以减少魔法消耗\n就是会提高扭曲值\n\n血腥骑士的一套，有扭曲而且护甲并不很高\n\n血腥法师的一套，护甲依然不是很高（没有鞋子）\n不过能减免部分法力\n\n血腥主教的一套，防御也算高的（同样没有鞋子）\n就是很难获得，不如虚空套\n\n奥法缰绳进行了大改，削的不成样子\n充满魔力后只能飞行5分钟（300秒），而且需要火和风两种魔力\n最重要的是还必须要充能基座补充魔法\n可以提供一格半的护甲\n充满魔力后按下H（默认）就能开启飞行模式，开启之后掉落伤害大大减小但是魔力也会持续消耗（不管你飞不飞）在空中可以按住Ctrl（疾跑键）来略微加快飞行速度\n和奥法缰绳配套的是奥法腰带\n这个腰带穿上后从24格摔下来只掉6颗心\n如果配上奥法缰绳从24格摔下来只掉半颗心\n同时飞行速度也会增加（穿上后和创造差不多，不穿就很慢）\n\n凡人护身符/戒指/腰带\n都没什么用，只能当做原材料注魔\n\n6种元始要素的学徒指环，可以减少相应要素5%的消耗\n\nfancy指环/护身符/腰带\n神秘5.2.4新增的东西，也是当做原材料\n\n2-5.物品\n\n\n净化浴盐，和神秘4一样，泡在水中可以把水变成净化之水，跳进去就能获得扭曲保护状态\n可以直接扔水里，也可以放在奥术浴场里\n净化之水不能形成无限水，想要无限的可以洗洗睡了\n\n这个净化之水可以直接替换掉静态水，不知道是不是bug\n净化之水也可以用桶舀起来变成桶装的净化之水（物品栏第4格）\n桶装净化之水可以随时随地给你来一个扭曲保护，非常方便（就是费桶）\n\n三层肉饼也被削了，吃了之后只能给你5秒的生命恢复，不能增加额外的生命值了\n三层肉饼可以通过3种不同的肉粒和一个糖合成，回复3格饥饿值\n\n死亡之水，被死亡之水杀死的生物会直接掉落晶化源质\n掉落的源质由生物种类决定（但是大部分都有生命）\n死亡之水只能扩散2格，也不能形成无限水\n\n祛邪肥皂，右键使用，使用的时候会有泡泡的粒子效果\n\n用完一块肥皂后，会有扭曲被祛除的提示\n在扭曲保护状态下更容易祛除扭曲值\n\n腐化瓶，扔出后会产生一些咒波粘浆\n同时也会产生一小片腐化，在腐化瓶破碎地点附近的生物会有5秒的腐毒效果\n\n寻常藏宝袋能开出的物品\n可以看到有一些金粒（5-12个），有几率开出金锭，末影珍珠，药水（增益和减益效果都有），知识碎片和附魔书\n\n稀有藏宝袋能开出的物品\n可以看到除了寻常藏宝袋的物品以外还有钻石，工具，装备和附魔装备、工具\n还有几率开出学徒指环，绿宝石，魔力石和防护指环\n\n罕见藏宝袋能开出的除金币外的物品\n可以看到有下界之星，附魔之瓶\n装备和工具的附魔也更加高级\n\n特别篇.config文档\n\nconfig文档是.minecraft\\config\\Thaumcraft.cfg\n可以使用记事本打开（推荐Notepad++）\n\n请谨慎修改config文档！\n下面是一些设置    biome {\n    # higher values increases number of magical forest biomes. If you are using biome addon mods you probably want to increase this weight quite a bit\n    I:magical_forest_biome_weight=3\n}复制代码\n这条设置是魔法森林生成的权重，如果你装了更多生物群系之类的mod建议把这个值调高（默认为3）enchantments {\n    I:ench_haste=150\n    I:ench_repair=151\n}\n复制代码急迫附魔（150）和修复附魔（151）的ID\n对于使用命令方块的人来说会有点用处\ngeneral {\n    # Enables a version of the Thauminomicon in creative mode that grants you all the research when you first use it.\n    B:allow_cheat_sheet=true\n    # Setting this to false will disable arcane mirror research and crafting recipes.\n    B:allow_mirrors=true\n    # If set to false, warded stone, doors and glass will just be cosmetic in nature and not have its hardened properties (everyone will be able to break it with equal ease).\n    B:allow_warded_stone=true\n    # The % chance of taint spread costing flux from the aura.\n    I:taint_spread=4\n    # If set to true, tainted soil will turn into dirt, not degraded dust. Default false.\n    B:tainted_soil_to_dirt=false\n    # Setting this to true disables Warp, Taint spread and similar mechanics. You wuss.\n    B:wuss_mode=false\n}复制代码allow_cheat_sheet（默认为false）设置为true后可以在创造模式的物品栏里找到封弊者之魔导手册（打开后所有研究默认解锁）和其他一些东西（荒古施法器敷设器（外域里的东西），邪术方尖碑和灵气节点）\nallow_mirrors（默认为true），设置成false会禁用神秘的镜像研究和合成配方？（直译，如果有人试验过可以改正）\nallow_warded_stone（默认为true），设置成false后会让守护者之石，门，玻璃变得只有装饰作用并且丧失它的坚硬属性？（直译，可能是指神秘时代4的奥术之扉？）\ntaint_spread（默认值为5），腐化蔓延时从灵气场中消耗的灵气的百分比？（实在不知道怎么翻译了）\ntainted_soil_to_dirt（默认为false），设置成true会让腐化的东西被天域花净化后变成泥土而不是次级腐化粉，比较有用的设置\nwuss_mode（默认为false），设置成true可以禁用扭曲，腐化蔓延和类似的机器（应该是指有增加扭曲值的机器）你个胆小鬼！（英文原意233）\ngraphics {\n    # Set this to true to get the old blue magical forest back.\n    B:blue_magical_forest=false\n    # Setting this to true will make certain colors higher contrast or darker to prevent them from being 'invisible' to color blind people.\n    B:color_blind=false\n    # Hate crooked labels, kittens, puppies and all things awesome? If yes, set this to false.\n    B:crooked=true\n    # Item aspects are hidden by default and pressing shift reveals them. Changing this setting to 'true' will reverse this behaviour and always display aspects unless shift is pressed.\n    B:display_aspects=false\n    # Setting this to true will make the amount text in aspect tags twice as large. Useful for certain resolutions and custom fonts.\n    B:large_tag_text=true\n    # Set to true to disable anxiety triggers like the heartbeat sound.\n    B:no_stress=false\n    # This setting will disable certain thaumcraft shaders for those who experience FPS drops.\n    B:shaders=true\n    # Will golems display emote particles if they recieve orders or encounter problems\n    B:show_golem_emotes=true\n    # Set to true to have the wand dial display in the bottom left instead of the top left.\n    B:wand_dial_bottom=false\n}复制代码blue_magical_forest（默认为false），设置成true会把魔法森林的颜色设置成更老的蓝色（应该是指神秘1、2、3的颜色）\ncolor_blind（默认为false），给色盲使用的颜色设置\ncrooked（默认为true），应该是指是否使用腐化生物\ndisplay_aspects（默认为false），设置为true的话不需要按住Shift就能看到物品里包含的源质\nlarge_tag_text（默认为false），设置为true会让使用非英语语言的灵气数量的字体变得更大（包括研究台和魔导手册里的坩埚配方，注魔配方和奥术工作台的合成配方）\nno_stress（默认为false），设置成true会关闭那些令人焦虑的声音，例如扭曲发作时的心跳声\nshaders（默认为true），设置为false会关闭神秘时代的光影效果\nshow_golem_emotes（默认为true），设置为false会关闭傀儡接受指令或者遇到问题时的激烈表现（？）wand_dial_bottom（默认为false），应该是指是否显示核心的底座（类似神秘4）\nmonster_spawning {\n    # Setting this to false will disable spawning champion mobs. Even when false they will still have a greatly reduced chance of spawning in certain dangerous places.\n    B:champion_mobs=true\n    B:spawn_angry_zombies=true\n    B:spawn_eldercreatures=true\n    B:spawn_fire_bats=true\n    B:spawn_pechs=true\n    B:spawn_taint_spores=true\n    B:spawn_taintacles=true\n    B:spawn_wisps=true\n}复制代码怪物生成系列，设为false关闭此种怪物的生成\nchampion_mobs精英怪（带前缀的例如英勇无畏的xxx）\nangry_zombies红眼僵尸\neldercreatures老生物（？）\nfire_bats炼狱焱蝠（关闭这个可能会导致九狱核心无法被研究出来）\npechs聚环氧氯丙烷（？？？？？？）taint_spores腐化孢子\ntaintacles腐化一类的东西？\nwisps小精灵\nresearch {\n    # This setting is useful for cooperative or team play. When a research is completed this is the amount of discoveries that will be created (default 1, max 64) Setting it less than 1 will create a discovery that will not be used up when learned.\n    I:research_amount=1\n    # 0 = normal, -1 = easy (all research items are directly purchased with levels), 1 = Hard (all research items need to be solved via the research table)\n    I:research_difficulty=0\n}复制代码research_amount（默认值为1），研究出一个东西后得到的“发现”物品数量（最大64）\nresearch_difficulty（默认为0），设置为-1是所有研究都可以使用等级解锁，而设置为1是所有研究都需要完成研究笔记（包括普通研究难度下不需要研究笔记的法杖核心手袋或者类似的东西）\nrunic_shielding {\n    # How much aer and terra vis it costs to reacharge a single unit of shielding. Minimum of 0.\n    I:runic_shield_cost=1\n    # How many milliseconds passes after a shield has been reduced to zero before it can start recharging again. Minimum of 0.\n    I:runic_shield_recharge_delay=4000\n    # How many milliseconds passes between runic shielding recharge ticks. Lower values equals faster recharge. Minimum of 500.\n    I:runic_shield_recharge_speed=2000\n}复制代码runic_shield_cost（默认为1），符文护盾每恢复半颗心需要的灵气数量（最小为0，不需要灵气）\nrunic_shield_recharge_delay（默认为4000），符文护盾被击破后重新开始充能所需要的时间（单位为毫秒，最低为0）\nrunic_shield_recharge_speed（默认为2000），符文护盾充能半颗心需要的时间（最低为500）\nworld_generation {\n    # The default base value of an aura that is used to generate the aura in each chunk. Default value is 100.\n    I:aura_base=100\n    # The 1 in N chance of degraded taint dust levels lowering each block update. In other words - if you want to have dust go away faster set this lower. Default 25\n    I:dust_degrade=25\n    B:generate_amber_ore=true\n    B:generate_aura_nodes=true\n    B:generate_cinnibar_ore=true\n    B:generate_structures=true\n    # Can taint biomes generate at worldgen\n    B:generate_taint=true\n    B:generate_trees=true\n    B:generate_vis_crystals=true\n    # How rare nodes are in the world. The number means there will be (on average) one node per N chunks.\n    I:node_rarity=33\n    # The % of normal ore amounts that will be spawned. For example 50 will spawn half the ores while 200 will spawn double. Default 100\n    I:ore_density=100\n    # The chance of a node being special (pure, dark, unstable, etc.). The number means roughly 1 in N nodes will be special, so setting the number to 5 will mean 1 in 5 nodes may be special.\n    I:special_node_rarity=10\n}复制代码aura_base（默认100），一个区块中默认含有的灵气数量\ndust_degrade（默认25），腐化粉每一个方块更新降低一个等级的几率（1/数值）\ngenerate_xxxxx：（默认都为true）\n  amber_ore生成琥珀\n  aura_nodes生成灵气节点\n  cinnibar生成朱砂\n  structures生成神秘地牢一系列的结构\n  taint腐化之地（但是几率好像特别低）\n  trees树，应该指银树和宏伟之木在除魔法森林的生成\n  vis_crystals魔力水晶\nnode_rarity（默认33），节点的生成几率（1/数值个区块）\nore_density（默认100），矿物生成的百分比，设置的越高矿物生成的数量越多\nspecial_node_rarity（默认10），节点非普通节点的几率（1/数值）world_regeneration {\n    B:amber_ore=false\n    B:aura_nodes=false\n    B:cinnibar_ore=false\n    # This key is used to keep track of which chunk have been generated/regenerated. Changing it will cause the regeneration code to run again, so only change it if you want it to happen. Useful to regen only one world feature at a time.\n    S:regen_key=DEFAULT\n    B:structures=false\n    B:taint=false\n    B:trees=false\n    B:vis_crystals=false\n}复制代码这部分不建议修改，维持原样就行\n\n本帖更新日志\n\n2016.3.2：“植物与矿物”章节更新完毕\n“生物群系”章节更新完毕\n2016.3.3：“特殊建筑”章节更新完毕\n2016.3.4：“法杖、手杖和权杖”更新完毕\n2016.3.5：“法杖核心”更新完毕\n2016.3.22：懒癌发作不想更新，补充修改了2-3之前的内容\n2016.3.23：更新“config文档”\n2016.3.26：“设备”更新完毕（太TM丧病了）\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "lxxy",
            "timestamp": 1456907880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "jxudvv",
            "timestamp": 1456908240,
            "txt_content": "lxxy 发表于 2016-3-2 16:38\n图全部挂了\n刚才忘了怎么传图，现在好了"
        },
        {
            "author": "格林",
            "timestamp": 1456908960,
            "txt_content": "额 快更新啊 ..\n\n等着看呢。"
        },
        {
            "author": "117779284",
            "timestamp": 1456911480,
            "txt_content": "这个非常值得一看，\n希望楼主尽快更新·"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1456912140,
            "txt_content": "不好意思2333只玩神秘4"
        },
        {
            "author": "jxudvv",
            "timestamp": 1456912260,
            "txt_content": "懒虫哥 发表于 2016-3-2 17:49\n不好意思2333只玩神秘4\n神秘4的拓展多，神秘5的玩法新\n对于不玩拓展的我来说（其实是不知道怎么装），我就去玩了神秘5\n23333"
        },
        {
            "author": "740446960@qq.co",
            "timestamp": 1456914060,
            "txt_content": "楼主楼主，神秘5是1.8上的么？"
        },
        {
            "author": "jxudvv",
            "timestamp": 1456914360,
            "txt_content": "740446960@qq.co 发表于 2016-3-2 18:21\n楼主楼主，神秘5是1.8上的么？\n对，版本1.8.9"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1456918080,
            "txt_content": "非常给力，希望不要弃坑，但也别太累，还是有人干这苦力活的，注意某些坑爹小网站"
        },
        {
            "author": "jxudvv",
            "timestamp": 1456923120,
            "txt_content": "E.T.星落辰 发表于 2016-3-2 19:28\n非常给力，希望不要弃坑，但也别太累，还是有人干这苦力活的，注意某些坑爹小网站 ...\n一般那种网站不搬mod教程的，要搬也是搬mod本体和地图之类的"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1456923180,
            "txt_content": "jxudvv 发表于 2016-3-2 20:52\n一般那种网站不搬mod教程的，要搬也是搬mod本体和地图之类的\n不，教程很多，奇坑无比，@LHanson你去看现在网上星系攻略几乎全是抄他的维基翻译……"
        },
        {
            "author": "13663167323",
            "timestamp": 1457093460,
            "txt_content": "想问问所有法杖，权杖，手杖获得方法。尤其是虚空杖端银树手杖和虚空杖端原始手杖"
        },
        {
            "author": "酷睿",
            "timestamp": 1457142240,
            "txt_content": "13663167323 发表于 2016-3-4 20:11\n想问问所有法杖，权杖，手杖获得方法。尤其是虚空杖端银树手杖和虚空杖端原始手杖 ...\n怎么把核心装上去"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1457145540,
            "txt_content": "诶哟更新了，是周末闲下来了吗"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1457145660,
            "txt_content": "酷睿 发表于 2016-3-5 09:44\n怎么把核心装上去\n看快捷键……有介绍……"
        },
        {
            "author": "jxudvv",
            "timestamp": 1457155560,
            "txt_content": "酷睿 发表于 2016-3-5 09:44\n怎么把核心装上去\n默认是F，可以改"
        },
        {
            "author": "jxudvv",
            "timestamp": 1457155560,
            "txt_content": "13663167323 发表于 2016-3-4 20:11\n想问问所有法杖，权杖，手杖获得方法。尤其是虚空杖端银树手杖和虚空杖端原始手杖 ...\n都是合成出来的，方法都有"
        },
        {
            "author": "jxudvv",
            "timestamp": 1457155680,
            "txt_content": "E.T.星落辰 发表于 2016-3-5 10:39\n诶哟更新了，是周末闲下来了吗\n只是周末时间多而已，平时也会更新的\n这次法杖核心的更新简直丧病，所以时间应该会长一点"
        },
        {
            "author": "13663167323",
            "timestamp": 1457165220,
            "txt_content": "jxudvv 发表于 2016-3-5 13:26\n都是合成出来的，方法都有\n合成是都有，但法杖元素不够做不出来啊，问做出来的方法呀"
        },
        {
            "author": "jxudvv",
            "timestamp": 1457165700,
            "txt_content": "13663167323 发表于 2016-3-5 16:07\n合成是都有，但法杖元素不够做不出来啊，问做出来的方法呀\n从低级法杖到高级法杖一个一个做，不行就上宏伟之木杖柄的权杖"
        },
        {
            "author": "13663167323",
            "timestamp": 1457178000,
            "txt_content": "jxudvv 发表于 2016-3-5 16:15\n从低级法杖到高级法杖一个一个做，不行就上宏伟之木杖柄的权杖\n穿着，全套虚空装，用的神秘杖端银树权杖，连虚空杖端银树手杖都做不出来QAQ"
        },
        {
            "author": "夸我帅",
            "timestamp": 1457178120,
            "txt_content": "吾等奉命前来顶贴"
        },
        {
            "author": "forfai",
            "timestamp": 1457246520,
            "txt_content": "不错啊，1.8.9现在只有神秘时代5这个东西，正好可以玩纯净版的神秘时代。等以后工业、BC这些东西来了，就不纯了。"
        },
        {
            "author": "jxudvv",
            "timestamp": 1457257620,
            "txt_content": "forfai 发表于 2016-3-6 14:42\n不错啊，1.8.9现在只有神秘时代5这个东西，正好可以玩纯净版的神秘时代。等以后工业、BC这些东西来 ...\n其实现在神秘里就有铅粒，锡粒，铜矿簇什么的，一直都和工业搭配"
        },
        {
            "author": "forfai",
            "timestamp": 1457258280,
            "txt_content": "jxudvv 发表于 2016-3-6 17:47\n其实现在神秘里就有铅粒，锡粒，铜矿簇什么的，一直都和工业搭配\n其实，神秘时代根本不能扫描工业的东西，铅、锡、铜是配合热力膨胀的。神秘时代可以扫描热力膨胀的东西。"
        },
        {
            "author": "xiaoyao2716",
            "timestamp": 1457277300,
            "txt_content": "神秘4都没玩明白... 2333"
        },
        {
            "author": "czhhuige",
            "timestamp": 1457313480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "jxudvv",
            "timestamp": 1457429340,
            "txt_content": "czhhuige 发表于 2016-3-7 09:18\n求神秘5在BBs的帖子链接\nhttp://www.mcbbs.net/thread-382390-1-1.html\n只是mod的jar文件，要放到mods里"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1457531340,
            "txt_content": "少年更好快，顶个帖，话说炼狱熔炉支持其他模组吗"
        },
        {
            "author": "13663167323",
            "timestamp": 1457543700,
            "txt_content": "E.T.星落辰 发表于 2016-3-9 21:49\n少年更好快，顶个帖，话说炼狱熔炉支持其他模组吗\n熔炉能烧得，它都能烧"
        },
        {
            "author": "_OAO_",
            "timestamp": 1458041340,
            "txt_content": "据说魔力碎片核心是击杀外遇的邪术施法器有几率获得"
        },
        {
            "author": "ukiss小宁",
            "timestamp": 1458127560,
            "txt_content": "已带走 谢谢楼主"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1458133740,
            "txt_content": "更新好快……这注魔台的介绍反而太简洁了。不过屈光仪是新的吧，好像很给力"
        },
        {
            "author": "jxudvv",
            "timestamp": 1458205560,
            "txt_content": "E.T.星落辰 发表于 2016-3-16 21:09\n更新好快……这注魔台的介绍反而太简洁了。不过屈光仪是新的吧，好像很给力 ...\n注魔台的摆放方法都是因人而异，而且要讲的差不多也就这么多"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1458985680,
            "txt_content": "忽然发现图全挂了······这次的更新好有技术含量233[monster_spawner]"
        },
        {
            "author": "jxudvv",
            "timestamp": 1458989220,
            "txt_content": "E.T.星落辰 发表于 2016-3-26 17:48\n忽然发现图全挂了······这次的更新好有技术含量233\n我这里看都是正常的\n怎么想都是你网络的错"
        },
        {
            "author": "jhx391473036",
            "timestamp": 1459193640,
            "txt_content": "{:10_512:} 话说楼主除了扫描雪傀儡能解锁傀儡学还有什么别的需要扫描然后解锁的么"
        },
        {
            "author": "jxudvv",
            "timestamp": 1459242180,
            "txt_content": "jhx391473036 发表于 2016-3-29 03:34\n话说楼主除了扫描雪傀儡能解锁傀儡学还有什么别的需要扫描然后解锁的么 ...\n扫描没了，但是大概需要解锁黄铜的研究才能解锁"
        },
        {
            "author": "swbsqw",
            "timestamp": 1462175280,
            "txt_content": "楼主你的图片全挂了"
        },
        {
            "author": "游侠09527",
            "timestamp": 1462320660,
            "txt_content": "图片全没有了{:10_503:}"
        },
        {
            "author": "M.A.G.M.A",
            "timestamp": 1462619940,
            "txt_content": "不错不错！正想玩神秘五呢！{:10_512:}"
        },
        {
            "author": "丶教主ssb",
            "timestamp": 1462674840,
            "txt_content": "没玩过神秘5"
        },
        {
            "author": "丶教主ssb",
            "timestamp": 1462674900,
            "txt_content": "神秘5和神秘应该差不多把"
        },
        {
            "author": "清風、龍吟",
            "timestamp": 1462695120,
            "txt_content": "那啥我想问问红叔那个可以弄坐标绑定纸那些的核心是哪个"
        },
        {
            "author": "jxudvv",
            "timestamp": 1462701780,
            "txt_content": "清風、龍吟 发表于 2016-5-8 16:12\n那啥我想问问红叔那个可以弄坐标绑定纸那些的核心是哪个\n那个应该是神秘4的拓展"
        },
        {
            "author": "清風、龍吟",
            "timestamp": 1462954020,
            "txt_content": "jxudvv 发表于 2016-5-8 18:03\n那个应该是神秘4的拓展\n诶诶，可他是神秘5诶"
        },
        {
            "author": "张浩川",
            "timestamp": 1463044080,
            "txt_content": "大兄弟图全部崩了吗？我全部看不到"
        },
        {
            "author": "jxudvv",
            "timestamp": 1463044440,
            "txt_content": "张浩川 发表于 2016-5-12 17:08\n大兄弟图全部崩了吗？我全部看不到\n图都没崩\n你没看见应该是网络问题"
        },
        {
            "author": "被诅咒的猫",
            "timestamp": 1463662800,
            "txt_content": "傀儡呢？"
        },
        {
            "author": "jxudvv",
            "timestamp": 1463734440,
            "txt_content": "被诅咒的猫 发表于 2016-5-19 21:00\n傀儡呢？\n傀儡信息量略大\n而且我的电脑一用傀儡游戏就崩，可能不会讲的太细"
        },
        {
            "author": "全万人骑人",
            "timestamp": 1468840200,
            "txt_content": "楼主，图挂了"
        },
        {
            "author": "fujinyang",
            "timestamp": 1468994280,
            "txt_content": "求补图。。。很想看教程QWQ 拜托了QWQ"
        },
        {
            "author": "a598651565",
            "timestamp": 1470818880,
            "txt_content": "请问震击、火焰等核心升级后的群攻效果像电磁震荡、火球之类，能消除地上的掉落物是固有设定吗？能不能关闭消除效果？"
        },
        {
            "author": "jxudvv",
            "timestamp": 1470821940,
            "txt_content": "a598651565 发表于 2016-8-10 16:48\n请问震击、火焰等核心升级后的群攻效果像电磁震荡、火球之类，能消除地上的掉落物是固有设定吗？能不能关闭 ...\n关不了，config里没有相关的配置"
        },
        {
            "author": "xiaoya2031",
            "timestamp": 1476589380,
            "txt_content": "还等下个月再看呢....还不是跟之前一样。我竟然信了！！\n你该重新加图了"
        },
        {
            "author": "stardv",
            "timestamp": 1483878420,
            "txt_content": "必须回复一个，不然以后找不到！"
        },
        {
            "author": "45008339",
            "timestamp": 1483880100,
            "txt_content": "楼主,新增那个像漏斗的东西怎么用"
        },
        {
            "author": "jxudvv",
            "timestamp": 1483956180,
            "txt_content": "45008339 发表于 2017-1-8 20:55\n楼主,新增那个像漏斗的东西怎么用\n自动合成，从上面输进去的物品按调整出来的配方（九个点对应合成台的九宫格）进行合成\n好像只支持单种物品"
        },
        {
            "author": "45008339",
            "timestamp": 1483972800,
            "txt_content": "jxudvv 发表于 2017-1-9 18:03\n自动合成，从上面输进去的物品按调整出来的配方（九个点对应合成台的九宫格）进行合成\n好像只支持单种物 ...\n额 以前tc4地狱熔炉上面的物品栅格没了 丢东西进去好麻烦啊"
        },
        {
            "author": "zeng001223",
            "timestamp": 1483977360,
            "txt_content": "一直玩神秘4，看来有必要开一波1.8的神秘5了"
        },
        {
            "author": "FCM丶RuinNight",
            "timestamp": 1484101260,
            "txt_content": "图片为什么看不了..."
        },
        {
            "author": "45008339",
            "timestamp": 1486657620,
            "txt_content": "目前就发现奥法缰绳可以配合魔力充能项链然后手持魔杖自动回复,速度有点慢"
        },
        {
            "author": "YPXxiaoK",
            "timestamp": 1486662120,
            "txt_content": "楼主图全挂。。"
        },
        {
            "author": "2997903676",
            "timestamp": 1498559100,
            "txt_content": "楼主你没介绍怎么解笔记啊一直在等啊"
        },
        {
            "author": "jxudvv",
            "timestamp": 1498569960,
            "txt_content": "2997903676 发表于 2017-6-27 18:25\n楼主你没介绍怎么解笔记啊一直在等啊\n解笔记就是2个要素中间连一个两边合成的或者是2边都含有的\n比如秩序-能量-火   能量-火-能量"
        },
        {
            "author": "2364414698",
            "timestamp": 1499134440,
            "txt_content": "可以"
        }
    ]
}