{
    "title": "【原创-连载-圣杯】【晓】【29】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 2,
    "timestamp": 1457014860,
    "txt_content": " 本帖最后由 冥王星人 于 2016-3-3 22:21 编辑 \n\n正文：\n\n\n　　枪对剑，优势在于距离。\n　　保持身处开阔地段，即可以防止持剑者近身，在对方还没有达到有效攻击范围时候进行击杀。\n　　剑对枪，优势在于坚硬度和灵巧性。\n　　拨开枪尖迅速接近，或集中力量削断枪头，使敌人成为无威胁状态，进而轻易取胜。\n　　不过，莱多并不打算用普通的做法。\n\n　　咔------\n　　重剑加上拉娜的怪力，枪杆终经不住打击，从中间折断。\n　　趁收回剑的短暂空隙，莱多放开下半截木杆，伸手抓住前段，侧身闪过剑锋，利用敏捷扭转战局，升格至短剑有利的极近。\n　　再好的武器也只是工具，若损坏、不合用，则必须尽快丢弃。\n    这道理，他多年前就懂得。\n\n　　------如果剑士看中剑胜过看中自己的命，他的命就没有价值。------\n　　而今，教授那条重要战场规则的拉娜，似乎没想到学生会耍出这么一手。她为抵住脖颈的短小枪头停止进攻动作，给出惊异表情。\n　　跟着，欣慰地笑了。\n　　莱多很少见识拉娜真正高兴的样子，所以彻底松了口气。\n　　之后……会不会被一拳打飞？\n\n　　“你赢了。”\n　　“啊，”立直身体扔掉断枪，低头看看被两人踩烂的草坪。“最好尼古拉不要我们赔偿什么……”\n　　叫冰凉硬邦的东西压住脖子，可不是什么值得回忆的经历。初学时代的莱多，没少叫老师如此威胁。当然后来拉娜也常这么干，逼着他提高技艺。\n　　现在，一切算是了结吧？\n\n　　“姐姐！”急促脚步声在耳边响起。“姐姐你好过分，又把莱多打伤了？”\n　　艾德娜沿石板路跑来，拧紧眉头，不悦的责问。\n　　“不，没有。你看他好好的。”\n　　“那断掉的枪是怎么回事？”\n　　“全怪这老头儿，家里不摆点结实玩意儿，没两下就用坏了。”\n　　说罢，将剑丢到枪附近，好像扔掉一团废纸。\n\n　　顺艾德娜跑去方向，尼古拉用高龄者特有的稳重，慢慢靠近。\n　　观看三人的吵架劝架场面，颇为有趣。\n　　“姐姐你不能这样！！”\n　　“好好，我错了。下次多放些水。”\n　　“不要再有下次啦------”\n　　“呃……你们姐妹俩不要吵了好不好……”\n\n　　“请问，和您‘家里人’的事情处理好了吗？”纠纷过后，差不多该轮到引导星发挥功用。“您的妹妹已经答应学习治疗有关的魔术了。”\n　　“什……”拉娜不亚于刚才的，瞪大眼睛扭头向身边的妹妹。“艾德娜？你？”\n　　“是啊姐姐，尼古拉大人说……”\n　　“她有极高的天赋等待开发。”接过话头，褐星进一步切入话题圈。“所需课程已经安排妥当。至于您，紫星之贤者，目前王城卫队的队长正生病修养，亟需有人代理队长职责，负责新老队员的训练、管理和调配。我想，您应该不会拒绝这件委托。”\n　　“凭什么我不该拒绝？”拉娜想也不想的回绝，抬手推了把莱多。“让这家伙来，我当副的。反正才几天。”\n　　“唉咦？！”\n　　老师你不是开玩笑吧？！\n　　“咦什么？比较厉害的坐正位不对吗？”\n　　“这……这个……”\n\n　　“那好……”显然尼古拉给拉娜此举搞得有点懵，他停顿下，继续说。“但不是几天而已，这要一直持续到夏季。期间您三位可以住在我家的客房，皆可以到城里找旅店……”\n　　“什么？！”拉娜险些冲上去揪住老家伙的胡子。“到……到夏天？！”\n　　“对。是这样的，要攀登淑菈密雪山，夏天是最适合的季节。另外几个月的等候，可以使您见到我的一位老友。他同样是星，现正在赶往王都的路上。您们登山的时候，需要他的帮助。”\n　　“可我们干嘛要去爬那个鬼山头哇-----？！”\n\n　　莱多扶着额，在旁边悄悄摇头叹息。\n　　我说拉娜，面对住在王城的上层权贵，又是皇室特聘的占星师，讲话好歹注意点语气和用词吧？\n　　“山上有件东西，非您亲手去取得不可。”\n　　“什么东西那么重要？”\n　　“是打败龙必要的……”尼古拉，露出个神秘的微笑。“圣剑。”\n\n\n\n\n\n废言：\n\n好了，接下来去码国。\n\n\n索引见签名。\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "MF_Mufeng",
            "timestamp": 1457075160,
            "txt_content": "除了最开始的精彩动作描写\n下面的有点对话流\n鼓励越写越好"
        },
        {
            "author": "张东旭890",
            "timestamp": 1457166060,
            "txt_content": "好！666！"
        }
    ]
}