{
    "title": "<原创·连载>方块万岁【第四章  强者与弱者】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1457174400,
    "txt_content": " 本帖最后由 46241359 于 2016-3-5 19:20 编辑 \n\n正文\n\n蒋同仔细看去，昏暗路灯下拿着罐装咖啡的少年，不正是之前在咖啡厅试图扰乱众人心态的那个陈止么？“哦哦，我认识你。”陈止坐在一旁的横椅上，笑着说，“你是那个...嗯....问我打的那个谁的赔偿的那个...同学嘛！没事没事，小顾会处理好那件事的，要不要坐着？我们聊一聊嘛。“””梅谁皱了皱眉，扭头一副视而不见的样子，在售货机上点了几下。“喂喂，要不要这样？”陈止笑道，“正所谓在其位谋其政，我们也算是各为其主，现在四周也没有人，你还这样一副冷冰冰的样子，摆给谁看呢？你不要看我天天笑呵呵，看起来很好说话，但是我生气起来很恐怖的哟？”梅谁撇了陈止一眼，他知道陈止是正确的，但是他的心中莫名其妙的对着陈止有一股恐惧感。他害怕自己一同陈止说话，就发现自己处处不如他，处处都败给他，所以他绝对不会让自己与陈止搭上话的。“喂喂，名字至少告诉我吧！”陈止一只手搭在长椅的靠背上，一只手拿着咖啡指着蒋同，“那位小哥，你又叫什么名字啊？你旁边的那个真的是活着的东西吗？”蒋同冷冷的撇了一眼陈止，又看向梅谁不断点按键的手指。‘“喂喂，气氛很尴尬啊，这样。”虽然说着这样的话，但是陈止丝毫没有尴尬的自觉，依然喋喋不休道，“不如我讲个笑话？我讲个笑话吧！”“铛，铛铛，铛。”不断有瓶子落下的声音，梅谁把一大堆有着形形色色的包装的饮料抱在怀里，随手递给蒋同一罐咖啡。陈止微微眯起了眼睛，似乎想到了什么。正当梅谁两人转身离开的时候，陈止突然开口道，“等等！”梅谁没有理他，继续走着。蒋同抬起头看了看梅谁，见他没反应，也继续走。“梅谁！”前一道声音，梅谁视若无睹，而这一道，却好似惊雷，平地炸响。谁？谁告诉他的？是他查询到的？不可能。梅谁瞬间否定了这个答案，陈止没有必要这么做，对于他来说，对手是谁并不重要，棋盘外的输赢影响不了棋盘内。何况他梅谁也并非下棋的人，而是一个棋子。那就是有人事前早就告知了陈止我的信息？或是事后陈止才得知？他对我有兴趣？梅谁站住了，他心中思绪万千，却无法得出一个自己想要的答案。如果有人告诉陈止，我的信息，那么那个人只能是.....梅谁目光微微转动，看向远处的网吧。“梅谁啊，梅谁，你知道你，为什么被人操纵，被人支使来买东西吗？”陈止看着梅谁的背，笑了，说道，“你的能力何其之强，却为什么居于人下，你知道吗？”“我不是被人支使来....”梅谁刚开口，却瞬间惊愕住，自己不是想定不答话吗？“哈哈哈！”陈止突然夸张的笑道，“让我来告诉你吧，梅谁小哥.....”陈止从长椅上站起，走到梅谁背后一米处停了下来，梅谁没有回头。“你和我一样，都是受人驱使，无论是你，还是我自己....他人能够骑在我们头上称王称霸的原因只有一个......”陈止笑咪咪的说道，“我们...是强者....而强者....总是受弱者统治！”说什么呢！强者，怎会被弱者统治？弱者若是想要统治强者，只会有一条道路——被强者撕碎身体，咬开脖子，死无葬身之地！梅谁忍不住想要反驳，但是却压制着自己的欲望。“你难道不明白吗？强者无法成为统治人的人，因为强者总是少数.....”陈止继续说道，但是他的声音在梅谁听来，不外恶魔之音，充满歪理邪说，却极具诱惑力，“举个例子吧——西游记，猴子何其神通广大，却还不是乖乖做了手无缚鸡之力的唐三藏的徒弟？听他差遣？三国演义，刘备计不如诸葛亮，武不如赵子龙，他手底下那个不比他强？却依旧是他当大哥，当主公！这到底是为什么？难道你还没有看清楚吗？”“放屁!”蒋同开口了，“唐三藏，是，金蝉子，刘备，是，皇族叔父！”唉，梅谁轻叹一声，上当了。“哈哈哈！说的好！”陈止大声笑道，“那你是什么？你梅谁算什么？我是什么？我陈止又是什么？哈哈哈！”“走吧...”梅谁拉起蒋同，小跑起来。“梅谁！记住啊！”陈止看着两人， 喊道，“你永远无法成功！因为你是一个强者！哈哈哈！”陈止说完，猛灌了几口咖啡，似乎是把它当做酒了。他跌跌撞撞的坐上长椅，漆黑的天空上，只有两颗星星闪烁着。“一颗是你，一颗是我....梅谁.....你终究是要站在舞台上的.....强者啊....”草丛中窸窸窣窣跳出几个人，手上拿着DV记录仪。陈止看向他们，笑着点点头，又看向如同幕布般的天空——仿佛它在缓缓升起。······回到网吧，梅谁给几个在聚会中熟知的人都带了饮料。便抱着一大堆走了进去，却发现各个线下的网友脸色都有些不太对，似乎有意的避开梅谁的视线。“怎么了？”梅谁皱了皱眉，对龙纹问道。龙纹接过王老吉，脸上似乎有些尴尬，点开了一个网页，“你看......”梅谁看向电脑，打开的网页正是忘忧城论坛，梅谁仔细看去，写的正是今日的线下聚会。虽没有提到上午的陈止的出现，但是其余的事情却一件一件如数家珍的记着。“这是？”梅谁突然眉头一挑，在帖子的最后，有几张聚会的照片。有站长、有龙纹、有炎帝，还有.....他。照片中，梅谁与龙纹站在一起，龙纹笑呵呵的对梅谁说着话，梅谁脸上却一脸嘲讽的表情。梅谁再翻上去看了看，发帖人是那个与炎帝常呆在一起的单反宅，时不时会捣弄自己的摄像机，却没想到自己之前在龙纹咖啡厅，评论站长的手段时，被捕捉了下来。可是这也没有什么啊？梅谁又皱了皱眉，继续往下翻。看到下面的回帖，梅谁才知道众人奇怪视线的根源。\n\n\n可恶....网卡坏了，电脑基本变砖了啊....\n\n索引\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1457240700,
            "txt_content": "朱仙出现啦"
        }
    ]
}