{
    "title": "<原创·连载·圣杯>空[第五十五章：杀手的觉醒][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1457184180,
    "txt_content": "空·第五十五章·杀手的觉醒\n\n\n正文\n\n\n    弗兰克找到了那里——因为太显眼，地上躺着三具尸体，现在周围没什么人，不然又要引起一阵大骚动。真该死，安德那个傻蛋是脑残到一定程度了吧。他跑到尸体旁边，蹲下身。地面上还有遗留的弹壳，捡起一个仔细观察过后，顿时弗兰克从头到脚都打了个激灵。    这子弹他认得，是塞拉专用的。但是塞拉在被处理掉之后，他的枪和子弹都被放进了save的保管室里。要知道那个地方有专人看守，钥匙只有两把，一在看门人的身上，二是在同在E国的留学生——埃塞克斯身上。    埃塞克斯是save首个派出留学的未成年成员，当然两年前他刚在E国过了18岁的生日。他的枪法放在save当中也属顶尖，分析和快速判断能力甚至已经超越了曾经的王牌分析员——空。    凭心而论弗兰克绝对不相信塞拉能够起死回生，那是他亲手杀掉的人当然心中有数，唯一的可能就是人从看门人那里拿走了钥匙，进入到保管室把枪和子弹偷出来。    好吧，现在先暂时不管钥匙到底是怎么来的。他站起身环顾四周，这里是城市中心地带，建筑高度都不低。能够用狙击枪准确击中这里的目标的位置也不少，但是不引起人注意还能让目标短时间内无法在夜幕之下判断子弹来源的地方。    弗兰克转过身看着中心大厦。    就是那里。    中心大厦楼层之间的楼梯有一个平台，而那里有窗户。如果楼层较高的话不会引起太大注意。虽然这里夜晚就会关门，但若是专业人员想要进入也算很容易的事了。    如果要伪造假象掩人耳目一定会把枪再放回保管室，离开路线那更是小菜一碟。坐电梯到一楼，从后门出去，直走到下一个路口后左拐，之后再左拐，就是save保管室的所在地。从尸体情况来看刚死不久，现在还能追上。    他按照自己所预想的路线尽最大速度去跑，现在真是越来越让人迷惑了。让人觉得像一个局，一切早有设定，而被设计的人就在一步步朝埋好的陷阱走去却全然不知。赫尔斯刚死却来了更麻烦的人，这让人觉得太过蹊跷，赫尔斯到底对什么人有如此恩情。   终于，有个身影进入了弗兰克的视线，他马上放慢速度靠路边隐藏，稍稍调整片刻后，预备再去追赶前面的人，却猛地愣住   街道旁的路灯勉强能看清那人，背对弗兰克站在那里。身上穿着save的制服，还是几年前的款式，单手拿着塞拉的狙击枪，戴着洁净的令人胆寒的白色手套。他转过头，看着站在距离自己十几米的位置上的人。此时弗兰克完全没了平日的小心谨慎，毫不担心下一秒就会被击毙。这似曾相识的身影让他手足无措，瞪大眼睛努力辨识那张在黯淡灯光下并不清晰的面孔，只为驳回心中那个他不愿相信的猜想。    “纳……纳尔……”弗兰克呆呆地望着他，虽然灯光很暗，但绝不会认错。那就是昔日连踩死只蚂蚁或者蜗牛都要打颤好一会儿的纳尔·多罗斯。他张着嘴，叫出了名字却不知下一句该说什么，问他为什么这么做？还是……最近发生了什么？    那人听见了弗兰克的话，露出一个意义不明的笑容，不慌不忙地脱离了视野范围。    这个时候，弗兰克弯下腰，双手撑在自己的膝盖上喘息着。刚才的狂奔让他有点吃不消。至少，有几年的时间他都没有过这样的体验了，即使是上次救纳尔，为了能够背他去医院还是保留了不少的体力。他闭着眼，这么点时间内纳尔身上到底发生了什么，能让他完全换了一个人……    弗兰克直起身，靠到最近的墙壁上轻咳几声。他仰起头，看着天空。好黑，他很久都没见到过这么黑的天空了。    有铃声，是手机在响。弗兰克闭上眼让自己心情平复下来，拿出手机，屏幕的光让他觉得有些刺眼。陌生的号码，但还是有那么一点点的似曾相识的感觉。    “喂，我是弗兰克。”虽然不知道对面的人是谁，但他觉得应该是save的人，至少……知道这个号码的人大多都是save的。    “我是埃塞克斯，”这句话让弗兰克打了个激灵，埃塞克斯在留学，平时没有什么非常重要的事不会打电话过来，而且还是打给他。“纳尔·彼得身上的生命阻断器与控制开关失去了联系，他现在脱离了控制。”    “什么……也就是说……”    “赫尔斯偷走的东西被本人拿到手了。”埃塞克斯叹了口气，“真没想到，我走了之后就发生这样棘手的事，看来我需要回去了。”    我的天，埃塞克斯要回来。弗兰克刚想开口再问个事，对面已经结束通话。他想说两件事，第一件倒还无关紧要，只是希望他别回来，埃塞克斯在save中号称“死神”，凡他经手的任务目标无一存活。这样的人光想想就觉得毛骨悚然。    第二件事就是弗兰克所担心的，这事save的人大多都不知道，而他是亲眼所见。赫尔斯在偷走控制器后没几天，潜入了资料室拿走了一个储存信息的磁片，并且用一个高仿品代替以免引起怀疑。那里面细致的内容弗兰克不知道，但与纳尔的那场手术有关联。不，应该说，那些就是与其有关的资料。    现在控制器被纳尔拿到，那个磁片的信息很有可能也被提取出来了。这可真是比叫他再死一次更坏的消息。弗兰克把手机放回口袋里，试着让身体脱离墙壁，但他的双腿瞬间被抽走了力气，身体失去支撑。眼前漆黑一片。    不行了……    没办法思考了……\n\n\n\n返回索引贴\n\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 \n\n",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1457184420,
            "txt_content": "老婆美美哒。\n\n圣杯拿第一。"
        }
    ]
}