{
    "title": "<原创·连载>我与Minecraft[第一章<误入Minecraft>][西瓜]",
    "author": "YueHaxgu",
    "replyCount": 2,
    "timestamp": 1457245500,
    "txt_content": " 本帖最后由 hurui 于 2016-3-6 17:19 编辑 \n\n作品名称：《我与Minecraft》\n作品章数：第一章<误入Minecraft>\n作者：西瓜\n正文：\n大家好，我叫黄晓晓。大家都叫我晓晓。\n我是一名初二中学生，过着饭来张口衣来伸手的生活。\n我也是一个网络游戏、单机游戏爱好者。几乎每个假期都玩游戏。从早到晚。\n一般最玩的游戏有：穿越火线，QQ飞车、辐射4、方舟生存进化、看门狗。其中最喜欢的游戏是：Minecraft（我的世界）\n我玩着游戏有几年了，玩的还可以，基本会建筑和红石QWQ我是怎么接触这款游戏的呢？我第一次接触这游戏是在我同学家。\n当时，我去我同学家玩。我看到他在玩这个全都是马赛克的游戏，我当场就笑了。\n我就说：“哇卡卡卡，这啥玩意儿，全是马赛克，笑死我了，这有啥好玩的？”\n“诶诶诶，你懂个什么，这还真有那么好玩，你没玩过怎么知道。”\n“切，我的辐射4和方舟生存进化比这个画质搞一万倍啦。看到这个我就晕啊，谁会玩。”\n“随你，反正我喜欢玩就对了。”\n之后在他家看着他玩，还是有那么点儿意思，看着他去挖矿，去打怪，还蛮有趣的。\n过了几个钟头，我回家去了，就立马下载了这个游戏。\n一开始还不会玩。不过问了下度娘，基本会了。先是砍树、做合成台、合成东西、挖矿、发展......\n不过，玩了几天，觉得很单调，很无聊。心想着只是砍砍树打打怪挖挖矿而已嘛。\n之后我上网偶然间发现了几张截图，看到截图里面的Minecraft，里面有着原版里面没有的东西。\n看着里面有个史蒂夫骑着一条大龙在天空飞，我一开始以为是ps搞得。\n往下翻时又看到了下载地址，我就蒙了，这是啥玩意儿？\n于是，我就慢慢的了解mod、forge。\n之后我越玩越开心，感觉Minecraft不只是一款游戏了，更是一个世界，一个可以让我们随心所欲的世界。\n直到现在。我依然在玩这款经典的游戏。\n\n“叮铃叮铃......”\n床头柜的闹钟响了。\n“唔，好困。才几点啊，今天不是周末吗？我再睡会。”我一巴掌向闹钟拍了过去。那闹钟竟然不叫了。\n窗外的阳光射到我的脸庞，小院的树上是不是小鸟在鸣叫，发出好听的歌声。\n“哒哒哒”神秘的脚步声向我房间走来。\n“晓晓，还在睡觉？快起来快起来。都到十点半了！快点出来做家务！”\n“唔，不嘛，我再睡会儿。”\n“少废话，快起来！”\n我被迫起床。洗漱之后吃完早餐，开始做家务了。\n做完家务，之后又吃了中午饭。到了下午，我去我同学家参加生日聚会。\n回来时，我在同学家喝了几瓶酒，走路一晃一晃的。回到家，我还是不由自主的打开了电脑。\n开始了我的Minecraft游戏。\n我先进去一个服务器，玩起了Minecraft里面的建筑战争。\n到了凌晨十二点。我还没睡，我的醉意已醒。之后我每次都没得到第一名，感觉很不爽。\n然后我就换了个游戏，名字叫做：战墙。\n“砰砰....砰...咚......咚咚”下雨了，而且还是暴雨。天空响着恐怖的打雷声。\n风雨交加、大雨倾盆、凌晨半夜。\n我进入了游戏，当游戏开始的时候，我发现一个玩家也没有，可游戏还是开始了。\n这时，我的游戏里面响起了一种诡异的音乐：啧啧..啧啧......呼呼呼....\n这时天上的雷声打的更大声了。\n我这时候，毛骨悚然，鸡皮疙瘩都起来了。\n当时这情形太恐怖了，我就打消了继续玩的念头，准备关游戏。\n突然，一个史蒂夫在我前面几十米的距离，慢慢的向我走来。\n周围本来没有玩家，但是，知道我看到我前面的史蒂夫的时候。\n周围慢慢的生存了一个我从未在mc里面见到过的生物，他们慢慢的像我走来......\n“砰砰.....砰..砰........砰砰砰...砰砰砰砰..砰.砰.砰..”\n雷电声不断响起，望着窗外的雷电，不禁吓出一把冷汗。\n这时，电脑突然震了一下。时便是去了知觉。\n\n“啊........头好痛，这这...是哪儿？！！！！”“这这....难道我在Minecraft的世界里面？！！！”\n\n\n字数统计：1365个字\n\n废言：\n周六周日才能更。学生党勿喷。@HGK @恶魔-潇洒  @46241359 @银狼\n\n下一篇：点我\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1457250900,
            "txt_content": "名字的第一印象就是妹纸"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1457253840,
            "txt_content": "孤独秋叶 发表于 2016-3-6 15:55\n名字的第一印象就是妹纸\n好可惜是个男的QWQ"
        }
    ]
}