{
    "title": "<原创·连载>我与Minecraft[第二章<发现伙伴>][西瓜]",
    "author": "YueHaxgu",
    "replyCount": 2,
    "timestamp": 1457255640,
    "txt_content": " 本帖最后由 hurui 于 2016-3-7 05:00 编辑 \n\n作品名称：《我与Minecraft》\n作品章数：第二章<发现伙伴>\n作者：西瓜\n正文：\n“啊，头好痛，这里是？”那时，头还是痛痛的晕晕的，我拍了下我的衣服。\n突然发现，我全身都是马赛克，周围的世界也是。\n没有错，我确实是在Minecraft里面的世界里面。我发现全身竟然和我现实的衣服差不多。\n只是马赛克的缘故导致不是很相似。\n衣服是红色的，裤子是黑色的。\n行走的样子和表情都可以自由变换，和游戏不同。\n\n我不懂我为什么会被传送到这个世界。\n那天晚上到底发生了什么？\n还有人和我一样被传送了过来吗？\n\n二话不说，我看看了周围的景色，全是马赛克，而且还是原版的材质。\n我出生在一个平原上，现在是早上七点左右。按照太阳的角度来说。离白桦木森林比较近，周围还有一片小河。\n我心想：不错呀，又有森林又有水源，还有大平地，是个做房子的好地方。\n\n可是，我不知道的事情还有很多：\n死了是不是可以复活\n可不可以进入末地或者地狱\n是不是真的有药水效果\n方块可以浮空\n......\n\n之后，我跑去白桦森林，试着用手撸树，发现，竟然和游戏里面的效果一样，不到几秒就撸下来了。\n我很好奇，我该怎么合成一个工作台。在那个世界里面不知道怎么调处物品栏。\n摸索了一会儿，我白眼了。\n踏喵的幸亏之前看过刀剑神域。\n竟然和里面的方法一模一样。\n我打开了物品栏。分解了仨白桦木\n得到了十二个木板，我用其中的四个木板合成了一个工作台。我把它放在我的出生点那里。\n之后便随做出了一套木质道具，并且花了几分钟去砍到两组白桦原木，我做了两个箱子放在工作台旁边\n把我的原木放了进去。一开始以为没有饱食度这个功能。之后才发现\n我错了，饱食度也会扣，就和现实中的一模一样，我砍完树之后，饱食度也减少了。\n\n为了填补我的饱食度，我做了两把木剑，想着白桦森林走去。\n在那之前，我已经把我出生点的坐标背的滚瓜烂熟了。XD再也不怕迷路了。\n走到森林深处，我发现三只羊。\n“咩咩........咩”它们不停地叫唤着。\n\n我发现了一件奇怪的事情。\n那三只羊受伤了。\n受伤不是重点，重点是，它们身上竟然有箭！！\n其中一只被刀砍伤。\n\n这绝非是人为的，我在想，莫非这里还有别人？\n这使我心潮澎湃。都放弃了寻找食物的念头，开始寻找那个人。\n太阳现在照射在头顶，应该到了中午，阳光烈焰、晒得我直冒汗，肚子又饿，不得不放弃寻找那个人的念头继续找食物了。运气比较好，刚出森林就遇到几只鸡，毫不犹豫的掏出了我的木剑，立马把他们杀死了。\n得到了几块鸡肉，可是，我又没熔炉，只能吃生的了。\n正准备吃生鸡肉尝尝在mc里面的味道的时候，突然问道一股香味。\n当时的第一反应就是：纳尼，在mc里面竟然也有味道。\n我发现那个味道是烤鸡的味道，毕竟在现实里很喜欢吃烤鸡，各种烤鸡都吃过。\n我把生鸡肉放进物品栏吗，之后便随着味道传来的地方走去了。\n\n“可恶，什么运气，被狼咬了还捕到这么点儿猎。”\n离香味越来越近，我听到了一些声音。\n我走近了些看，我趴在草丛边上。\n发现他很眼熟，不管是样貌还是声音还是衣服。\n直到他做出了一个举止：双手交叉，摆动左臂右臂。\n\n没错。绝对没错，是他。\n他就是我的同学:乐萧\n他也和我一样是一个mc爱好者。\n他比我接触mc多一年多。\n他竟然也被传送到了这个世界。\n\n“嘿，乐萧，是我啊。你竟然也在这里？！”\n我激动得跳出草丛，双手叉腰。高兴的说。\n“纳尼，竟然有人？！话说你为什么知道我名字，等等......”\n乐萧做出了一个疑问的表情。\n“我去，晓晓，是你吗？”\n“嗯嗯，是我啊。”\n“话说，你怎么会在这里？！”\n“我还想问你呢。”\n“我也不知道我为什么会来到这个世界里面，反正我只能记起一点儿。”\n“喔？是什么，说来听听。”\n“我记得那天是2016年3月1号。我在晚上玩Minecraft，玩着玩着，就有诡异的音乐，音乐响了一会儿，突然不响了，正在音乐停止的两三秒后，我就失去了知觉，之后什么也想不清楚了，然后我醒来就是这个世界了，我在这个世界已经十多天了，我跟你说，这个世界的时间和现实是不同的，我上次挖矿做了一个时钟，发现这里的昼夜都是六小时，一共是十二个小时。就是说时间比现实快一倍！”\n“原来是这样。我到这个世界来的时候的情形也和你的差不多。”\n“喔，对了，我今天才来到这个世界上，身上什么也没，我一上午没吃饭了吧，现在大概是中午了吧？”\n“嗯嗯，现在已经是十二点二十八分了，我今天也没多少食物，今天运气不好，还被狼咬了，只杀了两只鸡。我刚烤好。我们一人一个吧。”\n“诶，先别，我这里还有三只鸡肉呢。在路上杀的。”\n“嗯嗯，给我吧，我帮你烤了，我们分来吃，下午我带你去看看我这十几天的成果，并告诉你一些我知道的事情。”\n肉烤好了，我们吃饱了，之后他帮我做了一个床，然后我们美美的睡了一觉。\n\n\n\n\n\n\n字数统计：1803个字\n\n废言：\n周六周日才能更。学生党勿喷。@HGK @恶魔-潇洒 @46241359 @银狼\n上一篇：点我\n下一篇：点我\n\n\n",
    "replies": [
        {
            "author": "YueHaxgu",
            "timestamp": 1457256600,
            "txt_content": "吕乐乐 发表于 2016-3-6 17:27\n小说写得很棒！\n也是我比较喜欢的一种，然而我的人气和金粒又到额度了= = ...\n恩恩，谢谢支持，我也是第一次写小说，很多都还不懂，我会尽力把小说写得好的！"
        },
        {
            "author": "灵兽喵_Nix",
            "timestamp": 1457266860,
            "txt_content": "睡了一觉，嗯，我没污（说的我自己都不信）"
        }
    ]
}