{
    "title": "<原创·连载>方块万岁【第五章 假棋士与炎帝】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1457268960,
    "txt_content": " 本帖最后由 CloudsXDao 于 2016-3-6 20:59 编辑 \n\n正文\n\n\n忘忧城，那个线下聚会的帖子下面，众网友已经开始热火朝天的讨论起来了。【野人】聚会好棒....可惜上班去不了....原来假棋士是个学生啊...在哪所大学啊？【炎帝】并没有，只是高中生罢了（耸肩【平田真悲剧】高中生？真是人不可貌相...原本我以为假棋士是一个内心阴暗，满脸猥琐的肥宅....现在一看也只不过是平平常常，普普通通的学生罢了....【侠客】这个故事告诉我们，要小心那些看起来平平常常、普普通通的学生（迫真。【度】你们这些水怪，天天就想搞个大新闻，拿衣服！论坛的假棋士！比你们不知道高到那里去了！我和他谈笑风生！你们这些水怪还要提升自己的文化水平...【炎帝】呵呵，你们不要小看假棋士，龙纹叔他也是直呼其名，甚至让龙纹叔帮自己做事....他这个人可是很厉害的....【平田真悲剧】什么？什么？我好想看见了什么不得了的东西唉！【野人】我不听我不听我不听~【侠客】现在的学生啊（冷漠【度】假棋士看见身为长者的龙纹叔，不感恩戴德的下跪也就罢了，居然还做出这种事！来人！拖下去续了！再下面，梅谁如同引起了公愤，被所有人批斗着。梅谁知道....这几个号都是炎帝的追随者，但是随着这个帖子的越来越热，越来越多的无知的围观群众也偏向了炎帝那一边....梅谁从未感受过，这种来自网络的巨大恶意。但这确确实实压倒在他的身上了，他也确实感受到了这份来自炎帝的示威。他看向炎帝，炎帝冷笑着，对着梅谁。自之前炎帝被打，梅谁追出去那之后，炎帝就从未给过梅谁好脸色。其实明眼人都看的出来炎帝的心思，梅谁不相信炎帝自己不明白自己的状态。实际上，不仅是梅谁，炎帝也有选择其他的解决问题的方式，但是他为何要与梅谁作对呢？梅谁不知道——他正准备解开这个谜题。龙纹一咳嗽，清了清嗓，对梅谁小声说道，“我去澄清一下吧....”“嗯。”梅谁点点头，这也许是最好的方法了，“给我一点说话的地方....”“嗯？”龙纹有些诧异，却还是点点头，答应了下来。梅谁与龙纹坐上电脑，开始摆平这件事。大海上的浪潮，最开始只是起源于小风，最后却能大至海啸。梅谁在论坛上的误会，也许只是起源于一个帖子，但是他也许需要花上几个小时的时间去干涉。网络与现实不同，其中有一点就是传播的瞬间性和桎梏性。瞬间性不用我多说，大多数人应该都可以理解其意义，但是桎梏性呢？其实这也很好解释，打个比方，实际上并非每一个看见这个帖子，并对梅谁产生恶感的人都会继续关注帖子。或许他们就像这个网吧的大多数人一样只是顺便看一眼论坛，然后就去做自己的事情了。在看来一眼帖子的情况下，很难想象他们会继续打开同一个帖子，去关注事件发展。梅谁所要做的事情有很多，无论是在原帖回复澄清，还是发帖表示，这都是需要大量的时间精力的。说实话，这也许并不能让梅谁精神疲惫，但是梅谁的时间却是确确实实的流失了。在把握了论坛上大多数人的舆论方向之后，梅谁一抬头，已经是晚上11点了，在网吧里的会员已经放下了论坛。有的在追剧，有的在玩游戏。梅谁再看过去，炎帝还在座位上，他马上回到论坛，对着炎帝的账号发起了私聊。炎帝偏头看向梅谁，正好与梅谁的视线对上，梅谁看见炎帝微不可查的点了点头。梅谁站起身，一旁盯着梅谁动向的龙纹和蒋同自然是知道梅谁是准备去做什么，梅谁也从未打算对他们隐瞒。蒋同立刻跟随着梅谁站起身，一副慷慨赴死....的面瘫样，而一旁的龙纹却偏过头去，似乎在假装什么也没有看见，还一直往站长哪里瞟去。梅谁对着蒋同点点头，也对着龙纹笑了笑，他明白龙纹在示意他注意站长。梅谁转身向正门走去，蒋同马上跟上。龙纹靠在椅子上，偷偷看向炎帝，炎帝也站起身，独自向后门走去。这倒是出乎了龙纹的预料，炎帝属于那种不仅谋策高明，为人处世也是八面玲珑的那种类型，简直就是和不懂得考虑别人的心情的梅谁反了过来。他为什么不和自己的那些“朋友”，一起去和梅谁碰头呢？看来不仅仅是梅谁，有个性的人还有很多啊，龙纹看见三人都完全从网吧内出去之后，心中叹道。突然，龙纹感到一团黑影笼罩了自己，应该是有一个人站在自己后面，龙纹回头看去。“在干什么呢？龙纹？”站长笑道。龙纹大吃了一惊，但还是装作一副自然的样子，结结巴巴的说。“额，没干啥．．．就是．．．．看看论坛．．．”“哈哈，你不要在意我，我就是坐久了有点闷随便逛逛，你随意，你随意。”龙纹原本准备去监视二人，不让他们打起来的想法也落空了。若是让站长知道了二人的事情，不知道会做出什么事情来。不对！即使是龙纹这样不擅思考推测的人也突然反应了过来，站长．．．莫不是故意的？很有可能！在DZ论坛的站长模式，应该是可以查看某个会员的私聊的，之前梅谁就是用私聊与炎帝联系的...莫不是那两人的对话被站长看见了？这么说，实际上站长一直在关注梅谁和炎帝？他早就知道会发生这一出？龙纹头上冒出了冷汗，手中鼠标开始乱点，他眼中的焦点也不再是屏幕，而是屏幕反光出的站长的脸。龙纹越看，就越觉得站长高深莫测，心就越乱。“嗯？”站长笑道，“龙纹.....你在干什么呢.....不会是....害怕我吧.....”龙纹有苦说不出，只能一脸苦笑。话分两头，此时的梅谁，正与蒋同并肩站立，在网吧后面的小树林里。他们的正对面，正是炎帝！\n\n有朋友说要楷体加粗....那我就试一试...看看效果如何...\n\n\n\n\n索引 \n",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1457271120,
            "txt_content": "假面骑士与炎帝，我看错了。"
        }
    ]
}