{
    "title": "<原创·连载>方块万岁【第六章 宿敌与井底蛙】",
    "author": "CloudsXDao",
    "replyCount": 4,
    "timestamp": 1457278860,
    "txt_content": "正文\n\n炎帝站在陈止的对面，蒋同站在陈止的旁边。夏日深夜的风带着海岛城市独特的腥咸气味，从林间穿梭而来。“为什么....你一个人？”梅谁皱了皱眉，现实似乎与他的想象有了偏差，“不，这不重要，我的问题应该是....为什么....你要向我示威？”“你知道的吧...陈止之前的那一招反间计，是为了模糊我们与他们的立场所使出来的。他不是针对你......即使我越俎代庖，你也完全不必选择与我作对。我们合作，不是对谁都有利吗？或者说．．．．．．”梅谁前进一步，紧逼炎帝，“你——就是陈止的线人？”蒋同有些吃惊的看向梅谁，没想到梅谁怀疑透露的他的信息的那个人是炎帝，难道不是乐乐乐站长吗？“哼！”炎帝冷哼一声，“你看的很清楚嘛....别人都说你智商天才，情商笨蛋，看来也不尽然啊！”“不要装傻了！”梅谁沉声道，“情商指的是能否处理好人际关系，而不是读不读得懂！”梅谁顿了顿，又说道，“炎帝——告诉我，你是为了什么？为了什么这样排挤我？”“嗯？”炎帝嘲讽的笑道，“讨厌一个人，还需要理由吗？梅谁，你不要忘记，现在的问题是在你的身上啊．．．”“我的身上？”梅谁心中一动，疑问道，“什么问题？”“就是....站长给你的报酬的问题啊....”炎帝笑着，说道，“这种事情....我可是知道的一清二楚哦...”梅谁明显感到蒋同身体一震，回头拍了拍他的肩，示意他不要轻举妄动。“炎帝，你还是没有回答我的问题啊。”梅谁又转头看向炎帝，冷笑道，“你是在逃避我吗？炎帝？告诉我！为什么你要排斥我？”“你以为你是谁啊！”炎帝脖子青筋暴起，抓狂的吼道，“你以为你是谁啊！”炎帝的行为有些出乎梅谁的预料，梅谁通过与炎帝在论坛的交流中总结出，炎帝是一个冷静淡然，并非睚眦必报的人。但是现在出现的情况梅谁明显无法解释，炎帝在自己眼前暴跳如雷的样子....真是难看。炎帝指着梅谁，有些歇斯底里，大声吼道，“区区一个学生！区区一个学生！你知道我月薪多少吗？你知道我十年打拼的成果吗？什么都不知道还敢大放厥词？！区区一个学生还敢这样嚣张？！告诉你！要整你别怪我不客气！”炎帝大声呼喊着，双手在空中挥舞，丝毫没有估计网吧内的网友万一见到他，他苦心经营的形象就会倾然倒塌。梅谁有了一丝明悟，网络确实是一个奇妙的东西。它如同一面不平整的玻璃，你透过去，看见的那个世界是一个光怪陆离的世界，看见的那些人，也都是变幻后的自己。就像炎帝，他易怒如此，在网络上却依然保持了自己的冷静，给予梅谁错误的判断。最终，因为梅谁错误的判断，站在了梅谁的对立面。或是并非如此？梅谁还想争取回炎帝。炎帝很聪明，据梅谁所听闻的消息，他曾是某个世界级比赛冠军战队的御用策士，创立的三个战术一直被沿用至今。就算是两月前刚刚结束的全国比赛，也有以他创立战术为核心的战队进入16强的消息。梅谁不相信炎帝仅仅只是如此气量短小，一个强大如此的策士，又怎会犯下这样傻瓜的错误呢？又怎么会是现在梅谁面前这个样子，仿佛困兽一般的暴怒呢？“炎帝！”梅谁看炎帝有些平息下来了，开口道，“我并不是想要与你作对....大敌当前，如果我们不仔细应对的话，谁也讨不了好是不是？”炎帝看着梅谁，梅谁也看着炎帝。梅谁看着炎帝，满希望炎帝接受自己的建议，却发现炎帝眼神渐渐变冷，仇视以对。不对！梅谁脑中轰隆炸响，我....我犯了一个错误！“多说无益，小鬼！”炎帝缓缓说道，“听着，我告诉你，你现在之所以还能与我正常对话，是因为你是我的对手！”“对手？”梅谁无意识的问道。“不，不是对手，是宿敌！”炎帝已经近乎癫狂，“你是我的宿敌，知道吗？宿敌！我知道，我知道的！在你追出去为我讨求道歉的时候我就知道的！我们是宿敌！是命运的宿敌！”炎帝张开双臂，疯狂笑道，“我们之间，只有一个会成活！我可不会想那些白痴boss，给你打怪练级的机会！你会被我打败！在我的荣光之下！”梅谁看着炎帝嗤笑着走回了网吧，呆立在原地。他想做出一个目瞪口呆的表情，脸上却是懊恼和后悔。过了一会儿，龙纹偷偷从后门出来，“梅谁，我看见炎帝.....”龙纹话还没说完，就又咽了下去，因为他看见梅谁垂头丧气的和蒋同并列坐在路边，黯然神伤一般。“喂喂，到底什么情况。”龙纹一脸见鬼的表情，“周渔发疯一样的笑，你又一脸沮丧....天，这真的是淡然的炎帝和嚣张的假棋士吗？怎么没了网络都成了这个鬼样子了？”梅谁长叹一口气，“我错了。”“你什么错了？”龙纹似乎没有明白过来，问道。“我一开始以为，炎帝排斥我的原因可能是三个。”梅谁说道，“第一个，因为我在论坛上的时候就与他形如陌路，但是他原本就对我有恶感。这种恶感经过这一次线下聚会的发酵，开花结果，以至于他不顾理智都想要摧毁我。”龙纹正想说什么，蒋同阻止了他，并用眼神暗示他继续听下去。“第二个，就是这一次的事件。炎帝素爱面子，我是知道的。在论坛上他虽冷静沉着，但是掩饰不了自己喜好面子的事实。”梅谁接着说道，“在之前陈止来施计的时候，我抢了一个大风头....或许是哪个愿意，让他与我分裂。这听起来虽然荒唐，但是人在某种心理环境的时候，确是及其有可能发生这种状况的.....例如，他正在自吹自擂的时候.....”蒋同点点头，龙纹也不自觉的点点头。“还有一种，也是最不可能的那种....”梅谁继续说道，“就是他.....实际上是陈止的线人.....”龙纹感到了一阵维和，刚想询问，梅谁又打断道，“然而，我忽略了最后一种可能。”“最后一种？”龙纹顺着梅谁的话说道。“不错。”梅谁摸了摸下巴，“炎帝的移情效应.....”蒋同仿佛明白了什么瞪大了眼，似乎在说原来如此。“什么？什么？”龙纹依旧不明所以，“你在说什么？为什么我听不懂？”“我的意思是，炎帝原本是对我一点感觉认知都没有的。”梅谁又叹了一口气，继续说道，“但是，陈止打了他一拳，是他愤怒失态。但是之后陈止就走了，他的那种情感无处发泄，只能找到一个宣泄口。”“那就是我。”梅谁一指自己，“我与陈止年龄相近....我与陈止....还有一种我自己也说不上来的相似感....这种熟悉让炎帝发生了移情反应，对我产生了对陈止的愤怒。在他看来，我就是陈止。”“但是我之前还对他暗示....陈止是所谓的大敌....我.....可恶啊....”梅谁苦笑道。“哦！”龙纹一副恍然大悟的表情，“说起来，我好想听说炎帝就是被一个十八岁的小将从战队里挤出来的......”“这就是最后一个拼图了....”梅谁低下头，声音越来越小，有气无力。“梅谁....你这家伙....好聪明啊....”龙纹哈哈笑道，“真的....我徐晃还从没想今天一样觉得人真的能像福尔摩斯一样，从一件小事推演到这种程度！”“哼，过奖了。”梅谁撇了龙纹一样，用一种无奈的口吻，说道，“我....还不够.....比起那个一手造成这种局面的那个家伙，我不知道低到那里去了.....”“那个家伙？”龙纹奇怪道，忽然，他想起了什么，大惊失色道，“你的意思是说？！”“不错，我相信，这都是陈止的计谋.....一直到这里....”梅谁依旧是那种有气无力的口吻，“之前陈止知道我的情报的时候，我就觉得不对劲了，现在更是证明了我的猜想...”“可是...可是这没道理啊！”“怎么没道理？凭什么他能一口交出我的名字？凭什么他刚刚好在站长演讲到高潮的时候进来了？”凭什么陈止转了一圈刚刚好选择了炎帝？”梅谁叹了一口气，“只有一个解释，到目前为止，一切都在陈止的掌控之中......”龙纹没话说了，他找不出反驳的话来。“陈止....他的能力远超于我。”梅谁沉声说道，声音里似乎有着莫大的悲哀和懊恼，“或者说，他的能力远超于我们任何一个人.....我们把这个世界想的太简单了，总是以我们自身和自身所见所想去衡量它的正面目。却不曾想，我们都是井底下那只青蛙，坐井观天，坐井观天啊，哈哈哈！”梅谁泪笑齐飞，龙纹却笑不出来。\n\n\n今天居然有第二更，还是三千字，感动。\n\n索引\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1457438820,
            "txt_content": "倒数第三行，正面目...？\n还是真面目。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1457502180,
            "txt_content": "zyj0807 发表于 2016-3-8 20:07\n倒数第三行，正面目...？\n还是真面目。\n真面目....打错了..."
        },
        {
            "author": "安根_Engon",
            "timestamp": 1457603220,
            "txt_content": "背景不是代入得那么充分，所以我没体会到气氛，反而感觉人物行为心理之类有点做作。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1457604840,
            "txt_content": "安根_Engon 发表于 2016-3-10 17:47\n背景不是代入得那么充分，所以我没体会到气氛，反而感觉人物行为心理之类有点做作。 ...\n梅谁的反应和正常人的反应相去较远....倒也符合我对他的背景设定，不过我还是写脱纲了....等下再去改下大纲...."
        }
    ]
}