{
    "title": "【必读】MCBBS新人引导帖",
    "author": "匿名",
    "replyCount": 0,
    "timestamp": 1457384220,
    "txt_content": "——   MCBBS新人引导帖   ——         欢迎来到MCBBS，在这里，你可以讨论有关Minecraft的内容，和其他用户一起聊天，发表自己的作品，提出困惑已久的疑问，交到更多的朋友，这里是热爱MC群体的天堂，欢迎您的加入，希望Mcbbs有你更精彩~\n\n 序章·论坛须知\n首先，请阅读Minecraft中文论坛【规章制度、积分、等级、勋章】这个帖子，特别是里面的规章制度必须看清楚，否则可能会无意中违反了其中的某条而遭到惩罚，其次请阅读每个板块内的专属版规（基于Minecraft中文论坛总版规），如果你认为自己受到了管理人员不公正的待遇，请进行申诉。\n 第一章·论坛积分机制\n论坛积分到达一定的数量后会自动晋级更高的用户组，论坛积分机制见下总积分=发帖数/3+主题数X2+精华帖数X45+人气X3+贡献X10+爱心X4+钻石X2注*金粒|金锭|绿宝石|下界之星不增加积分如何获得？ 积分名称   获取方式 人气通过别人评分自己的回复或者帖子获得，每帖第一楼的最下面有个评分此为给楼主加分，每层的回复右下角的评分则是给该回复的加分 主题数在每个版块版头下面都有一个发帖按钮（特殊版块除外，如MCBBS擂台赛，擂台版只在开放时才可发帖） 发帖数即你的主题数+回复数 精华贴即帖子被管理员或版主添加为精华帖，添加之后将会自动获得45分且会获得大量人气，大量贡献的奖励 贡献当你发了对论坛有很大贡献的贴时版主和管理员人工授予当你的帖子加精后也会获得贡献，艺术家和11级及以上用户也可以评分贡献 爱心在论坛问答板块回答问题，且被采纳，系统将会自动发放爱心。 钻石每天登陆自动获得，完成每日任务与每日签到获得可获得额外的钻石 金粒可通过“每日活跃”任务每日领取20金粒，回复一次奖励1金粒（每日限制前40回复才可获得）发布主题可获得10金粒，以及他人评分，问答最佳都可获得金粒 绿宝石关于绿宝石获取办法 总汇http://www.mcbbs.net/thread-790219-1-1.html下界之星通过参与论坛的各类活动可以获得该积分(如每月活动，擂台赛，创意赛等)善用帖子下方的举报按钮举报一些水王，会有奖励。但注意不同版面对于水贴的定义不同哦~论坛晋级用户组简介 用户组名称 积分下限 用户级别 阅读权限 获得方式LV？Herobrine -999999999  0作死LV0.流浪者 0  10到达积分下限后自动晋级LV1.伐木工 10  20 到达积分下限后自动晋级LV2.采石匠 20  30 到达积分下限后自动晋级LV3.挖沙工 50  50 到达积分下限后自动晋级LV4.矿工 100  70 到达积分下限后自动晋级LV5.农夫 200  80 到达积分下限后自动晋级Lv.6 手艺人 500  90 到达积分下限后自动晋级LV7.猎手 1000  100 到达积分下限后自动晋级LV8.考古家 2000  120 到达积分下限后自动晋级LV9.牧场主 5000  150 到达积分下限后自动晋级LV10.附魔师 10000  160 到达积分下限后自动晋级LV11.领主 20000  170 到达积分下限后自动晋级LV12.屠龙者 50000  175 到达积分下限后自动晋级论坛特殊用户组简介 特殊用户组 积分下限 用户级别 阅读权限 获得方式Lv.Inf 艺术家 无  170 管理员与版主每年手动添加\n多位对论坛有大贡献的用户认证用户无90具备较大的站外影响力被\n论坛认证确为此人的用户电鳗无155参与MCBBS发电计划\n版主会主动邀请知名创作者Lv-? 禁止发言无\n1作死Lv-? 禁止访问无\n0作大死\n第二章·论坛左上角的五个按钮\n\n\n\n\n\n导航.png (8.9 KB, 下载次数: 87)\n\n下载附件\n\n2019-7-17 15:39 上传\n\n\n\n\n首\n页论坛的首页，可以查看最新资讯，热门讨论，推荐视频等...论\n坛论坛各板块所在地小\n组 你可以加入他人的小组，也可以自己创建小组（需满足要求后去创建小组申请帖申请）\n可以在组内讨论，也可以在分享新鲜事物（勿水贴！）百\n科 你可以从此处链接到官方中文WIKI，内有大量的MC知识和进阶知识工\n具其中有一些图床,网盘和实用工具的链接以及帮助\n帮助中可以找到大量的Minecraft基础知识\n第三章·论坛人物界面的各项按钮功能\n帐号设置\n里面可以进行修改头像\n设置个人资料，查看积分记录，查看用户组权限，更改隐私设置，修改密码安全等操作用户界面我的帖子\n可以查看你所发布过的帖子以及回复过的帖子我的收藏\n可以查看收藏的帖子，有些好帖子没来得及看完，又害怕之后找不到，那么可在顶楼的最下面点击按钮以便以后再次翻阅退出登录\n用于退出当前登录的账号在线\n到达6级后，用户名下方会出现此选项，点击之后可以切换到隐身状态，再次点击便会返回在线状态设置界面详细介绍默认头像很难看？快上传一张照片来作为自己的个人头像吧修改密码，绑定邮箱，安全提问都是在这里哦申请身份认证，详情见身份认证使用说明查看积分记录，兑换金锭，查看积分奖励规则查看目前拥有权限和各版块的查看权限设置好友列表可见范围修改密码，绑定邮箱，安全提问都是在这里哦调整图片水印的位置\n第四章·用户信息界面的四个按钮\n等级大于Lv1的用户可以进行签到，签到奖励为1颗钻石，Lv6级以上随机获得10－30粒金粒\n连续签到会获得额外奖励，可以以10金粒/天的价格开启自动签到  可以查看收藏的帖子，有些好帖子没来得及看完，又害怕之后找不到那么可在顶楼的最下面点击收藏，以后再次翻阅  获得积分最快的方法，里面有着各种各样的任务，帮助你快速升级!\n友情提示，新手刚加入论坛后有两个福利任务，想迅速升到LV1的话就去做吧~新手任务顺序：\n\n\n\n\n\nCABXLXLU1F8VP7US{M(%6{E.png (19.28 KB, 下载次数: 245)\n\n下载附件\n\n2020-1-3 17:03 上传\n\n\n\n\n  可以申请勋章，勋章分自己申请和人工授予，有些勋章\n达标后可自己在勋章页面申请，还有一些需要到\n【勋章申请】勋章审核申请帖（包含正版勋章）主动申请\n第五章·如何在帖子内加入图片，音乐和视频\n如何加入图片？一.上传本地图片到论坛(图片有大小限制)1.点击图片2.点击选择文件上传3.把图片上传到论坛(上传到论坛的图片限制大小约350KB)4.于图片列表点击该图片即可把图片发到帖子里\n二.上传本地图片到外链图床1.点击图片2.把图片上传到各种图床(论坛上方工具里有部份推荐图床,各种图床使用方法请浏览该网站)3.点击网络图片后,把图床外链贴在\"请输入图片地址\"并提交\n   图床推荐SM.MS\n\n如何加入音乐？进入音乐网站，这里以虾米为例，虾米网站：http://www.xiami.com/进入网站后首先需要登录，可以使用QQ，微博等账号进行快捷登陆选择一首歌，这里以《AIR》中的歌曲《鸟の诗》为例首先将歌曲添加到歌单然后拉到页面最下面,点击虾米播播选择歌曲播放器，然后选择歌单，找到刚才添加到歌单的音乐复制我划出的蓝色区域，即flash文件地址点击贴内的Flash功能，在地址栏中粘上刚才的地址宽257，高33（此为虾米播播歌曲播放器默认大小）效果展示：http://www.xiami.com/widget/321984372_1769448726/singlePlayer.swf网易云音乐添加教程酷狗音乐添加教程\n如何加入视频？这里有更加详细具体的的介绍，此处不做演示【视频实况问题解答】|发帖须知|添加视频|问题解答|\n第六章·关于审核\n关于审核       审核，即为你所发的帖子（包括回帖）中含有被管理员添加入敏感词列表中的词。由于审核没有提醒，所以在帖子里含有敏感词被审核时请及时私信该板块版主，否则一旦审核时间晚了，帖子就会沉到很靠后的页数（当你发帖时被提醒帖子被审核时，你的帖子实际上已经发布，只不过别人看不到，只有版主在后台才能看得到，若版主没有及时审核，其他该板块的帖子被回复或有人发帖就会将你的帖子靠后挤。）如何防止被审核       发贴时最好检查一下是否有什么敏感内容，由于论坛并未公开敏感词列表，各位只能凭自己的“感觉”了，但是只要涉及暴力的，如刀枪等武器相关，涉及政治的，这个就不用说了，涉及和谐的，如草什么马，还有广告机，求代·购有的人推荐商家...等太多敏感词了。   如：上·海这个词，那么只需要将本词隔开即可   例：上*海\n最后，祝大家在MCBBS过得愉快！——Sky、果冻——2013年4月30日12:17:49最后更新——china521——2020年1月6日18:13:39\n\n\n\n",
    "replies": []
}