{
    "title": "【原创-连载】【MC国】【第十六章 战前会议】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1457361960,
    "txt_content": " 本帖最后由 冥王星人 于 2016-3-7 22:46 编辑 \n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　跨出按重量出售货品的奇葩书店大门，索岚手机突然响了。\n　　销魂的海豚音铃声和振动提示，搞得他一层皮下面的心脏麻酥酥的。\n\n　　“你小子又乱改我铃声！”\n　　海潮闪身躲过飞踢，抱起本子撒腿就跑。\n　　“谁叫你硬拉着联机虐我的------”\n　　真恨不得手里握弓持矢，对准远去背影射上几下的索岚，心想反正回去以后有的是机会调教，按捺住愤恨心情点开提示，浏览了下新信息。\n　　[会议按照原计划召开，请全体参战单位领队准时参加。重申：会议召开时间，PM6：30。未出席人员视为弃权。]\n\n　　翻本子当中，天早在不知不觉中变暗。\n　　仰望天空愈来愈清晰的繁星，低头看看手机时钟------6：14。\n　　妈呀还有一刻钟就要迟到啦！！\n　　索岚眼前阵阵发黑。16分钟要跑完5公里多的路，即使瞬间多长出六条腿，都很难赶上了吧？啊啊啊，为什么我过去要翘掉体育课啊……\n\n　　“您的发票，请拿好随身物品。”\n　　嘭------\n　　复读机式的服务用语和熟悉的关门声，把索岚从恍惚状态召唤回来。三米之外停着辆计程车，黄绿相间的车漆，现在看来格外亲切。\n　　危急关头，决不可犹豫。\n　　“司机！”以百米冲刺速度扑过去，拉开副驾驶门栽进车厢。“奈登酒店！快！！”\n　　“喂喂，小鬼。”驾驶员投来极其不耐烦的眼神。“随便载离家出走的未成年人我们可要被罚款的哟，再者我刚到点下班了。你换个车吧。”\n　　“该死的！我赶时间！！”索岚掏出钱包，没细数的往司机脸上拍了几张大钞。“十分钟内到！再加五百！”\n　　好汉不吃眼前亏，识时务者为俊杰。\n　　出租师傅立刻领会意思，没多说什么，握紧方向盘踩了脚油门。\n　　车子超速飞驰起来，扬起的烟尘中，似乎听见索岚平静补充一句：“若半路看见个抱着本子狂奔的神经病，麻烦帮忙撞飞他，我给你三百。”\n\n　　上天，真的相当眷顾这位智商奇高情商负数逆商半桶水的天才。\n　　一路闯灯加超速驾驶过来，竟没吸引到警察蜀黍的热情追赶。\n　　手机显示6：27的时候，索岚又甩了一波钞票，安全下车。6：28，他已经在电梯间按动上行键138次，同时跺脚挠头焦躁打转嗷嗷直叫。6：29，电梯停在酒店顶层，“叮咚”响了声。\n　　这层往会议室的通道上出乎意料的站满警卫，三分之一手里掐着秒表，时刻预备拦截迟到的人。距离截止还剩最后5秒，索岚终于扒拉开高大威猛的安保人群，挤进会议室。可惜进门便被厚地毯漂亮的绊了一跤，做了个不怎么华丽的出场。\n\n　　当会议室大门重重关闭，正规军雇佣兵混合结成的保安员团列成三层人墙封死入口，海潮才从出租车上慢悠悠放下一只脚。\n　　接下来第二只，完后轮到胳膊，头，怀里的本子，躯干，屁股。\n　　“谢谢您嘞，师傅。”\n　　这次购物真是满载而归心满意足啊，关键没花钱，还能坐车回来。\n　　他唯独不明白索岚哪根筋搭错了，好像赶着去转世投胎的把自己拖进车里。到地方也不解释句，急急忙忙的独自跑掉。\n　　好了不管这些，回房鉴赏本子比较重要。\n\n　　撇开鉴黄师海潮不说，索岚现在呆立会议室门口。\n　　长桌为首坐的是帝国的总领队，以及……冥王……\n　　周围一部分座位空着没有人，说明平日懒散惯了的特派员们，根本不把开会太当一回事。\n　　聪明的一休……啊不，是索岚，就近找了个空座坐下，藏在身边成年人背后，从隐匿角度盯着冥王的细微动作。帝国领队Dreams-Deductive用钢笔敲敲桌子，制止下面人的交头接耳，拿起话筒，往旁边推了推。\n　　见这一幕，索岚不禁心里暗骂：你个没骨气的东西！！这么轻易把发言权让给冥王啦？！三晋的人呢？都死绝了么？！\n　　“那么……”冥王冰冷的目光淡淡扫过屋里每个人，然后说：“请在座各位登记姓名、联系方式，以及房间号，方便核对。除特殊的协助性名单外，所有未出席的派遣人员，将以团队为单位取消参战资格，在三小时内清除出酒店，不得逗留本地。其余作战预定无改动，散会。”\n\n\n\n废言：\n海潮说叫我出价至少四百，三百太少了，不够买他的贱命，但我坚持只出三百2333333\n\n索引见签名档。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "ChengziHtc",
            "timestamp": 1457362740,
            "txt_content": "海潮居然当了鉴黄师233333"
        },
        {
            "author": "shure",
            "timestamp": 1457407740,
            "txt_content": "见他老鬼差点赶不上……"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1457408580,
            "txt_content": "LZ的 头像真的是....百换..."
        }
    ]
}