{
    "title": "[分享] paperspigot 1.9 第三方编译 下载",
    "author": "88158488",
    "replyCount": 1,
    "timestamp": 1457414160,
    "txt_content": " 本帖最后由 88158488 于 2016-3-10 12:38 编辑 \n\n直接上链接 不多说\n此版本非 觉得稳定版本 ~ 细细思考后使用\n稳定版本发布后 可以 直接由 buildtool 获得~\n\n服务端下载地址： https://yunpan.cn/cYmrAv8sDsIVv  访问密码 9895\n\n附上耐人寻味的 paperspigot API\n\nAPI下载地址: https://yunpan.cn/cYm7aTNpcBG9k  访问密码 854e\n\n",
    "replies": [
        {
            "author": "zemmi",
            "timestamp": 1457540220,
            "txt_content": " 本帖最后由 zemmi 于 2016-3-10 00:22 编辑 \n\n1.9之后作者都切换到paperclip了，既然paperspigot不再支持何必折腾呢。\n\n现在在用paperclip，很稳定，更新也简单，下载新的jar丢进去就行了，编译什么的在天朝太不顺畅了。\n\npaperclip下载地址：https://ci.destroystokyo.com/job/PaperSpigot/\n\n以下作者原话：\n\nSo, onto the real news. As most of you know, following the DMCA of CraftBukkit, Spigot introduced BuildTools. A system which downloaded the vanilla server jar, remapped it, decompiled it, then applied CraftBukkit and Spigot patches, before finally compiling the jar. While this system works well for those who want to contribute back, or who want to ensure the end jar is always being built from the exact source code, it has downsides. It is insanely slow, especially for anyone on Windows. It requires you, the server administrator, to download development tools and utilities. Some of you never got it working at all and just used random download sites.\n\nPaperSpigot has been using a modified version for some time now to distribute our work as well. No longer. We're replacing our version with something completely different, and we call it Paperclip. Paperclip works differently, for technical details on how it works, see the announcement post, here.\n\nThe end result for you is that things now work exactly as they did before the DMCA. You download the jar file from us and run it. That's it. There is no build process. There are no non-java dependencies. There is just the jar and a running server. Similarly, when you want to update your server, you go get a new jar file. Re-running the same jar file will not update your server. That way you can always rollback if you need to.\nThe system is up and running now, and you can grab a jar right now for PaperSpigot 1.8.8. All versions will be released from this CI site, so update your scripts and bookmarks.\nhttps://ci.destroystokyo.com/job/PaperSpigot/\n\nAs a result, PaperTools will be dropped entirely when we release Paper 1.9. Meaning that if you run it, you will only get a jar for Minecraft 1.8. It will never build a PaperSpigot 1.9 jar. It will continue to function until we release 1.9. So you have some time to make the switch away.\n"
        }
    ]
}