{
    "title": "<原创·连载>方块万岁【第七章 决斗与演出】",
    "author": "CloudsXDao",
    "replyCount": 0,
    "timestamp": 1457539320,
    "txt_content": "正文\n\n\n\n当梅谁回到家里的时候，他一头倒在床上。今天发生的事情太多，无论是陈止、炎帝，还是龙纹、站长，今日他所见到的东西与平常差别太大，使他应接不暇。甚至有些让他感觉不真实，犹如在梦中。这一天的劳动不仅仅是身体上，和一群熟悉的陌生人到处溜达也很累，但是使梅谁更加困乏的还是陈止。陈止让他感受到了压力，陈止不比他高出几岁，年龄应该相仿。但梅谁却感觉到二人之间有一道天壑，陈止给他的感觉像是魔王多过像是一个人。但是，他现在只想好好的睡一觉。“咚咚咚...”梅谁刚闭上的眼睛又睁开了，是蒋同。蒋同在敲他的床头，神色颇有些紧张。梅谁了解蒋同，他的情绪波动虽然不能很好的反应在脸上，梅谁却能轻松看出他的内心想法。“怎么了？”梅谁皱了皱眉，跟着蒋同来到了书房。现在已是凌晨，万籁俱静，梅谁却不可置信的惊呼出声。“这....这怎么可能？！”梅谁快速的滚动着滑轮，关于他的一件件事铺满了忘忧城的每一个板块。屠版。忘忧城的会员数不多，经营这些年也从未出现过屠版的情况，梅谁的眼珠迅速的扫了一遍。炎帝，是炎帝。梅谁确定了这件事情。所有的帖子，都是在攻击他。而且攻击者的ID赫然在梅谁的眼前——神农氏。炎帝也。这是最低限度的抹黑，梅谁查看了一下公告板的记录，这个ID已经被封了。但是炎帝不断用自己追随者的账号，不断的发帖。疯狗，确确实实的疯狗。梅谁低低的叹道，“那个炎帝.....怎么变成这个样子？”炎帝在论坛上给人印象一贯是冷静沉着，甚至有不少人还认为是炎帝被盗号了，但得到炎帝自身的承认后，也无人能再说什么。估计现在站长正在满头大汗的封着ID与IP，再这样下去，忘忧城迟早得关站。这种吃力不讨好的行为，不要说梅谁印象里的那个炎帝了，即使是一个普通人也不屑于这般下作。忽然，梅谁的私聊响了起来。······“大家在这里，就是为了调和的嘛！”站长的声音透过网路，变得磁性，“不要什么都不说啊，假棋士，你说点什么？或者炎帝？炎帝你不也很喜欢大家的这个忘忧城吗？为什么要这样呢？”语音室里，站长絮絮叨叨的讲着什么，梅谁一句都没听进去，只是沉默着，等着炎帝的开口。“乐乐乐，你别说了。”炎帝开口了，带着阴郁，和些许没落的声音在梅谁的耳边响起，“屠版，我的错。但是，我绝不后悔。”炎帝顿了顿，声音又带上了一种毁灭性的东西，“假棋士——有我没他！”仿佛宣战一般，梅谁的脑子里忽然浮现出一个中世纪骑士扔出自己的手套的画面。决斗？“那不如就决斗吧！”突然，一个陌生的声音在语音室里响起。梅谁吃了一惊。因为他熟悉这个声音。陈止！ “陈止？！”炎帝的反应比起梅谁更加激烈，甚至说起了他的家乡话，“你这瓜皮还敢来？！你怎么......”“好了好了！都不要说了！”站长好像关掉了炎帝的语音，“陈止也是我请来的....请来帮忙解决问题的！”站长这样，确实寒人心啊....梅谁皱了皱眉，说陈止是站长邀请来的，怕是言不其实。站长这么做根本没意义，但是梅谁并未否定站长的话。因为梅谁很怕，怕陈止是自己来的。陈止若是自己来的，岂不是说陈止算无遗策？“炎帝....还有假棋士...你们好啊....”陈止开始讲着，“我对你们...很有兴趣啊....”梅谁的眉毛自陈止进入语音室就没松开过，他甚至都能看见屏幕那边陈止脸上那个令人炸毛的笑容。蒋同拉了拉他，他才缓过神，沉声问道，“陈止，你想做什么？”“没什么啊！”陈止用无辜的语气说道，“我真是来帮你的，嗯....站长，让炎帝说话吧。”站长开了炎帝的麦，炎帝那边还是死一般的沉默。只有陈止还是笑呵呵的讲，“炎帝？神农氏？周渔？在吗？冷静下来了吗？”“很好。”炎帝开口了，“你很好....”“啊啊！我送给你的东西已经收到了吗？”陈止的声音里带着欣喜，梅谁却不由自主一寒。“.....你想让我做什么？”炎帝不耐烦的口气说出这句低姿态的话，让梅谁牙酸至极，却又不得不倒吸一口冷气。陈止....梅谁的鼠标停在陈止的ID上，这么快....就制服炎帝了吗？下一个，轮到我了吗？“我原本是想让你帮我做点事情嘛....现在变了。”陈止嘿嘿笑道，“我觉得啊.....这一次的游戏如果像是上两次一样无趣的话，我这里的那个小鬼也不会满意我的....不如这样，我们来放一场烟火吧！”“烟火？”炎帝低声喃喃道。“对，烟火！一场表演！一次战争！一首盛大的史诗！”陈止越说越兴奋，他甚至被自己所说的所感染。“而在坐的两位——就是这一次演出的主角和反角！”“主角......”炎帝似乎有什么想要说，重复着陈止的话，梅谁也低着头，蒋同分明在他眼中看到微微流转的光芒。“这一次的游戏做为舞台，二人在舞台上争光夺目！观众的喝彩一片接着一片！”陈止的声音极具诱惑力，梅谁已经不是第一次接触这个声音，却还是深深的沉迷在陈止叙述的那个虚构的场景里了。“怎么做？”炎帝的声音打断了梅谁的遐想，“我和假棋士.....怎么去做？”“这个....你待会儿就会知道了....”陈止缓缓说道，似乎是在宣告着什么东西。梅谁突然清醒过来，就像是被人泼上一盆冷水，他有一种不好的预感。“我的惊喜会让你们难忘的！”陈止的声音持续着，“就像我的名字一样....让你们牢牢记住！”\n\n\n有点卡文....\n\n索引\n\n\n",
    "replies": []
}