{
    "title": "<原创·连载>《怪物》第一章节 夜幕Ⅰ",
    "author": "zyj0807",
    "replyCount": 3,
    "timestamp": 1458820020,
    "txt_content": " 本帖最后由 zyj0807 于 2017-6-15 22:06 编辑 \n\n第一章节 · 夜幕Ⅰ　　\n\n\n      夜空中，月亮昏晕，星光稀疏，整个大地似乎都沉睡过去了。冷漠而寒冽的风悄然掠过万家灯火。淡白的月光洒在石砖上，到处都有不知名昆虫凄切的鸣叫，街灯浅浅地晕着一草一木，任是这一草一木，都不似白昼时刻里那样的现实了。\n\n　　家家户户的门尽皆紧闭着，或是崭新或是破旧的木门一致将风拦在了门外，窗户从里面釘上了较厚的木板，看不见里面的情景，就好像在警惕、躲避着什么。\n\n　　一阵冷风呼啸，刮得一扇门略略抖动，灯光和小孩的哭啼声隐隐从里面透露出来。若是推门进去，便会看到一名两鬓泛白的妇女怀里抱着一个被惊醒的婴孩，坐在床边，正不断安抚着婴孩。\n\n　　那妇女一手抱着婴孩，一手不断抚摸婴孩的额头和脸颊以期能够尽快平静下来，眉宇间尽是惊慌和不安，同时还时不时地朝着门外看去，似乎是在担忧着什么。\n\n　　若说惊慌是由婴孩突然惊醒哭闹而令她惊慌失措的话，那么这不安和担忧又是从何而来呢？\n\n　　一丝诡异的声音远远的飘来。那妇女听到这丝声响，脸色陡然变得苍白，浑身不断颤抖，眼底涌出无穷的惊恐。她战栗着从床边站起来，将婴孩放下，两股止不住地颤栗，走到门前，要将一边的木橱推到门前挡住。\n\n　　她使出全身的力气，堪堪将那大橱子挡在了门前，随后似乎又不放心，又拖来桌椅堆积在前面。做完这一切，她似乎松了口气，继而仿佛被抽空了全身的力气，瘫坐在床上，轻轻抱起婴孩，心中默默祈祷着。\n\n　　那声响由远及近，不多时就能分辨出这声响是呼吸声和脚步声混杂在一起。只不过一般人的呼吸声似乎没有那么的粗重嘶哑，脚步声也没有那么的用力和沉重。\n\n　　风仍然在呼啸，门被刮得震动，与木橱接触发出了声响，由于夜深人静，因此这声响格外的清晰。妇女刚刚平静下来的脸色霎时间微微泛白。\n\n　　脚步声和呼吸声停留在了门外的风中，妇女神情紧张至极，不知何时起，她的另一只手竟死死攒住被单，沁出了汗滴。\n\n　　门外的步伐沉默了一会儿，但仍有嘶哑的嗓声间断地传来，而妇女憋着呼吸，大气都不敢喘一口，手臂不禁更加用力了起来。\n\n　　没多久，脚步声再度响起，妇女能察觉出，那脚步是离开的脚步。因此她不由得松了口气，却也没有完全放松警惕，而是时刻注意着门外的动静。\n\n　　但她忘记了一件事，自始至终，她将孩子紧紧抱着已经很久了，而后来更是由于紧张而不自觉地抱得更加用力。一个本就被惊醒的婴孩自然是难以承受这样的压力，于是这可怜的婴孩有些难受，他开始哭嚎。\n\n　　哭声在这寂静得落针可闻的房间里，显得格外突兀刺耳。更别说是外边刮着风的夜幕之下了，那脚步声的主人，必然听到了这哭嚎。\n\n　　妇女的身体骤然颤抖起来，她急忙松了松手臂，安抚婴孩以期让他尽快平静下来，但显然，她的举动只是徒劳。\n\n　　脚步的节奏陡然加快，并且声音愈发靠近。那妇女心下一沉，心知自己的孩子引起了对方的注意。她只觉一股莫名的颤栗，瞳孔扩大，看着重重阻隔后的门。\n\n　　那脚步声停在了门前，或者说并未停下，而是别的什么声音取代了它。\n\n　　砰——\n\n　　巨大的力道撞击着木门，门后的家具摇摇晃晃，似乎下一刻就要坍倒。门外的人不断撞击着门，攻势如同暴风骤雨一般毫不停歇。\n\n　　它果然发现了她和她的孩子！妇女惊骇欲绝。\n\n　　灯光仿佛被这凶横的撞击吓得暗了几分，更映得妇女脸色苍白，她浑身僵硬提不起半点力气来。在她眼中，那道摇摇欲坠的防线便是她最后的堡垒了，一旦这防线被攻破，那么后果不堪设想。\n\n　　她眼中有着七分害怕和三分希冀，默默祈祷着自己和孩子能够平安无事。至于她的丈夫，早已失踪数月，杳无音信了，因此她怎么也不会去祈祷在这个时刻，她那位好久不见的丈夫能够出现并且救出他们。\n\n　　撞击愈发的猛烈，似乎门外之人永远也不知道疲倦，木橱剧烈地摇晃着，整个房屋都仿佛被这撞击引动的颤抖起来。妇女的神情越发的惊惧，怀里婴孩的哭嚎声也更加响亮。\n\n　　但这道脆弱的防线最终坚持了下来，门外渐渐没有了动静，妇女神经紧绷，却也渐渐放心下来。因为依照以往的经验，那人，不，应说是那怪物走了以后便不再会回来了，而是另寻他处游荡。所以她暂时安全了，想到这里，妇女微微松了口气。\n\n　　她堪堪挪动了一下身体，越发觉得难过了起来。如果是以前，自己又何必担忧这些呢？若是放在以前，自然有村子里的男人们操心这些事情，而她们这些妇孺小孩，只需要顾着家里就好。\n\n　　可现在......不知怎地，她心中竟涌起一阵悲哀的情绪来。她走下床，脚掌着低，一阵冰凉。她半踮起脚，尽量减少脚掌和地面的接触面积，以防那刚走的怪物又被她勾得回来。而怀里的孩子已然呼吸均匀，沉沉地睡去了。\n\n　　她细细看了看周遭的环境，思维冷静了下来，她往一条低矮的小木桩凳上坐了。这凳子低下，外面包了几块碎布，反倒是这儿有些光彩的物件了。凳子靠墙，旁边有个石头架起来的火灶，一张微有锈迹的铁皮盖在上面，底下是冶过火的痕迹,白的、黑的焦渍，未烧完的黑炭。\n\n　　生了火，屋子里才焕发火红的色彩，可她不敢这么做，害怕着随时可能去而复返的怪物，哪怕以往的经历告诉她这不会发生，可她还是情不自禁地心惊胆战。\n\n　　她记得父辈说过她们家是世世代代的平民，一直都生活在这片村子以及更远的城镇里。她在这里生活了很久。她望着被油灯的亮光映得发黄的墙壁发了呆，注意到门前物件也微微泛了黄，生了裂痕。她又回去打算睡上了，这样的一个夜晚显然无法让人神清气爽，再熬下去了。她只觉脑袋沉重，想闭目养神，臂膀里重若千钧，正塌塌地弯下去了。她放下熟睡的婴孩，拿了尽是皱褶的被褥，小小抖落几下，往床上盖满，这被褥已是她为数不多的从城镇里带过来的东西了。\n\n　　她冷得哆嗦，熄了油灯，再自伸手，抹平被面，然后慢条斯理地爬进被窝，连身上有些灰白的衣服也不尽脱去了。她忽地怔住，因为又听见了一丝不同寻常的声音。这声音不是单单一种，而是分别有几种从不同的方向传来，混杂在静寂夜间不同寻常的风里。\n\n　　她猛然间想到什么，因而害怕且瑟瑟发抖起来。声音忽隐忽现，最后似是由于经过了她房屋前，都沉寂下来。真是个熬人的夜，她无不抱怨却又无不祈祷地这么想。她料想现在外面一定是黑的天，黑的地，还有埋在黑暗里令人生畏的阴影。\n\n　　她听见了不止一只怪物，她一旦想象到那些怪物们停留在各个屋子的门口，猩红或是漆黑的眼睛尽是漠然地看，便不可抑制地惶恐起来。如果现在被发现，那么确信她将会连带着孩子死无葬身之地。因而她甚至不敢喘一口气，直到那些怪物离开之时。\n\n　　外面再没有了声音，妇女心中却是害怕极了，连续打哆嗦。她现在是从里到外，五脏六腑里灌发的一阵冷风，只觉外边夜里的风异常冷漠熟悉。从什么时候，这里刮起了这样的风了呢？\n\n　　一个月？一年？还是十年？        \n\n　　那些令人作呕却胆颤心惊的活死人又是从什么时候开始，在这里不断出没的呢？从那魔鬼似的森林中，前赴后继如潮水般地涌进人们的世界中？她从来没有仔细思考乃至关注着这些事情，但是她此时此刻却是在脑海里一通胡思乱想，心绪不宁。曾经别人都夸丈夫是个很厉害的人物，以一种轻松欢乐的语气讨论着酒、女人和粗鲁的打架，也夸她兰质蕙心，并叮嘱着要管好自己的男人别让他半夜跑出去了。\n\n　　每当这个时候，可亲的邻居们就会心领神会地大笑起来，而她们这些女人，则或是一瞪眼揪起了耳朵，或是无奈却开心地随着微笑。她本是别的城镇的人，因此跟随丈夫初来这里时，难以习惯这样的‘粗鲁’或者说是淳朴，好在他的老乡并不是些排外的人，或者说她确实很聪明，很快就融入进了这里。\n\n　　她想起时常和她一起去做活的姐妹们，已经很久没有见到过了。而她已经是孤家寡人，只有一个才满半个月的婴孩了，替她接生的那位和蔼的老妇，也在前些日子里去了。\n\n　　寒风飒飒。一道脚步声由远及近，她细听了一会，心头泛起了迷茫来。她听出这个脚步声的主人，就是先前那个已去的怪物，可它为什么去而复返？按常理来说，这些没有思想，只顾追寻生者气息的本能怪物，是不会在放弃之后，再度尝试的。现在却去而复返？\n\n　　她倏然想到一种可能性，脸色猛然发白，也顾不得会发出怎样的声响，迅速从床上起来，用被子裹着抱起孩子就是跌跌撞撞地往屋里头跑。如若如她所想，那么她现在便是处在一种十分危险的境地里，必须尽快脱离。\n\n　　那道脚步声越来越清晰，她强压着内心的不安，来到屋子最里头，想要打开这里的一扇窗。这窗在屋子的另一面，如果顺利的话，她就能带着孩子从这里逃到外面去，离开这群怪物。\n\n　　这窗被关的死死的，她额上青筋暴起，费了老大的力气才堪堪将它打开。而此时那去而复返的怪物已经停留在了门口。她伛偻着身子，抱着孩子小心翼翼地翻了出去，翻出去以后，她非但没有放松，反而更加警惕起来，一双眼睛不断打量着四周，顿时发觉这过去无比熟悉的地方已经变得陌生危险了起来。\n\n      这么多字，什么都没讲。而且这段还没写完。。。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "E.T.星落辰",
            "timestamp": 1458823440,
            "txt_content": "祥林嫂的感觉……文笔不错，正所谓“用妇人之紧张惊恐衬托怪物之可怕（汗……）”，明显的村庄遭僵尸，而且没玩过的也能看懂，不错不错，期待你的更新～"
        },
        {
            "author": "zyj0807",
            "timestamp": 1458832020,
            "txt_content": "吃炸鸡观众：@46241359 @恶魔-潇洒 @Cai_Iu @xcc @安根_Engon "
        },
        {
            "author": "安根_Engon",
            "timestamp": 1459342140,
            "txt_content": "抱歉，到场有点晚。"
        }
    ]
}