{
    "title": "<原创·连载>方块万岁【第八章 恶魔与大时代】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1457620140,
    "txt_content": "正文\n\n\n\n“对对对！来一场演出！这主意好！”站长及时插话，“陈止先生，您打算怎么做？”站长语气的反差让梅谁不禁感到一阵晕眩，他揉揉眼，沉声问道，“站长，你是什么意思？”“什么什么意思。”乐乐乐的声音里听不出异样，只是满不在乎的说道，“梅谁，你还没有进入社会。要知道，做人，最重要的就是能屈能伸，就像我花钱雇了你一样，候小少爷也是花钱雇了我的——花钱雇我陪他玩叫做赌局的游戏罢了.....”梅谁咬着牙，乐乐乐的意思已经很明显了，这就是他所追求的“坦率”。但是话到耳中，梅谁又不是那么好吞下了。蒋同看着梅谁握着拳头，越握越紧，越握越紧。然后“砰！”的砸在电脑桌上。“开...什么玩笑....”梅谁低低的声音传来。乐乐乐立刻不说话了，梅谁砸桌子的声音震得他耳朵发疼。“那么炎帝先生....”陈止仿佛没听见梅谁的低语和那一声吓人的声音，只是继续说道，“我传过去的第一份文件，你已经打开看了吧....好，你打开第二份吧。”“我已经打开了。”出乎意料的，炎帝不按常理出牌的说，“也看到．．．．那个文档了．．．．”“那好啊！”陈止似乎笑了，“也不用我多费口舌——就按那里面的去做就行了....”“不可能！”炎帝急促的打断陈止，口干舌燥一般，大声回答道，“我做不到！我可不是你的人偶——我做不到！做不到！”梅谁听见炎帝那边传来一阵嘈杂声，似乎是易拉罐倒下，椅子被掀翻的声音。他又想起了数小时前，炎帝挥舞着双手暴怒狰狞的样子。“周渔！”陈止的声音一下子高了起来，虽然听上去已经笑嘻嘻，但是总觉这笑里，有着一把尖刀，“你是不是忘记了什么东西？”“呃....”炎帝哪里嘈杂的响声立刻停了下来，炎帝的喉咙似乎被什么东西用力捏着，发出要断气般的嘶哑声，“我....我做不到！我...我真的.....真的做不到.....”炎帝的声音越来越小，越来越低，最后甚至变成了哀求一般的语气。不知怎么的，梅谁仿佛看见陈止在满意的点着头。“唉，炎帝先生，我只是个高中生呀？你没必要这样子苦苦哀求我嘛！”陈止的语气似乎是在戏谑着炎帝，挑弄着他神经里最脆弱的那部分。“你！”炎帝用力的吐出这个字，却再无下文，过了一会儿，他冷酷的说，“我看....你还是另请高明吧....这件事不要说我想不想做，是我能不能做的问题！”“哦？”陈止轻笑一声，然后问道，“你打开第三个文件夹。”这一次，炎帝没说话，梅谁只听见一整悉悉索索的声音。“什...什么？”炎帝的词汇量似乎连个小学生都不如，语无伦次的说道，“这，这是真的？”“当然——当然。”梅谁只能听见炎帝急促的喘息。炎帝究竟拿到了什么东西？梅谁不禁这么想。“炎帝啊，你是拿到什么东西了？”站长乐乐乐又说话了，看来他也忍受不了这致命的好奇心。“是....让周渔先生无法拒绝的东西.....”陈止的话语好似深渊恶魔，“是不是啊，周渔先生？您....考虑好了吗？考虑好....按照我写的去办了吗？”“这，着不可能！”炎帝的声音急促了起来，“你在骗我！”“您想报仇吗？”陈止说道。“没道理的！他不可能出战！他是参谋！”“你想....报仇吗？”“你这家伙！信不信我直接杀了你！？”“你想，看着那个人的脸，报当年的仇吗？”陈止还是如是说道。“我....我.....”“你想看着那个人的脸，把他眼镜抽过来，狠狠的砸在地上吗？”“我——”炎帝嗓子有些干裂，他像是一个被充满气，快要胀裂的气球。然后瞬间，泄光了所有的气，“你....你赢了。”“哈哈哈！”陈止满意的笑着。梅谁只觉得手指冰凉，后背冒汗。这种可怖不是文字可以形容的，当你发现，一个人仿佛如同一个神，如同一个魔的时候，你就将获得这种珍贵的体验。炎帝说完这句话之后，就下线了，不知道去做什么了。陈止轻笑一声，拉着站长也下线了。语音室里只剩下梅谁一个人。梅谁摘下已经无声的耳机，靠在椅子上。一旁的蒋同看见他已经结束了，赶忙凑过来，盯着梅谁，似乎要他一个解释。“我有一种预感，一种很不好的预感。”梅谁转过头来，苍白的脸色变得更加苍白，“不仅仅是忘忧城吗，整个中国网路，不，是整个世界网路，都会改变。”说完他又看向窗外无尽的黑夜，说道，“不仅是虚拟世界....甚至现实世界，都会被这一阵巨大的冲击波给震撼。”蒋同看着梅谁，似懂非懂，梅谁笑了笑，却比哭还难看那么一两分，“今年是2009年，奥运会刚刚过去的一年，网络初现锋芒的一年....也许网络这个庞然大物现在还很弱，很渺小。但是，这一冲击，将让它快速生长，快到看着他的人都无法相信，以我们无法匹及的速度——一路飞驰！”梅谁站起来，蒋同比他矮一个半头，他低头直视蒋同的眼睛，凝重的说道，“而我们，就是这一场风暴的见证者！甚至，我们将会处于风暴的最中心，我们会成为主角.....创造，创造出或许会被后人传唱千年，歌颂万载的史诗！我们将化身传说！我们将成为.....”梅谁突然感到自己的话很滑稽，很好笑。他苦笑着摇摇头，想就此作罢。蒋同却用力一拍他的肩膀，眼神示意他继续讲下去。梅谁温暖的笑笑，就连他那难看的死鱼眼都变得可爱了些。他所有的勇气，都鼓舞了起来，他看向窗外的晨星，继续，坚定说道——“时代，时代终将会改变....大时代...要来了...”\n\n\n这一章其实写的还是很糟心的，站长的人物也是有原型的....站长虽然世俗，但是梅谁不同，他是贤者，是勇士....希望他能给我一个光明的未来....\n\n索引\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1463195040,
            "txt_content": "希望他能给您一个光明的未来。"
        }
    ]
}