{
    "title": "【原创-连载】【MC国】【第十九章 流星之夜】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1457620260,
    "txt_content": " 本帖最后由 冥王星人 于 2016-3-10 22:31 编辑 \n\n\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　出会议室半小时，普拉尔斯就带着送餐员来敲门了。\n　　她黑着脸告知，饭钱冥王代替付过，并祝吃的时候噎死，然后摔门离去。\n　　饿极的索岚，一边慢慢干掉三人份披萨套餐，一边翻看通讯器上的作战安排，顺便在心里对婼姆阵营的三人，列出如下评论：\n\n　　首先安根，这人挺讨厌。管教育又负责出版，没事嘴里还老往外冒脏话，与身份极端不符。喜好喝果汁味墨水，（也不知他打哪里弄到的），其实估计胸无点墨心无大志，简直多半个神经病。应该不会什么魔法，充其量是记录员。\n　　其次是普拉尔斯。口毒心黑，随身带枪。虽然不懂魔法师到底要手枪干什么，但吓唬人时候蛮管用。对谁说话都不太客气，连冥王也不例外。订餐的事情上看得出对冥王唯命是从，且两人关系不一般，猜测是个同性恋。\n　　最后冥王。到现在也没找到和这人有点关系的资料，名字更不像真名。杀手职业用代号或假名很合理，要先知道真名，调查起来才能有进展。目前感觉，她散发的气息很恐怖，目光如刀似枪寒意摄人，言出必行不打折扣。以致于连Dreams都不敢违抗她，不过Dreams胆小是出了名的，可忽略不计。三晋把那么重要的领队权交给非本国的人来代理，背后肯定有不可告人的交易。\n　　千万不要以为一顿饭可以收买我索岚嗝------本人是有坚定的立场的嗝------我要按照原计划行事嗝------坚决不为小恩小惠所动摇嗝------不好吃太快了得赶紧喝点水嗝------……\n\n　　“我说索岚，”还在鉴赏本子质量的海潮冷不丁发话。“你要不要和我一起许愿？”\n　　“咳咳！！什么许愿……”使劲捶几下胸口，配合温水疏通食道，索岚总算躲过噎死的预言。“感觉基佬之间经常做这事儿。”\n　　“胡说！”海潮丢开本子，拉索岚到阳台上，抬手指向璀璨夜空。“今晚有难得的天马座流星拳。”\n　　“是……流行雨吧？”\n　　你看神话改编的某小强漫画太多了。\n　　“反正有流星，对着它把愿望说三遍，就能实现耶------”\n　　“幼稚。”\n　　这年头谁还相信祈祷水井、剩蛋老头、流星满愿？哄小孩子的把戏，统统假的。\n　　学习生活工作压力日渐加增，搞的大伙儿快承受不住，我同样盘算战后离家出走躲进深山老林。要是简单说几句愿望便达成，哪还有那么多自杀每日发生？\n　　因为世界的铁则，即一刻不努力前进，刹那就会坠入深谷。\n　　“管他幼稚不幼稚，试试看呗，又没损失。”思想单纯的海潮举目观望，后大叫一声。“来了！”\n\n　　漫天飞舞的细密白光，就是流星雨么？\n　　虽然打心眼儿里不信，但索岚不禁被奇妙华丽的自然景致迷住。\n　　好美……\n　　上次由衷的赞叹美丽，是什么时候了？大概……初次遇见艾丽娅……？\n　　后来我看尽了世上丑陋、险恶、卑鄙、堕落，内心堆积不平，脾气慢慢变臭，习惯对陌生事物无意识的往坏处想。\n　　海潮的行为，比我更符合年龄应有的模样吧？\n　　他还能不假思索的悲伤欢笑，而我早把天性里的纯良，扼杀掉了……\n　　如果可以，我希望……\n\n　　“我希望，亲手结果罗勒。”\n\n\n\n\n废言：\n说实话，连我也没想到索岚的事情能写这么多字，至于后面还有多少能写完，转去其他线路，完全不知道QWQ\n\n索引见签名档。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "懒虫哥",
            "timestamp": 1457667960,
            "txt_content": "冥姐又更新了..."
        },
        {
            "author": "安根_Engon",
            "timestamp": 1457830440,
            "txt_content": "然而这并不是索岚\n\n好吧好吧我知道我有东西正在拖着"
        },
        {
            "author": "wangyiyao",
            "timestamp": 1457866680,
            "txt_content": "如有雷同 纯属巧合什么意思= ="
        }
    ]
}