{
    "title": "<原创·连载·圣杯>空[第五十七章：被杀掉的杀手][46241359]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1457617260,
    "txt_content": " 本帖最后由 46241359 于 2016-3-10 21:55 编辑 \n\n空·第五十七章·被杀掉的杀手\n\n\n正文\n\n\n    “就因为这一句话，叫我相信你吗？”罗杰又露出一个似笑非笑的表情，“抱歉我很难做到。”    “我没期望你相信我，”纳尔耸耸肩，“只是想保护你而已。”    哦我的天，你开什么玩笑。罗杰碍于当前形势没能笑出声来，但如果气氛能放松点他觉得自己坐着的椅子就要翻过去了。    “你？”罗杰刻意用嘲讽的语气说道，同时重新打量纳尔的全身，脸上满是浓重的杀气，与其弱不禁风的身体形成了一种可谓是滑稽的对比，从眼神看谁知道他心里在打什么坏主意，“那么我就把真心话说给你好了，我在来之前已经做了许多种关于你的设想，并且决定无论你提出对我如何有利的筹码我都不会接受。而你！不仅强行取代了多罗斯，还拿兰恩的性命来威胁！”罗杰越说越是控制不住自己的情绪，原本还勉强压抑住的厌恶此时已经全部展现在脸上，“总之无论如何，我都没有理由去相信你这样的人并接受你的保护。”    这一番话让纳尔沉默了，罗杰也看不出纳尔是在思索该怎么反驳自己还是回答。总之这样持续了很久，期间两人都没有说话。    就在他准备起身离开时，纳尔才开口：“好，我不强求了。”他端起那杯已经凉透的咖啡站起身，再次走到窗前，“你可以走了。”    罗杰心里松了口气，总算是没死在这里，看他的回复也没有牵连到别人的样子。嗯，这就足够了。他一改来时沉重的步伐几乎是要飞到门前，“你的口罩忘拿了，”纳尔抿了一口咖啡，“另外，我知道多罗斯对你的重要性，但要知道有很多事我也是迫不得已。”    有些尴尬地转身拿起口罩戴好，没有任何犹豫地跨出大门。    安德的车没按照他说的守在门外，果然他认为自己这一去肯定活不了吗。想想还有点失落呢，罗杰看了看时间，不算太晚。因为急着赶来，罗杰连晚餐都没来得及吃。趁现在这难得的自由时间去吃点吧。    稍微想了想，他开步走进街对面餐厅。    刚坐下就有人来电话，刚开始他以为是安德要试探一下看看他是不是已经被纳尔送去见上帝了，掏出来看了看号码发现竟是老朋友。接通的那一刻他才发现不对。    “罗杰。”对面传来熟悉的略微低沉的男声，“埃塞克斯那边出了点事。”    “什么？他又造反了？”    来电话的人是霖，与埃塞克斯一样在E国留学，虽然行动力比不上罗杰，但分析和反应能力大概是在他之上吧。因为两人同在E国所以霖始终清楚埃塞克斯的动向，但他自从到达E国之后这还是第一通电话，有点……不对劲。    “不是造反，他派了一个身在U国的杀手去处理纳尔。”霖轻咳几声，“可能是因为他脱离控制吧。虽说这事你早晚都会知道，我提前告诉你的原因就是叫你别去保护纳尔。”    “为什么？他是我的保护对象，如果我不去才会被处置吧。”    “白痴……”对面霖低声念道，“别以为罗杰和纳尔·多罗斯那点事save不知道，你现在是弗兰克的身份，明知这是副组长级别的埃塞克斯下达的指令，你还要蓄意违抗，这很招人怀疑。”    “你的意思是要我坐视不管吗？”    “难得你还能领会，如果是纳尔干掉了那人还好说，若是相反结果，你就很危险了。往好方面想想吧，如果一时被情感冲昏头脑不顾一切去保护他，”霖顿了顿，“我也不说别的了，你自己思量一下吧。”    挂断电话，点好的东西已经送到面前。罗杰理了理领子，心中还暗自发笑。显然，没人知道他和纳尔翻脸的事。他现在觉得心情愉悦舒畅，没多大心思再去给安德打报平安的电话，面带微笑地开始吃晚餐。    说是面带微笑有些夸张，但罗杰不得不承认自己总觉得前所未有的轻松，像是摆脱了什么东西一样，甚至让他吃不出食品的味道。当然这不重要，晚餐处理完毕，他觉得有些累，该回去休息了。 \n\n    他带着平静的心情入睡，但却不踏实。    罗杰做了一个梦。    一望无际的白，就像绝症患者垂死时脸的颜色，仅仅是看就觉得有种寒意袭遍全身。在这空间之中有他司空见惯的东西——尸体。他不知道那是什么死法，只知道尸体周围满是扎眼的猩红血液。    有双眼睛在看着他，充满哀怨的注视。他甚至听见了有人在不断重复一句话：“罗杰……为何要抛弃我……”    这声音将罗杰从睡梦中带回了现实，他坐起身时额头还在不断地冒冷汗，不安地看一眼时间，凌晨三点。好吧，这不算太早。顺手抓起遥控器打开电视，想通过看一些比较轻松的节目来缓解紧张的心情。    电视上正在播报着新闻。大概是某个建筑门口，拉起较长的警戒线，虽然是夜晚仍有不少人聚集在此议论纷纷，警车的红白灯光在不断闪烁。下方字幕开始解释情况：昨日晚十一点，佛蒙特大道酒店某房间有一男子被发现中弹身亡……    佛蒙特大道酒店？！罗杰快速回忆后确认这就是纳尔所住的地方，“果然是埃塞克斯派来的人吗……下手真快。”    漫不经心地关掉电视，躺下尝试睡着。可辗转反侧近十分钟仍然毫无睡意。虽然嘴上说是有千万个不情愿，但罗杰还是想去看看情况调查一下。站起身穿好外衣，匆忙赶到现场。    因为他有警察的证件，所以很轻松地进入了现场。但他看到死者的面容时原本悬着的心就放下来了。死的人并不是纳尔，可这房间……的确是他所住的。难道这是埃塞克斯派来的那个杀手？    这简直……令人难以相信。\n\n\n\n废言\n\n这几天码字码到腰酸背痛腿抽筋，我决定以此为由请假不上操+体育课，生活真美好。【我想玩以撒】\n\n\n返回索引贴\n\n\n\n\n\n@sam3737 @xcc @恶魔-潇洒 @冥王星人 @zyj0807 \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1457617680,
            "txt_content": "第七段，罗杰心里出了口气还是松了口气啊(⊙v⊙)"
        },
        {
            "author": "冥王星人",
            "timestamp": 1457617920,
            "txt_content": "以后再因为cao以撒更小说像便秘一样，我就拿掉你的共享名单。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1457621220,
            "txt_content": "北极哟好奇一件事，圣杯投稿都已经结束了你标题还打圣杯做甚"
        }
    ]
}