{
    "title": "[多线]指环王——|魔戒|枪械|生存|战争|RPG|阵营|[1.7.10]",
    "author": "james5888",
    "replyCount": 0,
    "timestamp": 1457704380,
    "txt_content": " 本帖最后由 james5888 于 2016-3-12 20:54 编辑 \n                                                  \n\n——[指环王The Lord of the Rings]——\n多元化多玩法的服务器，集生存，战争，RPG为一体的高质量mod服务器，以魔戒mod为主体，其他mod为辅。\n共2个派系，7大种族，13个阵营供玩家选择加入，达到一定的条件便可以选择加入，每个种族都有自己的专属技能。\n这是一个架空世界观的服务器，不在只有中土大陆，以切尔诺贝利事故为导线，通过发生巨大爆炸之后形成的传送门进入中土，让你体验现代与中世纪风格的巧妙结合\n国战系统目前正在开发中，预计五一前后可以开始国战\n魔戒自带的雇佣兵和阵营系统，让你成为一个军阀也不是没有可能，每个阵营的专属神器，收集材料并且达到一定的友好度便可以加入。\n种族技能表高等精灵永生之体：精灵是中土大陆上远离战火的永生民族，他们也是对抗黑暗势力强有力的援军，每个高等精灵的生命值会大幅度增加，为60点生命值，因为永生的守护，会获得生命回复3的buff。\n种族特质：魔法\n精灵作为魔法的发明者，掌握着高超的法术技巧，精灵会把法术储存在戒指里来快速咏唱魔法。\n高等精灵属性\n血量:50\nbuff:生命回复3\n所在地：林顿\n北方游侠刺客经验：作为刚铎落魄的皇室，他们在遥远的登丹的黑暗处潜伏着，自从获得了精灵赐予他们的圣物之后，他们更加擅长刺杀了，这些游侠会在黑暗中隐身，他们可以不借助任何外部仪器达到夜视和水下呼吸的效果，他们会获得速度提升4的buff，可以方便转移阵地埋伏敌人，由于需要翻山越岭，他们都获得了跳跃提升4的buff以便更好的赶路。\n种族特质：暗器\n游侠需要暗杀敌人，一把淬毒的匕首是必须的，由于靠近幽暗密林，取个蜘蛛的毒腺也不是十分困难，高级一点的会用黑暗巫术给弓箭施加凋零效果，自从现代的大门开放过来，一把带消音器的手枪也是不错的选择，虽然他们经常在子弹上涂毒。\n北方游侠属性血量：20\nbuff：速度4，跳跃提升4，水下呼吸，夜视\n所在地：伊宁威治\n人类开采技术：人类是中土仅次于半兽人数量的种族，他们有参与正派的，有参与反派的，都追求各自的利益，人类由于没有精灵与兽人那样的强健体魄，他们需要装备来保护自己，装备需要消耗大量的资源，他们佩戴着精灵王和索隆赠与他们的宝物，每个人类都会获得急迫1的buff。\n种族特质：科技\n自从开启了异世界的大门，人类掌握了制枪和用枪的技术，从矮人那里购买的大批钢板也有了极大的用处，载具他们多多少少也会制造一些，有一些坦克的装甲甚至比现代的都好，由于发动机的原因，飞行载具的产量不大，而且也没几个像样的飞行员，虽然都是一些二战的武器，但是也足矣对付其他敌人了。\n人类属性血量：20\nbuff：急迫1\n正派人类所在地：洛汗，刚铎，多尔恩厄尼尔\n反派人类所在地：登兰德，近哈德拉大沙漠\n\n矮人强悍民族：矮人住在中土的西部，他们的个子和霍比特人一样，但是战斗能力可以顶上两个半兽人，他们拥有着最耐打的身躯和最坚固的盔甲，他们每个都拥有抗性3的buff。种族特质：锻造\n矮人拥有着最顶尖的锻造技术，很多刚铎造坦克的零件都是出自这里的能工巧匠，他们的盔甲也是中土最好的铠甲，附魔技术也是中土的顶级水平，来自矮人的玩家可以享受修复铠甲和附魔任意挑的好处，当然，别被半兽人看见了。矮人属性血量：25\nbuff：抗性3，急迫2\n所在地：蓝山，铁丘陵\n\n半兽人战争机器：半兽人是索隆的军队，他们制造出来就是为了战争，他们追求力量，而且体质比人类好，每个半兽人会拥有力量2和抗性2的buff，由于战争需求的大量资源，他们也佩戴着索隆发放的宝物，每个半兽人也会获得急迫1的buff。\n种族特质：掠夺\n半兽人可以掠夺其他种族的武器和宝物以满足自己，他们的征服欲望是无限的，是索隆制造出的黑暗力量，对付他们撤退的时候要把自己的物品销毁，以免被掠夺。半兽人属性血量：30\nbuff：力量2，抗性2，急迫1\n半兽人所在地：安格玛，魔多，多尔哥多\n强兽人精英势力：强兽人是堕落的精灵，他们也是为战争而生的，但是他们的战斗力是中土特别强的，精灵都惧他们三分，每个强兽人都会获得力量3和抗性2的buff，由于他们出生于火焰之中，他们会获得抗火的buff。\n种族特质：巫术\n强兽人是索隆手下的精英，他们可以炼制各种药水来强化自身或者削弱对手，他们掌握着上古流传下来的炼药配方，这些药水对于精灵和人类来说是致命的。\n强兽人属性血量：35\nbuff：力量3，抗性2，抗火\n强兽人所在地：魔多，艾辛格\n半巨魔至高之躯：半巨魔作为中土体型最大的民族，他们的血量也是非常的高，他们的力气也是非常的大，拥有力量2的buff，虽然他们的装备十分简陋，但是他们自身可以填缺这些空缺。种族特质：火药之国\n半巨魔的国家接近火山，盛产硫磺和硝石，由于异世界大门的开启，有一些军火商到过这里贩卖武器，但是由于枪械和载具的型号太小无法使用而告终，但是这些商人传授给了他们制造炸弹的工艺，半巨魔会制造各种手雷，地雷，火炮，炮弹等物品。\n半巨魔属性血量：40\nbuff：力量2，跳跃提升2\n所在地：皮特罗格威治\n\n\n\n\n\n这里是服务器的主城，比较简洁\n\n\n\n这里是服务器的商店，玩家可以从这里赚取虚拟货币money\n\n\n这里是服务器的任务发布处，里面也可以出售掉落物换取实体货币\n\n\n这里是主城的工厂，里面可以充电,购买载具及其需要的油料和炮弹\n\n\n\n以下是生存世界玩家的建筑，有点乱{:10_527:}\n\n\n\n服务器注意事项（必看）\n\n\n1.服务器死亡掉落经验，并且每次死亡时消耗1money保留装备，money为0时装备掉落，新人进入会有30元的基础资金，请小心。\n2.服务器没有地皮，只有领地。\n3.服务器可以自由开关PVP,由玩家自己掌管，主城不可PVP。处罚规则恶意PVP者监狱1天作弊者一经发现第一次监狱1天，第二次直接ban互相撕逼者双方禁言1小时这是服务器的监狱，希望大家不要来\n\n                                                                                                               服务器里有一个彩蛋，在副本里，大家请自己寻找吧，恐怖彩蛋哦{:10_512:}\n\n\n\n",
    "replies": []
}