{
    "title": "<原创·连载>方块万岁【第十章 一人与同伴】",
    "author": "CloudsXDao",
    "replyCount": 2,
    "timestamp": 1457801580,
    "txt_content": " 本帖最后由 CloudsXDao 于 2016-3-13 23:16 编辑 \n\n正文\n\n\n\n打，当然得打。梅谁是知道的，问题是怎么打？前有魔王般的陈止，后又有教廷似得炎帝。总是梅谁会七十二般变化，恐怕也找不出破局之法。蒋同似乎也意识到这个问题，抬起头，忧心忡忡的看向梅谁。梅谁自信一笑，看向远处，“不用担心，我心中已有算计。”蒋同听见这个回答，眼中闪过一丝兴奋，甚至于不可置信的光芒。然后——重重的点了点头。梅谁二人回到家里，梅谁立刻坐在自己的电脑前，似乎要实施他自己的那个计划。蒋同轻轻点头，然后走向厨房。再看梅谁，鼠标在屏幕上画了一个又一个的圆圈，似乎是在考虑什么；又似乎是在迷茫。梅谁说了个谎，他其实并没有想到具体的方法，之前说那一句曾经的口头禅，只是为了“稳定军心”罢了。但是试想，若是他都没有自信，蒋同有如何有自信去执行他的计划呢？梅谁想了想，打开了一个小众而不为人所知的聊天软件。输入账号、密码，登陆。简洁的界面中，只有三四人的头像，梅谁把他们拉入一个讨论组里。没错，这是梅谁的小团体所用的秘密交流软件，只有文字聊天和语言聊天两个功能。等了一会儿，就有人在讨论组发消息。【龙纹】假棋士！你建讨论组是为了忘忧城哪件事？你和炎帝到底怎么了？站长为什么帮炎帝？！还有，那个游戏，那个赌局的目的到底是什么？！龙纹一下子问了很多问题，梅谁想了想，打了一段字。【假棋士】我会回答，但是等所有人都上线吧。陆陆续续的，另外两人也都上线进讨论组了。【冰六】假棋士？很少见你主动找我们啊，看来确实是遇见什么事了吗？【老鼠无敌】喂喂，冰六你不知道吗？忘忧城出大事了！【冰六】忘忧城？！就是那个忘忧城？！【老鼠无敌】还能有哪个？忘忧城被人指名道姓的点杀，不要说我，基本上全网关注游戏、动画那些亚文化产业的都知道了！冰六你是多孤陋寡闻啊！假棋士！据说你背叛忘忧城的那群家伙啊？！已经到了人人喊打的水准了吗？梅谁看了看剩下最后一个人的头像，【笨蛋】的头像还是灰的。如果那家伙也加入的话......梅谁不禁想起那一次的棋局对决。不行，那家伙神出鬼没的，不能指望他。梅谁摇了摇脑袋，俯身在键盘上打着。【假棋士】没错....这件事很复杂，我需要你们的帮助！我先告诉你们整件事情的来龙去脉，你们再决定要不要帮我。梅谁握了握拳，试图清除手指的疲劳感，一点一点的打出事情的来龙去脉。他说了站长的困境、顾少爷的赌局，陈止的算计、炎帝的疯狂。还说了昨日陈止神乎其神的压制，今早炎帝的变化和赌局的沉重筹码。众人都沉默了。他们从未想过，事情竟然如此复杂。【假棋士】事情，我都说完了。现在决定要不要参加的，是你们自己。没有一个人答话，梅谁心里不住咯噔一下，不好的预感涌了上来。【老鼠无敌】抱歉耗子打完这两个字，就自动退组了。梅谁咬了咬牙，继续等待。【冰六】我想...我大概不能给你直接帮助....但是....如果有什么其他的需要，找我。说着，冰六也退了组。只剩下龙纹一个人了，梅谁瘫在椅子上，他已经不抱任何希望了。可笑的是，他之前居然还希望笨蛋也能加入并帮助他，而现在不仅笨蛋见不到影子，就连冰六和耗子都跑了。突然，他明白了什么。当一个人处于束手无措，几近绝望的时候，总会寄希望于他人，而自己却不断高估这份希望实现的可能性和他人能力对自己帮助的多少。最后往往达不到自己期望的目标，而陷入更深的绝望。梅谁咬着下嘴唇，终于，龙纹说话了。【龙纹】假棋士，你告诉我，陈止到底有多强。梅谁看到这一句话，不禁苦笑了起来，有多强？他怎么可能知道？他不断思考，不断推理也不过做个事后诸葛亮罢了，陈止的计谋思路他一个都看不懂，终究不过望其颈背而已，一只萤火虫又怎么能形容出太阳的光芒如何强烈？沉思良久，梅谁只打出三个字。【假棋士】非常强。龙纹又是沉默。梅谁偏过头，微微闭上眼，嘴角拉起一丝苦涩的笑意。【龙纹】我总结一下。这么说，这场大战看起来有两方——陈止与炎帝领导的忘忧城众，实际上却是三方，而你就是第三方？你必须在“非常强”的陈止，和一群高层次游戏玩家之中抢夺胜利？而且还会找人唾弃，最多拿个十万人民币？梅谁久久说不出话来。【假棋士】嗯。又是沉默。很久。果然还是全败吗？梅谁开始苦笑起来，自己的能力再一次被否定了吗？梅谁又看向屏幕，不出意料，这里将会出现三个字——对不起梅谁唯独对此坚信不疑。他相信这一次，他估计又是一个人，一个人独自面对难关。独自。一人。终于，龙纹回答了，果不其然，三个字。【龙纹】我加入。梅谁刷的一下站起来，不敢相信的看着屏幕上的三个字，“这....这...”梅谁又猛的反应过来，快速的按着键盘，他第一次知道自己的手速居然也能这么快。【假棋士】真....真的吗？龙纹....我不知道说什么好....你真的愿意？【龙纹】套用曾经看的动画，只要微笑就好了，当然，假棋士，加入这两个字可不是连滚键盘能打出来的。看得出来龙纹心情大好，连俏皮话都用上了，梅谁突然有一种自己才是笨蛋的感觉，什么绝望，什么希望，统统被丢弃了，丢弃在身后。【假棋士】哈哈！哈哈！我真的很开心！真的！谢谢！谢谢！龙纹谢谢你！【龙纹】不用，我也只是想帮你而已，炎帝哪里多我一个不多，少我一个不少，而你，有人支持和没人支持差很多的吧！我愿意支持你，你更需要我，于是我就来了，就这么简单而已。梅谁与龙纹继续聊了一段时间，约定好晚上再确定整个计划，龙纹也下线了。梅谁站起身，拉开窗帘，他忽然觉得前路，一片光明。“有人支持，和没人支持。确实差很多啊。同伴，就是这种东西吗？”梅谁轻轻说道，“龙纹叔，我记下了......谢谢！”\n\n\n\n索引\n\n",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1457806020,
            "txt_content": "晚上很容易沉呢，来啦来啦"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1457882040,
            "txt_content": "银狼 发表于 2016-3-13 02:07\n晚上很容易沉呢，来啦来啦\n是啊{:10_514:}"
        }
    ]
}