{
    "title": "翻译&Wiki 版规 [18/07/06 第五版]",
    "author": "LocusAzzurro",
    "replyCount": 0,
    "timestamp": 1457795160,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2020-3-23 01:47 编辑 \n\n翻译&Wiki 版规Translation & Wiki Board Rules\n\n◆ 版块介绍\n\n翻译&Wiki版致力成为连接国内外社区，促进国际性沟通的桥梁。在这里，你可以博览群书、掌握知识，也可尽一己之力，为打破语言障碍做出贡献。\n\n◆ 版块分类\n\n【百科词条】 对发布在Minecraft中文Wiki的新翻译文本进行的发布。【插件资料】 与多人服务器第三方插件相关的非中文百科，文档等对应翻译，包括但不限于使用Craftbukkit, Spigot(及衍生), Sponge, Nukkit等作为服务端的服务器中使用的插件。【模组资料】 与单人/多人模组相关的第三方修改类内容相关的非中文百科，文档等对应翻译，包括但不限于基于Forge, LiteLoader, Sponge 等API制作的模组。【学术文章】 对于某一特定主题进行探讨的非中文文章翻译，包括但不限于教程，游戏技术性研究，非官方博客类文章，文学作品等。【官方博文】 对发布于Minecraft.net的官方博文进行的搬运与翻译，仅限[CULTURE], [INSIDER]与[MERCH]分类，[NEWS]类请发布至新闻资讯版。【其他翻译】 无法分类至以上分类中，非讨论向的翻译文档发布。【翻译讨论】 关于翻译相关的讨论，建议，本地化项目译者征集以及翻译其他社区的内容等。\n\n\n◆ 版块规章\n\n一、总览\n\n版规旨在维护本版的帖子质量与阅读舒适度，所有版规基于Minecraft中文论坛规章制度。\n\n二、发帖相关\n\n1.发布要求\n\n内容必须与Minecraft或相关人员有关。官方新闻性质的博文请发到新闻版块。请勿发布纯水及无意义主题。违者将受到-1人气, -10金粒起步的处罚。请勿发布无意义讨论或过期内容（对于当前Minecraft版本已经过期的内容或无实际讨论意义的主题）。违者视情况扣分并关闭下沉。错版帖将视情况移动或关闭。请勿使用机翻。任何有机翻痕迹的帖子将受到警告，扣除包括并不限于贡献的积分，并删除帖子的处罚。屡教不改者永封。请勿占坑不翻译，违者按机翻论处。请使用阅读友好的排版。若原文档中包含图片，视频等多媒体资源，请在力所能及范围内进行搬运与翻译，若有需求可联系版主LocusAzzurro或大区版主乙烯_中国协助。如原文的多媒体资源有进行翻译汉化则将会获得额外加分。如原文包含视频，转载时请优先使用B站中转，任何携带广告的视频源都将由版主编辑删除并扣除楼主相应积分。不满足发帖要求的帖子视情况删除或联系整改。发布【插件资料】【模组资料】【学术文章】【其他翻译】时：\n帖子需使用[翻译作品发布]模板，并正确填写。翻译作品需在帖子中包含至少【翻译正文】或【网盘下载链接与预览】之一。若翻译已获得原作者授权，请将其置于贴内明显位置。各类翻译作品如篇幅较长可考虑分为多贴发布，并创建一个索引贴，不过切记莫过度分段占据过多版面或进行不必要的分段。若有必要可联系版主或我们将联系发布者合并过于分散的内容。\n发布【官网博文】时：\n发布需在帖子内加入原文链接，发布时间以及原文作者。标题中需使用[Minecraft.net]等进行注明，也需注明类型(如[INSIDER]/[业界讯息],[CULTURE]/[社区文化])。请尽量搬运原帖所有图片，并上传至国内图床进行使用。请对发布的原文及译文进行适当的排版以便于阅读，如对原文进行折叠，使用不同样式，或将原文置于译文之后等。若某篇博文已有质量较优的对应译文发布，为避免撞车，在发布前可进行搜索确认，若已有译文发布，但仍有不足，可联系首发者进行后续补充润色。多人发布同博文译文均可获得除绿宝石之外的对应奖励，但仅最优翻译会收录至博文录。【附注：在本次博文录修订完毕后，收录的博文除特殊情况外将不再考虑移出。】每周方块类博文主标题请使用\"本周方块：<方块名>\"或类似命题。生物介绍类博文主标题请使用\"遇见<生物名>\"或类似命题。若发现尚未收录的译文可通过私信通知翻译版主LocusAzzurro或大区版主乙烯_中国。\n\n\n2.评级\n\n若认为自己的翻译作品十分优秀，可在置顶申请帖内进行申请获得图章，作品获得图章评定需满足以下要求：\n翻译内容正确，语句通顺易懂，无机翻迹象。翻译内容对玩家群体有一定作用，能起到作为参考与普及知识的效果。翻译量需达到一定指标（根据申请图章等级与翻译作品类型定值），并进行了合适的排版，以便于阅读与促进理解（文档内或帖子内，视发布方式）。若翻译作品内包含了汉化的图片，视频，或进行了精美的排版，会视情况降低对翻译量指标的要求。索引型作品翻译量将计所有贴总和，且单个系列仅索引可以获得图章评定。\n\n\n图章评定等级要求：\n优秀等级评定翻译量参考要求为5000字。精华I等级评定翻译量参考要求为8000字。在精华I的基础上脱颖而出的十分优秀，且受到大量玩家好评，并且/或者翻译量巨大且准确的作品将有机会由版务组提升至精华II与精华III等级。\n\n\n3.奖励\n\n合格主题均有奖励并获得评级资格。官网博文在2天内发布合格翻译将获得额外加分奖励。合格博文奖励+2人气，+20金粒起。收录进博文录的博文将获得永久绿色加粗高亮。\n\n\n绿宝石奖励\n\n仅会给予优质的翻译帖奖励。收录的官方博文：+0~20绿宝石，与[字数x质量]成正比优秀：+15±5绿宝石精华：I: +25±5绿宝石，II: +35±5绿宝石，III: +45±5绿宝石实时搬运并翻译国外社区的优质内容将按质量进行评定。（例如PMC的年度评点或者比如reddit上一些比较有趣或优质的讨论。）时效性奖励为+1绿宝石起，时限为48小时。机翻以及恶意利用规则会受到与奖励相当量的绿宝石惩罚，范围5-100绿宝石。\n\n图章奖励\n\n优秀：永久紫色高亮不加粗，+3人气，+40金粒，+2贡献精华I：永久紫色高亮加粗，+5人气，+50金粒，+2贡献（+精华奖励）索引优秀：永久蓝色高亮不加粗，+3人气，+40金粒，+2贡献索引精华I：永久蓝色高亮加粗，+5人气，+50金粒，+2贡献（+精华奖励）实际加分值根据作品质量，视情况上下浮动。\n\n多人合作奖励\n\n翻译&Wiki版提倡翻译项目多人合作，当一个作品获得图章评定时，我们也会对除发布者外的其他杰出贡献者进行奖励，详细规则如下。\n多人合作项目需在发布时标出参与者列表及所做贡献。当作品获得优秀评定时，包含发布者在内最多两人可以获得奖励。当作品获得精华I及以上评定时，包含发布者在内最多三人可以获得奖励。发布者之外获得奖励的贡献者由发布者指定，被指定者需在项目中有显著贡献，否则无法获得奖励。每个贡献者所获奖励根据人数逐渐降低（单人项目发布者获得100%奖励，双人合作项目每人获得原奖励80%，三人合作项目每人获得原奖励60%，每个多人合作项目贡献最多合计获得9点，绿宝石最多合计获得70枚）。被奖励者需在作品发布帖中进行回复，我们会对该回复进行加分，同时贴内置顶回复鼓励其他会员进行加分。\n\n\n\n三、回帖相关。\n\n1.违规处理\n\n相应“2-4-a”的回复，扣除适量人气金粒、警告。与主题无关联、纯表情、乱码或者无意义的回复视情况扣少量金粒，十分无意义警告。回复三连及以上，除非每一帖均有独自存在的理由，否则视情况扣少量金粒。“LV.4”及以下用户可视情况放宽以上规则。连续回复灌水三贴以上，每帖警告一次，不受总坛规保护。回帖指正错误者可视情况给予积分奖励，若语气跋扈者可以扣分或警告。\n\n\n四、其它。\n\n如发现该版规存在漏洞请去反馈版进行反馈，我们将视情况给予积分奖励。恶意利用漏洞者将被严惩。为促进Minecraft本土化推进，翻译&Wiki版将提供代为宣传服务，详情请见【Minecraft相关项目本土化协助计划】\n\n\n\n\n\n\n版规更新记录\n16.03.12 第一版16.11.26 第二版\n优秀作品奖励提升优秀作品评定标准修改增加多人合作奖励规则增加Minecraft相关项目本土化协助计划入口\n17.02.26 第三版\n增加官方博文相关内容与规则增加作品分段相关备注\n17.05.27 第四版\n提升图章奖励额度增加博文翻译加成与高亮规则整合博文录相关规则至版规\n18.07.06 第五版\n版规整体结构性更新增加绿宝石奖励相关规则\n\n\n",
    "replies": []
}