{
    "title": "<原创·连载>方块万岁【第九章 服务器与战争】",
    "author": "CloudsXDao",
    "replyCount": 2,
    "timestamp": 1457801700,
    "txt_content": "正文\n\n\n\n第二天，蒋同刚刚从睡梦中起来，迷迷糊糊的想要去洗漱，就看见梅谁坐在电脑前，一脸凝重的看着电脑。蒋同走到梅谁旁边，俯身看去，映入眼帘的就是忘忧城所发的一个公告。公告的内容一时还没看清，蒋同就看见了发帖人。止妖。陈止？他什么时候成了管理员了？蒋同皱了皱眉。“啊。”梅谁侧头看向蒋同，声音好想有些疲惫，站起身，“我们下去吧。”蒋同偏偏头，梅谁笑道，“先去吃早饭，我和你慢慢说。”二人换了睡衣下了楼，随便找了一家早饭摊子，坐了下来。“形势比我想象的变化的要快。陈止....他是有真本事的。”梅谁沉声道，“他只花了一个晚上....不，是仅仅只有凌晨的四个小时，就把所有的脏水泼到我身上......站长也在明里暗里配合他，我连说话的时间都没有就被封禁了......”蒋同认真听着，早饭端了上来。几根油条、一碗豆浆、一碗花生汤，算是传统的中式早餐。梅谁不讲了，端起碗，也不用调羹，猛地喝了一大口。“呼——舒服。”梅谁放下碗，拿起油条又继续说了起来，“在忘忧城大部分玩家都上线，并且倒向炎帝那一边的时候，陈止和炎帝提出了那个游戏。然后说了一些半真半假....连我都分不清楚的说辞....让他们相信这个游戏确实关乎忘忧城存亡，但与什么游戏、阴谋、赌局无关。”看着蒋同眼中的担忧，梅谁知道他想说什么，道，“这确实是最不利的情况，无论对我还是炎帝，亦或是陈止......这个游戏的随机性很强，会发生什么我们完全算不到，更何况还并非单纯的几个人竞速......”蒋同有些不解，梅谁反应过来，道，“忘记说了....他们已经告知我们这个游戏....这个赌局的胜利规则了——在一个忘忧城所设立服务器中，得到这个游戏唯一的战利品，龙蛋。并且这个赌局对所有玩家都有效，而且最终拿到龙蛋的只能是陈止、炎帝和我三个人。也就是说，我们不仅仅要考虑对方，还要考虑那些游曳玩家......”梅谁摸了摸下巴，“难度增加了，但是陈止的这一步棋我依旧无法理解。这对他毫无帮助，甚至会损害到他巨大的优势。相反的，炎帝在玩家阵营中的呼声越来越高，大有成为领袖的姿态......就目前来看，在这场赌局中，炎帝获得的东西反而是最多的。但是炎帝受制于陈止....炎帝所得最终还是落入陈止口袋，真是计算颇深.....不仅仅是自己的阵营，就连敌方的阵营也不放过吗？”蒋同压着嗓子说道，“那....我们还要打吗？”“我....不知道”梅谁看了一眼蒋同，道，“一方面，我们处于绝对劣势，无论是场内和场外，我们都已经输了个精光；另一方面，陈止大有吃掉整个忘忧城，然后站在炎帝后面当暗影皇帝的意思....我已经亏太多了，如果再挡在陈止面前，不知道还要损掉什么东西。”“可，万一赢了......”梅谁奇怪的看了蒋同一眼，还是说道， “你这是赌徒心理......盈利已经不能指望了，只能止损了。”蒋同沉默着，一调一调的舀着豆浆。“梅谁！”突然，梅谁听见有人在叫自己，回头看去，居然是炎帝和站长。站长挥着手，一脸兴奋，炎帝也是一副令人恶心的春风得意马蹄疾的样子，似乎已经忘记昨天狼狈的模样了。炎帝一脸嘲讽的走上前，站长也跟在他的后面，“梅谁老弟，你好运来了！陈止听说你经济情况不是很好特别给你一个赚外快的机会......”站长还没说完，炎帝不耐的打断道，“乐乐乐！先让我和他说两句！”站长无奈的站远了些，梅谁心中一顿，仅仅一夜之间，他们两个的立场就转变了。这也是陈止的魔力吗？“假棋士，假棋士。”炎帝压低了声音，嘿嘿笑道，“你知道我最烦你哪一点吗？我最烦你两点，第一点是你那个进水的脑子，别人说什么都听不进去！第二点是你那个说不停的嘴皮子，整天得不得得不得，在论坛上满嘴喷粪，搞得到处都是你的垃圾。这下好了吧，你被封禁了，说不了话了，帖子也被删掉了，嘿嘿。整个忘忧城都干净了不少！看得我神清气爽啊！”梅谁和蒋同只是冷冷的看着他，不说话。炎帝见梅谁毫无波动，一挑眉毛。站在不远的站长提醒他时间快到了，他无奈的咬了咬牙，幼转过头，看向梅谁，阴森森的嘿嘿笑道，“梅谁，你还不明白，还不醒悟吗？这是一场战争没错，但是，这只是我们这个阶级所看见的。在更高的阶级的那些人眼里，不过只是小孩子过家家的游戏罢了！就像是人类的王者怎么可能懂得神的想法一般，你还是接受神的馈赠乖乖成为一枚棋子好了！”说完，他就一甩袖子走开，站长笑呵呵的走上来，说道，“炎帝也就是嘴上逞逞能罢了，你别放在心上。”梅谁笑笑，他知道炎帝可不是只吹吹牛的人，“那你有什么事呢？站长先生。”站长看梅谁喊他站长，眉开眼笑道，“我和你说，陈止先生和顾小少爷知道我和你有个交易，专门让我把我们交易的金额翻番再翻番......所以——如果你赢了，你可以得到十万！输了也有三万保底！怎么样？做不做？”梅谁摸了摸下巴，沉默了一段时间后，才说道，“让我想想。”站长笑了笑，和炎帝一起离开了。“没想到，炎帝还真的变成一个追随自己内心的人了.....”梅谁苦笑道，第一次对自己的理想世界产生了怀疑，甩了甩头，又说，“他说神的恩惠....究竟是想激将我不参加赌局，还是他真实的想法呢.....”“那，我们到底，要不要打？”蒋同问道。“要！当然要！”梅谁一锤桌子，“不仅要打，还要打的漂亮！这一次我算是身败名裂了，但是若是站长所承诺的东西拿到手，也算是值得了！” \n\n\n索引\n\n",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1457829840,
            "txt_content": "嗯，索引落审核了。审核过了通知一声哈"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1457846700,
            "txt_content": "250=mo 发表于 2016-3-13 08:44\n嗯，索引落审核了。审核过了通知一声哈\n过了,去看看吧\n"
        }
    ]
}