{
    "title": "[1.10.2-1.7.2][improving-minecraft改进我的世界]听说逼死mod?我特性多我不怕！",
    "author": "泠",
    "replyCount": 46,
    "timestamp": 1457799300,
    "txt_content": " 本帖最后由 CYP大神 于 2017-3-27 00:57 编辑 \n\n啊哈哈删除线去掉了作者就不更1.11。。不怪我。。\nmod更新日志\n\n2016-08-14\nmod1.10.1-1.11\nMC1.8.9-1.9.4\n    Removed poisoned arrows (this feature is now vanilla)\n    Removed sticks dropping from dead bushes (this feature is now vanilla)\n    Removed filling up buckets from full cauldrons (this feature is now vanilla)\n    Removed potatoes from additional breeding items for pigs (this feature is now vanilla)\n    Removed gold ingots generation in dungeon chests (this feature is now vanilla)\n    Fixed incompatibility with Forever Enough Items\n    Fixed \"hardened_clay_stairs_and_slabs\" being listed in the \"Enchanting, Repairing, Brewing\" config category\n    Fixed the health draining enchantment working with indirect attacks (e.g. shooting an arrow and quickly switching to the enchanted\n    item)\n    The feature adding spawn eggs for all the mobs is now compatible with Not Enough Items\n    The Water Walking enchantment is now disabled by default, since a new vanilla enchantment has the same effect (if you have used the\n    mod before, the enchantment is currently enabled in your config file, so you will have to go disable it manually)\n    Slight changes in the hard versions of horse armor recipes\n    The config file now allows to specify an enchantment rarity among common, uncommon, rare and very rare, instead of a numeric value\n    The Hunting Knife and the small flint tools deal less damage but have an increased attack speed\n    Fire damage and explosions can ignite creepers\n    Poisoned arrows can be generated in jungle temple dispensers (using the new vanilla poisoned arrows)\n    Pigs can sometimes drop leather\n    Beetroot can be used to make sugar不知什么时候\nmod1.12.3\nMC1.7.10\nv1.12.3 for MC1.7.10: * ALL burning arrows now set fire to terrain (including those shot by mobs) * Dangerous fire can now be put out with any non-wooden shovel * Mob Spawners can be configured to ignore light level (disabled by default) * Crouching/Sneaking can be configured to NOT stop the player falling off block edges (disabled by default)\n\n\n红色为最近更新\n\n Farming and breeding:农牧业One bonemeal is usually enough to grow a tree一个骨粉可以让树长大Bonemeal works on cactus骨粉可以用在仙人掌上——高度令♂人♂发♂指Bonemeal works on sugar cane骨粉可以用在甘蔗上—高度令♂人♂发♂指Pigs can sometimes drop leather（猪有时可以掉落皮革）Lily pads can be cloned using bonemeal骨粉可以用在睡莲上（克隆）Gunpowder, magma cream and blaze powder can be used as fertilizers for Nether wart (just like bonemeal on other plants)火药、岩浆膏和烈焰粉可以作为地狱疣的肥料（像骨粉对植物一样）Pigs breeding works with potatoes, apples, melons and bread猪可以用西瓜、苹果、面包来繁殖！（1.9.4移除土豆繁殖猪，原版就有）Chickens leave feathers from time to time (customizable frequency)鸡会和下蛋一样不时掉落羽毛（可更改频率）（我等不♂杀♂生♂党♂福音）Animals found in the wild are now \"Wild animals\", you can make them evolve into farm animals by breeding. Wild animals only drop 2/3 of the regular items on death. When they're attacked by a player, they fight back. Besides, it is impossible to milk a wild cow or saddle a wild pig, and wild chickens don't lay eggs. Wild sheeps can be sheared, but it only gives one piece of wool, and will make the animal angry 1 time out of 3. There are no wild horses or rabbits. When two wild animals reproduce, the baby is more evolved than its parents, so you will have to use this new animal for reproduction, and so it goes. The average number of generations from wild to farm animals can be customizable (it's 4 by default).野生动物（没有野马野兔），被击杀只掉落2/3的物品，懂得还击，野牛没有奶，野猪不能骑，野鸡不下蛋，野羊只能剪掉一块毛。下面进入难理解部分：野生动物进化。A（第一代）B（A的子代）C（B的子代，A的孙代）D(B的孙代，C的子代)E（C的孙代，D的子代）俩A生了一个B，任意俩A又生了一个B，B是进化于A的；两个B生了一个C，任意俩B又生了一个C，C由B进化（更接近农场动物）；然后一群C生了俩D，D又比C进化程度高，这俩D又生了一个E，那这个E就是普通的牛羊鸡。（好麻烦）讲了这么些，其实就说了一个道理——鼓励二胎（好多好消息啊哈哈哈哈，此mod必火！）\n\n\n\n \n\n\n\n\n Mobs and drops:生物、掉落Mobs can have random potion effects on spawning (customizable probability)生物可能随机拥有药水效果（可自定义）Creepers can naturally spawn in \"charged\" form (customizable probability)可能天然生成闪电苦力怕（可自定义）Baby zombies deal less damage小僵尸伤害更少Baby zombies burn during day小僵尸在白天烧起来Animals killed by fireballs drop cooked meat动物被火球烤死掉熟肉Mobs can drop their skull (customizable probability)怪物可以掉脑袋（可自定义）Players can drop their head (customizable probability)玩家也可以掉♂脑♂袋（可自定义）Tools, swords and armors dropped by mobs are less damaged怪物身上掉下的装备耐久度更高（好评！）Horses and squids drop meat (it is automatically disabled if you have installed my mod Lots of Food that has the same feature). The drop chance, minimum and maximum of meat dropped is customizable for both creatures.马肉、鱿鱼肉，可以烤！当你装了Lots of Food会自动禁止这个特性\n\n\n\n\nBats drop leather蝙蝠掉皮Wolves drop leather狼掉皮Zombie Pigmen drop cooked porkchops instead of rotten flesh僵尸猪人掉落猪排，不是腐肉Witches drop more potions types and more often女巫掉的药水种类、数量更多Endermen always drop at least one enderpearl末影人至少掉落一个珍珠（良心作者）Some of the arrows used to kill a mob are retrieved (customizable probability)射杀生物可以捡回来一些箭Creepers can drop TNT (customizable probability)JJ掉TNT（可自定义）Spiders can drop cobweb (customizable probability)蜘蛛掉网（可自定义）Fire damage and explosions can ignite creepers（火焰伤害和爆炸可以引♂爆苦力怕）Iron Golems drop 1 or 2 iron blocks (in addition to their normal drops)（铁傀儡掉落1-2铁块，正常掉落物还是会掉落）（刷铁机福音）\n\n   \nZombie Pigmen can be cured just like Zombie Villagers, and become Pigmen. They are passive creatures but will fight back if attacked. You can trade with them, and they will sometimes buy armor from you to equip it. They drop porkchops upon death.（僵尸猪人可以像僵尸村民一样被治愈（方法相同），成为下面这货。。。猪人（主♂任）是中立生物，你不打他他不打你。你可以和他交♂易，他有的时候从你这里买装备。死了掉落猪排。）\n\n\n\nHell Hounds randomly spawn in the Nether, with customizable frequency. They are hostile, and their attacks set their target on fire. They can be tamed using Black Bones, dropped by Wither Skeletons (customizable probability), they will then behave like regular dogs. They drop fire charges or glowstone dust upon death.（地狱会生成地狱犬（可定制几率），敌对生物。他们很团结，会对玩家群♂起♂而♂攻。他们可以用黑骨头驯服（由凋灵骷髅掉落（可定制几率（我居然用了四连括号……）））驯服后他们就会像普通狗一样了（功能一样，并非外观）死后掉落烈焰粉、萤石粉）\n\n\n\n\n Enchanting, repairing, brewing:附魔、修补、酿造\n\nSpeed enchantment on boots, as powerful as Speed I potion effect (customizable frequency and min level)速度附魔，喝药水同等效果（可自定义）Water Walking enchantment on boots, allows players to walk on water (customizable rarity and min level). This enchantment is disabled by default in the config file because there is now a vanilla enchantment with a similar effect: Frost Walker.（水上行走附魔可以让玩家在水面上行走，这个附魔默认是被禁用的，因为原版有冰霜行者）（这个附魔可以自定义稀有度和最小等级）Autosmelting enchantment on tools that automatically smelts every harvested items (incompatible with Silk Touch, customizable frequency and min level)在工具上的自动冶炼附魔会自动地对每一个收获到的物品进行熔炼（不与精准采集附魔兼容，其附魔几率和等级都可以自定义）Health bonus enchantment on chestplates, levels 1 to 3, adds as much hearts to the health bar (customizable frequency and min level)生命提升附魔（可自定义）Health Draining enchantment on swords, levels 1 to 2, the attacker drains as much half-hearts from the hit target (customizable frequency and min level)健♂康消耗（表示试了半天，会让敌人掉血）（可自定义）Combining 2 tools/weapons/armors in the crafting table preserves the enchantments if they are the exactly the same on the 2 items在工作台中将两个装备融合将会保留附魔效果，前提是他们附魔相同。An enchanted book can be crafted from a book and an undamaged enchanted item (doesn't work with the hunting knife)如下图所示。不能用本mod中的狩猎刀\n\n\n\n\n\n\n New items and crafts:新物品、新工艺Spawn eggs for all the mobs (Enderdragon, Wither, Wither Skeleton, Snow Golem, Iron Golem). This feature doesn't work if Not Enough Items mod is installed.末影龙、凋零、铁傀♂儡、雪傀♂儡、凋灵骷髅刷怪蛋，还有所有生物的刷怪笼，包括mod里的！，需要先加载其他mod。如果你装了NEI，上面的话就是废话。现在这些蛋和NEI兼容了！Smooth stone stairs石楼梯不解释\n\n\n\nHardened clay stairs and slabs黏土楼梯\n\n\n\n\nHay stairs and slabs干草……\n\n\n\nColored flower pots, using same colors as hardened clay染色花盆，颜色与黏土一样（作者补了一张图）\n\nObsidian sword, not craftable, a bit more powerful than iron, 1250 uses, held and dropped by wither skeletons (customizable probability). This weapon can sometimes inflict a Wither effect to the target.黑曜石剑，不可合成，比铁剑厉害一点点，1250耐久，持有者和掉落者均为凋灵骷髅（其概率可自定义），该武器有时会给予目标凋零效果。\n\n\n\nCraft for saddle鞍\n\n\nCrafts for horse armors马铠\n\n\nCraft for nametag命名牌\n\n\nReversible crafts for blocks of quartz, snow and clay (1 block -> 4 items)石英、雪、黏土的反向合成Slabs can be assembled back into full blocks下图\n\n\nWooden fences can be crafted back into 2 sticks木栅栏可以弄成2木棍Craft strings for wool (the number of strings obtained is 4 by default, but it is customizable)下图（可自定义）\n\nCraft for cobweb blocks下图\n\n\nCraft paper from wood下图\n\nCraft sugar from beetroot下图\n\n\n\nCraft water from cactus下图\n\n\nCraft ice from water and snow下图\n\n\nCraft packed ice from ice下图\n\n\nSmelt metal blocks back to ingots: iron doors, cauldrons and minecarts can get you a few iron ingots back下图（分解熔炉！！？？）\n\n     作者补了一张图\n\n\nMining TNT: doesn't destroy items and has a wider explosion radius站不会炸掉物品且威力增大的TNT，下矿神器\n\n\nAdamantium ore (requires an iron pickaxe): allows to craft a new set of tools and armors, intermediate between iron and diamond (customizable generation frequency)艾德曼金属（金刚狼♂爪子，美国队长盾）（不是这个颜色吧？）\n\n\n\n\nNether brick tools (same power as stone tools):地狱砖\n\n\nSmall flint tools (similar to wooden tools but mine a bit faster, and deal as much damage as stone tools)小巧玲珑的燧石\n\n\n\n\nMachetes: have as much attack damage as swords, are very efficient to break leaves (and get less damaged from breaking leaves than other blocks), quite efficient to break wood (still less than axes)弯刀！轻松破坏树叶，比剑伤害高，砍树还行，没有斧子快\n\n\nCraftable chainmail armor:锁链\n\n\n\nHunting Knife: lower range than sword but Looting I enchantment on crafting狩猎刀，自带抢夺The Hunting Knife and the small flint tools deal less damage but have an increased attack speed（狩猎刀和燧石小刀的伤害更少，但是攻击速度更快）\n\n\nPoisoned arrows: they deal a poison effect to the target with a configurable duration (6 seconds by default), they are shot in priority over regular arrows if both types of arrows are present in the inventory. They lose their poison effect when they hit a block. They can be shot by dispensers, and are sometimes found in jungle temples dispensers.毒箭，可以在丛林神庙中发现，中毒6秒(1.9.4已经移除，原版就有，丛林神庙中的毒箭替换为原版的)（这个毒箭在原帖中被删了，，帖子的删除线改不回来）\n\n\nWooden bucket: can be filled up with water or milk, but not lava. It can be used instead of iron buckets in the mod's recipes.木桶（你去盛岩浆试试？）\n\n\nTime scepter: only available in creative mode or using cheats, right click allows you to make a baby animal grow or to make an adult animal be able to breed again, and left click makes a wild animal evolve into a farm animal时间发展，只能在创造用，右键小动物就能长大，左键野生动物就变成农场动物Presents: put any item inside a present by a simple craft and offer it to another player! Hold right click when you hold the present to open it. You can also leave your present by putting it somewhere as a block. If the present was renamed using an anvil, its custom name will be displayed above the block, as you can see on the picture below.礼物不解释\n \n\n\nMicrosoft Carpet: this decorative item works like a regular carpet微软地毯233333333……莫名喜感\n\n\n\n\n\n Miscellaneous improvements:各种改进\nBurning arrows set blocks on fire火箭能点燃方块Fire damage and explosions can ignite creepers火焰和爆炸可以引燃苦力怕（我擦，苦力怕连环炸？）Desert dead bushes drop 2 to 5 sticks死灌木掉2-5木棍（1.9.4已经移除，原版就有（有么，我还真不知道））Leaves sometimes drop sticks树叶有时掉木棍Harvesting a cactus with bare hands hurts空手打掉仙人掌手疼Cauldrons have infinite water炼药锅无限水It's possible to fill up a bucket from a cauldron full of water可以装满一桶装满水的大锅（1.9.4已移除，原版“特性”）Dispensers put records in jukeboxes发射器把唱片放在音乐盒里Cakes, boats, minecarts and beds are stackable by 16蛋糕、船、矿车、床堆叠至16（大大的好评啊，炸龙方便多了）All music discs can be found in dungeons chests所有的唱片都可以在地牢箱子里Gold ingots and diamonds can be found in dungeons chests金锭和钻石可以在地牢箱子里（1.9.4取消了金锭的生成，因为原版就有）Gold tools and weapons deal more damage (as much as diamond)金工具和钻石伤害一样！Mob spawners can be harvested with a Silk Touch pickaxe (mob type is saved)精准采集镐子可以挖掉刷怪笼而不让它消失（好评）All mob spawners are available in creative mode所有刷怪笼可用，包括mod，已说过Arrows standing in blocks drop when the block is broken小白射在方块上的箭可以通过打破方块让它掉下来来获取Melon generates in more biomes (savanna, roofed forest and swampland)西瓜可以出现在热带草原、黑森林、沼泽（不科学。。百度资料：温度 西瓜喜温暖、干燥的气候、不耐寒，生长发育的最适温度24-30度，根系生长发育的最适温度30-32度，根毛发生的最低温度14度。西瓜在生长发育过程中需要较大的昼夜温差，较大的昼夜温差能培育高品质西瓜。 水分 西瓜耐旱、不耐湿，阴雨天多时，湿度过大，易感病，产量低，品质差。 光照 西瓜喜光照，在日照充足的条件下，产量高，品质好。 养分 西瓜生育期长，产量高，因此需要大量养分。每生产100公斤西瓜约需吸收氮0.19公斤、磷0.092公斤，钾0.136公斤，但不同生育期对养分的吸收量有明显的差异，在发芽期占0.01%，幼苗期占0.54%，抽蔓期占14.6%，结果期是西瓜吸收养分最旺盛的时期，占总养分量的84.8%，因此，西瓜随着植株的生长，需肥量逐渐增加，到果实旺盛生长时，达到最大值。 土壤 西瓜适应性强，以土质疏松，土层深厚，排水良好的砂质土最佳。喜弱酸性，PH5-7。\n）Command block is available in redstone creative tab创造物品栏里有命令方块Bookshelves drop themselves instead of books (it's still possible to get the books back by putting the bookshelf in the crafting table)书架掉落书架，不是书，可反向合成Double doors open and close together (this feature is incompatible with Malisis Doors, and will be disabled automatically if this mod is detected)   两个门放一起可同时控制（双开门，不兼容malisis的门，如果检测到该mod就自动禁用本功能）The config file now allows to specify an enchantment rarity among common, uncommon, rare and very rare, instead of a numeric value 配置文件现在可以指定附魔的稀有程度：普通，不寻常，稀有，非常稀有，而不是一个数值。Weapon and tool DPS (damage per second) is displayed in the item's tooltip（武器和工具的每秒输出不在信息框显示）ALL burning arrows now set fire to terrain (including those shot by mobs)所有燃烧的箭可以让方块着火（包括生物射出的）Dangerous fire can now be put out with any non-wooden shovel 现在任何铲子（非木铲）都可以扑灭危险的火\n\n Additional options (disabled by default):其他（默认不开启这些功能）Endermen don't pick up blocks末影人不拿方块Vines don't spread藤蔓不延伸All crops need only one bonemeal to be fully grown一个骨粉就可以熟Dangerous fire: fire spreads faster, can't be put out by punching it (this action can even set the player on fire)火焰蔓延加快，用手打不灭火The feature making spawners harvestable with Silk Touch pickaxes works only with a golden pickaxe只有精准采集的金镐才能挖刷怪笼Logs can't be harvested with bare hands, they require axes (this doesn't affect planks and other wooden blocks). If you want to enable this feature, you should not disable flint tools and sticks dropping from leaves, or you might be stuck in early game.树不能用手打，必须要通过树叶等获得木棍再取得燧石做工具，所以如果你打开这个，不要禁用燧石工具The Water Walking enchantment is now disabled by default, since a new vanilla enchantment has the same effect (if you have used the mod before, the enchantment is currently enabled in your config file, so you will have to go disable it manually)水上行者附魔默认被禁用，因为原版有冰霜行者了。（如果你以前就在用这个mod，你需要手动禁用这个功能）Wooden tools can't be crafted anymore (save comment as above)不能做木头工具（除了上面的注释）Mob Spawners can be configured to ignore light level (disabled by default刷怪笼刷怪时忽略光照等级（默认禁用）Crouching/Sneaking can be configured to NOT stop the player falling off block edges (disabled by default)蹲下（潜行）将不能阻止玩家从方块边缘摔落（默认禁用）Hard recipes mode for saddles, horse armors and nametags鞍和马铠更难的合成（1.9.4改了）\n\n改之前：\n\n改之后：\n\n\n\nBUG\n\n不兼容FEI[已修复]硬化黏土楼梯和硬化黏土半砖在错误的分类[已修复]\n生命恢复附魔的间接攻击（比如射箭后迅速切换到持有该附魔的武器）[已修复]\n\n\n【醒目】下♂崽♂地址\nMC1.7.2——mod1.6传送门\n\nMC1.7.10——mod1.7.4传送门\nMC1.7.10——mod1.12.3传送门\n\nMC1.8——mod1.9传送门\n\nMC1.8.9——mod1.10.1传送门\n\nMC1.9.4——mod1.11传送门\nMC1.10.2——mod1.12.1传送门\n\n\n\n\n\n\n\n\n\n\nImproving Minecraft-1.12.1.jar\n\n\n2016-11-5 10:32 上传\n点击文件名下载附件\n\n\n\n\n366.24 KB, 下载次数: 335\n\n\nMC1.10.2——mod1.12.1\n\n\n",
    "replies": [
        {
            "author": "椎名雪穗",
            "timestamp": 1457810640,
            "txt_content": " 本帖最后由 爱无名灬颂 于 2016-3-13 03:35 编辑 Gunpowder, magma cream and blaze powder can be used as fertilizers for Nether wart (just like bonemeal on other plants)火药、岩浆膏和烈焰粉可以像骨粉一样做肥料\n火药、岩浆膏和烈焰粉可以作为地狱疣的肥料（就如同骨粉作用于普通的植物一样）。\nHorses and squids drop meat (it is automatically disabled if you have installed my mod Lots of Food that has the same feature). The drop chance, minimum and maximum of meat dropped is customizable for both creatures.马肉、鱿鱼肉，可以烤！\n当你装载了lots of foodmod后该项会被自动禁用。\nWitches drop more potions types and more often女巫掉的药水更多\n女巫掉落的药水种类以及数量都会有所增多。\nSome of the arrows used to kill a mob are retrieved (customizable probability)用一些箭杀死生物？？？不懂\n一些杀死了生物的箭矢可以重新回收（其概率可以自定义）。\nAutosmelting enchantment on tools that automatically smelts every harvested items (incompatible with Silk Touch, customizable frequency and min level)什么附魔什么收获什么不兼容丝绸火把mod……\n在工具上的自动冶炼附魔会自动地对每一个收获到的物品进行熔炼（并不与精准采集附魔兼容，其附魔几率和等级都可以自定义）。\nCombining 2 tools/weapons/armors in the crafting table preserves the enchantments if they are the exactly the same on the 2 items如果这两个物品完全相同，那么附魔会保留\n在工作台中将两个工具/武器/护甲融合将会保留附魔效果如果它们俩完全相同。\nObsidian sword, not craftable, a bit more powerful than iron, 1250 uses, held and dropped by wither skeletons (customizable probability). This weapon can sometimes inflict a Wither effect to the target.黑曜石剑，这家伙拿着（可自定义）。1250耐久\n黑曜石剑，不可合成，比铁剑厉害一点点，1250耐久，持有者和掉落者均为凋灵骷髅（其概率可自定义），该武器有时会给予目标凋零效果。\nMob spawners can be harvested with a Silk Touch pickaxe (mob type is saved)刚才不兼容的某种东西做的镐子可以采集刷怪笼\n刷怪笼可以用精准采集镐挖取获得（怪物种类将会保留）。\nThe feature making spawners harvestable with Silk Touch pickaxes works only with a golden pickaxe只有金镐才能挖刷怪笼\n关于刷怪笼可以用精准采集镐挖取获得如今仅能在有精准采集的金镐上生效。\n\n\n不是人人都有兴趣、有时间去看视频的。\n不知道你是以什么心态来写帖子的。\n\n\n我甚至懒得扣你分。\n\n\n放点音乐缓和一下气氛吧。\n\n真是辛苦你了，恕我愚钝，我想问问原帖哪里写着要Liteloader了？\nhttp://www.xiami.com/widget/0_1770143765/singlePlayer.swf"
        },
        {
            "author": "huanyuejun",
            "timestamp": 1457824740,
            "txt_content": "二搬\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=409061"
        },
        {
            "author": "huanyuejun",
            "timestamp": 1457826120,
            "txt_content": "CYP大神 发表于 2016-3-13 07:42\n更新日期\n版本一样"
        },
        {
            "author": "泠",
            "timestamp": 1457826120,
            "txt_content": "huanyuejun 发表于 2016-3-13 07:19\n二搬\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=409061\n更新日期"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1457850240,
            "txt_content": "CYP大神 发表于 2016-3-13 14:25\n不是删了吗咋又通过了？？？@爱无名灬颂\n你的帖子带有敏感关键字进审核区了，我只是帮你过审核罢了。"
        },
        {
            "author": "泠",
            "timestamp": 1457850300,
            "txt_content": "不是删了吗咋又通过了？？？@爱无名灬颂 "
        },
        {
            "author": "我是来2333",
            "timestamp": 1457851020,
            "txt_content": "图挂了？"
        },
        {
            "author": "豆丁宝宝龙",
            "timestamp": 1457858220,
            "txt_content": "Arrows standing in blocks drop when the block is broken方块被破坏时上面的箭掉下来（这不废话么）\n意思应该是本来小白射出的箭，射到地上玩家是捡不起来的。现在可以将箭下的方块挖掉，拾取小白的箭。个人猜测，不知道有没有1.7.10的。"
        },
        {
            "author": "Gonz0o11",
            "timestamp": 1457949540,
            "txt_content": "Pigs breeding works with potatoes, apples, melons and bread主可以用土豆、西瓜、苹果、面包来繁殖！\n主??不是猪吗??"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1458274620,
            "txt_content": "你可以去这里申请搬运工勋章了."
        },
        {
            "author": "Gonz0o11",
            "timestamp": 1458308340,
            "txt_content": "默认不开启这些功能\n表示Mod的功能可以透过config修改??"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1458357000,
            "txt_content": "那啥，西瓜原产地是沙漠……  现实中"
        },
        {
            "author": "吉拉娃帅",
            "timestamp": 1458376500,
            "txt_content": "完全无法修改新附魔等级和效果..."
        },
        {
            "author": "泠",
            "timestamp": 1458378300,
            "txt_content": "吉拉娃帅 发表于 2016-3-19 16:35\n完全无法修改新附魔等级和效果...\n在config或者进mod文件里面改"
        },
        {
            "author": "中间栖姬",
            "timestamp": 1458380520,
            "txt_content": "搬运的是1.9却标着1.8，怪不得板凳说你二搬。"
        },
        {
            "author": "zyizhuo",
            "timestamp": 1458383460,
            "txt_content": "只能1.8？"
        },
        {
            "author": "泠",
            "timestamp": 1458383700,
            "txt_content": "中间栖姬 发表于 2016-3-19 17:42\n搬运的是1.9却标着1.8，怪不得板凳说你二搬。\n……1.9是mod版本，对应的1.8是MC版本……"
        },
        {
            "author": "中间栖姬",
            "timestamp": 1458385200,
            "txt_content": "CYP大神 发表于 2016-3-19 18:35\n……1.9是mod版本，对应的1.8是MC版本……\n呃，仔细看了一下原帖，你这个真的算二搬了（那位搬运者还汉化了）。"
        },
        {
            "author": "falsh_asan",
            "timestamp": 1459757460,
            "txt_content": "二搬：http://www.mcbbs.net/thread-409061-1-1.html\n版本相同"
        },
        {
            "author": "Skaretdemo",
            "timestamp": 1459763220,
            "txt_content": "制作生存整合包必备ww"
        },
        {
            "author": "Skaretdemo",
            "timestamp": 1459763520,
            "txt_content": "中间栖姬 发表于 2016-3-19 17:42\n搬运的是1.9却标着1.8，怪不得板凳说你二搬。\n貌似附魔几率改了没用？"
        },
        {
            "author": "1218936773",
            "timestamp": 1459765260,
            "txt_content": "这MOD成神了啊。 真良心"
        },
        {
            "author": "momomozi",
            "timestamp": 1460367780,
            "txt_content": "好多良心改进！"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1460787720,
            "txt_content": "和1.8.9版本通用吗？应该更新了吧……"
        },
        {
            "author": "泠",
            "timestamp": 1460793240,
            "txt_content": "E.T.星落辰 发表于 2016-4-16 14:22\n和1.8.9版本通用吗？应该更新了吧……\n感谢告知，已更新"
        },
        {
            "author": "泠",
            "timestamp": 1461398280,
            "txt_content": "Skaretdemo 发表于 2016-4-4 17:52\n貌似附魔几率改了没用？\n经实践是有用的！"
        },
        {
            "author": "奥斯卡级都",
            "timestamp": 1461472440,
            "txt_content": "666666666666666可以放整合包里吗？"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1461473460,
            "txt_content": "图好像炸了，修一下。"
        },
        {
            "author": "泠",
            "timestamp": 1461481380,
            "txt_content": "E.T.星落辰 发表于 2016-4-24 12:51\n图好像炸了，修一下。\n我这里win7 64位 火狐显示一切正常。。。{:10_499:}"
        },
        {
            "author": "jxudvv",
            "timestamp": 1463057700,
            "txt_content": "Leaves sometimes drop sticks术业有时掉木棍（应为树叶，LZ你打错了）\nIt's possible to fill up a bucket from a cauldron full of water可以装满一桶装满水的大锅\n这里应该是翻译成“一个装满水的坩埚可以弄出一桶水来”\nDispensers put records in jukeboxes女巫把唱片放在音乐盒里\ndispensers是发射器"
        },
        {
            "author": "zIIADAL",
            "timestamp": 1463125500,
            "txt_content": "这个模组不错哦，喜欢它的设定，尤其是花盆的染色。"
        },
        {
            "author": "萝莉呢",
            "timestamp": 1463126760,
            "txt_content": " 本帖最后由 萝莉呢 于 2016-5-13 16:08 编辑 \n\n早就有人发过了2333原搬运者称为改善的世界原搬运帖地址：\nhttp://www.mcbbs.net/forum.php?m ... 4%E4%B8%96%E7%95%8C"
        },
        {
            "author": "老龚",
            "timestamp": 1463135340,
            "txt_content": "但这是又一因涉及范围广而逼死整合包其他Mod的巨高纯度良心可让人下载时犹豫的神作。{:10_506:}"
        },
        {
            "author": "164303386",
            "timestamp": 1463137260,
            "txt_content": "楼主，翻译好多错别字..."
        },
        {
            "author": "泠",
            "timestamp": 1463140980,
            "txt_content": "jxudvv 发表于 2016-5-12 20:55\nLeaves sometimes drop sticks术业有时掉木棍（应为树叶，LZ你打错了）\nIt's possible to fill up a bucket ...\n感谢提醒！已修改！"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1478308800,
            "txt_content": "感觉好复杂，怎么记"
        },
        {
            "author": "774642637",
            "timestamp": 1478309460,
            "txt_content": "更新1.10.2了了楼主 更新下可否？"
        },
        {
            "author": "普通的hm",
            "timestamp": 1478329920,
            "txt_content": "反正我是被那一大串英文逼死了，看的眼都花了，不过模组还不错的感觉"
        },
        {
            "author": "pccs100368",
            "timestamp": 1478354820,
            "txt_content": "楼主，我等你发1.10.2的呢。赶快啊。先谢谢你了。"
        },
        {
            "author": "QQ940742167",
            "timestamp": 1490512200,
            "txt_content": "1.10.2的呢"
        },
        {
            "author": "泠",
            "timestamp": 1490547480,
            "txt_content": "QQ940742167 发表于 2017-3-26 15:10\n1.10.2的呢\n补上了，谢谢~！"
        },
        {
            "author": "蓝田日暖",
            "timestamp": 1490576040,
            "txt_content": "我貌似看到了一只鸭子"
        },
        {
            "author": "GigaEevee133",
            "timestamp": 1494605220,
            "txt_content": "这MOD真良心"
        },
        {
            "author": "小毡",
            "timestamp": 1517243400,
            "txt_content": "哇，这个mod好评"
        },
        {
            "author": "Dimension_21k",
            "timestamp": 1523949780,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "1372436983",
            "timestamp": 1523951820,
            "txt_content": "不错，已拿走"
        }
    ]
}