{
    "title": "<原创·连载>《命运—毁灭》 By:Mliier",
    "author": "Alex_Miller",
    "replyCount": 1,
    "timestamp": 1457872260,
    "txt_content": " 本帖最后由 Alex_Miller 于 2016-3-13 20:42 编辑 \n侵略与小黑屋（三）\n——再进攻\n      傍晚时分，几乎所有人都在擦拳磨掌，磨砺武器；从仓库中取出几门珍藏的加纳火炮——它的威力很大，性能也优越，在官方军队中都算佼佼者，这是几年前缴获来自远方的军队的——但山上的那些山炮管它们叫黑火药筒筒。\n     离进攻只剩半个小时了，现在几百人人手一根火把一支长刀，在山脚的那一片小树林蓄势待发，还有5门炮在高处瞄准着酒馆，里面一定有不少人。在火炮的后面，竹椅上，放着一堆肥肉，这一回我不说你也知道我指的是谁了。\n     艰难的半个小时过去了，随着号角吹响，几百人一齐冲向小城镇，山上的火炮也不断地发射弹药，炸毁不少建筑物。路上的行人纷纷惊慌失措地躲避，不过也有不少被一刀捅死。当他们经过一片穷人区时，手上的火把就派上大用场了。茅草盖成的屋子根本经受不起火攻，更何况这次是几百根火炬呢？顿时，火光冲天，这一支突击队在熊熊烈火的衬托下，在火炮的掩护下，直攻宫殿。那是一座位于地下的巨大地宫，在外人看来所谓的宫殿只是一座四合院，实际上在地下是有真正的宫殿的。事情之所以这么顺利完全有赖于城内的那些间谍，他们可是侦查了几年，就连这次行动的内容都是他们提出的。而正是因为首领对不忠诚的泰勒特恨之入骨，才不告诉他行动计划，才让他去送死，才有了第一次进攻的失败。不过损失的那些人也没什么可惜的，基本上都是想着造反的叛徒，死了还少一个隐患呢。\n     火炮开始轰击四合院，那里可能会有通往地宫的入口，毕竟几年的时间也没能侦查出地宫的入口，只能先猜。\n     地面的部队遇到了抵抗，几百人围着几十人刀剑相向，喊杀冲天。不过没多久就全部消灭。四合院已经被轰成一片废墟，现在来找入口似乎更难，不过他们发现，士兵并不是从四合院涌出来的，因此入口并不是在四合院。但令他们头疼的是，下一个目标是那座尚未运行的炮台，炮台的旁边就是营帐，里面藏匿着将近千人——虽然大部分人都是强拉硬派来的。现在他们正在运送弹药，不过那已经迟了——加纳火炮已经炸毁了还没有来得及发挥它作用的炮台；运送弹药的队伍也被拦住，虽然经历了一些零星的抵抗，但总体伤亡不算大，至少足够攻进宫殿。\n     在炮台的废墟上放着有杀伤力的烟花，让炮台变得粉碎，终于露出一个圆形的洞。这大概就是入口，最后面的人推了推前面的人，在前面的人倒向再前面的人，就像多米诺骨牌，一个接着一个，最前面的两个人被推了进去。只听到木板断裂和重物落地的声音，就静悄悄的了。所有人都摒气凝神，盯着这个洞。突然，一个黑影窜了出来，伴随的是几支长刀飞到最前面的人的脑袋上，溅出一朵朵血花。\n     人们在惊乱之时，竟发现一只怪物已经站在了圆洞的前面，正对着他们。这是一只高大的人形怪物，大概有两米高。它浑身是棕红色的毛皮，一双血红色的眼睛好像能放出不可见的光一样，让人不敢动弹。这只怪物不断地怒吼，震慑力比泰格斯要高得多，不少人直接扔下武器逃跑，前面的人一屁股坐在地上，然后朝后爬。总之，没有一个人不被吓到。那只怪物见到这些人如此害怕，更是嚣张，甚至朝前靠了靠，想进一步吓唬他们。\n     “快滚！”\n     不知道从哪里传来的一句话，音色很奇特，像是小说里怪物的声音，读音也不准，听起来很滑稽，但现在没有人敢笑一两声。细心的人似乎察觉到了，在这句话出现的时候，没有怒吼声，似乎这句话就是这只怪物说的。狗急跳墙，人也一样。有一个人极度害怕，将长刀像投标枪一样投了出去，希望能命中。然而事实就是如此。他命中了，长刀在向下坠落的时候正中怪物的腹部，随后几枚炮弹在它身上开了花，它便拖着残缺的躯体倒地不起。\n     人们一蜂窝涌进圆坑，里面只是一个小地下室，放着一些财宝和部分食物。而传说中的巨大豪华地宫，还不知道在哪一国呢。\n     外面的世界也全部被征服，人们被聚集到广场上，挨个进行“叩拜礼”——说白了就是让人们对他们的统治者单膝下跪亲吻手。不过谁愿意吻一头猪的蹄子呢？\n     第二次进攻，山上土匪完胜城镇强盗，土匪们在他们的征服梦的道路上又前进了一步。 \n\n附言：\n跪求意见\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1461974520,
            "txt_content": "情节虽好，叙述略糙。"
        }
    ]
}