{
    "title": "【原创-连载】【MC国】【第二十章 罗勒】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 2,
    "timestamp": 1457873520,
    "txt_content": " 本帖最后由 冥王星人 于 2016-3-13 20:52 编辑 \n\n\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n正文：\n\n\n　　我要亲手结果罗勒！\n　　我要亲手结果罗勒！！\n　　我要亲手结果罗勒！！！\n　　很重要，所以说三遍。\n\n　　“罗勒是什么东东？”\n　　“LonelyLoner缩写的音译。”\n　　“索岚你随口起外号的毛病能不能改改啊？老叫人一头雾水……”\n　　“要你管。”\n\n　　没错，我就是要叫他罗勒。而且，我会亲手杀掉他。\n　　现在不想理会海潮的啧舌，也不认同那活儿是冥王特权的说法。\n　　我知道今晚帝国人要被赶出去大半，可剩下的胆小鬼依旧不少。他们对上战场，至今毫无觉悟。\n　　从那一双双眼睛，我看透了他们的想法：\n　　------婼姆找来了冥王，所以我们这些人，只需要在后方支起躺椅，晒晒太阳，再来杯鲜榨柠檬汁，最后分点战利品回国炫耀，任务就算大功告成------\n　　是的，你们都在跟着冥王的步调，听从她的指令行事。好像这样能讨得欢心，为日后的飞黄腾达开启大门。\n　　我理解。谁叫帝国人天生没有丁点魔法体质，要完全依靠科技提升战力。一旦没了机械的辅助、保护，完全废人一样。\n\n　　但是我要提示一点，罗勒是帝国人。\n　　他再怎样难缠、强劲、难于摆平，都好。这件事归结起来，是帝国惹出的乱子，属于帝国该担负的责任。解决罗勒，同样当由帝国的人来做。\n　　而你们，却齐心协力的推给三晋，推给婼姆，好叫另外两国日后有理由指着我们说，帝国欠他们的。\n　　呸、\n　　大概你们心里早盘算好了吧？对冥王其实是恶类的事实佯装不知。保持装傻，以利用绝好机会，给这趟出差远行挣份丰功伟业？\n\n　　索岚我！誓不与愚昧无知者同流合污！！\n　　尽情嗤笑吧------尽情讥讽吧------尽情鄙夷吧------\n　　我不单，要对星星们许下的愿望实现，还要回敬普拉尔斯的奚落和威胁，揭露冥王隐藏的丑陋面目，（安根那傻蛋就不理会了）。\n　　将来在历史书的记录中，只会存留我一个人的名字。\n　　索岚，终结了LonelyLoner战役，完后从世人视野中消失。我会在绿植怀抱中度过余生，平静看你们焦急寻找英雄的去向，痛苦挣扎压力之下，徒然耗费生命。\n\n　　“哎、”海潮微微支起上半身，用谴责的口气说道：“你要在阳台上站多久？流星雨结束好几个小时了，发什么颠啊？”\n　　“讨厌！别打搅我冥想！”\n　　“好，好，你随便想。可也不看看现在几点了？你不想睡觉我还困着呢！关上阳台门吹得冷死人啦------”\n　　“切、”\n\n　　悻悻走回屋里，闭紧露台门。\n　　明天，即是计划书上指定，启动大战的日子。为保存体力，有个良好的精神状态面对敌人，确实该上床休息了。\n　　鼓舞士气预备开战固然不赖，可惜时间尚早，余下一半临出动前再做不迟。\n　　“总之罗勒，你跑不了了。只等受死吧。”\n\n　　看了眼背朝自己睡死的海潮，索岚拉开床头抽屉，取出个黑色方盒。这是他从家里出来之前，为战事连续熬夜几天，专门开发出的新型武器装备。\n　　“就要派上用场了……”\n　　小声自言自语，抚摸盒盖上镶嵌的银色“S”标志，恋恋不舍的收回柜子。\n　　随后，爬进被窝，心满意足的秒速入梦。\n\n\n\n\n废言：\n\n索岚宣言是我按照本人丢给我的满是病句一塌糊涂措辞混乱前言不搭后语的一个草稿，渲染改进而来，几位审草稿的好基友都表示索岚已经攀登了中二的巅峰。\n看来我改的不错233\n\n\n索引见签名档。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "shure",
            "timestamp": 1457875620,
            "txt_content": "回头准备找人报复北极……"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463194860,
            "txt_content": "shure 发表于 2016-3-13 21:27\n回头准备找人报复北极……\n对一篇老不认真的文章认真的孩子真可怕……\n如果说冥王写道北极把你*了\n难道你还去山东把她剁了？"
        }
    ]
}