{
    "title": "<原创·连载>方块万岁【第十一章 场外与策略】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1457882280,
    "txt_content": "正文\n\n\n还是龙纹的咖啡厅，梅谁推门进去，却见到龙纹在打着电话。梅谁和蒋同随便找了个座位坐下，龙纹微微对他们点了个头，却没有放下电话。梅谁隐隐听见龙纹是在与家人说话，他也懒得去打扰，看起了桌上的菜单。蒋同则是拿起手机，不断的滑来滑去。龙纹马上便说完，放下手机走向梅谁，笑道，“咱们的阵营就三个人？”梅谁点点头，苦笑。但是他很快又振奋起来，从袋子里拿出几张A4纸，沉声道，“这是我的计划，蒋同已经看过了，龙纹叔....你看看。”龙纹拿过来，一目十行的看下去。梅谁的心一下子便提起来了，说实话，他对自己的计划也并非太自信。这是他通过短暂的接触mc这款游戏之后，交出的最好的答卷。也是最险最奇的一卷。这个计划如果可以实施，那么将以远超常人的速度夺取这场比赛的胜利。“太多不确定了....”龙纹皱眉道，“就我所知，其中的很多东西都是需要游戏中特殊的地形才有可能.....说句不好听的，也许一次能找到一两样是可行的，但是这么多巧合要聚集在一起，几率基本上为零。”龙纹的斩钉截铁反而让梅谁笑了，道，“那龙纹叔，你的意思是，只要存在能让这份计划的巧合，成功率就是百分百吗？”龙纹深深的了他一眼，点了点头。“那就够了。”梅谁淡淡说道，“这就是我要的，只是赌这个巧合存在的几率的话，我赌！我也必须赌！”“你难道不怕失败吗？”龙纹紧紧追问道，注视着梅谁，“赌这个虚无缥缈的几率，还不如脚踏实地的按流程通关，只要比陈止炎帝，或者他们手下的游戏时间更长，不就可以了吗？”“不。”梅谁摇摇头，“这种方法在前期没有最高级的装备或许使用，但是一旦到了游戏后期，所有人都滞留在一个阶段的时候，个人的生产力就会得到爆发性的增长，届时，我要面对的就不是一个陈止，或者一个炎帝了，而是几十个，甚至上百个忘忧城玩家了。”“但是......”龙纹欲言又止。“而且，对陈止，我们不能以常理度之。”梅谁说道，“我们不能猜测他会使用什么计策，更不用说防御了.....”“这正是我想说的！”龙纹打断梅谁，“炎帝....你不要小看炎帝，就我来看，他对游戏的理解和操作都是职业玩家级别的！你能想到这个计划未必他想不到！”“龙纹叔你不是也承认了吗？这个计划的正确性.....和不确定性，炎帝是一个在计策上绝对会冷静思考的人，这样奇险的招数，他绝不会用！”梅谁一挥手，“那对我来说就足够了！是时候让陈止看看，我的能力！”龙纹一叹，不再说什么，只是道“我要做什么？”······话分两头，此时的某处地方，也有几人在讨论着这一次的赌局。陈止站在正中，顾少爷在他的身后巨大的办公桌前，而他的身前则坐着乐乐乐、炎帝和两个不认识的男子。“我估计，他们还是认为我们在这一次战争之中，所能布下的局只有场内吧！”炎帝舔了舔干燥的嘴唇，“他们，还以为在虚拟世界中，是没有外场的吧！”“我想是的。”站长耸了耸肩，“但也许他们已经明白了，你要知道梅谁可不是什么省油的灯。”“不！”炎帝偏过头去，吼道“梅谁不过是一个小鬼罢了！”“喂喂，我可要提醒你！”站长不满道，“梅谁可不是普通的家伙，不然我当时也不会找他去参加这次的游戏了.....虽然当时形势不同现在，但我这一招也绝不是权宜之计！”“闭嘴！”炎帝吼道，“他们必定会输！输就输在他们的觉悟太低了！这不是一场游戏！而是一场战争！”“闭嘴的是你呀，炎帝。”陈止微笑道，“你太聒噪了。”炎帝像是只小动物一样猛地一耸肩，安静了下来。“诸位，这一次的赌局，还要仰仗各位帮忙了。”陈止满意的笑了笑，说道。“陈老弟，哪里的话。”坐在站长和炎帝左边的贝雷帽开口道，“正所谓拿人钱财替人办事，我也不过是例行公事罢了。”“角先生太客气了。”陈止笑道，“您好歹也是代表公司，当然得来盯着我们这个项目了。拿人钱财的应该是我们才对。”“打住打住。”角先生挥了挥手，“客套话就不必了，还是进入正题吧。”陈止点了点头，转向投影仪，“这是忘忧城最后的分配归属，各位自己看看吧。”几人看向大荧幕，几个数字，几个文字，几个名字。“啪”陈止一打响指，几个人走进来，递给在座四人一些物品。站长手中的是一叠支票。炎帝手中是一张请柬。角先生手中是一份合同。最后那个墨镜手中的，却是一个优盘。陈止推了推眼镜，看着众人的反应，站长似乎有些激动，但是很好的抑制住了。炎帝的手不断颤抖，已经接近失控边缘了；角先生不断翻读着合同，脸上露出了不敢相信的表情；最后的墨镜双手攒紧优盘，有些滑稽，好像怕谁抢他的东西一样。“这样，忘忧城就正式分给在座各位了。”陈止笑着，“我也算是功德圆满了。”“等下。”角先生打断道，“陈止先生，据我所知，你似乎和忘忧城玩家....或者说和我身旁的这个站长先生打了一个小赌，难道你不准备实行它吗？”“角先生放心，只是走个过场罢了。”陈止笑道，“我已经有必胜的方法。”角先生点点头，既然陈止这样说，他也没有什么好指手画脚的，道了声告退，先行离去。陈止待角先生出了房间后，换上他那万年不变的笑容，看向剩下三人。三人立刻站起来，等候陈止的指令。“周渔。”陈止转向炎帝，“你负责整合所有的忘忧城玩家。”“是！”炎帝大声吼道。“乐圆。”陈止又看向站长，“你负责把在计划内，存在的忘忧城以外的玩家目光引入游戏。”“好的。”站长笑了笑，又忍不住说道，“他们应该不会发现，我们所说的玩家，包括忘忧城以外吧......”陈止没有回答，站长才意识到自己问了个蠢问题。陈止挥挥手，示意他离开，站长立马拉着炎帝走了出去。最后只剩下一个墨镜男了，陈止也笑着叮嘱道，“你也继续保持沟通，有什么情况告诉我....”说着，陈止准备让他也离开，顾少爷突然出声，问道，“等一下，陈止。”陈止回头，笑道，“什么事？”“之前那个穿西装的是忘忧城站长，穿短袖的是和梅谁起矛盾的炎帝。他们或多或少都与梅谁有着利益或是情感恩怨的关系，而且能力不俗，但是这个人是谁？”顾少爷问道，“我从没听过他的名字。你也从来没和我说过。”陈止正要回答，墨镜男起身，摘下墨镜和帽子，微微弯腰。“鄙人，张成浩，网名是.....老鼠无敌。”顾少爷恍然大悟，张成浩也随之离开。会议室只剩下顾少爷和陈止二人。“陈先生。”顾少爷开口道，冷冷的口气里带着一些不满和愤怒，“之前，为什么骗我去和乐圆会面？我只是单纯的想要进行一场公平的赌局而已，不想做的这么复杂，这么....卑鄙。”“你难道觉得这不公平吗？”陈止歪歪头，笑道，“玩游戏我可不擅长.....哪有什么公平可言？”“你都先行瓜分了忘忧城了，怎么可能公平？”顾少爷和陈止的关系似乎并非人前那么亲密友好，“你都有必胜游戏的把握了！怎么可能公平？！”“不。”良久，陈止开口了，“我虽然有必胜游戏的把握，却没有必胜赌局的把握......真正的赌局不是在游戏上，而是在游戏外，在另一面墙壁上.....梅谁.....还有机会赢。”顾少爷哑口无言。“呵。”陈止转身推门，嘲讽的一笑，“下一次找部下，可不要找一个像我这样不听话的。”陈止推门出去，偌大会议室，只剩下顾少爷一人。顾少爷用力一锤办公桌，露出一副小孩子独有的别扭表情。“陈止....你这家伙啊啊啊！！！”\n\n\n\n索引\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1463195280,
            "txt_content": "朱叔也需要在努力中进步。"
        }
    ]
}