{
    "title": "<原创·索引>方块万岁【前言】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1457952360,
    "txt_content": "前言先说说这篇小说。\n我从两年前开始就开始构思，写一篇这样基于现实的mc小说了。\n但一直耽搁，直到现在才动笔，不仅是因为现实事务繁忙，也是因为我犹豫于自己能否掌控好这个题材。\nmc并非竞技类游戏，但写作方向最后还是要向竞技那边偏移。我这算不算开一派之先河(笑)？虽然mc有不少亮眼，甚至是惊艳之处。但我这只笔若是写不出来，也只能算是白搭。\n游戏中，mc算是个另类，是我闻所未闻，见所未见的；以游戏为中心写下的小说之中，单纯的原版mc，更是我目前也是没有见到的从未寻找到的。\n这是我第一次写游戏竞技这个类型的小说：一方面，我希望它有着我的特色，却又和我曾写下的文字不同，和我曾写下的那些区分开来；另一方面，我又在迷茫于我的行文风格。终究，浮现在我脑海中的是两句话，前一句是“纸上得来终觉浅，绝知此事要躬行。”，后一句是“不积跬步，无以至千里；不积小流，无以成江海。”。\n再来讲讲，最近我的事。\n去年的六月，我拥有了属于自己的电脑。七月多的时候通了网之后，我的写作进度就慢了下来。\n许多朋友希望我能接下去写，无论是现实中的也好，网络上的也好。但我却感到体内的懒惰。\n我想，那不知名的情绪的真面目，也许是恐惧。\n就像我在我的初中时代，怒骂同学所说的话一样，“你不愿意去做你想做的事情，就是因为恐惧——因为你恐惧自己并没有这样的天赋，没有这样的胆识；你恐惧你无法成功，你恐惧你不能做到。你恐惧看见真正的自我！真正的你自己！”\n现在想来，我当时所言真是振聋发聩。\n在之后，九月份，在我忙碌起来之后，就开始无比怀念我最初那段写字的时光，后悔七八月荒废的那些时光。\n我想起一年前的我，刚从厦门回到故乡，这不习惯那不习惯的东西，现在已是习以为常，不得不感叹一下人类的适应能力之强。\n最后，我说说之前的某部小说，《红石狂潮》\n这是我三四年前的时候开的坑，正式在bbs连载，是在14年3月吧....停更于14年12月....\n想到这本小说，真的应该掩面而逃。\n除去曾经学生时代，和某些不知名论坛发表过的又臭又长，但是全都坑掉了的小说，《红石狂潮》是我第一次非常正式、忘我写下的小说，说是处女作也算正确，但是....它就这样如同它的前辈们坑掉了....\n但是我偏偏又不想放弃，放弃这个我曾经一天到晚，彻夜钻研的世界。\n预估在明年，也就是17年的暑假，会再更新。\n也不再说什么——届时，我亦尽我所能，将我自己奉献给红石狂潮！\n对了，还有一件事，这篇小说原本是打算模仿Charlesp的《星之海洋》来写，里面会有不少向星之海洋致敬的梗（不过估计没几个人看的出来）。但是因为第一人称对我来说较困难，尤其是C大那种写法，所以你们在我的笔锋中估计看不出C大的任何一丝优美的弧度，能看见的只有梗了。\n谨以此小说，献给我的初中同学梅云清与蒋羲之等，主角的名字因他们而来。\n以及mcbbs创作版的几位好友，ice、mo、engon、恶魔和北极等人。也没什么，就是觉得做人，最重要的就是开心，当我这篇小说完结，他们再回顾索引，看到自己的名字的时候，也能感受到远隔千里的我，所感受到的开心。\n\n谢谢各位。\n\n\n每次改索引都要审核一遍,太麻烦了,每次还要让各位版主费心费力的审核我的帖子....感觉实在过意不去,然后想了想,感觉审核问题是出在这个前言上,特此再发一章,以后就不需要老是审核索引了.\n\n———————————————————————————————————————\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。———————————————————————————————————————如果觉得我写的不错，就发点人气、金币、回复鼓励我一下吧！如果觉得我写的不好，或是你有什么意见，请指出我的那些不足之处吧！（如果先要获得更好的阅读体验，请点击下方书页）书页",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1462449180,
            "txt_content": "原来朱仙这片文章，真是有前言的。\n朱仙在初中时怒骂同学也极具英雄主义色彩的。"
        }
    ]
}