{
    "title": "<原创·连载>方块万岁【第十二章 开服与盲点】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1457969580,
    "txt_content": " 本帖最后由 CloudsXDao 于 2016-3-14 23:36 编辑 \n\n正文\n\n\n一周时间很快过去，梅谁不断完善着自己的计划。当龙纹再次看到这个计划的时候，早已经并非它原本的样子了，但是却给了龙纹深深的震惊。“这个计划的话.....可以实现！完全可行！”龙纹放下手中梅谁涂满更改痕迹的稿子，一锤定音般的说道。梅谁长长的舒了一口气，终于，让他在服务器开服之前完善了原本只能赌几率的计划。换上了更加稳定，胜利可能性最高的计划。“但是这个计划来看，似乎我们三人还是不够，要找到更多的劳力。”龙纹对着梅谁说道。“确实，这是个难题。”梅谁摸了摸下巴，道，“我想还是在服务器里临时找人吧，若是陈止派间谍过来，也不可能通过其中的一个片段猜到我们全盘计划，管中窥豹尔。”蒋同似乎有什么不解，向着龙纹的方向偏了偏头。梅谁立刻明白了蒋同的想法，解释道，“龙纹叔不太可能给我们帮助....他的角色不应该来帮助我......这解释起来有些麻烦...实际上就是.......”“人在江湖，身不由己啊。”龙纹苦笑插道，“你别看我好像朋友遍天下，待人接物八面玲珑，但是真的涉及这样核心的事件，我根本没有一个“拿得出手”的朋友......可以放心让他去处理这些事情的.....毕竟良友多，深交少啊！”蒋同也明白了龙纹的困境，还深有体会般的点了点头。梅谁见状笑骂道，“你点个什么头啊。”龙纹看了看时间，已经接近十点，道，“上楼吧，我已经准备好三台电脑了，也都装好了游戏，去看看忘忧城服务器的动态吧。”几人边走边笑上了楼，龙纹把也咖啡厅的牌子改成了“暂停营业”。实际上开服的准确时间应该是“10:30”，也就是四十几分钟之后的。之所以三人这么早准备进入服务器，是因为“假棋士”梅谁、“炎帝”周渔、“乐乐乐”乐圆和“止妖”陈止是先行三十分钟进入的。这其中也有各种各样的考虑，此处暂不赘述，各位一想也能明白。龙纹与蒋同就围着梅谁，看着他进入服务器。梅谁看了看时钟的指针，不断刷新着服务器显示界面。三二一进去了！好，梅谁操纵着自己的人物，晃了一圈，发现自己在一个沙漠边缘，再往北就是一个森林。好，地形通过！梅谁最怕的不是沙漠这样的一马平川的地形，他怕的反而是丛林那样凹凸不平难以脱离的地形。根据他所制定的计划，先人一步的这三十分钟将会花费在跑路上。在前期也许这是一个劣势，但是随着出生点不断的被发掘，出生点的资源迟早会越来越少。与其白费自己这点优势与人争利，不如未雨绸缪，长远考虑。在梅谁跑路的同时，他也不断切出ｔａｂ键，来查看上线人数。不出意外的，站长和炎帝都没有上线。站长并不需要提早上线，因为他对输赢漠不关心。炎帝不需要提早上线，他手下一群熟悉ｍｍｏｒｐｇ的公会玩家，和近百忘忧城玩家的支持，获胜简直轻而易举，不必贪那一点点优势，露出破绽。“再有三分钟，就可以登陆了！”龙纹重重的说道，“我和蒋同先去电脑那边了。”说着两人就离开了。房间一下子变得空旷，平白给梅谁增添不少压力。他深吸一口气，强迫自己将注意力放入游戏中。他最开始向着沙漠走，后又遇见平原，可谓是运气极佳。现在即将进入一片沼泽地之中，沼泽地里也算是物资丰富，牛羊随处可见。“可以了，你们去等着登陆吧，上线传送到我这里．．．．．．”梅谁打出查看服务器金钱的指令。５０００好高的数字。梅谁吃了一惊。金钱系统和传送系统，都是来自ｍｃ官方推出的服务器基础插件，必然会有的。但是基础金钱数字一般是３００，断不可能是５０００那么高。可能这样说比较平面，举个例子，虽然这种金钱插件是接受用矿物换的，但是他不售卖矿物。虽然这个金钱插件连一点经济的基本作用都没有，但是还是可以很好的衡量物价的。在服务器基础设定中，钻石售价１００元，一般的基础金钱也就是用三个钻石即可换来，而这个服务器的基础金钱则是需要半组以上！当然，这种单向的金钱也是有所谓的“出口”的，也就是“箱子锁”和“领地”两个功能。为了防止恶意破坏，这两个是站长找专人写的，箱子锁顾名思义，是使用金钱来换得的一种“权限”。而领地相似，是无权限者无法破坏“领地”内的一切。５０００的金钱，可以圈１００００格领地，５０００个箱子．．．．．．梅谁圈好准备建造房子的领地，离正式开服还有１分钟。梅谁不安的打开了在线者列表。因为这款游戏不允许中文名字，所以梅谁的ＩＤ是“ＦａｔｅＣｈｅｅｒ”假棋士。他等待着龙纹和蒋同的登陆。还有，他还很在意的那个人。陈止。他还没登陆。梅谁完全推测不出他的行动，更不用说他想要什么方式去战胜忘忧城了。炎帝的里应外合？站长的私权相授？还是带来一群高玩，以摧枯拉朽之力毁灭忘忧城众呢？梅谁不知道。因为他对于陈止所知甚少，陈止对于他，是头上的一颗黑日，可望而不可即。更是永远的阴影，无法逃脱。正当梅谁失神的时候，有个绿色的ＩＤ忽然在屏幕前一闪。ＥＬＦ。梅谁看向时钟，还有十秒。是陈止！陈止！梅谁盯着那个名字，睚眦欲裂，他仿佛能透过屏幕感受到那个魔王的灵压。陈止！梅谁现在甚至想要回到出生点，与陈止大干一架。【系统提示：ＥＬＦ下线了。】唉？梅谁一下子懵了。怎么回事？掉线？梅谁继续关注着。又是一个绿色的名字——【Dragon】是龙纹叔。【Chaos】接着是蒋同。梅谁皱皱眉，一边接受了龙纹和蒋同的传送申请，一边打开了耳麦。“假棋士！我们来了！”龙纹爽朗的笑声透过耳机传过来。“嗯！”梅谁点头道，“蒋同你把箱子里的稿子拿上，去挖矿！龙纹叔，这把石斧你拿去.....还有这个锄头.....我的工作也先拜托你了......去收集木头和食物。”“有什么不对吗？”龙纹皱了皱眉。“我刚刚发现了一些奇怪的事情.....”梅谁接到，“我先确认下。”龙纹点点头，去杀牛宰羊了。梅谁还是紧盯着登陆人员名单，一个个熟悉或陌生的名字出现他的眼前。他甚至能够猜到哪一个是谁，这些名字大都与忘忧城原本的账号有关联。突然，一个陌生，甚至是粗俗的账号出现在梅谁眼前。【ASSHOLE】梅谁皱了皱眉。据他所知，应该没哪一个忘忧城会员会这样“糟蹋”自己，大家都是低头不见抬头见的，取这个名字难免令人糟心，谁会做这种事情？难道是陈止的帮手？当梅谁还在思考的时候，越来越多的人涌入这个服务器的时候，梅谁渐渐察觉出不对了。“难道是！？”梅谁猛然站起来惊呼。“怎么了？”龙纹立马问道。“你打开服务器在线列表看看。”梅谁脸色不好看，道。龙纹打开在线列表，也变了脸色。“这是......”“不错。”梅谁继续说道，“盲点，这是惯性思维，我们被坑了！”\n索引正下方\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n",
    "replies": [
        {
            "author": "懒虫哥",
            "timestamp": 1458013260,
            "txt_content": ".....这个小说....醉醉哒.."
        }
    ]
}