{
    "title": "<原创·连载>《混沌之歌》卷二 未来之光 章一 这是什么见鬼的重逢 - Blealtan",
    "author": "Blealtan",
    "replyCount": 3,
    "timestamp": 1458030360,
    "txt_content": " 本帖最后由 Blealtan 于 2016-4-4 19:16 编辑 \n\n卷二 未来之光\n章一 这是什么见鬼的重逢\n昆仑山门前。作为本派大小姐的我安静地坐在山阶上看天。秋日的阳光格外明媚，几片云在天空中淡淡地飞。虽然在山顶上秋日的微寒也被好几倍地放大，但是我又怎么会怕冷。本来应该是心情格外晴朗——就像天气一样——的一天的。但是背后传来的巨大的天地之力的波动彻底打破了平静的生活——啊，大概应该是叫“元素”的波动吧。总之这种动静除了曾祖父就只有宇文烟那个家伙了。回过头来。白色的风暴刚刚收敛，露出其中的女子。她的左手死死地抓着右手，指缝中流出的是鲜红的血液；整个人趴在平整的青石上，像是虫子一般蠕动了几下——似乎这么形容自己的挚友不是什么合理的行为吧？收起日常暴走的思维，我慌忙跑过去，扶起跪倒在地上的宇文烟。“你没事吧？”“没事……比起神域毁灭，这结果已经好到难以想象了。”……“哈？”“别不当真……这次我碰上的家伙，若是认真出手，这篇大陆都不够她拆的。”“哈？”“……罢了，料你也听不懂。这次麻烦大了啊~”听起来很可怕的样子。似乎是烟日常出去作死然后被大反派教做人了？唉，毕竟也是认识了有五年了，我怎么还不能学会从她的疯言疯语里面提取出有效信息呢。但是“麻烦大了”跟我有什么关系呢？又不是我的麻烦。再说了，难不成我该冲上去拔出我的长刀，必杀技给那家伙来三下除恶扬善？……面前的宇文烟可是一个人打趴下了整个昆仑派的家伙。连她都像断了胳膊一样逃了回来，我去了又有什么用——已经走到了武道的极致的曾祖父在烟手下可都不是一合之敌。虽然按照烟的说法，她再来那样一次的机会也只剩一次了——“谁曾想留下的后手就这么用了，再想来那么一发我基本上属于自杀式袭击了——不过运气好能保住命~”她这么讲。当然，那时候她很丧心病狂地在整个昆仑派留了一大堆不稳定物做威胁——要不然我曾祖父怎么会就范。至于后来她是怎么从大反派变成我的好友的？请问你家有个很礼貌，照常付租金，还经常给你送些礼物的房客的话，就算是你被那人揍过一顿，但是在那家伙已经赔了礼道了歉低声下气求原谅的情况下，你会怎么想？那时候她可是给了一大堆的解释，反复地跟我们讲她是形势所迫才会那么做——不过在她动手之前我差点一刀砍了这个“入侵门派之人”倒是真的，所以我们也真没办法不理解她一下；一是不占理，二是不理解一下那一堆不稳定物“砰”的一下命就没了啊。谁知道六年前她气势汹汹地冲到山门前是来投靠我们的啊？任谁都会以为是有阴谋吧？我不砍死她是她运气太好……不，她太厉害了好吧？所以说都是误会啊，尽管这误会已经闹到门派存亡级别了，但是还是误会啊。“呐……小亭……”“怎么了，烟姐？”友人的声音把我暴走的思维拉回现实。“陪我在这等一会……估计一会会来个人……”“那你的手？”“不要紧了。”她松开了捂住右手手背的左手掌，血液染红了她的双手。我看到她皮肤、筋肉崩裂的右手背上，有着白色的纹理渐渐消退。她抬起左手，指尖亮起微弱的乳白色光芒，拂过被自己右手上怖人的伤痕，伤口两侧的皮肤便如同被挤压在一起一般，渐渐合拢。看起来格外的吓人。不过像这种小把戏我已经见怪不怪了——大概至少也要像是刚才那种瞬间移动的山门前的场景才会让我感到惊吓与意外；毕竟这家伙可是个折折不扣的异人。“那么，你是要等谁？”似乎在缓解手掌上的疼痛一般，她扯了扯嘴角。“总之是个很麻烦的人……”“有你刚才说的那个大反派麻烦吗？”“按照常理来讲是没有……不过对我可能更麻烦些……”此刻她面目间流露出了一丝尴尬。那就是说实力不强但是跟烟有一些不可告人的过去咯？再仔细琢磨一下，感觉没准是她所说的七百年前的生活中的很重要的人物？看她的尴尬，似乎不是敌人，那就是友人咯？但是友人也不至于麻烦吧？损友？感觉还不对……唔。搞不懂。而这时候，烟已经走到了旁边的小池子里，洗起了手上的血液。罢了，反正我也从没搞明白过这个人——自称七百年前当过神的家伙。……傍晚。已经在山门前晃悠了一个下午，我感到有些不耐烦了。……虽然本来就没什么事干，但是也不能就这么干等着吧？烟姐又不是那种多话的人。不过看起来我不用变得更焦躁了——血色的细线凭空勾勒成为一个人形，随后像是上了色一般变成了一个男子。“唔！”那人捂住脑袋。“好晕……”“哼，就知道你会过来。急急忙忙地用九州结界赶过来的下场就是这样子的，看起来你以前没用过啊。”宇文烟站了起来，正对着那人。唔，我感觉我知道真相了。似乎应该是她前世（姑且这么算，我可不觉得烟姐这种美少女是活了七百年的老妖婆）的老相好？哇哇哇哇哇，我感觉到了兴奋！我已经脑补出了几十万字的剧情了！“拜你所赐……七百年前我去了一趟西域就没回来，被干掉之后现在又像这样子活过来，你是不是该考虑给我点补偿啊？”听着这男子调笑的话语，烟姐的脸色瞬间沉了下来。“你找死是吗？！”随着一声怒吼，烟姐双手已经戴上了她惯常用的紫晶手套，右手裹挟着一团紫色的流体一般的物质团，一拳招呼了过去。然后被一层淡金色的光膜挡住。“呐，我现在可不是当初那么简单了哦？我可不是不用剑砍不用牙咬就是废物的连天赋魔术都没掌握的半吊子吸血鬼真祖了哦？”那男子恶作剧般地笑了。吸血鬼真祖是什么东西啊？！“呵……知道了自己当年的种族了啊？真是不容易。我倒是忘了你也不是当初的你了。”紫色收敛，烟姐的身躯微微有些颤抖。“你来找我……有什么问题吧？问完赶紧走。还有，明明才十四岁，非要变成当初的样子……你这样子很烦人的好么！”她侧过脸来，避开那男人温和的视线。“好吧，开玩笑就到此为止。谈正事的时候露出真面貌是常识嘛。”这么说着，那人打了个响指。魔力逸散，他变成了一个……十几岁的小孩子。喂！过分了哟！魔术什么的，过分了哟！……我姑且接受现实。不过好可爱啊，这个小孩子是谁家的啊？我要养一个啊！不过，我似乎注意到他的瞳孔完全没有焦距，近似发散地对着烟。“呐……我问你，七年前的那次追杀到底是怎么回事？”男……孩子稍微仰着头，朝向宇文烟，这么问道。七年前？那不是烟姐跑到昆仑派胖揍了我家曾祖父一顿的年头之前吗？感觉似乎要接触到烟姐从未提及的日子了！我好兴奋！对了。她对于自己的前世（暂定）倒是说过不少，不过基本上是吹嘘她那时多么多么强——总之比打了曾祖父一顿的时候还强得多就是了。而至于来到昆仑之前的一段时间的事情，她则是闭口不提。我虽然很好奇但也没敢问——毕竟脚底下还是受她控制着的爆炸物呢，就算是好朋友也不能这么故意触霉头吧。似乎是不好意思，又似乎是感到郁闷，烟抬手捂住脸，微微低了下头去。“我叫父亲的属下动的手，出事之后那家伙要收拾我，我就跑了——先跑到北地——见宁将军的时候你应该看到我了——然后又换路折回去，才甩掉了追我的人。中间可是用掉了我降临之前留下的三道空间术式构架的两道——当然最后一道刚刚用掉了；然后跑到这来又差点被这妹子砍死——”说着朝我努了努嘴。我不好意思地缩了缩脖子。“于是乎我就干脆展开了神域连小的带老的打了一顿，然后就这么在这住着了。”为何听着好像和事实的画风不太一样——说的好像这家伙真是个反派角一样。好像没什么问题诶？不过听到这种简洁明了的说明的男孩子似乎感到了万分的不满意。“我问的不是这个……当时你派去杀我们一家的人，有伤亡吗？”“诶？没有啊？只有几个受了伤回来的。”烟姐表示很惊讶。“我当时干掉了一个来着……”“诶？他们当时根本没注意到你的存在，直到后来我到了北方要塞发现了你才知道有个漏网之鱼……而且当时另外两个都干掉了呢。”烟姐和谜之可爱的小男孩聊起了惊悚的话题！“不过其中有一个刚刚出现把我救活过来了哟？”“呼……果然吗。当时听到那么容易就解决了西域的贼子，就感觉一定有问题。如果是那个精灵王的话，两个逼真的幻象……或者是两个复杂一点的分身魔术，应该还是没什么问题的吧？”烟姐和谜之可爱的小男孩聊起了我连用的词都听不懂的话题！“所以说，是谁追杀的我？又是谁把我从这片大地的南方移到了最北方？”“反正不是我。”“恐怕和我以前猜的一样——是我那……母亲留下的手笔，完成了那个空间转移魔术，把我带到了北之要塞；但是追杀的又是谁呢？恐怕让我以为家里人都出事了，就是我那个实际上是古老的精灵王的母亲的目的之一吧？她想干什么？”皱起了秀气的眉头，面前的小孩子发起了愁。“我哪知道。好了，你想问的我都回答了，你该走了吧？”“不，我在这留下，好不容易能找到你，我怎么可能就这么走了。”“那好吧。小亭？”“嗯？”我移开了盯着可爱的男孩子的眼睛。“帮他找个地方住吧……房费他自己掏，多谢了。”闭着眼睛，带着复杂的表情，她这么讲。“好~”“顺便，”说着，烟姐转向了那内心显然不是个小孩的男孩子，“小心点这个变态——就以你现在的体型。”什么哟！烟姐我告你诽谤哟！此时她已经转身回去。“反正，那个人已经不在了……我不会承认一个替代品的，你不是他。”回应烟姐的这句话的，是那男孩子脸上渐渐扩散的苦笑。然后——光影变幻，那男孩子又变成了先前的成年男性模样。“喂！一点都不可爱了！”“……你已经说出来了，小姐。”好吧，我承认，烟姐你那么说真的不是诽谤。因为我已经完全没办法抵赖了呢，已经被除了你之外的人知道了——而且还是当事人。\n\n连载目录&序章\n\n好了，我开始更第二卷了，这次是真·三千字，为之前的很脑残地用mcbbs算字数的行为道歉OTL虽然其实是接近四千字了。\n另外，本书唯一正太控登场！自我介绍在下一章哟。\n不过我在想怎么让她能不酱油掉……\n",
    "replies": [
        {
            "author": "水鱼CYJ",
            "timestamp": 1458034560,
            "txt_content": "qwq真-服了！"
        },
        {
            "author": "水鱼CYJ",
            "timestamp": 1458034560,
            "txt_content": "表示震惊撒..........我居然是沙发qwq  作者加油！！"
        },
        {
            "author": "WM2030",
            "timestamp": 1458036120,
            "txt_content": "嗯……字数惯例地很良心。\n质量也惯例地……啊！被屏蔽了啊喂！\n语言还是有那么一点糟糕的……虽然我也好不到哪里去。\n吐槽没有吐槽应有的对比度，吐槽役没有吐槽役应有的自觉性。\n更何况正太控之类的明显个性完全没有突出来。\n然后……很多表达，还有标点什么的也是比较糟糕的\n比如“平静的生活——”破折号是用来干嘛的？\n我懒得打字了反正我知道用得不对233\n“必杀技给那家伙来三下”又见句子不通顺。\n还有，哪怕我家有个很礼貌，照常付租金，还经常给你送些礼物的房客，但是我被那人揍过一顿，虽然那家伙已经赔了礼道了歉低声下气求原谅\n我还是不会和ta成为好朋友。\n啊……等等等等\n不想打字……懒……\n而且字数上的良心，只会给人一种“woc那么长还那么【被屏蔽】根本不想看啊”的感觉\n虽然我其实明白用量的减少换取质的改善……是不可能的。\n但是还是建议你少写点多改改。\n不过也不能以此为借口和我一样动不动断更一个月啊……"
        }
    ]
}