{
    "title": "<原创·连载>方块万岁【第十三章 张成浩与市场】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1458054240,
    "txt_content": " 本帖最后由 CloudsXDao 于 2016-3-17 23:59 编辑 \n\n正文\n\n\n在时间更前面一些的时候，某座摩天大楼的第三十四层,陈止站立着,看着天空。人类是向往天空的，不是么？陈止微微一笑，好似对心中突然冒出了这样荒唐的想法表示嘲笑。“陈止，快开服了。”张成浩在陈止的身后，冷冷的说道，“你的把握让你自大到这种地步吗？梅谁可不是炎帝口中所谓的土鸡瓦狗，你难道看不出来吗？”“我知道，我当然知道。”陈止对张成浩的讥讽不以为意，只是淡淡笑道，“但是你要明白，即使梅谁在游戏这个方面做到了极致，也不可能胜利......因为他没有看见我真正的棋子，落在何方.....”“自大！”张成浩断口道，“你小看梅谁了!”“哦？”陈止眉毛一挑，“你不害怕我吗？我给了你最想要的东西，而且现在只要随随便便一个电话，就可以让你得到的全部都失去......你难道没有尝到一点点的恐惧吗？”“哼，能让我得到的全部失去的，只有我自己！你还不够格！”张成浩反唇相讥，顿了顿，又道，“就算有，也不是你！而是你身后的那个大公司，你的顾主子而已！你再强，再会掌握人心，再会算无遗策又如何？不过是别人身边，帮人出谋划策的一条狗罢了！”陈止还是微笑的看着他，没有任何波动。张成浩也冷冷的看着陈止，仿佛之前的一切都是故意的。“我很喜欢你，耗子。”陈止缓缓说道，“你不仅仅有谋士之智，亦有战士之勇......我很看好你，但是.....还是不够啊！想要掀开新时代的裙子，仅仅是你还不够......因为你存在弱点啊......”张成浩头皮一紧，想到了什么，但还是咬着牙，看着陈止。“你用言语激怒我，无非也就是两个目的罢了。”陈止缓缓摸着实木的办公桌，一只手摸着下巴，道，“前一个目的处于你的理智，你想通过这种手段逼出我的破绽......人在情绪大起伏的时候，是最难做出正确的判断的。若一个人容易被激怒，也就如同被抓住了最要命的把柄，任何勇气和智慧都是空谈，只是个小丑罢了。像是炎帝，他就是最好了例子。”“所以你就利用他的弱点，扭曲了他的想法是么？”陈止笑着点点头，“他易怒，这也是他被踢出战队的原因......”“那我的后一个目的呢？”张成浩又道，“说来听听。”“后一个目的.....处于你的本能。”陈止道，“你的内心早已被我建立神像......我的神像，我的恐怖早已深入你的内心，一直反抗着这种本能的恐惧，对你的压力非常大吧。”陈止双手撑在桌子上，缓缓道，“你不愿意正视我对你的压力，所以你的本能......驱使你去抗拒我.....抗拒....陈止......”“一派胡言！”张成浩这么说着，愤怒的转过身，不去看陈止，“我要走了！你好自为之吧！哼！”随着大门重重的关上，房间也安静了下来。陈止靠着椅子坐下，双手十指交叉，微微低着头，沉思。随即，他打开电脑，发着光的屏幕在昏暗的房间中闪烁着。开启游戏。登陆账号。ELF上线。距离正式开服，还有......一分三十秒。然而，陈止看见的，出生点是一片空旷。“输了。”陈止轻轻说道。“梅谁....你已经，输了。”然后，光芒消失。······三十分钟后，服务器已经涌入300人，达到了最高峰，不再增长。此时的梅谁已经建好了一座厕所.....准确说是一个火柴盒般的房子。据蒋同发回来的反馈，也已经通过梅谁所研究出的特殊挖矿方法找到了游戏中最高级的矿石材料——钻石。而龙纹那边更是意外之喜，不仅凑足了三人的事物，还找到了一片新的树林，这就不需要担心树木资源的匮乏了。陈止....这就是你的第一手棋吗？梅谁看着在线列表挤满了三百人，这一手已经放置了三个星期的棋子，他居然毫无发掘。难怪，宣传范围那么大......梅谁从未关注这一方面，知道现在，他才知道陈止投放的水军广告范围有多广。全网——覆盖。忘忧城火了，连带着这个游戏也火了。Mc在中国网民的首轮众筹中便收获了50万美元，可谓吸金怪物。但是，其中必有陈止的影子。梅谁在感叹陈止这一手打击范围之广的同时，也在思考着，陈止的下一步棋。抢占地形？搜索遗迹？发动大规模玩家挖矿？梅谁不知道，但是他相信，陈止的下一手绝不会超过他。因为他已经抢占先机。顶级材料钻石已经做成稿子、斧头等生产工具，投入更多的生产活动中，效率将大大提高，并在不久后便能形成良性循环。届时，陈止再多的人手都无用，一步慢，步步慢！“龙纹叔，我们的资源已经足够去雇佣人手了吧。你雇佣一个忘忧城的玩家.....最好是不是很熟，但是打过交道的那种人......让他去多挖一些黑曜石。”“了解。”龙纹干练的声音传来。接下来.....就是传送门的坐标了。梅谁内心暗暗想到，打开指令栏，输入了指令【seed】。几乎是瞬间，一串数字链出现在他的聊天框里。种子ok。很好.....接下来就是一些场外的工作。梅谁将数字链私聊给蒋同，这些事交给他就没问题了。梅谁想着，跳下了矿坑，第一人称的视角让他真的有些风声在耳边呼啸的感觉。很快，蒋同那边就传来消息，【-66，241，30】。坐标ok。梅谁渐渐兴奋了起来，他的计划最重要的一部分已经被补完，只剩下.....一些收尾工作了。但是......梅谁再次不安的看向玩家列表，他一遍一遍看着。没有。没有ELF，这个ID。陈止，他的下一手是什么，一直困扰着梅谁。说不紧张是骗人的，但他安慰自己，或许陈止的下一手，就是换一个ID，让自己心神不宁呢。当然....梅谁自己都不信这个解释。此时，一个世界公告打断了梅谁的思考。【恭喜玩家FIRE，首位金钱突破100000，财富版第一。】什......什么？这不在计划内！这个场景不应该出现！梅谁手速立刻打了一个回城指令。回到出生点。出生点是无法破坏、改造的，但是它周边的土地可以。在梅谁眼前的，是一个简陋又繁华的玩家商场。简陋是因为，这个商场全是由木头搭建的。繁华是因为，玩家在内川流不息，交易不止。“梅谁！怎么了？出什么事了？”龙纹大声问道，“那个首富通告是怎么回事？”“我也不知道......”梅谁对着那边说道，“他们开始了玩家交易，做了一个玩家市场.....这确实可行，但是为什么？这没有意义啊，金钱只能用来圈领地和锁箱子......想不通.....”“先回来吧。”龙纹浑厚的声音在梅谁耳边响起，“既然想不通就先不要想了，我们招募的那个人来了，你给他安排一下吧。”梅谁无奈，只能狐疑的看着玩家市场，绕了几圈，不甘心的传送回去了。隐藏在人群中，炎帝看着梅谁的一举一动，小心翼翼的对站长问道，“梅谁.....那小子没发现....没懂吧.....”站长好笑的看着他，“喂喂，我说你啊，反对起梅谁比谁都积极，怎么到现在却怂得像个王八似得。”“屁！”炎帝脸上青一阵红一阵，骂道，“老子这是谨慎！梅谁这小子太会搞事了！不防着不行！虽然他玩游戏不行，但是搞事是一等一的专业！”站长摇摇头，说道，“你知道我为啥之前要邀请梅谁参加游戏么？”炎帝一愣，“为啥？”“你应该也知道的....”站长说道，“那估计是你第一次知道假棋士这个ID的时候吧.....”炎帝愣了一下，猛然反应过来，“你是说那个比赛？！”“没错.....那也是我第一次认识到....梅谁的能力......”站长点点头，说道，“你还记得吧.....那个所谓的‘决明子’，其实就是假棋士！”\n在游戏、服务器和插件上有些bug，不用在意，这样写更简单些。\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n",
    "replies": [
        {
            "author": "Qme342549182",
            "timestamp": 1458272760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}