{
    "title": "我的故事",
    "author": "NiXue",
    "replyCount": 9,
    "timestamp": 1458099840,
    "txt_content": "以下是我的mc故事。第一次玩的是服务器，寒假的时候，当时下载单机游戏无聊乱逛，下载了一个浩方联机平台，发现里面有mc然后就下了。当时不懂怎么下。不过好在里面有一件下载，然后玩了1.72的服务器，刚进去就看见好多人，而且天黑还下雨，就乱跑到了一个下雪的小山上，向下挖了8格然后把顶封住开始扩坑，当时不懂怎么锁箱子然后就百度，说放告示牌输入什么代码，然后我就把锁箱子之后显示的英文在告示牌里输进去了TAT。告示牌完整还原。第一排第二排那样。之后看见别人输中文才发现有mod这种东西，但是我的客户端没有mods文件夹。于是找了半天，最后只能加了一个人的qq把他客户端拿来用。于是认识了第一个朋友。。然后游戏里的第二天发现有人出现在我家，也是一个新手。。我当时就被吓到了。我造家造的怎么隐秘都被发现了。然后问他，他说是从我家后面的农场进来的。因为我以为mc的作物要露天还要晒太阳于是就把农田上空挖空了。。于是他就掉下来了。就这么掉下来了。。于是我认识了第二个朋友。剩下的事情到时候再更",
    "replies": [
        {
            "author": "E.T.星落辰",
            "timestamp": 1458104040,
            "txt_content": "这个，多人一定要小心别人吗，和基友一起练不是更好吗……"
        },
        {
            "author": "二次元狂三",
            "timestamp": 1458106440,
            "txt_content": "表示对楼主挺无奈的（56）"
        },
        {
            "author": "异朽君",
            "timestamp": 1458107160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "NiXue",
            "timestamp": 1458117120,
            "txt_content": "第二个朋友认识以后，他说我箱子没锁，然后我们两个就一直测试(当时都对锁箱子插件不了解，然后就一直百度测试，结果，都不是这个服务器的插件教程，所以测试了半天，最后加了服务器的qq群才知道，牌子放上去就好了。)于是，我就认识了我最开始的两个朋友，虽然都是意外认识的。然后一起每天上线挖矿，第一次挖到红石的时候还很奇怪，说这里这么有个红色的矿石，还会发光，而且还拿不了(当时只知道石稿这么做，还不知道有铁这种东西)于是就把边上的石头都挖了，留下这些红色的矿石，然后就在聊天上说:我这里有奇怪的石头这么挖不掉，然后有一个人就tp过来了。他让我接受tp，但我不知道怎么接受，于是他叫我输入tpaccept。于是他就过来了，(第一次认识指令)说这是红石，可以激活，用铁挖，然后就帮我挖掉，丢给我，之后就传送走了。我拿着红石当宝贝一样的放在家里的箱子里，毕竟第一次见到红石这种东西，红红的，还以为是稀有物品。然后找了一个展示框放进去，开心了好久(展示框是其中一个朋友做的，放在墙里，告诉我东西可以放进去。一个朋友叫1659，一个朋友就忘了，因为他只上过3天，就没有见到过上线了，听说是玩别的服务器去了)知道了铁以后，我就一边挖矿，一边和1659做家，但是发现，我这里由于是出生点附近，有很多人进过我这里，于是我们就一边挖矿，一边交朋友，渐渐的朋友越来越多，有了10几个，于是就在边上的雪山顶上造了一间城堡(没有封顶的火柴盒，原石造的造了1天。。)"
        },
        {
            "author": "NiXue",
            "timestamp": 1458118080,
            "txt_content": "之后就开始了发展期，造房子，拉朋友，打算建造一个村子，那时可开心了，我之前听别人说mc服务器里有熊孩子这种破坏别人东西，偷东西的玩家，所以才在地下做家，但是我发现并没有，每个人都那么和蔼，渐渐的，房子造起来了人也认识多了起来。有20个。每次有新人就拉过来作家，也认识了很多朋友。渐渐的，人多了，下雪的时候，特别好看。朋友都很喜欢，而且认识了另一个群体，叫激情小伙伴。他们也很多人。就在我以为能一直这样下去的时候，不幸发生了。那一天我上线，准备继续去改造我那个火柴盒城堡时，我发现了。我们村被毁了。。高空流水，破坏房子，坑坑洼洼的一片。除了被锁的箱子都没了。。找来了op。查到了人。但是，我们已经没人想住这里了，毕竟心血毁在这里。于是。在经过2天的缓冲期后，我们跑到了海上，在海中央，一直向上搭方块到120格。做了一个空岛。并且把柱子挖了。在上面作家，可是人数已经只有10人了。其他人都离开了这个服务器。但是我们想着，既然有op在，被熊了一次总不会有第二次把。于是生活了3个星期。但是，不幸又来了，有一个人来了我们家，偷了我们的隐身药水还在偷东西。由于是空岛，而且都是自己人所以箱子都没锁，当着我们的面偷，由于不能pvp，我们只能看着。看着自己的东西呗偷走，但是op不在线。就这样看着。"
        },
        {
            "author": "ingyang1998",
            "timestamp": 1458118200,
            "txt_content": "每个人都有属于自己的MC故事"
        },
        {
            "author": "NiXue",
            "timestamp": 1458118920,
            "txt_content": "然后，我们就跑去了一个op家边上作家，这时人数只有7人。造了一个城堡，但是由于op换了一下领地。(当时没有钱圈地，服务器里只能靠签到获得)，家又被熊了，而op家就在一山之隔。这是，我们发现我们已经习惯了。毕竟都被熊了3次。不能被这点困难打倒，于是，我们就跑去了雪原。这时，激情小伙伴也被熊了，于是我们两方合作支援。干了1个月，终于，这次没有被熊，我们一起在庆祝，由于是刚好有人生日，于是我们就在游戏里庆祝，一起打了一只攒了很久的凋零，一起做了一个蛋糕屋子。有128个蛋糕。一起开心的玩。当时下着雪，钓鱼，开船，吃蛋糕。多开心。这次我学会了圈地。于是就把大家放箱子的地方圈了。毕竟只有这么一点钱。并且在地狱造了一个猪人塔，而且发现了刷怪笼。就在这时，不幸又发生了，家又被熊孩子拆了，高空流水。拆方块。我从来没有熊过别人一次，却被别人熊了4次。我的朋友都说不要玩了。放弃吧，但是我依然坚持。于是搬到了猪人塔。。4个信标放在中间，石英块，莹石做铁路和屋子。还做了一个铁傀儡的安全屋。在基岩上方红色的天空里，我们继续生活。但是，命运总是这么作弄人。我们，又被熊了。一个不熊别人的人，一个和新人交朋友的人，一个没有和别人有仇的人。一个不骂人的人。却被熊了5次。心血被破坏了5次。我失望了，于是，在一片废墟前，我退服了。退出了玩了4个月的服务器。"
        },
        {
            "author": "fgdg21234d",
            "timestamp": 1458121380,
            "txt_content": "这不是贴吧啦。。在自己帖子回复不怎么好啦。。"
        },
        {
            "author": "NiXue",
            "timestamp": 1458121740,
            "txt_content": "一次性打不出那么多，后来就想到了过去就写这么多了。。停不住。"
        }
    ]
}