{
    "title": "[Unturned 3.14.8.0] 更新记录",
    "author": "lichi2050",
    "replyCount": 0,
    "timestamp": 1458232080,
    "txt_content": " 本帖最后由 lichi2050 于 2016-3-17 19:27 编辑 \n\nSteam: http://store.steampowered.com/news/?appids=304930\nUnturned Forum: http://unturned-forum.com/threads/3-14-8-0-update-notes.5261/\n3.14.8.0 Rocket: http://www.mcbbs.net/thread-543521-1-1.html\n\n\nAdditions/添加\nAdded roomscale VR support! [Video demo in full post]添加roomscale VR（虚拟现实设备）的支持[演示视频请查看全文]\nFixes/修复\nFixed tracer orientation on client. 修复客户端Military Tracer（曳光弹）的弹道轨迹.Fixed showing lower than 640x480 resolutions. 修复画质显示低于640x480 分辨率.Fixed claims check on vehicle on server. 修复服务器内载具claims（绑定）检测.Fixed motion blur not turning off. 修复motion blur（动态模糊）无法关闭.Fixed picking up items turning off handcuffs. 修复捡起物品会解开手铐.Fixed boulder uses concrete material instead of gravel. 修复boulder（巨石/圆石）使用混凝土材料代替砂砾材质.Fixed metal resource collision to match visual better. 修复金属类资源的碰撞更符合现实视觉.Fixed a gap in the metal resource mesh. 修复金属类资源网格上的裂痕.Fixed showing disabled HUD after unscoping. 修复退出瞄准镜视野显示无法加载HUD（信息界面）界面.Fixed direction sign and berry visibility.修复direction sign（路标）和berry（莓灌木）的可视度.\nRoomscale VR Support:虚拟现实设备支持详解:\n\nThe main focus this week was getting the VR support ready. \n本周我们主要测试VR虚拟现实设备的支持.\nFor more details check out last week's post here, but today we have a short video demo: \n详情请查看上周的更新记录，但是今天我们只有一个短的演示视频:\nhttps://youtu.be/6JemlC6Mc9o （youtube国内童鞋有可能被墙，个人搬运视频正在审核中...so）\nIf you'd like to see the full original video prior to commentary it can be found here. \n如果你想查看完整视频的解说，你可以在这里找到.\n\nWhat do you think of the VR editor? If you give it a try let me know, I'd love to try and improve it! As for the next update don't worry, 3.14.9.0 will be normal with new features/content as usual.\n你觉得VR 编辑器怎么样？如果你测试过了请务必通知我（Nelson，并未楼主），我很想改善它！至于下周更新你无需担心，3.14.9.0将照旧带着新功能/内容正常发布.\n\n\n抱歉这么久都没更新了，实在是最近在准备一些项目都忘记翻了（近期内一定考虑Unturned板块的未来计划）还有Bilibili审核一般是多少？（不行的话我去优酷好了...）\n演示视频 [bili=4121177]1[/bili]\n\n\n",
    "replies": []
}