{
    "title": "【原创-连载】【红龙】【第一章 魔法学院】",
    "author": "ProDrk",
    "replyCount": 6,
    "timestamp": 1458290400,
    "txt_content": " 本帖最后由 ProDrk 于 2016-3-18 21:06 编辑 \n【前言】相应论坛号召，积极加入论坛生产主力军。\n\n\n【正文】\n\n\n    方块世界1062元年，以福尔屠苏为首的叛乱军盗取了帝国的镇国之宝——下界之星，故事就是从此开始。\n\n\n    我住在帝国西城区，家中有一个姐姐和哥哥，姐姐叫王希，哥哥叫王兮。所以，我每次叫他们俩，他们就会同时回答我“诶，咋了？”好吧，我还没介绍我自己，我叫王洋，今年是魔法学院的九级生。\n\n\n    魔法这个东西很玄乎。当初，我就是被我姐姐所述的那魔法世界迷了眼，故才报考魔法学院的——相传，帝国大魔法师海潮，于方块世界233元年，在世界之巅阿尔泰山找到了一种魔法原石，这种石头内红外黄，还能发出一丝丝微光，海潮被这种石头迷住了，随机他挖起了第二颗；第三颗；第四颗...海潮挖了9块原石，装入背包，带回了帝国，献给了帝国三世。帝国三世很是喜欢这种小巧但又不失诱惑力的石头，赏赐了海潮，并让海潮建宫，用来放置这九块镇国石。\n\n\n    “还有呢。”在一旁听着我自言自语的姐姐打断了我。\n\n\n    “可当后来，宫殿刚建成2年后，一次夜里，下了场暴雨，把首都1/2的地方淹没了，只有皇城免于一难，而那存放宫殿里头的九块石头，就发出了刺眼的闪光。负责看守的九大护法第一时间冲了进去，却被光所淹没，等到光停止闪光的时候，已经是清晨了，守在外边的将士一拥而上，只看到九人趴在地上，他们昏迷了。而巧的是...那九颗石头不见了。”姐姐笑盈盈的对我说。\n\n\n   “不错，后来那九个人好了，但是却发现身体比以前不一样了——第一个护法原本有着心脏病，但是却好了。第二个跑步慢于常人，但是现在却赛过全城跑的最快的了。第三个是文官，负责记录九石宫（存放镇国石之地）原本他的绘画技术不怎么好，但现在却画的却异常传神，如仙境一般，令你觉得是真实世界。第四个是一位被贬入此地的一名老将，原本90多岁高龄的他，却活到了368岁才寿终正寝。第五个是一名武将，原先是只会大刀砍术，现在学会了各种武器的用法。第六个更加神奇——点石成金，不过在电脑前把自己给弄成金子了。现在，在博物馆里坐着呢。第七个和第六个差不多，每次买七合彩都能中奖，相传，是因为太无敌太寂寞，自杀了。第八个就厉害了，能从手里像《八龙珠》里面的龟仙人一样，能发出‘气功波’。第九个...”我不愿再说下去了，脸色也异常紧张。\n\n\n    一旁来的哥哥则就笑了笑”第九个，不就是发动魔法大陆的策划者——叶成，么？“\n\n\n    “呵呵，别乱说...”我捂住了哥哥的嘴巴，祈求他不要再说下去了“再说下去，咱们家的弟弟不得急死了？”姐姐依旧笑盈盈的望着我。\n\n\n    “魔法这种东西真的很奇妙，他已经颠覆了以往的钻石套装走天下的思想。靠的，更多是自己的想法与技巧。”我说\n\n\n    “这么说的话，你还不是为了隔壁家的沈梦溪去的？”姐姐一语道破。\n\n\n     我显得很难堪“喂喂，没有你这么损的姐姐吧。”的确，我是暗恋隔壁家的沈梦溪，刚好的身高，完美的颜值，热情，还有她那副楚楚动人的眼眸...“\n\n\n   “呵呵，别说了，小兔崽子还是好好复习吧，明天可是八级生的考试，考好了，可就有魔法原石了。”姐姐笑笑。\n\n\n    我方才想起，明天就要考试了，我还在这里闲聊...真是...一边告诫我自己，一边翻开了魔法书——《魔法学院九级生魔法理论》开始复习之前不太重视的地方。\n\n\n    正当我要看完第一章的时候，窗外，传出了一阵枪响......\n\n\n【后记】\n大坑，坚持每日一更，不更会在群子里跟你们肛♂清♂肛♂楚。\nTHANKS EVERYBODY，PLEASE GIVE ME 人气OR金粒 THANK U!\n\n\n30人气或者300金粒当即加更，如有不加，当场吃翔。\n@xcc @恶魔-潇洒 @Yy星人 @海潮\n\n\n",
    "replies": [
        {
            "author": "2B与mc的故事",
            "timestamp": 1458376440,
            "txt_content": "新人你好，欢迎入坑。\n暂时不做过多的评价，只是整篇文章有点对话流。\n一看到海潮我就不敢细看下去了……不要问我为什么"
        },
        {
            "author": "ProDrk",
            "timestamp": 1458376980,
            "txt_content": "2B与mc的故事 发表于 2016-3-19 16:34\n新人你好，欢迎入坑。\n暂时不做过多的评价，只是整篇文章有点对话流。\n一看到海潮我就不敢细看下去了……不 ...\n_(:зゝ∠)_我是新人鸡啊，你别怕"
        },
        {
            "author": "luoweichao",
            "timestamp": 1458377520,
            "txt_content": "{:10_492:}"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1458388080,
            "txt_content": "ProDrk 发表于 2016-3-19 16:43\n_(:зゝ∠)_我是新人鸡啊，你别怕\n哈？我怎么会怕你\n我只是懒而已"
        },
        {
            "author": "名人才华",
            "timestamp": 1458389880,
            "txt_content": "前言后记你居然这么用……\n说真的，别侮辱后记，前言后记可是文章的一部分啊\n你的话对文章来说可有可无，建议用“废话”来自嘲，一般都是这么干的"
        },
        {
            "author": "Kirito丶半夏",
            "timestamp": 1585462920,
            "txt_content": "1111111111111"
        }
    ]
}