{
    "title": "【朱仙出品】<原创·连载>方块万岁【第十四章 截胡和TNT】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1458230580,
    "txt_content": " 本帖最后由 CloudsXDao 于 2016-3-20 23:13 编辑 \n\n正文\n\n\n末影龙。大多数游戏里都有一个最终boss，或是某种生物，或是某种关卡。各个游戏的boss根据游戏的不同，形态也各不一样。但是他们都有一个共同的特点。难打。而末影龙更是此种翘楚。末影龙绝对是每一个《我的世界》玩家的最终目的。梅谁沉声说道，“而我们的最终目的就是——拿到龙蛋。”游戏中，四人围桌而立。梅谁站在主位，而他的身后，则是一张地图。“死骑，我所制定的计划就好像一整块拼图。”梅谁摸了摸下巴，“你要做的，只是放上其中的一小块罢了。”“好！那我应该做什么呢？”耳机的另一边发出了傻傻的笑声，是ID名叫死亡骑士的一个学生。他是龙纹带来的，据说和龙纹有一定的亲戚关系。原本龙纹是不想让他参和进来的，但是就在前几分钟，他刚刚好来龙纹经营的咖啡厅拿自己放在这里的电脑，却看到了龙纹几人在玩“我的世界”。他很早就开始关注这款游戏了，他在大学里就是游戏设计。看到自己长辈都在玩，哪能不兴奋？嚷着要和龙纹一起玩。龙纹被他磨的没有办法，灵机一动，让他参与了进来。梅谁蛮喜欢这个大学生的，虽然他比梅谁大上许多，但是却让梅谁感到他还不过是一个小孩子而已罢了。前期的材料准备已经结束了，这样，或许能让他去做那些冲锋陷阵的工作。“龙纹叔，钻石甲，材料足够了吗？”梅谁，“如果足够了的话，我们可以选择附魔了。”龙纹给出了切确的回答，梅谁又想了想，发出了命令，“接下来，龙纹叔你去蒋同给的要塞地址寻找图书馆，拿到足够数量的书架！死骑你去杀一些末影人，它们会掉落末影之眼．．．．．．”梅谁看了看钟，已经将近十二点了，“待一切准备就绪，我们就立刻．．．．．．明天去下界！”在上半夜，玩家活动会达到一个峰值，对于那些明日要上班的社会人来说，最好的游戏时间就是十一点到一点。但是梅谁不行，他需要睡眠来保证明日早晨的清醒决策。“如果顺利的话，我们可以在一个非常迅速的时间，结束这场赌局！在开服２４小时之内！”“这么快？”死骑问道，语气中带着质疑，“我通常都是在游戏时间５６个小时才能通关的．．．．而且还不算上现实时间，如果算上，那甚至要一个星期两个星期，甚至更久，你怎么．．．．．．”“不用担心。”梅谁自信道，“到时候你就明白了。”“可是下界要塞不是很好找的啊．．．．．而且．．．．．．”死骑似乎还想说什么，但是他那一边龙纹明显制止了他，“假棋士自然有他的想法，你就不要干扰他了。”梅谁长呼出一口气，关机下楼，和蒋同回家去了。龙纹在二楼的窗户上看着他俩的背影消失在夜色中，转身又开始了对要塞的探寻。······第二日，当梅谁二人组再到咖啡厅上的时候，只见到一脸阴郁的龙纹。“早上好啊．．．．．．”梅谁问道，他有些不好的预感。“怎么了？”龙纹看了一眼梅谁，叹了一口气，“我们被人截胡了。”又补充道，“就在要塞。”梅谁的眼神一下子变得犀利，沉声问道，“是谁做的？陈止？还是炎帝？”“炎帝。”龙纹扭头看向他，“陈止．．．．．．他至始至终都没出现过。”梅谁有些吃惊，和龙纹上楼，进入服务器。他登陆的是龙纹的号，上线之后在地下岩洞之中。按照龙纹的指示，他走进了要塞，却看见了不寻常的一幕。末影门是唯一去往末影龙所在的末地之道路，而末影门需要使用六个“末影之眼”开启。末影之眼有需要杀死末影人和下界的烈焰人，将二者的掉落物——“末影珍珠”和“烈焰粉末”混合而成。所以说，进入末地困难重重。相比之下，找到末影门、打开传送点反而成了所有步骤中最简单、风险最小的一部分了。而此时这个部分，正悬空在梅谁眼前的巨大空洞中央，空洞下方十几个玩家在挖矿。“是那个家伙！”有个玩家发现了梅谁控制着的人物，气势汹汹的拿着把钻石剑，三下五除二的就把梅谁干掉了。梅谁在他建造的房子里重生，他现在才发现，龙纹的背包早就空空如也。“原来如此。”梅谁摸了摸下巴表面上一副冷静的样子，心中实际上十分焦虑。事情已经偏离了他的剧本，怎么办？原本他的推理中，炎帝应该没有这么快就会注意到末地门的。因为双方都知道，末地门不同其他的设施，虽然无可替代，但开启难度太大，不如让给对手帮助自己节省下寻找“钥匙”的时间和精力。炎帝这一手，明显是看穿了他的计划，提前的反制！难道是陈止看穿了梅谁的策略，告诉炎帝的?陷入僵局了啊．．．．．．“不过好消息还是有的。”龙纹说道，“我们基地后面开了个下界门，进去之后直接就能找到下界要塞，这也就是说．．．．．．”“这也就是说，开启末地门的钥匙，我们其实已经握在手里了。”死骑从门外进来，接道，“这是什么鬼的运气啊．．．．．．但是末地门现在已经反制在他们手上．．．．．．假棋士，这怎么办？”“叫我梅谁就行。”梅谁笑了笑，又开始沉思。“嗯！”死骑重重的应道，看向梅谁，眼睛中似乎闪烁着期待的光芒。蒋同看到这一幕心中微微笑了笑，很明显，他也看见了梅谁．．．．身上的奇迹。在梅谁和蒋同还在读初中的时候，他们身边的朋友总是莫名其妙的，盲目信任着梅谁。似乎梅谁即使说明天地球就毁灭，他们也会立刻回家写遗书。那时候的梅谁总是很自信的，自信的不像正常人，要不是那一次事故，梅谁也不会变得现在这样软弱。“现阶段，我们已经不能有效的实行计划了。”梅谁冷静道，“计划要改是肯定的．．．问题是怎么去更改才能夺回下界门。”“不是有玩家市场吗？直接去哪里发公告不行吗？”死骑马上一副跃跃欲试的样子回答道，但是他很快就感觉到了不妥，因为他发现龙纹正在无奈的看着他。“拜托，那是敌人的地盘好吗？”龙纹皱眉扶额，说道，“他这么可能帮我们去夺自己控制下的末地门？”死骑脸一下子红了。但是，梅谁突然说“等等！这说不定.....能行！”“能行？”不仅是龙纹了，死骑也一脸惊异的看着梅谁。“不错......”梅谁点头。······十分钟后，玩家互助那里，出现了两个任务。玩家互助任务：帮助DeathKnight......搜集沙子。玩家互助任务：帮助Dragon......搜集火药。梅谁用龙纹的账号看着公告榜上的两个任务，嘿嘿笑道。“就让我们.....把他们炸个底朝天吧！”\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n",
    "replies": [
        {
            "author": "hankzty@qq.com",
            "timestamp": 1458399660,
            "txt_content": "突然来看连载的 好有切入感~"
        }
    ]
}