{
    "title": "[博客翻译|已授权]【PMC 每周精选】2016年第5期 Jan.31 - Feb.6（节选）",
    "author": "BensonQC",
    "replyCount": 3,
    "timestamp": 1458309960,
    "txt_content": " 本帖最后由 _Benson_ 于 2016-3-19 07:55 编辑 \n\n\n\n开篇语：\n大家好，这里是Benson。想必大家已经发现我已经将近一个月没有更新《PMC 每周精选》系列翻译了，我对此感到十分抱歉，因为我的学业压力实在是太重了，因此，我决定自本期发布之后，《PMC 每周精选》系列翻译将暂停更新，至少到中考以后。如果在这之后有机会再更新的话，我会打算以一个月为单位，挑选《PMC 每周精选》中的优秀内容进行翻译，但那也是中考之后的事了。\n\n什么是《PMC 每周精选》？\n《PMC 每周精选》（Week in Review）是由知名Minecraft国外论坛Planet Minecraft网友Gray Remnant所撰写的博客，每周遴选当周PMC上的优秀地图、大型工程、地形、有机作品、陆上建筑、空中建筑、水上建筑、主城、建筑模块、机械、小游戏、装饰、过山车等十三个类别的作品，并对各类别的顶尖作品进行介绍与赏析，内容丰富多彩，涵盖Minecraft各个方面的地图作品。该博客已在PMC上广受网友好评。\n\n本人已获得原作者的授权，对其博客进行翻译，旨在通过这些博客，打开国内Minecraft社区通向国外社区的窗口，拓展视野，帮助国内的Minecraft玩家与建筑师更好地了解国外Minecraft发展趋势，在一览最新国外优秀作品的精彩的同时，激发自身的灵感与创造力。\n\n《PMC 每周精选》总索引帖\n\n授权翻译证明：\n以下截图为我与原作者的私信内容：\n\n接下来让我们进入博客正文。正文内容中的第一人称均指原作者。\n\n\n大家好，欢迎回来。随着我们进入了二月，竞争也很激烈。本周我们抵达了另一个里程碑；在《PMC 每周精选》史上首次，我给出了整整26块奖牌。那大部分是因为在过去七天中有太多的优秀作品上传，尤其是在“地图”、“大型工程”、“地形”和“主城”分类中。\n\n因此，有许多在平常的星期中应该拿到金牌的作品本周没有拿到。对于投入艰苦工作但收效甚微的你们，我只能说：你的时机把握得不好！你没有选择一个糟糕一点的星期发表你的作品。这就是生活，我想。:P \n\n所以，事不宜迟，请靠后坐，放松下来，欣赏PMC上最棒的作品。\n\n\n作为这无与伦比的一周的开始，本周最佳地图是粘液公司（Slimm & Co），由同样无与伦比的MrBatou创作。\n\n\n乍一看，你可能会问你自己，这个地方到底发生了什么？好吧，以下就是我认为发生在这里的事情。这张地图代表了超工业化社会的最后残余，而它的经济是由提取星球核心的放射性物质驱动的。年复一年，这个全球性的冒险行为导致了这个星球的水被酸化，这随后触发了温室效应的失控。\n\n\n因此，这个星球的海洋变成了放射性泥浆的池子，其中的大陆被核战争摧毁，而核战争的爆发的因为细胞分裂的成本上升。日益减少的地球人聚集到太平洋上的群岛，希望经受得住核爆炸后的沉降物，但没有预料到危险的核感潮波，它将99%的人类溺死在能使人突变的废料中。\n\n\n现在所有的残骸是这个原子采矿设施，一群幸存者在那里避难的地方。他们拯救人类的最后努力，是钻开地球核心，引爆一些核弹头，从而将这个星球一分为二，用虹吸管输送核液体进入太空。什么？我没有说过这群幸存者很聪明。\n\n\n所有这些奇妙的混乱始于2016年，当唐纳德?J.特朗普被选为美国总统时。不相信我？试试看。掷个骰子。敢不敢？看看会发生什么。:) \n\n\n但是，更严肃地说，这张地图的主题就是地狱。它看上去令人震撼。每座建筑都可以看出它存在的目的，都细致地浓缩入一个相对很小的空间。\n\n\n缓缓燃烧着的蒸汽槽，机械化的起重机，冒着气泡的核污水坑，或者巨大的独立钻头，这张地图中的每样东西都用一种不可思议的方式精心设计。有很多东西要消化，它的美丽是建立在有毒废物和贫瘠地形上面的。\n\n\n我觉得我要说些什么。像这样的地图不应该被理所当然地拿走。像这样的东西需要美景，但还有，它需要大量的艰苦工作。真正的错综复杂需要某人抛弃对称带来的舒适感以及MCedit的便利。这里没有重复的部分。这没有捷径。做这件事很难。\n\n\n但你们中的大多数人知道这一点，因为，随着我们都清楚地认识到这一点，这比大多数人擅长的东西酷得多。我从未做过这样的事情。它在我的另一边。但它在MrBatou那里，他，一次又一次，在PMC上推动了边界，扩展了眼界。而这不会是你最后一次听说他。他在PMC上还相对是新人，所以就让我们拭目以待吧。\n\n\n其他制作人员：\nBestofthelife - 视频\nKryppt - 渲染\nRastammole - 渲染\nWuxa - 渲染\n\n\n美国福克高中（American Fork High School），作者：whiffdog\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n好吧，我直接说。本周是在《PMC 每周精选》史上在地形方面最好的一周。最好。毫无疑问。而在最令人印象深刻的地形清单中，领衔的是一个地形叫做东方景观（Azuma no Niwa - Garden of the East）（站内搬运帖），由ibuildpixels创作。\n\n\n这毫无疑问，到目前为止，它是本年度最佳地形。想一下那张帮助这张地图的人士的长长清单，也不足为奇。认真地说，花一些时间看看下面的“其他制作人员”清单。Gabersid，Rastammole和Aerios都致力于同一张地图？！？这就像地形师正义联盟。它凭借什么成为迄今为止最好的呢？\n\n\n它只是表明，有时团队合作是关键。在这个案例中，它是创造我见过的最美丽的地形之一的关键。而这甚至，至少依我看来，不是一个多生物群系地形。它不只是一个有着我从未见过的无与伦比的细节的奇异想法。\n\n\n东方景观（Azuma no Niwa - Garden of the East）是一片非常富饶的地形，充满许多复杂的东西。这是一次完全令人迷惑的Minecraft体验。与仅仅给我们陈词滥调的生物群系的集合不同，这个团队的能手给予我们一个单一，但很复杂的生物群系，它拥有许多特征。\n\n\n你看到的每个地方都有溪流、层层水池、山峰、瀑布，以及我在很久以来见过的一些最好的质地。我甚至还没有提到中间的那个壮丽的活火山。\n\n\n这个地形拒绝与背景融为一体。这个地形以与一个史诗般的有机形体相同的方式震惊了观众。你不会经常看见它的。这样的地形鹤立鸡群。它们不需要一座城堡来激起观众的好奇心。这张地图，独自地，提供了观众所需的一切。\n\n\n而且，我还没有提到补充的有机内容。是的，似乎未加工的地形不能给人留下足够深刻的印象。ibuildpixels决定将整张地图浸入多姿多彩的各种形状和大小的树木、睡莲、浮木、香蒲，以及植物生命的生态系统中。\n\n\n简单地说，这是一个完整的包裹。这是一个地形的完整陈述。毋庸置疑：这张地图是完美的，它经由艰苦的工作、才能和纯粹的天赋而制作出来。相信我这样说：它击败了所有能在今年的任何一周中轻松拿到金牌的地形。\n\n\n其他制作人员：\nPluto - 协助\nSunfury - 协助\nMangy - 协助\nMoustafa - 协助\nJason - 协助\nBrandon - 协助\nGabe - 协助\nSplekh - 协助\nRasta - 协助\nFlorian - 协助\nGassy - 协助\nVoltyC - 协助\nAdybuddy - 协助\n\n\n巨怪的圣战（The Great Colossus Battle），作者：Divici\n\n\n\n\n\n\n\n\n\n\n\n\n索拉斯蒂沃别墅（Solastio Villa），作者：DragonAss98\n\n\n\n\n\n\n\n\n\n\nHindenburg DLZ-129，作者：AlexCH27_\n\n\n\n\n\n\n\n\n\n\n本周最佳水上建筑是统一级护卫舰（Unity Class Frigate），由tillwill创作。tillwill一直在PMC上所有种类的军用船舶中走在前沿。\n\n\n这艘船在外观上比较简约，大量使用了铁栏杆、铁活板门、蜘蛛网和台阶，来精确还原甲板。噢，那后面还有一架直升机停在上面。\n\n\n但，作为tillwill心思花得最多的部分，这艘船最好、最值得注意的方面是内饰。统一级护卫舰（Unity Class Frigate）几乎充满了独特、可辨认的房间。这张剖面图很适合论证内饰复杂与紧凑的程度。\n\n\n看见如此精确还原某样东西的精神令人印象深刻，内部与外部，有着对材料的如此巧妙与创造性的使用。这就是关乎Minecraft的一切。它是关于搞清楚如何用材料将东西很酷地放在一起，而这，多数情况下是很困难的。\n\n\n诚然，这艘船不能再更有标志性了，它不能用一种不太可能的方块组合搭配在一起。不知道为什么，使用圆石、台阶和铁砧复原一个轮机舱是有作用的。我不知道它是如何起作用的；它就这样做到了。\n\n\n本周是到目前为止，《PMC 每周精选》史上在“主城”类别中最具竞争力的一周。本周有如此多的一流主城，以至于它们中的许多甚至没有晋级。领衔的是一个独特的主城，标题为东方幻想 - 立体盆景（Oriental Fantasy - Diorama），由RoloFolo创作。\n\n\n这是一个以立体盆景展品呈现出来的主城。正是独特而美丽的想法制造了一些很棒的效果。可是，尽管它被设计为一个展品，立体盆景（Diorama）仍不失为一个十分功能性的主城。\n\n\n地形很简单，作为背景。建筑中有许多亚洲元素，用大量的楼梯和台阶完美地细节化。\n\n\n但真正将这个主城提升到一个新高度的，是小细节。瀑布与水车都被撒上一些蜘蛛网，使它们看上去更贴近现实。一辆孤独的手推车，堆着几包干草，在上层一个人待着。并且，当然，你怎么会在那么多灯笼的情况下迷路呢？\n\n\n这个作品是由幻想的思维模式制作的。作者在每一个阶段都十分小心，以便确保最后的作品会给人们留下十分深刻的印象。并且它做到了。RoloFolo在他加入一些云的时候将其密封处理，优雅地将它悬挂在建筑上面。正是这种细节使得这个作品有了一点额外特殊的东西。\n\n\n其他制作人员：\nBlockWorks\nAngel Block Society\nRajkkor - 渲染\nSplekh - 渲染\n\n\n你不会经常看见自身携带许多权重的建筑模块。遇到一个有着逼真环境的建筑模块是很罕见的，主要由于空间限制。可是，本周有一个建筑模块，拥有以上全部以及更多的东西，它叫做崩塌 - 后启示录建筑模块（The Collapse - A Post-Apocalyptic Plot），由TCL135创作。\n\n\n我真的很喜欢这个建筑模块。让我们从地形谈起。因为空间较小，很难见到如此优质、迷人的地形。旋转、下雪的山丘位于平坦的悬崖边上，很像折叠的一片软糖。地图的底部覆盖着冰池，用不同的材料精心修饰。\n\n\n加入一些被雪覆盖的常青树，你就有了一个值得与建筑并存的环境。我不知道这座建筑曾经是什么，但显而易见，无论它是什么，都好像比现在更好。TCL135开发的混乱与破坏的程度引人注目。\n\n\n我将承认，我很痴迷于这种东西。我喜欢以磨损与衰败为主题的建筑。这一个做得几乎有你想象的那么好。整个建筑都在坍塌，以壮观的毁灭性破坏的方式。\n\n\n很难制作如此破坏与如此美丽的东西。它需要技巧，但更多的，它需要时间。需要在每个柱子、每个制成结构、每个表面上花上大量的注意力，来确保每个平方英寸都有均衡的破坏。\n\n\n这个建筑模块的微型管理在细节上无法更明显了，那是位于冰池上方的建筑基础。冰紧贴残骸边缘的方法，是一个很有创造力的细节，它使得这个建筑模块更加现实，更加引人注目。\n\n\n其他制作人员：\nBe_a_St - 树木\n\n\n小镇钟表与监狱/刑讯室（Town Watch & Prison/Torture Chamber），作者：RuneMinecraft\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n末影龙伪装（Ender dragon disguise），作者：TheRedEngineer\n\n\n\n\n我一般不太关心PVP地图，但本周我打算来个例外。这张PVP地图做得如此的好，被华丽的建筑与地形装得如此之满，以至于我情不自禁选择了它。那张地图是Skill_PvP V5 Warzone，它是由crazygamer333创作。\n\n\n这里有四个分离的区域，每个都有它自己独特的风格。crazygamer333花了大量时间提升地形，并用一些漂亮的有机内容补充它。实际上，到这点为止，我就会说它的地形与3D艺术本身在《PMC 每周精选》中就是一个合适的人选。\n\n\n我不会大谈特谈每一个竞技场（图片应该比我更能阐明它们），但我想告诉你我最喜欢的是沙漠平顶山地形。弯曲、条纹的山面创造出一种像迷宫一样的环境，它使得游戏更加有趣。而圆锥帐篷的加入是一个极好的修饰，它向环境加入了一点额外的东西。\n\n\n其余的竞技场同样做得很好，有自己独特的乐趣等待发现。你可以发现有许多想法被倾注入每个部分。见到这样一个向一维构想加入一些更有个性，提供一次更难忘的经历的想法是很棒的。\n\n\n其他制作人员：\nGabriel456 - 有机\nMrBatou - 渲染\nLemmy - 渲染\n\n\n松林谷（Pinewood Valley），作者：Gharox\n\n\n\n\n\n\n\n排行榜 - 所有时间：\n\n排行榜 - 2015年：\n\n排行榜 - 2016年：\n\n\n结束语：\n如果你喜欢这篇博客，或者想支持作者，欢迎到原文地址给予钻石，或订阅作者。\n如果本翻译帖中有任何翻译或其他错误，欢迎指出，我会尽快处理。\n欲了解更多精彩博客，敬请关注《PMC 每周精选》总索引帖。\n",
    "replies": [
        {
            "author": "kanming",
            "timestamp": 1458310260,
            "txt_content": "{:10_512:}大爱呀，都好帅，膜拜\n第一个最爱"
        },
        {
            "author": "lzs1234",
            "timestamp": 1458310440,
            "txt_content": "停更就停更吧，你能有毅力一个人完成量这么大的翻译已经很令人吃惊了..."
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1458315240,
            "txt_content": "有生之年系列\n& Co 我觉得应该是 and company 的意思，一般公司名称会有的后缀，而不是钴什么的"
        }
    ]
}