{
    "title": "【原创-连载】【红龙】【第二章 枪】",
    "author": "ProDrk",
    "replyCount": 5,
    "timestamp": 1458310080,
    "txt_content": "【前言】相应论坛号召，积极加入论坛生产主力军。\n\n\n【正文】\n\n\n    外面传出了阵阵枪声，我便跑了出去，想看个究竟。\n\n    我冲出了家门，跑到街上，隐约还能够听到一阵枪声在我的东边，我跑了过去，一个黑影从我旁边闪过，这令我十分震惊。我扭过头看看，却被一脚踢翻在地“该死...”我骂了一声，站了起来，追着黑影一起跑了起来，那团黑影很快，如同闪电一般，我只能看的清楚他的行踪，却看不清楚他的长相，我只能追着他跑。\n\n\n    但渐渐地，我的体力便不支了，跳到地上大口大口地喘气，眼睁睁地黑衣人的离去“该死的，这么快！”我冲着黑影骂骂，“如果你是黑衣军团的话，那我倒可以把你拉去邀功求赏了”我笑笑，没想到的是。\n\n\n    黑衣人竟然听到了，竟转过身来，朝我冲去，那速度很快，黑衣人很瘦，但身体结实，一撞便把我撞到了一旁的红墙上“草...”我拍了拍身上的泥土，站了起来。虽然隔着一层黑面纱，但我已经知道了他的大致长相：身材健壮，高挑，有着一个大鼻子，脸上似乎还有一层刀疤，眼神很凶狠，但有一种说不清楚的柔情在里头。\n\n\n    “喂...你到底是谁，我可是一个手无寸铁的人，你想拿我怎么样？？”我问黑衣人，黑衣人把脖子微微一弯，只闻脖子间不断地发出咔嚓声，我的背出了冷汗，生怕他拿我怎么样。“哦，杀了你啊。”随机拿起了枪，蹦的一声，子弹从枪口里射出，喷出火舌把我给闪耀到了，但我一个滚逃离了这一发子弹。\n\n\n    我大叫道“你到底要干嘛啊！”但黑衣人似乎并不打算放过我——继续举起枪朝我开枪，我只好继续躲闪，以免被子弹射中。就这样我围绕着黑衣人跑了许久，终于等到他没子弹了，我知道，机会来了，随机我一个脚步上前去，给黑衣人来了个左勾拳，他被我打倒在地，我又朝着他的脸狠狠地踢了过去“别当魔法九级生没有魔法石你就可以欺负我。”正当我踢他的时候，他却大声一笑，抓住了我的脚，将我甩了下地，自己起身，用枪对准我的脑门——\n\n\n    “你说，谁？”\n\n\n    黑衣人冷笑，我没有想到他被我打倒，却还能够站起来“你以为我们黑衣军团是吃素的？”我的脑袋被猛地一刺，想起了。黑衣军团是帝国里面最邪恶，最暴力，最冷血的恐怖组织，他们游走在各个城市，‘猎杀’帝国的高官将军，是...是帝国的除了叶成手下以外最恐怖的组织...黑衣军团...怎么，就这么巧合地给我遇上了？该死该死。\n\n\n    “你还有什么话要说么，死在我们的手里，你很光荣。”我给的胸脯给他脚踩在脚下，我觉得呼吸越来越困难了“咳...咳咳咳...”我说不出话，只能以这种形式传达信息...黑衣人笑了“那你就去死吧。”枪响了，我紧紧地闭上了眼睛，迎接死神把我给带走，呵呵，早知道就不和垃圾海潮谈什么出演这部小说了，才第二篇，盒饭都没法，老子就走了，干...\n\n\n    正当我绝望之时，从我的左耳又呼啸而过一发子弹，和黑衣人的子弹打在了一起——弹开了。黑衣人随机将头扭过去一看，原本嚣张的脸色瞬间消失了“王兮，你怎么在这！？”我睁开眼看，发现黑衣人的脸很是震惊，但随即眼神又变得凶狠。“你不该打扰我的！”哥哥笑笑“那又是谁允许你打扰我的弟弟呢？”哥哥拿起了手中的枪，对准黑衣人。\n\n\n    正当黑衣人发现情况不对，便将我放开，一个脚步登上一间屋子的房顶，沿着房顶不断跳跃，他跑了。\n\n\n    他居然畏惧我的哥哥？那个经常被我打的哥哥！？我的哥哥到底是何方神圣？这令我感到不解“哥...”正当我想发问的时候。“有些事你晚点就知道了，走吧，回去好好复习。”哥哥拍了一下我的脑袋走了，只留下我一人，在小巷子里，脑海不断地回响刚刚发生的事。\n\n\n    我的...哥哥，究竟，是...谁？\n\n\n【后记】\n大坑，坚持每日一更，不更会在群子里跟你们肛♂清♂肛♂楚。\nTHANKS EVERYBODY，PLEASE GIVE ME 人气OR金粒 THANK U!\n\n\n30人气或者300金粒当即加更，如有不加，当场吃翔。\n\n\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1458310260,
            "txt_content": "斟酌用词，剧情略狗血，角色有点智障症状。描写粗糙【一塌糊涂】"
        },
        {
            "author": "冥王星人",
            "timestamp": 1458310380,
            "txt_content": "去跳绳！！跳够十万个再来写文！！"
        },
        {
            "author": "ProDrk",
            "timestamp": 1458310440,
            "txt_content": "冥王星人 发表于 2016-3-18 22:13\n去跳绳！！跳够十万个再来写文！！\n我第一个号跳绳次数是你们的一周半！！"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1458315600,
            "txt_content": "噫你这么牛逼怎么不上天呢（雾）"
        },
        {
            "author": "zyj0807",
            "timestamp": 1458317220,
            "txt_content": "错别字，请修改2333333333"
        }
    ]
}