{
    "title": "【3月活动】 逐星之子——逐星之始",
    "author": "恶魔-潇洒",
    "replyCount": 7,
    "timestamp": 1458352860,
    "txt_content": "",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1458352860,
            "txt_content": "我觉得好啰嗦，单字重复的现象也很多，有待修改润色"
        },
        {
            "author": "音乐家七月天",
            "timestamp": 1458352920,
            "txt_content": "标题: 【3月活动】 逐星之子——逐星之始       3年没在创作版发过贴了→_→各位创作版大佬的催促下，我半个月挤出来的东西来混个参与了。\n       我怀疑没人看得懂我写的是什么_(:з」∠)_啊一共958个字的《逐星之子——逐星之始》。下面便是正文了。\n\n\n　　第一天。\n　　真是的，白天的时候就不应该到处乱逛，不然现在也不会这个样子啊啊啊，我后面这堆都是啥！！被狂暴的怪物追逐着在森林中穿梭，惊恐之余他不禁埋怨几分钟之前的自己。\n　　情急之中他用泥土胡乱垫上了一颗树。唉，今晚就先在这里过吧。觉得安全的他把视线从地下的怪物移动到了天上，看到的是月亮和无数繁星。\n　　望着一个又一个看起来十分之小的白色像素，一个想法从他心底蹦了上来。呐，树、崖、峰，都能被垫上去，那不是能用同样的方法躲到星星上？或者天空上还会有些别的？突然为自己的想法感到骄傲，啥时候真的得试试。\n　　他马上审视了背包里的物品，泥土、木头十余块，还有一些花草。呃，这距离起码也得有数千米，远远不够啊，所以从今天开始准备吧。\n　　第二天。他趁着天亮又挖了许多的泥土，想着肯定不够多的他晚上还是在树上过着。他在树上用土搭出螺旋楼梯，面向的是那繁星点点。\n　　第三天。他从网上得知了一些方法，做出了木制的镐、斧、铲，想着这样肯定是有利于他的大业的。\n　　第四天。他把才用了几下的木镐、木斧丢进了熔炉，在晚上用火把点亮了他的螺旋楼梯。土制的楼梯在远处观望就像金子一样发着光。\n　　第五天。他把这个想法告诉了他的一个MC资深友。沉思许久的友人，把隔着屏幕看不见的溢出的泪擦掉，用赞赏的口气回复道：加油！\n　　第六天。他用辛辛苦苦做出来的铁铲拼命挖着土，拔地而起的楼梯显然凝合了地上一个个土洞以及他的心。\n　　第七天。他惊讶地发现竟然再不能把泥土往上堆。他焦急着，开始检查到底是哪里出了问题。会不会是方块的问题，还是些别的？迷惘的他用了各种不靠谱的词句查询了度娘，一点眉目也没有。等到第八天的太阳升起之时，他对着渐渐消失的星星和月亮伸出手、跳跃着，眼睛迸射出的倔强眼神盖过了它反射着的月光。\n　　又是几天。用尽方法的他最终败了。资深友委婉的话，简单点说就是“方块堆叠高度最高255，再高是堆不了方块的”，戳穿了他。友人安慰着他：“好久没有见过像你这样的人了，跟我学MC吧，你会知道更多。”\n　　第三年。他明白了MC许多的机制，甚至几乎摸透了MC的代码结构；他明白了最初这行为是多么愚蠢，但他也摸透了当时友人的泪。他感到累，但有幸保留着这个生存地图。他有空的时候就会回来看看，不改变任何一个方块，但是却有一种轻松带来曾经的回忆。\n　　前行途中，过去的自己可能是最幸福的，请不要忘掉过去的自己，请不要忘记最初的体验。\n\n\n       上面便是全部全文。下边全是我的吐槽。\n       其实这篇东西基本上没有着重“背景”以及“社会”的描写，纯粹在刻画一个人物以及他的经历。这个想法自己觉得还算比较自然，一个一根筋的新手的逗比行为嘛，问题就出在开头这里，什么也没说出来，只能通过后文的部分内容自行脑补。也正因为挤在1000字里面，性格也难以用因果关系体现出，我自己感到挺没逻辑的，就像肠子被千扭百转的感觉。啊好烂改了半天终于弃疗了(╯‵□′)╯︵┻━┻\n       总之，3年中初次在创作版块发帖，以后也会多参加创作版的活动，请大家多多关照，以及多飞砖。（这是出道的意思吗）\n       "
        },
        {
            "author": "852275517",
            "timestamp": 1458356400,
            "txt_content": "感觉这题材很多地方都看过【主角从渣变成大神的蜕变之路】之类的\n不过还是有很多地方不同的例如背景和人物设定等\n给人的感觉好像是某长篇小说被简化了一样_(:з」∠)_\n哦对了补充一下主角没饿死难道玩的是和平吗233"
        },
        {
            "author": "xcc",
            "timestamp": 1458361320,
            "txt_content": "说起来我也准备开3月活动之坑惹....届时我要尝试一种难以驾驭的写作方法——混淆叙述者.....\n总之祝你好运"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1458363360,
            "txt_content": "无话可说，感觉更像是新人自叙简历，文学性不强。"
        },
        {
            "author": "名人才华",
            "timestamp": 1458380880,
            "txt_content": "不知是我学语文学分析作文题目学疯了还是咋的\n你们都认为“子”只是人的意思吗……（不是应该有晚辈之意吗）\n最近真的有些懵逼"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1458468540,
            "txt_content": "淫悦家湿湿的\n\n\n选材感觉比较平常\n\n\n祝出道顺利\n"
        }
    ]
}