{
    "title": "【原创-连载】【红龙】【第三章 身世】",
    "author": "ProDrk",
    "replyCount": 3,
    "timestamp": 1458373440,
    "txt_content": "【前言】相应论坛号召，积极加入论坛生产主力军。\n\n\n【正文】\n\n\n    已经是傍晚了，距离之前发生的事情已有三个时辰，但...我的心，依旧不能平静。\n\n    我的哥哥，会令那些残忍的黑衣杀手颤抖？不可能，我出生在只有平民住的西区，怎么会有令黑衣军团闻风丧胆的人物？要不然就是他们看错了，以为我哥哥是北厂特务？我知道北厂特务是帝国最强的特务组织，但他的总部坐落于皇城内，怎么会出来西区这种地方？嗯，这条可能排除。\n\n\n    莫不是，我是捡来的？的确有这种可能，我自打小便没有见过父母，更别说体验母爱和父爱了，完全是从哥哥姐姐的培养下长大，不过，如果哥哥是高手的话，为什么我每次跟他在院子里打闹，他总是输给我？他的拳，软弱无力；他的身，软趴趴的；更别说他的智力了，这怎么可能....\n\n\n    我已经想不出来了，与其绞尽脑汁，不如当面问哥哥，让他说个明白，好让我心里头放下一颗石子。\n\n\n    起身，正当我要步入哥哥卧室时，在黑暗中，一只纤细的手突然把我给拉住了，一把拽入了黑暗中，只见一副精致的面孔摆在我面前——“王....”正当我要说的时候，姐姐捂住了我的嘴“傻孩子，我知道你要问你哥哥什么，姐姐我会告诉你，但你要确保，你，不会告诉其他人。”我很想知道答案，所以我便点点头，等着姐姐说下去。\n\n\n    姐姐见我答应了，拉着我到了后花园，找了一块干净的草地，牵着我坐下，望了一会天空，转眼对我说，姐姐很美，她有一副美丽的酮体，妖娆艳丽的眼眸，令谁看见了，都会被她迷上...\n\n\n    ”其实吧，你姐姐，还有，你哥哥，就是黑衣组织的人...“\n\n\n    我擦，不是吧？一开场就爆出这么劲爆的内容！不过，姐姐和哥哥是黑衣组织的成员，这令我不禁惊出了一身冷汗，我开始害怕姐姐，并渐渐挪开，我也想明白了，为什么那黑衣人要这样如此害怕我哥哥。这，肯定有着不为♂人知的内幕。\n\n\n    ”不会吧...“我擦了擦头上的汗，以至于不被姐姐所看到，但姐姐却摁住了我”臭小子别走，等姐姐我讲完了，你再走。“看着冷艳的姐姐，我还是选择了继续听她讲。但是我已经没有多大的精神听下去了，我的姐姐和哥哥是黑衣组织的，那么，我是谁？\n\n\n    ”你姐姐我以前可是蒙面侠里面的小队长哟。“听到这话，我虎躯一震，黑衣组织小队长？不是有三个吗？龙袍，清花，黑衣狗...龙袍是男的，黑衣狗...诶，那么只有青花，隔壁家的王大叔讲，青花是一个杀人不眨眼的女魔头，怎么...会是我的姐姐。完了完了...这才第三章我的思绪就乱了...啊....\n\n\n    ”不过你也别意外，你姐姐我就是小队长，你哥没逃走之前，是在我手下干活的。“姐姐提醒了我一句。\n\n\n    这就更加意外了，青花手下有一个很强大的打手，叫白面书生，擅长用飞刀，也是一个狠角色。\n\n\n    ”青花，那我呢！？“我忍不住了，直接叫起了她以前的绰号，因为，我只想问到，我最想要的答案！\n\n\n    ”你嘛...当年我们偷走了叶成的下界之星，逃到了这里，在黑地（旧时称呼叶成领地）荒野的时候，我，还有你哥看到了你，于是我就把你带来了，啊....，那时我才16啊...就要做妈了...不然，就两个人，无论是谁，都会被怀疑的吧？你说呢，傻孩子。“青花问问。\n\n\n    下界之星...黑衣组织...青花和白面书生，我觉得我已经被卷入了一场帝国有史以来最大的风波...\n\n\n    ”好了傻子，别问太多了，免得你心烦，明天可还有考试，好好考，姐姐看好你哟。“青花推了推我的肩膀，转身便走入了屋子里头。我躺在草坪上，静静地想——\n\n\n    这场渡劫，何时才能过。\n\n\n【后记】\n大坑，坚持每日一更，不更会在群子里跟你们肛♂清♂肛♂楚。\nTHANKS EVERYBODY，PLEASE GIVE ME 人气OR金粒 THANK U!\n\n@冥王星人 @xcc @zxc554989965  @音乐家七月天 @麦白 \n\n30人气或者300金粒当即加更，如有不加，当场吃翔。\n\n\n\n\n",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1458373680,
            "txt_content": "前排翔已经就位"
        },
        {
            "author": "lzs1234",
            "timestamp": 1458373740,
            "txt_content": "描写差劲，还这么短♂\n只给金粒没有人气"
        },
        {
            "author": "麦白",
            "timestamp": 1458376740,
            "txt_content": "你文真♂短"
        }
    ]
}