{
    "title": "【原创】【几时人马再回山】【by.CochZ】",
    "author": "hankzty@qq.com",
    "replyCount": 6,
    "timestamp": 1458400140,
    "txt_content": "\n\n\nLZ去年去山区支教~在山上带了半年。回来总是心心念念，不能忘记山上的生活，故成此文，以之怀念。\n\n几时人马再回山\n    自从离开了九口小学的支教团队，总想回到那个地方，匆匆一别，恍如隔世，如有可能，我仍愿以梦为马，浪迹九口的每一个地方，再看看那群可爱的孩子们。这所学校距离乡中心学校5公里，步行要一个小时，那里总是很多雨水，本就曲折的山路更是泥泞不堪。在这个只有三个班的学校里，发生着纷繁错综的故事，带给我们温暖，带给我们幸福。\n    值得提及的是，我和孩子们的每一节课都过得很充实，很愉快。看着那些未曾沾染过世俗半点灰尘的，充满童真的眼睛，求知若渴的样子，内心里总是有满腔的热忱和能量，迫不及待的要给他们更多。我甚至天真的想，以我这短暂的支教，是否能给他们一个不一样的人生和不一样的世界。可是，我也深知，一个人的能力太微茫。能以我的一点微薄之力，带给他们一些不一样的启发，就是我最值得欣慰的事了。在山里，才能显出知识的力量，而留给我们的，往往是不知所措。\n\n  支教期间，各位教师十分努力，在生活资源和教学资源极度匮乏的情况下，尽着自己的努力。我们带来的不是任务，而是源自内心最真切的渴望，渴望给予更多更好的帮助和援助。尽自己所能，尽自己所学去开拓学生视野，丰富教学内容，不断在黑暗中摸索，因此，我们师生之间以及老师之间都建立了浓厚的情谊。\n\n    学前班教学工作是最难开展的，学生年龄差距较大，汉语水平低，自我管理能力差，教师需要全天候在岗，并时刻准备处理突发情况。学前班的两位老师分别任本校支教团队的队长和教研主任，本身工作量极大，再加上主持记录教研会、周例会，组织督促所有老师工作，主持解决校内突发情况，还需要达成学前教学任务，可谓是任重道远。学前班老师在没有教材，没有教参的情况下努力协调，不断与管理机构沟通。在近乎孤立的情况下，自主设计教学内容，不断学习，不断挑战。\n\n    语文教学完成了拼音教学目标，数学教学达到学生基本掌握十以内数字的书写以及加减法的程度。负责学前班语文教学工作的金老师，来自索玛花爱心小学，她来到希望小学后带领学生掌握基本的拼音拼读和拼写，并带领学前班学生背诵了十多首古诗。负责学前班数学教学工作的是王老师。王老师身形微胖，憨态可掬，他总是做得一手好饭，我们都喜欢吃他做的饭。可谓是“出得厅堂，入得厨房”的新型好煮夫。身为队长的王老师还负责整体管理任务，负责与外界的沟通，所有关于教师和学生生活的决定都由他最终通过。\n\n    一年级语文老师汤老师，拥有着不食人间烟火般的脱俗气质，虽然表面高冷，但是内心其实非常温柔，让我感觉到有信仰的人那份气定神闲。还有，他是一个有自己独特理想和追求的人。他对学生极其负责，态度严谨认真。他曾多次因教学方法、教学流程问题与自己较劲，那份认真钻研劲儿，时至今日，想起来都觉得十分可爱可敬。他在完成教学任务的同时带领学生掌握了近20首古诗，背诵弟子规，学习传统文化。为了完成教学目标，汤老师放学后还留下学生挨个检查。时常留学生到很晚。我们几个人也多次讨论过学生安全问题，但是汤老师的坚持令人折服，我们其实都知道，他是真的为了孩子们，为了能最大限度地教给学生们更多的知识。最终我们商量出了一套方案，就是晚回家的孩子都要跟家长打电话，值周老师负责把学生送到一个来回需要40分钟的拐弯口，只有把孩子交到家长手上，我们才放心。语文教学任务繁重，而且学生基础极差，汤老师经常因此急得焦头烂额。因为汤老师的认真负责，上学期一年级的语文教育成果显著，简直令人刮目相看。\n\n    一年级数学老师赵老师来自南京，曾在尔塞小学短期支教，对学生十分用心。赵老师在物资发放，资金管理方面更是充满工作热情，作为团队的资金管理人员，用心记录每一笔收入与支出，光是几角几元几十元的资金记录就用掉了半个笔记本。赵老师为人十分平和，他对学生总是一脸慈祥，对学生照顾无微不至。对学生的细心程度，令我感动。赵老师是个令人敬佩的认真负责的好老师。\n\n  在上学期的工作中对我帮助最大，让我记忆最为深刻的是我的搭档，赛老师。负责我们班的数学教学。她长期居住在加拿大，此次因支教而回国。她是个活泼热情的女生，她，可以说是我见过的最富有创造力的一位老师。无论是班级文化建设还是班级集体活动都是亲力亲为，她操办，她组织。她曾规划两次秋游，她带学生做手工，编手链。在这些活动中，我看到每个孩子被认可的快乐。赛老师把教学搞活了，把学生们的创造力激发起来了。因而，学生在赛老师那里体会到的更多的是一个老师带来的对生活的热爱和对大自然的拥抱。我由衷的欣赏她，也因为她给我的照顾而十分依赖她。她知道我不喜欢家访，有一次家访她没跟我说就自己单枪匹马的去了。一直到天都黑了还没回来。我摸索着山路，找了她好久。我当时心想，走着山路又没有灯，她的手机经常没电。越想越害怕，担心她出什么意外。后来，看到她熟悉的身影出现的那一刻，我眼眶湿润了。\n\n    在赛老师身上，我看到了一个女性最美的精神内涵，她总是那么热情，充满行动力。而且，他头脑中总是极富创造力的，她把她对生活的乐观和积极的态度，带到了大凉山，感染着大凉山的小精灵们。她，无疑就是大凉山里爱的使者。她把爱和温暖传递给大凉山，大凉山的溪水也因此更加欢乐，大凉山的山石也分外妖娆。大凉山的山和水，因为她的热情和乐观，都便得像她一样坚韧和骄傲。而最幸运的，是我们的那些孩子。在最快乐最有想象力的童年时光里，有了这样一位天使一般的姐姐，陪伴了些时日。我想，在他们的人生画卷上，这将是无比艳丽的一笔。\n\n    山区的支教工作纷繁冗杂，道阻且长，不是我们区区几名支教老师能解决的。我把我所经历的，感受到的东西，用最朴实无华的文字呈现出来。以此来纪念我所经历的半年的支教工作，表达我对同去的几位老师的敬佩，还有对山上还在坚持的老师的祝福，还有对那些孩子们深深的想念。我希望让更多的人看到这一篇不太精彩的文字，去了解和记住山里孩子们的渴望。山里的孩子不知道奔驰和桑塔纳有什么不一样，他们不知道英雄联盟，不知道美剧韩剧；但他们知道山羊和绵羊的叫声差异，他们分得清各种植物的叶子。他们懂得看天上的云彩，他们说的出各种鸟的叫声有什么特点。他们是大自然对人间最纯真的馈赠，他们都是天赐的精灵。可是，他们也确实迫切得想要了解山外面更广博的世界，可是，他们的双脚走不出一座又一座的山，他们甚至都没有一双可以坚持着走完一段山路的完整的鞋子。这可爱的大凉山，赋予了它的子孙们如许的灵气；可是这可恼的大凉山，也阻碍了它的子孙们眺望远方。\n\n    不可否认，立交桥下穿梭的七彩车流是多么动人，多彩的生活如此有引力。然而，城市输出种种不辨真假的信息，也输出种种不问结果的感情。大家的梦想都逐渐变得一致，熙熙攘攘，利来利往，计算着每秒生产的经济效益，人际关系的凶险，逼迫更多人自甘保守。然而，城市的生活，让我觉得僵硬干枯。我们是心智蒙昧的一代人，大把的光阴被暗蚀消磨，几乎再没有脑容量去真正思辨自己的人生步履。又或者，往往我们要扮演完规定的一个个角色，才能依仗着生了又灭、灭了又生的厌离心，去博得一个醍醐灌顶的机会。可届时往往人过而立将行不惑，意气尚存，唯独少了些许胆气。\n\n    我们这些可怜的孩子，隔山跨海驿马四方，浪费了多少宝贵的青春，才触摸到那些最浅显的道理，才懂得内观己心的重要，才明白整场人生都是可以自我操控的，每一种生活方式都是可以自由去选择的，才开始在一条行人稀疏的荒径上，犹犹豫豫地知行合一。我庆幸自己在这如许华年里，有了这样的一次特殊的生命历程。这段路，将对我的人生观念和情感认知有着强烈而绵长的影响。\n\n    年后，我再次回到学校，看了看孩子们。下学期金星老师负责我们班的语文教学了，我对他的教学能力丝毫不怀疑，但总还是放心不下，所以我又认认真真听了两节课，和他探讨了很多二年级教学的方法。我们在交流的时候，他那个认真的劲头，深深地感动了我。这次回去我带回了很多书籍。因为我知道他们最缺这些东西。经常有人说我们支教就是去体验生活，我特别反感这种说法。去山区支援教育绝对不是体验生活那么文艺和肤浅的事情。孩子们都是一个个那么鲜活的生灵，他们求知若渴的眼神，会告诉你，他们可不是让你来体验生活的。我要说的是，这也绝对不是什么伟大的工作，当你见到他们就会觉出自己的渺小。\n\n    学期结束离开的时候，老师和学生都哭了，但我没有流泪，我总是想笑着面对人生的每一次分离。我要用我的微笑，留给孩子们一个美好的回忆，给孩子们留下一个关于再次相见的期待。人生总是要有所期待的，人生总是要笑着面对的。我想，这美丽的大凉山明白我这份心思，天地之间，真情最美，而大凉山告诉我，大美无声。这是我最美的微笑，这是我最美的心情。面对分别，总是有着千言万语，却也只是“执手相看泪眼，竟无语凝噎”。我无话，是因为只怕嘴一张，情感就包不住离别激起的一行行热泪。临上车的那一刻，金老师卯足了一路的决心对我说，会把二年级照顾好，听到这句话的时候，我心里满腔的感动冲撞着我的身体，但最终我也只得坐到车上，远离。随着车轮碾压着路面的声音，渐行渐远的空间上的分离，什么东西硬是狠狠的撕扯着我的心。\n\n    总盼着哪一天能再回去，再去到这大山的怀抱。任由我想飞的翅膀，载着更多个小小的梦想，展出翅膀，奋力翱翔。让被城市的嘈杂经久熏染的心里的灰一点点掉落。这不是温柔岁月，也不是沉重岁月，它激烈又缠绵，它质问又逃避，它贪爱又惧爱，它担当又懦弱，它是我的生活素描，它又是一个群体的显影。\n\n    洋洋洒洒的文字，相对于浓厚的感情来说，总是显得如此苍白。这样一次难得的支教经历，在我的人生之书中算是什么样的一笔呢？我想它不是赞歌，它是战鼓，它擂动着我的青春脉搏，把我的热血鼓动得更加热烈。我想它也不是锦旗，它是冲锋号角，它引领着我在这冷暖自知的人情世界里冲向太阳。如果人生比作一本书，那么，这一次支教经历，就是这本书的扉页，我将留下一行行苍白但饱含着热望的文字。待我写完这本人生之书的最后一个句号的时候，再返回来看看这一页，那时候再想想大凉山，想想大凉山的一山一石，一草一木，想想大凉山的白云流溪，想想大凉山的月夜星辰，想想大凉山的小精灵们，我的那些可爱的孩子们。是如此的机缘，让我们相遇，就当是久别重逢吧，但愿我们今生还有机会再相逢。 “念念不忘，必有回响。”让我们凭一口气，点一盏灯。将这一点点灯光，传承下去，将最美的爱传播开来，在这百万里锦绣江山，处处闻见花香，处处可见快乐的溪流。让白云在碧空里，让鸟儿也飞翔。\n\n    期盼这一心一念的爱，今日在我的心中，明天就萌生在更多的人心中。\n    时光呵，几时人马再回山\n",
    "replies": [
        {
            "author": "鹿鸣呦",
            "timestamp": 1458405660,
            "txt_content": "写的好\n赞100个！"
        },
        {
            "author": "hoige123",
            "timestamp": 1458405720,
            "txt_content": "寫的好{:10_513:}"
        },
        {
            "author": "hankzty@qq.com",
            "timestamp": 1458440100,
            "txt_content": "鹿鸣呦 发表于 2016-3-20 00:41\n写的好\n赞100个！\n谢谢支持~"
        },
        {
            "author": "hankzty@qq.com",
            "timestamp": 1458440160,
            "txt_content": "hoige123 发表于 2016-3-20 00:42\n寫的好\n感谢您的支持~"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462449300,
            "txt_content": "支教。\n支持。"
        },
        {
            "author": "hankzty@qq.com",
            "timestamp": 1463923740,
            "txt_content": "谢谢你的支持~"
        }
    ]
}