{
    "title": "【原创-连载】【红龙】【第四章 八级生】",
    "author": "ProDrk",
    "replyCount": 1,
    "timestamp": 1458434820,
    "txt_content": "【前言】相应论坛号召，积极加入论坛生产主力军。\n\n\n【正文】\n\n\n    夜里，我在床上静静地躺着，默默地想：“这就算一个新的开始么....”\n\n    夜消逝，迎黎明。我早早的出了门来到了魔法学院，这是帝国最大的学校，也是很多学生做梦都想考到的学校，但是他们大多都停留在八九级，没能够向前走去...\n\n\n    我拿着我的学生证，在大殿门口安保处刷上了我的学生证“滴滴...九级卡....”引来不少人观看“嘿，那不就是万年九级生吗？”我没办法回答，因为上次来他们就以为我是九级生了...“习惯了....”快步走入大殿，找到自己的考室，循着引导纸上说的，终于找到了座位，坐下来，才发现，这间考室很大，能坐得下数百号人，但装修豪华，头顶还有一盏大大的水晶灯“呵....魔法学院就是这么豪气啊...”\n\n\n    八点，学院上的‘大慧钟’敲了八下，一位看起来是主考官的老先生拄着拐杖走了进来，身后跟随着一大堆安保人员，但不同寻常——他们都拿了枪。“嘿...这次考试还蛮严格的哈！”在一旁一个人这么说，随即他转过头来对我，他是一个长得有点黑，但感觉有点壮实的人“兄弟，一会可要多多奉承哦！小弟我叫张潇洒。”不对，你怎么看也不像个潇洒的人阿喂！\n\n\n    我还是克制住了自己。没有把我的话说出来，不然，这次考试肯定要给这个牛闹翻天。\n\n\n    魔法学院分九级，前5级是文考，后4级是武考。也就是说即便你是全帝国最聪明的人，也会在后4级翻车，能进一级的，从帝国闯国至今，也就只有寥寥38人，他们被成为38状元狼，即为有狼的凶狠聪慧，又有狼的迅速敏捷，他们，被统治者所重用，被万民敬仰，被我们这些九级生所膜拜....\n\n\n    这时，老先生坐了下来，缓缓的说...“诸位，这是我大帝国的九级生考试，希望大家好好考，争取考入1级生，呵呵，这是不可能的，你们要是有种就来试试啊！！哈哈哈！”警卫连忙摁住老先生，怕他发疯，又转眼看了看尾随老先生的小秘书。秘书无奈，只得宣布考试开始。\n\n\n    试卷很快发下来了，我粗略的看了一下，发现很简单，或许是昨天努力复习的结果吧...做起来都很容易，选择题理论题都很容易，只是...我旁边的张潇洒..“喂喂...大哥你别看了，我写完给你。”我低声朝张潇洒喊道。“哦...”得知现在不能看，张潇洒便回过头去，继续朝天发呆。\n\n\n    这时，老先生来了。他拄着拐杖，一步一步走来，走到张潇洒身边，停住了。我很害怕，背上流出了冷汗。只见老先生的脸色极为难看，张潇洒回头看了老先生，虽然有点震惊，但是还是镇定了下来，礼貌地问“先生...您...有什么事吗？”这家伙，老实的时候可真的是太老实了...我暗暗嘀咕一句。\n\n\n    “没事。”随机扭过头去拄着拐杖继续巡查。只听到后面的人说“现在的学生啊...越来越不老实了”再看看张潇洒——手中的笔给他握断了.....不是吧？还有此等蛮力？他站了起来，恶狠狠地敲了一下桌子“操了你妈的你们谁说老子不老实？”血红的眼睛带着杀意...老先生缓缓转过头来，望着高大的张潇洒说：“小伙子，TOO TOUNG TOO”“老子会怕你！？”随后他似牛一般冲了过去，所有正在写试卷的学生都停止了，转而看这两人之间怎么打...\n\n\n    只见白发苍苍的老者丢掉了拐杖，运用气功，自己身下的腹肌隐隐若现，手上的青筋也越来越多，带到张潇洒靠近老者的时候，突然，老者的那副起了皱的脸抬了起来，一拳打到张潇洒的肚子上，在肚子边震出了一阵气场，向四周呼散而去，我惊呆了，不仅是我，还有那些考生也是，张潇洒白着眼，颤抖地捂着倒了下去，趴在考场的地毯上一动不动，口中流出了白沫...\n\n\n    我惊奇，这老人家....究竟是何方神圣？\n\n\n    只听老者收拾了一下衣物，看向张潇洒说：“拖下去....”三个大字在考室空中回响...\n\n\n【后记】\n大坑，坚持每日一更，不更会在群子里跟你们肛♂清♂肛♂楚。\nTHANKS EVERYBODY，PLEASE GIVE ME 人气OR金粒 THANK U!\n\n@冥王星人 @xcc @zxc554989965  @音乐家七月天 @麦白 \n\n30人气或者300金粒当即加更，如有不加，当场吃翔。\n\n\n\n\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1463194620,
            "txt_content": "剧情略烂街，这是我看到现在对这篇作品唯一印象。"
        }
    ]
}