{
    "title": "【朱仙出品】<原创·连载>方块万岁【第十七章 挫败与鼓舞】",
    "author": "CloudsXDao",
    "replyCount": 0,
    "timestamp": 1458487500,
    "txt_content": "正文\n\n\n梅谁看着眼前的三人，说不出话来。“怎么样？梅谁？”炎帝的声音有些戏谑的味道，“被人看穿的感觉怎么样？不好受吧！”“炎帝？！你怎么进来的？！”龙纹大声问道，“梅谁！你那里到底怎么了？！”“我....我被人狙击了....”梅谁咬着牙，说道。“哈哈哈哈哈！”炎帝狂笑道，“哈哈哈哈哈哈！好！”梅谁和其他三人都沉默，无言以对。炎帝却不管他三人，自顾自的说了起来，“梅谁啊梅谁，你这一手‘明修栈道，暗度陈仓’的把戏玩的真溜啊！如果不是我，而是乐圆那个蠢货，说不定就被你骗了过去！”“但是！”炎帝重重说道，“我是炎帝！是一代传奇！你是骗不过我的！反而被我反制，用了一手引蛇出洞！”“龙纹之前在互助区粘贴告示，我还没想到你的意图。”炎帝继续说道，只是话语中的戏谑慢慢变成了愉悦和疯狂，“我还在那个惯性思维里——如果你想要搜集沙子和火药，那反攻的时间必然是在几天之后，而我完全不必担心你的进攻，只要集中力量杀掉你的那个死骑，就立于不败之地！”说话间，梅谁的角色就被那三个玩家给杀掉了，而dock也很不幸的躺枪。但是梅谁没选择复活，只是躺尸在原地，听着炎帝的后续。“但是！”炎帝又说了。“在我给我的属下讲解陈止先生的谋策的时候，却突然想到了一个问题。”梅谁仿佛看见屏幕那边的炎帝狡黠的眼睛一转，然后继续对着梅谁说道，“陈止先生的谋策，实际上是彻彻底底的‘阳谋’！其核心要领就是一字之浅——拖！只要拖下去，你们先于大众玩家一步的优势就会化于无形！只要拖下去，我就立于不败之地！而此时，最需要时间的你，怎么可能用大把的时间去寻找沙子和火药，去制作TNT呢？你的思维惯性的陷阱，被先生给我的谋策给破了开来！”“怎么可能......”梅谁有些失魂落魄。“哈哈！哈哈哈哈！”炎帝狂笑道，“梅谁啊梅谁！你其实做了两手准备！第一手准备是大杀器TNT强行突围！第二手，则是打经济战，你想抑制我的经济，无非两种方式，从来源上断绝和从储蓄上断绝，前者你显然做不到，你能用的手下实在再稀少不过！所以，我断定你会用后者，也就是偷！偷我的储蓄资源！于是，我用自己两个，换三个我们工会的好手，去狙击你！”突然，死骑一声悲鸣。“假.....假棋士，我....我死了！”死骑带着点哭腔说道，“钻石甲....都被他们捡走了！”梅谁心头又是一沉。这一次可算是赔了夫人又折兵，不仅没有偷到炎帝的资源，还搭上了自己这边唯一完整的钻石铠甲。“哈哈哈哈！”梅谁听着炎帝的狂笑，心中凄凉，自己，居然就这么败在了他看不起的炎帝手下。“决明子，不过如此嘛！”炎帝用笑嘻嘻的语气说道，“我还说什么厉害的人物，只不过是个没有胆气的小谋士罢了！”梅谁一凌，猛地开口，“谁告诉你我是决明子的？！”“哈哈，这你可没必要知道！”炎帝笑着说道，“没事没事，我就是来嘲讽嘲讽你的，没什么事，我就先走了，不送啊，哈哈哈哈！”“等等！”正当炎帝要退出聊天室的时候，梅谁突然阻止他道，“回答我最后一个问题，是谁告诉你，我们聊天室的账号的？”“这个嘛......”炎帝突然用一种耐人寻味的语气说道，“这得自己判断咯.....反正这里就几个人，用个排除法还不明显吗？”梅谁心中暗道不好，临走之前还被用了一招反间，自己还是不够成熟啊....死骑果然中计了，大声叫喊道，“你是什么意思！你什么意思？！”而没有人回答他，炎帝已经离开了。梅谁整个人瘫在椅子上，无力。无力。2009年，8月9日，中午，【忘忧城】服务器开服第一天。梅谁，大败。······梅谁从电脑前下来，四人围着咖啡厅一楼的吧台坐着。梅谁感到了巨大的挫败感，第一次给予他这种挫败感的是无人能抵抗的命运；第二次则是那个魔王般的陈止；而这一次却是那个疯疯癫癫，他所不屑的炎帝。“输了。”梅谁说道。蒋同听见这话，眼睛的光暗淡了下来。死骑也是一副灰心丧气的样子，只有龙纹，还是一脸严肃。“没办法了.....”梅谁苦笑着，“我做不到.....做不到起死回生.....我已经是......无力回天了......”“梅谁！”龙纹刷的一下站了起来，“你跟我来一趟。”梅谁看了看龙纹严肃的表情，虽然疑惑，但也跟着他上了屋顶。热浪拂过，屋外没有屋内的空调，但是却有着令人动容的寂静。龙纹看着梅谁，道，“梅谁，你知道我为什么会站在你这一边吗？”梅谁摇摇头，安静的等待着龙纹的答案。“你有着强大的力量啊！”龙纹双手搭在梅谁的肩上，吼道，“是你的力量让我相信，你可以赢！你可以胜利！所以我才选择了你！”“龙纹叔....谬赞了...”梅谁别过头去，露出一副自嘲的表情，“我这种人.....明明瞧不起炎帝，小看炎帝，觉得只有陈止是我的对手。明明没有什么能力，却莫名的自大，莫名的看不起别人！自大到我这样.....也算是罕见了吧！”“梅谁！你怎么就是不肯面对自己呢？！”龙纹吼道“你的身后站着蒋同，站着我！你难道就在这里放弃了吗？！”“我又能怎么样？！”梅谁也对龙纹大声吼道，“我做不到啊！”龙纹的嘴唇动了动，愤怒道，“你做的到！你一定做的到！别放弃啊！别放弃啊你！为什么要在这里放弃！如果你不相信你自己！就由我来相信你！我要把话说清楚：最重要的是——相信自己的能力，你做得到的！！”梅谁咬了咬牙，鼻子一酸险些要落下泪，他用力闭上眼睛不让眼泪流出。“我知道你有多么辛苦啊！”龙纹拉起梅谁的衣领沉声道，“失败算什么？！给我振作起来啊！不是说过，要打败炎帝！打败陈止的吗？！相信自己啊！绝对做得到！”“我根本看不见接下来的路！”梅谁的声音仿佛老人般沙哑，“前路一片漆黑，好像置身隧道一般漆黑无比！让我怎么继续！”“那样的话！”龙纹一声断喝，“就试着动身起来！就算看不清前路也要继续前行！那样的话就会看见——”······梅谁和龙纹下楼，梅谁看见愁眉不展的死骑和蒋同，笑了。“喂，怎么都那么没精神啊？”两人转过头，看着眼睛红了一圈的梅谁正一脸笑容的看着他们，脸上只剩下了不可思议。“游戏才刚刚开始啊！从现在起，才是真正的较量！”\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n",
    "replies": []
}