{
    "title": "【朱仙出品】<原创·连载>方块万岁【第十五章 谋策与游击战】",
    "author": "CloudsXDao",
    "replyCount": 0,
    "timestamp": 1458487140,
    "txt_content": "正文\n\n\n看见龙纹的人物走了之后,站长和炎帝才敢从暗处走出来,看向龙纹在玩家互助区张贴的告示。“我说，为什么我们要向做贼一样啊......”站长吐槽道，“这是我们的地盘哎！”“闭嘴！”炎帝皱了皱眉头，“我不想节外生枝！不和他们起冲突是保证计划能够顺利进行的重要前提。”站长耸了耸肩，没说什么。“你怎么看？”炎帝问道，眉毛纠结在一起，“他们想要做什么？”“哼哼，这不是很明显的吗？他们想要做ＴＮＴ炸药——炸我们啊！”站长嘿嘿笑道，“我们控制了末地门，他们自然是想要夺回来的．．．．．．但是我们的人数几倍于他们，只能出此下策——炸药！这也是唯一他们能够夺回末地门的计策！”炎帝看了看互助版上的上面一个名字，皱了皱眉，“我觉得不对。龙纹会站在梅谁那边是计划中的，但是新出现的这个死骑是怎么回事？先生的计划中没有说道他呀．．．．．．这会不会．．．．就是先生说的那个变数？”“陈止又不是什么算无遗策，多智近妖的诸葛亮郭嘉那样的人物，没算到也很正常吧。”站长撇了撇嘴，说道，“说不定死骑只是龙纹或者梅谁的亲戚什么的，哪来的那么多变数？”炎帝斜了他一眼，没接站长的话茬。他又看了看那个名字，继续说道，“先生的谋策中说，梅谁有特殊的杀死末影龙的方法，快则一分钟，慢则五分钟，你又怎么看？”“扯淡！”站长声音里，那种没干劲的懒洋洋，让炎帝心中冒起一团无名火，但是他还是强制压了下去，道，“怎么说？”“我在单人模式的时候，曾经试过，使用指令让我的装备、ｂｕｆｆ和附魔都到最高级，还开了一个飞行，你猜怎么着？”站长的声音依旧懒散，“我和那只傻龙耗了２０分钟，才生生搞死它，要知道，我一箭或者一次挥砍都是可以秒杀僵尸的攻击啊！”炎帝不说话了，只是心中还是默默计算着得失。“想那么多干嘛？”站长懒洋洋的说道，“梅谁确实很厉害，虽然他当年是哪个所谓的‘决明子’，但是你可是‘炎帝’啊，比他都先一个时代的人物，他再怎么厉害也不过一个默默无名的小鬼罢了，你再怎么势弱，也是曾经年薪百万的大人物啊！”“尿泡虽大无斤两，秤砣虽小压千斤。先生在这一次赌局开始之前，就嘱咐了我，不要小看梅谁....我熟知职业圈，也没见谁能有‘决明子’那样的胆识谋略...若梅谁....那个假棋士，真的就是当年的决明子，怕是免不了一场恶战......”“哼，决明子或许是梅谁，但梅谁绝不是决明子。”提到决明子，站长的脸色也变得认真了起来，决明子这个名字让他不得不打起精神面对，“虽然我不知道梅谁从决明子那一场战斗之后遭遇了什么.....但是我可以确定，梅谁....已经废了！”炎帝摇了摇头，讨论这些除了徒增压力，没有任何好处，他把思绪放在思考梅谁策略上，不搭站长的话。站长本想继续喋喋不休的讲，却见炎帝不再答话，也觉没趣。“嘀嘀嘀！”突然，炎帝的私聊响了起来，他马上点开。“是梅谁有什么举动吗？”炎帝沉声问道。站长也凑过来，听着。“不是，炎帝老大，是一个陌生的ID。”语言那一头说道，“是一个叫做死亡骑士的家伙，他来末地门了，老大不是交代不允许放任何人过去吗？我本来想和他讲道理，但是他二话不说，拿起钻石剑就砍....最后我们没杀掉他，反而还搭上了一个兄弟的钻石镐......”即使是掌控着巨大劳动力的炎帝，现在也没有能够武装所有手下的钻石资源，他皱了皱眉，说道，“我知道了。”“炎帝老大.....陈止先生的计划.....到底是什么？”炎帝的手下没有一下子下线，迟疑了一下，胆战心惊的问道，“会里的兄弟已经对您开始不满了...说什么放着好好的矿不挖，去守这个没毛的末地门什么的....尤其，尤其是对您耗费大量资源建造的那个玩家交易中心.....根本就是浪费兄弟们的时间和精力......”炎帝皱眉，心中烦躁，冷笑了一声，道，“那，我就和你讲讲先生的计划好了，你到时候就对那些七嘴八舌的人说出计划好了。”“额！是！”语音那一头的人似乎有些兴奋，“您说！”炎帝稍微整理了一下语言，悄声说了起来。······“什么?”语音对面发出了震惊的声音，“这....这是真的？”“当然。”炎帝语气中带着不屑，“你们怎么可能看懂先生的妙计？”“这就是老大你让我们死守末地门的原因？”那个声音惊疑不定的说道，“那市场呢市场是什么意思？钱是没有办法买东西的啊！”“哼。”炎帝见对方还是没有反应过来，反问道“你现在多大？”“额...额...”对方卡了一下，老老实实回答道，“二十三......”“我记得，你是住在温州的吧。”“是....是的...”“温州什么最贵？”“什么最贵？”声音迟疑了一会，突然高叫起来，“这...这！”他明白了。之后，炎帝就挂断私聊，他也有了一点思路，叫起站长，“乐圆，走吧，我大概知道梅谁收购这两样东西，想要做什么了。”“他想做什么？”站长听他这么说，也有些好奇，“难道不是想要用TNT破开僵局？”“不，他可能有着两手准备。”炎帝冷漠道，“第一手，当然是TNT，用这种强大的炸药突围，TNT一旦被点燃就无法阻止爆炸，他打一个时间差，就能很快突围，进入末地。”“那第二手呢？”站长正问着，公告不断出现死亡讯息却打断了他俩的谈话。【玩家XCC被DeathKnight杀死】而杀死他们的人，都是这个死亡骑士。“就在我们谈话的时候，我收到了末地门那里战斗人员的私信。”炎帝看了看左下角的私信，故作平静道，“他们不断派那个死骑来骚扰我们，阻止我们的人改造末地门要塞的地形，修建基地。”说话间，站长和炎帝来到了他们开拓的地下基地，基地中有着十几个玩家穿行，都是炎帝的手下。炎帝带着站长再往下，眼前豁然是一个车站。矿车，我的世界这个游戏中最快速的交通工具。“乐圆。”炎帝突然会过头，对他说道，“战争已经打响了，战争之号角，被他们吹响了。”“而他们所打的，是开国太祖的那首好戏。”炎帝坐上矿车，语气里涌现出藏不住的兴奋和战意，“游击战！”———————————————————————————————————————作者废言\n因为前十章是脱纲写的，所以趁这个星期天，我全都改了一遍，改文真不是人干的活儿， 其实该文不是重点，重点在于发文。我把8站哪里的《方块万岁》改了，bbs的.....还是饶了我吧，bbs的编辑帖子机制真的会搞死我的......真没有那个时间......不过没关系，因为剧情是不变的，所以各位凑合着看吧....谢谢！\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n",
    "replies": []
}