{
    "title": "【朱仙出品】<原创·连载>方块万岁【第十六章 偷盗和反制】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1458487260,
    "txt_content": "正文\n\n\n画面再转回来，梅谁这一边。梅谁、蒋同、龙纹和死骑四人站在地底，梅谁已经给各人布置好了任务。龙纹、蒋同走进下界门，梅谁挥了挥手，“小心点。”龙纹笑呵呵道，“当然。”两人离开后，梅谁和死骑也分道扬镳。“假棋士....你也得小心......”死骑犹豫不决，“毕竟....那是敌人的大本营......”“死骑，担心我不如担心你自己。”梅谁笑了笑，“我不会与他们起冲突，但是你可是去给我打掩护的，直面敌人，更要小心。”死骑沉默了，似乎还想说什么，梅谁笑着打断道，“我身无长物，但是你身上可是全套钻石甲，我死了不要紧，你死了可是大损失啊。”死骑再不说话，只是扭头走向龙纹搭建的矿车道。梅谁笑了笑，打出一条指令，看着死骑坐上矿车，传送——出生点。出生点的玩家市场已经颇具规模，已经不是几个简陋的小木亭子，而是一栋栋半露天的别墅。很明显，炎帝和站长是参照了现实中的别墅的设计，不然不可能有如此水准。看到这里，梅谁心中感叹，我的世界，真是了不起的游戏。它似乎什么都能做到，什么都能实现。不管多么荒诞滑稽的建筑、想法都能实现。梅谁甩了甩头，现在可不是感叹这个的时候。他绕着玩家市场，转了两圈。如果这放在现实中，现在绝对已经有人拿起电话报警了。因为梅谁的行动实在可疑，仿佛一个小偷在寻找下手的猎物。实际上，梅谁确实是在寻找一个猎物。炎帝的基地。很快，梅谁便找到了。就在市场的后面，一个简陋难看的火柴盒房子。梅谁走进去，却发现有一个直通地底的深洞。梅谁先躲在一旁，没有进去，问起了另外三人的情况。“一切良好。”龙纹说道，“在下界能找到的资源我们都已经入手，末影门要塞坐标的下界位置也确定了，虽然是在一片岩浆海上面，但是我们能够随时建立起下界门，突进要塞！”“嗯。死骑，你那边呢？”“没问题。”死骑道，“我已经到末影门哪里了，他们果然增派了人手，不过据我目测，不是你说的二十七个人，而是二十六个。”“好。少一个没什么关系。”梅谁思忖了一会儿，狠狠说道，“龙纹叔你们待命，死骑，上！”说完这句话，梅谁也一个翻身，跳进了深洞。深洞没有设计梯子之类的东西，只有最底下的一格缓冲的水方块。人物落在水方块上是没有掉落伤害的，梅谁落下后，很快扫视了基地一番。基地是一个巨大的地下空洞，不过应该是人工开凿的，左右排满了箱子。梅谁左右看了看，里面空无一人。“好！”梅谁一声喝道，“里面没人！”“嗯，那就开始实行计划吧！”龙纹道，“小心夜长梦多！”梅谁走上基地，站在箱子前，正想行动，却听见身后传来一阵水声。有人来了！梅谁赶紧藏在箱子的侧面，这里刚刚好是一个死角。他调出游戏自带的第三人称视角，看见来人两手空空，身上也并无装甲。来到这个基地也像梅谁一样，左顾右盼，确定没人了，才走上基地。遇到同行了，梅谁哭笑不得。不错，梅谁这一次的行动，正是当！小！偷！偷取炎帝基地的资源，以压抑炎帝势力的发展。于是梅谁大大方方走出来，看向来人。来人ID叫做DOCK，看见突然冒出一个人，被吓了一跳，急忙后退。梅谁其实知道，进入他人住房的未必是来偷盗的，但是绝对有这个心思才会进入，梅谁招了招手，在聊天框内打道。【朋友，没事，我不是这儿的主人。】在服务器中，聊天频道只对以玩家为圆心的25米圆圈有效，而不是世界频道。那个DOCK听到这话也没有再后退，而是走上前，看了看梅谁，似乎在打量他。【我想用漏斗来拿走他们的东西，我们五五开如何？】梅谁也没有藏着捏着，直接把自己的意图摆上了台面。他现在没时间耗，多一秒，死骑就多一分死亡的风险。那人听到梅谁如此敞白的话，也不动了，似乎是在敲字。【同行？怎么个分发？】梅谁一笑，不是愤青就好办。既然如此，那么这个计划已经成功了一半。也许，脑子快的读者朋友这里会问，如果那个DOCK没有按照他们谈好的那样，而是在他们两个得手的时候偷袭梅谁，让梅谁空手而归，事后再利用两人是偷盗而行的把柄要挟梅谁，又怎么办？其实这里很好理解，实际上梅谁的目的是“限制炎帝发展”而不是“增强自身发展”。如果能达成后者，固然是好。但是如果DOCK事后杀死他，也算勉勉强强达成了第一目的，梅谁并没有失败。而DOCK用此事要挟梅谁，其实更不用说，梅谁本身的名声就早被陈止给搞的很差了，DOCK不如多担心担心梅谁会不会用这件事要挟自己。继续故事，梅谁很快就与DOCK谈好了价钱，挖开了炎帝基地箱子下面的石头。利用这个bug，来偷取炎帝的资源。就在这时，死骑说话了。“假棋士！不对啊！”梅谁心中一紧，赶忙问道，“怎么了？”“我这里确实增派了人手，但是你说的那个乐乐乐和炎帝，他们也都在里面啊！”梅谁心中突然出现了一种不好的预感。炎帝和乐乐乐也在那里？他们不应该在哪里啊！身为参谋与领袖，应该运筹帷幄，怎么会......难道？！梅谁突然想起了什么，快速的打字道。【快点！我只要四成，只要能快一点走！】DOCK听到这话，立马给自己和梅谁摔了一个速度药水，加了一个速度加成buff。【别白费功夫了，你们走不了了！】梅谁震惊的转过头去，发现角落有一个小小的地道口，三个全副武装的角色鱼贯而出。【炎帝老大派我们恭候多时了，假棋士老弟。】梅谁懵了。这不对啊！怎么可能？他们....看穿了我的计划？！就凭.....那个炎帝？！突然，梅谁的语音室里，一个陌生的声音开口了。“梅谁.....没想到吧。”梅谁对这个声音不陌生，这正是——炎帝！\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n",
    "replies": [
        {
            "author": "hankzty@qq.com",
            "timestamp": 1458569760,
            "txt_content": "啧啧用心了。。"
        }
    ]
}