{
    "title": "【原创-连载】【红龙】【第五章 选择】",
    "author": "ProDrk",
    "replyCount": 2,
    "timestamp": 1458556200,
    "txt_content": "【前言】相应论坛号召，积极加入论坛生产主力军。\n\n\n【正文】\n\n\n    张潇洒已经被拖下去了，我的左边只剩下一桌，一椅，一卷，一笔，唯一不见的，貌似只有人...\n\n    即使这样我也要为他祷告，天啊，真希望这家伙不会被怎样...要知道在帝国，那些考试作弊的，没一个能在监狱里活下——因为大多数，都被那些狱卒给活生生的打死了，天啊，我想不下去了...于是我决定先把试卷做完，再考虑考虑张潇洒的事情吧...\n\n\n    这时，老者回到了考台，继续监视着我们。我已经不敢叫他老人了，我只能叫他老者，因为老人实在与他不符，那健壮的肌肉，发达的四肢...压根不像是一个拄着拐杖的老人。不过，他看上去什么事都没有，依旧冷漠着眼神看着我们...“不愧是帝国的监考...连监考都这么厉害...”在我右边的人小声嘀咕了一句，很快就被老者察觉到——又是一记飞踢，那名可怜的孩子被踢出了大门，又被赶上来的安保给带下去了....\n\n\n    我后背不禁冒出了冷汗...我擦，这到底是何方神圣，这么小声的话都听得见，算了算了...静下心，好好写。但突然，心里有一句话嘀咕了起来“年轻人，不要在乎这些了，好好写。”抬起头来再往上看，只看见老者注视着我，我连忙低下头继续写...好不被老者继续干扰。\n\n\n    随着大慧钟响起了12下钟响，考试结束了，一大堆人鱼贯而出，有的喜，有的忧。也有的，像我一样，面无表情...\n\n\n    我们都在等待着考试的结果，我也希望我能通过考试，但是的，十万人参加考试，也只有那一万人能过关，如果我能够过关，我就能获得七级生的考试资格，还有我一直梦寐以求的——魔法石...\n\n\n    考试结束的第七天，是获取资格的最后一天，我如同热炕上的蚂蚁一般，焦急地等待着结果，希望考试使会在下一刻摁响我家的门铃....所以我今天就坐在沙发上，一动不动，望着电视机上的钟“哦，已经是晚上十点了。”我喃喃。\n\n\n    “叮咚...”门铃终于响了，我一个箭步冲了上前，打开了那看起来很破旧的门，期待是考试使。\n\n\n    ——但是，站在门前的，却是青花。青花脱了鞋，穿着对棉袜的她，有种说不出的诱人，我忍不住了，于是吞了口口水。但青花看了一眼我，轻轻拍了一下我的额头“呵，就你也敢意淫你姐姐啊？做你的美梦。”便到自己的卧室歇着去了。\n\n\n    什么都得不到的我，只能靠在门边唉唉叹气...“砰！”那老旧木门给撞开了，我正想起来骂，但却看到一个大胖子站在门前，穿着一身工装，上写‘考试使’三个字。\n\n\n    当我站起来的时候，那大胖子走了上前，问我：“请问你是不是叫王洋？”我点点头，胖子微微一笑，接着说：“你已经通过了帝国九级生考试，你已经是八级生了，你也同时可以选择你的魔法石。”“哦对了，这是你的考试通过证书。”胖子恭恭敬敬的把证书递给我，之后就走了。我看着他，心里有种说不出的感激。\n\n\n    “谢天谢地，你终于来了。”我拍拍身上的泥土，转身走入屋内。\n\n\n    进屋第一件事，我把哥哥白面书生，姐姐青花叫了出来，告诉他们我的好消息，不过，他们并不对着感冒，只是点点头，就个忙活个得了...\n\n\n    或许我的这点对他们算不了什么吧，算了，我努力我的就好了....不必在意别人的...我安慰我自己。\n\n\n    想了想我就去睡觉了，慰劳一下自己，这么多天的等候也太累了...好好休息去诶。\n\n\n    刷了牙，拉上了窗帘，在小床上的我，渐渐闭上了眼，但又突然睁开了，而且睁的很大。心跳也突然加快，快的有需些令我难受。\n\n\n    因为，我又突然想到了一件事，她，会通过考试吗，如果没有，我甘愿放弃什么八级生，去陪她共度人生繁华...她的脸，她的笑，又要出现在我的面前了吗？\n\n\n【后记】\n大坑，坚持每日一更，不更会在群子里跟你们肛♂清♂肛♂楚。\nTHANKS EVERYBODY，PLEASE GIVE ME 人气OR金粒 THANK U!\n\n@冥王星人 @xcc @zxc554989965  @音乐家七月天 @麦白 \n\n30人气或者300金粒当即加更，如有不加，当场吃翔。\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1458556920,
            "txt_content": "liver♂\n污。   "
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462448940,
            "txt_content": "诶哟这可稍微有点乱。这是真乱，不是刻意的那种。"
        }
    ]
}