{
    "title": "<原创·连载>空[第五十九章：回忆II][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1458569220,
    "txt_content": " 本帖最后由 46241359 于 2016-3-22 12:16 编辑 \n\n空·第五十九章·回忆II\n正文\n\n\n    我的性格？    彼得有些不理解，如果说那些人要他的脑袋或者肢体之类的他还都能明白，可是……性格有什么用？怎么要？\n    “麻烦你……说的再清楚些可以吗？我不是特别能够理解这样的说法。”\n    “对不起，”兰恩塞给彼得一个字条，“我不能告诉你太多，这上面有一个电话号码，你给他打电话吧。”\n    “等等，倒是给我个能用的手机啊。”\n    在拨通号码之前彼得进行了很多种设想，有关这个人是谁的问题。首先他可能是个医生，没准是兰恩找来了能给他治疗头痛的人呢。\n    但如果不是医生，他觉得这电话打不打都无所谓。兰恩既然不方便说，还能有什么人会告诉他的比她更多。现在兰恩的高大形象已经在彼得的心里树立起来了，并坚信她就是来拯救他的天使，虽然表面看起来不是很友善，但这不要紧。\n    正当彼得发呆的时候，他的手指已经无意识地按下拨通键，仅是这样的一个动作，就彻底扭转了彼得原本黑暗的人生。\n    “喂？”对面传来的声音让他觉得心里有什么异样，自前段时间以来一直被封闭的内心现在照射进来一缕温暖的光。    嗯……好吧，这太夸张了。\n    “啊，你好。”对方在自己毫无准备的情况下接通电话让他措手不及，出于礼貌他决定还是不要直接切入正题的好，万一他没留下什么好印象彼得就再也不能指望得到什么相关信息了。“您是？”\n    “肖泽，你是哪位？”\n    “我……纳尔·彼得。哦，是这样，兰恩给了我一个号码叫我找你，说可以给出更多有关我的信息。”\n    “兰恩？”对面显然有些惊讶，但对于彼得这个名字并没有什么情绪变化，像是早就料到他会打来电话一样，“没事，我以为是罗杰给你的。”\n    “罗杰……是谁？”\n    “没什么，别在意。要说有关你的信息我的确知道很多，但没有告诉你的必要，”肖泽叹了口气，“带着真相死去和一无所知地死去，我觉得对于你来说还是后者会轻松舒适一些吧？”\n    “可是……”彼得欲言又止，因为从某个角度来讲，肖泽说的很对，“好的，就是这样。所以我该怎么做？”\n    “怎么做？”对面略微停顿了一下，“你想让自己离开这里并且有个相对来说不会太痛苦的未来？”\n    “当然了，如果有机会谁不想啊……”\n    肖泽冷笑几声，“可以办到，需要你扔掉一个东西。”\n    扔掉东西？彼得怔了怔，他倒是不害怕扔掉的是什么，因为他根本没什么东西是他舍不得的。或者该说，没有可丢弃的东西了，除去他这条命。“说吧，扔掉什么，前提是我得有。”\n    “把手放在你的胸口左边，看看是不是能摸到什么。”\n    胸口……左边。这是心脏！肖泽是在开玩笑吧，要是命没了还谈未来吗？“开玩笑的吧……”\n    “不，是它更深处的东西——你的良知。”\n    “为什么？如果一个人没了良心，那他还怎么……”\n    话未说完就被肖泽打断：“也许你误会了什么，这只是我告诉你的方法但并不一定非要这么做。你也可以继续之前的生活直到死亡。不过，我需要送给你一句话，”他停下来稍微组织了一下语言，“所谓的善良，会夺走你所拥有的一切。丢弃善良，也许你会有所损失，但这是在任何情况下都适用的保命方法。对于你目前的境况，更是唯一的出路。”\n    “喂……”\n    电话挂断。\n\n    “肖泽是赫尔斯吧……”罗杰在倾听彼得回忆时一直保持沉默，其实他对于那段时间彼得被迫接受训练的事几乎一无所知，当时他正在外地。所得知的情报也是后来有人告诉他的。\n    “我想是的。”彼得望着底下穿梭的车流，“不，一定是。”\n    罗杰点了下头，眼底的敌意退却了，“现在……”他有些生硬地挤出几个字来，“或许我有点明白了。”\n    “明白什么。”\n    “纳尔，你身上有很多的事情我都不知道，”他转过头看着彼得的双眼，极少次数的正视，“之前因为种种误会，我没有心情，也不想去了解。不过，就在几秒钟之前这种想法有所改变了。我希望……能了解更多有关彼得你的事情，”\n    “啊，那就好。”彼得的脸上露出少有的真挚笑容，“非常感谢你。”\n\n     彼得竭尽自己所有力量，总算在房间的床底下找到一个已经生锈的盒子。可能因为年代久远，他稍加用力它便应声而开，里面放着他最想要的东西——匕首。    可能因为这玩意真的放的太靠里了，加之他们想不到有朝一日彼得会反抗，因此就没把像这样的危险物品找出来。\n    他干脆在桌子上试验了一下锋利程度，很不错，如果是类似胸口的部位肯定能一击致命。彼得从衣柜里找了件合适的外衣披在身上，遮住手上握着的匕首。之后佯装生病躺在床上作出蜷缩状，仔细听着门外的动静。\n    有脚步声响起，正在向他所处的房间靠近。机会唯这一次，一旦失败他就永无离开这里安然度日的可能了。\n    门被推开。那人看见彼得的状态，脸上闪过一丝惊讶。但很快就恢复了原样，朝他走过来。彼得让眼睛睁开一条缝，估算着他与自己的距离。\n    三米，两米……该死的，他怎么站住不动了？！他第一反应就是自己露馅了，但那人并没有什么畏惧的神色，也没有要动手处理他。只是站在原地稍稍犹豫片刻，便继续朝这里走来。\n    ……\n    当那人的脚落在某一点上时，彼得迅速翻身站起，外套从肩上落到床上。他看准了心脏的位置，抬起胳臂，亮出一直握在手中的匕首。锋利的刃承载着他积蓄已久的愤怒，重重地刺了下去。\n\n\n\n返回索引贴\n\n\n@冥王星人 @恶魔-潇洒 @sam3737 @xcc\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1458645600,
            "txt_content": "北极对剧情的安排还是欠妥。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461673020,
            "txt_content": "如果说非得喷点什么才能算一个认真的回复，那这样的认真也太不讨好了。\n所以我来顶一下但是不提意见不算水吧。"
        }
    ]
}