{
    "title": "【朱仙出品】<原创·连载>方块万岁【第十八章  公会与小偷】",
    "author": "CloudsXDao",
    "replyCount": 2,
    "timestamp": 1458573480,
    "txt_content": "正文\n\n\n开服第一天，下午，龙纹的咖啡店。蒋同和死骑上去了,梅谁和龙纹还坐在楼下。实际上,梅谁心里也不断打鼓。他根本没有想到任何能反制炎帝站长的方法，只是让蒋同和死骑继续收集资源，以备不时之需罢了。“梅谁，你有什么好办法吗？”龙纹问道，“就算没有也说说你对局势的看法吧。”梅谁看着龙纹的眼睛，苦笑一声，算是自己破罐子破摔。“现在的看起来复杂，但是说起来实际上很简单。”梅谁说道，“在这个竞技场上，陈止已经不再出场，而是指挥炎帝，以原本是他的敌人的忘忧城众，化为自己的力量来对付我。”“也就是说，在场上的力量其实有两股了？”龙纹分析道。“不错。”梅谁点点头，“从服务器刚刚开服开始算起，我们其实下了一盘棋。”“下了一盘棋？”龙纹明白了过来，“你的意思是说，你们两个实际上已经在不断地交锋了？”“对。”梅谁赞同道，“第一步，我先行。我先抢占时机，先行在远处驻扎，不与他人抢占资源，可以说是出车。第二步，他反其道而行之，在出生点建造玩家市场，并用游戏币作为交易基础。”“这一步也就是你所说的看不明白的一步吧。”“嗯。”梅谁点头，“我直到现在都不明白这一步的用意，据炎帝的反应来看，貌似这一步是陈止指点他的......但是这一步仿佛是上帅，让自己的帅置于险境，难以回援的情况。”龙纹示意梅谁继续说下去。“我选择的是速攻流，第三步我就闪电出击，搜集物资，直取末地门。”“这一步则是飞炮，直接炸到对面老家，畅快淋漓的一攻！”“是的，但是，我们却发现他早已找到末地门，把我这一手防于千里之外。”“而此时，你就开始想曲线救国的方法。”龙纹略微思索了一番，“不先以取敌方元帅首级为目标，而是以他的车马炮为眼前的猎物，削弱敌方实力。”“于是，我用了一个障眼法，让我的炮回防。故意做出一副总攻在后面的架势，使敌方放松警惕，关键时刻再收割对方资源！”龙纹使劲点头，“这是我最佩服的计谋了！利用思维盲点和惯性拐角，若是我，绝不会察觉你真正的用意的。”“但是炎帝明白了。”梅谁十指相扣，眼睛中闪烁着危险的光芒，“他不仅明白了，还将计就计，反制我一手！他看穿了我的战术和真正的目的，让我赔进去一个炮！”“你们的思维真的是累人......”龙纹笑道，“但是我们还有机会赢不是吗？我们只是小输一个炮而已啊。”“龙纹叔，你要知道，他们的车马炮是等着时间足够，随时可以强化追九加十五的，但是我们的车马炮都是打怪也不会升级反而会掉级的。”梅谁苦笑道，“而且，我还没有明白他们那一手上帅是做什么，轻举妄动我怕刚刚好着了他们的意啊！”“怕什么！”龙纹满不在乎道，“正所谓进攻是最好的防御，你只要能看出来他下一步想要做什么，并阻止他，不就可以挡住他的攻势了？”龙纹叔啊，这就是他们一直在做的事情啊！梅谁这句话没有说出口，因为他实在也没有主意了，不如就按着龙纹所说的去干吧。“他们的下一步，估计就是整合忘忧城众以外的那些游曳玩家的力量。”梅谁摸了摸下巴，“可能性最大的，就是炎帝的拿手好戏——组建工会，拉帮结派。”“那我们也这样做！”龙纹打手一挥，“去组建一个工会，和他们对抗吧！”梅谁苦笑起身上楼，龙纹随着他一起走进房间，不禁怀疑起这个鲁莽的决定。真的......会有用吗？······反观炎帝一边，却丝毫没有梅谁的迷茫和没落，只有意气风发的昂扬斗志。我干掉梅谁了！我干掉决明子了！炎帝的心脏不停的鼓动，即使离他狙击梅谁已经过去几个小时了，但是他也依然没有忘记那惊心动魄的谋略交锋。决明子这个名字也许你们不能了解到其中蕴含的意义，但是炎帝可是明白的，被称为职业之墓、最强之壁的决明子，绝不是一般人。即使是当年在谋略上击败炎帝的那个18岁小鬼，都无法企及，甚至是连被提起的资格都没有。无论多么熠熠生辉的名字，放在决明子这个铭牌旁边，都变得黯然失色。而现在，炎帝居然在谋略比拼中干掉了他，这是多么振奋人心？炎帝不敢把这个消息告诉自己的手下，或者自己曾经的队友。这是属于他的秘密，在他携万千之姿回归职业界的时候，他再将这件事公布出来，成为他皇冠上最璀璨的宝珠。“炎帝！”炎帝的幻想被站长的叫喊打断了，他不耐的回答道，“什么事？”“梅谁....梅谁让龙纹在出生点和世界频道建立工会了！”站长的语气十分诧异，“这....这是什么意思？”炎帝眉头也皱了起来。这是什么意思？在他们拥有忘忧城众这种强大的人力资源，面前组建工会？这岂不是螳臂当车，蚍蜉撼树吗？炎帝看不明白梅谁的这一手，只能皱起眉头，一会儿，却又松开了。“怕什么？他们真敢组建工会，只能说是嫌自己死得不够快！只能是自取其辱罢了！”炎帝沉声道，“就算梅谁真有什么算计，我也大可去请教先生！不必惊慌！”“那计划怎么办？需要作出修改吗？”“不必！一切照旧！”炎帝斩钉截铁的说道。“我说你啊......”站长一皱眉，说道，“你是不是太信任陈止了？他只不过是个小鬼而已啊...他哪有你说的那么神？”“闭嘴！”炎帝对着话筒狂吼，“闭嘴！”站长噤声不再说话。炎帝声音低沉，缓缓说道，“你不能理解先生的计划，我不怪你，但是如果你敢怀疑先生的能力.....我只有四个字送给你——好自为之！”站长轻轻哼了一声，不再说话。炎帝也懒得再和他讲什么，切换到团队频道，对他的手下沉声说道，“各位，建立工会的计划，估计要提前了。”······此时梅谁的人物，在一个地洞里，这是他按照一个人的指示前来的。他的身边自然是龙纹、死骑和蒋同。他们四个为何会出现在此？还是因为他人的指示？时间要回溯到，梅谁正准备去挖矿的时候，他收到了一条私信。是一个与他仅仅只有一面之缘的人发给他的。【DOCK：假棋士？我想和你聊一聊......关于炎帝的事情......还有你们的那个公会......】\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n",
    "replies": [
        {
            "author": "布谷卡卡咯",
            "timestamp": 1458645480,
            "txt_content": "文章不错！向你学习！！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463194860,
            "txt_content": "不得不说朱叔每次写连载都是大手笔。\n能完结就更好了。"
        }
    ]
}