{
    "title": "【原创-连载】【红龙】【第六章 真假范奎】",
    "author": "ProDrk",
    "replyCount": 4,
    "timestamp": 1458644940,
    "txt_content": " 本帖最后由 ProDrk 于 2016-3-22 19:35 编辑 \n【前言】相应论坛号召，积极加入论坛生产主力军。\n\n\n【正文】\n\n\n    魔法学院是封闭式的学院，这也就很大程度的避免了学员质量——但仍然有很多人选择了逃课，去网‘爸’玩网虫，网虫是一种很新奇的玩意，通过它，你可以收到千里之外的来信，但按理来说，应该没人逃课，因为他们都被校监抓到了，关入了了监狱，也就没人敢用前途还来着点小小的痛快。在路上，沈梦溪睁大着美丽的眼眸对着我说。\n\n    我心里想着，就算魔法学院再苦，有沈梦溪，死了也值得。沈梦溪是一个和我同年龄的小姑娘，但她身上，总有一种说不出来的...仙气？精致的面孔，魔鬼般的身材，但这，就是我的邻家女孩。站在她身边，无论多么帅气的男孩也会显得自己微不足道，因为她太强了，琴棋书画，德育体美，样样精通，令人钦佩，也令人望不可及。\n\n\n    我们就这么聊着聊着，也就到了魔法学院，踏入魔法学院的校门，找到自己的班级，由于是封闭学校，虽然里头有个超市，但我依旧一早就带好了日常所需“去那边的超市多麻烦啊。”这是青花对我说的，我也不想麻烦她，所以我索性背上了。但是距离宿舍还有一段距离，身上背着的东西我也觉得越来越重，开始有点吃力了。\n\n\n    “小学弟，需要帮忙吗？”近处一阵声音在我耳边响起。\n\n\n    我点点头，忽然一只大手伸过来，正当我想道谢的时候，那只大手却把我的行李全打翻了，我抬起头，看着他，这是一个身材魁梧，脸上带有一道刀痕的男人，他正凶狠的看着我。\n\n\n    “喂！你是新来的九级生吧？”那大脸看着我，由于他的脸太大，所以我把他叫做大脸。【(￣ε(#￣)☆╰╮(￣▽￣///)】\n\n\n    我摇摇头，但他却一个巴掌扇来，狠狠地打在了我的脸上。“呵呵，你小子我可不管是谁，你以后乖乖给老子交保护费，懂不？”\n\n\n    我不想再被打了，于是我点点头。\n\n\n    大脸顿时心花怒放，又对我说“你知道我叫啥不？”\n\n\n    我摇摇头。\n\n\n    又是一巴掌。\n\n\n    “老子叫范奎！”抓着我的衣襟摇了起来。\n\n\n    范奎？不就是之前十年前三级生留级到现在的人么...怎么会是他？而且范奎是有很多小弟的吧，怎么只有你一个？\n\n\n    我问他。\n\n\n    “草你吗，问几把这么多，再问我打死你！”大脸几乎是把脸贴在我的脸上，奋力地摇动我，但因为这样，他的口袋里掉出了一张卡片。\n\n\n    上面有一个头像，是大头，名字的旁边是范大头，而下边的年级...\n\n\n    七级生？我不禁疑惑。大头似乎看到了掉在地上的卡片，捡了起来，把我放了下来，笑嘻嘻地对我说“小兄弟对不起哈...”正当我纳闷的是候，大头用拳头狠狠地打在了我的肚子上，我往后退了三大步，只听见他说“让你特么的....看？”\n\n\n    我还没起来，他又是一脚踢了上来，以后给老子交保护费，不交没人在魔法学院保你，明白？\n\n\n    我只得点点头，但他依旧不放过我。\n\n\n    正当他准备踢下一脚的时候，我抬起头，只看见大头正被一只粗壮有力的大手捏着，而那大手背后又跟着好几百号人，只看见大头的脸泛青，口中不断地流出白沫。\n\n\n    “范哥...我错了...我不敢了...”大头在空中拼了命般地用双手划着，眼睛瞪得大大的。\n\n\n    直到这样，后面的手才缓缓放开，大头像只鸡一样缓缓地到了下去，那人一踢，大头便滚到别的地方去抽搐了...\n\n\n    那人走上来，拍了拍我的头，说：“哎呀...现在的人太嚣张了，连新生都欺负...不过别怕，加入我，哥保你。”只见那人嘴角微微一笑...\n\n\n【后记】\n大坑，坚持每日一更，不更会在群子里跟你们肛♂清♂肛♂楚。\nTHANKS EVERYBODY，PLEASE GIVE ME 人气OR金粒 THANK U!\n\n@冥王星人 @xcc @zxc554989965  @音乐家七月天 @麦白 \n\n30人气或者300金粒当即加更，如有不加，当场吃翔。\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1458646260,
            "txt_content": "望不可及"
        },
        {
            "author": "麦白",
            "timestamp": 1458646740,
            "txt_content": "天 创作爱好者"
        },
        {
            "author": "o_bo2001",
            "timestamp": 1458647160,
            "txt_content": "【(￣ε(#￣)☆╰╮(￣▽￣///)】\n文章出现这个是什么鬼"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461672900,
            "txt_content": "如果你在废言部分跳颜文字我不说什么。\n然而颜文字在正文出现；\n所以颜文字算乱码：\n所以全文错误率高达1000/3；\n所以不要再出现颜文字好吗。咱们是认真的。"
        }
    ]
}