{
    "title": "【朱仙出品】<原创·连载>方块万岁【第十九章  商人和投资】",
    "author": "CloudsXDao",
    "replyCount": 2,
    "timestamp": 1458662460,
    "txt_content": "正文\n\n\n昏暗的地下,光线恍恍惚惚的在四人眼前闪烁。“假棋士？”“是。”语音室进入的陌生id，便是dock。与此同时，游戏中，两个角色出现在地下。其中一个，便是梅谁见过的dock，而另一个，梅谁也不陌生。Bit。“dock，你找我，是想要做什么？”梅谁嘴角一挑，“难不成是上一次因为我的原因，炎帝没有偷成，想要报复我？亦或是想要与我联手，再探炎帝的基地？”“都不是。”dock的声音尖细沙哑，像是个瘦瘦小小的家伙，“我这次来的原因，有两个。”“那再让我猜猜，难不成......是因为我在世界频道所说的工会？”梅谁摸了摸下巴，道，“你想要加入？”“我确实是为了工会而来。”dock并未接着梅谁的话回答，而是保持着自己的节奏，侃侃而谈道，“炎帝独拥忘忧城众，如果开始工会的招募，势必会一家独大。”“既然你知道，为何还来找我？”梅谁打断道，“即使你，我，再加上你身边的这位bit先生，也很难形成与炎帝正面对抗的犄角。这恐怕不符合商人权衡利弊的属性吧，bit先生？”bit稍微一后退，让自己在dock的身后。梅谁略微有些吃惊。他这一番话，实际上就是一次试探，第一层是在探知bit能否听见他的话，并及时反应。而现在看起来，似乎bit就在dock身边，或是与他共享语音室音频。而第二层是探知bit与dock的关系，而bit也很快明白了梅谁的意思，做出了反应——这表示dock可以完全代表bit的判断。有点意思.....“看来你认识我身后这位bit。我也不用多费口舌去解释了。”dock继续道，“我知道假棋士你是聪明人，我也不绕弯子了，我们这一次并非要加入你们的工会，甚至对你的工会还报以非常不看好的态度。”“那你们是来做什么的？”梅谁上前一步，紧紧问道，“既然如此不看好我们的工会，就请回吧，这里可没有商人喜欢的奇货可居的投资。”“假棋士...不要那么心急嘛...”dock嘿嘿笑道，“我们所投资的，并非你的工会，而是你的‘胜负’和未来...你明白吗？”“哦？”梅谁想到了什么，“你的意思是......”“不错，假棋士，你和炎帝的赌约，我也略有耳闻。”dock继续说道，“赌上自己的名声，去赢得忘忧城的地位......对吧？”梅谁笑而不语。“我们赌的，并非是你的胜利，你的胜负与否，都与我们的利益无关。”dock继续说道，“唯一与我们利益有关的是......你究竟会不会将这个赌约进行到底......”“有趣。”梅谁说道，“难道我继续与否，还会让炎帝的选择改变吗？”“我...是一个盗贼啊.....”dock突然说起了其他的事情，“我还是一个商人啊。我不是一个好的盗贼，也并非一个好的商人...但无论是盗贼，还是商人，其本质都是赌徒，为了自己模模糊糊看见的希望，而不惜一切去赌的赌徒....假棋士先生......还希望，你能明白我的觉悟......”梅谁笑了。合作愉快。······数小时后，dock送来了海量的沙子，和较少的火药。“没办法，沙子还可以通过挖掘获得，但是火药不行。出场火药的只有爬行者死亡的掉落物，而能够生成大量爬行者的地形或装置，还没有玩家探索出来。”“这样就够了。”梅谁笑道，“我原本就没希望能拿到多少火药。”“哦？”dock好奇道，“难道您并非是想用TNT强行炸出通路？我听说炎帝已经给自己的基地加上最耐炸的黑曜石做防护了哦。”“这不过是疑兵之计罢了，怎么，你想知道？”“嘿嘿。”dock笑道，“我们几个朋友之间，实际上开了个赌盘....嘿嘿，你懂得。”梅谁一翻白眼，这几个家伙自称赌徒还真没错，赌性也太大了。不过他目前并不准备透露自己的计划，只是打哈哈道“到时候你就知道了......”此时的梅谁团队还是准备延续梅谁之前的计划，虽然不知道炎帝有没有看穿所有计划，但梅谁也没有能力去改了。此时的龙纹与蒋同估计在末地门正上方，不断挖着石头吧......梅谁心中暗暗笑道。接收了沙子之后，梅谁带着死骑去下界，来到之前龙纹所说的，对应真实世界末地门的那个地方。岩浆海不断冒出气泡，隔着屏幕，梅谁也能感觉到其中惊人的热量。这个地方，要做好被炎帝发现并勘探的准备......梅谁皱了皱眉，思考着策略。“那，那个。”死骑突然开口道，“假棋士....”“嗯？怎么了？”梅谁问道。死骑扭扭捏捏，似乎不想开口，梅谁立刻会意，把他拉到一个没有龙纹和蒋同的新语音室。“想说什么说吧。”梅谁笑道。“那个....”没有龙纹二人，死骑也就更放开了，“我....我想来想去，实在没明白你之前和dock的对话到底是什么意思......能....能不能告诉我一下.....”梅谁感到一阵好笑，一个大学生这么扭扭捏捏的样子可不常见，但也没戏弄他的心情，随口道。“你什么不知道，直接问我吧。”“哦...哦！”死骑一个激灵，道，“dock说的，投资‘胜负和未来’是什么？所谓的‘胜负和未来’指的是什么？”“那个啊，就是他说的，我和炎帝的赌约啊。”梅谁说着，举起稿子挖起地狱岩来。“那，那，他为什么要投资你的赌约呢？”梅谁停下手中的活，想了想后，说道，“实际上，他应该看上了这个服务器的宣传性。”“宣传性？”“不错，这个游戏是因为忘忧城的赌约而火起来的，聚集的玩家也大都是有消费能力的社会人和其他门户网站运营的编辑、业内人士等。不仅仅是宣传性，这个游戏的能力就在于人与人的交互性，如果能掌控这个游戏，可以说就相当于踏上了一个相当高的台阶，无论是人脉还是宣传，都能轻而易举的获得——至少他是这么认为的。”“原来如此....”死骑想了想，“不对啊，你还是没说为什么他投资你啊！”“正要说道。”梅谁顿了顿，继续道，“你知道，如果要实现这个计划，最大的阻碍是谁吗？”“嗯....”死骑略一思考，“炎帝？”“不错。”梅谁点头道，“炎帝是因为我的原因才继续在游戏中玩下去的，而他所使用的必胜之法就是拖。拖得越久，他的势力就越大，想要达到dock的目的就越难。所以他接触了我，让我快速结束这场赌局，只要我一结束，无论是输赢，炎帝都会放弃继续呆在游戏中。他所组建的工会也好，玩家社区也好，都不攻自破。”“但....但是，他如何能保证赌局结束，炎帝一定会撤出游戏呢？”死骑说着说着，恍然大悟。原来是这么一回事！\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n",
    "replies": [
        {
            "author": "hankzty@qq.com",
            "timestamp": 1458783720,
            "txt_content": "写的不错~赞赞赞！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461672660,
            "txt_content": "一般这时我们需要一点具有中国特色社会主义性质的方块，啊不对，致词。\nMinectaft方块万岁！\n博弈论引用万岁！\n写手朱仙万岁！\n然后我pia地把描写扇一边去。\n"
        }
    ]
}