{
    "title": "尘封放逐 [第六章] [ZYB小彬]",
    "author": "ZYB小彬",
    "replyCount": 2,
    "timestamp": 1458731040,
    "txt_content": " 本帖最后由 ZYB小彬 于 2016-3-24 19:39 编辑 \n\n黑色的重剑被高高举起，骷髅的眼睛中仿佛流淌着血液般的赤红，它张开嘴想要尖叫嘶鸣。 \n可是银色的剑光从天而降，它的身体一分为二，连悲鸣也来不及。 \n剑光闪烁，像是精灵伴随着撒旦的音乐翩翩起舞，美好而致命！ \n骷髅哀嚎着退后，但那双死神般的眼睛已经盯住它们，均天之怒旋转，侧砍，再旋转，再侧砍，带着一缕银色在空中流动，每一次流动便有一只骷髅倒下，它像是毒蛇亮出的利齿，寒冷的光仿佛可以照亮世界！ \n苍白的光变得炽烈，大地崩裂升起，尘沙飞扬咆哮，天空的那灭世的火种不再耀武扬威，它们被卷起的粒子直接撕裂，无奈地倒下，破碎… \n这是一场屠杀，这本该也是一场屠杀，这些怪物误以为可以将这两个入侵者轻易吞食，却不知道这两人是最可怕的怪物。 \n是这世界上最接近神的怪物！ \n“众生之罪，皆以血洗！”him笑着说，笑容残酷狰狞。 \n尘扭转手腕，自如地操纵着均天之怒收割生命，他没有去理会him的那句话，尽管听起来非常恶心。 \n这时堡垒的最高处忽然传来可怕的声音，像是九幽地狱的灵魂不甘的悲鸣，又像是厉鬼对光明的疯狂的诅咒。 \n光芒忽然笼罩了这片黑暗的世界，尘缓缓打了个寒战，这是多么凄冷，多么惨淡的光啊！像是黑夜里墓旁的鬼火。 \n他惊恐地抬起头，四处张望，十年前在那片被黑暗包裹，那座孤独的岛屿上，不也有这样一道让人感到绝望的光吗？ \n命运总是这样惊人的相似，在多年之后。 \n梵音回荡，似乎在吟诵神的诞生，它飘渺而虚无，叙述着某种可怕的真理。 \n堡垒的最高处，六道血红的火焰跳跃燃烧着，恶魔张开嘴，干枯的身体上缠绕着凶戾的光，诸世界都在哀鸣。 \n“凋灵”him轻声说，眼睛中苍白的光耀眼无比。 \n剑光横贯黑暗，尘紫色的瞳孔看着天空中张牙舞爪的恶魔，眼神像是故人重逢。 \n\n\n“呼呼”炽热的大地上，寒冷的风低吟浅唱，凋灵高高悬起，黑色的战火蔓延纷飞，带着毁灭的种子。 \n\n尘跃起，轻盈地像随风飘荡的纸片 ，他手握均天之怒，剑光组成的幕铺天盖地！ \n\n黑火忽然间降临，在空中绚烂的爆裂，起伏的岩石在这一刻破碎，碎片割开了尘的皮肤，鲜血四溅！ \n\n可是尘没有停下，他翻转身体，剑光笼罩凋灵，凋灵退后，这一剑扑了个空，尘的身体笔直下落，利剑依旧在空中翻转。 \n\n凋灵俯视着这个向它贸然进攻的人类，黑色的火焰浮现，它准备发动致命的一击。 \n\n黑火降临，肆意地焚烧着空气，尘重重地落地，他平静的看着空中那焚世的烈焰，在这一击下他必死无疑，但他毫无惧色！ \n\n这时一只有力的手抓住均天之怒，廋弱的身体迎着火焰上升，那是him，热浪将他推开，他奋力一掷，那柄锋利的剑咆哮着进击。 \n\n尘再度跃起，张开手臂，黑色的火焰在他胸前炸开，金色的花在他晶莹的胸甲上弥漫，美丽的花朵下荆棘密布。 \n\n神曰：伤痛荆棘 \n\n“轰！”火焰反弹，凋灵痛苦的嘶鸣，均天之怒接促而来，雷霆环绕，暴虐地钻进凋零的身体，利剑怒吼，可怕的力量将凋灵的一个头钉在墙上，那不可一世的头颅无力的垂下，剩余的两个头颅发出怒号，赤红的火焰在眼中跳动。 \n\n均天之怒被猛然弹出，尘顺手接过，抬剑前方，剑身明亮如镜，映出他的眉锐利如刀！ \n\n凋灵在空中缓缓升起，黑色的骷髅嘶吼着向它跪拜，如同教徒虔诚地朝圣，神的光辉照耀世界。 \n\n新的战局开始了，尘和him只是取得一点点小优势，这场战斗远没到结束的时刻。 \n\n骷髅围了上来，尘和him背靠着背，寒冷的光在他们眼中闪烁，他们本是最大的敌人，如今在更强大的敌人面前联手，默契得像配合多年的老兵！ \n\n利剑穿透黑暗，沙石顺风怒吼，骷髅群被切开一个割口，尘踩着骷髅跃起，他紧握均天之怒，黑色的烈火卷起，他挥剑格挡，金色花纹在他战甲上伸展，他被圣光笼罩，狂风把沿途的黑火吹散。 \n\nhim穿过骷髅，身影模糊，他紧贴着地面前行，浩荡的黑色骷髅群被他视若无物。 \n\n“轰”暴烈的呼声响彻，大地被炸出森严的裂缝，毁灭的波纹扩散，其所过之处，万物尽皆悲鸣！ \n\n“砰”波纹扩散与狂风对撞，尘挥舞着均天之怒，寒光闪烁，转瞬间已经与凋灵交锋了几个回合。 \n\nhim忽然脱离地面垂直升空，大地崩裂逆着引力浮起，带着恐怖的冲击力撞向凋灵。 \n\n这时him的手轻轻摁住凋灵的后背，力量在他手上凝聚，下一刻这个怪物也许就将化为粉末，只要那股力量爆发。 \n\n可是黑色的花在空中绽放了… \n\n在空中旋转着发出璀璨的光 \n\n黑色的粒子从天而落，遍布世界。 \n\n空间扭曲成狰狞的缝隙，黑色的风暴席卷世界，尘后仰跌落，鲜血化作淡红的薄幕飘飞。黑色粒子紧追不舍。 \n\n金色的纹路缓缓消散，神的威严从尘的身体退出，此刻他宛如凡人，绝无可能在这一击下幸免。 \n\n忽然一双手拉住了他，他惊讶地转头，却被一股大力甩开，紫色的瞳孔中倒映出男孩廋小的身影，被那仿佛无尽的黑色吞没，苍白的眼睛里意味不明… \n\n“him！”他轻声说。 \n",
    "replies": [
        {
            "author": "hankzty@qq.com",
            "timestamp": 1458800460,
            "txt_content": "挺有画面感的~"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461672660,
            "txt_content": "说实话我想塞点分。"
        }
    ]
}