{
    "title": "小说《远方Ⅰ锁链》第一章 完整版",
    "author": "xiao_son_son",
    "replyCount": 1,
    "timestamp": 1458798300,
    "txt_content": "第一章\n      麦块是在一片翻砸摔找的嘈杂声中醒来的。\n\n      “这么大半夜的，是谁在这里吵啊！”麦块迷迷糊糊地睁开眼睛撇了撇闹钟，现在才凌晨2点钟，窗外还漆黑如同墨色。究竟是镇上哪个不要脸的这么无聊，这么晚了还来闹腾？麦块极其不耐烦的坐起身子，想要大声呵斥这个混蛋。\n\n      然而，他一句话还没说出口，就被房间里的一切给惊呆了。\n\n      只见昔日整洁干净的房屋现在已经乱成了一碗浆糊：桌子被踢翻了，椅子被撞倒了，箱子被打开，各种各样的杂物比如说书呀笔呀盒子呀毛巾呀全都被抓了下来，堆得满地都是。花瓶与碗碟的待遇更惨，被粗暴的给甩在了地上，支离破碎，惨不忍睹。麦块还看见，一个身材瘦小的男人依旧在不停的翻箱倒柜，一副把这里翻个底朝天不罢休的样子。门口，一个叼着烟，穿着西服的男子，正用一种冰冷的目光看着麦块。\n\n      “你们在这里干什么？！”麦块立即从睡眼惺忪的状态下清醒过来，立马一跟斗冲下床，对着两个陌生男子大吼道，“你们是有病吗？三更半夜来我家翻天覆地？”\n\n      “我们只是在搜查。”西服男子冷冷的说，“你们这一大片地方有我们需要的东西存在。”\n搜查？搜你个鬼啊！还有，这帮家伙到底是什么玩意儿？麦块咬牙切齿的盯着这两个不速之客，拳头捏得紧紧的，不过，那两个人一点停下来的意思都没有，仿佛压根就没看到他一样。\n\n\n      当那个瘦男人走过来，打算翻麦块床边的一个大木箱子时，麦块突然跳了起来，抡起拳头，对着他尖嘴猴腮的脸上就是一拳，瘦个子男人吃了一惊，捂着脸想要去回击麦块，不过麦块早已上前一步，一脚狠狠踹上了他的小肚子，那个悲催的人整个身体直接飞了出去，“扑通”一声重重摔在了那一堆杂物里，摔得他两眼发白，口吐酸水，捂着肚子在地上直打滚。\n麦块刚想上去继续好好教训教训这帮不知天高地厚的家伙，突然，门口的那个西装男子迅速地冲口袋里掏出了一把手枪，黑洞洞的枪口直指麦块的心口。\n\n      “如果你不配合，我不介意在这间房子上抹上一点红色。”\n\n      象征着死亡的枪口，迫使麦块放弃了上前打人的念头。他只好立在原地，缓缓的举起双手至头顶。\n\n      西服男子脸上露出了一丝笑容，从门旁大摇大摆走了过来，亲自动手去搜查麦块家的物品。\n\n      “砰！——”\n\n      一刹那间，那一丝笑容顿时在男人的脸上消失了。只见他满脸惊愕的向后面颤抖着退了几步，然后，在麦块目瞪口呆的注视下，砰然倒地，发出了一声闷响，嘴角流出一道黑红的血线。\n\n      门外，一个身穿黑色大衣，脚蹬黑色高跟靴的高佻女子，踏着呼啸寒冷的夜风走进了麦块的家，麦块看见，她衣袖口露出的白皙的手掌中，握着一把银光闪闪的阿尔特巨蟒，无疑，刚才那一枪是她开的，又精又准，直接击中了那个男人的后心。\n\n      “安......安迪尔？”，麦块几乎震惊的合不上嘴巴，但黑衣女子完全不理会他的目光，只见她一扬纤长的手臂，对着那个企图爬窗逃逸的瘦猴男人就是一枪，瘦猴男人的膝盖中弹，乒乒乓乓的从窗台上滚了下来，女子走上前对着他又是一枪，那个男人在地上滚了几滚，就逐渐不动了。\n\n      女子轻轻抿起嘴，吹走枪口那一丝若有若无的黑烟，一双紫蓝色琥珀似的双眼无色无光，仿佛深不见底的深渊，令人心生胆寒。\n\n      “这......这是怎么一回事？！”看着凌乱不堪的房间，两具鲜血还未冰冷的尸体。麦块感觉自己的思维一片混乱，现在这情况，没法不使一个正常人抓狂。\n\n      “你家中这么吵闹，我就直接赶来了，果然不是什么好事。”安迪尔面无表情的将手枪放入自己的上衣口袋里，还捋了捋自己的衣领子，声音平静而淡定，就如刚刚发生的事与她毫不相关一般。\n\n      “他们究竟是什么人？来干什么？目的又是什么？还有......你就这么把他们......都给杀了？”麦块感觉自己嗓子里堵了一块石头，说话声音沙哑颤抖。\n\n      “他们应该庆幸来救你的不是老铜，否则他们现在死成什么样子都没人知道。”安迪尔冰冰的说到。\n\n      屋中的气氛一下子变得僵硬而尴尬起来，安迪尔不再理会麦块，她走到那个西服男子的尸体前蹲下身子，伸出手，在他的口袋中摸来摸去。\n\n      “乒——”一个圆盘状的银白色东西突然从男人的口袋中滚了出来。\n\n      “这是什么东西？”麦块好奇地走上前，拾起那个圆滚滚的玩意儿。这是一个用金属制成的符章，上面刻着一个奇怪的头颅，既像是牛头，又像是人脸，反正不知道是什么东西。安迪尔从麦块手中接过这个符章，她只瞟了一眼，两条黛眉便微微皱了起来。\n\n      “这个符号我有印象.\"\n\n      ”什么？“麦块有点没听明白。\n\n      安迪尔默不作声。\n\n      过了一会儿，她将这个符章小心地放进了口袋里。“跟我出去吧，今天镇上可能会有一点乱。”她轻描淡写地说，语气不容反驳。\n\n      安迪尔一转身，头也不回的踏进了这深邃黑暗的夜色里。\n这天小镇上极其的不宁静。\n\n       此时才凌晨三点钟，但家家户户早已灯火通明，吵闹不堪。小镇的中心广场上燃起了一团赤红的篝火，篝火一旁摆着麦块从家里拖来的两具尸体，还有一个被老铜给绑得结结实实，脑袋肿的跟猪头一样的男人。镇上人围成了一个圆圈，还有不少人只穿着睡衣就出来了。大家把那几个深夜扰民的男子团团围住。老铜脸色阴沉的可怕，坐在一把藤椅上，仿佛法官在审问犯人。\n\n      ”今晚这些人特么的到底干了什么？“麦块扯了扯安迪尔的衣角，悄声问道。\n\n      ”你问他。”安迪尔向一旁看上去怒气冲冲的硫白努努嘴。\n于是麦块便去问硫白。\n\n      “喂，硫白老弟，镇上今晚到底发生了什么事？该不会你家里也......”麦块一句话还没有说完，就被硫白愤怒的打断了：“甭提了！今天晚上我正睡得正香，突然家里一阵噼里啪啦的响，我抬头一看，就看见这个该死的家伙，在我家里又是翻又是砸的，说是什么”搜查可疑物“，***，我又不是个毒贩子，发什么鬼神经？还砸坏了不少东西，多亏老铜来得及时.......”\n\n       “没错没错，这种人就应该被老铜痛扁一顿！”斯拜在一旁附和着。\n\n       麦块这才弄清楚，他们嘴中的“搜查”，其实不止他一家。\n\n       “好了好了，都先别说话了，看看老铜会怎么收拾他》”\n\n       莉莉害怕的躲在麦块身后，悄悄的露出一只小脑袋，一句话也不敢说。篝火旁，老铜正在“审问”那个还没有丧命的“罪犯”。\n\n“说吧，你们为什要在三更半夜来这里滋事？”\n\n       那个男人的身子稍微抽动了一下，并不搭理老铜。\n\n       “问你呢！刚刚在这里吵的时候你不是还叫得挺凶的嘛，现在你又是怎么了，聋了还是哑了？”\n\n       男人的脑袋艰难地向上抬起，一连串小声的，但是听上去恶声恶气的话语从他嘴唇里挤出来，仿佛猫头鹰恶毒的诅咒：“你们这一块有上主所想要的东西！”\n\n       “什么想要的东西？毒品？军火？还是弃疗的帖子？”硫白在人群中大叫起来，引起了众人的一阵哄笑。\n\n       这番话激怒了那个半死不活的男人，他红肿的脸上青筋暴突，一口白森森的牙齿咬得咯咯作响。“你们这帮蠢货都给我听好了！”他突然冲着围观的人们大吼一声，“要是你们今天杀了我们，上主他是不会放过你们的！等到他找到自己所需要的那个东西，你门所有人都得下地狱！给我好好等着！给我好好等着！你们都会完蛋的！给我好好等着！......”男人声嘶力竭的吼叫着，如一只想要挣脱囚笼的困兽，令人触目惊心。\n\n       老铜一个箭步冲上前，老大一个耳光子抡圆了就是一掌拍过去，啪的一声，吓得众人纷纷后退。这一巴掌打得太狠，男人梗着的脖子一下子就软掉了，脑袋无力的耷拉到胸口，昏迷不醒，气若游丝了。\n\n       “哎呀，怎么你也这么猛里猛气的？如果不把他打昏，我们还可以从他嘴里套出更多的话来的！”麦块叫苦不迭。“不打？这臭小子不是说要杀了我们吗？”老铜暴怒的吼道，“不收拾一下他，我可咽不下这口气！”\n\n       麦块彻底无语，只好反身去找安迪尔，却发现安迪尔早就不见了。\n\n“莉莉，你知道安迪尔去哪里了吗？”麦块疑惑不解的问一旁呆站着的莉莉。\n\n       “安迪尔姐姐？”莉莉一愣，“她好像......呃.......去咱们镇上的图书馆上去了。”\n\n       “图书馆？”\n\n       （第一章完）",
    "replies": [
        {
            "author": "hankzty@qq.com",
            "timestamp": 1458800580,
            "txt_content": "哟~还分完整版 和 不完整版呀~"
        }
    ]
}