{
    "title": "小说《远方Ⅰ锁链》第二章 完整版",
    "author": "xiao_son_son",
    "replyCount": 1,
    "timestamp": 1458884940,
    "txt_content": "第二章\n     麦块气喘吁吁地跑进了图书馆。\n\n     小镇上的图书馆，是小镇上最古老，也是最神秘的地方。据说，它在这里已经至少存在了100年了。图书馆不大，浑身上下浸透着古老典雅的气息。不过，最令人惊讶的地方在于：只要是书一放了进去，便永远不会腐坏发霉而烂掉，里面好些古旧的老书，历经了几十年的岁月，依旧崭新如故。\n\n     安迪尔坐在图书馆中央的一张红木桌前，手中正捧着这一本厚实的的黑皮书本，哗哗哗的飞快地翻阅着，好像在急促的寻找着什么重要的东西。麦块蹑手蹑脚地走到她对面的椅子上坐下，他模模糊糊的看见书封面上的几个字——《恐怖组织及案件全集》\n\n     “呃，这本书是......”\n\n     “特警的贴身之物，”安迪尔漫不经心的答道，连头都不抬一下，“这上面记载了Minecraft大陆上几乎所有的重大案件以及恐怖组织的内容。”\n\n     “什么？你说特警？”麦块好不惊讶的叫道，“你是警察？真的吗？可你看上去一点儿也不像啊！”\n\n     “曾经是，只不过现在没干了。剩下的时间我就搬到了这里生活，这些书是我刚来的时候放进去的，只不过你们都不看罢了，没想到今天又可以派上用场了。”\n\n     安迪尔平静答道，不动声色。\n\n     麦块不由得开始重新打量起这个身材高佻匀称，沉默寡言，平素喜欢穿黑色衣服的冰山美人。她搬来这里至少已经有两年了，也许是因为话少，麦块还从来没有留意过她的身份——镇上的其他人也没有。实在令人感到一种强烈的震惊。\n\n     不过，安迪尔身上那股做事果断凌厉，敏捷迅速的风格，确实可以让人联想到一名警察——加之那精准的枪法，麦块立即就相信了这个事实。\n\n     但是，又是什么事情，使她又匆匆结束了自己那种刺激的生涯，而选择到这个安静平凡又偏僻的小镇里来生活呢？麦块不从得知。\n\n     “找到了！就是这个。”安迪尔突然把书往桌上一拍，把一旁沉思者的麦块给吓了个半死不活，“就是这个组织的人！”\n “你吓死我了大姐......什么东西拿来我看看？”麦块惊魂未定的挪过那本沉重的大部头书，他顿时也就惊讶的挑起了眉毛——只见书的第237面上，清清楚楚的显现出那个头颅的标志，旁边赫然注释着它的名字：GOD’S  SMILE。\n\n     “上帝的......微笑？什么鬼玩意儿？”\n\n     安迪尔没有立即回答，而是从口袋里取出一包烟，燃起了一团火，在嘴中吸了一会儿，缓缓的吐出了一口扑朔迷离的烟雾。\n\n     “刚刚来的人是一个恐怖组织的人，这个组织说来话长，却又使人无从说起。”\n\n     “什么意思？”\n\n     “咱们先不说这个——你了解五十年前发生的那场白帝之战吗？”\n\n     白帝之战？麦块对于这个差一点毁掉Minecraft大陆的旷世之战并没有什么太多的了解，他唯一知道的就是这场战争给世界带来了无法想象的灾难并重创了世界***，除此之外便一无所知了，可这又与那个莫名其妙的组织又有什么关系呢？\n\n     “难道，就是他们发动了这场战争？”\n\n “不，与世界***争夺天下的另有其人——不过看上去你对这场战役没有什么了解。”安迪尔缓缓的说，“当时发动这场战争的，是当时世界上最为强大的恐怖主义集团——白色帝国。”\n\n     “白色帝国拥有着Minecraft大陆上最为广泛的黑暗势力与领先当时人民至少70年的强悍科技水平。他统治Minecraft大陆的野心日益增加，最终，在五十年前与世界***爆发了一场惊天动地的大战。”\n\n     “这是Minecraft大陆历史上最为惨烈的一场战役，在这场战役中，无法统计的财富与数以万计的人民受到了巨大摧残，是世界千疮百孔，民不聊生。白色帝国凭着尖端的科技水平疯狂一时，还发明了一种臭名昭著的杀戮兵器——人形机甲“光荣卫士”\n\n     “它们肯定极其的强大吧？”\n\n     “不错，光荣卫士拥有着强大的火力与无比坚固的金属躯壳使其拥有了强大的破坏力与毁灭性。只要是光荣卫士经过的城市，必将化为废墟与焦土，成为了世界***的不灭噩梦。”\n\n     “真是......太可恶了。”麦块有些愤慨的骂了出来，他说的是真心话。\n\n     “当然，机甲并不是那时唯一令人闻风丧胆的武器。在白色帝国的几个同盟组织中，一个组织也研究出了一种你估计会不敢相信的兵器并投入战斗，那便是异种。”\n\n     “异种？你指的是，僵尸么？”\n\n     “差不多。”\n 麦块简直难以相信自己的耳朵，这种平时只在电影中出现的怪物，居然在几十年前就已经活生生的现了形，还成为了一种被用于***的工具，实在使人无法接受这个事实。\n\n     “他们对战争造成了什么影响呢？”\n\n     “难以估量吧。这种通过死人实验而复活的家伙极难杀死——准确的来说他本来就是死的。异种拥有腐烂发臭，令人作呕的身躯，还有一双力大无穷的双手。据说他们可以轻易的撕开钢铁——到底可不可以我反正没见过。但是异种作为一种兵器加入战争，与机甲一样，也重创了世界***与各族人民。”\n\n     “但是世界***始终坚持战斗的精神也有蛮可贵。在一次次的交战中摸索出了作战的套路。而先前占尽优势的白色帝国却一点一点的败退。最后在四分五裂，走投无路的情况下，世界***攻破了白色帝国的帝都。曾经雄霸黑暗世界的白色帝国终于宣告投降了，白帝之战至此告一段落。”\n\n     “后来发生的事情估计你也想到了。为了防止白帝死灰复燃，世界***采取了赶尽杀绝的政策。白底的大小首领，工作人员与军队全部被处以极刑。他们生产的强大的灭世机甲也被送往了熔炉全部销毁，就连一点儿残渣都没剩下，曾经不可一世的白色帝国，如今已经被彻底歼灭，成为了历史。”\n\n麦块蹉叹不已。安迪尔吸了一口烟，继续讲下去。\n\n     “消灭了白色帝国之后，世界***开始着手对付它们曾经的同党。”\n\n     “白色帝国的同党数量众多，鱼龙混杂。在白帝被灭之后，他们群龙无首，混乱不堪，被世界***一个一个的击破，杀尽，世界***发动了巨大的军队，仅仅只是为了斩草除根。”\n\n     “但是，有极少量的组织就逃过了这一场死神的审判，至始至终也没有被***查明，其中就有刚刚说到的那个组织：GOD'S  SMILE——异种实验的发明地。”\n\n     “对于这个神秘无比的组织，我们一直都试图查明它的成员，动向以及目的。但我们实在对它知之又少。”安迪尔缓缓的把那本大书移到自己面前，注视着那个头颅标记，不无惋惜。“因为这个组织太严密太神秘，太使人捉摸不透了。我们直到现在也仅仅只知道他们在进行生物改造实验，其余的几乎一无所知——一个成员也不知道。GOD'S  SMILE仿佛一个无比深邃的洞穴，在明亮的光线也无法探入它的内部。就这样，我们知道的所有内容，全都在这本书里了。”\n\n\n  “那，他们为什么会在这时突然现身呢？他们想要在这个普普通通地方找到什么？”麦块终于说出了心中了疑虑。\n\n     “我要是知道，我就不会给你说这些了。”安迪尔轻轻地叹了一口气。\n\n     屋中陷入了一片死寂一般的沉默，安静得仿佛可以听见对方的心跳。\n\n     安迪尔推开了桌子，率先站了起来，打破了屋中近乎可怕的安静，她的脸部表情显现出一种很复杂的情绪，麦块也面对着她也站了起来。\n\n     “哎，你要去干什么？”\n\n     “是时候该回去一趟了。”安迪尔在临走前这样呢喃自语。\n\n     （第二章完）\n\n",
    "replies": [
        {
            "author": "言岛渣渣",
            "timestamp": 1458900180,
            "txt_content": "请解释\nhttp://my.4399.com/forums-thread ... mp;tagidToken=82068"
        }
    ]
}