{
    "title": "[Desert Detour 单人项目大赛] Bliss on Wheels - idlechild",
    "author": "LocusAzzurro",
    "replyCount": 6,
    "timestamp": 1458828060,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2016-3-25 12:22 编辑 \n\n\n\n\n本地图原作者 idlechild\n渲染图作者 DawidG\n\n本地图为PMC第三届单人建筑项目比赛 Desert Detour 参赛作品\n\n在众多参赛作品中个人非常喜欢的一张地图，尤其是风格与题材方面，于是进行了搬运，如果你喜欢本地图，在可以的情况下请前往原帖为它投上一颗钻石以表支持，以及通过原帖下载链接下载地图来支作者。\n\n【搬运授权】\n\n\n\n\n\n\n\n【原帖介绍】\n\n原文\n\nGenerally I am a little hesitant when it comes to contests, but the theme and map provided inspired me with a concept and theme that I really loved, and simply had to create. I call this project \"Bliss on Wheels\", and it is an icecream, water and fruit-themed three-wheel wagon pulled by flying carpets. Up top is a captured raincloud, which provides the wagon with an endless supply of water. I wrote a little story for this and recommend reading it, though that is entirely up to you. ^.^ \n\n翻译\n\n一般有比赛的时候我都会有些犹豫，但这次提供的地图和风格赋予了我一个非常喜欢的风格和概念的灵感，我得把它做出来。我将它称作“Bliss on Wheels”，这是一个冰淇淋，水与水果风格的由飞毯拉动的三轮货车。在最上方是一个被捕获的雨云，为货车带来无尽的水分供给。我还写了一个小故事，希望你阅读它，虽然看不看完全由你做主。\n\n小游戏\n\n原文\n\n If you *do* download the map, I have 'hidden' 9 Steves in various locations enjoying life on the wagon. There may or may not be an elusive 10th alternate history/terrible truth Steve that is better hidden than the others. \n\n翻译\n\n如果你下载了地图，我“隐藏”了9个在车上享受生活的Steve。还可能有或者没有一个隐蔽的第十个另类的故事/可怕的真像的Steve隐藏在比其他的更好的地方。\n\n查看这个作品的最佳方式是使用默认材质，在选项中将亮度调至最高。它在白天和夜晚都可以被欣赏\nThis project is best viewed in default with brightness turned all the way up to 'bright/brightest' in the options menu. It is designed to be seen both at night and day. \n\n【图片】\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n正面\n\n\n\n\n\n\n内部\n\n\n\n\n\n\n用望远镜眺望远方的 Steve\n\n\n\n\n雨云和控制它的机器\n\n\n\n\n窗台上的Steve\n\n\n\n\n绿洲\n\n\n\n\n绿洲下方\n\n\n\n\n【故事】\n\n\n三个月前，Steve只希望找到一个逃离沙漠的办法。被朋友们抛弃，迷失在沙漠中，每个方向看起来都无边无际。他只能依靠一个残存的希望继续前行。他希望能遇到一个商队，或者在远方看到山脉。这样他就能离开这个地方，然后搬到极点的某个地方，再也不看到一粒沙子。\nThree months ago, all Steve had wished for was a way to escape the desert. Lost and abandoned by his companions, each direction seemed as good as any. All he could do was walk, and cling on to a faint hope. He would stumble across a caravan soon, see mountains in the distance. He would leave this place, and move somewhere antarctic, never to see a grain of sand again. \n\n他日复一日地漫步，希望逐渐被狂野的热浪掩埋。当他终于爬上最后一座沙丘第一次看到这辆货车时，他并没有想太多。肯定又是沙漠的另一个把戏。因为他眼前的景象太难以被接受了。一个由助推器驱动的绿洲飞了过去，在它之后的是一个巨大，奢侈的货车，被看起来像是飞毯的东西拉动着。它将水毫不吝啬地撒向周围，巨大的甜筒装饰着它的四壁。在整个结构的最上方，一个被控制的雨云无穷无尽地挥洒着。\nFor weeks he wandered, wishful thinking coming to be replaced by wild, fevered dreams. When he climbed that final pile of sand and saw the wagon for the first time, he thought little of it. Another trick of the desert, no doubt. The scene before him was too strange to be taken seriously: A propeller-driven oasis flew past, and behind it a grand, extravagant wagon pulled by what appeared to be flying carpets. Everywhere water sprayed profusely, and gigantic cones of icecream adorned its walls. Situated on top of the structure, a harnessed raincloud poured endlessly. \n\n于是，在他奢侈的浮空床上通过望远镜查看前方的大地时，Steve回想着这一切。更多的沙子，奇怪的石头，沙漠的植物，数见不鲜，但这一切对于Steve来说都不重要。这辆货车提供了他希望的所有东西。在他的前半生他只是个普通的矿工，但现在他统治了这些沙丘。\nThus he reminisced as he lounged upon his luxurious, half-floating bed surveying the land in front of him through the wagon telescope. More sand, the odd rock, a plant fit for desert life. Nothing new, but this mattered little to Steve. The wagon provided everything he could wish for. In his previous life he had been a simple miner, but now he ruled the dunes.\n\n\n\n附：10个隐藏Steve坐标\n以下内容可能会影响你的正常地图体验\n\n正常向Steve\nX 13 Y 30 Z 27\nX 12 Y 23 Z 21\nX 38 Y 12 Z 78\nX 96 Y 28 Z 78\nX 76 Y 25 Z 77\nX 69 Y 33 Z 88\nX 49 Y 67 Z 75\nX 68 Y 84 Z 74\n可能的隐藏Steve，有两个不确定作者指的是哪一个\nX 90 Y 18 Z 76\nX 08 Y 08 Z 63\n\n\n[groupid=1151]Minecraft插件百科[/groupid]",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1458828180,
            "txt_content": "要是我英语水平能溜到去翻译长篇大论的英文就好了"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1458828840,
            "txt_content": "为什么史蒂夫不用装备架呢……感觉其他都做的很好，就是史蒂夫丑了点"
        },
        {
            "author": "kanming",
            "timestamp": 1458834360,
            "txt_content": "好帅，大爱这个地图，感谢LZ的搬运{:10_512:}"
        },
        {
            "author": "子弹～",
            "timestamp": 1458900060,
            "txt_content": "事实上,PMC帐号需要什么邮箱注册?"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1458904560,
            "txt_content": "不太清楚，不过国外主流邮箱都支持的吧，我注册用的Gmail"
        },
        {
            "author": "挖到",
            "timestamp": 1458966960,
            "txt_content": "滋磁蓝鸡~"
        }
    ]
}