{
    "title": "Minecraft: Story Mode第五章剧情脑洞猜测《相似度可能达60%+》",
    "author": "呵呵1232",
    "replyCount": 6,
    "timestamp": 1458833580,
    "txt_content": "首先恕我出口狂言233(来源 @WuGuangYao2012 的http://www.mcbbs.net/thread-556978-1-1.html)我们可以看到Jessy和Ivor双手展开呈现出跳虚空状站在这个由草方块，橡木，树叶，空气组成的空岛上———————————————我是分割线——————————————Jessy：在呼吸新鲜空气吗？Ivor：世界真美好Jessy：世界这么美好，不如来一场紧张刺激的空岛生存？【什么逻辑:开个玩笑———————————————我是分割线——————————————我才第五章刚开始的剧情文字可能是：You’ve recovered from the Wither Storm finale by now, right? Not that anything devastatingly significant happened or anything… let’s carry on with… the… post.\n 现在你已经从凋零风暴中恢复过来，对吗？这并不是说任何东西毁灭性的显著发生或者任何事...让我们继续...【求补充翻译感谢】\n———————————————我是分割线——————————————虽然这个空岛很小，但不以为然我觉得这张图背后可能是一个更大的空岛【！天空之城！】:难到来以太世界拯救善良的Ruben让它回归肉体233这显然可能性不大除非Jessy也死了至于什么萤石门加水那种说法我只想说不要和Minecraft: Story Mode讲Minecraft\n既然Jessy和他的伙伴以及Ivor来到天空城然而他们来天空之城的目的是什么呢？【补充】这是一个令人敬畏的，耐人寻味的地方，至少可以说是的。但是，美也是有代价的？到底是什么代价？【参考】【前方高能】Minecraft故事模式Ep5将在16-3-29更新！2016年还会继续3个冒险\nhttp://www.mcbbs.net/thread-569489-1-1.html以楼主猜测估计剧情应该是这样的3步①通过各种奇葩方式来到天空之城个人觉得那个黑色的下界之星很可疑他强大的力量能同时让多个信标点亮②去空岛各种冒险③回到陆地2016年还会继续3个冒险\n我认为这3个冒险肯定不简单就先更新到这吧具体实施什么剧情让我们拭目以待2016-3-29的MC:SM第五章———————————————我是分割线——————————————You’ve recovered from the Wither Storm finale by now, right? Not that anything devastatingly significant happened or anything… let’s carry on with… the… post. ;(I’m happy to announce that Episode 5 of Minecraft: Story Mode, “Order Up”, will be available to download on PC/Mac, Windows 10, Xbox One, PlayStation 4, Xbox 360, PlayStation 3, and iOS and Android-based devices from March 29th!Jessie and buddies are off to a rather special land known as Sky City. It’s an awe-inspiring, intriguing place to say the least. But does that beauty come at a price? There are only two ways to find out…\nPlay Episode 5 (Recommended. Super fun.)\nWatch someone else play Episode 5 on YouTube (Significantly less fun unless you’ve already played it in which case it could be kinda fun.)\nBut that’s not all! Episode 5 won’t be the last you see of Jessie and the gang. We can now confirm that three extra episodes will arrive some time in 2016. They’re not part of the existing season pass, but will be available for purchase to anyone who’s downloaded at least one episode of the first season. We’re not going into detail about the content of those yet, but we can confirm that they’ll be great, and maybe come with a slightly different flavour to the previous season.Have a great evening, everyone!\nTHE END\n\n\n\n",
    "replies": [
        {
            "author": "呵呵1232",
            "timestamp": 1458833640,
            "txt_content": "对于分割线有强迫症的同学忍一忍233..."
        },
        {
            "author": "wcfe",
            "timestamp": 1458870720,
            "txt_content": "6666你是怎么知道的？、"
        },
        {
            "author": "米斯琪",
            "timestamp": 1458896040,
            "txt_content": "喜闻乐见的DLC系列。\n不过依然好评233"
        },
        {
            "author": "yxhr111",
            "timestamp": 1458899160,
            "txt_content": "我上电视啦！233"
        },
        {
            "author": "gwith",
            "timestamp": 1459425840,
            "txt_content": "我醉了。。。。。。{:10_499:}"
        },
        {
            "author": "_OAO_",
            "timestamp": 1459560840,
            "txt_content": "看预告视频 卧槽你居然猜对了"
        }
    ]
}