{
    "title": "[略翻译]《Minecraft: 故事模式》第五章将在3月29日发布，还将有三章在本年发布",
    "author": "minehenry",
    "replyCount": 7,
    "timestamp": 1458963660,
    "txt_content": "重要提示：剧情部分因个人能力不足无法翻译，想看剧情的请绕道吧..如果你有翻译建议可在回帖中注明。\n\nThe adventures of Jesse and the NEW Order of the Stone are set to continue this month! In the first episode since the Wither Storm finale, Minecraft: Story Mode Episode 5 - 'Order Up' will be available starting March 29th on PC/Mac, Xbox One, PlayStation 4, Xbox 360, PlayStation 3, AND iOS and Android-based devices.\nJesse和其他岩石之令成员的冒险将在本月继续！这是第一章凋零风暴的结局，《Minecraft: 故事模式》将会于3月29日在PC/Mac、Xbox One、PlayStation 4、Xbox 360、PlayStation 3、iOS和Android设备上开放购买。\n\nAnd that's not the only exciting news for Minecraft: Story Mode players today... we can also reveal that Order Up! won't be the last you see of Jesse, as Episode Five will bridge the gap between the Wither Storm story arc, and three all-new adventures that will continue as post-season episodes set to release in the coming months of 2016!\n并且这不是唯一能使《Minecraft: 故事模式》的玩家们兴奋的事情...第五章并不是你最后一次能看到Jesse的章节，其他三个新的章节将会在2016年其他月里陆续放出！\n\nThese continuing Adventures of the New Order of the Stone will follow the additional escapades of Jesse and the group as they explore new and unfamiliar worlds beyond their own. All three of these episodes will be add-ons to the season, so you'll need to own at least the first episode of Minecraft: Story Mode in order to purchase and play these three chapters in the series which will include episodes 6, 7, and 8.\n即将到来的三个章节中会继续跟随Jesse和他伙伴们的冒险进程，他们将会在陌生的世界里冒险。其他三章将会在其他季节放出，你至少需要购买过《Minecraft: 故事模式》的第一章才能玩第6、7和8章\n\nWe're keeping further info on those three extra episodes a secret for now, but what can we tell you about the imminent Episode Five?\n我们不能告诉你新的三章的情节，但是我们可以告诉你第五章的情节。\nOn a tip from Ivor, Jesse and friends head to an abandoned temple holding mysterious treasures. Ambushed by former Ocelot Aiden and his crew, our heroes find themselves in an entirely new world: Sky City! As they explore, the Order finds that resources are at a premium, and nothing but 'The Void' exists below the known world. When Aiden convinces Sky City's ruler that the New Order of the Stone are up to no good, you'll need to make some tough choices to clear your name, and keep Aiden from destroying an innocent world.The cast of Minecraft: Story Mode also continues to expand as Jesse, played by Patton Oswalt (Ratatouille) or Catherine Taber (Star Wars Rebels), join Ivor, played by Paul Reubens(Pee-wee’s Big Holiday) and the gang on a trip to the skies. They'll meet a growing cast that includes Sean Astin (The Goonies, The Lord of the Rings) as Reginald, the loyal Captain of the Guard, Jim Meskimen (Parks and Recreation) as the rebellious Milo, and Melissa Hutchison (The Walking Dead: A Telltale Games Series) as the Founder of Sky City.<剧情过长且本人没玩过前几章，所以无力翻译，大概内容为Jesse和他的伙伴们来一个荒废的神庙中寻找神秘的宝藏，并在全新的世界Sky City中展开冒险>\nMinecraft: Story Mode on March 29th in Episode Five: Order Up! – and stay tuned in the time ahead for more news on the Continuing Adventures of the New Order of the Stone!你准备好再次和Aiden争论了吗？期待和Jesse和他的伙伴们探索一个全新的世界吗？赶紧准备来玩《Minecraft: 故事模式》第五章吧！——尽情期待更多关于新岩石之令的内容吧！\n\n\n\n附：程序猿正在试玩《Minecraft: 故事模式》第五章\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "自由之光",
            "timestamp": 1458964080,
            "txt_content": "小费从艾弗,杰西和朋友去一个废弃的寺庙举行神秘的宝藏。遭到前豹猫艾登和他的船员,我们的英雄们发现自己在一个全新的世界:天空之城!当他们探索、发现资源溢价,下面除了“空白”的存在已知的世界。当艾登说服了天空之城的统治者,石头的新秩序是不怀好意,你需要做出一些艰难的选择,你的名字,和防止艾登摧毁一个无辜的世界。的演员Minecraft:故事模式也继续扩大杰西,由巴顿Oswalt(炖菜)或凯瑟琳泰伯(星球大战叛军),加入艾弗,由保罗?鲁本斯(比维大的节假日)和帮派去天空。他们会遇到越来越多的演员,包括肖恩·奥斯汀(《七宝奇谋》、《魔戒》)作为雷金纳德,忠诚的护卫长,吉姆Meskimen(公园和娱乐)作为叛逆的米洛,和梅丽莎和记黄埔(《行尸走肉》的游戏系列):随着天空之城的创始人。"
        },
        {
            "author": "自由之光",
            "timestamp": 1458964260,
            "txt_content": "有道翻译(⊙o⊙)"
        },
        {
            "author": "爱拍、小少",
            "timestamp": 1458967620,
            "txt_content": "似乎早已有人发过了···················"
        },
        {
            "author": "Fly_Blues薄荷",
            "timestamp": 1458967680,
            "txt_content": "哦~~~好期待呀~~~"
        },
        {
            "author": "dudo03",
            "timestamp": 1458970260,
            "txt_content": "就是新岩在其他的游戏世界大战豹猫"
        },
        {
            "author": "MLLLLLLOL",
            "timestamp": 1458988080,
            "txt_content": "好牛的样子"
        },
        {
            "author": "Evildoer、°",
            "timestamp": 1458992040,
            "txt_content": "第五章要钱吗"
        }
    ]
}