{
    "title": "[双线]Hearts of Iron：Minecraft伺服器——阔别一年，华丽还原[1.7.10]",
    "author": "HOIM",
    "replyCount": 0,
    "timestamp": 1459043220,
    "txt_content": " 本帖最后由 HOIM 于 2016-3-27 09:47 编辑 \n现在还没开！现在还没开！现在还没开！重说三！\n前言：\n\n\nHearts of Iron:Minecraft（简称HoIM）服务器创立于2014年11月，\n专注于进行二战服务器的研究与制作，\n我们从最早的原版地图提升到RWG生成地图，\n再到现在的精确比例尺欧洲地图；\n我们从最早的4.4.0像素枪械提升到4.10.0 3D高清枪械，\n并将组建完全属于HOIM的拓展包。\n我们从最早的天马行空，到现在的脚踏实地，\n每一步都凝聚着HoIM服务器组的汗水与心血。\n在此感谢每位HoIM玩家对我们努力的支持与对我们服务器的坚守。\n2015年8月7日，HoIM服务器进行为期三百天的大建，决定改变服务器机制，争取做得更好，\n我们将在2016年6月22日（苏德战争爆发75周年纪念日）正式开启公测！\n\n\n服务器介绍：\nHoIM是Hearts of Iron：Minecraft服务器的简称，\nHoIM建立于2014年11月，腐竹经过多年来对Minecraft联机市场的观察和思考，\n最终通过多次修改最终形成了HoIM最独特的游戏模式！\n游戏全面模拟二战欧洲战场1945年1月的战争局势，\n此时盟军正在西线准备突破齐格菲、莱茵河防线同时占领荷兰；\n同时红军正在东线积极参与对东普鲁士-波美拉尼亚-库尔兰的全面进攻；\n而以德国为首的轴心国家并没有完全放弃，他们在东线负隅顽抗，\n在西线更是正在发动突出部战役，再次将盟军赶下大海！\n在这里，你可以在意大利山区用血肉之躯突破德国的最后一道防线；\n你可以在阿登山区用装甲部队重新打一场法兰西战役；\n你可以在波德平原抵挡红军的装甲洪流；\n你更可以，在欧洲的一片和平国度，经商、交易、种田、盖房！\n我们给你绝对真实的战场、绝对自由的空间、绝对公平的作战、绝对刺激的游戏！\n为什么选择我们？\n1、我们拥有世界一流标准的海战模式！\n\n\n\n“不想当元帅的士兵不是好士兵！”我们的海战元素，促进我们建造了大批优秀的战列舰，图为H39级战列舰与俾斯麦号战列舰的合影。\n高大的剑桥，壮硕的主炮，无不给人以巨舰大炮时代的联想，我们就是这个时代的神！\n你，也可以作为这样一艘超级战舰的指挥官，指挥旗下的一群忠心耿耿的士兵，驾驶、侦查、发射……\n成为永垂不朽的纳尔逊一样的海洋之神，还是成为默默无闻为国奉献的海军水手，全凭你一念之间！\n我们给你绝对自由的发挥空间，你可以尽情享受做一个Minecraft提督的自由！\n如果你愿意，遮天蔽日的轰炸机群也可以是你指挥的对象！想想看，一支庞大的舰队携带着数量惊人的舰载机飞向深海的惊涛骇浪下蛰伏的潜艇，这是多么伟大的事业！\n你可以成为一名舰队水手，你可以成为一名火炮操作员，如果你足够努力，你甚至可以成为深海狼群的指挥官；成为敌国舰队的克星；成为海军独一无二的舰队总指挥！\n2、我们拥有世界顶级水准的占领模式！\n不同于以CF为代表的封闭性枪战游戏，我们拥有一望无际的超大型地图和无数城市！\n我们的战争是真正的战争！而不仅仅只是在封闭盒子里面打打闹闹，毫无意义！\n国家与国家之间，有着星罗棋布的无数河流、山麓、工厂、城市，你需要一步一步地夺取他们，才能获得最终的胜利！\n武器多达100 余种，包括各类的战斗机、轰炸机、运输机、坦克、战车、装甲车、卡车、防空炮、反坦克炮、、步枪、冲锋枪、机关枪、狙击枪、喷火器，……等等。\nHoIM游戏的主线为两个阵营，轴心国（G国和R国）与同盟国（S国E国A国）之间的军事对战。对战为战役制。一个战役开始时，双方在广阔的版图上各占一半，然后通过激烈对战，不断地进攻和防守，直到一方完全占领对方的所有领土，则占领方胜利，此次战役结束，进攻方要么选择原地固守，要么集中新的兵力发动对下一座城市的疯狂进攻。战役的周期由双方的战略战术水平决定，一般可以持续数周或数月。\nHoIM玩法的核心是对领土的攻防，上百名玩家将疯狂投入对巨大城市每一堆瓦砾、每一座建筑、每一条建筑的攻守，所有的战斗都是围绕对城市、工厂、基地的占领和防守来进行的。从某种意义上来说，这款游戏的玩法就是“以战队为基本单位所进行的占领和防守”。这款游戏是以战役为形式来组织的，不是以单次战斗来组织的。像CS等以单次战斗为回合的游戏是一方胜利则回合结束。而《钢铁雄心M》则以一个战役为一个“回合”（当然是大很多、长很多的“回合”），每一个战役都包含无数次战斗。在战役开始的时候，双方拥有的城市基本数量相同。而战役是围绕对所有城市的攻防为核心的。一个战役可以持续数周甚至数月，直到一方完全占领另一方所有的领土。\n3、我们拥有国内一流的服务器运营模式！\n服务器中的每一位管理每一位技术互相监督，保证不会有中饱私囊的现象发生！\n每个人都是服务器的卫士，同时我们也坚持按劳分配，大家齐心协力，共创佳绩！\n4、我们永久更新，把Minecraft里的每一点先进成果合理地放入到我们的作品，让大家玩得更舒适，更方便！\n\n5、我们拥有国内一流的自制地图！\n8000x8000的全真模拟服务器地图，让你在欧洲的每个角落打得痛快淋漓！\n\n图上众多河流，将有高低不平的分布，顺流和逆流将有完全不同的感受！\n地图上不仅仅是一片片绿草，当然还有一条条街道和一座座城市！\n\n一片片森林、一座座城市无不倾注着我们无数的心血！\n\n\n\nHearts of Iron：Minecraft期待你们的加入！\n将于2016年6月22日开放公测，同时欢迎各位对此有意愿的建筑师和技术员联系我们：\nQQ：3094300238！\n[groupid=1191]TRL48[/groupid]\n",
    "replies": []
}