{
    "title": "【朱仙出品】<原创·连载>方块万岁【第二十章  城市和经济】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1459003740,
    "txt_content": "正文\n\n\n　　忘忧城开服第二日的傍晚,炎帝和站长站上瞭望台,自上而下的看着出生点....和眼前的这座城市。　　他所按照陈止所言建造的城市，即将竣工。　　而一旦竣工，他则以无人可挡之势君临这个服务器，没有人能够撼动他的地位。　　即使是梅谁也不行。　　炎帝摸了摸手边的文件夹，心中不禁又是一阵激荡。　　陈止曾经给他五个文件夹，这五个文件夹如同诸葛亮的锦囊一般。站长从未收到陈止的文件夹，所以他完全不明白陈止的力量和能力，但是炎帝收到过。陈止的锦囊仿佛看穿了他的内心，看穿了时间，看穿了世界的发展方向。一切都按照其中所言，分毫不差。　　第一个锦囊里，装着他最想得到，又最不想让人知道的秘密。这个秘密原本在他所供职的战队中，只有他曾经的老领导拥有，却莫名奇妙出现在陈止手中，又转交给他。　　第二个锦囊里，装着一个疯狂的指示，一个连他都计算不出得失，计算不出未来的命令。若是三年前，不，在没有看见第一个锦囊之前，如果谁和他这么说话，他会把那个人的狗头都给拧下来。　　第三个锦囊里，则是一个让他魂牵梦萦，让他百思不得其解，让他鲜血沸腾，让他黯然神伤，还能让他癫狂至极的信息。若是属实，他三年来的仇恨，将一夕而报。他三年来最大最大的愤怒，最强最强的执念将会一朝消泯。他甚至愿意用他所有的荣誉和财富去换，换得这个消息。　　三个锦囊，让他臣服于陈止。　　而第四个锦囊，则是两个计划。第一个计划，是如何战胜梅谁；而第二个计划......则是如何战胜曾经给予他耻辱和疯狂的那个小鬼，那个中国电竞的希望，那个微笑战队的王牌，那个“撒旦”的。　　炎帝长吸一口气，手边正是那第五个文件夹。　　但是，他不能打开。　　“炎帝！”　　站长突然一声惊呼，“我们的城市....已经建立完成了？！”　　“不错。”　　炎帝嘴角一挑，露出了一个如释重负的笑容，心中充满着成就感，“这是...我们的城市。”　　说话间，站长就已经找到了瞭望台，沿着瞭望台的螺旋楼梯小跑上来，脚步间似乎弹奏着那种可爱轻快的音乐。　　炎帝微笑，把贵宾位让开，站长毫不客气的站上去，往下看。　　入目中，一个西欧风格的城镇屹立在大地中央。以出生点为中心，圆石、橡木、红砖延伸了出去。最前方，是半露天、半开放式的市场和玩家互助中心；再之后，是一栋栋风格统一却个性鲜明的民居：一层的有，复式的也有，独门独户的有，比邻而居的也有；最外围，则有一个地下矿车站，铁路在地下爬行，向着远方与未知前行。　　这种自豪感，比起杀死一只巨龙、清掉一个场地、或是得到一件神器、获取一身装备巨大的多，也强烈的多了。炎帝回头看向站长，见他已经沉浸在这种诱惑里，无法自拔了。　　“怎么样？先生的计策。”　　“厉害。叹为观止。”　　站长回过神，看向炎帝，“我从未想过，这个游戏还能这样玩。”　　“既然可以挖矿、建筑、交易，自然可以雇佣他人挖矿、进行房产买卖、控制经济市场。”炎帝笑道，“先生在文件里说出这句话的时候吗，我也被吓了一跳呢。”　　“这么说，已经开始动起来了吧。”　　站长微微眯起了眼，“经济这个庞然大物。”　　“不错。我们脚下的这戏房子入住率已经达到了30%，其中，大部分是在城市未建立起来，在出生点远处建立房子，如今回来的人；小部分是原本就选择居住于此的玩家；最少的则是新人。”炎帝说道，“我记得你大学就是学习经济的吧。”　　“嗯。”站长点点头，问道，“那挖矿呢？挖矿问题如何解决？”　　“要知道，可没多少人能承受的了这高昂的房价。”炎帝哈哈笑道，“我让他们在指定的矿场挖矿两小时，最后只要交给我九个钻石，其余都给他们自己。这样，一箭三雕。”　　“哦？怎么个一箭三雕法儿？”站长奇道。　　“第一雕，解决了我们的服务器货币无法兑换成游戏物资的问题。”炎帝说道，“第二雕，解决了高额房费无人购买的问题。”　　“第三雕就是解决了挖矿问题对吧。”站长接口道。　　“不错。”炎帝点头道，“还有，最外围的矿车站也是一个点。”　　“哦？那里不仅仅连通着你的矿场?”站长略一沉吟，“你还有其他的设施？”　　“自然。”炎帝笑盈盈的继续说道，“不仅仅是矿场，还有一个以怪物生成箱为核心的刷怪场、一个精心制作的钓鱼场、一个有着许多单间的炼药房......”　　“行了行了，我知道了。”站长笑着打断炎帝，“这都是你想出来的？”　　“嗯，除了先生指点我的那一句，其余都是我想的，或是灵感突现，或是借鉴现代社会.....总之都是我所做的努力！”　　“你真的....很厉害啊。”　　站长偏过头，看向电脑前的炎帝，炎帝也笑着看他。他重新端详眼前的这个笑着的男人，似乎和他刚刚认识炎帝，刚刚接触，刚刚合作的那些时间有了长足的改变。但是他又说不上哪里有着变化，只是点点头，鼓励几句。　　“炎帝老大、乐乐乐老大！”　　突然，两人的语音室里，冒出一个人来。　　“怎么了？”　　炎帝皱皱眉，问道，“你慢慢说。”　　“假棋士！假棋士又来进攻末地门了！”　　炎帝瞳孔一缩，大声问道，“他们有几个人？假棋士在里面吗？！”　　“四个！他们都在！死亡骑士、龙纹、墨名其妙，都在！”　　炎帝哈哈大笑，“真是天助我也！梅谁这是傻了！乐圆！和我一起过去！”　　站长皱了皱眉，“炎帝，假棋士这次行动很奇怪，你就不怕有什么陷阱？”　　“哼！手下败将，何足挂齿！只有四个人还能掀起什么风浪？跟着我从基地下面的秘密矿道走！”炎帝笑道。　　“我们，去杀决明子！”\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n",
    "replies": [
        {
            "author": "名人才华",
            "timestamp": 1459006320,
            "txt_content": "刚上线就看了大仙的作品，噫——微斯人"
        }
    ]
}