{
    "title": "[双线]梦の之郡 ——群组|修仙服|域界星空|枪械服|酸岛生存|耀光服|饥饿服[1.7-1.8]",
    "author": "苦力怕DD",
    "replyCount": 0,
    "timestamp": 1459067760,
    "txt_content": " 本帖最后由 苦力怕DD 于 2016-3-27 20:26 编辑 \n[diamond_gem]欢迎来到梦の之郡服务器[diamond_gem]★梦の之郡-梦の之郡开篇介绍★               {:10_509:}√大量完美的剧情任务，方便剧情迷的深入了√RPG阵营对抗系统,完美的私斗，一切只为了荣√超多的特色服务器，多种玩法。√好玩的RPG，好玩的纯净，好玩的空岛等等。√服务器分布多种区域，每个区域不同玩法，不同种类√种类分多的特色系统，自主创新系统√各种奇趣小游戏，如职业乱斗,躲猫猫，饥饿游戏，等√城镇的建立，自己当国王，发展公民，建立王国，残酷的厮杀，只为权利的斗阵√完善PVP的pvp体质，专门的竞技场，自行pvp开关，积分排行，死亡排行，声望查询，特殊称号√多种区域分布，生存区，地皮区，竞技区，RPG区等等。√家园小区地皮，新人不用苦于没钱圈地的烦恼了√大量系统服务器插件配合大量玩法，十分耐玩畅通√高配置运行，网络流畅，保证带动多种系统，多种纯净模式，多种小游戏模式，多种玩法，多种组合。√带给你不一样的生存玩法。√超多RPG绚丽道具。√N多繁多的副本。√在本周目魔法玩腻了可以玩神秘，神秘玩腻了玩工业，工业玩腻了玩小游戏，小游戏腻了玩RPG.....做种玩法为您玩不停。√结婚系统，交易系统，市场系统，强化系统等等，别人有的，我们也有！√快捷的交易，快捷的指令，可视化视角，绚丽的GUI界多种玩法，多种模式.........\n\n             {:10_521:}服务器为公益服！使用1.7.x-1.8.x(建议使用1.7.2)版本客户端输入IP即可直连！IP：Meng.eastrend.cn 服务器名称：梦の之郡服务器 服务器版本：1.7.x-1.8.x 服务器类型：独立服务器 服务器规模： 枪战丨生存丨饥饿丨职业乱斗丨海岛丨修仙(RPG)丨域界星空(RPG)丨耀光(RPG生存) 服务器人数：2016 服务器累计时间：1年  服务器群：QQ群:513698204 服务插件:自制枪械，自制插件，NPC插件 服务器IP/域名：Meng.eastrend.cn 秘境之城服务器已经开放了一年多 如今已经正式决定开启公益计划！！！ 何为公益服？ 秘境之城将彻底改为公益服！没有赞助项目，纯免费玩的服务器！！ ———————————— 饥饿游戏（职业制作中）：玩家开场后抢夺宝箱，然后各自走自己的路，在地图里寻找更多的宝物以及生存下去，随时可能会遇见敌人，如果你遇见了人类，请记住，杀了他，并且活下去！在寻宝的过程中机关重重，一不小心可能就会丧命，在最后剩下三名玩家的时候将会进行大决战！最后存货下来的人才是赢家，娱乐性较强，但是要求人数较多才能开始游戏免费职业：探险家（皮革头盔，皮革上衣，石剑）杀人狂（铁剑，力量药水X1）美食家（面包X5，牛排X2，猪排X2）毒王（剧毒药水2X3，牛奶X1）盗贼（迅捷药水2X3，石剑X1）纵火犯（铁剑 火焰附加1，打火石）士兵（铁链套）雪人（雪球一组，皮革上衣）传送师（末影珍珠X8，快速恢复药水X2）医疗兵（治疗X3，再生X3，喷溅治疗X3）爆破者（TNT 5个，铁胸甲）渔夫（钓鱼竿X1，熟鱼X5，煤炭X2）修剪师（剪刀X2，金头盔，金鞋子）付费职业：土豪（金甲套，钻石X2，木棍X1）药师（喷溅再生X1，喷溅迅捷X1，喷溅抗火X1，喷溅夜市X1，喷溅虚弱X1，喷溅力量X1，喷溅迟缓X1，喷溅水下X1）水果达人（金苹果X5，石剑X1）海贼王（钻石斧X1，水下呼吸X3，铁头盔，铁护腿）追猎者（指南针X1，铁剑X1，猪排X2） 一一一一一一一一一一一一一一一 海岛生存：高难度的生存，如果你的原版生存玩腻了，不妨挑战挑战海岛服！丰富的任务，死亡不掉落，海岛开启了地狱！ 一一一一一一一一一一一一一一一 枪械：只有真正枪战王者才有资格活下去！想变强，就必须杀死你眼前的所有敌人！！！秘境之城自制纯净枪械端，拥有RPG，枪战，副本，PVP，升级等玩法！【死亡不掉落】 注：服务器除了主城，副本，其他地方均可PVP！并且离主城越远，怪物等级越高，越强！弱者，是想被玩家击杀，还是被僵尸包围？ 一一一一一一一一一一一一一一一域界星空：无尽的黑暗，整个世界都被封锁了，幸存者们活着，也许比死了更痛苦！通过被封锁的世界，你可以看到外面的世界多么美丽，你只有通过一点点的升级，才能到达外面更辽阔的世界去，玩家通过杀怪，升级，生存下去！挑战更高级的怪物，80级转职【死亡不掉落】 一一一一一一一一一一一一一一一 修仙服:管家叫我过去，知道了“父亲已经离去死去”在他的遗书得知了点点事迹，叫我去凡灵村寻找答案，通过屠杀样，换的了皮革装备，踏上了寻找杀父之仇，在凡灵村的时候，仿佛看到我的“父亲”他没死，但是也不出来，就像个幽灵飘去。【死亡不掉落】 一一一一一一一一一一一一一一一耀光服:一个以RPG生产为主的服务器，新手通过刚开始去矿洞挖铁，合成铁剑，来到新手副本，屠杀牛,猪，兑换更强的武器，通过无限循环的刷怪，获得兑换物品的材料，得到更强大的装备，服务器里有地皮可以在那筑造你的家，也可以在生存建筑你的家(圈地)【死亡不掉落】一一一一一一一一一一一一一一一 更多有趣的玩法只有来了才知道\n{:10_496:}\n\n\n[diamond_chestplate]服务器分布\n特色系统:\n\n宠物插件: 宠物系统: 捕捉属于你自己的宠物吧！他将陪伴你一生一世！\n\n结婚插件: 为证明你不是单身狗,就找个妹子私奔吧~！\n\n称号兑换: 人工开放，可手动申请部分特别的称号哦\n\n正版奖励：如果您是正版，则可以兑换称号以及前缀！支持我们爱的游戏\n\n妹子奖励 : 你是妹子的话，则可以免费获得专属称号！为服务器单身狗创造爱 \n\n资源世界：用于自由PVP，收集资源，不可以进行安家工作\n且普通怪物强力（很难打死）*死亡掉落\n\n地皮世界：供玩家安家使用，每人可免费领取一块64x64大小的地皮,無法PVP*死亡不掉落\n\n主世界:主城所在地，为活动的聚集场所*死亡不掉落\n\n圈地世界:供玩家圈地安家使用，每人可花费游戏币圈地，进行安家，若未圈地则无法建筑/破坏\n[diamond_gem]规 章 制 度[diamond_gem] {:10_505:}\n1.请勿破坏无保护的生存区地形，即使没有领地，因为这样可以让新玩家感觉舒心和温暖  \n2.严禁在未征得主人同意的情况下打开箱子/熔炉并取出物品，或使用漏斗取出他人物品。\n3.请勿破坏玩家建造的公共性建筑，和服务器的官方功能性建筑“破坏公物是可耻的事”  \n4.在非掉落保护区击杀玩家，并且拾走玩家的背包掉落的物品，就如同“抢劫+故意杀人”\n5.不允许利用漏洞“刷取”物品/资金，造成“物价不稳”损害其他玩家的利益。        6.未经别人同意私自索取金钱、物品、领地、地皮等                                                     7.私自打听别人账号，获取密码盗号者                                                                           8.干扰、恐吓他人索要物品、金钱，并毁坏他人劳动成果                                                9.搭建不雅建筑精神污染建筑，非法建筑，卡服建筑                                                        10.歧视，威胁，对他人进行人身攻击，地域歧视，威胁等                                                11.安装并使用非法外挂                                                                                                12.发布公告，并宣传其他服务器，对服务器进行语言攻击                                                  13.说脏话骂人，或出现刷屏聊天                                                                                    14.禁止使用低俗，不雅，带有人身攻击的皮肤                                                                       15.诬陷他人，陷害他人         \n\n                                                                                                                                         {:10_512:}\n[diamond_gem]联系方式[diamond_gem]\n我们的QQ群 513698204 腐竹QQ:2452532699\n服务器IP:Meng.eastrend.cn\n\n\n\n\n      不知道咋地照片不能上     版主辛苦了，不要删帖(*^__^*) \n\n\n",
    "replies": []
}