{
    "title": "|RPG向跑酷|通天塔2之跑酷圣地 npc模组 ☆持续更新中 已更新4次☆",
    "author": "tzxwdu",
    "replyCount": 11,
    "timestamp": 1459120020,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-4-2 17:26 编辑 \n\n大家好，我是tzxwdu，在论坛也活跃一段时间了，大家也应该熟悉我一些了吧\n之前曾发过1个解密地图系列和2个跑酷地图，质量、人气都比较低\n之后经过一段时间思考，我突发奇想，想到了一种新的游戏方式，于是来尝试一下\n这次来这里发贴施工现场，如果可以希望大家给我指导，也是对自己的动力\n\n\n\n\n前言\n\n其实我发这个贴，要的不是报酬，也不一定要大家帮我怎么厉害。我只是想记录制作地图的点点滴滴，同时也是一种对自己的监督，顺便锻炼下语言表达能力。望大家不要至少不要恶意喷，如果有建议可以提出来，我会努力的。\n因为地图初步预计规模比较大，我每天时间也少，所以完工时间至少在暑假以后，是否能坚持住也不一定，如果有特殊情况会说明，其他时候一定按时更新，大家可以适当催更！\n使用NPC模组是因为我命令方块太渣，有一些内容设计起来比较麻烦，工作量比较大，所以说偷懒了一下，请不喜欢模组地图的朋友们谅解。\n\n\n\n\n\n设计理念\n\n我曾经在茶馆发过一个贴子，问大家为什么都喜欢RPG，而我费心制作的跑酷和解密却不受欢迎，才知道是因为跑酷太难，而RPG有趣，有剧情，符合大家口味。所以我想到一种新方式，以简单跑酷为主线，以RPG为跑酷道具的经济来源，以较困难跑酷为大量收入的来源。举个例子，主线跑酷要求掉落30格，但掉下去应该死掉，就应该用钱去兑换摔落保护的鞋子。钱的来源就是中间少部分的打怪插曲或者较困难的跑酷。这种方式不知是否受大家喜爱，因为可能有些玩RPG的跑酷不太好，如果设计上不是很好的话可能会适得其反。所以我会尽量的，希望大家能给予我支持！\n\n\n\n\n\n\n\n更新内容\n目前共计更新4次 最新一次2016.3.30\n由于是单人加上时间少，所以更新频率较慢，一般正常情况下1~3日一更，一次更新时间在20~60分钟不定，各位大大请催更，免得我懒癌发作，谢谢大家！\n\n第1次更新 2016.3.28早\n\n做了周末两天，每天撸了将近一个小时，给大家看看目前成果\n\n\n框架不怎么华丽，就是256*256*256的\n\n\n出生点的小屋，以后再来装饰，先意思一下，不然工程量太大了\n\n\n短小的跑酷，上面用新手币换点东西\n\n\n目前唯一一些自己制作的怪，NPC模组做的，悲催的是皮肤感觉不像。\n怪里面掉落的钥匙插在特定位置上会被活塞推出几个方块，跑酷就可以离开这里\n\n\n这是写了一些的剧情\n其实感觉我不应该这么快写剧情，因为灵感会变。不过估计也没什么剧情吧。。\n\n\n出来以后。这是塔的内部了，准备设一个集市和一个新手礼包领取。集市里有传送师，以后可以传送回来买。新手礼包打算是设计两份，然后玩家只能拿一份，这个要等下一更来做了。今天的更新就到这里啦，我们下次更新见~\n\n\n第2次更新 2016.3.28晚\n\n\n第1次更新是今天早上发的周末的，刚刚晚上又花20分钟做了点，所以是第2次更新。趁着还有精力多努力努力吧\n今天把底部掏空了，本来准备死亡掉落也打算改成不掉落了。早上的想法是仿照一些大大，就是底面铺一层特定方块，用命令方块设置碰到这种方块即死亡。但是尝试了一下，发现这种方式bug比较多，也比较麻烦，而且万一玩家出现什么设置错误还很难改创造，所以就采取了虚空的办法。这是昨天没做完的集市，皮肤回头弄吧，先搞个大概。规模挺小，应该算不了集市，我是准备先造一点，回头跟着灵感慢慢添加。已经可以买东西了，只不过内容很少。做了一小关跑酷，难度一般，准备把终点设置在上方四角有萤石的地方。不过有个问题想请教大家，是设个传送师在这里还是压力板设置重生点呢？正在考虑中……这是昨天没有完成的工程，就是选择一个礼包。今天尝试了2种办法，一种是压力板连命令方块，再跟几个逻辑门导致只能踩第一次有效果。另一种是给一个特殊道具，然后用漏斗把道具扔到想要的那边以获得奖励。但是都没有成功，先放在这里吧，各位大大如果有好方法请说说吧。这就是今天将近30分钟的成果，希望大家支持，我每天只有精力更新这些了。\n第3次更新 2016.3.29\n\n今天更新的比较少，大概只做了将近20分钟，因为等下我可能有事情，如果还有空继续更新的话，就明天再放出来。\n之前的集市，稍微改了改，增加了末影箱的说明和一点简单的新手引导。奇怪的是看图上有两个昨天已经制作好的NPC没了。我备份了，因此重新弄上去不是麻烦的事情，不过万一玩家玩的时候突然没了该怎么办啊！明天我上去再试试看，不行的话只能找其他方法了。\n昨天提出了个疑问，就是小关是如何记录，传送师还是重生点。考虑了下，是用压力板和命令方块设置重生点。主要是因为传送师的话可能在下面就点到导致作弊，还有一点就是都弄传送师的话传送界面会非常复杂，这么点小关就还是重生点方便些吧。另外准备在每小关结束后设置个末影箱和箱子，箱子里准备放点少量的钱，算是点奖励吧，当然目前准备金钱来源以直线为主，这只是推动玩家去玩的元素而已。\n第一个需要道具的关卡，从水电梯那里上去后要从这里跳下来，亲自测试了一下，如果不穿装备跳下来是死掉的，穿摔落保护1会剩一点点血，就达到了目的。这是刚才那里的出口，简单做了个红石机关，是踩下里面的压力板后导致触动发射器，里面喷射出瞬间治疗药水，这样就不会残血继续了。\n目前就做了这点，明天我会继续坚持更新的，希望大家能喜欢~另外昨天的红石机关的问题还是没想出好办法，可能得回头继续思考了，实在不行就只能设置一个礼包了~\n\n第4次更新 2016.3.30\n\n今天虽然有时间，但是还是只做了将近半个小时，主要是遇到了点问题。先发下成果。\n昨天水电梯出来以后会有一个短的跑酷，然后到一个小平台设置重生点。\n这些都是跑酷内容，就不多说了。\n做了一小关，准备把这里设置为终点，同时也是一个大关的终点。这是目前的总进度，目前准备往后做一个比较大型的集市，相当于是主城吧，通向四面八方现在遇到了一些问题，我还在尽量想，如果想不出好的解决办法可能更新会慢很多，大家有什么好主意也可以说说。1.关于抄近道作弊。这个我先前是想到的，没想到发现在制作中比想象的严重。因为地图是通天塔，所以不仅有长宽，还有高，是立体的，所以导致一些小地方可以抄近道跳下来，或者是其他作弊。这是很头疼的问题，我今天发现了4处这样的问题，都修改了。想到的解决方案是完全封闭起来，做成通风管状的样子，但是这样的话可能会出现顶头之类的，对梯子跑酷有影响，同时不少玩家不怎么喜欢太压抑的感觉，最最重要的是较小的空间给制图带来的麻烦。可是已经找不到更好的办法了，准备从明天开始尽量封闭。2.建筑美观。大家可以看见了，我才做这么一点点，可能连1%都不到，就这么乱糟糟的，很多强迫症之类的玩家可能玩起来不舒服。但是既然要跑酷，可能无法面面俱到，我也只能尽量想想办法了。3.光照问题。大家可以发现之前我做的大多数都弄了很多火把，看起来很无序。但是由于到了晚上会比较暗，虽然我调了不自然刷怪，但是光线暗也不怎么舒服，调永日也不是我的风格，所以我只能尽量照亮每个角落。但由于地图大、光照范围小的原因只能插很多火把，这导致很乱。今天已经清理了几个比较乱的光源了，明天准备继续。大概就是这些问题，我会尽量解决的，大家有什么好的方案可以回复一下。未来两天就以调整细节为主，暂时不准备往前做关卡，慢慢来吧。那今天的施工现场就到这里了，我们明天见，拜拜~\n\n第4次更新 2016.4.2\n\n前两天没更新，一方面是在想之前的问题，另一方面是发现光源除了问题，不知是否是bug，先给大家看看成果吧\n不知道大家在图片上看得是否清楚，但是至少在我的地图里，看上去火把的照明范围非常小。昨天就遇到了这样的情况，以为是愚人节的特性，结果今天还这样，有点摸不着头脑了。所以今天借此机会修改了很多光源，另外增长了第三小关的长度和难度，上图也可以看到。接下来准备做一个主城，然后是第2大关的入口，做个支线任务和小副本，正在规划中，大致已经策划好了，未来两天准备动工因为过节，我有\n\n\n其他\n希望看完的贴子的朋友们能回复一下好吗，我都是单人工程，挺累的，各位热心的网友们有什么建议就提出来吧，我会尽量努力的！另外一点，大家是习惯把新更新的放上面还是放下面啊？这会影响到我排版的方式~更新过程中就不放出存档了，大致做好后会单独发贴放出测试版的存档，之后整理修改后会再次发正式版的贴子。\n",
    "replies": [
        {
            "author": "MY200378",
            "timestamp": 1459128720,
            "txt_content": "我最讨厌RPG了，完全限制了游戏自由！"
        },
        {
            "author": "2250596311",
            "timestamp": 1459156320,
            "txt_content": " 本帖最后由 2250596311 于 2016-3-29 20:17 编辑 \nMY200378 发表于 2016-3-28 09:32\n我最讨厌RPG了，完全限制了游戏自由！\nrpg其不错"
        },
        {
            "author": "2250596311",
            "timestamp": 1459156440,
            "txt_content": "楼主要提高npc技术啊，虽然我一个地图也没发，可是我npc技术我都敢说没几个比我好的"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1459160820,
            "txt_content": "MY200378 发表于 2016-3-28 09:32\n我最讨厌RPG了，完全限制了游戏自由！\n我尽量设计自由一点，主要是现在玩RPG的人比较多，所以在跑酷中稍微增加点RPG元素吧"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1459160940,
            "txt_content": "2250596311 发表于 2016-3-28 17:14\n楼主要提高npc技术啊，虽然我一个地图也没发，可是我npc技术我都敢说没几个比我好的 ...\n确实技术很不好啊，才接触，都是自己慢慢摸索的，发这个地图也是想找自己的不足，慢慢改进，谢谢指点，我会努力的"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1459168680,
            "txt_content": "今日已经更新，内容不多，主要是完成了点前两天没完成的事情，顺便做了点主线（很少），不过有些问题，还得以后继续完善。另外我想问下，施工现场允不允许每次更新回帖说明一下？如果不可以的话我以后就注意一下。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1459252200,
            "txt_content": "今日已经更新，内容还是不多，有些之前的问题还是没有解决，回头慢慢来吧，明天准备更新多点，希望有时间"
        },
        {
            "author": "2250596311",
            "timestamp": 1459253400,
            "txt_content": " 本帖最后由 2250596311 于 2016-3-29 20:18 编辑 \ntzxwdu 发表于 2016-3-28 18:29\n确实技术很不好啊，才接触，都是自己慢慢摸索的，发这个地图也是想找自己的不足，慢慢改进，谢谢指点，我 ...楼主的态度非常不错"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1459253760,
            "txt_content": "2250596311 发表于 2016-3-29 20:10\n楼主的态度非常不错\n态度的问题……因为确实是新手，所以还是虚心接受下教导吧"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1459253880,
            "txt_content": "2250596311 发表于 2016-3-29 20:10\n楼主的态度非常不错\n团队？可以呀！我也想来学习一下。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1459661520,
            "txt_content": "又更新啦，目前还在继续制作中\n话说1.8的地图以后能不能升到1.9啊，会不会升版本就努力白费？"
        }
    ]
}