{
    "title": "【朱仙出品】<原创·连载>方块万岁【第二十一章  暗计与强攻】",
    "author": "CloudsXDao",
    "replyCount": 0,
    "timestamp": 1459174620,
    "txt_content": "正文\n\n\n　　时间回到三小时前,忘忧城服务器开服第二日的四点左右。\n\n\n　　梅谁这边，正在进行着紧张的搬运工作。龙纹和死骑小心的挖掘着岩壁，蒋同将沙子放在已经开凿的空间中。\n\n\n　　几人都小心翼翼，进入了潜行模式。虽然这样行动迟缓，但是为了连脚步声都掩饰，就只能这样做了。\n\n\n　　因为他们的正下方，就是末地门。\n\n\n　　几人搬运着沙子，谁也不说话。死骑开口，打破了这种沉默，“梅谁...你确定这样做会有用吗？”\n\n\n　　“当然。”梅谁说道，“这也是我们唯一的机会。”\n\n\n　　“各位。”龙纹沉声说道，“背水一战吧！”\n\n\n　　“嗯！”\n\n\n　　三人答道。\n\n\n　　一小时后，所有沙子搬运一空。即使是商人那里也再无沙子之后，梅谁坐在基地里，看着下面的几人。\n\n\n　　“龙纹叔、死骑，还有蒋同，你们和我去骚扰炎帝的手下。”\n\n\n　　“好！”三人中气十足的答道。\n\n\n　　随即，梅谁看向一边的dock和bit，说道，“为了不让炎帝手下乱挖岩壁，我们准备走下界门。TNT我已经铺好了，足够炸掉沙子和地底空间的岩壁了，点燃机关的地点你们已经知道了，这部分就拜托了。”\n\n\n　　两人点头。\n\n\n　　“呼——”梅谁长呼一口气，沉声说道，“这一次的强攻，我们绝对可以胜利。我有胜利的信心。”\n\n\n　　龙纹三人点点头，走了出去。\n\n\n　　【加油】\n\n\n　　龙纹私聊中写着这两个字，梅谁笑笑，抬起头来。\n\n\n　　房间内只剩下了梅谁、dock和bit。\n\n\n　　“dock，我知道你很疑惑。”梅谁走下去，“我还没有和你说过我的计划吧。”\n\n\n　　“嗯。”dock点点头，道，“说实话，我很困惑。”\n\n\n　　“什么？”\n\n\n　　“炎帝身为曾经‘那个’战队的队长...你....怎么有勇气向他挑战？”\n\n\n　　梅谁沉默。\n\n\n　　“好吧”dock耸耸肩，“来说说你的计划吧。”\n\n\n　　梅谁点头，沉声道“据我的消息，在我的第一个计划失败之后，炎帝先是把我在玩家互助板块的任务给下架，后是减少了末地门防守的人数。但是这还不足以构成我强攻炎帝的理由，强攻炎帝的理由有二。”\n\n\n　　“其一，便是你们，你们与我的交易是不被炎帝所知的，也就是说可以造成炎帝的思维死角。炎帝一直以为，我手上的沙子和火药不足以制作能够对他有威胁的炸弹攻势，但是他错了。”梅谁摸了摸下巴，道“我的暗计，更本不是炸药。”\n\n\n　　“是沙子吧。”dock插嘴道，“你先是在末地门上方开凿，并填满沙子，其次在沙子和末地门的夹层中间，加上少量的TNT。当时机一到，你就点燃引线，嘭，炸掉顶层。让沙子掩埋掉入口，让他们无法打扰你们屠龙，对吧。”\n\n\n　　梅谁点点头，继续说道，“而我强攻炎帝的第二个理由....我怕了。”\n\n\n　　“你怕了？”dock狐疑道。\n\n\n　　“嗯。他建立的那个城市，那个市场，那个经济圈......我没理由不怕。”梅谁微微低下头，“没办法，那玩意儿如果再发展下去，绝对会变成一个庞然大物！现在，他们只是刚刚运行上轨道，我都几乎无力制止，当他们发展的越来越快，我都无力阻挡在它前方的时候，我再害怕估计为时已晚。”\n\n\n　　“所以，不如趁现在！直接拿下龙蛋，直指游戏的最终目的！”梅谁眼中闪烁着危险的光芒。\n\n\n　　dock和bit点头，梅谁也点头，三人沿着相反的方向前行。\n\n\n　　······\n\n\n　　三小时后，此时。\n\n\n　　一边，炎帝和站长乘坐着载客矿车前行进入末地门；另一边，梅谁四人已经初步夺取下了末地门的占有权。\n\n\n　　“死骑！去插钥匙！！”梅谁喝道，“快！快！快！”\n\n\n　　说话间，三人以犄角之势守着入口，还注意着死骑。\n\n\n　　死骑身上带着开启末地门的钥匙和战胜末影龙的最终兵器。\n\n\n　　与此同时，炎帝也收到了消息。\n\n\n　　“什么？！”炎帝吼道，“你们从末影门哪里退出去了？！都是白痴吗？全部冲进去！死了不要紧！全力干扰他们打开末地！”\n\n\n　　“是！”\n\n\n　　说话间，几人冲击进梅谁的防护区，与梅谁激战了起来。\n\n\n　　不同于几个玩家，梅谁的装备和带的物品都是有针对性的pvp物品，什么雪球鱼钩让几人不得近身。\n\n\n　　“往旁边挖进去啊笨蛋！”炎帝骂道，“不要从哪个入口进了！还有，乐乐乐，你去把所有人都叫过来！”\n\n\n　　“好！”站长与几个玩家齐声应道。\n\n\n　　梅谁也知道，自己只能击退无法击杀敌方，无法撑太久，只得寄希望于死骑，“死骑！怎么这么久？！”\n\n\n　　“头儿！我们末影之眼了少带了一个！”\n\n\n　　死骑略带哭泣的声音又使得梅谁心中一沉，“死骑回去拿，我们继续撑住！不要让他们进来！加油！”\n\n\n　　“哦！”\n\n\n　　蒋同与龙纹应了一声，钻石剑挥舞的更加卖力。\n\n\n　　反观炎帝这边。\n\n\n　　“怎么样？”炎帝刚刚下矿车便问道，“他们有开启末地门吗？”\n\n\n　　“没，没有，貌似准备的末影之眼不够了！”\n\n\n　　“哈哈哈！大势在我！”炎帝仰天笑道，“强攻！强攻！即使是装备掉了也不要紧！”\n\n\n　　“老大！不行啊！”\n\n\n　　“怎么了？”炎帝红着眼转头看向那个玩家，“你质疑我的决定？！”\n\n\n　　“不是啊！”\n\n\n　　那玩家也急了，“老大，他们的武器和物品都是有针对性的！他们的武器附魔的是‘击退’，手上有着大量的雪球！还有钓鱼竿！如果我们落单没有被击中，他们就会用鱼钩将我们钩到他们阵型中间，围杀掉啊！”\n\n\n　　“咳咳咳！”炎帝剧烈咳嗽起来，睚眦欲裂，脑袋飞速运转，一条条计策浮现又破碎。\n\n\n　　“去！把末地门的入口封起来！”\n\n\n　　乐乐乐突然出言，炎帝扭头看他，只见他笃定的点头，便对着那些傻着的玩家吼道，“还不快去！”\n\n\n　　梅谁又击退一波进攻，筋疲力竭，却看见他们把入口封了起来，瞳孔一缩。\n\n\n　　“糟糕！聚集在下界门旁边！”\n\n\n　　梅谁这样吼道。\n\n\n　　“怎么了？”\n\n\n　　“来不及解释了！死骑！你快一点！”\n\n\n　　“来了！”死骑也吼了起来，“我把传送指令发给你了！快传送啊！”\n\n\n　　说时迟那时快，死骑传送的光芒还未亮起，岩壁四周就出现了几个小洞，冒出了一个又一个的玩家。\n\n\n　　“可恶！拼了！不要管杀害，去打开末地门！”\n\n\n　　梅谁还有一句没说。\n\n\n　　末地门一旦被打开，就无法关上！\n\n\n　　只见龙纹一剑砍在死骑身上，死骑凌空飞起！\n\n\n　　附魔——击退！\n\n\n　　死骑一个借力，将末影之眼按在了末地门上。\n\n\n　　末地门开了！\n\n\n　　“dock！就是现在！”\n\n\n　　听见梅谁语言的dock毫不犹豫，按下了面前的按钮。    \n    嘭！！\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n\n",
    "replies": []
}