{
    "title": "【朱仙出品】<原创·连载>方块万岁【第二十二章 围魏与弃車】",
    "author": "CloudsXDao",
    "replyCount": 0,
    "timestamp": 1459262580,
    "txt_content": "正文\n\n\n　　一时间，洞窟的天花板烟尘四起，无数的沙子倾盆而下。死骑按上了最后一个末影之眼，四人全部跳进了末地门。　　\n　　“这是什么！”\n　　\n　　“老大！是沙子！我们要窒息了！”\n　　\n　　几个不幸的脚快玩家被压在了沙子底下，无奈的被窒息而死。\n　　\n　　“是假棋士的计谋！”站长迅速反应了过来，“他搜集TNT的材料，是想用海量的沙子骤落，埋住末地门！”\n　　\n　　“梅！！！谁！！！”\n　　\n　　炎帝怒吼道，“挖沙子！给我清出一条路来！”\n　　\n　　而此时的梅谁，已经进入末地了。\n　　\n　　黑霾的天空，脚下的黑曜石平台，完全由淡黄色的末地石构成的世界，末影人在到处走动、瞬移。\n　　\n　　这就是末地！\n　　\n　　梅谁忍耐住激动的心情，说道，“大家都进来了吗？！”\n　　\n　　众人都应了一声。一个都没少。\n　　\n　　“好！”\n　　\n　　梅谁沉声，正想说什么，虚空中响起一声如同闷雷的怒吼。\n　　\n　　是末影龙！\n　　\n　　四人回头，看见末影龙在远空游曳，摆动巨大的身躯，瞬间向下俯冲！\n　　\n　　“散开！”\n　　\n　　四人散开，成功避开了一劫，巨大的末影龙在梅谁的眼前穿过，梅谁没由的感受到透过屏幕传来一阵疾风！\n　　\n　　末影龙又飞上天空，龙啸长久，宣示着自己的主权。\n　　\n　　“所有人！按原计划执行！”梅谁吼道，“打碎末影水晶，解除末影龙的恢复血量的buff！”\n　　\n　　还未完全说出，死骑三人就开始行动了起来，龙纹笑着喊道，“看我们的吧！你去守住末影门传送的入口！”\n　　\n　　梅谁点点头，走向黑曜石平台。\n　　\n　　······\n　　\n　　经过的时间不久，沙子虽没有完全清空，但已经出现了一条通往末地门的单行道。\n　　\n　　“进去！都进去！”炎帝红着眼睛，“给我杀掉梅谁！杀掉他！”\n　　\n　　“冷静点！炎帝！”站长皱眉道，“末地门在末影龙死亡之前，只能进不能出，我们不能舍弃这个优势，让假棋士钻了空子！”\n　　\n　　“对！对......不能让先生的计谋付之一溃！”\n　　\n　　炎帝强迫自己冷静下来，\n　　\n　　“我明白了，所有人听好！”炎帝喊道，“所有公会的兄弟分成三队！第一队回城市去，维持城市正常的运转！我们已经出来十几分钟了！第二队进入末地门追击假棋士！不要乱了！”\n　　\n　　说话间，炎帝就分好了三队，前两队尽数离去，只有第三队停在原地。\n　　\n　　“第三队，和我一起挖掘大量的黑曜石！”炎帝冷冷说道。\n　　\n　　“黑曜石？你想干什么？”站长皱着眉说道。\n　　\n　　“做个盒子，把这个末地门封印起来！”炎帝控制着角色，一边带领着玩家小队，一边回答站长的问题。\n　　\n　　“封印末地门？那样岂不是我们进不去他们也进不去？”\n　　\n　　“哼，没错！”炎帝嘴角一挑，邪笑道，“先生的计划里说了，时间拖的越长，形势就对我们越有利！既然末地门无法被关闭，我就把这个末地门包起来！用上我能动用的所有黑曜石！不够就去挖！只要防守住这一次，我们就赢定了！”\n　　\n　　看着炎帝有些病态的样子，站长欲言又止。他看的出来，炎帝对陈止的计划已经达到了绝对遵从的水准了。\n　　\n　　他曾经看过陈止对这个服务器的计划，总共不到五句话，却能被炎帝解析的如此透彻，甚至搞出了城市和市场这种东西。这决不可能全都是陈止的计划的作用，在他看来，炎帝的能力、经验和智慧才是关键。\n　　\n　　站长想对炎帝说这些话，但是话到嘴边却再不出口。\n　　\n　　不仅仅是交浅言深的问题，站长是真的很喜欢炎帝现在这个样子。\n　　\n　　他并不是因为这次的事件才认识炎帝的。第一次见到炎帝，是在游戏大赛峰会，作为战队的对战讲话。意气风发，神采飞扬，他的精气神很容易感染到其他人，让其他队员一同欢欣雀跃。\n　　\n　　第二次，则是他刚刚卸任的时候，潦倒颓废，浑浑噩噩。他将自己封闭，似乎人生再无什么事情可以干扰到他一般。他日的春风得意马蹄疾，却变成了这个样子。\n　　\n　　而第三次，就是聚会那一次。而这一次，炎帝变成了一个小人，实实在在的小人。爱出风头，在意别人的目光，易怒。仿佛更年期的母狗，见人说人话，见鬼说鬼话，世故圆滑，见风使舵。\n　　\n　　而如今的炎帝，却让他看见了当年，那个常胜将军，那个自信无比的人物。那个闪闪发亮的“神农氏”的样子！\n　　\n　　希望，这一次也要一直赢下去。\n　　\n　　站长这样想着。\n　　\n　　······\n　　\n　　终于来了。\n　　\n　　看着传送门出现的数人，梅谁提起钻石剑冲了上去，身上出现迅捷药水的buff，击退剑一剑一个，尽数丢出！\n　　\n　　那几个玩家也丝毫不慌，他们身上都是最好的装备，力量迅捷双buff让他们一剑就可以斩杀梅谁。\n　　\n　　梅谁不仅必须让自己一剑不中，还要击退他们，这可谓是难上加难。\n　　\n　　几人纠缠不休，打的难分难解。\n　　\n　　梅谁的操作很不好，是中等偏下的水准，能够活着主要是靠着自己身上带着的各种物品。\n　　\n　　雪球的击退，鱼钩的拉近，都被梅谁用的炉火纯青，但是随着时间的变化，压力不断增大，即使是梅谁也越来越困乏。越来越难以支撑，胜利的天平慢慢偏向那一边。\n　　\n　　“梅谁！我来帮你！”\n　　\n　　龙纹和蒋同忽然出现，双方实力再度扭转。\n　　\n　　“死骑！加油啊！”\n　　\n　　梅谁不知用什么话来鼓舞现在孤军奋战的死骑，只能盗用龙纹的话语，“坚持住啊！就差一点了！”\n　　\n　　末影水晶在高耸的黑曜石塔柱上，只能用弓箭射穿，而此时，末影水晶只剩下最后的三个了。\n　　\n　　确实如同梅谁所说，只剩一点就成功了。\n　　\n　　但是，接下来一个人的声音，却使梅谁如坠深渊。\n　　\n　　“梅谁，你好呀。”\n　　\n　　炎帝邪邪的笑着，笑中有着莫名的恶意。\n　　\n　　“我们....来做一笔交易吧......”\n　　\n　　梅谁色变，但是很快就冷静下来，用一种不屑的语气，说道，“炎帝，你这话说的不对，你还有什么能与我交易的？”\n　　\n　　下一秒，梅谁狰狞的笑了起来，“我，我们马上就要赢了，我们马上就杀死龙了！你们还有什么资格和我谈交易！”\n　　\n　　“如果，这是一盘象棋的话，现在，就是将军！”\n　　\n　　梅谁哈哈笑道，“你用一个马就像让我放弃这次机会，想的太美了！”\n　　\n　　炎帝沉默了一会儿，突然诡异的笑了起来。\n　　\n　　“哈哈哈....哈哈哈哈！梅谁啊梅谁，所以说你还是太嫩了。”\n　　\n　　“太嫩了？”梅谁嚣张的笑着，“炎帝，我看你脑子烧的不轻啊......”\n　　\n　　“不。”\n　　\n　　炎帝突然打断梅谁。“你看着吧。”\n　　\n　　突然，黑曜石平台上又出现了数个玩家，一样的钻石铠甲钻石剑。\n　　\n　　“哼！不过一群土鸡瓦狗罢了！”\n　　\n　　梅谁不屑的笑着说道，“我们可以看着，是你先杀掉我们，还是我们先杀掉龙！大不了十八年之后又是一条好汉！看你挡得住我们几次的进攻！”\n　　\n　　“哈哈，哈哈哈哈！”\n　　\n　　炎帝又笑了，笑的很嚣张，“如果我说，你再不停止屠龙，我就拆了你的家，那又怎么样呢？”\n　　\n　　梅谁的笑容僵在了脸上。\n　　\n　　此时，最后的末影水晶也被射穿爆炸，但是炎帝的十几个手下却停止了对梅谁的进攻，只是冷冷的看着梅谁三人。\n　　\n　　“所以说，梅谁你还是.....太嫩了。”炎帝慢条斯理的说道，“我们顺着你们来的下界门，找到了你们的基地。自杀吧，我保证我不会食言再去你的基地。”\n　　\n　　“你拿什么保证？”\n　　\n　　梅谁沙着嗓子问道。\n　　\n　　“凭——我是神农氏！我是炎帝！”\n　　\n　　梅谁沉默。\n　　\n　　听着两人的对话，死骑也停下了攻击，“假棋士....我们撤吗？留得青山在，不愁没柴烧啊！”\n　　\n　　不只是梅谁，任何一个有脑子的谋士，这一刻，都会选择撤退。\n　　\n　　“围魏救赵么？给我来玩这一招。”\n　　\n　　梅谁低下头，喃喃道。\n　　\n　　“怎么样？假棋士？这个交易，是做，还是不做？”\n　　\n　　炎帝透过屏幕，看着网络那一边的梅谁；梅谁面前的十几个敌对玩家也盯着他；死骑等着梅谁的妥协，龙纹等着梅谁的策略，蒋同等着梅谁的决定。\n　　\n　　“我选择....”\n　　\n　　梅谁突然抬起头，喝道，“弃车保帅！！！”\n　　\n　　“继续攻击——”\n　　\n　　梅谁挥手，眼中尽是坚毅的光芒。\n　　\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n\n\n",
    "replies": []
}