{
    "title": "【NamelessTag】原创-连载-《厌世园》 by种子",
    "author": "A_Liang",
    "replyCount": 7,
    "timestamp": 1459338180,
    "txt_content": " 本帖最后由 A_Liang 于 2016-4-13 15:48 编辑 \n\n内容原创，如有雷同纯属巧合\n◆这是一个以厌世园项目为背景的一个故事向短篇小说。\n种子的文学处女作\n【写得不好见笑了】\n（还在编写中，现在连载的只是草稿，真正的修改后会排版好了重新发布）\nps：写文剧情需要可能牵涉佛教，但与宗教信仰无关，无意冒犯\n\n\n\n\n0ac0300828381f30b5085513ae014c086f06f063.jpg (83.41 KB, 下载次数: 0)\n\n下载附件\n\n2016-3-30 19:47 上传\n\n\n\n\n\n三世缘，七世情 ，一眸庭阁，几世花开\n\n\n\n\n\n\n01.jpg (37.04 KB, 下载次数: 0)\n\n下载附件\n\n2016-3-30 19:48 上传\n\n\n\n\n\n【传说】\n\n乱世之中，浮尘之外，人心之内，存在着一片静谧又远古的乐土，那是个独立与海上的一个孤独的海岛，三面有环山保护，只留有一条河流出，整个小岛成马蹄状。\n没有斗争，没有奔波，没有罪恶，人们可以在里面安家乐业，优哉游哉地度过一生，不用为任何世俗的权利金钱而奔波。四季如春，山间有丰香的果实和甘甜的山泉，山河表里，形成一个天然的屏障，里面呈现一片盛世天地。\n但是不是凡人可以到达，海岛处于汪洋正中央，被一个存在了千年的风暴包围着，那个让所以航海家都望而生畏风暴让这个海岛变成了一个与世隔绝的仙境。\n\n\n\n\n4厌世门.jpg (73.99 KB, 下载次数: 1)\n\n下载附件\n\n2016-3-31 12:53 上传\n\n\n\n\n\n\n【背景】\n\n开国盛世，国内呈现一片繁荣景象，但繁荣的背后却腐朽不堪。皇帝为了留住贤才，在地方官员中提拔一些有才能的人，但在官场中的人们为了上位，不择手段。\n用金钱贿赂人民；用手段威胁对手；用关系欺瞒皇上。这一切在官场中已经是公开的秘密了，但是没人敢指出，唯恐惹祸上身。\n开国盛世很快在这些图谋私利的官中变得腐朽没落，官员们都被金钱和权利蒙蔽了双眼，人民生活越来越困苦，那个自古相传的传说又开始变得流行，甚至有人真的去追寻这个传说，但都一无所获，逐渐这个传说变成人们心中唯一个乐土存在……第一章：落寂\n改朝换代后一朝的皇帝立刻展开了大清洗，把所以前朝余孽通通赶尽杀绝，没有了前朝余孽的干扰，京城内部呈现一片安定。在京城安逸的生活外面，却任然许多偏僻地方已经开始陆陆续续出现分裂现象，甚至有的和中央发生了武力冲突。这曾经的繁华终于开始变得支离破碎......\n一位中央的官员匿名越职上书言事，因为言语直面揭露了官府的黑暗，触怒了当朝权贵。 本来国内就动荡不定，突然一封如此骇人的书信到来，皇帝更是措手不及了，但此时他的身边的忠臣早已被陷害，那些罪魁祸首纷纷上前为皇上“分忧”，扭曲了事实，甚至给这位书信冠上了欺君的罪名。皇上也确信了，并且非常愤怒地下令务必找出那位罪人，满门抄斩！\n 那位文官也许早已有所准备，他连夜就离开了京城，早在归家的路上了。然而此时此刻中央不仅很快查出了是谁，而且用了千金悬赏了他的一家……刚刚回到家的他差点没被眼前的景象吓昏，他的一家子的人，从老到小，连仆人都纷纷像晾衣服一样，挂在他们家正房前厅示众。他呆住了，一时无法相信也无法接受这样的事实，他感觉眼前一黑，不知多久后他的邻居一对老夫妇来扶起了他，并邀请他到家中休息躲过风头。 他看着老人慈祥的笑容也就答应了，晚上便在二楼的客房休息了，但他却无法入眠，刚才那一幕又在一次浮现在他的脑海中，还没来得及悲伤。突然，楼下传来了一些对话声。\n 老人“他就在上面了，是不是该给我们说好的银两了吧” 士兵“我们上去查看了再说！”\n 这时楼道传来了越来越近的脚步声，当房门被撞开的时候，他们发现里面并没有人，只有一扇在敞开着的窗户。\n “他跑了！快追！”\n 喊罢便冲出了房子，期间老人还在祈求得到报酬，结果受到的只是一顿咒骂。 等那士兵跑远了，老人坐在一旁，嚷嚷着什么对不起之类的话，突然楼上传来了脚步声，他居然还在！原来他刚才并没有跳窗而逃，只是打开窗户躲到了衣橱里面骗走了那些士兵。\n老人们见到眼前的情况，叹了口气，他也没多说什么，终于尴尬的气氛被老妇人首先打破了。她低着头像个犯了错的孩子一样，低声说道 “我已经没勇气再看你，甚至死后也没脸看到你的家人了，我们只是忘恩负义的小人罢了，唉……” 老人接过话“为了我们最后一次赎罪吧，我们这有一匹老马，趁着他们没有回来，我们还没有改变心意，快走吧~老马识途，它会带你去一个地方的，那是我的家乡……希望你一路顺风……” \n他没有道谢也没有告别，骑着这匹老马踏上了一条前途一片黑暗的道路，前路茫茫，他又该何去何从呢……\n第二章：旅途\n一个人，一匹马，一条路。他一路上都低着头，目光呆滞，家人遇难的事实一遍又一遍地冲击着他。他很想哭，想大喊，甚至想一了百了。\n他仰起头张大了嘴巴，双眼怒视这天空，但是他却喊不出来，声音断断续续，像是哑巴在尝试说话一样。终于眼泪还是沿着他的脸颊低了下来…… \n很快眼泪如同决河溃堤一般拼命的涌出，为了不被别人看见自己的样子，他突然夹紧了马，随即便开始一路狂奔，风吹干了脸上泪，但是无法吹散他心中的悲愤，一路狂奔中他的悲伤逐渐被愤怒所掩盖。 到晚上，马儿也累了，刚好发现前方有个破旧的寺庙，二话不说便在里面休息了。\n马儿拴在外面，自己一个人在寺庙里面点着小篝火，在飘飘荡荡火光中，连那座往日一向温柔慈悲的佛像仿佛也变得面目可憎，他恨这个世界，恨那些不择手段的小人，恨那个昏庸的狗皇帝。慢慢的他怀着对世的憎恶进入了梦乡。 这是一个无梦夜，醒来后天已经是中午了，篝火早已熄灭，但他的面前却多了几个苹果和一张纸条。\n “今早见施主在睡梦中一脸惆怅，小僧也无法为你解忧，为此留下一些心意愿施主可以看开世故，马我已为施主喂食过了。祝您一路平安。” \n不知怎么的，也许是睡了一个好觉，也许是这个小僧的礼物，他不觉得愤怒了，孤独和悲伤有重新回来了但是夹伴着一些温暖，带着这几个苹果骑上老马，重新上路了。 这一路异常的舒适，远离了斗争，抛弃了奔波，只有鸟语花香和温暖的微风轻轻拂过。就这样一路好景相伴，不知不觉他已经到达了目的地了。 因为这里很偏远本来就是个穷苦的渔村，但是自从国家开始落寞，传说开始流行，不少人开始远航寻找传说。\n但是，他们没有找到梦寐以求的乐土，反却意外发现了其他的沿海的城镇，于是他们开始了和这些城镇的往来。这个昔日穷苦的小渔村迅速发展成为了一个喧嚣的渔港。 然而中央那边却在忙着平息叛乱和官场暗斗，渐渐忽略了这个正在壮大的渔村，通缉令等信息也没有那么快送来这里，甚至连城门都没有官兵把守。渔村那繁华的盛世之景和悠闲的生活节奏，让每一个人仿佛来到了另一个世界，就连被贬过来掌管这里的官员也对这里流连忘返。\n就是这样的渔村让他感到久违的安逸，甚至有了一种归属感……\n第三章：流浪\n虽然他的衣服还是文人雅士的贵族打扮，但是已经被满身的灰尘遮盖了，看起来更像是一位流浪汉，不过事实上他确实是个无家可归的人。\n 马儿在城镇中漫不经心的走着，仿佛它对这里非常熟悉，东拐西拐的居然来到了当地的衙府门前，门口的卫兵看了马上的人正打算轰他走，那匹马突然大声地嘶喊了一声，声音之大而且来的突然把附近的人都吓了一跳，他也差点没从马背上摔下来。 卫兵缓过神来后拿起长矛来威胁，他也连忙拉扯着缰绳想让马离开，但是马却只是踏了几步依然十分顽固的守在这里，突然一位当地的官员听到声音后突然冲了出来，仔细看了几眼马的样貌，仿佛遇见老相识一样，便开始轻轻的抚摸马脸，马儿马上变得很温顺 。\n随后官员吆喝了几声卫兵的无礼后，便诚诚恳恳邀请了他进来，但他却对这个突然的好意感到怀疑，因为他有过一次类似的经历，而且就在不久前。 原来这位官员就是那对老人的儿子，因为不幸被卷入了官场斗争，被贬官不止还被抄了家，要不是他的家人背后出手帮助了他们甚至会遭灭门之灾。不幸中的万幸是他被贬到的地方恰好是他儿时的家乡。所以他也算上他们家的救命恩人了。 不久官员安排他住在了一间上等的客栈里面，在这里生活几天后，他发现这里的人们似乎把这个传说变成了他们的信仰，每个人对这个传说都很看重，但是却没有人追寻他，原因很简单，因为传说终归传说，说说罢了。 这个渔港之所以会如此流行传说，并不是因为生活的困苦，而是因为这些传说都是从码头那边的商人带回来的。他半信半疑的来到码头，远看海上那些大小不一的商船，一张张偌大的风帆如同杂乱无章的羽毛一样插在海面上。码头是这个城镇最为热闹和忙碌的地方了，人们来来往往地工作但是却乱中有序。那些船员也经常会提起海上的情况和那海上的神秘传说，随即码头便变成了他经常去的地方。 \n但是好景不长，通缉令终于还是来了，一夜之间，城镇中到处贴满了通缉令，上写着：\n “榜 【画像】 在京城一人犯下了欺君之罪，污蔑忠臣，歪曲事实，扰乱民心。为此通缉此人一千两黄金 据追查所知该犯人已经来到这座城镇，请各民留意。”  \n突然之间这里的平静生活如同一个平静的湖面被丢下了一颗石子一样，变得动荡不安，人们为了可以拿到这笔天大的资金纷纷开始成群结队的搜索。 他知道这里最终还是待不下去了，看见客栈门外涌动的人头，走正门是不可能了，立刻把衣服全部换掉，只穿着一身平民的衣服，用棉被和衣服扎成一条粗绳，绑住床脚后，翻窗从不高的二楼安全地降到了地面上，因为人们都聚在了正门并没有人看到他。一落到地面他便开始遍地打滚，撕烂自己的衣袖，用烂泥抹在脸和身上，解开了头发 一位衣衫褴褛，披头散发的乞丐在在客栈后面的树丛中现身，突然被身后的一个官兵撞倒在一旁，嘴里还骂骂咧咧的。门附近一群围观者，一堆官兵围住了客栈，他试探着问了路人这里的情况。\n 路人“据说那个通缉犯就在里面，看来这些钱我们是捞不到了，唉……\n可惜啊……呃！哪来的要饭的！去去去！” 路人说着看了他一眼便赶他离开，看来没人认得出他。他从这些官兵的衣着可以看的出他们不是中央那边的追兵，而是当地的官兵。之前他也强调过他的那位官员不要说出他的身份和住址，能围剿这里的，动用这些规模的也只有一个人了……\n 他没有感到意外，反而有种意料之内的感觉，但是当初的归宿感早已荡然无存。这几天他以一名社会最底层都不如的隐藏在社会阴暗的乞丐身份，冷眼旁观着人们的行为。所有人的眼睛都很犀利，他们聊天的内容也不再是日常，而是变成了情报的交流，还有人为了独揽这笔钱而纷争不休有的甚至不择手段。他感觉这个城镇和京城一样了，这只是一个表明安定的人间炼狱罢了，如同一面平静的湖面一样，但深处却涌动着激荡的暗涌。\n 可是他想跑也跑不了，城镇门口早已被封锁，他唯独能去的只有码头。来到码头还是一如既往的忙碌，虽然人们不时会提起通缉令的事，但更多的是讲述和分享那神秘的传说，聊得如火如荼。他在京城早就已听过无数次无数个不同版本，名字也是天花龙凤。但在这里他第一次听到了最完整的传说，他把之前人们聊天时说的片段联系起来，发现他们说竟是不约而同的相符相连。直到一天他偷听太近被人赶走了。\n他终于听到了一个最真实的名字——静谧园\n注：被贬的是官员，不是主角，官员被贬到的偏远地方正好是官员以前儿时的故乡。前文提到的老人就是这位官员的父母。（因为各大家族有所交情所以主角一家才会帮助他们家，后文会写到\n第四章：落寂\n自从他自认为这是传说真正的名字后，他像着了魔一样，对这个传说中的世界无比向往，甚至表现出病态的痴迷。\n他一连好几天省下别人施舍的一些零钱，找到了一位船夫，问他愿不愿意把这艘小船卖给他。 本来这艘船就很小而且已经破破烂烂的，完全连送出去都没人要，但这个傻子还送上这五两银子，船夫毫不犹豫就答应了，笑嘻嘻地问他要去干什么吗。他说只是说为了去静谧园罢了。\n话音刚落，笑嘻嘻的船夫顿时大笑，不知是在嘲笑他的行为还是嘲笑他的梦想。 笑得前仰后伏的船夫带着嘲讽语气对他说了一句一帆风顺后，便仰天大笑地走远了。 他并没有感到生气，他现在一心只想着他的目的地，手忙脚乱的撑起了风帆，开始扬帆起航。因为他的小船很小，在旁边的商船面前就像一片叶子一样，也没人会去留意他了。\n回首望了一眼那个曾经美丽的城镇，他可以想到的这个世界黑暗面的丑陋和这个国家未来的一片黑暗。在当乞丐的这几天，他现在比起那些官场里面鬼蜮技俩，阴险毒辣的官员，更害怕生活在底层的普通人了。\n 他一路向前着，刚开始的航向十分顺畅，一路都是顺风而行，海面十分平静，微风也很舒服，在这样舒服的环境中他打算闭目养神一会，小船像摇篮一样，轻轻摇摆着，谁知一不小心便睡着。 在梦中。他躺在一片草原上，微风轻轻拂过，让人心旷神怡，突然看到了远方正站着一位女子背对着他，风让女子的丝带飘了起来，就是神话中的仙女一般，他正打算起身时，霎那间乌云密布，开始下起了暴雨，风越来越大，甚至把整个地面都吹得晃动起来，刚才还在远处的女子早已消失不见。在乌云盖顶的黑暗中，原先女子的位置突然出现了一朵莲花，虽然附近很暗，但这朵莲花却散发着微微的光芒，还没来得及去感受那朵在风暴中的莲花带来的唯一的希望和温暖时…… 一道炸雷把他惊醒，他才发现噩梦成真了，他现在正在风暴之中，小船在如山高的巨浪中飘荡，第一次出海什么都不懂的他，手忙脚乱，不知所措，一个大风吹过，船剧烈晃了一下“咔嚓”一声，桅杆断了，没有收起来的风帆一瞬间被吹飞了。他绝望的抓着小船，无能为力，只能依靠于这个脆弱的小船了。 在这样的滔天巨浪中，一叶孤舟在风暴的手掌如同小虫子一样，任凭摆布。他知道他终于还是会葬身于此，虽然他早就想一了百了，但是静谧园如今却成为了他唯一的夙愿了。\n 风暴来得快也消失的快，很快海面恢复了之前的平静，好像什么都没有发生一样，连那只小小的孤舟也仿佛未曾出现过，却见不远处飘着一个断掉的风帆……\n第五章：失忆\n他感到冰冷，不知是不是因为深海没有阳光；他感到孤独，不知是不是只有黑暗相伴；他感到愤怒不知是不是因为夙愿未了。\n 海水猛地冲击他的鼻腔和肺部，他感到痛苦万分，全身因为缺氧而做最后抽搐，脑袋嗡嗡作响，肺部如同炸裂一般，冰冷的感觉从身体内部迅速扩散到全身，但是却默默只能忍受，意识很快就开始变得模糊，这时回忆却如潮水般袭来，突然他睁大了眼睛，盯愈来愈远的那片阳光，这就是回光返照吗？\n他慢慢闭上了双眼，让自己沉入那黑暗无边的深渊。 一片黑暗虚无中，不知过了多久，突然眼前一到白光出现了，等白光慢慢消失，眼睛慢慢适应了之后，到处都是浓厚的水雾，如同在云层之中。\n他躺在一艘小船上，上面留着一个断掉的桅杆剩下的那一小截，这不正是他出发时的船吗，他清晰地记得这艘船和自己明明在海上的时候已经……已经……已经怎么了？他想不起来发生了什么！\n拼命回想但就是想不起来在海上遭遇了什么，甚至他开始觉得这个剩下一截的桅杆也是如此陌生。 他试着往前回想，他是为什么出海，以前的经历，这些他都记得十分清楚，甚至连自己在小时候的回忆也非常清晰，但唯一就是想不起来为什么会有个断掉的桅杆，自己在海上到底遭遇了什么。当他还在努力尝试时，殊不知小船正在被水流轻轻的推动着，在一片朦胧中缓慢的移动，随后他便被眼前的景象打断了回忆。\n第六章：彼岸？\n朦胧之中，他隐隐约约地看到在这片青雾之后仿佛有一个阁楼，慢慢的阁楼越来越大，身边开始出现一些美丽的莲花，很快小船便来到了这个水上阁楼的面前。\n他把船靠到了一个类似码头一样的平台上，离开了小船踏在了石头做的基座上，虽然这不是陆地，但这久违的脚踏实地的感觉让他忽然间多了一份安全感。\n 他来到阁楼下面近距离观赏着，牌匾写着“岚莲阁”三字，他小心翼翼的进了屋内，绕过了屏风，金碧辉煌般的气势与清新的流水造景结合，给人一种大气而不伤淡雅的感觉，四处还弥漫着淡淡的花香。但阁楼内却十分安静，让人难以启齿的宁静连空气都凝固了，他轻声地问候一声，只有寂静回答他，此时在前方的楼梯间上面下来了一位女子，她在楼梯间对他轻轻的微笑来回应他的问候。\n 远看女子苗条身材，打扮与众不同，彩丝飘逸，腰间挂着比目青蓝佩，恍若神妃仙子。女子走进后，细看其颜容，如出水芙蓉一般美而不妖。两弯似愁非愁柳叶眉，一双似笑非笑含情目。静如莲花映水，行如弱柳扶风。  \n不知为何他总觉得此生面熟，但他很确定这般美女在世从来就未曾见识过，但这种仿佛见到旧相识的亲切感却实实在在存在。\n他突然意识自己在盯着女子，急忙转移了目光，女子只是微微一笑便开口问候了一声 “阁下是从彼岸所来？”\n 彼岸？他开始寻找自己的记忆，的确他是通过航海到达这个地方。他犹豫着点了点头。\n “敢问阁下是否愿意与我说说那边的盛世吗？” \n盛世？这是历代朝代都曾繁荣一时，又在落寂中湮灭的一段美好而短暂的时光啊…… \n他与女子开始聊了起来，女子笑起来更加迷人，笑语嫣然，笑声十分微弱但却很悦耳清晰，仿佛周围的一切都在为她的声音让步。但与其说她的声音纤细动听，不如说她是一名倾听者更适合，她总是面带微笑的看着他诉说，和女子聊天时就不由自主地把自己的身世告诉了她。当他问到女子为什么要独自一人留在这个岚莲阁的时候，她那双美丽的大眼睛仿佛开始泪光闪闪，笑容慢慢消失，目光开始变得游历不定，最后只是呆呆地看着迷雾。尴尬的安静让他意识到自己说错话了.\n当他想转移话题时，女子轻声微微地吟唱了一首诗歌：\n “无垢无洋天地，不增不减时间。  玉离万千罪苦，安详自在岚莲。 挂碍痴人梦呓，执着分明我愿。 素洁本是莲心，何嗔离人无念。”  \n他呆呆地听完了，也从诗句中知晓了女子的故事，不知为何他感到从心中深处有一股暖流一拥而上，眼泪开始不受控制的往外流，他自己也感到惊讶为什么自己会流泪。 女子留了下来，被往事所困，却不愿忘记仅存的回忆，她的故人在乱世中匆匆分别，相约在岚莲阁相聚。 据说这座阁楼修建在一座高山之上的一个水潭里，那里种满了莲花，但这座建筑是谁修建的，什么时候修建的，无人知晓，只知道这是从以前就一直保留下来的建筑。此山终年岚烟环绕因此得来了岚莲阁之称，不过这只是民间流传的不切实际的传说罢了。 \n而现在周围湖面的确环绕着一层层岚烟青雾，水中的莲花也静默地在似云似水的湖面上轻轻地摇曳。在夜里，月光会映着深夜，回旋着淡蓝的水色反在莲花上，映出了冷冷的青蓝。岚莲又与蓝莲同音，不知是岚莲所意还是蓝莲之景？ 幽幽的蓝光，浓浓的青雾，连周围的空气也染上了忧伤的气息。 她思念着的离人未归，她怎怕天荒地老，海枯石烂？\n如今她正为了这份思念将自己囚禁在了这个悲伤之地，但她却心甘情愿…… 他连忙把落下的眼泪擦去怕被女子笑话，但女子什么也没说了，只是幽幽地望着那一片朦胧的岚烟之中。他知道现在千言万语也无法去安抚她了。 只听见女子说了一句“我知道你要去哪。”然而目光还在望着那篇朦胧，望着朦胧后的彼岸。\n第七章：厌世\n他很诧异，对此也深感怀疑，但他没有表明自己的想法，女子只是指着后门正对着的朦胧中说道，\n “你要找的厌世园就在不远处了。” \n厌世……园？他很清楚他并没有听说过任何关于厌世园的话题，还是说她所指的厌世园就是静谧园呢？毕竟这个传说的名字版本数不胜数，也许这里的传说有有所不同，但指的也许也是同一片乐土吧？他这般想道。\n 初次见面稍作交谈后便要匆匆离别，或许作为过客的他根本不会被女子所记念，在离别之际他想给女子留一下一些回忆，看了一眼水面那美丽的莲花，忽然灵光一现送出了一个上联：\n “青莲映景映月映人心。” \n 女子愣住了，那双时刻泛着泪花的眼睛终于落下了两行泪划过她那标致的脸庞。随即很快就送出下联：\n “尘世且幻且梦且虚无。”\n 这个下联来的之快仿佛她早就为此准备好了一样，脱口而出，没有半点迟疑，很明显这是女子送给他的。\n但却和上联仿佛并没有对得很准，甚至别人听起来就是乱对的一个下联。但是与其说这是对联，不如说这是双方为彼此送上的心境吧。 两人相互对望着，都露出了会心一笑。突然女子好像想起了什么小跑到了楼上，不一会便拿下了一套衣服，敞开一看，一件袖口云纹环绕冰蓝长袖，尺寸一看便是男人的衣服。女子执意他上去更衣，几番推辞后便上去了，他把那件脏兮兮的破烂不堪的衣服换上了这件冰蓝长袖，惊讶发现居然如此合身，他仔细整理了一番便下楼去了。 女子看到他的模样完全换了一个样子，之前那个衣衫褴褛的乞丐变成了飞流剔透的文人公子，完全判若两人。女子小小的感叹了一声，往前走了几步微微张嘴仿佛要说些什么时，却欲言又止\n。不知是不是他的错觉，女子眼中仿佛泛泪光。说道。\n “非常合身呢，这件衣服我也留着无用，当做小女子的心意吧，望公子不嫌弃。”\n 他当然很喜欢这个衣服，也真的非常合身，但他还是再三推辞着，因为这很可能是她的故人留在这里的衣服。但要是真的拒绝又对女子不尊重，他便鞠躬谢过女子，自己却没能礼尚往来，感到深深的自责感。\n 临走之前他再三道谢，当他准备登船离开时，女子轻轻地拉住了他的衣袖，便解下了腰间的比目玉佩的其中一个送给了他，这本是一个青蓝色的玉片雕琢成的双鱼型玉佩，但送给他的只见在鱼头和鱼尾处有一处小小的但很明显的断面，可知这玉佩以前曾是与现在女子身上这个玉佩是连在一起比目鱼型的玉佩。 “我知道的，我也许在怎么等也只是徒劳无功，我希望这一半的玉佩可以让我的思念传递出去吧，公子愿意帮小女子这个请求吗？”\n女子带有轻微哭腔的声音问道。 在茫茫人海中找到那位早已失联的人，这不是大海捞针吗，况且他可能已经回不去了，要许下这么一个不可能实现的诺言吗？虽然他的心这么想着，但他却毫不犹豫地答应了，接过玉佩后便和女子告别了。\n他重新登上了这个破烂不堪的断了桅杆的小船，再一次独自一人航向未知的前方，慢慢的太阳出现了，阳光想一双手一样掀开了白纱般的浓雾，只有水面上还残留着一些水雾，附近是一望无际的天空，仿佛自己在腾云驾雾一般。\n他回首再望了一眼岚莲阁，女子还在目送着他，此时的岚莲阁在阳光中一改之前的忧伤的气氛，变得如此温暖，如此美丽。\n第八章：断世\n他继续朝着女子所指的的方向前进着，不知划了多久，他开始感到疲惫，他再次回首相望，但已经看不见岚莲阁了，他纳闷自己有划得那么快吗？那么快就没影了？\n还是说周围的雾气又重了，说时迟那时快。附近的雾气有开始变浓，而且比之前还要浓，仿佛浓雾正在压着他一样，他感到一种无形压力，呼吸也开始感到困难，甚至开始伸手不见五指，如此的浓雾中他不知为何感到一股恶心，探出头便开始狂吐不止，但却只是干吐。眩晕感再一次袭来，呼吸开始越发紧凑，心开始乱跳，肺部也开始剧烈疼痛起来，他低下头捂着胸口用力喘着气。突然间他意识到这个感觉似曾相识时他再一次倒下了。\n “呜……呜……”一阵阵如同鬼哭狼嚎般的声音吵醒了他，缓缓地睁开眼睛，逐渐适应了光亮之后，一下子便被眼前的景象吓了一大跳，三栋高墙正在向他倒下！定睛一看，才发现原来是自己处在这个三个高墙中间，缓过神后发现眼前那个不是高墙，而是一形状怪异的巨大的门，两边有铁链相连着两形状更加诡异的同样巨大的山墙。那些呜呜声正是海风吹过时带来的声音，整个建筑给人一种强烈的压迫感，抬头望去，一个无法看到顶层的建筑，但是有一个巨大牌匾十分引人注目，金边的大牌匾上面写着“厌世”两大字，忽然他想起女子所说的厌世园。\n 带着迷惑的心情，他小心翼翼地接近这个大门，在穿过大门的时候，一种近乎窒息的压迫感促使他用尽吃奶的力气拼命划船尽可能的远离他，好像大门随时会坍塌一样。\n还没来得及松一口气的他立马又被眼前的景象惊呆了，两边是耸立着的石柱，仿佛是从海下直接耸立出来一样，也有一些奇形怪状的大石柱，上面长满了树木，甚至还有一个上面居然有一个八角凉亭，石柱只在两边，仿佛专门为他让出一条路一样，他小心翼翼地在这些石柱之间的一个宽敞大道中行驶着，生怕遇到暗流和暗礁，但他发现他多虑了，一路上他什么都没有遇到，笔直地穿过一座上面排列着建筑的石桥后，难道这就是女子所述的厌世园吗，还是他梦寐以求的静谧园呢？\n\n\n\n\n\n\n[groupid=1041]NamelessTag小组[/groupid]",
    "replies": [
        {
            "author": "A_Liang",
            "timestamp": 1460880000,
            "txt_content": "冷漠 一个回复都没有吗"
        },
        {
            "author": "飞泉瀑布",
            "timestamp": 1460885100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "空88200",
            "timestamp": 1460952900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461375060,
            "txt_content": "我的天节奏神奇的节奏，我的阅读节奏被逗号带着跑，句号在哪里在哪里，我找着找着就把情节节奏给忘了。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461424740,
            "txt_content": "下午仔细读了读，晚上找到时间说了。\n其实不去想“我的阅读节奏被带着跑”这点，我觉得这篇作品很有原创精神（通俗点说就是作者有匠心）。\n但是阅读节奏还是一个影响读者体验的一个很基本的东西呀，\n如果作者能把之前的改改更好。\n（另：我确信这种节奏不是作者刻意而为之的。）"
        },
        {
            "author": "ChinaSaga",
            "timestamp": 1468027200,
            "txt_content": "666666叼叼的"
        },
        {
            "author": "172069335",
            "timestamp": 1469852940,
            "txt_content": "可以可以，这是短片小说吗？"
        }
    ]
}