{
    "title": "<原创·连载>空[第六十一章：可以晚点入睡吗？][46241359]",
    "author": "46241359",
    "replyCount": 0,
    "timestamp": 1459485240,
    "txt_content": " 本帖最后由 46241359 于 2016-4-1 13:10 编辑 \n\n空·第六十一章·可以晚点入睡吗？\n\n正文\n\n\n\n    幕后黑手……\n  “罗杰，”彼得的神情突然间变得严肃，似乎是有什么心事，“我想你或许知道，这所有的事件，从多罗斯意外找到空，到如今我的苏醒，这都是一个局，一个完整并且正在走向结尾的局。”彼得把一只手放在罗杰肩上，郑重的继续说，“我们都是棋子，但这之中有一条纽带，它将所有的疑点、事件、棋子全都串联起来，”他的眼瞳变得黯淡，罗杰能看见的仅是一望无际的黑暗，“西蒙·温彻斯。”\n    “西蒙……”\n    “我不擅长与人交流或是说服他人，但，罗杰，你首先要清楚自己真正要面对的敌人是谁，不是save，而是西蒙。我不会去说别的方面怎样，可在这点上你我是一致的。至少为了这个共同的目标，我们能不能维持短暂的合作关系？”\n    罗杰沉思着，其实听完刚才彼得的讲述，对于他的看法也有了很大的转变，彼得变成如今这般也仅仅是为了争取活下去的机会，他没做错任何事，因为是种种的变故在强迫他去做出这些选择。\n    这样的情景使他不得不把多罗斯和彼得放在一起作比较，彼得虽然看起来不像好人，说话做事也不像好人，但……\n    但是……\n    怎么说呢，彼得比多罗斯冷静，沉稳，思虑深远。他能够非常深切地感受到彼得是多么的渴望能够在这世界上活下去，而多罗斯就显得很迷茫，很多时候甚至不知道自己是否该活下去。\n    “纳尔，”罗杰看着此时正在仰视夜空的彼得，他的心里似乎有一种沉睡已久的东西苏醒了，“我给你自由，这一次，是真正的自由。”\n \n    埃塞克斯推开秘密会议室的门，很随意地找了个位置坐下，一言不发地看着安德。\n    “好吧，我直接进正题，”长时间的沉默后安德总算开口打破了这种尴尬的局面，“你收到纳尔·彼得发来的信息了吧？”\n    他点点头。\n    “他这样明目张胆地告诉我们弗兰克的真实身份，”安德有些烦躁地敲了敲自己的额头，“很显然即使真的采取手段他也有的是方法去应对。”\n    “你知道什么叫心理战术吗？”安德感觉一道锐利的光把自己内心的想法挖了个干干净净。\n    “心理战术……”\n    “肖泽心理学的水平也算比较高，这点东西他肯定教了，所以他拿来用也无可厚非。”埃塞克斯稍加停顿，“虽然他运用这种方法的可能性非常高，但还是无法排除他确实是有什么我们所不知道的手段的可能，毕竟……他已经脱离了控制。”\n    “所以你打算怎么办？”\n    “我么……”他放松了身体靠在沙发上，“该做的我已经做了，他的能力我也试出来了。你也知道，我派过去的杀手被当场反杀几乎没有抵抗的能力，就从这点上看他的危险程度非常高，所以我想早些打发了他早完事吧。”他从手边的文件袋里拿出一个U盘扔给安德，“刚才我和他通话联系了，这是他给出的条件，按这上面说的去做，出了差错小心你的命。”\n    “这就答应他了？！”安德觉得这太不可思议了，埃塞克斯可不是那种轻易妥协的人，这就同意所有的条件未免太……\n    “不然呢？”他摆出一副不耐烦的表情，“我从E国千里迢迢赶回来就是为了处理这事，谁知道现在他手上抓了什么对我们不利的东西，采取措施万一被他发现所造成的后果又不是你我能承担的。再者，他的性格我有一定的了解，对于他不会得寸进尺这事我有十足的把握，所以你照我说的去做就可以了。”\n    “可是……”\n    埃塞克斯举着枪对准安德的眉心，“我再说最后一次，现在就去办。”\n \n    “你竟然……”罗杰惊讶地看着整若无其事地喝着咖啡的彼得，“你竟然真的做到了？”\n    “没什么好奇怪的。”他将咖啡放下，双眼看着窗外，“埃塞克斯会这样想是情理之中的事，我也能确定他不会改变主意想要处理掉你。”\n    “为什么你会这样有把握？”\n    “这个……我也说不清楚。如果非要打个比方的话，这就像一个赌局，他们赌赢了可以得到毫无价值的心理解放，赌输了就会丧命。稍作衡量就会选择妥协。”他沉思许久，“现在你身份已经复原了，以后打算怎么办？”\n    “我不知道，”罗杰坐在彼得旁边，“在之前我还有点目标，突然一身轻松觉得非常不习惯，一时也不知道该做些什么。那……你呢？”\n    “……做完我该做的事，然后我就要继续睡觉了。我只是为了给多罗斯提供一个能够让他生存的环境而已，至于我本人嘛，那就无所谓了。”\n    罗杰看着他放在桌上的咖啡沉默了很久，听到这句话时他突然觉得心里很不舒服，但又不知道该如何去表达，仅是组织语言就花了近十分钟，“纳尔……你能不能留下来？我是说……晚点睡觉？”\n    “为什么？”\n    “只是单纯地觉得……这个身体是属于你的吧，”罗杰低下头再次回避彼得的目光，“我不明白，你不是一直想要活下来吗，可为什么如今却自愿将原本属于你的身体让给凭空产生，与你几乎毫无关联的人。是因为save带给你太多的伤害？我答应过要给你真正的自由，我说到做到。”\n    彼得的目光渐渐变得柔和，刚才罗杰的一番话让他的内心有了异样的波动。“好，会尽力晚一些的。”他露出了微笑。\n    “纳尔，我知道我的一些要求让你觉得匪夷所思，但是……”罗杰暗自攥紧了双手，“在这之前我失去过很多东西，包括亲人、朋友和一些本该属于我的，现在我希望能倾尽所有力量去保护我所拥有的一切。”\n    “嗯，我理解。”\n\n\n\n返回索引贴\n\n\n@恶魔-潇洒@冥王星人@xcc@zyj0807 @sam3737\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]\n",
    "replies": []
}