{
    "title": "【朱仙出品】<原创·连载>方块万岁【第二十三章 败北与逃离】",
    "author": "CloudsXDao",
    "replyCount": 0,
    "timestamp": 1459525080,
    "txt_content": "正文\n\n\n　　赌徒。\n\n　　各位知道，什么是赌徒吗？\n\n\n　　所谓赌徒，就像是dock那样，为了一个虚无缥缈的希望，就去疯狂追寻，永远不会陷入绝望，而是陷入比绝望更加恐怖的深渊。\n\n\n　　龙纹皱皱眉头，他觉得眼前的梅谁已经开始有些不对了。\n\n\n　　他开始像一个赌徒。\n\n\n　　“龙纹叔，你还在干什么呢？！”梅谁向龙纹吼道，“这样的机会可不会再来一次！孤注一投吧！”\n\n\n　　龙纹深深的看了梅谁一眼，沉声道，“我相信你，如果是梅谁的话，就能做到！”说着，转身正对炎帝手下一行，大声吼道，\n\n\n　　“来吧！！！”\n\n\n　　龙纹一马当先，冲向前方。\n\n\n　　······\n\n\n　　“梅....谁！”\n\n\n　　炎帝一拳打在桌子上，怒火冲天。他不断深呼吸，很快就冷静了下来，眼中闪烁着阴暗的光芒。\n\n\n　　“我要让他....完败！完败！”炎帝的声音平静沙哑，却含着一股极大的愤恨和决心，“不顾一切代价！狙击他！”\n\n\n　　“有必要做到那个地步吗？”站长皱了皱眉。\n\n\n　　“我知道你想说什么。”炎帝说道，“你想说我不够冷静，所做决定不够理智。”\n\n\n　　“但是，这才是我所信仰的。”\n\n\n　　“我从前一直很惜命，爱惜羽毛，总是拿自己的生命做借口，因为害怕打破自己的生活而恐惧尝试。但是，我错了。”\n\n\n　　炎帝低下头，额前的长发遮住了他的眼神，但是站长分明看见了他眼中无穷的光芒。\n\n\n　　“生命，生命这种东西，大家都很爱惜的吧，说什么生命只有一次。但是啊！”炎帝提高了声调，抬起头对着站长说道，“生命这种东西——是会烂掉的啊！像是一个苹果一样，如果不在成熟的时候吃掉，就只能看着他腐烂了啊！”\n\n\n　　“生命，要么腐烂！要么燃烧啊！”\n\n\n　　站长的心一痛，似乎被什么刺到了一下。是这句话刺痛了他，让他想起了什么？还是眼前炎帝近似癫狂的举动触动了他？不得而知。\n\n\n　　他抓住炎帝的双肩，一笑。\n\n\n　　······\n\n\n　　【世界信息：加入炎帝的讨伐团，一小时十钻，直接进入主城地铁站。】\n\n\n　　dock停止下了手上的活儿。\n\n\n　　他也是被炎帝所“奴役”的一员。\n\n\n　　还有无数如同他一样的人。\n\n\n　　海啸，海啸一般的人群涌向末地内。\n\n\n　　“dock，我们要不要......”bit有些迟疑。\n\n\n　　“不要。我们就等在这儿。”\n\n\n　　“即使我们不去，他们也不可能胜利，还不如去捞一笔！”bit据理力争道。\n\n\n　　“但是，如果我们不选择相信，他们又怎么会相信自己？”dock笑道，“老实挖矿吧，我们不缺钻石。”\n\n\n　　······\n\n\n　　依旧是巨大的落地窗前，入夜的海风吹着玻璃，有着夏天独有的沙沙声。\n\n\n　　陈止，就独自一人站在窗户前。\n\n\n　　“角先生，进来吧。”\n\n\n　　陈止双手背着身后，头也不回的说道，“此次前来，有什么事情吗？”\n\n\n　　“我只是来通知你的。”角先生站在门后的阴暗角落，让人看不清他的面庞，“顾少爷已经准备辞退你了，你马上得收拾东西走人，也许是今天，也许是明天。”\n\n\n　　“我知道了。”陈止笑道，“谢谢你来告诉我，角先生。”\n\n\n　　角先生张了张嘴，似乎想说什么。\n\n\n　　“不用说了，角先生，你明白一切就好。”陈止侧过去，看着角先生，“希望你喜欢我给你的礼物，感谢的话不必多说了，真的想报答我的话，不如告诉我炎帝的情况吧。”\n\n\n　　角先生沉默了一会儿，走了出来。与上一次见他相比，虽然面容邋遢了不少，但是却能明显看见他眼中那份光芒。\n\n\n　　“梅谁已经突入末地，而炎帝正在全力狙击他。”角先生顿了顿，“不惜一切代价。”\n\n\n　　“哈哈，哈哈哈哈！那家伙终于开窍了！”\n\n\n　　陈止突然仰天大笑起来，然后走向门口，与角先生擦肩而过。拿起衣帽架上的一件衬衫，顺手披上，微微侧过头，看向角先生，笑道，“现在，轮到我出场了！\n\n\n　　······\n\n\n　　三小时后，龙纹的咖啡厅二楼，梅谁无力的瘫在凳子上。\n\n\n　　真是一宗惨案。\n\n\n　　涌进末地门的玩家，仿佛无穷无尽一般，梅谁四人一个接一个的阵亡。\n\n\n　　然后，最后屠龙的死骑也死了，死在虚空之中。\n\n\n　　至少不能暴露秘密武器。\n\n\n　　惨案接二连三，先是全军覆没，而后梅谁四人回到基地中，基地已经被翻了个底朝天，什么也没给他们剩下。\n\n\n　　梅谁望着天花板的节能灯，一只小虫不断绕着灯泡飞来飞去。\n\n\n　　输了。\n\n\n　　完败。\n\n\n　　为什么呢？为什么我会以为炎帝会投鼠忌器，会以为炎帝不会全力阻止他呢？\n\n\n　　为什么，为什么会这么自大？\n\n\n　　梅谁站了起来，走出房门，刚好看见龙纹和死骑在说着什么，蒋同在一旁听着。但龙纹一看见梅谁，立马停了下来，脸上有着尴尬和掩饰的笑容。\n\n\n　　死骑却没有龙纹一般作态，他拿起手边的笔记本，兴奋的说道，“假棋士！你看，炎帝没有屠龙拿龙蛋！我估计他是想维持主城的稳定!但是这表示我们还有机会！我们还有机会胜利.....”\n\n\n　　不等死骑说完，龙纹用肘用力的戳了他一下，死骑奇怪的摸了摸手臂，嘟囔着，“干什么嘛......”\n\n\n　　说完，他立刻反应过来了，脸上一阵酱紫色，急忙看向梅谁，解释道“我，我不是......”\n\n\n　　哈，这家伙还是这么马后炮。\n\n\n　　梅谁苦笑摇摇头，拿上一件衬衫就准备出门。\n\n\n　　“梅，梅谁，你准备去哪儿?”龙纹吞吞吐吐的问道，“这大晚上的....”\n\n\n　　“去散步，顺便散散心。”梅谁轻轻笑道，“没事，我就沿环岛路走。马上就回来。”\n\n\n　　龙纹还是迟疑，但是梅谁已经推开门，走了出去。只剩下门前的迎客铃还在滴溜溜的响着。\n\n\n　　······\n\n\n　　梅谁走上夜晚的街道，一手拿着衬衫，一手拿着随地捡来的树枝。一边走着，一边踢着人行道上的石子。\n\n\n　　连原本最信任自己，说出让梅谁相信自己的龙纹，都不再信任自己的能力，梅谁又如何相信，自己能做得到呢？\n\n\n　　这样，和逃兵没什么两样嘛！\n\n\n　　梅谁心中自嘲道，手中的树枝甩在人行道的石砖上。晚风吹来，有着大海的腥咸气息。\n\n\n　　没错，我确实在逃避，那又怎么了？难道我不行逃避吗？凭什么我就不能逃避？梅谁诘问自己的内心，却找不到答案，只能陷入更深的困惑。迷惘啊，迷惘。\n\n\n　　拐角过后，是一家酒吧，刺眼的灯光让梅谁有些难受。\n\n\n　　被什么东西驱使一般，梅谁鬼使神差的，推门走了进去。\n\n\n　　然后，他在吧台上见到了一个人。\n\n\n　　陈止。\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n\n\n\n",
    "replies": []
}