{
    "title": "【原创·连载】【英灵虚空】【第二集：Him降临】【byRing】",
    "author": "我为我为",
    "replyCount": 7,
    "timestamp": 1459598100,
    "txt_content": "漢氪聃在村庄里生活的十分快活，他每天都去使用打火石来点燃村民的木制房屋，大家也都不知道是他干的，当然，他的打火石也是从村长那里偷偷拿的，由于漢氪聃暂时没有地方住，所以村长就让他睡在村长的办公楼里。\n\n　　旁白：在这个次元的世界中，生物除了科技，还会会有一种很强大的能力，就是技能，技能分为三种。一种是法技，消耗一种叫法力值的数量单位使用，每秒都会恢复一些法力值，也可以靠喝一种药剂，优点是一般的小型法力技能可以当做普通攻击使用，大部分正常的法力技能不会导致损伤自己的生命值；第二种是士技，消耗士气值，士气值只能靠被打或被嘲讽或有特殊效应才能增加，普通的士技会轻度的损坏到身体，一部分禁用的士技会大幅度损伤自身；剩下的一种是物技，并没有什么高级的地方，就是身体敏捷加上速度快在加上身体协调和力量发出的能造成比普通攻击伤害高好几倍【甚至几十倍，几百倍】的连环动作，十分的耗费力气。\n\n　　这一天......\n\n　　“侦测到那块东西就在这里，康特，舰少，这次任务就交给你们了！你们如果敢夺不回来就回来的话，腰斩伺候！”瑞鹰教五弟子特洛伊玛以严厉的语气说。康特和舰少果断的说：“是！”他们这些人在瑞鹰教教主派给他们的一个S式战机上，这个战机是纯稀有矿石“埃尔瓦市”打造出来的，十分珍贵，这艘战机的体积约是400立方米，上面一共有1门炮口，2个机枪，炮口直径是400mm，机枪的直径是17mm的，埃尔瓦市矿石非常的稀有，一个像太阳那么大的大陆也只能开采到800吨，这艘战机在英灵虚空是占前二十的。这艘战舰的速度为每秒1000米。\n\n　　此时，Herobrine就在这块大陆的村庄附近转悠，无意间发现了这个村庄，于是派了一些他的部下去搜刮。前不久，Herobrine和他的部队在著名的尔萨大陆上盗走了天下第一刀——樱花绞月刃，为了躲避抗凋联军的追捕，就随便的选择了一块大陆休息，没想到刚好这里有一个村庄，于是决定进行烧杀抢掠...\n\n　　这时，漢氪聃和一小部分村民还在满是金黄色的小麦的田里歇着，他和村民们还什么都不知道，Herobrine派去的小队即将进行浩劫...因为这里只是一个不起眼的小村庄，于是Herobrine只是排了他融合的一种在他那里比较低级的生物——厄魂去探路，他打算过一会儿再自己去抓村民当奴隶。厄魂是一个只有头的生物，他下半身是一大片卷须，厄魂的头部看起来十分恶习又喜感，身体呈现白色。厄魂等级：7，以喷火球的形式攻击，体内有大量易燃物质，空中飞行单位。\n\n　　插一段（关于等级的解释）：瑞鹰教第一代教主把目前发现的最强大的生物——凋零的等级设置为最高级（2000级），把它的战斗力数据平均分成2000份，谁的战斗力占其中的几份就是几级。目前我们的主角荧零（之前名字太麻烦，主角改名了）才4级，战士职业，关于职业以后说。\n\n　　荧零正在一大摞小麦上坐着，却不知Herobrine派来的厄魂已抵达，荧零第一次看到厄魂不知道的什么生物，以为是可以吃的，就先用左手抓了一大把麦子，等厄魂走近时，他大叫一声：\"今天晚上有一大块肉吃喽！”然后右手从兜里拿出熊别人用的打火机点燃麦草，一把扔向一只厄魂，刚好进入了厄魂的体内。那只厄魂发出了哀嚎，然后立马爆炸，又造成了连锁反应，整个天空的厄魂都逐渐炸光了。而荧零却遗憾的自言自语了一声：”都炸了，不能吃了，唉。继续收割麦子吧。”其他村民专心干活，竟然没注意……\n\n　　Herobrine的一个部下看见了，向Herobrine报告了。Herobrine对此很感兴趣，说：”我从刚被凋零制作到现在，还没有见过一个小村庄的生物能这么快的杀光我的200只厄魂！我要亲自去看看那里到底有什么传奇人物躲着！”\n\n　　Herobrine亲自步行前往，也没有做任何伪装，直接去村庄的麦田中。Herobrine突然来临，村民们见到Herobrine都十分恐惧，荧零却十分淡定，荧零见到Herobrine之后心想：”这个长得很像人的怪物我好像很久以前见过，叫什么Herobrine。村民们都惊恐的大喊：”Herobrine来了！大家快跑啊！都快丢下一切东西跑啊！”有一个村民向村长报告了这件事，村民惊奇的说：“什么！？Herobrine来了！？你派人疏散百姓，我来试着抗住他！”\n\n　　同时，麦田里的Herobrine见了那些乱跑的村民和镇定的荧零，说：“这个村庄的人好像都是废物呢…”然后轻轻的右手一挥，十几个村民人头同时落地！村长赶到了，大叫一声：“Herobrine！你果然是喜欢欺负弱者的，凋零家的狗！”说完后跳向Herobrine，一脚踢到Herobrine的头上。\n\n　　“连村长都这么渣，真是白来了……”Herobrine叹了一口气。\n\n　　“啊！……”（听到了腿部粉碎性骨折的声音",
    "replies": [
        {
            "author": "slz13",
            "timestamp": 1459598520,
            "txt_content": "目测抄袭。格式都不改。"
        },
        {
            "author": "slz13",
            "timestamp": 1459598640,
            "txt_content": "楼主如果真的是原作者的话，道个歉。\n填坑的话必须支持一下。"
        },
        {
            "author": "我为我为",
            "timestamp": 1459599360,
            "txt_content": "slz13 发表于 2016-4-2 20:02\n目测抄袭。格式都不改。\n我和第一集的作者同一个人啊你看清楚，真的原创，只不过我以前在别的网站发过"
        },
        {
            "author": "46241359",
            "timestamp": 1459601220,
            "txt_content": " 本帖最后由 46241359 于 2016-4-2 20:50 编辑 \n\nhttp://www.17k.com/book/1511690.html\n请楼主自觉来解释吧，若不给出回答视为剽窃处理。原创请在原网址附上说明。"
        },
        {
            "author": "我为我为",
            "timestamp": 1459601400,
            "txt_content": "46241359 发表于 2016-4-2 20:47\nhttp://www.17k.com/book/1511690.html\n请楼主自觉来解释吧，若不给出回答视为剽窃处理。原创请在原网址附 ...\n行啊，看好那个网址"
        },
        {
            "author": "我为我为",
            "timestamp": 1459601760,
            "txt_content": "slz13 发表于 2016-4-2 20:02\n目测抄袭。格式都不改。\n不信的看原网址的评论区"
        },
        {
            "author": "xcc",
            "timestamp": 1459608180,
            "txt_content": "\n漢氪聃是个什么鬼名字哦\n"
        }
    ]
}