{
    "title": "【原创·连载】【英灵虚空】【第一章：\"生\"于此】【byRing】",
    "author": "我为我为",
    "replyCount": 10,
    "timestamp": 1459597500,
    "txt_content": " 本帖最后由 我为我为 于 2016-8-5 22:32 编辑 \n\n　英灵虚空第一集【1】PS:这个我以前在别的网站发过，不过弃坑了，现在填坑\n\n　　这是一个名字叫做英灵的另一个次元的宇宙…\n\n　　这个故事要从数千年前说起。\n\n　　英灵虚空历史：\n  英灵0年：英灵创造了这个虚空。  英灵20年：人类出现，完全服从于英灵，英灵也给予人类保护灾害。\n  英灵75年：幽驱族被英灵制造出，四年后幽驱族首代大主教赫哈尼尔建立政权，但是他们拥有了自主意识，于是于英灵敌对。\n  英灵120年：人类建立起来了政权，受到幽驱族的影响，也和英灵为敌，想要杀死英灵。\n  英灵378年：英灵创造了凋零，由它来攻击人类和幽驱族。\n  英灵490年：凋零也进化出了自主意识，开始建立起了自己的政权，不再是英灵的傀儡，目前这几个政权没有任何结盟。\n  英灵600年：凋零创造出了它们政权的副首领——Herobrine\n  英灵888年：蚩族和其他很多种族出现，并各自建立政权，原来的幽驱族也分裂为好几部。\n  英灵1009年：凋零和赫哈尼尔被英灵封印。瑞英教建立。\n  英灵1028年：英灵由于彻底的战败，销声匿迹了，赫哈尼尔被解除了封印，凋零由Herobrine继承帝位，由于这个虚空被英灵建造，所以被后人叫做英灵虚空，当前政局的多个种族混战。\n　　前言完毕，开始正文：\n\n　　第一集：漢氪聃出世\n\n　　在一个小大陆的一块小岛上，由于这里隐蔽，抗凋联军经常在这里储存钻石等贵重资源，这里只有一个村庄，这个村庄刚开始是富有的，可是，有一天...\n\n　　“这次让你们保护的是超级稀有水晶，密度是普通钻石的20倍！如果保护好今天一晚上就赏赐3斤钻石！这次让你们来看守，是上级对你们的信任！还有...【此处省略1000字】”，著名的瑞鹰教教主的四弟子云杰说。“这人好贱啊，我想削他啊村长！”一只村民对村长小声的不耐烦的说。“好好好，知道了云杰，你快回去做你们的任务吧，把矿石放到厕所附近的一块空地就行了。”村长没有搭理那只村民，只是回答了云杰。\n\n　　当天晚上...\n\n　　一只村民跑出了屋子打算去上厕所，他不经意间的看了一眼那一大堆的高级矿石闪了一下，这只村民好奇的自言自语说了一句：“那矿石好像刚才在发光？算了，先去上厕所吧。”他刚上完厕所，门外闪出一道巨光，华丽至极。这只村民上完厕所好奇的去看了看，这是，那堆矿石最中间的一块水晶突然爆裂，天空中闪着彩色的光芒，在矿石核心的位置，天地之间又出现了一道白色的细光，又缓缓掉下一个人，等人完全落地，这些光束才消失。“雅蠛蝶！矿石成精啦！雅蠛蝶！”那只村民惊讶的四处乱跳，然后被吓的倒下。这个从水晶中“蹦”出来的人，就是漢氪聃。漢氪聃沉静的说了一句：“我长的有那么猥琐吗？对了，我在哪儿？我之前都干了什么？”\n\n　　第二天的上午，瑞鹰教的人还没有抵达之前\n\n　　村长把村里所有人召集到村庄的大会堂，漢氪聃看到了很多人都往大会堂走，于是也一起去了。\n\n　　“昨晚怎么搞得！怎么水晶找不到了？你们都干什么吃的！知道这样会有什么后果吗？一帮吃白饭的！谁知道昨天的情况就赶紧举手说！”村长愤怒的说。\n\n　　“村长大人！我知道！”昨天被吓的那只村民说，“我昨天看到了一个人从水晶中出来了！”\n\n　　这是，漢氪聃刚好到达，那只村民赶紧的指着漢氪聃，说：“村长大人！就是他从矿石里蹦出来的！昨天吓死我了！”\n\n　　“荒唐！”村长更愤怒了，“矿石里怎么可能会蹦出来人！如果按照你说的话！瑞鹰教的人不会相信的！他们会严厉的惩罚我们的！”\n\n　　“村长你找这个蹦出来的看起来14岁的人单独谈谈吧，看看有什么效果。”另一只村民说。\n\n　　“是啊！”其他村民几乎是一起说出来这句话的。\n\n　　于是，村长把漢氪聃拽到一个屋子里，愤怒的问他：“你是什么人？你叫什么名字？”漢氪聃说：“我貌似是失忆了，之前我干过的事都忘记了，我只记得我教漢氪聃了。”村长悲痛的说：“哎，看在你也是个良民的情况上，就不杀了你了，哎，只能倾家荡产的向瑞鹰教赔钱了。”别的村长没有说些什么，他只是轻轻的走了，漢氪聃也悄悄的出去了。\n\n　　到了中午，瑞鹰教的人来了，果然像村长说的一样，倾家荡产的向瑞鹰教赔钱了，从此，这个村民变的十分贫穷，并失去了上级的新人，使这个村子越来越不为人知了...\n\n　　漢氪聃虽然失忆了，但他还是会干活的，他目前就加入到这个农民家庭了...\n\n　　村民们都认为这个村庄会如此的平静下去，可是，3个月后的一天...\n\n　　未完待续\n\n",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1459597800,
            "txt_content": "我来顶一顶"
        },
        {
            "author": "我为我为",
            "timestamp": 1459597980,
            "txt_content": "Diaed 发表于 2016-4-2 19:55\n顶下  不错\n谢谢！！！！！！！！！"
        },
        {
            "author": "Diaed",
            "timestamp": 1459598100,
            "txt_content": "顶下  不错"
        },
        {
            "author": "xcc",
            "timestamp": 1459607880,
            "txt_content": "为何背景是白色"
        },
        {
            "author": "我为我为",
            "timestamp": 1460534820,
            "txt_content": "顶顶！不求金粒求人气！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461465660,
            "txt_content": "文章本身尚可，不过……填坑呢？"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1464351240,
            "txt_content": " 本帖最后由 没糖的葫芦 于 2016-5-27 20:19 编辑 \n\n好长的文就是突兀的白底=- ="
        },
        {
            "author": "我为我为",
            "timestamp": 1464356820,
            "txt_content": "没糖的葫芦 发表于 2016-5-27 20:14\n好长的文就是突兀的白底=- =\n因为我当时没处理，以前前三集我是直接从以前的网站弄过来的，不过我已经给版主解释过了。"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1464363420,
            "txt_content": "我为我为 发表于 2016-5-27 21:47\n因为我当时没处理，以前前三集我是直接从以前的网站弄过来的，不过我已经给版主解释过了。 ...\n期待更新."
        },
        {
            "author": "我为我为",
            "timestamp": 1464388860,
            "txt_content": "没糖的葫芦 发表于 2016-5-27 23:37\n期待更新.\n谢谢你的支持，1—14发过了，麻烦你自己找找吧，顺便给我评个分吧"
        }
    ]
}