{
    "title": "【生存艺术】★论科学系统的生存方式：空岛生存(前期)★ ——By零乱",
    "author": "零乱灬零",
    "replyCount": 3,
    "timestamp": 1459689900,
    "txt_content": " 本帖最后由 零乱灬零 于 2016-4-4 12:27 编辑 \n\n[paper]前言：\n：Steve一起玩空岛吧。：空岛？好玩吗？\n：我开发的游戏，当然好玩。\n：好，我去玩一玩。\n（第二天......）\n：Notch你出来，空岛一点也不好玩，什么都不能造。\n：......      \n     空岛从出现到现在一直是受广大玩家所追捧的，但我相信大部分人甚至不知道空岛可以干什么。（在此声明，此帖针对的不是玩家制作的特殊空岛地图，是服务器空岛生存及玩家制作的类服务器空岛生存。）\n\n：对啊，空岛除了撸树和造刷石机还能干什么。\n\n     其实空岛生存作为一种特殊的生存模式和超平坦生存相差无几。\n\n：谁说的，空岛就那么大的地方连家都造不下。\n（英俊潇洒的废话清除者出场）：Sss~\n：雅蠛蝶。\n：Steve卒~\n\n      咳咳，正如我所说的，其实空岛生存和超平坦生存很相似。都有一定的局限性，且对玩家的游戏经验积累要求较高。很多物品不能通过常规方式获得。比如铁锭：正常生存下可以直接挖到铁矿，然后在熔炉里烧，通过这种方式获得铁锭。然而在空岛生存下没有铁矿，这时只能靠刷铁机了。但即使这样，很多的方块还是能够获得的。\n\n(Steve上线......）\n：红石你怎么获得。你倒是说啊。\n（英俊潇洒的废话清除者出场）：Sss~\n：雅蠛蝶。\n：Steve卒~\n\n    咳咳，正如我所说的，在空岛还是能够获取不少方块的。不过不是通过常规手段。好了，先来说说空岛能造什么机器吧。（以下内容只针对单人生存，在服务器里你能获得的方块与这个服务器的整体素质有关。比如：腐竹可以安排插件商店，所有方块都能出售，所有也就都能获取了；腐竹在菜单里设置一键传送，那你就可以去地狱，去末地甚至是模组里的次元）\n       刷石机；刷怪塔；村民繁殖及交易所；刷铁塔；自动农田；养鸡场；刷CD；钓鱼机等等......\n [bone]生存篇：前言：\n      工欲善其事必先利其器。我们想要玩好服务器空岛，就要先了解空岛的构成。\n      不同的服务器空岛的构成也不同，大体可以分为两类：空岛和海岛。海岛可以理解为难度更大的空岛，它的设置更加苛刻。大体玩法则没有不同。\n       无论是空岛还是海岛，它都有一个主岛。这个主岛的大小不定，但在这个岛上一定会有一棵树，一个箱子。箱子里是系统赠送的一些基础工具。一般会有：岩浆桶，水桶，食物，一套护甲，（一般是皮护甲）要是腐竹再良心一点还会有所有作物的种子，一套石质工具或木制工具以及其他。抛开其他不管，最为重要的是是岩浆桶和水桶。有了它们就可以造刷石机了。有了树和刷石机就有了一切。\n第一天：\n       开始生存的第一件事情不是砍树。首先你要了解这个服务器，认真研究下这个服务器的菜单及设置。（比如：任务是什么，有什么成就，有什么特殊的插件及规则）然后你就可以开始正式的生存了。第二件事：砍树，获得原木。一般是把一棵树的原木全部破坏掉，这样树叶才会开始自然消失。等待树叶自动消失（要小心树叶消失后树苗或苹果掉入虚空或水里）期间还能做不少事。比如：开箱子，拿出岩浆桶和水桶，造刷石机，插火把（箱子里没火把就造个熔炉，用原木烧木炭）......制造方式：点击此处，详解在此。接着就是合成一些必要的工具：工作台，木镐，木剑......如果合成配方不知道：wiki物品列表 wiki 方块列表。点击这两个网址查询或时候百度。剩下的时间就是不断地刷圆石，种树。\n       那么问题来了：饿了怎么办？自杀。\n第二天：\n      扩大平台。（在此之前你需要尽可能多地收集主岛上的土方块）本人推荐使用下半砖，（官方翻译：台阶）即在一个正上方方块上放置台阶而形成的只有0.5格高方块。因为在下半砖上不刷怪，不必再浪费原木烧木炭制作火把了。并且半砖更省材料，这在空岛生存前期里还是比较重要的。毕竟没人会愿意一直在刷圆石或等待树苗成长。这会大大打击玩家玩空岛生存的积极性。\n       接着就是造刷怪塔了。（在此之前保证你有足够的方块）前期造得起的也只有简易流水刷怪塔和刷怪平台。刷怪平台不提，只要能使怪物生成就行，建议边缘用方块围一下。造简易刷怪塔的前提是你得有两桶及以上的水。（一般的服务器都会在前期就让玩家尽快获得第二个水桶，一般是通过完成任务和成就达成的）简易流水刷怪塔的建造方式：简易流水刷怪塔。（暂时使用wiki上的设计，本人的设想我会单独发布）刷怪塔的布局很重要，这直接影响的后续的工程，前期制造一个合适的刷怪塔，避免以后的反复改动也是保持玩空岛生存积极性的方式之一。\n       前期可以造的东西差不多只有这些了，若有遗漏请在下方留言。感谢您的阅读。",
    "replies": [
        {
            "author": "1355399100",
            "timestamp": 1459695480,
            "txt_content": "虽然不明觉历，但还是先抢个沙发，支持楼主。表示不杀生党是不会去做刷铁塔滴"
        },
        {
            "author": "零乱灬零",
            "timestamp": 1459736100,
            "txt_content": "1355399100 发表于 2016-4-3 22:58\n虽然不明觉历，但还是先抢个沙发，支持楼主。表示不杀生党是不会去做刷铁塔滴 ...\n不杀铁傀儡，僵尸小白苦力怕是不是也要放过？"
        },
        {
            "author": "1355399100",
            "timestamp": 1460253420,
            "txt_content": "零乱灬零 发表于 2016-4-4 10:15\n不杀铁傀儡，僵尸小白苦力怕是不是也要放过？\n这个倒是不会，只是追随籽岷的脚步罢了。萌新怕喷"
        }
    ]
}