{
    "title": "[双线]冒险者大陆服务器——官方无插件正版生存[1.13.2]",
    "author": "minecraftTony",
    "replyCount": 13,
    "timestamp": 1459694160,
    "txt_content": " 本帖最后由 minecraftTony 于 2019-5-23 06:21 编辑 \n“本服是公益服并且愿意承担虚假宣传的一切后果”【本服务器需要正版账号登陆，购买正版账号可以到官网购买（Minecraft.net)】 \n【服务器崇尚公平，为了更好的维护公平性，服务器暂不接受赞助】 【本服务器创立于2014年9月30日，从未中断】【目前服务器处于第四周目的第四周年，地图依旧不打算更换】\n\n\n   “当进入服务器的一刹那，带有高大华丽的传送门与多彩护城河的主城便会映入眼帘复杂且功能齐全的地狱交通，各色城镇的宏伟建筑有多少玩家能够相信这是生存模式下的产物？在这一个纯净的世界里，热爱纯净生存的玩家们用他们的努力书写着他们的梦想当世界的尽头已经被触及，象征着旅途终点的魔物也被击败伟大冒险者们的史诗也应悄然落幕但是他们拒绝了并辛劳地创造出了一座座更为永恒的奇观如今的他们有些已经离去但他们创造的那些财富却无时不刻不令人惊叹与振奋\n”    为了让您更全面的了解服务器，请您尽量通篇阅读全文，万分感谢！\n\n服务器的基本概述\n本服务器不带有任何插件并且采用原版(vanilla)服务端，原因是这样可以最好的体验到与玩家的互动过程而不必受到各类插件机械的约束，而是遵守共同制定的规则。并且我们希望且相信玩家能够在这样一个和谐的世界中做到本善，感受到其他玩家最真挚的热情。同时服务器没有管理员，权限的滥用和权限代表权力是我们最不希望发生的事情。玩家自治为服务器的治理现状，任何有关服务器变化的决策都会由活跃的在群玩家投票产出。作为纯净生存，最高难度与死亡掉落无疑会对玩家造成挑战，但相信征服这片大陆的玩家一定会成为最优秀的冒险者。为了最大限度让玩家发挥自身潜力，高频和大型实体工程并不被禁止，但必须经过其他玩家的同意。(服务器加入了“正版联盟”并且共享黑名单)\n\n\n关于服务器的更多现状\n(这些现状的介绍或许能够让您更加全面的了解服务器，帖子末尾的常见问题及回答板块或许也有帮助)\n\n\n关于服务器出现卡顿及“大封印”由于使用官方原版客户端(vanilla)并且没有添加插件的情况下，MOJANG优化的欠缺使得近四年来从未更换过的地图对服务器的资源占用十分巨大，即便在已经是专业服务器的状态下也很难保持一直流畅。因此可能出现卡顿的现象，在此表达歉意并且我们会尽力解决。\n有时服务器在玩家进入末地之后会出现集体掉线并且在15分钟及以上的时间内无法再次进入服务器的状况。(此时玩家会显示依旧在服务器中)此被称之为“大封印”。具体的触发原因不详，但几乎可以确定是因存档跨多个版本运行导致末地在数次更新之后出现了问题。目前针对这项问题的实验及分析一直在进行，我们也希望尽快解决这项问题，在此表达对玩家们游玩不便的歉意。\n\n关于服务器主城的大范围出生地保护由于服务器存档时间较长，主城区地下出现了过度挖掘的现象导致地形相对危险。并且由于主城区属于强制加载区，数量庞大的怪物实体在此产生并且严重影响着服务器的流畅运行。因此主城进行了由大罗天组织的“核平”项目，凭借其雄厚的财力，使用红石轰炸机将主城大片区块清除，并且使用石砖铺满区块(只有一层，中间依旧中空)并且在此之上建立了目前的主城。为了防止有人打破石砖层开启了出生点保护，只有OP才可以进行破坏(OP被设置成为了权限仅有“1”因此不能使用任何特殊指令)。新人们可以先进入主城的传送门前往地狱获取各个组织为玩家准备的补给品再走出保护区。后期可能会联合各组织力量继续对空旷的主城进行建设。\n\n\n\n\n服务器的纯净度\n\n服务器秉着绝对纯净且生存的原则完全的禁止任何使用特殊模式(Creative)或是权限(如Give)来使得特殊玩家获得发展优势的情况。更不存在与服务器监管层出现钱权交易的情况。您所在服务器目睹的成就都是由玩家日夜辛劳所为，请对他们的成就表现出应有的尊重与爱惜。\n\n\n\n\n服务器的玩家权力\n\n\n服务器以自由为基本，玩家拥有决定重大事项的权利。所有服务器内关涉到玩家利益的事项都会经过玩家表决后决定，例如\n\n地图的更替(几乎没有通过的可能)\n基本规则的修改\n基本设置的更改\n\n因此，您在服务器的利益受到全体玩家的保护，您也拥有参与服务器管理的一份权力。同时，您还可以在服务器做以下事情\n\n 在不利用破坏性BUG(如负数等)的情况下，申请后可以建造大型机器创建玩家公会甚至是管理组织建立获得服务器官方承认且保护的城镇\n我们尊重您的权利，并且您的权利受到所有玩家的支持\n\n\n\n\n服务器的安全性\n\n我们必须承认，任何服务器都有破坏服务器的人。并不是正版服务器就没有这样的人了。我们服务器依然也遭受过袭击，但是我们也并没有因此退出，绝大部分玩家依然在服务器生存至今。这是我们对追求纯净自由的一种代价，但是任何事物都有它的两面性，您可以在这里没有拘束的游玩也意味着风险性的存在。我们也同样有安全防范措施和调查方法。我们对安全有以下建议\n\n多余的物品请不要直接放在显眼的箱子里，尽量藏好，贵重物品请尽量放在末影箱里，因为服务器死亡掉落。请尽量群居或者加入现有的城镇，和朋友一起玩耍将会大大降低您的建筑和物品受到侵害的风险。\n同时，如果遇到物品失窃，我们也有处理方法。将您丢失的物品信息和案发时间段反馈给服主，就很有希望够找出凶手。\n\n\n\n服务器内的注意事项及规则\n\n尽管服务器内是自由的，但我们还是有一种全服必须遵守的宪章。一下是几个重要的规则\n服务器内不允许使用BUG.MOD等,刷取物品。\n服务器内即使是露天的箱子，也不应当随意翻动，箱子的主人有权起诉。\n我们不限制高频，但请不要一直使用。强制加载区块禁止一直开启的高频。\n 服务器以法制为基础，宪法在服务器作为裁定的基本依据，拥有最高的法律效力。任何服务器成员都必须遵守服务器宪法，在宪法允许的范围内进行游玩。以下为服务器宪法的详细规则。(目前由于宪法过于古老，很多条例目前已经不大适用，新的宪法正在修订中)\n【Minecraft】冒险者大陆服务器宪法【基础章】服务器基本规则&服务器不允许使用对服务器平衡性造成严重破坏的BUG(如负数BUG)，违者永久封禁。&禁止使用任何辅助或者作弊性质的Mod的客户端进入服务器，使用辅助性Mod将会禁止进入服务器，使用作弊性Mod永久封禁。\n【第一章】私人住房与领地\n[第一条私人领地的划分\n    在领地的明显处用告示牌或者其他标语清晰明了地说明领主和私人领地的关系即为生效。领地面积在有围墙的情况下按照围墙内区域计算;没有围墙时按照建筑内区域计算。区域外农田，牧场，自动化机器需要贴明标语后纳做私人领地。\n[第二条私人领地的安全保障\n    私人领地不允许未经许可的情况下擅自进入，领主发现此类事件有权采取警告/攻击等行为阻止入侵者继续侵权，并且保留向服务器管理层投诉的权力。\n[第三条私人领地内的所有权\n    私人领地内的物品和建筑都为领主所有，他人不可擅自拿取或者拆卸。否则必须偿还，如态度强硬拒不服从将会遭到禁止进入服务器的处罚。\n[第四条私人领地的使用限制\n    私人领地中，养殖生物总数不可以超过20只。高频机器不可以长时间处于开启状态。大型工程如刷怪塔不能私人建设。\n[第五条私人领地的合法取证\n    如果领主在私人领地违规或者其他违规事件证据在私人领地的，玩家需要申报服主处理，不可以私自进入，否则也是违宪行为。\n\n\n【第二章】玩家人身权利\n\n[第一条生命健康权\n任何生物都不得随意恶意杀死其他玩家。对于有着明显意图想要或已经造成其他玩家受伤或者死亡的，将被禁止进入服务器。\n[第二条财产私有权\n若玩家死亡或者其他原因造成物品丢失于地面，且有明确证据表示物品为该玩家所有，则不可私占物品。捡起的物品必须如数归还给该玩家。不诚实者经查处情节严重可面临禁止进入服务器惩罚。\n[第三条玩家的限制权\n玩家使用隐身药水时，必须以明确的方式告诉其他玩家使用药水的原因以及地点，否则其他玩家有权击杀未知身份的隐身者。\n\n【第三章】组织的权利\n\n[第一条组织的著法权\n组织拥有编写法律的权利，允许编写适用于组织的城镇领地的法律。但是不得与宪法违背，否则无效。[第二条组织的管理权在组织中，创建者拥有对当地法律的最高解释权和执行权。但执行对其他玩家的处理时前提是必须是该玩家触犯了已知的未与宪法违背的法律，否则执行者违宪。[第三条组织的领地划分组织领地的划分为围墙内的算围墙内范围，无围墙则算道路为界。无道路则以建筑所连线区域为界。[第四条组织的领地限制在组织中，按照组织团体人数进行领地限制。3人以上即可成立组织。组织的成立需要到服主处申请并提交必要的信息。组织内的生物数量需要得到必要的控制，具体限制将由服务器各组织协商得出。同时各组织计划的大型工程(如生物堆叠塔)等可能对服务器流畅性造成影响的大型工程需要经服务器投票表决许可。\n\n\n服务器的陪审团制度\n在找出可能作弊的玩家或是可能对服务器造成损失的玩家后，服务器会暂时禁止他进入服务器，并且在官方QQ群内发起投票。如果玩家果过半数则按人数多一方的意见处理。\n\n\n服务器的城镇欣赏\n\n服务器的城镇发展度往往很高，建筑也为纯生存打造，请您欣赏几个主要城镇的风景与建筑吧！正在更新...\n常见问题及解答 FQA & ANS\n正在施工...\n\n\n\n我们希望，您和我们一起来探索，来创造纯净的世界！服务器认证(很无奈这非常的不纯净望谅解QwQ)\n\n\n\n\n\n",
    "replies": [
        {
            "author": "minecraftTony",
            "timestamp": 1460216640,
            "txt_content": "欢迎来到服务器加入我们!我们会一直保留地图，保留您最初的记忆!(此次地图由快照时地图过渡)"
        },
        {
            "author": "毒蛇",
            "timestamp": 1461074460,
            "txt_content": "真的是个很好的服务器"
        },
        {
            "author": "小小布丁",
            "timestamp": 1462374360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "MysteryDragon",
            "timestamp": 1467887040,
            "txt_content": "真的很喜欢这个服务器，很少有服务器玩家会互相之间这么热心，如果想体验玩家间互相邀请喝茶的感受，那么这里将是你不错的选择。"
        },
        {
            "author": "minecraftTony",
            "timestamp": 1468171920,
            "txt_content": "据说在服务器世界，有一个遥远的东方国度。那里有着许多大触玩家，住在长城保护的城池里。"
        },
        {
            "author": "123154567",
            "timestamp": 1468658340,
            "txt_content": "不错的服，玩家素质高，腐竹好"
        },
        {
            "author": "minecraftTony",
            "timestamp": 1468908000,
            "txt_content": "昨日傍晚服务器达到20人记录，特此祝贺！"
        },
        {
            "author": "a1b2c3d4s",
            "timestamp": 1469670360,
            "txt_content": "minecraftTony 发表于 2016-7-19 14:00\n昨日傍晚服务器达到20人记录，特此祝贺！\n如何认证城镇"
        },
        {
            "author": "minecraftTony",
            "timestamp": 1469704200,
            "txt_content": "a1b2c3d4s 发表于 2016-7-28 09:46\n如何认证城镇\n认证城镇请进服务器填写认证表经审核后即可。"
        },
        {
            "author": "minecraftTony",
            "timestamp": 1470650880,
            "txt_content": "由于服务器所需人数和所需配置变高，服务器进行了一次升级，希望大家能够获得更好的体验~"
        },
        {
            "author": "minecraftTony",
            "timestamp": 1470732660,
            "txt_content": "服务器更新了宪法，目前服务器的宪法已经规定了服务器玩家的行为，处理玩家纠纷将会更加规范。"
        },
        {
            "author": "cc2hsz",
            "timestamp": 1471078200,
            "txt_content": "服务器挺棒，纯净生存——Small_Super"
        },
        {
            "author": "nycnyc",
            "timestamp": 1471144620,
            "txt_content": "很棒的一个服务器呢！这是我觉得玩过的所有服务器中玩家素质最高 最有氛围的服务器了！ "
        }
    ]
}