{
    "title": "[Unturned]Tips(小贴士)内容翻译",
    "author": "无名人",
    "replyCount": 2,
    "timestamp": 1459709880,
    "txt_content": " 本帖最后由 无名人 于 2016-4-4 19:04 编辑 \n\nYou can hotkey an item in your hands slot by right-clicking it and then pressing a number key [3-9].\n你可以右键一个物品并按下3到9的数字键来通过快捷键快速切换手上的物品。\n\nYou can quickly equip an item by holding [Ctrl] and then right-clicking it.\n你可以对着一个物品按住[Ctrl]键并点击鼠标右键来快速装备上。\n\nYou can quickly drop an item by holding [Ctrl] and then left-clicking it.\n你可以对着一个物品按住[Ctrl]键并点击鼠标左键来快速丢弃。\n\nYou can turn the sirens in a police vehicle on/off by pressing [Ctrl] as the driver.\n你可以通过按[Ctrl]键开启或关闭警用载具的警笛。\n\nYou can copy transforms in the editor by pressing Ctrl+B and paste them by pressing Ctrl+N.\n你可以在地图编辑器中按Ctrl+B复制一个实体的位置以及角度，然后按Ctrl+N粘贴实体\n\nYour ranger weapons and attachments are more durable than their military counterparts.\n你的俄制武器和俄制配件比军用的更耐用。\n\nYou can use umbrellas to lower your falling speed and prevent fall damage.\n你可以装备上雨伞来降低降落速度和免疫摔落伤害。\n\nYou can heal other players by right-clicking on them while holding a medical item.\n你可以拿着医疗物品对着玩家点击鼠标右键来治疗。\n\nYou can rotate objects while building by holding right-click and then dragging the mouse.\n你可以在建造的时候按住鼠标右键并拖动鼠标来旋转实体。\n\nYour crafting materials impacts stats and from best to worst are: Metal -> Pine -> Maple -> Birch\n你制作物品的材料会影响到属性，从最好到最差的是:金属 -> 松木 -> 枫木 -> 桦木\n\nYou can quickly dequip an item by pressing [Tilde].\n你可以按[Tilde]键来快速放下刚刚手上拿着的物品。\n\nYou can turn nightvision and headlamps on/off by pressing [N].\n你可以按[N]键开启/关闭夜视仪或头灯。\n\nYou can quickly transfer an item in/out of storage by holding [Ctrl] and then right-clicking it.\n你可以按住[Ctrl]键然后鼠标右键把你的物品快速储存或取出。\n\nYou can quickly surface while swimming by holding [{0}].\n你可以按住[Space]键快速游上水面。\n\nYou can eventually wiggle your way out of handcuffs by repeatedly tapping [Q] and [E].\n你可以反复按[Q]键和[E]键来解开手铐。\n\nYou can protect an area from zombie spawns by placing a safezone radiator, but it also blocks item spawns.\n你可以放置安全区域生成器来防止丧尸刷新，但是也会阻断物品刷新。\n\nYou can prevent players from building in an area by placing a claim flag.\n你可以放置占领旗子来防止玩家在该区域进行建筑。\n\nYou can join a group with your friends to disable friendlyfire, share buildables, see eachother on the map and win arena as a team.\n你可以加入和你朋友同一个组来防止队友伤害，共用上锁的建筑，在地图上可以互相看见对方，在大逃杀模式中一起获胜。\n\nYou can view a map of the area if you have a chart or GPS by pressing [M].\n如果你有海图或GPS你可以按下[M]键来查看地图。\n\nYou can summon a wave of zombies for great loot drops by placing a horde beacon.\n你可以放置一个尸潮信标来生成一波一波丧尸来获取丰富的物资。\n\nYou can use the horn of a vehicle by pressing [Mouse #1] as the driver.\n驾驶载具的时候你可以按[鼠标左键]来使用喇叭。\n\nYou can turn the headlights in a vehicle on/off by pressing [Mouse #2] as the drive.\n驾驶载具你可以按[鼠标右键]来打开车灯。\n\nYou can snap an object's position and rotation by holding [Left+Control].\n你可以按住[左键+Ctrl]键来控制实体的位置和角度。\n\nYou can hide your name/avatar/admin status/gold ownership by creating an anonymous character.\n你可以通过角色管理选项使用匿名来隐藏你的ID/管理员/黄金会员信息。\n\nYou can quickly grab an item from a rifle rack by holding [Ctrl+F] and then interacting with it.\n你可以按下[Ctrl+F]键来快速从枪架取下物品。\n\nYou can quickly grab an item from a rifle rack by holding [Ctrl+F] and then interacting with it.\n你可以按下[Ctrl+F]键来快速从枪架取下物品。\n\nYou can activate the Skycrane's electromagnet by pressing [Ctrl] while hovering over a vehicle.\n当载具悬停在空中起重机机翼下面部分的时候，你可以按下[Ctrl]键启动或关闭电磁铁\n\nYou can swap seats in a vehicle by pressing the function keys [F1-F12].\n当你坐在载具上的时候你可以通过[F1-F12]来切换座位\n\nYour loot's rarity from best to worst is: Legendary -> Epic -> Rare -> Uncommon -> Common\n你搜刮到的物资的稀有度从最好到最差的是: 传说 -> 史诗 -> 稀有 -> 罕见 -> 普通\n\nYou can rotate items in your inventory by pressing [R]键.\n你可以在背包中按下R键来旋转物品。\n\n最后更新2016.4.4\n\n",
    "replies": [
        {
            "author": "椎名雪穗",
            "timestamp": 1459710660,
            "txt_content": "\n这翻译我给满分。"
        },
        {
            "author": "jxudvv",
            "timestamp": 1467896280,
            "txt_content": "俄系比军用的更耐用23333333333333\n果然是战斗民族"
        }
    ]
}