{
    "title": "<原创·连载>《散写随笔》——闲梦江南梅熟日，夜船吹笛雨萧萧",
    "author": "zyj0807",
    "replyCount": 5,
    "timestamp": 1459757100,
    "txt_content": " 本帖最后由 zyj0807 于 2016-4-4 16:07 编辑 \n闲梦江南梅熟日，夜船吹笛雨萧萧\n　　  如今正值烟雨。\n\n　　雨点飘忽沉浮，落在伞面上“哒哒”作响，剩下的雨滴滑落到地上的水塘里“塔塔”的一声一下。凄霭薄雾将小镇笼罩着，江南风情使然，迷雾下的小镇，如同满腹心事的女子，忧伤而淡然。\n\n　　寥寥数人从屋檐下走过，有老人有少年。老人大多拎着菜篮子，少年清一色的校服白衬衫，背着书包斜挎包，打着伞，潇洒而快速的贴着墙走过。花花绿绿的伞与墙面挨得很近，碰撞到白色的围墙，“刺啦”，留下几道灰黑的痕迹。踩着脚下的水塘，雨水溅起来，“趴塔趴塔”。他们往往都行色匆匆，从来不懂的墙面的疼痛和满城飘雨的无奈。\n\n　　江南小镇的特色都大同小异，古旧的巷陌，立如往事，时过境迁。这些幽深的巷陌中，究竟曾经住过谁，发生过什么事都无人知晓。有些人，可能早就离去；有些人，可能还在这里守候，殊不知，等待着谁的地老天荒。\n\n　　古老的青石板路，仿佛历经风雨洗刷的老者，被人踩踏的同时也被打磨的光滑而明亮。顺着青石板路向上看，和墙面的交界处还留着几棵杂草和一些不知名的小花，在一片青色灰色中，刺激着人的视觉，扎眼的让人挪不开视线。\n\n　　岁月寂寥，时光化作那透明清爽的雨，落在青瓦黛墙间，始终保持着同样的神色情态，看着来来往往，或熟悉或陌生的过客，模糊了过往的记忆，忘记了昨天的悲伤，却似乎也寻觅不到未来的喜悦。\n\n　　闲梦江南梅熟日，夜船吹笛雨萧萧。\n\n　　弥漫细雨中，我仿佛依稀看见，这些阡陌的江南小巷过去的影子。\n\n　　也许在某一个黄昏的下午，天气阴冷，身披蓑衣斗笠的农人裹紧身上的衣物，从石板路上踩过。他的身边或许还跟着一个扎着头巾的浣纱女，女子手中牵着一个蹦蹦跳跳的孩童。屋子里的年迈老婆婆探出头来，将放在家门口的中药罐子拿走，还不忘抬头一串糖一把瓜子地招呼路过的小孩子。亦或者是某个酷爱饮酒的打油诗人，一手提着酒壶，走得歪歪扭扭，嘴里叽里咕噜的说着些不着边际的话语。好像此时此刻，天地为他，他在自己编造的诗歌词句中，寻觅到了属于自己的烟火乐意。\n\n　　人始终是念旧的生命，总会在怀念与追忆中迷离，但却始终品味不到当年的风貌滋味。弹指一挥间，千千万万的思绪如同这条条巷陌交错，有些片段，停留就是一生。\n\n　　所谓江南小巷，许多时候，不过是看着鱼米之地清新又古老的旧时模样，回忆着往昔的时日。想想儿时的阿姨阿妈，嘘寒问暖的对门老婆婆，巷口三五成群围坐一堂下围棋的老爷爷，还有那个，少年时迷恋的打着红油纸伞在雨中踱步的丁香姑娘。\n\n　　巷子飘荡着吴侬软语，带着一种与生俱来的温柔与繁华，是北方的粗犷文化处所不及的地方。在这里，就连踩石板路上的脚步声都那么与众不同，异乡之客与同乡归人一听便知。\n\n　　梦里，妙曼多情的江南女子挥之不去，飘忽不定。\n\n　　那日细雨风飞落，你可曾记得，绿萝窗边，剪烛夜话，闲听落花。\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1459757520,
            "txt_content": " 本帖最后由 zyj0807 于 2016-4-4 16:39 编辑 \n\n前排嚼糖观众：@46241359 @xcc @安根_Engon @恶魔-潇洒  @940595236 \n不要问我这是什么，xcc化身大鹏飞向南冥啦\n"
        },
        {
            "author": "940595236",
            "timestamp": 1459758300,
            "txt_content": "zyj0807 发表于 2016-4-4 16:12\n前排嚼糖观众：@46241359 @xcc @安根_Engon @恶魔-潇洒  @940595236\n这糖太甜，我尝不出其他味道来。\n其实就是看不懂23333"
        },
        {
            "author": "xcc",
            "timestamp": 1459759080,
            "txt_content": "zyj0807 发表于 2016-4-4 16:12\n前排嚼糖观众：@46241359 @xcc @安根_Engon @恶魔-潇洒  @940595236\n真可谓是\n吾闻at来，自挂东南枝"
        },
        {
            "author": "暗黑-子夜",
            "timestamp": 1460208360,
            "txt_content": "江南书画万卷，半江墨色半江鱼米。烟笼江南，半举红伞。吾欲乘风归江南"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461687660,
            "txt_content": "作者@不成功呢！我没收到通知！"
        }
    ]
}