{
    "title": "<原创·连载>《混沌之歌》卷一 在北方 章一 偶遇的伤员……？ - Blealtan",
    "author": "Blealtan",
    "replyCount": 4,
    "timestamp": 1459755360,
    "txt_content": " 本帖最后由 Blealtan 于 2016-4-4 19:10 编辑 \n\n卷一 在北方章一 偶遇的伤员……？\n如果你担心某种情况发生，那么它就更有可能发生。人生就是这样。当你满心欢喜地以为好日子终于到了的时候，总会有各种各样的事情来打扰你。烦人的事情总在你不想它们到来的时候蜂拥而至。而现在，我在难得的休息日里迎来了最大的恶魔。宁月，我的师姐（重读）大人，打算出去“玩”，并且还要拉上我。“你在逗我吗？平时父亲大人的训练还不够多吗？难得的休息日里你又要去玩见鬼的野外生存？我又不是什么探险家，这种事你自己去好了别来找我行吗？我要睡觉啊喂！”蜷缩在被褥之间，我对着“砰砰砰”砸着我的房门的暴力女大声地抱怨。“出来！再不出来我自己开门！”“喂！你过分了！”恼怒的我大声地吼着。砰。门真的开了。“呃呀……原来你真的还没起床啊，好我出去等着……快点！”然后师姐大人飞速地后退一步关上了门。紧接着一个枕头和一床的被褥都砸在了门上。没错她可不是看着我还没起床感到尴尬，而是想到我的起床气才这么跑了出去——在被这么对待过三五次之后，就算是笨蛋如她也会变得反应机敏的。清醒过来的我再一次为自己刚起床时的灵敏的动作感到惊讶。我是怎么做到一下子把自己身下身上的东西全扔出去的？这种事情就当作未解之谜好了——也就在起床气加成下我干得出来这种事情。呼。于是我还是逃不过师姐大人的魔爪啊。把被褥和枕头全都搬回床上，找到自己的衣服慢慢悠悠地穿上，我推开了门。比我高了半头的月儿站在明媚的阳光下。夏日的淡淡光辉映在她身上，投射出影影绰绰的身姿。真美。“磨磨蹭蹭的，走了！”如果她不转过身来瞪着我又这么吼出来的话。于是就这样，我再一次被师姐大人带着翻出了家里的院墙，出了城南门，向着城西南的山丘走去。为什么不从正门出去呢？反正父上大人也就在背后看着我们……算了，这种时候我应该装傻。我家在极北要塞，沙溪城。这里冬天足有半年长，像现在这种夏日景色每年也就只能得见三个月不到。城名来自斜穿城池而过的一条河流，河底细沙足有一掌深，在北方通常以石为底的河流当中实属罕见；冬日里河面冰冻一尺，也是游玩的好场所。当然前提是忽略掉时不时来自北方的侵扰。作为横跨整个九州北方的山脉上的唯一一个关隘，沙溪有着极其重要的战略地位——此山以北，即是一片冬日白雪皑皑，夏日绿茵无边的大草原。极北草原上生活着的胡人身强体壮，但缺少不少生活必须的资源，于是从肥沃的中原土地抢夺便是他们每年夏季必做的事情。在父亲从中原调至极北要塞之前，沙溪城一直处在年复一年的洗劫之中，民不聊生；而由于沙溪的特殊位置，纵使这样，也不能随意放弃，便作为一个军事要塞留了下来，每年作一下象征性的抵抗，在必要的时候让百姓出南门避难。但自从父亲做了极北镇守大将军，沙溪也渐渐繁华了起来。父亲虽然武学底蕴也很深，但实际上本是个文职人员。调到北地来，似乎是开罪了当朝重臣；不过在北地呆了许久，纵使现在的功绩已经能让父亲迁回中原任清闲的文职，但家室都在沙溪的父亲也已经不去念想当年了。而文官自然有文官的处事方法。虽然现在改任武官，但由于沙溪城的特殊性，他也负责着北地的民计民生。而为了避免北方民族的不断侵扰，他选择了和他们通商。毕竟那些胡人也不是傻——虽然确实挺楞的——他们清楚，一年一度的掠夺始终给他们也带来了不少的损耗。而自从父亲向名义上总领胡人几百年的宗教组织提出通商的提议后，那组织欣然同意之下，也命各胡人部落收敛行径，开始了以物易物的互惠交换。胡人放牧，牛羊肉质鲜美，牛皮也是很好的材料。而他们所需要的燃料和粮食，对九州也是常有的物资。胡人人口稀少，并不会耗上太多——毕竟从前每年也都要被抢（送？）走不少。当然，消息的不对等导致这种贸易必然是我们占优；他们又哪里知道在他们看来稀缺的物资对我们来说这么容易拿得出来。不得不提的是，这通商的政令也是得到了皇上的许可的。当今圣上也是个明白人嘛。胡思乱想了这么多，终于到了山脚下。看着山上绵连的松林，我淡淡地叹了一口气。“所以说？你是打算走大路还是再探险一次？”我这么问不是没有原因的。上上次来这里，她在我不断地强调安全下依然坚持探险，直接在密林中穿行，结果就算是有她在前趟路，我还是划了满身伤——因为她经常看到一些花啊草啊蘑菇啊的就叫我去摘；然后第二次在我的严正声明与强烈抗议下，她选择了走常有樵夫行走的路上，结果回来后却嫌无聊（虽然我累了个半死）。于是这次呢？“当然是探险更好玩！”说着，她扔过来一把带鞘的匕首，示意我带着。“这次我可是做了万全的准备的！哼哼！”好嘛，你的万全的准备就是一把小刀？开什么玩笑？尽管如此，我还是顺从地把匕首别在了腰间的布带上。……似乎的确是可以避免上上次的结局？想着当时只带了一柄刀还不给我用的场景，我心里居然升起了淡淡的满足感。好惨啊我。于是我们就这样上了山。……颓废地跟在她身后。别问为什么是她在前面开路，要知道她是剑士，而我是弓手——好我承认我还没有这个暴力女有力气总可以了吧？唔。好困啊好困啊好困啊！我要休息一会！然而就这么想着，麻烦找了上来。“这里……有血迹”哈诶？心下猛地紧张起来，循着月儿的手指指向看去。泥土间有着凝固的血迹，从树木间流下。月儿很果决地斩断那方向上的灌木丛。映入双眼的是一具尸体……“还活着。”月儿这时候已经将手指放在了那躯体的脖颈之间。那是一个小孩子的身躯。看起来大约也只有七八岁的样子，面朝下伏在地面上。背后有一道划破了衣衫的伤口。凝固的血液染红了衣襟，但其内的伤口已经结痂，和破碎的衣物边角凝结在一起。黑色的头发长及肩部，散落在头部四周，看不清楚面容。“于是……怎么办？”像这样子，我有些慌乱地问着。一如既往地，月儿毫无犹豫地回答——“带回家去，由师父拿主意吧。总不能扔下这样一个小孩子在这里。”“会很麻烦的，你明白吧？”“当然。”不过啊……伤成这个样子，昏迷在野外，流了这么多血而不死……怎么想都是很不一般的麻烦呢。\n连载目录&序章\n\n于是这是重写的第一卷的开始。。。好咸鱼啊我（摊手）\n上上周是考托福，上周是考完托福之后的补作业补课补各种。。于是就是现在这样子了（摊手*2）\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1459769100,
            "txt_content": " 本帖最后由 WM2030 于 2016-4-4 19:37 编辑 \n\n……啊……\n仔细阅读了一下\n却已经没有吐槽的时间了（要去玩儿\n但是总感觉比上次要好一点\n\n不是无条件好一点！！！！"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1459771860,
            "txt_content": "快回来更AE……催更三万年了……没想到你会在这里出没……还是被我捉到了2333"
        },
        {
            "author": "Blealtan",
            "timestamp": 1459831680,
            "txt_content": "E.T.星落辰 发表于 2016-4-4 20:11\n快回来更AE……催更三万年了……没想到你会在这里出没……还是被我捉到了2333 ...\n评分不够长系列。。。原文：\n好好好你赢了OTL如果我手上的报告写完了还有时间的话今天中午更AE"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463193240,
            "txt_content": "从后面看过来，章一的质量是最好的。\n不过楼主能坚持下去也算不错。\n期待第七节。"
        }
    ]
}