{
    "title": "【教程】建筑师の初级进阶——起步",
    "author": "PETER·篠",
    "replyCount": 8,
    "timestamp": 1459775040,
    "txt_content": " 本帖最后由 PETER·篠 于 2016-5-22 10:15 编辑 \n\n\n\n\n\n◎笔者 PETER·篠\n\n\n\n\n~用意~这篇文章是送给那些刚刚起步的新手，要知道，国内外的建筑师，都是从零开始的，而我所要阐述的就是些基础的内容。本人对未来的更多事物有所预见和想法时，可能会对本文进行修改，兴许会添加另外几个部分。本文中包含的所有信息，包括那些常被用于建筑创造上的方法和技巧，都纯属是我的个人经验之谈。\n\n\n~背景~我第一次接触Minecraft是通过我的朋友推荐的某网站，我们决定去试下，并逐渐开始在别人的私人生存服务器中结交朋友。大约两个星期后，玩家都显得更为痴迷于单人游戏，他们不再登录，甚至乎抛弃了服务器。我一如既往的打开Minecraft，决定去造些大型的建筑（难以启齿的黑历史）。我的第一个项目在当时看来十分艰巨，用生存模式在水底建造城市。在把TNT当做深水炸弹轰出一片新天地后，手撸了两个玻璃穹顶，我开始意识到这种方法极其花费时间，于是便百度来寻觅解决之法（第一次接触Minecraft中文论坛），在论坛里求助，几位热心的玩家把可帮助加快建造进度的模组还是工具来着（雾）推荐给我。我的脑洞瞬间腾飞！从那时起，我就痴迷于像素方块和创造性的完全发挥，创新不同的地图，学习各类技巧。只可惜后来学业重负，一时远离，谁知便失去了一切。\n\nThe Voxel BoxMcholypotato\n\n\n~个人风格~这世界上没有人能完美地定义一个建筑的全风貌，甚至是从Minecraft测试版玩起的我也不敢说，“我拥有自己独一无二风格的建筑”。但是我不断地朝这个方向去探寻、去思考，以得到正确诠释作品的方式。对我来说，建筑的风格都是基本一致的——换句话说，Minecraft的老玩家可能随便看一些地图，就能一定程度的确定他的作者是谁，是哪一类建筑师，甚至哪种服务器的坑适合他。这并不是广义地说所有的建筑风格都铁定是相同的，而是创造一种风格就必定会产生“一致性”，算是种设计概念吧，或一个连接你展示的所有地图作品的枢纽。就拿BW的触级建筑师Block_Fortress来说，当他发布了一个新地图到PlanetMinecraft上时，身为搬运者的我都不需要看他的名字，立马就知道这是Block_Fortress的项目，因为他的风格早已诉说了一切。你可以戳击下面查看他的作品。\n\nBlock_Fortress\n\n也是为什么，当别人谈起Minecraft建筑时，我必定会说，身为一名建筑师，首要找到自己的个人风格。我想找到你的“专属风格”最好的办法，便是模仿其他人的作品，并重新用自己的建筑语言表达出来，并在论坛或服务器发布（顺带还可征求其他大触的意见）。我会专门去花费大约35％的Minecraft时间去重复建造我认为最有趣的地图。这样做有如下诸多原因，但请永远记住是从模仿中开始，自创新结束。\n\n当你重复建造别人的地图时，这个过程中你会不知不觉地明白他们在建什么，甚至理解他们建筑时的想法。当你利用别人的建筑学习时，会产生各种不可思议的脑洞。你会学到很多不同的建筑技巧和技术；有些你喜欢，有些你可能不为所动。当你重建完别人的地图，粗略地领悟他们的思维过程之后，你可以探索整个地图，看看何处可以改善，哪些有助于你提升建筑水平。辨认出别人的失误也会帮助你看清自己的（失误），并引以为鉴。而最后一个原因，是能吹嘘你自己的单人世界里有一个很酷的地图。\n\n*温馨提示：重建的建筑只能做参考，禁止剽窃，别动歪脑筋哦~\n\n\n~风格和主题化~你确定了自己的个人风格，但又想学习另一种风格或主题，并应用到某个特殊地图中去。这听起来可能有些懵逼，当你对自己的作品有充足的把握，可以尝试去拓展，在你的作品中融入更多的风格。举个栗子，假设你正在建造一个受中世纪文艺复兴影响的梦幻小镇，希望把建筑物以某种方式连接在一起，你便会用一种常见的主题，并在你的“风格库”中选择一个风格。这样你正建造的作品就会主题化，镇子的建筑也会呈现同样的样式。假设你又想建造另一个小镇，而使其不与第一个（小镇）有任何联系，你会延续前作相同的主题，但从“风格库”中选择的风格不尽相同。两个小镇虽有重复的主题，但同时又是不同的两种风格，这会反映出你作为一个艺术家的水平，因为所选择的风格只是你个人素材库中最简单的。是的，为了极尽完美你可能需要多次的斟酌。\n\n\n\n\n~斐波那契数和黄金比例~因为斐波那契数与黄金分割率有密不可分的关系，所以我就先从斐波那契数开始。其实，众所周知这就是个最常见且最最基本的数列。你可以从数字“1”开始（技术上用的则为0，无视这个），而后你前面的两个数字决定了第三个数字。你目前只有数字“1”（1 + 0 = 1），这是该数列开始变得更有识别性的标志。为了让我们的前两个数字加在一起能等于第三个数字，我们把数列变为1，1，2，下一个数字是3，再下一个是5，8，这样一直下去（很明显的线性递推趋势）。\n\n1，1，2，3，5，8，13，21，34，55，89，144，233，377 ...\n\n黄金比例是“上帝”创造的万物极尽美观的存在，不管是小建筑，像房屋的细节，还是更大的建筑结构，都隐藏着它的身影。大家可能不知道它的原理。黄金比例只是从斐波那契数列中衍生出来的比例，它的前后两项数字之比越来越接近黄金分割率1.618，下面是相关的运算。\n\n（1/1 = 1.0），（2/1 = 2.0），（3/2 = 1.5），（5/3 = 1.67），（8/5 = 1.6），（13/8 = 1.625），（21 / 13 = 1.615），（21分之34= 1.619）（55/34 = 1.618），（89/55= 1.618），经计算发现相邻两个斐波那契数的比值是随序号的增加而逐渐逼近黄金分割比。由于斐波那契数都是整数，两个整数相除之商是有理数，而黄金分割是无理数，所以只是不断逼近黄金分割。\n\n介绍了那么多，下面该说说，两个数列如何应用于建筑上了。\n\n黄金比例的基本利用是，你可以将建筑的长度乘除黄金比例（1.618）。这样，你便会得到另一个“和谐的数字”。你可以用这个方法来计算新墙体的长度，墙面高度，建造拱门，将曲线风格化等等。为了简(tōu)单(lǎn)，你可以选择在斐波那契数列中随机选取两个数字，它们的长度也会“和谐”。例如，我选择了8为住宅的墙壁长度，那么其他边可以为5或13。这仅仅是一个基本概述，告诉一些尚未知道这个数列的小伙伴，如果你想了解更多黄金分割比和斐波那契数列的信息，记得去谷歌/百度下。\n\n\n\n\n~奇数~在我的大多数地图里，我会使用奇数来建造，如此建筑便具有了自然的中心；例如，我在建一堵墙，不会去把它弄成6格长，我会继续再加1格，使其变成7；船的宽度，我会补为17格而不是16或18。这通常被称“双边对称”，可能是最常见的对称类型，在Minecraft中到处都能看到。“两侧对称”里有两个子对称技巧，那就是传统的双边和二元的双边。古希腊人很早前就能辨识出来，后来世界各地都广泛使用。最直接简了解释传统的双边和二元的双边之间的区别，是传统指奇数（男♂），二元指偶数（女♀）。偶数一度被人们认为是模棱两可的，所以也被认为是女性的标志，因为它可以任意分为两个整数。而奇数则是男性的数字，因为他们不能准确地被划分为两个整数。当这些应用到Minecraft里时，你会察觉，东正教的对称性，美学是如此的具吸引力。\n\n\n\n\n~地形~地形似乎不是那么重要的东西，但惊人的地形甚至可以使一团狗屎样的建造看起来迷人。我敢肯定你看到过玩家用WE彻底清除一大片区域的方块，以便建造一个别墅，把保留土地的想法抛之脑后。这用中国话说，“风水”相当可怕（地形的失败）。地形建筑的难点是地形不会依照你所想的那样出现，但你可以利用多种工具来搞定。在Minecraft中我专门用来编辑地形是MCEdit，World Edit，或亲自用手撸，但是我要推荐的，是最有用的工具——VoxelSniper，有了这个工具，你可以编辑任何类型的地形，甚至是梦里才有的想象地形。当然，地形塑造方面我不怎么擅长，还在学习中。如果你还在玩单人游戏，建议你先为自己弄一个私人服务器，并使用VoxelSniper来创造你的地形，把各种创造的新地形放在一起。若你想看看其他玩家是如何掌握MCEdit，WorldEdit和VoxelSniper来创造的，请查看下面的这些链接。另外，你还可以使用工具World Painter。它能以非常快的速度创建高质量的地形，调节海平面，以及自然地改变地形差。然而，用World Painter做地形会使成品看起来很“假”，所以我个人推荐把它与其他地形编辑器一起使用。\n\n专业自定义地形建筑师：\nAurelien_Sama - 使用Voxel SniperTelerak - 使用World Machine和World Painter\n\n地形编辑器： \nMCEdit - 支持单人模式和多人模式World Edit - 支持单人模式和多人模式Voxel Sniper - 只是服务器插件World Painter - 支持单人模式和多人模式World Machine - 该款编辑器与上面提到的所有编辑器都有很大的不同，但却是迄今能创造出最现实地形的工具。\n\n\n\n~灵感和钻研~灵感来源于很多不同的形态和形式。我无法准确告诉你灵感要到哪找，因为你应该知道灵感这种较为虚无的事物每个人都不同。对我来说，我会受到某些似乎高不可攀的事情的启发，喜欢挑战自己，达到那些所谓的“不可能”。我也同时受到了它们带来的痛苦，这听起来有点情绪化，用个浅显的比喻，就是“剑已出鞘，不可收回”。千万要记住，创造建筑只能当你有灵感、设想时才可做，若身心疲乏就把坑先延迟，工程进度和最终的建筑效果孰轻孰重，你自然要认真权衡。\n\n我会花超多时间在学校浏览互联网，来寻找能影响我建筑的图像。大部分时间都是在找逼真画面，从视频游戏中的概念艺术，到乐高的MOC建筑。但说真心话，个人很少受到PMC网站上地图的刺激，也仅仅是拿走能影响我个人建筑风格的作品。国内贴吧、论坛、网站找不到的有些东西，PMC网站上也未必有。\n\n下面是一些资源，都是我的灵感来源；Eurobricks论坛很可能是你现在所需要的链接。\n\nEuroBricksClassic Castle\n\n\n\n~“碎片式”建造~“碎片式”建造——是指通过增添细节的形式来建造复杂的结构（巴洛克式）或华丽的设计，这样创造出的复杂结构便具有强共鸣性，建筑规划上也可更为周到全面。\n\n这种建筑风格可能有我不知道的另一个名字，但我喜欢把它称作为“磁片式”建筑/细节设计亦或是简易整理。许多作品的结尾工程都会使用此种技术，就像小镇用沙砾、石头、圆石等铺成的小道。我想我应该提到过这个建筑风格，越来越多的Minecraft玩家都会做到这一点，尤其是在过去的几年里。你可以很轻易地辨认出这个建筑所使用的技巧，创意，它的出现通常是以一种很紧凑或、混乱的感觉，大量采用半砖，栏杆，楼梯，有时是色块。\n\n如果“碎片式”做得好的话，视觉上是相当惊人的（甚至震撼），但滥用它只能是建造出一个有压抑感的地图给别人看，结束时显得非常混乱和杂乱（极其不正常）。这部分要记住的一点是，Minecraft是以方块为单位的游戏，其可添加到建筑中的细节，充满了局限性。我们的灵感来源大多是非Minecraft的，就如现实生活中的构造，你们会慢慢意识到，不用资源包，仅靠一己之力去最大化增加圣索菲亚大教堂的细节和层次感几乎是不可能的。我看到太多的建造陷入了不断添加细节的深坑，尝试完全地模仿现实生活中的。说坏点，这只会让建筑的结果看起来像团狗屎。\n\n如果你是最近才开始玩Minecraft，我强烈建议你避开运用这种建筑技术，你可以把注意力转向建筑方法和数学背后的审美方面，而不是尝试增加不必要的细节。如果您想了解更多，或查看更多的此类感觉，可以点击下面的两位建筑师；我敢说，能正确地掌控这一技能的建筑师寥寥可数，毕竟我搬运了那么多年就只遇到了他们两个是完美诠释的。\n\nCircleightMurps\n\n\n\n参考图片的地图建筑师：*按照图像出现的顺序，从左到右排列。Block_Fortress - 劳乌Sounas - 海底堡垒Sillouete - 金天鹅大帆船Sir_Beret - 帝都竞技场Telerik - 阿斯特里克斯RezolutnyDarek - 19世纪的城堡（维特鲁威市）Circleight - 密码王国imlr - 精灵箭手塔Aminoque - 珀哈索斯\n\n虽然上面暂时只放了一张拼图，但我会逐步增加更多的国外建筑师，并在这个页面上进行更新。显然，这些玩家都只不过是冰川的一角，还有一些是我没有订阅或没有留意的。其实寻找适合自己的建筑师，来作为你的模范，也是种乐趣。通过在国外的Minecraft网站浏览地图，或访问相关的Minecraft服务器，你便会发现，触手就在身边，建筑师离你并不远。\n\n@西红柿片 第一次在展示&共享主版发帖，版主别删！∑(っ °Д °;)っ\n\n\n\n   ",
    "replies": [
        {
            "author": "格林",
            "timestamp": 1459775580,
            "txt_content": "我感觉把，在你文字后面加上点图片效果会更让人理解..\n\n干看100多字不如看1张图片啊,真心话。\n有图片做对称会更好。 ?像是通俗易懂?"
        },
        {
            "author": "PETER·篠",
            "timestamp": 1459775760,
            "txt_content": "格林 发表于 2016-4-4 21:13\n我感觉把，在你文字后面加上点图片效果会更让人理解..\n\n干看100多字不如看1张图片啊,真心话。\n嗯，图片我还在慢慢弄。"
        },
        {
            "author": "YueHaxgu",
            "timestamp": 1459775820,
            "txt_content": "哼唧，表示我也准备发教程的说，哎哎，我总有一条要发的，只是现在时机未到！"
        },
        {
            "author": "麦白",
            "timestamp": 1459775940,
            "txt_content": "真是辛苦了，这么多字。"
        },
        {
            "author": "superflat",
            "timestamp": 1459776240,
            "txt_content": "哇！\n这么坎坷~~\n话说那些国外网站都是弄地图的么？？\n我没仔细看……"
        },
        {
            "author": "liux135",
            "timestamp": 1459796820,
            "txt_content": " 本帖最后由 liux135 于 2016-4-5 03:11 编辑 \n\n表示很同意楼主所说的  \n\n从模仿中开始，自创新结束。   \n\n本渣的建筑技巧便是如此学习来的\n模仿中渐渐知道了建筑者当时的想法   \n当他的想法与你的想法在脑子里结合改造遍会使你的建筑开始有自己的风格\n\n(话说这么好一个贴居然没有很多人看的样子，真是可惜。。。)\n"
        },
        {
            "author": "Yy星人",
            "timestamp": 1468086780,
            "txt_content": "看到了老外版本的圣彼得大教堂了hhh\n讲道理这教程可以上精华了吧"
        },
        {
            "author": "mellowxiao",
            "timestamp": 1468235280,
            "txt_content": "额的妈呀，这复杂"
        }
    ]
}