{
    "title": "建议各版对教程文章负责审核，加强审核机制",
    "author": "tdiant",
    "replyCount": 13,
    "timestamp": 1459786320,
    "txt_content": " 本帖最后由 tdiant 于 2016-8-1 19:57 编辑 \n\n编程开发的教程历来是许多新手，小白乃至Java程序员通向MC开发的大门，这里十分重要。对不良教程，尤其是有误导作用的教程要进行管理整治，营造良好的学习环境，这是对他人负责人的表现。\n一本书可以里面写什么东西都可以，只要不违法就行。可是教科书和教辅可不一样，教育是一个民族的根本，甚至在宪法如此重要的国家的根本法律里都要特别说道说道教育。教育是一种责任，是一个重担，更是一项不可轻视的大事。在MCBBS的编程开发，何时都有充满梦想的人在吸取知识，期待自己能够走入MC编程的世界。\n例如， 论坛用户tiger999发布的系列教程是一篇插件从零基础入门的教程，教程质量显得尤为劣质。这无疑是一个污点。\n首先，单看教程本身，与用户berry64的教程做比对，连目录都有惊人的相似之处。\n其次，文章用语更是令人无言以对。\nhttp://www.mcbbs.net/forum.php?m ... =535195&pid=9551394\n我相信6L我的发言能够说清楚我要表述的观点了。你能够告诉学生这道题的得数是多少，那道题的得数是多少吗？当然不行，授人以渔而不能授人以鱼。写代码，每句代码的存在当然有自己存在的意义，岂能你说这样写就这样写？难不成我坐船去香港，我就不能坐飞机了吗？那可真是可笑。Java是个面向对象的语言，面向对象的特点只字不提，那这个教程还有啥意义可言呢。\n首先，教程不是产品，教程是教别人东西的，是教书育人的东西，怎么可以随便写，自己想怎样就怎样呢。教程绝对不是产品，由你自己一个人说了算。我承认这是你写的教程，但是要本着对别人负责的态度，写教程当然要去接受别人的意见。\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=559619\n这篇教程我看了以后实在忍不下去了。幽浮直言其不具备写教程的资格,我觉得正中了我的心坎。也许编程版事太多，表示理解。但是，请问就像这样明显的错误言论满天fly的教程能教好别人吗，能够承担起这个重担吗？教程为什么写不好，那是因为自己根本啥也不知道就瞎写，认为教程是自己写的玩的。自己没能力，就不要去做自己担不了责任的事。其次，上面最后一个一个链接，沙发兄的发言并没有任何不得体的地方，这叫喷人吗？这叫做提意见，对于楼主来讲，自己东西被提意见，那可真是一个不能容忍的大事啊！殊不知自己才疏学浅，应该知道收敛，而不是一味放恣，去担负自己付不起的责任，交给他人无理的知识，给他人讲多么好笑的笑话。\ntiger999自己什么也不会，就来写教程，并且不虚心听取他人意见，这样的人使得编程开发必要的需要整治一番。自己什么都不会更要虚心学习，不要时时刻刻去显摆自己无知，天外有天，人外有人。唯我自大，可是显摆了自己脸皮有多厚;瞎做诠释，那可真是装了一个好B。自己装逼不要让别人一起跟你下水，如此厚颜无耻的行为，还能让别人说什么呢？真当教程人人都能写吗？这种损人的行为，必须抵制！\n总结\n\n一句话：请把教程和作品分开。\n或许可能你说，教程是你写着玩的，是你愿意写的，教程是你的作品。请把教程和作品分开，教程绝不是作品。作品出错误是BUG，是漏洞，是不完善，教程出错是误导，教程容不下错误。\n\n\n这样的教程迷惑了新手，编程开发版不对其资质进行审核，不慎重放行教程类文章，那可真是疏忽了。希望编程版以及游戏技巧、mod讨论和联机教程等版能够认真审核内容，认真查明内容，不要让劣质教程蒙了他人。希望各版都能对他人负责，抵制垃圾教程。\n\n\n",
    "replies": [
        {
            "author": "0x3B800001",
            "timestamp": 1459786860,
            "txt_content": "嘛，mcbbs的很多编程教程我都读过\n其中大部分具有误导性，且用词不当，尤其是对于刚学的新手是大不利\n所以我非常同意td的说法"
        },
        {
            "author": "9032676",
            "timestamp": 1459786980,
            "txt_content": "支持一个，类似于编程版内教程这些大多是教导新人如何上手的，但是如果一篇不好的教程将会导致新人往错误的方向学习，导致写出来的都是劣品。\n而关于可行性上，熟知到版主们平日都挺忙的，建议可以加在版规内教程应该涵盖些什么，或者弄个准则什么的 方便审核←_←"
        },
        {
            "author": "Bryan33",
            "timestamp": 1459830720,
            "txt_content": "每次有人问我 怎么学Java 怎么写插件\n我回复的第一句话就是 别看论坛内的教程\n\n学基础你可以去网易云课堂看视频\n学插件你可以去研究别人的插件\n\n论坛内的教程说实在的 没有一个有用 <- 说的可能有点过\n但是真正能应用在编写插件上的少之又少"
        },
        {
            "author": "xiaoxiaokulipa",
            "timestamp": 1459836240,
            "txt_content": "支持楼主的想法，现在误导新人的教程太多了"
        },
        {
            "author": "andylizi",
            "timestamp": 1459844520,
            "txt_content": " 本帖最后由 andylizi 于 2016-4-5 17:17 编辑 \n\n唔...\n希望此贴针对的不是tiger999本人，而是这种现象。\n倒数第二段也许略激动了些。\n不管怎么说他的想法还是好的。"
        },
        {
            "author": "Ice_tuzi",
            "timestamp": 1459845900,
            "txt_content": "支持！一直想学JAVA，就去看了论坛的帖子，但是发现和我自己在书上看的到（我是买书自学）虽然相似，但用词...（你是另一个世界的吗？）\n对于这种教程类的帖子，感觉一定要加强审核，虽然版主&管理们可能会累点，但我觉得这样比误导更多的人要好。\n版主&管理们:苦日子要到了QWQ"
        },
        {
            "author": "pca006132",
            "timestamp": 1459858380,
            "txt_content": "版主: 你倒是给个错误列表我们改啊，我们无任欢迎\n技巧板的其实也是类似的，然而反映了之后还是如此，还是叫我们去给错误列表\n嘛，我觉得那些帖子在发布前如果能给版主/志愿者先审核那就好多了...(版主: 我们很忙啊)\n//其实最重要的就是要教会那些不懂装懂的人，你们别装逼了，瞎装逼遭雷劈啊"
        },
        {
            "author": "寂",
            "timestamp": 1459858740,
            "txt_content": "同意td的观点。\n教程，顾名思义教人的文章。\n连教人的文章质量都写成这样，从开始的时候就开始误导别人。\n这还是教程吗，"
        },
        {
            "author": "chyx",
            "timestamp": 1459937160,
            "txt_content": "虽然很好 但感觉不太现实"
        },
        {
            "author": "lzs1234",
            "timestamp": 1460260560,
            "txt_content": "感觉每个版块可以抽调本版块的优秀小组中的一些人组成“专（ku）家（li）团队”，负责审核本版块的教程类帖子，像服务器版块一样"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1467366600,
            "txt_content": "首先支持楼主的观点\n但是\n发教程本来是一件好事，作者尽其所能写出来的东西被称作垃圾，暂且不说作者的感受和受到的打击，那作为监督的版主呢？\n我觉得那篇帖子中大神们说的话真是没法说，有的人年龄小，那楼主年龄也小么？大家都是给老板打工的码农，实在没必要把工作中的不顺发泄在萌新身上。\n感觉与其谴责作者不如让版主加强审核，当然，在这个论坛恐怕楼主的想法也是太天真"
        },
        {
            "author": "miejun",
            "timestamp": 1470043980,
            "txt_content": ".......虽然意见好...但是不现实...（除非弄一堆版主天天审核233不干别的）\n（话说 你这么针对他真的好吗...发个帖也不容易...还容易引..战\n）\nhttp://www.mcbbs.net/forum.php?m ... amp;extra=page%3D1#"
        },
        {
            "author": "tdiant",
            "timestamp": 1470046200,
            "txt_content": "miejun 发表于 2016-8-1 17:33\n.......虽然意见好...但是不现实...（除非弄一堆版主天天审核233不干别的）\n（话说 你这么针对他真的好吗.. ...\n仅为举例子，说明现象，而非针对个人。"
        }
    ]
}