{
    "title": "【原创-连载-圣杯】【晓】【32】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 5,
    "timestamp": 1459866000,
    "txt_content": " 本帖最后由 冥王星人 于 2016-4-5 22:48 编辑 \n\n\n\n　　------ ------\n\n　　这样的距离，大概足够了吧？\n　　她停下仓促步伐，背靠林中的粗树，平缓呼吸和情绪。\n　　作为习惯了冷血且残忍，可以毫无怜悯抹杀任何生命的人，如此急切惊惧的逃跑，还真是丢脸呢……\n\n　　只是，她别无选择。\n\n　　“所以，又要用了吗？”\n　　群星随天色渐沉，显现浩瀚天穹。不可计数的闪光之间，一颗苍白孤立光源，在她有特殊意义。\n　　好吧……\n　　但愿，最后一次。\n　　低头咬住下唇，目光聚焦掌心。\n　　她永远无法忘记，初次见面时有关引导使命的那些话。更不会忘记，决定接受下来，是出于怎样的原因。即使不由于仇恨，做刽子手终究要获得惩罚的。\n　　敌视、惧怕，早已习惯；排挤、误解，早已无感。\n　　可预言成真了，总叫人倍感无措。\n\n　　只是，她别无选择。\n\n　　“其他可以。唯独这件，我不会听从。”\n　　说罢抛出手中之物，誓要以人的力量，抵抗天的意志。\n　　引导星，献祭人，圣物持有者，等等。肩负的多重身份，掌握“星”的赋予，正通过一次次使用特殊能力，疯狂蚕食着她的生命。\n　　决定悖逆，是为了不想害他。\n\n　　硬币反射自然界仅存的璀璨，划出漂亮曲线飞至力量巅峰，如约折回下落，不断翻转，展示周身精致华丽的雕琢。\n　　似乎夸耀超越地上所有珍宝的自身价值，并非出自凡人工匠之手的纹刻，蕴含魔力不可小觑，遗憾它指定的主人，对它充满厌恶。\n　　很意外，没有想前几次一样，谁由半路接住纯金打造圣币。它无声息地落入草间，高贵刹时沦为低贱。\n　　等从眩晕中苏醒，意识战胜昏迷，却不知这次，寿命又缩减了几分。\n　　浑身力量被抽干，连呼吸都颇感吃力。尝试爬起来，超过负荷的肉体再次败北，结果知晓自己还活着的时间，推迟至次日黎明。\n\n　　真是丢脸。\n　　和褐星只需做初步引导不同，默示之星负责陪同诸贤者到末后，以行为施行引导。\n　　短暂紧张的数月，不足以完成大量任务。\n　　那么就要依赖圣金币的“回溯”功能，追赶时间，赢取倍速效率。不过使用的代价，是每回溯一天，生命即减少一年。\n　　具体丧失的无从计算，惟愿心中的平安，在他那里得到实现。\n\n　　强迫双足摆脱麻木，蹒跚走出森林。\n　　星星高悬兰登上空。通往城市的大路，时常有马车来往。她伸手拦住一辆篷车，塞给赶车人几枚金币，随口编出谎言，冒充亲属关系混过守卫的检查。\n　　“如果敢说出去，无论你在任何地方，我都能找到你，并且杀了你。”\n　　先是利诱，之后拿短剑顶住脖颈威吓。\n　　达到目的，确保消息不被泄露，她便住进最小最偏僻的旅店，为当天夜晚潜入某幢民居，做足准备。\n\n　　时间过得飞快。\n　　日头落下升起，新一天开始，城里的人们发觉周围事物悄然改变。\n　　兰登城护卫队的队长，起床后在家里找到袋宝石，同着出现的书信把旧日战友的行踪交代一清二楚。他当然乐意重见老朋友当面叙旧，于是严格遵从书信指示，一丝不苟的照办。\n　　这引起了旅店老板的不快。他原想狠狠捞一笔，而客人只住半天，便在床头留下纸条，告知人已经不在。气愤之余，他竟没察觉房租收入叫房客顺手收回，丢给街边卖艺维生的流浪诗人。\n\n　　行人来往，稀少有停下脚步耽误挣钱时间，听那个行装堪比乞丐的家伙唱歌。\n　　还好他并不在意。\n　　因为朝思暮想日期夜盼的引导星，慷慨解决了他未来五天的食宿问题。五天当中，他必须找到名为赤星和蓝星的两位男性，保护他们在路上的安全，不然恐怕又要肚子空空去睡街角。\n　　可那位出手阔绰的美人，给他的并不算少，近几天能稍微挥霍放荡下了。想到这里，他越发变闹市中心为墓地的放开嗓门，努力跑调。\n\n　　此时的她，正远远离开兰登，赶往星指示的下个地点，迎接命运安排的崭新考验。\n\n　　------ ------\n\n\n\n\n废言：\n明天码国。\n\n索引见签名档。\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "叫我脸盆",
            "timestamp": 1459866360,
            "txt_content": "这是。。。小说家？"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1459866600,
            "txt_content": "明天MC国……论坛改版真心好2333           所以你的意思是金币会让人一步步走向堕落……明显结局会悲剧化（PS：第一次看这个系列233）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1459867380,
            "txt_content": "E.T.星落辰 发表于 2016-4-5 22:30\n明天MC国……论坛改版真心好2333           所以你的意思是金币会让人一步步走向堕落……明显结局会悲剧化 ...\n你真会联系。\n但这一通胡说叫我想打你。\n刚好最新要报名学剑道。"
        },
        {
            "author": "炫音界",
            "timestamp": 1459958820,
            "txt_content": "剧情节奏偏向中世纪悲剧向吗？"
        },
        {
            "author": "冥王星人",
            "timestamp": 1460004120,
            "txt_content": "炫音界 发表于 2016-4-7 00:07\n剧情节奏偏向中世纪悲剧向吗？\n不是偏向，是就是。。。"
        }
    ]
}