{
    "title": "【朱仙出品】<原创·连载>方块万岁【第二十四章 龙纹与打架】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1459933860,
    "txt_content": "正文\n\n\n龙纹看梅谁出门后，有些放心不下，却又不知怎么办，借着上厕所的时间，拨打了一个人的电话。\n\n　　“喂！陈止！”龙纹小声的问道，“到底怎么回事？”\n\n\n　　“什么怎么回事？”陈止的声音从电话那一头传来，“你指什么？”\n\n\n　　陈止那边传来的声音嘈杂，似乎是在酒吧，或是舞厅里。\n\n\n　　“当然是梅谁了！他为什么会那样？为什么....那样颓废？”\n\n\n　　“哈哈，当然颓废了。”陈止笑道。\n\n\n　　“无法完成他人对自己的期望，对自己的能力产生怀疑，曾经坚信自己的人放弃了信任，遭遇这样的打击，怎么可能不颓废？”\n\n\n　　龙纹心中突现一阵惊慌，短促说道，“可是，是你让我加入梅谁的队伍，是你让我在第一次挫败的时候鼓励他的！”\n\n\n　　“对啊。”陈止笑道，“你不找我我还忘记了，你妹妹最近的信息已经发送到你的邮箱里了，注意接受啊。”\n\n\n　　龙纹立刻竖起身子，想要去确认一下，但是理智还是阻止了他，这边的事情现在更为重要。\n\n\n　　“陈止，你到底想对梅谁做什么？”龙纹沉声问道，“毁了他？或者......”\n\n\n　　龙纹话刚刚说出口，他脑子中就浮现一句话。\n\n\n　　欲让其毁灭，先让其疯狂。\n\n\n　　难不成...\n\n\n　　“陈止！梅谁原本就已经不堪大任！你为什么还要这样折磨他！难道梅谁以前是决明子的时候，你......”\n\n\n　　“龙纹。”\n\n\n　　陈止打断龙纹的话，笑道，“不要再说下去了，结束吧。你的薪水已经领了，该退场了。忘记你对梅谁做的一切吧，我们的交易结束了。”\n\n\n　　然后，陈止便挂断了电话，只剩一阵忙音。\n\n\n　　“可恶，这家伙！！”龙纹咬牙道。\n\n\n　　要忘记一切，怎么可能做得到？龙纹出了厕所，想要出门寻找梅谁，却被蒋同拉住了。\n\n\n　　“让他，一个人。”蒋同说道，“他没事。我知道。”\n\n\n　　龙纹皱了皱眉，烦躁的坐下了。\n\n\n　　······\n\n\n　　“你，你怎么在这里？”\n\n\n　　梅谁退了一步，仿佛见到什么不可名状的恐怖生物一般。\n\n\n　　“为什么我不能在这里？”\n\n\n　　陈止笑道，“你能来，我为何不能来？”\n\n\n　　梅谁立刻转身离开。\n\n\n　　“梅谁。”陈止叫停道，“我请你，来吧。”\n\n\n　　梅谁站住了脚步，一言不发的走到陈止旁边，坐了上去。\n\n\n　　“这就对了嘛。”\n\n\n　　陈止眉开眼笑道，“来来来，你肯定从来没喝过，给你倒上一杯。”\n\n\n　　梅谁沉默接过，仰头一倒。\n\n\n　　辣。\n\n\n　　如同火烧一样的酒流进梅谁的喉咙。他的确是第一次喝酒，但是却没想到会如此不堪。拿起桌面上的酒瓶。\n\n\n　　“为什么是二锅头啊！”\n\n\n　　“哈哈哈！”陈止也给自己倒了一杯，学着梅谁的样子倒灌了起来，但是也如同梅谁一样，脸红着被呛到。\n\n\n　　其实我也是第一次喝酒。\n\n\n　　陈止这样说。\n\n\n　　梅谁哈哈大笑，又喝了一口。\n\n\n　　酒这种东西，之所以好喝，是因为太难喝了。\n\n\n　　陈止赞同。\n\n\n　　两人就再没有碰陈止的二锅头，而是叫了一箱啤酒，对饮起来。\n\n\n　　晚上九点，这个时间酒吧的营业才算刚刚开始。客人一波一波的走进，灯光突然变暗，电音歌曲突然响起来。\n\n\n　　陈止扯着嗓子，到一个只有梅谁才能听见的音量，发着牢骚。\n\n\n　　梅谁哈哈笑道，握着酒瓶。\n\n\n　　人群中，走出一个性感的女孩，拿起一张凳子，跳起了舞。\n\n\n　　人潮涌动，欢呼声连绵不绝。\n\n\n　　梅谁举起双臂，学着他人的样子也恍惚了起来。\n\n\n　　“喂！”\n\n\n　　陈止在旁边叫道。\n\n\n　　“什么？”\n\n\n　　梅谁回头问道。\n\n\n　　“我们走吧。”陈止一指外面，示意两人出去。\n\n\n　　梅谁点点头。\n\n\n　　陈止结了帐，和梅谁两人搀扶着,从酒吧后面离开。陈止看了看表，晚上十点。\n\n\n　　“嘿。”\n\n\n　　陈止放下梅谁的手臂，摇摇晃晃的说道，“我有个想法。”\n\n\n　　“什么？”\n\n\n　　梅谁双手撑在一旁的汽车上，擤了擤鼻子，迷迷糊糊的问道。\n\n\n　　“你来打我一拳吧。”陈止摊手，说道，“用全力打我一拳。”\n\n\n　　“嘿嘿，你喝醉了。”\n\n\n　　梅谁笑道，“你还是回家吧，谢谢你请我喝酒，我也得回家了。”\n\n\n　　说完，便转身要走。\n\n\n　　“我可没开玩笑。”陈止的笑容一下子不见了，冷脸说道，“打我一拳，全力。”\n\n\n　　梅谁皱着眉头，回头看向陈止，问道，“为...为什么要打？我没有打你的理由，这毫无意义，还是说你想告我人身伤害，送我进监狱？”\n\n\n　　陈止一摊手，“我不知道，也许就是想找个人打一场而已，就像《搏击俱乐部》？你看过搏击俱乐部吗？”\n\n\n　　梅谁摇摇头，问道“打架难道不需要理由吗？”\n\n\n　　“难道要吗？”陈止又笑了，“你和别人打过架吗？”\n\n\n　　“也许....小学的时候有吧，或许没有？”\n\n\n　　“既然没有，我们就试一试吧。”陈止道，“只是试一试罢了，难道你不想打我吗？来吧。”\n\n\n　　说着，陈止张开双臂，好想一个在等待拥抱的小孩子。\n\n\n　　“额，我不知道，打...打哪儿？脸吗？”\n\n\n　　梅谁歪了歪头，迷糊到。\n\n\n　　“随便。”\n\n\n　　“那好吧..”梅谁看了看自己的拳头，用力打在陈止的脸上。\n\n\n　　陈止立刻就倒在地上了，嘴里流出血来。\n\n\n　　这一下还真不轻。\n\n\n　　“抱，抱歉啊...我..”\n\n\n　　梅谁一下子不知道说什么，摆着手，想要扶陈止起来。\n\n\n　　“嘿嘿。”\n\n\n　　陈止嘿嘿笑着。\n\n\n　　“嘭。”\n\n\n　　这次轮到梅谁了，陈止这一下直接打在他的肚子上。\n\n\n　　梅谁感觉自己的胃好想扭在了一起。\n\n\n　　胃酸流出来了吧。\n\n\n　　“好...好...”\n\n\n　　梅谁跌跌撞撞的直起身子，又打了陈止一拳，正中鼻子。\n\n\n　　说实话，鼻子的手感像是橡胶轮胎一样。不好打。\n\n\n　　就这样，两人扭打在一起，鲜血从两人的头上流淌下，梅谁却没有注意。他哈哈大笑着，陈止也笑着。\n\n\n　　两人就像疯了一样，一边大笑着一边感受着肉体的疼痛。与其说他们感受痛苦，不如说他们享受着痛苦。\n\n\n　　“呼，呼。”\n\n\n　　酒吧的后门没有任何一个人过来，梅谁瘫在地上，大口的喘着气。\n\n\n　　“好痛。”\n\n\n　　“我也很痛啊。”\n\n\n　　梅谁吃吃笑道，“这么痛，为什么还要打？”\n\n\n　　“也许就和酒是一样的吧。”陈止笑着，道，“打架的乐趣在于——毫无乐趣，还很痛。”\n\n\n　　两人一起笑了起来，再次互相搀扶，如同亲密无间的好友。\n\n\n　　陈止抹了一把鼻子下流出的血，问，“你说，美国为什么不禁枪？”\n\n\n　　梅谁仰头哈哈笑道，“关我屁事！”\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1463193000,
            "txt_content": "我认为回复不应该是0。\n可能跟部分元素受众面较小有关。"
        }
    ]
}