{
    "title": "[1.7.10][AlgaeCraft——海藻工艺][汉化]不再单调的海洋！",
    "author": "Mqing",
    "replyCount": 10,
    "timestamp": 1463302800,
    "txt_content": " 本帖最后由 Mqing 于 2016-5-15 17:00 编辑 \n\nAlgaeCraft海藻工艺algaecraft是由珊瑚、海藻、海绵、藻类、各种食物、鱼、龙虾、各种装饰块以及生物群系组成的一个以海洋为主题的MOD楼主个人认为该MOD偏娱乐休闲向介绍视频[youtube]http://v.youku.com/v_show/id_XMTUyNDc5NDAxMg==.html\n\n\n\n 植物块的介绍海藻- 通过沼泽生物群系产生的单个方块- 可以由一个增长到很多个- 生长速度比其他植物都要快- 只能在沼泽或者沼泽滤水器的作用范围下生成- 所有实体接触都会减慢移动速度- 可以用手或者其他东西直接破坏- 不能通过骨粉催生- 当所示纹理被设置为\"fancy”时海藻是清楚可见的，设置为“fast”则是不透明的\n\n\n\n\n珊瑚- 在海洋生物群系的珊瑚礁中生成- 只能生长于海洋生物群系和海洋滤水器的作用水范围内- 几乎可以种植在任何方块上，材料什么都可以- 生长阶段分\"幼年\"\"成熟\"- 一共有4个种类:橙珊瑚，紫珊瑚，蓝珊瑚，脑珊瑚(粉红色,这货百度真有=A=)- 光照越多，生长越快\n- 右键收获成年珊瑚会获得一个幼年的珊瑚，并且原地的珊瑚变为幼年时期\n- 左键可以直接收获整个珊瑚\n- 可以用骨粉催生到下一阶段\n\n\n海草- 在深海中大片生成- 只能生长于海洋生物群系和海洋滤水器的作用水范围内- 几乎可以种植在任何方块上，材料什么都可以- 当种下海草，它便会从水底一直生长到水面才停止生长- 用手收获时，整棵海草全部落下- 不能用骨粉催生\n\n\n\n\n海绵- 生成于海洋生物群系的珊瑚礁- 在任何生物群系都可以种植- 几乎可以种植在任何方块上，材料什么都可以- 生长过程4个阶段:小，中，大，完整- 2个种类:红色和黄色(普通)- 用手收获,前三个阶段(小，中，大）掉落物品.第四阶段(完整)掉落海绵方块- 可以用骨粉催生\n\n\n\n Aeros植物(不知怎么翻译恰当...反正就是一个植物辣~\\(≧▽≦)/~)- 生成于海洋生物群系的珊瑚礁- 只能生长于海洋生物群系和海洋滤水器的作用水范围内- 几乎可以种植在任何方块上，材料什么都可以- 成长分3阶段:幼苗，成长期，完整期- 右键第三阶段掉落Aeros球,并且从原来阶段变为第二阶段- 破坏可以获得种子- 很小的机会掉落Aeros球- 可以用骨粉催熟\n\n\n\n\n\n银胶菊\n- 生成于沙漠生物群系\n- 可以种植在沙子，红沙，硬黏土和彩色黏土上\n- 生长分5个阶段:小，中等1，中等2，完整.健康或者死亡.\n- 很多时候都是生长为健康的，但有较小几率生长为死灌木\n- 右键单击完整或者健康的银胶菊可以获得1-2个分支(种子)\n- 破坏后变为第一阶段(小)\n- 收获时有较小几率掉落(分支)\n- 可以在任何生物群系种植\n- 可以用骨粉催生\n- 由骨粉催生的不会转变到健康or死亡两种阶段，直接到完整.\n\n\n\n\n\n 实用方块的介绍石灰岩\n\n- 生成于海洋生物群系的基本方块\n- 粗糙的石灰岩可以用9个小(幼)珊瑚或4个大珊瑚制作\n- 粗糙的石灰岩也可以用氢氧化钙瓶和汽水水制作\n- 必须用镐采集，镐为任何镐\n\n\n\n\n\n\n\n\n\n\n\n加工木板与密封玻璃\n\n- 加工木板由普通木板与颜料和黏土制作\n- 加工木板可以制作为台阶\n- 密封玻璃由加工木板，普通玻璃和橡胶合成\n- 能被轻易打破并且能用精准采集采集\n\n\n\n\n\n海底沉积物\n\n- 自然生成于深海\n- 可以用手挖，但最好用铲子\n- 最好用附魔的精准采集镐，不然掉落物数量会有所下降\n\n\n\n希腊火柱\n\n- 可以提供一个大小范围为2的照明\n- 放置在水中时亮度大大增加\n\n\n\n\n\n 功能方块滤水器\n- 共有四种类型:淡水，末影，沼泽，海洋\n- 滤水器可以用于种植海藻工艺里面的植物\n- 摆放姿势:类似于末影传送门，只不过中间放上水\n\n\n\n\n\n\n捕虾笼\n\n- 自动吸引龙虾靠近\n- 当距离够近时，龙虾会自动进入一个空的捕虾笼\n- 右键从笼里取出龙虾\n\n\n\n\n\n空气压缩机\n\n\n- 右键把一个空罐放上去\n\n- 潜水用的罐从此获得\n\n\n\n\n\n\n 食物 海藻片\n\n\n\n脆海带\n\n\n\n\n鱿鱼\n\n\n\n\n寿司\n\n\n\n\n虾肉\n\n\n\n\nAeros球\n\n普通Aeros球，食用可以恢复2点气泡值\n神秘Aeros球,食用后获得水下呼吸buff\n 工具和武器寿司刀\n- 2种类型:铁寿司刀和金寿司刀\n- 铁寿司刀与金寿司刀可当当做原版剑使用\n- 用金寿司刀获取龙虾肉会得到4个而不是3个\n\n\n三叉戟\n\n- 可以有效地击打蛛网，箱子，草块\n\n\n\n空气罐\n\n- 三种类型:大型，小型以及创造(存储量如字面意思)\n- 小型空气罐可以储存200升空气，大型可以储存800升空气\n\n\n红铁电解槽\n  盐水->氢氧化钠\n\n\n希腊火焰&希腊火盆\n\n希腊火是一种奇怪的物质,可以在水中燃烧\n在这个mod里，希腊火是造价便宜且非常实用的工具和武器,\n它可以在水中传播蔓延,如果把它放置于水下，它会浮上水面\n\n\n 装备潜水面罩\n\n- 潜水面罩能让你在水下看的更清晰\n- 潜水面罩可以用铁砧升级\n\n\n浮力调节装置\n\n- 这个东西可以让玩家在水下更高效的呼吸\n- 只有在装备了空气罐是才会运行\n- 右键放入空气罐\n- 三种状态:消极，中性，积极\n- 默认消极状态，玩家游泳时和正常一样\n- 中性模式，玩家可以在水下 以飞行模式那样快速游泳\n- 积极状态，玩家在水中静止漂浮\n- 二个按键变换状态:↑ ↓\n- 这个物品可以提供氧气的剩余量\n\n\n\n潜水服\n\n让玩家游泳更快(可以染色)\n\n\n\n脚蹼\n\n提高游泳速度，减小在水下的移动速度\n\n 其他物品生橡胶，橡胶球，氯丁橡胶织物\n\n\n\n\n水瓶\n\n- 水瓶用于制作各种物品\n- 用空瓶右键水得到装有水的水瓶,在海洋的话则是盐水\n- 电解盐水可以获得氢氧化钠。\n- 和生石灰合成得到生石灰水\n- 放一瓶水在点燃的熔炉上，过段时间可以获得碳酸水\n\n\n\n石灰土\n\n- 由石灰石在熔炉中烧制得来\n- 用4个石灰土和一个火焰粉可以合成4个萤石粉\n- 石灰土放入水中会导致爆炸\n\n\n红铁芯片\n\n在这个mod里有各种用途，比如用于电解槽，滤水器等\n\n\n\n焦油和焦油浸渍纤维\n\n 生物龙虾\n\n- 在海滩和海洋生成\n- 当杀死的时候掉落原龙虾\n- 会被吸引进入捕虾笼\n- 敌对生物\n- 离开水太久会死亡\n\n\n\n鱼\n\n- 在所有有水的生物群系生成\n- 生成率等于钓鱼，鳕鱼是最常见的\n- 有4个种类：鳕鱼、鲑鱼、河豚，和小丑鱼\n- 河豚与玩家靠的太近会膨胀伴随毒buff\n\n\n 结构搭建焦油窑\n\n- 占用3*3的空间，主要幼石灰岩组成\n- 在建好的窑板上丢下空瓶，并把木头点燃，10秒后原木将会燃烧，然后变成木炭，并且空瓶变成焦油瓶\n- 材料:6块石灰岩，一块木头，一个石灰石板,下图的玻璃替代空气(也就是没有）\n- 从下往上建立\n\n\n制作过程如下↓\n\n\n 神秘时代兼容\n增加新的元素\n\n 热力膨胀兼容改变空气压缩机的性能\n 修改日志1.5.7 Forge - -Fixed Braziers not dropping when block below them destroyed. -Fixed infinitely flowing water glitch with Braziers. -Fixed Water filters not updating where coords add up to a negative number (x+y+z<0). -Optimized several sections of code, decreasing any lag caused by Algaecraft -Added config options to change growth rates of all farmables. -Added config option to change update rate of water filters -Added Thaumcraft aspects to items/blocks added in AC1.5.6 \n1.5.6 Forge - Added: - Greek fire, greek fire flask, greek fire brazier, and greek fire grenade. - Tar flask (used for greek fire) and tar soaked fibre (new fuel source) - Tar Kiln structure and implemented an entire system to make adding structures easier in the future. - Helper tool tips to certain flasks with non-conventional crafting (Water flasks, Carbonated water, and Tar) - A texture for the 2 middle-stages of guayule. Fixed: - Puffer fish poisoning range reduced - Removed water dripping through treated wood - Config biome definitions now used in world generation. - Fresh and Salt water filters now impact how flasks are filled (fresh water filter is dominant) - Experimental lag-reduction fix to Coral; let me know if problems occur with planting/growing coral. If no problem is reported by the next release, the change will be applied to all blocks affected by water filters. \n1.5.5 Forge - - Added config option to disable generation of Guayule in the world, effectively disabling most tech parts of the mod unless another mod is installed that adds a way to get rubber. - Made a ton of fixes to make AlgaeCraft work on servers including adding alternate recipes, changing TileEntity Registration, and handling of BCD keybinding (no gameplay changes). \n1.5.4 Forge - -Removed flowered variety of Great Lake biome as a separate biome ID -Made compatible with Java 6 and 7 to prevent related crashes -Added special wetsuit varieties and recipes -May have added ability to create custom wetsuit skins through resource packs (untested) \n1.5.3 Forge - -Fixed infinite lobster glitch\n-Fixed middleclick (pickblock) on water filters\n-Switched coral->limestone crafting to use oredictionary so the recipe shows in NEI \n1.5.2 Forge - - Fixed crash when providing an alternating redstone current to an empty air compressor. - Air compressor can now be powered through adjacent blocks as well as directly - Fixed not being able to craft small coral into dye - Algae chips can now be used as green dye \n1.5.1 Forge -\n- Fixed sponge spores not growing into full blocks because of invalid override\n- Fixed crash from dry sponge blocks absorbing sponge spores, coral, or other water \"plant\"\n- Slightly reduced BCD \"flight\" speed in neutral buoyancy \n\n1.5.0 Forge - - Sponges are now 1.8 sponges brought into 1.7! The yellow sponges keep their ID, so they will be converted into vanilla sponges in 1.8. - Wet sponge can be crafted with an empty flask to give a dry sponge and flask of salt water (for easier crafting) - Algae generates as single blocks instead of clusters - Seaweed generates in superchunks (3x3 chuck coordinates) in roughly 1/2 of all Deep Ocean chunks - Seaweed no longer generates on stone \"reefs\" - The Sushi Knife recipe now requires 1 seaweed or string and is no longer adaptable in the config. - Coral reefs only use limestone (no sandstone/cobble option), geneate in a new shape, and generate based on superchunks in roughly 1/4 of all Ocean chunks - Ocean Floor Sediment (Pelagic sediment was renamed) now replaces patches of gravel in the vanilla Deep Ocean biome. -Coral no longer has suction under water, and uses metadata between 8 and 15 (sponges are still sucky on purpose) -Lobster traps containing lobsters no longer cause flowing water - Water mob spawning is fixed to have higher rates without overriding the vanilla biome. - Fish drop their appropriate fish item - Water filters have an algorithm for creating a list of filtered locations based on simple pathfinding so they only filter water in their own pool of water - Air compressors can now adapt to use RF if Thermal Expansion is installed (change in config) - All items are given Thaumcraft aspects when Thaumcraft is installed - Neither Thermal Expansion nor Thaumcraft NEED to be installed for AlgaeCraft to work, but the adaptions are done if those mods are installed (unless the config says otherwise) New stuff: - Tridents are a melee weapon with an increased-range drawback attack, crafted with materials, sticks and seaweed - Carbonated water can be made by dropping a flask of water on a burning furnace for a 1 item cooking duration - Quicklime can be dissolved in a flask and combined with carbonated water in crafting to make limestone - Quicklime explodes when dropped in water, with an explosion size dependent on item stack size. - Valuable dust can be gotten from Ocean Floor Sediment and acts as redstone dust in crafting, or various metal dusts when other mods are installed, preferentially acting as gold dust first, followed by orichalcum, then redstone, then others. - Treated wood (+slabs) and sealed glass are new aesthetic blocks 1.4.3(7) Forge - Fixes algae slowing effective area and allows blocks to replace algae rather than be placed on top.\n- Adds a config option (ambientWaterMobs_max in the general category) that controls the spawn maximum (and in turn, spawn rates) or water mobs in the Ocean and Deep Ocean biomes.\n1.4.3(6) Forge - Added German translations provided by LordEric\n- Live Lobsters are now redish-black\n- Fixed fish dorsal fin not rendering.\n\n1.4.3(5) Forge - Attempt to fix squid not dropping items from other mods.\n- Lobsters now pathfind to water sources, decreasing the chances of a lobster suffocating near a water source.\n- Fixed lighting bugs with stairs and slabs.\n\n1.4.3(4) Forge - Removed fish splashy sounds.\n- Changed ocean biomes to spawn based on an altered waterCreature type.\n- In oceans, there can be up to 256 water creatures in 17 chunks, allowing for a great increase in fish spawning and spawning of any water creatures registered to spawn in oceans, even from other mods.\n- Made wet sponges work with containers from mods that use the FluidRegistry (e.g. Thaumcraft)\n- Fixed guayule not having a chance to drop two bushes when fully grown and decreased time until guayule dies or thrives.\n\n1.4.3(3) Forge - Fixed up some stuff.\n\n1.4.3(2) Forge - SCUBA gear can now be repaired in an anvil; rubber for most, neoprene for wetsuit\n- Fixed crash on startup if config says not to generate Deep Ocean biome\n- Fixed dyeing damaged wetsuits completely repairs wetsuit in process.\n\n1.4.3 Forge - Added quicklime (smelt limestone)\n- Surround 1 blaze powder with 4 quicklime to get 4 glowstone dust.\n- Added Fish mobs (normal, salmon, clown, and puffer)\n- Attempt to fix random bug with air compressor eating up air tank in some cases.\n- Fill a cauldron with water using a sponge while sneaking.\n- Attempt to fix crashing if FogClarityAPI is not installed correctly.\n- If config tells AlgaeCraft to not use the FogClarityAPI, Dive Masks give players nightvision when under water.\n- Added crafting of limestone (4 full coral or 9 small coral of any color).\n- Somewhat fixed lobsters being unable to climb 1-block jumps under water.\n- Small alterations to code so AlgaeCraft no longer uses ModLoader components of Forge, for easier update to MC 1.7.\n- Added ability to determine block model IDs for coral, seaweed, sponge, and algae in config (set to -1 by default to tell game to automatically choose an available ID).\n- Other small alterations to the code that don't affect gameplay.\n- Last content update before update to MC 1.7! (Will still fix bugs found in this version.)\n\n1.4.2(4) Forge - Fixed server crash on startup. No need to update if you don't own a server.\n- Includes early-WIP fish only available in spawn egg form.\n\n1.4.2(3) Forge - Implemented some convenient crafting with flasks\n- Fixed crafting with red sponges not working.\n- Added \"specialOutOfWaterCoralRendering\" to config.\n- Optional special rendering of coral, sponge, and seaweed; toggle in config, default is off\n- Implemented airtank replacing methods for BCD and compressor (shifting)\n- Last sponge in stack will automatically move to another stack if possible.\n\n1.4.2(2) Forge - Naming bug fix\n- Crafting fix\n- Sponge fix\n\n1.4.2 Forge - Updated to Minecraft 1.6.4. That's it.\n\n1.4.1 Forge - This release contains everything from the previous 1.4.x releases with more.\n- Added Air compressor\n- Gave Dive Mask a screen overlay like pumpkin.\n- Added Guayule plant and branches.\n- Added Empty Flask, Fresh Water Flask, Salt Water Flask, and Flask of Sodium Hydroxide.\n- Added raw rubber, rubber ball and Neoprene.\n- Added colorable neoprene wet suit and flippers.\n- Added crafting recipes for everything that was added.\n- Guayule generates in desert biomes and red sponges generate in ocean biomes.\n- Vanilla squid drop raw squid meat. AlgaeCraft squid still exist to prevent world corruption, but don't replace vanilla squid when spawning new entities.\n- Probably some other stuff. If I remember anything, I'll add it to this list.\n\n1.4.x.1 Unofficial Forge - This unofficial release contains some fixes, a new piece of SCUBA gear and a bunch of new config options!\n- Attempt to fix server crash on coming into contact with algae.\n- Keybinding for BCD should work with servers.\n- Added wetsuit. Currently uncraftable. Can be dyed to any dye color.\n- Added \"usesFogClarityAPI\" to config to determine if AlgaeCraft should attempt to use the FogClarityAPI. When false, the API doesn't have to be installed at all and AlgaeCraft will run noramlly, excluding special rendering with the SCUBA mask.\n- In config, \"allowCoralGrowthOn\" now determines a list of block IDs that Coral can grow on.\n- Added \"allowSeaweedGrowthOn\" to determine a list of block IDs that Seaweed can grow on.\n- Added \"oceanBiomeIDList\" to config to determine a list of biome IDs that coral, seaweed and sponge can grow in and that reefs generate in. Standard depth range still applies.\n- Changed \"reefType\" to \"reefTypes\". The variable is now a list of available reef material bases (cobblestone = 0, sandstone = 1, limestone = 2; default is only 2).\n- Functionality of \"canReefHaveMossyCobble\" changed to include if sandstone reefs can have chiseled sandstone and if limestone reefs can have chiseled limestone.\n- Textures for rubber, neoprene and guayule can now be found.\n- NethanielShade temporarily retired. Wetsuit, rubber, neoprene, and electrolyzer textures by Azaka7. Guayule textures adapted from NethanielShade's guayule textures.\n\n1.3.0(3) Forge - (for MC 1.5.2)\n- Fixed bonemeal changing the metadata of any block to some degree.\n\n1.4.x.0 Unofficial Forge - This unofficial release fixes several bugs from 1.3 versions and contains new features for testing, which can be found only in the creative inventory.\n- Fixed block damage problem with bonemeal.\n- Fixed Algae growing on land and replacing blocks.\n- Probably other bug fixes I can't currently recall.\n- Config variable \"algaeBiomeIDList\" for changing biomes algae can grow in (for use with other biome mods).\n- Config variable \"allowCoralGrowthOn\" not working, but hints at future customizations.\n- SCUBA Goggles, air tank and BCD up for testing. Key bindings don't yet work on servers. No crafting yet.\n- SCUBA Goggles require FogClarityAPI to work (see install instructions).\n- Added limestone, only found in creative so far.\n- New texture artist: NethanielShade.\n\n1.3.0(2) Forge - (for MC 1.5.2) Server bug fix. This fix will be added for 1.6.2 when basic SCUBA gear is added, which is planned to be relatively soon.\n\n1.3.2 Forge - Added \"knifeCrafting (see forum for syntax)\" to Config file. More info above.\n\n1.3.1 Forge - Updated to MC 1.6.2!\n- Added entityLobster to config to change the Lobster entity ID for compatibility (< or = 127)\n- Added entityMeatySquid to config to change the AlgaeCraft Squid ID (< or = 127)\n\n1.3.0 Forge (still for MC 1.5.2)\n- Added Deep Ocean biome\n- Added genDepOcean to config to decide if you want Deep Ocean to generate (default true)\n- Added deepOceanBiomeID to config for better compatability with other biome mods.\n- Added \"Aeros Plantae\" (Air Plant) to generate in small amounts in Deep Ocean biome.\n- Added Aeros Bulbs, Aeros Plantae seeds and Potion of Water Breathing (with variations).\n- Added Pelagic sediment as floor block for Deep Ocean.\n- Added Golden Knife (Cutting knife variation)\n- Added AlgaeCraft Mod tab to Creative inventory.\n- Fixed block update glitch with sponge items while removing water.\n\n1.2.3 Forge - Alterations to default item ids to make me happy.\n- Player can now choose reef generation type using config variable reefType\n(0=cobble,1=sandstone,2=both)\n1.2.2 (2) Forge - Fixed Crash when attacking Lobster.\n1.2.2 Forge - Alterations to default item ids to make Forge happy.\n- canReefHaveMossyCobble in the config now works.\n1.2.1 (3 - 5) Forge - Attempts to fix the server bug. Fixed in 1.2.1(5).\n1.2.1 (2) Forge - Takes longer to break Filters\n1.2.1 Forge - Added water filters and Red-Iron chips\n- Attempt to fix server bug.Failed\n1.2.0 Forge - Updated to MC 1.5.2!\n-Lobster Mob\n-Items (Lobster, Boiled Lobster, Raw Lobster, cooked lobster)\n-Lobster Cage (Block)\n-Basic sushi (cooked and raw fish)\n-Slightly improved reef generation to reduce items dropping\n\n1.1.4(3) Forge - Fixed server bug dealing with algae block.\n1.1.4(2) Forge - Hopefully fixed all crash-causing server-related problems.\n\n1.1.4 Forge - Small edit to try to fix a server error.\n- Removed \"Non-Existing Coral\" from creative inventory.\n- Added config file for editing item and block ID values.\n\n1.1.3 Forge - First release for Minecraft Forge ModLoader. Same as other 1.1.3.\n\n1.1.3 - Fixed algae duplication bug when algae is placed in a non-swamp biome.\n- Fixed infinite bonemeal usage on sponge and coral.\n\n1.1.2 - If 1.1.1 made minecraft crash, this version should have it fixed\n\n1.1.1 - Fixed not getting bowl back when eating Fried Calamari Rings\n\n1.1.0 - Update to MC 1.4.6:\n-Fixed floating coral\n-Small coral grow into big coral given time or bonemeal.\n-New worlds generate \"AlgaeCraft Squid\", which drop raw squid, instead of normal Squid. AlgaeCraft Squid have their own spawn egg.\n-You can craft \"Cutting Knives\" with a stick and an iron ingot up-right diagonal to it. The knives act like stone swords.\n-Knives allow the player to get meat from vanilla squid found in worlds already generated.\n-You can cook raw squid in a furnace to recieve \"Calimari Steak\"\n-Craft a knife, brown mushroom, bowl, and calamari steak in any order to get \"Fried Calamari Rings\". You WILL get your knife back, but it will take damage.\n\n1.0.1 - First Release\n\n\n\n\n\n\n\n\n\nalgaecraft-1.5.7[1.7.10][汉化].jar\n\n\n2016-5-15 16:44 上传\n点击文件名下载附件\n\n\n\n\n701.57 KB, 下载次数: 729\n\n\n\n\n",
    "replies": [
        {
            "author": "HPH19D",
            "timestamp": 1463308500,
            "txt_content": "又一个AC233"
        },
        {
            "author": "Mqing",
            "timestamp": 1463313780,
            "txt_content": "HPH19D 发表于 2016-5-15 18:35\n又一个AC233\n1个月之前mod就汉化好了....但是一直保存草稿，今天一股做气编辑完了~"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1463316840,
            "txt_content": "Mqing 发表于 2016-5-15 20:03\n1个月之前mod就汉化好了....但是一直保存草稿，今天一股做气编辑完了~\n错别字啊喂……\n噫，也是一个不弄好了不出手的人～只有1.7.10的吗？"
        },
        {
            "author": "Mqing",
            "timestamp": 1463324640,
            "txt_content": "E.T.星落辰 发表于 2016-5-15 20:54\n错别字啊喂……\n噫，也是一个不弄好了不出手的人～只有1.7.10的吗？\n原贴有更早到1.6.4版本的，这里我放出的只是汉化的版本,需要的话去原贴下载吧,其他版语言文件应该和1.7.10差不多辣~"
        },
        {
            "author": "fengfengpa",
            "timestamp": 1463373480,
            "txt_content": "好mod\\(^o^)/~，下载来玩玩{:10_546:}"
        },
        {
            "author": "lfspoi",
            "timestamp": 1463538720,
            "txt_content": "不错的模组，以及十分详细的介绍，谢谢大大"
        },
        {
            "author": "1214150089",
            "timestamp": 1463726100,
            "txt_content": "1.6.4的压缩包里是.java，大丈夫？"
        },
        {
            "author": "Oganesson",
            "timestamp": 1477187640,
            "txt_content": "不知与enviromine中的咸水瓶兼容吗？"
        },
        {
            "author": "Minako_Sakurai",
            "timestamp": 1582184220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "我喜欢搞事",
            "timestamp": 1582205700,
            "txt_content": "66666666666666666"
        }
    ]
}