{
    "title": "【朱仙出品】<原创·连载>方块万岁【第二十五章 约定与反攻】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1459933680,
    "txt_content": "正文\n\n\n“陈止，你调查过我，对吗？”梅谁坐在马路边上，问道，“这对于你来说，是很容易的，对吧？”\n\n　　他两人坐在鲜有行人经过的公路旁边，昏黄的灯光下，陈止沉默着，望着天。\n\n\n　　他颤颤巍巍从兜里拿出一根烟，再颤颤巍巍的点上。\n\n\n　　然后扔了。\n\n\n　　梅谁看着他的行为，无奈的笑了笑。\n\n\n　　他的意思....大概是别问傻问题吧。\n\n\n　　“今天，看不见星星啊。”\n\n\n　　梅谁抬头看向天空，却看见了漫天繁星，璀璨斑斓。\n\n\n　　“谁说看不见了，那不都是吗？”梅谁双手撑着地面，笑道。\n\n\n　　“那些？哪些....哪些不过是白点而已罢了。”陈止歪了歪脑袋，鼻血又流了下来。\n\n\n　　“噗。”\n\n\n　　梅谁一笑，“星星，难道不就是夜晚在天空上闪烁的白点吗？”\n\n\n　　陈止又哈哈笑了起来，血液从他的鬓发间流下。梅谁突然有一种漫画里，主角临死反击的既视感。\n\n\n　　梅谁对陈止是模糊的，不仅仅是形象，还有信息。而此时的陈止，却在他的脑海里愈发清晰起来。他感到自己离陈止的距离变得越来越近了。\n\n\n　　“梅谁。”陈止转过头，“你再问我个问题吧。”\n\n\n　　“唔...”\n\n\n　　梅谁迟疑了一下，“问什么？”\n\n\n　　“随便，问什么都可以。”陈止摊摊手，“你应该是有问题想问我的吧。”\n\n\n　　梅谁确实有问题想要找陈止问个明白，而且不止一个。但是看那陈止笑盈盈的样子，应该只会回答“他想让梅谁问的问题”。\n\n\n　　但那又是什么呢？\n\n\n　　不可能直接猜到，因为如果直接猜到了，就证明这个是问题将是他最大的疑惑。而他最大的疑惑已经被解答了。\n\n\n　　梅谁放弃直接考虑这个问题，反而从陈止的角度去考虑。\n\n\n　　如果陈止想要告诉我某件事情的答案，那将会是什么？\n\n\n　　梅谁摸了摸下巴，有点头绪了。陈止饶有兴致的看着他，以一种莫名的期待眼神。\n\n\n　　这件事情可能是我无法探求到答案的。也有可能是属于陈止的私人事件。\n\n\n　　而且这件事件我一定存在疑惑，必然是我需要问的。\n\n\n　　梅谁突然想到了答案。\n\n\n　　然后他说了出来。\n\n\n　　陈止笑着点点头，答道，“哈哈哈！不愧是你啊，梅谁。”\n\n\n　　良久，他说道。\n\n\n　　“梅谁，你知道吗？大时代，就要来了。”\n\n\n　　梅谁静静听着，但是大时代这个词却勾动了他的心弦，让他感到了一阵莫名的激动。\n\n\n　　“我想要，改变这个世界。”陈止站起来，“但是我一个人是做不到的。”\n\n\n　　梅谁也站起来，立在陈止的背后，陈止接着说道。\n\n\n　　“在大时代的汪洋中，没有人能做绝对安全的孤岛。所以，我必须改变世界......”\n\n\n　　“为什么要改变世界？”梅谁问道，“一个时代有着一个时代的活法儿，不是么？”\n\n\n　　“那你为什么要参加这一次游戏？”\n\n\n　　陈止紧紧盯着梅谁，突然问道。 \n\n\n　　梅谁一时语噎。\n\n\n　　“不是为了我承诺的十万，也并非是追求虚无缥缈的尊严。而是为了证明你的能力吧。”陈止似笑非笑，“为了证明，你亲手扼杀的天赋。”\n\n\n　　梅谁不需要反驳，只是把头扭到一旁。\n\n\n　　“梅谁，不要放弃思考....”陈止突然双手搭在梅谁的肩膀，沉声说道，“请思考下去...”\n\n\n　　梅谁看着陈止的眼睛，皱了皱眉。\n\n\n　　陈止只能无奈的放下双手，苦笑道，“看来我的水平还不够高啊。”\n\n\n　　陈止看了看表，对梅谁认真说道，“我们做个约定如何？”\n\n\n　　“约定？”\n\n\n　　梅谁不解道。\n\n\n　　“没错。约定。”陈止点点头，“无论未来发生什么事情，无论世界将发生何种变动。绝对、要成为一个强者，绝对、不要放弃思考，绝对、不要在他人面前露出软弱的一面，怎么样？”\n\n\n　　“喂喂，你好像和我说过，强者总是被弱者统治吧。”\n\n\n　　“那有怎么样？”陈止满不在乎的说道，“被统治，难道是件坏事吗？”\n\n\n　　梅谁偏了偏脑袋，笑道，“我答应你。”\n\n\n　　陈止伸出一个小指。\n\n\n　　“喂喂，你不是吧，小孩子嘛你?”\n\n\n　　梅谁虽然这么说着，但是也伸出了自己的手指。\n\n\n　　······\n\n\n　　陈止在和梅谁约定好了之后，伸了个懒腰，转身离去。\n\n\n　　梅谁也点了点头，转头离开，二人背道而驰。\n\n\n　　陈止又拿出一根香烟，再次点燃，这一次他没有丢入水沟里了，而是抽了起来。\n\n\n　　但是生疏的手法完全暴露了他，不过是个新手罢了。\n\n\n　　“喂！”\n\n\n　　身后传来梅谁的呼喊。\n\n\n　　陈止转头。\n\n\n　　梅谁正披上衬衫，大声说道，“你那个改变世界的计划，我帮你怎么样？”\n\n\n　　陈止还是一贯的笑容，抬手一招，食指中的香烟飘起细细一道，拖长了自己的声音，道。\n\n\n　　“我们会再见面的。”\n\n\n　　梅谁摸摸下巴，低下头。再抬起来的时候，陈止已经不见了。\n\n\n　　······\n\n\n　　“哎呀，这个梅谁怎么还没回来！”\n\n\n　　龙纹拍着大腿，有些焦虑的说道。\n\n\n　　“叔你别着急，我相信假棋士他没那么脆弱！”\n\n\n　　“我，我的意思是......”\n\n\n　　龙纹突然意识到自己的不妥，把原本已经到喉咙眼的他与陈止的交易给咽了下去。\n\n\n　　忘记掉、忘记掉...\n\n\n　　龙纹不断告诫着自己，生生把剩下半句话截断。\n\n\n　　蒋同奇怪的看来一眼龙纹，淡淡的转头看向窗外。\n\n\n　　要说不担心，那是不可能的，但是，蒋同选择相信梅谁，他说没事、必定没事。\n\n\n　　突然，招客铃再次响了起来。\n\n\n　　“梅谁？你回来了？”\n\n\n　　龙纹欣喜的站了起来，连着身后的凳子也一齐倒下，但是他很快地发现了梅谁的不对劲。\n\n\n　　“梅谁....你这是...”\n\n\n　　蒋同和死骑也看向梅谁，却一愣。\n\n\n　　梅谁的样子非常狼狈，衣冠不整，头发乱糟糟的，脸上衣服上都是血。\n\n\n　　“你这是....遭遇打劫了的吗？”\n\n\n　　“嗯...”梅谁点点头，胡乱在脸上抹了一把，“我遇见陈止了......”\n\n\n　　“所以你就冲上去揍了他啊？”龙纹怪道，接过他的衬衫。\n\n\n　　“不....”梅谁微笑道，“很复杂，这件事以后再说，现在还有正事要干。”\n\n\n　　“正事？什么正事？”\n\n\n　　龙纹疑惑道。\n\n\n　　“我们，反攻末地吧。”梅谁笑着说，“不求胜利的，反攻。”\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1463193420,
            "txt_content": "其实我看过来，到现在都是有点儿懵的。\n楼主并没有在情节推进的同时对一些东西做充分解释。"
        }
    ]
}