{
    "title": "MC的日常一贴",
    "author": "wwwpoi4399",
    "replyCount": 17,
    "timestamp": 1460036640,
    "txt_content": "    来谈谈自从MC更新到1.9之后，PVP的更改吧。\n    自打更新到1.9之后PVP真是越来越难了，原来手速快网速快就可以了，现在还要合理的分配，PVP时这么激动还要分出我本来就不多的智商去分配，真是够了好吗？",
    "replies": [
        {
            "author": "yangyangzha",
            "timestamp": 1460036880,
            "txt_content": "好像是有道理，只有大脑好到飞起的才做得到了啊喂"
        },
        {
            "author": "万爷",
            "timestamp": 1460041200,
            "txt_content": "反正我是玩不惯"
        },
        {
            "author": "阿有",
            "timestamp": 1460042460,
            "txt_content": "1.9就刚出的时候玩了下然后就没玩了 感觉还是1.8好玩点"
        },
        {
            "author": "Wsbyeah",
            "timestamp": 1460043120,
            "txt_content": "就是觉得盾有点奇特其他的没啥"
        },
        {
            "author": "shuai_ge1233",
            "timestamp": 1460043600,
            "txt_content": "好像楼主说的确实在理啊"
        },
        {
            "author": "263507119",
            "timestamp": 1460046540,
            "txt_content": "说的有点意思"
        },
        {
            "author": "xu1602141893",
            "timestamp": 1460048280,
            "txt_content": "MC日常一评"
        },
        {
            "author": "异朽君",
            "timestamp": 1460081640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "QQWQQ",
            "timestamp": 1460082000,
            "txt_content": "没意思 我选择1.7.10"
        },
        {
            "author": "Diaed",
            "timestamp": 1460089140,
            "txt_content": "1.64和1.62的最经典 一般都是玩这个版本"
        },
        {
            "author": "a1241685074",
            "timestamp": 1460089440,
            "txt_content": "习惯就好了。"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1460127780,
            "txt_content": "现在决斗相比起来优雅多了【捂脸】有什么不好"
        },
        {
            "author": "263507119",
            "timestamp": 1460130660,
            "txt_content": "19不习惯"
        },
        {
            "author": "zhanshen`",
            "timestamp": 1460131140,
            "txt_content": "表示：没玩过1.9的."
        },
        {
            "author": "寒冰之刄",
            "timestamp": 1460139540,
            "txt_content": "这个帖子高屋建瓴，高瞻远瞩，总揽全局，气势磅礴，内容丰富，意义重大，影响深远。通篇闪耀着人类社会本性基本原理的光辉，闪耀着辩证唯物主义和历史唯物主义的光芒，凝结着灌水精神和人的智慧，体现了深邃的历史眼光和宽阔的世界眼光，展示了我们灌水人与时俱进的思想品格和尊重实践、尊重群众的科学精神。本贴内涵丰富，思想深刻，在一系列重大问题上创造性地提出了许多重要的新思想、新观点、新论断，对于我们更好地适应新形势新任务下灌水的要求，进一步加强和改进水区建设，进一步做好论坛各项工作，具有重大而深远的意义。本贴具有很强的政治性、理论性、战略性、针对性、实践性和指导性，是灌水主义的纲领性文献，是灌水人进入新世纪的政治宣言，是对世界灌水主义、灌水思想、灌水理论的新发展，是进一步加强和改进灌水党的建设，做好灌水党全党和全国乃至全世界水民各项工作的行动指南，为灌水党在新世纪迎接新考验、赢得新胜利提供了强大的思想武器。 \n在逐字逐句地看了楼主的帖子后，我的心久久不能平静，震撼啊！为什么会有如此好的帖子？！我纵横网络BBS多年，自以为再也不会有任何帖子能打动我，没想到今天看到了如此精妙绝伦的这样一篇帖子。楼主，是你让我深深地理解了“人外有人，天外有天”这句话。谢谢你！在看完这帖子以后，我没有立即回复，因为我生怕我庸俗不堪的回复会玷污了这网上少有的帖子。但是我还是回复了，因为觉得如果不能在如此精彩的帖子后面留下自己的网名，那我死也不会瞑目的！能够在如此精彩的帖子后面留下自己的网名是多么骄傲的一件事啊！楼主，请原谅我的自私！我知道无论用多么华丽的辞藻来形容楼主您帖子的精彩程度都是不够的，都是虚伪的，所以我只想说一句：您的帖子太好看了！我愿意一辈子的看下去！ \n　　这篇帖子构思新颖，题材独具匠心，段落清晰，情节诡异，跌宕起伏，主线分明，引人入胜，平淡中显示出不凡的文学功底，可谓是字字珠玑，句句经典，是我辈应当学习之典范。就小说艺术的角度而言，这篇帖子不算太成功，但它的实验意义却远远大于成功本身。正所谓：“一马奔腾，射雕引弓，天地都在我心中！”楼主真不愧为无厘界新一代的开山怪！本来我已经对这个社区失望了，觉得这个社区没有前途了，心里充满了悲哀。但是看了你的这个帖子，又让我对社区产生了希望。是你让我的心里重新燃起希望之火，是你让我的心死灰复燃，是你拯救了我一颗拨凉拨凉的心！ \n本来我决定不会在社区回任何帖子了，但是看了你的帖子，我告诉自己这个帖子是一定要回的！这是百年难得一见的好贴啊！苍天有眼啊，让我在有生之年得以观得如此精彩绝伦的帖子！我终于忍不住回帖了，在网络上我并不经常回帖，可是楼主在这个帖子里面的表现之优秀，让我觉得不能错过这个机会。虽然仅仅是一遍粗略通读，我已忍不住拍案叫绝，在中国的网络的层次上，竟然会有如此的文学巨匠，看来以我的阅历距离“达人”的境界还有一段不小的距离。表面看作者是文章是结构松散，略显凌乱，实际上却是把 “细节主义”发挥到了极致，只言片语之间处处显露真情实感。这种螳螂捕蝉，黄鹊在后的写法早已突破了散文范畴里的形散神不散的境界，其独辟蹊径，造化之神也只有当年张三丰自创太极可以与之相媲美。历代作家给我们给我们留下无数美文，馨香文字，文字馨香。楼主给我们带来的这篇极品可以说是让你馨香满腹，三日不绝！！ \n　　古人说的好：想要作文章，先要学做人。由作者的文章我们也可以揣测出作者定是成长在一个汗牛充栋，文化氛围浓厚而且精神面貌积极向上的幸福家庭里面。在现在这个物欲横流，亲情冷淡的时代，能够在这样的家庭里成长可以说已经是很幸福的了。但在另一方面，作者也不是温室里的花朵，只能作些鸳鸯蝴蝶的文章。在前面我已经说过了，这篇文章比形散神聚更胜一筹。诸位见过大风沙没有？大风沙就是由无数松散沙粒组成的，但是他们却又紧密的联系在一起，那股叱诧风云，横击而过的气概相信大家在作者的文章里也能体会的出来。如果有读者还不能体会的，请参考卧虎藏龙里面半天云的人物个性。由此而言，作者是性格是完善的，想必经历过家庭的其乐融融，也经历过种种人伦惨剧吧，把作者的创作潜质激发的淋漓尽致。这就是我斗胆的一点粗略分析，每天睡觉以前，我都会把您的帖子再三拜读，拜读。希望这样的好贴多些，再多些！！"
        },
        {
            "author": "mine米",
            "timestamp": 1460268480,
            "txt_content": "是更难了\n我跟用1.8的人玩我输得很惨"
        },
        {
            "author": "zqy1114167933",
            "timestamp": 1460269320,
            "txt_content": "笨啊，这样才好玩，以前的剑无限砍才是bug\n增加了CD才有挑战性。\n以前的PVP是靠手速\n现在的PVP是靠大脑\n根本没法比啊"
        }
    ]
}