{
    "title": "[4月活动]<原创·单篇>加莱特噩梦[作者:Shure]",
    "author": "shure",
    "replyCount": 2,
    "timestamp": 1460106420,
    "txt_content": "加莱特噩梦\nNightmare In the Galet\n\n\nAuthor : Shure\n\n\n\n\n\n\n\n　　加莱特星系。\n　　这个星系曾经拥有着整个宇宙中最为先进的科技。小至万能式机械、太空探索雷达、虫洞穿梭，大至自由进出极端危险地带、保护整个星系的防护罩、甚至能够准确的击中远在几个星系外，还在移动的目标。这些科技曾轰动了整个宇宙，甚有人称之为“绝对火力·绝对防守·绝对速度”。\n　　但如今，这些令人叹为观止的科技，却在那场始无及料的人祸下消失殆尽……而这也完全的证实了一句话：科技即双刃剑。\n　　在某个都市的山岭下还保留着一个已经废弃多年的矿坑，在接近矿坑还可以看到一些被扔在一旁警戒线，不少的矿道均有被损坏的迹象。有一条通道虽然也有破损，但不知道被谁用数条钢筋固定住了。只是那里已经找不到任何可以照明的东西了，以至于那条通道却无人敢进入，他们生怕有去无回。但就是在这条通往地下的黑暗矿道里，还隐藏着鲜有人知的地下研究所。\n　　生化实验，这种做法在一些星系里被列为禁项，但并不代表加莱特也有怎么做。事实上，凡是涉及机密的项目，就会在这些地下研究所里执行，大概是担心有人图谋不轨吧。\n　　即便是再普通的东西，在实验室里也成为了危险的东西。那些小巧的硬币也一样，但比任何东西还危险，因为里面被封存了连他们都无法理解的能量。为避免发生不必要的意外，他们决定将其封存在保险箱里，而且还向当地部门申请派遣重兵把守。\n　　实验舱不计其数，但主要的却只有一个。主实验舱里的人从进去到现在已经沉睡了有一个月了，研究员们一直以来都在测试一些机密实验。这一次，老研究员和一名年轻人来到这里，也不例外的带来了一些新的生化物质。\n　　一如既往的，实验没有成功。投放进去的生化物质在实验舱中被粉碎，但什么都没有发生。\n　　“看来还是没有什么结果，今天就这样吧。”\n　　“那么，我看把硬币扔进去也没什么……”\n　　刚要离开的老研究员，突然停步了，过了一会儿……\n　　“别把硬币塞进去！！！”\n　　他大喊着跑过去，想阻止这一切的发生，但，已经为时已晚。\n　　硬币漂浮进实验舱里碎裂了，被封锁的暗灰色能量亦散发开来，不一会儿它就覆盖了整个实验舱，时不时还可以听到呻吟声。\n　　可那小伙是怎么弄到这危险的家伙的？毫无疑问是钻空子偷拿了。\n　　老研究员立刻发觉事态不妙，立即令还在慌乱中的年轻人镇静下来，并让他去拉响一级警报，而他也快步离开，并把那个房间的门全数锁死。但这并不能阻止它的蔓延，实验体的逃脱以及灭亡命运的到来，不过已经给他提供了整个生命中最宝贵的时间。\n　　他逃到了一个封闭的小房间，确保把门锁死后，他开始向银河各地发送消息。\n　　　　Please, no enter the Galet. （请不要来到加莱特星系。）\n　　　　It now becoming the land of nightmare, a hell on earth. （它已经变成了一片噩梦之地，一个人间地狱。）\n　　　　Our civilization has been eaten by the nightmare. （我们的文明已经被噩梦吞没。）\n　　　　It's all our fault, because we can't complete control that double edge. （这只能怨我们没能控制住那把双刃剑。）\n　　　　If you - every space civilizations, receive this message, please, leave the Galet alone! （请所有接收到这个信息的太空文明，远离加莱特星系！）\n　　把最后的警报信发送出去后，老研究员便倒在地上，再也没有起来。如果方才能阻止他，那么也不会发生那样的事情，更不会招致灭顶之灾。\n　　Boyat的孩子们，我对不住你们……\n　　加莱特的文明灭亡了，表层已然再也找不到一片完好的土地，只有无尽的荒土和废墟，四处都是开裂的空洞和那些被泄露出来的带来这场噩梦的灰暗能量。\n　　加莱特星系的“绝对科技”，如今却已经成了“绝对威胁”。\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1460107560,
            "txt_content": "对了你好像应该直接在活动帖回复。。。。= =|||||"
        },
        {
            "author": "冥王星人",
            "timestamp": 1460107740,
            "txt_content": "哦！索岚终于能写出不那么坑爹的剧情了！！\nQWQ"
        }
    ]
}