{
    "title": "【原创-连载】【MC国】【第二十四章 之后】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1460097660,
    "txt_content": "\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　她在向我撒谎。\n　　没错，一定是的。\n　　索岚跑回房间，背上自己那几件秘密武器，威胁海潮敢带本子上战场就贬他去扫公司的全部厕所，失落的发现艾丽娅潇洒甩了他俩，早同大部队先行一步，无奈之余上了普拉尔斯的军用吉普，听够各式高水准丢锅以及由他做主角的冷笑话，受尽致人骨头散架的颠簸震荡终于下车，夹缝当中占领块立锥之地，摆开仪器试图超越前后左右的大家伙们，搜集更精确敌方数据，好判断投射什么类型炸弹经济实惠节省开支之后，仍未改变看法。\n　　恰恰相反，正式打起来使得“冥王骗我”这一猜想，获得了确凿的证据。\n\n　　哪见过像你这样不会魔法的？！\n　　又不念咒语，又不用道具，不装喷气背包的直接飞出去一千来米，从高空丢个光团下来就逼近几颗氢弹威力，把LL集团派出的首波攻势------黑压压覆盖地平线的机械军团，变成了满地螺钉螺母。\n　　待反应过来，索岚马上打开那个金属标小黑盒，掏出卷曲到不可思议程度的护目镜，戴在脑袋上。\n　　这玩意使用索岚实业最顶尖的材料打造，有着绸缎一样的柔软性，同时硬度可以挡住大口径手枪的近距离射击。连接镜片的分析装置内，预先插入储存庞大数据的核心芯片。无论面对何种对手，都能极高速度判断出能力类型、魔力数值、使用器械型号、能量储存点，以及弱点位置。\n　　简单的说，帝国人、共和人、联邦人，只需通过眼镜简单一看，便如果奔般的，没有任何隐藏实力可言。\n\n　　开发它的灵感，来自索岚小时候看过的漫画。故事好像讲一个人在森林里迷路，阴错阳差误打误撞，收集齐了七个挖矿的小矮人，因此召唤出巨型神蜥蜴，实现了他三个愿望。\n　　其中有个愿望是……成为武术达人，外加头发朝天直立常年不用发胶。\n　　好吧另两个愿望几乎同等级的中二病晚期，索岚也记不太清了。反正他参照狗血情节的漫画出现的道具，研发出命名为【SLZD-01】型，能量值监测护目镜。\n　　至于型号的缩写是什么意思，海潮问起过，只是问完他感觉自己实在话不经脑多嘴多舌。\n　　“索、岚、最、屌。”\n　　面对爆表的得意神情，海潮有生以来头次无语得做不出啧舌动作，简直奇耻大辱。\n\n　　研发起源先放在一边，却说索岚手扶眼睛，仰望战场上空的冥王。\n　　目标锁定------分析进行中------\n　　显示区域的数字疯狂滚动了约有十秒，蹦出一排乱码。\n　　纳尼？\n　　争气点行么？！我可是第一次在实战里用你啊！！\n　　纳闷的摘掉，当做停运怀表耳边晃动几下。听声音，似乎内部没有小零件脱落，不甘心的戴回头上。看显示屏重新锁定、分析、字符跳动，出现相同当机故障。\n　　靠嗷嗷嗷嗷嗷------！\n\n　　“你怎么了？”\n　　有人从后边拍了索岚肩膀，加重了他的气馁。\n　　“不是，怎么会……？”\n　　回头瞬间，故障奇迹地解除。半透明莹绿色提示，目前对象为纯物理系，力量指数5，弱点提示遍布全身，核心能量位置，未检出。\n\n　　名副其实的战五渣。\n　　懊恼、气愤、心头不平，可又有什么用？帝国人各个如此，没护盾没武器全是渣渣。\n　　“你在调查冥王的能力吗？”旁边看了半天笑秀表演的普拉尔斯走上前来，不客气的吐槽一句。“奉劝别犯傻。你要能测出来，驴都能讲人话了。”\n　　“不！我才没有……”\n　　慌忙拿下眼镜藏到身后，矢口否认。\n　　复合魔法超能冰雪系，能量指数2*10六次方T，弱点未检出，核心能量位置，右手。\n\n　　凭借眼镜离开头前的短暂机会，索岚明白了普拉尔斯的厉害之处，对待自己恶劣态度的缘由，还确定眼镜根本没坏，软件硬件全好好的。\n　　那，冥王那边到底是……？\n\n\n\n\n废言：\n明天开始学剑道。\n\n索引见签名档。\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "shure",
            "timestamp": 1460102100,
            "txt_content": "那个仪器的全称是“Sonlan Lantern Zeta Detector - 01”……\n只是念起来太长了所以说简单一点了……\n\n顺头送普拉尔斯一句骂街的：Shut the fuck up."
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1460115000,
            "txt_content": "Glaxycraft探测眼镜……貌似又有科技系脑洞可以开了233"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463194380,
            "txt_content": "每次看见索岚在下面一本正经地嚷嚷我就想笑。\n比文章本身要有趣。"
        }
    ]
}