{
    "title": "[4月活动]<原创·单篇>时间的裂痕[by:幽冥之诗]",
    "author": "Тιмγα姬",
    "replyCount": 3,
    "timestamp": 1460144220,
    "txt_content": "        你能看见过去吗？\n        我指的是，亲眼看见过去。\n\n        琉逝站在河边的小道上，轻轻摩挲着手中的硬币，冰冷的古铜色的金属已经变得温热。这是他的父亲留给他最后的遗物了，也不知道是来自何处的硬币，上面镌刻的花纹早已模糊了。琉逝从出生到现在都没见过自己的父亲几次，只知道他成天在外奔波，至于见了什么人，做了什么事，无人知晓，直到最后听到他的死讯，在他的房间里也只有这枚硬币有些价值了。\n\n\n        “这家伙，到底在想些什么啊！”莫名的，心中积满了怨气，琉逝浑身都开始颤抖，他恨他的父亲，倒不是为了自己，而是为了独自照顾自己的母亲，而自己，根本就不认识父亲。“统统都去死吧！”愤懑地，他用力地将硬币扔向了河里，硬币在水面上打了个漂儿，便沉入了水中，溅起一圈涟漪。\n\n\n        但是琉逝却觉得自己的心跳漏了一拍。\n\n\n        水面上，一丝丝暗黄色的气息从水里冒出，弥漫着危险的气息，但是琉逝却感到无比的亲切。但是接下来，他却惊恐地睁大了眼。\n\n        你能看见过去吗？\n\n        是的，我亲眼看见了过去。琉逝会这样回答。\n\n\n        远处的城市高楼中卷起了巨浪一般的风沙，如同被快进的老电影一半，暗黄的风沙中，宏伟的建筑群同松散的沙砾一般化作粉尘，塌陷了下去，不仅是这些建筑，路上的车辆，行人，甚至是树木都被化作了尘埃。\n，\n        有一些行人却没有消失，依然在河道边闲逛，对于对岸的变化好不惊讶，甚至根本没有察觉，就好像当初本来就没有这些大楼一般......\n\n\n        这到底是怎样啊......琉逝感到一阵无力，然而此刻，对岸的风沙中，一座巨大的工厂拔地而起，围墙上的辐射标志刺痛了琉逝的眼睛，但是随着时间的流逝，对岸的所剩不多的植物飞快地枯萎，染黄，死气沉沉地垂在地上，对面河边的金属围栏也在飞快地染上锈迹，水开始变得污浊，无数的鱼从水中翻着白肚冒出。\n\n\n        辐射！琉逝无比惊恐，眼看污染马上就要蔓延至自己的脚下，他转身就跑，路上的行人已经没有了，然而污染经过的地方却横七竖八躺着死去的狗，猫，老鼠，自己所在的地方已经一片死寂。\n\n\n        污染范围已经越来越大，但是就在这时，一阵撕裂耳膜的巨响传来，琉逝脑袋翁的一下，便什么也听不见了，只有无尽的空洞与脑袋中的鸣叫，随即身后一阵热浪扑来，狠狠地将他掀到在了地上，他惊恐地回头张望，却见到一朵巨大的蘑菇云穿破了云霄，天空已被工厂的火焰染成橘红。\n\n\n        工厂......爆炸了......\n\n\n        琉逝的七窍开始流血，显然辐射已经很重了，他的意识已经开始模糊，无数的回忆开始在脑海中回响。这是......要死了吗......琉逝倒在地上，无论怎样都爬不起来，眼神已经开始涣散了，心中的悲伤，不甘，恐惧，绝望，留恋交杂在一起，却被最后一声回响掐断。\n\n\n        “我想要开一个工厂，这样我就能让我们一家过上好日子！”\n\n\n        这是......父亲第一次离家前的誓言......现在被从记忆的最深处挖了出来。\n\n\n        原来是你啊......琉逝艰难地将头转向工厂的方向，大声地嘶吼着，他却听不见自己在嘶吼什么。但是有人听见了，琉逝彻底地失去了意识，眼前陷入一片黑暗，一个人影却从黑暗中走了出来，向他伸出了手。他却没有去握住，只是断断续续地问道：“你为什么......还活着......”人影苦涩地轻笑了一声，说道：“我希望给你们富足的生活，开设工厂便是对我来说最好的方法，也许是因为这个愿望太过强烈了吧，我的愿望竟然寄托在了一枚硬币上，而你却巧合地将硬币扔进了我生前最惦记的地方，竟让我的意志，影响了时间，造成了现在的局面。”\n\n\n        最惦记的地方......琉逝嗤笑了一声：“原来你最惦记的，还是这片建造工厂的地方啊......”人影楞了一下，慢慢蹲了下来，叹息着说道：“我惦记这个地方，不是因为工厂，”他从怀里掏出了一张泛黄的照片，“而是因为这个。”\n\n\n        琉逝虚弱地抬起头，勉强看清了照片 。照片里的女人牵着一个孩子的手，站在这条河边，男人默默地站在他们身旁，如同一棵挺拔的松树，孩子笑得无比灿烂，却毫不掩饰地流露出了对河对岸的城市的憧憬。原来是因为这样......最深处的记忆被用力扯了出来，都是因为自己的憧憬，父亲才会去打拼，才会留下自己与母亲，才会......孤独地死去......\n\n\n        ”不要自责，我的儿子。“男人和蔼地笑着。泪水从眼眶里流了出来，他很想对父亲道歉，但是嗓子干涩无比，发不出任何声音，男人抚摸着他的头发，自嘲般叹道：”没用的是我啊，到底生命的最后，还是没能给你们想要的生活，然而现在的这个结果，也不是我想要的，“他站了起来，轻笑着说出来最后一句话。\n\n\n        ”我不想让这个城市毁灭，我爱这个城市，这里有我的执念，我不会让他被毁掉的。“\n\n\n        留下了最后一个笑容，男人的身影远去了，琉逝的眼中亮起了刺目的白光，不禁用手臂去挡住，当白光消散后，他放下手臂，发现自己又站在了河边对岸的城市依旧车水马龙，耳中传来了行人们嘈杂的声音，似乎一切都只是一个梦。\n\n\n        手中似乎被什么硬物咯了一下，他抬起手，一枚古铜色的硬币躺在手心，反射着太阳的光芒。他轻笑了一下，将硬币放进了包里。\n\n\n        我看见了过去，所以我会好好面对来之不易的未来。\n\n\n———————————————————————————————————————————————————————————————————————\n        【附言】讲道理的话，时间应该也算一种元素吧。",
    "replies": [
        {
            "author": "Kantea",
            "timestamp": 1460161740,
            "txt_content": "你为什么没死QWQ，如此大的脑洞！{:10_522:}"
        },
        {
            "author": "银狼",
            "timestamp": 1460191260,
            "txt_content": "先Mark，让我慢慢品"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461477000,
            "txt_content": "描写风格诡异（注意诡异在我嘴里不是什么好词）\n但是构思是不错的，虽然还是稍微有点欠火候。"
        }
    ]
}