{
    "title": "【朱仙出品】<原创·连载>方块万岁【第二十八章 聚会与他】",
    "author": "CloudsXDao",
    "replyCount": 4,
    "timestamp": 1460171940,
    "txt_content": "正文\n\n\n　　炎帝一出现,场面就变得异常诡异，空气中有一种剑拔弩张的味道。\n\n　　没办法,这就是所谓的立场，“炎帝是敌人”这种概念已经基本上定型。梅谁叹了一口气，看着炎帝不爽的眼神就知道他也陷入窠臼。\n\n\n　　“哟，炎帝，好久不见。”梅谁主动站起来，伸出手去，笑道。\n\n\n　　见到梅谁此举，炎帝反而一愣，却一瞬间明白过来。对啊，梅谁现在并非敌人，也是被先生点明的家伙。\n\n\n　　说实话，炎帝从心底是认可梅谁的。他和梅谁这一次次斗下来，是最了解梅谁的才华的人了。甚至如果不是陈止的锦囊计提醒炎帝，他早败在梅谁手下。他承认，梅谁是他遇到最危险最容易失手的敌人了。若是这么个危险的家伙做为自己的队友的话....嘿嘿，听上去好想不错？\n\n\n　　“确实，好久不见。”炎帝想通其中关节，嘿嘿笑了起来，握住梅谁的手，“上一次我依靠先生，胜之不武，下一次再斗一场！”\n\n\n　　梅谁点头答应，气氛顿时缓和了下来。他再搬来一张桌子，八人和坐。\n\n\n　　乐乐乐跟在炎帝后面，满头冷汗，估计是被之前的气氛吓得。他凑到梅谁旁边，小声问道，“不得了啊，假棋士，你居然能让那个家伙消停下来.....”\n\n\n　　梅谁笑笑，“话说上一次聚会，站长还拍了个合照，我们这次也拍一个吧。”\n\n\n　　“哎哎，我现在已经不是站长了。”乐乐乐道，“叫我网名吧，乐乐乐就行。”\n\n\n　　“唉？为什么不是站长？”dock凑上来，问道，“忘忧城关站了么？”见到乐乐乐点头，他拿出手机想要登陆忘忧城，却发现忘忧城的首页只剩下403了，只能无奈道，“怎么突然就关站啊.....不是做的那么好么...”\n\n\n　　怎么突然就关站？乐乐乐只能苦笑，实际上在游戏服务器开服之前，忘忧城就已经被瓜分好了，这种事情他会说吗？只能打个哈哈，糊弄过去了。\n\n\n　　“哈哈，网站关闭了，但是服务器还没关啊。我和炎帝准备退居后台管理...说实话，这个游戏的潜力很大，你们不觉得吗？”\n\n\n　　于是众人顺着乐乐乐的话题继续谈下去，谈起了这个游戏。\n\n\n　　梅谁也想插话，却发现手机不断震动，貌似是笨蛋等得太长时间，拼命在发窗口抖动。\n\n\n　　梅谁正想回话，突觉自己wifi还没连上，又跑到柜台去问wifi账号密码。\n\n\n　　连上wifi之后，梅谁才满意回去。\n\n\n　　等下！\n\n\n　　梅谁猛地一回头，看向外面的街道。\n\n\n　　街道上小摊小贩摆着摊，人来人往，热闹的不得了。梅谁却没有看见自己心中想要看见的那个人。\n\n\n　　奇怪....梅谁可不相信所谓错觉，但是走到门口左望右望，也没看见半点影子。\n\n\n　　“唉，小哥，你们之前点的烧烤。”\n\n\n　　烧烤摊的大叔及时出现，递给梅谁两份快餐盒。梅谁只能皱皱眉头，转身回席。\n\n\n　　“哦哟！烧烤来了！”死骑笑道，“来来，快把鱼给我，就指望着这个呢。”\n\n\n　　众人调了自己的份，虽然后来还加了四人，但是平分还是够的。\n\n\n　　“话说，假棋士，我们之前说道KTV来着。”dock拿着牛肉串，问道，“炎帝和龙纹都说你去他们就去，你说要不要去啊？”\n\n\n　　梅谁惊讶了一下，龙纹和炎帝都看了过来。\n\n\n　　“好啊！”梅谁笑道，“那就去吧。”\n\n\n　　众人一阵欢呼。\n\n\n　　······\n\n\n　　在不远处，大排档对面的那栋楼房，三楼的窗户。\n\n\n　　陈止背对着窗户，被绑在凳子上。\n\n\n　　“你好呀，陈.....止？”\n\n\n　　四个黑西装站在他的前面，冷冷的看着他。他们的身后走进一个中年人，阴测测的笑道。\n\n\n　　陈止歪了歪头，微笑道，“角先生？”\n\n\n　　“哈哈哈哈！”角先生仰天大笑，“不愧是你啊，陈止，即使这种情况，也能像现在这样，从容自如的笑。”\n\n\n　　“难道不应该从容吗？”\n\n\n　　陈止还是一脸微笑，“为了笑到最后，所以才微笑，不是吗？”\n\n\n　　角先生还在笑着，但是慢慢地，他的笑声冷了下来，“哼，陈止！”\n\n\n　　“角先生请我来，是为了什么？”陈止笑道，“不会是为了我给你的那份保全合同吧。”\n\n\n　　“哼！陈止，你似乎搞错了什么。”角先生冷着脸，“你现在可不是坐在办公室里，旁边更没有顾渊那个臭小鬼！现在是在我的地盘上！你更本没有对我嚣张的资本！”\n\n\n　　“哦？”陈止还是笑着说道，“角先生的意思是？”\n\n\n　　“把你吃进去的，给我吐出来。”角先生抽出一根烟，点上，道，“你要知道，钱要有命去享才是钱，而不是废纸。”\n\n\n　　陈止笑着低头，沉默。角先生眼中阴翳越来越多，但是还是耐下心，等着陈止的表态。\n\n\n　　“我明白了。”陈止抬起头，“能先给我解绑吗？”\n\n\n　　角先生示意了一个黑西装，黑西装立马上前，解开了陈止的束缚。\n\n\n　　陈止扭扭手腕，算是舒张了筋骨，还是坐着。\n\n\n　　“现在可以给我个答复了吧。”角先生不耐烦起来，“我也好有个交代。”\n\n\n　　“我明白了。”\n\n\n　　“明白什么？”角先生皱眉，问道。\n\n\n　　“原来...你是被顾渊派来的。”\n\n\n　　角先生瞪起双眼，瞳孔猛缩，青筋暴起，左手伸进内兜，咬牙怒骂道，“妈的！不给你点颜色看看是......”\n\n\n　　一霎，陈止还未等角先生说完，猛地站起，打中角先生的左手，一把手枪从角先生衣服中落出来。\n\n\n　　陈止瞬间抄起，往后一跳，跳回了凳子前面。\n\n\n　　“咔嚓咔嚓咔嚓。”\n\n\n　　都是上膛的声音，不仅仅是陈止，还有四个黑西装，四个黑洞洞的口子指着陈止。\n\n\n　　陈止还是不急不缓，看着手中的枪械。这是他第一次如此近距离的接触枪械，啧啧称赞道，“厉害啊，枪在中国禁的这么严，你们居然也能搞到，你们底气不小啊！”\n\n\n　　“闭嘴！娘匹西的！”角先生彻底失态了，“你以为一把枪就能从我们这里杀出去吗？你以为你是谁？施瓦辛格还是史泰龙？”\n\n\n　　“嘿嘿，我没那么想。”陈止只是笑笑，“从这里出去的方式很多，我选择...找一个人质。”\n\n\n　　“人质？”角先生不屑冷笑道，“谁？”\n\n\n　　陈止还是笑着，把枪对准自己脑袋，“我。”\n\n\n　　角先生犹豫了。\n\n\n　　陈止看出来了。\n\n\n　　“嘭！”\n\n\n　　瞬间，陈止手掌上出现了一个血洞。\n\n\n　　是他自己打的。\n\n\n　　鲜血在左手汩汩而下，陈止依然笑着，重新指着自己的脑袋。\n\n\n　　“喂喂！你不要激动啊！”\n\n\n　　现在角先生反而慌了，摆着手，“把枪都放下！”\n\n\n　　四个黑西装悻悻放下上好膛的手枪。\n\n\n　　陈止笑了笑，就这样施施然的往外走，五人大眼瞪小眼，看着他走出门。\n\n\n　　“哦，对了。”\n\n\n　　陈止又折回来，抽走了角先生口袋中的打火机和中华烟。再走了出去。\n\n\n　　五人听见陈止下楼的声音，面面相觑。\n\n\n　　······\n\n\n　　陈止披上过长的衬衫，掩饰着滴着血的左手，在人群中穿梭。\n\n\n　　“呼——”\n\n\n　　陈止右手放下，长呼出一口烟，摇摇晃晃的，消失在一片灯红酒绿之中。\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n",
    "replies": [
        {
            "author": "暗黑-子夜",
            "timestamp": 1460207400,
            "txt_content": "不错 反正比我强 看得人这么少可惜了"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1460208300,
            "txt_content": "暗黑-子夜 发表于 2016-4-9 21:10\n不错 反正比我强 看得人这么少可惜了\n谢谢谢谢:)"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463193360,
            "txt_content": "我看到这一章，为什么后面没有了。\n但是我又看了看书页，发现是持续更新着的。\n一些读者确实通过这种方式去书页了，但是一些就不能。\n还会怀疑楼主不更新。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1469623740,
            "txt_content": "安根_Engon 发表于 2016-5-14 10:36\n我看到这一章，为什么后面没有了。\n但是我又看了看书页，发现是持续更新着的。\n一些读者确实通过这种方式去 ...\n只是bbs这边的更新方式太麻烦手残不想做而已{:10_492:}"
        }
    ]
}