{
    "title": "【朱仙出品】<原创·连载>方块万岁【第二十七章 开始与结束】",
    "author": "CloudsXDao",
    "replyCount": 3,
    "timestamp": 1460171880,
    "txt_content": "正文\n\n\n　　自昨晚的“最终决战”过后，龙纹几人心中便存着不少问题，现在正好一并问出。\n\n　　不仅仅是遇见陈止后,二人说了什么、或者梅谁从陈止哪里到底得到是什么，更重要的在于梅谁的态度。\n\n\n　　几人需要梅谁的交代。\n\n\n　　梅谁笑笑，他不断的思考，才知道陈止没有说错。自己更本不在意游戏的输赢，自己在意的实际上是周围人的认可和理解。便如实将一切像倒豆子一样全盘托出。\n\n\n　　但是即使是这样，却还是有点玄幻了。陈止几句话就让梅谁焕然大悟了？\n\n\n　　“喂喂，头儿，不是这样的吧。”死骑嚷嚷着，“这又不是小说，哪来的大彻大悟？”\n\n\n　　龙纹也点点头，支持死骑的看法，皱眉道，“而且，陈止所谓的‘改变世界’又从何而来？你相信他？”\n\n\n　　蒋同倒是一副理解的样子，似乎无论梅谁说什么他都无条件相信。\n\n\n　　龙纹又道，“再者，你就算接受了他的建议，也完全可以去争夺那十万，得到你应有的利益啊。”\n\n\n　　梅谁摊了摊手，表示无奈，“就当我一时鬼迷心窍，行么？”\n\n\n　　死骑撇撇嘴，还想说什么，却被龙纹和梅谁调笑几声，这件事就这么糊弄过去了。\n\n\n　　几人定下晚上出去外面下馆子，就各回各家了。昨天熬夜战炎帝，他们现在还没睡好，准备补一个回笼觉呢。\n\n\n　　梅谁一路上走着，也在想这件事。\n\n\n　　其实他也知道，龙纹所说的两个问题：一是陈止所言的可信度，二是酬金的放弃获取。\n\n\n　　前者他也推敲了无数次，最终得出了唯一的结论——这是一个死胡同。\n\n\n　　当然是死胡同，至于为什么，留给各位去想吧。一件无法证伪的事情，若是有人愿意去相信，更是无解。\n\n\n　　梅谁就是那个愿意相信的人，他愿意留给自己一个信仰、给自己一个目标。与其纠结这件话的真伪，还不如想想如何去实现它。\n\n\n　　他是一个不知道自己到底想要什么的人，所以他也没有目标，至今也是浑浑噩噩的活着。有人告诉他目标，让他能有一个为之奋斗的借口，又何乐而不为呢？\n\n\n　　至于后者，梅谁在考虑半晌后也给出了自己的答案。\n\n\n　　因为恐惧。\n\n\n　　“铛铛。”\n\n\n　　蒋同敲了敲瓷碗，梅谁才意识道要吃中饭。匆匆扒了两口，两人就各自滚上床，睡觉去了。\n\n\n　　昨晚确实很累。\n\n\n　  梅谁在傍晚醒来，迷迷糊糊的看着窗外的夕阳，莫名的迷惘。只是很快就脱离了出来，意识到晚上还和龙纹二人约定好去high，再不起来似乎有爽约的嫌疑。马上穿戴好，出门才发现蒋同已经整装待发在客厅看电视了。\n\n\n　　两人立即下楼，七拐八拐到了龙纹的咖啡厅。\n\n\n　　进去了之后，才发现里面没人。二人轻车熟路的上了楼，看见龙纹和死骑都趴在电脑前面。\n\n\n　　“喂喂，你们在干什么呢？”\n\n\n　　听见梅谁上来，龙纹打了个招呼，腾了个地方。无奈道，“你自己看吧。”\n\n\n　　梅谁马上上前，找到了原因。\n\n\n　　【终曲：天下没有不散的宴席，我永远都不会忘记这个地方，更不会忘记你们。】\n\n\n　　是一篇终告忘忧城将删除存档的公告帖子，被置顶在每个版块和整个论坛的最上面，显眼异常，让人不瞩目都不行。\n\n\n　　梅谁再看正文，通篇华丽辞藻、真情实意，感人不已——但是每一句在点子上，提到删除存档的原因也是寥寥几句。总而言之，通篇都是煽情的废话，真正的核心原因只字不提。\n\n\n　　“哼，只不过给忘忧城写了个挽联罢了。”\n\n\n　　梅谁冷笑道，“乐乐乐也真是会搞事。”\n\n\n　　“还有....”龙纹道，“管理员说在晚上7点的时候正式关闭...现在会员已经自发的把一些板块的精华帖保存下来了，甚至还有人扬言要重开忘忧城....”\n\n\n　　忘忧城是那么好重开的吗？梅谁不禁笑出了声，忘忧城可不仅仅是那些精华帖而已，还有无数普通会员发的普通帖子，那些回忆才是忘忧城的根基。\n\n\n　　但是不管怎么说，忘忧城还是给梅谁留下了深刻的回忆。梅谁难免产生些兔死狐悲的凄凉感来。\n\n\n　　而且这一次忘忧城的关服事件，也让整个网络有所震动。毕竟忘忧城在如今鱼龙混杂的网络上，也算得上是一方巨擘。巨人倒下，世界一也会抖三抖的。\n\n\n　　“不管他们，我们去嗨我们的！”梅谁一笑，拉着两位出门，“为了庆祝——我们的相遇！”\n\n\n　　······\n\n\n　　四人有说有笑，来到一家大排档，旁边就是烧烤摊，点了不少东西。龙纹付了钱，几人就在桌位上聊天吹牛。龙纹点了啤酒，说起了几年来他开咖啡馆遇到的那些鬼那些事儿。\n\n\n　　蒋同和死骑倒是兴致高昂，梅谁却被手机的震动打断了戳破龙纹的机会。\n\n\n　　【笨蛋：喂喂，到底怎么回事啊！为什么我一上线就看到忘忧城解散的消息啊！我一路往回翻为什么看见你和炎帝骂起来了啊！我是不是错过了什么？】\n\n\n　　梅谁一笑，打道。\n\n\n　　【假棋士：当然没有错过什么，我单挑炎帝暴力涉黑集团，从南天门一直砍到耶路撒冷的事情也根本没有发生过，还请笨蛋大小姐不要太过操心，看你的书去吧。】\n\n\n　　笨蛋基本是秒回的，逗的梅谁哈哈大笑。\n\n\n　　菜端上来了，龙纹和梅谁才停住了，开始和蒋同与死骑二人展开抢菜的殊死对决。四人划下地，打得难分难解。\n\n\n　　“唉？龙纹吗？”\n\n\n　　突然，一个刚刚来到大排档的年轻人突然认出来龙纹叔，走了过来，“你是龙纹？”\n\n\n　　“额，你是？”\n\n\n　　年轻人再转过头，看向梅谁，“你是假棋士？”\n\n\n　　梅谁也愣住了，认识自己和龙纹叔？难不成是上次聚会的参加者？或者是看见了炎帝发的那篇帖子了？\n\n\n　　见龙纹和梅谁都是一脸懵逼的看着自己，年轻人不好意思的挠挠头，道，“我是dock啊！和你们交易的那个。”\n\n\n　　“这是bit，就是那个财富榜第一，是我弟。”说着，年轻人把身后的某个未成年推向前面，未成年腼腆的和梅谁打了个招呼。\n\n\n　　这时，二人才恍然大悟，赶忙招呼着，直接拼桌吃饭。\n\n\n　　聊了一会儿天之后，龙纹才知道这二人都是厦门的学生，哥哥是在读博士，弟弟是初中生。\n\n\n　　“真是有缘啊，我们。”梅谁这样的感叹道。\n\n\n　　此话一出，立马得到一众人附和。\n\n\n　　当然，全国几千万网民，知道忘忧城的估计只有一千万，了解忘忧城和梅谁二人的，可能只有几千人，参加游戏、并和梅谁有接触的，更是只有bit和dock二人。更巧的是这两人居然是和梅谁住在同一个城市，还同样来到一个大排档吃饭，这几乎是亿分之一的概率，恐怖的几率让梅谁一身鸡皮疙瘩都出来了。\n\n\n　　“喂，你们他娘的怎么在这？”\n\n\n　　梅谁正想着呢，一个声音突然在门口响起。\n\n\n　　梅谁装过头去，一脸愕然。炎帝和站长乐乐乐站在门口，乐乐乐一副尴尬的笑容，炎帝还一脸不爽的看着他们。\n\n\n　　卧槽？\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n",
    "replies": [
        {
            "author": "末影龙娘",
            "timestamp": 1461751320,
            "txt_content": "我再说一遍，\n方块万岁。"
        },
        {
            "author": "穿梭的箭",
            "timestamp": 1461751980,
            "txt_content": "感觉查看量对朱仙不公平，不管他曾经据说是周创元老什么的，对朱仙也都不公平。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461835260,
            "txt_content": "我支持的不是朱叔，而是这部作品！\n总之，支持。"
        }
    ]
}