{
    "title": "【朱仙出品】<原创·连载>方块万岁【第二十六章 胜利与失败】",
    "author": "CloudsXDao",
    "replyCount": 0,
    "timestamp": 1460171820,
    "txt_content": "正文\n\n\n站长刚刚从睡梦中醒来,早晨的阳光从窗帘后直射进来。站长侧身，看向床头的闹钟。本要起来，却突然想起他现在是带薪假在身，没必要做朝九晚五的社畜。只是慵懒的翻一个身，准备再入梦乡。\n　　“醒了么？”\n\n　　站长瞬间惊恐的抬头望向眼前，炎帝坐在凳子上，看着他。\n\n　　“卧槽。”站长迅速起身，微不可查的向床的另一边靠了靠，“你怎么在这里？”\n\n　　“等你醒来。”\n\n　　炎帝沉声道，只是站长立马就骂道，“废话，我是问你为什么要等我起来？”\n\n　　或许是起床气的原因，炎帝没有在意站长的语气，略微沉吟了一下，便将昨晚的事情娓娓道来。\n\n　　原来，昨晚梅谁的攻势结束之后，二人都认为梅谁已无再战之心，让那些夜猫子盯一下梅谁几人的账号，就去睡觉了。\n\n　　但是半夜，炎帝还没进入梦乡多久，就被一通电话吵醒——梅谁再次进攻。于是大半夜的他还不得不再次面对一个头疼的对手。\n\n　　梅谁这一次看上去已经是最后大反攻了，拼死进入末地，让炎帝见识了陈止说的“迅速屠龙”的方法——用床炸。\n\n　　何谓用床炸？实际上，为了避免游戏的bug，在下界和末地是不能“睡觉”的，也就是说，在这两个地方放下床，然后右键是会产生爆炸效果的。\n\n　　梅谁不知道从哪里弄来数量可观的床，一面在末地的传送点不停的炸，一面利用末影龙俯冲下来的时机炸掉末影龙的血量。\n\n　　不得不说，梅谁给炎帝上了一课，不仅仅是信息的重要性，还告诉他不能轻视任何一个败者。\n\n　　虽然最后炎帝一行人还是突破了防线，但于此同时，末影龙，也被屠杀了。\n\n　　炎帝不得不展开最后的龙蛋攻防战，毕竟末影龙死了就不能复生，他的拖字决也就无效，只能正面与梅谁硬肛。\n\n　　出乎他意料的是，梅谁在杀完龙之后，对于龙蛋的争夺兴致缺缺。炎帝并没有废多少力气，轻易就将龙蛋拿到了手。正当炎帝想要进入对方语音室开一波嘴炮嘲讽的时候，却发现他们正在讨论明天早上吃什么的话题，好像之前的那些对战都是有人到了他们的号做出来的。梅谁对他的挑衅也给了个敷衍了事的答复。\n\n　　“他们到底想做什么？”炎帝眉头紧缩，“难道他不想要那十万了吗？或者自暴自弃？但是．．．．没理由啊，他如果之后能全力抢夺龙蛋，花落谁家也说不定呢。”\n\n　　“所以......这就是你一大早坐在我旁边的理由？”\n\n　　听闻乐乐乐语气不善，炎帝马上岔开话题，“不如我们打电话问问先生？他说不定知道什么。”\n\n　　乐乐乐扭头，看向闹钟，道，“现在才七点半而已，说不定陈止还没起来呢，你现在打电话不是扰人清梦？”完了还补了一句，“虽然你已经扰了我的了。”\n\n　　“也是。”炎帝赞同道。两人便先去忙自己的事情，炎帝去买早餐，乐乐乐去洗漱。\n\n　　不过也多亏了陈止，两人地界都不在厦门，人生地不熟的，若没有陈止相助，现在估计下榻酒店，联系起来都十分麻烦。\n\n　　乐乐乐是一个恩怨分明的人，也是一个理性的，会衡量利益的人。陈止前途无量，他难道看不出来？如果不是自尊心作怪，他早热脸贴上陈止的屁股了。这一次的机会，说不定能再与陈止接触，之前五十万的甜头乐乐乐还没有尝够呢。\n\n　　于是两人吃好早饭洗好漱，等到八点半，准时把电话拨了出去。\n\n　　鉴于两人并没有太多事与陈止沟通的，他们与陈止的联系方式，也不过只是一个在忘忧城的账号，和顾少爷给陈止配的办公室的电话了。现在二人打的就是后者。\n\n　　两人对坐在桌子前，将炎帝的手机放在餐桌中央，小心翼翼的给陈止打了过去。\n\n　　“滴...滴...”\n\n　　不一会儿，电话通了。\n\n　　“先生——”\n\n　　炎帝刚想说话，手机那头就传来一阵女声。\n\n　　“请问是周渔先生吗？”\n\n　　炎帝犹豫了一下，答应道。\n\n　　“不好意思，陈止先生已经被解雇了，现在这个办公室空置，是顾经理让我转接，您以后就不要打这个电话了，谢谢您的合作......”\n\n　　炎帝失魂落魄的应着，然后挂了电话，和乐乐乐面面相觑。\n\n　　“额....这是什么情况？”炎帝艰难的咽下一口唾沫，“先生...被解雇了？”\n\n　　乐乐乐也说不好现在的情况，毕竟有太多未解之谜了，而且现在要关心的，最重要的几件事，他需要确认一下——比如这栋房子，再比如陈止答应他的那些剩余的利润。\n\n　　“对了，陈止不是还给过你第五个锦囊的吗?”乐乐乐急中生智，急促问道，“在哪儿呢？快拿出来看看。”\n\n　　炎帝手忙脚乱拿出第五个锦囊，锦囊打开的条件就是打败梅谁，拿到龙蛋。如今条件实现，炎帝打开后，发现其中有一张便签、一封信和一个优盘。\n\n　　读了便签，便签上大写的“先读信”三个字，炎帝忙不迭打开信封，与乐乐乐一口气全部读完。\n\n　　“嘶——”\n\n　　乐乐乐倒吸一口冷气，“大手笔啊，这栋房子在现在的厦门至少也能卖到一百万吧，居然就这么拿来抵我的五十万？真实暴殄天物啊！”\n\n　　炎帝的关注点却不在这里。\n\n　　“原来是先生去激励了梅谁，难怪最后他能战胜心理阴影，提升士气，几经战胜我......”炎帝信服的点头，想起了梅谁的破局，现在还心有余悸。\n\n　　反正，两人都得到了满意的解释。乐乐乐拿起红色的优盘，说道，“这就是要给梅谁的优盘了吗？里面是什么啊？要不我们.....连电脑看看？”\n\n　　炎帝吓了一跳道，“不行！先生说了，要等到我们在那个特定的地点再遇见梅谁的时候，才能给他的。”\n\n　　“哈哈，我开玩笑呢，别当真嘛。”乐乐乐打哈哈道，“不就是那个明鸿高中嘛，我知道，我知道。”\n\n　　炎帝狐疑的看了他一眼，叹了一口气，说道，“我准备再厦门定居。”\n\n　　“唉？”乐乐乐奇怪的看了他一眼，“为什么？”\n\n　　“这样再一次遇见先生的可能性更大嘛。”炎帝满不在乎的说道，“反正对我来说只要有电脑，在哪儿都一样。”\n\n　　乐乐乐低头也想了一会儿，抬头对炎帝说道，“那我也搬来好了。”\n\n　　“我无所谓，你可是有工作的人哟。”炎帝奇怪道，“这样没问题吗？”\n\n　　“没事没事，我们公司在厦门也有分部。”乐乐乐亮出一口大白牙，“人事部经理是我哥们，我和你也差不多，有电脑哪儿都一样。”\n\n　　“那我们还要在做一段时间的舍友咯？”炎帝一笑，伸出一只拳头。\n\n　　“嘿嘿，多多指教。”乐乐乐打在上面。\n\n　　······\n\n　　梅谁四人围在小吃摊边的一张桌子上，吸溜吸溜的吃着早饭。\n\n　　“喂喂，头儿，是不是该说说忘忧城和陈止的事情了？”死骑吃着一碗锅边，说道，“他到底是有多神，一边操纵炎帝的同时，一边还能让你奋起斗志和炎帝正肛的？”\n\n　　“对，梅谁，为什么你要这么快突袭炎帝？难道陈止给了你二十万让你认输？”龙纹也问道。\n\n　　梅谁一口气灌下豆浆，呼出一口气，“舒爽！”\n\n　　蒋同也停下，等着梅谁揭晓谜底。\n\n　　梅谁无奈看了三人一样，开口道。\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n\n\n",
    "replies": []
}