{
    "title": "我的世界新人技巧",
    "author": "382535799",
    "replyCount": 0,
    "timestamp": 1460274600,
    "txt_content": "做为一个新人经常被虐？我来教教你们游戏技巧吧！\n\n我的世界是一款自由度非常高的沙盒类手机游戏，这款游戏的魅力在于它没有固定游戏玩法，玩家在游戏里可以任意创造，但也由于这个原因，一些新手玩家进入游戏后不知道该干什么，下面我就给大家带来我的世界新手攻略，希望对新手玩家能有一些帮助。\n\n\n\n\n1到2分钟摧毁你周围的树木 取得5块以上的木头,取得愈多愈好,因为木头对之后的生存绝对有用。（这就是所谓的要想富，先撸树）\n2到3分钟\n制作工作台 (1木头 = 4木板=1工作台)这个工作台僵尸伴随我们很久的东东！我们后面的合成都需要这个玩意！！制作木镐 (2木头 = 6木板 + 4木棍) （上方的算式是正确的，1个木头是不可能造出3木板+2木棍的）\n3到4分钟往下挖或是往山里挖，并且用镐开采出6块以上的圆石，这个洞可以作为你的躲避处，因此要选个好地方。（三个圆石加两个木头等于一个石斧）制作一把石斧，和一把石镐（三个圆石加两个木棍等于一个石镐）\n获得更多的木头总是正确的，因此尽量在夜晚来临前至少取得10块木头。但是没做到也是没问题的，你可以在第二天继续收集。 现在你制作了一把石斧，你能更快地收集木头了！并且想必大家都看到了，石斧和石镐的合成材料一样，我们需要变得是它的摆放位置。\n4到5分钟逛逛四周看看是否有煤炭并且选好你的躲避处地址。煤炭通常能在在悬崖壁上。找不到煤炭也没关系，只要多砍些树之后便可以烧制成木炭。5到6分钟带走你的工作台并记下你的重生点。四处走走看看是否有合适的地点作为你的躲避处。如果途中你遇到羊，杀3只来取得3块羊毛。如果你之后想饲养羊群的话，那么在直到那里有5只以上的羊之前一只也别杀。6到7分钟清空区域来为你的躲避处作好准备，你可以向山里面挖或是往地面下挖做成一个简单的躲避处。7到9分钟建造你最基本的躲避处 (大小和外观为其次，首先要关注在功能方面)。尽量不要建3层高，否则末影人可能会瞬移到你家里。制作一些火把来照亮你的躲避处（火把等于煤炭加木棍，之前说过了木棍的获取方式，煤炭主要是在煤矿石中，需要镐）如果你找不到煤炭也没关系，制作一个熔炉然后烧一些木头来制作木炭。木炭和煤炭的作用是一样的。（熔炉的合成方式=8块圆石，注意摆放方式）\n当然如果你还有多余木头的话，我建议你做个门！\n9到10分钟做好准备迎接夜晚的来临，如果你先前有搜集羊毛，做一张床。你用什么颜色的羊毛都可以。然而这并不会影响床的颜色。10分钟后上床睡觉。如果你没有搜集足够的羊毛来做床或是你不想去睡的话，先去确认你的基地是否安全。(有亮光，有四面墙，以及一个屋顶)。如果你没有足够的羊毛的话你可以开始挖矿了。你可以从矿洞里取得很多有用的物品，像如铁，煤炭，红石，金，青金石，和钻石。你应该开始以楼梯的规律往下挖矿(这样你才能上来) 。挖矿同时也是找寻洞穴的好方式。如果你没有足够的煤炭做火把为你的矿洞增加亮度，你可以整理一下你的物品和你的家来使你找东西和移动上更容易。\n\n迎接黑夜：在夜晚到来之前，你可以考虑完成这些工作：首先，将获得的生肉（若有）放入熔炉内进行烹饪。食用熟肉将会大量回复你的饥饿值并填补日间活动造成的饥饿和收到的伤害。其次，若你之前找到了羊并从羊的身上获取了羊毛，你将可以制作一张床来跳过漫长的夜晚并记录你的重生点，让你在万一死亡的时候能够返回刚建好的这个家。\n\n注意：床只能在放置在两个非透明方块方块上面。床上和与床同高的床边都必须至少留1格空间，防止睡觉或从床上起来的时候窒息。在床边重生的时候，床必须没有被破坏且必须满足上述条件，否则会收到“床已遗失或被阻挡”的提示并在世界的出生点附近重生。若你仍有多余的物品，可以制作箱子来保存你身上的物品，这可以让你有更充足的物品栏空间来收集其他东西，并可以将暂时没用或贵重的物品寄存以防死亡的时候丢失。使用8个木板并在工作台的合成区域将它们围成一圈，便能制作箱子：当然还有更加重要的就是住处：作为你迎接第一个晚上的地方，你的第一个住处并不需要很大，也不需要华丽的装潢。随便找一个空旷的地方，用之前收集到的木板（或当木板不够时使用其他方块代替）围成一个约5格长宽、3格高的小木屋，将之前放下的工作台和熔炉搬到小木屋里，再插上几根火把，便成为了一个安全而基础功能完备的住处。完成5x5x3的小木屋仅需要耗费57个木板。你会发现这个小木屋没有出入口，但这并不会影响你在小木屋里的行动。\n\n最后我要给大家说的是，如果你的运气很差没有完成上述的操作也别急，你可以尝试紧急避难！\n",
    "replies": []
}