{
    "title": "【原创-连载】【MC国】【第二十五章 逆转】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 2,
    "timestamp": 1460380740,
    "txt_content": " 本帖最后由 冥王星人 于 2016-4-11 21:23 编辑 \n\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　“哼，我和你挑明说吧。冥王，是现存握有‘源头’直接操纵权的人，之一。”\n　　什么什么？\n　　“源头”直接操纵权？还“之一”？\n　　“那不是……？”\n　　好歹费雷思玎的高材生，他很明白这几个词代表的意义。\n　　“源头”，说的是支撑和维系这世界的力量根源，所有魔法的运转基础，也是诞生生命的地方。它不在空间以内，不在时间以里，属于灵界和神秘学术研究的范畴，根本不为常人接触，随便想想都有亵渎的赶脚。\n　　至高无上，全能无比，神圣不可侵犯的“源”，我们嘴里通俗称的“神”，怎么会叫她掌握操纵权？贿赂了多少钱走后门到手的？\n　　而且听这头冰山雪人的话茬，同等权利的不止冥王一个。\n　　“多的不给你解释了。假如你手里的玩意儿测量上限低于世界人口能量值总和，就别想搞清冥王有多强。想也知道它做不到。即使能，装载数据硬件的体积也够你受的。除非……”普拉尔斯恶毒的笑了笑。“你头的直径大过集装箱。”\n\n　　@#￥%&*！\n　　不行，我是有层次有文化有修养有节操的人，绝对绝对不可以骂街。\n　　但……\n　　你才集装箱呢！你们全村都集装箱！！全生产队都集装箱！！！\n\n　　“金！”\n　　几句话功夫，索岚没留神的战场上，已经只剩下厚厚一层机械残骸。\n　　冥王使用“源头”之力，轻松粉碎掉LL邪教集团发出的第五六七八波防御反击阵容，又没等普通故事情节里必然出现的几个天王大将报完名字，即将他们连同驾驶的战车战机我也不知道是战什么砸为扁片。\n　　遗憾本应极致恐怖的疯狂杀戮，却令索岚想起各种馅料丰富掺杂的加大加厚匹萨饼。\n　　导致这一结果显然由于整天忙于搜索酒店寻找冥王，跑饿了。再有就是真实的打打杀杀挑起了他的胃口，激活了沉睡已久的味蕾。\n　　毕竟索岚从懂事起便梦想成为超级英雄，即使三分钟时效也好。\n　　流星到底听见我的愿望没？赶紧找M78星人给我丢个巨大化变身手电筒下来啊！！\n\n　　“金，重新检索场地信息！我找不到LonelyLoner，三晋给的基因探测装置没反应。迅速查清他的位置、死活，就算挖穿地面……”\n　　索岚再次感觉，慌……\n　　这是冥王？那个我见过一、二……三次的冥王？且不提她飞来飞去的能力多奇葩，现在周身散发的杀气，每次动作皆扭曲景物的魔法波动特效，眼神表情、语气语速、姿态手势，好似换了个人……\n　　几时掉包？谁做的手脚？\n　　“收到！”\n　　普拉尔斯同样麻利的转身跑去，执行她接到的命令。\n　　哇噻，这两个女人……哪个男的有胆量要啊……？\n　　噢对，差点忘记她俩是同性恋。\n\n　　索岚对自己胡编乱猜的判断若有所思煞有介事地点点头，突觉脚底不稳。\n　　地震？\n　　时间是午夜，不过空中密集铺开的魔法光团让地上亮如白昼。敌方建筑腾起团团灰白色烟尘，又是一波余震。\n　　罗勒的……杀手锏？\n\n　　在场人注意力汇聚远方笨重直立起来的黑影，可没一人脸上显示丝毫惊惶。\n　　有冥王在，怕什么咧？安心喝茶注意别碍事就好，压根没咱出阵机会啊。\n　　其中，并不包括索岚。\n　　本能的戴上眼镜，希望寄托渺茫的压轴戏码，虔诚祈求不要游玩观览回国报道时候，分析出的数据叫他大吃一惊。\n　　那个是------？！！\n\n\n\n\n\n废言：\n打会儿游戏继续码。\n\n索引见签名。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "末影矿工",
            "timestamp": 1460385240,
            "txt_content": "好6,25章了"
        },
        {
            "author": "MCEXP",
            "timestamp": 1460439240,
            "txt_content": "冥王星人加油！支持！！"
        }
    ]
}