{
    "title": "<原创·连载>空[第六十三章：霖的“忠告”][46241359]",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1460549940,
    "txt_content": " 本帖最后由 46241359 于 2016-4-13 20:19 编辑 \n\n正文\n\n\n\n    “现在人都走了，可以告诉我你是谁了吗？”直觉告诉彼得，这人本就无须隐藏身份，这人看似save的高层，也许只是因为有什么不能叫第三者知晓的事情要与自己说才会让闲杂人出去吧。\n    “韩霖，”男子轻轻带上门，整个身子都进入了会议室，“只是来给你提个醒。”\n    哦，这个人么……罗杰谈起过他，是与埃塞克斯同在E国留学的天才，虽然身材清瘦行动能力不强，但这并不干扰他做出精确的分析和预测。“请讲。”\n    “安德打算除掉你，”霖平淡地抛出一句话，“就在执行完任务之后，所以建议你在把这事了结后找个地方避避风头，等到安德放弃寻找时你再回C国，这不是你该待的地方。”\n    虽然是句好话，但用这般强硬的语气说出来还是不免让人感觉到难受，彼得的嘴角微微上扬，这人有点意思，“那么，我也有些问题……你是罗杰的朋友吧？”\n    “是。”\n    “我当然知道，你只是因为罗杰这个朋友才来叫我躲避日后的追杀，其实这一点你不说我也清楚，但是你没几天就需要回到E国，能保护罗杰的人只有我而已，”彼得笑了一声，“所以有关我的问题，不需要你来插手。”\n    霖皱了皱眉，目光少有地让人意识到是在盯着谁看，但很快又发散开了，“那就算了，”说着，他面带一种阴冷的笑容看着彼得，“但如果哪一天让我得知罗杰因你而受伤，我不会顾及你与他的情分。”\n    “当然，”彼得微笑，“你不说我也懂。”\n    看来这人也不是不靠谱，罗杰会这样信任他或许不是没道理。霖抛出一句话：“顺带一提……如果想活下去就不要招惹埃塞克斯，他不是处理不了你，”霖的眼中闪过一个彼得说不出是警示还是藐视自己的眼神，“而是不屑于去处理你。”\n    “请放心，”彼得恢复了之前冷静镇定的面容，收敛刚才的友善，“我对埃塞克斯这个人，本就没什么兴趣。”\n \n    看见彼得毫发未损地回到家中，罗杰真是觉得自己此时此刻再无奢求了。“会议……怎样？”\n    “挺好的，安德很配合，已经同意我执行任务了，只是……”彼得眼神中流露出不知是针对谁的怀疑，“罗杰，你不知道韩霖从E国回来的事吗？”\n    韩霖？从E国回来？\n    从罗杰眉头紧锁的神情看，显然霖没通知到他。这样的话，彼得也放松了些，既然霖没通知罗杰，那他特意从E国赶来也只是为了提醒自己吧，况且正好埃塞克斯也要回来，借机看望下久别的朋友也没什么奇怪的。\n    只是……\n    霖好像压根就没来看过罗杰？\n    那他是来干什么的？买了张机票千里迢迢从外国赶来就为了和自己说五句话？这太夸张了点吧，至少也得提个礼物看望下自己心灵受到严重创伤的朋友吧！\n    “纳尔，霖是不是对你说了什么？”\n    以霖的性格，凡是不与自己打招呼就来到某个地点，肯定是出了什么对自己有严重损害的事，再不然就是为了在自己不知道的前提下见什么人。他本是较为随和的性格，一般情况下并不会说出什么令人感觉到不适的话语。而现在彼得进门后第一句话就是问有关霖的事，一定是霖私下找彼得谈过什么事。\n    “是说了点，五句话，”彼得耸耸肩，“我不知道平时他对你是不是也这样，总之大意就是叫我不要管你，回来的路上我想了想，觉得……谈话的内容有些奇怪，所以找你问问。”\n    果然他还是像以前一样在意自己。\n    “哦……我想没什么事，别在意我刚才问的问题。”彼得安慰性地拍了拍罗杰的肩，之后坐在沙发上，懒散地盯着电视屏幕。\n    罗杰坐到他旁边，“你打算什么时候完成这些事情？”\n    “我不知道，几天之内吧。因为要用到空，另外这几天你不要出去走动。”彼得似乎是突然想起了很重要的事情，脸上立刻换上严肃的神色，“我总预感有什么事会发生……在你身上。”\n    “嗯，我知道了。”罗杰点头示意自己会照做，虽然预感这东西并不能说得上有多么的准确，但是有些时候真的是令人后怕，“可是，纳尔，我觉得更令人担心的是你啊，我真不觉得安德会因为你一个毫无凭据的恐吓就能够立刻屈服，他一定会有什么反抗的行动。”\n    “正因为这样我才叫你不要外出，安德要进行反抗所针对的人，不是我，而是你。”彼得站起身，“我有点事，先出去一趟，你必须在这里安安静静地待着，哪都不准去。”\n    要我一直待在这里面吗？罗杰看着彼得打开门走出去，心中顿时有种难以言喻的滋味。曾经多罗斯迷茫黯然的表情令他记忆犹新，与如今的彼得形成极其鲜明的对比。\n    不知道是不是错觉，罗杰一直认为彼得的眼睛里有多罗斯所不具有的东西，虽然前者给他的第一印象可谓是差到极点，但是后来有所转变了。\n    虽然没人告诉他目前为止彼得执着于生存的目的到底是什么，但无论答案如何，从精神上说他远胜于多罗斯，综合能力也远在其之上，真是无愧于save的“英才教育”，不但塑造出了怪异的性格，还培养出近乎完美的能力，还真是作为杀手的不二人选。\n    但之前与save所预期的情况并不一样。在将彼得移植进载体后，出现了完全相反的状况。复苏的空与彼得相差甚远，仅能作为一个分析员，杀手是极少情况下才会出现的“意外”。\n    精神排斥。\n    这是赫尔斯对于此类情况分析后给出的一个词汇。彼得的目的是为了保护自身，但在移植后出现了极其明显的反抗症状。这也违背他的目标，所以……到底是哪里出了问题？\n\n\n返回索引贴\n\n\n@sam3737 @冥王星人 @恶魔-潇洒 @xcc @zyj0807 \n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "1223123c",
            "timestamp": 1460551680,
            "txt_content": "hao hao hao hao"
        },
        {
            "author": "1223123c",
            "timestamp": 1460551920,
            "txt_content": "hao hao hao aho"
        },
        {
            "author": "冥王星人",
            "timestamp": 1460552820,
            "txt_content": "没事不好好学习，净忙着换头像= =#"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461465480,
            "txt_content": "这个我应该可以仅仅表示个“很好”。"
        }
    ]
}