{
    "title": "1.9与1.8怪物及刷怪笼生成命令的不同-------详解",
    "author": "加索-macugh",
    "replyCount": 8,
    "timestamp": 1460714340,
    "txt_content": "1.9与1.8怪物及刷怪笼生成命令的不同-------详解，仔细说明http://www.minecraftupdates.com/summon-command这个网址，外网1.8怪物生成好用，1.9就表示崩了，求解，具体可要图。",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1460714340,
            "txt_content": "加索-macugh 发表于 2016-4-16 12:25\n指令打过，但是崩溃次数很多，总感觉1.9比1.8卡了好多。命令方块的选择还是不会，求教，谢谢。 ...\n命令方块的选择啊……如果你不太会玩就用最普通的橙色的命令方块\n放下了当正常的命令方块用就好，里面东西不要乱设置\n1.9东西太多了当然卡，有时候我显卡都会炸\n具体命令方块选择看这个：http://www.mcbbs.net/thread-574857-1-1.html"
        },
        {
            "author": "加索-macugh",
            "timestamp": 1460714520,
            "txt_content": "对了，补充一下，wiki上的1.9特性已经看过，给wiki的一概无视。【表示看不懂】【你要是把wiki的讲懂也行】"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1460715060,
            "txt_content": "http://www.mcbbs.net/thread-572919-1-1.html\nhttp://www.mcbbs.net/thread-569762-1-1.html"
        },
        {
            "author": "a189",
            "timestamp": 1460764020,
            "txt_content": "我也有这种问题，我一登服务器输入密码之后就蹦客户端了，重启没用"
        },
        {
            "author": "加索-macugh",
            "timestamp": 1460778000,
            "txt_content": "FHC红石 发表于 2016-4-15 18:11\nhttp://www.mcbbs.net/thread-572919-1-1.html\nhttp://www.mcbbs.net/thread-569762-1-1.html\n看不懂，详解"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1460780340,
            "txt_content": "加索-macugh 发表于 2016-4-16 11:40\n看不懂，详解\n其实改动不大，首先，原来版本中设置刷怪笼的生物是用EntityId这个NBT对吧\n到了1.9，这个NBT换掉了，设置生物要放在SpawnData里面\n在原来的版本里SpawnData是控制生物属性、装备什么的\n1.9把召唤的生物放到了SpawnData里面\n格式是SpawnData:{id:生物名}\n例如召唤苦力怕的刷怪笼是\n/setblock ~ ~1 ~ minecraft:mob_spawner 0 replace {SpawnData:{id:\"Creeper\"}}\n当然这只是其中之一的变化，如果你的指令不是很特殊知道这一个也够（大雾wiki↓\n\nSpawnPotentials: Optional. List of possible entities to spawn. If this tag does not exist, but SpawnData exists, Minecraft will generate it the next time the spawner tries to spawn an entity. The generated list will contain a single entry derived from the EntityId and SpawnData tags.\n\n: A potential future spawn. After the spawner makes an attempt at spawning, it will choose one of these entries at random and use it to prepare for the next spawn.\n\n Type: Overwrites EntityId when preparing the next spawn.\n Weight: The chance that this spawn will be picked as compared to other spawn weights. Must be non-negative and at least 1.\n Properties: Overwrites the contents of SpawnData when preparing the next spawn. Not optional; an empty one will be created if it does not exist.\n\n\n EntityIddeprecated in 1.9: The Entity ID of the next entity(s) to spawn. Both mob entity IDs and other entity IDs will work. Warning: If SpawnPotentials exists, this tag will get overwritten after the next spawning attempt: see above for more details. Use the \"id\" tag inside SpawnData (see below).\n SpawnData: Contains tags to copy to the next spawned entity(s) after spawning. Any of the entity or mob tags may be used. Note that if a spawner specifies any of these tags, almost all variable data such as mob equipment, villager profession, sheep wool color, etc., will not be automatically generated, and must also be manually specified (note that this does not apply to position data, which will be randomized as normal unless Pos is specified. Similarly, unless Size and Health are specified for a Slime or Magma Cube, these will still be randomized). This, together with EntityId, also determines the appearance of the miniature entity spinning in the spawner cage. Note: this tag is optional: if it does not exist, the next spawned entity will use the default vanilla spawning properties for this mob, including potentially randomized armor (this is true even if SpawnPotentials does exist).Warning: If SpawnPotentials exists, this tag will get overwritten after the next spawning attempt: see above for more details.\n SpawnCount: How many mobs to attempt to spawn each time.\n SpawnRange: The radius around which the spawner attempts to place mobs randomly. The spawn area is square, includes the block the spawner is in, and is centered around the spawner's x,z coordinates - not the spawner itself. It is 2 blocks high, centered around the spawner's y coordinate (its bottom), allowing mobs to spawn as high as its top surface and as low as 1 block below its bottom surface. Vertical spawn coordinates are integers, while horizontal coordinates are floating point and weighted towards values near the spawner itself. Default value is 4.\n Delay: Ticks until next spawn. If 0, it will spawn immediately when a player enters its range. If set to -1 (this state never occurs in a natural spawner; it seems to be a feature accessed only via NBT editing), the spawner will reset its Delay, and (if SpawnPotentials exist) EntityID and SpawnData as though it had just completed a successful spawn cycle, immediately when a player enters its range. Note that setting Delay to -1 can be useful if you want the game to properly randomize the spawner's Delay, EntityID, and SpawnData, rather than starting with pre-defined values.\n MinSpawnDelay: The minimum random delay for the next spawn delay. May be equal to MaxSpawnDelay.\n MaxSpawnDelay: The maximum random delay for the next spawn delay. Warning: Setting this value to 0 crashes Minecraft. Set to at least 1.\n MaxNearbyEntities: Overrides the maximum number of nearby (within a box of spawnrange*2+1 x spawnrange*2+1 x 8 centered around the spawner block) entities whose IDs match this spawner's entity ID. Note that this is relative to a mob's hitbox, not their physical position. Also note that all entities within all chunk sections (16x16x16 cubes) overlapped by this box are tested for their ID and hitbox overlap, rather than just entities which are within the box, meaning a large amount of entities outside the box (or within it, of course) can cause substantial lag.\n RequiredPlayerRange: Overrides the block radius of the sphere of activation by players for this spawner. Note that for every gametick, a spawner will check all players in the current world to test whether a player is within this sphere. Note: Requires the MaxNearbyEntities property to also be set.\n\n\n"
        },
        {
            "author": "加索-macugh",
            "timestamp": 1460780700,
            "txt_content": "FHC红石 发表于 2016-4-16 12:19\n其实改动不大，首先，原来版本中设置刷怪笼的生物是用EntityId这个NBT对吧\n到了1.9，这个NBT换掉了，设置 ...\n指令打过，但是崩溃次数很多，总感觉1.9比1.8卡了好多。命令方块的选择还是不会，求教，谢谢。"
        },
        {
            "author": "加索-macugh",
            "timestamp": 1460781180,
            "txt_content": "6666，我没有疑问了，感谢您的帮助，悬赏归你了。谢谢{:10_512:}"
        }
    ]
}