{
    "title": "暂时停更！去写其他东东！《方块帝国：奇迹》第一卷：黎明前的黑暗(8.13)",
    "author": "1365619159",
    "replyCount": 80,
    "timestamp": 1308025080,
    "txt_content": " 本帖最后由 1365619159 于 2011-8-27 16:59 编辑 \n\n题目结尾是更新时间。更新字数变动，分为2小节，一般都为1500字左右！\n                                      序I\n    纪元623年4月17日 哥尔瓦镇祭坛山\n    “长老，额，这样行吗？”穆砂望着祭坛上的光芒，既期待又疑惑的问道。\n    “没有办法了，这是我们最后的希望。”一个用黑布蒙着全身的人说道，语气中透漏着深深的绝望之情。\n    “呜呜——”一个个僵尸在小镇附近徘徊，方块状的大脑随风摇摆……\n\n                              序II\n      公元2011年6月9日 X市xx高中男寝\n      “哈哈哈哈……”古星那不怀好意的笑声在宿舍响起，那张英俊而猖狂的脸让人看到就想给他一拳，电脑上显示的是MinecraftPortable的联机进程，“咚”的一声，古星进入了一个服务器，这家伙疯狂的叫了一声：“拆吧，让你们知道小爷的厉害！”楼上楼下都响起了一堆鄙视的声音，楼下的大妈当然也不甘落后，踏踏的上楼声响彻云霄……正当古星准备挥舞鼠标时，意外发生了！\n      纪元623年4月18日 哥尔瓦镇祭坛山        \n      “轰呲……”一道光芒伴随着一个三芒星，古星来到了这个世界，这个似乎是MinecraftPortable创造的世界。\n",
    "replies": [
        {
            "author": "1365619159",
            "timestamp": 1308025140,
            "txt_content": "                                第一章“俺伟大的救世主啊!”(I)\n     纪元623年4月18日17点 哥尔瓦镇祭坛山        \n     “呼呼……”风已经开始刮了起来。\n     穆砂望着这个瘫坐在他面前的人，绝望的把头扭向长老：“他，能行吗？”\n      黑布蒙面的长老也颓唐的望了一眼天空，天灰蒙蒙的，说道：“起风了，走，穆砂，把他一起带回去吧。”\n      “的…的…的…的…的……”古星口中不停地“的的”着，他望着那一个个方块的人头，身边冒着圈圈烟的的火把，还有方方的自己，“疯啦，真的疯啦，这是什么？！”古星猛地大喊道，这一声大喊划破天际，远方的僵尸们也发出呜呜声，与他的喊声交辉相应。\n      “长老——”穆砂与村民看到他们费尽最后的力量才召唤来的救世主竟然开口说话了，狂喜之际，大喊长老。\n       “喔~中文！”古星惊讶的看着这个大声喊着长老的“方块人”，似乎那可以震破耳膜的呼喊声不存在一样，古星心中大呼：“噢！命运啊，当我以为在这人生地不熟的地方，没人会中文的时候，你让他们来到了我身边，我感激你……我呸，你把我扔到了这里，我唾弃你！”不远处，披着一块黑布的长老也匆匆向这里奔来，近了，近了，正当古星准备扑上去大喊终于找到组织了的时候，围绕在他身边的一群方块人扑的跪了下来，齐声呼喊：“俺伟大的救世主啊！”\n      呼——，一阵风刮来，落叶纷飞，似乎命运给他开了个玩笑：救……救世主？那是什么？\n\n                                                 第一章“俺伟大的救世主啊(II)\n    纪元623年4月19日8点 哥尔瓦镇祭坛山\n    望着跪倒在他身边的一群人，古星被惊得……若无其事！呃，好吧，古星奇怪的望着跪在他身边的一群方块状的人，疑惑的问道：“长老……吗！（长老：“你什么意思啊！”）这是？！这是情况？”站在古星身旁的长老听了他的话，回答道：“第六十九代救世主，这里是亚骑大陆的亚洲……”古星忽然大喊：“第六十九代？！亚洲！？”“噢，是的……”长老的思绪似乎回到了很久以前。\n     “救世主，是亚齐大陆上对那些不属于这个世界上的人的尊称，他们有的有着不可思议的开天辟地之能，有的有着统帅千军之法，但是，不管有什么能力，他们的到来总会然大陆上蔓延起一阵轩然大波。而这个世界上有六大洲，而这六大洲被六海所分离，而我们亚齐大陆曾经有三大帝国，四百多个王国、公国，只是，没想到，一百多年前的‘六储之战’彻底将亚齐大陆的人力、物力消耗的一干二净，接着，先是临近的西德大陆的入侵，萨沙大陆的圣皇西征，然后，丝路大陆，东森大陆、南亚大陆也如恶狼般的向我们挥师进军，然而，最糟糕的还不是这个……咳，咳，咳……”长老忽然咳嗽了起来，他的脸色也开始出现不正常的潮红，古星大急：“长老您没事吧？”身边的人们也纷纷站起来看着长老，“咳，没事，老毛病了，不过先给你将一段趣事吧，记得去年，邻近的部落召唤救世主成功了，结果，那个救世主说的竟然是西德大陆的语言，还好，那里有一个西德大陆的俘虏，那位救世主一看有语言翻译，立马提出要一把剑，第二天，他就死了，被十二个僵尸追杀杀死的，然而，他的尸体却不见了。”古星一听大呼：“也给我来一把！”长老和居民们奇怪的望着他，长老说道：“他的尸体被我们再三公里外的小山岗上捡到了。对了，你要剑干嘛？”“额~防身，防身。”古星暗自擦了一把冷汗，心中想道：简直是死无葬身之地啊，“嗯，穆砂，去给救世主拿一把木剑来。”长老回头说道，“好。”穆砂匆匆跑去。“啊——”忽然，穆砂的怪叫声传来……"
        },
        {
            "author": "1365619159",
            "timestamp": 1308025200,
            "txt_content": "                                                                  第二章：瞭望，情势险峻！（I）\n       古星跟着长老一行人跑过去，发现离穆砂十几米远的街转角有一头长着绿色的毛的怪物，不过味道有点……腥臭？！难道是Minecraft特有的怪物：绿皮僵尸！望着这只僵尸一步一步走过来，古星心中嘀咕着：“你丫的还敢过来，找死。”在Minecraft里，古星最瞧不起的就是这种行动迟缓、却嚣张的乱叫的怪物，拔出刚拿到手的木剑，古星一个箭步冲上前去，长老他们一看立马大呼：“不要！”不过，古星显然没注意到这句话，于是……“啊——”一道比穆砂的叫声还凄惨不知多少倍的哀嚎，从僵尸的身下传出来：“这丫的怎么还非礼我啊？！”僵尸竟然将古星扑倒了。怪物刚站起来，几位居民立马上前将僵尸砍倒，而古星却爬到几米开外大吐特吐，一帮人看着他们的救世主无力的想：“他有当救世主的天分吗！”\n       长老无奈的说：“唉，你太轻率了，绿毛僵尸其实有一个绝技：扑倒。”古星暴走中：“这是什么绝技啊！呃，好臭啊，唔~又要吐了！不过，每一种怪物都有一种绝技吗？”，长老严肃的回答道：“是的，这还要从‘六储之战’说起……”\n                    第二章：瞭望，情势险峻！（II）\n    “一百六十多年前，三大老牌帝国与新兴崛起的三大公国开始了长达四十年的对峙，在这四十年间，这六个国家发生了近百回冲突，死伤也高达数百万平民，而后，在一百二十三年前（纪元500年），六国的王储在亚齐之心：摩洛克城开始了最后的谈判：有关《王储协定》的签订，然而，因为协定上的一些内容，导致三大公国的三位王储愤然离场。”长老正讲投入地着，忽然，古星问了一句：“那是什么内容？”长老无奈的说：“在王储们撕破了脸后，《王储协定》的原书就被公国刺客会的刺客们盗走了，紧接着，‘王储之战’就开始了，两大集团的冲突正式开始，当时大陆上一共有一百七十多个军团，但是，九年之后，当王储之战结束后，大陆上的军团数量竟然减少了一半，接着，另外五大陆的军队登上亚齐大陆时，竟然发现一个令他们惊喜的事实：大陆上各国的主和派、主战派、中立派竟还在在自己国家的朝堂上争执不休，可想而知，侵略开始了……\n    两年后，纪元512年，大陆上少数几个没有被攻陷的城市：摩洛克城中，它的管理者：摩尔西公爵，一个召唤系的异能者，在一个下雨的星期天，将那段六大大陆上的二十四级禁咒：『黑色星期天』轻声朗诵了一遍，于是真实的悲剧发生了，人间的大门在地狱敞开，地狱的黑暗生物疯涌至人间，爆炸履带怪（JJ怪）、绿毛僵尸、白骨弓箭手、狂暴野兽，它们纷纷出现，六大大陆被彻底的分开了。”长老的手忽然紧紧的握住，方方的手上，一根根青筋明显的突了出来，古星思索着什么，疑惑的问道：“海上并没有怪物吧？”长老愤怒地低吼道：“是蓝色爆炸履带怪，绿色爆炸履带怪的变异衍生物，它们炸毁了它，毁了，一切都毁了，呜~呜~呜~”\n    看到这一幕，一旁的穆砂说道：“长老的妻子、儿子也被……在那艘叫做“阿瑟尔”号的船上，唉。”\n    “呜呜——”忽然，僵尸的哀嚎声小镇周围响起，穆砂脸色大变：“不好了，怪物们又来攻城了！”居民们纷纷拿起武器跟着穆砂向镇大门冲去，古星好奇地问道：“它们有智慧？”穆砂边跑边回答：“没有，不过，它们是被肉味吸引而来。”\n    居民们到了自己建的围墙上，墙外，几百怪物已经蜂拥冲向薄弱的木制围墙，而距离围墙只剩几十米，看来，战斗就要开始了……"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1308026460,
            "txt_content": "我不是文学小组的成员...无法顶贴，发到这里来恰好让我顶，嘿嘿，支持个"
        },
        {
            "author": "CDGD",
            "timestamp": 1308026640,
            "txt_content": "不搓啊加油市物資是屋子始祖為i1"
        },
        {
            "author": "pathfinder",
            "timestamp": 1308027000,
            "txt_content": "各种围观……希望不要坑……"
        },
        {
            "author": "1365619159",
            "timestamp": 1308028200,
            "txt_content": "                           第三章：最后的救世主！！！（I）\n    “为啥没有JJ怪和蜘蛛？”古星望着缓缓前行的怪物群，有些兴奋地问道。穆砂灰常正经的回答道：“JJ怪是不吃肉的哦！”人群中一个少女红着脸问道：“什么是……JJ怪？”古星头也不回：“嘿嘿，就是那个啦，你懂得~~”呼……时空似乎在这一刻静止了，刷——啊！一把椅子被甩到（哪来的椅子？！）穆砂的头上，一瞬间，白云不再飘动，人群不在喧闹，怪物似乎也停滞了，只有，古星自己在大喊大叫：“穆砂，哈哈，你丫的倒霉啦！哈哈哈……”接着，刷——又一把椅子被甩到古星头上，一切似乎又恢复了正常，不过，古星似乎看不到最后的结局了！"
        },
        {
            "author": "1365619159",
            "timestamp": 1308028320,
            "txt_content": "pathfinder 发表于 2011-6-14 12:50 \n各种围观……希望不要坑……\n只要有人看，就不会坑的！"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1308034980,
            "txt_content": "-w-純支持 好長好長"
        },
        {
            "author": "a532402310",
            "timestamp": 1308125520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "撸一撸",
            "timestamp": 1308128220,
            "txt_content": "强力围观。。。"
        },
        {
            "author": "sssxm8sss",
            "timestamp": 1308133860,
            "txt_content": "厉害厉害"
        },
        {
            "author": "windleft",
            "timestamp": 1308184680,
            "txt_content": "現在文字人氣基本不足……\n過一陣子我有時間了的話會來提高人氣的……"
        },
        {
            "author": "howard",
            "timestamp": 1308187800,
            "txt_content": "傳說中的禁曲:\n黑色星期天也出現了嗎= =lll?"
        },
        {
            "author": "1365619159",
            "timestamp": 1308200520,
            "txt_content": " 本帖最后由 1365619159 于 2011-6-17 14:07 编辑 \n\n                                     第三章：最后的救世主！！！（II）\n       纪元623年4月17日 地狱 恋魂城城门口\n       一批身着红色披风、单手持石剑、背后还印有一个大大的血十字以及……“猪在地狱飘啊，怎能不挨刀啊！挨了刀，就用‘砍死你’刀伤药，包你挨了第一刀还想挨第二刀！”（各位已经发现这是谁了吧！）的广告的猪头人小队正从地狱第四城：恋魂城中走出，跟在领头的猪头人后面的猪头人气愤的说：“老大，不过是人间的一个异能者罢了，至于我们‘血衣屠城军’第二十八大队第四十一小队第一百一十九组出动吗！”走在领头的猪头人猛地回过头，那双敏锐的眼睛像带着刀刃一样，望向刚刚发牢骚的猪头人：“凯尔，距上上一次召唤救世主成功已经过去一百四十年了，而近两年里人间竟然连续召唤出两次救世主，这引起了马怒尔大人的警觉，而且，那个人也出现了，所以我们有必要去人间一趟，嗯！你还有不满吗？”\n凯尔一听道马怒尔，立马变得沉默了，似乎连周围的空气也被这三个字变得沉重起来……\n\n       纪元623年4月17日 哥尔瓦镇 东方城墙上\n       一位模糊不清的老人正站在古星的身旁，周围喧闹的人群中，竟然没有一个人发现他，连资历最深长老也不过是疑惑的望了古星身边一眼。\n       身边的老人望着古星：“真脆弱啊！简直把魔导师的脸都丢光了。”忽然，“老头，你在那里嘀咕些什么呢，难道，你丫的在说我的坏话，太卑鄙了吧，我尊老爱幼你还骂我，太无耻了吧，你可别倚老卖老啊，喂！太不道德了吧，我在这边费尽吐沫，你竟然趴在地上休息啊！”古星的灵魂在天上飘动着，嘴里还说个不停，再看旁边……那位老人已经口吐白沫的被气晕在地上了。\n       老人忽然大喝一声：“小子，你再说一句休怪老夫翻脸不认人，把你的嘴封上！”古星立马道：“老头，我认识你吗？”老人家彻底怒了：“沙塑&#8226;禁锢！”唰——的一声，古星的灵魂全身被包裹上沙子，自己只能发出含混不清的“呜呜”声。老人这才慢慢悠悠的说道：“小子你听我说，我可是第二十三代圣魔导师，我来的目的是告诉你：所谓的救世主不过是这些村民们无知的的叫法罢了，我们是有着引魔体质的魔导师！！！我们修行元素魔法，当然，像你这种未经测试的人是不能修炼任和魔法的，噢，时间不多了，我先帮你小子测试一下元素属性……嗯！竟然是全属性的引魔体质，唉！可惜了啊！我给你一本好书让你了解一些魔导师的规矩吧！”噌的一声，老人就消失了！\n       我是魔导师？！古星心中默念着这句话，“啊——”古星的灵魂被吸到他的身体里面。\n\n怪怪专栏：绿毛僵尸（介绍：Minecraft里面的僵尸） HP：3颗心 攻击：0.5颗心 速度：4 技能：扑倒（将敌人扑倒，附带攻击0.5颗心）"
        },
        {
            "author": "1365619159",
            "timestamp": 1308297300,
            "txt_content": " 本帖最后由 1365619159 于 2011-6-17 15:57 编辑 \n\n                                 第三章：最后的救世主！！！（III）\n       身躯模糊地老人变得更模糊了，口中喃喃着说：“孩子，我不知道你来自哪个位面，但是，那个门已经封闭，所以，拯救这个世界的希望就在你身上了，小心吧！”\n        呃！我可是来自另一个世界——地球啊！难道……那些曾经的“救世主”都是他们送过来的！那他们的目的到底什么……\n        睁开眼睛，迷迷糊糊，身边的喧闹声延绵不绝。手上什么都没有，嗯！那个自称圣魔导的老头给他的书呢？！“呜呜——”僵尸的叫声越来越近了，古星一个激灵站了起来：在镇外边还有一堆怪物呢！随手抓起自己的木剑，“长老，怪物到没？”穆砂一看古星醒了，就大喊道：“救世主，怪物马上就要到了！”古星一看，果然，怪物们以经离围墙只剩大概二十米，而骷髅弓箭手（古星自认为是这个名字）已经开弓搭箭了。“穆砂，你小子啥时候醒的？”古星边说边低头，唰——一支木质羽箭射到古星刚刚的位置，“刚刚醒！”穆砂从背后掏出一杆木头棍，嘴里开始念叨：“火焰，赐予我强大的火吧——火球术”“蔟”的一声，一只白骨弓箭手被飞舞的火球打中，红光一闪，身上开始着起火苗。“沃噢！”古星惊讶的叫了出来，“魔法吗？”穆砂自豪的说：“当然，我可是一个火系魔法师呢！三连火球术”说着，手上的法杖再度吐出三个火球！冲向四只聚在一起的白骨弓箭手，“扑。”一声之间，三个火球一起爆炸了，轰呲！一个堪比现实世界的手雷爆炸出现的火光让看到它的人都忍不住闪过头去，接着，一个中年大叔边揉眼边说：“穆砂，你小子又用这招，小心我打你屁股啊！”穆砂的脸一下子白了一半，“哄——”的周围的人们都笑开了花，其实，穆砂作为哥尔瓦镇乃至整个格菲特地区唯一的魔法师，这是哥尔瓦镇居民们的骄傲，但同样是他们的头痛之处，但是这位叫终南山的中年男人却可以把穆砂治的服服帖帖，让这小子在镇里少犯了N多事，多了N多笑料，原因不过是在穆砂小时候，穆砂并没有发现自己是火系魔法师，但是，小孩子的活泼还是让他三天两头的被人找家长，结果，某一天，穆砂把终南山家的窗户打破了，结果，整整五巴掌，小穆砂的pp红的和馒头似的，这家伙一下子记住了，几年后，穆砂的火球术刚出道，立马找他算账，结果……穆砂的身心又多了一道阴影，让他自己来说就是：“pp好痛啊……”\n        “哼，咱们二十年后在算账，我不……”穆砂自己在那里嘀咕开了，长老无奈的看了一眼穆砂：“穆砂，怪物来了！”穆砂立马将法杖握紧，看向怪物群。果然，僵尸们已经来到了木墙下，白骨弓箭手也被灭的七七八八了，哈哈！拖死它们，古星一激动，差点从墙上摔下来，擦一把冷汗，用方方的手将片似地木剑向下挥挥，啪！一只僵尸身上红光一现，被扫飞半米，“哈哈！看小爷不砍翻你们！”古星激动地大喊着，周围的人都汗颜的看着他，怎么召来一个这种救世主！\n        嚓！嚓！嚓！挨着围墙的僵尸开始扒木头，古星心中想着：“有用吗？你们这么勤奋，呃——”一个方块裂纹出现了，接着，又一个，再一个……古星大喊道：“不好啦，大家快把僵尸从围墙边打出去！”身边的人都疑惑的望着他，很显然，没有人看到他刚刚的动作，古星也意识到了这一点，立马把木剑伸出去，将一个僵尸打飞，它面前的那一块木头又恢复了原状，方方的，似乎什么也没发生。周围看懂了的人，立马开始为其他人讲解，接着，一道长达四百多米的围墙上，上面的人们拼命地挥舞着木剑，击打着僵尸，下面的僵尸们努力地冲上前去挖着木块……\n\n怪怪专栏：白骨弓箭手（介绍：Minecraft里面的弓箭手） HP:2.5颗心 攻击:（距离:25m左右;准度:27）0.5颗心 速度:7 技能：抛射（攻击距离+25m;准度:-10）"
        },
        {
            "author": "1365619159",
            "timestamp": 1308382320,
            "txt_content": "                               第四章I：全景与建设\n    纪元623年4月17日 哥尔瓦镇 东方城墙上\n    战斗在如火如燎地进行着，城墙上，充当着战士的居民一波又一波的累倒在简易的城墙上，而在下面僵尸们也是一波波的涌上，一波波的死亡，偶尔，还有几支冷箭从不远处射来……墙边，长老悄悄走到古星身后，赞赏的望了他一眼，轻轻拍了拍他的肩膀，古星回过头，长老示意古星跟他下去……\n    很幸运，这一次的怪物一共只有一千左右，所以居民们又度过了一天，不过，这是他们第一次在零伤亡下将怪物们杀光，所以，他们打开了尘封了几年的酒罐子，看到瓶盖上面满满的灰尘，每个人闻到已被放置到记忆角落的酒香时，他们都哭了。那天晚上，很多人都喝得醉醺醺的，挨着枕头就睡了。所以，没人知道，那天晚上，长老与古星谈了些什么只知道从那天以后，长老就宣布退休了，而镇长由古星担任。\n    待会放上第四章II：全景与建设\n\n怪怪专栏：本次停业！！！"
        },
        {
            "author": "1365619159",
            "timestamp": 1308398640,
            "txt_content": " 本帖最后由 1365619159 于 2011-6-18 20:07 编辑 \n\n                               第四章II：全景与建设（长老其实有三位的，没交代清楚，抱歉！！）\n      第二天，哥尔瓦镇广场上，长老们招开了居民大会。\n      由于昨天打了个好仗，大家们都起得特别早，人们乱哄哄的小声交谈着，都望着站在高台上的三位长老以及衣着整洁的古星，大多数人都猜到了长老们要干什么。\n      “肃静，我宣布，从今天起，哥尔瓦镇镇长由古星担任。”站在中间的，也就是兼职镇长的长老袁飞说道。望着人们一副理所当然的样子，古星小声的嘀咕：“难道没人站出来反对吗？”站在靠左的，也就是接引古星的长老西尔多说道：“在这里，救世主接任出身地的最高权力是这个城市的荣耀，并且，你还带领大家打了一个大胜仗，呵呵，古星啊，你想太多了。”“嗯。”古星看了看周围的屋子，疑惑地问道：“不过，长老，我们的屋子怎么都是用土块垒成的？”\n      另一个长老马赛克叹了口气：“你们手上的武器是哪来的，要知道，树木可是一年才能长好两次，镇里根本就没那么多储备，外面的怪物却多如牛毛，于是乎，先砍树，从橡树到桦树，再拆房，从石房到木房，能坚持到今天，我们镇已经山穷水尽了，未来就靠你了。”“连木头都没了吗，怪不得我的到来是你们最后的希望呢。”望着马赛克那疲惫的眼神，古星兴奋地说道：“那么，就从产业链的最低层干起吧！”一旁的三个长老都转头望着他，他也不好意思的报之一笑。才九点，镇长交接仪式就结束了，很有效率。而古星在长老们走后，就让他现在的跟班：穆砂同学帮他挑二十个壮实的汉子，在十点时来广场集合。现在，古星正拿着马赛克长老给他的镇地图在发呆，地图他也看了，看完后，那张就算变成方块状依然很帅气的脸立马拧到了一块，现在全镇一共一千三百三十七人，听起来很多，然而，在怪物们出现之前，人口竟高达四千多人，减员了近三分之二，现在说是镇，倒不如说是村子；再说低端的木材、石材，在镇子的下面，八十层以内的石矿已经被挖空了，再向下挖运输效率就极低了，这是在这个危急时刻所不允许的，而木材就更令人哀叹了，不只镇子里，连方圆十公里的地方都没有一棵像样的树，而小树苗又被怪物们长时间摧残，能活下来的不知凡几，镇中的树苗还差一个月才能长成真正的大树，以供砍伐。\n      到底要怎么办，就算这一个月挺了下来，以后怎么办啊？古星头痛的拍拍头。\n\n怪怪专栏：爆炸履带怪（介绍：Minecraft里面的JJ怪） HP:2颗心 攻击:0颗心 速度:10（健全的成年人的速度在15左右） 技能:自爆:（攻击：13颗心；攻击范围（1m=1格）：3m×3m×3m）"
        },
        {
            "author": "a532402310",
            "timestamp": 1308399480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1365619159",
            "timestamp": 1308486720,
            "txt_content": " 本帖最后由 1365619159 于 2011-6-21 18:56 编辑 \n\n                                                       第四章III：全景建设\n        “??……”镇中心的大钟响了起来，厚重的钟声像火苗一样冲向古星大脑中最后的疑问。试问，如果，那个决定历史的苹果被砸到牛顿头上，那么万有引力定律的阐述、数学证明与公式推导这些令人惊叹的成就会晚上多少年出现；如果，没有韦伯先生与爱因斯坦的相遇，那么至今仍没有被解读到公众耳边，成为高深理论的相对论会不会出现；可是没有那么多如果，所以，当多少年后古星回想起今天的判断时，仍会为自己的果断为傲。\n       十点的钟声悄然到来了，穆砂和二十个壮汉也准时到来了，古星背身子毫无感情的说道：“我们没有时间了，我们的哥尔瓦镇再也经不起怪物们的冲击了，我在昨天晚上已经通知三位长老了，他们会为我们再抵抗一次怪物们的进攻，我们就有了两周的时间，来进行资源的搜集与转移，从镇子十公里以外，那些已经成为死村的地方。”“浓眉大眼”的扎特问道：“武器呢，镇民们用的武器从哪里来？”“长老他们会想办法的，毕竟，那帮老家伙们当长老这么多年了，怎么可能没一点储备呢，哈哈哈！”想到自己对长老问起这个问题时，长老们那抽搐的脸庞，古星就兴奋地想笑（这丫的看别人痛苦时他倒很嗨皮，让我们鄙视他吧），他停顿了一下，“如果可以，还要把那些正在如我们一样苦苦支撑的人们，安全的送到这里——他们的新家园！”穆砂立马反驳道：“这……这不可能，我们并没有更多……更多的地方，而且，他们的到来会吸引更多的怪物，消耗掉更多的粮食、武器可我们没有那么多必需品，没有啊。”穆砂痛苦的低吼道，他何尝不想那样做，可是，后果太沉重了，他们承担不起。“不，穆砂，你看的太浅了，我们必须大面积扩张，迅速的，在地狱四巨头还没有注意到我们的时候，否则，所谓的救世主的出现就会给哥尔瓦带来……灭顶之灾，他们不会放任有着辉煌历史的救世主重现人间的，尽管他们对自己的力量有着巨大的信心，所以，这是唯一的办法！每个人十五天的干粮、三把武器，十一点集合。我们要努力，为了对我们赋予厚望的人们！好了，大家有信心吗，为了大家的未来，大声回答我！”众人群情激昂的大喊道：“有，为了大家的未来！”古星回过头凝望着坐在看台上的三位长老，三个为了自己的家乡连生命都可以献出的老人。\n        十一点的钟声毫不犹豫的在十一声钟响后到来了，而古星他们二十二个人刚刚装备完毕，穆砂兴奋地道：“哈哈，好久没运动过了，我们去哪？”“距离哥尔瓦二十三公里村庄：木森村。”望着地图，穆砂疑惑的问了句：“为啥不去星野村，那里离着只有十七公里啊？”“呵呵，好好看地图吧，我们要的是物资以及人力，而不是距离。”作为一名大学已经有着落的高三学生，大学的功底他还是有的，用最幼稚的尺规作图，也可以推算出，在两周时间，前往木森村比前往星野村获得的物资高了整整六个百分点，时间与物资就是生命，他绝不会放过这个机会，就算这只是推理。\n\n怪怪专栏：白骨弩手（介绍：白骨弓箭手的进化，使用着力量更为强大的弩,死亡时会爆出它使用的破弩，真的很破） HP：3颗心 攻击：（距离：20m左右；准度：44）1颗心 速度：7.5 技能：弩式连射（攻击距离+10m；准度-7）\n"
        },
        {
            "author": "624415583",
            "timestamp": 1308492780,
            "txt_content": "不错 顶一下 我是GTA"
        },
        {
            "author": "1365619159",
            "timestamp": 1308653640,
            "txt_content": "                                              第五章I：生的希望，让我们怒吼吧！\n    十二点整，方块状的太阳开始发挥它的威力了，暴露在阳光下的小草也低下了它的头，似乎承受不了太阳的光和热，可谁知道它们是不是在积蓄着力量，等待着某一天，能够无所畏惧的昂起头，直视着太阳的光芒。\n       在一处离哥尔瓦镇7公里的小山洞里，二十一个大汉在边吃着干粮边开别人玩笑，而古星与穆砂则在里面谈着一些计划。“白天真安全啊！”古星惬意的已在一块大岩石上，穆砂轻喘着气问道：“你丫的让跑那么快干什么？不过，安全么！”“去你的，时间就是生命，效率就是金钱，噢，马克思、恩格斯两位革命的先烈，他们为什么会成功，因为他们重视时间，他们绝不降低效率，所以，他们实现了他们的梦想——创造了********，生的多么高尚，死得多么快捷！令我惊叹。”穆砂瞪大了眼睛：“你说的啥？”古星满头黑线，“哦！你头上貌似出现了什么？”……\n       “对了，穆砂，关于魔法你知道多少？”古星忽然严肃了起来，穆砂也跟着严肃的说道：“拥有引魔体质的魔法师，成就一般在圣魔导以下，还有……拥有导魔体质的魔导师，其成就不可估量！”“那个老头说我是：是有着引魔体质的魔导师？！”穆砂突然大喊道：“这不可能，魔导师不可能是引魔体质！除非……古星，你告诉我，你的元素？”古星皱着眉头想了一会：“应该是……全属性吧。”\n       “呃！那就对了，古星，说出来你不要惊讶，我看过一本书，上面记载的全是救世主们的属性，都是……全属性！”“嗨，大惊小怪，全属性怎么了？不是挺好的么！”“当有一种属性时，火球术需要2mp凝集发射，当拥有两种属性时，火球术需要4mp，当拥有三种属性时，火球术需要8mp，以此类推，然而，当你有全属性时，一个火球术，你需要……”穆砂望着古星，狠狠的盯着他，似乎怕他下一秒就从他眼前消失一样，“需要200mp，就是10倍，但是，或许是苍天有些内疚，你会得到一门特殊的能力，每个人的都不同！”穆砂依然狠狠地望着他，这让古星有些吃不消了：“哦，是什么呢？喂！你小子不会是那个啥吧！我告诉你，外边有人的啊！喔，难道是你嫉妒我的能力，这可是专属的！我理解，哈哈哈哈，我果然很厉害啊！”古星旁若无人的又开始自恋了起来。穆砂一看他并没有过于低落，也跟着笑了起来，“哈哈，我嫉妒你，你小子就自恋吧！不过话说回来，你真的不失落？”“呃，合着你是怕哥哥我在抑郁了啊！要淡定，不过心情是低落了一些，毕竟，这样一来，就没啥手段吸引小妹妹了，唉~~”古星满脸伤感的说着。“嗙”的一声，穆砂从石头上摔了下来，“你你，你的存在简直是对魔法的侮辱啊！”\n       “啊！”扎特的惨叫声传递到山洞里！让古星与穆砂齐齐打了个寒噤，一大老爷们竟然叫得这么凄惨！不过，一定是什么东西出现了，是什么呢？让我们期待下一节吧！\n\n怪怪专栏：绿皮僵尸（介绍：绿毛僵尸的进化体，别小看它们，偏爱单体行动，死亡时会爆出绿色的皮，好吧这很恶心！不过绿皮比牛皮更耐磨些） HP：4颗心 攻击：0.5颗心 速度：5 技能：飞扑（从远处（一般为3m）扑倒敌人，附带攻击1颗心）"
        },
        {
            "author": "a532402310",
            "timestamp": 1308654060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1365619159",
            "timestamp": 1308798540,
            "txt_content": "                                                    第五章II：生的希望，让我们怒吼吧！\n        扎特盯着眼前的一滩绿色液体——绿·史莱姆，手中的剑竖在脸侧，“嘶——”绿色的液体竟然发出了像蟒蛇一样的嘶嘶声。唰的一下，史莱姆蹦了起来，一瞬间凝固成了一个下面空心的绿方块，套向扎特的头部，噌，石剑划到了绿方块上，绿色的史莱姆身上一红，被击飞了几米，扎特趁势冲上前去，对着摊在地上的液体一劈，史莱姆立马变成了死莱姆。\n        “呼！小小的史莱姆就把我逼成这样，真是该锻炼锻炼了”扎特自言自语的说。“扎特，还好吧！”十几个壮汉来到扎特身边，“没事，就是有点惊讶，史莱姆不是应该在地穴里或者海边出现吗？”\n        一只只绿·史莱姆、红·史莱姆正趴在山头，围绕着一个白衣的男子，他无声的望着在下面的扎特。\n        “穆砂，你慢点！”古星在后边紧追着穆砂，当他们从山洞里走出来时，大家就不见了，只留下了一个纸条，而穆沙看了纸条就开始狂奔，纸条还在穆砂手里，所以直到现在，古星都没看到纸条上写的是啥！“呃！”忽然，穆砂停下了，望着前方的小山上的人，而古星却发狂般的冲向山上。\n        “嗯！”云天河一扭头，就望见飞奔而来的古星，“上。”淡淡地说出了这两个字，云天河中指向空中一挥，就消失了。史莱姆们跳动着冲向古星，古星一看到云天河消失了，停了下来，低下头拔出剑……夜色如幕，在明灭不定的烛光中，西尔多长老和蔼的为古星讲述着一些过去的事情，“他们怎么办到的？”古星好奇地问道，似乎在他的记忆中没有人能办到那种事，“呵呵，宗师级的剑客总是有一套自己的方法，可以完美的发挥自己的力量、速度、角度以及……杀气！这就是原因。”老人一脸向往的说着，“您？！”古星望着西多尔，这个满面沧桑的老人，“哈哈，老了老了，想当年我也是江湖上的名人呢！笑斩春风，怒斩月。一江飘红，几秋枫。”……“你们想死吗！”古星抬起头，盯着一只已经跳起来的红色史莱姆，向上一撩，紧接着狠狠一戳，红色史莱姆红光一闪就被劈成两摊死水了。似乎有一刹那的停顿，史莱姆们忽然争先恐后的跳起，冲向古星的头，“连珠火球！”穆砂的喊声伴随着四颗燃烧着的火球冲向史莱姆们的身体，“爆！”“嘭”的一下，火球撞击在一起，在跳跃着的史莱姆的上空爆炸，火星四射！史莱姆们刚跳起来，就被炸了下去，每个史莱姆身上都红了一下，古星趁势扑上，手里的剑像剁菜一样，将一只又一只史莱姆干掉，噗的一下，一个方方的土块出现在他的眼前，长宽高刚好有一米，古星没刹住脚步，一下子撞了上去，最后一只史莱姆“见状”，一跃而上，他的头上多了一个方方的绿帽子，噗呲，古星身上一红，“火球术！哇！绿的。”穆砂无语地望着古星的头，“不要！”古星大呼道，尽力躲闪，但是那个火球还是到了古星头上，轰！古星的头被“烫”了，“噗呲，好有型，哈哈哈！”穆砂大笑。“穆砂，你丫的别跑，我知道就你是故意的！老子灭了你”"
        },
        {
            "author": "蜗牛与蚂蚁",
            "timestamp": 1308807120,
            "txt_content": "顶一下.."
        },
        {
            "author": "1365619159",
            "timestamp": 1308895920,
            "txt_content": "                             第五章III：生的希望，让我们怒吼吧！\n    穆砂和古星望着突然出现在地上的土块。“呃，你见过它么？”“呃，没有啊，奇怪了，这是谁瞬移过来的？没那么无聊吧！”“唔，我来看看，”扎特笑呵呵的走了过来，“刚刚发生了什么事？”望着这个土块，扎特问道。“唔，我砍死了一只绿色史莱姆，它的尸体变成了这块土。喔，我明白了，绿色的史莱姆会爆土块啊！”古星恍然大悟的说道，呼，感觉有冷风扑来，古星疑惑的望向他们，穆砂和扎特一头黑线的大吼：“你不知道1级的怪物不会掉落物品吗！”“不知道啊！”古星童鞋诚实的回答，呃~~两人无力的倒了下去。“唔！难道这就是我的能力！”古星一脸衰相地说，似乎有一只手将古星的脖子握住，古星怨天尤人的想到：“不是吧！首先，被当成救世主召唤到这破地方，然后，又当上了受苦受难的悲催镇长，接着，好不容易有了一个可以发达的能力，却是在关键时刻在怪物的尸体上召唤出1*1*1的标准土块，我要它干什么？难道让它绊我么！谁知道接下来还有什么悲惨事情等着他，卧槽！这简直就是一部悲惨世界的主线啊！\n    “不好了，有爆炸履带怪啊！”当一群人的声音来到他们耳边时，他们清晰的看到，在将近600人的队伍后面，跟着八个囧着脸的JJ怪，一瞬间，古星的点子就出现了，“快垒个小塔，咱们来和JJ怪做游戏啊！”古星一脸邪恶地笑着，穆砂和扎特默契的开始挖起了土，不得不承认，用手挖土的效率不太好，但是，这也够他们三个人垒出一座高二米多的小塔了，当八只JJ怪冲向古星时，古星张口了：“丫的，你们休要猖狂，佛爷我来了!”兄弟们，老套路，它们发出丝丝的声音时我们撤回来！”“好！”两人齐声答道，三人奋不顾身的冲了上去！古星一剑劈了上去，JJ怪红光一闪，嘶嘶的声音立马想起，迅速三步并作两步地跑回来，在上去，再下来，回环往复。一会，JJ怪们就全军覆没了，只留下了八具千疮百孔的绿色尸体。\n    不知是谁发现了JJ怪们都不见了，人群又走了回来，从人群中走出了一个看似是这群流民中的领导者的胡子拉碴的男子：“我叫亚提尔·罗门，请别伤害我们！”“你们是从哪里来的？”古星问道，“亚提尔镇，那里被攻陷了，我们逃了出来，我们每个人都带有食物、材料，可是实力太弱了，我们打不过那些来自地狱的生物，请你为我们指一条明路吧！”亚当既期盼又不安地望着古星。“从这里走，大概有七公里，你们就能看到哥尔瓦镇了，我们还要继续走，去救更多的人！”古星异常正经的回答道。一刹那间，扎特他们似乎看到了天神降临了，“嘻嘻，这回赚大发了！嗯，我好英明啊！呵呵，低调低调，哎呀，古星啊，你怎么这么不低调啊……”古星小声的自言自语传到他们耳边时，他们齐齐被雷了一下！\n    “我们走了！”罗门他们再次踏上路途，不过这回是前往家园，新的家园！\n    “再见！”相互挥手后，我们也要踏上征途了！物资统计：木头：32000块，37％；食物6400块,64％；石块：12800块，50％。我要努力了！古星想到。\n    古星一行人再次上路。距离第三波怪物到来还剩：13天8个小时，距离最基本计划还剩50.3％。\n\n怪怪专栏：no.6绿·史莱姆（介绍：半固体生物，常出现在海边、地牢，以吸血为生）HP:1.5颗心 攻击:0.2颗心 速度:6+1 本能:吸血（吸取攻击值的25％转化为HP） 技能:低级疾行：极其珍惜时间，速度+1\n          no.7红·史莱姆（介绍：半固体生物，常出现在海边、地牢，以吸血为生）HP:1.5颗心 攻击:0.2+0.1颗心 速度:6 本能:吸血（吸取攻击值的25％转化为HP） 技能:低级愤怒：时常处在愤怒状态，攻击+0.1\n\n第一回写近4000字的章节，哈哈，有点小激动！顶一下吧！明天考试，可能……你懂得，不解释！"
        },
        {
            "author": "蜗牛与蚂蚁",
            "timestamp": 1308901260,
            "txt_content": "顶一个..祝考试顺利"
        },
        {
            "author": "1365619159",
            "timestamp": 1309269240,
            "txt_content": "                      第六章I：地狱——占领伊始\n        纪元514年8月某日 天气：小雨 摩洛克城城主卧室\n        “咚——咚——”摩洛克城的警钟被敲响了。\n        “亚昂，你……”摩尔西望着自己的儿子，胸前的匕首再也无法抵抗胸腔的压力，匕首飞出，鲜血四溅，他的面前站着一个国字脸的男孩，男孩的脸上透漏出一股莫名的狂热，“白衣阁万岁！哈哈！”噗呲——一把短剑插在男孩的心脏上，他不敢相信的回过头，“为什么……为……呃……”男孩无力的倒下了，“星夜庄，白衣阁，星夜庄已经倒了，我们已不再是天下第二。而你，已经没有利用价值了，白痴。”一个白衣人将短剑拔出，悄然遁走……\n        古星翻阅着这本书——《星夜庄·最后的星火》，这本书的前三张都是这段话，而后面的就是一张张的白纸，白纸，空荡荡的白纸。对面的像个流浪者的家伙一副半死不活的脸色望着他，整整4天，一个字都没嘣出来，这让古星都开始怀疑，他难道有什么特殊嗜好，那可就糟糕了！\n        “卧槽！这本垃圾！”古星实在受不了了，他被关在这个大小不足60立方米的地方已经四天了，直到现在，他也不会忘记，他解手时，看到那群“人”的时候的惊讶：“主啊——救命啊！”“嘿！我说什么了，你们要绑架我？”于是他们把他绑架到了这里。不得不承认，尽管他们穿得破破烂烂的，但是，依然很厉害！更厉害的是他们身上竟然还有一处没烂的地方——“猪在地狱飘啊，怎能不挨刀……”的披风，真是要风度不要温度啊！不过自己到底说什么了？\n        那帮猪头人在谈论些什么，总之，和他无关，不过……好想听听听他们说的啥啊！快开门啊，像那些狗血小说一样，这时，门打开了，一个胖胖的猪头人走了进来：“孩子，趁现在还早，走吧！还有……地狱已经开始注意你了，小心！”“呃——地狱？邪恶势力么？”古星自言自语的嘀咕了一句。“小心！”忽然，在古星后面的的流浪者大喊道。古星的眼睛瞬间一瞪，双手趁势一拔，猪头人的石制双手剑被古星拿了出来。电光火石之间，石剑和一只硕大的眼球撞在了一起，呲~石剑上冒起了青紫色的烟雾，“嗷——”恶魔之眼的惨叫惊动了整个房子的人，“极光破！”一个抢先上楼的猪头人，手上发出一道魔法，一道柔和的白光直冲恶魔之眼飞去，恶魔之眼被穿了一个大窟窿，紧接着，整个恶魔之眼都化成了一撮黑色的方块灰尘，爆出了一个玻璃片，随风而逝。“喔，哪个是Terraria的恶魔之眼么，这不是MC的世界么？对了，那道光是什么？好厉害的样子！”古星满脸惊奇的问道，“哈哈，杰毕尔，你被鄙视了，哈哈，好厉害的样子！哈哈~”一个脸上有刀疤但是满脸和气的猪头人走上前来，一边拍着刚刚使出极光破的杰毕尔，一边大笑着，“杰星尓，你小子活腻烦了吧！”一道亮闪闪的白光无声无息的冲向杰毕尔，“暗蚀。”一丝裂缝出现在光芒之前，光束飞了进去了，裂缝消散于无形之间，当然，是看似！“哐呲——啪啦——啪啪”，整个二层小楼塌了“啊——杰毕尔、杰星尓你们给我过来！”凯尔的喊声从楼下，呃……废墟下传来。\n        “呀！”两兄弟对视一眼，齐刷刷的跑向反方向，伴随着一声“魔塑·无极手”的喊声，两人被抓了回来，“哈哈~~”一些人憋不住了，低声笑了起来，“你们这帮吃老子白饭的，一群废物，﹡%$﹟﹠﹪﹟……”轰隆，一块大砖被翻起，流浪者站了起来，“开始了，地狱的进攻！”流浪者望着天空道。“警戒！”古星大喊道，刚刚就是他的喊声救了他一命，所以，“他应该能看清很远的东西。”长老说过的，那个：星夜庄的最后一位传人，就是他！“嗷……嗷……”恶魔之眼已经到来了，远方，还有着什么怪物，在想着他们狂奔而来。地狱与人间的第一回正面交锋，现在……开始！！！\n百科专栏（新增专栏，部分时候会替代怪怪专栏）：由于Minecraft的世界与Terraria的世界产生空间错乱，而导致双方的怪物都会产生在Minecraft世界。\n怪怪专栏：no.8恶魔之眼（介绍：Terraria中的一种一生都在飞行怪物-恶魔类，在MC世界属于2级怪物）HP：3颗心 攻击：1颗心 速度：18 技能：冷凝之撞（在空中45m处发动攻击，攻击时，眼球呈现玻璃状态）"
        },
        {
            "author": "1365619159",
            "timestamp": 1309356060,
            "txt_content": "                           第六章II：地狱——占领伊始\n        “嗷唔——”当第一只恶魔之眼哀啸着冲向他们时，流浪人才把他的武器从背后拔出来——一把大约一米长，刃上有九颗倒齿的长刀。“落叶·光之炮”，一杆小型金属炮伴随着一道小型魔法阵落到杰毕尔手中，，炮孔里发出的的白光炙热的让人睁不开眼睛，“轰”的一声，一道白色的火炮覆盖了正在俯冲的恶魔之眼，不远处，又是几只出现他们的视野内。“咣当”有一块石板被翻起，一个长发飘飘的女猪头人站了起来，“杰毕尔，老娘想砍死你们！咱们秋后算账，碧水·晴天阻击枪。”一把青色的阻击枪映入古星的眼帘，流水般的枪身、闪着绿光的准星、发出“嗵嗵”低吼地暗青色枪管，“女侠，好枪！”古星赶紧夸赞（作者：你丫的就巴结她吧！我瞧不起你！古星：这是谁写的！我怎么能做这等没风度的活！）三颗魔法阻击弹冲上天空，与三只恶魔之眼撞在一起，“嗷——”恶魔之眼被相继击落，同时传来玻璃的破碎声。\n        “呜——呜——”令古星为之一颤的低吼声突兀的出现在远方的苍茫大地上，黑漆漆的夜晚，将怪物的轮廓隐藏在黑暗之中，“呜——白昼弹！”一发照明弹在他们的正上方被点亮，流浪者忽然指向正南方，低喃道：“地狱……地狱四……地狱四头犬！”所有人都朝着那个方向望去，尽管他们什么也看不见。\n        古星正在帮洛斯特搬可爱的物资，像什么魔法枪啊！什么魔法炮啊！虽然威力不如个人专用的大，但是比古星手里的石头剑好多了，古星那个兴奋啊！洛斯特自我介绍是一名武器研究者，当然，作为他们小队的二号人物，他可是做出了惊天动地的大事啊：他是第一位，当然也是唯一一位，敢把地狱四大入侵势力之一的马怒尔的头像刻在了他们的武器的手柄上当然为此，他们也成为了地狱第九十九号通缉小队。终于突破了重重困境来到人间，却不小心被恶魔之眼看到了，于是才有了这一切的发生，一帮有能力的家伙啊！古星感叹道。望着他手里的火炮，洛斯特面色古怪地问道：“斯坦-2可是不需要魔力，只需要魔晶就能用的哦！”“神马！这不需要魔力吗！”古星大叫道。“当然了，这可是我三年来的成就啊，我是不是很聪明啊！哈哈哈哈~~~（洋洋自得状）”洛斯特边为古星介绍边陶醉在自己的成就之中，当然，这让他迎来了生命中最大的打击：“原来，这些枪枪炮炮的还要魔法啊！”古星一副恍然大悟的样子。“呃~这家伙什么都不懂么！”洛斯特愣愣的倒了下去。古星自顾自地拿了一块巴掌大的魔晶塞进填弹孔里，很随意的按下了扳机，“轰——”一道白光穿过人群，射向某处，众人刚准备责怪他，“嗷唔——”一只地狱四头犬飞来的炮火击中了，直接打掉了一颗头颅，喔——人群一阵惊叹！“原来没保险啊！吓死我了。”古星摸着这杆炮庆幸地说着。轰，人群一下子暴走了，“大家揍他！”“干掉这个不要脸的。”……\n\n怪怪专栏：no.9地狱犬（介绍：一种生活在地狱的大狗，喜食岩浆，嘴会发出低阶的法术，不过别以为它不吃肉哦！）HP：10颗心 攻击：1.5颗心 速度：17 技能：无"
        },
        {
            "author": "1365619159",
            "timestamp": 1309446720,
            "txt_content": " 本帖最后由 1365619159 于 2011-7-2 13:00 编辑 \n\n                      第六章III：地狱——占领伊始\n        纪元623年4月18日 地狱 血十字议会大厅\n        “马怒尔侯爵，恕我不得不提醒你，你的人现在可是在人间打着玩呢，人间的帝国恐怕不会就此罢休哦。”一袭白袍的List平淡的望着脸盘比正常猪头人大出一倍的马怒尔，据说，这是他在进阶时被人打断的后果。“哼！他们会走的！”马怒尔沉着脸走了出去，“一群胆小鬼，马怒尔大人，还是让鄙人去了结了他吧，那些恬噪的家伙！”一个黑影丛马怒尔的身后飞出来，“不必了，我倒要看看，他们能干出什么惊天动地的大事！”\n        “他们要走了”星毕尔扭头望着身后的众人，“我们也走吧！”\n        “呦，各位大哥大姐，相信你们不介意去寒舍住一宿吧！”古星满脸微笑地望着众人，心里想着，“有长老在，我不信你们还走得了！”\n        “嗯，小子，我还没那么老，不过还是去借宿一晚吧。”凯尔不知从那里爬了出来，一副老大风范地回应道。\n        “嗯！不错，不过，小子，我可没那么老吧！”萨露莎拿着狙击枪对着他乱晃着。“当然没，当然没。那个，姐姐，你的枪能不能放下？”古星满脸紧张的望着黑洞洞枪口，那紧张的样子把周围的人都逗笑了。“咱们得先把最近的村庄搜一遍，找点物资，我可是很期待啊！”\n        “好吧，我们走！”凯尔手一挥，走向不远处的村庄。\n        “哟，这可是上好镜片啊……哇！这一片可是黑色的啊，要不是桃夭夭不让杀恶魔之眼，这玩意也不会这么稀缺啊！”洛斯特在打扫着恶魔之眼的尸体，尽管方法有些不道德！不过，这家伙美名其曰：为科学献身！\n        “恶心~”萨露莎不屑的说道，“我们走了，洛斯特。”\n        “再见。”远方的洛斯特无意识的回应道。“嗯！喂，等等我，你们慢点！”\n        破旧的村庄，村门口，枯瘦的骨手刚刚伸出村庄，就再也没有前进一步了，走进了村内，尘埃布满了整个村庄，他们分散在一座大院的附近，“各位小心，这个村庄是在血夜里消失的，也就是说……”凯尔脸色凝重地说。“他们还有生命！那种已经不属于自己的生命。”杰星尓接着说到。“轰——”一声炮响，“呦！那么这个方法很给力吧！”古星咧着嘴笑道。洛斯特在一旁眼巴巴的望着他的炮，心中大喊浪费啊！十一只僵尸被炮轰的不全的的尸体出现在古星面前。满满六箱的储存箱摆在里屋，这个村庄似乎是被怪物们逼到了这里，人们阵亡了，“愿你们安息~”洛斯特划着十字来到一只绿皮僵尸面前，念叨着，将它身上的皮轻松地剥了下来，“洛斯特，很恶心的啊！嗯？不对啊，灵魂吞噬者应该不惧怕阳光吧！”凯尔望着天，说道。“或许它们走了吧。”古星疯狂的转移着石头，尽管自己只有一个次空间，可是，这玩意竟然是一个一个转移的，“好了，我们走吧，刚刚好呢！”\n        全部完成了：木头：9万块-超额完成 石头：2.6万块-超额完成 至于食物：我想城镇周围不会缺的。\n        “快走，他们要来了。”猪头人们齐齐打了个激灵！望向远方的天空。\n\n怪怪专栏：no.10灵魂吞噬者（介绍：3级生物，吸食灵魂而生，一种面目丑恶的地狱怪物，有飞行能力、无足的生物）HP：20颗心 攻击：2颗心 速度：23 技能：灵魂脑髓（吸食死亡生物的脑髓）\n                                      7.1快乐！"
        },
        {
            "author": "1365619159",
            "timestamp": 1309528380,
            "txt_content": " 本帖最后由 1365619159 于 2011-7-2 12:57 编辑 \n\n                        第七章 能力——怪物转换者\n        村庄还在不远处，而天空中飞舞着三只灵魂吞噬者，它们浑身发白，除了身上大眼以外还遍布着四个小眼，身体的其余部位似乎都处于腐烂状态，天空中不时掉落着几块腐肉，搞的古星一看见它，就全身发软，毫无战意。“TR的怪为啥在这里啊？”望着身后的灵魂吞噬者，古星欲哭无泪！刚刚一看见它，古就知道了，这一仗很苦，头上的10颗心已经只剩4颗了，而灵魂吞噬者一个也没死。\n        “还不是因为你在这里么！”一侧身闪过一只灵魂吞噬者的撞击，洛斯特一脸纠结的望着天，心中想着是否要干掉这个不要脸的，要不是是他在喋喋不休的抱怨，他们就不会被这些怪物发现的。\n        前面是一个山坡，如果能跑到上面，反攻就更有利了。古星正想着，“嘿！古星，我们来啦！”忽然，扎特他们的声音出现在古星的耳边，“噢！快来救命啊！”古星把吃奶的劲头都用上了，冲向扎特他们，身后的众人也跟着一起狂奔了起来。\n        站在山坡上的扎特正给身边的人比划着什么着，忽然，穆砂眼神飘过扎特，望向远方，“耶，是古星！”“嗯，那小子不是失踪了吗！”说完，扎特也扭过头，“嘿嘿，我们来试试吧！”“好啊！哈哈”身边的人都哈哈大笑了起来。\n        古星他们已经跑到了穆砂附近，“累死我了！”古星开始扶着腿喘气，“发射！”扎特拉长音的喊声在空旷的原野上传播，“嗖嗖嗖”三支箭急速向古星飞来，“卧槽！扎特，你丫的更年期啊”古星一闪身，冒着寒光的木杆箭飞翔着冲进身后灵魂吞噬者身体中，肩上的石剑迅速的抽出来！回身斩过，灵魂吞噬者被活生生砍飞上天，“啊！”古星大吼一声，侧身跟上，“唰！”的一声，那只灵魂吞噬者被他一剑砍成两半，腐肉四溅，伸手一抓，一颗心形红色方块出现在古星的手里，转瞬之间，一只灵魂吞噬者被他了结了。\n        “喔！好劲哦！魔鬼栗色——”杰星尓兴奋地大叫着，一条空间裂缝出现在另一只灵魂吞噬者的背后，它似乎感觉到一条强大的灵魂在他的背后，出于对灵魂的贪婪，它将它的未来葬送了，“轰”的一声，一条黑色的胳膊带着残影将这只灵魂吞噬者转进了裂缝中，裂缝渐渐消失。“哈哈，我也要发飙了！”看到大家都这么强，穆砂也忍不住了，双手合拢，红色的炙热在他的手心蔓延，“火龙擎！”一条火龙有他的手心冲向最后一只灵魂吞噬者，咆哮的怒吼声，震耳欲聋。“这只是我的！”萨露莎扛着阻击枪瞄准着，“赶不上了哦！”穆砂兴奋地大喊大叫着，萨露莎不耐烦的撇撇嘴，“死吧！”随着一声低吼，她的狙击枪的枪托甩向了灵魂吞噬者，“啪！”怪物被甩晕了！"
        },
        {
            "author": "紫枫",
            "timestamp": 1309576560,
            "txt_content": "1365619159 发表于 2011-7-1 21:53 \n第七章 能力——怪物转换者\n        村庄还在不远处，而天空中飞舞着三只灵魂吞噬者，它 ...\n是“狙击枪”。\n谢谢！"
        },
        {
            "author": "1365619159",
            "timestamp": 1309612440,
            "txt_content": "                        第七章II 能力——怪物转换者\n        火龙不甘心的低吼一声，消失在无边的旷野上。“拖着，走！”萨露莎一副头头风范的对着穆砂指示到。\n        空气中，火药味渐渐弥漫出来，古星忽然想到，他有一点没解释清楚，那就是……这帮猪头人的目标，或者是立场，是站在亲大陆派，还是有着……侵大陆派的立场！\n        “那个……”古星正想解释一下，但是……\n        “嚯嚯！这是什么？哦，血魂之心！可以提神哦！这又是什么？哦！竟然是……”洛斯特的话稍稍缓和了气氛，吸引住了大家，但所有人扭头看向他时，“这个可以做成腊肉！嘿嘿，黑心腊肉，很好吃的哦！”洛斯特的手里拿着一块方方的臭肉，嘴里的话把众人雷了一下，“这个黑心贩子。”似乎是洛斯特丢了全部猪头人的脸，凯尔捂脸低呼，穆砂再也忍不住了，喔~的呕了起来，“啪！”穆砂脑袋被甩了一枪，身上一红，天空中飘过一个红色的-2，“冤那！”哀嚎声将灵魂吞噬者震醒，“啪~”的又被打晕过去。\n        “嗯！注意了！这个是地狱的凯尔，这位是……”古星趁现在赶紧解释，要不然，以萨露莎的风格，绝对会引发传说中……因为一块腐烂的臭肉而发生的血案！！！经过短暂的认识，大家都熟络了起来，“哟！你就是扎特啊，粗胳膊粗腿的嘛！”“嘿，那个谁，你的弓给我看看呗！”“哎呦喂，你又打我，有能耐你别跑！”“邦——”的一声，“打你就打你，不服啊！”这是穆砂晕过去的时，听到的最后一个声音，如果他还有知觉，一定会大叫：“老子不服！”。\n        “好了。”望着四周的大眼小眼，萨露莎也有些不好意思，脸蛋红红的，不过……“谁有意见！”说完，晃晃手里的枪，“哎，我就知道，萨露莎风格嘛！”“我呸，刚刚她还脸红了，你又不是没看见！”“邦——”“又一个？！”\n        “走了别傻看了，天都黑了，赶紧找个地方避着，要不然，咱们就等着山穷水尽吧！”凯尔对着身边的人提醒到。就这样，古星他们踏上了回村的路。\n        哥尔瓦镇 镇长大厅\n        三位长老正瞪着身处荆棘丛的白衣的少年，望着他手里的七角标志，“我可以把它理解为挑衅吗，嗯？”袁飞面无表情地说道。\n        吕冬原今天倒了大霉了，好不容易从Terraria的世界传送过来，听说这里有什么救世主，一听就知道，肯定是穿越者，那一定就有生意了！结果，因为问了几句话，就被这三个德高望重的老头子给带到这里审问了一顿，作为一名非常有出息的穿越者，他怎么能甘心呢！\n        于是，“火球术！”看到三个老头子脸上露出诧异之情，他正准备享受他们放下姿态恭恭敬敬的轻声细语呢，问题是，在至少130年、近万次血月侵袭中仍屹立到现在的城镇怎么会没有能人呢！“哼，雕虫小技。荆棘之木。”粗大的荆棘丛翻开黄土，冲向吕冬原时，他就知道不妙了！\n        小组里没人写了嘛0.0？太失望了！顶一个吧！"
        },
        {
            "author": "紫枫",
            "timestamp": 1309689840,
            "txt_content": "1365619159 发表于 2011-7-2 21:14 \n第七章II 能力——怪物转换者\n        火龙不甘心的低吼一声，消失在无边的旷野上。“拖 ...\n求写入"
        },
        {
            "author": "紫枫",
            "timestamp": 1309699560,
            "txt_content": "紫枫 发表于 2011-7-3 18:44 \n求写入\n那啥我后几章再来行不= ="
        },
        {
            "author": "紫枫",
            "timestamp": 1309699800,
            "txt_content": "我是典型的狙击手= ="
        },
        {
            "author": "1365619159",
            "timestamp": 1309700700,
            "txt_content": "呃，正面的阻击手已经出来了。倒是，反面里有个强人，也是阻击手，你当不？\n要不然，加我qq吧。"
        },
        {
            "author": "1365619159",
            "timestamp": 1309710000,
            "txt_content": "                                 第七章III 能力——怪物转换者\n        吕冬原哪还敢留后手，“火羽·飞凤！”一条类似凤凰状的火焰怪兽从他的双手的魔法阵中中脱颖而出，“嘤——”模糊的火焰怪兽发出一声清脆地鸣叫，羽翼煽动的火焰将荆棘丛灼烧的萎靡不振，停止了向上的生长，“竟然是元素精灵，不过，到此为止了——山丘之木！！！”袁飞暴吼一声，地底下，什么东西在凝聚、向上冲击，“轰隆隆！”一个高达三米的持斧木头巨人撞开地面。椭圆的木头上，感觉到了威胁，眼光凝聚在对面的火焰怪兽身上，“吼——”“呜嘤——”两只元素精灵开始了目光的对峙。\n        天气阴晴不定，不过两个小时，天空中飘落着毛毛细雨，距离哥尔瓦镇不知多远的山洞里，“嘿，我叫沃尔，对了，你们也是来这里度假的吗？”一身白衣的沃尔安详地躺在木质的摇椅上，身边还有着几个同样躺在摇椅上的白衣男，穆砂左嗅嗅右嗅嗅，像个警犬似地，似乎这里是毒贩们的交易地点一样。“哈哈，不用闻了，是魔法的味道，不是吗。”沃尔手指一旋，一朵天蓝色的火焰在他的手指上跳动，“他也是魔法师？”古星瞪大了双眼，看着他那娴熟的技术，古星不禁感觉到，这个世界上，超脱凡俗的人似乎不少啊！“呵呵，你就是新来的穿越者吧！”沃尔眼中寒光一闪，和蔼的笑道，“嗯，是的，嘻嘻，您是前辈，还是多多指教啊。”古星嬉皮笑脸的回应道，心却紧缩了起来，云天河的出现让他明白了，并不是他一个人穿越了，而他在那个世界的经历告诉他，那一抹寒光、这个高深莫测的白衣人、同样身穿白衣的云天河，似乎有一个组织盯上了他，而且，对他属于……绊脚石。“呵呵，是怪物转换者的能力呢！小兄弟，我看好你哦~”沃尔笑着说完最后一句话，和另外的的同伴就化成一抹光线，消失在空气中。“空间假象！他们竟然有这种装置。”望着周围的奇怪的目光，他解释道：“可以在直径两千公里的范围内随意的形成意念体，可以自由进行交流的虚像。不过，怪物转换者是什么呢？”穆砂忽然将主题转换到一个他认为更为重要的主题，“呃，是这样吗。”古星伸手摸了摸身边的一直望着他的JJ怪，“呜！啊——”“呀呀呀的，这是啥~”“喔，手感不错哦！”……“嘶嘶”犀利的声音响了起来，“跑啊~~”一堆人一股脑的冲向洞口，古星因为太入神，所以跑的很慢，“嘶”的声音越来越大，古星一激动，眼睛一挤，双手向JJ怪的方向一推，一道谁都没看见，或许谁也看不见的耀白色的光丝从古星掌心飞出，冲击到JJ怪的眼睛中，“哐”的一声，正在腾空JJ怪变成了一块硕大的冰块。\n        “这是啥~”古星以一种非常弯曲的声调喊出了他心中的惊讶，忽然，一种空虚的感觉冲向了他的大脑，视觉开始了模糊，头脑感觉昏昏欲睡，“呃，好难……”古星喃喃道，“唉，古星怎么了？”“古星，你……”他瘫软在地上，眼睛渐渐合上。"
        },
        {
            "author": "紫枫",
            "timestamp": 1309769760,
            "txt_content": "1365619159 发表于 2011-7-3 21:45 \n呃，正面的阻击手已经出来了。倒是，反面里有个强人，也是阻击手，你当不？\n要不然，加我qq吧。\n狙击……"
        },
        {
            "author": "1365619159",
            "timestamp": 1309770420,
            "txt_content": "紫枫 发表于 2011-7-4 16:56 \n狙击……\n我囧~新一章放上！"
        },
        {
            "author": "紫枫",
            "timestamp": 1309770540,
            "txt_content": "1365619159 发表于 2011-7-4 17:07 \n我囧~新一章放上！\n难道我是白衣人吗= ="
        },
        {
            "author": "1365619159",
            "timestamp": 1309770540,
            "txt_content": "        第八章 重逢：故友\n        两只元素精灵的对望依旧僵持，但是，作为火羽凤的主人，吕冬原清晰地感觉到，它的弱势已经开始体现出来了：强大的爆发力，让它足以和8级的木精灵相对峙，但是作为代价，只有5级的它，精气神已经明显不足了，在这样下去，他就要面临落败甚至死亡，更何况，还有两个和他一样的老家伙没有出手呢，得用那个七芒星了。吕冬原手一晃，一个不停地放出妖艳紫的光芒的七角星出现在他的手中，“我可以把它理解为挑衅吗，嗯？”开头的一幕出现了。\n        “长老！不好了，救世主他晕过去了。”一个年轻小伙冲进了大厅，喊出了最具震撼性的话语。“我看着他，你们去吧。”袁飞淡淡的说。“嗯，交给你了。”西尔多和马赛克转身向门外走去，“现在他在哪？”西尔多问道。“在……”“我也要去！”吕冬原猛地一喊，打断了青年的话，“小子，别以为我不知道你打的什么主意。”袁飞正盯着他，“你知道还不放了我。真是的我就想来做做生意，你看你们，搞得我来抄你们的家似的。”他也毫不留情的进行反驳。“呃。”或许是当了这么多年的镇长，第一会听到这么直接的话，“年轻人不要太傲了，去吧，放你一马。”袁飞嘴角不经意间露出了一丝笑意。“他们在镇门口。”传信的青年感觉了一下气氛，顺口说道。一行人走向门外……\n\n        纪元623年4月19日 哥尔瓦镇 镇长大厅休息室\n        “头上凉凉的，就像小时候发烧时，妈妈为我敷的冰块一样。”古星缓缓的睁开了眼睛。马赛克那方方的脑袋正望着他，“醒了，再休息一会吧，我来看看你。”看着马赛克长老，苍老的脸上的浓厚的黑眼圈如影随形，似乎他看了自己一夜呢，想到这里，古星觉得自己有些对不起这三位为了小镇的存亡，一生忙碌的老人。“长老，您……”古星刚想说些什么，就被马赛克打断了，“好了，我听说你做得了，嗯，还不赖，不过，你还是比不上我们几个老家伙的，哈哈，我走了，你就躺着吧……”过了良久，“他们需要你，你可是救世主呢，不能倒下哦！”马赛克以一种稍微幽默的语气说完这句话时，古星感觉到，似乎有什么他不愿意去想，去面对的事情发生了。无形而沉重的压力，飞刀了古星的肩头。\n        “把那个年轻人找过来吧，他，或许可以帮到救世主，咳咳。”在门外，马赛克说道。\n        对了，也不知道林场建好了没有，古星想到。其实，这并不是古星突发奇想的结果。新中国成立初期国家为加快森林资源培育，保护和改善生态在资源严重不足时，在重点生态脆弱地区和大面积集中连片的国有荒山荒地上，也建立了为数众多的林场，但是，由于管理难度大，设施落后，有的甚至不产生经济效益等等问题，导致了林场渐渐淡出人们的视野，偶尔只在地图上见到一个名字，不过，古星想要建立的是用材型林场，也就是说，这种林场在目的上就不是为了产生经济效益，而是为了使用，这样可以减少一些问题，将作用尽可能地最大化。而古星不仅提出了林场的兴建，还提出了重新建立被破坏的牧场、农场，建立一个独立在小镇之外的矿场，重新建设完整的生产链，形成城镇自力更生的能力，为更遥远的将来做准备。\n        望着哥尔瓦镇土质的房子，望着居民们身上破破烂烂的衣服，吕冬原感觉自己来到这里进行自己在MC世界的第一单交易，简直……一定就是一个错误，唯一能让他心存一点希望的，也就是居民们脸上充满希望的微笑了。“吕老板，马长老请您去见救世主。”一个少年走到他的面前微笑着说，“好嘞。”来到这里的目标，终于要实现了，吕冬原已经按耐不住用自己那近乎完美的口才，以及自己无上崇高的人格魅力，来感化对方，让他发挥一下人道主义，将口袋里亮闪闪的金币掏出来了。随着少年“铛铛”地敲起了门，他见到了这辈子最想见到……与这天最不想见到的人。\n        古星望着打开的门，还有那张瞬间变了颜色的脸，激动地喊了出来：“吕冬原，哈哈，你小子也来啦！”吕冬原的脸变得更加难看，双手紧紧地握着他的钱袋子，“我告诉你，这回别想杀价！哥哥我可是经历了N会锻炼了！”变了声的喊叫让在场所有人都了解一个事实，那就是……吕冬原的买卖基本上完蛋了！\n        “你带货了？”古星满脸微笑，不怀好意的问道。\n— — — — — — — — —\n这一章只有1600字，所以一节发完。\n各位提个意见吧，好歹是一次小爆发啊！读者好少的说，我写的哪里有问题，或者读着感觉太幼稚请提出来。谢谢（数字的点击竟然有6000多，我暴汗~）"
        },
        {
            "author": "1365619159",
            "timestamp": 1309770720,
            "txt_content": "紫枫 发表于 2011-7-4 17:09 \n难道我是白衣人吗= =\n不是滴，白衣人是来自一个组织（秘密哦~），你是独行侠！"
        },
        {
            "author": "紫枫",
            "timestamp": 1309783020,
            "txt_content": "1365619159 发表于 2011-7-4 17:12 \n不是滴，白衣人是来自一个组织（秘密哦~），你是独行侠！\n我在哪= ="
        },
        {
            "author": "1365619159",
            "timestamp": 1309784520,
            "txt_content": "紫枫 发表于 2011-7-4 20:37 \n我在哪= =\n你丫在十章以后。"
        },
        {
            "author": "紫枫",
            "timestamp": 1309855740,
            "txt_content": "1365619159 发表于 2011-7-4 21:02 \n你丫在十章以后。\n第九章：#￥……%&……&&￥\n第十章：\n（快出吧= =）"
        },
        {
            "author": "1365619159",
            "timestamp": 1309869060,
            "txt_content": " 本帖最后由 1365619159 于 2011-7-5 20:33 编辑 \n\n        第九章I 兄弟，木头多吗！\n        “我靠。”吕冬原爆了一声粗口，两人对视一眼，都不禁回想起在地球上的一幕……\n        李宁专卖店里，“这件多少钱？”刚上高中的古星望着一件土的掉渣的衣服问道，“47。”吕冬原眼都不眨的问道，“这件呢？”手指指向另一件好一些的，“这件86，它是我们这个季度的新品。”“这件？”“134元，这件衣服是我们今年的主打品牌。”“那，这件？”……“这件不错。”古星望着一件独自占了一个小衣柜的T恤，说道。“那是，这件可是李宁今年联合NBA的最新限量版啊，上面还有迈克尔·乔丹的签名……”正当吕冬原准备狂热的介绍的时候，“这件多少钱来着？”古星指着第一件衣服再次问道，“呃！”哐当一声，吕冬原人生第一次失败出现了。“老板结账，他说给我打八折，谢谢。”古星指着不远处的吕冬原，一脸微笑的说道。老板正想去确认一下，发现他正倒在衣服堆里，就摇摇头，说道：“好了，一共448元。”\n        “刚从TR过来，这回只给你打九折。”吕冬原忿忿不平的说道，“哈哈，能打折就好。”古星嬉皮笑脸的笑着回答，“呃~”吕冬原擦擦汗，一头栽了过去。“话说，你怎么过来的？”古星一副习以为常的问道，“当然是自愿的，嘿嘿。难道你没收到来自爱神的信吗？”只见已经倒下的吕冬原躺在地上喃喃道。\n        “额……爱神？我看是死神吧！”古星瞪着眼问道。\n        “谁不知道呢！可是能够让人实现愿望的神，谁说他不是爱神。”吕冬原兴奋地说着。作为自己唯一的铁杆兄弟，古星从一开始就知道，吕冬原的身世远非自己能比，可是却有着一个不着边际的梦想，成为一名商人，一名商业界的“比尔·盖茨”，就是因为他们两个的拼价，才使两条平行线相交。他们都是MC爱好者，顺便接触了TR。可是，他没想到，这个好哥们竟然为了自己的梦想放弃荣华富贵，放弃家族的荣誉，放弃唯一被他当做亲人的爷爷。到底是什么，令这个家族子弟做出这一切，这样疯狂的方式——死亡。而自己是怎么过来的，难道是被神遗忘的人么？\n        “对了，你见到云天河没？那个混蛋！”古星紧紧地握着拳头，咬牙切齿的问。\n        “云天河也来了！那他的能力是什么呢？咱们可要小心啊！”吕冬原低着头，不知道在干嘛。\n        “你们也有能力？”古星瞪大了眼睛问道。\n        “是的，我的能力是他给我的，货币转化。”他是谁，古星自然知道，那个或许已经把他遗忘的神灵，“可以用金币、银币，在一个次空间与别人进行交易、买卖！高买低卖，想想就兴奋啊！”望着他闪烁光芒的眼睛，古星忽然明白了，为什么他会来到这里，可是自己呢？那个真正的死神，难道将自己遗忘了吗，而自己为什么会晕倒，对了，晕倒！自己是晕倒后才回来的，到底发生了什么？\n        “可是我一次也没进去啊，那个令人心动的次空间，唉。”对面的吕冬原忽然叹了口气。\n        “为什么？你难道没钱么？”古星心中想到，不可能啊，那他哪里来的货物。\n        “呃~”似乎是心有灵犀，吕冬原尴尬的看了他一眼，必须要有一个银币的身价，才能进去，而且，TR的木头竟然是不值钱的，我挖了点木头，根本买不上一个铁币，对了，在那里，最小值的币种变成铁币了。\n        “啊，你带了多少木头！”古星大眼一瞪，低声吼道。\n        “呃，没多少，就二百五十块，唉，你知道，我穿到TR了，所以，只有一个次元袋，但也是MC的3倍哦！哈哈。”吕冬原自得地笑道。“你很缺木头吗？”忽然话锋一转，他问出了一个令他自己也担忧不已的问题。\n        “嗯，空间似乎错乱了，TR的东西蔓延到了MC的世界，血月，我想是一个月来一次吧！长老你见过了吧，他告诉我，每次血月来临一百个人就能吸引近千只怪物，而我们小镇，有四千人多。”古星面色凝重的看向吕冬原，那同样凝重的脸色，让两人身边的青年担忧不已。\n        “呃，我一个月可以往返TR世界1次，木头方面，那个世界并不稀缺，不过，我观察过，像游戏中的TR一样，偶尔，一颗大树掉几颗树苗，但是大量的树木是掉一颗，或者不掉，所以……”面色更加严峻，两人的眼光相碰，古星忽然笑了。\n        “没事，MC的树苗绝对够用！”古星高兴地说道。\n        “呼~吓死我了，那就可以倾销了！嘿嘿，这可是垄断啊！”吕冬原的脸上立马添上一抹灿烂的微笑。\n— — — — — — — —\n又是1600，各位，顶一个吧！（话说，上次你们光看，就是不鸟我啊~⊙﹏⊙b汗）"
        },
        {
            "author": "紫枫",
            "timestamp": 1309869060,
            "txt_content": "顶！！！！！！！！！！！！！！！！！！\n快写吧~"
        },
        {
            "author": "1365619159",
            "timestamp": 1309924680,
            "txt_content": "        第九章I 兄弟，木头多吗！\n        “走，去仓库。”古星站了起来，尽管还是有点晕，但是这按耐不住他对希望的追求。仓库也是他让建的。毕竟，就算有次元空间，可是，把箱子放在大庭广众之下，谁能保证没人偷呢，这里可不是自由之城的服务器，有那么完善的物品保护系统。\n        走了一会，一间不足100平米的大屋子出现在他们的眼前，门口挂个牌子：哥尔瓦镇·仓库，一个有一米八高的木门就是这里唯一的入口，上面也挂着“闲人免进”的牌子，“这里就是啦！因为长老严令过，没有他的手令，任何人都不能进，否则，洛克大叔就会把我扔出去，所以我也没来过。”青年兴奋的介绍，吱的一声，门开了，走了出来一个瘸腿的中年人，“这位是？”吕冬原抢先问道，“这就是洛克大叔吧，辛苦你了。”古星一副我什么都知道的样子，拍着他的肩膀道，“呃~是长老让我来拿东西的。”中年人尴尬的道，“噗，哈哈，古星你太秀逗啦！哈哈~”吕冬原望着古星那微张的嘴巴，惊讶的神情，大笑道。\n        “谁叫我？”一道非常洪亮的声音从屋子里响起，嗒嗒的脚步声向门口蔓延开来。\n        “喔~”两人齐齐发出赞叹声。“老大！我要拜您为师，哦，亲啊~”吕冬原直接冲上去，（看过Q版三国吗？那就看过刘备与张飞的邂逅吧！对，不要犹豫，就是这个样子的！）古星一头黑线的望着……吕冬原在洛克大叔那充满肌肉的身上蹭来蹭去，“呃~”看到这一幕，刚刚来拿东西的中年人一溜烟跑了，很有去参加残运会的体质啊！嗙的一声，吕冬原被洛克大叔灰常优美的摔在地上，将头扭了过来。\n        “有什么事啊，救世主？”洛克疑惑地问道。\n        “没什么，就是来做笔生意，这家伙是个木材商人。”古星笑着说。\n        “怪不得，那表情那么猥琐，嗯，你们进去吧！”洛克点头说道，正准备继续拜师学艺的吕冬原听了这话，直挺挺的栽了下去。\n        拖着吕冬原来到这个长方形的大屋子，望着空荡荡的土地上的一排大箱子，上面的魔法阵散发着微亮的蓝光，链接着储存物品的次空间。“喔！”吕冬原迅速的冲上前去，打开一个个箱子，看着满满54格的1立方米的木头、石头、食物激动地大叫，忽然，他兴奋地冲着古星招手，“这里是，这里是……哈哈！我受不了了！”古星走了过去，一看，满满一排（7格）的竟然是铁币！！！没错，上面的验证魔法阵清晰的显示着四个汉字：铁质硬币。吕冬原正低着头盘算着什么，嘴里念念有词的，忽然，最里面的一本书吸引了他的注意力：冥想术！（我承认，这个中世纪及其的不纯！）\n        “噢！魔法的入门那！”伸手将它拿出来，翻开看看，一道光从顺着书页滚向古星的脑袋，“呃！”古星晕晕乎乎的看了眼不再发光的书，“神马东东啊！”只见书上只剩白纸，刚刚明明有字的，难道傲娇了！古星有一种要吐血的悲愤，“叮！”的一声，一个选项栏出现在他的眼前，又是神马？上面一共有三个选项：1.阅读《魔法世界（李楚长著）》 2.进行冥想 3.了解特殊法术：怪物转换者。嗯，第一个应该就是那个圣魔导给我的书，难道是他自己写的？第二个就是刚刚的书里的内容吧，至于第三个，怪物转换者？我的能力吗？\n        “喂，我的木头一块1.6铁币怎么样，给你打八折喔！”吕冬原一脸奸诈的说着，说完，不等古星回答，伸手将六个格子的铁币抓到手里，再到第七个格子里面数了16个铁币装到自己的钱包里，“嘿嘿嘿，我去了次空间交易所了！拜拜~”说着，吕冬原消失在古星的眼前。这时，古星刚刚醒了过来，疑惑的望着空荡的四周，“耶！吕冬原这小子呢？奇了怪了。”随便再打开一个箱子，看到了里面的250个木块的时候，他就知道，这小子跑了！\n        拿过一把铁币，“好小子，你有胆子别回来”古星不忿的嘟囔道，数了数剩下的铁币，古星就想破口大骂，他竟然拿走了400个，一共一排448个，这下好了，一下破产了！古星只希望他别买太多货物，否则……\n        “噢，仓库里的铁币啊，我还以为是什么那，那些东西一百多年前还管用，至于现在，哈哈，恐怕我们的周围早已经没有人啦！不过我还有一千多个铁币，你要是有用，就拿去吧，要是还不够，那就组织一些人去对3级怪物清洗一下，搞点铁币用用就是了。”当西尔多长老一副不必担心地样子说完时，古星长呼一口气，终于不必担心了，大不了去围剿三级怪物，就是自己的选项栏再也进不去了，这个该死的家伙！\n— — — — — — — —\n为什么我又写了一千六！为什么你们又不顶一个！我快崩溃了~\n下一章预告：你把钱花光了！怪物转换者就是这个！冥想竟然是……魔法是怎么一回事？次空间交易所又可已买到些什么？一切的一切就在下一章揭晓！"
        },
        {
            "author": "1365619159",
            "timestamp": 1309932120,
            "txt_content": "        7.6小番外\n        纪元623年4月27日 天气：小雨\n        今天是我回到这里的第十天，我住进了长老们配给我的房间，一厨一卫一卧的标准间。在这十天里，我不下三十次在冥冥之中寻找十天前的选项栏，然而，每次的结果除了头痛就是头痛，痛得要死，昨天，我又晕了过去，就再也不敢去想了。期间，冬原回来了一会，我问了他这些事情，他告诉我他赚了2个银币，整整两万铁币，而他并没有选项栏，问自己是不是神经了！我狠狠地K了他一顿，今天我要去问问长老们。\n        纪元623年4月28日 天气：小雨转大雨\n        天气就像我的心情，越来越糟糕，长老们也不知道这一切，去散步时，在镇子外面，我看到了一个人，和她是那么的像，不过，他是个男的，这还是让我回想起她，我和她的点点滴滴。那个男人似乎在躲着什么，是什么呢？不想了，我的事情还一团乱麻呢。\n        纪元623年4月29日 天气：大雨转阴天\n        真想骂上一句，昨天晚上梦到了那个神，披着黑帐篷，对，帐篷，首先对着我说了一堆莫名其妙的话，接着我问他我怎么会到这里来时，他竟然一脸笑意的说道：“逗你玩啊~”接着就消失不见。不过，似乎是他给我带来了好运：我可以打开选项栏了，就是有点费神。不过，在选项栏里待一小时要2mp，我汗啊！怪不得呢！\n        今天又在镇子外面看到了那个男子，和她很像，不过手里拿着一把夜蓝色的狙击枪，吓了我一跳，一转眼，他就消失不见了。\n        纪元623年4月30日 天气：晴天\n        明天就是血月，今天的天气也阴晴不定的，一天也没看见一只怪物游荡，下午三点开始，东方的天空竟然开始向暗红色发展，所有的工匠都在制造武器，吕冬原这小子也提前跑回来了，他带来了整整六小箱木块。洛斯特给了我一把枪，是新款的魔晶魔导炮，叫什么洛斯特-LT，昨天，我冥想了一晚上，结果，发现，醒来时已经有九点了，魔法值增加了18点，刚好十八个小时，原来，冥想就是睡大觉啊！下午终于搞清楚了我的能力：将怪物转化成方块，转化成需求最低海水冰块需要20mp，去冥想一会吧，我有了一些信心。\n— — — — — —\n好了，今天就到这里，明天继续：第十章I：血月夜，凝紫时。\n有新角色要出现了！是谁呢？我也不知道！哈哈~~"
        },
        {
            "author": "紫枫",
            "timestamp": 1309960200,
            "txt_content": "1365619159 发表于 2011-7-6 14:02 \n7.6小番外\n        纪元623年4月27日 天气：小雨\n        今天是我回到这里的第十天，我住进了长老们配给我的房间，一厨 ...\n那啥剧透一下吧~"
        },
        {
            "author": "紫枫",
            "timestamp": 1309960980,
            "txt_content": "紫枫 发表于 2011-7-6 21:50 \n那啥剧透一下吧~\n= =\n据说蓝色容易暴露目标= =\n（猪脚那里穷啊！漫天黄沙~）\n（所以还是可以变色的好= =）"
        },
        {
            "author": "1365619159",
            "timestamp": 1310046180,
            "txt_content": "        第十章I 血月夜，凝紫时\n        “望着漫天遍野的怪物，甚至连平时难得一见的5级怪物也纷纷出现，而在怪物群中间，一只巨岩怪正暴躁地踩踏着周围的怪物，那高大的身躯，似乎从不惧怕任何力量。\n        ——摘自《记忆中的血红》编者：佚名\n        纪元623年4月30日 傍晚5点左右\n        “呼~呼~”卧室里，纯棉的大被子、结实而有弹性的桃木做的床，还有床边的小床柜，古星安详的睡着大觉。\n        伴随着“当当”声响起，古星睡眼惺忪的睁开了眼睛，望着一脸得意地站在他面前的洛斯特，“大叔啊！你有什么事啊？”古星奇怪的问道，延伸的焦距渐渐重叠，嘴巴也越长越大，“这是……”终于忍不住大喊了起来，“……肩携式轻机枪！？”\n        “嗯？”洛斯特一脸雾水地望着他，“轻机枪是什么？至于这个——”他指了指自己肩上扛着的看起来和地球上的肩携式轻机枪没什么两样的武器，“这个是‘洛斯特-NT’！至今最强力的魔晶武器。嘻嘻，是不是很羡慕呢？”\n        “可以连发？是不是很轻？子弹是不是很多？嘿嘿，是不是给我的？”古星一脸期盼的说着，完全忽视了洛斯特那头上一条接一条的黑线。\n        “除了质量很轻都对，给你没问题，只不过，这个是未经大量实验的试用版武器，你用时要小心爆膛、走火、弹夹错位、准……”洛斯特细心的数着，这回换古星头上出现一条条黑线了。\n        “停，停，停！”古星将洛斯特打住了，“既然这么危险，那你拿它干啥？”\n        “呃，我来找你试验武器啊！顺便说一声，如果再不去，长老就要发脾气啦！血月呢，地狱根本就没有月亮啊！”洛斯特一脸期待的说道。“走！”说完，夹着古星就走出门去。\n        “呃……”古星一脸无奈，嗯？似乎好清凉~“啊——洛斯特，你给老子放开，我的裤子还没穿呢！”古星一路狂奔回家。“呃？”留下洛斯特一个人，望着穿小裤衩的古星快速奔跑。\n        再次出门，还是被夹着，“这是最小的月亮吧！”洛斯特望着天空上的一轮红色的弯月，“据说，这次是怪物最少的一回，也不知道够不够试验武器啊？”“您放心，嘿嘿，吓死你都没问题！”古星不禁想起他在镇子里的图书馆看到的文献，只有一句话，极其强大！当然，是指被狂化的巨岩怪，至于没被狂化的，可能已经消失了吧！\n        闭眼定神一想，在漆黑的脑海里，出现了两行心，第一行是红色的，有十颗，当然就是血量，第二行是蓝色的，有23颗之多，不用说，一定是法力，不过有点遗憾的是：这个规律是MC的血量、法力（一颗心=1点），如果是TR的（一颗心=10点），一定爽死啦~可以使用一次“凝型”：接触一个总体积不足一立方米的怪物，将它变成一个可破坏的发块。\n        土质的三层城墙，不高不低，刚好让人趴着能打住怪物，长老们在指挥人们领取武器，以及做好应有的防范等等，望着效率低下的人群，古星忽然觉得有必要兴建一只军队了，这样根本就无法抵挡过多的怪物，等别提扩张了。“古星，你过来。”袁飞长老对着他招手，“怪物要出现了，你带人准备一下吧。”说完，就扭头忙自己的了。\n        “洛斯特，去叫人，把穆砂、萨露莎、杰星尓、杰毕尔他们都叫过来，让他们带上武器。”古星一瞬间变得很冷，似乎变了一个人。如果吕冬原在这里，他就会发现，这个人似乎才更贴切自己最初认识的古星，那个冷血而不优柔寡断的家伙。而古星的眼神，望向小镇外不远处的林场，那一抹天蓝色。“嗯，我去了，你帮我看一下。”粗线条的洛斯特一边固定着自己的洛斯特-NT，一边回应道，转身跑去。“呜~呜~呜~”的声音令所有人都不禁望向远方，一条黑线已经开始印在天边，不时有一支支已经腐朽的弓箭飞向城墙，尽管它们都飞到了距离城墙100米开外的地方。\n        “全体戒备！关城门。”古星大喊道。人们都纷纷掏出武器，城墙上瞬间充满了严肃的气氛。“轰轰”一只硕大的头颅出现在古星的视野内，深红色的眼睛昭示着它的身份：狂化·巨岩怪，而它的原型巨岩怪，古星曾在怪物mod里见过，内心随着它的出场变得沉重，眼神一瞟，似乎，洛斯特-NT可以帮点大忙，就靠它了！\n— — — — — — — —\n本节字数：1528 \n各位MC、TR的玩家兼书友，你们帮忙评评分吧！每个人不要多，+2就行，哈哈\n下一节大场面！评分、顶贴，别客气~"
        },
        {
            "author": "紫枫",
            "timestamp": 1310105160,
            "txt_content": "1365619159 发表于 2011-7-7 21:43 \n第十章I 血月夜，凝紫时\n        “望着漫天遍野的怪物，甚至连平时难得一见的5级怪物也纷纷出现，而在怪物群中间 ...\n难道只有我在支持你吗啊啊啊啊啊啊啊啊啊啊啊啊\n魂淡啊！\n人在哪里啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "1365619159",
            "timestamp": 1310129520,
            "txt_content": "紫枫 发表于 2011-7-8 14:06 \n难道只有我在支持你吗啊啊啊啊啊啊啊啊啊啊啊啊\n魂淡啊！\n人在哪里啊啊啊啊啊啊啊啊啊啊啊\n就是啊！两贴一起，看点击也有最少30个人看，奇怪了~"
        },
        {
            "author": "紫枫",
            "timestamp": 1310130960,
            "txt_content": "1365619159 发表于 2011-7-8 20:52 \n就是啊！两贴一起，看点击也有最少30个人看，奇怪了~\n其实一直我在刷点击量= ="
        },
        {
            "author": "1365619159",
            "timestamp": 1310131080,
            "txt_content": " 本帖最后由 1365619159 于 2011-7-8 21:35 编辑 \n紫枫 发表于 2011-7-8 21:16 \n其实一直我在刷点击量= =\n\n\n呃~谢谢，不过，好伤自尊啊！我要改文了！\n明天断更，开始改文！！！"
        },
        {
            "author": "紫枫",
            "timestamp": 1310135700,
            "txt_content": "1365619159 发表于 2011-7-8 21:18 \n呃~谢谢，不过，好伤自尊啊！我要改文了！\n明天断更，开始改文！！！\n你要改到关于哪个方面的= =\n（是不是因为你无意中剧透给我了所以你要改是不是！！！！！！！！！！！！！）"
        },
        {
            "author": "1365619159",
            "timestamp": 1310136780,
            "txt_content": "紫枫 发表于 2011-7-8 22:35 \n你要改到关于哪个方面的= =\n（是不是因为你无意中剧透给我了所以你要改是不是！！！！！！！！！！！！！ ...\n你自我状态极好啊~我是因为文章烂，可是又没人提意见才改的！！！"
        },
        {
            "author": "184446494",
            "timestamp": 1310171760,
            "txt_content": "先顶你一下，有时间再看！"
        },
        {
            "author": "紫枫",
            "timestamp": 1310204460,
            "txt_content": "1365619159 发表于 2011-7-8 22:53 \n你自我状态极好啊~我是因为文章烂，可是又没人提意见才改的！！！\n不烂啊……\n比我挖那坟强多了= ="
        },
        {
            "author": "1365619159",
            "timestamp": 1310430660,
            "txt_content": "        第十章II 血月夜，凝紫时\n        天气又开始变坏了，淅沥沥的小雨滴从天空中飞落，在淡红色的天幕下，雨滴也被渲染的像极了被稀释的血水，记忆又回到那个夏天……\n        “古星！我们来啦~”吕冬原一脸激动地喊道，“呃？”记忆的思绪被打断，望向吕冬原，原来，这厮去拿了一把魔晶手枪。等他们走到身边，僵尸大军已经正式现形了，“我的手枪丢了一把，天蓝色的，奇怪了。”洛斯特一边嘟囔，一边不停地从他的次空间掏出魔晶分发给大家，古星只注意到蓝色，很奇怪，或许是他神经质了吧，她也是喜欢淡淡的天蓝色吧。忽然，萨露莎用狙击枪望着怪物的“军队”，“那是蜘蛛？”疑惑的问。众猪头人一惊，都扭头向前方望去，只见一只只蜘蛛正脱离缓慢的怪物群，冲向城墙。“该死，战士卧倒，弓箭手开始准备，预计……”古星面色平静的说着，“二十米发射。洛斯特，准备开枪吧，八十！”“嗯。”关键时刻，洛斯特一点也不含糊，一块块硕大的魔晶堆积着，不知不觉，融合成了令人诧异的大小，接着，一道光从NT里飞出来，NT的弹夹左侧的一个黯淡无光的竖长蓝条飞速增长，一会就满了，“148发，充能完毕！哈哈，怪怪们，老子来啦！”他嚣张地叫道。“叽——”林场（好吧，就是一大堆树）附近的几只蜘蛛忽然转向那里，“嗵嗵——”两声响过，伴随着两道蓝光，两只冲在最前端蜘蛛被瞬间打爆头，“卧槽！老子的枪！”洛斯特大呼道。古星面色依然没有变化，“叽——叽”声再次响起，这回有三十多个蜘蛛冲向里面，伴随着偶有间隔的“嗵嗵”声，蜘蛛们的脚步都没有跨入林场里面，“呃~是狂化的黄蜂群！大家小心——”穆砂面色如图的大叫道。\n        “嗡嗡——”几只黄蜂冲向树林里，“嗵”，火光交错，其中一只黄蜂的翅膀被打穿了，依然滑向那个枪手的所在地，一刹那的寂静，接着，“嗵嗵……”声几乎盖过了所有的声音，几只黄蜂被相继爆头。怪物们已经来到了城墙八十米处，战斗宣告开始。\n        “哐~哐~哐哐哐”一阵钢铁的碰撞声吸引了众人的注意力，枪管开始运作了。“大家离远点！”洛斯特戴着一副看似夸张的四角状防护眼镜，激情四射的大吼！“呃~”望着在0.0001秒就跑道10米开外的众人，他感觉……交友不慎啊！用力一板，一道炙热的白光带着破空声划过天际，将一只跑在最前的JJ怪击退，绿色的身体中心破开了一个小洞，怪物缓缓倒下，“威力不错嘛~”古星说着，拿出自己的洛斯特-LT，瞄准一只颜色与众不同的JJ怪，“咣，咚——”，炮口发出耀绿色的火光。远方，硝烟散尽，四散的碎土，烤熟的肉屑，充分的显示了LT的强大，不过，散热孔边的能量显示器整整下降了近十分之一，“呵呵，嗯，很好很强大，不过好浪费啊！”古星满意的说道。接着，两人完全无视了其他人，“嗵嗵”声与“哐哐”声，几乎覆盖了众人的耳膜，“啊——NND，你们两个收敛点啊！”望着满天乱窜的子弹，不满地上那一颗颗小坑，凝视那从出生就奠定了悲哀角色的怪怪们，还有那从来不长眼睛乱飞的的肉屑，抹了一把脸，这回穆砂第一个受不了了，抽出新做的、已经经过长老们附魔的铁质法杖，竖到胸前，嘴中开始念念不停地轻吟，“地狱的焰火啊……黑暗的地心……宁静的纯洁，点燃的炽烈，怒吼吧——火元素·炎陵……破！！！”\n        半空中，一个花状的怪物的形象，渐渐的显露出来，“轰”，黑色的火焰附上又退却，褐色的铁手，充满力学美的青褐色臂膀，并不算头的莲花瓣状头，履带车底盘似地下身，似乎不停的转动，“桀桀，贵族少爷，有何贵干？”古星瞳孔不停的睁大，似乎，感觉它，或是，他，在不停地注视着自己，内心深处，似乎有一种悸动在，退却，眼前渐渐浮现出被埋藏了亘古之久的……“啊……可恶，这是……什么？”\n        “呵呵，你来追我啊，嘻嘻，追不上，追不上，哈哈……”一个女孩欢快的笑着，一双双眼闪烁着望着后面的他……“嚓——”汽车飞驰而去，女孩倒在了血泊之中，双眼无神的望着天，似乎有什么话想要说，那张小嘴，张开了一下，再也没有变动过。那一刻，他的心紧缩了起来，指甲刺破了手掌，他也没有动作……“明天我们去看看哥哥吧！嘻嘻，好不好嘛？”她一脸期盼的望着他，“我明天还有一个会议要谈，改天吧。”头也不抬地答道，却忽略了她的失落……“愿上帝……灵魂……保佑你能……”耳边的一切都那么嘈杂，这里似乎已经不属于他，“咣当——”穿着黑色葬礼服的他，直挺挺的晕倒在她的墓碑前，手指触碰到她的照片，那曾经属于他的微笑，原来那么美……“开始传送第八号记忆链，传输，运转，下面传输第九号记忆链，准备……卟嘶……嘶嘶，遭到外来入侵，领主级智能自动关闭，爵士级智能自动关闭，星轨级智能，吱吱，关闭失败，随机隐藏于目标体。”……“地球联防部队快到了，大家准备隐蔽。”……\n        入眼处，到处是她的身影，入眼处，一片黑暗……\n— — — — — —\n本节字数：1891（竟然有人问我：下边的算不算字数，就是你现在看的，大声回答大家：不算！）  哈哈，各位，我断更了！进入更新期（路人甲：竟然是更年期！作者：我x），不过，竟然有1900字哦，一千九百啊！！！"
        },
        {
            "author": "1365619159",
            "timestamp": 1310431020,
            "txt_content": "自顶一个！！！！"
        },
        {
            "author": "1365619159",
            "timestamp": 1310434740,
            "txt_content": "丫的，数字不更，咱们这里就没人了吗？\n听到的吱一声——"
        },
        {
            "author": "紫枫",
            "timestamp": 1310452920,
            "txt_content": " 本帖最后由 紫枫 于 2011-7-12 14:45 编辑 \n1365619159 发表于 2011-7-12 09:39 \n丫的，数字不更，咱们这里就没人了吗？\n听到的吱一声——\n\n我的心！在等待！\n永远在等待！！！！！\n窝巢谁死了= =\n难道是来看我吗= =\n是 似得 不是 似地\n啊啊啊！\n求出场啊啊啊！"
        },
        {
            "author": "1365619159",
            "timestamp": 1311675480,
            "txt_content": "还有必要更么？还想看的，回复一个，不想看的，点击右上角的小红叉就行了~"
        },
        {
            "author": "紫枫",
            "timestamp": 1312281900,
            "txt_content": "看！看！看！"
        },
        {
            "author": "1365619159",
            "timestamp": 1313201700,
            "txt_content": "第十一章 石化·堕蓝之钢\n        “哼哼，害怕了吧，少年。”花瓣黑铁怪物似乎狂妄的笑了起来，可惜，除了身体的颤抖，众人什么也看不出来，“切~”远方怪物群里的，鹤立鸡群的狂化巨岩怪身后，一个与之相比，渺小的存在，一只蓝斑的褐色小鸟发出了一声不屑的鸣叫，“不过是四级的炎灵罢了，竟敢嚣张到这个地步！”“你还不是半级也不到的斑雀吗！”“呃，谁要你丫的多嘴，你个﹟﹩#*%﹩$%……”“丫的，你敢骂我！你也是个%$$﹠﹩&﹩……”\n        ……“呼呼……队长，快走，他们快要来了……唔，呃。”一发能量弹再乱射中，击中了格，血在一刹那从胸口涌了出来，“格！你没事吧？”举手还击，古星着急的问道。格是他的兄弟，唯一的，在从G-2虫洞（也称“黑洞”）的穿越试验后，他们的研究船就被在这颗不知明星上坠落了，只有他们两个人活了下来，接着，一群长的像极了北极熊的玩意，从树林中跑出来，手里拿着他们自以为先进的武器——类射式激光手枪！（不是古星他们制造的）追着他们，到处乱跑。该死的，弹药不足了，将一个已经空了的激光弹夹扔了出去，“图图图……”的激光束将它凌空打穿，安上最后一把弹夹，“啊——”努力的背着格，他作出了一个艰难地决定……“穿越成功——滴滴滴滴滴！迁跃信息遭到阻隔！ce信息被阻隔、fe信息被阻隔、gp信息被……”“轰咚”的一声，“格——”古星被机体的爆炸轰飞了出去……\n        思想回到这里，“啊！”狠狠地将手臂甩出去，一把木剑出现在他的手中，一道淡白色的光痕绕着剑身游走，“死吧！魂淡！”猛地一跃，古星向超人一样朝着怪物群中的一只白兔跳过去，“桀桀~少年，你竟让能发现我！真的很惊讶哦！那就表达一下我的爱吧——死冻之光！”声音极度扭曲的白兔，幻化成了一个弓着背，穿着破旧马甲的两只长耳怪物，一道黑色的气体冲向古星，古星轻轻一跃，就躲了过去，“这就是你的技能吧！”\n        “喔喔喔，了不起呢，少年，你竟然可以从我的‘梦碎’中挣脱出来。”长耳怪物激动地叫道，声音越发的尖锐。\n        “你是……黑暗地精！”斑雀和炎灵齐声大呼道。\n        “哟，有人还认识我么？爱的真谛——极劲死光！少年享受我的爱吧，再会！桀桀桀……”它的身体开始破碎，伴随着“快趴下！”的大吼声，爆裂的身体里，冲出了无数条黑色的光线，古星把手挡在了脸前，“生命之树壁！”“大地冻土！”“镜面折射！”伴随着三声大吼，三位长老使出了他们最强的技能。\n        巨大的一面荧光树墙从地下拔起，冰棱肆意的在墙面上站立，而在这层树壁之前，若有若无的透明墙体，反射着迎面而来的各种光芒，接着，如狂风暴雨般的黑色光线在这面墙壁上被反射了十分八九，而剩下的为数不多的光线，也没有对古星造成伤害，但是他忽略了，几丝细小的光线进入了他的身体。\n        “呼！还好，我们这把老骨头来的早了一点啊！”几位老人对视一笑。\n        这时炎灵忽然使出了他的大招——石化·堕蓝之钢，将上百只正在前行的怪物变成了一尊尊石像，也挡住了后面的怪物们。\n        “桀桀桀，少年，你中计啦！桀桀……”在另一个世界——地狱，某个地方，刚刚出现在他们眼前的暗黑地精正在张狂肆意的大笑。\n— — — — — —\n这回不多，属于一个过渡章节！"
        },
        {
            "author": "jhy960928",
            "timestamp": 1313288520,
            "txt_content": "写的不错 顶一下  虽然不是我喜欢的类型     只有一点不怎么好    就是    作者一张才更新不足150个字。。  这也太少了   "
        },
        {
            "author": "1365619159",
            "timestamp": 1313307480,
            "txt_content": "jhy960928 发表于 2011-8-14 10:22 \n写的不错 顶一下  虽然不是我喜欢的类型     只有一点不怎么好    就是    作者一张才更新不足150个字。。  ...\n150？呃！150！！！！不可能那么少！"
        },
        {
            "author": "1365619159",
            "timestamp": 1313307540,
            "txt_content": "明明是1227字！！！亲爱的读者！！！"
        },
        {
            "author": "jhy960928",
            "timestamp": 1313317560,
            "txt_content": "1365619159 发表于 2011-8-14 15:38 \n150？呃！150！！！！不可能那么少！\n说错了  前期的时候  一张更新太短了"
        },
        {
            "author": "1365619159",
            "timestamp": 1313379660,
            "txt_content": "jhy960928 发表于 2011-8-14 18:26 \n说错了  前期的时候  一张更新太短了\n那是，别介意哈！\n话说，本文要往哪个角度发展呢？科技?玄幻？"
        },
        {
            "author": "jhy960928",
            "timestamp": 1313383860,
            "txt_content": "1365619159 发表于 2011-8-15 11:41 \n那是，别介意哈！\n话说，本文要往哪个角度发展呢？科技?玄幻？\n我认为  这种游戏改编的小说  因该依照游戏来定题材   生存游戏   那你就可以以冒险为主题 来写   因为他游戏里本没人  只有你一人  联机也只有几个朋友玩  不是1.8版  所以没有村落 什么的  我认为  方块世界  但是你写主角 人物的时候  最好写成真人 不要方块"
        },
        {
            "author": "1365619159",
            "timestamp": 1313402820,
            "txt_content": "jhy960928 发表于 2011-8-15 12:51 \n我认为  这种游戏改编的小说  因该依照游戏来定题材   生存游戏   那你就可以以冒险为主题 来写   因为他 ...\n本文都出现这么多人了，哪能忽然消失呢……\n关于最后一点，我反驳：是有情节滴！！！"
        },
        {
            "author": "a532402310",
            "timestamp": 1313690040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1365619159",
            "timestamp": 1313927520,
            "txt_content": "a532402310 发表于 2011-8-19 01:54 \n不更新后果严重！催稿团来了！\n……最近学业紧逼着开学到来！所以，周六周日会更（如果没什么情况的话！）"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1314334680,
            "txt_content": "为什么现在不更？？？数字都叫我来催了！"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1314335940,
            "txt_content": "快点更新！我今天将对论坛谁有没写小说的人进行催稿！"
        },
        {
            "author": "1365619159",
            "timestamp": 1314336300,
            "txt_content": "429523643 发表于 2011-8-26 13:19 \n快点更新！我今天将对论坛谁有没写小说的人进行催稿！\n我只有1200的稿子，其他的随着我的系统变成浮云了……"
        },
        {
            "author": "卡米是只猫",
            "timestamp": 1314337800,
            "txt_content": "1365619159 发表于 2011-8-26 13:25 \n我只有1200的稿子，其他的随着我的系统变成浮云了……\n天啊……                          "
        }
    ]
}