{
    "title": "【Mc吧RP游戏】City Of Dart 1.0",
    "author": "陈思谋",
    "replyCount": 0,
    "timestamp": 1460791620,
    "txt_content": "欢迎来到City Of Dart(达特之城)，两百年来，威尔士港之外我们一无所知。在“米斯特瑞”世界里，可能是潜伏着危机四伏的妖怪，也可能隐藏着充满瑰丽珠宝的天堂。今天，传奇将从此刻开始谱写，让我们扬帆起航，去探索未知的领域吧。\n——达特之城“开拓者公会”会长斯蒂姆·威利男爵\n\n\n\n\n\n【世界历史背景】\n神创论：人类文明之前，世界由神创造\n人类的缘起。在科学发展之前，人类坚信世界上存在上帝，万物皆由神创。直到近现代生物学家达尔文的生物进化论广为人接受，科学意识才魔法意识并齐。\n魔法与宗教：距今四千多年前起，一位魔术师受到埃及法老王的邀请而表演戏法。那是文献中记载的最早的魔术师。因为魔术的颇具观赏性而很受贵族的欢迎。\n中世纪初期，宗教开始支配人们的思想，魔术师被称为巫师，魔术被用于迷惑人心、增加宗教信仰。\n中世纪，宗教和魔法最为鼎盛的时期。不被认可的魔法被认为是黑魔法。魔法使屡屡遭到宗教的审判。尽管受到迫害，但魔法师为当时的文明做了巨大的贡献。超越戏法的魔法在此诞生，魔法被认为是与神力媲美的力量，强大的魔法使留下了无数美妙的传说。\n16世纪末，宗教和贵族终于掀起了魔女狩猎狂潮。魔法一被视作邪恶的力量，魔法被禁止使用；巫师要分享自己的魔法秘密才可能存活，而女巫师则受到处刑。这些疯狂的行为让魔法难以流传后世，只有部分魔术得以保留。\n18世纪，魔法几乎绝迹，而人们对魔术的认知也开始变得理性。魔术一般被认作只是迷惑视觉的把戏，而还有少数人相信魔法的存在。此时蒸汽机已经现世。\n18世纪中期，工业革命时期，发明家兼机械工程师詹姆斯.瓦特对蒸汽机作了重大改进，开辟了蒸汽能源的新时代。\n19世纪末期，蒸汽科技的鼎盛时期。在城市，随处可见的增浓烟滚滚，随处可以听见齿轮旋转的金属音。人类已经能很好的开采并利用自然中的能源，蒸汽文明被已经达到了顶点。电气开始出现，魔法尚有残存。\n\n\n【达特之城世界观】\n达特之城，一个包含古希腊哲学、中世纪魔法、文艺复兴艺术、维多利亚蒸汽朋克的18世纪英格兰风格的城市。乔治四世亲王时期，大航海家达特?史蒂芬伯爵在世界某一处群岛正中央的一个大型岛屿上建立了这个巨大的城市。从那之后的两百年里，达特城允许任何人进入，但禁止任何人外出。就这样，达特城过分地包容任何文化，包括外来人所带来新的文化。因此，半封闭之余，达特之城同时也是多元化的。从古代到现代，从西方到东方，从宗教神话到自然科学，都能在达特城存在。你可能会看到天空中巨型的大飞艇、大马力蒸汽机和放大化齿轮的工厂、庄严肃穆的天主教教堂、奇特神秘的魔法师学院、陈设着艺术品和哲学名著的博物馆等。在达特城里，高度的物质文明甚至让你不需要工作也能活得滋润。达特城的法律并不严格，不同文明之间的冲突时常发生。各式各样的打架斗殴虽然常见，但绝没有人敢否定对方所信仰的文明。在达特城里，只要拥有足够的实力可以横行每个地方，却不能否认任何人的信仰。这个是达特城最大的律法之一。达特城的物质文明里，蒸汽文明占据大半的比例。蒸汽机械随处可见，城里的能源主要由7个巨大的蒸汽机所提供。而精神文明则是魔法文明占主导。尽管魔法使并不多，但人们都相信魔法，相信是当今达特城的兴盛景象是天空中的“诺亚方舟”所带来的。总之，达特之城包容一切文明，是一个理想中的“乌托邦社会”。20世纪末，达特城开始允许外出，并积极于对外开拓领土。这是一个崭新的历史。\n\n\n【“米斯特瑞”世界观】\n“米斯特瑞”mystery的音译，意为“神秘”。对于整个“米斯特瑞”世界，由于两百年来由于危险重重从未出海，我们对这个新世界还一无所知。我们暂且可以将达特之城看作一切故事开始的源头，勇敢的开拓者将探索那些未知的领域。“米斯特瑞”的世界观以主线剧情为路线，任何一次航海大发现都是世界观完善的一步。既可以有妖怪、精灵、幽灵、神明等等非人类地区，也可以有其他人类居住的大型城邦。也就是说，“米斯特瑞”是一张白纸，而各位就是谱写历史的创造者。\n\n\n【关于达特之城和Mc】\n众所周知，Mc除了怪物和自然建筑外，是没有具体的世界观的。实际上达特之城和Mc并没有太大的联系。但这两个游戏都有一个共同点，那就是探索和创造。开放的世界观如同Mc包罗万象的游戏机制，玩家就是世界的创世神，不受任何拘束。所以说，达特之城和Mc实际上也是息息相通的创造类游戏。\n\n\n【导航】\n为了提供一个有序的游戏秩序，请各位务必遵守我们的规则\n首先加入我的群，以便日后交流和投票\nQQ群519782059\n\n【COD主吧链接】http://tieba.baidu.com/f?kw=%D0%ED%BC%CC%BA%AF&fr=index\n\n关于游戏机制\n游戏分为日常游戏、大事件主线任务、日常任务、不定期活动等。请参看教学贴\n【教学帖】：http://tieba.baidu.com/p/4483202297\n\n如何参与“达特之城”的游戏？\n咳咳，俗话说，先有了地球，然后有了生物，这才有了历史。也就是说，你需要先在【地图楼】选定一个地点（也可以登记原创地点），选定你的人物的主要活动地点并了解一下目前的世界观。然后去【大事件人物楼】【原创市民人物楼】【原创非市民人物楼】按要求领取或创建自己的人物（大事件人物是领取已创建的，原创人物则是需要自己创建）。这样最基本的要求就有了，你就可以去【MC吧】的【日常贴】进行日常对话。当然我还建议去【大事件列表】看一看主线剧情的发展过程，这样有助于你了解这个世界观。当然你也可以在【大事件登记楼】发布自己的大事件，每一期qq群里会进行投票选出最佳人气的大事件，作为本次的大事件。然后有了大事件存在才能在【大事件人物楼】创建角色。正式进行的大事件会由大事件作者在吧发【大事件剧场】的帖子，这才是大事件进行的地点。并且会收录到【大事件列表】。也就是说我们这个游戏就是探索跑团、日常对话的游戏。游戏会在【大事件】的推动下不断拓展世界观，逐渐形成有机的体系\n\n【地图登记楼】《斯蒂姆·威利的航海地理手册》\nhttp://tieba.baidu.com/p/4473286474\n【原创市民人物登记】《达特之城永久居住公民列表》\nhttp://tieba.baidu.com/p/4480522012\n【原创非市民人物登记】《米斯特瑞世界怪物图鉴大全》\nhttp://tieba.baidu.com/p/4483176343\n注：关于战斗，积分，大事件等详见COD主吧\n\n【主贴日常对戏行为规范】\n（1）以OOC形式说对戏以外的话，如 “ooc手机没电，下了”\n（2）若为人类禁止出入危险的怪物栖息地\n（3）玩梗须适度，乱入其他作品慎入；独角戏、自己的角色间对戏须适度（对话需缓冲一两贴，过多则为自戏）\n（4）在他人没意见的前提下：允许合理描写周边角色的行为、允许代发。如需操纵他人角色或者控戏，需要该他人或者管理员同意\n（5）禁止无意义打斗；战斗需符合剧情和开卡时的设定，遵守符卡规则。大事件剧场提供专业的战斗格式，需要认真阅读说明\n（6）严禁使用黑科技、黑魔法、毁天灭地的道具\n（7）私人住宅和某些区域不能随意出入，获得主人同意方可出入\n（8）禁止擅自改变世界观，如平行世界、英灵召唤、米斯特瑞世界崩坏、科技水平提高、美国人入侵等\n（9）禁止搞基、乱伦；日常中，慎秀恩爱\n（10）在日常中，禁止擅自轻易创造“人物卡”中或者设定中不存在的特殊道具、建筑、宠物、人际关系、强力武器、特殊能力等。在日常中，符合剧情的情况下允许\n（11）建议的对戏格式样例：\n斯蒂姆（港口）\n坐在藤椅上，怀里抱着哈克\n“小家伙，啧啧，看看那呜鸣的汽船”\n=====================================================\n好了，传奇就此开始~~\n\n",
    "replies": []
}