{
    "title": "Warlords 2: Rise of Demons",
    "author": "lmfzcq",
    "replyCount": 2,
    "timestamp": 1289706900,
    "txt_content": " 本帖最后由 lmfzcq 于 2010-11-14 11:55 编辑 \n\nhttp://armorgames.com/files/games/warlords-2-rise-of-d-6999.swf\nDescription******Update********\nFixed: Region owners going odd (will only work on new game - if the map is already taken over, then start a new game to fix)\nFixed: Double swordsmen freezing when rally is cast\nSpell sounds added\nTeleport spell fixed\nMinor graphical changes\nUnits/Upgrades slightly rebalanced\nFixed: Shields can block catapults rocks etc\nFixed: Enemy gets upgrades that they shouldn't (race specific)\n****************************\n\"All beings in Beneril can sense war is coming, it is only a matter of when...\"\n\"Warlords 2: Rise of Demons\" is a fantasy strategy battle game and is the sequel to the highly popular \"Warlords: Call to Arms\".\nChoose one of 8 races to conquer each territory in the the land of Beneril. Feel the joy of war as swords clash on armour, horses knock over soldiers, heads are chopped, arrows bounce off shields, lightning spells send soldiers flying, rocks crash into castle walls and large battering rams slam against castle doors.\nFeatures: \n54 different fighting units all with their own strengths and weaknesses\nEarn money each round and spend it on upgrading buying, new units\nSpecial attacks - some units can be powered up to perform a special action\nSiege levels - use ladders and siege units to attack a castle\n2 player (same computer) campaign - take turns to attack/defend territories\nMagic caster - new units can be upgraded with powerful spells\nNew graphics, specially composed music, and a cast of voice actors\nComplete the game to unlcok the demons, complete the game with 3 races to unlock the secret race!\n\nControlsMouse and Keyboard\n以下为谷歌翻译\n说明 \n******更新******** \n修正：区业主要多（只能在新的游戏 - 如果地图已经被接管，然后开始一个新的游戏来修复） \n修正：双剑士冻结时反弹是投 \n拼写的声音说 \n瞬移法术固定 \n轻微的图形变化 \n单位/重新平衡略有升级 \n修正：盾牌可以阻止石头弹射器等 \n修正：敌人得到升级，他们不应该（比赛专用） \n**************************** \n\n“在Beneril所有的生命都可以感受到战争的到来，它只是一个时间问题...” \n\n“战神2：恶魔的崛起”是一个幻想战略战争游戏，是极受欢迎的续集“投名状：呐喊”。 \n\n选择8个赛事之一征服土地的Beneril每个领土。感觉上，作为剑盔甲冲突战争的喜悦，马打翻士兵，头被切碎，箭头弹跳盾，闪电法术送入城墙和大槌猛得城堡大门的士兵飞行，岩石崩溃。 \n\n特点： \n\n54个不同的战斗单位都有自己的长处和短处都 \n\n每一轮赚钱和花钱买它升级，新单位 \n\n特殊攻击 - 有些单位可电执行专项行动 \n\n攻城水平 - 使用梯子和攻城单位攻击城堡 \n\n2播放器（同一台计算机上）运动 - 轮流攻击/保卫领土 \n\n魔术连铸机 - 新单位可升级，强大的法术 \n\n新的图形，特别创作的音乐，和演员的配音演员 \n\n完成游戏unlcok魔，完成3场比赛，比赛中的秘密解开游戏！ \n\n控制 \n鼠标和键盘 \n\n",
    "replies": [
        {
            "author": "lmfzcq",
            "timestamp": 1289707140,
            "txt_content": "麻烦转到休闲茶馆。"
        },
        {
            "author": "poacher",
            "timestamp": 1289712360,
            "txt_content": "复杂的东西。。。开始之后不会怎么点。。。好像卡死了。。唉"
        }
    ]
}