{
    "title": "<原创·连载>血战【第1章第2节】命运の枷锁·著",
    "author": "命运の枷锁",
    "replyCount": 7,
    "timestamp": 1460866860,
    "txt_content": "  天边那轮血红的太阳再次升上了赤炎山坡，世界逐渐明亮了起来，和谐的景象。天际划过了几只秃鹫，它们都在朝一个地方飞行。它们降落在了很多尸体的旁边，朝着尸体啄了几下，便开始肆意啃食自己的早餐。\n  但它们要把所有的尸体都据为己有，看样子是不可能了。同样的尸体堆，不远处又看见了几头硕大无比的猛兽，说是老虎又不像老虎，说是狮子又没有狮子的长相。这种四不像的猛兽是站立的，有四肢，有清晰的五官，又有像人头发一样的毛发。像极了人类，又不像人类，它们的身板比人类大了一倍，比人类健壮了太多——从它们硕大的胸大肌就能看出这点。它们的手上拿着非常粗的木棒，一下就能把脑袋拍碎的那样——现在这些木棒被溅了很多血迹，从远处看还是挺恐怖的。秃鹫们看见这些猛兽，不禁受到了惊吓，长鸣了一声就飞走了。\n  尸体上的表情是惊悚的——嘴巴张大，眼睛空洞，眉毛紧皱，而且头上都流下了血迹，有浅浅的凹槽。这些凹槽的尺寸和刚才那些猛兽的木棒的大小正好吻合，看来双方曾经有激烈的交战——说是激烈的交战，倒也不是，因为这是压倒性的，猛兽压倒性的胜利了。不知在他们死亡的前一刻会不会后悔，当初为什么要进这个团，为什么要和这么恐怖的敌人交战？不管后不后悔，他们终究是输了。他们终究是让野兽对他们的同胞——全人类领土的入侵更加深了一步。不知道他们死后是上天堂还是下地狱——上天堂，是因为他们是至少是殉国的；下地狱，是因为他们没有尽职。\n\n\n  “报纸嘞，报纸嘞……”麦田街的路边，一个十二三岁的小孩在卖报，身上穿了朴素的灰色衣服，头上戴了顶深棕小帽，“人类与魔怪的战争失败！人类伤亡惨重！黑曜石团全部阵亡！走过路过不要错过……”这时正值盛夏，热辣辣的太阳无情地烤着生活在这片大陆上的每一个人，包括这个小男孩。他用手抹了抹头上还在不停往下流的热汗，左手止不住的扇着脸，想让自己凉快一些，可是很快他就发现这无济于事。“哇，这么热还怎么让人活啊。算了算了，今天就这样吧，快点回家！快点回家！有冰棍吃！”吃是人的天性。想到这里，小男孩用舌头舔了舔嘴唇，加快了脚步。这时，突然有人一把手拽住了小男孩。他回头看，是一个中年男子，应该已年近不惑之年，身上披着一件黑色风衣，里面穿的是白色的长袖衫，最让人难忘的就是他那双深邃的眼睛，仿佛能看透一切似的。大鼻子，一字眉。“小朋友，那个……你还有报纸吗？”除了眼睛，充满磁性的声音也让人无法忘却。小男孩看了看他，心里想：啥嘛！这认识谁啊。拜托！这么热的天，就不能放过我吗！反正今天也赚够钱了，不如就说没有了吧。于是他抿了抿嘴唇，说：“对不起，卖完了，明天再来吧。”可是这样的谎言哪能逃过那个中年男子的深邃的眼睛？他一把就把小男孩小牛皮腰包里的报纸揪了出来：“这是啥？你不想卖就直说！我出双倍价钱！不够的话，给你一个金锭①！”他吼了起来，气势镇住了小男孩。但是，镇住他的不止有气势，还有——一个金锭！哇塞！这可是一个月才能赚出来的钱！小男孩二话不说直接同意了，回家的路上，他的脸上都挂着微笑，甚至要笑出声来。\n【第1章第2节，完】\n【注释 ①金锭：在麦块大陆上，一个金块等于九个金锭，一个金锭等于九个金粒，而一个金粒等于十个铁锭。】\n  这个男人是谁？为什么要出一个金锭来买这么一份普通的报纸？请期待下一节。",
    "replies": [
        {
            "author": "飞泉瀑布",
            "timestamp": 1460885160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1460982780,
            "txt_content": "飞泉瀑布 发表于 2016-4-17 17:26\n这是讲什么的...\n我前面写过第一章"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1460983020,
            "txt_content": "飞泉瀑布 发表于 2016-4-17 17:26\n这是讲什么的...\n不，是第一章第一节"
        },
        {
            "author": "命运の枷锁",
            "timestamp": 1460983020,
            "txt_content": "星陨坠 发表于 2016-4-18 20:40\n写的还可以\n谢谢网友的支持~"
        },
        {
            "author": "星陨坠",
            "timestamp": 1460983200,
            "txt_content": "写的还可以"
        },
        {
            "author": "飞泉瀑布",
            "timestamp": 1460989560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461374640,
            "txt_content": "简直诡异的人物有点儿雷死人不偿命的意思，为了达到奇诡的效果不惜把人物塑造成神经病？"
        }
    ]
}