{
    "title": "【4月活动】月崩之雾",
    "author": "E.T.星落辰",
    "replyCount": 8,
    "timestamp": 1460879280,
    "txt_content": " 本帖最后由 E.T.星落辰 于 2016-4-17 15:48 编辑 \n\n——By E.T.星落辰  月球，氦—3能源开发基地。  “所以，先生，您这次叫我来月球是为了······”一名皮肤白皙的年轻人，此刻对着一位发须皆白的老者，毕恭毕敬地询问。  “你也看到了，现在的月球基地已经初具规模······但是想要供应现在太阳系人类的能源需求，现有的提取能力还是远远不够的，”老者顿了顿，接着说，“所以才把你叫过来，我们需要大批的前沿核物理专业人才······才能保证基地的最快建设······”  “可是······现在的基地貌似足以媲美一个超大型的小行星带矿冶城了吧？”   老者诡秘一笑：“我的孩子，那只是对外说法。”他轻轻拉动一旁的扶手，整个房间突然摇晃了起来——伴随着轻微的失重感，年轻人知道，他们在迅速下降。“这不可能！上次我随您来科考的时候，发现月岩的硬度极高，怎么可能在这么短的时间内挖掘出如此稳固的地下基地？！”几分钟过去，年轻人察觉到异样，不禁惊呼起来。“孩子，这么多年过去了，你就从未对月球的来源产生过一丝怀疑吗？”老者微笑道，“作为一颗卫星，其与主行星的质量差是如此之小，潮汐力是如此之大······你不觉得奇怪吗？这一切不像是捕获，更不相识并生双星，而更像是一种人为操纵的结果！”“可是······”“没有什么可是，它本身就是一艘星舰，一艘硕大无匹的、蕴含着无数宝藏的巨型星舰！千百年来无数学者对月球的传说着迷，但没有人对那些不同民族的口耳相传作一个细微的科学注解。我们在开采过程中找到了已经荒废了的星舰外层入口之一，凭着它，我们了解到了上一代星际文明的往事，这是人类故去的祖先留给孩子们危险的遗产！这里存留的资源和知识足够人类迅速前进几百年，能够让我们真正成为星际文明，不用再囚禁在这太阳系！”“那为什么不向联邦上报？既然已经发现，就应该赶紧投入使用吧？”年轻人沉默良久，终于吐出这几个字——他的认知，已经被完全颠覆，迫切希望能用“联邦”这个词来提醒自己——这不是真的。“怀璧其罪啊！怀璧其罪！”老者突然大笑——年轻人从未见过自己的老师这样的疯狂。“你想过没有，我的孩子，让一个3岁的孩子掌握一颗威力无比的反物质弹头，他会怎么样？他很可能毁灭了自己，并且让周围的一切都为他陪葬！所以最高科学院不能急，也不敢急，这不是一场简单的游戏，而是一场赌博，随时会触发宝藏背后的陷阱，让这新生的文明万劫不复！你认为，我们能随便开放这里的一切？”“所以科学院的意见是······”年轻人小心翼翼地询问。“你过来。”老人突然起身，径直推开门——门外，早已不是荒芜的月球表面，而是月球深处一条绵长的甬道——没有人可以看出它是什么材质制成的，也没有什么明显的光源，可在里面分明一点也不暗，还有一种······令人安心的感觉。不知走了多久。“好了，我们到了，纳米械室。”老人突然停住脚步，轻轻一推旁边的墙壁——墙壁突然裂开，露出里面宽敞的空间：这竟然是一间庞大的机械研究室，里面各种各样的机械系统一应俱全；最引人注目的是中间一个淡蓝色的巨大透明罩子，里面似乎有无数细密的小颗粒在活动。“这就是他们留下的无意识态纳米机器人，只要我们操纵它，就可以修复这艘星舰了！”老者不知什么时候已经开始启动机械，“孩子，这就是我叫你来的原因——只有你这样的物理和电子天才，才能成为启动他们的人选！”年轻人简直不敢相信，这就是他们曾经幻想过的纳米集群？他把手伸了出去——此时，一枚硬币从他的手里掉出，敲到了罐子底部的一个凸起。“小心！”老人突然大喊——但为时已晚。罐子已经被打开，无意识的纳米灰雾喷薄而出！“快跑！”老人拉着年轻人飞速冲出了研究室。“那枚硬币哪里来的？！”老人急促地发问，身后传来一阵坍塌声。年轻人的声音中带着哭腔，“那是我专门为了她用月面上的材料进行纳米化制作的定情信物······为什么······”可是，一切都没有用了。几小时之内，纳米灰雾就膨胀，吞噬了月球内部的研究室。10小时之后。月球表面出现了裂纹，随即，无数灰雾从里面喷涌而出，很快包围了整个月球！很快，月亮就真的被“吃了”······人们这才知道，“天狗吃月亮”不是传说，而是一种······警告。人类只能依靠并不完善的飞船逃亡······4单位宇宙时间，前太阳系。原本热闹的星系，此时仅剩一颗恒星，在中央孤独地发光······一片尘埃似的雾，在恒星周围游走，吞噬着漏网的碎石，似乎在积蓄力量，向更远处的地方漂游，摆脱这颗恒星。后记：原本想写重力场扭曲的题材······后来发现太难写了，尤其达不到那种大科幻的境界，只好选择相对简单的纳米灰雾，毕竟第一次写嘛。诶······排版好像有点问题？@冥王星人 @银狼\n\n\n[groupid=1181]Unknown Domain[/groupid]",
    "replies": [
        {
            "author": "E.T.星落辰",
            "timestamp": 1460886420,
            "txt_content": "喂喂喂没人来吗……@冥王星人……为啥我@谁都不成功……咳咳，纳米灰雾自行百度，相信你们懂。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1460903220,
            "txt_content": "叫你写个简短设定，直接在活动帖回复就好，不审题作答给0分。\n\n另外即使你想写个短篇，请问模板给贝爷吃了么？"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1460903640,
            "txt_content": "冥王星人 发表于 2016-4-17 22:27\n叫你写个简短设定，直接在活动帖回复就好，不审题作答给0分。\n\n另外即使你想写个短篇，请问模板给贝爷吃了 ...\n诶三月活动不都是发帖吗……另外两个人也是发帖我就跟着学……\n咳咳好吧我错了{:10_522:}……模板是什么（汗，这是真的不知道……早知道写完就不这么猴急了……）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1460903940,
            "txt_content": "E.T.星落辰 发表于 2016-4-17 22:34\n诶三月活动不都是发帖吗……另外两个人也是发帖我就跟着学……\n咳咳好吧我错了……模板是什么 ...\n好吧念而触犯，饶你一命。\n\n去活动帖回复附上帖子地址。"
        },
        {
            "author": "飞泉瀑布",
            "timestamp": 1460937180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461374280,
            "txt_content": "就算搞短篇，也没有这么草率的短篇啊。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1461374520,
            "txt_content": "安根_Engon 发表于 2016-4-23 09:18\n就算搞短篇，也没有这么草率的短篇啊。\n时间太紧，若有时间可能会润色润色。\n自己看的确很草率……比我考试的作文还草率……"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461425040,
            "txt_content": "其实构思是甚为不寻常的。\n成也硬币，败也硬币。"
        }
    ]
}