{
    "title": "【原创皮肤】【持续更新】让怪物们变成人吧！—1.7.2怪物拟人皮肤",
    "author": "S_RwE",
    "replyCount": 10,
    "timestamp": 1460878680,
    "txt_content": " 本帖最后由 S_RwE 于 2016-4-24 16:39 编辑 \n\n其实预览图（我指最上面的辣个）跟本帖没有任何的关系我也不知道这张图来自哪里只是随便从百度图片上扒了一张图下来嗯....对，就是这样，以后会换掉的回复可见我就不设置了，你们要是回复帖子的话我会很高兴的\n\n\n\n\n\n\n我发现我才华横溢的大脑与个人资料上的人气数根本不成比例\n所以我的副人格（其实根本就没有这种东）告诉我应该开一个帖子来适当挽救一下我至今无人问津的论坛形象\n哼哼（不知廉耻的自信笑声）\n\n\n关于排名：本帖的怪物排行都不代表作者的个人观点序号的排名是靠怪物给玩家的危险程度决定的越靠前越能给玩家带来危机感特别注明，只更新1.7.2的怪物，为什么呢？因为像什么海底守护者，末影螨，潜影贝，还有1.10即将新出的him骷髅这些我都不怎么了解，况且我拙劣的知识面也没有办法覆盖这么多的内容一共17个，并不按照次序更新基本上17个弄完这个帖子就算完了，一个星期我会更新2~3个怪物（皮肤）由于我不会弄渲染图所以你们凑合着看看吧......（你到底会什么！）啊？为什么蠹虫是第18？其实是因为后面还有一个史莱姆啊....摘自我朋友和我朋友的朋友的对话“搞毛啊，史莱姆最后一名，在你眼里它还没有蠹虫能打？”“因为它不会游泳....”现以更新：No.6 高压爬行者   No.13 蜘蛛No.14 萌力怕No.16 蠹虫   No.17 史莱姆不放在最后啪你们看不到，每个怪物介绍的下面都会有皮肤的原文件，网盘我就不弄了，我比较懒\nNo.17 史莱姆-----无所事事，所以毫无存在感性别：男从矿洞深处爬到地面的沼泽本与女巫一起生活后因平[主世界破坏者]的不定期暴走而与她分离在村庄中与村民生活，经常踩坏庄稼\n什么？你说这张图为什么一点地形都没有很单调？我告诉你，我故意的【手动斜眼】\n以下部分内容结合Wiki百科史莱姆\n生命值：小-1 中-4 大-20 （上图中超大的史莱姆为指令生成，/summon Slime ~ ~ ~ {Size:20}）\n攻击力：小-0 中-3 大-6噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽\n噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽\n噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽噗叽\n噗叽噗叽噗叽\n总评：噗叽\n正面\n背面\n皮肤下载\n（好好好，我认真写帖子...）\nNo.16蠹虫------图书馆管理员，末地传送门看守者性别：男日常工作为在图书馆理书重视同伴的呼唤，在石缝里钻来钻去只有在人类进入要塞时会令他出现，武器虽为石剑但却能造成致命的打击\n\n手上的那些奇怪的像素我本来是想画成锁链的....画到一半我突然发现\n好的，我根本做不到\n\n以下部分内容结合Wiki百科蠹虫\n生命值：8\n攻击力：1\n当蠹虫空闲时会躲进周围的石头方块让它们变成一个怪物蛋\n受到攻击或中毒效果仍存活后会召唤周围躲在怪物蛋中的其他蠹虫\n基本上就是在你挖矿的时候吓吓你，玩家遭遇后的致死率较低\n在游戏中与玩家见面的机会也很少\n总评：基本无害（我没有被它咬死的经历...）\n\n\n正面\n\n\n背面\n\n\n皮肤下载\nNo.14 萌力怕------亲近自然，几乎不动用自己的能力性别：女沉闷，木讷非常重视他人的看法，也因此常常受伤找不到与其他生物交流的办法，但却极力想要别人认清自己无果，便对所有生物都保持距离\n这张的封面截得不是特别好，想不到有什么跟苦力怕契合的内容了...以下部分内容结合Wiki百科爬行者血量：20最大攻击力：大概24颗心吧...（一个玩家10颗心，20滴血）矿工杀手脚步几乎没有声音在怪物堆中可以给玩家致命一击但也常常被玩家利用来清除怪物群对于单只：跳劈，退，三连砍轻松解决对于多只：骗引爆后，参见上一条总评：较危险\n\n正面\n背面\n\n皮肤下载\nNo.13  蜘蛛\n------温和的白昼掩盖夜幕笼罩后的杀手暗红色的眼眸锁定，猎物一条条足肢上洞穿，血窝“没有人可以找到我”\n我本来想用盔甲材质来体现蜘蛛的爪子的结果MCskin3D上好像画不了盔甲\n以下部分内容结合Wiki百科蜘蛛血量：16攻击力：3当蜘蛛自身是无毒的时候，不会受到任何药水的作用。蜘蛛有机会在生成时带有迅捷、力量、再生效果，在困难难度下还会带有隐身效果。蜘蛛拥有攀爬垂直面的能力，同时也获得“看穿”固体方块以追踪玩家的能力（这种能力曾属于爬行者，但后来被赋予给蜘蛛）移动速度比步行玩家要快，但伤害欠佳总评：麻烦\n正面\n背面\n皮肤下载\nNo.7 高压爬行者\n------主世界破坏者，过度的保护欲让她近乎疯狂性别：女苦力怕的姐姐，在面对任何生物对于苦力怕的些许不屑话语或行为都会给予对方洞穿大陆的还击久而久之每当暴雨伴随着闪电降下后陆地上都会出现巨幅爆炸\n\n本来我想P个眼睛放光啊流星赶月之类的效果到这张图上面来加强人物带入感的想要动手发现，我根本就做不到.....（第二次了啊）\n以下部分内容结合Wiki百科高压苦力怕血量：20（但事实上因为闪电的关系实际血量会更低）最大攻击力：97注：普通爬行者的攻击为97的一半（97除以2......40...2 6 18...我算不出来！）但也能在困难模式下把全身钻石甲的玩家炸到只剩2颗心（4滴血）\n轻易秒杀铁甲玩家即使很难遇到但因为其致死率也排到了第6（话说wiki上说爬行者有了新的爆炸力学后在足够高度上下落也会发生爆炸不知道是不是真的....）总评：非常危险\n\n正面\n背面\n皮肤下载\n\n关于人设其实是为一个正在建设的大型纯净解密战斗向地图做背景名为【因解效应】，基因解放的意思目前进度15％伪末日题材，就是讲怪物们出现了类似进化的现象，人类在2个小时之内就彻底战败主讲主角在面对怪物对 自己 的次次留手与面对未能逃离灾难的政府官员对她的泄愤行为让她对自己立场怀疑矛盾动摇差不多这样的故事\n\n怪物在这个地图中根据进化程度分为五个等级平固级(I)--   一或两个药水效果，各项体征提升浸凌级(II)--   血量都超过50，略胜于持有常规装备的单兵，数量为平固级(I)怪物的10分之1摄恐级(III)-- 相当于20~50个身着常规防具与装备的单兵，能够单挑人类士兵中队，本地图主角差不多就这个层次宿柬级(IV)-- 宿命的请柬，遭遇即因果法则般死亡，通常组织一部分怪物幻想级(V)-- 能够断裂因果的人性生物，这个帖子里的皮肤就是他们的形象，不直接参与对人类的讨伐\n好啦没啦，持续更新\n\n\n更新日志2016.4.17 开贴 高压爬行者和蠹虫2016.4.24 修改了生物排名（这就是为毛高压爬行者和蠹虫的封面上文字有重影....）加入了史莱姆 蜘蛛 爬行者\n\n\n\n\n",
    "replies": [
        {
            "author": "猜猜谁是谁",
            "timestamp": 1460881740,
            "txt_content": " 本帖最后由 猜猜谁是谁 于 2016-4-17 16:34 编辑 \n\n妹子好评~不过你开那么大个坑填的完吗= =（还有，你玩1.9打打蠹虫去，保证不玩死你）"
        },
        {
            "author": "小白~别喷。",
            "timestamp": 1460882160,
            "txt_content": "坐等加精。楼主加油！"
        },
        {
            "author": "飞泉瀑布",
            "timestamp": 1460883480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "S_RwE",
            "timestamp": 1460885760,
            "txt_content": "飞泉瀑布 发表于 2016-4-17 16:58\n皮肤666，谢谢楼主分享\n我仿佛又看到了一个即将带着小猪徽章干到6级的新人...."
        },
        {
            "author": "S_RwE",
            "timestamp": 1460888220,
            "txt_content": "下星期再更新，自己水一贴先"
        },
        {
            "author": "Vien",
            "timestamp": 1460993580,
            "txt_content": "帮顶，期待狗娘和猫娘这类的"
        },
        {
            "author": "S_RwE",
            "timestamp": 1461039420,
            "txt_content": "Vien 发表于 2016-4-18 23:33\n帮顶，期待狗娘和猫娘这类的\n回复时间233"
        },
        {
            "author": "1923938696",
            "timestamp": 1461041880,
            "txt_content": "福利啊，不错"
        },
        {
            "author": "Vien",
            "timestamp": 1461042600,
            "txt_content": "S_RwE 发表于 2016-4-19 12:17\n回复时间233\n才看到嘛"
        },
        {
            "author": "何一航",
            "timestamp": 1516668720,
            "txt_content": "为什么下载不了啊"
        }
    ]
}