{
    "title": "【原创·连载】攀掠者 - 虚幻与现实 即哀伤的不断轮转 <by-奥斯汀>",
    "author": "q794613",
    "replyCount": 0,
    "timestamp": 1487953440,
    "txt_content": " 本帖最后由 q794613 于 2017-2-25 17:01 编辑 \n\n\n     序章(简单叙述)\n    今日世界依然明亮，怨恨上帝又让我活了一天。\n                                                                          ---- 他\n\n\n零,虚幻与现实\n\n光与暗最真实的交替，生与死最虚幻的迷离。今日侥幸度过，明日或许悄然离去。突兀的变化总是让人措手不及，甚至怀疑，何为真实与虚伪的辨识，此刻又是否处于现实的挣扎。为自己的成就沾沾自喜，或许这只是一场梦。也许意识到了，但下一刻就用自信的笑容杜绝了这个荒谬的想法：这是现实。以自嘲的脸色结束生命，可能这只是一场梦。也许意识到了，但下一刻已从梦中惊醒：是的，这是梦。本无真假的区分，则由你来决定这是虚幻或现实。没人愿意用自己的生命去证实真实与否——不愿意死亡，虚伪又如何。\n希望用发自内心的话语，唤醒你对真实的定义。\n以上，简述，或是中二那么\n我们走，阿姆斯特朗回旋虾。\n\n\n\n\n\n    一,攀掠者\n    天色由昏暗向明亮逐渐转变，而这偏僻的森林依旧如此宁静，甚至有些可怖。\n       天气真是不错呢，他拖着受伤的身体从床上爬下，带着疑惑环顾了一下四周，四面竟使他产生了一丝熟悉感，但一瞬不到的时间便烟消云散。不知为何，他在黑暗中显得恐惧，缓缓从楼梯走下。他与屋子内唯一一个人聊了几句。这人自称房子的主人。他不明白，眼前的陌生人为何要救自己一命。正当他想要询问什么，陌生人突然显得无比恐惧：“你等我一会。”说罢便冲上了房顶。\n       他感到很奇怪，不久后也上了屋顶，想知道发生了什么。这个自称房主的人受了很重的伤，看上去快要死了。眼前还有一个浑身斗篷的人，复杂地看了他一眼，便在顷刻间消失。他没多想，拿了药来给房主救治。\n       他对刚才的一切还没反应过来。\n       不过并不重要了，毕竟他的胸前早已被插入了一把匕首。\n      “抱歉，攀掠者。”\n      他不解。突然脑海间涌现了某些不悦的记忆，他明白了什么，他开始不屑。呵，不过是再睡一觉罢了。\n      天气真是不错呢，他拖着受伤的身体从床上爬下，带着疑惑环顾了一下四周，四面竟使他产生了一丝熟悉感，但一瞬不到的时间便烟消云散。\n\n\n\n\n\n\n\n二，弃子\n      杰特是他年幼时已认识的知心朋友。\n      他与杰特因无意触犯圣殿某骑士，被下了通缉令。多么可笑的追捕理由。即使圣殿骑士就在身后不远处追赶，他心里依旧如此平静。他是害怕死亡的。一个普通人怎么可能逃脱骑士的追捕。华丽的大刀从头顶落下，他仍面不改色。血液飞溅而出，不过中刀的并不是他。杰特大叫，为他挡下了这一刀。他表情终于发生了变化：冷笑。杰特似乎并没有注意他的变化，大叫着帮他牵制住骑士，让他赶紧跑。烈日当空，他头也不回的离开。这一切，其实都是杰特应该做的吧？他甩着手上的骑士令牌想。他忽然记起了什么，转过身用杰特听得见，却又不大的声音道：\n      “对了，你是弃子。”\n      微笑着转身离开，已而世事无关。      回望卡特，卡特的表情很从容，庆幸于早在听到这句话之前被砍下了头颅。\n\n\n\n\n\n\n三，梦想\n\n他自小便非常崇拜父亲。父亲拥有着足以保护整个村子的力量，那是任何人无法比拟并仰望的东西。“父亲，总有一天我会拥有你这样的实力的，对吧？”他扬着笑脸对父亲说。“是啊，总有一天。”他日日勤学苦练，想要掌握那种力量 —— 即使毫无效果。某天夜里，他经过村长的房子。里面的火把依旧未熄灭。他停下了脚步，因为他听到里面很多人在讨论着什么。“亚塔里的能力我们都看得到，不愧是从前的天才少年。”一声粗糙的话传来，听着是村长没错。“切，还不是靠他的那块绿宝石，要是我有，他可入不了我的眼。”尖刺的话同时传入他的耳中。“行了，他拥有也是他的实力。”......他这时才知道，自己的父亲从前是村子的天才。不过，他更在意的是那块被说得异常神奇的绿宝石。第二日，他的父亲失踪。第三日，他的父亲被在水井内找到。当然，是尸体。身上的绿宝石也不见踪影。他极其悲伤，甚至疯狂。他认为是那天晚上在村长屋子里谈论的人杀了他父亲。第四日，他将村子毁灭。曾经熟悉的一切已经不复存在，曾经的他濒临崩溃。他努力使自己清醒，却不得不倒在自己所制造出来的废墟之中，陷入了无尽的沉睡。第五日，一个身穿斗篷的人将他带到了离这村子极其遥远的房子里。\n\n未完待续....\n\n",
    "replies": []
}