{
    "title": "<原创·连载>《混沌之歌》卷一 在北方 章二 ……所以这是什么啊 - Blealtan",
    "author": "Blealtan",
    "replyCount": 2,
    "timestamp": 1460989500,
    "txt_content": " 本帖最后由 Blealtan 于 2016-4-19 17:52 编辑 \n\n卷一 在北方章二 ……所以这是什么啊\n于是现在我和师姐大人站在父亲面前，低着头。气压低得可怕。站在自家的正厅中，父亲端坐在主位上。抬眼悄悄地瞄了一下，只看到父亲右手捂着脸，大拇指和中指揉动着太阳穴。“我知道你们两个去惹麻烦了，但是万万没想到你们运气这么好啊……”父亲在“好”字上特意加重了一下。我只能发出两声干笑。从哪里说起好呢？那我们把时间线退回到从家出发的时候吧。事实上，父亲看着我们两个“偷偷”出去之后，就安排了梁管家跟着，防止发生些不好的事。这件事并非不能理解——你用脚想也知道父亲大人肯定不会放心我们两个十一岁的孩子出去玩。这种事应该只有笨蛋师姐不知道了吧？想来父亲应该让梁管家不要插手我们的“探险”，只在有危险的时候出手。所以说当我们打算把那孩子搬回去的时候——梁管家就跟着我们两个回来了，并且盯着我扛着一个比我不轻多少的孩子到家。过分了哟！管家当得这么死心眼呢！……虽然也是在回来之后我才意识到就是了。梁管家人很不错，实际上也是个热心肠的人，办事利索，武功也不错，但是……他怎么这么死心眼啊。明明处理别的事情不死心眼，偏偏这时候死心眼啊？……等会，他是不是故意看我出丑诶？想到这，我差点一口老血喷了出去。扛着走了一道，我腿到现在还发抖呢，你就这么坑害我啊？不过啊，一定有年轻的孩子想问，为什么体力比我高到不知道哪里去的学姐不背呢？——你就当我是大男子主义。实际上主要原因还是我怂。好吧我们回到正题。于是我就这么背着那孩子回来，在家门口碰到已经接到管家的消息脸臭的不行的父上大人。然后那孩子就被父亲令管家带走了，送去治疗一下，以及很关键的——检查一下这家伙到底是什么诡异的状态。毕竟看血迹的话，那出血量已经几乎是必死的了。但是居然伤口都自行愈合……怪吓人的。于是综上所述，各种麻烦事结束之后，我们两个熊孩子（不对，只有我左边那只是！）就被抓过来挨骂了。父亲现在虽然揉着脑袋一言不发，但那是因为他骂累了。哎……好惨。在这种三人面面相觑……不，谁也没看着谁的场面下，梁管家从大厅后门绕了进来。“老爷、少爷，那……那个孩子已经安顿好了，安排在客房住下。身上的伤都已经基本愈合，医师说没什么大碍了，只是可能落些疤痕，便离去了。那孩子还在昏迷，不过医生说只是昏睡过去，或许今晚就会醒过来。”“是吗……那就好。”父亲随口回了一声，疲惫地起身，却又顿住，坐了回去。“算了……我可能不太合适，吓到小孩子就不好了。小野，你去看看吧，如果他醒来，好好跟他聊聊，让他知道现在的处境，也探探口风，看看我们惹上了什么麻烦。”果然是父亲呢，刀子嘴豆腐心。“是。”闷闷地应了一声，我走向客房的方向。背后师姐不满地“呜”了一声，然而在场的所有人都当作没听见。……于是我跟着仆人，走进了那孩子的房间。在我进了房间之后，仆人就退了出去，带上了门。毕竟这么小的孩子……就算是有些奇怪，也是不会对我造成什么威胁的……看着面前可怜的少年的面孔，我内心不禁升起了一丝怜悯。不过这很快就被我肚子响起的声音打断了。——然而看来今晚是没饭吃了吧？早饭被师姐大人的探险一笔画去，午饭时间在路上打发了我也只简单吃了点干粮，晚饭……咕咕咕。这绝对是父亲的阴谋！——咬牙切齿。但这并没有用，我只能坐在这里干等。日落前的光辉映在窗纸上，涂抹出一片橙黄。屋子里没有点起油灯，只有黄昏的阳光从西偏南的方向掠入屋中，照亮了那可怜孩子的靠窗的床头，映亮了他半边脸。肉嘟嘟的娃娃脸随着呼吸平稳地上下起伏。及肩的黑发散落在枕边，有些不成样子。就在这时，他的呼吸似乎稍微急促了一下。然后他轻轻地睁开了眼。仿佛是刚睡醒，朦朦胧胧地，他只张开了左眼。在橙色的光影中，仿佛映出了一点红色。然后他张开了右眼。在阴影中，那眸子中放射出璀璨的天蓝。仅仅是侧面看着那抹天蓝色，我就感受到来自灵魂深处的寒冷。“你这是……”竭力挪开双眼，我忍受着头痛说道。然而回应我的是仿若歌声般的两句话。“影下的魔物以光为食，我取之作光之源头——”被子掀落，小巧的身形从床上弹起，手中虚握，拳心似乎吸收了房间中的全部光辉——不是似乎，下一刻，在这变得一片黑暗的房间中，我与一红一蓝的两只眸子对视着，炽热的光团就在我喉前不远处。我只感到一阵不明来源的撕裂般的疼痛。源自灵魂的。……所以，这是什么啊？\n连载目录&序章\n\n这是重写的第二章。。同时也是上周欠的更新。。（虽然恐怕没人在意这个\n还有就是上周没更是因为忙着各种零碎的事情。。。今晚也是拼了命才码完的。。。不过还算是满意吧。\n不喜欢写日常啊我要战斗啊战斗\n。。。然而就因为急着进展剧情我才沦落到要重写的地步（众：强行找借口），所以我还是尽量写吧。。\n日常的文最近抓了不少看，试图弥补一下，但是怎么都是青春恋爱向的啊摔\n\n\n",
    "replies": [
        {
            "author": "飞泉瀑布",
            "timestamp": 1460992680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461465300,
            "txt_content": "昨天晚上本来在想，看到实在不太好的文章就跳过算了。\n但是觉得还是应该提醒一下。"
        }
    ]
}