{
    "title": "【原创-连载】【MC国】【第二十八章 归途】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 5,
    "timestamp": 1460995920,
    "txt_content": "\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　索岚想要，放弃……\n　　在如愿以偿高举冰凝重剑朝罗勒脑袋砍下，把活人唰地冻为冰雕打碎冰渣，模仿诸多动画片中很照顾少年儿童三观，不见一滴鲜血半块碎肉的实现夙愿，熄灭大恶棍罗勒生命烛火的接下来一个星期，他想要，放弃……\n\n　　那日，众人收拾各自东西回到酒店。\n　　激战过后，大家都累得东倒西歪，趁着太阳不高，赶回去补个回笼觉。谁想短短半天过后，婼姆三人组不打招呼的凭空消失，只留给帝国领队Dreams一张字条。\n　　他们说是有事先走，愿意可以自己开庆功宴，婼姆方不参加了。LonelyLoner基地里有没有价值的资料设备全归帝国联邦商量处理，共和不需要战利品。后续问题需要帮忙只管明讲，以及七七八八琐碎的交代。\n\n　　这算什么啊？！\n　　摆平麻烦随即开溜！你当我们都是乐于占便宜的废物蛋么？！\n　　好的你赢了……我们是废物……\n　　见一干同国籍特派员，没动小手指的捞到大笔好处，为此高兴得手舞足蹈上蹿下跳，索岚真恨不得找个地缝，把他们统统踹下去。\n　　于是当天晚上，他也学冥王来了个大变活人，领着海潮艾丽娅闷声偷跑。留下Dreams独立处理烂摊子，和那帮好吃懒做的基佬鬼混。\n\n　　抵达家里，索岚用三天处理好不在时候公司的大小事务，两天整理了野外生存必须品，与最亲的人愉快度过周末，又打了几把联机施虐，安心上床，盘算万事俱备，顺利离家出走隐居深山的晚上，他失眠了。\n　　心里，有什么放不下……\n　　是什么呢？单子上列出的事情一件不落完成了啊，而且超出预期。\n　　为什么内心无法平静，好像切肾换钱买新款3C产品般，有种死以前非得找回否则难以瞑目的怨念萦绕，久久不散？肯定是忘了特别特别重要的，一时难以回想起来。\n　　这样，索岚两眼圆睁捱到天明，总算想起来他欲抛弃的世俗生活中，哪个放不下。\n\n　　冥王。\n　　就是冥王。\n　　这个符合索岚心目中完美御姐一切的定义与标准，力量深不可测，又不缺乏女性天生品质的神秘角色，还没被他彻底调查清楚。\n　　她是谁，从哪里来的力量，具体怎么杀人，杀些什么人，给世界带来什么影响，还是单纯为钱卖命，弑杀无度？\n　　连带那个陷害他们，倒卖武器给罗勒的混蛋，他也没进行惩治处理。以上两件关键事务，竟然忘得一干二净……\n\n　　只是索岚很两难。\n　　在家等着成堆特警找上门，扭送去军法作证吗？而不查明冥王，提前进入无网络无手机无电脑的三无境地，我会甘心？\n　　谁来指出第三条，既不用被秘密处决，又能联络政府高层搞到冥王资料的折中之路？\n\n　　“还不起床啊？”\n　　海潮照例不敲门闯进房间，不知趣地抢尽镜头。\n　　“别烦我，头痛。”\n　　说完整个人缩进被窝，无视打扰。\n　　“啧啧，生病了吧？叫你成天坐在电脑前边，体质就是差。看我从来不感冒。”\n\n　　那是因为你是笨蛋，笨蛋都不感冒的。\n　　索岚默默恶心了句普世真理，忍住没理海潮。\n　　“行啦行啦，也该起床了。即使真病，光躺着也好不了呀。”一下揭开被子，丢给索岚个小纸盒。“有你的快递，冥王来的哦。”\n\n　　什……什么------？！！\n\n\n\n\n\n废言：\n本月参加活动的好少啊，不过下月依旧是设定类题目。大家不要害怕嘛，使劲开脑洞。\n\n索引见签名。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "shure",
            "timestamp": 1460997360,
            "txt_content": "结果还是没有说完啊……\n总觉得自己有罪的样子……"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461375180,
            "txt_content": "这个我实在说不了啥，每章跟一个“哈哈哈红红火火恍恍惚惚”算啦。"
        },
        {
            "author": "Quella叶落",
            "timestamp": 1461404820,
            "txt_content": "就我一个人有一种索岚已经深深被冥王迷住的感觉吗，赞同楼上的红红火火恍恍惚惚"
        },
        {
            "author": "冥王星人",
            "timestamp": 1461415380,
            "txt_content": "Quella叶落 发表于 2016-4-23 17:47\n就我一个人有一种索岚已经深深被冥王迷住的感觉吗，赞同楼上的红红火火恍恍惚惚 ...\n剧情设定的就是索兰爱上了大他400多岁的冥王。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461424260,
            "txt_content": "冥王星人 发表于 2016-4-23 20:43\n剧情设定的就是索兰爱上了大他400多岁的冥王。\n索岚，索岚。你说的那个在二战时期犯娇喘（划去）犯脚疮死了。\n（好吧我真心不愿意说这些乱七八糟的事儿，不过为了促成活跃的假象我还得再来几条儿。）"
        }
    ]
}