{
    "title": "<原创·连载>《混沌之歌》卷一 在北方 章三 新世界的大门 - Blealtan",
    "author": "Blealtan",
    "replyCount": 2,
    "timestamp": 1461068940,
    "txt_content": "卷一 在北方章三 新世界的大门\n呆站在原地，我感受到了死亡的恐惧。他只消将右手向前一送，我的脖子就会被烧断。别问我到底发生了什么，我哪里知道？你这违背自然道理了吧？不过这时候我倒是想起了北地胡人的背后组织中某些人的手段。他们经常手持一根羊骨短杖，短杖顶端歪歪扭扭地安放着一块紫色的石头，嘴里念叨些神神秘秘的话，就会哗地闪过一片光效——然后点个火啊，治治小伤什么的。不过这种程度和眼前面对的场景可不是同等级的。点火我可以用打火石，治伤我敷敷药也就可以了，这算是什么啊？额头上留下汗水，分不清是因为惊吓还是高温，还是因为一直持续着、愈发剧烈的莫名头痛。就在我张嘴准备说些什么的时候，面前的男孩突然摔了下去。手中的光团消失，屋子里瞬间恢复了原本的昏暗光线。他闭上了双眼，蹲在地上大口地喘气。我这时候只要抬一下脚就会把他踹飞，而且还是脸接一脚。强行压制住自己的奇怪念头——“你是谁？从哪来？刚才是想干什么？”颤抖着声音，我说道。前两个问题是早就想好的，最后一个是因为刚刚的事情。没想到他很利索地回答了：“我叫心幻，来自苍溪州山林间的平民家庭，刚刚是人在危险状况下昏迷后苏醒的应激反应……咳。”咳嗽了一声，喘了口气，他继续说道，“不好意思，刚才的反应过于激烈了，还希望你不要介意……还好魔力不足，才没伤到你。看起来是你救了我，真是多谢了……不过——大户人家的住房环境是真好啊。”“嗯……的确，怎么说也是极北要塞的将军府……”没太反应过来情况的我下意识地回应。“呼……居然在这么远的地方？……”他这么说着，我突然感觉哪里不对。诶？苍溪州坐落在九州西南一隅，离极北要塞所在的地方有几千里远，他是怎么过来的？于是我就这么问了出来。虽然好像忘记了些重要的事情，但是我还是先问了这个问题。——有什么忘记的事的话，总会想起来的。“我哪里知道？我当时倒下的地方也就是在苍溪，不过想来应该是母亲留下的手段吧……”他下意识地摸了摸胸前，又狠狠一抓，揪住了下人给他换上的衣物。抬起头来，我见他还闭着双眼。“……那个，你们有看到我带着的一块半尺见方的石板吗？”他这么一说，我是想起来了。在林子里观察他的身体状况的时候，我注意到他衣襟之间有一个那样子的石板，没太在意的我把它扔在了一边，毕竟救命要紧。不过看来那东西很重要的样子啊？“如果你要……可以去找到你的地方拿回来……我没太在意就扔在那里了。”带着一点不好意思，我回答道。“呼……无妨。等我能行动了再去也罢。”然后陷入了尴尬的沉默。我好像刚刚还说我忘记了什么事情来着？啊对了。“所以，”稍微停顿了一下，我继续说：“你是怎么受的伤？是跟什么人有了冲突吗？”在这孩子……在心幻还在琢磨怎么解释的时候，我又问了一个问题。“还有，你刚刚……是怎么做到的……那团光？”不知怎么形容先前他一句话引发的现象的我只能将那奇景形容成这个样子。“关于第一个问题，是被人不知原因的追杀。我母亲和我姐姐都不在，我一边跑一边做了一些不怎么有效的反抗，最后拼命把追杀者解决了……我希望你只知道到这个程度，那不是你能应付得了的事情，就算是算上这宅子里两个最强的武者也是一样。”用平静的语调解释着，他坐了在地上，闭着眼抬头向天——向屋顶。似乎回了下头，但闭着眼睛的他我不认为能看到什么。“而第二个……你可曾听说过魔术？或者类似的东西？”“呜……我只能想到北地胡人中那些被称为巫师的家伙。不过他们远没有你这种威力，一般都是作为医者工作的。”“呵——不成器的魔术师们。也说不定，没准是神术师——不过那是多弱的神啊？”嘿？“算了……我这么跟你解释。你们东方的武者修行武道，纳天地之力于己身，以武学为外用，以功法为内修，没错是吧？”这我倒是知道。“这实际上就是典型的武斗类魔术师的模式。他们在体内形成固化的术式，强化肉体，以魔力代替躯体作为出力的动力。当然，这些魔术师是最没有前途的一类，他们永远没有机会接触自己的本源——随便对自己的身体动手动脚，已经毁掉了那条路了。”好像他刚才说了很了不起的话？群嘲？整个九州的武者都没有前途？“不过你还是有希望的……只进行过简单的魔力调动，没有在体内铭刻术式阵，按这片土地上的说法，你应是还没有进行天地气息的掌控，只是简单的接触与感知？”“嗯，是——那是因为我是弓手，没必要那么急着提高力量，精度才是首要的。不对，你到底是从哪来的人啊？说的好像你不是九州人一样。还有你的眼睛又是怎么了？刚才的天蓝色的光芒好吓人啊——”终于把想起了该问的问题，内心一下子踏实了许多。但接下来的发展就有些出乎意料了——“呃……这个，你等一下。”这么说着，他右手盖在了一直闭着的双眼上，片刻后又在额头点了一下。晃了晃头，眼前的黑发男孩瞬间变了个样子。淡淡金光从他的一头短发上晃进我双眼。他睁开双眼，出现的的不再是那一红一蓝两只奇怪的瞳孔，而是一对淡绿色的双瞳。那双眼毫无焦距地朝向我的方向，随即他低下了头。“还请帮我保守这些秘密，哪怕是对你的家人——我知道在这片大陆上我的西方血统会导致不必要的麻烦，才会固化两个术式来处理眼睛和头发。不过眼睛……”他顿了一下，“我想，我的那双绿眼永远都回不来了，现在的也只是遮掩住了刚刚的双色魔眼——本源术式启动引起的魔力通路固化，看起来也不是什么好事呢。至少，我现在已经看不见了。”目瞪口呆的我还没来得及反应，他抬起头来，继续说了下去。“当然了，你听不懂是很正常的——作为帮我保守秘密的报酬……我教你魔术。你的天赋很不错，总有一天也会走到圣贤之路的起点的。”这一刻，坐在地上眼前的金发男孩似乎为我打开了新世界的大门。\n连载目录&序章\n\n第三章。2k2字，料还是比较足的（至少比上次足。。昨天晚上赶着搞定的，我的锅。）我还是坚持原本的世界观了……来自广博的宇宙的朋友告诉我，我的设定被认为玄幻可能是因为东方武者这一块……所以这章里写了原第一卷忘记的解释。反正东方武者什么的只是背景设定，重要角色没有几个是正常的武者，毕竟低能（摊手）。而且低能也是有原因的，第一卷结尾左右我会给解释。\n还有……应那位来自广博的宇宙的朋友的安利，我回头可能会把这文扔欢乐书客，同步更新什么的……\n啊我在给自己找什么事啊（挠自己脸ing）这不是更得被喷了吗虽然污客人也不多但是很是不少啊（砸头ing）而且我的更新频率啊（头出血了——呜啊）\n\n\n\n",
    "replies": [
        {
            "author": "E.T.星落辰",
            "timestamp": 1461074220,
            "txt_content": "真是……一个研究了这么久的黑科技的人居然开了这么大一个魔法脑洞……日更99分，剩下一分……快去更AE！！！（手动滑稽2333）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461464940,
            "txt_content": "对白全是讲设定的，重心都有点偏了。"
        }
    ]
}