{
    "title": "<原创·连载>空[第六十四章：精神排斥][46241359]",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1461151260,
    "txt_content": " 本帖最后由 46241359 于 2016-4-20 19:21 编辑 \n\n正文\n\n\n\n    真不该急着去动手除掉赫尔斯，没准他对于彼得的精神的了解要多于大部分人，要是问出来点什么东西也就有足够的理由去信任他了。\n    不过罗杰记得在之前赫尔斯就对他解释过这个词的含义，由于当时的抵触和畏惧情绪他就没认真听，那个时候赫尔斯都说了些什么……啊啊感觉距离自己好遥远什么都想不起来！\n    罗杰把自己的头抵在墙壁上，克制住自己撞墙的冲动。冷静……\n    但是这种情况下你叫我怎么去冷静啊！\n    他的额头感受到异样的震动，极其不情愿地离开冰冷的墙，双眼看向旁边的那扇门。\n    感觉门的猫眼都向他投来了满是恶意的目光。\n    哦不，是门外的那个人。\n    拉开门，罗杰的身子僵硬了片刻，面无表情地看着门外的人。待到他的神经将刺激传导完毕后，罗杰才双腿一软差点坐到地上。“你……你怎么找到这里来了！”\n    “什么叫我怎么找到这里来的。”兰恩有些嫌弃地看着因为身体失去重心而摇摇欲坠的罗杰，伸手扶住他，“彼得给了我地址，自然就过来了。”\n    哈？他给你地址？难道叫你来看着我别乱跑？\n    不对……\n    “那你是来做什么。”\n    “给你送个东西，是赫尔斯留下来的。”\n    “赫尔斯？留下来的？与他有关的东西不是都在存进资料库之后被销毁了吗？”\n    “安德因为心虚所以并没有一一核对，再者他留下的这个东西……”兰恩轻声叹息，“并没有多显眼，即使核对也会遗漏掉。”她张开手，手心里是一张纸条，“他死后我去收拾出所有与他有关联的东西以便于销毁，在他家一个上锁的抽屉里找到的。”\n    “嗯……”他把纸条接过来，“应该不是你主动要给我的吧？”\n    兰恩抬起头有些疑惑地看着罗杰，“彼得知道我找到了它。”\n    他知道？不是你去通知他吗？\n    “总之我的任务完成了，”她漫不经心地瞥了他一眼，心中不由得升起一种古怪的情感。在兰恩的印象里，罗杰一向镇静、沉稳，像永远都不会有波澜的水面。现在竟然有这样大的情绪起伏，真的是闻所未闻，“……你保重。”\n    在转过身的那一刻，兰恩的动作有了片刻的停顿。\n    罗杰笑了。\n    虽然在这之前她也见过不少次了，但与现在她所看见的相比，显得太过生硬。罗杰的嘴角勾起一丝弧度，双眼微眯，平日里脸上的冷淡一扫而空，取而代之的是她从未见过的温馨。\n    像小时候母亲给自己的讲的故事，感觉那就是一缕光，真的有安抚心灵的魔力。\n    现在她有些好奇了，这么点的时间彼得到底对他做了什么啊！根本就是判若两人啊！\n    不过仅仅是不到一秒钟，这样的笑容又立刻被收敛回去。罗杰朝她点了一下头，将门轻轻关上。这个混账是故意的吧，好不容易露出让人暖心的一面还不准多看几眼？\n    \n    罗杰展开纸条，的确是赫尔斯的字迹，都过了这么长时间还是那么的飘逸，不像这字的主人，所以说字如其人这样的话……他轻声叹息，是哄人的吧？\n    精神排斥，是指从精神上对于自己所处的身体的一种强烈抵触，通常会衍生出一个与本体差异巨大的人格，但极少数情况下本体会暂时占有主导权。在受到过特殊刺激后本体与衍生人格就有可能成为统一整体，一般与之前相比会有并不明显的差异。\n    嗯，解释的很详细。\n    但没什么用。\n    因为彼得这个人格原先是安置在空的身上，按照赫尔斯的解释，本体苏醒的前提是两者在同一个躯体上。但是现在给他的感觉就像是，彼得脱离了空自己进入了另外一个身体……\n    不，这不可能。自小接受过良好教育的罗杰才不信这个世界上真的有鬼。\n    假设手术时他们抽离出来的并不是彼得本身，而是别的什么，似乎就能够解释空在移植人格后反应会与预计结果出现这么大的差异，以及他之前多次看见，那种在多罗斯眼底若隐若现的寒光。\n    那现在就当这个假设成立好了，让彼得恢复主导权的契机是什么，或者说多罗斯是因为受到了什么刺激才会自愿将主导权让给彼得？\n    彼得首次出现的时间……是在赫尔斯死后。之前彼得也给他讲了一些自己的经历，虽然寥寥无几但也足够成立这个设想：彼得因为受到过赫尔斯的帮助，所以在内心中已经下意识地将其当做值得信任的朋友，虽然多罗斯出现的原因他并不清楚，但彼得记忆中的事件对于其衍生出的多罗斯来说应该有模糊的熟悉感。这也差不多可以解释为什么多罗斯会无条件地信任赫尔斯。而赫尔斯死后，多罗斯的精神受到强烈的冲击导致记忆错乱或者是精神状态变得更加迷茫——差不多就那个意思，彼得借此机会重新获得身体的主导权。\n    除此之外，罗杰还能做出一种对他来说并不能称得上是好事的假设。\n    前者所导致的后果不言而喻，这个时候多罗斯和彼得同时存在，只是谁强谁弱的问题。而另一种，就是多罗斯消失了。\n    彼得的精神素质和对目标有多么的执着他也见识到了，难以相信向来脆弱的多罗斯在他面前能做什么样的抵抗。如果不是本体与衍生人格相融，那就是更加残忍的过程，他杀了他。\n    这样的假设让罗杰不由自主地倒抽一口凉气，想想都觉得可怕，这和一般的打斗可不一样，两个人格在争夺一个身体的控制权，那样的话……纳尔会觉得很痛吧？\n    不过话说回来，纳尔到底指的是哪个啊？\n    看着手中那张纸条，他又笑了一下。两个人格之间的区别无非在于姓氏，实际上他们都是纳尔，无论是彼得还是多罗斯，都是他罗杰要用全部精力去保护的人。\n\n\n\n返回索引贴\n\n@sam3737 @冥王星人 @恶魔-潇洒 @xcc @zyj0807\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xi___meng",
            "timestamp": 1461162420,
            "txt_content": "不错不错，顶起来~"
        },
        {
            "author": "冥王星人",
            "timestamp": 1461213060,
            "txt_content": "你明明叫，德瑞-金-普拉尔斯。"
        },
        {
            "author": "xcc",
            "timestamp": 1461332580,
            "txt_content": "%&……*（*&（*@\n又是人格的事！\n吾已经方了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461374040,
            "txt_content": "哈，这玩意怎么说呢……\n算了那我还是不说了。"
        }
    ]
}