{
    "title": "【原创-连载】泰拉瑞亚短篇小说《泰拉崛起》【贴内更新到第十五章 五年】【b...",
    "author": "亚冰",
    "replyCount": 99,
    "timestamp": 1461333120,
    "txt_content": " 本帖最后由 亚冰 于 2016-9-2 21:25 编辑 \n\n                                                             第一章 泰拉大陆\n  这是一个奇妙的地方。一片神奇的大陆。无数势力掌握着让所有人为之垂涎的武器。这片大陆也极为的不平凡，据古籍记载，本来这片大陆会比现在这样危险无数倍，但这个大陆的创造者耗费多年之功，将难度封印，却保留了困难模式后的地形。\n  在这里，大大小小的派别林立。但是，对于那传承不知多久的九大派来说，那些势力不过蝼蚁一般。\n  先说那剑宗。作为掌握着无数近战武器的宗派，他们的个人战斗力极强，但是不擅长合作，这也是剑宗多年与其他八大派交战从未取得上风的原因。 \n  与剑宗针锋相对的，便是那弓派。这里的每个人都有精湛的射击技术，无论是弓还是枪。而且团队协作极其配合，这也让弓派从当年一个名不见经传的小派别变成了一个超强势力。\n  地狱门，是一个特别的组织。他们生在地狱，死在地狱。这个宗派非常神秘，但没人敢将他们当成软柿子。\n  地牢五派。分别为暗影派，血腥派，丛林派，神圣派，寒冰派。每个派别都有属于自己的镇派之宝。也就是名动四方的地牢五神器。\n  在地牢五派中，暗影派与血腥派关系较好。但外人总说他们是臭味相投。因为他们的族人生来就带有血腥与黑暗的力量，所以没人愿意和他们这些诡异的家伙待在一块。\n  丛林派。总部在那丛林之底的神庙中，他们的领土极为辽阔，且物产丰富，大部分的矿物都产于丛林。庞大的资源给了他们强大的底蕴，尤其是只有丛林才有的生命果，能让无数将血量提升到400的强者为之疯狂。于是，丛林派成为了大陆上富足与庞大的象征。\n  神圣派。其实这个派别本不该出现在这世上，但这个世界的创造者给了他们一小块领土和光明。神圣派一支，从古至今都很是低调，但他们当年光凭一派之力，就踏平了血腥派与暗影派的联军时，他们才发现这个派别的恐怖。\n  至于那寒冰派，最近百年倒是有些败落，因为他们的族人战斗力较弱，族里的天才几乎是凤毛麟角。而这个故事，就发生在这有些衰败的寒冰派中。       \n（第一次写，写的不好勿喷哈。恩，目前只在mcbbs更新，喜欢的话就评分吧，我要金粒!人气!还有贡......转载记得说明是亚冰枫写的喽！——亚冰枫）\n  版权属于@亚冰 转载请留言 优酷百度搜素亚冰枫，订阅亚冰枫的频道！只想看更新的同学记得只看楼主。记得翻页看更新哦",
    "replies": [
        {
            "author": "无限制",
            "timestamp": 1461335040,
            "txt_content": "不错不错支持支持"
        },
        {
            "author": "亚冰",
            "timestamp": 1461379440,
            "txt_content": "无限制 发表于 2016-4-22 22:24\n不错不错支持支持\n谢谢，大概会周更"
        },
        {
            "author": "名人才华",
            "timestamp": 1461384540,
            "txt_content": "如果你用小说里的角色去介绍这个世界，会比你这样直接交代好很多\n直接交代一般是漫画或动漫做的事"
        },
        {
            "author": "亚冰",
            "timestamp": 1461386460,
            "txt_content": "名人才华 发表于 2016-4-23 12:09\n如果你用小说里的角色去介绍这个世界，会比你这样直接交代好很多\n直接交代一般是漫画或动漫做的事 ...\n第二章就开始写主角了哦，谢谢支持"
        },
        {
            "author": "亚冰",
            "timestamp": 1461403680,
            "txt_content": "欢迎大家转载mcbbs的原贴网址，未经允许不能转载内容！"
        },
        {
            "author": "亚冰",
            "timestamp": 1461405900,
            "txt_content": "第二章 寒冰派内族族比\n  寒冰派，冰龙殿。\n  今天是寒冰派五年一度的族比，每个族内的年轻人都在这里证明他们多年努力的结果。而最后的冠军，不仅能够获得珍贵的五颗生命水晶，还能获得到地狱门历练一年的资格。\n  “咻！”\n  亚冰把一道寒光收入袖中。这寒冰回力镖是他到寒冰之地深处才得到的。这段时间，他在地底呆了很久，终于把血量提高到了200。若是得到了这次奖励，就可以达到300，能够进入到强者之列。\n  “玄台，亚冰晋级决赛！”\n  “地狱门呢，真想去个一点都不冷的地方......”亚冰打了个哆嗦。虽然在这寒冰门中，这些寒气不会伤到他们，甚至还有不少好处。不过，若是血量没有达到400这个极限，族人们也难以忍受这种寒气深入骨髓的感觉。\n  决赛开始，亚冰的对手是他的朋友，冰光。“呦，亚冰，这次咱俩都进了嘛！”冰光说道。“你也不错啊，你的武器，恐怕是那寒冰魔杖吧！族长还真舍得把这玩意借给你！”\n  冰光：“那是，这寒冰魔杖可是族长花了一白金才从那个老头那买到的呢！就是耗魔太大，以我这60的魔力，还难以释放他全部的威力。”\n  聊完，两人也准备好战斗，毕竟，他们俩实力接近，都是族内天才般的人物，为了这次的奖励以及历练的机会，他们都要全力以赴。\n  冰光拿出一个魔杖，即使是在这寒冰派中，那魔杖也散发着寒气。冰光一挥，一道寒芒掠过，空中出现了一个晶莹剔透的冰块。冰光一跃便站在上面，居高临下地看着亚冰。“魔法召唤实体，这寒冰魔杖果然有些门道。”亚冰如是想道。\n  “哈哈，亚冰。这魔杖，可以召唤实体，你恐怕难以伤到我！”说着蓝光一闪，一道冰壁挡在亚冰前面。\n  “虽然是实体，不过这墙壁也只能召唤一下，以冰光的魔力，恐怕支持不了，看来得和他周旋一番。”亚冰似乎悟出了些东西，身体开始不断移动，躲避着冰光发射的那穿墙而来的冰晶。过了不久，冰光的法力似乎耗尽，需要一些时间恢复。\n  “就是现在！”\n  亚冰手中寒冰回力标一闪，将冰光抽倒在地。冰光脸色有些苍白，他明白，他输了。亚冰笑着把他扶起，对他说：“下次可不要胡乱攻击哦，留住魔法，才能制服对方。”冰光点点头，这次，他输得心服口服。\n  “寒冰派，族比冠军，亚冰！”\n（wow，第二章了也，至于主角的名字，也只能先叫亚冰了，希望大家接受！——亚冰枫）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461424200,
            "txt_content": "亚冰 发表于 2016-4-23 18:05\n第二章 寒冰派内族族比\n  寒冰派，冰龙殿。\n  今天是寒冰派五年一度的族比，每个族内的年轻人都在这里证明 ...\n行文我大致看了一下，又仔细看了一遍，感觉大致看的一遍给我的印象还要好些，觉得作者应当稍微仔细改一改，不要让读者太快就觉得乏。\n另：作者你没注是单贴连载。"
        },
        {
            "author": "亚冰",
            "timestamp": 1461467040,
            "txt_content": " 本帖最后由 亚冰 于 2016-4-24 11:08 编辑 \n安根_Engon 发表于 2016-4-23 23:10\n行文我大致看了一下，又仔细看了一遍，感觉大致看的一遍给我的印象还要好些，觉得作者应当稍微仔细改一改 ...\n饿 题目有写是贴内更新 内容的话是第一次嘛 经验不足 望指教（大哥你是要挤进水榜吗，一排是你的回复......）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461688320,
            "txt_content": "亚冰 发表于 2016-4-24 11:04\n饿 题目有写是贴内更新 内容的话是第一次嘛 经验不足 望指教（大哥你是要挤进水榜吗，一排是你的回复..... ...\n嗯，当然我会一直关注你的作品的。希望每章可以@一下我哈。"
        },
        {
            "author": "亚冰",
            "timestamp": 1461993240,
            "txt_content": "谢谢哈，艾特你的话每章要记得点评哦"
        },
        {
            "author": "亚冰",
            "timestamp": 1462015260,
            "txt_content": " 本帖最后由 亚冰 于 2016-4-30 19:27 编辑 \n\n   第三章 备战地狱门\n  一位老者高声喊道，宣布了寒冰派中最顶尖的天才，亚冰成为冠军。这位老者就是当今寒冰派族长，冰玄。\n  冰玄将手中一把比亚冰还高上一节的权杖举了起来。那权杖之上，一只冰霜九头蛇的龙首冒着无比的寒气与威压。那便是寒冰派镇派之宝之一，冰龙杖！冰玄背后，一对晶莹翅膀缓缓展开，这就是当今泰拉大陆飞行翼排名第四的冰之翼。\n  亚冰走到冰玄面前，对着冰玄单膝跪下。“族长。”\n  “小伙子，很不错，这次的冠军，比上次要强上不少。”说这话时，冰玄和亚冰心中都用上一股酸楚。上次的冠军，是冰玄的儿子，亚冰的好友。但是在地狱历练时被杀了......得到这个消息，亚冰他们几乎是要昏阙，即使是沉稳的冰玄，也难以控制住情绪，冲进了地狱门。但地狱怪物多如繁星，尽管暴怒的冰玄几乎把地狱找了个遍，也没找到那只把他儿子性命夺取的骷髅海蛇。\n  “这是五颗生命水晶，尽快吸收了吧，血量达到三百以后，也能在地狱门里保命了。如果看见了太强大的怪物，要和其他宗派的队友合作，不可逞强！”\n  “是，族长。”亚冰说完，回到了房间。\n  望着手中静静悬浮着的五颗朱红水晶，亚冰面色一动，几颗水晶便冲入他的体内。\n  几颗水晶化为一摊朱红色液体，滋养着亚冰的身体。同时，几颗蓝色的五角星也化成一道蓝光，钻入亚冰的体内。\n  “这些年也收集了不少魔力水晶，我虽然没有魔法武器，但在地狱门说不定会有奇遇。不过地狱离这里很远，还得先和其他宗派的人会和，一起行动。看样子血量达到了300，这样的血量倒也能算上强者了。”说着，亚冰不经意地瞟了一眼一旁的一个冰蓝宝箱。那是他的父亲年轻时留下的，听冰玄说，他父亲也曾是族长，他掌管寒冰派时，寒冰派可谓是真正的巅峰。\n  亚冰打开箱子，“这就是父亲以前的库存吗？”说着，在里面翻找着。“这是，铁皮药剂？”望着那瓶深黄色的液体，亚冰心头一喜。“还有黑曜石皮肤药剂，倒是不怕岩浆了。迅捷药剂，不错。再生药剂？老爸真牛，啥都有。剑术药剂？可以卖给那些弓派的家伙。”\n  往口袋里装进不少药水以后，亚冰刚欲关上箱子，这是，一道炙热的光芒从箱子里射了出来，隐隐呈现一把回旋镖模样。\n  “这是......破空之炎？”\n（下一章就要会和去地狱了，还真有点小激动...这边感谢一下点评的朋友@安根_Engon                                                   ——亚冰枫）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462062240,
            "txt_content": "亚冰 发表于 2016-4-30 19:21\n第三章 备战地狱门\n  一位老者高声喊道，宣布了寒冰派中最顶尖的天才，亚冰成为冠军。这位老者就是当今 ...\n语言描写太多了点儿。主角碎嘴不是重点，重点是别的描写份量轻了。作者可以想办法转换一下。\n其次“破空之炎”前面的部分没铺垫开，导致最后“破空之炎”拿出来也没渲染出什么效果。给我的感觉就是：哦，拿出来就拿出来了呗。……什么这章结束了？这是全章的高潮？\n总之作者不能急，发了以后能改的仍然可以再改改。\n或者你在腾讯联系我（1033058610），在你写离线文件的时候我就给你建议。"
        },
        {
            "author": "亚冰",
            "timestamp": 1462068720,
            "txt_content": "实际上会在第四章介绍，会代入重铸附魔的内容，包括讲到哥布林吧啦吧啦，所以都写在这章显得太拥挤"
        },
        {
            "author": "亚冰",
            "timestamp": 1462068840,
            "txt_content": "顺便提一下，主角的设定虽然比较沉稳，但还是话很多的..."
        },
        {
            "author": "亚冰",
            "timestamp": 1462596480,
            "txt_content": "   第四章 四方聚首\n  亚冰看到那道红光时，他立刻想到了号称可制作的回旋镖中最强的“破空之炎”。它的制作材料也不简单需要地狱门独产的狱炎锭。而且火属性极强，几乎可以称作神器。\n  “看它的属性，似乎是【神性】！威力居然达到了40！这比起我的寒冰回力镖强大了不知几筹？”亚冰如是想着。\n  他这样吃惊也不无道理。在泰拉大陆上，有一种神奇的种族，叫哥布林族，他们很爱发动战争，因为他们认为钉刺球之神的本性就是战斗，他们的骨子里，充满着战意。不过，他们之中的一些正义之人加入了泰拉族，用他们天生就会的锻造之术，给武器和饰品锻造出各种不同的属性。\n  当然，属性有好有坏，而且越强大的武器越难锻造，造价也极为不菲。像这把破空之炎，锻造一次至少要两三个金币，而且像【神性】这个属性，运气差的话至少得花十几个金币。要知道，亚冰这些年辛辛苦苦在外打拼杀怪，积蓄也不过十个金币。虽然族中底蕴极厚，但也不是他这等小辈能够调动的。\n  “亚冰，走啦！下午三点要在世界之树下和其他宗派的小辈集合，一同前往地狱门。”门外，冰光敲着门。\n  “哦哦，知道了，这就来。”亚冰把那破空之炎收入囊中，心中盘算着，出了门。过了不久，他们来到了一棵堪称壮观的巨树下。“这便是世界树，”冰玄道，“她几乎是泰拉大陆自然生成的最高点了。”\n  亚冰点点头。忽然，十几道气息截然不同的身影闪来。“那些就是地牢剩下的四派和剑宗与弓派的人了。去吧，和那些年轻人认识一下，这一年里你就要和他们一起历练了。”\n  亚冰走上前去，那几个人已经开始熟悉了。\n  “锋仓，剑派。”\n  “风岩，弓派。”\n  “林芊，丛林派。”\n  “灵羽，神圣派。”\n  “血凌，血腥派。”\n  “影璃，暗影派。”\n  看着这些男女自报宗派，亚冰也只好“亚冰，寒冰派。”\n  “寒冰派？”那血腥派的血凌和暗影派的影璃面露一股嘲讽之色，“咱们哥俩一起行走江湖这么多年，没听过什么寒冰派。你怕是走错了吧？”\n  亚冰面色沉了下来，他最忍不住的就是别人侮辱寒冰派。他向前一步，一股丝毫不比那二人弱的气息流露出来，一副一言不合直接干的架势。“你们再说一次？”“小子，想动手？”\n  血凌和影璃看这架势，更是牛逼哄哄的推了亚冰一把，一时间，剑拔弩张的气氛散发开来。\n  “呵呵，大家要和睦共处。不然，在我地狱门，可难以立足啊！”这时，一个身穿红色甲胄，背着一把烙铁一般巨剑的人乐呵呵的走了出来。一股炙热气息，比起那锋仓与风岩都强上一筹。\n  “狱晨，地狱门。特来迎接来自地面的朋友！”\n（准备开始历练了，主角的矛盾关系也开始描写了，望大家喜欢！                                 ——亚冰枫）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462668660,
            "txt_content": "亚冰 发表于 2016-5-7 12:48\n第四章 四方聚首\n  亚冰看到那道红光时，他立刻想到了号称可制作的回旋镖中最强的“破空之炎”。它的制 ...\n还可以，支持一下吧。"
        },
        {
            "author": "陈华林",
            "timestamp": 1462681260,
            "txt_content": "总算出新的了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463191800,
            "txt_content": "亚冰 发表于 2016-5-7 12:48\n第四章 四方聚首\n  亚冰看到那道红光时，他立刻想到了号称可制作的回旋镖中最强的“破空之炎”。它的制 ...\n本来想吐槽，结果我有点灰心。\n我是会被认作喷子还是喷子呢？\n即使我会不会被认作喷子，这篇文章是不会改了。"
        },
        {
            "author": "亚冰",
            "timestamp": 1463207880,
            "txt_content": "安根_Engon 发表于 2016-5-14 10:10\n本来想吐槽，结果我有点灰心。\n我是会被认作喷子还是喷子呢？\n即使我会不会被认作喷子，这篇文章是不会改 ...\n没关系的，吐槽也可以。因为我也需要指点"
        },
        {
            "author": "亚冰",
            "timestamp": 1463208480,
            "txt_content": "  第五章 神秘晶体\n  那狱晨对着他们七人一抱拳，道：“大家日后都是要在一条船上生活的，不要闹得这么僵嘛。”\n  亚冰看了狱晨一眼，此人深不可测，不像表面上看起来那般和善。来这里之前，冰玄便说过，如今泰拉大陆年轻一辈，虽都是极为拔尖的人物，但只有地狱门的狱晨才是真正的年轻一辈第一。\n  “这人不仅身手不凡，还有如此心性，果然是个强劲的对手。”亚冰如是想到。毕竟，要这要打起来，他顶多和其他地牢四派的人打个平手，剑宗和弓派的人可能就难以取胜，至于这狱晨，亚冰却有一种奈何不得的感觉。看来，我得快一点提升实力啊。\n  狱晨看了看天色，说：“诸位，地狱在机身的弟弟，目前泰拉大陆上只有一条通道，那通道就在这世界树之下，大家跟我来。”说着，走近了参天大树的树洞中。亚冰七人跟了上去，那有一条深不见底的铺着铁轨的通道。“大家上矿车吧，大概十分钟就能到达地狱门的四部之一的“炎”部了。”\n  这时，一只球状物飞了进来。原来只是一只恶魔之眼，一种最低级的怪物。亚冰随手一挥，把那眼球击碎。亚冰上前，在尸体上翻找了一会儿，找到了一个椭圆的膜状物。晶状体，恶魔之眼身上唯一有用的材料。亚冰漫不经心地将晶状体收入口袋，刚想走开，恶魔之眼的碎片中似乎有一个东西反着光。“咦？”亚冰将那个东西捡起。那是一个菱形的晶体，泛着七彩的光芒。“这是什么？”旁边的狱晨也发现了那个晶片，出声道。\n  “不知道，不过恶魔之眼绝对不会掉出这种晶片。也许是这玩意掉在地上，刺进了恶魔之眼里。”亚冰摸着这如玉般温凉的晶片，却感觉这玩意不一般。突然，亚冰心中冒出一个念头，驱动了体内的魔法，向手中的晶片涌去。“嘶。”一道细不可闻的声音，从晶片上发出，正当亚冰纳闷的时候，晶片突然爆发出一种奇特吸力，将他体内的魔法，抽的一干二净。亚冰眼皮一跳，虽然他这法力才80多，但也不可能被瞬间耗尽，而且没有任何反应。\n  “真奇怪，不过应该是个强大的魔法武器，但什么武器会耗魔这么大？”亚冰心中十分疑惑。这时，他突然看见，那晶片的光泽，似乎亮上了一份。若不是亚冰心细，这细微的变化，还真难以看出来。“难道说，这是个受到严重创伤的魔法武器，在用我的魔法恢复？80的魔法才使它恢复了一丝，那要将它完全恢复，将要多庞大的能量！”亚冰的心里掀起了惊涛骇浪，如果亚冰日后将它修好，也许，这将是他的杀手锏！\n  “亚冰，矿车都准备好了，要出发了。”“哦，来了。”在上车的时候，亚冰心中下了个决定，“一定要把这个东西修复完全！即使每天的魔法都灌注进去，也要把这个能够保命的神器晶片给圆满了！”\n（开始埋下伏笔喽，这个东西会陪主角很久，大家自己猜猜吧！大家看了不要忘记评分啊，给人气自己又不消耗！                                    ——亚冰枫）"
        },
        {
            "author": "chen2240",
            "timestamp": 1463305500,
            "txt_content": "略高端看不懂......"
        },
        {
            "author": "google258963",
            "timestamp": 1463393340,
            "txt_content": "寒霜法杖呗"
        },
        {
            "author": "亚冰",
            "timestamp": 1463454840,
            "txt_content": "google258963 发表于 2016-5-16 18:09\n寒霜法杖呗\n\n然而寒冰法杖第二章就出现了。。。"
        },
        {
            "author": "google258963",
            "timestamp": 1463703720,
            "txt_content": "是什么，冰龙杖么"
        },
        {
            "author": "pilipilipa",
            "timestamp": 1463714520,
            "txt_content": "一周几更啊"
        },
        {
            "author": "亚冰",
            "timestamp": 1463806860,
            "txt_content": "pilipilipa 发表于 2016-5-20 11:22\n一周几更啊\n手速时间不够。。。一周一更。。。"
        },
        {
            "author": "亚冰",
            "timestamp": 1463807280,
            "txt_content": "第六章地狱门\n  矿车开了许久，他们一行人一路上都挺无聊，但由于各自不熟悉，所以都没说话。唯有那狱晨，笑眯眯地为他们介绍这地狱门。\n  “地狱门，镇族之宝中，最为强大的，是一把名为“烈焰叉”的长叉，当年，地狱门第一代门主，曾凭此叉，击败了数十个高级宗派的首领。”亚冰听着，也暗叹这地狱门势力强横，高级势力，虽然难以和八大超级宗派相比，但也不容小觑。地狱门门主居然仅凭借一人一叉之力，斩杀了数十个首领。这等本事，当真是惊天动地。\n  亚冰正想着，突然，一阵热浪袭来，打断了他的思路。狱晨嘴角微微翘起，道：“地狱门，到了。从现在开始，你们就要从这里开始你们长达一年的历练。不过......”狱晨话锋一转，“地狱危机四伏，脚下一滑，你们要是脚下一滑，所谓的天才高手，都会瞬间变成灰烬。几乎每三次历练，就有一次会有天才永远留在这里。”说着，矿车停了下来，一个褐色的大门，出现在他们眼前。一把紫色钥匙，从狱晨手中飞出，打开了那散发着炙热气息的大门。\n  大门外，一番景象，让亚冰一行人目瞪口呆——那是一片火红的世界，由灰烬和岩浆组成。一些灰烬中，还有一些红灰相间的矿石。看着这片未知的世界，亚冰心中豪气涌动。“地狱，我来了！”\n  “好了，现在我们在地狱的北部，我由于还有别的事务，先回狱炎殿了。你们就开始冒险吧。希望你们在这里能得到一些进步。狱晨先走了。”狱晨看了看这里，话不多说，略作告辞，便扬长而去。“既然这样，我们也开始探索吧。这里的一些魔物，还是比较难缠的。”见狱晨走了，林芊也开口道。“恩。”亚冰和其他人应了一声，开始四处看看，认识这个新的世界。\n  亚冰走到一个小洞穴里。里面有一些他看到过的矿石——狱炎矿。说到这狱炎矿，他的破空之炎就是这狱炎矿和黑曜石的结合，狱炎锭制作的。亚冰好奇的摸了一下，却发现这矿石像烧红的烙铁一般，把他的手都烫出了水泡。“诶呦。”亚冰忙把一小瓶红色的治疗药水涂在手上，疼痛才逐渐减轻。“不过这狱炎矿倒是好东西，多挖一些，倒是可以做出那防御力极高的熔岩护甲。比起我这忍者套装，不知好了多少。”说着，一把金镐子出现在亚冰的手中。不料，亚冰抡着那镐子在哪狱炎矿上叮叮咚咚敲了好久，都没动静。\n  “喏，这把镐子给你。金镐子镐子力量太差，根本挖不了狱炎矿。”这时，一把绿色的镐子伸了过来。亚冰回头，那精致的脸庞，是那神圣派的灵羽。想不到，这人不仅长得漂亮还很热心。亚冰也不客气，他知道，没有一把像样的镐子，任何高级的矿物都只是空谈。他接过那绿色镐子，谢了灵羽，便准备开挖。这时，一道略显沙哑的声音传来，血腥派的血凌说道：“灵羽小姐何必把这价值如此之高的“秘银镐”给这卑微之人？想来是怜悯吧？呵呵。小子，把镐子还给灵羽小姐，这狱炎矿，你就别想了。”血凌看向灵羽的眼神中，倒带着一丝爱慕之意。\n  “不劳血公子费心了。不过，这是我的东西，我想给谁，就给谁。”虽然看得出灵羽对血凌有些厌恶，但灵羽还是彬彬有礼地拒绝了。看到这一幕，亚冰也懒得和血凌废话，卖力的挖起了狱炎矿，心中却对灵羽多了几分好感。\n  突然，一声惊天吼声，将亚冰吓了一跳。他看着远处，一个巨大身影从悬崖下的岩浆中冲天而起，亚冰的瞳孔也猛然一缩！\n（开始历练了，最近字数越写越多，有同学担心我写成学霸了_(:зゝ∠)_顺便交出人气和金粒！\n                                                                     ——亚冰枫）"
        },
        {
            "author": "pilipilipa",
            "timestamp": 1463975040,
            "txt_content": "亚冰 发表于 2016-5-21 13:01\n手速时间不够。。。一周一更。。。\n必须要滋瓷!"
        },
        {
            "author": "冰光icelight",
            "timestamp": 1463996460,
            "txt_content": "写的不错，支持一下。。。。。"
        },
        {
            "author": "Eifl",
            "timestamp": 1464426360,
            "txt_content": "亚冰 发表于 2016-5-14 14:48\n第五章 神秘晶体\n  那狱晨对着他们七人一抱拳，道：“大家日后都是要在一条船上生活的，不要闹得这么僵嘛 ...\n我去，最终棱镜"
        },
        {
            "author": "亚冰",
            "timestamp": 1464601020,
            "txt_content": "最近家里断网，没能按时更新,请大家谅解。现在在学校机房..."
        },
        {
            "author": "陈华林",
            "timestamp": 1464663120,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "冰光icelight",
            "timestamp": 1464774540,
            "txt_content": "亚冰 发表于 2016-5-30 17:37\n最近家里断网，没能按时更新,请大家谅解。现在在学校机房...\n没想到你还是学生。。。"
        },
        {
            "author": "亚冰",
            "timestamp": 1464950160,
            "txt_content": "第七章 分离\n  “那是，骷髅海蛇......”\n  看着那巨大的影子，亚冰喃喃道。当年，冰玄的儿子，就是被这种地狱的强大生物永远的留在了这里。亚冰正想躲避，那骷髅海蛇仿佛盯上了他，向他直冲而来。亚冰面色剧变，破空之炎飞掠而出，砸在骷髅海蛇的脑袋上。\n  “吼！”感觉到剧烈的疼痛，骷髅海蛇空洞眼眶里涌上一股怒火。它对着亚冰用力一撞，直接把亚冰顶在空中，朝着一大片岩浆掠去。\n  “你这该死的畜生，放我下来！”亚冰用力砸着骷髅海蛇的骨头，心里却在祈祷千万不要放他掉到下面的岩浆中。这时，亚冰看见前面有一片狱炎矿浮在空中，心里一狠，想把骷髅海蛇干掉，跳到上面，结果手中的破空之炎丝却毫奈何不了拥有着坚硬颅骨的它。\n  见到亚冰反抗，骷髅海蛇头一偏，竟对着岩浆之海冲去！骷髅海蛇本就是地狱生物，对岩浆是免疫的，可亚冰不行。它此举是想把亚冰彻底地置于死地！亚冰见状，眼里掠过一丝孤注一掷之色，将神秘晶片从口袋掏出，全身魔力涌了进去。这几天，他可没少在这里头花心思，每天都把魔力尽数灌进神秘晶片里。现在，只能靠这个不靠谱的东西了。\n  突然神秘晶片之中，射出了一道拇指大小的七彩光芒。那光束看似纤细，却直接从骷髅海蛇的骨骼中穿了出去，从头骨一直打穿，直到在亚冰呆滞的目光中，洞穿了骷髅海蛇庞大的身躯。\n  发完这一道攻击，那神秘晶片慢悠悠的=地飞回亚冰的兜里。亚冰这才发现，他马上就要掉入岩浆中了！“对了！”亚冰手一翻，一瓶紫色的药水咕咚咕咚灌进了嘴中。那是亚冰从他爸当年的收藏中取出的黑曜石皮肤药剂！\n  “噗。”\n  亚冰坠入了岩浆，却没有感觉到炙热，反而有一丝清凉。他看了看自己的皮肤，发现上面盖了一层深紫色的皮层，就连自己淡紫色的头发也是如此。“真神奇，还好我有这瓶药水，不然真是要栽在这里了。话说那晶片也太牛了，就刚才那一击，威力得80了。”感受着这种奇妙的感觉，亚冰想着，便向岸上游去。\n  到了岸上，那层紫黑皮也蜕掉了。活动了一下筋骨，亚冰刚想招呼一下其他人，却发现自己在另外一片完全不同的地域。虽然这里和普通地狱没什么区别，但是很明显的，他被骷髅海蛇带到了一片新地区。\n  “该死的畜生。”亚冰骂了一句，好了，现在自己一个人，别说历练了，能不能回去都是个未知数。“还是先把熔岩套凑齐吧，不然自己太弱了，自保都不行。”亚冰自言自语道。确实，这地狱凶险异常，地狱门的总部离这里少说也有上千里，除非能找到他们的分部，想获救几乎不可能了。\n  “咻咻！”\n  两把紫色光刃突然射在亚冰背上，猝不及防地让亚冰一口鲜血喷出。\n  “麻烦又来了......”\n（yoho,最近我更新挺勤快呢，怎么没看见说好的金粒和人气呢？             ——亚冰枫）"
        },
        {
            "author": "亚冰",
            "timestamp": 1465363800,
            "txt_content": "亚冰 发表于 2016-6-3 18:36\n第七章 分离\n  “那是，骷髅海蛇......”\n  看着那巨大的影子，亚冰喃喃道。当年，冰玄的儿子，就是被这种 ...\n我对你们失去了信心...这周怎么没回复？"
        },
        {
            "author": "1742667863",
            "timestamp": 1465479360,
            "txt_content": "亚冰 发表于 2016-6-8 13:30\n我对你们失去了信心...这周怎么没回复？\n加油，呵呵"
        },
        {
            "author": "1742667863",
            "timestamp": 1465479840,
            "txt_content": "亚冰 发表于 2016-6-8 13:30\n我对你们失去了信心...这周怎么没回复？\n这不算回复吗"
        },
        {
            "author": "1742667863",
            "timestamp": 1465480440,
            "txt_content": "亚冰 发表于 2016-6-8 13:30\n我对你们失去了信心...这周怎么没回复？\n要有信心啊                   你写得那么有趣，不要停啊"
        },
        {
            "author": "守陵人",
            "timestamp": 1465482780,
            "txt_content": "别着急，回复一般过个一天左右才会多起来的，你看我们这不就来了么，先在这留个墓碑吧。然后我要告诉你一句话：字数可以加多...开头空格要达到2个字那么多，这是写作文的标准==也是写小说的标准，好了墓碑已留，我去其他地方逛逛了，拜拜。"
        },
        {
            "author": "1742667863",
            "timestamp": 1465515960,
            "txt_content": "守陵人 发表于 2016-6-9 22:33\n别着急，回复一般过个一天左右才会多起来的，你看我们这不就来了么，先在这留个墓碑吧。然后我要告诉你一句 ...\n我每天都会观注这里的"
        },
        {
            "author": "亚冰",
            "timestamp": 1465551000,
            "txt_content": "第八章 惨烈肉山\n  亚冰回头，只见一只蝠翼生物正恶狠狠地盯着他。这是一只恶魔。亚冰刚想把他干掉，却发现这恶魔有所不同。它的两只长满狰狞鳞片的爪子上，居然抓着一只人形的娃娃。\n  “这...恶魔还喜欢玩这种小女孩玩的东西？”亚冰想了想，不管这只恶魔是否少女心，还是只怪物，得杀！想着，两下把那只恶魔达成了一团碎肉。那个娃娃也掉进了下面的演讲之中。突然，就在那娃娃烧成灰烬的一瞬间，火红的边际有一声巨大的怒吼传来。\n  ......\n  在地狱门的内部，一个火红长发的中年男子紧闭的双眼，赫然睁开，眼瞳之中仿佛有着烈火燃烧。“门主，怎么了！东边发生巨大地震！”一名男子突然冲了进来，开口道。\n  “居然，是肉山...”地狱门门主喃喃道。\n  “什...什么！肉山！他不是已经被当年的创始者封印了吗！如果肉山一旦挣脱封印，泰拉大陆就会重回困难模式，到时候，恐怕是一场灾难啊！”那名男子仿佛听到了什么可怕的东西一样，慌忙道。\n  “唉，当年创始者大人为了这世界的安宁，牺牲自己，封印难度，让这世界保持肉山后的地形，却回归了简单模式。如今，肉山一旦挣脱封印，如果不拦下他，就不只是我地狱门的灾难了啊......”男子说着，身体突然背后火翼展开，以极快的速度，向东边飞去......\n  ......\n  在大陆上，一间简易的竹屋里，一个褐发青年读着一本十分厚重的书。突然，他身体一僵，七窍都流出血来，倒在地上。\n  ......\n  亚冰被那吼声吓了一跳，他赫然发现，被打成了碎肉的恶魔，血肉飞了起来，飞到天边。无数怪物也瞬间爆成碎肉，那些血肉凝在一起，形成了一面顶天立地的巨大肉墙！肉墙上，血肉狰狞，令人作呕，在肉墙中间，一对布满血丝的巨大眼球瞪着亚冰，一张血盆大口居然口吐人言。\n  “是你用火祭之术解除了我的封印吗？”一道震天动地的沙哑声音传了出来。\n  亚冰此时无疑是震惊到极点，他嘴唇颤抖着：“什么......火祭？”\n  肉山见亚冰一副无辜的样子，巨眼缓缓转动，仿佛审视着这片岩浆天地。\n  “几千年了，我的地狱，似乎多出了些不该有的东西......”\n  不该有的东西？他在说地狱门吗？\n  肉山发出了一声震天吼声，身体向前快速压去，这种力量，若是撞在亚冰身上，亚冰必然尸骨不存！亚冰一咬牙，晶片飞快闪出，对着肉山射出了两条纤细的光线。\n  第二条！终于，在亚冰临死之际，这晶片射出了比上次更为强大的招式！\n  不过那两道光纤对肉山似乎没有造成任何阻碍，肉山径直向亚冰压来！那晶片见到这一幕，飞快地放大，变成一个百丈庞大的光盾，挡在肉山前面。肉山身体撞在光盾之上，身体倒是有些滞留。不过，几秒后，光盾似乎承受不住了，重新变回晶片，光芒黯淡了许多，仿佛受到了一些创伤。\n  肉山寸步不停，向亚冰撞来！\n  亚冰几乎闭上了眼睛，真的就要死在这里了吗？\n  不过，他闭上眼的刹那，好像看见一颗流星班的身影，向肉山掠去。\n（啊~~~~好累~~~~ 不过上一章本来以为没人回复，结果今天一进来就是惊喜，谢谢大伙啊                                                                                                  ——亚冰枫）"
        },
        {
            "author": "1742667863",
            "timestamp": 1465560480,
            "txt_content": "亚冰 发表于 2016-6-10 17:30\n第八章 惨烈肉山\n  亚冰回头，只见一只蝠翼生物正恶狠狠地盯着他。这是一只恶魔。亚冰刚想把他干掉，却发现 ...\n少女心O_o                     作者，你脑洞好大      "
        },
        {
            "author": "1742667863",
            "timestamp": 1465650060,
            "txt_content": "守陵人 发表于 2016-6-9 22:33\n别着急，回复一般过个一天左右才会多起来的，你看我们这不就来了么，先在这留个墓碑吧。然后我要告诉你一句 ...\n表示也是"
        },
        {
            "author": "1742667863",
            "timestamp": 1465657680,
            "txt_content": "亚冰 发表于 2016-6-10 17:30\n第八章 惨烈肉山\n  亚冰回头，只见一只蝠翼生物正恶狠狠地盯着他。这是一只恶魔。亚冰刚想把他干掉，却发现 ...\n为何有错别字"
        },
        {
            "author": "1742667863",
            "timestamp": 1465829580,
            "txt_content": "1742667863 发表于 2016-6-11 23:08\n为何有错别字\n每天守贴"
        },
        {
            "author": "Eifl",
            "timestamp": 1465880340,
            "txt_content": "亚冰 发表于 2016-6-8 13:30\n我对你们失去了信心...这周怎么没回复？\n楼主，那晶片真的是最终棱镜吗{:10_567:}"
        },
        {
            "author": "1742667863",
            "timestamp": 1465907520,
            "txt_content": "亚冰 发表于 2016-6-10 17:30\n第八章 惨烈肉山\n  亚冰回头，只见一只蝠翼生物正恶狠狠地盯着他。这是一只恶魔。亚冰刚想把他干掉，却发现 ...\n我每天都在这里看一遍，就怕错过了更新，结果……"
        },
        {
            "author": "亚冰",
            "timestamp": 1465983120,
            "txt_content": "1742667863 发表于 2016-6-14 20:32\n我每天都在这里看一遍，就怕错过了更新，结果……\n抱歉哈，我是住校生，一周只有一次去机房回复，一次回家更新{:10_502:}"
        },
        {
            "author": "亚冰",
            "timestamp": 1465983360,
            "txt_content": "Eifl 发表于 2016-6-14 12:59\n楼主，那晶片真的是最终棱镜吗\n表示你们不要太聪明啊"
        },
        {
            "author": "1742667863",
            "timestamp": 1466088600,
            "txt_content": "亚冰 发表于 2016-6-15 17:32\n抱歉哈，我是住校生，一周只有一次去机房回复，一次回家更新\n我只能帮你守贴了"
        },
        {
            "author": "亚冰",
            "timestamp": 1466168520,
            "txt_content": " 本帖最后由 亚冰 于 2016-6-19 16:50 编辑 \n\n第九章变故\n  那道身影手持一把火红巨叉，背上生有炽炎之翼。\n  “地狱门门主！”亚冰一眼便认出了那伟岸身影，劫后余生的喜悦流露出来。\n  “你是何人，见到本王不下跪？”肉山巨大的嘴中传来愤怒之声。\n  中年男人一笑，道：”老夫地狱门第三代门主，狱天火。”\n  “狱天火......”亚冰听着这个名字，心中又有了变化。第三代门主？\n  在这泰拉大陆上，泰拉一族的人，是没有什么寿命一说的。每个人都可以一直活下去，这也让那些大宗派，底蕴越来越雄厚。但是，由于战乱，就算是实力强大的宗派之主，也会陨落。但是这些宗派之主陨落后，身上那些传承下来的神装，却不会掉落，而会以一种特殊的方式，传承到族内除了门主外最强之人身上。所以这些超级宗派才会长久不衰，只要族中还有人，这些武器就不会落入外人之手。\n  亚冰知道，寒冰派中，冰玄是第八任族长，他的父亲则是第七任。眼下，这狱天火却是千年地狱门以来的第三任！地狱门的强大，可见一斑。\n  亚冰想着，天空中的狱天火和肉山已经交战了起来。不过，刚才还气势强大的肉山，已经落入了下风。不愧是地狱门门主。\n  狱天火烈焰叉狠狠劈在肉山的身上，劈出了一个数十丈的伤痕。那肉山也仿佛支持不住了一般，巨大身影，轰然倒下，化成一团灰烬。\n  狱天火缓缓落下，火红的眸子盯着亚冰，“肉山是你召唤的？”\n  亚冰知道在这等存在面前也藏不住什么，把刚才的事一五一十地告诉了狱天火。狱天火叹了一口气，“亚冰小友，你倒是成了整个大陆的罪人啊......”当看到亚冰疑惑的眼神后，给他解释了当年创始者的故事以及肉山被解除封印的后果。\n  亚冰听完，心里只有两个字，完了。\n  “现在说什么都晚了，小友先随我回去地狱门吧。”狱天火眼里透着无奈，道。\n  ......\n  在大陆的西侧，两片特别的土地上，一座红紫交汇的大殿屹立着，透着一丝诡异之气。\n  殿中，几人交谈着。“我们感受的没错，这世界马上就要进入困难模式了！我们的领地，就要开始扩张了！”“没想到我族计划了百年的计划，居然现在就要实行了......”“但是组内还没准备好，可再晚一些，就要错过最好时机了！”“没关系，以我们如今的实力，也足够了。就先从寒冰派开始动手吧。”\n  ......\n  在极深的地底，一个昏暗的角落，一个老人盘膝而坐，他与亚冰居然有几分相像，同样是淡紫色的头发上，流露着一股黑暗。在老人的身体周边，一股股黑暗之力，想要侵入他的体内，却又被一股股恐怖的寒气抵御着。\n  “哼哼，你看你这样子，还能支持我这魔气侵蚀多久？你不会真要等你那儿子来救你吧？好，告诉你，你这儿子有出息啦，他把地狱里的肉山召唤了出来，这片空间，又要重回当年的杀戮之中了。你的儿子，就算地狱门那些人不杀他，你以为他能逃过血腥派和暗影派的追杀？”\n  老人睁开了闭上许久的眼睛，瞳孔深处，有精芒闪烁。他身体微微一动，将周边的魔气震成了虚无。\n  “我冰尚秋这辈子，还从没怕过谁......”\n  “我的儿子，也不会怕你这种阴险狡诈之人......”\n（今天码了两章，有点爽......喜欢亚冰小说的也可以百度搜索亚冰枫，看亚冰的泰拉瑞亚和麦块实况 ，订阅我的频道！                                                                             亚冰枫）"
        },
        {
            "author": "1742667863",
            "timestamp": 1466208480,
            "txt_content": "亚冰 发表于 2016-6-17 21:02\n第九章变故\n  那道身影手持一把火红巨叉，背上生有炽炎之翼。\n  “地狱门门主！”亚冰一眼便认出了那伟岸身 ...\n终于更了…好感动"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1466214180,
            "txt_content": "写的很好。\n人物形象的塑造还有些欠佳，可以通过对人物的神态描写和动作描写，突出一个人的性格和特点。\n人物的语言描写不要占用太多的篇幅，这样对情节的主线发展很不利。\n主线的伏笔已经埋下，而且这条主线伏笔写的也是很好。\n支线和片段的伏笔有些匮乏，应该适当的加以补充。\n但是请记住，不是每一位读者都接触过“泰拉瑞亚”这个游戏，你应该能做到让每一个读者都能看懂“到底发生了什么？”\n文章的字数有些少，如果有移动端的话，可以在移动端上使用WPSOffice或其他工具进行写作。\n字数一直保持这个水平是绝对不行的，要适度逐步增加字数，从1000字开始，逐步向上叠加，2000，4000……\n\n以上便是本人的全部意见，请笑纳。\n（我会被当成喷子呢，还是会被当成喷子呢？这不重要，为什么我会被当成喷子呢？（笑））\n如果可以的话，请在更新时 @星之永恒 以及上面的那位安根先生。（没错，你好像忘记提醒他了。）\n  @亚冰"
        },
        {
            "author": "亚冰",
            "timestamp": 1466223540,
            "txt_content": "1742667863 发表于 2016-6-18 08:08\n终于更了…好感动\n谢谢你的支持，守贴什么的很让人感动啊！虽然我写的总会比更的多上一两章，但为了大局，请原谅我更得慢"
        },
        {
            "author": "亚冰",
            "timestamp": 1466223660,
            "txt_content": "谢谢你的建议，下一章我会把你俩都艾特上的.在我的帖子里，没有喷子，只有为我提出宝贵意见的人.希望大家有什么不满意需要亚冰改正的地方也像这位兄弟一样提出来，我会学习的"
        },
        {
            "author": "1742667863",
            "timestamp": 1466323020,
            "txt_content": "继续守贴中"
        },
        {
            "author": "亚冰",
            "timestamp": 1466326020,
            "txt_content": "跟大家说一下，我这个贴虽然说人气还行，但放在版块里却不显眼。希望大家多支援一些金粒，让我买几张高亮卡！[grid_gold_nugget]"
        },
        {
            "author": "46241359",
            "timestamp": 1466429460,
            "txt_content": "加分加的我手好痛。\n因为内容太多，开头的方式也没有太吸引人所以没太大的兴趣每一更都看，今天加分的时候见阁下想要得到意见因此才粗略地看了看每一章顺便加上分。\n看的不仔细，而且我这人看文一般对于前文都不会有什么印象，所以逻辑方面就不说什么，个人阁下最大的问题就是描写的细致程度。应当学会如何详略得当，像山丘一样应当有起有伏，一马平川只会让人觉得索然无味。虽然是大致看了几眼，但还是能感觉到阁下的气氛渲染不够到位，有很多应当紧张起来的地方没能够塑造出紧张的气氛，描写的详略程度阁下拿捏的熟练度仍然不够。\n不过，以上问题也不是一朝一夕就能够纠正过来的，扩大自己的阅读量和词汇量，经过反复练习后，阁下能够在不久的将来做的比今日更好。"
        },
        {
            "author": "1742667863",
            "timestamp": 1466435160,
            "txt_content": "亚冰 发表于 2016-6-19 16:47\n跟大家说一下，我这个贴虽然说人气还行，但放在版块里却不显眼。希望大家多支援一些金粒，让我买几张高亮卡 ...\n我以帮你提升了，不谢"
        },
        {
            "author": "Eifl",
            "timestamp": 1466516580,
            "txt_content": "亚冰 发表于 2016-6-19 16:47\n跟大家说一下，我这个贴虽然说人气还行，但放在版块里却不显眼。希望大家多支援一些金粒，让我买几张高亮卡 ...\n楼主我想写同人，你有QQ吗\n{:10_512:}"
        },
        {
            "author": "Eifl",
            "timestamp": 1466555640,
            "txt_content": "嘤嘤嘤，楼主还不更\n{:10_502:}"
        },
        {
            "author": "亚冰",
            "timestamp": 1466769000,
            "txt_content": "46241359 发表于 2016-6-20 21:31\n加分加的我手好痛。\n因为内容太多，开头的方式也没有太吸引人所以没太大的兴趣每一更都看，今天加分的时候 ...\n哇，版主果然是隐士高人，不鸣则已一鸣惊人！"
        },
        {
            "author": "亚冰",
            "timestamp": 1466769240,
            "txt_content": "第十章 灭族\n  在泰拉大陆北端，冰龙殿仍然屹立。里面，冰玄闭目养神。\n  突然，一阵阵强大气息从冰玄脑海之中出现，赫然已经在山脚下驻扎。他紧闭的双目睁开，淡淡的喝道：“天席八大长老注意，血腥派暗影派来袭，准备迎战。”冰玄看似轻松的一句话，让下方的八个长老大惊，忙着到自己的分部下达作战指令。\n  冰玄眉头一皱，冰之翼瞬间展开，化成一道蓝色光束，向山脚下飞去。\n  “血乾，影坤，你们二人来我寒冰派有何贵干，寒派势力孱弱，用不着这么大阵仗吧。”冰玄的声音传来，原来他已经到了山脚下。\n  “哈哈，冰玄，你这老骨头还没死啊！你可别再我们面前装架子，要是冰尚秋还在这里，我们怕是已经跑了，不过，那老家伙恐怕都死了十几年了！”下方，茫茫人海中，一红一紫两道身影飞出来，说道。\n  冰玄脸色缓缓阴沉，手中冰龙杖闪现出来。“你们二人难道又想发动宗派大战吗？”\n  血乾影坤没有再理会他，手一挥，“杀！”随着一声令下，数千两派的战士冲上山，开始和寒冰派的弟子战斗。\n  冰玄手一抖，一只百丈冰龙浮现，对着下方的血影派的武者撕咬而去。瞬间，便冻死了数十位好手。“哈哈，冰玄，我们俩来陪你玩玩！”血乾手拿一把血色飞盘，上面射出八支红色匕首。“吸血鬼刀！你居然将血腥神器带出来了，看来是真想灭我寒冰派啊！”\n  “冰玄，可不止一样哦！”一只只黑色蟒蛇飞向冰玄，将冰玄逼退十丈。“腐化灾兵！”这世上的地牢五神器与其他武器不同，每一件都是独一无二的。如今同时出现两把，如何不让人心惊！更何况冰龙杖攻击也不是很强，拿来对付这两人，显然是非常吃力的。\n  下方的战斗也十分激烈，但由于数量的原因，寒冰派似乎是被牢牢压制住，而且有了不小伤亡，就连八大长老都陨落了两位。看见这一幕，冰玄眼眶发红，怒吼着要继续战斗，这时，八大长老之一的冰凌借助秘宝飞上来：“族长，我刚刚接到消息，我们外出的族人，除了亚冰以外，数月之前，都被血影派的爪牙暗中杀掉了！”冰玄听到这个消息，眼睛红得像要滴血一样，“血乾，影坤，我和你们不共戴天！”\n  咆哮着的冰玄刚要和他们殊死一搏，突然，他小腹一凉，一把寒冰长剑从他腹中穿了过来。\n冰玄回头，看着面色狰狞的冰凌，“你，你这叛徒，干什么！”冰凌脸上一副很爽的样子：“冰玄，没想到吧，我早就加入了血影派，成为了内鬼，他们会让我以后成为血影派的三当家。那些弟子，都是我杀的！”冰凌狂笑着，在冰玄身上的剑拔出，又砍向冰玄的胸口，冰玄用冰龙杖挡住一刀，背上却又是剧痛无比。原来，几把窃命匕首已经插在了他的背后，几只紫色吞噬者，也狠狠咬在了他的身上。\n  冰玄眼中生机消逝，眼中满是不甘和怨恨。他身上的盔甲和武器消失，经过血脉传承，出现在了大长老身上。大长老看着自己身上的装备，赫然抬头，冰玄的尸体已经变成了碎块，落下来。“族长！”悲愤而绝望的神情，从他脸上浮现，他知道，寒冰派，真的要完了。\n（好悲惨啊，写这一章的时候，我也好煎熬啊。这里顺便艾特一下点评的朋友 @星之永恒@46241359@安根_Engon                                 ——亚冰枫）\n  "
        },
        {
            "author": "亚冰",
            "timestamp": 1466769840,
            "txt_content": "这里说一下，每次更新会有一个等更的同志奖励15金粒，今天的幸运同学是@Eifl"
        },
        {
            "author": "亚冰",
            "timestamp": 1466770020,
            "txt_content": " 本帖最后由 亚冰 于 2016-6-24 20:18 编辑 \n\n今天一回家，居然有18个提醒，好欣慰啊，虽然大部分是版主，不过还是谢谢了。那个幸运同学的问题，我知道有些同学可能不太屑，毕竟都是大家再给我金粒。但以我的财力，收入是很少的，给大家发金粒也是为了感谢大家。再次感谢这次的幸运同学@Eifl 尽管他的金粒才100个左右，但他仍然给我了一些，谢谢。那个写同人的事在QQ联系我哦。"
        },
        {
            "author": "Eifl",
            "timestamp": 1466773860,
            "txt_content": "亚冰 发表于 2016-6-24 20:04\n这里说一下，每次更新会有一个等更的同志奖励15金粒，今天的幸运同学是@Eifl  ...\n谢谢作者大大{:10_512:}"
        },
        {
            "author": "Eifl",
            "timestamp": 1466774280,
            "txt_content": "亚冰 发表于 2016-6-24 20:07\n今天一回家，居然有18个提醒，好欣慰啊，虽然大部分是版主，不过还是谢谢了。那个幸运同学的问题，我知道有 ...\n嗯嗯，好哒好哒{:10_492:}"
        },
        {
            "author": "46241359",
            "timestamp": 1466775120,
            "txt_content": "亚冰 发表于 2016-6-24 19:54\n第十章 灭族\n  在泰拉大陆北端，冰龙殿仍然屹立。里面，冰玄闭目养神。\n  突然，一阵阵强大气息从冰玄脑海 ...\n现在读一下感觉阁下的人物名字真的是……细思恐极，中二气息浓郁。\n【于是憋评论憋了半小时】\n其实这段打斗可以写的更长一点，因为一些动作还是不够细致，阁下如果有能力的话，可以把自己所要描写的场景在脑中过一遍，然后放慢，放慢，放慢……再进行细致入微的刻画。\n总之就是放慢放慢放慢放慢放慢……\n放慢大法好——！！！"
        },
        {
            "author": "1742667863",
            "timestamp": 1466776320,
            "txt_content": "亚冰 发表于 2016-6-24 19:54\n第十章 灭族\n  在泰拉大陆北端，冰龙殿仍然屹立。里面，冰玄闭目养神。\n  突然，一阵阵强大气息从冰玄脑海 ...\n楼主，这几天我因为考试复习，忘记了守贴的事…请谅解"
        },
        {
            "author": "Eifl",
            "timestamp": 1466812560,
            "txt_content": "作者大大，这里是Eifl童鞋\n因为更新慢，所以我有读了一遍，\n我发现一个bug，翅膀不是肉山后的产物吗，\n可是亚冰没放出肉山的时候他们就有翅膀了，\n作者大大，这样的设定...开挂啊！"
        },
        {
            "author": "Eifl",
            "timestamp": 1466812800,
            "txt_content": "1742667863 发表于 2016-6-24 21:52\n楼主，这几天我因为考试复习，忘记了守贴的事…请谅解\n所以幸运童鞋被我抢了A.A"
        },
        {
            "author": "1742667863",
            "timestamp": 1466823540,
            "txt_content": "Eifl 发表于 2016-6-25 08:00\n所以幸运童鞋被我抢了A.A\n没什么，只要作者大大一直更就行，幸运什么的不重要"
        },
        {
            "author": "亚冰",
            "timestamp": 1466823780,
            "txt_content": "Eifl 发表于 2016-6-25 07:56\n作者大大，这里是Eifl童鞋\n因为更新慢，所以我有读了一遍，\n我发现一个bug，翅膀不是肉山后的产物吗，\n\n我有说过哦，这个世界原来就是困难模式，只不过后来把难度封印了。所以才会有神圣派这种东西"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466852580,
            "txt_content": "亚冰 发表于 2016-6-24 19:54\n第十章 灭族\n  在泰拉大陆北端，冰龙殿仍然屹立。里面，冰玄闭目养神。\n  突然，一阵阵强大气息从冰玄脑海 ...\n目前，整个世界的冲突斗争，到底主要在物理和武力的层面上。当然喜欢这类东西的人，对这个事儿没说道。\n但是可以细挖的东西比较少。\n比如说这章，长老的叛变。长老为嘛叛变？而且看来他还对叛变这事儿挺得意（一个长老能够这样，我开始怀疑寒冰派的人均智商了）从这章来看，叛变好像就为了叛变，再不然就是为了剧情需要呗。或说是长老的性格使然。\n那问题来了，长老天生就从骨子里是叛变相？如果是的话，我得怀疑长老的选拔机制。\n斗争有动刀子的，实际上多是不动刀子的。"
        },
        {
            "author": "亚冰",
            "timestamp": 1466860800,
            "txt_content": "安根_Engon 发表于 2016-6-25 19:03\n目前，整个世界的冲突斗争，到底主要在物理和武力的层面上。当然喜欢这类东西的人，对这个事儿没说道。\n ...\n饿，有说过是为了当血影派三当家，阅读请仔细"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466902800,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-6-26 09:01 编辑 \n亚冰 发表于 2016-6-25 21:20\n饿，有说过是为了当血影派三当家，阅读请仔细\n我问的“为什么”是问内在原因（整体思路上的），不是动机（情节上的）。作者自己先把这两样分清楚，我的问题，也有指这个“为什么”是从基本情节上区分开的。"
        },
        {
            "author": "天蝎_心殇",
            "timestamp": 1466955960,
            "txt_content": "写得不错，代入感很强\n原来把冰光也写进去了，怪不得他每次都来加分XD"
        },
        {
            "author": "1742667863",
            "timestamp": 1467187260,
            "txt_content": "亚冰 发表于 2016-6-24 19:50\n哇，版主果然是隐士高人，不鸣则已一鸣惊人！\n我再不守贴，估计帖子就找不到了"
        },
        {
            "author": "Eifl",
            "timestamp": 1467694560,
            "txt_content": "1742667863 发表于 2016-6-29 16:01\n我再不守贴，估计帖子就找不到了\n卤煮还活着么{:10_524:}"
        },
        {
            "author": "Eifl",
            "timestamp": 1467777240,
            "txt_content": "卤煮不是说暑假更新会快些吗，怎么比以前还慢QAQ{:10_493:}"
        },
        {
            "author": "Eifl",
            "timestamp": 1467882420,
            "txt_content": "我顶！楼主不在我也要顶！{:10_523:}"
        },
        {
            "author": "Eifl",
            "timestamp": 1467882780,
            "txt_content": "我表示催更无效果，楼主不理我{:10_494:}\n我的同人写不了了QAQ"
        },
        {
            "author": "亚冰",
            "timestamp": 1467944640,
            "txt_content": "sorry，这两天我们还要补课，而且考完试玩太嗨了"
        },
        {
            "author": "亚冰",
            "timestamp": 1467947100,
            "txt_content": "第十一章复仇之路\n  冰玄的尸体摔在地上，化为无数冰屑。天上下起了茫茫大雪，天地间温度骤然一降。大长老面色怨毒，疯狂的在血影派的人群中杀戮。他大喊：“寒冰派族人听令，所有人向南边河谷撤离，留得青山在不怕没柴烧！”大长老刚喊完，却听到一道沙哑的声音：“想跑.....跑得掉吗......”下一刻，大长老身体爆成漫天冰屑。后面，血乾收回飞盘，淡淡的下令：“一个不留。”\n  大长老身上的装备又传承到另一个长老身上，那个长老也瞬间被杀，直到最后一个成年的族人被杀，装备却消失了。\n  冰光满眼泪水地向南边跑去。他刚才亲眼看见自己的父母亲人被打成了冰屑，他的心里仿佛失去了一切。“啪。”冰光摔了一跤，后面的血影派武者立刻追上了他。冰光跪在地上，大喊：“你们等着，亚冰会回来的！到时候，他会杀掉你们所有人......”冰光缓缓倒下，他眼里仿佛有一个紫发少年，提着剑，手刃他们的仇人......\n  地狱门。\n  亚冰正合狱天火诉说当时的情况，突然他身体一震，亚冰的身体突然长出了一副冰霜盔甲，他的全身都开始变化。最后，在亚冰震惊的眼光中，一对冰霜之翼从他的背后伸展开。一旁的狱天火也是一脸震动。不过，数息之后，火光从他眼中射出：“血脉传承！”\n  一脸懵逼的亚冰听到这四个字后脸色剧变。血脉传承，意味着族中所有比他强大的族人，都，死了？亚冰颤抖着，问道：“什，什么？”\n  “门主！”门外一男子闯了进来。“最新消息，寒冰派在今天下午被血腥派和暗影派结合的血影派灭门了！”这声音并不大，但落在亚冰耳里，仿佛惊雷。“怎么可能！你不要骗我，冰玄族长，冰伟爷爷，冰光......”亚冰眼里猩红一片，怒吼着，接着，又带着无尽恨意地问狱天火：“血凌，影璃这两个人在哪里！我要杀了他们，我要杀了所有的血影派的人！”\n  “亚冰小友，他们如今也在总部，但毕竟他们是血影派托付于我的，我不能......”没等狱天火说完，亚冰冰翼一展，身体流星一般飞出去，下一刻，便出现在血凌和影璃面前。亚冰只一拳，把血凌打成一团血雾。另一只手一抓，吧影璃举在空中，对他说：“我不杀你，滚回你的宗门，和他们说，十年之后，我会回来，那时候，就是你血影派灭门之日！今日灭门之仇，来日必还！”\n  说完，亚冰刚想走，狱天火出现。“亚冰，我知道你的愤怒。但你一定要沉得住气，不要太早暴露自己。”略作迟疑，狱天火手中浮现五颗生命水晶和一些魔力之星，“这些能把你的能力达到巅峰，希望你能有朝一日，自己报仇，也为大陆除去这个祸患。”\n  亚冰倒是没想到狱天火会如此，于是一抱拳，道：“多谢狱门主，亚冰先走了。”最后，他冰翼展开，眼神中带着坚定与恨意，向陆地飞去。\n（好惨好惨，来，大家给我点金粒和人气抚慰一下我。——亚冰枫）"
        },
        {
            "author": "亚冰",
            "timestamp": 1467983280,
            "txt_content": " 本帖最后由 亚冰 于 2016-7-8 21:22 编辑 \n\n我的天哪，今天一回家发现帖子被设了高亮，爽。版主大人英明@46241359"
        },
        {
            "author": "亚冰",
            "timestamp": 1468033740,
            "txt_content": "不对丫，前几天还催更得要死，现在咋没人啦"
        },
        {
            "author": "1742667863",
            "timestamp": 1468056540,
            "txt_content": "亚冰 发表于 2016-7-8 10:24\nsorry，这两天我们还要补课，而且考完试玩太嗨了\ntong  gan..."
        },
        {
            "author": "Eifl",
            "timestamp": 1468554180,
            "txt_content": "我最近回老家，现在在回家的路上，老家没网QAQ"
        },
        {
            "author": "亚冰",
            "timestamp": 1468647480,
            "txt_content": "第十二章 拍卖会\n  亚冰的速度极其快，借助着冰之翼，这泰拉大陆上能追到他的人不会超过十个。亚冰知道，如果以他现在的实力去复仇的话，恐怕会追随他的族人而去。所以，必须先让自己变强！但装备不会凭空而来，所以亚冰得去一些地方购买。因为寒冰派的覆灭，亚冰的财富更是达到了300多个白金币。毕竟寒冰派也是九大派之一。\n  这次亚冰的目标是一个叫做商派的势力。这个实力以赚钱为主，光论金钱怕是不差于寒冰派。商派会每月举行很多次拍卖会，吸引众多势力购买。但真正的重头戏，确是一年一度的大陆拍卖会。作为大陆上最大的买卖场，商派会偶尔把一些寻到的神奇之物拿出来拍卖。这一年一度的拍卖会，就在明天举行。\n  亚冰飞了一会，终于到达了一个很大的城池。这城池人气很火爆，到处都是穿行的武者。而且，城门上方似乎有一些波动，就像是一些隐藏的阵法。\n  一天后，亚冰进入了拍卖场。他没有展现出冰之翼，因为他不想表露自己的身份。“先生，进入大陆拍卖会需要先缴纳50银币。”亚冰暗感心惊，暗骂这些人坑爹。随手丢出一个金币，那人马上变得十分谄媚：“先生这边请，给您一个好座位哦。”\n  不久，一个老者从幕后走出来，数十个箱子摆在拍卖台上。几句客套话后，便是先宣布了一则消息：“先发布一个悬赏，亚冰，寒冰派最后的族人，谁若是能将它击杀并带着冰龙杖到血影派，就可以领取5白金奖励。”人群一阵喧哗，寒冰派被灭掉的事他们都有耳闻，而且5白金也非常不少了。\n  人群渐渐安静下来，在亚冰的冷笑声中，老者喊道：“第一件拍卖品，”老者从箱子里拿出一个盾牌：“钴蓝之盾，饰品，装备后可以免疫击退。大家都知道，这泰拉大陆已经转化成了困难模式，危险更甚，有这钴蓝盾，便可以多一份保障。”\n  亚冰倒是没什么惊讶。因为他身上也有这种类似饰品，而且比钴蓝之盾高级许多。“钴蓝之盾，起拍价，10黄金。”\n  “12黄金！”\n  “15！”\n  ......\n  经过一番争夺，钴蓝之盾以20黄金的价格被买下。接下来的几件，都不是很好，亚冰也没什么兴趣。不过，又是一件拍卖品被拿出来，亚冰却眯了眯眼。\n  “蘑菇矛，威力80，可以穿墙攻击，并持续伤害。”\n  可以穿墙的武器！\n  亚冰虽然拥有冰龙杖，但冰龙杖不善攻击。这种武器，正是亚冰需要的！“蘑菇矛，起拍价，50黄金。”\n  “80。”\n  亚冰淡淡的喊了一句，却一下引来许多诧异的目光。他们好奇，是谁那么大手笔，一次加30黄金？一些有意购买的人看亚冰老神在在，似乎还出得起，就直接放弃了。于是，蘑菇矛就落在了亚冰手里。\n  后续亚冰倒没怎么动手，只是购买了一些药水和地图。但是，最后一件拍卖品，又吸引了亚冰的视线。\n  一张古朴的地图，上面有一些类似封印的图案。“各位，这就是今天的重头戏，一张地图。”此话一出，却有许多人质疑，就算是整个泰拉大陆的地图也不值得成为大陆拍卖会的重头戏。\n老者一笑，道：“经鉴定，这是一张古派密藏地图。”老者平淡的声音，却让所有人呼吸一滞。\n  古派密藏？"
        },
        {
            "author": "亚冰",
            "timestamp": 1468648080,
            "txt_content": "气死了，刚才写完十三章，结果一不小心给全部回格掉了，只能重新写了"
        },
        {
            "author": "1742667863",
            "timestamp": 1468672620,
            "txt_content": "亚冰 发表于 2016-7-16 13:48\n气死了，刚才写完十三章，结果一不小心给全部回格掉了，只能重新写了\n同情QAQ……"
        },
        {
            "author": "Eifl",
            "timestamp": 1468833120,
            "txt_content": "亚冰 发表于 2016-7-16 13:48\n气死了，刚才写完十三章，结果一不小心给全部回格掉了，只能重新写了\n于是乎，我想问问，十三章什么时候补0w0{:10_493:}"
        },
        {
            "author": "Eifl",
            "timestamp": 1468833120,
            "txt_content": "楼主好人更新求@{:10_512:}"
        },
        {
            "author": "Eifl",
            "timestamp": 1468840920,
            "txt_content": "楼主我帮你提升了，快点更新哟~{:10_492:}"
        },
        {
            "author": "亚冰",
            "timestamp": 1469008560,
            "txt_content": "气死啦，码第十三章电脑死机！有毒啊，第二次啦，怪不得美国人忌讳13"
        },
        {
            "author": "霖霖2016",
            "timestamp": 1469009820,
            "txt_content": "积分好难搞！！"
        },
        {
            "author": "霖霖2016",
            "timestamp": 1469010180,
            "txt_content": "这个有点叼."
        },
        {
            "author": "霖霖2016",
            "timestamp": 1469010240,
            "txt_content": "作者要快点更新啊都看完了"
        },
        {
            "author": "冰光icelight",
            "timestamp": 1469015220,
            "txt_content": "亚冰 发表于 2016-7-20 17:56\n气死啦，码第十三章电脑死机！有毒啊，第二次啦，怪不得美国人忌讳13\n气死啦，你居然把我写死啦{:10_493:}"
        }
    ]
}