{
    "title": "【分享】笑死人的中考作文",
    "author": "名称已出错",
    "replyCount": 3,
    "timestamp": 1461480840,
    "txt_content": "那一年\n   那一年，不记得哪一年，兄弟还是兄弟，黑木耳还是粉木耳，屌丝还不叫屌丝；那一年，我还不知道苍老师的名头，我的QQ还差15天就升到一个太阳，我刚开始接触DNF，还不会玩刀塔。\n　　 就是那一年，我和武哥相遇，彼此英雄相惜，一见倾情，从此相伴网吧的每个日夜。我记得那一年的期末，我只挂了线性代数，心里还是略有不安，武哥走来轻轻拍 了我的肩膀，语气深重的说：“放下顾虑，该玩的还是要玩的”。武哥的嘴里刁着一支红塔山，不时吐出淡淡的烟圈，让我感到基情无限好。那一年的第二年，我欠 了17个学分，武哥被警告退学，依然与我不舍昼夜的用疯神，玩dota，只是那一年，一起玩游戏已经叫做搞基，我和武哥也被叫做基友，那时候我时不时会感 到很紧张，而武哥依然会深深地吸一口烟，对我说：“放下顾虑，我的女漫游就快70级了……”那一年的第三年，武哥走了，去了一个叫东莞的地方，后来听他说 那里很繁华，而我，再也放不下顾虑，现在躲着教室的某个角落里想要完成每一个少年心中的梦想。\n　   每个宿舍总有一段故事，而每一个故事都有一个胖子。那一年，也不记得是哪一年，壮哥还是一个强壮的大叔级别人物，而我，还是一个略显青涩，略带几块腹肌的 小青年。而今，壮哥的健硕不在，变成了一个不折不扣的胖哥，而我，也只能从那圆圆的小肚腩里依稀看不见当年那几块小腹肌。也许，岁月就是一把杀猪刀，改变 了生活，改变了不朽，改变了往事，改变了江湖，也改变了我和壮哥的模样……是的，或许你班上那位无人问津的灰姑娘现在成为了大学某一学院，某一专业的系 花，班花，追求者门庭若市……这靠的不仅仅是会打扮会化妆，还靠的是那50：1的男女比例。这个世界就是如此的顺理成章，也是如此的让你捉摸不透，我也终 于知道是什么改变了我和壮哥的模样，就是那一次次啤酒唾沫横飞的宴会，就是那一盒盒铺满地沟油的外卖送到我们面前时，壮哥你那霸气的语调：“放下顾虑，该 吃的不该吃的都该吃！”就是跟壮哥在食堂一起打饭时那一顿顿有津有味的洋葱炒肥肉，我还依稀记得，我第一次吃不下肥肉的时候，壮哥跟我说：“放下顾虑！”\n　　那一年，我还TMD不记得是哪一年，我喜欢过一个个女孩子，有时候很喜欢却不敢跟她说些什么，因为那时候的我只觉得自己是一个不折不扣的屌丝，身上的一切 都有着矮穷挫的特点，心里有太多的顾虑，终于在一个阳光明媚的下午，我的好朋友傻妞对我说：“放下顾虑，你的真心一定会感动女孩子的。”于是，我幻想一个 搬砖少年逆袭高富帅牵手白富美的故事，在一个彩虹后的黄昏向女孩子告白，却终落得一身疲惫，终于明白了世界上最遥远的距离不是生与死，而是屌丝与高富帅， 搬砖少年与白富美的距离……\n　　我何曾不放下顾虑？我曾放下顾虑，想把食堂饭菜上残留的三个苍蝇一口咽下去；我曾放下顾虑，想把那几杯三鹿喝下去；我曾放下顾虑，想从只有6层的教学楼上跃下去；但我没有，我不敢说我不怕死，但确实是怕痛……\n　  老师，你怎能叫我们放下顾虑呢，最近菲律宾又站在我们头上撒野了，日本岛国的AV正慢慢侵蚀这我们年轻人的思想，就连一向畏缩在我们背后的朝鲜老弟现在都 来欺负我们了，话说作为中国的邻国不侵占几个中国的岛屿别人都不好意思说与中国为邻了呢！你又怎么能叫一个穿名牌外套，穿阿迪耐克的同学挑秧苗呢，还有那 老妈啊，你叫儿子把名牌外衣，耐克运动鞋扔在田埂边，你又于心何忍？\n\n\n：。。。哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈\n\n：现在的学生怎么了。。。\n",
    "replies": [
        {
            "author": "镜钥钥",
            "timestamp": 1461534360,
            "txt_content": "这告诉了我们一个道理，\n在茶馆，转载不注明出处会受到除封号之外最严厉的惩罚。\n\n唐扣贡献大法。\n\n\n\n\n\n\n@MRTangwin8 "
        },
        {
            "author": "琅琊山",
            "timestamp": 1461539460,
            "txt_content": "现在的小孩都不能当他是小孩，现在的中学生都不能当他是中学生"
        },
        {
            "author": "世界本源",
            "timestamp": 1461544740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}