{
    "title": "【原创·连载】《二次元穿越》【序】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 7,
    "timestamp": 1461503760,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-4-24 21:16 编辑 \n\n前言\n\n这篇文章已经构思挺长时间了，主要是来练练自己的文笔，和朋友们多交流交流，因为是第一次发文学创作类的贴子，所以质量可能比较低，请大家多多包容\n更新频率……非常说不准，说实在的能周更就不容易了，毕竟时间少\n当然不排除打鸡血一下子写很多\n不需要大家一定要支持，也希望大家给我提提建议，但是毕竟是一些心血，所以请大家不要恶意喷\n\n序\n\n进入末地传送门的时候，已经是很晚了。\n重新来到了末地，看到了曾经见过的末地石，巨大的黑曜石柱，一个个充满杀气的末影人，包括还没有出现在我眼前的末影龙。\n我轻轻地握起钻石剑，检查下包里用来建房子的圆石和一些木材。\nOK，没什么问题应该可以了。\n我轻轻的向前走着，这时一只巨大的黑龙从一个角落里钻了出来。不错，是末影龙。好久没见到你了，小伙子。上次跟你对战的时候，我的基友就是被你弄死的。哼，就是你。今天，我要让你常常我的厉害。\n我拿出包里的弓，这是我好不容易附魔到了好属性，又用铁砧加强了好多次的“神弓”，几乎各个属性都有。为了这些准备，不知我打了多少只僵尸、小白，以及那在我家门前炸了一次又一次的苦力怕。\n话不多说，我左手拿着弓，右手紧紧地握着锋利5的钻石剑，随时准备开战，毕竟不能轻敌。末影龙一下子从天空上急不可耐地俯冲下来，好像比我还着急。\n我迅速一躲开，手上的雪球轻轻绕过末影龙，直接打上末影水晶，而这时这块水晶还在给它治疗了。果然，它的最终发出一声哀号。我就利用了它这样的弱点，清掉了所有末影水晶，顺势让龙也已经奄奄一息了。不过，它到还是挺顽强，不愧是第二大boss，又使出最大的力气，再一次像我冲来，巨大的吼声震耳欲聋，如果是一般的冒险者早已心惊胆战了。\n躲开了末影龙的冲击，我立刻持着钻石剑上去疯狂挥舞，而且直接往它头上砍。估摸着应该打的差不多了，我又掏出一大堆雪球，往它的头上使劲砸，大幅削减他的生命值。\n毕竟龙还是敌不过这么强的装备的，它倒了下来，掉下好大一堆经验，回到主世界的门也已经打开。我踩在末影龙的尸体上，内心有巨大的满足感。\n忽然，我发现那扇门是淡绿色的，不同于正常该出现的门。哎，这不符合逻辑啊，怎么可能会这样！我大吃一惊，谨慎地望着那奇异的门。\n门发出弱弱的光，似乎有一种深不可测的魔力，又似乎是在吸引着我进去。\n不知道是鬼迷了心窍还是怎么着，我竟然——静静地走了进去。\n那是一种奇异的感觉，非常奇怪，我好像从来就没有感受过。只记得，没有终末之诗，没有回到主世界，只有，只有……只有一声轻轻的呼唤：“起来吧，穿越次元吧。”\n\n\n一些废话看了下版规，貌似连载应该是只要800字每更就可以了。因为是序所以短点，大家期待正文吧。由于第一次，所以可能对版规有点疏忽，如果有什么不对请版主提醒一下，我会改过来的。另外字体和排版有点略差，先发出来试试效果再慢慢改吧。预计明天能再更新一章。\n\n最后稍微求下支持啦，人气什么的就不求了，我尽量用实力去换取，谢谢各位！\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1461533400,
            "txt_content": "因为要求不那么长所以就不写那么长啦？……很少有人用这个理由。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1461560220,
            "txt_content": "……错别字即使是新人也不应该有，发之前检查一下，弄干净了再发，至少看的舒服点，别人愿意读。另：MC风格太浓，显得有点小学化。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1461579780,
            "txt_content": "E.T.星落辰 发表于 2016-4-25 12:57\n……错别字即使是新人也不应该有，发之前检查一下，弄干净了再发，至少看的舒服点，别人愿意读。另：MC风格 ...\n好的，我会尽量改正的，谢谢啦"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1461579840,
            "txt_content": "安根_Engon 发表于 2016-4-25 05:30\n因为要求不那么长所以就不写那么长啦？……很少有人用这个理由。\n不是这个原因……是因为序章也写不长，后期会加长的"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461688020,
            "txt_content": "tzxwdu 发表于 2016-4-25 18:24\n不是这个原因……是因为序章也写不长，后期会加长的\n其实我挺喜欢你的东西的。加油。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1461753840,
            "txt_content": "安根_Engon 发表于 2016-4-27 00:27\n其实我挺喜欢你的东西的。加油。\n谢谢……我会努力的，不过我是新人，所以可能文笔不够，尽量磨练就好了"
        },
        {
            "author": "killer-m",
            "timestamp": 1467808140,
            "txt_content": "看开头感觉还不错哟"
        }
    ]
}