{
    "title": "<原创·连载>《混沌之歌》卷一 在北方 章五 魔术理论基础（一） - Blealtan",
    "author": "Blealtan",
    "replyCount": 2,
    "timestamp": 1461591480,
    "txt_content": "卷一 在北方章五 魔术理论基础（一）\n于是就在这我睡觉的地点和我本该睡觉的时间，一个胖嘟嘟的小孩子开始给我上课。然而睡觉已经被我抛到九霄云外去了。让心幻放开一部分环境的限制——他说这是一个归类为结界的中等规模术式——我拉过来一把椅子坐下准备听课。……说不出的诡异呢。“于是我先来解释一下为什么我大晚上的过来给你讲这些。”“为什么呢？”一听就不是重点，但是我还是象征性地应一下。“嗯，是这样的：我刚醒，睡不着觉。”于是我狠狠地呛了一下。“噗——咳、咳……你还是说正事吧。虽然我很想追究一下你睡不下就让我也睡不下的问题，但是我姑且饶过你。”“嗯，好。”收起那一脸的看我出丑的诡异笑容，他欣然回到正题。“那我们开始吧。首先，我来给你解释一下什么是魔力——来，往前一点——刚才不让你坐下好了——那里地面上我布置了一个简单的魔力可视化术式阵。”唔……我只好站起身，顺从地前踏一步。左脚落下，视野当中多了一些淡淡的烟。“能看到一些东西吧——魔力感知是一个很简单的术式，但是这中间我加入了光效术式构架，变成了魔力可视化；而光魔术如果想要显示动态效果，就属于幻术类了，这种情况下我不太好控制你看到的场景。第一次看这东西的时候，我看到的是整片空间都沉入海中；你看到的东西是什么？”带着好奇的声音，他这么问着。“烟雾……单纯的烟雾。”坦率地回答。“这样吗……很简单的回答啊。魔力不亲和，中和属性——真是奇特的资质。”……这是什么意思？“不必介意，我没有说你没有学习魔术天分的意思——只是比较少见而已。综合性元素魔术，概念类术式，都比较适合你。这么多年的魔术发展，天分早已经不是阻碍魔道的原因了——魔道真正需要的，是对知识的渴望，和足够的智力。”他停顿了一下，带着一点不屑，说了一句，“嗤，智力么——真觉得那些魔术界的前人智力都有些不足。”“啊？”有点没反应过来的我下意识地吐出了惊讶的声音。“呃——你不必在意。回到正题，我来给你解释一下魔术的基本原理吧。“魔术的本质是对世界进行一定的篡改。而它的运作机理各有不同，但归根结底是对世界本身的侵入，通过魔力的存在，向世界中加入某些异物，以实现对世界内存在的修改。“而魔力，作为一种特别的存在，至少在已知的范围内，它无处不在。因此，魔术师用魔力亲和的材质构架成术式阵，就能够自发地吸引魔力聚集，从而聚集魔力构成术式本身。接下来便是通过魔力的作用，扰乱世界的正常运作，造成超自然的现象，进而完成期望的结果；而被扰乱的世界会进行自我修正，渐渐抹除魔术的直接影响。但作为间接的效果，使用魔术的目的已经达成，便不会消失。比如说我用一个先前那样的光魔术杀掉了你，直接的影响也就是那团光很快就会被世界自行抹去，但你死亡的事实不会再改变。”这么说着，他抬起手，掌心朝上。我看到他的掌心上方周围的烟雾凝聚，成为了灰白金属的丝线，构成了一个球状的框架。“这是我通过特殊手段直接操作魔力构成的术式构架。——别惦记这个，这个世界上恐怕只有我能这么干。”听他这么讲，我撇了撇嘴。看着一个小孩子这样子说着近乎于“老子天下第一”的宣言……这时候我该做什么表情好呢？“继续说。术式阵的构架有些时候是很过分的要求——比如快速移动的战场中。这时候，我们需要知道的是作为意志的载体，语言在特定情况下是有着言灵的。这个特定的情况，就是它符合你的内心的某种意念——别说这是玄学，这很理性，因为作为世界的产物，人与世界本身相连，中间的途径就是所谓本源，也就是圣贤之路；若是得窥全景，便是圣贤，走过这条路，便是神。“扯远了。我要解释的是魔术的咏唱。它是探索圣贤之路的副产物，借助圣贤之路的链接的副作用，直接用语言替代术式阵，排列魔力，构架术式，完成复杂的操作。当然这已经是稍高的技巧了——对于初学者来说。“那么我们回到魔术的原理。我们用某种方式构架术式，术式修改世界。但直接接触世界中的物质是很困难的一件事——我们往往会选择以元素作为修改的目标。地水火风四大元素是物质的基础，也同样在空间中游离，但在各种物质当中分布各有不同；这很好理解吧？”点了点头，我表示回应。“那么就好说了。因为它很基本，所以它很简单；而因为它很简单，它就很容易操作。当然，四元素魔术最为简单但效果相对单一，而各类衍生的元素对应的魔术通常就要困难一些。不过如果像我这样……因为本源的特性而光元素魔术相对简单的就另说了。“那么接下来，我来给你解释一下术式阵的构成方式吧。其实这东西没什么难的，几个固定的模仿自然环境的子构成用作对世界内元素的干涉点，剩下的就是魔术的控制部分，它通过延迟和魔力间的相互作用来达成特定的效果。魔术施展时的规模和能级取决于术式阵所吸收到的魔力，这与术式阵的结构和材质都有关系；而魔术施展时造成的影响取决于你的控制部分是何种逻辑。同样的魔力输入，同样的元素干涉点，不同的控制部分可能导致完全不同的效果：比如很典型的，冰刃和冰晶风暴。二者的杀伤力不可同日而语：前者只要看到是个人都能躲过去，而后者的每一片碎冰都有着一定的伤害，划得人满身伤口流血而死是很正常的一件事。但它们所需的魔力完全相同，只是控制部分的复杂度相差很大，而又由于它们的输出模式相同，这就意味着后者需要在同等的空间中压缩更复杂的术式构架，这就很难办了。“说了这么多，我就是想解释一点：魔术的根本在于术式构成的控制部分。不过可惜的是，术式构成的控制原理尚不清楚；现有的术式几乎都是尝试出来的东西，我们所能做的只有细微的修改。于是，这就是魔术师们代代相传、以生命守护的传承了。”听到这，我内心仿佛感到一丝不妙。“于是，对于打算教你魔术的本人，你是不是该叫声老师？”一个七八岁比我矮一头的小孩子抬着头这么对我说。……喂，对面的小屁孩，你过分了吧？——本人，宁野，此刻内心彻底崩溃，原因：自己救了一个脑子显然是有病的小孩回家养着。\n\n连载目录&序章\n\n三连击第二发。章节名被bbs逼的改短了。。\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1461616560,
            "txt_content": "……\n算啦这真是对我感官的煎熬，\n我就不读完啦！"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1461942780,
            "txt_content": "学到了，到时候我引入魔法架构时就这么写"
        }
    ]
}