{
    "title": "<原创·连载>《混沌之歌》卷一 在北方 章六 破碎的记忆 - Blealtan",
    "author": "Blealtan",
    "replyCount": 2,
    "timestamp": 1461591660,
    "txt_content": "卷一 在北方章六 破碎的记忆\n“于是，对于打算教你魔术的本人，你是不是该叫声老师？”面前矮我一头的小孩抬起左手撩了撩被他伪装成黑色的头发，摆出了自以为很帅的姿势，吊起一侧的嘴角，这么问我。然后我当然是拒绝了。——不管是谁，都受不了这种精神有问题的人吧？虽说的确是达者为师，但是……感情上真心接受不了啊！再者说，好歹我救你一命吧？不对，这个好像真不见得，放他在那估计他也能活下来。那我换一个，好歹我家收留了你并且打算养你长大吧？你这孩子怎么能这么对我呢？好过分啊。然而就像是看穿了我的想法一般，心幻又道：“嘛，就知道你不高兴。那教你魔术就作为我在你家住下的房费好了。当然，是给你的那一部分。至于给你们家的，我这么说吧——假使有一天你们家中出了什么事情，我帮你们摆平。”好大的口气……“别不信，我跟你讲，给我十年，九州的顶尖武者都过来也不够我一只手揍的！”“好好好我信了可以吧？哎。”叹了口气，我转移了话题。“所以说，你打算怎么让我学这个……魔术？”“嗯，那当然是按照传统方式，去找些魔力亲和的素材，你先画术式阵画着玩咯。”“诶？听起来就好贵好可怕的样子……”“通用的材质当然很贵，银是最普通的，要效果更好的还需要金或是更贵重的材料，比如宝石——用魔术手段镂刻宝石的效果制成的魔术阵效果可是非常好的。不过说回来，其实对于简单的单元素术式，很普通的东西就足够了，比如清水对于水元素术式，木炭灰对于火元素术式之类的。”这么说着我一下子就觉得魔术这东西显得很掉价呢。“好了，那今晚的科普性讲解就到这里了。就算睡不着我也得回去躺着，如果引起你父亲的一些想法，我可就不好过了我还打算多住几年呢。对了，回头有时间的时候记得准备下零零碎碎的小玩意；其实先找几块炭备着就好。”说罢，心幻拍了拍手，周围的仿佛神置幻想之中的景象瞬间收敛。但是我忽然觉得有些不对。随着心幻收起了布置的术式，我脚下地面上的三层同心圆状的术式模型也在渐渐暗淡。而此时，我感到视野当中即将消散不见的代表魔力的灰色雾气中，从我的体内散出了一抹紫红。眼前一花，我摇晃着向前倒去。在断开意识之前，我仿佛听到耳畔响着心幻的声音：“宁野大哥！怎么回事！”——他怎么知道我名字的？我好像没说来着？……再次醒来，我的思维带着惯性继续了思考。这么久了我知道他的名字，他还不知道我的名字，我是不是太不守规矩了？还是说我们两个人的智力都有那么一点问题？迷迷糊糊的脑海中转悠着错乱的想法，我张开双眼。房间中的油灯已经熄灭，窗外透入了一点点细碎的晨光。我平常坐着的椅子上面有一个小小的身形，趴在桌上睡着。不知道为什么并没有爆发起床气，我轻轻地推开了身上的被子——直到此时我才注意到自己在床上——然后翻身坐起。然而这并没有避免我影响到心幻的睡眠。我刚一起身，一条发光的纹路便从我的床铺变延伸到心幻的脚底，又顺着爬上了心幻的脖颈间；透过衣服，我可以清晰地看到一条淡淡的光纹。隐约地，我脑海中闪过了一些记忆：炽热的发光的球体顶在我喉前、双色的瞳孔直视着我的场面，魔术，术式模型，元素————然而那都是些什么啊？头颅中间发散出一股撕裂般的疼痛，我不禁呻吟出声。两只手掌按住了太阳穴，狠狠地低下了头去。而这时，心幻由于不明的原因——不，大概是因为刚刚那奇怪的纹路，已经快速地醒过来，并站在了我的面前。“怎么样？是不是想到什么东西的时候感到头痛？还能想起来你刚刚在想的东西吗？”抬起头来，与心幻已经变回黑色的无神双眸对视。“大概能——呃啊。但是很零碎……记不清了……到底发生了什么？”停下了无用的挣扎，我把注意力转移走。头痛很快地减轻了。“果然……是心灵类的魔术呢。麻烦的很，我也没有什么办法，刚刚你昏倒的时候我没有感受到术式阵构成术式模型时的魔力流动，只有成型的魔术起效的现象。我检查了你的身体，也检查了这间屋子，都没有被固化术式模型的迹象——这很不正常。”听不懂。但我并没有去纠结他说的是什么，直觉告诉我我仔细想下去又会像刚刚那样。“那么……你是记不起什么东西了？”“就是你刚刚自己念叨的，魔术什么……的。”这么说着，便又是一阵抽痛。而这一次我快速地转移走了注意力。心幻皱起了眉头。“所有的相关的东西，只要想到就会痛苦，但是不是完全想不起来？”我点了点头。随之而来的是心幻更愁苦的表情。“真是粗糙的手段……但我也没办法消除掉效果，这样子的记忆清除更像是针对大脑的，如果是对心灵的屏蔽效果不会这么粗糙，但是那样我就能解决了。”避开了会让我想起某些东西的词汇，我才得以以绝强的意志把自己从崩溃的边缘拉回，没有再头痛起来。直觉告诉我如果细问下去又会多一些像刚刚那样一想到就头痛无比的记忆，我也就没有追问他说的是什么。而是转而问了更实际的问题：“那怎么办？”“嗯……我可以给你加一个心灵屏蔽，让你永远都想不到相关的东西——然而我不打算这么做，毕竟我打算把你当学生教呢。但是要不然的话……”感觉他接下来会说些很不妙的东西呢。“我已经记下了当时的术式模型的起效模式，可以给你屏蔽掉那个术式未来的更多影响，避免你大脑在学习我要教你的东西的时候进一步被破坏；同时，我打算给你的大脑进行一点处理，抹消掉你想到相关事项时的痛感。不管怎么说，曾经我也是研究过脑科学的，要不也干不了我那一行。”“大脑？你是指脑子吧？”感到惊悚的我这么问道。“嗯，是啦，就是你脖子上顶着的球里面的东西没错哟~”得到确认的一瞬间，我从头顶凉到了脚底。\n\n连载目录&序章\n\n三连击第三发。为什么章六不是教学二呢？当然是因为后面的教学得在遥远的将来，更主要的是有人叫我别费篇幅介绍设定OTL\n还有为什么章四在审核啊？\n\n",
    "replies": [
        {
            "author": "E.T.星落辰",
            "timestamp": 1461592320,
            "txt_content": "章四果然消失了～你是触了什么敏感词了吧？这个诅咒突发时间满分。啊不99，剩下一分-快去更AE！（手动滑稽2333）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461616440,
            "txt_content": "哈，我的内心此刻剧烈波动……"
        }
    ]
}