{
    "title": "<原创·连载>《混沌之歌》卷一 在北方 章四 “上课” - Blealtan",
    "author": "Blealtan",
    "replyCount": 1,
    "timestamp": 1461591180,
    "txt_content": " 本帖最后由 Blealtan 于 2016-4-25 21:43 编辑 \n\n卷一 在北方章四 “上课”\n看着心幻回到床上躺好，我嘱咐了两句便推门离开。夕阳将落，我也没有点起油灯——小孩子还是好好休息的好。虽然想想刚刚跟心幻的对话总觉得哪里不对，好像节奏完全被他带着走了，但是那种细节还是先忽视掉吧。总之不就是帮他守密嘛，多简单点事——只要他别自己暴露出来就好说。诶我刚刚答应了帮他掩盖魔术的事情吗？——好像有？嘛算了不管。总之我现在需要向父亲大人汇报一下情况——等等，我好像忘记了问一下他的伤到底是怎么好的了？唔……用脚想也知道和魔术什么的脱不开干系。既然这样，我就说他也不知道好了。啊……我真机智。而就在这时，迎面走过来一只师姐大人。她垂头丧气地走着，摇摇晃晃地——搞得我特别想捉弄她一下呢。一边这么想着，我已经绕到了她身后，一把攥住了她的长发发梢。她并没注意到并且继续向前走。她感到了疼痛。她哇地叫了出来并向后退了一步。她使出了肘击。“呜嗷！”这声是我的。暴击。完美的暴击。“你干嘛！”带着怒气的声音向我袭来。……听着这声音我意识到我在不合时宜的情况下做了不合时宜的事。看着回过头来，面容气急败坏的师姐大人，我缩了缩脖子。然后我小腿上又挨了一脚，师姐就消失在我面前了。诶？她竟然没再继续找我麻烦？不像师姐大人的作风呢……而这时候我注意到了不远处管家脸上的淡淡笑容。——等等！僵尸脸露笑是什么情况——我都快从你脸上看出看好戏的样子了喂！嘛，罢了，我还是去找父亲吧。于是我捂着肚子，跛着脚走向正堂。——怎么今天一直就这么不走运呢？被师姐拉出去碰上麻烦，被父亲批判了一番，又被我救了一命的孩子威胁到生命安全，然后又因为自己的突发奇想挨了这么两下……就这么想着，迎面传来了母亲的声音。“小野，还没吃饭是吧？来来来，饭菜还没凉，趁热吃啊。”感人肺腑！母亲大人你最好了！——然而正当我我飞快地冲到了饭厅落座在饭桌旁开始准备填饱肚子时，我发现了已经用过晚饭的父亲。他左手端着一盏清茶，右手搭着茶杯盖，抬眼看着我，带着一丝无奈，问：“这么快？那孩子醒了？”——嗯，他醒了，还差点要了我的小命——我当然不会这么说。“嗯。他状态还好，说是因为被人追杀才受了伤，但伤怎么好的他也并不清楚。”“不清楚么……嘿，清楚也不会说吧。唉，我是不指望你能问出什么了——”这么说着，父亲放下了茶杯，“等明天吧，我去探探他的口风。”没有什么阻止的好借口，我看着父亲走出了这间偏堂。但愿……心幻能处理好吧。——不过如果真的起了冲突，心幻和父亲谁更强一些呢？甩了甩头，抛开心里的奇怪念头，我把精神集中到食物上。不过在此之前我突然想起来问了也正准备离开的母亲一句，“我那个师姐大人可还饿着肚子？”“没有，她吃过了。……你还真是关心她呢。”抛下奇怪的论调，母亲迈开步子离开了。问问这种事，有什么奇怪的吗？我倒是不觉得。……最后一抹阳光消散在天际之时，我正在庭院之间，倚着一支竹，抬着头望月。倒不是我突然觉醒了文艺属性，只是因为没什么事情可做，才会在这呆着。往常父亲让我们休息一日的时候，师姐大人总是会从早到晚地给我找麻烦。像这样闲下来，已经好久没有过了。饱腹、无事，似乎是胡思乱想的两个必要条件来着。于是此刻我就处在胡思乱想的状态。心幻似乎有很多故事的样子。“那不是你能应付得了的事情”，这一句话似乎已经应中了一开始会惹来大事的猜测。明明只是个七八岁的小孩子，离开了父母却还这么冷静，身处千里之远的异地他乡却也毫不慌张；言语之间，提及魔术时的自信，提及东方武道时的不屑，让我不禁有种他的实力已经不是这片土地上的人所能想象的感觉。当然理智上我是拒绝这一点的——毕竟只要还是人类，这个年纪还是做不了什么事情的。不过论心智……我真的不觉得我不如他。短短的几分钟对话，我已经被他提到的内容搞得头脑混乱；而他在遇到这样的事情时的反应，我也是完全无法想象的。就只是离开熟悉的环境，离开父母，我就已经无法这么冷静地接受了。真是，不简单呢。然而我还是很好奇，他到底碰上什么麻烦了，才会遭到这样的残害？仔细想下去的话，我隐约有种仿佛要接触这世界的不为人知的一面的感觉。不为人知的“魔术”，在这治世无法想象的江湖追杀——我从骨子里感到一阵寒冷。不，果然还是因为夜晚的庭院当中已经不再如盛夏正午那样炎热的缘故。攥了攥衣襟，我迈步走回房间。然而就在推开我房间门，一只脚迈入其中的瞬间，我收到了巨大的惊吓。身体仿佛穿透了一层外侧看不见的光膜，其内是一块空荡荡的空间，大小和我房间相同，上下左右前后尽是雪白的墙面。在那房间正中央，心幻站在那里。“不要慌，我只是用了一点障眼法，省得外面的人看到了屋子里的动静。因为啊，我接下来要给你看些东西——既然说了要教你魔术，我就要说到做到啊。”哈？“嗯……还有，从外面看去你现在是跨过门槛停住的样子——赶快进来，关上门，我要给你上课了。”上课？好像他说过要教我魔术来着。完了完了完了，这下子我不是真的踩进了那不为人知的世界的另一面了吗！虽然……我也很是有些期待的样子。心跳微微加速，我走进了房间，带上了门。\n连载目录&序章\n三连击第一发。\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1461670440,
            "txt_content": "这几章干脆单开一卷，卷名叫《主角的逗比生活》"
        }
    ]
}