{
    "title": "【原创·连载】《二次元穿越》【2】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 9,
    "timestamp": 1461805980,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-4-28 12:58 编辑 \n\n正文\n\n2\n在我小的时候，经常喜欢在村里逛来逛去。\n当时很多村民都不喜欢小孩在村里横冲直撞，因为他们稍不留神可能就踩坏一片辛辛苦苦种出来的田地，或者去打别人家的动物，甚至是从别人家的箱子里拿一把剑，到了晚上偷偷溜出房间出去与怪物搏斗。\n很多人都认为这是恼人的。因为他们还很小，根本就不具备与怪物搏斗的能力，稍不留神就可能会丧命。但小孩们可不这么认为，因为他们喜欢自由的世界，他们对这个世界充满了好奇，所以对他们来说，这些不足以成为绊脚石。\n话说回来，我之所以能在村里到处逛，而不受到别人的责骂，是因为我出生不久，一位村里年长的占卜师说我是一个不同寻常的孩子，我的能力是命中注定的，一定要保护好。听到他这么说，很多大人都对我刮目相看。于是，我就顶着这样的名义，在村里地位比较高。\n当然，不是一直。直到5年以后。\n在那个春天，我的弟弟在一个夕阳的时候出生了。这一次，他也出现了和我不一样的情况。村长在弟弟的嘴里发现了一小颗钻石。根据前人留下来的经验，这样的人必定是奇才，是上天派遣下来的人。至于之前那个占卜师，也对我的弟弟惊叹不已。于是，全家的心思和精力都放到了他的头上。我呢，也就慢慢地变得普通起来。\n违背我的良心说话，我很讨厌他。如果没有他，我还不会落到今天的地步。\n于是在那个晚上，我从房间里偷偷跑出去。我带上了一把铁剑，一身皮甲，以及够吃一段时间的面包和水离开了。我知道这个村庄不适合我，我也感受到了我的未来的辉煌。\n话说回来，我发现我很多事情都会在梦里先梦到。不知道这是否是天意。\n……\n昨天我去挖矿了。\n是的，虽然我再之前的那天晚上又做了那个梦。但到了早上，我想起了曾经的事。以前的村庄，以前的人们，还有我在村里溜达的日子。我相信我做梦肯定是有原因的，哪怕我到现在都还不知道。我现在要让自己重新振作起来，干起活。是的，既然有人在注意我，无论他是上帝，是神，又或者是那些厉害的人。或许真像小时候那位占卜师预料到的那样，我是一个不寻常的人。既然给我了这样的机会，我就应该去珍惜，去把握。就凭借着这样短暂的力量和信心，我做了很多把石镐和铁镐，在矿洞里快速地挖起来。功夫不负有心人，我一共挖到了9颗钻石。将这9颗钻石轻轻地捧在手心里，感觉是多么的亲切，以前在矿洞里奋斗的日子好像又在我眼前出现，一幕幕都是那么记忆犹新。我小心翼翼地走到工作台面前，将这些钻石合成为一个钻石块。我发现这颗钻石块是多么闪亮，多么洁净，我顿时有了比初次还要激动的情绪。就在这时，我看见钻石块发出了光芒，指向我的仓库。\n\n一些废话这章可能质量稍微低了一点。本来是想写完回忆录，下一章开始新的内容的，结果发现回忆不够写，写多了看着也难受，所以简单做了点铺垫吧。昨天没更新是因为出去玩啦，真的不骗人，我一般最多2天~3天就会更新的。今天会把索引贴做出来，索引会持续更新，大家可以去那里支持一下，谢谢。\n\n",
    "replies": [
        {
            "author": "E.T.星落辰",
            "timestamp": 1461819480,
            "txt_content": "细节不够。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1461819480,
            "txt_content": "E.T.星落辰 发表于 2016-4-28 12:58\n细节不够。\n嗯，就是文笔的问题，我继续努力写"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1461819540,
            "txt_content": "感觉再写个1~2章剧情就到瓶颈了啊，脑洞不够。。不过更新可以保证，我没事就在想"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461834840,
            "txt_content": "我略茫然。\n这就是说楼主现想现写，没有建设框架主题等一系列东西？\n这点差评。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1461835080,
            "txt_content": "安根_Engon 发表于 2016-4-28 17:14\n我略茫然。\n这就是说楼主现想现写，没有建设框架主题等一系列东西？\n这点差评。 ...\n有大致想法，但是细节要想啊，不可能一下子整个故事就出来了吧"
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1461850380,
            "txt_content": "楼主加油，我也刚写小说，不过字数太少，质量也不够格，所以没发到mcbbs发在其他论坛上。字数很重要啊，没有一定的内容真的那啥。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1461853800,
            "txt_content": "光线桑德斯 发表于 2016-4-28 21:33\n楼主加油，我也刚写小说，不过字数太少，质量也不够格，所以没发到mcbbs发在其他论坛上。字数很重要啊，没 ...\n有没有兴趣加个好友交流一下？其实稍微修改一下发到论坛上是可以的，还可以得到指导和建议"
        },
        {
            "author": "冥王星人",
            "timestamp": 1461896700,
            "txt_content": "孩纸，我有一个文学群，群号在我签名，有空进来吧。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1461915840,
            "txt_content": "冥王星人 发表于 2016-4-29 10:25\n孩纸，我有一个文学群，群号在我签名，有空进来吧。\n好，我马上就加进来。。。"
        }
    ]
}