{
    "title": "[多线]LingYunCraft凌云帝国——凌于云上，驾于人间[1.8.X]",
    "author": "贺兰兰",
    "replyCount": 0,
    "timestamp": 1461759300,
    "txt_content": " 本帖最后由 shaokeyibb 于 2016-4-27 20:38 编辑 \nMinecraft凌云帝国服务器（MinecraftLingYunCraft）\n  注意：为了方便玩家阅读，本服务器介绍采用中文+英文模式，中文用户可直接进行阅读，英文用户需展开文字框进行阅读\nNote: in order to facilitate the player to read, this server is introduced using the mode in Chinese + English, Chinese users can directly read, English user needs to read a text box\n\n服务器简介:\n    Minecraft凌云帝国服务器是一个1.8.X的中小型RPG服务器，我们服务器采用生存+RPG的游戏模式，您既可以像网游一样疯狂的刷副本，也可以做一个普普通通的农夫，在本服务器内，我们做如下规定：\n1.本服务器的通用货币有三种，分别是[clay_ingot](铜),[iron_ingot](铁),[gold_ingot](金)。他们的汇率为1:10:100\n2.本服务器开启死亡不掉落，所以因“死亡掉落”导致的物品/货币损失我们概不负责\n3.禁止在服务器辱骂他人，宣传其他服务器,一经发现，我们将进行封号处理\n4.禁止破环主城周围200格以内的所有方块，一经发现，我们将进行清空背包处理\nThe server's brief introduction:\n\nMinecraft server lingyun empire is a 1.8.X of the small and medium-sized RPG server, our server using survival + RPG game mode, you can either crazy copy of the brush like online game, can also do an ordinary farmer, in this server, we make the following provisions:\n1. There are three kinds of common currency, this server is (copper), respectively (iron), (gold). Their exchange rates to 1:10:100\n2. The server open sticktite death, so as a result of \"dead\" items/we shall not be liable for any monetary loss\n3. The ban on the server abuse, publicity and other server, once found, we will have titles processing\n4. Ban around downtown broken within 200, all the squares, once found, we will have to empty bag processing\n\n\n服务器图片欣赏：(The server photos of:)\n    最后，祝凌云帝国所玩家玩得愉快，玩的开心！Finally, ling-yun zhu empire the players have a good time, have a good day!\n论获得超多服务器货币的方法：从主城一直向左走，你会看见一片黑森林，那里面有一个BOSS叫做【僵尸之王】，杀死他就可以获得超级多的货币哦！\nTheory of monetary gain more than server approach:From the city proper has been left, you will see a black forest, that there is a BOSS called \"the king of the zombies\", kill him can get super much money!\n服务器赞助相关：    请访问 http://lingyuncraft.mcrmb.com/ 查看赞助Sponsored by the server related:Please visit http://lingyuncraft.mcrmb.com/ for sponsorship\n\n",
    "replies": []
}