{
    "title": "《美国达人迷Minecraft系列图书》试读大会【已开奖】",
    "author": "混乱",
    "replyCount": 30,
    "timestamp": 1461919920,
    "txt_content": "\n\n\n\n\n\n\n\n《美国达人迷Minecraft系列图书》试读大会\n参与试读章节，写下简单的阅读感想并打出你心目中的分数（满分是★★★★★）！就有机会获得这本书！论坛与贴吧各9个名额。共18个名额。\n获得方式：5个最优评价与随机的4个随机评价奖品：图中图书1本，3本中随机的1本。活动时间：4.29～5.6\n\n试读链接：http://pan.baidu.com/s/1mhKFyFA\n\n获奖者已经公布\n最优评价\n7# @1421312987 \n10# @liulee \n21# @sunnuay \n25# @英海 \n28# @tokyopika \n\n\n\n随机抽取\n17# @YZC \n18# @汐小沫 \n15# @yangzetao \n12# @HOW浩 \n\n请获奖者尽快通过私信发给我领奖信息，内容如下：\n收件人：\n收件地址：\n联系电话：\n邮政编码：复制代码\n\n\n",
    "replies": [
        {
            "author": "liulee",
            "timestamp": 1461920520,
            "txt_content": "书不错，然而太贵哭了{:10_527:}"
        },
        {
            "author": "a8105",
            "timestamp": 1461920940,
            "txt_content": "九宫奥秘什么鬼..."
        },
        {
            "author": "LINCHUTI",
            "timestamp": 1461922380,
            "txt_content": "这年头玩个游戏都有图书教程了"
        },
        {
            "author": "阴阳师元素祭祀",
            "timestamp": 1461923400,
            "txt_content": "★★★★★\n我读的是红石的章节= = (个人比较喜欢红石)(似乎还有关cb)\n发现对红石和cb小白很有用 (前面的章节吧 后面要买QAQ)\n而且也是图文的 很不错"
        },
        {
            "author": "MRTangwin8",
            "timestamp": 1461923400,
            "txt_content": "总的来说这是个不错的教程，比wiki更亲近，毕竟有很多新人是看不懂wiki的→_→\n内容很详细，写在攻略部分（就试读部分来看）的，与国内“大势所趋”的教程不同\n国内的教程是照着做保留一部分活动空间，这个教程呢是教你认识，有一定基础的\n红石部分很不错，合成部分有些太过详细了。\n特别适合于新玩家，对于老玩家有一定的复习作用\n\n评分：★★★★★"
        },
        {
            "author": "nikoniko_ni",
            "timestamp": 1461923760,
            "txt_content": " 本帖最后由 1421312987 于 2016-4-29 18:00 编辑 \n\n首先从书的制作质量来看是非常完美的\n排版有创新性，并非像传统书籍那样“节省纸张”\nwiki小组翻译的真是太棒了，文章阅读的很顺畅\n配图也很到位\n\n这些书我都简简单单的看了一遍，其中就红石那本说一下\n再从书的目录来看，这本书从红石是什么？再到到命令方块的指令讲解，再到一些红石技巧\n教学的目标给人一种十分明确的感觉\n从基础 到理论 最后为实践加使用\n我个人认为非常的合理\n对一些刚接触MC的玩家，或是从未接触的玩家先进行扫除盲区\n再进行理论上的教学，让他们充满想法\n最后把自己的想法到MC里去实现，完全符合MC的真正玩法\n\n作者把知识部分的重要程度划分出了等级，并且标示出这些知识对你来讲是否应该去牢记或是去简简单单的学习一下即可而且，我翻了一下后续的试读的PDF，这些图标的确被合理量级，可读性较高\n\n\n\n之后又举例了两个小游戏的大致运作原理\n不得不说，一上来就展示这样“高能”的红石机关，确实是可以激发一下人的好奇心，为之后的阅读充满兴趣性\n评分:★★★★\n这本书总体来讲:\n优点:\n排版很合理\n教学思路强(这个我是最赞扬的)\n\n缺点:\n图片的展示性不是很强，一些红石机关突出的不明显(例如红石连线，中继器档位状态等等...\n\n建议:\n某些红石机关的教程在书中表达的可能不是很完善，建议在这本书出第二版的时候附赠教学光盘(如果有，请无视...)\n\n关于MC周边的书籍国内真的是太缺少了，希望大家多多支持一下这本书\n看看我会不会中奖，没中奖也要买一套支持一下(←_←混乱可不要冲这句话就不给我书了...)\n最后祝论坛越办越好"
        },
        {
            "author": "OVAmach",
            "timestamp": 1461927900,
            "txt_content": "\n书从封面上来说还是不错的，当然里面的内容也十分的棒具体也只是粗略的看了一下红石篇的内容，从易至难的内容新人带来了不少的便利之处各项说明也是十分的有趣生动，可读性非常的高排版也是走了一种十分简洁的风格，每页的字数并不是非常的多，看起来不会特别压抑 (不像53那样看起来就头大)但是，图例说明好像有点少，对于一些稍微具体的关卡设计可能有点难以理解总体来说，我给这本书★★★★☆"
        },
        {
            "author": "xiaoweng_jun",
            "timestamp": 1461928620,
            "txt_content": "封面挺不错的，可以明白的发现这是关于什么类的书籍\n里面内容清晰，有趣生动\n并且不管是大触还是新手都可以看看，都会对你有帮助的\n而且不需要有一个红石不会就需要百度，这本书就能搞定\n像红石小游戏之类的有些大触都不会做，但是这本书也能搞定\n内容里面的提示，请牢记，警告，技术提示都是很棒的，避免了因为电脑渣做红石导致游戏崩溃的悲剧\n也不用有些不知道彩蛋之类的就需要找wiki，毕竟新人会看wiki的不多\n更何况国内的MC有关的书籍本来就没多少，这本书不管是收藏还是真的要来看都是不错的\n当然缺点也是有的，有些红石机关的内容不怎么明确，有些新人可能按着这个做着做着就失败了\n但是也避免了新人因为不知道红石陷阱是什么而在服务器内死亡\n总之这书我给★★★★★"
        },
        {
            "author": "liulee",
            "timestamp": 1461930300,
            "txt_content": "阅读了所有的章节，感想：\n1 入门攻略对于新手来说很实用，各种介绍十分详细，相信众多萌新看到这些介绍会很快上手，对于未接触过mc的人来说可以提起玩mc的兴趣（话说没玩过mc的貌似不会买这本书吧），就试读的章节来看构思清晰，语言简洁有力，内容详略得当（这是真的），而且我还发现了竟然可以按shift+F3查看饼状图我竟然玩了这么多年mc都不知道QAQ，好评！\n2 红石章节比较新颖，非常适合正在研究红石的玩家（比如说我），其中的各种机械系统我本人很感兴趣，其中书中的一个拆弹小游戏给了我灵感，我因此确定了新的红石研究课题（好吧就是想造个功能相同的小游戏地图），书中提供了各种红石的应用范例我很好奇；不过细细看了看试读的部分感觉对于各种应用的解释不够详细（不知道整本书是不是也是这样QAQ），这是要急死红石党啊{:10_530:}。。。但是对于电路的构建也算是提供了一个思路吧\n3 合成奥秘这章觉得还不错，起初感觉合成表可以在wiki和搜索引擎里找到的又何必写书，不过看了之后觉得挺赞的，把合成各种物品的方法，物品的作用，参数等等都详细的介绍了，而且我居然现在才知道原来湿海绵还可以烧干的{:10_528:}\n4 居然没有本人最感兴趣的建筑试读{:10_524:}\n总体感觉挺不错，但依然有改进的地方，评分：★★★★\n我感觉这书非常有用的一点就是可以融化一部分家长的心，让他们逐渐认识到mc的乐趣并给孩子更多的时间玩mc，还能让更多人喜欢上mc"
        },
        {
            "author": "kj415j45",
            "timestamp": 1461933900,
            "txt_content": "评分：★★★★★\n\n合成的介绍很详细，但是关于石材切割机的部分建议指明：“当前版本已移除”\n附录的表A1-1中觉得应该加入一列：“数据名称”，不然1.8+会很累的\n感觉全书应该比这些片段更加interesting吧"
        },
        {
            "author": "HOW浩",
            "timestamp": 1461935040,
            "txt_content": "总体评价：★★★★★\n教学思路较强 图文搭配得当 内容清晰生动 \n    对于新人来说可以从第一本循序渐进，而对于老玩家则可以随意，可以起到一些复习、加强的作用（有些老玩家的基础知识其实也都不是很好，比如我，都是从小学生时代自己一步步探索过来的啊）。\n    有些人可能比较习惯看书，或是因为各种原因看不了电脑，相对于WIKI，鄙人还是更推荐选择这类优秀的纸质书籍。很多新人都可以从这些翻译优秀、质量有保证的好书籍起步，成为大神。\n    可能会有人说里面的合成表什么的太烦，个人觉得就算你觉得烦，可以先放一放，以后当资料参考就可以了。而且买来看完以后还可以偶尔再翻一翻，温习一下。价格也不算很高，总之个人觉得很赞！\n    因为版本总是在更新，所以建议可以持续翻新，并保持内容的有趣生动和可读性~"
        },
        {
            "author": "Enron233",
            "timestamp": 1461970500,
            "txt_content": "不错的图书，内容上虽然语言不太精炼，但是总结了所有Minecraft的合成 红石以及生存攻略等。下面我来分层次评价一下各种类型的书：\n合成：总结了各种合成方法，九宫格，四格合成物品的摆放格子，新手玩家以后可以把书摆放在桌前，提供了许多方便与快捷\n红石：上面总结了几乎所有的红石技巧，例如:红石门，红石陷阱等 另外还有红石游戏，这样，腐竹们可以把书一放，实现‘无插件制游戏’的方式，少了编程方面的困难。\n建筑：这会建筑党们有福了，里面提供了许多建筑技巧，方法，小窍门等。可以直接买一本这样的书，放在桌前，照看书中不断练习建筑，装饰等\n入门：强烈推荐新手玩家，里面讲到了各种生存技巧，方法，矿物产量等许多快捷方法，十分适合新手玩家\n      最后，我代表所有喜爱Minecraft的玩家向制作，审核此图书的工作人员表示感谢。\n                                     （个人评分★★★★★）"
        },
        {
            "author": "@@Leo",
            "timestamp": 1461975000,
            "txt_content": "图片英文差评……-三分之一颗☆\n\n对于MC红石电控世界那本，我表示无语，这些虽然我都会，但是还是看一脸懵逼，不想学，跟看着新发下来的英语书一样，或者当年我第一次看见编程语言一样(也有可能是没看到第二章的缘故)。\n\nMC入门玩家攻略我给★★★★★好评，真特喵的好，我觉得有这本了，那本合成的可以扔掉了，甚至不是专业红石的玩家连红石那本也可以扔掉了！不过假如要买的话我不会买这本的，因为这对于我来讲略基础了点……\n\nMC合成九宫奥密这本？不是生存教程强化版+建筑入门么……表示不喜欢，但是我不喷\n\n三本书总评：★★★☆☆( （★★★+★★★★★+★★-3*1/3★）/3 )\n不过写书真的很难，特别是写给新手的书……所以真的要评分的话再送★★\n话说我看到最后那一本编程的书好想买的说……等哪天有预算了买一本看看，希望不会特别基础等什么gui的……"
        },
        {
            "author": "yangzetao",
            "timestamp": 1461976080,
            "txt_content": "认真地看了红石书的两个样本后我又话说：\n\n1.本书所面向的读者说是只要会搭和拆方块的小白，可是我不这么认为，只用文字介绍而没有图片和详细的过程，是很容易特别是小白误入歧途的。\n\n2.不知道是阉割版的缘故还是什么，一没例子二没过程，像是在介绍发展史一样草草带过。\n\n3.书中出现的命令也不教教人家怎么用，就是告诉你有这个命令而已。\n\n4.排版还行。\n\n开头就感谢父母家人，懂得感恩不错！\n\n最终评价：这本书是随便写的吧！\n\n评分：两颗星。"
        },
        {
            "author": "x804404779",
            "timestamp": 1461984900,
            "txt_content": "虽然看着不错，但确实好贵{:10_493:}"
        },
        {
            "author": "YZC",
            "timestamp": 1461986520,
            "txt_content": "评星：★★★★★\n书大体都浏览过，总的来说书籍是面对小白向的吧，从介绍到认识再到了解，一步一步深入\n对于老玩家或者说知识足够充足的人来说无疑是来完善自己的书籍，从专变成精\n"
        },
        {
            "author": "胡洛卜猫_",
            "timestamp": 1462005120,
            "txt_content": "当我注意到这些书的时候，它们本身已经引起了我的兴趣，打开书页，你将会进入到一个Minecraft的世界，作者的精细讲解，又是多少人能够比下去的呢？？？他仿佛沉迷在这个世界，他要将我们吸引进去。我们的心已经蠢蠢欲动，他用另一种方式像我们介绍着Minecraft。他将Minecraft之旅一一像我们展示，谁会清楚这到底是教程？还是与你一起玩耍呢？\n总结：\n优点：思路清晰，讲解清晰，内容清晰\n缺点：封面有些杂乱的感觉，如果简化效果更佳\n评分：满分★★★★★的话我给★★★★，因为世界上没有最好的作品，只有更好的作品，加油！"
        },
        {
            "author": "huojunrui123",
            "timestamp": 1462011000,
            "txt_content": "这本书讲得非常细，把好多我没见过的地点或游戏技巧全都列举了，感觉非常全，配图也很清晰。\n这本书可以给我们很大的帮助，对于没玩过Minecraft太久的人来说，上面的内容还是够用的，有一些忘掉的红石布局和指令等内容都可以通过这本书回想起来。\n在红石这本书中讲的还是比较细的，有一些东西是研究一段时间在能弄懂的。\n综合评价：★★★★☆"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1462034100,
            "txt_content": "看完之后我觉得吧\n对于第一次接触Minecraft来说这本书的确是个宝物\n但是市面上此类劣质书已经不少\n我觉得不明真相的人会选择花很少的钱购买劣质书而不是花上将近40去购买所谓的官方合成表与纸质Wiki\n《Minecraft建筑巧夺天工》如果只是建筑展示而不是实际性建筑教程的话我认为没什么用\n说句不讨喜的话，唯一有用的我感觉就是编程系列的\n评分：★★★"
        },
        {
            "author": "sunnuay",
            "timestamp": 1462063740,
            "txt_content": "评价：★★\n\n我觉得这本书对于玩家并不太需要\n每本书的一些基础知识大家都是懂的\n比如玩家攻略一开始不必介绍标题画面选项，文字注释都写得很清楚）\n游戏攻略，合成方法等的内容在wiki上都能找到，而且层次比较清晰。这本书却只分成了4大类 都是一些凌乱的知识，MC的内容，只用四本书来形容当然是不够的\n（对于免费的全面的wiki和40元的不全面的书你想要哪个）\n\n我认为这款游戏本来就是应该自己去探索，自己去钻研，获得自己的成就感；它是自由的，如果一味的按照书上的去做，玩MC又有什么意义呢\n\n当然我也没有读完这本书，也不能妄下定论\n作者也是辛辛苦苦一个字一个字的写出来的，他也像让我们更了解MC，宣传MC\n至少这本书可以远离手机电脑，睡觉前，在学校，拿出来翻一翻"
        },
        {
            "author": "fzh5837302",
            "timestamp": 1462071960,
            "txt_content": "只能说相对的，比较精通原版生存的人，读关于合成和攻略的书籍的话，也许可以增加些细节性的知识，但感觉大体上还是不能有更多的认识。对于半生半熟或者玩了没多久的玩家来说，可能是非常有用的知识..对于我这种红石渣来说，红石方面的书籍不错，给于满分..★★★★★，合成攻略★★★，"
        },
        {
            "author": "叁只番茄",
            "timestamp": 1462077480,
            "txt_content": "评分：★★★☆☆\n我觉得入门和合成这两本适合没事的时候读一读\n对于这样一个开放世界还是自己探索最有意思\n而且一些物品相关的介绍还是wiki更为详细\n不过入门的内容讲的还是挺详细的\n\n比较期待红石与建筑的内容\n红石的内容从试读部分来看主要是介绍讲述为主 实践内容好像不多\n可以当一本百科书来看 介绍的红石装置都是挺实用的\n\n总体上语言描述通俗易懂 很适合白白的小白们"
        },
        {
            "author": "794590097",
            "timestamp": 1462093800,
            "txt_content": "总评分：★★★★★\n很好，这里面有很多的章节，解说的很仔细，并且附上图片以便帮助那些看不懂的人，这可以说对人们有很大的帮助。\n攻略评分:★★★★★\n对于刚开始玩Minecraft的小白来说的话这就是很大的帮助了，可以帮助他们了解如何游玩，游戏技巧等。对于老手来说算是复习，也是可以在其中得知一些不知道的事。\n合成评分:★★★★\n虽然挺好的，可是莫名觉得话太多了\n红石评分:★★★\n竟然是红石，应该讲的更详细一些"
        },
        {
            "author": "英海",
            "timestamp": 1462094700,
            "txt_content": "我试读了红石，合成，攻略三个样本，对于Minecraft的系列丛书我本身就有一定的兴趣，对于《美国达人迷系列》有一些想法\n\n1.系列的丛书编写的很全面，几乎涵盖了所有的Minecraft涉及的面\n\n2.有很强的被理解力，很好的讲解效果，易懂，是Minecraft玩家的一大福音\n\n3.图文并茂很具有观赏性，图书本身也具有一定的收藏价值，会很受玩家喜爱\n\n一些建议\n\n就图书本身来讲几乎是完美的，因为经过很多的审核，但是从玩家的角度来说，这应该不只是一本为小白准备的书，因为会购买Minecraft系列书的人，大部分都是对MC有着高度热爱，并且有年头的玩家，他们希望看到的使更多实用的内容，在红石与命令方块上可以更深入一些，这样会更有价值.。\n\n书的评分（★★★★）80%"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1462319760,
            "txt_content": "评分：★★★★\n教程的确很好，但是没有1.9的雪屋和末地要塞的介绍，也没有宝箱中能得到的物品的列表。\n-----------------------------------分界线，以下内容可无视--------------------------------------------\n\n\n\n\n表示在国外加载摆渡盘慢成狗。。十几分钟只加载了几页\n对度盘的评分：{:10_494:}"
        },
        {
            "author": "L1597385318",
            "timestamp": 1462535280,
            "txt_content": "mc入门玩家攻略这篇，对物品的来源和用途都十分详细的写出，如果对于一个小白来说这本书是他的必备宝典，附录部分给出了方块的合成方法，对于小白来说这个可以让他少走很多弯路，所以入门攻略我给:★★★★★"
        },
        {
            "author": "tokyopika",
            "timestamp": 1462536540,
            "txt_content": "评分：★★★★\n介绍和优点：\n《Minecraft达人迷》图书是完全面向新手的一套近似完美的图书。其中，《攻略》是面向小白新手玩家的必备教材，这本书讲述了从小白到大神的成长过程，从开放阅读的第一章和第八章可以看出，作者在写书方面还是很用心的，可以很好的帮助小白快速成长。《合成》主要讲述了Minecraft的迄今为止绝大多数的合成方法，从工作台到烟花、附魔，作者是很用心的写书的，是面向小白的绝佳参考资料，配套《攻略》会更好的成长的为一位大神。\n《红石》主要讲了Minecraft的主要红石的制作，从拉杆到制作大型游戏，这本书可以很好的帮助你。\n总体来说，这套书是很好的面向小白的教程，对于大神们也可以用这套书复习巩固，特别是一本仅仅39元的价格，绝对比市面上任何一款Minecraft图书物有所值。特别的是，这还是彩印的，相比相比于其他编程类书籍（比如C Primer Plus）黑白印刷，彩印应该能勾起许多读者的兴趣。这套书绝对会成为居家旅行必备的书籍！\n缺点：\n《红石》这套书，现在仅仅支持到1.8.8，现在已经全面到1.9时代，除非可以出第二版第三版等等修补到最新版本支持的红石电路，否则，随着时间的流逝，这本书一定会淹没在书海中。\n《攻略》这本书，目录才写到支持1.4，相比红石，这本书这本书久远就远了，希望以后更新新的书籍，更新到新版本！\n总结：\n这套书肯定是入门Minecraft的首选，每本39元的价格更是物美价廉，只不过书籍的版本相对较低\n，如果能更新到最新的版本，推出第二版的话，那么这套书肯定经久不衰！\n"
        },
        {
            "author": "minehenry",
            "timestamp": 1462549620,
            "txt_content": "评分：★★★★☆\n从总体来说这本书质量确实不错，游戏中截图还加了\"特效\"(游戏中的截图开了抗锯齿和其他的东西)，而且原作者也算是\"老朋友\"了，翻译质量也没得说，Minecraft中文Wiki的人亲自审校还怕翻译出错？书也很注意细节和读者的感受，让读者和新手玩家读起来通俗易懂，在日常生活中享受游戏乐趣，让书拿在手里就像拿着一本MinecraftWiki\"纸质版\"。\n但是部分细节可能做的不是特别到位，比如游戏的GUI还全都是英文的，如果下次能够亲自用中文版Minecraft截图可能给读者的感受就更好了。\n虽然这本书讲的是核心内容，但是Minecraft这款游戏的变化实在是太快了，今天和明天可能就差出了一个特性、一个合成方法、一个新物品，所以这本书的\"合成\"内容就显得有些不足。\n\n总体来说这本书还算不错的，有机会的话希望购买一本。向为此书付出过汗水的人致敬！"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1462599480,
            "txt_content": "...为什么没有命令方块教程"
        },
        {
            "author": "767832567",
            "timestamp": 1462606920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}