{
    "title": "【原创·连载】《二次元穿越》【3】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 3,
    "timestamp": 1461917940,
    "txt_content": "正文\n\n3\n我小心翼翼地，跟随着钻石块发出的光的指向一步一步走着。\n这钻石块在旁边灰色的、没有生机的石头的衬托下，显得格外耀眼，格外引人注目。不过，我发现它和正常的钻石块不太一样。\n是的，确实不太一样。\n乍一看上去好像是差不多的。它以青蓝色为主体，棱角清晰可见，摸上去十分光滑，而又很坚硬，看上去很珍贵的样子。\n但是，仔细一看，我发现这钻石块竟发出的是绿色的光！\n绿色，绿色……我看到这样的颜色，有一种似曾相识的感觉。是的，我在哪里见过这种颜色……\n我的大脑开始快速运转，一幅画面渐渐呈现在我面前，愈来愈清晰，越来越熟悉……\n无数的信息交织成了一幅图画：在无尽的黑夜中，一道门，绿色的门，散发着奇妙光芒，深不可测的魔力的门。这时，我带着好奇的心情，正要走进门里去……\n我一下子反应了过来：呀，这不是我前段时间在夜间反复梦到的那扇奇异之门的颜色吗！\n于是，我的心一下子激动起来，揣摩着它的来历，思考着它为什么会发出这样的光。莫非，这个世界的创世主已经找到我了，他已经做好准备让我去做一些事情了吗，或者是要告诉我有什么事情要发生了？\n感到摸不着头脑的我摇了摇头，拿出铁镐将钻石块挖下来，然后继续按照它所指示的方向走去。没错，确实是仓库的方向，一定没有错。\n我踏进仓库的门，一个个排列整齐的箱子出现在我眼前。而这时，钻石块发出的光已经越来越明显，不再是刚刚开始那微弱的光。不仅如此，我还感受到它内部有一种跳跃的力量。\n我随着它的光走到一个箱子面前，不禁有些吃惊：咦，这不是装附魔和酿造物品的箱子吗，难道这些物品和它有什么关系？\n我用双手轻轻打开了箱子。\n里面的东西摆放整齐。附魔台、书架、附魔书、药水、烈焰棒……感觉没什么不一样呀！不过我没有停下来，继续进行细致搜查，不放过箱子里的每一个角落。\n“哇！”我突然大叫一声，把整个身子几乎都埋到箱子里去了，随后拿出一个末影珍珠。\n哎，怎么可能会这样呢？末影珍珠明明是小黑身上掉下来的战利品嘛，我怎么可能会放在这个箱子里呢？忽然，我发现这个末影之眼也像钻石块一样发出绿色的光，完全吻合，它们之间好像还有吸引力。我不禁反应过来了：原来这块钻石块是来带我找这个末影之眼的！\n那么这就更加奇怪了，这个末影之眼怎么会出现在这里呢？而且，既然钻石块让我来找它，那麽它会有什么不一样的地方吗？\n我云里雾里地在房间里转来转去，不知道到底是什么意思。忽然，我想起了末影珍珠的作用，用它不是可以合成末影之眼吗？会不会合成以后有什么特殊的功效或者告诉我一些事情？\n我跑到工作台面前，拿出烈焰粉，将它们合成。结果，我合成了半天，费了好大的劲，也没合成出来，总是拿不到末影之眼。\n怎么回事？明明就是这样合成的呀，我的合成表肯定没背错！难道它真的普通的末影珍珠不一样，有一些不一样的地方吗？那该怎么办？\n我思考了半天，想不出办法。唉，估计是玩我的吧，可能真的就没啥用了。我只得这样在内心中安慰着自己。于是，我随手将末影珍珠扔了出去，扔在了不远处的一块木地板上。\n“啪！”我听到一声清脆的响声，随后发生的事情我就不知道了。\n本章字数：1238字\n一些废话这两天有好多大大支持我，给我提了不少建议，谢谢各位，我会努力的。\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1461920160,
            "txt_content": "描写还是有拖沓的意味。\n比如从第二段至第六段，根本用不上整整五段来进入情节；描写的配比上，心理描写搞得很长。不管它本身内容怎样，给人的感觉就是略显做作。\n类似的还有开箱子前后的情节。\n而全文的关键情节似乎没有太多吧。\n那么可以说主角一直在做作。\n剩下的部分很好，给个赞。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1461920220,
            "txt_content": "安根_Engon 发表于 2016-4-29 16:56\n描写还是有拖沓的意味。\n比如从第二段至第六段，根本用不上整整五段来进入情节；描写的配比上，心理描写搞 ...\n因为我想把接下来的剧情弄到下一章描写，所以内容可能有些繁琐\n下次我尝试下剧情稍微快一点，不知道效果会不会好一些"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1461938100,
            "txt_content": "剧情并不是过于拖沓的，但是从主角的性格和经历来看，语言描写有点幼稚化……写的要深沉点，成熟点。初三就知道这样的作文是多吃香了～    至于珍珠和眼你写的乱了，注意一点。"
        }
    ]
}