{
    "title": "<原创·连载><第一章><By.Guqu>骗局",
    "author": "guqu",
    "replyCount": 7,
    "timestamp": 1461932580,
    "txt_content": "于是就这样洽谈起来了，谁也不记得这是几日，几时，在哪里，我们在干什么。我们聊得不亦乐乎，仿佛屏蔽了房间里的喧嚣声。我想她也和我一样，和她一样。都对角落有一份牵挂，都对世界有一些不解。“你……有没有家人啊。”……直到这句话，彼此沉默了。我貌似懂了他的苦楚，连忙说对不起，她叹了口气，说道：“我父母……在前几天的一场夺营战争中去世了。”\n“我很抱歉。”\n我仿佛破坏了刚好的气氛，想怎么弥补都不不回来了，我们两个互相交换了名片。离开了餐厅，开始踏上寻人的路途。说实话，我不知道路在何方，该如何走。听到这些，心里多了一份记挂。在这个小安全区里，貌似有太多的留恋与不舍。就这样沿着路走着，路边没有一个人，我也避开了尘世的喧嚣。多么想摘下一朵花，闻闻。崩。左手一阵猛痛。肌肉的撕裂感朝我大脑袭来，我带着莫名的恐惧逃离哪里，身后还传来几声爆炸的响声。手一直在流血。马上跑回那家餐馆。“洛！”一声呼喊让餐厅陷入了宁静。洛马上跑出来，看到我的情况拿出了绷带和镊子，对我的伤口进行初步处理。痛。我现在只有这个感觉，不仅是手上的，还有心里的那一份不知道从何而来的痛。包扎无法止住这痛，深呼吸也无法。就这样慌乱地，结束了醒来后的第一天。醒来后，在医院。身旁只有洛，他貌似请了餐厅的假来照看我，没想到就这么一段时间的撮合。就可以交一份深厚的友谊。“没事吧……”        她的眼神里充满了担忧，我感到很开心，用沙哑的声音说着：\n“没事。”\n其实我也不知道，为什么右手臂对我的影响这么大，可以让我说话都成问题。不过我现在只想闭上眼睡一会儿，太累了。身边的仪器响着，窗外的阳光照在我脸上显得格外舒服。暖洋洋的，想起了从前。和她一起在花园养着小宠物，看着太阳慢慢升起，静听潮汐忽涨忽退。可是现在却连她的身影都没有了。呵，可笑。不久，我出院了，这一切太快，仿佛是没有经历过一样。时间总是不饶人，总把我们当儿戏？关于这个答案，我也不清楚。我感觉我现在就在漫无目的街道中遨游，失去了自我，失去了所有，失去了我该拥有的一切。我觉得该了，该为自己找个归宿了。于是我选择在路边开了一家副食店，虽然生意不是很热闹，但是我总有目的。最近很想去一览大海的风景，听说需要一大笔钱，还很危险。于是就这样吧，总有一天能攒到的。我该说我是对生命充满了希望，还是对生命已经绝望了呢？\n@ZCA @Aikawastep @ffc2412966076 @FHC红石  @星之永恒 @飞翔末影龙 @一枚渣渣 @MF_Mufeng\n\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1461932820,
            "txt_content": "最后两段换一下叙述角度或者时间，不要从上面顺下来会好些。\n或者刻意顺下来，关联强一点。也是种写法。\n另外我已经多次要求被@了。"
        },
        {
            "author": "123123aadfg",
            "timestamp": 1461932820,
            "txt_content": "原谅我没读懂，好像和这个标题没关系啊"
        },
        {
            "author": "xcc",
            "timestamp": 1461933360,
            "txt_content": "某guqu又出来吸人气了"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1461938220,
            "txt_content": "有点晕。到底啥意思？如果没上下文……确实很……难看懂什么东西，背景明朗度已经低到影响正常阅读的水平了。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1461941580,
            "txt_content": "E.T.星落辰 发表于 2016-4-29 21:57\n有点晕。到底啥意思？如果没上下文……确实很……难看懂什么东西，背景明朗度已经低到影响正常阅读的水平了 ...\n她是这个世界神的使者，是整个新伊甸的圣母\n他是她曾经最好的挚友，爱人，导师\n然而最后他失忆了！！！\nget到了吗？"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1461941640,
            "txt_content": "If you are exhousted all your options\nAnd if you find yourself with nothing to believe in\nFree your mind,and you will see\n                      ——potf《Signs of Life》\n\n我就胡扯一下，毕竟我也是光广大没灵感学生之一。。。。"
        },
        {
            "author": "小宇lalala",
            "timestamp": 1462070100,
            "txt_content": "字体不一样差评\n喵？！我怎么看不懂。。。。。。"
        }
    ]
}