{
    "title": "<转载·连载>龙与猫之国·1【博物馆恐怖日】",
    "author": "孤独的校长",
    "replyCount": 4,
    "timestamp": 1461928380,
    "txt_content": "龙与猫之国·1【博物馆恐怖日】：阿兰星落学校有一个非常出名的捣蛋大王。\n\n他的名字，叫做“龙小邪”。\n\n所有严肃认真的老师都不喜欢他，尤其是教英文的莫汉老师。\n\n这一天，阿兰星落市博物馆举办了一场盛大的“古埃及文物展”。\n\n莫汉老师受到校长委托，带领全班同学前去参观，可是莫汉却觉得这是一个在课外锻炼英语的绝好时机。于是，他就站在一具具木乃伊展品前，眉飞色舞地加起课来！\n\n“同学们！请拿起笔，把我说过的重要的话统统记下来，因为这将作为明天的考试内容！”\n\n“哇，不要啊，好可怕！”\n\n莫汉老师滔滔不绝地开始了他的长篇教学，同学们恐惧地抱住了脑袋，纷纷掏出笔记本，奋笔疾书，累得手腕都快要抽筋了。\n\n这时候，一阵嚣张的大笑，忽然打断了博物馆内的沉默！\n\n“哈哈哈哈！快看快看——世界上竟然还有这么胖的木乃伊猫呢！”\n\n这个捣乱的家伙，自然就是龙小邪。\n\n龙小邪完全没把莫汉老师的处心积虑的“考前补习课”放在眼里，他每次一遇到神秘古怪的东西，就像放飞了的小鸟，扑腾扑腾着就直奔新奇事物那儿去了。\n\n“这具木乃伊有趣！那个灵魂罐头好玩！那部《亡灵书》残卷看起来也好有意思呢！”\n\n龙小邪高兴得满世界蹦跶，丝毫没有注意到莫汉老师越来越黑的大猩猩脸。\n\n“龙、小、邪……！”\n\n莫汉老头额头青筋凸起，忍无可忍一声爆吼，伸出魔爪，逮住了这个无法无天的讨厌鬼。\n\n“你这个不听话的小家伙！”莫汉老师怒吼道，“全班同学都在认真学习，为什么只有你不听老师的话？！老师让你把我说的‘重要的话’统统记下来，你究竟记了没有？记了没有？你从来不听老师的话，考试怎么可能会及格呢？考试不及格，怎么可能成为优秀的人呢？成不了优秀的人又为什么要来学校里念书呢？嗯？回答我！龙小邪！”\n\n莫汉老师的愤怒口水好像机关枪一样“啪啪”扫射出来，一瞬间就把龙小邪喷成了一只悲催的落汤鸡。同学们害怕极了，纷纷拿出十字架来替这个可怜虫默哀，龙小邪却依旧笑嘻嘻的，丝毫没把这只咆哮大怪兽当回事。\n\n“没有耶，我亲爱的莫汉老师，我可喜欢您、可听您的话了呢！”龙小邪微笑着举起袖子，擦干了莫汉老师喷在他脸上的每一滴口水。\n\n“我早就把您所有重要的话，统统都记下来了哦！”\n\n“……真的吗？”莫汉老师狐疑地眯起了眼睛。\n\n“当然真的！不信——您看！”\n\n龙小邪乐呵呵地一指自己的笔记本，笑得像只狡黠的小狐狸。\n\n莫汉老师推了推老花眼镜，认认真真地看向了龙小邪的本子。\n\n然后——\n\n整个博物馆都险些被他震怒的猩猩咆哮给掀翻了！\n\n“龙小邪！你这是想气死老师吗？吼——！”\n\n同学们好奇地望了一眼龙小邪的笔记本，立刻哄堂大笑了起来。\n龙小邪说：“亲爱的莫汉老师，我可听您的话了呢！我可是把您所有重要的话，统统都记下来了呢！”但是莫汉老师一看他的笔记本，立刻气得变身成了一只咆哮大猩猩，请问龙小邪都在笔记本上写了什么呢？\n\n“你……你……！”莫汉老师气得舌头都打结了。\n\n“哟，亲爱的莫汉老师，”龙小邪似笑非笑地转了转活动铅笔，“虽然您说话永远都那么不着重点，可我还是那么认真地一字字全都记录了下来！在您刚刚说过的所有话里头，除了以上四个字外，最重要的，大概就只有‘龙小邪’三个字了吧！要不——我再替您签个名儿？”\n\n“龙、小、邪——！”\n\n莫汉老师彻底气昏了头，张牙舞爪地冲着龙小邪扑了上去。\n\n然而，说时迟那时快，博物馆的管理员忽然黑着脸出现，一把抓住了莫汉大猩猩。因为莫汉刚刚那一声惊天咆哮影响了其他游客，管理员生气地将他丢出了展厅。他才不管谁是老师、谁是学生呢。\n\n“等……等一等！我的课还没有加完！放我进去啊！龙小邪！你这个可恶的捣蛋鬼！”\n\n莫汉老师在龙小邪的鬼脸中，宛如悲剧男主角般化成一簇流星消失在了博物馆的大门外。\n\n“哦耶！万岁！终于可以自由参观了呢！多亏了捣蛋大王龙小邪！哈哈哈哈！”\n\n同学们高兴得一下子蹦跶了起来，飞也似的窜进了各个展厅。\n\n龙小邪懒洋洋地打了个哈欠，笑眯眯地望着大家高兴的模样。\n\n其实，他是真的非常喜欢同学们这种欢乐的神情啊。\n\n就像四年前那晚，爸爸妈妈最后一次带他来博物馆的时候，他也是这样欢呼着跑进一个个古老神秘的展厅的，只不过……那一晚之后，他的爸爸妈妈，就再也没有回家过。\n\n龙小邪叹了口气。\n他还清楚记得，四年前七岁生日那晚，爸爸妈妈忽然将他送到阿兰星落市的一所寄宿学校，温柔地亲吻着他的额头说道——\n\n“龙小邪，爸爸妈妈马上要去一个很远很远的地方，参加一次非常重要秘密的工作，可能很久很久都不能回来，一定要听老师的话，长大成为一个好孩子哟！”\n\n“好孩子？什么是好孩子？”龙小邪疑惑地眨了下眼。\n\n“好孩子就是……一个真正能够给大家带来幸福欢笑的人。”爸爸妈妈温暖地解说道。\n\n“好吧，我答应你们，那你们早点回来陪我。”\n\n七岁的龙小邪紧紧记住了爸爸妈妈的话，用力地点了点头。\n\n然而，爸爸妈妈却爽约了。\n\n那一晚之后，他们两人就再也没有回家，只有一笔笔的巨额生活费，每隔三个月一次，神秘地出现在学校的信箱里。\n\n莫汉老师吓唬龙小邪说，爸爸妈妈一定是因为知道他变成了全校最出名的讨厌鬼，所以不再喜欢他了！\n\n龙小邪难过极了。\n\n究竟是什么工作那么重要，让爸爸妈妈忘记了回家的约定？\n\n龙小邪郁闷地伸了个懒腰，然后又摆出那副玩世不恭的坏孩子嘴脸来，仿佛从来就没有伤心过一样。\n\n这时候，一个奇怪的声音，忽然在他耳边幽幽地响了起来——\n\n“龙小邪，你还剩下20个小时的生命了，在临终之前，你还有什么重要的遗言要说吗？”\n\n“谁？”\n\n龙小邪一愣，立刻回头,……四下无人。\n  同学们已经纷纷跑进了四周围的展厅，莫汉老师也被管理员丢了出去，硕大的博物馆中，在龙小邪的可见范围内，除了几具阴森森的木乃伊外，只有空调的冷气还在呼啦啦吹着，阴森得让人有些头皮发麻。\n\n“刚刚，是谁在和我说话？”龙小邪压低嗓子又问了一声。\n\n“呵呵呵，不用找了，你是看不见我的，龙小邪，真可怜啊，你现在还有19小时59分20秒的生命了。”\n\n那声音阴森森的，仿佛就凑在龙小邪的耳边喃喃低语一样，但是任凭龙小邪怎么寻找，都看不见任何的踪影！\n\n“你……你究竟是谁？少开这种无聊玩笑了！”龙小邪鸡皮疙瘩都起来了。\n\n“无聊玩笑？哼……”\n\n那恐怖的声音忽然变得异常严厉。\n\n“四年前，你七岁生日那晚，你爸爸妈妈就是在这座博物馆里神秘失踪的，从此以后，再也没有回来。你看我像是在和你开玩笑吗？”\n\n“什……什么？”龙小邪一惊，激动起来。\n\n“你见过我爸爸妈妈吗？你知道他们两个在哪里吗？”\n\n“闭嘴！小鬼，我可没有回答你任何问题的义务。你现在还有19小时58分55秒的生命了——看见旁边那个沙漏了吗？”\n\n“啪哒”一声！\n\n灵魂展柜上一个3300多年的古埃及沙漏毫无预兆地翻了个身。\n\n龙小邪一惊，转身。\n\n只见那古老沙漏里面停止了数千年的流沙忽然开始“咝啦啦”地往下流淌\n“从现在开始，那个沙漏里流淌着的，就是你最后的生命时间！拿起它！”那恐怖的声音冷冷道。\n\n“拿？不……不要吧，这可是文物……”龙小邪汗如雨下。\n\n“蠢材！这原本就是我三千多年前留下的东西，我现在让你拿你就拿！！”那声音阴测测地命令道。\n\n龙小邪被它一吓，下意识地握住了展柜上的那个沙漏。奇怪的是，博物馆的警报竟然没有响！怎么回事？龙小邪刚想研究一下警报系统是不是失灵了，那恐怖的声音再次响了起来——\n\n“听着！龙小邪，从现在开始的19小时57分30秒里，你要时时刻刻带着这个沙漏，只有当它停止流动的时候，你才能从那个被诅咒的宿命中存活下来！现在——转过身来看着我！”\n\n看……看着谁？\n\n龙小邪愣了一下，刚想问它究竟是什么东西，自己究竟应该看向哪里，忽然间，一幕诡异的情形出现在了他的眼前！龙小邪猛地醒悟过来——他知道刚刚跟他说话的那个声音，究竟是什么东西了！！\n\n天呐，这……这怎么可能？！\n\n第二章【木乃伊的预言】\n\n",
    "replies": [
        {
            "author": "LINCHUTI",
            "timestamp": 1461928740,
            "txt_content": "强行加长文章长度"
        },
        {
            "author": "孤独的校长",
            "timestamp": 1461928920,
            "txt_content": "共1836字"
        },
        {
            "author": "axjza",
            "timestamp": 1461930540,
            "txt_content": "写的还蛮多的"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461932520,
            "txt_content": "我得说，从这一段开始注意排版了。\n给转载者一点建议，在转载的时候做一点说明（或者你就在索引说也行）"
        }
    ]
}