{
    "title": "<转载·连载>龙与猫之国【穿越时空的诅咒之眼】",
    "author": "孤独的校长",
    "replyCount": 0,
    "timestamp": 1461993300,
    "txt_content": "龙与猫之国【穿越时空的诅咒之眼】\n“啊！还是教室好啊，没有恐怖的木乃伊猫呢！”\n\n龙小邪回到教室，四仰八叉地伸了个懒腰，倒在了椅子上。\n\n龙小邪所就读的“阿兰星落学校”，是位于红海中心一座海岛上的私立寄宿制学校。教室外面，明媚的风景、古老轻浮的花园府邸、微醺的海风，总是让龙小邪这个靠着很多资助才能有幸就读这里的普通孩子感到无限的……想打哈欠。他是真心不喜欢在这种有钱人云集的地方念书的，感觉就好像野猴子披了一件黑毛大氅，就想来冒充黑猩猩了似的，真是无聊至极！\n\n龙小邪伸长了四肢，将“站没站相、坐没坐相”八个字演绎到了登峰造极的境界！然后，只听教室门口一声冷哼，一个俊俏的男孩子怒气冲冲地走了进来，撩起一脚，就将龙小邪躺的那把可怜的椅子踢了个四脚朝天！\n\n“龙小邪！我命令你立刻给我坐正——听好了！”男孩生气道。\n\n“唉哇！好痛！亚瑟……你干嘛踢我？”龙小邪吃痛地爬起来，郁闷地挠了挠头。\n\n这个凶巴巴的小男孩，长着一头极其漂亮的水天蓝色头发，冷着一张小脸，校服笔挺得连一丝多余的褶皱都找不出，正是龙小邪的同桌兼室友——亚瑟·圣梅洛·V·古斯塔夫公爵。亚瑟这个可恶的臭小子，是百慕大船王和瑞典公主的小儿子，最受同学们喜爱的圣梅洛公爵殿下，同时，也是最让龙小邪头疼的高材生。这种品学兼优、又帅又聪明的家伙……完全就是为了反衬龙小邪这样的小坏蛋而存在的嘛，实在是太让龙小邪心烦了！\n\n“我最后再警告你一次。”亚瑟冷冷地斜睨了他一眼。\n\n“最后警告我哪一次？”龙小邪不爽地掏起了耳朵。\n\n要知道，他们俩在不幸成为同桌兼室友的这四年来，亚瑟可是平均每天都要被龙小邪气得发出无数条“最后警告”呢，谁记得清楚他哪一条算是“最后”的警告？\n\n“你少强词夺理！”亚瑟生气地将一只胖嘟嘟的花栗鼠放到了龙小邪桌上！\n\n“龙小邪，你今天早上喂过悠伊了吗？昨天喂过它了吗？前天喂过它了吗？”亚瑟怒道，“悠伊可是你捡回寝室的宠物！你这家伙，怎么可以对它这么不负责任呢？饿死了怎么办？！”\n亚瑟说着，狠狠地教训了龙小邪一顿。\n\n这凶巴巴的口气呀，简直就像他未老先衰的爸爸一样！\n\n龙小邪真是越听越不耐烦了。\n\n站在课桌上的这只大胖花栗鼠，名叫“悠伊”，是龙小邪四年前从学校草丛里捡回来的“储备粮”——随时准备拿来涮火锅的！只不过，这只“储备粮”实在太会装傻、太会卖萌了！它一看见好心的亚瑟，立刻就装出一副泪汪汪的小媳妇表情来，以至于亚瑟一口咬定了龙小邪虐待小动物，硬逼他对悠伊负责到底！\n\n哼，负责他个魂灵头？\n\n四年来，这只“储备粮”至今还没有被龙小邪涮进火锅里的唯一原因，就是善良的亚瑟每天都傻乎乎地喂养着它，而且……还爱心泛滥地把它养成了一只大胖子！\n\n悠伊这家伙……\n\n如今都胖成个球了，涮起来一定更加美味了吧……嘻嘻！\n\n龙小邪想着想着，顿时邪恶地咽了咽口水，一把逮住了圆滚滚的悠伊，贼笑道：“得了吧，亚瑟，我们俩可是一起抚养它的！你负责喂，我负责玩！我可是每天都在陪它玩好好玩的游戏呢——对吧，我亲爱的悠伊？”\n\n龙小邪说着，冲着悠伊“无限温柔”地一笑。\n\n悠伊一见龙小邪微笑，立刻吓得一炸毛，拔腿就逃，但是已经来不及了！龙小邪笑眯眯地一甩手将它丢进了自己精心制作的“陷阱”当中！\n亚瑟一惊，迅速帮忙悠伊逃出了陷阱。\n\n悠伊吓得浑身毛都炸了起来，萌萌的黑眼睛里满是水汪汪的眼泪，无辜地瞪着这个邪恶的小主人。龙小邪却还嬉皮笑脸的满脸不在乎。真是个不负责的坏小子啊，一定要想办法教训他！\n\n叮铃铃——\n\n上课铃声响了。\n\n教历史的凯瑟琳老师，踩着好像高跷一样的亮红色高跟鞋，屁股一扭一扭地进了教室。刚一进来，她做的第一件事，就是狠狠地瞪了捣蛋鬼龙小邪一眼！\n\n“哼，今天历史要突击考试！”凯瑟琳用力地将一叠厚厚的考卷丢在了桌上。\n“龙小邪！你昨晚好好复习了吗？”\n\n“咦？”龙小邪一愣。\n\n喂喂……\n\n不都说是突击考试了吗？他怎么可能复习了呢！\n\n“哼，就知道你们这些差生全都没药救！成绩这么差，还整天胡作非为，如果你们今天历史考试再不及格，我一定要让你们统统留级！”凯瑟琳把脖子仰到了一个不可思议的角度，尽可能做出“鄙视你”的表情来。\n\n全班所有差生都害怕地抱在了一起。\n\n龙小邪也被吓到了！他虽然捣蛋至极，但一见“考试”和“留级”也还是腿软的，瞬间就从一只横行霸道的大螃蟹，变成了一条泪汪汪的软脚虾，求救般望向了亚瑟，哀求亚瑟同学赶紧把答案借给他抄一抄！龙小邪豪爽地使了个眼色：今晚夜宵，我请客！当然，钱还是要你付滴……\n\n亚瑟顿时没好气地翻了他一个大白眼。\n\n实在是太没出息了，龙小邪！\n\n花栗鼠悠伊更是报复心极强，硬是用它肥硕的身体给他们俩划了一大条天然的“三八线”，彻底摧毁了龙小邪的偷看计划！龙小邪腹背受敌，真是好想把这只忘恩负义的大肥球丢进火锅里涮掉啊！\n\n眼看可怕的历史考卷“哗啦啦”地下发到大家的课桌上。\n\n龙小邪绝望地倒毙在了桌子上，正准备等死……\n\n然而这时，一件奇怪的事情发生了！\n\n龙小邪一呆，惊讶地举起手来。\n“凯瑟琳老师，你……你发给了我一张写过答案的考卷！”\n\n龙小邪刚刚说完，立刻后悔了，真是恨不能咬掉自己的舌头！\n\n啊啊……\n\n他真是太傻太天真了啊！怎么就那么老实交待了呢，根本不应该告诉凯瑟琳的！\n\n果不其然，全班所有差生全都“唧唧喳喳”地抬起头来！\n\n坐在龙小邪身后的温莎大少爷，更是死没出息地一拉龙小邪的衣角，泪汪汪道：“龙小邪！你个超级无敌大白痴！你傻啊？考卷上写过答案不好吗？你不要就给我抄啊，给我抄啊，呜呜呜……”\n\n龙小邪也好想和温莎抱在一起哭啊！每次考试快要不及格的时候，他们两个总是特别有默契呢！凯瑟琳鄙夷地瞪了这两个活宝一眼，用她尖尖的红指甲挑起龙小邪的考卷看了看，然后一皱眉。\n\n“什么写过答案的考卷？龙小邪，你眼睛有问题吗？这明明是张空白卷子！”\n\n凯瑟琳愤怒地一指考卷上的习题。\n\n“什么……空白的？！”龙小邪一傻。\n\n不可能啊！\n\n他明明看见凯瑟琳手指的地方，正密密麻麻写满了试卷的答案，难道凯瑟琳视力有障碍？\n\n龙小邪刚想解释，谁知他身后的温莎竟也一把拉住了他道：“龙小邪，别闹了！你眼花了吗？这可真的是张空白考卷啊，哪里有答案了？”\n\n龙小邪更加惊疑地望向了温莎。\n\n只见温莎正眯着眼睛，用他号称7.0的超人视力死死盯着凯瑟琳手里的考卷。就连悠伊都站直了身体，用放大镜将那份考卷从头到尾仔细检查了一遍，最终也狗腿子地冲着龙小邪竖了一下小指！啊……可恶的大胖花栗鼠！竟敢鄙视主人，它一定是被白眼狼的灵魂附身了吧！\n龙小邪刚想教训悠伊，凯瑟琳已重重地将考卷拍在了他的桌子上。\n\n“龙小邪，你还不给我坐下！做不出考卷，就认命，少添乱！”\n\n龙小邪郁闷极了。\n\n怎么会这样？非但凯瑟琳看不见这考卷上的答案，就连温莎和悠伊也看不见吗？真是太奇怪了！\n\n究竟是什么地方出了问题呢？\n\n龙小邪的好奇心滕然升起。他飞快地提起笔来，按照考卷上的答案，迅速誊写了一遍。\n\n“凯瑟琳老师！”五分钟后，龙小邪再次举手。\n\n“你又怎么了？这回又想找什么借口逃避考试？肚子疼？还是屁股痒？”凯瑟琳烦极了他。\n\n“我写完了。”龙小邪潇洒地一耸肩膀。\n\n全班同学顿时又唧唧喳喳地抬起头来！\n\n不会吧！就连亚瑟都还只写了三分之一呢，龙小邪已经全部做完了？\n\n“怎么可能写得完？！龙小邪！你要是敢交0分卷子，我一定要你留级！！”\n\n凯瑟琳愤怒地抽走了龙小邪手里的考卷，提起红笔就批！在凯瑟琳眼里，龙小邪这样的捣蛋鬼，实在是太可恶了，非但自己做不出考卷，竟然还想哗众取宠，搅得全班不太平。\n\n凯瑟琳飞快地批了下去，一题、两题、三题……最后一题！\n\n竟……竟然全对？！\n\n龙小邪竟然在五分钟内交给了她一张满分考卷？！怎么可能这样？！\n龙小邪刚想教训悠伊，凯瑟琳已重重地将考卷拍在了他的桌子上。\n\n“龙小邪，你还不给我坐下！做不出考卷，就认命，少添乱！”\n\n龙小邪郁闷极了。\n\n怎么会这样？非但凯瑟琳看不见这考卷上的答案，就连温莎和悠伊也看不见吗？真是太奇怪了！\n\n究竟是什么地方出了问题呢？\n\n龙小邪的好奇心滕然升起。他飞快地提起笔来，按照考卷上的答案，迅速誊写了一遍。\n\n“凯瑟琳老师！”五分钟后，龙小邪再次举手。\n\n“你又怎么了？这回又想找什么借口逃避考试？肚子疼？还是屁股痒？”凯瑟琳烦极了他。\n\n“我写完了。”龙小邪潇洒地一耸肩膀。\n\n全班同学顿时又唧唧喳喳地抬起头来！\n\n不会吧！就连亚瑟都还只写了三分之一呢，龙小邪已经全部做完了？\n\n“怎么可能写得完？！龙小邪！你要是敢交0分卷子，我一定要你留级！！”\n\n凯瑟琳愤怒地抽走了龙小邪手里的考卷，提起红笔就批！在凯瑟琳眼里，龙小邪这样的捣蛋鬼，实在是太可恶了，非但自己做不出考卷，竟然还想哗众取宠，搅得全班不太平。\n\n凯瑟琳飞快地批了下去，一题、两题、三题……最后一题！\n\n竟……竟然全对？！\n\n龙小邪竟然在五分钟内交给了她一张满分考卷？！怎么可能这样？！\n什么？！全班所有孩子都傻眼了。\n\n凯瑟琳生平头一次对龙小邪好声好气起来：“原来，我一直都看错了你……龙小邪，其实只要足够努力的话，就连你这样的坏小子也是会创造奇迹的，我……我不准备让你们这些小坏蛋们全都留级了！”\n\n凯瑟琳话音刚落，整个教室瞬间一片不可思议的狂欢！\n\n全班所有坏孩子，全都上来激动地抱住了龙小邪。温莎更是无比肉麻地亲了龙小邪一口！\n\n龙小邪满脸通红，顿时被这段突如其来的表扬给惊呆了……\n\n他自从上小学以来，还从来没有被老师这样当众表扬过呢，反而一下子面红耳赤，变得不好意思了起来！\n\n他刚刚可是靠着“作弊”才得了满分的呢，并不是真的创造了奇迹。\n\n龙小邪忽然有一点点莫名的羞愧。\n\n在他的身上，究竟发生了什么事？\n\n下一期敬请期待\n",
    "replies": []
}