{
    "title": "<转载·连载>龙与猫之国【木乃伊的预言】",
    "author": "孤独的校长",
    "replyCount": 0,
    "timestamp": 1461992580,
    "txt_content": "龙与猫之国【木乃伊的预言】\n是这只木乃伊猫在和他说话？！\n\n这……这怎么可能？\n\n它不应该是一具风干了好几千年的尸体吗……\n\n龙小邪浑身汗毛都竖了起来，迅速抄起了手边所有能抓到的东西，准备当暗器丢过去。然而，接下来发生的一幕，让他双手双脚都禁不住颤抖起来，根本无法做出任何违抗的动作！\n\n只听“吱呀”一声——\n\n他眼前厚重的玻璃门缓缓打开了，钢化玻璃摩擦警报钢片的声音，长长地缭绕在空荡荡的博物馆内，空调冷得吓人，展厅内堪称完美的警报系统好像被一种千年前的诅咒冰封了似的，丝毫没有启动的征兆。\n\n那只恐怖的木乃伊猫就这样一步步从展柜里走了出来。\n\n它的脚步，无比优雅从容，好像轮回千年的法老王一样，一步一步，越走越近。\n\n它的爪子，伸向身上包裹着它身躯数千年的霉臭的绷带，以一种极度美妙而高雅的姿态，将它们一圈圈扯下，露出一身幽亮绝美的暗金色皮毛和一双绿宝石般闪耀的眼睛来。真是一只非常漂亮的猫啊。可是龙小邪却没有任何欣赏它的兴致，只听一个令人毛骨悚然的声音，在他耳边幽幽响起道——\n\n被诅咒的孩子啊！\n\n我以古埃及法老王“梅利伊布拉”之名，赐予你灵魂彼端的祝祷。\n\n死亡之翼在你身后张开，时空之眼在你眸中开启。\n\n童年的噩梦，将是你活下去的唯一线索……\n\n龙小邪不敢确定那只恐怖的木乃伊猫究竟有没有张嘴，但它的声音就好像魔咒一样，紧紧束缚住了他。龙小邪努力想逃，但却连后退半步的力气都没有了。他眼看着那只木乃伊猫一步步地走近他，然后，忽然以一种难以预测的姿态猛地扑向了他，挥起锋利的爪子，一把抓向了他的左眼！\n龙小邪感到左眼一阵难以言喻的剧痛，眼前一黑，重重摔倒在地！\n\n……\n\n哔——\n\n哔——\n\n“……患者心率降为0！血压无法维持！”\n\n“……患者自主呼吸停止！血压为0！”\n\n“……患者经1小时36分钟抢救无效死亡！”\n\n“……死者龙小邪，十岁，国籍中国，死因不明，初步诊断，疑似病毒感染引起的呼吸心跳骤停，请各位老师节哀顺变，速速通知他父母前来医院认领……”\n\n龙小邪迷迷糊糊醒来，隐隐约约听到的，就是医生嘴里这些似懂非懂的话。\n\n他已经在急诊室里停止呼吸了整整1小时36分钟！\n\n医生们绝望地摇了摇头，遗憾地收走了所有的急救器械，准备将他送进冷冻室保存起来。\n\n龙小邪突然意识到有点不对了……什么？抢救无效？死亡？他吗？医生还要老师通知他爸爸妈妈来医院认领他？龙小邪闻言一吓，顿时一屁股坐了起来，拼命摇手大喊道：“不可以！不可以！抢救有效的！抢救有效的！我还没死、没死呢！你们可千万不要去我爸爸妈妈那里告状啊！万一他们更生我气了，不但不回来看我，就连下个月的零花钱都不寄给我了可怎么办？！”\n\n龙小邪在被推入冷冻室的前一秒钟，突然惊恐地坐了起来，冲着医生和老师大喊“抢救有效的”、“请不要谋害我下个月的零花钱”。\n\n老师和医生吓得同时一屁股坐在了地上！\n\n艾玛呀……死鬼他们见得多了，不过像龙小邪这么没出息的死小鬼，他们还是头一次见！竟然为了一个月的零花钱“死而复生”了啊，真是好伟大、好坚强的求生意志！莫汉大猩猩气得猛地给了龙小邪一个爆栗！\n“抢救有效个屁！你这个没药救的小白痴！刚刚真是吓死老师了！你……你究竟是怎么在博物馆里昏过去的？！”莫汉大猩猩说罢，一伸手，紧紧拥抱住了他！\n\n还好，还好……\n\n没事就好，活着就好呢！\n\n医生在一阵惊恐过后，同时舒了一口长气，好像捡到了天大的宝贝似的再次忙碌起来，给龙小邪做了更加全面的检查。检查显示——龙小邪身体的各项指标都完全正常，根本没有什么奇怪的疾病，唯一有点奇怪的是，他的左眼……出了一些异状……\n\n医生疑惑道：“同学，你的左眼，原来就是失明的吗？”\n\n失明的？不会啊。\n\n龙小邪呆了一下。\n\n他的两只眼睛可都是5.2的视力呢！为什么医生要这么问？\n\n“没有失明啊，我左眼视力可好了！”\n\n龙小邪闭上右眼，用左眼盯着医生的脸一笑道：“我甚至都可以清楚看见医生头上顶着的一块热气腾腾的三文鱼披萨，披萨上面还有好多讨厌的青椒和酸橄榄呢！怎么可能会失明？”\n\n医生闻言一愣，疑惑地摸了摸自己的脑袋。\n\n这孩子……为什么说自己头上正顶着一块热气腾腾的三文鱼披萨？没有啊！怎么可能会有披萨呢！\n\n他该不是摔得脑震荡，得了幻视症吧！\n\n医生严肃道：“别开玩笑了，孩子，我头上可没有顶着披萨！我们刚刚对你做了非常详细的检查，诊断结果表明，你的左眼——已经完全失去了感光反应！一只没有感光反应的眼睛，是绝对不可能看得见东西的！你确认你的左眼能够看见我？而且……还看见我头上顶着一块披萨？”\n\n“嗯，一块三文鱼披萨。”龙小邪认真地点了点头。\n\n医生们面面相觑，不理解龙小邪究竟用左眼看见了什么奇怪的景象。莫汉大猩猩又开始不高兴了，刚想斥责龙小邪又在捣乱，谁知这时，急诊室的一位医患家属突然发出一声“唉哟喂”的尖叫，脚下一绊，重重摔倒在地！那病患家属手中端着的纸盒猛地掀飞了起来！数种食物和餐具在空中划过一长圈漂亮的抛物线，然后——\n\n“噗”的一声！\n\n一块热气腾腾的三文鱼披萨，不偏不倚，正正好好砸在了那医生的头顶上！\n\n那披萨……\n\n真的就如龙小邪形容的那样，上面放着超多超多的青椒和酸橄榄啊……\n\n所有人都惊呆了。\n\n怎么可能？难道是医院的仪器出了错？\n\n这孩子的左眼，并没有失明？完全看得见东西？\n\n但是，他用左眼看见的……究竟是些什么怪东西呀！\n\n医生和莫汉老师再次瞠目结舌，而龙小邪却正好望向了窗户外面的飞过的麻雀，根本没注意到急诊室里刚刚发生惊险的一幕，反而无聊地催促道：“医生，医生，我的左眼真的看见啊！究竟什么时候可以出院？”\n\n医生支支吾吾了半天，最终也没想出有什么理由可以把这个身体“完全正常”的孩子强留在医院，只好在一番苦口婆心的叮嘱后，将他放回了学校。\n\n“有什么不舒服的话，一定要赶紧告诉老师哦，孩子！”\n\n“万岁！回去玩咯！”龙小邪只当医生的话是耳边风，一蹦老高，高高兴兴地跑出了医院。\n上页下页\n然而，他还没跑出去多远，忽然感到裤子口袋里磕着什么硬硬的东西，感觉又不太像是手机……\n\n龙小邪伸手掏了掏口袋。\n\n只听“啪嗒”一声——\n\n一个古老的沙漏从他裤袋里掉了出来！\n\n那个恐怖声音又如诅咒般在他耳边幽幽地响了起来——\n\n龙小邪，你还有17小时38分钟46秒的生命！\n\n看看那个沙漏吧！这里面流淌的，就是你最后的时间……看看那个沙漏吧！\n\n龙小邪浑身汗毛刺溜一下竖了起来！\n\n博物馆里发生的惊悚一幕再次浮现在他眼前！\n\n难道……刚刚博物馆里发生的事情，竟然不是在做梦？！这个三千年前的古董沙漏，怎么跟着他一起离开了博物馆？！别……别开玩笑了。\n\n一定是他的幻觉吧，幻觉！\n\n要不然，就是什么人在恶作剧捉弄他！别想吓倒他！\n\n龙小邪害怕地捡起那个沙漏，颠来倒去地放了放，又用力甩了甩，试图想要阻止里面流沙继续流逝，然而——竟然没用？！无论他将那个沙漏正放、倒放、侧放、还是斜放，沙漏里的流沙始终都以一种极其恒定的速度汩汩流逝着，就好像他最后24小时生命正在以一种缓慢而确定的速度不停流逝着一样。\n\n龙小邪有些心慌了，他怎么看都觉着这个沙漏有些奇怪，该不是被那只木乃伊猫诅咒过的吧？太可怕了！龙小邪四下张望了下，见周围无人，“啪嗒”一甩手，就将那个3300年的古董沙漏，重重摔在了地上！\n\n沙漏碎了。\n\n里面的流沙“哗啦啦”散落了一地，终于停止了流淌。\n\n龙小邪稍稍安心下来。\n\n他心想：死猫，看你还敢来吓唬人？！\n\n龙小邪自欺欺人地一笑，哼着小曲儿，一蹦一跳地往学校跑去了。\n\n根本没注意到，那个黑暗的时空中，慢慢向他伸来的命运魔爪。\n第三章【穿越时空的诅咒之眼】\n\n",
    "replies": []
}