{
    "title": "【原创·连载】《二次元穿越》【4】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 6,
    "timestamp": 1461992880,
    "txt_content": "正文\n\n\n眼前是一片红色的世界。\n\n我从地面上爬起来，踉踉跄跄地走了两步，大脑也清醒了过来。\n\n我环顾四周，墙壁是用地狱砖块做的，而地面则是地狱岩，让我感到浓浓的不安感。\n\n而地面上放着整整齐齐的箱子，我好奇地打开它们，想一探究竟。结果，箱子里的东西却使我大吃一惊：\n\n这不是我自己家里仓库的东西吗？\n\n我差点没站稳，再次观察下四处的景象，发现真的就是我家仓库的结构，好似只是换了材质包。我下意识地看看背包里的东西，也没有任何变化。于是，我死死的盯着我手上的末影珍珠。\n\n我想起来之前发生的事情了，就是你这个该死的末影珍珠，你是罪魁祸首。\n\n我气恼地把末影珍珠扔出去，却再次昏了过去。不过，很快我又醒了过来，发现自己又回到了自己家里的仓库，而且又回到了原来的景象。\n\n“哦！原来是这样！”我恍然大悟。原来这颗珠子并不是真正的末影珍珠，只是外表很像而已。而这颗珠子，便是带我……在那个红红的世界和这个现实世界穿梭的钥匙？\n\n今天发生的事情处于我意料之外。于是，我回到了我的书房，在众多书籍中寻找着有用的书，我要知道真相是什么。\n\n我选择了一本叫做《次元穿越》的书，因为我感觉自己刚才就好像在穿越一样。这本书的封面是半红半绿的，左边是令人心惊胆战的深红色，右边是看着很舒畅的绿色。\n\n我翻开书，细细地读着。这本书主要讲的是整个世界分为3个次元：普通次元、地狱次元和神之次元。这跟我之前学习到的不一样，之前的书上曾写过只有普通和地狱两种次元，没有提及到过神之次元。而书上还写了，每个次元都是互相独立的，不干扰的。只有拿到穿越次元钥匙的人才可以穿越，而钥匙的名字是附魔之珠。\n\n我不禁想到了我的那颗珠子。原来它叫附魔之珠。\n\n我接着看下去。书中还提到，整个世界其实本来是一个整体，但是有不同之处。就像我们所生活的3维空间一样，3个维度既是独立的又是相辅相成的。而生成的时候，3个次元平行了，永不相交，所以说通过正常的渠道没有办法从一个次元穿越到另一个次元去。\n\n我不禁想到了之前学习过的平行宇宙有关知识，感觉深奥极了。\n\n长舒一口气后，我把书放了下来，上床去睡觉。我感觉这两天发生的事情有些让人措手不及，实在是来得太快了，根本就消化不了。当然，我也感受到了这件事的重要性，它可能会改变我的这一生。\n\n想着想着，我便睡过去了。逐渐地，我梦见了那扇门，绿色的门，散发着魔力的深不可测的门，我正要踏进去……\n\n字数：959字\n\n\n\n一些废话\n\n\n这章内容以交代背景和为故事铺垫为主，可能看得有点混乱，希望大家喜欢。\n明后天有可能断更，我尽量发一章出来。\n\n\n索引贴见签名档",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1461994560,
            "txt_content": "为什么每章总是有一些自己知道的“无法解决”的缺点呢？"
        },
        {
            "author": "演绎の梦",
            "timestamp": 1461995220,
            "txt_content": "为嘛要用第一人称= ="
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1462000500,
            "txt_content": "...................还是描写，还是描写··········低幼化。{:10_494:}"
        },
        {
            "author": "Skind_Mongoose",
            "timestamp": 1462002240,
            "txt_content": "故事发生在哪？怎么会有材质包这个词？"
        },
        {
            "author": "名人才华",
            "timestamp": 1462006860,
            "txt_content": "E.T.星落辰 发表于 2016-4-30 15:15\n...................还是描写，还是描写··········低幼化。\n你这话说的……单描写又不是不行，他没写好而已"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1462286220,
            "txt_content": "楼主可能这段时间很忙，所以很难保证日更，但是一直在码字，明天可以把下一章发出来，之后2~3天一更是没有问题的，不是弃坑哈"
        }
    ]
}