{
    "title": "<原创·连载>空[第六十五章：凯文·西格莱斯][46241359]",
    "author": "46241359",
    "replyCount": 5,
    "timestamp": 1462094460,
    "txt_content": " 本帖最后由 46241359 于 2016-5-1 17:41 编辑 \n\n正文\n\n\n\n    彼得现在希望能够立刻回去。\n    第一次觉得save的会议室的气氛变得如此压抑，让他觉得即将窒息。除了他以外的所有人都十分默契地在死寂中等待着某人的到来。每个人的神情都是极其严肃，眼中都透出或多或少的忧虑，从此时的气氛来判断，即将到场的人连他也不能小看。\n    这种压抑的沉默持续了非常长的一段时间，在此期间彼得多次想要站起身离开这里，但又感觉有什么力量将自己强行摔回座椅上继续等待着。\n    终于，在漫长的死寂过后，一串轻盈的脚步声让气氛变得更加凝重，随着门被推开，人的目光齐刷刷落到开门者的身上。\n    “各位，好久不见。”手中拿着一个体积不大的魔方，身上披着白色的外套，实际穿着的是save的制服。他看人时的眼神很熟悉，似乎在什么人身上见到过类似的，像是一个放大镜，无限放大所观察的人身上的弱点。最后，他看向了彼得，没有言语上的表达，只是嘴角微微上扬露出含义不明的微笑。\n    一瞬间彼得像是受到了来自那个眼神的某种刺激，身体不自觉地颤抖了一下。不错，这人是在哪里见到过，但应该是很久之前的事了。\n    “你是？”\n    男子收敛了诡异的微笑，极其随意地坐到本应是安德的位置上，看起来还是一副毫不知情的样子。这样也罢，可周围没有人去提醒他这里有人，似乎对这种情形早就习以为常。“凯文·西格莱斯。”\n    听到这名字，已经到嘴边的问题被彼得硬生生地吞了回去。人他觉得眼熟，但名字没听过，大概是……错觉吧？\n    “凯文，”陈眉头微皱，有些不安地打量了一下若无其事地旋转着手中魔方的男子，“你真的是接受‘他’的请求才来的么，看起来不像。”\n    听到这句带有明显质疑意味的话语，凯文停下手里的动作，“那，你觉得我，应该是什么样，才比较像？”\n    “至少，你不该这么随意，你的情况再怎样特殊，‘他’总该教过你基本的礼仪吧？”\n    听到“礼仪”二字后，凯文的眉向上挑了挑，显然对其不屑一顾，“是，有教过。但，到底应该怎么用，用在谁身上，要遵从我自己的意愿。”\n    彼得转头，看见陈的脸上流露出罕见的幽怨，加上其他人紧张的神情，对于凯文和组织其他成员的关系也猜到了大概——非常差。但刚才陈口中的“他”？也是save的人么？\n    “‘他’是指谁？”\n    没人回答。看着周围人那种严肃中带有畏惧的眼神，彼得已经找到了答案。在save里至少是个重要人物。刚才陈提到“教”，说到与这个字有关的身份，不是教师，就是有血缘关系的长辈，再不然就是……\n    养父母？\n    不会吧……\n    先暂且撇开彼得本身对于save的厌恶情绪，凭心而论这个组织内的天才不在少数，而且到目前为止彼得所见到的在礼仪方面都没问题。既然是这样的一个人做养父母，怎么可能教出……这样的一个……不着调的人来？\n    “好，”陈缓和了一下自己的语气，心想凯文还是个未成年人，自己理应做出一定的退让，“那么你来是有什么事。”\n    “玩。我只是，恰巧路过，‘他’突然给我来电话，叫我，顺道来一下。”说着，凯文眯起眼，像是在欣赏陈此刻隐忍的神情，“‘他’，也会来，应该，马上就到。”\n    “……什么？”在极度惊异的精神状态下，陈怀疑自己刚才是不是听错了，在看见确认性地点头后，顿时后悔自己不应该来参加会议。周围人也开始小声议论起来，而凯文只是惬意地端详着每个人的表情，最后，他还是看着镇静的彼得。\n    果然是个不简单的人呢。\n    还是说，只是因为对于save的了解太少，所以产生不了震惊的情绪呢？想到这里，凯文眯起眼。彼得双眼看着桌子，手捏着自己的下巴，显然是在思考着什么。表情看起来也不是那么的紧张，与周围人相比则就显得太过于放松。\n    不过，明明是互相见过认识的人，现在彼得对他却没有任何对待故人该有的反应，倒像是素未谋面的陌生人。这样的结果有些出乎他的意料，同时不免让凯文觉得失落。难得自己从千里之外赶来故乡，想来见识一下“他”口中所说的与自己有类似经历的人，结果发现几乎没有什么共同话题，到现在为止对方只问了他两个无关紧要的问题。 \n    真是太令人失望了。\n    虽然“他”在凯文年幼时就教导他要学会如何去压抑自己的负面情绪，努力控制不让其爆发，这就是他从一个正常的儿童逐渐沦为确诊为精神分裂的杀手的原因。\n    即使这事是“他”刻意安排，凯文也绝无反抗的可能。他生来就具备卓越杀手的资质，也因如此才会导致父母双亡，过去各个方面对自己精神上所施加的压力也理所当然地被他视作一种特殊的赎罪方式，而如今让他魂魄不宁的那些冤魂则是咎由自取。\n    命运，对待任何人向来公平，任何人都无法反抗其力量。凯文知道，当他使用自己的意念，握紧匕首的一刻，他就已经向命运对自己的安排表示了屈服，甘愿踏上那条永不能回头的道路。\n    长期以来的怨念、仇恨、悲痛、懊悔都被他所谓的“理智”强压在内心，遵从“他”的指引渐渐融入漫无边际的黑暗，负面情绪随之被糅合在一起，让他的身体同时存在两个灵魂。两者对于身体主导权的争夺很快就让凯文仅存的自我意识支离破碎，原本的他被黑暗吞噬殆尽，形成了如今的……凯文·西格莱斯。\n    路是他选的，能力是这个世界赋予的，这世界上除他以外的任何人都没有过错，包括“他”。\n    门再次被人推开。\n    在那个雨夜后的两年，锐利再次刺穿了他的孤独。\n    “凯文，好久不见。”\n\n\n废言\n\n难得在小组群里冒个泡还被某大区版主催更，太凶残。\n\n\n返回索引贴\n\n@sam3737 @冥王星人 @恶魔-潇洒 @zyj0807 @xcc \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "asjkdaskljda",
            "timestamp": 1462096080,
            "txt_content": "没人是么？水一发！\n蒽，好久没回来了，变化很大？"
        },
        {
            "author": "sam3737",
            "timestamp": 1462098480,
            "txt_content": "咦?不是阿克提克么？斯塔克是什么！\n话说文风终于神奇了起来，表示之前忘记回复了（一如既往，恕我无礼）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1462099920,
            "txt_content": "sam3737 发表于 2016-5-1 18:28\n咦?不是阿克提克么？斯塔克是什么！\n话说文风终于神奇了起来，表示之前忘记回复了（一如既往，恕我无礼） ...\n有神奇么？我怎么觉得不如以前了。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462147380,
            "txt_content": "要是说“神奇”嘛，确实是“神奇”了……"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1465521660,
            "txt_content": "礼仪\n绝对不是照应前文\n应该只是北极被纠缠得有些烦了\n忘记前面已经用过一次？"
        }
    ]
}