{
    "title": "[MOJANG服务器黑名单系列]服主们给MOJANG的一封信",
    "author": "lzs1234",
    "replyCount": 20,
    "timestamp": 1462288620,
    "txt_content": " 本帖最后由 lzs1234 于 2016-5-7 09:54 编辑 \n我在reddit上看到这篇，花了一个多小时翻译了一下（不知道发在这里算不算错版）\n英文原文\nServer Owners Respond to Mojang Blacklisting Servers\nu/swolbgnajom2d, 17h\nToday we are on the verge of death for Minecraft as you know it. Some of you believe that EULA enforcement is a good thing, and many of you recognize the incredibly lethal impact it will have on our community. The purpose of this article is to concisely explain current events and what you can do to help.\n\nWhat has been happening?\n\nOver the past two months large networks owners have been receiving emails from Mojang regarding EULA Enforcement. They made demands for compliance, refused to discuss any alternatives, and went radio silent afterwards. Communication on their end was extremely poor, and even though we tried to have a professional discussion with them regarding what is best for the community, they made no attempt to listen. As such none of the large networks complied to their demands because we know it will be the death of Minecraft if we do.\n\nWhat will happen if EULA enforcement continues?\n\nAll of the medium to large sized servers across the world will die and you will have extremely limited options for where to play your favorite game. It has been tried time and time again, and the server networks that switch to EULA compliance die off. Speaking for my own network, which has peaked at a few thousand players online, I can tell you first hand that our network expenses number in the tens of thousands of dollars per month. Each year we spend an incredible amount of money to pay developers, artists, system administrators, community managers, and more. EULA compliance will cut revenue down by over 90% based on networks that have tried it before. We simply will not be able to afford the game experience you are used to, and will eventually close down. MCPVP used to be one of the largest servers in the world, became EULA compliant, and shrank down to a minuscule size because they could no longer afford to pay their bills.\n\nIf we are forced to become EULA compliant the server networks that range between 100 and 2000 players will slowly shrink in player count until they’re finished. The only networks that will survive are the mega networks, such as Mineplex and Hypixel, and the servers that are too small for Mojang to monitor. Minecraft as you know it will be completely changed in every aspect and your favorite server won’t switch to EULA compliance as you think they may, they will simply cease to exist. Please understand that these networks are not just in it for themselves, but we employ thousands of people across the community. I can tell you first hand that several of my employees rely on our network to pay their bills and provide for their families. They will be hurt hard, but the hundreds of thousands of players affected by this blacklist will be hurt the worst.\n\nWhat can I do to help?\n\nYour immediate and most effective option is to try and reach out to Microsoft via social media platforms. Mojang does not understand the impact of what they’re doing to hurt their own game, and Microsoft are the only ones that can stop them. I do firmly believe that if Microsoft catches wind of this and understands the situation they will allow servers to continue to operate as we always have. You can also make sure that your client stays on or below the settings for 1.9.2. The blacklist will only go into effect on the 1.9.3 update, so if you stay on a lower version, you will still be able to access your favorite servers.\n\nSummary\n\nWe the network owners have collectively agreed on our position. We are open to discussion with Mojang if they are willing to recognize our opinion. No one wants to see the vibrant and unique community that exists within Minecraft be destroyed. #MicrosoftSaveMinecraft\n\nCollectively Signed,\n\nGotPvP DesiredCraft PrimeMC ArkhamNetwork Desteria Moncraft MC-Central Archon Mineverse Minetime Emenbee DanCraft MeepCraft FadeCloud Reeve VortexPVP Omega Realm CosmicMC\n\nSource: https://www.spigotmc.org/threads ... -blacklists.144023/\n\n\n服主们就“将服务器列入黑名单”给MOJANG的一封信\n作者：swolbgnajom\n    今天，我们就如你所知道的那样，因为Minecraft（服务器的问题）而处在灭亡的边缘。你们（玩家）中的一些相信强制执行EULA是一件好事，而你们中的许多也认为这会对我们这个团体、社区造成致命的打击。我写这篇文章的目的，就是尽量简洁地向你们解释一下目前的状况，以及你们能够做些什么来帮助我们。\n\n发生了什么？\n\n    在两个多月以前，服主们就已经收到了MOJANG发来的关于“强制执行EULA”的邮件。他们制定了让我们必须服从的一些要求，而且没有任何可以商量的余地。之后他们又没有了任何新消息。这场交流的结局是非常不愉快的，即使我们试图和他们进行一次关于“什么才是对我们这些服务器团体最好的方式”的正式的讨论，他们也压根不听。就和一般的时候一样，没有一个大型的服务器遵守了这些要求，因为我们知道如果我们遵守，那就会是Minecraft的末日。\n\n如果EULA继续强制执行下去会发生什么？\n\n    世界上所有的中到大型的服务器都会渐渐消亡，同时，你想去哪儿玩你最喜欢的游戏的选择范围也会变得相当狭窄。这种事情如果一次又一次地发生，那些选择遵守EULA的服务器也会相继灭亡。就我自己的一个峰值在线人数可以达到几千人的服务器而言，我可以告诉你我的亲身体验：我们服务器每月的费用需要上万美元。每年，我们都要花费令人难以想象的金额来支付给开发商、美工（建筑？）、系统管理员、社区经纪人等等。我们曾尝试过遵守EULA，但那将会使我们服务器每年的收入在现有基础上削减90%。我们就无法承受你们游玩时想要的那些体验，并最终一关了之。MCPVP曾经是世界上最大的服务器之一，由于他们（管理者）遵守了EULA协议，它迅速萎缩成了一个极小的服务器，因为他们无力为自己的花销买单。\n    如果我们被迫遵守EULA，人数在100到2000范围内的服务器就会慢慢缩减它能够承受的玩家数，直到他们彻底结束的那一天。唯一能够能够生存下来的只有那些巨型服务器，比如Mineplex和Hypixel。MOJANG会进一步加紧对那些极小的服务器的监管，如你所知，Minecraft的方方面面都会被彻底改变，而你认为很可能会遵守EULA的那些你最喜欢的服务器反而不会遵守，因为他们将会不复存在。请理解这些服务器不只是为了他们自己盈利，因为他们为了这个团体雇佣了成千上万的员工！我可以告诉你，我的有几位员工全都仰仗着我们的服务器来维持日常生活，给自己的家庭提供保障。他们将会被严重影响，但成百上千成千上万的玩家们才是最大的受害者。\n\n我能做什么来帮助你们？\n\n    你的最直接最有效的方式是通过告知微软这个大众传媒平台（来帮助我们）。MOJANG（显然）不明白他们正在做一些伤害他们自己的游戏的事情，而微软是唯一可以制止他们的人。我十分坚信，如果微软捕捉并了解到了现在的情形，他们将会允许我们这些服务器像往常一样运营。你也可以确认一下你的客户端是否在1.9.2及以下。这份黑名单只会在1.9.3的更新中生效。因此如果你还停留在一个更老的版本，你仍然可以进入你喜欢的服务器。\n\n总结\n\n    我们这些服主集体支持我们的观点，如果MOJANG愿意承认我们的观点，我们也愿意和MOJANG进行讨论。没人想看到充满活力且独一无二的社区中的Minecraft（专区）被干掉。\n#MicrosoftSaveMinecraft\n\n集体签名：（请愿书？！）\n\nGotPvP DesiredCraft PrimeMC ArkhamNetwork Desteria Moncraft MC-Central Archon Mineverse Minetime Emenbee DanCraft MeepCraft FadeCloud Reeve VortexPVP Omega Realm CosmicMC\n\n来自:https://www.spigotmc.org/threads ... -blacklists.144023/\n\nReddit:https://m.reddit.com/r/Minecraft ... ojang_blacklisting/\n\n",
    "replies": [
        {
            "author": "Ice_tuzi",
            "timestamp": 1462290180,
            "txt_content": "感觉好惨的样子"
        },
        {
            "author": "andylizi",
            "timestamp": 1462290600,
            "txt_content": "然而在1.9.3-pre3里已经移除了黑名单\nmojang改变主意了Changed some changes that we made in 1.9.3 pre-release 2\n改变了我们在1.9.3之前的版本（PRE2）做的一些修改"
        },
        {
            "author": "chl11222",
            "timestamp": 1462290780,
            "txt_content": "andylizi 发表于 2016-5-3 23:50\n然而在1.9.3-pre3里已经移除了黑名单\nmojang改变主意了\n换个法子？还是什么"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1462297500,
            "txt_content": "感觉Mojang可能也是不得已为之，因为不这么做的话无良坑钱的服务器泛滥，Minecraft游戏受众又大部分是儿童，或者说不是无良坑钱，但由于青少年自制力不足，而且之前Mojang决定强制执行EULA也是迫于家长方面的压力来着的"
        },
        {
            "author": "lzs1234",
            "timestamp": 1462314600,
            "txt_content": "LocusAzzurro 发表于 2016-5-4 01:45\n感觉Mojang可能也是不得已为之，因为不这么做的话无良坑钱的服务器泛滥，Minecraft游戏受众又大部分是儿童 ...\n嗯，不能否认EULA会有好的一面。（如果全是坏的方面MOJANG也不傻……）\n但这样强制执行只是一棍子打日一船人"
        },
        {
            "author": "nikoniko_ni",
            "timestamp": 1462316700,
            "txt_content": "好可怕，还是天朝好\nEULA管不着"
        },
        {
            "author": "andylizi",
            "timestamp": 1462323060,
            "txt_content": "lzs1234 发表于 2016-5-4 06:30\n嗯，不能否认EULA会有好的一面。（如果全是坏的方面MOJANG也不傻……）\n但这样强制执行只是一棍子打日一 ...\n有些服务器的确太坑人了，所以EULA是该有的，但太严了就不好了"
        },
        {
            "author": "zhaoyitao011",
            "timestamp": 1462323360,
            "txt_content": "不明觉厉。。。"
        },
        {
            "author": "星E君",
            "timestamp": 1462326540,
            "txt_content": "这好像是一个youtuber采访那些辅助时说的话\n\n我还是支持mojang的EULA。\n\n就像我给他人的智慧果实做售后服务，赚的还比他要狠要多。他不气愤才怪....."
        },
        {
            "author": "星E君",
            "timestamp": 1462326600,
            "txt_content": "1421312987 发表于 2016-5-3 18:05\n好可怕，还是天朝好\nEULA管不着\n中国官方等着一个东西开刀呢，是不是MC的EULA可就难说了。\n"
        },
        {
            "author": "Ziang39",
            "timestamp": 1462331160,
            "txt_content": "赞赞赞，很棒的作品！！赞赞赞，很棒的作品！！赞赞赞，很棒的作品！！赞赞赞，很棒的作品！！"
        },
        {
            "author": "loHve",
            "timestamp": 1462424520,
            "txt_content": "感觉好惨的样子"
        },
        {
            "author": "233minecraft44",
            "timestamp": 1472040720,
            "txt_content": "MOJANG可能也是被迫无奈，微软花了好几十亿美金来获得工作室的管理权，怎么能让这几十亿美金打水漂呢？微软怎么的肯定会对MOJANG进行一些限制，毕竟微软也不是傻子，花重金买来的东西，怎么能不用呢？"
        },
        {
            "author": "小烦",
            "timestamp": 1472055960,
            "txt_content": "EULA应该进行部分修改。\n比如对不同服务器类型不同规则，以及一个分级制度"
        },
        {
            "author": "七海八千代",
            "timestamp": 1472085960,
            "txt_content": "小烦 发表于 2016-8-25 00:26\nEULA应该进行部分修改。\n比如对不同服务器类型不同规则，以及一个分级制度 ...\n这坟又被你个滗给挖出来了。。。"
        },
        {
            "author": "Gravestone",
            "timestamp": 1472101080,
            "txt_content": "EULA是啥- -"
        },
        {
            "author": "小烦",
            "timestamp": 1472101140,
            "txt_content": "尻雨魔理沙 发表于 2016-8-25 08:46\n这坟又被你个滗给挖出来了。。。\naaa 不是我干的 q-q 你看看前面！"
        },
        {
            "author": "中国作死风",
            "timestamp": 1472101260,
            "txt_content": "反黑名单黑容易啊 写coremod修改一下就行了233"
        },
        {
            "author": "233minecraft44",
            "timestamp": 1472214720,
            "txt_content": "呵呵，微软会制止它？别傻了，微软管过吗？好像就只开发了几个VR，但是工作室还是有马库斯一份的！所以微软只能提建议，不能强制执行"
        },
        {
            "author": "Java_command",
            "timestamp": 1472245440,
            "txt_content": "看完帖子瞬间想到了yourcraft的人举手～"
        }
    ]
}