{
    "title": "【原创·连载】《二次元穿越》【5】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 7,
    "timestamp": 1462332180,
    "txt_content": "正文\n5\n我再次梦见那扇门。\n我不明白是谁在找我。我还一直以为这附魔之珠就是我需要得到的东西，结果并不是，那个人肯定还有别的事情需要跟我交代。\n不过，这次和以前不一样。\n\n我不再在门前望而却步，而是走了进去。进去后的一瞬间，我看到了一片混沌的世界，黑色、红色，好像经历过无数战乱的地方，非常恐怖。\n\n接着，我便什么也看不见了。但是，在我醒来之前，我听到了一个人在呼唤我。那是低沉的声音，但是又是充满了善意的声音——\n\n“用你手中的附魔之珠，穿越次元吧。在次元的穿越中，你能发现世界的奥秘……”\n\n天空中忽然发出一声巨响，好像要撕裂大地似的。\n\n我从梦中醒过来。\n\n……\n\n真的不记得这是第几次做这样的梦了，我都已经很厌烦了。每次都梦到相同的内容，然后从梦中惊醒过来。\n\n我坚定地走向床头的箱子，将附魔之珠拿出来，走到房子外面的一片空地。\n\n我将附魔之珠使劲扔出去。接着，一阵晕眩，我又来到了这个红色的地狱世界。\n\n这次在室外，风景也截然不同。血红色的天空，笼罩着地狱岩构造的大地。我的别墅的墙，是用地狱砖块做的，小河中的岩浆滚滚流动，农场中的地狱疣正在生长……\n\n因为不是第一次见到这样的世界，所以我也没那么害怕，开始思考我应该做的事情。\n\n“发现世界的奥秘……”\n\n梦中的话在我耳边回响。奥秘，这个世界能有什么奥秘呢？我左看右看，对目光所及的区域进行地毯式搜索，企图找到这个世界的“奥秘”。\n\n我忽然在南边发现了一座不大洞穴。\n\n我惊奇地跑过去，拿出附魔之珠，再次扔出来，回到普通世界，发现在普通世界中并没有这座洞穴。\n\n也就是说，普通世界所没有的东西，便是地狱世界的奥秘？\n\n我切换回地狱世界，轻轻地走进洞穴。\n\n入口再往里是一条幽静的小道。光线很暗，零星的红石火把不规则地插在旁边的墙壁上。空间并不大，而且也是用地狱岩做的，让人感到压抑，墙上不均匀地分布这地狱砖块和栅栏，乱糟糟的，看着很难受。\n\n我的心在不停地跳着，感到有些慌乱。我的胆子并不大，如今独自走进这个地方，可是有生以来第一次，完全无法适应这样的环境。\n\n里面的光线越来越暗，伸手不见五指。我惊慌极了，强忍着内心的恐惧，让自己不转身飞跑出这个地方。\n\n就在这时，我看见就在前方有一点亮光，而且有些闪亮。我好像在沙漠中看到了绿洲，按捺住激动的心情，飞奔过去。\n\n字数：913字\n\n一些废话\n这次拖更拖得有点久，跟各位说声抱歉了，实在有点忙。不过我基本上是不太可能弃坑的，所以大家放心，之后最多最多2~3天就一定能一更，谢谢大家体谅。这一章可能风格稍微有点变化，大家看看如何，与以前相比会不会好一些。有建议可以继续提出来。之前大家的回复我都是认真看了的，虽然可能有些没有回复。\n\n索引贴见签名档\n\n\n",
    "replies": [
        {
            "author": "E.T.星落辰",
            "timestamp": 1462337520,
            "txt_content": "现在好多了，准备了很久吧。环境描写还不是那么有力……诶这个玩意做个模组什么的……应该不错？"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1462344720,
            "txt_content": "E.T.星落辰 发表于 2016-5-4 12:52\n现在好多了，准备了很久吧。环境描写还不是那么有力……诶这个玩意做个模组什么的……应该不错？ ...\n是想了一段时间，主要是有点忙\n做模组的想法还不错啊，不过我不会做模组。。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462446120,
            "txt_content": "呐，别赶更，看质量，看质量。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1462451160,
            "txt_content": "安根_Engon 发表于 2016-5-5 19:02\n呐，别赶更，看质量，看质量。\n不会赶更的\n这一章质量如何？"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462452360,
            "txt_content": "tzxwdu 发表于 2016-5-5 20:26\n不会赶更的\n这一章质量如何？\n嗯……这一段确实可以提几点。\n接着，我便什么也看不见了。但是，在我醒来之前，我听到了一个人在呼唤我。那是低沉的声音，但是又是充满了善意的声音——\n\n“用你手中的附魔之珠，穿越次元吧。在次元的穿越中，你能发现世界的奥秘……”\n\n天空中忽然发出一声巨响，好像要撕裂大地似的。\n\n我从梦中醒过来。\n\n……\n\n真的不记得这是第几次做这样的梦了，我都已经很厌烦了。每次都梦到相同的内容，然后从梦中惊醒过来。\n像这一段，且不说描写本身的问题，就是这段情节放在这里都显得结构有点乱。\n不是单此一处的问题。所以我怀疑作者想到哪里写到哪里，就是出于这个毛病。\n这一章情节进展还是严重不足，导致描写令人厌烦。其实这个描写完全可以抓处重点出来延长；但就是在这几百字里，几个点走完了。\n一章尽可以更几千字丰满翔实的内容出来，把重点情节交待完。没人嫌你更新慢。\n作者也有不少优点：比如说，我到目前为止，没发现错字别字。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1462525560,
            "txt_content": "安根_Engon 发表于 2016-5-5 20:46\n嗯……这一段确实可以提几点。\n\n像这一段，且不说描写本身的问题，就是这段情节放在这里都显得结构有点乱 ...\n我的描写跟其他作者比是略显逊色，但是我会尽量练习的，谢谢"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1462525920,
            "txt_content": "明天就更新，虽然已经写好了，但是根据大家的建议我多修改修改"
        }
    ]
}