{
    "title": "Forge with Minecraft 1.9 Mod开发引导",
    "author": "土球球",
    "replyCount": 3,
    "timestamp": 1462383600,
    "txt_content": " 本帖最后由 ustc_zzzz 于 2016-5-5 01:50 编辑 \n\n引言\nForge在昨天，也就是五月四日，发布了关于Minecraft 1.9的稳定版（1.9-12.16.1.1887）。\n作者参考了国外开发者的变化统计，以及作者自己的发现，整理出了关于Forge with Minecraft 1.9的Mod开发引导。\n该部分引导写得比较简略，而且内容可能也比较浅，不过对于1.8的Mod开发者快速上手1.9来说，也应该是足够了。\n\n配置开发环境\n从这里下载MinecraftForge的mdk：\nhttp://files.minecraftforge.net/ ... orge/index_1.9.html\n解压后的目录应该是这个样子的：\nforge-1.9-12.16.1.1887-mdk\n|-eclipse/\n|-gradle/\n|-src/\n|-.gitignore\n|-build.gradle\n|-gradlew\n|-gradlew.bat\n...复制代码\n在该文件夹下打开命令行界面，输入：\n\nOSX/Linux：\n./gradlew setupDecompWorkspace复制代码\nMicrosoft Windows：\ngradlew.bat setupDecompWorkspace复制代码\n\n按照自己的IDE（Eclipse或IDEA）选择下一步配置：\n\nOSX/Linux：\n./gradlew eclipse\n./gradlew idea复制代码\nMicrosoft Windows：\ngradlew.bat eclipse\ngradlew.bat idea复制代码\n在IDE下打开就好了，这一步骤和1.8的开发过程是一样的。\n\n物品和方块\n和1.8一样，物品和方块均在preInit阶段注册，不过不一样的是，Forge提供了一个统一的接口，也就是GameRegistry#register方法。我们需要使用名为“setRegistryName”方法为方块和物品指定名称，比如1.8的物品注册是这样的：\nGameRegistry.registerItem(yourItem, \"your_item_name\");复制代码\n1.9变成了：\nyourItem.setRegistryName(\"your_item_name\");\nGameRegistry.register(yourItem);复制代码\n在1.9，注册物品模型渲染也变得更方便了点，因为可以直接使用“getRegistryName”方法获取物品的注册名称了：\nMinecraft.getMinecraft().getRenderItem().getItemModelMesher().register(item, 0,\n        new ModelResourceLocation(item.getRegistryName(), \"inventory\"));复制代码\n在这里，作者还是建议物品和方块的注册名称（RegistryName）和非本地化名称（UnlocalizedName）分离，也就是这样:\nyourItem.setRegistryName(\"your_item_name\");\nyourItem.setUnlocalizedName(\"yourAnotherUnlocalizedName\");复制代码\n注册名称使用小写加下划线，而本地化名称使用小写驼峰式。\n\n不过这里有一点需要注意，就是方块对应的物品需要手动注册了，也就是原先在1.8中是这样的：\nGameRegistry.registerItem(yourBlock, \"your_block_name\");复制代码\n在1.9要注册两步：\nyourBlock.setRegistryName(\"your_block_name\");\nyourItemBlock = new ItemBlock(yourBlock);\nyourItemBlock.setRegistryName(\"your_block_name\");\nGameRegistry.register(yourBlock);\nGameRegistry.register(yourItemBlock);复制代码\n这提醒了Mod开发者需要手动注册方块对应的物品，不失为一件好事。\n\n其实，除了物品和方块，Forge在Minecraft 1.9中还把很多对象收入了统一化的注册接口，包括：\n生物群系（net.minecraft.world.biome.BiomeGenBase）附魔（net.minecraft.enchantment.Enchantment）药水效果（net.minecraft.potion.Potion）药水（net.minecraft.potion.PotionType）声音（net.minecraft.util.SoundEvent）村民职业（net.minecraftforge.fml.common.registry.VillagerRegistry.VillagerProfession）\n\n\n这大大简化了一些之前的注册非常蹩脚的对象的注册。\n\n事件\n事件在1.9只有一些细微的变化，很多都是从1.8.9带过来的，也有一些从1.9新加的：\nFMLCommonHandler.instance().bus()在1.8.9已经被弃用了，被合并进了MinecraftForge.EVENT_BUS。PlayerInteractEvent加入了双持的内容，被大大地细化了。\n\n\n数据存储和同步\n用于同步实体的DataWatcher被换成了EntityDataManager，可以使用一些既定的DataSerializer来指定数据序列化的方式，并使用EntityDataManager#register、EntityDataManager#set和EntityDataManager#get方法来方便地注册和管理。\n有着悠久历史的IExtendedEntityProperties被删除了，取而代之的是来自1.8.9的Capability系统，该系统可以方便地存储实体、TileEntity和ItemStack的附加数据。\n\n其他\n一大堆复杂渲染的更新1.9原版带来的神奇的掠夺物系统（Loot Tables）从1.8.9合并来的矿物字典系统（其中还有作者的贡献哦～）。。。（尚不全面，仍待补充）\n\n\n最后附上此次更新的changelog：\n\n        cpw: Don't ignore rejects\n        cpw: Add in mcp named patches and use them. Initial 1.9 setup.\n        cpw: Add rejects with mcp names for application to main codebase. Let's roll?\n        cpw: First few patches applied\n        LexManos: net.minecraft.block.* patches\n        LexManos: util, tileentity, stats, realms. Potions got an overhaul and out registry will need to be adapted.\n        LexManos: Some import renames and compile error fixes, killed ~800.\n        fry: Updated various block model patches.\n        fry: A bunch of rendering rejects updated.\n        fry: RendererLivingEntity, RenderEntityItem, RenderItem, RenderManager, LayerArmorBase; Item.getModel + ISmartItemModel are now inside ItemOverrideList; fix class rename in TESR patch.\n        fry: EntityRenderer, most of RenderGlobal, minor fix to LayerBipedArmor.\n        fry: tabs -> spaces.\n        fry: FontRenderer\n        fry: Fixed most errors in the model stuff, except for ModelLoader and b3d and obj getQuads/handleBlockState methods.\n        LexManos: Some entity patches.\n        CovertJaguar: Fix broken patches for EntityMinecart\n        LexManos: Items done, <1000 errors whoot!\n        LexManos: Small renames before bed.\n        fry: GuiCreateWorld, GuiSlot, GuiUtilRenderComponents, GuiContainerCreative\n        fry: GuiOverlayDebug, ItemModelMesher, RenderManager, Stitcher fixed + minor fixes in forge gui classes.\n        fry: removed Item.getModel, functionality is now achieveable via ItemOverrides.\n        fry: Updated raw types in ExtendedBlockState, fixed some ATs, updated some things that needed updating in model classes.\n        fry: Chunk\n        cpw:\n                DedicatedServer\n                IntegratedServer\n        Adubbz:\n                Updated the biome dictionary\n                \n                Squashed commits:\n                \n                [4064de6] Updated the biome dictionary\n        LexManos: Enchantments, some world, Biomes, bucks, world/gen/features.\n        Adubbz: Updated BiomeManager to 1.9\n        LexManos: Delete reject files i missed\n        LexManos: More work on misc things.\n        LexManos: World Patches work.\n        fry: Fix various errors in text mods.\n        fry: Fixed B3D loader, fixed some obvious errors in ModelLoader.\n        cpw:\n                LanguageManager\n                NetHandlerPlayClient\n        fry: ModelBox, PositionTextureVertex, TexturedQuad. Does anyone really use those on the server?\n        cpw:\n                ServerPinger\n                PlayerList\n        cpw:\n                WorldServer: NOTE - ChestGenHooks has NOT been updated in accordance with plans for removing it\n                GuiStats\n                Fixup deletion of egg handling in entity registry?\n        fry: Removed generics from IModel subinterfaces, add ed ModelProcessingHelper instead.\n        fry: Model UV lock handling from the state to the model, fixed most compile errors in ModelLoader, disabled it (and ModelBakeEvent) until it's functional, fixed some errors in ForgeHooksClient.\n        fry: Made OBJModel.java compile.\n        LexManos: Fixed errrors in Fluids package. TODO: Make BlockLiquid implement IFluidBlock and REMOVE FluidContainerRegsitry. Everything *should* be able to use IFluidContainer directly.\n        LexManos: Fishing is now a loot table no more need for FishingHooks. {LootTables still need to be evaludated if they need extra hooks, but thats later} Goodbye 44 compile errors!\n        LexManos: Temporary hack to fix MCP mappings for param names we are using that is causing compile errors.\n        LexManos: NetworkDispatcher/FMLProxyPacket 41 more errors cleaned.\n        cpw: Some fixups for FML, and use the FML registry for potions\n        cpw: Some more FML related fixups\n        cpw: Fix up import in Potion\n        cpw: Some client handler cleanup\n        cpw: Remove two patches that aren't needed anymore\n        cpw: Command fixups\n        cpw: Few more compile fixups\n        LexManos: More patch work, client patches.\n        LexManos:\n                10 more rejects down.\n                98 errors 6 rejects left.\n        fry: World\n        fry: Most of ItemInWorldManager reject, various small error fixes.\n        cpw: Some more forge code fixes\n        cpw:\n                Another compilation fix\n                More patch tweaks for compilation errors. onItemUseTick takes an entity now, cos skellies use stuff too\n        cpw: More fixups, removing chestgenstuff aggressively. Use loot tables. Any missing ones WILL be added by Mojang.\n        cpw: Remove more chestgenhooks stuff. Clean up some more ATs\n        cpw: Potion cleanup. Moar fixes!\n        cpw: Finish world, chunkloading should work again?\n        cpw: Another AT, for the player\n        cpw: Fix up PlayerSP for the AT\n        LexManos: Interaction hooks need to be re-added but compiles {Doesn't run}\n        LexManos:\n                Added bypass functions to Defaulted registry, DO NOT USE THIS MODDERS FORGE INTERNAL ONLY.\n                And some other fixups for running.\n        LexManos: Bump version info. Rather important.\n        LexManos: Fixed position being shifted before being sent to shouldSideBeRendered.\n        fry: Fix perspective transformations for left-handed items, disable ModelAnimationDebug until model loading is fixed.\n        cpw: Fix race condition between server ticks and the netlogin code handshaking for FML\n        cpw: Move the patch into the fml override handler, for less patch\n        fry: Fix items rendering too low in first person.\n        fry: Fixed (hopefully) perspective transformations for custom models too.\n        cpw: Capture Biome Registry within FML\n        fry: Fixed emply hand not rendering in first person.\n        fry: Fixed incorrect rendering state caused by transparent rendering pass for entities.\n        fry: Fixed armor rendering\n        cpw: Switch to srg patches\n        fry: Updated to latest mappings. Exc is broken, some anonymous classes didn't map to srg names.\n        fry: Fixed some errors in forge.exc\n        fry: First version of updated of ModelLoader, mostly works.\n        fry: Big model loader refactoring: simplified a lot of things, broke some error reporting. Still generally works.\n        LexManos: Update patches for fixed inner class suffeling in srg files.\n        LexManos: We are based on 1.9 not 1.8.9 :D\n        LexManos: Delete mcp patches.\n        LexManos: PlayerManager updated.\n        LexManos: Fix digging blocks in survival.\n        LexManos: Fixed breaking of tall grass. It now uses fortune. Expanded grass seed hooks to allow Fortune. Potentially removing in future in favor of LootTables.\n        vazkii:\n                1.9: Fixed registering armor materials through EnumHelper exploding\n                \n                1.9 ArmorMaterial now requires a SoundEvent for the equip sound.\n        fry: Fixed model error reporting, fixed model errors in test mods that shouldn't happen, fixed custom texture loading, made more things private/final.\n        fry: Fixed incorrect rotations for items in the left hand. Closes #2548.\n        fry: Fixed incorrect culling of mod TESRs.\n        fry: Fixed EffectRenderer patch, closes #2547.\n        fry: Removed imports in patches.\n        fry: Fixed progress reporting for model loading.\n        fry: Javadocs, small cleanup.\n        LexManos: Remove our entity position fixer. Vanilla fixed the bug in 1.9.\n        LexManos: Fix vanilla bug where bows consumed tipped arrows in creative.\n        LexManos: Fixed onUseStop being called twice {Bows firing twice}\n        LexManos: Fixed Sand not falling.\n        LexManos: Fixed NPE when sneak using a item.\n        Adubbz: BlockColors and ItemColors no longer assume non-Vanilla id constancy. Added a getter for ItemColors.\n        fry: Fixed MultiLayerModel not getting correct submodels; Unified the gui lighting of normal and custom models - diffuse lighting is now done in the pipeline, no need for IColoredBakedQuad anymore.\n        fry: Fixed quads that don't need diffuse lighting getting it anyway.\n        LexManos: Fix AT lines.\n        fry: Fixed invalid index calculation in BakedQuadRetextured.\n        fry: Fixed Block.doesSideBlockRendering, closes #2564.\n        fry: Fixed outline shader rendering, closes #2560.\n        fry: Fixed sprite not being passed to the quad builder for custom models.\n        cordonfreeman: Fix for patch targetting the wrong field to change for failed pathfinding penalty\n        iTitus:\n                Fix the EntityPlayer patch\n                \n                In 1.8.9 the call goes to getDisplayNameString() so that any changes from the PlayerEvent.NameFormat event are being take into account.\n                In this patch the call goes to func_70005_c_() which is the getter for the GameProfile name.\n                I changed it back.\n                \n                Sorry if you do not want to accept it because it is a one-liner.\n        vincent.lee: Fix #2555\n        diesieben07: Fix broken patch in EntityPlayer.updateRidden\n        blay09:\n                Fix KeyInputEvent only being fired if Keyboard.getEventKeyState() is false.\n                \n                It used to be called for both key-up and key-down states prior to 1.9, so I assume Vanilla's changes to F3 behavior broke the patch.\n        matthewprenger: Pass exceptions thrown in mod event buses back to FML to handle apropriately\n        vincent.lee: Fix double dropping of items. Closes #2549\n        cpw: Ignore classes directory\n        cpw: Fix bucket test\n        diesieben07: Fix EntityList.func_188429_b not supporting mod-entities, fixes spawn eggs, fixes #2581\n        CovertJaguar: Fix #2601 Minecart infinite acceleration\n        gigaherz: Fix a condition that caused the enchantment table to roll invalid enchantments.\n        fry: Switched animation system to capabilities, added animated item example, fixed state passing in MultiModel.\n        fry: Separated model classes to client and common packages.\n        fry: instance -> INSTANCE\n        vincent.lee: Expose IItemHandler on vanilla entities\n        fry: Implemented slightly more generic version of UVLock, re-enabled it for json models. Closes #2607.\n        fry: Removed blockCenterToCorner from TRSRTransformation constructor. Closes #2461.\n        fry: Ignore blocks/items with null registry name during model loading. Fixes NPE during resource reloading in worlds with removed blocks/items.\n        fry: Made VertexBuffer.sortVertexData cleanup pointers after it's done. Closes #2528.\n        fry: Added default left hand transforms for forge transform strings. Closes #2615.\n        elpatricimo:\n                Allow players sized smaller than 1 block to walk into small spaces\n                \n                Same as #2605 but for 1.9 branch\n        LexManos: Rework DimensionManager for new DimensionType enum, replaces the old provider registry. Also fixed save folder issues with dimensions. Closes #2570\n        LexManos: Fix Chests not opening correctly with semi-solid blocks on top.\n        LexManos: Fixed Item.shouldCauseReequipAnimation hook.\n        LexManos: Add ShieldDecoration and Tipped arrows to recipe sorter. Closes #2613\n        LexManos: Exclude jna from termal tansformer.\n        vincent.lee: Update according to suggestions\n        LexManos: Fix pushing players inside blocks.\n        LexManos: Make RenderLivingBase.add/remvoeLayer, Closes #2573\n        LexManos: Added support for custom dyes with Banners. Closes #2596\n        LexManos: Allow finite fluids to be drained correctly\n        LexManos: Make OreDictionary.initVanillaEntries() private so that dumb modders will stop calling it.\n        vincent.lee: Actually fix dupe drop\n        LexManos: Fix swap animations for sure this time.\n        fry: Added Capability.cast, to allow avoiding unchecked casts in ICapabilityProvider.getCapability\n        LexManos: Update FML Entity Spawn packet for 1.9's location change. Closes #2567\n        LexManos: Fixed custom entities unique ids.\n        LexManos: Fix typo causing biomes to be generated in wrong chunks. Closes #2632\n        fry: Show meaningful error if ModelLoaderRegistry is used before the missing model is initialized.\n        fry: Register the animation Capability. No idea how it worked before at some point.\n        iTitus:\n                Add flashing update notification icon made by @gigaherz, closes #2582\n                \n                It is added to the \"Mods\" button in the main menu and to out-of-date mods in the mod list (there it replaces the \"U\").\n                Also fixes a little typo.\n        diesieben07: Fix BlockCrops.getDrops not respecting new age methods (for beetroots)\n        diesieben07: Fix PopulateChunkEvent.Post not firing\n        LexManos:\n                New Builder class in BlockStateContainer. Makes building containers with both listed and unlisted properties cleaner.\n                Make all methods of BiomeGenBase$BiomeProperties public so that modders can use that class outside subclasses.\n        fry: Cleanup: removed IEEP, removed redundant casts, fixed imports, fixed typos.\n        fry: Fixed isSideSolid causing infinite loops due to the call to getActualState.\n        fry: Removed LanguageRegistry and CollectionWrapperFactory.\n        fry: Removed RenderWorldEvent, encapsulated all public event fields.\n        fry: Made some more public fields either private or final.\n        fry: Disabled erroring block, fixed DynBucketTest.TestItem model.\n        mezz:\n                Make tooltips layout in the right direction, wrap if there is no room\n                \n                Same as #2649, but for Minecraft 1.9\n        fry: Fixed diffuse lighting not being applied if forge lighting pipeline is disabled, closes #2651\n        fry: Enabled diffuse lighting by default in UnpackedBakedQuad.Builder.\n        fry: Fixed crosshair always being white, closes #2653.\n        kashike:\n                Replace Forge's `BlockPos#getImmutable` method with the included `BlockPos#toImmutable` (func_185334_h), while keeping the override in PooledMutableBlockPos to prevent mutable leaks.\n                Also prevent a mutable blockpos leak in World#setTileEntity\n        gigaherz: Add wrapper methods for IStorage#readNBT/writeNBT.\n        mezz: Fix Block.getPickBlock returning an ItemStack with a null Item\n        fry: Prevent missing model from loading multiple times.\n        fry: Fixed StackOverflow caused by the previous commit, closes #2669.\n        LexManos: Fix EntityPlayer still running old armor logic. Closes #2670\n        LexManos: Fix shrubs not generating correctly. Closes #2663\n        LexManos: Fix bows not animating properly when picking up ammo while using. Closes #2672\n        LexManos: Make NoteBlockEvent raw constructor protected to allow subclasses. Closes #2153\n        LexManos: Fix landing particles not showing up. Cloes #2661\n        me: Forward ItemBlock#addInformation to Block#addInformation\n        tterrag1098: Add state param to canRenderInLayer\n        hea3venmc: Fix remapped blocks being overriden with dummy air blocks. Closes #2491\n        cpw:\n                Squashed commit of the following:\n                \n                commit b3b290aec9d3010a134859da6001ea28a96c2fdc\n                Merge: c6ce6a0 d803f7d\n                Author: cpw <cpw@weeksfamily.ca>\n                Date:   Fri Mar 25 13:28:04 2016 -0400\n                \n                    Merge branch 'RegistryRework' of https://github.com/LexManos/MinecraftForge into LexManos-RegistryRework\n                \n                    Implement proper registry slaves. Should help with rollback related issues.\n                \n                    Missing patch\n                \n                commit d803f7db76f65db9d27302c9804a643bc853dc22\n                Author: LexManos <LexManos@gmail.com>\n                Date:   Tue Mar 22 03:36:14 2016 -0700\n                \n                    Update VillagerRegistry and use it. Should in theory make custom villagers work now. Using string version instead of int id for networking.\n                \n                commit eb5e5b4b42fdca26d2a104e4dc1e6a3ea3051a7b\n                Author: LexManos <LexManos@gmail.com>\n                Date:   Tue Mar 22 02:14:16 2016 -0700\n                \n                    More cleanup.\n                \n                commit edbc56b2ff314629d0e402709f3cf29fc79c4a3d\n                Author: LexManos <LexManos@gmail.com>\n                Date:   Tue Mar 22 02:05:23 2016 -0700\n                \n                    More cleanups, removed deprecated UniqueIdentifier {ResourceLocation now}\n                \n                commit e2df8d1be3c97601508f83dc97b0e8853fa1e271\n                Author: LexManos <LexManos@gmail.com>\n                Date:   Tue Mar 22 01:29:19 2016 -0700\n                \n                    Stupid generics....\n                \n                commit 46d57dc4677fa5ff3923e64eaccfb33d7e5aad8d\n                Author: LexManos <LexManos@gmail.com>\n                Date:   Tue Mar 22 01:00:25 2016 -0700\n                \n                    Some registry tweaking to provde a non-complicated API modders can use.\n        cpw: Reconcile Block.patch\n        cpw:\n                Add registries for soundevents, enchantments and potiontypes\n                MinecraftForge-2576 [1.9] SoundEvents (and Enchantments and PotionTypes) need a FML registry\n        cpw: MinecraftForge-2683 InvocationTargetException for Forge 1820 for 1.9\n        cpw: MinecraftForge-2684 [1.9] New Registry ignores keys\n        fry: Improved UV offset hackery - should fix most visible custom model seams.\n        cpw: Support ResLocations for IMC\n        cpw: Capture a vanilla freeze - will be used when FML connects to vanilla servers, soon\n        LexManos: Fixed compile error in registry code with Eclipse.\n        mezz:\n                Add key binding modifiers and contexts.\n                \n                Same as #2674, but for Minecraft 1.9\n        Adubbz: Fixed mismatch registry names and mod ids\n        LexManos: Properly deprecate and link the replacement methods in GameRegistry. Add helper method for registering a block with default ItemBlock because people keep complaining -.-\n        fry: Changed generic signature of GameRegistry.register methods to work around the type inference bug; updated all example mods to the new block/item registration method.\n        fry:\n                Revert \"Add key binding modifiers and contexts.\", until it's fixed.\n                \n                This reverts commit 34c3af7e853d578c8e17e1f0cdf886251fad74ae.\n        mezz: Re-Add key binding modifiers and contexts.\n        mezz: Fix inability to attack while holding modifier keys\n        mcjty1:\n                Added DimensionManager.createProviderFor() to WorldClient constructor similar to what is done\n                in WorldServer to make sure the correct provider is created client-side too.\n        AEnterprise: onBlockHarvested is no longer called twice\n        fry: Added the ability to change the printed model error count; Added printing of actual exceptions causing missing variants related to blockstate loading, closes #2689.\n        fry: Made both exceptions occuring during item model loading print in the log; closes #2696.\n        LexManos: Fix issue caused by setting spawnRadius to 0. Closes #2624\n        LexManos: Fixed EntityJoinWorldEvent not being fired for some entitites on Server Worlds. Closes #2685\n        LexManos: Fix improper logic in ItemHandlerHelper.giveItemToPlayer causing some items to not be added. Closes #2705\n        mezz:\n                Add modifier support to vanilla keybindings.\n                \n                Add Orange conflict color for modifier/key conflicts\n                (like Ctrl and Ctrl-Z conflicting)\n                Related to #2692\n        vincent.lee: Player Interact Event\n        Zaggy1024: Fixed using PlaySoundEvent to replace a sound with a PositionedSound causing an NPE due to the Sound field not being set by a call to ISound.createAccessor(SoundHandler).\n        fry: Fixed mod languages not being loaded on the server.\n        fry: Fixed some test mods not being marked as client-only.\n        iTitus: Fix dynbucket item transformation.\n        fry: Fixed zip being closed too early in the server language loading.\n        fry: Fixed forge fluid having a collision box.\n        kat.swales: Corrected CapabilityItemHandler.readNBT ignoring anything in slot 0 in 1.9\n        mezz: Fix #2717 Pick block hotkey not working in inventories\n        mezz: Fix some plain keybinds not working when a modifier is active\n        LexManos: Enhance some error logging related to OBJLoader issues, and RegistryEntries.\n        LexManos:\n                Cleanup OBJLoader parse function and fix issues related to JVM differences.\n                Also fix support for sopme of the spec that was partially respected.\n        LexManos: Fixed NPE in dedicated server languages. And fixed logger for main FML event bus.\n        fry: Made forge fluids use smooth lighting.\n        kashike:\n                Remove @SideOnly(Side.CLIENT) from BossInfo/BossInfoServer methods\n                \n                These methods can also be used by the server (see BossInfoServer, it sends packets to the client but the methods are @SideOnly(Side.CLIENT))\n        LexManos: Fix potential desync between Forge's Villager profession and vanilla's int based system.\n        LexManos: Fix being kicked from server when climbing ladders.\n        matti.j.ruohonen: Fix ForgeChunkManager world unloading check (#2736)\n        mezz:\n                Add cancelable event for Potions shifting the gui position (#2667)\n                \n                Add cancelable event for Potions shifting the gui position\n        matthewprenger: Don't use import static with net.minecraft classes. Using the latest MCP snapshots this causes an import conflict. (#2742)\n        CrafterKina: make WorldSavedData implement NBTSerializable (#2745)\n        mezz: Fix log spam from invalid key modifiers (#2746)\n        LexManos: Expose a central place to access all of Vanilla and Forge's registries using the new registry API.\n        iTitus:\n                Fix forge:default-block transformation. (#2760)\n                \n                The first-person left-hand rotation was a little bit of.\n        vincent.lee:\n                Boss bar render event (#2701)\n                \n                Allow control over increment height\n        LexManos: Fix NPE on shield break. Closes #2786\n        cpw: Add the new license text. Not yet applicable to forge.\n        cpw:\n                Update LICENSE-new.txt\n                \n                Clarification on infectivity\n        cpw:\n                Update LICENSE-new.txt\n                \n                Words\n        cpw:\n                Update LICENSE-new.txt\n                \n                Better words\n        mezz: Close #2780 add CMD localization for Mac key bindings (#2792)\n        bonii-xx:\n                Fix SidedInvWrapper accessing wrong slots for setStackInSlot. (#2797)\n                \n                Fix DoubleChestItemHandler not implementing IItemHandlerModifiable\n        LexManos: Fix sluggish scrolling on GuiScrollList's and fix small rendering issue with scroll bar on certian screen sizes.\n        bloodmc:\n                Only run block physics for TileEntities while capturing block placement. (#2803)\n                \n                Currently, all blocks placed by players that are not TE's run physics\n                twice. Blocks that contain a TileEntity are not affected due to a check in\n                'ForgeHooks.onPlaceItemIntoWorld'.\n                \n                In order to fix the problem, 'Chunk.setBlockState' will now verify if\n                blocks are being captured before running onBlockAdded and if so, only run\n                physics if the block has a tileentity. This check also prevents blocks such\n                as TNT's from running its physics (explosion) when event is cancelled.\n        williewillus: Add Potion.renderHUDEffect (#2798)\n        bloodmc:\n                Call markDirty when restoring blocks with TileEntities. (#2809)\n                \n                This change makes sure the updated tileentity is saved properly within the\n                chunk.\n        AlexIIL: Fix TextureMap failing when registering a sprite's resource location twice (#2785)\n        fry: Fixed custom fluid sufraces not rendering from the bottom. Closes #2800.\n        fry: Make ChunkRenderDispatcher.countRenderBuilders configurable. Closes #2775.\n        fry: Fixed cooldown overlay sometimes rendering opaque. Closes #2772.\n        fry: Fixed villager profession not being set correctly on the client, and fixed custom village texture rendering. Closes #2766.\n        LexManos: Fix withers breaking bedrock. Closes #2813\n        LexManos:\n                Add a java version detection and nag system for users on Java 7 or below.\n                Added detection of mods that rely on Java 8 and a graceful error screen.\n                The nag screen will be shown once a day. It can be disabled by editing the forge.cfg.\n                However it is HIGHLY recomended that user update to Java 8.\n        LexManos: Remove usage of AsynchronousExecutor library in favor or a simpler implementation.\n        cpw: Merge in a fix from 1.8.9 for rails\n",
    "replies": [
        {
            "author": "土球球",
            "timestamp": 1462383900,
            "txt_content": "沙发自占，可能会在这一楼补充（因为审核速度= =你懂的）。"
        },
        {
            "author": "ChenXijun",
            "timestamp": 1462426980,
            "txt_content": "没想到1.9mdk推荐版本出来了"
        },
        {
            "author": "1316293471",
            "timestamp": 1462603860,
            "txt_content": "顶{:10_492:}"
        }
    ]
}