{
    "title": "<原创·连载>空[第六十六章：不记得我了吗？][46241359]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1462425480,
    "txt_content": "正文\n\n\n\n\n    “呀，纳尔。”进门的人朝愣在座位上的彼得露出了一个友善的微笑以示自己没有丝毫敌意，同时也为了让处于极端恐惧中的他能够缓和过来并回到现实中，“怎么，不记得我了？”\n    “记得。”意识到自己的失态，立刻调整面部表情，平复内心情绪，之后再用平缓的语调给出回答，“怎么可能忘记，路泽尔。”\n    “但却不记得凯文了么？”男子微笑，走到仅剩的空位上坐下，彼得不自觉地开始同情安德——等下拿了资料回来只能站着开会了，“……倒也不奇怪，”说着，他端详了一番彼得的面部表情，立刻就读出了其中的恐惧，果然，不管过多长时间，这个独特的杀手一如既往地学不会如何掩饰自己的情绪。“放心，这一次我没有任何敌意，只是来看看情况。”\n    “那样最好。”彼得对于来者所表示出的友善毫不在意，他对于路泽尔没有任何好印象，将其说是一条毒蛇也不为过，只不过将自己的獠牙藏得比较深而已。\n    听到彼得的回答后，路泽尔不自觉地眯了眯眼，饶有兴趣地打量着面前与自己记忆中的相比并没有太大变化的男子，虽然看起来比分离时清瘦了不少，但眼神变得坚毅。美中不足的是少了惊恐和无措。相比之下还是原来那种表情让他觉得更欣慰。“怎么？难道你不喜欢生日当天我送的礼物么？亲爱的。”\n    ……\n    他当然知道路泽尔只是在调侃他，但是为什么在场的人除了凯文以外都无一例外的好像把刚才的话当真了啊喂！面对全场这种怪异的沉默，他第一次感觉原来愤怒是这么的难以抑制。\n    “我不是来听你开玩笑的，”彼得站起身，直直地盯着仍然带着人畜无害的表情的路泽尔，“来的时候也没有考虑到会有这么多无关人员，十分钟之内我想见的人如果还没有来，那么我就要回去了。”\n    路泽尔听到强硬的反驳后，嘴角反倒微微上扬，他仔细欣赏了一番此刻彼得的表情，似乎是希望能够将这张脸印在自己的脑海里，以便于将其和听到“好消息”后的表情作对比好让他能勉强找到些乐趣。\n    “她不会来了。”凯文朝自己的养父点了一下头，后者打手势示意其他人离开会议室，只剩下三个人在这里，路泽尔顺势将门锁上。继而带着令人惊悚的微笑看着脸上略带惊异的彼得。\n    “……什么？”\n    “她，不会来了，”凯文为了让彼得能够认识到事实而好心重复了一遍，之后不紧不慢地解释其原因，“来之前，我接到，埃塞克斯的电话。他，要我去拦截，一个人，将她身上的东西，拿到之后，再处理掉。”\n    “所以你就杀掉了她？”\n    “女性带枪，虽然这样的情况，并不多见，只可惜，她力气太小。”说着，凯文拿出一把已经倒空子弹的枪扔到桌上，“我就拿来用了。”\n    “然后呢，你拿到的东西呢？”\n    “在我这，”他似笑非笑地捏着一个U盘在彼得面前晃了一下，“要是，我速度再慢些，这个小东西，就被她，吞下去了。看来，不只是她，萧黎也该处理了。”\n    “不准你动他。”\n    见到彼得的反应后，凯文像是得逞般露出了讽刺性的微笑，“放心，先生。我，不杀目标以外的人。”\n    看来路泽尔的教育方式还真是害人不浅，教出来的养子连杀人这样的玩笑说出来都和真的一样。\n    凯文抬起头，瞥了彼得一眼，像是下定了什么决心一样，站起身走到路泽尔旁边，低语几句，后者便转身离开房间，之后他看向彼得。\n    显然，他刻意给自己留出了提问的时间，既然也让路泽尔回避，就表明凯文也已经决定回答他所提出的问题，既然白白给他机会，怎么可能不要？\n    “我们以前在什么地方见过吧？”\n    “没见过。”几乎未经思考就立刻给出回答，显然对方已经料到他会提出这样的问题，“准确的说，我们，没有以自己真正的形态，见过面。”\n    “没有以自己真正的形态？”\n    看了看彼得脸上那种不可思议的表情，凯文不由得叹了口气，“看来，那段记忆，被消除了。我，原本应该和你一样，都会被抽离人格。但是，有人，做了实验。试着将我的人格，强行植入你的身体。没成功而已。”\n    “你的意思是，我被消除了这段记忆而你没有，所以你认识我？”\n    “消除记忆，只是，我的推测。也有可能，是你受到了，什么刺激。”\n    得到了自己意料之外的回答，彼得皱了皱眉。他倒不是对凯文一点印象都没有，确实是感觉在什么地方见过，但又觉得见面的时间离现在非常的遥远所以印象非常模糊。由于他已经多次对于一些人有这种错觉，所以理所当然地认为对于凯文的熟悉感也是错觉。没想到是真的见过，还是以这种方式。\n    看着彼得的神情，凯文不愿再多说什么。他不知道面前这个与自己有着相同经历的人在内心深处是如何地看待自己，但他觉得这个人比自己更加悲惨可怜。仅是从路泽尔那里听来的事迹就能够判断——对于彼得来说，真相近在咫尺，但永远不可能触及。\n    为什么会出现这样的情况。\n    答案非常明显。\n    在进入会议室后，凯文就一眼看出彼得并不能称得上是真正的杀手，他身上具有杀手理应舍弃的东西——善良。\n    “我，得走了，顺带一提，建议你，现在回去，看看你的朋友。”\n\n\n\n废言\n\n看我这个令人头晕目眩的笔名，是不是该换了？换成汉字字母什么的233\n\n\n返回索引贴\n\n\n@恶魔-潇洒 @冥王星人 @zyj0807 @xcc @sam3737 \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1462446300,
            "txt_content": "过场，事件，过场，人物对话，事件，过场，人物对话，过场……\n咱们且不说这算哪类软科幻巨制，就这个情节发展。\n我挺佩服你的。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1465521480,
            "txt_content": "Kevin到底是不熟悉语言，还是肺活量太低\n不正常的样子的说"
        }
    ]
}