{
    "title": "[创作版5月活动]人物设定",
    "author": "46241359",
    "replyCount": 19,
    "timestamp": 1462423680,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2016-5-13 20:39 编辑 \n\n创 作 版 月 活 动人 物 设 定\n活动须知  【首次参与务必阅读】\n内容：*创作版月活动若无特殊情况为一月一次，主题或题目较难则两月一次。*除接龙外，大部分活动方式投稿时间为活动发布后三周内，四天评选，最后三天公布结果发放奖励。*活动设立参与奖，凡是参与且作品符合活动规定皆可获得3人气25金粒的参与奖。*活动类型为：续写、扩写、诗文、故事接龙、微型小说、元素剧本（即给出3~5个元素，利用已知元素构建一个完整故事）等等。*活动严令禁止抄袭行为，一经发现取消参赛资格并进行扣分处罚，严重者永封加晒尸一周。\n目的：旨在提升版块活跃度和提高会员的水平，促进会员与会员、版主之间的交流。\n\n流程：\n1.愿意参加活动的会员，每月到版块置顶活动帖内查看当月主题与活动材料，并阅读活动须知。\n2.按照活动主题的要求，写出参赛作品。\n3.当月活动截止日之前提交作品，提交方式为：\n      1）在本版发帖，分类为“创作活动”，前缀注明[XX月活动]。\n      2）若主题特殊（例如故事接龙或扩写），则在指定帖内回复即可。\n      3）帖子发布后，请将帖子链接回复至活动帖便于发放奖励\n4.月末3天，负责当月活动的版主会发布公告贴公布结果，并发放奖励。\n\n评选：\n*符合活动要求的作品，由本版版主以及擅长该方面的会员评定出优秀作品，给予相当的评分奖励。\n*当参赛人数较少时，则选出作品不超过参赛作品总数的30%。\n*凡未按照要求、严重偏离主题和纯粹应付的作品，均取消评选资格。\n*若因故超过截止日期，请第一时间联系版主并发布帖子，超出4日内可视为有效。\n\n周边创作版管理组保留活动条款最终解释权。\n\n\n由于本咸鱼版主周六被抓到学校去做生物实验，周日上午陪父母外出下午迷路绕了半圈才到家所以有些晚，同时时间紧迫所以没什么脑洞去好好想题目了姑且就叫“人物设定”吧233咳咳。嗯，这次活动就是写人物设定，怎么样有没有觉得特别简单啊？是的我也觉得很简单。[以上皆为本人胡说八道]人设的要求没有太多，最基本的要有姓名、性别、年龄、能力、性格至于背景来历经历之类的就取决你们脑洞有多大了，反正跟你们说哦，越详细可能得分越高233，回头不要跟那帮评委说这是我说的人物A：\n人物B：\n赶时间+天生渲染废勿见怪233此次活动请以回帖方式参赛，凡是参赛的回复请顺便at版主方便进行统计。回复时注明这个设定是对于A还是B的，可以只设定一个。但是没准你设定两个评委看你态度诚恳就会打高分呢233本次活动皮肤皆为皮肤版主：@__Tong__  所绘制。\n祝各位参赛愉快。\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "Yy星人",
            "timestamp": 1462424100,
            "txt_content": "加油,不急的論壇文觸表示喝茶"
        },
        {
            "author": "晓兜",
            "timestamp": 1462424280,
            "txt_content": "不急不急，我们等你~"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462449960,
            "txt_content": "然而并没有什么。\n想一下，这类活动大概对周创有些什么好处？\n每月多几个贴子？\n让成员都有点儿积分可捞？\n然后……\n然后应该没有了。"
        },
        {
            "author": "xcc",
            "timestamp": 1462458720,
            "txt_content": "诶吾不是因为技术垃圾才丢锅的么\n\n\n\n\n\n。。。。。所以如是没有吾需要做的，吾且告退"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1462538220,
            "txt_content": "嗯，届时将会用小号参加。"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1462643160,
            "txt_content": "我总觉得这个“最晚”会变成“正常情况”..."
        },
        {
            "author": "LINCHUTI",
            "timestamp": 1462706160,
            "txt_content": "没有示范吗？"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1462722660,
            "txt_content": "人物A\n姓名：雪律\n性别：孤僻\n年龄：17\n能力：①【未被激怒时】能够将任何非高温液体瞬间冻成固体，也能瞬间解冻，能够用冰凝结出匕首和飞刀，但是很粗糙也很脆弱。         \n          ②【当被激怒时】可以凝结出尖锐不可摧毁的剑盾刀枪。\n          ③【失去理智时】能够凭空制造出遮天蔽日的冰刺，还可以用冰凝结出无数的盗版无限剑制但是结束后会很疲惫。\n          ④【放弃一切时】以自身为起点，方圆百里一切都将被冰冻，他自己也会化作其中的一部分。\n背景：父亲是俗世未知的雪妖【人形】，与雪律的母亲相爱生出了白头发的他，但是他的父亲因为一次意外而去世了，悲痛的他不经意间将碰到的器物都冻住了，从此被迫背负上了妖怪的称号，被排挤，被欺负，但他自己却害怕这个力量不敢使用，一直忍耐，所以性格孤僻。\n经历：“滚开，妖怪。”又是这样，雪律踉跄了一下，被班里不讲理的同学狠狠地推出了食堂。又是这样啊......我到底做错了什么......捏了捏拳头，一片寒意弥漫，而后又放松了，寒意渐渐褪去，“不能这样......会控制不住的......”\n\n“喂，妖怪，以后不许你来食堂吃饭！”后面的人张狂地笑着，雪律感觉呼吸急促了起来，从入学到现在，自己一直备受欺负，自己明明什么都没有做错，为什么要受这个苦？！被激怒的狼都会红了眼，人也不例外，雪律脑袋里嗡的一声，不受控制地转过身，右手寒气席卷，一柄锐利的飞刀凝结，脱手而出，哐的一下钉在了食堂的门上，再偏一点的话，被钉中的就是那同学的脑袋了。\n\n“杀......你要杀我？”那同学扑通一下坐倒在地，狼狈地爬起来就跑进了食堂大喊：“杀人啦！那个妖怪要杀我！”食堂瞬间躁动起来，啧，胆小鬼。这么想着，雪律离开了食堂，看样子又得饿一中午了。\n\n“妖怪，别想走！”显然事情还未结束，只见刚才的一群人拿着食堂里的椅子棍棒对着他，一副正气凛然的摸样。“有完没完。”这是他这星期说的第一句话，话一出口，同学们都打了个冷战，雪律清楚的明白，他们并不是恐惧自己，而是嫉妒这力量，连带着害怕拥有力量的自己会高他们一头，所以自己一直忍耐，就为了告诉他们说我们都是一样的！但现在显然适得其反了，那么......\n\n“你们是什么东西？”雪律慢慢向他们走去，右手凝结出冰刀，杀意弥漫，“你别过来！否则后果自负！”他们有气无力地嘶吼着，雪律一甩手，飞刀钉在了椅子上，刀尖已经触碰着拿椅子的人的额头，却并没有在前进一点，一丝鲜血顺着额头流了下来，那人惨叫了一声便扔下椅子跑了。“外强中干。”说着又扔出一刀，削掉了半截棍子。\n\n就这么一刀接着一刀，他似乎把所有的忍耐都报复了回来，直到有人报了警——\n\n“你们是来抓我的吗？”雪律坐在花坛上，抬了抬眼皮，看着面前这一干警察，一个个神色戒备紧张无比。“你为什么要伤害他们？”终于有人质问道。伤害？雪律冷笑了一声，“他们自己不讨好，关我什么事。”\n\n“我建议你还是跟我们走一趟，如果反抗的话我会向上级申请使用枪械。”领头的人阴沉地盯着他，“真有趣，”他把一条腿搭在了另一条腿上歪着头看着他们，“我受了这么多罪，我都没说什么，而他们只是被吓唬了一下，你们就要将枪口对着我，为什么，因为我是怪物吗？嗯？！”\n\n这一声冷哼令得众人心里咯噔一下，神经绷紧，“这与你是不是怪物无关，我只希望你能协助我们调查一下。”\n\n“怪物可是不讲理的。”雪律也阴沉地盯着他们，右手凝结出了一柄长剑，剑锋直指他们，“不要逼我。”，“没办法了，”领头的人耸了耸肩，“上级已经批准开火，制服他！”，子弹出膛，火焰的光无比夺目，好在这里的人已经全被疏散，就算开火的话也无非是破坏建筑物。\n\n“你看轻我了！”左手凝结出一面盾牌，雪律顶在身前，提着剑就这么朝他们冲去，子弹打在盾牌上就只能钻出一个坑洞，雪律俯身冲到一个警察的面前，长剑举头便劈了下去，但剑刃马上碰到警察时，他迟疑了，手一歪，剑劈在了地面上，顺势反身一脚踹出，将警察踹翻在地。\n\n“果然还是下不去手啊......”一发子弹击中了雪律的腿，疼痛瞬间传遍了全身，“好疼啊......我明明没有伤害任何人......”眼泪不受控制的涌出来，诉说着委屈与恼怒。\n\n“停火！”一声大吼响起，所有人都停下了动作，领头的人飞快地敬礼，“局长。”来者默默点了点头，看向雪律：“小伙子，愿意跟着我干吗？”，“不愿意，”雪律啐了一口，“打了我一顿还想我跟你干？”局长扑哧一声笑了出来，然后说道：“好吧，那么愿意跟我合作吗？我敢保证你不会受到任何排挤，现在的生活我相信你也受够了吧。”\n\n“不会受排挤？”雪律内心挣扎了一下，叹了口气，握住了局长伸过来的手，“我暂且答应你。”\n\n【等写完我才发现诶卧槽这些的都什么玩意儿文笔烂的可以而且还是中二病混搭神经病吧，但这些其实都是以我为原型，我初中的时候也被班里的“不同党派”欺负过，最后也是没忍住和他们打了起来（没见过女生打架吗瞅什么瞅）内心还是很感慨的所以这次的活动结果对我来说都不重要了】\n@46241359 \n"
        },
        {
            "author": "cc7w",
            "timestamp": 1462792800,
            "txt_content": "不明觉厉"
        },
        {
            "author": "上前一小步",
            "timestamp": 1462793820,
            "txt_content": "关于设定有兴趣的可以看看这个http://www.im9.com/post.html?community_id=679&post_id=4271"
        },
        {
            "author": "WM2030",
            "timestamp": 1462885860,
            "txt_content": "安根_Engon 发表于 2016-5-5 20:06\n然而并没有什么。\n想一下，这类活动大概对周创有些什么好处？\n每月多几个贴子？\n啊哈！有槽点的地方未必有我！我出现的地方也未必有槽点！\n但是我看着安根神奇的回复我就是想吐槽→_→\n虽然看起来讲得很有道理，但是确实讲得很有道理。\n不对虽然但是应该是转折怎么就变成强调了呢？！\n反正我想说的是……这样的活动对于提升水平确实效率不高的喵\n【为了使自己显得没有那么有攻击性防止被一巴掌糊飞不对既然是糊就不应该会飞而是应该倒下才对总而言之我就是加了个奇怪的拟声词卖了一个本来不应该是我卖的萌】\n但是话说回来……水平这玩意儿未必指的是文笔。\n试问我文笔可好？显然不好→_→\n但是我还是在这里不要脸地一天到晚吐着槽\n--------------上面都哔的是废话-----------------\n思维的活跃性这一类的玩意儿也是水平的一部分。\n真正吸引人的未必是好文笔，但有着巧妙构思，深刻思想的文字。\n一定是会吸引人，至少是一部分人的。\n创造性与想象力以及其他一些奇怪能力的锻炼，\n同文笔的优秀是一样重要的。\n--------------下面都哔的是废话-----------------\n啊……这样委婉的说话方式真是不习惯\n感觉好像根本不是自己在说话啊\n虽然该说的，都说了\n但是失去了语言表达的快感\n令人不禁想要去一次厕所呢……\n今天究竟会是什么颜色什么状态呢？\n在它出现之前\n谁知道呢……是吧？"
        },
        {
            "author": "xcc",
            "timestamp": 1463198040,
            "txt_content": "-人物A-\n姓名：鹄泽\n性格：外冷内热，不善言辞\n年龄：28\n能力：他笔下所画之物，若是点睛，则能活动于画中甚至跃出画外。\n背景：\n生活在子午街尽头的画师，画技超乎常人。好草率啊\n\n鹄泽仰望着被晚霞浸成紫色的天空，叹息一声。他突然发现自己已经忘了上次在众人面前作画是什么时候了。\n\n不过这也没什么，毕竟他现在已经有很大的名气，不必像以前那样每天到街头作画来提高名望。\n\n至于为何是在街头作画，而非将作好的画一一展示，这与他前年秋的经历有关。\n\n在那个萧索的秋天里，自觉技艺不错的他，准备画一头瑞兽雄麒。他提笔，蘸墨，用那狼毫笔勾勒出雄麒如虎的脊背，如鹿的犄角。勾到眼睑时，他只觉周身似是为烈火所困，奇热难耐，耳边似有兽啼声回响。\n\n待狼毫笔点睛的那一刻，燥热感与啼叫声方才消失。他再定睛一看那雄麒，只见其身材壮硕，浑身凛然之气似要逼出纸外，但其双眼却如孩童般清澈活络。鹄泽作完画后已是倦了，正欲伏案而眠时，恍恍惚惚地瞧见那雄麒正眨着眼睛，在画中跳跃。\n\n第二日醒来，宣纸一片洁白。鹄泽猛地想起昨夜自己恍惚时所见，不禁了然一笑。他再次使墨笔画了头骏马，欲画其双眼时，燥热之感复出，耳边似有马蹄声。他便细细为那马添上眼，只见点睛那一刻，马的鬃毛微微摆动，片刻后双蹄跃起，马便在画中奔跑。\n\n画中央忽地出现一墨点，仅有指甲盖大小，但愈来愈大。鹄泽惊得站起，这时看那墨点渐具形态，显现出龙首、鹿角、狮眼、虎背、蛇鳞，正是先前画过的那头雄麒。画中那骏马见雄麒身形显出，忙行至麒麟跟前，一抬双蹄，竟已是跃出了纸，以画中尺寸现在案上。那雄麒也一跃，跃出纸张。鹄泽见此景，手足无措，慌忙间竟看见那雄麒鞠下躬来。那骏马见雄麒举动，连忙向鹄泽施礼。\n\n礼毕，雄麒转身跃回画中，骏马也紧随其步伐。两兽在画中的身影越来越小，最后慢慢消失。\n\n鹄泽叹息一声，这等奇艺虽是巧妙，但若是这样自己岂不是一张画也无能卖出？\n\n不过，不点睛的话，鸟兽应该就不会离开吧？\n\n此后他便在子午街街头摆下桌案，置好墨汁，备好印章与印泥，在街头作画。他总是画鸟兽之类，但不点睛。众人惊奇于他的画技，却不解于他的不点睛行为。\n\n一个月后，子午街流传出“街头画师常作无眼画”之说。许多人出来看他笔下那无眼鸟兽，有人赞赏笔下鸟兽除眼睛之外的细节画得灵动，有人则是大加嘲讽。\n\n普通的嘲讽鹄泽还忍得了，但有一名小有名气的画师直接在他画纸上啐了一口，并骂道：\n\n“一个后生小辈，作无眼画还不如滚回家去，你以为你是谁？你以为你这种人能靠无眼画名扬天下？”\n\n鹄泽沉默片刻后捞起画笔，对着眼睑之下点出眼瞳。人们纷纷伸头窥看，只见原本盘踞在画中的猛虎忽地跃起，张开血口咆哮。众人皆被震慑，而那小有名气的画师早已不见踪影。\n\n鹄泽卷起画纸，径自坐下。等到再次展开画纸时，上面已是一片空白。\n\n从此，他名声大噪，不少人慕名而来，愿出重金观摩作画。\n\n后来，他发现常有一名背着一筒字画的姑娘围观他作画，并指出画中的不足。鹄泽很快打听到那姑娘名叫安芜，是两大党派之一的南陵党的一名要员的妹妹。他很喜欢听她对自己画作的赞赏，每每听及，总是喜不自胜。\n\n鹄泽对安芜心生爱慕，但不敢明说。一日作画时偶然听得安芜说了一句“若是能有人为我作画便好了”，便心生一计。\n\n夜晚，他备了两张宣纸，准备画两张安芜的像，一张赠与她，一张自己留存。他闭上眼，安芜的音容笑貌便现在眼前。很快，两张宣纸上显出了人像，姿态不同。他正准备为其中一张画上双瞳，却稍稍犹豫。\n\n但犹豫片刻后，他仍是下了笔，勾出一对水灵的双眼，如玉一般。看着笔下那双与安芜几乎一般无二的眼睛，鹄泽心中似有暖流淌过，留下一道很深的印记。\n\n他看着那副点睛的人像，面色痴了，片刻后便伏案睡去。\n\n第二日，那副点睛人像已变为一片空白。鹄泽心中突然发慌，总觉得有什么大事发生。当他急匆匆赶到子午街上时，听得有人在议论安芜的事。\n\n从那些人的言语中，他才明白，现在安家上下一片悲恸，竟是正在为安芜做丧。他忽地想起那幅化为空白的人像，不由得心头一凉。\n\n难道是作画一事......\n\n他这样想着，颓丧地返回家中，看向那张未点瞳的人像，点了对剪水曈，然后将其高高挂起，对着画像默不作声。\n\n他不知道的是，安芜并没有死，仅仅是失踪罢了。安家夫妇完全想不通为什么无论如何都找不到女儿。偏偏这时，与安家所在的南陵党相对立的东府党的一名要员在这时候登门送聘礼。此时若是明说安芜失踪，岂不是让那要员难堪，并且找到一个打击南陵党的理由？这样一来，恐怕是难以自保了，倒不如，就说安芜得了急病而亡了罢。那要员于是赶忙改送丧礼，安家则松了口气，只是在以后的年月里，也慢慢接受了她已经死去的说法，而忘了她只是失踪。\n\n对这一切一无所知的鹄泽则一直认为是自己作的画摄去了她的魂魄。他每天除了正常的吃饭、睡觉以外，就是对着墙上的人像发呆。他偶尔还会去街头作画，只是已不像前年那般频繁。\n\n直到一个东府党的人携重金登门拜访，请他到一场两党都会参加的大宴上作画。\n\n他很清楚自己无力拒绝，他也很清楚这所谓的大宴恐怕也只是一个两党互相打击的契机。\n\n所以在他登上宴席前方的桌案上作画时，他就很清楚自己没有退路了。\n\n之前重金请来他的人借着气氛提议：“鹄泽先生，不如为在场的一位宾客作画来助兴吧？”言毕，便看似随意地指向一人，那不正是南陵党的要员，同时也是安芜的哥哥安望山么？\n\n鹄泽心头一凉，看来这是东府打击南陵的一个手段。待他落笔点睛，画中的人活动起来，景象定是滑稽。但他自己同时也很清楚，这一落笔，那要员恐怕会当场消失，而大庭广众之下作画的自己，想必罪责难逃吧？\n\n若是作画，日后肯定会被南陵党人收拾，若是不作，相当于得罪东府党。还有一发，便是随意草就，但那还是在得罪东府啊！\n\n他低头思索了一会，片刻后向安望山望去，对方目光似是一把刀，笔直地向自己刺来。鹄泽随即低头，挥毫泼墨，笔精墨妙，挥洒丹青。\n\n等到酒过三巡时，画终于仓促而成。鹄泽吩咐两老仆举起画，使画纸正对坐下宾客。所有宾客立刻全神贯注地盯着画上的人。\n\n只见画中，是一人的背影，呆立于竹下。片刻后那人转过身来，却不是那要员，眉宇间与鹄泽倒是有些相似。顷刻，画中显出一墨点，缓缓现出雄麒身形，面容威武凛然，而一个少女正扶坐兽背，双眼如玉般水灵，丹唇外朗，皓齿内鲜，浅笑盈盈，更有一丝天真。\n\n“这......这不是我亡故的妹妹么？！”安望山大为吃惊。\n\n而此时，画中那与鹄泽面目相近的人跃上兽背，雄麒已驮着他们背向而去，丝毫不理会画外宾客的纷扰。\n\n这时，两党的人方才回过神来。东府的那人更是气恼，连忙命令家仆寻找鹄泽。\n\n怎么可能寻得到呢。\n\n而那张画纸，因为徒有红泥印和提款，被人不知扔到了哪里。\n@46241359 \n\n\n\n不清楚能不能at其他人呢啊哈哈。\n\n另：【此次写文终于把一个小学时候的脑洞填好了，甚喜，然而回过头来再看时发现结尾似乎略有仓促之感？不知道列位看客们能否明白结尾鹄泽的去向呢......另外，皮肤的发色缘何是白头？是什么一夜白头还是。。。。（好啦别胡闹）】\n"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1463200920,
            "txt_content": " 本帖最后由 恶魔-潇洒 于 2016-5-14 12:49 编辑 \n\n人物B\n姓名：迪维欧·易德（在被称呼时一般省略“欧”）\n性别：男\n爱好：女\n年龄：25岁\n能力：把妹小能手由于曾在部队服役，所以体能★★★★★枪法★★★★★，撂倒五个社会青年没问题。\n         又由于家族问题，打小自尊心MAX，容不得一点轻蔑。然而对弱者也充满了轻蔑，虽然正义感挺强，但一旦有哪位触动这位的自尊，立马换人格，就算是女性也不放过（想歪的去面壁——都说了爱好女了）。“啪啪啪啪啪啪啪啪啪”地对对方拳打脚踢（想歪的再去面壁——mdzz你们好污啊）。\n          嗯还有一点——颜值超高。好好的直男说弯就弯\n性格：非常开朗的一个人，倒是看到稍微漂亮一点的妹子就会拿出胸前的玫瑰花，叼在嘴里然后去搭讪，通常都会成功。\n家庭背景：据说从宋代开始就开始有这个家族了，到了明清更是名声大振，可以说富可敌国，后来不知道为什么衰落了。到了21世纪，只剩父亲母亲和他三人，父亲开始从商，建立了一个大企业，可以算是一个富豪家庭了。现在即将继承家族百万资产的他正在被逼婚，然而他除了吸引一群异性的喜爱还没有中意之人。\n代表事件：\n      看着眼前这位男子，负责照顾新人的老师沉下了脸。\n      先不说他把多少异性同学都带进这间较小的教室，就说说现在他在做什么。\n      微笑着看着这位刚过二十五的年轻老师，嘴里叼根新鲜的玫瑰花；用一种足以令周围女性尖叫的温柔声音轻轻地在她的耳边细语：“早上好啊，老师。”尤其最后二字，更是令人听了软绵绵。然而这招对于情窦初开的花季少女还有点用，但对于征战情场多年的女老师来说，这种年轻男孩子一天就能见到几百个。\n      这位老师推了推眼镜，依然镇定自若，完全不像周围已经被迷倒的少女们，果然老司机就是不一样。\n      这种事情倒是第一次，迪维将玫瑰花放回胸前的口袋，理了理领带，这才正经起来。\n      “我是来报到的新生，请多多指教。”他友好地鞠了一躬，“刚刚的事情只是一个玩笑，希望不要介意。”表面彬彬有礼，内心却狡猾得很，满心想着如何征服这位年轻女教师，自然这也只是日常玩乐的一部分。至于最后怎么解脱，迪维可是有一百种把妹之后的解脱办法，让你既不尴尬又可以轻松跑路。\n      老师总算不再担心接下来的剧情走向，手里拿好个人资料表，正襟危坐，一边询问着迪维的情况一边打量着这个开放的孩子。\n      当开放少年遇上年轻老师，结果是——\n      他成为了这所学校的大名人。——\n以上，便是咸鱼恶魔在本次活动中的参赛内容。\n不要问我为什么版主都喜欢用删除线我不知道\n\n@恶魔-潇洒 \n[滑稽]"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1463205660,
            "txt_content": "恶魔-潇洒 发表于 2016-5-14 12:42\n人物B\n姓名：迪维欧·易德（在被称呼时一般省略“欧”）\n性别：男据说从宋代开始就开始有这个家族了，到了明清更是名声大振\n中国古代的朝代是什么鬼？"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1463233440,
            "txt_content": "WM2030 发表于 2016-5-10 21:11\n啊哈！有槽点的地方未必有我！我出现的地方也未必有槽点！\n但是我看着安根神奇的回复我就是想吐槽→_→\n ...\n为了您的健康，我们推荐在长时间观摩大触自嗨后使用博士伦超清眼药水，关爱氪金狗眼更关心你\n\n\n\n怎么说呢，这更像是一个“造人活动”是吧\n\n\n为什么没人写最近名声大噪的AI呢？都是造人，这回就玩大点嘛是吧"
        },
        {
            "author": "海潮",
            "timestamp": 1463274900,
            "txt_content": "北极我能说你画的皮肤很丑咩_(:зゝ∠)_\n\n我就看着就 熬 了"
        },
        {
            "author": "guqu",
            "timestamp": 1463300340,
            "txt_content": "Donnies_Ming 发表于 2016-5-14 21:44\n为了您的健康，我们推荐在长时间观摩大触自嗨后使用博士伦超清眼药水，关爱氪金狗眼更关心你\n造人活动笑尿。\n让我们期待谁是第二个斗鱼造哥"
        },
        {
            "author": "晓兜",
            "timestamp": 1463547720,
            "txt_content": "还行，不过感觉怪怪的~"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1463827440,
            "txt_content": " 本帖最后由 爱无名灬颂 于 2016-5-21 22:43 编辑 \n人物A\n姓名：今井诚\n性格：孤傲、厌世\n年龄：29\n能力：以高超的电子技术对范围内所有计算机设备进行打击，使被攻击设备永久性瘫痪，在信息技术方面堪称是独一无二的天才，自幼学习编程使得他能够在极短时间内开发出普通程序员无法破解的程序\n背景：9岁那年父亲在建筑工地上猝死，母亲也因经受不起打击而自杀，从此今井诚自甘堕落，后来由姑姑抚养，14岁时无意中听到姑姑与人贩子之间的对话，趁姑姑不备时亲手将其杀死，并成功伪装成了一起自杀案件瞒过了警方，从此独立生活。他聪明的预料到了未来将是高科技的信息技术时代，开始自学电子技术，并在这条路上越走越远...\n\n印象：\n“很奇怪，这孩子听到父亲死讯时一滴泪都没留，可以说是毫无波动，好像事不关己一样，坚强的很。”——负责今井诚父亲案子的刑警 高原大地\n\n“你是说那个父母双亡的孩子？哦，他很可怜啊，但他从来没有在众人面前表现出悲伤的一面，神神秘秘的，整天捣鼓一些电子零件，看一些电子技术的书，好像对人类不感兴趣一样。”\n——今井诚姑姑的邻居 三浦晓子\n\n“真没想到我会是这种人的同学，不就是父母双亡嘛，有必要这么高冷，这么孤僻吗？他就好像是在刻意与同学们保持距离一样，眼神里好像在说‘你们这群脏东西’，虽然他没得罪过任何人，但班上人几乎都讨厌他。”\n——今井诚的初中同学 山田美月\n\n“恐怖的家伙...那孩子的眼神仿佛能将人吞噬，将你丢进无边的黑洞之中，在黑洞里，你会被一股股杀意所凝聚的利刃刺穿身体，痛苦不堪...拜托了警察先生，请不要让我再见到今井诚了，他的姑姑也一定是因为恐惧而自杀而死的吧...”\n——人贩子 匿名\n\n\n\n年表：\n\n1986年 出生\n\n1995年 4月，父亲在建筑工地上猝死，同年6月底，母亲自杀身亡，同年7月，由姑姑抚养\n\n2000年 杀死妄图将自己卖给人贩子的姑姑，从此辍学在家，利用家中的积蓄自购电脑与电子技术书籍，开始自学电子技术\n\n2001年 开始自学编程开发，同年6月，被附近网吧老板威胁抢走了一块自购的显卡，于是侵入网吧系统盗取了网吧老板的银行账户并占为己有，并仅仅使用了几根电线就把整个网吧的电路系统严重破坏\n\n2004年 威胁某网吧老板，绑架其亲生女儿，最后该老板答应给他网吧每月一半的收入，今井诚一生中绝大多数的积蓄都来自于此，也是他一生中最稳定的收入来源\n\n2006年 担任某知名公司的软件工程师，由于资质过于优秀，受到原公司工程师们的排挤，同年7月，被两名嫉妒心极强的工程师在回家的夜路上暴打，后在他们开发的程序上秘密加入了后门代码，使得软件在运行时会自动攻击公司服务器，同年11月，在这两名工程师被辞退的同时，他也毫不犹豫的离开了该公司，而后一直为网吧开发游戏程序\n\n2010年 1月，因为担心自己会被警方怀疑，杀死那名网吧老板与他的女儿，将发现自己罪行的姑父打至脑溢血送进了医院，同年2月，拔掉姑父的呼吸机并侵入医院的监视系统将自己的作案现场删除，对警方谎称是姑父自杀\n\n2015年 3月，最终被警方怀疑，转让网吧、变卖家产，打算换个地方继续自己的编程，同年5月，5年前的谋杀案被侦破，深知自己无处可逃后，用随身携带的螺丝刀捅穿心脏自杀身亡\n\n@恶魔-潇洒 @46241359 @银狼 \n\n"
        }
    ]
}