{
    "title": "【原创】史诗监狱——目前进度100%（完工）",
    "author": "CIEben",
    "replyCount": 5,
    "timestamp": 1350221820,
    "txt_content": " 本帖最后由 CIEben 于 2012-10-26 22:44 编辑 \n\n大家好哟~我是Boze，今天LZ来撸管了~\n某天在某服看见一个箱子监狱，于是心血来潮就做了个大的史诗监狱，这次是常见版本~\n由于工作量过大，所以只能建这么大个地图（毕竟老子是苦逼学生党~伤不起啊(┬＿┬)）~\n\n[由于图片过大暂时不能看图~想看图者：QQ群119278252(二维工程建造组)斯咪麻塞~]\n\n基本来讲地图分为5层。\n1层是专门关轻型破坏者的，等级分为：Easy~\n主要内部设置审讯室以及为防止越狱而专为囚犯设计的中毒药水Ⅱ，周围俩层为萤石，就算那小子挖穿了也不怕~\n2层是专门关普通破坏者的，等级分为：困难（英语不好●﹏●）\n主要内部设置有比大灾变还多的怪，人进去了只有死路一条，死后还在这个监狱里再死一次，在死的循环中重复针扎~\n3层是专门关重度破坏者的，等级分为：发疯\n这个楼层的监狱无论是人还是怪都会被逼疯，一个破坏者在一个打也打不碎，也回不了家的地方被蜘蛛丝重重围困，在他10出还有一个供他解饿的蛋糕，想象一下在无尽的漫步中游荡，死而再死，可知是多么逼疯人的一个牢房！（未完工）\n4层简直为无敌状况，适应囚犯严重破坏者。\n这个楼层足以将正常人逼成精神病，囚犯被关在一条长长的蜘蛛网中，只能顺着网往下滑，而下面是深不见底、掉下去即死的虚无地核，OP将犯人关进这个长的蜘蛛网道后可讲网道最上面封顶，使其不能出入！（未完工）\n\n有人会问；诶，楼主你明明写的只有四层，你特么说五层干嘛！\n遇到这种情况，我会慢慢说，别着急，我还没说完呢！这四层监狱每层监狱都有个数不一样的牢房，一层有12个牢房，编号5907和5908，二层有四个牢房，三层有俩个牢房，四层只有唯独一间。\n\n真正的层才是下面，亮点！\n\n首先呢，有牢房就得有狱卒，有狱卒就得有狱警的警卫室，本地图的警卫室分5层，从第一层到第五层一共17个房间\n刚才我说即使犯人挖穿萤石墙我也不怕，那是因为监狱被警卫室围在中间，犯人挖穿监狱，只要他再动一下，他就会被狱卒发现，并且转到新的牢房（实在不行，当场实弹枪毙，或者拉到竞技场当活靶三个月）。\n接着，狱卒的牢房非常的豪华，一层有A.B.C.D四个区，1~4楼每层都有4间，而5楼是单独一间超大的会议厅（国务会议厅）。\n具体每层的分工就不揭晓了，低调点，不要揭破嘛对不。\n\n不能发图我实在抱歉啊~\n求金币，求人气，QQ群求人~\n\n更新日志：2012-10-15\n更新了第三层的墙壁，第三层没有监狱，设置了通往第四层的楼梯。预计将五层改为六层，第六层其中包括世界国议厅；将第四层监狱单独设置。第三层由原来计划的四间房改为单独一间超大的房子——化学&物理实验室。\n\n预计10-16号出试玩版本地图~期待吧各位~\n\n\n更新日志：2012-10-16\n \n更新了第三层警卫室，PS：第三层大体没什么建筑，一个小型化学和物理实验室。第三层可以看是空空的，只有8个模拟温度箱和1个超长的传送带。测玩版发布（标准请看地图版）\n\n\n\n更新日志：2012-10-26\n本次已经完成，但是四层并无做装修，是为了留着给其他人想象的空间发挥。第五层为“服务器三民大会会议室”即“三民会议室”，三民指：平民，贫民，新手\n",
    "replies": [
        {
            "author": "MaoM",
            "timestamp": 1350222360,
            "txt_content": "虽不明\n但觉利"
        },
        {
            "author": "冥王星人",
            "timestamp": 1350226920,
            "txt_content": "图大压缩啊。没图谁知道是不是真的在盖？"
        },
        {
            "author": "蚊子X",
            "timestamp": 1350237240,
            "txt_content": "好吧期待一下，可以发个试玩版呗~"
        },
        {
            "author": "CIEben",
            "timestamp": 1350275160,
            "txt_content": "蚊子X 发表于 2012-10-15 01:54 \n好吧期待一下，可以发个试玩版呗~\n第三层完工再说"
        },
        {
            "author": "CIEben",
            "timestamp": 1350395040,
            "txt_content": "先解释一下为什么这么晚发布：1.我是学生党，下午5：00之前的时间是在学校；2.今天下午停电，知道6：00才有电。"
        }
    ]
}