{
    "title": "Minecon第一批门票正在销售",
    "author": "映南",
    "replyCount": 19,
    "timestamp": 1462593960,
    "txt_content": " 本帖最后由 bobby825 于 2016-5-7 21:16 编辑 \n\nMinecon的百度百科 Minecon是一场Minecraft的年度盛会，爱好者们会在展会上向全世界变现自己的创意，包括Cosplay、周边、还有各种作品。对于专业团队，他们能获得许多技术交流与合作的机会。当然，Minecon也是Mojang发布游戏新特性以及开发者团队与玩家交流沟通的良好机会，是一场所有MC爱好者的大Party。\n\n\n\n\n1.png (174.47 KB, 下载次数: 3)\n\n下载附件\n\n2016-5-7 11:49 上传\n\n\n\n\n\nMinecon将于9月24-25日在美国的南加利福尼亚阿纳海姆会议中心举行。这仍将是规模最大的Minecon之一，有12000个参与者！\n虽然我们想与每一位minecrafter面对面，但我们（的会场）只能容纳全球各地玩家中的极小一部分。为了尽可能使这件事公平，我们将以每个批次6000张，分两个批次销售门票。你可以看到两批次出售下面的倒计时。一个大的绿色按钮会出现在两批次出售的下面，点击他们会跳转到购买页面。希望你们有好运气能抢到门票。\n票价160美元。它们可能非常快就会售罄，但努力不要（因为这件事）而难过哦。如果你不能参加2016的Minecon。你还可以通过看我们在周末的直播来加入其中。让你和你的Minecrafter兄弟私下开个minecon聚会！做苦力怕蛋糕！装扮成你最喜欢的怪物！在一起无聊时玩Minecraft（不会有任何无聊的）。\n一些关于参与者年龄的信息：3岁或以下的儿童免费加入，14岁及以下的儿童需要父母或监护人，他们至少18岁（他们也门票）。如果你是15岁及以上你可以自己参加！\n原文\n\nMINECON 2016 will take place on September 24-25 at Anaheim Convention Center in sunny Southern California, US. It’s going to be the biggest MINECON yet, with 12,000 attendees!  Though we’d like to meet every minecrafter face-to-face, we can only accommodate a small chunk of our global community. To make things as fair as possible, we’re selling tickets in two batches of 6000 tickets each. You can see the countdowns to the two separate sale times below. A big green button will appear when tickets go on sale, taking you to the purchase page. Good luck, everyone!  Tickets cost 160 US dollars. They'll probably sell out super-fast, but try not to be sad if you can't attend MINECON 2016. You can still join in the fun by watching our weekend-long livestream. Get your crafter buddies over and have a private MINECON party! Make creeper cakes! Dress up as your favourite mobs! Play Minecraft together during the boring bits (there won’t be any boring bits).  Some quick info about age restrictions: kids of 3 or younger get in for free. Young folk of 14 or under need a parent or guardian with them who is at least 18 (and they all need tickets). If you're 15 or over you can attend by yourself!\n\n\n\n第一批已经在出售了\n\n\n\n\n\n2.png (20.8 KB, 下载次数: 5)\n\n下载附件\n\n2016-5-7 12:05 上传\n\n\n\n\n\n截图日期：2016年5月7日12:13:49\n\n\n\n\n\n3.png (83.73 KB, 下载次数: 2)\n\n下载附件\n\n2016-5-7 12:28 上传\n\n\n\n\nMinecon是什么？Minecon是一个专门为Minecraft准备的周末（活动）。你会看小组讨论你最喜欢的游戏（我们希望是Minecraft），与成千上万志同道合的Minecraft成员在一起，和Mojang团队成员握手，与世界上最大的YouTube使用者们擦肩。各种类型的MCer都能在这里找到他们想要的。原文WHAT IS MINECON?  MINECON is a weekend dedicated to all things Minecraft. You’ll get to watch panels discussing your favourite game (Minecraft, we hope), hang out with thousands of like-minded community members, shake hands with Mojang team members and rub shoulders with some of the biggest YouTubers on the planet. There’s something for every type of crafter.\n\n\n\n\n\n1.png (79.58 KB, 下载次数: 0)\n\n下载附件\n\n2016-5-7 15:48 上传\n\n\n\n\n\n这桩大事将会在何处举办？阿纳海姆会议中心坐落于美国的加利福尼亚洲阿纳海姆。有关场地，交通，停车，地图和最新的城市计划的信息可以访问网站来获取。最近的机场是LAX和John Wayneairport。Mojang认为地狱传送门无论怎样都不能作为一种安全的旅行方式。（蓝字可点，有的要挂VPN）\n原文WHERE IS THIS THING HAPPENING? Anaheim Convention Center is located in Anaheim, California, in the USA! For information about the venue, accessibility, parking, maps, and the latest city initiatives (whatever that means) visit their handy website. The closest airports are LAX and John Wayne airport. Mojang does not endorse nether portals as a safe means of travel.\n\n\n\n\n\n2.png (68.66 KB, 下载次数: 1)\n\n下载附件\n\n2016-5-7 15:43 上传\n\n\n\n\n\n\n给酒店房间打折扣\n我们已经制定了一个方法为所有MINECON参与者所住的酒店房间打折。有许多酒店可以选择，他们都靠近活动中心。访问此链接查看。预订将于5月6日注册参与者。（应该就是买门票）尽管我们已经采取了预防措施，但我们还是不会对末影人的入侵负责任。（蓝字可点）\n原文DISCOUNTED HOTEL ROOMS  We’ve worked out a way to offer discounts on hotel rooms for all MINECON attendees. There are a number of hotels to choose from and they’re all located close to the convention centre. Visit this link to view the options. Booking will open to registered attendees on May 6th. Though we’ve taken precautions, we’re not responsible for Endermen hotel invasions.\n\n\n\n\n\n3.png (68.74 KB, 下载次数: 1)\n\n下载附件\n\n2016-5-7 15:43 上传\n\n\n\n\n\n\n我想成为一名MINECON的代理\n每年都有成百上千人的志愿者成为【MINECON的代理】——他们奉献出周末的时间来使活动顺利举行，让活动尽可能地有趣。MINECON不能没有他们。虽然现在已经关闭申请代理，但我们会让你知道事实上我们需要更多的MINECON的代理。\n原文I WANT TO BE A MINECON AGENT Every year hundreds of people volunteer to be MINECON Agents - they dedicate the weekend to helping the conference run smoothly and make things as fun as possible. MINECON couldn’t happen without them. Applications to become an agent have now closed, but we’ll let you know here if it turns out that we need more!\n\n网址：https://minecraft.net/en/minecon/\n第一次翻译~有意见可以提出来哦~\n\n",
    "replies": [
        {
            "author": "Melodyvoices",
            "timestamp": 1462594320,
            "txt_content": "你发这个有什么用？莫非你觉得看到这帖的有人能去的了？"
        },
        {
            "author": "映南",
            "timestamp": 1462594680,
            "txt_content": "Melodyvoices 发表于 2016-5-7 12:12\n你发这个有什么用？莫非你觉得看到这帖的有人能去的了？\n啊！不能发的啊！？"
        },
        {
            "author": "Melodyvoices",
            "timestamp": 1462594740,
            "txt_content": "映南 发表于 2016-5-7 12:18\n啊！不能发的啊！？\n能应该是能，我说的是你发这个有什么用？"
        },
        {
            "author": "映南",
            "timestamp": 1462594860,
            "txt_content": "834297926 发表于 2016-5-7 12:24\n额，你看错板块了吧，这属于周边消息啊。说不定可以去啊，不过6000张门票确实少了点 ...\n分两个批次哦！一共是12000张,不过还是少.."
        },
        {
            "author": "2001whl",
            "timestamp": 1462595040,
            "txt_content": "Melodyvoices 发表于 2016-5-7 12:12\n你发这个有什么用？莫非你觉得看到这帖的有人能去的了？\n额，你看错板块了吧，这属于周边消息啊。说不定可以去啊，不过6000张门票确实少了点"
        },
        {
            "author": "映南",
            "timestamp": 1462595040,
            "txt_content": "Melodyvoices 发表于 2016-5-7 12:19\n能应该是能，我说的是你发这个有什么用？\n普及下minecon不行吗.."
        },
        {
            "author": "1695502972",
            "timestamp": 1462595640,
            "txt_content": "对啊，太少了，玩mc的多少玩家啊，少说几千万"
        },
        {
            "author": "Yy星人",
            "timestamp": 1462596000,
            "txt_content": "可以的,口袋没有1W块钱都不敢去"
        },
        {
            "author": "史蒂夫勇者",
            "timestamp": 1462596360,
            "txt_content": "很期待这次的纪念披风"
        },
        {
            "author": "毒蛇",
            "timestamp": 1462600380,
            "txt_content": "Melodyvoices 发表于 2016-5-7 12:12\n你发这个有什么用？莫非你觉得看到这帖的有人能去的了？\n这为啥不能发啊，这种东西不是就应该发吗"
        },
        {
            "author": "毒蛇",
            "timestamp": 1462600380,
            "txt_content": "我怎么觉得有机翻痕迹啊"
        },
        {
            "author": "Raycity",
            "timestamp": 1462601280,
            "txt_content": "呜呜呜，去不了{:10_494:}"
        },
        {
            "author": "lzs1234",
            "timestamp": 1462602240,
            "txt_content": "大哥，请认真点好吗？\n1、机翻\n2、没搬运完"
        },
        {
            "author": "映南",
            "timestamp": 1462602600,
            "txt_content": "lzs1234 发表于 2016-5-7 14:24\n大哥，请认真点好吗？\n1、机翻\n2、没搬运完\n抱歉，已经修改了，尽可能地使翻译读得流畅了。"
        },
        {
            "author": "青木源",
            "timestamp": 1462615440,
            "txt_content": "Jeb：因为Minecon所以1.10要明年见了"
        },
        {
            "author": "lzs1234",
            "timestamp": 1462615500,
            "txt_content": "MINECON is a weekend dedicated to all things Minecraft\nMinecon是一个专门为Minecraft准备的周末（活动）。\nThere’s something for every type of crafter.\n各种类型的MCer都能在这里找到他们想要的。\nWHERE IS THIS THING HAPPENING?\n这桩大事将会在何处举办？\nMojang does not endorse nether portals as a safe means of travel.\nMojang认为地狱传送门无论怎样都不能作为一种安全的旅行方式。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1462616700,
            "txt_content": " 本帖最后由 lzs1234 于 2016-5-7 18:36 编辑 \n\n以及还有一点问题：[语境问题]\nIt’s going to be the biggest MINECON yet\n这仍将是规模最大的Minecon之一\n\nwe can only accommodate a small chunk of our global community\n但我们（的会场）只能容纳全球各地玩家中的极小一部分。\n\nwe’re selling tickets in two batches of 6000 tickets each.\n我们将以每个批次6000张，分两个批次销售门票。\n\nThey'll probably sell out super-fast, but try not to be sad if you can't attend MINECON 2016.\n它们可能非常快就会售罄，但努力不要（因为这件事）而难过哦。\nYou can still join in the fun by watching our weekend-long livestream.你仍然可以通过观看我们在周末的全程直播来同我们一起享受快乐(注：国内就别想了，除非你能翻墙去Youtube...)\n\n\nPlay Minecraft together during the boring bits (there won’t be any boring bits)在无聊时玩Minecraft（那将使你们一点都不无聊！）\n\n\nshake hands with Mojang team members and rub shoulders with some of the biggest YouTubers on the planet和Mojang团队成员握手，与世界上最大（订阅数最多）的YouTuber们擦肩。\n\n以及最后一张图的Agent应该译为“志愿者”"
        },
        {
            "author": "chyx",
            "timestamp": 1462618260,
            "txt_content": "还代理呢。。。。。\nagent居然能翻译成代理。。。。。。。。。\n别拦我让我先笑一会2333333333"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1462700640,
            "txt_content": "专注玩mc"
        }
    ]
}