{
    "title": "<原创·连载>《青色之风》[卷二·十]",
    "author": "zyj0807",
    "replyCount": 6,
    "timestamp": 1462594080,
    "txt_content": "\n\n@46241359 @xcc @安根_Engon @恶魔-潇洒 @Cai_Iu \n被大量的考试和竞赛弄崩，我被禁锢那梦里。\n哎呀艾克斯茜茜是什么鬼啦我也不知道啦\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1462594320,
            "txt_content": "标题: <原创·连载>《青色之风》[卷二·十] 本帖最后由 zyj0807 于 2016-5-7 12:13 编辑 \n\n第十章\n\n　　这是第四十一天了，自狼王第一次真正与江泽见面以来。在南方那些巫师的说法里，恰巧是一个溯回期。天地魔力在每一个溯回期更新并发生变动，对于修习魔力的种族来说，如果魔力不强，那么这将会是一个禁区。在魔力更新的时候修炼，会导致感知极度紊乱，随后被世界的法则侵蚀，落得个终身残废的下场，甚至于过多使用魔力也会导致如此。\n\n　　但不巧的是，狼王不属于那些人，所以他即便动用大量的魔力，也不会引起任何反噬。因而他直接牵动法则，结束了这场在他看来颇有些玩闹的斗争。\n\n　　接下来，他要去确认一件事情。\n\n　　狼王眸光闪动，身躯移动到白古的身侧。他本就身躯巨大，所以此时站在白古身侧，竟还是比她高出两个头来，他低头，眼神探向了白古的颈间。\n\n　　他看到了一些不同寻常的事物。\n\n　　果然如此，狼王垂下眼帘。又昂起头颅看向了天空的西边。自圣灰白王朝破灭，五圣贤破开世界以来，主世界就已进入了第三魔力时代。圣贤的家族隐匿在世界的各个角落，而他们曾经的敌人则遭到流放，浑浑噩噩地躲藏在阴影之中。\n\n　　而被破开的世界牵动了创世神的根源法则，导致法则变动，时好时坏。对于过去的那些魔力生灵来说——这无疑是灭顶之灾，但是对于以往在时代中占据羸弱地位的凡人来讲，这是一场馈赠。\n\n　　法则变动，魔力更替，凡人便得以修魔。于是凡人不必再依托于先贤的亘古传承，就足以自成一脉。这自然是好事，所以从五国建立伊始，先贤的家族便隐匿尘世，不再干涉凡人。\n\n　　这是凡人的时代。\n\n　　他狭长的幽蓝狼眸望向了更远的地方，眸光中隐隐映出一座巍峨的身影来。\n\n　　他再度看向了白古，眼中却无半分怜惜之意。大自然择优劣汰，万物自法生存，失败就意味着死亡。他狼吻中几丝寒气逸散，略微张开露出一排尖锐森寒的兽牙，缓缓探向了白古此时仍覆着层层冰霜的脖颈。\n\n　　即便她是“他们”中的一员也一样。他眼中无悲无喜，微一用力，牙齿已经透过薄冰抵在了对方白皙的皮肤上，清晰地感觉到皮肤下仍在流淌的血液。\n\n　　一个年轻而又美丽的生命就将消散。\n\n　　一声遥远的轻叹骤然响起。\n\n　　森林里突然静了下来。流动的风，翻涌的雾气在这一刻陡然凝固，世界仿佛都陷入了诡异的静止当中，万物沉默。\n\n　　狼王松开了嘴。他眸里幽光闪烁，周身气息涌动不定。\n\n　　他朝雾气的某处望去，狼嘴微张，竟是口吐人言：“书塔之穆竟然在此，我一只小小的狼王真是倍感荣幸。”\n\n　　又一声叹息再度响起，随着这声叹息，原本静止的一切事物纷纷重新动了起来。\n\n　　雾气分开，从中走出一道人影来。这人看起来不超过二十五岁，长长的紫发在脑后绑成一个马尾，精致的脸上带着与外貌毫不相称的平静。她身着一件深蓝色的长袍，双手带着一副无指的手套，一本样式古朴，书页泛黄的书本漂浮在她身后。\n\n　　“你知道他们的身份。”这人说道，声音却听不出是男是女，“灰白的后裔什么时候沦落到一只小小的狼王了？”\n\n　　狼王脸上流露出极为人性化的嘲讽，全身白毛无风自动，周身的气息翻涌更盛。“如果你是在说你们自己的话，那似乎挺准确的。”他这么说，眼神死死盯住对方。\n\n　　“艾克斯茜茜，你别忘了，上个纪元里，是谁覆灭了王朝。”\n\n　　来自书塔的巫师不由得垂眼沉默，但很快她又抬起眼帘，念出了一个有些古怪的字节来。\n\n　　“Shulc（古代魔力语：白银）。”\n\n　　伴随着这个音节响起，她背后漂浮的书册忽然自行翻开，不断翻动着。\n\n　　狼王眼神一凝，他敏锐地察觉到从对方念出这个音节起，天地的魔力就隐隐发生了变化。他知道那是什么，因为他已经不是第一次与对方交手了，况且对方，本就可以说是他的死敌。\n\n　　“圣贤已然陨落，艾克斯茜茜，只剩下你一个，有什么用？”他话音刚落，猛然察觉到一股寒意降临在他身上，竟令他的魔力有些凝滞。他心下一惊，随后立刻想起了些什么，猛然看去。\n\n　　书册已经翻开到了某一页，在前方的空气中映出几个字节来。\n\n　　“Poa fnee ad（古代语：祸从口出）。”\n\n　　狡猾的巫师！他心头暗骂，魔力涌动，瞬息消失在原地，出现在了艾克斯茜茜的身侧，恰好迎上对方转头投来的目光。那目光极其平静，却让狼王凭空生出几分寒意来。\n\n　　他没有丝毫停歇，脚下湛蓝色的光环浮现，头顶的雾气瞬时凝结成把把利剑，疾如闪电般向面前的巫师刺去。\n\n　　女贤者眼中闪过一丝明灭，不紧不慢地一抬手，一道火红色的光芒骤然出现，恐怖的波动顿时散发在这片林地。\n\n　　“不过我倒是觉得，救人而已。”她说道，语气颇为轻松，深紫色的长马尾随着这波动飘甩。\n\n　　狼王见到这出现于她掌心的火红，瞳孔一缩，魔力疯狂变动，周围乃至远处的雾气仿佛收到了召唤，急速向这里聚集。同时他脚下蓝光大盛，竟在身前凝结成了一片蓝芒。\n\n　　这个疯女人！她就不考虑考虑另外两个小孩子吗？狼王咬牙切齿，心中再难以保持平静。但时间太过仓促，他已经来不及远离避开了。\n\n　　艾克斯茜茜看着他，似乎没有在意已经逼至头顶的雾剑，眼中有繁杂的线条不断交织。\n\n　　“让我看看，做了这么久的邻居，你有没有什么长进吧。白银之狼伊格提纳。”\n\n　　“Dsmteer（古代魔力语：毁灭）！”她悄声吟出。\n\n　　掌心集聚的庞大魔力倏然一亮。\n\n　　天地魔力轰然爆开。\n\n　　目录"
        },
        {
            "author": "xcc",
            "timestamp": 1462597500,
            "txt_content": "上官汝给吾听着\n\n艾克斯茜茜是什么鬼！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462667700,
            "txt_content": "zyj0807 发表于 2016-5-7 12:08\n@46241359 @xcc @安根_Engon @恶魔-潇洒 @Cai_Iu\n咱也滋呲一个！滋滋滋呲！"
        },
        {
            "author": "ibang",
            "timestamp": 1462682580,
            "txt_content": "2333333333"
        },
        {
            "author": "3567",
            "timestamp": 1465056600,
            "txt_content": "楼主写的好棒，快更下一集！！（已开启追剧模式）"
        },
        {
            "author": "搞笑王",
            "timestamp": 1465104300,
            "txt_content": "6666666666666666666666666"
        }
    ]
}