{
    "title": "<原创·连载>虚妄山·远歌[第一章·行将远行][谢策察]",
    "author": "xcc",
    "replyCount": 5,
    "timestamp": 1462626120,
    "txt_content": "\n@2575174857\n@lzs1234 @冥王星人\n@zyj0807",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1462626360,
            "txt_content": "标题: <原创·连载>虚妄山·远歌[第一章·行将远行][谢策察] 本帖最后由 xcc 于 2016-6-20 14:25 编辑 \n   事实上，对于“可以离开沙漠”一事，杜篆其实是有些纠结的。他当然向往沙漠以外的世界，但年长的游民时常会提起外界的人心险恶，多少给杜篆造成了一些影响。\n    然而，对外界的向往很快战胜了惧怕。 毕竟他只是偶从其他游民那里听过外界的险恶，并没有亲身经历过。而且他现在正处于17岁——一个对外界的一切充满无畏的年纪。\n    不过，他还有一个疑问。\n    “请问......您到底是谁？为什么知道.......我并不出生在沙漠？”他试探性地向那位陌生人询问道。\n    那人的表情没有任何变化，依旧不徐不疾地说道：“你可以叫我面具脸，我来自遥远的朔方......”话音未落，游民首领便向面具脸做了个“停止”的手势，并用严肃得令人无法反驳的语气叫道：“杜篆，既然这位先生说你必须要离开沙漠，你就赶紧跟着他离开吧。”语气听起来倒是让人觉得首领要赶走的是个蹭吃蹭喝的小混混而非游民中的一员。\n    杜篆本来还想再向面具脸追问“为什么自己不是出生在沙漠的”，但是看到首领面色严肃并作出手势示意他不要多问，便知趣地闭口不言。\n    面具脸对首领鞠了一躬，然后微微低着头对杜篆说：“不过，你就算离开了沙漠，也不一定能进入夜央城——因为那里从来都不是弱者该去的地方，很危险的。”\n    你的意思是我很弱？杜篆先是有些生气，但很快便无奈地低下头去，自己确实很弱啊......无论是体格还是智慧都不如其他游民——虽然首领一直安慰说这是因为他年龄小的缘故，可是他在沙漠的这些年也经常听到有关年龄虽小但天赋异禀的强者的事啊。\n    “所以，我们得先去一个边陲小镇，那里比较安全，而且东西不会卖得太贵。”面具脸说着，翻身骑上先前一直站在他身旁的一匹枣色马，有些嘲讽地对杜篆叫道：“对了，骆驼的速度赶得上马么?”\n    杜篆跃上骆驼，拉着缰绳驱使骆驼前进，并冷哼一声：“不见得骆驼会在长途旅行中比马慢吧？”\n    面具脸听后点了点头，用赞许的语气说了句“有道理”，但脸上没有任何表情，宛若冷霜。他用力一拽缰绳，马便嘶鸣一声，四蹄踩在沙上，却没有陷入其中。杜篆十分惊奇，再仔细一看，发现马蹄每一次落地时，都有些许淡红色的光在四周萦绕。估计又是什么法术之类的吧.......\n    杜篆虽不是出生在沙漠，但从小在沙漠长大，游民经常跟他提起的无非是些沙漠里的事，而那些关于外界的知识却一概不提，他只得通过一些书籍了解，所以只能如此勉强猜测马蹄陷不入沙的缘由。唉，现在想来，知识就是力量啊。\n    他拉了拉缰绳，不屑地瞧着面具脸所骑的枣色马，想起了先前面具脸对他的那句问话，不由得嘴角上扬。他曾查阅过历届赛马会的记录，最快的一匹马花费56.3秒跑了1000米，速度大概是每小时64公里；而骆驼的速度记录堪称恐怖，普通骆驼的成绩便能达到每小时75千米。如此算来，骆驼与马的速度差异立现。\n    “对了，是要去哪个城镇来着？”\n    “好像是叫什么......”面具脸思考片刻后说道，“虚妄山......”\n\n\n上一章   索引  下一章废言：不要吐槽城镇的名字为什么是虚妄山！这不是一座山的名字！【不然汝叫欧洲国家黑山怎么想】\n\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "S_RwE",
            "timestamp": 1462626960,
            "txt_content": "板凳，求订阅，顺便请问能否改编为minecraft地图"
        },
        {
            "author": "冥王星人",
            "timestamp": 1462627380,
            "txt_content": "下一章是要去新手村购置装备了么？\n【(╯‵□′)╯︵┻━┻这股浓郁的狗血RPG味道不行啊！而且你们发文怎么都学我弄格式啊？！我要收版权费啦！！！】"
        },
        {
            "author": "sam3737",
            "timestamp": 1462630860,
            "txt_content": "xcc 发表于 2016-5-7 21:02\n@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人\n你是不是忘了北极。。。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462668540,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-6-20 18:59 编辑 \n\n先说我给你点个赞。\n冥王没有一点意见的话我也没有什么意见。无知即力量。\n"
        }
    ]
}