{
    "title": "【原创·连载】【英灵虚空】【第七集：入学！】【byRing】",
    "author": "我为我为",
    "replyCount": 6,
    "timestamp": 1462631640,
    "txt_content": " 本帖最后由 我为我为 于 2016-5-8 15:06 编辑 \n本周作者盗用了禁术：加更之术\n  “你是哪位？”荧零问  “介绍一下我Ling，咳咳，生于英灵1139年。我是一个善良的熊孩子，我也没干过什么坏事，只是曾经研究怎么熊别人电脑是经常一不小心把自己的电脑中毒了，咳咳，不要在意某些细节，总之呢，我现在不想研究网络了，开始研究一些其他东西了。”Ling意味深长的说。\n  荧零心里是迷茫的，他想：这人其实是因为他弄爆了太多的电脑才不干了的吧，话说先问清楚这个地方是哪里吧。\n  “这位兄弟，请问这个地方是哪里？”荧零问。\n  “这里是这片虚空中重要的大陆之一——奥兰尔大陆！这个大陆的教育水平是很高的，不少像你这种村庄出身的人都不远万里的来到这个地区，你算是运气好的了，虽然我们传送到了......咳咳，但是你不用飞那么远的路途来到这里了。”\n  “那么，刚才那个长的很帅的人是哪位？”\n  “他是这里的一名老师，名字叫幻梦，可是这里最帅的老师！平时很热情对待学生，经常带我来这个学校‘玩耍’。”\n  然后他们一起去报到了，其实Ling之前也没来上过学，只是幻梦是从小把他养到大的人物，所以Ling经常随着幻梦一起来学校。这个学校拥有20座教学楼，22座宿舍楼，二所办公楼，一个竞技场还有2个食堂和一个操场，图书角在教学楼里，竞技场大概有一个足球场那么大。办公楼里的校长办公室的地面全用精金来铺上去，十分奢侈，校长办公室的墙上还有各种纪念品和古董挂着。Ling和荧零先一起去找校长报名了，报名仅限于上午9点到下午4点。\n  荧零资料：[职业：战士][性别：男][现在等级：6][备注：自称是矿石缝里蹦出来的，但看起来不像是神经病][年龄：14岁] \n  Ling资料：[职业：战士][性别：男][现在等级：9][备注：曾经把微机课的电脑上下载病][年龄：14]\n  Ling和荧零都被分到了1年级的1班，男宿舍楼4号楼305房间，还给了他们校服。Ling和荧零先去把东西存到宿舍里，宿舍是6人一间，这里是国家学院，不收学费。Ling和荧零拿了钥匙，到了宿舍之后，Ling就直接地躺倒了第二个床的下铺，显出一副十分享受的样子：“啊，终于可以歇一会儿，刚才和幻梦出去太累了。”荧零没有理他，先把门关上了，然后坐在了第一个床的下铺，想：这人到底是什么情况......  过了一会儿一个人开开了门走了进来，他也是一名新生，名叫云飞莫，他进来后先把自己的领带动了动然后高雅的说道：“大家好我叫云飞莫，我也是一名新来的学生，我的职业是掌控型法师，我的现在的等级是9。”\n  荧零打量了一遍云飞莫：竟然身高一米八。还有头上还戴着顶黑白的帽子，还穿着西服戴着领带，作为一个男的至于这么在乎自己的外貌，看着怎么感觉像个娘娘腔啊。不过最重要的是为什么他的等级也比我高啊！\n  门又一次缓缓的开了，荧零笑了笑，从床上起来，笑道：“我去开！”，荧零打开门，发现左右没有人，心想：难道是有人随便乱敲门？过了一会儿，一个庄重的声音在他的身下传出：“我在你下面。”\n  这人正是碐澈，碐澈一来，宿舍里的所有人都震住了，连Ling也坐了起来看碐澈，整个气氛都沉重了很多。荧零感到伤了碐澈的自尊心，低着头微笑着跟碐澈说：“啊！实在是抱歉！没事没事！快进来！”碐澈还是太矮了。\n  碐澈不屑的“哼”了一声，然后进去了。\n  云莫非好奇的问：“新来的这位，你叫什么名字，你几级呢？”\n  碐澈沉默了一阵：“十。我的职业是刺客。”荧零内心更难受了。\n  铃声响起，上课时间到了。荧零，Ling，云莫非还有碐澈都换了校服然后跑到了操场上。\n  这节课本来应该是数学，可是幻梦要带着几个新来的学生熟悉一下学校。\n  “荧零！”\n  “到！”\n  “Ling！”\n  “到！”\n  “碐澈！”\n  “到。”\n  “云莫非！”\n  “到！”\n  “叶翼雅！”\n关于等级和职业：\n分为20个年级，每个年级有20个班，每个班师资力量都一样，但是年级不一样，通过专门的考试可以提高年级。\n每个职业都会有不同类型的技能使用，比如战士就是常用士技（技能的解释请看第二集），不过法技是最通用的了，任何职业都能使用法技。\n",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1462631640,
            "txt_content": " 本帖最后由 我为我为 于 2016-5-8 14:41 编辑 \n\n改了一遍"
        },
        {
            "author": "名人才华",
            "timestamp": 1462632720,
            "txt_content": "怎么说呢……要说的太多，不知从何说起啊……\n首先，这种RPG的游戏设定放到小说里实在是……\n其次，作者使用了流水账技能，但，细节描写不够，很多情节一笔带过……\n本人的观点：不是语言为了情节服务，而是情节为了语言而服务（说简单点情节只是语言的载体）\n不想说太难听的话，所以说的少一点"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462668300,
            "txt_content": "诶哟我去……作者你好好写的话我们都是十分愿意看的……"
        },
        {
            "author": "xcc",
            "timestamp": 1462689780,
            "txt_content": "分为20个年级，每个年级有20个班哇人好多"
        },
        {
            "author": "我为我为",
            "timestamp": 1462690020,
            "txt_content": "名人才华 发表于 2016-5-7 22:52\n怎么说呢……要说的太多，不知从何说起啊……\n首先，这种RPG的游戏设定放到小说里实在是……\n其次，作者使 ...\n修改了一下再来看看吧"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466942460,
            "txt_content": "xcc 发表于 2016-5-8 14:43\n哇人好多\n我本不想举报……"
        }
    ]
}