{
    "title": "【原创·连载】《净土》【01】[by hane]",
    "author": "hane___",
    "replyCount": 6,
    "timestamp": 1462678440,
    "txt_content": " 本帖最后由 hane___ 于 2018-9-16 19:44 编辑 \n\n闲言\n-前言一点都不正经2333\n-本文和MC并没有关系\n-第一次试着写文啦，好紧张 请前辈们多指教了\n-最早的人设和故事雏形大概3年前就已经开始脑洞了，本来是想做游戏之类的可惜能力不够\n最近突然想到可以用文字将这个故事表达出来，于是就这样挖了一个大坑……\n更新速度会很慢，非常慢，不过不会弃坑啦，对角色和故事的爱还是够的\n18年留言，上面插了一个大flag。当年的文笔实在很幼稚。\n\n-感谢盆友们提供的灵感和各种建议！\n-体裁应该是偏向轻小说？而且风格也可能偏向日系一些 毕竟文学功底不够\n-文笔幼稚拙劣，还请谅解\n欢迎提建议 非常感谢 我会努力的【鞠躬\n\n\n正文\n\n█ 前略，天国的……\n\n\n       失眠了。\n       深夜的森林静的出奇。\n       我躺在清凉的泥土上，被有些亲切的自然气息环抱着。\n       人生也许难得才有几回享受纯天然的清新空气的机会，不过我却一点心思都没有；此时我正辗转反侧，想办法找一个舒服的姿势入睡，却意料之中的没法如愿——原因却一言难尽。\n       算了，还是做些什么以前晚上办不到的事情好了——我翻了个身，使自己所处的角度正好能……看起来像是被漆黑的夜空吞噬一般。\n       没错，这就是亲自数了好多遍却仍然难以置信的事实：明明没在城市里，却怎么只有十二颗星星，说好的满天繁星呢？\n       唉，这苍天怎么一点好脸色都不给我……\n\n       不行得找点乐子，那就玩个游戏吧！\n       我开始试图在脑海里把仅有的星星连点成线，如果能连出一个勺子的形状来就胜利了！\n\n       ……\n\n       咳，不知耗了多久了，它们简直在和我作对一样。\n       如果再玩三遍的话，也许就能晕过去了吧……然而我旁边那家伙可早就进入梦乡了，和我这欲睡不得的尴尬样子形成了完美的对比。\n       她均匀的呼吸声一阵阵的传到我的耳边——还有那安恬的睡脸，简直就是对我最大的暴击。\n       怎么这样……为什么偏偏是我……\n\n       身处流落野外的窘境之中，我无可奈何。\n\n       “喂喂，你知道人生的惊喜有多少么？”\n       “……啥？”\n       “那可是，多的像——战场上的地雷那样哦！”\n\n       我一直都偏不信编出这句子的人有这么饱经风霜。\n       但看样子我现在的情况就是，该说是幸运还是不幸好呢，意外的引爆了其中一颗，上天了……\n\n       ……\n\n       这个不算繁华，又不算太寒酸的小城镇自我从有记忆开始，就像是时间被定格住了一样。而人们也都像是进取的理想都几乎消散殆尽了一般，每天晃晃悠悠在街上瞎逛着混着日子，我也一样。\n       我早已经习惯了只要接受就会非常容易过的独居生活——毕竟这地方，已经可以说是鸡不生蛋鸟不拉屎，生活步调简直慢到夸张。和本应充满朝气的年龄相反，我怎么感觉我已经在风烛残年之际——说白了就是已经开始养老了啊……\n       算了，没关系！\n       反正现在的目标就是，只要想法子放松的享受每一天就好啦——是的，现在正值最休闲的暑假期间，为了不荒废这不被学校束缚的大好时光，不好好玩玩怎么行！\n       想到这里，前一秒还慵懒地躺在床上的我忽然就有了精神，抓起最爱的黑色帽衫披到身上就小跑几步奔向门口。\n       仿佛已经迫不及待地，要抢在所有人之前呼吸晨间最新鲜的那口空气——\n       哎对了，今天顺便定个新的挑战项目好了！\n\n       然后我就给自己出了“盲眼走到楼下小卖部”这个馊主意——这片楼区的地形我实在是烂熟的透了；而且就算那翠柳绿草蓝天多么讨人喜欢，也总有看腻味的一天的。\n       闭上眼睛，让风指引着我前进——左转、二十步、右转一百二十步，上台阶……\n\n       我盘算着前方即将出现的每一处障碍和离目的地的距离，好，站定——睁眼！\n\n       十年前就已经是我最爱的这家店还在这里，老板娘仍旧笑靥如花。\n       若不是最近她脸上本不易察觉的皱纹也开始一层层的加深，我甚至会忘记时间的流逝。\n\n       随便买了包辣条花掉身上的钢镚，撕开包装袋，浓重刺鼻的鸡精味简直快要把我熏晕。细思恐极，如今我已经过上了靠着找刺激和吃辣条才能维持自我意识的日子了么……\n       但这就是我目前找到的，似乎是最好的人生的活法了呀——漫无目的的，让嘴里塞满垃圾食品再不务正业的乱逛什么的……\n\n       然而我当时根本就不可能想到，一天之后的我一想到那个馊主意，还有刚刚一切的所作所为，就会懊悔的想要打死自己的。\n\n       “砰——！！！”\n\n       巨大的冲击和接连的疼痛感，突然从腰间爆开。\n\n       还没意识到发生什么，我便在短短一瞬中，飞向了青空。\n       最后的意识里，出现的，是……啊？什么，一棵大白菜？\n\n       ——咚。\n\n\n       [未完待续]\n\n\n\n碎语\n写文好难！\n第一章坑了三个周末，删改报废的文字字数已经堪比正篇了啊喂！\n感觉还是太诡异了 尤其是突兀的结尾233333\n自己目前的文笔还不行啊 也许也有因为没进入主线的关系……瘫\n总之最后还是决定发上来了，有空时就慢慢练吧\n\n\n排版苦手，发出去之后估计还得各种编辑……\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1462679040,
            "txt_content": "其实还挺好的.\n好评。\n\n\n【不过辣条是什么鬼！"
        },
        {
            "author": "hane___",
            "timestamp": 1462679160,
            "txt_content": "xcc 发表于 2016-5-8 11:44\n其实还挺好的.\n好评。\n我姬友特爱吃辣条 然后我们放学时讨论剧情 然后就变成这样了【喷水"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1462682940,
            "txt_content": "hane___ 发表于 2016-5-8 11:46\n我姬友特爱吃辣条 然后我们放学时讨论剧情 然后就变成这样了【喷水\n文风不错，笑点多多，果然修改后的就是好～支持一个吧……"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462691340,
            "txt_content": "等作者出了索引，我再稍微说一下。"
        },
        {
            "author": "hane___",
            "timestamp": 1462699500,
            "txt_content": "安根_Engon 发表于 2016-5-8 15:09\n等作者出了索引，我再稍微说一下。\n好哒谢谢~\n虽然更新速度很慢 发够三章应该得到6月以后了【喂\n到了假期应该会快些\n不过不急，懂\n"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462787220,
            "txt_content": "hane___ 发表于 2016-5-8 17:25\n好哒谢谢~\n虽然更新速度很慢 发够三章应该得到6月以后了【喂\n到了假期应该会快些\n不捉急，正经写就好（虽然可能有各种不正经的动机嗯）\n不过本身是挺棒的。"
        }
    ]
}