{
    "title": "你们管理员太不负责任了",
    "author": "1335557777",
    "replyCount": 8,
    "timestamp": 1462702980,
    "txt_content": " 本帖最后由 1335557777 于 2016-5-8 18:37 编辑 \n\n我是假面骑士TX,3连是我不对但是你们在同一时间警告我3次，所以警告有什么用？\n我皮肤被盗了叫人没人来我在他帖子里跟别人说别下载这是我的私人原创皮肤有错？\n我对他证明这是我的皮肤有错？到头来他8连我3连，他删帖我禁言？\n求解除禁言\n\n对了我想取消这个号的正版验证换到假面骑士TX上\n\n@混乱 @混乱 @混乱 \n",
    "replies": [
        {
            "author": "Melodyvoices",
            "timestamp": 1462703280,
            "txt_content": "3连警告应该是卡出来的吧"
        },
        {
            "author": "1335557777",
            "timestamp": 1462703640,
            "txt_content": " 本帖最后由 1335557777 于 2016-5-8 18:41 编辑 \nMelodyvoices 发表于 2016-5-8 18:28\n3连警告应该是卡出来的吧\n不不不，我刚开始不小心太生气了连发了3楼，我删除不了"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1462710960,
            "txt_content": "发现抄袭举报啊，何必去和发帖的人争……"
        },
        {
            "author": "酉月一",
            "timestamp": 1462720260,
            "txt_content": "\n你可能觉得，贴子被删了别人就不知道你回复了哪些话\n我今天起的比较晚，上论坛一看，发现有三个回复，两个是你那假面超人的号，一个是那个帖子的楼主\n然而贴子被删了，虽然我不知道你回了什么，不过就冲你对论坛皮肤版前辈@神圣之ZeRo 的回复来看，估计也不是什么好话\n首先，你并没有出示具体楼主剽窃你原创皮肤的证据，在此之前，你说发的言语显得你只是个“小学生”\n你或者会说“这是我的原创皮肤，我没有同意给别人用之前，谁下载了或是用了，都算盗取个人成果”之类的话但是，在你说出上图的那些话之前，甚至之后很长一段时间，你都没有给出证据，证据楼主剽窃\n所以你就在威胁论坛其他的人，谁敢下载，就要了谁的命，我下载了，你是不是准备要我的命？\n其次，Zero回复的是贴子的楼主，而不是你，你是有多厉害这么随便的就能要人的命？\n我不知道您老这“概念画家”是什么个职业，可能是因为我们这群**啥都看不出来吧"
        },
        {
            "author": "神圣之ZeRo",
            "timestamp": 1462727100,
            "txt_content": " 本帖最后由 神圣之ZeRo 于 2016-5-9 01:14 编辑 \nzxc554989965 发表于 2016-5-8 23:11\n你可能觉得，贴子被删了别人就不知道你回复了哪些话\n我今天起的比较晚，上论坛一看，发现有三个回复，两个 ...\n谢谢血君@。\n先说句难听点的，论坛不管皮肤还是建筑作品，谁没有被剽窃过？我明白你的心情，毕竟我自己的作品也被剽窃过，我也很生气，但我不会乱发火。不会说\"你敢下载我就提刀砍你！“这样让人看了就觉得很智障的话。换种消极的想法，别人那是看得起你。\n\n很早以前王先生还在当版主的时候，我的皮肤被人剽窃了。那人随便改个色调，把我的logo去掉之后高调宣称“我画的！”。王先生他第一时间联系了我，并且及时锁帖了，说真的我很感动，论坛版主们都相当尽职，所以请不要随便指责管理员还有版主们。你看论坛会有那么多广告机吗？会有那么多错版的帖子吗？他们工作学习还要管理论坛，你能吗？不要把自己的无能强加在别人身上好嘛？\n\n很多人网络版权意识还没有形成，所以这种盗取东西被别人作品的事情也数不胜数。但是你有见我们的作者们，会像你一样对着一个和这件事毫无关系的人乱开炮吗？我玩MC六年，皮肤画了五年，论坛呆了五年。我还是第一次因为一个回复而发这样的帖子。很多人被盗后发的帖子，我都会回复一下，安慰一下他，唯独这个帖子我内心毫无波动甚至还笑出了声。\n\n那么竟然说是剽窃，理应拿出证据来，我翻了下你的帖子，并没有原来的皮肤。\n\n虽然只是猜测，皮肤盗取器这种东西也确实有可能，毕竟skinviewer就有这样的功能。\n\n我不偏袒你们任何一方，毕竟这件事不关我的事，我就只不过是个过路的。\n\n这个帖子我不会再回复了。而我只想告诉你的是，不要因为火气一上脑，整个人就 Lose Control，做个理智乖宝宝，好吗？"
        },
        {
            "author": "筒子",
            "timestamp": 1462734300,
            "txt_content": "\n你说稍等，我等了你几天了，这个算不算\n\nhttp://www.mcbbs.net/thread-534672-1-1.html\n还有这个是版规，禁言的时候可以研究研究\n"
        },
        {
            "author": "1335557777",
            "timestamp": 1462775400,
            "txt_content": " 本帖最后由 1335557777 于 2016-5-9 14:46 编辑 \n\n老子叫假面骑士不叫假面超人\n他偷我皮肤没关系，自己用没关系，现在他用着我的名义发原创帖子，以我的东西赚人气晶粒我看着不爽，毕竟谁的原创皮肤是乱画的，再说了你们一个个都在说我这个皮肤怎么不好怎么不好叫楼主改，我瞬间火了，一不小心发了3楼也删除不了之后就3条警告一起飞了过来，警告不应该是警告一次第二次连楼在警告一次么\n\n而且本帖本身的意义不是我东西被偷了而是管理员以同一个原因警告了我3次导致我禁言"
        },
        {
            "author": "混乱",
            "timestamp": 1462786260,
            "txt_content": "剽窃违规是事实，但是由于剽窃违规而破口大骂，一样是违反版规的。"
        }
    ]
}