{
    "title": "<原创·连载>《青色之风》[卷二·十一]",
    "author": "zyj0807",
    "replyCount": 6,
    "timestamp": 1462716480,
    "txt_content": "第十一章\n\n　　天地魔力轰然爆开。赤红的光芒霎时间笼罩空间，入目所及尽是一片沸腾的魔力。而这魔力中央的事物遭受侵袭，被这极具毁灭性的魔力分解。\n\n　　狼王周身围绕着的雾气在这样的情况下不断消磨，身前的蓝芒微黯，但显然是抵挡下来了。他眸光明灭，十分警惕。由于这充斥天地的红光遮挡了他的视线，所以他现在对于艾克斯茜茜的行动丝毫不知。\n\n　　但他不认为对方动用这么强大的法则之力只是为了破除他的防御以及放个类似闪光弹的东西。只不过外边毁灭性的魔力也着实令他心悸，在这片魔力减弱下去以前，他是不会轻举妄动的。\n\n　　至于到底为什么她会出现在这里的原因他倒是清清楚楚。\n\n　　也正如对方所说——救人而已。\n\n　　等等。伊格提纳脑海中闪过一丝灵光，旋即他彻底明白了对方的意图，狭长的狼眸中不禁闪现出几分凝重。但是，毁灭的法则持续的时间通常很短——尽管作为圣贤，艾克斯茜茜能有不下十种方法加长，但从刚刚对方的动作来看，这只是单纯地通过古代语表现法则罢了。\n\n　　留给对方救人的时间，不会很长，至多只让那个小女孩苏醒过来罢了。至于那个男孩......则恐怕是没有那个机会了。\n\n　　他狼吻微张，冰蓝色的火焰在其中闪烁不定。他心知这个时间不会很长，魔力的衰减期很快就会到来，于是耐心地等待了起来。\n\n　　果不其然，不过半分钟，他立马察觉到魔力在这一瞬间弱上了几分。白银之狼气息一振，冰蓝色的光环旋转至身前半空中，显然是准备冲过去了。\n\n　　他刚踏出一步，就听见一声尖锐刺耳的啸声响起，随后在他的视野中，一支羽箭在赤红的光芒里不断放大。\n\n　　果然如此。他不屑地嗤笑一声，心中却是对某位女孩子精准的把握力小小地赞叹了一下。从魔力衰减到这支羽箭射出，这中间几乎没有丝毫间隔。但是，一支小小的羽箭，并不会对他造成什么阻碍。\n\n　　就如他先前毫不设防吃了一箭一样，伊格提纳这次不过是让冰蓝光环向上一举，就打算不再管它了。\n\n　　可之后他马上就看到这支箭矢的箭头上闪动着一点微弱的黄光，在迎风而来的箭矢上显得飘摇不定。他一愣，随后又看到羽箭的周围有一圈极细微的淡白光晕——若不细看还真的无法发现这些异样之处。\n\n　　他猛然想起对方可不仅仅是一名弓箭手，在她的身侧，还有一位来自书塔的先代圣贤。\n\n　　并且这位圣贤是一名他最为痛恨的巫师里面的巅峰存在。\n\n　　由于四大上位魔力中大地的魔力象征着破除，所以在巫师的世界里多数显现为黄色法则的规则通常与消除挂钩。\n\n　　不过在魔力生灵的世界里，这种法则有一个更为通俗的名称。\n\n　　——破魔。\n\n　　让一支脆弱的羽箭同时承受两种高级的法则，也不愧是她了。\n\n　　当那只羽箭毫无阻碍地穿过冰蓝光环的时候，伊格提纳就知道，他被一个简单的小把戏给耍了。而至于箭身上附着的那层白光，用脚趾头想都能知道。\n\n　　不是尖锐就是强力，总之会是一些非常具有威胁的事物。\n\n　　他不敢再有丝毫轻视，全身魔力浮动，却突然眼神一凝，看到那羽箭周围的白光中隐隐透出一点蓝色。\n\n　　顿时他全身毛发根根竖立，敏感地感觉到了一股冰冷而又危险的气息。\n\n　　该死的！他不由得暗骂一声，而后不敢停留，当即脚下魔力浮动，身形瞬息间消失在一片蓝光点点里。\n\n　　那支羽箭去势不减，几乎是掐着伊格提纳消失的那一刻时间里狠狠射落，不过却只射中了一团空气以及狼王脚下留下的些许冰渣。箭矢没入大地，附在上面的法则却是顿时消散，没有展现出什么显著的效果来。\n\n　　狼王的身形再度出现在前方数十米之处，他回头看向方才他所停留的地方，心中隐隐感到一分诡异，他刚才分明瞧见那些不同的法则光芒闪烁，明显就是极其不稳定，可现在却又没有什么波动传来。\n\n　　当真费解。\n\n　　但他甩了甩头颅，将注意力集中到自己要做的事情上。\n\n　　遮天蔽地的赤芒逐渐消散，狼王遵循着记忆中的方位，冰蓝的狼眸中尽是化不开犹如万年寒冰的冷漠，数道湛蓝如同海洋的光圈一一在他周围的半空中浮现，散发着令人心悸的冷意。\n\n　　接下来——该算算总账了。\n\n　　他盯着那个方向上渐渐清晰的一道影子，嘴里渐有蓝焰浮曳。\n\n目录",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1462716600,
            "txt_content": "@46241359 @Cai_Iu @xcc @安根_Engon @恶魔-潇洒 @上官轩清 \n例行吃瓜例行拖坑"
        },
        {
            "author": "xcc",
            "timestamp": 1462716660,
            "txt_content": "“然而并不觉得拖坑了啊。”谢策察拿起一袋瓜子说道."
        },
        {
            "author": "安根_Engon",
            "timestamp": 1462742580,
            "txt_content": "zyj0807 发表于 2016-5-8 22:10\n@46241359 @Cai_Iu @xcc @安根_Engon @恶魔-潇洒 @上官轩清\n那只箭飞得太慢了。\n要是这个节奏根本就没法玩了。"
        },
        {
            "author": "Can_Po",
            "timestamp": 1463139420,
            "txt_content": "顶顶！！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463190540,
            "txt_content": "(?ω?)\n算啦我下次再也不吐槽这篇文章。\n因为我怎么吐槽你也不会改啦。"
        },
        {
            "author": "3567",
            "timestamp": 1465140000,
            "txt_content": "楼主写得好棒，希望更新速度快一些（尽管我知道写得不容易），还有白古肯定是一位女神啊！！"
        }
    ]
}