{
    "title": "【原创·连载】【时间定律城堡】【第03章】【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 2,
    "timestamp": 1462711380,
    "txt_content": " 本帖最后由 540083835 于 2016-5-30 23:44 编辑 \n\n《时间定律城堡》\n第三章\n深入【第二章 钟鸣】\n“不行，一定要想办法出去。”\n子律倚着墙坐在草地上，假装别人都看不见他，心里却一直计较着怎么出去。“对了，再去找那老头看看，也许还有办法。”于是他偷偷摸摸地贴着墙，朝着那高大陈旧的木门摸去。\n“先生，请问您在这儿干什么？请注意您现在的姿势很不雅。”背后冷不丁又是一道优雅的男声传来。我去你的不雅！子律差点咳出一口老血，也不再回头，朝着木门便是撒丫子狂奔，一肩膀撞开一门缝锁了进去，哐得关上了门。\n他靠在门上，不停地喘气，心中如同千万只野马奔腾，“真是倒了八辈子霉！”抬头望去，老者竟然不在，“凑，正需要时这老家伙竟然不在！”子律啐了一口，晃晃悠悠向着长廊尽头的一扇门走去，青铜壁灯闪闪烁烁，勉强还能看清墙上的油画，虽说知道这些都是这座城的功臣吧，但是这么一来却是诡异无比，就好像一群死人盯着你，想把你的灵魂拉下地狱。\n但是就这么一眨眼，门不见了，走廊变得无穷无尽，站在这儿根本就看不到头，一路上油画和壁灯也是无限延伸，“玛德智障，你这城市功臣能这么多？！”子律直接炸毛了，对着这补满苔藓的青石墙就是一阵猛踹，一抬头，看着那油画上的脸，诶卧槽怎么这么眼熟？似乎几分钟之前才见过啊！\n“完了，都是套路。”子律眼角抽搐，这小说里的桥段竟然给自己碰上了，深吸了一口气，呼的一下朝那壁灯吹去，好在这壁灯并没有违背科学，还是很自觉的灭掉的，但子律只觉得一阵阴风吹过，走廊里的所有壁灯同一时间灭掉了，子律瞬间陷入黑暗之中。\n子律吓得都快哭了，“这一点都不好玩......”但是突然就诧异起来，为什么自己吹灭一盏灯其他灯就会灭掉请求出空气流动的轨迹......“去你的轨迹，一定是我触发了什么机关......”他沉思着，突然惊觉，自己刚向里走的时候是看得见尽头的，唯一的解释就是自己向里面走的过程中，时间在更快的向后推，也就是说自己走了这么一段路至少走了几百年的时间......\n“等等几百年我早就死了吧！”子律抬起自己的手看了看，吓得浑身起了鸡皮疙瘩，虽说现在早已经没了鸡皮疙瘩，他现在已经是一具腐朽无比的骨架了！“真是可悲，连声音都是自己脑内意识的回想了吗”见怪不怪，子律发现自己已经能接受这一切了，但还是有些难过吧，毕竟自己以前的梦想可是在外面的世界到处跑到处玩被可爱的小妹妹满脸憧憬地说大哥哥你好厉害然后自己就可以笑着摸她的脑袋......\n突然脑袋里响起了嗡鸣，这感觉......“难道时间又要倒退了！”他心里咯噔一下，下一秒只觉得眼前唰的一下一眨眼又回到了屋外趴在墙上鬼鬼祟祟“不雅”地摸着朝木门走去。\n“好家伙，这摆明就是一沙漏啊，顺流的时间流完了就要倒过来逆流。”子律心中算是有些明白了，但他知道的是马上有个绅士要过来说自己很不雅然后自己得撒丫子狂奔，“先生，您......”果然来了，子律双腿一蹬像兔子一样冲了出去，再一次钻进那木门，“被记录应该是指自己的时间被记录了，既然沙漏的上端是那走廊里，那么......”\n子律直接就地坐下了，就这么盯着对面那看得见的一扇门，时间如同清风掠过，那扇门就在子律的眼皮子底下被半透明的人们给拆掉了，然后挖墙铺砖这些半透明的人都是一气呵成，走廊以飞快的速度向远处延伸而去，但是子律眼睛尖的跟耗子一样，还是看见了工人们将门内的许多东西都丢进了一个地下室，然后这个地下室被地砖给盖上了......\n“看来只要有意去看的话时间流速会变得慢一些吧......”他深吸了一口气走到原本地下室的上方，一跃而起，落下来砸在了地砖上，但脚下一软，这地面竟然直接塌陷下去了！\n“咳，”子律从地砖的碎片堆里爬了出来，“这么脆，这工人不认真啊！”拍了拍袖子，除了有点疼以外到是并没有什么伤。\n他站起来环顾了一下四周，这是另一个走廊，看起来这是一个双层的走廊，“时间回逆也许没多久了，得抓紧时间。”\n走廊只有一个方向，尽头有一扇似乎是金质的门，他一路小跑，这下面的气氛显然没有上面那么诡异压抑，他犹豫的一下，伸手推开了门，意料之外的是，房间里是如同雾气一般的粘稠的黑暗，令人感到身体很不舒服。\n“你是......外面的人吗？”一道软软腻腻的声音从黑暗中传来......\n“谁？！”一个激灵，子律猛地退后，这里的所有东西都不正常，得小心才行，“果然大家都很怕我呢......”随着轻轻的脚步，一个人影走出了黑暗。一头耀眼的金发梳着螺旋的双辫，穿着一身贵族的蛋糕裙，抱着一个兔子玩偶，竟然是个萝莉！\n“你是谁？”子律谨慎地盯着她，要是有什么异动立马跑路。\n“我是......”小女孩踌躇了一下，“我是时间......”（未完待续......）隔了这么久我终于还是填坑了【捂脸】这一次我要特别感谢一个人@安根_Engon ，如果不是他最后的鼓励我恐怕都弃坑了【真相：如果不是她最后的回复我都忘记还有这么一个坑了23333】\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1462786980,
            "txt_content": "审核一晚上才过的说。\n分段有些不规范，\n不过字数很多而且没有错字。\n总之等着出索引。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463190780,
            "txt_content": "啥啥啥我有这么大作用……\n咳咳我不会说是我自己点进来的，@完全挂掉了。\n虽然一般来讲吐槽一篇文章作者是不会改的，\n不过还是建议改改分段。"
        }
    ]
}