{
    "title": "【ssp】【smp】1.32枪械mod",
    "author": "yes1998go",
    "replyCount": 9,
    "timestamp": 1350310920,
    "txt_content": " 本帖最后由 yes1998go 于 2012-10-15 22:25 编辑 \n\nyooooo！这个mod爽爆了！它能够给你一个功能-----自定义一把枪 \n\n嘿！听起来是不是很棒呢？没错，你没有听错，这个mod能够自己添加武器进去，但是贴图和声音需要自己制作，不过...不要担心，因为作者已经给出了一个武器包，里面有一些声音和贴图！你拥有了这个mod，你就成为了最大的军火商！尽情的发挥自己的想象吧！\n\n原文\nThe Gun Mod allows users to create their own content with an easy to use and intuitive GUI. It implements a system for modular weapon design and ballistic physics. \n\n这个mod能够允许玩家创造属于自己独一无二的武器，它很好使用，拥有简单的图形界面和易于理解的操作方法。这个mod实现了玩家自己的枪械梦想，能够自己添加属于自己的枪械并且能够添加子弹也就是说能够添加火枪或者导弹之类的（渣翻译...配合谷歌和自己的理解...） \n\n\n这是自己添加武器的界面......一下为原文.....因为英文倒数伤不起.....谷歌翻译我隐藏了...\nLet's run down the options that you are able to play with when creating a gun with examples and explanations in (parentheses).\nGun Name: The name of the gun. (\"AK47\", \"M16\", \"Uzi\", \"UberSniper\")Bullet damage: The number of half hearts of damage that the gun will do to an entity. (4 = 2 hearts of damage, 10 = 5 hearts of damage, etc.)Bullet range: The range of the bullet; how far can the bullet travel before it receives diminishing returns on its damage [you can't snipe people for full damage with a pistol if the pistol's range is short]. (2000 would be a sniper rifle, 100 might be a pistol)Bullet item ID: The item ID of the bullet for the gun. This must be a unique ID that will not conflict with other items [whether they be items from other mods or items from the original game] (2000, 4051, etc.)Rounds per minute: The number of rounds the gun can shoot in one minute. Note that the maximum number of rounds the game can handle per minute is around 4200 rpm. (60 for a sniper, 420 for a machine gun, etc.)Reload time (ms): The length of time it will take to reload the gun in milliseconds. (1000 = 1 second, 2500 = 2.5 seconds)Gun Item ID: The item ID of the gun. This must be a unique ID [and different from the bullet ID[ that will not conflict with other items [whether they be items from other mods or item from the original game (see Bullet item ID examples)Clip size: The number of rounds the gun can hold in it's clip; how many bullets a full gun can shoot before it needs to reload (30 for an assault rifle, 6 for a sniper rifle, etc.)Recoil: The vertical recoil of the gun (I would suggest to not put any value here for now until I fully implement recoil)Horizontal recoil: The horizontal recoil of the gun (see Recoil explanation)Fire mode: The mode of firing that the gun uses. (Single = you must click once for each round fired, Automatic = you can hold down the mouse to continuously fire, Burst = you must click once for every fire of a burst of three rounds)Scope type: The scope that the gun has when pressing the zoom key. (Sniper = a crosshair with reduced vision)Scope zoom: The factor that the scope zooms in by when pressing the zoom key. (1.0 = normal vision, 2.5 = 2.5x the vision of normal, etc.)\n谷歌翻译\n\n让我们来运行的选项，你可以玩枪的例子和解释（括号）当创建一个。 枪名称：名枪。 （“AK47”，“M16”，“乌兹”，“UberSniper”） 子弹伤害：半心伤害，枪会做一个实体的数量。 （4 = 2心灵的伤害，10 = 5心中的损害，等等。） 子弹范围：范围内的子弹;多远子弹旅行前的收益递减的损害[你不能鹬人完全损坏，用手枪手枪的射程很短。 （2000年将是一个狙击步枪，100可能是手枪） 子弹项目编号：项目编号的子弹的枪。这必须是一个唯一的ID不会与其他项目冲突[不管他们是从其他MOD的项目或项目从原来的游戏]（2000年，4051等） 发每分钟数发子弹的枪可以在一分钟内拍摄。需要注意的是回合游戏中每分钟可以处理的最大数量是4200转左右。 （60机关枪的狙击手，420等） 刷新时间（ms）：将需要重新载入枪以毫秒为单位的时间长度。 （1000 = 1秒，2500 = 2.5秒） 枪编号：该项目ID的枪。这必须是一个独特的ID [不同的子弹ID [不会与其他项目冲突[不管他们是从其他MOD的项目或项目从原来的游戏（见项目符号项ID的例子） 短片大小：轮数枪在它的剪辑，可以容纳多少发子弹全枪可以拍摄之前，需要重新载入（30突击步枪，6狙击枪，等） 后坐力：垂直的后坐力枪（我建议不要把任何价值，现在在这里，直到我完全实施后坐力） 水平后坐力枪的后坐力：水平（见反冲解释） 消防模式：击发枪使用的模式。 （单=您必须单击一次，每一轮射击，自动=你可以按住鼠标不断火灾，爆你必须按一下每一个火三轮一阵） 范围类型：枪时，按变焦键的范围。 （狙击手十字线视力下降） 范围变焦：因素的范围放大时，按变焦键。 （1.0 =正常视力2.5 = 2.5倍的视力正常，等等。）     对不起啊.....\n\n\n\n因为楼主放晚自习没有时间去翻墙拿图片.....下次补上....\n\n下面是万众瞩目的下载地址：里面包含了mod本体 作者的默认武器 建造枪械的文件（jar格式） 以及建造枪械的贴图（你建造完后可以直接用这里面的贴图） http://pan.baidu.com/share/link?shareid=84388&uk=3624474229    度受网盘....   \n\n\n另外....此mod安装方法在mod本体这个里面有.....但是楼主却从没有安装成功.....还有jar格式的建造枪械文件楼主也不会打开.......所以在此悬赏...哪位大神把正确的安装方法与建造枪械文件打开的格式说出....  +2人气 和20金币...",
    "replies": [
        {
            "author": "大腦-格式化",
            "timestamp": 1350311160,
            "txt_content": "咳咳，这个是枪械制作吧..."
        },
        {
            "author": "zxcv50310",
            "timestamp": 1350312660,
            "txt_content": "這東西好好喔"
        },
        {
            "author": "isp",
            "timestamp": 1350320400,
            "txt_content": "最爱枪械了，顶个"
        },
        {
            "author": "gxd456852",
            "timestamp": 1350333000,
            "txt_content": "isp 发表于 2012-10-16 01:00 \n最爱枪械了，顶个\ne e e 最爱机枪"
        },
        {
            "author": "dan42393638",
            "timestamp": 1350363960,
            "txt_content": "\n最爱枪械了，顶个"
        },
        {
            "author": "明王爷",
            "timestamp": 1350364620,
            "txt_content": "不支持forge就算了"
        },
        {
            "author": "trumanpan",
            "timestamp": 1350385200,
            "txt_content": "我来加大家如何安装吧！\n1.打开枪械mod1.3.2\n2.你会发现两个文件夹分别是\ndotominecraft 把这个文件里的东西放进你的.minecarft文件夹里\njar 里面的东东放进 minecraft.jar\n                                                                    大功告成\n——————————————————————————枪械添加——————————————————————\n1.安装完后，你会发现.minecraft 里面有个叫heuristix的文件夹。\n2.打开默认武器，里面有个叫gun的文件夹。\n3.把默认武器的gun文件夹放进heuristix文件夹里，搞定！！{:10_495:}\n\n\n\n—————————————————————————最重要的东西————————————————--------\n\n                                   {:10_512:}{:10_512:}楼主给分"
        },
        {
            "author": "trumanpan",
            "timestamp": 1350385200,
            "txt_content": "我来加大家如何安装吧！\n1.打开枪械mod1.3.2\n2.你会发现两个文件夹分别是\ndotominecraft 把这个文件里的东西放进你的.minecarft文件夹里\njar 里面的东东放进 minecraft.jar\n                                                                    大功告成\n——————————————————————————枪械添加——————————————————————\n1.安装完后，你会发现.minecraft 里面有个叫heuristix的文件夹。\n2.打开默认武器，里面有个叫gun的文件夹。\n3.把默认武器的gun文件夹放进heuristix文件夹里，搞定！！{:10_495:}\n\n\n\n—————————————————————————最重要的东西————————————————--------\n\n                                楼主给分"
        },
        {
            "author": "杯_孓",
            "timestamp": 1350538620,
            "txt_content": "trumanpan 发表于 2012-10-16 19:00 \n我来加大家如何安装吧！\n1.打开枪械mod1.3.2\n2.你会发现两个文件夹分别是\n按照你的方法不行- -  "
        }
    ]
}