{
    "title": "【原创·连载】【时间定律城堡】【第04章】【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 1,
    "timestamp": 1462982940,
    "txt_content": " 本帖最后由 540083835 于 2016-5-30 23:49 编辑 \n\n《时间定律城堡》\n第四章\n时间\n【第三章 深入】啥？时间？就这么一个小姑娘？\n“啊不是我说这什么情况？”子律有点懵，看见小姑娘微微向前走了几步，子律也很老实地向后退了几步，“啊小妹妹，你说你是时间......是什么意思......”小女孩一连茫然，小声地说道：“我......我也不知道.......我的爸爸妈妈给我的名字就是时间......”哈？我说小姑娘你的爸爸妈妈那还真是有文艺范儿啊取了这么一个与众不同的名字。子律深呼吸了一口气让自己保持镇定。\n“那么......”他正视着时间，“这里是哪里？”，“这里......”时间似乎并不懂他在说什么，“这里是我的房间......”算了我放弃了根本无法交流！子律的眼角狠狠抽了两下，“你就没出去过？”子律有些怀疑世界，时间轻轻地点了点头，小声说道：“我一出生就呆在这儿了......每天都有人给我送饭......但是从很久之前就没有人给我送饭了......”，哈？子律惊了，把这么一个小姑娘从小就关在这，这父母是怎么想的，诶等等，“很早以前就没人给你送饭......那你现在到底是死的还是活的......？”\n“你饿吗？”时间没有回答，反倒是这么反问了他一句，“我......”子律楞了一下，这么长时间，自己好像还真的没有饿过。\n“我和你是一样的......”时间的声音微微颤抖，带着一股子悲哀，“时间会正流也会倒流，像你这样短时间倒流的就不会感到饥饿......”子律没说话，他感觉时间还没有说完，就这么静静地听着，“而我的倒流周期......”果不其然，时间还没说完，“现在是两个星期，饿得死去活来的时候只能嚼那些干巴巴的书本，喝自己的血撑过去......有时候晕过去，到了时间倒流的时候，一切又会重头开启，想死都死不掉。”\n我的天啊。子律的小心脏似乎被点击了一下，他无法想象一个小女孩是如何度过这种日子的，这种求生不得求死不能的感觉是会把人折磨疯的。“那你不知道怎么出去吗？”他问道，时间思索了一下，还是摇了摇头。\n这就有些尴尬了。子律颇有些手足无措。“求求你......带我出去......”时间向前踏出了几步，向子律伸出了手，死灰的眼中充满了祈求。子律条件反射地又退后了几步，时间的手就僵在了那儿，张了张口似乎想说什么，但最终还是没有说出来。\n就在这一瞬间，沙漏倒流，子律只觉得一股力量在撕扯着自己的大脑，眼前变得模糊，浑身都绷紧了，一股身在伟力中不可抗拒的感觉席卷了全身。一只小手却一把探进黑暗，抓住了他的手，一瞬间光明刺破黑暗，这股巨大的力量飞快地消散了。子律浑身虚脱地坐倒在地上，不解地看向时间，不明白为什么回逆被终止了。\n“对不起......”时间慌忙地松开了他的手，向后退了几步：“我不是有意的......！相信我.......”什么有意无意的？子律靠着墙站了起来，问道：“所以说刚才发生了什么？”时间有些愧疚地低下了头，小心翼翼地说道：“我一着急就干扰了倒流......因为我和你一样但比你更严重......所以你现在倒流的周期变得和我一样了......”\n卧槽？变成了两星期？子律有点慌，难道自己也要和时间一样饿的不成人形然后啃书？不对不对，重点不是这个。\n“既然已经变成这样了......”子律有些无奈地揉了揉太阳穴，对时间笑道：“那就一起去寻找出去的方法吧。”时间显然惊了一下，不确定地问道：“你是说......你愿意带我走了......？”这话听着歧义好大，但子律还是笑着对时间伸出了手：“没错，现在也只有你能帮助我了，只有你能拯救我们了。”时间的脸上终于是绽放了笑容，高兴地握住了子律的手。\n“请多关照！”\n这丫头还真是可爱，子律长舒了一口气，终究是真的能够面对现在的状况了。“唔......我现在也不知道该去哪......你知道还有其他的通道吗？”说完他就狠狠地敲了敲自己的脑袋，这姑娘都没出过这间卧室，怎么会知道其他通道。\n“那个......走廊的尽头是有暗门的......他们给我送饭的时候我看见过......”不料时间却说出了这么一番话，子律一挑眉，带着时间向走廊走去。走廊的尽头是一成不变的青石墙，子律试着推了推，墙面并没有任何反应。“千万不要是只能从里面打开的啊......”子律祈祷着，终于是将一块青砖按的凹进了墙面，青石墙就这么打开了。\n“真棒。”子律高兴地挥舞了一下拳头，对时间笑着说道：“我们走吧。”时间也笑着点了点头，握住了子律的手，两人一同走进了暗道中。暗道中是一排阶梯，在下面能看见顶部微弱地烛光，两人快步走了上去。顶上是城堡的内部了，子律环视了一圈，这里现在只有一片废石残墟，显然时间回逆被打断，沙漏被填进了更多的沙子。\n“休想将我......赶下王座......受死吧......”沧桑的声音穿越了千年的阻隔，传入了两人的耳朵，“我才......才是这座城堡的主人！”\n两人惊悚地回头张望，时间的瞳孔猛地一缩。\n“你是......你是爸爸吗......？”\n（未完待续......）",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1463189820,
            "txt_content": "有些乱。\n这章的结构需要稍微调整一下。\n可惜的是还沉了。"
        }
    ]
}