{
    "title": "<原创·连载>空[第六十七章：我是你的仇恨][Polaris]",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1463053140,
    "txt_content": "正文\n\n\n\n    我的朋友？彼得愣愣地看着凯文抛下一个怜悯的眼神后潇洒离开，只留自己在会议室。他低下头，眼睛看着此刻已经开始扭曲的地面，感觉身体在下坠，每一个部位都像是有人在撕扯、啃噬。\n    “你，还是什么都想不起来吗？”\n    头好痛，这里是哪……好黑，什么都看不见。\n    双手无助地在一片黑暗中不停摸索着，试着去抓住什么让他能够有一点安全感的东西，但回应他的只有周围的死寂，这里除了他，似乎什么都没有了。他感觉自己在努力睁大眼睛想要看清这里的什么东西，可不管他眼睛睁得再怎么大，依然看不见任何除了黑暗以外的任何事物。\n    “往前走。”\n    他照做了。\n    双手触摸到一个温热的东西，眼前的黑暗渐渐散去，彼得看着面前和自己一模一样的男子。这不是多罗斯，他没有命令自己的能力。\n    “这是哪。”\n    “我们的领域。”\n    “你是谁。”\n    “我是你。”\n    “为什么。”\n    “因为你和多罗斯需要我。”\n    “……”\n    相当简短的对话，像机器人按照设定好的程序和间隔时间来念出自己的台词，实际上根本没有问的必要，因为双方心里都清楚得到的是什么。\n    “所以我怎么办。”\n    “回去。”\n    “去哪里。”\n    “你去找你的善良，我去找他。”\n    “他是谁。”\n    “Emptiness。”\n    “对不起，你叫什么。”\n    “我是你的仇恨。”\n    “那我是你的什么。”\n    “你不是我的，我是你的碎片。”\n    “……”\n \n    空不喜欢这个地方。\n    白色的天花板，白色的墙壁，白色的地面，还有自己身上白色的衣服。除了他的皮肤和眼睛，全都是白色的。\n    他的任务就是整日躺在冰冷的铁床上看着玻璃窗外的人走来走去，时不时停下来用观察小白鼠的目光瞥他一眼。\n    那些人明明知道他不是实验用的白鼠，他是一个真正意义上的“人”。有自己的性格、意识、行为、思考方式、记忆、情感，几乎人类所拥有的东西他都具备了，但还是要像个被抓到的珍稀物种一样锁在观察室里被人拿来做研究。\n    拉平衣服上几道显眼的褶皱，光着脚蹲坐在床上，双眼不停打量着每一个路过的人。黯淡无光的红瞳深处闪烁着饿狼终于寻觅到野兔时的急迫。他知道自己这样每天都盘算着各种逃出这里的计划，无非是出于本质中无法被抽离的叛逆和对自由的追求。他要的不光是能够自由思考和操纵自己现在所拥有的身体，他反感自己在别人的掌控之下，他人对于自己的一举一动都了如指掌。\n    抬起头环视房间，这里除了一张铁床以外什么都没有，他对于自己的力还是非常有数的，至少还没到能单手举起铁床的程度。\n    这些人知道他是在原有记忆的基础上凭空塑造出的人格，既然如此，失控一类的行为也不是说不过去，况且他并不是真的失控，说是一时不爽以此发泄也没什么不妥。双眉轻挑，脚踩在冰凉的地面上。脸上带着死神般的微笑，沉稳地朝着那扇铁门走去。\n    “去吧，挣脱对你的一切束缚，寻找你想要得到的东西。”\n    这是谁对他说的话，不记得了。\n    “除了你的塑造者，没有人能够阻挡你。”\n    我的塑造者？他早就死了。\n    “很遗憾，Emptiness，我就是你的塑造者。”\n    抓住铁门的把手。\n    那好啊，来撕碎并吞噬我的一切吧。\n    手臂开始使力，传来金属断裂的声音。\n    我叫Emptiness，从始至终我就是我自己，任何人，都无法取代。\n    \n    罗杰发现自己醒来时还活在世界上，不禁有些吃惊。但看到坐在床边的人后也就觉得理所当然了。“你是……什么时候发现的？”\n    “不久之后。”彼得平静地答道，“有人告诉我这件事，所以立刻赶回去了。”\n    “谁？”\n    “你认识的，”他伸出手，强迫罗杰重新躺回去，“凯文·西格莱斯。”\n    “什么？凯文？”罗杰不禁感到诧异，用一种“你不会在骗我吧”的眼神打量着彼得，“他来这里了？”\n    “而且到现在为止还没走。”他瞪了一眼正要起身的罗杰，“你才清醒，少说话多休息。”说着，彼得站起身准备离开。\n    “等等。”罗杰拉住他的衣服，“再问一个问题，他的养父有没有过来？”\n    “也来了。”\n    “……”\n    不得不说，这还真是个糟糕透顶的消息。不夸张的说，路泽尔也能称得上是save的元老级人物。具体的信息罗杰也不清楚，但知道惊动了他肯定没什么好事。毕竟他在之前的几年内都杳无音讯，据说是去外国长期旅行了。\n    第一代核心成员，心理分析员，有着令人叹为观止的洞察力，在他的影响之下所培养出来的凯文·西格莱斯从某一种角度来说也称得上是天才。杀手中的天才。\n    好吧先撇开这些乱七八糟的不谈，路泽尔这次回来到底是为了什么？而且根据他对于路泽尔和凯文的了解，这次凯文与彼得见面多半也是他设计的。可是目的呢？save的成员一向不做无意义的事，仔细想想，如果彼得和凯文见面对他来说有什么好处……\n    似乎没什么好处。\n    “喂……”他回过神来，刚想要再问些什么，彼得就已经离开了。\n    不知道是不是错觉，罗杰明显感觉到刚才的彼得和平日里的相比有什么地方不一样。虽然对待他的态度上没什么异常，但眼神看起来非常的奇怪。语气平静面部表情也没有太大的变化，可是眼里就是透着一种相当违和的杀气。\n    而且似乎不是针对他的。\n    这要怎么形容……\n    对他而言，刚才回答问题的彼得看起来就像是……\n    另外一个人。\n \n\n返回索引贴\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1463055480,
            "txt_content": "不行我不能忽略这个了。\n一章以内就换了几条线，让你剁得跟沫沫儿一样。\n而且中间还找不到让人可以衔接思路的东西。"
        },
        {
            "author": "sam3737",
            "timestamp": 1463056560,
            "txt_content": "天哪！新笔名！普拉瑞斯?\n好吧恕我无礼。。。我看见了“polar”,极有了，北呢？"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463192160,
            "txt_content": "sam3737 发表于 2016-5-12 20:36\n天哪！新笔名！普拉瑞斯?\n好吧恕我无礼。。。我看见了“polar”,极有了，北呢？ ...\n嘘，不要戳穿他每章都换一个笔名。"
        },
        {
            "author": "sam3737",
            "timestamp": 1463220960,
            "txt_content": "安根_Engon 发表于 2016-5-14 10:16\n嘘，不要戳穿他每章都换一个笔名。\n这。。。其实我想戳穿的只是他最近才换笔名的这个众所周知的事实而已。。。\n（见某次废言档）"
        }
    ]
}