{
    "title": "〈原创·单篇〉疯人党-安根出品",
    "author": "安根_Engon",
    "replyCount": 23,
    "timestamp": 1463234220,
    "txt_content": " 本帖最后由 安根_Engon 于 2016-10-7 06:09 编辑 \n\n疯人党\n\n\n\n\n一\n\n        安根又颇发艺术家情怀了。\n        此刻他正借着月光，欣赏满墙的霉斑。仔细一看，这些交叠的错落有致的霉斑还真是意境深蕴，很像哪位大家的作品。要是周围有人，他一定要说，呐，这还真像吕西安的诗集里所吟的。然后他还可以借此大发诗兴。\n        看看这幅画。攒动的人头。整条街都是浩浩荡荡的游行队伍，挤满了攒动的人头。他们欢呼着把他高抬起来，人海流动着簇拥着他穿越过街巷。许多双手交叠着，极力伸触他那条被踢烂的破裤子。这是一个伟大文学家被冷漠的——呸，瞎了眼的出版界轻视所经历的苦难，它见证了安根先生无数次被出版商踢出门的坚韧意志。让我们为全史最伟大的文学家、思想家、革命家高唱凯歌。\n        艺术家的视野又越过窗户框，欣赏对街上的红石灯。知道有多少坏红石灯很容易，知道街上一共有多少红石灯就行了。他似乎思忖什么，但又全不知那是什么；最后他不无得意地下了定论，全麦开肯定找不着一条这么破的街，一栋这么破的公寓楼。\n        安根能住上这么破的街，自然是感觉十分荣幸的。他简直自豪得浑身震颤起来——肯定是因为自豪。\n        破窗框卷进深秋萧瑟的冷风，他自豪得浑身震颤着。\n        总是该自豪的。自从二十年前房东死了，这栋屋子归谁就没人知道了。他的儿子听说自己有这栋楼的所有权，吓得当天就跑了。他深谙一个道理：要么他得把这栋楼装修一遍——几乎得推倒了重盖——要么就要被判故意杀人罪，把牢底坐穿。\n        土地调查局的人不知是否也疑心道，横竖留着这栋楼是个摧毁政府的政治阴谋；总之多亏了他们，这场明晃晃的恶毒谋杀终于没有成功。谋杀案的判决是，这栋楼谁爱住谁住。\n        如今只有他们文学协会的人在这住着了；此前，叫花子占满了半栋楼，但后来他们宁可睡大街，也不愿意在这多待。整条街上的情况都比他们强不了多少，谁施舍谁都不一定。现在只有一楼的老邓没走，每天早晨还端了个破碗在门口坐着，嘴里“饿死”这个“饿死”那个的，鬼知道他到底是盼着谁饿死呢。\n        伟大的文学家越想越自豪，自豪到被另一个文学家撞翻了。文学家们在地上翻滚、惨叫着。\n        “我还以为你还没回来呢。”一个有点呼哧带喘的声儿从角落响起，然后就是稀里哗啦的翻找声。\n        安根从地上爬起来，没搭声。法律应该规定，打扰文学家思考的人该被枪毙。把神圣的职责叫不懂装懂，呜嗷乱喊的人破坏了，这怎么能行呢？但人家毕竟是他们协会的文学家，因此还是先留着这一着。\n        “你跟编辑签约了，德门？”\n        德门是他们文友会的成员。这个文友会——算上他们两个——总共有三个成员。\n        “没有。”德门划着了根火柴，他那张方脸在火光的映照下，算是显得有点儿生气了，“不过蜡烛的价又翻了一番。”\n        “你把蜡烛卖了？”\n        “屁，我哪有蜡烛，”德门骂道，抠着烛台上凝着的那些剩蜡，“我那意思是，我去捡了点棉线，搓成捻插进这点蜡里，一样的。”\n        安根闻见了什么味，有点像他前两天吃的那份过期合同。还有比那更好的牛皮纸和油墨？\n        “你哪来的钱买吃的，咱们的纸不还够吃吗。”\n        德门没搭话，只是点捻。\n        楼下的地板条子响起来了。咚，咚，咚。\n        “那叫花子又作妖。”安根站起身，“我找他去。”\n        “行了，这点钱也是老邓给咱的。好歹得吃点正经东西。”德门好像使了很大的气力说这话。他用手护着蜡烛的小小火苗，怕从窗户框刮进来的风把火焰吹熄。“这仗该打了不打，就是往死里扩充军备。都等着对面先垮呢，老子的。”\n    火苗渐渐旺了，光和影在摇摆着，忽明忽暗地上升起来。德门那张方脸在闪烁、摇摆着上升起来。\n\n\n\n        咚，咚，咚。\n        安根连滚带爬，最终停在了街当口。在雨天的沙石路上，他滚了浑身的泥水。第一声肯定是踢他踢出来的，剩下两声他不知道。他老子的，他怎么可能同时踢他三脚？但这次他裤子右半边肯定也踢出洞了，那地方凉飕飕的。\n        他捂着裤子后边。他趴在地上一时起不来。他盯着许多双脚从他眼前掠过，有些是从他身后的出版社跨进跨出的。他不想抬头看他们的脸。\n        一回头，他身后正有两个青年，浑身的泥水，趴在地上，捂着裤子后边，盯着许多双脚从他们跟前掠过。\n        三个青年死死盯着对方。有一刻，他们简直静止不动了，连雨都静止不动了。\n        然后，他们在沙石路上奋力爬着，艰难地靠近。\n        “我的裤子坏了。”\n        “我的也是。”\n        “我也是。”\n        三个青年才发现自己都一样穷，一样失败，裤子一样烂，写出来的东西一样被瞎眼出版社看成垃圾，半数当字纸吃了。他们一样骂社会骂政府，一样写稿子，一样被编辑踢出来，一样捡了张报纸看，看见满篇满页都是什么人的文章——别人的也有，但只有一个署名闵望的能满篇满页——然后继续骂社会骂政府。他们骂的东西都是一样的；骂的时候，观点还是一样的。\n        文学协会成立了。安根成了会长。\n\n\n\n        “不是老邓，”德门嘟囔。“尤述回来了。真不怕楼让他跺散架。”\n        难兄难弟们绕桌子围成一圈，眼角欲眦地瞪着那点烛光，那根蜡烛和他们有某些深仇大恨。想必是有的，他们总得骂点什么，最后引申到骂社会和政府。他们管这个叫文学交流。世道这么不像样，难道不骂政府骂别的？出版社和报社这么不像话，难道不骂政府骂别的？闵望尤其不像话：登文章哪有满篇满页登的？这样的人，要么是时兴的文豪，要么是和出版社有交易。但是世道和出版社都这么不像样，闵望就不可能不和出版商有交易。于是，骂了一大圈又骂回来了。\n        但今天没人提这茬。他盯着墙上的霉斑。闵望，婊子养的闵望，文章登得满篇满页，不让他们活……\n        忽然，某种不可名状的神奇愿景在他心中升起了。而且如朝阳般越升越高，越升越大，周围的景物低矮了、缈小了，他也上升起来了，快要撑裂了。怎么早没想到？让我们为本史最伟大的革命家高唱凯歌。\n        “咱们要搞革命。”\n        德门和尤述转过头，跟没听懂他说什么似的。这两个蠢蛋终究不如他。\n        安根一句话不说，只是得意，得意到笑起来。\n二\n\n        文学家们决意要来一场文学革命，以挽回裤子钱和写手的尊严。当然，主要还是为了裤子钱，但是凡是冠以“革命”二字的，不上升到人格层面，便上升到思想层面，不然哪里能唬得人呢？\n        于是文学革命的舆论筹备从报亭旁展开了。\n        “今天早晨到的所有报纸，谢谢。”\n        那老头疑神疑鬼地瞪了安根一阵，好像要把他那张脸拓印在脑海里似的，但他还是从报架上拿下一叠晨报；做这活的时候，眼睛没有离开安根。\n        报亭后门的铃响了。\n        那老头的眼珠子都快瞪出来了。但安根还在漫不经心地翻找；后门的铃越晃越厉害。最终他还是做出了取舍，转身去报亭后门。\n        安根掏出文学协会广告的油印，按得满报纸都是。\n        德门连滚带爬从报亭后门跑来了：“跑！”报亭后门传来老头响亮的咒骂声。他赶紧探身把那堆报纸撇回报架，和德门消失在路拐角。\n        这几天他们日以继夜地赶工，盯着哪条路上没了人，便到路上贴小广告，拉横幅，赶制名片，写上一大堆头衔——麦开作家协会成员，米歇文化发展协会荣誉主席，我思文学社社长……\n        “我什么？”尤述停住了笔，回头问安根。\n        “我思文学社，咱们协会的名字。”\n        以及类似这样的一大堆头衔——然后把名片洒得满大街都是。\n        他们甚至进了许多当今大文豪举办的沙龙——然后被踢着出来。到后来，文学家们干脆不进去。\n        “先生们，这是闵德望①女士的沙龙。您有邀请函吗？”门童问他们。\n        “嗳，我们并不进去，”安根说着拿出一把伊币，把一张名片塞到门童眼前，“你只要照着这张名片通报，然后我们走开就完事。”门童拿起那把钱时，他的手不可避免地往后缩了一下。\n【①麦开人都有个怪毛病：在他们公认的高刊（或者大佬，随你怎么叫）的名和字中间爱加个“德”字。尽管人人都觉得这个毛病挺滑稽的，可是看着别人都那么叫了，谁也不打算改。】\n        门童念道：\n        “我思文学社社长，安德根先生。……”\n        他们的革命筹备真的起了成效。现在他们穿着破破烂烂的裤子走过街头时，谁都晓得他们是文学家了。随便问街头一个擦鞋的，拉车的：“这是谁啊？”他们头也不抬地回答道：“那是文学家呗。”甚至还有更甚的，果农早上拖着车入市，见了人就直接打招呼说：“他老子的，文学家偷我一筐柿子。”其实他并不晓得文学家是谁。也许柿子并没被偷，只是他数错了；也许是别人偷的，硬赖到文学家身上了。只是满大街的人都念叨文学家，独他不念叨好像不合群。\n        连报亭的老头都认得他，而且认得很清楚。\n        “他老子的，化成灰我都认识你！”老头呼哧带喘地穷追跑得呼哧带喘的安根，手里一刀晨报被风卷得腾了空，“你们文学家！毁了我的报纸！啊，不给我安生日子过……”\n        安根听见“文学家”三个字，下意识松了步，未及反应过来，已挨了一记似砖头的厚重报纸。\n        总地来讲，革命的前景大好。而出版社和报社久日不见文学家们了，各编辑都没有东西踢，脚闲不住；于是集体请假一天，去市郊踢足球去了。\n        三个文学家见编辑们没了动静，觉得编辑也被震慑住了，革命的时机已经成熟，今晚就可以开干。\n        文学家们已经把传单散发出去，就等着人来了。\n        “到点了吗。”安根问。\n        “我他老子的哪知道。”一抹黑里有人回答他。“咱又没表。”\n        楼下传来一阵乱嗡嗡的闷响。\n        “那叫花子没个完了。”\n        “不是老邓。有人来了。”\n        声音由远而近，更清晰了。好像有百十来条腿互相磕碰着踏在楼梯上。有什么人在高吼，但是声音立刻就被埋没听不见了。\n        “妈呀。”\n        然后门板就倒下了。成堆成堆的人跟蜜蜂似的从门口涌到屋里，冲开了一切，把他们三个冲到了墙边，挤得不敢动身。\n        安根被堵在墙角，被从四面扑过来的人潮吓得不能动弹，眼前直发黑。这群人一进来就开始喊，安德根呢？安德根呢？安根不答话。不是他不想答，他们不让他答话。他们拼命地喊，他们要把安根的声音盖过去。于是有人嚷嚷了，安根这是在诓他们，其实连安根这人有没有都还未可知。\n        一个穿白袍子的走来，朝他喊：“安德根呢？安德根呢？”\n        安根说：“我在这儿。”\n        人群不喊了，都转过头。那个白袍子震颤起来。最终他一把一屁股坐在地上、灰头土脸的安根拽起来，热切地晃着他那两条胳膊：“安先生，我是‘米歇文学联盟’总指挥。……”\n        人们排成一队队，轮番与革命总指挥握手。三位文学家终于拿出了大文学家气派，满像一个国家领导人模样，向他们点头致谢。\n        这些人全是来自各个文学协会的文学家，以前在街上卖烤鹅，当门房，还有抬棺材的，如今听说文学革命，都来投奔安根。说起这些协会的名头，都十分唬人，过去了一批“救国文学会”的，又来了一批“文艺复兴团”的，人数从来没有超过十个的。\n        他们点了一下数，有五十七个。还有两个在上楼梯的时候被踩死了，因此不算。\n        看见这么多人响应革命，安根更加相信自己是大文学家。那两个蠢蛋终究是不如他。他热情洋溢地讲起自己的革命计划：他讲的闵望，是专权垄断，是阴谋家，是根炸得金黄酥脆的油条，贿赂出版社和报社，一睁眼睛就开始琢磨把其他写手搞垮。只有打倒她，新兴文学才有希望；只有打倒她，全麦开写手才能站起来。他自己都不相信能讲得这么好，坚持差点就叫人相信他们真是新兴文学的希望了。\n        最后，他喊道：“打倒婊子养的闵望！”就结束了演讲。\n        之前听的人本来有一半睡着了，另一半压根没听过闵望这个名儿；但既然开始骂了，骂人谁不会呢？于是都来了兴致，跟着\n喊道：“打倒婊子养的闵望！”\n        “我思文学社”立刻更名“我思文联社”。安根在纲领下又加了一句话：\n        最高目标：打倒婊子养的闵望。\n        各人在纲领上签字，见着这句话，都乐了。尤述也乐了，对安根说：“我呀，我早觉着这事能成。”\n        可不是么，安根也乐了。他到底要当伟大的文学家，思想家，革命家。\n三\n\n        这几天，安根的气儿真是越来越顺。如今他成为新兴文学领导人，自然筹了一大笔活动经费。他拿着这活动经费，去造纸厂花了三十伊——不是捡来的，是花了整整三十伊——买了一刀上好的牛皮纸，没有捡人家用剩的；虽说吧，写上字儿的更有味。\n        他还买了一条新裤子。但破裤子他也还是穿着，现在他出门，人家认的是他这条裤子。等革命一成功，这条裤子就要成为一个伟大文学家坚韧不拔意志的见证。那是他就要穿着新裤子走进出版社了，瞧着出版社那个谁谁谁谁，还踢他？还踢得？真是瞎了眼的，没瞧见闵望的下场吗？\n        什么事情，自从革命一开始都不一样了，越来越顺。窗户框上嵌了玻璃；尤述他们弄了一条散弹枪，没有霉斑的那面墙一枪就给打穿了；如今他们打着玩，整条楼都打通了，现在这屋真他老子的敞亮。就连老邓也让人给扔出去了。他早该滚了，谁叫他在这赖着？这真是文学的力量，能让那个叫花子说滚蛋就滚蛋。\n        准备起事了，党员们晚上要在楼里办交流聚会。\n        德门拿了些板条钉了个通到楼上的旋梯。左右问他问不出来什么，只是说：“你看着吧，我早想这么干了。”\n        安根向外边一搭眼；外边飘着碎纸片似的雪，天还没黑。他给各属会的会长写了封信，后来都吃下去；又写了两封，也都吃下去了。\n        正要再写两封的当，写手们上来了；他们找了个破烛台在天花板顶上吊着。德门和尤述也回来了，一人拿着一支枪，带了排成一长队的妓女。下雪的天，她们穿着裙子，冷得浑身打颤。德门和尤索叫那群姑娘在旋梯上走来走去，他们两个一个在楼上，一个在楼下。谁停下来，他们两个就用枪指着。妓女被吓得窜上窜下，许多人凑过去围观妓女们的裙底。\n        “怎么样？”德门对安根笑道，“怎么样？”\n        这真是革命的好处。安根被簇拥到人群中间，和他们一起跳。人们欢呼起来，高叫着把他聚过头顶。他受着众人的拥戴，尤其那条裤子，他们都被出版社编辑踢过，可是谁也没有一条像安根这样踢得这么烂的裤子。让我们一起为全史最伟大的文学家、思想家、革命家高唱凯歌。\n        跳着跳着一些妓女就不见了。党员里也有一些不见的。跳舞的都在灯光下乱转着，转得满屋子都是迷离的光点。不知道谁拿了成桶的酒，文学家们围坐着喝了个糊涂。有人在摔杯子，有人在骂，有人在笑，有人时而骂时而笑。若不是革命，这样的疯子要送去警察局了。\n        “我呀，”尤述一甩手，“我就知道这事儿能成。”\n        安根没搭话，得意地看着墙上的霉斑。人海流动着，簇拥着他穿过街巷。他们将他高高抛起……\n        忽然没动静了。屋里冷得要死。他老子的，究竟外面冷得要死，还是屋里冷得要死？\n        安根抬不起身，四周都模糊在雪里。楼上的破烛台灭了，没有光透出来。有人拖着腔喊话；外面门口也围了一大群人。雪直往屋里卷。他老子的，他们为什么跑到楼上去了？\n        “文学集会。”那人又高声道，“是麦开文学么？”\n        他坐起身，可是一切都在乱晃。楼上没答复。门口那些大兵的白帽子在乱晃。\n        “带走。”……\n四\n\n        安根醒了，躺在路边的阳沟里被人摇醒的。\n        他全身冻得僵住了；裤子后面那块地儿，冻得没有知觉了。那人拍他的脸。\n        “他老子的让人当猴耍呢。起来。”尤述在说。\n        他看着那张脸逐渐清晰起来，尤述还在不停地骂。\n        “怎么回事。”\n        “你他老子的还……还怎么回事呢！”尤述把他往道上一拽，“有侦探来查你不知道，人家一句话，全给带走啦！”\n        “咱们怎样？”\n        “咱们怎样？啊，咱们怎样？”尤述直跺脚，几乎是在往他身上踹，“他们趁咱们醉，给扔出去啦，不然也给带走！他们这些……压根没安好心。我一直说，咱们这事儿肯定不能成！德门早走了，我也再不待了！”\n        然后尤述就开始往街拐角走。\n        安根爬起来，直勾勾地盯着尤述。他知道他做了一个梦，他还没分清哪个是梦。他想换上新裤子，可是裤子呢？\n        满道都是积雪，朝阳一出来，成了一片金黄。尤述在一片金黄中越走越远。他裤子后边还留着那个大洞，在背影下看得清清楚楚。\n\n\n\n百度云网盘（.docx）\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1463234820,
            "txt_content": " 本帖最后由 xcc 于 2016-10-5 20:20 编辑 \n\n安根挖坑为什么习惯于编辑旧帖子呐"
        },
        {
            "author": "tsd1",
            "timestamp": 1463234940,
            "txt_content": "不要伪装了，我知道你是谁！"
        },
        {
            "author": "Ang_miao",
            "timestamp": 1463236080,
            "txt_content": "服务器求技术"
        },
        {
            "author": "匿名",
            "timestamp": 1463236560,
            "txt_content": "tsd1 发表于 2016-5-14 22:09\n不要伪装了，我知道你是谁！\n\n啊就这么轻易地被发现了么喵QAQ\n那你说说我到底是谁咧＝ω＝"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1463237460,
            "txt_content": "这个应该是娱乐版的吧\n你们已经在背后评测过了吧\n群里已经炸开了吧\n别装了，真的来来去去就那么几个人而已（忧伤的表情）"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1463238540,
            "txt_content": "我自己就不发奖啦\n蛤？你到底发不发？！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1463240280,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-9-27 21:07 编辑 \n\n四方座\n\n@tzxwdu \n\n@xcc \n\n@zyj0807 \n\n@光线桑德斯 \n\n@DGK2 \n\n@a2455564728 \n\n@yuchenyang \n\n@玄素 "
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1463578860,
            "txt_content": "MCBBS之运动中的文学部 138392861算吗\n2333"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1474921500,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-9-27 21:37 编辑 \n\n谈风席\n\n@龙腾猫跃 \n\n@250=mo \n\n@gggbbb \n\n@[方体] \n\n@星之永恒 \n\n@WM2030 \n\n@2B与mc的故事 "
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1475044680,
            "txt_content": "这样把别人的牛坑走真的好吗"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1475385840,
            "txt_content": "每次@人真的是很不给面子……\n@tzxwdu \n\n@DGK2 \n\n@恶魔-潇洒 \n\n@zyj0807 \n\n@xcc \n\n@玄素 "
        },
        {
            "author": "冥王星人",
            "timestamp": 1475589780,
            "txt_content": "X的你又黑我！"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1475761080,
            "txt_content": "发帖日期……\n应邀而至……但是这里到底发生了些什么？"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1475919840,
            "txt_content": "xcc 发表于 2016-5-14 22:07\n安根挖坑为什么习惯于编辑旧帖子呐\n留下一个水帖会比较不舒服（除非这个贴能水出图章）；另外，你编辑的不也是旧回复嘛……"
        },
        {
            "author": "[方体]",
            "timestamp": 1475926860,
            "txt_content": "先是说一句好\n底子完全是把这些字垫得倍儿高，不得不令人佩服，油墨味儿隔着屏幕都能闻到浓浓的\n成功的人物塑造，夸张的动作描写，还有一字一句都尖刀似得\n上次有这些感叹的还是在《阿Q正传》那时候呢\n看着看着就有一种20世纪黑白无声电影的感觉\n从头到尾都把“文学”和“文学家”的定义讽刺了一遍\n“革命”的“兴盛”和衰败都把那些“文学家”和某些现象捅成个马蜂窝！\n\n不得不说，安德根这个角色真的是要得经典了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1476007920,
            "txt_content": "[方体] 发表于 2016-10-8 19:41\n先是说一句好\n底子完全是把这些字垫得倍儿高，不得不令人佩服，油墨味儿隔着屏幕都能闻到浓浓的\n成功的人物 ...\n看得出来您这个回复热情洋溢，我很感谢，但是您过奖了。讽刺的大家很多，我几乎是照着他们的样子写了的。\n其实我个人认为到这还能再改，但是我受水平所限，是连两句话都加不好了。\n您给我的评分是“在此就不评分了，有分胜无分”，我没太理解。"
        },
        {
            "author": "[方体]",
            "timestamp": 1476014460,
            "txt_content": " 本帖最后由 [方体] 于 2016-10-9 20:03 编辑 \n安根_Engon 发表于 2016-10-9 18:12\n看得出来您这个回复热情洋溢，我很感谢，但是您过奖了。讽刺的大家很多，我几乎是照着他们的样子写了的。 ...\n没有过奖对于这篇文章我不能说什么都看懂了\n也不能说什么都没看懂\n但是不表达也不行\n“一知半解”这词也用不上\n在安德根身上是能看到许多影子的\n而我最后那个评分...当作什么都没有......"
        },
        {
            "author": "2644511816",
            "timestamp": 1476538500,
            "txt_content": "跨越百年的作品a.a"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1476827040,
            "txt_content": "2644511816 发表于 2016-10-15 21:35\n跨越百年的作品a.a\n因为我从这个系列一开头儿就有这么一个铺垫：麦开那边的一个米歇小写手18世纪写的，我就是充当翻译。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477201560,
            "txt_content": "安根，你变了。我似乎记得，你以前是不会连用三个虚词的。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1477431360,
            "txt_content": "250=mo 发表于 2016-10-23 13:46\n安根，你变了。我似乎记得，你以前是不会连用三个虚词的。\n诶呀呀！你看你好不容易来一趟，拽拽新手，到我这儿了就说这个！\n我一说完话，后边就有你评论；两边一对比，我都想找地缝钻。\n\n\n我自己觉着这个短篇还是有一堆毛病，我自己说的毛病都没改过来——憋了半年，写的时候就用了一天，要是说没毛病，是个人都不信——但起码是能看了。\n总之就这样。加油。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1477431420,
            "txt_content": "250=mo 发表于 2016-10-23 13:46\n安根，你变了。我似乎记得，你以前是不会连用三个虚词的。\n诶呀呀！你看你好不容易来一趟，拽拽新手，到我这儿了就说这个！\n我一说完话，后边就有你评论；两边一对比，我都想找地缝钻。\n\n\n我自己觉着这个短篇还是有一堆毛病，我自己说的毛病都没改过来——憋了半年，写的时候就用了一天，要是说没毛病，是个人都不信——但起码是能看了。\n总之就这样。加油。"
        },
        {
            "author": "250=mo",
            "timestamp": 1477669920,
            "txt_content": "安根_Engon 发表于 2016-10-26 05:37\n诶呀呀！你看你好不容易来一趟，拽拽新手，到我这儿了就说这个！\n我一说完话，后边就有你评论；两边一对 ...\n说来\n@恶魔-潇洒 @54008383 @a245556472 \n回了那么多怎么没有糖糖的？我现在的金粒来源只有每日红包了啊……每次评分都是两人气真不是大方啊……qwq"
        }
    ]
}