{
    "title": "【原创·连载】【英灵虚空】【第十集：围攻幻梦[下]】【byRing】",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1463297100,
    "txt_content": " 本帖最后由 我为我为 于 2016-5-15 15:27 编辑 \n\n又一件事情：\n 貌似我之前把集给打错了\n  “你故意防水！咱们还是不是一个队的！你就这么投降了！”Ling一直指着云飞莫，还推了他一下。\n  “行了行了，反正我刚刚一个人也完成不了，不如为第二回合省省力气。”云飞莫不当回事。\n  “等等，Ling，你刚才被打的那么重，怎么现在这么快就站起来了？”荧零也缓缓的站了起来。\n  “嗯？还真是啊，怎么回事。还有荧零你怎么也站起来了，刚刚不还昏迷着吗？”Ling很惊奇。\n  “这都是我的能力。”叶翼雅早站在他们背后了，“我是一名止战型僧侣，能够治愈一切没有死亡的生命。不过刚刚那位老师先打我，估计是因为我能治愈你们吧。”\n  “我觉得我们不能像刚才那样各自躲在一边，我们应该抱团才有一线生机。”荧零抢先说了一句话，“看样子这位老师不会故意让着我们的。”\n  “说得也是，哦，好了，咱们这样......”五个人又扎在了一起。\n  “幻梦老师！我们准备好了！来吧！”叶翼雅一边跑向幻梦一边招手。\n  “好！”幻梦心想：这一届新生功底那么差么，怎么刚刚被我偷袭一次了还这么正大光明的来找我，而且还让最脆弱的僧侣来。总之，我还是不会留太多的情的。\n  “好！”幻梦大叫一声，随后右手化作一把蓝色的刀刃，犹如波浪一般，冲向叶翼雅。“是幽驱刃！这是幽驱族的法技，用法力值凝结而成的刀刃，这么说幻梦不是正常的人。”云飞莫惊叹。“不用管那么多了，反正完成任务就行了”，碐澈和云飞莫还有荧零和Ling都在树上。叶翼雅双手护住头，大喊：“你们几个倒是来救我啊，你们几个男生就在树上躲着吗。”这时，荧零开了奔逃[提升速度50%持续30秒]从树上下来。赶在幻梦之前跑到了叶翼雅的前面，叶翼雅稍稍后退。幻梦心想：Ling带来的这个新生就6级，还想直接挡住我这一招，太天真了吧。\n  幻梦直接用右手的幽驱刃刺向荧零的头部，在他后面的叶翼雅微微一笑。荧零直接用右手臂护住头挡住了幻梦的幽驱刃，幽驱刃碰撞荧零的右臂时，闪出了很大的蓝光，从幻梦的视角看，蓝光已经让他看不到荧零的脸了，幻梦道：“我的幽驱刃是削铁如泥，怎么连你的手臂也穿不过去？”过了一会儿，“轰”的一生，幻梦被弹开了。“幻梦倒了！你们赶紧下来抢墨镜！”叶翼雅兴奋地朝着树上高喊。“知道了！”云飞莫先跳下去了。幻梦快落到地上的时候，又用手撑了一下的地，翻了个跟头，又站了起来。此时云飞莫刚下来。\n  这时，碐澈其实也下来了，他在隐身，别人看不到他，但他移动速度也减慢了。\n  “隐身对我是浪费法力值！别躲着了！”说着幻梦便看着碐澈的位置。幻梦有嗅觉的能力，他能闻到人的气味并分辨出来。这时幻梦突然感到风向变了，无法把碐澈的气味吹到他那里了。只是云飞莫干的，云飞莫能够掌控半径为20米内的风向。幻梦想：算了，没时间跟这些新手玩了，速战速决吧！\n  荧零的虽然用他的精矿盾挡住了幻梦的幽驱刃，但由于幻梦的幽驱刃太过于强大，荧零的右臂有严重的灼伤，先坐在了原地，叶翼雅正在为他治愈。这时幻梦却先跑向了叶翼雅，因为他想要想先清除能治愈其他单位的人，这时，他的面前被火围住了，正是还在树上的Ling干的，“哈哈哈老师没想到你今天会被我困住吧。”\n  在幻梦还没有反映过来之时，碐澈闪现到他的背后，用胳膊肘使劲磕了一下幻梦的后背，幻梦犹豫没注意到，竟然就摔倒了，墨镜也掉在了他的面前，可他脸朝着地。\n",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1463301000,
            "txt_content": "@安根_Engon 私聊我怎么改进吧"
        },
        {
            "author": "zzz520ww",
            "timestamp": 1463303280,
            "txt_content": "呃这个是小说嗎"
        },
        {
            "author": "我为我为",
            "timestamp": 1463464620,
            "txt_content": "欢迎大家来提意见"
        }
    ]
}