{
    "title": "【大型永夜RPG生存地图——神秘岛】【有扁桃大大的实况哦！！！】",
    "author": "ZYFFFF",
    "replyCount": 0,
    "timestamp": 1463310000,
    "txt_content": " 本帖最后由 ZYFFFF 于 2016-6-9 13:24 编辑 \n\n\n\n                               地图简介：                                   地图名称：神秘岛永夜RPG生存地图（简称：神秘岛）{版本最好1.8.9}【1.8+即可】，这个地图是我原创的，花了很长时间。这个地图很大，最大游玩时间近乎8小时，有很多藏宝点，有很多boss，值得一提的是我在地图中添加了强化系统，因此你打怪直接得到的都是一阶武器，然后需要寻找强化石来强化它使之变得更强，不像别的地图一开始就得到神器了。这个地图有很多boss，很多武器如：战神一套，神器一套，四大杂器一套，新手套装等。欢迎前来游玩！！！十分期待各位大神来拍实况！\n\n  注意事项：\n注意注意：本地图必须开死亡不掉落：/gamerule keepInventory true 以及爆炸不破坏地形：/gamerule mobGriefing false 还有防火：/gamerule doFireTick false \n\n           另外若显示无权限打开指令则可以打开局域网然后开启作弊然后开启局域网即可，然后再输指令就没问题了。\n\n           不要滥用和平；注意一定要将规则仔细看完，另外书后面还有很多页一定要确保全部看完！！\n\n         本地图中的七层战神试练塔里面的箱子由于顶部有方块所以打不开箱子，因此你可以先敲掉箱子上面的2个方块再打开箱子，注意不能撸爆箱子，因为箱子下面是火，你一撸箱子爆了，里面的武器就会掉进火里，就没了，所以这个一定要注意。\n\n\n               攻略（必看）：           \n首先仔细阅读规则，然后你向上挖开屋顶可以获得东西，然后你向下挖会看到古墓，在古墓里面会获得勾爪，板砖等，接下来你可以继续深入古墓，获得新手四件套以及石中剑，如果你的能力不足可以先去挖矿圣地获得一套铁甲再去墓地，当你获得新手套后你可以前去寻找四大杂器，提示：一个在海里（在海底神殿的中心往下挖），一个在飞船上，一个在有刷怪笼（被栅栏围着）的树上（挖开树叶你会见到箱子的），一个在半山腰的洞里，当你收集到四大杂器后，你可以闯7层妖塔，从第一层闯到第七层，难度很大，你可以合成药水来辅助你，当你攻破妖塔时你就会得到战神一套加上长虹剑以及蛟龙弓，接下来你就得四处寻找强化石来强化你的战神套装，当全部升到三阶的时候你就可以四处挑战各大圣殿来获得神器一套（包括剑和弓共6个），然后继续寻找强化石来强化你的神器，你也可以不去寻找直接通过某个地方的地狱传送门传送到地狱前去挑战那里的怪物，打死怪物会掉落强化石的，当你收集好强化石后你就可以将你的神器一套强化到3阶然后前往最终的圣殿的上方，里面有末地传送门，会带你到最终的boss处，你可以发现你根本打不赢他们所以你可以采用挖地道的方式直接到最高的石英柱子下方挖到箱子，里面有龙蛋拿到后你就可以回去了（来到黑曜石平台后面有个按钮可以将你传送回去），回去后你去兑换通关证明就通关了！【整个游戏期间，你可以挖矿兑换其它的物品，例如时运镐子等】注意：千万不要急着过奈何桥，因为桥那边的怪很厉害，所以建议先探索完附近的几大神殿收集到几大神器后再过奈何桥接着挑战更厉害的怪。{{注意：强化装备以及兑换物品的场所就在你家开门往右走的天桥上，那座桥上垂下了许多藤蔓，这座桥连接两座山悬于半山腰，所以爬上去很费劲哦。【禁止欺骗村民！！！】}}                  \n    音乐欣赏：   http://www.xiami.com/widget/0_1769102069,_235_346_FF8719_494949/multiPlayer.swf       http://www.xiami.com/widget/0_1769541770,_235_346_FF8719_494949/multiPlayer.swf             \n\n         本地图的宣传视频（渣）：                                                                             http://www.tudou.com/programs/view/MeWm0wlh9i4/                          \n\n    截图欣赏（内容高能，手机党请及时躲避）：    \n\n\n                       本地图的生存实况：                        扁桃大大的实况：http://v.youku.com/v_show/id_XMTU4ODY3MjA3Ng==.html?from=y1.7-2  FK_恐龙的实况：http://v.youku.com/v_show/id_XMTU3OTg1Mzg0OA==.html?from=y1.7-2   玄凡孤者的实况：http://v.youku.com/v_show/id_XMTU4Mzk3OTc2OA==.html?f=27317623  God_lian的实况：http://v.youku.com/v_show/id_XMTU4NzQyMjkwMA==.html  我是宇芒的实况：http://v.youku.com/v_show/id_XMTU3OTc0MzA2OA%3D%3D.html   平凡小井的实况：http://v.youku.com/v_show/id_XMTU4ODM3MDQwNA==.html?from=s1.8-1-1.2\n   拒绝伸手党！下载地址：你以为这么容易就得到地址了？额，地址可能在下面。这你也信？哈哈再仔细找找吧！看在你如此想要的份上我就告诉你吧，下载地址：http://pan.baidu.com/s/1qYtdXV2\n\n\n                                 后记：                                 你们的支持是我最大的动力，拒绝伸手党从自己做起！一定要回复啊！！！\n\n",
    "replies": []
}