{
    "title": "【原创·连载】《二次元穿越》【8】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 5,
    "timestamp": 1463304120,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-5-16 21:37 编辑 \n\n正文\n8睁开眼睛，我发现我在一片红色的世界。我向四周看看，地上是附魔之珠。我想起刚刚发生的事情，现在还在仓库里。我肯定是一不小心抛出了珠子，来到了这个世界。看来，这附魔之珠还可以救命啊！我正准备再次扔出附魔之珠回到正常世界，可是忽然想起普通的世界还有那么多的苦力怕和僵尸在等我，想想还是算了。看看能不能在这个世界里得到一点什么信息吧。仓库里，那扇门再次打开。而在我的手上，是那颗发光的宝珠。这颗珠子目前是深红的颜色，和刚刚没什么区别。不过已经不烫了，但它还在发出一点点温热。这下好办了。只要我能带走它，就意味着验证可以成功。我再次走进那个房间，便是机器运作的声音。接下来，机械的声音传了出来：“验证成功。”太好了。不知道有什么好东西。在这个小房间的一端，开了一扇门。这扇门通向一条长廊，非常长，我根本看不见它的末端在哪里。这条长廊有点类似隧道的半圆形，是用铁做的，上方镶嵌着红石灯，很亮。还是走吧，总不能呆着。我稍微整理了下包里的东西，便向长廊的深处走去。可是这也太漫长了吧！不知走了多久，我已经筋疲力尽，饥渴交加，却还是看不到尽头。这是在耍我吗？这个地方没水没吃的，怎么活下去？一阵活塞运作的声音吓了我一跳。我下意识地往脚底下看，哟，是石质的压力板嘛，看来我是触发了什么红石机关。也就是说，可能是找到终点了？又或者是，有什么门会打开，里面又有什么宝藏？我尽情地猜想着。活塞仍在运作，我到处看着，不放过每个角落，看看有没有什么房间的门被打开了。“额啊啊啊啊~~~~”脚底下的那块地板忽然被抽了回去，我的脚一下子踩空了，整个身子顺着坠了下去。而下面，什么都没有，是虚空。不！不！难道我脆弱的生命又要结束了？今天到底是怎么回事，中邪了，还是被死神盯上了？我幻想着像前几次一样，幸运之神从天而降，使我死里逃生。我本能地要抛出附魔之珠，可是忽然想起主世界的这个高度也到虚空了，这根本无济于事，而且这里抛出去不知道可不可能再将它捡回来，闹出什么事情就麻烦了。我双手合十，脑袋里搜索遍了以前的家里人是怎么祷告上帝，祷告神的，就想出了这么个拜佛的办法。“我还没活够啊，让我再活几年吧！”我就这样说着。可是什么反应也没有，我已经感受到了一阵愈来愈强疼痛，浑身虚弱。我再次晕了过去，虽然我也不想。\n\n字数：932字\n\n一些废话略狗血的剧情。。感觉越来越夸张了。剧情基本上后续的想的差不多了。各位猜猜接下来会发生什么事情吧，奖励人气哦。（金粒就算啦，我要留着换土豪勋章！）\n\n索引贴见签名档\n",
    "replies": [
        {
            "author": "tzxwdu",
            "timestamp": 1463304300,
            "txt_content": "我去，还是没法空行，论坛的这个是无解了么，求各位大神支招啊"
        },
        {
            "author": "怪兽联盟",
            "timestamp": 1463304780,
            "txt_content": "一个段居然不空格。。。。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1463358600,
            "txt_content": "怪兽联盟 发表于 2016-5-15 17:33\n一个段居然不空格。。。。\n抱歉了，可是我每次排好了又回去了，大神有没有办法"
        },
        {
            "author": "暮雨MUYU",
            "timestamp": 1463401680,
            "txt_content": "你每段空2行试试，每段开头空大约2个字的空间。内容嘛，觉得比之前几章好看多了，我会继续看你的作品owo。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1463405580,
            "txt_content": "光线桑德斯 发表于 2016-5-16 20:28\n你每段空2行试试，每段开头空大约2个字的空间。内容嘛，觉得比之前几章好看多了，我会继续看你的作品owo。 ...\n试了以下，还是没有办法空出来"
        }
    ]
}