{
    "title": "被训了通帖子就被锁了，那我就开新帖再说两句",
    "author": "风色の翼",
    "replyCount": 3,
    "timestamp": 1463332920,
    "txt_content": "1.我对我发帖方式违规被删帖没有丝毫怨念，我也是混过论坛的人，知道基本规则，但我希望从管理者那儿得知正确的做法，这有错么？我不图积分不图人气就想把我五小时的劳动成果给大家分享，还把冗长的版规读完？拜托，而且那位管理删帖的理由真心没说到点子上，我发的是汉化，他回我个别人搬运过的MOD不能再次搬，那我到底该把汉化文件发哪？还好我的申述贴里一位管理贴的那段里写明了汉化文件应该发的已有搬运贴的回复里，这我就清楚了，我想管理者天天叫人看版规自己应该是熟读版规的人吧，看到别人发汉化提醒他句汉化应该发别人的帖子里不行么？还是说那位管理自己都忘了这点，只知道不能二搬呢？\n\n2.法律得遵守那是因为我住在中国，版规你们得遵守那是因为你们在这儿混，可我不是，你们这儿门槛高我换贴吧发去咯，可如果因为管理懒得指个明路你们就损失个资源帖算不算得不偿失？不算？那我没话说，那只能说明各位都是权力中毒者，手握权力不想着怎么用来让论坛变好只知道享受它带给自己的快感和成就感，那样的话可真是悲哀，一个论坛发展壮大肯定是靠活力，但如果从高层开始变得墨守成规毫无活力那这坛子肯定得衰败，迟早的\n\n\n还是那句话，我不打算在贵论坛混，平时也是拿了资源就走人，要聊天我宁愿去贴吧，那你们对我这种临时上来发个资源的能否友好点呢？别跟我说什么版规就是版规了，我真没说你们删帖不对，就是下次再有这种情况，删完贴提醒别人声“你这贴应该怎么怎么发”，可好？",
    "replies": [
        {
            "author": "TimmyOVO",
            "timestamp": 1463349420,
            "txt_content": "这里又不是贴吧，不要把贴吧松懈的规矩带到论坛里面来，贴吧管理规矩和论坛不一样，发帖之前看好版规，你发汉化，有人发过原Mos自己联系搬运者，有必要这样？想必你也看到了，每个帖子下面都有申明，违反论坛规矩的版主管理都可以无条件不告知删除全文，分享也得按规矩，愿意聊天你还是去贴吧，论坛管的严，你受不了算了"
        },
        {
            "author": "gamerteam",
            "timestamp": 1463376120,
            "txt_content": "如果你只是发汉化文件，发在Mod版是错版，因为没有mod本身文件，但是，如果你发了，那就是二次搬运了，原搬运者会怎么想呢？你只是站在自己的利益上面，觉得自己做了很大的贡献，然后就可以无视其他人的贡献了。\n\n试想一下，如果玩家看到了，一个论坛页面，同一个Mod，有N个人发帖，他应该选择哪一个呢？而且，如果内容质量很低，势必也会降低对论坛的信赖程度，所以搬运者们都是非常辛劳的，而非你觉得，资源发布就是一个简单的发个Mod介绍，然后翻译一下，就能拿出来了，而是一种责任心，想必，你发布了后，恐怕就完全没考虑过以后Mod的更新之类的怎么办吧？\n\n所以就和那些勾选了\"我已阅读并愿意遵循XXX用户协议\"，然后最后有问题了，反咬一口的那种一样，为什么要欺骗自己呢？我们承认，论坛版规略长，但是，如果，你愿意在发帖前，花个5分钟，认真阅读完这些信息，可以给版主和玩家们少带来多少麻烦。\n\n既然有了那条规矩，就必须得去按照规章办事，否则，整个论坛都会乱套。你今天给你特例了，明天其他玩家犯了，也会说要特例，那规定还有什么用呢？\n\n所以为何自己欺骗自己呢？既然你选择在这里发帖了，我们就默许你已经阅读并理解坛规了。你说版主只是体验权限的快感，请注意，我们版主没有任何工资，我们选择在这里，只是为了维护好国内Minecraft社区环境，避免垃圾信息泛滥，版主每天都有工作/学习方面的事情，然后还抽出时间来，专门来维护论坛，你觉得，如果你来做，你能做到这点吗？随便否定别人的努力和工作，你就觉得你的想法是最正确的了吗？"
        },
        {
            "author": "tsd1",
            "timestamp": 1463384040,
            "txt_content": "那么你看论坛和贴吧比，那个发展得更好？哪个更有秩序？为什么更多大触更愿意来论坛而不是贴吧？\n关键在于论坛高效、有序的管理秩序比贴吧强得多，所以论坛的讨论氛围才比贴吧强得多。\n论坛正是靠着这一点才有今天的发展，我们相信我们以前走的路，也能在以后继续走下去。"
        }
    ]
}