{
    "title": "邀请嘉宾以及参展商！MINECON 需要你！",
    "author": "Wolverine",
    "replyCount": 16,
    "timestamp": 1463611140,
    "txt_content": "\n\n\n\nDo you have an awesome idea for a panel you’d like to present at MINECON in Anaheim, September 24-25? Or do you want to book a booth to show off your amazing Minecraft-inspired work?\n在今年的MINECON上你是否想呈递属于你自己的展板？你是不是有很多超棒的注意？或者说你想租借一个摊子展示你自己的独特Minecraft作品？\n\nYou should tell us right now!\n你现在就应该告诉我们！\n\nAs always, we’re looking for a variety of speakers, topics and ideas to make MINECON the best event it can be. Previous panels have been about all kinds of things, from buildings maps, running servers and making mods to the art of animation, Minecraft music parodies and using Minecraft in the classroom. A great panel can be about anything as long as it is Minecraft-related and interesting to you and to MINECON’s attendees.\n一如既往，我们正在寻找多位演讲者，许多创新的题目和想法让 MINECON 成为最棒的活动。之前的展板展示了所有东西，从地图建筑，服务器运行，制作许多有关动画艺术的模组，滑稽的 Minecrft 音乐，和在学校内使用 Minecraft 进行教学。一个丰富的展板包括了所有和 Minecraft 有关的东西，以及许多对你和参观者来说都很有意思的玩意。\n\nTo submit a panel you MUST record a video of yourself presenting your idea. It doesn’t have to be fancy, just make sure you explain, in 60 seconds or less, what your panel is about and why it will be awesome. This will help us get to know you and get a good idea of what your panel will be like.\n提交你自己的展板你 必须 拍下一部展示你想法的视频。并不需要很花哨，只要确保有详细说明，不多于６０秒，你的展板是关于什么的，和你的展板有什么突出的特点就可以了。这帮助我们更加了解你以及让我们清楚知道所有有关你展板的东西。\n\nIf you want to give it a go, head to the submission form here for more details. All selected panelists will get a free ticket to MINECON! Whoop!\n如果你愿意尝试一下，点击这个链接并提交你的想法。所有被采纳的展板都会获得一个免费的 MINECON 门票。机会难得！\n\nWe also have tons of exhibitors every year, all of whom are inspired by Minecraft to make amazing stuff for our community. Some run YouTube networks loved by our players, others sell awesome Minecraft merchandise, publish books about the game or promote education using it. If you think you or your business would be a good fit, fill out this form and we’ll be in touch!\n基本上我们每年都会有一大堆参展商，所有的参展商都从 Minecraft 中获得灵感，并且在社区内做出了很多大放光彩的的东西。一些 Youtube 的网络运行者深受我们玩家的喜爱，其他则销售大量的 Minecraft 商品，出版有关 Minecraft 的书籍，和如何把游戏运用到教学当中。如果你认为你的业务会是一个不错的选择，填写这份表格，我们会和你保持联系！\n\nCheerio!\n万岁！\n\nMarsh - @marshdavies\n我是“沼泽”我最屌\n\n原帖在此：https://mojang.com/2016/05/calli ... -minecon-needs-you/\n",
    "replies": [
        {
            "author": "Time_Paradox",
            "timestamp": 1463654820,
            "txt_content": "我的尴尬癌犯了。快，给我来两斤滑稽压压惊{:10_492:}"
        },
        {
            "author": "siiftun1857",
            "timestamp": 1463654880,
            "txt_content": "演讲换免费门票好评，可惜是英语演讲"
        },
        {
            "author": "青木源",
            "timestamp": 1463655060,
            "txt_content": "演讲啊……这东西，有尴尬症的人都笑了"
        },
        {
            "author": "黑星nova",
            "timestamp": 1463656500,
            "txt_content": "Panel在这里是小组，义项选错了"
        },
        {
            "author": "怪兽联盟",
            "timestamp": 1463657280,
            "txt_content": "我们这种人是不可能的……"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1463661660,
            "txt_content": "darknova 发表于 2016-5-19 12:15\nPanel在这里是小组，义项选错了\n不应该是展台么"
        },
        {
            "author": "sjjklh",
            "timestamp": 1463665680,
            "txt_content": "darknova 发表于 2016-5-19 19:15\nPanel在这里是小组，义项选错了\n展台"
        },
        {
            "author": "六月奈",
            "timestamp": 1463670420,
            "txt_content": "我的尴尬癌..."
        },
        {
            "author": "伊沙贝拉",
            "timestamp": 1463705340,
            "txt_content": "{:10_508:} 我站在演讲台上只要5分钟我能流两斤的汗。"
        },
        {
            "author": "星E君",
            "timestamp": 1463706420,
            "txt_content": "邀请参展商是在门票卖完之后2333"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1463721720,
            "txt_content": "什么？！惊了..还有LZ你那个滑稽的minecrft是什么鬼\n快改回来"
        },
        {
            "author": "鳥妖",
            "timestamp": 1463737200,
            "txt_content": "然而只缺钱"
        },
        {
            "author": "kuangwenxin",
            "timestamp": 1463789400,
            "txt_content": "演讲台站惯了  貌似不会那么\"尴尬\""
        },
        {
            "author": "kuangwenxin",
            "timestamp": 1463789640,
            "txt_content": "麦坑无底洞.反正穷"
        },
        {
            "author": "OnthS",
            "timestamp": 1464419580,
            "txt_content": "演讲= =我慌了{:10_493:}"
        },
        {
            "author": "chenxin520",
            "timestamp": 1465063680,
            "txt_content": "初来乍到，请多关照"
        }
    ]
}