{
    "title": "3.15.1.0更新来了",
    "author": "无名人",
    "replyCount": 2,
    "timestamp": 1463764620,
    "txt_content": " 本帖最后由 无名人 于 2016-5-29 22:15 编辑 \n\n这次更新，俄制武器的伤害稍微增强，弓箭类武器的射程稍微被削\n原文链接:http://store.steampowered.com/news/?appids=304930\n有错误欢迎指出\n\n添加项\nAdded destruction to more objects and upgraded several existing ones. \n添加了可以对更多的实体物件进行破坏和升级几个现在已有的\n\n\nAdded new road system and associated editor tools. \n添加了新的道路系统和有关的编辑工具\n\n\nAdded new terrain material low/high quality editor tools. \n添加了新的地形材质低/高品质的编辑工具\n\n\nAdded noise option for terrain brushes. \n地形笔刷添加了噪音选项\n\n\nAdded dithered height transition option for material baking. \n抖动高度转变选项添加了材质烘干\n\n\nAdded object scaling tool to editor. \n添加了实体物件缩放工具来编辑\n\n\nAdded controls for ascending/descending camera. \n添加了针对上升/下降摄影机的控制\n\n\nAdded localization key for map names.\n地图名称添加了Localization的按键\n\n\n优化项\nImproved editor materials, details, road, resources options display. \n优化了编辑材质，细节，道路，资源的选项显示\n\n\nImproved object undo/redo to apply group changes and store more steps. \n优化了实体物件撤销/重做关于应用组的修改和储存更多步骤\n\n\nImproved terrain undo/redo to work with skybox and store more steps.\n优化了地形撤销/重做关于与Skybox工作和储存更多步骤\n\n\n调整项\nTweaked material isGenerated option into 3 ignore options for more control. \n更多控制调整了材质生成选项进入3忽视选项\n\n\nTweaked objects list to use new search system. \n调整实体物件列表中使用心得搜索系统\n\n\nTweaked viewmodel tilt to clamp angle when using high sensitivity. \n调整了视图模型倾斜时固定角度使用了高灵敏度\n\n\nTweaked ranger grade weapon damages slightly higher. \n调整了稍微提高俄制武器武器伤害\n\n\nTweaked arrow weapon ranges a bit lower. \n调整了稍微降低弓箭武器的射程\n\n\nTweaked sidings to be vulnerable to guns/melee. \n调整了墙壁更容易受到枪/近战的攻击\n\n\nTweaked blowtorch inventory width lower.\n调整了喷灯现在占用大小只有2格了\n\n\nTweaked dead trees to no longer block from jumping on stump.\n调整了枯死的树木不再阻挡玩家跳上树桩\n\n\n修复项\nFixed claim to prevent placing claim flag in a spot that overlaps another player's. \n修复了占领范围里面防止其他玩家重叠放置占领旗子的另一个点\n\n\nFixed players/vehicles/animals/zombies appearing stuck in when swapping servers. \n修复了玩家/载具/动物/丧尸在更换服务器时里面出现卡顿\n\n\nFixed group name indicators to use character name if nickname not set. \n修复了组名指示如果不设置使用角色名字\n\n\nFixed Arena field reflecting strangely in water. \n修复大逃杀场地在水中反射异常\n\n\nFixed workshop map descriptions/icons in level list. \n级别列表修复了创意工坊地图的介绍/图标\n\n\nFixed barrel quality not updating on other clients. \n修复了枪管材质在其他客户端中不更新\n\n\nFixed detail texture bleed on official maps. \n官方地图修复了细节材质的散开\n\n\nFixed server crash when including \"Debug\" in startup commands.\n修复服务器崩溃时包括\"调试\"在启动命令里面\n",
    "replies": [
        {
            "author": "602844218qq",
            "timestamp": 1463765520,
            "txt_content": "沙发！！"
        },
        {
            "author": "波菜",
            "timestamp": 1463805480,
            "txt_content": "喷灯和树桩好评"
        }
    ]
}