{
    "title": "最新的Residence 4.0.10.1  的 配置圈地大小的问题",
    "author": "姐啊岁发奋",
    "replyCount": 3,
    "timestamp": 1463762460,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "天堂TT",
            "timestamp": 1463762460,
            "txt_content": "发现现在mcbbs把回复修改给禁用了，这里单独给你写一下一些比较有用的\n选择工具，就是圈领地的工具的id\n SelectionToolId: 280复制代码\n 查询工具，左键查询领地信息，和指令res info 一样\nInfoToolId: 287复制代码\n权限组（group）下面的：\n是否可以创建领地\nCanCreate: true\n        每个玩家最大领地数量  \n MaxResidences: 5\n东南西北（XZ？轴上）领地最大格子数\n           MaxEastWest: 255\n           MaxNorthSouth: 255\n           MaxUpDown: 256\n最低高度和最高高度\n           MinHeight: 0\n           MaxHeight: 255复制代码"
        },
        {
            "author": "天堂TT",
            "timestamp": 1463767320,
            "txt_content": " 本帖最后由 lichi2050 于 2016-5-21 13:28 编辑 \n\n\n    # This loads the <language>.yml file in the Residence Language folder\n    # All Residence text comes from this file. (NOT DONE YET)\n    Language: chinese\n    # Wooden Hoe is the default selection tool for Residence.\n    # You can change it to another item ID listed here: http://www.minecraftwiki.net/wiki/Data_values\n    SelectionToolId: 280\n    # This determins which tool you can use to see info on residences, default is String.\n    # Simply equip this tool and hit a location inside the residence and it will display the info for it.\n    InfoToolId: 287\n    # The interval, in milliseconds, between movement checks.\n    # Reducing this will increase the load on the server.\n    # Increasing this will allow players to move further in movement restricted zones before they are teleported out.\n    MoveCheckInterval: 500\n    # The interval, in minutes, between residence saves.\n    SaveInterval: 10\n    # The default group to use if Permissions fails to attach or your not using Permissions.\n    DefaultGroup: default\n    # Enable / Disable the Lease System.\n    UseLeaseSystem: false\n    # The interval, in minutes, between residence lease checks (if leases are enabled).\n    LeaseCheckInterval: 10\n    # Allows leases to automatically renew so long as the player has the money, if economy is disabled, this setting does nothing.\n    LeaseAutoRenew: true\n    # Whether or not to use the Permissions system in conjunction with this config.\n    EnablePermissions: true\n    # Set to true if NOT using Permissions or PermissionsBukkit, or using a really old version of Permissions\n    LegacyPermissions: false\n    # Enable / Disable Residence's Economy System (iConomy, MineConomy, Essentials, BOSEconomy, and RealEconomy supported).\n    EnableEconomy: true\n    # Enables or disables the Rent System\n    EnableRentSystem: false\n    # The interval, in minutes, between residence rent expiration checks (if the rent system is enabled).\n    RentCheckInterval: 10\n    # Enable or disable residence chat channels.\n    ResidenceChatEnable: true\n    # Color of residence chat.\n    ResidenceChatColor: DARK_PURPLE\n    # Whether or not to ignore the usual Permission flags and only allow OPs and groups with 'residence.admin' to change residences.\n    AdminOnlyCommands: false\n    # Setting this to true makes server OPs admins.\n    AdminOPs: true\n    # This is the name of the plugin you use for multiworld, if you dont have a multiworld plugin you can safely ignore this.\n    # The only thing this does is check to make sure the multiworld plugin is enabled BEFORE Residence, to ensure properly loading residences for other worlds.\n    MultiWorldPlugin: Multiverse-Core\n    # Setting this to true causes subzones to inherit flags from their parent zones.\n    ResidenceFlagsInherit: true\n    # Setting this to false will allow rented residences to be modified by the renting player.\n    PreventRentModify: true\n    # Setting this to false will cause residence to continue to load even if a error is detected in the save file.\n    StopOnSaveFault: true\n    # This is the residence name filter, that filters out invalid characters.  Google \"Java RegEx\" or \"Java Regular Expressions\" for more info on how they work.\n    ResidenceNameRegex: '[^a-zA-Z0-9\\\\-\\\\_]'\n    # Setting this to true sends a message to the console every time Residence does a rent expire check or a lease expire check.\n    ShowIntervalMessages: false\n    # Experimental - The following settings are lists of block IDs to be used as part of the checks for the \"container\" and \"use\" flags when using mods.\n    CustomContainers: []\n    CustomBothClick: []\n    CustomRightClick: []\n    # These are world flags that are applied when the player is NOT within a residence.\n    Flags:\n        Global: #these are default for all worlds unless specified below, they can be overridden per group\n            use: true\n            build: true\n            ignite: true\n            firespread: true\n            damage: true\n            creeper: true\n            tnt: true\n            pvp: true\n        WorldNameHere: #here you can set flags for individual worlds, these override Global\n            #build: true\n    # This gives permission to change certain flags to all groups, unless specifically denied to the group.\n    FlagPermission:\n        move: true\n        build: true\n        place: true\n        destroy: true\n        use: true\n        container: true\n        pvp: true\n        tp: true\n        ignite: true\n        firespread: true\n        bucket: true\n        flow: true\n        lavaflow: true\n        waterflow: true\n        creeper: true\n        tnt: true\n        monsters: true\n        animals: true\n        subzone: true\n        healing: true\n        piston: true\n        diode: true\n        lever: true\n        button: true\n        door: true\n        table: true\n        enchant: true\n        brew: true\n        bed: true\n        cake: true\n        note: true\n        trample: false\n        burn: true\n        explode: false\n        fireball: true\n    # These are default flags applied to all residences from any user group.\n    ResidenceDefault:\n        build: false\n        use: false\n        container: false\n        pvp: false\n        tnt: false\n        creeper: false\n        flow: false\n        piston: false\n        ignite: false\n        firespread: false\n    # These are default flags applied to the residence creator of any group.\n    CreatorDefault:\n        build: true\n        move: true\n        use: true\n        ignite: true\n        container: true\n     # These are default group flags applied to a residence made by a user of any group.\n    GroupDefault:\n        #default: #group name\n            #build: true\n    \n# These groups correspond to the Permissions groups defined in your '<worldname>.yml'复制代码"
        },
        {
            "author": "姐啊岁发奋",
            "timestamp": 1463770080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}