{
    "title": "征求激怒诱饵式猪人塔的改进方案",
    "author": "jiajingchen",
    "replyCount": 10,
    "timestamp": 1463804940,
    "txt_content": "如题，我自己设计了一个主世界的激怒式猪人塔。但是，有一个问题需要大家帮忙解决。具体的先看下面的图。\n       图一\n       \n      图二\n      \n     图三\n    \n   就是上面这样。但是问题就来了。\n   在改成生存模式后，我空手攻击诱饵猪人，成功激怒了诱饵猪人，后面的猪人也顺利被摔死了，就算是骑着小鸡的小猪人也被预先放好的铁傀儡清理掉了，但是诱饵猪人还是活着的。但是，我发现后面新刷出来的猪人就不会被诱饵猪人激怒了。新刷出来的猪人必须要我攻击一个新的没有愤怒的猪人才可以激怒。我以前在地狱打了猪人后，明明是我跑到哪里，猪人就追到哪里，而新区域的猪人也明明是全部被激怒的啊。怎么在我的猪人塔里就不能激怒新刷出的猪人了呢？我怎么改良才可以让一个诱饵猪人连续激怒新刷出的猪人呢？那样的话，我用明明牌命名一个猪人，激怒后就可以挂机刷金子了，这不是很爽歪歪么？\n     这是我猪人塔的设计存档  http://pan.baidu.com/s/1dE2DOvJ\n     请自行在T键聊天里输入“/gamemode 0”更改为生存模式测试。",
    "replies": [
        {
            "author": "jiajingchen",
            "timestamp": 1463806140,
            "txt_content": "没有错版，这个猪人塔有不能连续激怒新猪人的BUG。所以，不是完美的。我来这里就是为了通过大家的指挥来解决这个问题。"
        },
        {
            "author": "jiajingchen",
            "timestamp": 1463806320,
            "txt_content": "我补充下，这个猪人塔有“不能连续激怒新猪人”的问题。所以，这个不是教程。我是来提出怎么“连续激怒”的问题的，希望大家帮忙解决这最后的疑问。只有这个疑问解决了，这才会变成教程。"
        },
        {
            "author": "chyx",
            "timestamp": 1463837040,
            "txt_content": "请告诉我版本"
        },
        {
            "author": "jiajingchen",
            "timestamp": 1463841240,
            "txt_content": "chyx 发表于 2016-5-21 21:24\n请告诉我版本\n是最新的，1.9版本。我现在是再用铁傀儡来攻击诱饵猪人。虽然我有刷铁塔来支撑铁块的消耗，但是常常要去添加铁傀儡还是相当麻烦啊。"
        },
        {
            "author": "jiajingchen",
            "timestamp": 1463841480,
            "txt_content": "chyx 发表于 2016-5-21 21:24\n请告诉我版本\n而且，只有在诱饵猪人跑到铁傀儡脚下，铁傀儡才可以攻击激怒猪人。目前，期待更好的方法呵。毕竟网络上那些靠猪人游走摔死的，效率低，同时大量的猪人实在是太费内存了。"
        },
        {
            "author": "jiajingchen",
            "timestamp": 1463841780,
            "txt_content": "我目前改为了多个铁傀儡来攻击新刷出的诱饵猪人，从而激怒周围的猪人。这个是存档http://pan.baidu.com/s/1bpNqUUb\n\n但是，感觉补充铁傀儡也好麻烦啊。大家有没有更好的主动清怪的猪人塔呢？"
        },
        {
            "author": "黑羽_离魁",
            "timestamp": 1463880480,
            "txt_content": "jiajingchen 发表于 2016-5-21 22:43\n我目前改为了多个铁傀儡来攻击新刷出的诱饵猪人，从而激怒周围的猪人。这个是存档http://pan.baidu.com/s/1 ...\n让诱饵猪人和刷出来的一起摔死不就得了，然后再在半路弄一个活塞推出一个猪人代替为诱饵"
        },
        {
            "author": "jiajingchen",
            "timestamp": 1463881260,
            "txt_content": "黑羽_离魁 发表于 2016-5-22 09:28\n让诱饵猪人和刷出来的一起摔死不就得了，然后再在半路弄一个活塞推出一个猪人代替为诱饵 ...\n这样也行。不过半路推出一个新的没有愤怒的猪人的结构一下子还没设计出来。现在我还是用的是刷新出新的诱饵来的。"
        },
        {
            "author": "黑羽_离魁",
            "timestamp": 1463882160,
            "txt_content": "jiajingchen 发表于 2016-5-22 09:41\n这样也行。不过半路推出一个新的没有愤怒的猪人的结构一下子还没设计出来。现在我还是用的是刷新出新的诱 ...\n好像都是差不多的吧，多想想就可以，和做数学题差不多一样简单（shao nao）"
        },
        {
            "author": "jiajingchen",
            "timestamp": 1463883360,
            "txt_content": "我对有时候会出现部分猪人不被激怒的现象有一个如下的猜测。猪人的在被激怒的一瞬间，仇恨是可以相互传染的，而已经激怒后就没有了再次传染的能力。就是被攻击的第一只猪人传染给周围第一群猪人，之后这第一只猪人不能传染给第二群猪人，必须是第一群猪人又按照他们自己的范围，传染给第二群，后面第三、四群一次类推。而如果在新的猪人刷出之前就被全部激怒，那么后来刷出的新猪人就没有老的猪人来传染他们了，他们不被传染就自然不会愤怒了。只有新的猪人在全部愤怒之前刷出，才有老的猪人来传染他们。从而不会出现无法激怒的情况。\n\n所以，我猜测解决这个问题的关键就是，在建造大量的大型传送门组成一个环形，并且玩家的平台不能是圆心。相反，平台是整个环形的边缘，猪人愤怒的传播方向就形成了一个环形的循环路线，每一个猪人都无法一次性激怒所有猪人，从而来使得被激怒的猪人比例无法达到100%。这样，新的猪人总是有老的猪人来传染他们。\n不知道这个猜测是否合理啊。"
        }
    ]
}