{
    "title": "<原创·连载>金乌传奇__更新至[精灵王子]",
    "author": "ya_lun",
    "replyCount": 6,
    "timestamp": 1463815740,
    "txt_content": "498:}我写的很努力了，不给个评分或回复，说不过去吧",
    "replies": [
        {
            "author": "ya_lun",
            "timestamp": 1463815860,
            "txt_content": "标题: <原创·连载>金乌传奇__更新至[精灵王子] 本帖最后由 ya_lun 于 2016-6-5 17:44 编辑 \n\n写的如此努力，怎能没有鼓励？求各位大大给我点评分呗~回复一下也好~\n【查看第一篇】[从零开始] 收藏本章关注更新\n\n     皓月当空，宁静的田野显得和谐而安详。\n\n“嗷呜！”一声忧愁而凄厉的狼啸划破夜色，我被惊醒了。\n\n    “呜！我这是在哪里？我似乎穿越了？”我迷惑的在周围晃荡着，\n\n搞不好我能在这个地方成为盖世英雄呢，嘿嘿嘿，我心里傻傻的笑着，\n\n四周开始变得越来越宁静，就连我自己的心跳声我都能听的一清二楚，\n\n我正做着盖世英雄的美梦，浑然没有注意周围开始渐渐变得诡异而又阴森。\n\n    “沙沙沙”一阵空灵的脚步声从森林深处传出。在这寂静无声的森林里，\n\n这种声音是那么的响亮，把我整个人都吓得一哆嗦。紧接着一个黑袍男子从\n\n森林深处走来，他的整个脸被一层薄薄的黑雾覆盖着，手中拿着两把乌金做的大镰刀，\n\n眼神空洞但却如刀锋一般，十分尖锐！他有一头暗紫长发，长发不加拘束的\n\n垂散在肩上，像紫色的瀑布，自然，美丽。他朝我走了过来，他走的慢悠悠，\n\n可是我却只感受到一阵残影从我眼前略过，我才发现，他的身上有一股十分浓重的死亡气息，\n\n这种气息阴邪而黑暗，几乎快让我窒息了。我在大量他的同时，他也在大量着我。\n\n他是先随意的瞥了一眼我的模样，可是忽然，他那空洞的眼神仿佛聚了焦一般，身体不受\n\n控制的向后倾斜。\n\n     “金乌！”他给吓得两腿发软，可是当我听到他的话语中的祥和之意后，我于是便悄悄\n \n的放下心来，也许他要杀我的话，我早早就被杀害了！可是他为什么不杀我，\n\n而且他看起来有点怕我呢？我开始深思，他叫我金乌？金乌不是神话中太阳的守护兽吗？\n\n然而未等我明白，他似乎已经不再害怕了，微微将身子超前一靠，用他那高挺的鼻子\n\n在我身上各处闻了闻，确定下来后，皱了皱眉头道：“童子的味道，原来还未成年！”\n\n他说出话后，随即脸色缓和下来“小家伙，看你一副可怜样儿，也许我可以收下\n\n你这个徒弟呢，你愿意吗？”暗黑死神一脸怜惜的看着我。我听他说话的如此恳切，\n\n也不好意思拒绝，于是只好点了点头。看到我点头后，他的脸色突然变得十分严肃起来道\n\n“从现在起，我----暗黑死神，便收你为徒了！”说完便抱起我，朝着森林深处走去。。。\n\n\n【查看第二篇】[十年] 收藏本章关注更新\n暗黑的城堡中......\n\n 死气紧紧的环绕在城堡的周围，这附近十里之内，阴气极重，连太阳星的光芒都无法射入这里面。\n\n因为这里被一层黑黑的屏障包裹着，这是暗黑屏障！在别人眼中，这是邪恶的地方，\n\n这里住着暗黑死神——一个杀人不眨眼的狂魔！不过我却并不这么认为，他在我眼中如慈父一般，疼爱我，保护我。 \n\n            清晨的阳光透过一间小小的木屋子，暖暖的，令人十分舒畅。自从死神带我来到城堡后，我只住了一小阵子，\n\n他就带我离开那里，帮我找到了这个仙气缭绕的地方。他知道城堡那儿的环境和心法口诀等等都不适合我，迫不得已的，\n\n他花费了好多时间请他的朋友帮我找了一堆适合我的心法口诀，让我自己琢磨。不过当我遇到困难时，他却毫不犹豫的，\n\n立刻就去请一些宗师来帮忙给我解决疑惑，这让我的功力提升没有遇到一点儿瓶颈。 “咚咚！”一阵敲门声响起，“小乌啊，\n\n书上的太阳真火练的如何了？”听到死神的声音，我从床上一跃而起，给他开了门。然后炫耀似的扬了扬手，\n\n心念一动，“熊！”金黄色火焰猛然出现在了我的手掌之间，剧烈的高温仿佛一下子让整个屋子变成了大火炉。\n\n死神见到我的“成果”，笑眯眯的摸了摸我的头，为我的成功感到很是高兴。\n\n             时光荏苒......十年一晃而过，在日日夜夜的的苦修之下，我的功力有了很大的进展，已经到了轮回境第九重，\n\n半只脚踏入了涅槃境，据太阳真经上所示，涅槃之后是成凤境，这是一道十分难越的鸿沟，\n\n连我的师傅兼父亲也只是将他的暗黑心法练到和这类似的境界，不过他告诉我说他即将突破了绕是如此，我还是一阵惊悚，\n\n谁也不知道他卡在第三境界卡了多少年，虽然他说他要突破了，但这究竟是累积了多少岁月的沉淀才有的成果呢？\n\n这只是他偶然且随意的对我说起，可我却牢牢将他说的这些给装进了心中，以告诫将来的我，修炼不能松懈！\n\n不过我现在遇到了一个新的麻烦，我卡在轮回境足足5年了，一直无法突破，不想让我焦急都难！   \n\n            死神仿佛知道了我的难处，指了指外面的碧蓝色天空，意味深远叹的息道：“你的目标是那里，你长大了，\n\n该是时候出去闯荡一番了！这是我的暗黑神符，如果有为难你的人，你就拿出这个，那些人见到这个肯定会立刻离开，\n\n如果实在不行，你便捏碎他，我会超脱生死来到你那但是你要切记！不能拿他来威胁他人！”\n\n他第一次和我说这么长的话，我能猜到他对我的担忧。“师傅！徒儿告辞了！”我恭敬的朝他拜了三拜，迈着坚定的步伐离\n【查看第三篇】[精灵王子] 收藏本章关注更新绿意盎然的森林中......我惬意的躺在清澈的湖水旁，周围绿树成荫，时而一两只小鸟停息在树梢上，唱起歌儿来， \n\n叽叽喳喳的声音让我如湖水般平静的心荡漾起一层层涟漪，“活着，真好啊！\n\n”我抬头看着碧蓝色的天空，畅快的大笑起来。忽然，我的笑声戛然而止。\n\n“刷！”一只绿色的箭矢直冲我而来，在这支箭上，我感受到了一股浓厚的生命气息，\n\n它仿佛把我整个人都紧紧的包裹住了，我感觉自己在这支箭面前仿佛蝼蚁一般，我闭上眼睛，静等箭矢冲向我而来。\n\n可是就在箭即将把我射杀的时候，忽然的，箭矢四分五裂开来，化成了绿色光芒把我紧紧的包裹住，原来这是束缚之箭！\n\n我也怒了，无缘无故受到突袭，谁不会生气呢。“太阳真火！”我一声咆哮，直接施展出了我最拿手的一个技能。    \n\n  “熊！熊！”浓厚的金黄色火焰直接席卷了天空，我隐藏在火焰中，愤怒的我爆发了前所未有的力量，\n\n在金黄色火焰中甚至隐隐有着金乌的影子在浮现，那好似一头三足的凤凰，周围被一层厚厚的火焰给包裹着。\n\n熊熊烈火燃烧向了那团绿色光芒，可是奇异的是，火焰不仅没能将这些光芒烧尽，反而使他把我捆的越来越紧。\n\n  “别动！！！”就在这时，一位青年男子不紧不慢的向我走来，一头碧绿色长发随意的披散在肩上，长相颇为俊秀，\n\n给人一种超凡脱俗的感觉。但不知道是不是我感受错了，我在他的眼神深处仿佛看到了一股深深的怨恨，正如未爆发之前的活火山一般。\n\n他身后有着一把大弓，看起来似乎是一个神箭手。他仔细的打量了一下我，念了声：“散！”那使我无可奈何的绿色光芒就这样乖乖的散了去。\n\n“十分抱歉，只是要追杀我的人太多了，我没有办法，只好小心的保护自己。”我彻底被他的手段吓傻了，但是看到他一见面就和我诚恳的道歉，\n\n我刚才的怒火也一哄而散，爽快的回答道：“我会保护你的！我有师傅在！”“真的？你师傅很厉害的吗？”“那是当然，那里的所有人都怕他！\n\n”其实我不知道，暗黑死神在外的凶名远远的超乎了我的想象。                                              “那我们一言为定！”精灵王子温和的笑了\n\n笑。                                 就这样，我们的手紧紧的握在了一起，我们变从刚才的敌人变成了患难与共的朋友。             \n【查看第二篇】[死神之威-上] 收藏本章关注更新\n奋笔疾书中\n\n\n\n"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1463816160,
            "txt_content": "我也写得很努力了，但为什么没有你这么吊？"
        },
        {
            "author": "ya_lun",
            "timestamp": 1463816760,
            "txt_content": "Donnies_Ming 发表于 2016-5-21 15:36\n我也写得很努力了，但为什么没有你这么吊？\n为毛感觉被讽刺了"
        },
        {
            "author": "ya_lun",
            "timestamp": 1463914260,
            "txt_content": "更新了十年，好的语句都用上了，你们就不能给我点评分咩~回复下也好"
        },
        {
            "author": "坑爹-kengdie",
            "timestamp": 1464859380,
            "txt_content": "我觉得你字数能再多点么==去看看我写的问道好么==，写的好就给个人气，不好就留言指出问题"
        },
        {
            "author": "ya_lun",
            "timestamp": 1465120200,
            "txt_content": "更新了精灵王子，感觉自己写的不错···"
        }
    ]
}