{
    "title": "[原创·连载]悲剧—第十九章[绿色城堡]",
    "author": "guqu",
    "replyCount": 1,
    "timestamp": 1463888520,
    "txt_content": "\n“退！”我喊着。这水流已经出现异常了，魔力粉已经已经开始聚现成实体。老树，你究竟想干啥啊。水泡开始慢慢减缓了速度，不过我感觉撑不了多久。接下来如果水泡破了，等待着我们俩的可能只有死亡了。可恶，该怎么办呢。不过……我还没思考完，水泡就破了……接下来在魔力粉中翻滚的记忆不清楚了，因为那是一片混乱。最终我到达了一个地方。这里雾气弥漫，但是不久，雾气消散开来，映照在我面前的是一片绿色。对，用绿色堆砌的城堡。我感到自己非常……渺小。“Wow...”这绝不是人力可以建造的，包括我脚下的这片陆地，都不是人造的，更像是……魔力粉的聚现体，是刚刚冲出来的？我很快消灭了我的这个荒谬的幻想，无论怎么想，都不可能会有如此规整的建筑被冲出来。这里一定有人。在我前方是一座桥，通向城堡内部。果然啊，这里的一切都是魔力粉所缔造的，要是她在一定能一口满足。诶……她人呢？是的，我没有看到她。这就奇怪了，如果没猜错她应该跟我一起过来的啊。这……什么情况。算了。我义无反顾的踏上了这条路，梦幻的，不可思议的。雾气还在我身旁环绕，远处巨大城堡的痕迹愈发清晰。我不断地思考着这一切，老树、老板、安斯、晴天、她、我、城堡、魔力聚现、红堡。不过，貌似完全扯不上。很快我走到了尽头，门并不是开的。不过，我很好奇怎么打开这扇门。如此巨大，就算巨大的活塞系统也无法奈何，不过我相信这里有按钮。四处张望，什么东西都没有。吃惊。肯定能进去，一定有什么机关。不过这门上一定有什么信号吧。门上的团排列整齐，中央还有一个类似勋章的图案，图案的中央是一个宝石。不停地闪着光，虚伪的光。没错啊，就跟这个仙境一样虚伪，令人不能相信。莫非，要我爬上去？虽然不想爬，我觉得答案也是如此了。不过在手触碰到门上的一瞬间，我的手好像穿了过去。！？伪装方块？这不是老树的产物么……但是老树不是已经失去效应了么……不过水流里面的魔力粉确实是老树的。那么，这个也有可能是吧。我多次触摸，确保万一，然后，一头撞上去。跟我先打个一样，撞空跌倒在地上。里面也非常壮观，不过没有雾气，所以轮廓清晰可见。走了几步，传来回声。城堡也是大的可以。既然能听见自己脚步声，而听不到别人的，证明这里没人了？我又走了几步。一阵急促的脚步声从回廊终点传来……麻烦，只能稍微狠一点了。姿势。“退！”我喊着。这水流已经出现异常了，魔力粉已经已经开始聚现成实体。老树，你究竟想干啥啊。水泡开始慢慢减缓了速度，不过我感觉撑不了多久。接下来如果水泡破了，等待着我们俩的可能只有死亡了。可恶，该怎么办呢。不过……我还没思考完，水泡就破了……接下来在魔力粉中翻滚的记忆不清楚了，因为那是一片混乱。最终我到达了一个地方。这里雾气弥漫，但是不久，雾气消散开来，映照在我面前的是一片绿色。对，用绿色堆砌的城堡。我感到自己非常……渺小。“Wow...”这绝不是人力可以建造的，包括我脚下的这片陆地，都不是人造的，更像是……魔力粉的聚现体，是刚刚冲出来的？我很快消灭了我的这个荒谬的幻想，无论怎么想，都不可能会有如此规整的建筑被冲出来。这里一定有人。在我前方是一座桥，通向城堡内部。果然啊，这里的一切都是魔力粉所缔造的，要是她在一定能一口满足。诶……她人呢？是的，我没有看到她。这就奇怪了，如果没猜错她应该跟我一起过来的啊。这……什么情况。算了。我义无反顾的踏上了这条路，梦幻的，不可思议的。雾气还在我身旁环绕，远处巨大城堡的痕迹愈发清晰。我不断地思考着这一切，老树、老板、安斯、晴天、她、我、城堡、魔力聚现、红堡。不过，貌似完全扯不上。很快我走到了尽头，门并不是开的。不过，我很好奇怎么打开这扇门。如此巨大，就算巨大的活塞系统也无法奈何，不过我相信这里有按钮。四处张望，什么东西都没有。吃惊。肯定能进去，一定有什么机关。不过这门上一定有什么信号吧。门上的团排列整齐，中央还有一个类似勋章的图案，图案的中央是一个宝石。不停地闪着光，虚伪的光。没错啊，就跟这个仙境一样虚伪，令人不能相信。莫非，要我爬上去？虽然不想爬，我觉得答案也是如此了。不过在手触碰到门上的一瞬间，我的手好像穿了过去。！？伪装方块？这不是老树的产物么……但是老树不是已经失去效应了么……不过水流里面的魔力粉确实是老树的。那么，这个也有可能是吧。我多次触摸，确保万一，然后，一头撞上去。跟我先打个一样，撞空跌倒在地上。里面也非常壮观，不过没有雾气，所以轮廓清晰可见。走了几步，传来回声。城堡也是大的可以。既然能听见自己脚步声，而听不到别人的，证明这里没人了？我又走了几步。一阵急促的脚步声从回廊终点传来……麻烦，只能稍微狠一点了。姿势。@ZCA @Aikawastep @安根_Engon  @星之永恒 @飞翔末影龙 @一枚渣渣 @MF_Mufeng ",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1464398400,
            "txt_content": "虽然没有@成，不过大赞。\n太长时间没接，我快忘了前面剧情是什么了。"
        }
    ]
}