{
    "title": "【原创·连载】【英灵虚空】【第十二集：轩零新成员[上]】【byRing】",
    "author": "我为我为",
    "replyCount": 1,
    "timestamp": 1464068520,
    "txt_content": " 本帖最后由 我为我为 于 2016-5-26 13:36 编辑 \n\n正文\n  荧零刚打完，根本没劲听了，就趴在了桌子上：总觉得这里似曾相识......  “我们现在讲历史，大约一千多年前，英灵创建了这个虚空......[详情看第一集]”幻梦意味深长的讲着，还在讲台上走来走去。\n  “喂喂。”坐在荧零左面桌子的Ling找荧零说话，“荧零醒醒！”\n  该不会是叫我起来听课吧？荧零很不耐烦：“你想干啥啊。”\n  “这节课太无聊了，你陪我说会儿话吧。”Ling。\n  “还不如睡一会儿呢，有话快说，没话就让我睡会儿。”\n  这时，教室的后门有一个黑影，然后听到了照相机的声音，荧零还是不管了，继续在桌子上半睡的样子。\n  下课铃响了，幻梦老师也一节课没管荧零和其他人在课堂上违纪，宣布下课后悄悄的离去，貌似在计划着什么事情似的。\n  待到第二节课的时候[此时是下午]，幻梦还是出现在了讲台上，他打开了讲台那里的投影机，在讲台最前面，然后这台投影机就把一片透明的图案投影到了和黑板一个高度的位置。荧零竟然在课间睡着了，上课也没醒，而Ling还在硬打着精神听。幻梦还在讲台桌后面[也在投影的后面]，做了几个滑稽的动作，还对同学道：“你们现在看得见我吗？”同学们都笑成了一片，就连荧零也被笑声吵醒了。\n  “好了好了，安静”幻梦拍了几下黑板擦，“这节课我们上一节班会课，讲关于坐姿的，现在我先给大家举一个事例。”他便让投影机投影出幻灯片，幻灯片上放出一张脊柱左弯曲大概28度的照片，标题是：“15岁学生由于坐姿不正导致脊柱弯曲28度”同学们都很吃惊并且恐怖，同学们都直起腰来等着幻梦讲。幻梦说：“这个故事是最近的一件事情了，我亲戚家的孩子由于前面的同学挡着他，他只能向右扭来看黑板，但由于长时间向右扭，他的脊柱弯曲了28度。”幻梦还一边用胳膊比划：“28度是个什么概念那！还医生说不到40度不用做手术，虽然咱们的这片虚空能够用各种方式来治愈，可是某些重要器官受伤了也是需要动手术的，而且脊柱手术只要一不小心破坏了其中的一小块脊柱，那么从那块脊柱以下的部位就瘫痪了，接下来我来纠正咱们班几位同学的不良坐姿，大家引以为戒，刚才是另一位老师帮我拍到的。”\n  同学们都担心自己会不会被拍到不良坐姿，尤其是荧零和Ling，因为他们上课不仅坐姿不正而且还在最后一排，幻灯片第一个播放出来的照片里拍到了夏雨凌，但她坐姿端正，她默默地呼出一口气：“万幸。”后面的几张照片都没照到荧零，倒是照到了很多其他同学的坐姿不正的照片，同学看了都笑了，荧零也放心了。但是幻灯片的最后一张照片，里面有荧零，他在照片里不仅趴着，而且还歪着身子，全班顿时哄堂大笑，比之前的声音都要大。里面还听到“荧零啊”，这是云飞莫的声音，笑声持续了大概1分钟才停止，荧零已经呆了。\n  幻梦还是很严肃：“你们这种坐姿，被拍到了是会扣班级量化分的！是会和我的工资造成影响的！”全班人又爆笑起来，笑的前仰后合。幻梦道：“希望各位同学引以为戒，这些照片里的人你们更要注意了，下次被我发现了我要狠罚。”下课铃也响了，“好了下课。”幻梦关掉投影仪，走了。\n  到了晚上，荧零、云飞莫、碐澈和Ling回宿舍了，都躺到了各自的床关了灯。“你们的同桌怎么样？长的好看吗？”云飞莫问大家。\n  “别管那些了，反正不管咱们事，我还是早点睡吧，避免明天课堂上睡觉又被老师逮住。”荧零先扭过头睡，Ling也说：“我也同意。”碐澈则什么也没有说，也没有管他们聊天。\n  早上到了，荧零那四个人去吃早饭了，“叶翼雅也是和咱们一个队伍的，确定不叫她一起来吗？”云飞莫问。“你疯了吧你，你自己去女生宿舍楼叫她啊，而且食堂是男女分开吃的 。”  Ling回答。\n  吃完饭，上课，不知怎么回事，荧零还是犯困了，明明刚刚吃饭时还是精神着的。那节课刚好是数学课，教这个班这些科目的老师是一个女的，竖着很大的马尾辫，体型很胖，脸上看起来和乡下人一样，左脸和右脸都很红。就在荧零马上要睡着的时候，夏雨凌拍了一下荧零，拽着他背后的衣服悄悄的说：“坐正，刚才检查的来了，被检查到了要扣分的。”荧零当时神志不清，一副刚睡醒的样子。检查的真的来了，但荧零之前太困了，没有感觉到，现在也没听清夏雨凌在说些什么，不过他看着夏雨凌的样子和动作可以推断出来她是想让自己坐正\n\n一些废话 @安根_Engon {:10_512:}感谢支持快两万字了，版主你给我个评分吧\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1464397500,
            "txt_content": "这一章我没法带着标点读，标点点得很乱。\n一些形容词比之前强了不少。\n前几段的铺垫太生硬了。"
        }
    ]
}