{
    "title": "【原创·连载】《二次元穿越》【10】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 5,
    "timestamp": 1464069600,
    "txt_content": "正文\n\n\n10\n\n“嘿，这门怎么还锁上了。”我听见一个人在那里发牢骚，“真悲剧，正好我没带钥匙。”\n他的声音不同于正常人，比较粗犷，听起来有点让人害怕。不过，很有可能是他来找我的，还是等着吧。\n“哐啷”一声，门竟然被那人踹开了！这使我对他的好感度直线下降。这么野蛮的人！哪怕他真找我有事情我也不想和他说话，最好离他远点。可是万一我有什么动静，把他惹毛了怎么办？岂非自找苦吃？\n“你！”那人突然指着我说，“你竟然不跟着别人回去！还有，谁让你穿休闲服的？嗯？是不是想回去受罚？还有，你手上拿着的是什么东西，发出这么大声音！”\n天哪，这个人太粗暴了。我眼睁睁地看着他像只狼一样扑过来，赶紧双手抓紧要飞出去的宝珠塞进包里。至于台子上的那颗珠子，还是不要管他了，小命要紧。\n“什么东西？拿出来。”这个人竟然变成了冷冷的声音。这是要我束手就擒吗？让我来这里到底是干嘛？\n我退后了两步，保持与他之间的安全距离。结果他的眼里闪过狡黠的光芒，竟然从包里拿出了利器，要朝我冲过来！\n额啊啊，杀人犯啊！我从他旁边绕过去，从大门里冲出去。啊，外面是紫黑色的天空，脚下是白黄色的石头。等下，这不是很像末地吗？我怎么会来到末地？来不及多想了，眼看那人就要到我面前来了，我只能后悔自己为什么这么不小心，竟然中了天大的陷阱。气死我了，那我就在人生的最后一刻发泄下这一生所有的怒火吧，发泄下对命运的不满吧！我将背包里所有的东西发疯似的往那人头上砸去。\n“去死吧你！”我什么都不管了，既然这人对我态度这么差，我也要把他修理一顿！我一脚踹到他肚子上，双手往他身上砸。\n想起身上还有力量药水，我赶紧喝了药水，拿出身上附了锋利1的铁剑往他头上砍。\n这时附近围观的人多了起来，都在窃窃私语，小声说笑，好像都在说我作死。按往常我应该面红耳赤地溜走了，可是这次我实在太生气了，管他的，上啊！\n“全部都停止。”肩膀传来一阵剧痛，我看见一个人走到我们中间，那人胸前的标签上写明了他是卫兵长。\n卫兵长又怎样？我冲他大吼道：“我停不停止关你什么事？你也去死吧！”说完又要往他头上砍。\n“呵呵。”卫兵长轻蔑一笑，一挥手就把我抬了起来。这，这是什么玩意儿？\n我实在受不了这般侮辱，下定决心离开这里，我再也不相信这些东西了，除非我鬼迷心窍！接着我把包里的附魔之瓶扔了出去。瓶子掉在地上，发出清脆的声音。\n整个世界似乎安静了。\n\n字数：957字\n\n一些废话\n\n字数终于破万了，感谢各位几章以来的支持、建议与陪伴，未来我还会继续努力！\n\n\n\n索引贴见签名档\n",
    "replies": [
        {
            "author": "Ziang39",
            "timestamp": 1464071640,
            "txt_content": "刚看到你的作品，并且搜并看前几次的作品，真是棒级了"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1464072840,
            "txt_content": "MR.11 发表于 2016-5-24 14:34\n刚看到你的作品，并且搜并看前几次的作品，真是棒级了\n棒极了就算了吧- -是新人"
        },
        {
            "author": "Ziang39",
            "timestamp": 1464072960,
            "txt_content": "tzxwdu 发表于 2016-5-24 14:54\n棒极了就算了吧- -是新人\n比我写的好的就算qwq"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1464397740,
            "txt_content": "语法和形容词啥的再稍微推敲推敲。\n结构掌握得很好了。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1464412860,
            "txt_content": "终于算是熟练了吧……同意楼上铵根说法。（错别字故意的）"
        }
    ]
}