{
    "title": "【埃尔丹科技开发招募】神族科技复兴",
    "author": "a970695276",
    "replyCount": 3,
    "timestamp": 1464069900,
    "txt_content": " 本帖最后由 a970695276 于 2016-7-13 14:55 编辑 \n\n开发环境：1.7.10\n开发进度：NBT 怪物 功能方块 装备基础都已假设完毕，模组已经进入了开发中期，需要大量的代码量堆积\n是否带新：新人可以带，不会可以教，但必须有热衷于脑洞与模组开发的心。\n模组背景：\n 1.航向未知：\n 作为卡锡安文明的第一批太空旅行者，能够生存至今本身就是一场胜利。奇妙的是，距离他们的使命开始仅仅只过去了一年。在这一年里，他们见识了一生当中都无法想象得到的奇景：有等离子构成的生物惊叹世上竟有人类这样由血肉构成的生物，而且还能驾驭太空旅行;有极其剧烈的火山爆发，乃至于影响到了位于行星轨道的飞船;武艺高强的花岗岩人型生物;专以黑洞为食的黑暗物质巨虫;将星球当作赛车一般操控的机械智能生物;比无数头鲸鱼加起来还要大的水母，好在流浪者号小得不起眼，才免于被它吞噬。各种难以用语言描述，却无比精彩的生物实体，无穷无尽。\n\n 2.埃尔丹族：\n 而此时此刻，在一个叫奈克萨斯的星球上(主世界)，一个名为埃尔丹的高科技智慧种族创造了一批它们的仆人，也就是奇械族，它们让奇械族自力更生，慢慢的，奇械族在奈克萨斯星球上强大了起来，成为种族代表。\n 3.流亡者号的到达（卡锡安人的太空航母）\n 这一天，流亡者号经过了很长时间的太空旅行之后，到达了奈克萨斯星球，当然，这时候埃尔丹族就不爽了，派动了奇械族开始进攻卡锡安，卡锡安当然打不过这些全身披着装甲的智慧生物，只好妥协成为埃尔丹族的附属，这时候埃尔丹族开始将目标方向宇宙，把自己称为统治者，开始派出大量的奇械族与卡锡安侵虐其它星球，并在过程中击败与收编了其它种族。\n 4.警世教会，\n 当然了，在埃尔丹族称霸以后，以及手下种族的交♂与繁殖，大量人民的统治需要进行控制，所以它们开始疯狂的宣传宗教信仰，把自己当作神，所以警世教会就这么出现了。\n 5.阶级统治，\n 既然国泰民安，那么保暖思♂♂，一些有军队权利的生物为了满足他们的欲望提出了阶级制，最主要的一点就是低阶不能与高阶交♂，哎呀这算什么主要的，其实就是门不当户不对啦。\n 6.叛乱，\n 当然有压迫就有起义，这时候原卡锡安人开始很不爽这个不平等的统治制度，他们自称流亡者并带着被压迫的卡锡安人企图要推翻统治者势力，不过结果显然是失败了，果然跟名字一样，流亡者们开始在各个星球流浪，那么统治者当然要除掉这些一段，开始了长期的抗争，\n 7.埃尔丹之死\n 当然了一个种族虽然强大的但还是有寿命的，此时已经过去几百年了，埃尔丹族自称要成为神离开了（其实是去见上帝），在死前他说要用强大的力量来帮助统治者统一宇宙，不过显然是吹牛逼的。\n8.新的开始\n 流亡者（玩家）在辗转多个星球以后，发现了早已无人居住的奈克萨斯星球，玩家开始在这里挖掘埃尔丹的高科技，走入埃尔丹科技时代。\n模组基础矿物：\n[suo]试试内容.[/suo]\n\n当然这里只是一个例子，太多我就不上传了嘛，\n未来の开发♂计划\n 铝土矿提取铝金属以后，玩家将进入芯片时代，芯片=智能，\n下面步骤，通过铝土提纯机提纯以后，玩家可以制作芯片，芯片可以制作控制台，然后可以接入能源机器，这是明天的内容\n 有了芯片以后可以开始制作：能量发射装置，能量接受装置，        可以开始制作芯片武器 ，工具，例如能源埃尔丹光剑 镭射矿工稿\n 有了芯片以后可以扩展各种机器，机器只需要外壳与芯片加上必要的材料便可以完成各种功能，例如埃尔丹加速熔炉，埃尔丹锻造台\n 有了芯片以后可以开始制作机器人（宠物）造价昂贵，实力高，并且自带存物空间\n 芯片创造世界，就是这样，这就是埃尔丹模组的精髓所在，进入芯片时代以后，玩家们将调整更强大的怪物，制造更强的装备，从而这是一个RPG生活模组\n 那么玩家的目的就是为了：打倒统治者获得交♂权，啊呸我污了\n点击链接加入群【埃尔丹科技组】 欢迎头脑风暴，大触，萌新，来交♂易吧\n总之 ，不会排版，将就看吧，{:10_560:} 还有几张没放的图，太麻烦不放了，因为比较大，只能在别的地方上传\n\n\n\n\n",
    "replies": [
        {
            "author": "55686368",
            "timestamp": 1465795140,
            "txt_content": "0.0我还以为是要。。。。搞星际争霸"
        },
        {
            "author": "a970695276",
            "timestamp": 1465863120,
            "txt_content": "55686368 发表于 2016-6-13 13:19\n0.0我还以为是要。。。。搞星际争霸\n一个关于星际争霸的爱情故事么 {:10_560:}"
        },
        {
            "author": "55686368",
            "timestamp": 1465879200,
            "txt_content": " 本帖最后由 55686368 于 2016-6-14 12:46 编辑 \na970695276 发表于 2016-6-14 08:12\n一个关于星际争霸的爱情故事么\n你可以参考下星际之门的故事。。。。。绝对不是爱情片，我签名放的图就是星门里的。。。"
        }
    ]
}