{
    "title": "<原创·连载>《古与始》[第二章·整装待发]",
    "author": "zyj0807",
    "replyCount": 1,
    "timestamp": 1464413580,
    "txt_content": " 本帖最后由 zyj0807 于 2016-11-2 22:47 编辑 \n第一卷·第二章·整装待发\n　　 天空湛蓝，一望无际，已然悬挂高空的太阳散发着令人舒爽的光芒，不过好在前几天下了场雨，因而倒不觉得是特别的热。\n\n　　路边一些人已经搬了几具木椅两两三三坐在一起，无一例外都穿着短衫。\n\n　　苏亚走在街道上，穿着蓝色短衫和更深色彩的长裤，阳光而略显稚嫩的脸庞沐浴在晨光下，有些惬意地眯起了眼睛。一头浅棕色的短发显得干净利落，他身后的背包随着走动不时微颤。\n\n　　“天气难得那么好，真是可惜了。”\n\n　　想到自己今天要去做的事情不容半分迟疑，苏亚挺了挺并不沉重的背包，唉声叹气。\n\n　　“只是我只会一点粗略的打斗技巧，不知道是不是应该找一个保镖呢。”\n\n　　苏亚知道自己不过是一个普通的小孩，或许会一点拳脚功夫，但在这个世界上根本不算什么。他和妹妹出生在的这个村落坐落于东国靠近西南的一个方向，地处偏僻，穿过村旁接壤的一片丛林就能看到宝石之海，几年也难以见到几个新面孔出现在附近，换句话说，就是穷乡僻壤。不过就算这样，他们这些小孩也对这个世界的情况有着大概的了解。\n\n　　世界大致分为三个部分，分别称为“主世界”、“下界”与“末影界”。苏亚所处的便是主世界，并且主世界有五个国家，依次是西面的群山之国塔兹诺姆、北面的冰川之国奥尔菲、南面的河流王国玛瑟利安、东面的隔海古国九隍、以及位于圣山一侧的国家，圣国伊拉斐尔。\n\n　　五国时代伊始，五国的实力划分就一直确定到现在。其中东国，也就是苏亚所在的王国，与其他四个国家不处于同一块大陆，而是与之相隔一片海洋，独自占据一片相对略小的陆地，俗称九隍之地。\n\n　　自第三魔力时代以来，人类得以感知到天地间积聚的魔力并有效地吸收，因而人类得以如同过去的其余生灵一样修魔力，而不是只有少数人成为低位巫师感知魔力。\n\n　　人类运用魔力多年后，分出了数个不同的派系，一是将魔力外放并独立脱离甚至引动天地魔力，这些人被称为法师，再是将魔力内敛在体内，加强体魄并运用魔力加强战斗技巧，而这些人则称之为魔武士。再有一些就是很少听闻的奇异的流派体系了。\n\n　　而人类修魔者所用的力量体系则是由白银高塔的巫师们所制定的，由于第三魔力时代后，魔力发生了改变，所以旧的体系已经不适合现在，就重新开发了一种制度。即“魔力金字塔体系”，是一种极度简略的体系。\n\n　　这种制度根据魔力的质量和总量将修魔者的力量等级分为十三层，适用于人类和那些同样修魔的兽类。层数越小者，魔力越强，人数也越少。\n\n　　能够感知魔力的人，在成功流转魔力以前，不称修魔者，称备选人，属于第十三层，是人数最多的群体。成为修魔者以后，以阶层为单位，划分等级，即第十三阶层对应备选人，十二阶层对应刚开始修魔的人，与层数一样。\n\n　　巫师在各国的城市设立机构来精确地检测魔力。不过此外也可以凭借魔力的颜色浓度来粗略判断一个人的大致实力。\n\n　　而苏亚，仅仅只是能感知魔力，却无法吸引魔力，他的妹妹索娅也是同样如此，不知是不是遗传原因，但听村落里的老人说，他的父亲是很强大的修魔者，倒也不明原因了。\n\n　　他也曾无不恶意地想自己是不是父母亲生的，居然天生不能引动魔力。不过在大陆上像苏亚两兄妹的人很多，而这种人则有一个广泛的称呼。\n\n　　——落选者，以形容“被魔力和神灵抛弃之人”。\n\n　　落选者只占人类总数的极少数，从某种方面来讲，也算是天才的一种了。\n\n　　只是不知道以后出了村子，他要如何生存。苏亚不由得有些恍惚，他正值少年，自然是不愿意被困在这么一个小村庄里，而是想去那些大城市里游历一番了。\n\n　　他忽觉阳光有些熏眼，不禁微微低头。\n\n　　一旁的索娅见他脚步突然间慢了起来，长年相依为命，她怎么能不明白自己的哥哥在想什么呢？于是她走上前几步，与苏亚并肩，再推了推他的手肘。\n\n　　“哥哥不用想太多，先把手头的事情做完再说吧。况且要出去的话......”说到一半，索娅的脸上突然浮现一丝奇异的神色，似乎带着一点捉狎的笑意。\n\n　　苏亚瞥了一眼她，轻哼一声，撇过头去，脚下的步子却是快了起来，他心知肚明自己若是接话下去，就要迎来可爱的妹妹一番善意的“嘲讽”。\n\n　　自从他拿着柄木剑颇为自得地要指导一同学习的妹妹比剑，然后被两下挑飞剑后，就再也不提独自出去打猎一类的事情。因为他要是这么要求的话，大人们就必定会说：“苏亚啊，先让他和索娅比比，等他剑什么时候不会飞出去了，再让他出去吧。”\n\n　　简直耻辱，苏亚不禁感觉有些牙痒，暗自发誓迟早有一天要好好整整这小丫头。现在就目无兄长，那将来还了得？\n\n　　两人在砂砾路上走着，很快就被路人们看到，于是便有人向他们打招呼。\n\n　　“早上好啊，小苏亚和小索娅！”\n\n　　“早！丽安娜阿姨！”\n\n　　“早啊，两小子，今天怎么起得比平常有点晚呀？”\n\n　　周围顿时响起一阵哄笑。\n　　\n　　索娅顿时觉得有些尴尬，她转头狠狠地瞪了苏亚一眼，却发现对方正九十度仰头朝天一副事不干己高高挂起的模样，让她气不打一处来。又只见苏亚放下头，一脸正气地同说这话的大人说道：“我这妹妹比较懒，你们也是知道的。唉，我一个男孩子又不好意思叫人家起床，所以今天就晚些出来了。”\n\n　　正这么说着，苏亚突然觉得有一道冰冷的眼神投射到了自己的身上，其中的意蕴似一柄利剑要穿刺自己，却是索娅一双妙目冒着森森寒气，死死盯着他。他眼神一动不动地望向前方极其坚定，仿佛没有察觉到这一点，但是额上却有冷汗流了下来。\n\n　　那人笑道：“你小子别一早就打诨，你有多懒全村人都知道，分明就是你家小妮子叫你起床你却不肯起来，索娅这么聪明，哪能受你欺负。”\n\n　　索娅立刻得意地哼了起来，周围又是一阵笑声蔓延开。而苏亚则摸了摸鼻子，脸皮极厚地笑了一笑。\n\n　　“法尔克大叔你可不能诬蔑好人......”\n\n　　“好了！你小子，也不想想你的脾性，多少年了我们早就已经摸清楚了。”法尔克笑骂了一句，随后看向了索娅，“这次出去可要看好你哥哥，拿不准哪会儿他又跑丢掉了。”索娅猛地不停点头，如同小鸡啄米一般，还不时看向苏亚，挑衅之意不言而喻。\n\n　　苏亚看她这幅神情，嘴上刚要反驳几句，却见法尔克大手一挥：“好了时间不早了，快去老斑克那里吧。这次出去，一定要小心。”\n\n　　两人点点头，告别了法尔克和其他人，来到村子里铁匠铺后的小屋，推开门走了进去，\n\n　　听到有人推门进来，一位坐在屋内拐角后桌前的约莫五十出头的男人抬起头淡淡地看了一眼，随后转身从背后搬了个包囊扔在桌上。\n\n　　“斑克大叔？”这是索娅。\n\n　　“索娅你声音轻点，斑克大叔耳朵不好。”这是苏亚。\n\n　　这位穿着一件陈旧白色匠袍的大汉的眼皮子不由得抖了抖，什么叫耳朵不好？上次说他腰不好这次又说耳朵？\n\n　　耳朵不好怎么打铁？用鼻孔？\n\n　　他深深吸了一口气，劝说自己不用和这个臭小子计较。\n\n　　“斑克大......”\n\n　　“嘘——喊了一声没回音也许是睡着了，这样也好我们先偷偷拿点东西，等会！门别关了。”紧接着门口响起了一些悉悉索索的声音。\n\n　　老斑克只觉得自己胸口突然堵了一口气，必须得狠狠吐出来才行。他看到一道蓝色的身影即将过了拐角，抓住桌上的包裹，看准时机就是猛地扔了过去。\n\n　　常年的打铁生活造成了他肌肉虬结的双臂，臂力自然不俗。这一丢，直接导致了那蓝色身影发出了一声惨叫，随后晃悠悠地倒了下去。\n\n　　他走了出去，看到苏亚躺在地上，身侧是那个包裹，不停地翻着白眼。而一旁的索娅则是无奈地捂住了额头，看到斑克走了出来，有些歉然：“不好意思了斑克大叔，哥哥又给你添麻烦了。”\n\n　　地上的苏亚一听见斑克的名字，立刻从地上弹了起来打招呼：“哟！斑克叔早上好。”\n\n　　老斑克正眼连看都不看某位少年一眼，而是转向索娅仔细交代了几句话。索娅听着，不住地点头应声。\n\n　　一旁的苏亚见这两人不理睬他，觉得无趣，就从地上捡起包裹。但是刚一捡起，他的脸色立即一变。\n\n　　“大叔，这里面是什么东西，怎么那么重？！”\n\n　　他用上两只手，才勉强拾起来，咚的一声放在了木桌上。\n\n　　老斑克懒洋洋地转头来瞥了他一眼，才不情不愿地朝他动了动嘴皮子：“好东西，别随便打开来。”话虽然这么说，但当他一边说一边看着苏亚打开包裹，从里面拿出一把银光闪闪的物件以后，还是无奈地摇了摇头。\n\n　　早就知道这小子不会听话。\n\n　　“唉......”他叹息一声，却见苏亚放下了背包手中拿着一柄精铁长剑，正皱着眉头把玩着。，\n\n　　“小子觉得怎么样，顺手不？”他问道。\n\n　　苏亚听到他的问话，一声不吭地停下了手中的动作，放下了剑，默默地揉了揉手腕。\n\n　　“还好，就是比平时用的要重很多。”\n\n　　“你平时用来练习的只是普通石头凿雕出来的，这柄可是铁剑。”\n\n　　苏亚仔细看了看摆在桌上的剑，回答道：“也是。”而后又坐下，两手举剑努力适应着这重量。\n\n　　“这么重的包袱，不会拖累我们么。”索娅在一旁，黛眉间流露出一抹担忧。\n\n　　老斑克拍了拍她的头，刚想开口解释，却听得旁边传来一个淡淡声音。\n\n　　“索娅你不用太担心，我估计包裹里面的东西基本上是给我的，所以拖累得也大概只会是我吧。”\n\n　　苏亚的语气里有些委屈。\n\n　　有些年迈的铁匠挑了挑眉：“把你从我这里偷偷拿的东西都给我放回去自然就不累了。”\n\n　　少年干笑几声，极其不情愿地把背包打开，从里面拿了一些事物出来。\n\n　　老铁匠一件一件地盯着，眼神十分严厉。苏亚被这眼神盯得心中一阵发虚，又不着痕迹地把一样东西藏到了背后。\n\n　　直到最后一件东西被摆在桌上，他才放松下来，紧接着他的余光又看到苏亚鬼鬼祟祟的表情，怒道：“混小子把你藏背后那东西给我拿出来！”可等到他看见那东西后，却又愣住了。\n\n　　半晌，他看向了索娅，脸上浮现出沉思的表情。\n\n　　索娅有些莫名其妙，忍不住想要出口打断他的沉思。可这时候，苏亚又丢过来一样东西，让她一阵手忙脚乱。\n\n　　“短弓？”借着窗柩穿来的晨光，她端详着手上的木质短弓，并且将带着询问意味的眼神朝苏亚投去。\n\n　　“那就是给你的，你只管拿着就行。”哥哥义正言辞地说。\n\n　　老斑克看到了这一幕，但他十分反常地没有阻止苏亚的行为。看到索娅迷茫的神色，他开口道：“小索娅，你拿着吧，总不能让你哥哥保护他自己。”\n\n　　某位蓝衫的少年脸色一黑。\n\n　　“外面起风了，时间也不早了，你们......准备出发吧。”斑克找出一副箭袋给索娅，窥了眼窗外，说出了先前两人已经听到过的话语。\n\n　　苏亚和索娅颔首表示明白。他们一个人背上背包，一个人背上一个箭袋，向铁匠告别后，就离开了小屋，身影逐渐消失在道路的尽头。\n\n　　老斑克站在铁匠铺边，目送他们离开，眼神闪烁不定。他站了很久，直到两人的身影彻底消失，身子也依旧停在风中一动不动。\n\n　　不知过去了多长时间，另一道挺拔的身影来到他身旁。\n\n　　“斑克，在想什么？”那道身影问道。\n\n　　“现在仍是早晨。”斑克喃喃自语。\n\n　　“也挺危险的不是吗？”那身影也不知是不是在回答斑克，说出了这么一句令人摸不着头脑的话。\n\n　　“也是......”斑克回过神来，看向身旁的人影以及一双宝蓝色的深邃眸子。\n\n　　“走吧，法尔克。”他说，任由自己的衣袍飘动，当先走去，“大家应该已经在等我们了。”\n\n　　宝蓝色眸子的主人沉默不语，仿佛有些担忧地看向了苏亚和索娅消失的方向，跟上了斑克。\n\n　　晨光不再熹微。\n\n　　因此正午就快要到了。\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1464426300,
            "txt_content": "大嘎猴我系谢策察\n\n\n前排围观\n竟然不at人"
        }
    ]
}