{
    "title": "【原创.单篇】【青丝绕弥音】【后夏】（懿品天夏）（mc建筑小说",
    "author": "后夏",
    "replyCount": 6,
    "timestamp": 1464446220,
    "txt_content": " 本帖最后由 后夏 于 2016-6-26 23:28 编辑 \n\n\n\n建筑：Extremes Studio工作室 —弥音阁\n作者：bali\n\n【青丝绕弥音】\n—\n【序】\n江城子.弥音阁\n长欢灯火巷中寻。拢裘衾，雪微侵。旦暮笙歌，玉砌若镶金。不夜窗棂帘幕落，天下事，问君心。\n权谋拂袖向天浔。志林林，马骎骎。遥指苍穹，辗转却孤吟。落日倚阁星月临，琴瑟错，落弥音。\n\n后夏\n—\n【壹】\n弥音阁是京里权贵最爱的酒馆。\n这里有全国各地的庖人和歌妓舞姬，集聚全国各地最精美的菜色，常年酿出全国最纯的佳酿。\n最重要的是弥音阁的所有者，不是一般富商，而是当今七皇子江欢。\n还有一个敛财的噱头，就是弥音阁的音乐。弥音阁新曲一出，便是各大酒楼争相传唱。\n据传每一首曲词，均为一名女子所出。\n—\n【二】\n“今晚弥音阁要唱新曲了，据说是那位亲自抚琴！”\n“我半月前就定好座位了，好像一周前就一席千金了。我买的时候就很贵了！你呢你呢，买到没？”\n“真的么？我是有朋友在里面做小管事，提前给我弄好了！哈哈哈！”\n“你这家伙，在弥音阁认识人，真了不得啊！什么时候引荐给兄弟我？！”\n“哈哈，改日一定，一定！现在我可要回去准备一下了。弥音阁可不是一般服饰就有脸进去的！”\n“也是。据说那位的容貌可不差阁里第一舞姬呢……”\n—\n弥音阁内某一室。\n“弥音姑娘，你可准备好了？来看看外面还有什么准备不周的地方么？”一位女性老仆候在门外轻声问。\n“好了。外面还是麻烦您了，我就不用出去了。”隔着门微微可见一女子身影。\n“哎，好的。”正欲离去。\n“姥姥。”女子顿了片刻。“今晚他，真的会来么？”\n“恩，姑娘不必多想，殿下肯定会来的。”老仆含笑，谁不知道这两位的关系，弥音，弥音阁，还不是一目了然。偏偏殿下还不把她带入府中，对了，估计是考虑到已经有两房侧王妃，怕委屈了她吧。“唉……”深深叹息。\n“但愿如此吧。”弥音低下头来呢喃，轻梳颊旁垂下的青丝。\n—\n【三】\n入夜。微雪。\n却并不妨碍弥音阁的生意，为了这一夜等了多久，所有人心知肚明，怎么可能下点雪就不来一睹芳容呢？\n为保暖，门前放下厚重的帘子，但这并不影响阁内灯火透过窗棂，印在雪地上，一片红火。\n一男子骑马缓行而来，在阁前利落地翻身下马。小厮迎上来，“客官…诶，殿下，这边请！”\n男子拢了拢厚厚的大裘，递出一包碎银。\n“天冷，这些钱给外面的弟兄们买点酒喝吧，阁里的酒增暖方面不行。”说着随着小厮掀起的帘子踏进阁内。\n小厮连连点着头。“殿下还是一如既往地体贴。”\n—\n“大将军，右丞相。来迟见谅。”恭恭敬敬行了个礼。江欢落座。\n“那里的事，七皇子从郊外赶来也是辛苦了。”右丞相摸着胡须满满说。\n“我这边可先喝起来了，七皇子你不会多怪吧！哈哈！”大将军说着又自斟一杯。\n“那里那里，只要不误了我们接下来的大事就好。酒嘛，自是随将军你了。”江欢也自斟一杯，抬手饮尽。“这阁内，也没什么拿得出手的，倒是接下来这些曲儿，是不错的。请大将军，右丞相暂且听听吧。”\n“我们边聊边听。”右丞相垂眸。感受到了弥音阁内高涨的情绪。\n“这天下啊……”大将军的话淹没在了周围人声中。\n\n—\n【四】\n她一步一步迈向舞台。\n嘈杂的声音随着她的出现渐渐平息，所有人仿佛屏住了呼吸，默默看着她走到琴旁。\n微微俯身颔首，她抬眸看向正对着的一厢房间，垂眸坐下。\n衣袖垂到地上，露出纤纤细腕，素手落到琴上。奏起第一音。\n久久不落。\n“江潮涨落舟悠悠，\n梅妆对镜道休休。\n莺啼闺暖化春愁，\n一叶忽落便知秋。\n人不留，\n求公侯。”\n—\n“七皇子？七皇子！”大将军惊醒正认真听曲的江欢。\n“嗯？嗯。”刚刚，他仿佛记起他们最初相遇的时候。\n她是琴圣的唯一一名弟子，虽是琴圣所拾得的遗孤，却年未及笄便得尽真传，甚至有超越的情势。\n那年琴圣奉命来皇宫演奏，当稚嫩的她在金銮殿上为琴圣和曲，着实惊艳到了他。\n“你是皇子么？”演奏完毕，玩性依旧的她坐在后花园的秋千上问道。\n“是。”\n“嗯。那帮我推秋千吧！”望着她自然的笑，他居然无法拒绝。“好不好？”她微微撒娇，就像平常对师傅那样，却不知在他看来这举动的诱惑力。\n“好。”\n—\n【五】\n然后琴圣一直留在宫中，顺理成章的她也住在这里。\n又然后琴圣去世了，她执意告诉皇帝不愿留在宫中，孤身前往原先住地埋葬师傅。\n再然后是他在宫外另辟府邸，造了弥音阁。同时，纳了两个侧妃。\n而她兜兜转转，又来到他的弥音阁中，任首席乐师。\n“为什么，你不愿嫁给我呢？”他这般问道。“因为你的师傅么？”\n回答他的只有一首改版的凤求凰。格外凄厉，晕着无数幽怨。\n从此他再每日一下朝便跑来弥音阁，就算有事要来也不与之相见。\n而她只是做着她该做的事，没有怨言，没有期许。日复一日在房里作曲。\n仿佛呆在弥音阁便是她唯一所求。\n—\n“殿下。弥音姑娘求见。”“允。”\n她离场时间已到，便不假思索地前往那个正对着舞台的地方。\n大将军和右丞相早已离去。他一个人喝着已经冷了的酒，痴痴的听着这一首接一首的曲。\n因为担心她的手吃不吃得消，当她一进门，便将目光扫向她的手。还好，并无大碍。\n悄无声息舒了口气。\n“殿下，请允我离去。”她知道他有大事要做，也知道他一定会成功。\n那么他功成后……想到这，她坚定了决心，以一种不容反对的眼神直视诧异的他。\n“你……为什么？”他慌乱起来。\n他又记起当初月下，两人偷偷摸摸私许终身。\n何时开始，你我渐走渐远？\n—\n【六】\n她还是走了。\n“骑我的马走吧。”拗不过他，她为难地接受了。\n清晨，一夜未眠的他站在弥音阁她一直作曲居住的房间，看着她背着他送她的琴远去。\n没有一丝犹豫，故而没有一次的回眸。\n他这般想着，侧首嘲弄的笑。 \n“小六子！”他不再看天边朝阳温柔地洒在她的背影上。“告诉右相，计划开始……”\n要变天了。\n—\n不出她所料，他的确成功了。\n七皇子。不。该叫他皇上了。\n出人意料的他并没有封后，而为了平衡势力嫔妃却纳了不少。\n右相成了左相，一直在和大将军为各自的女儿争夺皇后之位，故而人们都说不封后是帝王权衡之术。\n他笑笑。\n还是没有她的消息。\n—\n【七】\n她不是不想回头，而是不敢回头。\n早已泪流满面。\n她回了一趟琴圣的坟墓，然后在各地流浪。\n早就知道了他登基的消息，却还是一年后才发消息给他。\n是一段新曲。之后每年都会托人带一封信给他。也不知道收不收的到，每年就在他生日那一日交出去。\n而平常她则是四处游走，教授琴艺，以乐为生，直到她短暂的生命消逝。\n—\n这是他登基以来最开心的一天，身边的太监都能感到他的愉悦。\n她寄了一封信。所幸底下人还有点脑子，看到弥音二字便给他送来了。\n里面是一段曲，一朵花。\n第二年依旧是一段曲，不过换了个物件。\n……每年如此，但从来没有确切的消息。\n终于有一年。信再也没有出现。却有了她的消息。\n—\n【八】\n琴圣墓旁。一座墓稍旧，辨认出是当初她骑走的那匹他的爱马的。\n一座稍新，不用说。他坐在了坟前。\n一生未封后的他老泪纵横。\n—\n他把皇位交给了自己的侄子，很有才干的人，也比当初的他勇敢，封了他最爱的人为后，没有后宫佳丽。\n于他而言，是谁坐这皇位都不重要了。\n可惜，他明白的太晚太晚，用尽一生才明白。\n弥音留下的不仅仅是数百首新曲，还有不少受过其教诲的琴师来到弥音阁任职，为阁内带来一股新鲜血液。\n他开始爱呆在她曾经的房间里。他好像能感受到当初她有多期盼他的到来。\n日月移位，昼夜交替。\n弥音阁迎来新的夜晚，新的长欢。却并没有他的。\n他只听到琴瑟起伏错落，\n自己孤身一人。\n当年她独奏的第一个音。\n缓缓落下。\n—\n【终】【后夏】\n\n\n\n\nimage.jpeg (147.97 KB, 下载次数: 2)\n\n下载附件\n\n2016-5-28 22:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "没糖的葫芦",
            "timestamp": 1464536160,
            "txt_content": "不错挺有意思的"
        },
        {
            "author": "后夏",
            "timestamp": 1464619140,
            "txt_content": "没糖的葫芦 发表于 2016-5-29 23:36\n不错挺有意思的\n非常感谢www"
        },
        {
            "author": "940595236",
            "timestamp": 1465049340,
            "txt_content": "我还以为你不混周边创作的呢。\n话说词娘好像……更适合周边创作……"
        },
        {
            "author": "后夏",
            "timestamp": 1465049520,
            "txt_content": "940595236 发表于 2016-6-4 22:09\n我还以为你不混周边创作的呢。\n话说词娘好像……更适合周边创作……\nhhh怎么会呢。还有一个诗词贴看到了么www那个应该也算是我的后期配词展示吧。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466940960,
            "txt_content": "有些时候我们就是需要这样的，好东西。"
        },
        {
            "author": "后夏",
            "timestamp": 1466954700,
            "txt_content": "安根_Engon 发表于 2016-6-26 19:36\n有些时候我们就是需要这样的，好东西。\n唔。。。感谢"
        }
    ]
}