{
    "title": "【原创·连载】【问道】【序章—第一卷】 【by坑爹-kengdie】",
    "author": "坑爹-kengdie",
    "replyCount": 14,
    "timestamp": 1464505800,
    "txt_content": " 本帖最后由 坑爹-kengdie 于 2016-6-2 18:51 编辑 \n\n       一个平凡的小村，一对不凡的父母，一段不平凡的冒险，一个不平凡但却必须平凡的少年。却因躲避仇家进入凡尘世界，因获得大机遇从而进入修仙界。\n人物介绍：羽天：封天宗传承弟子，为封天宗太上长老首席弟子。修为：灭天期中期巅峰。性别：男。年龄：未知。\n人物介绍：姜衡：本小说主角，为六道剑仙和六道法仙之子，其父母为躲避仇家从而进入凡尘世界，因有大机遇，所踏上修仙路。性别：男。年龄：未知。\n人物介绍：六道剑仙：为第六界巅峰强者之一，为躲避仇家带着六道法仙和其子进入凡尘世界。修为：问道期巅峰。性别：男。年龄：未知。\n人物介绍：六道法仙：为第六界巅峰强者之一，为躲避仇家跟着六道剑仙和其子进入凡尘世界。修为：问道期巅峰。性别：女。年龄：未知。\n第一章—海边奇遇\n      天空越来越暗了，似是快要下雨了，海边一个孩子在寻找什么，几分钟后他并没有找到什么东西，他很是焦急，天似是要帮他冷静下来下起了雨，海边一个沙坑中闪着明亮的光，孩子看见了跑了过去，“终于找到了，这下我送妈妈过生日的礼物有着落了。”孩子手中拿着一个明亮的珍珠，这孩子是多么天真，多么无邪啊！\n        可这时异变发生了，远处的天空闪着红色的光，这个小孩正在远处的海滩上看这他们。\n        有着六道人影，一人被五人包围着，突然包围着他的人大声吼道“羽天，如果你现在把那件通天至宝交给我们，我们还能留你一命！”\n      “饶我一命吗...可你们这种想拿至宝统一宗族的人可信吗？”被包围的俊朗少年平静的说道，他声音似无波的水，平静而又深不可测。\n      “这么说你是不愿意了？兄弟们上！杀了他夺取通天至宝！”那大汉吼道，其余四人立马拿出法宝攻向那俊朗的名叫羽天的少年。\n       他再次说出了一句话，一句惊骇的话“我宁愿将此宝给予别人，也不愿交与你们这群恶人。”他飞向在看着这边充满红光的孩子，然后拿出了一把闪着银光的剑，丢向了那个孩子，那孩子还不明发生了什么那剑就融合与孩子身中，天空传来羽天的一句话“此宝名为封天，外形为剑，出窍可断世间万物，可斩苍穹；可灭天下生灵；可碎天地山河......你要善用这剑不能让它落入恶人手中...否则世界将会因为此剑毁灭......”\n      “我的时间不多了...送你一句修炼口诀，手中无剑，意为剑，人剑合一，冲云霄，不为求道，为修道...”羽天的身体已经有一半化作了白光进入那吧名曰封天的剑“还有一招和此剑配套之绝技—名为封天剑法...我将此剑重中之重的口诀交与你，当你完全明白其意时，我会将下技教授与你。剑有封天志，只为封天存。”说完这一句口诀羽天彻底融入了剑中。\n       这时后面追杀羽天的人也飞来了，那大汉怒吼道“剑呢！我的封天剑呢！我为了此剑在封天宗潜藏了数百年啊！可恶的羽天！可恶的封天宗！”这时剑已完全融入孩子身中，孩子也昏了过去......\n       这时那大汉已经非常不冷静了，不过好在他身边的四人及时控制住了他，并安慰道“老大，这通天至宝世间又并非只此一把，我们可以再潜入焚天宗取其镇宗的通天至宝焚天火啊”那大汉终于冷静了并且说   “好吧，顶多再浪费我数百年而已，我们灭天期修士寿命可长为几千年，好了我们去焚天宗吧！”\n       这时孩子的家长已经撑着伞来到了海滩边，他们看见了之前发生的事，但是他们却毫不觉得惊奇，因为他们是问道期修士...“这孩子与修仙有缘，让他踏入修仙的道路也许是个选择。”这是一个颜容中等的女子，随已经使用化容术掩盖了颜容，但是高贵的气质依旧存在。\n      “也许这是一条路，但是修仙路途的危险你也不是不知道。”口气带着温柔的看向女子又看向他们的孩子......他难以做出决定，修仙路也许他的孩子会有前途，但是前途的背后是所有人都无法想象的险恶。如果不去走修仙路，去走这凡尘之路也许没有危险，但是，他只能不断的进入轮回，且寿命只有100岁左右。对于凡人100岁也许算高寿，单对于修士，却只是生命里的一部分...他不愿意他的孩子去修仙，也不愿意他的孩子就这么平凡。\n       “那，难道你愿意让他这么平凡下去吗？”女子再次问道。\n       “当然不愿意，但是总比遭受无尽的危险好。但是看在这次的机缘上，我能破一次例，如果他再次遇到机缘，我会同意让他去修仙，但如果他没有机缘，我就只能让他依旧是凡人，过着平静的生活。”\n         他说完话时他已抱着孩子慢慢的走回他们的家...那女子也撑着伞跟着他慢慢走回他们那在一个小村子里的屋子。\n         当他把孩子带到家时，把他放在了床上，施展起了一个封印记忆的法术。\n         施展完法术后他和他的妻子说：“我已施展锁神术封印了他的这段记忆，当他进入修仙界时会随着他的修为慢慢恢复记忆。”\n作者废言：大概再有1到2章就写初踏修仙路了。\n今天是2016年6月2日星期4农历4月27日，我上传了一张自己做的封面==\n想看看封面的请加我QQ2644511816，我会发给你们，因为上传不了所以请谅解\n\n",
    "replies": [
        {
            "author": "坑爹-kengdie",
            "timestamp": 1464684540,
            "txt_content": " 本帖最后由 坑爹-kengdie 于 2016-6-2 18:46 编辑 \n\n出场人物介绍：\n新人物：剑馆教师：曹林，天佑城里的一个剑馆中的教师。修为：无。年龄：45\n新人物：剑馆馆主：吕天，天佑城里的一个剑馆中的馆主。修为：凝气三阶。年龄：51\n新人物：剑馆大师兄：罗阳，天佑城里一个剑馆中的大师兄。修为：聚息五阶。年龄：19\n第二章—我想加入剑馆！\n    夜晚时孩子苏醒了过来，“嗯...我这是在哪儿啊，我记得我在沙滩晕了过去啊。”那孩子说道，“我们在沙滩边发现了你晕倒在那里，我就叫你父亲把你给抱回去了。”孩子略有些感觉忘记了什么，但是他实在是想不起来。“娘，我饿了，您快点把晚饭做了吧。”听了孩子的话他的娘重新回到灶子旁拿起锅子做饭。\n    这是他爹问他：“几天是你娘的生辰，听你说今天去沙滩那里你就是为了你昨天找到，埋下的珍珠？”姜衡点了点头说道：“是啊，我记得今天是娘的生辰啊，你说的我去沙滩找珍珠也是为了给娘当礼物”姜衡的爹略有些无语，这是姜衡的娘已经做好了晚饭叫他们去吃，姜衡的娘对姜衡很是心疼不忍心让他挨饿做完饭还没休息一下就叫他们去吃饭“姜衡、凌修，来吃饭了。”姜衡迅速的跑到了餐桌那里拿起筷子和碗大口大口的吃了起来。\n    吃完晚饭，他的娘问他将来你想干什么，他想了一下，他以前跑到街上去看到了一群恶人收钱，那些不给钱的就会被他们打，所以他立即说道：“我想学剑法。”这是他的娘很好奇：“为什么你会去想学剑呢？”“因为剑是兵器中最强的，等我学了剑法我就能保护你们啊。”这时他的娘想到姜衡他的爹凌修不就是剑仙吗？但她想了想觉得还是不要让姜衡知道他爹会剑法。\n    “哦，好了姜衡你去睡觉吧，明天你娘我带着你去找剑馆带你去学剑法。”最终她的娘对他说了这句话就去休息了。\n    姜衡也跑去睡觉了。姜衡的爹突然出现在姜衡的娘孟丽附近，“你为什么不让他跟着我学习剑法？”“因为这样他也许会发觉出什么。”凌修道：“我可以和姜衡说这是我巧遇中得到的啊。”孟丽最终还是拒绝了姜衡跟着他爹学习剑法。\n    “既然他决定了要去学习剑法，而又不能让他看出你是六道剑仙，就送他去剑馆吧”说完此话孟丽已经回屋睡觉了。只留下了凌修在沉思...最终凌修想了想还是姜衡的娘主意好，就也去睡觉了。\n    第二天早上，姜衡因为他娘孟丽要带他去剑馆学习剑法由于过于兴奋很早就起床了。见姜衡醒了孟丽也穿好衣服带着他去城镇学习剑法。\n    这时姜衡想起昨天他娘的生辰礼物还没送给娘，突然停下步伐。他娘问道：“怎么了姜衡？有哪里不舒服吗？”“没有，对了娘这是你的生辰礼物”他拿出那粒珍珠递给孟丽，他的娘笑了，笑的很美。然后孟丽继续牵着姜衡来到一个叫做凌云剑馆的地方。带着姜衡进去。\n    剑馆的大师兄看见了去叫了馆主来，馆主道：“请问你们是来报名剑馆的吗？”“是的，我娘带我来这里学习剑法呢。”“哦，原来如此，那么和我来吧。”来到了一个桌子前，桌子上一块铁板上面有拿剑刻出的几个字：报名费用100文铜钱。“好了请交于我100文铜钱我会教导他剑法的。”孟丽拿出100文铜钱交给了馆主。\n    “好了姜衡，以后这里可以说是你第二个家了，好好和他们相处。”然后孟丽就离开了。留下姜衡在这里，“好了我自我介绍一下，我是凌云剑馆的馆主吕天。”“我是凌云剑馆的大师兄罗阳”“我是凌云剑馆的教师曹林。”，“你们好，我叫姜衡...”大师兄罗阳说道：“你好姜衡，以后我就是你的师兄了，叫我大师兄就好了。”然后一群剑馆弟子过来一一和姜衡问好。\n    曹林教师过来带着剑馆弟子和姜衡去学习剑法了。\n    曹林说道：“剑为兵器之首，可进攻可防御，现在我们学习起剑式”然后他做好了起剑式的动作，姜衡也学着做，那些剑馆弟子早就学过很多次，所以熟悉一点，做的动作也标准一点。\n    直至傍晚，剑馆要关门了，自从学剑法开始姜衡就一直沉迷在剑法里，馆主也说他很有学习剑法的天赋。\n     "
        },
        {
            "author": "坑爹-kengdie",
            "timestamp": 1464702300,
            "txt_content": " 本帖最后由 坑爹-kengdie 于 2016-6-2 18:53 编辑 \n\n出场人物介绍：\n新人物：猛虎剑馆馆主：傲天：天佑城中的猛虎剑馆馆主。修为：凝气三阶。年龄：54\n新人物：猛虎剑馆首席弟子：袁灵：天佑城中的猛虎剑馆首席弟子。：修为聚息五阶。年龄：20\n新人物：猛虎剑馆新弟子：赵华：天佑城中猛虎剑馆的新弟子。修为：无。年龄：12\n新人物：神秘人：名字未知：自称为天佑城第一修士。修为：未知。年龄：未知\n新人物：天机道长：名字天机：是天机道观里的道长，据说这天下没有什么他不知道的事情。修为：未知。年龄：未知\n第三章—凌云剑法！\n    第二天早晨姜衡就已经完全可以自己走进天佑城中的凌云剑馆了，他已完全熟悉了前往剑馆的最快速度的路程，昨天休息时他就一直缠着大师兄问最快速度进入天佑城凌云剑馆的路线，到剑馆关门的时候他已经把整个路线都记下来了，大师兄甚至说他如果他不是要学剑法都能当上状元了，第二天依旧是学起剑式，馆主说每五天换一个剑式学，今天学的是起剑式的作用，先要听教师讲完作用然后再去实践练习，根据大师兄说每六天馆内进行比武，会排出剑法学习榜，以往都是大师兄第一，但是自从来了姜衡，他就觉得自己多了一个很大的对手，哪怕对手比他小了7岁，没错姜衡才12岁就开始学习剑法，正处于学习的最佳时刻。\n    而大师兄在15岁才开始加入剑馆，学习时间是比姜衡多了整整4年，可错过了最佳学习期，而姜衡正处于学习最佳期，往往一天的学习抵上他们半个月多，有的人会觉得会有这么夸张吗？等姜衡到了19岁可能剑法他都能自创出两三套。\n    教师开始讲解了起剑式的作用：“起剑式为剑法开头，摆好姿势可进攻可防守，摆完时不出剑处于防守形态，出剑时剑需指敌人要害，起剑式退可防守，进可攻击，又可观察。如果一个人不使用起剑式会很容易被对手找出破绽，起剑式还有一用，就是可以起到气势的崛起，差不多就等于蓄势一击。可震慑对手，别看气势这种东西没攻击力，可一瞬间爆发的强大气势可以压制地方出剑速度或出招速度，可给敌人造成一瞬间的停止状态，这一瞬间非常重要，因为起剑式还包括了寻找破绽这一作用，所以等敌人造成停止时，剑可刺、可砍、可斩敌人要害。好了你们现在去摆起剑式动作我要一个一个的指出破绽和缺点，并且尽量帮你们想出完美的解决办法。”说完曹林带着剑馆弟子们去了练习场，让他们一个一个摆出起剑式，“林涯，你的剑摆的太低随可加强护住下身要害但头颅、眼睛还可以被击中，剑摆在心脏上方一点然后剑刃向左倾斜。”\n    就这样时间缓慢的过去，终于只剩下大师兄和姜衡了，“罗阳，你的剑姿势虽然看似标准可中看不中用，我只需一剑就可击伤你，你的剑中心点在心脏发力点在剑柄，越往剑尖走越无力，我击中你剑尖部位你就会因自己的剑而刺伤自己。”然后大师兄把剑尖调到了过左肩膀一些的位置，曹林正在认真的观察大师兄有什么破绽，过了一会儿。曹林说道：“很好，明显破绽已全部消失，一些细小的破绽如果不近距离观察久一点，不会发现，不用太在意这些细小的破绽，战斗时没人会近距离观察你那么久，但是能弥补最后弥补。”终于观察到了姜衡这里，由于姜衡才12岁个子还比较矮，所以曹林要低着点头观察。“姜衡你的剑姿势摆的很完美，只留下了细小的破绽，甚至你自己都弥补了一些细小破绽，这再度证明了你有学习剑法的天赋”然后他再次回到剑馆弟子前方，“好了现在开始实践吧，互相观察对方的破绽，但是你们只能用木剑。”由于铁剑比较重姜衡拿不动所以从开始到现在都是拿着木剑，那些拿着铁剑的师兄师姐们都一一放下铁剑，然后换成木剑回到场上。\n    就当所有人快开始练习时，凌云剑馆门口响起了一个声音“凌云剑馆的废物们！我猛虎剑馆首席弟子袁灵来讨教讨教了。”他身后跟着一个同样拿着一把刻着猛虎的剑，听到这声音凌云剑馆的老弟子们都咬牙切齿的，姜衡问道：“师兄师姐们你们怎么了？”回答他的是神情变得冰冷的大师兄罗阳，他的神情完全变了，从原来的热情变成了现在的冰冷“他们是猛虎剑馆的人，几乎每隔个几天就要来砸我们场子。”“他们为什么这么做？”“因为我们两家剑馆是天佑城中最有名的两家，他们猛虎剑馆只要除去我们，那么他们猛虎剑馆就会成为天佑城第一剑馆，从而名声大噪然后所有想学习剑法的人都会去他们剑馆，他们会有更多的资金和人气。”\n    听到罗阳师兄这么说，他突然觉得这个猛虎剑馆变得非常可恶，就在这时他们来的人就大叫道：“罗阳大师兄，上次我巧胜你，你现在感觉怎么样啊？哈哈哈。”这句话里面带着深深的嘲讽。但是大师兄立马就接着道：“久闻未见，那都是半年前的事情了你还能说的出口？有本事我们在比一次啊！”那袁灵也接着：“好啊，我的罗—阳—大—师—兄。”然后他们就去凌云剑馆平时练习的地方比试了起来，过了大约半个时辰他们终于快结束了，就当双方都精疲力尽的时候那袁灵突然拿出一个黑色的钉子飞向罗阳师兄，由于他们对战了这么久，已经无力格挡了，钉子刺进了罗阳师兄的右肩，他的伤口溢出了黑色的血“袁灵，你竟然使用暗器...不好这上...面有...毒...”然后罗阳师兄就晕了过去。馆主吕天出现把罗阳师兄给带走了。\n    那站在袁灵身后的大汉终于开口说话了：“吕天，你的大弟子有败了哦，不过这次我不算你输，我还有一个新收的徒弟，就和你最近收的资质最后的弟子比试比试吧。”这时吕天已经气的头上冒出亲青筋了然后吼道：“傲天！你不要欺人太甚！”那名叫傲天的大汉又说：“我怎么欺人太甚了？只是比试一下而已。”\n    这时吕天已经被对方的话语堵死了，只会让姜衡上阵对抗，这时傲天新收的弟子也从猛虎剑馆到了这里，二话不说见到对方就已经开始比试了，因为他们都拿不动铁剑就用起木剑开始对战，首次对决双方是势均力敌，可是慢慢的姜衡有些支撑不住了，显然对方是经过了严格训练的，当姜衡精疲力尽时，对方一剑刺了过来，虽然不会受很大的伤但被打倒就证明他败了。但是突然姜衡身体银光一闪对对方造成了一瞬间额失明，这时姜衡已找到了破绽刺了过去。\n    终于对方被一剑给刺倒了，猛虎剑馆的新弟子败了，但姜衡也体力不支倒了下去，猛虎剑馆馆主表情一下就变了，然后含着怒火吼道：“看什么？袁灵，还不快把赵华给搬回去！”就当他们离开时。\n    天佑城中的天机道观的道长：天机道长察觉到了什么，然后平静的说道：“我感受到了...封天剑的气息！你感受到了么？”这时天机道长身边出现了一个黑衣人带着些不可置信说：“我当然感受到了，我身为天佑城第一修士，怎么可能感受不到。”······\n      过去了两个时辰剑馆关门了，馆主已经和姜衡的家长们说了，让姜衡在剑馆养伤，大师兄也在这里，大师兄是一个孤儿，14岁时被吕天收留在剑馆内，成为了大师兄。\n    姜衡已经醒了，馆主问道：“你好点了么？”姜衡说他已经好了很多“那你想不想成为...修士！”姜衡被这个话题迷住了，他10岁的时候听说过修士，他们可以在天上飞会很多稀奇古怪的法术，既然有机会成为修士，姜衡当然应口说道：“想！”馆主一笑“呵呵，这篇凌云剑法给你，虽然只是聚息篇，可也很强大，足以让你碾压同阶级所有敌人，战胜比你高一阶的对手，可以和比你高两阶的人对战。这是我在一次旅行中捡到的，我知晓它的强大，我们剑馆的名字也是因它命名。”（未完待续）\n    作者废话：见证了封天剑发威令原本精疲力尽的姜衡战胜了对手，看到这你怎么能不给点人气呢？是不?\n   "
        },
        {
            "author": "ookone",
            "timestamp": 1464706200,
            "txt_content": "茶馆一大波水军正在过来！"
        },
        {
            "author": "坑爹-kengdie",
            "timestamp": 1464771180,
            "txt_content": " 本帖最后由 坑爹-kengdie 于 2016-6-2 18:55 编辑 \n\n友情提示：人物介绍的都是一些重要人物，和后期剧情有直接性的关系。而且能不能别点回复啊！占位置的大哥大姐们，要回复点击评分随便设置下1金粒就OK了啊。\n第一卷 初踏修仙路漫漫 第四章—修仙剑谱？\n    “馆主，你是说这是一本修仙剑谱？”姜衡带着激动和好奇的问道，“是的，当年我去山上猎杀野兽时捡到的，那时我还是凡人，由于很好奇就照着上面学了这篇剑法，于是我便这样踏上了修仙的道路，想起来还真是初踏修仙路漫漫啊，十几年来我终于达到了凝气三阶的境界。”馆主最后感叹道，“馆主，凝气是什么意思啊？”“姜衡你听过修仙者会很多稀奇古怪的法术，既然你知道这个就应该知道修仙者们的修为等级。聚息期为修仙路开始的修为，而后是凝气期，筑基期，结丹期，元婴期。我也只知道这么多了，后面的修为等级我也不知道了，毕竟我们只是在一个小城镇而已，不过听说城主修为还在元婴之上。如果你和城主交情好你可以去问问他。”\n   \n“好了说到了这里你既然想成为修仙者，你就必须知道，修仙路上需要计谋而且需要参与争夺造化，危险重重，还得和修仙者勾心斗角。你确定你的选择吗？”馆主提醒着姜衡，如果姜衡要踏上修仙路，就必须谨慎小心。\n   \n“馆主，我确定我想成为修仙者。”姜衡依旧确定他的选择。“既然你这么执着我也不好再说什么了。”然后他拿着凌云剑法交给了姜衡，“你只要按照上面的动作照做，就能引动天地灵气，反复练习你便能成为聚息期修士。”\n    姜衡兴奋的接过剑谱但馆主说了一句话让姜衡不得不紧张起来“能成为修仙者也许是不错，但是你既然拥有了修仙剑谱，就千万不能让别人发现，否则有可能引来灭顶之灾。好了你回家吧。”姜衡听了拿了剑谱并询问了大师兄的伤势如何，馆主告诉他，他已经拿他的修为逼出了毒素，过几天大师兄会好起来，还嘱咐了姜衡让他每天来剑馆多练习。\n    姜衡带着剑谱激动而又紧张的跑回了家里，当他离开时突然，剑馆屋顶上出现了一对男女，正是姜衡的父母，姜衡的母亲说：“这次姜衡再次获得了机缘，你要遵守承诺让他去修仙。”那男子点了点头然后进入了剑馆，吕天当然看见了他们进来，一开始还有些防备，但他马上发现，姜衡的父母身上有让他颤抖的气息！馆主问道：“你们是谁！”“不用害怕我是姜衡的父亲凌修，你也可以叫我六道剑仙。我们是来感谢你告诉他的，不然还真就会让他这么迷迷糊糊的上修仙路，我代替他感谢你给他讲解修士修为等级，虽然不完整。”听到这里吕天立马就呆住了，他从为听说过姜衡的父亲是六道剑仙，那可是这世间顶尖强者之一，既然他父亲这么厉害那么他的母亲也一定很厉害，凌修察觉了他的神色并且和他说了姜衡的母亲也是世间顶尖强者之一：六道法仙。\n    而后他们跟馆主再聊了一会儿并且送了一场造化给他，便离开了，吕天馆主目送他们离开，当他们的身影彻底消失时，边立刻盘膝打坐开始修炼。\n    这时姜衡已经跑到了家里，在家后面的空地拿起木剑开始舞动了起来，动作和剑谱上的一模一样，果然不久就引动了天地灵气，好在他的父母及时封印了附近的灵气不然姜衡就将有灭顶之灾，也许有人会问既然他的父母这么厉害为什么不去帮他呢？因为如果他的父母暴露了身份会引来仇家的追杀。\n    直至晚上吃饭时姜衡才停下，这是他体内有大约一息的灵气，显然他已经成为了聚息一阶的修士。吃完晚饭后他再次舞动木剑，直至他的修为到了聚息二阶巅峰才停下，这时已是深夜，姜衡也很疲惫了最终他不得不停止修炼，回去睡觉。（未完待续）\n    作者废言：终于把姜衡给写成了聚息修士，第一卷题目我取名为了初踏修仙路漫漫，因为修仙路程本就漫长，需千年、万年，希望大家支持。\n   "
        },
        {
            "author": "安根_Engon",
            "timestamp": 1464772620,
            "txt_content": "坑爹-kengdie 发表于 2016-6-1 16:53\n友情提示：人物介绍的都是一些重要人物，和后期剧情有直接性的关系。而且能不能别点回复啊！占位置的大哥大 ...\n是的我占了一楼，评论那点儿地儿实在不够我用。\n如果你已经逛过周创，大概知道我是个喷子。\n首先建议在顶楼放个跳转索引。点击楼层可以复制楼链接上去。\n其次先不说题材，剧情就非常草率而且“离奇”了。\n需要增饰和润色的地方太多。"
        },
        {
            "author": "坑爹-kengdie",
            "timestamp": 1464786360,
            "txt_content": " 本帖最后由 坑爹-kengdie 于 2016-6-2 18:57 编辑 \n\n人物介绍：\n新人物：傲天大哥：傲涯：傲天的大哥。修为：筑基初期。年龄：60\n第一卷 初踏修仙路漫漫 第五章节—剑馆危机\n       姜衡已经可以说是进入了修仙界，只是进入的还不深而已，这时已是第二天早晨，姜衡再次去了剑馆，依旧是人声嘈杂，已经有很多的剑馆弟子开始练习了，姜衡自然也加入了训练的队伍。\n       本以为今天也会是如此平静的过去，今天刚讲到一半的课程。剑馆的大门突然被一个人给踹开，他们都带着大刀或者是其他兵器，馆主依旧走了过去并且问道：“请问你们有什么事情吗？”“事情？当然有，你们让我弟弟丢了颜面我现在来报复就是事情。”然后这大汉就拿着大刀砍了过去，幸好馆主多的快了一点，但还是难免受伤，前胸部位一道长长的刀痕，还有鲜血不断涌出。\n       馆主已经知道了，他们就是来砸剑馆场子的，他拿起了剑摆出起剑式，神情变得异常警惕，因为他在那自称是傲天大哥的身上察觉到了危险的气息。\n       那群人马已经冲进了剑馆开始大肆的破坏，开始还是桌子、椅子，后来直接拿起兵器去砍剑馆弟子，当然，剑馆弟子至少也是学过些剑法的，他们拿起铁剑迎战，每个人都摆出了起剑式，然后去观察敌人的破绽，但是他们完全没有想到一件事！\n       这些人都是修士！，尽管都是聚息期，但这也不是平常人能对付的，修士不仅寿命比平常人高，而且他们还能将仙气注入到武器内，使武器更加具备杀伤力！，光是这两点就能证明，修士完全可以碾压平常习武之人！\n       答案很明显，剑馆弟子越来越靠近剑馆中心，他们还在不断后退，而后院练习场的姜衡还在练习凌云剑法。\n       终于剑馆弟子已经推到了练习场，姜衡自然看到了，剑馆弟子的到来，起初以为是他们开始过来练习剑法，但是表情很快就变了，他看见馆主吕天被一个大汉砍了一刀，他终于确定了，这群人是来砸场子的！\n       剑馆弟子对抗不住那些修士，一些剑馆弟子剑已经被砍断了。那些人却毫不留情的一刀或是一剑砍在他们身上，完全不管他们的死活，姜衡看见了也拿起原来拿不动的铁剑冲了上去对抗，由于已经开始修仙他的力气也比以前大了，尽管拿着有些吃力，但还是能拿起铁剑。\n       姜衡勇猛的拿着铁剑去对抗那些人，剑馆弟子没放弃，馆主没放弃。那他姜衡怎能放弃？开始还能扛住一会儿，但他越来越累，最后手中铁剑被一个大汉给打飞了，那大汉和之前所有人一样，都是不管他们死活的拿兵器砍向他，就当兵器快要砍到姜衡的时候，大师兄冲了过来提姜衡抗了这一下，但他的后背一道长长的血痕，都已经能看见雪白的骨头了。\n      “姜衡师弟，快跑啊！我们打不过这些人，但是只要我们有一个人留下就能帮我们报仇！”已经很多弟子都死了，仅剩十几个还在抵抗。\n       姜衡第一次哭了，哭的很伤心，他熟悉的朋友一个一个倒下，他却无能为力，大师兄为了救他，替他抗了一刀，那些弟子为了不让这群人打扰姜衡，坚持不懈的抵挡。\n       尽管这不是姜衡第一次哭，但是他哭的最伤心的一次，这一次大师兄罗阳也倒下了。就倒在他的面前，对姜衡说出了最后两个字：快...跑...\n       馆主吕天也被逼到了训练场，他说着和大师兄同样的话语，都是让他逃走。都是让他等以后有能力了，在帮他们复仇。\n       姜衡的内心动摇了，他听了大师兄和馆主的话，跑出了剑馆，他身上的衣服都沾满了血，那是他师兄师姐们的血。血还是热的，是刚粘上的。但他却觉得这是他自己的血。\n       终于，馆主也支持不住了，也倒下了，和之前所有剑馆弟子一样，倒在了血泊之中，这时仅剩下的四、五个弟子也倒下了。他们特意留了馆主和大师兄一口气。让他们见证了他们自己的剑馆被灭门。\n      终于在看在馆主给姜衡机缘的面子上，孟丽忍不住了，原本修仙者是不能参与人间之事，但是她还是去帮助了吕天馆主和姜衡的大师兄罗阳。\n      此刻姜衡已经跑出很远了，但他的身后依旧有两个大汉拿着兵器追杀他。\n      傲天大哥被逼走时还不忘记留下一句话：“我记得你是叫吕天是吧？记住我的名字，我是傲天的大哥：傲涯。今天有人救你，但下次就不一样了。”这句话露出了轻蔑，露出了讥讽。\n    作者废言：凌云剑馆被灭门，仅剩下剑馆馆主吕天和剑馆大师兄罗阳。看在这悲惨的场面上你们就该来一份人气。\n   "
        },
        {
            "author": "46241359",
            "timestamp": 1464871500,
            "txt_content": "看了看人物介绍我差不多不打算给你过审核了。\n我看了看你在别人帖里的评论心想这一定是个大神中的大神于是前来拜读阁下的作品结果感觉自己被打脸，打的啪啪响到楼下都能听见。\n至于这个流水账式外加一副准备短话常说的架势的开头我也不吐槽了，人物龙傲天，开头的描写给我的印象很不友好，说非常烂应该还能对得起我的描写。那个羽天看起来还是个出淤泥而不染濯清涟而不妖的男玛丽苏，烂大街玄幻式地将剑丢给一个他自己都不知道是好人还是坏人的孩子，真是智商堪忧外加令人捉急。后面的毫无逻辑可言的对话我也不作太多评价了，略微担心再继续评价容易情绪失控。\n总之我认为阁下的文的毛病可不比阁下评论的那两人的文好太多，甚至还不及其中一个，至于字数么，本版规定质量优秀者可放宽字数限制，况且我也没看出阁下的一次更新字数有多么的惊人，各种糟糕到家的描写，龙傲天玛丽苏人物，烂大街的玄幻式对话，可能阁下这篇文除了没有滥用粗话以外没什么优点了。【有也因为这成堆的缺点变得无影无踪】"
        },
        {
            "author": "xcc",
            "timestamp": 1464878220,
            "txt_content": "作品累卵之危，周创恐有倒悬之急"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1464897120,
            "txt_content": "闻阁下之名而来，恕小女子笑出了声"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1464903540,
            "txt_content": "看热闹嗑瓜子。与群中好友夜话，获得茶余饭后谈资一篇。\n\n不嫌事大。\n\n顺带一提要搁我帖子里打广告你会分分钟死的很有disco风范。\n\n能蹦跶是好事....不过不要蹦跶过头了反而被管理给禁言了\n\n文笔姑且不论，错别字你自己先找找看吧，看着都觉得可怜。\n\n4624你就算是想找点优点来说，找没有粗话这点也太可怜了点吧，哈哈哈。\n\n对了，我帮你说了吧：“可以试着你自己去写写看”，括弧笑。"
        },
        {
            "author": "我为我为",
            "timestamp": 1464930720,
            "txt_content": "坑爹，你该去改改了，按照他们说的从新写吧，你的剧情真的太俗了……\n虽然我们是朋友但我真的不能给你人气了"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1464932520,
            "txt_content": "白底黑字，复制粘贴也请更换字体背景颜色。\n通篇流水账，细节描写严重缺失，人物描写简直粗制滥造。\n无话可说，我甚至已经听到了8楼传来的打脸声。"
        },
        {
            "author": "hane___",
            "timestamp": 1464947160,
            "txt_content": " 本帖最后由 hane___ 于 2016-6-3 17:55 编辑 \n\n看到楼下哇怎么火药味好浓啊然后去点开了楼主的主页。。不想说啥了\n要吐槽的话，楼上前辈们好话其实已经说尽了，咳咳\n诚心的说，楼主你需要谦虚，比起给别人挑刺不如学学他们的优点XD"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1464956400,
            "txt_content": "欸好多人来我也凑个热闹\n咳咳……\n讲真看不下去，啥也别说了，去修♂行吧。"
        }
    ]
}