{
    "title": "潜水好久了今天来发一帖",
    "author": "zzx2005",
    "replyCount": 7,
    "timestamp": 1464690300,
    "txt_content": "这个在我的QQ空间已经刷屏了，特此介绍给大家。这个说说写的好，平淡中显示出不凡的文学功底，可谓是字字珠玑，句句经典，是我辈应当学习之典范。就小说艺术的角度而言，这段说说可能不算太成功，但它的实验意义却远远大于成功本身。正所谓：“一马奔腾，射雕引弓，天地都在我心中！”真不愧为无厘界新一代的开山怪！逐 句地看完你的这个说说以后，我的心久久不能平静，震撼啊！为什么会有如此好的说说！我纵横QQ空间多年，自以为再也不会有任何说说能打动我， 没想到今天看到了如此精妙绝伦的这样一段说说。是你让我深深地理解了'人外有人，天外有天’这句话。谢谢你！在看完这说说以后，我没有立即回复，因为我生怕我庸俗不堪的回复会玷污了这空间少有的说说。但是我还是回复了， 因为我觉得如果不能在如此精彩的说说后面留下自己的足迹，那我死也不会瞑目的！能够在如此精彩的说说后面留下自己的足迹是多么骄傲的一件事啊！请原谅我的自私！ 我知道无论用多么华丽的辞藻来形容您说说的精彩程度都是不够的，都是虚伪的，所以我只想说一句：您的说说太好了！这段说说构思新颖，题材独具匠心，段落清晰，情节诡异，跌宕起伏，主线分明，引人入胜啊头一次评论啊，好紧张啊，该怎么说啊，打多少字才显的有文采啊，这样说好不好啊，会不会成热门啊，我写的这么好会不会太招遥，写的这么深奥别人会不会看不懂啊，怎样才能写出飘逸潇洒的水平呢，半小时写了这么多会不会太快啊，好激动啊！　　我来了，既然来了我就得说几句！只说几句而已！如果我不说几句！就对不起人了，既然我要说几句！那么肯定是要说话的~所以我决定几句话也许能改变一切！也许我说的这几句话什么也不能改变！不过！就算我说的几句话什么都不能改变！可我还是要把我想说的几句话说出来！如果我不把我想说的几句话说出来！那么，我来到这里而不说出我想说的几句话~~首先不说我想说的这几句话就对不起我自己！其实我不说出这几句话来！就浪费我上面所说的几句话了！到最后我还是总结了一下！！！我只是随意说几句。看完您的说说后,我的心久久不能平静!这条说说构思新颖,题材独具匠心,段落清晰,情节诡异,跌宕起伏,主线分明,引人入胜,平淡中显示出不凡的文学功底,可谓是字字珠玑,句句经典,是我辈应学习之典范.就小说艺术的角度而言,可能不算太成功,但它的实验意义却远大于成功本身.一马奔腾,射雕引弓,天地在我心中!您不愧为无厘头界新一代开山怪!是你让我的心里重燃起希望之火,这是难得一见的好说! 苍天有眼,让我在有生之年能观得如此精彩说说!真如\"大音希声扫阴翳\",犹如\"拨开云雾见青天\",使我等之辈看到希望,晴天霹雳,醍醐灌顶，不足以形容大师文章的构思;巫山行云,长江流水更难比拟大师的文才!你烛照天下,明见万里;雨露苍生,泽被万方!透过你深邃的文字,我仿佛看到了你鹰视狼顾,龙行虎步的伟岸英姿;仿佛看到了你手执如椽大笔,写天下文章的智慧神态;仿佛看见了你按剑四顾,江山无数的英武气概!你说的多好啊! 我在网上打滚这么多年,所谓阅人无数,见怪不怪了,但一看您的气势,我就觉得您与在网上灌水的那帮小混蛋有着本质的差别,那忧郁的语调,那熟悉的签名,那高屋建瓴的辞藻，就足以证明您的伟大。是您让中华民族精神得以弘扬。佩服佩服这条说说没有华丽的语言装饰，却以平实的真情打动读者，语句流畅，一气呵成，心理刻画和细节描写都很成功，给人回味之感！从文学的角度来讲，选材很是新颖，角度清晰可见，语言平实而不失风采，简洁而富有寓意，堪称现代说说之典范！这条说说，平淡中显示出不凡的文学功底，可谓是字字珠玑，句句经典，达到了我等可望而不可即的高度， 就艺术的角度而言，这条说说还有待提高，但它的意义却远远大于成功本身。正所谓：“一马奔腾，射雕引弓，天地都在我心中！”真不愧为无厘界新一代开山祖师！逐字地看完你的这条说说后，我的心久久不能平静！这世间怎么可能还会有如此精辟的说说？我不敢相信自己的眼睛。自从改革开放以后，我就以为再也不会有任何说说能打动我， 没想到今天看到了这条如此精妙绝伦的说说。你让我深深地理解了'人外有人，天外有天’这句话，在看完说说后，我不敢轻易回复，我担心我庸俗不堪的语言会玷污了这世间少有的说说。但我还是回复了， 因为我觉得如果不能在如此精彩的说说后面留下自己的足迹，那将会成为我一生的遗憾。请原谅我的自私！无论用多么华丽的辞藻都已无法形容这条说说的精彩程度，所以我只想说一句：您的说说太感人了！请不要停止创作好文采，客亦知夫水与月呼？逝者如斯，而未尝往也，盈虚者如役，而卒莫消长也。鄙自愧不如。尔之回复集千年之精华，万年之灵气。字字句句体现出中华千年之文化底蕴。中华文学之博大精深跃然于尔之笔下。古有孔圣人，今有张才子。尔之文化底蕴让多少人为之惭愧，让多少人感到自己才疏学浅，不及尔之皮毛。尔的谦虚令后人学习，尔之文学令后人鉴赏。尔之文学真乃我国文学史上一大豪爽之作。\n各位看完之后有何感想？\n\n还有我该说正事儿了就是说我最近要做一个一点九的实况生存但是我不知道该不该开死亡不掉落，请大家提出建议。\n\n 非常感谢给我提出建议的你们 \n",
    "replies": [
        {
            "author": "cqzz1",
            "timestamp": 1464710880,
            "txt_content": "上面的部分没什么意义，就不评论了。关于1.9的视频的话，不开掉落的单机录制其实很没意思的。建议不开启死亡不掉落"
        },
        {
            "author": "1315588141",
            "timestamp": 1464711840,
            "txt_content": "路过{:10_567:}"
        },
        {
            "author": "NewEra",
            "timestamp": 1464714060,
            "txt_content": "于是楼主又机智的水了一贴呢{:10_492:}"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1464714600,
            "txt_content": "表示根本没看完，太长了"
        },
        {
            "author": "麦块大蛋",
            "timestamp": 1464759600,
            "txt_content": "实况应该开掉落的吧"
        },
        {
            "author": "Ba_bb",
            "timestamp": 1465268400,
            "txt_content": "生存的话还是开死亡不掉落"
        },
        {
            "author": "E100撞老鼠",
            "timestamp": 1465269180,
            "txt_content": "不开掉落吧"
        }
    ]
}