{
    "title": "【PMC大赛】The Fall of the Tinman Metropolis - 铁皮都市的沦陷",
    "author": "PETER·篠",
    "replyCount": 2,
    "timestamp": 1464697020,
    "txt_content": "\n★★★☆☆☆☆\nThe Fall of the Tinman Metropolis\n\n05 . 30 . 2016\n\n\n\n[board]【The Introduction 背景故事】[board]危险的消息传来，史蒂夫马上向他朋友家所在的都市赶去：铁皮都市。\n这个城市是由密集的老式摩天大楼顶部所组成，就像一堆玩具一样。正如史蒂夫看到的，这绝对是一座漂亮的都市。建筑物看起来比以往见到的都更具活力。他必须通过安全墙，路过一些制造不完善的导弹和激光安装器。终于，他看到了恐怖的城市中心。\n\n地面早已被很多人践踏磨损。墙上一个清晰的标志和标语映入眼帘：\n“给法门先生的死亡邀请函！”\n\n市中心，那原本繁华喧闹的市场，却布满了无家可归的人的帐篷和担架。沿着墙的一侧，有一条长绳，似乎直通向天空。这上面便是他朋友的房子。史蒂夫小心翼翼地顺着绳子，爬到他的阳台上。在那间公寓的入口处，他的朋友站在那里。欢迎史蒂夫的到来，并请他移步到公寓内。\n\n“很高兴再见到你！”史蒂夫说。 “不介意的话，我想问下市中心怎么一团糟！你真的需要来阻止野蛮人吗？”抿嘴说笑道。\n\n“别担心。”他的朋友说。 “我们的都市一切安定！经过一轮成功的选举后，我们选出了新的领导人：法门先生！他已经答应在野蛮人抵达前，保障我们的安全！”\n\n“他做了什么？”史蒂夫问道。 “貌似一切看起来都不像样。”\n\n“首先，”他的朋友开始说。 “他取消了所有我市的所有移民，并完全禁止他们进入！其次，他在城门创造了一系列导弹以消灭这些怪物！”\n\n“但是，你没有看到城市中央的广场吗？它看起来太可怕了！”史蒂夫说。\n\n“那只是些无家可归的人。”他的朋友说。 “法门先生第一次上台就提倡减税。此些被裁员工主要是进入福利计划。但总需要有人来教教这些可怜的流浪汉。减税能帮助更多的人！”\n\n“我很抱歉，伙计。”史蒂夫说。 “为什么你会被这个人吸引了呢？他完全已经从内部和外部摧毁了这座城市！”\n\n“不，他没有。”朋友气愤地说。 “他答应过大家的，他也确实做到了！”\n“答应什么？”史蒂夫问。\n“他答应让铁皮都市再度兴盛！”\n\n关于故事背后的道德\n注*本节涉及一定政治内容，不代表本人观点，请选择性阅读。（故事中法门隐喻特朗普）\n\n故事不尽人意，建筑却能更好的隐喻民粹政治：当人们把政治当做一个时尚的朋友。他们会穿那些炫酷的衣服，以确保不受歧视：\n\n对于外界，这个想法让我觉得很伟大！我的意思是，每个人都会认为很伟大，所以它也必定有其原因，不是吗？但对于内部，它却可能是毁灭性的想法！这个想法是不切实际的，尚且无效的。不过那些想展示真理的人，仍然会适应性地无视整个社会体系的漏洞！\n\n对于这个比喻，作者把重点放在了一些关于唐纳德·特朗普的政策上进行了批判。长话短说就是特朗普将摧毁美国的内外。为什么他的选举表现如此出色呢？因为他与某些利益阶级关系密切。特朗普的想法很受欢迎，但不能成功。对于美国，遗憾的是，每个都宁愿保持沉默。\n\n——原作者(F4llenW4rlord)\n[painting]【The Screenshots 图片展示】[painting]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[powered_minecart]【The Installation 存档安装】[powered_minecart]Save存档(正版用户):关闭Minecraft，在Windows开始菜单的搜索框中输入%appdata%/.minecraft，然后按下Enter（回车）按键。把从百度网盘下载回来的地图存档解压缩放到.minecraft\\saves文件夹里面。Schematics存档：这类型需要MCEdit。下载完成后解压到桌面，关闭Minecraft，双击mcedit.exe，点击下方import按钮，打开你下载的文件到你需要放的地方，最后点import，按Ctrl+s保存，Ctrl+w关掉存档，点Quit退出。\n[book]【The News 资讯共享】[book]作者：F4llenW4rlord\n官网：The Fall of the Tinman Metropolis\n标签：铁皮人，都市，摩天大楼，建筑，结构\n完成度：100%\n下载地址：The Fall of the Tinman Metropolis\n\n[watch]【Terms Of Use 使用条款】[watch]为了保护知识产权，保障著作人和版权所有者的合法权益，本人在此声明：\n1、未经原作者的明确书面许可，任何人不得复制、转载、摘编、使用原帖内容或本人转载内容进行商业和专业使用。\n2、不能暗示此地图为您的个人作品，更不要将此地图作为您的作品再次发布！\n3、您可以在原作者知情下将此地图用于您的服务器。\n4、如若本贴的内容有侵犯您的版权，请联系我，在我确认属实后，会删除所有内容。\n5、本转载贴纯属个人行为，只代表个人立场及观点，与MCBBS网站官方立场无关。\n6、本帖最终解释权归本人所有，作品最终解释权归原作者F4llenW4rlord所有。\n[compass]【The Others 最后几句】[compass]如果你喜欢这个地图，记得去官网给予其钻石、回复或订阅；另外强烈建议海外玩家前往官网下载地址下载本地图，这也是对作者的一种支持。若发现下载地址异常、存档损坏等问题，麻烦在下方留言告知。如果你要载入这地图到服务器或拍视频，请记得填上作者名字及官网，感激不尽。更多精彩内容敬请留意我的海外作品总索引贴。\n此地图属第12届的PMC大赛作品！全名为“The Barbarians Are Coming  - 野蛮人来了”建筑大赛！喜欢它的话请到官网给予钻石，可以相应地提高作品入围决赛的机会。点击了解更多关于这次建筑盛会的信息！ ",
    "replies": [
        {
            "author": "TimmyOVO",
            "timestamp": 1464697140,
            "txt_content": " 本帖最后由 星燚 于 2016-5-31 20:24 编辑 \n\n恩支持一,可惜我是建筑渣{:10_503:}"
        },
        {
            "author": "lzs1234",
            "timestamp": 1464703620,
            "txt_content": "PMC这次的比赛简直就是一帮触手的狂欢"
        }
    ]
}