{
    "title": "【原创/单篇】报复社会向★楼主的恶意★乐在其中★吐血不止★玛丽苏文的创意技巧?",
    "author": "Тιмγα姬",
    "replyCount": 11,
    "timestamp": 1464819780,
    "txt_content": "玛丽苏文作为言情文字界的一大奇葩，也是有许多独到之处，对于不明真相的人来说，玛丽苏文简直就是烂到地里的恶心，但是对于我们这类老司机来说，玛丽苏文也不失为生活中的一份娱乐【滑稽】。\n但是既然读过玛丽苏文也大笑过，那么我们理当回[bao]报[fu]一下他[she]们[hui]。那么我们这就来讲解一下【低龄伪苏的】玛丽苏文的创作技巧，容我先喝一杯滑稽。作为装逼典范的玛丽苏文，标题就必须摒弃霸道总裁爱上我与冰山医生的暧昧balabalabalabala…..之类的俗气，我们的标题要让别人感觉眼前为之一亮，所以我们的标题就取一个——\n\n\n《上至天宫下至黄泉乾坤苍穹宇宙轮回万千沧海一眼望穿红尘落尽明月秋刀想飞上天与太阳肩并肩世间唯我独尊百花齐黯女神成长录》\n\n\n既然标题已经取好了，那我们就要开始编写人物设定了，人物的名字一定要清新脱俗金光灿烂【摔】，就如同发帖一样帖子的名字越长就越耀眼【滑稽】，名字里还要彰显出主人公的精神面貌，性格特征，生活环境，八荣八耻，学生基本行为守则，社会主义新农村思想【摔】，自然不可随便取，要经过深思熟虑，充斥着欧美风格，奇幻风格，神话主义，我就在此献丑了，取一个——\n\n\n米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲\n\n\n名字就这么有了【趴桌吐血】，我这个还是有点短，至于各位想写多长的话完全没有限制，哪怕光名字就有三十万字这也是在玛丽苏的范围之中【滑稽】而且大家都看出来了，真正写玛丽苏文的小家伙们取的名字三句不离紫静梦蝶兰雅沫雪殇冰泪樱月琉璃，，顺带还有这个世界上所有的颜色词，不知道各位中枪没有【滑稽】.既然有了名字，那我们就开始正文吧，容我再喝一杯滑稽。\n\n\n首先大家要搞清楚，玛丽苏文并不是大家所看到的那么简单，他在可笑的背后包容了孩子的幼稚无知中二病杀马特【滑稽】和最重要的——一个奇点大小的脑洞，是的没错玛丽苏文不需要任何逻辑只需要脑洞就够了。那么，Here we go\n\n\n.【第一阶段 主人公自我介绍】\n【关键词 压到键盘了】\n\n\n“真是的，妈咪为什么要我来读这个垃圾学校，完全用不着嘛！”高挑的女孩走在学校的玉石走道上，不满地嘟囔着，旁边的行人都对她投来了色迷迷的目光，像是想把她按在床上的那种感觉。\n\n\n“诶！那位同学。”有人在喊自己，女孩回过了头，只看见一个一米九的女人向自己走来，嘁，长得真丑。看见女孩回过头来，女人的被狠狠震惊了一下，这个女孩真的太漂亮了，七十三种颜色交汇在她二米六的头发上，那一双眸子里能看见飞舞的樱花，奔跑捕食的恐龙，在花海中翱翔的蝴蝶，漫天的明月，那吹弹可破的肌肤，耳朵上的耳环是用30000000克拉的钻石打造的，价值至少有50000000000000000000万亿美元。明眉皓齿，如同天上的月亮一般。\n\n\n“那个……你就是米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲？”“是的，就是我，你有什么事吗？”女孩歪着头问道。我就是米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲。我的父亲卡米奇拉·博尔顿是世界上最富有的商人，而我的母亲卡琪拉·利文瑞尔是来自糖果星球的公主，她来到地球的时候银行卡里有70000000000000亿英镑，我们家是全宇宙最富有的，而我就是家里的独生女，千金大小姐。\n\n\n【是的，玛丽苏文就是吹，吹，瞎基*乱吹，不需要任何常理，连数字都是[啊一不小心压到键盘了hhhhhhhh]，而故事的开端通常都是第一天进入校园，这倒不是什么套路，也许是小朋友们希望在校园里FA光FA热的愿望太迫切了吧233333】\n\n\n【第二阶段 融入群体】\n【关键词 被小女生们各种喊老公老婆的明星[因为楼主对三次元没兴趣所以估计客串都是二次元的]】\n\n\n“米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲小姐……”女人很客气地对我说道，我却直接打断了她：“叫我米洛克丽丝就行了。”女人愣了一下，但还是说道：“米洛克丽丝小姐，您是本学期入学的幸运名额，本校将赠送你200000000亿美金与一台iphone30，请拿去。”\n\n\niphone30？我怒火中烧，一把夺过她手里的24K纯金打造镶有九九八十一颗补天石的iphone30狠狠地摔到地上，用60厘米的高跟鞋将它踩成了灰烬，对这女人怒吼道：“你是在嘲笑我吗？拿这种20000000亿的垃圾给我？”说着，我掏出了我的全钻限定版iphone8848，不屑地对她说道：“这个才是我的手机，那些钱就当本小姐送你了吧，呵呵~”\n\n\n稳定了下情绪，我进入了我的班级，本来无比喧闹的班级，当我踏进门的那一刻，瞬间安静了下来，连一根毛掉在地上的声音都能听见。我并不在意，优雅地大踏步走上了讲台，用温柔的声音说道：“大家好~我叫米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲，以后请多多关照~”寂静……过了三秒钟后，全班爆发出了响彻全宇宙的呼喊：“哦哦哦哦哦哦哦哦哦哦哦哦哦哦哦哦哦哦！”\n\n\n“你们快看她好漂亮啊！”“一定是某个富家千金的女儿吧！”“本少爷一定要娶了她！”\n\n\n真是可笑。我耸了耸肩，淡笑着走下讲台，随便找了个座位坐好。完全不顾及同学们的眼光。等到了下课后，我一个人走在教室外的走廊上，第三十二感告诉我后面有人尾随我，我冷笑了一声，纵身一跃，跳下了这七十公里高的楼，半空中我的头发喷出了五色暮光，将我托住缓缓落至地面。\n\n\n“真没用，哼~”我慢慢地走向学校后面的树林，突然一个人从后面拍了拍我的肩膀，我吓了一跳，居然能神不知鬼不觉地接近我？！0.1秒之间，我从裙下拔出了沙漠之鹰，抵住了来人的脑袋：“你是谁？”他显然没有料到我会用枪顶着他，但还是立马抽身狂退20米，轻笑道：“我是红发香克斯。”说着他默默点燃了一支烟，含在嘴里邪魅的笑道。做作！我冷哼了一声，两指一甩，一道水箭便向香克斯疾射而去，他还没还应过来，水箭便浇灭了他的烟头，看着他傻愣愣地站在原地，我冷笑道：“本小姐现在心情好，饶你一命，快滚吧。”\n\n\n“美丽的小姐，不知道能否有幸请你喝杯咖啡？”温柔的声音从身后传来，我皱着眉头转头观望，这学校里倒是真有不少厉害的人物。我的身后不知何时又站着一个白发的年轻人，竟然有一只眼睛是黑红色的，“你又是谁？”我沉声问道。“金木研。”说着，他的背后竟然长出了四只血红的触手。“你们很烦啊……”是时候动用那个了，我这么想着，随即右手打了个响指，一柄散发着辉煌金光的神剑便出现在我手中，剑长三尺，宽两寸，是我六十四世轮回的精血所化，一剑便可毁天灭地。“死！”说着，我向金木研挥出了一眼，他的瞳孔猛地一缩，但已经来不及了，剑气将他整个人都吞噬了，剑气消散后，早已尘埃不复。\n\n\n“你也要试试吗？”我回头，冷冰冰地瞪着香克斯，他踌躇了一下，还是向我张开了怀抱，“我的女神，为了你，我甘愿赴死！““那你去死吧。“冷哼一声，我一剑削掉了他的脑袋、\n\n\n【再强调一遍，不需要逻辑，不需要逻辑，不需要逻辑，重要的事情说三遍，楼主心里此时羞耻感爆表。】\n【玛丽苏文开头多少都有些千篇一律，而且大都离不开iphone23333，但是正文往往在开始发展的阶段，脑洞可以完美地爆发，就像下面这样】\n\n\n【第三阶段 你这么叼你咋不统治世界】\n【关键词 谜一样的脑洞】\n\n\n收了剑，我已经感觉到一群很厉害的人再往这边赶来，此地不宜久留。我一跃而起，飞出9000000亿公里高，一掌击碎了苍穹，飞进了仙界，走进了天尊殿，往椅子上一坐，吆喝道：“鸿钧老儿，给本小姐端茶来！”\n\n\n“哟，米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲小姐，这就来。”说着，鸿钧就端了一杯茶来，我优雅地接了过来，抿了一口，轻笑道：“百年不见，你这茶倒是更淳了。”\n\n\n“多谢夸奖，不知小姐今日来老头我这儿有何贵干呐？”鸿钧淡笑道，我还没来得及回答，只听轰的一声，鸿钧的宫殿被轰开了一道口子，一片人影飞了进来，想必都是来抓我的吧。我冷冷一笑，拔剑而起，一剑削掉了鲁鲁修的脑袋，反身一跃而起将剑锋刺入了路飞的胸口，鲜血直射，我冷笑道：“还有谁，都上来吧！”\n\n\n【你妈两个鸡腿我已经写不下去了】【喷】\n\n\n【但大家也都看明白了，玛丽苏文想咋写就咋写，没有任何限制】\n\n\n那么这段文章就写完了【滑稽】但是事情还没完，正文开始。玛丽苏文作为笑话系的奇葩，想写出能让别人发笑的玛丽苏文并不是这么简单，想让人发笑的话，就必须——\n\n\n在后面加上吐槽，就像这样.\n\n\n“真是的，妈咪为什么要我来读这个垃圾学校，完全用不着嘛！”高挑的女孩走在学校的玉石走道上，不满地嘟囔着，旁边的行人都对她投来了色迷迷的目光，像是想把她按在床上的那种感觉。【卧槽玉石走道，你就不担心会滑倒吗】\n\n\n“诶！那位同学。”有人在喊自己，女孩回过了头，只看见一个一米九的女人向自己走来，嘁，长得真丑。看见女孩回过头来，女人的被狠狠震惊了一下，这个女孩正的太漂亮了，七十三种颜色交汇在她二米六的头发上，那一双眸子里能看见飞舞的樱花，奔跑捕食的恐龙，在花海中翱翔的蝴蝶，漫天的明月，那吹弹可破的肌肤，耳朵上的耳环是用30000000克拉的钻石打造的，价值至少有50000000000000000000万亿美元。明眉皓齿，如同天上的月亮一般。【一米九……一米九……二米六的头发……你是如何辨认出她的头发有七十三种颜色的噗，算了这些都不重要，重要的是，六吨重的钻石戴在耳朵上excuse me】\n\n\n“那个……你就是米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲？”【你为什么能够记住这么长的名字我也不问了，我叫七度空间】\n\n\n“是的，就是我，你有什么事吗？”女孩歪着头问道。我就是米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲。我的父亲卡米奇拉·博尔顿是世界上最富有的商人，而我的母亲卡琪拉·利文瑞尔是来自糖果星球的公主，她来到地球的时候银行卡里有70000000000000亿英镑，我们家是全宇宙最富有的，而我就是家里的独生女，千金大小姐。【这星球的名字太随便了吧！你母亲的星球为什么和地球用同一种货币这也不重要了，重点是，你到底姓什么。】\n\n\n“米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲小姐……”女人很客气地对我说道，我却直接打断了她：“叫我米洛克丽丝就行了。”女人愣了一下，但还是说道：“米洛克丽丝小姐，您是本学期入学的幸运名额，本校将赠送你200000000亿美金与一台iphone30，请拿去。”\n\n\niphone30？我怒火中烧，一把夺过她手里的24K纯金打造镶有九九八十一颗补天石的iphone30狠狠地摔到地上【补天石噗你让女娲情何以堪】，用60厘米的高跟鞋将它踩成了灰烬，【60厘米……踩成灰烬，你的高跟鞋是激光发射器吗】对这女人怒吼道：“你是在嘲笑我吗？拿这种20000000亿的垃圾给我？”说着，我掏出了我的全钻限定版iphone8848，不屑地对她说道：“这个才是我的手机，那些钱就当本小姐送你了吧，呵呵~” 【8848钛金手机，双密码双空间】\n\n\n稳定了下情绪，我进入了我的班级，本来无比喧闹的班级，当我踏进门的那一刻，瞬间安静了下来，连一根毛掉在地上的声音都能听见。【求教毛掉在地上的声音是什么】我并不在意，优雅地大踏步走上了讲台，用温柔的声音说道：“大家好~我叫米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲，以后请多多关照~”寂静……过了三秒钟后，全班爆发出了响彻全宇宙的呼喊：“哦哦哦哦哦哦哦哦哦哦哦哦哦哦哦哦哦哦！”【不好意思宇宙无法传递声音】、\n\n\n“你们快看她好漂亮啊！”“一定是某个富家千金的女儿吧！”“本少爷一定要娶了她！”\n\n\n真是可笑。我耸了耸肩，淡笑着走下讲台，随便找了个座位坐好。完全不顾及同学们的眼光。等到了下课后，我一个人走在教室外的走廊上，第三十二感告诉我后面有人尾随我【三十二感？】，我冷笑了一声，纵身一跃，跳下了这七十公里高的楼，【那么问题来了，你们是怎么上去的】半空中我的头发喷出了五色暮光，将我托住缓缓落至地面。\n\n\n“真没用，哼~”我慢慢地走向学校后面的树林，突然一个人从后面拍了拍我的肩膀，我吓了一跳，居然能神不知鬼不觉地接近我？！0.1秒之间，我从裙下拔出了沙漠之鹰【上学带枪你是什么心态】，抵住了来人的脑袋：“你是谁？”他显然没有料到我会用枪顶着他，但还是立马抽身狂退20米，轻笑道：“我是红发香克斯。”【客串X1】说着他默默点燃了一支烟，含在嘴里邪魅的笑道。做作！我冷哼了一声，两指一甩，一道水箭便向香克斯疾射而去【果然女人都是水做的】，他还没还应过来，水箭便浇灭了他的烟头，看着他傻愣愣地站在原地，我冷笑道：“本小姐现在心情好，饶你一命，快滚吧。”【刚刚谁大发雷霆来着】\n\n\n“美丽的小姐，不知道能否有幸请你喝杯咖啡？”温柔的声音从身后传来，我皱着眉头转头观望，这学校里倒是真有不少厉害的人物。我的身后不知何时又站着一个白发的年轻人，竟然有一只眼睛是黑红色的，“你又是谁？”我沉声问道。“金木研。”说着，他的背后竟然长出了四只血红的触手。【客串X2】“你们很烦啊……”是时候动用那个了，我这么想着，随即右手打了个响指，一柄散发着辉煌金光的神剑便出现在我手中，剑长三尺，宽两寸，是我六十四世轮回的精血所化，一剑便可毁天灭地。【这逼装的好，画风突变】“死！”说着，我向金木研挥出了一眼，他的瞳孔猛地一缩，但已经来不及了，剑气将他整个人都吞噬了，剑气消散后，早已尘埃不复。【说好的毁天灭地呢？】\n\n\n“你也要试试吗？”我回头，冷冰冰地瞪着香克斯，他踌躇了一下，还是向我张开了怀抱，“我的女神，为了你，我甘愿赴死！““那你去死吧。“冷哼一声，我一剑削掉了他的脑袋。【完全不给面子233333333】\n\n\n收了剑，我已经感觉到一群很厉害的人再往这边赶来，此地不宜久留。我一跃而起，飞出9000000亿公里高【哦，美丽的小姐，你裙底下有火箭吗？】，一掌击碎了苍穹，飞进了仙界，走进了天尊殿，往椅子上一坐，吆喝道：“鸿钧老儿，给本小姐端茶来！”【和鸿钧谈笑风生】“哟，米洛克丽丝迪拉瑞亚·兰·梦蝶·阿瑞克拉斯·皇伊水兰·雅沫·秋雪嫣·梦兮·苏语蝶·冰泪之樱·月咏·EVERYBODY·HASAKI·殇血·紫梦飞雪·慕容玫·琉璃·安琪儿·苏菲小姐，这就来。”说着，鸿钧就端了一杯茶来，我优雅地接了过来，抿了一口，轻笑道：“百年不见，你这茶倒是更淳了。”【画风瞬间变成玄幻】\n“多谢夸奖，不知小姐今日来老头我这儿有何贵干呐？”鸿钧淡笑道，我还没来得及回答，只听轰的一声，鸿钧的宫殿被轰开了一道口子，一片人影飞了进来，想必都是来抓我的吧。【我只能说这宫殿真脆】我冷冷一笑，拔剑而起，一剑削掉了鲁鲁修的脑袋，反身一跃而起将剑锋刺入了路飞的胸口，鲜血直射，我冷笑道：“还有谁，都上来吧！”\n\n\n【等我去吐会儿血】\n是的玛丽苏文的看点就是自立槽点自己吐槽【滑稽】这样才会有笑点.好了今天的教程就到这里，咱先撤了，不然会有一群人想来拍死咱，喵~\n\n\n\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1464834000,
            "txt_content": "谁敢在创作发类似文，外星人一定叫他去墙角跳绳跳到死。"
        },
        {
            "author": "后夏",
            "timestamp": 1464841020,
            "txt_content": " 本帖最后由 后夏 于 2016-6-2 22:51 编辑 \n\n恍恍惚惚恍恍惚惚恍恍惚惚恍恍惚惚恍恍惚惚恍恍惚惚红红火火红红火火红红火火红红火火其实我想打的是hhhhhhhh。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1464864420,
            "txt_content": "孩子，你闲么，来展示当版主吧。"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1464865380,
            "txt_content": "冥王星人 发表于 2016-6-2 18:47\n孩子，你闲么，来展示当版主吧。\n真的？大姐姐你可不要骗我【捂脸"
        },
        {
            "author": "冥王星人",
            "timestamp": 1464865560,
            "txt_content": "540083835 发表于 2016-6-2 19:03\n真的？大姐姐你可不要骗我【捂脸\n距离上次申请冷却一个月了没？"
        },
        {
            "author": "Java_command",
            "timestamp": 1464865860,
            "txt_content": "540083835 发表于 2016-6-2 19:13\n还有十天【捂脸\n你的ID咋是数字……"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1464865980,
            "txt_content": "冥王星人 发表于 2016-6-2 19:06\n距离上次申请冷却一个月了没？\n还有十天【捂脸"
        },
        {
            "author": "冥王星人",
            "timestamp": 1464867180,
            "txt_content": "540083835 发表于 2016-6-2 19:13\n还有十天【捂脸\nOK我等着\n【这期间建议你往展示多回复加分发地图】"
        },
        {
            "author": "xcc",
            "timestamp": 1464877200,
            "txt_content": "哇哇哇哇哇哇(除了哇还能有别的话么)\n这篇文简直炒鸡神奇，膜拜(咦)\n\n\nlz加个好友吧\n"
        },
        {
            "author": "3567",
            "timestamp": 1464880140,
            "txt_content": "lz，你语文中的夸张修辞手法用得很好，我给10000000000000分"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1465137120,
            "txt_content": "写段子不容易，楼主辛苦了"
        }
    ]
}