{
    "title": "幻之三部曲之幻界 第一章 三流的开场白",
    "author": "小黑人",
    "replyCount": 9,
    "timestamp": 1350795120,
    "txt_content": " 本帖最后由 小黑人 于 2012-10-21 14:13 编辑 \n\n                                                第一章 三流的开场白\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n     小时候别人问我的理想，我总是说长大了以后要做一个杀遍天下无敌手的剑客，大家于是哄堂而笑。\n     原因很简单，我所在的国度是一个崇尚魔法的国度，人人都以能成为一个出色的魔法师为荣。\n     但一提到魔法我就头疼，每天的冥想成为只要坐着不动一分钟以后就能睡着的我的不可能完成的任务。\n     再说了那些怎么背都背不完的魔法口诀，真是要了人的命，那些简单的水火元素魔法也就算了，但稍微高级一点的攻击魔法对我来说长得就像一篇小说。\n     而且我认为魔法的最大缺点就是咏唱时间，越强的魔法需要的咏唱时间越长。\n     我有个堂叔在一次混战对敌方中施展黑洞魔法，结果刚咏唱到一半就被别人给一刀砍了。\n     这件事对年幼的我来说印象是非常的深刻。\n     对于成为剑士，我想好处太多了，首先不费脑子，这点我是最怕的，第二接近战有着很大的优势，第三我的偶像西门断天就是个剑客，当然除了小菌以外，谁也不知道这个秘密。\n     我竟然把敌国的最强战士视为偶像，让老爸老妈知道了，说教起来那可不是盖的。\n     要说活到十七岁了，我一点魔法不会那倒也不是，我会火魔法，虽然是最低级的照明火，听说也可以唬住我们这个国家以外那些不会魔法的小贼了。\n     小菌就不同了，她特能装，文文静静一小妮，不学恢复系魔法，一天到晚拼着小命钻研攻击系魔法，据她自己说她就凭自学已经达到了全国一流魔法师的水平了，当然仅仅是他自己认为。\n     其实也怪不得她，她老妈是个妓女，她老爸是谁她都不知道，大家都常说，在怀着她的时候她老妈就希望能生一个儿子来保护自己，谁知到一生下来是一个纤纤弱弱的大闺女，当时有多失望我是不知道，听别人说她妈当时是绝望了，当然传说仅仅是传说，而其中的隐情除了袁菌的母亲，就只有我知道了。\n     外面纤弱的袁菌就拼命的钻研魔法，为的就是保护她老妈。\n     不过这小妮子也够狠的，发生状况的时候她装软弱，等事情一过她就找上人家杀别人一个鸡犬不宁。\n     在城里，她说是为了不让别人知道她的底细，一个逞凶斗狠的女娃，有哪个贵族能看上她？其实这早就已经成为了城中公开的秘密。\n     所以平时她说话总是像蚊子在进食一般，但在我的面前是从不掩饰的，心情不好的时候就仗着魔法来戏弄我。\n     好男不跟女斗，只要不是把我的衣服烧光光，我一般都会原谅她的。\n     没办法，我和她是兄弟，在魔法考试的时候，我得求她替当我枪手。\n     马老师对我还不错，知道我老爸个性凶残也就睁一只眼闭一只眼了。\n     我还有个老哥，他的理想就是成为国家魔法精神能源师，他真是个疯子。\n     我们这个国家说句实话还真是太依赖魔法了，不管是生产还是生活、天气、工业、国防，甚至连老百姓的吃喝拉撒都跟魔法套上了关系。\n     我曾听老哥说过，像我们这样全名皆魔法师的国度理论上来是不可能存在的。\n     因为不管任何的一块土地都经不起这么多的魔法师吸能。\n     你以为魔法从哪儿来，从我们脚下这块土地从我们头顶这方天空吸其精华，从而施出魔法。\n     一般的地方如果有这么多的魔法师的话，早就被吸干了，变成一片腐朽的土地。\n     我们能有这么多的魔法师，土地还是这么的丰沃那自然是有原因的。\n     我们的首都有一块巨大魔晶石，据说其中的魔力能源是用之不尽的，听说像我国这块超级魔晶石被称为三圣晶之一的白月圣晶，就是全世界只有三块的意思？！反正我是搞不太清楚。\n     老哥的理想就是当这块石头的守护使，国家魔法精神能源师，听这多么响亮的外号。\n     好处也是很多的，比如接触到最高级的魔法，借助魔晶石提高自己。\n     我不太感兴趣，在这个国度我总觉得自己待不下去了。\n     对于我身边的世界我有诸多的不满，但对于我的朋友我还算是非常满意的。\n     一个就是我的兄弟袁菌这逞凶耍狠的小妮子，另一个则时总是被我唤作小妹的南宫北，南宫北是个男孩子年纪比我还要大上一岁，我之所以叫她做小妹的原因，因为他长得实在太漂亮了，他的存在可以说是女人的悲哀。\n     我经常对袁菌说：“看看你这破长相，人家小北可比你漂亮多了，做女人做到这份上我看你也别活了。”这种一箭双雕的伤人语，是我的特技之一。\n     你别看南宫北这家伙牛高马大，说话却细声细语真没有辱没我给他起的外号小妹，但他的能力可不是盖的，他的魔法平平但剑术却高明的要死，据说他的剑术是他那个刚刚死去的老爹给他留了一本剑谱练成的，我却不会相信他的鬼话，他曾放出话来可以考虑收我为徒，当时我就火了，我理直气壮的吼道：“我们现在是兄弟，如果你教了我剑术我们的辈分怎么分，想占我便宜？门都没有。”\n     我这个人也没什么特点，自尊心还是挺强的。\n     我对南宫北最为不满的就是，他为了追求高手的效果还把一头黑发给染白了，说要做什么银发剑客，整一个神经病。\n     其实我也在心里暗暗估计明儿我的剑术大成的话，小北这家伙可能会是我的劲敌。\n     再说一点小北最让我讨厌的就是，他特怕死，而且喜欢装模作样，大家从他染发这一点上面应该不难发现。\n     我呢？我英俊还行，总不成叫我介绍自己说自己是相貌平平吧？这样没有自信的话我不如打一辈子光棍算了。\n     按我老爸的话说我缺家教，如果按我老哥的话就是有点痞子气，不过我得申明我不喜欢和身患绝症的妹妹搞亲密接触，那样我还是人吗？\n     用袁菌的话说，我整一小混混，大家看看这就叫因人而异吧，也许一百个人的眼中就有一百个不同的我，不过好像基本上没得到过什么正面评价。\n     我今年十七岁了，说来真惭愧漂亮的妹妹我一个都没把上，按说我人不错呀，后来小北才告诉我这国家的姑娘喜欢魔法强者，像我这种不学魔法的货色，她们连产品说明书都拒绝看，这摆明了就是搞偏见嘛？\n     对于姑娘我要求不高，看着顺眼就行。\n     什么叫顺眼？小北经常问我。\n     顺眼，当然就是身材好，相貌佳，心灵巧，我要求不算太过分吧，而且我良心还是不错的，有时脾气就是暴躁了一点，那估计也是遗传的问题，和我没多大关系。\n     说完自己再说说身边让我生厌的世界，我们飓飙魔法帝国虽然面积不大，人口不多，但却是这个世界四大霸王帝国之一。\n     不为别的就为我们二十八万的国名百分之九十都是魔法师，如果和别国开展，我们大多采取的是守势，可那些国家的兵力最多也就是攻到我国的边界罢了，大家一翻脸，我们飓飙帝国的十二贤者就会联合发动陨星魔法，那可不是闹着玩的，一个百万人口的大国一瞬间就完蛋了。\n     当然从我出生以来，我还没遇到过这种大场面。\n     传说三千年以来就发动过两次十二贤者的拿手好戏陨星魔法，一次是三千年前的人类与魔族的大战，几乎所有的人类国家都已经被攻陷了，就剩我们飓飙帝国了，好家伙魔族的士兵兵临城下，就把我们这个面积不大的强国为了个水泄不通，就在这时候我们的十二贤者挺身而出，在千军一发之际用陨星魔法毁了当时魔族之王哈特雷斯的所在地冥月城，正在熟睡的哈老兄就这么不明不白的玩完了，各国残余的游击力量也就趁魔族这个群龙无首的时机，纷纷揭竿而起，赶走了魔族。\n     第二次是两百年前，我们与邻国西域江南的领土争夺战中发动的。由于世界的流逝，很多上古魔法就这么不明不白的流失了，我们飓飙帝国的威信也伴随着时间被冲淡了不少，西域江南仗着自己兵力雄厚便目中无人起来了，结果不知深浅的和我们开战，一下子就被我们的十二贤者使用陨星魔法毁了半个国家，直到现在他们都还没有复原，但我们也受损不小，十二贤者一下子死了八个，这魔法可不是一般人能使用的，由于时间的关系，我们的魔法能力的确比以前差了很多，这是要承认的。\n     十二贤者是不能少的，一般来说就是从优秀的魔法使中选出来的，而魔法使大多又是从国家魔法精神能源师中选出来的，我老哥虽然没说白，但我想他是希望有朝一日自己能成为十二贤者之一，但这个目标太大了，他可不敢随便说出口。\n     西域江南过于我国相邻，虽然现在两国互不侵犯，但由于两百年前的战争，梁子是结下了，大家都把彼此看成是敌国，没法子的事，我但愿不要爱上他们国家的女人，我可不想大演什么朱罗和梁祝的悲剧。\n     经过两百年的时间，西域江南国也是现在的四大霸国之一。\n     另外两个霸国，一个是以拥有这个世界上最雄厚兵力为嚎头的野望大陆国，不过说实话他们的兵还真不少，是我们全体国民的五倍，就是一百三十万的兵力。\n     另一个就是这个世界上综合国力最强的长城帝国，这个国家同时也拥有着这个世界上最大的自由贸易都市老三界，这大概也是他们经济发达的象征吧。\n     其他的五个五行小国就不说了，它们之所以存在是因为四大霸国相互顾忌，谁也不愿意先出手打破平衡而遭到其他三国共歼之。\n     至于我国是不是有野心我就不知道了，因为我们的国王至继位以来一直都是非常的低调，但我估计这年头你不吃别人，别人一定会吃掉你。\n     当然坐收渔翁之利是我国的传统美德。\n     风云变化的各国形势，对我来说并没有多大的吸引力，有一个秘密一直藏在我心中，那就是去找经过三千年以前那一场人魔大战后残留下来的魔族，当年战败的魔族在各国的围剿之下，几乎被杀了个片甲不留。\n     从那以后这个世界上还多了一条不成文的规定，无论哪一个国家只要见到魔族的人立即杀无赦，他们也真够可怜的，但在这个世界上还是会偶尔传来他们的消息，不过排挤异族向来都是人类的拿手好戏。\n     为什么要寻找魔族，说出来还真有一点不好意思，我想找个魔族的妹妹？真不好意思，大家又没有听过魔鬼的身材，传说中魔族女人傲人身材不是人类中的女子可比的，一般的魔族女人据说轻易就可以迷倒一大片，魔族的美女，无法形容了，让小生我抱拥一两个，那可是人生的另一大追求呀。\n     传说中她们肤白胜雪，云发若丝，吐气如兰，前挺后翘，蛮腰如蜂，眼波生媚，雪齿樱唇，最迷人的听说还是她们的那两条修长的大腿，一缠到谁的身上谁立马就酥了。\n     一想到这些我的脸就不禁要红了起来，如果能找个魔族的美人儿做老婆，也不枉此生了。\n     等等，我的理想不是打遍天下无敌的剑客吗？这自然也是有理由的了，魔族的女人崇拜强者已经到达了疯狂的地步，像魔法师这类所谓的文弱强者她们是不喜欢的，她们喜欢的是拥有强大战斗力的战士如剑客和骑士之类的。\n     还有一点要申明的就是，是魔族就会魔法这观点是错误的，她们外表与人一致无二，但血液却是蓝色的，而且他们嗜杀成性，有疯狂的战争欲和无尽的野心，所以被称之为魔族。\n     按我个人理解，他们也是人类只不过是敢于把自己不加掩饰的表现于人前，人类就特虚伪，而且残杀同胞是人类最爱干的事，魔族可不是这样，他们心是很齐的。\n     再说下去我有些像给魔族歌功咏德似的了，但魔族的凶残还是很恐怖的。\n     历史反正是由人类书写的，黑白都在人类的控制之中，可怜的魔族，各位我是不是太有同情心了，当然我最同情的还是魔族的女人，特别是美女。\n     我还有一个愿望，希望在我的有生之年，能够爆发第三次世界大战，第一次是一万年前的列国争霸，第二次是三千年前的人魔大战，第三次期待中。\n     话说乱世出英雄，自古美人爱英雄，你看看要当英雄的第一部条件就得身处乱世，美人才会如潮水将你包围，我真是生不逢时呀。\n     再说说我的偶像，西域江南国的西门断天，他可是拥有着西域江南国贵族血统的超级剑士，在十年前西域江南曾爆发过大规模的匪乱，据说那次匪乱的平息主要靠的就是西门断天，他一个人仗着手中的一把断天剑，在乱石岗与当时闻名天下的无法天乱匪集团决战，一夜之间硬是以一人之力杀尽了那个三百六十人的无法天乱匪集团，而且自己滴血未流，经过那一战以后，只要西门断天一出现，其他的匪类真的只有抱头鼠串的份了，有人说只要西门断天手中有剑，他无论站在哪一个城的城门外，这个城就可以说是永不沦陷。\n     这等身份这等气势，岂不羡慕煞人，当然我们用陨星魔法照样可以轻松把他干掉，可是说着容易做起来难，现在新的十二贤者并不被民众看好，就连我国百姓私底下都说他们使不出陨星魔法。\n     说是这样说，但也没有哪个国家敢对我们轻举妄动，我们的魔法毕竟不是闹着玩的。\n     要成为像西门断天一样的剑客是我一生的目标，要找一个魔族的女人是我一辈子的追求。\n     可现在一层不变的生活可真叫我腻味，上学面对的是一大堆魔法口诀，回家面对的是恨铁不成钢的黑着脸老爸：“你看看你哥哥，再看看你自己，都是我儿子为什么会有这样的天壤之别。”\n     老妈也不是省油的灯，老爸训我的时候他，她从来不吱声，训完了以后她跟着思想教育补习，我一不听，她就哭，我算是怕了她，我最见不得老妈流泪了。\n     奇怪的是我从来没见过小菌这妮子流泪，南宫北我倒见过几回，这家伙特三八，他自己说是自己内心世界特细腻，我看是毛病加猫腻。\n     我虽然魔法不行，但也算是逞凶斗狠之辈，而且还有袁菌和南宫北这两个保镖，在这城里倒也没有谁敢惹我，但有一天我相信一定会是我罩他们而不是他们保护我。\n     前几天我跟他们商量了一下，我想离开这个国家，理由当然是出去闯一闯见见世面，完成自己的剑客之梦，当然这是表面的理由，其中还有一个非常重要的隐藏理由，我一定要带袁菌离开这到[西域江南国]去。\n     袁菌真是好兄弟，放着她老妈不管立马跟进，说什么经过她多年的努力，现在已经没有谁敢动她那当妓女的老妈了，其实她还没有出生时，据说就已经没人敢惹她妈了，她妈的泼辣可是闻名一方的，她也想去见见大场面，顺便培养点气质出来，以后好嫁给什么乌龟王八贵族。\n     其实就她的离开，我已经和她妈妈谈过了，但一切都是瞒着她进行的。\n     如果不离开这到[西域江南国]的首都[瓦岗堡]去的话，袁菌最多还有两年的生命。\n     她自己是不知道的，这一切都与她十二岁时发生的那场失明事件有关系。\n     由于她的妈妈曾发下誓言不再提及自己的过去，所以我掌握的资料非常的少，但我已经想袁菌的妈妈承诺，我一定会让她活下去。\n     南宫北这家伙一定这个就想溜，但在我软硬兼施之后，他还是非常[爽快]的答应了。\n     我们决定了三天后出发，第一个目标就是西域江南国。\n\n\n矮油...第一章好长好长，字数都已经1W4千多了...唉，下午去学校了，下周五晚或者周六才能更新了，各位对不起了啊~~~~~\n\n                                                                             （影血月）\n\n                       下一章 我的征途是大山",
    "replies": [
        {
            "author": "5213546",
            "timestamp": 1350795600,
            "txt_content": "我来抢沙发 哈哈哈 我看完了 啥时候出下一章"
        },
        {
            "author": "5213546",
            "timestamp": 1350795840,
            "txt_content": "你看我多关心你写的小说"
        },
        {
            "author": "KYCN.卡神",
            "timestamp": 1350795900,
            "txt_content": "不放到起点还真的对不起这篇文章了"
        },
        {
            "author": "5213546",
            "timestamp": 1350795960,
            "txt_content": "5213546 发表于 2012-10-21 13:00 \n我来抢沙发 哈哈哈 我看完了 啥时候出下一章\n神马！！！！伤心啊~~~"
        },
        {
            "author": "loliineko",
            "timestamp": 1350800580,
            "txt_content": "小月月 婆婆来了0.0 于是婆婆会出现么？"
        },
        {
            "author": "loliineko",
            "timestamp": 1350811140,
            "txt_content": "loliineko 发表于 2012-10-21 14:23 \n小月月 婆婆来了0.0 于是婆婆会出现么？\n小月月 婆婆貌似对你不错？"
        },
        {
            "author": "sos850856509",
            "timestamp": 1351077000,
            "txt_content": "放起点吧,超爱呀!很有文采,我相信撸主会成大作家的,一定不要半途而废了呀!"
        },
        {
            "author": "loliineko",
            "timestamp": 1351415280,
            "txt_content": "loliineko 发表于 2012-10-21 17:19 \n小月月 婆婆貌似对你不错？\n哎哟~肿么酱紫说呢 婆婆是那种人么"
        },
        {
            "author": "xueren",
            "timestamp": 1351862040,
            "txt_content": "要继续哦，等着看{:10_492:}"
        }
    ]
}