{
    "title": "光辉之怒【冥神之战】",
    "author": "a65w46a",
    "replyCount": 11,
    "timestamp": 1464947040,
    "txt_content": "",
    "replies": [
        {
            "author": "qe321294132",
            "timestamp": 1464947280,
            "txt_content": "标题: 光辉之怒【冥神之战】传送门：光辉之源【魔影之约】\nhttp://www.mcbbs.net/thread-579905-1-1.html\n由于上次发得太早，只有一章，所以冷了，再发一次吧\n人物介绍:\n光辉之队：\n史蒂夫:光辉之源中光辉之队的队长，有知识，有力量，打败了末影龙，实力在光辉中最强。\n史蒂芬:在光辉之源中有着副队长的职位，胆子小，但是很聪明。\n莫珲特:光辉之源中比较容易被无视的人物，但是个挖矿高手。\n永琳:红石大神，在挑战末影龙时受了重伤，至今未愈。\n\n\n邪恶势力:\nherobrine:MC创始人的弟弟，因不服人类有自己的意识而和Notch争执，被打入地狱。在地狱中创造了僵尸等怪物，还创造了末影龙，凋零等BOOS，但是，他的肉体在地狱中还是无法解脱，就在永宁村中找了个替身，离开地狱，与光辉为敌。\n僵尸Gif:一个实力非常强的僵尸。\n小白风暴:骷髅中的神射手。\n小黑默默:怕水，脾气差，会瞬移。\n\n\nNPC：\n杰斯:一个黑心商人，总想着贪污点什么。\n惠特:铁匠。\n莫尔:一名矿工，心眼很坏。\n俞敏:莫珲特的妻子。\n\n\n\n\n\n\n\n第一章：\n天气冷极了，寒风呼啸。史蒂夫他们背着重伤的永琳走在回到山洞的路上。渐渐地，天黑了......史蒂夫告诫队友们，一定要千万小心，虽然打败了末影龙，但是我们的成员有伤在身，战斗对他们来说没有好处。\n他们千辛万苦地回到了相对安全的山洞，刚把永琳放在床上，门就被踢开了。Gif闯了进来。史蒂夫拔出了他的钻石剑，与Gif发起了战斗。两剑之间摩擦着出现了火星，史蒂夫努力不让Gif进入山洞，就在他们打得不可开交时，风暴在旁边的树上瞄准了史蒂夫，pong！传来了箭破风的声音，一支箭稳稳的出现在史蒂夫的右手臂上，史蒂夫的钻石剑砰然落地，Gif乘机向史蒂夫一剑砍去，将史蒂夫的左手臂整个砍了下来，随即一剑刺进了史蒂夫的胸膛，史蒂夫猝然倒地......\nGif和风暴离去后，史蒂芬冲出来，发现史蒂夫的呼吸已经停止，他痛不欲生，发誓要为哥哥报仇，他没有和其他人告别，含着泪捡起哥哥的钻石剑，向望终之地走去。上次他哥哥告诉他，末地里还有一个空间，里面有一鞘翅，用它可以飞上蓝天，攻击herobrine。他下定了决心，跳入末地，找到末影龙的尸体，一剑插了下去..........\n\n第二章:\n末影龙的尸体爆裂了开来，史蒂芬的头顶出现了一个基岩做的传送门。可是只有一格高，该怎么进去呢？史蒂芬在末地中搭建了一个2格高的蘑菇状庇护所，他拿雪球向小黑抛去，小黑愤怒地向他瞬移而来，却卡在庇护所外面，史蒂芬拿起他哥哥的剑，向小黑砍去，一只小黑倒下了，掉落了一颗珍珠，他拿起那颗珍珠，向传送门中投进去。(在此透露一下剧情，结局时每个人都得到了一个称号，我来列一下。史蒂夫:龙魂战神 史蒂芬:龙晶操控者 莫珲特:矿石之父  永琳:红石歌唱者 herobrine:地冥之神 风暴小白:无影射手 Gif:不死之魂 默默:暗影化身）史蒂芬进入末影城堡后，发现了一艘漂浮的船，他知道鞘翅就在上面，但是，怎么上去呢？这是个很大的难题，他又没带工具。他转念一想，这里不是有潜影贝么！？可以利用它们啊！他走到潜影贝面前，潜影贝愤怒地向史蒂芬发起了进攻，史蒂芬漂浮了起来，但是他发现漂浮的时间不够，他飘到一个平台上，发现离船并不远，他向后退了两步，使劲奔跑起来，到了边缘纵身一跃！进入了船内。却发现，鞘翅不在这，在这的居然是一颗晶石，他好奇地拿起那颗晶石，却发现身体剧烈疼痛，晶石也消失了。忽然，他身上发生了一个大爆炸，船被炸毁了，但他却平安无事，漂浮在空中，他低头一看，他身上是一套很\"屌\"的盔甲，而且他发现他能够自由飞行，手上的钻石剑被换成了一把闪着红色光芒的剑，他向传送门外herobrine的巢穴飞去，他知道，他很可能不是对手，但是，为了哥哥，他必须去！\n第三章:\n史蒂芬飞出了末地世界，回到他哥哥牺牲的那个山洞，他想向莫珲特他们告别，去找herobrine报仇，但是他发现他的伙伴们并不在这，而且他发现洞中有个巨大的坑，里面有着无数僵尸的尸体，他很担心，跳下洞去查看，洞底下很宽阔，史蒂芬飞了起来，打开他盔甲的照明效果，他胸前喷出了一道惨白的光线。他向前飞去，却没有发现他们，正在他准备离开时，后面传来了一个声音:\"谁！给我转过来！\"史蒂芬回头一看，正是莫珲特，他身上也穿着一套很酷炫的紫色装甲，莫珲特也发现了是史蒂芬，问他状况，史蒂芬把事情原原本本地告诉了他。莫珲特问他为什么去了那么久，史蒂芬说他才走了半天啊！(末地一天，主世界10天)忽然，一支箭射了过来，射在了莫珲特的手臂上，而莫珲特却毫发未损，那支箭反而断了，莫珲特往箭过来的方向一扬手，一道紫色光波飞了过去，一个骷髅瞬间倒地。史蒂芬很惊奇，问他这盔甲怎么那么厉害！莫珲特告诉他这是魔金装备，仅仅次于龙晶装备和龙魂装备。他往史蒂芬身上瞄了一眼，惊叫道:这不就是龙晶盔甲么！你从哪里弄到的······\n\n第四章\n史蒂芬很惊讶，原来他的装备那么强。他毅然站了起来，大踏步走向他们曾经的永宁村。因为他知道，herobrine就在那里,永宁村的237个乡亲，现在只剩下了他们几个，还有他哥哥，也死在herobrine手下的GIF手里，他飞出洞口，发现永琳站在上面，穿着普通的钻石套，拿着一把泛着绿光的剑，背上背着一把绿色的弓。永琳也看到了他，说:\"出发吧！“史蒂芬纵身一跃，飞向了天空，发现莫珲特紧跟在后面，永琳驾驶着粘液块汽车紧跟在后面，他感到了一丝欣慰，因为他有自己的小伙伴！他飞到了他们一起长大的永宁村，踏进了herobrine的血肉之堡，突然，门关上了，傍边的火炬全部都自动点燃了，Gif和风暴站在他们的前面，他们听到了herobrine的声音:你们终于来了，恭候多时！\nGif抢先发起进攻，向防御力最为薄弱的永琳冲去，永琳拿出他那一把弓，一箭射了过去，Gif灵活地躲开了(Gif不是僵尸么..怎么躲？),永琳拔出那把绿色的剑，一剑劈了过去，他们两打在了一起。史蒂芬抬起手臂，盔甲上射出去一道红色的光波，Gif倒在了地上，抽搐着。"
        },
        {
            "author": "qe321294132",
            "timestamp": 1464948360,
            "txt_content": "a65w46a 发表于 2016-6-3 17:44\n沙发是我的\n额，看来我来不及了"
        },
        {
            "author": "爱拍、小少",
            "timestamp": 1464950340,
            "txt_content": "毫无头绪，文字令人看着不舒服"
        },
        {
            "author": "=w=_Agus",
            "timestamp": 1465019700,
            "txt_content": "我只能说这文章太**\n这字的颜色太**\n大红大紫永远是作死的颜色"
        },
        {
            "author": "逗比神迪",
            "timestamp": 1465042920,
            "txt_content": "=w=_Agus 发表于 2016-6-4 13:55\n我只能说这文章太**\n这字的颜色太**\n大红大紫永远是作死的颜色\n6666，我又来捐精"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1465089960,
            "txt_content": "除了苦笑不知道还能说什么..."
        },
        {
            "author": "麦白",
            "timestamp": 1465090020,
            "txt_content": "你这是在分段吗，孩子。[滑稽]"
        },
        {
            "author": "46241359",
            "timestamp": 1465090140,
            "txt_content": "……\n【感觉自己真仁慈，竟然没给你扣分】\n我直说吧，这个写的太烂。原谅我见识短浅至今为止没见过此版有描写比阁下更加糟糕的文。亏待阁下的题目还让我觉得耳目一新【浓郁的中二气息】，近期打脸打的感觉整个脸都肿了。\n【冷静，冷静，我要和蔼地对待新人……】\n讲道理我不打算说太多废话因为我实在没心情对阁下做出太详细的评论。\n描写烂 没逻辑 凑字数 流水账 \n问答某前任版主表示阁下竟然还有脸分章。\n其实我也觉得阁下能知道如何分段就已经不错了，另外一章字数感人，质量也感人到上天。\n或许我是不是该考虑给你锁了这贴……？"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1465090440,
            "txt_content": "46241359 发表于 2016-6-5 09:29\n……\n【感觉自己真仁慈，竟然没给你扣分】\n我直说吧，这个写的太烂。原谅我见识短浅至今为止没见过此版有描 ...\n@snowclay 快看这个非洲人是怎么对待新人的。"
        },
        {
            "author": "snowclay",
            "timestamp": 1465100220,
            "txt_content": "爱无名灬颂 发表于 2016-6-5 09:34\n@snowclay 快看这个非洲人是怎么对待新人的。\n我没别的意思，只是想问问你和lichi是情侣头吗"
        },
        {
            "author": "snowclay",
            "timestamp": 1465100580,
            "txt_content": "爱无名灬颂 发表于 2016-6-5 09:34\n@snowclay 快看这个非洲人是怎么对待新人的。\n我没别的意思，只是想问问你和lichi是情侣头吗"
        }
    ]
}