{
    "title": "【原创·连载】【英灵虚空】【第十七集：断桥！】【byRing】",
    "author": "我为我为",
    "replyCount": 4,
    "timestamp": 1464966060,
    "txt_content": "  丛林门口有两个接待员，分别是颇左和右泊。参加考试的上百人，幻梦先回去了，他让荧零一行人在这里听从接待员的话。当时参加考试的很多，有很多连真正的样子都没有显露的、有的脸上煞白并且有几道灰色的杠杠、还有的长发过腰。  “欢迎各位同学来到考场！我是颇左！这位是我的弟弟！他是右泊！我们既是你们的接待员又是你们的考官！下面我给大家......”颇左扯大嗓门，全场的同学就没有说闲话的了。\n  正在颇左说的津津有味的时候，右泊也想出出风头，他刻意打断了颇左的话：“我给大家介绍规则！规则很简单！一会儿给你们队伍的每个人佩戴一种特殊的手表！这种手表上记录着本次考试中本回合的分数！分数达到200分为胜！”\n  右泊也抢先颇左的话：“每个队伍刚开始都有100分的基础分！你们需要找到蓝炎之石或消灭其他队伍来获得分数！蓝炎之石......”\n  “你够了！让我也说说！”颇左又一次抢台词，“蓝炎之石在隐秘的地方！每找到一颗增加50分！”\n  “每消灭一个队伍！将会获得那个队伍的50%的分数！你们可以享用任何方式来进行战队战斗！”他们兄弟二人开始你一句我一句的介绍了。\n  “特别提醒！这块区域中的一座小型城市里可是有很多蓝炎之石，好的，介绍完毕！发布手表！刚开始把大家分别传送到不同的区域！”\n  荧零一行人领到了手表，由Ling佩戴，他们先开始商讨计划。\n  “先来计算胜率，现在，由本队长的杰出指挥！胜率提升至20%！”Ling很自豪，其他人一言不发。\n  Ling继续道：“继续！加上夏雨凌的直率和碐澈的秒杀！胜率就能提升到40%。再加上云飞莫那掌控能力！胜率提升到60%！再加上队员的通力合作！那么胜率就会达到90%！但是......”\n  “有话说吧，怎么了？”荧零问。\n  “荧零......有你这种拖后腿的人物......咱们的胜率就会降到35%......”\n  “Ling你太无耻了，你就知道欺负荧零吗？你不知道去帮帮他吗？”夏雨凌先替荧零说话了。\n  “看！那边有一座桥！对面好像就是一所小城市！”叶翼雅看到了一座跨江大桥，气势雄浑，屹立在这片雨林之中，为这片雨林增添了新的景色，下面是滔滔流水。\n  荧零他们很快也就上了桥，这座桥太长，他们需要走一段时间。\n  “你说咱们要是一会儿遇到了太厉害的敌人怎么处理？”荧零问，“会不会有人在跟着我们呢？”\n  “没事，这里的人应该都是和我们差不多水平的，不用担心那么多......”Ling实际上在自我安慰，他也在发抖。\n  云飞莫系紧他的领带，不慌不忙，道：“起雾了呢......”\n  此时桥面上确实已经起雾，看起来更像是人为的。这时，在距离Ling[他是领头的，站在前面]大概50米处，多了一个人，那个人看起来没有什么善意，身穿雨衣，背后好像还背着一把刀，缓缓走向Ling他们。大家都注视到了，Ling首先说：“云飞莫！赶紧改变风向把这该死的雾挪开！看看前面那个人到底是谁！”云飞莫却仍不紧张：“我的控风只能控制风向而控制不了风力，控制了风向也没用。”\n  “没关系！”说着，Ling拉开了拉链，从里面掏出十把左轮手枪和两把双管猎枪。他给每个人丢过去1把左轮手枪。夏雨凌道：“靠！队长你这是想去抢劫吗?”\n  情势紧急，Ling道：“别管那么多了！我自己攒钱买的！先来几枪！”说着，他双持左轮手枪，其他人也拿起左轮手枪，朝着那个向他们缓缓移动的人来了几枪。那人使用了什么技术，使得那些快伤害到他的子弹在半空中减速，子弹挣扎了几秒后便落到了地上，发出“霹雳乓啷”的声音。\n  “队长！小心你的背后！”云飞莫大喊。Ling回头看了一下自己的背后，发现一轮紫色的圆环向他袭来，碐澈一个闪现，推开了Ling，才保住了他。\n  “你别在那里装#了，快上来吧，每次你都喜欢自己去装#，咱们可以炸桥了......”\n",
    "replies": [
        {
            "author": "qt819762430",
            "timestamp": 1464967440,
            "txt_content": "楼主不错呦\n如果你能整理好排版就更好了"
        },
        {
            "author": "wxm2002",
            "timestamp": 1464967860,
            "txt_content": "我相信楼主会做到更好"
        },
        {
            "author": "3567",
            "timestamp": 1464968400,
            "txt_content": "终于从第一集看到第十七集了，感觉挺棒的，楼主加油！"
        },
        {
            "author": "我为我为",
            "timestamp": 1465013220,
            "txt_content": "3567 发表于 2016-6-3 23:40\n终于从第一集看到第十七集了，感觉挺棒的，楼主加油！\n谢谢你的支持"
        }
    ]
}