{
    "title": "[多线]小马物语 —— 我的世界版饥荒，颠覆你的“世界”观![1.7.10]",
    "author": "飞翔荷兰人",
    "replyCount": 0,
    "timestamp": 1465027800,
    "txt_content": " 本帖最后由 飞翔荷兰人 于 2016-6-10 23:27 编辑 \n\n主题曲视频：http://v.youku.com/v_show/id_XODExMTU3NjU2.html\n开放情况：长期开放  游戏模式：生存  收费类型：公益服(长期)  游戏版本：1.7.10  游戏类型：MOD  服务端插件：老板菜单|邀请奖励|高级优化|超自然种族  MOD：塞尔达传说|拔刀剑|天堂|神话生物|枪械|更好的兽群行为|更多地牢（寻找巧克力版）|祖鲁(远古生物)|稳定不卡无BUG  服务器类型：8G高防借租服务器  是否有正版验证：否  白名单：无  最大在线人数：2016  联系方式：QQ群516036039  客户端获取方式：我的世界小马物语专业客户端V2.0【小马形象娱乐版】（略大，推荐进群下载，对配置有要求，但很好玩)                  我的世界小马物语专业客户端V3.0【人形服务器专用版】（稳定防闪退，服务器用推荐）  服务器IP：电信 dx.mc10.icraft.cc:35753\n网通 wt.mc10.icraft.cc:35753\n移动 yd.mc10.icraft.cc:35753 \n  服务器特色：如果你是个冒险迷，这是一个很适合你的MOD特色MOD塞尔达传说：《塞尔达传说》系列被许多人视为是有史以来最具影响力的电玩游戏系列，并和任天堂的马里奥、银河战士(Metroid)等知名系列并列为公司的招牌作品。至2015年春，《塞尔达传说》系列共推出了39款官方游戏作品(包括复刻作品)，总销量超过9千万套。有人说，智商低一些的人，不看攻略简直无法通关。其实并没有那么严重，但它也概括了游戏的一项特色。游戏中往往要进行一些灵活多变的任务，而这些往往需要你自己的尝试才能成功。游戏还有一大特色就是迷宫（游戏中也叫Temple，即是“神殿”），它不同于一般的迷宫，看起来虽然简单，但想通过却并不容易——它对我们的逻辑思维可是一大考验，比如，谜题的先后顺序，机关的开启与否，都需要玩家缜密的思维，每一个迷宫后都会有一场激烈的BOSS大战！\n现在这款神奇的游戏已经可以在MC中实现，独有副本随机生成系统，但是由于这个MOD对多人游戏需要一定的技术要求，因为很多物品都会在多人下会破坏地形但本服请到专门的MOD制作团队进行维护和升级，现在可以完美运行于服务器，快来和朋友们一起挑战无尽的迷宫去探索宝藏并和BOSS们来一场大战吧!造家倡导自然生存，无地皮，玩家成城镇型发展，为保证每个玩家都能体会到探索的乐趣，除生存世界外其他世界每周刷新一次!如果你对怪物的AI感到过绝望，那么在本服我相信你会彻底颠覆这个观念!怪物们将拥有更高的AI\n\n狂野西部（对应动画中苹果鲁萨）在这个蛮荒的世界里你可以抢劫银行！一起来召集玩家组建属于你们的西部小镇吧!（下周目和坎特洛特一起开启）\n特色MOD3：神界！让神与我们并肩作战！（对应动画中云中城）人类开始向神界进发！你可以在这里找到各种神器，这也许将逆转你的国家的战争局势，奔赴还有一大特色就是VIP物品除了拔刀剑外都是可以由玩家自己努力得到的，这能让更多玩家踏上需找神迹的征途！\n单独怪物增强冒险世界（对应动画中永恒自由森林）\n   这世界是一个混乱而又令人悲伤的地区。表面上这里是联盟管辖的地区并处在暴风城的保护之下，但与那座强大要塞的距离太远了，加之南部和东部邪恶力量的邻近，使这里充满了恐惧。\n本服的特色还远远不止这些模组，现在就来体验吧!上线就送【白狐】妖刀和超大容量背包！并送一把诸葛连弩！V2.0客户端进服以后看人物形象有惊喜哦~很切题的\n\n坎特洛特(一个暗黑之魂级别的史诗级RPG)(团队正在建设中，地图已完成，下周目正式开放！)OP证明：\n最后请注意，本服是一个高素质服，禁止在游戏和群内使用任何污秽词语或者谩骂词语，第一次禁言处理，第二次有意而为视为不尊重其他玩家，直接永久封掉。\n本服原是商业服，但腐竹感觉和大家能在一起玩耍才是最开心的事，正式转为公益服，而且大家不用担心腐竹会对服务器不上心，群里每个都是有故事的人，我们都有自己的信念，而且可能你一般遇到的公益服要么就是开不了几天，要么就是服务器比较差，但在本服这些都不会发生，腐竹每个月能节约出来150,一个月8G的要缴纳170，所以腐竹能支持每个月至少8G的网络，如果有玩家无偿赞助则此月或下个月能多加G数，多加G数的交易记录会公开给捐助者，并且服务器会长期开放，所以如果你是一个寻找快乐和家园感的人就来加入我们吧！\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n",
    "replies": []
}