{
    "title": "【原创·连载】【时间定律城堡】【第07章】【完结】【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 2,
    "timestamp": 1465078860,
    "txt_content": " 本帖最后由 540083835 于 2016-6-27 00:09 编辑 \n\n《时间定律城堡》\n第七章\n圣物与真相\n【第六章 钟楼】\n“按照按照那老头所说的，你能感觉到那些东西的所在地？”子律问道，时间却摇摇头：“又有那么一点点联系的感觉……但是很模糊，若有若无。”\n被那个老头儿坑了对吧，子律耸了耸肩。“但他既然说是八个方向……那么应该就是东南西北加上夹角的八个方向没错，先去东边看看吧。”此时天已近黄昏，子律抬头看了看太阳，然后带着时间朝相反方向走去。“话说……城堡里的那个男人……”子律突然想起了什么，小心翼翼地问道。“那的确是我的父亲。”时间面无表情地说道。“是个懦夫。”\n\n子律难以置信地望着时间，不明白为什么她会这么说自己的父亲，“无数个时间的回流，我还是能把零零碎碎的线索拼凑在一起的。”时间眼中闪过了一些不知道怎么说的神采，“也是现在的时间线，当他弟弟的士兵们杀进来的时候，他却躲在了废墟里，直到一切都化作尘埃，这一切，都是他的错，我不想承认这个父亲。”“等等你说什么？他弟弟的士兵？”子律揉了揉太阳穴，这里面信息量略大啊，\n\n“这种套路你应该知道啊，”时间歪头看了他一眼，“亲兄弟为了争权夺利，互相厮杀，就这么简单而已。”“但……”子律还想说什么，但时间打断了他：“我能感觉到了，有什么东西就在这附近。”她四处打量了一会儿，最终走到了一棵枯树下，“应该就是这个……”她垫脚折下了最低的一处枯枝。\n\n“这是亡木……是神话里某个神明的信物之一……”亡木？这名字听起来可不怎么对劲……“我能感觉到，这截枯枝在指引我……”她把枯枝小心翼翼地放进怀里，牵过子律的手便朝东北的方向走去。\n\n他们走到一处房檐下，时间伸手取下了一盏油灯，里面没有油渍，却是血渍。“所有的罪人的血与灵魂都会被神禁锢在一盏油灯里，最终被油灯吞噬……”时间沉吟道，子律抬头看了看，这里算是全城最矮的地方了吧，并不能看到钟楼，“罪人的血……并不是什么好东西啊……”“你怎么会知道这么多……”子律问道，时间只是瞅了他一眼：“还是那句话，嚼不完的书终究还是可以看的。”\n\n最终他们在其他六个方向找到了一个金杯，一个烫了银的骷髅头，一只乌鸦的残骸，一根山羊的断角，一个用人的大腿骨打磨出的小十字架，一把染有血迹的银匕首。“这些……除了金杯外……都是死亡的象征啊……”时间皱起了眉头，“除了金杯？”子律疑惑道，时间点了点头：“嗯，金杯与这些东西是完全相对的，这些代表着死，而金杯代表着生。”代表着生啊……子律沉思了一会儿，然后说道：“我们回去吧，那老头儿相信已经等急了。”时间点了点头，牵着子律的手往回走去。\n\n“就是他们，一直在这城里转悠。”嗯？！子律回头，看见一个男人站在身后，后面还跟着几个士兵，这男人与废墟里的那个男人倒是有几分相像……莫非他就是？！“很久不见啊，叔叔。”时间冷哼道，男人一挑眉，完全想不到会在这里遇到时间，但还是笑道：“原来你已经出来了啊，真不错，不如带我去找你父亲如何？”时间脸上的厌恶越发浓重。“我们拒绝。”子律手一抖，用剑指着他们，男人打量了他一番，仍然还是笑道：“小伙子，很有胆气呀，不错。”随后眼神转冷，“但是这丫头我是一定要抓到手的，给我杀掉那小子！”话音刚落，身后的士兵便一拥而上，拔剑出鞘，朝子律攻去。\n\n“你退后。”还是同样的话，子律一步踏出，剑锋扫起一阵冷风，一下抹断了一名士兵的脖子，反手从腰间摸出了放在他这里的染血的银匕首，捅穿了左边士兵的腹部，右手横剑弹开了斩过来的士兵的剑，接着转了个身，手中剑顺势横劈过士兵的胸口。\n\n“死过一次再死第二次可没那么容易。”子律退后了几步，嗤笑道，匕首一挥，刺进了身前士兵的眼睛，狠狠地往下面摁去，士兵的惨叫响彻人耳，直到到底上不停抽搐，子律才拔出匕首。“来抓我呀。”他对男人嗤笑道，男人神色阴云不定，最后瞪了他一眼，还是转过身走了。\n\n“为什么不杀他……？”时间问道，子律耸了耸肩：“也许因为他是你叔叔吧，不想下手，还是赶快回去吧，这里太危险。”两人最后还是回到了塔里，时间再一次触摸钟盘，机械的齿轮开始运转，绿色的流萤飞舞，老头儿再一次出现了。“喏，你要的东西。”子律将东西全部摆在地上，老头儿神色激动地过来拿起油灯摩挲，数了数，他却发现了不对劲。“等等，匕首呢？”他问道，子律一拍脑门，指了指露出腰间袋子的刀柄，“这儿呢。”说着一边试图将它拔出来一边走向老头，随后神色一冷，一刀刺进了老头儿的腹部，老头惨叫了一声，难以置信地看着刺入他腹部的匕首，颤声道：“金匕首……你……为什么……”“是哦，想不明白是吧，嗯？择拉神大人。”子律松开了手，老头儿踉踉跄跄地向后退去，颤抖着将腹部的匕首拔出来扔到了地上。“你是怎么发现的…….”老头儿眼睛充斥着血丝，百思不得其解。\n\n“很奇怪吗？”子律冷笑了一声，“就算你用金杯掩饰，也无法改变这些圣物是属于择拉神的事实，要怪，就怪你把这个图书馆小丫头留在了我身边。”不顾择拉神后悔的神色，他继续说道：“你说看见时间把什么东西藏在了八个方向，那你告诉我，你是怎么看见全城最低的地方的？你根本看不见那里，你的谎话，漏洞百出！”\n\n“说吧，你到底想干什么？”子律冷哼道。“原来是这样……”择拉神咳了一口血，笑道：“就是因为这个丫头，我来这里收取人的性命的时候却阴差阳错地把我封印在了钟盘里，不然你以为你为什么死不了？就算是回逆，这城里的人也早就该化为尘埃了，你以为你为什么还看得见他们？”“这么说你还是因为好意才欺骗我们去为你找东西吗？”子律问道，见择拉神老老实实地点了点头……“不能相信他。”时间突然说道，“择拉神，你的本性我都清楚，你的圣物，是用来借取城里生物的生命的才对吧，时间不会死，但你会死。”\n\n择拉神一愣，随后恼羞成怒，捡起地上的镀金匕首，忍着刺骨的疼，将匕首向子律刺去：“既然都到了这个地步，那你们也来陪葬吧！”“陪葬？”子律眼里闪过一丝阴冷，抄起地上的金杯一甩手砸在了择拉神的脑袋上，砸的鲜血直溅，“还是你先去死吧！”\n\n择拉神趴在地上，虚弱地说道：“这是你唯一出去的机会……你不能杀我……”子律捡起了镀金匕首，冷笑道：“也许吧，但我不喜欢把一个祸患留在身边，办法可以慢慢想，你，还是安息吧。”说着一刀扎进了择拉神的咽喉，择拉神悲鸣了一声，便一动不动了。“你把他杀了……那你要怎么出去呢……？”时间问道，子律有些苦恼地敲了敲头，笑道：“再说吧，办法总能找到的。”\n\n（完结）很抱歉就这么不负责任的草草完结了，但是我。。。实在填不下这坑了，我发现我写小说大都是因为脑海里出现了一个不错的桥段所以用小说来承载他，对于曾今的小说我都没有要将其写完的决心，那么就这样，下一部小说，我跪着也会写完！\n",
    "replies": [
        {
            "author": "晓兜",
            "timestamp": 1465095540,
            "txt_content": "太棒的~顶一下~"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1465212600,
            "txt_content": "你的谎话，漏洞百出！\n\n咱暂且不和周创其他文章做对比。\n这几章，基本的错处较多。而后剧情有点突兀，因为逻辑有点儿粗糙。\n望及时修改。"
        }
    ]
}