{
    "title": "【原创·连载】【时间定律城堡】【第06章】【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 1,
    "timestamp": 1465078440,
    "txt_content": "《时间定律城堡》\n第六章\n钟楼\n【第五章 古王】\n神奇的是，子律并没有昏迷过去，纵然很虚弱，但眼皮根本闭不下去，他伸手摸摸了后背，刺骨的疼，疼的让人倒吸一口凉气，冷冰冰的，没有一点温度，他似乎感受不到心脏的跳动，血液也没有一点温度。\n“跟那些人一样了啊……”他撑在地上，试图爬起来，手臂却不停地抽搐，直到时间跑过来将他小心翼翼地扶起来。子律将衣服撕下来，撕成一条一条的，绕着整个上身捆了几圈，如同捆稻草一样，将背后的伤口给强行绑了回去，“啧……真穷。”在士兵身上摸索了一番，只摸出一把镀金的短刀，他给了时间以防身，便再也没有其他有意义的物品了。将地上的剑捡了起来握在手中，休息了一会儿后便继续朝钟楼走去。因为身体的原因，子律不得不一路上躲躲藏藏，生怕被士兵发现，现在这种状况如果再遇到四五个士兵的话连神仙也救不活。\n\n终究是走到了钟楼底下，子律抹了一把冷汗，环绕四周，确定无人后才走进了钟楼的入口。钟楼里没有其他的东西，只有一条环形楼梯一直延伸到楼顶。“我能感觉觉到我的同类……”时间突然说道，然后一路向楼上跑去，子律别无他法，只能紧紧跟随着跑了上去。楼顶是一个平台，并没有任何人，只看得见钟楼的大钟钟盘的背面，这个钟楼的机械竟然全被拆光了，那些士兵可真是丝毫不手软。子律不想去追究士兵的所作所为，也不愿意把精力浪费在为钟楼的感叹上，他只想尽快回到外面。“你的同类……在哪？”子律捂着背气喘吁吁地问道，只见时间径直走向钟盘的背面，伸手摸了上去……“嗒……嗒……”子律一惊，为什么会听到大钟运作的声音？明明机械全被……眼前的一切都虚幻了起来，能看到一切都在飞速地倒退，能看见士兵一边笑着交谈一边拆掉钟楼大大小小的机械，喝声中挥动大锤杂碎拆不掉的机械，直到一切重回原点——机械全部回归，大钟正在尽职地转动着。“你终于来了。”大钟的背面闪烁起了绿色的光芒，一个虚幻的人影走了出来，绿色的流萤在它的体表流动，但让人一点也不想靠近、\n\n“我？”时间歪了歪头，“你是谁？”“正如你所说的，我们是同类。”这个虚影似乎是一个老头儿，声音中带个一股子沧桑，“等你死了，也会像我一样，依附在某个大钟，甚至是某块怀表里，这就是我们的命运。”子律一愣，打断了他的话：“她不是她说不会死吗？现在是什么状况。”老头冷哼了一，显然对说话被打断很不满，但还是继续说道：“时间是不会死，但又有谁告诉过你她是时间的本体？”一边说着一边绕着子律上下打量，“我们不过是时间的某个打算的棋子，我是，这个小丫头是，相信你也快了，我敢保证时间本体还在这座城堡里，我劝你们还是……”\n\n“劝我们逃跑？能逃到哪去？”子律理直气壮地顶撞道，却被老头儿敲了一个爆栗，哼道：“你当然哪儿都去不了，只要在时间的领域内，你外界的也好哪里的也好都别想出去。”等等，子律眉毛一挑，“你怎么知道我是从外面来的？”老头儿什么也不说，只是用一种关爱智障的眼神看着他，嗤笑道：“你们不是来这儿了吗？你也知道这儿是城堡里视野最开阔的地方？我每天就住这儿，你说我怎么不知道？”子律心想有道理啊，不过……“那你倒是快把我弄出去啊。”他闷哼道，老头儿眼中的鄙夷更甚了：“我说你小子是不讨好，都说了出不去你硬要出去，你出去过了不也回来了么？你还是放弃吧，老头儿我也没这能力。”说到一半儿，老头儿才一副想起了什么事的样子，瞪了子律一眼，说道：“主动回逆的时间太长了的话会被时间发现，光和你小子扯皮就费了不少事，啧。”然后咳嗽了两声才正色道：“不管时间想干嘛，但看看城堡里的情景就知道一定不是好事，他让这些人一次又一次地经理相同的痛苦，一定是有什么不为人知的秘密。”\n\n“与我没什么关系吧……”时间低声说道，她一直被关在地下室里，这地表的人到底怎样，与她真没多大关系，这下老头似乎有点儿怒了，一把抓住了时间的手臂，但像是碰到了针板一样，抽着冷气便匆匆收回了手。“没时间说太多了。”老头儿叹了一口气，“我看到时间在城堡的八个方向都放置了什么东西，也许那便是事情的关键，我希望你们找到它回来交给我，这也许是你出去的唯一机会，这个丫头会指引你找到那些东西的。”\n\n“她会指引我？”子律有些怀疑，但老头儿还是坚定地点了点头，最后说道：“作为暂时的报酬，我帮你回逆一次吧。”说着抬起了手，一片绿色的流萤汇聚，绕着子律旋转，一股力量开始撕扯着子律，子律对这个感觉再熟悉不过了，这的确是时间回逆。一切重归寂静后，子律睁开眼，发现自己又回到了从废墟出来的时候的样子，没有什么伤，衣服也完好。他捏了捏拳头，没有一点虚弱的感觉，便点头说道：“行吧，那我就帮一帮你。”老头儿淡淡一笑，化作绿光回到了钟盘里，四周的机械零件再一次全都消失，显然老头儿的回逆已经全都结束了。“我们走吧。”子律牵着时间的手转身走去，皱着眉头回头望了一眼钟盘，若有所思。\n\n（未完待续......）\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1466941140,
            "txt_content": "错别字啊，太多啦！"
        }
    ]
}