{
    "title": "我的世界 小说版 第一卷 第二章 第一回",
    "author": "z736027620",
    "replyCount": 4,
    "timestamp": 1350714000,
    "txt_content": "传送门在后面 这次没钱送，sorry，因为上一张没人气~ =w=\n-------------------------------------------------------------------------\n“是啊！绮思特爷爷！我来给你送信了！”我说道。\n“你真的是小莫？”绮思特用手动了动眼镜，看了看我，“咳咳！咳咳！”\n“绮思特爷爷，真的是我，你快给我开门吧！”\n“嗯！嗯！”绮思特说完，就将手伸向屏幕这边，然后屏幕图画消失，最后，屏幕陷了下去。\n这个大路都是由铁块造成的，别看铁不值钱，但是这么一大堆的话，也很多了啊，所以可以看得出，绮思特爷爷也是个非常的有钱人啊！\n我走了上去，看到了面前的庞大物，这个就是电梯吗？\n在我的眼中，就是一个庞大的长方体，高很高，一直伸到云层。\n我打开了木门，走了进去，发现里面竟然这么小！很小的一块而已！可是……外面看起来很大啊！\n我走了出去，索性打爆了一个白色羊毛，因为这个电梯是羊毛做的。\n我打开了我足以走进去的道路。\n纳尼？！里面这是怎么回事？\n我在里面看到了庞大的红石线路，到处的路由器（就是延长红石线路的那个，我忘记是什么了……最近都在弄服务器……），到处都有活塞，不过相比，活塞比较少。\n好高啊！\n我从地下往上看去，红石线路一直伸到了天空处！\n我咽了一下口水，这是多么庞大的工程啊！一个人可以完成？这是绮思特爷爷弄得？很多很多的疑问出现在了我的脑海里。\n我仔细看了一下，发现这些似乎是有规律的，一个连一个……激活活塞……活塞门的道理……路由器用来延伸红石的长度……红石火把来激活……而这一切的一切，都属于那个小屋子里的那个按钮来激活！\n我走了出来，用刚刚的羊毛再次将少的空给补住。\n我走进了那个小屋子，又打破了两个羊毛，发现看的不怎么清楚，于是索性打破了四个羊毛，可以让我看得清楚了。我按了一下按钮，惊人地一幕出现了！\n红石电路一个一个的被激活，并且路由器也一个一个冒着火花，庞大的红石电路是我的脑内信息暂停了一下（服务器卡机情况~=w=），但是马上就恢复了（可以看出服务器是多么的强大~）。\n红石电路一个一个的激活，这种场景太壮观了，活塞被一个一个的激活，我也被电梯脱了上去。\n这种情况，你是无法想象的，从正常陆地高度一下子达到了200……\n我终于到达了最高层，我走了出去，看了看后面这个庞大白色羊毛物，实在是太刺激了！！\n我向前走着，发现这上面跟下面是两个完全不同的风格，下面的铁块所包围的道路，安放的是一些田地、小屋，似乎还有一些通往另外一个地方的地下通道。\n我看到了面前，有两扇门，都是铁门，而且都有一个按钮，我不知道该走哪个，我并不确定，可我等了大约几分钟后，绮思特爷爷还没有过来，看来只能我自己走了。\n我随意的点了一扇门的按钮，走了进去，刚进去，铁门就关了，没有回去的按钮或者压片夹或者是拉杆……看来我只能慢慢的闯了。\n什么？！\n我一直走着，拐了无数个弯，竟然发现前方只有一个方块，而且前面没有路了就，就只有一个一个的石头在上面漂着，这……是什么情况，我往下看了一下，纳尼？！这不就是刚才我上来的电梯旁边的那个巨大地红石线路嘛？！这摔下去可是一定会死的啊！但是……我刚才看的时候为什么空中没有这些东西？！\n我感觉越来越奇怪了，我看了一下那个方块的远度，不远不远，我可以跳过去，我刷了一下跳了过去，再看了一下前方，这……不会吧？前方有一个方块，方块距离我的距离很远，我肯定跳不过去，但是，方块的旁边有一个水柱，水柱垂直的下了下去，怪了，真的怪了，刚才我在参观的时候，并没有看到有水柱啊！\n算了，先不想这些，想想怎么过去先，看了一下后面，后面已经走不回去了，刚才看了一下，没有回去开铁门的机关。我看着面前的一切事物，脑海里想到了一个大胆的想法。\n我咽了一下口水，我觉得这样应该可以！\n我使劲的往前一条，果然，我跳到了水柱里！我使劲的往上游……游到了水上方，面前果然有个方块，我果断地抓住方块，想要上去，但是在水里真的不易动，水冲刷着我的身体，我很容易就被水的力量推下去，可退下去的话，这么高的高度，加入一直泡在水里，我会被淹死……呼吸的话，我就必须在旁边呼吸，但是那样我就会掉下去，所以，我不能被推下去，推下去就一定死了！\n我使劲的抓着，终于，我爬上了这个方块，我坐在方块上……真的好累啊！第一次这么累！我将鞋子脱下，到处里面的水，然后将鞋子丢掉，我看了一下前方。\n啊！太好了！终于快到终点了！木门就在我的眼前！只要我跳过去！\n我看了一下距离，好的，一点也不远！我很容易就能跳过去！\n我擦干了脚，害怕等下到道路的时候，会一不小心滑下去。\n我跳了！\n终点就在眼前！\n什么？！这是什么？！我怎么感觉到了一个细小的东西碰到了我的肚子，我并且穿越了它！\n拌……拌线……拌线钩！\n我感觉到了严重的不对，我想道路左面看去，果然！有一个活塞！\n我意识到了会发生了什么事。\n不会吧……\n尽管我使劲的想这个机关零件效果解除，但是终究还是不行的，面前的道路被活塞推住，石头将道路堵住，而紧接着，我的身体撞到了那上面，我的脑门顿时有些疼痛。\n好痛啊……要晕过去了……\n我感觉到我的身体正在急速的往下下坠，我知道，我输了，我失败了，我要掉下去了……\n200米的高度，我肯定会死的，不用想……\n真是的……本来还想去找父亲的……难不成……我的生命就这样消失了吗……？\n--------------------------------\n传送门\n传送门\n 第一回  http://www.mcbbs.net/thread-55876-1-1.html\n 第二回  http://www.mcbbs.net/thread-55899-1-1.html\n 第三回  http://www.mcbbs.net/thread-55944-1-1.html\n 第四回  http://www.mcbbs.net/thread-56559-1-1.html\n 第五回  http://www.mcbbs.net/forum.php?mod=viewthread&tid=57127&page=1#pid847467",
    "replies": [
        {
            "author": "忘れた事",
            "timestamp": 1350714180,
            "txt_content": "沙发ING   "
        },
        {
            "author": "z736027620",
            "timestamp": 1350716580,
            "txt_content": "没有人吗亲！求人气啊！！！"
        },
        {
            "author": "$_$",
            "timestamp": 1350717960,
            "txt_content": "不好看，，，"
        },
        {
            "author": "z736027620",
            "timestamp": 1350718980,
            "txt_content": "$_$ 发表于 2012-10-20 15:26 \n不好看，，，\n下一回，会有第四卷的预告……跟红龙打怪哦亲~虽然下一回的预告蛮少的"
        }
    ]
}