{
    "title": "【原创·连载】【时间定律城堡】【第05章】【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 9,
    "timestamp": 1465077660,
    "txt_content": " 本帖最后由 540083835 于 2016-6-5 06:07 编辑 \n\n《时间定律城堡》\n第五章\n古王\n【第四章 时间】\n真见鬼了，子律浑身炸毛，这肯定是一个老不死的。\n\n这回头一看，便看到一柄寒光闪烁的剑刃朝自己的面门刺来，子律浑身一抖，十分怂地往地上一蹲，剑锋便蹭着他的发尖斩过，冷冽的寒气刺得他后颈发凉，“我才不要死在这这里嘞！”子律就像猴子一样向旁边窜去，抱住时间往地上一滚，然后顺势起身，侧身撞开了布满灰尘的大门，冲出了这片废墟。\n\n“咳……”抬手挥散了漫天的灰尘，子律下意识回头张望，刚刚袭杀他的就是在废墟内的一个颇有几分气质的着装华丽的男人，手握一柄秘银铸成的长剑，凶狠地望着他，但是眼神中却充斥着慌乱与不甘。他就这么静静地站在门内，就这么盯着子律，但他就是不出来，看起来是出不来的样子。子律扪心自问没这胆对他做鬼脸看看他到底出不出来，如果出来就给他一刀那就很尴尬了，现在他只有带着时间离这里远一些。时间回过头张望了一会儿，没有什么反应，很快地便回过头来了，子律并没有在意，他并没有察觉出时间眼中的厌恶。\n\n但没走几步就不对劲了，空气中弥漫着一股子腥甜……子律突然眉头一挑，他可没少与野兽打过架，被野兽一爪子划破脸皮也好，一刀捅穿野兽的脑门子也好，这味道他再熟悉不过——血腥味。\n\n“有人过来了……”，让人高度紧张的环境总能激发出人的某些潜能，就比如子律现在听见了 正在慢慢靠近的脚步声，四处张望一番后，带着时间便躲进了被铁栅栏包裹着的灌木丛中，这里枝叶繁茂，绝不会被人发现。果不其然，不到一分钟，一群穿着古武士盔甲的士兵便拖着什么走了过来，由于视角太低，子律看不见那是什么，但是在他们靠近后，血腥味便浓了起来。子律瞳孔微缩，似乎已经猜到了他们拖过来的是什么，而且绝对不止一个或者一点。\n\n“一群下等的贱种，居然能安稳这么多年，也是奇迹。”士兵突然嗤笑道，“没准是择拉神都懒得收他们呢？”说完，一干士兵都哄笑起来，子律却是眉头微皱，没听明白他们说的是什么意思。“择拉是长眠的意思，择拉神就是收走人灵魂的神。”时间一眼看穿了子律的想法，轻声说道，士兵们的金属长靴与地面碰撞发出刺耳的响声，这里的蚊子般的声音并不会被发现，但子律却听得清清楚楚，心下明白，这择拉神便是外界的死神之类的吧。\n\n士兵们终于是走了，两人才钻了出来，灌木丛里并不舒服，粗粗细细的总归都是刺，扎的人深疼。“话说你怎么会知道择拉神之类的东西的，按理说你一直被关在……”子律问道，时间却耸了耸肩：“没嚼完的书终究还是能看的。”子律哑口了。走到了士兵们刚刚站的地方，是一口井，正对着可以看见废墟的门，但是=男人已经不见了。探头往井里望去，子律瞬间寒毛炸起冷汗直冒，缩回头撑着身旁的墙不离不让自己吐出来。之前也的确猜到了是尸体之类的，但是探头向井里看去的时候还是被狠狠震惊了一下。井里满满当当都是尸体，一张张满是恐慌绝望的脸浸泡在血水中，宛若会爬出厉鬼的深渊，血腥味被井口上的顶盖住并没有溢出来，但脑袋一探进去便被熏的无法呼吸。\n\n“妈的，这真正的厮杀可比想象中恐怖多了。”子律深呼吸了一口清新的空气，半天才缓过来。虽说是从那暗无天日的地底出来了，但是子律心里却无比迷茫，他并不知道现在该干什么，虽然很明白目的就是让自己离开这鬼地方，但是却毫无头绪。“说不定在钟楼会找到一些线索呢？”时间扯了扯子律的衣角，指指钟楼。子律一锤手掌，灵光乍现，对啊，既然是与时间有关，那么去找钟表之类的东西应该会有线索，而钟楼就是最明显的建筑物。但是……\n\n“那里还有活人！杀掉他们！”显然被发现了，一群士兵就在前路上朝自己这里奔来，现在要么是被士兵砍死要么是退回废墟被时间他爹砍死，反正都是死，那么就……“你退后。”子律命令道，时间乖乖地退到了角落里，而后子律从地上抄起了一根建筑物倒塌所留下的有一头是尖的木棒，迎上了冲过来的士兵。鲜血溅起——子律狠狠地将木棒的尖头刺入了第一个士兵的胸口，然后腾出一只手一把掐住士兵的右手筋，用力地掐进去，能听到骨头被强行错位的声音，然后一把夺过了士兵手中的剑，反身在其脖子上一抹，一道血箭射出，士兵捂着脖子无力地倒了下去，就如同失去了栓绳的沙袋一般。\n\n“真当我没见过血不成。”握紧了手中的剑，子律阴沉地盯着剩下的三个士兵，而后，一步踏出，剑走偏锋，直直地朝最靠右的士兵的脖子刺去，士兵手中剑向上一挡，弹开了刺来的剑刃，右大腿一扫而出，踢在了子律的左肋上。被这金属靴子踢一下可不是闹着玩的，子律只感觉一股寒意顺着神经爬上脑袋，又冷又疼，后背狠狠地撞到了身后灌木的铁栅栏上，匆忙地还手挡住了士兵的一记横劈，只觉得手腕一阵发麻。\n\n感谢狂妄自大，其他的三个士兵只是站在一旁抱着手看戏，子律咽下一口唾沫，忍着痛一脚蹬在了士兵的小腹上，趁着士兵站立不稳一剑朝士兵刺去，这士兵也慌了，抬手也是一剑朝子律刺去，子律脚步一晃，士兵的剑从他的脖子处抹过，留下一道血痕，差一点就会直接割破气管。其他的士兵也是立马拔剑上来帮忙，但为时已晚，子律手中的剑已经笔直地插入了士兵的胸口，毫无温度的鲜血洒落在子律的脸上。瞅着空儿，子律一剑斩断了冲上来的其中一个士兵的左小腿将他蹬在了另一个士兵的身上，双双向后摔去，无视了已经举剑向他劈来的最后一个士兵，一跃而起=，一剑将地上的两人刺了个通透。与此同时，背后一阵冷风扫过，士兵的剑斩过了他的后背，献血狂喷，子律怒吼了一声，像是被激怒的狮子或是狼，没有意识一般疯狂地朝这士兵冲去，一剑扫开了第二剑，空出左手，一拳印在士兵的鼻梁上，已经能听到鼻梁骨断为两截的声音，最后一剑提起，从士兵的左肋直接劈到右肩，从左到右又补了一剑，将士兵暴露的心脏斩为两半，对喷到脸上身上的鲜血毫不在意。直到这个士兵再也动不了的时候，子律才踉踉跄跄地跪倒在地上，直挺挺地倒了下去。\n\n（未完待续......）",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1465211220,
            "txt_content": "……子律就像猴子一样向旁边窜去……\n蹿比窜合适。\n\n“有人过来了……”，让人高度紧张……\n逗号应删，或换为分段；或删省略号。\n\n……就比如子律现在听见了 正在……\n空格应删。\n\n……扎得人深疼……\n深疼应为生疼，或深深地疼。\n\n……子律一锤手掌……\n锤应为捶。\n\n……但是=男人已经不见了……\n等号应删，或换为逗号。\n\n……熏的无法呼吸……\n的应为得。\n\n……一跃而起=，一剑……\n等号应删。\n\n……献血狂喷……\n献应为鲜。\n\n作者应该多注意一下。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1465211340,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-6-6 19:17 编辑 \n\n作者不应该着急，作者一着急我们也多不了耐心。"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1465227360,
            "txt_content": "安根_Engon 发表于 2016-6-6 19:09\n作者不应该着急，作者一着急我们也多不了耐心。\n一路老血，好的好的"
        },
        {
            "author": "q909336224",
            "timestamp": 1467974520,
            "txt_content": "6666666666666666"
        },
        {
            "author": "o-zero",
            "timestamp": 1468074540,
            "txt_content": "额。作者，说一下，首先，自己写自己的，要看别人的建议没错，但不一定采用，要想，这是你自己的小说，如果你过分的看别人的建议，而没了当初的想法，我觉得这就是失败的了，哪怕你写的再烂，别人看都看不懂，没关系，画也有抽象派一说嘛，总会被人所看见，所赞扬的"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469172000,
            "txt_content": "o-zero 发表于 2016-7-9 22:29\n额。作者，说一下，首先，自己写自己的，要看别人的建议没错，但不一定采用，要想，这是你自己的小说，如果 ...\n后面半句我不太认同。“写得再烂”这说法不对，否则写得再烂都有理由乱写了。"
        },
        {
            "author": "o-zero",
            "timestamp": 1480846800,
            "txt_content": "安根_Engon 发表于 2016-7-22 15:20\n后面半句我不太认同。“写得再烂”这说法不对，否则写得再烂都有理由乱写了。 ...\n写的烂如何他有自己的路，当初梵高的画被人看好吗，而且总会慢慢的变好，我说没关系又不是叫他不改==他写道最后终究会有他自己的风格自己的路，也会自己的小粉丝，这样他才不会放弃，他才会慢慢的变好，我和你的建议没什么不同只是希望他变好而已"
        },
        {
            "author": "o-zero",
            "timestamp": 1480846860,
            "txt_content": "记得我么"
        },
        {
            "author": "碍人难挽",
            "timestamp": 1481272500,
            "txt_content": "加油,支持你哦"
        }
    ]
}