{
    "title": "<原创·连载>空[第六十八章：“Cherry”][Polaris]",
    "author": "46241359",
    "replyCount": 5,
    "timestamp": 1465190460,
    "txt_content": " 本帖最后由 46241359 于 2016-6-9 23:04 编辑 \n\n正文\n\n\n\n    空看着站在自己面前的男子，脸色苍白双唇紧闭，细碎的头发垂下来遮住左眼，褴褛的衣服草草的挂在瘦弱的身体上。两者在沉默中对视了很久，对方首先开口打破沉默：“Emptiness。”\n    “怎么？”\n    “知道自己为什么而生，又为什么而活吗？”\n \n    他看着刚才被放倒在地的保安人员，踩住其右手防止抵抗，弯下腰拿起手中的枪。站直身子，枪口对准头部，毫不迟疑地扣下扳机。\n    没有人需要他怜悯。\n    “这世界上没有该死的人。”\n    “所有人都该死。”\n    将打空子弹的枪顺手掷出，恰好砸中一个朝他冲来的倒霉蛋，熟练地夺过其武器继续为自己所追求的“自由”清扫道路。\n    “我们有义务去结束这一系列的噩梦。”\n    “它们不是噩梦，是真实的。”\n    略带厌恶地抬起手捂住口鼻不让自己过多的嗅到这周围弥漫着的血腥气，这些人就像塑造者一样令他憎恨，只知道一味的阻拦他。\n    “回到你该去的地方。”\n    “我该去哪？”\n    推开沉重的铁门，外界的阳光第一次真正地与他的身体接触，是让人迷恋的温暖。\n \n    “你是谁？”\n    “我不是他，是他的碎片。”\n    “他呢？”\n    “回到他该去的地方，去找他想要得到的东西了。”\n    “那是什么？”\n    “他和他的善良。”\n    “……”\n    “你也有要找到的东西。”\n    “是什么？”\n    “是他，也是我。”\n \n    外界的东西，虽然已经在他的大脑中以数据的形式呈现过一次了，但亲眼所见的感觉与被强行灌输还是有极大的区别，至少他会觉得欣喜。\n    但这些，和输入他大脑中的数据没有什么出入，人的眼睛还是那样的令他反感。\n    “别走，那样你会死。”\n    “你没有权利命令我。”\n    人总会忘记过去的疼痛，然后走向新生。就像凯洛尔，各方面都千疮百孔最后还是活在这个世界上并想尽办法阻止他。\n    “别再往前走，我会杀了你。”\n    “……”\n    眯起眼望着对面人行道上过往的行人，他的视线落到走过的每一个人身上，仔细打量着他们的外貌，但突然间，瞳孔放大了一倍。\n    那个人是……\n    “为什么？你为什么总是这样？”\n    “你不也是一样么，都是永远记不住过去的伤痛的人。”\n    “不……”\n    \n    “纳尔·凯洛尔。”\n    “……”\n    对方在黑暗中沉默着，身上的衣着像是被燃烧着一样，自上而下渐渐地一点一点变成灰烬落到地面上。\n    “没人希望你存在于这个世界上。”\n    “人是自私的。”\n    “……”\n    “也没人会希望你存在于这个世界上。”\n    “那又怎样。”\n    “最不希望你存在于世界上的人，是你。”\n    “……”\n    “你携带了一部分我的记忆，即使你的性格真的是他们所说的‘凭空捏造’，也是基于我的基础上，你想要的，想追求的，也都是我所希望得到的。我们本质上没有任何差异，拯救你更多的是为了拯救我自己。我知道摆脱彼得的办法。”\n    “什么？”\n    凯洛尔从他面前消失了，只留下一个空洞的声音。\n    “杀了他。”\n \n    “Emptiness。”\n    “让开。”\n    “别用对他说话的口气来对我下命令。”凯洛尔抬眼看了看四周，现在是白天，街道上人太多，于是不理会对方的挣扎反抗，硬是将其拽到一个相比之下比较不引人注目的地方。Emptiness身上没有任何武器是已经确认过的了，加上他所能做的只有夺取对方的武器然后再反击，如果在没有武器的情况下和彼得硬拼，大概会被打晕了拖到个更隐蔽的地方。\n    在那种地方被杀掉的话，要销毁证据是再简单不过的事。这点Emptiness是知道的，所以也就搞清了当前的状况。\n    “听着，Emptiness，我不想和你说太多。”凯洛尔将他固定在墙上，眉毛微微上挑，手开始使力，端详着面前Emptiness像是快要窒息的神情，“现在彼得需要自由，只有真正意义上的自由才能让我们继续活下去，但要得到的话需要你的协助，所以，我的意思，你明白吧？”\n    当然，他比这世界上除去彼得本人以外更了解凯洛尔的目的，脑中快速设计出应对办法后抬手扳开凯洛尔的手指，所幸本意并不是置他于死地，多用些力还是能让自己的呼吸道变得顺畅些。\n    “我明白，但我需要申明，我和原本的Emptiness不同，既然你要我帮忙我也会开出条件，如果你不同意的话我绝不会协助你。”\n    “说吧。”\n    “一切了结之后想办法让我离开这里。”\n    果然，之前的担心根本是多余的，即使换了记忆换了性格也还是不改天真的本性。想到这里，凯洛尔松了手，“好，这个条件我同意。”\n    看着凯洛尔毫不犹豫就应下请求，Emptiness的眉头不由得皱起来，不是担心由于对方这般爽快的作出回答导致有可能到时食言，毕竟凯洛尔的为人他还是相当清楚的，话既然已经说出口就不会再将其吞回去，只是回答给的这样迅速让他实在是有些担心，是一种让人无法弄清来源的担心。\n    不过既然已经得到了凯洛尔的承诺，现在的他的任务就是在不尽全力的情况下协助凯洛尔完成他的目标来换取自由。“你需要我帮你什么？”\n    “Cherry，”凯洛尔吐出一个英文单词，之后头歪向右方，用异样的目光打量着Emptiness，“你知道我是什么意思。”\n     Cherry？那家伙碍着你什么事了？皱眉，以表示自己的迷惑不解。凯洛尔后退了几步，双手背在身后，“几年前的事情，一星期之内完成，逾期食言。”说着，转了个身便毫不犹豫地离开。\n    几年前的事情……\n    啊，对了，凯洛尔说的，是指那件事吧？\n    那个……三年前因执行者失去踪迹而不得不中断宣告失败的，特殊任务。\n    这大概是Emptiness内心深处最致命的伤痕，是最不能够被人轻易触碰的禁地。\n \n\n返回索引贴\n\n\n@恶魔-潇洒 @冥王星人 @xcc @zyj0807 @sam3737 \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1465209660,
            "txt_content": "［“Cherry，”，凯洛尔吐出一个英文单词］\n多个逗号。\n\n没有主语，这种笔法没有发挥出来优点。所以只算是语法很有特点。\n对白的部分成功装逼，但是前半段基本都带做作。\n别跟我说他们是不是人或者有什么性格特点之类，你起码得让人搞明白他们说啥。"
        },
        {
            "author": "sam3737",
            "timestamp": 1465223220,
            "txt_content": "安根_Engon 发表于 2016-6-6 18:41\n［“Cherry，”，凯洛尔吐出一个英文单词］\n多个逗号。\n然而据说这种故作中二的笔法其实是十分受人欢迎的，而且理解力足够的人都能够立即了解意义，好像这种简洁的作法更流行呢。。。\n以上纯属个人见识，如有错误，恕我无礼。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1465305480,
            "txt_content": "sam3737 发表于 2016-6-6 22:27\n然而据说这种故作中二的笔法其实是十分受人欢迎的，而且理解力足够的人都能够立即了解意义，好像这种简洁 ...\n北极第一次尝试两条线性叙述，尤其是现实与意识交替，请原谅她的中二。"
        },
        {
            "author": "sam3737",
            "timestamp": 1465308360,
            "txt_content": "冥王星人 发表于 2016-6-7 21:18\n北极第一次尝试两条线性叙述，尤其是现实与意识交替，请原谅她的中二。 ...\n哈啊？你确定这是第一次？我并不这么认为。然而中二也没有什么不好啊。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1465310880,
            "txt_content": "sam3737 发表于 2016-6-7 22:06\n哈啊？你确定这是第一次？我并不这么认为。然而中二也没有什么不好啊。。。 ...\n因为她写这个从来都找我看草稿丢砖。"
        }
    ]
}