{
    "title": "【石榴16】视频+文字：教你快速学会玩小绿萌！做红石汽车，小绿萌体系之单向永动机",
    "author": "harryfzh16",
    "replyCount": 2,
    "timestamp": 1465217580,
    "txt_content": "http://v.youku.com/v_show/id_XMTU5ODkzODk2MA==.html\n\nHi~ o(*￣▽￣*)ブ大家好我是石榴16，今天继续给大家带来一期教程，本次给大家带来一个小绿萌体系讲解，全面分析单向小绿萌永动机，更多关于红石教程和红石机器人的视频：戳这里\n\n\n                                 小绿萌理论体系\n小绿萌目前主要可以分为两大部分\n第一部分是单向永动机部分，主要领导的人是国外的Cubehamster\n第二部分是双向永动机部分，主要领导的人是国外的Redstone jazz\nCubehamster大家都应该很了解了，他是第一个做出大型机器人，例如Mega ，蜘蛛机器人等等。\nRedstone jazz可能有一些观众听过，我曾经做过的双向永动机就是Redstone jazz的，他曾做过一个用双向永动机部分挖区块的小绿萌机器，同时他也利用小绿萌做过256x256石门，双向永动机还曾用在做100x100无痕内吸门等等。\n简单概括了这两大部分呢，我这次主要讲的是第一大部分，也就是已Cubehamster代表的单向永动机部分\n\n                                  单向永动机部分\n首先在我们讲单向永动机部分时，我们先想象一下汽车，汽车由什么构成呢？轮子，车窗，驾驶座。从内到外等等。。但是汽车最主要的核心是什么？没错就是马达，这个马达我们就可以想象为小绿萌体系中的永动机。那些轮子，车窗等等一些具有功能，并且能大量复制的部分，我们在小绿萌体系中称之为小绿萌模块。这个马达总要把轮子和车窗连接起来吧，不然这车不就散件了吗？那么连接起来的部分我们在小绿萌体系中称之连接装置。那么这个车，也就是这个整体，在小绿萌体系中我们就是直接称为小绿萌机器。\n好了我们现在可以概括下：\n所谓的单向永动机部分其实就是：用永动机通过连接装置连接小绿萌模块组成的小绿萌机器\n简称为：永动机+模块=机器\n那么这个大框架我们构成了，那么我们现在只要逐个分析就可以了。\n                                  永动机\n首先我们研究下永动机，ps:注意我们现在讲的全是单向永动机部分。\n永动机我主要分为三大部分：\n一是更新循环部分\n二是推动循环部分\n三是推拉循环部分\n大家可以看到就是都有循环二字，因为永动机最大的一个特点就是“循环”而且是无限的循环。永动，永动，那不就是永远的动的意思吗？这种永动就是通过这种无限的循环来构成的。\n我们先讲讲更新循环部分，什么是更新循环？就是通过方块更新感应器，也就是BUD来不停更新的循环，来达到永动的目的，这就是更新循环型永动机。我们在做这种更新循环型永动机时，经常用一种机器，这就是半自动机，也可称为半动机。这个半动机是什么呢？是一种更新一次之后只能循环一次，而不能像永动机那样更新一次，可以无限循环。更新循环型永动机大部分都是利用半动机，不断的更新，让这个半动机不断的循环，来达到永动的目的。当然，半动机还有其他用途，这里先吊下大家的胃口。\n第二种是推动循环型永动机。推动循环，顾名思义，就是不断地推动来达到循环的目的，这种永动机经常使用的部分是推动装置，这个推动装置我们在这就提一下，也吊吊胃口，后面我们会具体仔细的讲。\n第三种是推拉循环型永动机。也是一样的，顾名思义，就是通过推动和拉回来达到循环的目的，那么这种永动机经常使用的部分是推拉装置，同上哈，这个我们也卖个关子。\n好的，那么永动机这三大部分我简单的介绍了下，接下来是连接装置\n                                  \n                                  连接装置\n大家可以看到，永动机分为三大部分，那么连接装置也是三大部分。没错，连接装置的三大部分正是永动机部分三大装置的基础\n一是半动机\n二是推动装置\n三是推拉装置\n这三个部分，或者说这三个装置，既可以通过无限的循环成为永动机，又可以通过一次循环成为连接装置\n                                   小绿萌模块\n什么是小绿萌模块呢？就是可以实现某种功能并且可以大量复制的机器。比如说我小绿萌号上的那些延时炮，火箭飞升装置，还有最经典的摆腿等等。。都是小绿萌模块。大家可以学习大量的小绿萌模块，通过永动机利用连接装置连接这些具有功能的小绿萌模块，组成一个属于你自己的机器。所以大家可以看到我做视频的时候，大部分都是给大家做小绿萌模块。\n                                   \n                                   总结\n那么这个单向永动机部分我就讲到这里，这边可以帮助大家对于这个部分形成一种基本的框架。当然一些基础的比如BUD什么的，还有一些活塞延时这类的我就不讲了，这边是从宏观的角度去看这个小绿萌体系。让大家以后看到一些小绿萌机器的时候不至于那么慌，那么无厘头。好的我是石榴16，如果喜欢我的视频的话请点个赞，如果你想关注我的话可以点个订阅，那么我们下次再见咯~！88\n",
    "replies": [
        {
            "author": "未来飞翔",
            "timestamp": 1465275300,
            "txt_content": "顶一个！！！"
        },
        {
            "author": "harryfzh16",
            "timestamp": 1465344720,
            "txt_content": "未来飞翔 发表于 2016-6-7 12:55\n顶一个！！！\n谢啦"
        }
    ]
}