{
    "title": "关于网易代理MC，个人的一些看法！",
    "author": "zmdoyouknow",
    "replyCount": 45,
    "timestamp": 1465301880,
    "txt_content": " 本帖最后由 zmdoyouknow 于 2016-6-7 21:05 编辑 \n\n前段时间网易宣布代理MC！这段时间也浏览了许多论坛内的相关帖子，发现嘲讽，庆幸只是代理C+的很多！\n当然，论坛惯例仍然嘲讽网易。可以说很大原因是更远以前的网易编辑拉人的缘故！或者更多的跟风黑！\n那么，先来谈谈网易吧！\n网易是一家什么公司？可能每个了解的都有各自的理解！这里我们不用谈的那么大！想了解可以查看这里！\n但是接触网易游戏多的人，我想更多的人会和我一样的看法:在游戏公司里，网易算是非常棒的了！\n为什么这么说？没办法，都是同行衬托的！同类型企业的吃相不要太难看！比如某企鹅（强制黑一波,不爽骂我啊....）\n网易代理的最出名的应该就是暴雪爸爸旗下的儿子们了，个人魔兽老玩家（06-至今）经历换代理，魔兽前后体验，我想经历过的可以这么说，基本上都肯定网易的代理！用户体验如何，这个真的没得黑！\n这次网易代理的c++版本，也就是PE ,win10版,没有java版，即PC版，我想论坛里多数玩家玩的都是PC版吧，很多人表示出庆幸，幸亏没有java版！其实你们好好想想，C++和JAVA哪个体验更好，哪个优化更好？有点编程知识都知道C++会更优于java吧！C++的高效，java比拟不了！\n网易虽然没有代理java版（肯定的，麻将官方自己售卖正版，支持支付宝，给网易代理，让网易来分一杯羹，我想没哪个企业这么高尚），但是，一但利用代理的PE版引来大量的玩家（别不承认，MC在国内知道的还没那么高），再加上麻将的国服版，一个比java更好优化，体验更好的版本，没玩过MC的玩家上来，是玩需要下载配置咖啡的java版，还是玩直接使用的国服版？\n如果网易整合下资源，提供或者激励开发者开发国服版插件，mod.那么服务器领域还有多少坚守java的？\n上面说了那么多，现在看来还没什么，也不必太过关心，除非麻将给网易开发国服版服务端，单机都会玩腻，服务器才是更多人的选择！至于有没有这个计划，暂时不可知！如果没有，那么这次网易代理MC，也只是对于正版的推广会更有利些！并且网易可以利用代理PE赚点。但是如果有呢？上面写的真不是梦了！\n现在还有一些人提到以前的挖墙脚事件，真的不想吐槽了，转贴知乎上一个关于网易挖墙角事件的评论\n作者：兔子先生\n链接：https://www.zhihu.com/question/39750901/answer/82955117\n来源：知乎\n著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。\n\n朋友给我发了一个贴吧的小链接，关于网易mc论坛的“黑历史”。\n耐心看完了。想想还是回答吧，只代表个人看法，不代表团队意见。\n.\n抛开个人的聊天内容语气是好是坏不谈，毕竟人是可能被激怒的，而聊天记录可能是截不全的。\n.\n这件事，其实不就是一个论坛愿意给稿费，他的竞争对手不愿意给，然后就制造舆论压力，号召大众抵制。\n抵制的理由，是“你们给稿费挖走了我们的人”云云。\n至于人家网易BBS自己招募的版主怎么发钱，怎么发帖，关你MCBBS什么事？\n.\n不管你怎么让自己代表正义，让对方代表邪恶，不过是两个论坛之间的事情而已。\n.\n——————\n再来说说MCBBS声讨的所谓挖墙脚。\n.\n什么是公平竞争？\n一个论坛做的好，大家就喜欢，吸引别人来，这叫公平竞争。\n什么是恶性竞争？\n你因为对方做得好，把你的人吸引走了，你就去破坏对方。\n你去挖掘对方的隐私。\n你去抨击人家的管理制度。\n你给对方写大字报，挂上贴吧。\n这叫恶性竞争。\n.\n公平竞争对玩家们都有好处，恶性竞争则对玩家们都有坏处。\n不恶性竞争，是道德底线。\n而用恶性竞争的方式去批评人家的公平竞争，是尤其恶劣的。\n.\n对方提出了有竞争力的方案，把你的用户吸引走了。\n你不在提高自身质量上面想办法，却用贴吧来制造舆论，攻击对方？\n还真是有中国特色的劣根性啊。\n.\n论坛如何运营，版主要发多少帖子，领多少钱，哪个论坛的舆论占了上风了，我不关心。\n我只想安安静静的玩我们的MC，不想再见到什么居心不良的人，“婊”了谁，“挂”了谁，“人肉”了谁。\n.\n唯独那些为了自己私下的竞争，不惜把人挂到贴吧上，游街示众，这种文革余孽的无耻行为，以及那些起哄的看客们，更令人不齿。论坛内传送门: http://www.mcbbs.net/forum.php?mod=viewthread&tid=543392\n转载这个就是想说，网易固然挖人有错，但是MCBBS一些版主这次的表现又咋样？很明显的操纵舆论吧？其实你们斯逼关我(就不说我们了，省得说我代表了你们)啥事？我只是玩MC，这里有些志同道合的人罢了！在哪不一样？\n里面有句话说得好：不管你怎么让自己代表正义，让对方代表邪恶，不过是两个论坛之间的事情而已\n对于热爱MC的我(就不说我们了，省得说我代表了你们)，只是希望MC越办越好！别丫的你们斯逼还在道德上绑架我们！who care????\n\n还有某些版主们也别太激动，MCBBS肯定会一直继续运行下去，而且肯定会获得网易官方的支持！\n为什么这么说？\n在给你们截个网易高层强总在 NGA守望先锋版块的一个回复！\n\n\n\n\nQQ截图20160607201531.png (167.08 KB, 下载次数: 5)\n\n下载附件\n\n2016-6-7 20:11 上传\n\n\n\n\n\n\n玩NGA的肯定都熟悉这个ID（别丫的说假的！）\n\n以上仅代表个人看法！欢迎撕逼！但是请理性和我撕！\n\n\n竟然有审核，看看能不能审核过！哈哈，毕竟这贴嘲讽了一批人！！\n",
    "replies": [
        {
            "author": "zmdoyouknow",
            "timestamp": 1465354020,
            "txt_content": " 本帖最后由 zmdoyouknow 于 2016-6-8 11:01 编辑 \n\n网易最大的问题就是游戏的宣传不到位！！也可以说“低调”至极！\n这次网易代理更多的可能是为MC的VR化铺路，论坛里那些黑网易有多少没有思考就黑的？或者担心网易整顿服务器领域而黑的？现在做游戏的哪个不想吃下国服这个世界上最大的游戏蛋糕？国服的游戏玩家基数!甩欧美几条街好吧！像LOL欧美只有一个服务器，你见过几个国内游戏一个服务器的，除了暴雪爸爸旗下的个别几个！\nMCBBS个人觉得真心该向NGA学习，同样是玩家非官方社区，几年前的NGA和现在的NGA都是MCBBS该学习的。\n玩魔兽的有不知道NGA的吗？玩魔兽的有几个逛魔兽官方论坛的？恐怕更多的是没事在NGA水水吧！\nNGA的专业性和用户体验，仔细想想和MCBBS有点相似吧？\n现在的MCBBS体验差强人意，论坛BUG迟迟不修复。管理层竟然还有许多未成年人。\n官方的QQ群里论坛版主竟然没事就@全体成员低价收尼玛的QQ币！真TMD奇葩！\n对了，别再说MCBBS还是单独非营利性质的玩家社区了。商业化谁看不出来？\n既然商业化，那就拿出你的竞争意识出来！\n说的直白点，都是为了钱，你要是为了钱做的更好，留住更多玩家！我们这些普通玩家可能更多的喜闻乐见！\n有竞争才有进步！希望MCBBS能继续走下去！"
        },
        {
            "author": "Enderman|淡忘",
            "timestamp": 1465355880,
            "txt_content": "申请版主都是自愿的吧。\n怎么变成利用了。"
        },
        {
            "author": "紫氣東来",
            "timestamp": 1465361460,
            "txt_content": "有个大型rpg生存挺好啊"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1465361640,
            "txt_content": "RPG还不如玩网游快活"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465364040,
            "txt_content": "Enderman|淡忘 发表于 2016-6-8 11:18\n申请版主都是自愿的吧。\n怎么变成利用了。\n所以我说现在的版主低龄化严重，低龄化会带来什么？\n而且那次撕逼事件，我已经说的很清楚，两个论坛的事情罢了！一方土豪想给钱拉人，一方不愿意。\n正常的商业竞争罢了！比起其他龌龊的竞争还算不错了！\n但是这边的处理就不得不让人说说了。论坛发帖，贴吧跟风！集体站在道德制高点嘲讽，无脑谩骂！\n那时候还没有传出代理，现在出来代理，这脸打的，啪啪啪啪。\n很多人跟风嘲讽，现在还有一堆跟风黑。和那些帖子有很大关系吧？\n有多少人仔细自己思考的？\n都是商业化论坛，这是竞争好吧，发这些帖子出来，并且红字置顶，难道还不许让我联想你想裹挟道德制高点来绑架论坛其他网友？不但在出现无脑谩骂后不做任何回应，而且推波助澜，我自己就记得起码2个版主论坛发帖开骂嘲讽的。\n那次事件本就自己这边做的不咋地，还有一堆人现在拿这个说这次的代理事件！\n虽说网易那次也做的不道德，但是跟风无脑黑纯粹脑残了！\n"
        },
        {
            "author": "mine米",
            "timestamp": 1465364520,
            "txt_content": "支持\n我也有帖子\n\nhttp://www.mcbbs.net/thread-585412-1-1.html"
        },
        {
            "author": "工总司",
            "timestamp": 1465370880,
            "txt_content": "无脑黑跟风黑确实恶心，但楼主从贵知转过来的那个满口“劣根性”、“文革余孽”、“大字报”的答主先生的答案也是相当感人的。本阴谋家兼野心家就是要闹个大新闻，然后把它批判一番。\n什么是公平竞争？\n一个论坛做的好，大家就喜欢，吸引别人来，这叫公平竞争。\n贵养猪网一个实力雄厚的大企业跟一个小网站竞争也叫公平。看来像答主先生这样的两足兽对于【公平】的理解和人类所理解的【公平】不太相同。\n你因为对方做得好，把你的人吸引走了，你就去破坏对方。\n如果贵养猪网真的可以靠做得好来吸引用户，还用得着来屈尊去Mcbbs挖人么。\n你给对方写大字报，挂上贴吧。\n虽然Mcbbs某些人的所做所为不配与大鸣大放大辩论相提并论。但希望题主这头两足兽不要在其他什么场合说诸如“言论自由”、“新闻自由”之类的话\n你不在提高自身质量上面想办法，却用贴吧来制造舆论，攻击对方？\n还真是有中国特色的劣根性啊。\n看来美帝在某些行业竞争不过中修，于是祭出反垄断法，其实是中国人下的大棋。\n我只想安安静静的玩我们的MC，不想再见到什么居心不良的人\n估计满口“劣根性”、“文革余孽”、“大字报”的答主先生自己都不信。\n唯独那些为了自己私下的竞争，不惜把人挂到贴吧上，游街示众，这种文革余孽的无耻行为，以及那些起哄的看客们，更令人不齿。\n答主这头满脑袋都是恃强凌弱、丛林法则、“你弱你有理”这样的帝国主义思想，还恬不知耻的大谈公平、道德、正义的两足兽，连高干子弟红卫兵都不如，别提和文革派和造反派相提并论了。"
        },
        {
            "author": "Cynthia丶",
            "timestamp": 1465371420,
            "txt_content": "工总司 发表于 2016-6-8 15:28\n无脑黑跟风黑确实恶心，但楼主从贵知转过来的那个满口“劣根性”、“文革余孽”、“大字报”的答主先生的答 ...\n这里都是小孩子，看不懂你说的，请白话一点"
        },
        {
            "author": "工总司",
            "timestamp": 1465374120,
            "txt_content": "Cynthia丶 发表于 2016-6-8 15:37\n这里都是小孩子，看不懂你说的，请白话一点\n然而，我只是个高中生，也算是小孩子吧，你难道还真以为我像个人资料里填写的那样是个比籽岷还老的50岁大叔？\n我写的这些其实并不算晦涩难懂，抛开一些懂的人较少的梗，也不难理解。"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465375680,
            "txt_content": "工总司 发表于 2016-6-8 15:28\n无脑黑跟风黑确实恶心，但楼主从贵知转过来的那个满口“劣根性”、“文革余孽”、“大字报”的答主先生的答 ...\n1,竞争可不在乎体量，没有仗势压你已经不错了，难道这样的竞争不好？\n2,挖人只是一种手段罢了，并且一种很光明正大的手段吧，大哥，我开个论坛，没有专业人士，我可以花钱请人吧，这也能有错？我想写个程序，我自己不会，我可以请会的人写吧？这也有错？\n3，满口两足兽，不知道你的优越感又在哪？\n4，满篇闭口不谈实质性内容，抓住一些大字报之类批判！请原谅我看不懂你想表达什么？\n5，大字报是什么您真的懂吗？不就是一种道德武器吗？不就是抓住一点利用群众从众心理裹挟不明群众压人嘛？这和题中所表达的有区别，有错误吗？\n6，恃强凌弱？没看出来哪里恃强凌弱了，商业竞争，两个论坛的商业竞争，本就是弱肉强食。而且对方没有使用更龌龊，无耻的方法，何错之有？说实话，要是你拥有个巨大体量的公司，压个小公司，你会使用什么方法？\n7，你这篇回答你自己阅读一遍，你觉得有一点说到重点吗？全篇基本上都是人身攻击吧？自己的素质呢？"
        },
        {
            "author": "工总司",
            "timestamp": 1465379700,
            "txt_content": "zmdoyouknow 发表于 2016-6-8 16:48\n1,竞争可不在乎体量，没有仗势压你已经不错了，难道这样的竞争不好？\n2,挖人只是一种手段罢了，并且一种 ...\n1.您可以和能力比自己强大得多比自己大得多的人体验一下【公平竞争】，竞争不过人家肯定是您的错了。\n2.没错挖人确实正大光明，但是在后面混淆【挖人】和【请人】就是您的不对了。请人来帮忙，和从别的论坛把人挖走有本质上的区别，前者和别的论坛毫无关系，后者却损害了别的论坛的利益。至于正大光明的挖人（NTR）您有机会的话不知可否愿意体会一下。\n3.我称那位答主先生为【两足兽】纯粹是为了表达对他的憎恶与不屑，与秀优越没有什么关系。毕竟这论坛里满口【小学生】、【跟风】、【无脑】的反面教员太多了。我也没有细查您的发帖记录，不知您是否可以为我充当一下反面教员。\n4.如果您能抓住我谈大字报的实质性内容，那这条将更有说服力。我谈大字报的实质就是想揭示答主先生害怕任何形式的对于网易的批判的事实。您再次揪出大字报却闭口不谈实质性内容，到底是不得我的话的要领还是得了却故意装作不知道，我也不了解楼主的为人，也不好妄加推论。\n5.当时大字报存在的意义就是为了跳过当权派把持的舆论渠道，抨击社会上的黑暗，揭露走资派的反动行径。至于楼主所说，我承认这其中确实有【我们的王八蛋】存在。但是我信任群众，而不是群众当成【群氓】，不管发生我都是别人口中的群众中的一份子。所以，我不认为几颗老鼠屎能坏了一锅粥。至于答主所言Mcbbs中众人的行为虽然不好，但坏的批判也是批判，可能WY也不得不同意这一点，而答主却竭力想反对，以至于祭出了他最反感的大字报来攻击Mcbbs众\n6.看来您也和答主一样同意丛林法则，希望下次您再遇到这样的事的时候，不是作为看客，而是身处其中。\n7.然而您的重点是批判Mcbbs中的行为，我的重点是批判答主先生对Mcbbs众的行为和网易的行为态度，当然没有说到您的【重点】。至于【素质】，我前面说了所谓“人身攻击”只不过是在表达对答主这样的人的憎恨。对于答主那样的人宋襄公式的【素质】是要不得的。\n"
        },
        {
            "author": "840196733mw",
            "timestamp": 1465382040,
            "txt_content": "怎么说呢 对于挖墙脚事件 只能说网易确实不对 因为语气问题 同样论坛方面这种公开晒出聊天记录的行为也不妥当\n\n总的来说不会的pc玩家有太大影响 要有也是对服务器有 毕竟c++版本很肯能是网游而不是端游 对mod的兼容性不会太良好"
        },
        {
            "author": "840196733mw",
            "timestamp": 1465382160,
            "txt_content": "顺带 网易作为代理公司我很放心的 至于和论坛的关系恐怕是唯一的未知之处"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465383660,
            "txt_content": "工总司 发表于 2016-6-8 17:55\n1.您可以和能力比自己强大得多比自己大得多的人体验一下【公平竞争】，竞争不过人家肯定是您的错了。\n2. ...\n1，竞争不过不思考为什么有差距？自己有哪些是对方没有的？只论对错？然后不思考为什么比不过别人？\n2，一样的付出金钱帮忙做事，可能我的表达有所欠缺，让您抠字眼了。就算了挖人那又如何呢？两个论坛之间，一方愿意给钱挖人，一方不愿意让优秀人才流失，再发帖嘲讽制造舆论。是损害了后者利益，那为什么不想想，你该怎样留住人才？商业竞争当中，挖人这种事哪家没做过？您太理性化了！这个世界很现实！这种事虽然不道德，但是没有做错什么吧？人才都是流动的，谁能保证不会流失？题主表达的意思很明确，挖人固然不道德，但是是论坛之间的事，相比其他竞争手段，这种给钱挖人，貌似已经不错的了，愿意来就来，不愿意就算。你给不了的待遇，我们能给。被挖一方固然不爽，但是后者的做法令题主或者我看着不爽罢了。\n3，这个您老随您心意称呼别人。但是再不喜欢对方的观点，但是也请理性撕逼，不能因为两者观点碰撞，就可以人身攻击，那我就不喜欢您的观点，我是不是该三字经？不好意思，还做不到！\n4，害怕任何形式的批判？就像我和题主想说的一样，我们同样认为网易挖人很不道德！没有一点大公司的气度。还有题主哪里批判了mcbbs众，貌似人家只是就事论事的说了对于这次撕逼事件的看法吧？麻烦别帮人家地图炮！至于老鼠屎能否坏了一锅粥，这种哲学问题，实在不想讨论，没有任何意义，各自坚持自己的观点吧！\n5，您对大字报的认知还是太浅显了。按您的描述，岂不是一个好的东西！这些政治化的东西不再谈论。\n6，这个世界本就是弱肉强食，丛林法则，不论你接不接受，这就是现实！请还抱有理想化的其他人请认清现实！\n7，还是那句话，称呼您随意吧！强求不了别人！但是您说的我们两个在谈论两种行为，这点我很赞成。所以，再继续下去也没有任何意义，我们根本就是两种信仰和生活态度的人，应该是谁也无法说服对方了，所以。我们就此打住吧！"
        },
        {
            "author": "MODlover",
            "timestamp": 1465384560,
            "txt_content": "zmdoyouknow 发表于 2016-6-8 19:01\n1，竞争不过不思考为什么有差距？自己有哪些是对方没有的？只论对错？然后不思考为什么比不过别人？\n2， ...\nOK，停了最好，不然我要举报了"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465384980,
            "txt_content": "840196733mw 发表于 2016-6-8 18:34\n怎么说呢 对于挖墙脚事件 只能说网易确实不对 因为语气问题 同样论坛方面这种公开晒出聊天记录的行为也不妥 ...\n网易代理对于正版的推广更有利。对于喜欢MC的我们更多的正版肯定喜闻乐见。\n确实，现在对于PC玩家影响不大。更多还是有利居多，比如，代理PE带来的新玩家，PE玩腻了玩PC，对于PC这绝对的好事！服主们应该更高兴了！\n而且网易代理8成会带来正版的价格降低。喜欢正版PE还没入正的可以来一波情怀了。"
        },
        {
            "author": "840196733mw",
            "timestamp": 1465393860,
            "txt_content": "zmdoyouknow 发表于 2016-6-8 19:23\n网易代理对于正版的推广更有利。对于喜欢MC的我们更多的正版肯定喜闻乐见。\n确实，现在对于PC玩家影响不 ...\n最重要的还是 网易可以干死腾讯 不然腾讯迟早要动mc这块大肉 现在腾讯没戏了"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465400940,
            "txt_content": "840196733mw 发表于 2016-6-8 21:51\n最重要的还是 网易可以干死腾讯 不然腾讯迟早要动mc这块大肉 现在腾讯没戏了 ...\n干不死的，大哥，TX这么大，政策不变，死不了的。"
        },
        {
            "author": "lfspoi",
            "timestamp": 1465402620,
            "txt_content": "对玩家来说，抛开管理层的话，更喜欢MCBBS，有感情了啊，网易的没去过，懒的挪窝\n但要说撕逼，好吧，包括这一贴和知乎的那位，你们的部分措辞让我不舒服\n当然也只是不舒服，我只玩我的游戏，与人斗什么的，没兴趣，标准单机党，而且在1.7.10 直接吊死"
        },
        {
            "author": "秋小喵",
            "timestamp": 1465404720,
            "txt_content": "敏感字测试：网易"
        },
        {
            "author": "秋小喵",
            "timestamp": 1465406340,
            "txt_content": " 本帖最后由 秋小喵 于 2016-6-9 18:39 编辑 \n本来不想回复的\n但是看了楼下其他用户回复帖子之后 LZ一直回复别人真的让我很反感\n首先论坛的会员对网易的反感来自于“WY挖人时对于MCBBS没有能力支付给版主工资而自己有能力支付而产生的优越感”\n而不是单纯的因为WY挖人\n论坛是没有能力给版主支付工薪 \n那是因为论坛不是商业化的网站\n网易是有钱，有钱就很了不起么？\n虽然BBS没钱，但也称得上良心吧？\n作为一个资源分享的网站MCBBS提供一个平台给玩家下载资源 提供服务 而且没有一项是收费的\n那假如WY开起来的一个MC的论坛可能和现在的MCBBS一样没有一项服务是收费的吗？\n这个问题都不用我多说 傻子闭着眼睛想都能知道答案\n这就是lz你所说的正当竞争？MCBBS和网易那个是想要为了Minecraft这个游戏做出贡献的不是一目了然么？\n总是有小学生自以为读书很多\n对待一个事物喜欢站在道德的角度上抨击他人 说着说着就扯到中国人道德低下的问题上了（笑）\n对自己的国家指指点点的人道德又能高到哪去呢？说白了这么说的人又有几个是了解别的国家道德情况的呢？\n其次你能别摆出一副什么都懂的样子出来指点江山么？（笑）\n你说腾.讯垃圾？\n腾.讯代理的LOL创下的业绩不比网.易厉害么？ LOL没火起来时候国内流行的游戏也是CF和DNF吧？ 腾讯是喜欢坑钱喜欢抄袭 但是人家也是有能力的好吧？\n\n你说版主低龄化严重？\nhttp://www.mcbbs.net/thread-525793-1-1.html\n说的好像你有能力担任版主一职一样 \n自己做不到的事情还有脸来对别人指指点点？\n还有网易当初想拉的就是你所说的低龄化版主\n怎么样？脸疼不？\n\n你说网易代理C艹版本是为了进军VR？\nExcuse me？自己对什么东西不了解就别老出来瞎BB指点江山\n介于现在VR技术的发展水平\n和普及率 像是MC这样的游戏根本不可能在将来的VR市场打出一片天\n当VR的水平真正达到可以模拟人的感官发出信号的时候就没人玩MC这种游戏了\n\n还有你说MCBBS的体验差强人意？\n你再说这句话的时候要知道这个网站的定义是一个什么网站\nMCBBS的网站定义是资源分享平台网站\n不是玩家社区 论坛现在有将近180W的注册账号数量\n但是活跃也只有那么不到1W人\n你倒是举出来一个严重影响用户下载或寻找资源的Bug啊？\n和这你这就是来黑MCBBS的？\n\n你说官方的QQ群里论坛版主竟然没事就@全体成员低价收尼玛的QQ币？\nExcuse me？不能不能给一张图？没图你说个P？\n\n你说论坛商业化？\n我真的是笑了 来来来你给我指出来哪里是商业化 别和我BB什么论坛有广告 论坛收过用户一分钱么？ 在这里强行抹黑不丢人么？\n\n还有你说什么论坛道德绑架\n真的 \n我差点没笑出声\n这家伙 您是没读过几年书最近了解了几个新单词就拿出来显摆是么？\n还是在知乎上帖子看多了很优越感？\n\n真是总有人觉得自己很了不起懂得很多\n别人说对 他就喜欢说否\n而有些人为了自己的优越感 看了说否的人的观点就觉得自己都能飞上天了\n真是\n说话要讲究证据的 \n\n自己喜欢优越感 \n自己想要沉浸在自己的幻想中意淫\n就别来发这个帖子嘛~\n你说你发了这个帖子让我打破你幻想恼羞成怒再版战可怎么整？\n还喜欢和别人撕逼 理性的撕逼 \n您还知道自己在干什么啊？\n也不知道是那个人不理智 从头到尾就装的好像什么都懂一样 还进军VR  笑 能不能多读几本书再出来说话？ 不嫌丢人么？\n自己口口声声说要理性的撕逼 你说的事情有干货？\n张口闭口就嘲讽一下论坛和版主也是醉的不行\n\nPS:说话要讲究证据 拿得出干货 要不然就别老瞎BB \nPSS：根据矿工茶馆的版规回复一个帖子超过七次就构成板聊\n          我也不想版战 您为了您的颜面和账号最好不要回复\n         反正您也拿不出干货 不过您要是非要撕我也乐意奉陪\n         毕竟这里是MCBBS不是网易社区 我不介意打破您的意淫\n\n"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1465407840,
            "txt_content": "笑死了，亏我还花费时间来看了看这帖，不攻自破的无意义言论，你别“理性”“理性”了，最该冷静冷静的人只有你。"
        },
        {
            "author": "LittleSkep",
            "timestamp": 1465409040,
            "txt_content": "大兄弟，您关注的点真的错了，我们没有说您给稿费不对，我们只是说，您说我们利用了作者的资源扩充自己的论坛，这点让我们非常生气，再次强调一次，我们是一个玩家社区，不用关注自己的KPI工作绩效，所以玩家发多少贴，发多少精华，我们都是无所谓的，当然也是希望能产生更多的优秀作者，为国内Minecraft增加色彩，请不要用你们的KPI工作绩效来衡量我们，有优秀的作品我们也都会用我们自己能帮助和尽量多的资源来推广，仅此而已。\n不打扰您的尊贵到眼瞎评价~"
        },
        {
            "author": "gamerteam",
            "timestamp": 1465409220,
            "txt_content": "  楼主说了这么多，其实都想表达mcbbs在那次事件中太小肚鸡肠了对吧？\n  的确，玩家群体选择哪个网站，这不是我们能控制的，但是，就因为他能够有钱给这些玩家群体一些金钱方面的福利，而讽刺我们，说我们免费利用这些玩家，来扩充自己，你认为，这样的言论，怎么样呢？\n商业化无可厚非，但是，我个人认为，更希望他在商业化的过程中，是真正热爱这款游戏的，而非只是把他当做一个盈利的工具而已。\n  楼主一直表达说网易怎么怎么好，mcbbs怎么怎么错，那么，请问你定义的这个依据，就一定是正确的吗？我认为楼上的回复已经回答得非常全面了。\n  的确，我们不反对玩家在论坛发表一些个人观点，但是，你目前的这个帖子，本身就非常容易引起玩家直接对骂，所以说，你觉得你的做法，又是对的吗？\n  至于你说的什么C++版效率比Java高什么的，嗯，你也知道激励玩家开发国服版插件啊，但是你似乎并不知道C++的开发难度？而且本质是PE版，要考虑跨平台，并没有太大的可开发空间。\n\n  至于知乎的那个回答，我希望你，自己再了解详细经过了来，再来冷静的看这个问题，而不是听风就是雨。\n\n  以上"
        },
        {
            "author": "whninXP",
            "timestamp": 1465411260,
            "txt_content": "不觉明历啊~~路过"
        },
        {
            "author": "luojiarui",
            "timestamp": 1465413900,
            "txt_content": "总觉得这像是一次炒作，在这次事件发生之前，我都不知道世界上有个叫网易论坛的东东。。。\n\n\n\n\nimage.jpg (50.98 KB, 下载次数: 0)\n\n下载附件\n\n2016-6-9 03:31 上传\n\n\n\n\n"
        },
        {
            "author": "我的世界201",
            "timestamp": 1465414560,
            "txt_content": "真的觉得好高大上呢"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465440120,
            "txt_content": " 本帖最后由 zmdoyouknow 于 2016-6-9 10:53 编辑 \n秋小喵 发表于 2016-6-9 01:19\n本帖最后由 秋小喵 于 2016-6-9 01:29 编辑 \n本来不想回复的\nLZ的帖子我没读\n首先，我仔细看了你的回帖！没看过怎么喷你啊，你说是不是？\n我劝你把我帖子仔细看一遍，认真的，仔细的！然后再来喷！\n我帖子的意思总结来说，最近论坛跟风黑网易的太多，我对此嘲讽一番，并且对于前段时间的挖墙角事件作出自己看法，两个论坛的正常商业竞争罢了，而MCBBS的行为有点让人恶心罢了！为什么恶心，帖子里我写明了原因！\n还有别拿没有收费服务就来当不是商业化这种幼稚言论出来搞笑！\nLOL没火之前，国内最流行的是CF和DNF？？？？？\n不好意思，我真TMD笑出声了，哈哈哈哈.....\n至于你贴出来那个帖子，是我以前发的啊，时间是啥时候啊，为什么我没删帖，只是用了删除线？为什么我放弃了？因为服务器插件版，我仔细想了想，就向那个帖子里一个用户的回复那样，不会编程真的不适合啊！拿这个黑我，你脸疼不？你仔细看了那帖子以及回复没？\n进军VR，我帖子说了都是个人的一些猜想，错了又能怎样，对了又能怎样？还不许我发表下观点？\nMCBBS是资源分享网站？不是玩家社区？我都不知道该怎么说你了！让大家说吧！\n我来这里就是来黑MCBBS的？别没看帖子就开这开喷！！我还那能耐！官方QQ群有没有收Q币的，给你个官方QQ群，MCBBS服主交流群(非玩家 457508041）\n在里面呆过一段时间的，摸摸良心说有没有某个管理并且是论坛版主没事就@全体成员低价收Q币的？\n截图，真没有。现在那人被撤了管理！至于有么有我所说的！你说没有就没有吧！\n商业化和有没有收用户钱，这个能是必然联系，你的智商该充值了！\n最后：\n没有看帖子内容，就开喷！你还有理了？截取一些言论，不看言论的上下文，就开喷，还能醉的不行？\n不过帖子中全篇嘲讽的就是你这种人，也不怪你高潮！\n既然最后你这么嘲讽了，也不惯着你，好好学习，天天向上哦，小朋友！哈哈哈。\n别再拿无知当言论了！\n"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465440540,
            "txt_content": "gamerteam 发表于 2016-6-9 02:07\n楼主说了这么多，其实都想表达mcbbs在那次事件中太小肚鸡肠了对吧？\n  的确，玩家群体选择哪个网站，这不 ...\n小肚鸡肠只是我帖子表达一方面\n我全篇嘲讽的论坛内跟风黑网易的一群人，为什么跟风黑，因为那次事件，并且给我我自己看法罢了。你仔细看看帖子，你说是不是？\n商业化确实无可厚非啊，我更希望MCBBS在商业化过程中能坚持原创和精品这条路！\n我可没表达网易怎么怎么好，只是我更喜欢网易一点，而且那次事件，我也在帖子中说了，网易这么做，确实不道德，有点以大欺小，但那又如何，挖墙角也是商业竞争吧，既然商业竞争，论坛的贴出截图，并且多个版主开贴黑，哪个更让人讨厌呢？\n确实很容易引起骂战，发帖子之前我就知道的，毕竟嘲讽一批跟风无脑黑的人！\nC++和JAVA谁更好，见仁见智吧，回帖中我也说明了对于网易代理对于PC来说利大于弊现在，至于将来网易要是下决心好好做的话，JAVA流失也是难免的！\n每个回帖我都仔细看了，没有一个抓住我帖子重点的！我满篇嘲讽最近论坛无脑跟风黑。但是回帖中我不得不一次次被回帖人引到网易和MCBBS哪个好，哪个该骂的问题上！我不知道是我帖子表达不好，还是各位理解不能？\n真要黑MCBBS，出了那个事件早就开喷了，最不济，网易传出代理的时候，也是黑的好时机。为什么要等到什么都过去一段时间？"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465440720,
            "txt_content": "luojiarui 发表于 2016-6-9 03:25\n总觉得这像是一次炒作，在这次事件发生之前，我都不知道世界上有个叫网易论坛的东东。。。\n ...\n在那之前，我也不知道有网易MC论坛，是不是炒作，谁知道呢？咱们就事论事罢了！"
        },
        {
            "author": "840196733mw",
            "timestamp": 1465441020,
            "txt_content": "zmdoyouknow 发表于 2016-6-8 23:49\n干不死的，大哥，TX这么大，政策不变，死不了的。\n比喻而已\n反正就算动手也不会有太大规模 毕竟网易看着"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465441320,
            "txt_content": "lfspoi 发表于 2016-6-9 00:17\n对玩家来说，抛开管理层的话，更喜欢MCBBS，有感情了啊，网易的没去过，懒的挪窝\n但要说撕逼，好吧，包括这 ...\n毕竟嘲讽那些无脑黑的人，既然是嘲讽贴，肯定没啥好话！\n哈哈哈，不好意思！\n后续肯定还会有不好的言论，没事可以来看看我和他们盘肠大战，就当看个乐\n我是服务器党吧，毕竟只玩服务器，单机老想着作弊\n原版强迫症，只玩新的不玩旧的！"
        },
        {
            "author": "青春。祭",
            "timestamp": 1465441680,
            "txt_content": "看前面这么多位高人的见解，想必各位在mcbbs之外网络之外的现实也肯定相当有成就吧。不然怎么能对类似于“网易策略”“恶性竞争”“优越感”等等这些东西具有如此深刻的理解。\n我就只是个普通人，不懂什么制造舆论，也不懂什么商业行为，前面诸位竟然能看出mcbbs和网易之间的竞争和所使用的手段和方法，分析的头头是道条条在理，实在令我佩服，看来各位大神肯定都在各大集团公司有相当的管理和商业经验吧？\nmcbbs能有如此多的高人，我对于mc的明天就非常放心了。望各位还能继续努力，创造mc的新辉煌。"
        },
        {
            "author": "gamerteam",
            "timestamp": 1465441860,
            "txt_content": "zmdoyouknow 发表于 2016-6-9 10:49\n小肚鸡肠只是我帖子表达一方面\n我全篇嘲讽的论坛内跟风黑网易的一群人，为什么跟风黑，因为那次事件，并 ...\n  跟风黑这个问题无论在哪儿，都会存在的，你并不能改变什么，更何况，是跟风黑，还是玩家们真正的态度呢，谁说的准呢？\n  mcbbs是否商业化这个问题，我们都无法评论，但是，mcbbs的目的是为了推广minecraft在国内的发展，我们一直都在做这方面的努力。\n  挖墙脚我不反对，也很正常啊，mcbbs也有版主在其他mc论坛做版主的，但是，但是，但是，重要的事情说三遍，mcbbs真正愤怒的不是因为他挖墙脚，而是那种态度，相信楼上都已经有人引用了那句话了，我就不重复了。\n  既然你都知道容易引战了，你还发帖，就跟那些故意降低智商来钓鱼的有什么区别呢？反而让所有人感到不快。\n  以及，Java流失这一点，相信，你如果做过mc周边开发的话，就不会这么觉得了。\n\n  你一直希望我们跟着你的节奏来讨论这件事，但是很明显，我们对你的看法有很大的异议，自然没有什么抓住重点什么的。\n\n  所以说，你也并不了解当时的情况，以及，mcbbs对网易minecraft社区已经非常友好了，目前置顶帖我们还帮助他们发了调查信息，mcbbs网站顶部也有国服的地址，"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465442760,
            "txt_content": "青春。祭 发表于 2016-6-9 11:08\n看前面这么多位高人的见解，想必各位在mcbbs之外网络之外的现实也肯定相当有成就吧。不然怎么能对类似于“ ...\n{:10_525:}嘿嘿，谢谢"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465442940,
            "txt_content": "gamerteam 发表于 2016-6-9 11:11\n跟风黑这个问题无论在哪儿，都会存在的，你并不能改变什么，更何况，是跟风黑，还是玩家们真正的态度呢 ...\n我更希望MCBBS在商业化这条路上走下去，光凭热情和喜爱做社区，早晚得死。\n商业化并且坚持自己特色的玩家游戏社区这条路已经有了成功先例，肯定得坚持下去。\n那句话我看了，主观色彩太严重，人都是容易被激怒的，并且一个人的言论，最后上升到整个公司的素质上，是不是有点不合适？\njava是否最后会流失玩家，我个人看法罢了，一个对于未来的预测而已！我还是坚持我的观点！\n有异议才能更好的交流，不是吗？非要弄的向1024似的，谢谢楼主，楼主好人。那才没有意义。对于任何事情，多多的讨论以及观点的碰撞，我想我们才会更能了解事情的本质。\n毕竟网易最后代理了MC了啊！商场哪有仇恨？真仇恨，那样对于论坛的发展更不利吧！"
        },
        {
            "author": "gamerteam",
            "timestamp": 1465444260,
            "txt_content": "zmdoyouknow 发表于 2016-6-9 11:29\n我更希望MCBBS在商业化这条路上走下去，光凭热情和喜爱做社区，早晚得死。\n商业化并且坚持自己特色的玩家 ...\n商业化不是唯一的道路，mcbbs也不一定需要商业化，在满足一些条件下，商业化就显得有些多余甚至可以说是臃肿。\n\n以及，既然他是管理，在外面说的话，就一定程度代表了官方，官方人员说话不够中肯的话，那只能说，他们招的人挺好的，真的。\n\n的确，有交流和讨论的才能更好的发展，但是，我个人依然对引战内容表示厌恶，特别是那种钓鱼内容，浪费玩家们的热情，以及让两边人都不愉快。相信随便外面哪个人，一直说你是错的，你也不开心吧，就跟目前的情况差不多。所以无论是什么论坛还是贴吧，引战类内容，一般都是封禁处理，这点没异议吧？\n\nmcbbs一直是开放的态度，为了minecraft在国内的发展，这一点，始终不会变的。"
        },
        {
            "author": "wadang",
            "timestamp": 1465447860,
            "txt_content": "挺好的，希望能多多推广一下正版吧，哈哈"
        },
        {
            "author": "coldshu2016",
            "timestamp": 1465448460,
            "txt_content": "支持网易！"
        },
        {
            "author": "秋小喵",
            "timestamp": 1465448760,
            "txt_content": "zmdoyouknow 发表于 2016-6-9 10:42\n首先，我仔细看了你的回帖！没看过怎么喷你啊，你说是不是？\n我劝你把我帖子仔细看一遍，认真的，仔细的！ ...真是不知道谁是无知？\n你口口声声说在MCBBS的官方群里有版主低价收QB\n请问证据呢？丢个QQ群号就是证据了？真是在网上说话不用负责，你这没证据就说话属于诽谤你懂么？\n还有你说的论坛与网易之间只是正常的商业竞争？\n在你说出这无知的话语之前你要先了解商业竞争是什么意思 \n干货：\n商业竞争是指具有独立经济利益的商品经营者为获得更多的市场份额、更高的经济效益而相互角逐较量的过程。\n您理解的了什么是叫做获得更高的经济效益么？\n现在的MCBBS没有任何对用户收费的项目是一个公益网站，那么请问何来的商业竞争呢？MCBBS卑鄙？现在的MCBBS追求的是用户体验，是为Minecraft这个游戏做出贡献，网易是为了利益，它为了自己的利益不惜去搞垮其他的良心网站 那么请问这二者到底谁更卑鄙呢？请不要说什么现在的MCBBS是商业化，您能别和小学生一样么？说话之前要先了解什么是叫商业化别知道一个单词的名称就直接拿出来瞎BB，真是丢人。\n干货：\n商业化指的是以提供商品为手段，以营利为主要目的的行为。\n请问现在的论坛有任何的“商品”么？ 没有就别BB 用不用我再拿出来高一教科书上的商品定义给您看看？\n别到时候说不过我恼羞成怒在否认教科书上商品的定义，你这么做会然我笑出声的（笑）\n您说商业化和用户消费没有必然关系？哈哈哈 \n真的这真是我听过的最好笑的笑话 商品没人消费你告诉我他还叫商品么？\n您上高中的时候是不是没认真读过书啊？还是根本没上过高中就来这里指点江山？\n真是跳梁小丑\n\n还有在LOL火起来之前国内最火的是CF和DNF\n您对这个看法有意见是么？\n那我把“火”换成“用户基数最多”您还有意见么？难不成您还要声称在前几年有比这两个游戏用户基数多的游戏？（笑）您要这么说我也没办法 但请您拿出官方数据的截图 或者 链接 我都说了说话要讲究证据拿得出干货\n您这次回复我根本就没拿出干货 \n\n还有您说您申请版主是因为自认能力不足与担当版主一职自行放弃申请的 所以我发那个链接是在打自己脸？\n您还口口声声说是我没读您的帖子\n拜托 我可是很认真读了您的贴好么？ \n不就是去知乎上看了看某SB的帖子获得优越感想要来MCBBS秀一秀么？\n反正知乎的那个帖子也拿不出什么干货相对的您的帖子也拿不出什么干货 您要是觉得不服就拿出点干货看看啊？ \n向我这个回复上面 拿出单词的定义 在辩论才是拿得出干货 真是欲加之罪,何患无辞。\n回到申请版主这个问题 我发出那个链接要指明的事实是“自己没法做到的事情，你又有什么权利指责能做到的人做的不好呢？”\n不是指责你“因为申请版主失败，导致自己心生怨恨给版主到处抹黑”\n你这么想 也只是因为你自作多情罢了\n\n还有你说的MCBBS是不是玩家社区这一点\n我之前的措辞不够严谨\n应该这么说才对\n“MCBBS的大致定位为资源分享网站，但其也拥有玩家社区的功能，但在MCBBS上的交流游戏相关话题的用户要远低于寻找资源的用户”\n干货：\n在线会员[size=1em] - 总计 2095 人在线 - 最高记录是 40026 于 2015-3-15.\n\n\n\n\nQQ图片20160609125757.png (6.4 KB, 下载次数: 0)\n\n下载附件\n\n2016-6-9 12:59 上传\n\n\n\n\n\n现在您对MCBBS的网站定位还有什么疑问么？\n而且您说的论坛体验差强人意 请问论坛有什么严重影响用户下载或者寻找资源的Bug么？\n那么到底是谁在一开始就什么都不懂却装作什么都懂的样子对别人别的网站说三道四的呢？\n到达是谁拿无知当言论呢？\n最后就是关于您认为我这是再喷您？\n您是没被喷过还怎么的您知道什么叫喷么？\nLZ你妈.炸了\n这才叫喷\n像我这样拿出证据拿出干货和您和声和气的说话这个叫做辩论\n其实我还是很喜欢给没读过几年书却瞧不起“未成年人”的“成年人”言传身教的（笑）\n\n最后请您不要回复我的帖子\n如果回复请拿出干货  \n如果回复请拿出干货  \n如果回复请拿出干货 \n如果回复请拿出干货\n如果回复请拿出干货\n如果回复请拿出干货\n如果回复请拿出干货\n如果回复请拿出干货\n如果回复请拿出干货\n如果回复请拿出干货\n因为很重要所以我要说十遍这你要是在看不见\n那我可就没办法了\n我上面已经举出来什么叫做干货了\n还有说话的时候不要加！\n这样会让我以为我在和小学生吵架 :)\n\n"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465448940,
            "txt_content": "不再讨论论坛发展之类。至于以后MCBBS如何发展，爱咋咋地吧！\n还是那句话，对于那些因为一些截图所谓证据从而上升到对一个公司价值观谩骂的行为感到恶心！\n一群网上键盘侠而已！\n帖内我发表的观点我仍然坚持。对于那些无脑黑我还是嘲讽和不屑！\n如果你坚持认为这为引战帖，那封禁吧！\n"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465449600,
            "txt_content": "@秋小喵 \n别评分讨论，来回复啊，我可没发给自己帖子评分\n对方嘲讽还是赞赏，管他呢，至少人家不像你这么无知还有秀下限！所以我很乐意回复。\n没有看帖子，抓住几句话，不看上下文逮住就喷的小孩子，实在都懒的喷你！\n所以，别秀下限了！"
        },
        {
            "author": "秋小喵",
            "timestamp": 1465450440,
            "txt_content": "zmdoyouknow 发表于 2016-6-9 13:20\n@秋小喵 \n别评分讨论，来回复啊，我可没发给自己帖子评分\n对方嘲讽还是赞赏，管他呢，至少人家不像你这么无 ...\n【矿工茶馆必读规则】|详细规定|锁帖制度|优质评定|\nhttp://www.mcbbs.net/thread-526914-1-1.html\n无意义或意义不大的语句\n都是采用评分方式回复的 这样不会构成板聊 你自己什么都不懂就别出来批判他人\n介于你之前的几个回复的帖子您已经涉嫌构成版战或恶意引起版战了\n我没有举报这个帖子是以为觉得您的无知很有趣\n茶馆的诸位没有举报你的帖子是因为你的帖子太长根本没有几个人会读\n\n而且上面那位会员所说的话语本来就是带有嘲讽语气的\n就单单看“大神”“高人”这个几个单词您都看不出来么？\n他的意思就是你在网上说得这么吊 现实中是干什么工作的啊？\n你连这一点都看不出来到底是情商低还是智商低呢？\n还有你张口闭口就嘲讽我是一个学生\n其实我说白了吧  我在回复你的第一个帖子说明自己是学生就是为了想要知道你会不会嘲讽我是一个学生\n你这么做只会向大家证明你自己的可笑和可悲 \n因为你在面对一个比你年龄低的未成年时你所能找的优越感只有自己是成年人了(笑)\n既然这样阁下何不报出自己在现实中读的是什么大学是在哪里就职的呢？\n在下反正只是一个平凡的高中生\n在面对比自己年幼的人的时候也没有向您一样产生优越感（笑）"
        },
        {
            "author": "zmdoyouknow",
            "timestamp": 1465454280,
            "txt_content": "秋小喵 发表于 2016-6-9 13:34\n【矿工茶馆必读规则】|详细规定|锁帖制度|优质评定|\nhttp://www.mcbbs.net/thread-526914-1-1.html\n无意 ...\n我个人倒是觉得人家在嘲讽我和回帖的所有人，人家又没有无故开喷，再者我能嘲讽别人，还不能让人嘲讽我？\n为什么别人不看不回复，你不看何来BB我的理由？\n说你学生，只是因为你反驳我的很多言论透出了幼稚和理想化。不是学生，那么就是很不成熟！\n后面您的回复我总结的说吧，不想和你版战！\n当你根本没有看帖子的情况下，根据自己的主观，引用这帖中回复的几段话就来无限嘲讽和侮辱的情况下。我不觉得我的回复有何过激之处。\n你仔细读读这个整个帖子以及回复，再看看你的回复，你还会坚持你回复中观点吗？\n你的回复中很多都是幼稚及可笑的指责。\n既然是撕逼帖，我当然以及肯定会回喷！\n我们互不相识，我没有义务照顾你的情绪！\n我的年龄以及职业你不是贴出了我以前的一个帖子了吗？那里面不是假的！\n别再回复这些假大空内容，下次再回复请就事论事吧！"
        },
        {
            "author": "414966653@qq.co",
            "timestamp": 1465454460,
            "txt_content": "不清楚很多人不懂我的世界连安装都不会\nc++可能更方便"
        }
    ]
}