{
    "title": "创作的基本入门【一些小心得】【易懂】【正经有用】",
    "author": "WM2030",
    "replyCount": 13,
    "timestamp": 1465552080,
    "txt_content": " 本帖最后由 WM2030 于 2016-8-2 19:01 编辑 \n\n我到这里来说许多废话，主要目的是这样的1.      提供论坛的各位一些语文及创作方面的新思路2.      记录一下自己的成长历程3.      提（la）高（di）论坛整体的创作水平主要面对以下人群1.      有耐心读完全文并且提出有效建议的各位2.      有耐心读完全文，想要开拓一些思路的人们3.      有耐心读完全文，想要提高写作水平的新手4.      没有耐心读完全文但是能提出建议的人5.      没有耐心读完全文但是想水贴的人\n\n哦……对了，个人认为创作版是最容易水贴的版块。不管你的作品有多么值得被叉在墙上啪到死，善良的版主都会给你＋3人气。\n\n\n这属于进阶篇内容，讲写作的基本思路。零基础的可能比较困难。\n\n      好的我们来到正文，真正的正文。      我们想要做一些正常的，有一定价值的创作。我认为要有几个条件，或者说初创作者的几个创作目标。我们这里只讨论有故事主线的形式比较普通的小说。      或者说，我要做的，是让各位自己简单地创造出一个能表达自身思想的载体，这个载体也就是“故事”。\n\n      好的现在我们开始第一步，首先咱们先来整出一个基座。      第一，   我们首先需要一个主角。主角是一个故事中最重要的元素之一，我们应该要赋予ta一个可以自洽的性格或者说行为模式。简单地来说，这个主角做出来的事，说出来的话不能自相违背，例如说一个向来嘴边挂着不服来gang的家伙，不会突然变的遇事退让。这种统一性在一个故事中是必要的。但是我们必须注意到，主角的性格未必要一成不变，它是有成长空间，可以被完善的。但是这些完善，应该在故事中或明或暗地表显其变化过程。     第二，   我们需要把主角置于一个困境中，或者说，我们要给主角一个奋斗的目标。困境越难突破，目标越远大，故事就越容易长（这里说的长不是指字数，而是指情节线）而也就更容易引人入胜。这个目标，可以不断的变化，不断扩大，于是故事就像滚雪球一样越滚越大了。这里有很多例子可以举，大家可以自行参照一些作品。以前看到过一个说法，叫几乎所有故事故事都逃不出的二十二个元素，然而我只记得几个毫无价值的了（探险 得不到的爱情 屠龙）。不过我们现在，假如你不是对自己那么自信，没有问题，请先找一个不那么令人纠结的平凡的困境吧，每个人在生活中都会遇到的就行，有些你在作文中想写却没有写的也可以。在这里你的拘束比其他地方少得多！      于是，我们就可以搭出一个平凡的框架了。没错儿，这是一个很平凡的框架，但是这是通向成功的第一步！      我们现在拥有什么：一个主角，主角的一种性格，主角的一个困境。\n\n      接下来我们将会讨论该怎么用这些平凡【也许并不】的素材。      第一，   咱们是时候给我们的困境来一个解决方案了。我们也许需要长期的积淀才能想出一个与众不同的解决方案，但是好在我们不着急。我们有的是时间，这里没有人会来催更【那是不可能的】。不过我们可以先拿前面找到的那个困境来练习一下。我们这里有一个非常非常平凡的困境：下雨天没有带伞。当然这未必是一个困境，比如说a同学没有带伞，然后他就给老妈打个电话”我没带伞去b那里做会作业”然后就%#……@也是很正常的。所以说，这未必是一个困境。所以我们来给这个主角加上一点限制条件。      1.      这是一个没朋友的主角      2.      这个家伙没钱买伞      3.      学校提供借的伞却被借完了      等等不一而足。      现在，我们重新回到最开始的困境。我们有一个不很巧妙但是也许有些别出心裁的答案---冒雨走回去。但是，冒着雨走回家，并不能成为一篇优秀的故事。那么接下来我们还会讲到其他的东西。      第二，   我们得要知道，一个好的故事需要有思想性。所以中心思想这个东西是一直很被看重的。俗话说的好，我手写我心。一个故事的中心思想，应该表达作者内心深处的一点光辉一点希望。也有可能是一点污垢一点龌龊的小算盘。这不重要。但是我们总得有一个契合故事的中心。当然没有中心也没有问题，完全没有问题，只不过也许会受到一些诟病，但是我们很难说有中心的文章不会受到诟病。那么我们说一个中心有什么用，官方的用途是表达内心想法，但是往往被作者用来强行提升文章的立意，不过无论什么目的都不打紧，反正这里非常自由，试一试又不花钱，顶多也就是回到一个从未试过的状态而已。      第三，   我们要怎样叙事，这是一个很令人尴尬的问题，因为根本没什么可讲。大概说来，只需要思路清晰即可，不必在意那些所谓的能否掌握。只不过是顺叙倒叙插叙这些基本手法而已。没关系，尝试，记住，请多尝试。假如你不知道这三个东西是什么意思，请百度，我没法保证我能给出正确的解释。反正这不是一个很重要的东西，因为这些完全可以在后期调整。假如你的故事并不是那么重视时间线的话。      到了这里，我们已经得出了一个平凡小故事的大致构思。以上这些步骤一共用了多久？大概也只是十分钟左右。也许你用的时间，比用来看完我扯淡的这些时间还要少得多，其实写故事并不难，不是么？真是令人愉快。我们到了现在，拥有了什么：一个主角，主角的一种性格，主角的一个困境 困境的解决方案一个也许能契合故事的中心 一个未必明确的故事结构。       给点背景音乐吧。      好吧其实我只是想给个例子而已。      注意，这只是一个根据现有的材料给出的例子而已。              六月七日，是一个雨天。而我却没有带伞。            我没有什么朋友，更不是能拿出钱来买伞的人。更何况，现在天色已经很晚，想来保安室的伞也已被借完了吧。            但是，谁在意呢？我不在意，也没有人会在意。只不过是被雨淋湿而已。            我走出教室，走出教学楼，走出校门，一路就这样走到家。            我很清楚，我的抑郁症又犯了。但是，谁在意呢？，不过是在无数次的痛苦之上再多一次罢了。            所以，请关爱抑郁症患者。        很明显，这是一个不太妙的例子。但是没有关系，它仍然给我们带来了启示。我们有时间继续练习知道我们得到一个比较优秀的方案。当然你也可以尝试着做一些更复杂更精彩的故事。也欢迎各位在回复中给出故事提纲。\nps：我们这里有一个冥王星人的提纲走过路过不要错过。\n            我，艾尔玛-兰德-诺-科尔多，看着面前染红天际的腥色，不觉握紧手里的剑；这把剑伴随我家族的勇士征战至今，平常到各类敌人的鲜血，也许今天终于遇到了无法战胜的对手。听着有如雾气般弥漫的刺耳笑声，我的力量和意志渐渐稀薄。到此为止了么。。。？\n            所以，我永远无法忘记，那闪耀的黄金光辉，刺破即将毁灭一切势力的情景。也甘心守护，发出光芒的那人。“到此为止了！”\n\nps：据她本人说这是一个能有二十万字的正文的提纲或者开头。\n\n\n      我们到了这里，就已经得到了一个完整的框架。接下来就是细节描写之类的东西。细节这个东西其实也是很麻烦的，每个细节都要有用，这需要很多的练习。不过没有关系嘛，我们就算有很多没用的细节、描写，也比起只有一个框架要吸引人。而且在后期的修改中，没用的可以慢慢删掉。所以前期写作时不用太在意，尽可能多一点细节。      第一，   咱们先来添一点环境描写。环境描写，在我的系统中被分为两部分。第一种被称为必要环境描写，这种环境描写所描写的是故事发生所必须的背景。就比如说前文的例子里的关于雨天的描写。这些描写的作用不是太复杂，只不过是点明故事发生时的环境而已。第二类是非必要环境描写，是可以为文章增色的。这些描写没有什么窍门可教，只能说在能起到烘托人物心情或者是要有重大变化的时候出现时很普遍的用法，一些巧妙的用法，暂时也没有找到合适的范例，如果有可以告诉我。      第二，   我们还需要添上一些人物描写。人物描写可以说是描写中很重要的一部分。比起环境描写来说，我认为是更加重要的。人物描写的缺失，会导致非常严重的骨架感。呃……好吧，就是干巴巴的意思。而一切人物描写的目的，是为了表现人物心中所想或是作为使文章更加合理的工具。当然，在小说中，有时也负责促进读者肾上腺素的分泌，让情节看起来更刺激更吸引人，这里很好的范例是打斗片段，我觉得这也是很多新作者最想写的片段之一。好的又扯远了，我们回到最开始的地方，写好人物描写很重要的一点是积累与观察，我们可以做的一个简单的训练是，分析一段简单的人物描写背后的原因或是心理活动。\n\n --未完待续--\n--持续更新--\n6.11 说好的更新来了\n6.12 我跟你们讲我没有拖延症，是因为……呃……我太机智所以更新慢的\n\n\n",
    "replies": [
        {
            "author": "椎名雪穗",
            "timestamp": 1465557480,
            "txt_content": "太长不看。\n<苦笑>想学的人自然会学，不想学的人他宁愿去死。"
        },
        {
            "author": "xcc",
            "timestamp": 1465559280,
            "txt_content": "炊事长苟投您好\n我是辣鸡写手策察，观察发现您的脑洞过大，需要开得更大否则将予以吐槽(什么鬼"
        },
        {
            "author": "WM2030",
            "timestamp": 1465566720,
            "txt_content": "爱无名灬颂 发表于 2016-6-10 19:18\n太长不看。\n想学的人自然会学，不想学的人他宁愿去死。\n呵……这么一讲\n再无继续的动力\n但是弃坑好像不太好啊\n真是让人为难呢\n这个大实话说的真是\n太让人尴尬了。\n\n这可真不错。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1465605120,
            "txt_content": "写喜剧辛苦了"
        },
        {
            "author": "522006",
            "timestamp": 1465618380,
            "txt_content": "我竟然能把这个给看完,  我真了不起(我个人感觉我的语文功底太差,  看啥都是白搭)"
        },
        {
            "author": "940595236",
            "timestamp": 1465624560,
            "txt_content": "太长，粗略地看了一下。\n这位大兄弟，你的头像我看着好熟啊……"
        },
        {
            "author": "WM2030",
            "timestamp": 1465633680,
            "txt_content": " 本帖最后由 WM2030 于 2016-6-11 16:33 编辑 \n522006 发表于 2016-6-11 12:13\n我竟然能把这个给看完,  我真了不起(我个人感觉我的语文功底太差,  看啥都是白搭) ...\n这个没有关系。\n一切提高都是有可能的。\n不要说语文功底差，你现在说话交流有问题吗？\n和人吵架的时候【假如】你会无言以对吗？\n假如以上这些你存在问题，那你可以多看看电视剧。\n假如不存在，那怎么叫语文功底差？\n你只是对于语文这门学科没有信心\n被所谓的方法束缚了而已。"
        },
        {
            "author": "S_RwE",
            "timestamp": 1465714980,
            "txt_content": "卤煮帖子开的很详细，帮大忙了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466214660,
            "txt_content": "即使诸事可扯，文课应除外。易偏执。若没高见，经验、个人观点之类，不应大讲方法。说可取途径就行。即使自信，但面对不同人，讲方法不可靠。\n刘、韩辈在科幻上，周、汪辈在诗作上，都有类似见解。\n可引用论据、资料、著作。主要需要这一层面的学习。\n"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1466236140,
            "txt_content": "感觉写的不错，但是有一些地方不一定恰当，我觉得应该交给新手一些具体的东西，而不是光说方法= =但是看得出楼主用心了"
        },
        {
            "author": "WM2030",
            "timestamp": 1466241480,
            "txt_content": " 本帖最后由 WM2030 于 2016-6-18 17:35 编辑 \n安根_Engon 发表于 2016-6-18 09:51\n即使诸事可扯，文课应除外。易偏执。若没高见，经验、个人观点之类，不应大讲方法。说可取途径就行。即使自 ...\n你说得对。\n所以我有些后悔了。\n真是尴尬。\n这确实是我的锅。\n而且我也没法要求你给我提供进一步的建议。\n"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466246100,
            "txt_content": "WM2030 发表于 2016-6-18 17:18\n你说得对。\n所以我有些后悔了。\n真是尴尬。\n不，你可以要求。\n你要求什么形式的帮助，我可以尽力做到。"
        },
        {
            "author": "3567",
            "timestamp": 1466353140,
            "txt_content": "WM2030 发表于 2016-6-11 16:28\n这个没有关系。\n一切提高都是有可能的。\n不要说语文功底差，你现在说话交流有问题吗？\n额，我交流方面确实有问题，不仅仅是吵架吵不过别人，甚至别人有时对我问的问题我弄不明白，经常回答错误等"
        }
    ]
}