{
    "title": "【前方高能】我的世界故事模式第六章已经发布",
    "author": "⑨",
    "replyCount": 8,
    "timestamp": 1465376820,
    "txt_content": " 本帖最后由 xiaosung1234 于 2016-6-8 17:36 编辑 \n\n我的世界第六章已经发布！可以更新！\n由于找不到新闻（好吧mojang和TTG官网全没有我就去steam看了下只有6号的预告就先发出来吧[别问我怎么知道的已经发布，梨子告诉我他玩过了]）\n原文Greetings fellow Adventurers!  The next thrilling chapter in the Minecraft: Story Mode saga arrives tomorrow. Check out this trailer for a peek at the exciting mystery that is about to unfold!  https://youtu.be/PR6LbVsTpVE  As Jesse and the gang travel through another portal in an attempt to return to their world, they are whisked away to a land filled with dangers (of the zombie variety). Taking shelter in an ominous and spooky mansion, they meet a cadre of famous adventurers from the Minecraft community who have also sought refuge from the dangers outside. Things take a turn for the worse, as an enigmatic masked figure soon appears, with sinister intentions. It’s a race against the clock to stop their ruthless tormentor and get to the bottom of a treacherous mystery before it’s too late.  We’re thrilled to share this chilling adventure with you that features Minecraft legends Captain Sparklez, Stampy Cat, LDShadowLady, StacyPlays, and DanTDM! It was an absolute joy to work with such amazing members of the community to make this a really special episode.    ‘A Portal to Mystery’ is the beginning of an add-on series of three post-season adventures, which can be purchased digitally as part of the new Adventure Pass for $14.99 and includes access to Episodes 6, 7 and 8 as they release. The episode will also be available individually for $4.99 USD. Players will need to own at least Episode 1 in the series or the season pass disc in order to purchase Episodes 6, 7 and 8.  Look forward to Minecraft: Story Mode - Episode 6 - ‘A Portal to Mystery’ when it arrives Tuesday, and solve the mystery of ‘Who Is The White Pumpkin?’ \n机翻问候的同伴们！             下一个惊心动魄的章在Minecraft：故事模式传奇明天到达。看看这部预告片，看看即将展开的激动人心的奥秘！             https://youtu.be/pr6lbvstpve       杰西和刚穿过另一个门在试图回到自己的世界，他们来到了一个充满危险的土地（的僵尸品种）。以一个不祥的幽灵般的豪宅住所，他们遇到一个干部从Minecraft社区谁也从外面的危险著名冒险家寻求避难。事情会变得更糟，因为一个神秘的蒙面人物很快就出现了，阴险的意图。这是一个与时间赛跑阻止他们无情的折磨，在太晚之前得到一个诡谲神秘的底部。  我们与你分享这令人不寒而栗的冒险传奇队长sparklez特点Minecraft，印章的猫，ldshadowlady，stacyplays激动，和dantdm！与这个令人惊异的社会成员一起工作是绝对的快乐，使这一个非常特殊的情节。        '一个神秘的门户网站是一个附加系列三个后赛季的冒险，这可以作为新的冒险通过数字购买14.99美元，并包括访问6，7和8，因为他们释放的一部分开始。这一事件也将可单独提供4.99美元。玩家将需要自己的至少1集的系列或季节通过光盘，以购买情节6，7和8。期待我的世界：故事模式- 6集-一门神秘在星期二抵达，并解开这个谜，谁是白色的南瓜吗？' \n人工润色             已经可以在故事模式的第六章继续jesse的旅程！  你将可以在PC / Mac、Windows 10、Xbox，PlayStation 4，Xbox 360，PlayStation 3和手持设备下载。iOS版本请在app商店下载，安卓版本请在谷歌Play或亚马逊Android版下载 支持正版！第六章的介绍看下面 哦对了 这个6-8章的DLC要14.99美元 OvO这是预告片  https://youtu.be/pr6lbvstpve jesse一行人穿过了另一个传送门试图返回自己的世界，可是他们来到了一个充满危险的土地（这里充满了僵尸）。以及一个十分恐怖的豪宅，他们遇到一个的著名冒险家寻求避难。可是有一个神秘的蒙面人出现了，他有着一些阴险的意图。jesse一行人将与时间赛跑，在足够的时间里到达一个离奇的地方。（刚刚那段不会翻译了就删掉了，详细看原文，应该是一群Minecraft实况主的名字）这将是一个非常特殊的故事。\n\n你们要的图片\n给版主的话修改了20多次了体谅下吧（别问我为啥又多了10次，我刚刚又修改了），版主大大留情而且这个新闻即使是6号的预告我也找了好久啊OvO根本找不第六章已经发布的新闻，ttg和steam还有mojang官网全没有QvQ\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1465377360,
            "txt_content": "谁是白色的南瓜？— —"
        },
        {
            "author": "zsq5",
            "timestamp": 1465377360,
            "txt_content": " 本帖最后由 zsq5 于 2016-6-8 17:25 编辑 \n\n第六章已经玩过了     板凳"
        },
        {
            "author": "mc1850455735",
            "timestamp": 1465381980,
            "txt_content": "不知不觉已经出第六章了，而我第一章还没玩完"
        },
        {
            "author": "ap_JinGang",
            "timestamp": 1465388040,
            "txt_content": "第六章在哪下载呢？"
        },
        {
            "author": "Evildoer、°",
            "timestamp": 1465389300,
            "txt_content": "zsq5 发表于 2016-6-8 17:16\n第六章已经玩过了     板凳\n你在哪下的，你是买正版的吗？"
        },
        {
            "author": "zsq5",
            "timestamp": 1465389780,
            "txt_content": "45456546 发表于 2016-6-8 20:35\n你在哪下的，你是买正版的吗？\n不是，是3DM"
        },
        {
            "author": "Evildoer、°",
            "timestamp": 1465393260,
            "txt_content": "zsq5 发表于 2016-6-8 20:43\n不是，是3DM\n发个地址嘛，我也想玩"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1465405980,
            "txt_content": "籽岷都录玩了"
        }
    ]
}