{
    "title": "『星翼の建筑教程』Part3  建筑的分类与风格",
    "author": "北辰孤白",
    "replyCount": 1,
    "timestamp": 1465439640,
    "txt_content": "建筑的分类与风格\n╔═══════════════════════════════════════════════════════╗Hello！大家好！我是星翼，现在发现BBS中的建筑帖子可以说是鱼龙混杂吧？\n看看生存服器里火柴盒房屋可以说是星罗棋布吧？所以现在开个建筑坑    ╚═══════════════════════════════════════════════════════╝\n\n\n当你一切都准备妥当之后，已经摩拳擦掌，跃跃欲试自己的建筑才能了么？还不行，在自己建筑之前得先明确建筑的分类与风格\n==========================================================\n（一）建筑的分类\n[建筑可以从几个方面来归类\n\n按建筑的使用功能分类\n\n居住建筑\n[居住建筑主要是指提供人们进行家庭和集体生活起居用的建筑物，如住宅、宿舍、公寓等]\n\n工业建筑\n[工业建筑主要是指为工业生产服务的各类建筑，如生产车间、辅助车间、动力用房、仓储建筑等]\n\n\n居住建筑\n[农业建筑主要是指用于农业、牧业生产和加工的建筑，如温室、畜禽饲养场、粮食与饲料加工站、农机修理站等]\n\n公共建筑\n[公共建筑主要是指提供人们进行各种社会活动的建筑物]\n\n(1) 行政办公建筑 如机关、企业单位的办公楼等。\n\n(2) 文教建筑如学校、图书馆、文化宫、文化中心等。\n(3) 托教建筑 如托儿所、幼儿园等。\n(4) 科研建筑 如研究所、科学实验楼等。\n(5) 医疗建筑 如医院、诊所、疗养院等。\n(6) 商业建筑 如商店、商场、购物中心、超级市场等。\n(7) 观览建筑 如电影院、剧院、音乐厅、影城、会展中心、展览馆、博物馆等。\n(8) 体育建筑 如体育馆、体育场、健身房等。\n(9) 旅馆建筑 如旅馆、宾馆、度假村、招待所等。\n(10)交通建筑 如航空港、火车站、汽车站、地铁站、水路客运站等。\n(11)通信广播建筑 如电信楼、广播电视台、邮电局等。\n(12)园林建筑 如公园、动物园、植物园、亭台楼榭等。\n(13)纪念性建筑 如纪念堂、纪念碑、陵园等。\n\n\n按建筑的规模分类\n\n\n大型性建筑\n[大型性建筑主要是指建筑规模大、耗资多、影响较大的建筑，与大量性建筑相比，其修建数量有限，但这些建筑在一个国家或一个地区具有代表性，对城市的面貌影响很大，如大型火车站、航空战、大型体育馆、博物馆、大会堂等]\n\n\n\n大量性建筑\n[大量性建筑主要是指量大面广、与人们生活密切相关的那些建筑，如住宅、学校、商店、医院、中小型办公楼等]\n\n\n==========================================================\n\n（二）建筑的风格\n新古典主义\n[新古典主义风格的建筑外观吸取了类似\"欧陆风格\"的一些元素处理手法，但加以简化或局部适用，配以大面积墙及玻璃或简单线脚构架，在色彩上以大面积浅色为主，装饰味相对简化，追求一种轻松、清新、典雅的气氛，可算是\"后欧陆式\"较之前者则又进一步理性。现存中国这种建筑风格较多，属于主导型的建筑风格]\n\n\n现代主义\n[现代风格的作品大都以体现时代特征为主，没有过分的装饰，一切从功能出发，讲究造型比例适度、空间结构图明确美观，强调外观的明快、简洁。体现了现代生活快节奏、简约和实用，但又富有朝气的生活气息]\n\n\n异域风格\n[这类建筑大多是境外设计师所设计，其特点是将国外建筑式\"原版移植\"过来，植入了现代生活理念，同时又带有其种种异域情调空间]\n\n\n普通风格\n[这类建筑很难就其建筑外观在风格上下定义，他们的出现大概与商品房开发所处的经济发展阶段、环境或开发商的认识水平、审美能力和开发实力有关。建筑形象平淡，建筑外立面朴素，无过多的装饰，外墙面的材料亦无细致考虑，显得普通]\n主题风格\n[主题型风格建以策划为主导，更多的是个人对建筑的自定义，而依此为依据展开的建筑]\n\n===========================================================================\n今天就到这里了，我们下次再见，( ^_^ )/~~拜拜\n",
    "replies": [
        {
            "author": "乙烯_中国",
            "timestamp": 1465470060,
            "txt_content": "大篇幅copy百科等内容且不注明出处，望其他作者引以为戒。"
        }
    ]
}