{
    "title": "<原创·连载>天之墓 第一章：守陵家族",
    "author": "守陵人",
    "replyCount": 4,
    "timestamp": 1465486320,
    "txt_content": "第一章：守陵家族\n    在一个名叫灵城的地方，一个阴暗的宅子，这里十分诡异，这里全是墓碑，但墓碑上有名字的人都发着黑色的光，光虽然微弱，但也能察觉到，这里是最让人讨厌的地方了，因为这里的阴森；因为这的诡异；因为这里的恐怖。如果孤身一人来到此处，那么他一定会认为，在这阴暗的帷幕里，藏着一尊吞食人的怪物。\n   但事实上，这种地方怎么可能会有吞食人的怪物呢？那只是人类的幻想罢了，那只是人被恐惧占满脑子的时候的想象罢了。\n   一个中年人从宅子里走了出来，背上背着一口棺材，那是一种不知名的铁做成的，看上去仿佛什么都摧毁不了，看上去也很笨重。\n   已经清晨了，即便是这阴暗的宅子也迎来了清晨的第一缕阳光，阳光很温暖，只不过这中年人不喜欢这种感觉，又似是遇见了什么可怕的东西跑回了宅子里。\n   宁静的宅子里，一丝声响都没有，有的只是阳光，有的只是阴暗，但出奇的是，阳光没有揭开这神秘的阴暗帷幕，而且和这种帷幕保持着一种诡异的平衡，在阴暗和阳光的交界处有着一缕缕青烟，似虚似实。\n   不过很快，一个活泼的小孩打破了这宁静，“爹，我回来了，早餐需要的食材我买回来了。”这小孩竟不怕这诡异的地方，而且对这里有种情切的感觉，这可以令成人都恐惧的地方，在这孩子面前仿佛一切用都没有。\n   宅子里传来了一个带着慈爱但却不明显的声音“回来了啊？赶紧把食材带进来，我最讨厌阳光了。”\n   那孩子竟真的就这么走进去了。\n   很显然这里是他的家，只不过把家造的跟坟墓一样...甚至还立墓碑在院落里，不得不说这一家子人真是奇葩，孩子的爸爸甚至奇葩到背着个用不知名的铁铸造成的棺材，那孩子也不是没问过，只是说他到时候也会背上棺材只不过是用一种叫做玄铁的材料做的，显然材料等级比他爸爸低。至于为什么立墓碑么，只有鬼知道，只有这孩子爸爸知道，至于其他人知不知道，反正他也不晓得。只不过他晓得他自己家是这灵城里最奇葩的了。\n    他爸爸姓伊，自然他也姓伊，他叫做伊秦。的确这名字是成熟了点，不过这和孩子的性格完全成反比...\n    孩子进入了宅子里，里面只点着几只闪着昏暗的光的蜡烛，看起来比外面还恐怖。这里面倒是出奇的干净，伊秦把食材放在了桌子上，那名背着棺材的中年男子再次出现在了视线中，拿着食材朝有昏暗烛光的厨房去。\n    那中年男子把早饭做到一半时，外面一个刻着名字的墓碑，上面微弱的黑光突然消失了，伊秦爸爸也察觉了，停止了早饭的制作。然后用着比猎豹还快的速度跑到了那墓碑前，名字上面刻着：伊灵。这两个字\n    那男子喃喃道：“守陵人：伊灵，灭亡...死因：未知，有待家族探索死因...”\n    神奇的事情发生了，在墓碑上面出现了死因两个字，然后后面刻的和这中年男子说的话一模一样。\n    伊秦自然也跑了出来，“爹...守陵人，是什么意思？”他带着好奇望向了那中年男子\n    “伊秦，你也快12岁了，有些事情你也该知道了...想必你也看过了这些墓碑，也发现了上面闪着黑色微光，还发现了，他们和我们一样...他们都姓伊！好吧实话告诉你，我们是守陵家族的人。我们的墓地是探索墓地，和守护墓地。你12岁时会有一口用玄铁铸造而成的棺材从天上掉下来，那证明你已经算是家族的外门弟子了。不要觉得悬乎，因为某些事情是注定的，人不可逆，天也不可逆。而这些黑色微光，是家族人员的一丝灵魂之火。熄灭的时候，就代表他们的生命走向了尽头。也许某一天我也会死去...”那男子沉默了一小下，然后再次说了起来：“我们是修仙家族，也许你会觉得不可思议，但既然你出生在了修仙家族里，就做好成为修士的准备吧。”\n    说完男子迈着略带悲伤的步伐回到了厨房开始制作早饭，家族的人死亡，他身为家族的一员，更是身为死亡墓碑的观察者，他怎能不悲伤？早饭做完了，不管是伊秦还是他，都觉得今天的饭是苦的...至于伊秦心里则是一片乱。（未完待续）\n    \n\n\n",
    "replies": [
        {
            "author": "lcplcplcp",
            "timestamp": 1465498320,
            "txt_content": "大概支持一下！\n文笔不错的样子呢"
        },
        {
            "author": "我为我为",
            "timestamp": 1465512540,
            "txt_content": "支持信任！新人驾游！"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1465516380,
            "txt_content": "好厉害啊，666"
        },
        {
            "author": "西川_北州",
            "timestamp": 1465549200,
            "txt_content": "寫的很好呢..."
        }
    ]
}