{
    "title": "<原创·连载>空[第六十九章：我不愿想起与你有关的一切I][Polaris]",
    "author": "46241359",
    "replyCount": 0,
    "timestamp": 1465484160,
    "txt_content": "正文\n\n\n\n    “……你看看这个。”\n    “什么？”\n    伸手接过人递来的材料，漫无目的地翻着，上面所记载的都是些极琐碎的信息，大多都毫无价值。于是在粗略地看过几页后便将其扔在一边，手肘支在转椅扶手上，撑着头略显无奈地看着面前的人：“这里面没什么要紧事吧，以后少看这些无意义的东西。”\n    “啊不……”对方低下头，有些难堪地挠了挠后脑勺，“我想叫你看的不是前面，是后面……”说着，抱有歉意地将装订好的资料拿在手里熟练地翻动着，之后停留在某一页，再次将手中的资料放到他面前。\n    意味不明地挑动眉毛以示自己勉强接受对方的歉意，伸手拿起，双眼飞快扫过纸张上的每一个字，不时地抬头打量着对方的神情。\n    严肃，但在这之中也不缺乏一丝可爱的担忧，嘴唇微微张开着像是在祈求什么，双手因紧张而扣在一起垂在身前不安地互相抠弄着，这点小动作他都看在眼里，不知道是哪里触动到了他的思绪，嘴角勾起一个不易让人察觉到的笑容。\n    “嗯，”阅读完毕，手指使力将其合上，抬眼继续打量着对方，“你是想要我今天晚上和你一起执行这项任务对吧？”\n    “是的……因为安德说我的分析能力并不足以应对那样的局面，最好是找一个人来进行协助……”\n    “为什么要找我？”撑着扶手站起身来，双腿因长期保持同一姿势而变得有些麻木，艰难地走到窗前，双手背在背后，看着窗外马路上的车流，“你也很清楚，save里你能够联系到的分析员并不止我一个，那些人之中比我优秀的更是不在少数，我可以帮你联系到Emptiness。”\n    “那样的话是很感谢了，可是……”她站在原地踌躇了几秒钟，不知是在组织更细致一步的语言还是需要重新酝酿以便于一次性交代清楚缘由，“我有仔细想过的，觉得还是你适合，虽然我也知道Emptiness是save里最出色的分析员，但我总觉得自己和他的性格并不能合得来，况且……安德昨天交代过我，这次任务比较特殊，对于协助的人选需要仔细并且谨慎地考虑。”\n    强忍笑意以保持房间内严肃沉重的气氛，经过提炼他至少知道面前这个看起来还未成年的少女的确是个仍然有些懵懂的人，虽然差不多已经把自己非要来找自己的理由交代清楚，但是其中一大半都是废话。Emptiness本身的性格和任何人都合不来，除非和他交流的是个和他一样看起来都在初步调试阶段出了大问题的机器人。\n    “好吧，”他耸了耸肩，转身看着对于他这一动作有些疑惑的少女，“我同意了，你去准备吧，至于需要准备什么就不需要我再给你进行一一的分析了吧？”\n    “啊……非常感谢！”少女全数抱起刚才堆在办公桌上的资料，满怀感激地朝他鞠过一躬后就像来时一样步调轻盈地离开。\n    他放松了身体，倚靠在椅背上，双眼有些漠然地看着已经被她轻轻带上的门，搭在脸上的手指漫不经心地画出了一个圈，口中重复着那个机器人的名字：“Emptiness……”\n    其实早在这之前，他有过和Emptiness合作的短暂经历，虽然那段记忆不怎么愉快，但的确是记忆深刻。Emptiness这个机器人本身性格方面有着很大缺陷，可谁都不能否认他分析能力确实出众，如果排除掉他那个尴尬的交流能力，在save中被称为王牌分析员确实无可厚非。\n    不过，那女孩是最近刚刚加入的吧，安德总不至于给她安排什么太过于重要的任务，为什么对于分析员还会有几近苛刻的条件？Emptiness的能力如果仅仅是作为分析员，不用尽全力就能够轻松解决他想象范围内安德会安排给她的任务。而他，没什么的出色的能力，真实职位也只是候补而已，大概就是Emptiness或者其他分析员出现了意外情况自己才会稍稍弥补一下不足，怎么……唯独挑选自己了呢？\n    具体的原因，也不需要进行过多的推断，显然Emptiness身上缺少了什么完成这次任务必须拥有的东西，比如正常的智商之类的……\n    好像这么想也不大合理，毕竟save里的分析员又不是仅有他和Emptiness两个人……\n    “刚才艾莉来找你了？”门再度被人打开，男子无声地进入后随手带上门，那种锐利到类似于审视的目光让他觉得很不舒服，于是不耐烦地点点头作为回应。\n    那人叫罗杰，是现在Emptiness的搭档，想到这点心底也不自觉地涌起一阵怜悯，同时开始仔细打量起这个刚过20就被称为全能人才的男子。眼神和埃塞克斯比还算友善，刚才询问的语气听起来也没有太过于高傲。\n    “她来和你说今晚要执行的那个任务是么？”放缓语速，像是对待自己的房间一样相当随意地找了一个正好在他对面的转椅坐下，这让原本因为看起来还算比较平易近人的外貌而略微产生的一些好感又烟消云散。\n    “是的，有什么问题？”                                                                          \n    “我只是来提醒你，”罗杰将视线从地面移动到他身上时，刘海垂下来略微遮挡住双眼，总算是给他挡下一部分那种尖锐到让人感觉十分不适的视线，“你并不需要做出什么分析，唯一的任务就是确保艾莉的人身安全。”\n    “我？确保人身安全？”说完，不由得发出一阵针对于安德的轻笑声，“那么是那女孩的大脑有问题，还是安德最近睡眠不足到思绪混乱的程度了？”\n    罗杰并没有立刻反驳，只是保持着平静的表情等待他收敛住笑声：“谁都没有出问题，因为，这件事只有你能做到。”\n    “只有我能做到？”他下意识地指着自己，带着反问的语气朝着罗杰质疑，“你最好别忘记，我只是一个单纯的分析员，枪法和体能远没有达到能保护别人的程度，如果真的遇上什么事我连自己都保不住。”\n    “是，这点我和安德都清楚，”罗杰点了点头，继续平静地看着他，像是在看一出事不关己的戏码，“正因为如此，才会找你。”\n\n\n返回索引贴\n\n\n@恶魔-潇洒 @冥王星人 @zyj0807 @sam3737 @xcc\n\n[groupid=1183]Field of Stars[/groupid]\n",
    "replies": []
}