{
    "title": "Minecraft教育版本测试版发布",
    "author": "Wolverine",
    "replyCount": 47,
    "timestamp": 1465503000,
    "txt_content": " 本帖最后由 Wolverine 于 2016-6-9 13:19 编辑 \n\n\n\nHello!\n大家好！\n\nYou might remember us posting about Minecraft: Education Edition back in January. It’s a version of Minecraft designed to help educators teach all kinds of subjects.\n相信你们没有忘记我们在一月份时所发布的Minecraft教育版本的贴文。教育版本的设计理念是帮助教育者们教导他们擅长的科目。\n\nNow the time has finally come. If you’re blessed with a particularly hip and likeable teacher, Minecraft: Education Edition could soon be appearing in a class near you soon! The early access version is available for download!\n时机已到。如果你很幸运地拥有一位既友善又讨人喜欢的老师，你所就读的学校很可能会把Minecraft教育版本应用在教学当中！现在测试版本已经可以下载了！\n\n\n\n\nYou might be surprised to know that Education Edition features some interesting bits and pieces that you can’t find in other versions of Minecraft. Aside from the tools necessary to get students working together, it features a snazzy camera and compatible portfolio, non-player characters that can be programmed to teach stuff, and even chalkboards for that classic old-school look. We’ve really thought about this thing, and tailored it to maximise student’s brain-power all across the globe.\n你可能会对教育版本所拥有的强大功能而感到吃惊，它包含了很多其他版本所没有的功能。除了那些有效促进学生一起学习的特殊教育方式，它的功能还包括了一架崭新的摄像机和与之合作的不同设备组合，一种可被编程用来教育的非玩家角色，甚至旧时代学校所使用的黑板也有。这些功能我们都是经过深思熟虑才决定添加的，目的是让教育版本最大限度地提高世界各地学生的大脑发展。\n\nEven though this is an exciting announcement, it’s worth remembering that this is the early access version of Education Edition. Just like we’ve done until now, we’re continuing to build based on feedback from educators. That means there are probably significant changes to come, and that the experience will get even better over time.\n在让人感到无比激动的同时，我们再一次的提醒大家这仅仅只是教育版本的测试版而已。一如往常，教育者们的意见会协助我们将来的开发。在以后我们可能会添加更多不可思议的功能，把教育版本变得越来越完美。\n\nGet more details, instructions on how to install, and some enthusiastic testimonials from real-life teachers at the Minecraft: Education Edition website.\n获取更多关于如何安装的详细信息，以及现实世界老师们的热心推荐。请访问Minecraft教育版本官网。\n\nThanks!\n非常感谢！\n\nOwen - @bopogame\n来自欧文\n\n",
    "replies": [
        {
            "author": "大瓜君",
            "timestamp": 1465505040,
            "txt_content": "12格物品栏瞩目"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1465506660,
            "txt_content": "人工翻译辛苦了"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1465517760,
            "txt_content": "外国人发明这个用来学习，我用软件有点腻了也，好像去试试"
        },
        {
            "author": "mc_bookman",
            "timestamp": 1465519560,
            "txt_content": "哇好羡慕，希望增加minecraft为高考科目"
        },
        {
            "author": "syz666",
            "timestamp": 1465519560,
            "txt_content": "...我刚在mojang.com看见。"
        },
        {
            "author": "KIUJG",
            "timestamp": 1465523280,
            "txt_content": "额 中国什么的就不用想了 一二线城市部分学校有可能"
        },
        {
            "author": "ManiaJack",
            "timestamp": 1465527120,
            "txt_content": "KIUJG 发表于 2016-6-10 09:48\n额 中国什么的就不用想了 一二线城市部分学校有可能\n中国的确不用想了，一般的学校也没什么可能，最多有些开放的大学可以允许老师开这样的公选课。"
        },
        {
            "author": "MuChenyu",
            "timestamp": 1465527540,
            "txt_content": "支持，希望有朝一日中国学校也可以作为教育用途。"
        },
        {
            "author": "青木源",
            "timestamp": 1465530300,
            "txt_content": "期盼有一天，高考的时候，老师对我们说：\n你们Minecraft要是不及格，你们就拿不到毕业证书！也甭想上Minecraft专修大学！"
        },
        {
            "author": "mine米",
            "timestamp": 1465534200,
            "txt_content": "发布了~\n话说感觉有点怪怪的（比如相机）"
        },
        {
            "author": "HK03",
            "timestamp": 1465549560,
            "txt_content": "公司选项居然没有中国 "
        },
        {
            "author": "xmdhs",
            "timestamp": 1465556880,
            "txt_content": "教育版有什么用"
        },
        {
            "author": "黑羽_离魁",
            "timestamp": 1465558920,
            "txt_content": "xmdhs 发表于 2016-6-10 19:08\n教育版有什么用\n相当于Minecraft的全面教程"
        },
        {
            "author": "Wolverine",
            "timestamp": 1465586940,
            "txt_content": "XIAOMM 发表于 2016-6-9 20:45\n期盼有一天，高考的时候，老师对我们说：\n你们Minecraft要是不及格，你们就拿不到毕业证书！也甭想上Minecr ...\n要是真有Minecraft专修大学就好了"
        },
        {
            "author": "哥虚伪",
            "timestamp": 1465596480,
            "txt_content": "Wolverine 发表于 2016-6-11 03:29\n要是真有Minecraft专修大学就好了\n如果有就好了，那就真的不去对不起国家"
        },
        {
            "author": "123123aadfg",
            "timestamp": 1465610400,
            "txt_content": "辛苦了\n不过教育版是什么意思"
        },
        {
            "author": "陈继之",
            "timestamp": 1465614180,
            "txt_content": "中国何时能应用上呢"
        },
        {
            "author": "LINCHUTI",
            "timestamp": 1465614660,
            "txt_content": "很想知道到底是学什么"
        },
        {
            "author": "鳥妖",
            "timestamp": 1465614780,
            "txt_content": "明明就是拿pe版的照相机贴图，做个架子，就说是新的了。。"
        },
        {
            "author": "sunnuay",
            "timestamp": 1465620180,
            "txt_content": "注册没有中国是什么鬼！！！"
        },
        {
            "author": "812292462",
            "timestamp": 1465624080,
            "txt_content": "物品栏好小啊"
        },
        {
            "author": "3352村",
            "timestamp": 1465627140,
            "txt_content": "然而在国内并没有什么卵用，会在学校用的早就用了（比如瑞典），不会用的死也不用（比如国内？）"
        },
        {
            "author": "wqp2004",
            "timestamp": 1465635900,
            "txt_content": "中国不可能的啦"
        },
        {
            "author": "幼猫",
            "timestamp": 1465645200,
            "txt_content": "从目前的情况来看，中国只有走出社会主义初级阶段（距今最快还有33年）才有可能将Minecraft加入到日常的课程中/添加游戏课。"
        },
        {
            "author": "andylizi",
            "timestamp": 1465649700,
            "txt_content": "很幸运地拥有一位既友善又讨人喜欢的老师，你所就读的学校很可能会把Minecraft教育版本应用在教学当中！然而，这里是天朝"
        },
        {
            "author": "Lucky_fish0w0",
            "timestamp": 1465664100,
            "txt_content": "我真希望见到\n“mc作业：第一项：造出一个小房子”\n之类的作业→_→\n不过，关键是我们是中国！中国怕啥...咱大天朝从来都是把游戏当毒药的·····"
        },
        {
            "author": "xuelang123",
            "timestamp": 1465668900,
            "txt_content": "哇哦哇哦好棒的样子，中国啥时候可以引进啊QAQ"
        },
        {
            "author": "Wolverine",
            "timestamp": 1465671840,
            "txt_content": "xuelang123 发表于 2016-6-11 11:15\n哇哦哇哦好棒的样子，中国啥时候可以引进啊QAQ\n应该很快就会引进了，大概3000年之后吧"
        },
        {
            "author": "gyalo",
            "timestamp": 1465727220,
            "txt_content": "中国就算了吧！想都别想！"
        },
        {
            "author": "xiaoxiaokulipa",
            "timestamp": 1465804800,
            "txt_content": "xiaoxiaokulipa 发表于 2016-6-13 16:02\n这些新物品都好有意思\n12个物品栏：空，地图，指南针，分大中小规模的三个东西，类似红色圆石墙的方块，类似框住的磨制花岗岩的方块，类似框住的磨制鞍山岩的方块，照相机，奇奇怪怪的书，像钻石锹又不是的东西"
        },
        {
            "author": "xiaoxiaokulipa",
            "timestamp": 1465804920,
            "txt_content": "这些新物品都好有意思"
        },
        {
            "author": "CraftTime",
            "timestamp": 1465826400,
            "txt_content": "可我大天朝不准这样啊！"
        },
        {
            "author": "asdasd1031",
            "timestamp": 1465831560,
            "txt_content": "用MC学英文，阔以，这很MC"
        },
        {
            "author": "1378495772",
            "timestamp": 1465894980,
            "txt_content": "然而中国并没有\n\n\n\nEligibilityThanks for your interest in playing, crafting and learning using Minecraft: Education Edition! For a limited time, we are offering early access to Minecraft: Education Edition at no cost to educators, administrators and students of eligible academic institutions.\n\nEligibility can be confirmed by checking your school email account at www.office.com/teachers where you can also get a new account if you qualify or obtain eligible status if needed.Minecraft: Education Edition will be available for purchase by schools, libraries, museums, and participants in nationally recognized home-school organizations. For those unsure if their institution qualifies, specific details on eligibility are:\nAn eligible educator must be a full-time or part-time faculty or staff member at an academic institution and have a school-specific email address provided by the school (for example, contoso.edu) that can receive external email.An eligible district or school must be a qualified education user, defined as an accredited institution organized and operated exclusively for the purpose of teaching its enrolled students.An eligible public library must provide general library services without charge to all residents of a given community, district, or region.An eligible public museum must be an agency or institution organized on a permanent basis for essentially education or aesthetic purposes, and utilize a professional staff to exhibit tangible objects to the public on a regular basis.Finally, an eligible home-school program must provide K-12 education to a student or students with written proof that it either belongs to a nationally-recognized home-schooling organization or is expressly recognized by a local school district as an acceptable alternative to an accredited or state-recognized/approved educational institution.\nUse the following links to learn more about eligibility qualifications:  US-based organizations, Canada-based organizations, or European-based organizations.\n\nMinecraft: Education Edition is supported on PCs running Windows 10 and Macs running OS X El Capitan, and is available in the following countries:Argentina, Australia, Austria, Belgium, Canada, Chile, Colombia, Croatia, Czech Republic, Denmark, Finland, France, Germany, Greece, Hong Kong SAR, Hungary, Indonesia, Ireland, Italy, Japan, Malaysia, Malta, Mexico, Netherlands, New Zealand, Norway, Philippines, Poland, Portugal, Romania, Singapore, Slovakia, South Africa, Spain, Sweden, Switzerland, Thailand, Turkey, United Kingdom, United States, Vietnam\n\nIf your country is not listed here, Minecraft: Education Edition is not yet available where you live. Thank you for your patience while we expand our availability and please check back here in the future.\n                        \n"
        },
        {
            "author": "堕星辰",
            "timestamp": 1465939140,
            "txt_content": "好屌的样子！"
        },
        {
            "author": "qq978403012",
            "timestamp": 1465974960,
            "txt_content": "可惜天朝没有"
        },
        {
            "author": "命令方块222",
            "timestamp": 1466061960,
            "txt_content": "我外国朋友的儿子有教育邮箱，不过不是edu，可是可以用"
        },
        {
            "author": "DGK2",
            "timestamp": 1466065260,
            "txt_content": "如果我们学校推广这个东西真的会笑死，当然这是不可能的"
        },
        {
            "author": "q2785031",
            "timestamp": 1466137320,
            "txt_content": "下载下来，安装老是出0x80004005错误"
        },
        {
            "author": "复仇者大大",
            "timestamp": 1466242140,
            "txt_content": "不用教我也会玩啊"
        },
        {
            "author": "woshikeaidehubi",
            "timestamp": 1466522700,
            "txt_content": "恩恩不错"
        },
        {
            "author": "3db冰封万界",
            "timestamp": 1468578540,
            "txt_content": "啊，他们太爽了，中国神马时候也那么开放呀"
        },
        {
            "author": "_E_S_",
            "timestamp": 1468594860,
            "txt_content": "Wolverine 发表于 2016-6-11 03:29\n要是真有Minecraft专修大学就好了\n我肯定可以考上大学"
        },
        {
            "author": "wangzhanpeng",
            "timestamp": 1468723860,
            "txt_content": "非常好的帖子加油支持你"
        },
        {
            "author": "2768332371",
            "timestamp": 1468839840,
            "txt_content": "不看了，越看越心痛...."
        },
        {
            "author": "MC火火",
            "timestamp": 1468880280,
            "txt_content": "mc-跑酷苦手 发表于 2016-6-10 08:46\n哇好羡慕，希望增加minecraft为高考科目\n可以 这很MC[yellow_wool]"
        },
        {
            "author": "荣辱观",
            "timestamp": 1469256300,
            "txt_content": "于是已经准备转学java了。。。"
        }
    ]
}