{
    "title": "【灵感交流大区活动】森林精灵 - 光",
    "author": "DispelAer",
    "replyCount": 10,
    "timestamp": 1465527840,
    "txt_content": " 本帖最后由 348555479 于 2016-6-19 17:26 编辑 \n\n光 夜深沉，世界好像失去了往日的光辉，变得沉默起来。河塘里的鸣蛙依然坚持着自己的原则，永无息止地鸣叫出生命的礼赞，似乎想要向黑暗讨要出一束阳光。\n喜欢阳光，不仅仅因为它炽热的“眼睛”，不仅仅因为它深邃的“脸庞”，不仅仅因为它宽广的“胸怀”，而是在于它温暖的“心房”。我们都是选择了远方的小鸟，但我们不能预知未来，便只顾风雨兼程。或许路途的遥远，让年幼的我们早已变得疲惫不堪;或许路途的艰辛，让年幼的我们早已变得十分“苍老”，但我们始终坚信，远方阳光独好!这边阳光独好，没有了世俗的尔虞我诈，空气也骤然变得清新起来，阳光普照，万物复苏，它们似乎已经承载了宇宙的无限祝福，让生命变得妙不可言。我们这群孤傲的小鸟，在风雨的侵袭下，早已变得伤痕累累。来到了这片人间仙境，我们的伤痛、我们的眼泪早已被阳光抚摩得烟消云散。阳光的温暖，融化了寄居在我们内心所有的阴霾，豁然开朗的我们，这才明白生命中的阳光就是希望。 我们在岁岁年年的鞭炮声中，不停地换上新的日历，永不改变的却是那坎坷道路上的一米阳光。豪放飘逸的李太白，在失意的穷途末路上，找到了自己的一米阳光，吟诵起了“与尔共销万古愁”的释然之情;意志坚定的白居易，在绝望的深渊里，找到了自己的一米阳光，萌发起了“同是天涯沦落人，相逢何必曾相识”的悲悯之心;壮志难酬的苏子瞻，在失望的堤边，找到了自己的一米阳光，点燃了“大江东去，浪淘尽，千古风流人物”的人生激情。行走在消逝中，我们的记忆好似过往云烟一般，不可回首，但我们不必一直寻寻觅觅，因为这边阳光独好。这边阳光独好，唤醒了大地沉睡的心灵;这边阳光独好，温暖了坚冰凝固的灵魂;这边阳光独好，感动了磐石麻木的内心;这边阳光独好，照亮了远方黑暗的道路。一米阳光的温度与炽热的熔炉相比，略显得有一点逊色，但它给予我们的，却是永生的温暖。我们好像是飘雪的季节里的那一片六角晶莹的雪花，没有了阳光的点缀，也只是一丝黯然。夜晚的天空，没有了白昼的纯洁与光辉，却吸引着无数双空洞的眸子。在黑夜的角落里，徘徊着许多斑驳的影子，他们默默祈祷着，从不松懈，只为寻找一缕阳光。\n\n\n\n\n\n\n\n\n\n我重新写篇\n\n\n\n汤姆与亚克的奇险神遇\n  汤姆和他的小伙伴亚克，在美国西部俄克拉荷马州奥塔斯这个城市里，八岁的汤姆在一个人烟稀少的废弃工厂中与亚克，正在玩捉迷藏的游戏。一切井然有序的进行着，周围的空气很稀薄，树叶的晃动单耳可闻，可突然之间汤姆从一个围墙上掉了下来，就在这一刹那之间，它便没了踪影。\n  亚克，急忙喊道汤姆你去哪儿了，他声嘶力竭的呼喊，废水依旧流动着烟囱也冒着烟，在这空荡工厂里面回响不断。\n  顿时氛围就紧张起来，亚克，突然发现旁边有一口井，井中有水，在冒着泡，他以为汤姆掉到下面于是把头伸到井边，谁想到一股旋风把它吹了进去。\n  没人知晓，下面究竟发生了什么，亚克，来到一个未知的空间，这里不再有任何人，引力极强的空间厂已经让他难以忍耐，但他仍坚信他的朋友汤姆就在这里，这个空间里面有与维度过高的缘故时间的进与退，没有任何固定的规律，奇点的能量，也无法让时间静止。\n  亚克仿佛看到地上有一个皮球，轻轻的碰了一下，皮球从球心处向外张烈，没有意识的情况之下那，球的内侧已经变成了球的表面了。这就是所谓的六维空间。\n  汤姆，你在哪里呀，可亚克脑海中，丝毫没有断绝这个念头。即使他已经很难操控自己的躯体也知道下一秒自己的生命，也许将会完结，但是友情可以在任何维度之间传递，它不需要介质。或许是亚克星中的信念强大，恍惚之间不远处的前方出现了一个超能量子体，他走进去了，这是一个没有引力的空间。\n在这里，他看到了，汤姆小时候在家玩水的场景，这个场景无限延伸想和汤姆交流就必须用摩尔斯电码，将该空间的二进制坐标进行沟通。\n  引力跨越了维度，友情也是一样，友谊的力量是强大的，亚克探索的空间中的引力点，逐个找到了规律，终于看到了汤姆有了反应，水的波纹开始发生变化，汤姆在量子体外出现了。那股旋风又回归了，他们俩又回到了那个废弃的工厂，他们俩已经老了，也许在这之中只有不到那几十秒的时间，但在地球上，已经过了85年，还是那样的，荒无人烟，但这个经历的一切，都足以应该铭记！\n     亚可终于醒了哦，原来是一场梦啊，你们看那么认真干嘛！l\n绝对有800，标点也算字的好吗，为什么？自己去查鲁迅的故事啊\n段我也分了可以了吧！我求求你们了别喷了，我就是一个做整合包的，文笔确实不行，我不应该伤害你们的眼睛的.....\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1465528140,
            "txt_content": "字数没达到800\n\n\n\n\n@JFZ$$R)K5_Q4@E_{4ZHXX2.png (44.3 KB, 下载次数: 3)\n\n下载附件\n\n2016-6-10 11:09 上传\n\n\n\n\n\n尽量补齐来。\n"
        },
        {
            "author": "DGK2",
            "timestamp": 1465530060,
            "txt_content": "可以排一下咩？好乱QAQ一点看的欲望都没有，如沙发所说字数居然不够，请问说好的百分之60是描写景色呢？"
        },
        {
            "author": "青木源",
            "timestamp": 1465530180,
            "txt_content": "求分段……看着眼睛疼……"
        },
        {
            "author": "怪兽联盟",
            "timestamp": 1465537020,
            "txt_content": "字那么大还那么少"
        },
        {
            "author": "940595236",
            "timestamp": 1465548720,
            "txt_content": "喂喂喂，说好的景物描写占6成呢？\n这……而且要求是自然景色啊"
        },
        {
            "author": "xcc",
            "timestamp": 1465553460,
            "txt_content": "六成的环境描写。→_→"
        },
        {
            "author": "WM2030",
            "timestamp": 1465561980,
            "txt_content": "本文的科学逻辑一定有问题。为了防止太长不看之类的情况发生我就简单吐槽好了。\n空气稀薄什么鬼，空气稀薄你还玩儿捉迷藏，身体素质可以呀！\n超能量子体是什么玩意儿？！伪科幻向中二晚期类名词吗？\n球的内侧变成了球的表面。这真不是六维空间啊，真的这个只不过是翻了个面而已啊！三维拓扑四维常态的玩意为什么非要说是六维啊……\n还有……没有引力是什么鬼？！假想的引力子被汤姆吃了？\n还有那个说友谊传递不需要介质的，友谊传递了吗？只不过是一个系统内的变化而已，并没有和另一个系统产生互动好吗？何来不需要介质一说？\n嗯……好吧这是梦\n但是……这不是不符合逻辑的理由啊……\n科幻文需要扎实的自然科学功底为基础，或者……还是去写软科幻好了。\n不过全是批评未免也太过分了。\n我不是那样的人【我在搞笑】\n所以我们来看看需要表扬的point【强行英语】\n第一，地点很具体，成功地扯上了十个字。\n第二，中心很明确，成功地让人在不看全文的情况下了解了你想说什么。\n第三，脑洞很巨大，即使是并不新颖的材料，也被编成了一篇奇妙的文章，值得表扬。\n我说完了。\n最后强行安利\nhttp://www.mcbbs.net/forum.php?m ... d=590354&extra=\n-全文完-"
        },
        {
            "author": "xcc",
            "timestamp": 1465562520,
            "txt_content": "WM2030 发表于 2016-6-10 20:33\n本文的科学逻辑一定有问题。为了防止太长不看之类的情况发生我就简单吐槽好了。\n空气稀薄什么鬼，空气稀薄 ...\n狗头你的表扬那几点不是故意的么"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1465605360,
            "txt_content": "马克?吐温哭晕在厕所"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469162940,
            "txt_content": "DGK2 发表于 2016-6-10 11:41\n可以排一下咩？好乱QAQ一点看的欲望都没有，如沙发所说字数居然不够，请问说好的百分之60是描写景色呢？ ...\n60%不是硬性要求，有所伸缩的。"
        }
    ]
}