{
    "title": "【原创·连载】【英灵虚空】【第二十集：遁地】【byRing】",
    "author": "我为我为",
    "replyCount": 3,
    "timestamp": 1465556280,
    "txt_content": " 本帖最后由 我为我为 于 2016-7-5 21:38 编辑 \n\n  接上回，轩零战队遭遇空寂战队。\n  颇左道：“场地加一条规定：过于重伤者直接出局，最后胜利的队伍自动传送回去，另一方失败的也传送回去，但是失败者会处于虚弱状态！每个人的回合限制350秒！”\n  右泊道：“时间到了的话！那方的人剩余血条更多为赢！”\n  Ling道：“为了保险期间，顺便试试对方的实力，第一回合就让碐澈上吧。”另外几人喊着：“碐澈！加油！”对方也仔细商量了一会儿，派了一名成员上来，那位成员仍然没有脱掉黑色的大衣。\n  那位成员和碐澈分别站在方形竞技场的两边，碐澈道：“你是哪位，报上名，我不杀无名氏。”那个人怒道：“我是祖案潶！废话少说！你别太嚣张了！”\n  “碐澈！加油！碐澈加油！”\n第一回合：碐澈[100%]VS祖案潶[100%]【[]内为当前血条】\n  开局开始，碐澈按兵不动，仿佛在盘算着什么。祖案潶道：“我先出招了！”说着他竟然钻入地下，碐澈感到不安，祖案潶果不其然的从碐澈脚下左右的位置钻出爪子划了一道他的腰。祖案潶又矮又小，想抓住他可不是那么容易的，他的两个手都是爪子，他更像是一只野熊或者老鼠。祖案潶是在地下高高跃起抓伤碐澈的，他跃完之后，碐澈一道空刃挥向祖案潶。可谁知祖案潶并没有落在地面上于碐澈战斗，而是选择跃起来后，下去直接钻入地下，又躲了起来，使碐澈无法打中他。\n  碐澈又重新摆开架势，等着祖案潶窜出来之后躲开，可是他根本反应不过来，祖案潶又伤了他，这次竟然打中了脸。碐澈半蹲在地上摸了摸自己的脸，又继续战斗，他掏出之前;ing的左轮手枪，祖案潶再次蹦出来攻击他时，他本想闪现闪开。但是没有反应过来，还是被击中脸部，碐澈趁着他还在半空之中瞄着后背连开六枪。这六枪打在他身上和碰到了钢板一样！发出清脆的钢铁碰撞声。不一会儿，祖案潶又钻入地下。\n剩余时间：287秒\n碐澈[61%]VS祖案潶[97%]\n  在观看的荧零忍不住，道：“我去！碐澈不是年级第十一么！怎么这么几下就只剩57%了！还有对面那个是什么做出来的！这么硬！”\n  云飞莫道：“碐澈虽然是咱们的一号，可是说不定对方更厉害，还是慢慢往下看吧。”\n  空寂队的队长大喜：“渣渣们！现在认输还来得及！”\n  祖案潶也得意，他在地下，稍停一会儿，道：“老子等级可是十二！你呢？11？10？凭什么跟老子打！”\n  碐澈站起来：“因为我是年级十一！”荧零同时自尊心受到了打击。\n  祖案潶道：“哈哈年级十一还敢来装#，我可是年级第八！。\n  祖案潶继续开始活动：“不闲聊了！继续！”\n  这时，碐澈灵机一动，开启了潜行，他发现祖案潶每次钻地都会留下一个通道一样的坑，碐澈进去，去里面找祖案潶准备偷袭。祖案潶下一次跳起来攻击时果然打空，发现碐澈找不到！祖案潶道：“你别费劲潜行！你的子弹打到我背后就是隔靴搔痒！你的潜行时间一到你就是一只待宰的羔羊，你就算潜行来洞里找我也没用！我的职业可是守卫！”\n  祖案潶在洞里并没有歇着，仍在挖通道，突然，背后有一震声音“赫哈尼尔万岁！”祖案潶惊得立马扭头“谁？”回应他的不是什么人，而是碐澈的空刃！祖案潶被空刃狠狠的打了一击。碐澈又掏出已经又装好弹的左轮手枪，朝着还没回复过来躺着的祖案潶连开几枪。\n剩余时间：213秒\n碐澈[61%]VS祖案潶[0%]\n第一回合结束！\n请双方准备第二回合！\n当前比分：[轩零]1VS0[空寂]\n  “碐澈！你是怎么打过对面的！”没有知道地下情况的Ling问。\n  碐澈“咳咳”了两声，道：“刚才，我发现他的背面和正面不太一样，就想着对他的证明攻击会造成更多伤害，于是就潜行去试了一试，没想到真是......”\n  “可恶！这局我亲自上！”空寂队的队长道。\n  Ling朝荧零偷偷看了几眼，道：“竟然是队长，应该是最厉害的吧，那么，咱们的五号？”\n  荧零又去和Ling打起来了。\n  这时，云飞莫劝架：“队长，已经有人上去了哦。”\n  夏雨凌早已擅自上台。\n  夏雨凌大喜：“刚才看起来好好玩！让我来试试吧！”\n  Ling道：“夏雨凌你就不能不这么冲动吗......”他内心想着：四号去换一号还是不错的......\n未完待续",
    "replies": [
        {
            "author": "3567",
            "timestamp": 1465558800,
            "txt_content": "沙发~~~~~  我以后再去看这篇小说，楼主围观一下我的帖子吧   http://www.mcbbs.net/thread-579717-1-1.html"
        },
        {
            "author": "3567",
            "timestamp": 1465660380,
            "txt_content": "额，楼主，我看完了，感觉很好      所以继续加油吧    还有，这一章你忘记放进索引里了"
        },
        {
            "author": "DGK2",
            "timestamp": 1466323860,
            "txt_content": "初略的看了一下，没看之前以为只有名字狗血.废话少说！你别太嚣张了！原谅我的笑点...祖案潶继续开始活动：“好！竟然这么想死我就成全你！好标准的狗血剧..此时代表轩零战队在台上站着的，正是夏雨凌！推荐楼主可以把剧情改改，而不是一味的抓动作和语言\n另外祖案潶也得意，他在地下，稍停一会儿，道：“老子等级可是十二！你呢？11？10？凭什么跟老子打！”\n  碐澈站起来：“因为我是年级十一！”荧零同时自尊心受到了打击。\n  祖案潶道：“哈哈年级十一还敢来装#，我可是年级第八！”Ling“哎”了一声给人一种小学生撒泼的感觉....\n\n\n\n"
        }
    ]
}