{
    "title": "<原创·连载>虚妄山·远歌[第二章·虚妄山][谢策察]",
    "author": "xcc",
    "replyCount": 7,
    "timestamp": 1465565340,
    "txt_content": "\n@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人\n@zyj0807",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1465565640,
            "txt_content": "标题: <原创·连载>虚妄山·远歌[第二章·虚妄山][谢策察] 本帖最后由 xcc 于 2016-7-23 19:39 编辑 \n       在去往虚妄山的路途上，杜篆其实有很多问题想要问——诸如面具脸的目的，自己为什么可以离开沙漠，自己的身份等等，都是自离开沙漠那一刻起在他心里扎根的问题。这些问题一直萦绕在他的心头，让他十分不安。\n    但当他想要问出口时，他总会想起面具脸的面具脸,然后感到莫名的恐惧。他并不是害怕面具脸的面无表情——毒蛇没有表情，但他并不害怕毒蛇——而是害怕面具脸双眼中的死寂。杜篆自己也说不清楚为何自己会单纯地惧怕一个人的双眼。\n    所以在漫长的旅途上，他终是没能将问题问出口。不过，他已经做出了些许推论。\n    他起先很担心面具脸会不会对自己不利，同时也在懊悔自己怎么那么容易就跟着这家伙走了。但细细一想，自己先前看见面具脸和游民首领交谈得如此熟稔，最后还能成功说服首领将自己带出沙漠，说明首领对其很是信任——那么，这个能取得首领信任的面具脸，想必是有充足的理由来将自己带出沙漠吧？\n    这样一想，杜篆就轻松了许多，他自以为面具脸是不会对自己不利且自己迟早有一天会得到解答的。心情开始变得不错的他便开始专心赶路。\n    “前面即是虚妄山。”面具脸的声音突然传来。杜篆猛地抬头，看见对方抬头抬手指向远处的山峰。那座崔嵬的山峰高耸入云，峰上有白云数片，如鸾鹤翔舞徘徊，久之不散。\n    “虚妄山不仅是一座城的名字，也是一座山的名字。”面具脸为一头雾水的杜篆解释，“这里的位置很偏僻，再加之它在很多方面与大陆的其他地方不同，所以也就没有什么人知道。”\n    “可是......你不是说那是城镇吗？为什么我只能看到山啊？”杜篆问了一句。面具脸转过头看了他一眼，缓缓说道：“安心赶路吧，你的问题总会得到解答的。”\n    而这句话奇迹般抚平了杜篆心中所有的不安。他长舒一口气，安心驾着骆驼赶路。\n    在走了十分钟左右后，杜篆终于看到了一座不小的城镇，位于山脚下，灰瓦白砖的房屋鳞次栉比，街道整齐。但令人奇怪的是，路口处无一不插着皂色大旗，在喧嚣的风中猎猎舞动。\n    “此处即是虚妄山。”面具脸翻身下马，对杜篆打了个手势示意他下来。杜篆点了点头，从骆驼背上跃下，双手攥着缰绳，老老实实地跟着面具脸走至虚妄山这一城镇前。\n    街道上来来往往的行人不多，面具脸也因此没怎么注意避让行人的问题。倒是杜篆小心翼翼地牵着骆驼生怕不小心碰到了路人。从未离开过沙漠的他本来是打算好好欣赏此处景致的，却没有想到自己到了这里后变得格外小心。\n    面具脸仍是毫无顾忌地牵着马，带着杜篆在街道上拐了好几个弯。因为先前已经做了一次“自以为是”的推论，杜篆倒是没怎么考虑面具脸是要将他带往何处，全然没有注意到面具脸拿出了一张通讯卷轴——不过就算他注意到了也没有什么用，毕竟自小生活在沙漠里的他可不认得这玩意。\n    通讯卷轴，顾名思义，可以与人通讯。使用时只需要将手按在上面绘有符文处，心中默念想要传达的话语，便可将这些话传给别人。每张通讯卷轴的左上角用古语写着通讯对象的名字，这同时也意味着卷轴只能给一个固定的人传话。\n    一阵风从道旁袭来，裹携着落叶与灰尘从街道上掠过，掀起了面具脸手中通讯卷轴的左上角，那上面是一串扭曲的文字，若是此处正好有一名通晓古语的人，那么他便会认出，那串文字译为现在的语言便是——苏穆。\n    面具脸收起按在卷轴上的手，将卷轴一卷，收回口袋，扭头看了一眼杜篆，发现那家伙正回头张望着街边的两个路人，而且脚步放慢了，明显是在听那两个路人的谈话。\n    “那面瘫这次回来还是一如既往地傲啊。”\n    “是啊是啊。不过你看他带过来的那个小子，腰上别着的玉饰倒是别致得很。”\n    杜篆下意识地看了看腰上别着的一块雕琢成龙形的玉。这块玉是他自小佩戴着的，成色莹润，闪烁着于是特有的温润的光泽，而这雕工也精巧，将那龙雕琢得活灵活现。只是，自己对这块极好的玉饰一无所知，突然听人谈论起时总会格外注意。\n    然而那两个谈论者也只不过是外行罢了。他扭过头来，正对上面具脸的逼人目光。\n    “发什么愣啊，抓紧赶路，我还要带你去见一人。”面具脸语气中颇有教训后生的味道。\n    杜篆象征性地“哦”了一声，不以为意。\n    但片刻后他突然觉得不对——见人？不会是准备把他送到什么地方做学徒做长工什么的吧？杜篆的想象力在此刻得了发挥，却是让他越想越害怕，额头开始渗下冷汗。\n    面具脸似乎注意到了杜篆的害怕，说道：“不是去做苦工的，放心好啦。”如果他可以做出表情的话，此刻一定会背过身去大笑。\n    他伸出手来，拍了拍杜篆的肩膀，然后转身继续往前走。杜篆急忙跟上前去，但心里还是有些忐忑，指不定面具脸这家伙在骗人呢。\n    不知道拐了几个弯，面具脸终于在一座约摸有十米高的木质建筑前停了下来，摸着下巴打量着建筑上的一块精巧的木牌，上面是三个遒劲的大字——“安防局”\n    面具脸双手插兜站在安防局前，缓缓抬头看向顶层，又回头打量着正向这里跑来的杜篆，眼中流露出一丝笑意。\n\n\n\n上一章   索引  下一章废言：快考试啦脱坑\n\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1465566660,
            "txt_content": "新坑？？？"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1465605180,
            "txt_content": "噫，这很清真"
        },
        {
            "author": "冥王星人",
            "timestamp": 1465653900,
            "txt_content": "为毛每次读到主角名字我都想吐槽？"
        },
        {
            "author": "xcc",
            "timestamp": 1465740960,
            "txt_content": "冥王星人 发表于 2016-6-11 22:05\n为毛每次读到主角名字我都想吐槽？\n其实本来这货姓陆\n但因为各种原因以及我脑子被炸出坑而变成了杜"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466930700,
            "txt_content": "说实话，“面具脸”这个人物有点做噱头，没有给我留下很深的印象。"
        },
        {
            "author": "xcc",
            "timestamp": 1466950500,
            "txt_content": "安根_Engon 发表于 2016-6-26 16:45\n说实话，“面具脸”这个人物有点做噱头，没有给我留下很深的印象。\n这兴许是在下笔力较弱的结果。\n人物刻画方面其实也不是特别擅长的领域。(说白了就是把所有看过的写作书系都给扔上天了吧)"
        }
    ]
}