{
    "title": "新星Ｇ-ＲＫ８【Author：Shure】",
    "author": "shure",
    "replyCount": 3,
    "timestamp": 1465713420,
    "txt_content": " 本帖最后由 shure 于 2016-6-12 14:39 编辑 \n\n请确保Minecraft版本为1.6.4或以上。\n\n\nＮＯＶＡ　Ｇ－ＲＫ８最大速度：1光年/时体积：L护甲耐久值：640000能源值：5000对陆适性：－对空适性：Ｓ对海适性：Ａ宇宙适性：Ｓ情报：The Absolutely Technology的名号也在已经灭亡的Galet科技出现过。在极端危险的Galet探索以付出惨痛代价结束后，总算从中取得其中的科技，也因此后来出现了The Galaxy Adventures的全新太空战舰，G-RK8。这艘战舰是以Manalead中原有科技为基础，后追加了Galet科技而进行建造。依旧是配备日常装备及战备工具，护盾也在二重科技的组合建造下更为坚固，当然，也比以往的战舰要大许多。在搭建这台战舰的同时，Capucci也应了Soppe的要求给A.I. Nova制造了一副机械体。不过这次，它并没有被涂上其他多余的涂料，甚至连标志都省略掉了，只有单纯的深蓝色，因此在大白天时看到它就像是黑压压一片。武器列表：环目机枪<对敌武器>【主炮下环心副炮发射重机枪枪弹，32连发。】[16能源]光线铳<对敌武器>【主炮下第一环和第二环副炮射出合计二十八发的光线。】[28能源]三连黑蛇箭<对敌武器>【机体隐蔽翼炮连续发射三回追尾火箭弹，发射量总计三十六发。】[36能源]爆破箭阵<对敌武器>【主炮上外环副炮发射合计三十枚的火箭炮。】[60能源]影击Ｇ<对敌武器>【主炮下第三环副炮击中光线后以主炮炮击，将炮火瞬间打出去以击中超远距离单位。不适合中距离内。】[80能源]僚机双子突击<对敌武器>【释放僚机双子对目标敌人进行攻击。】[40能源]僚机双子乱阵<地图炮>【释放僚机双子对周边地区进行无差别攻击。】[45能源]僚机双子集束<对敌武器>【释放僚机双子对目标敌人进行近距离的集中攻击，命中率高。】[55能源]冲天弹<对敌·地对空武器>【对空发射炮弹以对敌机造成伤害。】[20能源]冲天集束弹<对敌·地对空武器>【对空发射炮弹以对敌机造成伤害。在海中不能使用。】[60能源]THDR火炮·一发制<对敌武器>【操作主炮对敌人发射能量炮炮击，威力较强。】[150能源]THDR火炮·一发制<地图炮>【操作主炮发射能量炮的直线炮击，弹道线中的敌群更容易被重创及击破。】[160能源]THDR火炮·二发制<对敌武器>【操作主炮对敌人发射两发能量炮炮击，在有击破把握情况下会追加第三击。】[310能源]逆重力冲撞ＴＧ<对敌近身武器>【于主炮形成钻头形状，向敌机冲刺而造成伤害，之后松开钻头后后退主炮炮击，期间会以新星尖盾掩护。】[265能源]机体固有特效：AI NOVA【特殊的人工智能系统能提高机体的性能，甚至发挥到极致。同时还负载了电子防御系统·哈克系统。】新星尖盾Ｇ【减少对该机体造成的所有类型伤害甚至无效化。每回发动会消耗15的能源。】能源回复·中【在一定的时间里会回复总数的10%能源。】紧急维修·小【在一定的时间里会修复总数的5%护甲耐久值。】自然再生者Ｇ【确保供给不会中断的加莱特科技装备，同时可自由进入极端危险地带。】房间配置：船长室（船长休息的房间，在那里可以储存一些特别记录。）单人房间×５（舰内成员休息的地方。已知类型有种植场，商场线人，研究员，医师，守卫。）双人房间（舰内成员休息的地方，这是一个双人房间。）仓库（储存各种物品，包括了装备和弹药。）解析室（进行研究以获取情报。相对上回的RK3，它能解析更多情报。）藏书间（储藏图书，可以进行未知信息破解。相对上回的RK3，它能破解更多情报。）医疗室（可以治疗伤口及解除异常状态。）公告板（记录重要方针，附近有文明的话，当地大规模事件会显示在公告板。）礼拜堂（用于祷告的安静场地。）种植场（种植主要农作物的区域。）竞技场（近战攻击及魔法的主要训练场所，也可以在这里进行单挑。）餐厅（一日三餐均在这里，资源通常由种植场补给。）厕所（人有三急……）连接室（用于勘测未知地区及太空通信，无人机·僚机操作也在这里执行。）商店（远距离连接商店以进行交易，与其他文明的商店连接时需要接近该文明所在行星。）水场（游泳或潜水之地，但小心溺水。水质会自动换置。）会议间（探讨相关计划方针，这里还配备了监控中心。）沐浴间（沐浴的地方，已被分成两个部分，水质会自动换置。）清扫间（洗衣，清扫时会需要这里的水，水质会自动换置。）工具小屋（储藏常见工具的小房间。）晾衣间（服装都在这里晾着……不用担心被烧掉的情况。）射击场（远距离攻击和远距魔法的主要训练场地。）第二种植场（主要种植瓜类，仙人掌，竹笋及蘑菇的场地。）拘禁区（锁闭及押送敌对单位用房间。）锻造间（以加莱特科技制作装备或销毁废弃物，熔岩段被重点防护以避免泄露。）神秘之间（隔离外界而进行冥想。）双人房间×４·２Ｆ（简易的双人房间。）四人房间×２·２Ｆ（两个叠加于一起的双人房间。）会议间·２Ｆ（探讨相关计划方针，带有全息影像。）驾驶室·３Ｆ（控制整艘战舰，可以进入自动驾驶状态。）弹药库·ＢＦ（保存了相关补给装备，同时储存了48体战斗机械。）机库·ＢＦ（保存各类机体，战斗命令时可驾驶出击。也可作为出入口使用。进入海底亦不会被浸水。）\n\n\n下载地址重确认：http://pan.baidu.com/s/1dE8eAjv\n\n4K图片下载：http://pan.baidu.com/s/1sl7WvG5\n\n\n\n\n\n\n\nIcon_LAD_Team_Galet.png (660 Bytes, 下载次数: 6)\n\n下载附件\n\n2016-6-12 14:20 上传\n\n\n\n\n\n\nhttp://www.xiami.com/widget/0_1773887534/singlePlayer.swf\n",
    "replies": [
        {
            "author": "E100撞老鼠",
            "timestamp": 1466210940,
            "txt_content": "现在的帖子就这么孤单寂寞6天了一个回复都没有么。。。"
        },
        {
            "author": "ww740414736ee",
            "timestamp": 1466211180,
            "txt_content": "地图很棒材质什么的美如画{:10_523:}加油"
        },
        {
            "author": "775717909",
            "timestamp": 1467174660,
            "txt_content": "支持1下"
        }
    ]
}