{
    "title": "<原创·连载>逐星日记（第一日~第三日）",
    "author": "Xin_陆",
    "replyCount": 4,
    "timestamp": 1465738560,
    "txt_content": " 本帖最后由 Xin_陆 于 2016-6-14 14:03 编辑 \n\n人物介绍欣陆：逐星的原住民，但貌似有其他血统。本着“不杀生”的和平理念，靠一本外星书籍来进行对世界的探索，励志要找到标题的意思。一到晚上就会睡着（作者表示羡慕）\n第一日在中午的时候，我学会了写字，于是我就将未来的事情以这种方式写下。不过这种名为“汗字”的东西不是我们这个星球的产物，而是我从一艘外来装置的遗骸中找到的一本书上学的。话说这种东西真难学啊。书的面上有几个字，我不认识，书中也没有写。于是我将探索这几个字的意思订为了未来的目标。我所居住的星球叫做“逐星”，她生我养我，给我吃的和喝的。我的家是在一棵巨树上的，这棵树永远都是绿的，我没有想过它会消失。边上有一个村庄，听说我出生时是他们的老村长发现的。对没错，和那些三流小说的四流剧情一样，我是个孤儿。但这个不能阻拦我追求生存的步伐。顺别一提，这个星球的自转很快，于是\n\n第二日到第二天了，今天我爬下我所居住的巨树，去边上的村庄买点东西。我提过这个星球是没有字的，所以人们仅仅只靠自身的经历来探索这个未知的世界。但即使有文字也要这么做吧？我抱紧手里的书。“小陆，来交易吧！五个绿宝石换一把钻石剑。”一个村民甩着他那个可笑的长鼻子。“算了吧，你是知道我不杀生的，那了也没用。”“拿把剑安全点嘛~听说神制造了怪物，它们见人就咬，真的是很可怕的！”说着他还张开嘴模拟那个凶狠的样子，然而那个长鼻子还在晃来晃去，把他搞的像个滑稽的小丑。在我看来这就是推销。十分蹩脚的推销！“神吗？”我冷笑着，“如果有神的话，就把我的家给烧了啊！你们也太幼稚了吧！这种东西你们也信？”村民恐慌地逃进屋子，仿佛我这句话会带来不幸一样。这群生物也只是信仰一些不存在的东西来充实心灵。如果我要改变什么的话，就让我改变这天地吧！月光射下，我心头一股倦意直接袭来。这是我的一个本能，一到夜晚就会睡着，除非有很大的巨响和剧痛，否则就是会睡着的。我倚靠在墙边，慢慢地进入梦乡。远方有几声狼嚎，仿佛一种嘲笑。\n第三天或许我不该许下那种誓言。因为我的家真的被烧了！而且还是被一艘巨大的飞船，认真匹配外型后我认为这是个逃生舱。然而这不是重点，重点是我家没了！我叹了口气，走向舱边，有礼貌地敲了敲铁皮：“你大爷的开船长眼睛吗！！”船，没有动静。“哈罗，有人吗？”船，没有动静。“难道是我打开方式不对？芝麻开门？”船，没有动静。我标准微笑露出四颗大白牙，放了个TNT在上面。“轰！”“咳咳！有人吗？”我慢慢顺着洞爬了进去。然而舱内空间很小很小，以至于只有几个箱子和一个......额？！一个......玻璃柜？！装着.....我迅速翻书。“哦！装着皮卡丘啊！但这个好像是书上写的‘女性’，就叫她皮卡丘娘吧！”我得意地创作了一番，然后发现月亮升起了。我去！",
    "replies": [
        {
            "author": "Xin_陆",
            "timestamp": 1465789260,
            "txt_content": "三天更一次\n每次更新天数不限\n这个已经是第三稿了= ="
        },
        {
            "author": "Xin_陆",
            "timestamp": 1465815780,
            "txt_content": "诶T T为什么没有看呢？\n看来要多更几话了"
        },
        {
            "author": "2644511816",
            "timestamp": 1465903740,
            "txt_content": "估计你这不是更新的事3.3是内容的事...."
        },
        {
            "author": "Xin_陆",
            "timestamp": 1465906020,
            "txt_content": "2644511816 发表于 2016-6-14 19:29\n估计你这不是更新的事3.3是内容的事....\n或许吧= =\n我这个是睡前写的睡前小故事\n每天晚上YY一点内容\n这一段日记还只是属于推剧情\n后面会好一些"
        }
    ]
}