{
    "title": "【原创-连载】【MC国】【第三十一章 命运的瓶颈】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 3,
    "timestamp": 1465832820,
    "txt_content": " 本帖最后由 冥王星人 于 2016-6-13 23:47 编辑 \n\n\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n　　你是我可以信任的人么？\n\n　　挥手驱走左右侍立的仆从，说出个与心中疑惑风马牛不相及的问题。\n　　冥王并未回答，右肘支在桌上，姿势放松而自然的托着一侧脸颊，报以神秘的笑容。索岚不禁又挨了刺激，心慌升级为彻底的凌乱。\n　　我为什么而生？为什么而活？要逃避什么？逃避是想寻求什么？最终可以寻求到吗？选择是否正确？方式是否妥当？代价是否承受得起？\n\n　　有记忆的十几年岁月，从来不曾出现的迷茫、失落、挫败感，搞得索岚无力应付、陡然颓废。\n　　不过还好，就在一大帮家人焦急万分，猜测家族的支柱堕落成了瘾君子类似，要给其穿上束缚衣送去精神病院治疗前夕，他终于抵抗不住空腹三天剧烈的饥饿折磨，用剩余力气爬下床打开房门，吩咐蹲守防止意外的私家护卫们，去弄份四菜一汤的夜宵来。\n　　海潮本想借机挖苦索岚是大胃王，吃相难看好像刚经历三年饥荒灾害，但被杀气满满的瞪过后，很知趣的不做声了。\n\n　　饮食饱足，整理个人卫生。王子一度沦为乞丐，乞丐通过充值氪金，摇身又变回王子。\n　　看着艾丽娅率领女佣们收拾他那堪比草料屋的房间陈设，记起逃跑大计已荒废数日。只是他现在不用当逃犯，另外隐居的诱惑，在完美御姐形象的冥王面前，价值可以忽略不计。\n　　怎么可以相信这种来去无踪行动诡异满口谎话深藏不露的人？！我本意其实……相信她吧？对冥王给予的信任，格外享受满心欢喜……？\n　　这么下去，索岚啊，你吃枣药丸。\n\n　　踟蹰摆荡、犹豫不决。\n　　疲于应付公司大小事务，协调各部生产研究，一晃三个月过去。\n　　索岚几乎每天都瞅着床头整理停当的行李箱发上十几分钟的呆，直到某人的形象霸占脑海，完后模仿高龄老人的长吁短叹一番，关灯睡觉，祈祷第二天有振奋人心的转变出现。\n　　试问命运的宠儿索岚，可能如此始终希望落空吗？\n　　显然不会的，好歹有多半拉主角光环呢。\n\n　　作者我惬意地耸了耸肩，顿时痛得龇牙咧嘴，看来最近锻炼过于玩命，这么危险的动作不好随意做了。\n\n　　三个月后的这天，他接到科研部的重要会议的邀请函。\n　　草草瞥眼函件内容，遂丢给海潮做行程安排。\n　　索岚心里非常清楚，这种例行会议，出不出席并不重要。要知道帝国除了军事，投入最多的便是各类科研了。想动用国库资金游山玩水，必须找够挥霍的理由。\n　　他祗是当中的棋子、木偶，用做撑撑门面，好使申请表内容丰富又有分量，上级容易审批。\n　　当权的基佬三人组，混乱的财政状况，沉重的税务负担，以及各方各地的花式腐败，他早看不惯了。私底下开发威力恐怖的武器，预备哪天忍耐力到头，果断按下电钮终结罪恶的一切。\n　　不单不挂心自己怎么从冲突中保命，连国家政权崩溃给其他两国带去的事后影响，都没考虑在内。\n\n　　他的性格，就是这样。\n　　究其原因：一，索岚正义感很强，强到逻辑思维时常中二；二，他恰好正处在中二年龄，一切皆属于生理反应；三，现实中的索岚，是个人缘和财运都比较差的屌丝，擅长过度入戏无力自拔。\n　　有能力、有权利，拖住索岚的自毁或毁灭计划，把他拉回正常人行列的，也许非冥王莫属。\n　　那也正是他，抵达目标地懒洋洋走下包机，抬眼看到的迎接者。\n\n　　“好久不见。”\n\n\n\n\n废言：\n累。。。\n\n索引见签名。\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "KPP",
            "timestamp": 1465901460,
            "txt_content": "加油版主AWA"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1465996380,
            "txt_content": "声明应该放索引就够了，这一章一贴我感觉。。。。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466935260,
            "txt_content": "嗯……\n冥王一直有自己的写法。\n无论什么风格，里面有很重的东西。\n我觉得这点是更值得学的。"
        }
    ]
}