{
    "title": "0.15.0已经发布！而且即将支持MOD！",
    "author": "广药",
    "replyCount": 10,
    "timestamp": 1465875420,
    "txt_content": "\nSomewhere out there, on a hot stage in LA, Lydia has just announced the release of The Friendly Update, aka 0.15, for Pocket and Windows 10 Edition. And not just that! We can now reveal that The Friendly Update’s hitherto mysteriously unspecified friendliness is a result of two major features: Realms and cross-device multiplayer!\n在炎热的洛杉矶某处，Lydia刚刚发布了友好更新，也就是0.15，在PE和Win10上。而不仅有这些！我们现在可以说说迄今为止未说明的友好更新的两个主要特点了：领域服务器和跨平台联机！\n\nRealms are servers, run by us, just for you and your friends. Now, you can keep your Pocket / Win 10 Edition Minecraft world online and always accessible, even when you log-off. It’s safe, too! Only people you invite can join your world, and what you do there is up to you: create, survive or compete.\n领域就是一个仅仅为你和你的朋友使用和开放的一个服务器。你可以让你的世界一直在线并且开放，即使你退出登录，当然也很安全！只有你邀请的人才能进入你的世界，在那里干什么也取决于你，创造生存或者是竞争。\n\nNot convinced? Then try out the month-long free trial! Read all about how to get your hands on Realms on our shiny new site.\n不相信么？来试试我们长达一个月的免费试用吧！你可以去我们的新领域网站获得更多信息！\n\n\n\nNow you can play Pocket / Win 10 edition with your friends whatever device they are running it on, be it a shiny Android phablet, the latest flavour of iDevice or a beefy Windows 10 monster-rig. You can even join each other’s worlds while strapped into a Gear VR. All this friendliness is powered by Xbox Live - it’s free to sign up, so don’t be scared.\n现在你可以和朋友在任何一个设备上玩PE或Win10版了！无论是安卓、IOS或者Win10.你甚至可以加入到Gear VR的世界里。这一切的友好得力于Xbox Live，注册是免费的，不用害怕。\n\nThis isn’t the only thing we’re showing off at E3. We’re also excited to give you a sneak peak at Add-ons. These will allow players to transform the look of their world and even change the behavior of mobs by editing a simple script. The results can be pretty dramatic and elaborate, like the Alien Invasion add-on Lydia showed off on stage moments ago. If you’re too late to jump on the live feed, there’ll almost certainly be a video of the entire Microsoft conference uploaded shortly after it concludes, and walkthroughs of the new features on the Xbox Twitch channel later in the week.\n这可不是我们在E3上唯一炫耀的东西，我们非常兴奋给你们抢先看看扩展（mod？）！这将允许玩家们通过编辑一个简单的脚本文件来改变他们的世界，甚至改变生物的行为。结果可能是非常戏剧性且复杂的，就像Lydia之前演示的外星人入侵那样。如果你错过了直播，之后会有一个视频上传的。而且我们将在本周的晚些时候在Twitch的Xbox频道演示新特性。\n\nAnyway, we hope you enjoy the latest goodies we’ve squeezed into the 0.15 update - pistons, pig-riding and all. Stay friendly, everyone!\n无论如何，我们希望你们享受最后的的好东西，我们挤进0.15更新的活塞、骑猪和其他东西，保持友好！朋友们！\n\nCheerio!\n加油！\n",
    "replies": [
        {
            "author": "zyjking",
            "timestamp": 1465899720,
            "txt_content": "沙发，第一"
        },
        {
            "author": "2689112967",
            "timestamp": 1465900140,
            "txt_content": "沙发，第二"
        },
        {
            "author": "dwch",
            "timestamp": 1465901760,
            "txt_content": "改脚本的话。。？lua？或者loot table或者结构方块一样的东西？"
        },
        {
            "author": "HOW浩",
            "timestamp": 1465903920,
            "txt_content": "666 正式更新？IOS好像还没有更呐  "
        },
        {
            "author": "青木源",
            "timestamp": 1465905300,
            "txt_content": "拓展是材质吧？！"
        },
        {
            "author": "广药",
            "timestamp": 1465907400,
            "txt_content": "XIAOMM 发表于 2016-6-14 19:55\n拓展是材质吧？！\n是mod 可以看看另一个帖子"
        },
        {
            "author": "白羊羊",
            "timestamp": 1465951920,
            "txt_content": "免费试用哪里领a"
        },
        {
            "author": "Arzia",
            "timestamp": 1465955760,
            "txt_content": "iOS版本bug太多"
        },
        {
            "author": "xiaoxiaokulipa",
            "timestamp": 1466483820,
            "txt_content": "会有mod？好期待"
        },
        {
            "author": "nomo00",
            "timestamp": 1467532800,
            "txt_content": "竟然会支持mod"
        }
    ]
}