{
    "title": "<原创·连载>逐星日记（第四日~第五日）",
    "author": "Xin_陆",
    "replyCount": 3,
    "timestamp": 1465882440,
    "txt_content": " 本帖最后由 Xin_陆 于 2016-6-14 22:12 编辑 \n\n人物介绍欣陆：逐星的原住民，但貌似有其他血统。本着“不杀生”的和平理念，靠一本外星书籍来进行对世界的探索，励志要找到标题的意思。一到晚上就会睡着（作者表示羡慕）一木：人工少女666号，来自M78星云的伯伦希尔星。外型是皮卡丘娘的造型，拥有强大的战斗能力和机能。任务是将伯伦希尔的上古遗民欣陆带回伯伦希尔星。\n第四天她问我，“你记日记干什么？”“什么日记？”“就是你写的这个。”她对我的字迹一脸嫌弃，即使我是她的主人。你自己趴在草地上写给我看啊！这样写字字迹能好到哪去？如果我家还在我就可以在书桌前写字了啊喂！但我耐心的解释道：“这个，我命名它为‘章回体自传体划时代前无古人后无来者的日更小说’！”她捂着耳朵在地上打滚，很明显！她折服于我的高超创作才能下了！等等，好像有什么漏了。哦，时间回溯。（地点：逃生舱内）我细细观察了柜子，发现了张字条，碰巧就是用汗字写的。\n帮我找回我在舱内存放的灵魂石，我就能帮你实现愿望。\n骗小孩呐？这么容易实现愿望还信佛祖和春哥干嘛？还收集七颗X珠干嘛？于是我开始翻箱倒柜。不过翻出了十个而已。“先投6个验验货。”我将六个灵魂石放在她的手中。“哔——人工少女666号正在启动！”她的身体开始剧烈的颤抖，时不时发出几声呻吟。男性的本能真是可悲啊，我默默的弯了弯腰。“开启完毕。”皮卡丘娘摇了摇头，呆呆地看着我。“呃？你好？”这种搭讪方法好像有点不对。“语音识别.....确认身份为任务目标。”哈？！任务目标？暗杀还是绑架？“你好啊！上古的遗民。”她微笑的样子挺甜的。看来她还是有独立人格的。啊这不重要，劫财还是劫色？“我是人工少女666号，代号为一木。”一木很诚实的报上了她的所有信息。咳咳！没有三围！“我的任务是把你带回M78星云的伯伦希尔星。”一木微笑着，然后转身在屏幕上操作，看样子是想启动飞船。我凌乱了。等等等等，让我冷静一下。我家没了，然后捡了个逃生舱，逃生舱里有个妹子，妹子要把我带去另一个星球？好像股市有些混乱，又好像没什么不对。不对，又好像漏了什么。啊啊啊啊啊啊啊好烦啊！“什么鬼？”一木突然尖叫，“机体损坏超过35%？无法启动？我明明算好了只会出现2%的擦伤啊！”这就是你把导弹开向我家的原因！这么高科技的东西才35%损坏就不能用了？这个豆腐渣还真良心啊！“那个，我找不到门在哪，所以.....”我指了指爬进来的洞。一木满脸呆滞地瞪着洞。“我只是用了一个TNT而已！”我及时坦白，希望这个有用，“一个绿宝石够赔吗？”“但一个TNT只能造成20%啊！”“我们这个星球没有豆腐渣，都是良心货，偶尔不小心多加一点是常事。”一木满脸泪光地捂着脸。\n\n第五天这个事件让我的生活发生了改变。又或者没有改变。他改变了我的家的存在。我用剩余的木板盖了一个十分简陋的小木屋。但我照样过着日常。吃饭种菜读书采购喂牛写日记睡觉我的一天本该这样度过，但今天在最后一环上出了问题。还记得昨天捡到的妹子吗？她一整天都在敲敲打打，补补修修，白天还好，晚上那个噪声真的是让人睡不了觉。这是后话。大约中午的时候，一木和我一起去村里采购。然后他用舱内的铁块换了好多绿宝石。村里一半的人成了穷光蛋，因为铁对他们没有什么用。然后她又用绿宝石换了好多好多的金子和其他矿物。村里一半的人成了土豪，因为金子和其他矿物对他们没有任何用。过了一会儿，一木望着村子里的那个黑黑的炉子。“我要那个！”一木毫不犹豫的向我提出了要求。明明我才是主人啊喂！“就一个炉子而已，我回家做九个给你烤土豆吃。”一木愣住，“哈？你以为那是用来煮东西的吗？！”“不然嘞？”“嗷嗷嗷嗷！你们这个星球真是落后！”一木毫不留情的进行了打击，“你们这个星球现在处于匠魂时代，而那个炉子就是这个时代发展的核心！怪不得你们科技这么落后。”一木一本正经的扯淡让我不得不同意了。一木像个一年级那种拿了老师送的糖的小女生一样，开心的窜上蹿下，一蹦三尺高。哦不对，小女生好像不能跳三尺那么高诶。\n第一~三天：http://www.mcbbs.net/forum.php?mod=viewthread&tid=591926&extra=",
    "replies": [
        {
            "author": "907154475",
            "timestamp": 1465885920,
            "txt_content": "写的不错嘛{:10_512:}"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466930460,
            "txt_content": "风格很有趣，加油。"
        },
        {
            "author": "鱼青余",
            "timestamp": 1495978200,
            "txt_content": "期待再跟"
        }
    ]
}