{
    "title": "【原创·连载】暗黑纪元—序章",
    "author": "2644511816",
    "replyCount": 3,
    "timestamp": 1465905540,
    "txt_content": "序章—暗黑纪元\n       恐惧？迷茫？绝望？那些位于人心灵深处的东西已经被掩埋，当暗黑的纪元再次到来，人类将会发现，自己无能为力，在自己的世界里将只有恐惧、迷茫、绝望，那些位于人类心灵深处的东西将被渐渐激发。\n       为什么恐惧？因为这世界将只有黑暗只有毁灭。\n       为什么迷茫？因为他们不知道自己的路为未来而迷茫。\n       为什么绝望？因为这暗黑的纪元已经到来，人类将毁灭。\n       但是...既然有绝望就会有希望，尽管很微小...但也要去争取。当人类面临危机时他们的潜能将会被激发。\n\n        人类的世界发展至今已经完全科技化了，电子飞行器、感应门、浮空式科技电脑······人类的生活十分的美好，美好到没体会过恐惧，没感受过绝望，没为自己的未来，为人类的未来而迷茫。\n        地球：一个科技的星球，中国一个以神龙为国家信仰的国家，各个国家在进入和平状态后一直友好的相处这，但，国家的和平不代表永远的和平。\n        现在时晚上8点，天空上有着星星为发电机让灯发光，和白天没什么区别，但今晚，将变的十分的不合逻辑。\n        天上一颗颗红色的流星划过，人们本以为是飞向宇宙的另一边，但是人们错了，流星没有征兆的全部砸向地球，随着一声声的流星撞地球的声音，一栋栋科技高楼倒塌，一个个家庭的人都在化为灰烬消散在世间，这一幕仿佛世界末日一样，像电影故事一样，那么的不科学，但又那么的真实。\n        “嗖...轰”这些流星撞大地的声音充斥了整个世界，流星的高温融化了人的血肉，人的骨头。当各个国家的国防部发现时，却已损失惨重，但他们还是开启了防护罩笼罩国家，防护罩的防御力虽然强，但也禁不起众多流星的砸击，流星的撞击力撞击着护罩，高温融化着护罩。\n        “当啷...”护罩碎了...红色的流星再次砸向这世界。\n          不知是谁开始了哭泣，但未持续多久，哭泣声停了，这并不是哭泣的人停止了哭泣...而是哭泣的人...他已经死了......\n          流星雨结束了，人们以为浩劫已经结束了，但这只是开始，一头头巨龙从天空飞来，这里是它们的“进食场”是它们的“屠宰场”是它们的“游乐场”...\n          人类成为了龙的食物，以人为神龙为信仰的中国最先开始了绝望，龙...中国的信仰，他们不但没有保护中国，而是破坏...\n          这里是暗黑纪元...这里是一个毁灭，但...也是一个开始\n          这里是暗黑纪元00年0月01日...",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1465909800,
            "txt_content": " 本帖最后由 WM2030 于 2016-6-14 21:22 编辑 \n\n哦……真不幸，你遇到了周创版专职拍砖手WM。\n我很荣幸能够做出这样一段回复。\n首先，我们很高兴能看见一位新的原创作者。\n我也很期望在两个月后，三个月后，甚至几年后仍然能看见你的更新。\n嘛……\n平心而论，你的水平需要提高。\n-----噔噔噔的分割线----------------------------------------------------\nps：以下内容可能引起你感到不适，请做好心理准备。\n好的，首先咱们来看一下你的故事。\n这个故事的主干没什么大问题，不过也并不是非常出彩。\n世界毁灭的话题被提及过无数次。可以，这很正常。\n但是故事的逻辑出现的问题非常多。\n你看你这本来流星根据人们的判断，不会砸到地球？流星本来就是石块之类的玩意儿进入地球大气层以后发光那叫流星，何来没有征兆地砸向地球一说？那叫彗星啊同学……那，本来就是有可能砸过来的彗星，人类会不做防护？更何况哪来的一群一群的彗星？\n当然这里有一个很尴尬的问题就是，我们没法儿知道所谓的完全科技化是什么情况，所以这样模棱两可的说法带来了巨大的回旋余地。况且这个世界也未必科学。\n但是，即使这是一个不科学的世界，那也不是流星。那一定是彗星。\n还有这个靠星星发电来照明，能量守恒啊！能量守恒啊！能量守恒啊！你本来不能靠星星照明，现在经过一个发电装置，然后，亮度蹭一下就上去了？\n*：其实本来发现了很多问题不过考虑到这是一个不科学的世界，感觉你可能能够给出解释，我就不提了。\n\n接下来我们来说语言。\n首先一个问题是错别字，远远超过国家规定的万分之一标准，所以，这个得改，至少能到千分之一以内吧……\n还有一个问题，你的标点运用也是非常令人尴尬，这部分我相信你能改我就懒得打字了。\n等等让我歇一歇，手酸。\n然后是你的很多表达，可以看得出某些地方你用上了一些你觉得不错的表达，或者说句式。但是这些句子和周围的“环境”很不协调。它们很突出，很突兀。\n其实还有很多问题的来着，不过我的评论水平还很不够，等一下准备一下再行更新。\n好的回来了，呃我估计再写下去就【太长不看了\n所以我简单说吧……\n你的语言，通顺这一点还没有完全做到，很多句子对于新手来说，最好还是用短句。\n然后就是表现力不够。“当人类面临危机时他们的潜能将会被激发。”\n这话说的……改成“当危机来临，人类无尽的潜能将会被激发”？\n或者“危机，是强者诞生最好的催化剂”？\n等等……不一而足\n-完-\n\n【传说中的回复比原文长系列】\n\n"
        },
        {
            "author": "2644511816",
            "timestamp": 1465976880,
            "txt_content": "WM2030 发表于 2016-6-14 21:10\n哦……真不幸，你遇到了周创版专职拍砖手WM。\n我很荣幸能够做出这样一段回复。\n首先，我们很高兴能看见一位 ...\n把砖块给我==我去搭房子"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1465996200,
            "txt_content": "我又想到了三体"
        }
    ]
}