{
    "title": "【原创·连载】《二次元穿越》【14】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 2,
    "timestamp": 1465904040,
    "txt_content": "正文\n\n\n14\n\n夜，漫漫长，漫漫长。\n\n红石火把微微的光芒，照着这个只能投进微微月光的小秘室。灰黑色的石砖，在微弱光芒下显得触目惊心。\n\n喔，好像是很恐怖的地方呢。\n\n我躺下床去，脑袋里有点晕。\n\n不知道什么时候可以离开这个鬼地方。有可能我永远也出不去，在这个地方履行完我剩下半辈子的职责。\n\n……\n\n出发后一周，我来到了沙漠边。因为沙漠里资源紧缺，我在附近的丛林里收集的很多西瓜、可可豆和小麦，还准备了很多木材、石材，还有少量的矿产。当然，还有最重要的水资源。\n\n我觉得已经万事俱备了，于是进军沙漠。在沙漠里漫无目的地寻找一段时间后，终于找到一个村庄。这个村庄并不活跃，人不多，而且所有的人好像都是比较有文化的巫师之类的职业，不像以前见过的村庄，农民工人占了绝大多数。\n\n当然村里的村长还是很热心的，知道了我的来历和去处后，给我安排了一间屋子住下，告诉我他知道沙漠神庙的方位，但是那些地方充满了危险，一定要在这里先休息一段时间，养好了再出发。\n\n我告诉他我来这里是准备了很长时间的，精力很充沛，根本就不需要休息。但是他就像一个倔强的老头，死活就是不听我的话，非要我住段时间。说不过我了，就说他们这里可能会遇到一些怪物的袭击，需要我的帮助。\n\n于是我就相信他们了。结果在一周的时间里，不见一只怪物的踪影。我起了疑心，问他是否是在骗我留下，他否认了我的说法，告诉我夏天可能很多亡灵非常怕热，于是不来。他告诉了我位置，还送我了一颗钻石，说是陪了他们很久，要感谢感谢我。\n\n根据他描述的位置，我在一段时间后终于在一个晚上找到了沙漠神庙。休息了一个晚上，第二天早上，我满怀信心地走进神庙，将3颗宝珠一一放在祭坛上，期待奇迹的发生。\n\n过了一分钟，面前的墙壁忽然发出红光，然后瞬间被打破，迎面走来一个红色的巨人。我一看大势不妙，迅速用附了力量和火矢的弓用力射他，然而它好像不怕痛痒，毫发无伤，箭都射完了也没动静，接着一下子冲刺到我的身边，将我捆绑起来后带领我走进了一道传送门……\n\n然而，这位巨人为什么不趁我射箭的时候直接冲过来呢？而抓到我后，为什么是将我绑到监狱里去，而不是除掉我呢？难道它背后有什么不可告人的秘密？\n\n其实或许都是废话，难道我还有机会逃离出去？\n\n字数：891字\n\n\n\n一些废话\n\n\n终于复出了，从今天开始终于可以稍微正常点更新，再慢也不会无赖到周更了……\n目前已经写了至少一半了，感觉剧情描写方面有些突兀。脑袋里有比较完整的剧情，但是不知道怎么清楚的表达出来。之前还想过在小说里尽量体现一些道理，举个例子说冥王星人的《我与herobrine》，不仅仅是剧情，还有对人生的思考。但是写着写着发现并没有那么简单，首先自己要能理解，然后还要清楚的告诉别人，更何况还要和剧情接轨……所以感觉很吃力，但是我一直在研究我的文章，希望大家能多多支持。\n\n索引贴见签名档",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1465909920,
            "txt_content": "态度不错于是我就滚来写写意见了。\n红石火把微微的光芒，照着这个只能投进微微月光的小秘室。\n其实阁下如果是初入文坑，可以考虑避免像老冥那样在文中体现哲理，毕竟对于文字的驾驭能力不达标准，进行这样的描写会显得有点突兀和生硬。首先阁下需要提升的是自己的文笔以及描写能力，而并非含蓄的表达能力。这次更新我因为还要码更新所以大概地看过几眼后还是能找出不少用词斟酌程度上的问题，就拿刚才引用的部分来说，因为老冥时常给我丢砖所以我也有不喜欢词语重复的习惯，而且“微微”我个人认为改为“微弱”会更好一些。\n字数是基本卡线，其实字数这样的东西，一旦描写量上去了字数也就随之会上升，到时候需要担心的并不是字数达不达标的问题，反而会担心自己有没有写的字数过多。阁下文章中的很多片段都可以进行更加细致的描写但都被一笔带过，虽然还没有粗糙到基本没有描写的程度，但与之没有太大差异，891个字可以说是完全靠着叙述剧情拼凑出来的。\n所以总的来说，阁下当务之急不是要将自己对于人生的思考加入文章，而应该考虑怎样能够让自己的文章看起来更丰满充实，多看看好的文对于提升自己文字功底也有一定帮助，希望阁下能够在这条道路上越走越远。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1465910220,
            "txt_content": "46241359 发表于 2016-6-14 21:12\n态度不错于是我就滚来写写意见了。\n\n其实阁下如果是初入文坑，可以考虑避免像老冥那样在文中体现哲理，毕竟 ...\n感谢版主大大的鼓励，我是有点好高骛远急于求成，我会静下心来慢慢写的，尽量能把剧情体现的更丰满。"
        }
    ]
}