{
    "title": "<原创·连载>空[第七十章：我不愿想起与你有关的一切II][Polaris]",
    "author": "46241359",
    "replyCount": 0,
    "timestamp": 1465911540,
    "txt_content": " 本帖最后由 46241359 于 2016-6-14 21:39 编辑 \n\n正文\n\n\n\n    “什么意思？”\n    这一次罗杰没给出回答，沉默地站起身，丝毫不理会身后他如何的命令自己站住并解释清楚，漠然地带上门后离开。\n    “真是的……这些人今天都怎么了……”\n    因为知道我没有能力去保护所以才叫我来执行这个任务？如果说暂时拉个人来充当保镖的身份去执行也还说得过去，为什么非要找一个分析员来当保镖啊？！虽然以现在的线索并不能得出安德那些人到底希望得到怎样的结果，但至少有一点他是知道的，今晚的任务一定会出事，这是不可能被逃避开的事实。\n \n    下午，他想睡一觉来缓解罗杰所说的那些话给他带来的精神压力却没能如愿。每次似乎刚要入睡时，她的脸就会浮现在他面前，总是带着他接受协助任务时的喜悦。如果这只是一般情况，倒也不会妨碍他休息。但不知道为什么，这样的表情总是刺得他心痛。\n    最后他还是因为这点而从床上坐了起来，彻底打消了睡觉的念头，而是看着一如既往被搁置在床头的书本。那本书是……什么时候的了，看起来已经很旧的样子。有些费力地抬手，这时他才发现自己一身的冷汗，四肢也变得麻木无力，他费了很大力气才在不移动身体的情况下拿到了那本书。\n    墨绿色的封皮，书名仍然清晰。哦……是这个，几年前的生日礼物，但忘记是谁送的了。毕竟，现在的生活太容易麻痹人的记忆与情感，那些已经成为过去的事情，即使是真正意义上的美好回忆，也完全被现在的生活掩盖住了。\n    太阳要升起来了，但地面上的人还沉浸在黑夜中……\n    ……\n    这句话，好像是这本书里的？记不清了，上次阅读它不知道是什么时候的事了，导致现在对于拥有它的事都有些模糊不清。\n    刺耳的振动声，叫他陷入了瞬间性的呆滞状态，书本随之掉落到地面上。回过神来后，他没有第一时刻去捡起它，而是站起身，伸头看了看桌面上手机屏幕所显示的内容。\n    陌生的号码。\n    这个时间，不会是来催促快些赶到汇合地点的电话吧？也不可能，无论安德还是罗杰，都不是会特意用陌生号码去通知自己所熟知的同事的那类人。那个女孩，他没给过自己的号码，除非她跑到信息库去查，但这和前者一样，可能性微乎其微。\n    “喂？”\n    对方保持了一段时间的沉默，在他认为这是无意义的骚扰电话准备挂断之前才开口。\n    “嗯，是你吧？”\n    “什么？”\n    又一次长时间的沉默。但这次，他就显得比刚刚接起电话时更有耐心，因为这人的嗓音能够暂时安抚一下他那颗不知为何而隐隐作痛的心。\n    “没什么，看样子你不认识我。”\n    “我不想太早挂断电话，所以能不能快些告诉我你是谁？”\n    “雷恩。”\n    “抱歉，的确是没听过这个名字。”说是没听过，实际上有一点印象，但不管再怎样的熟悉，也都只是从别人口中听到过而已，具体的人大概是没见过，“有什么事情吗？”\n    “没什么要紧事，”雷恩叹了口气，听起来格外深沉，“你，就当我只是提醒一下吧……”\n    “什么？提醒什么？”\n    刚才雷恩一声叹息让他不由自主的绷紧神经，双手将手机紧贴在耳朵上，睁大眼，竭尽全力像是要把雷恩说的每一个音节都是深刻地印在大脑之中永不忘却。\n    “太阳要升起来了，但你仍然沉浸在黑夜中，永远，都不可能醒来。”\n    “喂——等一下！”\n    他将手机拿下来，皱眉盯着屏幕，雷恩在说过那句话后就挂断了电话，没有给他留下追问的时间和机会。那句话，和这本书里的一段文字基本一致，不过他似乎加了点别的东西。显然，这是在暗示什么东西。但雷恩为什么非要以暗示的方式来提醒自己，直接将话说明清楚又有什么不可以？\n    不，如果说刚才那通电话的内容……正在被人监听的话，他这样来起到提醒的作用倒也没什么太大问题。可如果真是要提醒，雷恩应该在电话刚被接通时就将这句话说给他听，为什么还要在特意表明自己只是提醒之后才……\n    太阳要升起来了，但你仍然沉浸在黑夜中。\n    这句话是说……我在做梦吗？\n    他低下头，目光不经意间就停留在仍然静静躺在地面的书本上。镀上暗金色的文字在夕阳光之下变得比平时更刺眼，它所折射的光被他的灵魂无限放大，直至完全刺穿他的心脏。\n    眼前一片漆黑，他感觉到自己的身体正在后倾，所幸及时扶住脖子才没让自己完全倒下。弯着腰站在地面上，让自己背对着从窗外投射进来的强光，他听见了自己因精神紧张过度而失去规律的喘息声，和胸腔中的那个东西一次次搏动所发出的声音，两者糅合在一起不断敲击着他的鼓膜。\n    “他们……早就设计好叫她在今晚死亡了！”\n \n    尽管他意识到了事情的问题到底出在哪，但还是晚了些。\n    明明是非常简单的事情，却因为罗杰巧妙的从各方面为他施加的精神压力而让他误以为这件事很复杂。实际上，罗杰安插给他的职责就是一个旁观者，同时特意表明今天晚上只需要明确自己的任务是什么而不需要去达成。\n    他要做的，就是什么都不做。\n    即使那个女孩有了危险，即将面临死亡，他亦不能采取任何手段。这就是罗杰非要找到他的原因，因为就算他真的想要帮助那女孩脱离危险，也没有能力去实现。也正因如此在汇合时他望着她的脸，那个无所畏惧和担忧的神情，令他感觉心脏总是传来阵阵绞痛。是他亏欠了这个善良的女孩一条鲜活的生命，却没有任何途径能够进行补救。\n\n\n废言\n\n\n我跟你们说啊，最近有个外星人把我赶到另一座天桥底下，连我原先用砖头搭的茅房都给我拆了，我怀疑这背后有什么朋友交易。\n\n\n\n返回索引贴\n\n\n@冥王星人 @恶魔-潇洒 @zyj0807 @sam3737 @xcc\n\n[groupid=1183]Field of Stars[/groupid]\n",
    "replies": []
}