{
    "title": "【原创·连载】《二次元穿越》【15】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 4,
    "timestamp": 1466044500,
    "txt_content": "位，我发现对于主线剧情来讲这段时间写的内容可能只是个铺垫，那到时候需不需要重新开个坑啊？因为这个题目和当前写的内容可能不太对得上。。。。",
    "replies": [
        {
            "author": "tzxwdu",
            "timestamp": 1466044620,
            "txt_content": "标题: 【原创·连载】《二次元穿越》【15】【by tzxwdu】正文\n15\n好久没有这么舒服地睡过一次觉了。\n虽然内心有太多的不平衡，太多的烦心事。但是，至少现在我不会整日在外奔波，每天晚上可以有充足的睡眠了。\n……\n铁门被轻轻打开，发出吱嘎吱嘎的声音。沉重的脚步落在地板上的“啪嗒”声，让人听了心惊肉跳。\n“谁？”我稍稍把头转了过来，两手把身子撑起来，看到一个卫兵站在门口。\n“你跟我来。”卫兵将手中的火把拿出来，插在墙壁上。四周的黑暗包围着这一点点的光明，就如同我现在内心的处境一样。力不从心。\n“不要问为什么，我不会伤害你的。”他轻轻地咳了两声，声音在走廊里回响几次。我被关在的是比较里面的地方，相对来说人比较少，空旷的黑暗总是让人感到害怕。\n我不敢跟他说什么，只好依从。他带我穿过几个其他人的牢房，几个岔路口。监狱里果然地形复杂，想逃出去不是一件容易的事情。\n我上下打量着这个监狱，用古老的石砖和苔石做成。天花板不高，几乎都在2~3米的地方。常年生活在这种地狱般的黑暗地方，会感到无比压抑和煎熬，特别是从小就在阳光下生活的人更是如此。\n也不知道这些人到底是什么来头，为什么要将我关在这里。我想起了要去的沙漠神殿，想起了那些宝珠。\n卫兵将我领进了一个房间，这个房间里有各种刑具，好像都是死刑犯来的地方，地上的血迹，还有墙上的头颅，我感到心已经到嗓子眼上了。\n“我说了不会伤害你。”卫兵的声音在此时听起来好像很和蔼，“我是来跟你说事情的，这里大晚上没人来，有人的话就说我在审讯你，你千万别陷害我。”\n他拿出手里的一本书和一颗宝珠，书看起来已经很古老了，黄色的纸张透着一点点淡红。\n“你自己看看前两页。”\n我坐到椅子上，左手扶着书，右手轻轻地打开。\n第一页上就满是血迹，上面还画个骷髅，上面印了各种人的头像。\n仔细一看，这头像不就是墙壁上的头颅吗？\n我的眉头立刻锁紧了，这是什么意思？我仔细地看头像是什么人，一个老头，一个看起来是个士兵，一个……\n等等，这些人我好像见过？\n我把头抬起来，用怀疑的眼光望向卫兵。\n“我就知道你会有这样的反应。”卫兵笑了笑。但这下我并不觉得他和蔼了，反而感觉这微笑的后面有无限的空洞，无限的虚无。\n他抬了抬手：“我的名字叫做莱特，这些东西你都带回牢房里去吧，我就不告诉你是什么意思了。等你懂了以后，你就逃出去吧，别的我都不管了。”\n我正准备起身和莱特告别，走进来一位强壮的大叔。\n“莱特。你在干什么？”\n“审讯。”莱特指了指我，表现出一副自然的样子，“从他的口中，我得知了……”\n“够了！你这个叛徒！”大叔的眼睛突然变成了红色！\n这位大叔的脸忽然变的通红。刹那间，他的体形变的庞大起来，全身都是红色，好像地狱恶魔一样。\n这……这是黑化还是变形啊，怎么会这样！话说回来，这位红巨人……不就是抓我进来的那个大巨人吗！\n“快跑！跑啊！”莱特拼了命地喊我，随即拔出腰间发光的钻石剑，冲刺过去要刺杀那位红巨人。\n他的身手非常敏捷，哪怕体型小也暂时不吃亏。但是这个巨人似乎对这些武器免疫，毫发无伤，继续攻击莱特。依我看莱特是有劣势的，因为体力原因啊！\n“走！让你快点跑啊！”撕心裂肺的叫声将我从思考中拉了回来，本来想救莱特的，但是他这么喊必有其因，还是快跑吧！\n尽管身上没有武器。但是，我绝不能失败！\n我沿着石台阶往上跑，“哒哒哒”的脚步声引来了后面好多人。双拳难敌四手，更何况我是手他们是拳，三十六计走为上策，我用了一生最大的力气玩命要挣脱他们的魔掌，向前奔跑着，也不管哪边是出口，凭着直觉来。我发现这些人的体力都非常好，似乎不知疲惫，这么久了还是甩不掉，也没怎么拉远距离。\n就在这个时候，左边突然窜出来一只狼，发出巨大的咆哮声，前方打瞌睡的卫兵顿时被吵醒了，一看我在逃跑，堵到路中间。 呃，这里竟然还有狼，这怎么跑！\n我往四周看，发现已经被包围了，这样我岂不是已经成囊中之物了？\n往包里看，什么武器装备都没有。等等……好像刚才莱特给了我附魔之珠呀，我可以穿越到地狱世界！\n我迅猛拿出附魔之珠往前一扔，来到了一个火红的世界。不过，等等，为什么这个世界的前方是悬崖峭壁！我蹲下身子往前挪动，发现峭壁底下就是万丈深渊，最下面就是滚滚流动的岩浆！\n其他的路好像已经消失了，唯独后面一条路是畅通，但是忽然冲过来了一大群卫兵！\n我的天！地狱也防守如此森严！这是搞什么啊，怎么出得去？\n就在这时，前方出现了几个若隐若现的方块，伴随着巨大而沉重的声音：\n“炎之试炼，开始。”\n字数：1753字\n\n一些废话\n我的钻石数今天刚好250{:10_524:}"
        },
        {
            "author": "46241359",
            "timestamp": 1466053200,
            "txt_content": "tzxwdu 发表于 2016-6-16 13:04\n@46241359 题目和内容都对不上唉~~~总不能重新想吧\n阁下的剧情是事先设定好的还是写一点想一点的？如果对不上阁下可以考虑改改题目，或者改一下剧情在大脑中的思路，这样的问题没必要新开坑大不了像我一样拖成10w字巨坑就好了嘛对不对对不对，也不至于重新想，就是在原基础上修改一下，况且阁下的题目本身就很笼统吧……不需要有多明显的照应。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1466053440,
            "txt_content": "tzxwdu 发表于 2016-6-16 10:35\n我想问下各位，我发现对于主线剧情来讲这段时间写的内容可能只是个铺垫，那到时候需不需要重新开个坑啊？因 ...\n@46241359 题目和内容都对不上唉~~~总不能重新想吧"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1466053800,
            "txt_content": "46241359 发表于 2016-6-16 13:00\n阁下的剧情是事先设定好的还是写一点想一点的？如果对不上阁下可以考虑改改题目，或者改一下剧情在大脑中 ...\n剧情早就想好了，本来是想写上下部的。。。\n我就修改一下写下去吧，另外一个就以后写完了有空再开坑吧"
        }
    ]
}