{
    "title": "【原创-连载】【MC国】【第三十二章 梗概】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 4,
    "timestamp": 1466082060,
    "txt_content": "\n\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n　　由于这篇遍地丢肥皂的没节操原创奇幻连载，虽然进行了并不长的时间，但有关索岚的篇幅或者以他为主视角的故事线已经浪费相当多的字数，因而引起诸多尚未登场，以及稍微提及未能正式献眼演员的羡慕妒忌恨，纷纷向作者我提出严正抗议，索要当初承诺的两个鸡腿便当。\n　　众所周知，我剧组一直处于经费短缺的尴尬境地，这样一闹更是拙计见肘，恐还没等到G胖的夏季特惠开始即宣布破产。所以再会和之后的情节，从原计划的不知道要废话拖戏多少章，被迫无奈改成画外音的简要陈述。\n\n　　索岚看见冥王，猛然清醒，从模糊记忆的邀请函字里行间咀嚼到异样，好像吃巧克力冰激凌时候，发现一块藏匿的新鲜榴莲。\n　　冥王看见索岚，二话没说，直接绑架式拉上专车，前往遥远僻静的山间别墅，另对路上数次提问，仅回答：“到那里你就明白了。”\n　　自然之间，净水环绕，气候宜人，加上孤男寡女。这风景到设施挑不出半点毛病的湿身……啊呸，度假胜地，引发索岚不着边际的大胆遐想。\n　　大概冥王并非贪图他可以支付的巨额赎金，只是骗来进行一晚销魂热身运动，结束后也许能放他走。\n　　呃啊------那还不如要钱呢好吗哎呦哇咧------\n\n　　正在索岚犹豫找机会逃脱，又怕细皮嫩肉只身闯入丛林，会被发情的野熊抱紧狂啃，感觉上其实不如被御姐啃之际，冥王介绍会议不过是她找熟人发出的假邀请，为了躲开众人谈些重要事情，包括生意。\n　　忐忑不安转为满腹狐疑，索岚脱离繁缀家务、社会责任，在别墅内获得珍惜安宁的夜晚，得知不单请柬是假的，房子是借的，一场强制心理辅导不可避免。茶点闲聊中，他所有暗藏的逃跑、造反、颠覆计划都为冥王戳穿，无可辩驳。\n　　（什么？你问冥王怎么知道的？很简单，我是作者嘛呵呵呵呵……）\n　　清楚自己过不去这关的索岚，选择乖乖听话老实听劝，至少表面上采纳意见建议，从而保住性命与童贞。\n\n　　等到第二天下午，冥王又把索岚拖回车上，赶在午夜来临前送回机场。\n　　最后她面色凝重的嘱咐了几句，掉头转向，留下阵汽车尾气，扬长而去。\n　　------我所说的，你基本没听进去，是吧？你现在还是在想着怎么干预政治，毁掉帝国的政权。但索岚，我要提醒你。这世界的历史，总是惊人相似。\n　　在你之前凭着扭曲的正义感蛮干闯祸的，并不在少数。他们获得的结果都是打掉当时人们认为坏的，给新兴的更坏腾地方，无一例外。\n　　也就是说，任何人，无论单个或团体，想用作为人的手段及力量改造世界成为理想的样子，全会失败。世界要么没做丝毫改变，要么向着他们期望相反的方向前进下去。\n　　所以你不要想象自己成为后人称颂的正义之士，人们只会痛骂、诅咒你和你给他们带来的灾难。也不要想我做什么，我根本不屑于维护这世上“所谓的”正义。\n　　我找你的动机完全出于自私，是不希望看见“朋友”患上抑郁症，最终选择自杀结束烦扰。\n　　听，不听，权利在你。三天后，自会有人找你要关于订单的答复。------\n\n\n\n\n\n没有废言，索引见签名。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "CreateRemove",
            "timestamp": 1466129340,
            "txt_content": "路过\n    _..,----,.._\n .-;'-.,____,.-';\n(( |            |\n `))            ; \n  ` \\          /\n  .-' `,.____.,' '-.\n(     '------'     )\n `-=..________..-"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466423160,
            "txt_content": "自由即奴役呢？\n中层人的革命伪正义呢？\n为了权利的权利呢？\n不是说反乌托邦吗？\n好吧没事了谢谢了啊。"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1466425260,
            "txt_content": "第四行的\n拙计见肘\n……似乎应该是“捉襟见肘”？\n原谅我眼拙找不出其他对本文有用的东西"
        },
        {
            "author": "冥王星人",
            "timestamp": 1466469660,
            "txt_content": "恶魔-潇洒 发表于 2016-6-20 20:21\n第四行的\n\n……似乎应该是“捉襟见肘”？\n我故意的"
        }
    ]
}