{
    "title": "再上煞神 这个强大的服务器使我畏惧",
    "author": "Craft_徐",
    "replyCount": 3,
    "timestamp": 1466079360,
    "txt_content": "file:///C:\\Documents and Settings\\HpNzm\\Application Data\\Tencent\\QQ\\Temp\\_ELUJGY5H`L`9_EL~P]6)4B.jpg今天我见识到了一大强服——再上煞神 没错 再上一次**神 这就是这个服务器名字的意思\n\n服务器有一位元老——Tian_man 没错 就叫添鳗 一个神奇的名字 他说 在主城打死我给神器 然后去了主城 就在那一刹那 服务器瞬间卡了一下——一群人崩到了主城 但是全被添鳗打死 然后 我过去看了看 当时腐竹——DD 没错他就叫DD qq名叫泰迪？简直了 这服人的名字就这么奇特？当时泰迪就在主城站着 那个人开挂 非常非常明显自动寻人杀人 杀了一个人瞬间掉头杀另外一个 时不时就过去打几下腐竹 打几下没反应立刻掉头走 再打一圈 又过去打腐竹 你他妈不开挂你在那打人你去打腐竹干屁 所以这就是挂 这个时候 我就说他开挂 想引起腐竹的注意 然而 说完后 有一个叫鸡屎特屁眼 我的天呐 你现在肯定认为我在瞎编 玛德这还真就是真的 他就叫做鸡屎特屁眼Ghost_prison 他就叫这个名字 每个人都叫他鸡屎特屁眼 这个人是服务器第一大土豪 赞助榜上的第一 这时他就开始说我诬陷别人 自己打不过别说 哎呀我去来来咱们挑毛病 你真认为我要去打他了？你知道我们的实力差距？我玩这个服才3小时 他他妈玩了3个月 然后你说我打不过别说？诬陷别人？他开挂已经证实了不谢，这时 腐竹看到我说元老开挂 赞助第一也在说我 他就加入了他们阵营 说我打不过什么的 关pvp 他们就开始和我撕逼起来 腐竹还爆出了一句粗口 图我发不了 直接说他的话了：打你妈啊打我日你妈卖批孤儿关掉pvp安心升级以后再虐他们啊我操他大爷的 我凑 这就是腐竹的素质？这就是腐竹——泰迪的素质？素质？素质？小学生吧我凑这素质吓死人啊我的玛雅吓我一跳宝宝惊到了腐竹泰迪突然就来了一句这超级大粗口真让我菊花一凉啊。然后就是 腐竹他们合起火来骂我\n\n多可啪的服务器 元老随便开挂腐竹不管 举报元老开挂腐竹和元老和赞助第一骂你 我的天呐 可啪的势力服务器 我会记住你们的 添鳗 鸡屎特屁眼 泰迪 都是神奇的名字啊 过几天给你们上坟烧纸的时候会记上你们名字的 放心哈\n服务器就不多说了 跟凡人修仙80%相同 就是建筑赶不上凡人修仙 怪物啊 武器防具副本那都和凡人修仙一样的 可以说是轻微抄袭 泰迪腐竹也说了 材质包就是凡人修仙改了材质 服务器就是凡人修仙改的\n\n简单地说一下\n\n凡人修仙 新手的时候老爸死了 然后杀羊 一条小路小路里面有个支线道具 然后凡灵村\n再上煞神 新手的时候老爸还是死了 还是杀羊 还是走一条小路 里面还是有个支线道路 然后去风灵村 wtf？风灵村？凡灵村？hh？\n\n凡人修仙 20个精英怪物掉落物+钱兑换升级武器的材料  64个普通怪物掉落物+钱兑换升级装备的材料\n再上煞神 20个精英怪物掉落物+钱兑换升级武器的材料 32个普通怪物掉落物+钱兑换升级装备的材料\n凡人修仙再上煞神都有一个叫魔蛛的怪 当然再上煞神仿造凡人修仙的\n\n基本就是这个套路\n\n注意 本帖是评论服务器 而不是投诉服务器\n",
    "replies": [
        {
            "author": "Craft_徐",
            "timestamp": 1466079960,
            "txt_content": "我qq 2413320890 想撕逼随意 但注意标上TL-bbs 不然一律不同意 想撕逼少在这"
        },
        {
            "author": "海贼王#",
            "timestamp": 1466136480,
            "txt_content": "我告诉你一件事 在这发会封号"
        },
        {
            "author": "Craft_徐",
            "timestamp": 1466151540,
            "txt_content": "海贼王# 发表于 2016-6-17 12:08\n我告诉你一件事 在这发会封号\n我的做事方法就是不喜欢把每个版规给看一遍】这里不是评论/投诉服务器么 只是评论一下这个服而已"
        }
    ]
}