{
    "title": "【灵感交流大区活动】森林精灵 - 远山",
    "author": "153CXJ",
    "replyCount": 5,
    "timestamp": 1466075100,
    "txt_content": "说你，硬性要求百分之六十是写景，你这百分之八十是故事= =",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1466075280,
            "txt_content": "标题: 【灵感交流大区活动】森林精灵 - 远山 本帖最后由 DGK2 于 2016-6-17 07:40 编辑 \n远山-DGK2\n小时候，心情不好总会上那座山上坐一下\n对于那个时候来说，这座山是一个属于我的仙境\n没有管教与束缚，眼睛里只有清澈的泉水与高高的山岗\n耳旁只有清脆的鸟鸣与泉水的流淌\n脚下只有生机勃勃的野草与野花，身旁只有环绕着我的蝴蝶\n在那里就算是光躺着我的心情都会变的愉快\n\n\n渐渐的，我踏上了初中\n有一次我被一伙学校里的混混盯上，逼我交200元给他们当保护费\n那个时候我也才刚刚上初中，什么都不懂，特别害怕惹事\n于是从家里偷偷拿钱给他们，但是家里的钱一般都是精打细算\n没过多久就被父亲发现了，我说出了实情，学校给了那伙无赖们处罚\n我换来的就是偷家里钱被一顿毒打，同学们说我懦弱无用如同废物\n那时的心情特别糟糕，觉得自己太窝囊没用了，就去那座山上想散散心\n以前不管遇到什么不顺心的事，在这里看看风景，听听泉水流淌的声音\n在山坡草地上躺着看看白云，吹着温暖心灵的风，心情自然就会变好\n但这次却不同，这次我来到山顶，天气焖的令我发燥\n心情很糟糕的我看到了这种情况更加的不爽了\n对大地吼道：该死的！连你也看不起我？你这丑恶无比的山\n突然吹起了大风，我知道这是暴雨来的前奏，我想跑\n却来不及了，霎时间倾盆大雨打了下来，嗯，我当时已经气炸了\n指天骂到：老子特么已经够烦了，想散心还让老子淋雨！\n 当时气的站在雨中淋雨，说实话我感觉这雨还更可以让我冷静嘞！\n看着周围任风雨蹂虐的花草，被吹的凋零，吹的东倒西歪\n看着自己，站在暴雨里，吹着冷风，脸上流下的不只有雨水\n嗯，我冷静下来了，我现在如同小草一般被蹂虐\n这座山同这个世界都是丑恶无比的，因为他们都看不起我\n心情越来越压抑，我想这辈子不会在做这么蠢的事情了\n这座山没发挥它对我的作用，和我一样没用，我想我不会在上这座山了\n\n初三毕业后，我如意料之中的一样没能考上重点高中\n被家里人责骂，被同学耻笑，我很难过但是我确实尽力了\n在床上窝了一天，第二天的清晨我居然又上了那座山\n昨天夜晚也下了一场暴雨，山上弥漫着大雾，花草的清香迎面扑来\n我找了一颗松柏，坐在了松柏底下，背靠松柏，看着眼前的一切\n想着自己现在的困难处境，感觉到了未来的迷茫\n没能考上理想的重点高中，已家里的经济条件\n只能让我去外地打工独自拼搏，此时我感觉巨大的压力在我身上\n我决定去投靠外地开店的大伯，于是下了山找家人商量\n得到家里人的认可我立马买了火车票，我想头也不回的离开这片伤心地\n第二天外面才刚刚亮我就准备去火车站了\n在远处望了望那远山，它依然竖立挺拔的在那里\n大雾环绕大山，在远处看真是美极了，我以前怎么没有发现？\n嗯，最后看一眼就头都不回的走了\n\n二十年后我回到这片土地上，我经这些年的努力打拼\n成为了一个赫赫有名的大富翁，我回把这座山包了下来\n我在这上面建了别墅，准备以后常驻在上面\n然后我将我的钱几乎全部捐给了山区\n嗯，我想我是该过我想过的生活了\n我终于！..终于！回家了啊！\n\nDGK2原创作品-远山此单篇为本人的灵感交流大区活动参赛帖，如果喜欢请给出手中的人气，在下文笔不好，勿喷，以后可能常来创作版坐坐，欢迎各位前辈指点在下，这次写的匆匆忙忙确实没有写好，感谢各位对在下的支持\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "DGK2",
            "timestamp": 1466080320,
            "txt_content": "153CXJ 发表于 2016-6-16 19:05\n兄弟不是我说你，硬性要求百分之六十是写景，你这百分之八十是故事= =\n无所谓啦，我并不善于写作，可以写出来就不错了，帖子我有时间会修改修改"
        },
        {
            "author": "WM2030",
            "timestamp": 1466087460,
            "txt_content": "DGK2 发表于 2016-6-16 20:32\n无所谓啦，我并不善于写作，可以写出来就不错了，帖子我有时间会修改修改 ...\n我手写我心。不错。\n正常人会说上面这一句，而我会说一大段。\n从文字里可以看出，情感还是有的。这不是很好吗？\n非常朴素，但是人说到，朴素与优美的关系。\n朴素而优美，是最高的境界。当你尚不能做到这一点时\n不妨试试追求一下优美。\n\n简单地说：多加点儿调味料吧……"
        },
        {
            "author": "林东A",
            "timestamp": 1466091120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469164320,
            "txt_content": "总在各位的文章看见不少匆匆，我也没有办法不匆匆评论了。"
        }
    ]
}