{
    "title": "<原创·连载>轮回大道：第一章【九百九十九轮回】",
    "author": "☆超神丶☆",
    "replyCount": 9,
    "timestamp": 1466079600,
    "txt_content": " 本帖最后由 46241359 于 2016-6-16 21:12 编辑 \n\n    第一章【九百九十九轮回】\n  “我的道，是轮回！”\n  “九百九十八轮回，成道。”\n  拓跋野冷笑，朝着数百至尊淡淡的道：“道以成，而九百九十九个轮回，便是我的道成长之时。轮回天道，天级道，纵混沌百万年，也就出现凰帝的凰炎天道、时神的时空天道、生死皇的生死天道，每一位拥有天级道者，无一不是统领混沌，挥手间便是一片星空毁灭，即便数万圣皇也是在拥有天级道者手中瞬间灰飞烟灭，况且，你们只是至尊！不是圣皇！”\n  “拓跋野，我们只需在你成长之时将你灭杀，你便不足为惧！”\n  “我的道是轮回！轮回不止！即便我的九百九十九轮回死亡，我还有一千轮回，两千轮回！一万轮回！你们特么傻帽？”拓跋野叱喝众至尊。\n  众至尊转移目光望向一位红发老人，都带着许些恨意。红发老人顿时慌了，连忙反驳拓跋野：“就算你亿万轮回我们也能灭杀你！”\n  红发老人朝着众至尊道：“别被这小子给唬住了，据我所知，轮回漫长，死亡还得在轮回中徘徊一百年，只要找到轮回圣物便能前去轮回彻彻底底的灭杀他！即便他在轮回中属于无敌，但修为停止，只要五百年！我便能入圣皇，寻找圣物，前往轮回灭杀他！”\n  “如若不是我与幽冥大战！怎能死于你们这群卑鄙小人之手？不必你们动手，我自行了断！”话音刚落，拓跋野往心口处狠狠一拍，身形倒退，吐出一口血剑。\n　　“待我重临混沌，必是你们忌日！”紫色火焰瞬间吞没拓跋野，愤怒的声音从里传出！\n　　“若不是怕器盟怪罪于我，我真不想害死潜力通天的你……拓跋野。”红发老人叹息道。\n　　一百年后……\n　　武神大陆天空逐渐变成紫红，本一点黑墨，渐渐变成巨大的黑色漩涡，一到黑紫色的雷霆从中劈出，划过空间，不见踪迹。\n　　武神大陆的人民和武者并没有任何异样，似乎，在他们的眼中，依旧是纯洁幽蓝的天空，与洁白的云朵，并无一丝一毫的动静，如果说有，那便是空中不时飞过的鸟儿，或贵族骑乘的庞大飞兽。\n　　与此同时，元国的首城天龙城发生了一件喜庆的大事，太子出世了。元国的皇上是个人人爱戴的好皇帝，不仅尊重人民，减轻税收，还用情专一，皇上四十多寿辰，只有一名妃子，帝妃体弱多病，与皇上携手二十年，却未给皇上生过一儿，虽皇上表面上说没事，可谁也知晓，皇上心里不好受。\n　　如今太子出世，皇上那不激动，立刻号召全国，与民同乐！\n　　“朕的太子，哪能平凡？太子便名元不凡！”皇帝元青龙笑道，躺在床上的帝妃秦莹儿柔弱的声音响起：“谢皇上赐名，太子一定会喜欢这个名字的。”\n　　“你是朕的唯一，朕说了多少次，人前叫皇上，人后叫青龙，在朕的面前不必如此拘束，莹儿。”\n　　“嗯。”即便年过四十，但依旧美丽动人的秦莹儿脸上浮现出一抹粉红，轻声道。\n　　　突然一名小太监破门而出，很是紧张，看到元青龙立即鞠躬并言道：“皇上万岁吉祥，太子刚出生不到数小时，便突然长出头发，身体也渐渐变成两三岁儿童的大小，口能言，还能下床走路！”\n  “怎么回事？”\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1466085000,
            "txt_content": "阁下的文\n外星人看了两行\n害得我\n喷了一显示器\n82年的陈酿百事可乐"
        },
        {
            "author": "sam3737",
            "timestamp": 1466085240,
            "txt_content": "仙侠气息太重。。。开头太过经典。。。"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1466086080,
            "txt_content": "看到后面才看出来原来是在打架啊，两军阵前，尔等竟敢在此饶舌！不过嗯，我能看得出楼主热衷于借鉴与学习。"
        },
        {
            "author": "xcc",
            "timestamp": 1466086980,
            "txt_content": "拓跋这个姓真是吓到我了，看来复姓在陶瓷的玄幻小说中仍旧抢手"
        },
        {
            "author": "WM2030",
            "timestamp": 1466087040,
            "txt_content": "对于这样一篇文章，我原本不想回复。但是后来想了，终究还是不能什么都不说。\n首先，这文章的字数很良心。\n但是这么一个良心的字数，用在了这样的文字上，就变成了费心。\n身为创作版职业拍砖手，对于槽点特多的文章，基本上总会被我喷。\n我这么说，一是解释一下我在这里出现的原因，二是给楼主一个心理平衡：在被吐槽的战线上，不只有你一个人。\n这篇文章，它的文采确实没什么问题。准确的说，语言表达没什么问题。\n这里说没什么问题，不代表没有问题，而是说，问题数量少于网文平均水准，而我又懒得挑刺。\n但是它的内容问题就很大了。【也有可能你觉得问题不大\n它的内容，依我看，并没有什么吸引人的地方。\n主角本身已经很强大，没有什么目标他是达不到的。\n那还有什么可以写？那还有什么可以写？那还有什么可以写？！\n没什么可以写为什么还要写？没什么可以写为什么还要写？没什么可以写为什么还要写？！\n没了，说完了。"
        },
        {
            "author": "☆超神丶☆",
            "timestamp": 1466151300,
            "txt_content": "WM2030 发表于 2016-6-16 22:24\n对于这样一篇文章，我原本不想回复。但是后来想了，终究还是不能什么都不说。\n首先，这文章的字数很良心。\n ...\n我的构思是这样的：元不凡需要成长，磨难是不可缺少的。元不凡重临混沌，势要复仇，而红发老人身后的势力器盟是混沌两大势力，并与两大势力的丹盟交好。混沌隐藏着天级道者，为了争夺混沌的帝位而敌对，元不凡能召唤轮回中的人，而与元不凡敌对的天级道者能控制尸体，必要的大战开始了，赢得帝位就是小说的完结了。"
        },
        {
            "author": "所在",
            "timestamp": 1466152440,
            "txt_content": "WM2030 发表于 2016-6-16 22:24\n对于这样一篇文章，我原本不想回复。但是后来想了，终究还是不能什么都不说。\n首先，这文章的字数很良心。\n ...\n你说作者那小说的评论我大致看了，什么都说对了。我也跟他说缺少细节，别人想要看的是有趣，有趣，只剩下有趣都可以，的东西。\n那我还要跟你说些什么呢？我常常在思考，马云读书那会人丑，读书还笨拙吧。我能不能和他性格上合得来呢，有没有共同嗜好能成为朋友呢，他身上的许多优点使我忘了他的缺点觉得很亲近呢。\n扯远了，直接点吧，这烂文的作者才初一，我在他小学六年级就和他是网友了，思维见地让我感到很有趣。至于这烂文，算是对网络写手的致敬吧。不过文笔，多多少少让我觉得有点惊讶，站在我的角度来说，这篇烂文也很有趣。"
        },
        {
            "author": "DGK2",
            "timestamp": 1466155920,
            "txt_content": "我闻到了芒果台古装剧的闻到，拖把笑喷"
        },
        {
            "author": "我为我为",
            "timestamp": 1466171040,
            "txt_content": "拓拔？北魏孝文帝不是改拓拔姓为元了吗？我想起了历史"
        }
    ]
}