{
    "title": "【灵感交流大区活动】森林精灵 - 花开花落 缘起缘灭",
    "author": "Ice_tuzi",
    "replyCount": 6,
    "timestamp": 1466085120,
    "txt_content": "花开花落 缘起缘灭\n\n  叹昨年，江山如画卷。少年宴饮毕露锋芒，为宏志，别桑梓，拭青锋。为酬壮志凌云不作他想。但今朝，岁月老去颜沧桑。说一句忘江湖，叹一声黄金谱。青山云隐，过往何追，自将此生付流水。离红尘，向邓林，度暮年。\n  在此林中，结庐独住，深林竹舍，半合柴扉，只为东篱采菊无马喧。\n  行云无归宿，江水流薄暮。\n  渐渐他已于此灵气共融。花草树木之灵也与他偶有往来。东风染，黄梅雨抹微山；白珠乱，杏花杳渺含烟。此时他已为山中一灵，他驾鹤未西，而是留于此山中，化为精灵。\n  春风吹乔木，过往入尘土。\n  一日雨后，光风霁月，韶光于山，柳色染雾霭，晓碧连天。生灵于此无不雀跃。而外界早已生灵涂炭。良禽择木各身栖，世人皆为各党羽，为占鳌头，血染九州。江山倥偬，此林如沧海一粟，却成为人间最后的净土。\n  光阴茬苒，白驹过隙，此林源于夸父，有灵，免于血染。一日他在林前忆往生，却总有一块空白，有种缺失之感。\n  忽然，两军于此林前交战，一方倾颓被围，败方一女将忽呼：“楚虽三户，亡秦必楚。”正欲自尽，却被在林前独忆的他救起，他夺马乘奔。\n  苍山远，卷长风，执缰纵马踏星辰，而事又几曾称人意。再次被围，其誓杀此女将，而他两人前世早定今世情，情丝万缕，怎能断？\n  他大怒，苍穹变色，气染云墨。他乃当年之战神，年少万兜鍪，三尺剑在手锋芒所指无敌手。战神闪，天地动，鬼神惊，江河血染，碧霄无蓝。\n  生死之间，两人忆起互为彼岸，轻浅一吻如雪花落唇。\n  他原是彼，她原是岸，两人各守一方天界。因私会生情，为彼此天涯海角一骑绝尘，而被贬落凡，换来参商的永隔，方知命薄身微。\n  少年后化作精灵，而她转世重生再度尘。\n  三千红尘路，寥寥九州土。错身再回眸，相忆依如故。\n  溯前因，因果现。\n  刹那间，残雷掠影，人已无。但地上多一血红花，无叶。名，彼岸。生于血海，又为地狱火。至此春去秋来，花开花落，缘起缘灭。花开叶落，叶丰花零，竟是永生不得见。\n  又一日雨后，邓林尤美，柳条花枝，蓓蕾初绽。碧苔池，黄鹂树，宁静祥和。而另一地，枯骨遍地，红沙任意随风起。枯骨地，血花无，抹绿生。\n  山一程，酒半樽，相思淡黄昏。\n  萧一声，渡红尘，来世不相同。\n  你说前世我错进你的路，今生还我一顾，我用一世情痴守过去，来世再相问。\n  花开花落处，回眸花伤目。\n  春风吹乔木，过往入尘土，管得落花无。\n\n ——后记\n  彼岸花，开一千年，落一千年，花叶永不相见。\n  情不为因果，缘注定生死。——《佛经》\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1466085720,
            "txt_content": "看来我是没有多少分了..你们都那么强[摊手]"
        },
        {
            "author": "雨杉",
            "timestamp": 1466086920,
            "txt_content": "喔 笔文不错"
        },
        {
            "author": "153CXJ",
            "timestamp": 1466087640,
            "txt_content": "qwq看来我的作品有对手了= =（群众：你本来写的就不好）\n这作品好像诗啊，而且剧情何在（是我看不出来，还是压根没有？）\n写景的确有了，可你确定是写了自然！？\n唔，再想想再改改"
        },
        {
            "author": "WM2030",
            "timestamp": 1466088120,
            "txt_content": " 本帖最后由 WM2030 于 2016-6-16 22:49 编辑 \n\n昨年一词，是否可以改为去年？开头吟诗，确实有其独到之处。但是诗中用词，还未能圆转自如。简称词汇运用及词汇量不够。又如：他原是彼，她原是岸 一句。两个原的重复是否可以修改？等等。\n当然我不否认楼主的才华。看得出楼主的努力和积累。\n另：少女心跃然屏上。\n以上。"
        },
        {
            "author": "Ice_tuzi",
            "timestamp": 1466122380,
            "txt_content": "WM2030 发表于 2016-6-16 22:42\n昨年一词，是否可以改为去年？开头吟诗，确实有其独到之处。但是诗中用词，还未能圆转自如。简称词汇运用及 ...\n@wm2030中文名： 昨年\n拼音： zuó nián\n注音： ㄗㄨㄛˊ ㄋㄧㄢˊ\n释义： 去年\n【拼音】\nzuó nián\n【注音】\nㄗㄨㄛˊ ㄋㄧㄢˊ\n【引证解释】\n去年。 明 张居正 《陈六事疏》：“即如昨年，皇上以虏贼内犯，特勑廷臣，集议防虏之策。” 鲁迅 《集外集拾遗·今春的两种感想》：“昨年 东北 事变详情我一点不知道。”两个原在此中并不重复@wm2030"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469170020,
            "txt_content": "153CXJ 发表于 2016-6-16 22:34\nqwq看来我的作品有对手了= =（群众：你本来写的就不好）\n这作品好像诗啊，而且剧情何在（是我看不出来，还 ...\n如果仔细读是可以看出写了自然的。"
        }
    ]
}