{
    "title": "[MOD脑洞]神灵--信仰之战（光明与黑暗，什么才是你的选择！）——X",
    "author": "电浆跳蚤",
    "replyCount": 2,
    "timestamp": 1466088600,
    "txt_content": " 本帖最后由 xurui443 于 2016-9-18 18:31 编辑 \n \n前言：\n\n大家好！我是X。\n又是一个精心构想的模组，然而我也只能构想，没有写代码的能力。（最重要的是没时间...)\n我特别希望有大神能把我构想的模组变成现实。小弟在此先谢过了。{:10_512:}\n\n\n模组名称：神灵--信仰之战\n玩法：\n\n通过建造一个祭坛，召唤破碎的魂魄，制造一个可控制的神灵，然后成为祂的代言人。然后借用祂的力量强化自己。比如得到“神器”，比如降神术，得到各种技能。当有高级神灵存在后，该仪式会召唤现有的神灵，玩家可以选择其中一位神灵，成为该神灵的代言人之一。\n\n神灵有等级，需要的经验称为信仰之力，\n\n升级方式：1，祭祀：任意物品放在祭坛中献给神灵(一次性)，2，供奉：建立神殿(可以每天获得一定的信仰)，3，献祭：用献祭武器杀死敌对生物，注：被献祭武器杀死的生物越多，信仰之力越多，4，信徒(玩家)可以每天给神灵提供一定的经验，信徒等级越高，提供的经验越多，每个人每级每天提供1点经验。\n神殿用黑曜石建造，中间是神像，神像前面是祭坛，四周是四根石英柱。神殿周围会刷新出信徒和祭司，祭司有战斗力，会主动攻击敌对生物。可以和信徒交易，类似村民，但价格更便宜。神殿的建造数量上没有限制。建造癖的有福了（—.—！怎么感觉好像被坑了啊？）。\n\n神灵有两个升级分支：\n如果选择创造新的神灵，进行第一次祭祀时由祭祀物品决定其类型(光明与黑暗，只有这两类可以选)\n1，黑暗神，用腐肉和骨头祭祀，\n2，光明神，用原木和铁锭祭祀，\n\n能力：\n两个神共有的：消耗一定的贡献点，可以兑换任意一个物品(只要是游戏中存在的物品，都可以兑换，但是受到神灵的等级限制)。兑换各类技能。\n神灵等级及限制：初始为一级，升到第二级需要10点经验，第三级100点经验，每升一级所需经验乘以10。\n\n神之国度：神国是超平坦地形的世界，玩家在神国中是创造模式。\n\n除此之外还有两个天生的神灵，一个自然女神信仰，只要建祭坛召唤破碎魂魄时，选择祭祀现有神灵，并选中她，就可以信仰她了。她只接受食物的献祭。可以在她那里兑换各种装饰品和食物，如圆石、石砖、楼梯、小麦及其种子等。另一个熔岩之神，可以向他兑换打火石、火药、TNT、地狱岩、岩浆等地狱特产(熊孩子之神)。\n\n\n可学习的技能：\n黑暗神：\n\n1，亡灵守护者：召唤精英僵尸或精英骷髅，只能同时召唤两个，等级决定召唤物血量和攻击力，有等级，无上限。\n2，偷取生命诅咒：任何人在攻击被诅咒者的时候获得一定程度的治疗效果，等级决定持续时间，有等级，无上限\n3，亡灵掌控：把亡灵生物变成奴仆(包括凋零)，并给予它们血量和攻击力上的加强，等级决定强化程度，有等级，无上限\n4，暗黑血统：让自己拥有暗黑血统。取消饱食度，不会饥饿(但饱食度也永远不会饱和)。对毒素、饥饿、窒息、溺水伤害免疫，可无限使用夜视技能。免疫暗黑类伤害。无冷却，无等级。\n5，随机传送：传送到附近随机位置，等级决定范围，有等级，无上限。\n6，灵魂守护：召唤一个护罩保护玩家，等级决定护罩血量和持续时间，有等级，无上限，\n7，隐身：等级决定持续时间，有等级，无上限，\n8，虚弱诅咒：减少对方移动速度和攻击速度，等级决定持续时间、范围和虚弱程度，有等级，无上限，\n9，巫妖转化：转变为巫妖，死后可以通过巫妖盒重生，不掉等级和物品，需要拥有暗黑血统才能进行转化。巫妖盒可以放在一个地方或带在身上。重生后冷却较长一段时间后，才能重新使用。巫妖盒可合成。无等级。\n10，空间锚点：暂时使一定范围之内无法传送离开(除了巫妖的重生)。等级决定范围和时间。有等级，无上限。\n\n光明神：\n\n1，圣光净化：驱除自己和周围友军身上所有状态(增益和减益)，并回复一定的血量，有等级，无上限\n2，圣光复活：暂时获得一层圣光，免疫一次死亡并回满血，等级决定持续时间，有等级，无上限。\n3，圣光照耀：一定范围内的敌人无法隐身，光环类技能，等级决定范围，有等级，无上限。\n4，神圣血统：增加血量上限20点，饱食度恒定为差半格达到最高（可以吃东西，但不再需要吃东西），可无限使用夜视技能，免疫中毒和凋零，免疫神圣类伤害。无冷却，无等级。\n5，荆棘守护：暂时反弹一定比例的理论伤害。等级决定时间，有等级，无上限，\n6，圣光之翼：暂时能够飞行，等级决定时间。有等级，无上限。\n7，绝对防御：暂时无敌，等级决定时间，有等级，无上限。\n8，短程传送：传送到准星所指位置，等级决定范围。有等级，无上限。\n9，罪恶审判：一定范围内的生物受到持续伤害，光环类技能，等级决定范围和伤害，有等级，无上限，\n10，勇士之血：每级增加10点血量上限，有等级，无上限。\n11，光之引导:暂时将某个人的名字录入引导列表中，并且可以激活引导列表中的一个人的标记。等级决定时间。有等级，无上限。\n12，勇气追踪:被动类，启动后自动传送到被光之引导激活标记者的位置。无等级。\n\n自然女神：\n\n1，生长术：让植物快速成熟。无等级。\n2，治疗术:投掷一瓶治疗药水。无等级。\n\n熔岩之神:\n\n1，恶魔召唤：召唤一个苦力怕，无等级。\n2，魔鬼之嚎：引爆一定范围的苦力怕、TNT，等级决定范围，有等级，有上限。\n\n注：任何主动技能冷却时间都是七秒。被动技能（光环技能）开启或关闭后，七秒后才能再次开启或关闭。\n\n公共技能：\n1，降神术：暂时的无敌状态和飞行，可以破坏任何方块，所有技能无冷却，结束后血量全满，需要消耗一个神灵的信物。\n2，神罚：蓄力一分钟，从天而降一道巨大的光柱，造成大范围的即死攻击，需要消耗一个神灵的信物。\n\n装备：\n\n任何神灵那里都可以得到这些装备，只是价格不同。\n天使铠甲:加快回血速度，等级决定回复速度，提供25点护甲，无限耐久。限光明神信徒。\n巫妖王袍：提供一定血量的护罩，等级决定护罩血量和回复力，无限耐久。限黑暗神信徒。\n指挥法杖：可以放大视野，并标记某些生物，这些生物头上会有醒目的标记符号，召唤物会主动攻击他们(不死不休，除非取消标记)，\n幽暗之剑：神器，等级决定攻击力，近战范围攻击。\n暗黑法杖：神器，等级决定攻击力，远程范围攻击。\n神圣法杖：神器，等级决定攻击力，远程范围攻击。\n光明权杖：神器，等级决定攻击力，近战范围伤害。\n\n魔法阵：\n\n1，传送阵：可以无限制地传送。\n2，神之仓库：可以通过法阵开启入口，储存物品，但必须拥有暗黑或神圣血统才能开启仓库。仓库分为私人仓库和公共仓库，公共仓库里的东西任何人都可以拿。仓库里的东西永远不会掉出来，即使法阵被破坏，相当于末影箱子，但空间大很多。\n3，神国入口：通过法阵进入神之国度，进入哪个神国由自己的血统和信仰决定，没有血统和信仰无法进入神国。\n\n\n新增生物：\n1，各种神灵分身，如光明神、自然女神等，可以召唤敌对阵营神灵的分身来杀。或者召唤己方神灵的分身帮忙打架。\n2，各种神灵的信徒和祭司（光明神与黑暗神的信徒互相敌对，自然女神是绝对中立，熔岩之神是绝对敌对（熊孩子之神到处惹事））。\n\n新增事件：\n熔岩之神入侵：每个月都会出现一个传送门，不停地传送出会自爆的熔岩之神信徒和祭司，到处袭击其它的神灵信徒。",
    "replies": [
        {
            "author": "Blade_Over",
            "timestamp": 1466123340,
            "txt_content": "这脑洞简直了"
        },
        {
            "author": "792678430",
            "timestamp": 1466511660,
            "txt_content": "我觉得既然是信仰之战，肯定是要神战了，玩家初进游戏是没有信仰的，可以选择信仰不错，但光明与黑暗也太相似了点。我觉得你如果要做得更好，为什么不设置成光明神一家独大，黑暗神躲藏在地下，主流小说都这样，呵呵。\n选择1，僵尸骷髅是由于黑暗神的信徒实验黑魔法失败的产物，所以黑暗神一系遭到毁灭，只剩下黑暗神之魂，玩家可以信仰黑暗神，消灭僵尸，骷髅以换取神力和挽回其他神系对黑暗神的好感。\n选择2，黑暗神就是个大坏蛋，我也是所以我要信仰黑暗，在黑暗中，僵尸和骷髅是我的朋友，村民，你们这些光明神的绵羊，我要来杀戮你们了，哈哈。不过！那些圣骑士太讨厌了，每个村庄都有一队圣骑士守护（在以探索过的区块出现的村庄里被围墙围着，里面的圣骑士一队为4个，一个队长3个小兵，队长有ai，会巡逻和发现邪恶，并且他们还会在你接触这个村庄之后开始每过7游戏日增加一颗心和1点攻击力，初始数据和玩家一样，配皮甲铁剑，队长1.5倍数据，配铁甲金剑）我的任务就是摧毁这个村庄中心的光明神祭坛（祭坛1000血，无攻击力但会给邪恶之人虚弱debeff）提升神力等级可以获得控制僵尸、骷髅的权限（初始只是不攻击你）让他们跟着你一起去刚打村庄，屠杀村民（也有可能是被屠杀，发现村庄喜忧参半呢）。\n哈哈，就说这么多了啦，就当是来写小说的啦，拉拉阿拉啦啦啦啦{:10_525:}"
        }
    ]
}