{
    "title": "【原创·日更】【种田文+悬疑+惊悚+搞怪】MOD 第一章",
    "author": "Fox_HierarcH",
    "replyCount": 11,
    "timestamp": 1466089020,
    "txt_content": " 本帖最后由 Fox_HierarcH 于 2016-6-18 09:31 编辑 \n\n时间：2035年4月1号\n\n\n\n\n64006a47a40418b1f3845b.jpg (61.47 KB, 下载次数: 0)\n\n下载附件\n\n2016-6-17 13:47 上传\n\n\n\n\n\n天空蔚蓝得像海洋般让人惬意……但地面上的城市却拥挤得像蚂蚁窝。人们带着各种各样的目的穿行于道路其中，高架公交边的人们大多都麻木的看着卷在手腕的手机排队上车，气氛冷淡得让人感到莫名的距离感。这时一个中年大叔突然出现在画面中，一双不知道品牌的跑步鞋脏兮兮而上面的衬衫也显得松松垮垮。两个黑眼圈衬托这不修边幅的脸孔就和传说中的程序员一样！但是可惜，他好像不是一个程序员，因为他手茧不是长在手指头（长期剧烈敲键盘指甲附近的手皮会长手茧）.而且身上还带着一股灰尘扑扑的味道，闻起来好像来到一间一年没人住过的屋子。顿时让看着手机的人群稍微有些骚动。'‘我说大叔！你能站远点吗”一个十七八岁的女学生扬着头说道，手还嫌弃一样的在脸前扬了几下。“不好意思、不好意思。”大叔摸着自己的头大咧咧的笑着，然后摸摸自己的裤袋心中松了口气。这年头小偷套路太多，裤袋中的钱包如果被人摸走那就真的准备在车上哭了。少女听到道歉不屑的翻下眼就上车，大叔跟在后面又不敢跟太近显得十分的纠结。收费口处，每个上车的人都一样的扬起卷在手上的手机。大叔也不例外。“滴，老年卡’车上的人本来就挺多的，顿时间都一起鄙夷的看过来，大叔顿时老脸一红。心中暗暗说道：“这卡下次一定扔了！”虽然这已经不是他第一次说这事了。车上满满的人，车顶的清新剂使劲的喷着却显得无力。大叔闻着乱糟糟的味道，看着过道中人挨着人的站着，无奈的侧着身子也跟着挤进去，好让后面的人上车。“哎，你听说了吗”一个坐在第三排的男生开口问他旁边一个戴眼镜的男生，同时按下手手腕卷着的手机的投射按钮。一道道光从手机的四周射出，然后互相对射在手机上面形成立体的图像。上面有一颗方块树和一个四方的小人带着一个类似摩托头盔的东西。“你说MINECRAFT四代头盔被禁止的事情吗”带眼镜的男生看了下那立体图像，然后懒洋洋的说着。“是啊，听说这个游戏很多人期待呢，而且都是一些三十多四十多的大叔大妈，你说这破马赛克游戏有什么好玩的。前几天的拳头公司的3代英雄联盟已经发布，听说带上头盔就是自己的身体操作那些英雄，技能还要自己用口念出来加上动作，可比这个马赛克炫酷多了去了！”男生一边说着的一边手指在屏幕上挥动下，立刻出现了一个黄头发的少年，手上还带着一种好像洛克人的武器。“你不懂，那叫情怀。知道什么叫情怀吗，上年的魔兽第14部电影出来，连我爷爷都立刻叫我爸爸买给他在看。”眼睛男生顿了顿，抬手弄下眼镜继续说：“他看完后，摘下头盔哭得比我奶奶走的时候还伤心。后来我爸说，因为就是当年这部电影才认识了我过世的奶奶。所以情怀这种东西，你是不会懂的”说完，他头微微靠在椅子上稍稍合眼，显然对这话题没有续谈的兴趣。旁边的男生则饶有兴趣的关注着自己的手机不过已经关掉了投射，毕竟这东西太费电。‘我的世界?……好久没玩了啊，记得小时候很喜欢，一下课就霸着爸爸的电脑…那时候自己好像才16岁吧…哎时间过得好快啊.’大叔心中想着，眼色稍微泛着空洞感，显然回忆到了过去。而眼中时不时绽放出的闪亮，好像记忆中有很多精彩的回忆。让他留恋至今仍没有忘怀。这时一个二十左右的少女缓缓的走上车，一身汉中服（2029年开始大规模提倡民族文化，一个7人的团队对古汉服进行改进，保留了原先的美感又符合现代的设计。一时大受欢迎，逐渐取代了各种节日服饰和出行服装）。白衣袖里花，手中没有其他人一样卷着手机。而是半收红绳半露黄玉。青丝三千似及腰带，眼眀如波一丝丝青涩之气让人生出怜爱之意。只见她走到收费门前，抬起手中的黄玉对着收费门一扬。一个完美的画面在众人面前出现，素手未及肩，身微欠，白袖半遮朱颜，落落大方。就在车上众人看得都快憋不出气的时候一个极度不和谐的声音响起来。“滴，老年卡……”\n",
    "replies": [
        {
            "author": "123456789xxxx",
            "timestamp": 1466117220,
            "txt_content": "作品不错 :)\n就是为什么主题这么简单= ="
        },
        {
            "author": "人多也寂寞",
            "timestamp": 1466120640,
            "txt_content": "好作品,已收藏,非常合口味"
        },
        {
            "author": "522006",
            "timestamp": 1466130420,
            "txt_content": "感觉这个结尾有点草率啊，还有既然文章的主体是两个人的对话，又何必花这么多的笔墨去写那个中年人呢"
        },
        {
            "author": "Fox_HierarcH",
            "timestamp": 1466131080,
            "txt_content": "人多也寂寞 发表于 2016-6-17 07:44\n好作品,已收藏,非常合口味\n谢谢你的鼓励~已经修改补充，欢迎试吃~"
        },
        {
            "author": "Fox_HierarcH",
            "timestamp": 1466131380,
            "txt_content": "123456789xxxx 发表于 2016-6-17 06:47\n作品不错 :)\n就是为什么主题这么简单= =\n……第一次写，昨晚是半成品，现在第一章已经出完，今天会更多一章。谢谢你的鼓励，我会努力写好的！"
        },
        {
            "author": "Fox_HierarcH",
            "timestamp": 1466131440,
            "txt_content": "522006 发表于 2016-6-17 10:27\n感觉这个结尾有点草率啊，还有既然文章的主体是两个人的对话，又何必花这么多的笔墨去写那个中年人呢 ...\n刚刚修改好……不好意思，昨晚是半成品，刚补改玩第一章"
        },
        {
            "author": "xcc",
            "timestamp": 1466173020,
            "txt_content": " 本帖最后由 xcc 于 2016-6-17 22:23 编辑 \n\n种田是什么鬼\n惊秫什么鬼不是惊悚或者怵吗"
        },
        {
            "author": "DGK2",
            "timestamp": 1466175840,
            "txt_content": "老年卡？老司机带带我，我有学生卡"
        },
        {
            "author": "3567",
            "timestamp": 1466177820,
            "txt_content": "楼主，如果你的更新频率一日一更这么快的话，建议你搞♂个索引"
        },
        {
            "author": "Fox_HierarcH",
            "timestamp": 1466213820,
            "txt_content": "xcc 发表于 2016-6-17 22:17\n种田是什么鬼\n惊秫什么鬼不是惊悚或者怵吗\n种田文就是有发展过程慢慢壮大的内容（类似村庄MOD那种）……\n那个咳咳错别字，不亏是管理啊，一眼随便瞄瞄都知道那个字错了，是在下输了{:10_564:}"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466935680,
            "txt_content": "这两章，结构都有那么点问题。\n断章断得不是时候。\n作者可以连贯地写较长的一段（不是自然段），再做断章。"
        }
    ]
}