{
    "title": "【原创-单篇】【捉迷藏】【by铨钒】",
    "author": "522006",
    "replyCount": 3,
    "timestamp": 1466133300,
    "txt_content": " 本帖最后由 冥王星人 于 2016-6-18 08:25 编辑 \n\n[咳咳，先声明一下，只有一大段，看的头疼别怪我]\n         “5、4、3、2、1……我要开始找咯！Steve~”今天是情人节，以往的这一天，我和Steve都会玩一个叫躲猫猫的游戏，我在天黑前找到他就算赢，而作为奖励，他需要答应我任何一个要求。反之，我输了，我就得答应他的一个要求。\n\n        看了看表，现在是上午10点整，离天黑还有很长一段时间。我可以先做些别的事，比如给Steve买一束花。在楼下的小花店里挑选了很久才决定买下一束白玫瑰，这些半开着的白色鲜花看起来非常的可爱~店主在知道我要送给Steve之后竟然推荐了黄菊花，那不是送给逝者的么？再次看了看表，磨磨蹭蹭的竟已经过去1个小时了，看来我需要加快速度，再好好规划一下时间了。家附近的大街小巷都走了一遍，没有Steve的影子，问了几个路人和商店的营业员，他们都用怪异的神情看着我说：没看到这个人。\n\n         怎么？难道这年头成年人玩游戏就这么让人恶心么？“小伙子，别找了，不会有结果的。”一个中年人这样说。“你改变不了现实，你没法找到他的，认输吧孩子……”一个老妇人试图阻止我。开什么玩笑？我从来没输过。“欢迎光临。”餐厅的自动感应设备发出了毫无感情的声音，刚才在街上又耽误了半个钟，现在已经是午饭时间了。这是我们最喜欢的餐厅，不知道Steve是不是藏在这里的哪个角落呢？一边等着我的餐点，一边看着对面椅子上端正摆放着的玫瑰，那些花儿中的一些已经开得比刚才更盛了，希望我能在她们衰败之前找到Steve吧。\n\n         大概是节日的原因，今天餐厅的效率低得可怕，等吃完饭从那里出来，已经是下午1点多了。今天的日落时间是下午6点20分左右，看来我得加把劲儿了。把那辆银白色的小轿车开了出来，因为接下来要去的地方不是步行能很快到达的地方。我把花束安置在副驾驶座上，然后专心的开着车往记忆中的那几个地方过去。首先是M公园，到处都是一对对的情侣，其中也不乏被残忍拒绝了的单身年轻人。\n\n         但是没有Steve，而路上已经又过去了一个小时……会不会在MOBS CLUB？工作人员告诉我没看到他，但是我还是进去找了一圈，万一他们串通好了整我呢？事实证明，他是对的，Steve也不在这里。那么，公司？我已经顾不上也用不着看时间了，因为太阳已经开始西斜，而花也开始有点凋零的迹象了。但是那个公司的所有人都告诉我，他早就就辞职了。难道我真的要认输了？\n\n         表上显示的是17:10，我决定给Steve打个电话。“您拨的号码是空号，请查证后……”我开始厌烦了，为了一个游戏做到这种地步？我还是回去，等他自己回家宣布胜利吧。将要踩下油门的那一刻，我从后视镜里看到了一个人，跟Steve(red eyes)一模一样的。他有点怜悯的看了我一眼，告诉我他知道在哪里可以找到Steve。\n\n         这个人叫Red，跟Steve简直如出一辙，但我不喜欢他的眼神。他最终把我指引到了一个墓园之前。对啊，就在两年前的情人节……从那一次开始，我就永远的输了……他甚至没能坚持到我找到他，就跟河水一起变得冰冷，再也不会对我露出阳光的笑容了。“嘿，你看啊~我又输了，Steve……”\n",
    "replies": [
        {
            "author": "tzxwdu",
            "timestamp": 1466149080,
            "txt_content": "建议还是分下段吧。。。。"
        },
        {
            "author": "522006",
            "timestamp": 1466149680,
            "txt_content": "tzxwdu 发表于 2016-6-17 15:38\n建议还是分下段吧。。。。\n臣妾做不到啊～～"
        },
        {
            "author": "我为我为",
            "timestamp": 1466170740,
            "txt_content": "522006 发表于 2016-6-17 15:48\n臣妾做不到啊～～\n分段不难吧"
        }
    ]
}