{
    "title": "【原创·连载】《二次元穿越》【16】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 2,
    "timestamp": 1466151540,
    "txt_content": "正文\n16\n\n这是跑酷？\n\n几个萤石灯浮在空中，每个与每个之间都隔着好几米的距离。对于跑酷者来说，要从这一端跳到另一端可不是一件容易的事情。\n\n曾经小的时候，村子里也让小孩练习跑酷。因为跑酷是很有用的，对于生存，比如逃难都很有帮助。村里上完学后，如果不通过跑酷毕业测试，连毕业证都拿不到。\n\n跑酷是啥意思？其实是根据英语音译过来的。当然其实如果分析字的话也有一定的意义。即“跑的酷”，“跑出风采”等等。\n\n看到面前的挑战，我想我要跑出风采，把自己的实力证明给这些无知的敌人看。\n\n这时，脚下的地板开始坍塌，我知道这是有时间限制的。我深呼吸一下，通过助跑和跳跃，跳到了下一个方块上。我蹲下调整位置，再次跑向另一个方块。如此进行二三次，忽然听见背后有人在大呼：“那人跳上去了！他竟然跑去挑战试炼了！”\n\n“不用怕，他这是自寻死路。”\n\n好像有人在背后说我坏话，但我的脑袋里没有多想。背后一个个方块坍塌的声音，让我感到了时间紧迫，停下来休息是不可能的事情，必须要连跳才行。我顿了顿，开始进行连跳，连续跳了四五个方块，终于跳到了一个较大的平台上。\n\n不能停下，于是我继续向前进。前面是梯子跑酷，必须抓牢梯子才能使自己不掉下去。由于下方滚烫的岩浆，梯子也被烤的很热，即使我只穿了短袖衬衫和短裤，也感到大量的汗水从额头上流下来，至于后背，肯定已经打湿了衣服。我从来没有这么累过，但是我不能停下，我要活下去！\n\n我不停地向前跑，终于跳到一个平台上。前面没有路了，我以为终于结束了。然而事实打破了我的幻想，左侧忽然射来一支箭，令我措手不及，差点就掉进万丈深渊。我还没反应过来这是咋回事呢，前方又射来一支箭。我明白了，这是在考验我的平衡性呢！我集中注意力，看好前后左右的情况，保持平衡，同时让自己不掉血。不久后，我渐渐掌握了节奏，这些对我来说不成问题了。忽然，背后传来一阵“ssssssss”声，令我不禁回头看，天哪，苦力怕怎么回事！我下意识地往后一仰，苦力怕爆炸了，把我炸起来两三米。这时右侧突然又射来一支箭，我的节奏完全被打乱，就要掉下去了。就在这千钧一发的时刻，射箭停止了，前方出现了几个连续的平台。\n\n看来我已经通过了这一个考验，接下来又是跑酷了。我沿着方块跑过去，终于来到了陆地上，脚下不是可怕的岩浆了。我一屁股做到地上，两手擦着汗，大口大口地喘着气。\n\n这时，地面突然再次开始坍塌，吓了我一大跳，于是我继续沿着陆地向前跑去，却遇到一个巨大的岩浆怪。往身上一看，什么防具都没有，武器也没有，又不可能扔附魔之珠，谁知道会传送到什么鬼地方。我向后一看，发现后面已经关上了门，我也逃不出去了。我想试试岩浆怪的威力，靠近下它，没想到热浪扑面而来，我瞬间感觉要被烤熟了。天哪！这怎么打！我锁紧眉头在里面乱跑，而岩浆怪追赶着我，就像猫捉老鼠的滑稽场面。\n\n我往上一看，忽然发现有一个通风口。再看旁边，发现两边有梯子，虽然很远，但是应该也能跑酷过去。我试着抓梯子，发现梯子滚烫滚烫的。而这时房间的入口开始灌入岩浆，我咬咬牙，拼命往上爬，手已经被烫伤一部分了。好不容易到了通风口，我顺着通风口爬了上去，又来到了一间密室，上面有一个空空的台子。\n\n我往背包里瞧，发现能放上去的只有地狱之珠了。于是我将它放了上去。\n\n宝珠忽然发出耀眼的红色光芒，所幸没有烧起来。我左顾右盼，好像没有什么路了。再看通风口下面，已经全是岩浆，下去岂不是自投罗网。于是，我只得拿出附魔之珠，切换到主世界，发现是在沙漠神殿的入口。我迅速离开沙漠神庙，来到了丛林边。\n\n终于安全了。我不停地喘气，做到一棵树边。天空变阴了，下起了淅淅沥沥的小雨，感觉凉爽而惬意。\n\n啊，这神庙里都是什么鬼东西，怎么这么恐怖啊，差点把命都丢了！到底有什么奥秘在其中？\n\n现在应该干什么……我的内心彻底平静下来，身上的汗水也被擦干了。看着背包，忽然发现莱特给我的书还没有看呢。我轻轻地打开书的第3页，看见了一段话：\n\n月从东方升起，怪仍未刷出之时，沙漠神庙左入口红地毯之下，活版门内的火光将熔化世界。\n\n——三界说\n\n月光似水，好舒适的夜晚。多久没有如此享受过啦？好像在我小的时候，也曾和伙伴们这么躺着欣赏风景呢……\n\n字数：1666字\n\n\n一些废话这章真心求不吐槽，对于描写这类的细节真的是不行啊，非常捉急，如果不是我喜欢数字16早就写不下去了qwq\n索引贴见签名档，希望大家多多支持= =\n",
    "replies": [
        {
            "author": "mengwu1314",
            "timestamp": 1466645700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466933520,
            "txt_content": "心理描写上需要改进。"
        }
    ]
}