{
    "title": "<原创·连载>宿草-林中屋[DGK2]",
    "author": "DGK2",
    "replyCount": 2,
    "timestamp": 1466226180,
    "txt_content": "宿草Ⅰ\n\n             前言\n\n             \n                   真实也会成为虚构\n                   我还是说谎好了。\n                   为了再次重生\n                   选择现在死去\n                   泥土里的石子可能就是珍珠\n\n\n\n\n\n\n             正文\n                                       “你不用怕我，我根本没死，那个被找到的尸体只是我的其中一个肉体而已”             我越听越玄乎，什么和什么嘛，但是不敢随便插嘴就慢慢听他说完             “交易嘛？这个你就不用管了”说罢拿出一把寒冷的匕首抵在我的脖子上             “你想不想活命？这个问题你好好想想，因为有时候死亡比苟且要好的多”             什么东西？这货有病吧，一言不和就拿刀问想不想活命，真是个十足的神经病！             但是没有办法，小命在他手上“当然想活命啊，好死不如懒活啊”             嗯，这句话是我的一生中最愚蠢也是最后悔说过的话！             .......\n\n             “我怎么在这里？这里是哪里？”我从一个破旧的老床上起来             我仔细看了下周围，我这是一个很老旧的卧室，却被打扫的非常整洁             墙壁上挂着几幅插画，不过我没有心情欣赏，周围的一切都很老旧             我不知道我睡了多久，下床打开走出卧室的门，开门后             是一个客厅，有电视沙发茶几，也和卧室一样挂着几幅插画             我看见有电视便去打开电视             我打开电视坐在沙发上，发现茶几上有一张纸条\n             “绝望，恐惧，黑暗的废墟是火神洛基的杰作”             “想着春天里曾经非常华丽的自己..渐渐消失”             “看看新闻吧，你要感谢我，但是你会后悔一辈子的”                          这是什么和什么嘛，这个贾强真是个变态！             说着我便调到新闻频道..\n             “H市某孤儿院深夜发生火灾”             “导致院内工作人员与八十二名孤儿全部遇难，警方正在找寻事故原因”\n             “这..不就是我们院？”             最开始没有反应过来，后面一直在告诉自己这不是真的             嗯，认清了事实，我绝望，我崩溃，我嚎啕大哭...             \n             嗯，天慢慢的变黑了，我拉起了台灯睡在那老旧的床上，自己已经变得半死不活             这个房子我探索过了，一个厕所，一个卧室，一个客厅，一个厨房...             这个房子给我的感觉就是之前一直有人住，不过我却一个人都没有见到             客厅被我今天白天寻死寻活的时候折腾的不像样了，明天就整理一下吧             在冰箱找到了很多不知道什么时候的面包和牛奶，食用起来没问题...             走出房子发现这里是一片很大的森林，这个房子是方圆百里唯一给人居住的地方             在外面转了一圈发现走不出去就回到了这个房子里，感觉自己轻飘飘的...             床底下有一个旧的都褪色了的皮球，没一点灰尘，难道最近还有人拍过？             照了下厕所的镜子，我的左眼里像是被寄生虫寄生了一般             红的可怕，血丝暴起！说不出的可怕，不过也没有什么妨碍我的             就是感觉眼珠一直在跳动，无所谓了，都走到今天的地步就算是死去我也不在乎             就当我关灯准备睡觉的时候             开门的声音传到了我的耳里... \n\n\n\n\n             后话\n\n\n             \n                   版排确实很渣，但是我这个坑就这样了，默认版排，每一篇都这样\n             欢迎各位前辈指点教导，虚心接受[坚决不改{滑稽}][屁嘞，我绝对会改的，别放弃我]\n\n\n\n\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1466238780,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-6-18 16:46 编辑 \n\n看来我与“孤儿院”的一切都不会再发生任何关系了，因为关于孤儿院的其他一切，也没有再提。而且主人公居然只是白天哭了一场，晚上就准备安然入睡了。心理体现不太明显，\n如果进来的人是贾强，悬念多余。\n"
        },
        {
            "author": "DGK2",
            "timestamp": 1466239200,
            "txt_content": "安根_Engon 发表于 2016-6-18 16:33\n看来我与“孤儿院”的一切都不会再发生任何关系了，因为关于孤儿院的其他一切，也没有提。\n主人公居然只是 ...\n并不是贾强，另外写的时候脑子乱乱的，有时间会修改\n另外谢谢您的建议，心理这块我以后会改改\nThanks~\n\n\n\n\n\n"
        }
    ]
}