{
    "title": "【灵感交流大区活动】森林精灵 - 一木之森 -守护",
    "author": "Fox_HierarcH",
    "replyCount": 1,
    "timestamp": 1466254560,
    "txt_content": "一木之森-守护\n\n\n      “死物”这词我个人理解为一种无法交流，只留下可以剥夺的物体。8年了，我一辈子也无法忘怀那一年。那天是星期一，很早就被爸妈叫起床。他们今天要去在郊区的池塘把鱼抓去卖，记得是因为那几天鱼总是莫名奇妙的浮头和死亡家里用了很多增氧剂也没有用，只能抓起来卖了。还清晰的记得爸爸掏给我15块钱叫我中午在学校吃，晚上到隔壁林姨家蹭饭。若是在平时，我不会去记住这些，但是那天的记忆到现在却还无比的清晰。高中紧凑的课程总让人生出困意，或许大多的人都是浑浑噩噩的度过。然后像我一样长大后才会怀念去悔恨吧。那时候我的座位在窗边，早晨的时候阳光无声无息的透过窗外的树叶点点撒在我的书本上闪烁着橘黄色的光斑。让人惬意得想和猫一样在温和的阳光下睡上一觉。这颗银杏树很久很久了，听老师说过好像是在清朝时候教书的私塾先生种到现在的。现在已经是春天的末尾，绿色的叶子不再显得娇弱，随风飘摇的树叶愉悦的发出沙沙的细声。我很喜欢叶子的声音直到现在也是，以至于后来到了广州大学也是喜欢到能听到叶子声音的座位。其实那天学校气氛很奇怪。上午的时候就有几个其他班级的同学突然在走廊抬着人跑来跑去，而我们班里也有一个女生，记得是英语课的时候突然跳大神一样脸色发白，眼睛直直的盯着天花板嘴里一直说着“血！血！”。那时高中生还没有现在这样随手可以拿出可以录像的手机，出来发发微博什么。后面吓得我们班都炸了几分钟记得中午在学校在食堂的时候很多人都在讨论，有的说是感冒了、吃错东西了、女生来那个众说云云，那时的我从不特意去八卦别人的事情，但是内心还是觉得那个女生的神情很恐怖，虽然现在已经想不起她那个脸孔，但是还是能回忆到那种感觉……。记得吃好出来的时候，隔壁班打篮球很厉害的黑小子跑过来说学校门卫老伯种菜的地方很多渠算儿（蚯蚓）爬了出来，而且最长的有2米长，我还和几个熟的同学还特意跑去看，很多都被同学玩成了几段。门卫老伯说他活了60多年就没见过这么大的渠算儿爬到地上。后面我还帮老伯把一些蚯蚓的尸体埋在我窗边的那颗大银杏树下面。最恶心的记忆是老伯还告诉我说，这可是世界上最好的肥料。午休的时候，和同学下飞行棋。结果却输得很惨，总是扔不到出飞机要是侥幸出飞了就又被同学打回去。玩得郁闷就退出了，心想着做好事还那么倒霉真是不能做好人啊。然后自己一个人在窗口边伸手扯一把银杏叶，然后糊乱折成不像什么东西的形状。玩着玩着就到了上课的时间了。下午第一堂课上一会的时候，窗外的树叶“沙沙。。沙。”突然异常的嘈杂。好像有什么不开心的事情发生，我还记得同桌说吵死了，叫我关窗，我不肯，记得他还瞪了我说了句‘你利边是吧，我毛了放学别梭！’。我还回了他句‘要得要得’。高中时候和同桌闹僵是常事，打架更是家常便饭，但却再也没有机会了……不是吗？，有时候想想，人不管做了什么，当是但他不在的时候，一切都变得情有可原。大家都正在阅读一篇古文好像是‘景公…出游什么’。然后窗边的银杏树突然爆发出剧烈的沙沙声充斥我的耳朵……，紧接着有几个同学突然从椅子上跌倒地上，我的头也开始有些晕眩起来。等我抬头看黑板的时候班主任已经不在了，整个人有点愣，或许说周围大家都有些呆，桌子和椅子倒七倒八，天花板也因为剧烈的摇晃开始落灰掉尘。一个个画面回忆起来就像幻灯片一样，四周的同学抱头的，开跑的，大哭的，大叫的都在几秒的呆滞后响起，好像所有人都爆发了人性中最后的力量和最脆弱的一面。每每想起那时的这一幕我都还心有馀悸.写这段的时候，我明显感到回忆带给我心跳加速和呼吸困难的感觉。“地震地！！地！震！！，跑啊，大家快跑啊”班长大叫一声然后自己一手抄起书包就跑了出去，周围的同学立刻有样学样的跑去走廊，几秒钟瞬间走廊就被挤满，一眼望去走廊满满的人头，叫骂声，哭喊声，尖叫声充斥耳朵。每个人都不想落下，大喊着撞击前面的人。玥是以前班里的语文代表，也是我现在的媳妇，在跑去走廊的时候不小心摔倒，脚已经在外面。但是大家还是跟着踩上去，瞬间一声声尖叫，我赶紧把她跑过去拉她回教室，但她的脚已经全是紫肿，手里抱着她自己的书包嘴巴张大着似乎想喊出来，但却一点声音都没有，我把她靠在墙角。走廊一团乱，那时候我不敢去挤着人，教室还有几个女生，其他几个男生想要挤进走廊。但是明显太晚了。那时候的记忆中绝望的人群，摇晃的大地，一群人在这十几秒中变成了修罗场的恶鬼，踩着昔日交心的同学的身体前进……头顶“啪！”一块天花版出现了裂痕，那时候惊慌的我知道再不走一定会死！这教室支持不了多久了，可是走廊都是人。心里一直对自己说‘怎么办怎么办！？’突然一个不规则的东西落在我脚边，一片树叶……我中午折的树叶，银杏树……三楼搞好够到树枝……对，对！对！我立刻把这想法大声的对还在教室的人说，一个男生听完后大喊一声把书包放在胸后，然后背对窗口跳抱着头落下去后。头顶的天花板开始小块的砸落下来，当时我真的没有能力去救全部人，记得教室的地面都已经开始裂开。我抱起墙角的玥，叫她抱住头。她落下去的突然大叫了起来，双手乱抓。眼色怨恨的看着我……就在我们刚被树枝折磨晚的时候我看到银杏树被倒下的墙壁拦腰砸断，墙壁越来越近突然又一声巨响，剩下的半人高的树干挡住了墙壁的速度，我也因为这突如俱来的声音和恐惧一下就晕了过去。梦中一个黄色的光团慢慢的向我靠近，我伸手去握住他，然后全身开始温暖起来，我一个人在一个全是光的空间，没有地面，好像悬浮在一颗光团的中间。感觉很温暖，突然我觉得全身突然很疼，钻心的痛，一下子就醒了过来。周围没有阳光也没有了大家逃命的声音。黑暗加上全身的麻痹让人有一种窒息的感觉……好像过了很久我觉得不能躺着，于是想挣扎着坐起来，却发现自己的左腿的裤子湿了一片应该是受伤了，而且几乎没有知觉。胸口也疼得不像话。但我还是咬牙继续胡乱的摸摸周围，一条条的树根那时候在黑暗中觉得好像摸到了人的肢体，我很害怕，但是我还是要继续探索。喉咙干燥得喊不出大声的求助。记得摸到玥的手的时候，那时候我很兴奋，因为有温度。一个人在黑暗中，能找到活人，会给自己带来很大的希望。我立刻用力的捏那双手，不久后听到几声咳嗽，玥醒了过来后。我们互相问下身体状况，她说就是脚疼的厉害。我们在下面不知道过了多久，不敢睡觉，不过知道在黑暗中过了多久，我们因为寒冷而相拥在一起。互相为对方打气，不准睡觉。在我们即将绝望的时候听到了头上有脚步的声音，玥已经无法呼喊，我只能抓起手边的石块用力的敲着在头上的墙壁，脚步停住了，我赶紧拉着玥靠到了树干旁边，背靠这树干，这几步的距离却让我不断的喘气。模仿着这几百年的银杏树，如果没有这件事情或许没有人知道它的伟大和博爱……\n养伤的时间过得迷迷糊糊，好像之前做了一场噩梦。在这段时间我经常梦到那个个黄色的光球，像精灵一样。在我梦中飞翔，却又不接近我。或许这是住在银杏树的精灵，他救了我们为我们挡下那跌落的外墙。等到我能下床走动的时候。已经是一个多月后。6月25号我清晰的记得，我开始寻找玥的消息。后来听说她的爸爸的在地震中失踪了，妈妈因为那天中午刚好有事出去，在路上没有发生什么事情。她因为基本没有大伤早早的就去做了志愿者，帮助其他人。时间过得很快2个月的时间，大家开始重建家园。活下来的学生都分配到各省读书，我也是其中之一。离开之前我和玥一起到学校一次，那里已经变成了废墟，但折断的银杏树还在那里，失去树干的上部分已经变成遍布青苔的死物。但此刻在我心中它的存在却比看到任何的事物都震撼，虽然它只是一颗万千世界中微不足道的树。却绽放出森林都无法比拟的肃穆，让人感受到它的滴滴点点，或惋惜或欣慰.遍地的落叶似乎在书写着生命的调零……也在书写生命的不屈。或许当我们转身离开的时候，那个树干中的一颗绿芽正朝着朝阳吐出它新的生命。\n\n后记——逝者已矣 生者如斯。人类总是在失去后才动得珍惜，今天也是我在此借那颗银杏树铺开的一篇叙事文。或许没有写得那么惊心动魄，但还是借此怀念5.12那些勇敢的人们。                                                                                      狐教主                                                                                   2016-06-18\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1466259060,
            "txt_content": "老伯说他活了60多年就没见过这么大的渠算儿爬到地上\n不知道为什么戳中了莫名的笑点了，另外向那些勇敢的人致敬！"
        }
    ]
}