{
    "title": "【灵感交流大区活动】森林精灵 -夜 -宁静之美",
    "author": "猜猜谁是谁",
    "replyCount": 6,
    "timestamp": 1466337540,
    "txt_content": " 本帖最后由 猜猜谁是谁 于 2016-7-22 21:58 编辑 \n\n音乐播不出来？点这里！\n正文 夜            夜深了，眼前的森林变得犹然美丽，那是宁静之美，鸟儿不再像早晨那样对着阳光明媚的太阳“叽叽喳喳”地叫了，没有游人成群结队地走在叶子铺成的地毯上上的“沙沙”声了，剩下的，只有宁静。这时，来了一阵风，它似乎吓到了叶子们，叶子们成群结队的靠拢起来，发出“窸窸窣窣”的议论声，可这并不影响这宁静的美。看着这优美的风景，我不禁回想起了我的故乡：那时，我还小，夜间我和同学在森林里玩耍，玩得很是起劲，我们跑啊闹啊，别说有多开心了！渐渐的，我们迷失了方向，那时，手机还没有普及，我们这些乡下肯定没有。怎么办呢？我们想了很久也没想出个方法，我们只能漫不经心地看着眼前的大松树。这颗树很粗，还有许多的年轮，仿佛在诉说着他悠长的历史，树上的叶子也和现在一样，发出了“窸窸窣窣”的响声。突然，一个带着翅膀的像泥塑捏出的小人出现在了我们面前，他首先介绍了一下自己，然后又告诉我们，这里已经许久没有来过人了。我们很惊喜，想让他带领我们走出森林。可他却告诉我们，不行，他并不可以离开这颗大树。可是他给了我们一个方法：跟着萤火虫走。我们可不相信，这里哪有萤火虫啊？这时，就像魔法一样，凭空出现了许多萤火虫，我们死马当活马医，只好跟着走了。沿途我们一边沿着萤火虫走，一边参观着周围的景色。每棵树都大小不一，形态不一，就好比那柏树，他树干挺拔，没有一点弯曲，枝叶茂密、厚实，尖尖的树顶插入白亮的夜空。还有那一棵苦楝树，长着高高的树干，密密的树叶，开着雪白的小花，从远处看，那一簇簇白色的小花就像是天上落下的一片片雪花。哇！那一棵高大挺直的树是什么？哦，原来是枫树！这棵树像一个顶天立地的巨人，又像一个威武的哨兵，粗大、笔直的树干直插云霄，树尖上，一簇簇红色的枫叶，像一团火焰。    不知不觉，萤火虫消失了，取而代之的是一个小村庄，啊！那不正是我们住的村庄吗？我和同学打过招呼后，就兴奋地跑去自己的家。一进家们，就看到爸爸妈妈坐在一起，好像在商量着怎么找到我，我见他们没有注意到我，只好说一句“我回来了”，爸爸妈妈立马转过身来，惊喜地看着我，跑到我跟前，责骂了我几句，又问了我，去了哪里。我便将事情一五一十地道来了。说完后，我感到心中顿时轻了好多。我不由得望着窗外，看着那奇妙的森林。    那景色，就和现在一样，那么的宁静·····字数统计        包括标点共943个字。后记 这是我的第一次（想哪去了）写作，赶脚有点累，毕竟800个字，不过写出来有点不是那么称心如意 明明就是渣。",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1466338140,
            "txt_content": "创作版单篇最少要3000字，这个是活动才800字，何来累之谈..\n上面有点跑题了，推荐修改一下版排，看了几段就没有耐心了...\n"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1466338800,
            "txt_content": " 本帖最后由 猜猜谁是谁 于 2016-6-21 20:56 编辑 \nDGK2 发表于 2016-6-19 20:09\n创作版单篇最少要3000字，这个是活动才800字，何来累之谈..\n上面有点跑题了，推荐修改一下版排，看了几段就 ...\n\n无所谓啦，我并不善于写作，可以写出来就不错了，帖子我有时间会修改修改。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469169840,
            "txt_content": "凑分倒是够，也难为你了。"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1469186520,
            "txt_content": "安根_Engon 发表于 2016-7-22 14:44\n凑分倒是够，也难为你了。\n呵呵，我也是很认真在写的好嘛？不要说的好像我是要凑分一样"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470898260,
            "txt_content": "猜猜谁是谁 发表于 2016-7-22 19:22\n呵呵，我也是很认真在写的好嘛？不要说的好像我是要凑分一样\n抱歉，我没说你不认真。但是这个……嗯，怎么说呢。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1471011600,
            "txt_content": "猜猜谁是谁 发表于 2016-7-22 19:22\n呵呵，我也是很认真在写的好嘛？不要说的好像我是要凑分一样\n只能说你的水平在周创不够……难免误会"
        }
    ]
}