{
    "title": "【灵感交流大区活动】森林精灵 - 谢公屐",
    "author": "xcc",
    "replyCount": 7,
    "timestamp": 1466390820,
    "txt_content": " 本帖最后由 xcc 于 2016-6-30 21:42 编辑 \n\nhttp://www.xiami.com/widget/0_1771639950/singlePlayer.swf\n序：早已说过这就是个坑....康乐公我对不起您。列位看官暂且耐心看看吧，虽然有谢灵运乱入但也无妨。正文：\n   雪纷纷扬扬的落下，为大地上的一切铸就了银白的铠甲，再加之隐隐的阳光照射，让地面上的一切散发着若有若无的光芒。 \n  谢越窗台望向地上及膝的积雪，抬眼看挂在墙上竹篓，里面装着墨块、砚台、狼毫笔。作画本是他曾经的梦想但一直没有付诸行动，今天这雪景忽地让他有了外出作画的想法。 \n    他忽地捞下竹篓，瞧着里面的画具，突然发现原来挂竹篓的地方有一块木板的颜色和其他木板颜色不一样。\n    随意地推了下木板后，木板落将下去，露出一个孔洞，里面乃是一双木屐。谢越自觉有趣，试着将其穿上。\n   眼前突然一片昏暗。\n    片刻后，清醒过来，眼前已是一派盛景——\n    远望那青山，崔嵬挺拔，山上有几棵枯木，枝条在凛风中微微晃动，抖落下上边附着的积雪。山峦似被融化的雪水冲洗过一般，在光照下明光熠熠，波动着金光，而那山上的岩石却像鱼龙麟甲般，依仗着阳光与雪水，波动着淡淡的光晕。山峦旁还有淡淡的一层雾，像是一薄膜覆盖在山上，更添了一种朦胧神秘之感。\n    视线向山下移去，那儿却是一清泉，河上的薄冰刚刚融化，像鱼鳞似的浪纹一层一层地涌在水面。站在谢越这个位置，却是正好可以看到水底，细小石子和不平的岩石在水底杂乱地铺着，倒是别有一番情致。泉水又从一石头狭缝间流泻而下，激起层层白沫似的水花，宛若游龙一般在山间细石中回旋。\n    而此时谢越才注意到，有一峨冠博带者正向他缓步走来，正对他微笑。\n    “看来，汝是寻到了吾那谢公屐。”那人淡淡一笑，碎雪飘将下来，轻盈得像是羽毛，落在那人束起的发上。\n    谢越下意识地看了一眼脚上的木屐，联想到今天的遭遇，若有所悟。\n    而那人收起了笑容，抬手指向天边。青色的云散开了，青山之外，是一片无边无际的蓝色，其中有无数白点，向他们汹涌而来，铺天盖地，似万千飞羽。\n    那是雪，是纯白的、敲打着人的心灵的来自天空的轻盈白雪，它们终会在烈阳中散去，但它们落下时刻永远是一番美景。\n    “雪在落地的一瞬散为不可见的雪水。它们用自己的身躯撞击着润土，表面上看，它们只会制造出一片片的小水洼——但若是给足够的时间，它们会变成足够多的积雪，足以没人踝脚踝。”那人似笑非笑道。\n    谢越低头看地上转瞬即逝的雪，融化过后，像是谁的泪痕。\n    “汝的梦想，是作画否？”\n    谢越点头。\n    “切勿犹豫。”那人手一挥，大雪骤停，四周景色一片苍翠，山上皆生寒树，郁郁青青。风自山而下，振动大木，掩苒众草，纷红骇绿，交映错杂，实在是盛景。\n    “”那个人扬起手，四野景色却又变为萧索之秋，落叶将坠未坠，枯黄中颇有肃杀之意，漫山黄叶飞，秋水复回环。\n    那人说：“良辰美景有很多，汝要珍惜。汝的梦想，理应由汝追逐，而不是仅仅有个念头而已。”\n    他抬手四野景色却开始翻滚，最后定格在了凛冬，大雪深数尺，苍山负雪，明烛天南，梅花为寒所勒，上面的点点梅红，在皑皑白雪中异常惹眼，煞是好看。\n    “你是谁？”谢越感到自己眼前漫起了昏黑之色，急忙问道。\n    他只来得及看到那人高深莫测地勾唇一笑：“我便是，谢公屐的主人。”\n    再醒来时，窗外仍是雪景，雾凇沆砀，雪没人膝，但此刻看雪的人，已有不同的心境。\n跋：\n果真是个坑坑坑.......另：\n中文字符总数： 1066 个\n中文标点总数： 152 个\n英文字符总数： 0 个\n英文标点总数： 0 个\n数字字符总数： 0 个\n英文单词总数： 0 个\n数据单词总数： 0 个\n行（段）总数： 24统计自然景物描写字数为 中文字符总数： 667 个，已过60%\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "940595236",
            "timestamp": 1466391180,
            "txt_content": "为何姐你就是改不到那浓浓的古风呢？\n汝吾的语言习惯什么时候改改？\n话说为什么这次活动的古风味那么浓？"
        },
        {
            "author": "xcc",
            "timestamp": 1466391780,
            "txt_content": "940595236 发表于 2016-6-20 10:53\n为何姐你就是改不到那浓浓的古风呢？\n汝吾的语言习惯什么时候改改？\n话说为什么这次活动的古风味那么浓？ ...\n我总不能说谢灵运积极改革开放【呸】对外学习白话吧【摊手】"
        },
        {
            "author": "DGK2",
            "timestamp": 1466392200,
            "txt_content": "..我等到有人气在评分吧[你不会介意的是不是]这篇应该就是优胜者吧.."
        },
        {
            "author": "几重凛",
            "timestamp": 1466393940,
            "txt_content": "我还以为是活动呢~~阿西巴~"
        },
        {
            "author": "46241359",
            "timestamp": 1466397060,
            "txt_content": "啊，这浓浓的古风让语文考试栽在文言文上的我眼前一黑。\n对此我去吸了一口毒来确保自己仍然能够存活"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466932680,
            "txt_content": "整体上的“幻”境没有写出来。"
        },
        {
            "author": "xcc",
            "timestamp": 1466950740,
            "txt_content": "安根_Engon 发表于 2016-6-26 17:18\n整体上的“幻”境没有写出来。\n因为是在一小时之内完成的所以有些仓促。再加之本身就是写景弱手，。。。。。(哎呀给自己找什么借口没)\n\n简单来说就是自己懒+蠢。暑假时兴许会作修改。\n\n多谢指点。\n\n另，后天要考试，随意下周才能完全复活。"
        }
    ]
}