{
    "title": "<原创·连载>空[第七十一章：我不愿想起与你有关的一切III][Polaris]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1466398200,
    "txt_content": "正文\n\n\n\n    “喂！快醒醒！”\n    “这人怎么了？”\n    “不知道，他突然昏倒了……”\n    “快点！叫救护车！”\n    ……\n    刚才，发生什么了？那些陌生人喊得话，听起来像是，我已经死去了一样。\n    还是说，我真的已经，死去了？\n    谁知道呢……\n \n    他从床上坐起来，从左手臂传导来的疼痛让他猛然感到眼前一黑，差点因此而再度躺倒在病床上连带着头可能磕到床头上进一步引起脑震荡。\n    这是……怎么了？明明在这之前自己什么事都没有，怎么醒来就变成个半残废了？\n    窗外是夜空，也就是说，现在仍然是晚上吗？\n    不管现在他如何的去努力，对于在自己醒来之前所发生的事情都无法恢复任何印象。那一段记忆像是凭空被人截去一样。\n    也不能说是被凭空截去，应该说，根本没有在他的身上发生过，没错，只是“他的身上”。\n    对了，艾莉怎么样了？这个时间，任务应该已经结束了吧？希望她没事，既然自己中途因为某种原因而突然陷入昏迷状态，罗杰和安德应该能很快地接收到消息并且叫来其他人代替自己进行保护工作。\n    病房的门被人推开了。\n    “……罗杰？”\n    “要问什么，赶紧问吧，这，是你生命中最后一次以你自己的形式来向我提问了。”\n    “最后一次……什么？”\n    “以你自己的形式向我提问。”\n    “我是说，什么意思，我听不明白……”\n    “如果没有问题的话，我得走了，我还有事情需要处理。”\n    “艾莉呢？她怎么样了？”\n    罗杰抬起头，看着他的目光不像在看一个人，而像在看一个他难以理解的外星生物，眼里的光锐利，麻木的面部表情中难得的多了点诧异。\n    “死了。”\n    声音沉重空洞，在这个让他感觉到迷茫的病房里回荡着，最后像一把利剑，毫不留情地刺穿了他。\n    “死……了？怎么死的？！”\n    在回答过问题之后，罗杰很快地就收敛起自己的惊异，眼底的光再次变得冰冷刺骨，在看过他几眼之后，藐视性地挑了一下眉，“被我从楼梯上推下去，头撞在墙壁上死了。”\n    “……”\n    如果现在他没有那些不知为何而突然出现在他身上的大大小小的伤痕，大概早就从病床上跳起来揪住罗杰那件色彩看起来压抑至极的外衣的领子，将其按在墙上要掐到令他窒息而死了。不过，就从罗杰本身的职责来看，他会在如愿之前就被罗杰突然从腰间拔出的枪打穿太阳穴。\n    实在不知道自己到底应当感谢还是憎恨身上这些碍事却又救了他一命的伤痕。\n    “好了，我能够回答你的，都回答了。现在，你只要安心地躺在那里，尽可能平静地迎接之后的事就够了。”\n    “喂！”\n    罗杰在走出门时，顺手按下了门口的开关，他能从侧脸看见，那个时候罗杰笑了一下。\n    嘲讽一个人快要死去时才会露出的笑容。\n \n    他清楚地听见，自己耳边有水流过的声音，像置身于冰冷的大海中，身体的每一处裸露着的肌肤都被寒冷包裹着，快要窒息，也不知道自己在濒死边缘挣扎了多长时间，才换来了艰难的苏醒。\n    “……”\n    能感觉到声带在震动，但是发不出声音，还是说，声音没能够传导到自己的耳里？\n    “你醒了。”\n    声音很耳熟，但又觉得距离今天已经非常久远，印象已经模糊不清，自己就像是从一个持续了很长时间的梦境中猛然苏醒过来一样，周围很冷，又很迷茫。面前是一片漆黑，可是又分明地能够听见，那人正站在自己的面前，大概是对着自己发出自苏醒过来以后的第一句慰问。\n    “你不需要感到害怕和恐慌，现在，你就像你感受到的那样，待在水里面，你能够获取附近的一切信息，但什么都不能传达。直到，需要你的时候，才会还给你自由。”\n    自由？\n    自己大概从不知道多长时间以前就不再需要这个抽象的东西了，也许是觉得，它被人剥脱走是应得的报应。\n    所以，有很多的事，现在他再去了解，即使清楚了一些真相，此时此刻也已经毫无意义。\n    记忆在渐渐地复苏。\n \n    “你不再是以前的替补分析员了，从现在起，你是Emptiness。”\n    真正的自己，已经被人强行分离出去并扼杀了，他带着自己的记忆，去代替别人活在这世界上。\n    这没什么可怕的。\n    令他感觉到恐慌的是，自己过早地平静下来并适应了这样的生活，麻木到忘记了自己拥有反抗的权利。\n \n    “Cherry……”\n    对，当然记得，即使我忘记了所有与我相关的事件，也绝对不会忘记它。\n    那个任务，是要艾莉去找一个人，找一个做有关于精神方面研究的医学博士。既然距今也仅仅隔了几年，现在也应该仍然活在世界上。果然，save对于那件事始终念念不忘，虽然不明白他们借这件事除掉了艾莉能从中获得什么样的好处，但他们至今仍然没有放弃那个目标。在艾莉失败后不惜让已经脱离控制的纳尔来处理这件事。\n    纳尔，这个名字他听过对于多罗斯他并不熟悉，但是彼得和凯洛尔，他了解的大概已经足够透彻，尤其是凯洛尔。\n    相比之下，多罗斯最为温和，因为他的性情，在三人之中也是最为懦弱。如果要说最不友好，对待任何人都有极强敌意或者是警戒心的，就是凯洛尔。这个人具体是怎么出来的没人知道，总之从整体上看非常的奇怪。\n    彼得的警戒心，他可以理解，毕竟彼得的经历就放在那里谁也不能否认他在此之前肉体和精神方面都承受了巨大的压力，但这个凯洛尔，与多罗斯一样，都是凭空从彼得身上衍生出来的。多罗斯至少看上去还比较正常，凯洛尔给任何人的感觉都是……\n    像是彼得本身所有的仇恨与愤怒凝结而成的意志。\n\n\n\n返回索引贴\n\n\n@恶魔-潇洒 @冥王星人 @zyj0807 @sam3737 @xcc \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "复仇者大大",
            "timestamp": 1466400480,
            "txt_content": "楼主何不如到一些论坛里发布，相信会有更高的人气的"
        }
    ]
}