{
    "title": "<原创·连载>空[第七十二章：躁动][Polaris]",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1466428020,
    "txt_content": " 本帖最后由 46241359 于 2016-6-20 21:07 编辑 \n\n正文\n\n\n\n    罗杰这几天总是没法平和地从睡眠中醒来。他感觉自己似乎被什么东西缠绕住了，它将自己拴在那个梦里，即使从内心清楚地意识到这不是真实存在的事，他还是深陷于其中难以逃脱。\n    在现实世界中有东西，或者说他有什么心事，在强迫自己继续待在梦中。\n    显然，他在担忧，或是厌恶着存在于现实里的东西。这一点，在这个梦开始之前罗杰就已经非常清楚，但无论他如何地在自己记忆中翻找，都想不出那个搅得自己心神不宁的关键是什么。\n    “我听人说这几天你休息的不好。”纳尔坐在床边的椅子上，叉起双手平静地看着仍然在为这个问题困惑不已的罗杰，“做什么噩梦了？”\n    “……没什么，那个梦太匪夷所思，我也找不出多恰当的词语来描述。你那些事处理的顺利么？”\n    “我没有处理，”他伸手从床头柜上拿起倒好的热水递给罗杰，双眼无神地看着窗外灰蒙的天空，“那些事，不需要我动手，叫Emptiness去做就好了。”\n    “Emptiness？他不是早就已经……”\n    “别瞒我了。”\n    这事save叫他必须对纳尔保密，加上如今Emptiness的性格不像之前那样能够称之为有多么的“温和”，彼得的性格又有些强势，二者如果要合作一定会生出不小的事端，罗杰这才决定配合save暂时瞒着这件事，也就是Emptiness因为彼得本身的苏醒而失去精神支配，情形所迫save不得不让之前因保护任务失败的一个分析员来代替他。\n    既然这两个人在save没有知晓的情况下相遇，那Emptiness大概已经脱离了研究所的控制，否则纳尔想要见到他就必须进入研究所，那里有不少save的成员，不可能没人知道这件事。\n    “他没对你说什么额外的话？”\n    “没有，他和以前一样。”\n    和以前一样。\n    非常模糊不清的一个概念。\n    外面开始下雨了。天完全变成了深灰色，云层遮挡住了太阳，密集的雨线映在窗外的世界中，水滴碰触物体发出的冲刷声，让罗杰烦躁了一段时间的内心得到片刻的平静。现在他很想出去，病房里太暖和，暖到让他觉得燥热，想要出去让那些雨水浇在自己身上，以此换来冷静的思绪。\n    “能帮我打开窗户么？”\n    纳尔站起身，走到窗前，抬手将闸打开，让窗向左移动，寥寥的雨水被风吹进屋内，不留遗漏的全都落到了他的脸上。\n    坐在床上正看着人背影的罗杰，有些恍惚地发现，纳尔，真的太瘦了，瘦到让他自己都难以相信面前的人曾经也是个经过杀手训练的人。至少在一段时间之前，初次见到纳尔时，他也没有像今天这样过。\n    大概，他已经被现实和精神的双重压力快要撕扯成碎片了吧。\n    “真冷。”\n    他又把窗户关上了，转身走过来，弯腰拿起放在椅子上的外衣披在身上，没再多说什么话就离开了病房。\n    幸好，纳尔没注意到罗杰的手用力攥着病床上的床单。\n    在纳尔本出于无意而说出的对于温度的不满时，罗杰找到了烦躁不已的真正原因。纳尔为他费尽心思，健康状态未知，精神是否稳定未知，事态进展状况未知，凡是纳尔本人负责的事，都没有过多的透露给自己。\n    可能，仅仅是不想要自己会有过多的担心，以至于休息的效果会不好。但恰恰是这样的好意，让罗杰长时间地陷入了潜意识里的自责当中。\n    他在责备自己没有任何能力去为纳尔分担，至今为止自己有印象的事，就是不断地接受纳尔给予自己的关怀和照顾。\n     这很难让罗杰接受，尤其是正在两者都处于危难之间的状况时。纳尔对于潜伏在自己周围隐患肯定早就有所察觉，但他仅仅是为了能够让自己以“罗杰”的身份继续生活，就费了很多完全可以称之为多余的精力，现在，他才开始着手去处理与他自己有关的事件。\n    总是无条件的接受，让他不能不从内心里严厉地责备自己的无能。\n \n    “……”\n    埃塞克斯坐在转椅上，漫不经心地看着窗外，手机抵在耳边，听着那头的声音絮絮叨叨说起来没完没了还一直不入正题，虽然他很想甩手将其狠狠地摔到地上，但怕到时自己要被对方请到寂静无人的小巷喝茶，因此还是压着怒火听了近十分钟的废话。\n    “我不想再插手有关彼得的事情了，那件事从一开始也不完全称之为是我负责的，加上我不清楚这些年来他的经历，具体的实力，save中大概也没几人完全清楚。”\n    “能够估算的人非常多，你不知晓具体情况仅是因为你近段时间一直在E国留学而已，如果想要准确些的话，你可以找凯文。我这里通讯不是什么容易事，所以，你就不要麻烦我了。总之，这事别让安德察觉到，从霖发送来的讯息看，纳尔的失控有很大程度上都与他有关。当然，我说这话的意思，并不是让你急于动手，日后会有人帮这个忙的。”\n    “算了……虽然这点他说的是没错，但我不建议你对于霖有太多的信任。”\n    “我自有分寸，你也一样，别再继续待在E国清闲了。我大概再过两年也该回去看看了，”对方笑了一声，声音是很轻盈，但让埃塞克斯本来就阴沉的心情更加抑郁，“说真的，我也很想念那城市呢。”\n    “少来了，”埃塞克斯从转椅上站起身，走到窗前，双眼直直地望向前方，看着被高楼层层遮挡的天空，之后头才向下压，目光转移至道路上的车流，“你要是有条件继续待在那的话，我劝你别回来，到时候，有一些事会让你忙碌到想要从我现在所处的位置一跃而下一了百了的。”\n    “罗杰的事让你觉得很悲哀？”\n    “我只是在替他的那位好朋友感到悲哀和惋惜而已。”\n\n\n\n返回索引贴\n\n@恶魔-潇洒 @冥王星人 @sam3737 @zyj0807 @xcc \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "lcplcplcp",
            "timestamp": 1466434080,
            "txt_content": "{:10_493:}好像论坛的小说一章节文字都特别少。。\n看着特别不爽。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1466470020,
            "txt_content": "lcplcplcp 发表于 2016-6-20 22:48\n好像论坛的小说一章节文字都特别少。。\n看着特别不爽。。\n因为我们重质无量"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466933100,
            "txt_content": "看到现在了，我认为《空》从立意上来讲比较好，而且确实是有科幻手法上的新东西。"
        }
    ]
}