{
    "title": "【红石/命令方块】限时跑酷制作教程（上）",
    "author": "tzxwdu",
    "replyCount": 3,
    "timestamp": 1466659980,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-6-23 14:17 编辑 \n\n大家好，我是tzxwdu。今天给大家带来限时跑酷的制作教程。因为跑酷限时后，将会考验玩家对地图的熟悉性、节奏感，基本功等等，是中等及较难跑酷地图中必备的元素。通过这次教程，希望能有更多人将这个元素用到自己的地图中！\n本贴为上。下在这里\n\n注：本教程适合有少量基础的玩家，难度较低，但是如果零基础是看不懂的\n\n1.按钮式普通中继器延时限时跑酷\n\n这个方法是最简单的，也是最好制作的，原理就是中继器延时，在很多地图中都有使用\n\n\n如图，大致结构就是这样。按钮按下后就会启动红石机关，利用强充能的方式使门打开，而信号消失后门就会关闭，达到限时的作用\n\n看，按下按钮，信号传递到的时候门就打开了，我们需要在信号消失前跑酷过去\n\n但这种跑酷是有一定缺陷的，就是门不能一直开到时间到，导致如果玩家很快到达终点不能提前进去，要求玩家在门打开的1秒那一瞬间进门，搞不好还进不去，甚至玩家都不知道门开没开过。后面的问题，可以用玻璃隔开红石机关和跑酷区，这样边跑酷可以看到时间过去了多少，但是前者的问题很难解决（费时间解决这个问题还不如做第2种机关），故不是很推荐。但是在很短的限时跑酷里会很适合，因为体积小。\n\n\n\n2.活塞/命令方块式限时跑酷\n\n最推荐，最实用的一种方法，基本上没什么大的问题。\n\n\n\n如图（可能看的不是很清楚）（为了观察方便我没有封顶），利用非门和中继器制作成这个样子，主要是为了使玩家不能作弊，必须按下按钮后才能出发。具体的细节在这里就不讲了。\n\n\n封上，看看效果，按钮按下的一瞬间栅栏就放下来了\n\n\n接下来便是计时系统，首先在按下按钮的地方放置一个命令方块（图中被我手里拿的石头挡住了一部分），输入指令/setblock x y z redstone_torch复制代码即可，坐标就是图中终点右侧的橙色羊毛上方的空气方块。这样的效果是，按下按钮后橙色羊毛处就放置了红石火把，门就会打开。\n\n\n但光是这样无法做到计时，所以我们延长了电路，额外做成了一条电路，连接了一个命令方块，中间是中继器就是你给玩家的时间，一个一档中继器的时间是0.1秒，可以自己计算，我这里是5个4档，刚好2秒的时间。新放置的命令方块里输入和刚才一样的指令，只是把redstone_torch改成了air，坐标都是不变的。（忘了调时间晚上有点暗抱歉）\n\n\n试试效果，完全达成了我们的目标。当然因为只有图片可能看的不是很清楚，大家可以自己制作一个感受一下。另外在最后的地方可以将命令方块改成与门，效果差不多，但是我这里不讲，因为这样工程会更大，而且与门会造成额外延迟，导致可能不是完全合意。\n\n\n\n3.活塞式命令方块限时跑酷\n\n这个和刚才的第2个几乎是一样的，只修改了终点的地方，只粗略讲一下。\n\n\n前面的不变（我会告诉你我懒得弄，于是只是修改了一下刚才的装置吗？），改的是终点处，将铁门换成了4格高的柱子（上方插了红石火把的那个），还有一个粘性活塞控制的小型机关（活塞也可以，但必须是重力方块），其他的不要变，橙色羊毛处的红石连接到粘性活塞处。\n\n\n\n\n\n\n试验一下，效果不错。和刚才几乎无区别，只不过把铁门改成了粘性活塞，只有计时结束前才能跳上粘性活塞，才能跳到台子上，达到计时的效果。（有两张截图在了打雷的瞬间，所以是亮的QAQ）\n\n\n存档链接\n\n备注：\n1.建议在1.8以上版本制作。\n2.第2，3种方法中，连接出来的红石电路必须在非门以前。\n3.如果场景需要，所有对铁门的开关都可以改成/fill控制的电路，这里不详细讲，因为用的不太多。\n4.本文纯原创，转载必须经过作者允许\n\n惯例求支持= =大家有不懂的可以跟我说，我尽量帮大家讲懂，谢谢各位支持！\n\n",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1466660760,
            "txt_content": "1、可以把下雨关掉吗\n2、可以在早上拍摄吗\n3、截图最好先按F1\n4、做得还不错，难度慢慢加大\n5、建议可以把地图放出来"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1466661660,
            "txt_content": "FHC红石 发表于 2016-6-23 13:46\n1、可以把下雨关掉吗\n2、可以在早上拍摄吗\n3、截图最好先按F1\n1，2：这个制作的时候忘了。。。抱歉啦\n3.主要是为了给大家看看需要哪些材料……\n5.等下就放出来，等我歇歇= ="
        },
        {
            "author": "CenTerLess_Fex",
            "timestamp": 1466670900,
            "txt_content": "谢谢楼主= =                 "
        }
    ]
}