{
    "title": "【灵感交流大区活动】森林精灵 - 少年",
    "author": "Pasttime",
    "replyCount": 8,
    "timestamp": 1466689980,
    "txt_content": "\nbgm链接挂了\n不知道为什么贴上不去",
    "replies": [
        {
            "author": "Pasttime",
            "timestamp": 1466690100,
            "txt_content": "标题: 【灵感交流大区活动】森林精灵 - 少年 本帖最后由 Pasttime 于 2016-6-23 21:58 编辑 \n\n废话：\n新人第一次写作，本人的拙笔还尽请见谅。\nBGM：http://www.xiami.com/widget/0_1770994813/singlePlayer.swf\n正文：\n太阳缓缓升起，雾气开始消散。一位少年从梦中苏醒，嗅着缕缕花香，走向餐桌。\n还是一如既往地跟家里人说声：“我出门了。”\n随后踏出家门。\n走在去学校的小路上，脚边是清新的花草，头上是繁阴的树叶，昆虫在耳边唱着属于他们的歌，颇有个性，也实动听。\n少年看了看天空，随后加快脚步，每一个脚印代表他对新生活的向往。\n其实，他是刚读完幼儿园啊。\n从小时就被称作神童的他，在文字方面颇有天赋，所有的东西都是自学，仿佛是白过了幼儿园生活。\n一点也不怕生，见到谁都会打声招呼，谁都会夸赞一句：“这孩子嘴真甜，将来一定有出息！”\n他笑了。\n再次嗅嗅清新的空气，听着汽车的轰鸣声，走入学校。\n那是一座宁静的校园，红旗还没有升起，铁杆正等待着他庄严的朋友们将其送上。\n“我们是……”\n随着少年的歌声，开学典礼开始了，新生活，随之开始了。一切都是如此的美好，蔚蓝的天空，和善的人群，人才群聚的班级。唯一不足的就是，自己并不能完美的记下个歌词罢了。\n\n他在小学表现的异常优秀，也听惯了夸奖。直到六年级的一天，他第一次考下90。\n6年间，景物发生了变化，汽车轰鸣声变得更加刺耳，空气变得浑浊，水也开始变味，当然，世界又想剥去他的优秀。\n大家的担忧愈来愈大，压力压的他喘不过气。\n就这样，过了一年，他毕业了。虽然成绩还是继续保持在了90，不过，这是他第一次体验人生的大起大落吧。\n那条熟悉的街道变得不再一样，世界尝试赋予它成人的情感，却因他的优秀，忽略了他的年龄。\n他的成绩越来越糟糕，在中学，只能算个普通人。\n也许这就是伤仲永吧。他这样想到。\n曾经清新的空气，繁密的花树，变为了乌烟瘴气和一片混乱。包括他。\n他迷失了自己，不知道去哪里。\n多少次雷雨，就有多少次恐惧。\n多少次酷热，就有多少次烦躁。\n直到有一天，他想静静。小区旁那块曾经隐匿过的地方，还是绿的，并没有变。还是他喜欢的绿地，还是他熟悉的空气，四周还有昆虫们嘤嘤成鸣。他开始思考，人所创造的这个自然，这个被称作国家的自然，真的适合我们吗？这里和大自然一样，存在着物竞天择，都是一样的压力。不过，曾经那个人与人相互帮助的自然已经没了，取而代之的是人与人之间的生存竞争。\n他躺在了地上，他向身边的花草倾诉，身边的大树呻吟，身边的昆虫诉苦。大自然愿意容纳他的一切不愉快，用它那无尽的绿色。他在这里过得很舒心，找回了童年的感觉。\n他重新走在大街上，脚边是清新的花草，头上是繁阴的树叶，昆虫在耳边唱着属于他们的歌，颇有个性，也实动听。\n不仅如此，汽车正在编奏属于他们的乐曲，楼房也在进行着他们整齐的列队活动。这一切，似乎又重新被上上了彩色。\n少年的结果，或许已经不重要，重要的是，他找到了生存的意义，现在的他，才是真的他。\n一个，生来即为大自然智慧结晶的他，想要改变这个世界。\n空气，绿地，大树，昆虫，楼房，汽车都是他的支持者……\n"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1466690160,
            "txt_content": "bgm链接挂了"
        },
        {
            "author": "Fzr1",
            "timestamp": 1466766600,
            "txt_content": "文采不错，支持！"
        },
        {
            "author": "黄油君",
            "timestamp": 1467644340,
            "txt_content": "文采不错加油！"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1468036140,
            "txt_content": " 本帖最后由 猜猜谁是谁 于 2016-7-9 11:51 编辑 \n\n我帮你屡屡：\n首先，经过我的测试，你这篇文章1141个字（包括标点符号）而我算下来，你写景物的字数有526个字，相当于占比重50%都不到，那么\n|有关景物描写的比重不少于60%\n这条硬性要求肯定达不到。\n---------------------------------------\n我感觉这段\n\n\n他重新走在大街上，脚边是清新的花草，头上是繁阴的树叶，昆虫在耳边唱着属于他们的歌，颇有个性，也实动听。跟上面的重复了，当然我知道你的意思，不过我就是觉得有点水···\n\n---------------------------------------\n\n以下为选看\n还有，要求里面写了，要写关于自然的文章，我个人觉得这不算自然（个人觉得）。\n\n\n希望有时间能改改，把写景物的地方多加点就行了。@Pasttime @Pasttime\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "Pasttime",
            "timestamp": 1468037640,
            "txt_content": "猜猜谁是谁 发表于 2016-7-9 11:49\n我帮你屡屡：\n首先，经过我的测试，你这篇文章1141个字（包括标点符号）而我算下来，你写景物的字数有526个 ...这条硬性要求肯定达不到。\n关于这点我也心知肚明，不过不准备对这篇文章做出改动，我比较喜欢第一个感觉。\n虽然说是达不到，但是我觉得60%的效果要高于50%。\n于是乎从某个角度上来看，我不会对这篇文章的比重做修改。\n毕竟这个比赛我也不是很重视，因为60%还是觉得困难，不应该死撑一篇文章。\n跟上面的重复了，当然我知道你的意思，不过我就是觉得有点水···\n水是水，不过气氛是提上去了，还能加一些景物描写。\n要写关于自然的文章，我个人觉得这不算自然（个人觉得）。\n怎么说呢。自然和大自然是不一样的，我可能属于钻空子。\n大自然指的是原生态环境吧，而自然泛指很多东西，个人认为自然包括我们的城市。\n我只是在自然上面赋予了一个情感值，虽然不是很漂亮，不过能支撑起文章就可以了。\n谢谢评价"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1468037760,
            "txt_content": "Pasttime 发表于 2016-7-9 12:14\n关于这点我也心知肚明，不过不准备对这篇文章做出改动，我比较喜欢第一个感觉。\n虽然说是达不到，但是我 ...\n好吧，你让我认识到了自然与大自然的区别"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469168340,
            "txt_content": "Pasttime 发表于 2016-7-9 12:14\n关于这点我也心知肚明，不过不准备对这篇文章做出改动，我比较喜欢第一个感觉。\n虽然说是达不到，但是我 ...\n不，我认为你这样理解恰恰是理解得更好。"
        }
    ]
}