{
    "title": "我的世界文章吧吧主狂热者巨作",
    "author": "sky建筑大师",
    "replyCount": 0,
    "timestamp": 1466770740,
    "txt_content": " 本帖最后由 sky建筑大师 于 2016-6-24 20:23 编辑 \n\n一个女人站在高处，眺望着远方的群山。此时已是深夜，万籁俱寂，能看到的只有皎洁的月光和月光下的层层树影。\n“还在想着佩托克吗？”一个男人走了过来，站在女人旁边。\n“那是当然......我们的儿子....... 我不甘心把我们的儿子交给那群‘神’！他们会残害我们的儿子，让他变成‘神’的傀儡！”女人的语气很是激动。\n“那是没有办法的事.....”男人的脸阴沉了下来，“我们的家族已经因为反对‘神’而死.....我们不能再让儿子为我们而牺牲......”\n男人拉住女人的手，以一种温暖的语调说道，\n“放心吧，我们的儿子会回到我们身边的。”\n“是吗.....”女人依偎在男人肩膀上，看着那浩瀚的天空，也许，那‘神’就在监视着他们的一举一动。\n“‘神’.....为什么要我们的儿子？”女人突然问道。\n“我们的儿子.....继承了我们家族的最纯正的血统，‘神’大概是需要那样的血统......”\n“我不明白！”女人情绪激动起来，“我们家族没有做错什么！为什么要杀掉我们家族的人！为什么连我们的儿子都要被抓走！”\n“瓦丽莎，你先冷静一下。你也明白....我们是近亲结婚......这在‘神’的眼里是极为罪恶的........”男人极力让女人心态平静下来。\n“就因为这样我们族人被杀掉的？！”\n“别太激动，瓦丽莎。更重要的是，我们的身上，留着末影龙的血液.......不，准确的说，是末影龙家族的血液。”\n“末影龙家族.....我们不是人类吗......作为祭司什么的......”女人脸色变得诧异，继而阴沉下来。\n“很抱歉，瓦丽莎。我也是从父辈那里得知的。我一直惧怕自己不是人类的身份，所以没有告诉你......”男人叹了一口气。\n“所以.....我们都是异类....我们一直痛恨的异类就是我们自己..........”女人的脸整个阴沉下来。\n“瓦丽莎.....我们末影龙家族是被征服的种族....我们是被世代流放到主世界，并作为卑微的人类，充当‘神’的祭司。”\n“这就是我们的家族吗....一个悲惨....仍人宰割的家族......”\n“别担心，只要.....啊........”就在这时，一支毒箭射来，正中男人的左臂，男人大叫了一声，以警醒女人。\n“卡布里特！”女人大叫道，她立刻环视了四周，但并无一人。\n“走啊！瓦丽莎！看来‘神’要让我们死在这里！”男人倒在地上，那毒素正在他的左臂扩散，让他身体抽搐着。\n女人迟迟未走，想要拉走男人，但刚想伸出手，又一支箭飞来，落在了女人面前的草地上。\n“瓦丽莎！你先走吧！不然我们都会死在这里！”\n女人呆呆地望了眼男人，明明近在咫尺，马上就可抓住男人，带他离开。女人随即往广袤的森林跑去。\n这时，一群天使出现了，手中拿着弓箭。\n“竟然跑掉了一个，还是个女人，你们这些天使是干什么的？！”一个看起来像是队长的天使训斥道。\n男人也缓缓地站了起来，眼神变得坚毅有力。\n“哟呵，还没被毒素给干掉，看来不是一般的人类啊。”天使们惊讶地说道。\n“没想到啊......被人类奉为纯洁象征的天使....竟然还用毒箭偷袭啊.......”男人拔出了巨剑。\n“我们可不在乎这些！我们只是为‘神’服务，‘神’让我们干什么，我们就必须执行！毒素虽然没杀死你，但你的左臂可就废掉了！这样杀掉你太容易了！”\n“是吗......你们想要杀掉我......别忘了，我不是人类。”男人做出了攻击的姿态，并且以一种低沉的声音说道。\n“别把自己当回事儿！末影龙家族不过只是被征服的，‘神’大发慈悲让你们来当祭司，而你们竟然敢图谋不轨，想要反对‘神’！”\n“我们反对神？那是你们的‘神’编制出来的理由！因为，你们的‘神’正准备毁掉我的家族，让这个世界上再无一个威胁他的家族！”男人大吼道。\n“废话别说那么多！我们上！”天使们拔出了圣剑，一边飞行着，一边挥舞着圣剑朝着男人砍来！\n就在这时，男人往前一踏，一个快速的转身，躲过了一个天使的攻击。随后，便以迅雷不及掩耳之势，快速地将巨剑剑锋对准天使！\n只见剑光寒芒，一个天使倒了下去，流出了蓝色的血液。\n男人奋力地战斗着，想找机会脱身，但毕竟寡不敌众，左臂的疼痛分散了他的注意力，所以战斗显得很是吃力，虽然自身实力与天使们的力量相比差距甚远，但还算能够应付。\n突然！不知从哪里又来的一支毒箭，直接钻入了男人的心窝！\n天使们回头一看，是‘神’的弓箭手队长德里克，他正拿着‘神’交给他的圣弓。\n“看来‘神’是要铁了心的杀死我啊。哈哈哈哈......”男人冷笑道，捂着自己的心窝，吐出一口血来。\n天使们见状，却不敢上前，只是看着男人有如何动作。\n男人的脸突然变得阴沉，他朝着天怒吼道，\n“‘神’！你毁掉了我的家族！杀死了我的族人！你会遭到报应的！我的儿子将会替我报仇！你们都会被复仇的烈焰吞噬殆尽！”\n随即，男人从悬崖上摔了下去，跌入浓雾弥漫的山谷中.......\n\n\n\n\n\n\n\n\n\n第一章 “神明”\n在一个阴暗的地下室里，有着一张祭坛，祭坛周围是一群穿着黑色长袍的怪人，口中念念有词。但是，与其格格不入的，竟是祭坛上躺着一个熟睡的婴孩！\n其中一个年老的黑衣人神情显得焦躁不安，东张西望着。突然，他问道，\n“如果让这个孩子的鲜血为我们献祭.....是否能够.......”\n“长老.....只要我们献祭了这个孩子，我们这些‘神’就永生啊！”一个稍显年轻的黑衣人说道。\n“是啊......永生是我们最渴望的东西.....我这个所谓的‘神’的身体在一天天衰老....迟早会像那些地上的人类一样消失殆尽.....”年老的黑衣人咳嗽了几声，然后大声喊道，\n“祭祀开始！”\n黑衣人们听到这一句，心中都是一番激动与欣喜，马上，马上自己就可以永生了！\n突然，一名年轻的女子闯了进来，黑衣人们都被吓了一跳，停止了祭祀。\n只见那名女子一头蓝发，是“神”当中的高等种族才会有的特征。她的身上穿着银白色的盔甲，手中握着一把闪闪发光的圣剑。\n“这不是蕾托利亚嘛.....怎么有闲情到我们这里来了？”一个年轻的黑衣人调侃道。\n女子瞥了他一眼，黑衣人立刻停止了说话。\n“孙女....你这是.......”年长的黑衣人望着女子，眼神很是奇怪。\n“哦，爷爷。”被称作蕾托利亚的女子很是奇怪地笑着，望着年老的黑衣人，“‘神’要把这个孩子丢在主世界，让他自生自灭。”\n“什么？！”黑衣人们很是诧异，“骗人的吧！不是‘神’要我们这么做的吗！”\n“蕾托利亚，你确定你没有听错，这是‘神’的意思？”年长的黑衣人走到蕾托利亚面前。\n“没有，爷爷。”蕾托利亚面无表情地看着黑衣人，“神的旨意就是这样，你们想要违背吗？”\n“我知道了......”年长的黑衣人转过身，以一种沮丧的口气对其他黑衣人说，“看来神是不管我们这些低等种族了......让蕾托利亚带走这个孩子吧！”\n“那么，我就把这个孩子带走了。”蕾托利亚轻轻地抱起了那个孩子，小心地朝门口走去。\n“长老！难道就让那个孩子从我们眼前被带走吗？！”一个年轻的黑衣人问道。\n“看来....我们注定无法永生啊.......”年老的黑衣人望着天花板说道，“我也知道.....蕾托利亚....她还在恨我.....那件事......”\n蕾托利亚站在云端悬崖上，那里是以太世界中的最高处，是许多神明梦想达到的顶点。然而，这些所谓的“神明”都如同平凡的人类一般，他们也会衰老，死亡，还未达到顶点，就先登足而去。\n于是，“神”们开始寻找永生的方法，希望能够永久地在这个世界上生活。他们就在这时，看到了陆地上出现了新的物种——人类。“神”要生存下去，就需要万物的能量，而他们发现，人类身体中虽然蕴含的能量不多，但是人类却是一个庞大的群体，如此多的能量，开始让神找到新的获取能量的方法。\n神明们开始在陆地上传播宗教，以祈祷和虔诚来获取能量，以让自己能够延长寿命。\n但是，不知从何时开始，人类不再相信“神明”。因为人类的群体在高速发展着，同时也形成了思想。新的思想的诞生，让神明获得的能量锐减，越来越多的人们不再相信神明，所以“神”的生存也面临着威胁。\n不仅如此，在人类看来完美的“神”的群体中，存在着不少的矛盾。神的社会群体中，也有高低贵贱之分，如同人类一般。\n在极度的膨胀下，“神”们不满足于天空中的世界，开始大肆向其他世界扩张，并征服其他世界的物种，获取他们的能量，但这样的方式，也不能永远有效。\n突然，神发现了末影龙这个古老的种族，它们似乎在世界诞生之初就存在着，身体中的蕴藏着获取整个世界能量的秘密。于是，神们开始寻找一名血统最纯正的末影龙家族成员，用他的血液献祭来打开这个世界的能量库。\n“可惜我做不到这点，虽然我是‘神’，如果用这种手段来伤害别的种族，那么我和卑劣的人类还有什么区别呢？”蕾托利亚看着怀中熟睡的孩子，自言自语道。\n“你......叫佩托克对吧......虽然身为神，但是能够拯救一个种族的人，我也满足了。只是，我谎报了旨意，看来我和爷爷是逃不掉的了.......”蕾托利亚笑了笑。\n“那么......离开吧.......”\n.........................................\n“啊啊啊啊啊！！！”佩托克突然大叫着醒了过来，“又是这个梦！”\n佩托克看了看四周，自己正躺在床上，窗外的阳光照在了木桌上，周是一些简陋的家具。\n“臭小子，又在干嘛呢？！大吼大叫的，还没睡醒？！”一阵中年女人的声音传来，佩托克很是熟悉这种声音，是罗科西大婶。\n“啊，对不起，罗科西大婶！是我做了个梦.....”\n“臭小子，做个梦大惊小怪的，叫什么....马上起来！要吃饭了！”罗科西大婶的大嗓门，隔着几层楼都能听见。\n“知道了！我马上就起来！”佩托克站了起来，心里却十分诧异，“我为什么会做这样的梦.....而且那个场景....我似乎见过.......”\n这时，一个胖女人拿着木瓢走了进来，敲了敲佩托克的头，\n“还不起来！嘀咕什么呢？！”\n“罗科西大婶...我没干什么......”佩托克摸了摸自己的头，表情很是无奈。\n“真是的，臭小子！我早知道你这么懒，当初就不该收留你！”\n“对不起.......”\n“知道今天是什么日子吗？”\n“什么啊........”他一脸疑惑。\n“狩猎日啊！要把狩猎到的动物献祭给‘神’啊！”罗科西大婶很是兴奋地说道。\n佩托克这才想起来，今天可是狩猎日！这大概是方块大陆上的村庄里最盛大的节日了，村子里的年轻人们都会拿起弓箭，到森林里去猎捕动物的。\n“快去吃早饭！吃完去拿你的弓箭，别忘了你小子也参加了的！”\n“可是.....罗科西大婶，我这可是第一次参加啊.....而且我们有弓箭吗.......”\n“当然有！谁跟你说没有的？你罗维特大叔的弓箭还放在他的卧室里呢！”罗科西大婶的脸上浮现出一种自豪的神情，随即又变得悲伤，“你罗维特大叔就是去捕猎.....几年都没回来....臭小子，你别像你大叔那样，要注意好自己的安全......”\n“我知道了........”佩托克若有所思地说道。遥远的天穹中，有一片闪耀的云层，在阳光的照耀下，如同琉璃一般，光彩夺目。\n而这云层之上，正是众神居住的以太世界。\n如果我们再从这层云上看，你会看到，这片云不过只是以太世界的路标而已，为天空中的“神”们指引道路的方向。而“神”的居住地竟是一座座漂浮在空中的岛屿，这些岛屿错落有致，大小不一，但上面都流淌着瀑布，从极寒的高处落下，滋润着以太世界的植物，并且从那些岛屿上飞泻而下，直达人类居住的主世界。\n这些浮空的岛屿中，体积最大的那一座，就是“神”的宫殿，以及以太世界的首都坐落的地方。\n让我们把视线转到那“神”的宫殿。\n“神”的宫殿固然是雄伟堂皇，这个巨大的建筑几乎占了整个岛屿的三分之一，而不为人所知的是，这座宫殿其实是整个以太世界秘密和核心。\n大厅里，一个穿着丝绸长袍的中年男子坐在那王座中，手中拄着一根黄金雕刻的手杖。\n“主世界怎么样了？”男子突然问道身边的近臣。\n“‘神’，我们已经找到了那个末影龙家族的孩子，貌似现在已经17岁了，被一个人类收养。”\n“哦？果然啊，蕾托利亚这个叛徒把他送到了主世界，这些年一直找不到这孩子的方位，现在终于找到了。”男人沉静地说道。\n“那么，‘神’，我们是要现在抓到那个孩子吗？”近臣小心地问道。\n“不用，现在...还不是时候。”男人摇了摇头。\n“那‘神’，蕾托利亚那个叛徒怎么处置呢，您一直把她关在天空牢笼中......”\n“蕾托利亚那个叛徒啊......她还有我值得利用的地方........”男人看了看手中的一块红得发亮的晶石，自言自语道，\n“别担心，艾芙琳......我会让我们的族群继续延续的.........”\n\n\n让我们把注意力转移到佩托克身上来。\n时间已是正午了，阳光照在森林里，只留下斑斑驳驳的日影。森林的树木有些过于茂密，以至于森林的一些角落是漆黑一片。而那最漆黑的灌木丛中，随时都可能会有正在猎捕动物的猛兽。\n“啊.....都已经中午了....为什么一只野兽也没看见.......”佩托克自言自语道，他仔细地观察了周围的情况，但是恰恰这么奇怪，今天的野兽似乎减少了很多，以至于他从来的路上开始，一只野兽也没猎捕到。\n于是，佩托克准备休息一下。他从背包里拿出了一个皮囊水壶和几块干面包，就着水啃着面包。但是，周围的情况，让他觉得有些不对劲，似乎周围太安静，安静得可怕。\n佩托克似乎感觉到什么东西正在靠近，他赶紧从背后拿出一把皮弓，搭着箭防备着四周随时可能出现的敌人。\n这一刻，空气似乎凝固了，佩托克能够听到的，除了自己的呼吸声，就只有几声鸟鸣。\n突然！一个庞然大物从灌木丛中冲了出来！这着实吓了佩托克一跳！他赶紧一个翻滚，躲在了一个粗壮的树干后面。\n佩托克定睛一看，竟然是一头庞大的熊！天啊！这样庞大的家伙突然出现，一定是瞄准了自己，想要捕食猎物呢！\n他赶紧拔出了腰间的一把短剑，想要寻找机会以逃跑。但是，他放弃了这个念头，因为，熊敏锐的嗅觉已经发现了他的所在！熊嚎叫了一声，直接朝着他冲了过来，是那样的快速，让人无法看清！\n“该死！”佩托克凭着自己的本能进行闪避，但是，熊那硕大的爪子还是划到了他的左臂，一条条血爪印赫然出现。\n这一爪，让佩托克的左臂疼痛难忍，以至于他疼得握不住短剑。\n“一头熊啊.....该死的动物.....我看起来像是午餐吗？”佩托克自言自语道。他快速地冲到那头熊的后面，想要从背后杀掉这头怒号着的熊。\n他的脚用力一蹬，快速地跳了起来，想要一刀刺入熊的体内。\n但是，刚才的伤口让他疼痛难忍，所以他的力量大部分都使不出来，这把短剑仅仅只是扎入了熊的体内，并没有造成什么伤害。\n佩托克这么一刺下去，熊更加的愤怒，它飞速地冲了过来，一下子把他撞开到了一棵树下。\n他吐了一口血，眼前已经变得有些模糊，毕竟刚才那么一撞，正常人是肯定会骨头断裂而死。而他比较幸运，只是受了重伤，还没有到那样的地步。\n但是，现在的他被这么一撞，身上的一部分骨头断裂了，他现在完全动不了，意识也变得越来越模糊。而那熊看到自己的猎物受了重伤，慢悠悠地走了过来，似乎想要欣赏一下猎物的狼狈样。\n“按照这个距离.....如果弓箭的话.....可能会杀死这个家伙，但是我现在身上的部位动弹不得......看来.....。我是要死在这里了吗........”佩托克看着自己满是鲜血的躯体，冷笑了一番。\n那熊看到猎物的行动很是奇怪，便停了下来，观察着猎物的一举一动。\n“对不起了，罗科西大婶....我估计也要像罗维特大叔那样，回不来了.......”佩托克叹息了一声，头向上仰着，闭上了双眼。而那熊认为可以杀死猎物了，直接凶猛地冲了过来！\n突然！一阵声音传来，那声音像是什么东西高速飞过的声音。随即，他听到了一阵骨肉被撕裂的声音，还有像是柴火燃烧的爆裂声。大概.....自己....死了吧....被那庞然大物撕咬而死......\n但是，这只是他的臆想而已。他慢慢地睁开了眼睛，惊奇地发现自己并没有死！\n他看了看周围，那头熊却已经倒下了，一颗铜质弹丸直接钻入了熊的心窝，且伤口处还在不断地涌出血来。\n是谁杀死了这头熊？\n佩托克回头一看，一个年轻人站在他身后，手中拿着一把雕花的燧发枪。\n他刚想说话，那个年轻人就抢先一步说道，\n“真是不小心啊，一个人出来就只带弓箭和一把短剑。”年轻人说话有些意味。\n“你是........”\n“哦，你好，我叫赛巴斯汀.休威伦。我刚才在这边散步，看到你被那头熊袭击，我就出手相救了一下。”那个年轻人微笑着说。\n“赛巴斯汀......休威伦.....为什么感觉这个名字听过呢？”\n“是吗，也许是我这个名字比较大众化吧。对了，你还好吗？你刚才被熊那一撞，那一撞可是普通人根本受不了的。”\n“没事....还能走。”佩托克摇摇晃晃地站了起来，捡起了掉落的弓箭，并且从那头熊的尸体上拔出了那把短剑。\n“你.....应该是这个村子的吧？你能告诉我你们的村子在哪儿吗？我想去拜访个老朋友。”年轻人笑着，说的话严谨且富有逻辑性，但又不失感情，这倒是让他很意外。\n佩托克把村子的方位告诉了年轻人，年轻人轻声道谢便离开了。\n“真倒霉啊.....我这样子狼狈的回去，罗科西大婶和村子里的人肯定会嘲笑我了.....还是先在安全的地方躲一躲吧.....”\n\n这时的村庄外的森林里出现了一队人马，他们似乎在观察着村子里的状况。\n而那个叫赛巴斯汀的年轻人正在那支队伍领头的位置。\n“赛巴斯汀，我们应该行动了，杀掉那些愚蠢的家伙。”一个穿着盔甲的士兵说道。\n“嗯，我们上吧。”年轻人说着，右手拿起了一把长柄军刀，左手托着一把燧发枪，冲了出去。\n\n..............\n佩托克坐在一个树桩旁，身上的伤不知为何已经好了很多，虽然身体有点虚弱，但是还是勉强能够走路。\n突然，他惊奇地发现，村庄方位的天空格外的红，红得像鲜血一样！\n天啊！竟然是村庄！村庄正燃着大火，简直要照亮半边天空！\n佩托克想起来，是自己告诉了那个叫赛巴斯汀的年轻人村庄的位置！他后悔自己这样做，这都是他的错！\n佩托克飞奔着，想要回到那火光冲天的村子里去。\n\n\n\n\n\n\n番外\n\n\n每个星期天，卡福尔都要去他的自然种族学导师赛哈因博士那里去探讨学术问题。\n这自然是家常便饭的事，毕竟身在方块大陆上最大的科技与魔法的研究学院，沃哈科比皇家学院，谁都不得不为了提高自己的酬劳而去参加无聊\n的学术探究。对于他来说，学术探究也只是为自己以后的职称提升充当垫脚石而已，谁不为自己的利益而考虑呢？\n导师的房子就在学院的附近，朴素但却很是干净，房间里能够看到的最大的家具，就是一排排挤满学术资料的书架。\n“啊，卡福尔，你来了。来，坐下喝杯茶吧。”赛哈因博士笑着招呼他，并端起茶壶给他沏茶。\n“你好啊，赛哈因博士。”卡福尔坐下来，随手端起了一杯茶，想要细细品味。噗！这茶竟然是方块大陆原产的一种劣等茶！这对于他这个训练有\n素的味觉无疑是一场灾难。他乘赛哈因博士没注意，吐了几口。\n“那么好吧，亲爱的卡福尔，我们要继续上次的探讨，关于种族和人性的。”赛哈因博士抚了抚鼻梁上的眼镜。\n“噢.....也许你说得对，博士。我们确实应该好好探讨一下...这个....人性和种族.......”\n“那么，说道种族，我们一般的人类都会认为，‘人’是一个群体，是一个种族。就像我们说的，一个群体所产生的文明成果，劳动之类的，那些\n人类固有的行为准则，以及阶级分化等等，这些都是‘人’这个族群所表现的特征。啊，我记得弗洛伊德博士就曾经研究过，而且貌似在他的著作《\n人类行为准则以及社会行为规则的探讨》也详细说明了。当然，宗教的发展中，也开始出现被人们虚化的‘神’。亲爱的卡福尔，你认为‘神’是一个种族吗？”\n“赛哈因博士，首先我要说明一点....我是个无神论者，好吗？”卡福尔一本正经地说道，“如果你非要说‘神’的话，那么我也只能说，‘神’也是一个族群，\n他们也像是人类那样有着秩序，阶级，以及行为的准则。‘神’可不只是所谓的被虚化的人物，我认为万物既然都有生命，那么自然就早已为他们制定了规则与秩序，\n这和我们所研究的自然学说有很多相似之处。”\n“说得好，亲爱的卡福尔，看来你的探讨水平正在逐渐提高啊。说不定下个季度你就可以升上高阶的研究员了呢。”赛哈因博士说着喝了一口茶，却突然吐了出来。\n接着，他朝着楼梯喊道，\n“菲比！你个该死的女仆！谁叫你用这么劣等的茶来的？！”\n“咳咳咳.....赛哈因博士......”卡福尔提醒着赛哈因博士，他们的学术探究还未结束。\n“啊，对不起啊，亲爱的卡福尔。我的女仆竟然买这样劣等的茶叶，方便把剩余的钱塞进自己腰包里，对你款待不周啊。”\n“这没什么，赛哈因博士。我们继续？”卡福尔内心有些焦急，如果再这样耽搁下去，自己的职业提升资格就会被他人夺走，眼下最重要的还是尽快完成学术探讨。\n“那当然，孩子。”赛哈因博士坐了下来，“你对种族的研究也是很清楚的，毕竟这个世界上，我们人类需要提防的东西有很多。但是，如果我们这个族群想要生存，那么\n夺取其他生物的空间是否也是一种手段呢？如果这么来说，那么我们是否是正义的？”\n“我认为一个种族想要延续生存下去，那么也一定会采用利己的手段，夺取其他生物的生存空间，虽然听着残忍，但是对于一个种族来说，想要扩张自己的生存空间，这样的做法\n也不失道理。但是，赛哈因博士，正义这个词....我不太好理解.....”\n“这样啊，看来你对这个词的探索还不是很深。”赛哈因博士笑了笑，“世界上没有什么是完全正义的，没有完全的正义，也没有完全的邪恶。每个族群都有着自己的目的，如果\n为了达到他们的目的而去伤害其他的族群，这样说的话，可能对于其他种族是邪恶的，但是对于他们自己来说，是正义的，因为它们只是想要生存而已。”\n“是吗.....种族间的关系很是微妙呢。”卡福尔感叹道。\n“当然，种族之间有着竞争，捕猎，甚至合作。不得不说，大自然的美妙让每一个种族都能受益，毕竟自然是万物的源头。哦，卡福尔，你把这些记在笔记本上了吗？”\n“啊！我忘记了！”卡福尔慌忙拿出笔记本。。。\n“那么，关于人性，人性可以说是‘人’这个族群特有的行为表现。人类复杂的感情使得出现许多生物没有的行为，而人性恰恰是这些行为的前提。人性也有好有坏，人类的本能就是\n攻击捕猎。亲爱的卡福尔，下个月的职业资格考试会考到人性呢。”\n“是的，赛哈因博士。”卡福尔飞速地在笔记本上记录着。\n“记录完了吗？我帮你整理一下吧，这样也方便你下个月的考试。”说着，赛哈因博士拿过笔记本，开始在上面批注些什么东西。\n卡福尔只好四处看看，他随便拿起一本杂志，津津有味地看了起来。突然，他看到了桌上的考试资格表，便很是兴奋地拿了起来。\n天啊！卡福尔翻阅了不知多少遍，看了多少眼，竟然上面没有他卡福尔.科尔霍恩的名字！他可是一直想要这样的资格！\n卡福尔的脸一下子阴沉了下来，将拳头攥得紧紧的。这时，他发现了烛台上竟然有一把滑膛枪！他迅速地跑到滑膛枪前，立刻托起滑膛枪，将准星狠狠地瞄准了赛哈因博士。\n“天啊，卡福尔，你要干什么？快放下那把枪，那把枪已经上了膛的。”赛哈因博士惊慌失措地说道。\n“放下枪？那么，赛哈因博士，为什么我的名字没有出现在资格表上？”卡福尔冷冷地说道。\n“卡福尔，我只是认为你可以再去学习一番，那样肯定有更大的收获.......”\n“去你的！你故意取消了我的资格，不就是为了让自己能够更上一层吗？我可指望能够当上高阶的研究员，或者一个博士！”\n“卡福尔，冷静.......我们继续探讨吧......”\n“冷静？你要探讨是吧！既然我要生存下去，那么我也要夺取你的空间！”说着，卡福尔扣动了扳机。 “砰！”一发铜制子弹在空中划过一道线，接着，猛地钻入了赛哈因博士的胸膛，迸发出鲜红的鲜血，像是一朵血花在空中灿烂地绽放。赛哈因博士倒在了地上，停止了呼吸。\n“这就是种族吗，邪恶正义什么的，都他妈见鬼去吧！”卡福尔自言自语道，端着滑膛枪冲出了房间。\n\n\n\n\n\n\n\n\n\n\n村子里的火势越来越大，已经波及到了周围的森林。火焰所带来的弥烟四处飘散，让人喘不过气来。火焰在坍塌的房屋上，烧焦的树木上，欢快地肆虐着，周围的事物都变得死寂，依稀能够听到的是动物的哀嚎声，村民的呼救声。\n村庄上到处都躺着死去的村民，他们的血液凝结在了一起，像是一个血潭！连牲畜们也没能躲过这场灾难，它们也被掠夺了生命，残缺的骨肉随处可见，还有许多被烧死的犬、猫！四周散落着一些武器，还有一些士兵的尸体。\n连那神圣的祭坛也被搞毁！平日里的祭品散落一地，神像被砸得七零八落，完全没有了原来的样子。\n佩托克飞快地奔跑着，心里只想着，不！我必须找到罗科西大婶！带她离开这个地方！\n他跑得太快了，像一头惊慌失措的小鹿，他丝毫没有察觉，自己的身上，被荆棘划出了许多血痕，也许是内心的伤口比身上的疼痛百倍。\n但是，当他发现罗科西大婶的时候，他的内心的世界彻底崩塌了。\n罗科西大婶倒在血泊之中，只剩下最后一口气。\n他慌忙地跑了过去，查看罗科西大婶的伤情。罗科西大婶看到了他，缓缓地说道，\n“佩托克......臭小子....你也知道....回来了......”\n“罗科西大婶....是谁干的....是谁袭击了我们的村子.....”佩托克的眼睛里涌出了泪花。\n“我也不知道.......一群人....直接冲了进来....把村子里的人杀了....” 罗科西大婶的声音变得奇怪。\n“罗科西大婶！你可不要......”佩托克大叫了起来。\n“臭小子.....你大婶我没那么容易.......只是希望你.....没了我还能继续生活......”罗科西大婶的声音越来越小。\n“大婶！”\n“如果.....如果你看到你罗维克大叔，记得告诉他.......我过得很好.......让他....不要.....”大婶的声音突然消失了。佩托克这才觉得，这个世界变得死寂了，没有什么声响再能引起他的注意了。\n他的内心充满着悲伤，他从小就无家可归，是罗科西大婶把他养育到?\n",
    "replies": []
}