{
    "title": "<原创·连载>凯撒的传奇[全集][sky建筑大师]",
    "author": "sky建筑大师",
    "replyCount": 9,
    "timestamp": 1466781000,
    "txt_content": " 本帖最后由 sky建筑大师 于 2016-6-26 10:30 编辑 \n\n创作作品发布书目名称:凯撒的传奇章节名称:序章最后更新时间:2016-06-23作者:sky建筑大师【匆匆】[序章]无边无际的末地中，一位胡子拉碴的大叔正在慢慢锻造着自己手中伤痕累累的剑，大叔从背包中取出一桶水浇在了剑身上，剑开始发出鸟鸣声并且开始颤动，大叔露出一丝得意的微笑，拿出一把黑色的剑，用右手伤痕累累的剑一下子劈了上去，叮的一声，黑色剑断成了两截。\n\n大叔站了起来疯狂地大笑：“我终于成功了，伟大的神，你等死吧！哈哈哈哈哈哈哈哈哈。”\n突然，从远处传来声音。\n“哦，是吗？”\n大叔仿佛被人掐住了喉咙，声音戛然而止，来人渐渐露出了声音，长长的风衣裹住了身体，风衣下露出黑曜石打造的铠甲，背上背着一把剑，大叔用造剑百年的经验看出来这是一把好剑，基岩造的绝世好剑。\n大叔又开始笑了起来：“好剑，好剑。”\n来的人也笑了起来：“当然是好剑。”\n大叔冷了下来：“我是说你人贱。”\n来者的脸一下子黑了：“你找死。”\n大叔拔出了剑冲了上去，来者只是把剑抽了出来，然后平行于前方，大叔笑了起来，面对我这把龙蛋造的剑，也敢这么嚣张，大叔冲到来者身边，对着方向挥了一剑，从剑中冲出一条龙，来者一下子瞪大双眼。\n“龙的力量怎么可能被凡人控制。”\n大叔什么都没说，和龙一起冲向对方。\n来者面色肃穆地开始吟唱：“伟大的诸神啊，让剑者战斗吧。吾以吾剑身名义斩狂徒于此。”\n只见剑神手中的剑的外壳慢慢脱落，露出了他原来的颜色——紫色！！！大叔瞳孔一缩，这是用地狱门做的剑，但是已经到了，只好硬着头皮冲了上去，只见紫光一闪，大叔的身体慢慢分成了两半。\n剑神冷笑着，愚蠢的凡人，龙也重伤躺在地上，大叔断断续续地开始说：“剑神，你以为你在众神中排名第五就可以为所欲为，我预见到了，在五百年内，繁星照耀，冥界出现，那就是众神的末日。”\n剑神瞳孔一缩，反身一拳打下去，大叔惨叫一声离开了这个世界，剑神怀着不安的心情走出了末地，因为这个大叔是众神最忌惮的人物——预言者。\n剑神刚离开，一位金发男子走了进来，看着地上的龙，手指一点，一条雷电击中了龙。\n然后，他就转身走了，然后神界诸生从空中听到了传言。\n“龙因帮助预言者妄图杀害神灵，已经被剑神重创，罚其化为人身，失去龙力，子子孙孙世世代代在人界生存与凡人无二。\n\n他们没有想到一颗种子从此埋了下来 \n写的不好别喷，谢谢大触们原谅我的水平                          \n\n",
    "replies": [
        {
            "author": "sky建筑大师",
            "timestamp": 1466783820,
            "txt_content": " 本帖最后由 sky建筑大师 于 2016-6-25 17:00 编辑 \n\n                       新人作品，勿怪 第一章  初出茅庐清风山下，一个小小的镇子里。\n\n”喂，凯撒小子，帮我去把镇子南边的史莱姆清理一点，拿点粘液球回来，我要做软剑，做好了给你一把当酬劳。“从铁匠铺里传来粗犷的声音。\n\n田野里一个俊朗的少年郎站在蓝蓝的天空下，呼吸着自然的恩赐，听见了这声大喊之后，连忙大喊呼应：”好的，吉姆大叔，我这就去。“\n\n凯撒走到田野的田埂上，上面有凯撒的箱子，凯撒从里面拿出几个面包和一把铁剑，朝镇南走去了。\n\n这段路程看似简单，却改变了他的一生。\n\n凯撒走到了镇南，开始杀戮起来了。\n\n整个上午，全是充满活力的少年的呼哈的声音，正气十足。\n\n不知过了多久，声音停了下来，凯撒擦了擦头上的汗，一边喘气一边笑着说：”这下吉姆大叔该大吃一惊了。：\n\n原来少年手上的是黄金史莱姆球，这可是稀世珍品，凯撒开始朝自己的屋子走去，可是刚走两步，从地下钻出来两个黑衣人，凯撒大吃一惊，立马做出防守姿态，黑衣人开始朝凯撒说话。\n\n\"就是你杀了太子吗。“\n\n凯撒无语了，什么太子，黑衣人又开始说话了。\n\n”我史莱姆的皇子尼古拉斯九十九代。“\n\n凯撒恍然大悟，刚才杀戮了一上午，剑砍来砍去的，好像是有一个皇子，怪不得爆到金色的，谁叫他们长得都是一堆鼻涕似的。\n\n黑衣人看到凯撒的表情立马知道了，冲上来向凯撒打，凯撒一剑砍向两名黑衣人，两名黑衣人相识一笑，化成一堆硬硬的粘稠液体困住了凯撒。\n\n”小子，你太小看我们史莱姆一族了，我们在湿地吸收湿地之灵散发出来的灵气，早就可以化成人形了，哈哈哈哈哈哈.\"\n\n凯撒大吃一惊，想抽回剑，可是来不及了，黑衣人在虎口处又化成人形一拳打晕了凯撒。\n\n两名黑衣人把凯撒朝湿地中央的地洞里拖去。\n\n不知过了多久凯撒终于醒了过来，\n\n看这眼前的洞穴，凯撒十分紧张，武器也被卸了。凯撒只好在黑暗中等待，一个巨大的史莱姆走了进来，看着凯撒：“桀桀桀桀，竟然是龙体，午时三刻就要吃了你。”\n\n说完之后还舔了舔舌头，恶心的凯撒吐出几口酸水，好在，巨大的史莱姆又走了出去，\n\n在黑暗中，凯撒等待着自己的死期，突然一只手慢慢摸了过来，凯撒毛骨悚然，看到那只手在搜刮着洞穴，凯撒硬着头皮一抓，一声娇咤传出来。\n\n“疼死我了，那个王八蛋敢黑你冰姐。”\n\n凯撒一笑，冰姐慢慢爬了起来看到了凯撒：“哎，这里还有个人，咦，脚被定住了吗，”\n\n凯撒看这冰姐十分美丽，不禁好奇的问：“卿本佳人，奈何做贼。”\n\n冰姐一听这句话，恼了，抽出鞭子开始抽打着凯撒：“做贼，做贼，让你做贼，让你做贼。”\n\n凯撒硬挺着，头上的汗豆大的下，挺着嘶哑的喉咙：”姑娘，是你做贼。“\n\n冰姐一听更气了，手上力度加大了：”我做贼，我做贼。“\n\n不知过了多久，凯撒已经麻木了。冰姐帮凯撒脚脱困了。很高傲的说：”这就是我打你支付的报酬，大家都是人族，你快走吧。“\n\n凯撒假装要走，趁冰姐一转身，一把抓过来，拍打冰姐的屁股，冰姐一下子涨红了脸，从冰姐体内传出一股气，凯撒一下子被弹到墙上。\n\n冰姐拿出一把剑指着凯撒，泪眼汪汪地：”我的身子被你碰了，我要你付出代价。”\n\n凯撒一下子闭上了双眼：“来吧，来吧。”\n\n凯撒笃定冰姐不会下手，果然冰姐只是拿剑比划两下，又收了回去，娇声娇气的小声说：“算了。还是走吧。”\n\n这时突然传出一声嘶吼，原来是一只庞大的森林狼走了进来，冰姐和凯撒面色惨白，完蛋了，森林狼相当于人类圆石类强者，冰姐撑死了才木板境界，而凯撒更是还没有进入木板境界。\n\n就在二人闭目等死时，一声怒吼传了过来：“敢动我的食物！。”\n\n原来是那庞大的史莱姆，那史莱姆瞪大了双眼：“史莱姆王的食物你也敢动。”\n\n森林狼的眼里传来忌惮，竟然口吐人言：”哼，我可不怕你，你不就是圆石大圆满吗，我已经半只脚进入煤炭境界了。“\n\n史莱姆王一言不发冲了上去，两只王者撕在了一起，而凯撒和冰姐则是收敛气息，躲了起来，狼的嘶吼，史莱姆王的啪嗒声交响呼应，终于声音停了下来，史莱姆王慢慢走了进来，冰姐递给凯撒一个打火石：”一会如果有事把打火石在自己喉咙处点燃，死也不让他得逞。“凯撒望着这打火石，绝望了，真的没有办法了吗。\n\n史莱姆王慢慢接近凯撒：”嘿嘿，小子吃了你我就可以直接成为煤炭境界，剩下来的能量我还可以留着冲刺青金石境界。“\n\n凯撒一时着急，把打火石点在了史莱姆王身上，史莱姆王一下子烧了起来：”你怎么知道史莱姆的弱点！”\n\n史莱姆王不甘心的怒吼着，可惜，木已成舟，不一会史莱姆王变成了一堆灰，凯撒刚想叫冰姐，回头一望，冰姐已经拿着一袋宝藏跑了出去，凯撒笑了笑，这家伙，真的是。\n\n凯撒看这史莱姆王德尸体发现有一个白点，走了过去，白点立马飞到凯撒身体里，凯撒瞬间昏迷了过去，昏迷的凯撒不知道他的命运从此改变，而且还获得了三界前所未有的大机遇.\n\n\n"
        },
        {
            "author": "青木源",
            "timestamp": 1466813040,
            "txt_content": "字可以加粗下，太细了看起来没有阅读的欲望"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1466819580,
            "txt_content": "XIAOMM 发表于 2016-6-25 08:04\n字可以加粗下，太细了看起来没有阅读的欲望\n谢谢您的指导"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1466845080,
            "txt_content": " 本帖最后由 sky建筑大师 于 2016-6-25 21:25 编辑 \n\n第二集。minecraft大神的宝藏\n\n凯撒想睁开眼，确实一片黑暗，凯撒渐渐恢复体力睁开了眼前，映入眼帘的是光滑的天花板。\n\n凯撒虚弱的说：“我这是在哪里。”\n\n一个文雅的男声传过来：“你在我的精神宝库中。”\n\n凯撒瞪大眼晴：“谁，你是谁，什么精神宝库的。”\n\n一个光团飞到了凯撒上方，幻化出一张人脸，凯撒张大了嘴，长这么大从来没见过这鬼东西，凯撒连忙发问：“前辈不知道有什么事情，麻烦我这个小人物。”\n\n光团无奈地回答：“你以为我想吗。要不是肉身被毁，唉。”\n\n凯撒听了之后更惊讶了，肉身被毁想要本体出来起码需要黑曜石境界才可以啊，光团突然喷出一口绿色液体，喷在了凯撒身上，凯撒痛苦地嘶吼，浑身都传来剧痛，光团无奈地说。\n\n“小子抱歉了，我命不久矣，这东西还有我的精神修为，都给你了，顺便我再为你打造一个金刚史蒂夫的身体。”\n\n光团说完，冲向了凯撒，两者开始融合，融合地好好的，突然，光团传来惊喜，你竟然是龙兄后人，那就更好了，钻石境界的身体，成！“\n\n凯撒一下子醒了过来，刚才那是梦吗？可是这梦未眠夜太真实了，凯撒站了起来走到地洞门口，发现浑身充满这力量，那两个黑衣的史莱姆冲了过来：”小子，你怎么逃出来了，难道史莱姆王大人又睡着了吗？“\n\n凯撒一下子被吓住了，连忙打出去一拳，冲在前头的史莱姆身上跳出一个-10，然后慢慢到了下去，凯撒看这自己的双手，兴奋地朝另一个史莱姆冲了过去，一拳打死，原来这不是梦，我要发达了，哈哈哈哈.\"\n\n\n凯撒走出洞穴，看天色快暗了，连忙跑回了家里，先把粘液球偷偷塞进了吉姆大叔门口箱子里"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466850960,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-6-25 18:40 编辑 \nsky建筑大师 发表于 2016-6-25 16:58\n第二集。minecraft大神的宝藏\n\n凯撒想睁开眼，确实一片黑暗，凯撒渐渐恢复体力睁开了眼前，映入眼帘的是光 ...\n剧情雷同程度已经高到了让人感觉像是读过的地步。"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1466851860,
            "txt_content": "安根_Engon 发表于 2016-6-25 18:36\n剧情雷同程度已经高到了让人感觉像是读过的地步。\n额，真的吗,我越写越感觉自己不是在写mc而是在写，异界之凯撒传奇2333333"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466904540,
            "txt_content": "标题: RE: &lt;原创·连载&gt;凯撒的传奇[全集][sky建筑大师]通篇形容词都很诡异，可能词汇有限，先不谈。\n“以为胡子拉碴的大叔……”\n“以为”换为“一位”\n\n\n“长长的风衣抱住了身体……”\n“抱”换为“裹”\n\n“声音截然而止……”\n“截”换为“戛”\n\n“抱”换为“裹”\n\n“我预言到了……”\n“预言”换为“预见”"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1466908500,
            "txt_content": "安根_Engon 发表于 2016-6-26 09:29\n通篇形容词都很诡异，可能词汇有限，先不谈。\n“以为胡子拉碴的大叔……”\n“以为”换为“一位”\n谢谢大大的指导，谢谢"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466927460,
            "txt_content": "sky建筑大师 发表于 2016-6-26 10:35\n谢谢大大的指导，谢谢\n你愿意的话可以每次@一下。"
        }
    ]
}