{
    "title": "【原创·连载】《二次元穿越》【番外2】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 4,
    "timestamp": 1466835120,
    "txt_content": "番外2“哒哒哒……”有节奏的脚步声，落在瓷砖地板上。“崔古尔大人，这是他的回信。”士兵跑到了坐在王座上的崔古尔旁边，把一封洁白的信递给了他，随后退到了旁边，轻轻地喘着气。崔古尔把信打开，目不转睛地盯着信上的密密麻麻的字。然而，他并没有显出激动的神情，反而眉头越皱越紧。一旁的士兵看到了，内心焦急极了。意外发生了，崔古尔竟然一下子把信撕掉，将碎片扔了出去，满脸的愤怒。士兵眉头紧锁，心咚咚地跳着。“退下吧。”崔古尔把眼睛闭上，用平常的语气对士兵说道。“哦……哦。”士兵看了看崔古尔，又看了看旁边的几个皇家守卫，不再说什么话，从侧门离开。正门忽然被打开，一位中年男人走了进来，满脸严肃。“你下来。”中年男人直勾勾地盯着崔古尔，冷冷地说道。“卫兵！”所有的士兵忽然围住了这位男人，把长矛举到他的脖子旁。“让开。”中年男子的眼睛，忽然发出了蓝光，凶神恶煞的样子，“想死的可以继续举着。”士兵们面面相觑，不知如何是好，又看看王座上愤怒的崔古尔，感到很奇怪。两位胆小的卫兵，手在颤抖，有点想举不举的感觉。\n“让开！！！”中年男子忽然用手把一名士兵举起来，直接扔到了崔古尔的身上！“安培衡，才不到十年！你又来了！”崔古尔站了起来，用犀利的目光盯着安培衡。“滚！”安培衡忽然一抬手，瞬间把四周的士兵全部砸到了四周！“你……”崔古尔气的说不出话来。“我早就警告过你了。末地一旦毁了，你所有的资产都将化为乌有。”安培衡停止散发怒气，静静地说，“你的东西，我的手下就拿走了，不用谢。”皇宫突然开始倒塌，金碧辉煌的屋顶掉落下来，用钻石做的灯，直接砸到了王座旁边的一座雕像上面。“在我的地盘上，你竟敢如此放肆！抓住他！”崔古尔把手指指着安培衡，声嘶力竭地大喊着。似乎是看到皇宫这边有危险，周边的士兵都匆匆赶来，要杀了安培衡。没想到，他们以为这位男子非常厉害，可是他却轻松被抓住。一位士兵将安培衡的手脚绑了起来，问道：“这人怎么处置？”“死刑！五日之内！”崔古尔躲到了安全地带，似乎愤怒还没有发泄完。“可是……”“没有可是！不然下一个就是你！”士兵们匆匆退下，四个人抬着被绑的安培衡，走向深深的地牢。安培衡的眼里忽然发出橙色的光芒。查吉尔，给我3天，我只要3天，你到末地门口等我。月亮升起之前，我一定会到那里。你到的时候，肯定是烈日炎炎，一定要小心，千万不要被骗了，千万。太阳一落山，我就来。……黑漆漆的地牢。“先生，这是76号牢。每天吃饭的时候，会有人给你送过来的。”“可否给我换一个？”安培衡保持他那冷冷的声音。“额，这……”士兵本来想反驳，忽然看到安培衡那恐怖的脸，于是只好答应，“那就74号吧，也可以住的。”说着，用钥匙打开地牢的门，把安培衡送了进去。士兵本来还想说些什么，忽然看到安培衡已经躺在了床上，想起了刚才的一幕，有点不敢，于是看了看旁边几个犯人有没有什么动静，便静静地离开了。这时，外面是晚上8点。直到3天后的凌晨，还剩下76个小时。倒计时已经开始，成败在此一举，世界将遭受几十年来最大的创伤。字数：1235字\n\n\n\n\n其实我今天本来很想偷懒一天（雾~），但是我可能很快就要买正版了，所以就发了一章，各位不要吐槽。。。\n\n索引贴见签名档\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1466851800,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-6-26 15:52 编辑 \n\n通篇还是在埋伏笔。\n整篇文章，不能说太好。\n一些可交待的东西故意不谈。\n\n另，小说可另开一线，交替更新，没有必要用番外一说。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1466851860,
            "txt_content": "安根_Engon 发表于 2016-6-25 18:50\n通篇还是在埋伏笔。\n最擅长挖坑了qwq"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466932020,
            "txt_content": "tzxwdu 发表于 2016-6-25 18:51\n最擅长挖坑了qwq\n挖坑和填坑能力不平衡。"
        },
        {
            "author": "凛",
            "timestamp": 1467011040,
            "txt_content": "牢房是那么容易换的吗\n感觉有点牵强"
        }
    ]
}