{
    "title": "PSVita 已更新至1.28版本",
    "author": "正义の冷子",
    "replyCount": 7,
    "timestamp": 1466844300,
    "txt_content": "并不能玩",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1466844360,
            "txt_content": "标题: PSVita 已更新至1.28版本 本帖最后由 lzs1234 于 2016-6-26 08:56 编辑 \n\n\n\n原文（来自MCF官方论坛新闻版块）http://www.minecraftforum.net/ne ... ted-to-version-1-28\n\nPlaystation/Vita players, the 1.28 is out, and should be fully distributed to every applicable region! Never one to fall behind, 4J keeps cranking out the goodness with update after update! 1.28 adds a number of features one would expect as it approaches other versions, plus some mini-game goodness, and even a few bugfixes! Let's see what we have:\n\n\nCHANGELOG\n\nAdded the Battle Mini Game\nUpdated the Skin Select menu\nAdded an XO swap option in the Controls menu for players who prefer the game actions to swapped from the default Sony system button actions\nEnabled Battle Map Pack 1 and Battle Map Pack Season Pass DLC\nAdded Caves and Ravines to Custom Superflat options\nAdded Distribute Items functionality via toggle button (start and confirm distribution). This allows a stack of items to be distributed by dragging the stack across multiple slots in the Inventory\nFixed a crash when a client player entered a game where the maximum number of Item Frames had opened Maps\nFix for Slimes not spawning in Slime Chunks\nFixed an issue allowing players to use the Armour Stand when the Trust Players option is disabled\nFixed an issue where items could not be moved from the Furnace to the main Inventory using Quick Move\nFixed an issue in the Superflat world generation menu with the stem Mushroom Block\n\nConsole and mobile versions should have updated themselves at this time. Check out the new goodies, and enjoy!\n\n\n\nPS/Vita玩家们，1.28发布了，并且应该会分别在每个合适的地区发布[不太确定此句翻译]！从来没有哪一个会被遗落。4J Studios用一个接一个的更新撼动了上帝。1.28增添了许多新的在其他接近的版本中十分受期待的特性[译：featherbug23333333]，加入了一些不错的迷你游戏，也有一些bug修复！让我们看看我们又有了些什么\n\n更新列表\n\n加入了Battle Mini Game\n升级了皮肤选择菜单\n在控制菜单中为喜欢游戏中的动作胜过喜爱索尼默认按键的玩家增加了一个XO样式的选项[译：感谢地板补充，“美版主机是X确定 而日版是O确定\n估计是多了选项调整两个按键的作用”]\n启用了Battle Map Pack1（地图包）和Battle Map Pack Season Pass DLC（付费才能玩...）\n在自定义超平坦的设置中加入了洞穴和山谷的选项\n加入了通过切换功能来在背包中分散物品的功能（像PC版中按下右键拖动）这允许你通过在背包格子中拖动一组物品来将它们散成一个个的。\n修复了一个在一个玩家进入游戏后处在物品展示框中打开的地图所显示的最远位置时造成的崩溃\n修复了史莱姆不在史莱姆区块出生的bug\n修复了一个允许 玩家与一个被设置为无法与其互动的盔甲架 互动的问题（互动=拿取东西）\n修复了一个不允许玩家用热键将熔炉中的物品移动到主背包中的问题\n修复了一个在超平坦世界生成界面中由蘑菇方块的茎引起的问题\n\n主机板和移动版应该也会在同时更新。看看我们的新版本并享受吧！\n\n\n感觉......翻译有点懵逼"
        },
        {
            "author": "lcplcplcp",
            "timestamp": 1466848200,
            "txt_content": "我们即将迎来MineCraft2.0—— DLCCraft!"
        },
        {
            "author": "Bryan33",
            "timestamp": 1466849220,
            "txt_content": "PSVita没有/\n另外那个OX键的 因为美版主机是X确定 而日版是O确定\n估计是多了选项调整两个按键的作用"
        },
        {
            "author": "爨灥",
            "timestamp": 1466905440,
            "txt_content": "原来宝石V还没有被放弃啊"
        },
        {
            "author": "艾玛10000",
            "timestamp": 1466940900,
            "txt_content": "然而psv版没有无限地图让我望而却步"
        },
        {
            "author": "岁月静好",
            "timestamp": 1467803220,
            "txt_content": "PSVita是啥QAQ。看上去很好玩的样子"
        },
        {
            "author": "MCxiao_hua",
            "timestamp": 1471366260,
            "txt_content": "好奇在哪里下载。。。"
        }
    ]
}