{
    "title": "[原创-连载] 彼方：烈焰之心 第一章 难眠之夜 & 第二章 欲加之罪 [龙腾猫跃]",
    "author": "龙腾猫跃",
    "replyCount": 4,
    "timestamp": 1466909340,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2016-6-29 00:02 编辑 \n\n第一卷   第一章    难眠之夜\n　　\n　　唐烨猛地从地板上坐起来，在伸手不见五指的黑暗中，只听见他那粗重的喘气声。\n　　“你睡醒了？”一个女声说道。\n　　“等等……”唐烨把手撑在冰冷的墙壁上，努力调整着自己的呼吸。他咽了一口唾沫，才说道：“蒋奕璇，我们……逃出来了？”\n　　叫做蒋奕璇的人似乎很不解：“什么意思啊？逃出来？我们不是明天才……”\n　　听到她这样的回答，唐烨反而叹了一口气，又躺回了石砖地上。“是啊，只是一个恶梦罢了……只是一个梦。”\n　　他在黑暗中向上伸出自己的右手——小时候，他就是这样躺在温热的草坪上看着天空。但是在这看守所的牢房里，他看不见天，甚至看不清自己的手；闻不到青草的香味，只有牢房里隐隐约约的潮湿的臭气。\n　　就还在今天上午，他也还只是一个普普通通的剑士，他理应过着自己平凡但又充实的生活。但是谁又能想到，仅仅半天之后，他就沦为了不得不靠越狱来博取一丝生机的——死刑犯。\n　　事情就是如此的突然，你不得不接受，因为你别无选择。\n　　欲加之罪，何患无辞？\n　　“喂，我说，”蒋奕璇明显耐不住这死一般的寂静，“我们干脆再商量一下越狱的……”\n　　“蒋奕璇，如果你还不想死就不要说的那么大声！”她话还没有说完就被唐烨堵了回去，即使唐烨的声音不大，但是其中的怒意也让蒋奕璇吓了一跳。\n　　她也明显有些不满：“切，都到了什么时候了还这么小心，不就是比我大个几岁么，这么嚣张……”她话虽然这样说，可是说话的声音倒是小了不少。\n　　唐烨叹了口气，说道：“那么，我们就在确定一次计划好了，小点声，没人把你当哑巴的。”\n　　听到唐烨没有再追究刚才的事，并且自己终于可以长篇大论了，蒋奕璇马上兴奋了起来：“好！计划是我老姐制定的，今天下午她假装探望我，让看守把我押去了会面室，在那里她用暗号告诉了我整个计划。”\n　　说到这里，她停了一下，得意洋洋地说道：“我们之间有一套暗号呢，罗老爷子也知道，我也是通过暗号告诉隔壁的他这个计划的，是不是很牛逼？”\n　　“你那个暗号的事情你都说了几次了，我知道这是一个很——牛逼的东西了，行了吧？”唐烨完全没有理会她炫耀的心情。\n　　“嘁……”即使对他的反应有些不满，她还是继续说着计划，“明天早上天一亮，老爷子就会把看守骗进牢房，然后‘砰’地一下子把他敲晕，接着我们就去和他汇合——”\n　　唐烨又忍不住打断了她：“不是我们去汇合，是他来给我们开门，请不要再把谍战的东西混进来了……”\n　　想到唐烨刚才的凶样，蒋奕璇也是罕见地没有反驳：“好吧，来开门就来开门。总之，我们出去后就沿着我下午去会面室的那条路冲出看守所，我姐姐会在外面接应，就是这样。”\n　　“那个‘老爷子’如果真的如你所说是灵力五段的话，我倒是不会担心，但是我很在意的事情是……”唐烨顿了一下，“去会面室的路，你真的还记得吗？”\n　　她愣了一小会儿，说：“我……这么重要的事情我怎么会忘？”\n　　“好吧……”\n　　\n\n\n第一卷   第二章    欲加之罪\n　　\n　　牢房里又恢复了一片寂静。城市里夜晚的喧嚣传不到这个冰冷的看守所——这个被罪恶包围的地方。\n　　无论是蒋奕璇、唐烨还是隔壁的罗穆，他们心里都很清楚，这或许是自己生命中的最后一个夜晚了。\n　　唐烨转过身来：“你……就不怕我是黑炎教的人么？”\n　　蒋奕璇想了想：“这个问题我还没想过……嗯，你大概不是吧。”\n　　“为什么？”\n　　“我听说黑炎教的人都是帅哥啊！”\n　　“……”唐烨又把身子转了回去。\n　　黑炎教，这整件事的罪魁祸首，从南蛮战争起活跃起来的神秘的邪恶教派。他们宣扬“让地狱之炎焚烧人间”，无恶不作，甚至跨大陆活动，成为了各国政府心中的一大祸患。\n　　据说今天上午黑炎教的人杀了一位官员。\n　　由于死了一个人，由于无能的警察抓不到凶手，或是他们根本不敢面对黑炎教的法术——因此就随便抓几个外地的冒险者来顶罪？\n　　“呵……”\n　　天上高挂着两个巨大的天球——据说它们是上古时代最伟大的产物，无数智慧的结晶。两个天球，给世界带来了世界“白天”与“黑夜”，给世界带来了光和热，但却并不能给世界带来真正的光明。\n　　“我想活下去……”\n　　\n　　一片白光从墙壁上的铁栅栏窗户照进了牢房，牢房里顿时一片亮堂——天球在夜间充满了能量，现在它再一次照耀这这片土地。\n　　第二天，到了。\n　　唐烨站起身来，他看到蒋奕璇也站了起来，她蓝色的双马尾在阳光下又镀上一层金色，煞是好看。\n　　两个人都彻夜未眠。\n　　牢房是极其单调的纯石砖建筑，除了小窗户与铁门之外别无它物。两个人都屏住了呼吸。\n　　令人窒息的压抑还在延续，唐烨除了紧张，还有一点点好奇。据蒋奕璇说，她的那个“老爷子”是巨人族，巨人族即使在种族逐渐混居的现在，也不是那么容易就能见到的。\n　　不过说起来，砸门这种事也就只有巨人族……\n　　“砰——”唐烨正想着，铁门发出了一声巨响，一条裂缝贯穿了整个门。\n　　“退后一点。”蒋奕璇吩咐道。\n　　唐烨向后退了几步，心已经悬了起来。“砰——”又是一声响，这下唐烨看清楚了，岩系一段辅助法术，碎裂。\n　　“这……把一段法术用处了三段的威力啊……”唐烨感叹。\n　　“咚！砰！”随着一声巨响，铁门轰然倒地。门后站着一个接近三米高的巨汉，巨汉手中握着一个剑柄。\n　　剑柄？\n　　“看守的剑也太破了嘛，两下就烂了。”说着，巨汉罗穆把剑柄丢到了一边，看了看地面上碎成几块的铁门，随手捡起一大块，掂了掂分量，“嗯，这个厚实，要得。”\n　　唐烨看着罗穆手上的那块铁板，竟然目瞪口呆张着嘴巴不知道说什么好。\n　　两人也不敢停留，赶快走出门去，唐烨问蒋奕璇：“那个会面室，你是从哪边去的？”\n　　“啊？”她愣了一下，有些慌张地指上右边，手指还在不住地颤抖着，“这边吧，大概……”\n　　“为什么……为什么你真的这样说了！”\n　　\n　　第二章的投票结果：\n　　①　听蒋奕璇的，向右走　3票\n　　②　不听她的，向左走　　4票\n　　\n　　如果对文章细节有意见或者文中有错别字请各位读者大爷拜托指出，我会尽快改正，谢谢_(:з」∠)_\n　　\n　　上一章：前言 & 楔子\n　　索引帖：点击进入\n　　下一章：第一卷 第三章 长廊　ADF链接　直接链接",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1466927400,
            "txt_content": "有的地方仍然未改，望知。"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1466931840,
            "txt_content": "安根_Engon 发表于 2016-6-26 15:50\n有的地方仍然未改，望知。\n额……哪里……？我已经检查了一次了qwq"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1466932320,
            "txt_content": "龙腾猫跃 发表于 2016-6-26 17:04\n额……哪里……？我已经检查了一次了qwq\n比如我之前说的“再”字和“出”字。\n而且“吩咐”这个词仍然不当。"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1466932980,
            "txt_content": "安根_Engon 发表于 2016-6-26 17:12\n比如我之前说的“再”字和“出”字。\n而且“吩咐”这个词仍然不当。\n……因为我觉得这里确实没有什么问题，她吩咐主角退后是为了避免主角被砸到，这里本来就是一种要求。反而改成“提醒”的话会有一种“你不躲开也没事”的感觉。\n其实根据现在的阅读情况，很多人看小说是主要看剧情的，也就是说描写上的细微斟酌影响其实并不如大家想像的大，读者也普遍认为剧情比文笔重要得多（这都根据我的调查结果的）\n也就是因为这些原因，在词句上我也就只保持了基本的阅读流畅性，也就是说读起来不会感到非常奇怪或者阅读很困难就行了，有的细节也就没有注意，因为我要去修改这些的话我就得同时修改几个发布点里的文章，这样非常麻烦。\n不过还是谢谢你啦，每一章都提意见辛苦了……毕竟现在创作版没人……"
        }
    ]
}