{
    "title": "terraria[速成玩法教学]教你快速战到肉山后！",
    "author": "TR[540788]",
    "replyCount": 9,
    "timestamp": 1466929620,
    "txt_content": " 本帖最后由 TR[540788] 于 2016-6-26 16:27 编辑 \n         [泰拉瑞亚速成教学] \n这么多年来一直在mcbbs潜水，这几天创了一个账号，终于也能装个逼了......\n\n记得我有一次不小心删除了自己的泰拉瑞亚存档，然后所有的内容全没了，那个痛啊.....,后来，根据我的各种发展，终于研究出来快速发展的方法，可以快速打到肉山。\n第一阶段：收集原料。\n不管是速成还是的方法，你都得一上来收集木头。首先撸得200个木头.30个石头（顺便打几个史莱姆）。接着工作台（2个）.火把.炉子做上，工作台.炉子都放在一起（工作台留一个探索用）。然后就到了晚上。这个晚上不用太和怪物纠结，主要任务是收集附近的矿物。然后做上铁质大刀.铜套以及铁砧，为第二阶段做准备。\n第二阶段：初期探索。\n这个阶段非常重要，是为中期的装备做基础。首先向西边（也就是左边）探索，因为西边丛林.世界之树（貌似没用）会生成在哪里。在探索的时候建议用平台做垫脚石（别问我为什么，自己体会得到），在经过腐化之地时多采一些邪恶蘑菇，多刷一些腐肉，下到恶魔祭坛那里做蠕虫诱饵。顺便敲两个（两个就够了）暗影之珠，得到滑膛枪或一些其他东西。到海边的时候触发渔民NPC，如果有能力的话可以去海底找海底宝箱（有次我很幸运找到三个）。\n到了这里，凭我们的装备就可以往地下探索（先不用探索东边）。找洞的话有两种方法：1.自己炸。这个阶段应该已经有矿工NPC了吧，买一些然后凭直觉炸到自然洞穴。2.找洞穴。这个的话比较麻烦，因为大多数在丛林里，而丛林里很危险，必须小心谨慎。探索洞穴时要遇矿就挖，如果洞穴到了尽头就挖开或者炸开。要多找一些宝箱。在洞穴里要刷到深度计（蝙蝠掉）、大量的矿物、钩子、以及一些升级生命值的生命水晶。然后制作更高级的套装（越屌越好）。剑也是越屌越好，挖掘工具不需要。稿子可以去钓鱼得到稿子鱼（100%挖掘力），于是肉山前无需再更新稿子。剑其实也可以钓到剑鱼，16的伤害。\n接着就是必备的钩爪，可以装备到配件里。做完以上准备，就可以进入第三阶段。\n第三阶段：攻打BOSS。\n到了这一阶段，就是一个转折区，这一阶段获得的装备就可以前往地狱了。首先打的是大眼睛（克鲁斯之眼），可以用六个晶状体合成召唤物（正常情况下也可能自然刷出来，提示语是：“你感觉有一双邪恶的眼睛盯着你”）。注意在战斗过程中要磕大量的药。掉落的魔晶矿收着，做装备。接着打黑长直（世界吞噬者），拿着蠕虫诱饵在腐蚀之地使用。注意战斗时要与主体保持距离，不能截断中间，因为这样会分成多个来打你，会不好操作。结束后拿暗影鳞片和魔晶锭做全套装备（头盔、胸甲、裤子、光之驱逐、萎靡不振），不够再打一遍BOSS。\n第四阶段：第二次探索。\n这一阶段主要是探索完整个世界。现在拿着你的萎靡不振（yoyo球）探索东边（右边）。主要任务是找到地牢，并且探索完这个世界左右边。晚上到达地牢后把大吴克杀掉（地牢门口老头的诅咒），记得疯狂嗑药。杀掉后裁缝会入住。然后进入地牢探索。地牢有很多宝箱，其中黄金宝箱需要黄金钥匙（杀地牢史莱姆、打罐子掉），其他的宝箱需要特定的钥匙。探索地牢需要刷到检尺计数器、妖刀村正（或者披风）、魔法飞弹（比较有用）。注意地牢沿途还放置着药水等物品。并且还要救出两个NPC（电工和哥布林工匠）\n探索完地牢后就要再探索一次地下。这次任务较多，必须刷到魔镜、跑靴、二段跳装备（如云中瓶、暴雪之瓶）、一大堆药水、一大堆矿物以及一些装逼用装备。\n之后就要去天空之岛探索了。可以先做一个通天塔，然后从上面跳下，在快到地面时伸钩爪，就可以安然无恙地到地面（这时，牛顿的棺材盖飞了出去.......），这样重复几遍，就可以找到天空之岛。在岛上可以获得幸运马蹄（无视摔伤，很重要）、飞毯（短距离飞行）。[TIPS:是不是感觉装备多了装备栏放不下？其实像深度计、检尺计数器、生命体征仪这样的显示数据的装备放在背包里也是有用的。如果背包满了可以把一些物品放在金钱槽里（杀血月怪物掉落），这个装备可以和小猪储蓄罐相通（商人卖），就像个移动的末影箱。]在天空之岛上还有一些建材（日耀砖、云、积雨云、日耀砖墙）可以拿回去。\n接下来最重要的探索就是丛林洞穴探索。在丛林里时到处逛可以找到一些很深的洞，沿着这些洞下去当背景墙变成绿叶的时候就下到了丛林洞穴。在丛林洞穴里找宝箱以及蜂巢，顺便找找神庙（肉山后用）。在丛林洞穴探索时也要遵循“见洞就挖”的原则。丛林洞穴里会刷一些很重要的东西：丛林孢子（做装备，很重要，收集几十个）、蜂刺、藤条。探索完后做丛林套装：头盔、胸甲、护胫、丛林藤圈、草雉（28伤害的剑）、常青藤条（可以伸三个爪的钩爪）、亚马逊（yoyo球）。有了这些装备后就可以进军地狱了。\n第五阶段：进军地狱。\n经过无数次的准备后，我们的装备终于可以在地狱战斗了。我来地狱是一路“炸”下来的。到达地狱后第一步收集黑耀石（把水引到岩浆那就会生成黑耀石），然后再把岩浆盖起来（首选推荐平台），接着收集狱岩石（就是站在上面会着火的那种石头，多产于岩浆附近），然后拿到地狱熔炉（合成地狱装备用），最后收集装备：火花魔杖（比较有用）、烈焰火鞭（是魔法飞弹的升级版，但不能入水）、向导巫毒玩偶。制作装备：炽焰巨剑（36伤害的剑）、炽焰之镐（可以完成成就）、熔岩全套（头盔、胸甲、护胫）。这样，你就能攻打肉山BOSS了（地狱的守护者）。\n第六阶段：肉山之战。（终）\n到了这里就是本教程的最后一章。现在你的装备是：炽焰巨剑（主近战武器）、火花魔杖或烈焰火鞭（魔法武器）、丛林藤圈或亚马逊（副武器）、炽焰全套（头盔、胸甲、护胫共25防御力）。挑战肉山时先将向导巫毒玩偶丢入岩浆，即可召唤肉山BOSS。挑战肉山BOSS后，本教程结束。\n\n\n其实我们这么多的努力都是为了一个超BUG的装备：海豚枪  S.D.M.G.\n\n\n\n\n\n                                                                            作者：TR[540788] 原创\n                                                                          [qq]1507135620[/qq]",
    "replies": [
        {
            "author": "米安博奥",
            "timestamp": 1466930220,
            "txt_content": "在砖家模式里可以选择跳段式方式\n首先准备一把仙人掌剑，然后收集炸药度过第一个夜晚\n第二天立马去炸暗黑球/心脏，但是最好要准备回城药水，炸如果手速快的话，炸3个立马喝药，手速慢的话炸两个就够了\n因为破坏暗黑球/心脏就会掉下陨石，这时如果掉下陨石，就用炸弹去炸陨石尽量能炸出一套陨石套的数量外加一把太空枪，这时就有了比较强大防御与攻击力了 可以试着挑战一下史莱姆王，如果出了史莱姆的坐骑的话，打克鲁苏之眼会简单的很"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1466945880,
            "txt_content": "感觉漩涡枪才叫超BUG"
        },
        {
            "author": "SuperXingYu",
            "timestamp": 1466948640,
            "txt_content": "你可以申请一个优秀"
        },
        {
            "author": "TR[540788]",
            "timestamp": 1466985720,
            "txt_content": "SuperXingYu 发表于 2016-6-26 21:44\n你可以申请一个优秀\n怎么申请，我是新人~"
        },
        {
            "author": "kugong",
            "timestamp": 1467023760,
            "txt_content": "没说血地打法，眼睛其实也不用打，马蹄铁在有巫医的情况下也不一定要。亚马逊，赤炎稿，火花魔杖，赤焰火鞭，草薙，等也没什么用"
        },
        {
            "author": "3705",
            "timestamp": 1467032640,
            "txt_content": "你忽略了血地（克苏鲁猪脑表示不服）......为什么我打肉山的主武器为什么是永夜？（想不通）结果就扔了20个蜜蜂手雷肉山就挂了？？？（这与我想象中的不一样啊）为啥我打世纪之花就用了2分钟？南瓜月第一次我就打了15波？幻象弓为什么10秒干三王？旋涡击碎者为什么随便拆四柱？为什么打月总被地形坑死了？（QwQ）\n我泰拉是萌新......"
        },
        {
            "author": "TR[540788]",
            "timestamp": 1467078600,
            "txt_content": "3705 发表于 2016-6-27 21:04\n你忽略了血地（克苏鲁猪脑表示不服）......为什么我打肉山的主武器为什么是永夜？（想不通）结果就扔了20个 ...\n额，你那全是肉山后武器后武器。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1467079560,
            "txt_content": "有意思\n难道就我闲到没事修那么多个工程把地狱洗劫完了才准备打肉山。。。"
        },
        {
            "author": "3705",
            "timestamp": 1467107820,
            "txt_content": " 本帖最后由 3705 于 2016-6-28 18:03 编辑 \nTR[540788] 发表于 2016-6-28 09:50\n额，你那全是肉山后武器后武器。\n永夜可是肉前的，血腥屠宰着用血腥矿石和脑组织样本（或者光之驱逐用腐化矿石和暗影鳞片，腐化之地的地图我还没玩过）妖刀在地牢，草薙用蜂刺、丛林孢子做，还有用狱岩矿做的赤炎巨刃在血腥祭坛（或者腐化祭坛）合成，攻击力52，发出和村正一样的光，不能连击，肉后用来做觉醒·永夜之刃的，最后合成肉后中期比较好用的泰拉之刃（肉后后期就几乎用不着了），难道你不知道？还有，蜜蜂手雷也是肉前，蜂后打死就有几率掉，没有掉也可以用必掉的蜂蜡和手雷合成蜜蜂手雷，我打肉山就扔了20个蜜蜂手雷，连肉山都没看到，肉山就挂了。。。\nPS：本人打字慢，这些字整整打了17分钟啊！！！\n"
        }
    ]
}