{
    "title": "<原创·连载>空[第七十三章：仇恨继承][Polaris]",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1466943900,
    "txt_content": " 本帖最后由 46241359 于 2016-6-26 20:55 编辑 \n\n正文\n\n\n\n    “你要找的目标，具体位置我已经锁定了，你想要什么时候行动。”\n    “今天晚上，准确时间的话……看看我什么时候心情好吧。”\n    “那么到时候你的目标没有达到就不是我的过失了。”\n    纳尔坐在公园的长椅上，将手机拿下来，结束了通话。抬眼看着已经被染红的天际，手肘支在扶手上，拖着自己的头，有些沉醉地呆望着，心情也是前所未有的愉悦。\n    当然不是你的过失了，毕竟，你既然想要得到自由，我当然不会食言。\n    你一定因为长时间被禁锢在不属于自己的躯体中而感到身心俱疲吧，既然如此，当然会按照当初的约定，让你获得真正意义上的自由——摧毁那个外壳，让你的灵魂完全解脱。\n    “这么好的时间……又是谁打来的电话？”\n    他弯下腰，捡起因刚才自己的失神而掉落在地面上的手机，瞥一眼号码。\n    罗杰么……昨天不是刚刚去看过他，又出什么问题了。\n    “喂？你……又哪里不大舒服？”\n    有些麻木的嗓音，但还是掺进去几分关怀，不至于让对方听起来觉得这话太过刺耳，让其感到心痛。\n    “没有……我只是想问问你，这些事处理完之后，你想怎么办？”\n    “我没什么安排，顺其自然吧，处理过后，我就自由了，到时候看看情况吧……前提是那个时候我还活着。”\n    “……”\n    “怎么？”\n    “我是说……你能不能……尽量别让自己出事？”\n    纳尔愣了愣，不是没听懂刚才的话，而是有些过于诧异，让他不知道该作出什么样的表情，说什么样的话来表达自己的情感。\n \n    “你听见了么？”\n    “……嗯，听见了。”\n    “所以，我想我大概得回去。”\n    “嗯。去吧。”\n \n    “……喂？纳尔你有在听我说吗？”\n    “我在听。”\n    “我是想……现在的情形，有没有什么能为你做的？什么都可以。”\n    他握着手机的手微微使力，好像自己手里正握着的不是冰冷的没有任何温暖的一块手机，而是罗杰的手。\n    “不需要。”\n    “为什么？你为我做了这么多……”\n    “这是在回报你之前为我所做的那些事，你也不需要对此有愧疚。”\n    知道对方陷入了沉默，纳尔笑了，将手机离开耳边，结束通话。倚靠在长椅的椅背上，看着已经完全变成血红色的天空，眼里流露出几分怀念的神色。这样的天空，上一次见到，不知是多久以前的事，下次能安静地欣赏U国的天空，不知道是多长时间之后，也有可能，那一天不会再来了。\n    夜将要降临，决定自己接下来的生活将要以什么方式度过的时刻，也即将到来。\n    “如果这件事顺利完成，那大概仅需要一两年的时间，我和你就能在不同的国家看同一片天空了吧……”\n \n    纳尔蹲在实验室的屋顶，皱着眉看着自己头顶的夜空。\n    太美了，感觉自己从有记忆的那一刻开始，这是第一次见到令他不得不感慨的夜空。其实这与他平常所看见的并没有多大的差别，仅仅是因为，他认定自己是最后一次能够再仰起头看着它了。\n    也许在一段时间之后他的视线仍然能够落到自己的头顶，但所能看见的，仅仅只有冰冷的金属天花板。\n    “罗杰……”低下头，看着自己脚踩着的地方，“就算我没能再和你见面，你大概也不会怪我吧。”\n    “他一定会的。”\n    嗓音微微发颤，同时吹过让纳尔感到阵阵寒意的夜风，他站起身，转而看着刚才说话的人。\n    “我不记得我有叫你跟过来。”\n    “当然没有，”Emptiness的视线从纳尔的脖颈旁边略过，投向遥不可及的天际，“我也不是你正式的助手，你没有任何对我的行动完全加以限制的权利。”\n    “你有什么事？”\n    “……”\n    Emptiness陷入了长时间的沉默，纳尔的反应完全在他意料之外，本以为一定会用各种现在想象一下都会感到毛骨悚然的手段威逼自己迅速消失在他面前。Emptiness在确认自己准备好之后，才艰难地开口。\n    “我知道你在担心什么，因为有罗杰这样的负担，你也开始变得畏惧死亡降临在自己身上了。”\n    白色的发丝被风吹起来，在藏青色的夜幕下让纳尔觉得很扎眼，甚至是让双眼有刺痛感，Emptiness的双眼眯成一条缝在凝视着他，看起来像是有点责备的意思。\n    是的，他说的没错。不知道从什么时候开始，受什么人的影响，原本盼望从这个世界中解脱的纳尔·彼得也开始想要逃避死亡的到来了。在这同时他也自然能够意识到，自己的转变，毫无疑问，是为了一些人。\n    “我可以替你做到这些事，”Emptiness笑了，前所未有的凄惨，即便是他得知已经不是在为自己而活的时候，也没感觉到能够像现在这般惘然，“我指的是，可以替你死去。”\n    “你没必要做这种事，我们本来也和陌生人没什么差别。”\n    “纳尔，我不是为了救你。”\n    这是真话，Emptiness从开始到结束，几乎没有考虑过纳尔是什么处境，可又是处处思虑。他真的不为了纳尔，而是为他自己。save夺走他精神上的自由，将他的灵魂永远束缚在这个躯壳之中。save给了他自杀的权利，也在同时预料到那灵魂与生俱来的自尊心绝不容许自己轻易离世。\n    自己办不到的事，那就交由纳尔，让他带着自己的仇恨，将其放大千万倍，一并还给他们。\n    “save剥夺了我所拥有的一切，我从来不想拯救任何一人，但你是例外。”他笑着，朝前迈了一步，这样方便让纳尔更清晰地看到自己眼底的绝望，“因为我很清楚，你大概是这个世界上，唯一有能力帮我实现愿望的人了。”\n    “……你希望复仇吗？”\n    “是的。”\n    纳尔妥协了——因为Emptiness想要办到的，也正是自己所希望的。\n    将save从这个世界中抹消掉，因为save从自己这里所夺走的东西，实在是太多了。\n\n\n\n返回索引贴\n\n\n@恶魔-潇洒 @冥王星人 @zyj0807 @sam3737 @xcc \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "2644511816",
            "timestamp": 1466944740,
            "txt_content": "文章看起来很长==\n但是实际上很短\n因为文章对话占一半...."
        },
        {
            "author": "冥王星人",
            "timestamp": 1466946000,
            "txt_content": "目测你有生之年连签名档那几个都写不完"
        }
    ]
}