{
    "title": "<原创·连载>《平凡之路》【by 2644511816】",
    "author": "2644511816",
    "replyCount": 9,
    "timestamp": 1466954940,
    "txt_content": " 本帖最后由 2644511816 于 2016-6-27 12:41 编辑 \n\n第一章：书生林朴树\n    在一个名叫明都的都市中一个人在家中点着灯火坐在桌椅前看着那一卷卷诗书，明日便是去考取状元的日子，所有要前往考场赶考之人都在自己家中点着灯火复习着，对于考取功名这是每个书生都向往之事。\n    尽管已是深夜但所有书生的家里都点着灯复习着功课，渐渐的灯火渐渐熄灭了，因为明天是需去考场参加赶考的，所以他们必须养足了精气。\n    现在唯有一家人点着灯还在复习，他复习的诗书只剩下了最后一卷，翻看完了之后他也需要睡眠了。终于在大约半个时辰之后那些厚厚的诗书都被阅读完了，他也熄灭了灯火去睡觉了。\n    第二日辰时，陆续有书生前往考场，直到进入考场的时间到了，关闭了进入考场的大门，考官发下了答卷，并告诉了他们答题的要求：答卷写好名字，字迹清晰便于考官审核。\n    那名比别的考生晚半个时辰的人在自己的答卷上写上了自己的名字：林朴树，然后开始了答题。\n    约莫一个时辰之后考核结束了，考生们陆续交上了答卷，林朴树站在队伍的中间。\n    考核结束所有考生走出了已经又敞开的大门走回了自己家，林朴树也往他在明都的家中走去，这一天所有书生都很紧张也很期待，因为他们有可能考上了状元，也有可能落榜了，在紧张与期待中他们度过了一天。\n    第三日巳时，官兵们在状元榜上贴好了那些录取状元的纸张守在附近。林朴树来到了状元榜前怀着期待怀着紧张的看着状元榜，他一个一个的名字看过去。\n    林江涯、胡临、怀斯······\n    一直看到了最后他也没有发现自己的名字，他的希望破碎了，梦想破碎了...林朴树垂头丧气的回到家中，呆在家里一直思考着为什么他没有考上。\n    最终他不再思考了，带着那一卷卷他看过很多次的诗书来到了他家的后院，点了火一卷卷的烧掉...\n    “我林朴树至今17岁，三年前没考上我并不灰心，而如今我已17，自知考上状元的希望已不大，而烧掉了诗书，呵呵我可真是一个没有用的人啊...”他带着自嘲的语气自言自语着...\n    突然天空传来一个声音：“明日乃修仙门派收徒之日，所有想要进入修仙门派之人明日巳时来到，南秋山进行考核！”\n    听到这个声音林朴树的眼眸中闪过一丝希望，他把所有诗书一次性全部丢进了火堆中，然后琢磨着要不要去参加修仙门派的考核，如果去的话说不定自己可以成为仙人，就算成不了仙人至少也可以去见见世面。\n    这几年自己每天除了复习还是复习，生活一直都很单调，直到自己没有考上状元，他完全就放弃了自己考上状元的梦想，如今这个消息带给了他一个新的梦想，那就是成为修仙者。\n    一直到了晚上，林朴树才决定明日巳时去南秋山参加进入修仙门派的考核。\n    一直到了早上，林朴树背着一些行李从家中前往南秋山，此时距离巳时还很早，走了一个时辰他终于看到了一个充满树木的山，此山便是南秋山，他来到山下找了个地方打开行李坐了下来，他望了望附近，附近都坐满了人，至少也有三千人，这还没到巳时就已有如此之多的人，那么到了巳时会不会有一万多人同时进行考核呢？\n    终于在阳光的照耀下，巳时到了，很多仙人从天空踏着法器飞来，这让那些想成为仙人的人们瞪大了眼睛。\n    林朴树也是瞪大了眼睛望着他们，他早听说过仙人们会飞行，会很多法术。但耳听不如眼见，在这里看着仙人们飞来比听的更有趣。\n    一个老者飞来立即说道：“第四届修仙门派考核开始！所有参加考核的人去那个台阶那里。”说罢他指了指他旁边那长长的台阶，然后继续说道：“你们的目的是爬上这台阶，然后下一步会有人在台阶终点告诉你们该怎么做，如果你们想要放弃只要喊出放弃自然会有人送你们下来。”\n    说完了这句话，周围一片轰动，所有人都往那台阶跑去，林朴树也在其中，他们一阶一阶的往上爬，也有些人为了出头跑的很快，不为别的只为能被修仙门派看重，爬了3000多个台阶，已经开始有人放弃了，果然他们一喊放弃就有仙人带着他们飞下山去。\n    爬了这么多的台阶依旧看不到这长长的犹如长蛇一般的台阶的终点，林朴树爬了这么久台阶也很累了，爬台阶的速度开始下降，直到3900多个台阶，林朴树的体力不够了坐在了台阶上休息，不过过了5分钟左右他又再次开始爬台阶。\n    而山下看着他们爬台阶的仙人们议论纷纷\n    “你觉得那穿黑色长衫的人怎么样？他已经爬了4500个台阶了。”\n    “我觉得他坚持不到最后，我倒觉得那爬了4100个台阶的人不错，我看得出他还有体力支撑着。”\n     ······\n     山下议论纷纷但并不阻碍那些想要加入修仙门派的人爬台阶，终于林朴树又爬了100个台阶，坐在了第4000阶的地方休息了1分钟然后继续爬台阶，现在的人数已经下降到了6000多人，原本的一万人有大约4000个放弃了。\n     一个时辰过后，剩下的人已经只有3000个，林朴树也在里面，他已经爬到了5900阶，不过体力不支，他眼前模模糊糊的，似乎随时会昏倒过去，但他手脚并有硬生生爬到了6300阶，终于他眼前台阶出现了终点！大约还差4700个台阶左右。\n     他心头微震觉得自己还有希望通过这次审核，然后休息了一会儿，继续爬台阶，一直到了第9700阶，林朴树的手和脚已经血肉模糊了，他眼前已经是一片黑色，对于疼痛他已经麻木了，他知道他要爬上这最后300个台阶，支撑着他的身体的不是体力而是他那惊人的意志力，最后剩下的只有最后的800人。终于爬过了最后300阶，剩下人数只有500，然后林朴树就昏了过去，当然他惊人的意志力引起了山下仙人的兴趣。\n     过了这一关耐力的考核，他们休息了莫约30分钟，期间仙人使用法术把所有人的伤口愈合了体力恢复了，连昏过去的林朴树也醒了过来。\n     剩下的人只有400个了，那100个人被修仙门派看重给带走了，林朴树原本也可以直接进入，但那些仙人想要看看他能支撑到什么时候，第二个审核是让他们过一个铁索桥，桥只有铁索，距离只有100米，这些距离对于第一个考核显然是非常的短。\n     但铁索下却是悬崖峭壁，掉下去绝无生还的可能，镇守第二关的一个仙人道：“想必你们也看到了这铁索桥，你们的任务就是通过这座桥，你们刚刚走过一万个台阶，对于这点距离应该不会困难，不过我们要声明，如果你们掉下去我们完全不会管。”\n    此话一出一片哗然声，但那个仙人继续说道：“现在想放弃的可以放弃，会有人送你们下山。”这句话一说出来，就有50多个人放弃了，现在只剩下350个人左右，然后那些人陆续踏上了铁索桥。\n    “目前最好的成绩是走过了68米，还没有人完成100米的成绩”一位仙人正在统计最好成绩，此时剩下的350人被这个考试又给刷掉了70多人，剩下的人数只有250个左右，终于林朴树也踏上了铁索桥，不过很可惜他只走了36米便掉了下去，不过并不像之前仙人那样所说的没人会救他，刚好相反，每个人掉下去都会有仙人去接住他们，只不过他们用了一些术法使上面在进行测试的人看不见而已。\n     当林朴树被接住时他就发现了这一个测试是测试他们的勇气，那些放弃了这次测试的应该都不会被这些修仙门派收取。\n     至于接下来的测试题目反正对于自己没什么用了，不过那些有勇气去尝试的人那些修仙门派把他们收取了让他们当做杂役，如果他们的修为到了凝气一阶便可以成为外门弟子。\n     林朴树被一个叫做林荫谷的门派收取了，他被直接带到了门派前听着那为师兄的讲解：“林荫谷顾名思义整座谷都被林荫遮挡，看见了那个碑没有？”他指了指山门前的石碑继续说道：“那是我们林荫谷的一代老祖林荫老祖立的，他一身元婴修为闯荡修仙世界，创下了林荫谷，也是因为他喜欢有林荫的地方才在这个全是林荫的谷里创下门派，取名为林荫谷。”（未完待续）     \n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1466986020,
            "txt_content": "只能说看着很累，另外《平凡之路》不应该文艺一点嘛..."
        },
        {
            "author": "2644511816",
            "timestamp": 1466992620,
            "txt_content": " 本帖最后由 2644511816 于 2016-6-27 10:00 编辑 \nDGK2 发表于 2016-6-27 08:07\n只能说看着很累，另外《平凡之路》不应该文艺一点嘛...\n\n哦这个是为了做任务{:10_561:}因为实在想不出有什么茶馆的水帖==没办法"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1467113220,
            "txt_content": "写的不错。\n中间的衔接过渡不是很自然，对于数字的叙述过多。\n以及，这个名字……我险些认为这是抄袭。"
        },
        {
            "author": "我为我为",
            "timestamp": 1470663540,
            "txt_content": "不继续写问道？"
        },
        {
            "author": "Lovely丶小胖",
            "timestamp": 1470703800,
            "txt_content": "有后续吗？"
        },
        {
            "author": "Lovely丶小胖",
            "timestamp": 1470703860,
            "txt_content": "看的不过瘾"
        },
        {
            "author": "暖夏如歌",
            "timestamp": 1470729960,
            "txt_content": "还可以，不错，楼主快更！"
        },
        {
            "author": "我为我为",
            "timestamp": 1470751980,
            "txt_content": "暖夏如歌 发表于 2016-8-9 16:06\n还可以，不错，楼主快更！\n每个贴子都这么说，来水经验的吧？"
        },
        {
            "author": "星之绿焰",
            "timestamp": 1470821160,
            "txt_content": "有些语句好像不连通哎？\n                                别打我，我只是卖东西的。"
        }
    ]
}