{
    "title": "<原创·单篇>[霜露·笑尘]雨世界 七彩之梦",
    "author": "luxiaochen1984",
    "replyCount": 5,
    "timestamp": 1467029520,
    "txt_content": " 本帖最后由 46241359 于 2016-6-27 21:51 编辑 \n\nSection 1“你觉得，未来是什么颜色的？”窗外，密集的雨珠拍打着水面，阵阵电光夹杂着雷声从远处闪烁着，在这个时代，已经没有人知道天空的颜色了，连年龄最长的大祭司都不敢确定，大概是白色？蓝色？怎么说，也比这永远都泛着灰色的天空好多了吧。“嗯….”你低着头，咬着手指，可爱的脸上露出了努力思考的神情，随后，抬起头来，绽开了如同以往般灿烂的笑容“当然是七彩的虹色啦！”“为什么？”我实在有些无法理解她为什么能做出这种回答。 “因为，那是梦中见到的颜色啊。”望着你认真的神色，我不禁陷入深思。\nSection 2没有人知道大雨持续了多少年，没人知道大雨还要持续多久，唯一知道的是，再过几年，这最后的地面，都将被大雨吞噬。很久很久以前，当大雨开始前，第一代先知做出了预言，族人们开始了准备，他们收集种子，准备食物，砍伐木材，登上高峰，开凿洞穴，他们齐心合力，最终，在大雨开始前，在那最高的山峰上安稳的定居下来。大雨如同预言般的倾盆而下，淹没了平原，吞噬了山峰，唯有我们祖先所居住的最高峰得以幸免，在最后一座山被吞噬之后，水停止了上涨，直到——你的到来。\nSection 3那是十年前的事情了吧，我坐在暖炉旁边，将一小块太阳石投了进去，缠上母亲生前缝好的栗色围巾，看着炉里亮起的光芒，我搓了搓手，拿起泡好的茶叶，轻轻的抿了一口，缓解着一天的疲劳。午后的时间刚刚好，茶水的温度暖洋洋的令人昏昏欲睡，外面的田地里，土豆已经抽出了绿色的嫩芽，那郁郁葱葱的绿色，对于当时的我来说，或许是最大的鼓励了吧。我会想起那天人们的谈论，大抵又是哪家的植物开出了不一样的花朵，哪家的牲畜有了几个新的宝宝，人们不厌其烦的谈论着鸡毛蒜皮的小事，打发着漫长而无聊的时间，我不喜欢与村民交流，唯一的爱好就是在田地中细心的照顾每一株植物，然后泡上一两把自己种的茶水，享受一天余下的时光吧。然后，你闯入了我的生活中。一个年轻人大喊大叫的闯入了先知的家中，新鲜的事物让所有人都向着先知家中聚集，我摇了摇昏昏欲睡的头，带着一些好奇心，忍住在多人聚集时的厌恶感，走向了长老家。我清晰的记得，那时卡尔家括噪小伙子额角亮晶晶的汗珠，先知额上堆起的褶皱，以及写在人们脸上的惊讶，后排还有几个小不点正努力踮高自己想看看里面的情况。随后，我看到了你——你小小的身体蜷缩在一个精致的，由不知名材料编制而成的篮子里，身上盖着一条如同大海般蔚蓝的布匹，一块块羽翼般的太阳石在你的身下，散发出暖暖的光辉。我注意一双小小的蓝色翅膀从那匹布下伸了出来，现在想来，那就是天空的颜色吧。大家开始讨论起来，每个人开始发表每个人的意见，记得上一次这样的大会，大概是几个月前决定下一季种植什么蔬菜的时候呢。有人觉得你是不祥的预兆，应该扔回海里，有人觉得你的翅膀正说明你是神的使者，应该顶礼膜拜，两方争论不休，激烈的讨论着。但我对那些事情并没有兴趣，只是静静的看着你，看着你微微颤动的翅膀，看着你脸上像是做了个好梦一样的笑容，看着你纯洁无邪的脸庞，一种深深的平静感涌上心头——也许，这就是缘分吧，我明白我要做些什么，但我又不明白为什么我要这么做，于是，我站了起来。“我来收养她吧。”人们又一次炸开了锅，也是，对一个整天只是和田里的植物打交道的“怪人”来说，这种意见实在是令人费解吧，我只记得呼吸变的困难起来，如同卷入一场风暴中，周围是七嘴八舌的话语，人们的脸上闪过不同的表情，而我，正处于这场风暴的中心。至于这场风暴持续了多久，又是怎样结束的，我已经记不清了，也许是先知的首肯，也许是我的辩解，但那些都不重要，重要的是回家的时候，我抱着你，你靠着我，你沉睡中的小脸，比太阳石还要温暖。\nSection 4就在我绞尽脑汁想着如何与你交谈的时候，你送给了我第一个惊喜。“妈妈！”元气满满的声音在身后响起，那是你来到我身边的第一句话。我无法告诉你我当时的心情，也许连我自己都不清楚，当时是惊讶还是喜悦。我揉着自己的耳朵，以为是今天疲劳过度而产生的错觉，但马上，我放弃了这个愚蠢的念头，扭过头去。刚刚睡醒的你看着周围，好奇的神色写在你的脸上，你如同第一次睁开眼一般，睁大了眼睛看着周围的一切，似乎想把它们都深深的记忆下来。很快，你的视线回到了我的脸上，不知为何，你笑了起来，眼睛弯成了一轮月牙，两个小酒窝鼓了起来，你展开双手，如同渴望拥抱一般。“妈妈！”我的小天使，你真是个奇迹。\nSection 5站在洞口的边缘，她呆呆的望着玻璃之外的世界，没由来生出一股烦躁，有什么在云层中呼唤着，在撕扯着她的心。她猛然间展开了翅膀，越过换气用的玻璃，向着无尽的乌云飞了出去。冰冷的雨珠毫不留情抽打着她，衣服和翅膀逐渐变的潮湿，变得沉重，她努力地拍打着翅膀，向着更高的地方飞行着，探索着。越接近云层，压力就越大，闪电仿佛近在咫尺，谁都不知道下一道闪电是否会在哪里出现，她只是勉强支撑着，只是，沾水的翅膀让动作越发迟钝。猛然间，一种恐惧感从心底弥漫开来，雨水的冰冷夹杂着心中的冰冷，翅膀停止了扇动，她如同脱了线的风筝，无力的坠落下去。\n\nSection 6生活还在继续，不过人们的谈论的话题从蔬菜和新生的牲畜转移到了你身上，我带你下地，你会坐在一边的长凳上看我干活，问我所有东西的名字，从马铃薯，到栅栏，到土壤，你问了一遍又一遍，我也不厌其烦的回答着，这就是有女儿的感觉么？我不明白，但我享受着。闲暇的时候，会有村里的人驻足在栅栏边上，询问关于你的事情，我会回答，如同炫耀自己最珍贵的宝物一般。慢慢的，即使是那些曾经最不接受你的人，也被你的纯真所打动，很快，你成为了大家的宝物，我为此而骄傲。你会问一些很傻的问题，你会展开小小的翅膀在屋里一边傻笑一边飞行，你会偷偷的尝尝我泡的茶水然后被苦的吐出舌头，一成不变的日子已经过去了，我开始期待明天，明天你问出的问题，明天你带来的惊喜，以及，明天你的成长。感谢你的信任，我不知道你为何信任我，但为了这份信任，我会尽我的全力去呵护你的成长。\nSection 7连一丝水花都没有溅起，冰冷的海水就吞噬了她，她能感觉到，海中涌动的暗潮，周围一片漆黑，寂静，虚无。“好沉”意识在逐渐远离，身体下沉着，向更深，更黑暗的地方。没有光，没有希望。她伸出了手，向着逐渐远去的天空。\nSection 8卡洛德.希伯来。那是你的名字。卡洛德是精神，活泼，希伯来是优雅，名是我对你的祝福，姓是上一辈所传承而来的希望。第一次有了自己的名字，你开始向其他人炫耀，向每一个遇到的人露出笑容，然后大声的说出自己的名字，然后每一个人都会回以微笑，摸摸你的头，重复你的名字。你会很开心，在我为你洗澡的时候，你会掰着手指，向我数着有谁知道了你的名字。你会向我一次又一次的确认你名字中包含的意义，与其说是询问，不如说是为了满足，我明白你的小心思，但我还是会郑重其事的解释其中的含义。我期待着你无忧无虑的成长，我祝福你能活泼的成长，你的那份纯真无邪，正是在这经历了无数年头毫无变化的地方最需要的东西。你会长大，你也会渴望见到更多的东西，你会问我别的地方是什么样的，你不再满足于拘泥于此，你更希望看到远方，看到雨幕之上的东西。但在那之前，在你的翅膀变的有力，心智变的成熟，拥有自己判断与选择的能力之前，我会照顾你，引导你走上正确的道路，教你为人处世的道理，为你献上我最诚挚的爱，这是我的责任。\nSection 9“卡洛德…卡洛德”模糊间，什么人在呼唤着。是焦急？是关心？声音里面包含着的感情，敲打在心房上，某处正隐隐作痛。 “卡洛德……卡洛德！”远方的声音正变的清晰。刹那间，少女睁开了眼。 “妈…妈…”映入眼中的是熟悉的光景，正噼里啪啦燃烧着火焰的太阳石壁炉，铺着厚厚毯子的床铺，以及，一脸焦急的母亲。有力的臂膀将虚弱的少女拥入了怀中，没有语言，没有话语，只有默然的拥抱，卡洛德能感觉到，顺着母亲脸颊所流下的热泪，以及怀中正颤抖的身体，她轻轻地抚摸着母亲，只希望能给予少许的安慰。“对不起。”\nSection 10惊喜！好吧，我承认准备生日礼物是一件困难的事情，尤其是在这座多少年来没变化的村落里。压抑心中的兴奋，我强迫自己坐下来，按照记忆中母亲所教的方法开始规划要做的东西，这有够困难的，尤其是在这么多年以后。布匹是母亲到最后都没舍得用的蚕丝，设计是我脑子里所想的样式。白天，我一遍又一遍的思考着如何下手，回忆着母亲的所有动作，晚上，在哄你睡着以后，我就捡起藏好的针线，试着把脑海中的东西变成实物。开始缝纫，虽然开头很难，不过在成功定型以后，之后的事情就顺利多了。在穿针引线的时候，我不禁开始想象你收到礼物后会是怎样的激动——在村子里到处飞来飞去，和动物们嬉戏一天，与同龄人们吵吵闹闹，不管如何，只要能看到你的笑容，那就够了。\n\nSection 11桌上的茶水悠悠的冒出几缕白烟，一边坐着卡洛德，一边坐着路易斯。简简单单一盆炸土豆放在桌子上，卡洛德伸手从盘子里抓过一块，一口咬了下去，特有的味道将整个味蕾都填满了。“美味！”卡洛德伸出了大拇指，干脆用两只手拿起土豆，一口一个的向嘴里塞着。“这样会噎到啦，慢点吃，没人抢。”路易斯笑了笑，把茶水递了过去。“但这个实在是太好吃了嘛~”卡洛德接过茶水，轻轻地喝了一口。路易斯也拿起了一块土豆：“这道菜呢，叫油炸土豆，诀窍在于，炸的时候要连皮一块炸。”她掰开土豆，炸土豆特有的香气弥漫在餐桌上“外面炸的很脆，里面热乎乎的，享受着扑面而来的香气，大口咀嚼嘴里的土豆，这才称得上是幸福呢。”她也一口咬了下去，轻轻咀嚼着。“不过妈妈不管做什么都这么好吃呢…有什么诀窍么？”卡洛德歪了歪头，问着。“做菜的时候，要带着幸福的感情，只要这样，菜就会变的美味起来。”“是这样么？那下次我来给妈妈做饭吧！”卡洛德高高的举起右手，脸上露出了一如既往的笑容，有些兴奋的说着：“那样的话，妈妈会更开心吧。”“小笨蛋，只要你平安无事，妈妈就满足了”路易斯伸出手，刮了刮卡洛德的鼻子。说到这里，卡洛德像是一个做错事的孩子一样低下了头，高举的右手也垂了下来，脸上的笑容也消失不见。“对不起…”她小声的嘟囔了一句，不知道还能说些什么。“卡洛德，不要露出那样的神情。”少女稍稍的抬起了头，有些疑惑地看向路易斯。“妈妈知道你有自己的理由，你也长大了，所以想做的话，就去做吧。”路易斯伸出手，轻轻地抚摸着少女的脸庞。“但是有什么事情的话，也和妈妈商量一下吧，或许你会觉得我烦，可我毕竟见过更多的事情，而且，我也想要尽力的给卡洛德帮助呢，这样的心情，你明白么？所以，不要露出那种表情，妈妈会伤心的。”少女抬起头，看向了路易斯，在那双眼中，她看到了一种从未见过的坚定。“恩”卡洛德重重的点了点头。\nSection 12在你长大的同时，我也成长着。比起以往，我开始和村里其他的妇女请教带孩子的经验，开始回想母亲曾经为我做的一切。我第一次认真思索着如何让每一餐都变的不同，试着在田地里种上种类更加丰富的蔬菜，从早就积满了灰尘的书堆里找上一两本有关于膳食搭配，新品菜色的书，拜托出海的队伍捎上一两条新鲜的活鱼。煎、炒、炸、炖、煮、蒸，每一种做法我都会去尝试，也值得去尝试，慢慢的，在学习厨艺的同时，我也爱上了厨艺。那时候，能看到你吃下我做的食物时脸上洋溢的幸福，我的心，也会变的幸福起来。\nSection 13“云层之上，有什么东西在呼唤我…”卡洛德站在窗边，望向天空。“我什么都没有想就展开了翅膀，向上飞去…在飞出村子的时候，我才明白外面的可怕。”少女有些发抖，似乎回忆起了当时的黑暗与恐惧。“翅膀开始吸水，越发沉重起来，我尽力向上飞，可云里根本分不清楚哪里是上，哪里是下……我害怕，害怕下一秒钟就会被雷电击中，而且…在深处，好像有什么更大，更神秘的东西存在着…我压抑不住自己的恐惧…就”说到这里，卡洛德的脸上泛起了苍白的颜色，呼吸变的急促起来。路易斯从背后轻轻地抱住了她，温暖的怀抱让卡洛德稍微舒服了一些。“卡洛德。”路易斯用温柔的声音轻轻的说着。“恩，妈妈。”少女回过头，看到的是母亲慈爱的脸庞。“不得不去么？”“…….”少许的沉默后，是坚定的声音。“这是我的使命。”\nSection 14因为你的到来，更多的村民开始相信羽神的存在，而曾经的信徒，则更加虔诚的向着神祈祷，祈愿有一天大雨停歇，让世人重回大地——这样也蛮不错的，比起曾经死气沉沉的村子，现在好歹也算是有了念想。每到一个七天，教会总是召集所有人去聆听布教，说实在的，那些不管多少年都不会变一变的教义实在是让人打瞌睡，不过看在主教那一脸虔诚的份上，我还是会稍微的打起精神，认真的听上两句。“神将太阳之光赐予大地，照耀吾等长存。”“神爱世人，必有一日，降下奇迹，赐下光明。”“神有翼而赐翼与人，人心有翼则不为困惑。”他们千篇一律的赞美着神，将一切归咎于神的恩赐，将神的形象渲染到了无以复加的伟大程度，如果说给你听的话，大概你又会傻乎乎的问神是不是也喜欢吃土豆了。在布教结束后，人们也不会急着离开，而是在一起讨论着接下来的事情。近几年情况可不太妙，曾经多少年未曾上涨的水面似乎又开始提高，大家先是表达了对于这件事的忧虑，然后祈祷两句，稍后就会谈到别的事情上去。这时候，有人会问我关于你的事情，因为你的翅膀，大家把你当成神带来的启示与救赎，我无法理解他们的想法，就像他们也无法理解我的想法，但说实在的——谁会拿一个无忧无虑的小孩当做神的使者呢？\nSection 15于是，村里的人们又一次聚集在了先知家里。卡洛德和路易斯坐在长桌的一头，先知坐在另一头，剩下的村民则顺次坐着。“否定，神的奇迹终究会来临，我们只需要等待，多余的行动是危险的。”盖伊主教眯着眼，用那副慢悠悠的腔调说着。“不行，卡洛德还只是一个孩子，我们不能让她独自去面临那么大的危险。”雷克萨斯握了握毛茸茸的拳，大嗓门让所有人的耳朵都有些发痛。“是啊，而且谁都不能确定这是不是神的旨意，万一这反而触怒了神让大雨加剧怎么办——水位已经上涨的够厉害了。”“再说，又是雷电又是大雨的，在云里认路也够呛吧，即使去了也不一定会成功吧。”村民们附和着。又是一场风暴，出于关心，出于敬畏，反对的声音不绝于耳，眼熟的情形让路易斯不禁想起十年前的那次争论。中心同样是卡洛德，吵吵闹闹的情形甚至更为激烈，同样的，路易斯还是会坚定她的立场。“安静”先知开口了，这个年近百岁的老人的声音并不大，但带着一种独特的威严，人们开始静了下来。“路易斯。”他的视线转向了路易斯，后者则站了起来。“你和卡洛德呆在一起的时间最长，也是你看着她长大的，我想知道你的意见。”路易斯深深的吸了一口气，让自己平静下来。“十年前，我们留下了她。”路易斯把手放在卡洛德的肩上，而卡洛德则握紧了那双手。“一开始的不信任也好，怀疑也好，这孩子用自己的行动打动了我们所有人，不管是一开始对从海上无故飘来的她再多的疑问，对于她与我们不同的再多的恐惧，最后，我们都接受了她。”她看向周围，每个人脸上都浮现出了思索的神情。“现在，她是我的孩子，也是我们的孩子，十年了，她也长大了，有权利做出自己的选择了。她从未向我们索取什么，却带给我们无数的欢笑和记忆，那么到了现在——我们有什么理由去阻止她。”沉默。“况且，所谓神迹，不早就降临了么，比起教义里高高再上而素未谋面的神，这孩子的纯真，这孩子的善良，这孩子带来的改变，对我来说，都是确确实实的神迹。”她看向周围，坚定的说着。“我们要不要再商量一下…毕竟天空有什么还是个未知数…万一…，我是说万一，真的出了什么事，对村子和每个人都不好。”盖伊主教带着一股犹豫，慢慢的说出了众人的忧虑。“能做到。”卡洛德猛然间站了起来，两只手拍在桌子上。众人有些惊讶的看着突然激动起来的少女。“虽然很黑，虽然很可怕…但是我知道，云层上面，是什么温暖的东西，它在呼唤我！”说着，卡洛德从领口拽出了一串东西，那是由一根精致的绳子串起来的项链，在它的底端，一块精致的羽翼样的太阳石正闪闪发光。路易斯有些发呆，她还记得那是她从带着卡洛德漂来的太阳石中选的最为精致的一块，作为护身符给她带上的。“那是一个和这个一样温暖的东西，她在等我，她在呼唤我，我必须去！”路易斯又想起曾经一次次想要高飞的卡洛德，想起在窗边向天空伸手的她，想起做出那个出人意料的回答的她。她知道，有什么事情已经开始了。“去吧。”先知开口了。“真的么？先知，卡洛德还是个孩子啊！”雷克萨斯站了起来，大声的说着“当年我们像她这个年纪的时候，可是连窗户都不敢靠近啊，这样做真的很危险啊！”“雷克萨斯叔叔…”卡洛德显得有些不知所措。“够了，雷克萨斯，卡洛德和你们不一样，我们欠她太多了，从一开始的争论和后面这孩子带给我们的一切。”“先知大人，三思啊！”盖伊主教睁开了眼，极力反对着。“你忘了你传播的教义了么，盖伊——神有翼而赐翼与人，人心有翼则不为困惑，如果连一个孩子唯一想做的事情都要阻拦，我们谈什么有翼，只不过是自我欺骗罢了。”说到这里，盖伊无力的坐了下去。先知稍微顿了顿，继续说着。“卡洛德既然已经有能力做出自己的选择，也做出了自己的选择，那我们就应该去支持她，话已至此，各位做出决定吧。”良久，第一双手举了起来，是卡尔家的小子。曾经把卡洛德带回来的小子，现在也有了自己的家庭。“我同意，卡洛德是我们的家人，那么家人要做的事情，我会全力支持。”说着，他对着自己的妻子笑了笑，而后者也回了一个笑容。“真是的…连年大雨也让我变的迟钝了么…”雷克萨斯用那双大手挠了挠自己的头“小卡洛德和我可不一样，虽然有些不甘心，但说到底还是我太害怕了，我为此道歉”说着，他朝卡洛德鞠了一躬“去吧，完成你的想法，我们会支持你的。”“……”盖伊沉默着，然后开口了。“终究是我对神理解的太浅显了么……唯有勇者方得祝福，我们被这大雨，变的软弱了呢…去吧，神会祝福你的，卡洛德”“雷克萨斯先生…盖伊主教…”“我同意”“我赞成”更多的人站了起来，很快，所有人都做出了最后的选择。全票通过。“好了，那么决定做出了，接下来，就帮助卡洛德实现愿望吧。”先知环视四周，做出了最后的决定。\n飞向天空众人开始忙碌起来。工匠开始从洞顶搭建路标，妇女们聚集在一起熬制着特别的油脂，而铁匠则锻造着一根又一根的巨型长针。这几天，所有人都住在了一起，一同吃，一同睡，朝则同去，夜则同反，看着这样的众人，路易斯不禁有些感叹。“妈妈”卡洛德的声音将路易斯从沉思中拉了出来。“怎么了？卡洛德？”她回过头去，看到了正站在窗边，抬头看着天空的少女。“如果这次顺利的话……我或许不会回来了。”“……因为使命么？”“对不起。”少女低下头。“卡洛德…还期待着吧，曾经说过的那彩色的未来。”路易斯走了过去，双手搭在少女的肩膀上。“一直…都没有变过。”“那就不要顾虑了，所谓孩子的梦想，就是母亲最大的愿望，不管结局是什么，只要你尽力去做了，我就满足了。”她轻轻地拍了拍少女，像是予以鼓励般的笑了笑。“谢谢你，妈妈。”三天之后，工作结束了。精致的信标矗立在山顶，其他地方插满了直入云端的长针，闪电击中长针，顺着金属的针身接入地下。卡洛德站在信标旁边，周围是前来送行的村民。“小卡洛德，回来告诉叔叔天上是什么样子的哦！”这是雷克萨斯。“神会与你同行，孩子。”这是盖伊。“尽力而为。”这是先知。人们向卡洛德献上了自己的祝福，而少女则向每个人点头致意，用微笑回礼。最后，路易斯抱住了她，轻轻的在脸颊上吻了一下，没有更多的话语，只是投去一个目光。“去吧。”路易斯松开了手。“谢谢大家…我会成功的…我会到达那片云端之上的。”她笑了，像是曾经那样，带着坚强与天真的笑了。于是，卡洛德展开了翅膀，透着蓝色的羽翼猛然拍打，将少女带向了天空。“信标开启！”成堆的太阳石被倒入了信标，巨大的光芒被几个精巧的菱镜所汇聚，化成淡黄色的光芒直冲天际，化作通往雨幕之外的桥梁。望着那越飞越远的身影，地上的人们心中，只剩下了祈祷。\n雨中航行地上的人们正在远去，卡洛德的心中渐渐静了下来。雨珠扑面而来，但只能无力的顺着油脂滑开，无法将翅膀打湿分毫。随着云层越来越近，她知道，真正的挑战才刚刚开始。呼啸，雷鸣，仿佛触怒了上天一般，云中的情况一下变的恶劣起来，狂风席卷而至，大雨更为急迫，少女就如同漩涡中的小船，只是咬着牙坚持着，仿佛下一刻就要被吹翻。卡洛德尽力拍打着翅膀，寻找着风中的空隙，她的眼前只有弥漫着的无尽黑云，与信标所发出的笔直向上的光柱。风几乎是直直的向她涌来，仿佛向上的每一米都是世界上最遥远的距离，身体已经到达了极限，几乎已经无法拍打翅膀，面对周围的一切，卡洛德已经无法动弹了，即使尽力维持，也不过是徒劳罢了。“这就是……最后了么”她不甘的看着远方，她尚未到达的远方。多么想抓住啊…那七彩的未来。她听到了，那呼唤的声音，更加清晰，更加临近。与此同时，眼前闪过了大家的脸庞。“是啊…大家做了这么多…雷克萨斯叔叔…盖伊先生…先知爷爷…还有…妈妈。”她竭尽全力的在风暴中撑起翅膀。“都到了这里…怎么可以放弃啊！”前所未有的勇气从心底涌出，耳边轰鸣的雷声，如刀般的大雨，狂怒的大风，在这一刻，像是冰雪般的融化了。少女伸出手，像是握住了未来。少女昂起头，如同看到了彼岸。她的心向着更高更远的地方飞去，她感觉到，力量又重新涌入了躯体。像是回应少女心底的勇气，脖子上的太阳石发出了耀眼的光辉，暂时的将风雨隔离在了光辉之外。刹那，咆哮的闪电如同巨龙般直直的冲来，少女猛然间振翅，迎着那重于千斤的大风，面向那闪烁的电光，将身体生生向上推出了一段，这已是她最后的力量。突然间，一切都消失了。风停，雨止，雷平。在无尽的蔚蓝色中，少女看到了远方。那里，一道七色的虹光如同桥梁般贯穿天际，在这最后一刻，她露出了灿烂的笑容。\n望见彩虹大雨，结束了。持续了不知道多少年，多少时代的大雨，结束了。天空中的黑云如同被戳破的气球，无声无息的散去，地表的大水化成一条巨龙，向着天空的深处长吟而去，而你，却再也没有出现过。在雨停后的一个月，大水退去，我们回到了地面。不知何时，这里已经开满了七色的鲜花，看到这片花海，我总会想起你的话。孩子们会尽情的在花海中嬉戏，而我们也将在这片花海中开始新的生活。天空是那么美丽，那蔚蓝的颜色就像是你的翅膀，而在更远的地方，是你一直期待着的，七色的虹光——那美丽的光辉，也难怪你会如此期待呢。羽教改了名字，又重新修改了教义，比起以往对神的赞美，现在更像是对你所做的一切的铭记。盖伊变了很多，原先死守教义的他，现在也懂得了变通——“神爱世人，必有一日，降下奇迹，赐下光明。”我知道，你就是那奇迹，而你赐予我们的光明，我们也会牢牢把握在手上。先知放下了先知的身份，传给了村子里的一个年轻人，而他自己则留在山洞里，安享晚年。雷克萨斯则开始帮助其他人在地面上安家，并且和孩子们吹嘘着你飞上天空的种种，这家伙真像是个小孩子呢。卡尔家的小子的妻子也怀上了孩子，看他们幸福的模样，一定会是个可爱的宝宝吧。我则在这片土地上重新开垦了一片田地，种下了满满的，你最喜欢吃的蔬菜，我会在这里等着，等着你回来的那天——我的孩子。\n后记星球之上，无尽的虚空与满目的繁星之中。蓝色的身影注视着被七彩之光所包围的大地。“妈妈…大家。” “从今往后，请一定要幸福啊。”“我一定会爱着大家的，一直一直…所以，请在这美好的世界中欢笑吧。”“再见了。”——————————————————THE   END———————————————\n大家好，我是霜露的笑尘，许久不见，一直在忙着摸鱼，由sin提议将文章放于mcbbs，记性所做，和mc也无太大关系。文由梦起，大雨不止的世界中，一位少女和母亲的故事，如同以往般，带着我对世界的祝福和对人的希望。愿在磅礴大雨中，也有一份属于你的太阳石，属于你的希望。\n\n\n\n\n\n1LOT7A(7[1ZA6_V)]WO7H[5.png\n(143.17 KB, 下载次数: 6)\n\n\n\n\n下载附件\n\n\n2016-6-27 20:21 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "青木源",
            "timestamp": 1467030120,
            "txt_content": "字可以调大点……（太小了）"
        },
        {
            "author": "PLZR",
            "timestamp": 1467030240,
            "txt_content": "哇 多少字啊 xiaochen大触 ！读前先回=w="
        },
        {
            "author": "言之安",
            "timestamp": 1467030420,
            "txt_content": "果然笑尘的文章还是大触们才看得懂啊@冥王星人"
        },
        {
            "author": "番茄dada",
            "timestamp": 1467032220,
            "txt_content": "好深奥哦！！"
        },
        {
            "author": "2902443201",
            "timestamp": 1467033300,
            "txt_content": "笑尘的文章我这等凡人岂能看懂"
        }
    ]
}