{
    "title": "<原创·连载>空[第七十四章：解脱][46241359]",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1467031920,
    "txt_content": "正文\n\n\n\n    研究所在夜间一向很平静，今天也不例外。\n    阿尔斯听见了大门打开的声音，对此也不会感到惊奇。这个时间点，总会有加班的研究员吃过晚饭，喝过咖啡后再急匆匆地赶来，开始接下来的工作。加上，他没有听见警报的声音，自然毫无戒心。\n    资料被整理归类完毕，阿尔斯用夹子架起后将其塞入文件袋，踮起脚，放进铁柜的最上层里。\n    那个脚步声，听起来怎么感觉是朝自己所在的研究室走来的？\n    应该是……错觉吧？阿尔斯虽然平日里偶尔会迷糊，但是对于自己所在的研究室有没有接到加班指令的人还是非常清楚的，至少，今天没有。\n    阿尔斯关上门，钥匙插入锁孔拧了几下，确认铁柜已经锁上时，才转而走向那扇进入这里的唯一途径的大门。\n    抬起手，按下红色的开关，大门内部传来一阵机械运作的声音，之后缓慢地打开。出于对未知的恐惧，他没有立刻迈出这个还能让自己有点安全\n感的研究室，而是将头向外伸了伸，双眼打量着四周的环境。\n    和平常一样，也什么人都没有。阿尔斯感觉刚才自己按下开关时脚步声就已经消失了，可能是进了旁边的研究室吧……\n    还真是怪了。\n    阿尔斯走出来，转头看着旁边的房间。这个地方是资料库，但进入的门常年都上着锁，到现在为止，那把锁还挂在上面，那人总不可能穿墙进入吧？\n    大概是这几天压力有点大，所以才出现了幻听。此时此刻，阿尔斯只能这样安慰自己，因为他不相信这世界上存在什么能发出脚步声的鬼。\n    现在确认过声音的来源，得回去继续处理送来的资料了，他认为自己如果能在桌上的那个闹钟响起之前整理完毕，就还能去最喜欢的那家餐厅吃晚餐。\n    不过，在他转过身，准备进入研究室时，好像看见了什么不同于周围环境的东西。\n    ……不，那不是“东西”。\n    他很平静地站在黑暗中，看不清长相。\n    在这一瞬间，阿尔斯有些呆愣，他不知道自己该做些什么。因为这人看借由走廊昏暗灯光而映出的轮廓，的确不认识，但又是悄无声息地进入研究所，实在难以分辨到底是敌是友。\n    这人趁着阿尔斯因讶异而导致的短暂停顿，举起了右手。装着消音器的手枪，对准了他的前额。\n    “做个美梦吧，先生。”\n    呯——\n \n    罗杰站在窗前，接连几天的阴雨天气总让他感觉压抑，昨天即使是开着窗户，都觉得自己快要窒息。今天总算有所好转，他也感觉到自己心头的阴霾被风吹散了些。\n    “我还以为，你不会因为空气而感觉自己胸口发闷呢……”纳尔走进病房，轻轻将门带上，神情比上次来看望他时要轻松一些，“赫尔斯说那是多愁善感的人才会有的能力。”\n    “别提他了……”罗杰把窗户关上，锁好，之后坐回了床边，有些茫然地看着纳尔将披在身上的一件黑色制服脱下来挂在门边的挂钩上，“你不说这事还好，一提起来……真的，很惭愧。”\n    “嗯，我知道。”\n    “对了，那件外衣，是谁借给你的？”\n    纳尔转头看着刚才被自己挂上的外衣，领口处别着一个牌子，难怪罗杰能看出来那不是自己的衣服。因为save的制服，只有分析员的衣服的领口会挂一个那样的牌子。自己披上时竟然忘记将它摘下来了。\n    “……Emptiness。”\n    “那他现在人在哪？已经回去了么？”\n    是的，回去了。回到他最喜欢，最期望回归的地方。现在Emptiness已经彻底从他的地狱中逃离出来，去寻找一直以来他所期冀的自由。\n    “死了。”\n    ……\n    两人都沉默不语。实际上，只是不知道该说什么。其实罗杰和纳尔对于Emptiness都不会感到过于震撼，虽然这样的结果似乎很意外，却又觉得在意料之中。罗杰最清楚这一点，那个分析员被植入Emptiness体内之后虽然没有表现出像纳尔一样的精神排斥症状，相比较而言，他的行动，比精神排斥更令save的人毛骨悚然。\n    按照原先的计划，他应当在知道自己失去精神自由后而失魂落魄，没有任何抵抗的能力，只可惜没人料想到Emptiness会把这种对于save的行为所产生的仇恨与怨念转化为支撑自己进行反抗的动力。\n    如果这个植入的行动有人报给过赫尔斯，他或许能够预测到今日的局面。\n    不过，Emptiness不是被save指派过去协助纳尔完成任务么，怎么在执行任务完毕后就死了。看样子纳尔还没有将任务完成的事汇报给安德，save不可能这么巧地在事件刚了结之后就动手。\n    “他是……怎么死的？”\n    纳尔低着头，即使有着因长期被人置于炼狱般的环境中而造就出的麻木情感，想到不久前发生的事，还是难以避免地愧疚。\n    “Emptiness是……替我死的。”声音有点沙哑，纳尔不知道该怎么形容，他清楚Emptiness这样做的缘由，动机完完全全是为了他本人的利益，可无论如何去对自己进行劝说，还是难以抚平心绪，“你知道，我虽然威胁埃塞克斯换来暂时的人身安全，但这不代表日后他们不会动手，我的失控可能是近几年来save所遭遇的最大的麻烦之一，埃塞克斯当然可以放下这事不再提起，但以安德的性格，他不可能坐视不管。Emptiness认定有一天他会找机会来抹消我，为了让我活下去，我和他交换了衣服，在完成任务后烧掉了那个研究所，他把能证明我身份的东西藏在上衣的口袋里，被烧死在研究所了。”\n    “你的意思是……”\n    “没错，”他点了点头，毫不避讳地迎上罗杰诧异的目光，“他用自己的死来代替我，以此打消save日后对我的疑虑，这样，我就能够逃过被他们处理的命运。”\n\n\n\n返回索引贴\n\n@冥王星人 @恶魔-潇洒 @xcc @zyj0807 @sam3737 \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1467032400,
            "txt_content": "你小子也不张着给空留个全尸？"
        }
    ]
}