{
    "title": "[原创-连载] 彼方：烈焰之心 第四章 险象环生 [龙腾猫跃]",
    "author": "龙腾猫跃",
    "replyCount": 4,
    "timestamp": 1467129120,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2016-12-24 18:29 编辑 \n\n　　\n第一卷   第四章    险象环生\n　　\n　　无论在哪里，阶级差距都无时无刻地体现着，比如矮人族永远被歧视，警卫队的领队可以穿青衣，而普通警卫永远都只能穿黑衣。\n　　而现在，那个青衣警卫就挡在了唐烨一行人面前。\n　　一片刺耳的警铃声中，双方在并不宽阔的走廊上对峙着。无论走廊还是牢房，都是单调的灰色石砖，而此时，这份单调让气氛显得更加凝重。\n　　虽然青衣刚才已经警告了唐烨一行人，但他们明显不可能乖乖束手就擒。\n　　“敬酒不吃吃罚酒……”青衣的脸阴沉了下来，大吼道，“所有人，跟我上！尽量把他们拖住！”\n　　青衣知道，他的那群手下虽然人多势众，但是绝对敌不过面前这帮人——特别是那个巨人族。因此，他不得不让他们尽可能为他争取一些时间。\n　　唐烨一马当先，和青衣先交上了手：“这里我顶着，快去解决后面的喽啰！”\n　　罗穆会意，起身向后方奔去，青衣见状，大喝一声：“休想！”\n　　青衣用力挡开唐烨的攻击，正准备刺向罗穆，却没想到一发冰锥突然刺向了他，青衣连忙改变剑路，险险挡下了冰锥。\n　　“还有我！”蒋奕璇叫道。\n　　因为这一下耽误，罗穆还是冲到了后面。青衣皱起了眉头。\n　　那些游手好闲的警卫哪里是罗穆的对手，转眼间已经倒下了两人——在这顶多让两人并行的走廊里，他们唯一可以依靠的人海战术完全失去了作用。\n　　蒋奕璇向罗穆喊道：“老爷子！丢把剑给我！”——要知道蒋奕璇的灵力只有三段，她的灵力不足以支撑她用三阶法术来战斗。\n　　罗穆听到她的话，从地上抄起两把剑抛向了蒋奕璇：“给那小子一把！”\n　　蒋奕璇接住剑，把其中一把递给刘典：“喂，你看唐烨和老爷子快挡不住了……”\n　　刘典看穿了她的用意：“对不起……我……不会战斗。”\n　　她也不想再多说，抛下一句“那你别死了”，就帮助唐烨去了——唐烨战斗力不及青衣，他一个人战斗难免会出岔子。\n　　眼看着自己的手下一个个倒下，自己却被二人牵制无法脱身，青衣也着急了起来——如果罗穆解决了他们，也来对付自己，一对三的话他就没有了任何胜算。\n　　青衣的铁剑上泛起了淡淡的绿色荧光，给普通的长剑笼罩上了一层神秘的色彩——风系法术，迅疾。\n　　很多法术随着阶级增加，效果会不断加强，迅疾就是其中之一。而这个法术也一直广受欢迎，因为逃命时能让你跑得更快，战斗时用在武器上还可以提高攻击速度。现在青衣的做法就属于后者。\n　　长剑挥舞的速度猛然加快，银白中泛着青色的剑光几乎连成一片，唐烨和蒋奕璇也快招架不住了——蒋奕璇本来就不适合这种硬碰硬的战斗，加之她一直使用小刀，对于铁剑这种长武器根本不适应，所以她起到的作用自然就很有限了。\n　　而后方的局势却并没有因为青衣的优势而发生变化。罗穆再次把一名警卫像拍苍蝇一样拍在了墙上，其它几个人看着满脸是血的同伴，终于承受不住内心的恐惧，一窝蜂逃下了楼。\n　　“一群懦夫……”青衣咬紧了牙关，即使他现在处于优势，他也挡不住三个人的攻击，“能伤到那个巨人族的，我赏他三块绿宝石！”\n　　躺在地上的警卫无人回应，罗穆冷笑了一下，便转身向青衣冲来，岂料这时一个警卫突然起身，一剑向罗穆刺了过去——\n　　“小心！”唐烨眼前一花，蒋奕璇用违背常理的速度冲到了罗穆身后，活生生用右臂硬挑开了剑锋。剑锋入肉，鲜红的血液喷洒而出。\n　　青衣心中暗喜，手中泛着青光的剑似乎又镀上了一层金，紧接着“铛”的一声，唐烨手中的剑被他劈成了两截。\n　　金系三阶法术，锋锐。持续时间虽然非常短，并且消耗的灵力甚至接近四阶法术，但是效果惊人。\n　　断刃掉在地上，发出了清脆的响声，唐烨的心也随之沉了下来。\n　　“结束了！”青衣狞笑着举起了剑。\n　　\n　　索引帖：点击进入\n　　下一章：第一卷 第五章 困兽犹斗　ADF链接　直接链接\n　　\n　　久违的投票来了！仍然慎重决定哦，在30日截止～\n\n　　在接下来的战斗中，唐烨使用了哪个属性的法术？\n\n　　P.S. 6月29日-7月1日由于期末考试暂停更新，大家见谅_(:з」∠)_\n\n\n\n\n\n\nicon.png (2.2 KB, 下载次数: 2)\n\n下载附件\n\n2016-12-24 18:29 上传\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1467133080,
            "txt_content": "跟的很迅速，我今天才看到……支持支持"
        },
        {
            "author": "1272237437",
            "timestamp": 1583818980,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "Aiello0306",
            "timestamp": 1613538480,
            "txt_content": "前排 感谢大佬分享"
        },
        {
            "author": "Aiello0306",
            "timestamp": 1613538480,
            "txt_content": "前排 感谢大佬分享"
        }
    ]
}