{
    "title": "<原创·连载>魔法战界-第一章-落难<By:153CXJ>",
    "author": "153CXJ",
    "replyCount": 4,
    "timestamp": 1467159000,
    "txt_content": " 本帖最后由 153CXJ 于 2016-6-29 08:35 编辑 \n=魔法战界=\n第一章·落难\n前言\n我没有写引子，直接跳到了第一章，引子会在索引里写上的，这小说每日一更吧=W=\n\n正文\n\n       咚的一声巨响，睡梦中的帕里克猛的睁开眼睛，“发送了什么事”？帕里克起身看到窗外红彤彤一片。各系魔法的颜色交相辉映，人们都在大叫着“隆息帝国入侵啦，快跑啊”。他慌了“妈妈？爸爸？你们在哪里？”帕里克连鞋都没穿连忙打开了房门，院子里一片狼藉，满地的死尸让他呆住了，天空上各类的魔法阵相辉映。突然脚腕子被一只手抓住，“塔克叔叔！你怎么了？”塔克吐了口血微微抬起头，说，怕里克，我用尽最后的魔法能量把你送走，永远不要回来，隆息帝国的强大是我们所对抗不了的，孩子，来世再见！        说完，怕里克脚下出现一个魔法阵，就在怕里克将要被转送走的时候，一个魔法箭从黑暗中射来。刺向塔克，并迅速化成一片绿色火海将其淹没。‘不塔克叔叔！’帕里克泪水留下来，向箭射来的黑暗角落大声喊到“你们，你们杀了我的家人，啊，我要你们偿命！”这时候一个佝偻着身躯拄着拐杖戴着黑色斗篷的人从黑暗中走出，“是吗？我可是阿拉巴斯坦啊，你要我偿命？”帕里克呆住了，因为阿拉巴斯坦是雷光城最有名的黑暗系魔法师，因为这种人性格扭曲阴暗，残忍嗜血，并且身体周围有淡淡的死气围绕阿拉巴斯坦拄着拐杖一步一步的向帕里克走来“不要，不要啊”帕里克大喊了起来，心想，我才7岁啊，明年就可以去魔法学院了，为什么，我要成为最伟大的魔法师啊，“抬起头，孩子，看看我的眼睛”帕里克抬起头看到阿拉巴斯坦的眼睛。帕里克仿佛看到了无尽的虚空。         感觉自己的意识要迷失于虚空之中，但是体内丹田处突然感到一阵冰凉，那股冰凉直冲大脑将帕里克惊醒，“咦？竟然没有被我新研究的心灵魔法干扰到，文斯把他带走！”阿拉巴斯坦站起身挥了挥手，“是，主人！”一个嘶哑的声音从天上传来，此时帕里克的身下出现了一个魔法阵，然后，他失去了意识。         “我这是在哪里？”帕里克头晕眼花，唯一的阳光从头顶的小窗内射出。“咳咳”一个苍老的声音说到“你现在是在牢房里，阿拉巴斯坦的牢房里”“谁在那里！谁！”帕里克吓得躲在了角落，家破人亡的阴影还笼罩在这个尚未懂事的孩子心中。“我啊，我已经忘记了我叫什么名字了，不过魔法界人称‘无影林’。”“无影林？”帕里克听完仔细想了想“啊！你是来自东方神秘国服的那个魔法战士林延？你不是早就死了吗？”帕里克摇了摇头，这时候有一个人从黑暗中走出，站在那唯一的一束阳光下，苍白的头发，佝偻的身子，都显示出他的衰老。         “啊，原来我是林延啊，唉，老了老了，魔法界中应该已经没有人记得我的事迹了吧，小家伙，我生命已经要到尽头了，如果你拜我为师，我可以将毕生所学交给你，你就可以打破牢笼重出升天。”          帕里克歪头看着这满头白发的人，怎么看都不像是能够教会自己魔法让自己能够出去的教师，“不我不拜，你自己都出不去，在这里关了这么多年，你要是能打破这里，我还能来这里遇见你？”           林延愣了一下，哈哈大笑说到“小家伙还真是机灵，不过能够束缚我的并不是这个牢笼而是这些”说完林延脱下上衣。帕里克惊呆了，因为林延的身上都是魔法的阵纹一动一动的，不断的吸取着老者的魔法力和生命力。           帕里克盯了一会就感到头晕目眩，林延穿上了上衣，说，知道这是什么魔法阵吗？这是禁忌魔法‘噬魂阵’会不断吸取人的生命力和魔法力，身上被画了这种魔法阵的人，一直到死为止，都处于虚弱状态。小家伙，这下你知道我为什么出不去了吧。           帕里克想了想，站起身，向这个老者鞠了一躬，我要和你学魔法！老师！\n\n字数统计字符总数： 1369 个---中文字符总数： 1194 个---中文标点总数： 174 个\n后记\n该文是为某服务器作为RPG题材而写，请他人不要借鉴，若借鉴请申请版权\n\n",
    "replies": [
        {
            "author": "1812176258",
            "timestamp": 1467159720,
            "txt_content": "管理给点人气伐，大方一点A.A我知道你不能宣传了-v-"
        },
        {
            "author": "655433",
            "timestamp": 1467159720,
            "txt_content": "好，写的不错 666"
        },
        {
            "author": "dd20001115",
            "timestamp": 1467160260,
            "txt_content": "不错的作品"
        },
        {
            "author": "编剧doudou",
            "timestamp": 1467162600,
            "txt_content": "前排提醒，本文章由“编剧doudou”版权所有，若发现有侵权行为，有权进行法律起诉，最终解释权归“编剧doudou”所有，若对剧情有任何想法的，私聊我，谢谢"
        }
    ]
}