{
    "title": "【原创-连载】【MC国】【第三十三章 成交】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 4,
    "timestamp": 1467204660,
    "txt_content": " 本帖最后由 冥王星人 于 2016-6-29 20:51 编辑 \n\n\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n　　“你就是，索岚吗？”\n　　分开以后，确切的讲，是索岚从冥王车上下来的刚好第72个小时，一个全身鲜红色紧身衣只留三窟窿露出眼睛鼻子嘴，披金黄色斗篷的古怪大叔，爬上了他卧室的阳台。\n　　这家伙……是怎么上来的？不要劈着腿摆那种不雅观的姿势装酷好不好？为什么胸前和披风上都有翔色的闪电标志？这个配色已经有人用过了你知道么？难道不怕某漫画作者告你侵犯肖像权？那猥琐的笑又是什么意思？\n　　于是那人，回应索岚扭曲表情放出的连串疑问，十分欠揍的潇洒抬手撩开额前并不存在秀发，跳下阳台扶手，迅速逼近。\n\n　　“冥王派我来，询问你是否接受交易。”\n　　“……”\n　　天哪------为什么冥王那种超凡脱俗定制规格的御姐，手下小弟一个赛过一个变态？！\n\n　　“你……你是怎么进来的？”\n　　回过神的索岚推开来访者，几步奔到露台。\n　　只见他所在位置到大门口的直线最短距离，草坪上，甬道边，花坛里，喷水池下，横七竖八的躺了百来位特警。\n　　“噢，你家的门卫，看我长太帅了，不愿意通报和开门。所以我就弄坏门禁自己动手打开啦。之后一帮黑衣人围上来，半句话不问便开打。唉唉唉，他们真不了解我作为复合属性高等魔法师的实力呢------”\n\n　　好的，确认他不是变态，而是个娘娘腔的逗比。\n　　“不要这样一脸惊悚，我其实性情非常温和。那，合同书。”说罢右手伸进紧身衣外套的短裤内，摸索出几张密密麻麻印满字的A4纸。“签字吧。”\n　　签字个鬼呀！我被按公斤卖了吗？！\n\n　　之后索岚了解到事情的经过。\n　　这家伙的确是冥王派来的，而且和普拉尔斯一个等级的强力魔法中人，名字叫汤姆逊-艾德蒙，颇为滥大街的姓氏名，绰号血色雷电。\n　　当然他擅长的雷魔法依旧白或者黄或者紫，称呼血色由于穿衣习惯而已。\n　　如此很行为艺术的服饰，随便正常思维的，都会认为要不心理要不生理有严重疾病吧？礼拒门外完全合理。\n　　他就不耐烦的，一掌击穿门锁电路，抬腿拆了路障。又对听闻高级入侵警报赶来的家族护卫，逐个使用麻痹攻击放倒，电波搜寻到索岚位置，利用磁力爆破特效飞上三十米高阳台，闯进卧室。\n\n　　这笔账，劳资事后要向你讨回。\n　　索岚暗下决心，咬碎牙齿，强装镇定在合同乙方栏签下名字。\n　　“冥王的委托，我答应。”\n　　三天中，他茶饭不思，夜不能寐，颇有重蹈覆辙的势头。\n　　一边是向往自由无拘无束的桀骜天性，远离尘世喧嚣的隐居生活，孤独寂寞常伴，默默到老。（也有可能到不了多老，哪天失足跌下山崖就提前挂了。）\n　　另一边边是精彩世界高等社交，出入各种重要场合结识显赫人物，还有当政者提供关系出让特权，为各国各阶层美女视为攻占目标，想想都觉惊险刺激热血沸腾。最为关键的是，可以解锁隐藏角色冥王。\n\n　　经反复思量，索岚的职业操守诚信精神占了上风。\n　　作为商家要尽力满足顾客所有要求，提供无懈可击的产品及服务，这是他从小被灌输的生存信条。只可惜，逃跑大计一拖再拖，两次三番显出分量不足含量不纯。\n　　心底最深的祈愿，动不动就翻出来激励自己用的梦，充斥糜烂气息的青涩幻想，随随便便的搁置拖沓了五年。\n\n　　一千八百二十四个昼夜过去，索岚摆脱幼稚纯真，（至少外表上）成长为挺拔帅气，文质彬彬的年轻富豪。\n　　冥王却一成不变，仿佛时间静止，笑容依旧神秘。\n　　她坐在副驾驶席，饶有兴趣的看着挂断电话，叫长时间接听搞得疲惫不堪的索岚，脸上多了几分嘲讽。但他面对她，实在不敢生气……\n\n\n\n\n废言：\n恭喜逗比雷电登场！！\n\n索引见签名。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "1404116867",
            "timestamp": 1467205080,
            "txt_content": "前排支持冥大"
        },
        {
            "author": "92326516",
            "timestamp": 1467205800,
            "txt_content": "雷电才不是猥琐变态又自恋的怪大叔。。。 那只是伪装。。。 真的真的。。。"
        },
        {
            "author": "Quella叶落",
            "timestamp": 1468478040,
            "txt_content": "原来你是这样的御姐冥（哈哈哈交易）"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469157420,
            "txt_content": "如果不是冥王，如果不是这部本来就是为了拉扯皮而扯皮的小说，这样乱讲科幻，我弄死他。"
        }
    ]
}