{
    "title": "<原创·连载>天堂地狱[第二章 疯狂与欺骗][小烦]",
    "author": "ou379085883",
    "replyCount": 3,
    "timestamp": 1467211920,
    "txt_content": "火钳",
    "replies": [
        {
            "author": "小烦",
            "timestamp": 1467212220,
            "txt_content": "标题: <原创·连载>天堂地狱[第二章 疯狂与欺骗][小烦] 本帖最后由 小烦 于 2016-6-30 07:37 编辑 \n\n\n封面\n\n\n第二章 疯狂与欺骗\n====================================================================================现在可以公开的情报/设定\n\n1.背景设定\n  宗教:\n  圣教的信仰：创造与毁灭之神 燕夜\n  圣教的主祭祀称为神父。\n  小祭祀称为图释。\n  女祭祀称为圣女/龙女\n  圣教的圣女只能由人类担任。\n  圣教的图释只能由纯种的龙族担任。\n  经典著作/民间故事集合：《启示录》、《契约之封》、《十二子》\n  常用祝福语：“神主护我”、“祝你依旧活着”……\n  祷告，安神（待扩充）\n  种族：\n  人族，兽族，龙族，森精族\n       种族混血：\n       龙族与人族的混血称为半龙人，被成为罪孽之子。\n       原因是龙族在与非同族产下后代后会将另一方吃掉……\n       因此大多数半龙人是被歧视的存在，但另一方面他可以与人类正常结合。\n      种族鉴定：\n       由于宗教，种族歧视等各种关系，种族鉴定/纯正鉴定是必须的存在。\n       如龙族可以正常当做圣女，但半龙人就不可以。\n       兽族人单纯从外貌就可以分辨出来，森精族看发色、尖耳。\n       化形为人形的龙族与龙族的血液是金色的。\n       而半龙人是红色的，身体拥有正常龙族的特征\n====================================================================================\n    顾凯跑进教堂，教堂内正站着两队人，前面的是那些儿童，后排就是像顾凯这样的。    顾凯走进队伍，与他们一起背诵起了《启示录》，教堂正前方的雕像镶嵌的宝石闪闪发光，仿佛是因为他们的祷告而润泽了不少。\n    这次祷告做的很心不在焉，顾凯自问，神父也发现了这一点，喊道：“小凯，你过来。”\n    “顾凯，你今天怎么了，即使你平常都会逃下午的祷告，但晨的祷告却是做的最好的。”\n    “最近…似乎做了些奇怪的梦。”\n    “梦？能具体说说吗？”\n    “不……但总会在现实感到，这些事情我似乎经历过。”\n    “比如？”\n    “那幅十二子的壁画，我感觉我在梦里似乎经历过……而我”\n    神父打断了他的话，只是抚摸了一下他的头。\n    “孩子，别想太多，不会的…”\n    “那……？”\n    “你先走吧。”一边递给顾凯一颗红色的石头。\n    “这是？”\n    “拿着吧，安神的。”\n    “哦，再见，祝你依旧活着。”\n    “嗯。”\n    顾凯一边想着，就走了出去，此时大约已经中午，外面满是人。\n    这一幕，似乎是与梦中相似的，却又有些不同，但缺搞不清楚。\n    “神父大人，此事你一定要给我们解释！”\n    “我们的钱是献给神的，不是献给你们这些虚伪的骗子的！”\n    “骗子……这世间还有能信的吗！”\n    不安，顾凯内心满是不安，手握紧了那块石头。\n    之后感觉好多了，一股热流从他头上擦过，感觉似乎是母亲慈祥的双手，抚摸着头颅……\n    “这位图释，请问你们教堂的神父大人呢？”一个中年人问道。\n    还没来得及回答，一个年轻人疯了似得喊道：“你们这些狗！伪善者！”\n    正要抓紧顾凯的衣领，被一身紫发的少女挡住了。\n    “图样，你今天没安神是吗？”\n    “你别挡我，我今天不把这些伪善者掐死，我也要我自己死，我要让他们知道，神的钱不是那么好骗的！”\n    “他只是一个图释而已，平常就做些祷告，你掐死他有什么用？！”\n    “再说你自己死了又有什么用呢？复仇？”\n    “你……我不管！今天不把这些狗给杀了……我”\n    没说完，少女捂住他的嘴，用胳膊夹住头，回头说了一句：“虽然这样说不好，但我建议你离开这里。”\n    之后带着那男人就走了，顾凯只好走回院内，从后门绕出去。\n    果然，燕欣正在那等他。\n    “小凯你没事吧，你也是傻，没看见这么多人还出去。”\n    “咳，我想事情来着。”\n    “哟，是什么事情能让咱小凯少爷想半天啊？”\n    “吃，吃饭去。”\n    燕欣也没继续问下去，镇中似乎在传着神父贪掉了祭品的事情。\n    燕欣和顾凯认为这一定是污蔑，神父大人是一个把神放到自己生命第一位的。\n    除此之外，信徒们给他的赞品还是很多的，完全不用愁吃喝。\n    镇上近期对于教会的非议也比较多，二人只好去海边吃了些烤鱼。\n    顾凯没什么食欲，燕欣是龙族即使食量比较大，但也很快就吃完了。\n    下午还有祷告，当然顾凯是不做的，自然会跑到树林睡懒觉去。\n    但样子还是要装下的，镇上暂时比较麻烦，只能偷偷先回到教堂。\n    从后门看过去，看群人还在那里，远处还传来那个人的声音。\n    “我要杀了你们这些狗！让你们知道……”\n    声音越来越近，不像是远方传来的，转头一看，那人竟就在后门，手里拿着一把匕首，很快冲到了自己面前。\n    顾凯刚刚意识到这一点，正要往后躲，那人的匕首已经到了自己的眼前。\n    “小凯！”\n\n中文字符总数： 1011 个\n\n上一章      下一章"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1467212520,
            "txt_content": "相信坛友的智商，文章到了一定长度会有人推出设定的\n也算是为自己留一条退路，还好我弃坑前只给了800字用不上的设定(还好意思说。。。)"
        },
        {
            "author": "小烦",
            "timestamp": 1467213120,
            "txt_content": "Donnies_Ming 发表于 2016-6-29 23:02\n相信坛友的智商，文章到了一定长度会有人推出设定的\n也算是为自己留一条退路，还好我弃坑前只给了800字用不 ...\n设定我写了一大堆，基本比内容都多了，于是只好分章发出[diamond_axe]"
        }
    ]
}