{
    "title": "<原创·连载>魔法战界-第二章-了解世界<By:153CXJ>",
    "author": "153CXJ",
    "replyCount": 4,
    "timestamp": 1467248400,
    "txt_content": "=魔法战界=\n\n第二章·了解世界\n\n前言\n每日更新QWQ\n\n\n\n正文\n\n       “哈哈，好！我林某当竭尽全力把此生所学传授与你！”林延哈哈大笑着说到，“小家伙，到现在你还没有告诉我你叫啥名字呢”，不过帕里克的小心思还沉迷于拜师学艺能够成为伟大魔法师的梦想中，并没有听到自己那刚认的便宜老师的话。\n\n       “咳咳，小家伙想啥呢？”林延走了过去用手敲了一下帕里克的脑袋，“哎呀，好疼。”帕里克摸摸脑袋不高兴的看着老师，“老夫问你，名字是啥，多大岁数，你也不理我，罢了罢了，既然你对我这师父不信服，那我在这里怀恨终老也可。”\n\n       听到这话帕里克赶忙答道，“别啊老师，你看我这不是因为过于兴奋才没听到的嘛，我叫帕里克，今年6岁，来自巴梅尔帝国，我们家族在当地特别有影响力呢”他一谈到自己的家族就显得格外骄傲。\n\n       林延听完笑了笑，把手放在了帕里克的小脑袋上，说“虽然这个噬魂阵厉害，但是我还是能够施展一些小法术，现在我要检查你体内的魔法核心，这核心的强弱关乎你能否成为一个魔法师和你所学的魔法系别，现在坐下来，闭上眼睛，心中不要有杂念，我发出到你体内的魔法会找到你的核心”\n\n       说完林延闭上了眼睛，在手和帕里克的脑袋之间出现了一个黄色的魔法阵，仔细看就会发现魔法阵上还有着淡淡的噬魂阵的紫色阵纹，时刻在压制着林延的魔法力量。\n\n       嗖的一声，一道黄色的魔法光束从阵中射出，进入了帕里克的大脑。不多一会，林延收回了手，帕里克感到施法已经结束，睁开了眼睛兴奋的看着林延，“老师…”，但是看到林延脸色阴沉，便把剩下的话吞回了肚子里。\n\n       林延沉默了好一会，慢慢说到“孩子，唉，我这么和你说吧，你的体内有着一个封印魔法阵，这法阵在压制着你体内的魔法核心，这样你的魔法核心就无法施展，意味着不能全力使用法术或者构建大型魔法阵，而且我感受到这个封印的强大，以我全盛时期还可以解开，可惜现在的我，无能为力。不过，我知道你体内是什么系别的魔法核心了。”\n\n       帕里克听到自己体内的封印便想起救过自己的那股力量，想了想，觉得应该就是封印搞的鬼，如果这样来说封印应该不会伤害到自己，也许是父母把核心封印的呢，于是不再多想问“老师，那么我核心是什么系的魔法呢？”\n\n       “你体内有两种魔法力量，两个系的魔法你就应该有两个魔法核心，一种是冰，一种是火，但是冰系占主导地位，也许这就是要把你封印起来的原因了，不然两种核心产生的力量将会在你的体内碰撞，就像水遇到火一样，你的身体因为魔法冲击而爆炸，不过能活到现在，也是一种缘分。”说完，林延闭上了眼睛，手不断比划着，嘴里不停的念着咒语。\n\n       帕里克看到自己老师开始念咒语，就好奇的盯着林延的手，照猫画虎的也跟着比划着，突然觉得哪里不对赶紧停了下来，结果还是晚了。“嘭”，一股蓝色的烟尘爆了出来，“咳咳，小家伙啊，没有咒语就敢跟着学引导手印你也真是胆子大啊。”\n\n      林延挥手将烟尘拂去，向帕里克说“我刚才施展的是一个我自己研发的储物小型魔法阵，几乎不需要魔法力量就可以施展，可以用来存一些重要的东西，不过不能放活物罢了，来，看看这是啥东西”林延张开了手掌，几颗蓝色和红色的水晶散发出淡淡的光芒。\n\n      “这是，这是魔法水晶？！”帕里克都快把脸贴到了水晶上，因为在这个魔法大陆上魔法水晶是一种资源，可以用来快速恢复魔法力量，也可以用来提升修为稳定境界，和魔法器一样都是消耗品，魔法器只有高阶魔法师才能制作，需要大量稀有资源并且失败率很高，而这个水晶的开采率很低，这也就是它为何价格高的吓人的原因。\n\n       “这就是魔法水晶，你还未满7岁，核心就有魔法力量涌出，说明你是一个魔法奇才，不过，相克的魔法力量和封印的压制让你无法全力施展出法术，来，坐下吧，你应该没有上过魔法学院，趁着天还没黑下来，我给你讲讲这个大陆的一些知识吧。”\n\n         帕里克和林延一起找了个比较舒服的地方倚坐在墙边，认真听了起来。\n\n                                                                                                                                                                            ——By  MCBBS 编剧doudou\n\n\n字数统计\n\n\n字符总数： 1607 个---中文字符总数： 1350 个---中文标点总数： 163 个\n\n\n后记\n\n\n还是那句话：\n该文是为某服务器作为RPG题材而写，请他人不要借鉴，若借鉴请申请版权\n\n\n\n",
    "replies": [
        {
            "author": "THT",
            "timestamp": 1467248580,
            "txt_content": "我的沙发顺便赞一个"
        },
        {
            "author": "编剧doudou",
            "timestamp": 1467249060,
            "txt_content": "作者到来！第一次在bbs上发表小说，版权问题不用多说，如果对剧情有任何想法的话，请私聊我或加群再上煞神RPG，群号码：425644103"
        },
        {
            "author": "xcc",
            "timestamp": 1467289560,
            "txt_content": "但这篇文到底是谁写的呢。"
        },
        {
            "author": "编剧doudou",
            "timestamp": 1467298440,
            "txt_content": "xcc 发表于 2016-6-30 20:26\n但这篇文到底是谁写的呢。\n我写的我是作者，文章后面有我的ID，这个人是替我代发"
        }
    ]
}