{
    "title": "<原创·连载>空[第七十五章：变故][Polaris]",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1467210600,
    "txt_content": "正文\n\n\n\n    当罗杰出院时，已经联系不上纳尔了。他用尽了自己能够想出来的所有方式，也不能再得到任何与纳尔有关的消息。像是人间蒸发，一夜之间便从世界中消失得无影无踪了。\n    几天来总是在安慰自己，说纳尔并没有死，他应该，不，绝对是为了配合Emptiness的那次假死，跑到什么地方避难去了。为了不让其他人有所察觉，才没有事先与自己联系。一定是这样的。\n    然后罗杰从自己身边的人入手，搜集各种各样的线索或者是被他称为“证据”的东西来证实自己的猜测。虽然这样的行为在外人看来十分可笑，但实际上，罗杰觉得自己比他们所想象的那样更傻。\n    因为他越是这样去做，就越是在反复告诉自己——纳尔已经死了，现在自己的所作所为，只是在强行扭曲事实而已。\n    为什么总喜欢在事情已经发生之后再去做无意义的补救呢？罗杰每天晚上入睡之前都习惯性地问自己。\n    他觉得这样很累，非常累。\n \n    “我告诉你的时间是八点。”萧黎严肃地看着在接近中午的时间仍然睡眼朦胧的罗杰，这样的精神状态的确是睡眠不足所造成的，可仔细想想，罗杰也没有什么睡眠不足的理由吧，“你拖了三个小时？”\n    “两个小时。”罗杰甩了甩头，本意是想驱散一直蒙在自己大脑上挥之不去的睡意，结果反倒让自己更迷糊了，“我大概九点钟左右，才醒过来。”\n    “你最近怎么了？咖啡喝太多？”\n    “纳尔死了。”\n    “哦……那样的话，我有点事拜托你。”萧黎把罗杰推到门外，指了指走廊尽头的门，“我这里在几天前来了个很麻烦的病人，麻烦你去替我看看他的状况如何。”\n    “我本来打算找你给我看看是不是精神出了问题，你竟然还叫我去帮你看病人？”\n    “别管那么多，去看看回来给我报告情况就够了。”\n    在这之后，罗杰黑着脸，在不让自己突然情绪爆发冲回房间将萧黎摁在墙壁上活活掐死的前提下，走到了萧黎所指的那个房间门口。\n    精神病院的大门一般都是紧锁着的，为的是防止被关在里面的病人突然间精神失去控制逃离病房。罗杰手撑在墙壁上沉思了很长时间，确认萧黎大概没多大胆量敢让一个精神病人来谋杀自己之后，才抬起手，准备叩门。\n    手指刚刚触及门面，它就已经自行打开。嗯，很好，这样不需要再费劲去和里面的精神病沟通叫他来给自己开门了。\n    ……\n    这扇门不应该被上锁么？\n    所以，这就是萧黎说这个病人很麻烦的原因？仅仅是因为他会撬锁？\n    房门完全敞开，进入视线的场景总算让罗杰相信萧黎没在骗自己，至少能让他认定这个房间里的人的确是精神上有不小的问题。墙壁，地板上被画满了难以理解的怪异符号，都是用黑色或者红色墨水画的。\n    这些符号单独拣出来看的确是杂乱无章，如果是放在一起作个比较，不难看出来它们之间的共同点——都画着箭头，所指的方向是一致的。它们，都指向了房间的窗户。\n    “是想要从那个地方逃脱的意思么……”自言自语了一句后还是摇摇头，算了，自己又不是医生，更不是什么解读怪异符号的专家，没必要猜这些无意义的东西究竟指代什么。罗杰朝房间里迈一步，在墙角发现了一个人。\n    他很安静地蹲在墙角处，头朝向地面，整个人面对墙壁，消瘦的站在门口的人都生起怜悯之心。双手似乎是捧着什么东西，这人的全部注意力在这个时候大概完全倾注在手里的物体上了，所以才会没能注意到有外人进入他的领域。\n    不对。\n    刚刚进来时罗杰并没有太仔细打量这个蹲在墙角不知道玩什么东西的人，可是仔细看看怎么总觉得，很眼熟？\n    带上门，在发出声音的同时，那人总算注意到房内的异样，停止手上的动作，缓慢地站起身。仍然面向着墙壁，他的双手从胸前垂到身体两侧时，才转过身来。\n    “……”\n    “帮我。”说着，他抬起胳膊，把手里的东西扔向罗杰，完全不顾对方是否能注意到并且接住不至于砸到脸上。\n      此时仍然处于精神游离状态中的罗杰，突然听见对方说话的声音，回过神来时发现有个东西在空中划了个弧线，朝着自己的脸砸过来。\n    后退为自己争取缓冲的时间，伸手自己的面前，等到有东西接触掌心时手指向中央并拢，握住了那个轻巧的物体。是个……魔方。表面还残留着手掌的温度，再抬头看着那人脸上的，那用于打量陌生人的神情，让他内心一阵冰冷的感觉油然而生。\n    “抱歉，打扰了。”\n    萧黎轻推开门，头探进来看了看情况，第一眼所看见的，就是罗杰迷惑不解的眼神。\n    房间的沉默持续了几秒钟，那人趁着这个时间将魔方从罗杰的手上拿走，站在旁边低头继续自己的事情。\n    “……我想我现在解释会不会有点……”\n    “说，”罗杰揪着萧黎的衣领，考虑到这人在昨天的电话里说自己最近也是精神状态比较差，才没有让他整个人都离开地面，“他，到底怎么了？！”\n    “我真的什么都没有做，”萧黎挣了几下，总算让自己能够正常呼吸，“他来到这里时就已经这样了，我问他什么都不说，只能先让他待在这里。”\n    “那他是由谁送来的？这个样子总不可能是他自己找过来的吧？！”\n    “按照正常思维的话的确是这样，但我发现他时的确只有一个人。”\n    “那魔方呢？”\n    “魔方？”\n    “就是他手上的这个，”罗杰指了指那人正在转动的东西，“这个魔方我见过，是凯文的东西，还是他养父送的。既然现在它到了他的手上，凯文肯定和他见过面，也许，就在到你这里之前。”\n    “我真的不知道，什么都不知道，甚至连他是什么时候出现在门口的都不清楚。”\n\n\n\n返回索引贴\n\n\n@恶魔-潇洒 @zyj0807 @冥王星人 @xcc @sam3737 \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1467211740,
            "txt_content": "北极，你的文笔不如以前了。\n以前你很多方面有欠缺，但是经过修改基本可以补充完好。\n但现在，文章的很多地方，用词拖沓重复，词语堆积，而使用上并没有多少改进。\n文章的渲染并不是凑字数啊拜托，而是在尽量简练的前提下，注入更多信息；相反的你现在在容易说清的地方用了大量重复意义词汇，啰啰嗦嗦，但需要说清的地方这里那里漏了一把，不问你你都想不起来解释。\n希望之后改进。"
        },
        {
            "author": "Yy星人",
            "timestamp": 1467217680,
            "txt_content": "真羡慕你们大触的文笔_(:зゝ∠)_"
        },
        {
            "author": "sam3737",
            "timestamp": 1467288900,
            "txt_content": "突然间发现这小说中的人物都越来越歇斯底里了。。。"
        },
        {
            "author": "xu13502297662",
            "timestamp": 1467293640,
            "txt_content": "大神哇文笔比我好很多啊……"
        }
    ]
}