{
    "title": "【原创·连载】《Minecraft之魔龙传说》【第四章：遇窃】【By Star_Plume】",
    "author": "青木源",
    "replyCount": 5,
    "timestamp": 1467253500,
    "txt_content": "raft只魔龙传说 纠正 Minecraft之魔龙传说",
    "replies": [
        {
            "author": "1404116867",
            "timestamp": 1467253800,
            "txt_content": "标题: 【原创·连载】《Minecraft之魔龙传说》【第四章：遇窃】【By Star_Plume】 本帖最后由 1404116867 于 2016-7-2 11:34 编辑 \n\n第四章了，史蒂夫也快要了解这个世界了\n\n\n正文：\n　　史蒂夫放下熔炉，把挖到的4块铁矿和1块煤丢进去，便开始煅烧这些铁矿了。\n\n　　盏茶时间，这4块铁矿就烧好了，取出一看，是4块闪着金属光泽的铁锭。\n\n　　史蒂夫思索了会儿，道：“我应该做把铁剑。”是的，此刻矿洞内还存在着许多未知的危险，可能还有更强大的怪物。与木剑的配方一样，按照那样在工作台上摆，一把崭新的铁剑就出现了。\n\n　　“剩下2块铁锭，应该还可以做个盾牌。”史蒂夫想了想，用木板和铁锭在工作台上按照一个特别的形状摆放，一个盾牌果然做成了，但只剩下1块铁锭了。\n\n　　史蒂夫左手持盾，右手持剑，算是全副武装了。把熔炉和工作台拆卸下来带在身上，便继续向深处探索。\n\n　　就这样一路走一路插火把，渐渐的，他已经走得很深了。\n\n　　“得小心点了。”史蒂夫小心地缓慢前行，一路走来，他已经挖到了一组多的煤和40多个铁矿了，史蒂夫想要看看里面是不是有更好的东西。\n\n　　一阵微弱的叫声响起。\n\n　　“吱——吱——！”\n\n　　“谁？！”史蒂夫惊叫起来。毕竟在这么深的矿洞内，没有一人，还是有些恐怖的。\n\n　　一只有着多只红色发光眼睛和六只脚的怪物正向他快速逼近。“是蜘蛛！”史蒂夫握紧剑，待那蜘蛛靠近自己后就给它一剑。蜘蛛过来了，史蒂夫抬起右臂，用力朝下一劈，蜘蛛被劈得退了几步，但它好像丝毫不感觉痛一样，又向史蒂夫扑了过来。“呀！”史蒂夫大吼一声，对着蜘蛛连续劈了几剑，那蜘蛛发光的眼睛逐渐暗淡了下来。\n\n　　蜘蛛终于被杀死了。\n\n　　“波。”掉落的线和蜘蛛眼被史蒂夫吸进了背包。史蒂夫眼睛一亮。“哈哈，线！正愁找不到呢！”史蒂夫高兴道。\n\n　　可正当史蒂夫高兴之际，一只绿色无手面容狰狞的爬行生物已经悄无声息地来到了他的身后——\n\n　　“嘶~~~~~~”\n\n　　“什么？！”史蒂夫大惊，“爬行者！”史蒂夫真的怕了。在他出生的时候，就知道这个世界的一小部分信息，自然明白这个叫爬行者的生物是多么的可怕。\n\n　　史蒂夫忙转身，跑是来不及了，他举起了盾牌把自己挡了起来。“轰！”那爬行者爆炸了，爆炸的冲击力把史蒂夫冲的老远，同时他感觉喉咙一甜，一口鲜血吐了出来。\n\n　　“呃，没死已经很不错了。”史蒂夫面色苍白。\n\n　　他是再也不敢往深处走了，连忙按照原路返回，同时咽下了一只苹果，这下苹果只剩下一个了。\n\n　　然而就在史蒂夫返回的时候，一个身穿奇怪衣服的人出现在了史蒂夫的房子附近。“哈哈哈，我居然被传送到了这么个好地方！”那人见四周有树林，也有平原，不禁大笑。随后头一转，看到了史蒂夫的小木屋。\n\n　　“嗯，一座房子？”他朝房子走去，手一推门，门开了。\n\n　　那人顿时大喜：“哈哈，居然没有魔法领地保护！这人真是笨！”那人又笑了起来。\n\n　　“啊，终于到出口了！”史蒂夫脸上露出了笑容。随即就向他的木屋走去，然而他却看到了一道身影在翻自己的箱子。\n\n　　“小偷！”史蒂夫大惊，同时一股怒气用了上来，他快步冲进了屋内，那人一惊，“被发现了！”\n\n　　“你是谁？为什么翻我的东西！”史蒂夫怒道，那人战战兢兢，心里却说，不就几块木头吗，我还不屑呢！\n\n　　“回答我！”史蒂夫充满杀气的看着那人。\n\n　　“我……我没偷你的东西。”那人心里暗暗叫苦，自己出来时为什么不带上武器呢？不过这也怪不得自己，本是只想出来砍点树，所以只带了把斧头。\n\n　　史蒂夫拿起剑就要砍下去。“别，别杀我，我看你是刚出生吧，我可以告诉你关于这个世界的事情！”那人祈求道。\n\n　　“哦？”史蒂夫来了兴趣。\n\n上一章：挖矿\n\n索引\n\n\n\n\n"
        },
        {
            "author": "1404116867",
            "timestamp": 1467253980,
            "txt_content": "XIAOMM 发表于 2016-6-30 10:25\nMinecraft只魔龙传说 纠正 Minecraft之魔龙传说\n已纠正，谢谢"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1467255060,
            "txt_content": "建议不要把MC中的数量限制带入小说中\n比如说一组啊 一个煤烧四个铁\n感觉小说的话要真实点"
        },
        {
            "author": "1404116867",
            "timestamp": 1467255180,
            "txt_content": "Ice_Block_ 发表于 2016-6-30 10:51\n建议不要把MC中的数量限制带入小说中\n比如说一组啊 一个煤烧四个铁\n感觉小说的话要真实点 ...\n额，写都写了，就这样吧"
        },
        {
            "author": "xcc",
            "timestamp": 1467290160,
            "txt_content": "“那人”将成为史蒂夫的说话对象233333"
        }
    ]
}