{
    "title": "【原创·连载】【塔里克·伊泽瑞尔】-----------【冰块】",
    "author": "Ice_Block_",
    "replyCount": 2,
    "timestamp": 1467213540,
    "txt_content": " 本帖最后由 46241359 于 2016-6-30 17:24 编辑 \n\n本人第一次出文学类的创作  如果写的不好 请多多包涵 如果您觉得不错 请给点人气\n正 文\n  茫茫的沙漠中，放眼望去一片荒芜，仅有的绿色只有沙棘草在猎猎北风中飘摇。\n  慢慢的出现两道身影。其中一个穿着粗布衣裳，虽说材质不是很好，却带着一股浓厚的异域风情，身上多处流苏飘摇。另外一个，浑身覆盖在厚重的铠甲中，但是铠甲上镶嵌的许许多多的宝石，在阳光下熠熠生辉。\n  “塔里克，我们...是不是走错路了啊...”伊泽瑞尔把手插进自己金色的头发中挠了挠，对于自己的路痴属性，他自己也很无奈。\n  “好像没有...”背上背着巨大包裹的塔里克回答道。声音雄厚有力。\n  “我对于好像二字很怀疑啊...”伊泽再次看向太阳，判断出自己的方位。\n  伊泽瑞尔成为冒险家已经很久了，虽然说经理过种种困难，但是这次出来的目的是寻找虚无缥缈的恕瑞玛遗迹，他心里清楚，这个概率有多小。\n  “塔里克，给口水喝。”伊泽瑞尔仍旧在眺望远方。塔里克从后面的大包裹里拿出一壶水，递给伊泽瑞尔。道“咱们还要这样漫无目的的走到什么时候？剩下的资源最多够我们撑四天了。”塔里克面无表情的道。\n  伊泽瑞尔充耳不闻，喝完水之后还一脸嫌弃的丢给塔里克，幽幽的道“这水壶好臭啊...”塔里克眉毛跳了一下，忍下了揍伊泽瑞尔一拳的冲动。\n  之前伊泽瑞尔在战争学院的图书馆中看到这样一卷秘辛。上面记载了恕瑞玛帝国的兴盛和衰亡，尤其是恕瑞玛末代君王阿兹尔的飞升，还有泽拉斯的背叛，以及神秘的太阳圆盘。都促使着伊泽瑞尔前来一探究竟。\n  可是秘典中只是述说了无数岁月前恕瑞玛帝国的位置，地名与现在都截然不同，于是伊泽瑞尔又翻阅大量典籍，搞清楚各个地区的曾经名字，才确定了恕瑞玛帝国的位置。然而踏入这片土地两天了，仍旧什么都没发现。\n  而塔里克，是活生生被伊泽瑞尔拉过来的。理由居然是“看在你跟我差不多帅的份上，带你一起去吧”。每每想起，塔里克都是一阵无语。\n  伊泽瑞尔举起右手，手中是一块正方形的晶体，上面除了象征着魔法的六芒星，还有一只栩栩如生的鸟。\n  伊泽瑞尔口中响起了晦涩的咒语，吟唱完之后，手中的晶体不断的涌出一丝丝的蓝色能量，在上空三尺的位置凝聚成一只能量体的鸟。\n  “去吧，找找有没有什么特殊的地方。”那只鸟盘旋一圈便飞走了。\n  塔里克看着鸟儿，道“这是第五只能量鸟了，我们一共只有八个能量晶体，还找不到怎么办？”\n  “管他这么多干嘛，走一步是一步呗。”伊泽瑞尔大大咧咧的说。塔里克一阵无奈，伊泽瑞尔就是这样的性子，很随意。\n  伊泽瑞尔对塔里克道“快搭帐篷吧，天色不是很早了。”然后塔里克便把包裹放在地上，从里面拿出帐篷，搭了起来。伊泽瑞尔则是拿着干粮在旁边费力的嚼着。忍不住抱怨道“啊...真的很硬啊...连战争学院食堂的饭都不如...”\n  塔里克幽幽的道“你够了...不干活就算了，还抱怨这抱怨那的。”\n  就在这时，伊泽瑞尔腰间的皮革包中的能量晶体散发出深邃的光芒。伊泽瑞尔立刻拿出晶体放在手心，闭合双目。随后身体一阵震悚。干粮一扔，向着东南方奔跑，并且大吼“塔里克！快跟上来。”塔里克见状，从背包中只拿出了一个镶嵌着许多宝石的锤子。随后便朝向东南方跑去。\n\n\n\n\n\n作为小说 我改动了不少地方 不要吐槽qwq 当然 最后还是求人气和金粒啦\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1467248340,
            "txt_content": "主语出现的次数太多了，整体描写还比较到位，第一眼看的缺陷就是主语频繁出现太啰嗦。另外下次发帖请使用模板，有不明白的私信本版版主"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1467250920,
            "txt_content": "46241359 发表于 2016-6-30 08:59\n主语出现的次数太多了，整体描写还比较到位，第一眼看的缺陷就是主语频繁出现太啰嗦。另外下次发帖请使用模 ...\n谢谢评分支持"
        }
    ]
}