{
    "title": "<原创·连载>道界之主-第一章-世界·拓拔家，拓拔轩<By:153CXJ>",
    "author": "153CXJ",
    "replyCount": 4,
    "timestamp": 1467275040,
    "txt_content": "=道界之主=\n\n第一章·世界·拓拔家，拓拔轩\n\n前言\n\n还是没有引子，马上放索引里=W=\n\n\n\n正文\n\n\n\n        修真界，乃是修真者的世界。　左有青龙镇守，右有白虎守护，上有朱雀庇护，下有玄武守卫。　万年之前，修仙界无数大能以神圣之力除了修真界大批魔兽，为修道者开辟下着一片世界.而其中带头的4位大能则不慎陨落至此，其灵魂化为4头掌管不同属性的四圣兽。保卫一方安宁.千年之后，修真界动荡，神秘能量涌入修仙界，使无数修道者的气运与天赋被能量带走，而这类人却会不断让周围的人也产生异变，而无法修炼。无奈之下，仙界主宰下令斩杀这等修道者，且将此类修道者称为—异道。后来，异道与仙界众位上仙大战了七天七夜，异道败走，进入修真界繁衍生息。而仙界主宰为隐瞒真相，派无数修仙大能进入修真界，继续铲除那异道。而一些异道偶然进入4为仙界大能所化的四兽殿。触发机关，使修仙者再无法进入修真界。这场战乱方才平息。当得知四兽殿里有机密无限，异道之中也是推选出盟主，盟主下令，进入四兽殿。古书中，竟发现4位大能的预言—异道进入修真界已是必然，汝等可自称修真者，至于你们体内的能量，也会经过血脉而渐渐淡化。切记　要好好修炼　不可松懈，否则修真界将荡然无存。翻阅古书，修真者也是知道，想要重返修仙界，需达可以冲破天地束缚的境界。得知此事，盟主坐于古树，修炼了7天。大彻大悟，便开始渡劫。不久，盟主飞升。然而奇怪的是，盟主竟依然能进入修真界，几千年过去，修真界能量开始匮乏，盟主打开能量通道，使能量涌入修真界。修真界这方才当之无愧。又一个千年，老一辈因一场灾难死绝，当年的事基本无人记得。后来，修仙者与修真者的记忆被神奇抹掉。无人记得修仙者与修真者的仇恨。今时，魔族对修道世界虎视眈眈。修真界与修仙界通道完全开启！\n        “下一个！锻体一重，拓拨轩！”擂台上，一名:中年男子喊道，他便是傀儡试炼的长老，名拓拨昊。话闭，一位约莫十二三岁的白衣少年从人群中走出，缓缓走向擂台。望着前者慢慢走向擂台，台下的拓拨家的族人也是不免评价“那就是拓拨轩？长得还不错啊,这样子，能让不少人羡慕啊!”“长得好有什么用？不过是一个废柴罢了，修道根基不错，不过身体确实极为特殊，导致他无法炼体，这事连大长老都没法解决啊。不过族长那么厉害，竟然生出这么一个儿子。”“是啊，如果我没记错的话，这拓拨轩的傀儡:试炼已经9次没过了，这次要是再没过，就该滚出拓拨家族咯！”“是族长的儿子，终归身份就是不一样，他的;试炼难度，怕是会弱上不少“”听得这话，拓拨轩也是把目光扫向了周围议论之人。见得拓拨轩的目光，他们一个个也是乖乖的:闭上了嘴巴，毕竟那族长之子的身份，不是谁都能惹得起的。而一名坐在擂台旁的与拓拨轩年龄仿佛的少年，也是淡淡一笑，对着周围的人道：“跳梁的小丑，终归是跳梁的小丑，这次他被淘汰以后，便把他杀了吧，那雪儿自然就是我的了！”旁边的一位少年听了，笑着道：“那是，雪儿师姐这种天赋自然要翎师兄您才配的上的，雪儿师姐也是瞎了眼的，竟然喜欢这么一个垃圾。”那被称为翎师兄的少年也是笑着道：“逸师弟，还是你了解我。”\n\n\n\n\n后记\n\n\n我现在不断写小说，只为在小说板块有些名气=W=，所以嘛......给我人气和金粒吧\n\n\n\n\n\n",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1467275220,
            "txt_content": " 本帖最后由 46241359 于 2016-6-30 16:29 编辑 \n\nhttp://www.17k.com/book/1936362.html\n？？？\n阁下到底叫什么？"
        },
        {
            "author": "DGK2",
            "timestamp": 1467275940,
            "txt_content": "剽窃+求人气..转载不能写原创，你已经被盯上了XD."
        },
        {
            "author": "153CXJ",
            "timestamp": 1467276120,
            "txt_content": "46241359 发表于 2016-6-30 16:27\nhttp://www.17k.com/book/1936362.html\n？？？\n阁下到底叫什么？\n这是朋友允许我转载的=-=，我已经附上作者了=-=，如果需要证明，我可以将我与作者的对话发给你=-=（我帮他做了部分修改，他允许我对小说当作自己的原创）"
        },
        {
            "author": "46241359",
            "timestamp": 1467276300,
            "txt_content": "153CXJ 发表于 2016-6-30 16:42\n这是朋友允许我转载的=-=，我已经附上作者了=-=，如果需要证明，我可以将我与作者的对话发给你=-=（我帮 ...\n本版没有“将转载小说做部分修改后当做原创”的规定，转载必须附带原文链接，前缀注明转载，另外阁下后记变相索要人气。"
        }
    ]
}