{
    "title": "<原创·连载>空[第七十六章：为什么][Polaris]",
    "author": "46241359",
    "replyCount": 0,
    "timestamp": 1467293880,
    "txt_content": " 本帖最后由 46241359 于 2016-6-30 21:38 编辑 \n\n正文\n\n\n\n    外面在下雨，很吵，雨水总是没完没了地打击到窗户上。\n    屋子里很静，因为没有人说话。\n    罗杰在此之前已经尝试与纳尔做一些简单的交流，但没有得到任何回应。他不知道纳尔到底是听见了不想回答，还是根本没在听自己说了些什么。\n    纳尔这些天来唯一一次开口说话，仅仅是在罗杰刚刚进入病房时，想要他帮忙而说出来的简洁的两个字。剩余的时间，除了坐在床边或是蹲在墙角拧凯文的魔方，就是躺在床上睡觉。\n    经过三番五次的逼问，罗杰最终还是承认了萧黎的确什么都不知道的这个事实。因为他的眼神看起来不像是在说谎，也无所隐瞒。这么说，凯文就是给了纳尔这个魔方，之后把他丢在萧黎所在的这个精神病医院后潇洒离开？\n    不……谁知道呢。罗杰现在所获知的信息中，几乎没有任何与现在的情况能够匹配的内容，没人来告诉他纳尔变成这样的原因以及为什么会突然出现在这里。\n    也正因如此，罗杰这几天一直无所事事，于是索性长时间地待在这里，待在自己想要陪伴的人的身边。每天在沉默中看纳尔拧魔方或者是睡觉，似乎也没什么不好的。这样的生活很平静，也是他一直想要得到的，即使总觉得缺了点什么。\n    “……纳尔？”\n    坐在罗杰旁边的人手上的动作出现片刻的停顿，表示自己听见了对方所说的话，之后继续机械地重复多日来一直都在做的事。\n    “……”罗杰把想问的话都用屋内的沉默强行塞回去，低头看着地面。白色的瓷砖上隐约映出天花板上的灯，以及床边两人的面容，虽然模糊不清，但罗杰还是能通过倒映勉强辨认出纳尔此时脸上的神色是怎样的。\n    在盯着地面看了没多长时间后，他觉得有些头晕，就将视线转移到墙壁上。\n    那些符号是……看起来应该不是很久之前画的，这么说，有可能是纳尔自己画上去的。但这里没有什么可以藏东西的地方，也找不出类似于颜料这样的东西。会不会是之前纳尔用过，在自己来之前就已经被萧黎收走了？\n    也没有多大可能性，如果颜料是他收走的，那么纳尔在墙上画这些东西的事他不可能不说，这样看，果然还是之前住在这个房间的人画的？也许是他前脚刚走，纳尔后脚就进来了。\n    “你想问我什么啊？”纳尔将手里已经复原的魔方搁置在一边，抬头打量着坐在自己旁边一脸抑郁的罗杰，后者内心一阵恍惚，这大概是几天来纳尔首次用正眼看他。声音和以前的差别并没有多大，但缺少了什么情感在里面。所以，连说话的声音都如同金属一般的冰冷。\n    “没什么……你继续忙吧。”\n    “……”\n    如果是凯文的话，他会对纳尔做出什么事？\n    有关凯文的信息，罗杰所了解的太少，当然这仅仅是相比较save里面真正清楚他的来历的人而言。他能够确定的就是，这人是他现在的养父从什么地方捡回来的，加上当时凯文年龄太小，对于自己父母一无所知。\n    这大概，也是“他”会中意凯文的原因之一。\n    “他”最喜欢的类型，莫过于像凯文这样，来历不明，对自己的事什么都不清楚，尤其是，对父母的印象很含糊的人。至于原因，埃塞克斯对此做过非常含糊的解释：这样的人，用起来会很放心。\n    那是因为，被操纵的人会因迷茫而不具备抵抗的能力。\n    既然如此，“他”也不可能将任何重要的信息透露给凯文，因为那样做，就相当于给予他能够打开锁链的钥匙，将抵抗的权利归还给他了。\n    其实还有一个很重要的线索，那就是save里不少人都认为凯文与纳尔有着相似的经历，有没有可能，凯文因为这点而把纳尔当做自己的朋友来看待？\n    虽然不知道那样一个心理扭曲的变态会如何对待自己认知里的“朋友”。\n    如果这个出发点是对的，那么纳尔应该在遇见凯文之前就已经变成了如今的状态，凯文仅仅是出于保护心理，将他送到了萧黎的医院门口。至于魔方，会不会是单纯地借给他当玩具？\n   还是说……凯文希望以此来暗示什么人，告诉他将纳尔送到这个医院的人就是自己。\n    所以，罗杰在想自己是不是应该亲自找到凯文，面对面地谈一谈有关纳尔的事情。\n    不……还是算了。刚才的想法也仅仅是推测，没有任何东西能够证明那是事实。\n   在一瞬间，罗杰感觉房间的气氛顿时变得压抑，与自己之前待在病房中一样，明明周围没有任何异常，可还是难以呼吸。\n    皱了皱眉，有些艰难地站起身，回头看了看坐在床边仍旧专心致志的纳尔，“我出去一下。”\n    他没有像以前的纳尔一样抬起头对着罗杰微笑，希望他平安回来。\n    为什么。\n \n    “那件事，你还记得么。”\n    “什么事？”\n    埃塞克斯沉默了，他觉得现在自己没什么好说的。\n    霖从谈话开始一直都在敷衍他，无论问什么都秉持着“什么都不知道”的态度。也是，他这几天心情总是很抑郁，不想回答也是理所当然吧。\n    “……”霖的视线从桌上移开，看向窗外，“嗯……当然记得，大概这一生都不会忘。”\n    “你现在觉得很愧疚？”\n    “我不知道，从那件事发生以来一直到现在，我都不知道自己到底是抱有怎样的情感去面对事实的。”\n    “没必要，”埃塞克斯从椅子上站起来，走到对面拍了拍霖的肩膀，“我在前几天查了查，他现在的生活根本没你想象的那么差。”\n    “但愿这不是你为了让我尽快从阴影中走出而说的谎话。”\n    “当然。”\n\n\n返回索引贴\n\n\n@冥王星人 @sam3737 @恶魔-潇洒 @zyj0807 @xcc\n\n[groupid=1183]Field of Stars[/groupid]\n",
    "replies": []
}