{
    "title": "【原创-连载】【蘑菇牛日记】【52】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 6,
    "timestamp": 1467297000,
    "txt_content": "\n\n　　“不行不行不行------！”\n　　大喊大叫，双手乱挥，来回疾走。\n　　自诞生以来，我还是第一次发现他身上有讨人喜欢的地方，就是这副歇斯底里彻底疯狂的模样。\n\n　　“你怎么能……怎么可以？！”\n　　“为什么不可以？”\n　　“你！是我造的！”他停下，伸出因极度气愤颤抖的手指。“你是我创造的！我给了你一切！你却从来不对我表示丝毫感激……反倒去亲近一个……一个女巫！！”\n　　“女巫又怎么样？她们并没有想象中那么坏。”\n\n　　“你懂什么？！”走近我，双手握紧两肩，借助威逼姿势郑重强调。“她们，我说那些巫妖，她们的毒是隐藏的。就像蛇，外表美艳，需要时候可以瞬间致人死地。”\n　　“所以？”\n　　“所以你应该远离、唾弃，帮助我把变异的种类从统治的领域内抹除。明白吗？”\n　　“哦，好吧。”搔搔头，心里想用什么办法应付唠叨的家伙。“让我找个时机。不过，受人尊敬的造物主大人，你没有足够能力对付巫妖？”\n\n　　“我、我当然能！”后退几步，面露局促的避开直视。“不愿意弄脏自己的手而已。再说处理他们太过简单，亲自动手……简直拉低身份，玷污形象。”\n　　“于是，”站起来，正色说道。“低贱肮脏的工作便丢给我去做？我的身份和形象，就不需要维护了？”\n　　“……”\n　　“是不是还想说，把我造得如此缺陷、丑陋、糟糕，任谁见了都颤栗不已，本来也是初衷？我的存在，只为承担那些妨碍你保持光辉圣洁的事物？”\n　　“Herobrine……”\n　　“别叫这个名字！”挥手打断发言。“你每次叫，都让我感到恶心！”\n　　“------、”\n　　“哎呦，瞧这一脸委屈要哭的样子，真叫人心碎。我说错了你什么吗，小甜心？打算重复那些肉麻虚假的谎话？描述你如何如何爱我，又慷慨施舍懒于打理的烂摊子，以及一堆无处存放的垃圾，还想从我这里获得感谢？收起这套技俩吧------我看够了！被造以来我几乎每天做梦都在盼望跟你切断关系！”\n\n　　“可……你是不能……”\n　　“我清楚不能。”\n　　惊愕吗？悲伤吗？那之外，还在眼底发觉一股弥漫的杀意。\n　　你的所思所想，都暴露了。\n　　“好好守着你的白色大宝座吧，创世主。”轻蔑发出鼻息，转身离去。“我还有事，今天不陪你玩耍了。”\n　　“等等！你又要去是吗？我的劝说，你听不进去。之后，你一定会为此后悔！”\n　　“真遗憾，我唯一后悔的，是居然听话来见你，结果破坏了大好心情。”\n\n　　------ ------\n\n　　那次之后，大概过了一个月。\n　　期间算起来，我去找过Priscilla……记不清，不管了。反正次数不少。\n　　她壮起胆子，对我展现出极大的好奇心，询问各种古怪问题。三天前的见面，甚至要求“触摸”……\n　　不过行动诡秘一点，比较厌恶阳光，还不致于没有实体吧？这些白痴的地表族，到底编造多少关于我的谣言？\n\n　　想摸，就摸吧。\n　　闭上眼睛，静坐不动，随她怎么喜欢。\n　　你们，总归还无法达到伤害我的地步。\n\n　　“够了。”\n　　“------、”\n　　“不，没什么。我是说，你不用害怕，我觉得有点痒罢了。”Priscilla缩回轻触下颚的手指，我顺势站起来，整理了下上衣。“天快亮了，我得回去。”\n　　“是吗……那，路上请小心一点……”\n　　“好。”随口应答。似乎藏于幽暗的仆从，以及单身狩猎的人类，真能造成威胁。“或许有一天……”\n　　“什么？”\n　　“呃，忘了那话吧，我走了。”\n　　没再多看眼留恋的表情，急匆匆躲避晨光，遁形而去。\n\n　　Herobrine，不喜欢空泛的承诺。\n\n\n\n\n废言：\n也许各位在阅读外星人作品的过程中，会发现我揉入了很多圣经元素；但是有一点必须澄清的是，外星人对自己的信仰始终敬畏，元素的使用和表现出来的东西，和我的信仰态度并不一定一致；小说毕竟是小说，奇幻也只是奇幻；如果很不幸我的读者中有思想保守老旧的信徒，那么恳请“亵渎圣灵”之类的胡言乱语慢点出口，直到你彻底搞清了外星人我在表达什么。\n【想起上次好心分享一个考古纪录片就被堂里老义工这么说，有点生气，各位一般会员不必在意外星人的泄愤解说。】\n\n索引见签名。\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "lqx123",
            "timestamp": 1467299100,
            "txt_content": "于是我看到开头第一句就yy了起来..."
        },
        {
            "author": "lzs1234",
            "timestamp": 1467445920,
            "txt_content": "对话偏多了\n这么久了终于出新的了"
        },
        {
            "author": "蒙奇D鸣人",
            "timestamp": 1467506400,
            "txt_content": "看到开头就抑制不住的YY了啊。23333第一次看这种文"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469164140,
            "txt_content": "感觉阵脚偏乱。"
        },
        {
            "author": "荣辱观",
            "timestamp": 1469260740,
            "txt_content": "一股强筋的血流冲入了我的下体.."
        },
        {
            "author": "七海八千代",
            "timestamp": 1469273700,
            "txt_content": "版主大大的帖子，必须支持"
        }
    ]
}