{
    "title": "【原创·连载】《二次元穿越》【21】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 4,
    "timestamp": 1467342780,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-7-19 14:04 编辑 \n\n前言\n\n\n首先说明下，从这一章开始是第二部。\n之前刚刚开始写这部小说的时候，脑洞是没这么大的。本来故事都想好了，结局都想好了，大概30章左右。\n后来，写了几章过后，发现这个故事有很多可以提升的空间，有很多地方我埋下的伏笔，不可能不填。\n正巧遇上了很多大神，很多写手，有的鼓励，有的提醒，有的建议。\n教了我很多技巧，写人的方式。\n这段时间的进步，都是你们带来的。写下去的努力，也是你们带来的。而这段故事，是我带给你们的。\n哪怕我的文笔不一定很好，但我会努力，给大家呈现尽量好的文章。\n所以，这段故事，我们继续写下去。\n感谢各位。\n\nPS：由于某些原因，脑洞实在过大，然后番外做了很多很多铺垫，所遇这个坑，可能不能填完。我可以保证一直更新，但是到了我有事的时候，可能得1周，甚至2周才能更新了。这段时间暂时有空，我就多更新一些。\n\n\n\n正文\n\n\n21\n\n月亮渐渐升起。\n“洛芬，”妈妈递给我一盘西瓜，“他们在小花园那边，你也去吧。”\n我点点头，用手拿起一片西瓜，大口大口吃了起来，慢慢向花园走去。\n夏天的夜晚，真凉爽。\n妈妈很好，看今天晚上天气奇好无比，繁星点点，于是让我们晚上可以多玩一会儿，玩到凌晨都行。\n“哥哥——”看到两位哥哥坐在那边的草地上，我也跑了过去。\n“哎，查吉尔，那个小屁孩又来啦，还带了盘西瓜，把他接过来吧。”最大的那个男孩靠在一棵小树边，很舒服的样子。\n“崔古尔，你比我大2岁了不起啦，又使唤我。”查吉尔满脸不情愿地走到我身边，“妈妈同意了吗？”\n“同意了。”我做到草地上，看着满天的繁星。\n哦，真美，可以享受一晚上啦……\n我们不说话，静静地坐着。\n……\n撕心裂肺的鸟叫声划过天空。\n我一下子被惊醒，查吉尔和崔古尔在旁边，天上还是繁星点点。\n“啊哈哈哈——”他们似乎醒了，崔古尔看着我，捧腹大笑，“熊孩子，口水都流出来了！”\n“你笑什……”\n“啊！”查吉尔忽然大叫一声，“院子里刷僵尸了！”\n果然！在院子里的一片草地上，竟然爬出一个恐怖的僵尸！\n哎哟喂，这么亮的院子，怎么可能刷出僵尸？而且，最关键的是——我没带武器出来！\n崔古尔爬起来，边往房子里跑边回头喊：“查吉尔，你和洛芬在那里坐好了！我进去拿剑！”\n“哦哦哦。”查吉尔领我躲到一棵树的后面，利用缝隙往草地上看，“见鬼了，竟然刷僵尸。”\n“我来啦！”只见崔古尔穿个皮革外套，拿着一把木剑，冲出来砍僵尸。“你们两个小心，一会儿我的剑握不紧甩出去了。”他卖力地砍着僵尸，很有经验的样子。\n僵尸被消灭了，他带着剑坐了过来。这把剑，是我们前几天出去玩的时候，用带回来的木头一起做的。不过，用了几次后，好像已经快打烂了。\n又一声尖叫划过天空。\n“sssssssssss……Boom！”院子的墙忽然被炸出一个缺口！我的心脏瞬间跳到了嗓子眼上，吓得不得了。而两位哥哥似乎也没见过这么奇怪的场面，皱着眉头看着那个缺口。\n崔古尔往后退了两步：“什么奇怪的日子，苦力怕会隔墙炸了。”\n房子的方向传来喧闹声。我们的房子是朝西边的，比较安静，是村里稍微偏僻的地方。而这时，村中心好像很热闹的样子。\n“怎么了？”查吉尔问道，左手把我的手紧紧握着，“崔古尔，好像有点不对，你到村里去看下吧，我和洛芬赶紧回屋里去。”\n“好。”\n草地上，忽然又爬出一个凶神恶煞的僵尸，还拿着一把铲子，满脸都是血迹。\n紧接而来的，是西边一道划破天空的闪电。\n我很害怕，这到底是怎么回事？我怎么从来没见过呢？\n查吉尔把我的手抓紧，往屋子的方向快速跑去。“不要管僵尸，快跟我来！”\n到了屋前，正好和妈妈撞上。她一脸着急的样子，一看就是发生了什么事情。\n“外面开始疯狂刷怪了，我们要小心点。”妈妈紧张道。\n屋里，其他几个大人在忙碌，还有一两位邻居走进来，说着什么话。看见附近的大人们，还有查吉尔都是一脸凝重，让我感到不知所措。我不敢说话，不敢随便走动，生怕发生什么事情。\n又一个苦力怕，随着嘶嘶声，把屋子炸出了一个大缺口。\n查吉尔的脸变得苍白。\n“快走！这个村子住不了人了！”崔古尔回来了，眉头紧紧地皱着，你们两个快点跑吧，跟我一起。\n“洛风晴呢，她怎么办？”\n“哎呀查吉尔，你都死到临头了还想这么多，快跑！”\n“哒哒哒……”\n村里很混乱，各种人在小路上跑来跑去。几个高大的男人，让我们三个里最大的崔古尔也显得很渺小。\n崔古尔觉得，家里4个小孩数他最大，所以经常有些优越感，说自己很厉害，能杀僵尸，曾经还和一位朋友在夜晚干掉一位小白。这些事情我都不知道，我很小，妈妈不让我出去，只能在村庄里游荡，偶尔出去玩必须是白天，还得跟在大人的后面。\n我们3个小的，觉得他很厉害。\n我也一直认为他是英雄级别的人物。虽然有的时候他很骄傲，但是对我们很友好，很关心。\n可是没想到，这样一个日子，连崔古尔都会害怕。\n我感觉心惊胆战。\n“话说，我们自己就这么跑出来，不跟大人说一声没事吗？还有，你知道去哪里？”查吉尔怀疑道。\n“这个……我跟妈妈说了。至于去哪儿，我也不知道。”\n“你……”\n后面传来一阵脚步声，妈妈抱着洛风晴跑过来。\n“你们4个好好待着，我回去收拾东西。别给我丢了一个哈！”说完头也不回地跑走了。\n“话说老妈，这个时候还收拾东西，不应该……好吧，又跑走了。”\n崔古尔无奈地耸耸肩，我们就随便找个地方坐了下来，望着天空。\n好美的夜晚，多么惬意啊……为啥不能给我们一个安静的机会享受呢？为什么我们要走呢？这个世界到底怎么了？\n它，一步步，来了。\n字数：1783字\n\n\n一些废话\n\n有点想转第三人称，不过这段时间先这样吧，描写稍微舒服点。\n明后天可能断更，做好心理准备= =\n另外马上就把第一部的离线文件发上来，大家等等哈。\n\n\n\n索引贴见签名档，希望大家支持\n世界时间表已更新\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1467413160,
            "txt_content": "哪，渲染得不太正嘛。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1467435720,
            "txt_content": "安根_Engon 发表于 2016-7-2 06:46\n哪，渲染得不太正嘛。\n啥东西不太正，人物还是环境？"
        },
        {
            "author": "蒙奇D鸣人",
            "timestamp": 1467507480,
            "txt_content": "字体好大！感觉好多！结果没看几眼就没了2333下次多写一点啊。作者加油！~"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1467554400,
            "txt_content": "蒙奇D鸣人 发表于 2016-7-3 08:58\n字体好大！感觉好多！结果没看几眼就没了2333下次多写一点啊。作者加油！~ ...\n尽量多点吧，一章一般都是一千多字，阅读起来是比较快，建议养肥了看~"
        }
    ]
}