{
    "title": "[原创-连载] 彼方：烈焰之心 第五章 困兽犹斗 [龙腾猫跃]",
    "author": "龙腾猫跃",
    "replyCount": 5,
    "timestamp": 1467470880,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2016-7-3 21:35 编辑 \n\n　　\n第一卷   第五章    困兽犹斗\n　　\n　　罗穆见蒋奕璇受了伤，怒视着那个偷袭的警卫，低吼道：“你……竟然敢……”\n　　罗穆最不想看到的就是同伴受伤，更何况这次蒋奕璇受伤是因为他自己。\n　　“罗穆……等等……唐烨他……”蒋奕璇不顾自己的剑伤，对罗穆叫道。\n　　但是罗穆正在气头上，上涌的热血让他的脑袋都要炸了一般，脑门上青筋暴起，煞是吓人——警卫见到他这副模样，吓得一屁股坐到了地上，两只手臂还在不停地颤抖。\n　　蒋奕璇看向唐烨，唐烨现在已经岌岌可危——一截断剑不可能挡住三阶法术加持后的攻击。\n　　蒋奕璇咬着牙关，她右臂的剑伤处，鲜红的血液源源不断地流了出来……\n　　\n　　唐烨知道自己挡不住攻击，干脆把手中的断剑扔在了地上，直直地看着青衣，等待着死亡的到来。\n　　就在这时，一大团红色的血球冲向了青衣，青衣还没反应过来，血球就一下子砸在了他狞笑的脸上。\n　　蒋奕璇用尽全身力气，向唐烨大吼道：“快！”\n　　蒋奕璇不仅灵力不支，并且刚才，她把自己的血强行从体内抽出，制成血球攻击，她的身体也已透支了。话音刚落，她的身子一软，就倒在了地上。\n　　血球并没有任何攻击作用，但是粘稠的血液一下子溅进眼里，青衣本能地闭上了眼睛——这就是蒋奕璇拼命所争取到的，最后的机会。\n　　唐烨听到蒋奕璇的喊声，闪身躲开青衣失去准头的一剑，脚蹬地面，闪向青衣身后，猛地就是一脚踢出。护着眼睛的青衣哪应付得了这一下，身体顿时失去平衡，向前扑倒了下去。\n　　唐烨趁机捡起地上的一把剑，对准倒地的青衣，毫不犹豫地刺了下去。血液四溅纷飞，洒在地上，顺着石砖的缝隙流淌开来，浸染着他身旁的地面……\n　　真的……结束了……\n　　走廊上横七竖八躺了好几具尸体，无论是唐烨还是罗穆，都不想下杀手——但是由不得他们。当然，刚才被正在气头上的罗穆拍成肉酱的那个警卫除外。\n　　唐烨看着倒地的青衣，大口喘着粗气。有时，人命竟不值钱到了这种地步。\n　　即使双方都没有过错，但不是你死，就是我活。这就是现实。\n　　罗穆一把抱起晕过去的蒋奕璇，对着唐烨和刘典吼道：“愣着搞啥子（干什么）！快走！”\n　　唐烨被罗穆一吼，才从刚才的厮杀中回过神来，跟着刘典跑下了楼梯。\n　　\n　　一楼有不少窗户，四周顿时亮堂了许多，并且建筑也比二楼的牢房精细得多。但是在一楼，他们却没有看到一个人——他们来不及多想，只是没人更方便他们行动罢了。\n　　罗穆砸破几扇门后，一行人终于来到了看守所大厅，然而大厅里仍然没有看到任何人。\n　　“不好了……”刚才跑得太快，大家都没有注意窗外，唐烨突然猜到了什么，透过玻璃看向外面的街道。\n　　像是回应他的猜测一般，看守所外传来了吼声：“里面的人听着！你们已经被包围了！放下武器！”\n　　“老套的台词……”唐烨嘀咕着，但嘀咕归嘀咕，他刚放下的心又悬了起来。\n　　刚才的险胜在很大程度上还是因为走廊太狭窄，对方的人数优势发挥不了。唐烨知道，凭他和罗穆现在的状态，在街道这种开阔地，要再打倒一群人，那就不太可能了。\n　　一切都会好起来的……是吧……就像刚才那样……不会有事的……不会有事的……\n　　“罗穆，你照顾好蒋奕璇，我先上。”唐烨深吸一口气，大跨步朝着门口走了出去。\n　　\n　　暑假开始，我会尽可能保证每3天更新2章！同时希望认认真真看到这里的大家冒冒泡，让我知道我写的文还是有人看的qwq……\n　　\n　　索引帖：点击进入\n　　下一章：第一卷 第六章 逃出生天　ADF链接　直接链接\n　　",
    "replies": [
        {
            "author": "蒙奇D鸣人",
            "timestamp": 1467506820,
            "txt_content": "0 0没看前面的章节呢。感觉作者写的蛮好的准备翻翻前面的追啦！作者加油啊"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469170380,
            "txt_content": "个人原因，并不喜欢这样的打斗。"
        },
        {
            "author": "warid",
            "timestamp": 1591512300,
            "txt_content": "1111111111111111111111"
        },
        {
            "author": "uuhai",
            "timestamp": 1591582080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "uuhai",
            "timestamp": 1591582200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}