{
    "title": "<原创·连载>天堂地狱[第四章  最大的公平便是不公平][小烦]",
    "author": "小烦",
    "replyCount": 4,
    "timestamp": 1467528600,
    "txt_content": " 本帖最后由 小烦 于 2016-7-6 17:46 编辑 \n\n封面\n\n\n第四章 最大的公平便是不公平\n    “姐姐，他们在说什么呢？”\n    “不知道，靠近听听，注意安全。”\n    “哦。”\n    湛城的教堂旁，几个木板搭建的简单支架上，站着一个男人，在那高呼大喊着，周围围着一堆人。\n    “各位，我想这就是我们所看见的了！”\n    “这个国家到处都是骗子！骗子神父，骗子圣女，骗子……都是骗子，我甚至怀疑联邦都是骗子。”\n    “看见了吗，我们所信仰的，都只是拿着神的幌子，来骗我们钱的狗！”\n    “而联邦政府，他们只会尽量压制住这些事情，然后一步步的拿走我们的东西！”\n    “人们常说管的多反而是坏事，你在看看，从一开始联邦签订条约，到现在，属于我们的权利越来越多——”\n    “甚至！连我们自己！都不是属于自己的！”\n    “目前这个联邦政府，他不过只是一个传统，尽管他的历史不久，但每一届，都会失去一丝诚实和正直。他的活力与气力甚至比不上一个活人，因为一个人就能随心所欲地摆布它。”\n    “不对吗，你看看现在，三大国家签订契约的时候说的什么？！”\n    “自由，民主，以及尊严！”\n    “我们现在，除了尊严，甚至可以说尊严都是忽悠我们的玩意！”\n    “对于人民来说，政府是一只木头刀，若人们真要使用它互相厮杀，它就注定要开裂。”\n    “但尽管，他是必不可少的，人们需要他，需要听见他发出的噪音，满足他们的精神需求，告诉自己：”\n    “我们自由了！我们是主人！”\n    “但是正如我刚刚开始说的……”\n    ……\n    ……\n    “是的，战争，就是因为这些虚伪的骗子！”\n    “我们需要的不是懦弱的政府，更不是所谓的民主！”\n    “我们需要的是——”\n    “自由，民主，尊严！”\n    台下的人一边说着，手上出现各种手势，带动着，下面的人有激动的叫着，有人与旁人讨论，也有愤恨的想上去杀掉他……\n    只有两个披着布袍的人，淡定的站在那里。\n    “姐姐，他们在干什么……”\n    “煽动情绪，道理到是对的……”\n    “这就是起义吗？”\n    “不，雏形还没出来，但姑且可以这么说，不过——成功了叫起义，失败了叫造反，但成功的定义并不只局限于……算了不说了，这些要你自己领悟。”\n    “姐姐，那他们……”\n    “不说了回家吧，一会儿士兵肯定要过来。”\n    “那这样对那些人公平吗，现在肯定是要打仗了，我觉得这帮人会……”\n    “随便了，不管什么国家，我们这始终会是自治区的，你要知道：乞求全部的公平便是最大的不公平。”\n    “那到底什么……”\n    “回家！”\n    与此同时，另一边。\n    “欣，这里到底是哪里啊，皮国？不可能啊，我们离皮国至少隔着几个省呢。”\n    “你直接抱起我就跑，我怎么知道你到底跑哪里了，总之应该不是联邦了吧，你过去那段应该是边境线，不对啊，士兵是瞎子么，还是……总之咱们逃出来了，那接下来怎么办？”\n    “你现在这个身份肯定很惹人注意，不过我们现在已经在边境外了，应该是其他国家的领土内了……”\n    “那么这到底是哪个国家呢？”\n    “这应该还在那个国家的外围，所以基本没有人，我们等明天试试能不能走出森林吧。最好这个国家不是信圣主教的。”\n    “不过我们真的走出来了吗？”\n    “为什么这么说啊？”\n    “你不知道联邦建立的时候，只有森精族单独成立了一个之自治区吗？\n    “而我们只跑了几天而已，我们这并不属于边境。”\n    “那这里是……”\n    “喂，那边的两个人类，滚出我的家！”\n\n\n中文字符总数： 1001 个   \n上一章 | 索引 | 下一章",
    "replies": [
        {
            "author": "1404116867",
            "timestamp": 1467532140,
            "txt_content": "上一章是第三章，这一章也是第三章？"
        },
        {
            "author": "小烦",
            "timestamp": 1467532620,
            "txt_content": "1404116867 发表于 2016-7-3 15:49\n上一章是第三章，这一章也是第三章？\n啊哈，忘了改了"
        },
        {
            "author": "aa1122a33",
            "timestamp": 1467595440,
            "txt_content": "一辆辆红石坦克开了过来"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469164440,
            "txt_content": "抱歉啊抱歉，上次实在是看串了，误评。"
        }
    ]
}