{
    "title": "【原创·连载】《Minecraft之魔龙传说》【第九章：抵达】【By Star_Plume】",
    "author": "1404116867",
    "replyCount": 3,
    "timestamp": 1467543240,
    "txt_content": "史蒂夫经过一路的长途跋涉，终于到达了诺兰城，他的历险也真正开始了\n\n\n正文：\n　　“不，他被关在了一处牢笼内，为此，还死了好几位士兵。”村长摇摇头，叹了口气。\n\n　　史蒂夫此时心情也是沉重的很，他非常同情这位老村长和那个名叫考林的老者，“对不起，我不该问这些的。”史蒂夫道歉。“哈哈，没关系，都过去了。”村长露出了可掬的笑容。\n\n　　“对了年轻人，你又是何去何从？”\n\n　　“哦，我也是刚出生不久，本来在一处很偏僻的平原上生活，听闻到关于两大帝国的一些事，就去前往恩泽尔帝国的诺兰城入个国籍，在路上正好遇到贵村。”史蒂夫答道。\n\n　　“原来如此，年轻人，你选择的对，诺兰城那可真是个大都市，繁华的很，去那也张张见识。过了这个村再走几公里就到了，今晚就在这过一夜吧。”\n\n　　“谢谢村长。”\n\n　　…………\n\n　　第二天，史蒂夫便动身启程，得知这里离诺兰城只有几公里的路程时，他也是很激动。\n\n　　“年轻人，路上小心。”\n\n　　史蒂夫再次踏上了前往诺兰城的路上，一路上吃着吃着村长给的果子，嘴里哼着不知名的小曲，好不惬意。\n\n　　不知不觉间，已是夜幕降临，天渐渐暗了下来，此时史蒂夫离诺兰城仅仅只有几百米的距离了。望着远方高大的城邦，不由赞叹：“好大的一座城市，离得这么远都能看得清清楚楚。”\n\n　　远处的城市内，一道蓝色的光柱冲天而起，估摸着是居在城市的中央，城市四周灯火通明，照得附近非常光亮。\n\n　　“再加吧劲，就要到了。”最后一口果子下肚，把核随意一丢，继续往前前行。\n\n　　此时周围已是怪物纵横，史蒂夫不得不绕开它们，虽然有铁盔甲套装，但也不能放松警惕，毕竟这又不是无敌的。然而还是有一些怪物闻到了史蒂夫的气味，向他这边走来。\n\n　　史蒂夫无奈，只好掏出铁剑，前去迎战。不用多说，怪物们都被史蒂夫杀得干干净净，史蒂夫也毫不留情的捡起怪物们的掉落物。一颗珍珠被史蒂夫吸到体内后，史蒂夫突然感觉体内的那股能量跃迁到了一个新的层次，但还是不知道怎么使用。\n\n　　也不多想，只管赶路。\n\n　　一路上，史蒂夫也遇到许多和他一样前往诺兰城的新出生的人，其中有一个叫达尔的人，跟史蒂夫特别合得来，于是两人便结为朋友，一同前往诺兰城。\n\n　　城市越来越近，经过一路的长途跋涉，史蒂夫他们终于到了诺兰城外。站在城墙外，史蒂夫望着城内，下巴都张到了地上。“真是壮观啊！”史蒂夫赞叹。光是外围的建筑都有5层了，那里面的不是更大？\n\n　　史蒂夫两人来到城门处，这里同样有许多人走了进去，都是一副惊叹的模样，士兵们见了也不阻拦，但却是一副高高在上的模样，心里想着：又是一群没见过世面的乡巴佬。\n\n　　史蒂夫站在宽阔的街道上，更是惊叹的合不上嘴巴，由于刚才在城外有城墙挡着，所以没看到街道上的样子，这时亲自站在了街道上才知道这座城市是有多么的繁华。\n\n　　“连路灯都是用萤石做的！”达尔张大了嘴。\n\n　　街上人群来来往往，密密麻麻，简直是人山人海。一些贵族们见了史蒂夫二人，一副轻蔑的样子，用扇子挡着嘴轻笑起来。“两个没见过世面的乡巴佬！”达尔气的直跺脚，那些贵族们笑得更厉害了。\n\n　　史蒂夫却是完全沉浸在了这座城市当中，没有注意到那些贵族们的嘲笑，走在宽阔的街道上，史蒂夫觉得眼都不够用了，这里的楼房可真是高大啊！\n\n上一章：僵尸药水\n\n\n索引\n\n",
    "replies": [
        {
            "author": "风毒翩翩",
            "timestamp": 1467805620,
            "txt_content": "我竟是第一个回复的！\n文笔不错"
        },
        {
            "author": "q909336224",
            "timestamp": 1467974400,
            "txt_content": "66666666666666666"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470904560,
            "txt_content": "描写很活脱。\n但是停止更新了。"
        }
    ]
}