{
    "title": "【创作版7月活动】血色战歌",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1467548700,
    "txt_content": "http://www.xiami.com/widget/0_2098665/singlePlayer.swf   \n    夜晚的寒风猛烈地拍打着窗户，发出狂躁的声响。\n    还有一些其他的声音，从遥远的外界传来。\n    那是她的战士被敌人刺穿胸膛而发出的惨叫，还是有路过的艺人站在她未来的坟墓前唱着属于亡者的悲歌。\n    答案不重要，因为即使她知道了，也没有意义。\n    看着窗外，藏青色的夜空泛着猩红色，那会不会是自己的战士用鲜血染成的，连天上银白色的星点都被遮掩过去了。\n    身上冰冷的金属盔甲压得她快要窒息，瘦弱的身躯蜷缩在这具坚固的外壳中，双眼在金色发丝后方惊慌地逃避。\n    她真的很害怕，在童年时期，她的父亲从来没有告诉过她，真正的战争，竟然这样的令人感到恐惧和绝望。下属以她的年龄不足以上战场为由，趁着敌方军队扫进来之前，将她送入了这个房间，为保险，听了他们的建议，给这道门从内里上了个锁。\n    明明，她是未来的领导者，现在却受着那些将来要按自己命令行动的战士的保护，这简直是，前所未有的讽刺。她低下头，双手纠结地扣在一起。房间内的低温让她觉得四肢僵硬，意志也快要被冻结在身体里。\n    眉头紧锁，象征权利的金色发丝已经丧失了昔日的荣光，卑微地垂了下来，她希望拯救这一切，更不愿意将自己的父亲，祖父，曾祖父亲手建立的一切统统摧毁。她不希望百年的荣耀在自己这里终结。\n    很快，听见了外面传来的惨叫声。她的脑海中已经映出了锐利的长枪猛地穿过锁链甲，毫不留情地刺入胸膛，顿时血液飞溅的情景。两行热泪自眼角流下，滴落在冰冷的地面上。\n     她想要试着分散开自己的注意力，于是让自己的目光转向坐着的椅子。鲜红色的皮质软垫，斑驳的木纹一圈圈环绕在边缘，这个椅子，为什么看起来觉得眼熟。\n    记忆里模糊地浮现出一个熟悉的情景，冷峻的中年男子面无表情地抱着自己怀里的女孩，坐在相同的椅子上，双眼无神地看着窗外，思念着自己的妻子。\n    这是，他的王座，也是未来，她的王座。\n    他一生的意义，从这里开始，也从这里结束；她也一样。\n    突然，门被人粗暴地打开，大堆的陌生士兵涌入房间，男子迅速将怀中的女孩递给站在旁边的侍卫，抽出腰间的长剑，脸上没有流露出任何畏惧的神色，不顾一切地冲了上去。\n    “父亲——”\n    父亲是，为了让她活下去才死的。父亲死在了这个椅子上，王权遗落在了这上面。现在，他的女儿正坐在上面，带着对自己无知的恐惧颤栗地接过了沉重的王冠，扣在自己头上。\n    继承了父亲的权利，这个国家，这片曾经繁荣过的土地，现如今都是她的。她没有任何理由，心甘情愿地像一个小女孩，畏缩在这样的房间里。\n    既然在一片狼藉的房间内接过了权利，就让自己死在这个狼藉的土地之上。\n    她从椅子上站了起来。\n    毫不迟疑。\n    面对家族的荣耀被敌人肆意掠夺的情景，她也在刹那间变得刚强，坚毅，她的身上流淌着家族的血液，内心深处仍然存活着一个能够随时准备为守护而战的灵魂。\n    这次太阳落到了地平线之下，再也不可能升起来了，也就没有必要再做无谓的盼望。\n    她的手搭在腰间，握住冰冷的剑柄，随着锐利的声响，长剑出鞘。\n    用钥匙打开铁锁，推开了沉重的木门，像当年他的父亲将要继承王权推开宫殿的大门一样。猩红色的云层已经微微散开，凄惨的月光颤巍巍地撒下，金色的发丝已经不再那样的黯淡了，它必定会比昔日更辉煌，也更没落。\n    敌人注意到了地平线上突然出现的目标，朝着这里如潮水般涌来。\n    长剑举起，之后坚定地落下。\n    血液溅到了她的盔甲、头发、脸颊上。\n    最后，她的血液溅到了自己的盔甲上。\n    长剑插在土地上，剑刃上的名字仍然在夜幕之下闪着寒光——\n        温迪·莱恩。[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "langyo",
            "timestamp": 1467788580,
            "txt_content": "(╯‵□′)╯︵┻━┻\n\n明明，她是未来的领导者，现在却受着那些将来要按自己命令行动的战士的保护，这简直是，前所未有的讽刺。复制代码\n\n你不用断句断的这么多吧？……"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469167800,
            "txt_content": "langyo 发表于 2016-7-6 15:03\n(╯‵□′)╯︵┻━┻\n这样可以凸显出节奏，没什么毛病。"
        }
    ]
}