{
    "title": "<原创·连载>《青色之风》[卷二·十二]",
    "author": "zyj0807",
    "replyCount": 2,
    "timestamp": 1467548580,
    "txt_content": "第十二章\n\n　　艾克斯茜茜望着逐渐衰弱的光芒，身边漂浮着数个光点，心知这一切不会让白银之狼有太多的麻烦。\n\n　　狼的身形缓缓显露出来，伊格提纳抬头朝着巫师望去，眼中凶光一闪。\n\n　　女贤者眸光淡然，徐徐抬手。\n\n　　伊格提纳瞳孔一缩，脚下冰蓝色的光环突地一闪，无数道雪亮的蓝光自那光环里飞射出来，衔着长长的流尾在他周身飞舞，映得他的脸庞上一阵幽光闪烁，显得他更加诡秘冷冽。\n\n　　他身子一沉，脚下的大地寸寸龟裂，身形如同出膛的炮弹一般飞速冲向对方。身侧的流光拖着极长的尾，竟以更快一分的速度向艾克斯茜茜袭去。\n\n　　女贤者的嘴角拉起了一抹微笑。\n\n　　“看来你身上并没有长一些黯旧的苔藓，伊格提纳，想来那几个后辈们应该给你添了不少乐子。”\n\n　　话音未落，数道蓝色流光已然冲到了近前，幽幽磷光映得她眼眸发亮。\n\n　　她仿若未觉，依旧开口道：“但或许我们该换种方法。”\n\n　　轰——\n\n　　她周身袭来的流光骤然收缩，旋即爆裂般扩散出一团团蓝色的焰圈，爆炸所产生的气浪刮得周围树木纷纷折下了腰杆子，熊熊的蓝焰将艾克斯茜茜淹没在内，看不出半分身影来。\n\n　　狼王眼中凶光闪烁，丝毫没有停下确认对方死活的想法，而是如同离弦之箭一样掠进了里面。随后他立马看到在这片火焰中，一个半透明的晶状薄罩将他的敌人隔绝在火焰之中。\n\n　　美丽的贤者小姐单手捏着一个手势——环绕着一串洁白的符文——无数的映像从这符文中影射出来，化作几道光柱连接在光罩的内侧。\n\n　　看，贤者小姐仍然毫发无伤，狼王的火焰拿她没有办法。\n\n　　换个人来，看到这幅场景，定要惊讶得停下来猜疑一二，踌躇不敢上前。可狼王却没有停歇，好像不顾任何后果似的直接冲进了光罩。他的速度极快，半个眨眼间，狭长的狼吻已然探向了艾克斯茜茜的玉颈。\n\n　　埃格尼罗之盾——一个废物一般的保护法术，伊格提纳在心底评价道，除了隔绝魔力，它没有丝毫作用——对于一头肉身强悍的狼来说。\n\n　　白银高塔的巫师若是听到了，指不定要把他骂死。骂他把一个赫赫有名的十环传奇法术说成废物法术。\n\n　　他其实不怎么明白艾克斯茜茜为什么要用这个法术，在很久以前他们战斗的时候，对方因此吃过大亏，险些在战争中丧命。他原以为对方在面对他是不会动用这个法术的。\n\n　　贤者的思维凡人终究难猜。\n\n　　伊格提纳笃定对方有所图谋。\n\n　　蓝焰归为天地魔力消散，狼吻已然触及到了脖颈，狼王一眯眼，瞥见艾克斯茜茜的眼神，心中察觉到了一丝不对劲。\n\n　　她的眼里依旧平静如同一潭死水，只是他从这平静里看到一点隐隐然的戏谑。\n\n　　“伊格提纳。”她轻声说，“我可从来没有说过，这里只有我们两个。”\n\n　　伊格提纳瞳孔一缩，极大的危机感忽然在心底蔓延，脑海里骤然警铃大作。他不顾这样做的后果，猛地缩头，脚下光环瞬间闪动到身后，旋即身体骤停，想朝着旁边闪去。\n\n　　然而他还是慢了一步。艾克斯茜茜身体微微一侧。\n\n　　一声极其轻微的箭矢啸声响起，相比先前一个又一个的大动静，这点声音简直是九牛一毛，可此时在伊格提纳的耳里，却如同最恐怖的事物。\n\n　　啸声乍响，他就感觉到一根尖锐的事物擦着他的后脑袋穿过，旋即穿透了他的肩胛骨。\n\n　　他身体失重，倒在地面上。肩膀上一阵剧痛袭来，这点疼痛对他来说，有些新鲜。可他忽然彻底沉默了下来，侧头看向身后。\n\n　　他看到身后破碎四处漂浮在空中逐渐消散的光环，以及，丛林的阴影中，射箭人一双冰冷的逐渐隐去的眼。\n\n　　悄无声息。没有丝毫的预警，若不是艾克斯茜茜最后的一句话，他现在已经被这一箭穿过了脑袋，从此变成一具森林中极其常见的尸体了。\n\n　　他没有动弹，就这样侧卧在草地上，静静体会着这疼痛。\n\n　　皮革鞋踩在草地上的声音响起了一会儿，随后一道女声传进狼王的耳朵。\n\n　　“像她这样盯着狼脑袋射的猎人，恐怕只此无二了。你觉得呢？伊格提纳。”说话的人说的话里有着明显的调侃之意，不过听上去可没有被流露出来。\n\n　　狼王没有回话，缓缓合上一对天蓝色的眸子。\n\n　　草地上没有了走动的声音。\n\n　　沉默了很久。\n\n　　“刚刚那下，差点就射中我了，你知道，作为一个法师，其实我还是有点......”\n\n　　“艾茜。”伊格提纳疲惫地开口打断。\n\n　　女贤者顿时不再言语。\n\n　　“抱歉，伊格提纳，但你知道的。”\n\n　　狼王睁开眼，看见女贤者就站在他身侧。\n\n　　“你是我唯一认识的人了。”\n\n　　他爬起来，吟咏出了几个奇异的音节，大意是在感慨遥远的过去。\n\n　　“艾茜，你从哪里找到的这个女孩。”他问道，刚刚看上去还是生平死敌的一人一狼，此时却十分融洽地交谈了起来，如同多年未见的老朋友。\n\n　　女贤者一招手，将一直飘在空中的古书收回，坐下在草地上。\n\n　　“最后去了南方的那个男人，你应该明白。”她说，有些答非所问。\n\n　　狼王听明白了，顿时心中感慨无比。\n\n　　“但是有个很大的问题。”\n\n　　“什么？”\n\n　　“是魔力，艾茜，魔力。”狼王回忆起刚刚那洞穿了他肩胛的一箭，说，“那个女孩——”\n\n　　“白古。”\n\n　　“好吧，白古的那一箭，我没有察觉到一丝一毫的魔力附着在上面，但它却轻而易举地破碎了我的冰蓝法环，并且穿透了我的身躯。你没有帮忙吧？”\n\n　　他看到艾克斯茜茜摇头否认：“是她自己做到的。实际上，我看到这个战果的时候，惊讶得站在原地动弹不得。”\n\n　　狼王看上去更加累了，趴伏在女贤者身边，再度闭上了眼。丛林里霎时间恢复了往日的宁静。\n\n　　良久，伊格提纳仿佛察觉到什么，语气有些虚弱地叫唤：“艾茜......”\n\n　　“嗯？”女贤者应答了一声。\n\n　　“你是不是没有收回符文法则......”\n\n　　“好像......是的。但是怎么了？”\n\n　　“我感觉我的魔力越来越弱了，并且我的肩胛这里应该还在流血吧......”\n\n　　和平日里相比性格判若两人的女贤者顿时有些尴尬。\n\n　　“你先不要着急，我找找书里有没有治疗的法则。”她急忙解释，随后翻开了古书。可翻着翻着，她又不禁瞥了一眼狼王，“伊格提纳，你的白银血脉干什么去了，要我治疗，你知道我从来不做那事。”\n\n　　伊格提纳打了个响鼻，无奈地回答道：“某位贤者大人忘了收回抑制我血脉的法则同时某个小女孩把我的法环射破了，你还想怎么样。”\n\n　　一阵不甚清晰的咒文声响起。\n\n　　“喂，伊格提纳。”\n\n　　“怎么了？我现在觉得好多了。”\n\n　　“你什么时候变回人身，我这样看着总觉得有些......别扭。”\n\n　　狼王懒得理会这个一碰到老朋友人格就会出错的女贤者，但他认真想了想，还是说了出来。\n\n　　“迪赛克斯，艾茜，我们没有时间了。”\n\n　　女贤者表情凝固了，她嘴角的笑意顷刻间消散，眼神中散发着危险的气息。\n\n　　“‘它’很快就要动手了。”狼王说道。\n\n　　“是啊。”艾克斯茜茜面无表情，“过了千年了，有些东西还是蠢蠢欲动。”\n\n　　“先不说这些，艾茜。”\n\n　　“也是，这些东西暂时还不用操心。”\n\n　　“不，我的意思是，那个叫江泽小男孩，中了意志冰封。”\n\n　　“哦，这不要紧，待会儿过去一趟就行了。”艾克斯茜茜无谓地笑了笑。\n\n　　“那个男孩，我怀疑是那个人的后裔。你还记不记得天地更替以前就不知所踪的那个人？”\n\n　　“你的意思是......这个叫江泽的男孩身怀‘他’的血脉并且中了意志冰封？！”\n\n　　“是的。”\n\n　　“嘶——”女贤者倒吸一口凉气，险些惊叫出声，她很快意识到了这件事的危险之处，立即起身。\n\n　　“伊格提纳，快起来。”她神色凝重。\n\n　　“事清恐怕要麻烦了。”\n\n　　......\n\n　　白古站在一处林地前，藏身于树木之后，身上的衣服有些破损。她神色有些狼狈，眼底仍留有几丝抹不掉的惧意，她犹豫着露头朝外看了一眼，随后飞快的收回来，手上沁出的汗却是更多了。\n\n　　仔细一看，她手上的木弓已经被削去了一头，背后的箭囊已是空空如也。\n\n　　她拔下身后靠着的树木上插着的一支羽箭，搭在弓弦上，微微犹豫了一下，随后脚下一蹬，从树后闪了出来，将弓箭指向前方。\n\n　　看到眼前那黑影以后，她一向稳如泰山的手，却是微微颤抖了起来。\n\n　　明明只是下午而已，为何她会感觉，如同迈入深渊？\n\n\n目录\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1467548700,
            "txt_content": "手一抖差点把恶魔写进去\n考完试了hhhhh\n\n\n瓜子网：@xcc @天阶 @46241359 @恶魔-潇洒 @Cai_Iu "
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469155920,
            "txt_content": "终于没有飞整整半分钟的箭了。"
        }
    ]
}