{
    "title": "<原创·连载>空[第七十七章：重新开始][Polaris][大结局]",
    "author": "46241359",
    "replyCount": 5,
    "timestamp": 1467552720,
    "txt_content": "正文\n\n\n\n     笑声从远方传来，笑容也是，出现在远方，之后缓缓靠近。\n    霖觉得自己没有精力再去逃避，过去的经历像走马灯一样，借由梦境在他眼前不断重复着。他只觉得，那些让自己觉得遥远和虚幻的事情，的确是真实存在的，仅仅是因为自己深陷于现在的生活之中难以挣脱，才会觉得那样黑暗的过去于自己而言遥不可及。\n    因此，他也很想知道，定下心来决意不再逃避现实的自己，会是什么样的。如果能变得坚强，那很好；如果被不堪的往事撕碎，也很好。\n    那阵声音钻入了他的心脏，开始啃噬他的灵魂。霖感觉自己脚底的黑暗消失了，自己将要向下跌落。\n    ……\n    自己会突然触及到地面，然后摔的粉身碎骨吗？\n    也许。\n    接着，霖被手机的铃声带回了现实。他感觉自己全身发软，将头侧向一边，脸贴在枕头上，屏幕的亮光让他觉得眼睛有很强烈的刺痛感。\n    将身体翻过来，调低屏幕的亮度，他实在没有多大力气再去把它抵在自己的耳边，索性按下接通后打开免提模式。\n    “……霖？”\n    他对着电话另一头传来的声音沉默了很久，甚至是不自觉地想象对方是如何地站在街头小心翼翼地唤着自己的名字，在这样的时刻，他觉得自己所能做的，就是劝她尽快回家，但不知道如何开口。\n    “我从埃塞克斯那里听说了你的状况，虽然……对于过去你的很多经历我都不清楚，但不管怎么说你总得注意自己的身体吧？”\n    “是，我知道，埃塞克斯为了这件事已经找过我，顺便丢给我不少称不上安慰的安慰，所以现在好受很多了。”\n    对方很沉重地叹了口气。\n    “听着，我这不是在和你开玩笑，如果有什么人或事让你觉得心有不安，我会帮你去做自己能力范围之内的调查，但别消磨自己的健康去思索钻研已经过去的事。”\n    “嗯……对了，今天傍晚，埃塞克斯给我传来消息，他说罗杰失踪了，你那边的情况也已经被确认了吗？”\n    “罗杰……”她停顿了一下，“我不知道埃塞克斯那样通知你的用意是什么，但罗杰没有失踪，我昨天想办法调取到了他手机里最近的通信记录，这些天来他总是打电话给医学顾问。”\n    “萧黎？打给他干什么，纳尔已经脱离控制，萧黎已经没有任何联系的必要了。”\n    “谁知道……不过，因为有人和我说过，埃塞克斯把罗杰失踪的消息传给你，所以我想他大概是瞒着你什么事，还没这事报给他。”\n    “你很聪明……先替我和罗杰瞒着吧，谁也别说，日后……你有机会顶替我的位置。”\n    电话被挂断，霖将手机放回原先的位置，手撑着床艰难地坐起身，让自己的脊背抵在床头板上，衣服因吸附冷汗而湿漉漉地贴在他的皮肤上，可能，自己真的像他们所担心的那样，不得不问自己：“我到底，怎么了？”\n    现在的情形，霖不能不让自己回想起之前他对自己所说的话。\n    “都一样，只是被现实蒙蔽了双眼，从而失去鉴别是非的能力，而已。”\n    最后两个字让他的心痛如刀绞，原来自己已经麻木到这样的程度，失去最引以为傲的能力也只能用“而已”来形容了。\n \n    “罗杰？”\n    他醒不过来，有东西在压着他的一切，无法挣脱。\n    “……罗杰？”\n    “啊……纳尔？”\n    凭着本能，他将手向前伸，尽自己的最大的努力，像是触摸到了对方朝自己伸来的援手，片刻过后，对方的声音连同着身体，一并消失了。\n    罗杰摸了个空。\n \n    又一次爆炸过后，罗杰从昏迷中清醒过来，全身都在被灼痛感刺激着，让他的神志越发清醒。他的手朝前伸，死死扣住瓷砖间的缝隙，咬着牙，总算让自己的身体从塌下来的半块天花板底下抽出来。\n    现在，他得想办法带着躺在地面上昏迷的纳尔逃离这个地方。病房房门已经因为受到爆炸的波及而被堵住，从外面接二连三的爆炸声来判断，自己所处的这个房间被炸掉也只是时间问题，\n    ……窗户？\n    玻璃已经被震碎了，框架失去了原本规整的形态，但还是勉强保持着能够容一人进出的缝隙。罗杰蹲下身，将昏迷不醒的纳尔抱起来，并让他的头歪向一边贴在自己的胳膊上，一瘸一拐地挪动到窗边。\n    腿部的剧烈疼痛让罗杰感到绝望。\n    他将纳尔从窗口送向外界，尽量放低高度，让他在不会受到太多损伤的情况下落到草地上。罗杰撑着窗户边缘，双眼直直望着藏青色的夜空，强忍伤痛让自己从房间内翻了出去，跌落到地面。\n    但现在还不能结束，这整个医院随时会整个倒塌，罗杰必须先把纳尔送到医院。\n    再度站起身，艰难地弯下腰背起纳尔，让他趴在自己的背上，拖着自己一条已经因疼痛而麻木到快要失去知觉的腿，在夜幕之下朝着其它医院走去。\n    在这个时候，罗杰突然觉得，自己背着的，似乎不单单是纳尔·彼得，而是更沉重的东西。他感觉，自己受彼得保护的那段时间，从爆炸一开始，就已经成为过去了。\n    夜晚的风吹拂着罗杰身上的伤口，身后的火光越来越黯淡，最后消失。罗杰突然觉得很累，于是站在原地，仰头看着夜空。\n    月光被小心翼翼地抖落下来，照在罗杰的脸上，他记得，自己父母离开的那个晚上，也是这样的平静。\n \n    “霖，你看见太阳升起来了吗？”\n    “看见了。”\n    “你觉得美吗？”\n    “没觉得。”\n    她带着疑惑的神情，伸手敲了敲霖的脑门，后者正悠闲地倚靠在车门上，按照她的命令看着向上升起的太阳。\n    “为什么。”\n    “因为它每天都是这样，只是看的人心态不一样而已。”霖眯起眼，将视线投向了站在自己旁边的她，“习惯过后，就不会再觉得震撼了。”\n    “……嗯。”她点了点头，露出安心的笑容。她知道，霖想开了。\n    就像埃塞克斯在电子邮件里说的那样。\n    一切都结束了，将要从新开始。\n\n\n\n废言\n\n\n= =总算把这个坑填完了啊，真是可喜可贺。然而罗杰和纳尔的友情基情并不会在这里断开，后记会呈现纳尔在医院醒来后的事情以及一些后续。\n\n\n\n返回索引贴\n\n\n@冥王星人 @zyj0807 @sam3737 @恶魔-潇洒 @xcc \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "sam3737",
            "timestamp": 1467553320,
            "txt_content": "完结（？）（笑）不撒花。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1467557280,
            "txt_content": "综合评价：\n很多场景缺乏合理性和连贯性，太多地方的信息透露不足，需要不断指出修正才行。\n人物情感反应及习惯动作重复率较高，性格差异不足，缺乏标志性肢体语言口癖之类。\n望之后改进。"
        },
        {
            "author": "WM2030",
            "timestamp": 1467558180,
            "txt_content": "综合评价\n喂其实我只看了一章啊\n呃……请无视上面一行\n我想说\n其实感觉的话，很多套路啊\n【都是套路】\n感觉是露露和露露之间发生的故事"
        },
        {
            "author": "a1433654589",
            "timestamp": 1467558420,
            "txt_content": "6666666666666666666666666666"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469172060,
            "txt_content": "WM2030 发表于 2016-7-3 23:03\n综合评价\n喂其实我只看了一章啊\n呃……请无视上面一行\n感觉你这总体评价也很多套路"
        }
    ]
}