{
    "title": "【原创·连载】《二次元穿越》【22】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 1,
    "timestamp": 1467626340,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-7-4 18:07 编辑 \n\n正文\n\n\n22\n\n好多人。\n\n我们坐在一座石质房子的旁边，看着迅速移动的人群。\n\n好多怪。\n\n什么怪都有，有几座房子已经被炸的狼狈不堪，还好我们这里的房子是石头搭的，比较结实，而且人多，不容易有怪伤害到我们。\n\n“他们怎么还不来？”崔古尔已经有点坐不住了。他比较爱热闹，不喜安静，看见有几个大人和一些大孩子在那边打怪，他自己也感觉手痒。\n\n人，开始变少。\n\n是有点异常，人们陆陆续续地撤离，也有好多人受伤。大波大波的怪，已经在我们的不远处。\n\n可是，父母，还有我们其他亲人，都没来。\n\n一个都没看见。\n\n……\n\n“我们总不能在这里坐着吧？”查吉尔说道。\n\n“那你准备咋样？”崔古尔反问道。\n\n“额……”查吉尔一时语塞，不知道怎么回答，但直觉就是告诉他不能留着，“如果他们已经挂了呢？”\n\n“你才挂了！我爸告诉我的，他当年很厉害，去了下界的要塞，还灭了好多烈焰人！非常厉害！我就不信这点怪能吓倒他。”\n\n“这点？你去打打试试？”查吉尔调侃道。\n\n……\n\n“我们还是走吧。”随着嘶嘶声，一只苦力怕在离我们不远的地方爆炸。村里几乎已经没人了，只剩下零零碎碎的几个拿掉东西的人，让崔古尔也感到有点害怕。\n\n我们起身，往大部队的方向快速跑去。\n\n人倒是不少，毕竟我们村还算这块区域里很大的了。\n\n非常混乱，男女老少都有，不停地跑来跑去，哭声，喊叫声，都有。\n\n虽说没有孤独的害怕，但还是增添了一份恐惧。\n\n天上，繁星点点，明月挂在当中，好美的景色。\n\n……\n\n“哎，这里好像有个奇异的洞。”崔古尔发现了一条人工隧道，转过来对我们说，“我建议下去看看。”\n\n“你去吧，死了我会给你烧香。”\n\n“弟弟你怎么这样呢？哥说话你不听了是不是？”崔古尔连拉带扯把查吉尔往里面拉，我们也只能跟着下去。\n\n下面很像地牢，石头和木头栅栏都有，唯一的区别就是没有铁轨。\n\n光线比较暗，只有零星几个火把，插得很不均匀。而且这里的火把很奇怪，照明范围很小，看上去好像有什么不对，但就是找不出区别在哪里。\n\n末端是一个奇怪的东西围成的长方形，每个方块上好像都被插了个眼睛，中间是虚空的紫黑色，大小是4×6。\n\n崔古尔的胆子最大，竟然首先提出要跳进去，跳进这个深不可测的地方。\n\n答案不用说，没人回应他。\n\n隧道的入口端忽然传来人的声音。\n\n两个高大的男人冲了进来，看见了我们。\n\n“我就知道里面有人！你们这群小孩要干什么，这里很危险，不能随便进，快点出去！”其中一个人边说边要把我们轰走，毫不留情。\n\n我们不说话，要往外走，可是崔古尔今天不知哪里来的胆子，竟然顶嘴说：“管你什么事？查吉尔你过来，我们一起跳。”\n\n查吉尔站在那里不动。刚刚的一幕再次发生，崔古尔握紧查吉尔的手，往里一跳，然后查吉尔也跟着进去了。\n\n“哥哥等等，那我怎么办？”他们消失的一瞬间，我也想一起跳进去，可是有个警卫挡在我面前，好高大，我总不可能和他拼命吧。\n\n“靠，竟然还跳进去了。”其中一个人擦着汗，对另一个说道，“你叫其他人过来看看，赶紧处理一下。还有，你，还有你，都给我出去，这里不是你们待的地方。”\n\n“我……我……”看他的眼神，我不敢多说，跑了出去。\n\n出隧道的时候，我把头往回看看，发现入口处举了一块牌子，上面有一个骷髅，骷髅下面写着4个鲜红的大字：\n\n“严禁进入”\n\n严禁进入？那哥哥都进去了，他们该怎么办？\n\n这……\n\n“你们怎么还在这里？父母呢？跑出来玩什么？”一名警卫跑过来，好像父母训斥孩子的语气一样。\n\n不知为啥，今天我一点都不想跟人说话，甚至不想看任何其他人。我转过头，绕过这个警卫，从旁边向人群的地方跑去。\n\n我们的大家庭就这么被拆散了？现在叫我怎么办？这么陌生恐怖的地方……月亮还没下山啊……\n\n还好赶上了大部队，可是怪物特别多，往人群里钻，然后苦力怕接连爆炸，炸死了好多人，剩下的人都惊恐地跑来跑去，很狼狈的样子。\n\n这里也不安全啊……为什么会有这么恐怖的晚上？为什么？大自然你给我一个理由好不好，我只求一个温馨的家，我不要这么危险的夜晚！\n\n月光下，眼前的道路似乎没有尽头。远处，一座座高山绵延不绝，让人感到无法跨越。我们，真的能逃出这个魔鬼似的地方吗？光明，太阳，白天，你们在哪里？\n\n字数：1623字\n\n\n\n一些废话\n\n\n虽说这个年龄做这些事，想这些话有点不科学，但是你们就当做这个世界的人成长速度过快，或者这几个小孩被喂了激素吧。。。另外已经有好几章没出现穿越了，但是不用担心，目前是在作铺垫，以后会慢慢填。\n第一部的离线文件已经发上去了，大家可以下载。\n\n\n\n索引贴见签名档，希望大家支持\n世界时间表已更新\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1469170860,
            "txt_content": "前面的断句给好评。觉得不应该0回复。"
        }
    ]
}