{
    "title": "<原创·连载>《平凡之路》【by 2644511816】",
    "author": "2644511816",
    "replyCount": 2,
    "timestamp": 1467625380,
    "txt_content": "第二章：林荫谷\n    那位师兄一路一直向林朴树介绍这林荫谷，他知道了很多东西，林荫老祖如今还在这世上，不过正在谷中隐居谁也不知道那位林荫老祖在什么地方，听说老祖眷恋凡尘便把宗门分为两大部门，分别是文部和武部，文部擅长制作符咒炼制弹药精通阵法，武部擅长使用兵器法术威力惊人锻造也是他们所擅长的。\n    林朴树未成为此宗门杂役时就因为学习而尝试去加入宗门，所以他打算去武部，不过目前他还只是奴役，那些事情还远着，中途林朴树问道：“敢问使用贵姓。”“我姓刘名山”那位师兄立即回复。\n    终于他们看到了杂役部，刘山师兄说道：“那里是杂役报到处你去那里找到接待弟子领取杂役物品便可”然后就御剑远去了，看见刘山师兄御剑便可看出他是武部弟子，林朴树来到了杂役部找到了接待弟子，还没等他说话那位师兄便把一个布袋丢给了他，林朴树也知道这是杂役弟子的物品也不说什么就离开，然后他打开了布袋看见里面有一个木牌上面写着一些字：甲区左方第八间房子。布袋里还有一个瓶子和一个小袋子以及一本书。\n    他把东西收进了布袋里然后找到了甲区然后他从左方数起数字：“一、二、三······”找到了第八间房子，房子是石头做出来的，里面很简洁，一张石桌、一张石床、三把石凳，他再次打开布袋拿出那本书，书的封面写着：林荫决凝气篇，打开书里面有一段非常平常的话：“天下之大，修仙之界，林荫老祖，林荫仙决。\n    仙人是给这本书著名，再翻了一页林朴树感觉到有什么不对劲的地方，他觉得仿佛有人在注视他，他抬头看了看周围，一个人都没有，然后继续看着那本书，上面有文字解释也有一些图片，画的是一个人盘膝而坐然后丹田处有一个小漩涡周围有一些青色的烟被漩涡吸引。\n    这本书上的字令林朴树十分震惊，这些字都是青色的，有一种说不出的感觉，他照着书中的动作模仿起来，他觉得他的丹田似乎也和书中一样有着一个小漩涡，他睁开眼看了看附近，也的确有一些青烟缓缓往他的丹田飘来，直到这些青烟飘入了他体内的丹田处他才继续看那本书，那本书中介绍道：青烟为仙气，盘膝而坐吸收仙气直到此气有大约一口气时便是达到凝气一阶。\n    就这样林朴树一直盘膝而坐吸纳仙气，直到第二天早晨木牌亮起一点白光传来一位师兄的声音才停止，那是杂役的任务，他今天要拿着斧子去砍100根柴火，不然的话会扣除每个月领取的物品。他走向去砍柴的地方那里已经有四、五个人在拿着斧子砍柴了，地上还有5把斧子，他直到算他一个还有5个人要来，那么一天总共就是1000根柴火，他拿起一把斧头也砍了起来，原本他在凡间时并没有砍柴也没有过多的劳累，才过了几分钟就流了很多汗。\n     就这样跟着他们几个砍柴砍的忘我，一直到了傍晚，他们10个人才砍完，然后拿着一些藤条绑好送去仓库，放好了柴火便去膳房领取食物。15分钟后他已经领取完了食物进入了自己的房子里，看着那本林荫决，直到吃完了食物便盘膝而坐吸纳仙气。\n     林荫谷中杂役生活的还算好，就这样再次迎来了清晨的阳光，那木牌再次发出声音，今天他需要去和其他的杂役弟子一起去捕鱼，今天的食物便是鱼，他直接来到鱼塘，那里有一个湖那么大，现在有10几个人拿着木矛去插鱼，还有几个拿着鱼竿钓鱼，林朴树不愿意弄湿自己的衣服，便拿了鱼竿去钓鱼，和昨天一样也是到了傍晚才去，林荫谷弟子只有晚上才进食，因为膳房往食物中放了一些可以维持他们不用进食的丹药。\n     林朴树依旧是拿着自己的食物返回自己的房屋中边看林荫决边进食，和昨天一样，刚吃完食物边盘膝而坐吸纳仙气，就这样慢慢的渡过在林荫谷做杂役弟子的时间。\n     直到一个月后他丹田中的仙气已有黄豆大小，不过距离一口气还是差得太多了，渐渐的他也习惯了做这些劳动，每天重复着过也确实很无聊，而在这个宗门自己也没有朋友，他决定要去林荫谷的著名地区林荫道逛逛，林荫道附近有一些比武台，他去看了看仙人们的比武方式，比武台上的师兄们是拿着法宝的，用一些火球术法，他们虽然都是凝气一阶的弟子不过队伍控制法宝和使用火球书法的熟练度不同，比武台上穿白色长衫的师兄对于控制法宝比较擅长，而另一位穿青色长衫的师兄比较擅长使用法术。\n      最终那位穿黑色长衫的弟子抓住了那位精通于使用法术的外门弟子的一个破绽，然后把那名弟子击败了，林朴树心中多了几分期待，他期待着自己有一天也想那些外门弟子一样。（未更新完）",
    "replies": [
        {
            "author": "大魔王。",
            "timestamp": 1467625860,
            "txt_content": "顶下！HAHAH"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469164980,
            "txt_content": "设定似于N部小说雷同。剧情稍微强点，也已经被翻来覆去写过了。"
        }
    ]
}