{
    "title": "【原创·连载】【回归冥王星——4】",
    "author": "WM2030",
    "replyCount": 3,
    "timestamp": 1467633600,
    "txt_content": " 本帖最后由 WM2030 于 2016-12-24 07:46 编辑 \n\n  大概是正文\n\n      让我来简单的解释一下发生了什么，第一声“砰”是他想问题的时候被车撞到的声音；接下来的“啪啪”是办事处武装意识到，刚才那位认识通缉犯，所以追出来开枪的声音；再接下来的一声“砰”是子弹没命中，不小心打中了司机，车辆失控，撞到路边护栏上的声音，最后的一声“啪”是车辆急停，吐槽星人从车头上飞起来又掉到草坪上的声音。\n草坪本来就是一块开放绿地的一部分，从常理上来说，听到枪声，在公园里打太极或者是跳广场舞的各位应该是会略微惊慌，但是遗憾的是，再这样一个民风彪悍的地方，并没有这样的事情发生，好像枪声完全被音乐和节拍淹没了。\n只有一个头戴草帽，背着一个巨大背包的年轻女性，从长椅上站起来，淡定地走过来，把地上的吐槽星人塞进包里，默默地离开了。\n      过了一会，吐槽星人沉闷的声音从包里传来：“大姐你到底是哪条道上混的呀……”\n      “黄泉道。”\n      “死神的近侍，生灵的主宰。”吐槽星人狂热的目光——就是那块显示屏上发出的光，突然亮了一下，透过背包的面料，透了出来，“灵魂的舞者……”\n      “黄泉道是科学，不是玄学。”\n      “哦……这样啊……”他好像突然失去了兴趣，那道光又就这么暗了下去。\n      “黄泉道最早的发源地在黄泉学院，因此得名。”\n      “一群疯子想通过定向的辐射，达到破坏或是激活端粒酶的效果，这样，就能制造永生。”\n      “最早的时候，他们用固定的仪器配合药物，他们做到了，他们造出了一只长生不老的兔子。”\n      “后来，有一个半机械人，居然以交换生的身份参与了这个项目，他在那里呆了三年，把设备微缩到可以方便地随身携带，然后，他促成了设备的量产化，从此，所有人都可以长生不老。”\n      “但是天有不测风云，不到两个月，这种技术被证明会导致呼吸系统上皮细胞癌变。这个项目因此被叫停，所有已经售出的产品被销毁，一台也没留下。”\n      “哦……我懂了……”吐槽星人突然之间好像就明白了什么，冥王也没有继续说下去。\n      突然，在这么一条宽阔的大街上，一种诡异的乐声从远方传来，把深沉的气氛打得粉粉碎。\n      “律动~节奏！\n      蠢蠢欲动的时刻！\n      xia！xia！xia~xia！\n      烟雾~背后！\n      是一声声咳嗽！\n      xia！xia！xia~xia！\n      奥特曼！的亲卫队~\n      才没有被呛到咧吓！”\n      “哟嘻！呦呵！前面的那位~不要走啦xia！我看到你了xia~！欢迎~来到~M78！犯罪的~终结地！xia！”\n      伴随着鬼畜的音乐，一只全身上下反射着金属光泽的奥特曼形生物就这么一蹦一跳的过来了，他摆出一个空手道的标准起手姿势，蹦到马路正中间，张口就是一声吼：“哈！吓！”\n      “啊……这玩意儿看上去战力很强啊。这种东西真的不是应该快要满级了才出现的吗？这样刚刚出场几天就这么玩儿真的不是很好啊……”吐槽星人的显示屏上，出现的仍然是一张面无表情的脸，但是他说的话却一如既往的和表情不匹配，“所以……跑啊！”话音未落，身形已动。正是那：惊鸿飞逝，哪料到撞上飞机；弓声霹雳，谁曾想还有玻璃。却是他身形甫动，就被冥王一把抓在手中。\n      冥王一只手擎住那块塑胶，另一只手，从口袋里，掏出了那只看上去普普通通的苹果，猛地啃了几口，又把它塞了回去。\n      嘴里含着苹果，手上拎着吐槽星人，腮帮子鼓鼓的冥王，含糊不清地憋出三个字：“好酸啊……”\n\n除了正文以外的玩意儿\n 假装自己很勤劳，实际上我它哔的只剩五天的存稿了。2333\n\n\n[1] [2] [3]\n索引",
    "replies": [
        {
            "author": "233dren",
            "timestamp": 1467775260,
            "txt_content": "额………………你这个东西像是写作文"
        },
        {
            "author": "WM2030",
            "timestamp": 1467939060,
            "txt_content": " 本帖最后由 WM2030 于 2016-7-8 08:59 编辑 \n233dren 发表于 2016-7-6 11:21\n额………………你这个东西像是写作文\n哈哈哈哈写作文哈哈哈哈\n我从来没有这样写过作文\n哈哈哈哈哈哈哈哈哈哈哈\n怎么办先让我笑上一刻钟\n\n如此说来\n银魂是极好的课件\n网文可以出成阅读理解\n黄金档是矫三观的最佳工具\n\n抱歉好像有点嘲讽太过了\n我对此事表示由衷的惋惜\n哈哈哈哈哈哈哈哈哈哈哈\n还是让我再笑上一刻钟吧"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469154060,
            "txt_content": "这个东西极似某种扯皮，没法从文章的角度去说。"
        }
    ]
}