{
    "title": "【文学作品】艾格莱希的荣耀",
    "author": "wuzhongtaogo",
    "replyCount": 18,
    "timestamp": 1468576920,
    "txt_content": " 本帖最后由 wuzhongtaogo 于 2016-10-1 11:29 编辑 \n\n艾格莱希的荣耀Es ist mein Abfassung,ich hoffe ihr alle kannt gern hab es.正文\n432年2月9日，阿特拉斯山脉深处，某个私人开采的铁矿矿井\n一位矿工正在狭长的矿道内挖矿。在用铁镐敲开一块铁矿石后，他发现了一块镶在岩石中的晶莹剔透的晶石。这块晶石散发出柔和的光芒，照亮了幽暗的矿道。他立刻招呼工友们，“你们知不知道这时什么？”众人摇摇头。这时，一个身穿黑色盔甲和披风，身材高大，面色冷峻的骑士走了进来。“把晶石给我。”他命令道。矿工虽有些害怕，但看着手中那看起来价值不菲的晶石，他面露贪婪之色，“凭什么？这是我的！”骑士拔出腰间的一把紫色的巨剑，指向那名矿工。矿工们立刻被那把剑的气势震倒在地。“我以艾格莱希联邦皇家条顿骑士团团长的名义命令你，将你手中之物交给我，否则，格杀勿论！”那个矿工吓呆了，颤颤巍巍地将晶石递给骑士。\n骑士接过晶石，放入怀中，向矿井外走去。几个矿工长抒了一口气。突然，身穿盔甲者眼中露出一丝凌厉的目光，转身把剑向后一挥。只见一道寒光闪过，矿洞中的几个身影倒了下来，再也没有爬起来。骑士走出矿道，一个体态肥胖，衣着华丽的人满脸堆笑地迎上来，“大人，我这矿井里出了什么事？”骑士瞟了他一眼，轻蔑地吩咐道：“将里面收拾好，记住，就当今天什么也没发生过。”说着，便上马扬鞭而去，消失在群山之中。矿井内，一个透明的身影自言自语道，“那究竟是什么，竟让条顿骑士团团长亲自来取，不行，我得立刻报告给执政大人。”说完，便隐入了黑暗之中……\n432年2月16日，艾格莱希联邦首都暴风城，霍亨斯索伦皇宫，密室\n皇帝腓特烈四世正坐在一张天鹅绒沙发上，听取条顿骑士团的秘密报告。\n一个脸戴银色金属面具，身披紫色绣有铁十字图案的人单膝跪在皇帝身前，说到，“陛下，圣石已经拿到了。”说完便将一块晶石呈给腓特烈四世。\n“很好，你做得很好。我会给你们每个人奖赏的。退下吧。”\n那人转身离开，直接穿过密室的墙而去，仿佛那堵墙不存在一般。\n皇帝细细地观察着手中的圣石。圣石呈正八面体形，半透明，散发出一种淡淡的柔和光芒，极具诱惑性。突然，仿佛从圣石光滑的表面反射的镜像里看见了什么，他的眼神中闪过一丝怪异的光芒，但又很快恢复了正常。皇帝将圣石放入一个储物结界中央，口中念念有词。只见强光一亮，结界连同圣石便消失的无影无踪。皇帝口中喃喃道，“圣石，让死人复生，活人永生，是件好好东西。”趁皇帝正在发呆，密室的壁炉中火焰一抖，一个透明的身影顺着烟囱向上爬去。\n待那身影完全消失，皇帝瞥了一眼壁炉，诡异地笑了，“好戏开始了。”……\n433年8月4日，艾格莱希联邦于莱恩帝国的交界处，联盟军军营\n一个身穿中世纪风格的贵族服装的绿眼男子走近了营帐。他一手握猎枪，一手拿扳手，与身上的着装格格不入，显得十分怪异。另一个身穿金色的刻着百合徽章的盔甲，手持可有符文的金色巨剑的人对他怒目而视。\n衣着华丽者首先开口，“路易十四，进来可好？”路易十四将剑尖指向他，“爱德华六世，我说过多少遍了，叫我太阳王！”爱德华六世整了整自己的衣领，“得了吧，我又不是你的子民。”“但这是在我的国土上！”“我没叫你小名就不错了，阿鲁埃。”\n路易十四气红了脸，拿起剑就向爱德华六世看去。他身边的一个禁卫军连忙拉住他，“陛下，您不要太冲动了，他可是玛奇利亚共和国的第一执政。”\n这时营帐外传来巨大的空气撕裂之声和兽吼声。路易十四面色严肃起来，“是奈可罗曼皇国的沙皇尼古拉二世来了，全体禁卫随我出帐迎接。”\n账外，一个身穿黑色法袍的人骑在一条末影龙背上，面色冷峻地俯视着下方。爱德华六世朝那人大喊道，“尼古拉，别动不动就骑着你那大蜥蜴到处乱飞。你要是弄坏了我的蒸汽飞艇可是要赔的。”\n尼古拉二世没理他，“我已经按照约定在东线与艾格莱希联邦开战了，你们这战况如何？”路易十四苦笑道，“别提了。我的圣殿骑士团根本无法与艾格莱希的电力摩托化部队抗衡。照这样下去，很快洛丹伦就会被失守，我就又要像上次那样割地求饶了。”\n“不用了，”尼古拉说道，“腓特烈四世请我们三人下周去龙眠神殿走一趟，他说会亲自拱手送出圣石。”……\n433年8月13日，极北之地，冰冠城塞，龙眠神殿的入口处\n腓特烈四世站在龙眠神殿的入口处，身穿笔挺的军装，静候三人的到来。\n路易十四骑着一头白色骏马首先出现了，还是那套金甲金剑。紧随其后的是爱德华六世，他这次换了身行装，穿着皮袄，头戴带有护目镜的皮帽，手持霰弹枪，乘着一辆喷着蒸汽的小车赶过来。最后是尼古拉二世，依然骑着末影龙，唯一的变化是手里多了吧镶有紫色宝石的法杖。\n路易十四开门见山，“说吧，我们要怎样才能拿到圣石？”“很简单，你们几个来场决斗，胜者将会得到圣石。”“哈哈，我们又不是小孩儿，哪里有那么好骗。你不就是想看我们内斗，然后你渔翁得利么。”路易十四大笑。\n“我用得着那么做吗？照现在的形势，你们三国联合起来也打不过我。”腓特烈四世转身道，“不过，尼古拉，我到很佩服你，你竟敢骑着龙来到这龙眠神殿。”\n“那又怎样？”腓特烈四世指着神殿中间插在地上的一把剑说，“那是屠龙剑，谁要是拿到了这把剑，杀你的龙简直易如反掌。”\n“那就让我来看看这把剑。”说着，路易十四将那把剑拔了出来，走到腓特烈四世和尼古拉二世之间。\n“尼古拉，你不会相信他的离间计吧？我们几个只需杀了他，就能把圣石拿到手了。”“尼古拉微微点头。”“没用的，在你们以这种方式拿到拿到圣石之前，我会毁掉它。”\n霎时，路易十四脸色一变，跳上龙头，，尼古拉猝不及防，想躲已经来不及了。路易十四瞬间便将那把屠龙剑刺入了末影龙的眉心。\n末影龙浑身发出紫色的光，化为了灰烬。尼古拉二世吐出一口血，瘫倒在地上，路易十四把剑抵在他的脖子上，“尼古拉，认输吧，你的生命是和龙连锁的，龙一死，想必你也功力大减了。”尼古拉低头道，“我退出决斗。”\n路易十四又拿剑挥舞着向爱德华奔去。爱德华六世一边对路易十四开枪，一边后退避免和他近身。\n双方争斗了很长时间，但势均力敌，胜负未分。突然，路易十四拿出一个信号弹，将其发射到天空中。\n“哟，打不过叫救兵啦。”爱德华嘲笑道。“很快你就笑不出来了。”路易十四回敬道。不久，几个莱恩帝国的士兵不知从哪里冒了出来，还挟持这一个年轻女子。看到那名年轻女子，爱德华脸色大变，“路易十四，你这个卑鄙小人，快把维多利亚放了。”\n“我会的，只要你把圣石让给我。”“不可能，你这个小人。你不是一直自诩光明磊落吗？”“只要能永生，我就不会在意用什么手段。”\n爱德华六世大叫一声，一枪向路易十四开去。路易十四一分心，挨了一枪。爱德华继续向他走去，一边对他开枪。路易十四受了重伤，倒地不起。正当爱德华开出最后一枪时，路易十四从怀中掏出一个卷轴。瞬间，路易十四的位置上变成了维多利亚。这枪正好击中了维多利亚的心脏，她迅速倒在了血泊之中。爱德华扑过来，将维多利亚抱在怀中，泪流满面，“维多利亚，别离开我，你答应要嫁给我的。”但维多利亚已经奄奄一息。\n“哦，圣石，还有圣石，可以使人死而复生的圣石。”爱德华一把从腓特烈四世手中抢过圣石。但圣石瞬间变化为了粉末。\n爱德华吃惊地看着手中圣石化为的粉末，“为什么，这究竟是为什么？”\n“为什么？因为根本就没有什么圣石。那天你手下看到的只不过是块普通的晶石罢了。”腓特烈四世看了看远处重伤的路易十四和瘫倒在地的尼古拉二世。“你们为自己的永生梦付出了惨痛的代价，记住吧。”说着，便向茫茫雪原走去……\n433年9月6日，艾格莱希联邦首都暴风城，霍亨斯索伦皇宫大殿\n“陛下，玛奇利亚共和国，莱恩帝国和奈可罗曼皇国因领导人失踪，陷入内乱中，我军趁机占领了三国国度，相信很快便能剿灭三国的残余势力。”腓特烈四世听完报告，面色喜悦，宣布道，“接下来，我要向全世界进军，我要让艾格莱希的的荣光照耀寰宇。”\n“陛下万岁！”大厅中的众臣喊到。\n\n\n\n",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1468577160,
            "txt_content": " 本帖最后由 像素君 于 2016-7-15 19:21 编辑 \n\n排版有些不舒服啊~希望大大可以每段空一下，方便阅读~"
        },
        {
            "author": "火星使者",
            "timestamp": 1468595160,
            "txt_content": "诶？\n奈可罗曼的沙皇？"
        },
        {
            "author": "黎明—真神",
            "timestamp": 1469096760,
            "txt_content": "很好，不错！"
        },
        {
            "author": "a62307677",
            "timestamp": 1470043740,
            "txt_content": "默默地，还是给辛劳码字顶一个"
        },
        {
            "author": "ju哌y",
            "timestamp": 1470067440,
            "txt_content": "排版欠佳，取材可以，描写可以更加细致"
        },
        {
            "author": "1164068491",
            "timestamp": 1470116100,
            "txt_content": "不错不错[diamond_gem][diamond_gem][diamond_gem]"
        },
        {
            "author": "灵魂蚂蚁",
            "timestamp": 1471248600,
            "txt_content": "啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦啦"
        },
        {
            "author": "pang_pang",
            "timestamp": 1472203620,
            "txt_content": "{:10_516:}"
        },
        {
            "author": "pang_pang",
            "timestamp": 1472203680,
            "txt_content": "{:10_492:}"
        },
        {
            "author": "pang_pang",
            "timestamp": 1472203740,
            "txt_content": "{:10_497:}"
        },
        {
            "author": "2084079033",
            "timestamp": 1472342640,
            "txt_content": "纯手工发帖？？？也是可以的"
        },
        {
            "author": "18325386870",
            "timestamp": 1472389680,
            "txt_content": "不错不错"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473961980,
            "txt_content": "圣石战争到底是啥"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962040,
            "txt_content": "你的名字好霸气 猎手"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962100,
            "txt_content": "楼主你6"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962100,
            "txt_content": "文学作品？"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962580,
            "txt_content": "楼主你好帅"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962700,
            "txt_content": "啊啊啊w(?Д?)w"
        }
    ]
}