{
    "title": "圣石之辉",
    "author": "Pasttime",
    "replyCount": 8,
    "timestamp": 1467718260,
    "txt_content": "一些话：\n其实我觉得最近创作活动都是以短篇文章为主，而且信息量也比较大，难度偏难。并且这次活动我是第一个拿出作品的吧，可能在某些方面没有借鉴比较吃亏。新人的拙笔，希望大家轻喷见谅。而且我认为要是用1500字写出战斗结果是非常草率的（对于我而言），所以为了拿出最佳水平还是选择给悬念，希望这是可以接受的范围。那么希望大家能够看得开心！\n正文：\n“雄狮们！拿起武器！”\n一声尖锐的人声从凤凰塔顶传来。在众多尖塔建筑物中，只有这座塔没有蓝白旗帜且最高。\n整齐的黄盔从各个军营中向凤凰塔靠近，他们被称作“征服凤凰塔的雄狮”。\n这是第一次士兵从凤凰塔出发，前往地图上没有被任何国家占领的，一个称作“水晶之地”的地方。\n\n\n蒸汽机嗡嗡作响。\n“喂，罗姆，蒸汽机做好没！我们要去水晶之地了。”\n“马上！”\n整个国家一片忙碌的样子，建筑群整齐紧凑，锅炉随处可见。虽然环境非常的差，不过玛奇政府也提供了大量资金来整治环境。最近也研究出了蒸汽机的改善方案，不过为了这个方案的正确实施，他们需要攻下水晶之地这个地方。\n“玛奇莉亚共和国的主人们！我们相信蒸汽，我们相信玛奇！我们要让其他国家更加重视蒸汽！今天，我们向玛奇奉上水晶之地证明我们！”\n主席的话语响遍全城，大家都欢呼起来，军队开着嗡嗡的蒸汽机驶向战场。\n\n\n“马里奇·埃隆，水晶的事情准备的怎么样了。”\n一位坐在王座上的人说着。另外一个人点亮了火柱，冒出蓝色的火焰，显得格外幽玄。\n“那几个国家都动身了。”\n王座上的人慢悠悠的挪动了身体，确认舒适后说道：\n“不用担心。等他们交战过后，我们出动所有的冥界法师。”\n“真的好吗……为了一个火山谷去攻击一个水晶之地。”\n蓝色的火焰被风吹灭。\n“不这样我们拿不下火山谷，对不起阿莱巨龙。”\n\n\n“我们应该感到高兴才是，那个不喜欢电的国家不适合我们居住，我们拿下了这个地区，可以实现我们的理想， 不好吗。”\n一个人挥挥手，示意卫兵退下，对另一个人说道：\n“我们要拿下火山谷给那群俗人看看电加魔法的力量，而且这样才对得起阿莱巨龙。”\n另外一个人很不耐烦的样子，不过点了点头，貌似他也无法抗拒这个理由。\n他走向天台，对带蓝光的喇叭说到：\n“各位刚刚参加战争的士兵，我向你们在夺权战的英勇表现表示致敬。不过现在可没有休息的时间，只有得到水晶，才能稳定国家。你们都是我英勇的将士啊！披着你们的暗幽盔甲，拿着你们的电力枪，让我们为了阿莱巨龙，拿下水晶之地！”\n欢呼之声。\n\n水晶之地从寂静中苏醒，蒸汽机排气声，骑士团整齐的脚步声，还有暗幽兵带来的风声。交汇在符文之地的中心。\n“为了雄狮的荣耀！”\n“蒸汽才是王道！”\n“嘶……”\n三大军团开始了厮杀，不过，玛奇莉亚共和国很快陷入了窘境。因为貌似代表雄狮的莱恩帝国和代表暗影现代技术的艾格莱希联邦联合对抗玛奇莉亚。\n玛奇领军大将在前阵对敌方吼道：\n“为什么！莱恩帝国你们认为能够和艾格莱希单挑?”\n一道暗影袭来，笼罩了他。\n“我们需要水晶，他们只要地。”\n大将睁大了眼睛，他活不久了。\n那道暗影掠去，大将倒下了。不过在生命的最后一刻，他按下了按钮。\n蒸汽排出气体的声音变得越来越大，越来越近。\n巨大的蒸汽机器人远处的树林一跃而出，在战场里咆哮着，清空着敌人。\n“快撤退！这家伙敌我不分！”\n玛奇莉亚军队迅速撤退，巨大的蒸汽怪物在战场肆虐，战无不胜，攻无不克。\n“全军暂时撤退！”\n各个军团的将领吼着。\n\n\n“马里奇·埃隆，准备好了吗？投放冥界开拓物。”\n“直接放大吗？看样子我们用不上那群废物。”\n“嗯，开始吧。”\n“一如既往，如日中天！”\n一道暗影笼罩王国。\n\n一道暗影笼罩战场。\n“他们是疯了！直接投放冥界开拓物，我们中计了。”\n艾格莱希联邦的将领说道。水晶之地开始扭曲，中央形成黑洞。一瞬间，一道暗影光360°横扫了战场。顷刻，大军溃散，蒸汽怪物也变为废铁。\n“愿玛奇保佑我们。”\n各大军团已经只剩下一半的兵力。现在每个军团已经清楚了自己的处境，代表着上古暗影的奈可罗曼皇国才是最终的敌人。\n“我从来没有见过冥界开拓物，那是个黑洞，谁也不知道怎么打破它。”\n艾格莱希联邦的大将说道，谁也没有想到奈可罗曼是一个这么可怕的地方。\n“这是什么东西？”\n“我也不知道，应该是类似于黑洞的东西。现在不能贸然前往。”\n雄狮军团骑士长与将领们商量对策。不过现在除了暂时休战，谁也没有办法。\n\n这场战斗就这样打响了，又仓促休战。\n“让你们看看暗影之力吧！让那些叛徒也看看，真正的阿莱巨龙精神是什么！”\n暗影光束还在横扫，这不仅是清理战场，而且还在慢慢挖掘，水晶之地下的水晶。\n“不多杀几个，怎么能让这群俗人知道纯正暗影的力量！”\n这是一场攻坚战，一场防方火力完全碾压进攻方的艰苦战斗，不知何时会停止，何时会决出胜者……\n\n\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1467718440,
            "txt_content": "不错，我的还在创作中，第一天就写完了，删减，然后重做，一起努力！"
        },
        {
            "author": "2562142093",
            "timestamp": 1467719700,
            "txt_content": "我的已经定稿，不过我想稳点，多改改"
        },
        {
            "author": "青木源",
            "timestamp": 1467720540,
            "txt_content": "喂，上古之石么？"
        },
        {
            "author": "像素君",
            "timestamp": 1467721500,
            "txt_content": "第一个吃螃蟹的嘛~我有些想这么写了~"
        },
        {
            "author": "gundamMC",
            "timestamp": 1467724380,
            "txt_content": "First blood 2333333\n感觉自己连参与奖都混不到了=。="
        },
        {
            "author": "岁月静好",
            "timestamp": 1467800880,
            "txt_content": "QAQ没文化的我默默围观啊。2333.顶LZ"
        },
        {
            "author": "wuzhongtaogo",
            "timestamp": 1467879300,
            "txt_content": "祝贺楼主混到勋章，我自己也打算混一个"
        },
        {
            "author": "孤独秋叶",
            "timestamp": 1467899340,
            "txt_content": "屌屌屌啊，这隐藏文字贴心啊，我电脑点进来不卡了"
        }
    ]
}