{
    "title": "<原创·连载>天堂地狱[第五章  所谓的正义][小烦]",
    "author": "小烦",
    "replyCount": 4,
    "timestamp": 1467797760,
    "txt_content": " 本帖最后由 小烦 于 2016-7-6 17:39 编辑 \n\n封面\n\n\n第五章 所谓的正义====================================================================================\n现在可以公开的情报/设定\n种族歧视：\n1.近代的种族歧视开始于皮尔克王国与瑞特斯联邦独立战争，战争中过分渲染半龙人的\n危害，战争以瑞特斯联邦的独立结束，之后由圣主教的龙女制度到皮尔克王国的种族隔离制度，\n最终导致半龙人成为了政治的牺牲品。\n2.古代至今种族的歧视是森精族对人族、兽族的歧视。\n传说森精族是十二天使的后代，拥有漫长的寿命，森精族附近的任何种群之中都不会发生大型瘟疫。\n由于诸多原因（历史遗留，种族优势）等，森精族除了在文学方面对人类表示敬仰（尽管是实用性书籍）\n其他方面都是以一种不屑的姿态对待的，而对兽族则是到了恶心的地步。\n3.种族歧视导致的多种政策、隐性规则都导致了大大小小的战争。\n森精族：\n      传说森精族是天使族的后代，是大自然的宠儿，一般生活在森林之中。\n      森精族没有自己的国家，一般都生活在一些国家的自治区之中，也算国中国。\n      其次，由于森精族是天使族的后代，在圣主教的概念中，也有下神之称，基本是被看作神的存在。\n      森精族大多只有女性，一般选择与被自己歧视的人族生育后代，或是半精灵。\n      森精族寿命漫长，青春永驻，因此他们对精神层次的追求比较疯狂，一本非实用性书籍能让他们以寿命为筹码换取。\n语言：\n一般人族，兽族通用人类语。\n龙族与精灵族通用灵言。\n1.灵言，灵言是一种只能用语言表达的语言，在书面一般采用音标或人类语。\n====================================================================================\n  “喂，你们，为什么，在这里。”    顾凯面前是两名绿发的少女，身穿灰色长袍，但难以掩盖下面的绿发，长耳——那是森精族的特征。\n    此时顾凯才意识到他们并未逃出瑞特斯联邦，他们只是到达了一个森精族的自治区。\n    至于为什么士兵没有看见他们，就不知道，他目前他们处境很危险。\n    这次无意闯进这里，很可能会被这两个森精送回湛城，或是周边城市，他们应该已经被通缉了！\n    “喂，人类，回答，我的，问题。”\n    见顾凯没有回答，其中一个矮一点的森精催促到，尽管她操练着不熟练的人类语，但她的心情明显是愤怒的。\n    “对不起，我们……是无意闯进来的，我们以为我们已经出境了。”\n    “真是的，士兵都怎么了，上次是个小孩，还有理由，这次呢？总不能这么俩大人都看不见吧？”\n    她用灵言自言自语，但顾凯很明显没有听懂她的话，燕欣却显得有些疑惑。\n    “算了，你们，这次，走吧，算你们，幸运，今天，我，心情，好。”\n    顾凯正要道谢，但燕欣拉着顾凯直接走了，只能表出一个尴尬的笑容。\n    刚刚从那个森精旁经过，却又被她用手拉住了。\n    “喂，你们，等等。”\n    那个森精不知道为什么，把鼻子贴在顾凯身上，好像闻到了什么气味。\n    顾凯不知道为什么，但感觉很害羞，脸红了起来；燕欣双脸上全写着俩字——愤怒！\n    “你……干什么啊……”燕夜看她还在他脸附近闻来闻去，一会又拽拽他的耳朵，感到很奇怪。\n    她没有回答，燕欣也是继续看着，没有干什么，过了一会儿，她大声的喊道：\n    “你，不是，人！”\n    “啥？！”\n    “你，不是，人！”\n    我不是人？？你才不是人呢！不对，她本身就不是人。\n    到底什么情况，我不是人？？？\n    燕夜心里还没转过弯来，那个森精转头对另一个森精兴奋着用灵言说道：“姐姐！他是个半精灵！”\n    旁边那个森精听到后，放下长袍的帽子，露出来尖尖的耳朵，绿色的长发，用熟练的人类语说道：\n    “冒犯了，少年，你是一个半精灵。”\n    湛城内。\n    此时接近晚上，教堂旁边的那个台子上，只有些许血迹，以及一根木杆，上面挂着一个人头。\n    “你们，是联邦的人，享受着联邦的权利，就要履行联邦的义务。”\n    “像这样天天好吃懒做，想着歪理的人，最后只会被人民的意愿所斩杀。”\n    “现在，还有谁不服的？欢迎上来，继续讲，我会告诉你什么叫民主！”\n    下面，一个穿着铠甲的人站在那里，头上并没有戴上护甲，露出一个狰狞的笑容，手上拿着一把沾满血迹的“荣誉之剑”，两边各站着一个红色羽毛头盔的亲卫……\n    这是湛城城主之子，也是湛城第一个荣誉骑士，他是正义，和平的象征！\n    当他来到这时，那个人正构想着未来的蓝图，而下面的人们则在为其欢呼，只有少数人露出一些疑惑的愤怒。\n    这次，他又举起了他的荣誉之剑，让那个人得到了该有的惩罚。\n    吃喝懒做，叛国叛亲，杀无赦！\n    以及，又说出了他熟练的语句——曾经的独立宣言的一部分。\n    15年前，也是他父亲跟随着他们，从皮尔克王国独立出来。\n    再到10年前的分立，签约……\n    如今这不是瑞特斯联合王国，而是瑞特斯联邦，但还是他们的，他们的权利照样还是有的。\n    至于这些小主人？够了，过几年等他们意识到了，就已经无法挽回了。\n    但如今这批“愚民”中竟然出现了一个“觉醒者”，这让他感到了十分的危机，即使他只是一个小骑士，而已！\n    而当他向“下”望的时候，那些一起呼喊着民主的人，早不知道跑到哪里去了，而之前愤怒的人，反而都挤在前面。\n    但愿那只是一个特例吧，他想道。\n    于是对那两名亲卫喊道“撤！”\n\n中文字符总数： 1119 个（正文）   \n上一章 | 索引 | 下一章\n\n\n",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1467805680,
            "txt_content": "写的不错，支持"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469155080,
            "txt_content": "我把前面的章节稍微读了一下。\n只能说，套路有些重。\n与主题牵扯得太生硬。\n但是描写还算过关。"
        },
        {
            "author": "小烦",
            "timestamp": 1469183040,
            "txt_content": "安根_Engon 发表于 2016-7-22 10:38\n我把前面的章节稍微读了一下。\n只能说，套路有些重。\n与主题牵扯得太生硬。\n啊哈，感谢认真的评价，阅读。\n这本书与标题联系不自然主要因为真正的剧情还在后面，前面只是一点铺垫。\n一些比较重的伏笔也没有描写好，我准备重写这几章的。\n套路的话，内容还是有一点的。"
        },
        {
            "author": "七海八千代",
            "timestamp": 1469200560,
            "txt_content": "写的还不错啦~帮楼主顶一下                                                                                                                                                                                                                                                                                                                                                                                                             "
        }
    ]
}