{
    "title": "求askyblock空岛插件的配置文件",
    "author": "mcmyu_s",
    "replyCount": 1,
    "timestamp": 1467880380,
    "txt_content": "求askyblock空岛插件的配置文件，要完整的不出红字的，我按原帖写的改了还是红字",
    "replies": [
        {
            "author": "EterLzb",
            "timestamp": 1467880380,
            "txt_content": "#############################################################################\n# Config for ASkyblock V3.0.1.1\n# It is recommended that you check at least these settings:\n#\n# 1. island distance - the distance between islands. If upgrading set to what you had.\n# 2. resetmoney (general section) - set to true so that everyone starts with nothing\n# 3. islandLevel (general section) - the height you want your islands to float\n# 4. protectionRange - how big a player's island is at the start\n#\n##############################################################################\n\n##### Island Related Settings #####\n\nisland:\n   # Space between islands in blocks - NEVER change this mid-game.\n   # Values for a new world:\n   # 400 - puts players distance enough that they usually cannot see each other\n   # 200 - allows some expansion of the protected zone (recommended)\n   # 110 - for compatibility with established worlds. Cozy.\n   # 50 - minimum - not recommended\n   # IF YOU ARE UPGRADING YOU MUST USE YOUR OLD VALUE EXACTLY, E.G., 110\n   # OR RESET YOUR WORLD\n   # Value must be an even number\n\n   distance: 200\n\n   # Default protection range (even number). Min = 0, Recommended = 100\n   # Value must be at least 16 blocks less than the island distance unless you set\n   # overridelimit: true below.\n   # Use this permission to set for different groups: askyblock.island.range.<number>\n   # Larger values will take longer to calculate the island level\n   # Admins can change protection sizes for players individually using /asadmin setrange\n   protectionRange: 200\n\n   # If you want to have protection range = distance set the following to true.\n   # It may result in incomplete deletion of islands. Not recommended, but not fatal.\n   overridelimit: false\n\n   # If your distance and protectionRange are the same value and you see blocks not\n   # being deleted around the edges of an island, set this to be true, but it may\n   # cause some lag so do not use it unless you really are sure\n   cleanupblocks: false\n\n   # Start islands at these coordinates. This is where new islands will start in the\n   # world. These must be a factor of your island distance, but the plugin will auto\n   # calculate the closest location on the grid. Islands develop around this location\n   # both positively and negatively in a square grid.\n   # If none of this makes sense, leave it at 0,0.\n   startx: 0\n   startz: 0\n\n   # Default max team size\n   # Use this permission to set for specific user groups: askyblock.team.maxsize.<number> \n   # Permission size cannot be less than the default. \n   maxteamsize: 4\n\n   # Items that will be in the chest when the player starts an island\n   # Must be in Bukkit Materials format. Format is <Material>:<Qty>\n   # or <Material>:<Data>:<Qty>\n   # Use <Data> to set the durability of a item or to select sub-items/colors.\n   # \n   # Spawn Eggs must be defined by name, e.g., MONSTER_EGG:PIG\n   #\n   # The format for POTIONS is as follows:\n   #\n   # Format POTION:NAME:<LEVEL>:<EXTENDED>:<SPLASH/LINGER>:QTY\n   # LEVEL, EXTENDED, SPLASH, LINGER are optional.\n   # LEVEL is a number, 1 or 2\n   # LINGER is for V1.9 servers and later\n   # Examples:\n   # POTION:STRENGTH:1:EXTENDED:SPLASH:1\n   # POTION:INSTANT_DAMAGE:2::LINGER:2\n   # POTION:JUMP:2:::1\n   # POTION:WEAKNESS::::1   -  any weakness potion\n   # \n   # Valid potion names are:\n   # WATER, REGEN, SPEED, FIRE_RESISTANCE, POISON, INSTANT_HEAL, NIGHT_VISION, WEAKNESS,\n   # STRENGTH, SLOWNESS, JUMP, INSTANT_DAMAGE, WATER_BREATHING, INVISIBILITY\n   # For V1.9 these are also available:\n   # LUCK, MUNDANE, THICK, AWKWARD\n   #\n   # Check console for errors and guidance after reloading configuration\n   # Schematics can override this - see schematicsection\n\n   chestItems: 'ICE:2 MELON:1 TORCH:2 BONE:1 LAVA_BUCKET:1 PUMPKIN_SEEDS:1 SUGAR_CANE:1 RED_MUSHROOM:1 BROWN_MUSHROOM:1 CACTUS:1 BREAD:1 WHEAT:1 LEATHER_BOOTS:1 LEATHER_HELMET:1 LEATHER_CHESTPLATE:1 LEATHER_LEGGINGS:1'\n\n   # Default island companion. Set schematic-specific companions in the schematicsection\n   # Options are: COW, PIG, SHEEP, CHICKEN, VILLAGER, HORSE, IRON_GOLEM, OCELOT,\n   # RABBIT, WOLF or NOTHING. Default is COW.\n\n   companion: COW\n\n   # Default list of names, picked at random that will apply to the companion\n   # You can add more if you like. If none are listed, the companion will not be\n   # named.\n   # Set schematic-specific companion names in the schematicsection\n   companionnames:\n   - \"&9[player]'s cow\"\n   - \"&cEmergency &fFood?\"\n   - \"&aD&6a&di&6s&9y\"\n\n   # Island Protection Settings for Visitors\n   # Players can be given the ability to change all setting using /island settings with the\n   # askyblock.settings.* permission.\n   # Individual permissions can also be given, e.g., askyblock.settings.allowPvP\n   # Full list is:\n   # allowAnvilUse, allowArmorStandUse, allowBeaconAccess, allowBedUse, allowBreakBlocks, \n   # allowBreeding, allowBrewing, allowBucketUse, allowChestAccess, allowCrafting,\n   # allowCropTrample, allowDoorUse, allowEnchanting, allowEnderPearls, allowFurnaceUse, \n   # allowGateUse, allowHorseInvAccess, allowHorseRiding, allowHurtMobs, allowLeashUse,\n   # allowLeverButtonUse, allowMusic, allowPlaceBlocks, allowPortalUse, allowPressurePlate,\n   # allowPvP, allowNetherPvP, allowRedStone, allowShearing\n   # Permissions are CASE SENSITIVE!\n\n   # Island naming\n   # Only players with the askyblock.island.name permission can name their island\n   # It is displayed in the top ten and enter and exit announcements\n   # It replaces the owner's name. Players can use & for color coding.\n   # These set the minimum and maximum size of a name. \n   minnamelength: 0\n   maxnamelength: 20\n\n   # Default settings\n   # Allow anvil use by visitors\n   allowanviluse: true\n   # Allow armor stand use by visitors (1.8+ only)\n   allowarmorstanduse: false\n   # Allow beacon use by visitors\n   allowbeaconaccess: false\n   # Allow players to be able to sleep in beds not on their island\n   allowbeduse: false\n   # Other players can break blocks or not or generally damage things\n   allowbreakblocks: false\n   # Allow animal breeding by visitors\n   allowbreeding: false\n   # Allow players to use cauldrons and brewing stands\n   allowbrewing: false\n   # Allow players to use buckets, either fill or dump them\n   allowbucketuse: false\n   # Allow players to access chests of any kind, droppers, dispensers and hoppers\n   allowchestaccess: false\n   # Allow players to use crafting benches\n   allowcrafting: true\n   # Allow players to trample crops\n   allowcroptrample: false\n   # Allow players to use doors or trapdoors. If a door is operated by a button or redstone, this does not count\n   allowdooruse: false\n   # Allow use of enchanting tables\n   allowenchanting: true\n   # Allow players to throw enderpearls and teleport\n   allowenderpearls: false\n   # Allow players to access furnaces\n   allowfurnaceuse: false\n   # Allow gates to be used\n   allowgateuse: false\n   # Allow visitors to ride horses\n   allowhorseriding: false\n   # Allow visitors access to horse inventories - only works when riding is enabled\n   allowhorseinventoryaccess: false\n   # Allow friendly mobs to be hurt (cows etc.)\n   allowhurtmobs: false\n   # Allow leash use\n   allowleashuse: false\n   # Allow players to use levers or buttons\n   allowleverbuttonuse: false\n   # Allow players to use jukeboxes, eject discs and hit note blocks\n   allowmusic: false\n   # Other players can place blocks\n   allowplaceblocks: false\n   # Allow portal use by visitors\n   allowportaluse: true\n   # Allow pressure plate activation by visitors (players only)\n   allowpressureplates: true\n   # PVP is allowed or not.\n   # If a player sets PVP, everyone on the island is given a warning\n   allowPvP: false\n   allowNetherPvP: false\n   # PVP cooldown in seconds. Players cannot toggle PVP off and on until this timeout\n   pvpcooldown: 60\n   # Allow players to adjust diodes or comparators\n   allowredstone: false\n   # Allow players to shear sheep\n   allowshearing: false\n   # Allow visitors to trade with villagers\n   allowvillagertrading: true\n\n   # System settings - these cannot be changed by players, only viewed\n\n   # Allow monsters to be hurt (creepers,slimes, etc.)\n   # Don't change this to false unless you accept that island visitors will not be\n   # able to defend themselves!\n   allowhurtmonsters: true\n   # Allow Enderman Griefing (default is to allow, see next setting)\n   allowendermangriefing: true\n   # Make enderman drop the block he is holding if he dies (recommended)\n   endermandeathdrop: true\n   # Allow creeper explosion damage to block (explosion still hurts)\n   allowcreeperdamage: true\n   # Allow visitors to use creeper explosions to grief islands\n   allowcreepergriefing: false \n   # Allow TNT damage to blocks (stops players using TNT to destroy other's islands)\n   allowtntdamage: false\n   # Allow spawn egg use\n   allowspawneggs: true\n   # Allow use of Flint & Steel by visitors\n   allowfire: false\n   # Allow fire spread (global - not just for visitors)\n   allowfirespread: false\n   # Allow chests to be blown up by creepers or TNT\n   allowchestdamage: false\n   # Allow item drop by visitors\n   allowvisitoritemdrop: true\n   # Allow item pickup by visitors\n   allowvisitoritempickup: true\n   # Allow visitors to keep their items if they die\n   allowvisitorkeepinvondeath: false\n   # Allow pistons to push outside of the protected area (maybe to make bridges)\n   allowpistonpush: true\n\n# General Settings\ngeneral:\n   # Check for updates - this will tell Ops and the console if there is a new\n   # version available. It contacts dev.bukkit.org to request the latest version\n   # info. It does not download the latest version or change any files\n   checkupdates: false\n\n   # Sea level height (don't changes this mid-game unless you delete the world)\n   # Minimum is 0, which means you are playing sky block!\n   # If sea level is less than about 10, then players will drop right through it\n   # if it exists. Makes for an interesting variation on sky block.\n   sealevel: 30\n\n   # Island level - the height of the island.\n   # Height should not be lower than sea level, but can be if you have an\n   # island schematic that supports it\n   # Lowest level is 5\n   islandlevel: 120\n\n   # Name of the world - if it does not exist then it will be generated\n   worldName: ASkyBlock\n\n   # Maximum number of islands. Set to 0 for unlimited. \n   # If the number of islands is greater than this number, no new islands will be\n   # allowed\n   maxIslands: 0 \n\n   # Use the control panel as the default display for /island\n   # /island will always create an island if one does not exist\n   # If the control panel is not used, then /island will teleport the player home\n   usecontrolpanel: true\n\n   # Create Nether - if this is false, the nether world will not be made and access to\n   # the nether will not occur. Other plugins may still enable\n   # portal usage.\n   # Note: Some challenges will not be possible if there is no nether.\n   # Note that with a standard nether all players arrive at the same portal and entering a\n   # portal will return them back to their islands.\n   createnether: true\n\n   # New island-style nether. Change to false for standard nether\n   newnether: true\n   # Nether trees are made if a player grows a tree in the new nether (gravel and glowstone)\n   nethertrees: true  \n\n   #How long a player must wait before they can reset their island again in second\n   resetwait: 300\n\n   #The number of seconds to wait for confirmation of a reset\n   resetconfirmwait: 10\n\n   #How long a player must wait until they can rejoin a team island after being\n   #kicked in minutes. This slows the effectiveness of players repeating challenges\n   #by repetitively being invited to a team island.\n   invitewait: 60\n\n   # Use new level calculation (super speedy). Set to false if you want the old\n   # method (slower).\n   fastlevelcalc: true\n\n   # Island level calculation cool down in seconds\n   levelwait: 60\n\n   # Calculate level on login\n   # If true, the plugin will run the level command for the player when they login\n   # If the command is busy, it will fail silently\n   loginlevel: false\n\n   #How many resets a player is allowed (override with /asadmin clearreset <player>\n   #Value of -1 means unlimited, 0 means hardcore - no resets.\n   #Example, 2 resets means they get 2 resets or 3 islands lifetime\n   resetlimit: 2\n\n   #Commands to run when the player resets their island (uncomment and customize)\n   # [player] is the player name of who is reseting\n   # If the command is proceeded by [SELF] the command will be run as that player\n   # E.g., - \"[SELF] kit tools\"\n   resetcommands:\n   #- \"kit tools [player]\"\n   #- \"some other command\"\n\n   # Commands to execute when player leaves a team, either by leaving or being kicked\n   # Commands will execute even if the player is offline, so may cause errors in\n   # the console if the commands doesn't make sense\n   leavecommands:\n   #- \"kit tools [player]\"\n   #- \"some other command\"\n\n   # Commands to execute when a player starts a new island for the first time - NOT a reset\n   startcommands:\n   #- \"asadmin lock [player]\"\n   #- \"[SELF] balance\"\n   #- \"some other command\"\n\n   # Commands to execute when a player joins a new team island (does /island accept)\n   teamstartcommands:\n   #- \"[SELF] balance\"\n   #- \"some other command\"\n\n   # Visitor banned commands: Visitors to islands cannot use these commands\n   visitorbannedcommands:\n   - spawner\n   - spawnmob\n\n   # Ops receive damage from acid (Set to true if you want Ops to play properly)\n   damageops: false\n\n   # Acid damage to player per second by being in acid if they have no armor on.\n   # A fully health player has 20 health points. Players will regen some health\n   # so the default will give players about 3 seconds to get out the acid\n   # 0 = no damage, 10 = default damage, 20 = instant death\n   aciddamage: 10\n   # Damage that monsters will experience.\n   mobaciddamage: 10\n   # Damage that rain does.\n   raindamage: 0\n   # Damage that animals will experience in acid.\n   animaldamage: 0\n   # Damage chickens in acid - true or false - chickens tend to go swimming...\n   damagechickens: false\n\n   # Damage type to apply in addition to acid damage\n   # Types can be : SLOW, SLOW_DIGGING, CONFUSION,BLINDNESS, HUNGER, WEAKNESS and POISON\n   # If you just want these to act, then make the acid damage 0 above\n   # Note - these are potion effects and so can be cured by milk\n   damagetype:\n   #-confusion\n\n   # Removing mobs - this kills all monsters in the vicinity. Benefit is that it helps\n   # players return to their island if the island has been overrun by monsters\n   # Con is that it kills any mob grinders \n   # Remove mobs when logging in\n   loginremovemobs: true\n\n   # Remove mobs when /island.\n   islandremovemobs: false\n\n   # Mob white list - these mobs will NOT be removed when logging in or doing /island\n   # Options are: Blaze, Cave_Spider, Creeper, Enderman, Endermite, Giant, Guardian,\n   # Pig_Zombie, Silverfish, Skeleton, Spider, Witch, Wither, Zombie\n   mobwhitelist:\n   - Wither\n   - Enderman\n   - Pig_Zombie\n\n   # Sets the limit for number of monsters that can spawn in a chunk in this world. \n   # Note: this does not limit the number of monsters, just how many spawn naturally.\n   # Note: If set to a negative number the world will use the server-wide spawn limit instead.\n   monsterspawnlimit: 100\n\n   # Sets the limit for number of animals that can spawn in a chunk in this world. \n   # Note: If set to a negative number the world will use the server-wide spawn limit instead.\n   animalspawnlimit: 15\n\n   # Animal breeding limits - if this is set to more than 0, then players will not be able\n   # to breed more animals than that number on their island. A value of zero means no\n   # limit. Note that animals will not be killed or reduced to this limit.\n   # This WILL affect mobspawn blocks AND spawn egg use. Note that hearts will\n   # still appear, but breeding will not happen.\n   breedinglimit: 0\n\n   # Sets the limit for number of water animals  that can spawn in a chunk in this world. \n   # Note: If set to a negative number the world will use the server-wide spawn limit instead.\n   # Max is 100\n   wateranimalspawnlimit: 15\n\n   # Villager limit - this is per team player, so an island of 4 will have 4x this number\n   # Note that 10 villagers minimum are required to create an iron farm. Zero is unlimited.\n   villagerlimit: 10\n\n   # General entity limiting\n   # Use this section to limit how many entities can be added to an island.\n   # 0 means the item will be blocked from placement completely.\n   # Uncomment to set the limit. The numbers are just suggested values.\n   # These are the ONLY blocks that can be limited (because they are entities).\n   entitylimits:\n     #BANNER: 20\n     #ITEM_FRAME: 30\n     #FURNACE: 10\n     #CHEST: 50\n     #TRAPPED_CHEST: 50\n     #ENDER_CHEST: 1\n     #JUKEBOX: 5\n     #DISPENSER: 5\n     #DROPPER: 5\n     #SIGN: 10\n     #MOB_SPAWNER: 10\n     #NOTE_BLOCK: 5\n     #ENCHANTMENT_TABLE: 5\n     #BEACON: 12\n     #SKULL: 50\n     #DAYLIGHT_DETECTOR: 10\n     HOPPER: 30\n     #REDSTONE_COMPARATOR: 30\n     #FLOWER_POT: 20\n     #PAINTING: 5\n     #ARMOR_STAND: 5\n\n   # Islands below this level will be removed if they are abandoned and admins issue the purge command\n   abandonedislandlevel: 10\n\n   ##### Economy ######\n   # Use economy or not. If true, an economy plugin is required. If false,\n   # no money is used or give and the mini-shop is disabled.\n   # If there is no economy plugin present anyway, money will be automatically\n   # disabled.\n   useeconomy: true\n\n   # Reset Money - if this is true, will reset the player's money to\n   # the starting money (see below) when they start an island or reset\n   # Recommendation is that this is set to true, but if you run multi-worlds\n   # make sure your economy handles multi-worlds too.\n   resetmoney: false\n\n   # Starting money - this is how much money new players will have as their\n   # balance at the start of an island. \n   startingmoney: 1000.00\n\n   # Reset Challenges - if this is true, player's challenges will reset when they\n   # reset an island\n   resetchallenges: true\n\n   # Reset inventory - if true, the player's inventory will be cleared when they start\n   # or restart and island. Default is true.\n   # Note: if you have MultiInv running or a similar inventory control plugin, that\n   # plugin may still reset the inventory when the world changes.\n   resetinventory: true\n\n   # Reset Ender Chest - if true, the player's Ender Chest will be cleared when they\n   # start or restart their island. Default is false.\n   # NOTE: Ender Chests span worlds, so it will clear ALL chests. In general,\n   # Enderchests should not be allowed in ASkyblock unless you only run the ASkyblock\n   # world. Ender Chest crafting and use is governed by the askyblock.craft.enderchest\n   # permission.\n   resetenderchest: false\n\n   # Nether spawn protection radius - this is the distance around the nether spawn\n   # that will be protected from player interaction (breaking blocks, pouring lava etc.)\n   # Minimum is 0 (not recommended), maximum is 100. Default is 25.\n   # Only applies to standard nether.\n   netherspawnradius: 25\n\n   # Broadcast 1st time challenge completion messages to all players.\n   # Change to false if the spam becomes too much.\n   broadcastmessages: true\n\n   # Allow /island teleport when falling. If set to false, all teleporting is\n   # disabled until death from the void or until you hit something.\n   # See commands that this will block too\n   # Using \"*\" (with quotes) will block ALL commands when falling\n   allowfallingteleport: false\n   blockingcommands:\n   - home\n   #- anotherCommand\n   #- andAnotherOne\n   #- \"*\"\n\n   # Remove non-repeatable challenges from the challenge GUI when complete\n   removecompleteonetimechallenges: false\n\n   # Add enchanted glow to completed challenges (does not work with all clients)\n   # Also currently adds an \"enchanted\" line of text...\n   addcompletedglow: true\n\n   # Use physics when pasting schematic blocks. If this is false, then blocks\n   # like water will not flow from the schematic\n   # Set schematic-specific options in the schematicsection\n   usephysics: false\n\n   # Default maximum number of homes a player can have. Min = 1\n   # Accessed via sethome <number> or go <number>\n   # Use this permission to set for specific user groups: askyblock.island.maxhomes.<number>  \n   maxhomes: 1\n\n   # Make island if player teleports to the island world and does not have one\n   makeislandifnone: false\n\n   # Immediately teleport player to their island (home 1 if it exists) when \n   # entering the world\n   immediateteleport: false\n\n   # Have player's respawn on their island if they die\n   respawnonisland: false\n\n   # Team Chat\n   # This enables player to set is so their chat goes to their team mates only\n   # using the /island teamchat command.\n   # The prefix [Team Chat] that goes in front of team chats is in the locale files\n   teamchat: true\n\n   # Use the variable \"{ISLAND_LEVEL}\" in chat prefixes in other plugins and it will\n   # be replaced by the player's island level.\n   # Confirmed to work with Essentials Chat, Multiverse Core and Herochat.\n\n   # Restrict Wither and other flying mobs\n   # Any flying mobs that exit the island space where they were spawned will be removed.\n   # Includes blaze and ghast. \n   restrictwither: true\n\n   # Warp panel - GUI for welcome warp signs. If set to false, old-style\n   # text will be used\n   usewarppanel: true\n\n   # Mute death messages\n   mutedeathmessages: false\n\n   # How often the grid will be saved to file in mins. Default is 5 minutes.\n   # This helps prevent issues if the server crashes. Grid is also saved at important\n   # points in the game\n   backupduration: 5\n\n   # Allow pushing - only applicable in 1.9 and above. Setting is for all worlds!\n   # If you have another scoreboard plugin, it may not work.\n   # If true, players can push each other (default 1.9 behavior) if false,\n   # players will not be able to push. Recommendation is to leave this true.\n   allowpushing: true\n\n   # Recover super flat - if the generator does not run for some reason, you can get\n   # super flat chunks (grass). To remove automatically, select this option. Turn off\n   # if there are no more because it may cause lag.\n   # This will regenerate any chunks with bedrock at y=0 when they are loaded\n   recoversuperflat: false\n\n   # Allow coops to be permenant\n   # If you change this, change the text in the locale files about coop ending due to\n   # log out.\n   persistentcoops: false\n\n   # Config.yml version. DO NOT EDIT. This number only changes if the latest\n   # plugin config has been updated. If a new config is detected, it will be\n   # auto-saved to config.new.yml.\n   version: 3.0.1.1\n\n# Spawn protection options - different to regular islands\nspawn:\n  # The following are recommended to be true at spawn\n  allowdooruse: true\n  allowleverbuttonuse: true\n  allowchestaccess: true\n  allowfurnaceuse: true\n  allowmusic: true\n  allowcrafting: true\n  allowbrewing: true\n  allowgateuse: true\n  allowanimalspawn: true\n  allowmobkilling: true\n  allowenchanting: true\n  allowanviluse: true\n  allowpressureplates: true\n  allowvisitoritemdrop: true\n  allowvisitoritempickup: true\n\n  # The following are recommended to be false at spawn, but you can change\n  allowbreakblocks: false\n  allowplaceblocks: false\n  allowredstone: false\n  allowanimalkilling: false\n  allowmobspawn: false\n  # This allows creepers to hurt players (but not damage blocks) at spawn. e.g. for a mob arena\n  # Note you have to allow mobs to spawn above.\n  allowcreeperpain: false\n  allowbeaconaccess: false\n  allowspawneggs: false\n  alloweggs: false\n  # The following stops water above sea level from being acid at spawn if acid is active\n  allowspawnnoacidwater: false\n  allowPVP: false\n  allowmilking: false\n  allowlavacollection: false\n  allowwatercollection: false\n  allowhorseriding: false\n  allowhorseinventoryaccess: false\n  # Allow armor stand use by visitors (1.8+ only)\n  allowarmorstanduse: false\n  # Allow players to be able to sleep in beds not on their island\n  allowbeduse: false\n  # Allow animal breeding by visitors\n  allowbreeding: false\n  # Allow players to trample crops\n  allowcroptrample: false\n  # Allow players to throw enderpearls and teleport\n  allowenderpearls: false\n  # Allow leash use\n  allowleashuse: false\n  # Allow players to shear sheep\n  allowshearing: false\n\n# This section contains the biomes that can be bought or used\nbiomesettings:\n  # The default cost for changing biome. Can be over-ridden by the Biome settings\n  # Default is 100 if this is not set. Cannot be <0.\n  defaultcost: 100\n\n  # Default biome - what every player will start with. Default is PLAINS. See below\n  # for other options\n  defaultbiome: PLAINS\n\n# List of biomes and their settings.\n# Cost - cost in currency to change to that biome\n# permission - the permission required to use that biome\n# If the biome is not listed, it is not available\n# icon = icon used in control panel\n# friendlyname = A friendly name for the biome. If it does not exist, the official\n# biome name will be used with pretty formatting. Mostly this is just used to convert\n# Hell to Nether\n# description = a description of the biome and what it gives the player\n# remove ice/water/snow - will be done once when the biome is made\n\nbiomes:\n  COLD_BEACH:\n    icon: SAPLING\n    friendlyname: \"&bCold &eBeach\"\n    description: \"&b雪和寒冷|&b哦\"\n    # Perms can be any string you like!\n    #permission: any.perm.you.want\n  DESERT:\n    icon: DEAD_BUSH\n    friendlyname: \"&eDesert\"\n    description: \"&e干燥的沙漠|&e小心 - 雪|&e冰 都会消失\"\n    #permission: any.perm.you.want\n  FOREST:\n    icon: RED_ROSE\n    friendlyname: \"&aForest\"\n    description: \"树!\"\n    #permission: any.perm.you.want\n  HELL:\n    icon: LAVA_BUCKET\n    cost: 1000\n    # Note, this permission can be anything you like\n    permission: askyblock.biomes.hell\n    friendlyname: \"&cNether\"\n    description: \"&e小心 - 所有的水,|&e雪和冰|&e将消失\"\n  JUNGLE:\n    icon: VINE\n    friendlyname: \"&2Jungle\"\n    description: \"&a茂密的丛林|&a小心 - 冰|&a雪 将会消失\"\n    #permission: any.perm.you.want\n  MUSHROOM_ISLAND:\n    icon: RED_MUSHROOM\n    # Note, this permission can be anything you like\n    permission: askyblock.biomes.mushroom_island\n    friendlyname: \"&cMushroom island\"\n    description: \"&c蘑菇岛\"\n  PLAINS:\n    icon: GRASS\n    description: 平原!平原!\n    cost: 0\n    #permission: any.perm.you.want\n  SWAMPLAND:\n    icon: WATER_LILY\n    friendlyname: \"&eSwampland\"\n    description: \"&2沼泽|&a小心 - 冰|&a雪 将会消失\"\n    #permission: any.perm.you.want\n  MESA:\n    icon: HARD_CLAY\n    friendlyname: \"&eMesa\"\n    description: \"&4Rare dry, desert biome|&a小心 - 冰|&a雪 将会消失\"\n    #permission: any.perm.you.want\n    cost: 500\n  SAVANNA:\n    icon: LONG_GRASS\n    friendlyname: \"&eSavanna\"\n    description: \"&e平坦,干燥,无雨|&a小心 - 冰|&a雪 将会消失\"\n    #permission: any.perm.you.want\n  ROOFED_FOREST:\n    icon: LOG\n    friendlyname: \"&l&eBlack Forest\"\n    description: \"&6黑森林\"\n    #permission: any.perm.you.want\n\n\nschematicsection:\n   # All schematics should be put in the schematics folder\n\n   # Schematic panel - if more than one schematic is available to the player\n   # Show a panel to choose. If this is false, no panel is shown and the starter \n   # island is picked by permission. If a player has more than one permission\n   # the island selected is undefined - the plugin will pick one.\n   # Permissions are taken from the below schematics section even if the GUI is\n   # not used.\n  useschematicspanel: true\n\n   # Random island, only apply when useschematicspanel is false - if set to false\n   # the plugin will choose the first island it found with the user permissions\n   # to generate a new island. If set to true, the plugin will generate an island\n   # randomly from the list of all islands available to the player.\n  chooseislandrandomly: false\n\n  # This section lists all the schematics available\n  # Settings are:\n  # show - whether this island will show in the GUI or not. Typically used for partner\n  #        schematics, but can be used to temporarily hide schematics.\n  # icon - the icon to show in the GUI. It must be a known Material\n  # order - the priority for showing in the GUI. Lower numbers are shown first.\n  # name - a friendly short name for the schematic. Color codes okay.\n  # description - a longer description. Use | to split lines. Color codes okay.\n  # filename - the filename of the schematic in the schematic folder\n  # useDefaultChest - fill a chest on the island with the items in this config. If false\n  #                   the contents will come from the schematic.\n  # partnerSchematic - the island that will be pasted in the Nether.\n  # biome - the biome this island should have. All pasted blocks will have this biome.\n  # These next settings may cause lag if true. Default is false. Use judiciously.\n  # pasteentities - if the schematic has entities in it (mobs) this will paste them.\n  # usephysics - if true, causes lava or water to flow after being pasted.\n  # pasteair - Only set to true if you need to paste below sea level.\n  # permission - the permission required to use this schematic. It can be anything you like\n  # You can add or remove from this list. If this section is missing, only the default\n  # island works.\n  schematics:\n    # default heading is required\n    default:\n      # Icon - if this is missing or wrong, it will be a MAP\n      icon: DIRT\n      # Order of preference in listing\n      order: 1\n      # Short name - color codes with & okay\n      name: \"The Original\"\n      # Longer description. Use | for new lines. Color codes okay.\n      description: \"Challenging|starter|island!\"\n      # Filename of the schematic in the schematic folder\n      filename: island.schematic\n      # Use default chest if true, or use schematic chest contents if false\n      useDefaultChest: true\n      # Which schematic will be used in the opposite world if newnether:true\n      # If there is no partner, this island will be used\n      partnerSchematic: nether\n      #Level handicap zeros the initial island level. \n      levelHandicap: 3\n\n    # This is the default nether island - do not remove this section!\n    nether:\n      # Hide or show this schematic to players in the GUI\n      show: false\n      icon: NETHERRACK\n      # If the biome is HELL it is assumed this island goes in the Nether\n      biome: HELL\n      name: \"NetherBlock Island\"\n      description: \"An island in the nether|overlooked by a mob tower\"\n      filename: nether.schematic\n      # Nether schematics should generally use the schematic chest contents\n      useDefaultChest: false\n      # The partner to this schematic is the default island\n      partnerSchematic: default\n      # Schematics can include entities (mobs) in them and if pasteentities is true,\n      # mobs will be pasted. \n      pasteentities: true\n      # Usephysics causes lava or water to flow after being pasted. Change to false\n      # if it lags\n      usephysics: true\n      #Level handicap zeros the initial island level. \n      levelHandicap: 93\n\n    # Additional heading names can be anything you like, but must be unique\n    island1:\n      # Credit to Antal1609 for this schematic!\n      icon: RED_ROSE\n      order: 2\n      name: \"Island Duo\"\n      description: \"Two close islands!|Double the fun,|but a little easier.|&a[Credit] Antal1609\"\n      filename: double.schematic\n      # Schematics can have biomes set when they are created\n      biome: FOREST\n      # If useDefaultChest is false, the items in the schematic will be used\n      # If false, the default chest items will be used, or the list below\n      useDefaultChest: true\n      # Chest items defined here will override the default chest items.\n      # You can set the chest items here in this list\n      # Material:Qty, or Material:Data:Qty\n      #chestItems:\n      #- MELON:1\n      #- ICE:1\n      # Your island companion. Overrides the default setting. If more than one is\n      # listed, one will be chosen at random.\n      # Options are: COW, PIG, SHEEP, CHICKEN, VILLAGER, HORSE, IRON_GOLEM, OCELOT,\n      # RABBIT, WOLF or NOTHING. Default is COW.\n      companion:\n      - CHICKEN \n      # This is a list of names, picked at random that will apply to the companion\n      # You can add more if you like. If none are listed, the companion will not be\n      # named.\n      companionnames:\n      - \"&9[player]'s chicken\"\n      - \"&dFree-Range Eggs\"\n      partnerSchematic: nether\n      #permission: any.perm.you.like\n      #Level handicap zeros the initial island level. \n      levelHandicap: 9\n\n    # New snowy schematic\n    extrahard:\n      icon: OBSIDIAN\n      order: 3\n      # Ski theme - a black diamond run is hard.\n      name: \"&lBlack &bDiamonds\"\n      description: \"Experts only!|&aMinimal resources|&awith a few diamonds.\"\n      filename: harder.schematic\n      biome: COLD_BEACH\n      useDefaultChest: false\n      # Chest items defined here will override the default chest items.\n      # You can set the chest items here in this list\n      # Material:Qty, or Material:Data:Qty\n      #chestItems:\n      #- MELON:1\n      #- ICE:1\n      # Schematics that require water or lava to hover can prevent physics when pasting\n      usephysics: false\n      # Schematics may include entities (mobs) in them and if pasteentities is true,\n      # mobs will be pasted.\n      # Example: Setting this to true for this schematic will give a wolf.\n      pasteentities: false\n      partnerSchematic: nether\n      #permission: any.perm.you.like\n      # This optional block determines where the player will spawn. It must be unique in\n      # the schematic and will be replaced by air when pasted.\n      #spawnblock: SPONGE\n      #Level handicap zeros the initial island level. \n      levelHandicap: 1\n\n\n最新版！\n"
        }
    ]
}