{
    "title": "圣石之战1P",
    "author": "SuperDogs",
    "replyCount": 26,
    "timestamp": 1467908160,
    "txt_content": " 本帖最后由 SuperDogs 于 2016-7-15 21:38 编辑 \n作者的话\n额，新人第一次发稿，还望各位海含。首先你们会看见它是分p的，没错我是大算分p投稿的（版主说可以分p我就试试看了，好害怕{:10_503:}）然后就是内容字数可能很多，大概一万多字（版主说字数不封顶，然后我也就试试了好害怕{:10_503:}）刚开始剧情可能会有些废话，毕竟是新人有些东西很难把握得好，后面会尽量少废话。最后希望大家能喜欢我的作品（后面内容可能会逐次丰富一下前提是后面剧情能打完的话）http://www.xiami.com/widget/0_1775684372/singlePlayer.swf[/flash]音乐在这里！！\n\n\n\n\n第一章： 冰之心\n\n\n\n \n  \n  城堡的前方一个狩猎队正在艰难地走向前，城外的大雪纷飞，冷风狠狠地刮在他们脸上，他们蓝白相间的骑士袍被猩红的鲜血染红，身上钢制的盔甲闪着令人心悸的寒光。他们身后拖着一只巨鹿，巨鹿全身雪白的皮毛，冰蓝的眼睛像蓝宝石一样，特别是那引人注目的鹿角，鹿角像冰做的一样，周围萦绕着冰气。此时的巨鹿身上全身殷红的鲜血，雪地上遗留下一条血痕，从远处的森林一直延伸向城门口。门前的哨兵看向这一支孤单的队伍，心里有些难以置信，又有些悲伤。正当他要转身通报时，突然远处的森林陆续走出几十个队伍，他们都拖着硕大的猎物。哨兵怔住了一下，之前的悲伤与惊讶顿时烟消云散，满脸都是喜悦。  “喂，前面的哨兵，门还没开你跑什么！”一位狩猎的大汉怒吼道，说是怒吼，但是脸上也满是喜悦。  “是是是..！”他涨红了脸，有些不好意思，连忙回答道。大门渐渐开了，城门上，蓝白相间的旗帜纷纷飘扬，城里似乎传来了众人的欢呼声。  “唉，这次的狩猎储备粮应该是够了，哈哈哈”那个大汉爽朗地笑了，红色的胡子上满是冰碴子，他全身的骑士袍竟然没有沾染上一点血迹，钢制的盔甲依旧是没有任何温度，胸前挂着一个勋章，上面是一个黄金的雄狮；背后扛着一把巨剑，看起来像某种巨兽的牙齿打磨而成，剑锋闪着冰蓝的寒芒。  “我说，这次新人表现不错啊！”大汉走向那人，重重地拍了一下他的肩膀。脸上满是笑容，蓝色的眼睛看着这位青年。  “不不不，都是大家帮的忙，不然我也负伤了。”这位青年大概二十岁左右，头发棕色，眼睛也是罕见的黑色，他的眼神坚定不移，他长得和周围的人有些不同，但是很英俊，没有一丝阴柔和秀气，但又不是大汉般的粗犷。他慌忙地摆了摆手，连忙解释道。他全身也是同样的蓝白毫无血迹骑士袍以及钢制盔甲，配制的也是同样的士兵长剑，胸前也是同样的勋章。但周围的人总是有些疏远他。   “这么强悍的士兵，我这将军的位置是迟早要让位的，你们说是吧哈哈哈”，大汉大声说道，胡子的冰碴子一颤一颤。  “不敢不敢，将军的位置我不敢要”，青年看着将军越说越厉害，便是有些慌张，赶紧解释道。  “这你就不对了，年轻人要轻狂一些，别乖乖的想个大家闺秀一样”，大汉缓缓靠近他，轻声跟他说道，然后便仰天大笑。青年也不好意思地笑了一样，笑容是如此地真诚。  “将军你有所不知啊，他可是公主的亲卫骑士..”，一位士兵悄悄地在大汉耳旁轻声说道  “哦，我说嘛，怎么这么厉害，本将军有眼不识泰山”，大汉听完后更是喜悦，又是一个重重的拍肩，青年似乎有些支撑不住了，强笑着应答道：“不敢不敢，我平时没怎么见人，将军没见过我也正常。”  “我说你要是敢对公主做什么，我可是会不客气的啊，哈哈哈”，大汉有些戏谑地说道：“毕竟我可是她舅舅。”士兵一个个都乐了，青年只好尴尬地笑道。\n  城门缓缓打开，里面民众的欢呼声传出来，他们看着狩猎队伍把猎物一个个运进城内，脸上满是喜悦，人们内心对他们充满感激和敬仰。大街小巷早已人山人海，他们各自站在道路周围迎接进城的狩猎队伍。  一个个雄壮的身姿出现在他们的眼前，大汉领头。红色的鬓发和胡子长在一起，像一只威武的雄狮。群众的眼光看向他时无不充满敬仰之情。一只只巨大的猎物被运进城里，众人欢呼雀跃。一个个孩子都挤在路边，他们看着狩猎队士兵，眼睛里都是敬仰和期望，他们期望有一天能像他们那样威武，去保护这片土地。  突然一个士兵，从远处跑向他们。“将军，国王现在要召见你”，士兵气喘吁吁的说道。  “什么事情这么要紧”，大汉心里想到，然后便加快步伐径直走向城内的宫殿。\n  眼前的大殿一片洁白，八根巨大的石英柱支撑起这个椭圆形的大殿，石柱上雕刻着共十六只即将起飞的鸟，那鸟极其威武，似是鸟中之王，一种莫名的威严感压迫着大殿。八根石英大柱的正中央是一个圆盘，它被镶嵌在地上，石盘在大殿内极其显眼，粗糙的质感和光滑的地盘极其分明，似乎是打磨过的，但依旧有几道触目惊心的裂纹，石盘正中央镶嵌着一颗蓝宝石，它的光泽有些黯淡，但依旧掩饰不了那令人心悸蓝。大门的正前方正对着一个王座，巨大的王座像是给巨人定制的一般。任何人来到这大殿都掩饰不了自身的渺小。\n  “启明，没想到你竟然写情书，嘻嘻被我发现了”，一个发色火红的少年嬉笑道。他手里拿着一张白色的信封，高举着，戏弄着那个另外一个少年。  “炎冥！快给我！”那个少年头发冰蓝，眼睛是蓝宝石般的美丽和耀眼，此时他的脸已经涨红。他比红发少年矮了一个头，即便踮起脚尖，伸手也无法拿到那红发少年手中的信。  “说说是谁？”，几番波折后，红发少年终于把手中的信件给了他。接着他又低声在蓝发少年耳旁说道：“放心，作为兄弟我是不会出卖你的”  “炎，炎...灵”少年有些羞涩，支支吾吾地说道。  “启明看我不打死你！竟然敢暗恋我妹妹！”红发少年说着便要揍他一拳。  蓝发少年还未等他出手便跑了：“不是说兄弟吗！”  “吃了我这拳再说”，红发少年马上追上去喊道......\n  大汉厚重的脚步声在空荡荡的大殿内响起。  “将军，你来了”，一个身穿蓝白衣袍的中年人手负后背，站在大殿处看着眼前的大汉说道，他头顶一个银白色的皇冠，镶嵌着五颗大小不一的蓝宝石，正中间那颗最大的蓝宝石闪耀的光芒，隐约可以看见一些冰气弥漫在周围。“猎物的情况如何”，中年人不紧不慢地问道，他蓝色的眼睛有些黯淡，似乎快要熄灭一般。“简直就是百年难遇的大丰收，这几年是不会缺食物了”，大汉竟然出奇的冷静，丝毫没有任何激动的意思。“我说你召见我不会是为了这事吧，这事情从财务那你可以直接知道”  “当然了，我的将军，此次是来谈关于公主的婚约的事情，以及那件事”，中年人依旧手负后背，望向窗外的飞雪不紧不慢地说道。  “那件事情是关于圣石的吧，早该知道了，估计那些老家伙又耐不住性子了”大汉说道。  “不，今日的圣石已经不一样了，以前也许仅有我们，但今日估计又会多一些东西了”，中年人特意在最后一字说得很重，“而且历代的王都有些惧意了”。  “惧意？他们会怕吗！”大汉有些怒意，鬓发似乎都炸了起来，周围的空气显得有些燥热。“当年牺牲我妹妹的时候，难道他们就不没想过今天吗！”  “我知道，当年小灵的死，你很难过，我也很难过！”，中年人的眼睛有了些波动。沉默了一会儿，突然他转过头，大声喊道：“不管如何，这次圣石一定要成功。”  “你知道为什么当初，我同意把炎灵托付给你吗？”，大汉低沉地说道。\n  一个个巨大的冰人从地上一个个拔地而起，整个王城一片混乱，城外全是全副武装的士兵，他们的背后是一个国家。森林的巨木被巨人推倒。  “杀！”一声声热血的怒吼从一个个英勇士兵的喉咙里炸出来。  “启明，有把握成为国王吗！”一个红发青年喊道。  “炎冥，我从没说过要做国王，而且我也没实力做国王，我估计是王选中最弱的一个吧”，蓝发青年静静地说道。城外的飞雪掺杂着红色血液，一个个不怕死的士兵奋勇向前，一个个冰人被摧毁，森林深处的最高山上，一个白色头发的中年人俯瞰大地，他的眼睛无比的冰蓝，看着似乎血液都凝固，他的背后背着一张和他人一样高的弓，他光着膀子像一个大汉，肌肤上的蓝色纹路想冰一样，隐约可见。  “我醒了...”古钟般的声音慢慢传开。\n  中年人陷入了沉默了。  “不仅因为我们是从小一起长大，出生入死的兄弟。还是因为那件事，让我不得不佩服你”大汉接着说道。  “冰王复苏？”中年人平静地说道。  “没错！你当年的威武去哪了！”大汉喊道，“现在来当那些历代的傀儡了吗！来当懦夫了吗！”  “算了，我不想再谈以前的事了。直说吧，公主的婚约是怎么回事。”大汉渐渐冷静了下来说道。   “想要夺得圣石必须联合其他力量，所以我们双方协定了一个婚约”，中年人说道。  “所以你就私自为公主定了婚约！”大汉怒喝道，空气又再次燥热起来。  “不，并不是私自，而是经过双方协定的。”中年人说道。  “你问过公主怎么想了吗！这和强迫有什么区别！不管如何，我是不会同意的！”大汉再次怒喝道。“作为他的亲人，我绝不同意”  “作为她的父亲，难道我就不心疼吗！”中年人似乎无法忍受心中的愤怒，怒喝道。渐渐他冷静地说道：“但又有什么办法。”  “婚约对方是奈克罗曼皇国是吗？”大汉问道。  “是的”，中年人回答道。  “我绝不妥协，不管对方是谁！”，大汉怒道。  “弱小已经是无法改变的事实，我们别无选择”，中年人说道。“历代们已经在商量对策了，我们当然不会被别人支配，而且我们也不想被别人支配”  “天启明，没想到你真的越活越窝囊了，我们莱恩帝国的士兵不是软蛋，如果你想这么做，我们不会妥协”，大汉背后的巨剑似乎已经蠢蠢欲动，周围的温度变得炽热，他的皮肤变得越发红，蔚蓝色的眼睛似乎掺杂着一丝火红。“那些活得够久的老家伙也该醒醒了，该认清现实了！”  “事已至此，无法挽回”，中年人似乎不想再说，便转身要离开。  锵！一把巨剑飞向中年人，巨剑只差几厘米便刺到他，但却被一个突然出现的冰手给抓住了。炽热的气浪从大剑里袭来，刺骨的冰气侵蚀着巨剑，它们相互压制对方，停滞在空中。  “炎冥，你不要太过分了！”中年人此时眼睛闪着怒意，蓝色的眼睛此时褪去了暗淡。一个手臂般粗细的冰锥凭空产生，直刺向大汉，大汉一把抓出了冰刺，冰冷刺骨的感觉直刺手心，殷红的鲜血不断从手掌中滴下。  “从此之后，我们再无兄弟之情！”大汉转身，手上的冰锥顿时被捏碎，巨剑被震飞回来，大汉一把抓住巨剑，便径直走出大殿。\n  森林的深处，巨大的树木耸立在周围。一位蓝发青年抱着一位少女，少女面容十分美丽，但却显得有些苍白，蔚蓝色的大眼睛看着蓝发青年。似乎想要说出什么，但又无法说出，青年低着头，不知该说什么。周围的人都倒下了，要么就是重伤，只剩下他们了。  一位红发青年在和一个光着膀子的白发中年人打了起来。  “启明，抱着我妹妹快跑，我来拖住冰王！”红发青年怒喊道。  蓝发青年沉默着，低着头不说话。少女看着他，蔚蓝色的大眼睛中充满悲伤。  “你先呆在这，我去..”青年终于说出一句话。但少女拉着她的衣角，似乎是不想他走。但最终放开了手。青年一把抱起少女，少女有些惊讶，接着他拿起来地上的剑。  红发青年已经被打成了重伤，而对面的白发中年人丝毫没有受伤。冰王准备射最后一支箭把红发青年了结了。冰箭离弦，红发青年已经意识模糊了，突然一把剑飞了过来，直接把冰箭给震飞。  冰王看向剑飞来的方向，一个蓝发青年正向他走来。  “你的对手是我...”蓝发青年冰蓝的眼神似乎要冻结周围的空气一般。突然，三只冰箭同时射来，蓝发少年一剑全部震飞。又是一支冰箭，这支箭极其凝练。箭还未到青年身前便直接碎掉了。  “人凰？不，看来不是，不过你身上似乎有个有趣的东西”，冰王说道，古钟一般的声音响彻在耳旁。  “可惜你没机会取了！”青年周围的空间变得冰蓝，似乎空气也结冰了。他怀里的少女变得冰蓝，发着蓝光。他猛然冲向前。手里的剑变得无比耀眼，像冰雕刻而成的，剑锋蕴含的力量让人心悸。冰王怔住了一下，反应过来时，剑锋已经穿过他的身体，周围的众人也是一惊。逐渐，剑上的冰蔓延在冰王身上，他逐渐被冰冻，最后变成一个冰雕碎裂掉。无数的零星在空中升起。  天空中响着一个古钟般的声音“看来这次圣石又有趣了”\n  一个士兵缓缓走进花园，圆形的花园中央是一个小亭，几根一般粗细的大理石柱支撑起四角的亭顶，顶上雕刻着一只飞鸟，它似乎在上面休息，梳理着羽毛，又像是临死前的沉默。此时的花园确实白茫茫一片，花儿已经凋谢，只剩下光秃秃的枝干。  士兵走向小亭，一位少女站立在亭内，蔚蓝色的眼睛很清澈，她的眼睛看着亭外的飞雪。她是发色是罕见的白色，似乎闪着一些蓝色的星光，她的面容似乎将近完美，额头上有着一个模糊的蓝色纹路。一身白袍包裹着身体，白皙的手接着落下的飞雪，她光着脚丫，似乎不惧严寒。  “公主..”，士兵小声地说道。  “小瑶...小瑶！”公主飞快地跑来，直扑进士兵的身上，脸上满是怨念和激动。“还以为你不回来了”  “您的亲卫骑士可不是那么容易死的”士兵摸着脑袋笑了笑。他看见眼前公主，有些怜爱地摸着她的头。“听说您要出嫁了呢”  “我知道..”公主的声音变得低沉，她抱着眼前的士兵，脸埋在他怀里悄悄地说道。然后她突然抬头笑着说：“放心吧，我的骑士，我的未婚夫不会比你差”  “那就好，要是他干欺负你，我就砍了他”士兵戏谑地说道。士兵把公主抱在亭子里的凳子上，跟她说着狩猎时的见闻，公主津津有味地听着，一边说着一边嬉闹。士兵实在无法忍受她的嬉闹心里无奈地说道：“公主真的嫁的出去吗...”  没过多久，公主便睡着了，骑士如负释重般叹了口气，把公主抱了起来，径直走进皇宫。穿过巨大的殿堂，来到了公主的寝室，士兵把公主放在床上，盖上了舒适的棉被。正当士兵要走时，公主突然说话了“小瑶..你见过奈克罗曼皇国吗？那里漂亮吗？”  “我想应该很漂亮”士兵微笑着说道。  “真的？！好想看看啊”公主满脸期待的表情。  “好了好了，公主快点睡吧”士兵走向公主，抚摸着她的头。  “哦..”公主钻进被窝，小声地说道。  “好了我走了”士兵缓缓走向大门，顺手把门悄悄地关上。  “小瑶...你真的希望我出嫁吗...”公主小声地说，似乎根本没人听见。门已经关上了，只留下公主一人。一颗颗眼泪从眼角留下，划过脸庞。\n  时间像流水般地过去，逐渐临近了这一天。  大街上满是人群，人们热闹地欢呼着公主的出嫁，一些公主的追随者显得格外忧伤。人群熙熙攘攘，他们拿着国旗飘扬着，为公主献上自己的祝福。欢呼的背后大多的是忧伤，毕竟公主是他们心目中无法代替的形象。\n  皇宫  “女儿，今天就是出嫁的日子了”天启明说道，一边说着一边帮公主梳理头发。  “爸，那里漂亮吗？”  “当然，为了我的女儿，那里必须漂亮”  “羽灵，今天开心吗？”  “恩，开心”  “头发梳好了，你爹我手法不是吹的”天启明笑道。“毕竟你妈的头发都是我梳的”  “母亲吗..”天羽灵嬉笑道。  “羽灵..我知道你受苦了..”天启明突然沉重地说道。“是爹无能，你爹连你妈都护不好，你连你妈一眼都没看到....”  天启明暗淡的蓝眼睛似乎有些湿润了：“女儿我知道你和你妈一样倔，定下的事死都不肯回头”  “要是他那兔崽子敢欺负你，我灭了他全家”天启明似乎有些失控。  “父亲，这次联盟成功的话国家就有救了，我愿意，不关任何人的事”天羽灵的声音出奇的冷静，“而且你女儿也不是吃素的，放心吧”  “父亲这样好看吗？”天羽灵站起身说道。  “好看，好看”天启明的眼泪似乎无意识地滴了下来。似乎他想起了什么，说道：“对了女儿，把这个带上，这是你母亲生前最钟爱的东西，也是整个莱恩帝国的圣物，她说有朝一日你出嫁时给你，现在只能我给你了”  天启明拿出一个朴素的项链，项链上挂着一根冰雕的羽毛，链子是纯银的，羽毛显得格外逼真，但却有些暗淡无光。天启明把项链戴在她的脖子上，羽毛一点都不冰冷，似乎还散发着温暖。  “真好看”天启明柔和地说道。  天羽灵一身雪白的婚纱，裙边透明的精致蕾丝，银白色的皇冠戴在头上，上面耀眼的蓝宝石闪烁着。少女化了点淡妆，晶莹润红的嘴唇小巧可爱，一头的白发披散下来，闪烁着蓝光。少女轻轻拿起裙边，轻悄悄地摆动着，似乎一点点的星光从她身上散落下来。  “走吧”天启明一身黑色的礼服，天羽灵把白皙的手搭在天启明手上。  “嗯”天羽灵的眼神瞬间变得有些严肃庄重，甚至包含无比强大的威严。\n  “将军，你不去看一眼公主吗？”一个盛装的士兵询问道。  “罢了，我想自己一个待一会儿，等会儿我会自己去吧”大汉低声说道。  大街上喧闹的人群看见出皇宫的公主顿时安静下来，他们看着与平时不一样的公主，心里满是敬仰和悲伤。街道上张灯结彩，处处都响着礼炮。即使是严寒也挡不住人们的热情。公主坐上了马车，白马头上长着角，冰雪般的独角异常美丽，雪白的皮毛是如此洁白圣洁。人们目送着公主，他们的悲伤已无法忍耐，但他们知道在公主面前他们不能哭泣。  “将军你怎么还没去？”公主的亲卫骑士突然问道。  “我也想问你这个问题”炎冥说道。“我打算去开战！”  “为什么！”亲卫骑士问道。    “因为我知道那丫头只是想牺牲自己来保全国家，但我不想她这样做。而且奈克罗曼的国王也不是什么好东西，他的儿子都是心狠手辣的种！公主嫁过去就是受苦”炎冥越说越激动。“我已经秘密组织了一个军队，今晚动手”  “我...我还是不要插手公主的事了”亲卫骑士说道。“我的目的就是让公主幸福”  “你真的以为公主幸福吗！公主那副模样你难道就不知道是装出来的吗！”炎冥怒道。  “知道，当然知道...我和公主一起长大的，她想什么我都清楚，但我也无法拉她回头”亲卫骑士说道。  “国家里有用的人全是懦夫吗！国王也是！你也是！亏公主如此信任你！”炎冥怒吼道，火红的鬓发炸起，厚实的手掌直接一把揪住他的衣领，冰蓝的眼睛闪着一丝火红。亲卫骑士低着头，不敢与他对视，炎冥瞪了一会便冷静下来，松开了手，默默站起身转身就走了。  “看来我看错你了。”\n  他依旧静坐在树旁，脑子里回想起炎冥说的话。渐渐他陷入了沉思。夕阳的余晖撒在他的身上，远处的烈日下了山，大雪停了只剩下一个被雪覆盖的孤单背影，背影印着夕阳温暖的余晖。渐渐他睡着了。  “从今天起，你就我的亲卫骑士了...”一个穿着白色连衣裙的小女孩指着眼前的木讷的小男孩说道，她的胖嘟嘟的小脸满是红润，但脸上满是不服气的表情。  “唉？你长得好奇怪唉..”小女孩看着男孩的黑色头发，和黑色的眼睛，一边好奇地摸着他的头一边疑惑地说道。“怎么头发是黑色的，眼睛也是黑色的”  “公主不也是一样，头发是白色的，额头还有印子”男孩同样好奇地说道。  “不许说我奇怪，你更奇怪。”小女孩更是不服气，双手抱胸说道。  “是的，公主！”男孩一个标准的站姿立在她的身旁，然后一个四十五度的鞠躬说道。  “噗嗤，你好奇怪啊哈哈”小女孩无法理解他的行为，开心地笑道，笑容像阳光般温暖，没有丝毫的杂质。\n  “不许欺负我的亲卫骑士！”白袍小女孩张开双臂，挡在一个男孩面前。  “羽灵，他可是怪胎，别靠近他”另外一个衣着华丽的小女孩说道。  “就是就是，为啥你要跟他玩”一个紫色裙子的红发少女说道。  “公主，别相信他们，他们背后说你坏话！”小男孩叫到。  “信不信我叫我的部下收拾你！”衣着华丽的小女孩说道。  “我....我...”男孩似乎又要说出什么，但却被公主制止了，公主拉着他跑向了远方，远离了他们。  “亲卫骑士，不要理他们，我说了多少次了”公主生气地说道，她的小脸也应激动而涨红。  “可是我不想...”男孩有些委屈。  “怕什么，我不是有你陪我玩吗？嘻嘻”女孩嬉笑着。那入阳光般温暖的微笑深入男孩的内心。  “对了，你叫什么名字啊”女孩亲切地问道“你不会就叫亲卫骑士吧”  “项瑶灵...”男孩一本正经地说着。但接下来他便脸红了。  “噗嗤，好像女孩子的名字啊”女孩摸着他的头笑道。  “说好的，你可是要守护我的哦”女孩认真地说道。  “当然，除非我死！”男孩同样认真地说。  “我才不要你死呢....不然没人陪我玩了......”\n 树下的士兵突然醒来，他默默念叨着：“公主放心，我项瑶灵不会让你受一点委屈！”渐渐站起身，抖下身上的落雪，他抬头仰望，此时已是夜晚，天上的繁星闪烁着。他似乎想起了什么，边往森林的最深处走去，在平常这里可是禁区，但却没有似乎害怕的表情。巨大的针叶木耸立在周围，一双双眼睛从深处探出，紧盯着他，寒冷的晚风拂过，一切都肃静了。项瑶灵渐渐拔出他背后的军用剑，银蓝相间的剑柄和冰蓝的刀锋象征着这个帝国。森林越走越深，周围的空气显得越来越冷，周围的眼睛似乎越来越多，多得令人毛骨悚然，突然一只巨熊飞一般地从一棵棵巨木中冲出来，白色的皮毛上有些冰蓝的纹路，一声巨大的咆哮，似乎惊醒了整片森林的宁静。它向项瑶灵扑过来，他手握好刀，一个健步直冲过去。一刀的交锋，那巨熊便轰然倒下。他没有理会，他知道接下来足已震慑那些森林中一些弱小的凶兽了  他继续向前前行，冰蓝的刀锋上的鲜血一滴滴地滴落在雪地上。在森林深处，隐藏着一根十几米高的巨大石柱，他来到这根石柱下，周围显得格外安静，甚至没有任何野兽一般，只有树木沙沙作响。他用手轻触石柱，突然一个声音从里面传出来。  “人类，你可知道，私闯禁地可是死路一条！”一个古老是声音从石柱底下传来。  “除了那些历代知道一些皮毛以外，你说还有谁？”项瑶灵面色平静地说道。  “莱恩帝国开国帝王？不，想想那老家伙已经死了。难道是几年前无意来到这的小女孩？不对，你是男的”古老的声音再次响起。  “看来你是老得越来越糊涂了”项瑶灵轻触石柱，一条条火红的纹路顿时亮起，突然大地一阵摇晃，石柱开始摇动，热浪从石柱底下袭来，周围的雪地瞬间融化成水，不到一会儿便突然蒸发。巨大的石柱出奇般的上升，石柱周围的地面突然清晰起来，一条条火红的纹路清晰可见，纹路相互交错，似乎是个阵法。石柱越升越高，一双巨手显露出来，那双巨手上满是火红的符文，一条条链子缠绕在那手上。突然柱子轰然倒下，一个巨大的阴影笼罩而来，周围水汽弥漫，巨手突然一挥，周围的水汽顿时蒸发。一头巨狮显现出来，火红的鬓发随风摆动，巨狮双目极其耀眼，像两个太阳一般，整个身躯如一座小山一般，全身都是壮硕的肌肉。  “说吧，你是谁？但有一点感肯定，你绝对和冰王有关”巨狮厚重的声音响彻整座森林，周围的鸟兽有些惊恐，连逃窜都不敢，雄狮巨大的威压压迫着它们。  “莱恩，你的急性子还是没变啊”项瑶灵此时的眼神变得无比深邃，根本看不清里面蕴藏着什么。  “我是该叫你项瑶灵，还是冰灵皇？”雄狮变得平静下来，沉重地说道。  “还以为你老糊涂了，没想到还知道我人类的名字”项瑶灵平静地说道  “说吧找我干嘛，这次报酬不能少，最好是人情，毕竟人情最难还”莱恩趴下身子，舔舐着手。  “最近动静那么大，你应该也感觉到了吧”项瑶灵说道。  “恩，是圣石，但和我没关系，自从那次以来我就决定不再碰它了，如果要和我联手拿圣石，那么一切免谈”莱恩平静地说道。  “是要联手，不过不是为了圣石，是为了这个帝国”项瑶灵转身看向身后的那个帝国。  “是吗，你什么时候变得那么有同情心了。可以，这个忙可以帮，可以免费帮，毕竟这个帝国和我有些交情，说说详情”莱恩说道。  “我们只要去抢人，就是抢回一个倔强的女孩而已”项瑶灵说道。  “是她吗？有趣....”莱恩莫名地笑道\n\n  默克托——奈克罗曼皇国的一个大城市  今天是国皇二皇子的婚礼庆典，到处张灯结彩，迎接着他们所说雪国公主的到来。周围的一切都是很安静，这里没有飞雪，到处都是繁花绿叶。  车内的公主看着周围的一切，她很好奇这周围的事物，这都是她闻所未闻的。这里有着她从未见过的东西，她感受着周围的自然好宁静，也许这里也不错。  “公主，到了”  天羽灵双手抓着裙边，缓缓走下马车，她收起先前的天真与好奇，重新变得无比威严。因为她知道，她代表的是她的国家。尾随的军队走向城内的大礼堂，礼堂里众席满座，当她踏进礼堂的那一刹那，似乎所有目光都集中到她那，她心里有些紧张，但表情依旧严肃庄重。突然一双手拍在她的肩上。“你爹还在呢！怕什么！”天启明轻声说道。  她挺直了脊背，白发散落在肩边一直垂落到腰间，她每走一步，周围似乎都闪着蓝光，她的眼神变得自信，蔚蓝色的像天空一般。众人对于她的姿态和面容有些目瞪口呆，他们都怔住了，即使是阅世多年的大人物也难以掩饰心中的诧异。一种女皇般的气息席卷而来。礼堂的最前方，那位二皇子也愣住了，心中的喜悦便是更加厉害，他一身奢华的装扮，紫红色的头发极为显眼。他痴迷般地看着她，就像盯着猎物一样。天羽灵没有直视他，她一直看前方，手紧紧地搭在天启明的手上，那种眼神的压迫没人敢直视。  刹那的安静后，礼堂再次喧闹起来。在场的富豪们无比对她痴迷，但却不敢过多透露出感情。  “想必这位就是天羽灵小姐吧？”一位管家问道。  “恩”天启明回应道。  “好了，好了！大家肃静，肃静！今天是我们二皇子的婚礼，新娘的面容倾国倾城，让我们祝福他们好不好！”那位管家说道。  “好！”礼堂一片喧闹，但天羽灵的眼睛依旧毫无波澜。  “两位请到台前，这团圣火代表着你们的心，请向它祈福”管家说道。  天羽灵松开了抓着父亲的手，天启明有些无奈和悲伤，但却被深深地压抑在心中。  “渊良，你同意娶天羽灵为妻吗？”管家说道。  “我愿意！”他大声地说道，脸上的激动丝毫不掩饰。  “天羽灵，你愿意嫁给他吗？”管家再次说道。  “...”她沉默着一会儿，所有人都安静了，都在等着她的答复，她的内心此时无比沉重，她很想哭，但却强逼着自己不能哭。她闭上了眼睛，似乎在思索着什么。  “我...”  “我不同意！！！”  一个鬓发火红的大汉冲了进来。“我不同意他们的婚礼！！”  所有人都紧忙回头，看向声音的源头。  “炎冥！”天启明惊叹道。  “大舅！”天羽灵同样惊讶道。  “怎么回事？婚礼不是应该继续吗？”一个红袍身影突然从礼堂门前进来。“天启明，这是你的人对吧？还不赶快叫他滚！我儿子的婚礼容不得这个野夫”  “炎冥！你来做什么！”天启明喊道。  “告诉你们，今天我们就是来闹事的！”大汉怒吼道，全身的肌肉隆起，周围的人群连忙跑走，一些来不急走的人都被震飞。他拔出背后的巨剑，重重一挥，礼堂顿时一片混乱。  “来人拿下他！”红袍身影喊道。门外的士兵已经都倒下了，只剩下炎冥的秘密军队。红袍身影有些惊讶没想到还有来兵支援。  “我告诉你，天启明！你们今天谁也别想出去。都给我死在这！”红袍身影怒喊道。  “不管今天如何，羽灵都是我的女人”二皇子冷笑道。  二皇子渊良似乎想要抓住天羽灵的手，但是被天启明强震而开。  “渊魂，没想到你还是死性不改，杀气滔天”天启明说道。  “可以啊，你只要把这大汉杀了，我可以当什么也没发生过！”渊魂冷笑道。  “你找死吧！”大汉一刀直接往后剁，红袍身影瞬间变成一团黑云出现在他旁边。  “你身上的阳元气貌似出奇的纯粹，但就是太少了！”当最后一个字落音时，红袍人影一脚踢向大汉，大汉连忙抡起巨剑抵挡，但依旧被震飞数十米。  “我说天启明，你到底动不动手！”红袍人影，马上化作黑云闪现在炎冥面前，手里拿着一把紫红的匕首。天启明陷入沉默，他不敢动，周围都是奈克罗曼皇国的精英，生怕天羽灵被伤到。  “天启明！我就告诉你一件事，如果你想救国，就别他娘的窝囊在那！”炎冥怒喊道。“做将军的，终究是要战死，但起码也要把你给拖死”他看向渊魂冷笑道。突然他的眼神变得火红，鬓发突然变长，如同一只人形雄狮一般。全身的盔甲因高温而炸裂。他用力挥舞着手，直接把那红袍人影拍飞了几米。  “怎么回事，阳元气竟然变得更多了，看来你是燃烧血脉了”渊魂终于不再冷笑，面色有些凝重地说道。“果然疯子就是疯子”  “能干掉你，死一回怕什么，为了我妹妹的遗愿”突然炎冥身高暴涨，他冲向红袍人影，一拳轰向那人影，那一拳夹杂着音爆，似乎根本无法躲避。轰！红袍人影顿时被击飞，直接撞在礼堂的墙上。紧接着，炎冥瞬间冲到他面前，一拳轰向墙上的人影，礼堂的一面墙顿时支离破碎。  “野夫终究是野夫，不管再强也好。”突然一个红袍人闪现在礼堂的一个座椅上。  “为了不让我的二皇子着急，我还是速战速决好了”红袍人影顿时消失的无影无踪。一个红色龙爪从不知从何探出，直插向炎冥。炎冥根本来不及躲，那只龙爪直接穿了他的腹部，鲜血大片大片地流下来。炎冥忍住剧痛，直冲向红袍人影，人影并没有跑，他手握着匕首，反而等着他冲过来。  锵！剑和匕首敲击的声响，顿时响起。  “天启明，你终于肯出手了”渊魂说道，“我可给你准备了一份大礼！”  渊魂的衣袍中冒出许多紫红色的火焰，火焰逐渐形成一头巨龙，整个礼堂被撑爆。巨龙一掌拍向天启明，天启明的眼神顿时变得明亮。周围的温度变得十分低下，似乎连空气都结冰了。  天启明挥动双手，巨大的冰墙抵挡在他面前，火龙的火爪落在冰墙上，坚固的冰墙似乎坚不可摧，没有丝毫动摇的意思。  “天启明看来你强了不少”看来我得加点火力才行。渊魂掏出一个药瓶，瓶内是鲜红是血液，隐约传来一声声龙吟。他把药瓶扔向巨龙，巨龙顿时仰天咆哮，周围的温度升高，火龙变得变得越来越真实，身上似乎隐约长出一些鳞片。  冰墙似乎支撑不住了，一条条细细的裂纹开始蔓延开。  “羽灵过来！”天启明似乎意识到了危险，意识天羽灵不要离他太远。突然渊良伸出手一把抓出天羽灵的手腕，他冷笑道：“想跑？门都没有！”突然渊良的手顿时结冰，一直开始蔓延至肩膀。天羽灵直接甩开他的手，飞快地跑向天启明那。  “女人你对我做了什么！怎么冰化不了！”渊良尖叫道。  “那就砍了好了”天启明一个冰锥直接刺向渊良的肩膀。叮！冰锥瞬间被震开，天启明先顾好你自己再说吧。巨龙一个巨大的吐息袭向他们，巨大的紫红色火焰笼着。火焰消失后，渊魂似乎看到什么。一个九层的圆形透明冰罩护在他们周围。  “羽灵，你先照顾你大舅，我先跟他耗着，而且我总感觉有什么东西要来了，一个很熟悉的东西”天启明说完便飞出冰护罩。  “人人都说莱恩帝国的王选选了个病皇帝，那么今天我天启明恐怕是要让你们失望了”突然一股寒意袭来，方圆千里之地满是飞雪。天启明喝道“冰王弓！”  一张有两人高的巨弓顿时在空中凝结，巨弓突然起弦，一支冰箭也是凭空凝结而成，巨弓张满弦，冰箭一射而出，破竹之势直冲那头火龙。火龙的头部顿时被贯穿，整个身躯直接凝结成冰雕，然后炸开变成无数的零碎。  “有趣，尝尝这个如何！”红袍人影，从袍内伸出手按在地上。地上顿时涌现出无数的紫红色符文，密密麻麻的符文漂浮在空中，它们相互交错，似乎构成了一副画卷，隐约可以看出是几头巨龙仰天咆哮的图卷。渊魂低沉地说道：“九龙灭世纹，围！”  画卷顿时把天启明他们围成一个圈，即使冰王弓也无法一箭把这堵符文墙轻易射穿。  “灭世纹，灭！”一声令下。符文顿时飞速旋转起来，天空上似乎浮现出一个巨大的矩阵，无数的法阵似乎在凝聚着能量，准备轰向天启明那个地方。  “冰封！”一只巨箭飞向天空的矩阵，当它们触及到对方的时候，似乎矩阵被冰封住了，但不到一会儿便顿时消散，巨箭飞出的那一刹那，那圈起来的符文似乎受不住了，轰然破碎。但此时已经晚了，天空的巨大能量球已经轰向他们了。  突然，炎冥似乎苏醒了。“炎冥！带天羽灵走！”天启明喊道。  炎冥二话不说便直接抱起天羽灵转身要跑。“你以为能走的了吗？”渊魂阴笑道。  “都给我去死吧！”他话音刚落，周围便出现了无数的符文墙，阻挡他们离开。  “啊啊啊！”天启明怒喊道，周围的空气顿时凝结，所有的一切似乎想停止了一样，仿佛时间也冻结了，能量球顿时结冰，然后便是支离破碎。周围的符文墙也顿时炸裂。天启明从空中坠落下来。突然一个神秘的力量从地上升起，似乎是一个团火焰的巨手。它似乎想要把天启明吞噬掉。  “爹！”天羽灵哭着喊道。  “是老祖，看来天都要灭你们莱恩帝国”渊魂阴笑道。  天羽灵胸前的项链顿时发亮，铺天盖地的寒气从里面涌出，周围的一切都冰封了，即便是天启明的冰封也是小巫见大巫，似乎时间都有冻结的感觉。那火焰巨手似乎被冻结了，天启明周围凭空出现了一个冰蓝的护罩。天羽灵有些恍惚，额头的纹路越来越清晰，似乎是一个凤凰般的模样。\n  突然一声狮吼震散了一切，一个人影似乎出现在天启明身旁。他们脚下的巨手顿时兴奋起来，一头百米的火龙在空中凝聚。它的看起来像真的龙一般，唯一不同的是眼睛没有任何生机，只有无尽的战意。  “公主，我说过的，我会守护你的！”黑发少年漂浮在空中，他的眼睛依旧是如此深邃，但深处似乎蕴藏着一丝惊人的蓝。天羽灵看向空中的那人，喊道“亲卫骑士，你不许死，死了就没人陪我玩了！”大颗大颗的泪珠从眼角滑落。  “当然...为了公主”项瑶灵轻声说道，没有任何人听见。突然雄狮全身燃烧，化作一团烈火，涌向项瑶灵身旁。项瑶灵手中突然凝结出一张冰弓。一根冰箭即将离弦，烈火围绕住冰箭，冰箭不仅并未融化，反而变得更加可怕。  一箭直接射穿了巨龙，巨龙残留的躯体瞬间被箭的气浪给碾碎。紧接着天空的符文矩阵顿时被巨箭贯穿而瞬间破裂。渊魂一口血直接喷了出来，明显是遭到了矩阵的反噬。还未等他反应过来，又是一支箭射来，直接射穿了他的身躯，巨大的威压直接把血肉压成虚无。接着他看向一个逃窜的人影，一个冰锥直刺过去。渊良顿时冻结了起来，然后便化为星星点点的碎片。  “阁下是否太过分了！”一个苍老的声音响起。那声音中满是轻蔑“尽管杀的都是些不中用的东西”  “你觉得在我面前，有过分和不过分的说法吗？”项瑶灵笑道，似乎满是嘲讽。他飞快的向某个地方射了一箭，那个苍老的声音顿时又响起了，这次的声音显得有些凝重：“好！算你狠！圣石之战上见面吧！”   “公主，你没事吧？”项瑶灵轻声问道。  “小瑶你原来那么厉害啊！”公主扑向他怀里，依旧把脸埋进他的怀里。  “公主请让我做一件事情好吗？”项瑶灵温柔地说道。  “什么事？”公主疑惑道。\n                    “冰灵皇！参见冰凰陛下！”\n\n                                                                                                第二章 涅槃\n\n\n      眼前的似乎陷入了黑暗，周围变得模糊起来，似乎有一双手握住了他，但他却无法看清那是谁，也不知道这是哪。突然那双手变得炽热，他无法松开，只能忍受着炽热，似乎是灵魂一般的灼烧。那双手似乎一点点的消散，少年挣脱了那双手，一直向无尽的黑暗里跑着，一滴滴眼泪宛如滚烫的岩浆，明亮而可怕。  一位青年猛地醒来，才发现是自己做的一个梦。他什么都不记得了，只记得那双手带来炽热的感觉。  “于傅，你终于醒了！来，先喝口”，一位大汉拿着一壶水说道。“没想到你也会中暑，这天气真是要人命了，上头又要征税，真是难活了。”  “我中暑了？”于傅接过水灌了几口说道。  “明天就要来征税了，真不知道怎么办...”大汉低沉地说道，脸上满是忧虑。“交不上税，估计他们又要收孩子做担保了”  “真是一群畜生！”大汉怒道。  “先赶紧割麦吧”少年站了起来。他拿起镰刀，一边想着该如何应对那些收税的人。这月税肯定是不够的。他从小就是被这户人家捡来的，没有人知道他的父母是谁，从小吃的都是百家饭，这村的人都认识有这么个孤儿。他必须做点什么来报答他们。这个国家已经腐败不堪了，他甚至想造反，但却不敢说出来。  又劳作到了夜晚，乡村的周围很宁静，祥和的虫鸣和树叶作响的声音。明亮的月光照耀着大地。周围的房子的烟囱都烟云袅袅，窗户里都是淡黄色的温暖。  “小傅，阿康，你们回来了，来快点吃饭，饿着了吧”一位中年的妇女说道。妇女一头紫色的头发，极其罕见，就连眼睛都是紫色的，白皙的皮肤似乎有光泽，美丽的容貌完全看不出是一位中年的妇女。一位少女坐在一旁等候他们，少女的头发似乎也是紫色的，依旧是紫色的眼睛，和那位妇女如同姐妹一般。  晚上的月色如此迷人，于傅躺床上看着窗外的月亮。内心一直想着今天梦里的事情，他一生中最大的愿望就是见到他的父母，他想问清为什么丢下他，一切的疑问都轰炸在他的脑子里，难道昨天晚上那双手是我父母的吗？他疑问道。  “想什么呢？那么入迷”，一位少女走进来说道，她紫色的眼睛在月光下有些妖异，仿佛又火焰在里面涌动一样。  “我在想什么时候能找到我的父母”，于傅说道。  “天底下哪有父母不要孩子的，放心，一定能找到的，说不定他们也在找你呢”，少女说道。  “是啊...”少年感叹道“嘻，谢谢晴姐，我睡了”于傅用被子把自己裹成一团。  “安心睡觉吧，小家伙”少女静悄悄地走了，仿佛没来过一般。  于傅在被窝里思索，其实他并不是特别在意找不找得到父母，他更在意的是如何保护眼前的家人，渐渐他进入梦乡。\n  砰！一阵阵瓷罐破碎的声音。  “收税收税！你们这的村长呢！叫他出来！快点！不然我不客气了”一位粗鲁的大汉站在他们村中央的广场上，一群群众围在他的周围。  “来了来了，不要砸东西啊”一位胡须花白的老人紧忙走向前来。  “老头，你们这的粮税呢，这次的量和上次一样”大汉对他说道。  “大家把税都拿出来”村长对着周围的群众说道。周围的群众早已把粮食准备好，等待他们来收取。而一些粮食的不够的只能拿东西的来抵押。似乎是一户人家的税未够，那大汉一把抓起那家主人喊道：“拿你家小孩来抵吧”  “将军，能..能不能拿其他的，我家还有一个珍贵的传家宝”那户人家的主人惊恐地问道。  “你没听到我说什么吗！拿你家小孩来！”大汉再次喊道。  那户人家死命地恳求那人，而他却丝毫不理会。他身后的士兵把税都抬进了马车上。众人都愤怒地看着这一幕，但却没有人敢动手。当到了于家的时候，于铭知道自家的粮食肯定不够的，他的脸上满是紧张，他紧抓的妻子的手不敢松开。  “似乎你的粮食也不够啊”那大汉轻声说道。“我不想动手了，主动把你们家的一个孩子交上来吧”  “大人..能..”于铭似乎还想恳求。  “又是一个聋子吗！”他吼道  于铭似乎想动手了，但是妻子的手紧握住他，但他依旧无法忍耐，青筋暴突。突然一个拳头直接击在他的小腹上。他吐了一口血，周围的人群都惊呆了。  “我说了不要逼我动粗”那人轻蔑地说道。  突然一个人影从人群中窜出，那人影一拳想要打在那军官身上，但却被接住了。接着人影另一只手又来了一拳，依旧没用。  “于傅！你来干什么！快回去！”于铭怒吼道。  “休想动的人！”于傅怒道。  “你就是那人的儿子？好，送上门来了”那军官轻蔑地笑道。突然于傅一头直撞向那军官，军官似乎没注意到，手瞬间松懈了下来。于傅趁机蓄力一击，一拳击在他的小腹上，接着又是一拳。  “小子，看来你很有本事嘛！尝尝这个！”大汉一拳直向他脑门，他马上用双手护住，但依旧被打飞。似乎手骨都断裂了。  远处的一位少女迅速接住了他，他们一起倒在了地上。  “不要胡闹，小傅”，于晴喊道，她抱着于傅，大颗的泪水从眼眶里涌出。  “哟，你是那人的女儿吧，看着挺漂亮的，干脆就抓你好了，哈哈哈”军官大笑道。  “休想抓晴姐！”于傅一个劲挣脱于晴的怀抱，直冲那军官，军官似乎不耐烦了，一脚直踢过去。他抬起受伤的双手，瞬间，一阵阵骨骼碎裂的声音响起。  “小傅！”于晴喊着。  还未等他反应过来，一把长剑直刺过来，他直接用胸口接住了，幸运的是，长剑只戳到了他的正中央还未触及心脏。周围的人群眼睁睁地看着这一幕，他们似乎愤怒了，一个劲就要往前冲，但周围的士兵举着长枪，不让他们前进。突然于晴猛地冲进去，她紧抱着于傅，殷红的鲜血不断从他的胸口涌出，他的意识已经模糊了，只是耳旁不断响起他熟悉的哭声。  “你也来送死吗？我可舍不得杀你啊”军官似乎已经杀红了眼，他举着长剑似乎想要砍向于晴，突然一个于铭冲了过来，那刀直刺他的胸口，他用手握住刀，死也不肯让步。  “爹！”  “铭...！”  少女紫色的眼睛已经满是悲伤，一切似乎都消散了一般。似乎耳旁响起了她父亲的声音  “你爹这辈子估计都是窝囊，配不上你妈。还让你们受苦，能为你死一次，值了”一个沉重的身影倒在了地上，一切的回忆都都停止在这一刻了，再也无法看见父亲那厚重的身影了。周围人群更加骚动已经无法制止了，他们个个抄起武器准备和他们搏斗。于晴抱着眼前的两人，眼泪根本无法止住，她似乎也想死，但更多的是愤怒的火焰。  于傅似乎觉得眼前瞬间黑暗了，一双炽热的手似乎从黑暗中伸向他。一切都好累，他想安安静静地睡个觉，但那双手带来的炽热的感觉令人不好受。就像灼烧灵魂一般。他觉得自己大概是死了吧，并不反抗，任那火焰灼烧着自己。渐渐进入沉睡。  周围一片混乱，一位紫色头发的妇女走来，她毫无面色，紫色的眼睛也毫无光泽，似乎没有人主意到，她的头发在不断变长，周围的空气变得燥热起来。  “果然，女儿长得好看，妻子更是倾国倾城，在这小乡村竟然还有这等艳福”军官淫笑道。他似乎想抓住那位妇女，但结果不如人意，他的双手融化了。  “啊啊啊，你...你是什么东西！”军官惊叫道，像一只小丑一样。因为疼痛而面部都扭曲了。他不敢再靠近，他拿起长剑准备挥向她。妇女看了过来，紫色的眼睛射出一道火光，那军官顷刻间便化作骨灰，然后消散。  周围的一切都没了，当他们看向这位妇女的时候，他们已经化作火灰了。  “女儿，我们走吧”紫发妇女轻声说道。“小傅他...没救了...”  “我不要！我要带他一起走！”于晴喊道。  “女儿我们都不是人，即使你流着一丝人类的鲜血”妇女说道。  “女儿，我会让某些人付出代价的，相信你妈妈”妇女说道，心中的一些回忆触动了仇恨之火。  “我们走吧”  妇女牵着于晴的手，渐渐走向了远方。\n  “毕竟你才是未来的王，奈克罗曼皇族的王血，而不是那些冒牌货统治着这里，我亲爱的女儿。”\n\n   黑暗中的一双眼睛突然睁开，他端详着眼前的少年。少年似乎醒了，周围的一切不再黑暗，满是火海。他看着眼前这颗巨大的眼睛，他并不恐惧。  渐渐这个庞大的身影突然显现出来。一头十几米长的巨蜥从旁边走过，它好奇地看着眼前这个少年，少年不知道它为何好奇，但当他看向自己时，突然发现他全身都是火焰。但却并没有感到丝毫的炽热。  “我这是怎么了？”他摸着这自己的脑袋似乎想要记忆起什么“不对，我不是死了吗！？”  难道我没死？他抛出一个疑问。 突然巨蜥猛地把他咬住，甩到背上，然后疯狂地向一个方向冲过去。周围的树木都被巨蜥掀到在地，巨蜥就像是一台收割机，把周围入草芥一般的树木给收割完。  于傅紧抓着它，虽然不知道它要去哪，但是他知道它绝不会害他。  翻跃过一座座高山，似乎来到了一个边境，周围都是高耸的石山，空气变得炽热起来，地面一条条惊人的裂纹清晰可见，似乎下面有着火红的岩浆在翻滚。滚烫的热浪席卷而来。即使巨蜥飞快地跑着，都能感受到哪滚烫的热浪，惊奇的时，于傅竟然没有丝毫被烫伤的反应，反而更加适应这个地方。渐渐周围耸立的石山变得低矮了许多。眼前的一千米外，一座巨大的活火山伫立在那，火山仿佛无边无际一般，周围的地面已经融化，火山满是滚烫的岩浆。火山一千米内似乎都是茫茫的火海。一条条火蛇在火海里游动。巨蜥似乎停止了步伐，它似乎不能过去，但接下来的一幕令得于傅极为惊讶。巨蜥纵身一跃，正当于傅要逃脱的跳走的时候，巨蜥的背后突然长出一双翅膀，身上的鳞片一片片都耸立起来，头上长出了几根尖锐的角，金色的鳞片在火光下闪烁，巨龙发出一声龙吟，便飞向了火山，于傅没想到这竟然是头众人都信仰的龙，他抚摸着它背上的鳞片，光滑而温暖的鳞片极其舒服。巨龙渐渐飞向火山口，然后纵身一跃坠落进庞大的火山内。\n\n宫殿——  “父亲，近日南面的火山有些动静，你看是不是....”一位紫袍中年人说道。  “不急，我已经派你二弟和三弟去守着了，有大变自然会去看看”一位紫袍老人手持着一根幽紫色的法杖，法杖上的宝石闪烁着令人心悸的光。  大殿周围都耸立着许多黑紫色的石柱，石柱上缭绕着火红的烈焰，大殿的中央有着一颗紫红色的宝石漂浮在空中，炽热的温度从里面散出来。  “父亲，你说那座火山里有龙是真的吗？”紫袍中年人激动地说道。  “当然，我几年的观察，便发现那座火山里有着一些生物，令我奇怪的是那些生物的血液里多少都有点龙血，我猜测这火山地下肯定又玄机，不料我潜入时，发现里面别有洞天，竟真发现一颗龙蛋”老人平静地说道似乎没有任何波澜。“但由于温度实在太高，我只能先暂时放弃”  “父亲那你的意思是...”中年人问道。  “借住龙力，将这紫色宝石打开，然后等我们把紫炎族的力量获得后，再联合龙的力量，争夺圣石，称霸这片地域！”紫袍老人激动地说道。  “父亲，近日似乎出现了一些紫炎族的痕迹”中年人说道。  “没事，当年没灭干净，今日一举扫清那些余孽”\n  于傅从龙背上摔下来，正当他以为坠落进岩浆时。突然眼前一黑，发现周围的世界不一样起来，完全就不像火山内部一样，仿佛就是另一个空间。  这就像是另一片世界，周围都是巨大的树木，天空中成群的巨龙在飞翔，一条条蔚蓝入蓝宝石一般的河流，以及天空上一颗巨大的明星，似乎是它照耀了这片世界。周围的生物都是巨大的龙群。于傅的眼前满是好奇，就像一个新生儿一样，周围的一切都令他熟悉。  巨龙咬住他然后飞向天空那颗耀眼的明星，突然他觉得头晕，但缓过来的时候已经进入了另一个地方，这里是一座黑暗的大殿，殿内有着一头巨龙，他匍匐在地上似乎在等待着什么，站在这里仿佛周围的一切都变得如此巨大，于傅在这只巨龙面前如蝼蚁一般，即便是先前带他来这的龙都显得如此渺小。  “你终于来了”仿佛古神低语一般，一种古老的声音在耳旁响起。“前几天我在感应到了一点龙力，没想到带来的目标竟然是一个渺小的生物”  “说吧，为什么你身上会带有我们的气息”巨龙低语道，巨龙席卷而来的威压令得周围的大殿有些渺小，巨龙背上黑色的鳞片像黑铁一样，令人心悸的光泽，黄金色的眼睛中似乎印着一个符文样的东西，深黑色的瞳孔越发深邃。就像是无尽的黑洞丝毫没有底。  “我不知道...”于傅平静地说道。  “能在我的威压下如此淡定，看来我不得不看你一下了”巨龙的黄金眼看向他，一种奇异的威严压在他身上，但他却没有丝毫感觉。“你不知道？”  “看来你挺诚实的，我能看出你没有说谎”巨龙渐渐站起身，有些疑惑地看着他“我竟然看不出你是由什么构成的，但是形却是人类”  “虽然不知道你是谁，但我不想与你为敌， 你可以走了”巨龙再次匍匐在地上，大殿再次陷入宁静。  “你可以帮我一个忙吗？”于傅大胆地说出了这句话，他也难以想象自己会说出这句话、  “有趣，竟然对一头古龙索取帮助”巨龙低沉地说道“你是第一个敢这么跟我说话的人，想我帮忙，只要你能摘下我的一片龙鳞，我可以帮你一个忙”  这简直比登天还难，一头比一座山还大的龙，怎么可能打的赢。  但他突然想起在他面前痛哭的晴姐，心中的怒火便无法磨灭，他要为他们报仇，尽管他讨厌仇恨，但心中的怒火依旧无法制止了。  于傅没说话马上冲过去，直奔龙的背后，令他惊讶的是，他的速度竟然这么快，几个步子便飞一般地到了龙的后面。当他要伸手去抓的时候，一种莫名的力量把他强行震开，直撞上大殿的墙壁，当他再次起跑是，一双巨手飞快地打过来，直接把他打进墙里，接着巨手渐渐松开，古龙的嘴巴突然张开，于傅感觉身体周围仿佛被禁锢了一般。一个巨大的光球直接轰向他，墙壁直接被轰出一个大洞，一个渺小的人影从上面掉落下来，突然又有一个光球直击过来，人影瞬间被笼罩，整片地板已经狼狈不堪。  “醒来了吗？别做梦了，人类快走吧，趁我还没对你丢失兴趣”巨龙的低语再次响彻在大殿。  于傅全身已经软成一堆烂泥一般。但他依旧坚持爬起来，他的内心想着，自己不能输，仇恨之火再次燃起，突然他身上突然冒出了一些火焰，淡淡的火焰围绕在他身旁，一种说不出的温暖涌现出来，身上的伤口瞬间被修复了，就连骨骼也重新修复了一般，变得更加英朗，他整个人的都变得如此精神富有活力。他准备好了动作，再次一冲，一个步子便直接冲到了巨龙身前，他的手急速一抓，巨龙的威严再次降临，一只龙爪轰来，他用手竟然挡住那只龙爪，巨龙微微有些惊讶，一个巨大的光球再次轰来，于傅冲向光球，直奔巨龙的鳞片，光球瞬间化为零星的碎片，但他的骨骼全部粉碎了，身体的剧痛让得他面部扭曲，淡淡的火焰瞬间修复好了他的身体，一个个巨大的光球袭来，他忍住一阵阵剧痛，终于在接近巨龙的那一刻，拔下了一片龙鳞。  “真是让我惊讶，人类”巨龙看向他手中的和他一样高的鳞片说道“说吧，我要帮你什么”  “帮我复仇”于傅冰冷地说道。  “你身上似乎有一些杂质”巨龙低沉地说道“是仇恨吗？”  “放心，事后，我不会再出现了”于傅说道。  “你可以选择来这，人类”巨龙说道。  “希望吧”巨龙的回答让于傅有些惊讶。渐渐于傅走出了大殿，大殿再次陷入宁静。\n\n“你说他有可能吗？”另一个声音从大殿黑暗中传出来。  “能凭借肉身接下黑魔一个光球足有证明他的实力”又是一个声音传出来。  “放心，黑魔已经接纳他了，还怕什么”  “要是这样，我们龙族就复兴！”  “别高兴太早，他终究是人类养大的”黑魔平静地说道。“我很期待他的表现”\n\n  于傅正在去皇城的路上，他仔细回想着巨龙跟他说的话，他的手里握着一片小小的鳞片，鳞片是召唤那巨龙的唯一信物。身后一个跟随着一个黑发的人影，人影的眼睛是罕见的黄金色，一个淡淡的符文印以及深邃的瞳孔。  “我会在城外游荡，有事情就捏碎它，我会过来帮忙”黑发人影说道，此时他脱下衣袍的兜帽，一副面孔宛如二十多岁的青年一般。只是那双眼睛似乎有些黯淡，如果不这样人群会引起骚动。从火山口里出来时，已经过去了一个多月，当他们进入皇城的时候，似乎周围一片惨败的现象。似乎发生了什么大战一般，于傅连忙跑进城内，发现整个城市突然出现一个惊天巨坑，似乎是战斗的产物。坑内似乎有着几个人。仔细看去是一个紫袍老人和两个中年，另一方是带头的是一位紫发少女，此时她身后的军队已经负伤但依旧坚持战斗。于傅似乎看出了那个熟悉的身影，他不敢相信她还活着。那紫袍老人似乎要出手，一头巨大的火龙从地面里钻出来，直奔那位少女，少女周围产生出一种极其诡异的火焰，那火焰抵御这袭来的巨大火龙，但少女无法支撑如此巨大的火龙。于傅不要命地向前冲，他不想再次失去的感觉，身上的缠绕着火焰，他一拳击碎了那头火龙，同样他的拳头似乎骨骼有些断裂。  “谁！”紫袍老人喊道。  “小...小傅！”少女简直不敢相信自己的眼睛，她目瞪口呆，不敢相信眼前的熟悉的人影是她的弟弟。顿时她的眼眶留下了几滴眼泪。  又是几头巨龙从地理钻出来，于傅不要命地击碎着那些巨龙，他不想让他唯一的家人再次受到伤害。火焰修复这他手上的伤，但依旧传来一些剧痛。  “你是谁？”紫袍老人说道。于傅不等他说话，便一个步子直接飞到他身后，打算一拳击碎他，但他突然被弹开，他飞了几米便稳住了身子，突然两个中年人抄起大刀直飞而来，紫红的烈焰缠绕在刀身上。他一手接住一把刀，殷红的鲜血从手掌中滴下。  “小傅！”于晴怒道，一个把紫红的巨剑飞向那两个中年人，那令人心悸的剑锋闪着寒芒。似乎连铁石都能轻易刺穿。  “先管好你自己吧”紫袍老人一手便震开了她的巨剑，巨剑的方向偏移，刺进了地上。突然又是几头无比巨大的火龙从地里钻出，直奔向于晴。  “保护我姐！！”于傅喊道，他弹开两人，然后捏碎了鳞片，似乎声音直接传进了鳞片内。没有人知道他在向谁喊，于晴也是一阵疑惑。突然一个身影出现在于晴身前，前方的巨龙直接被人影一手捏碎。  “你又是谁！！”紫袍老人有些惊讶，竟然来了一个强者。  “你不需要知道”人影一头黑色长发，黄金色的眼睛让人从心底里觉得可怕。  “啊啊啊”于傅怒吼，他身上的火焰渐渐变得浓郁凝实。手臂硬生生地接住了两把刀。突然于傅一拳直接击碎了一把刀，接着便是又一拳，又是一把刀破碎了。那两个中年人有些惊讶。  “爹，怎么办！”其中一个中年人说道。  “血祭！”紫袍老人喊道。突然他们三个人打起手印，一个血红的光阵一直蔓延了一千多米，似乎整座城市都被笼罩，突然一个火焰巨龙从地上的光印里走出来。他们各自吐了一口精血。火龙顿时变得凝视起来，甚至充满血痕。一头巨大的血火龙从渐渐显出身影，他们三人顿时融进了头巨龙中，整头巨龙顿时变得真实起来，火焰渐渐构成了骨架，血液渐渐变成血肉，顿时一头巨龙出现了。  “你们要是能接下这一招，老夫我服，但估计你们没那能耐”巨龙传来一声可怕的声音。  “真是恶心”黑发人影说道“估计那讨厌的家伙的骨头被你们捡到了” 众人竟然地看着这头巨龙，黑发人影缓缓走向前，他已经释放了身体的全部力量，尽管外界有限制，但足以解决它。突然一个巨大的光球从黑发青年的指尖飞射而出。血色巨龙同样射出一道血色红光，光球和红光相互对持最后相互暴涨，化成星星点点的能量。黑发人影丝毫不给魔龙出手的机会，他接着凝练出一把耀眼的光剑，爆冲而上，身上长出了一些幽黑的鳞片。  瞬间血色魔龙被一道道触目惊心的伤痕所覆盖，但它的身体瞬间被修复，突然周围出现一个巨大的血色光印，无数的激光从里面扫射而出。黑发人影顿时跑开。他目前无法变成龙形因为外界的限制，他的实力有些折扣。  “于傅！看着我的眼睛！”黑魔突然喊道。  于傅看向黑魔，突然无数的知识灌进他的脑海里，他似乎知道了黑魔想要说什么。  他跳在一旁结印，黑魔也双手开始结印。  突然一个巨大的光阵似乎开始凝成。金色的光印从地面上冒出，似乎想要把巨龙给封印。  “禁龙阵—涅灭”他们异口同声地喊出，他们双手对着前面的巨龙，一个巨大的激光从手上的光阵轰出，突然一阵巨大的火焰从于傅的手中涌出，一些嘈杂的上古低语从里面传出来。一丝细小的火焰顿时把整头血色巨龙灼烧得原形毕露，血色巨龙变得暗淡，一些火焰从身体里冒出来。突然于傅身上顿时燃起熊熊烈火，一声古龙般的咆哮从他的嘴里不由自主地吼出来，突然血色巨龙顿时湮灭。碎片随着龙吟消散。\n\n                                “看来你就是我们的龙王” \n\n\n\n                     最后一章了，最近有事，没有什么时间，所以各位观众老爷对不起了，如果以后出类似的活动我尽力会参加。不在留下一些瑕疵。这次估计是个半成品，所以我也不奢望品质有多高（自我觉得本来品质也不咋高），第二章有些急，然后我也是学生党，后面阶段的活动我会参加一些。说实话我也觉得这个风格有点像我看的小说（估计你们看的时候也有这种感觉），我个人也是不是特别喜欢（总感觉像是在模仿），但没有什么大突破，没有个人风格所以也只能随心敲敲键盘了。因为没写过什么大纲都是想什么写什么，所以逻辑什么的乱也是正常。这算是我第一次投稿这种活动。也算是给自己一个体验吧。最后肯定要说说mc啦，最后希望后面的活动多贴切一下Minecraft，                     希望下次还能投一次完整的文学作品/(ㄒoㄒ)/~~                     谢谢能看到最后的你们，密密麻麻的字我看着也难受，辛苦你们了（下次尽量间隔开一点）\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "SuperDogs",
            "timestamp": 1467908400,
            "txt_content": "SuperDogs 发表于 2016-7-8 00:23\n音乐果然没成功到时候修改一下吧\n追加一下，这些章是背景{:10_492:}"
        },
        {
            "author": "SuperDogs",
            "timestamp": 1467908580,
            "txt_content": "{:10_493:}音乐果然没成功到时候修改一下吧"
        },
        {
            "author": "2562142093",
            "timestamp": 1467909840,
            "txt_content": "神TM说好的建筑描写呢？通篇的对话……重在参与吧"
        },
        {
            "author": "lcplcplcp",
            "timestamp": 1467931560,
            "txt_content": "够长。。\n厉害啊"
        },
        {
            "author": "SuperDogs",
            "timestamp": 1467940260,
            "txt_content": "2562142093 发表于 2016-7-8 00:44\n神TM说好的建筑描写呢？通篇的对话……重在参与吧\n描写还不够多吗？那我后面的改改{:10_503:}"
        },
        {
            "author": "SuperDogs",
            "timestamp": 1467940740,
            "txt_content": "感谢各位观众老爷的指点，后面的篇章我会改进{:10_503:}\n（有什么槽点尽管吐出来就好）"
        },
        {
            "author": "gundamMC",
            "timestamp": 1467948660,
            "txt_content": "写的好多。。\n看来这次我真的连参与都混不到了(*/ω＼*)"
        },
        {
            "author": "SuperDogs",
            "timestamp": 1467949020,
            "txt_content": "gundamMC 发表于 2016-7-8 11:31\n写的好多。。\n看来这次我真的连参与都混不到了(*/ω＼*)\n(*/ω＼*)多不一定好，我也是有些的废话多而已。干巴爹就好"
        },
        {
            "author": "SuperDogs",
            "timestamp": 1467953820,
            "txt_content": "默默问一句，帖子怎么修改"
        },
        {
            "author": "Pasttime",
            "timestamp": 1467964740,
            "txt_content": "SuperDogs 发表于 2016-7-8 12:57\n默默问一句，帖子怎么修改\n帖子无法编辑…………\n其实字数多并不是好事，不过勇气可嘉，看好你。\n7月15日会截止，尽早赶出来吧。\n或许评选结束过后还能转入创作版。"
        },
        {
            "author": "SuperDogs",
            "timestamp": 1467967020,
            "txt_content": "多谢，那我下一章尽量做得精细点_(:зゝ∠)_"
        },
        {
            "author": "像素君",
            "timestamp": 1467967080,
            "txt_content": "请不要把背景想象得太过于复杂，不然这个作品就会成为小说了~您的水平在这里发挥就算屈才了~"
        },
        {
            "author": "麦白",
            "timestamp": 1467967200,
            "txt_content": "\n字数突出♂"
        },
        {
            "author": "SuperDogs",
            "timestamp": 1467967500,
            "txt_content": "像素君 发表于 2016-7-8 16:38\n请不要把背景想象得太过于复杂，不然这个作品就会成为小说了~您的水平在这里发挥就算屈才了~ ...\n不敢当不敢当，背景复杂的话下一章的程度会把握一下，确实字太多是是因为太复杂了。"
        },
        {
            "author": "pogox",
            "timestamp": 1467969000,
            "txt_content": "Pasttime 发表于 2016-7-8 15:59\n帖子无法编辑…………\n其实字数多并不是好事，不过勇气可嘉，看好你。\n7月15日会截止，尽早赶出来吧。\n@Pasttime @SuperDogs之前忘记了，现在已经打开本版块编辑权限"
        },
        {
            "author": "像素君",
            "timestamp": 1467971340,
            "txt_content": "SuperDogs 发表于 2016-7-8 16:45\n不敢当不敢当，背景复杂的话下一章的程度会把握一下，确实字太多是是因为太复杂了。 ...\n不，我的意思是说不要想当然看到主题写成小说，这样只会越来越偏离主题~另外你第一章的字数已经一万多字，早已超纲~"
        },
        {
            "author": "SuperDogs",
            "timestamp": 1467973560,
            "txt_content": "像素君 发表于 2016-7-8 17:49\n不，我的意思是说不要想当然看到主题写成小说，这样只会越来越偏离主题~另外你第一章的字数已经一万多字， ...\nΣ(っ °Д °;)っ版主说字数不封顶....\n那接下来该如何是好。"
        },
        {
            "author": "Pasttime",
            "timestamp": 1467978420,
            "txt_content": "SuperDogs 发表于 2016-7-8 18:26\nΣ(っ °Д °;)っ版主说字数不封顶....\n那接下来该如何是好。\n你可以写完啊，或者加快剧情节奏写少点"
        },
        {
            "author": "像素君",
            "timestamp": 1467981420,
            "txt_content": "Pasttime 发表于 2016-7-8 19:47\n你可以写完啊，或者加快剧情节奏写少点\n这样就得全改了~这样不好吧~"
        },
        {
            "author": "像素君",
            "timestamp": 1467981900,
            "txt_content": "SuperDogs 发表于 2016-7-8 18:26\nΣ(っ °Д °;)っ版主说字数不封顶....\n那接下来该如何是好。\n依剧情的发展来看，只能自己打理好自己的作品了，不然只能推掉重来~"
        },
        {
            "author": "Pasttime",
            "timestamp": 1468033980,
            "txt_content": "像素君 发表于 2016-7-8 20:37\n这样就得全改了~这样不好吧~\n第一步错了谁也没法。\n按照第一步硬着头皮下去反而更好"
        },
        {
            "author": "像素君",
            "timestamp": 1468034940,
            "txt_content": "Pasttime 发表于 2016-7-9 11:13\n第一步错了谁也没法。\n按照第一步硬着头皮下去反而更好\n然后为了更好写的更加长了~第一步就决定了整个文章的发展节奏~"
        },
        {
            "author": "秋小喵",
            "timestamp": 1468072020,
            "txt_content": " 本帖最后由 秋小喵 于 2016-7-10 13:01 编辑 \nPasttime 发表于 2016-7-8 19:47\n你可以写完啊，或者加快剧情节奏写少点\n你不觉得这有点自相矛盾了么？\n大赛的主题是战争\n背景设定还给了四个国家\n然而最佳字数却是1500字\n而且还要求要有很多的建筑描写\n本来1500字描写一场战争顶多只能写个开头或者结尾\n再加上环境描写............\n感觉只能写出了空大上的东西\n真正要想写出来战争的宏伟的话不可能是靠1500字就做到的"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1468072620,
            "txt_content": "我里个去，滚轮都要坏了。。"
        },
        {
            "author": "Pasttime",
            "timestamp": 1468142280,
            "txt_content": "秋小喵 发表于 2016-7-9 21:47\n你不觉得这有点自相矛盾了么？\n大赛的主题是战争\n背景设定还给了四个国家\n1.背景设定的国家不需要用完。\n2.最佳字数是1500字，那是在观看态度上下文章，文章字数太多，你写的再好也就那个分，也许别人看到你的字太多还不认真看，最后落得一个惨下场。相比之下在1500字，评委会最耐心，那么如果要看水平，也就非常容易了。而且，如果每个人都认为1500字写不出宏伟，那么创作这东西也不会有任何进步。"
        },
        {
            "author": "二白丶",
            "timestamp": 1468509540,
            "txt_content": "看不懂，说人话啊"
        }
    ]
}