{
    "title": "星辰—小黄鸭 参赛作品 《圣石战争》",
    "author": "小黄鸭s",
    "replyCount": 9,
    "timestamp": 1467907140,
    "txt_content": "                                                                                       圣石战争序章：相传在一个由方块组成的大陆，有着一块圣石，圣石在大陆的中央，那里有着危险的机关，怪物。有一天世界上最伟大的冒险家steve穿着钻石甲，手持钻石剑，杀死了怪物，躲开了机关，冲到了圣石面前：“这美丽的圣石，这将补充我的收藏品缺失的部分，哈哈！”steve伸出手，欲拿走圣石，“什么，这，怎么可能，不要啊！谁来救我！“Steve 刚说完他的身躯开始变得模糊，最后消散不见。而圣石依旧散发着幽幽的蓝光，诱惑着人们去抢夺它.                                                                                             千年后人们方块大陆分成四大势力，分别是莱恩帝国，奈克罗曼皇国，玛奇莉亚共和国, 艾格莱西联邦。他们分别代表着大陆的力量 法术 科技 战争。这四个势力都有很深的来历，莱恩帝国他们信仰着凤凰  ，因为凤凰那浴火重生的精神正是他们国家的精神，即使莱恩帝国被灭国,被打倒，甚至只要全国的人数伤亡不超过一半，莱恩帝国都能挺下来，变得更加强大。而他们国家之所以用雄狮命名国家，是因为他们也希望自己的国家能像雄狮一样，有着善斗，勇猛，的精神。并且莱恩帝国也希望像雄狮一样成为百兽之王，成为四大势力中最强的以为。而奈克罗曼皇国，是一个诡异的皇国，整个皇国中的用蓝色火焰的怪物显出这个国家的诡异。怪人呢们十分讨厌闪电，也憎恨这艾格莱西联邦。整个国家信仰北山的巨龙的原因人尽皆知，他们信仰巨龙只因巨龙那无与伦比的火魔法吸引了他们，奈克罗曼皇国的蓝焰魔法便是根据巨龙的火魔法改制。但不为人知的是奈克罗曼皇国为何也对南面的火山谷有好感。曾有一皇子问父亲：“父亲为何你对南边火山谷那么喜爱。”“这么多年孩子你竟然不知道？因为那火山谷里有着极为强大的黑暗能量，告诉你个秘密,孩子，其实我们所学习的蓝火魔法就是由火魔法与黑暗魔法的组合体。国王说。“这一段话被记载在奈克罗曼皇国历史书中，从未被其他三大势力知晓。被誉为“蒸汽机的国度”的玛奇丽亚共和国，玛奇丽亚共和国对蒸汽机简直是一种病态的执着，他们从不考虑蒸汽机对空气，环境的污染，他们也从没考虑过使用其他用其他机器代替蒸汽机，但是幸好对于这个由方块拼成的世界煤是不缺的，可是要维持一个国家的蒸汽机持续运作已经消耗了大量的煤，玛奇丽亚共和国周围的煤以消失殆尽，想要去远方挖煤炭，路程上所用的煤都比采集的多。近来玛奇丽亚国度已陷入了能源危机。十分危险。艾格莱西联邦，是个好战的联邦，他们信仰着战争，他们联邦的士兵强大无比，再加他们的神奇的科技——会射出诡异蓝光威力无比的枪。更是如虎添翼。他们攻下了一个个小国凯旋而归时，女人们赶紧送上食物和水，而小男孩们则暗暗发誓要成为国家士兵上战场杀敌。他们国家的国王十分喜欢雷电，原因只有那些矮人工匠知道，其实那种神奇的枪械就是科技与闪电魔法的结晶，由特殊材质做成的枪来储存闪电，当遇到敌人时，射出闪电，威力无比的闪电往往未使敌人感到痛觉就令其死去了。可是近来敌人找到了克制闪电枪的办法，专门制作陶瓷盔甲来抵消雷电，虽然士兵们依旧凯旋而归，可是伤亡开始出现了，国王为此闷闷不乐。终于这次圣石出世，让四大势力十分兴奋，莱恩帝国认为圣石能让他们更加勇猛善战，而奈克罗曼皇国认为可借此圣石唤醒那个跟steve相似的白眼怪物来帮助他们征服世界，玛奇丽亚帝国认为有了圣石就不会再有能源问题，而艾格莱西联邦认为此次机会能利用圣石创造出更强武器。四大势力分别派出精英：狮牙，黑火，源光，逐雷。圣石战争的故事即将开始！狮牙：勇猛善战的战士，受到莱恩帝国影响，坚持战斗到最后一刻！平日面对他人和蔼可亲，但是对敌人冷若冰霜。黑火：奇怪的法师，平时喜欢待在黑暗的小屋里，用动物尸体来做奇怪的实验，曾有传言黑火曾用人类尸体来做实验，平日喜欢解刨动物，喜欢看动物绝望的神情。源光：爱好建筑，为自己的红石技术感到骄傲，她热爱冒险，喜欢自由自在，她喜欢在月光下写日记，偶尔会帮助村民，是个善良的女子。逐雷：他是一个有着高超战斗技巧的人，他的跑酷技术是大陆前十。他曾经爱上过一个人，可是那位女人被怪物抓走，有着跑酷技巧的他却没能救下她，从此一蹶不起，只会站在城墙上仰望这月亮，思念着她。",
    "replies": [
        {
            "author": "小黄鸭s",
            "timestamp": 1467907440,
            "txt_content": "新人第一次写，有点急，现在一读，又读出错字来。QWQ"
        },
        {
            "author": "SuperDogs",
            "timestamp": 1467908160,
            "txt_content": "思路很清晰{:10_492:}给赞"
        },
        {
            "author": "小黄鸭s",
            "timestamp": 1467908520,
            "txt_content": "小黄鸭s 发表于 2016-7-8 00:26\n圣石战争    ...\n这是修改版，请大版主过目我先睡觉去了，请大家支持我哦！"
        },
        {
            "author": "小黄鸭s",
            "timestamp": 1467908760,
            "txt_content": "标题: 星辰—小黄鸭 参赛作品 《圣石战争》小黄鸭s 发表于 2016-7-8 00:04\n新人第一次写，有点急，现在一读，又读出错字来。QWQ\n                                                                                       圣石战争                                                                                    在神奇的方块大陆上人们分成四大势力，分别是莱恩帝国，奈克罗曼皇国，玛奇莉亚共和国, 艾格莱西联邦。他们分别代表着大陆的力量 法术 科技 战争。这四个势力都有很深的来历，莱恩帝国他们信仰着凤凰  ，因为凤凰那浴火重生的精神正是他们国家的精神，即使莱恩帝国被灭国,被打倒，甚至只要全国的人数伤亡不超过一半，莱恩帝国都能挺下来，变得更加强大。而他们国家之所以用雄狮命名国家，是因为他们也希望自己的国家能像雄狮一样，有着善斗，勇猛，的精神。并且莱恩帝国也希望像雄狮一样成为百兽之王，成为四大势力中最强的势力。而奈克罗曼皇国，是一个诡异的皇国，整个皇国中的用蓝色火焰的怪人显出这个国家的诡异。怪人呢们十分讨厌闪电，也憎恨这艾格莱西联邦。整个国家信仰北山的巨龙的原因人尽皆知，他们信仰巨龙只因巨龙那无与伦比的火魔法吸引了他们，奈克罗曼皇国的蓝焰魔法便是根据巨龙的火魔法改制。但不为人知的是奈克罗曼皇国为何也对南面的火山谷有好感。曾有一皇子问父亲：“父亲为何你对南边火山谷那么喜爱。”“这么多年孩子你竟然不知道？因为那火山谷里有着极为强大的黑暗能量，告诉你个秘密,孩子，其实我们所学习的蓝火魔法就是由火魔法与黑暗魔法的组合体。国王说。“这一段话被记载在奈克罗曼皇国历史书中，从未被其他三大势力知晓。被誉为“蒸汽机的国度”的玛奇丽亚共和国，玛奇丽亚共和国对蒸汽机简直是一种病态的执着，他们从不考虑蒸汽机对空气，环境的污染，他们也从没考虑过使用其他用其他机器代替蒸汽机，但是幸好对于这个由方块拼成的世界煤是不缺的，可是要维持一个国家的蒸汽机持续运作已经消耗了大量的煤，玛奇丽亚共和国周围的煤以消失殆尽，想要去远方挖煤炭，路程上所用的煤都比采集的多。近来玛奇丽亚国度已陷入了能源危机。十分危险。艾格莱西联邦，是个好战的联邦，他们信仰着战争，他们联邦的士兵强大无比，再加他们的神奇的科技——会射出诡异蓝光威力无比的枪。更是如虎添翼。他们攻下了一个个小国凯旋而归时，女人们赶紧送上食物和水，而小男孩们则暗暗发誓要成为国家士兵上战场杀敌。他们国家的国王十分喜欢雷电，原因只有那些矮人工匠知道，其实那种神奇的枪械就是科技与闪电魔法的结晶，由特殊材质做成的枪来储存闪电，当遇到敌人时，射出闪电，威力无比的闪电往往未使敌人感到痛觉就令其死去了。可是近来敌人找到了克制闪电枪的办法，专门制作陶瓷盔甲来抵消雷电，虽然士兵们依旧凯旋而归，可是伤亡开始出现了，国王为此闷闷不乐。终于这次圣石出世，让四大势力十分兴奋，莱恩帝国认为圣石能让他们更加勇猛善战，而奈克罗曼皇国认为可借此圣石唤醒那个跟steve相似的白眼怪物来帮助他们征服世界，玛奇丽亚帝国认为有了圣石就不会再有能源问题，而艾格莱西联邦认为此次机会能利用圣石创造出更强武器。四大势力分别派出精英：狮牙，黑火，源光，逐雷。圣石战争的故事即将开始！狮牙：勇猛善战的战士，受到莱恩帝国影响，坚持战斗到最后一刻！平日面对他人和蔼可亲，但是对敌人冷若冰霜。黑火：奇怪的法师，平时喜欢待在黑暗的小屋里，用动物尸体来做奇怪的实验，曾有传言黑火曾用人类尸体来做实验，平日喜欢解刨动物，喜欢看动物绝望的神情。源光：爱好建筑，为自己的红石技术感到骄傲，她热爱冒险，喜欢自由自在，她喜欢在月光下写日记，偶尔会帮助村民，是个善良的女子。逐雷：他是一个有着高超战斗技巧的人，他的跑酷技术是大陆前十。他曾经爱上过一个人，可是那位女人被怪物抓走，有着跑酷技巧的他却没能救下她，从此一蹶不起，只会站在城墙上仰望这月亮，思念着她。终于四人闯过重重难关，冲到圣石前，狮牙发现别人也到了，连忙去抢圣石。而黑火则是在那吟诵准备使用传送魔法抢走圣石，而源光靠着自己鞋子上装了推进器，即将拿到圣石，这是逐雷从树上跳下拿起雷电枪射向源光，源光轻松一闪，手已经够到圣石了。狮牙也靠近了圣石，黑火已经半只手传送过来。终于4人同时摸到圣石，可是紧接着4人身子开始扭曲消失不见了，其实他们的故事，才刚刚开始！"
        },
        {
            "author": "gundamMC",
            "timestamp": 1467948480,
            "txt_content": "貌似没有建筑描写(*/ω＼*)\n貌似大部分都在介绍那四个国家没怎么解除到圣石的只有最前面和最后面。。"
        },
        {
            "author": "Pasttime",
            "timestamp": 1467964980,
            "txt_content": "比较平常的文风(。??)ノ\n不够能读到新的也不错了。\n关于圣石战争的部分太少，(*￣ω￣)不过新人嘛，加油。"
        },
        {
            "author": "像素君",
            "timestamp": 1467966480,
            "txt_content": "和前两个作品风格差不多~"
        },
        {
            "author": "xmz2004",
            "timestamp": 1468068180,
            "txt_content": "小黄鸭s 发表于 2016-7-8 00:26\n圣石战争    ...\n"
        },
        {
            "author": "像以前一样好",
            "timestamp": 1596591660,
            "txt_content": "6666666666666666666666666666666666"
        }
    ]
}