{
    "title": "【原创·连载】【回归冥王星——5】",
    "author": "WM2030",
    "replyCount": 8,
    "timestamp": 1467940080,
    "txt_content": " 本帖最后由 WM2030 于 2017-1-17 10:29 编辑 \n\n  大概是正文\n\n      奥特曼，作为一个站在了食物链顶端的种族，他们的综合实力，绝对不可小觑。\n      比如说，M78星云最伟大的发明——变身器。这一发明绝对有违相对论，但是奥特曼们还是成功地把它们给制造出来了。奥特一族的科技实力可见一斑。而且有些奥特曼还有直接从手臂交叉处放出光波的能力。我们有理由相信，这是违背能量守恒定律的。\n      但是，奥特曼们有能力违反它。\n      因为……奥特曼的背后，有一位神。他被人们称为特摄之神。\n      每一位神，都有一定的破坏规则的能力，但是可惜，有一个家伙，确实是神，但却没有这种能力，或者说，他没有这种能力，却仍然被称为神。\n      这个家伙，被叫做冥王。他通常被认为有着控制生物生死的能力，但实际上，他只是一个普通人。当然，这么说可能有点委屈他，但是，反正他是没有什么超能力的，顶多也就是比一般人多一点机智多一点理想。\n      正是这一点机智，一点理想，让他成为了神，成为了至高无上的冥王。总而言之，这是后话。\n      我现在必须要告诉你们的，是……这个冥王，和我们的冥王，不是一个人。\n      我们的冥王，只不过是一个冥王星的普通公民，当然现在,她是通缉犯。而且现在她的眼前杵着一只铁皮奥特曼。\n      所以，镜头被切回到主战场。\n      此时此刻，奥特曼没有动，冥王也没有动。他们凝视着对方，就像一般那种吵架之前还没想好说什么的情况一样，就是这么眼睛睁得蒙蒙大，瞪着。说实话，吐槽星人此刻，也并不知道该怎么办。不过不知道怎么办，有很多种表达方式，一种叫不知所措，也有的，叫缺包薯片，当然他不需要薯片呵呵呵呵。\n      不过他是否需要薯片，和本文中其他一系列细节一样，并不重要，它们只是“存在”而已。\n      重要的是，在奥特曼同志艰苦地瞪着冥王试图从她眼中找出一点信息或者是有别的什么意图的时候，一辆车开过来，把他撞飞了。就是嗖啪的那种。这么一撞，这车立刻就减速啦，减速完，发现又从奥特曼身上碾过去了。\n      你有没有开始脑补当时的画面？有没有仔细思考一下我到底有没有胡扯？假如你做了这两件事，你就会发现，我说的事情是不会发生的。其中牵涉到不少物理原理，我很懒，所以到此结束，故事继续，故事，没错儿，故事。\n      车，停下了，但是没有人从里头出来。但是车里广播的声音倒是能听得很清楚：“这里是星云调频广播…滋…FM八十七点九，AM七九六……”\n      广播在响着，周围的环境却实在是很静，似乎所有人都被它震慑住了。所以广播就接了话儿，继续说道：“抱歉抱歉！失误！这是失误！啊呼~”\n      奥特曼的那对儿精钢大眼转了又转，一边转一边就爬起来顺便一记飞踹还了过去，广播小车见势不妙，稍稍一顿，非但不退，还特不讲理，是瞬间加速迎上了这飞来横腿，砰的一下，奥特曼又倒飞出去了，既然飞出去了，那事情就好办啦。有道是：一路拖，一路碾，一路嘎嘣脆！嘿！\n      于是不到三秒，奥特曼的松脆的钢铁外皮已层层崩塌，流出了香浓顺滑的机油，把太阳光泽原封不动再回馈自然地的碎零件碎玻璃以及一些不明碎屑在地上翻滚，弹跳，散发着经过焙烤的酥皮香味儿。\n      沾上蛋挞味的小车从不远处倒回来，把太阳发出的光如实的反馈回去。我们并不需要仔细观察，就会发现它没有流线型的车身，没有炫酷的大灯，没有华丽的内饰，可以说，它有的只是四个轮子，一块空心的长方体和两根轴而已。作为一辆车来说，这确实是一个很简陋的结构了。但是假如作为一个生命体而言，在这样的空间内能做到的事实在太多了。这些事可能包括把一部收音机在它体内安装妥帖。\n      冥王到了此刻，仍然是刚才那样一动不动的状态。我们都知道，三秒的时间很短，但是假如你去做一下测试，就会发现三秒的时间其实挺长。三秒，可以让一个人清晰地说出七到八个汉字，可以让一个普通人跑出二十米，也可以让你放弃刚刚入门的Java。\n      所以，我们要说明的是，一个受到惊吓的人，三秒还没有回过神来，一定是出了什么问题。很快，冥王就做了一件非常有问题的事情。\n\n\n\n除了正文以外的玩意儿\n 假装自己很勤劳，实际上我它哔的已经没有存稿了。我大概再断个四个月才会继续2333\n\n\n\n[1] [2] [3]\n索引\n",
    "replies": [
        {
            "author": "爱拍、小少",
            "timestamp": 1467940860,
            "txt_content": "@冥王星人\nQAQ，冥姐躺枪"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1467942600,
            "txt_content": "不知所谓                 "
        },
        {
            "author": "冥王星人",
            "timestamp": 1467943020,
            "txt_content": "爱拍、小少 发表于 2016-7-8 09:21\n@冥王星人\nQAQ，冥姐躺枪\n早就躺了"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1468035960,
            "txt_content": "@冥王星人 别告诉我这是为你而写的···"
        },
        {
            "author": "2292506919",
            "timestamp": 1468064100,
            "txt_content": "有创意有创意"
        },
        {
            "author": "冥王星人",
            "timestamp": 1468077360,
            "txt_content": "猜猜谁是谁 发表于 2016-7-9 11:46\n@冥王星人 别告诉我这是为你而写的···\n什么为我，你没看我被黑的不要不要的。。。"
        },
        {
            "author": "miejun",
            "timestamp": 1468113780,
            "txt_content": "冥王星这个很热门啊"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469157660,
            "txt_content": "miejun 发表于 2016-7-10 09:23\n冥王星这个很热门啊\n最近大家都争先恐后地发扬扯皮，拉皮条，扯皮的文化。"
        }
    ]
}