{
    "title": "【原创·连载】《二次元穿越》【24】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 6,
    "timestamp": 1467951660,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-7-9 20:27 编辑 \n\n正文\n\n\n24\n\n马蹄声，从南边传来。\n“村长……我回来了！”马上一位男子，不顾疲劳，白马还没有停稳，便一下子跳下来，边喘着气便跑到村长的身边。\n“咳……咳咳！好了，那个人，呼~我没把他弄回来，他跑走了。”\n“跑走了？他要去哪里？”\n“呼~他说他必须马上去下界，然后要打开一个什么门，只有10天的时间，然后就跳马了，我怎么说怎么劝他也不回来。然后我要去抓他，结果他反而用火把我们中间隔开了，不让我过去……”\n村长不说话，好像在思考着什么。\n一片寂静。\n“村长，你这边能行吗？”\n“咳，这边遇到了点麻烦，之前那两个跳到传送门里去了，老三才6岁，你总不可能让他现在就去吧。”村长忧虑的样子使他看起来更加苍老。\n“可是你看……”\n“我知道。”\n“那……他呢？”\n村长把头抬起来，往西北边看。远处，连绵不绝的山隐隐约约能看见，果真是大自然独特的风光。不过，也可惜了啊，碰上这样的日子……\n“自从那次以后，我再也没见过他。”\n一阵凉风吹过，树叶沙沙地响，好舒服。\n“你先走吧，我等等跟洛芬说一下。不用去找他，我有点不相信他了。”村长往曾经村庄的方向望去，以前的繁荣、幸福、和平历历在目。\n男子走到马的身边，轻轻地抚摸着马的头。马很温顺，在男子身上蹭两下，又摇摇头。\n他坐了上去，双手扶紧。\n“再见，等你好消息！”……大房间里，一名年轻的士兵在安抚着几个害怕的小孩。有了小孩们折腾，房间里显得很热闹，算是这片区域里比较温馨的地方。\n开饭了。无尽的长夜，让生活变得没有规律。日子倒是不错，每天，可以和其他小孩一起在房间里玩。可惜的是，不能出去，外面有怪物，据说出去了可能会被吃掉。很压抑。木门被轻轻打开，头发泛白的村长走了进来，走到我的身边，俯下身子，牵起我的手往外走。“我跟你说点事。”有点使我担心的是，村长不再有之前那样的慈祥，脸上有些严肃和担忧。我不知道发生了什么事情，所以有点不知所措。正好，我环顾下四周，发现外面的世界很恐怖。虽然翻过山以后怪物的密度没高到寸步难行，但看起来还是那样危险。月亮十分明亮，可是照下来以后，地面上仍然是完全的黑暗，这样诡异的气氛，真令人心惊胆战呀。加上附近人不多，照明也不好，更吓人了。村长带我到一个房间门口。这个房间是铁门，必须有钥匙才能进。村长把一个拉杆放上去，拉上后便带我进去。“洛芬。”虽然只是两个字，可我听起来就是那么可怕，声音在我脑中不停地回响着。“你知道，你的两个哥哥去哪里了吗？”我有点发愣，然后摇摇头。“你知道下界世界、末界世界和神世界吗？”我依旧摇摇头。村长轻轻叹口气，然后笑了笑。“你想去找查吉尔和崔古尔吗？”这个问题倒是很简单，我很干脆地回答了想。\n村长没说什么，把门打开，又把拉杆拆掉，带我回到大房间里面。整个过程，我都是云里雾里的。木门，被轻轻关上。门外，隐约传来叹息声。字数：1132字\n\n一些废话一人称和三人称的穿插会不会有点别扭……\n索引贴见签名档，希望大家支持世界时间表已更新\n",
    "replies": [
        {
            "author": "2292506919",
            "timestamp": 1468064160,
            "txt_content": "好看好看lz求更"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1468067580,
            "txt_content": "2292506919 发表于 2016-7-9 19:36\n好看好看lz求更\n感谢支持~明天更新"
        },
        {
            "author": "Doomsday_Envoy",
            "timestamp": 1468240860,
            "txt_content": "楼主加油~~"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1468324500,
            "txt_content": "弄这么多帖子看着这点累人"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1468360320,
            "txt_content": "书接上文\n第一人称不能忠实的话不要用，否则你贴不近的\n在一些地方又要强制地渲染，导致效果出不来\n如果我没猜错的话，这几章内，村长的情感比较复杂\n还需要进一步的刻画。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1468368600,
            "txt_content": "安根_Engon 发表于 2016-7-13 05:52\n书接上文\n第一人称不能忠实的话不要用，否则你贴不近的\n在一些地方又要强制地渲染，导致效果出不来\n谢谢，等过两章我找机会过渡到三人称\n描写我会努力的"
        }
    ]
}