{
    "title": "圣石战争——和平？【火星人作品】【完结】",
    "author": "火星使者",
    "replyCount": 12,
    "timestamp": 1467971760,
    "txt_content": " 本帖最后由 火星使者 于 2016-7-14 22:11 编辑 \n\n\n作者的话：\n终于算是把坑填完了吧，类似于反战方向的，但是不仅仅有反战的，似乎还揭示了一下那个啥？战争与和平的哲学论题？某药水的设定实在有点BT了，算是推动了剧情发展吧。\n算是第一次认真的写文\n四个人都没有名字这个设定嘛。。。意思就是无论是国王还是什么的大多数最后还是被历史遗忘的一个核心吧\n四个人的性格都是自认为比较饱满的，可以自行感受\n建筑或地点描写，算是勉强够格了吧\n看能不能混个优胜什么的\n最后嘛。。。圣石到底在哪里捏？我觉得文里已经有暗示了，就不说出来影响阅读体验了\n序章：\n     这是一片被遗弃的废墟。大部分的建筑都已被破坏，我们只能依靠那些挺立着的大多只剩下一两层的老旧楼房和地上摊的一片片瓦砾来想象这个地方曾经的繁华——差点忘了，地上这一摊可不只有瓦砾，就埋在瓦砾下，还有数不清的破旧的剑和盔甲，还有人的骸骨——你只要随意的拿铁锹挖一下就都是，有时还能捡到几把好剑，几套好盔甲，它们经过岁月的埋没，依然用光滑的表面和坚硬的质地证明着自己的存在，曾经肆意屠杀的快感，无论怎么洗刷依然不褪去丝毫的血光——不过，我猜也没有人愿意来这个地方“捡宝贝”——这片地方寸草不生，连野兽，就连小虫子，都没有一只。风吹过，凉飕飕的。\n     就在这鬼都不愿过问的地方，来了四个人。\n     第一个人，身着铜甲，盔甲准是在家里擦了很久，锃亮，像是在向其他人示威；佩着一把长剑，剑插在鞘里，对于正在读这篇文章的人可是可惜了，现在还不能瞻仰它的光芒。人的脸被头盔护着，只有眼睛露着——不过相信我，你不会想看着它射出的犀利目光的。     第二个人，不得不说，长得很怪。他披着黑长袍——我们唯一能看到他的就只是这件长袍了。\n     第三个人总算是接近于我们所认识的“正常人”的打扮了，只是还过时了些，像是那种老式的西服，系着领结，梳着一字胡，平头，长得颇似鲁迅——当然他不知道鲁迅长什么样，甚至他都不知道有鲁迅这个人。\n     第四个人穿着黑色的制服，活像个电影里走出来的神盾局特工，腰上挂着一把枪。\n     现在，这四个风格完全不一样的人聚到了一块，在这个荒凉的地方，在告诉你们后来发生了什么之前，先学习一下这个地方的历史吧。第一章：概况\n     这是不同于我们生存的世界的另一个宇宙，按照科幻小说里的说法，可以叫做平行宇宙。在这个宇宙里，也有一个适合人类生存的“地球”，那里的人称它“特兰”。星球上也有几片大陆，我们的故事——他们的故事，就在其中最大的一片大陆“特莱亚”大陆开始。\n     这里曾经是统一的，人民生活在一起，分享着和平与安详，人们在大陆中心建立起了一座圣坛，圣坛很简单，是一个圆锥的形状，顶部是平的，很宽敞，站在上面，下方的景色一览无余，天空似乎伸手可触。圣坛通体用石英石，纯白，象征着纯洁美好的事物。圣坛的东北，东南，西北，西南四角有四座宏伟的建筑，这是皇宫，皇宫相较圣坛次一级，用大理石建造，仍然显其威严。内部很简单，一个大房间，中间一方稍高的站台，这是国王接见他的人民的地方——他就站在站台上接见，他的人民就在下面，既示地位，又显亲民；楼上是供国王休息生活办公的房间，不很大，但基本的设施都齐全，装璜得也很漂亮，大理石柱上刻着各种图画和书法文字。四座都一样，国王喜欢住哪就住哪，一个地方待烦了可以换一个地方，空余的三座皇宫可以接待贵宾——这样的住房条件在这里算是上级。圣坛的四方都有路，附近的人可以随时来这里，或俯视大地，或仰望天空，有时国王也会来这里，与百姓同乐。\n     不过更多的人，有的甚至不远千里而来，除了来瞻仰下圣上的容颜，更多的人是为了来看“圣石”。相传在开挖圣坛地基时，挖到了一块坚硬的石头。那时的领导者听到这个消息时，还是晚上，衣服都没换就驭马飞奔了过去，看到石头，甚是欢喜，请来特莱亚最好的雕刻家们。雕刻家们看到石头也高兴，日日夜夜地轮流工作了一个月，把石头雕刻成了一个完美的形状。领袖拿到石头，下令要把石头放在即将竣工的圣坛中央。这块石头就是圣石，据说圣石守护着特莱亚的和平。\n     没有和平是永久的。国王的亲卫队中的一位骑士垂涎国王的位置很久了，带领着自己的兵马发动了政变。叛军与国王军的战火蔓延到了大陆各地，百姓民不聊生。于是人民也揭竿而起，分两路企图推翻叛军统治，一路多聚集着神神叨叨的法师，一路则是其他的人民。形势似乎已定，但是法师们又企图用自己的法术力量统一全大陆，便对其他三军同时展开进攻，局势就在这里开始乱了：国王军想继续自己的统治，其他三军都想建立起自己的新制度。战火覆盖了整个特莱亚，所有人都被卷到了战火之中。四支军队各自在大路上横冲直撞，占领土地，要是相互碰上了，总免不得干一架。战争就这样持续着，曾经繁华一时的圣坛已无人过问。那是七年之后了，人们才发现守护着和平的圣石早已不见。得知这个消息，人们都惊慌失措，宣布停战。\n     从此以后，大陆上形成了五座标志性建筑挺立的局势。西北角有一座中世纪城堡，城堡有六层，规模很大。里面成百上千的房间，错综复杂的楼梯，以至于到一块细致的石砖，一尊打磨过的凤凰烛台，都体现出了这座城堡的主人的地位。这是叛军头领在议和后建造的皇宫，他最后还是完成了国王梦——现在应该可以说是帝王梦了，管辖着西北的土地：莱恩帝国。莱恩在一代代皇帝的统治下渐渐发达，这个国家的人信仰凤凰，将凤凰定为自己的图腾。东北角是一座古堡，较莱恩的那座面积稍小，但却更高，顶上耸立着尖塔——阴森恐怖的气势，又有几分神秘气息。这是奈克罗曼皇国，魔法是他们的武器。他们的确建立起了新的制度：这里的人都神神叨叨的。西南角是一座现代大楼，四周不断有飞艇飞过，混凝土和钢筋建造起来的骨架，这是人民在尽力战乱后依然坚强。玛奇莉亚共和国，在当初的国王来到这里建立政权后，感到越来越力不从心，于是下令改革，建立了议会，把国家硬是改成了一个共和国，在传说中玛奇女神的护佑下日益强大。东南角也是一栋大楼，不过与前者相比起来更像是一座电塔。这是人民在战争过后建立的艾格莱希联邦，各地区拥有独立政权，曾经也很不稳定，不过在新领袖的带动下总体还是趋向和平的。这个国家对电和战争有特别的爱好，而他们北边的邻居并不太喜欢他们的电。\n     最中间仍然是那座圣坛，圣坛和其周围的土地没有归属，被称为特莱亚地区。圣坛依旧，唯一的不同是圣石没了。四个国家的人在四百年来一直没有放弃对圣石的寻找，军队在特莱亚地区驰骋，要是两支军队碰上了，就干一架。几乎所有的人都相信圣石的力量会让自己的国家变得强大，但是自从战争爆发后从来没有人看到过圣石。为了争夺圣石，四国的关系日益恶化。\n第二章：争吵\n     现在情况对于我们算是清楚了，让我们回来讲那四个人的故事。那四个人不是别人，正是四个国家的统治者。对圣石的寻找从未结束，各国之间的战争也从未结束，他们今天选择在这个偏僻的地方进行谈判。四人来到一座建筑前，这是一个大多损坏的商铺，商铺的地板上横放着许多皮袋子，上面积蓄着厚厚的一层尘土。那个“特工”——艾格莱希的领袖不知什么时候已套上一副白手套，拿起其中一个袋子，里面是空的。     “你说这么多的钱，当初是那支军队抢的啊？”莱恩国王用略带俏皮的语气说。他说着把头盔从头上拿了下来，放在一个方凳上，我们终于看到了他的脸。那是一张长满了胡子的脸，但很明显修剪过，使满脸的胡子不让人觉得可怕，反而有些可爱，配上他说这句话时候的面部表情，已经很难看出他是个国王了——当然，如果不看他身上穿的细致打磨过的铜甲。\n     “还用说吗？当然是叛军抢走的了！对吗，叛军头子？”艾格莱希的领袖讽刺地问道，那语气，真的让人听了想扁他一拳。\n     “不准把我们伟大的莱恩军队叫做叛军！还有不准叫我叛军头子！”莱恩国王脸上的俏皮气收敛了，现在怒色在他脸上显现。\n     “难道不是吗？当初是谁先挑起的战争？难道不是你们'伟大的莱恩军队'吗，叛军头子！”领袖也开始生气了，说到“伟大的莱恩军队”时，语气特别的强烈，一字一顿的，说“叛军头子”这个词就更嚣张了，恨不得拿扩音器在莱恩国王耳边喊上一天。\n     “停止你们那粗鄙的争吵！玛奇女神一定不会愿意听到的。”那玛奇莉亚的“鲁迅”终于看不下去了，开始制止他们的争吵。\n     奈克罗曼的长袍底下的那张嘴始终没有动过一下，就像长袍一样。\n     争吵的两人便找了两个方凳各自坐下，“鲁迅”走到房间一个角落，从衣服里掏出一盒火柴和一根蜡烛，擦着了火柴，点了蜡烛，小火苗一蹦一跳的，“鲁迅”拿着蜡烛走进了一个地下室。地下室里面有许多架子，架子上面零星地摆着空玻璃瓶，地上有一个横放的大袋子，里面装着许多瓶子，瓶子是满的，地面上有拖曳的痕迹。地上还横放着一个木桶，四处都是灰尘。“鲁迅”扶起木桶，在顶上用小刀开了一个小洞，浓郁的香味飘了出来——四百年的陈酿。可以想象这里的故事了：这里曾经是一个酒馆，战争来临时人们都抢着把地窖里的酒抢出去，但是战争来的比想象中的要快，人们只好弃酒而逃，因为地窖隐秘，士兵没有到里面搜刮，给今天的四人留下了一个礼物。\n     三人还在上面等待。莱恩国王与艾格莱希领袖依旧坐在方凳上，一句话都没说过，长袍还是长袍，微风从屋外吹进，长袍微微被吹动，这才显出了一个人的轮廓。“鲁迅”上来了，一手仍旧拿着蜡烛，另一手拿了一大瓶酒：“诸位，来点吗？”\n     长袍终于有动静了，连帽自动的滑下，漏出一个陌生的年轻面孔。“就倒在这里吧，谢谢。”他拿出一个小烧瓶。奈克罗曼的老国王驾崩，他年轻的孩子成了新国王。他不喝酒，但他的新配方，缺一剂材料：百年葡萄酒，而四百年的，在他眼里，效果肯定更佳。\n     其余的三人终于喝起来了，美酒让人暂时忘记了争吵，奈克罗曼的新国王也坐了下来。“鲁迅”发话了：\n     “今天，以玛奇女神的旨意，我们四国的领导者，一起商讨圣石之事。为了争夺圣石，四国军队的战争仍在继续，四百年前的形势仍未好转，玛奇莉亚已经有许多份文件反对战争了。奈克罗曼的新国王，你要不要先发表意见呢？”\n     “我认为，必须要停战！不仅要停战，特莱亚大陆需要一个统一！就像四百年前一样。”\n     “说的好听，孩子。”莱恩国王插了一句，“统一了之后，谁来当统治整个大陆的人？圣石呢，不管它了吗？”\n     “统一后的大陆当然要采用我们艾格莱希的联邦制！”\n     “你闭嘴！你以为我不知道你在想什么？四个国家各自管理，而你就当上了头头，把我们三个踩在脚下！”\n     “那你想怎么？把整个特莱亚变成你一个人掌权的帝国，把人民都踩在脚下！”艾格莱希的领袖与莱恩国王又吵了起来。这时候“鲁迅”又来干预了\n     “两位先息怒，不如采用我们玛奇莉亚的制度，既能给大陆带来好处，又顺应玛奇女神的……”\n     “收起你玛奇女神那一套！左一个玛奇女神，右一个玛奇女神，就是你那玛奇女神带着你们烧锅炉，把整个大陆的空气弄的乱七八糟的！”莱恩国王把怒火转到了“鲁迅”的头上。“鲁迅”不说话了，莱恩国王与艾格莱希领袖又吵了起来。\n     而奈克罗曼的年轻国王就比较安静了，见两人吵的不可开交，站起来对“鲁迅”说了一声“失陪”，便走开了，抬手燃起了一团火，走进了地窖。\n\n第三章：争吵的后续以及......和平？\n     夜深了，安静的地窖，一束鬼火在空中燃烧着，地窖的墙壁上和地板上显出微微的蓝光。     地上突然多摆了一架酿造台，三根火柱燃烧着，蹦跳的火苗，中间蕴含着无穷的排列组合，一根火柱中间放了一瓶药水，另一根中间则悬浮着一根燃烧的胡萝卜，火焰恰是跟胡萝卜一样的橙色，非常迷人，还有一根火柱空着，三根火柱中间有一个空瓶，面对着这根空火柱，盘腿坐着我们奈克罗曼的国王，他从长袍里掏出一瓶葡萄酒，一放手，瓶子像磁铁一样被吸到了火柱中间，药水和葡萄酒里面冒着泡，我们可以听到咕噜咕噜的响声，胡萝卜燃烧地更加剧烈。终于，胡萝卜烧没了，药水和葡萄酒也都蒸发殆尽，中间的空瓶被逐渐地装满像水银一样的药水，中间似乎在映射着什么画面——魔法用四百年的酒，酿出了四百年的历史。\n     奈克罗曼的国王此刻已经忘记了魔法课老师吩咐他的作业，专心地看着，眼睛瞪得大大的，他似乎忘却了外界的一切声音——呼呼的风声，鬼火燃烧的独特的飒飒声音，包括上面争吵的声音。\n     上面的两人还在争吵。\n     “你还说我？看看你们艾格莱希每天搞的玩意儿比奈克罗曼还怪！还说要造那个...那个...那东西叫啥？”\n     “核电站。”“鲁迅”在一旁补充道，他听两人吵架听了好长时间，已经力不从心，早就掏出铅笔开始画他新的蒸汽机模型，地上堆着一堆橡皮屑。\n     莱恩国王继续骂骂咧咧：“哦，核电站是吧？那玩意儿一看就不靠谱！给你鼓捣炸了，咱四个全玩完！”     “我说过多少次了，我们艾格莱希设计的核电站非常安全！在圣坛下面造一座都没问题！你怎么不看看你们在干嘛？你们的军队在圣坛脚下扎营！”\n     “圣坛之下，人人平等！没听说过吗？学校里老师咋教你的？你们的军队还把营扎在我们的地盘里呢！”\n     “不仅扎在你地盘里，我还要把帐篷搭到你皇宫里！我还要在你们莱恩皇宫的后院，建满我们艾格莱希的厕所！”\n     “住口！”奈克罗曼的国王终于上来了，手里拿着一个药瓶。两人想继续，但是却发不出声音。“真是抱歉，为了让两位安静一下，只好这样了。请耐心地看完这个。”他把药瓶放在桌子中间。\n     四个人看着。莱恩国王眯着眼睛，似乎想看得更仔细一点；玛奇莉亚的“鲁迅”主席从怀中掏出一副眼镜，用手帕擦了擦，戴了上去——这过程中他的眼睛始终没离开瓶子；艾格莱希的领袖看了一会儿，一副不乐意的样子，闭上眼睛；而奈克罗曼的国王已是明白，手肘立在桌子上，撑着头，倒看着另外三人的反应。四百年的历史从一瓶小药水中倾泻而出，战争，军队，死亡......风声也安静下来观望。\n     药水终于停下，又变成一瓶水银。艾格莱希的领袖睁开眼睛。直到奈克罗曼国王把药瓶收去，出神的两人才反应过来。“鲁迅”开始总结：“那么，以玛奇女神的旨意，我们开始投票，同意停战的请举手。”\n     三只手举了起来。\n     “好，投票的结果是，停战！”\n     “随便你们好了，不过圣石怎么办呢？”艾格莱希的领袖问道。\n     奈克罗曼国王嘴角微微翘起：“你还不明白吗？圣石带来的只有战争而已，仅此而已。”\n     会议算是结束了，三人散去，只剩艾格莱希的领袖还呆坐在那里。莱恩国王刚走出半步，回头望了一下。“这么重要的一天，可得留下什么东西纪念一下。”\n     他拔出了剑鞘里的长剑，举在空中。伴随着清脆的响声，剑刃似乎闪烁着耀眼的光芒，在东方，太阳露出了一缕红光。莱恩国王一用力，剑插在了地上，伴随着更加清脆的响声。剑插入的不深，但是后来再也没有人拔出过它。\n     特莱亚大陆重归和平，就像400年前的一样，艾格莱希的领袖引咎辞职了，之后没人见过他。不管怎样，新的领袖被选拔出来，带领着艾格莱希继续发展。四国在那天会议举行的地方签订了和平条约，开启了一个崭新的时代。\n\n\n     没有和平是永久的。有了一个时代，总会有第二个时代，不是吗？圣石，现在说不定在某个小角落躺着睡觉呢，也许是在地底下，等待着苏醒的时刻。\n\n\n",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1467981780,
            "txt_content": " 本帖最后由 像素君 于 2016-7-8 20:48 编辑 \n\n楼主似乎跟了写小说的风气啊，还请控制好节奏~另外请作者核查一下哪些地方与背景有些出入的~"
        },
        {
            "author": "火星使者",
            "timestamp": 1467982140,
            "txt_content": "像素君 发表于 2016-7-8 20:43\n又一个打算写成小说的人~\n先弄个开放性结局参赛，至于后面的就看我愿不愿意接着写了{:10_492:}"
        },
        {
            "author": "像素君",
            "timestamp": 1467982200,
            "txt_content": "火星使者 发表于 2016-7-8 20:52\n我相信我有那个度而且时间还多\n【而且如果有第二阶段有建筑的话我可以考虑先做一下哈 ...\n不用考虑先做建筑了，版主说了最好不要在主题未知的情况下开始提前建筑，毕竟三个阶段的主题可能都不同~"
        },
        {
            "author": "像素君",
            "timestamp": 1467982200,
            "txt_content": "火星使者 发表于 2016-7-8 20:49\n先弄个开放性结局参赛，至于后面的就看我愿不愿意接着写了\n开放性结局啊……如果把握不好开放的尺度可是会影响全文的哦~"
        },
        {
            "author": "火星使者",
            "timestamp": 1467982320,
            "txt_content": "像素君 发表于 2016-7-8 20:50\n开放性结局啊……如果把握不好开放的尺度可是会影响全文的哦~\n我相信我有那个度而且时间还多\n【而且如果有第二阶段有建筑的话我可以考虑先做一下哈"
        },
        {
            "author": "Creeper___",
            "timestamp": 1468134600,
            "txt_content": "啊、啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "Creeper___",
            "timestamp": 1468134660,
            "txt_content": "cyt1260 发表于 2016-7-10 15:10\n啊、啊啊啊啊啊啊啊啊啊啊啊啊啊啊\n啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1468161960,
            "txt_content": "魔法即自然，自然即魔法。——巫医"
        },
        {
            "author": "魔末",
            "timestamp": 1468450320,
            "txt_content": "第二章什么鬼\n建议二合一"
        },
        {
            "author": "火星使者",
            "timestamp": 1468474140,
            "txt_content": "魔末 发表于 2016-7-14 06:52\n第二章什么鬼\n建议二合一\n内容不一样，还是分开的好，也方便阅读"
        },
        {
            "author": "li158147",
            "timestamp": 1468877880,
            "txt_content": "棒棒棒！！！"
        },
        {
            "author": "1814247382",
            "timestamp": 1597805760,
            "txt_content": "h/////////////"
        }
    ]
}