{
    "title": "【陌客纪】【短篇】",
    "author": "miguo",
    "replyCount": 22,
    "timestamp": 1468024860,
    "txt_content": " 本帖最后由 miguo 于 2016-7-9 18:57 编辑 \n\n正文\n玛奇莉亚共和国强盛辉煌而民主和谐的伟大国度可是这一切与我毫不相关，我只能记住它工厂齿轮机器的咔嚓作响，以及路上无时无刻不刺激着你鼻孔的机油味，还有那弥漫在天空挥之不去的黑霾。可是这一切也与我毫不相关，我只关心它工厂厚实大门的薄弱之处，如何抄暗道小路如何才能甩掉追捕你的人，以及借助黑雾消失在屋顶之上。是的，我不是个平常人，不是个观光客。不对，我不是个流氓盗贼，也不是个闷棍客。我是个莱恩人，一位莱恩的贵族子弟，一位情报员。而如今，三天的任务被我两天就完成了。尽管我已然受够此处，但我任何一个无心之举都可能让我暴露，我必须忍耐一天。毕竟，这是战争，为了圣石而打的战争。我还记得我在出发前问我的老师“什么是圣石？”而我的老师神情严肃而的回答我“那就是一切。”\n\n 跟旅馆前台的服务员打过招呼，向门外宽敞的大道-莉亚街走去。正如其名，这条宽敞的岩石大道直通城市中心区的莉亚大教堂，不知道为何，莉亚女神这个在别处名不见经传的神，却在这个国家大行其道，有成为国教的趋势。一路走去，绕过那个由齿轮提供动力的华丽喷泉，莉亚大教堂就在眼前了。同样不知道为何，莉亚大教堂却是这个科技之城中少有的，没有任何机械装饰的建筑。华丽的飞扶壁，庄严的彩绘玻璃，有棱有角的边缘，这些都让它显得那么特立独行。而此时此刻，初生的太阳正让它投下一道巨大而庄严的影子。也许是时候该作为一个观光客来享受一下了。我这样想着，迈步走入了莉亚大教堂。光芒一下子暗淡下来，空气中的机油味也淡了不少。狭长的走廊两侧装饰有小小的蜡烛，跳动的火苗蔓延一路。直至教堂中心的女神像。女神像东边的墙壁是由一大块完整的水晶组成的，阳光透过它，直接照在了白色大理石雕成的女神像上，不由给人一种圣洁之感。莱恩人认为，太阳从东方升起，是凤凰的赐福，只有凤鸣之时，沉睡的太阳才会苏醒。因此我们并不会为其他神像所动容。但我看着沐浴在光辉下的女神像，看着面前虔诚膜拜的人们，却是不由得心生敬畏。但与此同时，一份疑惑又一次出现在我的心上。“为何这拥有最先进科技的国家，却是要崇拜一位爱与宽容的女神？”\n\n 夕阳西下，我走出教堂。悠扬的钟声在我背后为我送行。我没有再去走莉亚街-那里太大太宽敞了。现在的我必须要去见我的接头人，莉亚街绝对不是一个明智的见面地点。我转弯进入暗巷-一如其名，一条埋藏了不知多少罪恶的，不为人知的小道。道旁泥土里偶尔还会露出一点白色的东西-我可不想知道那究竟是些什么东西。但这次，有些事情是我不得不管的了。一名儿童，一名蓬头垢面的儿童，正用自己的拳头恶狠狠的击打着另一个儿童，同样的蓬头垢面。那儿童的恐惧和绝望显而易见，或者说，两个儿童都带着一样的绝望，不同的只是他俩一个人带有残忍，而一个人带有恐惧。我向他们冲去，大声叫喊着。我看到那个打人的儿童受惊的跳开，然后跑去。我听到背后有一声闷响。我感到胸口一阵疼痛。不用确认了，我知道发生了什么。我跪在地上，感受到我的力量在慢慢流逝，耳旁突然又传来了钟声。我突然明白了为何他们要崇拜爱与宽容的女神。\n\n------------------------------------------------------------------------------------------------------------------------------\n  我看着地上的这个莱恩人慢慢死去。他很不错，死的很有尊严，没有叫喊也没有哭闹，就这样慢慢死去。可笑的莱恩人连自己的崇拜物都搞不清，所以我一直认为他们是懦夫和软蛋，但他，还是给了我一点新感觉。我是个杀手，为杀人而生。这个莱恩人我跟踪他三天了，直到今天下午，我才确定他就是我要杀的间谍。为什么？玛奇莉亚人没有那份管闲事的心。我还记得我童年时在暗巷与同伴争夺食物，货币的样子。该死的，我怎么又想起来了。他们说现在在打仗，狗屁的战争。他们说战争是关于一个圣石的，狗屁的圣石。圣石是什么？与我有直接联系么？圣石空无意义。它还不如一袋子金币对我有价值。我迈开脚步，准备回去。突然我脖子后面一热。不用说了，那两个小杂种。我后脑一晕，大概是石头。我控制不住自己，跪在地上。脖子上挂着的女神像滑了出来，在我的眼前晃荡。我看到一只脏兮兮的手伸出来，用力一扯，夺走了它。女神的微笑消失了。\n\n 我还记得，我当年也是这样伏击了一个刺客。玛奇莉亚的刺客组织声称，不管是谁，只要拿着它-代表刺客身份的女神像，都是他们的一员。他们也就是这样做的，所以我从暗巷活了下来。而这一切，都发生在这场战争之前。所以呢？所以呢。我突然想起来我组织里面的导师和我说过的话。为什么大家都崇拜莉亚女神？因为这里的人，始终缺乏爱与宽容。\n\n作者解读这篇文章的主旨是反战，是的，一篇反战的“圣石战争”文。开头的“什么是圣石”问题和最后刺客的自白可以看出对圣石看法的两种极端，莱恩贵族的老师认为圣石是至高无上的一切，而刺客则觉得它毫无意义。这段捏他了《天国王朝》萨拉丁与小铁匠的对话，什么是耶路撒冷？它是世上一切，它又空无一物。我希望接着这段捏他来反应战争本质的空无。刺客和莱恩贵族互相都保有偏见，而这种偏见在现实中也很容易看到，地域偏见，宗教偏见，此等偏见比比皆是。暗巷的存在是为了反应出玛奇莉亚与它们崇拜的女神相反的一面，黑暗残暴的人性在这里被彻底激发。有趣的是，莱恩人最终因为自己的同情心送掉了性命，而刺客像是他过去一样被人杀死，他俩都考虑了为什么莉亚女神在这里大行其道，而且他们的结论也是相同的，这里也是为了反应信仰崩坏后的一种伪信仰的存在，玛奇莉亚虽然还有祭拜，但已经是个信仰缺失的国家了。起名陌客纪的原因是，文中出现的人，都没有姓名，他们可以是这次战争中的任何人，这种遭遇并非个例，而是常态，他们是战争中的陌生人，没人在乎他们死活。最后，用中世纪全面战争的歌词来为不才矮人的解读作结吧。On and on through the years the war continues onWhy can't we see the truth？We are all one以上。",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1468025280,
            "txt_content": "不写是不写。\n一提笔到处收膝盖。"
        },
        {
            "author": "像素君",
            "timestamp": 1468027380,
            "txt_content": " 本帖最后由 像素君 于 2016-7-9 09:25 编辑 \n\n我还能说啥，膝盖收割机~（然而我并不打算献上膝盖~）另外，请注意背景~"
        },
        {
            "author": "Pasttime",
            "timestamp": 1468037160,
            "txt_content": "某在天国的空旅记=-=\n标题就已经奠定了文章的水平"
        },
        {
            "author": "wilhelm",
            "timestamp": 1468039200,
            "txt_content": "“如果要去做，那為什麼不去做到最好”。"
        },
        {
            "author": "银狼",
            "timestamp": 1468050900,
            "txt_content": "写的很好，环境方面描写很不错，人物刻画的也比较仔细，但是唯一一点就是如果环境描写可以多为后面剧情埋下线索的话那就更棒了，但这已经很好了"
        },
        {
            "author": "2562142093",
            "timestamp": 1468083360,
            "txt_content": "大佬无解……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1468405500,
            "txt_content": "死矮人你的连载什么时候更新？"
        },
        {
            "author": "DGK2",
            "timestamp": 1468492980,
            "txt_content": "我觉得不需要把一些字眼刻意的去突出，有亮点自会看到"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1469243220,
            "txt_content": "感觉很不错啊，和我读过的比尔吉沃尔事件故事 差不多，都是第一人称！！写得很不错！"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1469279040,
            "txt_content": "有点意思。。。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470928980,
            "txt_content": "我只能从矛盾这个层面乱讲两句。首先两个视角挨得不够近。两人之间的关系算特殊，但只有思想观念上的一些对话。作者调整视角时，已经拉远了。\n在两人思想直接对话时，可以忽略视角因素影响。\n其次这样的矛盾在表现时可以更平静一些，可以造成更强烈的反差。\n最后我表示对“我是个情报员”“我是个杀手”这样的叙述不买账。他们想的很多东西，他们的很多行为，都可以说明他们的身份。\n就这样。\n@a2455564728 \n"
        },
        {
            "author": "c2393776851",
            "timestamp": 1471045140,
            "txt_content": "你看这刚刚好的十个字"
        },
        {
            "author": "guan123246895",
            "timestamp": 1472735820,
            "txt_content": "{:10_522:}"
        },
        {
            "author": "guan123246895",
            "timestamp": 1472735880,
            "txt_content": "{:10_505:}"
        },
        {
            "author": "guan123246895",
            "timestamp": 1472736420,
            "txt_content": "DDD{:10_492:}"
        },
        {
            "author": "IloveSM",
            "timestamp": 1472869680,
            "txt_content": "6666，这文采可以啊"
        },
        {
            "author": "田独立",
            "timestamp": 1531364940,
            "txt_content": "楼主楼主求私聊求关注"
        },
        {
            "author": "meimima",
            "timestamp": 1582695360,
            "txt_content": "66666666666666666"
        },
        {
            "author": "TNT__DADA",
            "timestamp": 1582944960,
            "txt_content": "厉害厉害"
        },
        {
            "author": "tian_na",
            "timestamp": 1583742780,
            "txt_content": "感觉很不错啊"
        },
        {
            "author": "OLG_lao_ba",
            "timestamp": 1583753700,
            "txt_content": "感觉很好啊 厉害厉害"
        },
        {
            "author": "王~",
            "timestamp": 1611478860,
            "txt_content": "感觉很不错"
        }
    ]
}