{
    "title": "圣石战争-凤凰与涅槃",
    "author": "可乐丸子",
    "replyCount": 16,
    "timestamp": 1468033320,
    "txt_content": " 本帖最后由 可乐丸子 于 2016-7-18 23:32 编辑 \n\n    \n\n\n\n\n无标题.png (226.22 KB, 下载次数: 2)\n\n下载附件\n\n2016-7-9 16:13 上传\n\n\n\n\nPart.01\n+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++\n    王都城外，嘴里叼着根草的少年正在树底下睡觉。    在这种悠闲的夏日，看着天空上的云慢慢入睡，确实是一种大自然惬意的恩赐，史塔克很乐意享受这时光。\n    远方的王都不算富丽堂皇，但绝对算得上富饶，建筑风格清一色的简朴大方，所有建筑上都以不同的方式嵌入着莱恩帝国的图腾——凤凰，不过实际上，在莱恩帝国，大家族各自有着自己的图腾，只是现在图腾为雄狮的克莱比斯家族掌管皇权，而图腾为凤凰的罗米特家族则是仅次于皇帝的首相世家，而且罗米特在战场上屡屡立功，大半个帝国都是罗米特家族打下来的，说起治国，罗米特家族自然是付出最多的，但罗米特家并不适合成为真正的皇帝，老罗米特曾立下家规：家族中不得出现皇帝。\n    克莱比斯家族知道必须要平衡两大家族在民众当中的地位，因此，他们规定，国家将以克莱比斯的图腾为名，而以罗米特家的图腾为国家图腾。、\n    “史塔克少爷！”远处，厚厚的镜片架在一双老花眼上，满头银发的管家踏着碎石小径一路小跑，嘴里召唤着少年的名字。\n    “史塔克少爷！史塔克少爷！”\n    “啊——！”史塔克嘴里大声抱怨着，翻了个身，“告诉塔思娜，我已经把作业完成了。”少年连眼都没有睁开。\n    “不是塔思娜，是老爷叫您。”\n    “父亲？什么事啊……”\n    史塔克极不情愿地醒来，现在他知道现在自己一定陷入了什么麻烦事里，脑海里不断闪过自己闯过什么货……瑞卡家的大小姐？我们只是在凤凰花园约过几次会而已，什么也没干啊！比特酒馆？只不过赊了些酒钱而已……最近的零分试卷？可是自己已经藏好了啊！该不会是崔尔蒂老师家访吧……\n    这么一想，他忽然觉得人生真是悲哀，生在罗米特家族虽然确实招人羡慕，但对一个只有十八岁的孩子来说，其实和普通家族没什么不同，哪个家庭的家长不严厉管教孩子呢？也许在大家族里，这种情况更甚呢。\n    此刻他已经来到了帝国城墙边，迎面是巨大的城门，原石城墙厚重地耸立着，驻守城门的骑士威风凛凛，在崇尚骑士精神的国度，这无疑是最吸引目光的风景。\n    尖塔形的建筑上插着白蓝相间的旗帜，飘扬起来熠熠生辉，明朗的阳光照耀下来，各式各样的屋顶纷纷焕发了光芒，原石的，木板的，砖石的……还有辉煌的凤凰图腾。\n    并不是每个家族的建筑上都必须刻有凤凰图腾，凡是为皇帝工作的家族，被准许拥有自己家族的图腾，比如前面提到的瑞卡家族，就有人在皇宫中担任厨师长，他们的图腾就是——猪，在这个国度，猪是很令人尊敬的生物。\n    他随后同管家乘坐马车，穿过了晨曦广场，广场上伫立着本国大骑士长的石英塑像，他骑着高头大马，仿佛在冲锋陷阵，广场上还有很多哲人，每天早晨这里会聚集很多游说自己的学说的人，他们往往在这里辩论着各种哲学，向每一个路过的行人提问一些刁钻的问题；还有精明的商人，一整天都在这里叫卖着诸如玻璃啊，箱子啊，熔炉啊，石英啊，红石啊，药剂啊等等东西，妇女或者年轻的小姐们往往会在服装店前流连，和店主讨价还价……\n    史塔克双眼跟着一位姑娘，可惜自己不能立刻跳下车去，神情也变得无精打采起来。\n    罗米特家族的城堡伫立在皇都的第六层，恢弘的城堡霸占了靠近的人的全部视野，建筑师们精确地度量着每一寸石英，每一米台阶，柱子的高度，池塘的深浅，花园中花朵的种类，数目……一切都必须合乎君臣礼节，力求达到既要让人们意识到城堡之主的地位之高，也要让人们知道它高不过皇帝的神圣……因此，罗米特家族的建筑到处都有故意而为的瑕疵，比如说城堡上的会缺失一块石砖啊，小路上有一点崎岖啊。\n    史塔克每次看见这些缺陷就不舒服。不过现在，他忧心忡忡地踏入城堡大门，走上旋转的楼梯，准备见到那位称为“父亲”的首相大人。\n+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++听说要有建筑描写……（这就是你基本没写剧情的原因？！）嘛……可能又是大坑吧……      第二章在第二页↓\n\n\n\nPart.02\n+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++\n    “托莉亚·瑞卡小姐被恶蜂蛰了，虽然没什么大碍，不过‘红猪’家族最近正被盖米尔宠幸，招惹他们没什么好处。”勃弗朗·罗米特站在窗前，背朝史塔克，语气平缓而有力，“至于酒馆，虽然酒很便宜，但把两百组钻石输光了也不是个小数目……成绩么，你真以为我会希望你能在学业上有所建树么？”勃弗朗慢慢转过身来，油光发亮的黑发西装，两绺八字胡精致地像毛笔写上去似的，双眼……威严地注视着两人。\n史塔克避免和父亲对视，有些手足无措地四处乱瞟，“那不是没什么事嘛。”他这样想但不敢开口。\n    “哼哼，你不用紧张，将功赎过是我们家的优良传统，虽然此事事关重大，但鉴于你满分的政治学和历史学，我认为是时候锻炼一下你了。”\n    “那是什么意思……？”史塔克茫然地问，不过看起来父亲并不会拿他兴师问罪了。\n    “看看那个吧，”勃弗朗指指桌子上的东西，那是一份厚厚的纸质文件。史塔克从桌面上抽到手里，感受到了纸质的优良质感和厚重。\n    “圣石会议……？”\n\n\n    “十年前，在玛奇莉亚共和国的一处矿坑中开采出了一块石头，玛奇莉亚共和国研究了这块石头，认为它蕴含着极高的能量，随后它被分为了三部分，一部分放在共和国研究院进行进一步的测试，一部分位于玛奇莉亚共和国公共能量供给局，直接作为了带动蒸汽机运转的能源来解决煤炭的短缺，另一部分我们也不知道位于哪里，但根据一些情报表明似乎用于了军备上，莱恩帝国和奈克罗曼皇国认为玛奇莉亚共和国应该公开第三部分圣石的用途，但他们拒绝承认第三部分的存在，艾格莱希联邦现在左摇右摆……”勃弗朗像是突然意识到了什么，就此打住，转向史塔克，“因此，这次由奈克罗曼皇国牵头举行一次会议，想邀请四国成员讨论一下关于圣石的问题，特别是它的研究用途。”\n\n\n    “没问题，只要他们不会突然在会议上点燃TNT。”史塔克把资料扔回桌面，“我用带着TNT吗？”显然，他并不想招惹这些麻烦上身，搞砸了谁也不开心。\n    “让你去是有理由的，史塔克，”勃弗朗坐在椅子上，面对着昏暗的办公室，他对面的墙上挂着罗米特家的巨大图腾，两侧挂着几位家族长老的画像，图腾上凤凰展翅，身边火焰环绕。\n    “我好不容易说服了盖米尔陛下派你去，理由是七十年前，我的父亲，西斯·罗米特，当时他也是十八岁。塞西尔·克莱比斯也十八岁，他们一起参加了战争……后来西斯遇到了你的祖母，诺姆拉·梵塞亚，但战乱又使他们分隔了两年……当我出生时，四国中莱恩帝国是最落后的国家，你祖父和塞西尔排除万难，终于使帝国繁荣起来……当我十八岁时，他就让我参与了很多国家的决策会议。”\n    “你讲过很多遍这个了。”\n    “其实这么多年来，罗米特家族都是靠着自己的本事做出来的，心甘情愿为克莱比斯家族效命，但是……”勃弗朗深深思索着，“我有一种预感，圣石是我们家族的机会，而这件事，只能你来完成，这次的会议很重要，但也只有你最合适去谈。”\n    “哼，你是在逃避什么吗？还是在惧怕？”\n    “看看外面吧，史塔克，”勃弗朗沉沉地说，“每个人都在赞美阳光，赞美和平，只有像我这种处在这个位置的人才知道，这种表象是多么脆弱，民众反对最近大规模的征兵，其他三国也纷纷指责我们……但我还是要做，可能是因为恐惧吧，最近，我总是从噩梦中醒来，上一次是你母亲的去世，这次……我也不知道是为什么。”\n史塔克感受到了勃弗朗言中暗含的一些感情，恐惧，但坚定。\n    “好吧好吧，也许不会那么糟，你真是越来越喜欢唠叨了，什么时候启程？”\n    “两个月后，”勃弗朗随后有些故作轻松地拍拍史塔克的肩膀，“你会成功的。”+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++第3章在第3页↓\n\nPart.03+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++    眼前的胖子至少有三米……不，四米高吧，名字很长，叫什么……奈克罗曼天下第一大将军阿尔弗雷德·克鲁曼。\n算了，红头发的少年默默坐下，开始慢慢品味奈克罗曼有名的花茶，芬芳的茶香和眼前氤氲的樱花，让四人显得仙风道骨起来。\n    “说起来，上次圣石出现还是四百年前吧？”红发少年——其名为吉克斯——说道。\n    “只是传说而已啦，传说传说……”另一个脑袋是个基岩块的人阴阳怪气地回答。\n    “你就不能什么事情说一遍吗？吵死了。”长白胡子的老汤姆挥动着拐杖。\n    “老汤姆应该知道吧，你可是活了五百岁了吧？”阿尔弗雷德说。\n    “对对对，可惜我健忘啊哈哈。”老汤姆挠头。\n    “唉……那真是一点线索都没有呢，”吉克斯缓缓咽下一口茶，惬意地回味着，“陛下让我们找到第三块圣石，现在我们却在这里喝茶，真是一切顺利呀。”\n    “……”四个人冷场，都自顾自地喝茶。\n    “什么鬼啊！斗志！我们需要斗志！只要冲进玛奇莉亚大都，把城市砸个稀巴烂，然后把那个什么芬奇捉起来，还怕他们不说吗？！”阿尔弗雷德大喊。\n三个人假装没听见这个弱智的话。\n    “你们——难道打不过他么？！”\n    “芬奇啊……”老汤姆眯着眼缓缓说道，“共和国政治第一支柱，同时也是三军统帅，七十年前的世界战争中，一剑毁灭艾格莱希联邦十万精锐魔法军队的人……哦，马齐大峡谷其实是他那一剑砍出来的。”老汤姆把某本历史书上的某一段背了出来。\n    “哦……这茶真好喝啊哈哈哈。”\n    “还是要等到四国关于圣石的会议出来结果之后再有所行动，我们只是作为以防万一的‘后备力量’而存在的，”基岩头不知道怎么喝茶，每次他都是直接将一杯茶倒在脑袋上，然后就被基岩吸收了，“不过，我们要提防莱恩帝国的罗米特家族出来坏事。”\n    “罗米特家族？是莱恩帝国首相家族吗？那个凤凰图腾家族……”老汤姆仔细思考着，“嗯，这个家族确实不简单，虽然我很健忘，但对于这个家族的传闻却印象深刻，这个家族在四百年间几经战乱，每次都濒临灭族，但又会重振旗鼓，卷土重来，简直和他们的图腾一样啊。”\n    “凤凰……”吉克斯微微一笑，“涅槃么？”\n    “不如叫打不死的蟑螂吧哈哈，”没人能看得出来基岩头在笑，“听说本届首相勃弗朗·罗米特依靠非常强硬的外交手段，为莱恩帝国在国际上地位的提升立下很多功劳啊，不过他的儿子好像是个傻瓜，而且这次竟然派他的儿子来参加圣石会议，看来真正的会议只有三国参加嘛。”\n    “不要小看他们，罗米特家族很善于对付这些事情……勃弗朗不会那么草率的，他一定有他的目的。”老汤姆说。\n\n\n    四个奈克罗曼皇国特殊部队“神殿”下名为“战争支柱”的四人组织，在最为险恶的奈克罗曼魔蟒大森林中悠闲地喝茶，那棵巨大的樱花树扎根在堆积如山的魔物尸体之上。\n\n第4章在第4页↓\n\n\n\nPart.04\n*******************************************************************************************\n    “古籍？”老头扶了扶老花镜，他是史塔克的私人历史老师，沃克，“什么古籍？世界历史？圣石？你在说什么？”\n史塔克摆出一副无可奈何的嘴脸：“上周末塔思娜老师没来上课，说是生病了……所以我就跑去骑士酒馆和哥们快活了……不幸的是，我看见你和塔思娜老师……”他没接着说下去，眼神皎洁地瞟一眼沃克，老头脑门上渗出了细密的汗珠，脸色难堪。\n    “你、你……你敢威胁我！”老头老眼昏花，愤怒地挥舞着双手，史塔克撅噘嘴，面带自信地躲了过去，“唉……我活了这么大岁数，竟然在你小子手里栽了！”\n    “没关系啦……只要把你那些破烂给我看看，我保证什么都没发生过！”史塔克笑笑，吐吐舌头。\n    “你！罢了，也就是一堆破烂，不过你是怎么知道我有哪些东西的？”老头起身，颤颤巍巍地带着史塔克前往他的房间，“嗯……也就是和瑞卡小姐玩‘鬼屋大冒险’的时候钻进去了而已，可惜当时箱子上着锁。”\n    “你们这些……”他刚想骂一句什么，但马上想到史塔克家族的地位，不由得缩了回去。\n\n\n    沃克从衣柜后取出一把古朴的铜钥匙，打开那个大箱子，将里面的书一本一本小心地搬出来，堆成小山高的泛黄的一堆，霉味儿充斥着整间屋子。\n    “我说，你为什么把这些东西这么小心地藏着啊？这些……都是很珍贵的历史资料吧？捐给国家的话还能换个大学教授什么的。”\n    “唉……说来话长……这是我在玛奇莉亚文学大学上学时，我的一位好朋友送给我的，这是他唯一给我留下来的东西了……算了，不说也罢，反正都是些陈年老事，你不会感兴趣的。”沃克说着走出了房间。\n    “这老头今天怎么啦？”史塔克心想，“不会因为塔思娜老师拒绝了他的原因吧？老牛吃嫩草……”\n\n\n    一大堆古书里记载的东西乱七八糟，但看起来都是真实的事件，史塔克并不能完全弄懂里面的东西，这些古书大多都是一百多年前的了，那时的语言文字和现在的相差甚远，虽然史塔克只有历史学满分，但也不能弄懂这些东西，他想沃克大概对这些东西烂熟于心了吧，但现在并不想问他。\n    史塔克想找到关于“圣石”的记载，但始终找不到，小山变得越来越矮，他有条不紊地把查阅过的古书放回箱子里，这时，只剩下最后一本，上面写着，“000号？？著者奥比斯？？？于317年记载”\n317年……是距今四百一十二年前，这书质量真好，不知道是用什么材质做的？史塔克暗暗惊叹，不会是奈克罗曼的防腐魔法吧……\n\n\n    他仍然小心地翻开，才发现虽然封面保存得很好，但里面的内容却损毁严重，即便如此，他还是一眼看到了他一直想找的关键词——“圣石”但前后的内容模糊不清，似乎是被某种液体污染了。\n他缓缓将书平放到地上，自己也席地而坐，此时夕阳穿过窗子，尘埃飞舞，他半个身子沐浴在夕阳暖暖的色调里，他默默地寻找着。\n    “汤姆·索维尔……”史塔克找到了一个人名，但并不认识，在仅能认清的只言片语中似乎描写了这个人的传奇一生，他出生于（现在的）奈克罗曼皇国，书中说他得到了“四分之一的神力”，在战乱年代四处征战，屡屡立功，最后参与了一场“圣战”，史塔克从没听说过四百年前有什么战争啊……最后这个人却从世界上消失了，渺无踪迹，传说他“成为了神的侍从”。\n    “什么鬼……这跟圣石有什么关系……”但接下来，他读到了一句信息量很大的残缺不全的话：“沃格特·罗米特同吾于……证实圣石之力乃……关系重大……神力如此……凤凰加护……吾死而涅槃重生……神，不足畏。”\n*******************************************************************************************\nPS:虽然第一阶段结束了，但我很喜欢这个设定，所以想就作为普通的文学创作写下去吧，不知道能坚持多长时间，不过自己真的是乐在其中的，创作作品后大家的评价不论好坏，都给我一种和人讨论的愉快感，感觉被人注意到了，最近还在和同学玩MC，希望MC和我们一同成长吧。\n",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1468034880,
            "txt_content": "这不是你脱离主题的理由，而且没必要开这么大的坑啊~"
        },
        {
            "author": "gundamMC",
            "timestamp": 1468035420,
            "txt_content": "感觉。。完全脱离了主题owo\n而且这是在写小说么_(:зゝ∠)_"
        },
        {
            "author": "可乐丸子",
            "timestamp": 1468035660,
            "txt_content": "像素君 发表于 2016-7-9 11:28\n这不是你脱离主题的理由，而且没必要开这么大的坑啊~\n……不是说文学创作嘛……= =而且确实有写剧情的啊……主题……圣石战争嘛，只不过第一章没出来……至于建筑描写，这里面也有啊= =哪里出了问题？不能写小说的话，那文学创作是指什么形式？"
        },
        {
            "author": "可乐丸子",
            "timestamp": 1468035840,
            "txt_content": "gundamMC 发表于 2016-7-9 11:37\n感觉。。完全脱离了主题owo\n而且这是在写小说么_(:зゝ∠)_\n主题指的是圣石战争的话，只是这里还没写到而已……我是觉得这个背景设定很好，至于写成了小说……我是想问要求帖里的文学创作形式是指什么...不能是小说的话，还要有文字，就不太清楚怎么用文字表达主题了……"
        },
        {
            "author": "像素君",
            "timestamp": 1468037340,
            "txt_content": "可乐丸子 发表于 2016-7-9 11:44\n主题指的是圣石战争的话，只是这里还没写到而已……我是觉得这个背景设定很好，至于写成了小说……我是想 ...\n文学创作形式难道只有小说一种么~而且以这种角度写的人不止一个，如何在竞争中脱颖而出~"
        },
        {
            "author": "可乐丸子",
            "timestamp": 1468037580,
            "txt_content": "像素君 发表于 2016-7-9 12:09\n文学创作形式难道只有小说一种么~而且以这种角度写的人不止一个，如何在竞争中脱颖而出~ ...\n= =那……有何建议？"
        },
        {
            "author": "像素君",
            "timestamp": 1468038120,
            "txt_content": "可乐丸子 发表于 2016-7-9 12:13\n= =那……有何建议？\n和其他人一样，既然开始了就继续下去吧，不过注意文章节奏和收放程度~"
        },
        {
            "author": "可乐丸子",
            "timestamp": 1468038180,
            "txt_content": "像素君 发表于 2016-7-9 12:22\n和其他人一样，既然开始了就继续下去吧，不过注意文章节奏和收放程度~\n嗯……好吧，多谢。"
        },
        {
            "author": "wilhelm",
            "timestamp": 1468038960,
            "txt_content": "在下感覺如果按照小說來看的話，已經是個高分作品了。開頭很吸引人，細節刻畫以及描寫恰到好處，不會讓人感到冗長。如果單純個人角度考慮的話，還是十分期待後續的。\n個人拙見。"
        },
        {
            "author": "可乐丸子",
            "timestamp": 1468040340,
            "txt_content": "sdszwilliam 发表于 2016-7-9 12:36\n在下感覺如果按照小說來看的話，已經是個高分作品了。開頭很吸引人，細節刻畫以及描寫恰到好處，不會讓人感 ...\nありがとうございます！"
        },
        {
            "author": "DURRUBINRUX",
            "timestamp": 1468146360,
            "txt_content": "漂亮 不错当中[diamond_gem]"
        },
        {
            "author": "可乐丸子",
            "timestamp": 1468155600,
            "txt_content": "DURRUBINRUX 发表于 2016-7-10 18:26\n漂亮 不错当中\n多谢支持"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1468161780,
            "txt_content": "我说这单元剧风格咋这么眼熟呢\n\n\n\n\n又是乔治·马丁？嗬嗬嗬。。。\n\n\n"
        },
        {
            "author": "可乐丸子",
            "timestamp": 1468208220,
            "txt_content": "Donnies_Ming 发表于 2016-7-10 22:43\n我说这单元剧风格咋这么眼熟呢\n即使大坑填不完依旧喜欢搞个大新闻的就是我蛤蛤蛤"
        },
        {
            "author": "s侯爷",
            "timestamp": 1468209000,
            "txt_content": "小说，支持作者。"
        },
        {
            "author": "1814247382",
            "timestamp": 1597805700,
            "txt_content": "dfdfdffdww"
        }
    ]
}