{
    "title": "【原创】生存游戏-第一章",
    "author": "wuzhongtaogo",
    "replyCount": 4,
    "timestamp": 1468138260,
    "txt_content": " 本帖最后由 wuzhongtaogo 于 2016-7-10 16:30 编辑 \n\n生存游戏规则：先点开【01】,再依次点开你选择的那一节【01】\n你是一个飞行员，正驾驶着一架兰开斯特飞机穿越大西洋。在经过百莫大海域时，你的飞机仪表突然失灵。你飞进了一片积雨云。你的周围一片黑暗，等你再次看到阳光时，你发现前方是一片未知的陆地。这时，你的飞机引擎熄火了，你尝试重新发动引擎但没有成功。你的飞机即将坠毁。你果断地背上附了魔的滑翔翼，跳出了飞机。你打开滑翔翼飞行，往下一看，下面是那片未知陆地的大陆架。你要决定降落在哪里。\n你飞向远海→【17】\n你飞向近海→【09】\n你飞向大陆→【14】\n【02】\n你已经有了足够的木板。你感觉有些饿了，你要找点什么东西来果腹。你的右边有座山，前方是大海，左边是你刚登上大陆上看见的丛林。你要决定去哪里寻找食物。\n你走进丛林→【07】\n你爬上山丘→【11】\n你走向海滩→【19】\n【03】\n你向沙漠深处走去。沙漠中空无一物，只有一个个仙人掌矗立在地平线上。地平线上沙尘滚滚，让你看不见远方。你在烈日的炙烤下感到口渴。但你还是义无反顾地向沙漠深处走去。\n你继续走向沙漠深处→【20】\n【04】\n你的眼前一片血红。你死了！你输掉了这场生存游戏。\n?从头开始吧→【01】\n【05】\n你走进了那个沙石密布的的废弃矿洞。你怕进矿车，在铁轨上行进。矿洞里很黑，而且有很多岔路。走着走着你便迷了路。你很害怕，但又找不到回去的路。这时你看到了一出火光。\n你向那处走去→【13】\n【06】\n你向沼泽走去。你慢慢地靠近女巫小屋。小屋窗前摆着的蛋糕让你垂涎不已。你走到窗口，拿到了蛋糕，但同时一个女巫从小屋中走了出来。它看起来非常愤怒。你拔腿就跑，但女巫的迟缓药水砸中了你，接着，你被更多的伤害、剧毒药水击中了。\n你越来越虚弱→【04】\n【07】\n你走进了丛林。丛林里高大树木的树冠遮蔽了天空。巨大的树干爬满了藤蔓。地上是低矮的灌木橡树。这里植被茂盛，但却容易使人迷路。你这时觉得留在丛林中不是一个好主意。\n你向丛林深处走去→【15】\n你走出丛林，去草原→【24】\n【08】\n你留在了小岛上。岛很小所以到了晚上刷不出几只怪。你轻松地解决了两只僵尸并平安地度过了夜晚。但第二天，你找不到食物，你很饿，而此时海上起了浓雾，你看不到大陆的方向。你倒在地上，体力越来越少。\n你越来越虚弱→【04】\n【09】\n你在海水中奋力游向大陆。你终于上了岸。你发现大陆上有三个群落：你的左边是一片丛林，前方是一片沙漠，右边是一片草原。你要决定去哪里求生。\n你去丛林→【07】\n你去草原→【24】\n你去沙漠→【12】\n【10】\n你觉得在沙漠里待着比较好。你发现了一个废弃矿洞，里面有条铁路，铁路一直通向黑暗的矿洞深处。铁路的起点停着一辆矿车。你转头向沙漠深处望去，只见地平线处沙尘滚滚。\n你去沙漠深处→【03】\n你去废弃矿洞→【05】\n【11】\n你登上小山，山上荒芜而贫瘠，只长了一些枯死的灌木。你在山上极目远望，发现海滩上有什么东西很耀眼。在海滩靠近丛林的一侧有片沼泽，有一座女巫小屋隐藏在沼泽的树木之中。\n你走下山丘→【02】\n【12】\n你去了沙漠。沙漠里烈日当头，阳光把你脚下的沙子烤得滚烫。你躲在一座沙丘下的阴影中乘凉。看着不远处的草原，你觉得留在沙漠不是什么好主意。\n你去草原→【24】\n你留在沙漠→【10】\n【13】\n你走近了火光才发现这是一个地牢，火光是一个洞穴蜘蛛刷怪笼发出的。几个洞穴蜘蛛刷了出来，你正准备逃跑，却被蜘蛛网缠住了。几个洞穴蜘蛛一拥而上将你团团围住，你被他们的毒牙咬到而中了毒。\n你越来越虚弱→【04】\n【14】\n你飞向了大陆。在你离地几十米时，你的滑翔翼被大陆上的上升气流拉动了，你失去了平衡。你看见大地向你扑来，你要找地了！\n你重重地摔在了地上→【04】\n【15】\n你在丛林中迷了路，四处瞎撞。夜幕很快降临了，你害怕怪物，便顺着藤蔓爬上了树。树下很快聚集了一群僵尸。你就这样度过了夜晚。但到了白天，因为阳光照不进丛林的地面，僵尸们依然没有退去。终于，你再也无力抓住藤蔓，掉到了僵尸中。\n你被僵尸围住了→【04】\n【16】\n你填饱了肚子，回到了草原上。你搭建了一个简易木板房并用栅栏圈出了一块耕地来种植小麦。你杀了几头野羊，做了张床安在木屋内。你躺在床上，安然度过了第一个夜晚。\n你被第二天的阳光照醒→【22】\n【17】\n你坠入了海水中，在海浪间拼命挣扎。随后，你被浪头打上了一个小岛上。你环顾四周，发现小岛很小，什么也没有。没有动物，没有树，你觉得待在岛上不是个好主意。你向远方望去，只见大陆在朦胧的雾气中依稀可见。\n你游向大陆→【09】\n你留在岛上→【08】\n【18】\n你趟水过了河。你爬上河岸，越过越过一座沙丘，惊喜地发现了一座小村庄。你在村庄中找到了一个带床的房子，据为己有。此时天色已晚，躺在床上，经过一天的奔波，疲惫的你很快进入了梦乡。\n你被第二天的阳光照醒→【21】\n【19】\n你来到了海滩。你发现沙子里插着一根钓鱼竿，它的鱼钩反射着阳光显得格外耀眼。你用钓鱼竿在海里钓了不少鱼。这时你发现海滩边的沼泽里的女巫小屋的窗口上放着一个蛋糕。\n你去偷蛋糕→【06】\n你回到草原→【16】\n【20】\n你向沙漠深处继续走去。你的身上因阳光的炙烤而汗流浃背。沙漠似乎无穷无尽无尽，永远也走不完。你顿时对茫茫沙漠产生了畏惧之心。此时你感到非常口渴。\n你回到原来的地方→【10】\n【21】你起了床，收割了门口农田里的小麦。你造了几个面包来充饥，然后把剩下的小麦和农夫交换了绿宝石。你拿这些绿宝石和铁匠交换了铁锭造了铁镐，开始了挖矿生活。你的资源越来越丰富，你有了一套铁盔甲。你成功地生存下来了。\n?你已成功通过本章，在下一章中请选B情节。【22】\n你起了床，在木板房的角落里挖了一个矿洞，开始了矿工生活。你的工具从木制到石制再到铁制，你有了一套铁盔甲。你不断扩建小屋，过着自给自足的生活，你成功地生存下来。\n?你已成功通过本章，在下一章中请选A情节\n【23】\n你在沙漠中艰难地跋涉。不就，你发现了口沙漠水井，你喝饱了水后继续前行。不就，一条宽阔但不深的河挡住了你的去路。河对岸有一些沙丘。\n你过河去对岸看看→【18】\n你回到原来的地方→【10】\n【24】\n你来到了草原。草原上百草丰茂，牛羊成群，是个生存的好地方。你砍倒了一些树，收集了几块木头。你用它们造了工作台并合成了木斧。你加快速度伐木。\n你已经拿到了几组木头→【02】\n",
    "replies": [
        {
            "author": "[方体]",
            "timestamp": 1468141680,
            "txt_content": "玩着玩着到了【24】就有一种上当受骗的感觉\n好吧，居然还分章节"
        },
        {
            "author": "xcc",
            "timestamp": 1468315860,
            "txt_content": "真的不是文字游戏么"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1468324380,
            "txt_content": "我的天 文字游戏"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469172180,
            "txt_content": "个人不赞同也不鼓励发这样的文字游戏。"
        }
    ]
}