{
    "title": "【圖文包含】聖石戰爭",
    "author": "该用户已被屏蔽",
    "replyCount": 5,
    "timestamp": 1468046100,
    "txt_content": " 本帖最后由 该用户已被屏蔽 于 2016-7-16 22:26 编辑 \n\n寫在前面很久沒有參賽了，這一屆回歸一下，無論如何參與獎先拿到再說hhh鄙人不才，各位看官請看的同時也給點建議，我會努力改進的。繪圖\n以下四张为本次参赛的板绘场景设定图。\n\n\n\n\n\n\n\n\n\n\n\n\n正文\n正體版\nPart.1\n\n“戰爭時期國家困難，我這種小酒館還能開著就算奇跡了。”\n老闆說著，給面前吧檯的青年倒了一杯酒。\n“聽說聖石被艾格萊希人發現了？真的如此嗎？他們的軍隊現在全壓在國境線，隨時準備渡海來我們這邊的大陸。”\n“那種事情我根本不關心，聖石什麼的就是一個上古傳說，現在又搬出來嚇唬人。”\n“可是，傳言說上古之戰，萊恩人就是憑藉著聖石的力量抵擋住了艾格萊希大陸幾個帝國的侵略。”\n“但他們不是最終還是因為聖石力量無法駕馭所以才將聖石封印了麼，而且僅有那麼幾個宮廷法師知道聖石的地點，但現在他們那些老東西都進土裡了。”酒店老闆不屑地說道。\n“剛才還說你不關心，但看你還是蠻了解的啊！”坐在吧檯的年輕人身體向前傾，似乎突然來了精神：“我聽隔壁做法杖的那個老不死說，我們現在和萊恩進入戰爭狀態，就是因為皇國也想參與進聖石的爭奪中。所以聖石的故事應該是確有其事。”\n酒店老闆一直在擦拭著酒杯，頭也不抬一下：“哦...是這樣麼”；只看年輕人越說越來勁，“老闆，你說，在我們的法師面前，萊恩那些騎士根本算不上什麼，這場戰爭，肯定能贏得吧！”\n老闆沒有應聲，只是又給年輕人調了一杯酒，在昏暗的酒館里，杯中的酒透出紫紅色的光芒。\n“誒...？這種酒還真是少見呢，怎麼調製的啊？？”年輕人俯下身，用著醉意的雙眼貪婪的盯著杯中。\n\n這時聽到嘎吱一聲，酒館的木門被推開了。\n\n“老闆，我昨天訂的葡萄酒準備好了嗎，快點帶我去看一下，馬車在外面等著呢。”\n酒館老闆抬起他沉重的上眼皮，打量了一下門邊的年輕人，突然眼神里似乎閃過了一絲光芒。\n\n---酒窖中\n\n“這個就是奈克羅曼的下水道地圖，已經修改的很詳細了，與瑪奇利亞不同，這裡的污水道錯綜複雜，裡面甚至還可能有一些我們根本沒見過的生物。”\n“明白了，軍士長，這麼長時間來，你辛苦了。”年輕人拿起一小桶葡萄酒，轉身要離開。\n“記住，這個任務，上面下達下來，只有你我知道，我會一直給你提供最新信息，但是我如果有什麼意外，就只能你一個人獨自完成了。”\n“艾格萊希必勝！”\n“艾格萊希必勝。”\n年輕人稍微有些激動的向長官點頭示意了一下，便回身走上樓梯。軍士長似乎還想說些什麼，但是欲言又止，靜靜地望著年輕人的背影。\n\n推開沉重的木門，新月映入眼中，甚至比白天的太陽還要耀眼。\n酒館門前的薔薇都枯萎了，雖然這裡的植物常年不見陽光，但是枯萎的花朵在暗影籠罩的奈克羅曼地區的確不常見。\n出門向左邊看去，能夠隱約看到很遠處的皇宮，陰森而又恐怖。月光穿過大教堂高聳的黑色塔尖，灑落在凹凸不平的石子路面上。\n“這地方真是讓人壓抑，住一個星期我都會瘋掉的”\n年輕人心想，并登上馬車，車夫駕車向右一拐，消逝在夜色中。\n\n\nPart.2\n\n宮殿外正在舉行建國典禮，大艾格萊希地區的統帥正在向全國人民宣揚他的政治主張。宮殿內，陸軍元帥正在自己的辦公室內，喝著紅茶。\n他的對面坐著一個看起來很稚嫩的士兵，臉蒼白的看起來沒有溫度。\n“這個任務是絕對機密，舉國上下，只有大統領，我，你，三人知道。”元帥輕輕放下了手中的陶瓷茶杯，茶杯上嵌著金色的十字。\n這名士兵稍微仰起了頭，看了下元帥背後窗外的景色，透過精美雕花窗框包圍的六塊玻璃，外面滿街懸掛的新政府軍旗清晰可見。\n“明白。我會完成任務的。”\n趁著夜色，一隊裝甲車出發了。漆黑的外殼被月光照的锃亮，砲管內透出幽幽藍光，讓人不敢直視。王都的街道似乎都在因為這鋼鐵軍隊的經過而震顫。\n“這是行動計劃圖，到達對岸后，我們需要在距離目標地點五百米處返回，在那之前兩個小隊負責遠程掩護，你跟著一個小隊前進。我們的任務就是這些，送你到達地點你就只能自己行動了。”\n年輕的士兵揭開他的頭盔面罩，稍微象征性的看了一眼地圖，“恩，明白。”\n儘管地圖上的地方他根本沒去過，但這張地圖他甚至閉著眼睛都可以畫出來了。\n似乎就像一場電影，一切劇情都是按照劇本寫好的一樣，任務進行的很順利，三個小隊護送這名士兵到了目標地點後撤離了。\n前方是一個污水道的出口，夜晚的月光還沒有明亮到能讓人看清那里排出污水的顏色，也許是墨綠色的，也許是紫色的。士兵沒有猶豫，直接鑽了進去。\n進入了錯綜複雜的下水道系統，通道蜿蜒，昏暗，讓人摸不清方向。士兵手上的地圖也就僅限於進入入口之前，接下來就要憑藉他的記憶力了。後面的情報因為是絕對機密，不可能以文字形式出現在紙上。\n\n經過了三個多小時的摸索，終於在墻壁上發出昏暗的淡藍色燭光的蠟燭照耀下，他看到了自己要找的那一扇生鏽了的鐵門。\n士兵走過去，熟練地撬開了老舊的鎖，走向梯子。這一切順利的讓人感到異常，比預定計劃還早了半個小時。\n此時突然聽到水中有巨大的聲響，一隻看起來像是鱷魚的生物一躍，一口咬住了士兵的左腿，開始撕扯。因為下水道中不易丟棄自己身上的盔甲和武器，所以裝備和槍支都在進入下水道前交給撤退的小隊了。\n他掏出腰間唯一能用來當武器的匕首猛力刺向那團巨大的黑影，黑暗中只能隱約看到那怪物的獠牙。這麼巨大的生物根本不可能在水中無聲的行動，它一定是在門口等了他很久了。\n挨了幾十刀以後那猛獸終於放開了士兵，掉頭躥向黑暗中了。士兵拖著滿是鮮血的左腿，爬上了梯子。\n推開頭上的井蓋，月光穿過建築的房頂照在他的臉上，他爬上地面艱難的站了起來，但是仍然從容的掃視四周，似乎在尋找什麼；街角的一家酒館映入眼簾，士兵握緊了匕首，朝那裡走了過去。\n\n------\n\n清晨的陽光並不是很刺眼，奈克羅曼的街道上人多了起來。\n兩名身披長袍的艾格萊希間諜在酒店的閣樓拿著望遠鏡看著街角的那家酒館。他們並不知道自己的任務和最高機密有什麼聯繫，甚至認為自己只是在執行單純的監事奈克羅曼國情這種平常的不能再平常的任務。\n“一家破酒館有什麼可監視的，難道這裡住的還能是大祭司？”\n“完成任務就可以回家了，管那麼多幹什麼。”\n\n兩天後的王都，兩名身著制服的艾格萊希士兵出現在元帥的辦公桌前，向元帥遞交報告。\n元帥拿起茶杯，小喫一口，然後看了一眼報告上的文字，臉上浮現出了笑容。“酒館門前告示：店面易主，停業整頓一天，明日正常開店”。\n“你們的任務完成了。”\n兩名士兵立刻立正，向元帥敬禮。\n“艾格萊希必勝！”\n“艾格萊希必勝。”\n\n\n\n简体版\n\nPart.1\n“战争时期国家困难，我这种小酒馆还能开着就算奇迹了。”\n老闆说着，给面前吧檯的青年倒了一杯酒。\n“听说圣石被艾格莱希人发现了？真的如此吗？他们的军队现在全压在国境线，随时准备渡海来我们这边的大陆。”\n“那种事情我根本不关心，圣石什麽的就是一个上古传说，现在又搬出来吓唬人。”\n“可是，传言说上古之战，莱恩人就是凭藉着圣石的力量抵挡住了艾格莱希大陆几个帝国的侵略。”\n“但他们不是最终还是因为圣石力量无法驾驭所以才将圣石封印了麽，而且仅有那麽几个宫廷法师知道圣石的地点，但现在他们那些老东西都进土裡了。”酒店老闆不屑地说道。\n“刚才还说你不关心，但看你还是蛮了解的啊！”坐在吧檯的年轻人身体向前倾，似乎突然来了精神：“我听隔壁做法杖的那个老不死说，我们现在和莱恩进入战争状态，就是因为皇国也想参与进圣石的争夺中。所以圣石的故事应该是确有其事。”\n酒店老闆一直在擦拭着酒杯，头也不抬一下：“哦...是这样麽”；只看年轻人越说越来劲，“老闆，你说，在我们的法师面前，莱恩那些骑士根本算不上什麽，这场战争，肯定能赢得吧！”\n老闆没有应声，只是又给年轻人调了一杯酒，在昏暗的酒馆里，杯中的酒透出紫红色的光芒。\n“诶...？这种酒还真是少见呢，怎麽调製的啊？？”年轻人俯下身，用着醉意的双眼贪婪的盯着杯中。\n这时听到嘎吱一声，酒馆的木门被推开了。\n“老闆，我昨天订的葡萄酒准备好了吗，快点带我去看一下，马车在外面等着呢。”\n酒馆老闆抬起他沉重的上眼皮，打量了一下门边的年轻人，突然眼神里似乎闪过了一丝光芒。\n---酒窖中\n“这个就是奈克罗曼的下水道地图，已经修改的很详细了，与玛奇利亚不同，这裡的污水道错综複杂，裡面甚至还可能有一些我们根本没见过的生物。”\n“明白了，军士长，这麽长时间来，你辛苦了。”年轻人拿起一小桶葡萄酒，转身要离开。\n“记住，这个任务，上面下达下来，只有你我知道，我会一直给你提供最新信息，但是我如果有什麽意外，就只能你一个人独自完成了。”\n“艾格莱希必胜！”\n“艾格莱希必胜。”\n年轻人稍微有些激动的向长官点头示意了一下，便回身走上楼梯。军士长似乎还想说些什麽，但是欲言又止，静静地望着年轻人的背影。\n推开沉重的木门，新月映入眼中，甚至比白天的太阳还要耀眼。\n酒馆门前的薔薇都枯萎了，虽然这裡的植物常年不见阳光，但是枯萎的花朵在暗影笼罩的奈克罗曼地区的确不常见。\n出门向左边看去，能够隐约看到很远处的皇宫，阴森而又恐怖。月光穿过大教堂高耸的黑色塔尖，洒落在凹凸不平的石子路面上。\n“这地方真是让人压抑，住一个星期我都会疯掉的”\n年轻人心想，并登上马车，车夫驾车向右一拐，消逝在夜色中。\n\nPart.2\n宫殿外正在举行建国典礼，大艾格莱希地区的统帅正在向全国人民宣扬他的政治主张。宫殿内，陆军元帅正在自己的办公室内，喝着红茶。\n他的对面坐着一个看起来很稚嫩的士兵，脸苍白的看起来没有温度。\n“这个任务是绝对机密，举国上下，只有大统领，我，你，三人知道。”元帅轻轻放下了手中的陶瓷茶杯，茶杯上嵌着金色的十字。\n这名士兵稍微仰起了头，看了下元帅背后窗外的景色，透过精美凋花窗框包围的六块玻璃，外面满街悬挂的新政府军旗清晰可见。\n“明白。我会完成任务的。”\n趁着夜色，一队装甲车出发了。漆黑的外壳被月光照的锃亮，砲管内透出幽幽蓝光，让人不敢直视。王都的街道似乎都在因为这钢铁军队的经过而震颤。\n“这是行动计划图，到达对岸后，我们需要在距离目标地点五百米处返回，在那之前两个小队负责远程掩护，你跟着一个小队前进。我们的任务就是这些，送你到达地点你就只能自己行动了。”\n年轻的士兵揭开他的头盔面罩，稍微象征性的看了一眼地图，“恩，明白。”\n儘管地图上的地方他根本没去过，但这张地图他甚至闭着眼睛都可以画出来了。\n似乎就像一场电影，一切剧情都是按照剧本写好的一样，任务进行的很顺利，三个小队护送这名士兵到了目标地点后撤离了。\n前方是一个污水道的出口，夜晚的月光还没有明亮到能让人看清那里排出污水的颜色，也许是墨绿色的，也许是紫色的。士兵没有犹豫，直接鑽了进去。\n进入了错综複杂的下水道系统，通道蜿蜒，昏暗，让人摸不清方向。士兵手上的地图也就仅限于进入入口之前，接下来就要凭藉他的记忆力了。后面的情报因为是绝对机密，不可能以文字形式出现在纸上。\n经过了三个多小时的摸索，终于在墙壁上发出昏暗的淡蓝色烛光的蜡烛照耀下，他看到了自己要找的那一扇生鏽了的铁门。\n士兵走过去，熟练地撬开了老旧的锁，走向梯子。这一切顺利的让人感到异常，比预定计划还早了半个小时。\n此时突然听到水中有巨大的声响，一隻看起来像是鳄鱼的生物一跃，一口咬住了士兵的左腿，开始撕扯。因为下水道中不易丢弃自己身上的盔甲和武器，所以装备和枪支都在进入下水道前交给撤退的小队了。\n他掏出腰间唯一能用来当武器的匕首勐力刺向那团巨大的黑影，黑暗中只能隐约看到那怪物的獠牙。这麽巨大的生物根本不可能在水中无声的行动，它一定是在门口等了他很久了。\n挨了几十刀以后那勐兽终于放开了士兵，掉头蹿向黑暗中了。士兵拖着满是鲜血的左腿，爬上了梯子。\n推开头上的井盖，月光穿过建筑的房顶照在他的脸上，他爬上地面艰难的站了起来，但是仍然从容的扫视四周，似乎在寻找什麽；街角的一家酒馆映入眼帘，士兵握紧了匕首，朝那裡走了过去。\n------\n清晨的阳光并不是很刺眼，奈克罗曼的街道上人多了起来。\n两名身披长袍的艾格莱希间谍在酒店的阁楼拿着望远镜看着街角的那家酒馆。他们并不知道自己的任务和最高机密有什麽联繫，甚至认为自己只是在执行单纯的监事奈克罗曼国情这种平常的不能再平常的任务。\n“一家破酒馆有什麽可监视的，难道这裡住的还能是大祭司？”\n“完成任务就可以回家了，管那麽多干什麽。”\n两天后的王都，两名身着制服的艾格莱希士兵出现在元帅的办公桌前，向元帅递交报告。\n元帅拿起茶杯，小喫一口，然后看了一眼报告上的文字，脸上浮现出了笑容。“酒馆门前告示：店面易主，停业整顿一天，明日正常开店”。\n“你们的任务完成了。”\n两名士兵立刻立正，向元帅敬礼。\n“艾格莱希必胜！”\n“艾格莱希必胜。”\n\n\n\n\n寫在後面\n\n\n文章中的劇情還算清晰，如果稍微用心讀的話應該就能理解。僅有兩個章節但是仍然使用了倒敘的寫法，可能會略顯倉促，如果以後還有時間可能會考慮再寫一些。文章中沒有提及姓名，其一是因為我還沒有想好人設，其二是因為個人感覺如果給每個人命名，故事中人物的使命感以及整體故事的代入感可能反而會下降（沒起好名字的情況下）。所以先放在這裡吧，有新的思路了再來修改好了。\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1468046280,
            "txt_content": "繁体字看的很累"
        },
        {
            "author": "像素君",
            "timestamp": 1468046580,
            "txt_content": "同楼上，请换成简体字，即使是文章需要~"
        },
        {
            "author": "2562142093",
            "timestamp": 1468082760,
            "txt_content": "很好这很对话！"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1468505400,
            "txt_content": "天哪手绘超神了！\n咋没人注意。。。？"
        },
        {
            "author": "HOW浩",
            "timestamp": 1468884240,
            "txt_content": "同是手绘，差距那么大QAQ膝盖请收"
        }
    ]
}