{
    "title": "圣石战争·引子 初稿",
    "author": "gggbbb",
    "replyCount": 5,
    "timestamp": 1468071240,
    "txt_content": " 本帖最后由 gggbbb 于 2016-7-13 08:18 编辑 \n食用馄饨，发来贺电~\n\n\n正文部分\n　　\n       莱恩帝国 圣台  　\n　\n       中世纪风格的蓝白色建筑群，零散地分布在四周。而在这座城市的中央，一座金黄色的高台静坐在那儿。虽然没有其他建筑那般华丽，但却透出一种无可名状的神圣感。 \n 　　\n       没错，那便是名为“圣台”的奇迹，也是莱恩帝国举行阅兵仪式的地点。 \n 　　\n       “我等莱恩骑士团，必将凯旋！”  　　\n\n\n       嘹亮的呐喊声，伴随着阵阵庄严的气压，自这座高台之上，猛地扩散开去。  　\n　\n       声势之浩大，竟连三里之外，那些个静立不动的白蓝旗帜，都不自禁地随着喊声，不断剧烈地摇摆着。\n\n\n 　   莱恩骑士团……不愧是号称“帝国第一军团”的存在。如此壮举，已是堪称奇迹了吧。\n\n\n 　　台下的民众们先是一愣。紧接着，便开始欢呼起来，各色的声音此起彼伏。顷刻间，喧哗声响成一片。\n\n\n 　　在高台的正前方，独自站立着一个英俊的青年男子。青蓝色的披风轻盈地披在身上，银白铠甲。而他的瞳孔之中，充斥着自信的目光。这一切的一切，都让他愈发地精神抖擞。\n\n\n 　　他，这位朝气勃发的少年，正是莱恩骑士团团长，莱恩帝国30%军权的实际掌管者。\n\n\n 　　少年一遍又一遍地环视着偌大的会场，看着台下乱哄哄的人们，脸上渐渐地浮现出了一丝笑意。虽然年轻，但久经沙场的他，却已是总结出了一套管理军队的方案。而这种时候，自然就没有必要强制肃静了。再为骑士团累计点声望，这才是上上之策……\n\n\n 　　“噌！” \n\n\n 　　剑已出鞘，他毫不犹豫地将自己的佩剑，高高地举起。随即，大声呐喊：\n\n\n 　　“莱恩帝国万岁，莱恩骑士团万岁！”\n\n\n 　　“万岁！”“莱恩骑士团万岁！”“莱恩帝国万岁，莱恩骑士团万岁！”……\n\n\n 　　听着下方接连不断的叫喊，他的笑容愈发地灿烂了。\n\n\n 　　很好，按照这个趋势……推翻王位，指日可待！\n\n\n 　　—— \n\n\n 　　莱恩帝国 小巷\n\n\n 　　“那么，您是要算什么呢？”  \n\n\n　　一个贫民打扮的小男孩，满脸不耐烦地站在一个小摊子前。摊子的正中央端坐着个瞎子，手里还举着个刻有“天地玄黄”这几个字号的钢制旗子。  　　虽然穿着简朴，但那位男孩身上，自内而外散发出的那股贵气，却是怎么也掩盖不住的。而正因如此，他的心智与价值观也早已成熟。在接触过各种人物后，像这种低劣的骗子，他自然是不放在眼里。  \n\n\n　　算命。自莱恩帝国发达后，这种迷信便被屡受打击。但即便如此，他也对这行有着一定的了解。\n\n\n 　　这行，主要靠的是观察，就算是夸也要夸对头。而这位明显就不行。先不说那拙劣的演技，那副当真连眼皮都不带动下的又是什么意思？而且那柄旗子……木质的远比钢制来的让人信服么。\n\n\n 　　最最重要的，自然是气质的问题。算命这行除了观察，还得来点神仙风度。而那瞎子，连点精神头都没有，看着就想打瞌睡。他连自己都不装一下，又用什么叫别人相信呢？\n\n\n 　　本来他是想给点钱随便打发走的，但那算命的还缠了上来，偏要给他算上一卦。\n\n\n 　　“算不准不要钱，我可是专业的。”\n\n\n 　　男孩看着瞎子，眼珠子一转，便是机上心来。既然他偏要算，那就算个难点的吧。\n\n\n 　　想到此处，男孩便是开口道：“既然你这么想算上一卦，那就算算这场圣石战争吧。”\n\n\n 　　“这倒简单得很。” \n\n\n 　　那瞎子的一摸胡子，老神在在的模样，这倒是有几分神仙气了。\n\n\n 　　“哦，那大师您给讲讲？” \n\n\n 　　男孩也来了兴趣。似乎，这算命的还有两把刷子？\n\n\n 　　“咳咳，这可是个复杂的玩意，得按顺序说起。” \n\n\n 　　瞎子清了两声嗓子，随后便又摆出那副神仙状，开始缓缓道来。\n\n\n 　　“莱恩骑士团虽壮，但却未必能夺得圣石。”\n\n\n 　　“那些个忠于骑士道义的莽夫暂且不提。骑士团团长的城府太浅，空有一腔的野心。可惜，极度自负的他，却对真相一无所知。就凭他那点计谋，也只配当个棋子。”\n\n\n 　　—— \n\n\n 　　奈克罗曼皇国 会议厅\n\n\n 　　飘忽不定的鬼火勉强点亮了整个大厅。一切都是深邃的紫黑色，小小的一个会议厅，竟给了人一种莫名的心颤感。\n\n\n 　　会议厅的正中央，立着个巨大的椭圆形长桌。首席之座上的，是一名身披黑袍、兜帽遮眼、手持一把紫黑手持的人影。没有任何的特点可言，它就像个鬼魂一般，静静地坐在那里。\n\n\n 　　除了它，整个会议厅还有着四个几近一致的人影，分别坐于圆桌的其余四个座位上。\n\n\n 　　没有人率先开口，气氛也愈发诡异起来。\n\n\n 　　“圣石……”  \n\n\n　　首席的人影喃喃自语道。话音未落，一股刺眼的蓝色火光，便突兀地悬浮在了他的手中央，接着，慢慢幻化成了一块玉石的模样。尽管只是幻化而成，但也无法磨灭其的光辉。\n\n\n 　　“巨龙们，已经迫不及待了。”\n\n\n 　　右侧一个人影淡淡地说着。似乎这件事跟它，没有任何关系一般。\n\n\n 　　“死火山，有了复苏的迹象。” \n\n\n 　　左侧的人影，接过右侧的话头，继续汇报着。\n\n\n 　　“王选，已然结束。”\n\n\n 　　又一个人影面无表情地说道。紧接着，最后的人影起身，下一刻，更为诡异的蓝色火焰照亮了整个大厅。\n\n\n 　　“圣石。” \n\n\n 　　首席幽幽地叹了口气，以陈述的语气，再次将这句话重复了一遍。\n\n\n 　　—— \n\n\n 　　“奈克罗曼皇国，名副其实的死灵之国。虽然单兵力量极为强大，但内部却并不团结。”  \n\n\n　　“国王刚死，势必得立下个新王。如此一来，胜算堪忧。” \n\n\n 　　—— \n\n\n 　　玛奇莉亚共和国 核心领域\n\n\n 　　无数巨大的蒸汽机构，整齐而又密集地矗立于大地之上。这里是玛奇利亚共和国的中心地带，也是维持整个国家运作能量的来源。相对应的，这里的空气质量也是糟糕到了一定的程度。蒸汽机的轰鸣声，也是不绝于耳。\n\n\n 　　“圣石能带给我们什么？”\n\n\n 　　乔恩伸手抹了把汗，朝着一旁的老者问道。\n\n\n 　　“永动机……”\n\n\n 　　老者幽幽地叹道。\n\n\n 　　这种问话，在一天之内，已经重复了数百遍。说是提问，倒不如当作一种心灵上的安慰。也正是这个观念，才维持了他们，那股源源不断的动力。\n\n\n 　　“超前的科技，将给予我等，无穷的力量。” \n\n\n 　　“玛奇女神，将带领我等，走向繁荣……”\n\n\n 　　随后，两人便不约而同地齐声说道。不过，相对于第一句而言，第二句则是轻了很多。\n\n\n 　　这并不是劳累，而是故意而为。\n\n\n 　　所谓的玛奇女神……笑话，那个传说中的神明，就真能起到点作用？还不如手上的科技实在。\n\n\n 　　当然，他们都没将口中的怨言道出。毕竟，在这个国家，侮辱玛奇女神，可是死罪。\n\n\n 　　…… \n\n\n 　　“报告，又倒下两个……”\n\n\n 　　“呜————”\n\n\n 　　乔恩面无表情地推下了左上方的拉杆。\n\n\n 　　——\n 　　“玛奇莉亚共和国，科技发达，对蒸汽有着病态般的依赖。”  \n\n\n　　“他们的政治上处理的确实不错，通过一个虚构的，不可靠的神明，来加深对蒸汽的依赖度。毕竟，没有蒸汽，他们便只是几个一无是处的普通人罢了。” \n\n\n 　　“只可惜，他们终将败于依赖。” \n\n\n 　　男孩的脸色变了，这根本就不是什么算命，这简直就是完美无缺的军事推演。眼前这人……\n\n\n 　　瞎子顿了顿，随后若无旁人地继续说着。\n\n\n 　　“艾克莱西联邦，无论是军事方面还是内部，都无懈可击。无论是从理论的角度亦或者是实践，他们都是当之无愧的冠军。”\n\n\n 　　“理应如此。” \n\n\n 　　瞎子眨巴了下眼皮，想了想，又补上了一句。\n\n\n 　　“你，你到底是什么人？！”\n\n\n 　　男孩的脸色变得极为难看，额头甚至渗出了几颗汗珠。只见他双手一抖，两把袖剑便被他握在了手中。\n\n\n 　　“那么，问题到底出在哪里呢？” \n\n\n 　　瞎子呵呵一笑，一抬手，从旗子后面摸出了一把古怪的东西。\n\n\n 　　“你要知道，莱恩帝国远不如表面看上去那般平静。莱恩帝国的国号是取自‘狮子’这个词，这自然是众所周知的。但是你不觉得奇怪么，一个国号‘狮子’的国家，却信仰着凤凰。” \n\n\n 　　“那，那只是个巧合。对，巧合。” \n\n\n 　　男孩头上渗出的冷汗更多了。\n\n\n 　　“是啊，巧合。”\n\n\n 　　瞎子冷笑。\n\n\n 　　“那请您说说，为什么帝国的摆设——行政议会的名号，却是取自‘凤凰’？”\n\n\n 　　“圣石最先是被玛奇莉亚共和国，这个蒸汽机的国度给发现的。也正因如此，他们得到的情报，也就更为详细。当然，这也就给予了他们无以伦比的动力。”\n\n\n 　　“玛奇莉亚共和国一有动静，联邦那边也就开始闹腾了。这个崇尚战争的国家，只需要一场强有力的胜利，来打响他们的名号，顺带着扩大自己的领土。于是，圣石之名便在他们的刻意之下，越传越响，乃至于现在无所不能的程度。”\n\n\n 　　“奈克罗曼的死灵们在黑魔法上，倒有一番的心得，但在政治上却是一塌糊涂。唯一的明白人——国王也已经逝世，即便内部仍有几个明事理的人，在潮流之下，也是无能为力。”\n\n\n 　　“那么，莱恩帝国的参战，却显得十分诡异。这时的莱恩帝国，发展已经几近巅峰。只要闭门造车，不久的将来，便可以所向披靡，一统大陆也并不是难事。”\n\n\n 　　“可，就在这个时候，他们动了。而且不同于以往的小打小闹，莱恩帝国将整个骑士团都押了上去——”\n\n\n 　　“唰！”\n\n\n 　　瞎子轻轻向左一闪，便躲过了男孩的突刺。他挥挥那柄钢制旗子，逼开男孩，接着继续说道。\n\n\n 　　“不同于没脑子的奈克罗曼，莱恩帝国那些行政人的城府可是极其深厚。一块莫须有的石头，自然不足以让形势大好的莱恩帝国全军押上。”\n\n\n 　　“在其中作乱的，也就只有帝国的军囊——凤凰议会了。在几年的管理下，虽然军权仍旧掌握在莱恩骑士团的手上，但人民的信仰，却已是转移向了象征着永生的凤凰。在这一刻，即使莱恩骑士团全军覆灭，凤凰议会也能迅速地掌控回大权，并且在极短的时间内，打造出一个全新的国家吧。”\n\n\n 　　“那么一切，也就解释的通了。”  \n\n\n　　“而凤凰议会，也并不需要费多大的功夫，只要让玛奇利亚共和国深信不疑，这局也就成了。不但能将莱恩骑士团一举消灭，还能顺便削弱下周边大国的实力。一举两得，真是好心机。” \n\n\n 　　瞎子举起那把奇怪的东西，接着手指一动。\n\n\n 　　“嘭！”\n\n\n 　　男孩惊讶地看着瞎子，又看了看自己身上多出来的血洞，砸吧砸吧嘴，最终还是不甘地倒在了地上。\n\n\n 　　血，流了一地。\n\n\n 　　“也别小看了我们这些老家伙的能耐嘞，晚辈们。”  \n\n\n　　无视周围的骚乱，瞎子只是静静地看了眼男孩的尸体，接着便毫不犹豫地俯下身子，从他的口袋中，取出了一枚有着凤凰标识的徽章。\n\n\n 　　“警卫，也快到了吧。” \n\n\n 　　瞎子叹了口气，随后却又像是突然想到了什么，邪邪地笑了起来。\n\n\n 　　“胜负，未分呢。” \n\n\n 　　“毕竟，这场战争，才刚开始……不是吗？”\n\n\n\n肺炎\n\n别找了，我跟你讲，这绝对有必要的描写，没有打脸。（啪）\n首先，排版累晕。久未发帖，格式都忘光了。（捂脸）\n还有就是，一年没写，这文笔以及描写略渣啊……（各位ladao，我已经没有资格与你们同群了，我还是安安静静地做我的死鱼吧。）而且节奏莫名的快（望天）\n那么就这样，混个参与走人www。\n\n\n\n\n求一波助攻：\n @恶魔-潇洒 @46241359 @540083835 @冥王星人  @xcc\n\n\n以上\n",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1468303980,
            "txt_content": "我只能说:您的审核现在才通过，而且格式真的不方便阅读~"
        },
        {
            "author": "gundamMC",
            "timestamp": 1468304280,
            "txt_content": "肺炎是什么鬼。。。"
        },
        {
            "author": "火星使者",
            "timestamp": 1468342980,
            "txt_content": "算命的说话有点矛盾，是故意而为的吗"
        },
        {
            "author": "hhttll",
            "timestamp": 1468345500,
            "txt_content": "点开spoiler后第一眼看到蓝白一定只有我一个"
        },
        {
            "author": "1814247382",
            "timestamp": 1597805760,
            "txt_content": "。。。。。。。。。。。。"
        }
    ]
}