{
    "title": "神西亚大陆——圣石之变",
    "author": "柠檬柠檬柠",
    "replyCount": 17,
    "timestamp": 1468077060,
    "txt_content": " 本帖最后由 柠檬柠檬柠 于 2016-7-12 10:43 编辑 \n\n前言\n讲道理嘛，这个问是我花了⑨天时间怼的，七月一日我正好过生日，顺便参加了这个活动，这次活动是我最认真的一次了，也不知道能不能行，改了好多次，有次（七月四日）：做梦做一半梦到剧情强制醒来记了下来，后面那一段就是我强怼的，本人小白（小黄柠檬）还请各位大佬多多指点（鞠躬）。\n\n我眼中的圣石：\n\n幽暗的洞穴没有尽头，坠落的水珠在地面形成深深浅浅的水洼，潮湿的空气、滴滴答答的声响、若有若无的霉气让人窒息。淡淡的紫光从前方传来，好似有魔力一般吸引着男人不断向前走去…一步、两步、三步，“嗵！”重物坠地，紫光湮灭。千百年来，四个风格迥异国家在古老而神秘的神西亚大陆中不断成长：莱恩帝国处于神西亚大陆东部，其作为富饶之邦其宫殿尤为富丽堂皇，中世纪哥特式风格浓厚异常，宫殿之处随处可见尖塔高耸、尖形拱门、大窗户及绘有故事图案的花窗玻璃。尖肋拱顶、飞扶壁、修长的束柱，这一切都营造出轻盈修长的飞天感。整个宫殿拥有直升线条、雄伟的外观和空阔空间，蓝白旗帜在塔尖飘舞飞扬，庄严而肃穆。奈可罗曼皇国处于神西亚大陆南部，它的城堡走廊幽深而看不清前方，他们讨厌电，只能看到蓝色的火舌一明一暗的跳跃着，步履匆匆走过的侍从都长衫敷体、兜帽掩面，更是为这个令人好奇的的皇国增添一份神秘感。玛奇莉亚共和国处于神西亚大陆西部，国内随处可见紧凑但又整齐的建筑群，天空中到处是来来往往的飞碟，下水道中的油污为民众但来无穷的烦恼，纵使如此，这个国家仍然异常偏爱锅炉以及蒸汽。艾格莱希联邦处于神西亚大陆北部，这是一个英勇而好战的民族，军队的日益壮大为人民带来了无穷的信心和安全感。经过多年战争的洗礼，联邦皇都规划易防易守，成群的警卫流动于皇都的每个角落，纯黑的盔甲、枪口散发的诡异蓝光让人对这个联邦好奇而又敬畏。四个国家可谓是旗鼓相当，实力不差上下，千百余年来，这个四个国家疏离而又和谐的共存。大陆之内、四国之间盛传圣石出穴紫光现，得其身者镇天地！传闻得圣石者可统一神西亚大陆，如今从未现身的圣石竟照亮艾格莱希联邦上空，其它三国谁不蠢蠢欲动，或求扩张、或求自保。神西亚大陆未来如何，谁人可知？ “启禀陛下，据三边守军来报，莱恩帝国、奈可罗曼皇国、玛奇莉亚共和国皆有异相，怕是有争夺圣石之意！”清晨，阳光柔抚着大地万物，金色的光辉照耀在殿檐上，反射出华丽的光芒，让人觉得耀眼的绚烂。宫殿的四角是由灰白色的大理石柱支撑，在徐风中沉稳静谧。大理石柱之间的石阶上垂着朦胧的纱幔，任清风拂过，那薄纱婆娑扬起，银色的纱与太阳的光华交相辉映，显出五彩的斑斓。光芒打在帝王脸上，竟让人一时看不清面容，清冷的声音夹杂着一丝愤怒与颤抖，细听，竟还有一丝不易察觉的兴奋！没有人可以猜透帝王此刻心中在想着什么。穿过曲曲折折的小道走向那深幽之处，一座辉煌气派的宫殿隐藏其中，无人把守，无人跟随，只有龙泽一人漫步向前，像是在回忆这什么，像是在怀念着什么……哥哥，是你吗？是你回来了吗？黑夜沉寂，耀眼的宫殿失去了它的光芒，平添一份幽冷。龙泽站在城墙的最高处，望着四周黑压压的一片，望着这承载着无数人希望的土地，望着这掩埋了无数壮士尸骨的土地！风起，树影婆娑，风起，人心荡漾，闭上眼睛，幼时的一幕幕若走马灯从脑海闪过，欢笑打闹、神采飞扬，竟是再也回不去的时光。我必为你守护艾格莱希这方疆土，待你重新归来！似是承诺，似是期盼，在风中消逝，似有若无，独留深思者寂然无声……东方泛白，一夜无眠。酷暑已过，秋风送爽，粮草已足，整装待发！凛凛秋风，战旗猎猎。至尊宝座，空放一席盛装。帝王身披战甲，威震上下，独留年迈的国师满腹愁思：人未归，何以至此！谁说至高之位亲情淡漠，寒凉怎敌那温暖所归。战鼓擂，气势足，龙泽环视着肃杀的战场，天高地阔鸿雁过，刀光剑影热血洒！一声令下，万军齐动，嘶吼声伴随着沸腾于天地间的黄土震人心魄！杀！只知道杀！刀起刀落，无悲无喜……一天一夜的厮杀，所有人都筋疲力尽，龙泽望着这满地尸首，望着这鲜血染红的大地，眼中闪过一丝期许、一丝狂乱。三边终是不敌，派来使臣以重求太平。龙泽无言，重走来时的路，眼中更多一份坚定：我守艾格莱希完整待你归来，同心共收三边之地！岁月悠悠若水流逝，世人称此战为“圣石战争”，殊不知，四方都不曾得到圣石，不同的是，三边无奈蛰伏，独留一方在希望与寻觅中苦苦等待……圣石恍若昙花一现，来不及抓住便失了踪影，曾经照亮艾格莱希联邦夜空的紫色光芒终是消逝殆尽，整个神西亚大陆仿若陷入一片死寂，好似圣石从未出现过。生活还在继续，富丽堂皇的莱恩帝国那高耸尖塔上依旧飘扬着蓝白旗帜，依旧那样庄严肃穆；奈可罗曼皇国的蓝色火焰依旧跳跃，带来一丝鲜活，一丝诡异；玛奇莉亚共和国的上空飞艇依然来回穿梭，蒸汽机的轰鸣声响彻这方大地；艾格莱希联邦依旧英勇好战，皇都警卫成群。一切如故又好似不再一样，龙泽守着艾格莱希这方土地等待一人归来。朝阳初升，四方和熙，绿草红花入眼帘，无忧稚子同嬉戏！ 气势恢宏藏威严，至尊之位心凄凉。旧时时光入梦来，人醒梦散意愈坚！\n字数：1897字  字符数不计空格：1897字  段落数：18   （数据来地欧吸叉docx）\n\n（鞠躬）",
    "replies": [
        {
            "author": "2562142093",
            "timestamp": 1468300680,
            "txt_content": "讲道理这是本人渣作……写的不好，海涵海涵~哈哈 @籽岷  @中二病Alex  @麦白  @天空之城TCD  @ItIsEnderman"
        },
        {
            "author": "麦白",
            "timestamp": 1468302660,
            "txt_content": "你眼中的圣石，仔细一看，发现好深好黑 好污。"
        },
        {
            "author": "2562142093",
            "timestamp": 1468303020,
            "txt_content": "麦白 发表于 2016-7-12 13:51\n你眼中的圣石，仔细一看，发现好深好黑 好污。\n噫，明明是龙眼qwq麦白白才污呢！"
        },
        {
            "author": "像素君",
            "timestamp": 1468304220,
            "txt_content": " 本帖最后由 像素君 于 2016-7-12 14:18 编辑 \n\n如同邪恶之力一样的存在——圣石~（另外，为何要写出古文的味道~）"
        },
        {
            "author": "像素君",
            "timestamp": 1468304520,
            "txt_content": "2562142093 发表于 2016-7-12 14:27\n脑洞问题，我控制不住我技挤呀！\n因缺思婷~帖子头是农夫，到这里就成猎手了~为何要开两个号~另外，您的帖子似乎审核时间很久啊，都被挤到中间了~"
        },
        {
            "author": "2562142093",
            "timestamp": 1468304820,
            "txt_content": "像素君 发表于 2016-7-12 14:17\n如同邪恶之力一样的存在——圣石~（另外，为何要写出古文的味道~）\n脑洞问题，我控制不住我技挤呀！"
        },
        {
            "author": "2562142093",
            "timestamp": 1468305600,
            "txt_content": "像素君 发表于 2016-7-12 14:22\n因缺思婷~帖子头是农夫，到这里就成猎手了~为何要开两个号~另外，您的帖子似乎审核时间很久啊，都被挤到中 ...\n这个帖子我是叫外星人审核的，我的号很多，这点认识我的都知道 @屎莱姆."
        },
        {
            "author": "言之安",
            "timestamp": 1468305840,
            "txt_content": "哦，原来我就是传说中得喵喵安"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1468306140,
            "txt_content": "得圣石者得天下，皇权小说23333333333"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1468339500,
            "txt_content": "言之安 发表于 2016-7-12 14:44\n哦，原来我就是传说中得喵喵安\n哥特女仆qwq"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1468339500,
            "txt_content": "540083835 发表于 2016-7-12 14:49\n得圣石者得天下，皇权小说23333333333\n恩，着很强势、深邃、幻想……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1468404840,
            "txt_content": "又看了看，好好的奇幻叫汝写成了玄幻。\n给我去墙角跳绳！"
        },
        {
            "author": "2562142093",
            "timestamp": 1468412520,
            "txt_content": "冥王星人 发表于 2016-7-13 18:14\n又看了看，好好的奇幻叫汝写成了玄幻。\n给我去墙角跳绳！\n柠檬：讲道理我想写宫斗悬疑……  （外星人：再加二十组跳不完不许吃饭！）qwq"
        },
        {
            "author": "WM2030",
            "timestamp": 1468468440,
            "txt_content": "嗯，我读出了浓浓的水气\n还有吐槽气\n只有我一个人觉得这么正经的文章其实是在吐槽吗"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1468478340,
            "txt_content": "WM2030 发表于 2016-7-14 11:54\n嗯，我读出了浓浓的水气\n还有吐槽气\n只有我一个人觉得这么正经的文章其实是在吐槽吗 ...\n讲道理，这个玩应我写的很认真改了无数遍，截止今晚，我有种要交卷的感觉……"
        },
        {
            "author": "chushou45687224",
            "timestamp": 1587212340,
            "txt_content": "6666666666"
        },
        {
            "author": "苏沐泽",
            "timestamp": 1592306280,
            "txt_content": "哇哦哇哦哇哦"
        }
    ]
}