{
    "title": "【原创·连载】《也许是他》 by星维",
    "author": "o-zero",
    "replyCount": 6,
    "timestamp": 1468077180,
    "txt_content": " 本帖最后由 46241359 于 2016-7-10 08:22 编辑 \n\n  “咯吱咯吱”我慢慢的被这种声音叫醒，像是在召唤，实际上就是在吵醒我的美梦，我的美梦是什么呢？对不起，再醒来的一瞬间就忘了，取而代之的是一片黑暗。\n  “恶！这地方真是不错，难得一见的风水宝地？”我调侃道，这是我第16次重生了， 之前全死在了自己的手里，淹死、摔死、作死，最后那个不用管了……我们来看看，这地方很黑，但我难得的视力那么好，能看见周围的箱子，气味？我想到，任何地方都有气味，但这里？但这里的气味有点奇怪，怎么说呢？就像是空气清新剂，让我恨不得狠狠吸一口，“恶，那可真是不良，就像吸毒一样，所以还是不要了。”让我看看，这一次的重生还是难得的多话，自言自语？错了，在跟另外一个自己讲话是无比享受的，我看到楼梯了，在这一个窗户完全封闭的大楼里，楼梯弯弯曲曲的，但却直通一个光明的路口。\n  \"请问，是主吗？\"黑暗中一个声音传来，我没回话，但是有个孩子一样的声音，我还是很顾忌的，“你在哪？”我问道，知道一个新朋友的位置？虽然恨扯淡，但是我还是比较喜欢新朋友的。\n  “额，主？”那声音越来越明显，听起来就像是个女生，“叫我，呃……先生就行！”，“好的，先生，我在门口，求你了，看看这世界吧！”说道后半段他的声音就像是哀求，哀求我，拯救他，或者让他自由？\n  我走到了门口，那一抹光线从破烂的门缝里钻了进来，我讨厌这种感觉，我一把推开了门，大量的阳光照了进来，我下意识的用手护主眼睛，随后，光线伴随着炎热一起照在了我的身上，但眼底，有一个可爱的小女孩“也许，我看见你了，但是，要不是你说，我以为我是吸血鬼。”\n  那个小女孩看起来不知道说什么了，但看看这附近，都是一片废墟，而这个出口，在一个一百多层的高塔之上，而现在，我起码在八十几层之上，“没关系，孩子，我觉得到时候我可以带你跳下去。”我第一时间就安慰这孩子（别想歪），“我相信你，先生……”她好像还想说什么但是没说出来。\n  我看了下周围，全是废墟，而这塔看起来是新建的，而且很难被打爆的样子，只是暗点而已，也许，不只是一点，不过没关系啦。\n  我看了看孩子，一副想说什么但……说不出来的样子，“请问，您能一次次的复活吗”，“是的，可以的，但是我非常讨厌淹死的那一次，以及被北极整死的那一次。”（福利）\n  “我能在那之前养只猫，也许在那之前的之前，你能一切告诉我。”我能看见远处的一些东西，想是馄饨？（福利）\n  但也许这是冥王星（福利）也说不定，额，但是现在我肯定下不去这塔，我得想个办法……（未完待续~~~）\n\n  最后要感谢大家，额，以第一视角来写这篇文也是我想到的一个好主意吧==希望大家喜欢，谢谢",
    "replies": [
        {
            "author": "940595236",
            "timestamp": 1468081140,
            "txt_content": "北极馄炖……神奇的福利23333"
        },
        {
            "author": "o-zero",
            "timestamp": 1468296240,
            "txt_content": "940595236 发表于 2016-7-10 00:19\n北极馄炖……神奇的福利23333\n喵~ ==下次更不定呦"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1468324860,
            "txt_content": "加油，期待更新233"
        },
        {
            "author": "o-zero",
            "timestamp": 1468491780,
            "txt_content": "sky建筑大师 发表于 2016-7-12 20:01\n加油，期待更新233\n每周五，可能吧=="
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469152800,
            "txt_content": "该反差的地方好像没出反差的效果。"
        },
        {
            "author": "荣辱观",
            "timestamp": 1469260860,
            "txt_content": "真是不（yin）良（dang）——像吸毒一样——还是不（yao）要（she）了"
        }
    ]
}