{
    "title": "圣石之战",
    "author": "天上一片云",
    "replyCount": 9,
    "timestamp": 1468127160,
    "txt_content": " 本帖最后由 天上一片云 于 2016-7-16 13:10 编辑 \n\n   那啥~新人发稿~格式神马的都不太清楚~写的不好请见谅~（我会持续更新的~）不为别的，混个脸熟~~~\n  引子（千万别看，看看了就给金粒）：上课！今天讲一下世界历史概况。认真听讲！咳咳，呵—呸！嗯，对不起阿，老师滔滔不绝的说道，“在很久之前的时代，MC只是一个游戏——平常的游戏。那时候，世界的一切都不是现在这样-----由于年代太久远，我们已无从知晓。可是，有一天，一个球体--就是现在的圣石--从名叫太平洋的一个海洋深处升起，它散发出的白光开始吞噬一切。那时人们完全没有准备，只能等待着被吞噬。13个小时之后，一切都被光包裹起来。之后，不知是过了几万年，两个造物主出现了—Notch，生命， Herobrine，死亡。两个创世神在白光中创造了大地，山河，汪洋，天空，白天，黑夜，太阳，月亮，树木，花草，在最后合力封印了蕴含无穷力量的圣石。可是 Herobrine逐渐厌倦了这一切，他独自创建了另外两个世界——下界，末地，并将圣石占为己有，存放在末地的深处，无人知晓。Notch逐渐感受到 Herobrine的眼神变得空洞，邪恶。于是，他们展开了一场毁天灭地的对决。他们打的昏天黑地，最终Notch战胜了 Herobrine，把他封印在下界的虚空之中，虚空粒子使得 Herobrine完全丧失了理智，变成了恶魔。Notch也身受重伤，于是他感应圣石，释放了我们--被白光吞噬的生灵，但 Herobrine残存在圣石中的邪恶意志也被释放了出来，变成了各种怪物。Notch把世界托付给我们，而后前往了一个地方隐居至今。人们在怪物的阻碍下艰难的发展着，日益强盛，MC4235年，四分天下，形成了今日的莱恩帝国、奈克罗曼皇国、玛奇莉亚共和国与艾格莱希联邦。”老师讲完了世界历史概况。“哦，同学们，我忘了说了，奈克罗曼皇国是由高等村民建立的--他们受尽了压迫，在一条巨龙的帮助下才获得了自由。”莱恩帝国的老师补充道。\n一.梦\n  四个国家的领袖在夜晚被带到了同一个梦。梦中，“Notch”出现了。“四位，今天我把你们聚集在这，是因为最近我感应到圣石的存在。我们来玩一个游戏吧，”“Notch”笑着说道，“我告诉你们圣石的位置，你们其中有谁能把圣石给我拿来，我就会帮助他，取得整个大陆的统治权，并让他长生不老。怎样？”四个领袖的眼睛亮了起来。谁不想成为唯一的王呢？“此话当真？”“当然。”“那要是拿到了圣石，怎么交到你手上呢？”“到时候我自有办法。现在，醒来吧，去整顿你们的军队！”四个领袖退出了梦境。“Notch”冷笑了一声，撕下了脸上的面具，露出惨白的、空洞的眼睛……  二.阴谋浮现\n 在大陆的东南方，有一座与世隔绝的小岛。岛上种满了橡树，树林间影影绰绰，时不时有一两只野兔蹦跃其间。这座小岛从未被人发现——大航海时代时，伟大的航海家麦陀伦从它100米处驶过，看见的只是一片汪洋。为什么?因为这里就是Notch隐居的地方。Notch不愿被人打扰。而讽刺的是，他现在永远也离不开这里了。Herobrine从虚空中卷土重来，了无声息地出现在Notch身后，把Notch一拳击倒在地。“老朋友，好久不见。可好吗？”这是Notch晕倒前听到的最后一句话。醒来后，Notch看到了在他面前吃着兔肉煲的Herobrine。他想动弹，却发现自己被闪烁着紫色光芒的铁链锁着。“你是怎么从虚空中逃出来的？”“哦，你醒了，老朋友。从虚空中逃出来？挺简单的呀，我创造了这个——命令方块。”说着Herobrine掏出了一个奇怪的方块，变换着色彩，中心有六颗按钮。“这么多年没见，你可是一点都没变。我出来后，就先来看望一下你。”“你又要做什么！这个世界已经经不起你的摧残了！”Herobrine猛然站起，把兔肉煲狠掷在桌上，桌子应声而断，他怒气冲天的说道：“干什么！你把我囚禁了4500年，我还能干什么！复仇！我真想现在就杀了你！”Herobrine狠狠的瞪着Notch，“可是我不会这么容易让你死的，”Herobrine惨白的眼中渗出一股杀意，“我要你眼睁睁看着你所释放的生灵互相残杀，血流成河！”Herobrine顿了顿，“我会用圣石吞噬那胜利的一方的灵魂，然后再像你当年那样释放出他们，只不过我会在他们的灵魂中刻上永恒的邪恶！到时候，我会让他们亲手挖出你的心脏，然后狼吞虎咽地吃掉！很残忍，对不对？我很喜欢。”Herobrine恶毒的说。“哦，另外，这里的兔子味道很不错。”他又从箱子里拿出一碗兔肉煲。Notch知道，现在，一切只能靠人类了。他默默地，叹了口气。\n\n三.悲剧的开幕式\n  莱恩帝国的亚历山大镇郊外是一望无际的小麦田。正值秋季，站在莱恩城的高塔上一眼望去，金灿灿的一片压弯了的麦穗，被风一吹，犹如无边的金色海洋；肯特就正在这海洋中牵着马散步。近日以来，他心头总是有一块沉甸甸的东西压着，憋闷极了。他望着眼前无边的麦田，越发的茫然，无措。在这茫茫的金色麦浪中，他越来越渺小，这浪花要把他淹没，犹如风暴的海洋吞噬孤舟：他的脚颤抖起来。这颤抖愈来愈烈，他觉出点真实来：大地真的在颤抖！他警觉起来，难道是地震？突然，远处炸起一个声浪，直扑肯特而来！他躲闪不及，被推飞去10米远，撞在一个小土堆上，一口鲜血喷了出来。他挣扎着站起来望去，一个大坑出现在倒伏的麦子中央，足有60米宽，5米深，土被炸成了粉末从天上掉下。他被眼前的景象惊呆了。恍惚中，天空传来了空灵的话语：“人类们，决战的时刻到了！传送门已经打开，圣石已经出现，游戏，开始了！”一道闪电劈在坑底，黑色的烟雾迅速弥漫四周，在巨坑的上方汇集，逐渐生成一种暗紫色的薄膜，向上蒸发着紫色的粒子。是末地传送门！肯特没想到决战会来的这么快，他呆立在原地，直到身后喧闹的马蹄声和跑步声把他拉回现实。是国王的军队！这一切都发生的太快了。刚刚还在散步，现在却要奔赴战场！   “你怎么样了，孩子?”国王在他面前下马，紧张的问道。“没事，父皇……真的到时候了？”“嗯，为了莱恩帝国，我们要拼死一战！”“好！父皇，城里的百姓安顿好了吗？这次战争，必定要多很多遗孤。”“已经安排妥当了。战死是难免的，只要最后取得胜利，一切都值得！”国王转身对着身后茫茫的莱恩勇士喊道：“为了莱恩帝国！凤凰保佑你们！”“为了莱恩帝国！为了莱恩帝国！为了莱恩帝国！”“冲啊！”国王带头冲锋，跃马跳进了传送门。肯特也跃上马，冲了进去。   此时，奈克罗曼皇国火山谷的熔岩池、艾格莱希联邦的雪山冰湖、玛奇莉亚共和国的矿区天井都出现了传送门。大战，一触即发。\n 四.悲剧的闭幕式 血......   好多血…… \n  “这是哪？”放眼望去，一片空白。“这是什么地方？我的家呢？”肯特想起了他温馨的家。温暖的床……可口的饭菜……亲爱的父母……他们去哪了？“有人吗？有人吗？”肯特不安的喊道，他希望看见人，可回应他的只是一片死寂。“什么都想不起来了……头好痛……”这时，一点微弱的蓝光引起了他的注意。“那是……”他走到了蓝光的下方，蓝色光点动起来，好像要领他去什么地方。“你……知道我在哪吗？”肯特对着光点问道。“跟我来。”光点竟然会说话！“你会讲话？那，我在什么地方？”“跟我来。”光点还是说了这句话，肯特只好放下心中的疑问，跟着光点走向远方。他跟着光点走啊走，走啊走，不知过了多久，前方的白色中显现出一个人形。越来越近，原来那是一位白色衣裙的少女。那光点飞进了少女的额头。“你好，肯特。我知道你一定很奇怪。”“嗯，这到底是什么地方？”“这是圣石的内部。”圣石……肯特想起了一些事情。“你……其实……已经死了……在末地战场上。现在，我会把你的记忆还给你。”少女抬起右手，在肯特额头轻点了一下，一片清凉传遍全身，但随后便是深深的痛苦。“圣石……父皇……Notch……末地……剑……鲜血……”肯特痛苦的在地上打滚，他想起了全部，包括一把利剑刺入他的心脏的痛苦，与临死前无助的呻吟……“你为什么要让我想起来！啊啊啊啊！！！”   过了很久，肯特冷静下来。少女说：“你听我说。你父皇看见的那个Notch，是Herobrine伪装的。Herobrine要让你们互相残杀，圣石只是幌子。他的诅咒还是灵验了。”肯特一脸吃惊，“你是谁？为什么会知道这些？”少女笑了笑，“我是圣石的守护灵。当初圣石出现的时候，我就出现了。我度过了从宇宙大爆炸到现在的无数亿年。圣石原是宇宙间最圣洁之物，它克制所有邪恶的东西。当初你们人类的邪恶已经超过了你们的善良，圣石吞噬你们，是要净化过后再释放你们。只不过出了点差错，Herobrine诞生了。他集世间万恶而生，圣石便召唤了Notch而来克制他。他如今又卷土重来，你被圣石选择了，因为你的正直，善良。”“这……那你要我做什么？”“击败Herobrine。”“什么？开玩笑吧！怎么可能！”“你所爱的人都会给你能量的，想想他们的笑容，他们的脸庞。”“我所爱的人……”肯特想起了他的妈妈。妈妈在他13岁那年随军出征，夜晚营地遇袭，妈妈让肯特藏好后就冲出了帐篷。肯特迷迷糊糊的睡着了。第二天醒来，肯特看到父亲趴在母亲身上痛哭，妈妈脸上似乎还有一丝微笑。他知道，是战争害死了妈妈。“好吧，为了我所爱的人。”“去吧！”肯特觉得一股强大的力量注入他的体内，他的眼前闪现出他的父亲，母亲，从小的玩伴，爱人……   睁开眼，肯特看到面前的Herobrine有些惊愕。“呦，这是哪位？”“你不用管我。Herobrine，你犯下滔天大罪，现在就是你偿还的时候！”“很好，哼，那就来呀，不管你是谁，小心变成灰！”Herobrine冲上去，肯特用右手轻松挡下，“临死还不知悔改！”肯特集全身力量于左手上，打向了他的腹部。肯特看到了Herobrine眼中闪现出第一次也是最后一次极度的恐惧，“这不可能……”  \n  “让这一切，都结束吧。”\n  百年之后，当世界重现生机时，人们忘记了圣石战争，忘记了创世神，他们不会知道，有一位叫肯特的英雄，拯救了这个世界。圣石带着Notch和肯特，带着这所有的一切，去了下一个，需要被净化的地方。\n\n\n",
    "replies": [
        {
            "author": "终究暴走",
            "timestamp": 1468127340,
            "txt_content": "(*@ο@*) 哇～，挺好\n加油↖(^ω^)↗"
        },
        {
            "author": "天上一片云",
            "timestamp": 1468127700,
            "txt_content": "希望多多支持---我会听取大家的意见进行改进的！"
        },
        {
            "author": "DGK2",
            "timestamp": 1468128240,
            "txt_content": "开头很让人不舒服，一点看的欲望都没有，在很久很久以前...这"
        },
        {
            "author": "天上一片云",
            "timestamp": 1468129920,
            "txt_content": "DGK2 发表于 2016-7-10 13:24\n开头很让人不舒服，一点看的欲望都没有，在很久很久以前...这\n嗯，回头看了一下，确实如你所说的。谢谢。"
        },
        {
            "author": "像素君",
            "timestamp": 1468143240,
            "txt_content": "说一下，其实文章可以和mc无关~，这样一看很让人没有阅读兴趣~"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1468161480,
            "txt_content": "看都不想看\n好厉害啊你让我震惊了\n压力好大（←什么鬼）"
        },
        {
            "author": "天上一片云",
            "timestamp": 1468209060,
            "txt_content": "Donnies_Ming 发表于 2016-7-10 22:38\n看都不想看\n好厉害啊你让我震惊了\n压力好大（←什么鬼）\n？什么意思"
        },
        {
            "author": "天上一片云",
            "timestamp": 1468233420,
            "txt_content": "标题: RE: 圣石之战--阴谋更新了更新了（￥.%）!希望大家多提意见！"
        },
        {
            "author": "Maro丨马络",
            "timestamp": 1468587540,
            "txt_content": "为什么我也三级我不能发啊"
        }
    ]
}