{
    "title": "【原创·连载】《二次元穿越》【25】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 5,
    "timestamp": 1468138440,
    "txt_content": "正文\n\n25\n夜晚很长，我翻来覆去地在床上睡不着。\n的确，这很奇怪。虽然日月停止转动了，但是我们的各种表，都没有停止。因此，我们还像以前那样正常生活着，过着平安的日子。\n或许吧。但愿吧。\n“Boom！”房间的一头忽然被炸开了，几个比我大的男孩迅速醒了过来。不过，没有任何怪物涌进来，好像什么也没发生过一样。\n但这样的缺口，肯定看了就不敢睡了。另几个刚刚还在睡的，似乎听到了什么动静，也一咕噜爬了起来，揉着眼睛看着大家。\n木门被轻轻打开，发出吱呀吱呀的声音。一位士兵轻轻地走进来看看发生什么事，忽然发现我们正在盯着他看。\n他看看我们好像基本都醒了，就疑惑地问道：“你们这个洞怎么回事？苦力怕炸的？”\n我们面面相觑，不知道该说些什么。\n“怎么了？”木门再次被打开，村长走了进来。看到对面墙壁上炸出的缺口，吓了一跳，有点担心地往我们一个个看去，“发生了什么？有没有人受伤了？”\n我们就这么愣着。\n“呃……我们也不知道。”我说。\n“它自己炸的，你们没看到吗？”\n“嗯。应该是这样的。”另一个孩子答道。\n村长脸上似乎浮现出担忧的深情，这样的事已经几个月没看见了。我忽然想到了那天世界末日刚刚发生的时候，内心感到有点伤心。村长对士兵说道：“你在这里看着他们，我去去就回。”说完变打开木门走了出去。\n一片寂静，如果此时有一根针掉在地上，想必我们都能听见的。\n“这个……这个缺口会有危险吗？”一位最靠近爆炸口的孩子说道。“不用担心，我会保证你们安全的。”卫兵走到孩子身边，缓解他紧张的情绪。瞬间，又安静了下来。我看看四周，似乎已经没人想睡觉了，都睁大眼睛看着天花板，然后静静地也不说话，好像在思考什么。把头收回来，我把眼睛轻轻闭上，近段时间的一幕幕便浮现在了我的脑海里，好像一部精彩绝伦的电影一样，起伏跌宕的故事是那样催人泪下。如果我的家人还在，那该多好？……“全部注意了，只带最重要的，说过我们这边装不下，那么远的路程。”“村长，带不带这些备用的衣物和食物？”“带点就行了，不要带太多。”到处闹哄哄的，大人们在收拾东西，而我们就一起在聊天，聊各种有趣的事情。时间过得很快，大人们的东西也准备好了。“现在注意一下，我们人不多，全部使用马和驴做交通工具。马上坐人，驴来装东西。每匹马上坐1个大人2个小孩，每头驴上坐1个大人。路上怪不是很多，会有人来接我们，大家不用担心。然后，所有士兵负责骑专门的马，在前后及两边保护其他人，特别是小孩！”“村长，马都牵好了。”“行，叫小孩们上马，一家的尽量做一匹马，其他的全部按照宿舍分配！”前面的小孩开始一个个上马，各个跃跃欲试。毕竟，对于一个小孩来说，骑马和伙伴们一起进行长途跋涉，是多么有趣的一件事情呀！而观察这些马也很有趣，有白马、黑马、棕马，甚至还有两头奇怪的黄马，体型及样子也各不相同。我和剩下的小伙伴们，一起谈论着那匹马骑着会最舒服。远方的路，似乎没有尽头。“洛芬，你上那头棕色的马。”“好。”眼前是遥远的路，前面骑马的大人已经准备好了，后面的人还在陆续上马。我按捺住内心激动的心情，开始四处找熟悉的小伙伴聊天。“大家坐好了，所有人都上了吧？行，马上出发！”“耶！走走走！”出发了，孩子们欢乐的笑声，回荡在无尽的夜空中。\n字数：1304字\n\n一些废话\n突然发现这个版还能发辩论和投票，擂台还能发投票XD这章有很多槽点哦~\n索引贴见签名档，希望大家支持！世界时间表已更新\n",
    "replies": [
        {
            "author": "233dren",
            "timestamp": 1468248900,
            "txt_content": "夜晚很长，我翻来覆去地在床上睡不着 \n深夜寂寞空虚..."
        },
        {
            "author": "player927",
            "timestamp": 1468307940,
            "txt_content": "呵呵呵呵呵，萌贼至今不知道萌的危害"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1468324440,
            "txt_content": "很精彩期待续作 加油233"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1468324920,
            "txt_content": "player927 发表于 2016-7-12 15:19\n呵呵呵呵呵，萌贼至今不知道萌的危害\n什么意思，好深奥的赶脚w"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469171760,
            "txt_content": "“孩子们欢乐的笑声”这处，对儿童情感把握还是不太对。"
        }
    ]
}