{
    "title": "作为一个版主需要具备的条件和需要注意的事项",
    "author": "god-dog",
    "replyCount": 5,
    "timestamp": 1308599700,
    "txt_content": "请各位想要申请版主的矿友们都来看看这个帖，以确定将来做版主需要注意的事项。\n\n见我们论坛还没有相关的帖子，就直接从隔壁转来了，从隔壁过来的人请无视此帖内容= =\n\n\n\n基本要求：\n1.人品好，热心，耐心，有无私奉献精神。\n2.上线时间稳定。\n3.有一定论坛管理经验，懂得论坛的基本管理操作。\n4.对《我的世界》（Minecraft）这款游戏理解较深或者有一定专项特长。\n5.论坛管理是一个长期而艰苦的过程，不要仅凭一时热情或冲动，对于这样的版主，我们无法接受您的申请。\n\n\n一、基本规定\n\n很多朋友喜欢做斑竹，其实做了斑竹就意味着更多的劳动和付出。\n\n一、要为网友起到带头作用多提供好的帖子，给大家营造良好的论坛氛围。\n二、要坚决维护本版块的秩序，该奖励的要奖励，该处罚的要处罚。\n三、要解答网友的各种疑问。\n四、有充足的时间上网，每天最少到论坛来看两次，较长一段时间不能来论坛时，要发个请假帖告知。\n五、熟悉论坛的操作，能对帖子进行相关操作。\n六、能长期坚持，有责任心和奉献精神，而不是一时兴起。\n七、版主具体的管理权限：整理索引，引导版友讨论，解答版友问题，加精华帖，删垃圾帖，锁定帖子，屏蔽帖子，固顶帖子，提升帖子，发布公告，惩罚违规用户，将不符合版面主题的帖子移动到其他相应版面等等，还有可以进入[议事厅]浏览、讨论。\n八、以上要求希望每一位朋友都能做到，请理解并尊重我们的工作，如果有的斑竹利用自己的权利为自己谋取私利，或者横行霸道、打压别人，我们也将会作出严肃处理的。\n\n\n\n二、斑竹职责\n\n一、版主要及时删除论坛内含有危害国家安全、破坏民族团结、破坏国家宗教政策、破坏社会稳定、侮辱、诽谤、教唆、淫秽、广告、暴力、迷信、虚假、泄密、侵犯他人知识产权的信息。和本讨论版主题无关的内容可以视情况转到相应版块或者删除。  \n二、编辑精华：这是版主最重要的工作；在一个版上一定会有不少好文章，版主应该定期将这些文章整理，收集起来，让大家可以随时查阅。以公证、民主的自由意识来管理社区精华，精华的选取首要的标准就是它的内容及点击率，因为这最能表现网友对其的喜爱程度。 \n三、版主应尽心多发表些好文章，提议一些好的活动、好的创意，转贴些好文章，尽自己的能力解答网友提问。\n四、版主应推动该版面的讨论风气，并尽可能经常发表与该版内容有关的文章或回答网友的问题，使该讨论区的风格和主题确立并能良性发展。 \n五、对于版主每天上网时间也就是工作时间并没有强化的硬性规定，但是一般每天要上来看看，有事要去[议事厅]请假，最好不要超过3天。\n六、力求详读文章,回答能力所及的问题,不可草草跳过、不予理睬; \n七、对于内容不雅或违反善良风俗必须严以对待,不得有恐人报复、瞻前顾后的行为; \n八、珍视网民用户的作品,尊重作者的劳动,不得有心存轻蔑、嘲讽讥刺之行为;\n九、勤于整理,定期清除该删除的垃圾文章,不得有视而不见、拖拉懒散之行为; \n十、鼓励新人,适时给予应有的奖励嘉勉,不得有贵远贱近、迷信名家之行为; \n十一、客观中立,对争议不休之话题设法排解,不得有党同伐异、制造舆论之行为;最好是以求大同存小疑的原则处理论争。 \n\n\n\n三、罢免斑竹\n\n一、版主管理中出现有以下但不仅限于以下的行为，将被视为失职： \n二、无特殊原因，连续超过一星期不上论坛进行版主正常工作管理的,有事需向管理员留言请假；\n三、发表或纵容各类严重反社会主义言论及严重侮辱他人人格的帖子，以及损害论坛形象和合法利益的帖子； \n四、处理本论坛会员发帖不当，多次遭到严重投诉，经调查属实的行为；失职行为多次以上的，本论坛将讨论是否免去其版主职位的权力。 \n五、版主管理中被发现有以下但不仅限于以下的行为的，将被视为严重失职： 发表反党、反国家、反社会主义或严重侮辱人格的言论；做出损害他人尊严的行为； \n\n以上各条本版主会严格遵守！\n\n\n附：《版主格言》\n\n１、版主，并不是一种荣耀，而是一种坚持和责任。\n２、版主的首要工作并不是删水章，而是引导网友进行讨论。\n３、版主，并不能代表你具有了该版最高的水平；很多高手不想当版主的原因，只是想专心致志地做学问而已。 \n４、诚恳地承认自己的错误和不足比起死不认错来，更能突现你的形象。 \n５、不要以为强制手段可以解决一切，动之以情、晓之以理才是最好的解决方法。 \n６、衡量一个版的标准是优秀文章的数量和人气的多寡。  \n７、制定了规则，就应该从自己开始严格遵守，然后公正地执行。\n８、从未得罪过人的版主不见得就一定是个好版主，有作为就必须先承受压力。 \n９、不要参与骂战（切记），金钱、时间、精力都比你丰富的人多得很。 \n１０、多征询网友的意见，但不见得事事都必须征询网友。记住，你是版主，应该有主见，要懂得运用民主集中制。\n１１、版主与版主一定要沟通好，对一件事出现两个不同的处理结果，除了会引起版主、版副之间的尴尬外，更严重的是直接打击了版主的威信。\n１２、你想改革，很好！但千万别太急进，一定要先令网友充分了解你的意图和想法。\n\n\n\n\n\n\n\nP.S. 1.如果管理员觉得这些内容有价值的话，希望能在公告区置顶。\n\n\nP.S. 2.请各位在职版主也能仔细看看这些内容，目前有个别在职版主并不能算是合格，甚至有些许失职行为。\n\n\nP.S. 3.再次重申一遍，从隔壁过来的人请无视此帖内容= =",
    "replies": [
        {
            "author": "howard",
            "timestamp": 1308600900,
            "txt_content": "順便來一下\n版主格言第9條 精力?經歷?"
        },
        {
            "author": "well",
            "timestamp": 1308604500,
            "txt_content": "所以說咩~~打死我都不想做啥版主... 真搞不懂怎麼有人老想當這個... \n嗯~~追求權位的快感嗎? 難怪中國會出總隊長..."
        },
        {
            "author": "幕后白手",
            "timestamp": 1308620340,
            "txt_content": "已查看。表示很到位。我支持~\n\n版主相关的制度我们有相关帖子。当然，并没有公布开来。请理解。   \n\n（等另外几位管理查看后，我们会进行讨论。）"
        },
        {
            "author": "hyl12344321",
            "timestamp": 1308634320,
            "txt_content": "百度百科·····\n\n做版主要有一定的觉悟！"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1308642600,
            "txt_content": "我是擼過的- - 帶領jj軍團"
        }
    ]
}