{
    "title": "幻之三部曲之幻界 第二章 我的征途是大山",
    "author": "小黑人",
    "replyCount": 7,
    "timestamp": 1353158520,
    "txt_content": " 本帖最后由 小黑人 于 2012-11-17 21:22 编辑 \n\n                                                第二章 我的征途是大山\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n     第一次出远门，我们三个心中都有着压抑不住的兴奋，跟随着商队一同离开家乡前往边缘，虽然少了些冒险的刺激，但这不失为一个比较省钱的方法，当然这话是我们的财政总管袁菌说的。\n     绵绵的青山中缓行的商队传奇了我们飓飙帝国与西域江南国的双边贸易，我们的目标就是两国的交界之城简朴塞，两国虽然相互敌视，但在这所谓的和平年代，国家对民间的经济来往还算是大力支持的。\n     我们的运气似乎不算太好，上对一离开我们的家乡县城，就遭遇到了倾盆而至的大雨。\n     一连四天，雨势都没有减弱的趋势，青山间的低洼处早已积满了雨水。\n     四十多个人就一直窝在七辆马车里，等待老天放晴。\n     “再这样下去，会不会山洪暴发啊？”南宫被小心翼翼的道。\n     “老大，别老吓小北了，你也知道他胆小，等一下吓晕了，人工呼吸还不得你做。”袁菌望着车外茫茫的雨幕。\n     “下雨也有下雨的好处，马贼很少在下雨天出来干活的。”张伯将旱烟带从嘴边移开缓缓的道。\n     张伯就是带我们搭商队便车的老丝绸商人，他由于做生意的关系，经常到我们的家乡去收购丝绸，他的收购点就在我家旁边，所以我也算是和他混熟了，我只知道他至今孤身一人，别的就不太了解了。\n      “张伯，真的吗？”南宫北道。\n      “这个自然，虽然我们都请了护队的佣兵，但最近马贼实在是闹得太凶了，所以我宁愿下雨安全一点。”张博吐出的烟圈遁入了雨幕之中。\n     “张伯，下雨会不会影响商队的速度？”袁菌将目光收了回来。\n     “这山路崎岖的很，下雨自然要慢一些了，不过你放心，最多还有四天我们就可以到简朴塞了。”张伯笑道。\n     “还要在这破车颠簸四天，现在我都快要发疯了。”我失落的道。\n     “没事，听说简朴塞那儿有疯人院，大不了一到简朴塞我们直接把你送那就行了。”袁菌接道，这个死丫头别的不行，一天到晚和我斗嘴最厉害。\n     “男人婆说话注意一点，我现在心情不好，别惹我。”我还以颜色。\n     “你们两个青梅竹马也是的，怎么一在一起就吵个没完，小孩子就是小孩子。”张伯呵呵的笑了起来。\n     “我要申明我和这种没有风度的男人可不是什么青梅竹马。”袁菌嘟起了嘴。\n     “我才不理你这种男人婆，对了，简朴塞真是传说中的魔王哈特雷斯的葬身之地吗？”我为免战事升级，主动岔开了话题，这个粗暴的女人如果一时火起在这个狭小的空间内使用魔法，后果就不堪设想了。\n     “不错，简朴塞的确是传说中魔王哈特雷斯的葬身之地，不过，传说中魔王的葬身之地那就太多了。”张博笑道。\n     “为什么？”南宫北道。\n     “这个你都不知道？谁让平时上历史课的时候你都找周公去了，告诉你吧，是因为三千年前我们的飓飙帝国的十二贤者发动的陨星魔法太过厉害，毁灭性的撞击几乎覆盖了当时的将近一个西域江南国那么大的面积，所以魔王最后所建的冥月城所在也就成为迷了。”袁菌抢道。\n     “小菌说得对。”张伯赞许的笑了。\n     “不就是一座被毁灭的城市，有什么迷不迷的。”我不以为然的道。\n     “周宁，那你就错了，要知道每一座冥月城下面都会建有一座与之对应的地下[月影行宫]，在魔族战败之后，他们建于世界各处的冥月城于地下[月影行宫]都纷纷的被摧毁了，但由于最后魔王葬身的冥月城没有找到，所以最后一座地下[月影行宫]也就保存了下来。”张伯望着我道。\n     “不就是一座地下行宫。”我强道，事到如今，嘴硬也是人之常情了。\n     “老大，麻烦你不懂就不要装懂好不好，这最后的月影行宫中据说蕴藏了无数魔族秘密和宝藏，对世人的诱惑可是非同小可的。”袁菌大声地对我道。\n     “是啊，而且这最后的月影行宫的存在，据智者说，也是人类安全的重要隐患之一，在魔族兵败之后，各国曾联合派兵搜索这最后的月影行宫，花了数十年的时间，结果都是一无所获，最后只好放弃，但民间的搜索却一直都没有中断过。”张博抽着烟缓缓的道。\n     “魔族的冥日城和冥月城有什么不同？”南宫北又突然问道。\n     “冥日城只有一个，冥月城就多得数不清了，而当年与不动的冥日城相对的冥月城就被称之为移动的城市，除了魔族王都冥日城，只要魔王哈特雷斯在那个地方建城，那个地方便会被称之为冥月城，当然作为冥月城也是有条件的，首先冥月城中不能有活着的人类，一场声势浩大的屠杀活动随之也是不可避免的。”张伯道。\n     “现在野望大陆国的首都霸京就是过去的冥日城，其实就是冥月城下的月影行宫的用途在传说中也是众说纷谈，有的说是因为魔族的魔性本来就是阴暗的见不得光的，所以喜欢建地下行宫，也有的说是魔王用来藏他们从人类手中抢来的那数之不尽的财富的，更有人说是性能力超强的魔王为倾城倾国的妃子们建立的地下行宫，因为身处冥日城的魔后是个非常会吃醋的女人？说起魔族的妃子还有一个典故，就是据说三千年前的人魔大战，魔王的王妃们四处出击，利用自身美色，进行真正的倾国行动，为魔王闪电般蔓延的战火打下了基础。”袁菌也开始大肆卖弄她那些浅薄的见识。\n     “传说中的魔王哈特雷斯是一个什么样的人？”我忙对张伯问道。\n     张博皱起了眉头：“将魔族带往天堂将世界变成地狱的男人，魔王哈特雷斯死的时候，魔族的人是非常的不信服，他们总说他们的王之所以死，是因为受到了卑鄙的人类的偷袭，如果明着来的话，这个世界上是不可能有人能战胜他们的王，对于失败者，他们所说出的话自然只有被胜利者嗤之以鼻的份，当然民间也流传着一些关于魔王哈特雷斯的传说，传说他是一个在战场上能一人之力消灭一千人的怪物，因为他是身兼魔力与武力之极限的最强之躯。”\n     “他的魔法不像我们这些魔法师，他的魔法是与生俱来的黑暗魔法，根本就不需要咏唱时间，当然如果人类的魔法师修炼到超级魔法师的地步，咏唱只是一瞬间的事，但像陨星魔法这种的超级魔法却不是任何个体可以为之的，十二贤者每一个必须都的是超级魔法师，而且使用这样的超级魔法会导致魔法师某种程度的自残，道行非常深的还能保住小命，道行浅的酒一命呜呼了。”袁菌接着卖弄。\n     “大姐，你有完没完？越扯越远了！”\n     “不爱听，就蒙住耳朵……咦？这车怎么停了？”\n     这是我们猛然发现马车竟停了下来，雨也变小了？\n     我们疑惑着，怎么回事？\n     张伯沉声道：“你们三个小鬼在车上别动，我去去就来。”\n     “不会是马贼吧？”南宫北脸色都变了。\n     “没有我的吩咐，你们千万不要下车。”张伯的身影很快就消失在了细雨中。\n     “老大，如果是马贼的话，你有什么打算？”袁菌对我道。\n     “能有什么打算？小北是个怕死鬼，我的剑术又不入流，靠你一个三流的魔法师能成什么气候？如果他们五个佣兵加两个三流的魔法师都挡不住的话，我们趁早开溜。”我心中早就有算计了。\n     “谁说我没有用，我可是全力苦练过攻击魔法的。”袁菌不满的道。\n     “听声音，好像动静不大，如果是马贼劫杀的话，不可能这么安静的。”南宫北分析道。\n     不错，我竖耳听去，除了在细雨中踏着泥泞的山道的脚步声以外，没有什么厮杀声。\n     脚步声朝着我们这个方向而来的，很快张伯领着一男一女就出现在了我们眼前。\n     这一男一女都非常年轻二十来岁，男的高大英俊，笑容可掬的脸上带着一种特殊的洒脱气息，女的修长美丽，但一头温柔的棕色长发下却是一双冰冷的眼睛，举手投足间都带着一种拒人于千里之外的感觉，他们二人都披着厚厚的雨布，显然是在雨中行走的，但令我感到惊奇的却是他们的鞋面和裤腿上都没有溅到半点污泥？\n     经张伯告之，我们才知道男的叫杨光，女的叫雷娜，这一男一女是打算到简朴塞去的，因为前方的[弧崖]，马儿失足落下，所以他们二人只好与我们的商队同行，而其它的马车几乎都是挤满了人，只有我们这辆是只有四个人，结果就安排他们到我们这辆车上来了。\n     前方的弧崖的确是凶险之地，终年山雾缭绕，紧挨着绝壁的是一条弯成了弧线仅供一架马车行走的小道，每年也不知有多少人马坠入弧崖下的万丈深渊。\n     “真是打扰各位了，我和雷娜还以为我们得在山中困死了，幸亏遇到了各位。”杨光的笑非常有亲和力。\n     “哪里的话，大家都是出门在外，予人方便自己方便嘛，小哥是哪里人？”张博笑着打了个哈哈。\n     我心中暗道什么鬼予人方便自己方便，如果没有收人家钱，你会笑的那么开心？\n     “我们是[林易国]的人。”杨光看着已经自顾自闭上了眼的雷娜笑道。\n     “林易国是个好地方，五行之国中，可以说就属林易国地势最好了，位于中土，并且位于三个大国交界，真是占据地利啊！”张伯道。\n     “老伯过誉了。”杨光微笑道。\n     “可是林易国离我们飓飙帝国很远啊？你们来干什么？”袁菌突然冒出一句。\n     “小妹妹，我们是来看朋友的。”杨光温柔的道。\n     “现在准备回去了吗？”袁菌似乎对这个陌生的男人非常感兴趣。\n     “没有打算，走一步是一步。”杨光的眼中突然掠过一线迷茫，只是那么一瞬间，他的眼中又充满了笑意。\n     “你们就是所谓的旅人吧？”南宫北也小心翼翼的道。\n     “旅人不敢当，我们哪有旅人那份潇洒，只不过是天涯沦落人罢了。”他望着车外的细雨淡淡道。\n     “你喜欢这样的生活吗？”袁菌竟然对一个陌生男人问这种问题？\n     “喜欢，只要能活着，我就喜欢，小妹妹你们准备去简朴塞干什么？”\n     “我不知道，我们老大说要出来见见世面，最后再到西域江南国的首都[瓦岗堡]去。”这个单细胞的丫头怎么就这么容易对帅哥推心置肺？\n     “原来你们是去闯世界的啊？说起来，我们也是在你们这个年纪离开家的，你就是老大吗？”他看着我的目光中有份叫人亲切的东西。\n     “是的。”我不由自主的点了点头。\n     “看到你，我就想起了当年我们老……”他话还没有说完就被一直在闭目养神的雷娜打断了。\n     “少说几句又不会死。”雷娜冷冷的道。\n     “知道了。”杨光应了一声。但却对着袁菌做了个凶神恶煞的鬼脸，再用大拇指，指了指闭目养神的雷娜。\n     我们看到他的表情不禁都被他逗笑了。\n     雷娜却如没有听到我们的笑声一般，连眼皮都没有颤一下，自顾自的睡着。\n     之后，杨光虽然继续和我们海阔天空，但却对他和雷娜的事绝口不提了，不过他的见识之广真让我们为之佩服，马车中多了他，气氛也就好的多了，袁菌的脸上也是一直挂着笑容。\n     入夜以后，大家都沉沉睡去了，车外的鱼稀稀落落的也快停了。\n     马车内都是大家的熟睡后的鼻息，我却无法入眠，这几天也许是睡得太多了。\n     “他们都睡着了吗？”我突然又听到了雷娜压着嗓子的冰冷声音。\n     “应该是吧，不过以防万一，我还是要用一下[梦夜花粉]，你暂时不要呼吸。”杨光的声一毕，一股幽香突然开始在车内弥漫。\n     我暗暗惊心，急心屏住了呼吸，这一对男女要干什么？难道是准备打劫商队，来者不善，我先沉住气，看看他们要干什么？\n     不知道为什么？我心中总有一个他们不会是坏人的念头。\n     正当我一口气快憋不过来的时候，才听到杨光的声音：“雷娜，可以呼吸了。”\n     “我总觉得混进商队也不是办法。”雷娜冰冷的声音道。\n     “这也是权宜之计，他一定不会想到我们进入飓飙帝国以后，会杀一个回马枪，又借着商队重返简朴塞的。”杨光安慰道。\n     “但愿他能中你的计，深入飓飙帝国。”雷娜轻道。\n     “他真讨厌，就像一只狗一样一直对我们穷追不舍。”杨光沉声道。\n     “我倒愿意他是一只狗，再厉害的狗都斗不过人的，可是……”雷娜的声音竟然有些颤抖。\n     “别怕，我们会没事的。”杨光温柔的道。\n     “我不怕，大不了，不就是死，死了说不定还能再见到老大他们。”雷娜的声音抖得越来越厉害。\n     “傻瓜你怎么能说这样的话，难道你忘了老大怎么对你说的吗？”杨光轻道。\n     “我忘记了……”雷娜的声音又恢复了原来的冰冷。\n     “我是一直记着的。”\n     “死人的话对活人来说不会有太大的意义。”雷娜冰冷的语气中却藏不住她发自心灵的悲哀。\n     “胡说，老大已经交代过了，你一定要听我的话，你只要好好的活着就够了，不许再想其他的。”杨光竟有些激动。\n     “是啊！在完成他的愿望之前，我是不会死的，就算是那个王八蛋，他也杀不了我。”雷娜狠狠的道。\n     “这……这样也好。”\n     “看着他们一个个都倒在他的剑下，我却活着，想起来……”\n     杨光打断了她的话：“我不是说了，我们是带着他们的希望而活下来的，活着就是有希望。”\n     “说起来也多亏了你，要不是你我们恐怕也熬不到今天，好几次我都以为你一定死了，你却总是能奇迹般的活下来。”雷娜道。\n     “我自然不能死，如果死了，你不是连个伴都没有了，当然最重要的是我答应老大的事没有完成，我是不会死的。”杨光坚定的道。\n     “我一直都想问你一个问题？”雷娜突然道。\n     “你说吧。”\n     “当时你究竟为什么加入我们，我真的很想不通，一个贵族的花花公子竟会加入我们亡命冒险的队伍？”\n     “这个啊？当然是因为看到了你的笑……开玩笑的，其实和你一样，是被老大的人格魅力所吸引，不过你可不要误会，我和你是不同的，我对男人可没有兴趣。”\n     “是啊！老大的身上散发着一种吸引人的魅力，我一直都认为他是命运之子，想不到他竟然会死。”雷娜黯然的道。\n     “和我想的一样，我原本以为，就算大伙都死光了，也还会剩他和你两个人……”说到这里，杨光突然停了下来。\n     车内死一般寂寞，张伯突然打了一个翻身，之后又静了下来，细雨淋在车蓬上的声音渐渐的清晰了起来。\n     良久，我才沉沉睡去。\n\n\n\n对不起哈，这回拖了大家好几周了……（心声：都怪你们不给人气）这回补上一章哈~~~~~~\n\n                                                                               （影血月）\n\n           下一章 天涯沦落奇人",
    "replies": [
        {
            "author": "dfgcvb",
            "timestamp": 1353158700,
            "txt_content": "沙发！！！！！！{:10_531:}"
        },
        {
            "author": "果果~",
            "timestamp": 1353158820,
            "txt_content": "小黑菌？;w;"
        },
        {
            "author": "handsome_KIT",
            "timestamp": 1353158940,
            "txt_content": "奉命顶贴"
        },
        {
            "author": "番、番茄酱",
            "timestamp": 1353158940,
            "txt_content": "阿拉阿拉，没想到好友里还有一个文艺青年。！"
        },
        {
            "author": "末影-小黑",
            "timestamp": 1353203580,
            "txt_content": "好多字……\n看到眼瞎……\n应该挺好看的……"
        },
        {
            "author": "mlufei110",
            "timestamp": 1353206520,
            "txt_content": "顶小黑老大！"
        },
        {
            "author": "xueren",
            "timestamp": 1353384960,
            "txt_content": "很不错=w=，想象力真丰富0 0，坐等下一章"
        }
    ]
}