{
    "title": "《圣石战争——疑问》 对和平的思考",
    "author": "像素君",
    "replyCount": 16,
    "timestamp": 1468236480,
    "txt_content": " 本帖最后由 像素君 于 2016-7-16 18:49 编辑 \n\n（本文情节纯属虚构，如有雷同，纯属巧合）\nHello,everyone~\nThis is Pixelman~\n正文\n所有的战争都是内战，因为所有的人类都是同胞。         ——弗朗索?费奈隆\n       时间已是深夜，但远处的工厂仍传来蒸汽喷出的“嘶嘶”声和机械运作的声音。\n       “好啦，今天的任务结束了。”我放下书本，悠闲地走出了图书馆。\n      深夜里的玛奇莉亚小城如同熟睡的婴儿般寂静，整齐的房屋给人一种秩序的美感；整洁的墙砖，颜色各异的墙壁和墙上的浮雕构成了一幅幅栩栩如生的绘画；方正的门窗和门窗上生机勃勃的盆栽，很难让人联想到这个国家是如此地偏爱锅炉和蒸汽。路旁的盆栽虽然粘了几滴油污，却仍然难以遮掩它鲜嫩的绿叶；在广场上的喷泉前，这个国家传说中的女神——玛奇的塑像在月光下披上了一层银色的衣裳。\n      观察身边的一举一动是我身为莱恩情报员的责任，更何况我是组织中最有经验的。\n      如果不是因为那个圣石战争的话，我也不会远离家人，远离祖国来到这里。\n      还记得圣石战争开始的时候，这片大陆上其他三个国家都主动出兵要抢夺圣石，也包括我的国家，但只有玛奇莉亚共和国没有任何动静，没有任何军队出现在其它国家的国土上，只有高大的城墙回答着其它国家。\n      各国都想知道玛奇莉亚共和国肚子里到底打的是什么算盘，于是我收到了情报官的任务:混入玛奇莉亚的管理层，知悉他们挂免战牌的真正目的，顺带处理掉其它敌国的间谍。\n      今天是我进入玛奇莉亚共和国的第六个月。努力终究是有回报的，我顺利进入了玛奇莉亚的管理层，成为了一个地区的管理员，但是我仍然无法完成任务。因为这里的人们每天谈论的都是自己管理工作上的事情，对发生在这片大陆上的战争，他们似乎一无所知，丝毫未曾提到。\n      我不由得对他们产生羡慕的感情。自从战争开始以来，我们三个国家都忙于打仗，抢夺圣石。享受生活，在我们莱恩帝国和其它两个国家似乎已经是可望而不可求了。\n      为什么玛奇莉亚不想抢夺圣石？这是我一直想知道的。\n      “看来要加紧任务进度了，不能让组织失望啊。”我整理了一下衣领，来到住所附近。\n      月亮渐渐被黑夜所吞噬，街道逐渐变暗，只有路灯和路旁的房屋里发出微弱的灯光。\n      我不由得加快了脚步。要知道，像我这样的情报员在这个地方不止一个，他们都携带着不同的任务，而现在正是他们活跃的时候，谁也不知道别人在这场暗处的战争里处于什么地位，自己也不会知道下一步的结果什么，是生，还是死，都一无所知。\n      “呲呲”的电流声打断了我的思绪。回头一看，一个身穿黑色盔甲的人正拿着一把闪电枪，黑洞洞的枪口直指着我。\n      我本能地想躲开，但来不及了。电击产生的麻痹感传遍全身，我痛苦地倒在地上，失去了意识，口袋里的玛奇女神像，也掉了出来，摔在了地上，空气里隐隐约约传来血液的腥味。迷迷糊糊中，我听到了两个人的对话:\n      “怎么处理这个人？他干扰了我们艾格莱希联邦的间谍活动，可不能就这么放了他。”\n      “放心吧，这把闪电枪威力很大的，刚才电了他那么久，也足以让他在休克中死亡了。”\n\n\n      温暖的光芒照耀在我的脸上，我缓缓地张开了双眼。\n      昨晚在街道上失去意识的我，已经不知道自己身在何处。\n      窗边的阳光和软绵绵的感觉回答了我:有人发现了我昏倒在街道上，而且救了我。\n       “爷爷，他醒过来了!”\n      我循着声音的来源看去，床边，一个男孩正在看着我。他穿着一件黑衣，披着黑斗篷，那清澈的蓝色眼睛和他那蓝色的头发一样，在阳光下显得格外明亮。，像大海的颜色。\n      这时，一个老人走了进来，他穿着一件白色的衣服，但衣服的袖子上沾了几滴油污，看起来是个机械师。“管理员，看来您恢复得很快嘛，刚过去一天就醒来啦。”\n      我想从床上坐起来，但老人制止了我:“你身体还没有从麻痹中回复过来，最好不要起身。”\n       “昨晚我们路过那条街道时，看见你昏倒在地上，附近又没有诊所，我和爷爷就只好把你带回我们家治疗了。”男孩笑着说道。\n       “谢谢你们救了我。”虽然我很感激他们的帮助，但隐藏身份也是必要的。\n       “不要紧，在您完全恢复以前，就在这里休息一阵子吧，这里很安静的。”\n      我慢慢地从床上坐起来，往窗外望去。这里的视野很开阔，整齐的建筑错落有致地排列着，和建筑群中星星点点的绿构成了一种奇特的美感。向下看去，街道上的人们正在辛勤地工作着。远处的丘陵上隐约传来机械忙碌的声音，应该是要夏收了。\n       “没想到我们国家在这个战争年代还能发展得这么好啊。”我感叹道。\n       “是啊，传说当年我们国家因为战争而几近灭国，这时，我们的首领玛奇认识到战争的罪恶，主动停战，这才有了玛奇莉亚共和国的今天。”老人笑着说道。\n       “那您知道现在大陆上的这场战争是怎么回事吗？”我小心翼翼地试探道。\n       “听说是为了抢夺一个叫圣石的东西，具体情况我也就略知一二。”\n       “那为什么我们国家不去抢夺呢，圣石可是传说中可以让一个国家立于不败之地的法宝啊。”\n       “我听过一些有关圣石的传闻，听说它从古至今都被传得神乎其神，当初就连我也想看看圣石是什么样的呢。”老人叹了一口气， “不过，就现在的局势看来，这个圣石，倒不如没有。”\n      “为什么？既然是很厉害的东西，那就更应该得到它了。”我疑惑不解地问道。\n      “您或许在安逸的环境里生活惯了，可能并不知道，为了圣石，三个国家都付出了惨重的代价。无数士兵在战场上献出了自己年轻的生命。有的甚至还只是刚入伍的新兵。您可以想像一下当时的战场：天空被火炮的浓烟染成了深黑色，地面上，到处是七零八落的机械和盔甲，士兵们的尸体随意地被丢弃在撒满鲜血的土地上，空气中混杂着鲜血的腥味和硫磺味。虽然听起来有些恶心，不过这就是事实。”\n      “在我看来，那些士兵的牺牲都是一种损失。圣石终究只能归一个人所有，谁知道到时候圣石会成为振兴的帮手，还是毁灭的元凶？一切都充满了不定性。哪怕成功振兴了国家，又能有多少人可以分享这份喜悦？这还不如大家平平安安的生活在一起有价值。”\n      我陷入了沉思。圣石战争开始时，我就作为情报员进入了莱恩帝国的军事组织。虽然天我天天收到关于圣石的情报，但我从未知晓圣石是什么，有谁使用过圣石；我们国家为了圣石，投入了多少国民，又有多少人民在战火中无辜地死去，难道我们国家仅仅只是为了一个大部分国民都不知道的虚无缥缈的东西而以强国的名义把自己拉入战争的泥潭吗？\n      或许，我们一开始就错了，因为一个未知的事物而把整个国家作为筹码放在了战争的赌桌上，结果失去了这么多，留下的只有鲜血和痛苦……\n\n\n       与此同时，莱恩帝国情报处里，一个身穿贵族服装，胸前挂满勋章的中年人正坐在椅子上，面目通红，似乎充满了怒气。\n\n       “什么？你说254号情报员和我们失去联系？”\n\n       “是的，情报官。根据我们监视他的密探传回来的情报，他在被艾格莱希联邦的情报员袭击后就不见踪影了。”在他面前的一个比他瘦弱不少的人战战兢兢地回答道。\n\n       情报官愤怒地敲了下桌子。“最近我们的情报行动总是被别国的人阻拦，要不是这样，我们就可以探听玛奇莉亚那些人的鬼主意了。这事真的是越来越不好做了。”\n\n       “那您看怎么办？将军正在前线等着要情报呢。不如再派一个情报员探听虚实？”\n\n       “不必了。”情报官摆摆手，他的背影在情报处昏暗的灯光下透露出一丝诡异的气息。“就让玛奇莉亚的人们在自己设的牢笼里自生自灭吧。没有经历战争的国家，就是一个软弱的国家。等我们得到了圣石，他们就得乖乖向我们求饶!莱恩帝国必胜！”\n\n      “莱恩帝国必胜！”士兵的喊声淹没了整座城堡。\n\n      老人家的楼下传来了钢琴声。这声音听起来略显羞涩，但十分地悦耳动听。\n      “啊，我的孙子又在那弹钢琴了。”老人笑着说。\n      “钢琴吗……”多年战火的洗礼，都让我忘记了自己原来还会弹钢琴。\n      我下了床，缓慢地移动到了楼下。\n      钢琴前，那如大海一般的蓝色短发异常迷人，似乎看久了都会感觉到那澎湃的大海。\n      “可以让我弹一下吗？”\n      “当然可以啦。”男孩回过头来，看着我，微笑着让开了座位。\n    《雪花》的旋律在屋子里回响着。窗外，几朵小花绽开了花瓣，在风中轻轻地摇摆着，和着曲子的旋律。\n      一曲终了，回过头来，迎接我的，是男孩脸上那纯真的笑容和清脆的掌声。\n      这时，我忽然明白了问题的答案:\n      为什么玛奇莉亚的人们不想抢夺圣石？\n      因为，这里有着更值得守护的东西。圣石，在孩子们纯真的笑容前，又有什么意义呢……\n\n      战争之火肆虐着大地，但就在这片罪恶之火中，出现了一泓希望的清泉。\n\n作品解读\n      首先，我要在这里道歉，我无法写出文艺的风格，所以写出了故事的味道，还请各位读者大大原谅。\n\n       相信各位读者大大们读完也都知道了，这是一篇主旨为反战的散文。（这也就是我这个14岁的文笔渣所能发挥水平了~233）\n      既然存在着战争，那为什么不能存在着和平呢，这是我一直在想的。\n      文章揭示了对圣石的看法:如果对于圣石，我们一无所知，只有空泛的传说，那么，比起战争，生活远比它要有意义得多。\n      可能会有些读者大大认为文章对话太多不是很好，不过我倒是认为对话是一个人心理的写照，适当的语言描写可以突出人物性格，从而更好地表现主题，毕竟主题需要一层层地被展现出来嘛~\n      或许这样的叙事风格较为平淡，不过朴实的道理往往诞生于朴实的故事里，希望各位大大可以以一种阅读故事一般的心境阅读本文，那么就会发现，这样的想法，在现实生活是的那么普遍。\n      文章里的主人公都没有名字，是因为在圣石战争中，这样的情景，这样的思考不会只有一次，这个故事里的角色，可以是任何人；现实生活中，战争仍然侵袭着其它国家，这样的情景，这样的思考在现实中也不会只是夜如同空中的流星一样一闪而过。毕竟，和平是每个人的追求。\n      和平，有时不需要很多理由，或许只是为了可以平平淡淡地生活，或许只是为了守护自己心爱的的人不受战火的侵袭，不论理由如何，只要大家拥有守护别人的心，那么，和平终将到来。\n      和平，总是为了守护而存在。\n      让我们共同祝愿:世界永远和平，每个人都可以永远守护自己心爱的人，心爱的事物。\n听说可以施放召唤之术，既然版主也用，那我也用一次吧@snowclay    @darrksy    @KingSmile   @lorinder    @MystiaCC    @麦白   @xiaoxiaokulipa    @MRTangwin8    @XIAOMM    @tsd1 \n\n还请各位大大在阅读完后给些建议，我会努力改正~\n\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1468236660,
            "txt_content": "有人还没有出来，我在等等"
        },
        {
            "author": "青木源",
            "timestamp": 1468236960,
            "txt_content": "字可以加粗……然后没端空一行出来……可以方便阅读"
        },
        {
            "author": "像素君",
            "timestamp": 1468237020,
            "txt_content": "XIAOMM 发表于 2016-7-11 19:36\n字可以加粗……然后没端空一行出来……可以方便阅读\n因为是手机排版，所以需要稍等一段时间，等到我可以使用电脑时才能修改~"
        },
        {
            "author": "Lord-gawain",
            "timestamp": 1468239480,
            "txt_content": "。。。。无题还真是宽泛的标题，像佚名一样"
        },
        {
            "author": "火星使者",
            "timestamp": 1468256640,
            "txt_content": "我也是没名字，只不过原意不一样"
        },
        {
            "author": "火星使者",
            "timestamp": 1468298100,
            "txt_content": "不过我也是偏反战的"
        },
        {
            "author": "lorinder",
            "timestamp": 1468315800,
            "txt_content": "支持一下……\n虽然懒得看[diamond_sword]\n以及万火留"
        },
        {
            "author": "2562142093",
            "timestamp": 1468339500,
            "txt_content": "通篇对话系列2333"
        },
        {
            "author": "xcc",
            "timestamp": 1468571760,
            "txt_content": "和矮人的那篇有点像w\n是错觉还是幻觉"
        },
        {
            "author": "li158147",
            "timestamp": 1468878300,
            "txt_content": "文采好好"
        },
        {
            "author": "黎明—真神",
            "timestamp": 1469096520,
            "txt_content": "剧情可以"
        },
        {
            "author": "琉璃猫1",
            "timestamp": 1470274860,
            "txt_content": "XIAOMM 发表于 2016-7-11 19:36\n字可以加粗……然后没端空一行出来……可以方便阅读\n支持支持支持"
        },
        {
            "author": "琉璃猫1",
            "timestamp": 1470275280,
            "txt_content": "XIAOMM 发表于 2016-7-11 19:36\n字可以加粗……然后没端空一行出来……可以方便阅读\n{:10_523:}{:10_497:}"
        },
        {
            "author": "琉璃猫1",
            "timestamp": 1470275280,
            "txt_content": "XIAOMM 发表于 2016-7-11 19:36\n字可以加粗……然后没端空一行出来……可以方便阅读\n{:10_508:}{:10_509:}"
        },
        {
            "author": "udiyuiedyui",
            "timestamp": 1471776840,
            "txt_content": "支持"
        },
        {
            "author": "岚裳丶沐羽",
            "timestamp": 1591032420,
            "txt_content": "这个帖子对我的意义很大，谢谢楼主"
        }
    ]
}