{
    "title": "【文字类投稿】圣石战争与人性",
    "author": "工总司",
    "replyCount": 12,
    "timestamp": 1468316280,
    "txt_content": " 本帖最后由 工总司 于 2016-7-13 00:03 编辑 \n\n  大家好，我是这篇小说的作者Muruchi_con，感谢大家阅读我的小说。这是我的第一次为MCBBS以及MCBBS各位坛友创作作品，还望各位大大能多多支持。祝大家阅读愉快！\n正文：    圣石战争与人性    节选并改编自瓦罗西·考恩《悲欣交集话往事》  我所在的奈克罗曼火山师已经开进圣石之地三个月了，之前驻扎在该地的“巨龙师”、“南方峡谷师”已经在长达三年的圣石战争中消耗殆尽。  战壕里的生活危险且无聊，除了个别时候玛奇莉亚共和国的蒸汽飞艇前来轰炸，其余时间里只能欣赏圣石之地里地狱一般的景致。  焦黑的土地，被炸断的树木，遍地的弹坑，熊熊燃烧的玛奇莉亚共和国蒸汽战车，散落在各处的铁丝网，阵地上星星点点的蓝色火焰，穿着兜帽和长衣通过战壕往来于各处散发着幽蓝色光芒的堡垒的军官。哦，对了，还有圣石，那值得诅咒的石头，吞吃人生命的石头。就算我经历了恢宏的革命，又在革命成功后经历了奋战着的三千七百多个悲喜交至的日夜，我也不会忘记那颗该死的石头的摸样。那块石头是一个六棱柱状的庞然大物，看上去很像一块被放大了无数倍的六棱柱水晶，只不过下方碎掉了一点像是个被人咬了一口（那是艾格莱西突击队员的杰作）。它的表面附着着不少玛奇莉亚共和国勘探队搭建的形状规则的玛奇莉亚式脚手架，使它看起来又像一个用网兜装着的哈密瓜。白天的时候，它的颜色是灰色。晚上的时候却变成了幽蓝色，还不断放出诡异的光芒，仿佛是吸足了因它而死的人的灵魂一样。我们在这三个月里除了死亡之外就与这块该死的石头为伴，每天早上醒来第一件事就是从阵地上眺望远处的它。  但在这日复一日折磨人的日子里也有些许乐趣。  埃里克·布莱尔是个我们部队里的一个小军官，据称他毕业于某所贵族学校。他就算是在肮脏的战壕里也总是把他的长袍和兜帽打理的像仿佛要参加老国王的葬礼一样。我们这些小兵总喜欢在他身上找些乐子。这倒不是因为他可笑的外形，或是他在贵族学校学到的迂腐。而是因为他总喜欢喋喋不休的，以高人一等的姿态对我们讲一些奇怪的东西。例如什么“寡头集体主义剥夺人性”、“高度集中的经济制度制约人性的表达”。我们这些庄稼汉出身的士兵平时都把他说的东西当成以前在乡下常听的火山谷发怒的故事或是讲述巨龙功绩的评书来听以消磨漫长的战壕时光。他也发现了我们对他高谈阔论的真实态度，总是说我们这些白丁丝毫不能理解他，只有火山口团的沃克·艾格斯团长懂得欣赏他的言论，战争结束后还要请他当家庭教师去教育后代。  我在NPLA这所大学堂里学习文化知识之前就是个文盲，所以当时的我对他很崇拜，以为他无所不知，无所不晓，不过现在看来他肚子也并没什么墨水。他一天到晚不厌其烦对我们讲的东西里，我印象最深的是一个故事。一个关于人性被剥夺的故事。这个故事的内容大致是这样的：某人生活在一个“寡头集体主义”国家。因为不满该国的生活方式和社会制度，所以他总是用记录日记这种方式来表达自己的想法。后来他的这种行为不小心被该国“寡头集体”所发现，并因此被“寡头集体”送往“102室”折磨。从102室中被释放后，那个人彻底丧失了人性，变成了一个机器人一般的人。埃里克·布莱尔平时很喜欢讲这个故事，不同于他其他的即兴发挥，每次他对我们讲完这个故事以后，总要把讲过的部分在记录在一个蓝黑色封皮的小本子上。  战壕里的日子虽然无聊且危险，但在随后的几天里每天我都无比怀念那无聊的且危险的“好日子”。随着圣石战争的进行，像莱恩帝国、奈克罗曼皇国那样生产力低下的经受不住长期消耗的国家都妄图依靠一场决战来获得战争的胜利以夺取圣石。首先发动进攻是莱恩王国，我永远也忘不了他们向我们的阵地发动进攻的那天。  莱恩帝国不能像其他国家一样可以生产数量巨大的火炮，因此他们企图以“夜战决胜”的方式战胜我们。身穿战前莱恩帝国从玛奇莉亚共和国进口的蒸汽动力装甲的骑士裹挟着数量巨大且缺乏训练和装备的挺身队员趁着夜晚向我方阵地发动猪突，妄图以夜色掩护自己达成偷袭的目的。但这并没有起到任何效果，我方的岗哨很快发现了他们，并启动了探照灯，在幽蓝色的光芒下他们很快就显出了形体。我方的重机枪朝他们发动还击，枪口吐出一串串幽蓝色的火焰，仿佛深夜坟地里收割人类灵魂的鬼火，把莱恩人成片成片的打倒。虽然子弹狂风暴雨般倾泻在莱恩人的头上，但是他们还是排成整齐的队列像波浪一般冲向我们的阵地，然后被怒吼着的机枪用呼啸着的子弹打倒在地，这场面像极了公社里的大型收割机在收割小麦，割到了一片小麦又去割另一片。当这场杀戮进行到了尾声，那些杀人技艺高超的骑士也完成了热身，推开堆成小山一般的尸体，冲上我方阵地，进行肉搏战，开始另一场杀戮。我们和他们激战了一整晚，直到天亮才把他们击溃。战斗结束后，绝大多数莱恩王国的部队被歼灭，，战场上的每一个角落都堆满了他们腐臭的尸体。同样的，和我在充满危险的战场上相依为命的战友们，也牺牲惨重，每十个人里只有三四个人得以幸存。  在这场战斗中，人类的生命就这样变得一文不值，仅仅是通过机枪封锁地带时必要的消耗品。人性也被践踏在地，人性的善与美被完全舍弃，每个人都变成了机器，重机枪一般的杀人机器，不分青红皂白乱杀一通。在这场战斗中，一共有十二个人被我杀掉，除却两个铁罐头一般的该死的骑士，剩下的都是莱恩王国的挺身队员，一些被骑士抓了壮丁当炮灰送到战场上的穷苦人。本来我是因为在家乡当佃农打死了欺负穷苦人的地主才逃到外面当兵糊口，现在却在这圣石之地里杀害和自己一样出身的有着和自己一样的喜怒哀乐的穷苦兄弟。在这之后的每一天，我都痛苦无比，认为自己已经失去以人类的身份活下去的资格，只配做毫无人性可言的杀人机器，直到我得到了一个令人震惊的消息。  因为那场战斗中消耗了大量的补给，奈克罗曼皇国的国力已经经受不住消耗。那场战斗结束五天后，奈克罗曼皇国司令部向前线下达指示，要求各部队为一个月后将要发动的一场大型战役做足准备。这个消息彻底点燃了我们普通士兵的怒火，革命的火星在冰冷的战壕里跳跃，我们不会再为地主和富农的利益卖命，反而要彻底终结这场吃人的圣石战争。士兵们迅速组织起来，发动兵运，成立组织起义的指挥部。我在家乡打死过压迫者，并且人缘很好深受战友们信赖，因而被战友们推选为起义领导机关革命士兵委员会的委员，我在煎熬过后，终于找到了活着的意义，投身到兵运的风暴之中，为终结这场不义之战贡献以自己全部的一切。  经过了一系列准备工作，起义前的那个晚上，我来到营地里检查士兵们的休息情况，以便让他们能在第二天起义时拥有充沛的精力应对可能出现的问题。正当马上就要检查完整个营地时，我发现埃里克·布莱尔的帐篷仍然没有熄灯。那场战斗之后，我就很少关心那个能讲故事的埃里克?布莱尔了，只知道他仍然不停地在士兵中间传播他那个关于人性被剥夺的故事。我掀开埃里克·布莱尔帐篷的门帘，埃里克·布莱尔惊慌失措，像是藏了什么东西怕被人发现一样。我拔出了插在枪套里的委员会配发的手枪，把枪口对准了埃里克·布莱尔的头，让他把他藏的东西交出来。埃里克?布莱尔用充满绝望的目光看着我，从屁股底下缓慢的掏出一个蓝黑色封皮的小本子。我一把那个小本子夺了过来，仔细的读了起来。小本子每一页的正面都写满了“102室”、“老大姐”、“人性”、“寡头集体主义”、“独立自由的人格”等等他之前讲过的那个关于人性被剥夺的故事里的内容，背面却记满了革命士兵委员会所有成员和火山师大部分的进步士兵的姓名。我立刻明白发生了什么事，叫来营地里的卫兵，把埃里克·布莱尔拖到革命士兵委员会进行审讯。在革命士兵委员会的总部里，埃里克·布莱尔对自己要逃亡到后方向奈克罗曼军司令部举报起义的事实供认不讳。在确定了他既没有合谋，也没受到什么人指使之后，我把他拖到营地外面一个弹坑里，一枪结果了他的性命。然后，我背着那圣石发出的幽蓝的吞噬着人类灵魂的光芒缓缓走回了营地……\n",
    "replies": [
        {
            "author": "DGK2",
            "timestamp": 1468327500,
            "txt_content": "居然不@我，版排可以尝试的修改，看的不是很舒服，感觉有些东西写的很繁琐，不过比某些人好很多，加油"
        },
        {
            "author": "像素君",
            "timestamp": 1468333020,
            "txt_content": "说一下，这样的排版不方便阅读，这样看起来没有阅读兴趣的，还望修改~"
        },
        {
            "author": "像素君",
            "timestamp": 1468333080,
            "txt_content": "DGK2 发表于 2016-7-12 20:45\n居然不@我，版排可以尝试的修改，看的不是很舒服，感觉有些东西写的很繁琐，不过比某些人好很多，加油 ...\n某些人~大大最好不要引战~"
        },
        {
            "author": "火星使者",
            "timestamp": 1468505760,
            "txt_content": "可以，这很哲♂学"
        },
        {
            "author": "风无痕",
            "timestamp": 1470555120,
            "txt_content": "大神膜拜"
        },
        {
            "author": "麦兜g",
            "timestamp": 1470890280,
            "txt_content": "大神！ 不错支持下{:10_492:}"
        },
        {
            "author": "可口可乐dseg",
            "timestamp": 1470925320,
            "txt_content": "1984。。。INGSOC"
        },
        {
            "author": "qiqi七七",
            "timestamp": 1471513620,
            "txt_content": "可以 233333 = ="
        },
        {
            "author": "aa1122a33",
            "timestamp": 1471564440,
            "txt_content": "big brother is watching you\n            "
        },
        {
            "author": "幻影随冥",
            "timestamp": 1471599960,
            "txt_content": "加油！支持你"
        },
        {
            "author": "仲夏大陆",
            "timestamp": 1475734800,
            "txt_content": "不过比某些人好很多，加油"
        },
        {
            "author": "1814247382",
            "timestamp": 1597805580,
            "txt_content": "？？？？？？？？？？？？？？？？？？？？？"
        }
    ]
}