{
    "title": "【圣石战争投稿】所谓圣石",
    "author": "xcc",
    "replyCount": 15,
    "timestamp": 1468390860,
    "txt_content": " 本帖最后由 xcc 于 2016-7-13 14:23 编辑 \n正文：   如果站在大陆最高的山峰向南眺望，会看见喷涌着岩浆的南火山，像是一个喷吐着烈焰的巨兽，始终和山峦形状酷似龙首的北淮雪山不对头。而两座相差几百千米的山峰之间，是在外人看来十分怪异的城邦——奈可罗曼皇国。\n    奥利希斯一直对奈可罗曼皇国没有好感，倒不是因为这座城邦总是与自己所在的艾格莱希联邦作对，而是因为这里的人和建筑实在是太奇怪了——虽说其他三个帝国为了争夺圣石而对建筑进行了一些军事化的改造，但奈可罗曼可是一直以“奇特而又令人作呕”的建筑风格闻名。\n    奥利希斯扯了扯斗篷和兜帽，缓缓走向奈可罗曼的城门，同时从上衣口袋中搜出一张证明身份的簿子，递给站在城门旁的卫兵。\n    卫兵身上的装束也是漆黑如夜空的斗篷和兜帽。奥利希斯甚至不能确认卫兵那双被兜帽遮盖的眼睛是否看到了簿子的内容，就听到那卫兵用漫不经心的语气道：“原来是莫瑞斯大人，请进。”\n    奥利希斯微微点了点头，伸出手收回了簿子，接着快步向城内走去。 \n    不过奈可罗曼皇国的建筑风格还真是令人咋舌.......目光所及之处皆是用紫色的砖砌成的尖顶建筑，建筑的四周是顶端被切割得十分尖利的栅栏，歪歪斜斜地插在地上，宛若巨兽的獠牙。几乎每个建筑门口都竖着一根木柱子，柱子顶端是各种动物的头骨，在每个头骨里还燃烧着绿色的火焰，在冥冥的黑夜之中，像一只只幽绿的眼睛。奥利希斯不由得打了个寒颤，他的家乡——艾格莱希联邦有着“不夜城”之称，那里的夜晚可没有这么黑暗诡异。 \n    更令他不舒服的是，每个建筑的墙上都斜逸出四条戗角，戗角高高翘起，在末端镶嵌着动物的骸骨；每座建筑的窗户边上都是些绿色的不明物体附着其上，像是苔藓，却也像是浓稠的粘液。\n    奥利希斯不由得想起家乡来，那里的夜晚永远是灯火通明，哪里会像这奈可罗曼皇国一样阴森可怖？\n    不过现在还不是在意这些的时候，现在自己应该做的，是完成任务而不是胡思乱想。奥利希斯告诫自己。\n    他的任务是伪装成先前奈可罗曼皇国派出的来使艾瑞斯，然后趁机窃走奈可罗曼领袖的有关圣石的文件。他身上的兜帽、斗篷、衬衫、身份证明、手杖等都是艾瑞斯的，为了更保险，他在执行任务前还进行了易容—— 总而言之，现在若是拿他和艾瑞斯本人比较，不细细看个几分钟是分辨不出来的。\n    因此，奥利希斯对于自己的伪装是信心满满，他认为只要伪装得足够完美，窃走文件是轻而易举的事。 \n    很快，他凭借着身份证明进入了奈可罗曼领袖的宅邸。\n    在见到奈可罗曼领袖的那一刻，他单膝下跪，用奈可罗曼语说道：“我的领袖，我已与艾格莱希联邦交涉完毕，请您允许我与您交谈有关交涉的内容。”\n    领袖缓缓点头，拉开椅子，招呼奥利希斯坐到自己正对着窗户的桌前。奥利希斯看得清清楚楚，那个上面用奈可罗曼语写有“圣石”的文件袋正摆在桌上。他将手抄在袖子里——这也是艾瑞斯平日里的动作——缓缓说道：“我将为您禀报——但由于这些内容过于机密，可否遣散身边的守卫？”\n    领袖似乎有些犹豫——但由于兜帽遮住面容的关系，并不能确定他真正的表情——片刻后挥手说道：“守卫退到宅邸之外。” \n    奥利希斯点了点头，同时左手摸了摸袖子里的小型麻醉枪。\n\n    \n            “······所以最后与艾格莱希联邦交涉的结果是——”奥利希斯缓缓握住袖子中的麻醉枪，看向对面坐着的领袖。 \n    “他们愿意以两个矿坑来换取......”奥利希斯一边缓缓地说着，一边装作不经意扫了一眼墙上那由魔法驱动的挂钟——\n    亥时已到。\n    奥利希斯嘴角扬起不易察觉的微笑，继续说道：“他们决定以两座矿坑——等等，领袖小心！你后面！”话音未落他便站起身来，念动咒语——当然，只是做个样子而已。\n    领袖猛地回头，窗外的黑夜里，有一个光源正向这里飞来，在漆黑的夜空中格外耀眼。他站起身，挥起手杖刚想要念咒，就感到自己背后似乎被什么东西击中了......\n    当然是麻醉枪啊。奥利希斯笑着，这玩意麻醉的效用不错，足够这位奈可罗曼皇国的领袖好好睡一会了。他拿走桌上的文件袋，又打开抽屉，把里面的一些文件统统拿走后，打开窗，跃上那个光源。 \n    先前正向这里飞来的那个光源其实是一架飞行器，吸引领袖注意力用的。此刻，奥利希斯按下飞行器上面的一个按钮，光芒便逐渐黯淡下去，与此同时，飞行器上弹出一个全息窗口，正是飞行器的操作界面。\n    奥利希斯打了个哈欠，随意地点击了窗口上的“自动回程”，然后便开始依仗着窗口带来的微弱亮光，开始查看文件袋里的内容。\n    里面是一个牛皮笔记本，很奇怪，笔记本里的内容都是用通用语写的，而并非奈可罗曼语。\n    第一页是一列由大到小的感叹号，第二页则是一串省略号，像是无声的叹息。奥利希斯突然感到莫名的心悸，急忙向后翻去，接连几十页都是省略号，而后忽然有一页上写着几个整齐的字——\n    “圣石是什么？” \n    这句话使奥利希斯的心突然被不解和紧张充斥。\n    他想起艾格莱希联邦的领袖是如何与他描述圣石的——“圣石是永动的能源，它可以让艾格莱希联邦真正地成为不夜城，可以让机械永远地运作下去。”\n    他想起自己先前去具有典型中世纪风格的莱恩帝国时，那里的大学者是这样描述的——“圣石是能保佑我们国家永远不受侵犯，使人民恪守崇高的骑士精神的圣物，它是具有魔力的，它可以让整个国家的人和物受到它所带来的积极影响。”\n    他想起以前去拜访远在玛奇莉亚共和国的朋友时，正巧遇到了优秀的游吟诗人用平淡的语调陈述——“圣石啊，可以说是引起战争的根源，也可以说是走向和平的基石。嗯，最古老的关于圣石的传说是‘圣石是我们所信仰的女神玛奇的权杖上最闪耀的晶石’。他们都说圣石能像当年的女神玛奇一样，让世界安定繁荣下来，同时对信仰它的人给予幸福和祥和，像诗一样。”\n    又想起自己乘坐着去往奈可罗曼皇国的马车时，奈可罗曼马夫的几句话——“你在说圣石么？王说那是一块神器，他总是跟我们说那个石头能够让奈可罗曼皇国从黑暗走向光明，不再像以前那样因为‘传说中的诅咒’而整日生活在兜帽和黑斗篷下面，生活在无边的黑暗和灾祸下。”\n    他惊出一身冷汗。原来，原来每个国家对圣石的描述都是不一样的。但是，世界上会有这种在不同国家效力不同的东西么？\n    会有这种几乎万能的神器么？\n    他做了一个很大胆，却又有些真实的猜测，但很快在翻看笔记本的过程中又把猜测压到了心底。他深吸一口气，打开其他的文件袋，在把内容巨细无遗地查看了一遍后，颓丧地攥着笔记本，喃喃自语。 \n    “为什么这个时候才意识到.......我真是太愚钝了啊。”\n     飞行器很快飞回了艾格莱希联邦，自己的房屋前。他跃下飞行器，把笔记本扔在桌上，脱下斗篷和兜帽，开始洗下脸上的伪装。\n    风吹入窗，像一只无形的手，轻轻掀开笔记，最后恰到好处地停在某一页。\n    那一页上，是由本子的主人在充斥着不可思议与无助的时候写下的颤抖的黑色字体：\n    “我现在不得不相信一个可怕的事实：圣石根本就不存在。”\n    那一页还夹着一张巴掌大的羊皮纸，看上去年代久远，像是从什么古籍中撕下来的一页，上面是密密麻麻的小字：“八个帝国为了五块子虚乌有的天子玉藻发动战争，最后其中国力最强盛的玛奇莉亚共和国吞并了维易科联邦、琅乌黎帝国、勒威尔斯帝国、斯丢匹德共和国四个国家，并与其余三国签订和平条约。” \n    几百年前就存在的玛奇莉亚可以通过不存在的玉藻发动战争，那么现在，四大国之中的任意一国也可以发动所谓的圣石战争来抢夺所谓的圣石。\n    几百年来的和平一直都像是一张薄膜，稍稍用力就可以捅开它窥见里面肮脏得本来面目。\n    只是没想到这层薄膜会这么快就被捅破，尽管现在是谁想要捅破它都不知道。\n    奥利希斯终于洗净了脸上最后一块涂料，开始细细思考。\n    你永远叫不醒一个装睡的人。他不可能知道现在是哪个国家最先构筑的关于圣石的传言。\n    但不管怎样还是先禀报一下为好。他拿起文件袋和笔记本，急匆匆地向领袖的宅邸赶去。\n    \n    \n    很快就跟艾格莱希联邦的领袖路肯说清楚了情况。并且幸运的是，艾格莱希联邦的同盟国莱恩帝国的一名要员也在这里，他也认真地听完了奥利希斯的叙述，并准备告诉莱恩的领袖。\n    “那么现在该怎么办呢？”奥利希斯急切地问道。\n    路肯和那名要员沉思片刻，最后异口同声道：“用全息广播的形式将这件事公之于众。”末了那要员补充道：“要在整片大陆的范围内。”\n    全息广播是由艾格莱希联邦以安插在除了奈可罗曼皇国以外的世界各地的设备，大体可以做到投射出一块长约五百米，高约四十米的全息屏幕。目前，全息广播的分布密度达到了每100平方千米便有一块全息广播。这在以前是播放一些娱乐节目用的，现在用来播放这些“真相”刚刚好。 \n    “但这样的话，奈可罗曼皇国就不会知道。”奥利希斯不安道。\n    要员愣了一下，然后笑道：“既然那边的领袖自己都做出过研究，他会把自己研究的结果公之于众吧，是不是？” \n    奥利希斯长舒了一口气，放松了不少，开始与路肯讨论公布真相的具体事宜。\n    一周后，世界各地的全息广播被激活，里面无一例外地在播报奈可罗曼皇国领袖的笔记内容和文件袋里的资料。\n    并且有一句话，被所有全息广播用分别五种不同的语言播报了两遍——“我们现在不得不相信一个事实：圣石根本就不存在。”\n    奥利希斯当然也听到了，听到这个消息的一刻，他满意的抿了一口咖啡，看向窗外的海蓝色的天空。\n    而此时，他对远在大陆最南边发生的一切一无所知。\n    一个身穿鹤氅的人站在大陆最南边的小岛上，捏着一块流光溢彩的石头摇头对一个中年人说道：“我实在想不通为什么你和那个玛奇莉亚的领袖都想要这个石头。”\n    中年人抬起头，狼狈地掀起兜帽：“那家伙只是想要发动战争，他也不知道圣石真的存在。至于我呢......”\n    身披鹤氅者不由得嗤笑一声：“你只不过是想以这块石头为借口打破你的人民的封建思想。啧，话说他们和前几任领袖一直深信‘奈可罗曼皇国被下了诅咒，所以只得生活在黑暗和灾祸下’也真是够有趣的。”\n    中年人拿出满满的三袋子金币然后对身前那人说：“是啊，我跟他们解释过这一切和南北两边的山上的巨龙有关系，不过他们就是不信，啧，借着圣石的名义正好给他们的思想更新一下，只是没想到其他国家的傻瓜也很多，竟然忘记了几百年前天子玉藻的闹剧，把这事信以为真了。”\n    那人古怪地笑了一下，将石头递给中年人说道：“其实这也怪你先前传播假消息时传播得太快、范围太广了——只是你的研究资料和笔记都被艾格莱希的那家伙窃走，并且在除了奈可罗曼以外的全世界全息广播了，真的没有问题么？”\n    中年人一言不发，只是对着眼前这位提供“圣石”的人鞠了一躬才缓缓说道：“其实我故意让那家伙偷走笔记和资料的。”\n    如果除奈可罗曼皇国以外的其他地区都知道了圣石不存在那就更好。这样的话还可以省去一堆不必要的麻烦。中年人整理好兜帽和斗篷，对着自己身后的几位忠心耿耿的要员说道，我们回去吧。\n    他心里很清楚，其实那块流光溢彩石头真的具有魔力，真的是“圣石”——它可以为一座城池提供电力，而且提供个一百年是没有问题的。\n    可是现在无论从什么角度看来，圣石都像是为有些迷信和落后的奈可罗曼皇国准备的一块大号电池。 \n\n     那位“圣石供应商”露出了讳莫如深的微笑，看向消失在地平线的奈可罗曼的轮船，然后如释重负地松了一口气。 \n\n\n\n\n后记这次还是写得太仓促了，不过还是一如既往地剧情使人掀桌嗯。以及顺便说下玛奇莉亚共和国吞并的四个国家（维易科联邦、琅乌黎帝国、勒威尔斯帝国、斯丢匹德共和国），分别对应虚弱（weak音译为维易科），孤独（lonely音译为琅乌黎），焦虑（nervous音译为勒威尔斯），愚蠢（stupid音译为斯丢匹德），然而咱并没有恶意。这次本来想要画画的，但是想了想自己的手抖画风后放弃了。不过应该だいじょうぶ.....的吧\n\n\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1468466100,
            "txt_content": "有错字啊喂！\n而且前后的人名都对不上。。。\n检查不够仔细。"
        },
        {
            "author": "像素君",
            "timestamp": 1468496040,
            "txt_content": "名字太多了，读者很容易记不起来的~"
        },
        {
            "author": "火星使者",
            "timestamp": 1468506240,
            "txt_content": "亥时已到～"
        },
        {
            "author": "xcc",
            "timestamp": 1468536180,
            "txt_content": "像素君 发表于 2016-7-14 19:34\n名字太多了，读者很容易记不起来的~\n总共出现的人名只有俩"
        },
        {
            "author": "xcc",
            "timestamp": 1468536600,
            "txt_content": "火星使者 发表于 2016-7-14 22:24\n亥时已到～\n玩梗而已2333"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962400,
            "txt_content": "哇 楼主10级啊"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962520,
            "txt_content": "6666圣石是什么"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962580,
            "txt_content": "我去楼主15爱心 好友爱心了"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962580,
            "txt_content": "哈哈哈哈哈 我笑了 圣石战争而已"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962640,
            "txt_content": "风一样的男子 楼主duibudui"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962940,
            "txt_content": "楼主头像好霸气"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473963000,
            "txt_content": "我只想说 楼主肯定很帅"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473963000,
            "txt_content": "楼主 约吗"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473963060,
            "txt_content": "所谓声是1 我知道修改你"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473963120,
            "txt_content": "哈哈哈哈哈 我笑了 圣石战争而已"
        }
    ]
}