{
    "title": "【文章投稿】非石之谋",
    "author": "WM2030",
    "replyCount": 10,
    "timestamp": 1468388580,
    "txt_content": " 本帖最后由 WM2030 于 2016-12-24 08:01 编辑 \n\n非石之谋\n      一个夕阳潜遁的傍晚，一间已经只剩框架的茅屋前，一个须发皆白的老者斜瘫在藤躺椅上，把玩着一颗晶石，嘴里念念有词。他身后立着一个西装男子，在手中的信纸上飞快地记录着。一群归雁从晚霞前掠过，老者轻声说道：“就这样吧。”西装男子恭敬地应了一声，离开了。\n      坚韧的纸张被塞进竹筒；光滑的竹筒被系上鸽爪；矫健的鸽爪被送往天空。经历了重重险阻之后，信鸽们总算是不辱使命，到达了目的地。      第一只竹筒，从连片的黑色高楼上掠过，穿过反射着银白光泽的窗框，被送到了一张实验桌前。表面上还留有激光灼烧的痕迹，那只信鸽的尾羽，也被烫掉了一根半。白色的袖口下，一双灵巧的手，用镊子把封闭竹筒的橡胶塞起了出来。工具尚未脱手，信纸已经平摊在了桌上，阅毕，右臂在桌上一扫，信和竹筒已经落入了废液缸，跐溜一声，液体中冒出细密的气泡，当液体再一次变得澄清时，已经见不到底部有任何固体存在了。      第二只竹筒，经受了冷兵器的洗礼，在飘扬着旗帜的塔尖上稍作停留，最终来到了一间华丽的书房里。这只竹筒，已经不幸地被一支箭贯穿了，信纸被钉在了竹筒壁上。年轻的骑士长大人不得不用他的佩剑把竹筒劈开，才得以读到信的全貌。      第三只竹筒，在浓厚的烟雾中沐浴了一整天，以至于当它终于到达目的地时已经被熏得乌黑。寄信的那位好像也考虑到了这个问题，居然特意找了一只黑鸽子送信。总而言之当这对黑色伴侣飞进某个普通的工厂车间的时候，他们愣是没能在工人当中找到那位身份显赫的收件人。最后是在鸽子被活活呛死之后，那只竹筒才被发现，然后被送到共和国工程总长手中。      第四只竹筒的命运最为坎坷。我们的信鸽飞在半途，就被一朵蓝色的火花击中了腹部，那只可怜的鸟儿倒是没多大问题，但是系着竹筒的线却被烧断了。竹筒在空中发出巨大的声响，最终落到一棵树上，从粉身碎骨的命运中成功逃脱。然而很快它有一次进入到险境中——树下有人生了篝火准备野餐。竹筒在火焰的灼烧中爆裂了，里面的信纸被炸上天空。人群中的某位身手矫健者跃起把它捞在手中。那里的人们不知纸为何物，于是他们拜托部落大长老交给附近一位知识渊博的巫师。巫师也未曾见过如此华贵的纸张，就把这张纸作为私人收藏保存起来。但是第二天，巫师协会纪律检查队就清查了这位巫师的财产，当他们看到这张信纸上的收件人的时候，大吃一惊，立刻把它呈到了巫王座下。直到这时，这封信才算是真正归位。      无论这四位看到信的当时是什么反应，总之在信被寄出之后的第七天，四个国家不约而同地有所行动了。      在莱恩帝国的蓝白旗下，金黄色的盾甲闪闪发光。在骑士们的身后，高耸入云的石塔包覆着厚实的花岗岩块。浮丽的雕像遮蔽了朝阳的光辉，却挡不住对凤凰的信仰。骑士长站在王宫二楼的阳台上，披上那副伤痕累累的战甲，笨拙地挥舞他的宽剑，吼出古老的出征号：“莱恩骑士不死，莱恩帝国不灭！”然而台下的骑士们却对他们长官的激情无动于衷，骑士长无奈地翻翻白眼，下令：“散了吧，散了吧。”       玛奇利亚共和国永远灰暗的天幕下回荡着工程总长雄浑的声音：“革命，是暴动，是一个阶级推翻……”冗长的讲话终于结束，他没有在意工人们是否听懂，径直走回嘈杂的车间，看见迎面走来的秘书，他目视前方、面无表情，嘴唇却微微蠕动，吐出几不可闻的音节：“如遇不测，全国进入紧急状态。”远方，棱角分明的一幢幢工厂大楼被朝阳披上一层暗红的光，仿佛想要把烟霾吞没。      艾格莱西联邦，科学院首席院士脱下了他那件一出生就套上的白大褂，右手一甩，抛到衣架上，露出一套黑色的运动装，左手拧开一只广口瓶的瓶盖，从里面掏出一把黑色的手枪，别到腰间，又小心地把瓶盖拧上。一边往外走一边大吼：“小子们！带好药瓶！出发了！”他的步伐无比坚定，但是在他走出实验室的时候，他还是仍不住回头瞥了一眼。他看到红色的天际线下漆黑的剪影，他看到一头苏醒的巨兽。他强迫着自己正视前方，终于离开。      奈可罗曼皇国，离地面两百米的地下室里，在老国王的灵柩前，巫师界的三巨头正在做着最后的商议。终于，一位略显肥胖的中年女性站了起来，来到地面，挥动手中的魔杖，唤来三百个普通巫师。在国王的陵墓前宣誓效忠之后，各自施法，向着丛林中前进。      四支大军连续行军三天，预计不久就会相遇。但是在这个关键的时间点上，却一改之前急行军的状态，停在原位不动了。然而假如我们把文章开头提到的茅屋的位置标记一下的话，我们就会发现，四支军队最终的目的地，都指向那间平平无奇的小茅屋。      四支大军休整一夜，第二天清晨醒来时，却分别发现他们的骑士长、工程总长、首席院士以及巫王这四位重要人物失踪了。      此刻，他们正在那间破茅屋前，一个须发皆白的老者斜瘫在藤躺椅上，把玩着一颗晶石，嘴里念念有词。身后，一位西装男子毫无感情地说道：“你们需要两两对决，赢家和赢家继续对决，最终获胜者才能得到那颗至关重要的晶石。”      “毫无创意呢……”某位院士假装自言自语道。      “是啊是啊……”某位总长附和着。      “第一场，奈可罗曼皇国对艾格莱西联邦。”西装男子强行无视了嘲讽。      两人走到茅屋前站定，院士拔出他的枪，根本没有瞄准，一枪直取老头的下腹，那老头见势不妙，双手在扶把上一撑，两腿岔开，愣是避过了这一发子弹。但是一朵幽蓝的火花又飞到了老头的小腹处。他是双手一曲一伸，身体向上弹起，又是恰好躲过。然而当他升势已尽时，一把锤子自下而上旋了过来，他两腿一缩，蹲在了扶把上，又是差了分毫。他尚未站稳，一柄骑士剑劈了过来，老头是上身后仰，靠在了躺椅上。      此刻，院士的枪筒尚未冷却，巫王也不足以再次发动强力的攻击，其余两位也无法组织起新一轮的攻击。老头的脸上露出了愉悦的笑容，他自信能够在这样的一个时刻里让这四位人类的最强者失去战斗力，他已经看到全人类统一的画面。      然而一把形状诡异的刀从后面把他的头盖骨连着上眼眶一起削掉了。西装男子一把抓住老头的白发，把削掉的那部分提了起来。现在看起来就好像做了一张彩色的CT图像，断面上的情形被看得一清二楚。      老头还是保持着愉悦的笑容，但那只不过是因为无力控制面部的肌肉而已，他就像无数被队友出卖的人们一样问道：“你小子搞什么鬼？！”      西装男还是那样面无表情，：“我只不过在信的末尾加上一句‘以上是一个无良老头为了干掉你们编的故事，你们可以试试反杀嘿嘿嘿。’”      “三位，我们共建联邦，如何？”骑士长突然给出了这样一个提议。      只剩半个脑袋的老头用微弱的声音大吼：“那为什么不让我成功？！”      院士头也不回：“废话！我还不想死呢……”       后记      由于篇幅和本人能力所限，所以没能在文章中把剧情全部交代清楚，只好在后记中说明。      文章当中的老者，是一个理想主义者，他希望战争能够停止大陆能统一。西装男是隐藏的智者。老者本意是希望把四人最渴望的事物寄托在晶石上，争抢之后四败俱伤，方便他通过暴力手段统一四国。西装男通过这样的一次事件，启发了四人。让四人从内心认同四国共治的方式。大概就是这样了。      由于本文质量之低，作者在这里对于读完全文的读者表示深深的敬佩和衷心的谢意嘿嘿嘿。\n\n索引",
    "replies": [
        {
            "author": "终究暴走",
            "timestamp": 1468466940,
            "txt_content": " 本帖最后由 终究暴走 于 2016-7-14 11:37 编辑 \n冥王星人 发表于 2016-7-14 11:30\n昨晚那只黑鸽子让我笑了一刻钟哈哈哈哈哈哈。。。\n\n不愧麦开三贱客。\n我的妈呀这头像吓得我赶紧砸了屏幕"
        },
        {
            "author": "冥王星人",
            "timestamp": 1468467000,
            "txt_content": "昨晚那只黑鸽子让我笑了一刻钟哈哈哈哈哈哈。。。\n\n不愧麦开三贱客。"
        },
        {
            "author": "像素君",
            "timestamp": 1468496100,
            "txt_content": "浏览了一下，发现烂尾了~"
        },
        {
            "author": "WM2030",
            "timestamp": 1468502100,
            "txt_content": "像素君 发表于 2016-7-14 19:35\n浏览了一下，发现烂尾了~\n并！没！有！\n结局就是这样的。"
        },
        {
            "author": "像素君",
            "timestamp": 1468502700,
            "txt_content": "WM2030 发表于 2016-7-14 21:15\n并！没！有！\n结局就是这样的。\n再看了一下，确实，我可以想象到那些人在中二地撕逼的情景~"
        },
        {
            "author": "火星使者",
            "timestamp": 1468506000,
            "txt_content": "黑鸽子够高端黑\n【还是感觉有点烂尾，结局没怎么精修过"
        },
        {
            "author": "wangzhanpeng",
            "timestamp": 1468723740,
            "txt_content": "非常好的帖子加油支持你"
        },
        {
            "author": "黎明—真神",
            "timestamp": 1469096880,
            "txt_content": "这剧情可以呀！"
        },
        {
            "author": "风无痕",
            "timestamp": 1470634200,
            "txt_content": "不错 ~~~~~"
        },
        {
            "author": "灵魂蚂蚁",
            "timestamp": 1471247700,
            "txt_content": "66666666666666666666666"
        }
    ]
}