{
    "title": "<原创·连载>虚妄山·远歌[第三章·灵旗][谢策察]",
    "author": "xcc",
    "replyCount": 4,
    "timestamp": 1468391220,
    "txt_content": " 本帖最后由 xcc 于 2016-7-24 20:05 编辑 \n          “可是......安防局究竟是做什么用的？”好不容易追上来的杜篆在建筑旁徘徊片刻后忍不住问道。\n    面具脸却像是没有听到一样，仍然摸着下巴打量着安防局的木质结构，直到杜篆接连着问了许多遍后才反应过来，吞吐道：“就是一个和警局差不多的机构......大概是这样罢。”\n    杜篆对这个回答有些不满意，但还是勉强接受了这个敷衍性质的回答。\n    他没有注意到的是，面具脸不动声色地抽出了通讯卷轴。与先前不同的是，这次卷轴上出现了一行字——“真是不巧啊，今天我不在安防局，你还是明天来吧。” \n    事实上，卷轴的通讯方式是短信形式的，而非实时通讯。当信息传达后，所表现的形式便是化作文字显示在卷轴上，像留言一样。并且，卷轴每次只能显示一条消息，若是通讯对象发来一条新的消息，则原本显示着的旧消息会被新消息替代。\n    现在，在面具脸看来，眼前的那行字像是在无奈地苦笑，宣告着他今天还不能完成自己的一个目标。他只得叹一口气。\n    “有些麻烦啊，要找的人正好不在，明天再来吧。”他转头对正在四处转悠的杜篆说道。\n    “什么?”杜篆猛地一惊，“你的意思是刚才绕来绕去走的那么多路全白走了？”\n    听到这话的面具脸只得扶额叹气，杜篆这小子的关注点貌似不对啊？不过走了这么多路，两人还没怎么吃过东西，现在暮日西沉，确实该吃点什么了。\n    “嗯，那就在附近找个餐馆吃点东西咯。”面具脸努力让自己的语气温和一些，然后牵着马往回走。杜篆闻言急忙牵着骆驼跟上来，同时瞥了一眼路旁的皂色大旗，上面用金线绣着什么扭曲的文字，像一条条长虫扭动着盘踞其上。杜篆并不认得这些文字，本想去问面具脸，但一看到不远处的小餐馆，对食物的渴望很快盖过了疑惑。         随意地吃了点饭菜，感觉肚子终于被填报后，一直被饥饿镇压的疑惑终于冒出：“诶，刚才路边的黑色大旗是做什么用的？” \n    面具脸左手支起头，语气平缓而又夹杂着一些玩味：“哦？那你是想听完整的还是.......”\n    “当然听完整的啊！”杜篆叫道。\n    “其实很久很久很久以前，世界上只有一个国家，那个国家的名字叫作虚妄山。”面具脸很快就步入正题，“当时，那个国家将整个世界划分成七个区域，巧的是每个区域都有一片浮空岛屿，而且岛屿上无一例外地都有一座山，山上都有一座宝库。后来那个国家覆灭了，人们就称呼那些浮空岛屿为‘虚妄山’。”\n    杜篆在心里嘀咕：这和路边的大旗有什么关系？他本想问出口，但心里的疑问很快又被面具脸接下来的话解答了。\n    “当然咯，因为有七座虚妄山，所以每座虚妄山都还有另一个名字。我们现在所处的虚妄山，名为‘灵旗’——估计你也猜到它名中所谓的‘旗’指的就是路边的黑色旗帜了——那么，这些旗帜的作用能猜到吗？”面具脸说完后，眨了眨左眼，眼中一丝狡黠。\n    杜篆突然想起，面前的这个人刚才说“人们称呼那些浮空岛屿为虚妄山” ，说明虚妄山应该是浮空的啊。他扭头看向窗外，又想起今天来到虚妄山的时候明明是一直在平地上行走的，便恍然大悟。他刚想说出答案，面具脸便抢先说道：“那些旗帜被人施加法术，从而使灵旗虚妄山从浮空岛变成大陆的一部分——你可以简洁明了地理解为把山压在地上。不过呢，正因为灵旗虚妄山在这一点上不同于其他几座虚妄山，所以当灵旗没有像其他虚妄山那样被开发成浮空城从而变成大城市。”\n    杜篆似乎明白了，为何这么一个有来头的地方，在来之前被面具脸说成“边陲小镇”，同时他也很不解，为什么这座虚妄山要被旗帜压在地上？如果没有这些旗帜的话，灵旗岂不是能成为又一座浮于空中的大城市？ \n    “这样其实挺好的。”面具脸眨了眨眼睛，然后起身离开了座位，对着墙壁喃喃，“这样的灵旗才能接纳各种各样的人......不管是间接害死自己亲人的......还是单身刺杀过国王的。”\n    他说到后半句的时候，语气间满是怀念，而那些话也不知道是说给谁听的。\n    “对了，”他忽然转过头，“你的魔物是什么？” \n    杜篆一头雾水：“什么？什魔物？” \n    面具脸一愣，继而扶额叹气，狠狠地摇了摇头后，抬眼打量着杜篆，然后再次低头叹气。\n    就算这孩子自小生活在沙漠......也不能对大陆上的一切一无所知吧？ \n    只能重新跟他解释了，今天要废的口水还真是多啊。面具脸把手拉下脸庞，眼神里溢满了无可奈何，对杜篆说道：“其实我都不想解释这些啊。”\n    但他还是从背包里拿出了一本册子，看似随意地翻到一页，耐心地为杜篆讲解。 \n\n\n\n上一章   索引  下一章废言：唉\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1468391700,
            "txt_content": "\n@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人\n@zyj0807  @46241359  "
        },
        {
            "author": "xcc",
            "timestamp": 1468392240,
            "txt_content": " 本帖最后由 xcc 于 2016-7-14 18:43 编辑 \n2562142093 发表于 2016-7-13 14:45\n不艾特我还想要人气？！\n首先咱跟阁下不熟。\n果咩，咱语气太冲了"
        },
        {
            "author": "2562142093",
            "timestamp": 1468392300,
            "txt_content": "xcc 发表于 2016-7-13 14:35\n@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人\n不艾特我还想要人气？！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1468794960,
            "txt_content": "和我想的区别大了点，我个人感觉比较可惜。"
        }
    ]
}