{
    "title": "【原创-连载】【MC国】【第三十五章 布洛客】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 2,
    "timestamp": 1468393140,
    "txt_content": "\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n　　“我找到了！！”\n　　少女突然兴奋大叫起来，几乎吓坏了她的同事。\n　　“冷静点------”少年本能的捂住胸口，往旁边挪了半步，以防被她的手舞足蹈误伤。“你已经弄错好几次了，这次该不会又是……”\n　　“不！这次绝对绝对绝对！确定无疑的------”她一手抓起仪器台吐出的晶体芯片，一手揪住少年的衣领。“跟我去见‘Maria’！”\n　　“哎哎哎你跑慢点或者换个地方抓啊啊啊啊啊------”\n\n　　布洛宇宙，暗夜星球。\n　　遥远星海的另一端，曾经有异常辉煌的先进文明。\n　　不幸的是，挥霍无度、贪婪无止，是任何光辉都掩盖不住的恶性毒瘤，它的破裂势必引发彻底的毁灭。人们还在睡梦里幻想未来，憧憬不久之后社会的飞跃进展时，全球性气候异常猛烈袭来。\n　　三分之二的人死于首次浩劫，幸存者熬过持续数十年的冰河期，又遭遇长久的酷暑。\n　　当剩下不足原本万分之一的人口数量，终日蜷缩在坚实的地下掩体，依靠每天一次的合成食品供应勉强过活，愈来愈深的绝望笼罩心头，弥赛亚终于出现。\n\n　　可惜这位救世主，没有什么特异功能。\n　　他没有让寸草不生的地面恢复绿色，不能叫天空的光照变成柔和，无力复生逝去的生命。简单的说，他仅仅给了人们生存下去的动力，和继续忍受的盼望。\n　　“我知道怎么达到目的，也只有这一个方法可行。愿意的话，就跟我来。”\n　　那时，从毁灭之日起即开始筹备的救赎计划，才刚刚浮出水面。\n　　人们吃惊的发现，生活区以外，竟用比军事重地严密多的地方，存放了十四万四千个冷冻仓。\n\n　　面前的路分为两条：\n　　进入冷冻仓沉睡，等待复苏时刻，成为崭新世界的主人；拒绝拯救，继续领取机器合成的面包，不大干净的饮用水，一直到死。\n　　救世主为传递到他手上的伟大计划努力游说了三年半，仓体填满了不足半数。之后他留下十二位共同工作过的研究人员，为之后自愿加入的提供帮助，就和最先相信他的一起沉睡了。\n　　怀疑、不屑、骄傲，深深腐蚀了剩余人的心灵，他们沉浸陶醉于往日记忆尘埃，无主牲畜般慢慢消亡。\n　　希望的席位渐渐占满，最后一个顽梗者的身躯倒下丧失生命，安睡之地中央的巨大仪器却点亮了显示屏。\n　　“各位好，我叫Maria。是天国计划研发，专门维护系统和处理信息的AI。今后各位的思想将通过我和外界取得联系，而我将依赖各位的生物能源保持运转。希望我们的合作，愉快的进行。”\n\n　　于是，一个叫耶络的少女，以及一个叫瑟登的少年，从十四万四千中苏醒。\n　　他俩的任务，是执行计划第二步------\n　　寻找巨大能量，扭转星球命运。\n\n　　“Maria，我找到了！快叫约西亚叔叔来看看！”\n　　“别急，孩子。”AI有条不紊的回答。“他正和人玩虚拟惠斯特，马上要赢了。即使没有真实的货币，被无端打扰而输钱，也会很生气的。”\n　　“我这件事比打牌重要多了！！”耶络放开瑟登，上前使劲拍打屏幕。“快出来呀快出来！人家等不及啦------”\n　　“好了好了伊沃，什么事？”\n　　一个男子的身影闪出。\n　　他即是，200多年以前，号召人们参与计划的项目总负责人。\n\n\n\n\n\n废言：\n恭喜MC兴趣部落嘉宾叶落和种子出场！！【撒花】\n\n索引见签名。\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "Quella叶落",
            "timestamp": 1468478160,
            "txt_content": "完了，这个少女性格和我差不多…那个找东西搞错的…是我"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469157120,
            "txt_content": "扯句皮，这是个物理问题。"
        }
    ]
}