{
    "title": "圣石战争-坟墓",
    "author": "Тιмγα姬",
    "replyCount": 10,
    "timestamp": 1468394100,
    "txt_content": " 本帖最后由 540083835 于 2016-7-15 10:18 编辑 \n\n“出发！一定要将圣石带回来！”当老国王一声令下的时候，又有谁会想到最句话最终成为了许多人的坟墓呢？\n\n罗兰斯双目无神地望着木质酒杯里清澈的酒液，酒馆里的喧闹声与弥漫在空气中的酒香与他显得格格不入。这是最后一天了，明天他就要随着那些身穿银白铠甲，骑着雄健的战马的骑士们一同前往未知的战场，谁又知道最终的结果会是什么呢？战争总不可能给人带来好运……\n\n“嘿！我亲爱的罗兰斯。”查尔斯从后面一把勾住了罗兰斯的脖子，手臂搭在他的肩膀上，“好好期待明天吧！那可是圣石啊，如果给我们得到了……好好想想吧我亲爱的朋友，不要闷闷不乐的，说不定我们能成为凌驾于所有人的最强大的国家呢？”\n\n罗兰斯仿佛没听到一般，默默地喝下了杯子里最后一点酒，查尔斯自讨了个没趣，耸了耸肩，在旁边找了个凳子坐下，点了一杯莱恩帝国特有的凤麦芽啤酒，“你难道就不想看看圣石到底有什么力量吗？”\n\n罗兰斯转过头去看了看他，“不……我不想，”他将空杯子向前推了推，示意酒保再给他加上一杯，“我只想每天吃好饭睡好觉，或者一边喝酒一边看书，遇到你之前我是从没想过我会和战争擦上边儿。”\n\n“你说的没错，”查尔斯抿了一口酒，“的确是我把你拖进军队里的，但你不是获得了平民们的爱戴吗？”罗兰斯耸了耸肩，也抿了一口酒，“是的，但这不是给我一个人的。”说着，把酒杯一搁，将三个银币放在桌上，转身就出了门，“虽然很奇怪，喜爱弓箭的你与骑士的长剑一点都擦不上边，但明天我会去参战的。”\n查尔斯看着他的背影，皱了皱眉头，最后也只是无奈地叹了一口气。\n\n罗兰斯的心绪一点儿也平静不下来，他就这么站在街角，抬头看了看前面不远处广场喷泉上的凤凰金像，太阳的照射下闪耀着金色的光芒，真的能为她的信徒带来胜利与荣誉吗？远处的宫殿庄严华丽，沙色的墙，暗红色的瓦，墙上挖空的窗口中不时有美丽的女孩儿向外张望，顶上蓝白色的旗帜飞舞，似乎能听见它猎猎作响。莱恩帝国，这座如同雄狮一般的国度，为了森林之王的荣耀绝不会像树懒一般碌碌终生，骑士们身披亮银的铠甲，步伐整齐的从他的身边经过，手中的长枪有节奏地晃动，雕刻着狮子头的盾牌反射着刺眼的阳光，一股肃杀之气与骑士精神并存。\n\n啊，真棒啊，我现在也是一位勇敢的骑士，与喜爱弓箭却加入了骑士团的查尔斯一起。罗兰斯苦笑了一下，远处有一个很熟悉的身影越来越近，他身披着紫底镶金边的长袍，怀中抱着一本厚厚的书，兜帽下的双眼在阴影中仍炯炯有神。\n\n“老师，”罗兰斯恭敬地微微鞠了一躬，老人点了点头，说道：“我听说你加入了骑士团？”罗兰斯表情僵硬了：“啊……不我……我的确加入了骑士团……”老人的眉头果然皱了起来，罗兰斯心中暗叫不好，他很清楚，他的老师本希望把他培养成一个优秀的宰相或是祭司，并且倾尽了全力，但现在却突然得知他参加了骑士团……\n\n“不错，像个男人了。”令人意外的，这位莱恩帝国的老宰相的脸上并没有出现任何失望之类的神色，反倒透着一股子满意。“至少没有碌碌无为。”罗兰斯还没有完全反应过来，老人便和蔼地拍了拍他的肩膀，说道：“明天就要出征了，今天就好好休息吧。”罗兰斯点了点头，虽然不知道原因，不过老人没生气总归是好的。老人的眼睛里闪过了几丝深邃的光，嘴角勾了勾，轻笑道：“好了，你回去吧，不过要记住，帝国的荣耀，比生命更加重要……”\n\n罗兰斯只感觉浑身一冷，一种莫名的寒意涌上心头，回家的途中反复琢磨着那句话，却察觉不出任何异常，便索性放弃了。\n\n黎明的光芒亮起的时候，骑士们早已集结完毕，银白色的盔甲在阳光下闪闪发光，随着骑士长的一句“出城！”，大门缓缓落下，搭在了护城河上，骑士们一勒马绳，战马嘶鸣了一声，踏上了桥面。\n\n“嘿！罗兰斯！”查尔斯骑着马靠了过来，“深呼吸，不要多想。”罗兰斯搓了搓手，叹道：“我没有多想，只是总觉得有些不对劲。”随后摇了摇头，问道：“陛下是怎么知道圣石出现的？”查尔斯耸了耸肩：“这个你问他自己去吧，说不定是你的老师告诉他的？我看他长得很像会占星术的人。”\n\n罗兰斯眼皮抽了抽，不再说话。\n\n已经上路四天了，四周都是无尽的风沙，连杂草都没有一根，但运气好也能找到一两根腐朽的枯木。好在有几十匹马拖着食物与水跟在他们身后，倒是不至于饿死或是渴死……“前面有人！”有一个骑士惊呼道，骑士长眯起了眼睛，能看到远方一片黑色布满了地平线，。\n\n“看来遇到了其他帝国的人了。”骑士长长剑出鞘，大喝道：“冲锋！”战马们仰天嘶鸣，随后有力地在平原上奔跑起来，如同离弦的箭，朝着那片黑影冲去。。\n\n对方也加快了速度朝骑士们冲来，同时手中不约而同亮起了蓝色的光芒，铺天盖地的冰蓝之箭随之向骑士们疾射而来，无数的其实被这些箭打下了马，而后被后方奔腾的战马践踏至死，他们很快就缩短了距离，对方是什么人都已经很明显了。\n\n领头的身披紫色袍子的人笼罩在袍子阴影中的双眼阴毒无比，就如同是暗处的毒蛇一般。\n\n这些身披黑色长衫的奇怪家伙们齐刷刷地举起手中的木杖，口中念念有词，一团团淡蓝色的火焰凝聚在杖顶，“尝尝撒旦的礼物吧，可笑的莱恩人！”说着，将火球甩向了冲过来的骑士。\n\n打头的骑士被铺天盖地的火球打了个正着，掉下了马，浑身都在燃烧。但后面的人怡然不惧，战马一跃而起，将一群奈可罗曼人践踏在铁蹄之下，鲜血染红了地面。其他的奈可罗曼人迅速分散开开，挥舞着手中的木杖，口中呢喃着晦涩的语句。但是还没念完，就被骑士一剑削掉了脑袋。\n\n“运气真好啊，奈可罗曼人。”骑士长一手拿着剑，一手牵着马绳，在奈可罗曼皇国的大魔导师身旁绕来绕去，“怎么？你们的小火苗烧着你们的胡子了吗？要不要给你们浇点水？这面对面的的距离，你们的咒语念得完吗？”身披紫袍的大魔导师左手握着权杖，右手却是拿着一柄短刀，他冷哼了一声，一步上前，将短刀向骑士长刺去，却被一把握住了手腕，却是冷笑一声，这柄短刀唰地燃起了火焰，毒蛇一般向骑士长冲去。骑士长迅速放开了魔导师的手，身子歪向一边，手中的剑扬起一片沙土，带着可怕的威势向魔导师挑去，却不想，魔导师手中的木杖竟是坚硬无比，毫发无伤地挡住了这一剑，随后杖顶燃起了一段火焰……\n\n“可笑！”骑士长低沉地吼了一声，抬起脚猛地踹在了魔导师的胸口，可怜的大魔导师连咒语都没念完，便被这沉重的铁靴踹飞了几米远，口中喷出了鲜红的血液，骑士长一跃而起，将剑尖毫不犹豫地刺入了魔导师的胸口。\n\n“来世记得穿个铁肚兜吧，可怜的老头子们。”看着骑士长慢慢远去，魔导师的意识越来越模糊，这是他活着的时候听见的最后一句话了。\n\n罗兰斯闭着眼将剑刺入了被缴去木杖的奈可罗曼人的胸膛，温热的鲜血溅在了他的脸上，却让他感觉心中发寒，反观查尔斯，一把剑挥舞的虎虎生风，冷笑着将这些奈可罗曼人的脑袋砍下来，眼中没有一丝怜悯。罗兰斯深吸了一口气，继续向前冲去，远离战场的奈可罗曼人才是最可怕的，他们有足够的时间来制造出最强的魔法，就比如此时此刻向骑士们飞来的一片巨大火球……\n\n“快闪开！”火球的爆炸声淹没了嘶吼声，尘土与火星飞溅，将许多骑士笼罩在其中，后面的人只觉得高温扑面而来，更别说置身于火球内的人了……\n\n火球消散后，里面的人已经被烧成焦炭，连盔甲也被烧的通红，凄惨不已。\n\n“嘁，”骑士长冷哼了一声，带领着骑士们策马向魔法师们冲去，一路上飞快地闪躲，在魔法师们还没反应过来的时候，骑士们已经来到了他们面前。骑士长径直从马背上跃起，一剑捅穿了面前的魔法师的胸口，其余的魔法师遭遇近战就像是拔了牙的蛇，转身欲要远离战场，却被策马狂奔的骑士们追上，被一剑削掉了头颅。很快，这成片的魔法师便被狼群一般的骑士啃噬一空。\n\n“呼……好厉害……”远处的罗兰斯看得心惊，骑士长简直就是战神一样，虽然他清楚的知道是因为魔法师在没有遮蔽物的地方很难取到优势。“罗兰斯，罗兰斯，”查尔斯又凑了过来，“这些人都是奈可罗曼皇国的人，你说我们会不会再遇上玛奇莉亚的人？说不定还能遇上最神秘的艾格莱希的人？”\n\n罗兰斯皱了皱眉，查尔斯脸上尽是兴奋之色，他并不觉得这是好事。“我们折损了多少人？”骑士长问道，一个骑士默默走上前：“大人，我们一共损失了七百多人。”骑士长眉头皱了起来，转身说道：“继续一段路就能到达圣石所在的奇美拉峡谷了，现在就出发，在马背上休息。这里呆着不安全，虽然奈可罗曼人不会再出现在战场上了，但也要小心提防。”\n\n骑士们都没说什么，纷纷骑上了战马，与骑士长一起继续赶路，殊不知身后的沙石山顶上，一个紫袍人阴笑着看着他们。\n\n视野里终究是一片黄沙，但一条巨大的裂缝已经在视野里清晰可见，就这么横在平原上，透着瘆人的气势，“就是那儿了……”迎着太阳，远处天空中的飞艇遮天盖地，气球上的齿轮标志刺眼无比。\n\n“果然是来了啊，玛奇莉亚人……”罗兰斯叹了一口气，接下来的战斗就很麻烦了……“不用慌，”骑士长冷静地说道，“他们的飞艇没有任何攻击力，也只是交通工具而已。”\n\n果然，飞艇慢慢降落到了地面，随即，骑士们口中发出了响彻四方的呐喊，举着手中的剑，驾驭着战马便向玛奇莉亚人们冲去，想想吧，如同蝗虫群一般数量的骑士向同一个方向快速推进的样子，多么撼人心弦，他们的呐喊声似是可以击穿苍穹！\n\n玛奇莉亚人也并不是任人宰割的，他们也怒吼着向骑士们冲去，他们的武器是手中的金属拳头，黄铜色的金属骨架连接着背上的蒸汽仓，能让他们的力量增强好几倍。\n\n当所有人的金属相撞时，整片战场爆发出了耀眼的火花。骑士的剑刺穿了玛奇莉亚人的胸膛，玛奇莉亚人的拳头击穿了骑士的腹部，血液逐渐染红了每一寸地面。\n\n罗兰斯的肩膀被玛奇莉亚人的拳头打了一下，肩上的盔甲如同蛛丝一般出现了裂痕，钻心的痛令他头皮发麻，肩膀的骨头似乎被打成了碎片，左手显然是用不了了，就算是回去了，以现在的医疗技术来看，这条手也是废了。\n\n“我去你的圣石！”他用右手拿着剑将面前的玛奇莉亚人从腰部到肩膀劈成了两半，滚烫的血液却令他感觉冷得刺骨。\n\n“帝国的荣耀，比生命更加重要……”他的老师是这么说的，但是真的有人不会胆怯吗？“我不想死……”罗兰斯捂着肩膀，慢慢咬着牙退到了后面，现在已经找不到查尔斯的影子了，说不定已经被骑士们的战马踏得粉碎，“不……”他再次握紧了剑，“我还真是……想亲眼看看这圣石长什么样……”\n\n他怒吼着，忍着剧痛，挥舞着手中的剑，大步朝峡谷奔去，完全不顾一路上的刀光剑影，就算有玛奇莉亚人在路上劫杀他，他也是怡然不惧地将剑向他们挥去，整片战场回荡着剑与血的哀鸣。\n\n“我们到底是在……争夺什么呢？”罗兰斯站在峡谷边缘，盔甲早已被染成血红色，残缺不全，剑刃上满是裂痕与鲜血。峡谷里漆黑一片，没有想象中的圣石绽放的光辉，没有一点光亮，没有一点声音。他回望着战场，骑士长已经倒下，在血泊中被人遗忘。尸体横七竖八躺在松软的沙土上，还在战斗的人已经能数的过来。\n\n嗓子里发不出一丝悲鸣，到了最后，没有看到一丝圣石的影子，骑士们也带着百姓的爱戴与荣耀沉睡在战场。“我亲爱的罗兰斯，没想到你居然还活着。”\n\n罗兰斯慢悠悠地回身，眼神空洞，没有一点光亮，“看起来你的状态不是很好。”老人笑着说道。“老……师……？”罗兰斯艰难地说道，声音沙哑得如同干燥的风，“你为什么会在这里……？”\n\n老人仍然是笑着，他说道：“作为我最亲爱的学生，我还是很信任你的，我在这里，当然有理由。”他的表情越来越疯狂，“等你们死得差不多了，我就回去告诉老国王，说你们被其他三个帝国联手围剿，老国王绝对会一怒之下带着仅剩不多的人去找三个国家的其中之一算账，而我，就可以名正言顺的操持国务，我再让我的人去杀掉老国王，我就可以坐上帝国的王座，再将其他的帝国掠夺一空，莱恩帝国就能成为大陆上最强大的帝国，而我就是国王！”罗兰斯难以置信，他愤怒地问道：“那么……圣石呢？艾格莱希人呢？！”老人耸了耸肩：“圣石？嘁，那根本就不存在，不过是故意将假消息透露出去而已，至于艾格莱希……他们早就被我挑拨离间弄得自相残杀最后灭亡了。”他的表情缓和了下来，“那么，我最亲爱的学生，你要和我一同回去吗？我能给你你想要的一切……”\n\n “不！”罗兰斯愤怒地用剑指着他，“你这个疯子！你不配做人！”老人面色转冷，嘲弄地笑道：“你是怎样，世界就是怎样，这些对我来说都是天经地义！”他突然侧身捏住了罗兰斯的肩膀，用力地捏了进去，鲜血慢慢流下。罗兰斯惨叫着，手中的剑无力地掉在了地上。\n\n 老人提起了他的脖子，将他移动到峡谷上方：“既然不回去，那我只好灭口了。”说话间，却见一道电流疾射而来，老人瞳孔猛缩，下一刻电流已经击穿了他的心脏。\n\n 这赫然是一只箭矢。\n\n 罗兰斯从他手中脱落，眼看就要跌落悬崖，右手却紧紧抓住了一根枯枝。老人难以置信，艰难地想要起身，“艾格莱希人不可能还有幸存者！”\n\n “是啊，老头。”熟悉的声音传来，是查尔斯！罗兰斯面露喜色，“可惜却有一只余孽啊。”来者就是查尔斯，他面色阴沉：“你终于亲口说出你所行之事了，我的父母，艾格莱希联邦的至高无上，就在你的阴谋之下被碾作灰尘。”\n\n 他脸上露出了大仇得报的表情：“我逃了出来，丢掉了联邦的枪，开始研究用弓箭承载电流。”\n\n说着，他将箭矢从老人的胸口拔了出来，老人惨叫一声，生命体征越来越虚弱，“你该去地狱了，老家伙，但你刚才的计划我就不客气地收下了。”\n\n“查尔斯……查尔斯，快救我！”罗兰斯喊道，查尔斯却俯下身来，叹道：“我不能让任何人知道我是艾格莱希的皇室血脉，凡是有威胁的人，都得死。”他用力地折断了树枝，罗兰斯掉了下去，他脸上绝望的表情让查尔斯感觉心脏一痛。\n\n“再见了，我最亲爱的朋友，莱恩帝国，我会打理好的。”\n\nword统计 5380字\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "晓龙sama",
            "timestamp": 1468401120,
            "txt_content": "感觉稍微有点做作的地方，大文豪，写的挺好{:10_495:}"
        },
        {
            "author": "终究暴走",
            "timestamp": 1468403280,
            "txt_content": "晓龙sama 发表于 2016-7-13 17:12\n感觉稍微有点做作的地方，大文豪，写的挺好\n桐子什么的最可爱了"
        },
        {
            "author": "像素君",
            "timestamp": 1468404000,
            "txt_content": "不懂为什么，现在一有写文绘画的时候，版主们就密集出现，大有抢占优胜名额的态势~ 233"
        },
        {
            "author": "冥王星人",
            "timestamp": 1468404060,
            "txt_content": "孩纸，你文笔不错，要不要来我的群里？啊不对你已经来了。。。\n那进我的精英小组吧？啊不对你已经进了。。。\n要不要当版主？哎呦已经是实习了。。。\n\n算了我把你推倒吧？\n这个应该还没做过=w="
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1468419360,
            "txt_content": "冥王星人 发表于 2016-7-13 18:01\n孩纸，你文笔不错，要不要来我的群里？啊不对你已经来了。。。\n那进我的精英小组吧？啊不对你已经进了。。 ...\n莫名戳中笑点XD"
        },
        {
            "author": "z5471",
            "timestamp": 1468480800,
            "txt_content": "可以，这很版主."
        },
        {
            "author": "3222577979",
            "timestamp": 1468531140,
            "txt_content": "收下了，谢谢"
        },
        {
            "author": "eternal_永恒_",
            "timestamp": 1474376520,
            "txt_content": "战争描写的还是很不错的。总感觉有点啰嗦，比如说罗兰丝临死前说的话，最好用七八句简短而又有意义的语言来描写，来为下文铺垫，而濒死前则可以运用场景和心里描写来叙述，顶多一两句话。有些细节写了却没有什么伏笔，没有什么作用，例如：“一个紫袍人阴笑了一下”这句话最好不要写，直接拉低档次，最好用像是天气、树叶、黄沙、凄凉的风的来隐喻一下。而且有些地方就像凑字一样憋出来几句话，好像没有事先写完梗概，\n这仅仅是我的意见，希望你下次写小说的时候参考一下\n——我是不是说的有点多...\n"
        },
        {
            "author": "eternal_永恒_",
            "timestamp": 1474377060,
            "txt_content": "战争描写的还是很不错的。总感觉有点啰嗦，比如说罗兰丝临死前说的话，最好用七八句简短而又有意义的语言来描写，来为下文铺垫，而濒死前则可以运用场景和心里描写来叙述，顶多一两句话。有些细节写了却没有什么伏笔，没有什么作用，例如：“一个紫袍人阴笑了一下”这句话最好不要写，直接拉低档次，最好用像是天气、树叶、黄沙、凄凉的风的来隐喻一下。而且有些地方就像凑字一样憋出来几句话，好像没有事先写完梗概，\n这仅仅是我的意见，希望你下次写小说的时候参考一下\n——我是不是说的有点多...\n"
        },
        {
            "author": "仲夏大陆",
            "timestamp": 1475734800,
            "txt_content": "\n收下了，谢谢"
        }
    ]
}