{
    "title": "【创意赛征文】美丽",
    "author": "qsavbcas",
    "replyCount": 4,
    "timestamp": 1468394700,
    "txt_content": " 本帖最后由 qsavbcas 于 2016-7-13 15:26 编辑 \n\n前言：为啥要写他呢，恩，因为我要弄到论坛的第七枚勋章，所以我就写了。\n                     \n      三年的征战，导致的不是开疆扩土，也不是国富民强，这片土地上最强的莱恩帝国渐渐势微，曾经的骑士和那华贵的宫殿渐渐的淡出了人们的视线。曾经依附于他的三个小国，两个已经泯灭于战火，甚至连一些本国的文字记录都没有留下。当时偏处下风的艾格莱希联邦由于外界对本国的认知并不多，侥幸撑到战争的后期，利用在外界看似神秘的光与电和众多小型战争的经验，在最后一役中异军突起，最终获得了胜利，从此帝国除名于这片土地，艾格莱希联邦最终统治了这片土地。\n       然而经鼎盛的帝国为何抛弃了平和，开启了这么一场颠覆了整片土地格局的战争，人们众说纷纭，有说帝国只是因为那颗 逐渐满足不了的野心，也有说是因为对外界科技的向往。 \n       但我认为还是因为帝国女王的一颗私心，最终导致了战争。女人爱美的心，无论什么时候都不会改变，无论她是在农间耕作的村妇，还是高高在上的女王。但凡人就会有私心，在她五十岁生日的那天，宾客满棚，人们献上的礼物也多数用华贵精美的包装包裹的严严实实，一旁的总管在对着礼物清单上的内容一个一个的介绍着。但是女王是什么地位，万宗来朝所进献的也多是他们本国的特产，以她的见识这些东西又能带来什么惊喜呢。但是，万事总有一，谁能保证当女王暂时退去华贵的外衣、名贵的水晶鞋，走向了那对于她而言污秽不堪的街道时，会不会爱上街上橱窗里见到她从未遇到的小东西呢。 \n      再说那时，一个身着并不怎么华贵的人捧着一个非常精美的托盘走近了女王的宝座，身边的总管对着清单看了一遍又一遍，似乎并没有这个人的任何信息，正在总管面色焦急的一遍又一遍的核对着清单与面前这个身着并不华贵的男人时，那个男人说话了：“这块宝石是我们村庄世代流传的宝物，听村中老辈人说它象征着美丽，但近年村中连年闹灾，大雨，暴风导致村中粮…\" \"好了，别说了，今天是陛下的生日，这些事陛下都知道，大喜的日子就不提这些晦气的事了，你先下去吧，剩下的事我会代女王向下催促的。”女王身边的仆人火急火燎的说着，好像生怕在女王大喜的日子触到女王被眉头，从而让自己脑袋搬家一样。不由那个男人半分多言，两边的侍卫就将他架下了宫殿。 \n      好像这些尴尬都没有发生一样，生日庆典如计划般继续着，最终在一片庆贺声中结束了这场庆典。事后女王似乎忘却了之前人们所进献的宝物，而专门对着那个男人所送的宝石看了又看，因为那颗宝石太美了，颜色浓的像一颗凝固的处子之血，红的那般清澈，红的那般耀眼，就算把头顶王冠上最美丽的宝石摘下来和它对比，似乎都略有不如，但是它好像缺了一部分，不，确切的说他是少了很大的一部分，因为形体中似乎充满了极度的不协调。那种不适感让一直对宝石感兴趣的女王感受到了深深地厌恶感，她厌恶它的不协调，但又喜欢它那惊世骇俗的美。这种感觉让女王非常不高兴，他让手下的人去哪个男人的村子中询问哪个男人，但那个村子早已人去楼空，细心的军官在村中藏书中发现了有关于那个宝石的记载：宝石流传于很久之前，那时大陆上还并未出现国家，那时还只有村庄，宝石来自于一个流浪的异乡人，是从很遥远的地方，他也知道这可宝石不完整，但曾经完整过。因为这本村志流传的年代太久了,能分辨的信息不多。但就这些零星的消息也足够女王兴奋了，因为她知道了这块宝石曾经是完整的，曾经是完美的，她开始疯狂的下令让手下的亲信去各处打听、收集，但这些做法都并没有收到什么实质性的成效，她开始派遣军队去各地打听，本国没有，就开始去依附于自己的小国搜索。 \n      终于，这番大规模的派遣军队终于触到了临界小国的底线，他们联合起来奋起反抗。女王此时还不知道依附于自己的小国已经因为自己的一己贪念奋起反抗，就像她不知道那个男人的故事，那块宝石的故事一样。 \n      宝石的故事还要追寻到那个村志中的异乡人的那个时代。那时土地上的人们并没有什么太密集的接触，每家每户都占据着大片的土地，他们过着“日出而作，日落而息”的生活。虽然生活并不是像现在这般富裕，但也算衣食无忧；战争虽然没有现在这样规模宏大，但也是小战不断。因为当时的社会并没有什么法律，所以人们以家为单位过得精细且小心。 \n      她们一家三口原本过着像当时人们一般的日子，每天在自己的农场里农忙，晚上早早吃饭、早早睡觉的日子。但一天早上，当他们家的女儿早上起床看日出的时候，发现遥远的天上，站着一个陌生的男子，端的是丰神俊逸，容貌之惊艳让一个女子都不免有一丝羞涩，再看那女子，此时却已是看呆，许久没有缓过神来。女子本身容貌但也不丑，而又恰巧十七八岁的年纪。此时心中的春意就如野草一般滋长了出来，每天早上起得早早的，希望在日出的时候再见到那个男子一面，久而久之，身边的父母也发现了异样，开始逼问女子最近怎么了。在得知他竟然为了一个远在天边无迹可寻的男子茶饭不思的时候，纷纷劝诫她忘了这件事，这或许只是一个幻觉呢。 \n      十七八岁不但是怀春的年岁，也是叛逆的年纪，父母越这样说，她就越觉得天边那个男子似乎是真实的。就在那一天，她坐在家门口面对着日出的方向等待时，她睡着了，他梦见了那个男子，就在他好像要对她说些什么的时候，忽然从远处传来了一个乞丐的声音：“姑娘，能不能给一些吃的啊？哪怕只有面包也好啊。”女子此时心中满满的是对那男子的想念，碰巧乞丐的一句话扰搅的女子的美梦，女子心头顿时是满满的怒火，狠狠的咒骂了那乞丐几句。 \n      那乞丐不知是什么来头，他貌似知道女子此时心里想的是什么，张嘴骂道：你所期待的，终将从你身边擦身而过；你所拥有的，将会从你的身边快速流逝。女子并未留意这段话，然而那个站在天边的男子是真实的，那个乞丐的诅咒也是真实的。在今后一段日子里，女子的父母因参与局部的战争双双死亡，女子仿佛感受到了美丽与年轻离她越来越远，仿佛苍老了几十岁，身躯渐渐的变弯了，美丽的一头金发也稀稀疏疏的掉落了，他渐渐变成了怪物。再加上人们住的相距比较远，很少有人知道在不远处存在着一只怪物。她很难受、很痛苦，她每天最希望的就是再来一个乞丐，并且和乞丐共进一餐，从而破解自己身上的诅咒，然而就算来了乞丐又有谁会和她共进一餐呢？谁又会和一个怪物共进一餐呢？ \n      被折磨的忍无可忍的女人开始诱拐乞丐进到屋子里与他共进一餐，但是每个乞丐都被他的样子吓破了胆，就更别说一起吃饭了。周身的痛楚终于战胜了那仅存于内心深处的理智，她开始杀掉每一个进到过屋子里且拒绝吃饭的乞丐，当然，那就是所有。 \n      久而久之，怪屋吃人的事情渐渐的传遍了周边的村子，所有人都不敢靠近那个屋子。不知那是哪年，忽然来了一个异乡人询问那间怪屋的位置，听语气好像是去寻人的。村民便将那个屋子现状告诉了那个异乡人时，但他还是坚持要去，村民没办法，僵持了很久最终达成协议，村民只负责指路而异乡人只能自己过去不能带任何一个村民。 \n      当男子踏入那间屋子时，便彻底被眼前的景象惊呆了，破碎的餐桌，墙上那一连串血浆飞溅后的痕迹，地上厚重的血污，墙角堆砌着成堆的流浪汉的尸体，恶臭扑鼻，蝇鼠乱撞。就在男子还没有在这幅人间修罗场的景象中回过神来的时候，变成怪物的女子探头出来，好像见到了人世间最亲近的人，不顾自己那怪物般的体型、样子，直直冲向了站在门口的男子。男子也未曾犹豫，拔出腰间的佩剑，噌的一声，剑出了又回来了。再看那女子所化的怪物，早已身首异处，但脑袋的眼睛还是睁着的，渐渐的女子的脑袋冒起阵阵青烟，男子看呆了，这不就是当年看到的那个女子么，不正是我要寻找的那个女子么。男子虽为神却也一时没有回过神来，怔怔的看着眼前发生的一切，青烟散尽那狰狞的兽脸变回了的曾经的样子，还是那般清秀、美丽，那张脸好像笑了一下。随后一道炸雷劈过，那张脸再不复曾经的女子的脸，也不复那张兽脸，而是变成了一块血似的玉石，仿佛在说着自己制造的杀戮究竟有着多么的残忍；也仿佛在诅咒着下一个拿到这块玉的女人命运也要和我一样。再说剩下的那截兽身，则是随着那道炸雷烟消云散了。 \n     再说咱们的女王，最终的追求似乎也没有达成，自己也随着战事的失败而被斩首于城堡门前。\n\n\n后记：这它喵的从word复制过来的东西，从新排版真的好麻烦。再说这篇文章，用一千多字写一场战争很难写的全面，与其说写的个半斤八两还不如换个思路，从一个奇怪的  角度写写某种东西，那种东西看不透，摸不到。还有希望天朝越来越好吧。洪灾，南海上的那些宝石等等问题。最后一句，希望战争的发起国，最终受到制裁，不管那是正义的，还是非正义的。\n         \n\n",
    "replies": [
        {
            "author": "火星使者",
            "timestamp": 1468397280,
            "txt_content": "立意不错"
        },
        {
            "author": "像素君",
            "timestamp": 1468404120,
            "txt_content": "额，楼主确实写了一些看不透、摸不到的东西~"
        },
        {
            "author": "Ice_Block_",
            "timestamp": 1468421220,
            "txt_content": "表达了什么qwq"
        },
        {
            "author": "BenLi豪",
            "timestamp": 1476611520,
            "txt_content": "哇，这写的我无法自理，不过我喜欢"
        }
    ]
}