{
    "title": "【原创-连载】【MC国】【第三十四章 光明神殿】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 1,
    "timestamp": 1468392780,
    "txt_content": " 本帖最后由 冥王星人 于 2016-7-13 14:55 编辑 \n\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n　　\n\n　　冥冥冥冥、冥王……\n　　别这么盯着我好不好？\n\n　　“呼……小沫，似乎很急切的想见我一面呢。”\n　　“啊！他……他瞎说的------”\n　　小沫怎可能想见你？他是想借助政府关系，叫我这掌握全世界最高科技实力的人，把你抓了去。\n　　最高的魔法对阵最高的科技，索岚不保证自己能赢，可打几个回合应该不成问题。\n　　关键是作为曾经追求过的人之一，即便被理由不明的拒绝，也没到相爱相杀，捆了送给更为仇视的基佬三人组当礼物的份上吧？\n　　爱情不成友谊常在，索岚对冥王这位亲朋密友，说是钦佩、感激、信任、依赖，等等多种情感交织，彻底的剪不断理还乱。\n\n　　“那我，就顺路去‘看望’他吧。”\n　　“呃、我希望你不要去……”\n　　倒不因为诡异理由的会面，担心她遭遇不测。而完全是那加重语气的“看望”，听起来非常不友好。\n　　索岚相当清楚，简直再清楚不过。冥王对于挑衅的反应，是一定有谁会遭殃。\n　　小沫的劫运，算逃不过去了。且会来的既迅速，又沉重。\n\n　　“万一你失手弄死了他，我的颠覆计划找哪个当目标啊？”\n　　好吧，索岚还记得这茬儿。\n　　纵然计划上积累的灰尘早几米厚。\n　　“不会不会。顶多半身不遂。”说完冥王又叫索岚浑身乱颤的笑了笑。“麻烦你到一个地方去帮我取件东西。”\n\n　　咦------、\n　　这口气，这用词……虽然请求提出的时间过于唐突，但富于冒险精神的他，能放过这类“接到奇怪来信而后要去孤岛上某宾馆经历死亡厮杀最后擒拿凶手满载宝物回家装饰客厅余生用来欣赏战绩”的意外惊喜？\n　　“哪里？什么东西？找谁要？”\n　　“我要你去‘光明神殿’。”\n\n　　哈？\n　　光明神殿，坐落于三晋联邦国境内，矗立与广袤树海之中。\n　　那片树林传说是纪元开端与黑暗势力交战的战场，如今全世界人公认的圣地，普通身份根本禁止踏入。有如原始崇拜那样，随意跑进去，会遭遇严厉审判，最后残忍虐死的。\n　　所以我要冒生命危险闯入其中，盗窃重要文献或圣物，接着一路甩开手持冷兵器想把我剁成肉馅的追兵，在科技掩护下火速逃离。冥王要因此给予我更高的赞赏，和对挂彩表示愧疚，这时候我只需要弹掉肩头的灰尘，满不在乎补上句，“一点小伤，不必在意”。\n　　似乎这个场景多年前经历过啊……只是对象换了人，威胁翻了倍，获得的愉悦也……\n\n　　“喂，索岚。你在听吗？”\n　　“啊？什么……”想入非非转回到现实世界，让他发觉自己心跳加速体温上升，裤子里也拥挤了几分。“抱歉没听太清……”\n　　“唉……”\n　　冥王目光上下扫了扫，叹了口气。\n　　同时索岚觉得轻易表现出兴奋过度，自己还太嫩，不禁两腮绯红。\n　　“不好意思刚才走神了……”\n\n　　“好，我重复一遍。”伸手摘下索岚胸前的别针，使其漂浮掌心上方。“你戴着这个，到光明神殿里。自然有人接待你，指导你要做的。”\n　　金属在半空，好像液体在失重环境团成球，又拉伸变形凝固，构成光滑的平面，锋利的边缘。\n　　冥王把新形态的饰品扎回本来位置，起身离席。\n　　“哎等等，线索就这一句话？”\n　　“没错，你只管去。它会保护你。”\n　　言罢，优雅走到紧急安全门旁，拉动手柄。\n\n　　哎呦哇咧------\n　　索岚眼睁睁人影消失，不过身体被安全带束缚主驾驶位，伸出的手离门甚远，仅剩惊叫权利。\n　　三秒过后，他反应过来。转身按下操纵台上的钮，关上舱门。\n　　又犯傻了，她可是冥王啊。几万米的高空，7、800公里的时速，对冥王可说下一级台阶那么简单。\n　　吓得都要口吐白沫了，不争气哪不争气。\n\n　　取消预订航线，制定特殊任务。\n　　要面临什么，去了就知道。可无论什么，为了冥王，我索岚，都勇敢面对。\n\n\n\n\n\n废言：\n屠版模式启动。PS：大家看我新签名图好不好看？=w=\n\n\n索引见签名。\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1469171880,
            "txt_content": "冥王在自己的文章里有各种各样的bug设定，我都忍了。\n可是夸张当普通描写用是啥！"
        }
    ]
}