{
    "title": "【原创·连载】《二次元穿越》【26】【by tzxwdu】",
    "author": "long1345308079",
    "replyCount": 5,
    "timestamp": 1468462860,
    "txt_content": "，支持",
    "replies": [
        {
            "author": "tzxwdu",
            "timestamp": 1468462980,
            "txt_content": "标题: 【原创·连载】《二次元穿越》【26】【by tzxwdu】正文\n\n\n\n26\n崭新的一本书握在手中，上面写着几个大字：“生存手册”\n好像有一年多没上课了吧。如今，我们重新在这个地方安顿了下来，也不必去为了生存下来而四处奔波逃难。似乎找到了一个新的家，温馨的家，安全的家。\n可惜，没有父母，哥哥也不知道去哪里了。\n打开书，一个个方块显得亲切无比，一个个字似曾相识。\n“首先把书翻到第二页。”\n……\n这是伟大的一天，这是令人愉悦的一天。\n西边，月亮正缓缓落下。东边，太阳正在徐徐升起！\n“太阳出来了！白天了！”\n繁星点点的天空，渐渐被阳光所覆盖。整个大地，笼罩着一股新的气息。万物，似乎从沉睡中，醒过来了，变得有生命力了。\n水，开始流动，风，开始吹拂，草，开始生长。\n“天亮啦！”\n教室里的同学们蜂拥而出，我也紧随其后。刚刚踏出大门，清晨特有的阳光，便照射到了我的脸上。啊，好温暖的阳光，好舒服。\n所有的人，所有的动物，从睡梦中醒来，对着阳光呼喊着。我和一群朋友们，一起躺到一片草地上晒太阳。有的把手放到脑后，翘着二郎腿看天空，有的趴下看着绿油油的小草。\n黑暗的日子过去了。整整4年啊，4年啊。\n4年的噩梦，终于结束了。\n或许真的结束了。\n阳光下，孩子们在一起玩耍着。\n……\n千里外，村长正在徒步前进。\n眼前是一座很简朴的小房子，不大，就这么修筑在山间。不过，建筑却非常的精妙，完全融入了大自然，不仔细看还无法发现这座房子。“咚咚咚”村长轻轻地叩着木门。开门的是个男人，他把村长领到房间内的沙发上坐下。“村长啊，你年纪也这么大了，还是少跑跑路吧。”男人首先开口道。“哎呀安培衡，你不是不知道我。不用担心了。我想知道，你哥咋样了？”村长虽然年纪已大，但是不改年轻的风貌，依然那样健壮。“估计成功了吧。可是我最想问的是末地的情况。”“附魔之瓶，不能去末界？”“不行，只能在主世界和下界中穿越，到现在还没研究出怎么去末界。”村长盯着墙上的几幅画。“他们其实很有天赋的，我信任他们。崔古尔小的时候，村子里的人们都说他一定是个天才，他的知识面比较广，而且脑袋灵活。”“可是那年他才9岁啊……”“人嘛，总会慢慢成长的。”木屋的墙壁已经有些磨损了，显得很古老。这座已经修建20多年的房子，安培衡一直居住着。这座房子不畏冬日的风雪，依然在山间生存着。或许是毅力吧。“想当年我也是一个人出来的。做为人类，都有生存本能。我相信我们有机会的。”村长走到门口，任凭山间的风吹拂在脸上，感到无比凉爽。远方的一张张脸出现在村长眼前，就像放幻灯片一样……\n字数：1000字\n\n\n作者的一些话\n第二部就结束了，有点短，但是接下来会有一个新的线路，可能跟第一章差不多吧。感谢这段时间更多人的支持。其实对于这篇文章我是带有一点点愧疚的，因为个人认为这是个很好的题材（这个东西我想了很多晚上，我觉得还有极大发展空间），可以写成长篇小说，效果应该不错，可惜由于个人时间原因，可能再过一段时间就基本很难更新了。我之前本来想这里先写几万字，以后再出别的文章，可是时间或许是不允许了。接下来的第三部，我会尽力写，让大家能看到尽量好的文章，我也会从中磨炼水平。或许第三部完了（甚至没完）我就要弃坑了（或者说停更）？确实很可悲，但愿不会吧。前两天是不在家（表问我为啥又不在家），这次不会像上次那样休息那么久的。\n\n索引贴见签名档，希望大家支持世界时间表已更新"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1468465200,
            "txt_content": "光线桑德斯 发表于 2016-7-14 11:05\n《二次元穿越》我觉得很好看的，等楼主回来重启天坑，希望楼主能坚持写完这几部！\n（最近几天周创版不太活 ...\n目前是有时间，我可能会把这一个线给写完，但是铺垫到的另一部分内容可能得以后找机会了\n天坑就算了，担当不起= ="
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1468465500,
            "txt_content": "《二次元穿越》我觉得很好看的，等楼主回来重启天坑，希望楼主能坚持写完这几部！\n（最近几天周创版不太活跃的样子，很多好看的小说，作者都不来填坑。估计是在忙别的事吧）"
        },
        {
            "author": "风毒翩翩",
            "timestamp": 1468661040,
            "txt_content": "第一部的主人公是不是死了"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1468664340,
            "txt_content": "风毒翩翩 发表于 2016-7-16 17:24\n第一部的主人公是不是死了\n你猜(滑稽，总之以后还会提到，不然讲这么多岂不是废话。。。"
        }
    ]
}