{
    "title": "[1.12.2-1.4.7][Railcraft——铁路]12.0.0正式版发布，现已支持MC1.12.2！",
    "author": "琉璃楓夕陽",
    "replyCount": 99,
    "timestamp": 1468475160,
    "txt_content": " 本帖最后由 琉璃楓夕陽 于 2020-11-10 22:28 编辑 \n\n\n\n\n\n\n下载本帖只提供单个Minecraft版本的最新版Raillcraft的下载！支持官方：点此下载\n百度云备份：点此下载 密码：5tat（已经更新12.0.0正式版）Railcraft必须配合对应版本的BC(传送门)使用\n否则许多功能无法使用！百度云崩了就发邮件到 1452247287@qq.com 直接加好友是不会给过的。\n\n版本：\nRailcraft 12.0.0    for Minecraft1.12.2 Forge2779+Railcraft 10.4.1    for Minecraft1.10.2 Forge2107+（开发完成度未知，请一定要搭配BC和林业等MOD进行游戏）\nRailcraft 9.12.2.0 for Minecraft1.7.10 Forge1448+（若要使用BC或林业请下载对应支持RF能量的版本）\nRailcraft 9.3.1.0   for Minecraft1.7.10 Forge1199+（若要使用BC或林业请下载对应支持MJ能量的版本）\nRailcraft 9.1.0.0   for Minecraft1.7.2   Forge1065+（1.7.2最后一个版本）\nRailcraft 8.4.0.0   for Minecraft1.6.4   Forge965     （1.6.4最后一个版本）\nRailcraft 8.2.0.0   for Minecraft1.6.2   Forge867+  （1.6.2最后一个版本）\nRailcraft 7.3.0.0   for Minecraft1.5.1-1.5.2 Forge624+ (1.5.1-1.5.2最后一个版本)\nRailcraft 6.15.2.0 for Minecraft1.4.7   Forge516+    (1.4.7可以获取的最后一个版本)\n9.12.2.1虽是1.7.10版的最新版但不是稳定版因此没有在网盘更新。\n更新记录（最新更新已汉化）\n12.0.0正式版INFO: Stable release, as promised. Even ahead of schedule.信息：就像我承诺的那样，正式版提前发布了。CHANGE: Carts are now invulnerable to mob projectiles. (liach)改动：怪物的弹射物现在不对矿车有效。(liach)FIX: Fix rendering of gasses.修复：修复气体的渲染。FIX: Fix rendering of Actuators in the inventory. (liach)修复：修复传动装置的渲染。(liach)FIX: Fix particle color of Abandoned Track. (liach)修复：修复了卸载轨道的粒子颜色。(liach)\n12.0.0Beta5WIP: Migrate Water Tank to new structure logic, implement new water generation algorithm. Missing GUI atm正在进行：将水箱迁移到新的结构逻辑，实行新的水量算法。丢失了GUI。WIP: Migrate Rock Crusher and Steam Oven to new structure logic and fix a few bugs along the way.正在进行：将碎石机和蒸汽炉迁移到新的结构逻辑并同时修复了几个BUG。WIP: Advancement framework improvements. (liach)正在进行：提高框架提升。（liach）COMPAT: Improve snow detection so as to be compatible with Serene Seasons.兼容：提高了对雪的感知因此得以与Serenne Season相兼容。COMPAT: Improve compatibility with Cubic Chunks. (liach)兼容：提高了与Cubic Chunks的兼容性。（liach）COMPAT: Refactor cart rendering to support Immersive Engineering Shaded Carts.兼容：重构了矿车来给予IE（沉浸工程）的涂装矿车的支持。（感谢流星落岩/114楼）COMPAT: Refactor inventory code to be compatible with Sponge. (liach)兼容：重构了物品栏代码来兼容海绵服务端。(liach)COMPAT: Boiler can now burn Immersive Engineering liquid fuels. (Acerixx)兼容:锅炉现在可以燃烧IE的液体燃料。（Acerixx）CHANGE: Activator Rail no longer removes passengers from Carts, use Disembarking Track Kit instead.改动:激活铁轨不再会将乘客从矿车中踢出去，而是使用了Disembarking Track Kit （登陆跟踪工具）代替。CHANGE: Zinc now spawns alongside Lead by default. Requires fresh ore configs.改动：锌现在一般会和铅一起生成。这需要刷新矿石设置。CONFIG: Added a cargo blacklist feature for Chest/Cargo carts.配置:加入了一个货物黑名单的特性给箱子矿车和货车。FIX: Blast Furnace no longer wastes fuel.修复：高炉不再会浪费燃料。FIX: Boiler Fireboxes should no longer crash. May not be fully functional though. (liach)修复：锅炉燃烧室不再会崩溃了。但是可能没有完整的功能。(liach)FIX: Train drag calculation should no longer resolve to a negative multiplier in some cases. Fixes several speed related issues with Trains.修复：列车拖动计算不再会在某些情况下得到一个负数的乘数。修复了几个跟速度有关的火车的问题。FIX: Fix Fluid Loader/Unloader pipe interactions. (liach)修复：修复流体装载/卸载管道的相互作用（liach）FIX: Fix Train Dispenser crash. (liach)修复：修复火车发射器的崩溃(liach)FIX: Fix Firestone dupe bug. (liach)修复:修复火石欺骗(?)的BUG。(liach)FIX: Fix particle effects in multi-player. (liach)修复：修复多人游戏中的粒子效果。(liach)FIX: Numerous smaller fixes, behind the scenes refactoring, and general maintenance.修复:大量小修复，在情景折射和总体保养上。（？）\n12.0.0Beta4FIX: Fix server startup crash.修复：修复了服务器开启时的崩溃。FIX: Fix Blast Furnace outputs.修复：修复了爆炸熔炉（？）的输出。FIX: Fix block break inventory drops and other break effects.修复：修复了方块被破坏后的掉落和其他的破坏效果（？）\n12.0.0Beta3FIX: Migrate Blast Furnace and Coke Oven to new structure logic framework and clean up various bugs with both.修复：将高炉和焦炉迁移到新的逻辑架构中并修复了他们的很多BUG。FIX: Add JEI translators for Rolling Machine and custom recipe types.修复：将辊压机的合成加入JEI合成表并自定义了合成表的种类。FIX: Disabling the Charge module should no longer crash.修复：关闭充电模块不再会报错。FIX: Fix metals and void chest rendering.修复：修复金属箱子和虚空箱子。FIX: Fix GUI widget tooltips.修复：修复了GUI的小部件工具提示。FIX: Fix Locking Track crash.修复：修复锁定轨道的报错。FIX: Fix Firestone in Blast Furnace.修复：修复火石在高炉的问题。FIX: Fix Tank model issues. (liach)修复：修复了水箱模型的问题。（谢谢Liach大大大大佬）API: Rewrite crafting API again.API：又重写了一遍合成的API。BROKEN: Boilers are known to crash your game. Will be fixed when they get migrated to the logic framework.损坏：锅炉会使游戏崩溃。我们将会在我们把他们迁移到逻辑框架后再修复。\n12.0.0Beta2FIX: Attempt to fix Forestry crash.修复：试图修复林业的(由于RC造成的)报错。\n12.0.0Beta1INFO: \"Love and joy come to you and to you good Christmas too and God bless you and send you a happy new year” —Here We Come A-Wassailing’信息：“我给予你和你美妙的圣诞节爱与快乐，神保佑你并向你道出‘新年快乐’”——我们来了 A-WassailingFIX: Fix all the crafting things! I can say that right? I'm sure I missed nothing!修复：修复了所有的合成！我现在可以说了吧？我很肯定我没有拉下任何一个合成。API: Rewrite all the crafting managers.API：重写了所有的合成表。\n10.4.1FIX: Fixed the jar signature.\n10.4.0NEW: Restores several multiblocks and a few other missing blocks! Thanks liach!INFO: A couple things will remain unported, but will return in 12.0.0.\n10.3.1FIX: Fix cart spawning due to obfuscation error, oops.\n10.3.0INFO: Merry Christmas!NEW: Added Snow to carts!NEW: Added Crowbar of Seasons, used to switch carts to Christmas or Halloween mode, found in Workshops or in Gift and Pumpkin Carts.NEW: Restored Creosote and Steam blocks. (contribution by liach)NEW: Added Creosote potion effect that harms spiders when thrown. (contribution by liach)CHANGE: \"NeedsRefuel\" routing condition now looks at the entire train and considers Worldspike Carts as well.\n10.2.0\nNEW: Metal Posts and Platforms have been restored. Other variants will come later.\nNEW: World Anchors ported and renamed to Worldspikes.\nNEW: Ported Block Signals and Distant Signals.\nNEW: Token Signals have been added! Use to make junctions simpler and diagonals viable.\nNEW: Added Zinc and Brass. (contribution by GeneralCamo)\nNEW: Added Nickel-Iron and Nickel-Zinc batteries. Use them to help maintain your charge network.\nNEW: Added Logbook, it records any player that passes within a 16 block radius of the block and they day they visited. It can only be broken by the owner.\nNEW: Config files for the mine generator. Control everything about the generation, even create your own. \nNEW: Added Filter items that can be used in Loaders and Detectors to match groups of items.\nNEW: Filters include: Ore Dict Tag Filter, Metadata/NBT Ignore Filter, Generic Bee Filter, Bee Genome Filter.\nNEW: Added Coal Dust, Ender Dust, and Void Powder (Coal Dust + Obsidian Dust + Ender Dust).\nNEW: Added Crowbar Smack enchantment, super-boost Trains. (contribution by liach)\nNEW: Change the color of the smoker from Smokers using dyes. (contribution by liach)\nNEW: Jukebox Cart, with moving sounds! (contribution by liach)\nNEW: Whistles move with Locomotives! (contribution by liach)\nNEW: Added Bronze Borehead. (contribution by liach)\nNEW: Added support for comments in Routing Tables: \"//\" or \"#\"\nNEW: Added Shunting Aura to Goggles for inspecting train linkage issues.\nNEW: \"/railcraft debug\" now prints the debug info for the block/cart the player is looking at.\nCHANGE: Worldspike fuels have been rebalanced. Void Powder is the best default fuel now.\nCHANGE: Migrate Powered Rolling Machine from RF to Charge.\nCHANGE: Reworked crafting of various Charge related items. Added more intermediate items.\nCHANGE: Rework some recipes in minor ways. (contribution by GeneralCamo)\nCHANGE: Ore Dict Tag Plates, yes plates. You can stop whining now.  (contribution by GeneralCamo)\nCHANGE: Message Track command can now be used by just looking at the track you want to change and omitting the coords.\nCHANGE: Status messages now go to the hotbar instead of chat. (contribution by liach)\nCONFIG: Move Charge network debug spam to a config option.\nCONFIG: Fixed Enchantment enabled/disable config.\nCONFIG: Worldspike fuel config redesigned/renamed.\nFIX: Boxes now respond correctly to redstone. (contribution by liach)\nFIX: Improve Bore Head enchants and tool behavior. (contribution by liach)\nFIX: Fixed village bankrupting himself. (contribution by liach)\nFIX: Fix Bore infinite loop.\nFIX: Fix routing crash.\nFIX: Fix IC2 Feeder breaking. (contribution by liach)\nFIX: Fix Tank Cart issues. (contribution by liach)\nFIX: Various other minor fixes by liach.\nFIX: Fix Train Dispenser and Locomotive matching. Issue #1262\nFIX: Fix some annoying edge cases and faulty assumptions in the Item Loader code.\nFIX: Fix various bugs in the Charge Network code, mostly related to usage/loss tracking.\nFIX: Fix command permission levels issues.\nFIX: Fix Destruction enchant. (contribution by liach)\nFIX: Fix dupe bug with Tank Carts and Cargo Carts.\nFIX: Fix command exceptions due to vanilla method overlap.\nFIX: Outfitted Tracks should now drop both track and kit when destroyed/popped off. (contribution by liach)\nFIX: Exclude Command Block Minecarts from the entity cramming explosion code. Fixes World Preload Scripts.\nFIX: High Speed Track should have the correct speed values now.\nFIX: Dumping Track should check for empty space before dumping entities now.\nFIX: Fix cart bounding box position issues. Issue #946\nAPI: Moved some Cart Charge stuff to the API.\nEXPERIMENTAL: Steel Armor now has a toughness of 0.8. (contribution by GeneralCamo)\nEXPERIMENTAL: Various behind the scenes improvements to ItemStack handling to facilitate eventually upgrading to 1.11.\n9.12.2.1（不是正式版）FIX: Fix for broken train links.修复：修复了损坏的火车连接。10.1.2\nNEW: Restored and redesigned Elevator Tracks. Should be much less fiddly now.\nNEW: Restored Forestry backpacks.\nNEW: Add Bore Head Enchantment compatibility. (contribution by liach)\nNEW: Various IC2 integration fixes and improvements. (contribution by GeneralCamo)\nCHANGE: Poor Ore output increased to 3 nuggets instead of 2.\nFIX: Limit Enchantments to proper tools.\nFIX: Experiment fix for random train unlinking.\nFIX: Cart Disassembly recipes work again.\nFIX: Boxes and Actuators must be placed on solid surfaces again.\nFIX: Catch possible null entries before they get added to the creative list. (contribution by liach)\nAPI: Added a Train wide IItemHandler and IFluidHandler provider for interfacing with Architect.\n10.1.1\nNEW: Added reverse mode to Throttle Track. (contribution by Cream Tea)\nNEW: Zap sounds and effects.\nFIX: Fix crash when looking at an Admin Charge Feeder with TheOneProbe.\nFIX: Fix rendering issues with Box connections.\nFIX: Routing Detector and Actuator no longer call client code from the server and crash.\nFIX: Add temporary crafting recipe for the Charge Trap.\n10.1.0\nNEW: Smoker and Feed Station restored.\nNEW: Signal Boxes restored.\nNEW: Turnouts, Wyes, and Switch Actuators restored.\nNEW: Spike Maul is used to swap between Flex, Junction, Wye.\nNEW: Sounds restored.\nNEW: Added a SkyGen config for mines for testing purposes.\nNEW: Added Bronze, Nickel, and Invar ores and metals. (contribution by GeneralCamo)\nNEW: Added Brick variants of the new vanilla stone types. (contribution by GeneralCamo)\nNEW: Pearlized Brick an Ender Pearl themed Brick added. (contribution by GeneralCamo)\nNEW: Rolling Machine has been restored. Should fix most recipe issues.\nNEW: Added Manual Rolling Machine, it requires no power, but requires the player's presence to craft. Does not interact with pipes.\nNEW: Added Messenger Track Kit, a track that sends a chat message when passed. (contribution by liach)\nNEW: Riding and Ridden Routing conditionals replaced with the Rider conditional. See GitHub Issue #844 for details.\nNEW: Placing a malformed Routing Table into device will now pop up the GUI to tell you it is erroring.\nNEW: Sneak clicking with an empty hand on Routing device will now allow you to edit the contained Routing Table directly.\nNEW: You can now disable Railcraft enchantments, and moved to Magic module.\nCHANGED: Some of Brick recipes have been Tweaked to reflect various changes in Vanilla. (contribution by GeneralCamo)\nFIX: Various IC2 integration fixes. (contribution by GeneralCamo)\nFIX: Notepad should now interact with the world properly.\nFIX: Charge Feeders should now properly respond to Redstone under all conditions.\nFIX: Reduced Tunnel Bore log spam.\n10.0.1\nNEW: Add DynamicLighting support to Locomotive (contribution by liach)FIX: Fix config files not being generated correctly.\nFIX: Various other minor fixes.\n10.0.0\nINFO: First official MC 1.10.2 release\nNEW: Added in-game config editor support\nNEW: Updated monster spawn list for Pumpkin Cart\nNEW: Ores and Geodes are now SimpleRetrogen compatible\nCHANGE: Rework Poor Ore worldgen. Replace with Mines, branching clouds of ore containing both Poor Ore and Standard Ore.\nCHANGE: Mines are richer in Mountain, Mesa, and Hills types of biomes.\nCONFIG: Added config option to reduce/eliminate vanilla Gold/Iron Ore generation.\nFIX: Fix various GUI issues\nFIX: Render Locomotive and Maintenance Cart Lamps\nFIX: Add Steam Locomotive Fluid Container handling\nFIX: Various other fixes\n9.12.0.0\nNEW: Added Perpetuum Locomotive, a Creative only Locomotive that doesn't require fuel of any kind. (contribution by Forecaster)\nFIX: Wrestle missing RF Unloader textures from the maws of Git, the beast.\n9.11.0.0\nNEW: Added Redstone Flux Cart + Loaders.\nNEW: Fancy tooltips for the Signal blocks/boxes.\nNEW: Added some new Admin commands for killing entities/carts.\nNEW: You can now label Block Signals in addition to Boxes.\nFIX: Fix right-click handling for fluid containers. (issue #776)\nFIX: Fix NPE when looking at Signal Boxes. (issue #793)\nFIX: Fixed excessive render refreshes when a Switch Controller touched two Switch Tracks. (issue #775)\nFIX: Hobbyist Engine should move empty buckets to the fluid output slot. (issue #804)\n9.10.0.0NEW: Added Auto-Coupler Mode to Coupler Track. Any cart that passes over this track will couple to the next cart it collides with. (contribution by Cream-tea)\nNEW: Add support for IC2 Classic. (contribution by Speiger)\nCHANGE: Reworked harvest tools for the entire mod. Tracks and related blocks are by default harvestable by the crowbar instead of pickaxes. Other blocks are either axe or pickaxe depending on material.\nFIX: Signals and Boxes now use a TESR for rendering the lights, resulting in less render refreshes. (contribution by Vexatos and Player)\nFIX: Fix OreDict tag in Tin Plate recipe. (issue #781)\nFIX: Fix issues with server/client sync of filtered Carts.\nFIX: Only cache Tile Entities located in the same chunk as the cache. Should resolve untold issues with Signals and Multi-Blocks.\nFIX: Improve High Speed explosion logic to take into account the comparison of Train objects. Might result in less unpredictable explosions.\nFIX: Fixed NPE in Anchor Chunkloader code caused by mismatched worlds.\nAPI: SignalBlock was moved to the API so that addons can create new Signal blocks.\n\n本帖更新记录本帖由RC9.10.0.0开始搬运最新更新记录:2018年8月3日更新了RC10.3.12018年8月5日修改图片介绍，并着重提醒RC10并未开发完成。2018年12月24日更新了RC10.4.12018年12月30日试图更新了12.0.0Beta2但是帖子保存不了于是咕咕咕。2019年1月10日更新12.0.0Beta3并顺便搬了点更新记录然后再汉化了一下。2019年1月20日更新12.0.0Beta4。2019年1月22日更新了图片介绍，图文教程已经按排上了（2019年1月23日更新了图片快速浏览2019年3月3日更新了12.0.0Beta5.2019年3月20日更新了12.0.0正式版。2019年4月23日修改了部分翻译。感谢114楼流星落岩。其它\n感谢liach，3TUSK和crafteverywhere的汉化！\n\n\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "雾晨丶破晓",
            "timestamp": 1468475640,
            "txt_content": "1.7.2也支持的吧"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1468476180,
            "txt_content": "有1.7.2的下载链接"
        },
        {
            "author": "East_Wind",
            "timestamp": 1468476180,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "qwe1742927225",
            "timestamp": 1469612460,
            "txt_content": "谢谢楼主"
        },
        {
            "author": "LRual",
            "timestamp": 1469684340,
            "txt_content": "题目：用“况且”造句：\n回答：一列矿车经过，发出况且、况且、况且、况且的声音\n\n\n表示正在研究BC，下个存档就把铁路和林业装上"
        },
        {
            "author": "40668157",
            "timestamp": 1470384420,
            "txt_content": "lz链接被吞啦，qq也点不进去求补链{:10_503:}"
        },
        {
            "author": "115540550",
            "timestamp": 1470482760,
            "txt_content": "百度云崩了"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1470482940,
            "txt_content": "40668157 发表于 2016-8-5 16:07\nlz链接被吞啦，qq也点不进去求补链\n已经补档"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1470482940,
            "txt_content": "115540550 发表于 2016-8-6 19:26\n百度云崩了\n已经补档"
        },
        {
            "author": "otakuhu",
            "timestamp": 1470889320,
            "txt_content": "接坑好评"
        },
        {
            "author": "a824086637",
            "timestamp": 1471226340,
            "txt_content": "官方自带汉化了？好像汉化没有及时更新吧"
        },
        {
            "author": "云·片糕",
            "timestamp": 1471358520,
            "txt_content": "md，BUG那么多，还不更新，这修BUG要修多久啊"
        },
        {
            "author": "丨神晓丨",
            "timestamp": 1471668240,
            "txt_content": "好像很厉害的样子=-="
        },
        {
            "author": "a824086637",
            "timestamp": 1472290320,
            "txt_content": "下载看看有没有把没有汉化的部分补上"
        },
        {
            "author": "BigGaydaoban",
            "timestamp": 1472290440,
            "txt_content": "完全不知道这个mod里面有什么啊= ="
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1472548320,
            "txt_content": "强化了铁路物流系统，可以让铁路帮你运输更多的东西，造价会稍有些昂贵但依然是一个独具特色的物流mod。同事，它还有很多的建筑方块，可以搭建美观宏伟的建筑(只要你有时间)"
        },
        {
            "author": "a765455433",
            "timestamp": 1474649580,
            "txt_content": "谢谢楼主"
        },
        {
            "author": "938553683",
            "timestamp": 1474971540,
            "txt_content": "更多铁路"
        },
        {
            "author": "liach",
            "timestamp": 1475701920,
            "txt_content": "呵呵……此Mod自带汉化无需单独翻译。复制代码兄弟汉化是我，3TUSK(@u.s.knowledge )和crafteverywhere翻译的，不是自带汉化。https://github.com/CovertJaguar/ ... aft/lang/zh_CN.lang\n\n而且我是一直关注这个mod的……这个mod最早的版本是mc beta版的。\n\n希望你能看看这个——http://www.mcbbs.net/thread-351636-1-1.html\n我的介绍帖子，虽然暂时内容不多，但是我放了一整个翻译过的设置文件上去……\n"
        },
        {
            "author": "lilinjie",
            "timestamp": 1475796180,
            "txt_content": "楼主，1.10.2铁路mod更新了"
        },
        {
            "author": "lilinjie",
            "timestamp": 1475802000,
            "txt_content": "我如黑日 发表于 2016-10-7 09:05\n....又看见你了\n哈哈，我早上起来顺便逛了下curseforge，看到更新就来说了下"
        },
        {
            "author": "我如黑日",
            "timestamp": 1475802120,
            "txt_content": "lilinjie 发表于 2016-10-7 09:00\n哈哈，我早上起来顺便逛了下curseforge，看到更新就来说了下\n_(:3」∠)_，我也是，然后一搜就看到你了"
        },
        {
            "author": "lilinjie",
            "timestamp": 1475802180,
            "txt_content": "我如黑日 发表于 2016-10-7 09:02\n_(:3」∠)_，我也是，然后一搜就看到你了\n那真是巧了"
        },
        {
            "author": "我如黑日",
            "timestamp": 1475802300,
            "txt_content": "lilinjie 发表于 2016-10-7 07:23\n楼主，1.10.2铁路mod更新了\n....又看见你了"
        },
        {
            "author": "liach",
            "timestamp": 1476332340,
            "txt_content": "lilinjie 发表于 2016-10-7 09:00\n哈哈，我早上起来顺便逛了下curseforge，看到更新就来说了下\n呵呵实际上你要去看就看源代码，可以直接编译下来玩"
        },
        {
            "author": "lilinjie",
            "timestamp": 1476333180,
            "txt_content": "liach 发表于 2016-10-13 12:19\n呵呵实际上你要去看就看源代码，可以直接编译下来玩\n并不会编译源码"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1477131840,
            "txt_content": "lilinjie 发表于 2016-10-13 12:33\n并不会编译源码\n官网并没有更新哦，我去看看"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1477132500,
            "txt_content": "lilinjie 发表于 2016-10-13 12:33\n并不会编译源码\n希望私聊发一下curse的地址"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1477132560,
            "txt_content": "liach 发表于 2016-10-6 05:12\n呵呵……兄弟汉化是我，3TUSK(@u.s.knowledge )和crafteverywhere翻译的，不是自带汉化。https://github.co ...\n唔，知道了，待会我改一下帖子"
        },
        {
            "author": "akbingo0605",
            "timestamp": 1481242620,
            "txt_content": "1.10.2的版本部分物品贴图是空的，不知道是不是和optifin冲突"
        },
        {
            "author": "liach",
            "timestamp": 1481604720,
            "txt_content": "akbingo0605 发表于 2016-12-9 08:17\n1.10.2的版本部分物品贴图是空的，不知道是不是和optifin冲突\n升级optifine"
        },
        {
            "author": "liach",
            "timestamp": 1481604840,
            "txt_content": "还有10.0.1出了，修了一点点bug\n\n同时我这里有个徽章列表给大家分享下，放雕刻桌解锁徽章里面\n\n警告标志 8.1.0.0介绍\ndanger ahead\n暗黑塔 ep53\na new era begins\n黑猫 ep54\ncrossing your path\n火车道口标志 ep55\nbeware the train\n女巫帽 ep56\ntoil and trouble\n南瓜灯 ep57\nmy name is jack\n蝙蝠 ep58\nbloodsucker\n恶魂 ep59\nwhite as a ghast\n骷髅头 ep60\ntells no tales\n僵尸头 ep61\nare you ready for z-day?\n万圣节快乐 ep62\ntrick or treat\nMinecon 2013 ep63\norlando\n联合太平洋铁路119号机车徽章 ep64\ndurant special\n油滴 ep65\nbakken crude\n闪电 ep66\nI have the power!\n橡树树苗 ep67\nno acorns here\n火鸡 ep68\nwhite meat or dark meat\n羽毛 ep69\nlight as a feather\n圣诞拐杖 ep70\nits that season again\n雪片 ep71\nevery flake is unique\n礼物 ep72\nbig red ribbon\n音符 ep73\njust a little jingle\n花环 ep74\nwelcoming christmas\n圣诞帽 ep75\nnaughty or nice\n圣诞树 ep76\noh christmas tree\n极地特快铜币 ep77\nfirst gift of christmas\nMerry Christmas横幅 ep78\njoy to the world\n禁止通行标志 ep79\nwrong way\n烟花 ep80\nout with a bang\nstop标志 ep81\nred octagon\n黄色感叹号 ep82\nwild goose chase\n六角星警察标志 ep83\nfrontier lawman\n数字1 ep84\nloneliest number\n数字2 ep85\nas bad as one\n数字3 ep86\ntrouble comes in threes\n数字4 ep87\nfantastic four\n勤劳程序员 ep89\nscrewless software\n数字5 ep90\nhigh five\n彩色五角星 https://twitter.com/CovertJaguar/status/387118736441745408\ncrazy star\n蒸汽机车通行警告 https://twitter.com/CovertJaguar/status/497705617763483648\nlinear story\nMCMOD社区 https://twitter.com/CovertJaguar/status/487094210797895680\nMCMODCOM\n核弹危险标志 https://twitter.com/CovertJaguar/status/484118326994407425\nmore nukes\n右边灰色箭头 https://twitter.com/CovertJaguar/status/405460092020981761\nturn right here\n左边灰色箭头 https://twitter.com/CovertJaguar/status/394023162813227008\nleft, right? right!\n暗黑塔中的阿基米德船 https://twitter.com/CovertJaguar/status/388326201091051520\nbreak out the champagne\n可爱的金坷拉 From cartlivery mod\nMysteryDump\n\n@u.s.knowledge 不知道你对这个有没有兴趣，比网上公开的全一点。我放在gist里面了，可惜是被枪的\n"
        },
        {
            "author": "akbingo0605",
            "timestamp": 1481905080,
            "txt_content": "1.10.2版本怎么没有锚相关的物品了？"
        },
        {
            "author": "AGMT",
            "timestamp": 1481949000,
            "txt_content": "夭寿啦，更新1.10.2了"
        },
        {
            "author": "流年在了",
            "timestamp": 1482076200,
            "txt_content": "好像少了部分东西，比如世界锚"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1482546300,
            "txt_content": "流年在了 发表于 2016-12-18 23:50\n好像少了部分东西，比如世界锚\n我还没上去看1.10.2版本的railcraft，今天上去看一下再在帖子更新一下"
        },
        {
            "author": "sgxend",
            "timestamp": 1484375100,
            "txt_content": "1.10.2没看到焦炉砖和高炉砖，什么鬼。。。"
        },
        {
            "author": "happyvalley",
            "timestamp": 1484385300,
            "txt_content": "sgxend 发表于 2017-1-14 14:25\n1.10.2没看到焦炉砖和高炉砖，什么鬼。。。\n而且貌似也没有信号盒？"
        },
        {
            "author": "Heim",
            "timestamp": 1484407080,
            "txt_content": "1.8，1.9就这么被跳过了？_(:зゝ∠)_"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1484664780,
            "txt_content": "Heim 发表于 2017-1-14 23:18\n1.8，1.9就这么被跳过了？_(:зゝ∠)_\n嗯,官网上并没有发布1.8/1.9的版本,另外说一下最近几天没办法用电脑预计这周末更新贴子"
        },
        {
            "author": "sgxend",
            "timestamp": 1484792700,
            "txt_content": "官网好像说1月份会有完整版更新，希望年前能玩到"
        },
        {
            "author": "JYH小蚂蚁",
            "timestamp": 1485251280,
            "txt_content": "sgxend 发表于 2017-1-19 10:25\n官网好像说1月份会有完整版更新，希望年前能玩到\n然而到现在官网也没动静"
        },
        {
            "author": "jiang4773",
            "timestamp": 1486090800,
            "txt_content": "感谢楼主"
        },
        {
            "author": "1343831997",
            "timestamp": 1486972440,
            "txt_content": "为什么一打开焦炉游戏就要崩溃？我安装了GT5 AE2 BC 末影接口"
        },
        {
            "author": "yuguo99610",
            "timestamp": 1487073060,
            "txt_content": "RF和MJ版本什么意思？我红石林业我的工厂建筑工业都装了，该装哪个版本？"
        },
        {
            "author": "神马恶魔",
            "timestamp": 1487077080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1487158200,
            "txt_content": "yuguo99610 发表于 2017-2-14 19:51\nRF和MJ版本什么意思？我红石林业我的工厂建筑工业都装了，该装哪个版本？\n如果你这些mod都是当前游戏版本的最新版本的话,就安装RF版即可"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1487158320,
            "txt_content": "1343831997 发表于 2017-2-13 15:54\n为什么一打开焦炉游戏就要崩溃？我安装了GT5 AE2 BC 末影接口\n你也许是optfine的受害者,删了optfine吧。"
        },
        {
            "author": "yuguo99610",
            "timestamp": 1487158860,
            "txt_content": "2222333sa 发表于 2017-2-15 19:30\n如果你这些mod都是当前游戏版本的最新版本的话,就安装RF版即可\n好的、     "
        },
        {
            "author": "Hildo",
            "timestamp": 1488579960,
            "txt_content": "我看了1.10.2的版本没有转换轨道？"
        },
        {
            "author": "1824427006",
            "timestamp": 1488607020,
            "txt_content": "兼容性强=w=\n用来玩格雷最好了"
        },
        {
            "author": "@@Leo",
            "timestamp": 1488678120,
            "txt_content": "楼主，我有必要提醒一下您\n我刚刚在汉化railcraft wiki的时候发现：\nDistribution\n\nExcept in the case of Public Mod Packs, you may not publicly distribute Railcraft on another site without CovertJaguar's explicit permission. And if you have permission you must include a link to the Railcraft Blog and Wiki and use the download links provided there unless you receive permission to do otherwise. Proper attribution must be provided regardless and you must post a link to this License.\n我翻译了一下大概是这样子的：\n除了上面公共整合包的情况外，你需要得到作者CovertJaguar的许可才能把Railcraft发布的另一个网站。而且即使有权限，需要在发布帖上放上Railcraft官网和wiki的地址。\n\n(话说这样子楼主可以去搞一个授权搬运图章呢~)"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1488788820,
            "txt_content": "@@Leo 发表于 2017-3-5 09:42\n楼主，我有必要提醒一下您\n我刚刚在汉化railcraft wiki的时候发现：\n好的，我知道了，因为这周周内断网所以这周末我就去看。"
        },
        {
            "author": "@@Leo",
            "timestamp": 1490507940,
            "txt_content": "标题: 第二次编辑2222333sa 发表于 2017-3-6 16:27\n好的，我知道了，因为这周周内断网所以这周末我就去看。\nhttp://www.railcraft.info/irc/\n\nhttp://www.railcraft.info/forum/\n这两个不需要翻墙的。\n不知道为什么消息发布出去，我就回帖给你好了"
        },
        {
            "author": "liach",
            "timestamp": 1490890680,
            "txt_content": "@@Leo 发表于 2017-3-26 13:59\nhttp://www.railcraft.info/irc/\n\nhttp://www.railcraft.info/forum/\n\n你应该直接去Discord频道 https://discordapp.com/channels/225184360049934336/233791812005789697"
        },
        {
            "author": "liach",
            "timestamp": 1493099340,
            "txt_content": "10.1.0和10.1.1出了"
        },
        {
            "author": "xiao9",
            "timestamp": 1493209440,
            "txt_content": "akbingo0605 发表于 2016-12-17 00:18\n1.10.2版本怎么没有锚相关的物品了？\n同问 很多引擎 蒸汽锅炉 蓄水箱都没了"
        },
        {
            "author": "xiao9",
            "timestamp": 1493209500,
            "txt_content": "2222333sa 发表于 2016-12-24 10:25\n我还没上去看1.10.2版本的railcraft，今天上去看一下再在帖子更新一下\n缺了好多东西啊是不是需要什么依赖啥的我在官网的论坛里找不到答案啊"
        },
        {
            "author": "xiao9",
            "timestamp": 1493209500,
            "txt_content": "sgxend 发表于 2017-1-14 14:25\n1.10.2没看到焦炉砖和高炉砖，什么鬼。。。\n以前版本的好多东西都没了 我看mod里面都有材质但是游戏里面就没有这些物品"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1493423880,
            "txt_content": "liach 发表于 2017-4-25 13:49\n10.1.0和10.1.1出了\n已经补档"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1493425020,
            "txt_content": "liach 发表于 2017-3-31 00:18\n你应该直接去Discord频道 https://discordapp.com/channels/225184360049934336/233791812005789697\n ...\n谢谢，我会去说明的，但是楼主是初中生诶，用我卑劣的英语会有问题吗"
        },
        {
            "author": "liach",
            "timestamp": 1493483100,
            "txt_content": "2222333sa 发表于 2017-4-29 08:17\n谢谢，我会去说明的，但是楼主是初中生诶，用我卑劣的英语会有问题吗\n里面有个sky-road频道是我让作者开的中文频道，到那里说"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1496390520,
            "txt_content": " 本帖最后由 2222333sa 于 2017-6-2 16:22 编辑 \n\n@liach 不会用阿...求qq讲解qwq"
        },
        {
            "author": "liach",
            "timestamp": 1497217860,
            "txt_content": "2222333sa 发表于 2017-6-2 16:02\n@liach 不会用阿...求qq讲解qwq\nhttps://support.discordapp.com/h ... %E8%AA%9E%E8%A8%80-"
        },
        {
            "author": "lfy",
            "timestamp": 1498487640,
            "txt_content": "a824086637 发表于 2016-8-27 17:32\n下载看看有没有把没有汉化的部分补上\n最近组了个1.11.2的，总觉得缺了这个mod不好玩。拜托楼主替我催一下作者。拜托了。十分感谢！！！！！"
        },
        {
            "author": "1065598263",
            "timestamp": 1501512540,
            "txt_content": " 本帖最后由 1065598263 于 2018-8-22 23:05 编辑 \n\n最新的10.3.1可以放到1.7.10里面用吗"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1502067120,
            "txt_content": "@1065598263 必须安装Bulidcraft，不然很多东西都没办法用"
        },
        {
            "author": "aizhitongnian",
            "timestamp": 1505305080,
            "txt_content": "很棒的mod"
        },
        {
            "author": "add336633",
            "timestamp": 1506154620,
            "txt_content": "盾构机服务器内不能开洞了"
        },
        {
            "author": "instant_chana",
            "timestamp": 1515350460,
            "txt_content": "游戏版本1.10.2"
        },
        {
            "author": "instant_chana",
            "timestamp": 1515350520,
            "txt_content": "游戏版本1.10.2 RC版本：10.2.0 提示需要林业 我明明加了但是还是显示要林业"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1515852840,
            "txt_content": "instant_chana 发表于 2018-1-8 02:42\n游戏版本1.10.2 RC版本：10.2.0 提示需要林业 我明明加了但是还是显示要林业\n如果没有提示必须要加林业的话可以不管。如果因此无法进入游戏那么请仔细检查林业的版本最新。"
        },
        {
            "author": "daiyggi",
            "timestamp": 1516990560,
            "txt_content": "沉浸工程抄了铁路好多诶"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1517054580,
            "txt_content": "daiyggi 发表于 2018-1-27 02:16\n沉浸工程抄了铁路好多诶\n我并不觉得沉浸工程和铁路之间有特别相像的地方emmm"
        },
        {
            "author": "daiyggi",
            "timestamp": 1517055360,
            "txt_content": "2222333sa 发表于 2018-1-27 20:03\n我并不觉得沉浸工程和铁路之间有特别相像的地方emmm\n焦炉高炉就是换了个材质"
        },
        {
            "author": "happyjia2018",
            "timestamp": 1517395500,
            "txt_content": "需要forge版本太高"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1517658240,
            "txt_content": "happyjia2018 发表于 2018-1-31 18:45\n需要forge版本太高\nforge推荐实时更新，一般有稳定的新版本就更了吧，而且像这个mod对应的forge已经全部停止更新了，直接使用最新版本就可以了"
        },
        {
            "author": "233202890",
            "timestamp": 1522153860,
            "txt_content": "好想要1.12的啊。求作者快更吧。。。。。。。。。"
        },
        {
            "author": "liach",
            "timestamp": 1527261780,
            "txt_content": "233202890 发表于 2018-3-27 20:31\n好想要1.12的啊。求作者快更吧。。。。。。。。。\n现在1.12版本已经有了，只是要自己构建"
        },
        {
            "author": "aizhitongnian",
            "timestamp": 1530691680,
            "txt_content": "优秀的mod"
        },
        {
            "author": "JYH小蚂蚁",
            "timestamp": 1533280860,
            "txt_content": "楼主还在吗？我刚刚发现在curseforge上railcraft已经有10.3.1了（官网还没有），而且marcov的教程更新第6集了"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1533287220,
            "txt_content": "JYH小蚂蚁 发表于 2018-8-3 15:21\n楼主还在吗？我刚刚发现在curseforge上railcraft已经有10.3.1了（官网还没有），而且marcov的教程更新第6集 ...\nok知道了，今天晚上更新"
        },
        {
            "author": "亡灵君主",
            "timestamp": 1535532000,
            "txt_content": "哎 1.12还没有出，好烦啊"
        },
        {
            "author": "cgjssg",
            "timestamp": 1535592120,
            "txt_content": "6666666666666666666666666666666666"
        },
        {
            "author": "思念丶···",
            "timestamp": 1535592480,
            "txt_content": "支持一下"
        },
        {
            "author": "liach",
            "timestamp": 1535866440,
            "txt_content": "亡灵君主 发表于 2018-8-29 16:40\n哎 1.12还没有出，好烦啊\nhttps://ci.appveyor.com/api/buil ... ta-1-unofficial.jar\n\n你想要拿吧，本人发福利"
        },
        {
            "author": "598075717",
            "timestamp": 1539870360,
            "txt_content": "liach 发表于 2018-9-2 13:34\nhttps://ci.appveyor.com/api/buildjobs/tf5bpx1mwrn6nrqp/artifacts/build%2Fdistributions%2FRailcraft ...\n构建版的矿石生成好像有问题，比如其中的贫矿石和银矿石就不会生成"
        },
        {
            "author": "MD_TY",
            "timestamp": 1539944400,
            "txt_content": "感谢楼主"
        },
        {
            "author": "liach",
            "timestamp": 1540149900,
            "txt_content": "598075717 发表于 2018-10-18 21:46\n构建版的矿石生成好像有问题，比如其中的贫矿石和银矿石就不会生成\n这个是以矿脉生成的，所以你要多走走看看"
        },
        {
            "author": "727824114",
            "timestamp": 1542904920,
            "txt_content": "liach 发表于 2018-9-2 13:34\nhttps://ci.appveyor.com/api/buildjobs/tf5bpx1mwrn6nrqp/artifacts/build%2Fdistributions%2FRailcraft ...\n服务器能用吗？需要什么版本的forger"
        },
        {
            "author": "liach",
            "timestamp": 1543301340,
            "txt_content": "727824114 发表于 2018-11-23 00:42\n服务器能用吗？需要什么版本的forger\n尽量用最新的forge。服务器应该能用，但是这个railcraft已经过时了，不是最新的。"
        },
        {
            "author": "liach",
            "timestamp": 1545130320,
            "txt_content": "楼主 Railcraft 10.4.0 出了，请更新一下"
        },
        {
            "author": "琉璃楓夕陽",
            "timestamp": 1545655860,
            "txt_content": "liach 发表于 2018-12-18 18:52\n楼主 Railcraft 10.4.0 出了，请更新一下\n好的（终于"
        },
        {
            "author": "liach",
            "timestamp": 1545949380,
            "txt_content": "楼主 1.12.2 公开测试版本出了 （12.0.0 beta 2），请更新一下"
        },
        {
            "author": "1723624171",
            "timestamp": 1545953880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "15080899173",
            "timestamp": 1547462400,
            "txt_content": "感谢楼主"
        },
        {
            "author": "SCHIRKs",
            "timestamp": 1548523080,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "HackerRay",
            "timestamp": 1548639900,
            "txt_content": "lz请问RC里黄铜如何获取啊 JEI里看不到合成表 网上也搜不到"
        },
        {
            "author": "呵呵啊哈额",
            "timestamp": 1548753420,
            "txt_content": "能支持1.12.2？那太好了"
        }
    ]
}