{
    "title": "【原创 连载】Emptiness II：涅槃【00-梦醒时分】【46241359】",
    "author": "46241359",
    "replyCount": 6,
    "timestamp": 1468469400,
    "txt_content": " 本帖最后由 46241359 于 2016-7-18 21:54 编辑 \n\n正文\n\n\n\n    “醒来吧，Emptiness……”\n \n    这大概，是他这段时日以来，听到次数最多的一句话。不知道从什么时候开始，他觉得自己在恍惚之间又被人赋予了意识，从漂泊无依的灵魂转变为已经残缺不全的躯体。在被束缚在黑暗的日子里，已经无数次地听见，有人在黑暗之外呼唤着他。\n    有这样深切的体验，他就醒过来了。\n    现实世界还是一如既往的冰冷，让他觉得自己四肢发僵，全身都瘫软无力，意识仍然有些模糊，目前，他也只能安静地躺在这个不知道有何用处的平台上，等待周围有什么人会进行下一步的动作。\n    “感觉好些了么。”\n    听起来冷冰冰的声音，他觉得自己曾经在很多个地方都听到过相似的，都是空洞，几乎没有任何情感成分存在的。\n    接着，传来一阵熟练地敲击键盘的声音。他觉得自己被一股冷气包围，自己身体的温度在刹那间急速下降，待到冷气因室内的温度而自行逸散在室内后，他的双手在平台上摸索几下，支撑起自己的身体，看向站在玻璃隔墙之外的两个人。\n    刚才慰问自己的声音，大概是坐在电脑前的那名男性，以前见过，就是首次把自己束缚在这个身体里的人。那，站在旁边的女性，是谁？\n    想到这里，他的目光不自然地落到头顶的天花板上，脑海里迅速浮现出一个念头。\n    她是那个男性的女朋友？\n    “感觉好些了么？”男性冷淡地重复了一遍刚才自己所问的问题，“如果能听见请给出准确答案。”\n    “不……”他将双手在自己眼前晃了几下，确认自己的视觉中没有重影，身上的低温带来了持续的刺痛感，精神不免有些涣散，“从来没好过。”\n    听见了玻璃隔墙内部通过机器传达而来的答案，男性并没有多余的时间和精力来责备这个跨越了五年时间重新回到现实世界的半机器人，仍然平静地敲击几个键，冷气在被荧蓝色充斥的封闭房间里更容易被认为寒气逼人，屋顶的阀门被打开，气体迅速将整个空间填满。之后，他很快地打开了角落处用于通风换气的窗口，让房间内的温度回到正常水平。\n    僵硬的四肢恢复了知觉，头脑也变得清醒，手撑着平台，双脚小心翼翼地踩在金属地面上，有点滑，身体的重量在历经五年的时间后首次完全压到双腿上，他必须借由旁边的平台才不至于让自己摔倒在地。\n    男性又按了几个键，摘下戴在头上的耳机，朝自己旁边的人点点头，就站起身离开。\n    他觉得自己现在还不适合开始走路，至少，得先适应这种被束缚在地面上的感觉。因此，他慢慢地坐回平台上，这里冰凉的空气让他有窒息感，胸口像被人用力压着，神智清醒似乎也只是一瞬间的事，很快又跌落回半睡半醒的状态中。\n    脑袋发沉，眼前每过段时间就会变成一片漆黑，他摸索到平台的边缘，仔细的让自己躺下身，闭起眼想要休息一会。\n    但在刚躺下没多久，他觉得自己的头被人从平台上托了起来，枕在了一个比金属舒适千百倍的东西上。\n    “嗯，看来得先给你弄一身像样的衣服。”\n    大概知道说话的人是谁，自己所躺的位置，应该是那人的双腿。虽然历经精神上的苦难已经让他变得不再那么在意他人对于自己的用意，却还是条件反射般地睁开眼。视界里什么都没有，只有一眼望不到头的黑，在这之后，他才感觉到有什么东西覆在了双眼上。\n    “安心睡吧。”\n     已经没有精力再去思考这人的用意，他第一次觉得自己像个孩子，竟然轻易服从他人的命令，昏沉地睡过去。\n \n    电视的音量已经调到最大，吵到大概邻居都能清楚地听见自己看的是什么节目，用这样的方法假装周围有很多人在庆祝，果然是个下策。因为这样，罗杰觉得自己所待的房间里越发的沉寂了。\n    他斜靠在沙发上，又缩了缩身子，不耐烦地把盖在身上的外衣向上拽了拽，直到能够盖住自己的半张脸。\n    虽然这比躺在他的床上睡要难受很多，而且也很冷，但是今天晚上罗杰一点都不想去床上睡觉，其中一个原因就是他实在是懒得动，连伸出腿让自己站在地上都不愿意，那样很累。\n    事实上，每年的今天都是这样度过的，自纳尔回到C国以后，罗杰就变得厌恶与不熟悉的人有过多的接触，即使他不得不这样做。为此埃塞克斯已经单独与他进行过多次谈话，在发现收效甚微后也放弃了劝诫他克服这种心理的做法。\n    “吵死人了……”烦躁地摸到扶手上的遥控器，对着电视连按几下，总算关掉了让人心神不宁的噪音。罗杰又缩了缩身子，双眼呆愣地盯着天花板，沉默地听着钟表里指针转动的声音。\n    可能此时此刻罗杰的确希望自己能够再次快些入睡，但正因如此他觉得自己越发难以安眠，只能一直盯着天花板发呆。\n    从几天前开始，这样的失眠对于罗杰来说已经成了家常便饭，他时常梦到一个轮廓模糊不清的物体正在朝着自己靠近，并每次都因此而从中惊醒。\n    在关掉恼人的电视之后，手机的铃声继而闯进了罗杰脆弱不堪的听觉，引得他打了个寒战。手从外衣下方抽出，费力地伸到桌子上，胡乱地摸了几下抓到手机并凑到眼前。\n    双眼眯成一条缝，不至于让光线一次性涌入太多造成刺痛，看清屏幕上所显示的号码上，紧锁了仅一天的眉头总算舒展开来，拇指触摸屏幕接通来电，手机抵在耳边，立刻拿出与平日截然不同的温和语调，小心地开口询问：“纳尔……是你吗？”\n    “对，是我。”对面传来一阵微弱的风声，罗杰猜这个时候纳尔正在哪个大厦的楼顶，像很长时间之前一样，身体轻倚在栏杆上，头歪向一边看着下方永不停息的车流，“真抱歉，我几天前有事情要处理，一直没给你打电话。”\n    “那没什么关系……事情处理好了？”\n    “嗯，所以今天特意在晚上打电话给你，”纳尔在对面笑了一声，带点狡黠的意味，“为了祝你生日快乐。”\n    “……”那句话停留在罗杰耳边，几天来压抑的心情立刻一扫而空，感觉心头上积压的乌云都散开，阳光已经在云层之外透过缝隙撒落下来了，“啊，是吗……我自己都快忘记了\n”\n    “别想太多，我听人说这几天你的精神状态很差，所以你最好还是找个医生看看，别给自己日后的生活留下隐患。”\n    “嗯……”\n    “我今天大概只能说这些了，现在要去办点事情，你好好休息。”\n    对方结束了通话。\n    “好好休息么……”罗杰懒洋洋的揭开盖在自己身上的外衣，已经丧失活力多日的脸上终于流露出疲惫的神色，他伸直双腿，从沙发上站起来，跌跌撞撞地朝卧室走去。\n    是个人，都会需要安稳的休息。罗杰在save里当了近十年的杀手以及情报收集分析员，这期间内夺走了多少条性命自己都数不过来，实际上他也不愿意去数。现如今，他第一次觉得原来麻木不仁的现实生活比一个杀手更致命。他觉得，如果再不从噩梦中清醒过来，就会在梦境之中痛苦地消亡了。\n    于是他躺倒在床上，这张床大概也不知道自己到底有多长时间都没有接触过所属之人的身体了。在他挨到床垫的一瞬间，清晰地感受到沉重的现实猛地全部压在自己的身上，精神也是前所未有地衰弱，力气已经完全被抽走。\n    没有能力再去抵抗积压已久的睡意，在入睡前，罗杰觉得自己脑海中恍惚出现了一个想法。\n    在不久之前，有个人说过，自己需要换一种生活的方法和态度，现在再想想，也许这样的说法是正确的。\n \n    太阳刚刚露出头来，温暖悄然打破了黎明时空气中的凛冽。世界正在从没有阳光的睡梦之中逐渐清醒过来，包括世界中的人们。\n    霖站在大落地窗前，双手举过头顶按着盖在头上的毛巾，一面看着太阳缓缓向上升起，一面擦拭着自己还在滴水的头发。他有一种不同于往日的奇异感觉，仅限于这次看日出的时候。\n    晨光在太阳边缘镀上一层金边，周围的阳光像色彩一样被晕开在朦胧的天空中，这个始终被霖认为是死气沉沉的城市，如今也从浑噩的梦里苏醒过来。这一次，他们大概不会再睡回笼觉，而是真正意义上的清醒过来了。\n    水珠从微微向上翘起的发丝末端掉落至脖颈，顺着皮肤流淌而下。把毛巾从头顶拿下来，随意地搭在自己的肩上，向前迈出几步，额头顶着冰凉的玻璃，依稀能感觉到外界残留的寒气透过玻璃传导到身上。\n    “真是难得呢……”霖直起身子，有些单薄的身躯被寒冷包裹着，让他的神经回归到了久违的紧绷状态，“这些人，总算醒过来了。”\n    接着，他背过身去，走到沙发旁边，弯腰拿起搭在靠背上的白色衬衫，有些留恋地转头朝窗外刚刚醒来的城市看去，霖也意识到，自己在太阳升起的那一刻，对于这个城市的情感，瞬间就由厌恶转变成了热爱。\n     没什么特别的原因，只因为他知道，一些人，都因这初升的太阳，而从噩梦中醒来奋起反抗了。\n \n    在经过一段压抑的睡眠之后，他被带到了一个自己不熟悉的地方，虽然看起来没觉得哪里存在危险和隐患，但是心里仍然涌动着阵阵不安。尤其是，身边还有个陌生的异性，当然……陌生也仅仅指初次见面时留下的印象，他在沉默中听她说了几句话之后还是觉得自己“死亡”之前与对方在别的地方见过面。\n    车停下来，他伸出脚，接触到地面，身体重心向前移，似乎是意料之中地双腿一软，在膝盖快要磕到地上时，他就被人扶住了。\n    “小心点。”\n    他必须极力压制才能不习惯性地将她搀扶自己的手甩开。\n    见鬼，那些人在做修复工作的时候不知道加进去了什么奇怪的指令和代码，不仅危机意识敏感过头，即使大脑知道面前的人没有什么敌意还是控制不住地想要去抵抗施加给自己的保护。\n    “我可以自己走。”\n    不不不，他一点都不想这样说，他想告诉她自己双腿软到和不存在一样，如果没有她扶着自己大概只能爬进大门，可喉咙被什么情绪或是别的东西堵住了，灵魂深处有另外的声音表达出完全相反的想法。\n    “是吗？”\n    手撤开了。身体失去支撑，迅速扶住旁边的墙壁，他微微弯下腰，双手撑在膝盖上，喘了几口气，强迫自己直起双腿，长时间处于低温状态的肌肉经过漫长的睡眠已经和缓了不少，至少他现在觉得双腿能用力了。\n    抬起头，对上了他此生最厌恶的神情，在此之前好不容易萌生出的一点好感立刻转换成憎恶。也就因为这些情绪，他才觉得自己大概能靠自己的力量来行走了。\n    他从她脸上读出了轻蔑，没有任何怜悯之意——尽管他可能不需要，但还是想看见。\n    看来面前的人，和他们并没有什么本质上的区别，仅仅是对待自己的方式稍微温和了一些。现在他觉得自己因为一点温和就完全信任他人，这样的行为实在太过可笑。他从一开始就该知道他们是以什么样的眼光来看待自己的，更应该明白自己是什么身份。\n    “不管你是谁，怎么对待我，我都会记得，你和他们是一伙的。”\n    这句话，是他从牙缝里硬挤出来的。也是从长时间的睡眠中醒来之后带有强烈感情色彩的话语。即使是在“死亡”过后，他相信自己仍然无法彻底忘记那些人的相貌音容，那些事都像烙印一样在他的记忆里挥之不去。\n    但实际上，也有可能是他在强迫自己去记住那些不堪的往事。因为他的自尊与他的身份极度不相符，所以才铸就了今时今日脆弱不堪的内心。\n    “也许吧，但你也有足够的时间去验证，你的想法是错的。”\n    是的，他微微低下头，看着地面，心底的绝望在朦胧之中加深了一层，如果是错的，那就太好了。\n    于是，他盯着她径直进入房门的背影怔了几秒，完后才动作僵硬的，在这个久违的现实世界里，小步挪动着身体。\n    房间里很温暖，他站在墙边，让自己倚靠在上面做短暂的休息，周围空气的温度，让他想起了什么，被他掩盖在多少记忆之后的东西。\n \n    “Emptiness……”\n    少女捂着中弹的腹部，猩红色的血液从指缝间缓缓溢出，滴落到地面上，在颤动的地板上开出一朵走了形的红花。\n    她的手紧紧抓着楼梯的栏杆，吃力地抬起头看着面前沉默不语的人，她看出来他持枪的手在颤抖，脸上的神情也在动摇。\n    “你……不是坏人的……对吧？”\n    “……”\n    如果，我不是坏人，那么在你的心目中，究竟要到达怎样的境界，才能被你定义为“坏人”？\n    他很想用这句话来回答她，但是被硬压回去了。因为他发现自己在面对她的双眼时，模糊地感觉到自己所凝视的不是一双眼睛，而是清澈的湖面。湖水很清澈，倒映出湛蓝的天空。这样宁静的情景，是他自认为此生再也不可能见到的。\n    “不，”内心的情绪涌动，他想大声喊出残破不堪的真相，想要把自己的心脏掏出来给自己面前的少女看的一清二楚，让她知道刚才自己所说的话全部都是谎言，但他做不到，“我就是你想的那样，没有那么好。”\n    将手里的枪扔到一边，伸出双手扶着已经摇摇欲坠的少女，“但我想当一次好人。”\n    又一次剧烈震动。\n    但这次，他没能护住面前的少女。她所踩着的地面“晃”了一下，紧接着，本来就已经被抽走力气的手脱离了支撑用的栏杆，双脚离开了地面。\n    不要……别摔下去！\n    在这一刻，他绝望了，发颤的手伸向下坠的少女，在几分钟前，他亲自将枪口对准她的腹部扣动扳机，看着血液将洁白的衣服染成刺眼的猩红，看着她痛苦地将手搭栏杆上，不让自己因为失血无力而坐倒在地。\n    直到她说出那句让他有种触电般的感受的话之前，他只是看着，什么都没做。\n    在头部撞击到地面之前，少女看见了他的动作，也将沾满自己血液的手伸向他，脸上挂出了他同意协助时所展露的笑容。之后随着一声闷响，少女的头撞在墙壁的拐角处，身体躺在地面上，仍然带着令他心痛不已的微笑。\n    活下去吧，艾斯。\n    这是，她在死前想要对他说却没能说出口的话。\n \n    他突然间从回忆中醒来了，自己正站在与之前截然不同的房间里，她刚抱着什么东西走进来，是几件衣服。\n    在睡着之前，她好像有说过要换身像样的衣服，当时他以为她是在开玩笑，没想到这是真的。心里涌起的一股暖流，在看见她下一步的动作之后又飘到了九霄云外。她为什么拿着衬衣朝他走过来啊？该不会要亲自给他换衣服吧？！要知道那可是异性啊！虽然是半机器人但至少也能分个性别吧！\n    虽然他们可能没添加情感插件，但他还是觉得十分难为情，不由得后退了几步却靠在墙上再也无路可退。于是只能被勒令脱掉刚被从“囚笼”中释放出来时身上所穿的背心，僵硬地按照她的指示配合穿上这件看起来布料还不错的衬衫，肌肤常年被冰冷的液体包裹着，突然间被衣服覆盖住还有些不习惯。\n    门突然被推开，男子走进来，看着刚刚脱下短裤的他愣了几秒。\n    “对不起……换完之后再叫我。”\n    说完，他又退了出去，顺便把门也带上。\n    衣服全部换好之后，他尴尬地站在墙边，看着她把门打开，等到门外的男子走进来之后，他内心里的难堪一扫而空，双眼诧异甚至是带着几分怒气地看着进来的人。\n    “……Emptiness？为什么他会在你这里？”\n    “做复苏工作的时候我在场，沟通过后就把他要来了。”\n    “我是说……为什么？”\n    “同情。”\n    两人对着她同时露出了惊讶的神情，但出发点并不一样。罗杰是惊讶于她作为save的核心成员之一原来还具备“同情”的能力，他则是因为，对自己还能被陌生人同情而感到诧异。\n    “你来这里有什么事？”\n    “我是……最近失眠的问题有点严重，想让你看看……”\n    她站在原地，双眼仔细打量过仍然站在门口的罗杰之后，很平淡地吐出几个字：“少喝咖啡。”\n    “我最近已经没有喝了……这话你上个月刚刚和我说过，当然记得了。”\n    “不是指那个，”她转了个身，目光投向墙壁，之后抬手指了指墙角处的照片，“我是说，别在精神上给自己施加太多的压力。”\n    那张照片罗杰认识，虽然隔开的距离有些远，但因为他自己家里也有一张所以印象深刻。照片中唯一一个被拍下来能够给自己在无形之中施加精神压力的人，只有一个。\n    安德·布莱克。\n    这些日子熬下来，罗杰对于言语中的暗示变得格外敏感，他知道她指的是什么，不是真正的“停止施加压力”，而是将其从世界上完全消除掉。要达到这个目的，途径只有一个。罗杰背起双手，看着她。\n    “我知道你喜欢一个人过生日，”她走到墙边，伸手摘下一幅色调明朗欢快的油画，靠墙放好，画作后面藏着体积不大的保险柜，“所以第二天再给你生日礼物。”\n    “《向日葵》？”\n    “嗯。”\n    “为什么会把它挂在这里？”\n    她打开保险柜，拿出了一个玻璃瓶，罗杰在这个时候已经进了房间，他眯起眼来观察着玻璃瓶，瓶身上贴着标签：MB12。那里面的东西看起来有点像是水，至少，没有颜色。“《向日葵》是在什么背景下画出来的，你知道吧？”\n    罗杰看向了被从墙壁上摘下来，放在一边的画作。\n    “我只知道，摘下来的花凋谢的很快。”\n    “是的，但你更应该把注意力放在它的作者上。”\n    沉默。\n    具体的他不知道，据说，《向日葵》的作者梵·高，完成这幅画作的时候，无论生理还是心理方面都有严重的疾病。而在完成后不到两年半的时间里，就死去了。难道她的意思，是说那个小柜子里的东西，会让人非死即疯？\n    “随便加到什么饮品里，不会死，但能致残。”\n    “好的……我知道了。”\n    玻璃瓶的温度有些冰凉，让他联想起生命被尽数抽走的尸体。\n    看着自己的生日礼物，他点点头表示感激。\n    “那我不多留你了。”\n    转身，离开。\n \n    安德坐在空荡无人的会议室里，翻着手上的资料。当他的目光越过层层叠叠的纸张落到会议桌上时，一杯咖啡放在了面前。\n    “怎么回事？！泡个咖啡都要半小时，你这个——”安德抬起头看清来者面容之后将已经滑到嘴边用来骂人的词语强行吞了回去，“是……你啊……”\n    “我给你泡不行么？”\n    “不是不是……这太麻烦你了，我那个警卫呢？”\n    “他啊，临时有些事要处理，开小差去了。”\n    罗杰回想起那个被自己用乙醚迷昏后绑在卫生间里的警卫，心里生出一丝快速泯灭的怜悯。\n    “哦……”\n    “你不尝尝么，”罗杰坐在安德对面的椅子上，“我的手艺？”\n    “我不用了……呃……消受不起。”\n    “嗯？你担心我下毒？”\n    他觉得会议室内的气氛突然变得有些紧张，索性放下了手中的资料，双眼盯着桌上的咖啡。\n    “啊，那倒没有……”\n    “再不喝就凉了。”\n    想不出别的理由再继续推脱，安德只能在怀疑今天罗杰略微强硬的态度的同时端起杯子，此时才发觉从碰触到把手开始，他的手就一直抖个不停。为了不让杯子掉落在地，不得不全神贯注地捏紧，在罗杰的注视之下，灌药般一口气将咖啡全部喝下。\n    装出镇定的神色坐正，杯子放回托盘并向前推了推。\n    “谢谢……我喝完了。”\n    但，罗杰并没有像他祈祷的那样，当即站起身来收拾杯子走人，也没有对他的“感谢”作出回应，只是坐在原位一言不发的笑了笑。\n    这样的神情，让安德觉得脊背发凉。\n    “呃……你还有什么事情？可以先说，资料我等会再看。”\n    “我和阳为你特制的咖啡，味道如何？”\n    ……什么？\n    他觉得刚才那一瞬间自己似乎没听清罗杰说的是什么，只感觉有个字眼在心头挥之不去，像噩梦般，为自己罩上了一层恐惧的色彩——“阳”。\n    安德想跳起来，用放在身侧抽屉里的手枪立刻了结坐在对面的罗杰，但他发现自己的双腿完全不听使唤，自始至终都不存在一样瘫在原地。眼前的天花板和地面也正在颠倒位置，周围的所有事物都开始混乱不堪，不久之后就成了一片漆黑。他趴在桌上，试图做一些挣扎，但无济于事。\n    “混蛋……”\n    “好了，你还有什么遗言，趁现在赶快说。”\n    之后他听见了椅子的声音，罗杰从座位上站了起来，还有他最熟悉不过的，手枪上膛的声音。\n    “你……你们这对狗男女……一定不得好死！”\n    “如果只是这句话，你还是留到地狱里去说吧。”\n    罗杰将枪口对准安德的头，毫不迟疑地扣动扳机，子弹带着积攒五年的怨恨应声而出。\n    “啧……不过，比你活着的时候要顺眼多了。”\n \n    她将画挂回了墙上，转身看看一直站在旁边沉默不语的人：“很适合你。”\n    但是穿着这身衣服的人不这么觉得，他只知道衣服的布料与皮肤摩擦的感觉快要窒息，如果不是有基本礼仪的约束，他早就把身上的衣服脱下来了。\n    看着他僵硬的面部表情，她没再多说什么，去了另外一个房间。\n    他不紧不慢地跟上去，发现这是一间空置的卧室。\n    虽然一点都不喜欢面前的女性，不仅是和他们一道，而且又在未经允许的情况下把自己给看了个光，初次见面的好感早就消失的无影无踪。\n    扯下家具上的盖布，站在原地环顾四周，低头沉思还需要添置些什么。不过眼下最重要的是，得给他买几件合适的衣服。\n    “今天先这么凑合一下，有什么需要就和我说。”\n    “唔……”他还是愿意被人绑回冰冷又舒适的营养液里睡觉。\n    “明天陪我去逛街。”\n    “咦？！”\n \n    简直无法想象在仅仅五小时的睡眠时间后被人硬拽去逛街到底是什么样的感受，但现在他体会到了，有种处于死亡边缘奋力挣扎的感觉。\n    现在他正半死不活地提着几个沉重的购物袋跟在她身后，在最后要结账时，他差点就要爬着来到收银台面前，一脸哀怨地看着若无其事的她。\n    “嗯，还需要睡衣。”\n    “别再买啦……再加一个我只能用头顶着回去了……”\n    售货员显然对此一无所知，在饶有兴趣地打量过他之后将东西递给她，“请拿好。您的男朋友很帅气，但他看起来似乎不大高兴。”\n    “谢谢，我知道怎么哄他开心。”\n    “混蛋谁是你男朋友……”\n    声音很小，除了他自己以外没人听见。然后接过最后一个纸袋，轮番折腾几次过后总算勉强能拎在手上不至于真的用头顶着。\n    刚出店门口，她停住脚，从上衣口袋摸出手机抵在耳边，神色毫无变化的看着远处，他知道，那大概是他们派来了任务。尤其是在听她淡淡地回应“我知道了”后，他就更能肯定这个想法了。\n    “走吧。”\n    哦，不是即时行动，那应该是今晚开始吧。还不错，这样一来晚上就少了不少事，可以早点睡觉。\n    但这样令他感到欣慰的想法，在跨进家门，刚刚放下大大小小的购物袋之后又立刻打消了，她站在门口，显然是等放下物品之后在和她一并出去。\n    “怎么了……今天除了逛街还有什么要用到我的事情么？”\n    “有点事，如果你今天你不和我去，将来一个星期你都没饭吃。”\n    “我很累了……一点都不想去……”\n    “那好，直到下一次哈雷彗星光顾地球你都没饭吃。”\n    “……”\n    他突然有点后悔，当初没和罗杰学怎么做饭，哪怕是煎个鸡蛋也挺好的。\n    “好吧，我妥协，去哪？”\n    “跟着我走。”\n    走出家门后被勒令上车，自己坐后座，她在副驾驶，驾驶车辆的人从一开始就看不清面容，加上车内始终保持沉默紧张的气氛，他也没有胆量挪挪位置好看出那人是谁。\n    双眼看着车窗外正在快速后退的街道，在车身的颠簸之下，克制了一个上午的睡意突然袭来，于是他调整了一下姿势，让自己的上半身躺在后座上，闭起眼来开始浅眠。\n    有件事，是无论过去多长时间，他都不可能忘记的。他对于它的记忆已经非常模糊，模糊到仅仅有个轮廓。但它却又在他的心头留下了最深刻的伤痕，到现在，跨越了几年的时间，仍然隐隐作痛。\n    关于，艾莉被杀的事情。\n    按照时候他们所给出的解释，艾莉是被罗杰从楼梯上推下去，头撞击到墙壁致死。但就在昨天，他脑海里闪过的片段，应该作何解释。他在得到他们的解释之后，只是替艾莉感到惋惜，以及本来就该有的愧疚，却不觉得自己真的经历过这件事。\n    不过，当时他也没注意到这一点，错过了追问的最好机会——实际上如果那个时候进行追问，大概也得不到真实结果。\n    自从被植入到这个身体中以后，他免不了对自己产生排斥和厌恶感，说到底，还是因为他难以接受自己的记忆能够完全违背意愿地接受来自外界的灌输或是抽离。这让他认为自己所拥有的每一段记忆，都有可能是虚假的，不真实存在的。\n    而昨天那个片段则完全不同，他很熟悉，印象很清晰，感觉就像是，上一秒刚刚经历过一样。这种久违的温馨，让他已经从潜意识里认定那才是真相。\n    那么，这件事没有解开的疑点，就变得更多了。\n    既然起点是艾莉中枪以后，那么就表示在开枪之前自己可能一直处于无意识的状态，所以才会对在此之前发生的事一无所知，也恰好能解释为什么之后自己在医院里醒来时会感到前所未有的茫然。\n    但现在，情况不一样了。\n    他的思维和意识，在非现实世界里会变得更清晰和敏捷。他能从中意识到，自己的记忆不可能被完全抽离出去，总会以其他的形式留下寥寥的碎片，但肯定能够重新拼凑起来。\n    在进入梦境之后，他总会产生一种很自然的，从梦中醒来的错觉。\n    就像现在这样。\n \n    “这是唯一的途径，”安德将资料放回桌上，双手交叉放在腿上，看着坐在自己对面的罗杰，后者脸上带着几分担忧，“如果真的想要将凯文脱离控制的可能性降到最低的话。”\n    “我知道，”罗杰凝视着面前摊开的资料，照片上的少女正朝他开朗的笑着，“但有什么办法能够做到这一点，那个磁片我们不可能真正地销毁，但如果保存起来日后就会有被人发现的几率。”\n    “只要安排一下就好，但需要时间……”\n    安德的目光落到正站在罗杰身边麻木地整理桌上的资料的Emptiness身上，突然想起来这好像是一段时间之前刚刚被调试完毕从研究室里放出来的半机器人，给的职位是个分析员，但是安德不管怎么劝说自己还是无法相信这样呆滞木讷的眼神能够成为一个合格的分析员。\n    “对了，Emptiness在调试完毕之后是不是出了什么问题，看起来状态不大对。”\n    “外部一切正常，”他抿了一口咖啡，“但精神层次有问题，彼得显然不愿意接受这个新身体，所以现在看起来……可能像个傻子。”\n    “既然对我们来他没有用处，就可以处理掉了。”\n    “但肖泽认为Emptiness除了销毁，还有另外一条道路，只不过这需要等待。”\n    “什么？”\n     Emptiness被人当成垃圾扔在一边，对此，他虽然听不懂旁边的两个人在说些什么，但他还是能够敏锐地意识到自己心里面的不愉快。\n    “我调查了一个人，就在前几天。”罗杰伸手拿起自己面前的资料，翻了几页后摊平在安德面前，“这个叫艾斯的分析员，按肖泽的说法，他的成功率更高一些，但需要找个理由将他的意识提取出来，强制的话就会出现和彼得相同的结果。”\n    “嗯……如果我没记错，起初Emptiness的定位应该是个杀手吧？”\n    “是的，但你也知道……这样的状态根本不可能当杀手，连分析员都很困难，所以现在只是挂名的而已。”\n    艾斯……这个人安德有点印象，但不是太深刻。因为对于save绝大多数成员来说，艾斯相当于路人一般，出现在其他人面前的频率不低但是实在太过于普通，很难留下印象。甚至连他到底是怎么加入的save，安德都不记得。\n    不过，他拥有超乎常人的能力这点毋庸置疑，安德本人也亲自见识过，所以才会对于艾斯稍微有些印象。\n    “你说的艾斯，是指那个……记忆常年模糊不清的分析员？”\n    “是的，肖泽指出他记忆‘模糊不清’的这个特点会让他更容易适应新的身体。”\n    “……可以尝试，这样吧，刚好，我这里有个小任务需要人处理，你把它的资料转交给艾莉，并且提醒她，这事需要找个不容易引人注意的分析员进行协助。反正……她刚来save不久，也不可能对于托付给她的任务有太多的思考，至于艾斯那边……我去问问肖泽吧，他应该有点手段，能够暂时操纵他的思维。”\n    “好的。”\n    两人还算是比较有默契地相对着点了点头，之后同时站起身来离开房间，没有人理会仍然矗立在一边的Emptiness。\n   他将手里整理完毕的资料放入抽屉里，之后绕到桌子一边，低头观察着桌上的东西，这其中只有一张纸上面的信息映入了他的眼帘。但是具体写了什么，现在记不清了，仅有个模糊的印象。\n    艾莉有条贴身佩戴的项链，末端是个塑料盒，里面是块磁片。而磁片的内容，只知道与凯文有关，具体的，实在是很难再回想起来。\n \n    他醒来时，夕阳的光透过车窗落到脸上，有些刺眼。\n    驾驶座上的人已经不见踪影，她还坐在副驾驶上，借着金红色的光惬意地翻看着杂志。听见后座的动静，才微微转过头。\n    “醒了么？”\n    “嗯……”他调整了一下坐姿，托着自己昏昏沉沉的脑袋，“头有些疼。”\n    “……”她打量了一下现在他的状态，之后又转过身去合上杂志，“没事，下车吧。”\n    等到眼前事物的轮廓由模糊转至清晰之后，他才伸手摸索着打开车门，将身子从狭小的空间里挤出来，双脚踩在地面上，身上总算少了点梦境之中才会有的漂浮感。\n    “去哪？”\n    “跟着我。”\n    于是，他再一次沉默地跟在她身后，强压心中的疑惑孤独地穿梭在街道上，像一个流浪在时间之外的灵魂，他能看见周围的一切，却没人会注意到他。\n    最后，她停在了一个咖啡店门口，侧了侧身子闪到门边的小道上。继而看向跟着自己的动作一并闪到一边的他。\n    “那个……你叫，阳，是吧？”他皱了皱眉，知道现在可能是执行任务，因此刻意压低声音不让第三者听见，“虽然我不是特别了解你，但还是感谢这两天你对我的照顾。”\n    “现在没空闲聊，目标就在咖啡店里坐着，”她朝他递了一把手枪，“你来么。”\n    “……”\n    有些沉重地叹了一口气，伸手接过她递来的手枪，枪身冰冷的触感让他感到一丝久违的温馨。谁知道未来会是什么样的呢，先做好眼下的事应该更重要吧。\n \n    屏幕在房间里闪着幽蓝色的光，放在一边的咖啡杯内没有应该在那里面的温热苦涩的饮品，原本的人也没有坐到电脑桌前盯着屏幕浏览信息。\n    连续寂静了很多天的房门终于在黑暗中颤动了一下，继而是钥匙插入锁孔并拧动的声音。门外的人很小心的使力，尽量放缓自己的动作不至于惊扰了这片宁静。\n    之后，他推开了门，走廊昏暗的灯光寥寥地投射进房内，在门前的地面上投射出一圈暗金色光晕。\n    门又悄然关上了，房间与走廊再次隔离开来，恢复到了一片黑暗的死寂。\n    手熟练地摸到墙壁上的开关按下，柔和的白光照亮了周围。男子靠在墙壁上歇息了片刻，站直身子，解开自己身上的外衣脱下来顺手挂在门边的衣架上，动作很流利，显然是每天都做才养成的习惯。\n    他走进卫生间，挽起衬衣的袖子，拧开水龙头用冷水在脸上泼了几下，勉强驱赶走一直缠绕在自己身上的睡意，让意识稍微清醒些。\n    解开衬衣的两颗扣子，有些懒散地坐在电脑桌前的转椅上，按开旁边小桌上的加热开关，噪音传来。之后拉开抽屉，从被杂七杂八堆在一起的旧报纸之下摸出一袋速溶咖啡粉撕开外包装，将粉末倒入旁边的杯子里。\n    手摸上鼠标，另一只胳膊撑在转椅的扶手上，托着自己的头，双眼里带着几分茫然，看着电脑屏幕上的内容。\n    难得的团聚。\n    双眼因为在黑暗中接触到强光有些刺痛，他微微低下头，从旁边拿过仍然没有拆封的礼物盒，外包装上还特意被人用笔写上收到这份礼物的人的名字。\n    “凯文·西格莱斯……”\n    男子神情黯淡地念了一遍自己的名字，之后又将礼物放回桌上，他没心情拆，更准确的说，他觉得自己的心情还达不到拆封的标准。疲惫，压抑，这样的精神状态实在是不适合去看自己年的生日礼物。\n    它被罗杰从附近的杂货店带回了这里，如果不是那天他刚好拿着自己的手机，这个东西现在早就不知道飞到什么地方去了。\n    嗯……\n    在礼物抵达这里的当天，凯文出了车祸，它带着寄件人欢快的心情被人送至杂货店时，处于濒死状态的收件人刚刚被送进手术室。\n    他清醒过来后不久，收到罗杰的消息，认为那场车祸极有可能不是意外，但他不愿意去调查。相反，他从内心里反倒有些感激安排这起事故的人，因为在车祸中他的右臂受损严重，虽然通过手术基本能够与常人一样活动，但要做到像以往那样快速出手击杀目标已经是遥不可及，对此，他只能从杀手的位置上退下来。\n    这是他曾经最期望得到的结果，他厌恶自己的职业，曾经也绞尽脑汁地试图找出点什么方法来让自己从中解脱。\n    对他而言，这是最好的生日礼物。\n    但即使如此，仍然少了些什么，更深刻的东西。他从噩梦中清醒了过来却更加的疲惫不堪，比梦境之中的自己更脆弱。几周前他在兰恩的引导下，从意识里发现了一点模糊不清的东西。\n    托着头面对屏幕沉思了很长时间后，他从另一个抽屉里抽出来张画，那是在做完引导后凭着记忆画出来的，看起来非常地简单和幼稚，就像是儿童的涂鸦，但恰好就是这个情景，在他的梦境中也反复出现过。\n    一个嫩芽，从雨后湿润的土壤之下钻了出来。\n\n\n|索引|\n\n@冥王星人 @恶魔-潇洒 @zyj0807 @sam3737 @xcc \n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "long1345308079",
            "timestamp": 1468470060,
            "txt_content": "大片既视感"
        },
        {
            "author": "戴兜",
            "timestamp": 1468470240,
            "txt_content": "字好小，看下来眼睛快瞎了{:10_514:}"
        },
        {
            "author": "WM2030",
            "timestamp": 1468470420,
            "txt_content": "神t♂m一万字"
        },
        {
            "author": "冥王星人",
            "timestamp": 1468470840,
            "txt_content": "我要*空，赶紧接着写，否则给你快递开塞露过去。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469151360,
            "txt_content": "描写过于复杂，语言明明可以简单些。\n人物仍然没有线条，活得很单薄，让人觉得没有真实感了。"
        },
        {
            "author": "麦兜g",
            "timestamp": 1470894600,
            "txt_content": "非常感谢楼主~"
        }
    ]
}