{
    "title": "【圣石 Holy stone】【短篇】",
    "author": "zyj0807",
    "replyCount": 11,
    "timestamp": 1468491900,
    "txt_content": " 本帖最后由 zyj0807 于 2016-7-14 21:08 编辑 \n正文\n\n圣石 Holy stone\n\n　　事实上，和所有人一样，艾格莱一开始也认为，圣石是一颗充满着令人心悸能量的水晶。表面看上去是一颗菱形的立体蓝水晶，如果把它雕琢一下，卖到莱恩王国的贵族市场去，一定会得到一个好价钱。\n\n　　直到他真正碰到这颗该死的水晶，他才明白——什么是所谓传说。玛奇在上。他捂着不住渗血的伤口，脸色苍白地躺倒在一片阴暗的丛林里。他翻个身，眼神仓皇地盯向远方。\n\n　　远方座座尽是紫黑色调的石砖建筑矗立，扭曲的高塔式结构配上那里始终偏暗的天空显得无比阴森，他看到一座城市——中央是一座远高于其他建筑物的灰白城堡，三个顶端点燃幽蓝色火焰的绿纹黑色方尖塔环绕周围。并且隐约看见城市里蜿蜒曲折的小径和每一户人家门口飘荡的蓝色烛火。\n\n　　哦——典型的奈克罗曼建筑——看样子还是皇都。他深深吸了一口气，不免呻吟出声。他面色不忿，咬着牙从怀中取出一个通体浅蓝色的小水晶，用尽仅剩的力气将它狠狠摔在了地上。\n\n　　作为一名资深斥候，他完全明白自己被带到了什么地方。并且是从大陆的西北角直接来到了东边偏南的奈克罗曼皇国——他的敌国。\n\n　　尽管战争打响后，压根没有盟国一说。奈克罗曼和莱恩都闹翻了，谁要是还去相信盟约就白活了。\n\n　　奈克罗曼皇都东面，黑丛林，再往南走就是火山谷。\n\n　　艾格莱叹口气，顺手捡起地面上正闪着亮光的水晶，皱着眉头爬了起来。环顾四周，他从背后的小囊袋里拿出一个医疗包，开始治疗自己的伤势。\n\n　　很快，他就根据多年前前来刺探的经验，找准了一个方向走了。他暗自揣测火山谷战时的戒备如何，一边腹诽那些信仰巨龙的怪人，一边怀念起自己家乡的生活——到处都是美丽的金属建筑、工厂里始终萦绕的蒸汽热浪，人们头戴爵士帽，拿捏着手杖，静静聆听怀表齿轮的转动声。\n\n　　玛奇在上！请让我快些从这个见鬼的地方出去吧，还有我不想再见到这块石头了！\n\n　　约莫两个小时——一场飞艇旅游的时间，他就看到了一个凹陷下去，岩壁尽被灼成了深红色的山谷。山谷的尽头不用想就知道是那座被莱恩人奉为神明的火山了。\n\n　　他有些不自在地摸了摸怀里的圣石。根据先前圣石传说成真，恐怕两大帝国的信仰也绝对有有些根据的。衣服里这块石头都能引发蔓延全大陆的战争，那么在里面还是小心为妙的好。\n\n　　谷口包括山谷里都没有任何人，斥候先生很轻易地就走到了尽头。“为什么不怎么热呢？”他站在火山口，奇怪地嘀咕了一句。\n\n　　随后他拿出圣石，毫不犹疑地就把它往洞口扔了下去，旋即敬了个礼，心中突然乐开了花。就算是它自己让我这么干的但是马上就能离开它了我还真是高兴的不得了啊，艾格莱此时这么想着。\n\n　　紧接着，他意识到自己回不去了。不过他心中没有任何的哀伤感，反倒是思念起了他国公主的美貌以及对玛奇莉亚东方与艾格莱希联邦战事的担忧——联邦人那深入骨髓的疯狂令他胆战心惊，除了玛奇莉亚苦苦支撑，莱恩帝国和奈克罗曼皇国早已放弃了和联邦交战的战场。\n\n　　理论上，他已经结束了战争，然而这么久了却一点动静都没有。\n\n　　马上，他就为这个想法而感到荒谬。随着火山底下传来了雷鸣般的声响，大地开始莫名地震颤，而后一道冰蓝色的闪光从洞口升起，他感到一股沛莫能敌的强风从下边卷起，四周的空气以肉眼能见的速度结出冰碴。\n\n　　艾格莱立马趴伏，死死抓着前边突起的小岩石。他察觉到一道巨大的阴影从面前升起，盘旋于火山口。他忍不住瞄了一眼，寒意随即冻彻了他的身躯。\n\n　　“玛奇在上......”他不可置信地喃喃道，“这家伙，谁能告诉我，火山谷里为什么住着一条巨龙。”\n\n　　庞然大物停在他身旁，在它脚踩大地的一刹那，艾格莱仿佛又经历了一瞬间的地震。他呆滞地转头，确认了这个浑身披盖冰霜的大家伙就是传说中的北山巨龙。\n\n　　对方琥珀色的瞳孔里映出他的渺小身躯。\n\n　　艾格莱用力掐了下脸皮，哆嗦着站了起来。随后巨龙伸出爪子，丢下来一个闪闪发光的物件，接着就不管不顾，扇动翅膀飞向天边。\n\n　　他在原地如同僵尸一样站了几分钟，随后一副活见鬼的模样把刚刚接住的圣石甩到地上。\n\n　　“该死的战争！”他露出一个比哭还难看的笑容，声音都在发抖，“让那些讨厌电喜欢电的白痴都见鬼去吧。还有那些丑陋的蓝白金条纹，都见鬼去吧！”\n\n　　躺在地上的圣石忽然闪了一闪。\n\n　　艾格莱回过神来，看到这抹闪光几乎是条件反射地就想往后躲，但立刻就想到背后是一座火山，只能惊恐地止住脚步。红褐色地面上的圣石猛地爆发出一团刺眼的蓝光，将斥候先生吞噬在内，随即覆盖了整个火山口。\n\n　　不久后光芒消散，在里面的艾格莱却已是不见了踪影。\n\n　　一个月后，玛奇莉亚的首都城，人们正在迎接凯旋而归的军队，鲜花和蒸汽的声响布满了整座城池，但这一天，除了战争结束，军队凯旋，首都城门还迎来了一位许久未归的斥候。\n\n　　艾格莱顶着一顶极其破旧的皮帽，身上的衣服也是破损得不像样。他看着城门，枯瘦的脸颊上浮现出一个笑容。然后他掏出一块有些暗淡的蓝水晶，作势欲摔，犹豫了一下却还是放回了口袋里。\n\n　　“玛奇在上。”他张开双臂，大步迈向城门，眼睛却瞥见天上一个熟悉的身影，当场就绊了一跤。他甚至听见一声不屑的哼声在耳边隆隆作响，他咬着牙齿爬起来，在心中狠狠咒骂那条巨龙，却不敢太过得意了。\n\n　　事后有朋友问他说为什么战争开始没多久就不见踪影，直到结束的那一天才突然出现。\n\n　　他只是眼神忧郁地盯着那人看，沧桑的声音悠悠传去。\n\n　　“因为一块石头我从北边的大峡谷花了一个月走回来。”\n\n　　对方一愣，狐疑地看着他。\n\n　　“知道四国为什么会打起来吗？”\n\n　　“知道啊，据说是为了圣石。”\n\n　　“那你见过巨龙吗，住在火山里的那种。”          （全文完）                       \n\n废话\n半个小时的作品，不指望会有好评价。本来写了另一个，结果开头1700直接就给弃掉了。权当混参与。标题自带英文\n\n\n",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1468497000,
            "txt_content": "连名字都这么让人有误会感~"
        },
        {
            "author": "火星使者",
            "timestamp": 1468553460,
            "txt_content": "名字略吊的"
        },
        {
            "author": "li158147",
            "timestamp": 1468878240,
            "txt_content": "看不明白啊"
        },
        {
            "author": "黎明—真神",
            "timestamp": 1469096400,
            "txt_content": "很好，我喜欢！"
        },
        {
            "author": "风无痕",
            "timestamp": 1470377280,
            "txt_content": "大神膜拜"
        },
        {
            "author": "13555916107",
            "timestamp": 1474373880,
            "txt_content": "fsgsgshshsgayaygagagagayaya"
        },
        {
            "author": "13555916107",
            "timestamp": 1474373880,
            "txt_content": "风无痕 发表于 2016-8-5 14:08\n大神膜拜\ngagahahahahhahahaha"
        },
        {
            "author": "岚裳丶沐羽",
            "timestamp": 1591032540,
            "txt_content": "这个帖子对我意义很大，谢谢楼主"
        },
        {
            "author": "于淞泽",
            "timestamp": 1591138980,
            "txt_content": "可以很厉害"
        },
        {
            "author": "于淞泽",
            "timestamp": 1591143600,
            "txt_content": ".......刷积分"
        },
        {
            "author": "1814247382",
            "timestamp": 1597805520,
            "txt_content": "。。。。。。。。。。。"
        }
    ]
}