{
    "title": "默示",
    "author": "Astrolabe",
    "replyCount": 2,
    "timestamp": 1468491300,
    "txt_content": " 本帖最后由 Astrolabe 于 2016-7-14 18:23 编辑 \n\nhttp://www.xiami.com/widget/0_1773759155/singlePlayer.swf\n正文\n\n\n\n    “默，你还记得，有关奇迹的那句话么？”\n    “记得。”\n    “……”\n    “但现在，真正的奇迹已经不再是奈可罗曼皇国本身了。”\n \n    “嗤”的一声，幽蓝色火焰跳动在他的指尖，视线穿过半掩在额前的兜帽，投向深邃的夜空。脚每次踩在奈可罗曼的土地上，他的心中都难免泛起一阵小波澜，这个地方发生过很多事，有好也有坏，每件都印象深刻。\n    城堡的轮廓已经在夜空之中浅显地被勾勒出来，但大概因为距离还是偏远，所以看不见熟悉的蓝色暗光，仅能看见一个沉默地蹲伏在大地上的怪物而已。\n    这个地方，他曾经很熟悉，但那已经是曾经了。\n    手垂回身体两侧，拉低头上的兜帽，继续朝着城堡走去。\n    但，这真的是，奈可罗曼皇国的土地吗？\n    原先满地的能够给他以亲切感的荆棘和紫色的花都已经枯萎凋零，地面上不出几米就会有一滩扎眼的褐红色血渍。虽然奈可罗曼皇国在外界向来以神秘鬼魅著称，但总不至于，这般死气沉沉？\n    有风吹过，和以往一样的轻柔，它将披在身上宽大的长衫微微掀起，露出遮掩之下清瘦的身材。收敛起指尖的火焰，继续朝前走。\n    “啊——默先生！”\n    循着声音传来的方向看去，一个陌生的青年迎面跑来，之后猛然刹住脚停在距他有不到两米的地方弯下腰大口喘息着。他甚至能够看清汗珠顺着黑色的发丝滴落到地面上留下不起眼的深色痕迹。\n    “……您是？”\n    他快步走上前扶住正要鞠躬的青年，之后才安下心来观察这人的外貌。看起来与以往自己见到的奈可罗曼青年没什么不同，但身上多了些伤痕，不过不严重就是了。\n    “我是来接您的，”他指了指矗立在远处的城堡，“无论如何，请您一定要——帮助奈可罗曼夺到圣石，这是唯一的机会了！”\n    圣石。\n    这个词听得他心头一颤，脑海里不由得浮现出那个在黑暗中闪烁着清澈光辉的晶体，之后用力晃晃头将那个仍然有些模糊不清的影像从自己心里面赶走。\n    在几年之前，自己就是因为这个词所指代的东西而长途跋涉远离奈可罗曼帝国，隐入遥远的森林之中，逐渐淡出了人们的视线。而现如今，他又因为“圣石”而再度出现在这片故土上。\n    奈可罗曼皇国的国王点名要他前来的原因，经过一段漫长的时间之后，他揣测或许是因为自己是四个国家中极少数真正见过圣石真容的人，更是这极少数中唯一一个至今存活的人之一。\n    因此，国王根据以往不少与圣石有关的传说，猜测他与圣石之间存在着某种微妙而又密不可分的联系，能够找到圣石所处的位置，并清楚将它取走的方法，才会在一个月前，放出那只整个奈可罗曼皇国里耐力最好，最灵敏迅捷的鸽子，千里迢迢赶到这个荒无人迹的森林里，等到真正落在他的窗前时，这只可怜的小生灵所有的力气都想要被抽干一样，趴在窗台上好像再也不能醒来。\n    当然，他还是把它救过来了——考虑到飞了这么远的距离过来，肯定会是一只好鸽子。\n    “好的……我会尽力，但，奈可罗曼出了什么事？”\n    听清问题的内容，青年站在原地怔了怔。嘴唇紧闭，双眼里流露出一丝见到从地狱中爬出来的恶鬼一般的恐惧，他双手合在胸前，仰头对着天空低声沉吟了几句。这个动作他有印象，是祈愿死者安息的动作。\n    看来没错，和他猜的一样，这里肯定少不了发生过战争，所以他是不是该庆幸那些违和的血渍没有铺的满地都是？\n    “这里……在前不久刚刚发生过战争，与艾格莱希联邦。”\n    唔……那还真够惨的，与艾格莱希发生战争可不是闹着玩的，再加上他们的领袖又对奈可罗曼厌恶的电有种接近疯狂的偏执，想想也的确能够知道当时的场面究竟多惨烈。他理了理自己的长衫，促使意识快些从恐怖的想象中抽离出来。\n    “为了圣石？”\n    “……是的，您到达城堡后会有人解释这事，我利用现在的空闲时间给您粗略地解释一下……”青年刻意地清了清嗓子，尽力收起对于记忆里情景的恐惧情绪，强装镇定地解释道，“是这样——您接触过圣石，应该很清楚它有什么用途。”\n    圣石的用途？\n    他回想自己在那个深暗的洞穴里用手触碰到冰冷的晶体时的情景，那个时候，他只能想出一句话来概括感受。\n    晶体是冰冷的，但他却能够非常清晰地感觉到里面有鲜活的能量，像人类的心脏，一次次有力地搏动着，而且似乎永不会停息。由此，他也猜想到了争夺圣石的动机，大概就是为了那里面所储存的东西吧。\n    “清楚，虽然我不知道期间这里发生了什么，但肯定是为了那里面的东西吧？”\n    “没错，这点在很多的历史书籍上也都有寥寥几句的记载，四个国家都是为了得到它而起了纷争……现在这个世界快要枯竭了，圣石的力量也不能唤醒整个世界，即使真的可以，也没有国家愿意将这样的一块晶体平分四个国家。”\n    “嗯，我了解了。”\n    “所以——默先生，您一定，一定要夺到圣石！也许这段时日您一直隐居在森林之中不知道，四个国家的人找您已经找疯了。”\n    “结果，最后是那只鸽子找到了我。”\n    “啊……对，是的。”\n \n    城堡依然是紫色的墙壁，门口的“核”也依然在缓慢旋转着。\n    “核”具体的建造过程他不清楚，不过外观看起来倒是很奇特。中央有一个深褐色球体，外围则是四个圆环扣在一起，围绕着球体转动。这样的画面让他有种奇妙的感觉，在什么地方见到过一样。\n    城堡两旁的高塔仍然屹立在地面上，只不过没了以往荧蓝色的灯光，因为在那里面阅读书籍的人此时早已离开。高塔红紫色的锥形屋顶尖端，奈可罗曼的旗帜依然随着风轻轻飘动着，不同之处仅在于它变得比昔日更残破了。\n    事实上，他对于这个高塔的印象，比城堡本身更深刻，毕竟他童年的一大半时光都是在那里面度过的——当然，仅仅指左边的那座。因为右边的高塔入口处的木门被人挂了锁，表示这里禁止他人进入，也就没进去看过了。\n    不过仔细想想，里面的布置与左边的不会有多大的差异，同样都有漫长的螺旋式楼梯，隔一段就会有个挂在墙壁上的火把照明，最顶端的房间里也有放着不少古老书籍的书架，和简朴舒适的床。\n    很令人怀念的过去。\n    “默。”\n    他转了转自己有些僵硬的脖颈，看向另一位站在自己身边的青年，内心一阵躁动。他闭起眼，努力平复下自己讶异的心情后，才缓缓睁开眼。\n    “维斯德……”\n    “难以置信，”对方很自然地笑了笑，“我们还有见面的一天。”\n    “你……怎么会在这里？”\n    “我也是奈可罗曼人，流放之前的能力又与你相当，在这样的时刻，当然会回来了。”\n    这倒是真的。\n    作为先知，两人的能力的确是相当，但如果说作为引导者来讲，维斯德则还要在他之上。就连曾经被国王亲自流放的人都被召回，这次也的确是生死攸关的时刻了。\n    “跟我来吧，国王这几天里因焦虑过度患病，一直昏迷不醒。”说着，他转身跨进城堡的大门，同时朝着站在门外的默挥了挥手。\n    城堡里一切如旧，仍然用火把照明，走到走廊尽头时，维斯德向左拐了个弯，朝着那个昔日勒令不准任何人进入，被称为“禁区”的领域走去。\n    “这个地方……”\n    维斯德将手掌按在墙壁上旁边开了一道暗门，“难为你还记得，我刚回到这里时都想不起这里是禁区的事儿。”说着，他有些尴尬地笑了笑，顺着阶梯走下去。门在默快步跟上进入之后很自觉地关上，狭隘的空间里回响着的只有两人的脚步声。\n    到达底层，他朝前走了几步，转身推开右手边的木门，抬起手，食指窜上一个火苗，借着蓝光，默才得以看清四周的环境。应该说，是个类似于藏书室的地方吧。只不过书架上也被人绑上锁链，显然书架上面陈列着的都是禁书。\n    默跟在维斯德身后走进房间，之后带上门。看着他从书架上方拿下一个卷轴，走到桌旁，空出一只手来悬在桌面上方，闭眼低声念了几个字眼，一阵气流将桌面上的灰尘全数卷走，他才将卷轴展开在桌上。\n    “我想有些事你或许不知道，关于圣石，”他招招手，示意默走到他对面，“你是那些见过圣石的人中唯一一个与圣石真正有过接触的，‘魂’曾经来这里翻阅过这些被锁起来的书籍，发现了不少仍然不为人所知的信息，其中最为重要的一条——”维斯德稍稍停顿，抬头打量一下默脸上的神情，后者很平静，“圣石能够与接触过它的人建立一种潜在的连结。”\n    “‘魂’？它现在仍然在你身上？”\n    “当然。”\n    对于“魂”这一现象，没有人能够做出完美的解释，但它的确在极少数人的身上出现过，包括维斯德。维斯德出生时被发现眼角有一个紫色纹样，后来被证实他的身上附有一个“自己”的灵体。简而言之，就是他自己的“灵魂”。默也曾翻阅过不少书籍，发现凡是出现“魂”现象的人，大多都是资质超凡的引导者，不过弄不清其中的原因就是了。\n    “连结的话……我没什么感觉，只是当时触摸到晶体本身有点震撼罢了……”\n    “当然，因为这个连结仍然处于沉睡阶段，”维斯德察觉到默的迟疑，放缓了语速，“你既然有这样的情绪，大概也察觉到自己身上的异样了吧？”\n    “……没错。就在几天前，我总觉得手指的指尖隐隐作痛，而且还有种……被水流包围的感觉，经你一说，我才想起当初触摸圣石时，与圣石接触的部位就是这里。”\n    “不错，但这只是表面上的，真正的连结在于你本身。你知道，为什么四个国家的领导者都在一夜之间突然相信圣石的存在了么？”\n    “难道不是因为迫在眉睫的危机？”\n    “当然不是，有关圣石的传说从很早之前就流传于四个国家之间，但是就在某一个晚上，四个国家同时接收到了一种异样的讯息，它没有文字，只有能量，虽然微弱，但它的确是按照一定规律传来的，与传说中所描述的‘与心脏搏动相同’相符，所以，我猜想很有可能圣石借由与你建立起来的连结，把你作为一面镜子，将自己的能量讯息投射给世界。”\n    “哦，听起来还挺糟糕的。”\n    “但是，默，我相信你和我一样，都不愿意找到圣石并将它交给奈可罗曼皇国吧？”\n    “……嗯，没错。”\n    他的确不想，引导者有一条须永远铭记在心直到死亡的教条：每时每刻，引导者都应该感谢这个赋予他能力的世界。如果真的寻到圣石，那么能救回来的，大概也仅有奈可罗曼皇国范围内的土地，甚至更小。而外围的世界将会成为生命的地狱。这不是引导者想要看见的最终结果。\n    “不过，有其他的办法。”维斯德低下头，注意力转移至展开在桌面的卷轴上，“我借由‘魂’，把这里的书籍都看了一遍，发现你的作用不仅仅是投射。虽然圣石内蕴含的能量不少，但如果要把有规律的能量讯息传导给四个国家，所需要付出的代价是非常大的。因此，它把你也作为了一个放大用的载体。”\n    “唔……”\n    “默，你说的没错，奇迹没有消失，它依然存在，但它出现的契机由奈可罗曼皇国转到了你身上。我在弄清这些之后真为当初选择成为禁忌引导者这个行为感到后悔，甚至疑惑自己当初到底因为什么而质疑源引导者的话。”\n    “不，”默将手按在卷轴上，卷轴与手掌接触的地方泛起微弱的蓝光，“维斯德，引导者已经死了，这不是奇迹，这只是……他赋予给我们的最后一个希望。”\n    手掌在卷轴上轻轻抚过后抬起，卷轴面上原本的空白被地图替代，蓝光聚集起来在同一地点画了个圈。\n    “它还在原先的地方，没动过。”\n    “你知道怎么做。”\n    “既然圣石能够把我作为放大能量的载体，我也就能够将它内部所有能量进行放大，虽然不知道倍数是多少，但总比，只拯救这一块地方要好。况且我对奈可罗曼皇国本身没什么好留恋的，只是因为他也是奈可罗曼人而已。”\n    “实际上，默，你能够无限放大它的能量，你忘了引导者最初的能力了？”\n    沉默。\n    他点了点头，“是的，我忘了，就在几秒钟前，才想起来。”他将发着暗光的卷轴卷好，仍然放在桌上，“维斯德，我想，还是得感谢你，如果当初你没有选择作为禁忌引导者生活下去，也许今时今日，奈可罗曼皇国就不会是这样的情景。”\n    “我会感谢你对我的夸奖的。”维斯德双手合十，以引导者的方式朝默鞠了一躬，“愿巨龙保佑你。”\n \n    跨出城堡的大门，默转头看着那座仍然上锁的高塔，想起了昔日自己与导师在塔里学习的光景。\n    “温尔特先生，请问……奇迹是什么？”\n    中年人面对着有些天真的问题，露出一个微笑。\n    “你——就是奇迹啊，默。”\n\n\n\n注解\n\n①.远离奈可罗曼皇国：默因为接触到圣石导致自身带有异常能量，被奈可罗曼皇国视为不祥的征兆，加上默出生时母亲难产而死，导致说法被大多数人所信服因此不得不远离国家。\n②.流放：奈可罗曼皇国尊敬大部分引导者，但是极度排斥禁忌引导者，维斯德因选择成为禁忌引导者而遭到国家的流放。\n③.先知：即从水晶球内预知未来的人群，具体预知的时间范围视先知本身的能力而定。\n④.引导者：“引导自然的人”，具有一定操纵自然的能力，奈可罗曼皇国的引导者大多都能操纵蓝色的火焰。\n⑤.源引导者：最初的引导者，同时也是先知，曾经做出“奈可罗曼皇国的奇迹永远不会逝去”的预言。\n⑥.禁忌引导者：引导者的能力为操纵自然进行协助，而禁忌引导者则相反，是以破坏自然为代价对敌人进行打击。\n⑦.温尔特：默与维斯德幼年时期的导师，同样为先知与引导者。\n\n\n",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1468497540,
            "txt_content": "注解倒不需要，这个可以融进作品里~"
        },
        {
            "author": "Maro丨马络",
            "timestamp": 1468586940,
            "txt_content": "为什么我也三级我不能发帖啊"
        }
    ]
}