{
    "title": "圣石战争：蓝魔",
    "author": "940595236",
    "replyCount": 7,
    "timestamp": 1468511880,
    "txt_content": "  \n  “艾格莱希！！！”\n  “不败！！！”\n  黑甲的士兵 高举自己手中的长剑，咆哮着。\n  为了他们的至高督察，为了他们的国家。\n  艾格莱希无数的军队不断凯旋，为国家屡立战功。但是哪怕最强的军队，都无法替代那些咆哮的黑甲士兵，他们的肩甲上蚀刻着蓝色的鲸鱼，那是他们身份的象征——黑鲸。\n  艾格莱希最后的战争兵器。也是，最为致命的。\n  \n  “黑鲸动了。”斗篷客阴暗的面庞连面前鱼油灯散发的蓝光都无法照亮，他握着早已见底的酒杯，那酒杯里，曾经盛着混有鲸鱼油的维艾酒。不过，现在那蓝色的，有奇怪味道的液体正在斗篷客的胃里翻滚。\n  “您呢？”酒吧老板拭擦着手里的钱币，是毫不在乎他们的对话或许会被人听到。\n  “我也该走了，别忘了你的任务。”斗篷客起身，随意抛出两枚钱币。\n  老板却没有去接，任凭钱币在吧台上打转：“是。将军。”\n  \n  “处理结束，无一人幸免。”士兵握着刚刚开过的枪，枪口混着蓝色鱼油的血迹一点点往下滴。在地面上留下惊心动魄的红蓝图案。他刚刚处理过一个平民，枪口蛮狠地捅入了对方的嘴里，打碎了几颗牙，也止住了令他暴躁不已的哭喊，随后一枪打爆了对方的脑袋。\n  “……”卡诺斯将剑入鞘。他对待平民没有动枪，两支枪安静地扣在胸前，另外两把，就像毒蛇一样，躲在身后。\n  “卡尔斯呢？”卡诺斯整理了一下衣服，毕竟，一会要见的，可是自己的老朋友。\n  “按照您说的，锁起来了。”士兵将重新填充过子弹的枪扣回胸前。不是没有足够的军事素养，而是对自己足够的自信。已经不存在能对他造成威胁的敌人了。\n  “带我去见他。”卡诺斯说道。\n\n  卡尔斯的手腕已经磨出了血，可他依旧在挣脱。试图挣脱。\n  “啪。”\n  卡尔斯侧着脸吐了口血痰：“你……父亲果然没有看错你……疯子。”\n  卡诺斯阴暗的脸庞突然露出了一丝微笑：“你果然还是我那直言直语的哥哥。”\n  \n  卡尔斯舔了舔腥甜的血。问道：“为什么？”\n  卡诺斯没有回答。他伸手抚摸卡尔斯血肉模糊的左脸，他戴着钢制的护手，而且刚才那一掌的力度不小。\n  “你的抵抗让大艾格莱希联邦失去了5名黑鲸成员。你……很不错。”\n  “你已经成为一个疯子了……诺斯，当初父亲抛弃你真是一个错误的决定。”\n  卡诺斯一点点收回手，手指染上了点点猩红：“他不可能觉悟的。”\n  “不该抛弃你……应该……杀死你！！！”一直因虚弱而低声的卡尔斯突然咆哮。带着一身的伤痕扑向他曾经的弟弟，断裂的、染血的枷锁狠狠地砸在了对方的脸上。\n  \n  “滋……”强力的高伏电流直接将卡尔斯化作飞灰。带着点点火光消散在黑夜里。\n  卡诺斯推开了士兵的搀扶，捂着脸站了起来。他破裂的眼角直勾勾地盯着前来搀扶他的士兵，让他不寒而栗：“你知道为什么我不回答他么？”\n  士兵扣回自己的武器，回答道：“不知道，将军。”\n  “因为……黑鲸之所以是艾格莱希最强的军团，因为它知道，什么该问，什么该说……是最听话的军团……也是……最听话的狗……”\n  “是吗？将军？”士兵顿了一下，掏出胸前的枪，抵住将军的额头，毫不犹豫地开枪。\n  \n  “莱恩骑士团！滚出来！！！”\n  “呯！”\n  黑甲军队内，无数枪声响起，无数鲜血飞溅。\n \n  黑鲸只坚持了五分钟……大部分士兵……都是莱恩的骑士……\n  “这伪装……真不错。”黑鲸士兵捂着被长枪刺中的伤口。\n  “艾格莱希人，你们的精神让我感到敬佩，把石头交给我，我们可以放你一条生路。”\n  “艾格莱希人，绝对不会向敌人臣服……哪怕是低头！”士兵高傲地抬起头，猛然拔出胸前的枪。\n  “呯！”\n\n\n  “艾格莱希。”\n  “不败！”\n  血染红的战场上……无数蓝色鱼油染成的魔鬼发出无声的咆哮，或是微弱的……信仰。",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1468554180,
            "txt_content": "孩纸你也不错，来我群里吧"
        },
        {
            "author": "770033566",
            "timestamp": 1468840980,
            "txt_content": "这个是小说？"
        },
        {
            "author": "富辰逸",
            "timestamp": 1469605260,
            "txt_content": "怎么看都像小说"
        },
        {
            "author": "pennbic",
            "timestamp": 1470017100,
            "txt_content": "很棒的作品！"
        },
        {
            "author": "hjxnfuzhu",
            "timestamp": 1471451760,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "CXi_Chen",
            "timestamp": 1473675420,
            "txt_content": "不敢相信MCBBS快成为小说论坛。"
        },
        {
            "author": "abc943",
            "timestamp": 1473771840,
            "txt_content": "不错，！"
        }
    ]
}