{
    "title": "【绘画 + 文字】The Chrona Core - 全英文 【圣石战争】",
    "author": "gundamMC",
    "replyCount": 44,
    "timestamp": 1468505460,
    "txt_content": " 本帖最后由 gundamMC 于 2016-7-15 14:06 编辑 \n\nTHE CHRONA CORE\n前言\n\n嘛。。表示大概4号还是5号就开始写。。然后每天写一点_(:зゝ∠)_ 谁知道后面发烧了(╯｀□′)╯（┻━┻\n赶紧吞一堆退烧药qwq\n那4张人设是拜托朋友画的owo 版主说可以一起发就发了(*/ω＼*)话说怎么word复制到bbs上来排版全乱了qwq_(:зゝ∠)_复制到txt上再复制过来的。。\n哦对。。分段特别严重_(:зゝ∠)_\n\n\n\n人设图\n\n\n莱恩\n\n奈可罗曼\n\n玛奇莉亚\n\n艾格莱希\n\n\n地图(*/ω＼*) 我知道很奇怪\n\n\n在接着往下看之前。。我想说。。你们点开后绝对会打死我(*/ω＼*)而且绝对马上关_(:зゝ∠)_哦对。。结尾可能有点爆炸 毕竟发烧了整个人炸炸的qwq求不打脸qwq不会起名字就直接用数字来代表章节啦owo\n\nThe Chrona Core\n注释owoChrona = 可以说是魔力吧_(:зゝ∠)_Chromesses = 没有魔力的_(:зゝ∠)_Lion = 莱恩Mechilia = 玛奇莉亚Necroman = 奈可罗曼Aggresia = 艾格莱希(*/ω＼*)最后那个可能音有点对不上提示: 文中的 \"Necro\" 为 \"死者\" 可以理解为有点骂奈可罗曼 的词_(:зゝ∠)_\n注释解释的差不多了。。。发车啦owo\n\n01\n“Puff”\nAn ordinary iron pickaxe broke through the layers of snow and into the ice-cold rocks of Mt. Crystal. A young man, probably in his late-twenties, made his final step up Mt. Crystal as picking up his iron pickaxe that he used as a snow axe which was way too expensive.\nThe man looked nothing more than an ordinary explorer or some random guy that you would find on the streets. Interesting, despite the white furry coat and the also white trousers, there’s a well-crafted sword inlayed with crystals shining in the darkness as if it was covered with chrona currents.\n“Finall…yyyyy” The explorer tripped over a gleaming blue gemstone, “Ugh sh*t.”\n        The gemstone blinked with a dimmer light.\n“Hey… Wait, look at this sh*t,” the gemstone was giving off a “chrona blue” light, “it’s… warm?”\nThe gemstone blinked again.\nAnd again.\nAnother.\nBlinked.\nThe blinking stopped.\nEverything froze.\nThe explorer, holding a scorching crystal in his hand, was slowly dying as the blood vessels started to expand and eventually…\nThe crystal exploded. Ashes. Ruins. Dust. Sand. Dirt. Everything was everywhere.\nA gigantic chrona current followed.\nMt. Crystal was empty. There were no trees, nor animals, no dirt, nor an explorer. \nEverything was gone.\nSilence.\n\n\n(*/ω＼*)我知道你们要打我了\n02\nFire.\nFire was everywhere.\nHouses.\nCrops.\nVillagers.\nAll burning under the blue flame.\nPeople were rushing.\nScreaming.\nDying.\nCries for help echoed around the valley; yet, no one was there to respond.\n\n\n03\nThe throne room was decorated with tons and tons of gemstones; yet, they were carefully placed as having the effect as a chrona field. Interestingly, the room was lit up by Mechilian lanterns instead of the commonly used chrona torches. The marble walls were curved into a symbol of phoenix, while the throne curved as a lion. It was indeed a fancy room with well-made decorations around; yet, no one seemed to have a nice day today.\n“During the explosion at Mt. Crystal, it unleashed a massive chrona current. The chrona current sets anything it touches on fire as leaving ashes and blood behind. For the ones that have a stronger link with chrona, the chrona current can cause their body to explode due to the outrage of chrona inside them,” an armed man walked slowly towards the center of the throne room, “your majesty.”\n“And the damage?”\n“Several villages near Mt. Crystal were completely destroyed…” the man continues, “yet, interestingly, there was this one village survived the chrona current. According to the royal warlock, they’re mostly chromesses.”\n“Hmm… There must be something up there…”\n“One our men found a sword on the explosion site, it was found inlayed with chrona crystals as well as probably being enchanted but requires further examination…”\n“God… The prophecy…” His hands were trembling.\n…At which hour the ancient reboundsthe f'rgotten pow'r of chrona shall beest uncov'r'ddeaths and ruins shall comeththe sw'rd of phoenix awakens from its catchchrona crystal enhanc'd its pow'renchant'd with soulsc're yet anoth'r crystal to fillethsw'rds shall crashethh'rses shall kneeletharrows shall flyeththe king of kings shalt receiveth the Elysium of chrona…\n“Hand me the sword,” the King stood up, “if the prophecy is real… Then… The sword must be in our hands.”\n“…” No one said anything.\n“WHERE IS THE SWORD?” The words echoed around the room; yet, no one responded.\n“Uh… Our men were attacked… by an unknown force… probably Necroman, and were… were… found dead on their way back downhill.”\n“HOW DARE THEY, ready all troops, prepare for battle. And… yes, we will need chrona shields.” The King’s face was raging red, “take back the sword with all costs!”\n\n\n04\n“Chrona crystal… Huh…” A croaky voice came out under a dark-blue enchanted chrona robe, “the crystal… It can influence chrona directly…”\n“Which means?”\n“It’s… a chrona core…”\n“You mean the one that activated the portal during the ancient wars?”\n“Indeed… But if the legends were true… This one is much more powerful than the old one…”\n“It’s the key to the next chrona era… The undead dragons will rule over the land once again…” The voice started to get tremulous, “acknowledge the archmages, prepare the spells… And bring me the skull staff. It’s time to dig up some graves…”\n\n\n05\n“Most people went down into the anti-chrona shelters immediately after hearing the explosion; yet, some were slower or simply did not followed their instructions and were killed.” The messenger stood at the entrance of the conference room, the smell of oil from the motorbikes still remains on him.\nIt was a standard room that you would find in a factory, white walls with stone floors. There were nothing fancy, the only things were a table and some seats.\n“Any data from the detectors?” There was a woman sitting on the table, spinning her pistol as if nothing had happened.\n“The only thing the detectors caught before they exploded were that the power that thing produced is even higher than all of our steam factories added together. It’s… Incredible.”\n“Well… We are running out of power indeed, and I believe that the war machines will love some chrona cannons?”\n“Uh… The engineers were complaining about not having enough power to run their machines.”\n“Anything else?”\n“Well… They did say that if this thing can release chrona like it did, then there’s some chances that we can use them on machines.”\n“Hmm… But then there would be Necroman and Aggresia to deal with.” The pistols stopped spinning in mid-air, “we can probably get Lion on our side if we give them some war machines… Yep, ready the war machines, prepare the steam cannons, and find those grandpas. Oh yeah, don’t forget the airships!”\n\n\n06\n“You don’t need to bullsh*t about how chrona works, ok? Just tell me can we use this thing as a weapon or something?” A heavily armed man said as he sat on the throne while the chrona blazed.\n“Well… There is a high possibility that we can use in in some chrona weapons; from the chrona current that it gave off, it can deal tons of damage.”\n“There we go, go tell the commander that we will go for it and tell him to get the army ready. We will be attacking soon. Let's show them how Aggresia attacks...” The man smirked with deep piercing eyes.\n\n\n07-1\n“CHAAARRRRGE” Hundreds and hundreds of heavily armed troops all charged at the skeleton army at once.\nChrona blasts from guns were everywhere, the skeletons were slaughtered; it seemed as if the Aggresian soldiers could win at any minute.\n…\n“Looks like they’re attacking… How’s the totems doing?”\n“Ready in a few seconds.”\n“As soon as they’re ready, release the next army of skeletons.”\n“Indeed.”\n“And then… Start the totems, give them death.”\n…\n“There’s more skeletons coming!”\n“Yeah, yeah. It’s only skeletons.”\nAs the Aggresian army moved across the forgotten forest, the steps became slower and slower. The army had to split into parts due the colossal chrona trees…\nGreen, deep, dark light filtered through the top branches, the aroma of floras bloomed into the air. Enjoying the earthy smell of chrona plants, the soldiers slowly traveled though the creaking branches. The logs and twigs danced among the leaves as the harmless insects crawled from one branch to another.\n\n0.7这几段请结合起来看。。\n07-2\n“Stay alert, the necros may be anywhere.” The Aggresian commander warned.\n“…\"\n“Hey!”\n“…”\n“Huh…?” The commander looked back, the only thing there to respond were some oversized chrona trees and… Corpses.\n“You’re right. We can be anywhere.”\nA chrona blast smashed the commander onto a tree trunk. He did not move, perhaps already dead. If even he did survive the blast, he wouldn’t survive long.\nIt’s true that Necromans are more sensitive with chrona, but if there’s something that they couldn’t notice, it’s machines.\n“Hah… If I’m going to die, then you’re coming with me, necro.”\nA finger moved, pushing down on to a grey button. Within a few milliseconds, the commander exploded as taking the archmage with him. \n\n07-3\n“What was that?”\n“An explosion of some sort… Stay alert, everyone.”\nThe army kept on moving despite of the explosion; they seemed to have no idea of the totems…\nA brush moved.\nYet, no one noticed.\nGreen chrona totems started to appear everywhere, ranging from branches to bushes; ponds to the middle of nowhere. Chrona started to gather near the totems as if preparing a chrona blast. \n“Hey… Did something mov…” A chrona blast crashed onto the soldier.\nChrona blasts were flying everywhere. And so are corpses.\n“Retreat! Retreat!” Thousands of armed men were slowly moving out of the forest while trying to prevent getting hit by the chrona blasts. Yet, the totems seemed to have tons and tons of chrona stored inside as they never need to recharge or cooldown. \nThe blasts went to for hours, terminating almost every living creature in the forgotten forest. Even then, every once in a while, an explosion would go off as followed by a flying corpse.\nThe Aggresian soldiers retreated, only a few survived the trap as most men were killed by the totems. The first attack for the chrona core lead to an end; Necroman survived the attack without any damage; as for Aggresia, they needed to rest for a long time.\n\n08\n“So you’re saying that an entire village of people just disappeared in one night?” The King stood up with anger.\n“The search team reported as no marks of chrona nor conflict.”\n“...”\n“Your majesty, we did found a diary smoldering in the ruins. The fire had been put out but most pages were burned. Luckily, the last few pages survived…”\n…\nJuly 9th 1616,\nToday was a busy day, the cows were running away. We searched hours for them! Well… I guess that’s pretty much today. Chasin’ after cows, that’s all.\nJuly 10th 1616,\nRumors started to spread that witches were coming. God knows what was on their minds. Oh yeah, the crops were ruined by some god damn rabbits. Thanks to the guards they didn’t finished their meal.\nJuly 11th 1616,\nHELP HELP HELP HELP THEYRE COMING WITCHES\nI’m hiding under my bed… God bless me. \n…\n\n09\nMonths passed after the discovery of the chrona core… \n“Today, we will fight and we will win. Warriors of the phoenix, hold your swords, and fight with faith!” The army of Lion Kingdom marched towards the summit of Mt. Crystal, “we shall win this fight, and go back with honor! Do not fear the enemy…”\n…\n“My fellow Mechilian soldiers… It’s time to evolve and move into the next era of steam-power!” The Mechilia army were moving as well, “let’s burst some steam canons, shall we?”\n…\n“Ugh sh*t, it’s Aggresia again! They’re moving towards us, prepare for battle!” \nWhile the Lion army and the Mechilian army were progressing uphill, the Aggresian army and the Necroman army were already in combat…\n…\nIf there’s something that the Aggresian army didn’t know, it’s that Mechilia and Lion were in an alliance. While Aggresia and Necroman were fighting, Mechilia and Lion already made it to the top.\n“Hey… That’s the core isn’t it?”\nThere was a gleaming blue gemstone hovering above an after-explosion crater, as sucking in every single bit of chrona around.\n“Bring back the chrona core,” the King commanded.\n“As you wish, my majesty.” \n“Hold on a second, Mechilia should be the one to have control of it,” the Mechilian commander intruded the soldier, “you agreed to it.”\n“Well, we just need it to test something,” the King frowned, “we’ll need it for a few days and then you can do your things.”\nAbruptly, sounds of footsteps were getting closer and closer, “Wow, wow, wow. You guys are already dividing the crystal? Without us?”\nThe Aggresian army and Necroman army all arrived on the summit, ready to take a share of the chrona core. The soldiers looked tired as having blood all over them and cuts over their skins. The Aggresian commander stepped ahead, “well… How about… My troops and I beat the sh*t out of you guys and then take back the crystal? Or… I mean… If you guys don’t mind, you can give me the crystal right now.”\n“Beat the sh*t out of us? I’d suggest you go home and cry like a baby.” The Lion army raised their shields, swords were out, arrows were on their bows…\n“Then we’ll do it the hard way…” The Aggresian army started to charge, and so are the other armies. \nThe sounds of blasts and screams were everywhere, the barks of orders broke through the explosions as commanders slowly leading their men into an uncertain death. Time seemed slow, every moment of fear and every arrow making its own existence that is agony. The freezing earth, the torn, blasted earth; deaths centered on the crystal, leaving blood and deaths…\nThe chrona core blinked, but no one seemed to notice.\nAgain.\nAnother.\nBlinked.\nAnd stopped.\nThe crystal shattered into pieces.\nEverything froze.\nA blazing outburst of light and sound sprayed into the air; a fist of flame engulfed the soldiers, annihilating everything within its radius…\nSilence.\nThe smoke and dust boile the ground as corpses smoldering with flame. \nThere were not a single living creature on the summit of Mt. Crystal. \n…At which hour the ancient reboundsthe f'rgotten pow'r of chrona shall beest uncov'r'ddeaths and ruins shall comeththe sw'rd of phoenix awakens from its catchchrona crystal enhanc'd its pow'renchant'd with soulsc're yet anoth'r crystal to fillethsw'rds shall crashethh'rses shall kneeletharrows shall flyeththe king of kings shalt receiveth the Elysium of chronasouls shall shatt'rblood shall floweththe venemous sooth shalt beest uncov'r'dchrona shall fiethe Elysium of chrona shall beest summonalloweth death to returneth to this sacr'd landeth…\n\n最后的话(*/ω＼*)http://fanyi.baidu.com/\n你值得拥有_(:зゝ∠)_\n(*/ω＼*)赶出来了自己也没改没看就直接发了233发出来了再慢慢改吧_(:зゝ∠)_哦对那些用Times New Roman字体的字是仿造Shakespeare那时候的。。 (*/ω＼*)我知道写的很傻\n关于语言这个问题已经问过版主了owo\n全篇没出现过任何人名。。才不是不想起名字呢(*/ω＼*) 主要是人物太多。。几乎每一章换一个人，名字什么的不重要而且还会弄混_(:зゝ∠)_\n主要剧情靠对话推动_(:зゝ∠)_不知道为啥特别喜欢这样。。。\n（肯定没人看完）\n结！局！爆！炸！\n其实结局个人还是觉得还可以。。如果读懂了最后一堆话233\n(*/ω＼*)不说了我去吃药了\n\n\n\n\n\nQQ截图20160714215155.png (11.32 KB, 下载次数: 3)\n\n下载附件\n\n2016-7-14 22:19 上传\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "麦白",
            "timestamp": 1468505640,
            "txt_content": "神tm英文小说 可以 我服。"
        },
        {
            "author": "像素君",
            "timestamp": 1468506360,
            "txt_content": "这英文小说，我无语了~看来发烧过度了~"
        },
        {
            "author": "火星使者",
            "timestamp": 1468506480,
            "txt_content": "怎么办突然好想翻译一下"
        },
        {
            "author": "gundamMC",
            "timestamp": 1468506540,
            "txt_content": "火星使者 发表于 2016-7-14 22:33\n前面看了几段——\n同学你几年级？\n这水平不是高中便是在外语专长学校的初中\n有些错的别介意啦_(:зゝ∠)_\n我初三刚刚毕业的说owo"
        },
        {
            "author": "Оil",
            "timestamp": 1468506660,
            "txt_content": "Schelung!Pretty good as for as I'm concerned…Wait,what on earth the story just talking about?\n(Author：Are you golden fish?Oil???!)"
        },
        {
            "author": "火星使者",
            "timestamp": 1468506780,
            "txt_content": "前面看了几段——\n同学你几年级？\n这水平不是高中便是在外语专长学校的初中\n（Everthing were everywhere你确定用were？"
        },
        {
            "author": "火星使者",
            "timestamp": 1468506840,
            "txt_content": "gundamMC 发表于 2016-7-14 22:29\n有些错的别介意啦_(:зゝ∠)_\n我初三刚刚毕业的说owo\n就是Mechilia这个译名感觉怪怪的\n如果是我的话可能会用Maquiria之类的\n顺便我初二"
        },
        {
            "author": "像素君",
            "timestamp": 1468507020,
            "txt_content": " 本帖最后由 像素君 于 2016-7-14 22:53 编辑 \n火星使者 发表于 2016-7-14 22:33\n前面看了几段——\n同学你几年级？\n这水平不是高中便是在外语专长学校的初中\n听说她是深圳人~"
        },
        {
            "author": "火星使者",
            "timestamp": 1468507080,
            "txt_content": "像素君 发表于 2016-7-14 22:42\n初二就想翻译，真是英语好啊~\n学校是专长外语的\n大部分都看得懂（我就想问一下评审有会英语的嘛）"
        },
        {
            "author": "像素君",
            "timestamp": 1468507320,
            "txt_content": "火星使者 发表于 2016-7-14 22:34\n就是Mechilia这个译名感觉怪怪的\n如果是我的话可能会用Maquiria之类的\n顺便我初二\n初二就想翻译，真是英语好啊~"
        },
        {
            "author": "gundamMC",
            "timestamp": 1468507680,
            "txt_content": "zyj0807 发表于 2016-7-14 22:51\nnecroman显然是来自于necro，尸体，死者的意思，还有一个词，necromancer，死灵法师的意思，所以结合比赛的 ...\nNecro在这里相当于 necroman的短语啦。。有点那种slang的感觉吧_(:зゝ∠)_"
        },
        {
            "author": "像素君",
            "timestamp": 1468507680,
            "txt_content": "火星使者 发表于 2016-7-14 22:38\n学校是专长外语的\n大部分都看得懂（我就想问一下评审有会英语的嘛）\n这个嘛，难道版主不该会些英语么~（机翻了一下最后，发现根本语无伦次~233）"
        },
        {
            "author": "zyj0807",
            "timestamp": 1468507860,
            "txt_content": "necroman显然是来自于necro，尸体，死者的意思，还有一个词，necromancer，死灵法师的意思，所以结合比赛的背景设定，说necro是骂。。的词的话其实有点牵强。不过画的写的都挺好的，就是英文有点看得慌_(:зゝ∠)_【绘画风格炒鸡棒】"
        },
        {
            "author": "Lonon",
            "timestamp": 1468507980,
            "txt_content": "好细长的人啊····"
        },
        {
            "author": "lcplcplcp",
            "timestamp": 1468508520,
            "txt_content": "全英？\n这逼装的妙啊!"
        },
        {
            "author": "q1999628",
            "timestamp": 1468508820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "541726525",
            "timestamp": 1468508880,
            "txt_content": "才初三就写成这样了 楼主好棒"
        },
        {
            "author": "Yy星人",
            "timestamp": 1468512420,
            "txt_content": "地图画的还不错"
        },
        {
            "author": "tsd1",
            "timestamp": 1468513200,
            "txt_content": " 本帖最后由 tsd1 于 2016-7-15 00:22 编辑 \n\n很棒的作品！人设有些难受……"
        },
        {
            "author": "WM2030",
            "timestamp": 1468565520,
            "txt_content": "为了大家的阅读方便和搞条大新闻，我决定翻译一下这篇\n现在先放上前四段的译文，后续内容还在翻译中。\n另：已取得作者同意\n\n\n“噗”一柄平常的铁镐穿过厚重的层层白雪，挖着了晶冈上那冰冷的岩石。一个约莫三十岁的年轻男子，把他的那用作登山器械的镐子从岩石中拔出，终于登上了山顶。\n这位看上去同其他的探险者又或者是街上的路人并没有什么区别。很有趣的一点是，尽管他穿着普通的白色毛皮大衣和长裤，他腰间却别着一口正闪烁着光芒的剑，它做工精良，还镶嵌着上好的晶石，更重要的是，剑身上还有魔力的流转。\n“终于……”他被一颗天蓝色的宝石绊了一下，“什么玩意儿！”\n他不快地往下望去，却看见了宝石里闪过一道微弱的光。\n“哦！等等……瞧这玩意儿！”宝石正在散发着带魔法气息的蓝色微光，“它是……温的？”\n光又一次闪过，就好像宝石在对他眨眼。一次又一次。\n突然，闪动停下了。一切，都静止了。\n他，手中捏着那颗烫手的宝石，他的血管渐渐扩张，他渐渐变得奄奄一息。\n水晶炸裂了，它一点一点碎开，灰尘，沙土，一切都被扫空。\n惊涛骇浪般的魔力流随同万物一起扩散。\n晶冈空了，没有树，没有动物，没有土壤，更不用说那个探险家。\n一切都消失了。甚至连声音也是如此。\n\n火起。\n处处有火。\n房屋、庄稼、村民。\n一切都在天幕下燃烧。\n人们奔逃、尖叫、死亡。\n求救声回荡在村庄里。\n然而，没有回应。\n\n皇宫的大殿装饰着成吨的宝石，玛奇利亚风格的灯笼照亮了每一寸空间，这和以往大不相同。宝石通常被妥善地保存在仓库里，因为它们在魔法领域的出色效果，而平时用来照明的是魔法火把。大理石铺成的墙上雕刻着凤凰的图案，而王座是狮子的造型。这确实是一间装饰精致而又奇特的房间，但是今天，似乎这间屋子里没有谁是愉快的。\n“陛下，”一个全副武装的男子缓步走进大殿，“晶冈上发生的爆炸释放出强大的魔流，它接触到的任何事物都会开始燃烧，魔力流过后，地面上只余下血迹与灰烬。那些拥有魔力的人就更惨，他们接触到魔流，他们体内的魔力会失控，进而使他们的身体炸开。”\n“目前损失情况如何？”\n“晶冈附近的几座村庄已经被完全摧毁，只有一座幸免于难。根据御用魔法师的探查，那里的村民们几乎全都没有魔力。”\n“嗯……这大概就是关键所在了……”\n“另外，我们的搜索队员发现，在爆炸地点旁边有一口可能被附魔过的嵌晶剑，关于剑的情况还在进一步调查中……”\n“上帝啊……那个预言……难道……”国王的双手不住地颤抖着。\n远古之复兴，魔晶之将醒\n凭凤之持，其剑必崛\n借灵为引，斯晶重明\n剑铿铿，马嘶嘶，弓铮铮。\n万王之王，方得极乐之命。\n“那把剑！”国王倏地站了起来，“如果预言成真，我们必须持有那把剑！”\n然而众臣一片静默。\n“剑！剑呢？！”话音回荡在殿内，但却无人回应。\n“呃……我们的搜索队员被……不知名的武装力量袭击了……也许……也许是奈克罗曼的人，我们只……在他们下山的路上……找到了他们的尸体。”\n“他们！他们怎么敢！”国王的脸变得通红，红里泛青，“点兵备战！带上魔力钟罩！”\n“不惜一切代价，把剑给我带回来！”\n\n“魔晶……哈！”一个尖锐而又吵闹的声音从附魔长袍下传来，“好东西啊……可是能直接作用于魔力的好东西啊……”\n“嗯？”\n“一颗魔法核心。”\n“你是指……那颗在上古战争中打开了‘门’的那颗？”\n“事实上，如果传说是真实的，那么它将比上古时期的那颗更加强大……”\n“它是通往全新魔法时代的钥匙……幸存的巨龙将会统治大陆……”他的声音变得颤抖，“感谢伟大法师，准备迎接变化……并为我带来更多的骨料。是时候去挖掘坟墓了。”"
        },
        {
            "author": "像素君",
            "timestamp": 1468576020,
            "txt_content": "WM2030 发表于 2016-7-15 14:52\n为了大家的阅读方便和搞条大新闻，我决定翻译一下这篇\n现在先放上前四段的译文，后续内容还在翻译中。\n另： ...\n看起来被层主文学加工了一下~"
        },
        {
            "author": "wuzhongtaogo",
            "timestamp": 1468576680,
            "txt_content": "你还可以试试其他语言:\nKann du Deutsch?\nIch bin Peter Müller."
        },
        {
            "author": "WM2030",
            "timestamp": 1468584960,
            "txt_content": " 本帖最后由 WM2030 于 2016-7-15 20:23 编辑 \n\n继续放上后续翻译\n为了减轻版主工作负担，我把译文转为图片形式。\n由于文件较大，可能需要一段时间加载。\n另外呢，我的翻译水平实在是很不足的。\n信达雅三字箴言大概只能算是做到一个语句通顺。\n呃……这也是我第一次尝试翻译外文作品。\n内容上的问题，由于某些名词翻译涉及不同文化\n我无法准确的翻译，还请见谅\n另外呢，很多地方做了修饰或者改动，毕竟在翻译过程中这也是难免的，我也加入了自己的一下理解。\n嗯……反正自觉翻译得并不好，但是做都做了还是发出来给大家分享参考。\n"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1468589580,
            "txt_content": "WM2030 发表于 2016-7-15 20:16\n继续放上后续翻译\n为了减轻版主工作负担，我把译文转为图片形式。\n由于文件较大，可能需要一段时间加载。\n我也来怼一下！\n呼，一只普通的铁十字镐，打穿了水晶山上的坚硬且寒冷的岩石一个年轻人大概奔三了踏出向水晶山顶的最后一步并且捡起了它用来当雪镐的铁镐，当然这很贵……\n这个男人看起来并没有设么特别的，完全是一个普普通通的冒险家，和一些奇怪的人或者大街小巷的人看起来没有什么特别大的区别，但有趣的是尽管他有那白色的带毛的绒衣和白色的裤子一个精致凿作的剑镶嵌着宝石在黑暗中闪耀就好像他被流动的魔力所覆盖着。\n终于那个冒险家被一块闪着亮光的蓝色宝石搬到了，哦我艹\n那个宝石淡淡发着光，那个宝石好像散发出一种蓝色魔力的光，它有点热\n宝石再次闪烁了一遍\n然后还再一次闪烁\n然后再闪了一遍……\n闪烁着……\n闪烁停了……\n一切都停下了\n那个冒险家拿着一块灼烧的水晶在他手里正在慢慢死去当他的血管满满的扩大并且最终那个宝石爆炸了，灰尘 废墟 尘土 沙子 泥土 万物飞散四处……\n一大股魔力能量跟了上来，水晶山变得空虚再也没有树没有动物没有泥土也没有冒险家了。\n一切都消失了，宁静，火焰，到处都是火焰，马，稻草，村民，统统被吞噬了，被蓝色的火焰吞噬了，人们在飞速的逃命尖叫着死亡着，救命的哀求在峡谷里荡漾，然而并没有人回复（然而并没有什么卵用）……\n拥有王室的房间被成千上万的宝石点缀着，然而那些宝石被一种魔力震罚的方式摆放着，有趣的是这个房间是被玛奇莉亚蓝灯点亮的而不是经常使用的魔力火把，大理石的墙上凿出了一个凤凰的标志，而且那个宝座被凿的像一个狮子，由这些点缀判断，这确实是一个华丽的房间，然而今天对所有人来说都不是一个好日子。水晶山上的爆炸引起了一股强大的魔力波动。这股魔力波动点燃了任何可以触及到的物体，将他们变成了灰尘以及血迹。对于那些与魔力有强烈联系的人，这股魔力波动导致他们的身体爆炸，因为他们体内的魔力被引乱了。一个满身盔甲的人慢慢走到了王座房间的正中间并说：您高贵之上！王座上的人回问：损毁情况如何？！\n“在水晶山附近的几个村庄，完全毁了”男人继续的说：但是有趣的是有一个村庄存活了下来。\n皇家巫师说：他们很有可能是毫无魔力的。嗯，那里一定有啥东西。我们的一个人找到了一把剑在爆炸点，这把剑好像镶嵌了魔力水晶，而且这水晶好像被附魔过，但是需要更深入的研究。\n上帝啊！这是预言！她的手在颤抖，当旧时代回归时，那被遗忘的魔力之力将被世人知晓，死亡和废墟将会到来，凤凰之剑将被猎物的血所唤醒，一个附魔了这力量的魔力水晶，被灵魂附魔，核心是另一个需要被充满的水晶，剑将会交分，马将会跪下，万箭齐发，王中之王将进入魔力的极乐世界……给我那把剑，如果预言是真的，那把剑必须是我们的!!!\n没有任何人敢说任何事，那把剑在哪？！一字一词一句荡漾在房间，然而并没有人回应……（并没有什么乱用）\n我们的人被攻击了被一股不知道的力量大概是复活的王者而且他们在我们下山的时候发现他们死了。他们竟敢这样，准备所有的军队，准备迎接战争而且是的我们将会需要这魔力的盾牌……\n帝王的脸上气的通红：以任何代价带回那把剑！\n\n魔力水晶啊一个破碎的声音在一个附魔过的暗蓝色魔力斗篷下传出……那个水晶他可以影响魔力，这代表着他是一个魔力核心……你是说那个在古代战争打开了传送门的那个？！完全没错但是如果传说是真的，这个可能比那个更强力。这是通往下一个魔力世纪的钥匙，死灵飞龙将会再次统治这片领土……\n呼唤那些大法师准备技能……并且给我我的……骷髅法杖……是时候挖坟了……\n大多数人再听见爆炸后立马逃入了防魔力的防身处，但是有些人很慢或者他们仅仅是没有遵循他们所被教导的方式，所以死了，传信人站在会议室的入口处，他身上仍有一股摩托车上带来的油味。。\n这就是一个化工厂里的普通房间白色的墙壁以及石制的地板，并没有什么华丽的东西，唯一有的便是那桌子和椅子，探索源也没有发来什么信息。侦探也没有发来什么数据……\n一个女人坐在桌上转着他的手枪就当作什么都没发生，侦探提供的唯一信息就是爆炸之前的那股能量远远超出我们所有工厂产生的能量的总和，这真不敢相信。\n好吧，反正我们也快没能量了，我想这个战争机器可能会喜欢一些魔力加农炮？！\n工程师在抱怨他们没有足够的能量去运转他们的机器，还有其他事吗？！\n他们并没有说这个东西还能继续释放魔力有一定几率我们可以把它用在我们的机器上。\n但是那样我们将会与王者和Aggresia人为敌手枪在半空中停止旋转也许我们可以把莱恩人拉在我们这边前提是给他们些我们的战争机器，对准备那些战争机器，准备那些蒸汽加农炮并且找到那些老爷爷们（工程师）哦 对了别忘了那个飞艇……\n你不用跟我废话这魔力是怎么运作的好嘛？\n就告诉我我们能不能把他当做武器来用？！\n一个身穿重甲的男人在魔力发出耀光的时候坐在了王座之上。有一个很高的几率我们可以把他用坐在一些魔力武器中，因为他可以给予一些魔力波动，这可以造成很大伤害……\n那就好告诉那些指挥官，我们将会为此而争夺并且告诉他们迅速的集结士兵并且集结军队。\n我们很快将会进攻，让他们尝尝Aggresia人是如何进攻的！那个男人带着锐利的目光得意的笑了一下，冲锋！成百上千的重甲兵一次性的冲向骷髅兵队，魔力枪打出的魔力铺天盖地，骷髅士兵正在被屠杀，看来艾格来希人可以再任何时间结束战斗，看起来他们在进攻，图腾怎么样了？！几秒后就好，当他们准备好了，就放行下一波骷髅士兵，说的很对，然后启动那个图腾，带给他们死亡，更多的骷髅兵来了！是啊，不过是骷髅兵而已，"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1468674660,
            "txt_content": "柠檬柠檬柠 发表于 2016-7-15 21:33\n我也来怼一下！\n亚格莱西，好侵犯之人的国家吗"
        },
        {
            "author": "Observateurs",
            "timestamp": 1468711980,
            "txt_content": "勉强看得懂，到后面就懒得看了"
        },
        {
            "author": "yyxyysssss",
            "timestamp": 1468725900,
            "txt_content": "表示英语渣伤不起"
        },
        {
            "author": "HOW浩",
            "timestamp": 1468884240,
            "txt_content": "666~这得翻译的多苦2333 我打赌评委肯定没有全部翻译出来看哈哈"
        },
        {
            "author": "AK--47!",
            "timestamp": 1469017260,
            "txt_content": "It looks bu cuo，bat I can not kan dong"
        },
        {
            "author": "Nency随缘",
            "timestamp": 1469836800,
            "txt_content": "这英语很6，真的好厉害= =看不懂"
        },
        {
            "author": "260748107",
            "timestamp": 1470760980,
            "txt_content": "人物基本都是A4以下的腰啊////。////"
        },
        {
            "author": "yangge1268",
            "timestamp": 1472131860,
            "txt_content": "不错不错"
        },
        {
            "author": "5igm1",
            "timestamp": 1473814200,
            "txt_content": "A young man, probably in his late-twenties, made his final step up Mt. Crystal as picking up his iron pickaxe that he used as a snow axe which was way too expensive.\n根据楼主的英语水平还是写中文的适合你。"
        },
        {
            "author": "5igm1",
            "timestamp": 1473814560,
            "txt_content": "yyxyysssss 发表于 2016-7-17 11:25\n表示英语渣伤不起\n未必是你英文渣，楼主语法本身就有大量问题。本来就不是写优美词句的料，还非要尝试从句套从句，结果还套错了。"
        },
        {
            "author": "gundamMC",
            "timestamp": 1473817860,
            "txt_content": "5igm1 发表于 2016-9-14 08:50\n根据楼主的英语水平还是写中文的适合你。\n我读了几遍还真没发现哪里错了_(:зゝ∠)_可能只是我比较傻吧owo\n毕竟narrative最恶心了qwq\n\n来来来我们来♂谈♂谈_(:зゝ∠)_\n因为我眼瞎没看清楚 你被版主反对导致你放弃 回复了一下反对， 你就私聊和别人母上发生关系了？？？\n\n我还是太天真，不过总算恶有恶报，该下台的总算下台。我也算为倒爱国做了份贡献。\n我比较傻没看懂你在说啥_(:зゝ∠)_ 你天真 可以， 你恶有恶报可以， 但是你没上过台怎么下台。。 私聊骂街能考虑一下语文考试几乎不及格的么qwq\n\n至于我英语水平你先看完再说，别断章取义_(:зゝ∠)_ 嗯我知道我成语用错了，抱歉我比较傻\n\n\n"
        },
        {
            "author": "1208180423",
            "timestamp": 1473818460,
            "txt_content": "你儿子来了（随便水一发）"
        },
        {
            "author": "5igm1",
            "timestamp": 1473820680,
            "txt_content": "gundamMC 发表于 2016-9-14 09:51\n我读了几遍还真没发现哪里错了_(:зゝ∠)_可能只是我比较傻吧owo\n毕竟narrative最恶心了qwq\n作为英语为你的非母语，且你学的不是英语文学专业的，我不建议你试图写长难句。我认识的美国人和加拿大人没有一个这么说话或者写东西的。有一些英文小说，比如飘很爱用长难句来回套，可是人家首先是native，其次有着深厚的文学功底。在没有足够经验的情况下，一味地模仿只会东施效颦。比如你的in his late-twenties我就没搞懂你到底是说的年龄还是步数什么的。并非你表达的不够精准，而是无论是年龄还是步数都不是这么写的。再有比如as，我觉得你或许想做一个伴随状语。如果是非谓语应该用with开头。如果是as应该后接完整句。还有你那个Mt. Crystal是什么东西？这个年轻男人的人名还是什么？因为你这个前半句话前后都不清楚，闹得你这个step up，我也无法明确理解到底是不是攀爬的意思，攀爬又是爬哪里。再往后，his iron pickaxe that he used as a snow axe你这里用了个定语从句，然而我就把这句话给你翻成中文听听你就知道问题了。\n他拿起了他作为雪斧的铁镐。\n现实中有人这么说话吗？...as he picked up the iron pickaxe that he used to shovel the snow... \n这样这句话虽然还是不通，但是至少纯语法上对了。\n然后还是前半句话，你是想说这个年轻男人一边登上了什么的最后一步，一边拿起来铲雪的铁镐吗？如果是的话，你不觉得哪怕是从中文的角度看，这句话也完全没有逻辑道理吗？任何人攀爬的时候都会下意识的把手往地上按，试图支撑起身体，你则是毫无道理的把东西举起来。你觉得合适吗？如果你改成先登上，再举起反而更有逻辑一些。然后最后半句，which was way too expensive。什么鬼，你是指的这个举起铁镐的动作太困难了？如果是的话，首先expensive就用的极错。这是用来形容价格昂贵的，你要想形容困难简单的词有hard, heavy, difficult, 稍微高端点的词有tough，当然那帮写小说的还有逼格更高的，但是我毕竟不是写英文的。然而无论如何你放个expensive都是贻笑大方。还有，你这里用的是which开头，如果你想修饰整个动作，你应该用 ,which 和前一个词断开，以示不是修饰斧子axe的。而且我记不推荐你在这么长的一个句子里再加一个从句。很简单，哪怕是英语是母语的人，也容易看错。还有which后面的way，完全不知道加他的原因。他出现在这里是干嘛滴的？\n\n然后是你的下一个问题，你自己有兴趣扒帖子，怎么就没兴趣看看帖子写的什么？我在帖子里一本正经的说出双方问题，然后在承认我错误的同时指出一个版主的错误，结果有人评分“遇到这种事儿，直接三个字‘草泥马’“。我从始至终在那个事件里也保持着克制，没有骂人，反而到你嘴里成了我的不是了？你什么都没有了解，你怎么敢于发言？你知不知道你这样是在对别人进行污蔑？！你既然敢于扒我帖子，那我自然默认以为你看了，我指的太天真就是我当时天真的没有直接和版主对骂，而是竟然去了意见版去投诉版主。我说恶有恶报下台的下台，指的是后来恶意报复我（至少我至今这么认为）的爱国青年，最后被管理员撸了职务，再没了权利。你可以自己去看看当年的一个投票贴，问的是你们最讨厌的版主是谁，120多个人投的爱国青年，占总投票人数的62%多。如果你有兴趣，你去搜他账户，直到今天他的回复下边还有人用评分嘲讽他。\n\n最后，我从来没有骂街，我只是引用了别人的话。一切错误理解皆源于你从来就没有花费任何精力试图去了解事情脉络，就敢于在这里大放厥词。你差的不是语文，你差的是人品。你这种做法就是污蔑。"
        },
        {
            "author": "5igm1",
            "timestamp": 1473820740,
            "txt_content": "gundamMC 发表于 2016-9-14 09:51\n我读了几遍还真没发现哪里错了_(:зゝ∠)_可能只是我比较傻吧owo\n毕竟narrative最恶心了qwq\n我回复你了，提示我需要审核，估计无意中触动论坛某些隐秘？反正事情的全部错误来源于你不了解事情经过就敢于乱说话，和我没有关系。如果最后那话都没出来，你自己找管理员要去吧，我懒得再打一遍。"
        },
        {
            "author": "5igm1",
            "timestamp": 1473828780,
            "txt_content": "gundamMC 发表于 2016-9-14 09:51\n我读了几遍还真没发现哪里错了_(:зゝ∠)_可能只是我比较傻吧owo\n毕竟narrative最恶心了qwq\n其他部分我懒得说了，你的英语部分我这回心平气和的给你指出一遍。\nProbably in his late-twenties，这句话我不知道你是否希望用于描述年龄。如果是的话，那么这句话让人看不懂。你可以改成，being 20s， 或者 ... man seem 20s. He made ...\n然后第二部分，不知道你这个step up Mt. Crystal 是什么意思。爬山呢吗？猜不出意思，没法给你改\nas picking up ... 这是个语法错误。如果你想用伴随状语类型的非谓语，应当使用with，如果是用as，你需要接有主谓宾的完整句。比如... as he picked up his...\n然而伴随状语的主语基本没有和主句相同的，且人不可能一边爬山一边捡起斧子。人在攀爬的时候手都是自然下压托举身体的。所以你可以把as改成and，或者最好直接把句子断开。也就是既没有as也没有and，这样就会产生一个前后关系的时间顺序，也就是先爬上什么，再举起铁镐。逻辑上更为合理。\n然后再往后你用了一个定语从句，that he used as a snow axe\n定语从句没有这么用的。给你翻译出来你就知道这说的有多可笑了。\n他捡起了他作为雪斧的他的铁镐。\n建议改为\nHe picked up the iron pickaxe that was used to break the ice\n如此中文就变成了\n他拿起了曾用作于破冰的铁镐（假设是在爬雪山，哪铁镐应该是破冰攀岩用的）\n能通过非谓语缩减的地方，就不要用大从句臃肿句子。\n然后是最后一部分 which was way too expensive.\n这个句子的意思是指的举起铁镐让他很累？\n你这里试图用which引导的从句作为修饰整个句子的定语从句。然而如果你要想修饰整个句子，你需要再which前加逗号，以避免被人误以为你修饰的是雪斧。另外如果形容动作费力也不是用expensive，那只是形容价格贵，你应该用hard，heavy，tough这样的词。\n然后你在这个半句中用到的way完全不知其意义在于什么。\n几种句子基本结构 主谓宾，主系表，主谓宾补...，你这是个主系表还是主谓宾补？看起来像用形容词做了宾语的补语然而动词却是主系表的结构。\n我建议你改成\n,which is too hard for him. 或者干脆再分成一个简单句 This action had exhausted all of his energy.\n最后连起来整个句子就变成了\nA young man, being 20s, made his final step up Mt. Crystal. He picked up the iron pickaxe that was used to break the ice. This action has exhausted all of his energy.\n其中”made his final step up Mt. Crystal.“这一部分我没做修改，不是因为没错，而是因为实在不懂你要说什么。\n另外最后给你个建议，别老试图写超长度的复合句。对于老道的欧美写手比如飘的作者，人家用这种方式体现语言的优美是合适的。然而这不是大多数人能做到的。哪怕是我认识的几个加拿大人和美国人也没有一个在平时说话或者文章中满篇复合句的。都是若干的简单句互相组合。"
        },
        {
            "author": "gundamMC",
            "timestamp": 1473899700,
            "txt_content": "5igm1 发表于 2016-9-14 10:38\n作为英语为你的非母语，且你学的不是英语文学专业的，我不建议你试图写长难句。我认识的美国人和加拿大人 ...\nin his late-twenties\n百度翻译都看得懂=。=  你见谁步数用late的？？？\nMt. Crystal 先不说前面那个地图，都有Mt了还是人名？？？\n\nhis iron pickaxe that he used as a snow axe\n这还真没问题啊_(:зゝ∠)_\n不知道你怎么想的\n定语从句没有这么用的\n然而我们学校 professor 都没说啥 _(:зゝ∠)_\n当然，可能是我学校 美国英语教授 英语没你好而已_(:зゝ∠)_ 见笑了\n\n然后是最后一部分 which was way too expensive.\n这个句子的意思是指的举起铁镐让他很累？\nexpensive是说snow axe谁跟你说困难的=。=\n更何况expensive是adjective啊，你要理解成形容动作的话起码也要是adverb啊_(:зゝ∠)_\n我看了这么久感觉是你不懂 expensive的意思owo\n\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=434798\n引用一下姨妈的话\n不懂你是怎么想的，自己好好看看有没有违反版规，水楼的规定写着图挂或是无图就会被警告，你以为就你一个人被警告？别人被警告你能知道？图片挂了怪版主？不同板块有不同的版规，能放在一起比？呵呵\n最后，我从来没有骂街，我只是引用了别人的话。一切错误理解皆源于你从来就没有花费任何精力试图去了解事情脉络，就敢于在这里大放厥词。\n按照你这么说 我可以随便骂fk 然后说是引用别人的话？\n不是很懂你脑回路_(:зゝ∠)_ 给自己找借口找的太马虎了吧\n\nA young man, being 20s\n一口流利的Chinglish\n\n其中”made his final step up Mt. Crystal.“这一部分我没做修改，不是因为没错，而是因为实在不懂你要说什么。\nmade 做出\nhis 他的\nfinal 最后\nstep 脚步\nup 上\nMt. Crystal = 水晶山\n机翻的翻译合起来都看懂你 发帖前请先走点心百度翻译一下\n\n哪怕是我认识的几个加拿大人和美国人也没有一个在平时说话或者文章中满篇复合句的。\n平时说话正常  文章那是人家照顾你=。=\n\n最后在说一下吧。\n要水别在我帖里水=。= 帮我顶贴是好的，你回复太多次算水帖了_(:зゝ∠)_\n我也懒得回复了，就这样吧。\n再见\nHave a nice day."
        },
        {
            "author": "5igm1",
            "timestamp": 1473911880,
            "txt_content": "gundamMC 发表于 2016-9-15 08:35\nin his late-twenties\n百度翻译都看得懂=。=  你见谁步数用late的？？？\nMt. Crystal 先不说前面那个地图 ...\n自大狂。我们教材都是都是美国加州体系的本土教材，难道人家是为了照顾中国人？不知道你今年多大了，如果你眼中的英语就是中文语序然后按字翻成英语，那你英语估计连小学及格都难。还chinglish？你的原句什么样我就什么样给你改。你当我写句子能写出你这样狗屁不通的东西？说的professor好像你是大学生一样，却连个主谓宾补的补是什么意思都不知道，别丢了人行不？而且我明确说过了，定语从句可以修饰单个名词，也有时被用来修饰整个主句。修饰状语的从句是状语从句好吧？就你这个句子我拿着找我们同学看，没一个能看懂的。看来native English speaker都不如你咯。让我猜猜的你英语是什么水平，写好了中文直接扔百度？你要是在插件版你这是要被倒扣分的。\n就你没事找事翻的我那两个帖子，我在帖子里很客气的说明事情经过和我认为的问题。全文没用任何脏话。然后有人建议我遇到这种事儿与其费力气讲明原因，不如就草泥马三个字送出。我没采纳，继续正常申诉。然后你就把我这么一个正常的申诉贴挖出来骂我年龄低下？那也就是你的意思就是直接草泥马三个字送出呗？到现在都没有搞明白事情经过是什么样的，不知道你是年龄小为了夸大自己的能力装逼失败，还是真是需要多补充营养做做智力题。"
        },
        {
            "author": "gundamMC",
            "timestamp": 1474174500,
            "txt_content": "5igm1 发表于 2016-9-15 11:58\n自大狂。我们教材都是都是美国加州体系的本土教材，难道人家是为了照顾中国人？不知道你今年多大了，如果 ...\n真不想再和你瞎bb下去=。=\n算了算了，下次真不回了_(:зゝ∠)_\n\n我们教材都是都是美国加州体系的本土教材\n\n好巧我就在加州owo Lord of the Flies读了没？\n\n如果你眼中的英语就是中文语序然后按字翻成英语\n\n并不是啊_(:зゝ∠)_ 如果是的话我这些怎么写的\n\n你的原句什么样我就什么样给你改。你当我写句子能写出你这样狗屁不通的东西？\n\n自己改错了赖我身上了_(:зゝ∠)_ \"自大狂。\" 你的话送回你\n\n说的professor好像你是大学生一样\n\n高中就不能有professor么_(:зゝ∠)_ 莫非你是 elementary\n\n写好了中文直接扔百度？你要是在插件版你这是要被倒扣分的。\n\n不是太懂你的脑回路_(:зゝ∠)_\n\n就你没事找事翻的我那两个帖子\n\n申请版主不让别人看帖子么_(:зゝ∠)_\n而且我说的是说话方式没说内容不谢owo\n你也开过服 应该很容易认出年龄低下的吧√\n\n夸大自己的能力装逼失败\n我貌似没怎么夸大。。_(:зゝ∠)_是我的错觉还是某人瞎bb呐\n\n还是真是需要多补充营养做做智力题。\n\n嗯有道理我去补充营养学学ap去了_(:зゝ∠)_\n懒得和你在这吵。 不是很懂反对了下你申请版主 你就能装成这样还失败了233333\n好了\n不再见\n :)"
        },
        {
            "author": "260748107",
            "timestamp": 1477062540,
            "txt_content": "楼主确定是初三学生？跳级到大学来吧！我英语都没你这么好！加油做个更好的作品·期待ing"
        },
        {
            "author": "@XIAO_ZHI.COM",
            "timestamp": 1482995640,
            "txt_content": " 本帖最后由 @XIAO_ZHI.COM 于 2016-12-29 15:20 编辑 \ngundamMC 发表于 2016-7-14 22:48\nNecro在这里相当于 necroman的短语啦。。有点那种slang的感觉吧_(:зゝ∠)_\n这个图是哪来的  可以搬走么   嘿嘿嘿\n\n"
        }
    ]
}