{
    "title": "[雷电●原创PE创意赛]艾格莱希-联邦",
    "author": "92326516",
    "replyCount": 15,
    "timestamp": 1468510320,
    "txt_content": " 本帖最后由 92326516 于 2016-7-15 19:25 编辑 \n\n正文\n\n\n       步入那栋仿佛狰狞大口的宏伟建筑，反射着暗金属色的隔墙切断了外界晶蓝色的电弧，仿佛浪涛拍上礁石，一层层地向外扩散开来。\n        \n        然而这足以瞬间击昏普通人的电弧只是一道不起眼的隔离线罢了。\n        \n        作为艾格莱希联邦的皇都，却让人感到冰冷苍凉，冰冷的金属建筑群之间只有一队队身着黑色绝缘甲的士兵，机械般端着电浆炮按照预定的路线交叉行进着。全然没有其余三国的都城那样的繁华热闹。\n        \n        挥挥手，一旁如同雕塑一般的士兵拉开古兰多公爵府的大门，他信步走入，不出半个时辰就信步离去。只留一脸惨白的大公爵跌坐在府中的天井下，颤抖着身体把手中的信一遍遍的翻看，如同要刻在脑中一般。\n        \n        “战争的游戏，真的开始了…”\n        \n        就为了争夺一块所谓传说中的圣石…\n        \n        艾格莱希联邦的建立虽然只有数十年之久，但联邦的武力却是谁也无法忽视的。这并不是说联邦的实力可以碾压其余国家，而是联邦的政权只掌控在一人手上。莱恩帝国繁乱的贵族关系网、奈可罗曼皇国冗余的长老会、玛奇利亚共和国分划明确的两党，无不分散着国家最高掌控者的权利。\n        \n        请试想，当一支正规的军队和一帮拼凑出的所谓王牌军进行正面对抗，究竟哪一方会先溃败逃亡。\n        \n        当一支军队只是一帮士兵的时候，他们便失去了作用。\n        \n        圣石，早已在即将爆发的战争中被人们传的神乎其神，有人说它可以让人穿梭进另一个时空，也有人说它其实是不竭的能源。\n        \n        但是，圣石，从未有人见过。\n        \n        谁又会去在乎呢，圣石的争夺只不过是各个国家为想重新划分世界而找的借口罢了。\n        \n        相比虚无缥缈的圣石，各国掌权者更注重实实在在的利益，征兵大典的不断进行，各种武器装备的不断输送，战争的火药桶越发膨胀起来。现在，只需要一根细细的导火索，就能引发史上最大的战争。\n        \n        ......\n        \n        这次的筹码——圣石，就保存在艾格莱希联邦皇城背后的神庙之中。护卫全都是有着自我意识的士兵，而不是那些被清除了记忆，只知道执行命令的死刑犯士兵。\n        \n        这也就是艾格莱希政权统一的原因，掌权者铁血的手腕造就了这个法制严明的国家。在艾格莱希的法典上，只有法令禁止做的事，却没有相应的惩罚。在法典的扉页写着一段话：\n        \n        “既然你们不遵守艾格莱希的规矩，我们也无需按照规矩惩罚你们。犯了错，就要做好最坏的打算。”\n        \n        入夜，掌敬的士兵依旧在黑暗中警觉地四处张望，略微的风吹草动都会引来哨兵枪无声的扫射。树上又掉下一个黑影，已经是今夜第六个间谍了。作为第一盘游戏的守擂方，这些士兵至少要撑过十天才算是完成了游戏目标。\n        \n        艾雷拉斯是隐藏于这群士兵之中的元素改造工程师，精通工作元素武器的制作和使用。这次隐藏只是为了防止其余国家在游戏前期就使用尖端战力，搅乱游戏平衡。\n        \n        然而，事情终归是超脱人们的设想的。远处传来器械的机括声和妖艳的火光，一架高达般的机甲背后喷射着暗色的气体，枪口肆意地宣泄着愤怒，径直向着神庙冲刺而来。\n        \n        也得亏艾雷拉斯长期的训练造就了敏锐的器官，早在高达机甲靠近时就已抬起手中的电磁辐射炮，狰狞的表情配合着粗大的电磁链，使得艾雷拉斯有一种地狱恶魔的感觉。\n        \n        “滋~”“滋~”机甲应声倒地，被一队士兵敲碎了驾驶舱，把里面的驾驶员拖了出来，扔在了艾雷拉斯的脚边。\n        \n        拔出腰间的电浆小手枪，艾雷拉斯淡淡地说了一句:“可惜，我在这里~”\n        \n        “噗滋!”\n               机甲驾驶者的头颅瞬间被湛蓝的电浆吞噬，随即便向后倒去。慢慢的在蠕动的电浆中腐蚀干净。\n\n\n        就在这一次次的击杀中，十天转瞬即逝。\n\n\n        从实验室里开出仿造的机甲，艾雷拉斯向着神庙进发。游戏已经过渡到第二阶段，艾格莱希要转守为攻需要一个契机，那就是——圣石失窃。\n        \n        一路杀害着自己昔日的部下，艾雷拉斯脸上没有一丝怜悯，这就是战争游戏所需要付出的必要代价，作为一名军人，他深刻的知道这一点。\n        \n        猛然间操控盘滴滴大作，原来已被不知名电磁干扰。当几名士兵敲碎驾驶舱将他拖拽出来后，他知道一切都完了，没想到，神庙还有另一名机械师。\n        \n        仰起头，艾雷拉斯试图看清这名机械师的模样，但是他看到的，却是自己狰狞的脸庞，和枪口处越发明亮的蓝光。\n        \n        “可惜，我在这里~”\n        \n        “噗滋!”\n        \n        艾雷拉斯应声而倒。\n        \n        “原来，这就是战争么......”\n\n\n{补充}剧情大致解读\n\n因为圣石只是各国为了重新划分世界的一个借口，而圣石最先是掌握在艾格莱希联邦的手上。所以这场战争游戏的走向由联邦先操控，艾雷拉斯只是联邦丢出的一颗高级棋子，作为游戏前期的最后屏障。就如同植物大战僵尸里的小推车一样，当前期游戏结束后就可以放弃的一次性工具。圣石也并非全无卵用，它其实是艾格莱希的开国将帅-雷电在跟随冥王前往另一个平行世界前留下的一枚时空虫洞的核心，有着不可操控的扭转时空的能力。而随着战争的推移，联邦想要从防守方变化为进攻方，只需一个合理的借口。那就是派出艾雷拉斯假扮成其余国家的士兵攻入神庙，造成圣石被夺的假象，以至于联邦可以站在所谓正义的一方进攻其余国家。\n但是因为圣石的不可控，艾雷拉斯的世界线发生扭曲，导致假扮的艾雷拉斯出现在了战争刚刚爆发的时期。也就是说，在那个夜晚，艾雷拉斯已经把未来的自己杀掉了。而身为神庙守护者里唯一的机械师，艾雷拉斯在进攻神庙的时候早已放下了警惕心，从而导致被隐藏人群中的自己用电磁炮击落，最终被自己一枪结果。\n废话\n\n因为雷电记错了时间，匆匆忙忙码的这篇，有哪些不好的地方请多多指教。\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "q1999628",
            "timestamp": 1468510500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "火星使者",
            "timestamp": 1468515780,
            "txt_content": "这噗呲的声音略喜感"
        },
        {
            "author": "92326516",
            "timestamp": 1468534740,
            "txt_content": "有几个人看明白了故事的结尾。。。"
        },
        {
            "author": "92326516",
            "timestamp": 1468535160,
            "txt_content": "火星使者 发表于 2016-7-14 06:03\n这噗呲的声音略喜感\n这是我挖的一个比较深的坑←_←"
        },
        {
            "author": "戴兜",
            "timestamp": 1468535520,
            "txt_content": "支持LZ~~~"
        },
        {
            "author": "冥王星人",
            "timestamp": 1468555380,
            "txt_content": "白痴雷电，你自己的出场呢？"
        },
        {
            "author": "92326516",
            "timestamp": 1468629300,
            "txt_content": "冥王星人 发表于 2016-7-14 17:03\n白痴雷电，你自己的出场呢？\n话说我可不可以写续集=.="
        },
        {
            "author": "92326516",
            "timestamp": 1468629660,
            "txt_content": "冥王星人 发表于 2016-7-14 17:03\n白痴雷电，你自己的出场呢？\n==\n\n该死，这个坑忘挖了"
        },
        {
            "author": "wangzhanpeng",
            "timestamp": 1468723680,
            "txt_content": "非常好的想法支持"
        },
        {
            "author": "li158147",
            "timestamp": 1468878180,
            "txt_content": "表示看不懂"
        },
        {
            "author": "TFPS·妖魅",
            "timestamp": 1469015760,
            "txt_content": "支持一下"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962400,
            "txt_content": "楼主你头像好帅"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962400,
            "txt_content": "楼主啊 你好棒"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962460,
            "txt_content": "楼主你头像为啥有个1红色的"
        },
        {
            "author": "无敌小蛋卷",
            "timestamp": 1474199760,
            "txt_content": "支持支持下"
        }
    ]
}