{
    "title": "圣石战争",
    "author": "像素君",
    "replyCount": 25,
    "timestamp": 1468577640,
    "txt_content": "化啊~",
    "replies": [
        {
            "author": "656829907",
            "timestamp": 1468577820,
            "txt_content": "标题: 圣石战争序章\n“我没有选择的权力，我只有接受。”-----卡洛斯\n我的父亲是谁我并不清楚，在我记忆里面我从小就和母亲一起住在一个村庄\n卡洛斯在花园荡着秋千，母亲则在一旁微笑地看着他。\n就在这时，一名男子走了过来，我从他脸上惊慌的表情感觉到事情的严重性。母亲和他对视了一会儿，向前又走了十几步才开始交谈\n卡洛斯跳下秋千，好奇站着地看着突如其来的一切。\n他只注意到，母亲的表情从惊惧转为一种近乎崩溃的悲伤与绝望。男子似乎想说些什么，但也只是无奈地摇了摇头。\n终于，两个人同时看向他，随即走过来，卡洛斯注意到母亲脸上的泪痕，他踮起脚尖想要帮她拭去，而对方只是紧紧握住了他的手，用依然哽咽的声音说道：“我的孩子，现在我需要出去一趟…你回自己的房间里，哪儿也不要去，好吗？\n卡洛斯不明白发生了什么，他只是依言点了点头，然后顺从地望往家里走。那天母亲整晚都没有回来，我很早就睡了，既没有吃饭也没洗澡。\n母亲直到第二天早上才回来，神色疲惫而又憔悴：“卡洛斯，你过来。”她用一种不同寻常的严肃口吻命令道。我只能放下刚吃了一半的早餐走过去。\n于是就在这天早上，他得知了从小没见过的父亲在昨日遭暗杀而死的消息。\n“爸爸死了？…再也不回来了吗…？”卡洛斯天真地看着母亲问道\n面对这样孩子气的疑问，母亲只能无奈地笑着回答：“是啊…去另一个世界生活…再也不回来了…卡洛斯，你要记住…从今天起…你将是整个家族…甚至于整个王国的希望…”\n卡洛斯怔怔地听着，不时点点头，虽然他心里依旧好奇着所谓死亡后的“另一个世界”会是什么样子。\n叮嘱完毕后，卡洛斯被带着上了辆马车，向着他不知道地方出发\n卡洛斯前进的是奈可罗曼，多久年前还没成立皇国的奈可罗曼，只是在这一片大陆力量并不算强大的小国，但幸运的是国家位于一片钟灵毓秀、正极魔法能量充沛的宝地上，因而依靠这样得天独厚的条件和自古传下的守护之力，伯特这一古老的家族，便是继承了最高阶精髓魔法的存在，世代的王国首席大法师都由此家族中的长子承袭，承担着守护王国以及与他国法师交流学习等职责。\n也正因这一职务的重要性，历任大法师都要随时准备面对可能突如其来的危险，其中最常见的一种，便是暗杀。\n因为没有大法师在王国各处设下的结界与屏障，要侵入这个国家便会容易许多。被挑选的杀手往往都经过了层层的筛选与残酷的训练，于是相应的，艾芙维尔也做了各种保护措施，然而百密总有一疏，卡洛斯的父亲则是出外探究的过程中被暗杀了。\n马车来到一座各种古怪咒文的建筑前停下了，母亲牵着他的手走出了马车，刚离开马车的卡洛斯，往后抬头一看，就看到一座巨大的城堡，有圆形的塔楼,狭小的窗户、半圆形的拱门、低矮的圆屋顶，城堡里面散发着蓝色的光芒\n母亲似乎注意到他了，她摸了摸我的头说：“那个城堡以后就是你居住的地方了。”母亲的声音里夹着哀伤。\n母亲牵着他的手向前走上台阶，高大的石门有如感应一般缓缓开启。\n国王死后的第三天，遗体被葬入历代国王长眠的地宫里，带着无上荣耀与整个王国的哀悼，而由于奈可罗曼“亡者与生者同时离去与到来”的传统认知，继任国王的仪式也将在同一天举行，卡洛斯连见他父亲遗体一脸也做不到。\n多年以后回忆，他只记得他的童年，从这一天起便结束了。\n第一章：游戏规则\n“卡洛斯大人，其他的三位国王已经在里面等待了，请您迅速准备。”一位少年站着门前微笑说着\n“已经可以了，走吧。莫瑞斯。”卡洛斯闭上双眼深吸一口气，然后起身，推开了大门，一步步走下台阶。门后有一个圆桌，桌子分别坐着三个人，莱恩帝国的国王，玛奇利亚共和国的主席，艾格莱希的大使。为了防止有人在谈判时展开暗杀，会议里面都是不容许有国王以为的其他人，但莫瑞斯是特殊的，不管什么会议，什么时候他都会跟着我，其他国也习惯了。\n“就在昨天，降临在奈可罗曼和我国领土之间的一场灾难，根据当地的居民报告”身穿着骑士服的一个人，从桌子下拿起一张纸念到：\n“当时我在房子里面，突然看到外面一横火光从天划过，我赶紧走出了房子，我看到了一颗类似陨石的东西降落在树林里面，随后就听到巨响，之后我就晕过去了，当我醒过来就看到树木都枯萎了，房子也倒塌了。”\n“之后我派出了骑士军队来到灾难现场，”国王站了起来，“我们的军队在现场发现了巨型一个魔法阵，阵里头有个圆柱摆着一颗黑色的水晶，事件发生了两天，奈克罗曼皇国依然没有任何动静，卡洛斯！当着其他国王面上，我希望你能给一个让我满意的答案！！。”双手敲着桌子，明显激动了。\n“为什么那么肯定是我做的呢？”卡洛斯笑了，“难道·····。”在卡洛斯即将说下一句话的时候，圆桌的中间散发出强光。在场的全部人，都倒下了。，四边的门被人强行打开，四个国家的士兵都冲了进来。\n········\n········\n········\n········\n我们来开始一场游戏吧。\n在场的各位，相信对“我”已经有了一定的了解吧。\n我是一个人，在你们眼里可能只是一个物品，但无所谓\n游戏规则非常简单，胜利条件，在一周内，只要用在场的各位的血液流在水晶上，充满整个魔法阵既可以\n分量并不多，一个人全部分量而已\n胜利者可以获得圣石的力量，圣石可以满足你三个愿望\n无论是无聊的金钱，力量，统治全世界权力\n还是让已死去的人复活，或让这个世界的时间都退都没有问题\n奖品很丰富吧，那么让我来看看一周时间内你们能做到什么。\n游戏开始。\n第二章：答案\n“艾瑞丝···。”卡洛斯慢慢张开了眼睛，抬头陷入眼帘的不是石头建筑，而是一些黑曜石，同时他也感觉到周围的幽火，“原来我回到了自己的城堡啊，”\n“莫瑞斯！。”\n“是。”沉重的黑曜石魔法门打开了，外面蓝色的光芒传入了房间，一位男子走了进来，手上拿着一本书\n“殿下昏迷的是两天前也就是会议当天，第二天中午的时候，莱恩帝国向我们国家宣战了，下面的人并不知道殿下眩晕了，我们积极迎战，但没有大法师的保护，我们根本打不过莱恩帝国的骑士，，现在的状况，莱恩帝国已经战胜了三场，我们死伤上达万，且牵连了无数百姓，接下来莱恩帝国应该会向阿尔比斯进攻，下面的人开始动乱了，他们要求殿下做出更好的措施。以上”莫瑞斯合上了书本，看着卡洛斯\n“吶。莫瑞斯，和我一起去乔戈里峰吧，”卡洛斯站了起来，“我想获得答案，而且有一些事情需要你接手。”\n“真的没问题吗？莱恩帝国假如占领了阿尔比斯，那么下一个目标就直至我们的城堡了，”\n“砰。”\n卡洛斯没有回复莫瑞斯的疑问，走出了房间，石门自动关闭起来了，莫瑞斯自己在床边站了一会儿，最后也冲出了石门需找着卡洛斯。\n乔戈里峰峰巅呈金字塔形，冰崖壁立，山势险峻。在陡峭的坡壁上布满了雪崩的溜槽痕迹。山峰顶部是一个由北向南微微升起的冰坡，面积较大。北侧如同刀削斧劈，平均坡度达45度以上。从北侧大本营到顶峰，垂直高差达4700米，乔戈里峰地区不仅地形险恶，气候也十分恶劣。没人任何正常人喜欢呆在这里，但正因为这里地形险恶，气候恶劣，在卡洛斯上位之前，很多人官员会张罪犯流放到这里，基本来到这里的人基本活不久\n卡洛斯和莫瑞斯已经来到乔戈里峰脚下，卡洛斯用木棍在雪上画了个魔法阵，口中恋着一些咒语\n“我们对山峰丝毫不了解，随便传送会不会太危险了？”，莫瑞斯说出了自己的担忧，但卡洛斯依然没有打算回复他\n“What has come into being in him was life, and the life was the light of all people. The light shines in the darkness, and the darkness did not overcome it.”\n原地上只剩下一个残缺的魔法阵和一根木棍\n----------------\n----------------\n虚空的世界里面只有两个人，一个是卡洛斯，另外一个是个女孩，看不到样子，只知道她身穿着连衣裤，上半身套着浅红色的外套，她有着一头橙黄色的头发\n“你还是来了啊。”女孩说道，“明明身体都跨了，却还来到这里，提问一点，为什么回来了。？”\n“想被原谅，·我想被原谅。”\n“被谁？”女孩子开心的笑了，“真是拖拖拉拉的，我说，你也差不多要原谅自己了吧。”\n“罪，能被原谅？。”\n“尝试一下吧。原谅自己”\n------------\n------------\n卡洛斯和莫瑞斯传送到了一件木屋。\n“我决定了。”莫瑞斯刚想说话，就被卡洛斯打断了，“我要结束这场无意义的战争。”\n“无论最后的结果如何，我已经没打算回去，莫瑞斯，下一任的国王我希望你来承担。作为一位明君”说完卡洛斯拿起法杖指着莫瑞斯，“我已经得到我需要的答案了，我也是时候为你的妹妹米拉赎罪了，抱歉，虽然这没什么用。”\n“什么意思？喂。喂”莫瑞斯被光柱包围了，一会儿就消失在卡洛斯眼前。\n“我必须完成剩下的。”\n第三章：圣石、魔石\n“我曾经打算用你，用你能力原谅我的罪。”卡洛斯站在格列斯佛旁边的森林，用手按着圣石\n此时的卡洛斯早已经被人包围了，但卡洛斯并没有把他们看在眼里\n“我就知道你一定会回来的，应为我知道那个并不是梦，我有感觉。”利格亚尔走到卡洛斯身后，克丽丝也跟着来了“作为莱恩帝国的国王，我要用你鲜血献制圣石，然后获得无上的力量。”\n“你们，一定对我很失望吧。”他笑了笑，轻声说道\n“出生时的家族光环，成长时的万人景仰，及至如今洗不尽的罪恶。我是如何，走到这一步？”他像是在问谁，又似乎在问自己。\n“我知道。”\n我已，罪无可恕。\n利格亚尔动了动手指，其他士兵冲了上去插了卡洛斯几刀。\n“那就用你的死向他们赎罪吧。！”士兵把剑拔了出来，被割开血脉，温热的鲜血滴落下去。\n犹如行尸走肉一般站在那东西面前时，他恍惚间突然觉得，自己的一生，似乎最终都为此而来——如同牵线木偶一般被操纵着，即使跳得再远，也会被牵回到安排好的轨迹上去。\n面无表情地抬起头看了看天。蒙蒙细雨为这寒风凛冽的天气更添了一丝入骨的凉意。\n雨点落进眼里，他却感觉不到冷。\n“我曾经用过这力量，杀死了我最爱的人”卡洛斯低下头，笑得阴恻无比，衣袖轻挥，再落下，在卡洛斯附近的士兵已不见踪影。\n而身体似乎也有所恢复些。天空飘下的细雨中，似乎夹杂了些许扬起的粉末。\n只是一瞬间的事情，克丽丝失控地叫喊起来，“快，，快，，杀了他。”\n又是一瞬间的事情，所有的精英士兵和法师在他面前居然连出手的机会都没有就瞬间化成了粉末···\n此刻，利格亚尔眼睁睁地看着卡洛斯一步步走到自己面前，早已失去了全部的镇定，但恐惧甚至让他丧失了逃跑的能力，而在后面的克丽丝已经拼命跑\n——他看见对方直视着自己，血红色的眼睛，空洞得只剩下虚无。\n“不···不要···”他跌倒在地上，向后退着，想施法来增加一丝安全感，却发现自己的力量都好像被禁锢一般。\n卡洛斯如在幽狱之牢那时一样俯下身子，轻声对他说道：“我不会让你就这么死掉···在杀光所有人之前···你，不能死。”\n重新直起身子，他凝固了脸上的笑意，对着地上的利格亚尔做了一个手势，瞬时，一把黑色的火焰在对方身上燃起，伴随着痛不欲生的惨叫一声比一声惨烈。\n“好好享用···不必担心···这会持续很长时间···什么是生不如死呢···让我想想······大概就是像我这样，或是像你这样吧·····”声音渐行渐远，卡洛斯不急不缓地追着克丽丝，他知道在这样的折磨之下，人已经完全丧失了对外物感知的能力，所有的记忆只有一个词，那就是：痛苦。\n杀戮和毁灭才是这个世界上最能给人带来愉悦的东西，以前坚守和遵循的，不过是一场笑话而已。\n卡尔萨斯抬起头，懒洋洋地看了天空一眼\n下一秒，却已出现在克丽丝面前。\n克丽丝惊吓躺在了地下，在原地动弹不得。\n一手掐上克丽丝的脖子，血红色的眸死死逼视着她。\n“不······”她艰难地说，但对方只是冷漠地加重了手上的力度。\n“···就算我们·····可还有些人··他们是····无辜的·······”克丽丝用尽最后一丝力气咬牙说道。\n“呵。”手上没有放松，却低了头轻笑一声。\n“是啊，他们都是无辜的······”他自言自语道，瞬间语气里又突然掺了强烈的愤怒与悲戚。\n——“那你们为什么要害死她们！！！”一滴血泪，从眼眶缓缓滑落。\n克丽丝知道她指的是谁，已明了今日再无生还可能。\n她凄惨地笑了：“你不也是····造成她们死亡的·······原因之一么············咳··，谁····叫你是守护者。“\n不知何时，他已经回到了圣石旁边，应为卡洛斯的血液，水晶已经脱离黑色了，他抽出弯刀，在自己手腕上割出一道道深深的伤痕，最后组成了一个诡异的符号。\n鲜血汩汩流出，却受魔法影响凝聚到一起形成一个异常鲜红的圆球\n那一天，几个孩子突然捂住耳朵，惊恐地问道：“族长，这是什么声音····那边的天···怎么红了····”\n默林睁开眼，看着天边一抹血红平静地说道：“那是······万灵受尽炼狱般折磨哀恸哭嚎的声音。”\n·············\n“好累·······”他慢慢闭上眼睛···抱着膝睡着了。\n夕阳和血光交织在一起，在他身后，衬出一片孤寂。\n-----------------------\n-----------------------\n-----------------------\n新的国王和新的受害者在已经重新选好了，莱恩帝国也择选了新的国王，但两国的矛盾并没有消除\n但这一场无聊的战争已经结束了，随便魔石的消失。\n莫瑞斯虽然参加了很多次会议，但以国王身份还是第一次。\n推开门，其他的三人已经在等待了\n"
        },
        {
            "author": "如梦似幻",
            "timestamp": 1468578360,
            "txt_content": "感觉还不错。但感觉那两个隐身女主是谁"
        },
        {
            "author": "656829907",
            "timestamp": 1468578480,
            "txt_content": "如梦似幻 发表于 2016-7-15 18:26\n感觉还不错。但感觉那两个隐身女主是谁\n还没结束呢,背后还有一段回忆。"
        },
        {
            "author": "DGK2",
            "timestamp": 1468578540,
            "txt_content": "像素君 发表于 2016-7-15 18:14\n排版需要强化啊~\n我觉得很好，单刀直入干净利落，哪里需要那么多繁琐的修饰？\n版排如果不好需要强化，这种干净利落我个人认为完全不需要强化，这也是一种风格\n"
        },
        {
            "author": "老变态2333",
            "timestamp": 1468578780,
            "txt_content": "干的漂亮"
        },
        {
            "author": "乃戳",
            "timestamp": 1468579980,
            "txt_content": "656829907 发表于 2016-7-15 18:28\n还没结束呢,背后还有一段回忆。\n顶，人物刻画可以更鲜明些"
        },
        {
            "author": "656829907",
            "timestamp": 1468580700,
            "txt_content": "抱歉，最后一段的 受害者 是守护者。。打错字了QAQ"
        },
        {
            "author": "像素君",
            "timestamp": 1468581540,
            "txt_content": "DGK2 发表于 2016-7-15 18:29\n我觉得很好，单刀直入干净利落，哪里需要那么多繁琐的修饰？\n版排如果不好需要强化，这种干净利落我个人 ...\n额，我指的是文字排版而已，行距可以隔开些，方便阅读~大大想太多了~"
        },
        {
            "author": "656829907",
            "timestamp": 1468581960,
            "txt_content": "像素君 发表于 2016-7-15 19:19\n额，我指的是文字排版而已，行距可以隔开些，方便阅读~大大想太多了~\n以后会改正的。"
        },
        {
            "author": "stalinray",
            "timestamp": 1468587420,
            "txt_content": "非常好的文章，滋糍屠暶"
        },
        {
            "author": "Maro丨马络",
            "timestamp": 1468588320,
            "txt_content": "DGK2 发表于 2016-7-15 18:29\n我觉得很好，单刀直入干净利落，哪里需要那么多繁琐的修饰？\n版排如果不好需要强化，这种干净利落我个人 ...\n请问我为什么不能投稿"
        },
        {
            "author": "DGK2",
            "timestamp": 1468588500,
            "txt_content": "Maro丨马络 发表于 2016-7-15 21:12\n请问我为什么不能投稿\n已经截稿了，你来晚了"
        },
        {
            "author": "Maro丨马络",
            "timestamp": 1468588680,
            "txt_content": "请问我为什么无法发帖"
        },
        {
            "author": "Maro丨马络",
            "timestamp": 1468588740,
            "txt_content": "DGK2 发表于 2016-7-15 21:15\n已经截稿了，你来晚了\n那能再问下第二阶段还是这个内容吗，还是换其他的，"
        },
        {
            "author": "Maro丨马络",
            "timestamp": 1468588740,
            "txt_content": "像素君 发表于 2016-7-15 18:14\n排版需要强化啊~\n请问我为什么不能投稿"
        },
        {
            "author": "DGK2",
            "timestamp": 1468588860,
            "txt_content": "Maro丨马络 发表于 2016-7-15 21:19\n那能再问下第二阶段还是这个内容吗，还是换其他的，\n换一个另外的内容"
        },
        {
            "author": "WU_ming",
            "timestamp": 1468598100,
            "txt_content": "看成圣杯战争的就我一个吗（滑稽"
        },
        {
            "author": "656829907",
            "timestamp": 1468598220,
            "txt_content": "乃戳 发表于 2016-7-15 18:53\n顶，人物刻画可以更鲜明些\n谢谢，会注意的"
        },
        {
            "author": "li158147",
            "timestamp": 1468878060,
            "txt_content": "没谈要我睡世界第一节能打好"
        },
        {
            "author": "li158147",
            "timestamp": 1468878180,
            "txt_content": "写的很好就是结尾我看不明白"
        },
        {
            "author": "servantfly",
            "timestamp": 1471164600,
            "txt_content": "很强，这文笔可以当小编了吧- -"
        },
        {
            "author": "qwer1515242280",
            "timestamp": 1473067920,
            "txt_content": "还更新么 好看"
        },
        {
            "author": "kixp",
            "timestamp": 1475545320,
            "txt_content": "怎么投稿"
        },
        {
            "author": "1587931624",
            "timestamp": 1477569180,
            "txt_content": "不错 不错"
        },
        {
            "author": "1814247382",
            "timestamp": 1597805640,
            "txt_content": ".?.?>?./。、。、。、》、"
        }
    ]
}