{
    "title": "圣石年华",
    "author": "Maro丨马络",
    "replyCount": 10,
    "timestamp": 1468591980,
    "txt_content": "                                                                                                   圣石年华  我出生在莱恩帝国城堡，从我记事开始，庄严而又神圣的莱恩城堡成为了我的日常，进进出出的人群，士兵，无论走在何地，都能看到那土黄色的砖墙，红瓦，尖尖的堡顶，让人不禁想爬到最高处，大声呼唤凤凰的大驾。蔚蓝的天空中，经常会出现艳红的霞光，当红霞来临之时，我们便会以一颗敬畏的心望着他，心中所想，心中所念，望一切美好如初，不忘初心，和睦长久，安宁。这就是凤凰之城——莱恩城堡。庄严神圣，无处不令人敬畏。  在我十七岁之前，一切都是如此安定，自然，可今天，天色略显阴沉，红霞也没有出现，可人们并没有为此而去干扰该做的事情，一切也还是如此自然，可是，当我吃完午饭的时候，只见一声巨响，惊雷陨落，十万伏特般如潮水般涌来，城里的人不知所措，跑的跑，死的死，莱恩狮王军事部立刻做出防御措施，开启圣石防御罩，暂时抵挡了第一波进攻。此时的狮王会议厅，莱恩国王正在莱恩城堡中心紧急召开了会议，国王神情严肃吩咐着臣子，当会议开完，国王坐在王座上，低下头，轻声地说：”圣石终究还是暴露了，艾格莱希只是第一个客人罢了！”。  有关于圣石的传说，我也只是在小时候听过罢了，那时候爷爷还健在，只依稀记得那天，爷爷对我说圣石是这世间独一无二的圣物，得到他，就等于得到了强大无比的力量，能统治整个世界，可以让让奈可罗曼，玛奇莉亚，艾格莱希，和我们众多帝国帝都都化为灰烬。而根据我后面的了解，这个所谓的圣石是一个极其强大的能源，在几万亿年前就已经被封印了，至于莱恩是如何解开封印的，这就不知道了，不过或许跟莱恩的一个特点有关，明明信仰凤凰，却偏以雄狮为号，总觉得这其中有着某种的关联。  艾格莱希的第一波进攻虽然结束，可他们不会停止进攻，他们已经得知莱恩狮王解封了圣石，更糟糕的是，艾格莱希可能将会联合另外两国来进攻我们，打着维护世界和平的口号，他们此刻正集结力量，准备一撮而就。而狮王此刻只能去面对了，他无法逃避，虽然两者实力旋转，可在狮王看来，他们的联合各怀鬼胎，仅仅不过是乌合之众，随后，他再次召开会议，与四大上将商讨作战计划，可上将们好奇，既然敌人来攻，为何不动用圣石的力量，只听狮王摇摇头，说:”因为，圣石是神圣的，是不可侵犯，不可被利用的，为了世界的神圣，我们绝对不能动用圣石:”。狮王的发言感动了众人，而我作为上将之中最年轻的一员，更是备受期待，人们期待我的指挥能力，毕竟，我才十七岁。  圣石的战争已经无可避免了，无论如何，我们都要坚持下去，不要被敌方的看似强大的战力所迷惑，所退缩，因为我知道，一切都是可以所预估的，只要找准方法，逐一击破，再强大的联盟也会土崩瓦解，而且你要知道，艾格莱希和奈可罗曼有着不可避免的分歧，一个信仰雷电，一个讨厌雷电，此二者必为这次战役最为重要的一个突破点，我相信不久后，我们看到的将是他们的内讧，这时我们只要集合对付玛莉共和国，当内讧的人们醒悟过来，才发现自己已然不是对手，便会仓皇而退。无论如何，为了圣石，为了凤凰，为了莱恩城堡，为了在莱恩帝国的所有人，我一定不会退缩，我会奋战到底，直到最后一刻，莱恩帝国万岁！！！  这就是属于我的，圣石年华                                                   ------------Maro丨马络后记：写的很仓促，的确有很多内容写的不大好，可是志在参与嘛，不好的地方下次一定会改进，一起加油啦。",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1468655940,
            "txt_content": "很有自白的味道啊~"
        },
        {
            "author": "富辰逸",
            "timestamp": 1469605200,
            "txt_content": "竟然是板凳"
        },
        {
            "author": "893603587",
            "timestamp": 1470219480,
            "txt_content": "你这个故事挺感人的。"
        },
        {
            "author": "shijiehim",
            "timestamp": 1471222380,
            "txt_content": "比我的文笔好qwq 不错qwq"
        },
        {
            "author": "灵魂蚂蚁",
            "timestamp": 1471247460,
            "txt_content": "66666666666666666666666666666"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473961740,
            "txt_content": "我对这个很感兴趣"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473961800,
            "txt_content": "楼主你头像在哪找的QAQ"
        },
        {
            "author": "萌萌cc",
            "timestamp": 1473962280,
            "txt_content": "圣石传说啊"
        },
        {
            "author": "nomis9@163.com",
            "timestamp": 1476586200,
            "txt_content": "写的不错，可惜太短了"
        },
        {
            "author": "像以前一样好",
            "timestamp": 1596591840,
            "txt_content": "6666666666666666666666666666666666"
        }
    ]
}