{
    "title": "[双线]WarAge:UN—— 一个可以带兵打仗的战争服|战争|载具|枪械|公会|潘马斯[1.7.10]",
    "author": "AKB_银子君",
    "replyCount": 0,
    "timestamp": 1468605540,
    "txt_content": " 本帖最后由 AKB_银子君 于 2016-7-16 02:09 编辑 \n欢迎来到WarAge:U服务器\n\n\n这是一个残酷的世界\n你，一个手无寸铁的人将要在这片残酷的大陆上开始新生活\n你独自将面对种种强大的敌人\n可是更值得注意的是，与你一样的生存者\n这是个没有法律的混沌国度\n同样这也是个自由的国度\n是一个可以放手大干一场的地方\n你可以在这里随意烧杀抢掠\n当然，你还要做好被烧杀抢掠的觉悟\n弱者勿进\n\n     [iron_sword]背景:          玩家在游戏中扮演的是一名佣兵，会加入联邦军[EF]或者反叛军[ZN]进行战争，服务器开放的战区中，有多处补给点，占领补给点后己方阵营的玩家会不断地获得补给支援（游戏币）。     [iron_sword]玩法:          这次，你将不会是单独面对敌人，你的背后，会有己方阵营的队友(AI)来协助你作战，玩家可以在己方阵营大本营处雇佣一些由AI控制的NPC，将他们放置在战场中的重要位置，从而起到协助进攻或坚守补给点的重要作用。当然，敌方势力也会有NPC来助阵，你将与成片的友军与成片的敌人作战！同时，服务器中，玩家不但扮演的是一名在战场上杀敌的战士，同时还是在这片混沌国度中的一个居民，玩家将白手起家，与别的玩家相互竞争，相互厮杀。在这个混沌国度中，没有所谓的法律，真正主宰这里的是绝对的力量！玩家可以随意杀害，抢劫其他玩家，同时还可以抄别人家。但是严禁使用作弊类mod以及影响服务器运营的bug！服务器战场掉落，生存世界掉落，地狱世界掉落！所以，有时候真正致命的不是来自敌人的子弹，而是来自背后队友的寒匕。     [iron_sword]特色:\n             1.低廉的载具                  服务器开放大量载具！同时，降低部分载具造价，任何一个玩家都能很轻松的开上汽车，飞机，快艇等交通工具，甚至还能开上飞机，坦克，大炮等战争载具在战场上与敌人厮杀。             2.低廉的枪械                  服务器将部分枪支造价以及弹药造价大幅度降低！每一个玩家都能毫无忌惮的使用枪械来进行作战，绝不存在有枪不舍得用，打不起等情况，哪怕被杀到从0开始，也能在短时间内迅速恢复元气来复仇！             3.大战场，大战略                  服务器的战场极大，配合玩家用来助阵的NPC，可以让玩家发挥自己的才能与谋略，在关键位置放置重要NPC，守护补给点或奇袭敌人，玩家不但是战士，同时也是指挥官。             4.快捷的交易                  服务器安装了环球市场插件，玩家可以轻松地将物品放置在市场中出售，然后其他玩家可以在市场中购买自己需要的东西。             5.补给点                  在战场中设立了多个补给点，在己方阵营的玩家占领后，可以根据补给点的重要程度来给该阵营的玩家不断地发放补给(游戏币)             6.优质的环境因素                   服务器插入了许多精美的bgm，游戏中，玩家也会更加愉悦             7.半副本，半战场                   服务器的战场为半副本，半战场模式，由于对方阵营的玩家和己方阵营的玩家在战场中雇佣了许多npc来防御，所以战场也变得热闹了起来，战火，将永远不会停息。             8.高自由度的游戏模式                  玩家通过在战场中雇佣NPC来使战场丰富起来，玩家可以自由搭配NPC兵种，或雇佣强力NPC来压阵，也可以通过击杀敌方重要NPC来使敌方重要功能无法使用。故事将由玩家来书写。             9.享受游戏                   服务器中有大量家具，食物。在战争之余，还可以布置自己温暖的小家，来一盘亲手炒的菜，听着优雅的音乐，享受游戏。             10.帅气的OP                   服里面有帅气的我！你们还不赶快入服？！！！！                                                                        [iron_sword]美图:\n\n\n\n\n\n\n\n\n\n\n\n     [iron_sword]注意事项:\n          1.服务器可随意杀人越货抄家\n          2.服务器生存世界，战场，死亡掉落\n          3.服务器由于刚刚开服，所以部分设施还在建设中\n          4.服务器欢迎热爱战争的玩家，因为战争服需要战争\n          5.服务器op比较帅\n\n     [iron_sword]OP证明\n     \n\n\n\n服务器官方qq群:417291455\n\n服务器期待着各位的加入\n感谢服务器现有玩家的支持\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}