{
    "title": "{解密地图@扁桃录制}*1.7.2*冰火续作【方尖碑探索者の穿越纪元】第一部太烂我不打算发",
    "author": "ing_huo",
    "replyCount": 9,
    "timestamp": 1468672200,
    "txt_content": " 本帖最后由 bing_huo 于 2016-8-30 19:22 编辑 \n\nHello大家好我是冰火我补一个QQ吧，记得加说明（895123453）\n很开心今天第一次给大家发帖\n作者的(废)话：\n  这张图是我单人制作的，是我充满信心的第二部解密。为什么不发上一部呢？太垃圾了不想发。不得不说的是这部作品的成长之路也是非常的坎坷，我曾经不小心删掉了存档,但也有人在我心灰意冷，几乎放弃的时候激励我。经过几番波折之后，我以最快的速度把地图重新塑造，并且比原来的质量更加好。\n感谢：\n别说我不重视伙伴哦，都把你们摆前面了。\n测试员——huang__xi←←←就是这个家伙发现了一堆bug，快顶死他！！！感谢***——****_***大大的努力付出~（说实话我也很好奇为哈不愿意透露...）接下来？嘻嘻~\n感谢lu_ke大大的实况：（貌似我也在里面）\nhttp://www.aipai.com/c31/PTYhJSsnLCRqJWQvLA.html 第一集http://www.aipai.com/c31/PTYhJSslICBqJWQsLw.html 第二集感谢白三大大的实况：（表示感动）http://v.youku.com/v_show/id_XMTY0NjM5OTkyOA==.html?from=y1.7-1.2 第一集感谢流年大大的实况：（榴莲？表示想笑）http://www.aipai.com/c31/PTYiJSojLSBqJWQsIw.html 第一集感谢扁桃大大的实况：（太神奇了我竟然有如此待遇）http://v.youku.com/v_show/id_XMTY1MTIxNTQwOA==.html?from=y1.7-1.2 第一集http://v.youku.com/v_show/id_XMTY1MzkzNDQ2OA==.html?from=y1.7-2 第二集地图介绍:      这是本一张解密地图，受到我的影响，不知不觉加入了挺多跑酷的元素，然后又受到上一部的影响，做成闯关的形式。中间融入的剧情、红石等我也是非常关注的。也是希望各位能好好体会当中的剧情，如果各位能好好体会当中的剧情，也许会有  不错的收获呢~\n可怜的我还不会搞截图T_T攻略：会剧透，请谨慎观看！！！实在不会就来这里，作者拉你一把~ps：后面还有成就的攻略哦~开始：点几下石按钮之后看后面会有一个木踏板。第一章：①木牌的右前方的角落位置有矿车,拿到钥匙之后把它插进最底下缝隙里的末地传送门中。第二章：①一号实验机里面有一条小缝可以拿到烈焰粉，可以和实验柜里面的粘液球合成八个岩浆膏，照着说明书使用二号实验机，然后用板砖拍死八个东东，用工作台把得到的胡萝卜和金粒合成金萝卜，然后放进二楼时光机的能量中枢，中枢在梯子上面的地方，拉下拉杆便可过关。第二章：②目标是点击五个按钮，写着“这是...”的木牌上面是第一个，往上走一点的缝隙里有第二个，往左看很上面有第三个，在下面的浅蓝色羊毛上跳几下就可以摸到，第四个在时光机下来的地方往左上方看，稍微跑酷到下面的浅绿色羊毛就可以摸到。按下四个之后有一个褐色羊毛会突出，沿着刚刚的浅绿色羊毛跑到时光机顶端会发现第五个，全部按下之后跳下去下面出现的小洞就可以过关。第二章：③对话什么的只是剧情而已，那个腐烂的墙壁中间一格可以跳上去，是假方块，然后跳到洞里拿到石头，合成按钮{另一个没用}，又通过梯子跑酷过去，就可以开门进去了。第二章：④在一串吐槽的木牌左边的末影箱的墙角缝隙里有矿车，能拿到杆，箱子里就有拉，合成拉杆之后放在錾制石砖上开启地下室。下去之后右边第三个雕像是跑酷点，通过跑酷和仔细观察可以看到拉杆。拉下之后走出门即可。第三章：①宫殿回去水井的门口正对着的南瓜是假方块，可以跳过去，可以直接点点看，不小心把它变成实体方块就跳过去拿里面的两个梯子，然后放在两边的沙石上，站在南瓜边上可以拿到头上的箱子，都翻一遍肯定有钥匙，王座后面有一扇门，打开就可以通关了。第三章：②箱子里的铁还可以通过箱子下面的工作台再合成两个矿车，将四部矿车同时放在四个楼梯下面的探测铁轨上面就可以过关。第三章：③跑酷上去二层的箱子区，边边角角处能找到三个发射器，里面的东西全拿了就可以下一楼，铁栅栏放在写着{***可以作弊}的牌子下面一格，就可以打开发射器，红石放在写着{***深思熟虑}的牌子右面一格，启动活塞，通过缝隙可以拿到箱子，然后将五个活塞启动，把对应的东西扔进活塞的缝隙里就可以了。第三章：④可以看到隐形梯子的，直接跑酷上去顶端，其实梯子的bug略严重，实在不行还是可以作弊的。第三章：⑤一开始的跑酷不说明。后面的体力关踩上方块它就会沉，只能连跳过去。智力关的钥匙蹭过蜘蛛网后放在最后一格的头顶上就可以进门，果断踩踏板通关~第四章：①建造主体只要对号入座，然后发射器里面有五个方块，随着盾中央垫上去就可以拿到。设置炮台第一关也是对号入座，第二关很多地方都行，建议以那个突出的铁块为中心和另一边的红石火把对称放，就可以拿到。启动能源第一关放在铁门右面的中继器后一格，第二关有用的只是刚进门头顶的左右两边，左边的四个按钮从左往右分别点，42312，然后点一下右面的石按钮就行了。第三关有志者会把拉杆放在石英上，不然直接开门也可以，可以找到密码是005，是通过笔画来计算的，拿齐三个回去中央放置，刚来的地方的铁门就会开，进去即可通关。第四章：②你...竟然没有发现法老王的战机后面有一个按钮？终章：别告诉我你连走和跳都不会...\n成就攻略!!![话说我记得好像很多作者都喜欢用箱子藏成就，我这里可是很多都用了红石来隐藏哦=w=]翔*1：刚开始，诱惑之屋凋零画像右边的头的方位跳着蹭就能进去，有点窄。翔*2：第二章：④诡异之路，下去地道的管道中间有箱子。翔*3：第三章：②五行法阵，先面向木牌，你身后的一个探测铁轨先不要放矿车，其他三个放了矿车之后墙上有洞，可以拿到箱子，但是四个都放了那个洞就会关闭。翔*4：第三章：④迈步神迹，猜到踏板之后有很多的时间，可不是让你发呆的，踩下之后下面所谓的密码门会有一个洞，可以拿到箱子，趁着还没传送到下一章要快点获取。翔*5：跑酷一段之后会有一个岩浆瀑布，跳下去之后别急着往下，因为回不去。这个平台往回看有有一条路，岩浆的缝隙中又有新天地，宝藏就在其中，胆小的家伙可以隔着岩浆瀑布，往右面点可以点到。翔*6：第四章：①整装待发，启动能源，第二关。刚进门左上方的一排石按钮从左往右先按第三个，然后继续解密，让活塞虫继续前进，墙上就会看见一个洞，里面可以拿到成就。翔*7：地点同上{翔*6}。进门左转再右转，有一个装置，我写了只有一次机会，没错这是拼你的智商和操控的熟练度的。我的建议方法是：先按左边的按钮，趁还没收把左边的拉杆启动。这时如果收回拉杆沙子就会吸回去往下掉，那样就会离漏斗有一格的差距，这就需要右面的漏斗，先按多几下按钮掌握好活塞伸缩的节奏，然后按下右边的石按钮，让活塞往前推，在它收缩的前0.3秒左右关掉拉杆，让沙子在空中瞬间往右转了个弯，掉进漏斗里，你左边就会开了个洞口，就拿到成就了。翔*8：终章：堕入轮回，时光机右下方的角落可以拿到。翔*9：结束点：后面的墙角有一个矿车。\n感谢您观看我的帖子\n感谢您下载本地图\n感谢您对我的支持\n感谢您认真看到最后感谢您给的任何评语希望我的地图能给您带来快乐那么...\n\n我们就下次再见吧~\n",
    "replies": [
        {
            "author": "南边の黄熙",
            "timestamp": 1468804200,
            "txt_content": "不错，快顶死这个新人，太6了{:10_510:}"
        },
        {
            "author": "ing_huo",
            "timestamp": 1468804620,
            "txt_content": "南边の黄熙 发表于 2016-7-18 09:10\n不错，快顶死这个新人，太6了\n我竟无言以对"
        },
        {
            "author": "黑哥DADA",
            "timestamp": 1468814280,
            "txt_content": "还行吧{:10_513:}"
        },
        {
            "author": "冥王星人",
            "timestamp": 1468817700,
            "txt_content": "不好发点截图么"
        },
        {
            "author": "ing_huo",
            "timestamp": 1468819800,
            "txt_content": "黑哥DADA 发表于 2016-7-18 11:58\n还行吧\n[diamond_gem]感谢你的评价"
        },
        {
            "author": "ing_huo",
            "timestamp": 1468819860,
            "txt_content": "冥王星人 发表于 2016-7-18 12:55\n不好发点截图么\n[diamond_gem]稍后加上,感谢你的建议"
        },
        {
            "author": "陌月灬孤城",
            "timestamp": 1468837440,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "Lord-gawain",
            "timestamp": 1468841460,
            "txt_content": "不错楼主辛苦了，虽然没有图但打字也挺辛苦的（算是吧）"
        },
        {
            "author": "ing_huo",
            "timestamp": 1468926240,
            "txt_content": "冥王星人 发表于 2016-7-18 12:55\n不好发点截图么\n[diamond_gem]表示不会搞截图T_T"
        }
    ]
}