{
    "title": "3.15.9.0更新来了",
    "author": "lzs1234",
    "replyCount": 1,
    "timestamp": 1468634820,
    "txt_content": "Steam原文：\nNew Zombies：\n\nThe zombies have got some new abilities! Keep an eye out for the Flanker zombies which can stealthily attack you from behind, and the Burner zombies which explode in a burst of flames spreading to other zombies. The Mega zombie has also realized he's strong enough to tear concrete right out of the ground for use as a projectile - so you're no longer safe just out of reach! Mind you this is only the beginning... \n\nUpdate Notes:\n\nAdditions: \nAdded purple \"Flanker\" zombie.Added orange \"Burner\" zombie.Added ability for mega zombies to throw boulders.Added muscular body mesh for mega zombies.Added ability to purify dirty water in canteens with tablets.Added pilot outfit. [IDs 1358-1359]Added \"Whitelisted\" command to enable whitelist.Added Preferences.json file with viewmodel fov/offset options.\nImprovements: \nImproved queue to prioritize whitelisted players.Improved appearance of ghillie suit foliage.\nTweaks: \nTweaked fire outfit to be fireproof.Tweaked sentry health and made rangefinders more common.Tweaked claim flag health higher.Tweaked generators to burn fuel more slowly.Tweaked seeds to grow more quickly.Tweaked explosion sorting priority.Tweaked chart/GPS to be salvagable.Tweaked to show hints for -VR and MSAA + Deferred.\nFixes: \nFixed case where server lets in more than max players.Fixed character height change when swapping on/off ladder.Fixed editor to clear trees with no asset when saving.Fixed all pistol sights being slightly misaligned.Fixed birch rampart client/server collision difference.Fixed climbing ladder from prone/crouched position.Fixed to force into prone when loading and player doesn't have enough headroom.Fixed instantly reloading bolt action rifles.Fixed raining in paintball arena.Fixed tossing throwables through glass.Fixed old hat using new hat state when swapped.\nViewmodel Preferences:\n\nYou can finally customize your viewmodel! I've elected to hide it away from the option menus however, as changing from the default settings will reveal issues in the animations especially with a high FoV. Tweak at your own peril! \n\nVR Level Editor:\n\nRather frequently Vive owners have been downloading Unturned for the VR mode (quite reasonably) assuming it's the main game, and are disappointed to learn it's currently only for the level editor. It's also annoying for non-Vive owners having the SteamVR category and SteamVR launch options. \n\nTo help with these I've disabled the VR support info from Steam, and added more in-game information about launching it from the editor menu. While all recent editor upgrades have been applied to the VR version as well I do still want to do some VR specific upgrades, for example adding physical tools and a toolbox to carry them in, but judging from the negativity surrounding the initial VR update these should be prioritized after the core game's development has settled down.\n\n翻译：\n\n新僵尸：\n僵尸们已经得到了一些新的能力！随时留意那些会从背后偷袭你的Flanker僵尸，以及会在一阵可以传到其他僵尸身上的火焰中爆炸的Burner僵尸。大脏比也意识到自己已经足够强壮来从地上撕起一些实际的东西来作为抛射物——因此如果你仅仅只是处在追捕范围之外，你已经不再安全！提醒你，这还只是个开始......\n\n更新列表：\n-增加了紫色的Flanker僵尸\n-增加了橙色的Burner僵尸\n-增加了巨型僵尸丢东西的能力\n-为巨型僵尸添加了肌肉发达的网状身材（？）\n-增加了用净水片净化水壶中污水的能力\n-增加了飞行员装备[ID 1358-1359]\n-增加了Whitelisted命令来查看白名单\n-增加了Preferences.json文件用以设置FOV/偏移功能\n\n改进：\n-使队列中的白名单玩家优先（队列就是进服务器时排队）\n-改进了吉利伪装服在树叶中的外观\n\n调整：\n-调整了消防员套装的防火功能\n-调整了岗亭里哨兵的生命值并使得测距仪在僵尸中更为常见（应该是指僵尸计算到达玩家距离的玩意？）\n-使领地旗帜的耐久度更高了\n-使发电机烧油更慢了\n-使种♂子长得更快了\n-调整了爆炸排序时的优先问题\n-调整了GPS/海图可以被收起来\n-调整了-VR和MSAA+中小贴士显示延迟的问题\n\n修复：\n-修复了当服务器中的玩家数大于服务器允许的最大玩家数时的问题\n-修复了角色在梯子上爬上爬下时身高的问题（天哪发现这bug的人眼睛是有多尖）\n-修复了编辑器在保存对树木的清理时没有代码的问题（？）\n-修复了手枪瞄准时略有偏差的问题\n-修复了桦木墙在服务器和客户端中碰撞相不一致的问题\n-修复了俯卧和下蹲姿势爬梯子时的问题\n-修复了在加载时强行俯卧然后玩家就没有足够空间的问题（？）\n-修复了给步枪瞬间上膛的显示bug\n-修复了在彩蛋竞技场下雨的问题\n-修复了可以穿过玻璃扔东西的bug\n-修复了在交换旧帽子和新帽子时旧帽子仍使用新帽子贴图的bug\n\n关于视图模型：\n你终于可以自定义你的视图模型了！但我已经决定将它从菜单中隐藏起来，因为如果直接从默认的设置中更改，就会发现一些动画方面的问题（贴图和模型错位？），尤其是具有很高的FoV。如果调整，后果自负！\n\nVR的关卡编辑器\n相当数量的拥有Vive的人已经下载了VR模式的Unturned（相当在理）并把它当作主要玩的游戏，但他们会很失望的获悉，目前我们只开放了关卡编辑器。对于没有Vive，只有SteamVR和SteamVR启动器的人来说也很恼人。\n为了帮助这些人，我已经在Steam上封锁了关于VR支持的消息，并在游戏编辑器菜单中添加了更多关于启动器的游戏内部消息，虽然所有最近修改过的升级已经全部应用于VR版本，但我也还是想做一些VR的具体升级，例如假如一个可输入的物理工具和工具箱，但周围环境所传来坏消息是，最初的VR版本核心更新已经在游戏发展订好后定下来了。",
    "replies": [
        {
            "author": "MC之小欧",
            "timestamp": 1468635420,
            "txt_content": "没人？我来顶！"
        }
    ]
}