{
    "title": "下面是给新来到Minecraft的玩家的一些窍门和小提示。",
    "author": "AoSi_star",
    "replyCount": 14,
    "timestamp": 1468647120,
    "txt_content": ".....................",
    "replies": [
        {
            "author": "镜钥钥",
            "timestamp": 1468647300,
            "txt_content": "唐：贡献-1\n嗯，以前就见过了"
        },
        {
            "author": "AoSi_star",
            "timestamp": 1468647300,
            "txt_content": "标题: 下面是给新来到Minecraft的玩家的一些窍门和小提示。　　和平模式　　似乎对付不了那些僵尸?对蜘蛛来说太慢了?在担心爬行者的同时没办法建造一个得体的庇护所?体力低却没有足够的食物?设置难度为和平模式，瞧!你的体力会快速的回复，你的饥饿度不会让你受伤，所有的敌对生物会消失。这在建造大型建筑物或者像素艺术作品的时候会非常有用。　　伐木技巧　　如果你想得到一棵树的所有方块但总是够不到最高的那块，试试留着最底下的那块不动，然后跳上去得到其它的方块。完成后再收获这最底下的。如果你这样做之后还是够不到最高的，试试在你自己的下方放置一个脆弱的方块来让自己站得高一点...或者使用一块邻接的地和留下不止一个方块。甚至柱子跳到达树顶然后向下打(泥土+铲子的组合是不错的选择)　　记忆合成公式　　纠结于记忆合成公式?试着做一个桶却做了一个矿车(浪费了5个铁锭!)?注意观察一个公式，像钓鱼竿公式。注意木棍和线是怎么样像一支钓鱼竿那样连起来的。许多公式都遵循着这样的特性，例如门使用两列木板来形成一个长方形的门，剑使用两个木板、圆石、铁锭或者钻 来做刀锋然后一根木棍作为把手。当然，如果你很健忘，你也可以打开G键。，安装G键合成表mod或者安装手机提示客户端非常有帮助，或者随时查阅wiki也是不错的选择　　设置出生点　　如果你的房子离你出生点很远，而你有3个羊毛和3个木板，你能做一张床。如果你在一张床上睡了一晚，你的出生点会被记录下来，然后，正如现实生活一样，跳过这个晚上。小心!如果你破坏了你的床，它就不再会记录你的出生点了!所以，只在晚上移动你的床会是明智的，因为你可以立即睡在上面。　　庇护所的问题　　是不是快到晚上了你又没建好你的庇护所?是不是到了一个紧急的时候需要一点庇护?挖三格深然后在头上放置一个方块，然后你就安全了!你可能会想要扩展一下边界来放置一张床。这个方法却不是很推荐，因为在你离开的时候会完全的暴露给怪物。柱撑是另一个方法。简单的在你下方做一根柱子直到你不会被骷髅的箭射到。或者你可以简单的调整你的难度至和平模式然后放松下来 (看第一段)　　挖矿　　\"分支式挖矿\"　　保证你的物品栏里有很多的镐和至少64根火把。慢慢挖出一条楼梯到基岩，一边挖一边用火把照亮你的路。如果你计划有1x2x2条小路从楼梯衍生出去，能带多少火把带多少。当你到达基岩之后，向上走11层(到达钻石层,且不会被头顶上的岩浆所困扰。)然后挖出一条1x2x无限长的走廊.　　用火把或者楼梯标记方向　　探索天然洞穴或自己挖矿道时，将火把(或其它照明工具)全部放在同一侧(全左或全右)，这样，你就能在任何地方判断方向——向来时的洞口还是向更深的地方。这在自己挖的复杂矿网或者交错的天然地洞中尤其有用。 另一种进阶办法是使用圆石楼梯标注方向,在地上挖一个坑,填入一个圆石楼梯,此时就能通过这个楼梯看到方向,楼梯高的一边为前进方,低的一边为返回方,圆石在挖矿中非常好获得,可以大量使用　　地面上　　在你的家后方做一个1x2x2的门口。在这简单的一步之后，造一个很大的空间和几条不同的路去挖矿。低的高的，左的右的 - 你一定会不久挖空一座山，得到非常多的煤和铁的供给。　　洞穴探险　　找到一个洞穴，然后探索其中一条分支。 如果这个分支又有分支，随机进入其中一条。当你走到死胡同了，回头捡起你放的火把，同时挖走经过的煤炭、铁等等。 当你做完了这些，用泥土什么的把这个洞口封起来。然后进入这个洞穴的另外一条分支，重复上述的过程直到洞穴被探索完了。这样你就不用浪费时间再回来或是迷路。　　有水让你直接下落的矿井　　你需要2组梯子，1 桶水，一些铁(或者一把钻石镐)和一个告示牌。首先，挖一个洞深至基岩层。记得不要往自己正下方挖。如果你遇到不流动的岩浆，停止挖矿井，或者试着找一条路绕开岩浆。　　当你做完了，放置梯子让你自己可以爬离这个洞。 现在在梯子的洞邻接的地方再挖一个洞，这样就形成了一个深的1x2矿井。回到最底处，把告示牌放到离底3格高的地方。在告示牌正上方放下水。现在你不必使用梯子下来了：作为代替你可以直接掉下来。　　不用挖的煤炭　　你已经造完了你的庇护所，已经挖了一些圆石，却找不到煤来点亮周围的环境?造一个熔炉，拿一些木板作为原料然后烧一些你还没有做成木板的木头。这样会给你一些跟用镐挖到的煤炭一模一样的木炭。　　建造地点　　这里有一些初学者应该和不应该的建造的建议： 使用任何你想的材料，除了沙子和沙砾，因为它们会受重力影响 (意味着如果它们下方没有方块它们会下落)，或者泥土, 因为爬行者会轻易的把它们炸掉。同样记住不要在沙子或沙砾上建造你的庇护所，因为如果你突然想向下挖或者造一个地下室，你会遇到麻烦因为沙子一直掉下来而从下方清除掉它们需要很多时间。　　对初学者来说，你可以试试挖空小山丘或者山的一边。这样的工作会很快完成而变成一个好的庇护所，但是注意如果你随意走开了会很难找到家，或者如果有的话可以在入口放置一些火把。另外的方案是收集很多木头然后建造一间木头房子。木头房子很容易建立，看着不错，也挺好用。坏处是它们能够着火。　　黑暗　　用完了煤炭/木炭?记住敌对的怪物需要小于7的光亮度产生。使用这个知识在庇护所里保留一些火把。　　次要的矿物　　看到了红石，钻石或者其他的漂亮矿石?不要用低级的镐去挖它们!记住，木头镐只能挖煤炭和石头，石头镐挖铁和青金石。铁镐除了基岩与只有钻石镐才能挖的黑曜石以外，能挖所有方块。小心 - 岩浆池经常与珍贵矿物出现于同一层。注：基岩生存模式无法敲碎　　物品耐久度　　在很深的底下挖矿，突然，不知道怎么了，你的镐就从你手中不见了?这是一个漏洞吗?或者是(以前的)可怕 Herobrine(译者：一个人形白眼的“死亡挖矿者”，详情：Herobrine)? 都不是!这叫物品耐久度...或者物品使用度!在出发旅行去探险或者挖矿前好好看看你的物品的“体力”(在物品下方的小颜色条)，因为你最不想做的事是远远的回家只是为了拿一把斧头或者镐。时间很宝贵，所以试着带上工作台，或者需要的话备上充足的工具。　　在峡谷底!　　通常，你会偶遇峡谷的顶部，看到下面有很多珍贵的矿物。带上十组沙子(一些沙砾会变成燧石，这样你可能会收集不齐而不够高度上来)，然后在一个地方重复的让它掉下去，直到你有了一根直达底部的柱子。 站在柱子上一直往下挖直到柱子消失，你会到达底部而没有下落伤害!另一种方法是挖一个旋转的楼梯直到你想停下来。然后朝着峡谷的墙壁挖，如果峡谷还是太深了就继续挖!或者挖进墙壁1格子然后向下挖! Nab的方法 - 集齐三块铁 (通常在一个点) 之后，你可以合成一个桶然后用水来作为即时的梯子。记得重新把桶装满水。　　节能减排的燃料　　一般你都会用木材生火或者烧制，这样子会消耗大量的木材，你可以用一桶岩浆代替，岩浆能提供1000个单位的烧制而且你用来装岩浆的铁桶也不会消失，节省了许多木材。另一种方法就是烧原木做成木炭来代替煤炭"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1468647420,
            "txt_content": "恭喜你水了一贴，反正我也不看"
        },
        {
            "author": "AoSi_star",
            "timestamp": 1468647480,
            "txt_content": "tie ba wan sui"
        },
        {
            "author": "SuperXingYu",
            "timestamp": 1468647720,
            "txt_content": "新人你好"
        },
        {
            "author": "AoSi_star",
            "timestamp": 1468647720,
            "txt_content": "sheng ji zhen man ta ma de"
        },
        {
            "author": "SuperXingYu",
            "timestamp": 1468647720,
            "txt_content": "百度万岁"
        },
        {
            "author": "yy286113862",
            "timestamp": 1468647960,
            "txt_content": "建造地点\n　　这里有一些初学者应该和不应该的建造的建议： 使用任何你想的材料，除了沙子和沙砾，因为它们会受重力影响 (意味着如果它们下方没有方块它们会下落)，或者泥土, 因为爬行者会轻易的把它们炸掉。同样记住不要在沙子或沙砾上建造你的庇护所，因为如果你突然想向下挖或者造一个地下室，你会遇到麻烦因为沙子一直掉下来而从下方清除掉它们需要很多时间。"
        },
        {
            "author": "nixgnot",
            "timestamp": 1468650720,
            "txt_content": " 本帖最后由 nixgnot 于 2016-7-16 14:39 编辑 \n\n复制的吧······\n连背景白色都不去掉"
        },
        {
            "author": "下秒の记忆",
            "timestamp": 1468651560,
            "txt_content": "我记得岩浆是100个吧不是1000"
        },
        {
            "author": "|壞灬寶贝|",
            "timestamp": 1468653900,
            "txt_content": "强行搬运不带原作者"
        },
        {
            "author": "MODlover",
            "timestamp": 1468654200,
            "txt_content": "MODlover 发表于 2016-7-16 15:36\n抄袭+许多内容都是错误的\n@MRTangwin8 "
        },
        {
            "author": "MODlover",
            "timestamp": 1468654560,
            "txt_content": "抄袭+许多内容都是错误的"
        },
        {
            "author": "你会在哪",
            "timestamp": 1468657200,
            "txt_content": "LZ码字幸苦了，爪子还行吗？"
        }
    ]
}