{
    "title": "关于未转变者3.15.9.0的新闻",
    "author": "1740831550",
    "replyCount": 5,
    "timestamp": 1468656060,
    "txt_content": "The zombies have got some new abilities! Keep an eye out for the Flanker zombies which can stealthily attack you from behind, and the Burner zombies which explode in a burst of flames spreading to other zombies. The Mega zombie has also realized he's strong enough to tear concrete right out of the ground for use as a projectile - so you're no longer safe just out of reach! Mind you this is only the beginning... \n\nUpdate Notes:\n\nAdditions: \nAdded purple \"Flanker\" zombie. Added orange \"Burner\" zombie. Added ability for mega zombies to throw boulders. Added muscular body mesh for mega zombies. Added ability to purify dirty water in canteens with tablets. Added pilot outfit. [IDs 1358-1359] Added \"Whitelisted\" command to enable whitelist. Added Preferences.json file with viewmodel fov/offset options.\nImprovements: \nImproved queue to prioritize whitelisted players. Improved appearance of ghillie suit foliage.\nTweaks: \nTweaked fire outfit to be fireproof. Tweaked sentry health and made rangefinders more common. Tweaked claim flag health higher. Tweaked generators to burn fuel more slowly. Tweaked seeds to grow more quickly. Tweaked explosion sorting priority. Tweaked chart/GPS to be salvagable. Tweaked to show hints for -VR and MSAA + Deferred.\nFixes: \nFixed case where server lets in more than max players. Fixed character height change when swapping on/off ladder. Fixed editor to clear trees with no asset when saving. Fixed all pistol sights being slightly misaligned. Fixed birch rampart client/server collision difference. Fixed climbing ladder from prone/crouched position. Fixed to force into prone when loading and player doesn't have enough headroom. Fixed instantly reloading bolt action rifles. Fixed raining in paintball arena. Fixed tossing throwables through glass. Fixed old hat using new hat state when swapped.\nViewmodel Preferences:\n\nYou can finally customize your viewmodel! I've elected to hide it away from the option menus however, as changing from the default settings will reveal issues in the animations especially with a high FoV. Tweak at your own peril! \n\nVR Level Editor:\n\nRather frequently Vive owners have been downloading Unturned for the VR mode (quite reasonably) assuming it's the main game, and are disappointed to learn it's currently only for the level editor. It's also annoying for non-Vive owners having the SteamVR category and SteamVR launch options. \n\nTo help with these I've disabled the VR support info from Steam, and added more in-game information about launching it from the editor menu. While all recent editor upgrades have been applied to the VR version as well I do still want to do some VR specific upgrades, for example adding physical tools and a toolbox to carry them in, but judging from the negativity surrounding the initial VR update these should be prioritized after the core game's development has settled down.\n \n翻译：\n僵尸已经得到了一些新的能力！请留意哪些爆炸火焰蔓延到其他僵尸一阵侧卫僵尸可以悄悄从背后攻击你，和燃烧器僵尸。巨型僵尸还实现了他的强大到足以撕裂混凝土右出地面用作抛射 - 让你不再只是安全遥不可及！你要知道这仅仅是个开始......\n更新注意事项：\n新增内容：\n新增紫色的“侧卫”僵尸。\n增加了橙色的“燃烧器”僵尸。\n新增扔巨石能力巨型僵尸。\n新增身材网巨型僵尸。\n加入净化脏水在食堂与平板电脑的能力。\n新增试点装备。 [编号1358至1359年]\n增加了“白名单”命令启用白名单。\n与视图模型FOV /加Preferences.json文件偏移选项。\n改进：\n改进的队列白名单的球员优先。\n改进吉利服枝叶外观。\n调整：\n调整了消防装备是防火。\n调整了哨兵的健康，并提出测距仪更为常见。\n调整了索赔标志的健康水平。\n调整了发电机，以更为缓慢燃烧燃料。\n调整了种子更快地成长。\n调整了爆炸排序优先。\n调整了图/ GPS是salvagable。\n调整以示对-VR和MSAA +递延提示。\n修正：\n固定情况下的服务器比最高的球员更多的让。\n在交换固定字符高度变化时开/关梯子。\n固定编辑器来保存时清除树木，没有资产。\n修复了所有的手枪正在景点稍有偏差。\n固定桦木垒客户机/服务器的碰撞差异。\n从俯卧/蹲伏姿势固定爬梯。\n固定强行进入时容易出现加载和播放器没有足够的空间。\n固定重装瞬间螺栓行动步枪。\n修正了在赛场上彩下雨。\n固定折腾透过玻璃可抛出。\n换在使用新帽子国家固定旧帽子。\n视图模型首选项：\n你终于可以自定义您的视图模型！我当选为隐藏但是从选项菜单了，从默认设置更改，就会发现在动画的问题特别是具有高的FoV。调整你自己的后果自负！\nVR关卡编辑器：\n相当频繁万岁业主已经为VR模式千方百计下载（相当合理），假设它是主要的游戏，并失望地获悉，目前只在关卡编辑器。这也是恼人具有SteamVR类别和SteamVR启动选项非万岁业主。\n为了帮助这些我已经禁用从蒸汽VR支持信息，并增加了有关从编辑菜单中启动它更多的游戏信息。而所有最近的编辑器升级已应用于虚拟现实版本，以及我还是想做一些VR具体的升级，比如增加物理工具和工具箱中携带它们，但是从围绕最初VR更新这些应该消极判断核心游戏的发展已经安顿下来后优先。",
    "replies": [
        {
            "author": "jindong",
            "timestamp": 1468656540,
            "txt_content": "你可以跟我们汉化一下，那么多的隐藏文本是要作甚"
        },
        {
            "author": "无名人",
            "timestamp": 1468657860,
            "txt_content": "机翻            "
        },
        {
            "author": "kj415j45",
            "timestamp": 1468658880,
            "txt_content": "拿机翻来骗谁？\n而且黑幕好瞎眼"
        },
        {
            "author": "MC之小欧",
            "timestamp": 1468663800,
            "txt_content": "这机翻太明显了吧"
        },
        {
            "author": "沉默的羔羊",
            "timestamp": 1468719900,
            "txt_content": "新增身材网巨型僵尸。\n机翻？"
        }
    ]
}