{
    "title": "【原创 连载】Emptiness II：涅槃【01-重现】【46241359】",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1468668840,
    "txt_content": " 本帖最后由 46241359 于 2016-7-18 21:48 编辑 \n\n正文\n\n\n    “哦，抱歉，没事吧？”\n    凯文将手伸向坐在地上的青年，在后者愣愣地被拉起来之后，蹲下身帮对方捡拾着散落在地的物品。看样子大概是个学生，不过，今天是星期一，又还没到中午，超市里面……怎么会有学生？\n    “我……我没事。”对方有些慌张地再度蹲下来，将手边的几本书揽到一起规整好，在看见凯文的手触碰到自己的笔记本时停顿了一下，之后又想伸手去将笔记本从凯文手中拿回，“是我走路不小心……不用帮忙了……非常感谢您。”\n    手向后缩了一下，笔记本的封皮又瞬间离开了青年的指尖，后者显然有所慌张。在看见凯文脸上似笑非笑的神情后，还是选择暂时打消心里面再度伸手去夺过笔记本的念头。\n    从封皮来看，这个本子刚被人从商店里买回来不久，还是崭新的，他抬头看了看对方强装镇定的神态，轻笑一声，手翻开了笔记本，通过简单的动作进一步挑起了青年的恐惧，由此也确定了内心的揣测。\n    纸页被熟练地翻动着，两人都沉默不语，直到凯文停下动作，用手指捏起夹在笔记本内的塑料盒时，隐藏着的恐惧才瞬间爆发。\n    “不要——别碰它！”近乎于绝望的嘶喊，理所当然地招来了周围人的注意，青年因一时没能控制住身体的重心而让自己跪倒在地，伸手要去抓被人捏在指间的塑料盒。\n    与几分钟之前的情况相同，在手指即将触碰到塑料盒时，又抓了个空。凯文站起身，端详着塑料盒内封存着的东西，熟练地握在手心，转而看向坐在地面上茫然的青年。\n    “你是，伊文·赫德莱恩？”\n    “诶——你怎么……知道？”\n    抬手朝着大门的方向指了指，示意出去再谈。伊文也立即会意地站起身，弯腰将书本全数塞入手提包后匆匆忙忙地离开超市，一直到他迈出大门，凯文都仍然站在原地，有些不可思议地看着塑料盒。\n    当然，凯文在和周围的人解释过刚才的青年并不是个小偷仅仅是因为经济而起了点小纠纷后才推门而出。\n    “我想知道，”伊文接过朝自己递来的塑料盒，想到刚才的情景仍然心有余悸，“你到底……是谁，为什么会知道我把它藏在这里面。”\n    “……”他回忆起刚才磁片上的纹样，还是将已经组织好的语言强行塞了回去，“和他们一样。”\n    “是吗……我还以为——”正对上凯文投来的阴暗的眼神，伊文打了个冷战，“唔……算了，不提也罢。那……他们有在找我吗？”\n    “严格地说，并没有。”\n     事实是，在两个月之前，安德刚刚下达了在整个城市内寻找这人的命令，只不过中途出了点小意外——消息传来一个月后，安德死亡，因此这事也不了了之。加上时隔这么久的时间，绝大部分人都将它抛之脑后了。\n    伊文脸上的光彩黯淡了下来。\n    “那么，与我有关的，他们都不记得了么……”\n    “记得，只是那个指令在一个月前收回去了。”\n    这事儿，具体的要从两个月前，安德收到一封电子邮件开始。\n    在他仍然处于睡梦之中时，突然被电脑的提醒声吵醒。坐起身后发现旁边桌上的电脑屏幕亮着，连外套都懒得披到身上迷迷糊糊地连滚带爬到电脑前，手摸上鼠标点开新传来的电子邮件。\n    “与研究员——海恩·维斯林的通讯中断。”\n    按照常理推断，安德下令寻找的人应该是这个名叫“海恩·维斯林”的研究员，原本凯文想以这个理由判断他大脑有问题，直到听过安德的解释之后才作罢。\n    海恩存在的唯一价值不在于她本身，而是个一直受他照顾的人造人，在与海恩的通讯中断之前，绝大多数人仅仅知道有这样的人造人存在而已，但那天，通讯断开了，安德就有足够的理由进去那个研究所。\n    安德在那里面找出了有关人造人的资料，得知他在通讯中断的当天刚满24岁，名为“伊文·赫德莱恩”。\n    当然，如果光知道个名字要找到一个特定的人根本不可能，更何况真正见过伊文本人的仅有海恩而已。\n    霖在五年前噩梦不断的原因，在资料库里找到了答案，原因是他在执行任务时出现的失误导致一个大二学生被迫退学，学生的姓名即是“伊文·赫德莱恩”。再将年份向后推五年，也就是现在，伊文也应该是个24岁的青年了。\n    至于他手上的磁片，内部的说法有很多，其中较为可信的就是磁片内存储了与伊文有关的大量信息，而海恩应该还没有告诉他磁片的内容。磁片的外貌则是根据研究所内的一个样品，在光的照射下能够显示出伊文的名字。\n    唯一不清楚的，就是安德非要找回这个看起来一无是处的人造人的原因。\n    “喂——你有没有在听我说话！”\n    凯文回过神，重新审视了一遍站在自己面前的青年，不管怎么看都没什么出众的地方，不过，既然是安德表明“必须用尽一切手段”寻回的人，应该自有他存在的意义。想到这里，他抬手指了指前方的路口。\n    “跟我走吧，到了那里，让他们给你解释。”\n    从另外一个角度来说，凯文觉得这人应该不是像资料中所描述的那样，完完全全在海恩的照顾下成长，如果真是这样，伊文就不可能知道他们的存在，更不可能知道会要来找他，那份资料上一定有什么信息是海恩伪造出来的，为了达到某个目的。\n    “伊文。”\n    “啊？”\n    凯文停下脚步，转头看着一脸疑惑的人，“在去见他们之前，我想问你一个问题。你是……从什么地方得知了我们的存在？”\n    这个问题让伊文觉得莫名其妙，他在用看白痴的眼神扫过凯文后皱眉沉思片刻。\n    “我不知道，就像人知道自己母亲的存在一样，我从来到这个世界开始就知道你们的存在。”\n\n\n\n|索引|\n\n\n\n@冥王星人 @zyj0807 @恶魔-潇洒 @sam3737 @xcc \n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "Donnies_Ming",
            "timestamp": 1468669920,
            "txt_content": "刚补完钢铁是怎样炼成的，看到人造人就感觉大事不好"
        },
        {
            "author": "冥王星人",
            "timestamp": 1468670460,
            "txt_content": "加分完毕\n接着回去做我那死去活来痛不欲生的评委"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1468734120,
            "txt_content": "诶字号感觉好小……看着确实蛮难受的……"
        }
    ]
}