{
    "title": "【原创 连载】Emptiness II：涅槃【02-微笑的谎言】【46241359】",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1468757640,
    "txt_content": " 本帖最后由 46241359 于 2016-7-18 21:55 编辑 \n\n正文\n\n    凯文觉得这话很难懂，他只能认为对方所表达的仅仅是——我知道你们的存在是理所应当，这样而已。虽然觉得有些莫名其妙，但还是勉强接受了这个有些难以理解的回复。\n    “说了这么多……先生您的名字是？”\n    声音有些打颤，让凯文不能不怀疑自己是不是在初次见面时就给对方留下了阴暗凶残，总之就是负面的印象。\n    “没必要告诉你，不过，你是真的想知道么？”\n    迟疑，在内心做过思想斗争后还是点了点头。\n    “凯文·西格莱斯。”\n    “唔……”\n    眉头皱了皱，看起来脸色不大好，伊文站在原地，手扶着自己的额头。\n    “怎么了？”\n    刚才的症状，凯文觉得有些眼熟，在一段时间前应该还在什么人身上见到过。应该叫做……失忆？失忆的人在记忆有恢复迹象时会头痛，没准大概就是这个时候伊文的状态？\n    “呃……不，没什么，就是有些头痛，因为总觉得这个名字以前听到过。”\n    听到过？不可能吧，如果伊文说由自己联想起某个人可信度还比较大，按照海恩的资料，在此之前海恩从来没有对伊文提起过任何他们当中的一员——除了她自己。还是说，有别人告诉他？\n    “哼……”凯文转身走到街角，拉开车门的同时喉咙里发出一声轻哼，“那样的话，倒挺有意思的，希望你最好能够一直保持这样的状态，没准他对你的态度会比其他的陌生人更温和一些。”\n    “‘他’？谁啊……”\n    说着，他被凯文一把推进副驾驶，同时将手提包扔至后座，之后坐进驾驶座。\n    “等见了面，你亲自问他吧。”\n    “诶——”\n    得到敷衍性的回答，伊文在几经思索过后才确认是凯文不想说，于是也很识趣地不再多问，靠在椅背上。\n    也许是错觉，在车内的气氛变得安宁之后，伊文的眼前忽然间就冒出海恩的身影来，对他而言，那个消瘦的女性无论何时都面对着阳光，在她背影的轮廓上镀上一圈有些耀眼的金边，那些光感觉很朦胧，才能够衬出她身上独有的，母性的光辉。\n    不知道自己真正的母亲是谁，此时身在何地，却因为有了长时间的陪伴，伊文从内心里已经把海恩作为自己的母亲看待。\n    一开始，他以为这样的生活永远不会结束，至少在自己真正的不再那么依赖这种来源于血缘之外的亲情以前不会结束。说起让他如此确信的原因，大概有点幼稚，引人发笑——仅仅是因为海恩总将一种平和的微笑挂在脸上。\n    这样天真的想法在他亲眼目睹一个场景之后就被颠覆了，让他深刻地意识到原来人的表情并不能够永远作为呈现内心的载体。\n    那天……外面下着小雨，伊文和往常一样，提着两人份的晚餐，打着伞一路小跑到研究所的门口。隔着门，他发现门口原本的保安不在，索性直接推门而入，按照原先的习惯，将晚餐放在门口的柜台上，将伞靠墙放好，沿着走廊找到海恩所在的研究室。\n    手即将搭上门把的那一刻，他犹豫了，里面有异响，而且，像是争执。\n    他还是把手向前伸，但没有向下摁，而是紧紧地向外拉着避免它自行打开，继而将耳朵紧贴在门上，试图分辨清楚门内到底发生了什么事。\n    的确是争执，严格的说，比争执更严重。\n    从门内传来了什么东西撞到桌角后倒地的声音，还有玻璃瓶被摔在地上碎片散落一地的脆响。当然， 呃，这些对于伊文来说还不是最重要的，如果仅仅是砸了什么东西，事后收拾一下就好。\n    一阵持续时间不短的沉默，过后就是他最不希望听到的声音。\n    “不可以——你们不能拿走它！”\n    海恩的嘶吼。\n    伊文印象里的海恩总是沉着镇定，无论发生什么都能拿带着微笑并冷静应对，他甚至不记得她有因为什么紧急情况而出过一滴冷汗。她总是会温柔地，抚摸着伊文的脑袋——尽管伊文已经比她高了，然后告诉他一切都好，不需要担心任何事。\n    她被人从身边拿走了……什么东西……\n    不知道，包括研究室里到底发生了什么都不知道，他唯一能做的就是继续贴在门上听着动静。\n    死一般的沉默，伊文以为那里面的骚动已经平息下来了，才稍微用力推开了门。\n    紧接着，房间内有人持着手枪，瞄准他的脑门。海恩在房间内，鲜血从额头的创伤处流淌而下，滴落到地面上，双手被反绑在身后，抬头看见茫然无措的伊文，张了张嘴：“伊文——别过来——”\n    撕心裂肺的喊声意料之中地吸引了站在门口准备处理伊文的男子的注意力，就在他确认没有事发生转身要扣动扳机的一瞬，子弹直直地射入他的眉心。\n    没看清上一秒究竟发生了什么，伊文在亲眼看着房内剩余的人手忙脚乱地将海恩拖走之后，感觉自己的后颈挨了一记手刀，在完全闭上眼之前，有一名与他年龄相仿的男性，握着手枪追了出去。\n    后来发生了什么，伊文毫无印象，他只知道自己从昏迷中醒来时正躺在自家里，至于那名也许是开枪救下他的男子，连面容都没能看清，只留有一个模糊不清的背影而已。\n \n    “喂，你，要睡到什么时候？”\n    右肩一阵疼痛。\n    “唔……我刚才……不是还坐在车里吗——这是哪？！”\n    面朝着伊文坐在转椅上的人将手缩了回去，托着自己的头，“伊文·赫德莱恩？”\n    “啊，对，是的。你就是……凯文先生说的那个人了么？”\n    对方伸手从抽屉里拿出塑料盒放在面前，抬眼打量了一番伊文脸上的神情，张开一直紧握着的右手，“罗杰·伊特，海恩研究员失去联系后，我代替她成为你的保护人。”\n    等一下。\n    刚才右肩的痛觉，怎么有些熟悉？就在反应过来时，罗杰恰好将手缩了回去，难道说……\n    那个开枪救人的男性，就是他？\n\n\n\n|索引|\n\n\n@冥王星人 @sam3737 @zyj0807 @xcc @恶魔-潇洒 \n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1468757820,
            "txt_content": "肩膀痛和帮助回忆这件事，联系太牵强了。\n罗杰的动作也比较僵硬不自然。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470897720,
            "txt_content": "\n那些光感觉很朦胧，才能衬托出……\n到底是怎样才能衬托出？\n\n其他，冥王已经说得很明白了。\n而且觉得你有点拖泥带水。"
        }
    ]
}