{
    "title": "【原创 连载】Emptiness II：涅槃【03-向你忏悔】【46241359】",
    "author": "46241359",
    "replyCount": 4,
    "timestamp": 1468849140,
    "txt_content": " 本帖最后由 46241359 于 2016-7-18 21:48 编辑 \n\n正文\n\n\n    “呃……对不起，请问……您的意思是说，要保护我吗？”\n    当然了，保护人不保护自己的目标难道还杀了他不成？罗杰忽然间就觉得自己从前对Emptiness没多少好感是情理之中的事情，因为人造人的思维方式总觉得像是痴呆。\n    “怎么？”\n    “我……我想冒昧问一句，在两个月之前，您是……什么工作？”\n    “……”罗杰希望，他真的是出于无意，而不是为了得到什么讯息而特意这样问，“研究员海恩的保护人。”\n    “是吗……”\n    “我想，你应该庆幸当初下令寻找你的人现在已经死了，”罗杰从长裤口袋里摸出另一个塑料盒，拽出伊文的一只手将其放在手心，“如果你被送到了他面前，现在就已经被射穿太阳穴了。”\n    “……为什么？”\n    “不知道，”他将伊文的那份收进抽屉里去，站起身顺手披上搭在椅背上的白色外衣，“可能是因为海恩为了你在资料上做过手脚，虽然我不清楚她的目的……”\n    “您要去哪？”\n    “凯文把你从这个城市里找出来又送到我面前，总得给个答谢。”站在门口，微微转头看着有些紧张的伊文，“你可以跟着，但请不要对我使用敬语。”\n    他如今所做的一切，都只是为了赎罪，为什么还要承受对于自己的认同和肯定。\n    伊文有些迷糊地点点头，依然不明白罗杰到底为什么看起来有些厌恶自己对于他抱持的敬意，将塑料盒握在手中快步跟了上去。\n    “凯文先生……是个怎么样的人？”\n    “他年龄比你小，叫凯文就够了……至于是什么样的人……”罗杰摇摇头，他不知道如何形容，今天的凯文，早就不是他记忆里的那样了，“我不知道。”\n    不知道？这两个人，相互之间不应该已经很熟悉了吗，怎么会不知道对方是怎样的人呢……算了，也许是不想说吧。\n    跟在罗杰后面进入一家咖啡店，。\n    “比我预计的来的还慢呢，难得你还有为这种事而纠结到底要不要答谢我的时候。”\n    “如果下次还这样，我以后就不想着这事了。”罗杰脸上先是很明显的，因为想法被人看穿而感到不爽的表情，但很快就变成了微笑。\n    “还不是因为等你通知我再过来更浪费时间嘛。”三人找了个靠窗的地方坐下，伊文选择和罗杰坐在一起，他总觉，凯文身上有什么自己恐惧的东西，也可能是初次见面时那番强硬的动作给他的心头蒙上了一层阴影。\n    罗杰耸耸肩，站起身去柜台，剩下伊文有些僵硬地坐在座位上，畏畏缩缩地看着面前的凯文。他张了张嘴，感觉背上渗出一层冷汗，“那个……凯文？”\n    “什么事？”\n    因为终于有机会近距离仔细观察对方的面容，他也就在这时才注意到凯文右脸颊上浅褐色的疤痕，左手臂上缠绕着绷带，在此之前因为凯文穿着长袖遮掩住的缘故没能看见。\n    “你最近是……受过伤吗？”\n    凯文低下头，晃晃自己的左臂，继而仍然用轻松的语气说道：“没什么，前几天走路时分心中了一枪而已。”\n    “……走路时……分心？！”\n    那按照他的意思，这是每天都会发生的事情所以凯文不得不全神贯注的来加以避免，一旦走神就会有颗子弹射进他身体的某个地方。\n    哦，见鬼。\n    这样的生活简直就是糟糕透了，他实在难以想象凯文到底是心理素质会有多么的变态才能以这般轻松的姿态继续生活，换作是他早就卸下防备让人一枪打死自己了。\n    “呃，嗯……对了，我们以前有没有在什么地方见到过，我是说，很久很久很久以前。”\n    “……我记得不大清楚了。”\n    “会不会，是你记着……但不能告诉我？”\n    “……”\n    凯文望向窗外，摇了摇头。\n    “我倒是真的希望，自己对于认识你的事能够有点印象。”\n    “为什么？”\n    他再度将头转过来，指了指自己手臂上的绷带，眼神中带有少见的哀怨：“你也许不知道——我们当中的绝大多数人，都需要真正意义上的救赎。”\n \n    Emptiness将耳朵贴在铁门上，耐心地听着门内的动静，直到他确认那里面没有什么异常后将钥匙插入锁孔，拧了几下后推开沉重的铁门。\n    漆黑的房间内只有一个地方闪烁着幽幽的蓝光，他朝着光源走了几步后停下脚，有些不安地看着正对着自己的少女。一时竟什么都说不出来，只能抬手指了指门口，示意出去吃饭。\n    少女明白了他的意思，有些茫然地点点头 ，缓慢地走出门去，他跟在后面，同时带上了门。\n    “阳。”\n    仍然坐在沙发上看杂志的人放下手里的东西，抬眼示意他继续说下去。\n    “为什么每次都一定要我去叫她，你去不可以么？”\n    阳看着已经迫不及待坐到椅子上准备对桌上的饭菜下手的少女，低下头继续看着书页上的文字，“那孩子……对于我这样的人有不浅的恐惧感。”\n    “那说不通吧，”Emptiness走到沙发处坐在阳的旁边，“她不是罗杰送来的么，按道理说，罗杰身上的气息应该比你更重吧。”\n    “我不清楚，不过据说她是罗杰救回来的，没有恐惧感，也是理所应当的。”\n    这个少女，是一星期前罗杰送到这里来的，理由是自己家里重要物品太多担心这孩子闹起来没个限度而引起破坏，实际上Emptiness和阳都知道那只是他偷懒的理由而已。\n     按照目前的情形来看，她的智力比同龄人要高，听力视力也没问题，但就是不能说话……不，准确的说，是不能发声，但每次Emptiness朝罗杰问起她到底能不能通过声音的形式进行正常交流时后者总是笑而不语。\n     据说，她是被人从水里救上来的。至于救她的人到底是不是罗杰，应该只有他自己，和那个救下她的人知道。\n\n\n\n|索引|\n\n\n@冥王星人 @zyj0807 @sam3737 @恶魔-潇洒 @xcc \n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1468853100,
            "txt_content": "看来空和我关系不错"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469172540,
            "txt_content": "冥王星人 发表于 2016-7-18 22:45\n看来空和我关系不错\n真是辛苦冥王每章都给北极评了\n其实北极每章后都立刻看到冥，我觉得这事很诡异……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1469172900,
            "txt_content": "安根_Engon 发表于 2016-7-22 15:29\n真是辛苦冥王每章都给北极评了\n其实北极每章后都立刻看到冥，我觉得这事很诡异…… ...\n在我淫威之下，我在北极小说里弄了个主要角色233"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469173260,
            "txt_content": "冥王星人 发表于 2016-7-22 15:35\n在我淫威之下，我在北极小说里弄了个主要角色233\n我已经知道了，问的不是这个……\n但是好吧，就当你说你们有交易。"
        }
    ]
}