{
    "title": "【原创 连载】Emptiness II：涅槃【04-雨夜噩梦】【46241359】",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1468924020,
    "txt_content": "正文\n\n\n    她感觉，自己猛然掉入水中，在一瞬间被无尽的冰冷包裹起来，黑色的长发在水中散落开，像水草一样，周围不会有人，即使有人，也会因为这丛“水草”避而远之。\n    希望已经破灭了，只能任由自己渐渐沉入水底。\n    不会有人来救她。这个世界，和母亲口中所描述的完全相反，她甚至看不见水面上的阳光，只有一片黑暗。\n    意识即将远离身体之际，有人拉住她的手，那人把自己抱在怀里，带她离开了这个冰冷的环境，像从裂口中照进世界的一缕光，微弱，但温暖。\n    醒来时，她正躺在沙发上，换了身衣服，附近就有一个男子正坐在转椅上，手指在键盘上快速敲击着。他的目光向一边移动，越过电脑的屏幕，落到躺在沙发的少女身上，“醒了？”\n    “你是……谁？”\n    “不需要知道，”他伸手关掉显示屏，站起身走到沙发旁边，“因为我们，可能只见这一次而已。”\n    被他从沙发上拽起来，在驱使下迈出门口，还是有些疑惑地转头看向双手揣在上衣口袋里的男子，“请问，救我的人，是你吗……”\n    “这样的事，你自己最清楚。”\n    “但我那个时候——”\n    她的头被他拍了一下，后者缩回手做了个噤声的动作，指了指右侧示意她走出门后向右拐，接着后退了几步坐回转椅上。\n    “快走吧，这个地方，待久了就出不去了。”\n    他说这话的时候，刻意压低了声音，像是在恳求和警告。\n    这个人的眼神，和他们一样，眼底都透着不可能被掩盖住的杀气，透过双眼所能看见的，只有一望无际的黑暗。虽然她不愿意去相信，但自幼年时期开始就具有的敏锐直觉告诉她，面前的男子和多年前在夜间闯入家中的那些人是站在同一领域中的。\n    “那……我的父母，你是不是……也参与了？”\n    沉默。\n    过去的事他不愿意否认，也没有否认的价值，但他从她眼中看到了一种似乎已经遗失的东西——她对自己抱着幻想，与事实严重不符的幻想。\n    “你见过我，”他耸了耸肩，“我只能这样回答。”\n    “……”\n    她点点头，之后有些急促地伸手接住他扔来的东西，“我欠了很多，但只能一点点地还。”\n \n    “喂，”Emptiness敲了敲她的脑门，红色的双瞳让她想起动物园里的兔子，不由得笑出声，“我说你，到底是怎么了啊，从来到这里就闷闷不乐现在又突然笑出声，是不是和我一样情感插件都有问题啊？”\n    “情感插件……是什么？”\n    哈？你竟然问我情感插件是什么？！Emptiness站直了身子准备给这个在他看来完全是懵懂无知的女孩来一拳。\n    但她看不出他眼里的怒火，只觉得这个白发白衬衣看起来像个兔子的人越发好笑，于是指着他的眼睛问道：“你的眼睛，为什么是红色的？”\n    好像有点道理，为什么他们把自己制作出来时不给挑个看起来顺眼的蓝色颜料偏要做出来个红色的眼睛还老让无知的人以为自己是红眼病患者。\n    “这个……我也不知道，可能他们觉得红色的比较符合我的气质？”\n    “‘他们’？”\n    “……哦，就是你害怕的那些人。我是他们造出来的。”\n    “你的性格也是他们造出来的？”\n    “不……我是说，这个身体是他们造出来的，至于我本身，是被他们硬塞进去的。”\n    她抬起头重新打量一番面前的人，白色的头发打理的倒是很好，白色的衬衣，深灰色长裤，身上也没有令她畏惧的黑色外衣，但有个东西，对她而言似乎比那件外衣更扎眼——他的胸前别着一块铭牌。\n    “你是……他们的高级成员？”\n    她不是他们的一员，但因为有过被囚禁的经历，多少有些了解。那件黑色的外衣是他们的制服，凡是成员都会有一件，至于穿不穿那则是成员自己的问题。\n    但，高级成员会有铭牌。所谓的高级成员，就像字面意思那样，对他们做出了不低的贡献，或是能力突出，总而言之即是相比较正常的成员有过人之处。\n    “是，之前有人认定我的分析能力比一般的分析员要好，所以给我强加上这么个名号。”\n    ……\n    “你问了我这么多，不和我说说你的事么？”\n    我的事？\n    那有什么好说的。\n \n    雨不断拍击着窗户，发出的声响让少女从睡眠中清醒过来，床头的闹钟显示此时已经是一点，今天，应当是她的生日吧。她带着欢喜的心情入睡，期盼着第二天，但醒来时却只感觉到恐惧。\n    有人打开了家门潜入进这里，她坐在床上，听见外面有人的声音，并不是自己的父母。\n    双脚踩着地面，她拉过床头的玩具熊，抱在怀中，小心翼翼地踮脚走到门前，侧耳细听门外的动静。\n    呯——\n    是枪声！虽然她没在现实世界里听过开枪的声音，但这么久的时间下来与父母一起看过不少电影，里面开枪的镜头也是数不胜数。\n    她回过头，咬着嘴唇仔仔细细地打量一遍自己的卧室，最后选择躲在床底——依然抱着她的玩具熊，那是去年的生日礼物。\n    房门被人踹开，之后是急促的脚步声。她蜷缩在床底，连呼吸声都要极力压制。\n    父母呢，他们……怎么样了？\n    想起刚才的枪声，她将头埋在玩具熊的身上，难以抑制地哭出了声。\n    有人趴了下来，手电筒的强光照进狭隘的空隙，双眼一阵刺痛，同时被人从床底强行拖出来。\n    男子看着站在自己面前瑟瑟发抖的少女，还有她眼底的一种近乎绝望的怒火，抬手制止了旁边的人要开枪了结她的举动，“带回去吧。”\n    那一晚，外面真的很冷，她身上还穿着睡衣，光脚走在冰冷的地面上，全身都被雨水淋湿。\n    他在她的旁边，黑色的外衣湿漉漉地贴在身上，眼里透着从未有过的悲哀。\n\n\n|索引|\n\n\n@冥王星人 @zyj0807 @sam3737 @xcc @恶魔-潇洒 \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1468938360,
            "txt_content": "北Duang你头像最近换很勤\n为毛我的出场辣么少"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469172720,
            "txt_content": "一个人掉进水里，她会想这么多，这么复杂，这么远？"
        }
    ]
}