{
    "title": "创世匠艺大区 | 综合版规",
    "author": "冥王星人",
    "replyCount": 0,
    "timestamp": 1468935900,
    "txt_content": " 本帖最后由 酉月一 于 2020-5-10 13:57 编辑 \n\n《创世匠艺大区 总版规》　　　　发帖与回复时的注意：　　三联回复、故意刷屏顶贴、自占前排回复、纯表情、版聊、无意义字符串、借帖宣传服务器、爆粗回复，等行为。　　发布纯文字帖、重复帖、短期内使用频繁更新屠版、引战帖、各类广告、宣传服务器、错区错版、帖内包含大量无意义折叠与空白，等行为。　　标题过长，且包含相同字符数量超过五个，或使用类似“XX说标题长才有人看”，等行为。　   一切将人流引导到其他网站、站点，和索要人气、回复量、赞助等，同时违反论坛总规章的行为。　　以上所列（但不仅限于）违规行为，一经发现或被举报，均视程度严重性，予以扣分、警告、删除、短期长期封禁、禁止访问等不同处分。      发帖所用字体颜色不得使用强烈反差颜色，背景不得使用过度花哨背景，如遇此种情况版主有权删除背景，和将字体颜色改为统一黑色。      本版允许到达等级的会员，自行斟酌和对帖子内容进行回复可见隐藏，但一切的下载地址与下载地址相关、解压密码、必要的客户端等，妨碍地图基础游玩的内容，全面禁止隐藏，违者警告扣分处分。\n　　关于举报违规时的注意：　　通常情况下，由于工作量巨大，版主只处理近两个自然月内的违规；两个自然月以外即为超期违规，理论上不予理睬。　　举报后回复“水帖已举报”之类无意义内容的，同样视为水回复。　　短时间内大量举报超期违规、使用举报留言对版主疏忽进行肆意指责谩骂、同一违规反复举报、因个人恩怨无故举报正常内容等行为，均视为恶意刷举报，扰乱正常版务，会受到扣分警告。\n　　另外情况下的违规：　　本版所有帖子均不得出现“服务器”字样。　　不得未经作者允许，展示、修改、整合他人作品，或冒充作者。            《展示&共享 分区简介》　　       展示&共享，是针对地图的展示，发表、鉴赏、共享而设立的版块。是与游戏本体关系密切的分享领域。在这里，您可以发布种子，展示未完结的工程，以及发布引以为豪的作品。　　本版共有三枚荣誉勋章：地图专家，超级建筑师，红石专家。详情请移步至勋章介绍及申请帖：http://www.mcbbs.net/thread-12685-1-1.html\n　　发帖须知：　　本版以作者态度为首要，其次才是技术。　　本版接收原创地图有关，完成的存档，和未完成仅图片展示的作品，及作品索引。　　※未完成地图的施工现场展示不得超过两帖。　　※代发地图视同原创。　　半原创，或使用MOD的存档，必注明改造成分或MOD列表，公示作者同意改造的声明。　　请尽量使用图床上传图片，本站因不稳定时常会出现挂图现象。为了方便作品更好的展示，推荐新浪微博相册。      \n《搬运&鉴赏 分区简介》　　　　搬运&鉴赏，是针对国外知名专题网站，方便会员在国内欣赏下载顶级制作组作品，和观摩全球性活动盛况而设立的版块。在这里，你可以见到令人惊叹设计、打破限制的创意，并无需任何代价，尽情下载使用。　　本版共有二枚荣誉勋章：搬运工，疯狂搬运工。详情请移步至勋章介绍及申请帖：http://www.mcbbs.net/thread-12685-1-1.html\n　　发帖须知：　　本版仅接收来自于国外及海外知名网站和论坛（例如PMC，minecraftforum等）的地图存档搬运，发帖请附带非机翻介绍，清晰图片，国内网盘地址。　　本版严禁发布国内站内二次搬运，批量打包搬运，无原作者作品链接的来源不明搬运。　　同一ID，24小时内搬运地图数量，不得超过5张，违者视为屠版。      \n《发帖奖励制度总则》　　　　无论帖子是发在展示或者搬运，只要符合基本内容要求，不是火柴盒、滥大街的编辑器空岛、软件生成、MOD预设等等糊弄，都会获得这个几倍于之前的版主评分。　　展示类要求至少3张清晰截图，附带一定的文字介绍；地图和搬运比纯展示多要一个模板，还有有效的国内网盘下载（推荐百度云），注意文件要压缩一下哦~~~\n　　帖子获得版主推荐图章的，版主评分6人气 60金粒 1贡献起步；      获得优秀图章的，版主评分8人气 80金粒 3贡献起步；　　获得精华图章的，版主评分10人气 100金粒 5贡献起步，精23图章评分阶梯增加。\n　　当然，有些漫不经心发出来的残缺不全帖子，根本无法得到基础的版主评分。　　看到自己帖子被1金粒提示已阅，或者关闭，要不就是1人气起步2人气15金粒封顶的时候，麻烦先对照要求修改，再联系版主复查。　　如果想得到高积分和众人关注，一定要踏实认真，在制作和排版上下些功夫；自检不足的无理取闹，都不会得到版主的答复。　　每帖加分是本大区习俗，并非义务。       \n　　本新规自发布之日起生效。      创世匠艺大区管理组 保留版规最终解释权。　　\n",
    "replies": []
}