{
    "title": "【七月活动】蓝色折叠椅",
    "author": "工总司",
    "replyCount": 10,
    "timestamp": 1468947840,
    "txt_content": "\n “H……H……H…………HO……H……HO…………” 啪！“HO?HO什么？结巴了？不会说话了？平时你和你那帮狐朋狗友谈起电脑游戏来头头是道，现在怎么一个字也不会说了？” 小学生李明的母亲一个巴掌结结实实地拍在了正在结结巴巴地拼写单词的李明的脸上。李明的父亲站在旁边像一座大山般的一动不动若无其事地旁观着。李明仅仅穿着一个裤头和一个皱皱巴巴的小背心，浑身都是汗。脸已经哭成了红褐色，上面全是眼泪和鼻涕，印着好几个叠在一起的巴掌印。惊恐地跪在一把老旧的蓝色折叠椅上。那把椅子已经老旧的不成样子，哪怕只是李明那样重量的人坐上去都会发出吱吱呀呀的声音，椅背已经遗失了，只留下两段黑漆快掉光的的铁管，蓝色的塑料部分上全是白花花的划痕，椅子腿下面的塑料垫子全没了，为此李明没少因为挪动椅子时划坏地板而挨他母亲的揍。 “H……HOK。” 咚！“你连猪都不会拼了，你真是猪狗不如！你不学好英语，怎么接触高素质的国外？怎么摆脱中国这个环境？将来你去扫大街吧！”李明的母亲一拳狠狠地砸在李明的头顶上，仿佛鲁提辖拳打镇关西一般，震得李明膝盖底下的那把折叠椅都发出了吱呀吱呀的声音。而李明的父亲仍然像一座大山一般一动不动。 李明此时正在哇哇地哭着，他恍惚的脑中并没有几个英文字母，反倒是在因为极度的害怕变得一片空白。 咚！“我跟着你们爷俩受了多少累，知不知道我为把你送出国操了多少心？你们爷俩都是典型的中国人，不懂得知恩图报！早知道这样我当初嫁给那个老外得了，也不会有你这个小孽种！” 李明一边抽泣一边抹着鼻涕，大脑里一片空白怎么也想不出如何回答他母亲的话，只是害怕得要死，害怕着下一下重击落到自己头上。李明渴望摆脱这地狱变般的场景，他曾想过他的父亲会帮助他，但是希望还是落空了，他的父亲还是像一座大山一样耸立在一旁。 咚！“你说话啊！是不是不懂得知恩图报？难道我说的不对？” “不不……不知……” 咚！“你竟敢说不！你竟敢说不！你竟敢对我说不！你这个废物！你和你那只会打麻将的爹都是废物！是不是废物？” “不……不……”李明无所适从，不知道说什么才能避免遭到下一下殴打。 咚！“你们家的人就是废物！你们家人就只会干涉别人的自由！我一届名牌大学硕士，却要在一个小破公司里当一个破会计，一天到晚和一帮中专生、大专生守在一起。要是我在国外，我早就和有钱、有能力的老外开着跑车兜风去了！你知不知道，我上高中时的同班同学嫁给了一个比利时人？比利时人！我却要和你们这帮废物守在一起！你说对不对？” “是……是……” 咚！“你们家人就是虚伪。你就是想撒谎骗我,想让我不打你,对不对?你撒谎，你爸撒谎，你们家人都撒谎！你……你……你想干什么？” 李明从那把蓝色折叠椅上站了起来。他鼓起勇气站了起来。这貌似永无止境的地狱般的折磨以及恶毒无比的侮辱，他连一秒都再也忍受不了了。他想要自由？不，死亡就很值得高兴了！这勇气是因为他想反抗让他双膝跪在那蓝色折叠椅的母亲？不，他只想解脱，站起来只是为了跳下去。李明渴望那蓝色的折叠椅下方是无尽的深渊，渴望那蓝色的折叠椅下方是熊熊的烈焰，渴望那蓝色的折叠椅下方是飞奔的汽车，渴望那蓝色的折叠椅下方是急驰的火车，渴望那蓝色的折叠椅下方是锋利的金属尖刺，渴望那蓝色折叠椅下方是一切能结束他生命的事物。可惜，他的愿望没有实现。 “你想反了？我打死你这个废物！”李明的母亲反应过来，李明还没来得急跳就被他的母亲连人带那把蓝色的折叠椅踹飞两三米，重重的砸在了墙壁上。李明的母亲一个箭步窜到李明面前拳脚并用像一条疯狗一般的殴打李明。李明支撑不住，渐渐在暴风骤雨般的拳打脚踢中闭上了眼睛……圣石战争的时候没有召唤诸位，实在是对不住。@Gong_Pu @DGK2 @像素君 感谢您之前指点我的作品，这里我特意@一下  \n\n",
    "replies": [
        {
            "author": "像素君",
            "timestamp": 1468968420,
            "txt_content": "看起来很现实啊~"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1468975380,
            "txt_content": "hok是什么意思(/ω＼)"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1468979940,
            "txt_content": "这个故事告诉我们一定要反*对家*暴233"
        },
        {
            "author": "DGK2",
            "timestamp": 1468980300,
            "txt_content": "可以尝试进行简化，跟题目一样干净利索而不是有一点拖泥带水的样子，总体有待提高"
        },
        {
            "author": "www769011811",
            "timestamp": 1468986960,
            "txt_content": "支持！支持！"
        },
        {
            "author": "Gong_Pu",
            "timestamp": 1468993020,
            "txt_content": "怎么说呢\n我倒是看见了一位叛逆少年（x1不会性早熟吧），一位叛国贼（x2对于那位母亲，我只想说：“You can you up!”），一位窝囊废以及一个失败的家庭（x3现代失败家庭的缩影）。\n事实上，对于那位母亲，我觉得它形容自己可真形象。\n以上就是对剧情人物的印象。\n我从此文看到了中国95%家庭的缩影（或多或少都有一点）。绝佳的讽刺！"
        },
        {
            "author": "工总司",
            "timestamp": 1469042460,
            "txt_content": "Gong_Pu 发表于 2016-7-20 13:37\n怎么说呢\n我倒是看见了一位叛逆少年（x1不会性早熟吧），一位叛国贼（x2对于那位母亲，我只想说：“You can ...\n谢谢君评价我的文章。\n这篇文章是根据我听到的我家楼下半夜发出的非人般的嚎叫结合一些现实中见到人改编的。李明其实算不上叛逆少年，只不过有点懒，有点贪玩（李明再长大几年可能会变得有点污）。李明母亲那种人也是有现实原型的。我曾见过不少一天到晚不厌其烦的说着“中国教育洗脑……”、“中国教育剥夺创造力……”、“要快乐教育……”这样的话，却给自己的女儿报了周末的四个“兴趣”班，每天都要其女儿钢琴和英语任务过关后才能睡觉，把她的女儿折磨的生不如死的人。另外，文中的那个家庭其实经济上相当殷实，但因为社会关系和社会滋生出的类似于拜金主义那样的思潮而变得四分五裂。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469163060,
            "txt_content": "……朋友表现的是这个现象其中一个面嘛。这样的文章不要写单方面，隔阂会太重。现实生活中这样的现象是十分复杂，不能定论的。"
        },
        {
            "author": "Gong_Pu",
            "timestamp": 1471521420,
            "txt_content": "工总司 发表于 2016-7-21 03:21\n谢谢君评价我的文章。\n这篇文章是根据我听到的我家楼下半夜发出的非人般的嚎叫结合一些现实中见到人改编 ...\n我不看我的积分我还真不知道原来还有下半段。\n怎么说呢，与其报那么多的兴趣班，倒不如把选择权交给自己的儿女，毕竟，要学的话再迟也不迟。\n而且把选择权交给自己的儿女后，其实父母就占据了道德的制高点，因为这是你自己的选择。\n所以像阁下笔下的父母不仁亦不智。"
        },
        {
            "author": "八意史蒂夫",
            "timestamp": 1471536120,
            "txt_content": "北百合附身的母亲！#喷\n我要用四次元炸弹毁灭这里！（啪！）"
        }
    ]
}