{
    "title": "[新手必看][绝对良心][无图][没标题][也许会更新]",
    "author": "Li_Huazou",
    "replyCount": 22,
    "timestamp": 1469027700,
    "txt_content": " 本帖最后由 Li_Huazou 于 2016-7-21 10:17 编辑 \n\n0.列序号为了看起来比较整齐\n\n0.25.也许会更新\n\n0.5.本帖中所说的，仅限于1.7.10版本\n\n1.下载Minecraft最好到MCBBS或是百度贴吧上下载，不要去直接在百度或其他网站上搜索下载，可能会带有很多捆绑软件等\n\n2.你下载了这个游戏，然后打开了\n\n3.你打开选项调整时可能有些东西不懂，你不懂的东西可能有：平滑光照、Mipmap\n\n平滑光照，大概是这样的：关闭时，比如你在暗的地方，插一根火把，并且这个地方比较大，你仔细看火把的光，会发现底下的方块上，有些的光很亮，而有些的亮光很暗，和他相邻的方块亮度差很多，而开启后，同样用关闭时的场景作比方，应该就是把火把的光线平均分配到每一个能照到的方块上，关了后就可能是火把所在的方块很亮，有些方块很暗（但有亮度），开了后所有被光照到的方块亮度都是平均的，不会一个亮一个暗\n\nMipmap:一共有4个级别，是4的时候，你看东西就会像，离你越远的方块，他们的顶上（以超平坦为例）就像盖了层让你看不清的那种东西（成人用品店门口的玻璃上经常会有），开到1的时候，就像把方块顶上组成方块顶的那些颗粒增加的更密集（只能描述成这样……具体可以自己去调一下自己感受），调的时候会卡，耐心等一会\n\n4.进入游戏，创建世界，\n会有些选项和三种模式\n选项:允许作弊，关掉后你在那个世界就无法作弊，禁止使用命令，用来辅助刷物品的MOD也无法使用，因为他们是用命令来刷东西的\n\n\n生成建筑:生成村庄或是地牢、遗迹等，村庄:会有一些可以交易的村民（大多是奸商），还有一些农田，小麦、胡萝卜、马铃薯（或者叫土豆）应有尽有，小麦的获得:打掉“草”“蕨”有几率掉落小麦种子，成熟后（完全变黄）可以收获小麦，并且掉落0-3的小麦种子，胡萝卜和马铃薯的获得:杀死僵尸有小几率获得（除去收获唯一的获得方式），成熟后可以获得更多的马铃薯和胡萝卜，胡萝卜和马铃薯都是可以直接种下的，马铃薯收获有几率收获毒马铃薯，没有任何作用，只能吃，吃完回复半格饱食度并且获得几秒的中毒效果，胡萝卜直接就可以吃，补充两格左右的饱食度，马铃薯直接吃回复半格饱食度，烤完吃可以获得4格饱食度，烤完的马铃薯不能种\n\n\n地牢：以圆石和苔石围成的一个空间，有时候是封闭的，有时候不是（不确定），里面会有箱子，箱子里会给你一些奖励，中间还会有刷怪笼，会持续刷怪，封印方法（5火把封印法）：刷怪笼的前后左右和上面都插上火把就可以了，目前能在主世界里自然生成的刷怪笼：洞穴蜘蛛、骷髅、僵尸，刷怪笼不能被采集，挖掉后只会掉落经验\n\n\n奖励箱:开启后会生成奖励箱，在你出生点附近必有一个，会随机给你这些东西里的几种（数量随机）:各种木板，木质工具，石制工具（我没太注意过，欢迎补充）\n\n\n模式:\n第一种:生存，普通的生存，死亡复活，没什么特点\n\n\n第二种:创造，你可以随意切换模式和用内置修改器刷东西（那个修改器叫什么不记得了，就先这么说），在创造模式下，快速按两下跳跃键就可以飞，在空中按住蹲下键可以下降，在空中只需要按住空格就可以升高，对着一个东西按鼠标中键，如果在创造模式的物品栏里有这个东西的话，会直接置入你的物品栏\n\n\n第三种：极限，难度锁定在困难，允许作弊和奖励箱锁定关闭，你只有一条命，如果死了，你会被强制删除世界\n\n先砍树，请记住，按住左键挖掘方块，我是这么玩的:挖3个原木，然后合成工作台和4个木棒（合成表请百度一下），然后做木稿，挖3个石头，然后做石斧，砍树，砍到差不多黄昏或者斧子爆掉，就可以造家了，造家最简单的就是造3格高的火柴，如果你没有小地图MOD，需要用指南针来找家的话，还是不要跑得离出生点太远，因为指南针永远只会指向你初始的出生点\n\n5.如果你有时间，也可以在砍树过程中找羊，打到三个羊毛合成床，就可以度过一个晚上了，或者你没有找到羊，找到了其他的动物，也可以杀了拿肉，记得牛要留两只，鸡也可以留两只，如果没找到多少肉的话，就打些草，拿小麦种子回家种\n\n\n6.种植小麦，做好一把锄头，右键泥土/草方块，就会变成耕地，刚锄好地时，耕地是干的，如果旁边有水，一会就会变成湿的（颜色明显变深），没有水，就会迅速变回泥土，但是如果旁边没有水，你在他变成泥土前就种上东西，他是不会变成泥土的，直到上面不种着东西并且旁边没有水\n\n接下来就不多说了吧，这种东西，说多了就没意思了嘛，还是自己探索的好\n\n\n但我还能帮你些东西：\n这个游戏一共有三个世界\n\n主世界：你一开始所在的世界\n\n\n地狱：也叫下界，通过地狱传送门进入，地狱传送门的造法：竖着放长3宽2的长方形（四个角可以不搭或者用其他方块，你要用黑曜石也可以）\n\n末地：每个地图只会有一个通往末地的传送门，你需要用末影之眼寻找，找到后在末地传送门里放上末影之眼，就会出现一道黑色的传送门，与地狱传送门不同，地狱传送门你要站在里面一会，而末地传送门你直接跳进去就会进入末地，进入末地后，除非死亡或者击杀末影龙，否则无法用正常方式回去\n\n主世界：有许多地形（具体去看Wiki百科，绝对不是我懒）\n主世界的特殊地形和遗迹：蘑菇岛、沙漠遗迹、丛林遗迹\n\n冷针叶摘自Wiki百科（可能会亮瞎眼）\n冷针叶林：一种寒冷多雪的生物群系。此处有许多雪、冰和树。狼在这里生成，而且如果你驯养他们，他们将会保护并爱上你。雪同样在这里生成，可以建造教程/刷冰。雪天代替了雨天，所以 教程/刷雪也行的。此处水的结冰影响了甘蔗的生成导致这里根本没有甘蔗。同理你的大量水资源也会结冰，有时很烦人。庇护所上方的落雪有时令人不悦，且高大的云杉并不利于采集（因为叶子比较少，掉落树苗的可能性更小）。\n\n\n冰岛由于我不了解，所以就没写，欢迎补充\n\n蘑菇岛：非常难找到，岛上第一层全都是菌丝，菌丝可以让你无视亮度种植蘑菇（平常必须要很暗的地方才能种），上面还会有蘑菇树，蘑菇树有两种，一种是红色的，用红色蘑菇种出，另一种是用另一种蘑菇种的（23333我不会描述那个颜色），蘑菇可以做蘑菇汤，喝完后碗会返还给你，蘑菇汤不能叠加，蘑菇岛上还有蘑菇牛，拿着碗对他们右键可以无限获得蘑菇汤，他们可以繁殖，同样吃小麦，繁殖后生出的还是蘑菇牛，用剪刀对着蘑菇牛右键可以获得一些蘑菇，但是蘑菇牛会变成普通牛，蘑菇牛永远只会自然生成在蘑菇岛\n\n沙漠遗迹：在沙漠中的一个遗迹，最大的房间里中间会有两种颜色的羊毛，最中间的只有一个的羊毛，挖掉可以看到下面有个小房间，中间有个压力板，不要好奇去踩，因为如果你把旁边的沙石挖掉一层，会看见下面全是TNT，箱子里有一些东西，有腐肉、金锭、骨头等，人品好会有钻石，有时候你能在沙漠里看到一口小井，但这并没有什么用\n\n丛林遗迹（丛林神殿）：在丛林中的一个遗迹，因为丛林树非常多，又高，所以经常会生成不好，找不到入口，你只能挖进去到处找了，丛林遗迹里有很多射箭的机关，丛林遗迹箱子要输密码，有三个按钮，按顺序按对了箱子会被活塞推出来，你有耐心就自己试，没耐心就直接挖进去吧，箱子里有什么不记得了\n\n在夜晚会生成怪物（动物什么的就不介绍了）：以下内容有些摘自MinecraftWiki百科\n\n僵尸，20血，自带1点护甲，白天在太阳底下会燃烧，跳到水里会停止燃烧，如果有帽子会消耗帽子耐久来抵挡燃烧，他们其实在太阳下是会和骷髅一样寻找阴凉的地方和水的，只不过他们会优先攻击玩家，哪怕会暴露在太阳下，只要僵尸燃烧了（无论什么原因），他们在燃烧时攻击你会把你也点燃，他们会主动攻击村民，僵尸是亡灵类生物，治疗药水会伤害他们，伤害药水会治疗他们，中毒和再生药水对他们无效，有时候会有僵尸村民，对着僵尸村民丢虚弱药水，然后给他们吃金苹果（随便哪个），等待几分钟就会变回村民，过程中有僵尸就会打断，当有一个环境的时候可以加快变回村民的速度，并且他们在变回去的过程中会获得力量BUFF\n\n骷髅：20血，远程攻击，你越靠近他，他的攻击速度就越快，但是伤害也越低，他在白天的行动和僵尸一样，但是他会优先躲在不会让自己燃烧的地方，而不是像僵尸一样不要命的攻击你，如果他们的手上没有武器或者有近战武器会直接跑到你面前近战，并且不持弓的时候他们的移动速度比僵尸快，而且他射出来的箭是可以被打下的，按F3+B开启碰撞箱，可以看见他射出的箭有碰撞箱\n\n蜘蛛：16血，近战，会扑向敌人，会爬墙，可以隔着一个方块看见你，它在亮度低于7，时会主动攻击你，高于7就不会，如果你打了，就算他亮度高于7他也会接着打你，洞穴蜘蛛和它一样，只不过更小一点，颜色不一样，并且在普通难度以上攻击人会中毒下面有一条，所有蜘蛛都是节肢生物，比较重要，注意看一下：蜘蛛骑士是蜘蛛生成时生成的！不是生成骷髅时生成出的！也不是刷出一只骷髅和一只蜘蛛，然后骷髅骑在蜘蛛上的！！！\n\n末影人：40血，碰到水（下雨的水也算）会扣1滴血并且瞬移，如果你盯着他他就会主动攻击你（盯着腿没事），带上南瓜头后，你看他他不会主动攻击你，他可以搬起所有泥土或以下硬度的方块，例如：泥土、沙子、仙人掌等，他永远不会被任何远程武器攻击到，包括：甩出去的鱼竿，箭，雪球（其中包括用发射器发射）等\n\n史莱姆：只在沼泽的某个地块刷出，最高20血，最低1血，20血死了分裂成2个10血，10血死了分裂成2个5血，5血死了分裂成2个2血，只有5血、10血、20血的才会对你造成伤害，与岩浆史莱姆（详情往下看）的不同之处：史莱姆是用前面来造成伤害的，岩浆史莱姆是用底下来造成伤害的，岩浆史莱姆每个（最大的、中等的、最小的）都掉落物品，史莱姆只有最小的那一个才掉落物品\n\n地狱（下界）：没有白天和黑夜之分，指南针和钟会乱转，对着放下来的床右键会爆炸，并且是原版MC中伤害最高的爆炸，甚至高于闪电苦力怕（不确定），到处都是岩浆和地狱岩，有唯一的矿物：石英，还有萤石，有专属的生物，主世界几乎所有自然生成的东西在地狱里都不会自然生成，并且地狱里走一格=主世界走8格，你可以利用它做一个地狱交通站，\n\n专属生物：\n僵尸猪人：不会主动攻击玩家，在太阳下会燃烧，防火，如果你惹了一个僵尸猪人，其他所有僵尸猪人都会主动攻击你，如果你能一刀秒杀一个僵尸猪人，或者在他们视野之外用远程攻击他们，他们就不会对你有仇恨（不确定），僵尸猪人是亡灵类生物，和僵尸一样（关于药水）\n\n恶魂（EOE）：他们能看见100格内的玩家，并对玩家吐火焰弹，他们吐的火焰弹会爆炸，并且会破坏地形、造成火焰（如果炸到你的地狱门上，你的地狱门会失效），他们的火焰弹可以打回去，对碰到的生物造成伤害和爆炸\n\n凋灵骷髅：移动速度较快，被攻击的人会获得凋零的效果，你在地狱里放骷髅刷怪蛋，有几率召唤凋灵骷髅，地狱是会自然生成骷髅的\n\n烈焰人：在地狱堡垒生成，会飞起来很低一段距离，雪球、下雨、水会对他造成伤害（包括雪傀儡扔的雪球），会吐火焰弹，和恶魂的不一样，他的碰到方块只会让那一格方块着火，碰到你只会对你造成伤害并燃烧，一次吐三发，并且他们会像骷髅一样互相攻击，地狱堡垒里会有他们的刷怪笼\n\n\n岩浆史莱姆：比普通史莱姆跳得更高，用底下造成伤害，他的每一个个体都会掉落物品\n\n末地：没有白天和黑夜之分，指南针和钟会乱转，对着放下来的床右键会爆炸，并且是原版MC中伤害最高的爆炸，甚至高于闪电苦力怕（不确定），只有末地石和一些黑曜石塔，到处都是末影人，有BOSS末影龙，除非你死亡或者击杀末影龙，否则正常情况没有回去的路\n\nBOSS：\n末影龙：只会自然生成在末地，并且整个地图仅此一只，无论你用什么方法，末影龙永远只会攻击玩家，雪球可以对末影龙造成伤害（包括雪傀儡丢的），打法：开始时末地会有一些黑曜石塔，上面的末影水晶会为末影龙回血，一般都是用弓箭射，末影龙只会撞你，死亡后出现回去的门，并且有龙蛋（目前原版只是装饰），你不管左键还是右键龙蛋龙蛋都会瞬移，并且会像沙子和砂砾一样，可以用拉杆、活塞、火把等物品拿，活塞可以直接用红石信号让他推龙蛋就可以了，拉杆、火把等，要在龙蛋底下放，然后把龙蛋所在的那个格子挖掉，龙蛋掉在火把或拉杆上，就可以了\n\n凋零：不会自然生成，必须玩家召唤，召唤方式：摆成总共2格高3格宽的T字形（一个变小的T），上面三格摆上凋零头（杀死凋灵骷髅小几率掉落），可以无限次召唤，死亡掉落下界之星，唯一作用：做信标，信标作用请百度，会攻击所有非地狱生物（章鱼哥除外），会飞，但飞得不高\n攻击方式：丢头，左右两个凋零头会造成爆炸（破坏地形）和伤害，中间的飞得慢，而且被打中了会中凋零效果，一半血以下会失去飞行能力并且反弹弓，并且会慢慢回血，如果他在追击玩家时，玩家躲进了一个小洞，那么他会啃掉旁边的方块，包括黑曜石（不确定），只有基岩他啃不掉\n凋零还可以用来做许多自动化机器（详情百度）\n\n\n\n先到这里吧，我也不知道会不会更新，不过我这么懒，我自己都不信会更新~~~\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Mccraft-pepsi",
            "timestamp": 1469029020,
            "txt_content": "新人加油！這帖子不错！"
        },
        {
            "author": "hhttll",
            "timestamp": 1469033820,
            "txt_content": "算上空格也就5000字。。。咱们不要乱写字数好吗。。"
        },
        {
            "author": "18820649703",
            "timestamp": 1469039220,
            "txt_content": "讲的太详细了，相信会很多人喜欢"
        },
        {
            "author": "Cd9r",
            "timestamp": 1469043480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "CosJerry2",
            "timestamp": 1469056680,
            "txt_content": "还算比较详细...不过很多奇遇没讲啊 像蘑菇岛什么什么的.."
        },
        {
            "author": "Li_Huazou",
            "timestamp": 1469057760,
            "txt_content": "hhttll 发表于 2016-7-21 00:57\n算上空格也就5000字。。。咱们不要乱写字数好吗。。\n我是写完后用的MCBBS上的检查字数，等会还有些要写，我去用字数检查器"
        },
        {
            "author": "Li_Huazou",
            "timestamp": 1469058240,
            "txt_content": "CosJerry2 发表于 2016-7-21 07:18\n还算比较详细...不过很多奇遇没讲啊 像蘑菇岛什么什么的..\n谢谢提醒，我现在去写"
        },
        {
            "author": "langyo",
            "timestamp": 1469063760,
            "txt_content": "建议优化排版，提高文字质量，字体统一，尽量少用红色字体，改用粗体\n\n目前游戏的最新版本是1.10.2，因此你的教程很可能会被限时打开并贴上过期的标签，请注意\n\n有些话是废话，删去虽然会缩小数量，但能提高质量\n\n有很多内容在MinecraftＷiki上有，如果可以，请从那里剪辑部分内容（但必须注明你的部分内容来自MinecraftWiki）\n\n我第一次看到有萌新把标题号弄成0.25，0.5的……"
        },
        {
            "author": "LCSDB",
            "timestamp": 1469064180,
            "txt_content": "帖子里所讲的在1.10.2的版本里面完全可用。目测把沙漠遗迹中的羊毛改成染色黏土，末地写的详细一点，在补上一个海洋神殿就可以上1.10.2的版本"
        },
        {
            "author": "kevinming",
            "timestamp": 1469064360,
            "txt_content": "很详细啊，而且用雪球打末影水晶不跟好0.0"
        },
        {
            "author": "langyo",
            "timestamp": 1469064720,
            "txt_content": "再对你的内容进行下稍微的建议吧\n\n允许作弊实际上在原版里是禁止使用命令而做出来的；TMI、NEI等快捷物品Mod是靠命令来给你刷物品、换模式等等的，因此你关了允许作弊，这些辅助Mod也自然没法用了\n马铃薯就是土豆，土豆就是马铃薯@PotatoMaster101 召唤CBL吉祥物土豆A.A\n每个模式实际上都有自己的特点；生存主要是为给想试试自己生存技能的玩家而作的，从Alpha版本就开始有了；创造则为了给建筑师、前台测试技术管理员、布置红石电路的、布置命令方块等等等等这群人用的，当然不排除有熊孩子开创造拿着TNT狂轰滥炸；冒险模式固然更接近于现实生存，但你别忘了，死了并不会删除世界，只会锁定世界\n最开始的砍树你居然都教=-=\n指南针并不一定会永远指向你初始重生点；到了地狱、末地，你的指南针和钟一起失控，在地狱或末地放了床，再右键会爆炸；这些记得补充\n要找家，不要光依靠小地图这类Mod；真正的生存高手，他们都是按F3然后记XYZ坐标的；要想快速传送也不用小地图，而是使用地狱门交通（你可能不知道，因为地狱与主世界的方块比例是1:8，所以你能通过地狱来缩短主世界中各个建筑的距离，也就是所谓的地狱交通站，速度除了tp或小地图传送以外是生存最快，具体自己百度）（小地图的传送原理是tp指令）\n关于种植，我还是建议你看看Wiki上的标准答案；你这里说的太...\n地狱传送门、末地传送门的建造方法我还是建议你添加上去；哪个人愿意听你的话百度几十回翻来翻去的？\n特殊地形实在太多，除了蘑菇岛，冷针叶林、冰岛等等这些都死哪去了？\n遗迹跟特殊地形建议分开；每个遗迹的奖励箱子内容是随机的（但固定就那些物品，钻石、金锭、铁锭、弓箭、腐肉、马铠、马鞍、火把、绿宝石；还有啥我不记得了）\n僵尸自带1点护甲，说明清楚是1点；摘自Wiki你在开头说一遍就好了，不要在中间说那么多次，啰嗦\n“蜘蛛骑士是蜘蛛生成时生成的！不是生成骷髅时生成出的！也不是刷出一只骷髅和一只蜘蛛，然后骷髅骑在蜘蛛上的！！！”把这里的字改正常点，闪瞎眼\n地狱有一定几率生成普通骷髅，凋零骷髅和骷髅在以刷怪蛋或刷怪笼刷的时候概率比例为4:1；凋零骷髅只会在地狱堡垒生成\n关于获取龙蛋的方法，请也说明清楚，不要那么懒\n凋零的召唤方式，请也说明清楚，不要那么懒\n凋零是有别的用处的，比如自动刷树机，自动刷木机，自动挖矿机；它们的其中一个核心就是凋零，因为凋零是Minecraft中唯一一个可控且非玩家的方块破坏器；但具体你自己百度，由于篇幅我就不多说了\n总字数？别搞得跟写作文似得=-=\n\n就这么多吧"
        },
        {
            "author": "Li_Huazou",
            "timestamp": 1469066820,
            "txt_content": "langyo 发表于 2016-7-21 09:32\n再对你的内容进行下稍微的建议吧\n\n允许作弊实际上在原版里是禁止使用命令而做出来的；TMI、NEI等快捷物品Mo ...\n指南针、钟在地狱、末地乱转，床在地狱、末地右键爆炸   有说\nF3记坐标我觉得新人不会用，他们宁愿装个小地图MOD，但是没有小地图MOD，说不定这个方法比指南针好用\n快速传送，我根本没提到过啊……\n遗迹和特殊地形是分开了啊，我说了是“特殊地形和遗迹”，并且遗迹都是用XX遗迹来说的，应该不会搞混吧"
        },
        {
            "author": "迷失自我",
            "timestamp": 1469069760,
            "txt_content": "讲的很详细，谢谢楼主的分享"
        },
        {
            "author": "langyo",
            "timestamp": 1469073360,
            "txt_content": "Li_Huazou 发表于 2016-7-21 10:07\n指南针、钟在地狱、末地乱转，床在地狱、末地右键爆炸   有说\nF3记坐标我觉得新人不会用，他们宁愿装个小 ...\n只是建议，具体采纳不采纳还看你。\n\n反正这些全是我5年MC结合WIki标准资料给你的建议。"
        },
        {
            "author": "Li_Huazou",
            "timestamp": 1469074980,
            "txt_content": "langyo 发表于 2016-7-21 11:56\n只是建议，具体采纳不采纳还看你。\n\n反正这些全是我5年MC结合WIki标准资料给你的建议。 ...\n哦，谢谢"
        },
        {
            "author": "hhttll",
            "timestamp": 1469087580,
            "txt_content": "Li_Huazou 发表于 2016-7-21 07:36\n我是写完后用的MCBBS上的检查字数，等会还有些要写，我去用字数检查器\n那个是把一个中文字算两个了。。Word 字数统计大法好"
        },
        {
            "author": "hhttll",
            "timestamp": 1469087580,
            "txt_content": "langyo 发表于 2016-7-21 09:32\n再对你的内容进行下稍微的建议吧\n\n允许作弊实际上在原版里是禁止使用命令而做出来的；TMI、NEI等快捷物品Mo ...\n关闭作弊模式 TMI，NEI 可以用，因为他们是直接修改你的背包。只是在多人模式的时候使用命令刷的。"
        },
        {
            "author": "IloveSM",
            "timestamp": 1469087940,
            "txt_content": "反正这些全是我5年MC结合WIki标准资料给你的建议。"
        },
        {
            "author": "新手上阵",
            "timestamp": 1469088000,
            "txt_content": "这个不错，现在能耐心教新人的人越来越少了，为楼主点个赞！"
        },
        {
            "author": "langyo",
            "timestamp": 1469089140,
            "txt_content": "hhttll 发表于 2016-7-21 15:53\n关闭作弊模式 TMI，NEI 可以用，因为他们是直接修改你的背包。只是在多人模式的时候使用命令刷的。 ...\n直接修改内存？\n\n好吧，单人根本靠不住\n\n相比较之下，Minecraft的多人游戏模式反作弊能力比那些网游要强太多了（毕竟还有反作弊插件什么的，而且Java在Linux这样的服务器系统比较稳定）"
        },
        {
            "author": "eric4431",
            "timestamp": 1547824020,
            "txt_content": "末影人周围55格范围内没有方块可以瞬移的话会进入弓箭无敌模式，弓箭无法对其造成伤害且无法进行瞬移只能使用近战武器攻击"
        },
        {
            "author": "2210490559",
            "timestamp": 1548050820,
            "txt_content": "地道萌新前来查看"
        }
    ]
}