{
    "title": "【原创 连载】Emptiness II：涅槃【05-记忆载体】【46241359】",
    "author": "冥王星人",
    "replyCount": 2,
    "timestamp": 1469067300,
    "txt_content": "\n这么多的字\n也就写了5分钟场景\n8错",
    "replies": [
        {
            "author": "46241359",
            "timestamp": 1469067540,
            "txt_content": "标题: 【原创 连载】Emptiness II：涅槃【05-记忆载体】【46241359】 本帖最后由 46241359 于 2016-7-21 10:19 编辑 \n\n正文\n\n\n    “现在几点了？”     伊文抬头看看墙上的钟，“八点四十分……今天，是有什么事吗？”     “有事，我需要去见一个人，被要求必须带上你。”罗杰合上笔记本，站起身走到窗前，皱着眉望向深邃的夜空。     他所能看见的景象一直如此，因为阳光太过于强烈，让他感觉会伤到自己的眼睛。     真的。     不知道从什么时候开始，他变得畏惧光明，仅仅是，害怕去接触而已。     “带上我……要见谁啊？”     “你不认识，”罗杰感觉自己在说废话，伊文到目前为止，所认识的成员也只有自己和凯文而已，“日后见面的机会也不会很多，没必要知道。”\n    话是这么说，要装出一副无所事事的样子还不简单，实际上罗杰自从昨天半夜接到那通电话之后就心有不安。尤其是对方说话时的语气，给他一种最令人厌恶的“这是命令不可违抗”的感觉。当然，反感是一回事，使用这样语气的目的则是另一方面。\n    别的不知道，但肯定是急事。\n    好吧，那就想想埃塞克斯这样的天才要伊文来做什么，后者看起来总让人感觉脑袋里缺根筋，既不懂得分析情势也没什么过人之处，从某个角度来看连个正常人都不如。\n    还是说他准备把伊文接回去事先调教好然后送给仇敌当圣诞礼物？\n    “罗杰？”\n    “什么事？”\n    “没什么……就是感觉你不大对劲，看看是不是脑袋出了问题之类的……”\n    “少说话，叫你整理个资料都花半小时，再这样你就能看见我被他拎着脑袋回来了。”\n    伊文立即识趣地低下头整理地上散落的纸页。\n    说起来，霖应该是和埃塞克斯一同从E国回来的吧，这都一个月了怎么还没联系，难不成飞机上说错了什么话惹埃塞克斯不高兴结果手机被从飞机上扔下去了？\n    一个月时间也该够他换个新的了吧，赔偿费用又不需要他出，没人陪着聊天的罗杰深感自己即将抑郁致死。\n    被搁在桌上的手机当即感应到了它主人的号召并响起来，强行打断了罗杰找来绳子上吊的想象。\n    “罗杰·伊特，您哪位？”\n    对方沉默了几秒。\n    “韩霖。”\n    “……”哦，很好，你还知道给我打电话，亏你过了这么长时间还没忘记给你挡了三颗子弹的老朋友，“我说……这都过了一个月了……”\n    “嗯……我知道，本来想再等一个月，因为手机被埃塞克斯扔到马路上又刚好有车开过来碾上去，他这段时间总是不见踪影，所以今天才把新手机拿到。”\n    “你那边，发生什么了？”\n    “有点小情况，”霖压低了声音，“我收到海恩的发来的信息。”\n    “海恩？她不是在两个月前就已经……”\n    “确认她死亡的人是谁？”\n    “应该是安德吧……”\n    霖稍一停顿，深吸口气，“应该？”\n    “因为这事我是从阳那里听到的，后来才知道最先得知海恩失去联系的人是他，按照他的性子肯定过不了多久就会断定死亡吧？”\n    “我只能希望你的猜测是正确的，那么……”罗杰听见电脑开机的声音，他此时应该就待在自己家里，真可惜埃塞克斯事前有约抽不出身，否则一定要打电话叫他来一起喝杯咖啡，“这样就有个问题，海恩传来的信息里说她现在被囚禁，但是没给出被囚禁的地点。”\n    “没给出囚禁的地点？”\n     海恩也不是个新人了，如果要求救就需要给出地点这样的基本常识她不会不知道。既然只是单纯地发了自己被囚禁起来的讯息却没给出具体的位置，那么可能性在罗杰看来只有两个——要么，海恩是在被人监视的情况下发出的讯息，要么，发出它的并非海恩本人。\n    凭目前的情况来判断，前者的可能性更大。因为如果这是为了引人上钩的陷阱，讯息中一定会给出海恩目前所在的位置，可能，海恩是在什么人的某个特定要求下，发了这条讯息……\n    “最先收到这个信息的人，除了你，还有谁？”\n    “不清楚，应该只有我，看你的样子这几天以来也没别人给你打电话说过这事。”\n    “是啊……因为在联络中断以前我还是海恩的保护人，如果突然有了联系应该最先通知我才对。”\n    “过会我把那段信息发给你，看看里面有没有……别的东西。”\n    电话挂断。\n    “谁啊，这个时间点你不是一般都接不到电话吗？”\n    “朋友，”看看伊文脸上好奇的神情，罗杰猜想他肯定还要追问几句，索性说的详细些堵住他的嘴，“一个从E国回来不久的留学生。”\n    “留学生……韩霖？”\n    怎么……他连这个人都知道？\n    罗杰不能不惊讶，海恩在此之前到底和他说了多少有关他们的事，她还真是在资料的内容上撒了个弥天大谎，\n    凯文在几天前喝咖啡时曾把自己拉到一边低声提醒说伊文这个人绝对不是单纯的人造人，现在看来这话不假。虽然性格上挺单纯但知道的东西还不少，他不能不怀疑海恩花费了几年的时间造出来这么个玩意到底有何居心，最重要的是安德似乎还很看重他。\n    “你是从哪里知道这个人的？”\n    “诶——为什么你和凯文都问我这样的问题。”\n    “都问你这样的问题？”\n    “是的……刚见面那天凯文就问我，是从哪里知道了你们的存在。”\n    “那，你是怎么回答他的？”\n    “我不觉得这需要回答……”伊文带着难以理解的表情摇摇头，“我只能给他打个比方，我知道你们的存在，就像人知道自己母亲的存在一样，或许，你也可以理解为……我亲眼见过你们，所以，也不需要像凯文猜的那样，从海恩那里知道。”\n    有意思。\n    “在什么地方见过？”\n    “梦里，”伊文站起身，将整理好的资料放在桌上，认真地看着罗杰的双眼，“在遇见凯文之前，天天都会见到。”\n\n\n\n|索引|\n\n\n@冥王星人 @zyj0807 @sam3737 @xcc @恶魔-潇洒 \n\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469152080,
            "txt_content": "我说一句屁话：\n采用类冥王的笔调不适合这玩意儿，两种故事的节奏不一样。"
        }
    ]
}