{
    "title": "[MOD脑洞]母皇——伪工业类的模组，生物科技！虫海战术在召唤！！！——xxx",
    "author": "电浆跳蚤",
    "replyCount": 5,
    "timestamp": 1469080800,
    "txt_content": " 本帖最后由 xurui443 于 2016-9-18 18:30 编辑 \n\n前言：\n \n生物科技的最大优势是能源的积累方式绿色环保。使用食物转化为能源。\n什么是科学?科学就是利用现有的资源制造工具。\n所以魔法是科学，机械是科学，生物科技也是科学。（MC?科学?—。—!）{:10_516:}\n\n\n\n添加的内容：\n\n生物能量：单位，SW。\n\n\n可合成的物品：\n\n提取器：右键提取目标生物的细胞样本。没有目标时提取玩家的细胞样本。\n退化剂，使目标生物退化为刷怪蛋。\n\n\n由生产器官制造的物品，无法合成：\n\n龙鳞套装：高防，消耗饱食度修复耐久度。（需要龙的细胞样本，龙蛋）\n龙之翼：飞行，消耗饱食度。可附加在龙鳞胸甲上。\n殖装套装：消耗能量，能量消耗完以前无敌（模仿量子套装），飞行，补充饱食度。\n储能兽：右键给所有殖装套装充能。通过合成，给某一个物品单独充能。\n基因修改药剂，可以对玩家的基因进行改造，新的基因会覆盖同类型的旧基因。\n便携喷弹兽，工具，发射子弹，类似枪。无需弹药，消耗能量。\n基地喷弹兽，建筑物，炮台。无需弹药，消耗基地的能量。\n\n\n建筑物：\n\n母皇蛋：使用后获得一个大型建筑，母皇中心控制基地。初始状态，高5米，长5米，宽5米，中空，全封闭，有感应门，内部有发光方块，有母皇智脑，墙壁由低级骨骼结构组成。（用基因提取器提取玩家细胞样本，然后加上蛋合成，就是母皇蛋了。）\n母皇智脑：母皇基地的控制核心，可控制基地内所有与智脑链接的器官的工作状态，给它们输入物品，获得输出物品，或者添加、拆除器官。可以显示母皇基地的缩略图，改变母皇基地形状，并对基地的墙壁进行升级。可以在母皇中心控制基地旁边建造新的建筑，扩大基地范围。可以显示储物器官（箱子）内所有资源，存入、拿出物品(需要先制造储物器官)。母皇智脑类似AE终端，包含了建筑生成功能，还包含了机器管理功能。它把母皇基地变成了一个用智能的工厂。\n修复室：让位于其中的生物迅速回复生命。\n培育室：1，大量消耗能量，利用细胞样本刷出被调制过的生物，可以刷出玩家的克隆体。2，利用生物蛋刷出正常生物，低消耗。（不消耗生物蛋和细胞样本）\n溶解室：把该房间里的生物杀死，并自动获取其掉落物品。\n\n\n功能性的方块：\n\n基因提取器官：将目标生物的专有掉落物或目标生物蛋放入其中，即可提取细胞样本。\n基因分离器官：1，从细胞样本中分离出大型基因链（基因链中有显性属性和隐性属性）。2，把大型基因链分成多条小型基因链，每一条小型基因链中蕴含部分大型基因链中的属性（隐性基因会彻底消失）。\n基因突变器官：使基因突变，让一个基因链变成未知基因链。\n基因测试器官：查看未知基因链属性，查看已知基因链中的隐性基因。\n基因修改器官：把基因链中的隐性基因变成显性，方便分离。\n基因调制器官：用基因链强化一种生物细胞样本。比如用不怕水的基因链强化末影人的生物细胞样本。\n生物蛋培育器官：消耗能量将细胞样本培育为生物蛋。用生物蛋只能刷出普通的该类型生物，不保留细胞样本的特殊强化。（不消耗细胞样本）\n生产器官：制造退化剂。用细胞样本生产各类物品，末影珍珠、苹果、羊毛等。同时，可以用基因链制造基因修改剂。\n储物器官：更大容量的箱子。\n光合器官：太阳能发电机。\n消化器官：消耗食物转换为能量。（相当于火力发电机）\n储能器官：储存能量。\n\n\n基因类型：\n\n1，基础类基因：决定生物血量、攻击力、移动速度、攻击频率。基础基因的强化是没有极限的，可以创造出非常强大的生物，或者把玩家强化得非常厉害。\n2，种族基因：决定种族天赋能力的基因。如：瞬移(小黑)，夜视(蝙蝠)，缓慢掉落(鸡)，免疫药水(牛)，无限箭矢(小白)，免疫火焰，爬墙，水下呼吸，光合作用，生长速度，毒性攻击，快速自愈、友善、驯服等。\n3，缺陷基因：怕水，永久饥饿，防御削弱，永久虚弱，永久中毒，生命上限减少，\n\n\n使用技巧：\n\n提取狗的细胞样本，用基因链对它进行强化，强化血量、攻击力之类，然后用培育室无限刷出来。就能得到无限的超级狗狗。或者，提取骷髅的细胞样本，用驯服的基因强化，然后用培育室刷出被驯服的骷髅。另外，可以提取其它模组的生物的细胞样本，用驯服的基因来强化它，然后制造无限的强大宠物。虫海战术，才是王道。（其实被驯服的苦力怕已经很强大了~~）\nPS：一直以来，我都有一个执念。就是希望能控制一部分怪物，做一个谈笑间看怪物自相残杀的强大驯怪师。\n\n\n\n \n限制：\n\n1，各种方块的制造，只能由生物智脑完成，消耗材料为大量各种生物的掉落物和各种植物的资源。要求数量庞大。\n2，调制的生物血量类似饱食度，会随时间增加而降低，需要消耗能量补充。无掉落物。\n\n\n按照论坛的习俗：\n求人气！！！求回复！！！\n金粒无所谓！！！\n\n\n",
    "replies": [
        {
            "author": "耗子",
            "timestamp": 1469081820,
            "txt_content": "非常好的创意啊"
        },
        {
            "author": "q1786803468",
            "timestamp": 1469081880,
            "txt_content": "我觉得这种MOD来说的话，最好是要有一种大体区块的，这样才可以让玩家进行战术指挥和攻城策略。"
        },
        {
            "author": "TFPS·妖魅",
            "timestamp": 1469083200,
            "txt_content": "不错这很蛋白！"
        },
        {
            "author": "forxr",
            "timestamp": 1469085300,
            "txt_content": "不错这很凯瑞甘"
        },
        {
            "author": "2869238895",
            "timestamp": 1469096040,
            "txt_content": "6666666666666666666{:10_512:}"
        }
    ]
}