{
    "title": "<原创·连载>《麦块世界》序：音乐的介绍。",
    "author": "sky建筑大师",
    "replyCount": 6,
    "timestamp": 1469119560,
    "txt_content": " 本帖最后由 sky建筑大师 于 2016-7-28 09:10 编辑 \n\n创作作品发布书目名称:麦块世界章节名称:序.音乐的介绍最后更新时间:2016/7/22 00:49作者:sky建筑大师洗净铅华，光彩重现，度过了流行音乐的冲击，各种布鲁斯的洗劫，最终回到了古典，也许是一本古典之殇，也许是一个片段，也许是一个女孩，一切的一切都在唤醒我的回忆，属于我的天地，属于每一个轻松者。\n你可以抖腿，可以体会节奏，可以深情，一切都可以，你可以漫步在乡村之中，即使没有泰勒斯威夫特，你可以漫步在酒吧，因为有后街男孩或者大叔，你也可以在繁忙的都市之中游走，因为有都市琴人，你可以在世间漫步，因为有不走心的乐曲，你也可以去上个世纪的香港看看哥哥与校长的争霸，四大天王的余韵，如同红日冉冉升起的李克勤，新世纪出道的年轻歌手张敬轩，也有华语优秀歌手等，还有人气网红二珂。各种音乐，各种风格，只为能找回自己，最初的那个人。\n每一首音乐都有这歌手的灵魂，魔力红的骚气，亚当的力量，天王迈克尔的遗憾，所有事物都在向你倾诉着一段情。\n其实每个人都有私心，我就想把这个歌单里的歌都独揽着，让自己独享，可是李克勤的等，深深深等等以及所有被埋没的歌。\n不是没有人听，而是大家听的时候都自己独吞，大家心照不宣，可是真的不希望吗，不希望作者好点吗，作者好了可能会有更多的好歌，所有大家还是i开始分享吧，不管过去如何如何今天就是一个好日子，也许是明天，谁知道呢。\n生活就像一颗巧克力，你永远也不知道下一颗是什么味道，也许是花生心也许是葡萄心，谁知道呢？日子总会过去的，不是吗？\n我只想听着这首歌永不变老，我是一个怕死的人，谁不怕死呢，但是我求生欲望高于一切，孟子说过当想要的东西没有超过生时便什么都可以做出来了。\n我恐惧，但是我想享受生活，我曾经真的因为死而哭过，有一种未知的恐惧，谁不恐惧，我突然感觉其他人的求生欲不比我弱，百分之九十左右的人自杀失败了之后便不会自杀，这个就说明了，只有体验过一次差点才可以知道可贵，但是我不会去体验，我已经感受到了。\n居山岛空鸣是什么意思呢，居山是指居住在山上的悠闲自在，而岛正是古来人士爱恨交织之地，好是离人远比较清闲，坏是离人远不热闹，时间长了还是会寂寞，隐者都有一颗伟大的心灵，我们低调是为了腾飞，而空鸣指的是现在厉害的在我们面前会成为空响，让敌人认输吧。\n我不知道这张专辑会更新多少年，十年，二十年，二百年，二千年，直到网易云关了？到世界消失？也许吧，我还是那句话以后的事情谁知道呢，但是我会保存，虽然不能监督每一首歌的每一个评论，但是也心满意足了，歌曲比较乱，但乱才好，有更多未知\n楼主使用软件打字，再上传的\n\n\n匆匆的个人索引",
    "replies": [
        {
            "author": "sky建筑大师",
            "timestamp": 1469146080,
            "txt_content": "这个只是网易云音乐我的收藏，感觉当序应该行吧 与正文毫不相关的...."
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1469152260,
            "txt_content": "不好意思，什么是模板???"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469153880,
            "txt_content": "sky建筑大师 发表于 2016-7-22 09:51\n不好意思，什么是模板???\n对了，模板的事，联系版主，他们可以向你解释，或是给你直接加。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469154240,
            "txt_content": "sky建筑大师 发表于 2016-7-22 08:08\n这个只是网易云音乐我的收藏，感觉当序应该行吧 与正文毫不相关的....\n这东西正确的定位是「前言」。"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1469156100,
            "txt_content": "安根_Engon 发表于 2016-7-22 10:18\n对了，模板的事，联系版主，他们可以向你解释，或是给你直接加。\n奥，谢谢前辈"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469156460,
            "txt_content": "sky建筑大师 发表于 2016-7-22 10:55\n奥，谢谢前辈\n这不用。咱俩谁是前辈？我是前年十月份才算到位，按理说你比我还要早些。再说同志之间互相帮个什么都是应该的。"
        }
    ]
}