{
    "title": "<原创·连载>《麦块世界》第三章.伟大的大陆",
    "author": "sky建筑大师",
    "replyCount": 2,
    "timestamp": 1469149140,
    "txt_content": " 本帖最后由 sky建筑大师 于 2016-7-28 09:06 编辑 \n\n创作作品发布书目名称:麦块世界章节名称:第三章.伟大的大陆最后更新时间:2016/7/22 09：03作者:sky建筑大师\n麦克雷昏昏沉沉地睁开眼睛，一只苍老的手映入眼帘。\n\n\n　　“蒙多？他没事吧。”\n\n\n　　“以我的医术当然没事。”\n\n\n　　“那我就放心了。”\n\n\n　　“已经安定了，有事找我。”\n\n\n　　“恩，好的，谢谢您了。”\n\n\n　　麦克雷慢慢坐了起来，盖伦连忙上来搀扶着麦克雷，麦克雷很好奇。\n\n\n　　“我这是怎么了？”\n\n\n　　盖伦还是豪迈的笑着：“你的手臂里有一个箭头。”\n\n\n　　麦克雷突然想起来了：当初被骷髅射了一箭，该死。\n\n\n　　麦克雷对盖伦大叔说了声谢谢。然后问盖伦一个问题。\n\n\n　　“大叔，你知道哪里有收购柴火的吗？”\n\n\n　　盖伦楞了一下，然后开始笑起来了：“你这还真的巧了，我就是收购柴火的。”\n\n\n　　麦克雷连忙笑了起来，然后询问柴火哪去了？盖伦直接说不用管了，直接买下来了，然后把钱递给了麦克雷。\n\n\n　　麦克雷看着手中的钱：“天恩货币？”\n\n\n　　盖伦笑着解释：“这是强大的天恩皇朝的货币，全大陆都用这种货币的。”\n\n\n　　麦克雷好奇的询问：“可不可以请大叔介绍介绍大陆的局势图？？？”\n\n\n　　盖伦挠了挠头：“这个我也不是非常清楚，你可以去酒馆听听说书人，我给了你二十个天恩币，你给说书人十块钱就行了，我带你去吧。”\n\n\n　　盖伦背起了麦克雷朝酒馆走过去，刚进入酒馆。一股酒的醇香和喧嚣的气息就扑面而来。\n\n\n　　四面八方都是向盖伦打招呼的声音。\n\n\n　　“哟，盖伦，今天怎么带了一个俊小伙，哈哈哈。”\n\n\n　　“这是你的小弟吗，哈哈哈。”\n\n\n　　“下次再来决斗吧，盖伦。”\n\n\n　　盖伦一一笑着回应了，然后到了最里边，一个白胡子的老人正坐在椅子上，盖伦把麦克雷扶到椅子上，麦克雷把钱给了老人，老人慢悠悠地说.\n\n\n　　“你想知道什么？小伙子？”\n\n\n　　麦克雷急忙回答：“我想知道大陆的局势以及简介。”\n\n\n　　老人开始慢悠悠地介绍起来：“这个世界叫麦块世界，世界上有许许多多的未知陆地，生活着各种各样的种族，其中最大的五块陆地因为长期的大陆漂移合到了一起，又因为东方的天恩皇朝的强大，这块土地被世人称为天恩大陆，时间长了之后也就定了下来。除了天恩皇朝之外还有四大帝国，分别是大陆中央的莱恩帝国，精通机器，然后就是北方的黑石帝国，因为它的战士数量之多，质量之高而闻名于大陆。还有西方的自然帝国，精通弓术，以及俊美的外表享誉大陆，这点倒是和你差不多啊，哈哈哈。”\n\n\n　　麦克雷连忙谦虚的笑了笑：“不敢不敢。”\n\n\n　　老人笑完了之后又开始讲解了：“不开玩笑了，还有南方的极冰帝国，占据了强大的地利，天下智者共十个，极冰独占三个。来给你介绍五个国家，黑石帝国位于大陆北方，徒弟辽阔，但是非常贫瘠，恶劣的环境孕育了人们坚韧的性格，长期的劳役使人们的耐力体质力量都得到了增强，因此作为一个只有一百多亿人民的帝国却拥有五十多亿战士，幸亏有莱恩帝国的机器抵抗黑石，不然的话，我们可以预见大陆将有一次危机——黑石。\n\n    极冰帝国由一群躲避灾难的人的后代组成的王国，适应了冰天雪地的生活，却不适合炎热的气候，因此只能盘踞在自己的领地或者周围移动，最害怕与黑石帝国交战，因为黑石帝国人数多，气候炎热，因此与莱恩帝国联合，防止被骚扰，但是黑石帝国也无法与极冰帝国抗衡，只可以凭借地形恐吓敌人。\n\n\n　　而莱恩帝国由伟大的杜篆先生创建，辉煌时期是庞培统治时期，打败了其余四个帝国，却输给了天恩皇朝的凯撒大帝，被降级成为王国，改为莫里哀的家族掌权，莫里哀的父亲是一位伟大的发明家以及神术师，但因为一次魔法车故障死去，年轻的莫里哀在叔父古巴尔的帮助下掌控了王朝，从此，莱恩王国走上了复兴，更凭借着莫里哀的伟大被天恩皇朝升级为帝国，与北方的黑石帝国关系恶劣，但是与南方的极冰帝国关系较好，位于大陆中央，吞并了一度无人管辖的混乱之地，东方是世界的中央天恩皇朝，西方则是神秘的盘灵帝国，现在正处于积极的时刻。\n\n\n　　自然帝国由天地孕育的宠儿建立，保证了血脉的纯正，他们强大的眼力以及强大弓箭技艺维护了他们的国家，强大的魔法痛击了敌人，现任国王：木法，天才，绝对的天才，年方弱冠就已经成了少数的强大法师，痛击了黑石帝国，从此无人敢犯，国宝生命之树，无人可破，无人可移。\n\n\n　　而最强大的天恩皇朝是一群教徒以及苦修士组建的国家，后来吸纳了许许多多科学家以及高端人才，一度达到鼎盛时期，后因国内三巨头争霸，导致元气大伤，就在这个时候，凯撒大帝横空出世，以十五岁的年龄迅速掌控军队，整个元老院都被他掌控，后来，他凭借着强大的军事才能，连续三次打败凯撒从而打败了莱恩帝国，黑石帝国，极冰帝国，自然帝国，甚至差点消灭极冰帝国主力。如果不是紫发大将狐狸与他打平手得到了赏识，估计极冰帝国早就被凯撒吞并了，之后凯撒加冕为皇，使天下成为和平状态。\"\n\n\n　　讲完了之后，老人喝了口水，笑眯眯的：“好了，你走吧。”\n\n\n　　麦克雷好奇的问老人：“您叫什么名字，请告诉我，老先生。”\n\n\n　　老人站了起来，气压开始腾升，衣服凌空鼓起来，一股强大的气场：“老夫名叫凯尔，大陆智者榜第一名！”\n\n匆匆的个人索引",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1469154480,
            "txt_content": "这几章可以看出都比较流畅灵活，应该会很有意思。"
        },
        {
            "author": "旋风龙浩",
            "timestamp": 1475466900,
            "txt_content": "我又来支持了，看起来很有趣！"
        }
    ]
}