{
    "title": "【原创/单篇】【意义不明】【写作教程读作段子】论如何把一篇生存文写成智障文笔",
    "author": "Тιмγα姬",
    "replyCount": 5,
    "timestamp": 1469166900,
    "txt_content": "我叫steve，我的身边发生了无法想象的灾难。这一切都要从不久前说起......\n\n那天我新建了一个世界，惯例性地大喊了一声“暴力穿越不可取!”，然后顺利地打开了新世界的大门，从此，我的噩梦便开始了。\n睁开眼，我出生在了一片茂密的森林中，而我就如同森林里的森之妖精，耳边传9来了令人愉悦的鸟类的叫声，微风掠过树叶，整片森林都在哗啦哗啦地作响，令我充满了动力。\n\n我轻车熟路地用我有力的右手优雅地伐倒了一棵橡树，举手投足之间都充满着cool，cooler乃至是 coolest，在来自东方的神秘力量的推动下，工作台瞬间成型，我将它固定在了地上，不知道碾死了多少可怜的跳蚤，我想有机会的应该清理一下地面才是，不能污染环境。\n\n我做了一把木斧，但我听说有其他人会先做木镐，然后采集石头制作石斧。嘁，简直无聊，我对此不屑一顾，用木斧砍树，当树木看见他们的同类在攻击他们时会做出什么反应呢？估计会浑身呆滞连光合作用都会迟缓吧。\n\n收集了足够的原木后，我看了看天色，太阳已经渐渐隐入地平线。是时候找个地方建房子了。\n拨开阻挡视线的叶片，我在森林中找到了一块很不错的地，地势平坦，很宽阔，中间也没有树，边缘还有一个小湖，倒映着天空的云彩，在微风荡起一圈圈波纹。\n\n令人心旷神怡的风景。\n\n如果不是要抓紧时间造房子，我真想造一艘船下去，与自己幻想出来的人赛艇也不错。\n迫于时间，我只是做了一个方方正正的火柴盒。房子是可以慢慢改的，现在需要的是一个能睡觉的地方。\n噩梦开始了。\n\n随着一声巨响，本应平静的生活就随着房子的墙壁一起被炸成了飞灰，我心中吃了一惊，但瞬间反应了过来，这应该是creeper的杰作。我拔出了腰间的木剑，警惕地望着被炸出的破洞。令我意外的是，洞口处钻出了一个头，一个带着红鼻头长着红头发的小丑，他诡异地笑着对我说道:“Hi~boy~要不要加入蓝蓝路的豪华午餐？”\n\n“不要。”我一脸冷漠，以前从没有见过这种奇怪的家伙，还是小心为妙。“你可要想好啊~boy，我一发穿云箭就能叫来500个蓝蓝路在你门外唱圣歌哦~”\n唱你大爷!我黑着脸将手中的木剑想他刺去，却不料他身体一歪，躲过了这一剑，但我的底牌可是发自真心的武学基础，我的脚底在地面转动，回身一脚踢在小丑的胸口。只见他怪叫了一声，便摔进了不远处的水潭里。\n\n我警惕地握着木剑朝水潭走去，浪花猛地炸起，我立马退到后面，却看见一个穿着古装的奇怪男子提着小丑从水里冒了出来:“年轻的勇士哟，你掉的是金小丑呢，还是银小丑呢，还是我手里的这个蓝蓝路呢？”\n\n什么鬼咧!我感觉眼角都在抽搐，正想抽身退走，但一双黏嗒嗒的长满毛的绿色的\n\n双手从后面抱住了我，我耳边传来了模糊不清的语句，听起来似乎是Ass we can什么的。\n\n但这些现在都不重要，我很清楚是一只恶心的僵尸抱住了我，为了防止被后入，我将手中的木剑反刺入了僵尸的腹部，僵尸吃痛，松开了我，我毫不犹豫地转身一剑劈在了他的脖子上，但木剑还是太钝，只陷进去一半而已。\n\n“嘁，吔屎辣。”我退进了屋子，用木头飞快地填上了洞口，想要优雅地削下他的脑袋，只能用石制乃至金属的武器，但我非常不甘，敌人就在面前，我却只能窝囊地逃走，简直是令勇士的灵魂蒙羞!若是想要干一番大事业，绝对不能就此止步不前!应当是逆流而上，不惧一切，摧毁挡在面前的阻碍，将敌人化作踏脚石!人类的潜能藏在骨子里，只要灵活运用，我就能击败一切!所以，我......!\n\n......我还是睡觉吧，天亮他们就会走了。\n\n我很干脆地倒在了地板上，墙壁上的火把摇曳着刺眼的火光，忽明忽暗的光亮使人犯困，我的视野渐渐模糊......\n\n嗯？似乎地板在震动，我睁开眼，放在身边的木剑的确在地板上抖动不以，这不是错觉。\n\n我站起身，从门框里向外张望，依稀能看见树林里钻出了许多黑影，慢慢地包围了我的房子。他们不约而同地深吸了一口气......\n\n“Here is sparta!”\n\n卧槽，为什么我的世界里会有这些奇怪的东西，一定是我的打开方式不对!“你们有毒!”我大喊道，声音响彻云霄，外面瞬间安静了下来。\n我......我该不会是触发了什么奇怪的东西了吧......进去出不来的剧情我也只是听过故事而已啊......\n\n耳膜再次炸裂，这些奇怪的家伙一瞬间就像是喝了70度加了鸡血的伏特加，一边高声呐喊着一边用力砸着我的门。\n\n你们这是干什么!这是私有财产!我还没来得及叫出声，这些奇怪的家伙便砸开了我的门冲进了我的屋子。\n\n这是一群壮汉，勉强才能挤进我的门的那种，他们穿着粗糙的兽皮衣，腰间挂着宽大的铁剑，豪气无比，这......难道就是传说中的......\n\n土著嘛。\n\n“试问，你就是我们的族人吗？”为首的壮汉问道。不是你们谁咯，我现在一脸智障，很受地坐倒在地上。\n\n首领提着我的衣领把我拎了起来，还嗅了一番:“这味道，够正宗，的确是我们的同类。”都是人类你这不废话咯!当然我是不敢说出来的，现在如果反抗绝对会被狠狠收拾一顿，我现在也只能任他摆布了。\n\n“请问你要加入蓝蓝路豪华午餐吗？”一只手搭在了他的肩膀上，正是之前的蓝蓝路。\n壮汉将我放在地上，然后僵硬地回过头去:“你谁？”\n\n小丑仍然是诡异地笑着说道:“我是蓝蓝路。”此刻的气氛剑拔弩张，就在两人互相瞅的同时，我机智地敲开墙壁逃了出去。\n\n【编不下去了】\n【吐完血也许会更新】\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1469167740,
            "txt_content": "比起狗头，你写贱文的水平还嫩。\n推荐你还是正经点吧。\n这月活动该截止了。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1469168280,
            "txt_content": "最近都流行大触写脑残段子么。。。。。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469168460,
            "txt_content": "我早就料到会有人发现扯皮这玩意儿很赚很装逼。\n哪天文协的核心章程变成了扯皮，记得叫我一声。"
        },
        {
            "author": "Lord-gawain",
            "timestamp": 1469171940,
            "txt_content": "真是意义不明啊，看的我一脸懵逼。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1469173320,
            "txt_content": "Lord-gawain 发表于 2016-7-22 15:19\n真是意义不明啊，看的我一脸懵逼。\n本文意义乃是扯皮，就是文章的动机，也都是扯皮。"
        }
    ]
}