{
    "title": "[正经]Alpha公益群组服诚招服主继任",
    "author": "冰冷の蛋糕",
    "replyCount": 6,
    "timestamp": 1469180100,
    "txt_content": " 本帖最后由 1945622199 于 2016-7-22 17:44 编辑 \n\n服务器论坛宣传贴:http://www.mcbbs.net/forum.php?m ... 1557&extra=page%3D7\n说明：本服务器从2015年9月对外开放，至今已经快一年了。本无心插柳随意玩玩而已，现俨然一颗大树。\n1.为什么招募服主现因以下两点原因，招募继任服主：\n1.服务器稳定性和网络上的迫切需求.翻遍mcbbs，很少有像本服一样一直用家用电脑开服务器，这就导致了开服时间不固定（起床困难）、网络受限:联通单线20m，上传就不到500k，父母看个电视剧，玩家延迟像是过山车、设备折旧严重（开光影原本跑60HZ无压力，现在30HZ刚过）、电费高昂（唉又要交电费了）.总之难以满足现在服务器发展的需要\n2.服主个人因素.服主是一名刚刚高考完的学生，为了更好的学习发展决定前往加拿大攻读计算机学科。显然不能将服务器带到海外继续开。\n所以现诚招继任服主一枚,接替原服主把mc的快乐带给Alpha服务器的玩家。\n\n\n\n2.为什么选择本服务器\n\n服务器当前状况说明：\n目前服务器官方群内有大约350名成员，平均在线在30左右，很大程度因为网络问题。\n版本为1.8.8spigot服务器\n分为4个主要服务器：经典生存(达100多个插件的主生存服)；困难生存(服主亲自搬运的特色插件为主)；趣味服(海岛原创汉化+创造地皮+一堆小游戏)，登录服\n-经典生存:历史最久远的服务器，包括几大最主要的插件,mypet宠物插件，公会插件,mythicmob怪物插件,mobarenaPVE插件,RPGITEM插件等,及一些通常的基本插件。这个服务器也是最主要玩家玩的服务器，占玩家75-90%-困难生存:以ExtraHardmode为核心的困难生存，给高端玩家不一样的mc体验-趣味服:大杂烩:包括时下一些小游戏及消磨时间的好去处--海岛服务器一直本着以玩家利益为出发点的形式，不设置任何收费项目，付费特权项目。并有相当严肃的纪律风范.无论是谁“违法”必究，在这里没有难以管教的熊孩子联盟，也没有蛮横的X权管理\\土豪，我们一向讲究证据，讲理行事.这是我个人的办事风格，内外分开。所以本服只有一群真真正正想玩游戏的玩家，享受平等游戏带来的乐趣，而不是渴望搞破坏。麻雀虽小，五脏俱全，我们虽然算不上是大服务器，但该有的和不该有的配置全部做到位了，核心管理人员除了服主，有一名合伙开办服务器的总管理，他是一名黑客，为服务器搭建了论坛、官网，并做了一些软件，在服务器建筑部分也做了大量建设；和一名登录服op及QQ群管，他为服务器装饰了登录服，最重要的是发了这个宣传贴，没有mcbbs就不会有这么多热爱游戏的玩家在一起，就不会有今天的Alpha服务器，而且他还为服务器的发展提供建议，却不忘初心在游戏里做一名普通玩家，设计便民设施。除了管理人员，服务器也有一套完整的奖惩处理体系，不会出现放纵违规或者滥用职权的事情.作为继任者，您将接替我的位置，维持、发展、完善我们的服务器，给玩家更好的体验。而且在这个已经很结实的平台上，更便于发展您的特长，给服务器带来新风。路已经铺好，只需您添砖加瓦。3.怎样才能成为新的服主\n\n为了确保服务器能够向前发展，以下是我对应聘者的要求。带*号的为加分项，其他为必需项1.年龄>=15或高中学历及以上。（不是我看不起小学生和初中生，但当服主确实面临很多人情世故及重大决策，年龄在这方面的确有着客观影响）2.有开服经验，服务器人数>10，能处理服务器的一些故障及困难并能为服务器找到机房或租用高性能双线服务器。(我们需要有经验和能力的服主来提供核心硬件支持)3.有着积极的态度，原为玩家排忧解难；愿以理服人；愿意尊重证据而不是人情或者氪金；愿为服务器付出自己的努力而不是借着服务器让自己达到人生巅峰；不售卖op等权限，不做有钱便是爹，有奶便是娘的事情。(如果态度不端正的话，服务器很难有好的发展)4*.懂得大量关于插件的知识，或本身就是程序员，能弄清楚近200个插件的使用方法。5*.愿坚持公益服性质不变。（这个不是必需项目）,毕竟开服需要付出巨大的辛苦和经济，我没有理由强求您坚持我不收一分的态度。君子爱财取之有道，能既提高了玩家游戏体验，又能使自己得到报酬，是值得敬重的。6*.能干事又不独裁的。能干事指，真能管事，有作为而不是靠着现有基础坐山吃山。不独裁指，懂得与人合作，不把所有事情揽到自己手上，不然既劳累不说，服务器难有保障7*.经验或提供配置相当卓越的8*.思想健康，三观正常。无精神病或心脏病高血压史9*.任何我认为能给服务器带来优势的特长或特点4.我满足条件并愿为服务器出一份力在本帖留下应聘的信息，并加入服务器官方群，要想当好服主，首先要足够了解服务器，先要成为玩家，去体验服务器，并实习至少半个月。更多详细及专业的信息请您慢慢了解。最终我将交付整个服务器的文件予您，正式退休。祝好运。\n无论如何，感谢您用宝贵的时间来阅读。更多信息请查看站内宣传贴。\n\n\n\n",
    "replies": [
        {
            "author": "动物的世界",
            "timestamp": 1469285520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "难入心",
            "timestamp": 1469293020,
            "txt_content": "教教我用自家电脑开服务器呗。扣扣：981844568"
        },
        {
            "author": "hyf_true1",
            "timestamp": 1469296200,
            "txt_content": "你好我是半公益 永夜云服务器 \n也是群组服务器 spigot1.8群组\n我看了下你本人的确很可怜，你的玩家应该是非常有爱的\n我服务器玩家跟我关系都很好 嗯不想更多解释[就是好233]\n我可以进服务器实习半个月，为了更好的了解服务器\n不过服务器需要更新至半公益服务器[因为是专业独立机托管]\n服务器双E5 2670 v3cpu\nQQ 32979970 希望可以进行合作 谢谢！"
        },
        {
            "author": "XIaoYuV5",
            "timestamp": 1469320020,
            "txt_content": "1:自己是独立机器托管]\n2:年龄是19,可看身份证[QQ:171331448]\n3:目前是服务器服主,也相当于公益服务器\n4:插件会魔改,会编写一些基础的\n5:自己也非常喜欢开公益服交友\n6:自己也有实力去做,机器是全新配置i7 6700k,32G完全可以戴起来400人\n7:可以解决玩家的事情\n8:详情请加我QQ或者留个联系方式,我特别想接受你这个公益服"
        },
        {
            "author": "冰冷の蛋糕",
            "timestamp": 1469345160,
            "txt_content": "XIaoYuV5 发表于 2016-7-24 08:27\n1:自己是独立机器托管]\n2:年龄是19,可看身份证[QQ:171331448]\n3:目前是服务器服主,也相当于公益服务器\n服务器群号493055927 进去后找腐竹私聊审核"
        },
        {
            "author": "2827650172",
            "timestamp": 1469346600,
            "txt_content": "需要的工作：服务器管理，代理腐竹，OP，后台管理，RPG技术，MM技术 请看好是 精通 \n       对服务器的要求：必须稳定 长期开放 正常运转{:10_505:}\n       是否有过经验： 精通RPG，服务器管理 ，后台管理，OP，神奇宝贝MOD管理，装MOD 装插件 删插件 删MOD 加载地图 切地图等全能型 技术腐竹一只\n       年龄：17\n       联系方式： QQ：2827650172 加好友请填备注{:10_492:}\n    腐竹一只没事干 所以出来找点事干 练练手{:10_513:}\n工资嘛：最好有 毕竟是个腐竹大大呢！！    全能型RPG技术：精通 制作RPG武器 材料 装备 道具 RPG设计 RPG制作怪物 任务设置 RPG策划。\n\n"
        }
    ]
}