{
    "title": "<原创·连载>虚妄山·远歌[第四章·魔物][谢策察]",
    "author": "xcc",
    "replyCount": 8,
    "timestamp": 1469276880,
    "txt_content": " 本帖最后由 xcc 于 2016-7-24 20:04 编辑 \n        “首先你要明白，在大陆上的任何一个角落都有魔力在流动，每个人身上也都携带有魔力。”面具脸徐徐讲道，同时打出手势示意杜篆不要插嘴。\n    “但是在很早以前，这样的魔力并不容易使用，那时的人们只能依靠吟唱来释放魔力，而且十分不稳定。后来一位伟大的大法师发现，魔力是可以具象化为魔物的——每个人的魔力是不一样的，化成的魔物也是不一样的。只不过魔物大多数都是武器或其他器物，也有少数魔物是动物。动物类的魔物可以帮助主人作战，也可以与主人融合，是不是很神奇？另外啊，魔物是多种多样的，据不完全统计至少有3500多种了。.\n    “值得一提的是，在仪式结束后主人获得的，除了魔物，还可能有一种特殊能力，比如控制火焰，控制电流，短时间飞行什么的，每个人的能力都是不一样的。我的能力就是控制火焰。”说罢他踩住了路旁的一簇草，打了个响指，那一簇草的末端就窜出了火苗，然后很快被他踩灭。\n    “但是呢，不是每个人都能获得能力的，大概十个人里只有六个能。其实没有能力的人，可以去学习法术来增强自己的实力。哦，对了，有特殊能力的人大多数是学习不了法术的，因为会有很多法术会和他们本身的能力相互排斥并且.......” \n    “停！”杜篆对面具脸作出手势并叫道，“这些内容太多了，没讲完的内容.......能以后再慢慢说么？”\n    面具脸起先有些生气，但他只用了几秒就冷静下来，点了点头，毕竟他觉得自己如果现在一下子讲完，估计面前这孩子能记下来的也不会太多。不过他也没指望他一下子把自己刚才讲的都记住，但是如果让杜篆见识到魔物是怎样的话，他估计就能很好的理解了。\n    不过.......杜篆先前都不知道这种事，岂不是一直都没有将魔力化为魔物？他猛地想起杜篆都17岁了，现在才进行魔力具象化的话，着实有些晚了——毕竟现在的小孩5岁就去接受将魔力具象化为魔物的仪式了——而且这么晚才进行，如果不是非常勤奋的话，恐怕和同龄人比起来，实力上会差好几个层次啊。\n    面具脸有些着急、焦躁、不安，然而这些情绪在他脸上表现不出来，所以在杜篆看来，面具脸只是在沉思而已。\n    “那我什么时候可以进行把魔力变成魔物的仪式啊？”杜篆凑上来问，脸上一脸轻松，像是不在乎进行仪式的早晚。\n    “唉，杜篆这小子自己都没有意识到有多严重么？罢了，也许又是自己想多了吧？”面具脸一边想着一边看向窗外，他记得灵旗里面是有进行仪式的场所的，实在没有的话，自己也可以就地画个法阵来做，反正进行仪式也不是什么难事。\n    不过刚吃完饭确实不想走动啊。面具脸伸了个腰，缓缓走出门去，找了一片远处的空地。他在空地处把背包放到地上，从里面拿出一支细杆毛笔和一罐绿色的墨水。墨水的盖子上有一圈写着符文的封条，面具脸扭头看了一眼杜篆，最后利落地将封条撕下。\n    他使毛笔蘸了一点墨水，然后在地上画了一个七芒星，在七芒星外画了一个环，而后在七个顶点分别用古语写上虚无、暗、光、风、水、火、土。这些都写完后，他从背包里的一个夹层摸出蜡烛，然后轻声念咒，蜡烛便在这一瞬间被点燃了。他将蜡烛放于七芒星正中央，然后站起身对杜篆叫道：“过来进行仪式吧。”\n    杜篆小跑过来，看着面具脸方才画出的七芒星法阵，然后抬头问道：“我需要做什么？”\n    “站在法阵前就可以了。”面具脸将手伸入大衣的口袋想要拿出自己一直揣在里面的骨制法杖。只是当他的手握住法杖的时候，却怎么也拿不出来。仿佛他的口袋里有一株食人花，吞噬了他的手指和勇气。 \n    他只是突然想起了，虽然进行仪式并非难事，但自己还从来没有实践过。他是打算根据书上的理论来进行仪式的，但是如果出了理论之外的差错怎么办？如果有专门进行仪式的人在场，遇到差错定是能轻易解决。但面具脸可是头一次自己来进行仪式，不能担保能完美应对各种差错、困难之流。\n    管他呢。他咬咬牙，缓缓抽出法杖，开始吟唱咒文。 \n    “隐匿于黑暗与虚无之中的神明啊，在下恳请你们，用你们隐藏于光明的足迹，指引我们叩开象征着一切的魔法的门扉。” \n    蜡烛的火焰随着他的吟唱的音调起伏不定，而构成法阵的绿色墨水，则在吟唱的过程中逐渐由黯淡的深绿变成明亮的晶绿色，法阵周围也逐渐开始有散发着莹莹绿光的微小粒子飞舞。站在法阵前的杜篆则感到一种前所未有的放松，像是整个人浸没在一片宁静的海洋里，脑中的一切杂念都随着涌动的水流漂走，只剩一片清明。\n    这时面具脸塞给他一张纸条，轻声说：照着上面念。 \n    “吾......吾唤尔等前来，愿以身命与尔等缔结契约。”杜篆念出纸条上的字句，在他念完的一瞬间，地上的七芒星法阵顶点处写下的七个古语开始闪烁起来。\n    如果没有出什么差错的话，接下来魔物就会出现在法阵中央。面具脸擦了一把汗，在心里默默祈祷：千万不要出什么差错.......\n    如他所愿，接下来发生的一切都是成功的仪式后应该发生的。面具脸长舒了一口气，继而两眼紧盯着法阵中央。\n    蜡烛上的火焰轻微地抖动了一下，随即熄灭了。取代火焰浮动在蜡烛上方的，是一个正在逐渐由赤色的粒子汇聚成形的物件。\n    那是一把带鞘的刀，刀柄上镶有一块红色的宝石，宝石中央有一道狭长裂缝，使得这块圆形的宝石像是什么怪物的瞳孔。\n    杜篆此时方才回过神来，伸出手去拿刀。双手却在碰到刀鞘的那一刻触电般弹了回来。\n    “这是怎么回事.......？”    \n     \n\n\n\n上一章   索引  下一章废言：设定来来回回改了几遍，觉得恐有写成XX大陆之类的庸俗（？！）之作的危险\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1469276940,
            "txt_content": "前排谜一样的吃瓜子的谜一样的席位\n\n\n@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人\n@zyj0807  @46241359  "
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1469278860,
            "txt_content": "不是庸俗\n6成，这算高魔世界了\n写起来很欢乐，祝你好运"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1469279340,
            "txt_content": "顺便一说。。。打响指就能完成的事，干多了真的会遭天谴的"
        },
        {
            "author": "冥王星人",
            "timestamp": 1469279880,
            "txt_content": "前段看着总有种神奇宝贝既视感"
        },
        {
            "author": "Lord-gawain",
            "timestamp": 1469281620,
            "txt_content": "第一次在七元素里看到有虚无的，一般都是什么雷电之类。"
        },
        {
            "author": "xcc",
            "timestamp": 1469282340,
            "txt_content": "Lord-gawain 发表于 2016-7-23 21:47\n第一次在七元素里看到有虚无的，一般都是什么雷电之类。\n咱参考的是七芒星七个顶点应该写上的元素\n之前还想恶趣味地写七曜的www"
        },
        {
            "author": "xcc",
            "timestamp": 1469282340,
            "txt_content": "冥王星人 发表于 2016-7-23 21:18\n前段看着总有种神奇宝贝既视感\n【倒地不起】 冥姐你没玩某GO吧"
        },
        {
            "author": "xcc",
            "timestamp": 1469282400,
            "txt_content": "Donnies_Ming 发表于 2016-7-23 21:01\n不是庸俗\n6成，这算高魔世界了\n写起来很欢乐，祝你好运\n一切得按基本法来嘛【？！】"
        }
    ]
}