{
    "title": "【双线】豪宝的幽冥2行尸走肉——|生存|武器|僵尸|末日[1.6.4]",
    "author": "haobaby",
    "replyCount": 0,
    "timestamp": 1469283600,
    "txt_content": " 本帖最后由 haobaby 于 2016-7-25 11:31 编辑 \n\nhttp://v.youku.com/v_show/id_XMTM3OTkzNzc1Mg==.html\n[size=18.6667px]这是幽冥1的宣传片。等待了一年半幽冥2终于又回归了~！\n\n 服务器介绍：大家嚎，伦家是HaoBaby，人称豪宝宝，在优酷做视频已经有很多年头了，这里是我的视频主页：http://i.youku.com/haobaby 本次的服务器是以幽冥为地图的基础上加上了行尸走肉mod的模式，主要是以生存为主的PVP，本服务器添加了反作弊所以开挂的统统飞走吧，鉴于此次生存服难度有点高，如需有什么问题可以在群论坛中提出哦~{:10_523:}服务器特色：1.以前玩过幽冥服的朋友应该知道这个地图大概就是被荒废的建筑物以及周边的森林，但是！这次是幽冥2行尸走肉，所以除了有幽冥的影子外还加上了许多的僵尸，主要是以生存为主，大家尽量在活着的时候多去收集下外面的资源，主城有末影箱可以给大家存放物资。\n2.关于僵尸的介绍，大致上僵尸是白天相对于晚上比较少，但并不是没有。到了晚上就是丧尸们活跃的时候了，有看过行尸走肉的朋友们应该知道他们是会怎样的进行攻击，你只要发出点声音或者在百米外被僵尸看到就会跟着你，僵尸的种类有许多，例如小僵尸，见到你就会跑着小碎步往你身上冲；装备顶级的大boss，血量很高如果要挑战的话需谨慎考虑，但杀死boss后会有奖励掉落；晚上还会看到巨型大僵尸，一般情况是不会对你进行攻击的等等等等，想要仔细了解的话那就来本服亲自体验一下吧！\n3.武器系统，在都是僵尸的世界中，你可以去城市里收集武器，本服务器添加了可以防身也可以pvp的武器，比如M9小手枪，G18，M4A1,RPK,AWP,还有喷子等等，在被沦陷的城市中能有一把上手的枪是一件多么有安全感的事，同时我们也添加了武器的喷漆，与众不同的皮肤让你在生存中也添加了色彩。除了有武器，同样不可缺少的就是枪的配件，他们也都是分散在各个地方等待着你去寻找他们并且加强自己的武器。\n4.急救物品，在外面被僵尸咬了之后，不会和以前一样只是掉血这么简单了，你会持续流血，需要绷带等急救药品救治，或者你中毒之后需要解读针，在高处摔下有概率骨折，需要夹板或者吗啡不然你只能龟速移动了，本服务器还有许多比如血袋，理疗包，空针筒（用来制作解毒剂或者合成病毒）\n5.食物and近战武器and工具，在城市搜刮食物和水是必不可少的，主要补充体力的食物有罐头（罐头分开的和未开的），军粮（可以补充大量体力和部分水），水壶，只要有水源就可以解渴，在主城有打水的井。工具方面，有手斧和消防斧这个可以用来兑换木头，我们后面详细介绍，有启瓶器和开罐器，用来开没有开封的罐头，还有就是一些奇奇怪怪的小东西了，比如手铐啊解开手铐的钥匙，XX钳子，闪光弹，烟雾弹等等，就等着你们来探索啦~\n6.建筑领地，在Minecraft中必不可少的就是建造属于自己的房子，首先你需要的是一个领地，就像是一个地基一样，这个东西需要自己去搜寻啦，有了这个之后并不是说可以靠撸树就行咯，主世界里面的东西是不能够破坏的，所以你要做的就是收集能够兑换的工具，并且这些工具是没有被使用过的，使用过后的工具是不能够换木头等东西的哦！\n7.简单的按键说明：X：快速抽刀F：切换武器设计模式C：快速抽枪R：换下/换上弹夹N：打开夜视仪（如果你有的话）G：合成表左Ctrl：放大O：切换HUDB：打开背包（如果你有）V：打开防弹背心（如果你有）\n8.客户端常见问题1）客户端直接不出现：查看你自己的电脑java路径是否在登录器设置中选择正确（例如***/bin/javaw.exe）2）客户端闪退：根据本机情况，在启动器修改分配内存大小，或者参考第一条，还不行请尝试java73）其他问题请百度，或者在群论坛中的问题贴下留言\n9.客户端拥有/menu主菜单，集成所有游戏内命令，麻麻再也不用担心我记不住啦~10.还有些具体详细的我也想不起什么了，大家想要玩的就下载来玩玩探索吧！{:10_512:}\n\n赞助表\n幸存者￥10  立即获得进入已满服务器权限、彩色聊天权限、符号聊天权限、拓展仓库一行、每日补给包/kit rank1 24小时CD、生锈的水管*1、木头币*5、绷带*1、诱饵弹*1、生存专家￥20（拥有全部幸存者内容包括幸存者每日补给）立即获得青铜币*1、/compass指南针权限、拓展仓库2行、每日补给/kit rank2 24小时CD、水管*1、木头币*10、烟雾弹*1、绷带*1法外狂徒￥50（拥有全部生存专家内容包括每日补给）立即获得青铜币*3、/ptime 改变自己时间、/suicide自杀、拓展仓库三行、每日补给/kit rank3 24小时CD、木头币*15、水管*1、闪光弹*1、绷带*1行尸走肉￥120（拥有全部法外狂徒内容包括每日补给）立即获得青铜币*10、/feed喂饱自己 30分钟CD、拓展仓库四行、每日补给/kit rank4 24小时CD、菜刀*1、木头币*20、燃烧弹*1、绷带*1我是传奇￥250（拥有全部行尸走肉内容包括每日补给）立即获得青铜币*23、/near查看附件玩家、死亡保留经验、拓展仓库五行、每日补给/kit rank5 24小时CD、木头币*25、武士刀*1、绷带*1、破片手雷*1金色传说￥400（拥有全部我是传奇内容包括每日补给）立即获得青铜币*40、/weather 改变天气、/echest 远程打开末影箱、拓展仓库六行、每日补给/kit rank6 24小时CD、木头币*32、附魔镰刀*1、土制炸弹*1、医疗包*1、立即获得 Min-gun。定期进行打折特惠活动\n\n\n\n 注意事项注意事项和服务器规章制度\n1.我们是爱卖萌爱搞基爱闹腾的一坨基佬妹纸，但是我们服务器的管理非常严格；\n2.新人加群或YY自觉修改群名片或YY马甲（【幽冥】游戏ID），定期清理三个月未发言和未修改群名片的玩家；\n3.群内禁止刷屏、刷图、H、政治、人身攻击、字号大于12、字体颜色毁眼、爆粗等现象出现，发现直接送飞机票；\n4.服务器禁止跨阵营交易阵营特有物品，不小心获得了，可以自己收藏、销毁，但是不能拿出来用，举报有奖；一经发现直接封禁；\n5.任何修改客户端的行为都视为 作弊 （正常材质包、正常单人MOD除外）将给予最严厉的惩罚，永久封号，请爱护自己的帐号；\n6.服务器人人平等，不论你赞助与否，熟人与否，只要犯事，一切按规定处理；\n7.查到作弊后，封禁作弊账号和所有受益帐号；\n8.遵守上述各种规章制度，你好我也好，我们才能一起愉快的玩耍啦；\n\n9.严禁利用服务器BUG进行牟利等行为，举报有奖；\n10服务器给了每一位玩家上诉的权利，玩家可在Q群共享中下载规范申诉信文本，并发送到：haobabymc@gmail.com  管理员将在每周定时查阅玩家们的信件。紧急状况可直接登陆YY 400097 进行 语音投诉。最后祝您游戏愉快！\n                                             ——————最终解释权归豪宝宝搞基团队所有，下载客户端视为同意上述内容\n\n\n\n\n\n\nQQ图片20160723220217.png\n(8.29 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2016-7-23 22:04 上传\n\n\n\n\n\n\n\n\n腐竹证明\n\n\n\n\n\n\n\n",
    "replies": []
}