{
    "title": "<原创·连载>虚妄山·远歌[第五章·制服][谢策察]",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1469361300,
    "txt_content": " 本帖最后由 xcc 于 2016-8-10 22:01 编辑 \n             杜篆还没有回过神来，自小在沙漠里生活的他自是不清楚这是怎么一回事，于是将求救的目光投向面具脸。\n     “魔物无法被它的主人拿走”这事面具脸虽然听说过并记录了解决方法，可这事毕竟发生在由他指导进行的。 面具脸很想对他尴尬地笑笑，可惜他做不出表情，只能摊手说：“抱歉，请等一下。” 说罢便急忙在包中翻找笔记本，着急地在其中寻找先前的记录。\n     啧，记在哪里了来着...... \n    在满心的焦急与唰唰的翻页声之中，面具脸终于找到了以前的记录，笔迹有些潦草，且上面的字体和他现在的字体大相径庭，难以令他辨认。 \n    现在，这几行潦草的字的书写者，正费力地辨认着自己曾写下的字，而且在经过了一刻钟后也未能完整地将其解读。“自己的字也认不出来，真是好笑.......”面具脸只得叹口气并腹诽道，“这貌似是我以前当学徒的时候记录下的，啧，那个时候的字也真是有够丑的。”\n    不过还是能把笔记的主干部分辨认出来的，那些潦草的部分就当细枝末节无视掉好了——这样处理一番之后，面具脸得到的是由原文缩略来的这样一行信息： \n    “魔物无法被它的主人拿走的原因一般只有一种——主人的能力和魔物的属性相排斥。解决的方法也很简单，需要主人保持和魔物的接触，以使双方魔力逐渐融合。”\n    于是他对杜篆喊道：“没什么的，只要你一直握着那把刀，它的魔力就会慢慢地和你的魔力融合的。”\n    杜篆于是伸出左手摸向那把刀，手却在距离刀约摸一厘米的地方像是遇到了无形的屏障，无论如何也无法抓取到刀柄。\n    面具脸面无表情地叫道：“继续，不要管它对你的排斥！”\n    杜篆咬了咬牙，左手猛地发力，却是突破了那无形的障壁，狠狠地握住了刀柄。然而这排斥还没有结束，一双无形的大手正在缓缓将杜篆的左手从刀柄上拽起。\n    他不由得再加了点力道，狠狠地握住了刀柄，但刀的排斥似乎也愈加强烈。他再次加大了力道，手上的青筋开始突起，额头开始渗出豆大的汗珠来。\n    刀柄那颜色如血的红宝石突然闪耀了一下，随即整把刀像是暴怒的巨兽一样猛地震动起来，并嗡嗡地发出响声。杜篆起先是一惊，然后是不屑。“啧，跟匹不驯的野马一样。”他低声叹气，随即双手发力，狠狠地将刀按在地上，两眼中闪过一丝凶狠。 \n    刀的嗡嗡鸣声开始渐渐变小，震动的幅度也随着那嗡嗡声逐渐降下来，先前刀身周围的排斥也消失了。此刻，这把刀像是一匹终于被驯服的野马，安静地躺在地上，承认了面前这个少年是它的主人。杜篆见自己终于能轻松地握住刀了，不由得长舒一口气，然后擦了把汗抱怨道：“还真是麻烦啊。”\n    面具脸见排斥终于消失了，也长舒了一口气，同时他也注意到刀鞘上的图案在刀停止震动的一瞬间有了变化——原先上面的图案是两条红色的平行线，现在的图案则是用单纯的红色绘成的一片火海。面具脸还没怎么见过魔物外形上会有变化，此时见到了有些好奇，但很快便把这桩事忘了。\n    因为他还要问杜篆有没有特殊能力，如果有的话能力是什么。\n    “对了，还有一个问题。”面具脸一边收拾东西一边问道，“你的特殊能力.......”\n    杜篆回答：“有的，但具体是如何我也不大清楚。” \n    面具脸的第一反应是“这小子一定是故意的”，但看到对方的表情有些茫然，他也跟着茫然了：一般来说有特殊能力的人，会在自己的魔物化成的一瞬间就感知到脑海里多了关于自己能力的信息，而且这些信息会在人的脑中根深蒂固，想忘都忘不掉。但是杜篆这是什么情况？ \n    杜篆补充道：“就感觉脑子里是有关于特殊能力的信息的，但是想要去仔细思考的时候，那些信息就忽然变得混沌了。”面具脸也不知道如何解决，只能在心中泛起嘀咕：所以这到底什么情况？今天遇到的怪事实在是太多了吧！\n    为了缓解现在有些尴尬的气氛，面具脸沉声道：“现在天色不早，还是找个旅店住下的好。”没想到杜篆这小子却反驳道：“住旅店有什么好？太花钱了，还真不如找块平坦的空地在睡袋里过夜。”\n     “啧，多危险啊。”面具脸的语气突然凶狠起来，像是不容得反驳，“我说住旅店就得住。”\n    然后他便牵上枣红马，轻车熟路地向前走去。\n    杜篆哀叹一声，只得无奈地牵着骆驼跟上前。 \n     \n   \n     \n\n\n\n上一章   索引  下一章废言：不好，恐有向龙傲天发展的趋势！不行，本baka要稳住！但是我控几不住我记几啊！另外这个制服不是那个制服啊\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1469361720,
            "txt_content": "\n前排谜一样的吃瓜子的谜一样的席位里应该坐着的谜一样的人\n\n\n@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人\n@zyj0807  @46241359  \n@柠檬柠檬柠  "
        },
        {
            "author": "冥王星人",
            "timestamp": 1469361960,
            "txt_content": "我说XCC，这面具脸也太中二了吧？\n【不过挺像你】"
        }
    ]
}