{
    "title": "【原创 连载】Emptiness II：涅槃【06-请在心里默念我的名字】【46241359】",
    "author": "46241359",
    "replyCount": 3,
    "timestamp": 1469361960,
    "txt_content": "正文\n\n\n\n    “你……你是……”\n    男子的手枪抵上目标的眉心，双眼在银白色月光的映衬下格外平静，没有丝毫对将死之人的怜悯之意。尤其是，对于脸上的恐惧早就习以为常，他将食指抵在嘴唇上，微笑着做了一个噤声的动作。\n    “晚上好，先生，”平静地开口，声音空洞，顺着风传播至目标听觉范围的每一处，像死神的宣告刺激他的鼓膜，“但请在心里默念我的名字。”\n    在目标抬起脚想要后退避开冰冷枪口的同一时刻，他扣动了扳机，猩红飞溅。\n    他从内心里开始有些相信他对自己所说的话。\n    杀手，只有在亲眼见到目标倒下时才会有真正的满足感。\n \n    埃塞克斯拍了拍他的肩，继而有些担忧地眯了眯眼，“维克，怎么了？”\n    “没有，就是想起了以前的事。”\n    手臂搭在栏杆上，埃塞克斯歪头看着站在自己身旁的男子，从外貌上看，的确不会太年轻，从到这里开始一直都很挺拔地站立着，看上去……的确是个资历不浅的专业杀手。\n    “我曾经和韩霖解释过，在今天去回忆往事是毫无意义的举措”\n    “是，我知道，只是偶然回想起来而已。”\n    他脸上的确没有因为回忆而流露出什么紧张的神情，但埃塞克斯还是觉得什么地方不对劲，可能只是错觉？\n    “但是……我要等的人，今晚还会来么？”\n    敷衍性地应了一声，埃塞克斯转身看着地面上来来往往的车流，“一定会来。”\n    罗杰自从安德死后精神上的问题就开始有所好转，更何况自己在中午就有打电话通知。他低头看看手表上的时间，还没到九点钟，他不会迟到。\n    “不过，你为什么非要见他，我不觉得他那样的人放在我们之中是无可替代的。”\n    “对我而言，”维克耸耸肩，“不，实际上，那是事实。他是你们之中唯一一个，能够完成这件事的人，因为他有特殊的经历。”\n    “也许是的。”\n \n    九点整，罗杰拉着伊文来到屋顶，草率地喘上几口气后直起身子看着倚着栏杆站立的埃塞克斯和旁边的维克。\n    “抱歉，来的时候……路上有点事情。”\n    “没迟到，”埃塞克斯朝前走了几步，目光落到伊文身上，“跟我走吧，那人和罗杰有点事，需要单独谈。”\n    “啊？诶……那么说，你是要见我吗，埃塞克斯？”\n    素未谋面的人几乎毫不迟疑地叫出自己的名字，埃塞克斯不自觉地将视线从他身上挪开，打了个手势示意伊文快些离开。后者也十分顺从地，跟在埃塞克斯后面从楼梯口离开屋顶，剩下罗杰和维克两人。\n    “你是……”\n    这人他真的不认识，罗杰在刚才就已经尽力从自己的记忆里搜寻有关面前男子的信息，但什么都没有。也可能是有过一面之缘，但他不记得了。\n    “我是维克·费恩，在退出之前，和你一样，都是个杀手。”\n    “退出之前？你的意思是……”\n    “曾经我是你们的一员，但现在不是了。”\n    “那，为什么？我记得只要没有特殊情况，不会轻易允许成员退出的吧？”\n    “是因为……”维克皱了一下眉，“我放走了一个很重要的女孩，在那之后我就自行申请退出，理由是我大概已经没有能力继续做杀手了。”\n    “一个重要的女孩？”\n    “你认识，就是之前被人从水中救上来的那个少女，她的父母曾经是我一次暗杀行动的对象。那个时候，按照任务的内容来看不能留活口……但我没杀那女孩。”维克低下头，神情中带着几分不知道是对谁的惭愧，“当时她的眼神，让我根本没办法命令旁边的人扣动扳机。你知道……那就像……”\n    “就像命令出口之后被枪毙的人是自己一样。”\n    维克有些惊异，但很快就恢复了平静，他想，罗杰能够清楚这是怎样的感受大概也不是什么奇怪的事吧。\n    “嗯，就是那样……所以我没杀她，仅仅是，带回去囚禁了几天，我就把她放走了，我以为那样她会原谅我……”\n    “所以……你找我，到底是有什么事？”\n    “在几天前，我收到韩霖的邮件，他的话，给了我不小的启迪。罗杰，安德是你杀的吧？”\n    霖？为什么他会给维克传邮件？这两个人在之前就认识，还是别的什么原因？可不管怎么说，之前的时间里罗杰从来没有听霖提起过原先有个叫维克·费恩的杀手，是他刻意瞒着自己么？\n    “是，有什么问题？”\n    “你有没有想过……将他们……从世界上完全抹去？”\n    “……”\n    真的想过，而且罗杰正试着去做这件事。但如果要完成它，就需要大把的时间和精力，他需要在这片黑暗中去寻找源头，而找到后，他的任务也绝对不是单纯地消灭它，而是取代它，这样才能够真正地，保证这黑暗从世界上消失。\n    “如果，你想要去做的话，我可以帮你。”\n    “我是有这样想过，但……维克，我想知道你为什么要找我。我已经被撤掉了核心成员的职位，你为什么不去找霖……或者阳这样的人，他们做这事会比我轻松得多。”\n    “因为，他们之中，只有你有这样的能力，你见过纳尔，接受了Emptiness在‘死’前的托付，有人支撑着你去完成这些事……”\n    罗杰转头看向天空。\n    “通过什么途径来帮我，要知道你已经不是成员了，很多事做起来都不方便甚至不可能完成。”\n    “我能够帮你找到黑暗的源头，在不算很长的时间内。”\n    什么？\n    维克看出了他脸上毫不掩饰的诧异，于是放缓了语速，“我知道很多早期发生的，你所不知道的事，也许能根据这些找出源头，但如何处理则是你自己决定了。”\n\n\n\n|索引|\n\n\n@冥王星人 @zyj0807 @sam3737 @xcc @恶魔-潇洒 \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "kuangwenxin",
            "timestamp": 1469362380,
            "txt_content": "捕捉楼上↑\n蛮长的...没来得及看完\n赞一个"
        },
        {
            "author": "冥王星人",
            "timestamp": 1469362620,
            "txt_content": "本人的出场太少啦——"
        },
        {
            "author": "QQ20010607",
            "timestamp": 1469363400,
            "txt_content": "罗杰分分钟出戏，不过情节还是不错的"
        }
    ]
}