{
    "title": "【灵感交流大区活动】森林精灵 - 森林之声",
    "author": "MF_Mufeng",
    "replyCount": 4,
    "timestamp": 1469369640,
    "txt_content": "http://www.xiami.com/widget/0_1769139996/singlePlayer.swf\n打开上面的BGM食用更佳。\n打开上面的BGM食用更佳。打开上面的BGM食用更佳。\n前言：\n这次潜水了很长时间，学业问题啊QAQ\n\n\n正文：\n       “我再也不想看到你们了！”一声凄惨无比的哭喊声从森林中的小木屋传来，一个男孩一边伸手擦着眼睛，一边冲向远处的密林。小木屋的门口，一个妇女惊恐地喊着：“孩子，快回来！太危险了！”妇女焦急地来回渡步，扭头便向屋里走去：“孩子他爸，怎么办啊......”\n\n       冲出去的男孩丝毫不听妇女的叫喊，一个劲地往森林深处冲去。风在他耳边低语，林中的小鸟要么飞来飞去，或在枝头上唱着悦耳动听的歌，丝毫没有被男孩的冲入所影响。\n\n       突然，男孩被绊倒了，几个跟头滚了下去，他便发现周围自己根本不认识。男孩有些惊慌，大声叫喊着，回应他的只有远处的那些飞来爬去的猿猴。\n\n       男孩心中突然冷静了下来，聆听起了森林中的声音。\n\n       “砰砰砰！”那是啄木鸟啄树干的声音，一只黑啄木鸟正在啄着一棵巨树，不久，它的嘴上便出现一条虫子。啄木鸟几口吞掉小虫，仿佛是吃饱了，欢快地鸣叫了一声，直窜上湛蓝无比的天空去了。\n\n       男孩若有所思，索性躺在地上，聆听着那属于大自然的声音。\n\n       上面的树叶轻轻一弯，一滴露珠顺着叶子那轻滑无比的叶脉流了下来，打在了男孩的鼻头上。男孩看着蔚蓝的蓝天，忍不住大声地喊了一声。那声音传到了远处那巍峨的青山，惊得树上一大片的飞鸟，扑腾着翅膀，都向远处的天际飞去了。这时，一声猴叫打破了宁静，一只只到膝盖处的小猴从树上爬下来，飞快无比地就窜到了男孩地身上，凝视着他。\n\n       男孩没有任何反抗，反而摸了摸小猴的头。小猴惊骇地跑开了，走的时候还压塌了几朵鲜嫩的白花，“呼啦啦”一阵，小猴窜入花丛中，不见了踪影。\n\n       男孩站起身，向前走去，踩着柔软的天然草地，男孩顿觉心旷神怡。伴随着那股清凉的风，树叶轻轻地摇摆着，时不时有一小丝调皮的阳光透过那繁密的树叶，在男孩的脸上和他开起了玩笑。小溪声从远处传来，溪水时不时打在石头上，又或者静静地向前流去，一个兴高采烈，一个暗自偷笑。男孩来到那溪水边，看着那清澈见底的溪水，水中窜游的小鱼，男孩觉得身心放松了下来。\n\n       男孩走到一处险峻的悬崖，坐了下来，看着远处高耸的山峰。\n\n       一山接一山，那山峰直冲云霄，被那朵朵白云遮蔽着，让人琢磨不透。山身是绿的，但从远处看，更是青色的。山脚处，没有了那层绿，反而是土黄色占据了底部，在太阳的辉映下，那山上的树林却是反射出条条耀眼的光，更给青山蒙上了一层圣洁的美。鸟鸣声时不时在天地间回响，那种清新悦目的感觉，让男孩久久不能平静。群山、深涧，构成了一幅唯美的山水画。\n\n       这时，几只漂亮的蝴蝶款款到来，它们身上披了一层五彩的霞衣，让人眼花缭乱。正当男孩看得入神，那几只蝴蝶却忽闪忽闪翅膀，向着森林中飞去。男孩想也没想就追了上去。蝴蝶们忽高忽低，每次低飞都好像要摔在地上，但却总能在那最后一刻又飞上天去。蝴蝶越飞越高，飞行方向也飘忽不定，最终让男孩跟丢了。\n\n       男孩左右看看，看到了一只雪白的小野兔。男孩轻轻地走了过去，小野兔警惕地盯着，紧张的神色让它有一些慌乱。男孩走到小野兔面前，蹲下身，摸了摸它，小野兔发现这个男孩并没有其他的举动，便放下了警惕心。男孩开怀大笑，他感觉好久没有这么开心过了，男孩找准一个方向，撒开步子奔跑起来。\n\n       不知不觉时间已经过去了很久，夕阳下，金黄色给整个森林蒙上了一层神秘色彩，男孩看到了小木屋，看到了守在门口疲惫的妇女。妇女看到了男孩，喜极而泣。男孩看到妇女，眼睛一湿，懊悔充满心头。\n\n       “妈，对不起......”\n\n后言：\n又一坑...\n\n\n@xcc @2B与mc的故事 @1065187090 @FHC红石 @guqu @普通HIM @洛颖 @冥王星人 \n\n",
    "replies": [
        {
            "author": "普通HIM",
            "timestamp": 1469370900,
            "txt_content": "噗你又复活了吗\n这次写的不错233"
        },
        {
            "author": "Lord-gawain",
            "timestamp": 1469410200,
            "txt_content": "写的棒棒的，这很清新。"
        },
        {
            "author": "xcc",
            "timestamp": 1469434140,
            "txt_content": "某人的日常复活（？）"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1469522220,
            "txt_content": " 本帖最后由 MF_Mufeng 于 2016-8-11 09:46 编辑 \n\n才发现少at了版主 @恶魔-潇洒"
        }
    ]
}