{
    "title": "《MC世界之李佳传奇》（以更新第四章）",
    "author": "风障",
    "replyCount": 5,
    "timestamp": 1351476300,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-12-13 20:48 编辑 \n\n本故事以李佳在MC空间冲小白\n到一个骨灰级人物的全过程希望支持！{:10_514:}\n                                                              MC世界之李佳传奇\n\n\n第一章：奇怪世界\n李佳是一个白领，每天都坐在电脑前面，当然时不时也会偷懒玩一些小游戏放松一下。有一次在跟一位在游戏里认识的网友聊天时正来劲的时候，突然他的网友说：\n “我朋友叫我去玩minecraft去了，一会跟你聊。”\n “哦！李佳无奈的回应了一声。”\n过了一会QQ再次传来滴滴滴~的提示音，一看是刚才的网友他说：\n “我们要开5人的服务器，少一个你来么？”\n “我来？我都不知道minecraft是什么我怎么玩啊？”\n “没事我教你”\n随后聊天记录上多了一个网站，李佳打开网站，看标题‘蓝色铁卷门的冒险’几个大字，等待一会才发现原来是一个视频的网址认真的看完了之后觉得很有趣之后答应了他的网友\n “你确定来么？”网友问到\n “嗯！怎么了？”李佳回答\n “没什么，只不过我们的服务器要比一般的服务器和单机更真实”\n “那不更好？”李佳回答\n “好吧！”随后有发出一个网址，”进去确认一下”\n李佳发现这个网址很特殊，他没有3w也没有net com tv什么的一般网址必备的条件虽然很奇怪但是也进去了，什么是一大片密密麻麻的规定和条件，李佳没怎么看直接拉到最下面确认，啪！不知道什么东西打了李佳一下，李佳慢慢的闭上眼睛。。。。。。\n大约几个小时，李佳慢慢睁开了眼睛“我去TM的”李佳骂道“这TM是什么地方？”李佳揉了揉眼睛，又睁大眼睛看，这。。。树木，泥土，太阳，云彩怎么都是正方形的？不会真的是来到minecraft的世界了吧！\n\n第二章：新的朋友\n李佳慢慢冲地上爬起来，晃了晃脑袋，“我擦，进入游戏的方式太特别了。”之后用手挠了挠脑袋！“卧槽！”李佳大叫了一声，他才发现自己的手是方的！‘啪’另一只手拍了拍他的肩膀“兄弟你知道这是哪么？”李佳回头才发现自己后面还有别人\n\n现在李佳苦笑不得，因为自己不知道为什么来到这个鬼地方而苦恼，也因为这个世界还有别人而感到安心。\n “哇！我真的进入minecraft的世界了”一个人叫到\n “谁啊！TM什么时候了，还感叹？”\n李佳望去，之间是一个穿着白色裙子，黑色丝袜，长长的头发，大眼睛，樱桃小嘴。但是全是方的，还是越看越别扭。李佳看到立即把话收了回去。\n “那个美女说的，这里是Minecraft的世界”李佳回答刚才那位兄弟\n随后李佳转了一圈，1；2；3。。。。诶？怎么少一个，算上我一共4个，不是说五个么？\n“诶！兄弟快过来，咱们去那面看看”有个人叫到李佳\n不知道什么时候，他们三个已经跑了好远\n “哦！知道了！”李佳追赶过去\n李佳仔细看了一下，额2女2男，挺平均的啊！\n “那我先介绍一下我自己吧，我叫赵欣雨来自广东。我是一个白领”刚才那位美女说道\n白领？同行啊！李佳有看了一下旁边的男人。\n “我叫赵言赵小雨的男友，我是警察，现在是柔道黑带”\n李佳上下打量了一下，长得一般，但是很壮还黑带，伤不起啊！对了，这么长时间没注意还有一个美女。于是李佳望去。哇！也是个美女啊！虽然长的不错不错，但是穿着没有赵小雨华丽，一套整洁的运动服\n “我叫张鑫，大四学生，柔道红带”张鑫用简介的话介绍完，感觉冷冷的，很不舒服。\n “哦，对了我叫李佳，职业白领”我部\n\n第三章：游戏开始了！\n\n “都来了？”天空中传来了一个粗口的声音\n “谁？”李佳大叫到\n “我是这个服务器的管理，是我叫你们来的。”\n “你TM要死啊？放我们出去”赵言叫到\n这时天空中一到闪电飞过 ，啪的一声正正好好劈中了赵言\n “这就是骂我的后果”又一个声音\n大家所有人鸦雀无声。。。。。\n “这是我的地盘，我做主谁也别想走现在看看你们的手腕，有一个手表那里不是显示时间的是你们交流的工具”大家看了看手腕的确有上面有个按钮好像是说话用的\n “你们将在我这句话消失后开始，对了！想出去的话你就去END杀死龙吧！”说完这句话就再也没有声音。\n我转头向赵言跑去。\n “你没事吧？”我慰问一句，之后把他服了起来\n “没事，在这个世界里被雷劈一下最多三四格血不能致命”\n我们打算分配一下工作，赵言是老玩家他来当队长。\n “我了解这游戏的地形我去打猎收集农作物，我女友和张鑫就去砍树建房子，李佳你是小白就跟先熟悉一下操作和规定那好开始吧！”赵言话音刚落大家行动起来。我跟着俩位美女来到了一片树林，俩人用手干打大树，不会疼么？我心里想这么粗的树怎么可能用手打断，你以为你是超人我啊？啪，我擦真的断了，随后我也跟着砍了起来。我轻松的砍完了一棵树，这课树怎么不会到？牛顿哭了！砍了差不多5，6组就找了一片空地，建了一个比较小的屋子，很像茶馆两层楼，古代的楼顶斜坡式。\n “好了进去吧！”说着进去了屋子\n我们用梯子做个餐桌，我们坐在那里等着赵言的归来，快点吧！饿死了，心里骂道\n “其实我感觉这个挺有意思的”我找了个话题否则感觉太尴尬。\n “小白你太纯洁了，等到晚上你就知道这游戏的可怕之处了。”张鑫说道\n他说的每句话都那么冷让人直打寒不由自主的紧张起来\n第四章：可怕的夜晚\n\n\n吃着吃着才想起来\n “对了！咱们不是有这个么？”说着我把手腕抬起来\n “对啊！我都忘了”赵欣雨叫道\n这鬼东西怎么用啊？心里想着，我按了一下按钮“滴~”传来了一声我试着说了一句\n “赵言你在哪呢？”我看似傻傻的说道\n “我TM的被一帮怪物堵在矿洞里了！”手表里传来了赵言的声音\n “你在哪呢？我们去救你，你千万别处事啊！”赵欣雨焦急的叫道\n “我不知道啊！我看一下..... 我去，这表能传输位置”赵言惊叹道\n果然我们的脑袋里突然出现了一个坐标，我们三个商量了一下\n “我们先去做一些木剑，我这刚才无意之间捡到了几个蜘蛛丝，咱们做一把弓”赵欣雨说道\n “恩！咱们走吧...”张鑫冷酷的说道\n准备了大约5；6分钟都收拾差不多了大家行动了，赵欣雨是老玩家咱后面射箭因为他准一点，我和张鑫在前面开路\n“咚咚咚~~”有人敲门？难不成赵言回来了？我刚想去开门赵欣雨拦住了我\n “傻瓜那是僵尸敲门，千万别去”我被吓呆了，傻傻的坐在那里\n “准备好，咱们出发!”张欣雨说道\n虽然我有点害怕，但是也忍了忍拿着木剑得得嗖嗖往门口走去。不知道为什么张鑫看起来很淡定，到了门前我吸了一口凉气\n “这他妈的是什么逼东西”之间外面的僵尸缺胳膊断腿还流着血，我差点没吐出来（虽然什么也没吃）\n张鑫望了望一下冲了出去，把人踹开拿着剑照着僵尸的胳膊就一下，把胳膊砍下去了血液飞溅，吓的我差点没有哭出来\n “我们快点走，赵言还等着我们呢！”张鑫大叫道\n",
    "replies": [
        {
            "author": "sb11667",
            "timestamp": 1351484040,
            "txt_content": "LZ写的？写的不错，支持下"
        },
        {
            "author": "55IW",
            "timestamp": 1351485960,
            "txt_content": "这名字...妹纸么？"
        },
        {
            "author": "风障",
            "timestamp": 1351508520,
            "txt_content": "更新完了！插楼"
        },
        {
            "author": "81912303",
            "timestamp": 1351992300,
            "txt_content": "总觉得读者们是看到妹纸才支持-_-!"
        },
        {
            "author": "xieshuxuan",
            "timestamp": 1352284680,
            "txt_content": "标点符号的问题。。。加油啊"
        }
    ]
}