{
    "title": "菲尼克斯之光事件——700人的见证【内置BGM】",
    "author": "S_RwE",
    "replyCount": 6,
    "timestamp": 1469450880,
    "txt_content": "经报警了",
    "replies": [
        {
            "author": "2572312535",
            "timestamp": 1469451000,
            "txt_content": "标题: 菲尼克斯之光事件——700人的见证【内置BGM】 本帖最后由 2572312535 于 2016-7-25 20:50 编辑 \nhttp://music.163.com/style/swf/widget.swf?sid=1765877&type=2&auto=1&width=320&height=66\n1.前言\n        每当我们仰望星空的时候，我们都会不禁想到这么一个问题——我们是不是宇宙中惟一的存在？\n        无论答案如何，从古至今，地外生命造访地球的案例不断发生。“菲尼克斯之光事件”便是比较经典罕见的事件之一。然而，19年过去了，它渐渐淡出了人类的视野......\n2.介绍与经过 \n        1997年3月13日，晚八点到十点，美国亚利桑那州菲尼克斯市警察局陆陆续续接到市民的电话，声称在天上发现了不明飞行物，它慢慢悠悠地从城市上空一路向南，超低空飞行并且无声无息。\n        据群众介绍，在菲尼克斯上空有五个白色光点，这五个白色发光点呈曲尺状排列，宽度达到了500米，在低空缓慢飞行，在它穿过月亮时，月光仍能透过飞行物。在这附近，又有一名群众看到了更为不可思议的一幕：这个不明飞行物的五个发光点突然变成了红色，同时猛然加速以极快的速度飞去，更有人看到了飞行物后面跟着一个红色的圆球。\n        事后，报社根据群众描述，绘制了该飞行物大致图像。\n\n\n\n        科学家认为，如果该飞行物用铝或合金材料制成，其质量会在1600万公斤左右。使用火箭发动机或者是旋翼动力，产生的巨大噪音和作用力是与群众所述不符的。并且该飞行物可以突然加速，产生的惯性力人类无法承受。这就意味着，在1997年，要想制成这样的飞行物是天方夜谭，即使是当今，2016年，这样的飞行物也只能停留在人类脑海当中。\n\n\n\n\n4.渣渣渲染\n\n\n\n\n\nA.png (324.75 KB, 下载次数: 0)\n\n下载附件\n\n2016-7-25 19:44 上传\n\n\n\n\n\n\n\n\n\n\nB.png (320.98 KB, 下载次数: 0)\n\n下载附件\n\n2016-7-25 19:37 上传\n\n\n\n\n\n\n感谢@2572312535 渣渣般的渲染\n\n5.在MC中\n值得一提的是，设计时飞行物是朝南的，恰好南面有一个小镇（两个铁傀儡乱入）\n\n5.后言\n        19年过去了，谈论到菲尼克斯这座城市，很多人能想到她的别名——凤凰城，她是全美国第五大城市。然而，谈论到“菲尼克斯之光事件”，很多人却不知道......1997年3月13日晚的这道光，仿佛存在，又仿佛不存在，若隐若现，被埋藏在世界历史的长流之中，也似乎黯然了许多。\n        或许，我们可能今生今世都无法亲眼见到那些地外的生命；\n        或许，那些地外生命正躲在暗处悄悄地注意着我们的一举一动，我们却不能发现；\n        或许，某国的政府已经发现了地外生命，已经和他们签订了某些协约，已经和他们共享了科学技术......\n        然而，一切都是“或许”而已，目前，我们无法拿出“一定”，证明他们的存在。不过，就算我们知道他们的存在，那又能怎样？制造两千多艘炮灰？任外星不平等条约宰割？等着送死？\n        霍金认为：主动和他们接触太冒险！所以，当我们狂热于与外星文明接触时，不如冷静思考：宇宙是片大森林，每一个文明都如同一个提枪的猎人，谁也不知道对方是同样的猎人还是要捕杀的猎物，谁也不知道对方是个乐于分享的贤人还是有暴力倾向反人类的疯子......\n        因此，我觉得，要想和外星文明交流，难度是非常大的，必要条件有两条：一是科技，二是人心。科技发达起来，我们便有能力和他们交流，有能力应对问题；人心善起来，抛掉自私与贪婪，人类就能和他们更好合作，当然，善不等同于软弱。\n        不过无论如何，我还是相信他们的存在，在人类文明没有被摧毁的情况下，人类终将发现他们。不过，一切都只是时间问题，有待时间考证。\n        当我们再次仰望星河时，一颗颗闪烁的恒星，如同一颗颗眼睛，又如同那一夜菲尼克斯市上空的光......\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "破晓~easy",
            "timestamp": 1469451060,
            "txt_content": "感觉构造是不是有一点小题大做啦"
        },
        {
            "author": "旬缓",
            "timestamp": 1469451300,
            "txt_content": "故事讲的比地图好"
        },
        {
            "author": "Yy星人",
            "timestamp": 1469451300,
            "txt_content": "不明飞行物"
        },
        {
            "author": "冥王星人",
            "timestamp": 1469538840,
            "txt_content": "分类错\n另外飞船内饰呢？"
        },
        {
            "author": "allendemon",
            "timestamp": 1469546820,
            "txt_content": "这音乐配的。。。"
        }
    ]
}