{
    "title": "[双线]自由城服务器 —— 一个很自由服务器[1.8.8]",
    "author": "m60",
    "replyCount": 8,
    "timestamp": 1469459160,
    "txt_content": " 本帖最后由 m60 于 2016-7-31 22:22 编辑 \n\n                                       自由城服务器                                                                                     Liberty City\n                                                             -- 欢迎您\n\n服务器背景故事：\n      公元476年，西罗马帝国灭亡后，一场天灾降临，人们被从来没有见到过的瘟疫吓坏了，出现了大量僵尸，会爆炸的绿色生物，会射箭的骷髅和巨型蜘蛛，人类文明就此毁于一旦，王宫和城镇沦为废墟，怪物们杀了大部分人类，炸毁了大部分建筑物，仅存的幸存者需要在灾难后，最快的速度重建文明和秩序，需要团结起来击败怪物们，但，灾难降临的背后，到底是不是一场阴谋？\n服务器玩法：\n       根据你的爱好，你有很多种选择，服务器有主线任务，你可以选择完成或不完成，完成后你会获得进入服务器管理组的途径，主线任务是一支巨型任务，难度异常大，你需要找到天灾降临的原因。\n       当然，你做或不做主线任务，对你没有任何影响，你可以选择当一个无籍难民，建造自己的房子，圈上地，每天挖矿探险，你需要提防怪物和强盗们，也许会有王宫扩建，会给你报酬让你搬家。你也可以选择加入一个组织，或一个王国的户籍，进入王国你会受到该王国的法律保护和制约，王国之间可以发动战争，也可以灭掉组织，打压组织，在一个王国内，不违反法律的情况下可以加入任何组织，当然，组织都是秘密的形式，不会有称号什么的。\n服务器需知：\n①新玩家赠送20生命，512圈地可用格数\n②若帐号不激活，生命为0则无法进入服务器，激活后赠送40生命，生命为0时被冻结\n③主城500米内为安全区域，不会受到玩家攻击，服务器5000米为边界，无法穿越\n④任何玩家都没有tpa，back权限，任何形式的传送都需要等待5秒，并开启死亡掉落\n⑤服务器没有钻石矿，各矿物的生成概率也略有调整\n⑥服务器禁止语言攻击言论，任何坏的风气，服务器严厉打压，游戏上没有限制\n                                   为什么选择我们？\n①我们有80%的定制插件，不同于可以在各大论坛找得到的插件，我们的插件通俗易懂，命令简洁，没有臃肿的内容，给你一个最优的体验。\n②我们的玩法和平衡机制可能是中国最为先进的，如果你是向往自由的玩家，你大可当作普通生存服来玩，只需要提防怪物和强盗，如果你希望加入王国或组织，你可以被卷入令人振奋的战争中，如果你是一名擅长跑酷，解密，做任务的玩家，你可以尝试完成主线任务或刷副本，当然，PVP逃跑我们是不允许的，如果你不在圈地范围内，通过下线逃避死亡是没有用的。\n③本服生存难度极高，适合那些喜欢挑战的人来玩，那种东西掉一地就怒退服务器的人千万不要来，因为这里，适者生存，弱肉强食，死了，还可以东山再起，不敢玩了，你只会成为笑柄。\n                                  部分可以公开的插件\n①全新的账号系统[官网完成后可直接在官网注册帐号和修改密码]\n②音乐电台[未来可实现玩家点歌功能，全服播放，当然不喜欢听可以屏蔽]\n③生命系统[实现玩家的生命余额显示和购买功能]\n④圈地系统[配合基础的Res插件实现购买圈地格数，而不是用钱买地]\n⑤显示系统[显示你的个人状态和信息]\n⑥正版皮肤调用[虽然你可能是盗版帐号，但只要你登录服务器，即可获取你正在使用的ID的正版皮肤]\n⑦交易系统[自创的GUI，绝对安全的近/远程交易系统，你可以在千里之外或面对面交易]\n⑧评分系统[会根据你的杀/亡比和有效在线时常进行评分]\n\n至此，你已经大致了解了我们的服务器，如果你对我们的服务器感兴趣，欢迎来参观或游玩，我们的服务器网址是:X官网建设中X\n\n\n\n\n",
    "replies": [
        {
            "author": "m60",
            "timestamp": 1469613120,
            "txt_content": "{:10_521:}自顶一下"
        },
        {
            "author": "m60",
            "timestamp": 1469622300,
            "txt_content": "{:10_493:}再顶一下"
        },
        {
            "author": "asd651941633",
            "timestamp": 1469628720,
            "txt_content": "加点说明。\n现在服里有两个帮派。一个是井盖帮，另一个是十字军。当然你也可以选择中立。\n井盖帮：烧杀抢掠无所不干。\n十字军：由一些迫于井盖帮虐杀的玩家所组成。注意是为了对抗井盖。\n再次强调，此服基本就是战争服了，被抢被杀什么的要有心理准备，家被熊也是常有的事。找OP是没用的。也请 玩家谨慎入服。"
        },
        {
            "author": "m60",
            "timestamp": 1469972220,
            "txt_content": "自顶一下"
        },
        {
            "author": "m60",
            "timestamp": 1470054360,
            "txt_content": "{:10_492:}顶"
        },
        {
            "author": "m60",
            "timestamp": 1470127260,
            "txt_content": "自顶一下{:10_512:}"
        },
        {
            "author": "12557584841",
            "timestamp": 1470127740,
            "txt_content": "简单来说就是一个原版生存加熊孩子服务器"
        },
        {
            "author": "m60",
            "timestamp": 1470227280,
            "txt_content": "自顶一下{:10_492:}"
        }
    ]
}