{
    "title": "我的故事第三讲。跌宕起伏的游戏生涯。",
    "author": "darrksy",
    "replyCount": 6,
    "timestamp": 1469463900,
    "txt_content": "，晚安楼主",
    "replies": [
        {
            "author": "mmbbggf",
            "timestamp": 1469464200,
            "txt_content": "标题: 我的故事第三讲。跌宕起伏的游戏生涯。 本帖最后由 mmbbggf 于 2016-7-26 00:32 编辑 \n\n  我的游戏人生有了新的改变，不仅是拥有了一位好友“五一”，也增长了不少实质性的知识，但这些对我来说还是不够的，我想着继续发展，争取更多的财富，然后和五一商量着去多弄点游戏币，当时对游戏币的概念不是很清晰，只知道它可以买卖一些食物和矿石，我后来攒游戏币也是奔着食物和矿石去的，直至退服前夕才知道游戏币的大能，但这已是后话了。 据说五一在这个服务器生活的时间较长，他提醒我可以通过杀人的方式去赚钱，我当时没有这种概念，都是自己被别人杀，自己也没好装备，我不知道自己的实力如何去杀别人，也没考虑去杀人。我没准备什么大动作，依旧坚持挖矿，然后去主城商店卖掉，赚取一些微不足道的小钱。\n 2011年夏季的某一天，我正常的在服务器里挖矿，突然，我被莫名其妙的传送了，我看到我身边五一在跳来跳去，他好像胸有成竹的说不要紧张，隔着屏幕我能隐约感受到他的样子，他解释说这是一种战斗模式。我记得我被传送到了一个大厅，一条长长的走廊，两边是建筑物，记忆很模糊，我问五一这是哪，我很不安，尽量克制自己，还有很多玩家走来走去，大厅四周还有破败的围墙，显然不是服务器的建筑物。当时我用的是1.5.2版五边形材质包，它渲染的气氛很卡通，但却令我印象深刻，若让我再来一次，应该还记得起来。\n 五一说他有点事，让我自己先到处看看。我在大厅里游走，驻足在每一座建筑物的脚下，推门进去拜访一下，玩家三三两两的也在大厅里来回游荡，我进了中间位置一幢比较显眼的别墅中，我看到了五一正在和一名ID叫VVLH的人交流，日后姑且叫他VV，是我最好的战友之一。对于陌生人，我都会发扬兼爱精神，问他是否愿意和我们一起玩，因为看上去他和五一很熟，我便放下了戒心。\n 他给了我点见面礼，然后便离开了，我想传送到他那，他接了TP，可依旧在大厅中，只是这次的建筑物换了，我看到几名穿钻甲的玩家走过来，我没理会，也许是想逃离，便进了建筑物中，我在里面参观了一下，没什么东西，便回到了门口，打开门的一刹那，看到一名身着钻甲的玩家从旁边窜出，手上拿着一块金块，我没在意，可就在那一瞬间，我意识到自己的判断是错误的，我应该防备他们，而不是无视。金块消失了，我跟着被杀死，一秒的时间，我身上的东西掉光了——那是我全部的家当。\n  好了，今天的故事就到这里，我的回忆不是很清晰了，时有时无，勉强能记起一些，如果大家支持的话，我会继续更新，只是闲聊，分享下自己的故事，现在是2016年7月26日0时28分，时候不早了，我该睡了，各位晚安。"
        },
        {
            "author": "Monn_Dik",
            "timestamp": 1469468700,
            "txt_content": "加油！！！！"
        },
        {
            "author": "344082878",
            "timestamp": 1469484060,
            "txt_content": "地板好凉，lz早睡早起。"
        },
        {
            "author": "mmbbggf",
            "timestamp": 1469502060,
            "txt_content": "Monn_Dik 发表于 2016-7-26 01:45\n加油！！！！\n谢谢支持"
        },
        {
            "author": "Cy_Maple",
            "timestamp": 1469504400,
            "txt_content": "楼主一起加油！"
        },
        {
            "author": "q1a2g3",
            "timestamp": 1469527080,
            "txt_content": "lz加油码字！下次什么时候更新？"
        }
    ]
}