{
    "title": "动漫中那些有趣的反派",
    "author": "Ager_lee",
    "replyCount": 2,
    "timestamp": 1469461200,
    "txt_content": "\n     没有对手的人生是孤单的，而没有敌人的人生则是失败的，试想一下，如果动漫的世界里没有了侵略地球的外星人；没有了征服世界的野心家；没有了抢走公主等着勇者屠龙宰杀的“恶龙”，动漫的世界是多么的空虚和寂寞，某个哲人说过，看问题要辩证的分析，所以从另一个角度思考，正是有了那些无恶不作的反派们，才有了我们的勇者们施展拳脚，报效公主的机会。\n\n\n1-蓝染\n\n“天上天下，唯我独尊”，实在无法想象“立于一切的顶端”这句视众生为蝼蚁，霸气十足的话竟然会出自蓝染这个前期看似软弱无力的眼镜大叔的口中，现在看来蓝染的演技完全和可以《死亡笔记》中夜神月一起举起动漫界中的奥斯卡小金人。假死复出后的蓝染所展露出的实力只能用难以置信来形容，轻易的秒杀了两位护庭十三番中的队长（可怜的小白和大狗），而即便被护庭十三番包围的情况下也不见丝毫的焦虑，一句天上天下，为我独尊彻底的树立了蓝染《死神》中反派第一男主的地位。\n\n\n2-弗利萨\n\n对于弗利萨的上榜，也许很多人都会提出质疑。弗利萨作为《龙珠》的一代BOSS虽然风光了一段时间，但其战斗力连后面出来的人造人17.18都赶不上，就更不要说沙鲁和魔人布欧这个两个怪物级BOSS人物了。但如果评选龙珠中最具代表力的BOSS的话弗利萨依然是不二的人选，他的出现可说是让当时的龙珠战士们的战斗达到了全新的高度，宇宙第一强者，亲手毁灭了赛亚人星球的男人，弗利萨的每一次变身对龙珠战士们都无异于一场噩梦，无限的升级战，小林、悟饭、短笛、贝吉塔在弗利萨所展露出的战斗力下的反抗是那么的苍白无力，即便是战斗力大增的悟空也难以招架仅仅使出50%战力的弗利萨，可以说那美克星上的战斗是一场真正意义上绝望的死斗，不过实在很为我们的弗利萨同学不值，堂堂一代驰骋宇宙的人物，二次出场时完全沦为了龙套角色，竟然被特兰克斯秒杀，不过联想到后来传说千年才会出现一个的超级赛亚人仿佛成了冬天里的白菜，小弗也不算死的太冤。\n\n\n3-志志雄\n\n与剑心同为幕末时期的侩子手，不过却由于自身的野心而遭到了同伴的暗杀后化为令世界陷入战火的移动版埃及木乃伊重生，武器是一把加长版的锯齿刀。典型的军国主义分子，由于一身绷带的行头实在花费不浅，在加上也算的是我们人气最高的《浪客剑心》的对手所以也算是颇具人气。\n\n\n4-拳王拉欧\n\n在一个被鲜血与暴力充斥的时代，拉欧无疑是世界末最强的霸王，不论是前期南斗六圣拳中的圣帝沙无然还是后来的元斗皇拳的法鲁哥、修罗国三罗将在这一点都比起拉欧都要逊色一筹，作为骨灰级作品《北斗神拳》塑造的最为成功的角色之一，拉欧的影响可谓深远，这一点在时隔十年之久后还推出了《真救世主传说　北斗神拳.拉欧传.殉爱之章》中就可见一斑了。\n\n\n5-阿卡菲尔\n\n出自《强殖装甲》。统率十二兽神将，作为由降临者亲手调制的第一位兽神将，阿卡菲尔被降临者赋予了统率凌驾于他人之上的力量，这一点从回忆中阿卡菲尔可以仅仅依靠自身的力量就将降临者用来毁灭地球的小星星粉碎掉就可以看出，凯普1号和凯普3号在初次面对阿卡菲尔的时候简直和婴儿没什么区别，根本没有丝毫的反抗之力，之前风光无限的胸部离子炮的唯一效果就是被阿卡菲尔反射后把自己变成了粉末。实在很怀疑，如果阿卡菲尔不是要每隔一段就时间就要变成睡美男的话，等待卷岛和晶到底会是怎样的命运。\n\n\n6-户愚吕弟\n\n纯粹的力量派，户愚吕弟就是幽游白书中强悍的代表名词，不要去说什么户愚愚弟不过是只B级的上位妖怪，随便的一直A级的妖怪就能把它秒掉，一个的人价值需要从多方面来判断，虽然幽游白书中后期随便拉出来一个的妖力值都是户愚吕N倍，可里面有谁能像户愚吕那般让你感受到无力抵抗的强悍，在这一点上就是后期成功的BOSS仙水也做不到，而且户愚吕弟的性格刻画也十分成功，故此《幽游白书》第一BOSS实在是名至实归，最爱户愚吕弟的80%的某人（花痴中）。\n\n\n7-迪奥\n\n从初代的JOJO（乔纳斯）到后来的空条承太郎、祖罗?祖班纳，由最开始十九世纪的英国庄园到后来21世纪的欧洲战场，整部《JOJO的奇妙冒险》简直据是乔纳斯家族和迪奥的斗争史，迪奥算的上是动漫反派BOSS中活的最久，影响最深远的反派BOSS之一（要知道龙珠也不过是三代而已，真要算起来的话JOJO起码也是五代人的战斗），而且作为一名反派BOSS，迪奥不仅心肠够狠，而且力量够强，在第一步的时候乔纳斯豁出性命和他同归于尽也不过是让迪奥在海底沉睡了大午觉而已，而且力量也够酷，开始的时候是不死之身，后来进入“替身”时代后，他的“世界”更是可以让时间完全静止（简直就是BT，严重反对这类外挂式的能力）。\n\n\n8-麻仓叶王\n\n又是一位种族极端主义分子（= =不知道为什么这些反派们这么喜欢做类似人类大肃清的工作），漫画《通灵王》里的人物,终极大BOSS，千年前的大阴阳师麻仓叶王,精通五行之术,可以操纵自己的轮回。巫力值高达令人咂舌的125万，最BT的是在这个世界上几乎不存在真正杀死他的方法（变相的无敌），由于漫画版残招腰斩的关系，关于打败“好”的方法也成了一个迷，只能由我们自行YY想象。\n\n[img[/img]\n9-封真\n\nClamp这几个以蹂躏读者心灵为乐趣的BT大婶们总是习惯性的为我们创造一个又一个摧残我们心里承受底线的BOSS，《圣传》里的阿修罗，《东京巴比伦》中的星史郎，再到《X》中的封真，完全就是视我们读者的感受于无物，那么一个好哥哥，那么一个好男人，那么一个.......，就是因为一个理所当然的选择，就化身成了将世间归于虚无的地龙，最大让我在大喊一句:\"神啊，《X》到底啥时候才能完结啊！\"\n\n\n10-奈落\n\n不知道是不是高桥留美子江郎才尽还是被逼无奈，总之《犬夜叉》实在是收了一个烂尾，以至于不少人将史上最弱的BOSS扣在了奈落的头上，不过这也不能全怪人家奈奈，人家本来就不是力量型角色，奈落最让人畏惧的便是他深藏不露的心急，从桔梗、犬夜叉到珊瑚、法师，算算犬夜叉一行除妖组合，几乎都是奈落毒计下的牺牲者（奈落：这年头腹黑才是王道，早期的单细胞反派已经什么混头了），若论害人之身相信无人能出奈落左右了。",
    "replies": [
        {
            "author": "kuangwenxin",
            "timestamp": 1469491200,
            "txt_content": "说真的  我只看过犬夜叉前5级 其他都没看过"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1469491500,
            "txt_content": "自从钓鱼岛事件发生以后，日漫我就几乎不碰了，然后其他各国的动漫我也不碰了。就这样，我一直分不清此类动漫的反派和正派……"
        }
    ]
}