{
    "title": "<原创·连载>《青色之风》[卷二·十三]",
    "author": "zyj0807",
    "replyCount": 4,
    "timestamp": 1469459520,
    "txt_content": " 本帖最后由 zyj0807 于 2016-7-26 14:13 编辑 \n\n第十三章\n\n　　白古悄悄喘息，面前是空无一物的平地。她举着弓，戒备上不敢有丝毫的放松。\n\n　　感官早已运行到极限，周围的任何一点风吹草动都难以瞒过她的耳目，但是想到刚刚所经历的一切，心中不由得升起一阵无力感。\n\n　　身后有人掠过的声响，她一瞬间拉弓、侧身、松弦，弦上的箭立刻脱手射出，并非朝着身后而是射向了身侧。随后她没有关注一分，而是拔腿就朝身后跑，然后就地一个不太好看的翻滚躲到另一棵树木的背后。整个动作十分果决，没有丝毫的拖泥带水，即便是一些老猎人来了也要暗暗叫好。\n\n　　视野中有一道青色的流光从她原先所待的地方掠过。\n\n　　箭矢扎穿树干的声音旋即响起。少女心下一沉，这意味着她往日引以为傲的预判和直觉，在眼前这名“对手”的身上彻底失去了作用。\n\n　　她摸了摸背后空空如也的箭囊，随后毫不犹豫地丢开了它和手里的长弓。她深吸一口气，忽然敏锐地察觉到右边空气的流动仿佛被搅乱了一瞬间，她猛然察觉过来，脚下一蹬就想要向前闪去。\n\n　　然而她没有成功，袭击者的速度太快，她脚下只是刚刚有了动作，一双拳头就已然砸到了她的左手臂上。紧接着一股她沛莫能御的力量传来，她被这一个蹩脚的不能再蹩脚的扑击重重地轰了出去。\n\n　　所幸这家伙的力道也仅仅比得上两三名成年人的总和罢了，白古手肘处一个借力，立马就从不远处的地面上站了起来，只是样子有些狼狈。她吃力地抹了抹嘴唇，要将溢出的几丝鲜血擦去，而刚刚遭受打击的手臂此时已经微微颤抖了起来。\n\n　　接二连三的高强度战斗对她的身体来说，依旧是一个不小的负荷。\n\n　　她勉强抬起受伤的手臂，摆出一个迎击的姿势，虽然眼神有些疲累，但依然坚毅。一名猎人失去了弓，但能用的绝不只是几支箭而已。\n\n　　身影停顿，这时白古才能够仔仔细细地看清眼前这个突如其来的袭击者。\n\n　　她瞳孔一缩，脚下不自觉踩断了一截掉落的树枝。“怎么回事......”她难以置信地喃喃道，显然是看见了难以理解的事情。\n\n　　但在极短暂的失神以后，她回过神来重新坚定了信念。\n\n　　“我不清楚发生了什么。”她沉声道，声音中突然多出了几分冷意，“但很抱歉——”\n\n　　她全身隐隐有些酸痛的肌肉再度紧绷，精神又一次进入了高度集中的状态。\n\n　　“我们现在是敌人了。”她眼神漠然，毫不畏惧地与那对充斥着血色的眸子对视。\n\n　　......\n\n　　时间转回之前。\n\n　　江泽现在的状态很奇怪。\n\n　　他自从迈入那片冰蓝色的海洋已经很久了，至少在他的感觉里，至少也得过了几个小时的时间。而这段时间里，他一直都没有停止过向前的脚步。\n\n　　从一开始，那片冰蓝色海洋就逐渐变化着。随着他行走的距离变大，这片光海从一开始的范围逐渐缩减到了很窄的、仅供他一身行走的类似于道路一样的窄光，窄光的周围是一片诡异的黑暗。\n\n　　他试图伸出手穿过这片光芒，但是他这个念头才刚刚出现，脑海中就立刻传来一声雷鸣般的震响，险些将他震晕过去。他头痛欲裂，几乎都是跪伏在了地上，眼前的景物开始涣散，好在这样的痛苦只是持续了一会儿就结束了。\n\n　　可随后他就惊骇地发现，只是这么一点的时间，他所处的位置已经发生了天翻地覆的变化。\n\n　　冰蓝色的光芒已经消失得无影无踪，取而代之地是空间中数不尽的浮起的青色光点，只不过四处仍然是一片令人心悸的黑暗。\n\n　　他顿时难以理解，接着就是十分惊恐和担忧。因为在他的印象中，刚认识不久的白古仍然在和那头凶残的狼王战斗，此刻他不知道来到了什么鬼地方，白古一人肯定是难以坚持。\n\n　　野兽从来不会有什么好脾气，白古如果不支落败，那么十有八九等待着她的会是死亡。\n\n　　江泽向脚下看去，发现自己正站立在无边无际的黑暗上，周围闪烁的青色浮光无法给他带来任何的安全感。\n\n　　放我走。他近乎本能地意识到自己正处于被囚禁的状态。这是一个囚笼。\n\n　　这个念头刚刚在脑海中闪过，下一刻周遭的青色流光就纷纷汇聚到他身前，仿佛是听见了他的心声一般。\n\n　　他目瞪口呆地看着眼前凭空多出了一扇由青光汇聚而成的光门。光门向他敞开着，似乎是在邀请他走出这片世界。\n\n　　江泽犹豫了几秒钟，然后大概是觉得已经没有什么好担心的了，于是伸出手试探性地伸了进去，发现没什么异常后一咬牙，身形就没入了这光门之中。\n\n　　脚下结实的感觉告诉他——其实也不用感觉，他已经看到了这里的环境。暗紫色的天空沉沉仿佛要压垮人心，时而一阵诡异的紫光在不远处闪烁，脚下是暗黄色的一片草地。\n\n　　这场景十分熟悉，他记忆中似乎在哪里看见过。\n\n　　只是草地上流淌的鲜红的血液显得十分刺眼。\n\n　　看到脚下这血迹的江泽不知为何，突然感到一阵莫名的颤栗，仿佛灵魂之中传来了一种深刻的动荡。\n\n　　他战栗不已，眼神颤抖，缓缓抬头看向前方，视线越是向上，那种如同血脉与灵魂之中传来的深深悸动就越是强烈。就好像他即将看到的，是他铭刻在骨子里的东西一样。\n\n　　他强忍着这颤动，终究是抬起了头来。\n\n　　一道挺拔的身影映入了他的眼帘，一股渗入灵魂的温暖随之传来。\n\n　　他瞳孔不可抑制地一缩，来自灵魂的悸动在这一刻传遍了全身。\n\n　　他不可置信地紧接着朝那身影的手中看去，直到看到那柄造型古朴的长枪以及男子怀中孩童之时，他脑海里嗡的一震，陷入一片空白之中。\n\n　　那孩子是谁？\n\n　　为何我对你如此熟悉和依恋？\n\n　　你，到底是谁？\n\n　　他全身上下，每一块骨头都陷入了不可遏制地颤栗中。\n\n\n目录\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1469459640,
            "txt_content": " 本帖最后由 zyj0807 于 2016-7-25 23:16 编辑 \n\n爆米花网：@46241359 @Cai_Iu @xcc @恶魔-潇洒 @安根_Engon \n主角强制上线\n\n哎呀可以好好更新了。\n\n哎呀感觉有点懵了。\n"
        },
        {
            "author": "Lord-gawain",
            "timestamp": 1469492880,
            "txt_content": "感觉周边没什么人呢，支持楼主。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470879540,
            "txt_content": "渲染尺度极佳。"
        },
        {
            "author": "麦兜g",
            "timestamp": 1470893040,
            "txt_content": "可以可以的！"
        }
    ]
}