{
    "title": "如何发布一个好的服务器宣传贴？ -教程",
    "author": "Grandiose",
    "replyCount": 10,
    "timestamp": 1469605560,
    "txt_content": " 本帖最后由 Grandiose 于 2016-8-2 19:26 编辑 \n\n前言版主的一些人生经验和初衷。\n进入暑假，每天都有很多很多服主去审核区发布自己服务器的宣传贴，但是即使在取消了价目表和OP证明的要求后，宣传贴的通过率还是十分感人。此篇教程的目的是避免会员浪费时间浪费绿宝石和以更通俗易懂的方式解答版规以及在发宣传贴时遇到的问题。以及教会大家如何更好地做一份有质量的、足够吸引玩家眼球的宣传贴。\n\n废话不多说，教程正文开始。\n\n机制版主是如何审帖的？\n在讲解一些有营养的内容之前，先大概的介绍一下版主是如何审核的吧。以我个人的审核习惯而言，审核服务器帖子有以下几个步骤。\n检查标题→检查是否有自动播放音乐→检查是否使用模板→检查盈利模式→检查盈利模式对应的价目表→检查是否有亮色和6号字体→图片能不能刷出来→【服务器的内容是否健康→发帖人账号是否有问题】\n\n括号中的内容指的是可以忽略掉的内容。\n\n相比版规大改之前，价目表和OP证明的强制要求被移除了，而价目表则是导致大多数服务器无法通过的罪魁祸首。因为无法监管等各种问题，我们移除了这两个强制性的要求。但是即使强制性要求移除了，只要你有写相关的内容，我们一样会检查你的价目表和盈利模式是否一致。\n\n\n\n基础看会这一段，通过只是时间问题。\n版主在审核服务器时，一定会以服务器板块版规作为标准。并且会在关闭你服务器时告诉你你违背了版规X-X而导致帖子不通过。\n\n\n首先，请确保你阅读过版规至少两遍http://www.mcbbs.net/forum.php?m ... 5836&extra=page%3D1\n然后，通过任务中心领取绿宝石http://www.mcbbs.net/home.php?mod=task&item=new\n最后进入服务器审核区发帖，这是一个已经6级的会员要发布宣传贴要走的主要流程。\n\n\n必须用发帖模板。\n必须用发帖模板。\n必须用发帖模板。\n\n\n因为是比较基础的教程，就从基本一点的通过为目标吧。\n首先，在标题方面确保你的格式正确。下面给一个模板，如果实在看不懂，修改参数自己复制粘贴吧。\n[网络]服务器名称——服务器介绍[版本号]\n网络：填写你的服务器网络运营商。如果只有电信或者网通就照着填，不知道就填多线双线吧，现在大多数的基本都有多线。注意，三线四线这网络类型是会被直接关闭的，这些应该统一填多线。简单地说，不知道的话直接填多线即可。\n\n服务器名称：顾名思义填写你的服务器名称即可，唯一要注意的事项是不能含有任何符号\n\n\n服务器介绍：用一句话来介绍你的服务器，或者利用|符号分分割开你的服务器特色。如神秘|工业|暮色|。此介绍通常没有特殊限制，避开侮辱性言辞即可。\n\n\n版本号：版本号必须和模板中填写的版本一致。此外，版本号不能被缩略【你可以在保存时检查】。\n\n\n至此，一个百分百通过的标题就完成了。其实这一项并不难，但是还是有人会在这上面犯错误。下面随便举个栗子吧。\n[多线]干死混乱 —— 生存|搞笑|大楚兴，浮瓜王[1.7.10]\n你看，这个一点都不难。\n\n\n\n标题过了之后大概的讲一下模板怎么填吧，因为在模板填写的时候已经有很详的注释了，这里讲几个容易犯错的地方。\n模板中服务器名称、网络类型、版本号必须与标题一致，否则会被关闭。而在盈利模式一栏，如果你没有足够的理解能力去理解那些盈利模式的定义，请直接选择多种内容收费。\n这里也通俗的讲一下盈利模式的定义：\n免费+不接受捐助：不接受任何赞助的服务器。\n免费+接受无条件捐助：接受捐助，但是在游戏服务器里不给予捐助者任何回报。\n象征性物品/象征性权限：指的是在游戏服务器中没有实际用途仅作为观赏性的权限和物品，行走脚印，粒子效果等属于此类，但飞行权限不属于此类。\n道具收费：通过出售游戏币和道具进行盈利。但称号、飞行、限时道具都属于权限，不属于道具收费的范畴。\n权限收费：通过出售权限进行盈利，游戏币、点券等可在服务器流通的货币属于道具。\n独立内容收费：特定的地图、世界、资源点等需要购买才可进入。此类盈利方式属于独立内容收费。\n多种内容收费：包含多种盈利模式。\n收费准入：必须付费才能进入服务器。\n\n\n\n\n\n\n\n模板说完了来说说内容吧，在内容上你会导致不通过的大多数因为版规3-4和版规3-5。宣传贴是不允许使用亮色字体的，但是在实际\n先来说说版规3-5\n审核中，除了版规举例的亮蓝色，亮紫色，亮黄色以外，橙色和白色也可能被认作亮色。\n另外，在某些底色下，原本不是亮色的也可能会被认作亮色，比如黑底白字和蓝底红字等乱七八糟的字体。\n除了底色，实际上表格亮色一样会纳入亮色审核范围，所以最好不要使用鸡肋的表格来装饰赞助表（不会就干脆别写赞助表了）。\n如果想安全通过字体审核，最好不要使用背景，因为背景实际上会影响阅读，满屏幕的白色是很伤眼的。\n最重要的是，不要用六号字体和七号字体，我们审多了一眼就能看出来。\n\n\n版规3-4\n其实这个我个人觉得真的没啥好说的。复制粘贴不就完了么，为啥这么难呢。\n帖子正文第一行居中+加粗+红色+五号字体本服是公益服并且愿意承担虚假宣传的一切后果版规3-4和版规3-5是不通过的主要原因。除此之外，只要注意以下几点，正文基本就没有问题：\n①不要自动播放音乐，如果你希望你的帖子里有BGM，请不要开启自动播放。\n②不要在帖子里使用国家级、最高级等词语。\n\n\n发帖后会先进入关键词审核，这个关键词审核只是审核你的帖子内容是否违反基本法。这个审核通过后，才会进入服务器审核阶段。\n如果在你的帖子发布五天后依旧没有任何消息，请联系服务器版主并与他们取得联系。\n\n\n如果你的帖子审核不通过，会被关闭+移动到不合格服务器区，不合格服务器区的帖子正常情况下是不会接受再编辑，打开等操作的，如果你的帖子在不合格区，请重新发帖。但如果你认为你的服务器本应通过审核，版主处理有误，可以带上链接私信版主请版主二次审核，如果二次审核通过则审核通过，二次审核不通过则需要支付1块绿宝石的鉴定费。\n\n\n\n\n\n\n差不多就这么多了，基础教程到此就结束，进阶教程视情况更新。\n如果教程里有什么问题，请联系我进行整改。如果有什么需要补充，也可以联系我。\n本教程的目的是以通俗的语言解读版规，如果在看过版规后还有什么疑问，可以在服主交流群（QQ群457508041）直接询问。\n平日请不要骚扰版主 平日请不要骚扰版主 平日请不要骚扰版主。\n其实我在写这篇教程的时候，也是经常回去看版规的，简单地说，多看版规是解决你在审核时碰到的一切问题的好办法。\n版主跟你无冤无仇，不会去针对你的服务器，请放心。\n大概就这么多了，希望各服务器服主遵守基本法，越来越吼。\n\n\n进阶教程以后再发，我需要一些实践经验。\n\n\n\n\n参考资料链接引流：\n服务器板块版规（http://www.mcbbs.net/thread-405836-1-1.html）\n示范帖（http://www.mcbbs.net/thread-404688-1-1.html）\n\n相关实用性链接：\n服务器板块交流群成立：http://www.mcbbs.net/thread-452338-1-1.html\n高亮推荐申请帖：http://www.mcbbs.net/thread-535448-1-1.html\n过期服务器删帖申请处：http://www.mcbbs.net/thread-471154-1-1.html\n绿宝石启用公告：http://www.mcbbs.net/thread-471702-1-2.html\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "懒虫哥",
            "timestamp": 1469605740,
            "txt_content": "什么现在才发这种教程！"
        },
        {
            "author": "langyo",
            "timestamp": 1469605860,
            "txt_content": "为什么到现在才发这教程！=-="
        },
        {
            "author": "翼LOVE·小爱",
            "timestamp": 1469606400,
            "txt_content": " 本帖最后由 翼LOVE·小爱 于 2016-7-27 16:03 编辑 \n\n↑队形(雾)现在才发这个教程太迟了吧= =\n干死混乱什么鬼？(大雾)\n\n\n"
        },
        {
            "author": "末影剑客",
            "timestamp": 1469608560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "XCrhimc",
            "timestamp": 1469725320,
            "txt_content": "666                       "
        },
        {
            "author": "gyalo",
            "timestamp": 1471376760,
            "txt_content": "什么？现在才发这种教程，迟了吧？想当初看了5，6次版规，检查了n次帖子才敢发出去的"
        },
        {
            "author": "gjmeng",
            "timestamp": 1471401900,
            "txt_content": "虽然还不能发帖，但是学学也是没错"
        },
        {
            "author": "战鹰12138",
            "timestamp": 1471679160,
            "txt_content": "学习了，以后宣传服务器绝对遵守！"
        },
        {
            "author": "szx2011",
            "timestamp": 1471757760,
            "txt_content": "貌似现在发完了点，当看个乐呵了！"
        },
        {
            "author": "DE_SHARK",
            "timestamp": 1550569800,
            "txt_content": "这个等级限制很烦，而且现在低级用户还不能在mcbbs搜索"
        }
    ]
}