{
    "title": "<原创·连载>《青色之风》[卷二·十四]",
    "author": "zyj0807",
    "replyCount": 2,
    "timestamp": 1469547660,
    "txt_content": "\n喵喵喵？？？\n",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1469548020,
            "txt_content": "标题: <原创·连载>《青色之风》[卷二·十四] 本帖最后由 zyj0807 于 2016-7-27 10:42 编辑 \n\n第十四章\n\n　　那半蹲在地上的男子似是察觉到了什么，深深注视了怀中的孩子一眼，随后缓缓抬起头。\n\n　　江泽却觉得喉咙里仿佛咽着了什么，一句话也说不出来，只能木木地看着男子抬头。那男子没有看向他，而是抬头看向了前方。\n\n　　江泽强行平息了一下心中的翻涌的悸动，循着这人的目光向前方望去。\n\n　　可他却只看到一片无边无际的暗紫色的天空。没等他看出些什么由头来，那男子就有了新的动作，令江泽赶紧收回目光。\n\n　　只见他动作轻柔，将孩子放在了身旁的草地上，而后轻轻一吻那孩子的额头，眼神中充斥着无穷无尽的温柔和不舍。然后他将手中的长枪搁置在一旁，伸出一只手触在小孩的额头上，另一只手手指交叉轻轻按在胸前。\n\n　　“tio'ah'vayull。”他念道，富有磁性的声音传进江泽的耳朵。\n\n　　江泽一愣，旋即有些头疼地回忆起来。\n\n　　这是一个梦境，他无比确定，因为他几乎每一天的夜晚，都会梦见这个场景，只是过去往往都是最开始的一些碎片，形象模糊让人难以记忆。\n\n　　但现在这困扰了他几年的梦境终于第一次完整地展现在他眼中。\n\n　　他心底有着极其强烈的预感，告知他眼前的男子与他有着莫大的关系，但没容他思考多久，眼前的情景就突然发生了变化。\n\n　　只见小孩躺在的那片草地上，突然亮起了一座闪烁白光的符文图阵，纷繁的线条将小孩包裹起来，逐渐漂浮于男子面前的空中。\n\n　　那男子静静看着安详睡着的小孩，脸上的表情渐渐哀伤起来。\n\n　　“请始终记住。”他开口道，“这片天空从来不是最大的敌人。”伴随着他的话语，胸口的手指以及小孩额头上的手突然爆出一团淡绿色的亮光，这亮光缓缓连接到他的闪烁青光的左眼上。\n\n　　江泽的胸腔忽然犹如塞住了一般，感到周遭的空气从未有过如此的沉闷。\n\n　　他的眼睛......\n\n　　眼上的光芒霎时间暴涨，并且以极快的速度伸长覆盖住那小孩的左眼，光带流转，这片天地似乎更暗了几分。男子面色有些苍白，江泽观察到他的左眼中似乎有什么事物被抽离出来，并且沿着光带向小孩送去。\n\n　　四周忽然间影影绰绰的，多出了一些黑影来。\n\n　　看不见男子的眼神，但却依旧能感受到那份温柔和留恋。\n\n　　“孩子。”他开口道，身上的光芒犹如星辰一般璀璨。\n\n　　“请记住你的名字，在你出生的那天，林间的风都为你低语。”\n\n　　“尽管在以后，你会忘却我的存在。但是啊——”\n\n　　缠绕孩子的光线突然大盛，那被抽离的事物迅速融入了孩子的左眼，而连接两人左眼的光带在一瞬间崩断开来，化作无数的光点在四周漂浮。男子微微一笑，这是江泽在他浴血的脸颊上看到的第一抹笑容。\n\n　　这一刹那，暗紫色的天空再遮不住他的璀璨。周围的黑暗陡然蔓延过来，无数个高大的黑影站在了男子周围。\n\n　　“我会永远成为你观察世界的眼睛，世人会知道，你永不孤单。”他的左眼已经不再光彩。\n\n　　江泽的心跳骤然加速，他的呼吸变得急促了起来，心中的不安悄悄蔓延。他试着动弹，却绝望地发现身躯被一股莫名的力量压住无法动弹。\n\n　　黑影们高举手中的黑暗，意图杀死这名男子。\n\n　　江泽额上青筋暴起，疯狂地想要挣脱这股力量。\n\n　　这早已经不是梦境了。这是记忆，他深刻地明白。\n\n　　“你叫江泽，我的孩子。在你登上王座的那一刹那，我必将赠你青风。”\n\n　　他最后低语道，法阵的光芒刹那间暴涨，小孩的身躯转眼间化作光点逐消失在法阵内。知道这一切的他缓缓合上失明的双眼，不再动弹地蹲在了地上。\n\n　　噗呲——\n\n　　周围的黑影猛然放下高举的手，纷纷将兵刃刺穿了男子的疲累的身躯。\n\n　　“住手！！！——”江泽目呲欲裂，心中突然涌起了大片的绝望和憎恨。他早已怒不可遏，浑身发烫，血液急促地在血管中流动。\n\n　　他的父亲死了。\n\n　　面前是死灰一样的事实。当他死去，天空中的星辰都不在璀璨，这林间的风也不再飘渺。\n\n　　可他依旧无法摆脱开身上这天塌似的压迫。\n\n　　周围的景物轰然破碎，大片黑暗争先恐后地侵入，唯有男子破碎的身躯上涓涓的鲜血一直流淌到江泽的脚下。\n\n　　他无助地跪在了这片血上，从未有过的暴虐和憎恨占据了他的内心。\n\n　　双眼逐渐被血色覆盖。\n\n　　他不明白。\n\n　　为什么会有一段这样的记忆留在脑海里。\n\n　　但眼前的世界早已被黑暗与血色所侵占，直到生者的气息出现在他的感知中。\n\n　　......\n\n　　白古错身避开对方的袭击，但对方却突然一个转身将毫无办法的她重重地轰了出去。\n\n　　她被轰出了很长一段距离，撞到一棵大树上才被迫停下来。她的胸口有着不明显的凹陷，肋骨保守也断了几根，她捂住胸口，勉强爬起来，口中咳出大团的鲜血。\n\n　　那熟悉的身影站在她面前，而她在这一刻总算彻底明白了，这个小男孩何以在这片危机四伏的森林中存活下来。\n\n　　是野兽一般的本能和直觉。\n\n　　她抬眸，眼中是挥之不去的浓浓阴霾。一只手臂已经彻底报废，恐怕今后也难以治疗，可笑的是，对方几乎是毫发无伤，以极其微小的代价换来了最大的战果，尽管这和她体力不支有很大的关系。\n\n　　她面临死亡，只怕是最后一次了。\n\n　　少女眼前有些恍惚，她太累了。林间的风总是拂得她想要睡去。\n\n　　这次恐怕要一睡不起了，她心里闪过一个朦胧的念头，身子缓缓摔倒在地面上。\n\n　　白发飞舞。\n\n　　少年目光如血，充斥疯狂。他没有一丝犹豫，将一只手伸向了少女的脖颈。\n\n　　“要死了吗......”她在心底喃喃。\n\n　　却听见书籍合上的声音在耳边响起。\n\n\n目录\n"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470879120,
            "txt_content": "说实话，没有人说话只能说明一个问题：这文章没毛病可挑了。"
        }
    ]
}