{
    "title": "两个新的DLC今天登陆主机平台",
    "author": "广药",
    "replyCount": 8,
    "timestamp": 1469543460,
    "txt_content": " 本帖最后由 bobby825 于 2016-7-26 23:02 编辑 \n\n\nHello!\n你们吼！\n\nI’m happy to announce that two pieces of DLC are landing on all console editions of Minecraft today! Grasp your digital wallet and prepare for purchase!\n我很高兴的宣布，今天有两个DLC登陆了Minecraft主机平台！把你的钱包准备好吧！\n\nFirst up, there’s Battle Map Pack 2. This competitive bundle includes three maps created exclusively for the Battle mini-game - Atlantis, Ruin and Siege. The pack costs $2.99 USD or equivalent, and comes with guaranteed good times. You can see some hot Battle action taking place in the screenshot below.\n首先，是对战地图包2，这个竞争激烈的包 包括三个专门为对战游戏而创建的地图：亚特兰提斯、毁灭和围攻。这个地图包只需要2.99美元（或等价），你能在下面的截图中看到激烈的对决！\n\nIn case you didn’t get the memo, Battle came to console versions a few months ago - it’s a free mini-game that tasks you with taking down friends and enemies in ferocious combat. You can play online or locally in split-screen with up to three victims.\n如果你没有得到这个几个月前在主机平台上免费发布的对战小游戏，这是一个免费的小游戏，和你的朋友或敌人激烈的战斗，你可以在线对战或在本地分屏对战。\n\n\nWe’re also adding the Redstone Specialists skin pack to all console editions. Pocket/Windows 10 players might already be familiar with these hot looks. If you’ve been yearning for way to express your love of Redstone or just like the quirky styling of these technical wizards, pick up the pack for $2.99 USD or equivalent. As always, everyone gets a few of these skins for free.\n我们也将红石专家皮肤包加入到了主机版本，PE版和Win10版的玩家可以早就用烂了。如果你一直想用一种方式来表达你对红石的热爱的话，就试试这个有技术向导和古怪造型的皮肤包吧，只需要2.99美元（或等价）。像往常一样，每个人都会有几个免费的。\n\nThanks for playing Minecraft, everyone! Have fun with our new DLCs. Be friendly to your fellow players (unless you’re playing Battle).\n谢谢你们能玩MC！希望玩新DLC玩的开心！对你基友保持友好哦！（除了玩对战游戏的时候）",
    "replies": [
        {
            "author": "LIAG",
            "timestamp": 1469544600,
            "txt_content": "终于有DLC了，兴许哪天DLC会发展到替代MOD的程度"
        },
        {
            "author": "Wolverine",
            "timestamp": 1469574000,
            "txt_content": "问个很愚蠢的问题，DLC是什么？"
        },
        {
            "author": "LeoPro",
            "timestamp": 1469583960,
            "txt_content": "Wolverine 发表于 2016-7-27 07:00\n问个很愚蠢的问题，DLC是什么？\n我也不知道，但是这几张图倒挺好看的……"
        },
        {
            "author": "創太",
            "timestamp": 1469674800,
            "txt_content": "图还挺好，主题也不大懂什么意思"
        },
        {
            "author": "滇访",
            "timestamp": 1469688540,
            "txt_content": "我很在意\"把你的钱包准备好\"这句话→_→"
        },
        {
            "author": "瓜瓜久生",
            "timestamp": 1469853060,
            "txt_content": "没仔细看看成“战地地图包”，总想把MC完成战地..."
        },
        {
            "author": "六稜花",
            "timestamp": 1470068100,
            "txt_content": "想不到Minecraft这种游戏竟然还可以出DLC"
        },
        {
            "author": "0013",
            "timestamp": 1470227160,
            "txt_content": "Wolverine 发表于 2016-7-27 07:00\n问个很愚蠢的问题，DLC是什么？\n资料片。"
        }
    ]
}