{
    "title": "<原创·连载>《青色之风》[卷二·十五]",
    "author": "sjkda他爸",
    "replyCount": 4,
    "timestamp": 1469622900,
    "txt_content": "sp;                                                             ",
    "replies": [
        {
            "author": "zyj0807",
            "timestamp": 1469623260,
            "txt_content": "标题: <原创·连载>《青色之风》[卷二·十五]第十五章\n\n　　白古的听觉极其敏锐，所以她确信刚才没有听错。在不远处的确响起了一声书籍合上的声音。\n\n　　紧接着她瞪大眼睛，看到数道符文在江泽身体四周一一浮现，将他围绕起来。\n\n　　江泽的手刚想穿过这符文，就只见一道明亮的电弧闪过，他吃痛地嘶吼一声，悻悻然收回了探向白古脖颈的手。\n\n　　小命暂时是保住了，接下来恐怕也不需要她在做什么了。白古吃力地从地上爬起来。她向不远处望去。\n\n　　一抹紫发的倩影赫然出现在视线之内。艾克斯茜茜神色有些凝重，双手保持着合上古书的动作。她站在两颗苍木之间的空间里，指尖上浮现出色彩不一的光斑。\n\n　　她看见坚持着从地面上爬起来的少女，松了一口气，神情略有缓和。“看来我没有来得太晚。”她对着白古点了点头，随后看向了身受禁锢的江泽。\n\n　　对方有所察觉，猩红的双眼直接迎上了她的目光。他眼中闪过一丝嗜血，朝着艾克斯茜茜发出了一声莫名的吼叫，却对环绕周身的数颗符文忌惮莫名。显然是刚刚吃了一次亏，现在不敢随意动作了。\n\n　　女贤者根本不为所动，她静静注视着现在的江泽，忽然嗤笑一声，抬起手来。“和某人一副德行，果然依旧是愚蠢的野兽而已。”\n\n　　“小女孩，你最好过来一下。”她又朝着白古说了一句。\n\n　　白古犹豫了一下，还是走了过去，在经过江泽身旁时下意识地观察了一下那几颗飘浮着的符文。\n\n　　她站到女贤者的身旁，目光送向了对方。\n\n　　“伊格提纳。”艾克斯茜茜平静地开口，“自己动手。”\n\n　　伊格提纳？狼王？\n\n　　白古几乎是条件反射地就双腿微屈，绷紧了身上的每一处神经，浑身高度戒备。这头狼王先前让她吃了极大的苦头，她直到现在仍旧心有余悸。但紧接着她就意识到眼下的情况似乎有些不同。\n\n　　首先就是她身边这位贤者大人的语气之中完全没有一点的戒备之意，其次就是尽管她付出了极大的代价，但狼王先前被她重伤确是事实。\n\n　　可狼王又能做些什么？听艾克斯茜茜的语气，他似乎有着解决现在情况的能力。\n\n　　白古无疑是聪明的，她脑海中思绪纷飞，很快就想通了前因后果。不过她此刻只是想明白了造成江泽失控的原因是狼王的攻击，却并不知道真正的原因远远没有那么简单。\n\n　　不过也差不多了。女贤者的话语在森林间回荡。\n\n　　很快的，白古就发现周围的雾气浓重了许多。一道身影踏着重重的白雾穿过林间，深蓝色的眸子里闪过幽深的光。\n\n　　狼王出现的那一刻，白古突然感受到一股极大的压迫感，这股压迫感比起最开始要强盛很多，且周围的空气竟然逐渐结成了冰渣掉落下来。少女恍然意识到，这也许才是狼王真实的实力，之前对方根本没有用心战斗。\n\n　　但更大的可能，这也还只是冰山一角而已。\n\n　　她从来都不会小看这些大陆上流传已久传说的生物。\n\n　　狼王缓缓来到江泽的身前，他的身躯比起直立的少年来说更大庞大，他眼中闪动着兽性的威势，居高临下的俯视着对方。\n\n　　江泽猩红的双眼中忽然多出了几分惧意，这是兽类般直觉传递给他的最原始的恐惧。\n\n　　下位者对上位者的敬畏。\n\n　　狼王冰冷的双眸中尽是蔑视，他伸出一只前爪，毫无阻碍地穿过了符文，落在了江泽的头上。旋即他猛地发力，将少年的脑袋狠狠地摁到了泥土里，庞大的力量甚至令大地都动摇一二，周围的地面龟裂开来，尘土飞扬。\n\n　　而整个过程中，江泽不知为何都无法动弹。\n\n　　白古的眼皮不由得跳动了一下，她有些僵硬地转头看着艾克斯茜茜收回抬起的左手，彩色的光斑逐渐消失在她手指上。女贤者撩起耳畔垂落的发丝，朝着少女微微一笑。\n\n　　可她却只觉寒意渗入骨髓。\n\n　　符文和尘土缓缓消散，露出地面上一个大坑以及坑里的一位已经昏过去的少年。\n\n　　反观狼王在做完这一切以后，只是安静地放下前爪，而后看都不看江泽一眼就径直来到艾克斯茜茜的身前。他十分拟人地打了一个哈欠，朝着对方递了一个眼神，之后就消失在浓雾之间，找不到其身影了。\n\n　　这一动作十分隐蔽，因而没有被白古所看见。\n\n　　艾克斯茜茜心中有数，她在心中念了一句道谢的话，便对着白古说：“事情解决了，你背着他到镇子里去吧。你们的伤都需要处理一下。”\n\n　　白衣的少女看了看她自然垂落的左手臂默然不语，没有过多地疑问什么，只是神情复杂地看了躺在地上的江泽一眼。\n\n　　她点了点头。\n\n　　林间的风陡然吹了起来。\n\n\n目录\n"
        },
        {
            "author": "sjkda他爸",
            "timestamp": 1469623260,
            "txt_content": "zyj0807 发表于 2016-7-27 20:44\n@46241359 @Cai_Iu @gggbbb @xcc @安根_Engon @恶魔-潇洒\n我还以为我进小黑屋了      "
        },
        {
            "author": "sjkda他爸",
            "timestamp": 1469623320,
            "txt_content": "沙发                                    "
        },
        {
            "author": "zyj0807",
            "timestamp": 1469623440,
            "txt_content": "@46241359 @Cai_Iu @gggbbb @xcc @安根_Engon @恶魔-潇洒 \n后面四天停更。\n\n第二卷差不多结束了\n\n"
        }
    ]
}