{
    "title": "<原创·连载>《麦块世界》第七章.魔鬼训练",
    "author": "sky建筑大师",
    "replyCount": 5,
    "timestamp": 1469629140,
    "txt_content": " 本帖最后由 sky建筑大师 于 2016-7-28 09:12 编辑 \n\n创作作品发布书目名称:麦块世界章节名称:第七章.魔鬼训练最后更新时间:2016-07-27作者:sky建筑大师第二天.麦克雷早早起了床.走到了杂务处门口，光头也站在了门口。\n\n\n　　光头对麦克雷伸出手：“很高兴看见你，你昨晚应该睡得很舒服，正是介绍，我叫阿瑞斯，帝国退役士兵，开始训练吧。”\n\n\n　　阿瑞斯翻了翻花名册，空荡荡的一个名字：新生麦克雷。\n\n\n　　阿瑞斯又翻了翻资料和推荐人，看到资料的时候阿瑞斯开始微笑，看到推荐人的时候，阿瑞斯又开始打量麦克雷。\n\n\n　　过了几分钟，阿瑞斯把东西一收，手一挥，五十个哑铃就在空地上了。\n\n\n　　“麦克雷带上这些，先拿两个小的，以后每周加两个，从小到大，现在和我跑，绕着学院的围墙跑，今天跑一圈，以后每周加两圈。”\n\n\n　　麦克雷毫不犹豫的拿起了两个最小的哑铃，刚入手，好沉，两个加起来最少也有一百斤了，阿瑞斯已经跑出十几米了。\n\n\n　　“快点，小子，如果你比我慢超过十分钟，中午没有饭吃。”\n\n\n　　麦克雷连忙拿起来，疯狂的跑了过去，追上了阿瑞斯，可是阿瑞斯就是保持着节奏的跑。\n\n\n　　十分钟过去了，麦克雷已经气喘吁吁了，可是阿瑞斯还是不急不慢的，麦克雷不可思议的看着光头，发现阿瑞斯的呼吸很稳定，于是麦克雷也保持一定的节奏，时间长了发现呼吸也稳定了下来，阿瑞斯露出了微笑。\n\n\n　　这个小子，不愧是盖伦推荐的人，可以的。\n\n\n　　麦克雷很快就和阿瑞斯跑完了一圈，刚要到终点时，经过一座桥时，阿瑞斯一下子把麦克雷踹了下去。\n\n\n　　麦克雷掉进水中，飘在水面上，愤怒的看着光头：“你干什么啊。”\n\n\n　　阿瑞斯严肃地训斥：“想成为战士，反应不够快速怎么与敌人对战。”\n\n\n　　说完之后，阿瑞斯开始跑了，很快就到了终点，然后回了杂务处，而麦克雷看着两边光滑的石头，根本上不去，只好沿着学院游，就这样一直游，努力的游泳，最后找到了上岸的地方，竟然是在他们开始跑步的地方，这个混蛋阿瑞斯是计算好的骂。\n\n\n　　麦克雷走回了杂务处，直接倒在了床上，连饭也没吃，但是估计他去吃的话也看不到，因为阿瑞斯早就把饭拿走了。\n\n\n　　麦克雷歇了一会起来了，看看杂务处自带的黄金打造的钟，十二点多了，顾不得肚子里的饥饿，麦克雷沿着杂务处左边直走到十字路口看到一个房子，房子的门口有一个牌匾：神书院。\n\n\n　　麦克雷走了进去，刚进去，一个牌子飞了过来，麦克雷被吓了一跳，再看看牌子。\n\n\n　　上面写着：三行字。\n\n\n　　第一行：新生\n\n\n　　第二行：入门\n\n\n　　第三行：实战\n\n\n　　麦克雷点了新生，然后牌子缠在麦克雷手上，麦克雷眼睛一花，就到了一个教室里。\n\n\n　　一个花白胡子的老头站在讲台上，微笑的看着麦克雷：“是新生吧，找位子坐下来。”\n\n\n　　麦克雷看着教室，已经被坐的差不多了，只好找一个文雅的女孩旁边坐了下来，然后认真听课。\n\n\n　　老头开始讲了：“允许我自我介绍，我叫冰罗，是院长，现在就教教你们这群新生。”\n\n\n　　冰罗喝了一口茶，又开始讲了：“什么是神术，大家都知道麦块大陆的创始者是马库斯。他就是神术的创始人，我让大家真正了解神术！“\n\n\n　　说完，冰罗打开一个箱子，拿出了一个黑布蒙着的盒子。\n\n\n　　慢慢打开了。\n\n匆匆的个人索引\n",
    "replies": [
        {
            "author": "sky建筑大师",
            "timestamp": 1469702160,
            "txt_content": "一种莫名的伤感"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1469707200,
            "txt_content": "说实话，我用大号的时候经常写小说，麦克雷喜感@我是小骷髅"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1469752260,
            "txt_content": "我就是那逗 发表于 2016-7-28 20:00\n说实话，我用大号的时候经常写小说，麦克雷喜感@我是小骷髅\n突然想搞个大锤 充电宝就是闪电苦力怕 嘿嘿嘿"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1469763900,
            "txt_content": "sky建筑大师 发表于 2016-7-29 08:31\n突然想搞个大锤 充电宝就是闪电苦力怕 嘿嘿嘿\n最好不要那么还原，有自己的想法最好{:10_522:}"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1469769060,
            "txt_content": "我就是那逗 发表于 2016-7-29 11:45\n最好不要那么还原，有自己的想法最好\n恩，知道了"
        }
    ]
}