{
    "title": "【朱仙出品】<原创·连载>方块万岁【第二十九章 开学和战线】",
    "author": "CloudsXDao",
    "replyCount": 3,
    "timestamp": 1469624040,
    "txt_content": "正文\n\n\n　　梅谁揉揉脑袋，从床上起来。\n　　啊啊，好想死，不起来了。\n\n　　正当梅谁想盖上被子的时候，突然想起，今天.....开学。\n\n　　梅谁皱了皱眉，即使心中万般不情愿，也只能懒洋洋的爬起来。洗漱完毕之后从屋子里出来，才发现蒋同已经坐在餐桌上吃早餐了。\n\n　　“谢了。”\n\n　　梅谁坐在椅子上，吃着属于自己的那一份。\n\n　  吃干抹净后，两人离家，踏上了去往学校的方向。\n\n　　二人就读的学校，是附近一所说不上好也说不上差的“尚景高中”。而二人则是这所高中名副其实的吊车尾，高二整个年段有多少人，看他俩的名次就知道了。\n\n　　两人灰溜溜的来到高中，混在人群当中，生怕被高一的同学看见，暴打一顿。\n\n　　到了高二的班上，环顾四周，似乎都是不认识的家伙，梅谁也松了一口气。\n\n　　毕竟，他是害的高一的班被拆散的“罪魁祸首”嘛。\n\n　　想到这里，梅谁不禁苦笑了一下。算了，过去的事情，过去的自己已经付出代价了。\n\n　　谁没有个笨蛋的时候嘛。\n\n　　这样想着，两人随意找了个最偏远的位置相邻坐下，静静看着四周的同学谈天说地。\n\n　　蒋同不知道如何，梅谁倒是听见不少有意思的东西。\n\n　　“你们听说过我的世界吗？”\n\n　　“嗯嗯！就是那个决定忘忧城去留的游戏吧！我都进忘忧城服务器了！”\n\n　　“忘忧城服务器？！里面是怎么样的？我到处找人都没有看见服务器地址。”\n\n　　“我倒是找到了....但是进不去...”\n\n　　“你们似不似傻？服务器要白名单的！”\n\n　　诸如此类。梅谁发现，经过一场忘忧城打赌的事件，我的世界这款游戏的知名度似乎剧烈膨胀，到达了指数增长。\n\n　　梅谁曾对我的世界做过分析，预判这款游戏最终将会风靡全球。但是没有想到这么快，它就在国内火了起来。\n\n　　“话说，你们知道‘我的世界同盟战线’吗？我加入了，是一个bbs论坛，里面有很多游戏的技巧。还有合成表啊、地图啊、mod什么的。”其中一个男孩嘿嘿说道，“最重要的，里面还能写小说啊！”\n\n　　“切，这算个毛线最重要，最不重要吧。”\n\n　　“对你们来说也许不重要，对我来说那就是最重要的。”那个男孩洋洋自得道，“我那六万字的同人小说终于有地方发了！叫做‘我的世界背后的秘密’你们也注册个账号，捧我的场吧!”\n\n　　“切——”\n\n　　几人发出嘘声，梅谁倒是对那个“我的世界同盟战线”来了兴趣，只不过班主任已经进入班上，想问也不行了。\n\n　　之后，就是例行公事。虽然学校没变，但是身边陌生的人还是让梅谁有莫名的“这是新学校”的感觉。幸好蒋同还在身边，不然梅谁还真有些无所适从。\n\n　　老师安排了班干部——自然是顺着成绩。然后就是自我介绍，同学一个个走上台介绍自己。\n\n　　梅谁则是用手撑着脑袋，看着窗外。\n\n　　现在想来，暑假里面智斗炎帝，和龙纹并肩作战，就好像是梦一样，但是偏偏如此真实。\n\n　　正在梅谁迷惘的时候，他突然发现身边的蒋同不见了，而同学们正对着讲台上半天憋不出一个字，只能在黑板上写自己的名字的那个人哄笑着。\n\n　　“可恶，大意了。”\n\n　　梅谁低骂一声，走上台，和老师耳语一阵。\n\n　　老师皱了皱眉头，只能对同学解释蒋同有一些先天上的缺陷，同学骚动的声音才慢慢平复下来。\n\n　　“喂喂，别擅自上台啊。”回到座位，梅谁用肘戳了戳蒋同，“万一他们向你扔臭鸡蛋怎么办？”\n\n　　蒋同摊了摊手。\n\n　　“下一个！梅谁！”\n\n　　梅谁只好走上台，介绍自己道。\n\n　　“各位早上好。”梅谁一鞠躬，“我叫做梅谁，‘娇兰傲梅世人赏，却少幽芬暗里藏。 不看百花共争艳，独爱疏樱一枝香’的梅，‘浮沉千古事，谁与问东流？’的谁。”\n\n　　“也许各位会觉得我的名字有些奇怪，但是谁知道我爸妈是怎么想的呢？也许这里面有什么寓意吧。”梅谁一摊手，“最喜欢的游戏是....我的世界。各位也喜欢这个游戏的同好，我们可以多多讨论一下——就是这样，谢谢大家。”\n\n　　自我介绍之后，就是大扫除。之前说些小说的那个男生趁着扫除的时间，凑了过来。\n\n　　“嘿，哥们。”\n\n　　“嗯？”\n\n　　梅谁回头看向男生，他之前故意注意了他的名字，他好像叫做齐进，“什么事？”\n\n　　“嘿嘿，你不是说喜欢我的世界吗？”男生嘿嘿笑道，“我刚刚好也喜欢这个游戏，还写了同人小说，我写了六万字哟！怎么样，要不要看看？”\n\n　　“行啊，你写在本子上吗？”梅谁点点头，问道。\n\n　　两人就这样轻车熟路的聊了起来，梅谁知道了不少关于“我的世界同盟战线”的事情。\n\n　　首先，这个所谓战线，实际上就是一个论坛。由几个喜欢我的世界的土豪联合出资，请专人建立、还设立专属的机房。\n\n　　而且，建立战线的几人似乎都是忘忧城出身，貌似有两个还在乐乐乐组织的那一场线下聚会露过脸来着。\n\n　　有点意思。\n\n　　梅谁摸了摸下巴。\n\n　　“怎么样？我的小说写的如何?”齐进期待的看着梅谁。\n\n　　“写得不错啊。”梅谁勉强笑了笑，果然是高中生水准。\n\n　　“嘿嘿，过奖过奖。”齐进装模作样的推了推手，“我准备在那个论坛把这篇发出去，我看人，在那个论坛上发文的也就两个人，而且一个是杂感一个是现代诗。完全没有竞争力啊！我如果把这篇小说发表出来，一定会一举成名！”\n\n　　梅谁敷衍的笑了笑，“祝你成功，祝你成功。”\n\n　　在之后，就放学了。下午也不再要来学校，梅谁和蒋同一到家，梅谁就打开电脑。\n\n　　他对那个“我的世界同盟战线”可是感兴趣的紧啊。\n\n　　企鹅上了线，就发现有人加他，估计就是那个齐进了。\n\n　　齐进成功添加了之后，也不废话，直接发了一个贴给梅谁。\n\n　　梅谁点开看，就是那篇小说。\n\n　　下面回复寥寥，梅谁笑了笑，注册了“假棋士”，给他应援了一下。\n\n　　突然，他在帖子下面的回复会员里面，看见一个熟人。\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1469667600,
            "txt_content": "欢迎回来（这就是你屠版的理由？"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470879420,
            "txt_content": "嘿，我居然看见朱仙套设定了。如果说套的是“Minecraft中文论坛”，那这文章还真适合走出去。"
        },
        {
            "author": "麦兜g",
            "timestamp": 1470893580,
            "txt_content": "嘿，我居然看见朱仙套设定了。如果说套的是“Minecraft中文论坛”，那这文章还真适合走出去。"
        }
    ]
}