{
    "title": "【朱仙出品】<原创·连载>方块万岁【第三十二章  白裙和女孩】",
    "author": "CloudsXDao",
    "replyCount": 1,
    "timestamp": 1469624160,
    "txt_content": "正文\n\n\n　据悉，如今的校花，早已不是高三地的长腿学姐了，而且高一的圆脸学妹也无缘桂冠。\n　　又据悉，校花在高二实验班，以常穿的一袭白裙闻名一中，被人爱慕的称为“白裙子”同学。\n\n　　可能是因为这些都是据袁磊的悉，所以梅谁仍然保持怀疑态度。虽说白裙子自古以来都是引起男性荷尔蒙激增的不二利器，但是朴素地白裙真能斗得过学姐地热裤、学妹的大眼睛吗？\n\n　　梅谁表示不服。\n\n　　梅谁被袁磊一众从四楼拉到三楼，强行看了二十分钟的白裙子，好似如坠云雾中，欲仙欲死，如痴如醉。\n\n　　你问梅谁，那女孩到底怎么样？\n\n　　“呃…很漂亮。”\n\n　　“还有呢？”袁磊穷追不舍。\n\n　　“嗯…很可爱。”\n\n　　“没了?”齐进也效仿袁磊。\n\n　　“呃…很漂亮。”\n\n　　梅谁这小子…估计没救了。\n\n　　这也怪不得梅谁，这确实是他的内心想法。\n\n　　嗯，很漂亮，很可爱。\n\n　　然后呢?\n\n　　然后没了啊。\n\n　　“梅谁啊，还是小孩子呢。”众人笑着这样说道。\n\n　　梅谁真是小孩子吗?梅谁摸了摸鼻子，他确确实实对白裙子不感兴趣，他感兴趣的，是陈止的理想和谋略、站长的圆滑和原则、炎帝的疯狂和斗志。\n\n　　脑海中，一个个名字浮现出来，擅自亮起光芒。\n\n　　救世恶魔“潇洒”、煌煌元帅“英狼”、战争贩子“STORY\"，还有，还有……策鬼“决明子”！\n\n　　想起这些名字，梅谁胸膛里烧起一片火，心中……惟有战意尔！\n\n　　齐进几人推着自行车走在前面，梅谁和蒋同跟在后面。\n\n　　“我要成为白芷的男人！”\n\n　　“不，白芷是我的！”\n\n　　“滚粗，老子有八家跨国公司，每天从五千平方米的床上起来，你凭什么和我争？”\n\n　　“我是大明星啊，明星有加分知道不？”\n\n　　白芷，便是那白裙子女生的名字。梅谁蒋同面无表情的看着几人吹着牛。\n\n　　不知这算不算人类的发情期，男性一生中对异性最感兴趣的时刻、脑内多巴胺分泌高潮的时间，是十七到十九岁，处于这个年纪的男生是一生中最爱妄想的时候，咳，性的意味上。\n\n　　也许是偶然，女性的这个时刻则是二十到二十二岁，刚刚好错过，真是可喜可贺。\n\n　　令梅谁汗颜的，就是这群牲口的下限了，已经从交往一路计划到了结婚，要是妄想会生成什么白色液体的话，估计得有个填满太平洋的量。\n\n　　不过梅谁也佩服他们，这样也没打起来。\n\n　　也对，一群不敢表白的小男生，也只能聚众开几个带颜色的笑话了。\n\n　　世间巧合，十有八九都是命运女神那老娘们开的玩笑，有个路人恰好听见了袁磊几人的混账话，脸上挂了一副不屑的笑容，那鼻孔重重哼了一声。\n\n　　齐进袁磊一众脸色立刻难看了起来，这些话题虽然是朋友之间的打屁玩笑，但总归是个人隐私般的存在。被一个路人听见，还被狠狠的鄙视了一下，换谁脸色都不会好看到哪里去。\n\n　　处于好面子和隐私被窥探的双重愤怒中，即使没占理儿，袁磊也喊住那路人。\n\n　　袁磊与他推搡，梅谁冷眼旁观。\n\n　　梅谁可是看出来了，这个路人眼熟的紧，不简单啊。\n\n　　推搡很快变成了约架，这时梅谁才知道，路人是本校学生会的学生会长，常年承包年段第一，白芷的前座，也是她最有力的追求者。\n\n　　一大堆头衔把袁磊砸得意志消沉，把梅谁砸的晕晕忽忽。前面那些还好说，最让他不可思议的，是那个“追求者”的身份。\n\n　　原来，高中生里不仅仅有袁磊这样闷骚的怂包，也有像是那个会长一样的强人啊。\n\n　　嗯，应该说，不愧是现充吗?\n\n　　几天上学，袁磊脸上阴云笼罩，一副惶惶不可终日的样子。\n\n　　“妈的！”\n\n　　袁磊一拳砸在桌子上。\n\n　　“老大，不要急啦，我们兄弟几个都会去啦!”\n\n　　齐进几人应和道。\n\n　　梅谁也点点头。\n\n　　这次的群架，是一场硬仗啊。\n\n　　据悉，那会长现充的朋友里，有着积威许久的“校霸”。\n\n　　知道了这个消息之后，袁磊脸上担忧之色愈显。了解实情的，知道他这是愁战力太过悬殊；不了解内情的，估计以为他在纠结怎么把麝香放在甄鬟的鼻子下呢。\n\n　　打架梅谁可不擅长，但是出于朋友义气，他还是准备去充充场面。毕竟如果人看起来非常多，对方说不定就怕了。\n\n　　不过，如果真打起来，这家伙可指望不上，说不准到时候一打起来就跑，跑得和西方记者一样快。\n\n　　出于各式各样的原因和考虑，袁磊最终还是作出了决定----叫上了外校的朋友来“帮忙”。\n\n　　【假棋士】综上所述，周五我就要去打群架了。\n\n　　【笨蛋】ohoh，原来如此，我看你好像很兴奋的样子啊，你对打架很擅长吗?\n\n　　梅谁敲敲桌子，想了一会。\n\n　　【假棋士】不，与其说我擅长，不如说我根本不会，我等会儿还得去网上搜搜街头打群架的技巧和注意事项……我这十几年过来，就“战斗”过一次，还是别人要求我打他的。\n\n　　【笨蛋】哎……抖M吗……你也是抖M吧，在战斗中觉醒的战斗狂先生？\n\n　　梅谁摸了摸鼻子，打字道：或许，我只是想要再次感受一下……那天的感觉……怀念一下，那天的那个对手吧。\n\n　　然后俩人开始瞎扯起来，话题就从梅谁身上脱离开来，不知觉的从天南聊到地北，从打架变成小说。\n\n　　待到笨蛋一吐舌头，要下线的时候，梅谁才发现早已午夜。\n\n　　笨蛋离去后，梅谁就开始独自浏览网站去了。\n\n　　深夜，黑暗，梅谁独占房间一隅，盯着发光的屏幕，目不转睛，拿起马克杯灌一口浓茶，空气中只余鼠标微微敲击的声音，静得吓人。\n\n　　我的世界网络同盟。\n\n　　梅谁百无聊赖的在论坛中，像个幽灵般游荡。\n\n　　忽然，他停下了。\n\n　　视线聚焦。\n\n　　「有谁认识一个真名叫陈止的玩家吗?」\n\n　　光标在标题上划圈圈。\n\n　　咔。\n\n　　轻击鼠标。\n\n　　一下。\n\n　　……\n\n　　“厦门的止妖……”\n\n　　“很好的人”\n\n　　“高中生”\n\n　　“明鸿中学”\n\n　　梅谁抬起头，看着明鸿烫金的校牌。\n\n　　是这里么？\n\n　　梅谁无法确定，绕着明鸿走了一圈。\n\n　　明鸿毕竟是在上课，梅谁不好走正门，只得绕了一圈之后，找到一个比较好翻墙的地方。\n\n　　梅谁蹬蹬两步攀上墙头，唰的一下跳下来，在地上一滚，卸力。\n\n　　进来了么。\n\n　　梅谁拍拍衣服上的灰尘，一个志在必得的表情浮现出来。\n\n　　陈止！我来找你了!\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1470880560,
            "txt_content": "朱仙，我才发现你这个人物名和书题之间有点玄机啊。"
        }
    ]
}