{
    "title": "【朱仙出品】<原创·连载>方块万岁【第三十章 问题和过去】",
    "author": "CloudsXDao",
    "replyCount": 0,
    "timestamp": 1469623800,
    "txt_content": "正文\n\n\n　　ICE.SIX.\n　　翻译过来，不就是冰六吗？\n\n　　若是各位读者还记得这位的话，我一定会很高兴的。在梅谁寻求他人帮助的时候，第一个想到的，就是梅谁、冰六、耗子和笨蛋组成的小团体。\n\n　　冰六是梅谁曾经的好友，虽然有一段时间没有联系，但梅谁在此处见到这样相似的名字，绝对想起的是他。\n\n　　梅谁马上打开私聊窗口，对冰六打字道。\n\n　　等下，万一不是冰六，只是名字的巧合怎么办？梅谁摸了摸下巴，打道。\n\n　　【假棋士：哟？冰六吗？】\n\n　　冰六立刻就回复了，看来他果然在线上，而且手速还是和以前一样迅速。\n\n　　【ICESIX：假棋士？本人吗？】\n\n　　梅谁笑了笑，发过去一个忘忧城账号后台截图，证明自己的身份。\n\n　　【ICESIX：我去，你怎么还在用这个ID？】\n\n　　梅谁皱了皱眉头，冰六是什么意思？\n\n　　假棋士这个ID他从五年前就开始使用，即使和冰六认识的时候，也用的是这个ID。\n\n　　【假棋士：有什么不妥？这个ID我用了很久了啊】\n\n　　【ICESIX：但是忘忧城的解散你占大头啊...话说你还真是没有自觉么...现在不少人想要讨伐你啊！算了算了，你自己注意一下，不要太高调了。不过忘忧城的教训也能让你明白了吧，做人低调做事高调才是真理。现在这个论坛里有不少忘忧城原本的会员，你好自为之吧。】\n\n　　梅谁皱了皱眉，冰六说的没有错，而且不仅仅是忘忧城内部的会员，忘忧城的一场变化让所有关注着忘忧城的人们都把目光聚集在这款游戏上了。在忘忧城没落的现在，这些人首当其冲的据点就是这个“我的世界同盟战线”。而这群人有多少是知道，并且讨厌着“假棋士”的，梅谁就不得而知了。\n\n　　但是应该人数庞大。\n\n　　忘忧城影响力太大了，国内网络还是一片荒芜的今天，忘忧城如同平原上的巨大堡垒，沙漠中的高耸方尖塔，如今轰然倒下，让所有人为之心寒。\n\n　　但是，忘忧城的倒下，是否意味着更多巨大城市的兴起？方尖塔的消失，是否预示着人们从愚昧走向智慧？\n\n　　梅谁突然出神了，他的眼前浮现出一个人的身影。\n\n　　如果是他的话，一定能成为先行者，引领者。一定能亲手建造出比忘忧城更辉煌百倍的城市，一定能让这个荒原变成繁华的大都市...\n\n　　等下...难道这才是...他的目的？\n\n　　【ICESIX:还在吗？】\n\n　　梅谁忽然从某种状态脱离出来，那一瞬间，他好像要触碰到了。\n\n　　触碰到陈止真正的目的。\n\n　　并非是钱，也并非是候小少爷的地位，而是某个，和他的“改变世界”交相辉映的目的。\n\n　　但是不行，还是想不通。\n\n　　梅谁叹了口气，回复冰六。\n\n　　【ICESIX：我们之间也有几年的交情了，我给你个建议吧，换个账号，换个名字，重新开始吧。你不是说你现在才上高二吗？你就当自己是高二才接触的网络吧，和你以前的熟人再次变熟悉，或者结交新的朋友。忘记忘忧城、忘记以前的不愉快吧，忘记那个陈止和赌约吧。网络就这点好处不是吗？你随时随地都可以重新开始，不要担心别人看见你的过去，你随时都有第二次机会，不是么？】\n\n　　梅谁沉默了，想要回复冰六，却不知道怎么回复。\n\n　　梅谁知道，这些都是冰六的肺腑之言，而冰六和他是很要好的朋友。而正因为如此，所以他才犹豫和沉默。\n\n　　因为他俩是朋友，所以梅谁重视冰六的每一句话，每一个忠告。因为这些都是冰六的肺腑之言，所以梅谁绝不会随便对待，更不可能随便回复。\n\n　　要好好考虑才行。\n\n　　但是，梅谁却不知道如何去做。\n\n　　他也有自己的坚持，而他的坚持就是假棋士的名字。\n\n　　这个名字，对他的意义重大。\n\n　　最后，他还是回复了“谢谢。”\n\n　　梅谁看着眼前的两个谢谢，明明是电脑上的正楷字，在他眼中却变得歪歪扭扭，像是小学生的狗爬字一般碍眼。\n\n　　好想收回来。\n\n　　冰六或许是满意了，或许是被梅谁敷衍的态度气走了。半天也没有继续和梅谁聊下去，梅谁关掉私聊窗口，浏览起这个“战线”的网页来。\n\n　　蒋同抱着衣服从梅谁身后走过，突然凑过来。\n\n　　“是，战线？”\n\n　　“嗯。”\n\n　　梅谁口中含糊一应，点开战线的主页。\n\n　　战线的主页分为：游戏技巧、多人联机、周边衍生、展示分享——四个板块。其中的大板块又分为数个小版块。\n\n　　例如周边衍生，就分为“mod发布”、“翻译创作”、“整合包”三个小版块。\n\n　　梅谁的新同学齐进的小说就发布在“翻译创作”版块中。\n\n　　像是这个游戏比较多人关注的地图、皮肤和材质就属于展示分享这个版块之中的。\n\n　　梅谁皱了皱眉。\n\n　　这些版块的分类...实在有些不合时宜。\n\n　　版块的分类应该是符合用户的思维的，这样的分类确实有反人类的嫌疑，梅谁点开单独的“茶馆”版块，想要进行投诉和讨论。\n\n　　突然，他停住了。\n\n　　将手从键盘和鼠标上拿下，梅谁想了想冰六的话，使劲搓了搓手。\n\n　　点回首页，梅谁长长的吐了一口气。\n\n　　他略有些迷茫。\n\n　　蒋同似乎没有注意到梅谁的状态，鸠占鹊巢，把梅谁的假棋士退了，重新注册了一个“墨明棋妙”，搜索“我的世界背后的秘密”。\n\n　　齐进的小说赫然在列，蒋同点进去，浏览量五千，回复数几十，还真是有些惨淡。蒋同给他点了个顶，再看起小说来。\n\n　　故事由都市传说HeroBrine开始，主角一路跌宕起伏的旅行为主线，用自己的脑洞诠释了我的世界中许多未解的谜题。\n\n　　虽然行文流畅，但是梅谁很明显能从字里行间看出小说细节处理的稚嫩，新手是所有人都看得出来的吗，但是同时也潜力无限。\n\n　　“这家伙，写的不错嘛。”\n\n　　梅谁笑道。\n\n　　蒋同点点头，表示肯定。\n\n　　“那你准备给他个怎么样的评论？”梅谁笑道，“就我来说，绝对能给个良了。”\n\n　　蒋同不语，打道。\n\n　　【墨明棋妙：看楼主文笔，必是一个高中生。】\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n\n\n\n",
    "replies": []
}