{
    "title": "【朱仙出品】<原创·连载>方块万岁【第三十一章  梦境和朋友】",
    "author": "CloudsXDao",
    "replyCount": 4,
    "timestamp": 1469623980,
    "txt_content": "正文\n\n\n　　前面的那人是谁?\n　  梅谁，你好啊。\n\n　　梅谁感到一阵炫光，眼前的人影忽明忽暗，看不清晰他的脸，但是梅谁知道那是谁。\n\n　　他是...陈止。\n\n　　梅谁，你找到钥匙了吗？打开我的真正目的的那把钥匙。\n\n　　没有，毫无头绪。\n\n　  天空开始下起雨来了，但是雨水是一个个小方块，击打在梅谁和陈止的身上，人影一阵涟漪。\n\n　　重新整理一下吧，我和你的第一次相遇是什么时候？\n\n　　暑假，七月中旬，龙纹叔的咖啡馆。\n\n　　我做了什么？\n\n　　陈止做了什么？梅谁得好好想想。\n\n　　因为他已经渐渐淡忘了。\n\n　　突然，一座座石碑从雾霭的大地深处升起来，碑文深刻。\n\n　  当梅谁的手从碑文上轻轻划过，碑文就亮起光芒。\n\n　　这是梅谁的记忆之碑，梅谁找回自己的记忆，抬头回答道。\n\n　　你打了炎帝一拳。\n\n　　那我所做的事情造成的结果呢？\n\n　　陈止的形象模模糊糊，梅谁却清清楚楚感觉到他在笑，就像他第一次见到梅谁那样，普通的微笑。\n\n　　让忘忧城众愤怒，让炎帝愤懑，让站长做和事老，并处于尴尬的地位。\n\n　　我这么做...的目的呢？\n\n　　梅谁再次沉思。\n\n　　虽然他当时认为，陈止这么做的目的，是为了模糊站长、陈止、忘忧城众之间的立场。但是后来看来，绝不止这一层算计。\n\n　　梅谁在陈止这么做之后，就立刻挽回止损。再次发问，确立了忘忧城众和陈止立场的对立。\n\n　　但是此后，却棋差一着。陈止分明是透过他的行动，隔山打牛，用计在炎帝之上。\n\n　　梅谁甚至发现，陈止居然对他了如指掌，将自己和炎帝玩弄于鼓掌之间。\n\n　　也就是说，他此先行为的目的并非是让站长立场模糊，而是请自己入瓮。\n\n　　那是为了什么？\n\n　　他参加游戏，担任候少爷的军师的目的又是什么？\n\n　　为什么他的猎物从原本的忘忧城众，变成了我？\n\n　　为什么，他明明故意将站长安置在敌方阵营，却一瞬间转变，矛头一齐向我？\n\n　　记忆的碎片一下子涌上来，一张张如同照片。\n\n　　全都是....陈止露出那个危险的微笑的样子......\n\n　　首先，是在龙纹的咖啡厅。\n\n　　其次，是在路灯下的自动售卖机前。\n\n　　最后，是头上流着血的....在互相战斗之后的路边。\n\n　　还有一个....模糊不清。\n\n　　梅谁晃了晃脑袋，看着眼前的陈止，陈止也在看着他。依然是笑着，微笑着。\n\n　　“梅谁，梅谁！梅谁！”\n\n　　有人呼唤着我。\n\n　　梅谁猛一抬头。\n\n　　“看来我们的梅谁同学确实在会见周公啊。”讲台上，班主任笑着，“晚上不要睡得太晚哦，对身体不好。”\n\n　　同学们全都回头看着梅谁，嘻嘻哈哈哄笑着。\n\n　　梅谁突然觉得眼前的景象离自己好远，就像天边的云那么远；又觉得好近，像是指尖前的云，那么近。\n\n　　“那么——请梅谁同学回答这个问题吧。”老师故意拖长音调，对梅谁说道。\n\n　　梅谁勉强着笑笑，他自然是不会的。\n\n　　然后这整节课，他都是站着听得。\n\n　　这么说不准确，因为他并没有在听课，而是全程想着陈止那件事。\n\n　　陈止的目的。\n\n　　下课之后，陈止还是愣愣的站着，思考着陈止的问题。齐进却走到他的座位上，想和同桌的蒋同聊聊自己的小说。\n\n　　当然，仍凭他舌灿金莲，只是蒋同也怡然不动罢了。梅谁也从自己的世界回到现实，笑着和他解释了起来。\n\n　　之前和齐进聊天的那几人也凑过来，原来几人原本就是同学，袁磊和齐进还是第二次做同桌。\n\n　　这简直与梅谁蒋同两人的情况一模一样嘛！虽然梅谁不知道是不是老师在暗处有照顾自己二人，但是权当奇闻给齐进袁磊讲也是挺不错的嘛，几人很快便混熟了。\n\n　　“对了。”袁磊突然抖了抖小眉毛，“你们知道...那个榜吗？”\n\n　　袁磊比较矮，小圆脸，又剃了一个平头，天生一副小摊小贩卖黄碟的样子。眉毛一抖，让人更是浑身汗毛一竖，忍不住和他一样嘿嘿得笑起来。\n\n　　但是梅谁还真不知道他们在说什么，刚想发问，却发现连齐进和蒋同都一副心照不宣的样子，看了看袁磊，又看了看齐进。\n\n　　见梅谁左顾右盼一脸迷茫，袁磊吃惊的一抖眉毛，“难道梅谁你不知道？”\n\n　　梅谁使劲点点头。\n\n　　袁磊又一抖眉毛，嘿嘿笑着，凑在梅谁耳边，耳语几句。\n\n　　梅谁后退几步，无力道。\n\n　　“你们...真是闲啊....”\n\n　　“不行啊，梅谁，开学第一天这个榜单就开始搞起了，你居然到现在还不知道，哥哥心很痛，真的很痛啊！”\n\n　　袁磊捏着胸口，摆出一副心绞痛的样子，梅谁只能无奈笑笑。\n\n　　“不行！哥几个，咱们给梅谁开开眼！”袁磊看四周无人响应，一瞪眼睛，说道。\n\n　　这下子，响应声确实都起来了，一个个都举起了手，一副跃跃欲试的样子，争着给梅谁“开开眼”。\n\n　　“喂，我说你们。”梅谁看着热情似火的几人，头疼道，“你们不会是害怕自己一个人去被人诟病，打着给我开眼的旗号看妹子吧。”\n\n　　几人立马摆摆手，表明自己的鲜明立场，然后继续争着。\n\n　　不错，袁磊口中的榜单，便是传说中的“高二年段班花榜”。\n\n　　先有每班推出众望所归的班花，然后再放在年段比拼，这个古老的传统在几个闲的蛋疼的同学手中得以发扬光大，让梅谁无言以对。\n\n　　梅谁果真明白，以貌取人这句话还真没说错。这句话从袁磊口中说出来，大家想到的都是这个所谓的“班花榜”。如果这句话从陈止，或是蒋同的嘴里说出，梅谁就要考虑一下为什么我们对空间的直觉认识是建立在实空间上的了。\n\n　　最后几人探讨完毕，决定所有人一同拉着梅谁走一趟，齐进和蒋同一人一只手架住梅谁，袁磊和其他几人在前面领路，一副兴奋的样子。\n\n　　梅谁被二人夹住不能动弹，只能随着他们吧自己带到楼下的一班。\n\n　　梅谁偏头看向蒋同，蒋同虽未表现得十分明显，但是梅谁却清楚的感到他现在很开心。\n\n　　足够了。\n\n　　梅谁认命般，放弃抵抗，任由他们折腾。\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n\n",
    "replies": [
        {
            "author": "6p3para",
            "timestamp": 1469624220,
            "txt_content": "写的真好！！！我自愧没这功底"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1469624340,
            "txt_content": "6p3para 发表于 2016-7-27 20:57\n写的真好！！！我自愧没这功底\n哈哈，谢谢，不过别妄自菲薄哟"
        },
        {
            "author": "miguo",
            "timestamp": 1469625540,
            "txt_content": "CloudsXDao 发表于 2016-7-27 20:59\n哈哈，谢谢，不过别妄自菲薄哟\n卧槽！朱仙复活！！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470879780,
            "txt_content": "说实话，朱仙你一章应该拉长一点，不然一些章节其实有点不明所以。"
        }
    ]
}