{
    "title": "<原创·连载>《麦块世界》第十二章.毕业考",
    "author": "sky建筑大师",
    "replyCount": 2,
    "timestamp": 1469667780,
    "txt_content": " 本帖最后由 sky建筑大师 于 2016-7-28 09:09 编辑 \n\n创作作品发布书目名称:麦块世界章节名称:第十二章.毕业考最后更新时间:2016-07-28作者:sky建筑大师　麦克雷慢慢站了起来，看见阿瑞斯愣住了。\n\n\n　　阿瑞斯冷酷的说：“小子，醒了啊，把这件盔甲穿上，然后你那把剑拿出来，我给你毕业礼物。”\n\n\n　　麦克雷愣了愣，然后迅速穿上了阿瑞斯递过来的皮盔甲，然后把盖伦大叔送的剑递给了阿瑞斯，阿瑞斯拿出几本书，然后带着剑走了出去。\n\n\n　　麦克雷就这样等着阿瑞斯回来。\n\n\n　　还有三十分钟要考试的时候，阿瑞斯终于回来了。\n\n\n　　满脸疲倦的阿瑞斯把剑递给了麦克雷，麦克雷拿了剑，然后剑上自动弹出几行字。\n\n\n　　火焰附加3\n\n\n　　锋利5\n\n\n　　耐久3\n\n\n　　麦克雷惊呆了，望着阿瑞斯，阿瑞斯笑了笑。\n\n\n　　“浪费了我整整三十级的时间呢。哈哈哈。”\n\n\n　　麦克雷眼睛发红，阿瑞斯脸黑了，训斥道。\n\n\n　　“不要哭，把毕业考第一名拿下来，让那些认为你本命方块是基岩就没有大用的老家伙看看。”\n\n\n　　麦克雷重重的点了点头，然后阿瑞斯朝门外走去。\n\n\n　　麦克雷刚准备收拾收拾去参加考试。\n\n\n　　突然，阿瑞斯的声音又传了过来。\n\n\n　　麦克雷望过去，阿瑞斯狡黠的一笑：“小子，忘了告诉你，你老师我可是二百七十二级，哈哈哈。”\n\n\n　　然后阿瑞斯一个闪身不见了。\n\n\n　　麦克雷拿上了这把品质良好的剑，整理整理衣服，走了出去，朝试炼场走去，毕业考试的内容就是PK。\n\n\n　　两两对决，总共两千人，前一千人直接晋级，后一千人额外考核。\n\n\n　　麦克雷先到报名处报了名，领取了属于自己的名牌,三号。\n\n\n　　麦克雷拿了名牌之后，朝三号擂台走了过去。\n\n\n　　总共有一千个擂台，所以每个人都只用打一场就可以了。\n\n\n　　麦克雷走上了擂台，对面已经站着一个刺猬头的瘦弱少年。\n\n\n　　那个瘦弱少年冷笑着：“终于来了吗，马上就要下去了，我的名字叫韦恩，准备好下去吧！”\n\n\n　　麦克雷也生气了，谁下去还不一定。\n\n\n　　麦克雷直接把剑抽了出来。\n\n\n　　韦恩手慢慢抬高，比武开始！\n\n\n　　韦恩丢出来一个圆饼一样的东西，麦克雷愣了一下，结果圆饼一下子爆炸了。\n\n\n　　麦克雷反应快，拿剑挡了一下，被弹到了擂台的最边上，然后麦克雷连忙朝韦恩跑过去，打算一把击败。、\n\n\n　　跑着跑着，韦恩突然丢出来一个黏土做的夹子，虽然没有什么疼痛感，但是也夹住了麦克雷，接着韦恩又丢了几个TNT。\n\n\n　　麦克雷一下子被炸伤了。\n\n\n　　麦克雷连忙后退到韦恩的攻击范围之外。\n\n\n　　韦恩嚣张的大笑：“哈哈哈哈，见识到了吧，这就是你韦恩大爷本命方块TNT的力量啊，哈哈哈哈哈。”\n\n\n　　麦克雷不屑的撇嘴，嘿嘿嘿，看我的神术吧，小子，但愿你别哭出来。\n\n\n　　麦克雷是幸运的，因为本命方块是基岩，所以没人管他，所以可以每天让阿瑞斯一对一辅导。\n\n\n　　麦克雷默念：基岩神术之一.粒子效果！\n\n\n　　接着，麦克雷一下子消失了，韦恩惊呆了，到处寻找。\n\n\n　　这时候，麦克雷一下子出现在了韦恩的后面，一剑把韦恩击倒，韦恩断断续续的说。\n\n\n　　“厉害，无论你能否挡住我接下来这一招，我都输了。”\n\n\n　　韦恩一下子变成了一堆TNT，大约有八个，麦克雷连忙使出基岩神术之二.坚韧。\n\n\n　　挡住了韦恩德大招，这时候韦恩突然又出现在了擂台上，只是已经昏迷了过去。\n\n\n　　麦克雷眼神凝重的看着他，真是一个棘手的敌人。\n\n\n　　这是擂台的负责执事宣布：麦克雷获胜！！！\n\n匆匆的个人索引\n　　\n\n\n\n",
    "replies": [
        {
            "author": "gggbbb",
            "timestamp": 1469667840,
            "txt_content": "狂鼠x麦爹233\n小伙子，你很有想法（没时间解释了，快上车"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1469668080,
            "txt_content": " 本帖最后由 sky建筑大师 于 2016-7-28 09:16 编辑 \ngggbbb 发表于 2016-7-28 09:04\n狂鼠x麦爹233\n小伙子，你很有想法（没时间解释了，快上车\n嘿嘿嘿嘿，被看出来了233，TNT不是很配吗233，说不定以后还可以用superTNT23333"
        }
    ]
}