{
    "title": "我的故事第四讲，萎靡与振兴",
    "author": "mmbbggf",
    "replyCount": 8,
    "timestamp": 1469688660,
    "txt_content": "  2011年的某一天，黑暗的一天，我在未知的地方掉光了所有的装备，杀我的人也是陌生的，我真正明白了“和善”在这个服务器是行不通的，我本想和其他人友善相处，可他们不给我机会。\n  我的东西都在那个大厅里，被其他人捡了，这是我在重生画面看到的。\n  我很气愤，一直在想当时五一和那个叫VVLH的人为什么不来帮我，弱者都需要推脱责任的，我当时就把责任推给了他们，用“小孩子”这个词形容我一点不为过，对朋友发火，舒服了又息事宁人，我一气之下和他们断绝了关系，事后才明白这一步我走错了。我当时恼火的断开了连接退出了服务器，然后有好几天不曾上线，我内心在挣扎，我拉不下这个脸去和他们和好，也不希望他们来找我，这样会很尴尬。\n  不过，我还是决定上一次服务器，抱着侥幸心理看看他们在不在。出乎我意料又在我意料之中，也许很矛盾，但他俩都在服务器，我打了个招呼，然后腼腆的寒暄了几句，谁知他俩邀请我去他们那，我暗中窃喜，但又有些紧张，对几天前的无礼感到很抱歉。我最终还是和他们两个道歉了，这样我的心里会好受些，然后再接受他们的邀请，到了一座地下的建筑物中。\n  依稀记得那座建筑物是一个长方形的盒子建筑，建筑师称这个为“火柴盒建筑”，整个建筑物都是由石砖建成，内饰比较单一，萤石与火把“参与”了照明工作。两块方形的田地，为内饰增添了一丝绿意。他们给我了一些装备和食物，我没有多言，默默地接受了他们的“施舍”。\n  在哪里我们没有干什么事，只是闲聊了很长时间，甚至我都不记得究竟过了多久，只是不断在建筑物内来回走动，小麦成熟了把小麦摘掉，继续种上，胡萝卜熟了，先采下来，然后填饱肚子，剩下的再种上，就这样进行的单调的行动，双手却在其间不停的敲击键盘。\n  对话大概是这样的，我先问五一这是哪，他回答这是一个朋友的家；我追问，你住在这吗？他回答，不，我还没设家；然后我在原地跳了两下，思考下一步的对话，随后转向VV，我问他怎么认识五一的？这句话有浓浓的醋意，但请别误解，我不是基佬，任何有精神寄托的人或物再和别人亲近或者到了别人手里，都会产生这种酸酸的醋意。\n  他回答的是一次偶然，我没再继续追问。随后我抱着又侥幸又疑惑的口吻问他们——我的装备还能回来吗？\n  他们沉默，然后回答——不能了吧。\n  我有一丝失望——那以后怎么办？\n  齐答——不知道。\n  追答——要不你先住这吧。\n  我没有作声，沉默了几秒，答：“这个服务器可以建立组织吗”\n  五一回答，可以的，他停顿了一下，反问，你想干什么？\n  我走了一圈，答，我想在这个服务器里成立个组织，我们一起吧。当时是心血来潮，脱口而出，既然能杀人为什么不能统治人？也许这种想法有点过激了，但之前经受的挫折容不得我多考虑。\n  他们回答：好啊。\n  2016年7月28，现在是14：49，故事先到这里，各位午安。\n  \n\n\n  ",
    "replies": [
        {
            "author": "qsavbcas",
            "timestamp": 1469688840,
            "txt_content": "为什么不以小说形式发在周边创作呢... 说不定还能赚到点人气"
        },
        {
            "author": "工总司",
            "timestamp": 1469689020,
            "txt_content": "放到周边创作版多好"
        },
        {
            "author": "kuangwenxin",
            "timestamp": 1469689140,
            "txt_content": "这//是不是用来反对熊孩的."
        },
        {
            "author": "mmbbggf",
            "timestamp": 1469689800,
            "txt_content": "qsavbcas 发表于 2016-7-28 14:54\n为什么不以小说形式发在周边创作呢... 说不定还能赚到点人气\n闲聊而已"
        },
        {
            "author": "mmbbggf",
            "timestamp": 1469689860,
            "txt_content": "工总司 发表于 2016-7-28 14:57\n放到周边创作版多好\n我会考虑的"
        },
        {
            "author": "专sha苦力怕",
            "timestamp": 1469690100,
            "txt_content": "Lz好文采~~~"
        },
        {
            "author": "KAS1",
            "timestamp": 1470418320,
            "txt_content": "这种帖子最好去创作板块发帖吧"
        },
        {
            "author": "KAS1",
            "timestamp": 1470418320,
            "txt_content": "当然你在这里发也是没什么问题啦~"
        }
    ]
}