{
    "title": "【原创·连载】我的故事 第二讲 [作者：教皇]",
    "author": "mmbbggf",
    "replyCount": 6,
    "timestamp": 1469695080,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2016-7-30 16:34 编辑 \n\n我的故事已经到了第二讲，算上序章，算是第三章了，今天是2016年7月24号，从2011年算起已经过了5年了。敲击着键盘，富有节奏感的声音把我的回忆再次唤醒。  在纯净中世纪战争服难熬的一周的时间终于过去了，我还是个身无分文的流浪者，原因很多，被杀或自杀，被逼无奈的或走投无路的。我的幼小心灵受到了打击，迫切遇到一位贤人拉我一把，把我拉出深渊。\n  也许是我的劫数到头了，我经历了一系列痛苦的挣扎，最后被一位厉害的玩家收留，我没说什么，因为我不知道说什么，也许是因为我什么都不懂。他教我了一些基础的知识，告诉我如何快速的发展，也许他教的是这些，我自认为没学到什么，他只是让我歇了歇脚，缓了口气，然后用更好的状态去学习。事实证明，他救了我。我已经想放弃了，他在这时候把我拉出了深渊。\n  游戏服务器不是人生，总会有人下线或者上线，游戏服务器也可能是人生，总会有人死亡或者出生。\n  之后，我的时间与他的时间错开了，是一种巧合亦或是天意，只是我后来再没有见过他。\n  我学到了不少，但也有很多没学到，学到的都变成了信心鼓舞着我继续努力。我离开了曾经他收留我居住的地方，因为此处没有什么可以留恋的了，没有一个人。\n  我踏上了新的旅途，我杀了MC生涯第一只小黑，这令我振奋，于是准备大干一场，造了第一个熔炉，建了一座泥土屋，然后做了第一把钓竿，不幸的是制作过程中浪费了不少原料，我用地道把土屋与河流连接在一起，希望没人找的到我，有了家，我便收集了一些食物和木材，开始尝试着下到前辈所说的矿洞中去。MC中的矿洞很多，很密，错综复杂。也许是我运气好，我下的第一个矿洞，它并没有被开发，我很高兴，不断敲击矿物，然后收入囊中，矿洞的阴森并没有阻挡我，我试着做起第一支火把，之后就是无数支火把，这是消耗品，对此我并不吝啬。渐渐的我做出了铁套，我跳过了皮革盔甲的制作过程，它令我有些不耐烦，于是我着手收集铁矿烧制铁锭，制作第一套铁盔甲。\n  我的资产已经开始飞速的增长，我意识到我可以寻找伙伴的时候，我便开始在服务器中发送“诚招朋友”类似的词汇，在不懈的宣传下，我迎来了MC生涯的第一位朋友，在这里我简称他为“五一”。\n  好了，今天的故事就到这里，现在是22：30分，如果喜欢我的故事，不妨留个言支持下，也可以分享一下你的故事，时候不早了，各位晚安。",
    "replies": [
        {
            "author": "万特第42代",
            "timestamp": 1469695920,
            "txt_content": "曾经的MC友人，都是直接或间接在这里认识的，当年总是想着玩服务器，后来千辛万苦，找到一个服务器，玩了没多久，就关闭了。不久以后，因为等级6级的原因，结识了许多朋友，但是后来，服务器似乎都也一个个的关闭了，曾经欢乐的朋友都一个个走了。\nPS：也算是回归的第一水。{:10_509:}"
        },
        {
            "author": "懒虫哥",
            "timestamp": 1469696400,
            "txt_content": "前排围观！这是日记吗"
        },
        {
            "author": "1106109226",
            "timestamp": 1469698800,
            "txt_content": "【也许是我的劫数到头了，我经历了一系列痛苦的挣扎，最后被一位厉害的玩家收留，我没说什】你只记得那个玩家叫他,他帮你多大的忙啊.."
        },
        {
            "author": "1106109226",
            "timestamp": 1469699100,
            "txt_content": "1106109226 发表于 2016-7-28 17:50\n【我踏上了新的旅途，我杀了MC生涯第一只小黑，这令我振奋，于是准备大干一场，造了第一个熔炉，建了一座泥 ...\n我不会告诉你我前半年玩mc都是没见过合成表的[也不会合成好多东西，都是自己摸索的]，而且我单机了一年才知道有服务器这个东西"
        },
        {
            "author": "1106109226",
            "timestamp": 1469699400,
            "txt_content": "【我踏上了新的旅途，我杀了MC生涯第一只小黑，这令我振奋，于是准备大干一场，造了第一个熔炉，建了一座泥土屋，然后做了第一把钓竿，不幸的是制作过程中浪费了不少原料，我用地道把土屋与河流连接在一起，希望没人找的到我，有了家，我便收集了一些食物和木材，开始尝试着下到前辈所说的矿洞中去。MC中的矿洞很多】你是不是吧你下矿是时间拉长了.我记得我第一次进mc就是下矿，不造屋..."
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1469868180,
            "txt_content": "题目格式已修改好，后续章节按照本章题目进行修改"
        }
    ]
}