{
    "title": "STEAM 1.05 更新内容（中英合版）",
    "author": "johndragon",
    "replyCount": 7,
    "timestamp": 1308865320,
    "txt_content": " 本帖最后由 johndragon 于 2011-6-24 05:57 编辑 \n\nUpdates to Terraria have been released. The updates will be applied automatically when your Steam client is restarted. The major changes include:\n\nNPCs\n【NPC】\nNew Enemy - Lava slime, this enemy leaves behind lava on death\n新的敌人 - 岩浆史莱姆，在岩浆里不死。\nNew Enemy - Hellbat\n新的敌人 - 地狱蝙蝠\nNew Enemy - Demon\n新的敌人 - 精灵\nNew Enemy - Jellyfish (Two variations, Pink and Blue)\n新的敌人 - 水母（两种变种，粉色和蓝色）\nNew Enemy - Shark\n新的敌人 - 鲨鱼\nNew Enemy - Vulture\n新的敌人 - 秃鹫\nNew Enemy - Crab\n新的敌人 - 蟹\nNew Enemy - Antlion\n新的敌人 - 蚁蛉\nChanged the way worm enemies spawn.\n更改了蠕虫敌人产生的方式。\nBats, Hornets, and Eyeballs no longer enter water.\n蝙蝠、马蜂和眼球不再能够进入水中。\nSlimes now float in water.\n史莱姆现在浮在水面上。\nOnly one giant slime will appear at a time.\n一次只会有一只巨型史莱姆出现。\nThe Guide now seems quite knowledgeable in what an item can be made into if you show it to him.\n把道具给向导看，向导会告诉你这个道具可以做成什么。\nNPC shops now sell some items on certain nights, or after certain events.\nNPC的商店现在会在特定的夜晚或者特定事件发生后贩卖某些道具。\nDevourers should no longer gain random other enemies as its head.\n吞噬者死亡时不再产生随机的其他敌人。\nThe Nurse now charges the correct amount for healing.\n护士现在会正确的计算诊疗费了。\nBats now have a death sound effect.\n蝙蝠现在有一个死亡音效了。\nTalking to the old man at night will give the player a warning now before summoning the dungeon boss.\n晚上跟老人说话，在召唤地狱BOSS之前会给玩家一个警告。\nEntering the dungeon before defeating Skeletron now spawns a new NPC instead of Skeletron’s head. This should fix several issues with that event.\n在打败骷髅之前进入地牢，现在会产生新的怪物来代替骷髅头。这会修正这个事件的一些东西。\nEnemy coin drops have been adjusted.\n敌人掉钱数量被调整过了。\nMan Eaters and Snatchers are no longer effected by knockback and can attack through walls.\n食人者和抢夺者不再受击退影响，并且可以穿墙攻击。\nEater of Souls’ and Hornet AI has been improved.\n改进了噬魂者和黄蜂的人工智能（AI）\nEnemies now take up different amount of *slots* depending on AI style and strength. This will help balance conditions when there are lots of strong monsters spawned at once, such as \n\nImps and Bone Serpents.\n敌人现在根据人工智能（AI）的方式和体力会占用一定数量的“槽”。这个可以在很多强力怪物同时产生时用来平衡局势。特别是火焰小鬼和骨蛇。\nFish are no longer upside-down when out of water.\n鱼出水后不再会颠倒混乱。\nGreen slimes have been weakend so that start players can deal with them more easily.\n绿色史莱姆被削弱了，因此初始玩家可以更容易的对付他们。\nSlimes and Flying enemies no longer make a splash sound when hitting water.\n史莱姆和飞行敌人不再发出溅出的声音，当他们碰到水面的时候。\nItems of “Blue Rarity” or higher no longer burn up in lava.\n蓝色珍品道具和更高等级的道具不再会被岩浆烧掉。\nBurning Skull has been renamed to Cursed Skull, and given different AI.\n燃烧头骨现在被重命名为诅咒的头骨，并且有了新的人工智能（AI）。\nEnemy caster’s have had their rate of fire slowed down.\n敌人投掷者已经将他们的射击速度减慢了。\nMeteor heads have less health, do more damage, and move slower.\n陨石头（陨石附近的燃烧怪？）现在有更少的生命，造成更多的伤害，并且移动更慢了。\nThere are now slight size variations to the Eater of Souls and the Angry Bones.\n现在噬魂者和愤怒的骷髅有轻微的变异。\nSkeletron has less defense and health.\n骷髅怪防御和生命都减弱了。\n\n\nItems\n【道具】\nNew Feature : Buffs activated by Using Potions. Right click a buff to remove it from yourself.\n新的特性：使用药剂激活BUFF，右键单击BUFF可以从身上移除。\nNew Item : Hellfire Arrow.\n新的道具：地狱火之箭\nNew Item : Sandgun.\n新的道具：沙枪\nNew Item : Guide Voodoo Doll.\n新的道具：引导巫毒娃娃\nNew Vanity Items : Familiar Wig, Shirt, Pants to be worn in Social slots to “Hide your Armor”.\n新的装饰道具：常见的假发、衬衫、社交装备槽可以穿的用来隐藏你的护甲的裤子。\nNew Vanity Items : Doctors Shirt and Pants.\n新的装饰道具：医生的衬衫和裤子。\nNew Item : Diving Helmet.\n新的道具：潜水头盔\nNew Item : Night’s Edge\n新的道具：夜之刃\nNew Item : Dark Lance\n新的道具：黑暗长矛\nNew Item : Demon Scythe\n新的道具：恶魔镰刀\nNew Item : Trident\n新的道具：三叉戟\nNew Item : Coral\n新的道具：珊瑚\nNew Item : Cactus\n新的道具：仙人掌\nNew Item : Spear\n新的道具：矛\nNew Item : Glowstick\n新的道具：荧光棒\nNew Item : Sticky Glowstick\n新的道具：粘的荧光棒\nNew Item : Throwing Knife\n新的道具：飞刀\nNew Item : Poison Knife\n新的道具：带毒小刀\nNew Item : Silver Bullet\n新的道具：银子弹\nNew Item : Wooden Boomerang\n新的道具：木质回力标\nNew Item : Blowpipe\n新的道具：吹管（远程武器）\nNew Item : Seed (Ammo for Blowpipe)\n新的道具：种子（吹管的弹药）\nNew Item : Obsidian Skin Potion\n新的道具：黑曜石皮肤药剂\nNew Item : Regeneration Potion\n新的道具：恢复药剂\nNew Item : Swiftness Potion\n新的道具：迅速药剂\nNew Item : Gills Potion\n新的道具：峡谷（溪流）药剂\nNew Item : Defense Potion\n新的道具：防御药剂\nNew Item : Mana Regeneration Potion\n新的道具：MP恢复药剂\nNew Item : Magic Power Potion\n新的道具：魔法力量药剂\nNew Item : Featherfall potion\n新的道具：缓落药剂\nNew Item : Spelunker Potion\n新的道具：业余探勘者药剂\nNew Item : Invisibility Potion\n新的道具：隐形药剂\nNew Item : Shine Potion\n新的道具：光之药剂\nNew Item : Night Owl Potion\n新的道具：猫头鹰药剂\nNew Item : Battle Potion\n新的道具：战斗药剂\nNew Item : Thorns Potion\n新的道具：荆棘药剂\nNew Item : Archery Potion\n新的道具：箭术药剂\nNew Item : Water Walking Potion\n新的道具：水上行走药剂\nNew Item : Hunter Potion\n新的道具：猎人药剂\nNew Item : Gravitation Potion\n新的道具：重力药剂\nNew Item : Daybloom\n新的道具：日之花（貌似一天开花只开一天）\nNew Item : Daybloom Seeds\n新的道具：日之花种子\nNew Item : Moonglow\n新的道具：月之光（花？）\nNew Item : Moonglow Seeds\n新的道具：月之光种子\nNew Item : Blinkroot\n新的道具：眨眼根（+-+完全不懂）\nNew Item : Blinkroot Seeds\n新的道具：眨眼根种子\nNew Item : Deathweed\n新的道具：死亡草\nNew Item : Deathweed Seeds\n新的道具：死亡草种子\nNew Item : Waterleaf\n新的道具：水叶\nNew Item : Waterleaf Seeds\n新的道具：水叶种子\nNew Item : Fireblossom\n新的道具：火之花\nNew Item : Fireblossom Seeds\n新的道具：火之花种子\nNew Item : Shark Fin\n新的道具：鲨鱼皮\nNew Item : Feather\n新的道具：羽毛\nNew Item : Gold Chest\n新的道具：黄金箱子\nNew Item : Bottled Water\n新的道具：瓶装水\nNew Item : Tombstone\n新的道具：墓碑\nNew Item : Illegal Gun Parts\n新的道具：非法枪组件\nNew Item : Antlion Mandible\n新的道具：蚁狮下颚\nThe Silver Short swords recipe has been corrected, it is now craftable.\n银短剑配方被修正了，现在可以被制造出来。\nTorches and candles no longer work when wet.\n火把和烛台在湿的地方不再有用。\nDestroying a placed sign while you are reading it will no longer cause your character to become frozen.\n摧毁一个正在阅读的路牌不会导致你的角色卡死。\nRocket boots no longer require mana. They will provide lift for 1 second and recharge every time the player touches the ground or uses grapple. Lift speed has been slightly increased to \n\noffset loss of long flights. This makes the boots more viable for caster Characters.\n火箭靴不再消耗法力。他们提供1秒钟的升力，并且每触地或者战斗的时候恢复。上升速度有微小的提升弥补长距离飞行的损失。这让这双鞋对于远程角色更有用。\nThe explosion animation for bombs is now correctly displayed in multiplayer.\n炸弹的爆炸动画现在在多人模式下显示正确了。\nThere is now a message pop-up when the player receives an item.\n现在玩家得到一件道具会弹出消息了。\nFilled Buckets may no longer be emptied into solid ground.\n装满的桶现在不会在被到进固态的地块了。（刷岩浆的时候经常会碰到的事情）\nPots in the underworld now have a chance to drop hellfire arrows.\n地下世界的罐子现在有机会掉地狱火之箭。\nHandgun and Phoenix Blaster have been reduced in size.\n手枪和凤凰冲击波被缩小了。\nLowered the knockback of Muramasa.\n降低了Muramasa（村正吗？）的击退。\nReduced the damage of the Blue Moon.\n减少了蓝月亮的伤害。\nFlintlock Pistol and Musket have increased damage.\n燧发手枪和滑膛枪降低了伤害。\nOnly normal trees drop acorns.\n只有普通的树才掉橡果。\nFalling sand clumps are no longer carried by magic missiles/flamelash.\n下落的沙子团块不再会被魔法导弹和火焰冲击带起。\nJungle armor is no longer a drop. It is a craftable set.\n森林护甲不再是一个掉落装备，而变成可以制造的。\nMagic Mirror now requires mana to be used.\n魔法镜子现在需要法力才能使用。\nHarpoon and Maces now correctly show the player’s arm animation.\n鱼叉和锤现在能够正确的显示玩家的手臂动画。\nThe arms dealer will sell unholy arrows at night after the Eater of Worlds has been defeated.\n军火贩子在击败世界吞噬者后，会在晚上出售邪恶之箭。\nSpace Gun does more damage, but only penetrates 2 enemies.\n太空枪产生更多的伤害，但是只能透过两个敌人。\n\nServer\n【服务器】\nSpam detection is less aggressive.\n垃圾检查不会太强迫人。\nIncrease multiplayer security.\n增加了多人安全性。\nFixed a bug that could crash the server when the max amount of clients are connected.\n修正了达到连接上限时导致服务器当掉的BUG。\nAdded an option to enable additional cheat protection for servers.\n增加了一个选项用来在服务器上启用附加的作弊保护。\nServers now hibernate when no players are connected.\n服务器在没有玩家连接时会休眠。\nBlood Moons now stop correctly if time is changed to day by the server.\n当服务器时间切换到白天时，血月会正确的停止。\n\nGame Interface\n【游戏界面】\nUpon death, A more specific death message will appear for other players, so they know how you died.\n死后，更详细的死亡信息会出现在别的玩家那里，以便于他们知道你怎么死的。\nThe crafting and armor interface text will fade out when an item tooltip is in front of it.\n当一个道具提示在制造和装备界面前时，界面的文字会淡出。\nThe Hot Bar now shows the name of the selected item.\n快捷栏现在会显示选中的道具名称。\nPVP now requires 5 seconds between Activation and Deactivation and visa versa to prevent PVP spam. The same cooldown is in effect for Team Changing as well.\nPVP现在在激活和去活对战状态时，有5秒钟的冷却时间，以避免恶意切换。同时这个冷却时间也对队伍切换有效果。\nAdded hotkeys for quickly drinking healing, mana, and buff potions.The healing/mana potion you use is based on the same principle arrows are. Top-Left most item first. The buff \n\npotions are all used at once.\n增加了一个快速喝血瓶和蓝瓶和BUFF药剂的快捷键。血瓶和蓝瓶基于相同的原则。最左上的道具优先。BUFF药剂一次性全部使用。\nHolding right click on an empty space in the inventory will no longer make a sound effect as if something was there to be picked up.\n在道具栏长按右键不会产生一个拿起音效。\nDefense totals are now shown in your inventory.\n防御力总值现在会显示在你的道具栏里。\n\nWorld Gen\n【世界生成】\nTweaked the way sand is created during world gen. (Requires new world.)\n优化了生成世界时沙子的生成方式。（需要新的世界）\nOceans are now slightly larger and generation layout has been improved. (Requires new world.)\n海洋现在稍微变大了，并且产生布局有了改进。（需要新的世界）\nCactus now grow on sand.\n仙人掌现在长在沙漠里。\nCoral now grows in the ocean.\n珊瑚现在长在海里。\nChests can now spawn near the surface of the world. They will contain treasure that new players may find useful. (Requires new world.)\n宝箱现在会刷在接近地表的地方。里面会有些新手觉的有用的东西。（需要新的世界）\nChests and pots now contain loot based on the level they spawn in. (Requires new world.)\n宝箱和罐子的战利品现在取决于他们产生的层级。（需要新的世界）\nGold chests will now spawn in some parts of the world. (Requires new world.)\n金箱子将产生在世界各处（需要新的世界）\nCorrupt chasms have less of a chance to spawn on jungles. They also now have a cave connecting most of the chasms. (Requires new world.\n腐败的裂缝现在更少的机会会出现在树林里。并且他们现在有个洞会联通大部分裂缝。（需要新的世界）\nTraces of demonite are created during world gen. (Requires new world.\n恶魔的总计现在在世界生成时就被建立（需要新世界）\nSurface jungles have been enlarged, and will override deserts. (Requires new world.\n地表的树林已经被扩大了，并且会覆盖沙漠。（需要新的世界）\n",
    "replies": [
        {
            "author": "FMzero",
            "timestamp": 1308870600,
            "txt_content": "这不是让我废了我现在的屋子么T-T，速度找地图编辑器去..."
        },
        {
            "author": "zxc2157888",
            "timestamp": 1308880200,
            "txt_content": "。。。要建新世界就麻烦额了"
        },
        {
            "author": "johndragon",
            "timestamp": 1308885900,
            "txt_content": "可以建多个世界，新世界只是拿来打新东西，然后带回旧世界去。"
        },
        {
            "author": "luolita",
            "timestamp": 1308885900,
            "txt_content": "很给力的更新！"
        },
        {
            "author": "420952996",
            "timestamp": 1308906180,
            "txt_content": "泰拉瑞亚真是越来越耐玩了啊"
        },
        {
            "author": "烈之斩",
            "timestamp": 1308950280,
            "txt_content": "村正现在削得简直不能看啊"
        },
        {
            "author": "MC先生",
            "timestamp": 1308986100,
            "txt_content": "藥水快捷鍵在哪......"
        }
    ]
}