{
    "title": "建议！材质版更新版规！！！！！",
    "author": "柠檬柠檬柠",
    "replyCount": 13,
    "timestamp": 1469720580,
    "txt_content": " 本帖最后由 柠檬柠檬柠 于 2016-7-28 22:03 编辑 \n\n  我就直奔主题的说不废话了……\n最近随着鉴赏版（原海外版）发帖量上涨，外站优质地图逐渐减少，搬运一个主题我花费的可能是一个小时~两个小时，而作者制作一个地图可能花费一个月甚至半年左右.\n所以近期拓展业务发现材质版存在如下问题：\n\n1.版规的不完善情况\n\n以下的处罚方式为正常处罚，特殊情况另行考虑\n回复一般不作删除处理，所有针对回复违规的删除处理均改为屏蔽\n违规内容处理方式手动封禁扣分备注A1无意义水贴（回复）警告\n3连水以上-10金粒1A2无意义水贴（主题）警告，删除，撤销正面评分-1人气，-10金粒B贴内无材质预览图删除\nC剽窃警告，删除，撤销正面评分10天~永久-2人气，-20金粒，0~-3贡献2D散布广告警告，删除，撤销正面评分如为广告账号则永久封禁-2人气，0~-20金粒，0~-3贡献3E屠版删除4贴及之后的帖子+警告一次，撤销正面评分4贴及以上，每贴-2人气F国内二搬删除（此处应标注是否受，搬运优先权影响）专享的优先权和排他性注解http://www.mcbbs.net/thread-448620-1-1.html4G淫秽色情警告，删除，撤销正面评分3~10天，如为广告账号则永久封禁-2人气，-20金粒，0~-3贡献H辱骂警告，屏蔽视情况而定，挑起事端方加重处罚-1~-2人气，-20金粒，0~-2贡献I非原创材质使盈利性下载链接警告，删除，撤销正面评分-1~-2人气，-20金粒，0~-1贡献5J发布作弊类型材质删除，撤销正面评分此处应该添加警告K转载无有效下载链接删除6L错版贴删除/移动7M搬运著名材质删除此处应该添加，关于带有授权的注明材质管理办法8N由论坛BUG造成的重复发帖删除较早的帖子O发布有重大BUG的材质关闭，下沉，并在帖子注明此处建议应直接删除并告知9P材质整合关闭，下沉10Q搬运无原帖地址关闭，下沉（删除）R含有诅咒内容的帖子关闭，下沉，强制编辑（删除）此处应该添加警告过于严重可按照辱骂处理S重复搬运关闭（删除）此处与国内二搬发生冲突，并应注解是否应用授权搬运管理办法\nT无模板下沉（删除）11U无介绍（仅限搬运贴）下沉（删除）\nV非作者贴出带有回复可见帖子的下载地址屏蔽/撤销该评分-1人气121.无意义水贴滚键盘等无明确意义的回复，与主题极度偏离的回复，无意义占楼，纯单字回复（顶顶顶顶顶顶顶）。如：“2333333”“XDD”“666666”，不过像“MCBBS有你更精彩”之类的表示支持的回复不计入此列（多次刷帖除外）。2.剽窃将他人原创的材质原样并声称是自己原创的，算作剽窃。原创材质原创度不足60%却坚持填写原创的，也作剽窃处理。如仅模板填错，不扣除贡献。3.散布广告在主题内大量发布商业广告，其他论坛广告，病毒，CF刷枪，链接引向自己帖子等，根据广告内容的不同定义处罚程度。神TM CF刷枪4.国内二搬搬运中国大陆MC门户的转载材质，根据模板的“原帖地址”及下载地址判断（下载地址禁止使用大陆游戏门户的分享，否则同样删除帖子）（搬运贴吧等原创材质需要得到原作者同意）。国外授权搬运是否拥有优先权，国内二搬删除问题，参照建议第二条5.非原创材质使用盈利性下载链接adf.ly等可盈利链接是可以缩短网址，按照点击次数以盈利的网站。你只可以用原作者创建的盈利链接支持作者。6.转载无有效下载链接指转载的材质下载链接无效，被墙，有极大卡顿等7.错版贴提问/求资源等帖子删除，教程等质量较好的帖子移动至相应板块。8.搬运著名材质搬运被过度搬运的著名材质，详见：http://www.mcbbs.net/thread-196602-1-1.html 何为著名材质？！链接里就俩，如：例如五边形（MCBBS一堆人发出来）就不谈五边形，该网址里面的夏日材质包，随便搜索又是一堆……和解……9.发布有重大BUG的材质①含有空白方块，紫黑方块，材质严重错位的；②影响游戏运行，导致游戏崩溃的；③材质模型出现严重错误，错位的；④分辨率参差不齐的。10.蓝字部分违反蓝字部分规章两条及以上，则删除帖子。11.重复搬运如果版本比对方更加新，或质量比对方好很多的，不作处罚。重复搬运应改为：删除质量较差、或老版本帖子，是否应用授权搬运等问题参照上面12.非作者贴出带有回复可见帖子的下载地址以评分，回复，等任何形式爆出有回复可见帖子的下载地址（如果发现有此违规行为，可私信版主解决）\n\n\n\n关于问题我在上面白底红字做了标注。关于授权搬运的优先性与排他性摘自搬运鉴赏http://www.mcbbs.net/thread-448620-1-1.html\n\n\n\n\n2.关于国内二搬的问题\n我还是希望认真贯彻落实版规这会就不是二搬的问题了，2016年7月28日晚，我发现我获得国内某作者的材质搬运授权，然而我发现MCBBS材质版存在\n大量该材质的转载帖……内容大致为以下\n\n大家好我是XXXX今天我为大家带来XXXXX材质包希望你们喜欢！\n图1\n图2\n图3\n下载地址：XXXX\n然而，这种帖子还存在同源且多次搬运、编辑糊弄等问题\n\n\n\n\n\n\n\n\n\n\n\n\n3.关于剽窃定义（这一条很各洋人，但是我不得不说。）\n例如：将某材质利用PS色阶等功能进行批量更改使其 分辨率、明度等 或使其发生变化如水平翻转、加框、加杂点、这样如果算剽窃那么临界点在哪？\n以下是我修改后的五边形材质下的熔炉：\n\n\n我希望的是得到合理的标注，而不是说什么：一眼就看出来，这不废话吗，那座材质你一眼看不出来这是个炉子，你做的材质有何意义？！\n\n\n\n以上仅我个人愚见，如有冒犯请多包涵。\n\n\n\n\n\n\n[groupid=1266]IntelliGence Group[/groupid]",
    "replies": [
        {
            "author": "WM2030",
            "timestamp": 1469782680,
            "txt_content": " 本帖最后由 WM2030 于 2016-7-29 17:10 编辑 \n\n嗯……说的挺有道理的\n\n然后授权优先问题\n这个也是包括在“质量”里的\n\n然后国内二搬和重复搬运是两个概念\n国内二搬是\n外网→国内其他论坛或网站→MCBBS\n重复搬运的话就不用解释了\n\n然后作弊性质材质的警告问题\n现在已经基本消除\n这一条主要是针对以前遗留的老贴\n当然你的意见可以接受\n-完-\nps：这仅为本人理解\n具体仍需要制订版规的七一九来看\n@719220502"
        },
        {
            "author": "🍞bread",
            "timestamp": 1469784060,
            "txt_content": "\n国内二搬指搬运已经在论坛或中国大陆minecraft网站发布过的帖子，包括原创以及搬运材质\n打个比方，有人在国内（大陆）论坛搬运了XX材质，并发了贴，你看到那个帖子后又发了个搬运贴，然后原贴注明的是他发的帖，这就是国内二搬\n所以为何要管是否受搬运优先权影响呢？\n\n\n如果认真发帖，那么排版，设计等等都要付出时间\n直接删帖，也就是说原作者想要修复得重新再发帖，再付出时间\n让我用双份的时间干一份事情，Excuse me？\n\n\n著名材质的影响力由于过大（比如某实况主带起来的五边形风潮），导致出现了大量质量参差不齐的搬运贴，为了保证材质版质量，所以才对几个搬运过于频繁的材质进行限制，并找出质量最优秀的搬运帖，至于为什么依然留存一些搬运贴，部分是该规则出来之前的，另一些的话，别问我，问719，tsd还有那个新来的去→_→\n\n\n合理标注？如何合理？\n这东西不拿版主眼睛分辨拿什么？你要量化相似程度？那你说说你这两张图相差多少，给个量，别跟我说什么很像，差不多这类虚的，就给个数据，这两个相似度百分之几？\n算临界点？你说说临界点数据？是不是还要说颜色相似不能超过几个R值G值B值？然后发现“疑似剽窃”的把材质里几百张图片用Photoshop进行各项对比，花费版主大量时间心血经过N周甚至N个月后，宣布把XX扣几个分，给XX加几个分？\n\nMDZZ\n"
        },
        {
            "author": "Ghast...",
            "timestamp": 1469784480,
            "txt_content": "面包bread 发表于 2016-7-29 17:21\n国内二搬指搬运已经在论坛或中国大陆minecraft网站发布过的帖子，包括原创以及搬运材质\n打个比方，有人在 ...\n量化：\n把每个像素点颜色的16进制或RGB代码写成矩阵\n然后用cmd对两个矩阵进行对比\nhhh"
        },
        {
            "author": "Ghast...",
            "timestamp": 1469784900,
            "txt_content": "fc 1.txt 2.txt复制代码\n这是对两个文件进行比较的代码\n如果路径有空格，要用引号括起来\ncmd打开方法：\nwin+R\n在弹出窗口里输入“cmd”，按enter（回车\n把上面的代码复制到cmd里，要右键粘贴，不能Ctrl+v\n回车执行"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1469792280,
            "txt_content": " 本帖最后由 柠檬柠檬柠 于 2016-7-29 17:40 编辑 \n面包bread 发表于 2016-7-29 15:21\n国内二搬指搬运已经在论坛或中国大陆minecraft网站发布过的帖子，包括原创以及搬运材质\n打个比方，有人在 ...\n1.按照你的说法国内二搬并无卵用，例如：我在MCBBS看到一款材质，我只需要排版比他牛B就可以了，图床都不用换，而原贴为啥要写国内帖子？，原贴写原贴何处转载我就写何处转载不就完了？！那么这个国内二搬并无任何卵用啊？！2.这个可以，但是建议强制删除下载链接。\n3.至于为什么依然留存一些搬运贴，部分是该规则出来之前的，另一些的话，别问我，问719，tsd还有那个新来的去→_→\n可以回复让我问别人- -这也是很强势的解答\n\n4.关于剽窃的问题我看了你的回复正是我想要说的，我想了一天怎么回复你，\n或许可以采用我的建议：\n\n1.原创材质必须晒出至少三张关于你制作材质时的带软件截图，PS要带图层（非合层后）\n AI CDR等晒出相关选区，并且不可仅以此为依据，是否原创依旧需要版主判断。\n\n2.晒出至少一张在制作过程中作废的游戏截图（你就是再大的手子，也需要修改的吧？！）\n\n\n3.分享 你制作过程中的故事……\n我的建议是（第一条为必须，而三条为任选一条）\n如果你有好的建议或者见解希望你能提出，而不是丢给四个超大字母，另外你都九级了哥们，你又不是mine米，有话不能好好说吗？\n\n\n\n\n"
        },
        {
            "author": "WM2030",
            "timestamp": 1469793720,
            "txt_content": " 本帖最后由 WM2030 于 2016-7-29 20:45 编辑 \n柠檬柠檬柠 发表于 2016-7-29 19:38\n1.按照你的说法国内二搬并无卵用，例如：我在MCBBS看到一款材质，我只需要排版比他牛B就可以了，图床都不 ...\n这个防剽窃制度反人类啊……\n然后国内二搬问题\n是我们在发现了有人把锅内拌匀国内搬运的帖子再次搬运之后\n再提出的这一制度"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1469794320,
            "txt_content": "WM2030 发表于 2016-7-29 18:02\n这个防剽窃制度反人类啊……\n然后国内二搬问题\n是我们在发现了有人把锅内拌匀的帖子再次搬运之后\n主要问题是……我发现你这个制度并没任何卵用啊= = 这是关键= ="
        },
        {
            "author": "tsd1",
            "timestamp": 1469800320,
            "txt_content": "国内原作品只能在国内原发布网站上发布，至于国内是否允许转载，这个我目前是坚持国内不允许二搬的，只有原作者才能发布。\n其他内容因特殊原因暂时没时间回复，且待我明天仔细阅读。"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1469801160,
            "txt_content": "tsd1 发表于 2016-7-29 19:52\n国内原作品只能在国内原发布网站上发布，至于国内是否允许转载，这个我目前是坚持国内不允许二搬的，只有原 ...\n那么那老多重复的是啥子情况？！"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1469840280,
            "txt_content": "现在不在电脑前，先说结论<br> 删除“刷枪”（前几年太泛滥）<br> 重复搬运和国内二搬不冲突，区别是搬运来源<br> 重复搬运问题是处理不力，感谢反馈<br> 反对其他"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1469841780,
            "txt_content": "719220502 发表于 2016-7-30 06:58\n现在不在电脑前，先说结论 删除“刷枪”（前几年太泛滥） 重复搬运和国内二搬不冲突，区别是搬运来源 重复 ...\n那么就我上面说的，如果我在MCBBS看到一款材质，并且其原贴为国外，我是不可以直接扒下来排版随意加一些点缀即可通过审核，就我目前，上面发的图来看，这个审核标准似乎很低，我不知道是否可以在材质版这样水一下……\n另外，在下就事论事，如有冒犯，我向你们说声对不起（鞠躬）"
        },
        {
            "author": "tsd1",
            "timestamp": 1469874840,
            "txt_content": "作一总评：\n关于搬运：\n许多材质的作者已经在帖子里面注明了“允许搬运”，那末这些材质也就无所谓“授权搬运”。如果作者使用“知识共享”协议，那就更无所谓“授权搬运“了。\n只有原作者明确将排他性搬运权授予给搬运者，那末该搬运者才具有搬运的”排他性“。如果仅仅是简单的允许转载，那么并没有排他性。因此版规中也没有必要写入。顺便明确一下，展示&共享的规则并不适用于材质资源版块。\n禁止搬运著名材质是为了防止恶性竞争，目前指定的搬运工均为可信、能持久更新的搬运工。随便更换是不可能的。\n出于保护国内原创的目的，任何形式的国内二搬目前都不会允许，只有原作者才能来发布。\n重搬属于管理不力，一方面是帖子数量过多，一方面是难以查找，一方面是以前没有关心这一方面。这是我们失职了。但是版规本身并没有问题。\n关于剽窃定义：\n将他人材质声称为原创、使用他人材质内容但是不标明原作者都属于剽窃。只要可目视的使用他人材质内容且不注明的行为均属于剽窃。帖子中你说的例子也算作剽窃。至于为什么不能量化，我想面包已经说的很清楚了。\n综上，十分抱歉，不能同意阁下的大多数建议，但是仍然感谢反馈。"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1469877900,
            "txt_content": "tsd1 发表于 2016-7-30 16:34\n作一总评：\n关于搬运：\n许多材质的作者已经在帖子里面注明了“允许搬运”，那末这些材质也就无所谓“授权搬 ...\n知道了，感谢回复。{:10_530:}"
        }
    ]
}