{
    "title": "我的世界原版方块中你不知道的秘密",
    "author": "—阿韩—",
    "replyCount": 11,
    "timestamp": 1469731140,
    "txt_content": "1-石头　　圆石烧出来的玩意。大概算是喜闻乐见的第二常见方块。　　在1.9pre以及之前的版本中，岩浆从水的[顶部]流过会直接生成石头而不是圆石。　　然后这个方块就没啥亮点了。　　2-草方块　　不是土哟。是长了草的。　　进入MC中第一个可以看见的方块。是PC以及PE以及各种资讯网站的图标。和JJ怪头作为MC的两大图标之一。　　在不同的生物群系中会变换颜色，经常有少年看见枯黄的草就是因为这个。　　如果有方块放置在上面的话，草会消失，变成3号的土方块。但是放置草方块或者半砖方块不会。水也会冲掉草。　　除此以外和3号土方块的特性基本一样。　　3-土块　　不长草的土。最容易挖掘的方块，最便宜的建材，最不耐炸的方块，最重要的方块。　　为啥重要？因为是基本上所有植物生长的基本。　　当然仙人掌君蘑菇君地狱疣君另当别论……【要是算上蘑菇君的话能长的还包括基岩！】　　和草方块一样，还是一个不参与合成的方块。　　挖掉草方块也会掉落土。毫无亮点。4-圆石　　必须用镐挖掘石头才能掉落的圆石方块（别跟爹提TNT）。放进熔炉里烧可以变回石头。　　懒人少年和新手们的常见建材。（用来盖特殊建筑也是很好看的）　　当水碰到岩浆的流动方块时会生成。（水碰到源头的岩浆方块会变成黑曜石）　　值得一提的是，它不会被地狱轰炸机（恶魂）的火球炸掉。可以用来保护传送门。　　仔细观察的话会发现，这个方块顶部和底部的材质亮度不一样。　　5:x-木板（包括原版的四种木板，冒号后面即为种类）　　多好的建材啊便宜又好看。　　不过据说当它第一次出现在源代码中时……它看起来就像个原木。　　在游戏代码中有一个看起来像木板的方块，但是却是刷怪笼的作用。刷出猪时便会消失。　　用木板当做燃料可以燃烧15秒，烧一个半的东西。　　在某个奇怪的版本中，撸树直接掉木板。（不科学！）　　6:x-树苗（包括原版三种树，x为种类代码）　　LZ一直很好奇这个方块为什么排名这么前面。明明不是基本方块。　　当然是用来种树的。砸掉树干后，树叶自己消失也会掉落。　　需要注意的是，如果被水冲掉，它貌似不会作为物品掉落（非个人经验）。　　如果你站在树苗上然后它突然长出来了的话，你会被卡在树干里窒息而死（1.4中貌似已经修复）。　　某种情况下你用骨粉来给它施肥的话……它会只长出叶子（极其罕见）。　　它可以在没有光的情况下生长。但是需要给它留下足够的生长空间。　　树苗+骨粉，是您在服务器居家旅行黑人拆家必备良品。（？）7-基岩　　喜闻乐见的基岩君。无数少年因为它失去了自己的金镐和手括弧各种意义。　　是一个生存模式里无法摧毁的方块。　　如果开创造砸掉它掉入虚空，每半秒会损失四滴血（两颗心）。创造也会。　　MC世界的底层有5层不规则的基岩（当然最后一层是全满的）。　　如果你在最底层的基岩放置了一艘船或者一个矿车然后坐进去，你就会掉进虚空。　　还有……它不会积雪（新版已修复？）。　　8-流动水　　9-水（流出水的源头方块）　　两个基本上没啥差别于是我放在一起了。原版中唯二的流体方块。　　僵尸和骷髅老爷之友。让他们可以在阳光下生存。　　如果你站在没水的地方挖掘水下的方块，它不会出现裂痕。　　透过冰看不见水，透过水看不见冰（略神奇）。　　MC中也有水面折射。在水下看岸上的东西会稍微近一点。　　在水下砸方块耗费平常五倍的时间。　　在Classic版中，海绵会吸收5x5x5的水。　　10-流动岩浆　　11-岩浆（流出岩浆的源头方块）　　岩浆会以地上或地下岩浆湖，和岩浆瀑布的形式自然出现。　　但是在源代码中，地面的岩浆叫Lava，而地下的岩浆叫Magma。没找到差别。　　在地狱非常常见，以岩浆海和岩浆大柱♂子形态存在。　　玩家和生物碰到岩浆都会着火，貌似除烈焰人外其他会受到每秒半颗心（一滴血）的伤害。　　当然在死或者火焰消失之前跳到水里就可以灭火。　　TNT，书架，树叶，羊毛，原木和木头在范围2格以内有岩浆便会着火。（木质的楼梯、压力板、栅栏、栅栏门和半砖不会。）　　一桶岩浆可以作为燃料燃烧1000秒（木炭和煤炭是80秒），但是会把桶吃掉。（新版已修复？）　　岩浆远远比水流动的慢，且从高处留下会比从地上流开多扩散一格。　　水碰到流动岩浆（10号）形成圆石，碰到岩浆（11号）形成黑曜石。　　关于岩浆还有一个奇怪的西北定理，有兴趣的少年可以度娘一下。12-沙子　　一个常见的重力方块。想让它漂浮在空中的方法实在太多，不一一解释。　　是一个环境方块，常见于水边和沙漠。虽然用铲子挖掘更快，但是它可以简单地用手挖掉。　　如果掉在玩家或生物头顶会造成伤害。　　在红石机关中用处很大。　　如果沙子上积了雪，你就可以把树苗放上去。虽然不知道会不会长出来。　　浮空沙子会在游戏地图中自然形成。敲一下它或者破坏周围的非重力方块或者在它旁边放置方块它就会像多米诺骨牌一样掉下来。而走过去不会。　　13-沙砾　　第二个重力方块。神级酱油君。　　为什么呢。因为它无处不在。无论你是在游泳，挖矿，和村民搞基甚至是在地狱泡澡（雾），你都能看见这货的身影。　　挖掘后有百分之十的几率掉落燧石。除此以外跟沙子特性差不多。　　14-金矿石　　土豪炫富用。最弱的材料。　　但是毕竟加速铁轨什么的还有用啊。　　在Classic版本中出现地点比原来高，甚至高达岩层表面。　　西北定理：在坐标原点（0,0）的西北方向，所有矿石和岩浆出现的几率会比其他方向多百分之五十。　　在多人游戏中，金矿和钻石有时会非常密集地集中在一个地方出现。15-铁矿石　　步入铁器时代的重要标志。实用性极高的工具，当然现实中也是。　　有时会在地表发现，但是几率很小。　　铁矿脉有时候会呈对角线分布，也有时会不连通在一起。　　在Classic模式中，铁矿脉的规模十分巨大，有时候甚至会横贯三个或以上的洞穴。　　西北定理对此矿物也有用，但据吧友所说已经被修复了。　　16-煤矿石　　最常见的矿物，热值是供熔炉燃烧80秒。（岩浆1000秒，烈焰棒300秒，其他木质物品较短）　　在断崖和裸露的岩石上经常会发现。出现几率是岩石的1%。　　在Minecraft的第一个版本中，用空手挖掘煤矿掉落一个煤，而手中持有任何物品去挖掘则掉落三个。　　在Notch（还是Jeb来着）的一次专访中，他透露，尽管煤炭和木炭是两种东西，但是它们拥有完全一样的材质和性质，只有编码不一样。　　如果通过Silk Touch精准采集（或其他途径）附魔镐获得煤炭原矿，它不能被烧出煤炭，你只能放在地上然后再拿普通镐挖掘。　　17-原木　　想致富啊先撸树。确实，进MC第一件能干的是就是撸掉树干，然后才可以开始生存。　　现在它叫Wood木头，而以前它叫Log原木。　　原版中有四种树木，图中从左到右分别是橡树，云杉树和白桦树。还有一种异常高大的雨林木，没有出现在图中。　　可以用手撸掉，不过用斧头更快。可燃。放进熔炉里烧可以烧出木炭。　　细心的少年会发现，树干的横截面上有年轮，两轮。尽管你用金克拉（骨粉）可以立刻使它长出来，它还是两岁。　　在Alpha 1.2到Beta 1.3版本中，木头如果只有一面着火的话，火和木头都会永久的存在下去。据说当年是做壁炉的好材料。18:x-树叶（x为不同种类树叶代码，不填或0为橡树叶，1为云杉树叶，2为白桦树叶，3为雨林树叶）　　树叶是一种方块。　　是所有可燃性方块中燃烧最快的。　　摧毁树叶掉落树苗的可能性为6.25%。　　用手可以摧毁树叶，但用剑更快，虽然你的剑会损耗双倍的耐久。　　一棵树可能会有多种不同颜色的树叶。　　用剪刀剪掉可以获得树叶方块，但不掉落树苗。　　在玻璃还没有出现的年代，树叶被用作窗户。　　Fast图像模式的树叶是不透明的，而Fancy模式树叶间是透明的，可以透光。　　如果在Fancy图像模式中有透光的树叶，切换到Fast后透的光不会消失。　　在Beta中，如果你的树叶是透明的，当你在击打树叶时，你不能透过它看见云和雪。　　树叶会穿过其他方块生长。　　Fast图像模式中，树叶上会生怪。　　默认材质中，橡木和白桦树木树叶材质上树叶和透明区域的比例是3:2，而云杉树叶是9:5。　　白桦树的材质跟恶魂的脸十分像。　　19-海绵　　通常情况下，也就是我们常玩的Beta版中，海绵是不能吸水的，像图中一样。　　吸水的海绵只在Classic和Indev中版本出现，吸收5x5x5的水。　　海绵只能在创造模式下获得，生存模式在海里找到海绵的一定是见鬼了。　　它在2009年六月20日的0.0.19a client更新中加入。　　如果生存用手破坏海绵，它不掉落。（可能有误）　　20-玻璃　　装饰性方块，几乎完全透明。　　透过玻璃看不到其他玻璃。　　不自然生成，摧毁不掉落。　　火把，红石线，南瓜灯，铁轨，门，压力板，床和台阶不能放在玻璃上。　　在生存测试模式中，用手摧毁玻璃非常快且掉落玻璃。　　Notch曾经透露过一个低优先级更新内容：岩浆接触沙子产生玻璃。　　玻璃上无法制作无限水。　　将玻璃放在箱子上，箱子还是能正常打开。　　在水底造一根通向水面的玻璃柱子可以让水底透进阳光。　　水在玻璃旁边流动的更快。　　当在一个掉落物品上防止玻璃，物品会被卡在玻璃里。　　在Beta1.5_01前，雨滴会穿过玻璃。　　同树叶一样，用剑摧毁玻璃更快，但是剑损耗双倍耐久。　　蜘蛛骑士的箭会穿过玻璃造成伤害。21-青金石矿　　青金石的英文名称为Lapis Lazuli，来自拉丁语Lapis Lazuli，前者意指宝石，后者则指蓝色的（宝石）。其工艺品称\"青金\"，古称\"金碧\"、\"点黛\"或\"璧琉璃\"。真实世界中的青金石在阿富汗的巴达赫尚省已经有6000余年的人类挖掘历史。考古学家发现，在古埃及曾使用海蓝宝石作为货币，在那里青金石与黄金价值相当。　　MC中的青金石矿跟煤炭，红石和钻石一样，挖掘直接掉落矿石。　　用于染色，合成青金石块做建筑用或和其他染料结合。　　挖掘掉落4-8个。跟红石一样不需要精准采集即掉落多个矿物。　　用石镐即可挖掘。　　只在32层以下高度出现。　　出现几率是钻石的1.5倍。　　出现几率从1层的0%逐步上升到17层的0.078%，从20层的0.071%开始下降到35层回归0%。　　22-青金石块　　关于青金石的一些历史前面已经讲过了，于是不多说。　　这是一个由九个青金石合成的青金石块，用作建筑装饰和储存青金石。　　是唯二两个由不能锻造装备的材料合成的材料方块。（还有新版的绿宝石）　　在Alpha 1.6.6前，青金石块是最容易锻造的方块之一，因为每个青金石矿掉落4-8个青金石。但是之后这个地位被萤石抢走了。　　对了，这里补充一个前面没有讲到的青金石特性，就是由于它独特的渗透性，古代人们经常拿它来做壁画。（拿黄金涂在墙上的土豪们啊→_→）　　23-发射器　　（LZ找不到神庙……）　　编号最靠前的红石机关，每收到一个红石信号就发射装填物一个。　　它侧看起来是熔炉的材质。（N神又偷懒）　　跟箱子不一样，砸掉它的话里面的东西就就全没了。Notch说过这是一个BUG。　　放置时它面对玩家。　　原版只有箭、雪球和鸡蛋能正常发射，其它物品只作为物品掉落。　　发射器中射出的箭无法拾起，就像骷髅射出的箭一样。　　跟大多数红石驱动的机关不同，它可以被放置在它正上方的红石线激活。当发射器内九个格子都被填满后，九个格中的物品发射出来的几率是不一样的：　　（格子编号从左到右，从上到下）　　1:0.4%　　2:2.9%　　3:5.2%　　4:7.6%　　5:10.3%　　6:13.3%　　7:16.5%　　8:20.0%　　9:23.8%　　意思就是，从最左上的格子到最右下的格子依次递减。　　如果发射器旁放了一个红石火把，每次信号连入和信号消失分别会发射一次，也就是激活一次发射两次。　　24-沙石　　沙漠生存第一夜的好材料，四个沙子造出一个沙石。　　跟沙子不一样，它不是重力方块，不会掉落。　　沙漠中的村子有时也会变成全沙石打造。　　沙漠底下一般会有几层沙石。（估计是防止沙子掉到天然洞穴里的）\n\n",
    "replies": [
        {
            "author": "missing_tg",
            "timestamp": 1469747340,
            "txt_content": "作者大大辛苦了~打了辣么多字"
        },
        {
            "author": "ZhangJiaMinglv",
            "timestamp": 1469748000,
            "txt_content": "（复制过来先将字体和白色背景清理掉啊OTZ\n\n嗯这些一般就都知道了"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1469749260,
            "txt_content": "麻烦你把白色背景去掉，看着有点犯强迫症。"
        },
        {
            "author": "Ro丶七巷",
            "timestamp": 1469749260,
            "txt_content": ".......楼主fuzhi辛苦了"
        },
        {
            "author": "镜钥钥",
            "timestamp": 1469751000,
            "txt_content": "“游.戏.园”三字怒刷存在感\n阁下怒刷分"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1469751120,
            "txt_content": "全都知道怎么办？？？？？？？？？"
        },
        {
            "author": "386932841",
            "timestamp": 1469751540,
            "txt_content": "这水的.."
        },
        {
            "author": "mc.xinchen",
            "timestamp": 1469752500,
            "txt_content": "LZ大大辛苦了打了好多字"
        },
        {
            "author": "344082878",
            "timestamp": 1469755440,
            "txt_content": "lz辛苦了"
        },
        {
            "author": "—阿韩—",
            "timestamp": 1469770320,
            "txt_content": "我那里明白的说明了，是转载的。"
        },
        {
            "author": "q1a2g3",
            "timestamp": 1469770860,
            "txt_content": "青金石那里你忘掉了红石XD\n"
        }
    ]
}