{
    "title": "【原创·连载】我的故事 第八讲 [作者：教皇]",
    "author": "mmbbggf",
    "replyCount": 2,
    "timestamp": 1469847900,
    "txt_content": " 本帖最后由 mmbbggf 于 2016-7-30 16:50 编辑 \n\n团结的国家永远不消亡。\n  我们在2011年中旬的某一天建立了“小岛联盟”，我.VV.五一，是我们三个造就了它，误打误撞，无意间打开了一扇大门。\n  一个团体的发展，离不开“团队的协作”，简而言之就是“团结”。我们很好的做到了这一点，一种默契，一种感受，被别人信任和信任别人的感受。\n  我们的联盟成立后便在服务器里宣传自己的组织。在讲解接下来的故事之前，我得先说下服务器的规模，版本大家都知道了，是1.5.2，它是一个中世纪冷兵器战争服，自由纯净，无污染，这不是广告，的确就是这样。那会战争服不多，据我所知大规模的战争服也就一两个吧，平时进服的人很多，可以用“热闹非凡”来形容，这个环境，让我们都看到了机遇。\n  就像之前说过的，我们的管理经验都是“所谓的都是些猜测的”，并没有真正的经历过类似的教育，走到一起算天意，同甘共苦是命运。\n  但一个大规模的社会，不论真实与否，总是有强权的，我们成立后的一周加紧宣传，当中免不了磕磕碰碰，小事易解，大事却难了，我们无法摆脱一些好事玩家的骚扰。为此我们头疼不已。不过在之后的几天里，我们拉了不少的玩家，大部分都是新人，其中我印象最深的是superman与apple。还有其他的我不记得了。我们在岛上建立起指挥所，哨塔，还有各式各样的建筑，但我在建设时没帮上什么忙，事后回想，还是有些遗憾的。\n  我们的确是在慢慢的扩张，但我们和我们扩张的对象都是存在利益关系的，在利益面前人人都是为己的，这也就造就了我们第一场战斗。\n  2011年中旬，夏天的某日，“小岛保卫战”打响。其实在几天前我们接到过类似的威胁，说要把我们岛上的人都杀了，发送威胁的人仗着自己是VIP就可以胆大妄为，服主已经不管VIP的行动了，所以我们是属于孤立无援，无处诉苦的那方。  而且，我们的装备也都很简陋，铁套，铁剑，对面是清一色的附魔钻石套装！\n  其实，一开始我并不知道这些人，是后来五一和VV告诉我的，他们很紧张，我听了也很紧张，心里发虚。\n  战斗来的太突然，不过，这次我不是一个人。\n  我们的小岛在几周的扩容之后，是一种崭新的面貌，说不上来，只记得当时我被告知那些VIP找到了我们的小岛开始进攻的时候，所有人是同仇敌忾，喊着小岛万岁，气氛令我感动。只记得五一和VV永一直站在我这边，他们拿着弓箭瞄准敌人，然后发射。还有其他的成员，在岛上搭起了临时的防护工事抵御着进犯的敌人  一开始的战场很小，但是我们人多，由于装备上的不足，所以需要每个人发挥自己最大的能力，就把战场扩大了一点，我们作业时一旁还有人在厮杀，拿着各种剑互砍。那时，我们是及其狂热的。\n  团结的国家永不消亡。\n  战斗打了很长时间，我们个个的士气依旧不减，坚守着自己的位置，死了一次复活，再拿上另一把武器继续战斗，武器不够就造。只记得我们打了很久，很久。\n  在意料之中又在意料之外，最后的胜利是归我们的，原因不是我们强大，而是我们团结，对方基本都在海里游走，没有上到岛上，就这样耗了很久，以他们的下线结束了这场战役。为此，我们都很开心，胜利之后欢呼雀跃，但谁能料到，之后发生的事呐？\n  好了，故事就先到这里，各位再见。",
    "replies": [
        {
            "author": "匿名",
            "timestamp": 1469867820,
            "txt_content": "恩首先，①.标题：\n\n在标题中请加上前缀，大致需要包含两点内容：此为原创作品还是转载作品，以及是单篇还是连载。格式大致如下：<原创·连载>作品名[章节名][作者]，如果是单篇可不加章节名。无特殊情况标题不可过长，可以因为个人审美原因更改符号，大概就是自己认为怎么样的前缀好看怎么弄，对于符号问题不做过多限制。\n示例：【原创·连载】【晓】【24】【by冥王星人】\n然后貌似不能发在创作版因为本身性质不对。\n另，发在茶馆给人气的会多一些。\n\n\n\n我不是版主我是baka"
        },
        {
            "author": "sean4mmies",
            "timestamp": 1470034680,
            "txt_content": "QAQ...加油加油给予鼓励"
        }
    ]
}