{
    "title": "人类探索太阳系再有重大发现：鲁特西亚真容曝光",
    "author": "670116890",
    "replyCount": 9,
    "timestamp": 1469881080,
    "txt_content": "S上看新闻当真莫名其妙【害怕】",
    "replies": [
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1469881260,
            "txt_content": "标题: 人类探索太阳系再有重大发现：鲁特西亚真容曝光  欧洲宇航局在今日公布了“罗塞塔”彗星探测器拍摄的首批关于小行星“鲁特西亚”的高清晰图像。宇航局的官员认为，这有利于人类更好的了解太阳系和早期太阳系是何种模样。“鲁特西亚”小行星是一颗火星和木星轨道间运行的小行星，在此之前人类并不了解它的长相。而“罗塞塔”彗星探测器在10日时拍摄到了它的形状，当时两者的距离为1900英里。随后探测器拍摄了它的400多张照片。根据报道，“鲁特西亚”的表面布满陨石坑，说明该小行星曾经遭受过多次外来天体的剧烈撞击。鲁特西亚是椭圆形体的小行星，它的直径只有83.3英里长。欧洲宇航局的官员表示：“这是多么令人兴奋的意见事情，虽然处理这400张图片要经过几个星期的时间，但是这无疑是一个巨大成功的开始，这太让人快乐了，因为鲁特西亚有助于我们更好的了解46亿年前太阳系是如何形成的，希望图像让我们发现一些不为人知的信息。”“这是我们迄今为止发现的非常重要的小行星，这不仅对欧洲宇航局来说意义非凡，同时对整个人类社会探索宇宙也是很重要的时刻，因为此前我们并不清楚何种小行星具备金属和含有一氧化碳，它的这些成分是如何得来的，我认为通过对鲁特西亚的研究，会给我们答案。”据日媒报道，当地时间本月26日凌晨0点2分左右，樱岛火山(位于鹿儿岛市)的昭和火山口发生爆炸式喷发，喷烟距火山口高达5000米。据日本福冈管区气象台介绍，这是2013年8月以来再次出现高达5000米的喷烟，刷平了昭和火口的观测历史纪录。有火山灰飘落至鹿儿岛市区，市政府26日早晨出动了共29辆洒水车及道路清扫车。　　摄于2009年2月6日的樱岛火山日媒指出，这已是樱岛今年第47次爆炸式喷发。喷发警戒级别依然维持在3级(日本标准：限制进山)。当地气象台此前预计鹿儿岛市内会有大量落灰导致视野变差，一度呼吁市民保持注意。但因风力较弱，市区内未出现大量落灰，交通设施也未受到影响。但落灰导致市区内车辆挡风玻璃变黑，市民不得不一早开始打扫。手持扫帚清扫餐厅停车场的一名居民擦着汗表示“必须进行清扫，以免客人惠顾时尘土飞扬”。据国外媒体报道，所谓的“太空版百慕大三角”是宇宙中最危险的辐射区之一。日前，欧洲研究员用空前的细节揭示这个怪异的辐射区，距巴西海岸上空几百公里。太空版百慕大三角也被称之为“南大西洋异常区”，是环绕地球的带电粒子环——范艾伦辐射带距地面最近的点。在上世纪50年代发现范艾伦辐射带时，科学家便怀疑南大西洋异常区构成一定威胁。航天飞机的宇航员抱怨称，在穿过这个怪异区域时，他们的笔记本电脑有时会崩溃。哈勃太空望远镜等航天器编程上会在穿过太空版百慕大三角时关闭，以免遭到破坏。国际空间站也采取额外的防护盾，应对这种威胁。除了航天器外，宇航员也会受到影响，导致他们出现光幻视现象。全球星卫星的早期失灵现象据信便由穿过南大西洋异常区所致。南大西洋异常区也被称之为“太空版百慕大三角”，会对穿过这一区域的卫星产生不利影响，导致它们面临高于通常水平的辐射。太空版百慕大三角是环绕地球的带电粒子环——范艾伦辐射带距地面最近的点。意大利国家天体物理研究所的里卡多-卡姆帕纳等科学家对1996年至2003年服役的X射线监测卫星BeppoSAX获取的辐射数据进行了分析。根据他们的分析发现，南大西洋异常区底层的辐射水平远远低于顶层。此外，他们还发现这个区域向西缓慢移动。目前，这支研究小组正在设计一架太空望远镜。服役后，这架望远镜将穿过南大西洋异常区底层。迄今为止，科学家尚未对这个危险区进行深入研究。卡姆帕纳在接受《新科学家》杂志采访时表示：“太空任务规划时采用的绝大多数辐射模型均立基于根据高空高倾度观测数据进行的推测。低倾度低空地球轨道对天体物理学卫星的重要性越来越大，原因就在于它们的低背景辐射环境。借助于1996年至2003年服役的BeppoSAX卫星搭载的粒子监测器的粒子背景测量数据，我们对一条低倾度低空地球轨道(距地面500到600公里，倾度为4度)的辐射环境进行了研究。南大西洋异常区低空区域的辐射强度随着高度快速下降，具体取决于磁硬度。此外，南大西洋异常区还向西缓慢移动。”BeppoSAX卫星(1996年至2003年服役)捕获的太空版百慕大三角，距地面大约560公里。借助于BeppoSAX卫星搭载的粒子监测器的粒子背景测量数据，科学家对一条低倾度低空地球轨道(距地面500到600公里，倾度为4度)的辐射环境进行了研究。据英国每日邮报报道，目前，科学家在分析从非洲迁移至澳大利亚的人类DNA数据中，发现存在一支神秘人类祖先。研究人员发现他们是一支未知古人类物种，是人类早期祖先迁移时繁衍的后代。研究人员指出，亚洲南部和东南部生活着数量不多的一支未知灭绝古人类，他们并不存在于欧洲和亚洲东部。目前这项最新研究报告发表在近期出版的《自然遗传学杂志上》。安达曼人和大陆印度人由于不同的表面形态和语言，被认为具有不同的起源。一种理论认为，安达曼人是离开非洲大陆早期人类的后裔，他们的祖先并未与其它群体混合。来自庞贝法布拉大学的研究人员分析了10个安达曼人基因组，并将他们的基因与10位大陆印度人基因进行对比，发现存在一支远古人类基因混合的迹象。之前研究人员关注现代人类基因，结果发现亚太地区人类繁衍形成两支古人类物种——尼安德特人和丹尼索瓦人，目前科学家最新发现第三支古人类物种，依据基因片断数据可将他们的历史追溯至大约4万年前。生物医学基因学国家研究所(NIBMG)主管帕尔塔-玛祖达尔(Partha Majumder)说：“人们曾猜测现代人类有更多的祖先物种，更多的海德堡人(Heidelberg man)分支祖先物种。”尼安德特人、丹尼索瓦人和现代人类被认为是海德堡人的后代。玛祖达尔指出，我们研究表明至少存在一支以上的未知古人类物种证据，他们并不是尼安德特人或者是丹尼索瓦人。虽然当前并未发现这支灭绝人类新物种的骨骼化石，但是我们的研究结果提供确凿证据显示海德堡人具有多样性血统，他们的后代并非仅是尼安德特人和丹尼索瓦人。加拿大安大略省圆周理论物理研究所科学家提出了新的宇宙诞生论，认为我们的宇宙处于高维时空的黑洞边缘。我们所处的世界被认为属于三维时空，而宇宙的维度不仅仅只有三维，可能高达十一维，高维时空时空中所发生的事件是低维时空生物所不能理解的，即便地球上的生物处于三维时空中，但也不能保证宇宙其他地方不存在更高维的生物。根据宇宙学中的数学模型，我们的宇宙可能来自更高维度的时空，比如在高维时空中的黑洞形成了一个三维的时空结构，而我们的宇宙处于其中，也就是说人类可能是高维时空中的一种低维生物。这个推论似乎听起来相当科幻，但一些研究人员认为从数学的角度可以推出类似的结果，更重要的是该理论可能被我们的物理理论所证明，因为当前许多宇宙学未解之谜都无法用现有的时空理论加以解释，这就使得科学家去寻找我们宇宙的来源，研究当前的宇宙学定律是否符合我们宇宙所处的时空。来自加拿大安大略省圆周理论物理研究所科学家罗伯特·曼等人正在研究我们宇宙所处的时空，他们认为宇宙学最大的挑战在于如何理解大爆炸，目前宇宙学的主流理论主要来自宇宙大爆炸模型，但这一理论认为我们的宇宙诞生于一个奇点，一切物理定律在这里都是失效，这是一个无法用物理语言形容的时空，时间和空间的概念在这里甚至毫无意义。正是宇宙大爆炸理论制约了我们对宇宙的认识，对于罗伯特·曼等人而言，宇宙大爆炸理论从根本上将宇宙学带入一个无法解释的局面。对此，研究人员认为宇宙学应该抛弃奇点理论，如果我们的宇宙从来没有奇点，那么宇宙学似乎可以找到突破的方向，比如我们的宇宙可以诞生于一个黑洞的事件视界之外，而这个黑洞则处于一个更高维的宇宙中。对于三维宇宙而言，其内部无法观测到高维宇宙黑洞事件视界周围的情况，而且三维宇宙中的黑洞存在二维的视界，那么在四维宇宙中的黑洞视界边缘就可以出现三维视界，这也是我们宇宙所处的时空位置。从理论上看，四维时空等更高维的宇宙可以形成三维时空，研究人员的计算表明我们所处的三维时空可能是四维宇宙中低维世界，这听起来似乎很玄乎，但圆周理论物理研究所的科学家认为在数学上这样的宇宙是合理的，按照他们的理解，我们的宇宙可能是高维时空中被扭曲的三维蜃景。据自然母亲网站报道，目前，研究人员基于美国宇航局广域红外巡天相机(WISE)观测数据发现银河系中心存在一个独特的X结构。这个X结构是由银河系中心运行的恒星构成，该X结构垂直于银河系平面，呈放射状分布。像这样的凸起结构普遍存在于类似于银河系的盘状星系，这是一些恒星沿着箱状轨道运行在银河系中心区域。从地球观测角度来看，其轨道平面类似于一个X形状。这是一项具有深远意义的发现，有助于启发科学家研究银河系是如何形成的。研究报告负责人、梅利莎-尼斯(Melissa Ness)说：“在WISE图像中我们能够看到箱状轨道，其内部有X结构，证实内部形成过程驱动这种凸出结构。这项研究表明银河系相对平静，自从这个X结构形成之后就没有重大合并事件，如果银河系和其它星系产生交互作用将破坏X结构。”换句话讲，这个X结构可以指示的宇宙纯度，如果银河系与另一个星系发生碰撞和合并，将不会形成如此完美的X结构。同时，如果银河系与另一个星系轨道交叉，X结构也必然被破坏。通过研究银河系内部这样的凸起结构，研究人员能够更容易地研究分析银河系是如何形成的，尼斯称，凸起的X结构是银河系形成的重要特征，如果我们对该结构深入分析，将更好地理解银河系是如何形成的。目前，科学家最新研究表明，环绕红矮星运行的潮汐锁定行星具有“空调系统”，能够有效调节两个半球的温度差异，潜在着生命存活的可能性。液态水是生命进化形成的必要条件，因此我们一直在寻找地球2.0行星，发现存在液态水的岩石星球，成为天文学家和天体生物学家探索地外生命的重要判断依据。这样的类地行星应当位于恒星的宜居地带，与恒星保持合适的距离，不是非常炽热，也不是非常寒冷，可以持续液态水存在。哪里存在这样特殊的系外行星呢?天文学家认为，这样的宜居行星不可能环绕类似太阳的恒星运行，而是环绕一颗红矮星。体积较小的红矮星是银河系内最普遍存在的恒星，因此我们能够更好地探测环绕它们周围的宜居行星。通常红矮星比类太阳恒星温度更低，是一种潜在宜居星球，它的轨道非常近地接近恒星，从而获得热量维持表面水资源处于液态，但是这些条件也成为一个问题。处于紧密轨道的系外行星会潮汐锁定，从而一个半球始终朝向恒星，处于持续恒星光线照射之下，另一个半球则处于永久黑暗之中。这种“阴阳行星”限制了生命宜居条件，星球一侧始终“阳光明媚”，另一侧则永久“黑暗寒冷”，严重地制约了星球持续生命存活。但是目前最新研究表明，事实并非如此，依据行星表面和大气层之间的交互反应，这种潮汐锁定星球拥有天然“空调系统”，可以平衡整个星球的温度，建立一个生命宜居的大气层。比利时卢汶大学天文学家卢德米拉-卡罗恩(Ludmila Carone)说：“我们使用数百台计算机构成一个计算模型，检测行星表面和大气层之间的交互反应，在理想状况下，寒冷气流从‘黑暗半球’传输至‘阳光半球’，在恒星光线照射下，气流逐渐加热，炽热气流上升至大气层顶端，之后再次传输至‘黑暗半球’。”然而这种理想状况被行星赤道周围顶端大气层强气流阻挡，强气流将阻挡阳光半球至黑暗半球炽热高空气流，这意味着两个半球气流很少流通，阳光半球一直被烘烤，黑暗半球则阴暗寒冷。但是当岩石系外行星表面在大气层产生较高的摩擦效应，状况将发生变化。卡罗恩研究小组模拟了系外行星表面大气层摩擦力状况，与地球进行对比分析，结果表明是地球摩擦力的10倍以上。因此，这样的系外行星并不形成较强的气流，可实现有效气流从一侧过渡至另一侧，从而调控了大气层温度。这种天然“空调系统”效应平衡了行星大气层温度，使其更具生命宜居性。卡罗恩强调称，因此我们应当继续搜寻真实的宜居行星，不应忽视潮汐锁定的系外行星，如果条件允许的话，这样的行星存在宜居大气层。据英国每日邮报报道，斯威特-塔特尔彗星是掠过地球轨道上空最大的太空天体之一，其宽度可延伸至25公里，1973年，一位天文学家曾预测未来有一天这颗彗星会碰撞地球。最初认为斯威特-塔特尔彗星将于2126年碰撞地球，或将引发一场地球灾难，导致地球物种大灭绝。科学家后续计算显示，这颗彗星碰撞基本上不会碰撞地球，预计它抵达近地点时距离地球2250万公里。这项最初预测是1973年哈佛史密逊天体物理研究中心布莱恩-马尔斯登(Brian Marsden)做出的。目前在天文学家1992年观测该彗星运行轨迹之后，以及1862年和1737年的附加数据，科学家证实2126年基本上不会发生碰撞，但是如果碰撞地球，这将成为一场毁灭级灾难。美国宇航局喷气推进实验室资深研究科学家唐纳德-尤曼斯(Donald Yeomans)称，斯威特-塔特尔彗星大约每隔130年掠过地球，每秒运行速度大约58公里。该速度大约是音速的150多倍，碰撞地球产生的冲击力相当于导致恐龙灭绝的碰撞小行星的300多倍。如果这颗彗星碰撞地球，将释放大量有毒的二氧化硫气体，之后二氧化碳气体进入同温层。这些气体的涌入将分别导致全球冷却和长期变暖，最终使地球气候出现显著变化。同时，这些变化将导致全球性物种灭绝事件，也有可能这颗彗星坠入深海，形成地震和海啸，但不一定会导致物种大灭绝。天文学家表示，斯威特-塔特尔彗星将于2126年8月5日掠过地球上空，到达近地点时可能距离地球2250万公里，相当于地球和月球之间距离的60倍。据国外媒体报道，时间旅行是否真实可行?这个问题一直困扰着物理学家们，有研究人员称时间旅行不可能存在，不然我们会亲手杀死自己的祖父。来自英国物理学家布赖恩·考克斯教授认为时间旅行是可能的，但是有一个限制条件，即我们只能向未来进行时间旅行，不可能回到过去。时间旅行是许多科幻小说中的情节，未来的人类通过时间旅行回到任一个时间点上，根据现有的理论，“回到”这一词汇在时间旅行上似乎不可能实现，我们只能进入未来。考克斯教授认为我们可以打造一台时间机器，其原型差不多接近一艘可以高速运行的宇宙飞船。时间旅行只在一些科幻小说中出现，英国物理学家认为理论上存在的时间旅行无法回到过去，只能进入未来如果我们可以建造一艘飞行速度接近光速的宇宙飞船，那么这艘飞船上的“时间”就会变慢，在相对论框架中，地球上的人们可能已经历了千百年，但是飞船上的宇航员只经历了几个小时，显然接近光速运行的宇宙飞船将成为一台时间机器。在广义相对论中，我们可以实现时间旅行，考克斯教授认为宇宙中存在一种被称为“虫洞”的隧道，是进行空间和时间旅行的便捷通道，但是大多数物理学家对此表示怀疑，我们甚至不知道如何让虫洞维持开放的状态，更不用说让宇宙飞船进入虫洞进行时空旅行。爱因斯坦相对论方程中允许的虫洞通道维持时间很短，而且其规模都非常小，创建虫洞的情景似乎只可能在科幻小说中出现。有研究显示，虫洞的创建需要一些奇异物质的介入，其有助于维持虫洞的开放。据国外媒体报道，科学家发现太阳系生命可能起源于火星，这颗红色的星球或许是生命的诞生地。科学家对火星上分布的钼矿物质调查显示，其与生命的起源存在关键性的联系，该物质在远古时期出现在火星表面上，而不是地球上，通过火星陨石的研究也进一步暗示地球生命或来源于火星。地球化学教师史蒂文·本纳认为这项新的调查发现表明地球上所有的生命或许起源于火星这颗红色星球，而携带生命的种子通过火星陨石降落在地球上，当地球进入适合生命居住的环境时，这些生命种子便开始复苏，并演化成今天的人类。史蒂文·本纳教授揭示了钼元素的氧化物如何在行星化学演化史上存在，它与生命的起源存在联系。史蒂文·本纳教授认为钼氧化物矿产是一种催化剂，有助于有机分子演化成第一个“生命结构”，只有当其被高度氧化时，可进一步作用于早期的有机分子，使后者完成最重要的一次“飞跃”，形成有生命的结构。在三十多亿年前的火星上可存在这样的物质，地球上的环境无法满足钼氧化物矿物额存在，因为地球上氧气很少，无法将其氧化，但是火星可以，那时候的火星具有适合生命存在的环境，比如液态水。好奇号的调查已经发现远古火星是个湿润环境，科学家认为这些证据可指向太阳系生命的起源。\n在生命起源的研究中，科学家提出了一个“焦油悖论”，该理论认为早期生命物质都是由有机体组成的，在外部能量源的作用下，有机体并不会向生命分子方向演化，反而会变成焦油类物质。此外，火星陨石的研究还发现，早期火星上存在硼元素是生命分子启动的关键因素，由此引发了第二个悖论，即某一时期的地球几乎被液态水覆盖，阻止了一定浓度的硼形成，该物质只发现在一些非常干燥的地方，比如死亡谷，由此科学家认为早期地球上不具备启动生命进程的条件，反而在湿润的火星更具有这样的潜力。与此同时，科学家在地球上发现了火星陨石比之前认为的要年轻很多，这意味着火星上仍然在活跃的地质活动，加拿大安大略省皇家博物馆的火星陨石样本可追溯到2亿年前的火星熔岩流，但也有研究称一些火星岩石年龄或达到40亿岁。或许在以后的研究中，我们能找出更多的证据来证明火星上确实存有生命。\n[groupid=1266]IntelliGence Group[/groupid]"
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1469881380,
            "txt_content": "噗噗噗噗噗噗噗噗噗噗\n你的背景怎么弄的"
        },
        {
            "author": "罪域之骨",
            "timestamp": 1469881620,
            "txt_content": "10分钟内楼主你就搬了三个...而且这个怎么这么长。"
        },
        {
            "author": "林之灵",
            "timestamp": 1469881860,
            "txt_content": "现在是茶馆新闻时间"
        },
        {
            "author": "luojiarui",
            "timestamp": 1469882160,
            "txt_content": "楼主你火星了。。。"
        },
        {
            "author": "1442464454",
            "timestamp": 1469882460,
            "txt_content": "茶馆新闻..."
        },
        {
            "author": "Abstruse-Screed",
            "timestamp": 1470199560,
            "txt_content": "\n不明觉厉"
        },
        {
            "author": "KAS1",
            "timestamp": 1470391620,
            "txt_content": "搬运辛苦了"
        },
        {
            "author": "KAS1",
            "timestamp": 1470391980,
            "txt_content": "好多图啊"
        }
    ]
}