{
    "title": "还原6600万年前恐龙灭绝：直径10公里小行星撞击地球",
    "author": "柠檬柠檬柠",
    "replyCount": 0,
    "timestamp": 1469881080,
    "txt_content": "  被掩埋的奇克苏鲁布撞击坑，位于墨西哥尤卡坦半岛\n艺术示意图：奇克苏鲁布撞击坑立体结构\n　　新浪科技讯 北京时间5月5日消息，据英国广播公司(BBC)网站报道，在曾经满是蕨类和灌木的低矮丛林中朝着天空努力生长的高大树木如今不见了踪影，所见只是突兀的树干残枝矗立在原野之上。曾经在这片森林中穿行的恐龙发出的嘶吼声也已经逐渐远去，耳边充满着的是各种昆虫恼人的嗡嗡声，只有偶尔刮过的一阵疾风短暂地打破这令人难以忍受的寂静。黑暗统治了一切：曾经那些在阳光下绚烂的色彩——蓝色、绿色，还有间或出现的黄色和红色都已经被抹去了。　　这就是大约6600万年前，当一颗直径大约6英里(约合10公里)的小行星撞击地球之后的情景。美国科罗拉多州西南研究所的行星科学家丹尼尔·杜达(Daniel Durda)表示：“在短短几分钟或是几小时之内，曾经郁郁葱葱，充满生机的世界变成了一个完全寂静，死气沉沉的世界。尤其是在撞击点周围的方圆数千英里范围内，那里的一切几乎都被彻底摧毁了。”　　就像将一整块拼图的最后几块也拼凑齐全，科学家们现在已经大致勾勒出地球曾经经历的这次巨大灾难的诸多细节。当时这场浩劫几乎抹去了地球上大约3/4的动物和植物物种，其中最有名的就是恐龙——尽管实际上它们中的很多后来以鸟类的形式幸存了下来。　　但了解事情的大致情况是一方面，还想弄清一些更细节的部分，并查清为何有一部分生命形式能够躲过这场浩劫而幸存下来则要显得困难的多。撞击事件发生时横扫墨西哥湾的巨大海啸\n撞击事件产生的大量碎屑物笼罩了整个地球\n　　重现奇克苏鲁布撞击事件　　科学家们最早是在上世纪1980年代首先提出了恐龙可能是在小行星撞击事件中灭绝的设想。在当时这个设想非常大胆，引发了很大的争议。后来到了1991年，地质学家们找到了那次撞击发生的地点：位于北美洲墨西哥境内尤卡坦半岛上的一个直径大约180公里的撞击坑遗迹。研究人员将这个撞击坑根据距离它最近的小镇的名字命名为“奇克苏鲁布”撞击坑(Chicxulub)。　　这个撞击坑为什么那么久都没有人发现？因为它位于地下，早已经在久远的岁月中被掩埋。另外它北侧的一半撞击坑是在海底下，深埋在海底沉积物下方600米深处。　　于是在2016年4月，研究人员开始在当地海岸外进行海底钻探，并计划获取一条大约3米长的撞击坑物质岩芯样品。地质学家们将会分析样品中岩性的改变，微化石成分，甚至是其中可能含有的DNA残留成分。　　美国德克萨斯大学地球物理研究所的西恩·古利克(Sean Gulick)参与了这一钻探项目，他表示：“我们将目睹这次大撞击事件的撞击点附近毫无生命迹象的荒凉海洋，然后我们会观察到生命逐渐再次复苏。”　　当然，在此次钻探工作开展之前，通过外部观察，科学家们便已经能够得到很多重要的信息。　　尤其是考虑到这个撞击坑的巨大直径，科学家们能够计算出此次撞击将释放出多少能量。根据这些信息，杜达和来自美国德克萨斯州月球与行星实验室的大卫·科林(David Kring)对这次撞击事件进行了细节过程模拟，并预测究竟是什么事件导致了生命的重新复苏。研究人员随后将通过对当地样品中发现的化石记录来检验这一模型预测的准确性。　　美国史密森国家自然历史博物馆主管，古植物学家科克·约翰森(Kirk Johnson)表示：“所有的计算都经过的反复的严格检验。你可以建立一个场景，让你能够亲身走进撞击发生的那一刻，也就是白垩纪的最后时刻。然后你继续往前走，观察撞击发生过后数分钟，数小时，数天，数月甚至数年的情景。”撞击溅射物大规模降落回地球，引发一场灾难\n三角龙是最后灭绝的一批恐龙之一\n　　空前的灾难　　这项研究向我们展示的是一场空前的灾难——一颗小行星以超过40倍音速的极高速度划过天空，随后狠狠地一头撞向地面。这次撞击产生的爆炸威力与100万亿吨TNT的爆炸当量相当，大约相当于二战期间投掷在日本广岛的原子弹爆炸威力的70亿倍。强烈的撞击产生可怕的强大冲击波扫荡周围的一切。　　高达100~300米的巨大海啸冲向墨西哥湾沿海地区，并在海底砸出一个深达500米的撞击坑。撞击产生了高达里氏10级的强烈地震，摧毁了整个撞击点附近区域，强烈的冲击波扫平了数千公里范围内的一切森林树木。最后，撞击溅射到空中的数以吨计的岩石碎屑开始下落，将少数幸存下来的生命全部掩埋。　　约翰森表示：“基本上你可以认为你正目睹的是一颗直径10公里的子弹。从物理学上看这可真是不可思议——你将目睹难以置信的强烈爆炸，可怕的地震和海啸，紧接着在数百平方公里的范围内，楼房那么大的巨大岩石和其他大量碎渣倾盆而下，埋葬一切生灵。”　　但如果仅仅是这样的局部性撞击事件还不至于导致全球性的大灭绝事件，关键还在于其所引发的一系列更加严重的连锁反应。当小行星撞击地面时，瞬间的强大热量导致大面积的地壳岩石被蒸发，大量碎屑如同升起的焰火一般从撞击点飞溅而出，抵达高空。杜达指出：“撞击的规模惊人，膨胀的高温气体球一直上升到大气层顶部并进入了太空。”大量烟尘向着东西两侧扩散，最终笼罩了整个地球。随后在地球引力的作用下，这些巨量的碎屑物质开始从空中落下。　　随着冷凝作用的进行，被蒸发的岩石物质凝结成粒径小于一毫米的大量玻璃球并落到地面上。从如此高空落下，其速度几乎和一架航天飞机载入大气层时的速度相当，导致地球外层大气的剧烈加热，在地球上的一部分地区，地面上的植物开始大面积起火。约翰森表示：“再入大气层的大量撞击溅射物产生的大量热量将整个地球变成了一个超级大火炉，你无处可逃。”　　来自大火产生的大量灰烬，加上撞击产生的大量烟尘遮蔽阳光，地球逐渐陷入一段暗无天日的漫长冬季。在接下来的数月间，大量碎屑尘埃物继续下沉，在整个地球表面覆盖了一层厚厚的小行星撞击碎屑物。直到今天，古生物学家们仍然能够从化石岩层记录中找到保存下来的这层物质。这个明显的分界层于是便成为了所谓的“白垩-早第三纪界限”(K-Pg Boundary)，这个界限标志着地球生命进化史上的一次重要转折。高温下，全球大片的森林被焚毁\n在这场灾难之后，全球几乎所有的森林都被摧毁了\n　　生态系统的崩溃　　在2015年，约翰森在美国北达科他州境内沿着出露在外的K-Pg界限岩层徒步超过110英里(约合177公里)进行考察并沿途寻找相关的化石记录。他说：“如果你仔细观察，在这一层的下方(表明年代更老，译者注)你会发现到处都是恐龙化石，但如果你观察这一岩层的上方(表明年代更晚，译者注)，你会发现那里已经没有恐龙了。”　　在北美洲，在“奇克苏鲁布”撞击事件之前，整个化石记录所呈现的是一片郁郁葱葱的原始森林，间或分布着一片片的沼泽地和蜿蜒的河流，近地表覆盖着一层厚厚的蕨类、水生植物和其他低矮植物。　　当时的气候要比今天更加温暖，在地球的两极地区也没有冰盖覆盖，有恐龙生活在今天美国阿拉斯加州的北部，在今天的南极洲同样到处都能看到恐龙和其他各类生命活跃的身影。　　杜达指出：“你会发现当时的地球是一个和今天一样，充满多样性，生命形式丰富多彩的世界。但在撞击事件发生之后，尤其是在围绕撞击点附近的一片区域，整个环境几乎就跟月面差不多荒凉，一片死寂，彻底的绝望。”　　科学家们正在通过对这一界限岩层的研究反推这次撞击事件产生的影响，全世界的研究机构已经在世界各地超过300处地点找到了K-Pg界限岩层。　　约翰森表示：“和其他几乎任何地质作用都不相同的是，小行星的撞击是瞬间发生的，而不会持续一亿年或者1000万年那样长的时间，那不是一个时期，而是一个时刻。因此当我们找到了指示这一事件发生的分界线之后，我们就能够直接进行对比，看看在这个分界岩层的上方和下方，也就是这次撞击事件发生的之前和之后分别有什么样的不同。”　　在撞击点附近，动物和植物要么死于高温炙烤，强烈的冲击波，或是在史无前例的海啸和地震中死亡，最后的一批幸存者则被从天而降的大量岩屑生生掩埋。而在远离撞击点的地区，甚至是在地球的另一端，那里的生命仍然遭受了生态系统崩溃——比如阳光的消失引发的一系列灾难所带来的灭顶之灾。　　而在有幸躲过全球性大火的地区，极端的高温摧毁了动物们的食物来源，普遍的酸雨污染了所有的水体，水源的供应也断绝了。更糟糕的是，遮天蔽日的尘埃基本上阻隔了所有阳光，整个地球陷入漫长而彻底的黑暗，几乎就像是在一个伸手不见五指的山洞深处，植物的光合作用终止了，食物链彻底崩溃。　　科林指出：“随着所有植物的死亡，植食动物们将无以为继。而当植食动物大量死亡，那么食肉动物也将很快步它们的后尘。生命的生存开始成为一项艰巨的挑战。”约翰森表示：“在陆地上，一切都已经被烧毁，死亡，任何体型较大的生物都已经被饿死。”　　化石记录显示，经过这无数的磨难，没有任何体型超过浣熊大小的生命存活了下来。小型生物在这样的灾难面前拥有更强的幸存几率，因为它们的数量较多，吃的比较少，繁殖速度快而且对新环境的适应性也比较强。　　相比陆地，淡水生态系统遭受的破坏相对要好一些。然而在海洋里，整个食物链崩溃了。随着漫长的黑暗冬夜阻断了植物的光合作用，在撞击发生时正处于生长季的半球会产生更加严重的影响。约翰森指出：“举个例子说，如果撞击发生时正值北半球的夏初，此时你切短阳光的供应就会对植物产生非常严重的影响。”　　化石记录显示在北美洲以及欧洲的最北端地区，经历这场大灾难之后的恢复情况最好。这显示当时当撞击发生时，应当正处于北半球初冬。　　美国西墨西哥州境内的“白垩-早第三纪界限”(K-Pg Boundary)，这层白色地层的下方是白垩纪，里面含有恐龙化石，而在这层地层以上属于新生代，恐龙已经不见踪影\n除了鸟类之外，所有恐龙都灭绝了\n　　生命的浴火重生　　但即便是在遭受最严重破坏的地区，不久之后生命仍然复苏过来了。科林表示：“关于这次大灭绝事件有它的两面性。它的一面写的是：是什么杀死了生命？而它的另外一面则写着：哪些动物或植物拥有着最合适的性状，能够在这场灾难中幸存下来并最终恢复并繁盛？”　　当然，生命复苏的过程将是艰难的。生态系统的自我重建耗费了数百年乃至数千年的时间。而科学家们指出，在海洋中，有机物含量恢复到灾难前的正常水平则耗费了大约300万年之久。　　就像今天的一场森林大火之后，一直被巨大树冠压抑的底层蕨类植物迅速生长并占据已经被烧焦的大地。而在那些没有蕨类分布的地区，藻类和苔藓成了主角。　　而在少数受灾并不太严重的地区，一些有幸熬过灾难的物种开始大量繁殖，重新占据这个已经没有竞争对手和天敌的空旷星球。在海洋中，鲨鱼、鳄鱼和一部分鱼类也同样熬了过来。　　恐龙的消失意味着新的生态秩序将会被重新建立起来。杜达表示：“正是在这样一个空旷的生态体系中，我们哺乳动物的祖先开始大量分化繁衍，从而形成了我们今天所见丰富多彩的各类哺乳动物物种。”　　当科学家们在这个春天开始进行钻探时，他们将逐渐获得一幅关于这个撞击坑形成过程的更加清晰的图景，这些信息将帮助研究人员更好地评估此次撞击事件对当时地球的气候环境所产生的影响。　　约翰森表示：“我们将对撞击坑内部进行详细得多的分析。我们将了解很多关于能量分布方面的信息，并最终弄清楚当地球遭受一个如此巨大的外来天体撞击时将会发生什么事情。”一些嗜极生物能够在一些极端恶劣的环境下生存\n　　当然首先科学家们将会仔细检查取上来岩芯的矿脉和裂隙中有没有生命的化石痕迹。通过这种途径我们能够了解生命在这次大撞击事件之后逐渐恢复的过程。古利克表示：“通过对生命恢复过程的观察，我们将能够回答一些问题。哪一种物种是最先恢复过来的？它是一个特殊种还是普遍种？发生了何种进化分异？发生的速度有多快？”　　尽管有很多物种和生命个体永远的消失了，但在它们的身后，其他一些幸存下来的物种则开始繁荣昌盛。这就是在地球漫长历史中遭受多次大规模撞击事件之后灾难与机遇并存，周而复始的过程。\n　　尤其重要的一点是，如果没有一颗小行星在大约6600万年前撞击地球，那么地球上生命的进化历程将会完全不一样——人类根本就不会出现。对此，科林指出：“有时候，我甚至会说奇克苏鲁布撞击事件正是孕育人类诞生的大熔炉。”　　科林甚至认为，类似这样的巨型撞击事件可能还曾经帮助生命在地球上的出现。当一颗小行星撞击地球时，强大的冲击热量会在撞击坑内的水热活动持续维持超过10万年左右。这种环境将非常有利于一些嗜热菌以及超级嗜热菌的生存，这些是一类非常特殊的生命体，它们可以在高温的水体中生存。类似这样的菌类完全是可以把这个还在沸腾的撞击坑作为自己家园的。此次的钻探工作将会对这一设想进行检验。　　从地球诞生之初一直到大约39亿年前，地球一直在连续遭受大量小行星、彗星和其他太空小天体的撞击。在2000年，科林提出这样的撞击会产生地下水热系统，就像可能曾经在奇克苏鲁布撞击坑内出现过的那样。这些高温，富含化学物质成分的水热系统可能孕育了地球上最早的生命形式。如果这的确是事实，那么那些超级耐高温的超级嗜热菌可能就是地球上最早的生命形式了。\n[groupid=1266]IntelliGence Group[/groupid]\n",
    "replies": []
}