{
    "title": "【灵感交流大区活动】森林精灵 - 荆棘森林 - 美好的逝言（附C4D渲染图）（附BGM）",
    "author": "Marospy",
    "replyCount": 15,
    "timestamp": 1469885100,
    "txt_content": "BGM发不出来",
    "replies": [
        {
            "author": "Marospy",
            "timestamp": 1469885460,
            "txt_content": "标题: 【灵感交流大区活动】森林精灵 - 荆棘森林 - 美好的逝言（附C4D渲染图）（附BGM） 本帖最后由 Marospy 于 2016-7-30 23:41 编辑 \n\n前言：本文章背景源于暮色MOD中的荆棘森林，故文章里的某些场景可能存在着某种情况的不合理，因为本文章以暮色MOD荆棘森林为一切基础，望请谅解，本文章附带C4D渲染图和BGM，达到最好的观赏阅读效果，尽管文章写的可能不太好，贵在参与，谢谢！\n\n\n正文：\n[size=10.5000pt]    我出生在荆棘之地，从我出生那一刻起，我便属于这个森林，属于这里的每一棵荆棘，从小我便踏着这荆棘之地，没有间断，现在没有，以后也不会有，荆棘森林，一个荆棘遍野，荒无人烟的森林，只有我和我亲爱的爷爷，在这里，在这个无人问津的荆棘海洋，一直快乐地生活下去！  小时候，经常去问爷爷，我们为什么要来这里，只见爷爷望向远处的荆棘森林，说道：“因为这里是天底下最美的地方！：”，一直对此疑惑不解，此处死气沉沉，荆棘丛生，为何说这里是最美的地方？在成长的过程中，我也不时去问路过的商人，经过的外地人，可一提到荆棘森林，他们就沉默不语，甚至有一次我不甘，一直去追问，以至于被打了一顿，不清楚为何如此芥蒂，但通过这一阶段的交流，让我对荆棘森林的好奇感越来越强了，当然，其中也有几分惧怕和紧张，但这仍然坚定了我要去荆棘森林的决心，一探究竟。  直到我第一次踏进这个森林。走进这入口，环顾四周，这并无任何特别之处，荆棘依旧，褐黄的，墨绿的。他们形态各异，高耸入云，一个连接着一个，他们互相依靠着，缠绕着，他们一起分享仅有的土地，仅有的水，从没有任何一棵荆棘因为缺水而死去，从没有一棵荆棘因为争夺土地而受伤，他们就像一个父母抚摸孩子的脸庞那样，轻轻地搭在了另一颗荆棘的身体上，分毫不差，正是如此，他们相互依偎着，不停地向高处伸展，他们携手并进，没有中途放弃，直到攀登到云海之巅，仍未停止，面对着浩瀚的宇宙和炽热的太阳，他们仍无所畏惧，知难而上，他们从不孤立独行，他们结伴同行，因为他们知道，只有这样，才能向天空怒吼，他们渴望和向往着天空，向往着最高处，永不停歇。  有人说，荆棘森林里面一定没有动物，因为那里荆棘遍野，哪怕是一条细小的毛毛虫，都会被荆棘刺死，然而，当我进去的时候，这个说法就已经完全错误了。我看到了兔子，他们敏锐地跳过了许多荆棘之刺，没有一只兔子被荆棘刺伤，他们早已习惯了这里，习惯了在荆棘森林的生活；我又看到了啄木鸟，他们依然在叮啄着树皮上的虫子，他们没有因为这是危险的荆棘而选择罢工，一直无私地为荆棘辛勤付出着；我还看到了站在荆棘丛里的猎豹，他们矗立在荆棘之上，荆棘刺离他的腹部不到几厘米，然而猎豹却不为所动，因为他已经习惯了，他永远能够保持着一个距离使自己不会被刺伤，他依然在荆棘丛里飞奔，每一个步伐都能精准地踏在没有刺的地方，速度依旧，自如地追捕着猎物。我还看到了许许多多的生物，各式各样，各种各类，他们不因为这里是荆棘森林而放弃从而长途迁徙，他们在这片森林里活着而无怨无悔，因为他们知道与生俱来，他们就是荆棘森林的守护者，他们属于这里，属于荆棘森林！  荆棘森林，一个令人闻风丧胆，望而却步的地方，一个看似危机四伏，死寂沉沉的地方，在这个地方，有我，有荆棘，有荆棘森林里的所有动物，还有我那逝去的爷爷。当我走到荆棘森林的尽头，回眸一看，却发现，这已不是人们眼中的荆棘森林，这是一个世外桃源，动物欢快地生活着，荆棘不停地相互攀爬着，花依旧艳丽，草依旧茂盛，这是一个天堂，阳光照耀着这美丽的荆棘森林，从未褪去，这里并不黑暗，并不危险，就像我爷爷说的，这，是世界上，最美的地方！                                                                                                                                                                                                               致我逝去的爷爷                                                                                                                                                                                                                      致荆棘森林                                                                                                                                                                                                                     ——Marospy                                                                                                                                                                                                                                                                                                    \n\n\nCINEMA4D渲染图：本渲染图运用了C4D自制的多种暮色生物和植物，图中棕色类植物便为荆棘，整体增加了环境烟雾效果，体现了主人公刚开始进入暮色森林的迷茫和勇敢的探索精神，随后并发现了荆棘森林的真谛。\n\n后言：\n本文用了第一人称的写法，以爷爷的话引入，主要写了主人公探索荆棘森林的过程，并发现了荆棘森林其实是一个美好的世界，由于文章并没有细写，故采用C4D的渲染图来补足初入荆棘森林的情形，随后本人第一次参赛，志在参与，望各位支持！\n\n\nBGM：http://www.xiami.com/widget/14378270_1770195704,_235_346_FF8719_494949_1/multiPlayer.swf\n\n[size=10.5000pt]                                                                    \n\n\n\n\n\n\n"
        },
        {
            "author": "Marospy",
            "timestamp": 1469885820,
            "txt_content": "还有这个Size什么什么的是什么情况啊"
        },
        {
            "author": "Marospy",
            "timestamp": 1469886900,
            "txt_content": "可以了，不过这个size到底是什么呀，以前从没见过"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1469888280,
            "txt_content": "C4D的环境通道模拟烟雾不真实,建议用TurbulenceFD模拟烟雾的效果会更好，个人觉得渲染图有点毁气氛了-w-"
        },
        {
            "author": "Marospy",
            "timestamp": 1469888460,
            "txt_content": "1368363199 发表于 2016-7-30 22:18\nC4D的环境通道模拟烟雾不真实,建议用TurbulenceFD模拟烟雾的效果会更好，个人觉得渲染图有点毁气氛了-w- ...\n谢谢你的建议，本人渲染不是太好，以后一定改正"
        },
        {
            "author": "976500394",
            "timestamp": 1469892660,
            "txt_content": "再叫我姥我保证打不死你"
        },
        {
            "author": "Marospy",
            "timestamp": 1469893500,
            "txt_content": "976500394 发表于 2016-7-30 23:31\n再叫我姥我保证打不死你\n大姥，你保证不打死我的"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1469925300,
            "txt_content": "写的不错，但觉得环境描写还需要更多。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1470023040,
            "txt_content": "诶诶诶我只评论文章～    不说别的你这断句标点很有问题啊，传说中的蝌蚪文吗……"
        },
        {
            "author": "Marospy",
            "timestamp": 1470026100,
            "txt_content": "E.T.星落辰 发表于 2016-8-1 11:44\n诶诶诶我只评论文章～    不说别的你这断句标点很有问题啊，传说中的蝌蚪文吗…… ...\n我也不知道"
        },
        {
            "author": "sean4mmies",
            "timestamp": 1470034920,
            "txt_content": "写的不错哟，但是要注意标点，"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470045780,
            "txt_content": "我没什么高见，乱说几句别见怪啊。\n文章肯定是主走附加分的，这个大家都明白。\n作者写的荆棘森林的美，是衬托出来的。这片森林肯定自有其美，但是离前文的情感高度还差很多，如果没有其他更深的东西，根本感受不到荆棘森林最美的地方。\n从前面其他人对荆棘森林的态度看，荆棘森林叫人初见就敬而远之。但是主角一进去，立刻感受到其美了。虽然从前到后情感还是逐渐变强烈的状态，但这个账很多人买不了。\n前面有人说，自然的描写写少了。其实不对，自然描写多了，把全文搞得太刻凿了。自然描写都不自然了，这样的自然描写还要那么些干什么呢。\n综上，望回。"
        },
        {
            "author": "Marospy",
            "timestamp": 1470069360,
            "txt_content": "安根_Engon 发表于 2016-8-1 18:03\n我没什么高见，乱说几句别见怪啊。\n文章肯定是主走附加分的，这个大家都明白。\n作者写的荆棘森林的美，是衬 ...\n评价的很好啊，我也觉得这文章有很多的问题，谢谢你的建议"
        },
        {
            "author": "紫罗兰祝福",
            "timestamp": 1470106560,
            "txt_content": "上门那位安先生已经评的很好了，我也不好再说些什么。\n本人有其他的意见，请笑纳。\n\n你所描绘的荆棘之地，并没有体现出让过路人恐惧的危险，荒凉，反而给人以一种生机盎然的感觉——即使是“看似“，本文也并没有体现。\n荆棘之地的深处或许可以这样描写，但由浅入深的过渡显得有些缺失。\n主角在深入荆棘之地的过程中，我并没有看到主角受到磨难。恕我直言，这使本文无法体现冒险精神。\n以及，自然描写依然需要适当增多。希望你所描写的，是在荆棘之地生存的动物，在荆棘之地残酷的考验下得以存活的动物，而不仅仅是一些活蹦乱跳的动物。\n主角既然出生在荆棘之地，那么为什么主角对于荆棘之地的了解那么少？他的爷爷，又是为什么走进了荆棘之地，发现了荆棘之地的秘密？\n这些问题需要考虑，但不要着重刻画，应作为暗线贯穿全文。\n\n以及，这篇文章的构思其实非常巧妙。稍加修改，便是一幅长篇美文。\n希望你有实力写好，也相信你会写好。"
        },
        {
            "author": "Marospy",
            "timestamp": 1470146220,
            "txt_content": "星之永恒 发表于 2016-8-2 10:56\n上门那位安先生已经评的很好了，我也不好再说些什么。\n本人有其他的意见，请笑纳。\n谢谢你的建议，我后面也发现有很多的问题和不合理的地方。。"
        }
    ]
}