{
    "title": "最美不过樱花季：动漫十大樱花场景盘点",
    "author": "wal5a1",
    "replyCount": 5,
    "timestamp": 1469967840,
    "txt_content": "最美不过樱花季：动漫十大樱花场景盘点\n\n       相传在很久以前，日本有位名叫“木花开耶姬”（意为樱花）的仙女。有一年11月，仙女从冲绳出发，途经九州、关西、关东等地，在第二年5月到达北海道。沿途，她将一种象征爱情与希望的花朵撒遍每一个角落。为了纪念这位仙女，当地人将这种花命名为“樱花”，日本也因此成为“樱花之国”。如今正值樱花之季，正如日本民歌所唱：“阳春三月晴空下，一望无际是樱花。如霞似云花烂漫，芳香飘荡美如画。”作为“樱花之国”的动漫大国，以樱花为场景的动漫自然比比皆是，本期就在这个一望无际的花海之节，带着各位去往二次元中那些让人记忆深刻被樱花环绕的场景中去吧……\n\n1.未能说出口的告白——《冰菓》\n\n充满蔷薇色的春天已经来了。四月，正是樱花盛开的季节。说起关于樱花的场景，就不能不提土豪京阿尼的作品《冰菓》了，这也是小编最喜欢的一部日常推理向作品，故事细腻，场景精致，精致到每个画面都可以用来做桌面背景。男主折木奉太郎是一个节能主义者，在女主“我很好奇”的千金大小姐千反田的影响下，他的世界慢慢由灰色变成了蔷薇色，他不理解为什么世界上会有这样一类人，对所有事物都充满好奇，觉得世界如此有趣。\n\n这当然不是一个爱情故事，顶多是充满了小暧昧，但是仅仅是这样的小暧昧都可以撩动心弦，填满心窝。不同于残酷或充满爱恨情仇的推理向作品，这部作品看似平凡却一点也不乏味，它告诉我们，啊，原来生活充满了这么多的小细节。\n\n2.我与你的距离——《秒速五厘米》\n\n“樱花飘落的速度是秒速五厘米，我究竟要以怎样的速度，才能再次遇见你。”说起樱花的场景，小编的第一反应就是这部动画电影《秒速五厘米》，这部作品出自新海诚之手，这位导演的制作功底很强，场景精致的宛如照片，BGM也十分好听。大概是因为没有相似的经历，看懂这部作品其实并不容易，当初看了这部作品主要是被画面惊艳到了，后来认真的看了3遍才能试着理解了一下，这应该是一个关于【距离】与【命运】的故事。\n\n是命运吧，让这两个人的心渐渐地产生了距离。一别十三年，如果说樱花飘落的速度是秒速五厘米的话，那么5cm/s*13年*365天*24小时*60分钟*60秒=2,049,840,000厘米=20,498.4公里，而地球赤道的周长40076公里，恰好是一半，也就是这个地球上最遥远的距离。\n\n3.闻到春的芬芳——《花开伊吕波》\n\n作为P.A.WORKS十周年纪念作品，也是“工作中的女孩”企划的第一弹，可以称得上是2011年度焦点的作品。作品刚播出时，以超高水平的画面质量让人惊叹，也成为当季动画的最大谈资，各大动漫网站，论坛也都纷纷贴出各种截图对比论证这个TV动画的画面他怎么就能这么好，真是好到片头曲都似乎能闻到春的芳香！\n\n描绘了喜翠庄的女人的奋斗，女人的坚强可不能小视的《花开伊吕波 》，绝对上乘的质量，绪花和孝那友情以上，恋人未满的描写也是片中恰到好处的酸味剂。回忆中绪花为在樱花烂漫下却始终没能鼓起勇气直面内心和孝的自己而后悔。啊～少女的纠结和后悔最适合就着樱花品尝了……\n\n4.樱花道上的故事——《CLANNAD》\n\n在学校门前有一条长长的坡道，在樱花绚丽下少女叹了口气，“嗯嗯……豆沙面包!”少年一愣，“你喜欢这所学校吗？我十分十分的喜欢，但所有的一切都在不断改变着，愉快的，悲伤的都在不断改变，即使这样你也一直喜欢这所学校吗?”“再找到不就好了，下一件愉快的事情再找到不就好了。”少年淡淡道，“好了，走了……”一步向前，少女小步跟上，两人走上那条长长的坡道……一条关于古河渚，关于冈崎朋也，关于小镇，关于泪水与流光的长长的长长的坡道——请你们一定要幸福！\n\n写作《CLANNAD》读作“人生”，开篇的樱花坡道，渚的故事；智代篇里为了守护这条樱花坡道，智代和朋也的无奈分手，智代的故事；现在回头再看一遍都能让泪水在眼眶里打转，好作品就是这样吧，不管看几遍都能触及心灵。\n\n5.樱花下的战斗场景——《鬼眼狂刀》\n\n嗯，又是一个暴露年龄的动漫。有什么能比在樱花下的武士互砍更让人热血沸腾的场景嘛？鬼眼狂刀刚开始没多久在碰到的三人众里有个用幻术的哥们，结果被醒后的狂轻松砍翻。之所以印象深刻是因为，当时狂的台词：“你赢不了我的理由有三个：第一，你的剑太轻；第二，没有我斩不了的东西；第三，我是一个好男人。”\n\n    要说《鬼眼狂刀》本来就是一部看上去非常爽快的漫画，男主角还是个一脸酷酷哒的帅哥，砍翻了坏人不说，还告诉对方自己是个好男人。尽管这部漫画比较早，但是依然也被腐女们攻陷了，各种CP层出不穷。\n\n6.Sukura addiction——《家庭教师 Reborn》\n\n提到动漫中的樱花场景，大家大概都会想到像《好想告诉你》这样少女情怀总是诗的动画，亦或是《少年同盟》、《夏目友人帐》这样充满小清新情调的作品，而到我这里就是这么的画风独特——马上想到的竟然是狂霸酷炫拽的委员长：云雀恭弥的晕樱症，以及明明讨厌樱花还和六道骸一起合唱的那首《Sakura addiction》。嘛，虽然画风截然不同，但如果不提似乎也对不起小编被《家庭教师Reborn》所填补的那些无所事事的青春，以及当时“好想加入黑X党”这样虽然中二得要死但却真实存在过的梦想。\n\n《家庭教师Reborn》黑曜篇中，云雀因为中了“晕樱症”，而被六道骸的幻术变出来的樱花所制，从而败给了骸。当时被揍的满身是血的委员长也很帅气呢！你们知道吗，听说战斗时喷洒的鲜血和樱花更配哦（你）！此后云雀的晕樱症虽然治愈，但却因为一看到樱花就会想起被骸打败的经历，从而讨厌起了樱花。明明讨厌樱花，也不见得多喜欢六道骸，却和对方一起唱了《Sakura addiction》……不说什么了，委员长你这就叫傲娇你造吗？！\n\n7.唯基友与樱花不可辜负——《FREE！！》\n\n提到二次元中樱花盛开的场景，脑海中马上就冒出了《Free 水泳部》第二季中的樱花泳池。《Free》第二季第一集中，真琴他们将凛“绑架”到了学校的泳池，当头套被摘下，凛看到自己眼前那被樱花铺满的泳池时，本来要说的气话被堵在了喉头，眼中充满了震撼和惊讶。相信屏幕外的观众们也是如此，为眼前的美景而不自觉的屏住了呼吸。遥说因为“小学时凛说过，想要在落满樱花的泳池中游泳，所以就把凛带来了”，小学时期漫不经心的一句戏言却被基友牢记在了心头，果然，唯樱花与基友不可辜负，凛凛，你真是被大家爱着的啊！\n\n大概因为这场景太美好，但动画中却由于急雨而未能游泳，11区人民在三次元也将这个场景还原了出来，惹得众多粉丝前往拍照留念。虽然本人也很想在落满樱花的泳池中游泳，不过转念一想，樱花盛开时正是人间四月天，确实也并不是能在室外游泳的时节。嘛，大家还是淡定地欣赏樱花美景【划掉】与泳裤帅哥【划掉】就好了。\n\n8.不是推理，不是新兰，是樱花——《名侦探柯南之迷宫的十字路口》\n\n京都古老的寺庙中，纷飞的樱花瓣下，穿着和服的小女孩边拍皮球，边唱着歌谣。（那首歌谣不知道有没有热情的粉丝专门去背唱过！）这一幕作为电影的开头不仅成功的将观众老爷们吸引进这部剧中，同时也为后续故事中和叶唱错的歌词引出了矛盾点。（还成功的勾到了小时候的平次，小和叶太可爱！）当然，要说樱花出现的场景，整部电影中贯穿始终，不管是新一樱树下出现在小兰面前，还是最后决斗时的樱花飞舞，都没有第一幕中来得印象深刻。\n\n死神小学生里出现过无数的樱花场景，数不胜数。但其中第一个冲到脑海里的，大概就是柯南系列动画电影中《迷宫的十字路口》开场的那一大片樱花。\n\n9.赏樱果然还是人多热闹点好——《银魂》\n\n比起其他樱花绚烂营造着浪漫氛围的动画场景，向来不按常理出牌的银魂自然是剑走偏锋，真要说的话也是营造着“热烈”与“喧闹”，漫画还算温和，就是万事屋和真选组一向来的小打小闹，动画里加上了假发（不是假发，是桂！）的捣乱，简直是明目张胆地奠定了这部作品今后“梗不惊人死不休”的“乱来”。\n\n不过，当最后《银魂》里的银桑以一把劈山断石无所不能的洞爷湖终结这些了不得的意外，所有人都愉快地坐下来喝酒赏樱时，酒杯中那飘落的樱花花瓣映照着每个人的笑脸，却是没有比这更美好的场面了。\n\n10.樱花传承的意志——《海贼王》\n\n不是作为单纯的场景与故事背景，而是作为剧情最核心的关键因素，将樱花描绘的那么打动人心，至今为止我只在《海贼王》中见识到，樱花、奇迹、骷髅与意志，看似完全没有交集的这些因素在磁鼓岛篇中环环相扣，大放异彩。\n\n故事最后，在磁鼓王国雪夜中那漫天绽放的樱花构成了整个篇章最后的高潮场面，美得让人痛哭流涕，跟着乔巴一起对那个从未放弃过意志永远活在“幻想”中即使身死名灭也永不退缩心怀梦想的“庸医”希鲁鲁克说声“谢谢你，医生。”\n",
    "replies": [
        {
            "author": "林之灵",
            "timestamp": 1469968800,
            "txt_content": "图片不错"
        },
        {
            "author": "银月233",
            "timestamp": 1469975460,
            "txt_content": "转的都不加个转字儿？这样水的方式还可真是清新脱俗"
        },
        {
            "author": "玖123",
            "timestamp": 1469975760,
            "txt_content": "复制粘贴？记着标转载"
        },
        {
            "author": "tree-new-bee",
            "timestamp": 1470022080,
            "txt_content": "最爱了！！！！"
        },
        {
            "author": "tree-new-bee",
            "timestamp": 1470022380,
            "txt_content": "\n漂亮啊"
        }
    ]
}