{
    "title": "【原创 连载】Emptiness II：涅槃【07-印象】【46241359】",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1469970000,
    "txt_content": "正文\n\n\n    “那么……”\n\n    该说的事，维克应该已经说完了吧？罗杰一点都不想继续在这个大楼屋顶上待着，冷风不断地吹过加上他出来时没有穿的太多，再拖下去大概要出事。\n    “等一下。”维克伸手拽住罗杰，从自己口袋里扯出一条项链放在罗杰手中，“这个，如果埃塞克斯问起来，今晚我和你说了什么，你就把这个给他，能应付过去。”\n    “这个是……什么？”\n    “和我有关的一个东西，不过现在对我来说，已经不重要了，拿去应付他也无所谓。而且……我不能不多说一句，你一定，必须要提防着埃塞克斯，他比你想的更敏感。”\n    “我知道，这我很清楚……”\n    不管有怎样的伪装，埃塞克斯的那双眼睛，让任何有可能与他对立的人都一眼看出不是善类。那里面总是暗里涌动着无法掩盖住的杀意，对于一切的杀意。\n    “就这样，有什么事，日后我会联系你。”\n    “哎——”\n    什么叫“日后会联系”啊，他还根本不知道联系方式呢……电话号码和家庭住址都没给……\n    不过他大概也能去找埃塞克斯要吧，总之肯定会有办法联系上自己的。\n \n    阳弯下腰，将冒着热气的咖啡放在茶几上，继而坐回沙发，拿起扶手上的杂志，“结果如何，那个孩子？”\n    “很难表述……”Emptiness坐在旁边，双手交叉枕在脑后，难得显示出一副懒散的姿态，“这么说吧，她对于你们的气息，很敏感，但唯独察觉不出我身上的，所以我在接近她时不会从出现恐惧情绪。几天前我做了个小实验，她的恐惧程度并不是对谁都一样。”\n    “比如？”\n    “维克·费恩，”他转头看着窗外，阳光透过窗户照射进来，让米褐色的窗帘呈现半透明的状态，“虽然这人我不是特别的熟，具体的信息还是从资料库那里读取出来的，但那孩子只要听见或看见，总之就是通过各种途径接触到与维克有关的东西，她就会……”皱眉，咬了咬嘴唇，尽力挑拣着恰当的形容词，“怎么说……看起来就像个失去理智的精神病人，眼睛里的怒火和恨意太过于明显了。”\n    “维克……”\n    Emptiness将咖啡杯从茶几上拿起抵在嘴边，“嗯，那人是个杀手，以前也算个王牌吧，退出之前应该还是核心成员。”\n    “那，按这个情况看，维克救了她吧？为什么会产生那样的情绪？”\n    “谁知道她怎么想的，可能……她不知道维克一开始接到的指令是灭口吧，当然也不会知道维克救了她的事。”\n    “嗯，她身上有什么异常吗？”\n    “身上？”\n    “比如戴了什么看起来有些突兀的饰品之类的。”\n    “没注意，毕竟……她不抵触，但显然也不允许我过度靠近她。”\n    资料被人整理好规整地放置在桌面，Emptiness印象里的阳总是这样，喜欢任何事和物都有条不紊，在处理任务时也总事先做好准备工作，以便于到时候能够从容不迫。正因如此，Emptiness很久都没体验过紧张和压迫是怎样的感受。\n    说起来，阳对待他的态度与以往他所接触到的人有很大程度上的不同，怎么说，温柔？对他而言，这样温和的态度他在其他人那里是没感受到过，那，目的呢？她这样无条件地用令人舒适的态度去对待，肯定是为了得到点什么吧？但阳从来没提起过，Emptiness也不想问。\n    艾莉死后他就变得不愿意与他们交流，自愿地建立起一堵墙，尽力将自己与他们分离开来。现在，它被打破了。\n    “阳。”\n    “什么事？”\n    他将咖啡放回了茶几，皱着眉盯着前方的墙壁沉默了很久，在心里面反复斟酌自己将要开口说出的话语，但最后还是被他自己硬生生地塞了回去。\n    “没什么。”\n    现在大概还不是时候吧。\n    阳显然有所察觉，她的视线难得的从杂志上的文字移开，落到旁边的人身上。双方都保持着沉默，直到阳叹了口气，低头继续看杂志，Emptiness悬着的心才得以着地——她有所怀疑，出于某种默契并没有追问。\n    这样的人，让他觉得安心。\n    “对了，我听说……维克回来了，他找到埃塞克斯说想和什么人谈谈。”\n    “他要找罗杰。”\n    “我一直挺好奇的，罗杰身上到底有什么奇异之处能让维克找到他，不就是……比一般的分析员聪明了点，枪法比一般的杀手准了点吗？再说现在他受了不少的伤，早就不能和之前相比了。”\n    “你睡眠的时间很长，有很多都不知道。”阳翻了一页，“也有很多东西还不理解，罗杰的一些经历，能够让他在某些特殊情况下做出真正意义上的正确判断。”\n    “真正意义上？”\n    “有很多人，”她将杂志扣在双腿上，抬手指向Emptiness的双眼，“宁愿相信自己眼睛所看见的假象，也不愿意承认已经摆明的事实。”\n    已经摆明的事实么……\n    胸口有点痛。\n    “说起来……把那女孩救起来的人，到底是谁，我想应该不是罗杰吧？”\n    “怎么说？”\n    “我说不清楚，直觉而已。”Emptiness耸了耸肩，“因为，你知道，我对罗杰的印象一向不怎么好，他也没给我一种会冒着风险去救素不相识的人的感觉。”\n    “这种事，谁知道，你要是真的想弄清楚，不如去问问她本人。”\n    哦，说的也是。\n    Emptiness站起来，转了个身进入少女的房间。\n    她正坐在床上，抱着玩具熊，在耳边说着悄悄话。轻微的响动同样引起她的注意，抬起头望向刚刚带上门的人。\n    “……有什么事吗？”\n    “是，一个小问题——你还记得那个救起你的人，有什么特征吗？”\n    “特……征？”少女捏着自己的下巴，仰头望着天花板，Emptiness能看出来她正在努力回想当时的情景，似乎对于自己没有太大的戒备，“唔……因为那个人说我当时已经意识不清晰了所以没记得太多，但我抓到了什么，一个……很硬的，而且还是在水里像被风吹着飘动一样的东西。”\n\n\n\n|索引|\n\n\n@冥王星人 @zyj0807 @xcc @sam3737 @恶魔-潇洒 \n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1470019680,
            "txt_content": "过了一夜怎么都没人回复？"
        },
        {
            "author": "sam3737",
            "timestamp": 1470061620,
            "txt_content": "冥王星人 发表于 2016-8-1 10:48\n过了一夜怎么都没人回复？\n理论上说应当如此。。。"
        }
    ]
}