{
    "title": "[原创·单篇]方体四部曲<索引>[方体系列]",
    "author": "[方体]",
    "replyCount": 8,
    "timestamp": 1469979000,
    "txt_content": " 本帖最后由 [方体] 于 2016-7-31 23:45 编辑 \n\n方体I\n  [比邻星]  只有一排方体，缓慢朝着一处前行。附近的星星发着光，照亮了在黑暗中的它，但那些星星又挡住了它，它又彻底消失在宇宙中了。  半人马座很明亮，但是它的光亮照不到所有地方。方体能看到南门二了。一处有一颗昏暗的红星，在缓慢接近红星后，能看到三个大小不一的红光点。三个天体质量在互相引力着。三体星系除了这三个质量以外都是黑暗。  三个天体藐视着这个无法产生影响引力的质量，这个东西对它们来说只是一粒尘沙，只需吹一下就没影了，或者让它消失殆尽。但方体没有理会它们的藐视，只是继续前行着，它的观念只有前进，直到有足够大的质量阻挡住它。大恒星忽然察觉到了这个方体的危险，它想逃离，但他只不过是一颗恒星，宇宙中看不见的小点，除非毁灭，这样就能争取到观测者的一点点视线了。  所以就毁灭吧。  原先这个方体看起来是很缓慢的，但是它越近，速度就越更快。最后大恒星在看清方体时，方体已经在他面前了。  宇宙中没有声音，大恒星也只不过是出现了一个小洞。从这个小洞里淌出了昏红的液体——那是大恒星炽热的眼泪。这些炽热的眼泪喷发着，飘荡在太空中，它们无助地想逃离，它们也和大恒星一样慢慢变热。  大恒星越来越亮，好似有什么在里面，它发出了白热光。白热光开始向外扩大疆域，她抱住了第二课恒星、第三颗恒星。随后又伸出慈母的双臂，裹住了整个三体星系，拥抱着这三个宇宙的弃子，用光芒安慰他们，安慰这三个孤儿。三体星在她的怀中哭泣，它们回到了母亲身边。  光芒缓缓地消逝，留下的只有无尽的尘埃，第三旋臂的光记住了它们。[幼稚症之一]“2016年2月11日，人类利用高级LIGO探测器首次探测到了来自于双黑洞合并的引力波信号。 2016年6月16日凌晨，LIGO合作组宣布：2015年12月26日，位于美国汉福德区和路易斯安那州的利文斯顿的两台引力波探测器同时探测到了一个引力波信号；这是继 LIGO 2015年9月14日探测到首个引力波信号之后，人类探测到的第二个引力波信号。”\n三体星系证实，确在半人马座，这是离地球最近的恒星，被科学家称为：比邻星。    2017年，联合国几大国声明，一齐派出宇航员在2019年进行第二次登月，并勘探其地形，背面。绝大多数人都开始相信月球背后有外星人或遗迹，月球背面再次成为全球关注的焦点。2020年，美国、中国、俄国、英国、日本5个国家代表宇航员登上月球。韩国因经济问题而放弃此计划。本次航天计划花费1600亿美元，结果是月球的背面空无一物，只有瞭望无际的灰白尘土。人类登上火星的时间推迟8年。此次登月计划令人类大为失望，花费巨本换来的只有和期望大有不同的地形资料和几袋土。人类开始反思，联合国连续开了两次会，新闻媒体批评着这次的登月。却还是没有发现自己的错误在哪。这对人类来说是一次幼稚的行为，但幼稚的人不会感到自己的幼稚。人类文明中出现了一些反人类组织，他们不满于现在的体系，进行反政府反人类反社会运动。实行恐怖活动，多次试图刺杀现任领导人，骚扰政府工作人员，进行暴乱宣动，攻击政府网络。组织规模越来越大，现在的反人类组织被人类认为是新世纪最具威胁无政府组织。 [幼稚症之二]  在街道上的人都能看到“群众组织齐心，铲除反派可行。”的横幅。红底黄字在这样的年代已经不算是很显眼了。现在世界上最大的问题不是未来科技，就是人类自己了。人类若是内战，是比被入侵要恐怖的。  “所以，叫我出来是要干什么的。”  王欣也知道这家餐厅是徐峰随便找的，他不想浪费时间，只想快点把事干完。  “…哈，你应该知道的吧，之前的引力波就是科学界的大新闻，爱因斯坦这样的老家伙还真算是给科学家们一个大惊喜了。”  “……”  “好了，谈正事。听说你科学方面也不错的啊，我这边正在搞新型发动机，能介入一下吗，哈，可以带你去看看我们的研究成果。”  “…这种事情也请吃饭。”  “干点事情总比你在家对着一面墙发呆要的好吧…，好了好了，最近听说对恐怖组织打击特别强，你得注意别被抓了。“  “…我做了什么会被抓。”  “我不是说政府，我是说那群恐怖组织，被人贩子什么的抓走了，你不想入组织入教都没用，是强行的。”  “都是扯淡。”王欣低下头吃东西。  “扯淡？“徐峰抿了一下杯边的沫，”那群人的手段，恐怕是你怎么想也想不出来了的。把你抓进去以后，天天对你进行洗脑灌输，你不想接受都没用，最少1个月几星期，你也是‘安拉胡阿克巴’的一员了。”  “…这样的方法我早就想过了。”  “政府居然还直接派警去叙利亚这种地方，认为那里最多，结果是一堆的窝点在本土。哈，说不定他们就在这餐——”Pong——！  “全都去死吧！”  “妈的，这组织居然还真在这。”徐峰把头卧低。  只是一个穿着倒三角图案连帽衣，兜帽趴在鸭舌帽上，再架上墨镜的愤青。持枪的右手举过头顶，黑色枪口的硝烟未散尽，在空中打个了个旋。他的嘴型一副大义凛然，好像自己代表的就是真理。  整个餐馆像针落地一般静下来，所有人卧下身子，都在等着他发话。王欣也照着做，但懒得去看他。  “哈，威慑一下都不敢反抗了，果然没救了，丑陋，只会欺骗、出卖，都是一群在阴沟下苟且生存的虫子，万岁！为了人类的灭亡！万岁！万岁！万岁！”Pong——！  离他不远的男人腹部上多出一个洞，传出很低的呻吟，然后是别处的尖叫。白色衬衫使渗出的血液更为明显，他捂着那地方，无力地倒在地上，随后一直喘息，全身蜷缩成一只虾米，疼痛程度从眉毛上就能看得出来。  “闭嘴！”他持着枪，指向那些尖叫的人。  尖叫依旧没有停止，反而因恐惧变得更大。  “老子他妈说了闭嘴！”他的食指已经紧扣着扳机了。——————————————————————————————————  他忽然眼中放射出惊异的光，然后身体成为了被摆弄的玩偶，不停地抽搐以及发出无意义的声音，一块布地塌在地上。  “泰瑟枪。”徐峰起身轻松地说，又望向那个站在卫生间门口的人“X26啊…希望这老兄不会被叫去去警局登记吧。”  四处的人先是跑去看向那个受伤的人，血已经可以说是涌出来了，他不断的痛苦呻吟。现场的人赶紧拨打了急救中心的电话。所有人都惊魂未定，只有王欣和徐峰十分淡定，像是常事。  “…那个人的情况会怎样。”王欣也扶着桌子起身了。  “倒是没事，但反人类这样的都出来了…”  他们的注意力又放在那个开枪的人身上，那个人身着一件棕色大衣。随后抽出一张大钞，拍在接待柜台上，在没引起众人注意之后加快步伐走了。  “……”  “哈，得了，现在还是先回去吧，待会警察来询问情况得磨掉半天呢。”  “不了，结账，带我去你看看你们的研究成果。”[幼稚症之三]  “我们需要收手一下，否则政府对我们的打压会更严。你们甚至有一员在餐厅里闹事，被一发电击枪搞定了。记住有理不在声高。”  “但是，首领……”  “再忍几年吧，就几年，要么我们全吃了牢饭，要么我们救赎人类了。向你们保证，今后会实现的。  “散会吧。Viva  La Vida！”  “Viva La Vida！”  只是一个没有名字的首领。他刚刚让几百号人在一个隐藏的地下室把手举过头顶，并且高呼无意义却激励人心的口号，在众人舍不得的情况下散了体。  留下来的3个人大概是和他在地下室的小房间一起开个小会。  “各位，时间不多，现在的每一小时我们就会失去一个同盟，政府已经对我们进行了严密打压，”沃尼特看向在座的几个人。“把你们的计划全都提交上来。”这里的回声是以回荡的方式。  “这里。“其中一人抽出一份档案。并推向领导人。  “…开发病毒，现在不是在玩瘟疫公司，科学家没有你想象中那么蠢，他们即将战胜肿瘤了，艾滋病也研究出治疗方法了。病毒被消灭只是时间问题，根本没有可能传播到外界，并且还有可能会被人类用来修复基因。”  ”真空爆破？用反粒子进行大规模能量爆炸？很有意思的东西，但是，时间，时间，时间！这是最残酷的东西！研发成果的可能只在那群幼稚的科学家手上！“  他把这些文件甩在桌上，神情像锁一样沉重，用沉重的目光看着在座的几位。  “…对于你们来说，这些也是很困难的，我记得我在2018年的时候比你们还要幼稚，朝天上发射了信号，上面包括了地球上绝大多数资料，当初我对黑暗森林居然是如此的信仰……”  他把头浸下来，看着光滑的木质桌面。  “既然什么方案都没有了，那就散会吧，这个组织…也不会待多久了。”  首领的声音像水中漪涟，向四周发散，碰到阻障就回弹。  “...首领……，“他们中发出了一个弱弱的声音，好似十分恐怕什么的。”我还有，还有一个计划，我觉得不可行就不拿出来了，但是…现在您还是可以看一看吧，哪怕死马当活马医。”  首领接过他的文件夹，并从中抽出一张白花花印着密麻黑色小字的纸，顶端居中的较大字体吸引了他的注意力。  全球式浅催眠。  首领飞快地阅读正文，眼睛发出扩散的亮光，好像在被黑洞吸入之前得到了逃逸速度，脑子里不是著作名句，也不是名人名言，从思维上，是的，这才是真正实行起来的计划。[互联网浅催眠信息时代]（此档案无效）  随互联网信息发展，人们逐渐离不开网络，网络成为了这个信息时代的必经之路。信息传输的便捷让人类沉迷其中，只需一经炒作，无论是什么信息都将传遍网络。而市场经营营销者却没有找到一点：  这个时代注入思想比抓住思想更为重要。  我看过一个电影，名为《盗梦空间》，剧情就是在梦境中给一位即将子承父业并且很有可能垄断全球能源集团的人植入思想，使其放弃父亲的遗产。  那么组织可以借助网络炒作的方式，传播要传播的信息，并且在信息中插入一些浅催眠信息，使人进入恍惚状态，这时人的心理防线放松下来，再利用图片文字中隐含的信息植入思想。  这样的例子曾经就有过，1981的一家电玩城忽然出现了一台闻所未闻的游戏机器，游戏名为波利乌比斯，因为矢量图一般的画质和游戏的快感，受到了很多玩家的追捧。但是玩过这款游戏的玩家都莫名其妙地健忘、失忆、失眠、噩梦、的情况，没有人知道这是什么情况。后来据电玩城老板所说，有时候会有一个黑衣人打开游戏机，取出里面所储存的资料。有人说这是政府精神控制的试验。  这个游戏我是试玩了一下拷贝版，并录下其视频。我先是催眠自己使心理防线提高，随后打开了游戏。游戏的画面是普通的螺旋颜色变化催眠图，我知道这是让玩家进入潜意识，好进行接下来的浅意识思想植入，我继续提高防线。玩家控制一家战机围绕着屏幕射击，游戏音乐很奇怪，并且有时会弹出一些白色的字母，显示的时间很短，没有看清楚，玩到一半我感觉要进入恍惚状态了，便退出了游戏。  随后我调整了自己的状态，查阅视频，视频中的敌机没有什么浅意识暗示，背景也只是不断变化成各种催眠图片。反而是那些弹出来的白色字幕令我非常感兴趣，暂停并仔细寻看一番，是一句英文。  “8小时玩，8小时睡，8小时工作。”  我顿时知道了这个游戏的催眠方式，让人进入恍惚状态，随后突然显示一段字幕，虽然你没看见也没记下来，但是你的浅意识已经收到了影响。  网络催眠就更简单了。  我们只要进行炒作，随后在其信息插入一些暗示，使人浅意识植入这些思维。接下来就像《盗梦空间》中主角一言，思维的种子一旦落地，就再也不会停止这些枝干分支的生长了。                                                                                   [  徐峰领着王欣就朝那个方向走去，前方像是工厂一样的地方，金属似的板反射着白色的光。四周王欣差不多是坐着徐峰的车行驶了四个小时，王欣发不了呆，没有哪里是比得上家中的那面墙要白，在车上也睡不着，就这么熬了四个小时。  刚进去，就是宽阔的一片，到处都是框住的展示品。显然这里是出产地。徐峰给他一一讲解，然后要带他到研究室。  刚要进电梯，就走出来一个穿上白大褂的女孩，王欣先是感到不对劲，然后这个念头又被徐峰的唠叨给打消了。两人已经适应了电梯的失重感，门打开后，又是能看到一群科研人员。他们在检查处穿上防护服，然后走进工厂内。  这里不是想象中的那种实验室，这就是一个典型的制造出来的样品。平台围绕着一个黑色板块构成的柱型器械，这个机械十分庞大，半径比欧洲的强子对撞机还要大一倍，好似里面装着什么。那些黑色板块放射着周围的白色灯光，好像在述说着里面装载了什么东西。  徐峰又带着他绕着平台走，防护服让身体上很不舒服，走了几十米后才看到一个同样穿着防护服的人扶着栏杆，看着那大型的器械。他好像注意到王欣了，转了个向，面罩勉强透出他微笑的光。四周很寂静，只有王欣的脚步声和空气流动声。  “这里是干什么的”  “猜猜里面装着什么。”他又望向那个器械。  “...那些东西是磁板吧，你们还供上大数量的电力，是要储存什么吗，…我不想猜出那3个字。”  “嗯。”  “反物质。…你们要拿这么危险的东西来做试验，并且这个大器械能储存反物质，是什么原理。”王欣忽然觉得这个东西对他有些压迫感。   “超导。”\n  “...前面是有人试验过的，可是只能持续16分钟。”  “你得看看那个才多大。”  “越大越不稳定。”  “那我们早就该在一年前被轰成微观粒子了，你们看到了外面的多台发电机了吧，就是为了维持这个家伙。猜猜，里面的反物质有多少。”  王欣看向死寂一般的柱体，黑色的板块映出的就像是死亡，他不禁把视线一开，压制着自己。  “猜不出来。”  “1克”  “那么附近的国家都可能,不，全部会遭殃。”  “哈，那你把外面那些发电机当成什么的，装饰吗？”他忽然又转向王欣，那声笑让王欣感到畏惧，这个人的来历不小。“...我叫沃尼特。你肯定是来协助我们的研发团队的吧，感谢你的支持。”  “当然当然！”  王欣不想理会后面的声音，他思考了一会儿。  “不感兴趣。”  “噢？是吗？这个项目有什么令你不满的吗？”  “就是没有兴趣。”  “嘿啊！”徐峰非常不满的样子，他带着王欣到这来就是为了谈妥项目的。“你前面答应过的啊！”  “就是不感兴趣…好了我觉得我们该走了。”  “那好吧，要让我请人送您出去？”  “不了，这已经是有人带我出去了吧。”  “？”  徐峰在带着王欣的一路上都在抱怨他的拒绝，王欣只是不动声色。电梯门打开后，里面是那位见过面的女孩。王欣又是突然有了那种感觉，他觉得这个女孩身上的波长不对劲。带着这不对劲的情形，他们走出了电梯，才真正离开了这个生产地。[方体之一]  以三维视角看莫比乌斯小宇宙，里面有许多方体人在工作，命令方块摆成的矩阵是他们的计算机。方体人的爱好就是建造，所以从来不会有人说累，所以计算等问题都交给他们的科学家解决。  方体人能看到莫比乌斯小宇宙之外的东西，他们能看到表面的所有细节，他们发现了一些三维宇宙的真相——方块。方体人发现这些方块就是构造出他们世界的微方块，三维世界是由2.5维为地基构成的。  首领在房间内看着矩阵画面，他要造一个很大的工程。  实体化。  他们的莫比乌斯小宇宙在三维只不过是一张没有厚度的纸片，因为没有力的作用，这张纸片不会运动，方体人也无法走出莫比乌斯小宇宙外。但当他们发现了三维宇宙是由微方块构成的真相以后，他们就开始了浩大的命令方块实体化工程。  计算机不断地显示出各种信息，首领也有些看不清，只有科学高级部长默默地看着，心里默默地计算。  <预计一下这次的成功率>首领发出了想。  <让我看看…嗯，60％。>科学高级部长回答了首领的想。  <怎么会这么低？！>首领有些惊叹  <不，首领，>他看向那些根本不可能看得懂的信息，那些信息在他的脑子里都是一幅幅图画而不是二维信息，<已经很高了，毕竟这是第一次试验。并且除了维度跳跃以为我们还没有如此浩大的工程，人手嘛。>  <方体世界的人才都在我们这里了。>  <不不，这次工程实在是太难了，我们都不知道命令方块能不能对外界完全起效，母亲只知道三维结构都是方块。>  <三维宇宙都是由微方块构成的，那我们的命令方块怎么不可能对外界奇效？>  <事情没有发生前都是由概率的。>  <好了，什么时候可以开始。我已经等了1个红石年了。>  <照数据来看，现在就可以了，现在就可以了。>  首领和房间内的各个总部长走到一排拉杆前，元首拉下其中的一个，他们被传送到了另一个房间内。这个房间前方有玻璃制的窗，窗正好能看到外面的点阵图形，点阵U型的像素不是很高，但也能看得清楚认得清楚其中的图形。点阵图形开始调试颜色了。  红  黄  蓝  绿  灰  黑  白……  85个红石刻的等待后他们终于能看到了模糊的画面，前方是浩大的命令方块构成的电路，其中有一个显眼的信标在一个底座上。元首的前方有一个按上按钮的命令方块，他输入了信息后便按下了按钮。  {开始实体化}  红石电路先是一个短暂的充能，随后冲向四处，每经过一个中继器就减慢一下速度，这些红石信号不断冲向各排的命令方块，就是一排下来如此简单，但这工程花费了军事高级部长和建筑工人的数8年。只用了不到10个红石刻，就走完了第一排命令方块电路。  <A计划失败>  首领和科学高级部长心里很清楚，A计划实现的可能性是最小的。  随后信号又走向一条电路，前方又是几排命令方块，但是有更多的红石电路，更为复杂，房间内的人看着模糊画面都捏了一把汗，如果他们真的有汗的话。  <B计划失败，信号行程总用时23个红时刻。>  所有人都知道，C计划是最后一个也是最为复杂的了，科学高级部长为了C计划付出了不知多少心血，那本记录着的是根本不可能看得懂的电路图形，还有许多看不懂的鬼画符代码，科学高级部长视它们为珍宝。  信号带着方体人的所有希望向前冲，信号已经进入了C计划的电路区域，区域中的命令方块不断被激活，这个过程好像十分漫长。所有人的心已经悬到了256层高，那是他们最后的希望。  在信号激活最后一个命令方块后，信标消失了，他们朝三维视角看去，在三维宇宙中有一个他们熟知的方块静止着。  所有人都跳了起来，朝身旁的同伴打了一下，那是方体人的庆祝方式，在漫长的岁月中，方体人进化了自己的状态条，然后自己建立了文明，还深入了世界的科学，甚至还进入了高纬度宇宙，在自己的状态减了半格后他们用想欢呼着，那是方体人从未有过的欢呼。  只有首领和Steve站在原地看着那个实体机，他们都对方体人的欢呼微微发出主观同意的想。\n\n[尸之一]\n  这是3567899尸的工作，它要清理他的前23个克隆体。它先是把它自己们放到养液尸中，然后养液尸把它自己们榨干，只剩下一张干皱的皮。3567899尸把这些皮放到自己的囊里，带着干皮放到储存尸的囊里。  途中，3567899尸遇到了3567813尸，他也带着自己的前7个克隆体干皮放到储存尸的囊里。它们在路上谈论，有些波说又获得了新DNA，有些波说尸脑又进行了开发，有些波说尸的武器又增强了。他们到了防着储存尸的囊前，把干皮倒下去，储存尸把这些干皮都食下去了。3567899尸还要去处理其他克隆体，当他刚要移动时，有一个强烈的波传来。  王要见他，3567899尸。  3567899尸兴奋地分裂出船尸，然后驶着船尸达到这个文明最大最宏伟的生物建筑，无数个克隆体组成了王的标志性建筑，若是没有被召见，靠近一个细胞单位就会被王杀死。3567899尸胆怯地靠近建筑的一处，那面墙张开了食器，3567899尸蠕进这里面了。  始尸的体从地面升起，然后逐渐形成了尸型，3567899尸终于看到了它的王，王的波先是震动了一下，然后又发出了信息的波长。  （尸的基因序列）  （3567899）  （3567899，你的基因出现了从未有过的变异。）  （……我当然知道，我的王，我将会被装进囊里，然后成为基因的研究对象。我无比荣幸，我的王。）  （既然你已经了解了，那我就不必发出波长了。）  （无比荣幸，我的王。）  有一层膜罩住了3567899尸，它很惊讶王的这层膜这么薄，却又看不到外界的光线。随后的一滩酸灌了进来，3567899尸没有任何原始的死亡喊叫，也没有任何恐惧的波长……在膜退去了之后，王用触手托起3567899的基因，放入了囊里。  （尸们要灭亡了。）[钅之一]  母已经金属硬化三天了，祂在思考，这三天的思考已经燃烧了14个智慧体。母眺望着他们的天空，天空没有星星和太阳，这里只是一片黑暗。母发出了光，这样光并不是很亮，但母知道。  夜晚越黑暗，光点更明亮。  这个小小的光点让母不再寂寞，母想在黑暗的天空找到一颗星星，一颗会发光的星星。让这个文明获得光明的星星。消耗智慧体较多的不是思考，而是发光。发光要让钅体发热，放出辐射，随后发光，一天就要燃烧4个钅体。  母不在乎。  祂继续发光，这回祂要消耗掉那些无事可做的独立智慧体了。母已经开始燃烧了第一个，祂发现自己变得更加明亮了。思考的动力又来了，母幻想着，天上有众多繁星，照亮这颗黑暗的星星，光线是这个文明中最奢侈的东西。  母还要继续思考  但的，忽然，母接收到了一条膜，每个独立智慧体都被赋予了一次紧急的钅忆信息传播，不到不得已，是不会启用的。母解读着膜。  那是一颗地膜星的坐标，并且里面还有着地膜星的众多信息，母解让这个独立智慧体进入自己的身体里，然后解读着钅忆。那是一个星系，有许多明亮的星星，有一个很大十分明亮的大星星，围绕着大星星，有8颗会移动的星星，那个星系一直都是光明的。地膜星文明都是由碳组成的生物，已经具备了航行的能力，将在70-80年后具备星际航行能力。钅文明不能航行，因为钅离开了母，就会变成普通的金属。母深知发现了另一个文明的危险，祂不能消灭那个文明。  清理就是自取灭亡。  母决定要限制那个文明，祂移向一处，用钅忆探测着1光年外的星星，有两颗坍塌引起吸收质量的星星在合并，母已经有了一个想。  用星星合并引起的引力波传递信息，能传递得很远很远，很远很远。  母把钅忆注入了星星中。  到达的时间正好是引力波扩散的时间。  会很远很远，很远很远。[幼稚症之五]  王欣通过了解，知道了那个陌生女孩的来历，他也对徐峰非常好奇，徐峰就像是无所不知一样。  女孩曾经在LOGI工作，也是亲眼目睹接受引力波中的一个，没有任何原因地就到了那个地方当科研人员。  他又面对白墙思考了。白墙对他打了个招呼，他只是微笑了一下。白墙上像是视觉残像一般映出了一道波长，这道波长是如此地熟悉，好像是4年前就见过了一般。  对，4年前确实见过。  他拍下那面白色的一片，并拿出手机搜索了引力波的词条。  对，确实见过，就是这条波长，对，引力波，没错，引力波。  他又打开了桌面上的触屏，这些投影出来的触屏面由石墨烯构成，利用了光还原技术。这个触屏面是科技蓝的正方体，正方体里有许多信息，他使正方体展开成6个清晰的平面，并发大其中一个，搜索了相关第二次发现引力波的信息。   (动物园发生暴乱，大象冲出铁笼。)  （把自己家的狗看好了，我的狗狗跑了出去并无缘无故咬伤人了。）  （科学家发现碳粒子焦躁不安。）  （某国领导人做出了“世上最蠢”之事。）  王欣早已察觉了其中的不对劲，但他还是按耐下了。  因为他的卧室都是白纸，散成一片的白纸，到处都是，就像某个走火入魔的文学家得到了灵感，几十分钟就出一首诗篇一般，那些纸疯狂地飘到空中，忽左忽右地就落下来。  这些写下的资料王欣都缓慢地一张张捡起来，叠成一打有6厘米。  接下来该吃晚餐了？  不，该和我的老朋友打招呼了。  王欣倒下一杯水，一把抓住了就仰头往下灌，这一聚精会神已经耗掉了八个小时。时间对他来说没什么，慢慢就让它流去，反正有得是，一直在做有意义的事情就可以了。他闭上眼把最后一些水喝下去时，视网膜出现了一行洁白的，死寂的字幕，这些字幕让他全是寒起，躯体变得空虚，心脏一直往下坠落。  坠落  王欣把杯子移开，睁着布满恐惧的眼球喷出了一口水，还有一些残留的引诱了他的剧烈咳嗽。  Block  一行死寂的  Block  他认为自己只是精神疲劳出现幻觉，但是这幻觉太真实了，真实得你认为周围的一切都是虚幻的，或者是某种他最熟悉的构成的。那是一种恐惧，这种恐惧一直潜在人的心理，但是有了什么，一点一点把这个恐惧勾引出来，然后这个恐惧就像超新星爆发一般扩散，它注入了人的血液中，钻进了人的骨子里，布满了你的脑袋中。它像一把手术刀，诡笑嘻嘻地一点一点地剖解出尸体一般的科学，科学界其实是一个巨大的谎言。王欣已经想不到其它的东西了。  王欣感到无力，像一块橡皮，铺在了地板上，他感到自己的身体在缩小，一切的一切都无法挽回。  还有眼前的那一行  Block  缩小。  王欣感到周围的一切越来越远，不，是他自己在缩小，他现在能看到物体表面的一切一切细节。  缩小。  他掉进了正在下落的杯子，他看到的杯壁并不是那样光滑，非常的极度的粗糙，他感到世界忽然变得寂然。  缩小。  他已经看不到杯子内部了，时间忽然变得十分缓慢，一切地一切都十分的巨大，他能看到空气分子的流动，杯子里残留的水分子吸附着粗糙的面，粒子在眼前就像足球一般大，那些分子是蚂蚁一般大。  缩小  原子一下消失一下出现，王欣也发现粒子分子也是以这样的形式运动的，物体运动都是瞬间移动，连续运动只是视觉残像。那些巨大的水熊虫好像要吞掉他。  缩小  他忽然在一片黑暗中，那些微物质也离他越来越远。  他站在了一个电子上，他能发现电子的基础表面有许多…  缩小  锯齿  缩小  ……  缩小  …！  王欣在昏过去前，看到的东西，也许是世上最恐惧的东西了。这样的恐惧来自于接触的第一个图形，这样的恐惧来自于初中的图形知识，这样的恐惧来自于高中的几何图形。那是最简单的一个几何图形，最简单的也是最难理解的东西。  无畏来源于无知  对于无法理解的东西，人类都以谨慎敬畏的心理去探索接触，但当他们理解了什么之后，就扔下手中的事情，大笑起来，以为自己理解了这些的一切，其实只是一些皮毛。而这个几何体就告诉了他这些事情。  方块。  当他的脑子中得到这样的信息后，就没有了知觉，缓缓昏睡过去。  到哪儿了，谁知道呢？  只有一个青年瘫在地上，身体蜷缩得像个虾米，恐惧地注视那面白墙。      [尸之一]  王看着外面的风景，发出了微弱的感叹的波，到处都是洞，只有一些尖尖竖起的塔，除了特殊工作人民外，其他的尸都在地下工作。尸文明没有闲尸，每个尸都要工作，可以说，尸生来就是要工作，工作到死，死了就把自己榨干抽取养液，再用自己的DNA克隆出另一个尸，用上一个克隆体尸的养液养活下一个，榨干剩下的干皮就用来当燃料。进行然后那个尸继续工作。它的一些触手开始进行痛苦抽搐，它把那只触手吞了下去，然后用这些养分稍微补充了新生节。  尸文明做到了真正的物至用尽，他们不需要氧气，你只能消耗你上一代克隆体榨出的养液进行工作，直至死亡。——除了王。王的智慧非常高，各部位相对于其它尸来说都是顶级的，正是王的作则，才能让尸文明在低消耗高进度地进行下去。  即使物至用尽，也是不可能一直这样循环下去的，每一代的养液会越来越少，所以就需要别的生物来提供资源。  早在60年前，王就预测到了这一点，于是王开始试着养殖，养殖一些这个星球原有的动物，在猪牛羊的抉择下，还是选择了猪，猪的卡路里高，羊有太多不适用与生物科技的纤维，牛的饲养成本高，时间久。于是王通过修改生物性状，把养殖场养了出来，每只猪在其中每天喂养一些厂里张的杂草植物，猪的养液和干皮带来的效益也超出了王的预料，肥膘长得很多，养液质量不错，并且干皮上的一些脂肪更易燃。于是这些养液用于供养液库。  王刚要转身，忽然有一个强烈的波长刺激了王的神经，王立刻用大脑运算出波长，并且定位。  2光年外的一颗小行星。  当然的，如此强烈的波长，所有的尸都勘测得一清二楚，他们都向王提交申请，他们要清理掉这个威胁。  当然要清理，必须要清理，要不然自己就会被消灭  王也向所有的尸发出了一种从未有过的低频率波长，这个波长传播了整个星球，所有的尸都沉寂了几秒，然后爆发出剧烈的叫喊，他们已经理解了这个终极命令，那是尸文明的终极命令。  为了生存而死亡，为了死亡而生存！  那些是存放于囊里极久的船尸生长DNA，王即将大批克隆这些飞船。还有尸武器生长组织，十分精密，只要让生长部分触碰到皮肤等，就会吸取养分拼命生长，燃料是自己身上的死皮。  尸文明要进行进攻了。[方体之二]方体探寻三维宇宙思维广播计划：{计划：三维宇宙思维广播}  探索三维文明是进入三维宇宙计划的第一步，接下来是把三维宇宙的本质搞清楚。但现在首要的是探测三维宇宙是否有文明，因为探测文明和生命是比直接进行研究要有意义。一切都是由方体世界的微方块构成的，那么代表可以使用命令方块的广播指令，像所有思维体发送广播信息。  如何交流的事情是无须担心的，即使语言不同，思维的表达方式都是一样的，思维广播会在思维中自动转化为此思维体的表达方式，是一定能理解的。  随便弄一个广播确实很容易，问题在于恶意文明，就像7万红石年前的那些战争。必须先保证自己的安全。所以思维广播工程必须要谨慎，不能透露太多信息，又要让其理解我们的存在。  这个工程可以设置为特殊思维体广播，就像红石探测一样，有谁路过了就会立即触发。既然这个宇宙都是微方块构成，那么一切的一切都是程序一样的，这样的特性可以让特殊的思维体接受到我们的广播，了解到我们的存在，又不会对我们产生威胁。  这样可以省很多力气去寻找，因为三维宇宙可能会很大，而我们的飞船并不是很快。并且这个工程不是很难，只需要找到这个三维宇宙的规律。  关于传播的信息：  我们经过多方面思考，决定只发送一条既简单而真实的信息——方块。随后思维广播会让这个思维体看到微观真相。  关于特殊思维体如何接受广播：  每个特殊思维体都有接受广播的一种方式，例如我们，我们是在眼前看到一行方块信息。可能其他的思维体是其他的方式，不一定都是视觉。[方体之三]  我看着栅旁边要攻击我的小小史莱姆，勉强地在心中添加了一笔愉悦的色彩。  现在的工作情形十分紧张，所以其他人都会养一些无害的小宠物放松放松，避免自己的精神垮塌。  一个小房间，就是一个小房间而已。一只小小的史莱姆小跳着推动我。飞船是不允许放置透明方块的，所以只有红石灯。红石灯已经是极大力度地仿照火把的光源，但是墙上并没有摇曳的影子。  望向隔着一格玻璃外的三维宇宙，我们可以说除了方块以外对它一无所知。黑渊的一片让你觉得要吞噬什么。  单手抱着唱片机，缓缓掏出一张唱片，塞进那黑沿的槽。  这是我最喜欢的《cat》  又看向那块玻璃，想听着唱片仔细观赏这个宇宙。忽然，这首从唱片机中飘出的曲子变成一排排针，生硬地直接穿过方体人的身躯，在里面播下冰刺，那些冰刺要刺穿方体人。那些浩瀚的星空好像朝你挤压，然后把你压得粉碎。那是一种空寂的感觉，让你感到孤立。  就像一个真正的方块那样定在那了。  我猛地转过视线，死死合上眼睛，生怕残像还留在眼睛里。手慌乱地关上了唱片机，那些可怕的音符在空中絮乱一番后消散了。  方体人的精神状态太重要了，若是心理中的最后一道防线破了，那么就都得乱了。我让心理医生治疗过思乡症、孤独症，方体人们的精神状态都好了些。但这次的我慌乱了，因为这不是正常的心理疾病，那是穿过身体的孤立死寂感，我甚至可以用上百个词去描述……  于是我下了一道禁令，唱片机。  我努力压制身体中的东西，然后再望向那黑暗而渊源的宇宙，又是原来的老样子了。  再次感叹道  <一切终将逝去，唯有方块永存。>  随后是一个急促而喜悦的一个信息，这个信息是在门外直接传进来的，我认为又是发现了什么小行星。但是这一片星系是十分黑暗的，不应该有什么星星。  <发现一个三维文明了！>  <……？！>  黑夜中的文明……  ……[方体之四]  钅忆早在之前就发现了那些巨型的方块，那样的速度还没停下来是侵略的象征，母用钅造出了几根极细的细丝，把它送到太空，缓缓推动。“线”是钅文明的其中一种防卫武器，极细也极锋利，一切的阻物都会被切开。  “线”准备接近方体飞船了，母去仰望着天空的巨型方块，祂知道这个巨型方块在着陆的那一刻分成两半，那些陨石都是这样被摧毁的。  但“线”却没有穿过方体飞船，而是被方体飞船带着下来了。母的钅忆甚至没有反应过来，方体已经着陆了。  母打算与他们进行交流。\n  最初走出来的方体人是看不到周围的一切的，他们掏出了萤石，照亮了四周的黑暗。它们能看到有许多东西在移动着，像液体一般，他们照亮了那一地方，发现是金属一样的东西。液体金属。  首领也端着萤石走下飞船，他十分惊讶地看向四周，以方体人的思维是绝对想不出处于黑暗的文明是如何延续下去的。四周都是金属流体。  无论如何，方体人还是发觉好像有什么罩住他们的头顶，方体人好像被某种东西裹住了，向后往去，也看不到方体飞船了。  有一个好奇心强的方体人向后走去，看到了那些流动的东西，又用手触摸了一下，并没有什么事情发生。  随后又出现了什么声响，在微弱的光照射下，方体人还是能看清前方有一摊暗暗反光的东西朝他们移动，一段距离后又停了下来。这摊流体又缓缓升起，慢慢地组成了形状，先是躯干，后是分支，看起来像一颗树。在形状固定后，那摊东西又忽忽然凝固一般，一些分支直接变成了锋利的针尖。方体人们都害怕这个前方的不明固体，只有首领是镇定的样子。  方体人们忽然接受到了一个很强烈的信息，那些信息都指向了 <方体何干。>  首领也有些吃惊了，这样的智慧体居然还能进行信息交流。方体人让手中的光源靠近母，照出了金属一般的树，龙钟而沧田，好像每一枝条，每一枝干都充满了智慧。方体人无一不出现这样的想法：那是一个千岁老人，向一群孩子问好。  <我们是带着友好来拜访这个文明的，请您相信我们。>  <方体何来。>  <按照我们的术语来说，应是另一个维度，我们也说不清楚…可以称为….2.5维吧。>  母忽然沉默了下来，那颗老树像是在沉思，方体人还有祂的每一部分都在思考的一种感觉。  <母不理解。>  <对不起，我们会尽力描述我们的维度的。>  <母知道维度，零维，一维，二维，三维…直到十维。母还知道只有二维，三维，十维才有智慧。但是母不理解，什么是2.5维？>  <如果我们说我们是二维人，您会相信吗？>首领对这样的回答也有些拿捏不住。  <但方体以实体出现在三维，这是不可能的，方体需要单侧曲面，但单侧曲面不会有任何厚度。>  <没错，单侧曲面，我们就是用单侧曲面进入三维的，然后我们进行了实体化。>  <这一切的一切母都不能理解，二维不可能造出三维的东西，而且实体化听起来是不可思解的地方。>  <没错，这就是我们和二维不一样的地方，二维是一张小纸片，没有反面的小纸片，里面就算有生物也只能看到一条线，垂直移动。……但，但是我们可以看到并感知三个轴，我们能理解三维，我们能升上三维维度。可以说，我们的主世界，是一个二维中运算出三维的世界。>  <……>  母又进入了沉默，那暗暗的反光像是祂的不解。  过来几十秒，方体人又接收到了信息。  <…很不可思议。母从未见过如此奇特的智慧体。母渴望方体知识。>  <……>  首领和众方体人讨论了一会。  <希望方体能接受母的请求。>  <…对不起，我们无法告知你方体世界的信息，>方体首领终于是决定了。<但是，我还是有一个有用信息的。——你们的三维宇宙，都是由方体世界中的微方块构成。>  <母已经无法感叹出不可能。那么母所知道的圆，以及流体等等曲面。>  <方块，都是方块，只是这些方块太小了，成为了微观，若我们的实体化很精确，那么我们的体型将接近您的这个小行星。一路到这里，我们还没有有发现不是方块构成的物体。>  <方体怎么看得到微观。>  <无从得知。>  母又开始了思考，这回的思考是真正的死寂，没有一切声音，这次是几分钟。  <方体，我们可以做一个知识交换。>[方体之五]  方体人在谈论途中放置了许多信标，用于照明，他们想造一个信标塔，告诉母其原理后被母制止了，母说这样会暴露自己。  随后的60个红时刻后，这里变得十分明亮了。  <好的，我们知道了，相对于你们来说，三维宇宙由许多微观粒子和一些波粒二象性介质构成的对吧。相对于你们最重要的，是光。方体世界也有光，方体世界的光对我们是很重要的，是光与EGG才生成了生物，若光大于9级才能生成植物以上阶级的智慧体。若光小于7，便会生存一些猎食动物。>  <母对生物智慧体不是很了解。>  <…好吧。那么可以合成你们所说的基本物质吗。>  <按照方体所述，三维是方块构成，那么是可能的。>  <能告诉我我们这些合成方式吗？或者样式也可以，我们想把三维研究透，希望您能理解我们。>  <母的知识有限，只能告诉你们一些微观事物。>  母又沉寂下来，在几秒后，方体人感到思维有了一些感知，随后这些感知变为强烈的意识，好像有什么要灌输进来。这种感觉让所有方体人都定立在原地，没人能反抗这样的意识灌输。  方体人先是看到了微方块构成的基本物质和元素，随后这些微观单位逐渐伸展，像树形一般伸展，到了原子，分子，粒子，然后到了宏观的东西，原本一片混沌的微观变为了规律的宏观，他们又看到了基础规律和理论，这些规律理论是微观绽开的花，而实体则是花结出的果。又有一大波公式不断冲击着方体人的意识，方体人没有意识自卫功能，只是一直在被灌输，方体人从未想过自己有这么大的储存数量。  在他们要看到更高一个观念时，灌输停止了，母所有的知识就是这么多了。  方体人都感到如梦初醒，对三维有了新的认识，三维宇宙不再是方体人眼中的一片黑暗，恰巧，黑暗是光的一种表达形式。科考队人员都拿出了背包中的纸笔，记下他们看到的一切，方体人无一不发出了惊叹的信息。  方体人也从这些信息了解了钅文明，也对母产生了一些独特的情结，但没有人能表达得出来。  ——母亲？\n  <方体临走之前，请再接受母一个请求。>  <嗯。>  母忽然又像液体一般降下，移动到方体首领身前，升起一部分的身体，那一部分又硬化成普通金属了。那部分像母亲的手，托着新生命，那一摊小小似婴儿的，在其中缓缓挪动身躯。  <祂能脱离母而继续存活…母希望方体能够带上他，把祂安置在合适的星星，那里一定要有星空，有光明。母怕是走不出这颗星星了，因为除了祂没有钅能够脱离母而存活。>  <…好的。>  首领接触了一下这个小家伙，祂忽然散化成汽体一般，消失了。  <祂在方体身上了。请方体尽力做到。>  首领看到自己的身上有许多分子，回应了母的信息。  <我们会尽力的。>  忽然母又慢慢沉下去，那些遮住天空的东西都退去了。  方体人探寻着四处，Steve借助火把的光亮，看到了方体飞船。方体人把附一个光源留下来，他们想给这个文明增添一些光明。  <第三方体飞船，第三方体速度！>  飞船先是突然加速，随后渐渐离去。[幼稚症之六]  屋内一片黑暗，即使关上了窗，也还是能听到外面的烟火声。这是中国2026年的新年。  外头的那些噼里啪啦的声音，在王欣的脑海中形成了很强的图像感。一点亮光冲向星空，然后炸裂成多颗火星，这些火星都有着闪亮的轨迹，那一声就传来了，随后是特质的散落沙沙响。胡同还是什么地方的家门前挂着灯笼，还有几串点燃的鞭炮。在那些声音过后，地上就是一片的红。  几个月。他还是缩成一个球似的铺在床上。腿弯曲上前腰，双臂抱着膝盖，散出暗淡的的眼神，时不时会咽下一口唾沫。  差不多是一个星期没有吃东西了。他的嘴唇像糊上一层浆，还风干了，破裂出一处一处小口子。  他害怕前面看到的东西。前面没有人，也没有鬼。就是害怕前面的东西，一个月前那极度可怖的东西。那是一行字。揭开真相的一行字，脑海中都是那一行字，像烙铁一样印在了脑袋上。  咚咚咚！  外边在敲门。  咚咚咚！  …别去。  咚咚咚！  不。  咚咚咚咚咚！  ……  Paukkt——！  王欣的心脏竟然出现了失重感，好像失去了任何器官和骨头的支撑，就像那扇门一般打破。刺眼的光剑一般冲进来，有一个看不清的黑色人形印在门框，严肃的站姿好像在训斥着什么。  “为什么一直躲在这里！”  王欣发觉声音是多么熟悉…在哪听过呢…在哪听过呢。  “起来！”  在哪见过呢...在哪见过呢……  影子凶恶地冲过来，一把揪住了王欣的肩膀，全力把他甩下了床。王欣像一张纸，在地上无力地翻滚了两下，脊椎撞到了门槛，他感到浑身疼痛。然后又是害怕，又是无力。他还是看不清影子的面貌。  在哪见过呢…在哪听过呢……  影子还是没有放过他，把他又翻过咯人的门槛。那些光线像针一般刺痛他的双眼，他想让眼皮紧闭，却有什么湿润的一点被逼了出来。  “起来。”  无力。  “起来！”  王欣还是被撑了起来，已经有什么划过他的脸颊。  “睁开你该死的眼睛！”  ……  啪———！  ……  王欣感到脸上的血液开了锅，脸下皮的细胞不断地碰撞，传来了麻的信息。  对，记起来了。  王欣睁开双眼，光线不再那么刺眼，眼眶都是被留住的泪，前面的人忽然变得熟悉。旧友。  “...你，你是怎么来的。”喉咙变得沙哑，声音变得梗咽。  “你永远想不到。”  你永远想不到。  光线忽然渐渐暗下来，直至徐峰的面孔消失了。  王欣还在房间里。  你永远想不到。[引力波之一]  引力波，这是人类广义相对论的最后一块拼图，它的发现让无数科学家泪目。但它也是人类幼稚症的第一块拼图。  这是王欣1个星期来的第一次进食，吃下了一些零食快速填充能量，“专家”总说正餐是最具营养的，事实上快餐油炸垃圾食品比太空食物压缩牛肉填充的能量更快，最多就是引起发胖。接下来打开投影触屏，叫来外卖。  在那之前他几乎是爬着出来的，身上就像骨头被卸下，只有一摊肉被肌肉带动着，更别说打开冰箱门那种难度了。  外边依旧是热闹的烟火，房间内不时闪动一下。现在用的是冷焰火，用的都是一些低熔点金属的粉末。无污染，一般只有40多度，不会对人体造成伤害。而冷焰火在几年前还是较昂贵的只在大型场合舞台上采用的高科技产物。  王欣望向那面墙，试着思考以后的事情。在学生时代，可能只有他和徐峰的信念是最坚定的吧，只有他们两个，把自己科学家的梦坚持至10年。也不知道什么变故了，忽然王欣自己先抛弃了这个理想，那个班就再也没有科研生了。白墙隐出一个不在意的单词：Lie.  他又拾起那一沓资料，已经是一个月没有碰它们了。他是一字一句看下去的，并不是新闻上所教的一目十行。也就是心理学博士，业余爱好还算广泛，那些搜集来的专有名词还是能分析出来的。  第二次探测引力波之后，地球的生物都受到了影响，首先是动物的混乱暴动，然后是人类领导人的错误决定，反人类组织的出现。这一切都是能联系到一起的吗？可以，当然可以———他们的思想上受到了影响。  王欣又想起了十多年前的老电影《盗梦空间》，植入了想法后，就会生根，你无法阻止思想种子的疯狂生长。  当然，这些是猜测，缺乏的科学实验结果。  所以，就想办法实验。  王欣当然知道要找谁，那位十分万能的烦人的家伙，但永远能派上用场，从幼儿园、小学、初中…直至现在，就像我的依靠一样，什么事情都能办到。  他拨动了投影，然后向徐峰发了一条信息。  “出来。”\n  “啊呀啊呀，啊哈，难得啊，王博士。”  先是一股刺鸣，地面突然闪出颜色，然后颜色又缓缓渐消，再着就是一声响，周围的人影也停止了运动。  “……”  “说说你的正事。”  “帮我提交这些。”  王欣把身后的十年前的文件夹老古董拿出来，这是除了word，excel工作软件以外更为恐怖的东西，没错，纸张，纸张差不多都要被淘汰了，都要退出打印界了，现在的广告都是实体的了，直接3D打印送给客户。但是王欣手上的是纸张，并且这些信息量大得吓人，不过通过扫描仪的还是能做得到的，问题是现在的人都太懒了。  “…你他妈……够可以啊。”徐峰的眼中射出惊讶的光。  “就问你做不做得到吧。”  那些招牌闪烁着春节快乐，旁边是儿童嘻戏的声音。  “我不是抱怨，我只是…你真神奇，这么多都是手写的，还写了一大打，还是这种年代，老弟，我服你，真的。”  “比起信息化，我更相信纸张，网络犯罪的事情已经屡见不鲜了。”  “好啦好啦，这有什么难的，包在我身上就完了。”  这一句话又让王欣有底了。  “不过这挺难的吧…提交上去还不一定会有人理会……可能几个月，也可能几年都没人收。得了，这么晚，是该回去了，烟火都要没了。”  商铺招牌的冷焰火也要停息了，终于是回来了一些清净。  “方块，方块，哈哈哈，方块！哈哈！哈！哈哈哈哈！”  这样癫狂的笑声本不该引起王欣注意的，但“方块”这个字眼让王欣的神经又绷起来，把那虚幻而真实的一切又想起来了。他望向四周，只发现一个拿着冷焰火一直癫笑的男人。  “哈哈，哈哈哈，哈，哈哈哈哈哈哈！”  “……”  方块。 [方体探测器计划：  对于三维宇宙的探索，只凭几艘小小的飞船是不可能的，也不是说要建更多的飞船，分更多的人手，起码有什么东西能为我们代劳。现在方体人有些要分裂的气氛也是加快进度的压力，和动力。  探测器。  这个探测器最起码要帮我们探测半径50000格的星球，换算成三维距离是三光年。按照三维世界是微方块构成一猜想，可能三维世界的智慧体都是一种结构，但思维是否为程序一部分就不得而知。  这个探测器要拟出探测半径内的所有恒星结构，并且只能定位在恒星上，不能有多余的占存。  这样就可以极大省去缓缓探索的时间，比思维广播更省事。  但是这项工程更为浩大，甚至实体化机器都只是其中一部分，但是却没有这么多空间。实体化工程我们得知了莫比乌斯小宇宙可以影响到外部，所以此工程在二维的莫比乌斯小宇宙进行。  探测器的发射和控制，需要借助飞船，现在正制定其计划。  若此项计划成功，探索三维宇宙的时间将会大大缩减，随后便可以探索四维，最后回到方体世界。  关于回到方体世界的工程，还没出头。  探测器将会带给方体人一个新惊奇。[方体之六]  方体首领与尸文明总舰长开始会面了。  方体人还在航行的时候就发现忽然出现了许多星星，这些星星排成了整齐的“圆”阵，淡黄的光是一直没有消去的。  那些星星忽然又吐出很多的小光点，那些小光点是向方体飞船飘来的，突然一个加速，方体飞船前面被什么遮挡住，10个红石刻后，才褪去。  （…这是不可能的，生物热核弹，方块飞船是怎么挡下的。）舰长的信息充满了激动的思维情绪。  （虽然还没深入核裂变，但是你们的这些武器，对方体人和方体飞船是无效的，我们的微方块结构似乎是得到了什么许可。）方体人算是第一次接触生物吧，这样的活物对方体人来说是很好的一个开始。  （不理解。）  尸文明还想用其他武器攻击方体飞船时，方体飞船已经十分靠近了，他们只能选择投降，但是方体人是与他们谈判的，谈判这些他们无法理解的内容。  （就像王传输的基因知识一般愧涩难懂。）  （王？）  舰长挥动挥动须长的触手，带着几分骄傲。  （王是尸们最具智慧的尸，王的进化程度无人能披靡，王就是指挥着我们去保护尸们的文明的。）  （保护你们的文明？）  （距离我们的星球…不行，舰长尸不能告诉你关于尸文明的详细坐标。）  （为什么？）  （当方块得知了一个重要的消息就会理解了。发现了一个文明就必须消灭，他人的存在就是对你的永恒威胁……舰长尸只能向方块透露这么多了。）  （我能看看你们飞船的构造吗？）  （……）舰长尸的思维有些纠结。  （按你们的思维来说，你们已经算投降了，如果我们真有恶意，可能早就发起了进攻，不是吗？）  舰长起了身，周围的一面墙壁打开了，其实是一面生物组织在移动。舰长发出了让方体人跟上的想，随后向前蠕去。  方体人都拿着小本子，记下他们看到的一切。  （看到这些小膜罩住的一小块生物组织了吗，这些是克隆用的原料。）  方体人与舰长进入的是一个小道，两面的墙壁有着突出的透明膜，这些膜里装着的就是舰长所说的克隆原料。  （…克隆？）其中一个科学家问了一句。  （就是用养料复制生物组织。）  （噢！这个设想我是有过的，让一个系统组织通过特殊情况复制，但是没有你说的具体化，因为太难了，所以我就抛弃这个想法了，没想到这里就是鲜明的一本教科书！）  面前的生物壁再次打开，那是一个环形的走廊，走廊的护栏前有一层膜挡住了他们的视线，里面好像有什么东西在发光，还有什么声音。  （那是热核动力，王伟了设计这个动力设施，苦想了几十年。）  （这个我设想过！用原子核进行核聚变，以进行三维宇宙的动力源！）又一位科学家喊了起来。  （你们的王有寿命吗？）首领较小心的问了一句。  （不知道，没有尸知道。按照我所想，王应该是有寿命的，自己在死前克隆出另一个自己，然后把记忆体传输给另一个自己。）  众方体人是看着前方的大核动力引擎所惊讶，也许三维宇宙的人是要比他们更为聪明的。那个核动力引擎先是发出幽幽的绿光，随后又变换成暗淡的蓝光，像是呼吸一般地。  （你们的同类呢？）  （是这些飞船，还有克隆原料。）  （真了不起的战略，先把士兵储存起来，然后在进攻的时候再培养。那么你们的武器除了前面对付我们的热核弹还有什么呢？）  （就是你们站着的地方，这艘飞船，就是一个巨大的核体，如果必要的话，采取自杀性袭击也是一种选择。）  （我们的祖先以前也有类似的战略。你们的生存法则是什么呢？）  （为了生存而死亡，为了死亡而生存。）  （矛盾。）  （但是这样的真理已经是在我们的思维下扎根了。）  （……）  （方块，关于更多的东西，舰长尸不能再透露了。）  （没什么，谢谢你们让我们了解了三维的真正生物。）  （这边是你们的飞船。）  舰长又打开了一面墙，已经能看到方体飞船就在外面了。方体人轻盈地跳过去，翻进入了飞船内部。[引力波之二]  王欣已经等待了一年了。这一年他都在查询关于暗示心理学方面的信息。但那些都是他看过的专有名词，已经熟悉透顶了。差不多算是一个“民间科学家”了，空着有科学知识和空理论。  他也像过问徐峰情况了，似乎都不需要怎么解答。  全息桌面的立方体强制弹出，展开并放大其一部分，那是他的一封邮件。  王欣点了进去，那是中科院心理学研究所的一封来信，是很短的一句话。尊敬的王欣博士：  您好，这里是中国科学院心理研究所，请您抽出宝贵的时间到专访室一趟。  关于中科院会怎么回复，王欣在心里已经想过了100种方式，100种方式中有102种是拒绝的，有委婉的，也有直接的。但是这样的回复方式实在是让他以外，他高估了中科院，一行字就直接了当。  在下边是通行证的立体码，王欣掏出了口袋的投影色子，扫描了立体码，随即保存下来。  立体码的内部外部都是点线集合，无论从什么角度看都是一样的排序码，只有扫描机械才能识别出每个内外平面的不同排序码。并且安全系数很高，常用在特殊场所的通行证，每个人的通行证编码序列除了开头都是天差地别的不同。立体码开始商业化了，能储存的信息更多，甚至是一个视频。但以现在的水平，立体码普遍化还是做不到的，成本原因。  次日晨，王欣就到了科研所前。  科研所的大门没有警卫看守，只在两旁有猫眼。王欣投出三维码，只过一会儿，门就展开了。  “您就是预约的王欣博士吧，请到二楼029房间。”  王欣不想等电梯，就直接走楼梯了。  打开029的房间门，就发现了这里面和自己家一个模样，非常的乱……如果里面的人身上的色子没投影出信息的话，真还就是十几年前的电视剧里特务翻资料的场景，这是较为尴尬的。  “进来吧。”这差不多是缓解了气氛。  “就是那个…王欣博士吧，…我看看”其中一位打量着王欣，然后又看向他上手的色子，色子投影出那些资料。“心理学家…哈，民科。”  “……”  王欣拉出一张空椅子，很随意的坐下了。[引力波之三]  “够了，我受够这家伙的胡言乱语了，这些只是简单的社会问题，你偏要扯到宇宙深空，你们真以为是什么‘外星人限制我们的信息’？他妈的胡说八道，怎么会请来这种民科。”  “就算是不知道来源也得解决，这种现象十分严重，你们都是一群心理学家对吧，催眠之类的都会很熟悉的吧。你们可以试着解读一下潜在信息，看看里面都用了什么手段隐晦。  “看看现在传遍网上的流行歌曲、电影、词汇语句吧。”王欣随意打开了一个帖子，上面都是这个时代较火的词汇。“出于心理学家的感知，这些都是罪魁祸首。每一句台词每一张图片都隐晦了很多暗示的信息。就拿最近很多人都喜欢带着台湾腔的中英混语，觉得很好玩。暗示的内容就像种子一样，种在了他们的思想根部，只要一生长，就没有可能会再遏制住了。”  “…那么这里面暗示了什么呢？”那个女博士拿着手中的几张问。  王欣又翻了翻这些文件，叹了口气。  “让人容易厌恶真实世界，对政府官方行为反感，产生一些极端思想。知道那些反人类组织怎么发扬光大的吗。炒作这些容易火并隐晦暗示的信息。这类的情况先是在日本出现的，十几年前，‘二次元’算是火的了。那些人物大眼睛小鼻子小嘴巴的画风，真是受人欢迎，现在还有余波。受害最深的就是那时的初中生了，认为自己脱离了小学就是另一个层次的孩子们。”   “…先从那儿开始的么。”  “就说现在该怎么办吧。”徐峰摇了摇头。  王欣从那打文件里翻出一张皱得不成样的纸，简直就是揉成一团要扔掉的那种。先展开铺平，随后扫描了一下，让色子投影出来。这个计划的标题让人一眼就能看出来了：[他们也赐于我们治疗的方法了]。  这个房间就像打火石敲出的火星，亮了起来。大概是幼稚症的限制，这么简单的方法他们怎么就没想出来。  “我们的治疗方案，同他们一样，用另一颗种子与其竞争，最后掩盖过它。当然，范围一定要广，我们可以向国家提交计划。这样，在任何一个广告，任何一段视频，任何一张图片都能植入我们的暗示了，幼稚症就被我们打败了。  “但是，我们还是需要查清源头，这可是人类独自就能创造的思想危机，人类只是不断地在恶化。”  “查一下那些IP就行了。”  “没有用的，中国前几年的不重视IP，重启一下服务器就可以换掉了，这种情况太可笑了。并且那些信息发起者也很难找到的，要看看现在有多少人，虽然说14亿人锐减到了12亿人，这种情况还包括了可能的外国人，查找难度就像几年前的用一张大网在地球外围捕捉暗物质。”  “这样说来说去，还不是没用。”  “现在要先治疗，在思想上治疗。我们得要发布我们的压制信息，解决那些恶意信息。至于计划，明天就提交到你们这里。” [方体之七]  方体人总是无法将思绪转向其它的地方。这些年他们接受的太多了，宇宙方块真相，金属文明，生物文明。这个宇宙的结构总能带给他们意想不到的惊喜，方体人那些幼稚的设想一次一次被这个宇宙的奇妙冲击，其中已经有一派忍不住要去探索更高维度了。  他们要找到的最核心的地方，就是操控这个宇宙的真相，如何使这个宇宙运作的程序。但他们甚至无法解答命令方块的存在，就像一个幼稚的孩童，与三维文明一起学步，重新开始。  飞船到达了3/10光速。  不够。  2/5光速。  不够……  这些就像虚空，不断吞噬方体人。第一次的滋味当然不好受，但是接下来就会上瘾了，他们终于知道为什么在方体世界有人喜欢毒品———那些蜘蛛眼。第一次吃蜘蛛眼是会带来较大的痛苦的。但是有了第二次，第三次，你就习惯了，那种痛觉慢慢变成了快感，让人一下子虚度光阴。而对科学的追求，对知识的追求，本身就是一种吸毒的过程。  直至他们已达到了3/5光速。这已远与大多文明的水平了，以BUD刷新形式快速航行，无人得知谁给了他们天大的能力，没有限制的在三维宇宙游荡，开研这里的结构或许还会带来混乱。  至少不是现在。  方体人需要搞清楚一样事情———为何来到这里。可能是一种天性，一种探索的天性，这样的天性来自方体人的先祖，探索完草原，他们就步及沙漠，然后是沙漠，海洋，岛屿，甚至到了另一个世界。或许就是这么一种探索精神，把方体人带到这儿来的吧。  方体人似乎也思考到了这些，忽然发现科学哲学缺一不可，便又派出了人手，进行了思想的工作。  游荡啊，继续游荡。探索，大概是方体人生来的天性。[方体之八]  那是一个满是星空的球体，映射了美到让人窒息的宇宙。但在方体人眼里，这个球体还是不完美，不完美。还是那么多的锯齿，无论多么细致，永远不是一个圆，有一个魔鬼把圆周率吞噬了似的。  <…那是什么。>首领睁大他的眼睛。  <虫洞，我设想的虫洞，以三维规则看，宇宙就是一张纸，两个点的距离很长，但是如果把这张纸折叠起来，那么两点之间距离会无限接近0。>Steve又拿出了那张纸，然后端详了一会。<但是虫洞我一直认为是一个圆，有两面的扁纸片，但是在这里居然是三维的…嗯，知道了，那是二维虫洞表达的方式。>  <很奇妙。>  <有一件事…不知道要不要提。>  <说吧。>  Steve先是叹了口气，望向身后的船员们。  <四维分裂派越来越多了。>  <那就让他们走吧……>  <不，绝对不行，如果这艘飞船的人分裂出去了，探索将会陷入困境，少了那些科学家，我们可能谁都回不去。>  <那有什么办法！>  <保留，只能保留，必须保留。>  然后没有人出声了，像宇宙一样寂静。  <…这个虫洞将会通向哪里。>  <不知道，但是能让我们进行一次快速旅行，并促进三维科学的研究…进去吧，首领，进去吧。>  <……>方体首领望着眼前的反光球体，把一生的信念集中在那手臂上，有一个力量驱使着他，那是一颗探索的心，燃烧着方体人的所有信仰。他们要前进，他们必须前进，前进是唯一的选择。他举起了承担重任的手臂，按下了那个按钮，所有人都能看到那一行气势磅礴的字幕。<第三方体号飞船———第四方体速度！>  方体飞船又以高速驶向虫洞了。忽然，方体人发现飞船好像与虫洞进行了公转，并且虫洞好像也在自转，虫洞要慢慢包围住他们，外边星星出现了奇异的光，那些星星有着轨迹，拖着长长的尾巴。  <这样的情况可能是三维的光传递出现的问题，因为我们的相对速度变快了，所以那些星星就在我们的视野变为了一条轨迹。>  <什么时候能出去。>  <已经要出去了。>  忽然星星的尾巴又收了回来，虫洞就像把他们吐出来了一般。这一片是十分陌生的星系。  <第三方体号飞船，第三方体速度！>  飞船的速度明显降了下来，方体人先要修整一段时间了。  忽然，有异样的东西，出现在显示屏前，那是模糊的一个方块，所有人都认出了那是什么东西。  <…那是我们来到三维宇宙的第一个红石年不小心发射出去的活塞虫导弹……>科学高级部长被眼前的一幕惊到了。<天哪，它继续朝着三恒星系统移动了！>  <那三颗恒星的附近有什么行星或文明吗。>首领关切地问了一问  <没有，也不可能会有，这里不可能诞生文明，我曾计算过这三个质量的规律>科学高级部长擦了一把汗，<无解。>  <也就是说这里是混沌系统了？>  <没错。>  <不用阻拦那颗导弹，我想看一看我们的武器在三维有多大的威力。>  方体人都看着活塞虫导弹向最大的那一颗恒星移动，随后到了恒星表层，随后红石块应该是触发了TNT，但是导弹忽然就消失了。科学高级部长估计也预料到了这一情况。但是接下来的情形让方体人感到了自己的恐怖。  大恒星先是喷出了一些熔浆，这些熔浆在太空中逐渐发亮、随后大恒星也变得越来越亮，最后变成了白热光，方体人已经无法通过白热光观测大恒星了。随后白热光先是缓缓扩散，突然包裹住整个三恒星系统，这个三恒星系统又变得更亮，再突然的一瞬间，方体人便看不到任何东西了。  过了2000个红时刻，画面才缓缓恢复。接下来的情形更恐怖，只有一片废墟，许多碎片，还有尘埃区，再者就是一片黑。  <天哪……>方体人都发出了这样的感叹。  <…停止一切武器的开发。>首领掩着面。<修整，然后继续进行方体探测器计划。>  <……>所有人都呆住了。  <修整，然后继续进行方体探测器计划！>  <…明白了。>方体人又要忙碌了。                   [美好的一切]  世界难得的消停，真的，难得的消停。  王欣的计划实施后的两个月，所有人思想上的干扰都被压制了下来，政府军已经开始实行端掉反人类组织窝点的行动。很多人都招了，这样的情形，最多几个月反人类组织的旗号就消散了。  王欣终于是第一次决定出门，出门这件事大多是被动的。  该呼吸一下外面的空气，随手拿一下路边的广告模型。这些广告模型他都能看得懂，很多的心理暗示，也就是这些心理暗示让人类能和平一阵子吧。没错，一阵子，因为这只是压制思维，并不是消除思维。但起码是可以度过余生的。  就在前方不远，王欣就能看到一个身影。又是这家伙。  他们走上公园的一座小山，天空和山下都泛起光点，这里很黑，只能听得到风吹草树的沙沙声。山下的光点很亮，很繁密，王欣都不感相信这里变化这么大，沧海桑田。突然又不禁让人伤感起来。才发现徐峰带了瓶酒，一片黑暗中开瓶，差不多也是洒了不少。  干一杯酒，敬一位好友。  又是一杯，他们满脸闲醉，泛红了，这一刻王欣的大脑忽然快速运转着，小时候，这座山只有他们来过。第一次来是什么时候了？不记得了。徐峰这时就插上了，他说是一个晚上，两个小家伙在一片黑暗爬山一座小山，然后看着山上山下的星光点点，眯上眼就像渲染过的画一般。到了初中，也是非常好奇，他们还在一起，每个暑假都会爬上这里，继续看着那一幅画。后来吧，也不知道发生了什么，王欣也是一言不语，性格内向，不爱说话了，出了什么事情呢？他也不知道。王欣对于这样的为什么也答不上来，这种悲伤的事情早就强迫自己忘掉了。离婚？后妈？管他，忘掉就好了，管他的。喝酒，继续喝，往死里喝。  干一杯酒，敬一位好友。  “你说啊…兄弟啊，我们还能在一起多久，多久啊。妈的，现在你不出门什么的，以后要是你真是一溜烟没影了，我他妈去哪里找你。告诉你啊，你敢失联，你就等于不存在了。”然后他又转头过去，天知道是怎样的情感。  “…管他……又不是少了你一个我活不了……是你靠我活。”  “错了错了，你仔细想想。”  想啊，想啊。回忆一下。  嗯，什么都是拜托他，有他就安心了一样，好像什么事情都能办成了。从小至今还真是一个意识中无所不能的一个角色，少了这家伙什么事都没可能办成。不，少了这家伙也可以自己干。…，…….。  “这样的情况，不知道还能持续多久啊……说不定这里就要被拆，然后全换上什么什么的设施呢，哈哈。”  “……我们会在无尽的黑夜中一切发光。”王欣就在这样伸手不见五指的情形喊。  “不……”好像是什么被打断了一样，徐峰忽然镇静起来，“我只是在反射你的光芒。”  “……”  干一杯酒，敬一位好友。                         [方体之九]  三合星毁灭后，它们在这个时间点，成为了半人马座最亮的恒星，半人马座记住了它们的光辉。  分裂派的影响非常大了，但是方体人还是在这样的情形下，造出了方体探测器，探测器能帮助方体人感知到更远的地方了。  他们看着莫比乌斯小宇宙中的探测器整体，颇有一份骄傲，这样的东西找出五万个方体科学家也每可能造得出来了。探测器的探测动向不能偏向微观，浪费空间，又不能太偏向宏观，这样就会漏掉一些什么。  那张小纸片飞向黑暗的宇宙，变得十分孤独，最后消失了，就这样消失掉了。  屏幕上出现了许多的数据，不断运转着，科学家们就等待着这一刻，在此之前他们调整了很多地方，生怕出现短路，到现在还是很顺利。那些数据变得更密集，再着又排成二进制，随后突然出现了许多模型。———成功了。  就像实体机运转成功的那一刻，欢呼又爆发出来了，方体人对三维宇宙的认识不仅仅只是所见的和知识部分的了。  随后他们又调整观测这个模型的视角，缓缓探寻着四周，四周有一些小模型，也有一些大模型，这些模型都在作不完美的椭圆运动。  再前进四光年，周围还是没有文明，大概是环境原因。再调整一下视角，他们就看到了一个星系，这个星系有八颗行星，中间是一颗较小的恒星，八颗行星以恒星为原点所转动。  先是查看第一颗行星以及附近的情形，第一颗行星的自转较为奇怪，外围有较多的氢和氦，还有微量的甲烷。表面有很多的甲烷冰，底层有较多的气体，内核正常。这里环境很难生存。附近没有生命。  第二颗行星的外围构成与第一颗行星差不多。表层和中层大多是冰，中心为岩核。没有发现文明，附近没有生命。  第三颗行星的外围有很多卫星，还有引人注目的由微粒和残骸组成的外环。表面是很多的尘土及少量的冰。内核正常。没有发现文明，附近没有生命。  第四颗行星很大，外围也有很多的卫星，由很多的气体构成，内核正常，没有生命能在此生存。附近没有生命  第五颗行星还是有很大的希望的，外围的气体很稀薄。表面都是沙漠，沙丘，砾石。有液态水，两极有水冰和固体二氧化碳。但是他们发现了这里有生命，在极端环境生存的生命，有很多肢体，身体能很好的储存水分。但是这样的生物太少并且不足以构成衣柜文明，以后再研究。  第六颗行星。…外围有很多的氮、氧，一些微量的氩和二氧化碳，更细致的还有氖，还有一些不明的金属作圆周运动。这是一个环境很好的行星……这颗行星的表面有很多的水，还有很多的岩。…不出预料，这么好的环境有很多的生命，也有文明。差不多是几个小文明，和方体人一样有躯干头部四肢的猿猴文明，还有一些爬行动物文明。…错了，还有一个大文明。这个文明是这个星球的至高智慧……  方体人又爆发出一阵欢呼。  这个文明的生命体内有很多的水分，也有很多的铁和钙，还有很多的微量元素。并且他们移动的方式和方体人差不多。众多科学家开始研究第六颗行星上的生物结构，都十分完美，简直就是一件件艺术品，还有类似于方体世界的生物：鸡，猪，鱼，羊，牛……如同方莱纳多·达·方奇的作品。  而最发达的文明发展了农业，牧业，还有科技。  方体人决定，要对这颗行星和这个文明，进行彻底的研究，并且要进行一次亲密接触。  而分裂派不是这么想的……[方体]  <四维，多么诱人的词汇，在飞船我们把这些实验藏得太久了。他们没有任何理由阻止我们去探索。一切天马行空皆可实现，阻拦之人皆为愚昧者。>  领袖的手中有一张小小的纸片，纸片中是无法理解的弯曲图形，当你移动视角时，这图形好似在放大缩小。那是领袖藏着的另一个莫比乌斯小宇宙，这里面装满了他们的试验物品。  里面有一个未完工的矛盾图形，它划出优美的弧线，让人分不清里外，分裂派不知为了这个图形暗着计算了多少个日月。借助修整的这一段时间，他们终于要实行分裂派的伟大工程了，那些保守的愚昧者将要承认他们。  而通向四维的最后一块拼图，就是那个矛盾图形，将要完工了。在莫比乌斯小宇宙的最后一次调试，就要实体化了。  <我要再阐述一次进入四维的方式，首先我们要进入克莱因宇宙，躲避升维带来的结构变化，我们优先进入四维，就能提前完工，这样就缩短了回到方体世界的时间。这样比那群蠢货的计划好多了。他们居然认为少了我们他们就不能运动了，他们如此高看我们，就是因为他们害怕我们有这个能力，远远地甩掉他们。好了，现在我们要进行最伟大的试验了。方体人即将探索过两个维度了。>  他们注视着莫比乌斯小宇宙的那些图形。  <先是超立方体。>  实体机开始运作，红石信号通过一个个中继器，给一个个命令方块充能。  <保守派的人来了！>  <该死的，先去堵住他们！这次实验必须要完成！快！>  忽然，一个超立方体出现在他们的面前，方体人看得到的并不是莫比乌斯小宇宙那样矛盾的了，他们能看到有8个胞体，看到的是真正的四维图形，方体人也能够看到四维。  <克莱因宇宙就像超立方体一般，无论怎么走我们都不会走出去，因为我们只会走到下一个胞体。和你们设想的小宇宙是一样的。>  分裂派的成员都想象着无论在边缘怎么走都会走回来的情形。  <接下来是超圆。>  <没有时间了，我们快顶不住了！>  <好，赶快对克莱因宇宙进行实体化！让第二方体号接应我们！带上莫比乌斯小宇宙！>副军执官比划着。  <停止你们的行为！>保守派突破了那道防线，看着船舱中的诸位。  队长一人拿着铁剑，其他人拿着弓，而分裂派的人都拿着护盾撤退。  <我们将是最后一次警告！>  仍不停下。  <压制他们！>  保守派的一部分人换上了斧头，前去破甲，那些护盾很快就被打了下了，再一波乱箭射死了其中的几个人。不知道谁扔下一瓶虚弱药水，保守派变得无力，作战开始艰难起来。  分裂派的大部分人要上飞船了，而领袖还在专注于莫比乌斯小宇宙中。分裂派召唤出多只僵尸猪人，乱战中的僵尸猪人被激怒，变得更乱了。  <快走！要不然来不及了！>  Boom———！  有人召唤出爬行者，炸开这飞船的一部分，许多方体人都在那一部分飘起来，被人推一下就进入了无尽的太空。  <不，高速移动会导致实体化失败，克莱因宇宙会分成好多个不服，这样我们的辛苦试验就会毁了！你们再拖一下！就再等一下！>  <快！不能让他们分裂出去！>  <该死的！总部向这里发射了简易活塞虫导弹！现在该怎么处理！>  <突破！紧急突破！告诉首领，阻止飞船！抓住军事高级部长！>  <什么？！>  <他们的领袖是军事高级部长！他们正带领我们一半的科学家逃逸！没时间了！快！>  保守派的人与前方分裂派的人撕扯在一起，方体飞船的这一部分变成了战场。保守派带来了支援，在战乱扔出了剧毒药水。随后一部分人拿着击退附魔的斧突破前排，寻找着军事高级部长。  军事高级部长受到了药水效果。他还是继续捧着手上的莫比乌斯小宇宙，看着克莱因宇宙即将实体化。  <走啊！>  <不行！一定要———>  Boom———！  分裂派的逃逸飞船第二方体号被击中，许多方块被爆炸所摧毁。在场的所有人忽然出现了反胃效果，军事高级部长也有些无力，随后他不知道发生了什么，只觉得被人拖走，然后是剧毒药水的痛苦。再着就什么都感觉不到了。莫比乌斯小宇宙也被带走了。  第二方体号飞船用第四方体速度进行逃逸。  <一切天马行空皆可实现，阻拦之人皆为愚昧者。>这是首领得到的最后一条关于分裂派的信息。  首领坐在椅子上，一言不语……  <果然是要挑起的…还没开始呢。>\n                     [“网”]  尸文明舰队全部抵达钅文明所在星系，这些浩大的700艘尸船内部发出绿光，好像随时会爆裂。再进行一次加速，就要完全进入钅文明行星上空了。  醒了，都该醒了，舰长尸走向储存尸的囊，然后发送了波，储存尸开始运作，开始培育尸。储存尸打开了输管，养液开始注入囊里，直至整个生长组织都浸在里面，随后尸就开始生长了。先是形成一个小小的团，这个团越来越大，缓缓先出一些纹理，随后这个团变成了椭圆，纹理愈发清晰，能看到这里是肢体，这里是大脑。随后又一层膜裹住了尸，尸缓缓在这层膜的保护下生长。养液越来越少，直至吸干。  最后，囊打开了，尸也破开了身上的那层膜，第4122679尸第一次接触了这个险恶的世界。  舰长尸开始接受每个诞生的尸第一次发出的波，最后确定了数量，开始发出了一段波长，等待一会，再发第二次。那些尸船开启了一部分的躯体，然后躯体飞出一些小尸船，每一艘小尸船都有一颗热核弹。这些小尸船越来越密集，数量已经是尸船的上百倍之多。直至尸船的躯干收回去后，舰长尸又发出了一段波长，小尸船和尸船一齐坐着加速的准备，它们要到距离钅文明行星4000多公里的地方。  这是一次毁灭性的进攻，那些数以万计的热核弹将会摧毁整个行星，并且行星的残骸将会像粉末一般。\n  母在36000公里的地方就发现了尸文明舰队，那时就开始做准备了。为了保全文明，母必须消耗许多部分的钅进行拦击。母无法航行，无法建造舰队，待到敌人抵达行星的上空，便无法反攻了。  母不会焦急的，钅文明拥有另一项武器。  母让一个端点的钅升起，然后分离，挂出一根细线，再拉长，直至肉眼无法察觉，这时又令其硬化。这一根“线”基本上能切开任何金属了。但事实上，这样用于清理入侵者的“线”，母早已准备好更多数量的了。  祂转换到另一个区域，这里有两根竖起的液态金属框架，中间是一片“空”，“网”的最后一部分即将完成了。  祂像一个母亲，给孩子打毛衣的母亲，用慈爱的手编织着，网交错的间距越来越小，手工越来越精细，穿线的动作越来越快，到现在已经用掉了1/10的钅。这样的间距已经不会让尸舰队的任何生物侥幸存活。  织完了。  祂把框架抬升，抬升至黑暗渊源的天空，让框架伸展了面积，有多大，母已经感知不到了，用尽剩余的液态钅推开框架，这么大的框架就这样以惯性飘去了。它穿过了一颗小行星，小行星因为惯性而继续跟着前行，并没有分开的情形，分子之间的引力又让小行星分开的地方重合了。  飞吧。\n  尸文明舰队即将最后一次加速，他们能看到那一颗行星了，缓缓向前推进，那些小尸船也发出了狂热，按耐不住飞船内储存的热核弹。即将就要毁灭对手了，它们居然还没有进行拦击。这是一件很奇怪的事情。  要开始了，那些绿色光点忽然要停滞下来，随后一个剧烈的冲击上去，差点留下了一道光的残影。还有六分钟即将减速。  还有六分钟“网”接触到尸文明。  还有三分钟双飞开始接触。  还有一分钟。  三十秒。  天网恢恢疏而不漏。  减速。  处于最前沿的小尸船没出现什么问题，但是它们与舰长尸失去了联系，移动方式好像是以惯性的直线匀速运动。  前方进入了碎片区，舰长尸发出了让前沿尸船开火的指令———无动于衷。那些小尸船直径撞上了碎片，变成了许多的小碎块，这些小碎块又同陨石一般飘浮与空中，形成了如此壮观的场景。  舰长尸下令全体开火，忽然发现只有后排大尸船发射了热核弹。它试着传出一串波长，发现仅有部分尸有生物反应，并且这样的生物反应越来越少。前方的尸船好似失去了生命，大多都撞上了碎片，分成了整齐的碎块。  热核弹仅炸开了一个区域，舰长尸有些慌张，再进行一次开火指令，没有人回应了，也没有人开火了，它也好似失去了生命，突然身体一块块地分离，在最后的波长中，它才得知这分明是高傲的无声无息的阻击。  尸舰队大部分都撞上了陨石分成碎块，忽然又有一道绿光泛起，随后只有一个幽兰的球展开，高能伽马射线向四处爆发，散出一团辐射云，那是一朵未绽开的蓝花，再那一瞬消散。在远处是一个非常亮的小光点，就像一颗超新星，只有一瞬间的超新星。随后又有更大的花跟着绽放，就像一场盛大的焰火节，却没有任何一朵能展开它的花瓣了。  太空碎片区几乎成了粉末。那些残余的核辐射，将会传播到很远的地方……  母还要回去织衣，祂知道，还没开始呢……        [引力波之四]  王欣想在睡前做完明天讨饭吃的课件，撑起精神写下去。上次的浅意识计划因为是机密便没有公开，他又回到这样的低沉情况了。  立方体的亮光以及音效简直就是在催眠，他先是调高柔和度，再静音，便把最后的一部分给做好。柔和的光线与清宁的环境，怎么看都更容易让人睡着。就只是习惯性地突然低下头，眼皮就再也睁不开了。  又来了……  他懵懂地缓缓睁开眼睛，能看到的只有模糊的几行红色色块,呼吸有一些困难，但还是撑起精神对焦那一行红色骇人的“Oxygen-deficiencyenvironment”.氧气含量已到了下限。朦胧的外边隐约能看到亮光，若现在打开的话，估计会死得更快。…谁知道呢，反正也不一定会有救援……王欣的脑海里忽然出现了一个念头，就是按下弹出键，大不了像电影那样挣扎地无助地死去，好似这就是他一直向往的死法？在太空里？进入真正的“大自然怀抱”？估计也就这样吧，向往啊向往。王欣的手在狭窄的空间摸索着，碰到了紧急弹出的按键。他犹豫了一会，脑袋忽然出现了一帧一帧的回忆画面，有一个人一直陪伴他长大，好像从未离开过他，总在他最需要的时候出现。他的手指搐动了一下，好像有什么力量鼓动他按下去。画面忽然又转到了一个黑暗的小山，天上星斗，山下灯澜，山顶上好像有两个光点，一个光点发出微弱的光，一个光点借助着同伴的光芒反光……  他想去到那个地方，待上永远。那只手奋力地想按下去，但那还是一个想法。这样的斗争终于还是要结束了，他感到自己的身躯变得冰冷，眼前的科幻灯片越来越显眼，应该没什么了。按下去吧。  在按下去的那一瞬间，忽然是有了阵光芒，居然还能呼吸，差不多这就是死去的感觉？如此美好？  果然不是的。  王欣还是能看到一个方块的身影，有一个方块肢体扶他起身。王欣恢复了一些知觉，脸上好像戴着什么东西。  然后又是光，这片光缓缓在他的视网膜印上白色，随后脑子也变得空白，本来身体被什么结实的撑着的，却都消失了。这道光好像真要给王欣的脑子留下什么，愈来愈大。到了最后，他还是能看到。  方块。  这个方块是黑色的，与其他的颜色，或者说就另一种颜色形成了反比。  看到方块的同时，白光又缓缓退去，周围也跟着变暗，最后那个黑色的方块也随着黑暗隐去了。  方块？  王欣忽然听到提示音，一个激灵地跳起来，暗暗的房间居然有了些亮光，立方体是强制被弹出来的，提示音还在响，他展开查看了发来的信息。  “看！”  王欣有些懵懂，又好像知道了什么，忽然奔向阳台，迅速扒开门———天好像就要大亮了似得，没有红色，只有白光，天空快要被这亮光撑破，他差点以为是今天的太阳不太一般。直至想起立方体显示的时间是凌晨2点44分。  那两个持续较久，10分钟后才缓缓散去，在散去的过程，王欣一下就认出了光源的位置———南门二！差不多是某个作者笔下的一个小说，三星系统的外星人要入侵地球的剧情。南门二、半人马座α星B、比邻星是三合星…他一下子就联想到了这些东西……  王欣又回到立方体前，立方体弹出了许多的新闻资讯，都在讲今晚的半人马三合星毁灭事件。三合星怎么会无故毁灭。他打开了立方体的skymap，查询了半人马α星，只能看到那里是一片白光，估计其他两颗也保不住。  忽然他发现旁边有异样的东西，进行放大，那是一个方块……一个方块。王欣的眉头被一股不明力锁上，用左手的食指边抚了抚紧张的额头。  方块……  本来清醒的神情又变为了睡意……[破碎的一切]  <2026年7月23日凌晨2点43分，距离太阳4.2光年半人马座方向的三合星系统完全毁灭，据哈勃望远镜所探测>  <据一位非政府组织成员透露，其首领曾经向外发射信息，其包含地球多数信息及坐标。>  <哈勃望远镜传来新消息，在三合星星系遗迹发现巨型立方体，其速度大约为3/5光速。>  <某非政府组织进行大规模游行。>  [您有新的语音信息]  [您有新的语音信息]  王欣掏出口袋的色子，抬起手就是使劲地往下摔，色子在地面散成了多个零件，这些可怜的零件还在地面多滑行了一段距离。像王欣的心。  “加入方体！我们会拯救这个世界！”  只是三合星毁灭后的第四天，情况忽然就失控了，不知道从哪出来了一个方体组织，大多数人又加入了这个组织，这个组织的人数甚至压下了基督教。不断有群众题材政府与方体妥协，让方体净化这个充满罪恶的世地球。他无法接受这么大的信息量。　“救救地球！救救地球！也等于拯救我们自己！我们需要和方体妥协！我们需要和方体妥协！”街道的人喊着。  人群的面前有一个小女孩，张开双臂，是要制止的情形，但是人群仍不停下，好像她根本就不在人群面前。  停下！　王欣头脑忽然出现了一个场景，他冲进那里的人群，然后抢过他们的宣传牌子，摔在地上，然后踩个粉碎，大呼着让他们停下。都停下。  …停下。  人群同洪水，无情略过，王欣已经看不到小女孩了。随后是四起枪声，那些声音变得更大了，让人疯狂。  他忽然觉得头变得肿胀，视角变成凸透镜一般奇怪，身边的声音逐渐变得空灵，感觉头顶的楼房变得高大，天空开始旋转，又觉着自己的脚下较奇怪，身体没有了平衡感，模糊地只听到了“咚”的一声，好似是头骨传来的。  空灵的喧哗，还是空灵的喧哗，眼前只有一片白，身体感觉在慢慢流失什么。感受不到重力，就像太空中一般。  然后这片白变成了一道光，急迫地钻进合上眼皮的哪一点缝隙，只能看到12个不知道是什么的东西。  接着，就变成了一片黑暗，一片黑暗……  那是一座小山，他爬上去时，小草会抚过他的腿部，一片黑暗中只能听得到沙沙声。对了，上面，上面有一个小光源，是谁在那……  …他又重新见到了光，这道光过后，耳边出现了一些恍惚的声音，接下来这声音越来越清晰，他试着睁开眼睛，有一些朦胧，好像有几个人围在旁边。  “好像醒了。”  “是的，他醒了。”  王欣完全地睁开眼睛，事实上周围也没多少人，只有两位护士，她们好像在记录着什么，随后走开了一位。他感觉到手腕有什么，估计是在注射营养液。全身乏力的感觉，但还是坚持试着起身。  “病人，应该再休息一下的。”  王欣没有多说话，护士也只能帮忙扶着了。  “…哪里……”  “病人，现在是2048年3月28日。”  “…？！”  “您还是躺下吧，先休息一会儿，再接受这个事实。”  “…扶我起身…！”无力而威慑的声音。  王欣拔掉输液，拖着绵软无力的身躯转向床边，光着脚就要下床。  “如果你想把身体的整个能量用光再次昏倒的话，你最好这么做，没人拦着你。”是一位穿着军装的人站在门外，他的声音十分厚重。  “…告诉我怎么回事。”  “王…嗯…王欣博士，您差不多算是第一个使用这个机器的人了。”  “…这不像休眠，我还能做吗，所以这不是深度睡眠。”  “没错，”那个人踏着沉厚的脚步声进来，王欣不知道那得到的是什么感觉。“人对时间是感性的，心理学家的你，大概也是知道这个的吧。事实上，我们把您的主观时间调慢了一些，以致于治疗您的疾病。”  “……”  “您是在家中被人袭击的，细粉状的安乐药，您本来会很快地安乐地死去，但是您被救护人员发现时，还有生命状态，居然还持续了二十年年。维持您生命的是我们很久以前研发的药物，能让人的主观时间流逝变得极慢，这药量挺大的，对您的副作用就是精神上的，主观时间的流速会不断变化。”  “…这些年都发生了什么事情……”  “各国差不多都因为紧张的局势而联手，就因为探测器发现向太阳系飞来的方块。而某个组织已经成为继犹太基督更为庞大的教会了。哦，2036年的时候一块有趣的小东西和地球擦边了。”  “……”  “好好休息，适应一下，三个月后您就该出发了”  “去哪？”  “空间站。你应该不会拒绝吧？这是一个大好机会。想体验一下太空居民的感觉吗？”  “不了……”  王欣忽然有一种触感，好像是期待的那种，好像一个愿望要实现了似的。  “哈，还有下个月，下个月给我一个答案。还有，床边柜上有个色子，里边有这二十年以来的一些信息，您最好是了解一下。””  王欣把柜子上的色子拿下来，然后打开了投影，忽然就出来了一些资料。资料上面有一个较为奇怪的名字……  航寇。\n[过渡]  王欣又睡不着了，他感觉枕头很不舒服，床垫很不舒服，全身都不舒服。少了什么……应该是少了什么。  …少的好像是一个身影，一张模糊的脸，一个较讨厌的行为。20年了…差不多也四五十岁了……  （告诉你啊，你敢失联，你就等于不存在了。）  “去你的……”  忽然想到什么，他又拿起色子，展开了立方体。二十几年了，立方体算是更新了不少东西，沿用至今。忽然发现一个查询中国人口图标…什么会有这样的东西。他点了进去，开头就是欢迎王欣博士的全息字幕。他很惊讶他居然有这个权限。  他搜索了那个人的名字。弹出了一条信息：在8亿人中筛选出了100万个“徐峰”。现在中国只有8亿人了……他又输入筛选条件，现在只有300个了。他继续查询下去，已经是最后剩下10个人，却没有一个是那该死的家伙。  （我们会一起发光）  王欣望向最后一个…依旧不是。  （不，我只是在反射你的光芒……）\n  那是一阵清脆的脚步声，那是一个熟悉的人影，那是一个熟悉的脸庞。  “我只是在放射你的光芒……”  王欣忽然明白了这句话的深层含义，如同听到死讯一般，心中掺杂了复杂的情感，未来好像死去了，没有了任何意义。他是谁？记不起来了，王欣只记得，自小就不知道从哪出现了一个人影，记忆中是模糊的人影，他在什么时候出现的？他住在哪？都没有任何的记忆。那句话像是平静水面忽然下起了雨，划起漪涟，那句话像是气球碰到了尖锐的针，那句话就像一把利剑，忽然穿过了一切。他终于明白了一些事情，那些从来就没发生过的事情。他感觉自己沉入大海，深渊的大海，海底会把所有出现的光都吞噬进去，他只能是看着头顶的一片波澜泛动的光，然后缓缓进入无际的黑暗。把一切都埋进了这无际的黑暗。  “…或许你一直依靠的都不存在，但我想让你回想一下，你以前的那些梦，曾经那个王欣。”他很沉静，面部已经看不出来以前的那种半吊子性格。  “……”  “我记得他以前是个较聪明的孩子，动手能力非常强，容易遭人嫉妒，遭人欺负。但是他还是度过了糟糕而欢快的童年。”  王欣已经记不起来门外那个人的名字了，曾经帮助自己赶跑那些顽皮孩子的人？曾经无数次鼓励自己的人？  “初中时完全不听课，理科却考了个满分，经常被邀请参加各种竞赛，总是带着奖项回来。但老师较看不惯他的学习态度，校长担心的是他的家庭元素，那个家不知在什么时候变成了冷战场，经常会影响王欣的心理。”  那个人从哪来的？什么时候出现在他的生命里出现了那个人？好像那些记忆都变得模糊，那些玩耍的画面模糊了，那些记忆的话语掺进了杂音。是什么时候呢？这个人存在吗？忽然这一句话让王欣警醒。那个人存在吗？  “…到了高中，还算顺利，这是他认为的，但就是在高二，就什么都改变了。离异这件事情让他承受不了了。那性格大概是为了融入家中环境，就慢慢改变了，自己也完全被影响了，颓废下来。不顾众人所望，最后随便选了一个心理学大学上去了。”  “……”  王欣不知道为什么这个人会如此了解自己，好像也忘了他什么时候进来的，好像这个人不存在，是他自己假想出来的。想到这，他感觉到自己在下坠。  “…我说了  “我只是在反射你的光芒。”  “……”  忽然含下泪水，眼中看到的渐渐暗去，又是一个人在黑暗中独自伤心了。[接受]航寇再次进门，只能看到王欣憔悴的眼神。  “哈，肯定是你女朋友到现在已经有10岁娃了哈哈哈。”  “……  “有一个请求。”  “哈哈，”航寇已经准备好了给王欣的最后一击，“你前几个晚上查的那个人吗？他根本就不存在，看来您是有很严重的心理疾病啊。”航寇那样的笑是压死王欣的最后一根稻草。  “……”  他终于想起来了，从来就没有，从来就没有过，从来就没有小时候的玩伴，从来就没有鼓励自己的那个人，从来就没有处处帮助自己的人。只不过是一些安乐药，一下子就是二十年后，把一切都吞噬光了。王欣终于真正的重新振作起来：他终于知道自己该做什么了。  “可以去空间站上看看……”  “接受了啊…嗯哈，我差点把这个位置给撤销了呢。”  “…等等，有些想起来了，前几年的方体…”  “那一群邪教现在被清理得差不多了。”  “清理？”  “说要保护群众安全他妈都是政客说法，我全力推介军事武装压制，这些事件才慢慢平下来，但现在残党还是很多。大约全球人口1/8 。哈，还有一些还在进行小示威，要不要我带你下去看看？”  “……”  下面也出现了一些小喧哗。  “看，这不是在医院又搞起了嘛，带你下去看戏。”  电梯下楼到大厅，那些声音在这空旷空间变得更大了。他们走出门外，就能看到很多旗帜，旗帜上画着规则的方块。  王欣对这个词还是很敏感。  航寇的手忽然朝向上方，随后是几声枪响。  人群渐渐停下，然后看着这个穿着军装的中年男人。枪口上好像还有回响，以及一些硝烟。人群前排的一个男人眼睛死死盯着航寇，好像要冲出来似得。Peng———！  男人的膝盖先是破了，然后向后坐下来，两只手紧紧按住大腿，有一些血是淌出来了的。  “大概膝盖骨…嗯哼。”  “…为什么要直接射击，刚才鸣枪就可以了啊！”  “为了保证他以后另一只膝盖骨不会碎掉。”  “……”  “你该去训练了。”  “……”  “要不然去个什么太空。”  “…如果不是有什么事情，你们不会花费资金在我身上。不可能只是让我上太空个半年体验一下吧。”  “当然是有一些条件的。”  王欣的神奇凝重了一些。\n[电梯]  王欣终于是出院了，但是外边已经不一样了，毕竟是二十年了。他早已将一个心结给系开了。上了列车，忽然想到一个地方，那个梦境中完美的地方，也曾登上去过的地方。谷歌地图已经是用3D建模了，他先是运用快照调到前一天的网上，再查询了那个60年沧桑的老公园———狮山公园。  已经不一样了，这里都建起了虚拟类娱乐设施，还有提供虚拟户外游戏的场景。王欣试着寻找那一座小山，已经找不到了，那个位置只有“模拟宇宙”的娱乐设施。  忽然就想起了一句话：  干一杯酒，敬一位好友。  差不多是要到太空电梯那里了，超导列车静得不发出一点声音。前方，就能看到一根直向天际的柱子一般的东西。太空电梯来得比人类想象的要早，纳米材质就是在一点点的运气做成了，NASA和CNSA都花了一大笔钱。这是中国的第一“根”太空电梯“红绳”，运输人物将省下98％的费用。但现在还没回本。红绳利用重力的反作用力上升，大概能载27个人，比预先想的最大限度载人数量少了3个。  列车开始减速了，应该是通入了反相交变电流，在入站前减速，精准地在站内停止。和王欣一起的人都起身下车。  然后他们就能看到“红绳”的基座了，一座建筑像山一般立在那，几根柱子看起来很结实，给人一种安全感。但那根红色纤维就不一样了。  差不多是了解了一些安全事项，他们换号服装，再带上一些衣物，就到了平台上等候。其他人带上了一些娱乐物品，王欣只是收拾一些衣服。  王欣差不多有两个月的练习，认为自己应该能克服太空上的失重感了，但适应时间有多久，就不是他担心的事情了。  才注意到，站在他身旁的是一个女孩，总觉得在哪里见过……  …？！对，徐…自己介绍给自己的人物。名字好像叫旭东阳。一个很刚气的名字，最初在那个生产基地见到的时候就感受到了。从她的微笑也能看得出阳光之气。她站立的时候像军人一样，没有晃动过身体。  “请宇航员进入电梯。”  电梯门打开了，里面极简，只有刚开启的顶灯。他们有序地排队进入电梯，轮到王欣时，王欣注意不集中差点钉在那，然后大步走进电梯。  做了一些准备，电梯也是要开始运作了。  里面的人都开始讨论其他，王欣只是直视着前方，思考着自己的决定是不是有些唐突，连未来都没想好，就这样上去体验个半年。  “你应该也知道太空电梯的原理吧？”女孩忽然问他。  “…？好像是利用反作用力进行低速航空的吧……听说挺廉价的。”  “只是外面传神了，事实上现在的太空电梯也需要燃料。”  “那……”  “但是比起火箭推进器什么的廉价多了。”  王欣还想说什么，忽然电梯就提升了。他很好奇，即使这个纤维材质很轻，这么长的路径，其重量大概也会把空间站压下去。事实上维持空间站位置的调节器也会用较多燃料，不过对于化学火箭来说还是非常廉价。  速度应该是非常快，加速的那一段时间王欣感到了超重感，身体愈渐发沉，然后这样的感觉又退去了。  也不知道过了多久，就到了空间站上，终于是迎来了真正的失重。不过其他人受训练的时间较长，马上就适应了，王欣还试着抓东西借力前进。他们终于看到空间站的人了。  “这里是你们的休息舱。”雨霁指着这边的房间。“神舟十四已经和我们对接了，弄好东西，然后跟着我去那边看看。”  只是一会功夫，王欣又要和他们集合了。  雨霁打开了阀门，然后对接口的舱门打开了，王欣跟着他们穿了过去。在打开二重门后，他们顺着通道下去了。  “好了，欢迎来到神舟十四。”  雨霏已经调整好身体，站在了地面上。  王欣跟着下去了，虽然也有垂直向下的“重力”了，但还是感觉身体很轻盈。  “感觉很舒服吧，相当于地球70％的重力。”  王欣隔着窗能看到在空间站的中央，有一艘飞船，飞船有一阶推进器，船体被黑暗遮住，看不到细节，有一些穿着宇航服的人在上面，大概是在建造之类的。  “反物质动力飞船。”  “怎么可能做到的？！”王欣十分惊讶。忽然，又想起了，这个面孔变得熟悉，这个身影王欣曾在一个生产基地见过，他穿着厚厚的防护服，双手扶着护栏，然后望着超导锁定的反物质炉。  “我差不多是把上半生心血投入这个项目的，如果您当时加入我们的话，这些飞船会出现得更早。”  王欣看得清到那个身影，航寇穿上军装真的像，不，就是一个军人。航寇在空间站上是一直保持微笑的，这个微笑很冰冷，又很自然，如同自己训练出来一般，白色的太空军装就像是专为他一人制作的。  “你就是凌文谦啊…”航寇看向王欣身旁一人，“听说身体素质可以的呢，雨霁那艘船应该需要这样人手。  “好了，你们应该去看看漂流者号了。”  “为什么叫漂流者呢……”  “因为，”航寇把声音压低。“这是他们犯下的错误。”  “……  “最多在这里也是待半年，对吧。”王欣不知道哪来的勇气，这句话就出口了。  航寇只是轻瞥起嘴角。\n [  “来和我说一下你所看到的。”航寇问向隔着一面玻璃的病服男人。  “警官啊…不，长官？啊不。请见谅我有一些语次不清我被他们称作精神病人哈，哈哈，哈哈哈哈哈，咳咳，哈哈，哈———”  “…先闭嘴。告诉我，你看到了什么。”  “哈，啊哈。不用那么急嘛，先聊聊你之前是干什么的。让我猜猜，你是3个人结合的一个人哦。”  “……你只需要说你之前看到了什么，不需要知道我的背景。”  “警官啊，不，长官，啊…”  “就叫长官就行了。”  “哎呀呀呀，长官。…你知道，或者你所认为宇宙构成的微观单位是什么？”  “…那些所教的，都说是原子和夸克。”  “不不不不，它们太大了。”  “什么？”  “我说他们太大了，太大了，天哪，太大了。”  “比原子更小的夸克现在还没被发现。”  “哈，这就是你们这里不知道的东西了。”  “……？”  “来说说圆周率怎么样。”  “你不用指望我在这里消耗个下辈子的时间。”  “哈，还记得高中的那些东西吧。无数个多边形就能重叠出圆，对吧。事实上这是有极限的，因为你不可能完美地转一圈，那个最小尺寸我称为什么？哈，想到了，普朗克尺寸。”  “……”  “还有函数，一条斜线也是有极限的，你只要无数放大，就能看到其中的锯齿，然后是阶梯。想一想吧，我们的宇宙是我们学到的最简单图形：正方形。”  “你并没有讲到主题。”  “听我说，听我说，嘿，好了，我们继续。事实上，圆，无论从客观还是主观上看，是不存在的，至少在我们这个宇宙不存在，也许我们是被什么打击了，无理数武器打击么。”  “抓住你要说的一点了，宇宙是方块构成的。”  “不错嘛长官。还有一点，这个宇宙只能做到垂直轴运动，也就是xy轴运动，曲线运动是不可能的。想一想函数极限，那么垂直运动就是函数极限的极限。一条斜线，前面我说了，一条斜线是以阶梯形式的。”  “……我还是要你讲主题。”  “接下来就是主题了。我以前是一个几何学教授，知道么，我每天都盯着我的小黑板思考着，它太迷人了。就是有那么一天，我在课堂上讲授着函数极限，大部分学生一知半解，无论怎么解释他们也不理解了。现在的年轻人啊……在下课后，整个教室就我一个人了，我又望向那个黑板，打算解完所有的式子。哈，嘿。猜猜我看到了什么。我先是发觉我缓缓变小，变小的缘故我开始下坠，但我还没解完那式子呢！嘿！…变小还是没有停止，我望向黑板，黑板上的无解式子的例图，忽然我就看出来了什么，那些式子并不是无解，只是我们是以另一个维度的视角去思考的。”  “另一个维度？”  “除了正方形以外，其他的图形都在四维。哈，别说什么时间+维度嘛，我说的四维是几何上的四维。”  “就是高中题目上的胞体？”  “那是四维图形之一。嗯…我说道哪儿啦，哈，想到了。接着，我就不断的变小啊，都能看到粒子的不规则移动了，没错，他们像量子那样，幽灵移动，并不是像对撞机那样‘彭’的一下子加速，事实上它们在调换位置。啊呀，跑题了。然后，我就看到了很多无法形容的东西，但是，我确切的是，他们的轮廓都有棱角……然后…对，然后我看到了，那些无法形容的…好像是流体金属什么的东哈哈！哈！嘻！哈哈哈哈！嘻哈哈哈哈哈！哈！哈哈哈！”  他开始抽搐，然后整个身体带着椅子一齐倒在地上。  一阵叹息，航寇走出了门外。  “该去了，还没开始呢。”              [尾声]  地球上，依旧是方体组织的游行示威，那群喧喊的，每经过一个地方就会留下一片狼藉。  偶尔会出现的枪声，一些哗喊。  唯有一处是宁静的。  梦中的一座小山，天上的无数繁星，山下的绚烂灯火。  有六颗星星，承载着希望，漂流在无际的空。  宇宙在同一时间段看到了什么  Block                    [后语]  本人可能会在很多地方语序不通，剧情不通，逻辑性不足，请全部骂出来，嗯。  什么？抄袭《三体》？不不不，绝对不是。确实方体的最初期只是拿来调侃调侃的，直至我真的决定写正文了，写正文就不能像贴吧那群真的只是调侃，方体必须要有所不同才能发出来。方体和《三体》是不一样的，只是我把名字一直保留到了最后，不是《三体》的标题理解概念，要理解为立方体。方体有独立的剧情，有独立的设定，我是绝对能打包票是独立作品。  这部小说的定义我很难把握，是科幻还是奇幻？搞不清楚，哈。读者们怎么认为就怎么样定义了。[是不是伪科幻更好一些？]什么？力光电熵等等物理科学家要爬出来搞我了？但是可以试着想象一下，我们弄出了一个程序，然后给其加入参数，这些参数都是我们的物理化学的东西。然后给这个程序设置好了宇宙场景，再让其运行。差不多是这个感觉了。好吧，其实说来这样多，也是剧透了。  宇宙被我设定为全由方块构成，一个方块构成的宇宙，哈。想一想，你所谓的圆周运动，只不过是命令方块程序给你进行了垂直运动而已。抛弃你们的常规几何和常规视角去看方体吧，方体本来就是把世界架空了。  人类文明吧，剧情可能设置得有些乱，那是因为这是第二部的一个底座，里面的很多地方和所谓的不合理[事实上有些真的是不合理]都要用第二部来解释。你可能会认为主角为什么一下子就上了太空，人云亦云的。没办法，描写有限，并且这些说不通的地方确实是要用第二部来描述了，并且这些事情的发生是因为母对思维体进行了干扰。  那个钅文明，说实话我是想了一想这个名字的，要独特，又要体现出这个以独立智慧体发展的金属文明的一些特殊。所以我就用了钅，就念jin。而“母”，顾名思义啊，这个文明的母亲，因为这个文明就这个一个智慧体。最好还是说一下钅文明吧，这个地方是最模糊的了，我没有介绍完全。这个文明很特殊，确实很特殊，我记得前面设想过，一张纸有了生命，然后自己通过造纸厂来增大自己面积，最后通过学习人类的拓扑学来不断折纸，这张纸折出自己的王国，但是这王国发生的一切都是自导自演，没有任何意思。而钅文明就是这个情形，在设定中的，那些金属都可以融为流体，并且可以移动施加力。文中的“祂”是神的第三代词。  这个尸文明吧，差不多是我最喜欢的了。它们物至用尽，还存留一些兽性。只需要一点点剧透，它们和人类是有关系的丧尸。这个星球应该是爆发类似丧尸病毒，丧尸有了自我意识和思想后，才发现文明的机械器材大多是被破坏了，随后借助了病毒来开发自身，也就是生物文明。至于为什么尸文明会进攻，还是因为母对思维体的干扰。\n  不知道是不是犯了形式而上的错误，请指出来吧。\n方体II[预计8-10万字]\n方体III[预计4-6万字]\n方体Z[预计4-6万字]",
    "replies": [
        {
            "author": "[方体]",
            "timestamp": 1469979780,
            "txt_content": "这个系统真是的...，里面没什么敏感字词啊......直到我一词一词地找...才发现，是“我们的  世界”......"
        },
        {
            "author": "[方体]",
            "timestamp": 1470018480,
            "txt_content": "于是方体飞船就这样被忽略了"
        },
        {
            "author": "WM2030",
            "timestamp": 1470209700,
            "txt_content": "非常长啊\n建议你分个段啊什么的方便阅读\n然后你这个科学方面的东西\n槽点很多……很多很多……\n但是情节还是比较有趣的。"
        },
        {
            "author": "[方体]",
            "timestamp": 1470211080,
            "txt_content": "WM2030 发表于 2016-8-3 15:35\n非常长啊\n建议你分个段啊什么的方便阅读\n然后你这个科学方面的东西\n终于是有人来看了......\n多谢评价\n还是要说一句\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWTF这薛定谔真鬼畜"
        },
        {
            "author": "[方体]",
            "timestamp": 1470212040,
            "txt_content": "WM2030 发表于 2016-8-3 15:35\n非常长啊\n建议你分个段啊什么的方便阅读\n然后你这个科学方面的东西\n分段要怎样分呢..."
        },
        {
            "author": "gggbbb",
            "timestamp": 1470746880,
            "txt_content": "可以，这很MC"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470892620,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-8-11 13:25 编辑 \n\n总结：作者自己对这部作品也不很满意对吧。\n作者的思路开了，但长并不代表好。\n咱们争取尽量仔细写，赶不是理由。\n一些设定硬套麦开还是不免生硬，希望下次有进步。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470892980,
            "txt_content": "白热光开始向外扩大疆域，她抱住了第二课恒星、第三颗恒星。\n课改为颗\n\n只是一个没有名字的首领。他刚刚让几百号人在一个隐藏的地下室把手举过头顶，并且高呼无意义却激励人心的口号，在众人舍不得的情况下散了体。\n不解，可能是散了会或是解了体\n\n但是玩过这款游戏的玩家都莫名其妙地健忘、失忆、失眠、噩梦、的情况，没有人知道这是什么情况。\n改为“但是玩过这款游戏的玩家都莫名其妙地出现健忘、失忆、失眠、噩梦的症状，没有人知道这是怎么回事。”\n\n三维宇宙都是由微方块构成的，那我们的命令方块怎么不可能对外界奇效？>\n奇改为起［关联词也有问题，前面应该加既然］\n\n并且除了维度跳跃以为我们还没有如此浩大的工程，人手嘛。\n改为“并且，除了维度跳跃以外，我们还没做过如此浩大的工程，人手问题嘛。”\n\n  事情没有发生前都是由概率的。\n改为“事情发生前，概率都不是百分之百的。”\n\n这个房间前方有玻璃制的窗，窗正好能看到外面的点阵图形，点阵U型的像素不是很高，但也能看得清楚认得清楚其中的图形。\n改为“透过这个房间前方玻璃制的窗，正好能看到外面的点阵图形。点阵图型的分辨率不是很高，但也能认得清楚。”\n\n但这工程花费了军事高级部长和建筑工人的数8年。\n改为“但这花费了他们数百红石年的时间。”\n\n他们到了防着储存尸的囊前，把干皮倒下去，储存尸把这些干皮都食下去了。\n防改为放\n\n方体世界也有光，方体世界的光对我们是很重要的，是光与EGG才生成了生物，若光大于9级才能生成植物以上阶级的智慧体。若光小于7，便会生存一些猎食动物。\n改为“方体世界也有光。在方体世界，光十分重要，生物的生存离不开光……”\n［后文的设定极其生硬且与前文矛盾］\n\n无论如何，方体人还是发觉好像有什么罩住他们的头顶，方体人好像被某种东西裹住了，向后往去，也看不到方体飞船了。\n改为“不管怎么说，方体人还是发觉好像有什么罩住他们的头顶。方体人好像被某种东西裹住了，向后望去，也看不到方体飞船了。”\n\n影子还是没有放过他，把他又翻过咯人的门槛。\n改为“影子还是没有放过他，又把他翻过硌人的门槛。”\n\n不，高速移动会导致实体化失败，克莱因宇宙会分成好多个不服，这样我们的辛苦试验就会毁了！你们再拖一下！就再等一下！\n不服改为部分［实际上改为部分也不对］\n\n他们看着莫比乌斯小宇宙中的探测器整体，颇有一份骄傲，这样的东西找出五万个方体科学家也每可能造得出来了。\n每改为没［即使这样，逻辑仍然不通］\n\n事实上，我们把您的主观时间调慢了一些，以致于治疗您的疾病。”\n以至于改为以便于\n\n  王欣的神奇凝重了一些。\n结合上下文，改为“王欣的神色多了几份严肃”\n\n嗯…我说道哪儿啦，哈，想到了。\n道改为到"
        }
    ]
}