{
    "title": "<原创·连载>《麦块世界》第十三章.加考？！",
    "author": "sky建筑大师",
    "replyCount": 3,
    "timestamp": 1470029280,
    "txt_content": "本帖最后由 sky建筑大师 于 2016-7-28 09:09 编辑\n\n创作作品发布书目名称:麦块世界章节名称:第十三章.加考？！最后更新时间:2016-08-01作者:sky建筑大师　麦克雷提前结束了考核，在等待着所有人结束考试之后拿毕业礼物。\n\n\n　　好不容易所有人都结束了，一千个垂头丧气的被另一个老师带走了，麦克雷看到了韦恩。\n\n\n　　韦恩朝麦克雷恶狠狠的望了一眼，拿出TNT向麦克雷示威。\n\n\n　　麦克雷只是淡淡一笑，然后摸了摸自己的刀，韦恩刚想继续就被帮助老师维持秩序的执事带走了。\n\n\n　　麦克雷和其他九百九十九人正在等待院长颁发礼物。\n\n\n　　突然，一个女子走上了主席台。\n\n\n　　“各位亲爱的毕业生同学，将来将会有一件大事发生，所以我们为了维护皇家学院的名声，打算提高你们的实力，让你们成为最强的一届毕业生。”\n\n\n　　麦克雷很好奇，正好这个时候隆豪找到了麦克雷。\n\n\n　　“嘿，麦克雷，看到你了，没有神术竟然能打败拥有神术，而且还不弱的韦恩，你可以啊，你出名了哈哈哈。”\n\n\n　　麦克雷也是很开心的笑了笑，然后好奇的问隆豪。\n\n\n　　“上面那个女的是谁，权利这么大？”\n\n\n　　隆豪望了一眼。\n\n\n　　“奥，你说她？她是我们院长的养女，叫做慧谷，也是莱恩帝国首席治疗师，也是大陆上有名的高手，在地榜那个恐怖的榜单上都排在第十九位。”\n\n\n　　麦克雷点点头，这几年看了不少书，也知道了这个名叫榜的东西。\n\n\n　　榜分为天、地、玄、黄四个榜单，每个榜单有一百零八个位子，黄榜和玄榜都是给年轻翘楚的，麦克雷的先驱，基岩探索者胡利也就在黄榜第三十八，可惜已经陨落了。\n\n\n　　麦克雷低声说：“我们看看她要弄什么出来。”\n\n\n　　隆豪点点头。\n\n\n　　慧谷突然丢出来一个塔，然后说：“这个塔可以检测你的本命方块，并且如果你的本命方块和你的配合足够高，那么你就可以参加最终试炼。”\n\n\n　　一千个人瞬间被传送了进去。\n\n\n　　麦克雷看着眼前的基岩愣住了，这。\n\n\n　　检测本命方块，这就是基岩的本体吗，然后麦克雷想着代码在脑海中又想出了基岩，包括它的大小，重量，内核，详细到了极致。\n\n\n　　基岩一下子发出剧烈的光钻进了麦克雷体内。\n\n\n　　麦克雷闭上眼睛仔细感受，过了一会才睁开眼，新招式得到了！\n\n\n　　麦克雷一睁开眼睛，看见十只僵尸，麦克雷笑了，正好练练手！\n\n\n　　麦克雷默念：基岩神术之三.基岩粒子。\n\n\n　　从僵尸身上涌现出基岩，然后把十只僵尸全困死了，刚吸收了战斗经验，又来了十只骷髅。\n\n\n　　麦克雷的脸上闪过一丝凝重，然后默念：基岩神术之四.基岩盾，接着从麦克雷身边涌现出几个盾牌不断环绕着麦克雷旋转。\n\n\n　　骷髅射的箭全被挡了下来，可是碎了一个盾，现在差不多还有四个盾。\n\n\n　　麦克雷乘着骷髅换弓箭的时候冲了上去，用这把剑打爆了十只骷髅，吸收了经验。\n\n\n　　麦克雷升级到了五十一级，经验丰富呢，可惜，如果是打怪升级的话，现在麦克雷就和刷副本一样快，可惜这些只是战斗经验，只能用来附魔还有铁砧用处。\n\n\n　　麦克雷接下来又打死了十只蜘蛛，又打死了十只末影人，升级到了六十级。\n\n\n　　麦克雷感觉手越来越沉。\n\n\n　　接着眼前出现了十个绿色的身影。\n匆匆的个人索引\n　　",
    "replies": [
        {
            "author": "sean4mmies",
            "timestamp": 1470034620,
            "txt_content": "加油加油，写的不错继续坚持下去"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1470243900,
            "txt_content": "sean4mmies 发表于 2016-8-1 14:57\n加油加油，写的不错继续坚持下去\n好的，谢谢鼓励，我最近会把前几天的补上来的"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1470243960,
            "txt_content": "sean4mmies 发表于 2016-8-1 14:57\n加油加油，写的不错继续坚持下去\n七天，去掉一天，证明我今天要更新六章，拖到明天就七章，我努力233"
        }
    ]
}