{
    "title": "对某td的一些评论",
    "author": "tiger999",
    "replyCount": 7,
    "timestamp": 1470027060,
    "txt_content": "我最近没怎么逛bbs，结果我发现了什么，我在自己写的一个教程里面发现了这么一个链接\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=572985\n我点进去一看，简直就疯了\n里面对我的评论翻天覆地\n结果里面的前几句话就是这样的:\n然而， 论坛用户tiger999发布的系列教程是一篇插件从零基础入门的教程，教程质量显得尤为劣质。这无疑是一个污点。\n首先，单看教程本身，与用户berry64的教程做比对，连目录都有惊人的相似之处。\n其次，文章用语更是令人无言以对。\n我要开始吐槽模式了，\n说实在话，我简直可以说是愤怒，为什么？\n说我教程质量很糟糕，这点我当然可以理解，人人都不是完美的，\n我自己当然也有错误，结果下一行\n他就把我和berry64拉过去了，这简直了，确实，我以前学习写插件是看berry64和day的，所以我确实也养成了一些习惯，比如有时候写包的时候我都会写berry64的包\n但是呢？难道排版必须得不同吗？我多奇怪了，这个和我的教程质量有什么关系\n你说我是抄袭，你去看看美容院里的美容教程都可以找到一样的排版，最普通的居中排版有任何问题吗\n你说我是内容排版，怎么了？我也是先介绍一下java的一些东西，比如for啊之类的，再开始介绍的\n那又怎么了，for难道你不用吗？再说，好，我就是学习了他的排版，那又是非常的问题吗？\n难道你天生就知道改如何写，如何写目录吗？人人都是需要学习的，孔子都需要学习，我不就不需要吗？\n\n再说了，假如我真的是完全抄袭他的，我就奇怪了，你成天追着我的帖子吐槽咒骂谩骂我的帖子干嘛，你是想一箭双雕？\n我怎么好像在你的帖子里面发现全部都是针对我的，结果呢，你最后又扯了一句让版主审核帖子努力一点——\n\n这样的教程迷惑了新手，编程开发版不对其资质进行审核，不慎重放行教程类文章，那可真是疏忽了。希望编程版以及游戏技巧、mod讨论和联机教程等版能够认真审核内容，认真查明内容，不要让劣质教程蒙了他人。希望各版都能对他人负责，抵制垃圾教程。\n\n况且你的总结都是针对我的:\n\n一句话：请把教程和作品分开。\n或许可能你说，教程是你写着玩的，是你愿意写的，教程是你的作品。请把教程和作品分开，教程绝不是作品。作品出错误是BUG，是漏洞，是不完善，教程出错是误导，教程容不下错误。\n\n那么，我就提醒你，这是一个快餐时代，也许你在说我在偏离话题，但是说实话，我并不觉得快餐时代有多不好，教程假如每一处都写的非常详细只会让新手弄晕，而不是更懂，比如我看berry64的时候，他的我觉得已经算很整洁了，我当时还是绕了好久才真正的来到了MC编程的世界，假如他把每一处都弄的很细我相信我也只能是失败，你知道吗，真正的自我学习的启蒙可以说就是复制与粘贴，反正我的方法就是把代码复制下来，然后运行，看看为什么会这样子，再和教程看一看，大概就知道了，说实在话，说多只能让你更晕，我相信你也知道新手最喜欢什么吧，新手最喜欢简洁和源代码，他们不喜欢长篇大论，真正的学习不是学，而是习，学习学习，终究就是学到了，复习，习，就是不断的揣摩，而不是学出来的，假如每次一看就能把所有东西都看懂，那习还有什么意义？什么叫做实践出真知，这就是，学是学到了，但是习呢？\n我相信真正的看完入门的教程不是去继续看教程了，而是自己直接去翻API了吧。我觉得你始终都没弄清楚入门是什么，难道入门就是门门精通？入门就是样样全有？\n\n让我更加生气的是这句话:\n这叫做提意见，对于楼主来讲，自己东西被提意见，那可真是一个不能容忍的大事啊！殊不知自己才疏学浅，应该知道收敛，而不是一味放恣，去担负自己付不起的责任，交给他人无理的知识，给他人讲多么好笑的笑话。\ntiger999自己什么也不会，就来写教程，并且不虚心听取他人意见，这样的人使得编程开发必要的需要整治一番。自己什么都不会更要虚心学习，不要时时刻刻去显摆自己无知，天外有天，人外有人。唯我自大，可是显摆了自己脸皮有多厚;瞎做诠释，那可真是装了一个好B。自己装逼不要让别人一起跟你下水，如此厚颜无耻的行为，还能让别人说什么呢？真当教程人人都能写吗？这种损人的行为，必须抵制！\n\n你这句话让我觉得更搞笑，为什么？你一开始就已经开始用语气不当的和我说话了\n\n看一下你一开始给我的评论:\n就这样就算教程了？\n那太棒了，我也能出教程了，我教你们学数学\n1+1就是等于2\n2*2就是等于4\n(x+1)/2=8，x就是等于15\n这个应用题就是等于60，那个应用题就是等于34\n\n所以\n要写一个聊天软件就得这么写，错一个也不行，必须复制过来这个代码\n要写一个小♂游♂戏必须得这么写，错一个也不行，必须得用这个代码才成\n\n所以\n恩，我要学数学了，我来看看练习题吧\n1+1，恩，必须等于2\n2*2，恩，必须等于4\n恩，我要写聊天软件了，怎么写呢？哦，只能这么写啊！\n恩，我要写小♂游♂戏了，怎么写呢？哦，必须得这么写！\n\n所以\n诶？3+1等于几啊？老师没教过我啊！\n诶？6*3等于几啊？根本就没有6*3，老师没给我说过！\n啥？要把聊天软件加一个弹窗？还很简单？啥玩意儿啊！老师说了聊天软件不能有这个弹窗，不能加！老师没讲过！\n啥？小♂游♂戏必须得hit airplane，必须得打到16米的位置，老师就是这么给我讲的。\n\n所以\n你管1+1为啥等于2，1+1就等于2\n你管2*2为什么等于4,2*2就是等于4\n这个就是这个，那个就是那个，有什么理由可言啊\n67+2就是不存在，因为老师没讲过，没有理由\n这个东西必须得这么做，没有任何原因，必须得这样做，老师没讲过理由\n那个东西必须得这么做，没有任何原因，必须得这样做，老师没讲过理由\n\n结果\n我要算数学题了：\n1+1，让我翻翻书，老师说必须等于几来着？\n2*2，让我翻翻书，老师说貌似必须等于3？\n聊天软件？必须得这样写啊，但是好长我懒得背了。\n小游戏？必须得这样做啊，怎么做来着？\n\n最终\n关掉浏览器，合上课本\n恩，我什么都不会\n———我学过什么来着？\n嗯，这确实只是一个意见，我连意见是啥都不知道当然，语气也真的很好，结果他说厚脸皮的时候我给他回复的东西是这样的:\n\n好的，感谢你的反馈，至于你的帖子，可不可以给我发一下，我学习学习如何教\n\n结果他是这么回复我的:\n我不喜欢听套话，反而我听套话就反感\n\n结果他又在他的帖子里面骂我厚脸皮，又说我装逼，难道我是为了装逼？我难道不是为了帮助其他人吗？\n难道我不在学习？我有时候真的想要说脏话。\n最后我又整体的看了看你的言论，我觉得80%都是针对我的吧，我也不知道你是针对我，还是真的在表达你的想法\n我喜欢td来这里说一说，我十分愿意",
    "replies": [
        {
            "author": "914554688wyt",
            "timestamp": 1470050820,
            "txt_content": " 本帖最后由 914554688wyt 于 2016-8-1 19:28 编辑 \n\n教程的确要规范\n虽然我不知道你的教程和其他人的相似度有多少。。。但看起来你的教程真心是误新的。。很多概念都没说清楚，\n甚至还理解错了，最好去学一下0起步面向对象..... \ntd的言论也过激了"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1470051060,
            "txt_content": "首先我只是简单看了一下大概，我也保持中立\n对于教学，误导是不对的，相信人人都懂这个道理\n但你们所说的这些教程，面对大部分玩家来说，不需要太复杂，能懂就行\n因为他们只是为了一个目的，可能只是为了开个服，写个指令，学别的对他们来说确实没有什么很大的意义，即使讲了他们也不一定会去记住，达成自己的目的以后就不管了，可能就再也不碰了\n综上，我也不反对快餐教学，对于大部分人来说，去讲那么多是浪费时间精力\n\n但是反过来，有人也确实是想学习。而且，学习点变通的哪里不好？以后如果想写其他插件，照样ok\n一些死板的教程，机械的说赋值这个代码会怎样怎样，新手往往看了不知所云。为啥？怎么这么写？如果有一天教学生的老师不小心错了一点，或者哪里没讲明白，可能学生脑袋里就永远是一片空白，哪怕只是改一个数据值或者类型都不会，可能到最后等于白学\n综上，教学也是需要认真、严谨、详细的\n\n我是比较赞同td的观点的，因为即使是为了一个目的，学一点原理也不是不好，或者说确实很有用，对于机械的教学，意义确实不大。我也认为楼主的教学确实应该改进，有很多缺陷，可以做的更好\n不过td的语气是有些过激，毕竟小学生学乘法，也是从背口诀表开始的。学很多概念都要从背开始，原理简单了解一点，然后口诀表背好，除法自然会背\n虽然楼主的教学应该改进，但是我是认为这样的教学用“损人”这种词语实在是太过了\n\n\n再次声明我是中立，以上是心血来潮写的，有不同意的请嘴下留情！谢谢！"
        },
        {
            "author": "gamerteam",
            "timestamp": 1470051480,
            "txt_content": "  我个人认为，一个好的教程，更重要的是一个严谨性，因为你的教程是很有可能影响到通过你帖子学习开发的人的，教程中有错误难免，但是，如果你在做教程前，没有通过查阅大量资料来进行验证，只是那种“知道是这么写，但是不知道是什么意思的”的教程，编程版是非常不欢迎的。\n  教程不是人人都能写的，不是说你会写两三个东西然后就可以开始写教程教别人了，这和那些小朋友们自己会用某些简单的语言写两个小程序然后就开始收徒弟了这种幼稚行为有什么区别呢？\n\n  我非常不认同教程需要快餐化这一点，编程开发学习是需要一个很长的过程的，开发能力是不断的学习和写代码然后累计出来的，而不是让人们看几个教程，然后就会开始写代码了，那也永远只是绣花枕头而已。\n\n  教程这类东西，必须保证他的严谨性，可靠性以及较高的可阅读性，达不到这几点的教程，我认为这个教程毫无意义，甚至是有误导的。\n\n  以上。\n"
        },
        {
            "author": "Greensky",
            "timestamp": 1470056640,
            "txt_content": "确实，我以前学习写插件是看berry64和day的，所以我确实也养成了一些习惯，比如有时候写包的时候我都会写berry64的包\n不讲其他的，首先未经过同意使用他人的包名就是侵权。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1470059520,
            "txt_content": " 本帖最后由 E.T.星落辰 于 2016-8-1 21:53 编辑 \n\ntd说话就那样，我们都是愤青，改了很久改不了。并且他喷，只对事不对人，也许伤害到你，这一点我作为他团队的一员请您谅解。\n我就纳闷了，谁家写教程天天用别人的东西（官方除外），至少教程要保证正确好吧，你的教程疏漏百出，问题多多，还不让别人说了？并且谁的教程（好的）不是修改完善出来的？别人提点意见怎么不对？\n就说写教程的态度，您是“我写了教程，我就是大神，没人有资格说我”，别人的态度（就比如我），一旦有不明白的地方诚实指出，并请看官赐教；闲下来就回头翻一翻帖子，找到好几处语法错误和错字并改正；近期上不了图，写太阳能阵列的时候怕说不清，特地叫梨子看了好几遍，大改了一个小时才完工，还没敢直接发，又检查了一遍。而我这只是一个并不出众的游戏教程，而编程教程是很可能受用一生的，你不严谨，就是误人子弟！\n另外，你的贡献很难让人不戴着有色眼镜看你，口碑是自己积攒出来的，没有实力，又怎能获得他人的满意呢？"
        },
        {
            "author": "土球球",
            "timestamp": 1470065880,
            "txt_content": " 本帖最后由 ustc_zzzz 于 2016-8-1 23:47 编辑 \n\n就事论事，随便挑了一节教程说事：\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=531715\n\n首先，你的教程排版看起来就不那么令人舒服，（如果我没看错的话应该是）5号大字，很多代码没有等宽字体，代码的缩进不对齐。\n\n其次，你的教程很多地方都没有讲清楚，我们随便挑一段，记住，你的教程面向的读者是Java零基础：\n很好，我们现在先在public class MyFirstPlugin的后面加上一个 extends JavaPlugin\n他会报错，鼠标移到小红线上看解决方案，里面有一个\nimport org.bukkit.plugin.java.JavaPlugin\n点击那个\n然后呢，零Java基础我们就在{}里面写代码啦！\n我们写\n@Override\n\npublic boolean onCommand(CommandSender sender, Command cmd, String label, String[] args)\n首先是这句：很好，我们现在先在public class MyFirstPlugin的后面加上一个 extends JavaPlugin\n我大致浏览了一下作者之前的教程，首先作者没有讲“public class MyFirstPlugin”是什么意思。本人在这里代为阐述：“public class MyFirstPlugin”声明了一个名为“MyFirstPlugin”的类，然而作者你并没有在教程讲类是什么。\n概念一：类，Class\n\n下一小段代码：“extend JavaPlugin”，作者也没有讲是什么意思，本人再次代为阐述：“extend JavaPlugin”声明了刚刚声明的那个类“MyFirstPlugin”继承“JavaPlugin”类。\n概念二：继承，Inheritance\n\n我们接着来：\n他会报错，鼠标移到小红线上看解决方案，里面有一个\nimport org.bukkit.plugin.java.JavaPlugin\n点击那个\n概念三：包，Package\n\n我们写\n@Override\n概念四：注解，Annotation概念五：重写，Override\n\npublic boolean onCommand(CommandSender sender, Command cmd, String label, String[] args)\n概念六：方法，Method\n\n八句教程，有六个概念作者你没有解释，作者你是不是要想想你的教程如果拿来给零Java基础的读者来看，能看得懂么？\n\n再次，作者你的教程中的错误很严重，已经可以误导读者了：\n这是作者你同一节教程里的一段话：\nequalsIgnoreCase(\"\")的意思就是判断\"\"里的东西和后面的东西一不一样，这就是一个悲剧，我在里面判断的时候比如说我要/c 123的时候就做XXX\nif (args[0]==\"123\")这样是错的\n只有\nif (args.equalsIgnoreCase(\"123\"))这样才可以\n首先，“equalsIgnoreCase”方法的作用，是判断两个字符串在不考虑大小写的情况下是否一致，而作者提到的：\nif (args[0]==\"123\")这样是错的\n是因为“args[0]”和“123”即使内容相同，但是“==”符号用于比较字符串的时候是比较其内存地址，两者的内存地址不同。\n\n最后给作者几点建议：\n尽可能保证教程排版干净整洁，没有错字。自己搞清楚任何一行代码的意思，代码不仅仅是表面上看到的样子。然后尽可能让所有希望看到你的教程的读者，都能搞明白你教程中任何一行代码的意思。\n\n就这些。"
        },
        {
            "author": "Bryan33",
            "timestamp": 1470111840,
            "txt_content": "ustc_zzzz 发表于 2016-8-1 23:38\n就事论事，随便挑了一节教程说事：\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=531715\nString类重写了equal方法\n所以对其调用 == 并不是按Object里的比较内存地址 而是真的比较内容\n\n另外 对LZ的教程 明眼人都能知道错误在此不予置评\n在许多人多次对LZ进行了批评之后 LZ后续的教程依旧没有改变\n试问 这是谁的问题"
        }
    ]
}