{
    "title": "【原创/连载】MC修仙【第一章】",
    "author": "936796603",
    "replyCount": 5,
    "timestamp": 1470028620,
    "txt_content": "　　穿过一片漆黑，见一位衣襟破烂的少年正努力地举起一把神圣的钻石稿子碰在坚硬的基岩上，碰撞声不绝于耳，但是基岩始终不曾开裂，仿佛它是不裂的石头。过了许久，他终于倒下了！卧在基岩的上面，吐着粗气。他有一双蔚蓝的大眼睛，青铜色的瓜子脸上沾满了灰尘，看起来十分修长的身体十分自然的躺在基岩上\n\n　　突然他头顶的石头不断地抖动，这不大不小的矿洞抖动的厉害，许多拳头大小的石头掉落下了砸落在基岩上，有的石头裂开了，粉碎了。石头掉落声一时成了这幽静矿洞的最大的声响。卧在地面的少年被石头掉落声惊醒了。双手撑地慢慢地站了起来。他环顾四周，发现了矿洞的情况，立马抱头鼠窜，躲避掉落的石头。尽管他十分敏捷地躲避了几个石头，但是还是因虚弱而被石头砸中了脑袋昏倒了过去。\n\n　　嗡嗡声打断了石头掉落声的节奏。突然，少年头顶飞来了一个光罩，将少年罩在里面。掉落的石头不停地砸在光罩上，砸在光罩上的石头化成了灰土，飘向他方。\n\n　　矿洞上方一团巨大的光球向矿洞的方向飞来，就在光球要打入大地之际，一个中年人挡在光球前，他双手齐驱打在光球上，那光球就像一个扎破的气球，飞逝远去。\n\n　　突然一阵狂风席卷而来，震的四周飞沙走石，一些细小的小树被连根拔起，飞向天空。突然黑光一闪，一头巨大的黑龙降落在离中年人不远处的高山上。巨大的龙头长了俩个犄角，满口黑气，一双巨冀足有一座矮山大小。只见它俯视中年人，满眼怨毒地盯着中年人。中年人笔直地站在塌陷的地表，体表露出缕缕白气，看起来十分神圣。他们俩对视了许久，然后，中年人道：“末影龙幼仔，嘿嘿，不知道你来这里干嘛？”末影龙幼仔鄙夷地看了他一眼道:”知道是本大人还不下跪，你是什么意思？”中年人哈哈大笑说：”你爹来了都不敢这样和我说话更别说你了，你来此到底有何目的？”末影龙幼仔死死盯了他很久说:”把地下的那个年轻人给我就可以了。”中年人乐呵呵地说:”什么人，我怎么没有看到”说完还张开双手环顾了一下四周。末影龙幼仔早就料到他不肯交出来，便大吼了一声，然后，直接飞起道：”你这是找死，那就怪不得我了！”说罢就向中年人冲去\n\n　　轰的一声，中年人一拳轰向末影龙幼仔，末影龙幼仔双翼一振，躲了过去，末影龙幼仔身后的大山，被打中，砰的一声裂开了。末影龙幼仔不甘示弱，大口一张口吐黑气向中年人袭来，中年人口吐赤炎向黑气冲击过去。黑气遇赤火，发出吱吱的噪音。末影龙幼仔双翼一振向中年人撞来，中年人大脚一抽，打向末影龙。轰的一声巨响，倆股力量冲击着，把不远处的高山移成了平地。他们俩个，突然又互相快速地飞向对方，展开了一场激烈的肉搏战。他们互相轰击对方，空气被巨大的能量振的范起了涟漪。他们下方的地形因波及导致坑坑洼洼出现了许多大窟窿。\n\n　　他们一拳对一翼，伴随空气中巨大的轰鸣声，以及大量的乳白色气息笼罩在各自的手臂上。他们一拳碰一翼，所造成的巨大怪力，导致周围狂风四起，呼呼大作，四周的大地和山等等受到了巨大的冲击，皆移为平地。他们大战了200回合还不曾见分晓。一会打到东一会儿打到西。大地都因此而龟裂了，直到400回合他们各自占据一块高空，互相对视，他们都在回忆刚刚的战斗以及对方的缺点。\n\n　　突然中年人动用极速一闪便飞到了末影龙幼仔背后，他挥动一双壮实的大手向末影龙幼仔巨翼敲打去。末影龙幼仔遭受一击剧烈的扭动了一下萎曲的巨翼，竟然有些飞不稳。末影龙幼仔承受攻击后大吼一声，震的中年人脸色苍白。不一会儿中年人就恢复好了。他下意识的飞到了末影龙后背，然后捶打它。末影龙幼仔见状先是一惊，不过很快它就知道怎么对付了，它直接把身体180度大翻转，往下堕去。中年人被吓的不轻，大吼一声想要挣脱，但幼龙逮着机会怎么肯罢休。只见它背后的双翼直接将中年人压在背后，不肯让他逃脱，同时它背后出现一条条黑色气链，把中年人死死地锁在背后。随着末影龙和中年人快速堕向地底，大地被他们硬生生砸出一个大黑洞出来，土表的大地大片龟裂，远处几座火山因被影响导致迅速复苏。大片的岩浆冲火山口喷涌出来，直贯云霄，原本就因这惨烈的大战而灰暗的天空，现在就更加黑了，日月之光都无法穿透哪黑云和黑气。大片的熔浆溢出向四周残破的大地汹涌而去。\n\n　　在一块尘土飞扬的黑洞，一条末影龙幼仔从灰尘中一瞬息就飞到了离灰尘不远的高空之中。那片黑洞的灰尘十分浓厚，双眼望去竟望不穿，只能看几米远。末影龙幼仔在高空中俯视那片黑洞。随后慢慢地说到:‘’哼，跟我斗！‘’随后一转身准备飞走。就在这时，浓尘中尘土突兀的飘快了一下，一个身影一下子出现在末影龙幼仔身后。他衣服破烂不堪，头发乱蓬蓬的，手掌之中有一个巨大的能量光球，现在的中年人和之前衣冠整齐，外表帅气的人极度的不相符合。随后末影龙幼仔暗叫一声，不好。紧接着中年人将拿着光球的手往末影龙幼仔头上盖过去。幼龙见了大惊失色说:“这样做，你也会被波及的啊。”\n\n　　轰的一声巨响，光球爆炸了。随后发出巨大的光芒，照亮四周，形成了白昼，亮的人都睁不开眼睛，伴随这光的是一阵阵巨大的能量涟漪，随后白亮的天空出现了一个细小的裂缝，裂缝中漆黑一片，仿佛一去便回不来了。过了很久光才渐渐减弱。只看见天空中有一个无头的幼龙，它全身破烂不堪，血肉模糊。要不是它那对双翼十分醒目，估计谁都不会想到它是一条龙。中年人用露出骨头的手抓这龙翼，没过多久他就坚持不住放开了手，随着幼龙一起坠落了下去。\n",
    "replies": [
        {
            "author": "936796603",
            "timestamp": 1470028800,
            "txt_content": "之前的是后面12章的！抱歉发错了！"
        },
        {
            "author": "sean4mmies",
            "timestamp": 1470034620,
            "txt_content": "加油加油~继续写下去"
        },
        {
            "author": "936796603",
            "timestamp": 1470035100,
            "txt_content": "sean4mmies 发表于 2016-8-1 14:57\n加油加油~继续写下去\n求评分，不然不更新"
        },
        {
            "author": "936796603",
            "timestamp": 1470035160,
            "txt_content": "求评分，不然不更新"
        },
        {
            "author": "936796603",
            "timestamp": 1470040320,
            "txt_content": " 本帖最后由 936796603 于 2016-8-2 22:26 编辑 \n\n我是极巅探险的作者，还有我被禁言了！求解开。\n我禁言了怎么解释55555555555\n"
        }
    ]
}