{
    "title": "【水者の搬运新闻EP.1】高能慎入！",
    "author": "猜猜谁是谁",
    "replyCount": 9,
    "timestamp": 1470053880,
    "txt_content": "好啦~今天又给大家开一个大坑2333不定期搬运新闻哦！\n\n以下内容心脏病等有心脏突发疾病的患者慎入！这不是演习！！！\n\n神马？你说图挂了？\n第一条 第二条 第三条 第四条 第五条 第六条 第七条 第八条 第九条 第十条\n第一条     恐怖指数：★★★★★\n\n\n    威弗利山疗养院坐落在美国肯塔基州的路易斯维尔，1910年开始营业。一开始，它只能接收40-50个肺结核的病人。后来美国结核病横行，传播到了世界各地，疗养院便扩建以容纳更多病人。绝症患者如此之多，很多人都没能活着离开医院。在1924年至1961年间，约有6000人死在了疗养院。更可笑的是疗养院也叫“尸体斜槽”，这里有一个485英尺长的隧道，倾斜45度角，一旦有人死了，他们的尸体就会丢进这个斜槽里。在找到治疗肺结核的药后，疗养院便于1961年关闭了，从此废弃。\n　　2005年，一位肺结核研究员参观了这座废弃的建筑并拍下这张照片。走廊中照片右侧，出现了一个女孩的鬼魂。研究员认为这是一个叫玛丽·李的护士鬼魂，她在照片的左侧。据说，玛丽·李曾与同院的某位医生相恋后未婚先孕，羞愧难当，于502室上吊自杀。不幸的是，她的尸体并未被及时发现，而且，另有一位无名护士也死于502室。\n\n\n\n第二条     恐怖指数：★★★☆☆\n\n\n    乍一看，这是一张典型的来自于20世纪90年代的班级照。这一大群笑意盈盈的学生真正怪异之处是这是哥伦拜恩高中1999年毕业的班级。这是拍的第二张照片，第一张很正常，第二张学生表现得更为搞笑狂野。如果你细看照片的左上角（或插入上图），会看到17岁的迪兰·科勒保德和埃里克·哈里斯及他们的朋友布鲁克斯·布朗正假装对着相机瞄准枪。\n    该照片拍摄于1999年，就在4.20大屠杀的前几周。在那个决定命运之日，布鲁克斯看到科勒保德和哈里斯迟到了，哈里斯告诉布鲁克斯离开学校，然后他和科勒保德来到学校食堂开始扫射学生。50多分钟内，两人死前共杀害12名学生一名老师，21人受伤。\n\n\n第三条     恐怖指数：★★★☆☆\n\n\n       照片约拍摄于20世纪70年代或80年代早期，并由一位名叫Zombie Gandaffi的网友于2013年上传在红迪网上（Reddit，网站名）。据Zombie Gandaffi透露，照片中站在悬崖边上的那个人是他叔叔。照片拍摄完几周后，他叔叔从照片上发现，在他身后的灌木丛中还站着一个年轻人，那人高个子、脸色苍白、秃顶、头戴黑色兜帽，眼睛盯着相机镜头。然而Zombie说当时拍摄此照片时，他叔叔甚至摄影师均没有发现此人的存在。\n    关于此照片的蹊跷之处，有诸多猜疑，这个身影到底是人还是鬼？至今未有定论。一些人认为，这是死神；另有一种说法则是，一个年轻人企图把他叔叔推下悬崖，但当他发现照相机和目击者之后，便改变主意躲在后边的树丛里了。\n\n\n\n第四条     恐怖指数：★★★★☆\n\n\n       这张震撼人心的照片由《时代》杂志的摄影师詹姆斯·纳赫特韦（James Nachtwey，当今世界最广为人知也是最受赞誉的战地摄影师之一）于1993年拍摄，照片中的男人位于南苏丹的食物中枢，却因饥饿连站立都困难，正濒临死亡的边缘。\n    苏丹面临的饥饿灾难源于1983年的一场内战，悲剧的是，这张照片所展现的画面还不是饥饿最为严重的时候。1998年饥饿已经达到了流行的程度，据了解已经有超过7万人因饥饿丧生，超过一百万人受到影响。目前，饥饿仍然是苏丹一大问题，约420万人面临着饥饿的危险，3万人正因饥饿致死，除非采取措施解决这一问题，否则此问题将更为严峻。\n\n\n第五条     恐怖指数：★★★☆☆\n\n\n       也许不清楚，但是它在这。它是宝丽来相机，在一个叫埃尔默·韦恩·亨利（Elmer Wayne Henley）的财产中发现的。\n    1971 年，亨利(Henley)15岁，他遇到了一个住在德克萨斯州的休斯顿，名叫迪安·克罗尔（Dean Corll）的人。克罗尔对亨利说，每带给他一个男孩，他会支付给亨利200美元。在接下来的两年里，亨利和他的另一个叫布鲁克斯·戴维（David Brook）的同伙，把克罗尔受害者和克罗尔用酷刑杀死了，谋杀了至少28个孩子。克罗尔有个绰号“糖果人”，在1973年8月8日被亨利开枪打死。亨利和布鲁克斯被逮捕并被判死刑。照片中的男孩看起来很恐怖，被手铐铐着，画中的前景是克罗尔的工具箱，装满了酷刑的设备。那个男孩还没有被确认身份，但警察认为他是克罗尔的第29个受害者。\n\n\n第六条     恐怖指数：★★★☆☆\n\n\n       在 1975年的7月22日，波士顿先驱报的摄影师斯坦利·福尔曼（Stanley Forman），在当天知道一排古老的维多利亚房子附近着火时，正在回家的路上。福尔曼及时的赶到了，发现19岁的布莱特·戴安娜（Diana Bryant）和她2岁的教女提亚·琼斯（Tiare Jones）在离地面约50英尺高的建筑物后面火灾逃生。一个消防员站在梯子上，他要求戴安娜把提亚交给他，在她能火灾逃生前，戴安娜和提亚摔下去了，戴安娜严重受伤，并在当晚坠落致死。 \n     戴安娜最终通过坠楼救下了提亚。关于火灾逃生的事故，在整个国家导致了更严格的法律和法规。福尔曼赢得了突发新闻摄影的普利策奖，并且由于五张悲剧照片的展开，获得了世界新闻摄影的年度奖。\n\n\n第七条     恐怖指数：★★★★☆\n\n\n       这是14岁的雷吉娜·沃尔特斯（Regina Walters），她是德克萨斯州帕萨迪纳市（Pasadena, Texas）人。悲伤地是，这是她最后一张照片。照片里的她看起来很害怕，因为拍照的男人是连环杀人魔罗伯特·本·罗迪斯（Robert Ben Rhoades）。拍照两周前，他绑架了沃尔特斯。\n    1990年初，罗迪斯驾驶18轮大货车，在德克赛斯州接了雷吉娜和她的男朋友里脊·琼斯（Ricky Jones）。他很快就杀了琼斯，然后把雷吉娜锁在大卡车驾驶室里刑讯室，长达两周。雷吉娜被俘虏时，罗迪斯剪掉她的头发，逼迫她穿着黑裙子高跟鞋拍照。拍完照没多久，罗迪斯就杀了雷吉娜，弃尸于废弃的谷仓。\n    两个月后，罗迪斯因为绑架和谋杀罪被逮捕。2012年，罗迪斯坦白了另外两起谋杀——1990谋杀了一对新婚夫妇。目前罗迪斯在监狱服刑。\n\n\n第八条     恐怖指数：★★★★☆\n\n   1969年，14岁的Keith Sapsford和家人环游世界后爱上了旅游。因为想尝试更多的冒险，Sapsford酝酿了一个非常危险的计划。\n   1970年，2月22日早晨，keith穿着T恤短裤和拖鞋，走到了悉尼的金斯福德·史密斯机场（the Kingsford Smith Airport in Sydney ），藏在了一架飞往日本飞机的机轮下。当飞机起飞时，机轮打开，Sapsford从150英尺的高空坠落而亡。\n\n第八条     恐怖指数：★★★★★\n\n\n      1975年，一位老妇人注意到23岁的安妮赖斯·米歇尔（Anneliese Michel）有些不对劲。安妮赖斯住在德国的克林根贝格（Klingenberg, Germany），极为害怕，并且从一个神圣的春天开始就不吃不喝，常常一身怪味。附近小镇来了个驱魔人，为安妮赖斯做了检查，认定她被恶魔附身。当地的主教决定为她驱魔。为了驱赶安妮赖斯身上的恶魔，驱魔时间长达六个月，驱魔仪式多达67项，并有三位神父和安妮赖斯共同参与了驱魔。\n    左边的照片是驱魔前的安妮赖斯，右边的照片是进行驱魔几个月后的安妮赖斯。安妮赖斯死后，两位神父和她的父母因过失杀人罪被逮捕。2005年，安妮赖斯的故事被拍成电影《驱魔》。\n\n第八条     恐怖指数：★★★★☆\n\n\n      这张照片里的人可能看起来像是某个疯子的受害者，事实上，这是臭名远昭的连环杀手丹尼斯·雷达（ Dennis Rader）的照片，他又被称为BTW杀手。在堪萨斯州威奇托（ Wichita, Kansas） 及其附近，雷达杀了10人，其中还有儿童。在1974到1991年间，他突然停了下来。在他杀戮时和杀戮后，雷达过上了正常的生活。他结婚了，并且有两个孩子，还是他教会里积极的成员。他向警方和媒体发送信件奚落他们，恐吓他们，并声称要开始再次杀戮，最终在2005年被捕。他承认了他的罪行，被判10次终生监禁。（译者注：意思是他最少有10项罪行指控，每项都可以判无期徒刑）\n    警察在搜查雷达的物件时，发现了雷达一组令人不安的照片，他沉迷于监禁，爱穿女人的内衣和面罩，其他时候也会把自己裹在塑料袋里或者把自己埋在坟墓里。通过一个复杂的系统，他可以把自己绑起来，然后用把摄像机绑在计时器上。有一次他正在陪童子军露营，然后他偷偷地溜走，把自己绑起来。绑的很紧甚至都无法动弹，但他仅仅挣扎了几小时便解开了。\n\n原文摘抄自搜狐历史 原文地址http://history.sohu.com/20160127/n435754035.shtml\n\n\n哎呀我去终于把他搬完了，看着都吓人啊，真不知道自己为什么要作死来搬这条新闻。。。\n\n\n另外，这个帖子发布以后我又要开始潜水了，不是因为楼主快要死了（什么鬼），而是因为楼主要去旅游啦！\n@ItIsEnderman @FHC红石\n那时候还有{史诗}回归大礼包吗2333（雾）\n\n\n\n\n\n",
    "replies": [
        {
            "author": "ItIsEnderman",
            "timestamp": 1470054240,
            "txt_content": "然而恐怖指数最高的是你@我，蓝了；但我没收到通知"
        },
        {
            "author": "luojiarui",
            "timestamp": 1470055140,
            "txt_content": " 本帖最后由 luojiarui 于 2016-8-1 20:48 编辑 \n\n最诡异的是凌晨3点的时候依然有几百人在线。。。\n【那个驱魔我倒是看过】"
        },
        {
            "author": "阴阳师元素祭祀",
            "timestamp": 1470055620,
            "txt_content": "ItIsEnderman 发表于 2016-8-1 20:24\n然而恐怖指数最高的是你@我，蓝了；但我没收到通知\n你没发现么\n@符号没蓝\n蓝了肯定是\nItIsEnderman"
        },
        {
            "author": "MC大湿",
            "timestamp": 1470056160,
            "txt_content": "\n\n我这边好多图都裂了"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1470056400,
            "txt_content": "阴阳师元素祭祀 发表于 2016-8-1 20:47\n你没发现么\n@符号没蓝\n蓝了肯定是\n好吧其实是因为我直接复制名字，然而这次的@ 却没蓝就是这样的233"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1470056700,
            "txt_content": "MC大湿 发表于 2016-8-1 20:56\n我这边好多图都裂了\n我不会告诉你楼主也裂了的所以我才放了那么多的备用链接啊2333"
        },
        {
            "author": "599548094@qq.co",
            "timestamp": 1470056880,
            "txt_content": "怎么跟讲鬼片是的"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1470057420,
            "txt_content": "599548094@qq.co 发表于 2016-8-1 21:08\n怎么跟讲鬼片是的\n不就是吗2333"
        },
        {
            "author": "卡拉达之翼",
            "timestamp": 1470058260,
            "txt_content": "==\n猎奇\n第七条我以前在头条新闻里看过"
        }
    ]
}