{
    "title": "神秘时代教程",
    "author": "我的心声",
    "replyCount": 22,
    "timestamp": 1470119400,
    "txt_content": " 本帖最后由 我的心声 于 2016-8-4 18:45 编辑 \n\n这次写神秘教程（废话，题目都说了），我有个工业教程帖子，有兴趣的人去看看http://www.mcbbs.net/forum.php?mod=viewthread&tid=496737&extra=\n咳咳，关于神秘这个MOD其实跟工业名气还是差不多的，但是教程少的可以，让萌新很无奈{:10_522:}（因为神秘有魔导手册，大部分会神秘的都是自学的，包括我，所有我这个帖子讲怎么速成）\n神秘起步很多人不知道，要先整一个书架，然后做个法杖，法杖前期只能做最低级的铁制木棍法杖，合成如图\n\n\n\n\n2016-08-02_14.13.08.png (198.27 KB, 下载次数: 4)\n\n下载附件\n\n2016-8-2 15:24 上传\n\n\n\n\n这个是铁杖端，铁粒做法和金粒一样\n\n\n\n\n2016-08-02_14.14.15.png (189.97 KB, 下载次数: 1)\n\n下载附件\n\n2016-8-2 15:25 上传\n\n\n\n\n这个就是你的法杖了，法杖会有一些数值，分别是6个基础属性的魔力，这个法杖最多每个属性储存25个魔力。怎么获得魔力呢？？？你可以去吸节点的魔力，不要问我节点是啥，后面会讲，还可以去杀怪物，杀动物，分别会掉落一些魔力，我用的是最新神秘版本什么魔力都能掉落，一些版本杀怪物火魔力不掉，有些服务器会吧怪物杀死掉落魔力的设定删了哦\n制杖完后（雾）\n做完法杖后，将书架放置，然后拿法杖右键，哗啦的一声就变成魔导手册啦\n然后你需要去杀点鱿鱼，找下羽毛，整些沙子来做研究和奥术合成需要的东东\n获得相应的材料后，拿墨囊，羽毛，玻璃瓶或者神秘里的安瓶，来制作笔与墨合成如图\n\n\n\n\n2016-08-02_14.22.55.png (212.55 KB, 下载次数: 5)\n\n下载附件\n\n2016-8-2 15:19 上传\n\n\n\n\n当笔与墨耗尽时可用用墨囊和耗尽的笔与墨合成，获得满的笔与墨，还有些附属MOD会出现一些神奇的笔与墨，小伙伴们可以去玩玩\n然后做4个台桌（不是玩台球- -）合成自己下载NEI去看，有NEI看不了的我才上图，拿3个放置，1个单独放，另外2个放在一起，拿笔与墨右键2个放在一起的台桌，能变成研究台，另外一个台桌拿法杖右键就能变成奥术合成台奥术合成先不讲，先讲研究台，右键研究台能看到你的笔与墨和一个类似打开的卷轴图案，那是放研究笔记的格子，先不管，你被吸引到的肯定是右边6个图标和图标旁的数字（数字如果不清晰，那么就是你没加字体修复，推荐加一下，MCBBS有，如果懒的去加MOD，你可以直接调成英文，字体就会清晰，且不会改变成英文），你首先看到的6个图标分别是秩序，风，水，地，混沌（混乱），火这6个基础要素，也就是法杖6种魔力属性\n你研究需要合成一些研究要素，首先，点一些火和风，坐下就会显示出这2个研究要素，点中间的方框（就是合成），能直接合成出光明要素，由于要素种类实在多，我直接放图\n\n\n\n\n神秘时代元素合成表.jpg (145.56 KB, 下载次数: 15)\n\n下载附件\n\n2016-8-2 14:59 上传\n\n\n\n\n这个是目前版本最新的要素合成表\n\n啥？？？？？6个基础要素用光啦？你需要魔导透镜了，合成请调戏NEI娘~~~~~~~~~~~~~~~~\n拿着透镜，能扫描实体，方块，掉落物，扫到的要素会变成你的研究要素，PS：如果有些东西的要素你没学，你需要合成该要素的前置要素才能扫描，比如有一个东西有人类要素，那么你需要先学动物和思维要素才能扫描，就是说，在没合成出一些较为常见的要素情况下别去跑图扫东西，不然很多东西扫不了，还有，有些物品是没法扫了，扫了后右下火显示你一无所获\n我个人推荐在跑图前要先合成的要：虚空，能量，魔力，生命，植物，动物，死亡，灵魂，思维，人类，工具，移动，交换，水晶\n咳咳，说了这么多，你要学习神秘MOD里最重要的技能，连 笔 记（滑稽）首先，你要获得研究笔记，那么你物品栏里要先有纸和笔与墨，然后再魔导手册里点击你没有学习的研究，然后就能获得笔记啦~\n怎么连笔记能，魔导手册里也说过，不过很多人都不知道{:10_530:}，怎么连笔记呢，说是说不清楚的，因为我懒（雾），因为我说的话太麻烦首先我放个成品图和原图\n\n\n\n\n2016-08-02_15.54.06.png (255.51 KB, 下载次数: 8)\n\n下载附件\n\n2016-8-2 15:49 上传\n\n\n\n\n\n\n\n\n2016-08-02_15.59.20.png (253.07 KB, 下载次数: 5)\n\n下载附件\n\n2016-8-2 15:54 上传\n\n\n\n\n看着图是不是萌新是不是一脸懵逼呢？？那就对了，因为你还是萌新（滑稽），咳咳，首先，你看到的成品图里，我添加的要素和原来的3个要素都被一个线连在了一起，没错，只要你添加的要素能把研究笔记里自带的要素连在一起就能完成这个笔记了，怎么让要素连在一起呢？？？？大家看成品图，从思维要素开始，思维连火，火连思维，思维连灵魂，灵魂连感官，感官连风，风连移动，移动连风，风连移动，移动连秩序。大家发现了什么吗？？？？没错，思维要素要火和灵魂合成，那么它能和火和灵魂相连，再举几个栗子，移动要秩序和风合成，那么就能和风和秩序相连，感官要灵魂和风合成，那么就能和灵魂和风相连哦~~~~~~~\n将研究笔记里的几个自带的要素连在一起，就能完成了，完成后，六边形方格会消失，只留下要素，研究笔记会变成卷轴状，还会发出叮的一声~，然后拿出卷轴（名字叫发现），拿着卷轴右键，就能学会你在魔导手册点的研究啦~\\(≧▽≦)/~学完后你在魔导手册再点击下你学过的研究或出介绍，萌新最好多看看书（恨书的也要看- -||，不然你连自己学的都不知道有什么用处)\n还有，我推荐玩神秘一定要先把基本信息里右下角的2个研究先解开，分别是研究专长和研究精通，这2个对你以后接笔记有较大用处，基本信息里的介绍也要多看看，对萌新有帮助\n接下来说一下神秘在MC添加的东东\n神秘会添加2个新地形，一个超级超级危险的世界（怎么去后面讲），很多的新怪物，和一些生成\n新地形分别有魔法森林和腐烂之地，这2个地形我都不推荐把家按在里面（如果你家是空岛，当我没说，但是如果你没改MOD文件，没把腐烂之地的蔓延删了，不推荐在腐烂之地附近，空中按家，腐烂之地会蔓延，会到处长腐烂草丛，还会腐化一些方块）\n至于魔法森林，其实不算是什么安全的地方，注要是有岩精和精灵在里面生成（岩精虽然不会主动攻击人，但是精灵在前期是打不过的，因为它会灰- -还会远程用电打你）\n在加了神秘的MC世界里，你会发现一些奇怪的光点，如果你有NEI高亮显示，你就会知道那个是灵气节点，一直撸节点是会撸掉的，并且会掉落天域之华，天域之华含要素，天域之华含的要素和掉落数量会根据节点的魔力数量、类型掉落，天域之华是有用的，因为有灵气要素，灵气要素你迟早要用上。至于怎么看节点里有什么魔力呢，你拿透镜扫描下就会显示啦，还会获得一定数量的研究要素，还有，看到有人类或者合成需要人类要素的节点，我警告下你，千万别撸！！！！还要做下标记，以后会成为你的充能节点，这里我说一下充能节点，和节点的区别和关于充能节点的研究在哪\n充能节点用处多，普通节点较少，还有就是充能节点以后能运行荒古炼金炉，加速地狱熔炉，重要的是充能节点无限魔力~~~~~~~~~~还有充能节点只有6个基础要素，但是如果你的普通节点变成充能节点后，会把不是6个基础要素的要素分解，比如一个节点里有移动要素，变充能后会分解成若干个风和秩序，又或者节点里有人类要素，那就慢慢拆开来算吧，不过人类要素和合成需要人类要素的节点肯定是6要素的，对后期十分有用\n还有，我相信很如果你玩神秘跑图，你肯定发现了一些奇怪的生成建筑，比如祭坛啊，黑曜石图腾柱子，平原上奇怪的小山坡和高原地带的奇怪建筑,这些生成建筑绝大部分可以说是比较用有的，其中祭坛是最重要，也是最危险的，因为祭坛有可能会有邪术教徒，邪术教徒身边还会生成血腥骑士，这家伙会主动攻击你，不过邪术教徒不会，邪术教徒你打了他才会还击PS：先不要主动攻击教徒，你先多杀血腥骑士，血腥骑士有几率掉落血腥仪式（邪术会用上，不过刚开始玩邪术是没有的，怎么开邪术以后讲，还有，在没开邪术之前，不要洗扭曲哦），还有，祭坛在晚上会生成红眼巨人僵尸和邪术守卫，所有最好插上火把，还有，祭坛中间是有个凶险节点的，凶险节点就是会生成红眼巨人僵尸的节点（类似刷怪笼）另外是奇怪的黑曜石柱子，这个玩意的最上面是黑曜石瓦砖，中间是黑曜石图腾，最下面是瓦砖，最上面的黑曜石瓦砖是含有凶险节点的，挖掉会爆了节点并掉落黑曜石瓦砖，如果你有神秘附属MOD神秘工匠的话，推荐你把黑曜石瓦砖和黑曜石图腾挖走，会有用的\n还有就是平原上奇怪的山坡，你仔细再周围看看，你会发现有铁栅栏拦着的地方，挖掉栅栏进去你会看到一个凶险节点，下面还有2个刷怪笼，分别是小白和僵尸的，最下面有箱子，好像还有几个陶瓷罐，打爆会掉出神秘独有的货币，能和神秘MOD的村民PY交易（雾）\n高原地带奇怪的建筑呢，其实就是一个建筑加一个凶险节点和奖励箱，神秘MOD建筑里的奖励箱出工业MOD的依矿几率很高哦\n接下来就是讲邪术的啦，不过邪术是要解锁的， 解释邪术只需要一点，大量的扭曲，至于怎么获得大量的扭曲呢，那么只能靠僵尸大脑啦~僵尸大脑打僵尸掉落，吃了一定几率不会中饥饿效果，且一定会出临时扭曲（扭曲的类型有永久，粘性，临时扭曲，临时过段时间自动消失，粘性不会，不过能靠怯邪肥皂洗掉，永久也能靠怯邪肥皂，不过几率很低），吃了大概3组就能有足够的扭曲开邪术的，当达到足够的扭曲时邪术会自动开启，所有要边吃脑子边看书，不然开了邪术不知道，弄了一堆扭曲，结果死了的话那就搞笑了\n今天更到这，以后更新关于外域的\n",
    "replies": [
        {
            "author": "武月天【】",
            "timestamp": 1470119520,
            "txt_content": "然而这些手册里都有=="
        },
        {
            "author": "我的心声",
            "timestamp": 1470120120,
            "txt_content": "武月天【】 发表于 2016-8-2 14:32\n然而这些手册里都有==\n我又活了，我现在讲的是怎么获得手册- -，还有一些懒人，不想看手册（就是我啦~~~~~~~）所以我只是讲讲基础和进阶"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1470120240,
            "txt_content": "武月天【】 发表于 2016-8-2 14:32\n然而这些手册里都有==\n然而他讲的是手册怎么做（滑稽）\n咳咳现在的年轻人简直是够了啊，写个教程就写，“辣鸡”两个字出现不下十遍，自己还没构思多少就先发出来了，就不能先好好写写，多看看想想改改再发吗？"
        },
        {
            "author": "我的心声",
            "timestamp": 1470122040,
            "txt_content": " 本帖最后由 我的心声 于 2016-8-2 15:23 编辑 \nE.T.星落辰 发表于 2016-8-2 14:44\n然而他讲的是手册怎么做（滑稽）\n咳咳现在的年轻人简直是够了啊，写个教程就写，“辣鸡”两个字出现不下 ...\n{:10_492:}我是写给基友看的- -\n基友老是问我那个怎么玩，那个怎么玩的，我只是想写的看的懂，学的会就行了啊大哥咦，我的图呢\n"
        },
        {
            "author": "jxudvv",
            "timestamp": 1470123120,
            "txt_content": "安瓿（bu四声）\n连笔记LZ你真得说，有些新手就是冲着连笔记进来看教程的"
        },
        {
            "author": "Lord-gawain",
            "timestamp": 1470123600,
            "txt_content": "。。。。你发这个有什么用？"
        },
        {
            "author": "spluttered",
            "timestamp": 1470231720,
            "txt_content": "感谢楼主，我这辈子死在这MOD上"
        },
        {
            "author": "spluttered",
            "timestamp": 1470231780,
            "txt_content": "看完楼主的教程，我什么都不会"
        },
        {
            "author": "我的心声",
            "timestamp": 1470238560,
            "txt_content": "spluttered 发表于 2016-8-3 21:43\n看完楼主的教程，我什么都不会\n那是你自己的问题- -"
        },
        {
            "author": "我的心声",
            "timestamp": 1470452040,
            "txt_content": "spluttered 发表于 2016-8-3 21:42\n感谢楼主，我这辈子死在这MOD上\n又说感谢我，又说我这个帖子没用，你精神分裂？？？？？？？？？"
        },
        {
            "author": "流弊的神",
            "timestamp": 1488117300,
            "txt_content": "其实  写的挺不错的。。。。  不过研究应该放个研究插件链接上来比较好"
        },
        {
            "author": "我的心声",
            "timestamp": 1490760300,
            "txt_content": "流弊的神 发表于 2017-2-26 21:55\n其实  写的挺不错的。。。。  不过研究应该放个研究插件链接上来比较好\n竟然有人看=-=我都弃坑快1年了，暑假回归MC，回来看看MOD有啥变化，这教程我不更了，会了连笔记，神秘这MOD就基本掌握了"
        },
        {
            "author": "莫小球",
            "timestamp": 1495809540,
            "txt_content": "没讲完嘛。祭坛什么都没讲。只教了大家怎么合图。其实合图很简单。只要理科头脑好一点怎么合都可以"
        },
        {
            "author": "kingyall",
            "timestamp": 1495852620,
            "txt_content": "你这个排版的话。。看着有点眼花122"
        },
        {
            "author": "3378553224",
            "timestamp": 1496461200,
            "txt_content": "感谢，略懂了一些了"
        },
        {
            "author": "Melodyvoices",
            "timestamp": 1496505540,
            "txt_content": "怎么到现在了还有人写神秘时代4的基础教程，现在tc4教程国内都已经一大堆了，要写也该写个进阶的介绍什么的，比如某些怪物出现的名字前缀效果是什么"
        },
        {
            "author": "kinglong7410",
            "timestamp": 1496915700,
            "txt_content": "手册里怎么一直找不到杠中之脑"
        },
        {
            "author": "hzc1122",
            "timestamp": 1497623580,
            "txt_content": "读了一部小说"
        },
        {
            "author": "WR姬",
            "timestamp": 1497773400,
            "txt_content": "这个mod得慢慢来"
        },
        {
            "author": "huai2120821705",
            "timestamp": 1498032000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "积分吧说句",
            "timestamp": 1583486700,
            "txt_content": "我是真的不想看手册"
        },
        {
            "author": "桃花笑",
            "timestamp": 1584774660,
            "txt_content": "能否写到上帝套毕业啊 我玩的一头雾水 各种解笔记也没有上帝套"
        }
    ]
}