{
    "title": "【原创·连载】《二次元穿越》【30】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 4,
    "timestamp": 1470136080,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-8-2 22:10 编辑 \n\n正文\n木屋内，交谈声传出来。 查吉尔和洛芬并排坐着，面对着年迈的村长。 此刻看上去，查吉尔和洛芬的脸上似乎还有一点点的稚气未褪去。但是他们的脸上，却更多的是严肃的表情。不再是童年时期的幼稚小孩了，已经长大成了一个成熟稳重的青少年。 一点点细节，一点点变化，村长都看在眼里。 他为了自己的村庄，自己的孩子们，倾注了这一生。尽管可能自己也不知道自己如此努力到底是为了什么，是否有什么很大的意义。但是他知道，这是自己的孩子，他有职责把它们照顾好，管理好。 于是就这样看着孩子们一点点长大，从一个调皮的小孩变成成年人，却没有一次看见自己的一点点衰老。 轻轻的叩门声，随着木门特有的开门声传出来。 安培衡先往里面探探，发现没有别的人，便直截了当地对着村长说道：“好吧，生命之珠是有的，尽管可能宝珠不够，但是给我一点时间，我能把附魔之珠做出来，给我多一点时间。” 村长把头往后转，看到兄弟俩会意地点着头，笑笑后把头转回去。 “没有问题，我们等的了。”村长说道，“你不着急，晚点做出来也无妨。相信这两个孩子吧。” 安培衡点点头，关上门又要赶路。 村长透过木门的缝隙，看着安培衡再次向西边奔去。 远处，是雪山，依稀能看见。 …… 村长的手上，数不清长了多少茧子。哪怕只是和他握个手，也会感到十分的刺痛。 此刻，这只略显颤抖的手，接过一个闪闪发光的宝珠。这个宝珠散发着淡绿色的光芒，在阳光下显得非常神秘。 “谢谢你了！” 来不及道谢，安培衡再次沿着漫长的小道，通向西边。远处，是依稀能看见的雪山。 村长目送着安培衡离开。 …… 按理来说这应该是离别的时刻。向西的小道上，村长站在一边，而查吉尔和洛芬站在另一边。再走两步，便会踏出这个安全的村庄。 村长没有说什么祝福的话，也没有感叹什么。他看着两个个头比自己还高的孩子，又看着远处的雪山。 查吉尔和洛芬这才发现，村长已经老了这么多。十年多前的时光再次浮现在脑海中。夏天，村子里，花园里，西瓜，谈天说地，欢乐的孩子们…… 似乎他们同时想到了同一件事情，互相用呆滞的目光望着对方，千头万绪，从大脑中涌出来。一幕幕，似乎是一部电影，正在放映着。 没有告别的话语。 查吉尔用手拉了拉洛芬，让他站的靠近一些。接着，查吉尔把附魔之珠往脚下一扔，两人的意识就渐渐没有了。 村长看着两个孩子渐渐消失，泪水终于不住地留了出来…… 红色的世界。 草原上不再有生机，全是地狱岩。远处，本该是雪白的山峰，却变成了火红的山，上面还有些许岩浆从山顶流下来。 每一幕，都显得触目惊心。 洛芬十分激动，第一次来到如此神奇的地方，而且还是靠一颗小小的珠子穿越过来的。他四处打量着这个世界，感受着这里不一样的气息。 而查吉尔站着，感受着，他总觉得自己来过这个地方。这里的每一个东西，每一种别致的风景，似乎都似曾相识…… 查吉尔又带着洛芬，来到了这座塔。洛芬没有问什么，因为他知道，查吉尔既然都这么做了，肯定有一定的道理。这段时间和查吉尔在一起的一些经历，已经让他对查吉尔产生了一份敬仰之情，就如同之前对崔古尔的那份敬仰一样。 洛芬感觉这么多年来，查吉尔在另外一个世界肯定读了很多很多书，学了很多很多知识。他自己已经不止一次懊悔不已，想着如果当时哪怕只是快那么一步，坚决一点点，说不定就能和查吉尔、崔古尔一同进入末地了，想想好可惜呀！ 直到查吉尔再一次到洛芬来到之前的那个地方破解着什么密码的时候，就实在忍不住开口问道：“查哥，这里我们来过了的呀，怎么又要进去呢？” “你忘了我们现在穿越到另一个次元吗？”查吉尔说道。 “哦，原来如此……” 门慢慢地被打开，洛芬的瞳孔渐渐放大。 眼前，是一道门。门内，散发着深紫色的光芒，散发着一种神秘的气息…… “跟我来。” 查吉尔首先进入了大门，洛芬带着好奇心，跟着走进去。\n字数：1509字\n\n一些废话\n\n最近在养身+修炼，所以除了茶馆水贴基本上没什么活跃的。不过更新会持续，目前30章了，快40000字了，还是感谢大家的支持！\n\n索引贴见签名档，希望大家支持！\n世界时间表已更新",
    "replies": [
        {
            "author": "tzxwdu",
            "timestamp": 1470146520,
            "txt_content": "E.T.星落辰 发表于 2016-8-2 22:07\n终于养到有水平的地步了23333 但是错别字的问题见长啊……\n感谢支持~哪里有错别字啊，我怎么没看到呢qwq"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1470146820,
            "txt_content": "终于养到有水平的地步了23333 但是错别字的问题见长啊……"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1470147360,
            "txt_content": "tzxwdu 发表于 2016-8-2 22:02\n感谢支持~哪里有错别字啊，我怎么没看到呢qwq\n岩浆“留”，下，不应该是“流”吗"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1470147480,
            "txt_content": "E.T.星落辰 发表于 2016-8-2 22:16\n岩浆“留”，下，不应该是“流”吗\n好吧~手快了点，已经修改了，不过要审核。。"
        }
    ]
}