{
    "title": "【灵感交流大区活动】森林精灵 - 守望重生",
    "author": "E.T.星落辰",
    "replyCount": 4,
    "timestamp": 1470135360,
    "txt_content": " 本帖最后由 E.T.星落辰 于 2016-8-3 08:37 编辑 \n\n森林精灵·守望重生风从山峦的缝隙间掠过，墨绿的林海在阳光下翻腾起来，整座山峦仿佛活过来一般，无休止地脉动起来。几只鸟儿受惊，从茂密的枝叶间飞出，叽喳的叫声在山谷中轻轻回响。日轮在云层中穿行，阳光在枝叶间舞蹈，最终在林间的空地上洒下斑驳变换的碎片。灌木，草地，野花，苔藓，沐浴在这片片明亮中，变得鲜翠而灵动。森林的精灵，在这片静谧和鲜活之间，踏着光与影的魔术，在林海的伴奏之下穿梭。 谁也不知道他们是什么，从何而来。只有那些最古老的老树还依稀记得，自从这些高大的植物在这里扎根，他们就守护在这里。漫长的岁月里，森林慢慢地生长，黄色的大地被绿色的嫩草覆盖，又擎起了绿色的巨伞。年幼的小树从土地的缝隙中钻出，抽出嫩黄的芽，在阳光间欢欢喜喜地摇摆。云层在山间汇聚，雨在树叶的沙沙声中应邀落下，在盘旋交错的树叶间聚成无数条溪流，跳跃着落到地上，滋润着这片土地的一切。每一株新生的小树，都享受着这自然的恩惠，拔节抽枝的声音在精灵们的耳中清晰可闻；未雨绸缪的老树把多余的雨水贮存起来，等待着未来漫长的日子精灵们倚在粗壮的枝桠间，和着雨声，齐声吟唱。那是灵魂的声音，在山间回响，没有人听见，但一切的生灵都感应着，应和着。山林的静谧，并不静谧。那是生命的默吟。 生命的循环不断发生，而时间的箭头缓慢却坚定地向前。老树终于枯萎、倒下，菌类在它的躯体上繁衍又离去，在他倒下的地方又有小树吐出绿芽。森林在群山间生长、扩张，边缘的小树几乎被沙尘打倒，又顽强地站稳了脚跟；雷电曾劈中山峦，大火曾经在林海间飞速地蔓延，但当大雨落下、春风拂归，焦土与枯木间又被绿色长满，不久便将灾难的陈迹抹去。当生长的季节回归，当突然的灾难降临，森林的精灵总会在一切可以落脚的地方之间奔走疾驰。是谁隔断了天降的大火？是谁驯服了蠢蠢欲动的山洪？又是谁在被摧残的土地上重新种下嫩芽？ 她们看不见他们，但她们知道他们的存在。 他们并不妄图僭越自然的规则，但他们尽力保护着这片土地上的每一个生灵。 但总有一些东西妄图僭越一切……他们来了。 雷鸣般的声音在山谷间回荡，大地在轰鸣中颤抖。千百年岁月间成长起来的老树，几秒间就被机械的钢牙吞噬。曾经郁郁葱葱的森林、熬过无数苦难的森林，在来自其他种族的钢铁巨兽的摧残下，显得那么不堪一击。山岗被推平，草木被践踏，树桩木然地坐着，遍地疮痍。死去的老树被拖进焚尸炉，或者其他的一些恐怖的地方。 精灵们试图补救，试图重新种下树苗，但只是徒劳。还有什么比时间更有说服力的吗？精灵们花费十年去补救十秒，补得过来吗？ 尽管它们停手过，但还有不停手的。终于，森林消失，漫天的黄沙疯狂地卷起，原本郁郁葱葱的山峦变成不毛之地。精灵终于在地下长眠，它们也就去寻找新的家园，或者说，破坏的地方。 当整颗星球都几乎被掏空，它们终于乘上钢铁的梭，离开了这个地方；精灵在地下沉睡，等待着希望的到来。 遗弃星球，第一大陆沙漠 这里罕见地下了一场雨。无边无际的黄色上终于有了一点湿气。一枚嫩芽从土地的缝隙中冒出，在风中欢欢喜喜地摇摆。突然，一束光冒出——     森林精灵的孩子在新的嫩芽上，做着一个香甜的梦。\n诶我要疯了····出现了各种坑爹的事情······总之这个就是发晚了而已，见谅。@冥王星人  \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "E.T.星落辰",
            "timestamp": 1470184500,
            "txt_content": "我要死了……这个排版和word上的完全不一样了……不行得改"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1470316500,
            "txt_content": "写的不错，排版稍乱，继续加油~~~"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470897000,
            "txt_content": "整体很好，但要注意张弛。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1471012140,
            "txt_content": "安根_Engon 发表于 2016-8-11 14:30\n整体很好，但要注意张弛。\n的确是有的部分太仓促……和上次一样……\n（人懒就要少说话）"
        }
    ]
}