{
    "title": "【我的翻译】伦敦大火---可以互动的地图",
    "author": "theMia",
    "replyCount": 9,
    "timestamp": 1470136020,
    "txt_content": "写在前面，逛国外论坛是看到的一则新闻。我觉得十分有启发意义。我们中国人应该也可以去搞个圆明园大火地图。不是全部采用直译的方法，有几处选用了更灵活的意义，最后是恶搞，不喜勿喷。\n有问题大家可以指出来，我虚心改正。-------------------------------------------------------------正文分割线---------------------------------------------------------------------------------------------------------------A few days past, we took a brief look at a project which re-creates the Great Fire of London (1666), by a joint effort of some top-notch build teams, and the Museum of London. At the time, no maps were available for the public to see directly, but that has changed!\nThe project aims to cover the event in detail - over the next 9 months, 3 total maps will be released, each focusing on a different point of the fire. The first map, which is currently available, shows London as it was in 1666, before the fire started. There is a surprising amount of detail in the map, and history enthusiasts should be able to accurately trace any location in the city accurately from the map alone. In addition, the map will have challenges to overcome and secrets to uncover, which go over the events preceding the fire. Later maps will also cover the fire as it happens (with an opportunity to try fighting the fire yourself), and the aftermath, with an opportunity to try rebuilding the city directly.\nAll said, it is an incredibly ambitious project. The first map is pretty amazing on its own, and definitely worth a look. Can you discover what led up to the fire?\nGreat Fire 1666 is a collaboration with Adam Clarke, Digital producer, game designer Dragnoz, and mapbuilders Blockworks. The hashtag #GreatFire1666 will be used to post updates on social media.\nAs one might expect, the Museum of London has a robust exhibition covering the Great Fire as well, which you can visit in person! Learn more about the Great Fire of 1666 and experience 17th century London for yourself at their interactive and exciting exhibition, Fire! Fire! 23 July 2016 – 17 April 2017. Tickets start from ?8 for adults, and ?4 for children.\n     近日，伦敦博物馆联合MC建筑大触团队共同开发了一款名为《1666年伦敦大火》的地图。这是MC首张关于伦敦大火的地图，打破了在此之前玩家无法直观感受这场大火的僵局。我们来简单介绍一下这款地图。     这款地图旨在还原整个事件的细枝末节。接下来的9个月时间里，官方一共会放出三张地图。不同的地图关注大火的不同阶段。现已问世的第一张地图主要展现了1666大火之前的伦敦风貌。这张地图的细节令人叹为观止，它精准的再现了每一个场景，历史爱好者在这张地图可以精准定位到任一地点。另外，这张地图里也为玩家准备了挑战和谜题，引导玩家一步步探索大火的成因。之后的两张地图着重于大火本身和大火之后，在此，你将有机会亲身参与到灭火和灾后重建工作。     不得不说，这款地图确实牛逼。第一张地图绝对值得一玩。你能发现到底是什么原因导致了这场大火吗？《1666年伦敦大火》由Adam Clarke，数字制片人、游戏设计师Dragnoz以及地图大触Blockworks共同完成。随后#1666年大火#这一话题将会登录各大社交平台。     没错，伦敦博物馆内有大量关于1666年大火的展品，2016年7月23日至2017年4月17日，你可以亲临博物馆，了解关于这场大火更多的知识。通过互动，亲身感受17世纪的伦敦，闭上眼睛，仿佛可以听到那撕心裂肺的尖叫声“着火啦！！夭寿啊！！”。成人票8胖子，儿童票4胖子。 ",
    "replies": [
        {
            "author": "lishanglin",
            "timestamp": 1470136920,
            "txt_content": "一脸蒙蔽=="
        },
        {
            "author": "莉莉霍瓦特",
            "timestamp": 1470137760,
            "txt_content": "成人票8胖子，儿童票4胖子\n什么鬼》》》"
        },
        {
            "author": "KAS1",
            "timestamp": 1470321840,
            "txt_content": "1666年，这么6的年数必然有大事发生"
        },
        {
            "author": "萌萌owo",
            "timestamp": 1470322020,
            "txt_content": "英文啊看不懂"
        },
        {
            "author": "阴阳师元素祭祀",
            "timestamp": 1470360720,
            "txt_content": "不错啊\n不知道这能不能发到那什么翻译板去 XD"
        },
        {
            "author": "阴阳师元素祭祀",
            "timestamp": 1470360720,
            "txt_content": "楼主\n你还可以翻译下mojang的新闻\n队形get后来人气很快"
        },
        {
            "author": "呼啸huxiao",
            "timestamp": 1470371580,
            "txt_content": "中国人应该去做抗日战争"
        },
        {
            "author": "theMia",
            "timestamp": 1470386640,
            "txt_content": "阴阳师元素祭祀 发表于 2016-8-5 09:32\n楼主\n你还可以翻译下mojang的新闻\n队形get后来人气很快\n我这些都是在MC国外论坛上的新闻 我去找找MOJANG的新闻~谢谢你"
        },
        {
            "author": "theMia",
            "timestamp": 1470387060,
            "txt_content": "阴阳师元素祭祀 发表于 2016-8-5 09:32\n不错啊\n不知道这能不能发到那什么翻译板去 XD\n我翻译版也放了 因为这边人多 所以这边也放了一份 XD"
        }
    ]
}