{
    "title": "[1.11-1.7.10][Actually Additions——实用拓展]各种“真正的拓展”",
    "author": "Si_hen",
    "replyCount": 99,
    "timestamp": 1470152160,
    "txt_content": " 本帖最后由 没糖的葫芦 于 2018-7-21 17:41 编辑 \n\n授权相关：\n\n\n\n\n点这里查看在线版mod手册。（需翻墙，而且是英文）\n\n下载地址：\ncurse，支持原作者，而且版本全：curse\n百度网盘：baidu \n\n这里有一个不错的视频教程，有需要的可以去看\n\npart-1：世界生成和小工具 （适用版本1.10.2-r57）\npart-2：机器 （适用版本1.10.2-r60）\npart-3：物品 （适用版本1.10.2-r60）\npart-4：物流 （适用版本1.10.2-r60）\n简单的mod教程（其实就是中文版手册）（2016.8.3全部施工完成，mod版本为1.10.2-r56）（2016.8.7说明：请注意，8月4日更新r57版本导致绝大多数物品合成表已无效，有需要请进入游戏查看）\n\n一、如何开始\n实用拓展的介绍\n\n长久以来，那些Minecraft的玩家们都生活在那近乎原始的时代中，被“麻烦”奴役着。是的，有成千种麻烦折磨着玩家，强迫他们将几小时，甚至数日的时间都浪费在诸如伐木、耕种、收获这样机械的工作上。他们又有多少时间能用来享受探索那无尽的未知的乐趣呢？但就算是这样，仍然没有改变世界的人出现。就在无数玩家心灰意冷的时候，一位名叫Ellepeck的实业家出现了。他立志于终结那些枯燥乏味的工作，在这样的想法的激励下，他为Minecraft世界带来了各种“真正的扩展”，彻底解放了玩家们的双手，允许玩家们将更多的时间投入到建筑和探险上。那么，谨由Ellpeck来为您呈现这部划时代的著作——《实用拓展手册》，这不仅仅是本MOD的说明书，还是将一切不可能化为可能的秘密武器。~由Tulkas执笔作序\n手册简介\n\n实用拓展手册是非常灵活的。简要概述︰条目与章节条目是一个一般性的主题，而章节几乎总是指向一个特定的物品。当关闭一个章节时，索引将会打开。当关闭索引时，就会打开主页。书签书签在手册的底部，当你点击它时就会存储当前页面，当再次点击它时就会回到这一页面。这对于轻松地浏览本书非常有用。\n右上角的按钮可以打开成就或是设置屏幕。当看的一章与某种成就有联系时，一个对话泡泡将会在成就按钮旁弹出，把鼠标放在它上方就可以看到有关的成就。\n左上角的按钮可以转到与本模组有关的网页。当更新可用时，左上角还会出现一个下载更新按钮。如果你出于某些原因需要重新合成这本书，只需要准备一张纸和一份油菜种子(它们随机生成在世界里)，无序合成就可以得到这本书。\n\n水晶和再构机\n\n原子再构机常用于制作水晶，而水晶则是实用拓展模组最基础的原料。\n\n（从左至右依次为 原子再构机、红石水晶[块]、青金石水晶[块]、钻石水晶[块]、煤晶[块]、绿宝石水晶[块]、铁晶[块]）\n当提供给原子再构机能量之后，它就能发出激光。当激光击中一些方块时，它会把周围能够转换的方块都转换了。\n每发射一束激光消耗1000RF,但是额外的消耗量取决于转换的方块。这里有好几种透镜，它们都可以贴附在原子再构机上，但是并不是所有的透镜的功能都那么讨人喜欢。查看\"透镜\"章节查询更多重要信息。当使用红石火把右击原子再构机，可以在接收红石信号停止工作和接收红石脉冲工作两种模式之间之间切换。.需要注意的是，下面列出的合成表都没有透镜相关的说明因为合成它们不需要任何透镜。我想这应该是显而易见的吧。当你合成很多物品时，你也许会想找到一种方式来自动化这个过程。这里提供了一个非常简单的方式：在原子再构机的对面放置精准自动投掷器（可以在“所有物品和搜索”条目找到它）接下来，在合适的位置放置物品吸收器，并且设置好白名单接下来你只需要在投掷器里面丢进原料，就能在吸收器里面得到你想要的东西。（下图为我自己制作的一个装置，与文字描述有所不同）\n下图为BTM16-2.0中 实用拓展mod(以下简称AA) 的展区的一部分\n大致原理为方块放置机(下面会提到)放置方块后原子再构机发出射线，方块破坏机(下面也会提到)再破坏掉。煤炭发电机煤炭发电机利用任何可以作为原版熔炉燃料的物品产生功率为30RF/t的RF能量。注意，它只会在产生的能量有处可去的时候消耗燃料。合成原料\n实用拓展有许多利用基本合成物品来合成的东西。 这一章把所有的基本物品分组以便您一下子就能找到它们。（从左至右依次为基础线圈、高级线圈、木制外壳、末影珍珠块、末影外壳、普通指环、刀柄、刀刃、小刀、面团、大米面团、铁制外壳、透镜）RF？Tesla？对于那些不经常使用RF的人，我们也准备了一个简要说明。红石通量(RedstoneFlux,RF)是众多MOD使用的一种能源系统。通常所说的RF/t是指机器在每个tick产生或消耗RF能量的数量。要将机器连接在一起，只需要将它们紧挨着放置即可。另外，如果你愿意的话，你还可以使用Tesla作为能源单位，它使用起来和RF没有太大差别。\n\n二、再构机的透镜透镜简介原子再构机默认功能仅仅是转换一些方块。当使用透镜之后功能就有所改变。当你手持透镜右击原子再构机就可以贴附上透镜。空手右击可以取下来。他们消耗的能量各不相同。不同的透镜都拥有不同的功能和特性，你可以查看这一章内容来获取更多信息。\n除此之外，这些透镜还有一些其他有用的合成。\n附加合成\n斑斓透镜装有斑斓透镜后，发射的激光束可以改变在其正前方所有的彩色玻璃和彩色玻璃板，染色粘土，地毯，染料，羊毛和本模组的灯具的颜色。相反的，如果不使用透镜，激光束也能穿过方块，但是只会转换相接触的方块。下图为BTM16-2.0 AA展区 的一部分\n死亡透镜\n装有死亡透镜后，发射的激光束能对其正前方任何的实体造成大量伤害，而对于玩家来说，只需要轻轻碰一下就能魂归故里。\n爆破透镜\n装有爆破透镜后发射的激光束，击中方块后会起火并爆炸。所以请小心使用它（使用这个透镜后，激光束的发射距离是普通情况下的3倍）\n祛魔透镜\n装有祛魔透镜后发射的激光束可以把已经拥有附魔的工具上的单个附魔转移到书或者附魔书上面。使用方式很简单，在再构机前方丢出两个物品（需要注意两个物品必须要丢在同一个格子里面）当激光束击中它们时，物品上的高等级附魔将会被转移或者添加到普通的书或者附魔书上面。使用一次耗能为250000RF。\n三、不耗能方块物品激光中继器\n（从左至右依次为 物品激光中继器、高级物品激光中继器、物品传输接口）激光中继器可以传输RF能量，物品激光中继器可以传输物品。但是这两者运转原理完全不同。物品中继器之间的互联和激光中继器是相同的。但是中继器和容器的相连需要物品传输接口。首先，你需要在物品传输接口旁边放置任何拥有物品栏的容器（比如箱子和熔炉），之后把物品传输接口和物品激光中继器相连。之后再用管道和物品传输接口相连。如果你还想做个存储系统，可以使用高级物品激光中继器，只需要Shift右击中继器，你就可以指定哪些物品允许或者不允许通过中继器。物品传输接口，也可以这样用。\n破坏器和放置器\n（从左至右依次为 方块破坏器、方块放置器、流体成型器、流体吸收器）方块破坏器破坏它前方的方块。它可以朝向任意方向。当手拿红石火把右键单击它时，它将在接受到红石信号时停用和每接收一次红石脉冲工作一次两种模式之间之间切换。方块放置器在它前方放置方块。它可以朝向任意方向。当手拿红石火把右键单击它时，它将在接受到红石信号时停用和每接收一次红石脉冲工作一次两种模式之间之间切换。流体成型器放置你供应给它的液体。它需要1000mB的液体来放置一个液体方块。当手拿红石火把右键单击它时，它将在接受到红石信号时停用和每接收一次红石脉冲工作一次两种模式之间之间切换。流体吸收器从它前方收集1000mB的液体，即一桶。当手拿红石火把右键单击它时，它将在接受到红石信号时停用和每接收一次红石脉冲工作一次两种模式之间切换。\n下图为BTM16-2.0 AA展区的一部分\n一个放置器为树苗、一个放置器为骨粉，达到树场的目的。自动精准投掷器    自动精准投掷器工作起来就像一个普通的投掷器，但是它不需要接收红石信号脉冲就可以自动地投掷物品。同样，它也可以做到将物品精准地投掷到你所指的方向而不是粗暴地把物品砸在地上。\n当你手持红石火把右击它的时候，它会在接收红石信号时停止工作和每接收一次红石脉冲工作一次这两个模式之间切换。\n幻灵接口\n（从左至右依次为 幻灵接口、幻灵流体接口、幻灵能量接口、幻灵增幅器、幻灵连接器）幻灵接口是一种简单的把物品容器链接到一起的方法，但是它有个很大的优点：幻灵接口不只是把两个容器连在一起，而且还模拟它连接到的容器,这意味着你可以通过把东西放入幻灵接口和从其中抽出来与物品容器交互。幻灵接口的默认最大识别范围为16个方块，但是你可以使用幻灵增幅器来增大这个范围。要将幻灵接口链接到物品容器，只需要使用幻灵连接器右键点击容器，再右键单击幻灵接口即可。重要说明：需要强调的是幻灵接口不应该被当做无线传输设备。举个例子，当你没有足够的位置放置电缆时，或者你希望你的房间看起来美观，而不是堆满一堆方块或者电缆时，这时候才推荐使用幻灵接口它不应被当做短距传输的超立方体。\n默认情况下幻灵接口可以传输物品。这个幻灵流体接口的行为很像普通的幻灵接口，但是仅对存储流体的容器方块有效。当给予一个红石信号，它可以被设置为自动输出。但是需要小心这个过程，因为它在某种情况下可能导致无限的循环和延迟这个幻灵能量接口的行为很像普通的幻灵接口，但是它仅能传输RF能量，这意味着它不能连接发电机和打粉机。这个幻灵增幅器，作用是增大幻灵接口的工作范围，只需要放置在幻灵接口的上面就能工作。幻灵接口上方增幅器的最大的放置数量为3.\n幻灵红石接口\n如果你还不知道什么是幻灵接口，请先阅读幻灵接口条目。幻灵红石接口是用来传输红石信号的幻灵接口。但和一般的幻灵接口不一样，它“只在一个方向上工作”。换句话说，它只对相连的方块提供红石信号，它不会对那些周围的其他方块工作。幻灵方块破坏器与放置器（从左至右依次为 幻灵方块破坏器、幻灵方块放置器）幻灵方块破坏器与放置器有着和幻灵接口相同的工作原理，不过它们的作用是远距离的破坏以及放置方块。其默认最大识别范围为3格方块。欲使其连接并破坏一个方块，你需要按照幻灵接口章节中描述的方法去操作。当它前方是空气方块时，仅仅只会机械地放置方块，然后又破坏掉方块当手拿红石火把右键单击它时，它会在接受红石信号停用和接收红石脉冲工作两种模式之间切换。ESD（从左至右依次为 ESD、高级ESD）ESD是一种工作方式类似于漏斗的方块，但是它的功能比漏斗多的多。你可以选择从方块的哪一面来输入和输出，而且还可以精确地配置进行输入输出的格子的范围！为了获得关于ESD的更多准确信息，你可以合成它，然后将鼠标悬浮在它的GUI的元素上！\n经验固化器（从左至右依次为 经验固化器、固态经验）经验固化器可以把玩家的经验值转变成固态经验，而手拿固态经验右键单击又可以让存储在里面的经验值回到玩家身上。用这种方法存储你的经验值既安全又方便，这样的话，在你死后你的经验值就不会丢失。固态经验有时也会从怪物身上掉落。\n温室玻璃温室玻璃是加快你的植物生长的一种非常有效的方式！当它被放置在植物上方的任意位置，只要它与植物之间没有方块阻挡，而且玻璃可以接受到阳光，它就可以显著地加快植物生长！当然，一定要是白天才行。想想看，这是显而易见的的。渔网渔网是一个方块，它使钓鱼变得容易得多！把它放置在水的上方，只要你给它一点时间，它就可以自动抓鱼！如果要存储鱼，只需在钓鱼网上方放个箱子，或是让它把物品从顶部喷出，再手动收集他们。\n下图为本人的9x9渔网挂机数据\n自动饲育机自动饲育机是人工饲喂动物的好帮手。把它放在畜栏中间，并且给它提供一些小麦，种子或胡萝卜（这取决于你想喂什么动物），然后等着就行了。它将会自动饲喂动物，如果周围的动物太多，它也会自动关闭以防止大量动物造成卡顿。\n堆肥机和肥料（从左至右依次为 堆肥机、正在发酵的堆肥机、发酵完成的堆肥机、捣碎的食物、肥料）堆肥机被用于把捣碎的食物转变成肥料. 肥料用法与骨粉相同，但是合成方法比骨粉简单得多。只需合成捣碎的食物然后把10个捣碎的食物放入堆肥然后稍加等待即可。当捣碎的食物发酵后，只需再次右键点击即可拿出。捣碎的食物可以通过任意食物或可种植的物品直接合成得到。板条箱（从左至右依次为 小型板条箱、中型板条箱、大型板条箱、板条箱守护徽章、板条箱升级徽章）板条箱很大。真的很大。它们可以存储成千上万的物品，存储量比四个箱子还要多。在破坏板条箱前把板条箱守护徽章放置在板条箱内将会使得它保留内部所有物品，但是，在板条箱被再次放置后，守护徽章将会被销毁。板条箱升级徽章允许你把任意箱子转换成板条箱，并保留其中物品！只需按住Shift右键单击箱子即可使用。\n物品收集器物品收集器工作起来就像一个漏斗，它会收集周围掉落的物品，然而它只能收集周围6格范围内掉落的物品。它内置物品过滤器，可以设置白名单或者黑名单。然而它却有一个缺点：它不会自动输出它收集的物品。\n物品过滤器（其实是不耗能物品，不知道为啥官方给放到了不耗能方块里）物品过滤器可在高级物品激光中继器，ESD和物品吸收器中使用，以扩充它们的白名单大小。只需要右击打开过滤器，放入想过滤的物品，这个过滤器就被标记好了。之后它就可以放置在任何需要过滤名单的机器里面使用了。鼠标悬停在GUI里面的白名单按钮上！\n\n四、耗能方块烟花发射器（图片使用了广角已达到完整截图效果，如有不适请谅解）烟花发射器最适合新年佳节！在放置后供应一些RF能量，它就会向附近射出一些随机生成的烟花。每次喷射都会消耗300RF能量。你知道的，原版的烟花合成起来是多么恼人，但它们又那么漂亮。但是这个机器解决了问题。\n手拿红石火把右键单击它后，它会在接受红石信号停用与接收红石脉冲工作两种模式之间切换。能量激光中继器（图中使用了Waila表明能量在传输，从左至右依次为 中继器扳手、能量激光中继器、高级能量激光中继器、超级能量激光中继器）能量激光中继器是一台能够无线传输RF的设备，这只需要把它用中继器扳手右击连接并生成网络即可。把产能机器或接收能量的机器放置在中继器旁，即可让它从网络中的其它中继器输出或接收能量。两个中继器最大可以相隔15方块。在能量传输过程中会存在轻微的能量损失，但是完全不用担心。这里有三种能量激光中继器。它们每tick传输的最大能量各不相同。能量上限分别为1000，10000，和100000。 同样的，不同的中继器能量损失也不相同混合互联不同等级的中继器是可行的，然而能量传输的最低上限和最高上限会受到两个中继器的影响。中继器扳手可以通过Shift右键装换模式。现有的模式有始终显示激光束, 从不显示激光束或者只有在使用扳手时显示激光束。\n垂直挖矿机垂直挖矿机可以用来自动挖掘方块。它有两种模式：它可以选择只挖掘矿石或挖掘任何方块。每挖掘一个方块，它都会消耗500RF。挖掘的物品会被存储到内部缓存中，右击即可取出。默认挖掘半径为2，但是就像幻灵接口一样，在其上方放置幻灵增幅器，最大可以扩大它的挖掘半径到3。\n（任意颜色手钻都可以合成）I digit下图为BTM16-2.0 AA展区 的一部分咖啡制造机\n（图中从左至右依次为 咖啡制造机、空杯子）咖啡机用于制造一种类似于药水，可以给予玩家几种附加效果的咖啡。\n为了使用它，你需要空杯子和15咖啡豆。在野外可以发现咖啡豆，你可以在耕地上种植它。咖啡机需要150RF/t的能源供给，每制作一杯咖啡需要500mB的水。如果你想知道每种加入咖啡的物品都有什么用，可查看最后提供的配方。为了能让咖啡有实际的药水效果，接下给出了详细说明。加入的东西越多，那么提供的药水等级也会越高。药水的最高等级取决于最多能放入的物品数量放置顺序说明：举个例子，当使用牛奶（在后面可以了解它详细的的工作原理）你要按照物品栏编号顺序放置物品，才能冲泡出你想要的咖啡。下图是一个示例配方，制作一杯拥有抗火Ⅰ,0:20和 速度Ⅰ,2:30效果的咖啡。\n牛奶对于咖啡来说也很重要：它能为所有的药水效果提供2分钟延时，但会降低一个药水等级。如果原本的药水等级是1，那么牛奶会抵消掉这个效果。  \n\n如果安装了HarvestCraft，你会看到上方的另一个配方。这东西是为素食主义者准备的牛奶的替代品。下面是所有的配方：磨粉机与两仓磨粉机（图中从左至右依次为 磨粉机、两仓磨粉机）磨粉机可把每种矿物，锭和宝石转变成对应的粉末，功率为40RF/t。当你把矿物放入时，它们会被转变成双倍的粉末。两仓磨粉机基本上也是如此，然而它能一次粉碎2个矿石。\nHe'smy crush\n两仓熔炉\n两仓熔炉工作方式和熔炉一样，但是，它可以以25RF/t的功率一次熔炼2个物品。\n岩浆工厂\n岩浆工厂可消耗RF来制造岩浆。每产生一个岩浆方块需要消耗150000RF。岩浆工厂上方的空当四周必须以4个岩浆工厂外墙包围，否则岩浆工厂不会工作。右击岩浆工厂控制器可以显示当前环境下它是否能工作。Lava,for a fact. \n                ory（图中从上至下依次为 岩浆工厂控制器、岩浆工厂外墙）\n充能站与释能站\n（图中从左至右依次为 充能站、释能站）充能站把它储能槽中的能量充入使用RF的物品之中。\n释能站从存储有RF的物品中释放出能量，并将能量储存在它的储能槽中。\n物品修理机\n物品修理机可使用1500RF/t的RF能量来修复可以在原版铁砧中修复的物品，不需要消耗任何材料！\n长距离放块破坏器\n长距离方块破坏器工作起来就像一个普通的方块破坏器，但是它可以破坏面前至多8格方块。每破坏一个方块它会消耗5RF。当手拿红石火把右键单击它时，它会在接受红石信号时停用和接收红石脉冲工作两种模式之间切换。\n\n按顺序打破下图为BTM16-2.0  AA展区 的一部分将“方块破坏器与放置器”章节中提到的树场加以改进，利用 长距离方块破坏器 破坏树干，便于继续种植玩家接口玩家接口和幻灵接口工作方式相似，但玩家接口连接的是玩家而非方块，并且连接会在玩家放置它之后建立。当向其输入物品时，物品会进入玩家的物品栏。还有，当向其输入RF能量时，它会为玩家物品栏中的物品充能。它具有32格方块的效应范围，以及，你可以通过在其顶部放置3个幻灵增幅器来扩大范围。\n物品展示台\n物品展示台是一种可将各种物品或方块展示出来的方块。只需要将待展示方块或物品右击放上去，这个方块或物品就会悬浮在展示台上方。再次右击可将其取下。除此以外，某些物品可令展示台发挥特殊效果，但这个功能需要消耗RF。吹叶器以及高级吹叶器在展示架上时可以缓慢清理掉附近的草丛和树叶。下图为BTM16-2.0 AA展区 的一部分\n\n药水指环在展示架上时也能发挥效果。普通版本只能将药水效果给予附近的一个生物，但高级版本可在大范围内给予任何生物以指定药水效果，但需要消耗大量RF。\n震波吸收器震波吸收器在供应RF能量后，能够保护周围至少5个方块的区域免受各类爆炸的破坏，无论是恶魂，TNT还是爬行者发生的爆炸。保护一个方块需要消耗300RF。鸣谢：这个不错的创意来自玩家praetoras。感谢他的建议。\nWhat'sa fourth wall..?\n五、产能方块太阳能板太阳能板在白天且阳光直射的情况下产生功率为8RF/t的RF能量。热能发电机热能发电机是一个发电功率为40RF/t的机器。它需要与至少4个岩浆方块直接接触才能产生能量。岩浆与顶部接触视为无效。但是使用它的时候你要留个心眼，它有时会摧毁一些与它接触的岩浆方块！\n油菜相关\n（图中从左至右分别为 油菜压榨机、发酵桶、原油发电机、装入油菜籽发酵中的堆肥机、装入油菜籽发酵完成的堆肥机、生物质、生物燃料）那些在野外随处可见的油菜可以制成各种各样的东西！你可以油菜提炼菜籽油或原油并以此产出RF。首先你需要用油菜压榨机将一定量油菜提炼为菜籽油。压榨机本身的能耗是35RF/t。然后，用发酵桶可将菜籽油转化为原油。最终产出的原油可在原油发电机中当作燃料，产生76 RF/t。另外，如果你有很多油菜籽处理不了，你还可以一次性将20个油菜籽放入堆肥机中以生产生物质。生物质可在熔炉中烧制成生物燃料，它可以当做燃料就像普通的煤炭那样。\n 咀叶发电机\n咀叶发电机可以利用周围放置的树叶产生RF能量。它会在发电过程中摧毁这些树叶，每块树叶可以发出300RF。你可以右击它以查看它已经储存了多少RF能量。它可以作用于周围7格方块的范围。\n嘎嘣脆下图为BTM16-2.0 AA展区的一部分利用之前所提到的简易树场装置来发电\n六、不耗能物品蝙蝠之翼\n（图中从左至右依次为 蝙蝠之翼、蝙蝠翅膀）有的时候，蝙蝠会掉落翅膀。由于强度不足以载人，这些翅膀不能真正用于飞行。你可以把这些翅膀制作成蝙蝠之翼使它的强度达到能载人的水平。当你把它置于你的背包中时，它可以让你像创造模式一样悬停飞行。\n食品\n图中从左至右，从下至上依次为 培根、大米面包、汉堡包、大块曲奇、海鲜三明治、炸薯条、大杯炸薯条、海鲜炸薯条、奶酪、南瓜汤、萝卜汁、意大利面、面条、巧克力、巧克力蛋糕、吐司面包、法国长面包、巧克力吐司面包、披萨。合成表啥的，感兴趣的同学自己下载下来用JEI查吧，真的是累。吹叶器手持吹叶器并右击可以吹走周围高草、花和其他类似的东西。它有一个进阶版本，高级吹叶器。这种高级吹叶器和基础的吹叶器基本相同，可以吹得更快，还可以破坏树叶。\n玩家探测器\n玩家探测器被用于改变玩家接口所相连的玩家，如果你不知道玩家接口是什么，请先看它的相关内容！玩家探测器的使用方式很简单，只需要用它右击玩家，接下来右击玩家接口就可以建立连接。需要注意的是，连接时候会给予提示信息，并且玩家可以通过摁住Shift键来取消连接，同样的，当玩家离开服务器也会取消连接!恶作剧的好东西\n\n全能工具(AIOTs)\n全能工具是一种集镐、斧、铲、锄和剑于一身的工具。它们可以用任何材料制成，如果你安装了热力基础(Thermal Foundation)或者MekanismTools模组，你甚至可以使用来自这些模组的材料制作全能工具！（以木制工具为例）\n果酱有一次，有一只小猫特别想要一些果酱。于是我给它做了一些果酱。说真的，这就是些普通果酱。你可以在村民家里找到它，或者从果酱商贩村民那里买到。每瓶果酱会给你两种不同的药水附加效果！\n一个果酱作坊和它的居民所以，你大概很想知道这个果酱的名字是什么意思。现在，让我告诉你：-哈密瓜和猕猴桃-哈密瓜和可可豆-菠萝和可可豆-樱桃、苹果和肉桂-李子、苹果和柠檬-葡萄、猕猴桃和香蕉-醋栗、香蕉和覆盆子现在，你可能会问，哪个是哪个？自己一边儿想去吧。\n药水指环\n（图中下层为一级指环、上层为二级指环）药水指环有两种版本：普通版和高级版。当你把普通版拿在手上，它会给予你一级的药水附加效果。高级版本放在包中的任何位置都有效并且提供二级的药水附加效果。\n刷怪笼控制器\n刷怪笼控制工具是一件可以操控刷怪笼生成的生物的物品。使用它也很简单，首先先用刷怪笼控制工具“拾起”你想要生成的生物，接下来用刷怪笼控制器右击刷怪笼可以改变生成的生物。注意，并不是每种生物都可这样做。\n\n七、耗能物品钻头\n手钻用起来就像一把镐或者锹一样。它使用RF来破坏方块。它可以在充能站中被充能，你还可以通过把它拿在手上按住Shift右键单击来升级。有大量的升级可用，这里是其中一部分的解释：范围采掘升级增大手钻开掘的范围的大小。方块放置升级，在你手持它右键单击后，它就会记录下它所在的快捷栏格子。在将它放入手钻后，你就可以通过拿着手钻右键单击把那个格子的方块放置在地上。你也可以把电池安装到手钻来升级它的储电量。手钻也可以被染成Minecraft的16种颜色。但是，这只是装饰性的，除了让它看起来不同，对它不会有任何其他的效果。\n法杖\n传送法杖，当在充能站中充能后，只需右击，就可以把你传送到屏幕中央十字准星所指的地方。当你的十字准星对着一个方块时，它会把你传送到那个方块的位置，但是，如果你的十字准星没有指着一个方块，准星所对着的方向的仰角就不能超过5°，否则传送将会失败。\n磁力指环\n磁力指环，当它在充能站被充电后，只要它在你的背包里，它就可以消耗RF产生磁场，将大范围的物品吸到你身上。\n生长指环\n生长指环，当在充能站充能后，只要拿在手上，就可以消耗RF来让你周围的植物生长大大加快。\n除液指环\n排液指环，当在充能站中充能后，只要拿在手上，就可以使用RF来移除岩浆和水。\n电池\n（图中从左至右依次为从一级至五级的电池）电池是个储存并携带RF能量的好方案。它们可以在充能站中充电并在释能站中放电。（升级即重复第二个配方）\n\n八、其他杂项蚯蚓\n蚯蚓真是一个有用的物种。T把它们放置在泥土或者草方块上面就可以自动耕种周围3×3的范围，并且还能保持其湿润.除此之外，它还能促进作物更快的生长。蚯蚓可以在用锄头耕种草方块时随机掉落。实用拓展的旗帜\n对于实用拓展中的一些特殊的物品，也有其对应的特殊旗帜图案。旗帜的合成都很简单，只需要在旗帜的下方摆上对应的物品就能制作，同样的，不同的颜色也是可行的。你也可以把它们和盾牌相合成。可以制作特殊旗帜的物品有：实用拓展手册幻灵连接器吹叶机（高级吹叶机不能做）\n手钻（只有白色的可以）一些装饰品\n有时候，你在搞建筑时，你会发现你根本没有足够多的装饰方块。那好，我们接下来隆重推出：装饰用石英！这些和石英相仿，但有着更好看的花纹的方块还能合成为楼梯、台阶和墙，其合成也是一如既往的原版风格。\n焦黑石英\n焦黑石英是一种生成在0和45层之间的矿物。当被开采后，它可以被在熔炉里熔炼或在磨粉机里面磨成焦黑石英.焦黑石英 物品在实用拓展的许多的合成配方当中被使用。它们对于大多数物品的合成都非常重要，所以您在世界中找到它们时应该开掘。它们可以被用来合成许多种不同的装饰方块，这将会在后面几面提到。每种装饰方块都可以用来合成楼梯，半砖和墙，配方与原版相同。下界石英，但是更死气沉沉。微笑云朵\n微笑云朵是一种有魔力的浮动的云朵，通过它体内的固态经验获得生命。它在它的位置上上下下地、兴高采烈地浮动着。当你右键点击它时，你可以给它命名。\n在给它某些特殊的名字时，比如说\"Ellpeck\"或\"AcidBlues\", 它就会拿出它携带的某些特殊的东西！煤炭相关\n有时你的煤炭燃烧时间太长或太短了，你知道我的意思吗？为了解决那个问题，你现在可以合成小块煤炭，小块木炭以及木炭块来在熔炉中使用。木炭块燃烧时间和煤块一样长，而小块煤炭和小块木炭燃烧时间是一块煤的八分之一，这意味着它在普通熔炉中能熔炼一个物品。\n灯具\n灯具是一种提供大量光的方块，类似于神秘的萤石或火把，但是它们可以被染成所有的16种不同颜色，方法是直接合成它们或是把它们放在地上并手持染料右击。\n当空手右击它们时，它们将会切换开关但是，如果你想使用红石能量来控制它，只需要在它旁边放个灯具控制器。（上为以白色灯具为例的灯具合成，下为灯具控制器的合成）\n末影之星\n\n末影之星要通过击杀凋零和前往末地收集龙之吐息获得。龙之吐息就是那些末影龙喷吐出的紫色颗粒，可以用瓶子来收集它们。末影之星是许多合成所必需的材料。\n刷怪笼碎片\n刷怪笼碎片是破坏刷怪笼后掉落的一种合成材料。每当刷怪笼被破坏后，总是会掉落一块碎片。藏宝箱\n藏宝箱是海洋生态群系中一种较为罕见的生成物。它们出现在海底很可能是绕道的船只扔下或丢失的压舱货物。然而如果你足够幸运，这些箱子可能会装着一些珍贵的物品。你可以右击它们收获这些令人惊异的战利品，然而破坏它们不会得到任何东西。\n郁郁葱葱的洞穴\n如果你曾经干过一些洞穴探险的事情，你可能注意到一些洞穴里面长满了树和草。在主世界地下的任意高度都有可能生成，当你急需木头来做火把或者工具，这些洞穴将会变得非常有用\n毛球\n毛球会从活猫身上掉落。浏览下一页以获取更多信息。毛球是一件会从被玩家驯服的猫身上掉落的物品。猫是一种很古怪的生物，因为它们会让任何东西粘在自己的毛发上。毛球或许长相令人不堪入目，但当你通过右击移除上面那些杂乱的猫毛后，说不定会找到一些有价值的物品。或者只会收获到一些线。FUURRRRRR！！黑莲花\n想一想：你需要合成黑色羊毛，黑色粘土或者任何其他需要黑色染料的东西，但你觉得杀死那么多无辜的鱿鱼让你愧疚？唔，那么黑莲花正是你需要的东西！只要在野外随便找找，你就能找到一朵，然后就可以用它合成一些黑色染料，用来代替墨囊这样你就不再需要杀掉可怜的鱿鱼了。不，不是那个，Vaz...\n装水的碗\n用空碗右击水即可获得装水的碗。和桶一样，再次右击别的方块可以将水倒出。对于前期的农场来说，这将会是一件实用的工具。\n微型火把\n真棒！（不用我多说吧……）\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "597475358",
            "timestamp": 1470152580,
            "txt_content": "看起来很不错"
        },
        {
            "author": "1rsjmcbbs",
            "timestamp": 1470152640,
            "txt_content": "前排滋瓷{:10_512:}"
        },
        {
            "author": "Si_hen",
            "timestamp": 1470153000,
            "txt_content": "zx728925 发表于 2016-8-2 23:36\n太长不看\n就是为了防止太长不看型用户，才把下载地址放在前头的……"
        },
        {
            "author": "蜡笔小猩",
            "timestamp": 1470154680,
            "txt_content": "zx728925 发表于 2016-8-2 23:36\n太长不看\n新手一枚。下载玩玩"
        },
        {
            "author": "鳥妖",
            "timestamp": 1470155160,
            "txt_content": "建议你根作者讲讲，让他考虑加入内置中文\n再询问酒石酸菌能不能把语言文件提交给原作者\n\n如果都妥了，就内置中文了，这结果大家都想看到\n\n\nmod挺不错的"
        },
        {
            "author": "蜡笔小猩",
            "timestamp": 1470155520,
            "txt_content": "hero使命 发表于 2016-8-2 23:50\n就是为了防止太长不看型用户，才把下载地址放在前头的……\n网盘地址在哪？"
        },
        {
            "author": "2714491883MP",
            "timestamp": 1470179340,
            "txt_content": "看起来很棒，有手册，应该比某GT与IC好"
        },
        {
            "author": "Si_hen",
            "timestamp": 1470184860,
            "txt_content": "偶是D 发表于 2016-8-3 00:26\n建议你根作者讲讲，让他考虑加入内置中文\n再询问酒石酸菌能不能把语言文件提交给原作者\n这个mod本身自带汉化，3TUSK他们为了BTM做的一代汉化，不过版本太旧了，然后github上应该已经给作者了，就是不知道接没接"
        },
        {
            "author": "Si_hen",
            "timestamp": 1470184920,
            "txt_content": "蜡笔小猩 发表于 2016-8-3 00:32\n网盘地址在哪？\n在下载地址的隐藏标签里"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1470187980,
            "txt_content": "好复杂的样子"
        },
        {
            "author": "Si_hen",
            "timestamp": 1470192840,
            "txt_content": "时空游荡者 发表于 2016-8-3 09:33\n好复杂的样子\n说复杂也并没有复杂，都是科技类mod应有的套路"
        },
        {
            "author": "yangziming",
            "timestamp": 1470193080,
            "txt_content": "来自群里的支持，不知道晚了没"
        },
        {
            "author": "LRual",
            "timestamp": 1470193920,
            "txt_content": "先收藏上，以后有时间慢慢看"
        },
        {
            "author": "hf821980909",
            "timestamp": 1470194760,
            "txt_content": "终于等到汉化了 辛苦了"
        },
        {
            "author": "ladengbt",
            "timestamp": 1470199200,
            "txt_content": "我的工厂2  路过 ......"
        },
        {
            "author": "6542",
            "timestamp": 1470204780,
            "txt_content": "非常的好玩"
        },
        {
            "author": "神☆晓",
            "timestamp": 1470208920,
            "txt_content": "看起来很不错的样子   下下来看看  应该很不错=-= ~~~~~~~~~~~~~"
        },
        {
            "author": "597475358",
            "timestamp": 1470216300,
            "txt_content": "汉化连接挂了"
        },
        {
            "author": "蜡笔小猩",
            "timestamp": 1470216720,
            "txt_content": "hero使命 发表于 2016-8-3 08:42\n在下载地址的隐藏标签里\n谢谢。已下载"
        },
        {
            "author": "Si_hen",
            "timestamp": 1470217140,
            "txt_content": "597475358 发表于 2016-8-3 17:25\n汉化连接挂了\n已补，谢谢提醒"
        },
        {
            "author": "a94的friend",
            "timestamp": 1470228720,
            "txt_content": "后排支持，坐等1.7.10汉化"
        },
        {
            "author": "hf821980909",
            "timestamp": 1470236640,
            "txt_content": "求解三种板条箱有什么不同呢？格子数一样，中级高级多一个箭头，点了没反应"
        },
        {
            "author": "Si_hen",
            "timestamp": 1470278640,
            "txt_content": "a94的friend 发表于 2016-8-3 20:52\n后排支持，坐等1.7.10汉化\n1.7.10版本我没试过，不过应该是也能用的，你可以试一下"
        },
        {
            "author": "Si_hen",
            "timestamp": 1470279000,
            "txt_content": "hf821980909 发表于 2016-8-3 23:04\n求解三种板条箱有什么不同呢？格子数一样，中级高级多一个箭头，点了没反应 ...\n你可以理解为翻页箱子，小型是一页，中型是两页，大型是三页"
        },
        {
            "author": "qq36581720",
            "timestamp": 1470329220,
            "txt_content": "东西是不错，但是很多东西用神秘时代也可以代替。"
        },
        {
            "author": "Si_hen",
            "timestamp": 1470357060,
            "txt_content": "qq36581720 发表于 2016-8-5 00:47\n东西是不错，但是很多东西用神秘时代也可以代替。\n然而TC没有更新到1.10.2啊，Azanor不知道干啥去了"
        },
        {
            "author": "AREEGOD",
            "timestamp": 1470363600,
            "txt_content": "感觉好麻烦。。。。。"
        },
        {
            "author": "j645313563",
            "timestamp": 1470374160,
            "txt_content": "就冲这么细（真）致（长）的教程跟介绍，我也不会做个伸手党的"
        },
        {
            "author": "常乐，，！",
            "timestamp": 1471053840,
            "txt_content": "怎么进行物品传送"
        },
        {
            "author": "阿飞很开心",
            "timestamp": 1471058580,
            "txt_content": "TE压力山大，这货竟然抢占了1.10.2的RF……"
        },
        {
            "author": "秀吉最有爱了",
            "timestamp": 1471143480,
            "txt_content": "感觉内容好多噢。。。"
        },
        {
            "author": "man871955",
            "timestamp": 1471306800,
            "txt_content": "mod感觉不错"
        },
        {
            "author": "慕容宏冰",
            "timestamp": 1471651200,
            "txt_content": "老板，没汉化吗"
        },
        {
            "author": "陈浩轩",
            "timestamp": 1471908540,
            "txt_content": "我干了一个丧心病狂的事，我吧1.10.2的lang文件弄到1.7.10上了，结果我成功了！"
        },
        {
            "author": "二柱子19163",
            "timestamp": 1471919580,
            "txt_content": "好长（玛德谷歌输入法打不出符号来）"
        },
        {
            "author": "___lan",
            "timestamp": 1472091720,
            "txt_content": "hero使命 发表于 2016-8-2 23:50\n就是为了防止太长不看型用户，才把下载地址放在前头的……\n用户？那是人？"
        },
        {
            "author": "小命不保",
            "timestamp": 1472176680,
            "txt_content": "___lan 发表于 2016-8-25 10:22\n用户？那是人？\n噗，哈哈哈，别这样，人家估计要玩的时候会挨着挨着一个字一个字的看完的。不玩，进来旅游就旅游呗，好歹回复了2333"
        },
        {
            "author": "风采云客",
            "timestamp": 1472180160,
            "txt_content": "感谢大大的mod转载！mc原版工具的贫乏促使玩家们制作出很多实用的mod，有了这个mod简直太棒啦www支持支持"
        },
        {
            "author": "tlzwode",
            "timestamp": 1472202720,
            "txt_content": "新科技MARK"
        },
        {
            "author": "lastwear",
            "timestamp": 1472687880,
            "txt_content": "42楼汉化文本  我只是做了大部分 有一小部分是无法对照汉化的，我是个英语渣。希望你来补充，我的整合包里，因为有你转载的模组，所以我想汉化的。"
        },
        {
            "author": "lastwear",
            "timestamp": 1472688180,
            "txt_content": "1.7.10汉化文本，和你的1.10.2的汉化文本对照性汉化。\n\n\n\nzh_CN.txt\n(66.71 KB, 下载次数: 86)\n\n\n\n2016-9-1 08:02 上传\n点击文件名下载附件\n1.7.10汉化文本\n\n\n\n"
        },
        {
            "author": "a104911520",
            "timestamp": 1472704620,
            "txt_content": "没汉化看不懂。。。英文渣感觉对不起世界了{:10_492:}"
        },
        {
            "author": "mcexplorer",
            "timestamp": 1472710560,
            "txt_content": "lz教程好详细，哪怕是个伸手党也会顶顶顶"
        },
        {
            "author": "shiyulin2121",
            "timestamp": 1473126900,
            "txt_content": "ctrl 查看高级怎么禁用啊？"
        },
        {
            "author": "exiar3",
            "timestamp": 1473898140,
            "txt_content": "真的好用！"
        },
        {
            "author": "jinpeng80452101",
            "timestamp": 1474791480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "jinpeng80452101",
            "timestamp": 1474792080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "jinpeng80452101",
            "timestamp": 1474792080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "20522",
            "timestamp": 1474819680,
            "txt_content": "这个mod很强，超丰富蛮不错的"
        },
        {
            "author": "MCRat_lsj520",
            "timestamp": 1474954800,
            "txt_content": "r62用在1.10.2会无法启动游戏，Forge是2048"
        },
        {
            "author": "常乐，，！",
            "timestamp": 1475559660,
            "txt_content": "1.10.2里哪个版本比较稳定"
        },
        {
            "author": "Si_hen",
            "timestamp": 1475634780,
            "txt_content": "常乐，，！ 发表于 2016-10-4 13:41\n1.10.2里哪个版本比较稳定\n作者一直在更新1.10.2，不过都是release版本，也就是每个版本都很稳定，只是会增删些东西，用最新版就好啦"
        },
        {
            "author": "317620111",
            "timestamp": 1475664240,
            "txt_content": "如果把教程单独发帖，不更好么。还能在Mod教程版弄个优秀啥的"
        },
        {
            "author": "红石大大",
            "timestamp": 1475664840,
            "txt_content": "1.7.10的版本貌似没用驱魔透镜= =难道是我记错了还是你压根没标注吧"
        },
        {
            "author": "Si_hen",
            "timestamp": 1475669460,
            "txt_content": "红石大大 发表于 2016-10-5 18:54\n1.7.10的版本貌似没用驱魔透镜= =难道是我记错了还是你压根没标注吧\n我没玩过1.7.10版本的AA，所以有什么问题我可能不清楚，请见谅"
        },
        {
            "author": "Si_hen",
            "timestamp": 1475669520,
            "txt_content": "317620111 发表于 2016-10-5 18:44\n如果把教程单独发帖，不更好么。还能在Mod教程版弄个优秀啥的\n当时还没有教程区呢，以及这样子是方便大家"
        },
        {
            "author": "aindw",
            "timestamp": 1475939220,
            "txt_content": "透镜放不上原子再购机上,其他的透镜都可以放上去，就普通的透镜放不上去"
        },
        {
            "author": "Si_hen",
            "timestamp": 1476106620,
            "txt_content": "aindw 发表于 2016-10-8 23:07\n透镜放不上原子再购机上,其他的透镜都可以放上去，就普通的透镜放不上去\n普通的透镜没有任何功用，不能放上去的"
        },
        {
            "author": "10845092611",
            "timestamp": 1479235860,
            "txt_content": "很不错的样子耶，试试看，看起来有点复杂呢~"
        },
        {
            "author": "ladengbt",
            "timestamp": 1479263280,
            "txt_content": "配合  \n     植树工艺  Growing Trees  里的树木树叶可生长的功能 ...... 发电简直就无限不耗资源了...."
        },
        {
            "author": "MC3uiop",
            "timestamp": 1479812340,
            "txt_content": "zx728925 发表于 2016-8-2 23:36\n太长不看\n 为什么都没有百度网盘啦？？？？？？？？？？"
        },
        {
            "author": "qwertyoop",
            "timestamp": 1480246380,
            "txt_content": "1.7.10板条箱有BUG，装了R键整理的话整理按钮会把板条箱的右边遮挡住，这个问题好像一直存在但是一直没修复。。。。"
        },
        {
            "author": "动物的世界",
            "timestamp": 1480503360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Warcraft",
            "timestamp": 1481262240,
            "txt_content": "好mod啊，可以强迫症。。。不能忍受整合里有太多种打粉机和炉子。。。"
        },
        {
            "author": "stq0625",
            "timestamp": 1481276760,
            "txt_content": "很酷 的东西。谢谢"
        },
        {
            "author": "xiaoluobu",
            "timestamp": 1481285700,
            "txt_content": "为什么没有汉化？"
        },
        {
            "author": "2218946834",
            "timestamp": 1483873560,
            "txt_content": "597475358 发表于 2016-8-2 23:43\n看起来很不错\n真是厉害了啊，"
        },
        {
            "author": "liuxuetao",
            "timestamp": 1484010540,
            "txt_content": "zx728925 发表于 2016-8-2 23:36\n太长不看\n虽然自带汉化文件，但奇怪的是在游戏中这个MOD的物品依旧显示英文，不知道为什么。。。"
        },
        {
            "author": "高等精灵王",
            "timestamp": 1484018460,
            "txt_content": "序文好厉害……"
        },
        {
            "author": "qq36581720",
            "timestamp": 1484030460,
            "txt_content": "为什么最新版是英文？"
        },
        {
            "author": "1092176942",
            "timestamp": 1485797280,
            "txt_content": "楼主，我在mod里面翻到了lang中文文件了，但是在游戏里只有手册是汉化的，物品都没有汉化"
        },
        {
            "author": "caoyu",
            "timestamp": 1486516560,
            "txt_content": "liuxuetao 发表于 2017-1-10 09:09\n虽然自带汉化文件，但奇怪的是在游戏中这个MOD的物品依旧显示英文，不知道为什么。。。 ...\n你的版本不对"
        },
        {
            "author": "liuxuetao",
            "timestamp": 1486601040,
            "txt_content": "caoyu 发表于 2017-2-8 09:16\n你的版本不对\n我的合适着，是作者的汉化文件有问题，缺字段，我已经自己重新汉化了，重做了zn-CN.langW文件"
        },
        {
            "author": "Michael_J",
            "timestamp": 1488330660,
            "txt_content": "为什么手册的字体这么小。。。"
        },
        {
            "author": "heman67",
            "timestamp": 1490108400,
            "txt_content": "楼主 说明书字体太小如何解决"
        },
        {
            "author": "sr1y7",
            "timestamp": 1496290200,
            "txt_content": " 本帖最后由 sr1y7 于 2017-6-1 23:27 编辑 \n\n说到其中的装饰性方块，木炭块（黑色的圆石材质），木制外壳（棕色的石头材质），以及末影珍珠块也是石头一样的抗爆。"
        },
        {
            "author": "久战沙场",
            "timestamp": 1497945480,
            "txt_content": "不会用啊，有没有更仔细的"
        },
        {
            "author": "2280686099",
            "timestamp": 1497947460,
            "txt_content": "感觉很复杂的样子啊~~"
        },
        {
            "author": "-木羽-",
            "timestamp": 1499779260,
            "txt_content": "liuxuetao 发表于 2017-2-9 08:44\n我的合适着，是作者的汉化文件有问题，缺字段，我已经自己重新汉化了，重做了zn-CN.langW文件 ...\n可以把汉化文件发给我吗？\n我做整合包需要用到这个模组\n会在整合包中提及这个模组汉化文件来源（作者）的\n万分感谢"
        },
        {
            "author": "763954642@qq.co",
            "timestamp": 1499957940,
            "txt_content": "贼僵硬，这波扩展看的我慌慌哒，玩家：先把你的大脑扩展一下吧"
        },
        {
            "author": "胡大爷",
            "timestamp": 1501502580,
            "txt_content": "汉化不完全呀。。。物品栏里一看都是英文名，找起东西就很费劲，只有手册是中文的。"
        },
        {
            "author": "ED_老赵233",
            "timestamp": 1503113100,
            "txt_content": "这楼真长，没法看完"
        },
        {
            "author": "Lei.Rey",
            "timestamp": 1503911160,
            "txt_content": "楼主，好多图都炸了"
        },
        {
            "author": "番茄dada",
            "timestamp": 1504876080,
            "txt_content": "1.12版本更新了"
        },
        {
            "author": "wiilo456",
            "timestamp": 1505445060,
            "txt_content": "不说别的，拿走了"
        },
        {
            "author": "小海豚达",
            "timestamp": 1506939300,
            "txt_content": "好可以啦啦啦啦啦绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿"
        },
        {
            "author": "13783588672",
            "timestamp": 1507601280,
            "txt_content": "汉化有问题啊 能补个汉化链接吗"
        },
        {
            "author": "13783588672",
            "timestamp": 1507601580,
            "txt_content": "1112的汉化有问题"
        },
        {
            "author": "斯蒂芬经验",
            "timestamp": 1508119260,
            "txt_content": "我就想知道，为什么我的充能台 不工作"
        },
        {
            "author": "rxy553290424",
            "timestamp": 1509765840,
            "txt_content": "也不知道有没有人回答。。 UP没有介绍的矿工透镜白名单怎么设置有人知道吗？ 黑名单我设置成功了，白名单添加新矿石怎么都无法生效，配置文件里的范例“oreChess@100@s”里面的@应该替换成什么？ @,空格，点，正反斜杠下划线我都试过了全都不行。。。"
        },
        {
            "author": "Rolandisr",
            "timestamp": 1516116960,
            "txt_content": "起床更新了"
        },
        {
            "author": "大头哦",
            "timestamp": 1517118120,
            "txt_content": "感谢楼主大大"
        },
        {
            "author": "Theworldofmo",
            "timestamp": 1517120640,
            "txt_content": "英语渣在此求楼主汉化1.7.10"
        },
        {
            "author": "我爱僵尸",
            "timestamp": 1517961600,
            "txt_content": "楼主1.12.2已出，你不加进来吗？"
        },
        {
            "author": "2048028141",
            "timestamp": 1518062160,
            "txt_content": "1.12都出了，不搬运吗"
        },
        {
            "author": "925452722",
            "timestamp": 1518074400,
            "txt_content": "图挂了哇，LZ，望补一下，不胜感激"
        },
        {
            "author": "Liangzng",
            "timestamp": 1518081000,
            "txt_content": "楼主真棒！！！！！"
        },
        {
            "author": "番茄dada",
            "timestamp": 1518181380,
            "txt_content": "原贴更新了1.12.2"
        },
        {
            "author": "976663293",
            "timestamp": 1520040780,
            "txt_content": "66666666++6"
        }
    ]
}