{
    "title": "[原创-连载】【逆暖】新人入坑作——第一章 黯淡的天空,灰与白的交响曲！（半成品）",
    "author": "呃呃呃jk",
    "replyCount": 4,
    "timestamp": 1470144960,
    "txt_content": " 本帖最后由 540083835 于 2016-8-3 01:53 编辑 \n\n大家好~我是来自外网的逆暖，最近打算到mcbbs来发展，这是正在写的新作未完成的第一章，请多指教\n　四月的夜晚。\n\n　　笼罩整个大地的炎热影遁，下弦月放出凄冷的月光，黑夜正逐渐降临在「米哈伊尔大陆」。\n\n　　但是，「卡洛斐尔」，这座总以美丽和精致来迎接玩家的永恒之城，却依旧是灯火灿烂。\n\n　　特别是那悬浮在在空中，被称为「彼方神殿」的建筑，逐渐降临的黑暗，反而更突出了它的透亮明澈。\n\n　　完全由水晶打造，却丝毫没有奢华的感觉，宛如天堂的大门前矗立着冰雕的十二天使。\n\n　　这是高级玩家的会所，精英的聚集地。只有排名前一百才能踏进的殿堂。\n\n　　早就向往着你呢了，而如今我终于回来了，以能够与你匹配的身份。\n\n　　双脚轻轻抬起，清澈明亮的眼眸望向那切分世界的中轴线。\n\n　　真是怀念呢，这里，我——布莱尔最初开始的地方。\n\n　　一切的故事在此展开。\n\n　　泪水，欢笑，悲伤，失落，成就，开始于这里。\n\n　　开始于与那个人的相遇。\n\n　　「欢迎入场！请往这边走！」\n\n　　轻轻的弯下腰，把头埋向深处，前方传来了陌生人们赞叹的话语。\n\n　　虽然做的是如此卑微的工作，可是我的心中却依旧向往着呢\n\n　　就算现在......什么也无法做到......\n\n　　可是，我还是想和大家在一起，一直一直......\n\n　　我喜欢和大家在一起的时光！\n\n　　所以......为了能够实现我的憧憬与梦幻.......\n\n　　我也要努力，我也要竭尽全力的去改变这一切。\n\n　　一次次的笨拙的探索，又一次次倒下。\n\n　　强烈的痛感传递于心间，同样也是，一次，一次，一次又一次，从未停止也似乎永远不会停止。\n\n　　从一开始就只是噩梦，所有的，一切的，都只是噩梦，永远不会醒来的噩梦。\n\n　　让再坚定的人都不住怀疑自己的决定，不可避免的，动摇。\n\n　　黑暗仍旧持续着，就算偶尔映射的光芒也会被无情泯灭。\n\n　　在那无边的死寂之中，总会迷失原本已然确定的方向。\n\n　　茫然的视线越过指尖，重新望向白天曾经人来人往的地域——\n\n　　「今天一定要挑战到100层喔！」\n\n　　「哈？为什么非要听你的啊」\n\n　　「你们2个！别给我没开战就损士气啦！快走」\n\n　　如此有说有笑的经过，虽然嘴里互不相让。但满脸都是幸福的表情。\n\n　　夕阳被格子窗恰到好处的切分成小块的光斑，那一刻少年少女的脸庞上被染成梦幻的颜色。\n\n　　所谓羁绊的快乐，就是如此吧。\n\n　　——真好啊。\n\n　　如此感叹着，眼眸里却流露出一丝哀伤。\n\n　　我此刻与他们的距离，就像呈现于眼前的景象呢。\n\n　　从指尖看去明明这么近的大门，可是实际的距离却是如此遥远。\n\n　　就像两条平行线，互相可以望见却永远也不会有交错的机会。\n\n　　无论我如何去努力，用尽全力去追寻...去奔跑，无力的我终归还是无法改变早已注定的宿命。\n\n　　这就是我的命运么？\n\n　　「我这个弱小之人的愿望，又有谁会注意呢？」喃喃的问自己\n\n　　冰冷的感觉逐渐在全身蔓延，双手缓缓环抱住膝盖，身体蜷缩在这巨大宫殿的一角，\n\n　　——永远都是这样，没有人会伸出援手。\n\n　　无论发生了什么，顶多也仅仅是冷漠的扫一眼又事不关己的路过。\n\n　　——相隔如此遥远，这就是一切的句号。\n\n　　为什么啊？\n\n　　明明只是想要...想要和大家成为朋友...\n\n　　如此卑微的愿望，为何全力以赴也无法实现啊。\n\n　　不甘心啊...我不甘心就此结束...\n\n　　可是，还有其他的办法吗？\n\n　　像我这样的人，又有谁愿意和我成为朋友呢？\n\n　　「有的哦，一直都存在着。」\n\n　　背后响起的是清脆悦耳的男声，脚步声缓缓打破了宁静。\n\n　　如果周围的一切全都太过黑暗，我们有时也会迷茫，也会放弃曾经的梦幻，也会看不见未来的曙光。\n\n　　唯有互相牵着手，也许就不会走丢。即使被暗夜蒙住了眼睛也不要紧，只要有人为你擦干。\n\n　　永远的黑夜，其实不是真实的哦，只是那抹光藏得太深。\n\n　　每个童话里的灰姑娘都有一个王子来拯救，\n\n　　所以我，既幸运又很不幸。\n\n　　说不幸是因为这笼罩着我的黑夜从不心慈手软，懦弱的我，就如此一次次绝望的失败，从未停止。\n\n　　冰冷孤寂，这一向就是陪伴我的宿命。\n\n　　所幸的是，曙光已经降临，过去已经终结\n\n　　就在这里，一切开始的地方，被同为侍者的男孩所救赎。\n\n　　所有束缚自己的看不见的锁链一瞬爆开，本要流下的眼泪凝固于眼眶。\n\n　　「请让我成为你的伙伴。」\n\n　　黑暗中银色的光芒闪现，那是通过屋外重重水晶的屋墙所照耀过来的光。\n\n　　轻轻抬头，世界也随着头的旋转而逐渐停滞。\n\n　　而最后，所有的一切都结束于一点。\n\n　　白皙的左手在一片璀璨中清晰呈现，希望得到肯定的回答。\n\n　　俊朗的脸廓暴露在空气中，夜风拂过之时短发在空中轻轻摇摆。\n\n　　时间已经停摆，空气此刻凝固，寂静中只有心脏在预告着世界的存在。\n\n　　其他的存在都已经无所谓，一切仿佛已经消逝。\n\n　　四目相对，此刻交错，\n\n　　微笑的目光就如此照耀着一直迷茫之人，找到了归途。\n\n　　泪光迷蒙的双眸改变了过去持有的姿态，恢复了从前的清澈明亮，映出彼方少年的身影。\n\n　　寂静中逐渐站起身来，银色的风掠过发际。\n\n　　前进着。\n\n　　为了能和大家携手并肩，这一直都是我的方向。\n\n　　我一直希望着，成为无论如何也会鼓起勇气前进的人\n\n　　但是独自向前，果然还是会摔倒吧。\n\n　　此刻果然就摔倒了呢，而且摔的如此狼狈......\n\n　　但是，我很幸运，我很幸福。\n\n　　因为，尽管黑暗已经笼罩了世界，但仍然还有伙伴将我救赎。\n\n　　这就是，我这个灰姑娘的王子，我的......千斩大人。\n\n　　——请让我成为你的伙伴。\n\n　　我很久以来希望看到的的花朵，这时终于绽放。\n\n　　「我愿意！」\n\n　　嘴角划开令人着迷的弧度，原本迷茫的脸破涕而笑，仰起脸来看着一片暗夜中凸显出的脸庞。\n\n　　那仿佛能够融化坚冰的笑容，也带动心脏不住的悸动\n\n　　紧紧握紧的双手，就是最好的回答。\n\n　　一切的开始，握紧余温的双手，向着彼方的地域共同前进。\n\n　　而身边的他，也从没改变过最初的样子。\n\n　　「这都要靠布莱尔啦！我真的没做什么啦！」\n\n　　「没事，下次一定要继续努力呢！」\n\n　　「布莱尔你真的好棒喔！\n\n　　无论是失败，还是胜利，亦或是迷茫，自弃......都一直一直陪伴着我的伙伴。\n\n　　仍旧像我们遇见时那样。\n\n　　总是在一片黑暗的世界中轻轻的说着如此温柔的话语。\n\n　　总是这么包容的原谅我的过错，然后像无事人一样抬头望着彼方。\n\n　　总是在成功的时刻为我欢呼雀跃的.......千斩大人，我的王子.....永远永远都一定是胜者！\n\n　　那么——\n\n　　就算这次也一定会成功对吧，千斩大人。\n\n　　即使对阵的是世界上最强的存在，也可以去战胜的对吧。\n\n　　虽然怀疑的目光毫不遮掩的朝着我们扫视。但是我相信你的力量。\n\n　　从容步过大堂，漠视一旁无数嫉羡的目光，微笑着踏上只属于自己的命运。\n\n　　一贯如此的脚步，希望此刻也能找准方向。\n\n　　我已经找到了我的幸福，尽管也只能是在台下，观看你的演出。\n\n　　千斩大人，愿你也能在今天——\n\n　　斩获那只属于你的，无上荣耀。\n\n　　眼眸里镶嵌着过去的日子，如此这样的祝福着舞台的主角，踏入了殿堂。\n\n　　在这平分世界的中轴线上，正在进行着的，就是世界上最惊心动魄的演出。\n\n　　「轮回终界」，世界上最危险的龙型生物，将作为对手出现。\n\n　　虽然一开始的实力并不可怕，但随着一次次的击杀轮回，封锁力量的锁链也会逐渐腐朽。\n\n　　到了最后，重生第一千次之时，当一切制约能量爆发的术式被破坏，由魔法师所创下的封印被全盘推翻，它，也就成为了不可摇撼的「神」。\n\n　　尽管人们想要逃避，可是最后还是要直面那可怕的力量。\n\n　　所以——\n\n　　也就是说——\n\n　　终归要有人踏上征途，直面这遍布世界所有角落的可怖的夜晚。\n\n　　而此刻，这里所呈现的场景正是这场，命运的战役。\n\n　　勇者与魔界的物语，少年与龙的故事，就此展开。\n\n　　——一定会完成\n\n　　——一定会的，这次也一定会像以往一样成功，对吧，布莱尔？\n\n　　——因为这是我一直向往的时刻。\n\n　　碎发飘散，披着黑色风衣的身影静静站立。\n\n　　尽管从来都说着不喜欢逞英雄这样的话......\n\n　　但是我一直都渴望拥有，英雄一般的力量。\n\n　　将大家的笑脸，和那些美好的回忆深深保存。\n\n　　能够有着守护所爱之物的能力，这就是我所向往的将来的我的样子。\n\n　　为了这个愿望曾经那么拼命地努力过，拼命地练习着寻找着能够变强的方法。\n\n　　受伤，摔倒，有时也会哭泣，迷茫不知所措，但我也获得了更多美好的回忆，和伙伴在一起的记忆。\n\n　　含泪微笑，是最初时的遇见。\n\n　　沾满灰尘的脸上泪光闪烁，一个人的身影如此孤单。\n\n　　——不会再让你孤单了，不会的。\n\n　　这是自见到她就许下的誓言，我也努力的去为之改变。\n\n　　就算全身都伤痕累累，也希望你能快乐起来。\n\n　　终于，曾经缩在墙角的少女，如今也能自信的站在殿堂。\n\n　　而如今，我也要实现我的愿望。\n\n　　在这里把一切都完成，画上最后的句点。\n\n　　给我的勇者的最终考验，完成了它，我也就有了能够守护他人的力量么？\n\n　　那么无论多么艰辛，我也要完成。\n\n　　带着你们对我的期望，登上这世界的顶峰。\n\n　　如此想着，双手在键盘上飞快敲击移动，写下此刻的决意\n\n　　——开始吧！\n\n　　◆世界频道<剑之决意>（排名:1）:开始吧!我已经准备好了，逆暖。\n\n　　「是！千斩大人！」\n\n　　毫无征兆的，随着少年的话语，平行线另一边的世界中的殿堂中回荡的却是一个甜美动听的声音。\n\n　　「这个声音是.......!」\n\n　　——怎么感觉有点像.......那个人？！难道说？\n\n　　观众席中的几人惊讶地抬起头，向传来声音的地方投去目光。\n\n　　「没错！我就是你们的逆暖大人呜喵~」\n\n　　水晶铸成的平台缓缓从地面上升起，那是只为今天的主人所打造的制品。\n\n　　不知从何处而来的樱花在一瞬间覆盖了视线，眼眸里只剩下嫣红的颜色，浓烈的香气让人忍不住闭上双眼，樱花飘零又聚散，娇小的身影若隐若现。\n\n　　当覆盖两眼的迷之光芒消失，瞳孔逐渐扩大，在那所有人的视线中，少女充满自信的站立。\n\n　　可爱的面容，今年流行着的细碎金发，一套猫娘的萌系cos\n\n　　毫无疑问就是网络上的超红偶像“逆暖”，人气媲美初音的存在！\n\n　　——这样的人物，出现在这里，自然会引起一阵骚动.......\n\n　　......\n\n　　◆世界频道<玩家A>:wwwwww逆暖大人今天也好可爱~\n\n　　◆世界频道<玩家B>:什么意思，逆暖大人一直都很可爱！\n\n　　◆世界频道<玩家C>:千斩放开逆暖大人让我来QWQ\n\n　　......\n\n　　一瞬间本来无比安静的世界公用消息栏变成一片火海，与大海的波涛一样厚的弹幕充斥了视线。\n\n　　手疾眼快赶紧关闭了消息接收器，叹了一口气\n\n　　——真是的，吵死了，这群人到底是来看千斩大人还是来看她的啊\n\n　　心里这样吐槽着，脸上流露出一丝笑意望向彼方的跳动身影。\n\n　　曾经不是这样的呢，她，就在不久之前还不过只是默默无闻的菜鸟玩家。\n\n　　就像当初的自己，抱着想要变强的愿望却始终无法实现，徘徊于大街小巷之中迷茫地寻找原先的梦想。\n\n　　虚拟的世界不仅可以让喜悦互相传达，就连灰暗的一面也会显露无遗。\n\n　　在如此真实的却又是不存在的世界里，终究会迷失吧。\n\n　　放弃原本的执念，行尸走肉的只顾存活的所需，继而认为这就是正确的生活。\n\n　　错误的一切本就这样延伸，可是却在某一天被毅然决然的打破了。\n\n　　而手持刀剑的勇者，正是千斩大人。\n\n　　自那之后一切才开始改变，友情的羁绊也开始将我们三人相互连接。\n\n　　那温热的力量，也好好的传达到了呢。\n\n　　逆暖，虽然你从来都没有说过，但我想，你也很感激吧。\n\n　　敏捷的身影穿梭于舞台与观众席之间，在人群的簇拥中熟练地打着招呼，活泼的脸不时探出来，快乐幸福的表情就在其上跳动。\n\n　　千斩大人......你真的救赎了好多的人呢。\n\n　　一直如此有力的剑，也一定能够把任何敌人斩成碎片。\n\n　　但愿你也能够实现自己的梦想，千斩大人。\n\n　　胸前的缎带被柔软的手指握紧，在这无人的角落，流露出了害羞的表情。\n\n　　被关闭的消息接收器又被轻轻开启，镌刻下深深的祝福。\n\n　　于简讯最后空出的一小块地方悄悄的写下可爱的记号，打开公会频道，看着自己发出的那条信息,脸上泛出嫣红的颜色。\n\n　　◆公会频道<雪莉>（排名：3）:要小心哦，千斩大人，xxx\n\n　　背靠着墙静静坐下，夕阳的最后一抹余晖中焦急等待回音。\n\n　　感觉到微小的震动，另一边的少年点开界面，少女的心声也随之一起传送到了另一个次元的空间。\n\n　　看着消息栏里的字眼，屏幕后的他心有灵犀的露出了与少女相同的表情。漆黑短发后脸庞逐渐舒展。\n\n　　——谢谢你，雪莉，真的很谢谢你在此刻给我的力量。\n\n　　如果有机会的话，将来我真的想当面对你说这句话。\n\n　　而且是，一直轻轻地，轻轻地重复这句话，在我们所有的时间里。\n\n　　——不过，既然现在没有机会的话，先在这虚拟的世界说也可以的吧。\n\n　　因为现在虚拟的一切和真实已经没有了界限，既然能够让我感到温暖，也一定可以把我的心意原封不动的传达开去。\n\n　　◆公会频道<剑之决意>（排名：1）:谢谢你，雪莉。\n\n　　仅仅五个字却一样能够传递出什么，这最短的话语就算在虚拟的世界中也能看到真挚。\n\n　　深藏于心的感情此刻终于可以进发，夕阳的最后一抹余晖中闪亮着心满意足的微笑\n\n　　心有灵犀不会只存在于两个人之间。\n\n　　台上的那个人也一定感到了吧，这使一切都变得温暖的暖色调的光芒。\n\n　　——那灯光下脸上所绽放出的表情，不输于任何人哦。\n\n　　可爱的脸上绽放如此甜美的笑容，话筒扬起与闪光灯映射出优美的弧线。\n\n　　「各位！今天的表演现在正式开始了喔！」\n\n　　台下爆发出一片欢呼声，消息栏也被狂热的粉丝们写满了疯狂。\n\n　　七色的灯光在脚下亮起，与水晶所反射的光芒互相辉映。\n\n　　这里的主角却依旧保持着甜美的神情，站立在这个世界的中轴线。\n\n　　「既然是能来到这里的大家，『轮回終界』大家一定都或多或少的斩杀过几次吧！而且大家也一定都知道，只要击杀次数超过一千，就能够得到游戏公司送出的神秘礼物哦！」\n\n　　「在今天，就有人会得到它喔！」\n\n　　——得到？\n\n　　——也就是说，这家伙的击杀次数已经是......\n\n　　在场的都是职业玩家，自然也就知道这句话的意义，顿时世界频道又一次的热闹了起来——\n\n　　◆世界频道<玩家A>:999次啊，这么快就有人达到了这种高度么？\n\n　　◆世界频道<玩家B>:会是谁呢？明明之前还没有任何征兆。\n\n　　◆世界频道<玩家C>:难道说，那个少年......\n\n　　「Bingo!C你说的完全正确哦！那么现在就有请主角入场吧！」\n\n　　朝着玩家c亮出对钩，半空中华丽的转过身子，手指指向身后的墙壁。\n\n　　坚硬的水晶瞬间裂开，巨大的全息投影包容了原本被墙壁覆盖的空白角落。\n\n　　漆黑的天幕沉重压抑，远古建筑的废墟散落于脚下青灰色的死寂。\n\n　　风衣飘逸于这灰暗的天空，漆黑的双眸凝视着前方荒凉一片的世界。\n\n　　这毫无光芒的地域站立的唯一人类，正是这舞台今天真正的主人——\n\n　　「轮回千斩」击杀数999的恐怖存在，被称为「王」名列第一的最强者。\n\n　　——果然吗，是这家伙。\n\n　　所有在场的人都陷入了沉思。\n\n　　身为职业玩家的他们当然不是第一次见到他，但是就在上一次见面的时候他的击杀数也就在100名左右徘徊。\n\n　　大家都只不过把他当作一个潜力不错的新人，也就并没有太过注意。\n\n　　谁都没有想到，会在仅仅几个月后全面超越了他们，成为无可撼摇的「王」之存在。\n\n　　输出能力，控场能力，走位技术，游戏意识，都在可怕的往上提升，提升，似乎永无止境。\n\n　　总觉得，这个人才像是「轮回终界」，那种就算被击败在地一无所有，还能够一次次努力变得更强。\n\n　　——这就是伙伴的力量呢，真是不可思议。\n\n　　明明曾经弱小到连成为勇者的资格都不具备，如今却能够站在世界的巅峰俯瞰一切。\n\n　　谢谢你，雪莉。谢谢你，逆暖。能一直陪伴在我身边。\n\n　　「千斩大人，准备好了吗？」\n\n　　面对着画面上少年的背影说道，以轻柔的语气。\n\n　　——因为我相信你啊，千斩大人，我永远永远都会相信你的。\n\n　　「准备好了哦，我决定过的事，不会改变。」\n\n　　暗夜中缓缓回头，「王」的笑容就在照向他的光芒中逐渐灿烂。\n\n　　——决定了。\n\n　　——我决定了。\n\n　　这次的战役，我一定持着刀剑以胜者的身份归来。\n\n　　「轮回终界」，今天我就一定要终结你的轮回，通过成为勇者的升格式，成为这世界唯一的「千斩」。\n\n　　无论是烈火还是鲜血，都将成为我的航道。\n\n　　这份友情，这份羁绊，永远也无法斩断，也休想斩断\n\n　　「千斩大人好帅！不过，现在还是问问「轮回终界」先生有什么话要说吧。」\n\n　　打了个响指，镜头立刻转向另一边，强烈的灯光顿时勾勒出了龙型的轮廓，闪现出的是一张可怕的脸。\n\n　　整张脸被压至扁平，呆滞的铜铃巨眼恶狠狠的盯着屏幕。听到少女甜美的声音后也就做出了回答——\n\n　　——吼！\n\n　　巨大的声音通过话筒传递过来了愤怒，急忙捂住耳朵，可是「轮回终界」的祖传狮子吼依旧犀利。\n\n　　「真是的，人家都说不要和轮回终界打交道了，果然还是无法交流啊。」\n\n　　抱怨着嘟起樱桃小嘴，抱怨的揉着隐隐作痛的耳膜。\n\n　　——虽然这个世界非常真实，但身为神的「轮回终界」可不会伶香惜玉。\n\n　　——吼。\n\n　　耳朵里再次嗡嗡作响，气冲冲的一把丢下话筒，脸庞鼓胀成包子状。\n\n　　「本来好心好意的要你留下遗言的机会都不接受，千斩大人你就漂亮的干掉它吧！」\n\n　　◆世界频道<玩家A>:www为了逆暖大人生气的怒颜我多想我就是轮回终界\n\n　　◆世界频道<玩家B>:A你要是惹逆暖大人生气的话，我和这里的弟兄都会守尸你直到终末~\n\n　　◆世界频道<玩家C>:顶楼上的兄弟！\n\n　　世界消息栏再一次陷入混乱之中。\n\n　　......\n\n　　然而就在这混乱的世界之中，名为「王」的少年依旧沉着站立。\n\n　　匆匆打开个人频道回答了逆暖以后就顺手把消息接收器关闭，那里的状况一片混乱反而会分散自己的精力。\n\n　　随着灯光的移开，寂静顿时包围了全身，来到这里的第一个也是最后一个人类孤独站立。\n\n　　孤独不是因为弱小到无人理睬，就是强大到令人畏惧。\n\n　　没错，我想你也一定孤单的吧。\n\n　　腰上的剑并没有出鞘，轻轻抬头，透过黑暗，那蔑视一切的空洞眼神与自己互相凝视。\n\n　　那双眼睛里，不再是以往的呆滞，惊讶，好奇，甚至还能看到，悲伤？\n\n　　——浓郁的似乎不会散去的悲伤，就这样笼罩了那双铜铃巨眼。\n\n　　被如此的目光凝视，忽然有了奇怪的感觉\n\n　　——难道说，「轮回终界」也会具有感情么？\n\n　　——是幻觉吧？如果不是的话——\n\n　　——请告诉我，你为什么要感到哀伤的理由？\n\n　　下意识的跨出一步，随即即传来了龙翼拍打的声音，在原本的地方已经看不见「轮回终界」的踪影。\n\n　　呼唤着「轮回终界」的名字，然而空无一人的天穹中回荡的只是自己的回声。\n\n　　——果然，是幻觉啊，自己看错了吧。\n\n　　——游戏就算再怎么真实也无法描绘真实的「感情」啊。\n\n　　失落的叹了口气不再想这些事，警觉地握住剑柄分析着空中细小的声音，脑子极快的转动。\n\n　　——刚才的大声喊话已经暴露了位置，「轮回终界」有着能够瞬移的技能，也就是说它能够直接粉碎我。\n\n　　——但是它并没有这么做，也就是说不打算消耗冷却时间么。\n\n　　——攻击类的技能冷却时间也很长，想必也不会一出手就来个绝杀。\n\n　　那么，它能做到的，唯有——\n\n　　迅速转身，看到空中若有若无的紫色轨迹，嘴角露出一丝微笑。\n\n　　——果然呢，被我猜中了，你果然是要这样去做呢。\n\n　　——真是聪明啊，居然能想到这个办法。\n\n　　——不过还是很抱歉，你的计策已经被我识破了！\n\n　　前方漫无一物的虚空中「轮回终界」的身影扑来，没有人想到如此的庞然大物竟然能够一点声音都不发出就来到面前。\n\n　　完美的进攻角度，从上而下的俯冲攻击，难以置信的速度。\n\n　　似乎一切都会在这强力无比的攻击下，支离破碎。\n\n　　空气仿佛凝固，停滞的时光中，代表死神的镰刀逐渐逼近\n\n　　「千斩大人！快闪开！」\n\n　　一直注视着屏幕的另一边的少女不顾一切焦急的大喊，所有的所有都丢在脑后。\n\n　　——拜托你！请让千斩大人发觉到好么？这个梦想对他来说真的很重要啊。\n\n　　然而游戏是预判和先读的艺术，一向毫无感情的虚拟数据，只会呆板的执行玩家的指令。\n\n　　一切的命运都掌握在自己的手里，不管输赢都是自己选的路。\n\n　　然而现在有权决定这场输赢的人，此刻仍旧没有做出丝毫的反应。\n\n　　时间一分一秒的流逝，锋芒的光辉逐渐闪亮。\n\n　　巨龙狰狞的表情，少年的毫无反应，似乎都已经预示了结局。\n\n　　——不要，怎么会.......？\n\n　　——我的千斩大人怎么会.......?\n\n　　意识到再做什么也已经无能为力，手里的话筒不知不觉滑落在地，脸上满是错愕的表情。\n\n　　而此刻，风衣依然保持着原本的角度猎猎飘动，就算已经感受到龙爪的锐利却没有做出任何反应。\n\n　　「轮回终界」的爪子触碰到衣角的一刻，台上的少女已然闭上了眼睛，打算逃避即将发生的一切。\n\n　　所有的所有都归于寂静，这就是终末到来的时刻。\n\n　　——可怕的寂静，覆盖所有的寂静。\n\n　　在这令人消沉的黑暗之中，微微上扬的弧度却在述说截然不同的心情。\n\n　　那是胜者的微笑，王的喜悦。\n\n　　——我从一开始就没有打算要做什么啊。\n\n　　——面对着绝对的虚假，就算是我不说也迟早会被揭穿的哦。\n\n　　——而且，就在此时此刻。\n\n　　无比坚定的眼睛直直凝视与自己越来越近的另一双眼眸，将怀抱尽力张开迎接胜利的曙光。\n\n　　——「轮回终界」，这一回合，你是要输了哦！\n\n　　——而我将是胜者。\n\n　　台上少女绝望的目光，所有人的失望与担心，还有——\n\n　　那远处蔑视一切的空洞眼神。\n\n　　在这时共同目睹了，这暗夜的奇妙魔术。\n\n　　「轮回终界」庞大的躯体在触碰到肉体后瞬间崩散成细小的粒子，紫色的轨迹若隐若现。\n\n　　刀剑在一瞬抽出，毫不犹豫地斩向没有任何动静的后方。\n\n　　叮，传来的撞击声预示着，成功已经近在咫尺。\n\n　　灰色的光芒划过长空，如同灾厄的流星悄然划过天际。\n\n　　银白的骑士，也于同一刻突破黑暗。\n\n　　灰与白的对决，上演，命运的决战。\n\n　　剑芒闪现于空气，与仿佛能够刺穿一切的无畏眼眸刺向对手。\n\n　　然而，那暴露于空气中的巨大眼眸深处却依旧，波澜不惊。\n\n　　刀剑与龙爪，停滞于黯淡的天空。\n\n　　——居然势均力敌啊，不可思议。\n\n　　——真是有意思啊。\n\n　　没有成为英雄的愿望，但有守护所爱之物的巨大的野心。\n\n　　为了达成，为了实现，为了拥有.......\n\n　　刀剑挥起落下已经机械，一次次直到落泪也不自觉的麻木。\n\n　　努力可以弥补差距，凭着天赋自大的游走的家伙，一个个陆续倒于脚下。\n\n　　注视着曾经的渣泽将自己轻松击败，那些人的脸上都显现出错愕的表情。\n\n　　——那种将所有都视为垃圾的人却没有努力过的家伙，根本不值得珍视。\n\n　　世界没有做出处理，那么我就要代替那些付出了努力的人裁决这一切。\n\n    裁决那因为天赋而忘记的人们，裁决因为属性和能力而自大的boss。\n\n　　——但「轮回终界」，是和那些只会凭着属性虐杀玩家的boss完全不一样的存在。\n\n　　尽管一开始实力那么弱小，但是却一天天努力变得强大。\n\n　　被击败的不甘\n\n　　千万次痛苦的轮回，塑造着强大的实力。\n\n　　所有的实力来源于战斗，血与泪铸造出自己的天地\n\n　　值得敬仰的对手，现在，就让我看看你真正的实力吧\n\n　　【这只是一节】\n\n",
    "replies": [
        {
            "author": "呃呃呃jk",
            "timestamp": 1470145020,
            "txt_content": "ddddqwq{:10_492:}"
        },
        {
            "author": "呃呃呃jk",
            "timestamp": 1470145740,
            "txt_content": "{:10_517:}不要对像我这样萌新人这么冷淡啊"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1470146580,
            "txt_content": "请增加模板。"
        },
        {
            "author": "Southern_Town",
            "timestamp": 1470225000,
            "txt_content": "恶魔-潇洒 发表于 2016-8-2 22:03\n请增加模板。\n似曾相识的恶魔2333\n我发现他们的文章都好长啊。。"
        }
    ]
}