{
    "title": "【周边创作每月活动】|八月活动|仲夏之梦|",
    "author": "46241359",
    "replyCount": 25,
    "timestamp": 1470217020,
    "txt_content": " 本帖最后由 46241359 于 2016-8-3 20:16 编辑 \n\n\n\n活动须知  【首次参与务必阅读】\n内容：*创作版月活动若无特殊情况为一月一次，主题或题目较难则两月一次。*除接龙外，大部分活动方式投稿时间为活动发布后三周内，四天评选，最后三天公布结果发放奖励。*活动设立参与奖，凡是参与且作品符合活动规定皆可获得3人气25金粒的参与奖。*活动类型为：续写、扩写、诗文、故事接龙、微型小说、元素剧本（即给出3~5个元素，利用已知元素构建一个完整故事）等等。*活动严令禁止抄袭行为，一经发现取消参赛资格并进行扣分处罚，严重者永封加晒尸一周。*月活动也支持以手绘，鼠绘，板绘，PS，C4D等创作形式的作品参加，在同等条件的活动主题下，若不擅长写文，那么可以用笔在纸上画四格、漫画，或者制作单幅的图、动态图，当做参赛作品。手绘作品在上传时请务必注意图片的清晰度。\n\n\n目的：旨在提升版块活跃度和提高会员的水平，促进会员与会员、版主之间的交流。\n\n流程：\n1.愿意参加活动的会员，每月到版块置顶活动帖内查看当月主题与活动材料，并阅读活动须知。\n2.按照活动主题的要求，写出参赛作品。\n3.当月活动截止日之前提交作品，提交方式为：\n      1）在本版发帖，分类为“创作活动”，前缀注明[XX月活动]。\n      2）若主题特殊（例如故事接龙或扩写），则在指定帖内回复即可。\n      3）帖子发布后，请将帖子链接回复至活动帖便于发放奖励\n4.月末3天，负责当月活动的版主会发布公告贴公布结果，并发放奖励。\n\n评选：\n*符合活动要求的作品，由本版版主以及擅长该方面的会员评定出优秀作品，给予相当的评分奖励。\n*当参赛人数较少时，则选出作品不超过参赛作品总数的30%。\n*凡未按照要求、严重偏离主题和纯粹应付的作品，均取消评选资格。\n*若因故超过截止日期，请第一时间联系版主并发布帖子，超出4日内可视为有效。\n\n周边创作版管理组保留活动条款最终解释权。\n\n\n什么？你说你看了图片以后认为这一定是要写逼格超高的写景散文？不不不，那你大错特错了，我看上去像是那么肤浅的人嘛？不像对不对，哎，真乖。本次活动无论是写文还是绘画还是xx形式，都必须建立在主人公的梦境的基础之上。文字请在本帖回复，写一篇字数不少于300的短文，图片也请在本帖回复，上传至少一张作品并附有少量文字介绍，当然如果是个全能的既有图片又有短文那就太棒了，I want you！\n什么，你问我瞎掰可不可以，当然不可以了！我哪有那么傻！我明明比这更傻！\n首先，需要用第一人称的形式，主人公必须知道自己是在做梦，也知道自己是在哪睡着的【比如地板上草地上大家不要总是局限于在大床上睡着嘛对不对】要以任何形式来体现出睡前的某件或某些事对主人公的梦境形成了一定的影响，在这个梦境中需要有一个看起来荒诞，按照正常思维难以理解的过程或者情节，更要有一个不可理喻的解决方法或是结果。主人公可以变身为自己喜欢或厌恶的角色，但需要有一定的对于这个角色外貌和身份上的描写，同样也必须是第一人称。那么，最后，主人公醒了，发现自己身边的事物出现了怎样的变化。最后，如果是文字，一定要是意识流！意识流！意识流！\n什么，你说这太难了你写不了？扯淡都不会你为什么不找块豆腐撞死呢。\n哦不，等等，你先别拿豆腐！你也可以画点什么啊。\n\n※活动规则新增：\n本月开始，创作版月活动增加了对手绘、鼠绘、C4D、PS的支持。\n也就是说在同等条件的活动主题下，若不擅长写文，那么可以用笔在纸上画四格、漫画，或者制作单幅的图、动态图，当做参赛作品。\n作品按照画风、剧情、文笔等要素进行综合评分。手绘作品在上传时请务必注意图片的清晰度。\n\n\n\n\n在此祝各位参赛愉快。\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "NeverC",
            "timestamp": 1470217140,
            "txt_content": "好多活动啊2333"
        },
        {
            "author": "Fate狩逅",
            "timestamp": 1470217560,
            "txt_content": "写故事什么的好难受(╯﹏╰)"
        },
        {
            "author": "940595236",
            "timestamp": 1470218160,
            "txt_content": "就我一个想到了被界外魔赐予魔力的柯尔沃？神奇的耻辱？"
        },
        {
            "author": "153CXJ",
            "timestamp": 1470219300,
            "txt_content": "给你一个格式【创作活动】[八月活动]仲夏之梦-By:153cxj\n=正文=\n\n                                                                                                             微风吹过，森林中树叶声一阵阵的响起。专属于夏天夜晚的清幽之香让身心俱疲的我终于可以休息了。躺在这片草地上，我静静地进入了梦乡。       梦中。       萤火虫在森林飞舞。“哇，好美”我不禁地赞叹道。“我是在梦中吗？”疑惑之念在我心中产生。虽然这么想着，可是我仍然想一直这么待在梦中。一只萤火虫停在我了我的鼻梁上，我恢复了清明。既然是梦，为什么不去好好珍惜呢？我抱着这个念头，欣赏着这里的一切......       我漫步在森林中，萤火虫围绕在我的周围，仿佛我成为了他们的一员，带着我一起飞舞。森林好似无边无际，我继续行走了。忽然我好像看见一个曼妙的身影，就在远处的一颗树下，也在与萤火虫戏耍。“会是谁出现在我梦中？”我带着疑惑奔跑了起来，向着那道身影跑去。       “哇，多么美丽的少女”我终于见到了那道身影的主人，是一个粉色头发的少女，面带笑容。她看见了，向我微微一笑，这一笑，仿若倾城。那一刻，我多想开口问出她的名字，可不知为何我无法动弹，也无法说话。突然，梦境好像溃散了一般，化作一片片碎片。       梦醒       我还坐在森林中，只是萤火虫已经消失，那粉发少女也不知何在。       果然，这只是一场梦。一场短暂却美好的仲夏之梦。\n                                                                                                      =字数统计=\n字符总数： 531 个\n中文字符总数： 417 个\n中文标点总数： 59 个=后记=有没有觉得逼格很高！！！没错我就是这么一个高逼格的人，这篇文章当然也如此的高逼格。而且我要高逼格到前几个提交，没错我就是这么高逼格\n"
        },
        {
            "author": "cc7w",
            "timestamp": 1470221460,
            "txt_content": "难度和七月差不多\n300字还算好写"
        },
        {
            "author": "[方体]",
            "timestamp": 1470221580,
            "txt_content": "  白，伸手不见五指，这才是真正的黑，没有光的黑。  周围变得较灰，才感到了一些光。  他让全身感知着梦境的一切，抬起左手，看着转动得没有规律的表，然后让它消失。这应该是第1738个清醒梦了，得要弄一些新的东西。  升起地面的一块，一个小跨上去了。  前方又升起更多的了，组成了一个阶梯。  这一阶叫做学习。  轻快踏上下一阶，这一阶叫做善良。  上面有了一个小坎，小心地上去，这一阶叫做保护。  再上去，抬起头仰望，这一阶已经高过他的身高了。跃起抓住边沿，十分费力地爬上去了这一阶叫做放弃。  下一阶又开始远离，又逐渐升高，即将错开他了。一个助跑，硬是抓稳了边沿。跟着这一阶继续移动了，这一阶叫不择手段。  台阶停止移动后，才气喘吁吁地趴上来。他看着前方，那些阶梯不再是地面升起的黑块了，是人，一个个人首尾相继，搭成了阶梯。踏着沉重的脚步，就要走到了终点，顶端的那一阶，叫做成功。  就要在最后时刻，人桥摇晃不定，要塌了，他让自己飘起来，继续接近终点。但顶端就像一个奇点，越是要接近了，就越是变小，好像永远无法接近。  他在他的旁边看着他，设计的这个梦境他非常满意，然后叹了一口气。周围也变得摇稳不定，他知道梦境要坍塌了。  在醒来前，他看着的是那个无法接近顶端的他。"
        },
        {
            "author": "tsd1",
            "timestamp": 1470222900,
            "txt_content": "帖子开头的图片是想示范如何把你的设计师朋友气到脑中风吗？\n梦境啊，我会考虑画画的"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470246960,
            "txt_content": "北极，冥王肯定已经已经跟你聊过了，现在我跟你聊聊。\n意识流，不是手法，不是手法，不是手法。像表现主义，超现实主义，这些玩意说是手法，行；那意识流是啥呢？咱们前辈学者定义得就没有那么明白，他们就是发现这些人写的文章有一些共同特点，那些人写的文章有一些共同特点，其中一些特点归为意识流的特点了。\n手法很多人都可以学并且学会，特点不是所有人硬整都能会的，你得知道这样的特点是从哪里来的。我到现在对这个东西一窍不通。\n我说成风格更好理解些——当然风格是更个人化的东西。举个例子，让你写一篇自然主义文章，你想写出来不算太难。让你写一篇福楼拜主义文章，你得考虑考虑时空穿梭回去投胎做福楼拜。\n另外我前些日子还常听有人苦手意识流呢，一直很奇怪这个事儿啊。意识流也不是基本手法，非勉强用它，那能写好吗。《变形记》（差点打成《昆虫记》）就有一点意识流的意味：本来是第三人称，但是一直在向第一人称靠，向人物内心靠。但是也不是完全的意识流。\n肯定不全对，举的例子也不太恰当，但意思是这个意思了。"
        },
        {
            "author": "940595236",
            "timestamp": 1470269100,
            "txt_content": "  沃尔抚摸着干燥的树皮，他低头看着水中的倒影，那不是他，却是他朝思暮想的人，一个他急切想要见到的、想要和他面对面的人……\n  铁灰色的骷髅脸……空洞的眼眶……黑胶的装备将自己裹得严严实实的，只露出一张脸……骷髅……\n  这是自己？\n  沃尔将视线从水面移开，抬头看着弥漫着紫雾的树林梦境，为什么自己回来到梦境？\n  因为我困了。沃尔这样开导自己。为什么自己会是青铜骷髅？沃尔又这样问自己。\n  查尔森博士的房间……铁架床……浸泡在血水里的骷髅……还有那把刀……\n  沃尔甩了甩脑袋，放弃了思考。他站起身，开始移动。\n  拨开紫雾的他站在一个小丘上，看着远方有点眼熟的地形和灯火，以及……那熟悉的煤油味……\n  明白了……原来是这样啊……\n  骷髅笑了，但他看不到\n\n\n  我跑在铁轨上……不顾一切地跑着，如果不快点……就完了……\n  我靠着GMR机器睡着了……所以来到这里……我的梦境，我的……过去。\n  青铜骷髅，必须死！\n  全副武装的我沿着铁轨狂奔，根本无需理会那些警卫，他们拦不住我，也不想拦住我。\n  我也明白了为什么那天事情发生时，只身一人的青铜骷髅能够轻松地闯入孤儿院，结束我以往的生活了。\n  警卫根本就不在乎我们的生活，他们只会照顾那些虚伪的贵族。\n  随着我的速度一点点加快，铁轨四周的建筑渐渐多了起来，行人也多了起来，看向我的眼神也越来越多。\n  但我并不担心，因为在这座城市，不时有不在工作时间的佣兵活动，他们往往也全副武装，而且随时保持着警惕，武器不离身。\n  我根本不想减速，粗暴地撞开几位行人后，我绕进了小巷，那里几乎看不到人，而且离孤儿院比较近。\n\n\n  “游戏结束！告诉我你那可爱的姐姐在哪？”沃尔提着一个小孩的衣领摇晃着。他努力唤醒那刺激着他的记忆，他努力还原那一天的每一个细节……包括每一个孩子身上的每一道伤口……\n  直到……那个让他眼熟的人影出现在孤儿院门口。\n\n\n  我撞开了孤儿院的大门，大口喘着气……我需要马上恢复体能……\n  我看到了我……一个小孩，被一个大一点的女孩抱在怀里，我们害怕地缩在墙角。看着大厅里的餐桌上发生的一切。\n  “呵……来了？”带着骷髅假面的男人提着一个孩子……手里的刀划过孩子的脸，然后像扔垃圾一样将受到惊吓的男孩扔了出去。\n  男孩重重地砸在地上，我看见他因为痛苦和害怕而扭曲的脸……那是，哥哥？\n  骷髅男人摊开他的手：“开心么？你很快就要知道真相了，开心么？”\n  “到此为止。”骷髅男人敲了敲长餐桌，“好了，你来了，游戏结束。我知道你想要的最后的结局和真相，像我这样的小插曲你不需要知道。”\n  紫雾一点点缠绕那个男人，我一直沉默不语，看着他，我知道自己现在打不过他，既然他没有杀死那些孩子……那……应该没有问题了……\n  为什么？自己为什么要放过他？就是打不过他，也要他缺胳膊少腿！\n  我怒吼着冲了上去，一拳打向他那狰狞的骷髅脸。\n  毫无触觉，我冲破了紫雾，将那紫雾打散，却不见那个男人。\n  男人消失了……我却感觉自己就像是一口气跑了三万米一样……累……\n  为什么？这是我的梦境应该我自己掌控，可是……\n  \n  我走到角落，看着我和我姐姐。\n  我看着自己那惊恐而又幼稚的眼睛。\n  蓝色的……深处带着点紫意\n  这是查尔森博士对我的眼睛的评价。过去对着镜子一直看不出自己的眼睛到底有什么特别。\n  现在算是看到了。我的血统，不纯正么？\n  我带着疑惑伸出手去，想把我和姐姐拉起来。\n  “别碰他们！”\n  尖锐的物体刺进了我的后背，划开了我的战斗服。\n  我条件反射地弹出腕下的匕首，反手隔开了来者的喉咙。\n  在我转身的时候又一双手绕上了我的脖子，我感觉一块石头划过了我的脖子。\n  我向后肘击，并缠上了对方的脖子，紧接着……\n  咔。\n  \n  我看见那个死在我怀里的是我的姐姐……而不远处躺着我那被割喉的哥哥……\n  我愣住了……我……\n  杀死他们的是我……？那为什么记忆是青铜骷髅？\n  那其他孩子呢？其他孩子呢？\n  不……他们不存在……这是梦境……梦境。\n  该死！放我出去！我一拳砸在孤儿院的墙上。\n\n\n  紫雾从敞开的大门里飘了进来，一点点蚕食着一切。\n  出去的方法只有一个，完成一切后，自杀……除非你想再次经历你所经历过的一切。查尔森博士告诉我，这就是出去的方法。\n  我掏出枪，卸掉了所有的子弹，只留下一颗，并将它上膛。\n  我吞下枪口，耳边全是我的哭泣。我低头看着我，年幼的我……\n  我此时正趴在尸体上哭泣。蓝色的眼睛不断流出眼泪，一点点洗净脸上的血污。\n  我看着我笑了。\n  “你，没有未来……”\n  “嘭。”\n\n\n  注：在梦境里的沃尔和“我”是同一个人，年幼的“我”是小时候的“我”\n        沃尔想杀青铜骷髅，“我”也想杀青铜骷髅，因为他杀了我的哥哥姐姐（无血缘关系），沃尔的理由不言而喻。\n        别问我青铜骷髅是谁，青铜骷髅就是青铜骷髅，因为系列里对他没有太多的介绍。\n  =========\n  好了，写到这里就全部写完了\n  我才不告诉你这是青铜骷髅的某一章节\n  ====吐槽=====\n  奖励呢？奖励呢？\n  我只要参与奖。"
        },
        {
            "author": "PandaXun",
            "timestamp": 1470317460,
            "txt_content": "\n         我是个流浪汉。被人鄙视和唾骂的日子，我一点也不想过。不是我不努力，先天性残疾的我，上天也不会给我机会有任何作为。只有睡，对，睡。这是我唯一可以干的事。\n        垃圾堆里，有我用各种废品拼造出来的家。谈不上房子，但那是我唯一的依靠。就这样，躺在那。迷迷糊糊……\n        “参见皇上”一大臣跪拜向我行礼，一时间我竟不知所措。\n        “免礼。”皇后见我窘状，机智让我解了围。\n        她把头凑过来，迷人的五官，是我犯罪的开端！我按挎不足疯狂跳动的小心脏，急促的呼吸让我苍白的脸有了一丝红润。皇后双眉微皱，玉手一挥，小嘴里吐出这几个字：“皇上身体不适，今日先行退朝。”\n       我呆呆的望着她，那是我此生讲过最漂亮的人。古代？我一定是在做梦。动了动脚，我果然是在做梦！我明明是残疾人。\n       晚上侍寝时，我的第三条腿不争气的变长了。望着那可爱的脸，一股邪火在小腹。正准备有下一个行动时……\n       “呜呜呜呜呜呜呜呜。”火车那浩荡的声音把我的梦震得荡然无存。\n       咦，这里是火车站？我怎么到这来了。\n      “老司机上车啦！准备开车！”广播员在一次次重复着。我犹豫了一会，跳上了车。这应该是上天派来改变我命运的吧。”污污污污污污。”\n      空无一人的火车站，只留下我仲夏之梦的痕迹。那不明白色液体的肆意流淌。"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1470478500,
            "txt_content": "我……是在哪？\n\n\n我揉了揉眼睛，勉强能应付太阳的的刺眼光芒。我很清楚这里绝不可能是我所在的世界。\n\n毕竟，漂浮在半空的石块太显眼了。\n我站起身，环顾了一下四周，这个地方看起来只有石头，石头的花，石头的树木，石头的锁链紧紧拉着漂浮在天上的石块。然而，我对这陌生的环境丝毫不觉得恐惧与迷茫，似乎他的存在是理所当然的。\n\n“梦吗……？”我掐了掐胳膊，如同意料之类的那样的，丝毫感觉不到疼痛，很明显我此刻是在梦境里。但我并不能猜出来这个梦代表了什么。\n我似乎是在公园里睡着的？我努力回想，不久前和父母吵了一架，起因就是他们觉得我的工作没有任何意义，最后我摔门而出。\n\n我是一名歌手，但我并不知道如何快速吸引别人的眼球。为了让大家知道我，我不停地练歌，同一首歌练习得发腻，嗓子已经沙哑得如同一捧黄沙，我逐渐让自己的身影出现在了网络上，慢慢积攒起了一定的粉丝。但我的父母并不懂这些，他们丝毫不清楚我的努力，他们只能看见我足不出户，整天呆在家里哼歌。\n\n我颓然地坐在公园的长椅上，我已经吃了很多苦了，这一点也算不上什么。就这么盯着天空，眼睛干燥无比，我没有哭，我一直认为我是很坚强的。\n\n也许我就在公园的长椅上睡着了吧......\n\n是啊……很坚强的，就如同这里的石头一般，我伸手抚摸着面前的的石树，正心有感慨间，这棵石树却如同坍塌一样，整棵树化作了一堆细沙，铺满了地面。\n\n我的手就这么僵在了半空中。\n\n心中生出了一股酸涩， 一动不动地站在原地。\n\n如风风掠过沙滩上的沙堡一般，所有的东西都开始沙化，无力地坠落到地面，被赋予的灵魂连惨叫都发不出来，沙粒打落在地面上的哗啦啦的声音清晰可闻。\n\n我抬头看了看漂浮在半空中的石块，哪怕笨重也想要飞上天，却被紧紧束缚，多么可悲。石块带着锁链，就在我的眼皮子底下崩毁了，倾泻而下的沙子全都落在了我的身上。是沙子，我却感觉掉下来的是冰凉的雨水一般，将我浇成了一条湿漉漉的败狗。\n\n“原来，这里是，我的心吗……”真是脆弱啊。我脚下的地面开始坍塌，连带着可见的光芒一起，我坠入了黑暗中。\n\n我醒了，太阳的光芒刺得我眼睛生疼，我感觉脸上湿漉漉的，眼泪吗？\n终于，还是哭了啊。"
        },
        {
            "author": "暗夜Elen",
            "timestamp": 1470584700,
            "txt_content": "先来观摩观摩等月末再动笔写\n"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1470625800,
            "txt_content": "参加活动\n\n\n这是一个仲夏之夜，但是有一个不太好的消息，我家停电了。\n\n\n虽然是夜晚，房间里还是很闷热，让人心烦意乱。我找了一把蒲扇，坐在阳台上的藤椅上。\n\n\n因为大气严重污染，所以我只能看见天空中几颗较亮的星。我一只手轻轻地摇着蒲扇，总觉得有种不适——那是内心压抑已久的愤怒，那是失去美好事物后的悲伤。一阵清风穿过阳台的不锈钢防盗网，从我身旁溜过，竟让我感到一丝凉意。或许是因为太累，我坐在那藤椅上居然睡着了。\n\n\n在梦中我迷迷糊糊地睁开眼，发现自己正处于一个中式殿堂里。紧接着，我的周围凭空出现了一大群人——简直是一下子出现的！我快速地扫了他们一眼，从儿时欺负过我的同学，到最近遇到的骗子，几乎都来了。我大吼道：“我忍你们很久了，现在你们跑到我的梦里，我定要杀光你们！”我的身上凭空出现了一套铠甲，金光闪闪，气势磅礴，身后忽然张开了翅膀，就像孔雀开屏一样，手上也出现了一把华丽的剑，剑刃暗藏着杀机，令人不寒而栗。\n\n\n不过，我现在不是孔雀，而是一个复仇者。天启将助我一臂之力，我身着圣衣，意味着我获得了永生！我再不像在现实中那样害怕他们，拿起手中的剑，学着电视剧里的剑侠乱舞着剑，剑气扫荡四方，仇人们根本来不及反抗，纷纷倒地，化作飞灰消散殆尽。\n\n\n“挡我的都得死！”我愤怒的声音在殿堂里回荡，再也没有人能伤害到我了。\n\n\n殿堂之上，有一宝座。我走过去，坐在宝座上。在梦中，我无所不能，我就是主宰。\n\n\n突然，我感觉脑袋昏昏沉沉的。\n\n\n明亮的阳光照耀在我的身上，我醒了。\n\n\n难道这个梦有什么寓意吗？\n\n\n支持着我活到现在的，只有心中的仇恨吗？\n\n\n先把这些暂时搁置到一边。我从藤椅上站了起来，放下手中的蒲扇，走进客厅里。我打开客厅灯的开关，灯亮了。我家的供电恢复了。\n\n\n我焦躁的心情安定下来，也许吧。停电而已，算不了什么的。最困难的时候还远远没有到来，就算不是为了复仇，我也应该坚强地活下去，或者说，坚强地抗争下去。我坚信我必定胜利，我会渡过所有的劫难。\n\n\n我独自站在客厅里，微微地笑了。\n\n\n正文字数：约796字\n\n\n废言：迷之微笑get。我认为写太消极了不好，所以写了这样的结尾。不知道这算不算意识流，应该算吧。文章中主人公的人生很不如意，经常被欺负、被骗。二泉映月不映我，悲伤至极自解脱（什么鬼）。第一次参加周创版每月活动。\n\n"
        },
        {
            "author": "gggbbb",
            "timestamp": 1470744540,
            "txt_content": "正文：\n       我醒来了，刺眼的光线直射眼皮。　　我很清楚，那是灯光。　　下意识地睁开双眼。紧接着，身体不由自主地，突然向前迈出一步。　　没有任何的瑕疵，整个动作一气呵成。流畅到，自己都难以想象的程度。　　茫然地眨了眨双眼，足足过了好一阵子，视觉才慢慢地开始好转。　　揉了揉仍旧有些疼痛的眼睛，我这才发现，自己正站立于一个小小的舞台上，下面则是一片漆黑。　　不知为什么，我很清楚地知道，那是人群。　　但是，我又是怎么确定，自己所站立的，一定是个舞台？就算是，我又是什么时候上来的？　　奇怪的是，我并没有丝毫应有的慌乱。虽然这一切看起来根本就荒唐至极，但却又似乎，没什么不对的……　　等等。　　我猛地一低头，入目的，是件紫蓝各半的戏服——它正整整齐齐的穿在我的身上。　　梦？　  用大拇指使劲地摁了下自己的食指，意料当中的刺痛并没有传来。　　看来，这一切的确是梦。　　“下面有请，……为我们带来……”　　洪亮的男中音毫无征兆地响了起来，抑扬顿挫的语调，似乎是在高声宣告着什么。　　他的话刚刚说完，我的身子竟自己动了起来。先是左右横跳了两下，接着，做起了一套诡异的动作——单脚独立，整个身子围绕着那只脚，转起了圈子。　　这这，这是什么？　　看着身体作出的高难度动作，我不禁瞪大了眼珠子。短暂的愣神之后，便试图重新夺回身体的控制权。但最终回应我的，只是阵阵难受的无力感。　　噗！　　就这样转了好几圈后，我竟突兀地浑身抽搐了两下。接着，整个人就像只漏了气的气球一样，随着一声奇怪的音效，脱离了原定的轨道，快速地向着右边倒去。　　台下，突然爆发出一阵阵响亮的笑声。　　这算什么，跳梁小丑吗！就算这是一场梦，可这种感觉，我已经不再想经历第二次了！　　强烈的羞耻与厌恶感涌上心头，我想向那些嬉笑的人们咆哮，可喉咙却又发不出声来，像是被什么东西堵住了似的。　　台下的笑声似乎愈发剧烈了。　　我的样子，很可笑吗？　　质问的目光，投向台下的人群。但这只是徒劳罢了，并未有人察觉，也并未有人在意。　　再一次不受控制地站起了身。紧接着，我竟朝着前方人群的方向，深深地举了个躬！　　这个动作仍旧挑不出任何毛病，已经完美到不能再完美了。至少看上去像是这样。　　愚蠢！　　我暗自骂道。　　“哗众取宠的东西。”　　一声轻佻的嘲讽传入我的耳朵。　　在如此嘈杂的环境之下，我又是怎么听到这个声音的？　　我的目光情不自禁地向着声音的来源瞟去。　　那是一个穿着讲究的年轻人，戴着副小眼镜，脚边放着一个棕色的公文包，颇有一副成功人士的风范。　　在我望向他的同时，他的目光也主动迎向了我。　　那张熟悉而又陌生的脸……等等，那不是我么？！　　丢失的记忆碎片一点又一点地重新拼接……　　眼前，突然变得浑浊起来。　　——　　我猛地睁开双眼，从座椅上跳了起来。　　摸了摸身旁的公文包，又检查了下自己的衣着……　　没有任何的异样，一切都是那么的自然，仿佛什么都没有发生过一般。　　我抬起头，看向台上。一个穿着蓝紫色戏服的小丑，正似笑非笑地望着我。　　见我看过来，他竟朝着我挥挥手。接着，张了张嘴。\n　　“Why so serious?”\n\nPS：嗯，1266个字。那么就这样吧，治愈向什么的。\n\n"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1470887160,
            "txt_content": "\n       我是一名高中生，在班里扮演着学霸的角色。但是，我虽然是学霸，但是却没什么人气，我们班长得最帅的莫过于白墨了。他的身旁，每天依旧是那么多年轻貌美的女孩，花痴一般看着他的脸，眼睛里冒出心形。我相貌平平，每天认真履行完自己的学习工作就去休息，哪能跟他比呢？\n       哦，忘了说了，他是我们班第二，学习仅次于我，这也给他增添了不少光彩。但大家都说，这一点真是美中不足，而我只想说，吹毛求疵！世界上不可能有十全十美的人。\n       放学了，我依旧走快捷的小路回家。那一块块老旧掉色的石砖，在夏日黄昏的光芒下反而显现出了金闪闪的色彩。突然，我听到背后有轻微地脚步声，好像是在接近什么人。我猛一扭头，正好看见白墨手拿着一把折叠型小刀向我砍来。我一侧身，白墨拿着刀直接因为惯性冲了出去，我一脚踹在他背后，把他踹倒了。他气得哇哇大叫，一个起身又拿起刀砍向我，我只好手掌做刀，一掌劈向他的手，他吃痛丢掉了刀。\n       我平静地看着他，他恶狠狠而狰狞的脸对着我，我感到心里一阵发凉。我对白墨很是厌恶，因为他经常以他的人气来嘲讽我，就算我是高中生，多次被他这么激也出脾气了。\n       他的手伸进口袋，突然拿出了一把手枪！没错，不是假的！\n       我转身就跑，可在狭隘的小路里根本移不开位置，我被他一枪打中胳膊，幸好没打中腿。我感受到那来自胳膊的刺痛，扑倒在一个角落繁密的草丛里，歇了一会儿后，我眼皮越来越沉，最终睡了过去，应该是白墨下午送的饮料有问题。\n       呼呼，我看见，这是什么情况......我身穿白墨那件招牌式的白礼服，穿着牛仔裤，十分英俊的脸上露出坏笑，就站在班门口，身边一堆花痴女生。我突然内心升起一种得意的想法，但我知道，我是在做一个梦。\n       我看见了我，多么神奇啊！但我以白墨的视角却感到了嫉妒和憎恨，他是有多恨我啊。\n       我不想搭理梦中的我，便走了，但那群女生依然在。\n       “墨帅哥，你有没有女朋友啊?”\n       “墨墨，今天晚上七点能来我家吗，给你个惊喜哦！”\n       ...\n       我烦不胜烦，大吼了一声：“一边去。”然后扬长而去。只留下那些目瞪口呆的女生，一个个不可思议。\n       这梦真是太真实了。我突然发现，我梦中的那个我，就站在我后面。\n       “我是白墨。”梦中的那个我说。\n       我惊讶地看了看他，但我知道，不可能是我们两个人的梦串联在了一起。\n       “嗯。”我回应了一声，凝视着他。\n       梦中的我叹了口气，说道：“我知道你有多辛苦了，能交个朋友吗？”\n       我很感动，说真的，梦中的交友估计不会在现实生活中出现吧......要是真的是现实，那也挺好，原来白墨也这么累。但是突然，眼前的景色变得模糊起来，眼前的我也渐渐扭曲，逐渐化为乌有。\n       “呜......”我呻吟了一声，我发现，我在一个草丛里，手臂上依然带着伤。\n       看来那个奇妙的梦已经结束了，我也得回去接受治疗了......至于白墨，还是不揭发他了。\n       偶然的一个梦，可以让一个人改变对另一个人的看法。"
        },
        {
            "author": "星之绿焰",
            "timestamp": 1470892200,
            "txt_content": "星之绿焰 发表于 2016-8-11 13:17\nps:1133个字，讲述着steve为救alxe而去寻找命运，然后神传来的两句话让他矛盾，他就去寻找真相，最后掉入 ...\n这里渣渣一只，还不懂操作QAQ"
        },
        {
            "author": "星之绿焰",
            "timestamp": 1470892620,
            "txt_content": "“哗！”\n 深紫色的双眸睁开。\n 刺眼的光芒毫不留情的打在了他的眼眸上，让他有些难以承受。\n “这里？是……”睁开未久的双眸不受控制的何必在了一起，就连那原本洪亮的何时能因现在也变得嘶哑起来。\n  棕色的头发，乱的像鸡窝一样，如水清澈的深紫色双眸，慢慢浮现着疑惑，淡蓝色的短袖和很长的深棕色长裤，让他看起来有些滑稽。\n  寂静的夜笼罩着这片安宁祥和的平原，就连动物们也驻足痴望，那双眸中，隐含着满满的期待之色。\n  “！！”\n   忽然想起什么来，他原本闭紧的双眸又忽然睁开，露出了那泛着疑惑的紫色瞳孔。\n   他轻轻的摇了摇头，松散的浅棕色长发被他搞得像鸡窝一样。\n   他缓缓的伸出了那粗糙的手，狠狠的扇了自己一巴掌。\n   “果然是梦”他的手轻而易举的穿过了他的脸部，就连同空气也刻意避让一样。\n   “原本在矿洞里睡着了，为什么会到这里？”\n   他回忆着，脸上抹过一丝疑惑。\n   “steve！去寻找‘命运’！他会给你最终的答……”零星的记忆碎片里，那浅黄色头发的少女绝望的呼喊声一声一声的沉入了他的心中。\n  “alxe……命运，有什么用啊……”\n  闭上双眸，仰望着星空，他轻轻的对着天上的星星回答着。\n  命运？就是连那“神”也探测不到的范围吧。\n  “哗！”\n   双眸突然睁开。\n   既然，alxe说了，那么就去寻找吧？\n   然而，steve并没有动身。\n   “命运，就是你啊！”\n   “只不过，你并不是命运！”\n两句话一直在自相矛盾着，弄得steve很头疼。\n转眼，过去了10年。（意识中的10年）\nSteve没有找到究竟，‘命运’是什么。\n他决定走走吧。\n或许，那两句话就有了眉目呢？\n“命运？命运只有一个啊！别问我，我什么都不知道！”他首先问了一只苦力怕，苦力怕烦躁的甩甩头，走开了。\n“或许，有两个命运，一个命运来自于本身这个世界，而另一个命运来自另一个维度？”小黑并没有像苦力怕一样，而是和steve谈论了几个问题。\n“或许，一个命运是你自己的，另一个命运是别人的？”蜘蛛装出一副很有学问的样子，他耐心的给steve讲解着。\n“命运？不是命运之轮一直操控着这个世界吗？”steve去问了怪物中最有学问的小白，而小白有些好奇的歪了歪头，那原本深邃的眸子中慢慢浮现出了好奇。\n“或许，命运以你为中心吧。”僵尸轻轻的摇了摇头，说。\n 就这样，走着，问着，1万年很快的过去了。\n（在主世界只是一年。）\n 当他走到世界的最边境时，他依旧还是未明白两个命运的真正意思。\n就这样思考着，在边境思考着。\n  很久很久过去了，当steve不小心失足掉下悬崖，当他以为要死定了的时候……\n  他的双眸小心翼翼的睁开着。\n  当全看清的时候，steve松了一口气。\n  这是他初入梦境时候的地方。\n  忽然，梦境碎裂！\n  Steve惊恐的叫着，他不允许被alxe寄托的地方被毁灭！\n  眼皮下意识的和闭上。\n  “唔……”steve轻轻的呢喃着。\n  Steve，其实，你该明白。\n  你的命运，就是你自己。\n  但，你也并不是大家的命运。\n  其实只要你去救alxe，那么，就又是一种结局了。\n  天空之中，回荡着那神的低语声。\n  \nps:1133个字，讲述着steve为救alxe而去寻找命运，然后神传来的两句话让他矛盾，他就去寻找真相，最后掉入虚空又回到重生点时梦境碎裂，然后神告诉他命运的真相。"
        },
        {
            "author": "Mqing",
            "timestamp": 1471191720,
            "txt_content": "占坑待编辑！\n打算用C4D渲染一片星空XD！"
        },
        {
            "author": "miguo",
            "timestamp": 1471438620,
            "txt_content": "微风拂过森林的时候，每棵树都会发出不同的沙沙声。\n就像是不同的人有着不同的语调一样，外人不会察觉其中的细微区别，但是一旦你足够和它们相熟，你就会惊讶于你当初的愚鲁。\n但是话又说回来，总有些榆木脑袋不是那么开窍。\n就像是她一样。\n我还记得那个午后，那个金色的阳光以一个巧妙的角度穿过叶隙洒满大地的午后。\n我像现在一样，在艾科纳附近的森林祈祷。\n尽管我已经忘却了这个仪式所包含的含义，但是，在看到绿叶从树丛上纷纷落下的时候，我还是感受到了一些与过去的连接，感受到了一些温暖。\n她就是这个时候出现在我背后的，步伐如此轻盈，神态如此无邪，以至森林都没发出任何她到来的信号。\n她轻轻的把手搭在了跪在叶丛中间的我的肩上。\n时间凝滞于此刻。\n\n春天之后便是夏天。        \n夏天之后就是秋天了。\n当深秋的阳光洒满大地的时候，每一穗小麦都有属于它的金色。\n就像是不同的人有着不同的语调一样，外人不会察觉其中的细微区别，但是一旦你足够和它们相熟，你就会惊讶于你当初的愚鲁。\n但是话又说回来，总有些榆木脑袋不是那么开窍。\n就像是我一样。\n我还记得那个傍晚，那个酒红色的余晖从山脉那端倾洒而下的那个傍晚。\n我像现在一样，独自站在这麦田中沉思。\n尽管沉思已经变成一种徒有其表的仪式，但是，在看到红紫色的阳光掠过金色的麦穗时，我还是感受到了一些她的存在，感受到了一丝怀念。\n她就是在这个时候走近我身旁的，举止如此柔美，微笑如此纯洁，以至于整个麦田都对她毫无察觉。\n她微微踮起脚尖对沉思的我细语几句。\n秋日停留于此时。\n\n秋逝冬临，冬渐春回\n微风又一次拂过森林，树木又一次发出沙沙声。\n我依然在艾科纳附近的森林祈祷。\n阳光依旧，落叶依旧。\n只是斯人已去。\n春去夏至，夏离秋归\n深秋的阳光又一次洒满大地，小麦又一次被染成金色。\n我依旧在麦田中沉思。\n夕阳仍在，麦穗仍在。\n只是斯人已去。\n只是斯人已去。\n斯人已去。\n\n\n一些感慨\n\n斯人已去，空余矮人。\n这篇文章献给过去的和将来的矮人，献给矮人等候的某人，更是献给其他像矮人一样长久等待某人。\n八月是谁的谎言？我已经记不清了。\n人生又何尝不是一个天大的谎言？意义只不过是人为赋予的，人生的最终是空无。\n前路漫漫，如果没有什么东西值得我们守护，也未免太过无趣。\n所以长久的等候吧，为了值得守护，值得怀念的某人。\n在一切揭晓之前，就这样静静等候吧。\n也许有一天，等待会迎来结果。\n也许并不会。\n但，等待总是有价值的。\n去梦吧。\n去爱吧。\n去等待吧。\n\n\n\n解析\n\n“我”是一名应召英雄，一个精灵，但却失去了所有的记忆，只有残存的一些碎片。\n“她”是本土的一个少女，对于英雄存有憧憬，并且给予了迷途的“我”生存的意义\n“她”在与“我”相处之后，开始逐渐意识到寿命近乎无限的精灵与寿命有限的人类并不可能如同理想的一样那样过美好的日子。\n于是“她”便主动离开了“我”，只留下“我”在长久的等待中维持着自己守护艾科纳的誓言。\n即使“我”知道“她”可能已死，但“我”依旧愿意沉浸于这美好时光的“梦”中。\n这便是文章中“她”所能给予失去人生意义“我”的最大温柔，也是“她”的最大苦痛。\n这就是“我”所沉溺于其中的梦，一个自知做梦，但不愿意打破它的梦。\n最后的结果会如何？\n谁知道呢。\n\n\n\n"
        },
        {
            "author": "WM2030",
            "timestamp": 1471440120,
            "txt_content": "miguo 发表于 2016-8-17 20:57\n微风拂过森林的时候，每棵树都会发出不同的沙沙声。\n就像是不同的人有着不同的语调一样，外人不会察觉其中 ...\n文字功底拔群。构思相当巧妙，但是问题是你还是一如既往不把背景交代清楚。\n我也是这样的毛病【喂把我和矮人放一起说是不是有点太不要脸了】，但是我确实经常为了文字效果把背景剔除在外。当然更多时候我还是因为没法把设定解释清楚。\n【啊啊啊矮人好触好萌我要沉迷矮人无法自拔了】"
        },
        {
            "author": "gggbbb",
            "timestamp": 1471441740,
            "txt_content": "miguo 发表于 2016-8-17 20:57\n微风拂过森林的时候，每棵树都会发出不同的沙沙声。\n就像是不同的人有着不同的语调一样，外人不会察觉其中 ...\n看了狗头的文评突然发现没什么可说的了w\n为了混个分还是再来发夸的吧。\n首先矮人的文笔是无话可说的，没有过多的去刻意修饰，但却总能将话说的明白。并且很容易令人产生一种独特的代入感，看得也很舒服。\n另外，文章的整个结构也可圈可点。结尾重复的感叹也令人深思。加分点还有许多，像是几个段的刻意反复描写，以及一些地方的前后呼应。\n嗯，无可挑剔，大体上来讲就是如此了。（所以就连月活你都不放过么"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471592760,
            "txt_content": "gggbbb 发表于 2016-8-9 20:09\n正文：\n有一定凑字数嫌疑。（乱说）\n这个时候要的是平静带来的反差。哥们你不平静。\n你……你知道一个小丑跳芭蕾的感觉吗？"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471593420,
            "txt_content": "940595236 发表于 2016-8-4 08:05\n沃尔抚摸着干燥的树皮，他低头看着水中的倒影，那不是他，却是他朝思暮想的人，一个他急切想要见到的、想 ...\n青铜骷髅，青铜骷髅，青铜骷髅。\n怎么这么耳熟？\n感觉《青铜骷髅》不会再更了吧。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471593840,
            "txt_content": "光线桑德斯 发表于 2016-8-8 11:10\n参加活动\n停电了，一个非常实在的主题。\n但是内容有点虚，没有足够的东西垫起来。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1471598700,
            "txt_content": "安根_Engon 发表于 2016-8-19 15:46\n有一定凑字数嫌疑。（乱说）\n这个时候要的是平静带来的反差。哥们你不平静。\n你……你知道一个小丑跳芭蕾 ...\n胡说，明明跳的是江南styleXD"
        }
    ]
}