{
    "title": "【原创·连载】《二次元穿越》【31】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 5,
    "timestamp": 1470213480,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-8-3 16:39 编辑 \n\n正文\n\n穿过传送门，来到一个新的世界。 这个世界就是下界。和主世界的地狱次元很像，不过头顶是被地狱岩封死的，而且到处都是大面积大面积的岩浆海，看起来是更加狰狞可怕。 查吉尔示意洛芬往他所指的方向看去，远处似乎是一个巨大的山洞口，可是怎么看也不像是天然生成的，因为下界本身洞穴就少之又少，体积都还小，何况这个洞口明显就是处理过的。不然，怎么可能会有地狱砖和萤石灯呢？ “这是下界要塞，”查吉尔对洛芬说道，“与一般的下界要塞不同，这里面应该和崔古尔有关系，是特别的下界要塞，我们要去这里探索一下。” 洛芬看着那个洞口，微微点着头。 查吉尔从腰间拿出一本书，翻到其中的一页开始仔细地查看。看一会儿，又看看那个山洞的洞口，然后又回来低头看自己手上的书本。 不得不说此时的查吉尔特别具有学者气质。 洛芬凑过去，想看看书上写了什么东西。 “没错，”查吉尔再核实一下，发表了自己的看法，“这里应该就是附魔之珠向我们指引的地方，书上也提到了下界要塞与次元的穿越是有不可分离的关系的，两者必然共存。” “走吧。” 查吉尔头也不回，就沿着安全的道路上向那个山洞走去。很容易就可以看出来，这个山洞所散发出的巨大吸引力，已经使查吉尔都很好奇了。 两人一起来到了洞口。洞口是由地狱砖和地狱砖栅栏制成的，里面是一条长廊，过去貌似是一间大厅，完全与这座下界中的山结合了起来。 查吉尔说道：“我们一起进去吧。” “好。”洛芬首先迈出了步子往里走去。 “砰！”随着清脆的关门声，同时吓到了兄弟两人。就在洛芬迈出步子走进去的那一瞬间，洞里忽然传出活塞的声音，然后门便关上了。于是，洛芬进去了，而查吉尔却还在外面，被拦下进不来。 “喂！喂！”洛芬和查吉尔都意识到了事情的问题所在，互相敲着这道门。可是这道地狱砖做成的门非常厚实，很坚硬，根本就没有办法打开，就连声音也没办法传出去。 查吉尔似乎完全没有料到这样的事情会发生，感到措手不及，在门外走来走去想着办法。自己手上除了一把剑，什么东西都没带，怎么可能把这道门用手砸开？如果砸不开，怎么进去和洛芬汇合呢？ 他冷静了下来，稍微思考了一下，觉得应该没什么办法了，于是最后看了一眼门，轻声对隔墙的弟弟说了一声保重，便向回走去。使蛮力肯定不是办法，必须回去寻找帮助，总不能把洛芬就丢在这里不管吧！ 查吉尔已经离开了下界，而洛芬却还在墙的另一边屏气凝神，想听着门的外边有没有查吉尔的声音传来。他觉得查吉尔肯定能想出办法的。 “勇士你好，欢迎来到地狱试炼大厅。你现在来到的是下界要塞，可能会遭受前所未有的困难和痛苦。如果你认为自己有能力，请向前走吧。” 谜之声音忽然从四面八方传来，虽说是人的声音，可是听起来如此空洞，还是让洛芬打了个寒颤。他对自己的能力有些怀疑，这么多年来，自己只是像一个普通人一样在村里住着，而不像查吉尔那样已经去了末地锻炼了自己，就现在这样的实力，有资格进入这样的地方吗？可是……貌似有退路也没有啊，后面的门总不可能打开。 洛芬咬着嘴唇，感到犹豫不决。忽然想到门外的查吉尔可能正在给自己加油鼓劲，感到内心的害怕和恐惧被驱走了大半。 好吧。洛芬下定了决心。就算死，也是死的光荣啊，毕竟是为了自己的查哥而死的！ 想到这里，洛芬不由自主地向前走去。 “第一阶段，开始。” 空洞的声音，回荡在长廊里，挥之不去。\n\n字数：1334字\n\n一些废话\n\n\n比较有时间就又写了一章，word上看着多，发出来感觉没几行啊qwq还有因为这章分段比较少，所以感觉会更乱，这个排版问题已经让我抓狂了= =\n\n\n\n索引贴见签名档，希望大家支持",
    "replies": [
        {
            "author": "Fate狩逅",
            "timestamp": 1470216960,
            "txt_content": "感谢你的创作，希望坚持下去"
        },
        {
            "author": "153CXJ",
            "timestamp": 1470219000,
            "txt_content": "文章很不错，继续更新，我一直支持你，很不错的，努力吧"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1470276480,
            "txt_content": "楼主写的越来越好了\n前面几章都在写村长的年老，很细致\n这一章的“到处都是大面积大面积的岩浆海”我认为改成“大片大片的岩浆海”会比“大面积大面积的岩浆海”看起来更顺一点？\n拙见，以上"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470877380,
            "txt_content": "你得多读点书；老有老的别致地方。只要能一句话点到点儿上，就绝不用一段讲。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1470882780,
            "txt_content": "安根_Engon 发表于 2016-8-11 09:03\n你得多读点书；老有老的别致地方。只要能一句话点到点儿上，就绝不用一段讲。 ...\n书是读的有点少，这段时间也看了很多厉害的作品，还是有些感触的，主要是如何恰当的运用到自己的文章里，还是感谢评价~"
        }
    ]
}