{
    "title": "AR大背景下Minecraft应当何去何从？",
    "author": "theMia",
    "replyCount": 8,
    "timestamp": 1470216420,
    "txt_content": " 本帖最后由 theMia 于 2016-8-3 17:29 编辑 \n\nOne would be hard-pressed to find someone on Earth who hasn't at least heard of Pokemon GO by now. The popular app brings people out into the real world to hunt down Pokemon with their phones, capture gyms in their local area, and even meet other people doing the same. Using the old Ingress location database, it came out of the gate running, and while it's a fairly young app, it has done nothing but gain traction exponentially since release. So, how could this possibly relate to Minecraft?\nThere was a demo last year of the HoloLens, showing off Microsoft's upcoming augmented-reality glasses allowing players to engage with Minecraft in real-world spaces. While it generated a good deal of interest, little has been heard about it in recent days. All said, augmented reality has not had much traction with the general public over the last year, beyond a passing interest in what possibilities it might create. Now, with the overnight success of Pokemon GO, we have a very real, measurable instance of augmented reality and its popularity with the general public. Like Minecraft, Pokemon has a very broad appeal across age groups, countries, and other overlaps one might not normally expect. It is reasonable to conclude that Minecraft might, if it took a similar approach, have at least as much success in this field, if not more.\nThis brings us to the big question: what do you think would make Minecraft the best it could be in augmented reality? Could it mimic Pokemon's obvious success, or take another approach entirely? If so, what?     《Pokemon Go》现在恐怕是无人不知无人不晓。这款手游将玩家带到真实世界，“亲手”捕捉小精灵，占领道馆，结交同道中人。《Pokemon Go》采用了《Ingress》的真实世界数据。这款游戏来势汹汹，问世短短数月，就已经吸引了无数人的关注。话说回来，《Pokemon Go》与MC有什么关系呢？     去年微软发布了Hololens 全息眼镜，戴上这款眼镜，玩家就可以在真实世界里玩《Minecraft》。但除了一时的好奇外，AR技术并未能得到公众的青睐。轰动一时的Hololens也因此难逃扑街的下场。然而《Pokemon Go》的一夜爆红活生生地向我们证明了AR具有良好的公众市场。这款游戏在各个年龄层，各个国家都具有惊人的影响力，MC也一样。因此我们可以合理的推断，如果MC也推出AR版本，其成功将会比肩《Pokemon Go》，甚至超越它。     现在最大的问题在于，MC如何在AR领域取得成功：是复刻《Pokemon Go》的模式还是另辟蹊径？如果要另辟蹊径的话，路在何方？",
    "replies": [
        {
            "author": "NeverC",
            "timestamp": 1470217500,
            "txt_content": "但是我真的觉得PG不是那么好玩，还不如玩黑白版的。\n里面都是一些类卡通（而且感觉非常劣质），然后抓什么精灵真心觉得不是很好==\n反正我觉得不怎么好玩\n还是MC好玩~"
        },
        {
            "author": "Mi_Lin",
            "timestamp": 1470217920,
            "txt_content": "新游戏当然火喽， 等几个月过去了。谁还有这么多热情抢道馆抓精灵，\nVR的MC应该还可以玩的蛮爽的 AR 有蛋用"
        },
        {
            "author": "theMia",
            "timestamp": 1470275460,
            "txt_content": "NeverC 发表于 2016-8-3 17:45\n但是我真的觉得PG不是那么好玩，还不如玩黑白版的。\n里面都是一些类卡通（而且感觉非常劣质），然后抓什么 ...\n目测国服开了之后在中国也是要火一阵子的 \n我只是对AR的应用感兴趣"
        },
        {
            "author": "theMia",
            "timestamp": 1470275820,
            "txt_content": "Mi_Lin 发表于 2016-8-3 17:52\n新游戏当然火喽， 等几个月过去了。谁还有这么多热情抢道馆抓精灵，\nVR的MC应该还可以玩的蛮爽的 AR 有蛋用 ...\n目前VR的反馈都不太好"
        },
        {
            "author": "Mi_Lin",
            "timestamp": 1470277740,
            "txt_content": "theMia 发表于 2016-8-4 09:57\n目前VR的反馈都不太好\n现在科技发展的这么快，VR现在又笨重又有局限性  以后大概就一个眼镜大小吧"
        },
        {
            "author": "kqn3",
            "timestamp": 1470278640,
            "txt_content": "mc进入ar"
        },
        {
            "author": "问烨",
            "timestamp": 1470285780,
            "txt_content": "Mi_Lin 发表于 2016-8-4 10:29\n现在科技发展的这么快，VR现在又笨重又有局限性  以后大概就一个眼镜大小吧 ...\n应该跟半导体发展有关吧，手机那么久了性能也就那个提升。VR想缩成眼睛大小还需时日"
        },
        {
            "author": "麦兜g",
            "timestamp": 1470894840,
            "txt_content": "目测国服开了之后在中国也是要火一阵子的\n我只是对AR的应用感兴趣"
        }
    ]
}