{
    "title": "[多线]奥创世界 —— 新开千人群组服务器！ 纯净/空岛/工业/星系 [1.4-1.8.8]",
    "author": "ts15102520342",
    "replyCount": 0,
    "timestamp": 1470220800,
    "txt_content": " 本帖最后由 ts15102520342 于 2016-8-3 18:40 编辑 \n奥创世界\n  前言：\n       奥创服务器，现在人数不是很多，欢迎大家前来一起玩耍，当然也欢迎大家来服务器寻找Bug，服务器目前为千人服务器，未来会升级到万人服，所以不管什么时间都能保证你能愉快的玩耍。\n         本服为全版本群租服，拥有纯净，混合，RPG，空岛，小游戏，怪物攻城，Boss，开车等等各种各样丰富多彩的活动与玩法，让你眼前一亮。         另外，你是否厌倦了MC只能用英文名？在本服务器你可以用中文注册！中文看起来才顺眼嘛~~~\n\n\n\n服务器QQ群: 451682634\n\n       服务器规则\n            禁止恶意刷屏，发带有反动内容文字。            禁止高空流水，高频红石等现象。            禁止恶意谩骂他人，在他人领地外建筑遮盖阳光等无意义建筑。            建筑前一定要圈好领地，否则可能会被熊，管理员不负责。            禁止诈骗他人私有财产。            禁止使用第三方作弊MOD，破坏游戏平衡。            禁止发布其他服务器广告内容。            请不要大量养动物村民，超出上限会被清理，损失概不负责。                        任何影响其他人游戏体验的行为。            禁止使用低俗不雅的皮肤。              如违反以上行为，情节严重BANIP\n服务器赞助内容:  \n纯净服务器分为20元初级赞助50元中级赞助100元高级赞助详情请进入游戏查看。空岛服务器为20元永久赞助，详情请进入游戏查看。\n纯净服务器\n  纯净服务器分为原奥创与原版纯净服务器以下为原奥创服务器简介玩法服务为半rpg式生存服务器中，每升一级即可增加1点生命值与极小幅度的移动速度和生命恢复效果。击杀怪物可获得随机刷出的符合你等级的1-5属性装备，使你变得更强！  \n普通世界适合1-100级玩家，僵尸难度对于原版比较困难地狱世界适合100级以上玩家可爆出铁质装备末路之地适合300级以上玩家可爆出钻石装备玩家满级为500级500级后就去挑战末影龙吧！击杀末影龙可获得7属性神剑！宠物\n本服拥有三个初始宠物技能树和其他种类宠物专属技能树十多个，服务器动物类宠物可免费捕捉，其他类型需要花费游戏币或点券购买，喜欢养宠物的玩家不要错过哦！主城   本服务器主城为现代化风格主城，而且高楼大厦中的公寓很多都能用游戏币购买哦！\n怪物攻城服务器特色活动拿起你的剑捍卫主城吧，当然这会使你获得不菲的报酬Mod服务器\nMod服务器拥有星系，更多行星，工业2Mod，在这里你可以制作火箭探索其他行星，寻找外星生物与Boss，本服拥有4个星系几十个行星地图。 \n游玩此服务器需要下载Mod服专用客户端空岛服务器\n   空岛服务器拥有非常完善的空岛系统，玩家初始可自由选择难度，空岛挑战       服务器拥有新手，进阶，高级，精英，专家5个难度多达上百个完全汉化的挑战任务等待大神来完成，使你的空岛拥有目标！ \n     oh什么？空岛生态环境是固定的不能生成一些需要的物种？在本服务器你完全不用担心！每个人都可以更改自己空岛的环境。 \n     我想和小伙伴们一起建一个岛可以吗？ 当然可以！服务器可以将其他玩家邀请入你的空岛小队，并且拥有建造等权限。 \n想拥有完美的空岛体验吗？那就快来吧！任意客户端添加服务器acmc.icraft.cc即可进入！空岛地狱    空岛地狱是一个全是岛屿的地方，每个岛屿上面都有箱子与怪物，有的难度高有的难度低，让我们去地狱搜刮战利品吧！ \n\n小游戏\n   服务器拥有反恐精英枪战小游戏，你可以在这里体验到一种不同的cs玩法，地图有沙漠ii与仓库当然更多更好玩的小游戏也在紧张制作中......\n\nRPG\nRPG服务器正在制作中，本服务器将把RPG制作为一个开放的世界，不会有主线任务，不会有剧情，只会有无尽的探索，无尽的支线，神秘而又富饶的奥创大陆..............\n下载地址http://pan.baidu.com/s/1dEzAidF\n服务器美图\n一种不同的MC体验\n\n\n\n",
    "replies": []
}