{
    "title": "超级跑酷第3部4个剧情初稿发布！！由大家投票决定选用哪个！",
    "author": "huhu",
    "replyCount": 7,
    "timestamp": 1351774500,
    "txt_content": "超级跑酷第3部已经开始策划制作，改走剧情建筑路线，是跑酷与解密的结合，改走镜之边缘风格，绝对是一个好地图，目前先发布剧情初稿，由大家投票决定选用哪一个，谢谢大家的支持\n超级跑酷第3部剧情初稿：注：无论哪个稿件主角都叫马克(可以考虑叫“我”） ，所有初稿由huhu编写\n1号稿件：主角马克开始在一个天堂般（需宏伟）的殿堂（建筑高度至少：60）醒来（建于云端），他不明白这是什么地方，开始寻找出路，此时由玩家寻找路线，大厅里有一个柱子有凸出处，从那边跳上去，在到柱子里面，最后到达顶端的通道，通道有断裂处，可跳过。最后来到一个平台，被机关炸死，重生点是另一个地方，所以会在真实世界醒来，这时玩家发现前面的原来的主角的梦境。（主角醒来的方法有两个：1是到达平台被炸死，2是从高处落下摔死。这里可以算作一个序曲，为地图增加神秘感。主角醒来之后处在自己的家中，出门之后发现城市的人都不见了，从此开始了探险之旅。 \n\n2号稿件：主角开始在一个高楼的房间，其实是主角（主角的家庭背景不一般）被恐怖集团绑架。玩家需要从窗台边小心翼翼的过去，来到另一个房间，下楼，发现大门被锁了。这时需要在其中一个房间中寻找机关，打开另一个地下室入口。来到地下室，发现这是一个工作室，箱子里有一份计划（对玩家了解剧情有帮助），之后来到下水道，走过一段下水道之后，会有3个入口，每一个入口都是安全的，但是过程会不同：1号通道（跑酷路线）会来到另一个大楼，从屋顶间跳跃（类似镜之边缘）。2号（探索路线）通道到达大街，大街有一个大楼的门是可以打开的（大街一定范围设有铁栅栏），从大楼间探索跳跃到达屋顶。3号通道（机关路线）会来到一个房间，房间里有一个拉杆，拉杆开启后会有tnt凋落，此时玩家必须快速躲避，爆炸之后会炸出一个通道，同样到达2号通道大楼里的一个房间。无论哪个通道，最后都会到达一个大楼的屋顶，之后进入一个办公室。\n\n3号稿件：这个剧情注重跑酷，一开始主角在一个洞穴考古，突然触动了tnt机关，此时玩家同样需要躲避，tnt炸出一个大洞，主角跳下去之后会有水，这是一个地下河，玩家需沿地下河前进，终点是一个巨型门（无法打开），这个洞穴带有许多火把，此时顶上的一个洞使阳光照进来，玩家需要经过多重跑酷，到达顶上的大洞，来到地面，发现这是一个山谷，有梯子可以爬上悬崖，但是中间断了，所有又要经过跑酷来到另一个梯子上到悬崖，眺望，发现远处有一个小村庄，玩家必须前往，但是更大的噩梦等着主角。。。。。\n\n4号稿件：这个稿件注重自己的发现，比较有难度，但是也最好玩。主角在北极科考，这里需要玩家生存几天，之后需要玩家探索。营地不远处有一个废弃的工厂，这个工厂里有许多红石粉，收集齐10个红石后，玩家需要把它们放到一个地方，红石连接起来后，会打开一个门，进去之后主角发现这是一个实验室，有好几本书在里面（对开启机关有帮助），之后玩家顺着废弃的铁路，来到一个秘密的。。。。。。。核弹基地\n这只是初稿，大家投票决定哪个好，哪个稿件票数多，就选用（个人觉得1号比较好），之后和再小组成员一起深入写稿。\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1351774560,
            "txt_content": "全做了不就好了哈哈"
        },
        {
            "author": "likeliang",
            "timestamp": 1351774560,
            "txt_content": "那你干要发在小组……"
        },
        {
            "author": "huhu",
            "timestamp": 1351774560,
            "txt_content": "geludan 发表于 2012-11-1 20:56 \n全做了不就好了哈哈\n不可能啊。。。"
        },
        {
            "author": "TOHR",
            "timestamp": 1351774740,
            "txt_content": "SF？ 天空跑酷我是喜欢的。"
        },
        {
            "author": "zjy",
            "timestamp": 1351774740,
            "txt_content": "什么玩意"
        },
        {
            "author": "1412942842",
            "timestamp": 1351774800,
            "txt_content": "果断2号"
        },
        {
            "author": "MaoM",
            "timestamp": 1351774920,
            "txt_content": "1号剧情好玩{:10_510:}"
        }
    ]
}