{
    "title": "【周边创作必读细则】|新人必读|奖惩制度|内容规定|",
    "author": "46241359",
    "replyCount": 0,
    "timestamp": 1470232800,
    "txt_content": " 本帖最后由 Smokey_Days 于 2017-4-15 22:21 编辑 \n\n致本版新人——周边创作版版规\n\n欢迎来到周边创作版。\n在这里，你可以尽情发挥想象力，自由创作你脑海中构思的一切。但在这里开始你的创作之前，请务必详细阅读版规，方便你熟知本版各方面的制度和措施，也能够尽量的避免不必要的麻烦。\n\n \n※注意※\n\n·方便分类，请会员在发帖时根据类型选择<原创>或<转载>，<连载>或<单篇>，若前缀中为原创，并在其他网站发现此文则认定是原作者，由此贴产生的后果均自负。示例：<原创·连载>【<>可替换为（）【】[]等自己喜欢的括号】\n\n·为防止屠版，文学类作品连载单章字数至少1000左右，单篇至少2000左右。绘画类作品一帖至少一幅作品，C4D渲染类请保证一帖有三图，渲染类不能够为过程图。索引贴请保证内容至少满九贴再发布。对于明显低于版规要求字数的文章，将会被移动到茶馆或者删除。\n\n·无意义回复【即纯数字、无意义字母、表情、滚键盘等】皆会收到好人卡一张，万用回复【即“顶”“赞”“Mcbbs有你更精彩”等】皆会扣除4金粒作为惩罚。\n\n·本版绝对禁止一切剽窃行为。凡转载作品必须与Minecraft有一定关联且在帖内附上原链接【若为原作者可以以原创作品的标准发布】，如果是作者本人，请在帖内给出原作者证明，或者以原作者身份在原网站用任何形式发表声明即可。经提醒后仍不改正作剽窃处理，警告删帖扣贡献，情节严重者视情况封禁。\n\n·周边创作版更重视新的优秀作品能否被会员所发现，因此挖坟会受到警告惩罚。具体为：正常帖子时效期为两年，杂志类帖子时效期一年，凡有会员回复时效期已过且没有回复可见代码的帖子一律警告处理，若有回复可见代码则删去代码。时效期已过的帖子再次被顶上首页将锁帖下沉处理。\n\n·请勿在本版发布各类广告，内容涉及色情暴力，恶意攻击毁坏他人名誉，散布谣言或进行宗教反宗教宣传，以及违反论坛规章，违反国家相关规定或法规，和一切盗取论坛人望的行为，初犯卡扣删外加五天封禁处理，情节严重者永久封禁。非转载不得在帖内附带论坛以外网站的链接，或暗示性地邀请他人进入论坛外的网站。初犯者卡扣删，情节严重者永久封禁。\n\n·引战、辱骂、人身攻击以及任何涉及政治内容的内容都将受到警告处理，情节严重者封禁。\n·模型预设需满足以下标准1.至少3张模型渲染效果图\n2.模型均有贴图和材质\n3.注明模型支持的格式\n4.若不提供直接下载则在贴标题注明\n5.至少1张线框图\n6.至少1张UV图（其他投射可不用展示）\n\n※奖励※\n\n·本版鼓励但不强制作者发表与Minecraft有关联的作品【即作品中包含与一定数量的Minecraft特有元素，不强制要求必须整个建立在Minecraft世界里】，非Minecraft作品将不能获得精华图章【在新版规发布之前的非Minecraft作品若质量达标则依然按原标准给予精华，此规定用于版规发布后新开始连载或是发布的作品】\n\n·对于一切作品本版皆有积分奖励，凡是原创作品皆根据整体质量给予图章，转载作品视质量给予推荐或版主推荐，特殊情况也会给予优秀或精华，视具体情况而定。\n\n·客观用心的评价是对作者的最大鼓励，本版支持并鼓励各位读者在阅读或欣赏完毕后以恰当的语气向作者提出自己宝贵的意见，若版主发现有用心且对原作者的确是存在莫大帮助的评价，无论原作者接受与否皆给予一定积分奖励。\n\n·关于图章，精华由创作版官方小组成员发现优秀作品后由小组内成员进行评定，已有精华图章的作品在原有质量的基础上根据字数晋升精2精3。优秀由版主评定。当然，如果作者认为自己的作品达到一定水准，也欢迎私信版主，让质量上乘的作品能够及早被发现并推广。\n\n\n更新记录\n\n\n2016.8.3 发布版规\n2016.8.4 添加对标题的规定\n2017.4.15 提高文学创作分类需要达到的最低字数\n\n\n至本版新人——新分类细则\n\n本帖内容有关创作的新分类——图文故事\n\n什么是图文故事？\n举几个例子吧，应该就比较容易明白了。\n首先这个东西，应该很多人见过吧，没错，就是小人书，所谓图文故事，大概就是这样的。\n再举两个比较贴近我们的例子。\n第一个是①，像这种，就是比较一般的，没有剧情，是不行的（关于我版图文故事的要求，我会在下面说明）\n第二个是②，这种就是还好的，有剧情，图做的很棒！\n大概介绍就这个样子了。\n\n图文故事的要求\n1.需是由图片和文字共同组成，文字在图片下面（如小人书和范例①）或者文字存在于图片上（如范例②）均可。\n2.图的形式不限，原版截图，MI，C4D，手绘均可，MC相关。\n3.要有剧情，且剧情不能太过弱智。\n4.为方便分类，请会员在发帖时根据类型选择<原创>或<转载>，分类选择为图文故事。示例：<原创><转载>【<>可替换为（）【】[]等自己喜欢的括号】。\n5.单篇作品至少3张图片以上。\n\n奖惩\n同本版版规所说，对于一切作品本版皆有积分奖励，凡是原创作品皆根据整体质量给予图章\n另，本类作品看重三个方面，剧情，图片制作水准，剧情与图片的切合度，评分评优秀精华均看这三方面。\n严禁剽窃，负责均按律斩掉，转载请带原地址。\n\n教程\n剧情方面，基本没什么教程可言，全得靠自己。\n图片方面，推荐以下两个，都有教程，比较方便。\nC4D：ICRDR\nMI：贴吧\n优秀图欣赏\n\n\n对于版规有疑问或是意见请以私信的形式告知现役版主，感谢各位的配合\n周边创作版管理组\n\n\n\n",
    "replies": []
}