{
    "title": "一点建议&论坛的一点小问题",
    "author": "tzxwdu",
    "replyCount": 4,
    "timestamp": 1470237660,
    "txt_content": "依然是一些建议，部分是论坛的问题……\n1.周边创作板块的版规已经修改，但是标题上大字的本版版规却是旧的已被删除的版规http://www.mcbbs.net/forum.php?mod=viewthread&tid=544322\n2.游戏技巧版现在太冷清，而且很多非常没意义的贴子，例如\nhttp://www.mcbbs.net/forum.php?m ... 4863&extra=page%3D1\nhttp://www.mcbbs.net/forum.php?m ... 4828&extra=page%3D1\nhttp://www.mcbbs.net/forum.php?m ... 4572&extra=page%3D1\n这种几乎人人都知道，而且很多教程，包括wiki上都讲过类似的，毫无意义。应该鼓励大家去写一些教程，或者一些比较有趣的机关之类的，最好小幅提高有意义的贴子奖励\n3.茶馆最近虽然贴子比较多，但是相同的内容贴子实在太多，很难提起浏览兴趣\n\n 您可以在茶馆发一些有意义的帖子（包括主题、回复等），但为了不影响到其他茶客，请您仔细看完以下内容。\n您不可以发：恶意灌水帖（具体由版主判定）。跟风帖：同一话题且大量存在的主题会影响他人阅读，所以请您不要去跟风，以免受到处罚。屠版贴：大量的同作者的帖子出现在首页中会影响其他茶客的正常阅读，二小时内达到5帖则视为屠版。限制级：包括H（R18）、猎奇和精神污染等。版战帖：吵架的帖子直接抹消存在，影响较大的将对参与者予以警告。广告帖：一经发现，严肃处理。政治帖：含有政治内容（地缘政治，民族主义，地区歧视等）的帖子。金锭贴：概率必须为100％（此类福利贴都不能单纯为了发奖励而发帖亦不会提高水贴价值）。投票贴：选择投票之类的主题请用“发起投票”发帖，但不能用“发表帖子”这个选项发起投票。新人报道贴 : 新人报道仅限四级以下，四级及以上的用户发布新人报道贴将被删除。错版贴：矿工茶馆是用于闲聊的板块，对应版块主题请发到对应版块升级助攻帖 : 升级求助攻将被严厉处置。小组相关帖 : 小组相关的帖子在茶馆将会受到限制 。刷屏/“隐藏刷屏”类：这类帖子会严重影响到其他茶客的阅读，所以对此类帖子进行了限制。\n\n比如：什么服务器好玩，为什么喜欢mc，都有什么mod好，第一次玩mc怎么样\n4.http://www.mcbbs.net/forum.php?m ... 6809&extra=page%3D1\n本贴中对于矿工茶馆的图章进行了介绍，但根据我的观察，这有些多余了，因为都不会在茶馆发真正有意义的贴子，有的都到其他版块去了。并且这里对优秀精华的一些定义也不完善，感觉是比较鸡肋的，可以修改一下\n5.问答版块最近错版问题比较多，不发链接了，可以处理一下。\n就这些，如果有什么不对的地方或者无法实现的轻喷qwq\n\n\n",
    "replies": [
        {
            "author": "dwch",
            "timestamp": 1470268860,
            "txt_content": "我认为跟风帖：同一话题且大量存在的主题会影响他人阅读，所以请您不要去跟风，以免受到处罚。这里，大量存在没有做好数量限制是一方面，另一方面或许有一部分发帖者不知道自己的主题已经被大量发过了（或许吧2333）"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1470269580,
            "txt_content": "dwch 发表于 2016-8-4 08:01\n我认为这里，大量存在没有做好数量限制是一方面，另一方面或许有一部分发帖者不知道自己的主题已经被大量发 ...\n版主可以给一个大致的评价就好，因为不可能都去一次一次数。但是像什么类型服务器好玩我不下看过10次，新人也应该看版规。版规上可以把这条红字加粗重点显示出来，然后说具体一点"
        },
        {
            "author": "EternityTQ",
            "timestamp": 1470275580,
            "txt_content": " 本帖最后由 尼玛乄骑士 于 2016-8-4 10:02 编辑 \n\n正如我签名档第二条所说\n任何破事都能被他们拿去发几十个水贴\n举个例子（并不是反面教材）\n前天，有人发了一个举报籽岷屠版的帖子\nhttp://www.mcbbs.net/forum.php?m ... &extra=page%3D1\n这不是很正常么？就算他是名人我觉得也应该和普通会员有着公平的待遇\n但是，到了昨天，马上就有人拿这件事出来水贴了\nhttp://www.mcbbs.net/forum.php?m ... &extra=page%3D1"
        },
        {
            "author": "4O74Y74L74J7",
            "timestamp": 1470279480,
            "txt_content": "游戏技巧版冷清的一个原因：\n“最好不要发布和已有教程从重复的教程”，而许多写教程的都弃坑了，导致某个类型的教程的坑被已过期的教程占着。\n\n以及补充：各种刷管理量系列（很久以前就存在）。"
        }
    ]
}