{
    "title": "渐渐找不到感觉了。。。",
    "author": "卡拉达之翼",
    "replyCount": 15,
    "timestamp": 1470286740,
    "txt_content": "\n我这种平平淡淡生活的人体会不到啊",
    "replies": [
        {
            "author": "NeverC",
            "timestamp": 1470286980,
            "txt_content": "卡拉达之翼 发表于 2016-8-4 12:59\n楼主是有故事的啊\n我这种平平淡淡生活的人体会不到啊\n感觉不到了=A=\n好奇，喜悦，现在进入服务器就是撸树挖矿=="
        },
        {
            "author": "NeverC",
            "timestamp": 1470286980,
            "txt_content": "标题: 渐渐找不到感觉了。。。第一次玩MC的感觉，渐渐消失了。\n当年第一次玩服务器，给一位大大收留建了一间火材盒的高兴；第一次夜晚下矿没火把，没有火把，用手撸圆石的无知；第一次挖到铁矿做出第一个物品的喜悦。\n渐渐这种感觉消失了=A=！\n真的当时第一次看见一些方块，一些指令，自己做物品非常兴奋喜悦好奇！现在不知怎么再也找不到了！\n后来离开了第一个带我玩的人做的房子，自己去海上建物子，2X2大小，4格高的圆石物，里面放了2个小麦地（记得很清楚=A=）。\n还特意放了楼梯通往顶层。在通往岸边石桥建了一个铁门（当时啥也不知道，以为能防住）。然后在海边铁门旁又建了一个比较大的空间，傻傻的用海边的沙子封顶，然后掉下来=W=~最后百度发现原来沙子会掉落，就换成了圆石。第二天上线，发现一个玩家在我家里面，还写了牌子说你家是我的了=A=！好可怕，我因为第一次玩就又搬回新手村的房子，将海边房子送给那位玩家。后来最开始玩游戏的大大建在我原来海边房子附近的一个大火材盒，发现了原版没有的物品，QQ说这个是工业Mod。第一次知道了Mod，可以想方设法玩Mod，可是什么都没搞出来，然后通过他介绍下了合成表，按下G，哇好多物品，高兴得不得了！后来，我暂时和那位大大一起生存了大概1个星期，看着他建出各种Mod物品，很想自己做一个~最后离开他家，自己去外挖矿游荡，有一次死亡回到主城，居然在诺大的主城瞎逛了1个多小时，还以为能找到什么==。后来发现了商店，商店1楼出售，2楼收购，有个变态的水喷泉可以上去，但是比较麻烦。我居然在那里试了10几次才上去，然后琢磨如何卖东西==。之后在独自玩野外生存，发现了一个5层建筑（桦木版加玻璃），就在海边的后面200多米，然后我还奇迹般遇到了这个屋子的主人（目前还有好友，不过他似乎最近没完）。然后2个新手一起生存，我去网上下载了IC2的教程表（flash版的那个），然后边对边玩造出了第一个发电机——火力发电机。开始我们的垃圾工业生存，后来一次熊孩子熊屋子（就在附近的玩家），我联系的OP，OP处理了我家的破损的地方并且赔偿一些物品，还在门口留下一个牌子说OP不让别人熊我家（当时以为很有用=A=）。后来附近的那个熊孩子还是一直来熊（没圈地，不知道什么叫圈地），我们很恼火，这房子主人说，要不要我们搬出去，我说不了，我就再次去找OP。OP说可以圈地啊，然后为了学会圈地，断断续续看教程花了3天，全了地（还是特么很简单的），把1，2楼圈了地。后来熊孩子居然搭泥土上去，熊屋子，我就说不如我们去赚钱把上面也劝了吧。我们就疯狂挖矿卖圆石，总于赚够了钱，把全部房子给全了地。最后在底层还建了一个游泳池（说白了为了从高楼出快速下去而已）。。。\n后来在顶楼放了橡胶树，每天就是收橡胶，特别高兴，还制作出了一个电池，虽然那时候啥也不知道，就当宝贝一样留着。由于我们家离海边（已经成为一个玩家小区）太远，我和他搬到了海边，然后恰巧服务器出问题赔偿玩家免费圈地，我们就靠免费圈地，全了一个超大范围。然后做了太阳能，活力，水力，压缩机等等，非常兴奋，他也一直去挖矿收集材料。后来我不知道上面鬼，做了一个橡胶船，在岸边引水进入我家附近，可是橡胶船一直破掉。发现了电动船，我就可以为电动船奋斗，最后做出来了，但是没办法运转。靠百度发现需要电力，我就丢到火力发电机里面，结果没什么用，原来需要太阳能头盔，靠着太阳能头盔成功的运行了！还来做了夜视仪，然后去地狱玩，酿药水。邻居一个叫lololol的玩家要和我们一起玩，然后我们就开放了各自家的权限一起玩。\n不知道过了多久，一个人一直说收基友，是个红名字（后来知道是个OP），去他家玩了几天获得了很多东西，回到自己家9（我记得其实就是很多狼蛋，命名牌还有一些钻石工具和发电机）。一天开门发现一个4条腿的大型苦力怕，以为是BOss就在楼上用弓箭射击，结果没什么用。然后我一直求助别人，总于一位好心人来了，和它战斗，不知怎么滴，就死了，发现怪物的位置有个坑，好心人说是个水淹死的。我非常感谢他，并且给了他一点钻石，而他其实很土豪，不过还是接受了。（PS：最近才知道是突变MOD）。\n慢慢地过了有1，2个星期吧，服务器换周目。为了补充玩家，辅助把地图改为海盗岛，你可以去岛上（其实还有别的地方，野外）占领你的房子并且免费圈地，后来我占领了一个酒馆和一间小屋。当时在酒馆发现一箱子的金剑以为是宝贝就和lololol一起分享。我们还去出海，结果发现海上有很多大船（用方块撸的），上面有钻石啊，箱子啥的，我们就又做为一个据点。后来辅助说不允许破坏海盗岛除你家外的路啊方块，还有海盗岛的码头大船，当时看到一个人撸方块我就举报，辅助还真来了，给了我一些象征性物品。\n又一次换周目，但是似乎只要注册就行，背包物品还在！似乎是清楚了部分玩家的档案。地图还是海盗岛，再次占领原来占领过的地方。辅助过3天吧，在地狱逐个人Tp赔偿，送了很多机器，其实当时我就认发电机--。还有什么UU的没理他就放箱子了。可惜过了几个月服务器再次换周末。\n居然换成村庄MOd生存（到这个周目后期加入工业），我就开始和一个叫Dream的玩家一起玩。当时服务器从原来3个周末平均在线50~70人降低至10~15人。为了活跃玩家，OP发给每人一个什么杖子，可以右键金块建村庄，然后有个村庄改造比赛，看谁的最好。我就选择了玛雅村庄开始发展，慢慢发展越来越大，也发现有一些玩家回来熊就再次圈地。比赛借宿后发放了很多建筑材料给我们，我们可以了一个城堡建筑，我就和一个玩家开始建筑我们的地狱钻城堡。后来中期OP介入（玩家平均在线仅5，包括OP7！），建立了第一个玩家小村庄——地狱城堡。在城堡下面的有房子是属于玩家的，我们就开始慢慢生存，最终加入工业，但是没开放新的世界，所有工业矿物要跑到很远的地方才有，就这样慢慢滴服务器关闭至今，仍然怀念！"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1470287280,
            "txt_content": "我在单人游戏中依然能找到感觉"
        },
        {
            "author": "MC大湿",
            "timestamp": 1470287280,
            "txt_content": "\n\n码字辛苦"
        },
        {
            "author": "玖123",
            "timestamp": 1470287460,
            "txt_content": "同感，看哭了QAQ"
        },
        {
            "author": "安梦梦",
            "timestamp": 1470287580,
            "txt_content": "不明真相而又了解一切的我"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1470287820,
            "txt_content": "想当时玩MC第一次见到怪物的感觉，也找不到了"
        },
        {
            "author": "NeverC",
            "timestamp": 1470287820,
            "txt_content": "tzxwdu 发表于 2016-8-4 13:08\n我在单人游戏中依然能找到感觉\n就是当时基友生存才高兴=W="
        },
        {
            "author": "NeverC",
            "timestamp": 1470287880,
            "txt_content": "MC大湿 发表于 2016-8-4 13:08\n码字辛苦\n写的不是很好，但是都是自己真实的经历情感（这个服务器是我玩MC的第一个服务器，也其实是第一次玩生存模式=W=）"
        },
        {
            "author": "NeverC",
            "timestamp": 1470288360,
            "txt_content": "ItIsEnderman 发表于 2016-8-4 13:17\n想当时玩MC第一次见到怪物的感觉，也找不到了\n现在就是很明白，清晰，没当初那么好奇，手撸石头后基友带自己玩获得一些成就后的喜悦"
        },
        {
            "author": "KAS1",
            "timestamp": 1470288480,
            "txt_content": "对啊，玩游戏越来越没有感觉了"
        },
        {
            "author": "NeverC",
            "timestamp": 1470289620,
            "txt_content": "KAS1 发表于 2016-8-4 13:28\n对啊，玩游戏越来越没有感觉了\n同新你好~=W=\n第一玩总是特别开心！\n最后一次有这种感觉是14年9月玩一个很有趣的服务器"
        },
        {
            "author": "呼啸huxiao",
            "timestamp": 1470316440,
            "txt_content": "随着对ＭＣ了解的越来越多这种探索的乐趣就减弱了"
        },
        {
            "author": "MC_kemi",
            "timestamp": 1470363240,
            "txt_content": "玩多了肯定没有以前的感觉啦{:10_492:}"
        },
        {
            "author": "呼啸huxiao",
            "timestamp": 1470382680,
            "txt_content": "探索的感觉一点点消逝了"
        }
    ]
}