{
    "title": "【原创 连载】Emptiness II：涅槃【08-疑虑】【46241359】",
    "author": "46241359",
    "replyCount": 1,
    "timestamp": 1470296820,
    "txt_content": "正文\n\n\n\n    很硬的？\n    “那会是……项链吗，可能是吊坠之类的。”\n    “嗯，大概吧，不过我刚握住它，就有一只手让我离开了。”\n    还是个很珍贵的东西，或者是别的，总之不能轻易让人碰触。\n    Emptiness的脑海中立刻浮现出罗杰的外貌，他印象里罗杰身上不会戴那么显眼的东西，他们当中，印象里的确是有佩戴的只有……\n    凯文和韩霖。\n    都没给他一种会舍身救人的感觉，如果是为了救自己而把别人搭进去倒是很贴切。\n    也可能是她记错了吧，Emptiness朝她带着谢意地点点头，随即就退出了房间，倚靠在墙壁上沉思。\n    算了，不要再继续想了。他摇摇头，慢步踱回客厅，坐回沙发仰头看着天花板。\n    不管怎么说，他们当中有人会救她，必定是因为察觉到她有能够利用的地方，他们都不是那种好心人，会去救一个对自己而言毫无意义的陌生女孩。\n    那么，她的利用价值，到底在哪？\n \n    “你真的相信他？那个失踪几年后又重新出现的人？”\n    罗杰坐在转椅上，头歪向一侧，皱着眉思索了很久后才不紧不慢地给出回复。\n    “我也不想……但已经没什么人能相信了，他加入这里的确要比我们早，知道的事总归也比我们多，没有办法。”\n    阳一开始就不打算让他改变心意，只是在听说这人找上罗杰后总是心有不安。不管怎么说，虽然当初维克的确是自己申请退出，他们也有批准，但是根据Emptiness调来的资料看，显然维克在退出后不久就消失了踪迹，没有人知道他到底去过哪里，见到过什么人，身上发生过什么事。当然，她也不敢去仔细想，甚至都有可能产生他被人强制替换过记忆这种毛骨悚然的设想。\n    “嗯，那就这样吧。不过，我希望你还是小心些，那人我和Emptiness都不认为会有你想的那样可靠。”\n    “我很清楚……但如果真的想要从他身上得到点什么，不彻底放下戒备心的话，也许办不到。”\n    他结束通话后有些烦躁地将手机扔回桌上，传来硬物撞击到木桌时特有的闷响。阳总是这样，她明明知道自己不是那种任何事都不会去多加注意的人还是要打个电话来提醒一下，本来经过一段时间的自我催眠工作后他已经将那些担忧忘记的差不多了，如今又被挑起来换谁都有些心不在焉。\n    阳要提醒他的理由很简单，因为维克光从表面看就不是太过于简单的人，再加上他们当中的核心成员向来都会有点常人难以相信的能力，或者是极其冷静出色的头脑，总之肯定有什么过人之处就是了。\n    维克让他感觉和最开始的Emptiness有些相似，当然，不是性格方面，而是……其它的地方。罗杰能感觉出来维克刻意隐藏了什么东西不让他察觉，两人当时的交谈……不，是维克那时候的语气和神情，让他觉得就像是……两个许久没见过面的老友在聊天。\n    是错觉么。\n    叩门的声音。\n    “请进。”\n    门被人小心翼翼推开，瘦弱的身影快速迈进门内之后无声地带上门，靠着望向坐在自己前方的罗杰。\n    “……怎么了，为什么在这个时候……”\n    “没什么，”凯文走到对面，双手交叉，看起来十分不自然地坐到了椅子上，“就是来问问……那个女孩情况怎么样了？”\n    “她？她没什么事，我送到阳那里了，刚到那里时因为恐惧所以吃不下饭，不过现在已经恢复正常了。”\n     “我想起来那天有点情况，来和你说说，而且，这事现在回想起来，我突然间就明白为什么当时她看起来是一种惊恐过度的状态了，”凯文放缓了语速，脸上的神情突然变得严肃和不安，“我怀疑那个时候，她是被人推进水里的。”\n    “这话怎么说？”\n    “因为如果她是因为失足而掉进水中，按说醒来后并不会出现高度紧张的情况，加上……怎么说，她被我救上来以后像是做噩梦一样，口中一直念念有词，不过声音太小加上她神志不清，我也不知道到底说了些什么。”\n    “推下去的原因呢？那孩子年龄还小，总得有个恰当的理由能让人下手吧？”\n    “你还记得么，我在离她有段距离的地方找到的那个玩具熊。”\n    真要说起来，实际上它和正常的玩偶从外表上看也没什么不同之处。除了那双眼睛，虽然当时仅仅是粗略地看过一眼，凯文还是能够快速意识到那双眼睛根本是两个针孔摄像头。\n    “你是说……”\n    “我在想，那个玩具熊应该不会是她自己从商店里买来的吧，可能是……什么人送给她的？”\n    “……”\n    这么说，那孩子就不是单纯地被人推下水这么简单了。罗杰知道凯文在暗示他什么——那女孩的玩具熊里面藏了点其他人恰好需要的东西。这样的事，发生在一个年幼的孩童身上，未免太过于可怕了点，难怪她醒来时看上去那样茫然。\n    “维克·费恩，这个人你知道么？”\n    凯文在听到名字后猛地直起了身子，之后才意识到自己的失态重新靠回椅背上，“知道，但印象不好，我的养父也是。刚见到他时我的年龄也不算太大，也就十二三岁的样子。这个人……啧……应该怎么形容，总之他给人的感觉就是很奇怪，而且话也特别少。脸上的表情也一直很抑郁，那个时候养父说……虽然他是不喜欢维克，但不能不否认……维克是他所能见到的最标准的杀手。”\n    “他不爱说话？”\n    “是的，有一段时间我以为他是个哑子。”\n    罗杰摇摇头。凯文的描述，和他上次见到的维克，几乎没有任何一个特征能够匹配上。如果他不是因为失踪期间内的什么事而有了巨大变化，那么，就像罗杰所担忧的那样，他不是本人。\n\n\n\n\n|索引|\n\n\n@冥王星人 @zyj0807 @sam3737 @xcc @恶魔-潇洒 \n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1470297060,
            "txt_content": "你打不到我\n【使劲灰过】"
        }
    ]
}