{
    "title": "【原创·连载】Destruction 第一章【PandaXun 熊猫君】",
    "author": "PandaXun",
    "replyCount": 3,
    "timestamp": 1470298620,
    "txt_content": " 本帖最后由 PandaXun 于 2016-8-4 20:04 编辑 \n\n                                                                                                                                                     \n   听说过暗影之灵吗？   就是那些简称影灵，徘徊于圣地周围，用于制裁一切有意无意闯入禁域者的存在。\n   影灵徘徊在古老的密林中，那里还残留着古老旧神信仰的遗迹。\n   只不过，这一切都停留于传说，和歌者口中的吟唱。\n   因为无数人踏上的求索之路，至终是一条不归之路\n   虽然那古老的建筑已经破败，雄伟的殿宇化为瓦砾，精美的雕刻仅仅只剩废墟。   \n   它们依旧忠实的守护者诞生以来的领地，从不离去。\n\n“公元667年6月22日晚，战争女神雅典娜陨落之时，一道璀璨的光芒划过天空宛如闪电般的劈在了雅典娜雕像前。光芒划过的天空留下的残影凑成了五个字，孩童在妈妈怀里看着夜空喃喃的念出来：擅入圣地者死。”\n———《竹书纪元，光芒下的天空》\n   \n\n\n   圣骑士团为皇家所创。法玛，圣骑士团首领的尊称。\n   圣骑士团有个规定，那就是——只招女战士。众所周知，在战斗方面，女性对于男性而言，速度、力量、反应都不及男性。这也就造就了圣骑士团的女战士没有庸人，每一个女战士都是万里挑一。她们看似弱不禁风的女子，实际上像一条毒蛇，不动则己，一鸣惊人。她们致力追求一刀毙命，不给敌人喘息的机会。      \n   公元3696年。\n   少女们在笑谈中系好铠甲，手持剑刃相互比划。唯有自圣骑士团的严苛训练中脱颖而出，才能与法玛大人一道并肩作战，守卫勇士之地。\n   她们专注于训练，没有注意到她们之中武艺最出色者收起了剑刃。她离开训练场，意志反而比参与过去所有的比赛都更坚定。\n   她下定决心，要去挑战那强大的对手——禁域的影灵。\n   是的，她曾亲眼目睹影灵。她出身于荣耀的骑士家族，守卫勇士之地已经如同信仰般铭刻入了血脉。一个月前，她在武道大会的预选中赢得头名，荣获与骑士团夜间巡守的机会。就在那夜，她遇见了影灵。\n   穿透森林的月光照亮崎岖的小路，不知不觉，她远离同伴。子夜的迷雾中，影子般的战士凝望着她，那是双冰冷，苍白的眼睛。瞬时间，身为武者的本能令她抽剑进攻。她对自己的天赋很有信心，而对方同样精通战斗。枪尖撞击着铁剑，几乎令她招架不住。天性中渴望胜利的欲望被激发出来了！她忘掉了巡逻，忘掉了危险，她只想竭尽自己的力量，技巧，去赢过对方！她做到了。月光照亮这场决斗，直到另外一方缓缓倒下。\n    那一瞬间，她看到了奇异的景象：缓缓着陆的方舟，坚定的决裂，跨越整个大陆的迁徙以及离去的苍狼……还有什么？还有新的荣光降临，那是无比璀璨，从未见过的勇士之地！\n    从那夜起，她反复做着同一个梦。梦中的光辉如此真实鲜活。与此同时，从未有过的战斗热情被激发了。想要夺取胜利，想要唤回光辉美好的时代。而当晨曦的曙光降临，她真的发现自己手握利刃，仿佛时刻准备着战斗。\n   为了摒除噩梦，女战士尝试彻夜不眠的修炼，但总有一个声音在呼唤。古老的语言，听不懂的呢喃，却与她的心跳如此合拍。战斗，战斗，战斗！为了璀璨而荣光的勇士之地！就像身体里寄宿了另一个自我，告诉她这才是她真正的信仰。\n   是影灵的记忆吗？骄傲，不甘，呼唤……她的内心荡漾起冲动，想要了解关于这片土地的全部。   幽暗密林的尽头，影灵静静等待着。只是这一次，“她”的铠甲更加明亮，更加夺目，就像反复梦见的那片光辉。\n   她们沉默的交锋。对手却焕然一新般的无比强大，完全将她压制。她用尽了技巧抵抗，且战且退，整整一夜，直到无力跪坐在地面，长枪的枪尖抵近心脏时，才注意到日出的第一丝阳光，正洒在自己的身上，周围是沉默的废墟——传说中的，古老旧神信仰的所在。\n\n\n  “我，端木熙，绝对的信仰。”\n  那沉默的对手宣告。长枪携带着太阳的光辉，令人炫目。\n  忽然女战士明白过来，那影灵是在召唤自己。而自己，是被选中的继承者。\n  从未感受过的宏大力量融入了肢体。“影灵”，不，应该说是影灵的记忆和力量与女战士的身躯完全融为一体。\n  方舟，迁徙，苍狼，璀璨的勇士之地，还有——为了捍卫过去的璀璨的战斗！那重获新生的女战士，或者说重获新生的端木熙缓缓站起身，她的铠甲无比夺目，那是沐浴过太古光辉的矿石所打造。她的长剑无比锋利，那是由胜利和荣光所铸就的力量。\n  现在，她是新生的端木熙了。\n  她的时代，即将卷土重来！\n  “骑士的荣耀，就让我来守护！”\n\n下一章   索引\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1470299760,
            "txt_content": "感觉在哪里见过你的样子qwq"
        },
        {
            "author": "PandaXun",
            "timestamp": 1470300000,
            "txt_content": "@几个创作版较活跃的人来打赏犯法吗qwq\n@冥王星人  \n@sky建筑大师  \n@46241359  \n@恶魔-潇洒  \n@海潮  \n@DreamsDeductive  \n@xcc  "
        },
        {
            "author": "冥王星人",
            "timestamp": 1470301620,
            "txt_content": "文笔还好\n正统奇幻风\n但叙述手法有问题\n看不大懂在写什么\n也可以说你心里所想的\n并没有用文字表达清楚\n只能了解个大概\n以上\n\n【愿意的话可以来我群里详谈】"
        }
    ]
}