{
    "title": "<原创·连载>《麦块世界》序.精彩的麦块",
    "author": "sky建筑大师",
    "replyCount": 5,
    "timestamp": 1470297960,
    "txt_content": " 本帖最后由 sky建筑大师 于 2016-8-5 10:00 编辑 \n\n本帖最后由 sky建筑大师 于 2016-7-28 09:09 编辑\n\n这一章介绍一些大概的逻辑人物什么的。可看可不看。\n        莱恩帝国\n　帝国历史简介：由伟大的杜篆先生创建，辉煌时期是庞培统治时期，打败了其余四个帝国，却输给了天恩皇朝的凯撒大帝，被降级成为王国，改为莫里哀的家族掌权，莫里哀的父亲是一位伟大的发明家以及神术师，但因为一次魔法车故障死去，年轻的莫里哀在叔父古巴尔的帮助下掌控了王朝，从此，莱恩王国走上了复兴，更凭借着莫里哀的伟大被天恩皇朝升级为帝国，与北方的黑石帝国关系恶劣，但是与南方的极冰帝国关系较好，位于大陆中央，吞并了一度无人管辖的混乱之地，东方是世界的中央天恩皇朝，西方则是神秘的盘灵帝国，现在正处于积极的时刻。　　\n　　帝王：莫里哀\n　　\n　　特殊能力：可以制造强大的机器，红石天才，本身也拥有强大的红石力量，红石口袋的主人。\n　　\n　　简介：年纪轻轻便当上了国王，凭借着强大的红石机甲，成为了红石大神在麦块世界的代言人，行走全国，统一了混乱的莱恩王国，并且打败了黑石帝国。\n　　\n　　侍卫长；胡夫\n　　\n　　特殊能力：强大的身体，力大无穷。\n　　\n　　简介：原来是黑石帝国的一个普通人，因为拥有了善良的游脚商人赐予的世界上独一无二的金刚宝石被黑市帝国贪婪的财政大臣巴吉塔谋害，把金刚宝石缝在自己的胸口里，在狱中被拷打时，金刚石钻进了胡夫的心脏里，胡夫从此便拥有了强大的力量。打晕了狱卒之后失手杀死了巴吉塔的儿子路霸，从此沦落天涯被莫里哀的父亲救下，从此保护莫里哀家族。\n　　\n　　前国王：霍德\n　　\n　　特殊能力：TNT天才，发明家，神术师\n　　\n　　简介：第一个把科技融入战争，使中央地带的莱恩王国避免了被吞并的危险，与妻子一起在一场魔法车故障事故中死去。\n　　\n　　前王妃：莎莉\n　　\n　　特殊能力：格斗，机器制造\n　　\n　　简介：是霍德的好助手，贤内助，因为魔法车故障死去，也是可以王朝中极少数的可以打败胡夫的人。\n　　\n　　天下第一：酒神\n　　\n　　特殊能力：千杯不醉\n　　\n　　简介：锻炼身体到了极致，以至于生成了神格，隐居在莱恩帝国的国都机械城中，曾经一人打败了地底之王哈迪斯，金王金塔克，铁神无极。以一招之差击败了红石大神，被誉为天下第一，却在一次战斗中喝醉了之后失去了神智，打晕了敌人之后，坠落在了一处冰谷，被冰封住，下落不明。\n\n\n　　皇家学院院长：冰罗\n\n\n　　特殊能力：战斗大师，武器大师，世界无双\n\n\n　　简介：从小在都城长大，曾经救过前任国王，当过莫里哀的老师，现在在皇家学院驻扎\n\n\n　　副院长：慧谷\n\n\n　　特殊能力：治疗\n\n\n　　简介：冰罗的养女，治疗能力强大，只要有一口气就可以救活。\n\n　　\n\n       黑石帝国\n     帝国历史简介：黑石帝国位于大陆北方，徒弟辽阔，但是非常贫瘠，恶劣的环境孕育了人们坚韧的性格，长期的劳役使人们的耐力体质力量都得到了增强，因此作为一个只有一百多亿人民的帝国却拥有五十多亿战士，幸亏有莱恩帝国的机器抵抗黑石，不然的话，我们可以预见大陆将有一次危机——黑石。　　\n　　帝王：比尔\n　　\n　　特殊能力：变身\n　　\n　　简介：在一次政变中，年轻的将军比尔意外被注射了狼人血脉，作为一个帝国的未来，帝国双子星，他无法接受这一切，于是他花了十年时间努力练习，获得了比武大赛第一名，并杀死了老帝王。成为了新一代的黑石王。\n　　\n　　老帝王：波利亚\n　　\n　　特殊能力：声波，格斗技\n　　\n　　简介：长期的苦行僧生涯使得波利亚拥有强大的武力和耐力，年月没有夺走他的武力，反而使他更加优秀，比武大赛时，他没有预料到帝国的未来竟然会袭击他，导致他直接死在了王座上，他也没有想到精疲力尽的比尔敢在这时候偷袭他，由于怨念太强，他的力量全部进入了比尔体内，使比尔悠久的狼人寿命缩短到了十年。\n　　\n　　双子星：比尔【黑石帝王】，亨利\n　　\n　　特殊能力：\n　　\n　　比尔：变身\n　　\n　　亨利：双刀流，强大的体魄\n　　\n　　简介：\n　　\n　　比尔：在一次政变中，年轻的将军比尔意外被注射了狼人血脉，作为一个帝国的未来，帝国双子星，他无法接受这一切，于是他花了十年时间努力练习，获得了比武大赛第一名，并杀死了老帝王。成为了新一代的黑石王。\n　　\n　　亨利：长期战争的洗礼使他拥有强大的体魄,为了提高杀敌的效率研发出了双刀流，然而他作为老帝王的弟子，比尔却没有杀掉他，不是因为惜才，而是因为他有一个杀手锏\n　　\n　　战神：阿瑞斯\n　　\n　　特殊能力：体术\n　　\n　　简介：天榜第二十八如果说有一招鲜吃遍天的人，估计只有战神了，曾经与酒神打平的男人，可以说是黑石帝国能够屹立不倒的另一个重要原因。\n　　\n　　邪魔：古力\n　　\n　　特殊能力：操纵魔法车\n　　\n　　简介：地榜第二十三，作为一个邪魔，自然干了许多不可原谅的事情，是比尔的心腹，负责刺杀莱恩帝国的高级人才，由于被莱恩帝国国安局通缉已经转手负责战车。\n\n\n　　疯子：胡利\n\n\n　　特殊能力：基岩\n\n\n\n　　简介：黄榜第三十八，假死。\n\n\n     极冰帝国\n     帝国简介：由一群躲避灾难的人的后代组成的王国，适应了冰天雪地的生活，却不适合炎热的气候，因此只能盘踞在自己的领地或者周围移动，最害怕与黑石帝国交战，因为黑石帝国人数多，气候炎热，因此与莱恩帝国联合，防止被骚扰，但是黑石帝国也无法与极冰帝国抗衡，只可以凭借地形恐吓敌人。　　\n　　帝王：冰帝\n　　\n　　特殊能力：冰\n　　\n　　简介：冰帝还是个孩子的时候就被遗弃在了冰窟里，得到了冰神的旨意，成为了冰神的接班人，在人间的代言人，以99％的得票率当选一代大帝。\n　　\n　　帝王顾问：季丽雅\n　　\n　　特殊能力：上帝大脑，建筑大师\n　　\n　　简介：是将冰帝带出冰窟的人，大脑被长时期的冰冻，导致记忆永久不会流失，还可以将看到的一切东西冰冻在脑子里，因为冰冻保持绝对冷静，但是需要大量的运动来让大脑活跃，除了给冰帝提建议之外就是建造，极冰帝国一半的堡垒是她建造的。\n　　\n　　极冰侠：史塔克\n　　\n　　特殊能力：超强的耐力，体力，生命力，长生不老，世界智者榜第三名\n　　\n　　简介：看他老实帅气的样子，可能会被他迷惑，其实他是一个智者，智慧超过了季丽雅，由于在冰窟里冰冻了无数年，前来避难的人解冻了他，为了报答他们，史塔克便一直暗地里维护治安。\n　　\n　　紫发大将：狐狸\n　　\n　　特殊能力：指挥能力强，攻击力强\n　　\n　　简介：凯撒曾经说过他是上帝赐给人类的战争天才，狐狸非常狡诈，人生战绩198胜1平1负，1平正是凯撒带来的，但那1负，不管人们怎么好奇，因为狐狸似乎从未输过，冰帝曾经问过狐狸，狐狸只是沉默不语，这个秘密只有极冰侠和顾问知道。\n　　\n　　战斗狂人：金银\n　　\n　　特殊能力：武器大师\n　　\n　　简介：可以融会贯通所有武器，一枚石头在他的手上都可以发挥出炸弹的威力，神秘人物，不详\n\n　　\n\n\n     自然帝国\n     帝国简介：自然帝国由天地孕育的宠儿建立，保证了血脉的纯正，他们强大的眼力以及强大弓箭技艺维护了他们的国家，强大的魔法痛击了敌人，\n\n　　现任国王：木法，天才，绝对的天才，年方弱冠就已经成了少数的强大法师，痛击了黑石帝国，从此无人敢犯，国宝生命之树，无人可破，无人可移。树神，草神，花神的代言人。\n  其余人士不详\n\n\n　　\n \n     天恩皇朝\n     皇朝简介：是一群教徒以及苦修士组建的国家，后来吸纳了许许多多科学家以及高端人才，一度达到鼎盛时期，后因国内三巨头争霸，导致元气大伤，就在这个时候，凯撒大帝横空出世，以十五岁的年龄迅速掌控军队，整个元老院都被他掌控，后来，他凭借着强大的军事才能，打败了莱恩帝国，黑石帝国，极冰帝国，自然帝国，甚至差点消灭极冰帝国主力，加冕为皇，使天下成为和平状态。\n皇帝:凯撒\n特殊能力：皇者之气，凯撒大剑\n简介：少年得志的凯撒在一百年的战斗中磨砺了强大的技巧，被誉为剑技大师，师从一代剑神阿法尔先生，现在掌管着天恩皇朝，是独裁者，但是却创造了由苦修者和教皇组建的国会，使得天恩皇朝经久不衰。\n\n丞相：维恩\n特殊能力：足智多谋，智者榜第一名。\n简介：没人知道他的过去，也没有人知道他的未来，因为他是维恩。\n\n将军：克拉苏\n特殊能力：统御，刀戟\n简介：凯撒的敌人，后来与凯撒和好，将所有士兵送给凯撒并且帮助凯撒统一了帝国，目睹了皇朝的建立。\n\n天帝：多多里\n特殊能力：引力，斥力\n简介：曾经打败酒神的人，后来因为招数被酒神识破，被击败，目前研发新招数，是最有希望打败酒神的人。\n\n剑神：阿法尔\n特殊能力：剑魂\n\n简介：阿法尔出生时嘴里就含着一把没开锋的剑，随着阿法尔年龄的增长，这把剑也在变大，并且适应阿法尔的身体，阿法尔成为剑术大师的那天，这把剑开锋了，十年之后，阿法尔成为剑神，这把剑便再也没动过，没有人知道真正的剑神有多恐怖。\n    \n\n匆匆的个人索引\n\n",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1470300120,
            "txt_content": "已添加模板，那个表格就可以删掉了，这个还是你自己删吧"
        },
        {
            "author": "570855441",
            "timestamp": 1470311100,
            "txt_content": "可以做一张大陆的图片吗？不然只靠yy根本看不懂\n\n\n\n\n01524aed2e738bd46e81d343a78b87d6267ff903.jpg (9.55 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-4 19:45 上传\n\n\n\n\n"
        },
        {
            "author": "570855441",
            "timestamp": 1470311340,
            "txt_content": "黑市帝国，lz好粗心   \n\n\n\n\n0fcc2834349b033b9647603210ce36d3d739bd76.jpg (3.34 KB, 下载次数: 1)\n\n下载附件\n\n2016-8-4 19:48 上传\n\n\n\n\n"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1470361920,
            "txt_content": "恶魔-潇洒 发表于 2016-8-4 16:42\n已添加模板，那个表格就可以删掉了，这个还是你自己删吧\n好的，谢谢版主"
        },
        {
            "author": "sky建筑大师",
            "timestamp": 1470361920,
            "txt_content": "570855441 发表于 2016-8-4 19:49\n黑市帝国，lz好粗心\n好的，我马上改过来"
        }
    ]
}