{
    "title": "【我的编译】怎样靠MC赚钱？",
    "author": "theMia",
    "replyCount": 21,
    "timestamp": 1470304560,
    "txt_content": "怎样靠MC赚钱想不想一边宅家抠脚玩一边MC挣钱？今天这个帖子就叫你美梦成真！接下来说的几种靠MC赚钱的方法，有难有易，全看自己选择。重点是你得有PayPal，还得做个遵纪守法的好良民。恭喜你发财~恭喜你精彩~ 一．第三方下载网站通过短链接挣钱是非常简单的，而且这种方法几乎适用于MC的各个方面。（别指望能靠这个成为第二个马爸爸，安心赚点小钱还是可以的。）你把自己做的那些MC地图，mod，资源包或者其他跟MC有关的东西，贴到MC的大论坛上，比如Minecraft Forums和Planet Minecraft（这俩强推），然后附上第三方下载链接。提供下载的第三方网站就会依据点击量给你分成。我推荐几个我觉得还不错的第三方下载网站：1.AdFoc.us我比较推荐用这个网站。每1000的点击量分成6.7刀，市价最高。而且这个网站的广告不是弹窗式广告，所以不用担心病毒和垃圾邮件。2.Adf.ly这个网站是每1000的点击量分5刀，也算良心。大多数人会选择用这个网站，因为它不怕广告拦截软件，稳赚。所以我也比较推荐这个网站。二．求打赏看到这儿你可能觉得我疯了“搞笑呢吧你，现在都是免费下载，谁给你打赏啊？”相信我，虽然伸手党占大多数，但如果你做出来的东西确实好确实有用，还是有人愿意打赏的~【这个方法操作性不强，以Paypal为例简单说一下】PayPal你把作品放到论坛上之后，搞个打赏链接。具体操作请谷歌。三．编程一说编程，大家立马想到Mod。但是，想靠卖MOD赚钱基本是不可能的，现在外面那么多MOD，谁会愿意花钱买你的。这里我想说的是Bukkit插件。你们有的可能不知道Bukkit是啥，欢迎谷歌。我先简单说一下，Bukkit插件本质上也是MC服务器的MOD。小到交易系统插件，大到小游戏插件，只要你的插件够牛逼，有的是腐竹愿意花大价钱买。做插件首先得会Java编程，然后去油管上看看教程。虽然靠这个能赚大钱，但是插件不是你想做，想做就能做啊T-T。四．当“网红”这个方法是最好玩的。只需要上传你的游戏实况，建筑教程，红石教程等视频就ok啦。只要积累了一定的人气（1000的订阅量就差不多了），你就能靠谷歌广告赚钱了。你的视频点击量越大，你就能赚越多的钱。直接把广告放进视频就可以，因为这个是谷歌给的广告所以完全不用担心病毒或是垃圾邮件。五．服务器1.靠服务器赚钱有两条路可走，你可以选择当腐竹。虽然当腐竹费钱费力，但如果你擅长建筑和管理，那也不失为一个好方法。先建好你的服务器，好好打理一下，该弄上的都弄上，然后你就可以求打赏啦~或者你可以卖特权，价格越高，特权越大，总有人民币玩家的~2.或者你可以选择当腐竹的小弟。如果你建筑技能不错，管理技能也不错，或者会写插件，但就是苦于没钱建自己的服务器，那你可以走这条路。首先你得找个新服，因为通常新服比较需要人手。然后问腐竹要不要小弟，如果腐竹说要，那你使出浑身解数求勾搭，勾搭成功了，钱也就不愁了。 最后，上面说了那么多赚钱的方法，你可以任选其一或另辟蹊径。总之，恭喜你发财，恭喜你精彩~~~~\nHOW TO MAKE MONEY WITH MINECRAFT.\n\nI. Welcome\nEver wanted to make money while you are sitting in front of your PC, playing Minecraft, being 100% naked and eating doritos? So this is the place for you. The list above contains many different ways of making money with Minecraft, including easy ways and difficult ways, it is up to you to choose which way you want to start. And the most important thing is: you must have a PayPal and do not do anything that breaks the law.\n\nHave a nice day! And I wish you all success :)\n\n\n\n\n\n\nII. Ways of making money with Minecraft1. Shorten Links ( Not Really Recommend )\n\nOk, so this way of making money is very simple and it will earn you some money from almost everything you make with Minecraft.\n\n( I don't say you will become super rich with this method, but it is a safe and reliable source of money income. )\n\nSo you start with this method by making a Minecraft map, mod, resource pack, or just some things that are about Minecraft and you post on some Minecraft famous forums like:\n\n\n\n                                                  http://www.minecraftforum.net/\nOr:\n\n\n                                                 http://www.planetminecraft.com/\n\nIn my opinion, these websites are actually the best place for you to post your own projects which about Minecraft. And after you post your project there, you should add your download links using some shorten link website. These shorten link websites will pay you for every single person that use the link which you shortened.\nSo here are the best shorten link websites according to my opinion:\n\nA. AdFoc.ushttps://adfoc.us/\n\n\n\nI personally recommend using AdFoc.us because this website will offer you $6.70 / 1000 views which  is the highest offer now. And their advertisements are absolutely not pop-up so your downloaders don't have to worry about virus or spams.\n\nB. adf.lyhttp://adf.ly/\n\n\nThis site offer you $5 / 1000 views which is a very nice offer too. And most people use this site because Ad Block doesn't work on this site so you are sure to make money with this site. If you want to be 100% sure that you make money, I recommend you use this website.\n\n2. Ask For Donation ( Recommend )\n\n\nSo if you read the headline, probably you will think \" Uh, hey dude! R u kidding us? Nobody will donate. They just want to download for free! \"\nAnd here is my reply: \" Yub, most people do so. But some will donate you some money if your work is really work and useful for them. Trust me! \"\nSo here is some ways of doing this method:\n\nA. Donation With PayPal\n\n\nSo after you post your project ( maps, mods, resource pack, ... ) on a Minecraft Forum, you should add a Support Section which include the Donate Button or some where to donate for you. You should do some Google Search on how to do so.\n\nB. Patreon\n\n\n\n\nThis way of making money don't require your work to have the best quality but this requires you to upload some things new very often since with this method, you are paid with every single thing that you make. So, first make some \" killer \" projects that everyone loves and then ask for someone to become a Patreon for you. They will pay you automaticly whenever you upload some thing.\n\n3. Coding\n\n\nWhen I say about this type of making money, many people immediately think about Minecraft modding. But no, never try to sell your mods because there are many different mods out there and the percent that you get your mods to be sold is actually very low.\nBut what I am talking about in this Coding section is Bukkit Plugins\n\n\n\nSo some of you my don't know what Bukkit is. You can do some Google Search for more detail. But I will talk about it in short. Bukkit plugins are actually mods for Minecraft Server, and many servers will offer you tons of money if you can make a unique plugin for them from a simple Economy system to a complex one like minigames.\nAll you need to know in order to make these Plugins is some knowledge on Java Coding Language and then search Youtube for some Bukkit Developer Guide.\nAlthough this way of making money can make you rich but it's quite hard for almost everybody to make their own plugin.\n\n4. Youtube\n\nSo this is actually a really fun way to make money with Minecraft. You can upload game play videos, house and redstone building tutorials, ... And once you get quite popular ( about 1000 subs is Ok ) you can use Google Adsense to have money from your videos, the more views you get, the more money you can make.\n\n\nIf you use Google AdSense, you are actually making money by putting advertisements into your videos. You don't need to worry about annoying advertisements or spams since these advertisements are from Google so they are completely safe to use.\n\n5. Server\nA. Making your own Server\n\nSo this way will cause you money and time. But if you are good at building and managing, so this is the right method for you. After finished building your server and added every thing it needs to become a good server, just add donation for your server ( my friends have a 40 player slots server and he makes about 60 $ every month, he only need 10 $ to host his server. ) or you can even add perks to your server and then sale them. The more expensive the perk is, the more permission they will get.\nBut I am absolutely sure that you will make money with this way.\n\nB. Become a Server Staff\n\n\nSo you are very good at building, managing or coding Bukkit Plugins but you can't afford to make your own Minecraft server? So you should look for a newly create server ( these servers usually need staff since they  are newly created ) and ask if you looking for staffs. If they need staffs, prove yourself that you  are useful by giving them some informations about yourself and if you are a builder, send them an image about what you have done in Minecraft. And if they accept you, here come the money .\n\nIII. The End\nIn conclusion, you can use any ways of making money from above to make money, you can even think an unique one. I hope you best luck and make a lot of money.\nGood bye! And have a nice day!\n",
    "replies": [
        {
            "author": "1790175861",
            "timestamp": 1470305580,
            "txt_content": "然后下面一大堆看不懂的英文是什么= ="
        },
        {
            "author": "theMia",
            "timestamp": 1470305640,
            "txt_content": "1790175861 发表于 2016-8-4 18:13\n然后下面一大堆看不懂的英文是什么= =\n下面是原文 看我的译文就可以啦~"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1470307980,
            "txt_content": "辛苦了翻译……其实说起来和做起来也是两码事，真的不简单"
        },
        {
            "author": "火星浮云",
            "timestamp": 1470308220,
            "txt_content": "然而……我一个都不会"
        },
        {
            "author": "kuangwenxin",
            "timestamp": 1470309300,
            "txt_content": "mcbbs行得通?,,,\n我记得不让用盈利链接的,."
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1470322980,
            "txt_content": "图片比例崩了"
        },
        {
            "author": "正义の冷子",
            "timestamp": 1470361860,
            "txt_content": "theMia 发表于 2016-8-4 18:14\n下面是原文 看我的译文就可以啦~\n全部都砍懂了"
        },
        {
            "author": "Poison丶vivi",
            "timestamp": 1470370020,
            "txt_content": "嗯嗯                  "
        },
        {
            "author": "雪尼",
            "timestamp": 1470413160,
            "txt_content": "图片蜜汁比例"
        },
        {
            "author": "theMia",
            "timestamp": 1470478020,
            "txt_content": "雪尼 发表于 2016-8-6 00:06\n图片蜜汁比例\n我直接复制粘贴的图片 结果全崩了 T-T"
        },
        {
            "author": "theMia",
            "timestamp": 1470478500,
            "txt_content": "我就是那逗 发表于 2016-8-4 18:53\n辛苦了翻译……其实说起来和做起来也是两码事，真的不简单\n为人民服务～我翻这个也是想着给大家一个思路 看看外国怎么搞的"
        },
        {
            "author": "NeverC",
            "timestamp": 1470536460,
            "txt_content": "代购赚钱，开服（基本是图开心吧）"
        },
        {
            "author": "不死之躯",
            "timestamp": 1470573180,
            "txt_content": "有用吗、？？？？ ，还有，能不能翻译一下"
        },
        {
            "author": "theMia",
            "timestamp": 1470620460,
            "txt_content": "NeverC 发表于 2016-8-7 10:21\n代购赚钱，开服（基本是图开心吧）\n开服赚钱目前是最流行的"
        },
        {
            "author": "theMia",
            "timestamp": 1470620880,
            "txt_content": "不死之躯 发表于 2016-8-7 20:33\n有用吗、？？？？ ，还有，能不能翻译一下\n上面不是翻译好的吗 T-T 你们怎么都不看"
        },
        {
            "author": "Lovely丶小胖",
            "timestamp": 1470713160,
            "txt_content": "然而没有什么卵用"
        },
        {
            "author": "Lovely丶小胖",
            "timestamp": 1470714720,
            "txt_content": "想靠MC挣钱。洗洗睡吧"
        },
        {
            "author": "ju哌y",
            "timestamp": 1470723840,
            "txt_content": "有这个时间完全不如找个工作..."
        },
        {
            "author": "theMia",
            "timestamp": 1470724800,
            "txt_content": "ju哌y 发表于 2016-8-9 14:24\n有这个时间完全不如找个工作...\n当然啦 \n这本来就是教你如何用MC赚钱 又没说如何只靠MC赚钱"
        },
        {
            "author": "Xiao2",
            "timestamp": 1471084020,
            "txt_content": "kuangwenxin 发表于 2016-8-4 19:15\nmcbbs行得通?,,,\n我记得不让用盈利链接的,.\n我找不到相关坛规\n贰逼还曾给自己的教程挂上adfly"
        },
        {
            "author": "kuangwenxin",
            "timestamp": 1471086000,
            "txt_content": "Xiao2 发表于 2016-8-13 18:27\n我找不到相关坛规\n贰逼还曾给自己的教程挂上adfly\n以前我发帖就被删了..   估计要100%原创或者国外的原链才让放的\n之前那帖删帖的时候还注明不要用盈利链接"
        }
    ]
}