{
    "title": "【匠人酒馆Ⅰ】新人须知|版块向导|规章制度",
    "author": "Forever_小树",
    "replyCount": 2,
    "timestamp": 1470311700,
    "txt_content": " 本帖最后由 麦白 于 2018-7-2 02:30 编辑 \n\n欢迎来到【匠人酒馆】！\n在这里，你可以畅聊匠艺，与大家交流建筑创想(  °▽  °)~[][]~(￣▽￣*)\n在这里，你可以招兵买马，壮大自己的工匠团队～(￣▽￣～)(～￣▽￣)～\n在这里，你可以整装待发，寻找需要的地图资源O(∩_∩)O~~\n在这里，你还可以……\n啊啦啊啦，别光站着，赶快融入我们【匠人酒馆】吧！\n>>版块简介\n[畅聊匠艺]：每一个建筑创想都值得被大家重视！\n在你做地图的途中，如果想展示自己的施工现场，问问大家的意见建议，或是吊吊胃口、显摆显摆，酒馆为你摇旗助阵~\n突发奇想，有了建筑灵感和计划准备分享，或是吐槽吐槽，对地图发点牢骚，酒馆是你的天地~\n如有以上需求，请选择[畅聊匠艺]分类。\n对于发帖已有一定时间且已无更多讨论意义的主题我们可能会进行关闭处理。[17/02/09]\n\n[匠心传授]：工匠之魂，铸造经典，由你传承！\n游走于木石之间，每一位匠人都积攒了自己宝贵的经验，目无全牛，登堂入室……\n来吧，分享出来吧，把自己的智慧凝练成一字一句的教程，为后来者留下宝贵的财富吧。当你看到自己的匠心能够在别处绽放光芒，心中的喜悦一定是难以比拟的！\n如有以上需求，请选择[匠心传授]分类。\n[模板构件]：既然大家各有所长，不妨一起打造梦想！\n或许你擅长构造地形、打磨建筑，却总不能在它们之上赋予别的意义，别急，把作品当做模板放在酒馆吧~\n或许你擅长园艺装潢、设计游戏，却总是找不到一个完美的框架装下它们，别急，来酒馆寻找一个模板吧！\n如有以上需求，请选择[模板构件]分类，同时使用[地图模板发布]。\n\n[匠心传授][模板构件]类型帖子系列允许建立索引贴\n索引贴需有一个明确的主题，贴内所包含帖子需为索引贴楼主作品，且至少包含5贴\n索引贴有机会获得图章评定，一般情况下若索引贴已进行评定，索引内所包含帖子便不再进行评定，反之亦然，但索引若包含大量优秀作品可以获得高亮。[17/03/18]\n\n[佣兵招募][地图征稿]的发布需要满足相关条件，详情见本帖二楼~\n想加入优秀的团队，合作完成作品？快去看[佣兵招募]分类！\n想要知名实况主把你的作品拍成视频？快去看[地图征稿]分类！\n>>注意事项\n①匠人酒馆暂不开放附件出售，回复可见仅供[模板构件]使用,请各位见谅；\n②酒馆的主题里，[匠心传授]和[模板构件]必须带图，其它分类通常情况下也请配图，以免因为帖子太水稀释了好酒；\n③若借鉴了教程或借用了模板铸造自己的作品，希望大家能在帖子里感谢教程/模板作者；\n④木有啦(￣▽￣)\n>>奖惩制度\n匠人酒馆版主会为每一篇花费心血的帖子赋予价值相当的积分奖励，对于不同分类，奖励的基准有所不同：\n[畅聊匠艺]：版主会时常游走在各类施工现场与灵感交流之间，为有创意有想法有内涵的帖子加分~\n[匠心传授]：\n对于教程帖，原创的基准要求是图文并茂，翻译的基准要求是准确通顺，即大家都能够正常阅读你的教程所想表达的内容。只要满足基准要求，就会获得不低于2人气20金粒的基准奖励，并视情况给予“原创”或“授权搬运”图章，三天版头推荐和永久高亮。\n\n如果版主认为你的教程帖很有引导性和启发性，将给予“版主推荐”图章，如果教程帖发出后在会员中的反响较好较火爆，将给予“推荐”图章。两类推荐图章都会将基准奖励提升至4人气40金粒，并给予五天版头推荐和永久高亮。\n\n如果你的教程同时满足上述两方面的要求，且都比较出色，将会给予“优秀”图章，获得不低于5人气60金粒1贡献的奖励，并给予七天版头推荐和永久高亮。\n\n如果你的教程非常出色，将直接给予“精华”图章，获得不低于5人气60金粒3贡献的奖励，并给予七天版头推荐和永久高亮。\n\n[模板构件]：\n对于模板发布帖，原创的基准要求是图文并茂，搬运的基准要求是翻译或作出介绍，即大家都能够正常理解你的模板的内容与打开方式。只要满足基准要求，就会获得不低于2人气20金粒的基准奖励，并视情况给予“原创”或“授权搬运”图章，三天版头推荐与永久高亮。\n\n如果你的模板有较好的相容性和再创作的潜质，将给予“版主推荐”图章，如果你的模板有一定的数量或规模，将给予“推荐”图章。两类推荐图章都会将基准奖励提升至4人气40金粒，并给予五天版头推荐和永久高亮。\n\n如果你的模板同时满足上述两方面的要求，且都比较出色，将会给予“优秀”图章，获得不低于5人气60金粒1贡献的奖励，并给予七天版头推荐和永久高亮。\n\n\n如果你的模板非常出色，将直接给予“精华”图章，获得不低于5人气60金粒3贡献的奖励，并给予七天版头推荐和永久高亮。\n\n优秀/精华回访晋升制度\n好酒需要陈酿，好帖也需经受岁月的磨炼。匠人酒馆建立起回访晋升制度，在时间的洗礼中未能褪色的好帖方可脱颖而出，获得应有的赞誉与丰厚的回报。\n\n对于教程帖，优秀的基准要求是排版整齐工整、图文并茂、生动形象，并获得了“版主推荐”或“推荐”图章。版主会在推荐的五天后进行回访，如果在此期间有相当的火热程度，将给予帖子“优秀”图章，获得额外的3人气25金粒2贡献，并给予额外七天版头推荐。\n精华Ⅰ的基准要求是非常有多元启迪性、能够引导阅读者学习后运用和创新、帖子本身也有一定创造性和代表性，并获得了“优秀”图章。版主会在优秀的七天推荐期后进行回访，如果在此期间有相当的火热程度，且作者非常热心回答回复中的问题，作者和阅读者之间有良好的互动，将给予帖子“精华”图章，加入精华（500金粒2贡献），将额外奖励提升至5人气60金粒3贡献，并给予额外七天版头推荐。\n对于搬运和翻译的教程帖，可以按要求给予“优秀”图章，但一般不考虑“精华”。\n我们不推荐单篇教程写得过长，而推荐成系列地发布教程，最好是系列中每一篇都能使阅读者提升一个层次。单篇教程一般情况下最高给予精华Ⅰ，而系列教程则会在精华Ⅰ的前提下，考察是否有适应版本的更新、教程是否顾及所讲系列的各个方面等，每个季度进行一次精华Ⅱ和精华Ⅲ的晋升。\n\n对于模板发布帖，精华Ⅰ的基准要求是相容性和再创作的潜质很强，数量足以形成一个系列或规模达到可以作为地图作品的主体，并获得了“优秀”图章。版主会在优秀的七天推荐期后进行回访，如果在此期间有相当的火热程度，模板受到很好的反馈，作者和阅读者之间有良好互动，将给予帖子“精华”图章，加入精华（500金粒2贡献），将额外奖励提升至5人气60金粒3贡献，并给予额外七天版头推荐。\n在精华Ⅰ的前提下，考察帖子中模板是否被加以应用、是否有基于多方建议的微调或适应版本的更新等，每个季度将进行一次精华Ⅱ和精华Ⅲ的晋升。\n\n在回访制度中脱颖而出的帖子，可能邀请大区版主来光顾和加分哦~\n如果感觉奖励评判与自己的作品不符，请到这里吐槽>_<\n\n可啪的违规惩罚\n本版的违规界定基本承接于【必看】Minecraft中文论坛【规章制度、积分、等级、勋章】和创世匠艺大区 | 综合版规，如有例外会在此说明。\n但酒馆是一个大家一起happy的party，对于违规，我们将考虑是无意触犯还是有意为之，给出不同的处理态度。\n在闲聊之间，觥筹交错，无意冒犯了老板娘？没关系，酒馆会采取+1金粒的方式予以提醒，既不会影响大家饮酒言谈的心情，也可以有效告诉大家老板娘闹别扭了o(>﹏<)o\n如果你发现你在酒馆的帖子或回复被扣金粒甚至人气，说明你有点小过分了，酒馆借此进行口头警告！\n如果你被发卡甚至禁言，好好面壁思过，别来找我(╯‵□′)╯︵┻━┻\n\n酒馆对剽窃、引战、人身攻击等有失道德水准的行为持零容忍态度，请勿触犯，否则别怪我心狠手辣^_^\n>>老板娘赠言【各位客官看这边~】\n>>FAQ【请移步交流区~】\n本帖自发布之日起生效\n匠人酒馆版主保留版规最终解释权\n",
    "replies": [
        {
            "author": "Forever_小树",
            "timestamp": 1470581220,
            "txt_content": " 本帖最后由 DGK2 于 2017-7-10 17:09 编辑 \n\n[佣兵招募]：Give me a hand,I can create a new world!\n建筑之路上，独行难免受阻。赶快建立起团队，然后来酒馆寻觅几位得力干将吧！\n没有组织，又想挑战擂台赛副本？大战在即，也可以来酒馆紧急招募呢~\n如有以上需求，请选择[佣兵招募]分类。\n[佣兵招募]的发布分为以下三种资质：\n初级资质：团队在【展示&共享】或【搬运&鉴赏】中获得至少一个优秀，且团队内核心成员不少于三名，即满足初级资质，此类招募帖在发布后可享受版头推荐和两周高亮。注意核心成员不能短期内出现在两个团队的申报中，否则会影响资质的评定。\n高级资质：团队成为创世匠艺大区入驻团队，即满足高级资质，此类招募帖在发布后可享受版头推荐和永久高亮。\n超级资质：团队拥有建筑创作类的论坛优秀小组勋章，即满足超级资质，此类招募帖在发布后可享受版头推荐和永久高亮，并在版头展示小组的勋章。在发帖后，请移步第Ⅱ置顶帖申请相关资质的优惠待遇~\n没有取得资质也可以发布招募帖，但不享受任何优惠待遇。\n在大型比赛（如擂台赛）前夕，酒馆将开放特殊招募的资质申请，详情会在比赛前发帖说明。\n本版仅允许地图制作相关小组进行招募，招募帖内容可随心编写，但原则上需包括对团队的介绍，招募的标准，大致目标与联系方式。\n需要在本坛发布过原创的建筑作品，且获得了推荐及其以上的图章或者拥有已具有一定规模的大型企划。\n招募时需在贴内标注小组作品或者大型企划的链接或者展示图。\n禁止低质量敷衍的招募贴，发帖人请尽量使帖子吸引人建议使用一个好的版排。\n招募贴禁止抄袭其他团队的招募贴以及禁止为了达到某种宣传效果而进行虚假宣传。\n招募帖一律不允许回复自顶，只可以使用论坛道具“提升卡”。每人/每个小组仅允许发布一个招募贴，若进行更新请编辑旧贴，若需删帖请联系版主。\n\n当然也可以为单个工程进行招募，但是需要有具体的规划标在帖子中。[地图征稿]：踏破铁鞋无觅处，不如赶快来酒馆~\n身为实况主，找不到好地图玩时，不妨来酒馆征征稿？一定会满意的！\n身为游戏地图作者，作品需要高手玩，不妨来酒馆投个稿？一定会满意的！\n如有以上需求，请选择[地图征稿]分类。\n[地图征稿]的发布暂不进行资质区分，也暂不给予任何优惠待遇。\n征稿帖内容一切随意，但原则上需包括自我介绍和需要的地图(或玩家)类型。征稿帖一律不允许回复自顶，只可以使用论坛道具“提升卡”。\n管理组有权移除过于简洁敷衍的招募与征稿贴，另再次重申禁止服务器招募。\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "Forever_小树",
            "timestamp": 1470967800,
            "txt_content": " 本帖最后由 LocusAzzurro 于 2016-9-25 12:58 编辑 \n\n>>老板娘赠言\n酒馆，休闲与技术交叉奏鸣~\n我心中的酒馆，并不只是大触的聚集地、超级建筑师的讨论区。每个人都有梦想，每个人都会有灵感一闪而过，都能有宏伟的计划，也都有乐于交流和分享的心，我认为这些才是酒馆的精华。\n\n我心中的酒馆，也不是没有底线、什么都可以发出来批判两句的水区。但对帖子的限制真的很宽松，一是与地图的打造有关，这是酒馆的框架，二是有想法，这是酒馆的灵魂。所以酒馆发帖一般要求配图，这是为了防止太水；所以酒馆会给很多帖子甚至回复加分，额度不算高但范围广，这是为了鼓励每一个梦想，给予梦想养料，让梦想成长为现实。\n\n也就是基于我对心中酒馆的期望，酒馆的管理上常常有两极的制度，有兴趣的可以去看看逻辑斯蒂曲线，我觉得用它来衡量一个版块的奖惩制度是非常合适的。\n\n酒馆，兼容休闲与技术，交叉奏鸣，梦想起飞~\n分享的乐趣\n是的，分享也是酒馆的一个重要主题。教程帖是经验的分享，模板帖是资源的分享，普通的交流帖也是一种灵感的分享。分享的乐趣是无穷无尽的，在这里我希望向大家阐述一下我的观点。\n\n对于被分享者，他人的经验、资源或灵感为你的地图添砖加瓦，所以希望大家学会感恩。为对你提供帮助的帖子加加分，或者在发表你的地图时写上作者的名字，都是一种感恩的行为。这些行为会给作者带来极大的慰藉，让这些宝贵的分享帖能够继续流传。\n\n对于分享者，分享的乐趣是纯粹的。对于优质分享帖，版主会给予不菲的加分，但我希望这些加分不是你分享的动力，而只是对你的付出一个物有所值的回馈。分享者的乐趣应该是看到自己的智慧在别处闪光，是一种传递的乐趣、纯粹的乐趣。\n\n所以，请大家享受分享的乐趣吧！\n绝对禁止领域！\n这一点在版规中有所提及：剽窃、引战、人身攻击，这些是绝对禁止的！\n\n先说剽窃，这种行为大概也可以分为两类：\n①未取得原作者同意的转载，这种行为在学术界是被定义为剽窃的。不要觉得可以混水摸鱼，被发现了大不了加上就好，这种想法是很错误的。即使版规可以法外开恩，即使你是真的忘记了加上原作者的名字，但一旦事发，都会给你染上污点，今后就休怪大家带着有色眼镜看你了。\n②有意的剽窃，这种人真的是可恨！不要被积分奖励和所谓的名声蒙蔽了双眼，酒馆的奖励永远都是对各位付出的一个相应的回馈，绝非给人打一针鸡血让大家疯狂发帖。如果你不信邪，真的故意剽窃，我会让你信邪的^_^\n\n再说引战和人身攻击，抵制这类行为的原因不必多说吧。\n如果你是单方面受害，请通过举报、私信或其它方式联系版主，我们一定会为你主持公道。\n如果两个人都喜欢战争，那对不起请出去，不论谁对谁错，酒馆不欢迎你们。\n战争没什么意思，真的。如果有竞争，那也只是良性竞争，大家互帮互助、共同进步。反正我是想不出任何理由可以打版战的，想打版战的出门左转末路之地，在那里或许还会有版主雇佣军来帮你扣分。\n\n综上所述，远离绝对禁止领域，否则吃不了还可以打包^_^\n\n祝大家在酒馆度过愉快的时光！\n\n"
        }
    ]
}