{
    "title": "展示大区的更新情况说明（以及对精华的解释）",
    "author": "geludan",
    "replyCount": 12,
    "timestamp": 1470319680,
    "txt_content": " 本帖最后由 geludan 于 2016-8-4 15:08 编辑 \n\n我想说很多，让我慢慢理一下，因为我回来这一个月是一天都没停过，两年的缺口太大。本贴将会是一切尘埃落定前的最后一个版主对会员update公开贴。\n\n\n 1，那就首先说新板块吧，祝贺匠人酒馆上线，对于新板块的作用可以在这里进行竞猜：\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=615338\n新板块至少有3个用途，所以自以为看到了剧透是错误的。猜对了一个两人气，娱乐为主。\n（对，新logo就是我的头像，哈哈哈哈哈，咳）\n版主将有小树担任，她是一个有事办事绝不手软的版主，我很放心。\n小树是一个很有想法的人，一点即通。并且有版主LocusAzzurro对其进行辅助工作。\n置顶，分类和版头她都会弄的，将来的走向和规则都将她来制定。真logo制作中。\n\n\n2，大区改名，不多说了，所有的板块以及置顶帖都会相应做出调整。\n改名后的大区，对内容更加针对，而且更加霸气侧漏，咳\n\n3，回复后可见登记过的都取消了，还剩下老坟，举报请到此帖：\nhttp://www.mcbbs.net/forum.php?m ... 5101&extra=page%3D1\n\n最后我想详细说一下今天有很多强烈反应的外星人番茄国精华事件。不了解的人，我说一下大致就是番茄国帖子被我加入了精华，然后很多作者反应对这个不满。首先，这事情和外星人没什么关系，是我加的精华，她不背锅。目前精华已经被撤除。其次，算是我的失误，因为我之前对外星人这个作品期望值很高，然后只是管理群里面有人说这个帖子给什么图章，我看到出了，大致看了一下就加了精华，所以这个是我要澄清的一个事实。\n\n好了重点来了。就是关于精华放水的这个问题。这个也是此版主公开贴的一部分，因为这类信息一直没有公开公布。\n\n我先说一下我回来这一个月都在做什么。我像其他版主一样，我也不是24小时在线，我自己生活里肯定也是有事情。但是这一个月我一直没停下，因为非共享大区管理层的人可能看不到，但是我从第一天开始就在对两年里的结果拨乱反正，一直在安排任务。因为事情太多我是没办法亲历亲为的，光是策划，讨论，安排，接收外部意见，等到每一个人上线，这就是一份够蛋疼够花时间的事情了。我发帖的时候qq还开着N个聊天口\n\n从一开始我就给外星人，黑星，peter分别布置了任务，以及具体需要完成的时间；之后又布置了回复后可见，精华圣堂合并，新置顶，新板块，大区改名等新项目；最后最近开始了版主回帖互动，版主加图章流程标准化简洁化，图章标准统一化等一系列新的“麻烦”。还有很多，包括很多细节的事情，都要安排具体的人，你只要不安排，就可以没人做。\n\n所以大区管理讨论组也好，大区版主私下的讨论组也好，还有各类私聊也罢，是一刻不停的。很多时候提出的意见，不是没想到，是并没有时间去做，也没有轮到去做。试问版面太乱，新帖看不见，这类是不是当务之急，优先度排第一？这些都不说了，一件一件来，你让给哪个任务插队，我也做不到，每一件事情都是需要人去做的。\n\n--------------------------------------------\n\n那么说回原来这个问题，有一点我是可以透露的，那就是对图章，优秀，精华的趋势化放宽。\n\n首先现在做了或者正在做的事情，比如加分不要吝啬，还有我最近在安排的，包括每一个贴版主都要回复，互动，刷脸；还有就是一个加分的流程化（谁，什么时候，负责什么），最后就是一个图章流程的简洁化（新版主不敢加图章，讨论半天，最后不知道谁拍板，拖N天等问题）。这些都是外星人作为总教习去监督。\n\n那么还没轮到的事情，还是那句话，事情很多，试问置顶内容没安排好，新板块没安置，回复后可见不解决，怎么轮得到图章这种根本不急的事情？版主都不拿钱的，别闹。那么我之前说的趋势化放宽，这里我来回答几点。（哦哦哦新闻发布会既视感）\n\n1，图章帖，包括原创，推荐，版主推荐等优秀以下图章。\n首先我觉得原创是真的低低低标准的一个图章，真的可以多发，鼓励作为普通玩家，休闲玩家，做出有一定设计的作品，有一定渲染能力的帖子。优秀以下的图章都没贡献的，你说一个有想法的作品，版主来给你2人气，也不回复，也不图章，什么都没有，你乐意？个人版主可以直接加。\n\n2，优秀图章\n优秀，这个级别，在论坛系统上不能获得任何奖励（即图章纯粹就是图章），唯一的奖励就是从版主来。这个级别的作品是精华之下最高级别。可以说，花时间，有规模，眼前一亮，且不同于普通作品的地图，可以给优秀，换句话说，其实给的是1贡献。不要想太多，优秀就等于给你1点贡献，没别的深层次含义。算是精华不足，略有遗憾，但是作品值得称赞。我觉得给贡献又咋样，花这点时间做地图了。不要在这个级别卡着太多优秀作品，没意义。很多作者最后只拿了个优秀，well，我个人觉得挺不值得。\n\n3，精华\n好，精华这个问题，精华是分123的。什么意思，先科普，精华2的奖励在系统里给的是精华1两倍，而精华3是精华1的三倍。这是纯系统，不包括版主和会员加分。懂吗，这不是精华1加上个20%什么的，这是直接200%，300%，是一个全新的层次。\n为什么我要说这个，我的意思是，没必要卡着一堆很棒的作品在优秀，该上精华就上。会被嘲笑精华质量太低？well，精华23才是分水岭。真的优秀的团队作品，我一律同意升上精华23，绝不含糊。可以说精华1相比优秀而言，不仅是眼前一亮，除了优秀的基础，还需一定程度上给予人震撼的感觉。同时我对于个人制作者是有一定偏袒的（23不说，精华1我是比较鼓励的。）当然这不是给番茄国洗地，我失误就是我失误。\n\n以上是趋势化放宽的含义。首先鼓励放任普通版主独自添加图章，而优秀和精华1也不要过分克扣。\n\n4，是否会造成精华价值缩水？\n这个问题上面回答过了，这次精华升华活动基本上都变成精华23了，这说明本来的精华1克扣得太紧了。我们要保证精华3拿到全国任何一个地方，贴吧也好别的地方也罢，可以给我们争面子，是大区质量的代表；而精华1真的，松一些，都精华23了，谁来精华1。本来就估值过高。\n\n5，是否会造成精华泛滥（潜台词，是否会淹没其他板块的精华）\n尴尬的问题。为什么共享版要分大区，本来就是内容太多，精华太多。为什么，因为mc的核心是建造地图，好比你去打cs，大多数人去打枪的吧，不是做枪支皮肤或者什么的吧。所以首先要对共享版精品多，摆出理所当然的态度。其次，首页的本月精华，2014我管的时候，10个里面8个是我展示板的。。对于这个问题，如果到时候实在太严重了，我可以尝试性提出以下几个解决方案：\n·论坛改版后会有专门图片展示，着重于作品秀，要不就等等，等到改版\n·可以改一个专栏，专门就是地图，和其他板块分开。你这么一想，在mc的论坛有一个地图作品的展示栏，好像没有违和感\n\n但是自己阉割自己，绝对不是一个解决方案。优秀，是要释放的。\n\n谢谢，公开新闻发布到此为止，不接受更多提问。下一次官方信息请等置顶帖",
    "replies": [
        {
            "author": "孤独秋叶",
            "timestamp": 1470319920,
            "txt_content": "难道我是第一个看完"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1470320040,
            "txt_content": "新板块原来是匠人水坛（滑稽）"
        },
        {
            "author": "KAS1",
            "timestamp": 1470320340,
            "txt_content": "前排围观"
        },
        {
            "author": "NeverC",
            "timestamp": 1470320580,
            "txt_content": "大型同性交友版\n祝贺上线！"
        },
        {
            "author": "hhttll",
            "timestamp": 1470323280,
            "txt_content": "真的觉得自己新做的图按照这个标准至少有优秀 >.>\n\n眼前一亮，且不同于普通作品的地图"
        },
        {
            "author": "Оil",
            "timestamp": 1470324960,
            "txt_content": "听起来很不错的样子。（快把金坷垃和栆药丸给我！我要去吸收两千米下的精华帖和氮磷钾！快！！！）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1470326940,
            "txt_content": "hhttll 发表于 2016-8-4 23:08\n真的觉得自己新做的图按照这个标准至少有优秀 >.>\n图章有专门的帖子可以用于申请\n对于优秀你这个流程时间实在有点短"
        },
        {
            "author": "gooding300",
            "timestamp": 1470329160,
            "txt_content": "哇..卤蛋..好久没有见到了..天呐"
        },
        {
            "author": "hhttll",
            "timestamp": 1470331620,
            "txt_content": "冥王星人 发表于 2016-8-5 00:09\n图章有专门的帖子可以用于申请\n对于优秀你这个流程时间实在有点短\n敢问多少流程时间能到优秀呢？"
        },
        {
            "author": "玖123",
            "timestamp": 1470331860,
            "txt_content": "祝贺卤蛋"
        },
        {
            "author": "hhttll",
            "timestamp": 1470332100,
            "txt_content": "gooding300 发表于 2016-8-5 00:46\n哇..卤蛋..好久没有见到了..天呐\n卤蛋早就回来了233"
        },
        {
            "author": "geludan",
            "timestamp": 1470360840,
            "txt_content": "hhttll 发表于 2016-8-4 16:08\n真的觉得自己新做的图按照这个标准至少有优秀 >.>\n也没这么夸张"
        }
    ]
}