{
    "title": "【上古之石】[代发布]贾依-LOL瑞兹",
    "author": "酉月一",
    "replyCount": 12,
    "timestamp": 1470389340,
    "txt_content": " 本帖最后由 zxc554989965 于 2016-8-5 17:37 编辑 \n\n\n\n=====================================================================\n基本介绍\n\n原文：\n　　瑞兹是符文之地广为人知的最老练的法师之一。他生于远古，饱经风霜，肩负着不可承受之重任。这位大法师的武器，是他无可摧折的决心和丰富的秘法学识，他一生都在寻找着世界符文 ——它们是令这世界从无到有、万物成形的原生魔法所留下的碎片。他一定要找到所有这些神秘的字符，以免落入恶人之手。虽然它们曾经被用来创造符文之地，但它们同样可以被用于毁灭。\n　　当瑞兹第一次听说这种潜藏于世界各地的强大奥术力量的时候，他还是个风华正茂的青年。有一次他外出进行外交游说斡旋，不经意间听到自己的导师泰鲁斯与另一位老态龙钟的法师正在谈话。他们压低了声音，谈论着某种具有危险潜力的东西，名叫“世界符文”。泰鲁斯注意到了他的学生，立刻闭上了嘴，手里紧紧抓住那幅从不离身的卷轴。\n　　之后的数十年中，随着越来越多的符文出土，也有越来越多的人知道了它们的存在。全世界最聪明的智者都在研究这些远古的字符，想知道它们蕴含着怎样的力量。甚至有极少数人已经开始意识到它们的本源是多么事关重大，以及它们内部蕴含着何等强大的能量。有些人认为，符文的存在与符文之地本身的创世息息相关。这些神秘遗物的首次使用带来了灾难性的后果，改变了一整个国家的地貌。国家之间的怀疑和猜忌开始快速蔓延，因为人们都在幻想着将这种“造物者之力”用作武器。\n\n　　泰鲁斯和瑞兹在国家之间往复奔波，想要平息这没来由的恐慌，呼吁各国保持克制，但他们发现自己的游说访问变得越来越凶险。他们毫不畏惧，成功避免了许多次灾难，但瑞兹可以感觉到自己的导师正在越来越绝望。\n　　他们二人逃到一座山腰之时，战斗爆发了。瑞兹突然觉得脚下的地面塌陷落空。大地似乎在呼号作呕，天空像是临终末日一般震颤。泰鲁斯抓着瑞兹，冲着他的脸大吼着什么指令，但他的声音却被他们周围的超自然寂静所吞噬。他们第一次亲眼目睹了两枚世界符文发动的效果。\n　　几秒钟以后，现世平息了。瑞兹和泰鲁斯爬上附近一处残存的山顶，回头望向两军交战的山谷。在他们眼前的是一片疯狂骇人的景象——破坏的严重程度已经超出了任何物理法则。军队、人、土地全都不见了。原本应该在一天行程以外的海洋现在正奔涌而来。瑞兹跪倒在地，失神地看着这世界上新添的空洞，它将一切夷为平地，任何事物都无一幸免，包括他曾经的故乡。\n　　随后，符文大陆上爆发了大规模的战争。符文战争带来的灾难在人们心中燃起了恐惧和杀意，人们现在终于理解了手中所掌控的力量。就连瑞兹自己也想要加入冲突，以此避免更多的破坏，避免更多人遭受他的同胞的命运。这时泰鲁斯握住了爱徒的手，告诫他复仇的道路只会带来更多令人心痛的结局。瑞兹起初对导师的话语恼羞成怒，但他很快就看到了泰鲁斯的高远智慧。\n　　泰鲁斯坚持着自己的工作，试图将全部世界符文都藏于人类可触及的范围之外。然而虽然符文之地迎来了更多希望，泰鲁斯则似乎逐渐崩溃。瑞兹看到自己的导师变得越来越疏离人世。泰鲁斯一直都在处理符文的事宜，但他却开始给自己的学生分派一些更加无足轻重的任务。\n　　当瑞兹正在完成其中一项微不足道的任务时，他收到消息称又有一起灾难发生。这次是在瓦罗兰大陆的西南方，艾卡西亚。他立刻奔向出事地点，心中挂念着自己的恩师和挚友，希望泰鲁斯能够幸存。抵达以后，瑞兹高兴地看到泰鲁斯真的毫发未伤。可惜他的安心很快变成了担心。在那幅从来都不许他看的卷轴旁边，放着两枚世界符文。\n\n　　老法师淡淡地解释说，只要世界符文在权力的掌控之中，他就别无选择，只能亲自使用它们。瑞兹惊恐地意识到，泰瑞斯不仅是这场灾难的幸存者，而且也是始作俑者。他继续情绪失控地告诉自己的学生，说人类就是一个莽撞的孩童，正在玩弄自己不了解的力量。泰鲁斯已经无法再继续扮演彬彬有礼的外交家，不知疲倦地游说狂妄自大的军阀神棍。他必须出手阻止他们。\n　　瑞兹想要动之以情晓之以理，但泰鲁斯已经心如铁石。这个人已不再是他从儿时起就开始崇拜的那个拥有无尽智慧的人生楷模。他的心智已经出现了瑕疵，和他口中的蠢货一样可以被诱惑。符文已经将他深深腐化，他注定将会一而再再而三地使用它们，一次次、一点点地将整个世界蚕食。\n　　瑞兹必须动手，即使是摧毁他唯一真正的朋友也在所不惜。他用自己所掌握的全部奥术能量袭向自己的导师。泰鲁斯则伸手想去拿起符文，死也不肯放弃它们的力量。就在他伸出手的同时，这位被腐化的法师对瑞兹的攻击毫无防备。不到一会儿，泰鲁斯就变成了一具尸体，冒着余烬躺在地板上。\n　　瑞兹惊魂不定、浑身颤抖，脑海中挣扎着想要弄明白自己刚刚做了什么。\n　　他回过身以后，发现陪伴自己的只有世界符文，它们放出的闪光似乎在邀请他将其据为己有。瑞兹鼓起勇气，一一捡起了这两枚奇形怪状的符文，他立刻感觉到自己被转变为某种更强大，或者说是更可怕的存在，这种存在是他永远都无法达到的。\n　　瑞兹颤抖着丢下了符文，惊恐地后退。如果这些印记的腐化之力能够战胜泰鲁斯那样的力量和正直，那么瑞兹怎么可能对付的了？瑞兹随后又意识到，如果他就这样离开，就会有其他人找到并使用这些符文。这一刻，瑞兹意识到自己的使命之艰巨。只要还有任何世界符文在权力的掌控中，符文战争就必将继续下去，继而摧毁整个符文之地。\n　　瑞兹不知道接下来干怎么办，这时他看到了泰鲁斯一直带在身边的卷轴。瑞兹试着打开了卷轴，随后被耀眼的光芒醍醐灌顶。突然之间，瑞兹理解了自己的使命。\n\n　　从那天以后，瑞兹就开始流浪，那个神秘的声音一直都在趋策他前行，指引着他、震慑着他。瑞兹无时无刻不在抵抗着每一枚符文承诺给他的力量，选择将符文封印在隐蔽的地点，确保任何人都无法使用它们。数百年来，瑞兹一直都在完成这项使命，与此同时他所吸收的魔法力量扭曲拉长了他的寿命。纵使岁月沧桑蹉跎，瑞兹从不不敢贻误怠慢。因为近年来世界符文开始再次现身于世，而这个世界已经忘记动用符文力量所需的代价。\n　　“老朋友”\n　　瑞兹原本应该会觉得冷，但现在他的身体因活跃的能量而滚滚发烫。那一天他所背负的重量让弗雷尔卓德的残酷极寒显得微不足道。远处传来的冰霜巨魔的饥饿怒号也没有令他动摇丝毫。他到这里来是为了完成一项任务。这并不是一项令他欢欣愉悦的任务，但却是他不得不完成的，也是他无法再逃避的。\n　　他接近了大门，他能听到毛皮斗篷在松木围墙另一侧摩挲的声音，部落的战士们正在赶过来要搜他的身。没过几秒，大门上就长矛林立，随时准备要他的命，只等他稍微露出任何不受欢迎的迹象。\n　　“我来此拜会亚古，”瑞兹一边说一边将斗篷的罩帽向后撩起一些，刚好露出他蓝紫色的皮肤。“事出紧急。”\n　　木栅上的战士们认出了这位流浪法师，原本坚硬的脸庞拂过一丝惊讶。他们爬下木栅，喊着号子将沉重的硬木大门缓缓放下，大门似乎也对着这位异乡来客发出了一声惊恐的低吼。这里很少见客，而为数不多的访客通常都会被插在长矛上以儆效尤。瑞兹则是个例外，他的声望让他得以访问符文之地上最排外的地区。\n　　—至少能给我几分钟的时间吧，如果不出问题的话。他心想。\n　　他的面容并没有出卖他的不安，他不动声色地走在夹道迎来的严厉目光中间，所有人似乎都在打量着他，寻找任何可以挑衅的破绽。一个不到五岁的小男孩勇猛地离开祖母身旁，跑到近前对瑞兹大叫。\n　　“你是术士吗？”小男孩问。\n　　“差不多吧，”瑞兹回答道，稍微斜眼看了一下，并没有停下前进的脚步。\n　　他找到了通往村寨后方的路。令他惊讶的是，这座村寨几乎和他上次看见的时候一模一样，那已经是好几年以前了。他走向那座极具特色的建筑，一个寒冰结晶做成的穹顶，在周围昏暗的树木和泥土之间散发着湛蓝耀眼的柔光。\n　　他一直都是个聪明人。或许他会选择配合。瑞兹一边想一边走进了这座神庙，暗自坚定了决心，是福是祸都不能再躲。\n\n　　屋里面，一位年迈的冰霜法师正在向一座圣坛上的盘子里倾倒美酒。他转过身来看见正在接近的瑞兹，似乎是在不动声色地打量着他。瑞兹觉得自己的心已经被恐慌淹没。过了一会，那位法师微笑着，像一位失散多年的兄弟一样拥抱了瑞兹。\n　　“你瘦了，”那位法师说道。“你该吃点东西了。”\n　　“你该少吃点了，”瑞兹答道，笑看着亚古略微下垂的肚子。\n　　两位老朋友放声大笑了很久，似乎从未分开过。瑞兹渐渐觉得他的戒心开始褪去。这世界上很少有人能让他称之为朋友，而能与一位朋友说说话，让他的灵魂大受裨益。接下来的一小时中，他和亚古谈天叙旧，共进美食，互相打探新事要闻。瑞兹似乎都快忘记与另外一个人类谈天说地的愉悦了。他甚至可以和亚古这样呆上两周，开怀畅饮，诉说成败沉浮。\n　　“是什么风把你吹到弗雷尔卓德的深山之中的？”亚古终于还是问了。\n　　这个问题将瑞兹拉回了现实。他立刻回想起自己之前字斟句酌为这一时刻准备的言辞。他讲述了自己在恕瑞玛经历过的一个故事。他前去调查一个迅速崛起的游民部落，这个部落积累了大量财富和土地，几乎是一夜之间就变成了一个小型王国。而经过一番查验以后，瑞兹发现他们手中握有一枚世界符文。他们负隅顽抗，随后…\n　　瑞兹放低了音量，以此适应屋内的安静。他解释说有的时候一些不好的事情必须有人去做，这样整个世界才能得以保全。有的时候这些不好的事情至少要胜过坐视不管所带来的可怕灾难。\n\n　　“必须妥善保管它们。”瑞兹说出了他最后的关键点。“全部。”\n　　亚古板着脸缓缓点了点头，两位老朋友之间刚刚燃起的温情在这一瞬间熄灭了。\n　　“你要从我们这里把它拿走？你也知道它是唯一能够驱赶巨魔的方法吧？”亚古问到。\n　　“你一直都知道这一天迟早会来。”瑞兹并没有提出其他解决方法。“这么多年你一直都知道。”\n　　“容我们一些时日。待到开春，我们就南迁。在冬天里我们能有多大胜算呢？”\n　　“你之前就曾这么说过。”瑞兹冷冷地说。\n　　瑞兹一惊，亚古突然抓住了他的双手，诚恳地央求他。\n　　“我们之中有许多孩子。还有三个女人刚刚大了肚子。你要我们全数送命吗？”亚古绝望地问道。\n　　“这座村寨有多少人？”瑞兹问。\n　　“九十二，”亚古答。\n　　“全世界有多少人？”\n　　亚古默不作声。\n　　“不能再等了。黑暗力量正在集结冲它而来。今天我就带它走。”瑞兹以命令的口吻说道。\n　　“你要将它据为己用！”亚古大声指责，嫉妒和暴怒喷薄而出。\n　　瑞兹望向亚古的脸，这张脸已经扭曲变形，一副哀怨愤恨的面容——来自朋友的面容，这张脸已经不再是瑞兹曾经认识的那个人。瑞兹解释说他很久以前就懂得不应该使用符文，因为代价从来都无比高昂 。但他看得出，眼前这个疯人已经完全听不进去道理。\n\n　　突然间，瑞兹感到一阵剧痛，他发现自己正在地板上蜷曲扭动，嘴角流涎。他抬头看到了亚古正在摆出施法的姿态，指间噼啪迸发着凡人不应具备的力量。瑞兹回过神来，使用奥术圆环将那位冰霜法师禁锢起来，时间刚好足够他爬起来站稳脚跟。\n　　瑞兹和亚古一边绕着对方转圈，一边用魔法交锋较力，这场面已经好几年都没有出现在这世上了。亚古深深灼伤了瑞兹的皮肉，那感觉就像是二十枚太阳的热度。瑞兹则还以一连串奥术魔爆。这场大战似乎持续了好几个小时，他们二人的魔法攻击毁坏了神庙的墙壁，厚重的冰晶穹顶砸了下来。\n　　瑞兹身受重伤，从冰石碎块中爬了出来，勉强跪着直起了身。他模糊地看到了同样遍体鳞伤的亚古，从废墟中挖出一个锁箱，正在颤抖着想要将其打开。瑞兹可以从他眼中的贪婪中得知他要找的是什么，更知道如果让他得手会发生什么后果。\n　　瑞兹的魔法能量已经耗尽，他飞身跳到了老朋友的背后，用他自己法袍上的腰带死死勒住他的脖子。他此刻没有任何感觉，那个几分钟前还让他深爱的人在他的眼里现在只是必须要完成的任务。亚古用力挣扎，双腿胡乱蹬踹，试图寻找落脚点。突然，他身子一沉，就此死去。\n　　瑞兹顺着亚古的项链掏出一把钥匙，打开了锁箱。他拿走了世界符文，上面奇异的符号正在闪烁着橙色的光芒。他从死去的法师身上撕下一片法袍碎布，将符文包裹起来，小心翼翼地放进自己的挎包里，蹒跚着走出了神庙，一想到自己又失去了一位朋友，不禁发出一声悲哀的叹息。\n　　流浪法师一瘸一拐地向着村寨大门走去，站在旁边的是和来时同样的一群饱经风霜的脸庞。他不安地用余光看着他们，担心自己收到袭击，但村民们并没有阻止他。这些人已经不再是凶猛的守卫，这些人是即将面临死亡的愕然之人。他们瞪着无助的大眼睛看着瑞兹。\n　　“我们怎么办？”小男孩的祖母用自己的毛皮大衣护着他，向瑞兹发问。\n　　“换我就离开。”瑞兹说。\n　　他知道如果他们留在这里，巨魔会在夜幕降临的时候下山袭击村寨，不留活口。而村寨之外，潜藏着更加凶恶的危险。\n　　“我们不能跟你一起走吗？”小男孩喊道。\n　　瑞兹停了下来。他内心的一部分——他心底里残存的一丝不理智的同情心——尖声嘶吼着。带上他们。保护他们。忘掉其余的世界。\n　　但他知道自己做不到。瑞兹踏入了弗雷尔卓德的积雪之中，他选择不再回头，不再看那些被他留在身后的脸庞。因为那些已经是死人的脸庞了，而他的任务关系到那些依然可以拯救的人。\n[以上转载自百度贴吧]\n\n\n=====================================================================\n皮肤原图以及渲染图\n\n\n\n=====================================================================\n游戏内预览图\n\n\n=====================================================================\n下载地址\n\n\n\n=====================================================================\n\n*未经允许*严禁擅自转载、修改皮肤作者：贾依@j2399579732 .[groupid=324]上古之石美工工作组[/groupid]",
    "replies": [
        {
            "author": "Icrad",
            "timestamp": 1470389460,
            "txt_content": "感觉有些暗了，但不得不说做的很不错，赞一个"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1470389940,
            "txt_content": "代发布？ 代收人气？"
        },
        {
            "author": "王先生007",
            "timestamp": 1470390300,
            "txt_content": "赶来顶贴，占领前排"
        },
        {
            "author": "Yy星人",
            "timestamp": 1470391140,
            "txt_content": "代发布的话我就不给人气了"
        },
        {
            "author": "剑圣丿归来",
            "timestamp": 1470391440,
            "txt_content": "谢谢楼主~"
        },
        {
            "author": "GYPMC",
            "timestamp": 1470411120,
            "txt_content": "我来了（滑稽"
        },
        {
            "author": "GYPMC",
            "timestamp": 1470411180,
            "txt_content": "GYPMC 发表于 2016-8-5 23:32\n我来了（滑稽\n竟然有高清原图。。。不说了旧图做的时候去个水印都烦死"
        },
        {
            "author": "luo1905279011",
            "timestamp": 1470411660,
            "txt_content": "恩 ！！加油！！！"
        },
        {
            "author": "j2399579732",
            "timestamp": 1478526480,
            "txt_content": "来冒泡wwww"
        },
        {
            "author": "jizhanwang123",
            "timestamp": 1491179280,
            "txt_content": "爱爱爱爱爱死了"
        },
        {
            "author": "15944602709",
            "timestamp": 1578423660,
            "txt_content": "楼主太棒啦，皮肤拿走啦。"
        },
        {
            "author": "qq852810523",
            "timestamp": 1591576320,
            "txt_content": "很漂亮，收藏了，请继续加油努力！"
        }
    ]
}