{
    "title": "【我的编译】新MOD~~变身机器人",
    "author": "theMia",
    "replyCount": 5,
    "timestamp": 1470393660,
    "txt_content": "外网出的一个新MOD，变身机器人~大家先看看介绍，如果喜欢的话我再把MOD搬过来~~-------------------------------------------------MOD简介-------------------------------------------------------------------------------石头工具，木头房子太小儿科，想玩点高级的？每月总有那么几天想变强变牛逼？那如果变强变牛逼意味着要变成半机械人呢？科幻小说经常会用到这一概念，但很少这样的MC MOD。偶尔出那么一两个类似的MOD，也没有充分体现人类机械化这一概念。Divineaspect新推出了一个MOD，Cyberware（机械战争），适用于1.10版本的MC。这个MOD专为机械粉打造。尽管尚在测试阶段，也还是能看出做的挺不错的。玩家可以满世界打机械僵尸，然后把僵尸掉的机械零件装到自己身上，以此实现半机械化。有多种半机械化方式可供选择。目前建造方面还没有什么特别大的变化，但是MOD作者表示，后期会慢慢加上的！再说一遍，这个MOD还在测试阶段，如果你想试玩一下，就自己下载吧。别忘了给作者一个回馈哦~--------------------------------------------------------------------------------------------------原文分割线--------------------------------------------------------------------------------------------------------------------------Sometimes, you want something a little more complicated than stone tools and wooden houses. Every now and again, the urge to be something better, something stronger, emerges. What if the path to power was through cybernetic augmentation?Many sci-fi games have toyed with the idea of augmentation, but it's a theme not often explored in Minecraft mods. At least, not in this level of depth! Cyberware, a mod for the 1.10 version of Minecraftby Divineaspect, hopes to scratch that very particular itch for cyborg enthusiasts everywhere! While still in a beta stage, it is already showing a lot of promise. Using a robosurgeon, players can lift augmentations off of robo-zombies around the world, and install them in themselves instead. There are quite a variety of mods to choose from (or as the case currently, find in the wild). Crafting augments from scratch is not yet available, though the author assures that such a feature will be added as the mod progresses. Sweet! Again, the mod is still very much in a beta phase. However, if you would like to give it a test run (and give the author feedback to improve it), be sure to hit up the mod page, download it for yourself, and give it a go!",
    "replies": [
        {
            "author": "酷车手BB弹",
            "timestamp": 1470393900,
            "txt_content": "排版有待改进- -\n建议多看看大触的排版"
        },
        {
            "author": "NeverC",
            "timestamp": 1470396960,
            "txt_content": "同样排版可以改进-V-~\n美化一下贴子=W=!"
        },
        {
            "author": "hkw7979",
            "timestamp": 1470396960,
            "txt_content": "要是排版好一些的话就更好了"
        },
        {
            "author": "终究暴走",
            "timestamp": 1470398100,
            "txt_content": "嘘，其实这几位都在暗暗地告诉你\n你要加图片！！"
        },
        {
            "author": "657800492",
            "timestamp": 1470398880,
            "txt_content": "最好来一点图，这样贴就比较标准了。"
        }
    ]
}