{
    "title": "【原创/连载】新末日时代【01】 by:烤鱼",
    "author": "曾·不再",
    "replyCount": 9,
    "timestamp": 1470388200,
    "txt_content": " 本帖最后由 540083835 于 2016-8-6 00:57 编辑 \n\n第一章 阳光下.末日下　　街上的车声，阳光从窗外折射出来\n　　楚阳打开电视\n　　“2012年3月18日，近日出现大型的黑色甲壳虫，专家怀疑，和近日环境突然变化有关，具体状况已经派出勘察队探索”\n　　“北京电视台邀请来了生物专家陈宜，来为我们解答”\n　　“黑甲虫这种生物，在全球没有出现过，我们也不知道是怎么样形成的，但是可以确认的是它是新品种的昆虫”\n　　“...*&%#*&##$*&@#*&%@”\n　　楚阳默默地换台了，至今，专家已经不被信任，所以也没有人去管末日一说，各顾各的\n　　楚阳的家里有一本古书，里面记载着比甲骨文还乱的字体，父亲说这个是祖传下来的，在钞票的驱使下，楚阳多次将古书拿到古玩店内鉴定，都说这本书不超过十年的历史，楚阳不知道这本古书在父亲手上呆了几年，他的二十几年生涯都有着这本古书，所以这本书绝对不是垃圾，而是本奇书.\n　　直到有天晚上，和谈好多年的女友分手后，楚云升醉酒时，诡异的发现长久以来默默无闻的古书居然奇异的射出耀眼的光芒，虽然前后时间加起来也不超过20秒，但是楚阳笃定他没有看错，即便被朋友们因此笑话为脑袋进水了，他也坚持他真的见到了。\n　　区区三百个字并不能让楚阳了解这本书完整的意思，甚至十页纸后面的内容他就完全看不懂了，但是就是这渺渺的十页纸，楚阳勉强地读出这部书的作者不厌其烦地向后人警告：“天轨循至，万法归整，宇内原复，人间汹汹。”\n　　楚阳不知道这是真是假，但是受到爱情的打击，情绪一直不好，加上当时美国一部大片《2012》和世界各地频发的地震洪水灾害的影响，对这种类似玛雅预言的东西十分好奇，索性无聊之下，便按照书中的计算规则，对照如今的西元历法，重复计算了很多遍天轨循至的日期，这不算还好，一算之下，那万法归整的时期仅仅比玛雅预言的西元2012年12月21日迟了7天，也就是说28日才将出现这本书说的天地巨变。\n　　楚阳已经完全相信了，他将当初贷款的房子卖掉，所有值钱的，他认为将来用不着的东西全部卖掉，换取了大量现金，在申城最核心也是他认为将来一定会有军队保护的地方，租了同一层的两套房子，他没敢租在底层，也没敢租在顶层，因为古书上说天轨归复，必将带来宇宙中另外一个空间的天轨相互交错，到时候必定有奇异空间的强大生物入侵，其力量不是一直处于天轨封闭的地球生物所能抵挡的。\n　　楚云升用最坚固的钢材封闭了门窗，在两套房子里面储存了大量食物，纯净水，以及其他生活用品，凡是他想的到的，都买了一堆，他计算过，如果按照他一天最多2斤大米的消耗，他疯狂地买了十吨多的大米，加与非耗费了他2万多元，他估摸着够他一个人吃上十几年的时间了。\n　　同样还有水，盐，糖，纸，电池，甚至是牙膏，洗衣粉和打火机。后来，他千辛万苦从黑市上花了重金买了一把USP手枪，和100发子弹\n　　到21日前，他银行的存款从几十万急剧减少到2千元，并不是他不想买了，而是房间所有地方都堆满了，甚至卫生间和床上都堆满了。\n　　不过，从今天早上越来越多的人打电话给他，因为早上太阳消失的事情太震撼了，许多人虽然心底还是不愿意相信有什么不可思议的事情发生，毕竟太荒唐了，但是恐慌依然在人群中蔓延，因此很多知道他疯狂准备的人向他咨询到底会发生什么事情，不过楚云升真的不知道，因为古书上写的天轨循至后面的文字他根本看不懂，他只能一个一个耐心劝说他们赶紧准备物资，到了快要晚上的时候，他专门去小区对面的超市看了看，居然里面空了一大半的东西。\n　　晚上的新闻反复强调宣传这次现象是有科学依据的，不会发生世界末日，同时国外的民众要求政府公布真相的骚动越来越严重，甚至所有的网站新闻都清一色的标题：\n　　太阳消失，玛雅预言真的要来吗？\n　　世界末日，你准备好了吗？",
    "replies": [
        {
            "author": "Тιмγα姬",
            "timestamp": 1470416640,
            "txt_content": "文章标题已经修改，以后的帖子请使用固定标题模板【原创&转载/单篇&连载&插画】【作品名】【章节】【作者】\n整体描写略突兀\n例如 楚阳的家里有一本古书，可以写成楚阳靠在了沙发上，回想起曾经看过的一本家里的古书"
        },
        {
            "author": "曾·不再",
            "timestamp": 1470442440,
            "txt_content": "540083835 发表于 2016-8-6 01:04\n文章标题已经修改，以后的帖子请使用固定标题模板【原创&转载/单篇&连载&插画】【作品名】【章节】【作者】 ...\n好的！！！！！！！！"
        },
        {
            "author": "曾·不再",
            "timestamp": 1470456300,
            "txt_content": "感谢！！！"
        },
        {
            "author": "暖夏如歌",
            "timestamp": 1470730140,
            "txt_content": "还可以，不错，楼主快更！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470899280,
            "txt_content": "颇有些讽刺意味，但是看到第二章被下沉了。希望楼主认真写好每一章。"
        },
        {
            "author": "我为我为",
            "timestamp": 1470901440,
            "txt_content": "楼主你的第二章估计因为字数不够下沉了，认真写好每一章，写的不错，侧面描写很好"
        },
        {
            "author": "曾·不再",
            "timestamp": 1471297860,
            "txt_content": "我为我为 发表于 2016-8-11 15:44\n楼主你的第二章估计因为字数不够下沉了，认真写好每一章，写的不错，侧面描写很好 ...\n嗯，我会改进的"
        },
        {
            "author": "曾·不再",
            "timestamp": 1471297920,
            "txt_content": "第三章即将出现！！！"
        },
        {
            "author": "曾·不再",
            "timestamp": 1471303680,
            "txt_content": "安根_Engon 发表于 2016-8-11 15:08\n颇有些讽刺意味，但是看到第二章被下沉了。希望楼主认真写好每一章。\n嗯，好的"
        }
    ]
}