{
    "title": "{原创·连载} 《黎明征途》 第三章 BY：南镇",
    "author": "Southern_Town",
    "replyCount": 4,
    "timestamp": 1470386100,
    "txt_content": "    走在那条幽暗的巷子里地下还有着几具没有被处理过的尸体，上面只是简单的盖了一层白布，从中流出的深红色粘稠的血液怎么看都像是刚刚死去的人类，正在疑惑中，远处传来一阵清脆的枪响，回荡在寂静的楼层之间，而枪声传来的方向正是临时指挥所的所在地，出于想要见到“生死不明”的父亲的原因，寒萧想也没想就像这巷子的尽头跑了过去，然而自己的心跳声却越来越明显，似乎能听到心脏肌肉收缩又放松所带来的声音，还有动脉血管里奔流而过的血液的流动声，按照刚才枪声的大小来分析，距离自己不到500PX，声音也好像是手枪的声音。还没等寒萧想出个头绪，又是两声清脆的枪响，只不过这次，多了两声人的凄惨的叫声，然而依照这次的声音来看，距离自己不到100PX，接下来问题就越来越严重了——这巷子是个死胡同。        还没等想明白自己的父亲为什么要把自己坑来巷子里，地面上突然溅起一片碎石，溅到身上还有种被刺痛的感觉，狙击枪？三个让人不寒而栗的字映射在寒萧脑海里，接下来的痛感证明了寒萧之前猜测的果然没错，只不过自己付出的代价是钻心一般的绞痛，一颗子弹擦着左肩过去，强大的动能在瞬间把寒萧左肩上的皮肉同时掀起，在那一瞬间便已经血流如注，寒萧接着痛感直接把身上的棉质衬衫撕成了两片，紧紧地缠在左肩上，这才缓解了血液流失的速度。        抬头寻找狙击手的来路，支离破碎的大厦玻璃间，反射着瘆人的光亮，透过迷雾一点点印在寒萧脑海里，然而接下的事更加扑朔迷离，对方似乎并没要置自己于死地，现在失去行动能力的寒萧连移动都困难的很，更别提翻过巷子尽头的高墙，前所未有的无助感爬上心头，一点点吞噬这寒萧活下去的信念，地上拖出一条鲜红色的血迹，寒萧用尽自己腿上的最后一点力气，将巷子里一栋建筑的木门踢开，刚想躲进去便眼前一黑失去了知觉，在失血过多彻底昏迷之前，生怕自己就这么死去的寒萧怒吼着，带着撕裂的声音喊着救命。        巷子的另一头似乎有人听到了这微弱的呼喊声，接着便是一阵爬墙的摩擦声，当人影出现在门口时，门外的人向躺在地下动弹不得的寒萧扫了一眼，接着门外的中年男子回头向身后的两个人说了一句，这人已经死了，走吧。另一个浑身充满戾气的携带了一身武器的拥军解开保险栓就要对着寒萧扫射一番，来“确认死亡”，中年男子压下了他手中的枪，“对死者不再开枪是对他们的尊重”，那人也只好作罢，遂一行人迅速的消失在了门口。        寒萧张着嘴，极力的想喊出那两个字，嗓子却发着一股腥甜味，发不出任何声音，任凭两行眼泪从脸颊上滑落，滴落在充满灰尘的土地上。心中的最后一根救命稻草也已经折断，仿佛是一艘失去桅杆的小船遇上了风浪，放弃抵抗，闭上了自己的眼睛，等待着死亡，等待着被海浪掀翻然后慢慢沉入海底。\n    “呼....”滴..滴....滴...滴...“呼.....”呼吸机的声音和金属的碰撞声传进耳边，吵醒了熟睡中的寒萧 。\n  “他怎么醒了？加大麻醉剂量”\n  “这么大的剂量对病人神经不好吧”一个轻柔的略带焦虑的声音回答着\n  “难道你想让他疼死吗？”\n  伴随着一阵刺痛，寒萧再次昏迷了过去。",
    "replies": [
        {
            "author": "Southern_Town",
            "timestamp": 1470386340,
            "txt_content": "PS：文章中的PX为像素，是这个小说背景下的单位长度相当于米\n233333楼主比较喜欢各种埋伏笔23333\n还有能不能不要只看不回复吗QAQ\n你们的回复是楼主每天更新的动力"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1470416340,
            "txt_content": "   走在那条幽暗的巷子里地下还有着几具没有被处理过的尸体\n注意标点符号的使用\n小说的本质是要让读者轻松看懂故事的内容，而不是费劲心力才能搞懂你的一堆专用名词，建议把px直接修改为米，这么突兀地直接将名词插入文章没人能看懂"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470878640,
            "txt_content": "把……语句节奏，调整好。语句节奏一乱，文章基本没法看。\n关键的场景，节奏很快的地方，注意不要堆描写。"
        },
        {
            "author": "麦兜g",
            "timestamp": 1470890940,
            "txt_content": "写的有点乱，表示没头绪！希望楼主改进下"
        }
    ]
}