{
    "title": "【原创 连载】Emptiness II：涅槃【09-回忆】【46241359】",
    "author": "46241359",
    "replyCount": 2,
    "timestamp": 1470488280,
    "txt_content": " 本帖最后由 46241359 于 2016-8-6 21:05 编辑 \n\n正文\n\n\n\n    房间内有不安的情绪一直在躁动着，促使罗杰从本来就不算太深的睡眠中醒过来，他在床上翻了个身，面朝着床头柜，伸手从台灯下抽出照片，顺便推上台灯的开关，借着昏暗的黄色灯光，他开始打量照片中的人。\n    标致的东方面孔，干练的马尾辫，总是保持清洁的白色研究服 ，还有几乎从不摘下的黑框眼镜，这个形象对于罗杰来说已经是不能再熟悉，他以前保护过的研究员——海恩。不过已经被什么人带走了，生死未卜。\n    房间内响起一声叹息。罗杰将照片压回台灯下，双手交叉枕在脑后，仰头望着天花板，双眼已经习惯了灯光，也就不会再觉得刺眼了。他一直觉得自己作为一个分析员是完全不合格的——虽然以前是个杀手。\n    倒不是他不具备分析员应当具备的东西，而是……罗杰总是会因为自己单方面的判断错误，而失去重要的人。这样可怕的事，在他还未成年时就发生了，有了一个开头，他就永远地掉进了这个无法逾越的噩梦般的鸿沟，不断重复着这样的经历。\n    第一次，是很久之前，罗杰觉得当时的自己差不多可以用懵懂来形容，但似乎就是在那件事过后，他就从本质上有了某种蜕变。\n \n    “罗杰！”他的肩膀被人拍了一下，力道恰到好处，仅仅是能够引起他的注意而已，于是他转了转头，正对上一双好奇的眼睛，“昨天来接你的那个人是谁啊？你的父亲？”\n    “……不，那个人只是……熟人而已。”\n    “啊哈？可是接送这种事……不都应该是让父母来做的吗？”男孩打量着罗杰脸上的神情，也注意到了上一秒一闪而过的悲伤，很快地意识到了自己的错误，有些不好意思地低下头搔了搔后脑勺，“诶——那个，抱歉，我不知道你家是怎样的状况，是父母太忙了的缘故吗？”\n    “嗯，是的，”罗杰回过神来，有些慌乱地点点头敷衍过去，“他们，就是太忙了，仅此而已。”\n    罗杰最后也没告诉他自己的父母早就不知道去了哪里，很有可能已经不在人世，他一直都由父亲的同事来抚养，也还好那人没有妻子儿女，才能够将精力倾注到罗杰身上，并把他当成是自己的亲生儿子来看待。\n    而那个男孩，是罗杰印象里自己第一个真正信任的人，在此之前他对自己身边周围的一切都心存疑虑，虽然这不是一个十几岁的少年应该有的心理，但自小缺少父母关怀的罗杰很难找到什么措施来让自己有些安全感。\n    但这段友谊持续的时间似乎不是那么的长，可能也就短短的几个月而已，在一个黄昏结束。\n    “真是的，”罗杰甩开他拽着自己的胳膊，丢去一个极其不耐烦的眼神，“我说过了，你不是我，根本不可能理解那个东西对我来说有多重要，所以也自然不会知道我为什么一定要去拿回来。”\n    “不！我知道，我很清楚。”他仍然不死心，伸手死抓住罗杰的手腕，换上近乎哀求的口吻，“他们人太多了，你根本——不可能做到的，只会伤了你自己！”\n    罗杰的一块手表被小混混抢走了，那是父亲留下来的，对他而言，必须抢回来，这是他最后的能够用来追忆父母的东西了。\n    “我不管，”罗杰后退了几步，再次将手抽出来，毫不留情地直盯着他因焦急而在眼角留下的泪痕，“你不帮可以，我不强求，但别干涉我。”在将这句冷冰冰的话狠狠地砸在他的脸上之后，完全不顾及身后声嘶力竭的叫喊径直朝学校的方向走去。\n    直到他听见身后传来的汽车急刹车的声音，才按捺不住好奇心转过头去。而下一秒所看见的景象，他毕生难忘。\n    他被车撞了出去，原因是在焦急情绪的催促下完全不能去顾及马路的情况想要去拦住自己的挚友。\n    “看看你干了什么。”罗杰对自己说。\n    最后他也没能把手表拿回来，反而被小混混从楼上扔了下去。幸运的是那些人倒是算的很清楚，知道哪个高度以下人不会摔死，罗杰因为骨折被送进医院住了段时间。\n    事后，罗杰知道他说的是对的。自己的能力根本不足以去捍卫所拥有的一切，几乎是任何人都能够轻易的将其从自己身边夺走。\n    当然，对于一些人来说，知道这个事实并非不是好事，但问题在于，罗杰意识到的太早，本就伤痕累累的灵魂根本不可能再经得住这样猛烈的摧残。他保护自己的措施，就是开始变得抑郁和暴躁，用一个词来形容便是“喜怒无常”。\n    他试图去做点更坏的事，用这样的回忆来掩盖过去。\n    但很快，罗杰还是平静下来了。\n    一个人出现在他视野里，她是兰恩。\n    初次见面是在罗杰在高中里的最后一年。他在河边遇见了穿着同样款式校服的兰恩，抱着对同学的基本礼仪，罗杰走上去朝她打招呼。\n    那个时候，兰恩回过头的一瞬间，他看见她脸上有着与从前的自己相似的抑郁。按照以往的性格，他应当立刻转身离开。但还是故作冷静地走上去，很自然地和她聊天。\n    不过，具体都说些什么，他不记得了。\n \n    算了。\n    近几天罗杰一直都很厌恶自己，在遇见维克以及经历过那番谈话之后，他总是在夜里不自觉地回忆起往事，有的是几个月前，有的是几年前。总之尽是些不会让人感到愉快的回忆，虽然现在他对于精神上的打击已经没有那么敏感了。\n    罗杰的手伸到枕头底下摸出正在振动的手机。\n    凯文。\n    这么晚了，还不休息？\n    “喂……”\n    “前段时间，霖是不是找到你说接收到了海恩的信息？”\n    “……是啊，怎么了？”\n    “很好，”听声音，对方似乎是喘了口气，“我找到她了。”\n\n\n\n\n|索引|\n\n\n@冥王星人 @zyj0807 @sam3737 @xcc @恶魔-潇洒\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1470488760,
            "txt_content": "目测我要堕落成NPC\n【打滚！！】"
        },
        {
            "author": "神勇152",
            "timestamp": 1588253760,
            "txt_content": "做个任务"
        }
    ]
}