{
    "title": "科技mods的千篇一律",
    "author": "iiiioi",
    "replyCount": 9,
    "timestamp": 1470548820,
    "txt_content": "作为一个科技类mod的狂热爱好者，我经常在论坛中寻找各类科技mod来玩，同时我也喜欢把它们推荐给其它人，可他们总是问我这些mods除了能弄出无限资源和一堆改个数据的武器护甲外，就是复杂得一塌糊涂的自动运输系统，还不如自己运来得方便。我试图再说出其它的特色，却根本想不出。的确现在的科技mods越来越大同小异，唯一的不同就是材质和越发复杂的使用方式，而那些特点也逃不出上面的三点，这会导致使用人群小众化。                                                       所以，我希望科技mods的制作组能更加发挥想像力，逃出这三个怪圈，做出更吸引人的科技mod",
    "replies": [
        {
            "author": "tzxwdu",
            "timestamp": 1470551340,
            "txt_content": "我玩的科技mod很少，目前主要就接触了点工业2，感觉科技类mod确实做的不错，也是很符合大多人所想的，至于你说的内容以后等我玩多了可能就知道了"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1470552480,
            "txt_content": "只能说你们脑洞太小。科技模组都是需要精力的投入，慢慢的摸索研究，光看见它们难，不去研究，还妄图得到趣味，怎么可能呢？"
        },
        {
            "author": "武月天【】",
            "timestamp": 1470553380,
            "txt_content": "不同的科技mod有着不同的特色，比如TE的最终目的是为了自动化，这些最终的目标都是需要前期的积累，做出各种更好机器与更好的发电设备，这同时也是一个探索研究的过程，不同科技mod也有着不同的最终目标，因此不能说都是千篇一律的，不同的mod还是有不同的特色"
        },
        {
            "author": "iiiioi",
            "timestamp": 1470556320,
            "txt_content": "E.T.星落辰 发表于 2016-8-7 14:48\n只能说你们脑洞太小。科技模组都是需要精力的投入，慢慢的摸索研究，光看见它们难，不去研究，还妄图得到趣 ...\n探索的本质是好的，但现在的科技mod却是一味的追求对矿物的消耗和坑爹的铺设，这种华而不实的复杂对mod本身是没有任何好处的，那里有摸索研究可言"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1470556980,
            "txt_content": "iiiioi 发表于 2016-8-7 15:52\n探索的本质是好的，但现在的科技mod却是一味的追求对矿物的消耗和坑爹的铺设，这种华而不实的复杂对mod本 ...\n矿物的大量消耗是必然的，如果一组矿就足够爬完整棵科技树，还有什么意义可言呢？和创造又有什么区别呢？每个科技模组都有自己的特点，如果自动化不是这个形式而是那个形式，那叫魔法（玩梗魔法）。铺设本身就是自动化的意义，追求最高效率和最简线路也是现实科技发展的必然。如果一切都一根线搞定，那么我们还研究什么自动化？都洗洗睡算了。况且很多模组中类似的地方都各有优劣，可以通用，目的就是让玩家有更多选择，所以他们才选择通用而非无谓的竞争。每一层科技，每一个模组，都有自己的特点。IC的核电，UU，RC的铁路系统，BC的建筑机和机器人，星系的氧气系统和载具，AE的全能主动自动化和储存，ROC的公式计算，MO的机器人和物质网络，等等等等。如果你不喜欢挖矿和资源什么的，有创造，有NEIJEI作弊模式。我只知道一个模组对的上你的批评（恕我不精），TE。别的都没有这个问题。况且这是你朋友说的，那么再奉上一句话：没有耐心研究的人，没资格妄加评论。"
        },
        {
            "author": "iiiioi",
            "timestamp": 1470561240,
            "txt_content": "E.T.星落辰 发表于 2016-8-7 16:03\n矿物的大量消耗是必然的，如果一组矿就足够爬完整棵科技树，还有什么意义可言呢？和创造又有什么区别呢？ ...\n那好，我给你讲个故事。你知道工业是怎么成功的吗?当时，科技mods的巨头是余弦重工，也就是ue，你可能听都没听过，因为早就停更了，附属mods都投靠了工业，比如通用机械。ue当时也是复杂浮夸之风胜行，工业1与其形成鲜明对比:简单的电力计算和线路铺设，清爽的材质和界面，就连最复杂的核电也可以直接用水降温，矿物消耗量在当时算中下。就这样工业脱颖而出，因其易操作上手快而吸引大量玩家，一举压倒ue，变得家喻户晓。可见无聊的资源采集只会使大分人厌恶。另外除了星系和bc建筑机外，其它mods貌似都落入了开头的三个怪圈。旁观者清，我只是提出建议，没有喷。"
        },
        {
            "author": "qwww",
            "timestamp": 1470563160,
            "txt_content": "iiiioi 发表于 2016-8-7 17:14\n那好，我给你讲个故事。你知道工业是怎么成功的吗?当时，科技mods的巨头是余弦重工，也就是ue，你可能听 ...\n通用机械是独立出去了而以，并非投靠了工业"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1470563580,
            "txt_content": "iiiioi 发表于 2016-8-7 17:14\n那好，我给你讲个故事。你知道工业是怎么成功的吗?当时，科技mods的巨头是余弦重工，也就是ue，你可能听 ...\n首先那个的正式译名叫通用机械。其次IC本身的岁数摆在那里了，没比通用小多少。通用本身到最后和现在TE差不多，别以为我没玩过，整体的画风也差到一定程度。矿物的要求我也没说是精髓，但不能少也不能多，IC比较精，一直在一个合适的位置，所以能屹立不倒。GT才是吃矿达人，但因为本身的科学性也没人太怎样怎样。现在大触们都嫌这些模组太简单，魔改之风盛行，难度大大提高。并不是说难度越高越好，但过分降低难度是没有意义的。"
        },
        {
            "author": "iiiioi",
            "timestamp": 1470564660,
            "txt_content": "qwww 发表于 2016-8-7 17:46\n通用机械是独立出去了而以，并非投靠了工业\n可能是我搞错了"
        }
    ]
}