{
    "title": "【原创/连载】MC修仙【第二章】",
    "author": "936796603",
    "replyCount": 8,
    "timestamp": 1470635820,
    "txt_content": "　　随着末影龙幼仔和中年人掉落下去，这场残酷的战斗终于结束。在一人一龙之后掉落没多久，中年人就恢复好了身子，便顺势爬起，用双手凝聚灵力化成一把大刀，大刀银白色的剑身，刀口十分锋利，好像可以开天辟地，无所不能。接着，中年人双手艰难地举起大刀，然后对着末影龙幼仔冷笑了一下道：＂安息吧，莫怪我！＂随后便要往它脖子砍去。\n\n　　就在此时，一到狂风袭来将中年人的大刀摧毁，并且重击了中年人。中年人吐了一口鲜血于是暗叫不好，便果断的从腰带上取出一个世界袋，从里头拿出一个漆黑的胶囊状的物品，随后往天空一抛，便在胶囊四周形成一个直径3米大的黑洞。中年人头也不回的就往黑洞钻去，没一会就被黑洞吞没了。随后哪自成的黑洞便消失了。\n\n　　一切就这么突然，仿佛这里从来就没有中年人，只有末影龙幼仔一龙在此玩耍似的。一切静悄悄的，只有微风挂过末影龙幼仔的伤口引发它一阵阵的悲鸣和愤怒。\n\n　　突然狂风大作，天空的白云，不知何时已经成为黑色的了，远方传来一阵阵黑气，在天空肆无忌惮地感染着白云使之变色。地上土尘四起，皆被狂风吹的到处乱窜，细小的沙石皆被气浪压成粉尘，四周已被拔根而起的树木而后又被黑气侵蚀，不一会儿就干枯了，只剩下一层老树皮，里面的营养物质皆被吸收，那些没被惨烈的大战波及的动物迅速地爬出原本自认为安全的洞口，快速地向一个方向逃去，仿佛只有如此才能活下去。\n\n　　不一会儿，一个巨大的黑影就覆盖了天空，原本还有一点光线的地方，顿时就一片漆黑，伸手不见五指。四周下一片寂静，原本吵闹的动物狂奔声戛然而止，只能听见一阵阵寒风发出呜呜的声音。\n\n　　过了许久只听见一声悲凉而又惊天动地的龙吟声不知从哪来，一些弱小的动物，还在瑟瑟发抖突然就爆炸了，炸成了一阵血雾，一些强大的动物，也差不多是这个下场，只是没有变成雾，而是元神离体消亡而死。\n\n　　一声龙吟过后，紧接着大地开始破裂，原本就千疮百孔的大地，现在危已，山体崩塌，空间破碎，在暗无天日的空气中出现了一丝丝空间裂缝，一个个漆黑如墨，吞噬着剩下的残物。过了不久天空的黑暗散去了，只有一个明亮的太阳挂在高空之中，原本的乌云早已震散。在原本破碎的大地中心有一个巨大的大洞，里面躺着的末影龙幼仔不见了，只有一地的淤血。\n\n　　在大地之下，少年旁边的光罩被剧烈的能量波及，光罩表面发出一阵阵涟漪，又过不久开始有一些裂缝，没多久这偌大的光罩就快要崩溃了。就在这时，出现一道虚空，虚空之中传出一阵阵金色能量填补着快要支离破碎的光罩。光罩被金光沐浴着，表面蒙了一层金光，使其看起来坚硬，无锋能破。\n\n　　随后光罩里面出现了一个半径足有2米大小的黑洞，不一会儿就将光罩里的少年给吸进去了，在少年离去不久，光罩化做一团金色的光点莫没入黑洞之中，当能量全部没入之后，黑洞就消失在着基岩上面。\n\n　　原本美丽的山河之景，伴随着一场战斗就变成了一个人间地狱。原本的秀丽山河化成一片废墟，只留下了一片烟火狼藉。\n\n　　在一个大荒之中，一个少年突然就出现在一座大山之中，大山之中虎啸猿啼，树林之中是不是传来动物们战斗的声音。\n\n　　山中的少年就这样静静地躺在粗糙的石地上，手掌时不时的抖动一下",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1470636120,
            "txt_content": " 本帖最后由 XJue_DaDa 于 2016-8-8 14:12 编辑 \n\n好那个啥啊。一点现实感都没有"
        },
        {
            "author": "936796603",
            "timestamp": 1470668220,
            "txt_content": "XJue_DaDa 发表于 2016-8-8 14:02\n好那个啥啊。一点现实感都没有\n现实感是什么意思？"
        },
        {
            "author": "Lovely丶小胖",
            "timestamp": 1470712080,
            "txt_content": "第三章快出。不过瘾啊"
        },
        {
            "author": "936796603",
            "timestamp": 1470719940,
            "txt_content": "Lovely丶小胖 发表于 2016-8-9 11:08\n第三章快出。不过瘾啊\n你给我点人气我就出"
        },
        {
            "author": "936796603",
            "timestamp": 1470726120,
            "txt_content": "谁能给我一点人气"
        },
        {
            "author": "暖夏如歌",
            "timestamp": 1470729900,
            "txt_content": "还可以，不错，楼主快更！"
        },
        {
            "author": "936796603",
            "timestamp": 1470731520,
            "txt_content": "暖夏如歌 发表于 2016-8-9 16:05\n还可以，不错，楼主快更！\n谢谢求人气"
        },
        {
            "author": "936796603",
            "timestamp": 1470732000,
            "txt_content": "这一章要是人气超过10个我立马更新3章"
        }
    ]
}