{
    "title": "<原创·连载>《乐园》-闲人免进[By:万年咸鱼党恶魔]",
    "author": "恶魔-潇洒",
    "replyCount": 5,
    "timestamp": 1470706380,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2016-8-20 20:34 编辑 \n\n      他挡住了这帮亡命之徒。\n      “请你们离开，”他的语气冷冰冰的，“我不想对友人的故人动粗。”\n      随后是子弹上膛的声音，还有开枪的声音。这些一身尘灰的人满意地看着躺在血泊中的他，提着还冒着烟的热兵器进入了这个所谓的“禁地”。\n     不过是用早已废弃的电网围起来的破地方，别说一个人，哪怕是一只鸟也没有，不过政府肯在这片荒凉的地方建造这么巨大的建筑物，也说不定别有用心。\n      他们用极其熟练的手法将生锈的锁撬开，在警报响起的同时分三路向顶楼的那间实验室冲去。\n这座建筑物真是破旧极了。大部分墙皮均已脱落，露出灰色的水泥；在地板上每走一步都能掀起阵阵烟尘；路上见到的所有的玻璃没有一面是完整的。真不知道有多少年没有人来过了。\n      在大门口的血泊中，那个看似已经死亡的男人已经无影无踪，瘆人的血迹通向电网内的一间不起眼的小屋子。\n      他拉下了开关，随后终于倒下，失去了呼吸。\n      入侵者爬着数十层的阶梯，似乎永远不会感到疲劳，直到最后汇合在顶楼的这间房间时才略显疲惫。简单的比划后，他们便开始小心翼翼地在实验桌上的几个试管架上找着什么。这个实验室不同于其他房间，这里倒显得非常整洁，一点灰尘都看不到——毕竟是政府重点保护的实验室。\n      一番搜索后，他们成功取得试管，并准备离开。\n      突地，一声震耳欲聋的爆炸声从大楼的另一边传来，随后大楼被拦腰截断，上半部分完全倒下，里面的那些人也自然不好受，但他们哪里顾得上自己，而是忙着护住试管，丝毫没有把自己的性命放在眼里。也许是太突然，试管还是从他的手中脱落，在地上碎成碎片，里面的液体也全部洒落。这一刻时间似乎都凝固了，所有人的目光都聚集在这支破碎的试管上，每个人几乎都是同一表情——惊恐。几秒后，大楼完全倒塌。\n      第二天，有了新的热闻：\n      “国家重点保护科研基地的主建筑昨日爆炸，无人生还。其中还在潜伏期的生化病毒不知去向，现在事件还在进一步调查中。”\n      此事一出，全世界都在惊恐。这间并不大的实验室内存储着一些被人们称为“生化病毒”的小生命，据说是为了批量生产变异人来为人类工作的，但潜伏期的病毒就不会为人类造福了，甚至可能成为毁灭世界的终极武器。\n      如果这样的东西落到恐怖分子手上还不算严重，全世界的人会想方设法逮住他们；但一旦泄露在自然环境中，那就不止毁灭世界这么简单了。\n      仅仅一周后，人们就在研究所最近的小镇的郊外发现一种不明生物——丧尸般的行动状态，穿着人类的衣服，看样子还是一个犯罪团伙的成员；最可怕的莫过于它不光刀枪不入，而且还存有人类的意识。三小时后，该小镇沦为丧尸的乐园。\n      还未能生成新闻刊登在各大报纸上，就已经有不少记者再也没有回来，那里成为了名副其实的“禁地”，谁敢靠近，那就一定是梦游。\n     短短两年，“禁地”的面积就扩大了足足五十倍，霎时，全世界陷入从未有过的大混乱。几乎所有国家都舍弃领土封锁边境，那些被抛弃的平民成为国家短暂和平的牺牲品，被抛弃的土地无一例外地都沦为地狱。\n      在长满杂草的研究所，可以隐约听到骨头相互碰撞发出的“嘎吱嘎吱”的声音。\n\n突然发现暑假过去一半而自己励志翻身的愿望尚未达成便臭不要脸地来开坑但愿不会弃○      ==>\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1470709320,
            "txt_content": "最近一看到乐园就会想到花园嘿嘿嘿\n想到花园就想到三花园了嘿嘿嘿\n想到三花园就【数据删除】了嘿嘿嘿\n\n↑不要理会这些智障言论"
        },
        {
            "author": "冥王星人",
            "timestamp": 1470718740,
            "txt_content": "水平大有长进\n比以前强多了\n不过选择的题材比较狗血滥大街\n所以建议不要写太长\n之后再开个有新意的"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470873540,
            "txt_content": "描写略偏搞事情。"
        },
        {
            "author": "WM2030",
            "timestamp": 1470875520,
            "txt_content": "安根_Engon 发表于 2016-8-11 07:59\n描写略偏搞事情。\n搞事情什么鬼。\nps：写的不错\n但是还是看着不顺眼\n虽然我也说不出什么门道就是了"
        },
        {
            "author": "星之绿焰",
            "timestamp": 1470893940,
            "txt_content": "这题材以后要不要换一下？"
        }
    ]
}