{
    "title": "【原创连载】《狼与我》第一章",
    "author": "Hack_er_",
    "replyCount": 17,
    "timestamp": 1470721860,
    "txt_content": " 本帖最后由 Hack_er_ 于 2016-8-12 00:17 编辑 \n\n第一章第一个驯服狼的男人    题记：我是史蒂夫，我是第一个驯服狼的男人\n    在我很小的时候，我常常在梦中梦见狼，我经常在想，狼对着那方圆的月亮到底在嗷叫些什么呢？是对大自然的爱，还是对种群的呼唤，又或者是一种孤独呢？\n\n    “这无所谓吧。”妈妈说，“狼是很危险的动物，不要试图和它建立友情。”“但是狼在嗷叫的时候，明显透露出孤独，难道它不需要友情吗？”“狼是冷血动物，它怎么会需要呢？”\n\n    说来也巧，当我听到妈妈说完之后，我一个受不了，就冲出了屋子里，向外面跑了很久，“嗷呜！”——一声狼叫，我突然间停了下来，“吼！哇呜呜呜！”——似乎在说“离开我的领地！”，我害怕了，身子在颤栗，却只见另外一条狼冲了出来，它的眼中散发着血红色的光，\"嗷呜!\"然后便与先前的那条狼厮打了起来，只见入侵者纵身一跳，一爪子拍了下来，把守护者的毛给扯了下来，守护者也不甘示弱，一巴掌拍了回去，尖尖的爪子散发着银色的光芒，把那入侵者的眼睛抓破了，流出了鲜红色的血液。\n\n    入侵者更加愤怒了，它全身的毛都竖直了起来，散发出危险的味道，却见它冲向了另外一个地方！那里是狼窝！入侵者要把小狼咬死！“原来原先那只是头母狼！”——我想到，“那可是几条生命啊！”，母狼一见势头不对，也向狼窝冲了过去，它那速度我至今无法忘怀，就当入侵者到了狼窝边，正要咬时，母狼拼命往前一冲！入侵者便咬在了母狼身上，鲜血流了出来，这更加刺激了入侵者！它变得更加狂暴！\n\n    母狼却做了一个我意想不到的事情，它死命抓住入侵者，向悬崖旁走去，入侵者也不屈服，它也死命挣扎，可是！一条狼，就算是再强壮的狼！再狂暴的狼！又怎么会比护子心切的母狼力量大呢！在最后关头，入侵者还在死命挣扎，母狼却向我望了一望，又望向了狼窝，似乎想要我守护小狼。然后，坠落了下去......\n欲知下事如何，请关注我！以及评分！回复！\n@250=mo  把大触叫过来捧捧场~~\n第二章链接：http://www.mcbbs.net/thread-618098-1-1.html\n\n\n\n吸取大神们的评价，我决定写个重制版\n\n第一章——重制版母狼\n\n\n    在我很小的时候，我常常在梦中梦见狼，我经常在想，狼对着那方圆的月亮到底在嗷叫些什么呢？是对大自然的爱，还是对种群的呼唤，又或者是一种孤独呢？但是我一直认为狼是没有爱的。直到那天......\n\n    那天就和往常的隆冬时节一样，阴蒙蒙的，没有散发出一点生机，就连以生命力著称的野草也都枯萎了，一片雪原之中找不到任何食物，就连我们村子也需要靠储备的粮食过冬。“切！最讨厌冬天了。该死的狼”塞拉一脸厌恶的表情说道。这是因为一到冬天，狼的活动就频繁了起来，总是来村子里抢食物。\n\n    “但是还好，我们有耐用的弓箭和铁匠大师所做的锋利的铁剑。”塞拉是我的表姐，当我还没有出生的时候，她的父母就被狼杀死了，因此十分痛恨雪原狼。而我的父母在前年也死去了，他们化作了一缕烟，只掉落了两套耐久度十分低的皮革套装和石剑，从此以后我们相依为命，至于铁剑和弓箭则是铁匠大师看我们可怜才送给我们的。\n\n    “史蒂夫，家里快没有干柴了，我们一起去吧。”她说道，“嗯，但是......”“哪有这么多但是，和我走啦，难道你要我一个人把干柴带回家里么！”“嗯......好吧，那么在去之前我们先把皮革套装穿上吧。对了，还有石剑。”因为铁剑实在太贵重，我实在不舍得浪费一点点耐久，但是不管怎么说，塞拉姐姐的箭术我还是十分信任的，就算只有石剑，靠着姐姐的箭术，就算遇到了雪原狼也不怕。\n\n    “呼呼，这该死的木头还真难撸下来，真是应该求铁匠大师做一个石头斧子的。”塞拉一边抱怨一边捡着掉下来的橡木，脸上充满着不爽。“行了行了，这里没有橡木树了，你去把树叶撸掉，看看有没有苹果掉下来，而且记得把橡木树种子种下来，搞定后，我们去前面看看能不能抓几只野鸡。”\n\n    我迅速的做完了这些事情，但是，我隐隐约约有一点不安感，前面似乎有危险的样子。“嗯......今天就到此为止吧？”\n\n    “嗷呜！！！！”一声狼叫突破了天际，声音传到了我们这里，而方向......就是前面！\n\n    “雪原狼么，你拿好石剑，我们走！”姐姐边说边拿起了弓箭，表情十分愤怒。“我要报仇。杀死你们！”然后便疾跑了过去。“喂！等等我啊！”我抬头望了一下月亮，好方，好亮，星星装饰着天空，充满了梦幻感。“好美。”\n\n    “呃，现在不是想这些的时候，我得快一点去追姐姐了。”我拿起了石剑，也疾跑了过去，由于我天生资质，我从我一出生就获得了疾跑II的Buff，很快就追上了姐姐。\n\n     突然间眼前出现了一只跟猫差不多大的动物，“那是什么？”我心中想到，于是我停下了脚步，凑过去抱起了它。这是一只白色的小动物，它那幼小的样子触击了我内心中的柔软。“啪！”可是姐姐一把夺过我手中的小动物并狠狠的扔在了地上，情绪激动的说道“那是狼！我要杀了它！是它！是它！害死了我的父母！你的表叔、表婶啊！”\n\n    我惊呆了，它竟然是条狼，可是，它是那么可爱，那么小......\n\n    眼看姐姐就要用弓箭杀掉小白狼了，可就在转瞬间，那声狼嚎又响了起来，“嗷呜！！！！”一条体型巨大、身材剽悍的白狼出现在了我们的面前，那一股气势把我们都吓傻了，我想，这一定就是小白狼的母亲了。\n\n    姐姐又颤抖着把弓箭对准了那条大白狼，但它却一步一步走进了我们，在那一瞬间，我反而觉得不害怕了，甚至还有点开心——小白狼可以不用死了。\n\n    它走的越来越近了，虽然并不快，于是我又渐渐的害怕了起来，我突然间想到了办法，我将手中的剑放在了小白狼的头顶上，它猛的停住了，开始从喉咙中发出呜咽的声音，似乎在求我不要杀了小白狼。\n\n    我看到了狼的眼睛，一种近乎绝望的眼神，我不知道它们经历过什么，也不知道为什么它们来到了这里，我抱起了小白狼，拉住姐姐往后退，姐姐却毫不放松，还是拉着弓弦对着母狼，那弓弦似乎都要因为长时间的拉扯而崩断了，等退到了大概差不多十多格的时候，我把小白狼往前面一扔，母狼一个纵跃就把小白狼接住了，放在了自己身前。\n\n    “嗖！”毫无征兆的，姐姐的箭就这么射了出去，直直对着小白狼过去了，“嗷呜！！！！”我闭上眼睛，以为小白狼就这么死了......\n\n    然而，当我睁开眼睛的时候，眼前的一幕却让我不敢相信！箭没有射在小白狼身上，而是射到了母狼身上，母狼的身上一大片鲜红色的鲜血流了出来！箭那么快的速度，不可能......然而，母狼却做到了，虽然她也丧失了行动的能力，这正是取它性命的好时机！“嗷呜！！！！”一大片狼嚎响了起来，让我们不敢前行，我感到了害怕，转过身就拉着姐姐跑了，我们离的越来越远，似乎有激烈的打斗声从我们退去的地方传来。\n\n    终于......我们回到了村庄......\n\n    欲知下事如何，请关注我！以及评分！回复！\n\n    加上重制版大概6220多字吧......",
    "replies": [
        {
            "author": "Hack_er_",
            "timestamp": 1470721980,
            "txt_content": "第二楼占下，留着不时之需"
        },
        {
            "author": "Hack_er_",
            "timestamp": 1470722100,
            "txt_content": "酷车手BB弹 发表于 2016-8-9 14:01\n要是能配点图就好了\n你让我情何以堪......"
        },
        {
            "author": "酷车手BB弹",
            "timestamp": 1470722460,
            "txt_content": "要是能配点图就好了"
        },
        {
            "author": "股份购回",
            "timestamp": 1470724620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1470724740,
            "txt_content": "下次记得加上模板"
        },
        {
            "author": "暖夏如歌",
            "timestamp": 1470730260,
            "txt_content": "还可以，不错，楼主快更！"
        },
        {
            "author": "Hack_er_",
            "timestamp": 1470733800,
            "txt_content": "暖夏如歌 发表于 2016-8-9 16:11\n还可以，不错，楼主快更！\n您好，第二章已出，现在可以去看看了"
        },
        {
            "author": "星之绿焰",
            "timestamp": 1470804060,
            "txt_content": "66666666666666"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470873360,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-8-11 07:57 编辑 \n\n主题尚可，但感觉只写了半截，断章太早了。作者没见过狼打架；这有点像鬣狗打架。多看看动物纪录片。"
        },
        {
            "author": "WM2030",
            "timestamp": 1470875340,
            "txt_content": "安根_Engon 发表于 2016-8-11 07:56\n主题尚可，但感觉只写了半截，断章太早了。作者没见过狼打架；这有点像鬣狗打架。多看看动物纪录片。\n ...\n确实全凭想象之事不宜写，更不宜多写"
        },
        {
            "author": "250=mo",
            "timestamp": 1470925140,
            "txt_content": "谢邀。\n狼是恒温动物，不是冷血动物。\n对话再斟酌一下吧。虽然我觉得神态比语言更加适合用在这里。\n故事还没有展开，就不评价了。多推敲，多修改。"
        },
        {
            "author": "asd5820793",
            "timestamp": 1470925620,
            "txt_content": "250=mo 发表于 2016-8-11 22:19\n谢邀。\n狼是恒温动物，不是冷血动物。\n对话再斟酌一下吧。虽然我觉得神态比语言更加适合用在这里。\n谢谢大神评价，由于大号被封，现在用小号来回复您\n狼确实是恒温动物，我在这里只是想突出一下人们对狼的偏见.......\n对话确实是感觉很烂，我也觉得神态用在这里比较合适，然而文学功底本来就不太好.....\n嗯.....以后有时间我会弄个重置版的......{:10_512:}"
        },
        {
            "author": "asd5820793",
            "timestamp": 1470925680,
            "txt_content": "WM2030 发表于 2016-8-11 08:29\n确实全凭想象之事不宜写，更不宜多写\n您说的很对，我会去认真看看狼的记录片的{:10_512:}"
        },
        {
            "author": "asd5820793",
            "timestamp": 1470926160,
            "txt_content": "安根_Engon 发表于 2016-8-11 07:56\n主题尚可，但感觉只写了半截，断章太早了。作者没见过狼打架；这有点像鬣狗打架。多看看动物纪录片。\n ...\n嗯，确实是没有见过狼打架，对于狼的纪录片我会去多了解了解的\n谢谢评价{:10_512:}"
        },
        {
            "author": "Dr.超",
            "timestamp": 1470994260,
            "txt_content": "又是个Lv-禁止发言，怎么最近老是由拉莫多的这样的人"
        },
        {
            "author": "asd5820793",
            "timestamp": 1470997680,
            "txt_content": "Dr.超 发表于 2016-8-12 17:31\n又是个Lv-禁止发言，怎么最近老是由拉莫多的这样的人\n我要告诉你一个非常悲伤的故事，我是帮别人回答问题才被禁言的\n现在用小号来告诉你"
        },
        {
            "author": "Dr.超",
            "timestamp": 1471000320,
            "txt_content": "asd5820793 发表于 2016-8-12 18:28\n我要告诉你一个非常悲伤的故事，我是帮别人回答问题才被禁言的\n现在用小号来告诉你 ...\nAre you sure?小号LV.7？？？"
        }
    ]
}