{
    "title": "【RMC】 一乘一点阵显示屏 高可无限延伸 最大宽不小于十",
    "author": "流火智YFTX",
    "replyCount": 2,
    "timestamp": 1470820920,
    "txt_content": " 本帖最后由 流火智YFTX 于 2016-8-10 17:37 编辑 \n\n[attach]972004[/attach]\n\n\n\n\n2016-08-10_15.37.08.png (475.86 KB, 下载次数: 1)\n\n下载附件\n\n2016-8-10 17:19 上传\n\n\n\n\n\n\n\n\n\n2016-08-10_15.37.43.png (497.74 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-10 17:19 上传\n\n\n\n\n\n\n\n\n\n2016-08-10_15.38.31.png (490.11 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-10 17:12 上传\n\n\n\n\n\n先展示一下，证明这的确是一乘一点阵显示屏\n\n\n\n因为懒，我没把这个显示屏做到理论上的极限大小（即高接近地图高度上限，宽大于10），不过可以用接近无脑堆叠的方法实现理论极限，我这里做的是基本的单元，接下来我简单介绍一下这个显示屏，教程有可能会做，不过目前没这个打算\n\n首先，这个显示屏有一些使用要求：\n1、每隔不到一分钟（建议30s）需要刷新一次（即给显示屏一个负脉冲）\n2、每次改变图像时需要刷新，而且应先给图中从下向上数的偶数行一个下降沿，然后在偶数行为0时，给奇数行一个下降沿，完成全部红石灯的熄灭后再根据需要的图像给显示屏上升沿的信号，上升沿时先上升奇数行还是偶数行并没有要求，同时也可以\n3、以上两条是对本显示屏特性的粗糙描述，具体的特性接下来慢慢说，如果使用者熟悉这个显示屏大部分具体特性，上方两条使用要求可根据情况进行修改\n\n\n\n\n2016-08-10_15.38.46.jpg (118.89 KB, 下载次数: 3)\n\n下载附件\n\n2016-8-10 17:24 上传\n\n\n\n\n\n图中的红石块、粘液块和活塞的组合是奇数行的输入，在高上如何堆叠相信一目了然，在宽上如何堆叠我也给出了一个例子，就是这里面的那个有粘液块的输入端，我们可以很简单的靠一个活塞激活一个活塞然后循环来在宽上进行堆叠。\n需要注意的是，因为偶数行的特性，活塞的循环不是无限的，它有一个极限，到极限之后就无法继续加活塞了，这时候我们可以从另一侧（如果从正面看，是指左侧）做出对称的结构，这样可以将宽加倍\n\n\n\n\n\n2016-08-10_15.38.57.jpg (128.51 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-10 17:27 上传\n\n\n\n\n\n这是偶数行的输入，在高上的堆叠依然可以直接无脑堆，不过除此之外，这里需要注意的东西比较多：\n1、为了避免粘液块在密排时造成的bug，左右相邻的单元需要上下错开两格，图中已经给出例子了\n2、图中的用拉杆的地方需要提供持续的信号，当信号为1时激活红石灯，为0时关闭；用按钮的地方需要正脉冲，脉冲长度不可超过矿车往返时间，每提供一次正脉冲，红石灯的状态翻转一次\n3、之前说的每隔30s需要刷新一次是因为发射器发射的箭一分钟后会消失，导致bug，为了稳定，建议30s刷新一次，不过如果你把时间算的很好，可以降低刷新频率。\n4、这里是有使用次数限制的，是64乘9次，不过可以给发射器连一个漏斗，增加64乘5次的使用次数\n\nOK，要说的就是这些，另外，特别说明一下：\n1、这是原创作品，我听说有一位台湾的朋友在我做这个之前也做了一乘一点阵显示屏，而且也用了绊线，不过我在做之前（直到现在）并没有找到他的作品，这个作品是我在和其他朋友的讨论中受到启发后，独立构想出来的（不过其中的发射器T触是一个朋友告诉我的），并没有受到台湾的朋友的影响，此外，他制作时候的版本和我用的版本（1.10）可能在游戏特性上有较大的不同，我怀疑他的作品无法在我的版本下运行，我的也不能在他的版本下运行，综上所述，这的确是原创作品。\n\n2、引用时记得写上作者是流火智\n\n\n这是存档：http://pan.baidu.com/s/1bPORRg\n\n以下是广告：\n欢迎大家订阅我的优酷或b站账号，下方是我的优酷及b站空间链接，里面有能帮助你迅速且轻松的入门红石的教程，欢迎围观；\n优酷：http://i.youku.com/liuhuozhi\nb站：http://space.bilibili.com/4332430/#!/index\n\n对了，最后加一点补充说明;\n1、我做的测试不是很多，大概就3次，如果有bug可以在贴中告诉我\n2、存档版本是1.10.2\n3、因为用了很多黑科技，所以不同版本间的兼容性可能会出问题，还是建议用1.10.2打开存档\n4、最后一张图（也就是偶数行的输入）中，我做了一点横向的堆叠，但是需要注意的是，我并没有完整的做出一个横向堆叠，图中的堆叠仅仅是为了指明应该把东西堆到什么位置\n5、同样是最后一张图，完成第二个横向的单元后，第三个单元所处的高度是和第一个一样的，也就是第二个单元平移一格之后下移2格\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "leavessoft",
            "timestamp": 1470820980,
            "txt_content": "这东西看着就头疼，看不懂"
        },
        {
            "author": "chyx",
            "timestamp": 1470824340,
            "txt_content": "刚才在群里看见了233"
        }
    ]
}