{
    "title": "<原创·连载>虚妄山·远歌[第六章·旅店][xcc]",
    "author": "xcc",
    "replyCount": 4,
    "timestamp": 1470837660,
    "txt_content": "\n\n前排谜一样的吃瓜子的谜一样的席位里应该坐着的谜一样的人正在嗑很迷的瓜子【我去越来越魔性了这句话】\n\n\n@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人\n@zyj0807  @46241359  \n@柠檬柠檬柠  @llxy   @←咦这是什么啊 ",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1470838080,
            "txt_content": "标题: <原创·连载>虚妄山·远歌[第六章·旅店][xcc] 本帖最后由 xcc 于 2016-8-22 21:08 编辑 \n       面具脸站在这家名为“仲康”的旅店里，仰头看着刻在木板上的旅店价目表，眼中流露出难以置信的神色。片刻后他低头喃喃道：“不可能吧......这么便宜？”\n    刻在木板上的是一行歪歪扭扭的字，应该是用刀子刻上去的，刻出的笔迹十分拙劣，但还是能看出来刻的是什么——“每晚20通用币”。\n    一般的旅店都是一个晚上需要两百多通用币，而且再便宜也不至于便宜到一百元以下。就连那种最破烂不堪的旅舍也不过是八十元一晚。那眼前这个名为“仲康”的旅店每晚只用20通用币，环境不会差到不行吧？面具脸担忧地想着，却看到杜篆在一旁搓着手，目光中满是激动，从表情就可以看出来他心里想的是“真便宜啊”。\n    而站在前台后的那位戴单片眼镜的年轻的旅店老板看了一眼面具脸，微笑着说：“您放心吧，环境绝对没有问题。”\n    面具脸的眼中流露出阴郁，但脸上还是没有表情。他微微点了点头，说道：“那为什么这么便宜？”旅店老板仍然微笑着应答：“因为这里是灵旗。” \n    面具脸低头思索了一小会，但仍是不清楚他究竟想要表达什么意思。\n    “对了，我觉得有件事我需要跟您说一下......”老板敲了敲价目表，声音不徐不疾，“灵旗内的旅店只有两家，不过另一家前天刚拆掉了。”——潜台词是“你没得选。”\n    面具脸轻轻地“啧”了一声，随即拿出1张面额为二十通用币的钞票递给老板，然后一手支着下巴一手接过了年轻人递过来的一串钥匙，钥匙环上还挂着一个刻得很精致的木牌，上面用黑字写着房间号——02。\n    “我这家旅店共有三层，一层十五个房间，您这间就在这一层，向右转第二间就是。”旅店老板抬手指了指自己右侧的走廊，然后低下头去。\n    面具脸说了声“谢谢”后就拽着杜篆走去房间，同时在去的路上深吸了一口气，做好了迎接一个糟糕透顶的房间的心理准备。他当然没有看到，身后的年轻人，缓缓抬起了头，嘴角微微上扬。 \n    不过在推开门的一瞬间，他闭上了眼睛——到底还是不敢正视自己构想出来的“糟糕环境”。 \n    “诶？环境不错哦。”杜篆的声音从他身后响起，语气中有一点兴奋和惊讶。面具脸听到了杜篆兴奋的发言，先是有些惊讶，然后缓缓睁开了双眼。映入眼帘的是一间打扫得十分干净的小房间，墙边靠着一个双层床，床边摆放着雕有花纹的木柜，房间正中央摆放着一张木桌，桌上放着一本很薄的册子。床上的被褥等也很整齐，地面也很干净，没有一点灰尘，光亮如新。\n    面具脸吃了一惊，这房间除了小了点，其他方面简直和夜央城内顶级的旅店有得一拼。但是环境这样好的一个旅店怎么会有如此之低的价格？\n    这其中必然有什么缘由，但是面具脸并不急着探究。\n    毕竟还要在灵旗待上一段日子，有的是时间——而且，灵旗里的各种弄不明白的事，只要问那个人就能得到解答了。 \n    这样一想，面具脸就放松了下来，一边敦促着杜篆快些休息一边拉开床边的柜子，果不其然，看到里面摆放着几罐茶叶，茶叶边上有一张价格标签，但没有写茶叶的品名。\n    这应该是和其他旅店一样的体制——如果茶叶被使用的了话， 茶叶的钱会在他们离开旅店的时候结掉。\n    “果然每个旅店都会卖茶叶啊。”在心里感叹了一声后面具脸挑了一罐比较贵的茶叶，然后将其从木柜里小心翼翼地拿出来准备沏一杯茶。他扭头看了一眼，杜篆这小子正在上层的那张床上酣睡。稍稍感叹了一下这小子入眠如此之快后，面具脸开始轻手轻脚地泡茶。\n    不过在刚才倒水的时候，似乎听到了除了水流之外的其他声音，是从外面传来的？\n    面具脸没怎么在意，支着下巴饶有兴趣地看着深绿的茶叶在微热的水中浮浮沉沉，然后听到了楼上隐隐约约有叫骂声。他起先没放在心上，但当他听到从楼上逐渐逼下来的脚步声和愈来愈近的叫骂声时，他立刻警觉了起来，靠在门上仔细听外面的动静，听到了一句充满愤怒的话：“你这算什么破旅店啊？这垃圾场一样的环境是怎么回事啊？！”\n    破旅店？垃圾场一样的环境？面具脸有些惊讶，回头看了看自己这个房间的环境后不由得对门外那人的话感到不理解，这旅店环境不错啊，哪有那么糟。\n    于是他轻轻将门拉开一条不大的缝隙，想看看在门外走廊叫骂的到底是什么人。但他刚拉开门，就看到一个身长八尺的壮汉向自己这里跑来，他很快反应过来，想要把门关上，但奈何那大汉早已顶住门，并将门推开，指着面具脸房间内的环境，扭头向前台后站着的旅店老板喊：“凭什么他的房间的环境比我好？你这黑心老板，存心整我是不？”\n    面具脸扭头看了一眼没有受到半点影响仍在酣睡着的杜篆，正想要赶紧将门关上，却突然想起了什么——那个壮汉的意思是，他的房间其实和自己的房间不一样吗？     \n   \n     \n\n\n\n上一章   索引  下一章废言：某旅店老板：我已经看穿了一切嘿嘿嘿。\n然而我现在执着于女主的人设无法自拔\n\n\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "冥王星人",
            "timestamp": 1470840960,
            "txt_content": "女主让我来吧~~\n@w@"
        },
        {
            "author": "冥王星人",
            "timestamp": 1470841440,
            "txt_content": "女主让我来吧~~\n@w@"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470872280,
            "txt_content": "老样子没什么可讲，但一整章都在讲旅店，能给个理由么。"
        }
    ]
}