{
    "title": "明天发布一个恶棍皮肤包的专属地图",
    "author": "Wolverine",
    "replyCount": 9,
    "timestamp": 1470870120,
    "txt_content": " 本帖最后由 Wolverine 于 2016-8-11 14:20 编辑 \n\n\n\nUPDATE: We are good to go! Wait, I mean: we are EVIL to go! Watch the embed below and/or download the Villains map for yourself here.\n更新：地图已经准备好了！等等，我的意思是：邪恶直播开始了！在下面观看直播或者选择直接下载地图。\n\nAfter the launch of the devious, the devilish, the downright dastardly Villains Skin Pack a week and a bit ago, our devs were inspired to build a special map in which those aspiring scoundrels could demonstrate just how demented they are. And tomorrow at 4.30pm CEST, we’ll be live-streaming a playthrough by our most murderous Mojangstas!\n在恶棍皮肤包发布后没多久，我们的开发人员从中获得灵感，并决定建造一个特别的地图，一起来见证那些有抱负的流氓是多么的疯狂。明天下午4:30，欧洲中部夏令时间，我们凶狠的Mojang员工会直播展示地图！\n\nWatch the embed below!\n在这里看直播：\nhttps://www.youtube.com/watch?v=_IfIMZMpRy4&feature=youtu.be\n\nThe idea behind the map is that you and several so-called friends to complete a series of puzzles and challenges. This may not sound villainous, but here’s the twist: there can be only one survivor! Though you must collaborate early on, keep a beady eye on your companions. Those traitorous wretches are almost certainly scheming to betray you at the first opportunity and claim the crown for themselves. You can’t let those backstabbing baboons get away with that, surely? You’d better find your own way of thinning out the competition. It’s practically self-defence!\n这张地图背后的意义是你可以和你的朋友一起合作完成一系列的拼图和挑战。这听起来并不邪恶，不过听好了：只有一个人可以成为幸存者！虽然看起来你和你的同伴是一起合作完成挑战，但是你的同伴随时可能会被背叛你，你需要保持警惕。那些卖国贼肯定在计划着什么，说不定当你们费劲千辛万苦好不容易获得王冠后，他就会背叛你，并把王冠据为已有。你不会让他们得逞的，对吧？你最好找到属于自己的竞争方式。换句话说就是，保护好你自己！\n\nSee you tomorrow!\n明天见！\n\nCheck this page again then and you’ll be able to watch an embed below AND download the map for yourself!\n记得持续关注本帖然后你就可以在下面的链接下载那张地图！\n\n\nhttp://mojang.com/2016/08/evil-l ... villains-on-stream/\n",
    "replies": [
        {
            "author": "LNK-小承",
            "timestamp": 1470871920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "青木源",
            "timestamp": 1470873360,
            "txt_content": "恶棍皮肤包专属地图发布后没多久，我从中得到灵感，于是炸了它……\n这才是真正的恶棍"
        },
        {
            "author": "kuangwenxin",
            "timestamp": 1470875760,
            "txt_content": "好炸天.."
        },
        {
            "author": "Actahedral",
            "timestamp": 1470876480,
            "txt_content": "这套皮肤说实话确实不错"
        },
        {
            "author": "广药",
            "timestamp": 1470878760,
            "txt_content": "\n\n\n\n\nQQ截图20160811092321.png (126.95 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-11 09:26 上传\n\n\n\n\n\n我选择死亡\n"
        },
        {
            "author": "Hallon",
            "timestamp": 1470880440,
            "txt_content": "所以又是在YouTube直播吗"
        },
        {
            "author": "像素君",
            "timestamp": 1470914820,
            "txt_content": "可以，这很恶棍~"
        },
        {
            "author": "Wolverine",
            "timestamp": 1470949980,
            "txt_content": "WuGuangYao2012 发表于 2016-8-10 18:26\n我选择死亡\n请求帮我把YouTube视频上传到B站，谢谢"
        },
        {
            "author": "哔哩哔哩哈",
            "timestamp": 1471056780,
            "txt_content": "同求....... "
        }
    ]
}