{
    "title": "<原创·连载>《乐园》-屠杀时刻[By：万年咸鱼党恶魔]",
    "author": "恶魔-潇洒",
    "replyCount": 4,
    "timestamp": 1470885780,
    "txt_content": " 本帖最后由 恶魔-潇洒 于 2016-8-20 20:43 编辑 \n      C国的边境总是恐怖分子横行，没有一点治安可言，七八个小镇到处是烟馆和毒品交易站，杀人那是经常的事情，黑帮交火更是平常到不能再平常。      这里各种怪人的头儿——江湖人称“九头蛇”，认识的都叫他“九爷”在这片地盘可是响当当的大人物，只要他一撒手，多少毒品军火手到擒来；只要他站在大街上，谁还敢闹事？可是最近九爷总是不在那幢超级豪华的大别墅中打高尔夫，而是经常一个人溜出小镇，在小镇附近的防护林里待上好一会才出来。别人奉承着问个一两句还当作没事人一样什么都不说。这段时间九爷的气焰一点都不如前几年嚣张，哪里哪里要反都不去管管，反而胆怯得像个小人物，这令很多崇拜者不解。      这样的日子持续了几个月，在一个晚上，九爷拉了几个铁哥们，端着枪就往别墅外面跑，路上见人就开枪，毫无人性。所到之处，必定会留下几具尸体和无数恐慌，还有仇恨的目光。      在九爷的脸上，嘴角恐怖的弧度令所有人感到害怕！      这条街的屠杀结束了，街道上躺满了尸体，血污蔓延得到处都是，无人幸存。      几具尸体的手指动了动，随后突然站起来，发疯一般朝街道另一端跑去。几分钟之后，这些骇人的尸体无一例外地，全部站起来，嘶吼着朝屠杀者离开的方向冲去。因为浑身是血，所以在跑开后，这条街成为了一条血染的街。      丧尸分成几路向不同的方向冲去。一路上，它们见人就跃到脖子上咬开脖颈，吮吸鲜血。而那些因丧尸而死亡的人在倒地后也重新复活，耷拉着将要断掉的头颅在大街上飞跑；它们的头有时会突然断开然后砸向背后的丧尸，那些怪物的身体虽然被砸了一个大坑但依然朝前开进。      整条街都是丧尸，充斥着腐肉的恶臭，弥漫着来自地狱的嘶吼。      启明星升起来了，这座小镇燃起了熊熊大火，火光将这里照得比白昼还亮。      “丧尸呢？”一个因为躲在地窖中而幸存的家庭松了口气。      “对啊，丧尸呢？”一个男人走进地窖，手中拿着一支注射器，里面的莹绿色液体微微晃动。惨叫声响起，后逐渐消失在被血与火染成猩红色的天空。      在蜡烛的映衬下，他惨白的脸更显得可怖，对着倒在地上的几个人翻翻白眼随后走出地窖。注射器上的针头闪着萤绿色的光，最后滚落到地上，针头上最后的液体也滴在地上，腐蚀出一个小坑。      这一天，是阴天。      有幸存者，不过也已经被吓成神经病，在大街上无力地嘶喊，嗓子沙哑到几乎说不出话，但仍在发泄着作为人类的愤怒。      这幅画面被拍出来并刊登到报纸上，那是坐在血泊中无力哭喊的神经病病人，成为丧尸危机的最佳写照。可是，明明没有任何记者外出，却怎么会有这样的照片呢？      夜深了，只有一家报社还亮着灯，突然门开了，一名黑衣男子走出报社。在迈出第一步时，他的鞋从脚上脱落下来，我们可以看到他的脚是白骨。报社内，他坐在椅子上瑟瑟发抖。在他的工作桌上，一只白骨组成的手在桌子上无时不刻剥夺着他的勇气，使他在这个寂静的恐怖夜晚越来越虚弱。在他的背后，一支箭正中脊骨，伤口周围是黑色的液体，逐渐渗入到他的皮肤内。      到白天的时候，他已经腐烂成白骨，并从椅子上站起来，用这具骇人的身躯走出报社，走向人群密集的市中心。      其他街道，分别有一个恐怖的骷髅在混乱的人群中缓缓走向同一个地方。      市中心已经是血流成河的地狱了。\n0.0\n<==      ○      ==>\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1470886380,
            "txt_content": "@冥王星人 @xcc @llxy @46241359"
        },
        {
            "author": "gggbbb",
            "timestamp": 1470887460,
            "txt_content": "不@我还想给分？\n嗯，文章基本没什么问题，那就给说下本死鱼的感受吧。\n我是没看过前置章节的，所以有些地方云里雾里，不过总体来说还是能看得懂的。\n第一，个人感觉九爷这段，看着有些别扭。主要的问题，应该是节奏……快了点？\n嗯，说是节奏快，不如说是没必要的描写有些多了。感觉有些地方是可以一两句话带过的，毕竟在目前看来没什么实际意义是不。\n第二，气氛渲染可能有点毛病。不知道是自己太垃圾了还是怎么着，第一遍看时我没法把自己带进文章。也就是说，没有感受到你所要表达的那个意思。在某些方面，还是不要苛刻的，该描写的就还是多描写些（虽然自己做不到w）\n以上（其实我就是想来水个回复）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1470893040,
            "txt_content": "你的跳绳定额还没完成"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470893700,
            "txt_content": "我读来读去，这篇文章的主要情节跟九爷没有几毛钱关系。肯定是引早了，起码是引着急了。"
        }
    ]
}