{
    "title": "〈原创·单篇〉［较早期］我认识肖·邦恩",
    "author": "安根_Engon",
    "replyCount": 0,
    "timestamp": 1470960120,
    "txt_content": " 本帖最后由 安根_Engon 于 2016-8-12 08:06 编辑 \n\n注：这是较早期稿件，因为某些原因而发布。\n\n    我一从报社出来，就直奔达地省的中心城区。这次走路时，我折价裤子的肥大裤管竟没有往腿上贴，好像也和我一样气鼓鼓的。\n  达地省虽说是紧埃着首都科多省，白天还是一片死寂，到这样的傍晚才稍微好些。但人也都像逃难一样急匆匆地去做事情。\n  虽然在被炮火烧焦了的的奄奄一息的空气中，几个妇人因为气氛压低声音，不过还是有不少议论飘进我的耳朵里：\n  “怎么现在又改成每天炮轰两次啦？”\n  “诶哟，你没看通告啊？据说是军队进驻异类保留地以后找不到异类的本营，每次都被反扑，必须要加快进军速度。”\n  “这可要命。这都一百多天了……咱们达地省本来就离边界近，炮声吵耳就算了，可是弹片直往咱们这里掉，听说砸死了人呢……”\n  我拐上另一条街，正想着世道的反常，却撞见一家只有半边屋顶的酒馆赫然出现在我眼前。虽然我目的地正在这里，但路当间有个酒馆横截着，还是吓了我一跳。\n   进了酒馆，镀锡领扣的酒馆小厮刚要说些什么，我向地板指指，那小厮立刻会意，在酒馆地板的一处缺口给我放下一条绳梯。\n  地下一层赌场的烟气比外面的更加奇异、也更加污浊，所以我一下去便觉胸口发闷。然而我必须来——我虽说没有犯罪，不需要像多数人一样来这里躲警察；但为了这个月能支撑到月底，也要押上我的可怜稿费。\n   我拨开烟雾，试图从影影绰绰的人中找出赌桌，但在四周的喧嚣中，我忽从后面听得一个声音格外清晰：\n“安根……”\n我不免尴尬地怔住了。若你在赌场遇见了熟人，无论是从旁人、从我、或是从对方的角度来讲 ，我都巴不得立刻消失在这里。\n但我觉得这个声音十分熟悉，却叫不出名字。我的好奇心逐渐压倒了我的那点可怜的虚荣。\n“安根……你个小兔羔子。”他又叫了一遍，声音沙哑。\n    我仍在脑海中极力翻寻着对应的面孔。那声音还想说什么，见我这样，却犹疑而且迟钝起来，似乎以为叫错了人，正要走开了。\n我赶紧转身去叫那人。虽然他埋在人群中，但还是一眼就能看到。他是个萎缩的老头，脸皮像被火烤得皱缩成一团的纸张；两只眼睛都陷在那褶皱里，而一只掺着些灰的眼睛还很锐利，另一只几乎混浊一团，勉强看出有些向上翻着；虽然穿着露棉花的灰黑大衣，但还是能看出他干瘪而且瘦。\n但我的眼前跳出另一个人影，一个与我身前这个老头似乎毫不相干的人影：一座乡村酒馆里，一个干瘪的中年人，穿着又旧又脏但很整齐的矿工工作服，一只没有多少肉但很有力的手爪高举起缺口的杯，用一只灰黑色的眼睛端详杯里的苹果酒。\n“呀……肖！”我在这样的场合遇到他，不免有些尴尬与惊异。\n  他听到我说话了，转过身来仔细看着我。他那只混浊的眼睛也转了个圈，最后向我的方向缓慢移动过来，使我不免有点战栗。可是许久，他点点头只说了一句：“小子模样没大变，可是长得这么高了。”\n“‘矿神’，我都好久不见你了。你的模样变化得也挺大。”我勉强以打趣的口吻说。\n“安根，你个小兔羔子，”肖听见这样的称呼，上下点了点干枯的食指，笑了起来，“小时候我在镇上酒馆讲我那些故事，就你一个人听进去了。那时候你也就比桌子高一点呢。”\n  “到现在那些故事我还记得许多呢，”我示意让他跟着我往绳梯上爬，“你不在镇上当矿工了？”\n  “几年前就不干了。矿工哪有那么好当，”肖一边像是自言自语地嘟囔着，一边在云雾和人影中穿行，“这年头，只有穷苦活计最不好干，叫人受欺辱。都不好干。但这一层最不好干。”\n肖.邦恩一瘸一拐地赶到了扶梯前，攀登扶梯时很是迟缓与吃力。我拉了他一把，抓住他砂纸般粗糙的手，感觉磨得很痛。\n  “可是出了什么事了？”我拉着他坐在一条长椅上。\n  “一天天出的事还少？矿工总是出事。”肖说着，自己坐在我旁边，从他脏兮兮的大衣的衣袋里摸出一支烟斗叼着。\n  “那是怎的回事？”我尽力想在缭绕的云雾中不咳嗽。\n  他埋头点了些碎烟叶，抽了一口。\n  “都是因为不好干啊。\n   我直到七年前年关，还在矿井底下干活。当时我们挖的是一座红石矿，下井须下得深；矿脉也极难找。\n  “我们干了二十几天，一立方米的红石矿都没挖着过。承包方眼看着经营不下去要把我们赶走了。”他的声音很低，但比一切喧闹的嘈杂都更加清晰，“结果就是在他要赶走我们的那天，有人找着矿脉了。”\n  “挖到了矿脉，不是好事吗？”我问他。\n他想了很久；想的时候，混浊的眼睛像在半空中寻找了什么。\n  “只对人家是好事。干了一个月，我们找承包方要钱的时候，承包方说，把矿脉挖到头了就给。可当矿工的，谁家里不急着用钱呢？\n  半夜，我们就睡在工地上。几个后生没睡着，都在石堆上坐着。我夜里睡得清盯着那辆运红石砂的矿车。夜里静得很，我这耳朵虽说是不好使了，可还是听见他们说要截下来矿车，把红石砂分配着运走。我听见这话，当时就蹿起来了。\n   ‘你们几个小子什么时候有点出息！咱们什么时候劫过人家东西！’\n   这几个小子都死盯着我，一副要吃我的模样，可是也转过头去，没有再说什么。我心想他们看在我面子上，许是不会再搞出什么猫腻来了，于是翻身睡着了。\n  可是第二天天不亮，我就让人拖醒了。我一睁开眼睛，就看见几个差役正把我拖到一个小房间里，屋里有一个衣着很体面的商人坐在躺椅上，跟几个警察谈话。\n  想起来昨天后生们说的话，我想，这许是底下人出了事，要质问我这个工头了。几个差役把我摁在地下，我也什么都没说。\n  谁知那个商人和警察谈完了，看见我如此神色，来了一句：‘这么说，是你劫的红石砂了？’\n  红石砂没了，许是那帮后生半夜偷的！这么大的罪，我咋么担得起！我吓得两腿都抻直了，赶紧否认：‘老爷，多晌有这回事……’\n  ‘没有这回事么？’只见那个商人只是冷笑，‘没有这回事，为什么红石砂就没了？没有这回事，为什么其他几个人都告发是你？’\n  ‘这……这可以查呀！’我伏在地上，‘你们随便查我们家，查不到的！’\n  ‘当然查不到了，’另一个埋在黑影里的警察说，‘夜里你早把红石砂卖了，我们能查到什么呢？’\n  好家伙，我怎么辩解都辩解不清了！\n   ‘咱们很快就可以知道了 。’一个警察说，‘是他吗。’\n   ‘是他。’商人说道。\n   ‘是他。’警察说。\n   ‘不是我。’\n   ‘那就是他。妈的，这劳什子还想狡辩！’\n  ‘行了，肖。’那个商人说，‘你把卖红石砂得来的钱如数交给我，我就不追究了。走吧。’\n    ‘我没钱哪！’\n    ‘滚吧！’商户一脚把我踢出来，我一直滚到了街上。\n  “可是我哪里有钱呢？我去哪里要钱呢。本来家里就急着用钱哪。”\n  他又沉默了许久，但这段空白没有被嘈杂声填充。\n  “我没敢回家。我没脸和家里人要这钱。政府贴了通告了。白天我只能走到省城里，去找我所有有钱的远亲。\n  没用。人家好像头一天约定好了，要把我挡在门外头。好不容易叩开了两家人的门儿，凑了点钱；准备回镇上的时候，老张头正打镇里出来。\n  ‘你快走吧！快走吧！’老张头咬着牙根对我喊。\n  ‘咋么回事？咋么回事？’我急着问他。\n  还能咋么回事？你一不在镇上，他们就又贴了一张通告，说你是什么‘潜逃’，已经把你家里人都抓起来啦！快走吧，别再把你也抓起来！\n  ‘那我更不能走了！我得去把他们换回来呀！’我说着要往镇上冲。\n  “‘别去啦，晚啦！都把人拖到银河边上了！八成是要枪毙然后抛尸了！’”\n  他说不下去了，眼睛直勾勾地盯着地板。他的眼角泛泪，眼前似乎浮现出了他在镇上的妻子、儿女。\n  “我有什么办法！我们无钱无权的，命就不算是命……这是把我逼向绝路了。在以前我敢跟他们拼命，可是现在人死也死了，拼命有什么用！我只能一个人连夜溜到这。”邦恩，这个老矿工脸上的皱纹突然起了什么深刻的变化。\n  “呵，都完事了。”邦恩把烟斗收起来，“谁能不为了钱？钱真是能杀人的玩意儿！……我也没有办法，只能到这混口饭吃。”\n  我才反应过来，很是动容，赶紧把兜里所有的积蓄掏出来给他。“没事的时候，帮我回去看看镇上的祖坟。”我差点哭出来。\n  “会的，会的。”邦恩擦干了眼泪，起身要向外走。我跟在他后面，想要挽留他，可是也没有说出什么。在酒馆赌场明亮的昏暗光线中，可能是光造成的错觉，我似乎感觉这个坚定而又无奈的瘦小老头比我高大。\n  “再见，安根，你个兔羔子！”邦恩说着，又笑了笑，露出他刻着一个普通矿工的升沉荣辱的印记的皱纹。\n他钻进了座位前的人群中。我再也做不出什么，就定在原地，只能目送他出去，看着他坚定地在逆流人群中穿行，直到最后他消失在门口了。\n  他永远是我所认识的肖.邦恩，从他的坚定，到他的无奈。\n\n  我在几天后的一个晚上，又见了邦恩。\n  我走在路上正准备回家了，突然又看见那佝偻的身影；再定睛一看，果真是邦恩。这使我很欣喜，正准备过去和他寒暄，却看见邦恩正在拐角处和另一个人谈话，于是没有凑得太近。\n  “这一周发达了，”邦恩笑笑，掏掏兜，把一个西给他。“你那招可真好用。我这一周遇见三个孩子，我把那个故事讲了三遍，就给了我八个西。他老子的，我下了酒馆还撞上一个，那蠢蛋给我六个西呢。”\n  “你可真敢骗人家孩子。”那人接过钱，抬头看了一眼邦恩，这是我们这一个叫林奇的著名报刊写手，“不怕让人家戳穿了？”\n  邦恩笑起来，露出一口歪斜的牙，发青发黄的牙在有些惨白的月光下，竟也跟着亮起来。\n  “怕什么？”他一摆手，“……我又不是光在这一个市待着。而且我不骗他们，自然有人骗他们。这些崽子，一个个的口袋里都装着钢蹦、黑曜石币、红石币，又都天真的要命。你为了钱，不也给我编了这个故事吗？钱真是能杀人的玩意！……”他随即又一摆手，满脸的皱纹也跟着月光发亮，“算了，这事你管不着了。明天我就离开这往南去，那边也有几个孩子和我有交情。”\n  “总之你好自为之。”那人说完，摇摇头，就转身往一条胡同里走。\n  邦恩看着那人走进胡同，一转身，两手插在大衣兜里，就好像没有见过那个人一样，兀自在冷清的街上逛起来。他嘴里哼着变了调也变了词的曲子：\n夜麦开，夜麦开，\n你是个富贵城，\n赌桌起，钱声响，\n财源广进！\n……\n  他拐过一个街角，身影便看不见，只有曲调在空中震颤着。\n  于是我也没有与他寒暄上。\n直到现在，我也再没有再见到肖.邦恩了。\n\n为了更好的阅读体验，请使用离线文件\n百度云网盘（.doc）\n随附打开方式（字体：simkai.ttf）\n",
    "replies": []
}