{
    "title": "〈原创·连载〉［较早期］米歇德将军口述 一",
    "author": "安根_Engon",
    "replyCount": 2,
    "timestamp": 1470965040,
    "txt_content": " 本帖最后由 安根_Engon 于 2016-8-17 07:20 编辑 \n\n注：这是较早期稿件，因为某些原因而发布。\n\n  小子，你是要听个故事。别指望我讲荣耀，死亡，胜利什么的；战场上没有那么多这样的故事。我要讲的虽然不是我亲身经历的，但也是活生生的事实。可能有点吓人；你放心，我不添油加醋。\n\n   去年初秋，七轨组织起的四个混成营，奉命到米歇国边界的一座大峡谷，打算在此伏击刚刚打穿异类保留地的约基蛮子。\n  后来……关于那些肃清党暗杀，截获情报的事情，你应该都知道了。都是孩子。约基人真敢下毒手。就在前一秒他们还在夜幕里穿行，后一秒他们就被约基人用低射炮和短射炮炸得稀巴烂。连尸骨都炸没了。都是孩子。\n  第二天下午的时候，约基人早已踏过去了。这时，炸黑了、炸散了的土里才有了点动静。一个年轻的士兵从土里连滚带爬，最终挣扎了出来。他们当时跟在运输队后面，掀了盖的板车盖住了他们。他断了一条肋骨，掉了三根手指头，左小腿一直在流血，但并没有危及性命的伤。\n  他坐在土上，脑子里都还是嗡嗡声。他向四周看着，四周也都是嗡嗡声。一具尸体都没有看见——不是炸碎了，就是被土埋上了。甚至连活物都没有。周围的山峦，头顶上的天空，都灰暗得令人说不出话。山谷里埋着四个营的兵。\n  山谷中央有一截三米多高的石碑。这座石碑之前有十几米高，是米歇与异类保留地的分界碑。上面的断岔溅着混合的尘土与鲜血，斜指着飞扬着尘土的灰色的天空。那个叫戴施·瑟达的士兵灰色眼睛眼神空洞地看着那块石碑，就像在看一块墓碑。\n  这样大概有一阵，说不清楚多长时间，戴斯才意识到自己正在哪里，他在干什么，以及他要干什么。年轻的士兵想站起来，可是还没等直起腰，整个人就倒下去。此时他才感到左小腿的疼痛。他似乎想找些什么，他想抓住些什么。可是他的手一时只是在空气中乱挥。他只是不想让周围太死寂，要有点人声。\n  终于，他弯下腰去，用七根手指头的双手去挖他旁边的炸松的土壤。\n  这个士兵非常幸运。他与太阳的比赛胜利了。他赶在太阳之前，挖出了自己活着的兄长，德门·瑟达。活的。他真想拥抱他哥哥。\n  “结束了吗？”德门咳开了以后，说的第一句话就是这个。\n  “结束了。约基兵把这炸得不成样子，我想他们是碾过去了！”戴施笑了，他从来没有想过自己说出这条消息时会如此高兴。\n  “戴施，你快把我拖出来。”德门睁开眼睛，查看着四周“我的两条腿一直埋在土里，现在都快要没知觉了！”\n      “奇迹。不知道咱们怎么活下来的。”拖德门出来时，德门问他。\n    “板车把咱们盖住了。”\n   “不可能，板车连两发炮弹都抵不住。”\n  “所以就我们两个。”\n   两人都沉默着僵住了片刻。\n  “不会的。既然咱们能活，就有其他人能活。”\n  两个人一起在地里挖掘着死人，寻找着活人。希望不是没有。到傍晚时，两个兄弟已经挖出了他们的排长莫.翰施，一个医护兵，一个侦查班长，一个警卫员，以及一个狙击手。七个活着的人，虽然衣服已经烂得不成样子，但伤得最重的医护兵也不过失一条腿。\n  这天的残阳是血红色的；土壤与山冈，它们好像也都成了血红色的。他们开始把其他的一些尸体陆续抬出来，但是却没有再发掘出其他活人。\n  天完全黑下来了，今天的夜似乎是他们走出米歇省以来最暗的。翰施找到了两个红石接线杆，做了个一定会短路的电路制造火花，用枪托当柴火生了一堆火，来阻挡在黑暗中生成的异类。\n  他自己就坐在火堆旁，把弄他手里那枚黑耀石做成的十字勋章。\n  医护兵在给自己止血——他的医护箱有三层加厚钢板，一部分东西没有被炸毁。\n  狙击手扔掉了变了形的瞄准镜。现在他们只有这枪和警卫员的手枪能用。\n  戴施和德门数着他们还能够用的子弹。\n  侦查班长用那些枪管画着周围的地形，时不时抬头环视周围。他们两面都是黑漆漆的崖壁，就像前后两道厚重的屏障。\n  警卫员用衣服仔细擦着营长的一把手枪。\n  但大家都没有说过一句话。小子，你可以想想，还没有投入战斗就已经惨败是什么滋味。还有成堆的刚刚阵亡的战友的尸体就围在你周围，有的就埋在你脚下……唉。\n  僵尸，巨蜘蛛，骷髅和可立破在离他们五六十米的地方踩着那些尸体在周围转悠。狙击手突然抬起枪，击毙了一只可立破。\n  “士兵，冷静！”翰施排长喊了一句，但狙击手已经装了一发子弹，又打下了一只。异类开始转过头，高吼着什么人们听不懂却可以理解的语言。\n     他们摊上大事了。\n  “你疯了！”翰施排长吼道，火光把他的脸衬得很白，“泽捉，我们还有几把枪可以用？”\n  警卫员这时试图冲上去与狙击手搏斗，但连一刻（译者注：这相当于我们的千分之一时）都不到就被放倒了。\n  “两把，算上他手中那把！”叫做泽捉的侦查班长回答，此刻已经有骷髅拿起手中的弓了。\n  排长环视一周。“他老子的，给我拿一把！要上一颗子弹！”看着老侦查班长长犹豫的神色，排长又吼了一句：“你给我拿来啊！”悬崖上的巨石被这声吼震下来，砸在一片凸起的石台上，峡谷中立刻满是沉重的回音。\n  排长径自抢过了枪。狙击手此时手里已经没有几发子弹，但他还在躲闪骷髅的羽箭的同时，打碎两只蜘蛛的头。\n  排长瞄准了狙击手。狙击手转过头……\n  两声枪响。\n  一发子弹打穿了排长身后的一只可立破。\n  另一发子弹与狙击手擦肩而过，打在他身后的一块巨石上。\n  剩下的……\n     巨石松动的轰轰闷响。惊呼声。仓促的奔逃。蜘蛛被压扁时脑浆崩裂的嘶嘶声。\n  凌晨的寒气伴随着火堆的余烟，蹿到惨淡的灰色天空上去，从他们的裤管往上爬，一直爬到他们的脑皮层。他们现在不知道自己在哪里，似乎是峡谷的谷口。总之，怪物全部被巨石碾死在了身后。但他们完全散了。物资的匮乏，方向的迷失，更重要的是随时可能降临的死亡，让他们的心境像空气一样冷。\n  医护员给伤员们包扎着伤口——他的医护箱没有被炸毁。排长突然冲上去拿起手枪，指着狙击手的头：“士兵，你为什么违抗命令！”\n  狙击手脸上的肌肉抽动着，把自己背上勉强能看出是行军囊的布片往地上一摔，几乎立刻就把排长手上的手枪夺下：“你是排长，你在这里最大，我们都得听你的，好。但是你不能就让我们就在这里等死！”\n  “你以为我怕威胁吗？”\n  片刻并不沉静的死寂。终于，警卫员说了一句：“算了，奈。算了。和我们一起吧。”\n  右腿还站不直的奈环视一周，似乎有点轻蔑地笑了笑，一瘸一拐地走出这个残兵围成的圈，一边往回走，一边自言自语般骂道：“他老子的看着吧！我还要挖出一把狙击枪和一百发子弹，三天的干粮。到时候追上这些等死的，把他们都毙掉。然后拿着他们的物资，他老子的回米歇省外打伏击，来一个我毙一个。我一个人就能打退他们，他老子的……”\n   剩下的六个兵没有办法。他们出了谷口，必须走向正南，向米歇边境的方向走。\n    但他们没有走向正南。\n\n\n索引贴",
    "replies": [
        {
            "author": "0ojixueseno0",
            "timestamp": 1470968700,
            "txt_content": "说王者荣耀的别走，带我一个{:10_524:}"
        },
        {
            "author": "Olurbo",
            "timestamp": 1470968760,
            "txt_content": "王者荣耀。。。。"
        }
    ]
}