{
    "title": "〈转载·单篇〉第二十二军规，第二十二圈套",
    "author": "安根_Engon",
    "replyCount": 6,
    "timestamp": 1470975600,
    "txt_content": " 本帖最后由 安根_Engon 于 2016-8-28 16:58 编辑 \n\n《二十二军规》\n\n简介\n《第二十二条军规》（或《二十二军规》）是美国作家约瑟夫·海勒在1961年出版的长篇小说。小说讲述了二战时期美国一个空军中队的故事。小说情节荒唐滑稽，人物性格反常无理，对战争和美国官僚权力制度进行了强烈的讽刺。这部小说被视为黑色幽默文学的经典作品，对20世纪世界文坛有着巨大的影响。\n\n作品梗概\n第二次世界大战期间，美国的一个飞行大队驻扎在地中海的“皮亚诺扎”岛上。这是个光怪陆离的“世界”。大队指挥官卡思卡特上校一心想当将军，为了要达到自己的目的，千方百计博取上级的欢心。他一次次任意增加部下的轰炸飞行任务，意欲用部下的生命来换取自己的升迁。这支部队里还有两个“出类拔萃”的人物。一个是一本正经而野心勃勃的沙伊斯科普夫少尉。他毕业于预备军官训练队，大战爆发他颇为高兴，因为战争使他有机会可以每天穿上军官制服，用清脆、威严的嗓音对那些就要去送死的小伙子大喊口令，而他自己由于视力不佳，且有瘘管病，所以没有上前线的机会。他为了邀宠上级，飞黄腾达，就发疯似地专心训练自己的中队，求得在检阅中获胜。由于他研究出不挥动双手的行进队列，被人称为“名不虚传的军事天才人物”，从此迅速步步高升，最后当上了中将司令官。另一个是食堂管理员米洛，他貌似“忠厚老实”，可是赚钱有术，以伙食采购为名，大搞投机倒把，办起了一个跨国公司。他用大批飞机走私，甚至还雇用敌人的飞机为公司运输，向敌人承包保卫桥梁等等。后来居然成为国际知名人物，当上欧洲不少城市的市长和马耳他的副总督。\n本书主人公约赛连就生活在这个绕着战争怪物旋转的光怪陆离的世界里。他是这个飞行大队所属的一个中队的上尉轰炸手。他满怀拯救正义的热忱投入战争，立下战功，被提升为上尉。然而慢慢地，他在和周围凶险环境的冲突中，亲眼目睹了那种种虚妄、荒诞、疯狂、残酷的现象后，领悟到自己是受骗了。他变严肃诚挚为玩世不恭，从热爱战争变为厌恶战争。他不想升官发财，也不愿无谓牺牲，他只希望活着回家。看到同伴们一批批死去，内心感到十分恐惧，又害怕周围的人暗算他，置他于死地。他反复诉说“他们每个人都想杀害我”。他渴望保住自己的生命，决心要逃离这个“世界”。于是他装病，想在医院里度过余下的战争岁月，但是未能如愿。根据第二十二条军规，疯子才能获准免于飞行，但必须由本人提出申请；同时又规定，凡能意识到飞行有危险而提出免飞申请的，属头脑清醒者，应继续执行飞行任务。第二十二条军规还规定，飞行员飞满上级规定的次数就能回国，但它又说，你必须绝对服从命令，要不就不准回国。因此上级可以不断给飞行员增加飞行次数，而你不得违抗。如此反复，永无休止。最后，约赛连终于明白了，第二十二条军规原来是个骗局，是个圈套，是个无法逾越的障碍。这个世界到处都由第二十二条军规统治着，就像天罗地网一样，令你无法摆脱。他认为世人正在利用所谓“正义行为”来为自己巧取豪夺。最后，他不得不开小差逃往瑞典。\n\n关于作者\n约瑟夫·海勒（Joseph Heller，1923年5月1 日—1999年12月12日）美国黑色幽默派代表作家，出生于纽约市布鲁克林一个犹太移民家庭。第二次世界大战期间曾任空军中尉。战后进大学学习，1948年毕业于纽约大学。1949年在哥伦比亚大学获文学硕士学位后，曾任《时代》和《展望》等杂志编辑。1958年开始在那鲁大学和宾夕法尼亚大学讲授小说和戏剧创作。1961年，长篇小说《第二十二条军规》问世，一举成名，当年即放弃职务，专门从事写作。除《第二十二条军规》外，海勒还发表过长篇小说两部：《出了毛病》（1974年）和《象戈尔德一样好》（1979年）。\n\n写作手法\n作者在小说中摒弃了传统的现实主义创作手法，使整个作品没有一条完整的情节发展线索，也没有突出的人物形象，充满着混乱，喧闹，疯狂的气氛。但作者同时强调的是一种“严肃的荒诞”。小说显然以美军来比喻整个美国社会，从它内部的肮脏，腐败，堕落可以判断出它的本质，尤其是那些高踞众人之上的官僚们。所以，小说的特殊艺术形式和内容并非为了卖弄荒诞的技巧，而是为了更好的表达它的主题。正如哈里斯在《美国当代荒诞派小说家》(1971)一书中所指出的：“海勒的小说尽管技巧上有所创新，事实上却在遵循特定的文学传统。《第22条军规》归根到底是一部激进的抗议小说，像《愤怒的葡萄》和《美国的悲剧》一样，他的抗议是指向美国的现行权力中心。”\n作者在不经意的调侃之中，显露出锐利的讽刺锋芒，直指荒诞的要害，初看忍俊不禁，细品余味深长。作者常常将相互矛盾或褒贬义相对的词汇与句子故意搭配使用，如德里德尔将军夸口：“我唯一的缺点就是没有缺点”。丹尼卡医生说：“救命可不是我的事”。某上校“发觉自己仍然无能，而感到十分自豪”，米洛说：“我这人从不说谎，只是在需要时才说谎”等等。\n《第二十二条军规》之所以能一鸣惊人，成为“经典作品”，很重要的一个原因还在于作者在艺术技巧上的创新。在这部作品中，海勒摒弃了现实主义的传统手法，一方面采用了“反小说”的叙事结构，有意用外观散乱的结构来显示他所描述的现实世界的荒谬和混乱，只用叙述、谈话、回忆来组接事件、情节和人物，另一方面又用自己丰富的想象力使事件和人物极度变形，一件件，一个个都变得反常、荒诞、滑稽、可笑，描绘出一幅幅荒诞不经的图像来博得读者的凄然一笑，并且让人在哭笑中、在哭笑不得中去回味、去思索。作者还充分运用象征手段来传达自己对世界、对人生、对事物的看法，其中寓有深刻的哲理思考，正如有的论者指出的那样，这部作品“看来胡搅蛮缠，其实充满哲理，因为只有高度理性的人才能充分注意到事物中隐含的非理性成分。”本书的语言也极有丰采，充分显示了黑色幽默文学的语言特点。用故作庄重的语调描述滑稽怪诞的事物，用插科打诨的文字表达严肃深邃的哲理，用幽默嘲讽的语言诉说沉重绝望的境遇，用冷漠戏谑的口气讲述悲惨痛苦的事件，当然本书也存在寻求噱头和繁复冗长的缺点。\n\n关于黑色幽默\n黑色幽默，是一种荒诞的、变态的、病态的文学流派，把痛苦与欢笑、荒谬的事实与平静得不相称的反应、残忍与柔情并列在一起的喜剧，20世纪60年代美国重要的文学流派。\n“黑色幽默”的小说家突出描写人物周围世界的荒谬和社会对个人的压迫，以一种无可奈何的嘲讽态度表现环境和个人（即“自我”）之间的互不协调，并把这种互不协调的现象加以放大，扭曲，变成畸形，使它们显得更加荒诞不经，滑稽可笑，同时又令人感到沉重和苦闷。因此，有一些评论家把“黑色幽默”称为“绞架下的幽默”或“大难临头时的幽默”。“黑色幽默”作家往往塑造一些乖僻的“反英雄”人物，借他们的可笑的言行影射社会现实，表达作家对社会问题的观点。在描写手法方面，“黑色幽默”作家也打破传统，小说的情节缺乏逻辑联系，常常把叙述现实生活与幻想和回忆混合起来，把严肃的哲理和插科打诨混成一团。\n黑色幽默产生，发展于20世纪60年代，繁荣于70年代，是有其特定的时代背景的。“黑色幽默”这一独具特色的文学和艺术形式之所以能够产生,绝不能归因于部分作家的臆造或创造。20世纪中叶,美国动荡不安的社会环境是黑色幽默产生、发展和兴盛的根源。当时美国在朝鲜战争结束后，一方面社会矛盾，劳资矛盾频繁，另一方面麦卡锡主义使整个社会形成了压抑窒息的氛围；20世纪60年代初期，美国卷入越南战争，战事的失利和美军惨痛的伤亡，更使全国反战情绪高涨，局势比较动荡，社会状况比较混乱。西方民主的思想在现实面前受到一些人的怀疑，传统的道德观念遭到抛弃，生活与思想的真理受到了怀疑。在这种情况下，美国中小资产阶级出于对共产主义革命的先天恐惧心理，在无所适从的社会背景下，于是产生了对现实采取嘲笑抨击，揭露和讽刺，幻想和否定结合在一起的“黑色”的“幽默”。\n\n阅读资源\n\n百度云网盘（.docx）\n为了您与他人的健康，请支持正版\n\n\n获取更多？",
    "replies": [
        {
            "author": "lqr_135abc",
            "timestamp": 1470990000,
            "txt_content": "楼主辛苦了！{:10_492:}{:10_492:}"
        },
        {
            "author": "Olurbo",
            "timestamp": 1470996120,
            "txt_content": "毕竟原创比什么都好"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1472373960,
            "txt_content": "@gggbbb \n\n@tzxwdu \n\n@xcc \n\n@光线桑德斯 \n\n@[方体] \n\n@DGK2 \n\n@恶魔-潇洒 \n\n@zyj0807 \n\n@WM2030 \n\n@miguo"
        },
        {
            "author": "WM2030",
            "timestamp": 1473585900,
            "txt_content": " 本帖最后由 WM2030 于 2016-9-14 20:37 编辑 \n\n本文第一个文件的第七页（脚注页码）第二行的“部”应为“都”\n其余内容还没有读\n\n回复 @安根_Engon ：哦！您弄错了！原文“他对什么事部很冷漠”\n"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1473629460,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-9-15 05:59 编辑 \n\n@WM2030WM2030 发表于 2016-9-11 17:25\n本文第一个文件的第七页（脚注页码）第二行的“部”应为“都”\n其余内容还没有读\n ...\n您好。\n根据您的反馈，已经核实此错误。\n另：发现第一部分排版有较严重错误。（前期用WPS，后期用Officesuite，导致了不兼容，在WPS中添加的分页符无效。）已替换新文件。\n@穿梭的箭"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1473652800,
            "txt_content": "看到这标题莫名想唱歌。。。二十二条军规，二十二个套，二十二个蜜汁圈套放脚下～【雾】"
        }
    ]
}