{
    "title": "《原创·单章》 Passed By —《过客》",
    "author": "紫罗兰祝福",
    "replyCount": 4,
    "timestamp": 1470969900,
    "txt_content": " 本帖最后由 星之永恒 于 2017-2-27 22:37 编辑 \n\n《Passed By》\n—— 一个无意义的过路者，用他的生命换来的深刻讽刺。\n一些与文章关联不大，但必须要提到的一些事。\n\n本文内容仅借用了MCBBS部分会员的ID，内容纯属虚构。\n本文不涉及对部分会员的人身攻击，如有雷同，纯属巧合。\n（因为是第一人称视角，所以借用了本文主要人物的一些特点。\n索岚是谁为什么要黑他）\n\n《正文》\n\n\n\n繁华的城市之间，总是能看见行色匆匆的旅客快速走过街道，或是在破败的火车站等待着火车的汽笛声。他们是旅者，也是匆匆的过客，他们不会在任何一个地方停留太长时间，你几乎不可能遇见同一位过客两次。这样的旅客有很多，你会时常看到这样的人匆匆路过，你几乎不可能回忆起任何一位匆匆走过的旅行者，他们太渺小了，太渺小了！匆匆的过客啊——如果你有兴趣的话，我希望你能稍作停留，听我叙述一位过客的经历。\n\n这个家伙是一个古怪的人。他走过很多地方，他也懂得很多。但是如果你希望能从这位过客口中得知他的经历的话，我劝你打消这个念头。你根本不可能从他的口中获得任何有价值，有意义的信息，你只会听到叹息声，还有各式各样的，难以理解的古怪理论。\n\n我感到非常荣幸，我能在有生之年认识这样的一位旅行者，恒星先生。他没有名字，他早已将他的过去全部忘却了，于是他就在一群人对他的嘲讽中获得了他的新名字，他曾经是个天文爱好者，他曾经保留着一架珍贵的望远镜，但是这架望远镜很快就失窃了。至于在他的身上发生了什么，便也在他的叹息声中成了一个令人半懂不懂的迷。某位迷恋社交生活的女士曾宣称她完全了解这个人的底细，并声称他曾经非常成功，但是在一场巨大灾难后，他便一落千丈，最后竟沦落至四处奔波而谋生的一个卑贱的旅者。这位女士的言论的真实性，自然无从得知，但是很多人竟然对这个言论深信不疑。不过，这并不重要，没有人会在意他，更不会有人记得他曾经经历过的一切。我将要叙述的，正是这位遭受灾难后匆匆掠过的过客。\n\n我最后一次看见他是在两年前，在一家酒馆内。那时正值酒馆生意最好的时刻，当时大概是十一二点，嘈杂的酒馆内挤满了各式各样的人。或许是为了寻找一个较为安静的地方，我选择走向酒馆的一个角落，而恒星先生当时正在角落里独自喝酒。他拿着钢笔的右手则压在记事本上，胡乱的描绘着周围正在发生的一切。我快步走了过去，径直坐在他的对面。\n\n“啊！……好久不见，安根先生。”他显得有些吃惊，忙将手中的笔放在桌上。“好久不见。恒星近来如何？”“还好，还好……”\n他仓皇的敷衍着，一遍将手中的笔和记事簿抽到自己的身边，小心的合了上去。他的动作和神态，倒像是在竭力的掩盖着什么。我还没来得及多加问候，他便把他泥泞的头颅和他脏乱的头发转向一旁，沉重的长叹了一声。我没有再多加询问他的状况，单从他的叹息声中，我便对他的遭遇略知一二了。在沉默中，我只能看着他在他那破旧的记事簿上继续描绘着吃角子老虎的肮脏，赌徒的丑恶，以及这个小酒馆内正在发生，抑或是曾经正在发生的一切。在好奇心的驱使下，我把头转向柜台那边，观察着柜台边上的吃角子老虎。我转过头时，那台老虎正大口的吐着筹码，而那胜利的赌徒正兴奋的狂叫着，欢呼着。我无奈的看着他刻画着老虎和赌徒，回过头又观察了一遍恒星的描写和刻画。除了表达形式略有不同，记事簿上记录的场景与刚刚正在发生的事情别无二致。\n\n我又在寂静中稍坐了一段时间，但我终于坐不住了。为了缓和紧张的气氛和尴尬的局面，我喊来了一旁的侍者，要了两盘下酒菜和一瓶烈酒。待者仔细的打量了我一番，才快步跑去端那两份我要求的菜肴和烈酒。很快，我要求的烈酒和下酒菜便被待者端了上来。待那待者离开之后，我把酒杯推到他的面前，并帮他倒满了酒，而他才终于把他的头抬了起来。\n\n“安根先生，近来如何？”他无奈地苦笑了几声，而他的神情却分明像是在叹气。“没事，我会支付酒钱的。”“我不是……谢谢。我希望能知道您的文章的状况。”恒星轻咳了几声， 不满的看了我一眼。但他的态度终于恭敬起来了，就像一个底层的流浪汉看待一个贵族那样，这让我不由得打了个寒噤。“没有几个人愿意去读他们，而文学社那边还在催促着他们发布文章消耗的大量资金。光看那资金的数额，他们恐怕又要吃掉不少的回扣。”我无奈的笑了笑，顺手把一杯烈酒灌了下去。“这样的钱，拖欠着也罢。他们也只知道从这里捞取些许油花了……真是一群可悲的家伙。”他把那个陈旧的记事本缓慢的合上，轻放在一旁的桌子上面。“如果他们还能接受我的文章，我也不至于流落到今天这步田地。他们只知道从写手这里榨取油水……真是可悲。”\n\n他又开始叹息。他曾经是一位作家，但是几乎没有人能接受他的文章——我恐怕是仅有的一个可以接受他的文章的人。他的文章常常被一群读者数落，美名其曰“狗屁不通”。他还留在文学社写作，并仍有作品发表时，他的文章就为文学社招来许多匿名的讽刺信，样式各异，目的相同。甚至曾有人曾闯入他的家中，将这位文学爱好者讽刺了一番，并撕毁了他的许多手稿。被讽刺且心怀不满的读者们开始来到文学社寻衅滋事，很快，其他的写手便对他的过错耿耿于怀。终于有一天，一群不满的写手环绕着恒星先生，竭尽所能的将他讽刺了一番，又用他们仅有的墨水把恒星先生涂抹了一遍，然后毫不客气地把他从文学社里赶了出来。至此，文学社便将这位低质量的写手永远的驱逐了出去，恒星先生便也像被埋葬在坟场内的，无名的尸体一般不复存在了。当你提到他的过去和他的文章时，他总是会长叹一声，然后快步离开。不得不说，这真是一位古怪的人，至少看起来是这样的吧。\n\n他果然起身离开了，但他并没有走太远。我看见他悠闲地走过一排吃角子老虎，数次徘徊之后，他终于在一台老虎前面坐了下来。那台老虎上面，还剩余几个没有被带走的筹码和几个零星的硬币。他把筹码喂进了老虎的嘴里，缓慢而坚毅的搬动了把手。但是他很快就站了起来，带着残余的两个硬币走开了。看样子，那台老虎把残存的筹码全部吞了下去，一点都没有剩下。\n\n“晦气！真是晦气……”他低声的骂起那台该死的老虎，但是他很快就不再吭声了。酒店里招待客人的那位待者正站在他的面前，用蔑视的的眼光紧盯着他。“……呦呵！这位先生的行头，可不像是一位有钱的老主顾啊。”那位待者轻蔑的笑了一声，他手中的筹码得意的晃动着。“这几只老虎，本来就不是给您这样的主顾准备的。而您呢？哈，你先结清您的酒钱再来找这老虎算帐吧！”“我已经替他结过账了。”我清了清嗓子。那位待者便用不满的眼光扫了我一眼，赶忙给另一位贵客端茶送水去了。\n“我不明白你到底在干什么……”我无奈的看了他一眼。他正低着头，俯视着他手中的几枚硬币。“你应该比我更清楚这里的人对你这样的人的看法和对待方式，我觉得你应该知道你该做什么。”“是的，我想我很清楚这些，你并不需要提醒我……谢谢。”他显得非常无奈，转身把两个硬币放回原处，径直走到角落里坐下。过了片刻，他便拿出记事簿，重新开始记录刚刚发生的一切。\n我没有再吭声，他却拿去了桌上的一瓶啤酒，给自己添了整整一杯，小心的灌了下去。沉默许久之后——也许是十分钟之后，他默默地收起了他的笔，而他的双眼则用一种奇特的方式打量着我。“我希望能了解你对文学社那边的看法。我已经很久没有回去了……那里发生了什么？”他轻咳几声。我清楚的看见他的眼中浮动着灰暗的光，在角落的微弱的光照中跳跃着。“那里什么都没有发生。依然没有读者能理解你写的东西，但文学社那边还是偶尔会收到关于你的讽刺信……我很抱歉告诉你这些，我希望你不会太介意那些信件，那不重要……”他眼中的光很快就黯淡了下来，过了一小会，他缓慢的抬起头，茫然而绝望的看着他眼前的笔记本，但他终于还是用一种近乎绝望和麻木的语气发话了。“这样或许会更好。没有人会在意我……”\n他把头埋进瘫软在木板桌的双臂之间，不再说话。我意识到我刚刚表达的东西，很可能已经击碎了他对于文学社残存的希望，并且严重的伤害了他。就在他躺下后不久，那位待者以为他喝醉了，便跑来收走桌上还剩余不少酒的酒瓶子。但是我却分明的看到他原本拿着酒瓶的手反而放下了酒瓶子，翻开了恒星的记事本，饶有兴致地看了起来，但他的脸色很快就变的铁青，我甚至能看到他的身体在剧烈的颤抖。\n“这位先生，您不介意我帮您清理掉这个记事簿吧？它实在是太破旧了。”他满脸堆笑的看着我，仿佛他对这个笔记本充满了尊敬。“请把你手中的记事簿放下，你完全不必清理掉它。”我冷笑了一声，紧盯着那位紧攥着那个笔记本的待者，我看见那位待者的表情变的很不自然，但他依然满脸堆笑。“还有，你根本不需要清理掉那个酒瓶，我会妥善的处理它的。”那位待者愣了一下，但他很快便满脸堆笑的退下了。然而我却听到了微弱的辱骂声。\n“他老子的……真是两个疯子！真是疯子！”\n\n“哈，您刚刚在说些什么？我这里听的不太清楚。”我淡淡的冷笑了一声，那位待者像石膏像一样愣在那里，过了好一会才缓缓转过身来。“哎呀！这位贵客，您刚刚是不是听错什么了？我哪敢……请问您还需要什么吗？”我没有再理会那位该死的待者，恒星先生刚刚把他的头从袖子中间拔了出来。那位待者拘谨的缩在一旁，等待了一段时间后，他看见我没有反应，便快步跑开了，而我却终于没有再听到骂声。\n“发生了什么……\"他显得很茫然，但他很快就发现他的记事本偏离了最初的位置。在仔细的检查之后，他小心的将那个记事簿装进破烂的口袋中。“没事的。不过，我觉得那位待者很可能不会再欢迎你的到来了……”我指了指一旁正在整理酒杯的待者。那位可怜的待者看见我直指着他，便缩在一旁，像贼一样的窜走了。“他招待本人的礼节，我比你更清楚。他何曾欢迎过我?真是莫大的讽刺……”他冷笑了几声，不再说话了，我想他恐怕是看见那个待者瑟缩的样子了。但他还是不紧不慢的补了一句辛辣的讽刺，让那位待者好一阵哆嗦。\n我又要了两瓶啤酒和一瓶啤酒。恒星先生便拿过酒，把一整瓶烈酒全部灌了下去。在烈酒的作用下，恒星脸上渐渐的泛起了红晕，但他还是不紧不慢的倒着剩下的一点啤酒，并把整杯酒直接灌下去，绝不让酒在他的嗓子眼里有任何停留。过了一会，他把酒杯放在桌上，恍惚的看了我一眼。\n“唔……如果你不介意的话，我希望我可以和你谈谈'思想'。”他显然是喝醉了，他拿着酒杯的手还在空中颤抖着，而那只不幸的酒杯却险些掉到地上摔个粉碎。我开始坐立难安了，我明确的要求他立即停止他的演说，但是他反而开始得意地高谈阔论起来了。他的演讲若是让巡警听见，他恐怕会被送到监狱里的。然而四周的茶客却依然如故的喝酒作乐，根本没有任何人理会这个醉鬼的言论。于是在喧嚣的酒馆内，恒星肆无忌惮地开始了他的长篇大论，但是柜台边上的吃角子老虎却依然如故，它面前的那个赌鬼还在为输掉的筹码痛心不已，根本没有时间理会恒星先生对他的讥讽，四周的酒客们便也完全忽略了这个聒噪的疯子。\n“哈，这就是社会……该死的宗教和法律！”他狂笑着把他的记事本拿了出来，送到我的面前。“你应该看看这些。真是莫大的讽刺，讽刺！哈……你看看这些可笑的家伙！”然而我却根本没有心情例会这该死的记事本，他的言论已经引起部分酒客的注意了，有几个已经喝的半醉的酒客正对着他指手画脚的嘲笑着，辱骂着。还有几个人——包括那位该死的待者，已经开始询问巡警的去处了。还好，这个醉鬼及时的倒在桌上，停止了他的演讲。他倒着桌上好长一段时间后，我疲惫的神经才驱使着我长舒了一口气。但是——见了鬼般的恒星先生却就是在这个时候恰到好处的开始了他长篇大论的批判性质演讲，而一位低个子巡警才刚刚从外面昏暗的街道间跨进酒馆的门内。\n\n“这该死的破地方，居然连一个舒服的位置都找不到……他老子的，这个酒馆的头还想不想再混下去了！”一个低矮的巡警趾高气昂的走了进来，他的架势使他看起来比他的实际身高相差了两倍有余。待者赶忙窜了出来，给这位老爷找了一个舒服的位置，这才算息事宁人。很快，这位巡警很快就盯上了正在演讲的恒星先生。他把整条腿架在他面前的桌子上，饶有兴致地观看着这个醉鬼的高谈阔论。“这位警官老爷，这个疯子公然在这里批驳至高无上的皇帝大人，是不是应该对这个家伙采取点措施呢？”那位待者奸笑着看着恒星先生，并满怀期待的等待着这位低个子警官的行动和制裁。“对于这样的，肮脏的异教徒，我建议把他扔进监狱里，让他好好反省反省！”“他老子的！你这个卑微的贱鬼应该知道，阻碍警官执行公务可是要接受制裁的。”那位警官用他的鼻子使劲哼了一声，而他的鼻涕却险些喷溅了出来。“他喜欢在这里喧闹的话，就让他这样喧闹下去吧。我倒要看看他能搞出什么名堂……君主专制可不是能被一群人的疯狂言论所推翻的。”\n\n那位待者像贼一样的瞟了一眼正在演讲的恒星先生和我，便像贼一样的逃开了。他的神态和动作很快就引起了一位贵客的警觉，在那位贵客仔细的检查他的钱袋和物品之后，宣称这位待者偷走了他的手帕。于是，几乎在座的每一位酒客，都发现自己遗失了各式各样千奇百怪的东西，而且几乎每一件遗失的东西都很贵重。那位可怜的待者惊恐的看着眼前向他讨要赔偿的酒客们，竟突然落荒而逃。但他并没有跑走太远，那个低个子巡警很快就把他逮住了。于是，一个普普通通的待者，便在一群人的污蔑下理所当然的成为了一个窃贼。等待他的，将会是法律极为公正的审判。低个子巡警拎着那位待者的脖子把他扔了出去，其他的几个巡警便把那个窃贼拴了起来。一阵咒骂声和笑声之后，酒馆便重新恢复了平静。刚刚还在演讲的恒星先生，却在那笑声和咒骂声中倒在桌上，不省人事了。他并没有在那里趴太久，但他着实昏迷了很长一段时间。酒馆的经营者很快就托着他那沉重的，近乎球形的身体从阁楼上滑了下来。\n\n“真是出了奇的！……那个该死的仆从去哪了？”球状的肉团愤怒的对着每一位酒客扯着嗓门吼了起来，我清楚的看见他的身躯不停的抖动着。“他刚刚被一位警官带走了。”有人提醒道。“他刚刚被带出去了。”“真是该死……见了鬼的法制！让那巡警也一起见鬼去吧……”肉球晃动着向门外跑去，但是他很快就停了下来。那位矮个子警官正拎着那位仆从从酒馆的门口踱了进来。那位警官看的肉球赶了过来，便轻薄的扬起嘴角，轻蔑地说道：“这个窃贼，我究竟该如何处理呢？我是不是应该把他扔进监狱里，让他好好反省反省呢？哈，这个贼的命运，就看您接下来的措施了。”\n那个肉球迟疑了片刻，便露出了谄媚的笑容。由于他过于肥胖的缘故，他的笑容让我感到一阵恶心，互相堆叠的脂肪和夸张的笑容让肉球的表情显得格外狰狞恐怖。“警官大人，我们这里的生意也不是太好，挣到的一些小钱也仅供维持生计，您大概不会希望看到我辛苦经营的酒馆因为生意不好的缘故破产吧？这个仆从，竟敢偷窃别别人的东西，也是真的该死…该死！但是呢…为了这个小酒馆的微小的生意和我的生计，还是请您……”肉球转身从掏出几张大面额的钞票，递给了那位警官。那位低个子警官把这个仆从往地上一摔，悠闲的离开了。有几个酒客还在为了他们失窃的东西耿耿于怀，高声呼唤着那位警官。\n“警官啊，我们被偷了不少东西，这可怎么办啊！”那位警官缓缓的回过头，轻蔑地冷笑了一声。“你们啊，可都是出了名的！这些丢了的东西，恐怕都是你们臆想出来的，或是你们自己粗心而遗失的。真是肮脏的东西……给我滚！”\n说罢，这位看起来高极了的低个子警官便一脚把门跺开，头也不回的走了。酒馆里传来了一阵哄笑声和几句骂声，但这里很快就恢复了原状。没有任何一位失主再寻找他们丢失的物品，甚至有一位失主旁若无人的拿出了他藏在桌子底下的钱包和雨伞。这些早已遗失的东西，就这样莫名其妙的重现人间。肉球训斥了那个仆从之后，艰难的走上了阁楼，而他脚下陈旧的楼梯却险些土崩瓦解，那年轻的仆从赶忙跑去扶住那摇摇欲坠的楼梯。但是，他没有注意到，在柜台的边缘，愤怒的赌徒疯狂的捶打着吃角子老虎，他把他手头所有的筹码都喂了进去，但是这一次吃角子老虎却没有再照顾这个可怜的赌徒，它把所有的筹码都吞了下去，一个子都没吐出来。这些筹码，还包含着这个赌徒的生存费呢！待者赶忙跑过去，费了好一番力气才赶走那位输掉所有财产的赌徒。\n一切如常，恒星先生演结束了他极不合时宜的演讲，烂泥一样的趴在桌子上不省人事。我试着叫醒他，可惜这根本无济于事，他睡的太死了。这时，这个阴暗的角落突然走来了一位穿着西装的贵客。这位贵客自从坐在这个角落起便一直低着头，默默地点菜，要酒。当他抬起头时，我却清晰的认出了这位贵客的身份。\n“主教先生？”我试探性地问了一句。我几乎刚刚把话说完，这位西装革履的贵客就紧紧的捂住了我的嘴，似乎是意图要把本人窒息。\n“安根先生，你也是半个贵族，你应该知道这些规矩吧……”他一边低声与我交谈着，一边警觉的环顾四周，直到他确定周围没有人认出他，他才把捂在我嘴上的手缓缓放下。“你真是要把我闷死……索岚先生。你怎么会出现在这里？你是一个牧师。……”他显得更加恐慌了。我看见他的脸色瞬间觉得铁青，过了好一会才恢复血色。他无奈地叹了口气：“安根先生，你真是应该明白一些规矩。至于什么话该在什么地方说，我觉得你本应比我更清楚。我实在是忍受不了该死的教会和那该死的，枷锁一般的教条和规定。”我无奈的笑了笑，不再说话了。待者亲切的慰问这位牧师，全然忘记了坐在旁边的我和恒星先生。过了一会，那位待者便送来了不少酒水和荤菜，还有一些筹码——索岚先生甚至还没有付费呢！\n那位待者对我的抗议根本无动于衷，只是站在一旁不住的讨好索岚先生，可惜索岚先生根本没有兴趣去倾听他的赞美。于是过了一小会，索岚忍无可忍的打发走了这个该死的待者。这时，这位待者才慢悠悠地踱了过来，亲切的问候我需要些什么。我花费了我剩下的一些零碎的钱，要求了一瓶烈酒和两份小菜。这待者便悠然自得的离开了——他的行为和举止，让人很难想象他竟然是一位待者。这两份下酒菜和烈酒足足让我等了一刻钟。这位待者非常忙碌，忙碌到他根本没有时间去做他该做的事。就在我准备用餐时，一旁的索岚先生则已经享用完他的食物，正准备起身离开。而这位待者，则拼命的挽留着索岚先生，仿佛索岚先生就是他已经亡故的亲属。这位待者的挽留使索兰显得很无奈，他拘谨的坐在桌前，仿佛受到了莫大的恩赐。\n过了一小会，趴在桌子上的恒星先生突然咳嗽了几声，艰难的抬起了他那沉重的头。而坐在一旁的索岚先生很快看到了刚刚清醒过来的那个醉鬼，我看到他的脸色瞬间阴沉了下来，仿佛恒星先生忘记归还了索岚先生借给他的金币一样，而且金币的分量看样子还不小呢！\n“哈，如果我没有认错的话，这位应该就是恒星先生吧……真是久仰啊。”索岚淡漠的冷笑了一声，我看见他的双眼正紧盯着恒星。“本人正是。……这位先生的行头，多半是索岚主教吧。能在这种地方看见您，真是本人莫大的荣幸啊。”恒星先生打量了一下那个嘲讽他的人，毫不客气地回敬了过去。索岚先生的脸色瞬间觉得苍白，但他很快就恢复了正常。“这位先生，您对于本人，还真是存在极大的偏见啊。”索岚说着，从口袋里掏出一张报纸。“哈，还记得这篇文章吗？文采很是好极了呢。”那张报纸上正刊登着恒星讽刺宗教的文章。我无意的瞟了一眼那张残破的报纸上大写的日期，单从日期来看，这张报纸已经被珍藏了一年多了。恒星先生淡漠的冷笑着，一边仔细的查看着这张破旧的报纸。过了许久，他缓缓地抬起头，无奈的叹了口气。“真是十分感谢索岚先生啊……如不是您的提醒，我恐怕早就忘了，我还讽刺过您这样无比敬仰本人的追随者啊。”恒星说着，一边把这张报纸认真的折叠了起来，夹在他那破旧的笔记本里。“这样的文章，我这里还有很多。不过，我依然感谢你能帮我一直留存着这张报纸——真是十分感谢啊。”索岚先生显然是被恒星的刻薄言论激怒了，但他依然竭力保持着冷静。我看见他的手正在不停的颤抖着，但他依然故作镇定的讥讽着恒星先生。“哈，如果你喜欢的话，我可以保证教堂墙上的大字报上会出现你的名字的。至于被印刷在大字报上的，本人对你的评价，那可就无处得知了。”他颤抖的拿起酒杯，意图使用烈酒来稳定自己的情绪，但我很快就听到酒杯摔碎的声音。待者很快就窜了出来，赶忙收拾好了这片烂摊子，并在这个极为合适的时间继续讨好索岚先生。索岚和恒星的冷战仅仅停止了不到半分钟时间，在索岚的训斥下，那位待者很快就逃开了。“很好，很好……”恒星先生冷笑着，不慌不忙的拿起酒杯模仿着索岚的动作悠然自得的摔碎了这个倒霉的杯子。“您对于本人的赞美，我会看到的。相反，本人对于您这种忠实的追随者和崇拜者的辛辣讽刺和批判，恐怕也只能本人自己欣赏了吧。这些讽刺本不是肮脏的，但当这些言语描绘肮脏的事物时，这些言语就变得肮脏了。索岚先生的赞美，我已经心领了，”\n\n索岚先生气的浑身发抖，他用力的推了一下桌子，快步离开了。但他并没有走太远，一群人认出了这位倒霉的主教，并将他团团包围着，发出一阵阵欢呼。这个渺小而破败的酒馆仿佛就仅仅因为一个主教的放荡变的神圣起来了。笑声，讥讽声，骂声重新充斥着这个酒馆。我有幸看到了被层层包围着的索岚先生，他的脸看起来苍白极了，并且被一种难以言喻的，扭曲的表情覆盖着。过了一会儿，这个倒霉的主教像疯子一样发出了几声尖锐的怒吼，快步跑开了。那个对他无比敬重的待者，现在却在轻蔑地探讨着刚刚发生的事情，以及看起来道貌岸然极了，也可笑极了的主教发疯时的疯相，真是十分有趣。我回过身去，讽刺家恒星先生正在记录着刚刚主教可笑而可悲的模样。而那位待者却终于想起被主教先生推开的桌子。这时，这位待者正绝望的看着眼前的烂摊子——索岚先生不仅忘记了支付高额的小费，更忘记了支付他的酒钱啊！这个烂摊子带来的损失，酒店的经营者是一定不会为这些支付任何费用的，支付者只能是这位可怜的待者。就在这位待者开始收拾烂摊子的前一刻，我分明的听到了待者带着哀求的语气询问的声音。\n“这些费用，应该是由尊敬的二位来承担吧？”\n我愣了一下，没有再搭理这位待者。那位待者便无奈地应付着这一片烂摊子，一边寻找着散落在各处的筹码。这时，恒星先生却从他的口袋中搜罗出几张仅有的，面额较大的钞票，递给了那位待者。那位待者便诧异地看着恒星，仿佛这位恒星先生就像从宇宙外直直的撞进来的异界生物。“先生，您这是？……这是什么？”\n恒星先生苦笑了几声。“对于那个烂摊子的赔偿，或是对于一个可怜的人的施舍和怜悯吧。”\n待者愣了一下，还是拿着那些仅有的钞票漠然的离开了。我很清楚的看到那位待者的脸上流露着些许愤怒和不快。我无奈的看着恒星先生，而恒星先生只是摊摊手，苦笑了几声。我没有再招呼来那位待者，我不太希望再看到他，恒星先生则拿来了剩下的部分酒水和一个杯子，恭敬地把酒水倒满后推到了我的面前。\n“我不明白你到底在做些什么。你真的没有必要拿你的钱去讽刺那位待者……我认为，他没有什么值得讽刺的。”我叹了口气，把酒水重新送到恒星先生面前。“你不必如此尊敬本人。至少在思想上，我和你应该是几乎平等的。”恒星先生迟疑了片刻，接过了酒水。“思想的平等……怎么可能会有人在意思想？这些事情，最好还是不要报太大希望，抑或根本不必报任何希望。如果这些人真的在意思想的话，我就不可能收到那些长篇大论的讽刺和辱骂了。”恒星先生开始剧烈的咳嗽，他的全身都在震颤着，我甚至能看到他痰液中夹杂着大量暗红色的血丝。“还有，索岚主教怎么会出现在这里……真是愉快的不期而遇啊。”我不合时宜的闭上了我的嘴。刚刚发生的事情，我根本不想解释，也根本无法解释。对于社会的阴暗面，恒星先生理应了解的更清楚的。我本不必提到这些，也根本不需提到这些，但他最终还是冷笑起来了。“安根先生，你想说的那些我都清楚……我知道别人对我的看法。至于索岚主教，就让他见鬼去吧！对于低俗的宗教来说，这真是一个莫大的耻辱。还有，索岚主教大概不仅是来这里找您的吧？我很清楚他在做些什么。”\n我被恒星激烈的言辞弄的不知所措，最后，我只能无奈地摊了摊手，以示对于此事的无奈。恒星先生便没有再说话，只是默默地看着被喝干的酒瓶子，默默地刻画着他笔下的人物。一旁，待者很快便收拾好了旁边的烂摊子，被索岚推歪的桌子和散落一地的筹码，以及所有混乱不堪的事物都已回归到最初整洁的状态。索岚先生看起来已经不复存在了，但是恒星的笔记簿里却刻画的十分清楚：被推歪的桌椅，散落一地的筹码，还有索岚先生的疯相。这些东西被清楚的记录了下来，但是没有人，没有人再记得这些，更不会有人会在意这些。\n过了一会，恒星先生貌似在写作上遇到了一些瓶颈。他的笔僵硬地滞留在记事簿上，而恒星正凝望着笔尖停留的地方，在沉默中慢慢的思考着。过了一段时间，恒星先生终于将他的记事簿轻缓的合上，又轻缓的放到了木桌的边缘处。而他则像是在自言自语一般，轻声地叹了口气。“这些东西，还是暂且放下吧。没有灵感，就不必这样——对于这样的人来说，没有什么事不能等待到明天去完成。”短暂的休憩之后，我唤来了待者，又要了三瓶啤酒，一小瓶烈酒，还有一些菜肴。待者端上菜肴和酒的速度很快，大抵是快要拂晓了，空落的酒馆内已经没有多少酒客了——而外面看起来还是一片黑暗。\n\n恒星先生把啤酒酒推到我的面前，拿走了那一小瓶烈酒。“我喝的酒已经足够多了……我喝酒的意义，也许只是寻求快感和麻醉吧。真是可悲啊……”他说着，一边却已经把整瓶烈酒灌了进去。我无奈地叹了口气，默默地拿走了啤酒。事实上，我并没有喝完这些酒，而是把这些酒留给了恒星先生——我已经无法承受更多的酒了。恒星看到我把酒推给他，便诧异地看了我一眼。我很清楚的听到了他的叹气声，但至于他在说什么，我没有听太清楚。不知是为什么，他说话的声音突然小了很多，但我却终于勉强的听清断断续续的声响。“你其实并不必这样……安根先生，我希望你能接受这些……我很抱歉。”过了一小会，他默默地给自己倒了一小部分酒，而把剩下的酒全部推到了我的面前。而我却只能无奈地笑了笑。我并没有喝下太多，喝太多的酒会严重的影响我今天的写作，但我已经有些喝醉了。恒星先生便麻木而茫然地看着我，过了许久，他才重新把酒拿到他的面前，对着酒瓶的瓶口喝完了剩下的酒。\n“我也很抱歉……我真的喝不下更多了。”我无奈地摊了摊手，以表示歉意和谢意。恒星先生的面孔上渐渐地浮现出了悲伤和淡漠。过了许久，他才缓缓地抬起头，茫然的看着我。“你真的不必这样。如果可以的话，我想我可以离开了。”他说着，把他的笔和笔记簿装回了他的口袋里。“如果你愿意的话，你依然可以找到我并和我谈论思想，我很高兴能认识你。希望那时，我也许还活着吧。我到底还能活多久……也许，我就会在这个太阳升起之前完全死去吧……哈，谁会在意那些？”\n恒星先生便拖着他那醉醺醺的身子挨到了酒馆的门外，缓慢地挪了出去。酒店的门外，已经能依稀看到阳光。待者便赶忙收拾我的座位，以迎接今天的酒客。就在恒星先生快要淡出我的视野时，一辆马车几乎朝着恒星先生直直的撞了过去，而恒星先生便没有再站起来。我赶到恒星身旁时，恒星先生已经与世长辞了。旁边的几个巡警，便用一种嘲讽和不屑的语气拿这个死者取乐。酒馆的待者听见了肉团的辱骂声和呵斥声，便赶来拖走了恒星先生枯干瘦弱的躯壳，并把这个肮脏的尸体像丢弃废物一般扔进了垃圾堆里。\n\n“你们在做什么……还有那架马车，它去哪里了？”那几个巡警便一齐哄笑了几声，便不再发话了，其中的一个巡警便用一种嘲讽的语气极其善意而轻蔑地提醒兼讽刺了我。“那架马车，可是索岚大主教的，你连他的事情都敢搭把手吗？真是可笑的家伙……”\n\n我愣了一会，还是离开了。恒星先生既然已经死去了，就不必再记得这些了，他死于昨天的黑暗。但是明天在哪里？太阳的光什么时候才会出现？没有人知道，也没有人会提出这个问题。大概提出这个问题，大多都像恒星先生一样，被自己的疑问抹杀了，因为自己的疑问被社会抹杀了。新的一天已经到来了，没有人会记得昨天发生的一切，包括光与影的变幻与交替。我稍微整理了一下着装，平复了一下自己的情绪。我很快便离开了这个是非之地，我甚至不想在这里再作任何停留。文学社就在不远处——我大概可以看到它，这是我应该去的地方，但是我到底应该去哪里，我又在哪里呢？“也许我应该去那里继续写作了吧……什么都没有发生，对吗？”我茫然地走着，一边使安根先生一直思考这个该死的问题。迷茫的安根先生一直在暗自思考这个问题，直到这个家伙走到了文学社的所在地。轻叩厚重的木板门之后，我推开了这扇门，继续了我的写作生活。至于恒星先生，这件事发生后我就也没再见到他，他大概已经被遗忘了吧。\n——全文共计11290字。\n\n\n\n\n本人写作水平欠佳，请多指教。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1470973140,
            "txt_content": "让你发，你不发\n让你发，你不发\n发了就优秀不是"
        },
        {
            "author": "Olurbo",
            "timestamp": 1470979500,
            "txt_content": "有一篇优秀文彩"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1470983520,
            "txt_content": "另外哦……\n索岚先生一般的反应是：“一声令下……掉脑袋……嚓！嚓！嚓！嚓！”［误］"
        },
        {
            "author": "lqr_135abc",
            "timestamp": 1470990420,
            "txt_content": " 本帖最后由 lqr_135abc 于 2016-8-12 21:06 编辑 \n\n楼主辛苦了！{:10_492:}{:10_492:}"
        }
    ]
}