{
    "title": "〈转载·单篇〉五号屠场，就这么回事",
    "author": "安根_Engon",
    "replyCount": 1,
    "timestamp": 1470982020,
    "txt_content": " 本帖最后由 安根_Engon 于 2016-8-28 16:59 编辑 \n\n此书无法合适地概括，请读者到书中自行寻找。\n\n关于作者\n库尔特·冯内古特（Kurt Vonnegut，1922—2007），美国黑色幽默作家，美国黑色幽默文学的代表人物之一。以喜剧形式表现悲剧内容，在灾难、荒诞、绝望面前发出笑声。这种“黑色幽默”风格始终是冯内古特小说创作的重要特质。其代表作《五号屠宰场》、《猫的摇篮》抓住了他处身时代的情绪，并激发了一代人的想象。\n\n关于写作手法美国当代小说家库尔特·冯内古特（1922—）的小说《五号屠场》[4] 的历史叙事，是一个任意、循环的话语结构，既有历史的事实又有虚构的故事，用语言构筑了历史的现实动机，真实地揭露了历史的本来面目。《五号屠场》写的是第二次世界大战中的野蛮大屠杀——德累斯顿轰炸，这是一个十分棘手的历史题材。冯内古特亲身经历的德累斯顿毁灭，那场难以想像的“欧洲历史上最大的屠杀”，是一个难以形容的，但作为一个曾在现场的有良心的作家“必须说点什么” 的重大事件。对一个美国人来说，德累斯顿故事之所以难讲，一个简单的原因就是：因为是同盟国策划要尽可能多地炸死德国平民，而且这次空袭令人惊愕地成功实现了那一目标。“对德累斯顿胜利的程度在战后保密多年，这是对美国人保密。当然不是对德国人保密”。这使冯内古特花了很多年才弄清楚了1945年2月13日夜晚德累斯顿生命毁灭的真正规模：根据最保守的估计，十三万五千人死于那次空袭——死亡人数远远超过美国同年晚些时候在日本广岛和长崎投下原子弹所造成的死亡人数。冯内古特在一次接受采访中说：“当初我们参加这场战争时，本以为我们的政府是尊重生命的，注意不去伤害平民和类似事物。德累斯顿没有战略价值；它是个平民城市。然而，同盟国轰炸了它，直到它被烧尽，化为废墟。然后他们又撒谎掩盖事实。所有这一切都令我们十分吃惊。”\n冯内古特的德累斯顿经历对他的一生和小说写作生涯来说都是非常残酷的，但在小说创作中，冯内古特并没有将这一经历过分戏剧化。他写这部小说的任务似乎是要在“20世纪对生命的恐怖和我们的理解恐怖现实的想像力之间日益加大的鸿沟上架设一道桥梁。的确，对于当代到目前为止人类冷酷地、科学地、有方法地、以令人难以置信的数量屠杀自己同类的疯狂，人们能说些什么呢？冯内古特不得不找到一个新的方法去表现恐怖，用一种新的形式去反思一种新的意识。诚然，他运用了反讽，但他走得更远，改变了叙述本身的基本过程。《五号屠场》不是一部传统的战争回忆录，而是一个描写新的概念模式的尝试，这一新的概念模式彻底改变了关于时间和道德的传统观念。\n像冯内古特的其他作品一样，《五号屠场》是事实与虚构的混合体。它由两个世界构成：一个是虚构或幻想的世界（541号大众星），另一个是残酷的事实世界（德累斯顿）。冯内古特的小说强调人们在面对历史上臭名昭著的大屠杀之一——第二次世界大战期间德累斯顿轰炸时想像的重要作用。为了与表现再生的主题一致，小说的形式回避了典型的线性叙述的高潮和结局，作者首先在第一章的网状提纲中做出了摒弃线性叙述的计划。如果按照传统的叙述，在小说末尾埃德加·德比因为在德累斯顿毁灭后从废墟中拿了一把茶壶而被以抢劫罪名义处死一事应是全书的高潮。小说避开了这一高潮，以形式的创新表现了人类再生这一主题。小说《五号屠场》中的主人公——作者的另一个我——毕利·皮尔格里姆在不受时间的羁绊时学会了一种看待人生的新观点：不去理会糟糕透顶的日子，专注于美好的时光。对他来说，镜片的矫正既是隐喻的又是真实的。读者在小说开头了解毕利时就得知“镜架能赚钱”的道理，这句带有隐喻意义的论断也帮助解释了为什么冯内古特为自己的小说选择了非线性结构的原因。\n在《五号屠场》的创作中，冯内古特打破传统的处理历史事件的结构，将他的具有历史意义的德累斯顿经历置入一个非常复杂的循环结构中。这种循环结构与小说的时间、死亡和再生的较大主题有着密不可分的关系。具有自传性质的第一章为读者就小说自身这些较大主题的充分探讨作了准备。\n时间使他烦扰。奥斯特洛夫斯基小姐使我想起“按分期付款的办法购买死亡”中的奇异情景，赛林纳想要止住街上人群的喧闹，他在街上大声疾呼：让他们停下来……不要让他们再动一动了……喂，让他们站住不动……永远地！……这样他们就再也不会消失了！\n在这一段里，冯内古特提到赛林纳想要提供一种固定之物来阻止历史消逝，这种东西会防止时间流逝和死亡的不断侵犯。当然，这是一个令人痛苦的悖论：这种固定之物也与死亡有关。阻止时间流逝既是解决问题的办法而同时又不是。\n冯内古特花了二十多年时间探索如何阻止时间消逝、死亡侵犯和德累斯顿毁灭的办法，然后从《五号屠场》的第一页就开始暗示541 号大众星人对这一问题的回答。他在与德国出租车司机格哈特·缪勒尔（他的母亲在德累斯顿大火中化为灰烬）谈过话之后，就开始在全书中频繁重复这个短语：“就这么回事。”但是读者直到第三章才知道，原来这是541号大众星人（生活在毕利·皮尔格里姆想像中的一个遥远行星上的神秘的生物）对死亡的说法。根据毕利的解释，541号大众星人关于时间和死亡的哲学是对线性叙述的逃避。他们通过不把死亡当作最后结局的办法来避免去跳“与死亡的尽职舞蹈”。在全书每当提到任何一种死亡（不论那死亡有多么微不足道）时，作者就说一句541号大众星人的小小惯用语“就这么回事”。从人类的角度看，这是极端宿命论的观点。但是短语“就这么回事”的最重要功能是它使小说在形式和内容上具有了一种循环的特点。这一短语自相矛盾地充当了再生的源泉，这是冯内古特小说的典型情景，因为尽管（甚至因为）死亡在激增，它却能使小说继续向前发展。我们又一次遇上一个悖论：死亡使生命运动，它甚至是小说的生命，但是在冯内古特的寂静的世界里，这种运动是独立进行的。在一个生命必须任意地实现自我再生的世界里，精神构成物变得极为重要。短语“就这么回事”标志着人类希望生存下去的意愿，它作为继续前进的动力，在整部小说中重复出现。\n冯内古特在《五号屠场》中借助于541 号大众星人的时间观念建立了这样一个循环结构：“过去，现在，将来——所有的时间——一直存在，而且永远存在。”这意味着一种循环的“轮回”，毕利·皮尔格里姆的时间旅行体现了这种轮回。在小说中，毕利从生到死、从死到生，然后再回到出生前的时刻，基本上经历了几个循环的过程。毕利凭着对未来的记忆，一边宣讲他的541号大众星人的信条，一边谈论他自己的死亡：“‘如果你们抗议，如果你们认为死亡是可怕的，那么你们对我的话一句也没听懂。’他最后说（每次演讲结束时都这样）：‘再见啦，诸位，再见啦，诸位。’”这样，毕利就肯定了这种循环。他的这一小小仪式表明，通过想像实现再生的可能性是永远存在的。541号大众星人的时间观念和毕利的时间旅行用无时间性和想像体现了循环轮回。\n小说的循环结构是“任意的”，其任意性表现在它的自我再生基本上未受到任何一般的外部形式的帮助。《五号屠场》中，人的想像使自我再生成为可能。作为一个实干家，毕利对现实无可奈何——所以，他驱车径直穿过一片烧毁的少数民族集中居住区。尽管他对生存缺乏热情，但他通过他的541号大众星的虚构的帮助，继续活下去。虽然他和冯内古特都不能改变德累斯顿轰炸这一事实，但是他们都能运用想像生存下去。\n小说的任意循环最终通过再次循环到德累斯顿的经历这一历史事实，作了恰当的“结尾”，从而克服了德累斯顿死亡的固定性。小说描写了毕利（更准确地说，冯内古特）如何被从德军手中解放出来。冯内古特的著名的关于德累斯顿轰炸一书以再生的象征结束。在小说结尾处，那辆绿色的棺材形状的运货车是对自然循环的微弱的回应。通过这一意象，读者会意识到循环本身反映出人自身的本质：他在精神上经历了不朽的再生。小说所揭示的再生思想将主题与形式、历史与虚构结合起来。冯内古特的小说创作表明，历史叙事不仅是过去事件和程序的模式，而且是与故事、语言结构或象征物的复杂性相似的隐喻性陈述，作者用这些隐喻性陈述来说明我们生活中的文化意义。\n\n作品资源\n\n百度云网盘（.docx）\n为了您和他人的健康，请购买正版\n\n\n获取更多？",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1470983340,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-8-28 16:45 编辑 \n\n@gggbbb \n\n@tzxwdu \n\n@xcc \n\n@光线桑德斯 \n\n@[方体] \n\n@DGK2 \n\n@恶魔-潇洒 \n\n@zyj0807 \n\n@WM2030 \n\n@miguo "
        }
    ]
}