{
    "title": "《原创·连载》人类三部曲之序",
    "author": "llxy",
    "replyCount": 7,
    "timestamp": 1471061160,
    "txt_content": " 本帖最后由 llxy 于 2016-8-13 17:10 编辑 \n\n    这个生机勃勃的星球明面上大致分为三块大陆：母大陆，魔法大陆和科技大陆；还有小的岛屿不计其数。可是鲜为人知的……还有两个地方：末路之地和下界。    末路之地由一个硕大无朋的黑龙统领，它时常在末路之地上空游荡，巡视自己的领地；他的领地上生活着一群全身灰黑色，眼睛发出紫光身体附近有紫色雪片缠绕的长手长脚，并且可以高速移动的人型生物——末影人。谁也不知道末影人从何而来，有人说这些都是黑龙早期在三块大陆上蛊惑的“信徒”转变而来；也有人说是黑龙自身分裂而。但这些终究是猜测而已，真相？也许就它们自己知道吧。末路之地上还有许多由黑曜石制成的柱子，上面漂浮着一个圆球状的东西，这些圆球，正是黑龙的力量之源！  这里一片荒芜，除了黑曜石柱之外，就只有黑龙的宫殿存在。而末影人居住的地方却在地下……     下界是一个环境恶劣的地方，这里的生物脾气都很暴躁，你“碰”对方一下，对方就会立即纠集同类对你进行报复；更有甚者只要看见不是下界的生物就会对其攻击。去到这些地方的方法……只有那些古老的势力拥有……    而这个故事，就从这两个地方开始……    末路之地里面，黑龙在上空游荡着，翅膀时不时挥动一下，顺便咆哮几声来显示自己的威武。表面上是它在巡视自己的领地，可心里却在盘算着另外一件事“我的子民越来越多了，这个地方……终究太小了……”黑龙依旧在上空游荡着，可是他的心却没有放在“飞行”这事上，以至于它差点撞到了黑曜石柱上；这下，它的子民们也发现了它们的王有心事了……    黑龙游荡了一会，就飞回了自己的宫殿里。    黑龙刚刚躺下（太大了坐不下），就有一个末影人移动到了黑龙面前，单膝跪下行了个礼说：“尊敬的莫尔涅斯陛下，我的王。”黑龙莫尔涅斯刚刚微闭的眼皮立刻抬起，像人类赶蚊子般朝着末影人挥了挥翅膀，并且带有不耐烦的口吻说：“说！”厄洛知道，王每次巡视完领地都要睡觉，可是睡醒后王又会继续去巡视领地，所以有事情只能在王巡视完领地后上报。    “尊敬的王啊，您今天是否有心事？”    “唉，我的子民越来越多了，可是我的领地始终只有那么点……‘’    “尊敬的王啊，我们可以通过战争来夺取领地啊”    “战争？！“    “是的，我尊敬的王。”    “给我一个理由。”   “我尊敬的王啊，战争胜利了，我们就可以获得更多的领地。“   “你有没有考虑过我们战败的后果？！”   “我尊敬的王啊，战争必定要带来子民的牺牲，就算我们战败了，可是战争导致子民的牺牲，我们的人口也就会减少……”    “嗯……不错……继续讲。”    “我尊敬的王啊，即使战败了，只要人类不提出什么我们无法接受的要求来，我们都可以赔偿，但是对我族来说必定伤筋动骨。所以还请尊敬的王思考利弊后再下决定。“   “唔……你说的是人类？！看起来你很早就想对人类挑起战争了啊……可是不要忘记，人类可是明面上的霸主！”王说着，突然喷出来一丝龙息，可是到厄洛的面前却自动消散了。   “我再考虑考虑。”王说道。   “我尊敬的王啊，就算我们战败了，我们依旧可以东山再起，需要的，不过就是大量的时间罢了！“说着，厄洛突然露出了疯狂的神色，王心中暗叹不好，正准备喷吐龙息时却突然被厄洛高速移动到他那高贵的头颅上，王喷吐的龙息也无功而返。   “我尊敬的王啊，战争对于我族来说无法避免，为何还要推三阻四？”厄洛站在王高贵的头颅上居高临下对着王说。   “吼！你下来！“王甩着头对厄洛说道。   “我尊敬的王啊，只要您下令与下届的统治者莫洛斯联合进攻人类大陆，您依旧是这里的王。”王试图飞起来，可是刚刚起身，他头上的厄洛却高速移动了下来，挥了挥手，王的上方就突然落下一张比它还巨大的网把它网住了。“吼！就凭这种东西也妄想束缚我？做梦！“王怒吼了一声，撕扯着那张网，可是网却没有任何破损。   “吼！精灵丝？！你们哪里来的？“王又怒吼了一声说。   “我尊敬的王啊，不要忘记了每年都会来与我们交♂易的魔法师。”厄洛笑道。    每年，魔法大陆上的教廷都会来到末路之地与末影人交♂易，用大陆上特有的物品与末影人交换他们的特产：末影珍珠。    末影珍珠是末影人的力量之源，没有了末影珍珠虽然不会死，但被刨去了末影珍珠的末影人会十分的虚弱。    末影珍珠对于人类来说非常珍贵，尤其是那些魔法师，魔法师里面最需要末影珍珠的，就是植物法师了；只要正式成为了植物法师，那么接下来做的任何魔法基本上都需要末影珍珠。但是被刨去了末影珍珠的末影人会在一段时间内重新长出末影珍珠，时间视体质强弱而定。为此，王特意让人在地下做了一处专门的“刨场”，这是一处类似监狱的地方，犯了错的末影人都会被送来这里，刨去它的末影珍珠，关起来，等着重新长出来后刨……就这样，每年末影珍珠的存货都有很多    教廷是魔法大陆上古老势力之一 ，自然知道来到末路之地的方法。教廷里面的人员大致分为骑士和法师。骑士和法师下面还有许多种类；精灵丝，是植物法师利用精灵世界传送门，与精灵交易得来的，可能是精灵世界传送门的制作方法失传太久了，这样做出来的传送门仅能传送物品而不能传送活物。植物法师们通过这样的传送门与对面的精灵签订了协议，以物易物，而精灵丝，就是精灵世界用的丝线。普通的精灵丝当然不可能，这种精灵丝……是经过魔法的附魔与科技的分子转换而制作出来的！    虽然以往每年的交易都会与人类交易少量特制精灵丝，但是看样子王并不知道厄洛用末影珍珠与人类交易了大量特制精灵丝。    “人类怎么可能带来那么多的特制精灵丝？”王问道    “我尊敬的王，我在前年就通知了人类的那个大植物法师要它们在下一次交易中多带点特制精灵丝来。您知道的，植物法师对于末影珍珠是很需要的，而特制精灵丝却是很容易得到的！”厄洛表面恭敬的回道。    王渐渐停止了无谓的撕扯，说：“背后是下界的莫洛斯在控制你？”    厄洛笑道：“呵，怎么可能，莫洛斯它……是个可怜虫！”    王的眼光黯淡了下来。   “哈哈！识时务者为俊杰。那么，我尊敬的王，合作愉快。“厄洛大笑着说。  “合……合作愉快。”王低下了它那高贵的头颅……  “那么，就下令准备战争吧！我尊敬的王。”厄洛眼中光芒一闪而逝，王却没有看到……                                    下界  “啊！德隆！你竟敢背叛我！”长着三个头颅的生物对着一个飞着的生物咆哮道。这个生物的躯体由一个环绕着烟雾的脑袋和三个旋转的部分组成。每一个旋转的部分都包含着四个旋转着的棒子，它可以飞行并发射火球，呼吸声是特殊的金属质感声。  “不不不，只需要您统治了下界后再与莫尔涅斯陛下一起对人类发起战争，那么您还是我的王。“德隆说。  “是莫尔涅斯那头长着翅膀的蜥蜴收买了你？！“莫洛斯问道。  “莫尔涅斯？它，也是个可怜虫……“\n小召唤术@gggbbb @46241359 \n中召唤术@天阶 @恶魔-潇洒 \n大召唤术@xcc \n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1471068060,
            "txt_content": "论侮辱读者智商这事儿，今年你第一"
        },
        {
            "author": "443881717",
            "timestamp": 1471423860,
            "txt_content": "写得好diao啊"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471588500,
            "txt_content": "我不知道我我智障了还是怎么着\n但是你明明说改了，我一来看，该智障还是很智障"
        },
        {
            "author": "出版商",
            "timestamp": 1471826940,
            "txt_content": "这和人类往事三部曲有什么联系吗"
        },
        {
            "author": "llxy",
            "timestamp": 1472042400,
            "txt_content": "出版商 发表于 2016-8-22 08:49\n这和人类往事三部曲有什么联系吗\n没有\n况且为什么扯到往事三部曲【黑人问号脸】"
        },
        {
            "author": "东条明留",
            "timestamp": 1472047440,
            "txt_content": "为什么lz要在交易二字之间打一个哲学符号\n\n\n\n这背后一定有肮脏的........."
        },
        {
            "author": "llxy",
            "timestamp": 1472048340,
            "txt_content": "东条明留 发表于 2016-8-24 22:04\n为什么lz要在交易二字之间打一个哲学符号\n咳咳\n不要在意这些细节"
        }
    ]
}