{
    "title": "<原创·单篇>僵尸猪人传",
    "author": "gggbbb",
    "replyCount": 6,
    "timestamp": 1471085880,
    "txt_content": " 本帖最后由 gggbbb 于 2016-8-16 18:14 编辑 \n\n注：应某人需求，赶出来的作品。因“反冲锋”而发布（雾）\n\n正文：时间将会抹去一切，而我们，则永世不朽——by僵尸猪人\n　　“我们仍旧被社会抛弃着。”\n　　这位老僵尸猪人轻叹口气，眼中的光芒再次黯淡下来。\n　　它蹲坐于地狱岩上，正用着一小块黝黑的黑曜石，一遍又一遍地打磨着手里的金剑。\n　　“哦，爷爷又开始讲故事咯！”\n　　随着一道清脆的叫喊声，正在嬉戏的小僵尸猪人们，都纷纷不约而同地停下了脚步。他们一边欢快地吵着、叫着，一边朝着老僵尸猪人的方向奔去。\n　　不一会，老僵尸猪人的身旁，就围上了一圈小僵尸猪人。\n　　“呵……”\n　　老僵尸猪人微微地摇了摇头，放下了手中的金剑。\n　　“既然你们这么想听，那我就给你们讲讲，我们的历史吧。”\n　　——\n　　我们，原本只是一群普通的猪人。\n　　所谓猪人，通俗来说，就是会思考，站立的猪。\n　　在被人类发现后的第二年，我们无缘无故地遭到了人类高层的厌恶。\n　　“这不只是外表上的问题。”\n　　那些人类中的精英们是这么说的。\n　　于是，我们被放逐到了下界。\n　　没有水，没有食物。除了无边无际的岩浆，与一群整天哭哭啼啼的鬼魂，这里什么都没有。\n　　他们称这里为地狱。\n　　——\n　　地狱的温度高得可怕，所谓的意外更是接连不断。我们的同伴不断地倒下，一个接着一个。\n　　已经没有任何的退路了，我们只得聚在一起，苟延残喘着。\n　　“生亦为死，死亦作生。不如，放手一搏……”\n　　于是，在较长者的带领下，我们跳入了岩浆。\n　　——\n　　很幸运，我活了下来。\n　　痛觉，触觉，嗅觉……这些曾经熟识的东西，渐渐离我远去。意识飞速地溃散着，凭着最后一丝气力，我爬上了岸。\n　　仅是一秒，我便差点葬身于这恐怖的岩浆中。\n　　粉色的肌肤被岩浆所融化，露出烧焦的头骨。随着霉菌的渗入，剩余的肌肉也逐渐腐烂着。最后，整个身体都散发着令人作呕的尸臭味。\n　　我知道，我已经死了。\n　　抛去了猪人的身份，我们成为了一个新的物种。不过，这一切都是值得的。我们不再为饥饿而煎熬，不再害怕岩浆与火焰。我们拥有了悠长的生命。\n　　——\n       一次偶然，让我们发现，这里除了岩浆，还有一些特别的东西——黄金，埋藏于地狱岩之下的黄金。\n　　我们发财了。　　\n　　我们用这无穷无尽的黄金，打造出了无数的金剑，金盔，金甲。\n　　有了武器与防具，那些鬼魂们不再朝着我们攻击。我们安全了，我们成为了地狱的霸主。\n　　我们在地狱中，建立了一个全新的家园。\n　　——\n　　金子的情报，被一个人类矿工泄露了出去。\n    地狱之门再次被那些精英开启。人类们叫嚣着，在精英的统帅下，杀入地狱。\n　　我们并不是个好战的种族。\n　　当人类掠夺之时，我们一直试图保持着中立阵营。\n　　但贪婪的人类，却盯上了我们的金甲。\n　　“铲除那些异端！”\n　　随着精英的发号施令，人类调转了方向，朝着我们的家园冲来。他们高举着铁剑，在空气中胡乱地挥舞着。\n　　血，溅在干燥的地狱岩上。顷刻间，便被高温所蒸发。\n　　我们顽强地抵抗着，但这只是徒劳。\n　　最终，我们选择了退让。将金甲，金盔丢弃，并退回了岩浆之中。\n　　侵略者们高举着砍下的头颅，冲着我们耀武扬威。\n　　殊不知，他们的尸体，已经堆积成山。\n　　——\n　　成片的黄金被他们洗劫一空，地狱之门被他们再一次关闭。\n　　我们仍旧试图保持着中立，等待着放逐的结束。\n　　时间将会抹去一切，而我们，则永世不朽。\n　　那时候，我们将会重新融入那久违的社会，再一次享受主世界的生活。\n　　总有一天，他们会明白的，这无关外貌。\n　　——\n　　“总有一天，他们会明白的……”\n　　老僵尸猪人自言自语着，目光却眺向了身后的岩浆海。\n　　滚烫的岩浆缓缓地流淌着，像是在诉说着什么，又仿佛只是在默默地翻腾着。\n　　“爷爷你说，我们还要等多久啊。”\n　　老僵尸猪人将目光收回，宠溺地看向了问话的小僵尸猪人。\n　　老僵尸猪人笑了笑，残缺的左手缓缓伸出，在小僵尸猪人的头上轻轻地抚动着。\n　　“快了，快了……”\n\n@安根_Engon",
    "replies": [
        {
            "author": "哐哐哐",
            "timestamp": 1471087500,
            "txt_content": "地狱有金子不科学，不过写的很不错噢 =w="
        },
        {
            "author": "woshisong12",
            "timestamp": 1471088160,
            "txt_content": "{:10_496:}写的不错，但是地狱只有猪人掉金粒吧==金子被洗劫一空 这要刷多少猪人"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471090380,
            "txt_content": "@失败了。\n这个故事有点政治正确（对猪人来说）\n如果我不知道你为啥发贴，我会希望你再串一个人类讲的故事。"
        },
        {
            "author": "GOD-lxl",
            "timestamp": 1471234680,
            "txt_content": "这个故事还挺好"
        },
        {
            "author": "Olurbo",
            "timestamp": 1471242900,
            "txt_content": "支持。写得很好啊"
        },
        {
            "author": "我为我为",
            "timestamp": 1478932020,
            "txt_content": "剧情没完啊，没有后续篇目吗"
        }
    ]
}