{
    "title": "【原创·连载】《二次元穿越》【33】【by tzxwdu】",
    "author": "tzxwdu",
    "replyCount": 6,
    "timestamp": 1471092540,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-8-13 20:51 编辑 \n\n好吧这么久没更新了，也算是我偷懒了吧，中间也有不少的事情。我尽量恢复更新，争取开学前把第三部写完。\n\n正文\n\n转角处，走出来一个男人。“这个人是谁？”\n男人长的人高马大，看上去有一种威严感，很有气势。这个男人看见了洛芬，慢条斯理地走过来，一把拉起洛芬。“等，等等……”男人转过头来，看着有些诧异的洛芬。“你有什么想说的？”洛芬看着男人，有点微微抖动着，眼睛里发出期待的神情。“你是……”“嗯？”男人把手放开，看着洛芬。“你是……你是……你就是崔，崔古尔吗？哥？”男人的瞳孔有些放大，直勾勾地盯着洛芬。“我是洛芬啊哥，你不记得了吗？”洛芬终于找到了崔古尔，内心无比激动。他真想立刻离开这个地方，出去与查吉尔汇合，告诉他找到崔古尔这个非常好的消息，相信查吉尔一定会很高兴的。可是，崔古尔再次看看洛芬，却什么话也没有说，然后就直接又拉着洛芬往里面走。整个过程干净利落。“唉，哥，这么久没见，难道你就没有一点话想说的吗，我可是找了好久才找到你的呀！”洛芬感到很奇怪。崔古尔转过头，问道：“查吉尔呢，他怎么没来，怎么是你一个人，你是怎么找到这里的？”洛芬是有些疑惑，都已经有十多年没见到崔古尔了，可是崔古尔就像变了一个人似的，说话做事都有一种冷淡的感觉。两人僵持了有几秒钟的时间，屋顶忽然落下来一块巨石。崔古尔一把抓住洛芬往自己身边，然后用自己高大的身体保护住洛芬。洛芬只比崔古尔小3岁，可是身高差了不少，而且也没有像崔古尔那样强壮的身体。这下洛芬稍微放心了一点，崔古尔至少还没有忘记自己，还是当年那个自己无限敬佩的老哥。“该死……”只听着崔古尔看着头上又一块落下来的石头，小声地嘀咕着什么话，“看来这里还是不稳定啊……估计以后又得再改造一下了，真是麻烦呢……”崔古尔拉着洛芬向走廊方向跑去，绕来绕去绕了好几条路，洛芬紧随其后，感觉崔古尔的速度确实是很快，而且耐力也是非常好的，自己很难追上，已经有些吃不消了。走廊很长，经常绕道新的走廊以后，都没办法直接看到尽头。偶尔，两边会有一两件房间。洛芬顺便看了看，房间都很大，大部分还是空旷的，有的房间内，有些奇怪的神秘器具，让洛芬感到捉摸不透。不仅查吉尔变得如此博学，崔古尔看来也是很厉害啊……洛芬不知道已经有多少次后悔当时没有跟随他们一起跳进末地了。“哥，呼呼……”洛芬气喘吁吁地说，“我们，这是去哪里……好累啊……”“先逃出去再说吧，”崔古尔跑两步，就低下头看看自己左手上的表，然后继续跑着，“赶紧跟上，千万可别跟丢了啊。”“可是，我一直想问你个问题……你现在，呼呼……”“我知道你要问什么问题，出去再说。”地狱砖做的走廊，空荡荡的。崔古尔有些低沉的声音，回荡在走廊内。……下界真的很热。查吉尔慢步前进着，望着远处的山洞，擦着汗。兄弟，坚持住啊，我马上就来了……查吉尔就这么想着，想着。“咚！”山洞的大门忽然被撞开，发出惊天动地的巨响。地狱砖的碎片，随着巨大的冲击，掉到不远处的岩浆海洋中。查吉尔吓了一大跳，手里的工具差点就要掉到地上。这是……什么？“查吉尔——”是洛芬！是洛芬的声音！查吉尔向发出冲击的方向看去。迷雾，渐渐散开。是两个人。一个高，一个矮。查吉尔快速奔跑过去。字数：1251字\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1471092600,
            "txt_content": "这次语言风格有点不寻常。有点意思。\n另外感谢你支援我们的反冲锋部队。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471092840,
            "txt_content": "tzxwdu 发表于 2016-8-13 20:59\n一段时间没提笔是感觉有点不一样\n我可能要开新坑了，现在在进行一些尝试\n第二句话什么意思QAQ ...\n嘘，翻一下最近几天的帖子你就会发现什么（多翻几页）"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1471093140,
            "txt_content": "安根_Engon 发表于 2016-8-13 20:50\n这次语言风格有点不寻常。有点意思。\n另外感谢你支援我们的反冲锋部队。 ...\n一段时间没提笔是感觉有点不一样\n我可能要开新坑了，现在在进行一些尝试\n第二句话什么意思QAQ"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1471140480,
            "txt_content": "被石头砸了都没事，真厉害{:10_564:}"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1471142100,
            "txt_content": "光线桑德斯 发表于 2016-8-14 10:08\n被石头砸了都没事，真厉害\n没砸到呀。。。是不是我表达不恰当"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1471142340,
            "txt_content": "tzxwdu 发表于 2016-8-14 10:35\n没砸到呀。。。是不是我表达不恰当\n“然后用自己高大的身体保护住洛芬”\n\n我以为是被砸了"
        }
    ]
}