{
    "title": "【原创．连载】【自带BGM】Minecraft 求闻史纪",
    "author": "八意史蒂夫",
    "replyCount": 24,
    "timestamp": 1471103460,
    "txt_content": " 本帖最后由 八意史蒂夫 于 2019-5-2 04:30 编辑 \n\n注意：本文具有以下要素：坑新，自给自足的和广泛的二次设定，资料可能有谬误。本文现在 Github 进行不同步更新。\n项目地址：https://github.com/Hawkins-Sherpherd/Minecraft-Gumon-Shiki\n9月13日，值本坑一月祭。\n特此更新。\n滗席：@恋の风铃 @尻雨魔理沙 @喵S嚯嚯S咪 @hueosf @bobby825 @MystiaCC @Gong_Pu @我的工业2 @294548892 10月14日，又过去了一个月。\n难道有两月祭？\n\n2016/12/14，本坑四月祭与迟到的三月祭！值此普天同庆之刻，我宣布，在本周周末更新新内容！\n\n（墓碑铭）\n2017/1/23，本坑进行大改版，无图鉴的页面将会添加“图鉴”标签并标记为“暂缺”。更改背景颜色以适应新的更舒适的字体，大幅度改变现有页面排版，修复排版崩坏等等。顺带庆贺本坑将在下月迎来半岁的生日，可惜我并不能到场，因为我要Rest in Chaostic，诶。Not R.I.P, I repeat, not R.I.P, the Rest in Peace. it's R.I.C, Rest in Chaostic. And it even cannot actually be the REST!Hope you reborn in peace, mtrfker! That is the best meaning of R.I.P.\nEirin Steve (2016-2017,2017- )23点整追记：修补部分设定缺漏。六分钟后追记：为了增添娱乐方面的效果以及更符合主题的原因可能添加有点恶趣味的BGM，请留意。目前确定的：《圣德传说》-上海爱丽丝幻乐团（英雄传页面BGM） 改为《Super Star》 -S.H.E2017/7/26，强势回归本坑，之前的电波发言当没说吧。\n\n\n\n\n序：这是一个娱乐与严肃并存的矛盾世界。历史最为久远的生物们记不住过去，Minecraft世界里见不到真实。因为这样，新人们不了解怪物们的实态，只有害怕的份（作死的份也有）。我们坑新家，为了保障人民的生命安全（危险），从公元2009年至公元2016年，记下了惹人注目的怪物。这就是8848《坑新者缘起》。就从我这第一个开拓者开始写起。坑新者缘起分为怪物资料、英雄传、危险区域指南、未解决资料和独白，记下了 Minecraft 的实态。怪物资料记录了各种怪物种族的倾向与对策，以及分别记录现存确定的怪物。这份资料，是一项提防Minecraft必需的怪物，和不要轻易招惹的强力怪物的指针。从僵尸、骷髅等容易遇上的怪物，到恶魂、凋灵骷髅等强力怪物，这里都会从能力、危险度遭遇时间、地点和遭遇频度上给予概括和记录。虽然并不图文并茂，但对村庄的人来说是十分有用的。英雄传是介绍一些比较知名的，退治怪物给力的、解决猛烈进攻的人（神）的。基本上是人类的同伴，若有被怪物危害，可以找这些人（神）商量。他们多数有很多故事，这些故事会一一地讲出来。危险区域向导是记述Minecraft世界的主要地方，有哪些是危险的，怎样危险，要去那些地方需要准备什么。要有所准备，就一定要先读此书。从人类村落里出来的话，那就更要仔细阅读。未解决资料包括了不完整的资料，和现有的Minecraft不相容的东西，都市传说等。这些都是预定要写入书中的。独白是我——第一代的坑新者关于此书的感想，和对于Minecraft的一些想法。看或不看都无妨，当然有人看我会很开森的。坑新者缘起至此开坑！那么，请仔细阅读坑新者缘起，愿您有一个提乾社经安全美好的Minecraft生活。第一代坑新者　八意史蒂夫\nhttp://www.xiami.com/widget/218366264_1769450697,_256_200_5695c1_457cb4_1/multiPlayer.swf\n\n\n\n怪物资料\n\n\n僵尸\n\n　　僵硬的不死躯体　 僵尸　Zombie　　能力：群殴程度（程度：？）的能力，传染他人程度的能力　　危险度：中　　人类友好度：极低　　主要活动场所：黑暗的地方\n　　在黑夜的平原上最常见的不友好的家伙。\n　　他们在怪物中是属性最为平衡的，也是最为杂鱼的。\n　　尽管一只僵尸不足以对一个武装的人类造成太大的威胁，但是一群僵尸围上来时麻烦就大了。\n　　他们畏惧阳光，也不会主动出现在光明的地方，因为他们是污秽的存在。\n\n　 图鉴\n　　暂缺\n\n　 目击者报告\n．　他们成群结队地向村庄靠拢。（某个遭殃的村庄的幸存村民）\n．　他们几乎毫无目的地游荡。（若智先生）\n．　我上次见到他们时我的膝盖还没有中箭，那时我还是个勇敢的探险家。（西部沙漠的一位老人家）\n．　腐肉，腐肉！（某丧心病狂）\n．　他们虽然头脑简单，四肢发达。团队意识却出奇地强。（史蒂夫）\n\n　　总之无论哪里都有他们的目击报告，真的到处都是。\n　　我想，你在看这本书的时候说不定你家地下就有几只僵尸呢。\n\n．　我上次砍了一只僵尸，掉了一块金锭，彩礼有望了。（尻雨魔罗沙）\n\n　　膜样衰落，女巫酿祸，乡乱岁凶，四方扰攘。\n　　话说女巫是不是都是很缺钱的人啊？\n\n　　对策\n．　三两结伴而行，因为他们喜欢使用人海战术。\n．　不要到黑夜的平原上游荡，因为不只是有僵尸。\n．　暴力膜是对待他们最好的手段，不要客气。\n．　万一你打不过他们，他们的头脑很简单，问他们一些简单的问题就会被难住，趁他们还在思考的时候，快跑！\n\n\n苦力怕\n\n　　炸裂的怪物\n　 苦力怕　Creeper\n　　能力：爆破程度的能力\n　　危险度：高\n　　人类友好度：极高\n　　主要活动场所：主世界\n\n　　无论建房，修路，很多都是有了**就快了起来。（熊孩子：说得对！）\n　　而象征性的怪物，就是带着**前来的怪物，苦力怕。\n　　苦力怕能够察觉到哪些人需要爆破，并赶往那里。这怪物出现的地方，大多会出现爆炸的情况。\n　　他们身高中等，靠四肢行走。\n　　他们并不好战，但是一旦出现侵♀犯他们的情况。会义不容辞地反抗。\n　　和其他怪物一样，并没有固定的住处。\n　　所以，苦力怕也被称为熊孩子破坏的赞歌。\n\n图鉴\n　 目击者报告\n\n．　看到一个绿色的，长得跟屌似的东西。（富柱）\n．　JJ BOOM！（霍香）\n\n．　这里提到的长得跟屌似的绿色怪物，就是苦力怕。\n\n．　常常从西边山上下来，为熊孩子提供作案方便。（布林）\n．　城市正在建设，一步步侵占着我们的土地。还没有来吗？沿路搜寻着，炸裂的怪物。（某熊孩子）\n．　被我家孩子缠住了，但我马上叫他放开手，所幸并没有造成什么伤害。（路德维基）\n．　被一只豹猫追着跑。（芙兰克林）\n\n　　虽然这种怪物无意去伤害人类，但他们对人类却造成了重大损害。\n\n　 对策\n　　只要不去主动攻击就不会有危险。\n　　若是被炸到，那就是对方太兴奋了，离开就好了。\n　　相反地，主动接近他们会很有意思。\n　　给他们点**，他们会很高兴的让这些**全部变成TNT，因为这个的关系，他们是附近的熊孩子很受欢迎的怪物。\n　　他们十分害怕豹猫，这就嘿嘿嘿了。（羞耻Play）\n\n\n\n骷髅\n\n　　中二作古的狙击手\n　 骷髅　Skeleton\n　　能力：使用弓箭程度的能力\n　　危险度：高\n　　人类友好度：极低\n　　主要活动场所：黑暗的地方\n\n　　曾经是最为优良的弓箭手。\n　　在死后世界的不断徘徊，寻求自己的价值与意义。\n　　终于，等到这一天。\n　　自黑暗中而来，在光明中再度死去。\n　　不过，能够再度找回自己，值！\n\n　 图鉴\n　　暂缺\n\n　 目击者报告\n\n．　我膝盖中了一箭。（西部沙漠的一位老人家）\n．　金坷垃，金坷垃，我们都需要他！（某丧心病狂）\n．　米白色的，浑身散发着泥土与腐臭混合的恶臭，手持一把很有历史的复合弓（破破烂烂的），走路伴随着骨头碰撞的声音，还不断低声地呻吟着什么。（豪威尔上校）\n\n　　听上校的说法似乎是很恶心的东西的样子。从以上对象的采访地点我们可以得出，骷髅和僵尸一样几乎到处都是。\n\n．　可怜的膝盖，看来我不能成为探险家了。（匿名的白内障大叔）\n．　很好的原料来源。（尻雨摩罗沙）\n．　好恶心的。（杰兰）\n\n　　探险家毁灭者。\n\n　 对策\n　　跑得快，尽可能近身攻击。\n　　如果要逃避，那就要跑得快，以S形路线撤离。\n　　如果在远处看到了他们（16m+），那就放心的和他们进行远距离交战，他们呢在这个距离之外就是瞎子。\n\n\n蜘蛛\n\n　　六肢爬行的怪物\n　 蜘蛛　Spider\n　　能力：六肢爬行程度的能力，攀爬程度的能力\n　　危险度：中\n　　人类友好度：低　　主要活动场所：洞穴\n\n　　使用六肢爬行的怪物。\n　　在黑夜中，他们无比地具有进攻性。\n　　但一旦到了白天，他们就再度变得温顺了。\n\n\n　 图鉴\n　　暂缺\n\n\n　 目击者报告\n\n．　它爬上了我家的屋顶！（伊利斯）\n．　它扑了过来想要咬我，但是没咬到。（哈德曼）\n\n　　由此可以看出，蜘蛛是通过从高处扑下来咬受害者进行攻击的。\n\n．　不要靠近我啊啊啊啊啊！！！！（酒馆老板娘）\n．　深邃的黑夜中还有比它更为危险的存在吗？（稗田家侍卫）\n　　的确很危险但没这么吓人。\n\n．　吓得我马上点了个TNT。（某熊孩子）\n　　所以那个坑是谁搞出来的我明白了。\n\n　 对策\n　　占领高处进行打击。\n　　远距离攻击。\n　　直接肛。\n　　房子加上屋檐它们就爬不上来了。\n\n\n\n末影人\n\n　　宵暗的位移怪物\n　 末影人　Enderman\n　　能力：位移程度的能力\n　　危险度：高\n　　人类友好度：中\n　　主要活动场所：黑暗的地方\n\n　　来自世上最危险的区域——末地。\n　　他们是被纯化的污秽存在。\n　　他们害怕圣洁的水洗去他们的污秽。\n　　但他们的黑暗程度足以使他们不再受到阳光的伤害。\n　　他们游走于世界各地采集现世的材料样本。\n　　他们是末地开拓的先行部队。\n　　“Do not watching me.”这就是最后的警告。\n　　“泥土房子哪个我没拆过？”\n\n　 图鉴\n　　暂缺\n\n　 目击者报告\n\n．　眼神很可怕。（八意史蒂夫）\n．　千万不要盯着他看，特别是眼睛！（稗田家侍卫）\n．　有一次我家的小孩试图观察他，我示意我小孩马上闭眼并转过头来，还好没事。（尻雨魔罗沙）\n．　害羞的家伙，危险的家伙。真是矛盾，既然害羞那为何还要光明正大地攻击呢？\n．　看到了这淤青吗？这家伙把我打出了几米远。（哈德曼）\n\n　　具有不凡的打击力。\n\n．　很好的取材伙伴呢，可惜无法亲近。（射命丸文）\n　　难道那个文文新闻就是你办的不成？\n\n\n　 末影珍珠\n　　他们在死后会留下数颗具有末影之力的末影珍珠。\n　　有了它，你就可以在自己不是末影人的情况下使用末影之力了。\n　　末影之力可以干什么呢？\n　　对于除却末影族的其他种族来讲，就是瞬间移动这么简单。\n\n　 对策\n　　他们不会主动攻击你，尽可能避而远之就行了。\n　　他们害怕水，尝试在多水的地方与他们交战。\n　　如果不小心看到，也不要盯着看，如果需要观察，请隔一层玻璃。这样他们特殊的感官就无法感受到你的目光。\n　　如果不小心盯上了，在他发现之前立马闭上眼睛并转过头去。\n　　他们会瞬间移动，如果与他们交战，要仔细观察周围，听声辩位。\n　　不要对他们使用远程攻击，这是几乎无法命中的，还会激怒他们。\n　　如果遇上被他们攻击而无法还击的窘境，跳进水里，那样他们就无法接近你。\n\n\n雪傀儡\n\n\n　　雪之傀儡\n　 雪傀儡　Snow Golem\n　　能力：召集冰雪程度的能力\n　　危险度：低\n　　人类友好度：高\n　　主要活动场所：人类村庄\n\n\n　　傀儡们便是代表这世界的坚持与忠诚的精神的化身。\n　　每个傀儡都有守护人类的义务而且绝不会懈怠。\n　　雪傀儡便是傀儡中的一种，以扔雪球为攻击方式。\n　　创世神将具有生命的力量的南瓜头盖到有灵性的雪上，便有了雪傀儡。\n\n图鉴\n　 目击者报告\n．　挺实诚的小姑娘，给450她也不鸟我。（风颂者）\n．　每个雪球都充满了力量，如果她扔点其它东西兴许会好些，比如冰？（匿名）\n．　很好奇她是怎么穿成这样还能抵御环境与身上的寒气的。（艾丽克丝）\n　　雪傀儡是个实诚的家伙，不过扔雪球就显得其作用在御敌中不是很大了。\n\n\n　 对策攻略\n　　如果我说没有，你们又不高兴，那怎么办呢？\n　　见到就问声好，可以增进好感。\n　　教她扔点别的东西，不过由于其笨蛋的本质而总是学不会。\n　　可以试着给她买冰棒，也可以增进好感度。\n　　如果这个阶段就想让她接受热的棒棒（热狗），想太多，虽然她是笨，但不会喜欢这东西的。\n　　她视金钱如粪土，送钱没用的。\n\n\n\n史莱姆\n\n\n　　粘稠的胶状怪物\n　 史莱姆　Slime\n　　能力：产生粘液程度的能力，成为替身使者程度的能力\n　　危险度：低\n　　人类友好度：普通\n　　主要活动场所：沼泽，大草原\n\n\n　　调皮的家伙。\n　　喜欢推人来搞恶作剧。\n　　如果你将其残忍杀害，其替身使者能力会被使用。\n　　分裂成四个替身个体，而二阶替身每个又能分裂四个三阶替身。\n　　再然后就是被完全消灭了。\n　　如果农田不加以防护的话，很容易被这些调皮的家伙蹦坏的哦。\n\n\n　 图鉴\n　　暂缺\n\n\n　 目击者报告\n\n．　这家伙蹦坏了我的田！（法尔玛）\n．　这家伙把我推下沼泽去，还好没事。（汤尼）\n．　我看到这家伙做了上面这两件事后一脸的愉悦。（史蒂夫）\n．　钥匙碎片密集的地方恰好就是他们的聚居地，碎片的影响会令得他们变成狂气的抖M，四处找虐。不多说，我又要醒了。（艾丽克丝）\n　　可以，这个史莱姆很天子，不过真当自己大小姐了，哎。\n\n　 对策\n　　跟他们玩游戏。\n　　见到则避而远之。\n　　如果在农田附近发现，加固自己农田的围栏。\n\n\n\n蠹虫\n\n\n　　小小的蜗居之虫\n　 蠹虫　Sliverfish\n　　能力：寄居于石头中的程度的能力\n　　危险度：中\n　　人类友好度：低\n\n\n　　蜗居于地底深处的遗迹之中的危险虫子。\n　　修复遗迹时令人烦恼的小家伙。\n　　到处钻来钻去降低了结构的稳定性。\n　　不小心挖到了他们的话可是很烦人的。\n\n\n　 图鉴\n　　暂缺\n\n\n　 目击者报告\n．　我在修复图书馆的时候见到一只，然后图书馆的一个角落就莫名其妙塌陷了。（斯科特）\n．　它们是不会单独行动的，它们牵一发而动全身。（史蒂夫）\n　　团结一致的熊孩子。\n\n\n　 对策\n　　见到了说明这栋建筑很可能就要塌了，走为上策！\n　　来自考古学家的建议：如果用镐子挖不动，很有可能就有蠹虫在里面。\n\n\n铁傀儡\n\n　　铁之傀儡\n　 铁傀儡 Village Guard\n　　能力：将敌人击飞程度的能力，力大无穷程度的能力\n　　危险度：中\n　　人类友好度：高\n\n\n　　傀儡之中代表着坚持与忠诚的最为核心的代表。\n　　钢铁之躯使得他们在坚韧的程度上在众多力量型傀儡中脱颖而出地成为了力量型傀儡的主力。\n　　在傀儡争霸战中脱颖而出成为目前为止最强的傀儡。\n　　除主人外的事物若对他们稍加冒犯，即可令他们变得愤怒。\n　　而以其巨力进行驱逐。\n\n\n　 图鉴\n　　暂缺\n\n\n　 目击者报告\n．　有钱人家的侍卫，像咱这样的外界来的普通人家请不起 #一脸奸笑 。（稗田家侍卫）\n．　一个顶N个末影人，亲眼所见。（八意史蒂夫）\n　　只有彪悍能形容的忠实傀儡。\n．　有了铁傀儡，一个能顶两个打。（森源霖之助）\n．　Mojang 首款 Minecraft 二刺猿化正版手游，傀儡Collection中见到过。（嫖炮）\n　　额，好吧这也算。\n\n\n　 对策\n　　如果激怒了他，不要逃跑，尝试站在原地向他道歉什么的。\n　　打得过就打，打不过就跑，就是这么酸爽。\n　　记住，在没有任何装甲的情况下他一拳就能将你打成残废，所以乖乖认错才是最好的。\n\n\n女巫\n\n\n\n　　不可思议的禁忌魔法少女BBA\n　 女巫　Witch\n　　能力：使用与制造魔法道具程度的能力\n　　危险度：高\n　　人类友好度：低\n　　主要活动场所：沼泽，村子附近\n\n\n　　女巫其实是一个单独的种族。（就像东方Project的世界观中的“魔法使”一般）\n　　她们的强大力量触犯了人类的禁忌而被驱逐。\n　　这就可以解释为何她们会对人类抱有敌意了。\n\n\n　 图鉴\n　　暂缺\n\n\n　 目击者记录\n．　看到一个女巫和一个雪傀儡对肛，结果最后铁傀儡赶到驱逐了女巫。（八意史蒂夫）\n．　对任何对人类有益的东西充满了敌意。（基博）\n．　一群高傲，自视清高的**。（尻雨魔理沙）\n　　Super bastards！\n\n\n　 对策\n　　女巫可不是silly b，她们会自动喝药回血，还会将各种负面的药扔给你。（不小心扔了伟大哥可就坏事了）\n　　拿着钻石剑，打败她，然后嘿嘿嘿。（You f@cking hentai）\n　　用蘑菇作为诱饵诱捕。（You f@cking hentai*2）\n　　如果你相信自己的弓术，可以占领制高点来用弓进行远程打击。\n\n\n末影螨\n\n\n　　污秽的小虫\n　 末影螨　Endermite\n　　能力：在末影之力中生成的程度的能力\n　　危险度：低\n　　人类友好度：低\n\n\n　　单纯地顺从末影之力的小虫。\n　　末影之力的死忠。\n　　因为不是纯粹的污秽而被末影人排斥。\n　　也因为太过污秽而被其它生物排斥。\n\n\n　 目击者报告\n．　我当时扔了一颗末影珍珠出去，瞬移到那边就见到它了。（法克尔）\n．　上次见到一个虫子在跟末影人掐架。（某个雪傀儡）\n　　自古异界多撕逼。\n．　在一个卖末影珍珠的商人那里见到过一只，说是宠物。（尼古拉斯）\n　　原来是可以驯服的吗？\n\n\n　 对策\n　　因为太过于平凡和辣鸡而几乎没有特殊的对策，这也许就是杂鱼最为令人头疼的地方了吧？\n　　因为只在近身的情况下出现而几乎不可能进行远程攻击。\n　　打打打，杀杀杀，这就是对策了吧？\n　　还有上面提到的驯服也是不错的选择。\n\n\n唤魔者\n\n\n\n　　来历不明的洋馆主人\n　 唤魔者　The Evoker\n　　能力：召唤魔物（因为世界观的限制而导致种类数量有限）程度的能力\n　　危险度：高（由其召唤魔物程度的能力以及洋馆众多的仆从推测出的）\n　　人类友好度：低\n　　主要活动场所：洋馆\n\n　　要说这充满敌意的洋馆的构成，怎么能不先提他们的头头唤魔者呢？\n　　不像别的大多数魔法系人物一般，他没有直接的攻击手段，而是通过召唤那些来自未知的世界的魔物攻击。\n　　也许是因为能力的限制，他召唤出来的魔物通常不会持续太长时间。\n\n　　尽管本体没有直接的攻击手段。\n　　但此般强大的仆从，也足以让没有好装备的敌人无法近身了。\n\n　　种族无法确定，但必然有人类的血统。\n　　因为他们是从正常人之中分离出来的一份子，前面的一段时间必然是与人类正常生活的。\n　　那么因为什么原因而被分离，这个就不得而知了。\n \n　 图鉴 \n\n\n　  能力\n　　会召唤各种魔物，是这个世界观中真正意义上的唤魔者。\n　　但是他们的能力也许因为他们的人类血统而受到了限制。\n　　召唤出来的魔物通常不能持续太长时间，也无法召唤出太高级的魔物。\n　　唤魔的本领也许是源于人类法术中少被提及的传送与映像的一部分。\n　　但是他们映像或传送的不是什么人啦，装备啦。\n　　就是魔物。\n\n　 魔物和洋馆\n　　本来两样东西是扯不上太直接的关系的，但这里主要讲唤魔者，就不得不同时提到了。\n　　魔物来自于连史蒂夫都无法涉足的未知世界。\n　　那个世界只有少数精通于冥思苦想的内心向往黑暗者能够感受到。\n　　（联想下最近几单人口失踪案子，我想是有人走火入魔了吧）\n　　唤魔者抓住了感受与走火入魔之间的平衡，能够让法术进入，而肉身精神保持在外。\n　　低阶魔物容易受到法术和精神的影响，再加上唤魔之人的利诱。（如可以把那些村民抓来补魔之类的）\n　　便站在了他们的一边。\n　　高阶的魔物对此不屑一顾。（审讯一名唤魔者时的口供）\n　　洋馆便是这些**人类的据点。（读起来拗口但并没问题）\n　　卫道士，也就是这些唤魔者的仆从们。\n　　以他们的力量“卫”着他们的**之道与他们仅存的家。\n　　数百年过去，这些**者由于恶魔的血统不但没有像普通人类那般老死，\n　　反而因为与相性良好的魔物共处而使力量更加强大。\n\n　 目击者报告\n．　他的袍子是油一般的顺滑，抓住他费了蛮大功夫。（韦恩莱勒）\n　　这袍子是施了法吧？\n\n　 对策\n　　一般来说是见不到的，因为他一般不会出洋馆。\n　　如果见到了，有多远跑多远。\n　　尽管是魔法系人物但体质并不是很弱。\n　　但是仍然不会近战。\n　　尝试他唤魔之前打倒他吧！（虽然不大可能）\n\n\n\n洞穴蜘蛛（施工中页面）几个月了都没施完啊？\n\n\n施工中页面\n\n剧毒的六脚怪物\n洞穴蜘蛛　Cave Spider\n能力：放出剧毒程度的能力\n危险性：高\n人类友好度：低\n主要活动场所：废弃矿道\n\n在洞穴中成群穴居的危险怪物。\n尽管体型看起来比他们的近亲无毒巨型蜘蛛更加小巧。\n但它们都是懂得占地利的战术大师和用毒的高手。\n因此事实上比它们头脑简单四肢发达的巨型近亲更为危险。\n但一出洞穴，立马变得和它们的头脑简单四肢发达的近亲一般地头脑简单。\n但还是很危险。\n反正就是见到他们比见到普通蜘蛛更要提防，\n总之就是避而远之。\n\n能力\n\n\n\n\n\n末影龙\n\n\n\n\n　　末地的权利顶点\n　 末影龙　Ender Dragon\n　　能力：一统末地程度的能力，延续生命程度的能力，吞噬纯净物程度的能力\n　　危险度：极高\n　　人类友好度：极低，吗？算不上吧。\n　　主要活动场所：末地\n\n\n　　末地的最高统治者。\n　　对神明一类位于纯净极点的事物相当厌恶。\n　　厌恶一切太过纯净的事物。\n　　外面的人到了末地基本是有去无返的。\n　　因为外界意味着纯净一端的世界。\n　　纯净世界的事物到了污秽世界之中会被排斥。\n　　同理，污秽事物在纯净世界中也会排斥。\n　　但是充满污秽的人类却会被末地这个污秽世界欢迎。\n　　并不是针对人类去打，而是纯净。\n　　不过自从被某个神明退治以后，就变得被动了。\n\n\n　 图鉴\n　　暂无\n\n\n　 目击者报告\n．　在深邃的黑暗空间里翱翔着！巡视着每一处，提防过高的纯净度存在。（发光的木板）\n．　封印着黑暗的深邃幻想的存在，任何人都无法到达的禁忌之处。（达克霍姆）\n．　将命运托付给久远的黑暗深邃幻想的恐惧精神。（森源霖之助）\n　　只要有幻想的地方就有东方众的存在！\n\n\n　 对策\n　　基本没有非常有效的对策的麻烦家伙。\n　　将所有黑曜石柱子上面的水晶打爆，那样他的实力就会大大削弱。\n　　当他迎面而来时，才是你攻击的最好时机。\n　　只有丝毫没有畏惧之心的勇士才能够打败他。\n　　你对他畏惧是他的最好的能量来源，don't be afraid！Participate and,just give us,all your trust。Your soul will be saved！\n\n\n\n凋灵\n\n\n　　三个头部的神灵\n　 凋灵　Wither Lapis Lazuli\n　　能力：同时拥有三（其实是四个）个身体头部程度的能力，使头部飞出进行攻击程度（程度躺枪*2）的能力，头部无坚不摧程度的能力，无尽的头部的程度的能力\n　　危险度：极高\n　　人类友好度：极低\n　　主要活动场所：异次元\n\n\n　　来自地狱的代表着复仇精神具现化的神灵。\n　　个人英雄主义在她的身上体现得淋漓尽致。（尽管不会被写进英雄传）\n　　满腔热血无处释放。\n　　复仇就成为了作死。\n　　以复仇之名，向人类夺回那片本不属于自己的土地！\n\n\n\n图鉴\n\n　 目击者报告\n．　所到之处，boom shakalaka！（贝尔．柴德）\n．　杀马特杀马特，洗剪吹洗剪吹吹吹。（纯狐）\n　　大妈姐，走错片场了吧？\n．　三个头高速飞行，撞向了我的牛羊，还好我跑得快没有被打到。（穆罕默德）\n．　她有多个阶段，第一个是她突然出现在众人眼前时，无法接近且不接受任何伤害，且切换到第二阶段时会原地大爆炸。第二个阶段就是我们在大多数图鉴中见到的那样。第三阶段开启厚重的护甲，本来就不是很快的速度变得更加慢，且无法飞行。这是要与你展开背水一战。在她被击败分解时的场景十分华丽，现在的技术根本造不了这么好的烟花。（史蒂夫）\n　　原来凋灵=烟花啊。\n　　综上所述，凋灵非常地危险，对策也会因其复杂而变得多样化。\n\n\n　 对策\n　　如果不幸地遇上了的话就敬而远之吧。（不过现在被封印了一般出不来吧？）\n　　尝试对她灌输**的东西，如禁忌的边界线，极乐净土，屁股守望先锋，PM GO，东方Project等，吸引其注意力。不过你得确定她会有耐心听你讲完。\n　　如果非要交战不可，请记住，无论跑多远都是没用的，迟早追上来的。\n　　如果真的很不幸正面遇上了而她对你的话题不感兴趣，那就是听腻了，想点别的。（听说她喜欢金坷垃和骨头，地狱的凋灵军团有着大量的需求。）\n　　尝试让她看《坑新者缘起》的“凋灵”一章，当她接近我家时史蒂夫就会来退治她了。（不过你得确定让她看完不会顺手把你也杀了。）\n　　如果你很屌，把她打到第三形态。切记不要用弓，因为对她厚重的装甲而言无效。\n　　凋灵是个讲力不讲理的灵，不要和她讲理（以上有几条通过交流逃脱困境是吸引注意力而不是劝诫）。\n\n\n\nhttp://www.xiami.com/widget/218366264_1769450661,_256_200_5695c1_457cb4_1/multiPlayer.swf\n\n\n\n英雄传\n\n\n史蒂夫\n\n旭日的创世神明史蒂夫　Steve\n职业：城管无业能力：创造与毁灭程度的能力，在空中飞行程度的能力，利用太阳作为能量来源程度的能力\n\n住所：不固定\n\n\nMinecraft境内的Notch神钦定的创世神明。创世神明是整个Minecraft不可或缺的人物。创世神明以管理世间万物为业。\n\n他是所有现世的神明当中最有经验的一位，虽然经验丰富，但却也犯了许多错误。他天生的神力使得他在附近的村庄退治了不少怪物。\n\n性格非常地平易近人，有着对怪物的优越感。强大的怪物会憎恶他，弱小的怪物会畏惧他。不过，在工作上无论是强大的还是弱小的怪物对他下手都是毫不留情。\n能力能够在天空中自由的翱翔。当然，这是包含在创世神明的能力之中的其中之一。创世神明管理着Minecraft世界，守护着这片土地。一旦出现了崩坏，无论是在哪，Minecraft世界都不会平安无事。Minecraft要保持现状，就需要一个打不死的沙包神明发泄维护。所以，史蒂夫是打不死的。（隐藏抖M属性）集中太阳的力量使得污秽的存在（不死生物？死物吧。）不复存在。\n日常在平时，和普通的人没什么两样。除了鼻子不是屌样的，随身带着刀剑，背着一背包的东西之外，还真是这样。（喷）到处游荡，毫无忌讳。一个立志做探险家的有理想的神明。在途中遇到怪物，会毫不犹豫地退治，这时才有个神明的样子。\n工作认知这个他管理的世界就是他最大的工作了。别的一点微小的工作就是打打怪，交交易带动经济发展，帮农民收割之类的。本来保护和帮助人类就是创世神明的责任，不过最近有不少的村庄有了自卫队也逐渐不需要神明亲自动手了。\n一点微小的工作主要的，就是三件小事退治末影龙\n末影龙突破了末界与现世的结界来到了这里。\n受够了封印的寂寞，便来到了这里。\n据说那时他单身前去退治。\n十分精彩的对决，十分钟后这个末影龙就被打败了。\n同时也发现末影龙只是从犯。主犯早已无从追寻了。\n封印凋灵\n凋灵，这世间除却创世神明外最强大的存在。\n这个凋灵实在是无聊啊，就从地狱出来到现世做客。\n你说巧不巧？正好就被史蒂夫撞上了。\n暴打一番后，被Notch塞进了异次元空间。再次封印凋灵\n凋灵不服，以自己在现世的替身（熊孩子）进行了召唤自己的仪式，重新来到了这个世界。\n史蒂夫听到有三个头的未知飞行物对村庄进行轰炸，便赶往了现场。\n凋灵见到了这个令其饱受寂寞的熟悉面孔，十分愤怒。破坏的速度又加快了。\n“啊，什么鬼，我。。。。。。”\n“你输了，我用了kill。”\n“啊！！！！”\n\n籽岷\n\n\n人气的UP主\n籽岷　Zi Min职业：UP主能力：掌握（人）气的程度的能力主要活动场所：优酷，Bilibili以 Minecraft 解说而闻名的UP主。现为MCBBS视频区荣誉版主。\n性格待补充。（我不是籽岷粉）\n工作待补充。（不是籽岷粉*2）\n能力待补充。（不是籽岷粉*3）\n事迹成为一个知名的UP主成为MCBBS视频区荣誉版主。其余待补充。（不是籽岷粉*4）\n\n艾丽克丝\n\n\n将世界托付给久远的梦的中二少女\n艾丽克丝　Alex职业：真．管理员梦壁俱乐部会长能力：看到梦境之壁程度的能力，拥有创世神的能力的程度的能力（顶峰时可维持九小时），掌握真相程度的能力（真相只有一个！），无需创世神之力即可飞翔程度的能力，看到碎片程度的能力住所：整个世界主要活动场所：人最多的地方，人最少的地方Minecraft 的一切本是一场梦。她认识到了这一点，便游走于世界各地，收集足够的碎片来证实这一点。她成立了一个梦幻中二之壁俱乐部，召集梦壁中二能力者，齐来收集碎片。这个目标能够达成吗？能够凑成完整的破壁的钥匙吗？（我整个人都中二了）（可以，这很秘封。）\n工作&日常\n情报的收集：\n\n（在一个碎片集中的地区的一户人家门前）（敲门声）“空帮哇！”（开门声）“先生，您有没有看到这种东西？”（拿出碎片照片）“没有没有！不要再来问我了！”（关门）“嘿，等等，等等！”（The Second F@ck）（换成另一名会员）（敲门声）“绑脚！”（久无反应）“欸”（离去）\n俱乐部的日常\n啤酒，碎片，各种乐器，姜汁汽水以及情报的交织。以及臆想的钥匙拼凑完成后的渲染图。（可以，这很幻乐团。）\n经费来源\n在科技并不发达的所谓的“梦的世界”里出售“梦境中”带来的高新技术产物。（可以，这很香霖堂）\n时不时地出几张碟片。（可以，这很幻乐团*2）\n用所谓的“神奇方块”写几个游戏。（可以，这很幻乐团*3）\n\n梦壁懵逼能力\n一般人走到边界，会发现边界是永不休止的，似乎离远方的景物越来越远，后方的事物似乎与自己的距离丝毫不改变。\n而梦壁能力者，则会发现边界的一道结界阻挡了前进。\n而梦壁能力者，通常会比一般人更加中二睿智。\n这并不是少见的能力，也可以通过后天的**修行锻炼出来。\n\n\n九小时的创世神中二神\n艾丽克丝的一项最给力的能力便是，拥有创世的神明的能力的程度能力。只要在体能充足的情况下蓄力并大喊“THE WORLD”即可从一般人蜕变为创世的神明。在能力失效后一段时间内会变得虚弱。于是在1.8变成了城管。\n\n\n八意史蒂夫\n\n\n\n坑新者的缘起\n\n\n\n\n\n\n八意史蒂夫　Eirin Steve\n\n\n\n职业：坑新家家主能力：更新《Minecraft 求闻史纪》程度的能力，拖更程度的能力，以笔作炮程度的能力，厚颜无耻程度的能力住所：人类村落我，从未见过有如此厚颜无耻之人！坑新家的家主，也是就是我，这本《Minecraft 求闻史纪》与《坑新者缘起》的作者。不要小看咱们坑新家的笔，这可是货真价实的武器。这炮笔可是借给史蒂夫肛过凋灵的！可想而知，为什么我会敢写这么些作死的资料了。\n能力更新《Minecraft 求闻史纪》程度的能力是最主要的一项。要是我不是《Minecraft 求闻史纪》的作者的话，我能够拥有这项能力吗？作用便是让读者看到这本书。\n炮笔\n坑新家代代相传的炮笔。正义的资料记录者，不再畏惧任何威胁。同时也被附上了护身的符文。拿在手上幸运E都变幸运A！\n一点微小的工作\n主要还是三件小事：1.保障了坑新家的社会地位。2.将笔借给史蒂夫保全了村子的安全。3.与不同世界的神明有友好的来往关系。如果说还有一点成绩，那就是搞了《Minecraft 求闻史纪》这本书，这对初来乍到的新人的命运是有很大关系的。\n\n\n发光的木板\n\n\n\n投票的付丧神\n\n\n发光的木板　The Shiny Plank\n\n\n能力：用投票水贴程度的能力，出现在各类投票中的程度的能力，不断变换道具颜色程度的能力人类友好度：高主要活动场所：矿工茶馆一个一百年没有人回复和投票的投票贴的化身。他为了寻求存在感而开创了一个投票水贴的时代。自己是投票这个道具的化身，却使用发光的木板。他的举动使得其它投票贴觉醒了，也产生了“发光的木板”选项。\n投票水贴的绝佳方式。证明自己达到七级的方式。因为主人的神隐而导致终日不得上首页的投票贴，是会变成像发光的木板这样的。\n事迹开创投票水贴的大时代！带动其它道具一起**。\n\n\n\nhttp://www.xiami.com/widget/218366264_373568,_235_346_ffcc00_3366ff_1/multiPlayer.swf\n\n\n危险区域指南\n\n\n人类村落\n\n\n\n\n人类村落危险度：低遭遇的怪物：僵尸，苦力怕，史莱姆，末影人，骷髅，蜘蛛，末影螨这里是Minecraft中最多人类居住的地方。因为怪物对人类的憎恨或无意冒犯等缘故，所以有时会给人类带来一些“惊喜”，不过在晚上“惊喜”就会变成“惊吓”了。（坑新家所在之地，毫无疑问地在这种地方。）人类生活必须用品，都能在这里买到（自给自足）。也有一些专门的村庄自卫队。不在晚上外出的话，就不会遇上大难。若在外出途中遇到怪物，则避而远之。还有令人意外的是，这里的人个个都是商人。\n\n山岭\n\n\n\n\n山岭危险程度：中遭遇的怪物：僵尸，苦力怕，骷髅，蜘蛛，末影人，末影螨山岭是一个比较复杂的地形。复杂意味着在智商占领优势的情况下，能够更好地进行防御。但是，如果被怪物逼至绝路，那就无解了。（失足摔下去那就是智商问题了。）同时，山岭有更高的几率挖出珍贵的绿宝石。绿宝石在人类之间是很受欢迎的东西，甚至超过了钻石。用它来交易，必定能让您的交易之旅变得通畅无比。\n\n\n大平原\n\n\n\n大平原\n危险程度：略高\n遭遇的怪物：僵尸，苦力怕，骷髅，蜘蛛，末影人，末影螨\n非常常见的地形。\n如果没有怪物将会变得相当地宜人的地方。\n许多人类村落就建立在这样的地方。\n而入侵村落的怪物也在这里生成。\n某些都市（乡村）传说也与大半夜跑到平原上有关。\n有兴趣可以跑到后面看几眼。（虽然现在没有更新大平原的都市传说）\n\n\n\n冰刺之地\n\n\n\n冰刺之地危险程度：中遭遇的怪物：僵尸，苦力怕，骷髅，蜘蛛，末影人，末影螨一个很难建立起庇护所的不毛之地。（没有羊毛造床）地形复杂，适合与怪物盘旋。冰刺是非常好的建筑外壳。掏空冰刺内部建立的庇护所是最优美的改造自然之美了。当冰刺倒下的时候，会砸死一定范围内的怪物。冰刺只有用TNT，钻石镐才能够弄开。\n\n\n地狱\n\n\n\n地狱\n危险度：高\n遭遇的怪物：恶魂，凋灵骷髅，岩浆史莱姆，僵尸猪人\n曾经的天堂。\n如今成为了不死生物盘踞的不毛之地。\n曾经的遗迹遗留至今，\n仍能看出当年的美好。\n大片的岩浆海洋加剧了其危险度的增加。\n无法住人的辣鸡地方。\n\n\n\n三思之室\n\n\n\n三思之室\n危险程度：略高\n遭遇的怪物：僵尸，骷髅，蠹虫\n令人不禁思虑再三的一间房间。\n这房间放置着通向末地的末地之门。\n有时候一些想要**的人会来到这里。\n一闻到那刺鼻的熔岩气味就立马清醒了许多，\n重新对生活抱有了希望。\n但在这个悲喜交加的瞬间被怪物推了下去或者吃掉是常有的事情。\n所以这是个充满了遗憾的房间，\n先辈的教训警示着一个个进入该房间的人不要轻言轻生。\n\n\n\n末路之地\n\n\n\n末路之地\n危险程度：极高\n遭遇的怪物：末影人，末影螨，末影龙，版主\n几乎无法再回到原来的地方的地方。\n世间最危险的地方之一。\n到达那里意味着死亡或者濒临死亡。\n因为只有在现世之中走投无路的污秽之人才能够去到那里，\n所以被称为“末路之地”。\n\n\n\nhttp://www.xiami.com/widget/218366264_1771317052,_256_200_5695c1_457cb4_1/multiPlayer.swf\n\n\n\n未解决资料\n\n未来的报纸？\n\n\n\n注意，本页面包含了丰富的自给自足的二次设定（HIM可是没有真正的一次设定的东西）。数十年前，一个人在树林里捡到了这张报纸：文文．新闻2033年第233期　　广告位：感谢@罪域之骨 先生对我们报纸的大力兹瓷！今日头条：Herobrine与创世的神明的对决今日，月之神灵Herobrine正式向旭日的创世神史蒂夫宣战。神对神，如此精彩的对决除却十多年前的封印凋灵外再无发生。这场对决，就在结界之地，住在边境的人将有幸观摩到诸神之战。怪物同盟：Herobrine，凋灵，末影家，失落者组织，遗弃者组织人神联盟：史蒂夫，艾莉克斯，**使公会，“火炬”特种部队不住在边境的人，也能通过录像带在数日后观摩到诸神之战的景象。这张现在并不存在的发行商发行的未来的报纸记载着一些刚刚起步的东西，如“火炬”，**使公会。也记录了一些未知的东西，特别是那个Herobrine，或将成为本报最大谜团。兴许一切在数十年后将会揭晓。\n\n\n个人对Herobrine的猜测\n\n\n根据报纸得出的一点不确定的资料月之神灵Herobrine能力：操控月之力的能力？危险度：？人类友好度：？主要活动场所：？\n目击者记录边境的人在观看诸神之战时肯定见到过。那个叫。。。。。。文文的也应该见到过吧？史蒂夫参战，也肯定会见到。\n对策这个我也不大清楚。\n\n不曾被世人所知的末界特首\n\n\n\n从家中书柜里找到的一份残旧的资料，记载着似乎不曾存在的人。末界的Master拉娜　Rana职业：末界特首能力：使用末影之力程度的能力，延续生命程度的能力，操控齿轮程度的能力危险度：中人类友好度：高主要活动场所：末地住所：末影馆啊！无尽的生命的赞歌！“人人都要给我**！”萝莉外貌的身经百战的特首。“像你这样被**的我是身经百战，见得多了。”啊！命运与寿命的齿轮不停转动！就让我把它们转到正确位置吧！\n\n\n\n昨日迟迟不更新之谜\n\n\n\n\n\n昨天在给服务器做搬家工作，为的是服务器能够得到24小时供电供网这么简单。所以整天都没有更新。——八意史蒂夫，2016年8月20日\n\n\n\n为何将更新日期定为紫妹的十八岁生日\n\n\n\n我这是在辅佐紫妹成为一个真正的大人啊！这么深沉的爱你们不懂吗？——八意史蒂夫，2016年8月20日\n\n\n\n\n瞎掰一通的都市（城乡结合部）传说：大平原的白色光芒\n\n\n在很久以前，村子里有一个天生白内障的小孩。他机智，勇敢，自小就退治了许多怪物。长大了，当了一个矿工队的队长。有一天下矿后，大家发现这个白内障队长不见了。顺着矿道走，发现一个通向另一个世界的大门。自那以后草原，矿道都会有看到白色光芒一闪而过的现象的报告。尽扯蛋呢吧你。\n\n\n\n磨叽的玛丽苏/汤姆苏测试\n\n\n用于测试是否是玛丽苏/汤姆苏或有汤姆苏/汤姆苏倾向\n1.您是否认为您有玛丽苏/汤姆苏倾向？\n2.您的人设是否为某国/种族的公主/王子或女皇/皇帝？\n3.您的宠物是否非常NB？\n4.您的坐骑是否超规格的NB？\n5.您是否特别喜欢某些看起来华丽的词汇？\n6.您的名字是否超规格地长？\n7.您的名字是否使用太过华丽的词汇？\n8.您是否有一大群后宫？\n9.您是否完美无缺？\n10.您是否全能？\n11.您的宠物是否特别机智？\n12.您的朋友是否特别NB？\n\n\n\nhttp://www.xiami.com/widget/218366264_1771316916,_256_200_FF8719_494949_1/multiPlayer.swf\n\n\n\n\n\n\n\n几乎不可能抽空更新的独白\n\n\n\n最后更新：2017/1/23\n\n历史内容（2016/8/17）\n如果观众老爷有哪位能看到这里，我是会非常excited的！关于我这糟糕的文笔，实在是不行，请见谅。顺带在这个**诞节给敬爱的长者**！追记（2017/1/23）　　更改了独白字体。\n　　增加更新内容。\n　　原正文字体：Tahoma 字体，2号大小，现更改为：楷体字，3号大小\n　   更新内容正文字体添加：Times New Roman 字体，2号大小，加粗\n　   更新内容标题字体添加：Times New Roman 字体，3号大小，加粗\n　   历史内容添加。\n　   历史内容标题字体添加：Times New Roman 字体，3号大小，加粗\n　   历史内容正文字体添加：楷体字，2号大小，加粗，斜体\n　   为追记与历史内容标题添加日期。\n\n这本《Minecraft 求闻史纪》呢，是面向所有人的，而不是单单面向东方众（要是是的话就去东方吧了）。我呢，纯粹是因为无聊和刷存在感而写。所以是比较偏向玩梗向的，你可以在每个地方都看到各种各样的neta。比如Jojo的老板梗，观众老爷们发现在哪了吗？梦壁同时neta幻乐团，秘封，香霖堂。有时看着自己纯粹无聊弄出来的东西一直占着首页居然有一种莫名其妙的自大和成就感。有时候，一些事情，一旦鼓起勇气去做了，就会停不下来。比如将这本《Minecraft 求闻史纪》发布到周边创作，然后日更。（上学了的话估计就得周更或月更了，年更都有）还有，问个问题，大家是希望我先更新现有人物立绘还是更新设定资料？接下来就是关于我对MC的看法了。首先谈自己的经历：14年，通过贴吧得知了MC，然后就去下了一个1.4的整合。刚开始玩的是创造，那段时间生存是怎么打方块的都不知道，开门也不会。我的第一个建筑记忆犹新，不是火柴盒，而是住在一个水洼里面（可以，这很**哈）。刚开始找到村庄还以为是奇迹，差点又到贴吧水一贴。（黑历史又没了）一切知识都是自己学习的。对MC的世界观，玩法渐渐了解了。然后去下了个球濑大大的1.6光影整合，结果带不起。（那会我还没有独显）结果光影就成为了那段时间的人生一大目标。14年暑假，我的电脑坏了，就接触了PE版。至今在PE版的游戏时间不超过十小时。14年末，总算有了自己的一块独显，然后各种光影尝了个遍。唯独球濑大大的作品被我所遗忘。15年，貌似也没什么大事发生。除了建立一个叫谢菲尔德的辣鸡工作室外，一事无成。我对事物的观念通常是比较倾向于怀旧的，到现在我都觉得1.4不算老，1.7和1.8很新,1.9什么时候有的正式版？居然有1.10简直不可理喻！。二代酷睿不老，四代酷睿还是非常新鲜的东西，六代就是不可理喻的新了。哪怕让我碰十多年前的硬件我都不会觉得非常落后，而是产生一种见到忘年之交一般的惺惺相惜之情。每天晚上守着电源频道看以前的港产片。喜欢有历史的而且略显古老的东西如东方Project，东方旧作和废案人物。喜欢以前的歌如《一生何求》之类的。16年的今天，其实是前几天，不，是差不多一个月前。当我准备了球濑大大的整合包准备玩时闪退了，旧版驱动也救不了这垃圾1.6的兼容性。哎，可惜，可惜！Minecraft 在我的众多游戏选择之中排名却是偏下的，因为配置太渣，启动太慢。有这闲工夫不如玩玩UN，东方。下面是对各个MC社区的看法。MCBBS，其实我14年那会就知道了，只是一直懒得注册而已。哎，要是那时注册现在就骨灰了。风格，整体就是给人一种一般的个人管理的论坛感觉。而且Bug特性时常伴随你我他。而且有点穷酸气息，这点百度不知高到哪去了。毕竟个人开站你还想咋地？大佬整日沉迷装逼不可自拔（贴吧也是）。风气呢比贴吧好那么一些，为什么是一些而不是很多，因为隐藏的生物圈，贵圈太乱。不过我在这里发帖比在贴吧发帖的顾忌反而更少。一是怕有些贴会被吞，二是贴吧现在管制比这还要严。（重点）感觉无论在哪的人都好躁啊，这里歧视贴吧的也有一些吧。Minecraft 吧，我最早接触的 Minecraft 社区。我的 Minecraft 启蒙地。当年入吧时吧的首页有些啥也忘了，反正比现在好就对了。技术贴，娱乐贴，高质量的直播贴比比皆是。再看看现在，小学生好多，我说真的。除了批判一番秀优越，问一些垃圾问题以外，还能有什么呢？图文图文不给发，娱乐娱乐当图文，直播也不行，技术又没几个，还能有啥呢？不就是批判一番来秀优越，问一些辣鸡问题吗？哎，药丸！药丸！！\nhttp://www.xiami.com/widget/218366264_1769450710,_256_200_5695c1_457cb4_1/multiPlayer.swf\n\n\n广告位出租！\n\n\n不可PY，不可积分，不可人气，不可金腚，不可现金，不可支票。用你的真情实意来打动我将这个位置让给你！某位主动放弃该广告位，各位可以抢了。职员表\n主编八意史蒂夫\n副主编八意史蒂夫\n发布八意史蒂夫\n插图八意史蒂夫\nBGM尻雨魔理沙八意史蒂夫\n封面八意史蒂夫\n特别鸣谢血殇爆炸鸟3恩菲尔德\n还有你\n\n\n\n\nhttp://www.xiami.com/widget/218366264_1769450713,_256_200_FF8719_494949_1/multiPlayer.swf\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "其智乃反不",
            "timestamp": 1471108440,
            "txt_content": "椒溢：对抗命运咽喉程度的能力\n"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471131180,
            "txt_content": "为什么不贴上wiki相关数据值呢？"
        },
        {
            "author": "八意史蒂夫",
            "timestamp": 1471153980,
            "txt_content": "安根_Engon 发表于 2016-8-14 07:33\n为什么不贴上wiki相关数据值呢？\n因为求闻本身就是一个普通的博识人类写的，而且是以游戏内的人物视角写的，自然就没有确切的数据。求闻本身也没有对记载的妖怪有确切的数据。而且求闻本身也因为各种因素存在偏差。"
        },
        {
            "author": "443050500",
            "timestamp": 1471262160,
            "txt_content": "八意史蒂夫 发表于 2016-8-14 13:53\n因为求闻本身就是一个普通的博识人类写的，而且是以游戏内的人物视角写的，自然就没有确切的数据。求闻本 ...\n喂，你说的那个普通的博识人类难道不是ZUN么。。。"
        },
        {
            "author": "八意史蒂夫",
            "timestamp": 1471266240,
            "txt_content": "443050500 发表于 2016-8-15 19:56\n喂，你说的那个普通的博识人类难道不是ZUN么。。。\n至少是以阿求的视角写的。"
        },
        {
            "author": "七海八千代",
            "timestamp": 1471309740,
            "txt_content": "说实话，这杀马特女神还没2UN绘看着萌。。。"
        },
        {
            "author": "七海八千代",
            "timestamp": 1471311480,
            "txt_content": " 本帖最后由 尻雨魔理沙 于 2016-8-28 10:50 编辑 \n八意史蒂夫 发表于 2016-8-15 21:04\n至少是以阿求的视角写的。\n@八意史蒂夫 没错我刚把BGM换成了千年幻想乡http://img.xiami.net/res/player/widget/multiPlayer.swf?dataUrl=http://www.xiami.com/widget/xml-multi/uid/213535437/sid/1769555659,/width/400/height/400/mainColor/1425d2/backColor/a123c5/autoplay/1"
        },
        {
            "author": "米斯琪",
            "timestamp": 1471317300,
            "txt_content": "求闻史记这书我上高中的时候居然在隔壁小书店买着了233"
        },
        {
            "author": "Olurbo",
            "timestamp": 1471319100,
            "txt_content": "画风点赞。"
        },
        {
            "author": "八意史蒂夫",
            "timestamp": 1471339920,
            "txt_content": "尻雨魔理沙 发表于 2016-8-16 09:09\n说实话，这杀马特女神还没2UN绘看着萌。。。\n因为Zun绘本来就很萌。还有咱画的凋灵大妈是要凸显她的傲娇威严和无边的复仇的怒火。\nAnd 奶子。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1471399800,
            "txt_content": "可以，够水\n\n\n\n\n\n我自以为现在我在跟着某人学习热评技巧Σ(|||▽||| )"
        },
        {
            "author": "七海八千代",
            "timestamp": 1471410420,
            "txt_content": "Donnies_Ming 发表于 2016-8-17 10:10\n可以，够水\n头像灵梦好评"
        },
        {
            "author": "七海八千代",
            "timestamp": 1471414380,
            "txt_content": " 本帖最后由 尻雨魔理沙 于 2016-8-28 10:42 编辑 \n八意史蒂夫 发表于 2016-8-17 14:19\n自从我把更新时间改成紫妹十八岁后，我想紫妹会天天过成人礼。\n紫妈18岁。。。到底是啥时候。。。你确定1K年后紫妈会有18岁\n"
        },
        {
            "author": "八意史蒂夫",
            "timestamp": 1471414740,
            "txt_content": "尻雨魔理沙 发表于 2016-8-17 13:07\n头像灵梦好评\n自从我把更新时间改成紫妹十八岁后，我想紫妹会天天过成人礼。"
        },
        {
            "author": "七海八千代",
            "timestamp": 1471415160,
            "txt_content": " 本帖最后由 尻雨魔理沙 于 2016-8-27 09:16 编辑 \n八意史蒂夫 发表于 2016-8-17 14:19\n自从我把更新时间改成紫妹十八岁后，我想紫妹会天天过成人礼。\n贴内6首BGM2333四首千年幻想乡1首幽冥幻想曲1首夜幕降临，你把更新时间改成紫妈18岁后难道你不想更新了？http://img.xiami.net/res/player/widget/multiPlayer.swf?dataUrl=http://www.xiami.com/widget/xml-multi/uid/213535437/sid/1769450678,/width/400/height/400/mainColor/1425d2/backColor/a123c5/autoplay/1http://img.xiami.net/res/player/widget/multiPlayer.swf?dataUrl=http://www.xiami.com/widget/xml-multi/uid/213535437/sid/1769606951,/width/400/height/400/mainColor/1425d2/backColor/a123c5/autoplay/1话说我帮你加的BGM简直精神污染 23333jkasljaslkjkladsjlkajdlas"
        },
        {
            "author": "八意史蒂夫",
            "timestamp": 1471415580,
            "txt_content": "尻雨魔理沙 发表于 2016-8-17 14:26\n贴内6首BGM2333四首千年幻想乡1首幽冥幻想曲1首夜幕降临，你把更新时间改成紫妈18岁后难道你不想更新了？[ ...\n我在辅佐紫妹变成个大人啊！#滑稽"
        },
        {
            "author": "七海八千代",
            "timestamp": 1471419600,
            "txt_content": "八意史蒂夫 发表于 2016-8-17 14:33\n我在辅佐紫妹变成个大人啊！#滑稽\n话说你升级为啥这么慢。。。"
        },
        {
            "author": "八意史蒂夫",
            "timestamp": 1471420920,
            "txt_content": "尻雨魔理沙 发表于 2016-8-17 15:40\n话说你升级为啥这么慢。。。\n我最近都不水贴了。"
        },
        {
            "author": "七海八千代",
            "timestamp": 1472260560,
            "txt_content": "八意史蒂夫 发表于 2016-8-17 16:02\n我最近都不水贴了。\n噗，难道紫M已经18了？\n不然你怎么更新了。。。"
        },
        {
            "author": "hueosf",
            "timestamp": 1473907500,
            "txt_content": "MDZZ"
        },
        {
            "author": "我的工业2",
            "timestamp": 1485223740,
            "txt_content": "我又插进来了\n你的追记可比其他任何一篇设定都长啊？"
        },
        {
            "author": "Asswltc",
            "timestamp": 1485996840,
            "txt_content": "这个坑大（滑稽）"
        },
        {
            "author": "天子~Tensi",
            "timestamp": 1534653300,
            "txt_content": " 本帖最后由 souyakusen 于 2018-8-19 12:37 编辑 \n\n必须是一个极其了解东方并认真看过设定文档的千年中二病才能写出这么棒的求闻史记。非常喜欢！大力支持！\n\nP.S. 楼主拥有坑死信任程度的能力w       还有就是……八意史蒂夫的发音应该是yagokoro steve，不是eirin Steve QnQ\n\n"
        },
        {
            "author": "何昌浩",
            "timestamp": 1556714520,
            "txt_content": "等等 紫才3k多岁 我呸 才17岁 怎么能18的！"
        }
    ]
}