{
    "title": "【wiki翻译】在洞穴中生存 探索洞穴（新人翻译）",
    "author": "tzxwdu",
    "replyCount": 4,
    "timestamp": 1471149540,
    "txt_content": " 本帖最后由 tzxwdu 于 2016-8-14 12:47 编辑 \n\n新人来翻译，最近看本版块实在太冷，所以就过来稍微翻译一下版规对wiki翻译貌似没有很特别的要求，所以我就先选了一段不长的来练练手如果有违规之类的，请告诉我谢谢！\n内容不多，个别地方总感觉原文有点语法错误翻译不出来，就按照我的理解翻译了一下\n如果翻译的不好，请大家多多谅解！弄了将近一上午呀，累死我了qwq\n\n（\n我填的wiki地址之所以是中文是因为已经被我编辑过了\n不知道这么证明够不够\n不行也请告诉我，谢谢！\n）\n\n在洞穴中迷路是很容易的，下面的一些方法可以让你在探索的同时防止这一点的发生，尤其是在路标上。在导航的教程有更多关于标记和其他导航方法的信息。（摘要：火把、羊毛、标志、南瓜灯）一个很好而且很容易的方法是正确标记火把。当你在探索洞穴时只将火把插在右边，这样无论洞穴有多么复杂，哪怕交织在一起，你总能找到回来的路。因为如果火把在你的左边，说明你正朝着出口。相反，如果火把在右侧，说明你正在向着更深的地方前进。它不会帮助你探索洞穴本身，所以带一个大地图来探索洞穴是明智的。如果你迷路，你需要找到你的出口。请注意，大部分洞穴的面积，都比看起来要小，但是互相连接的废弃矿道和其他洞穴可以让范围扩大。当你在地下探索的时候，可以反映出地表的情况，但是无法展现洞穴本身。在洞穴里要记住的一点是要经常环顾四周，尤其是向上。在一个以前开发过的洞穴中，最常见的怪物来源是在天花板或开口的墙壁。如果你在一个山沟，小心怪物从上方掉落下来！一个好的采矿习惯，是充分挖掘并且照亮一个洞穴系统后，才开始挖掘资源。在一个黑暗的洞穴里，停止下来采集是十分危险的。如果你被杀，你将会失去你的战利品。检查有可能的怪物来源，比如头顶断掉的天然矿坑。如果怪物可以从这些地方中出来，你应该尝试改变这些地方的亮度，一旦确定安全，你可以开始采集这个矿区的资源。作为探索的一部分，清理一个区域可能存在的危险，采集剩下的矿物，填补一些小坑使道路更平整安全。在废弃矿坑，你可以清理掉大部分的栅栏和木板使你更方便探索。这将需要使用很多斧，但是会使你能看见更多东西，也会让你能更方便地在矿坑中移动，减少一些不愉快的事情发生。（因为它能掩护更多的爬行者不被你发现！）如果有一些洞穴和矿物在上方，你可以利用垫脚石和梯子来到达上方。你也可以建立桥来跨越沟壑和坑。从上方留下来的水是很麻烦的，可能会带来更多怪物。\n向上游和照亮水流动的道路是好主意。大部分的水流可以用一个桶在源头捕获。如果不行，也可以用任何方块去堵住它们。但无论如何，要注意以前被水流封锁过的怪物。一些流动水可能是有用的，你可以利用水流游泳向上或向下，穿过高崖。有一点要注意，你可以沿着水流的外部游泳，这可以让你保持呼吸。一些水来自于海洋与洞穴的缺口，你可以做一些标记（比如门、梯子等），通过这种方式也可以迅速来到地表，如果你已经迷路的话。如果你稍微努力一下，也可以完全封闭开口，留下梯子和标记共自己使用。（记住你的标记）\n此外，你可以制作一个类似于甘蔗的支柱，这样你就能在地底和海的表面快速移动，这种方式也可以让你轻松进出洞穴。\n\n岩浆流或者岩浆池都可能会阻挡你的前进。和水一样，岩浆流也能快速流动。你可以用方块填充它们，也可以用水淹没它们转换成黑曜石。此外，要知道哪里的怪物是被岩浆所阻隔的，并且重新照亮岩浆被浇灭的地方。在战斗中，小心怪物将你推进岩浆，或是自己不慎走入岩浆，这将使你失去身上所有的东西。当你探索完一个洞穴后，可以沿着自己来的路离开洞穴。也可以垂直向上挖，但这无疑是非常危险的，小心有重力方块掉落下来使你窒息而死。当你通过楼梯离开洞穴时，可以通过地图来判断大致的位置。进入海底是很棘手的， 你的火把也会被冲掉，可以利用你手上剩余的火把防止被淹死。（放置火把在旁边以恢复你所有的氧气）\n\n\n\n\n",
    "replies": [
        {
            "author": "Olurbo",
            "timestamp": 1471150920,
            "txt_content": "火把才是真谛！"
        },
        {
            "author": "汉堡233",
            "timestamp": 1471150920,
            "txt_content": "可以很强{:10_492:}"
        },
        {
            "author": "NeverC",
            "timestamp": 1471155300,
            "txt_content": "带上火把调成和平即可"
        },
        {
            "author": "ff98sha",
            "timestamp": 1471255200,
            "txt_content": "当时看过了，不错"
        }
    ]
}