{
    "title": "【原创·连载】《战神锋炎》【9】【by圣战】",
    "author": "光线桑德斯",
    "replyCount": 4,
    "timestamp": 1471157880,
    "txt_content": "【9】\n      恩斯轻咳了几声，给他们讲起了故事：“神兽凤凰身边有两个侍卫，一个是杨轩，一个是林睿。这扇子是杨轩的法宝。一日凤凰降临太朝，化作人型。百姓见到天神下凡，皆跪地膜拜。当时的皇帝听闻消息，和我一起去找凤凰。凤凰便给了我圣者之书，她说她要闭关修炼，让我代为保管。又把杨轩留在这里，与我一同守护。皇帝还让当地百姓到这里修建这座凤凰神殿，建造神殿用的蓝色砖块是杨轩从其他星球找来的特殊材料，我们德斯特星球上是没有的，故坚硬异常。神殿如此坚固，圣者之书放在这里理应安全，灵迪却不知从什么途径得知消息，还说圣者之书是虚空圣主留下的笔记，里面有高深的哲学道理，只要理解透彻，大大有益修行，甚至达到可怕的虚空境界。要知道，四大神兽都没有达到虚空境界，仅仅是比普通的神厉害一些。一直以来只有虚空圣主达到这个境界。虚空是宇宙的起源，想必是厉害无比。”\n\n      听恩斯啰嗦了这么久，刘锋炎忍不住插了一句话：“既然是杨轩的法宝，为何到了你的手上？”他不禁意地瞄了一眼那件法宝。\n\n      “当年灵迪练成神功，功力大增。为阻止灵迪抢夺圣者之书，杨轩奋不顾身前往迎战与其拼死一搏，废了他的神功，却死在了他的法阵中。那法阵也不知是什么禁术，虽然厉害，但是要消耗施法者大量功力。你们现在看到的灵迪，其实已经被削弱了百倍，否则即便我与苏贤等人联手也接不住灵迪十招。这把折扇便是他留下的，让我转交给他的下一世。杨轩和我说过他以前只是炎太帝国的普通农民，后来被凤凰收去做了侍卫。”\n\n      折扇中一种神秘的力量深深吸引着刘锋炎，他问：“恩斯前辈，这扇子好漂亮啊，我可以摸一摸吗？”\n\n      “可以，但要小心，别弄坏了。以后也不要叫我前辈了，叫我恩斯就行。”\n\n      刘锋炎拿过折扇，“唰”的一下打开它，折扇放出了强烈的光，好像磁石一般吸住了刘锋炎的手。这种能量越来越强，刘锋炎和扇子发生了一种奇怪的反应。\n\n      “这是怎么回事啊？“刘锋炎吃力地从嘴里挤出这几个字，他使劲想让自己放下折扇，偏偏事与愿违。他使出的力气越大，折扇的吸引力也就越大。\n\n      “你竟然和折扇的力量发生了共鸣！“恩斯大惊失色，他活了这么久，从未见过如此情形。这是他根据以往自己翻阅过的古籍分析出来的。\n\n      慢慢的，折扇的光黯淡下去了，恢复正常水平。刘锋炎的手也能放下折扇了。他不敢继续拿着这奇怪的东西，将它放在桌子上。\n\n      “能与折扇发生共鸣，说明你有凤凰的力量。难道你就是……啊……杨轩大人在上，在下实在愚昧，不知您的转世在此，如有冒犯，还请大人海涵！”恩斯猛地双膝下地，跪在地上，嘴里碎碎地念着什么咒语，似乎是在请求神的饶恕。\n\n      刘锋炎一脸的疑惑，他完全不知道这是怎么回事。一切来的是那么突然，就像是寒冷的雪原突然被炙热的阳光灼烤，让人一下子接受不了。“恩斯，你在说什么啊，我一句都听不懂。快起来，别跪着了，我可担待不起。”\n\n      恩斯仍然跪地不起，把头低下去了，嘴里还是继续念着咒语。刘锋炎看到他脸上的肌肉都在抽搐，看来是被吓得不轻。\n\n      王洛呆呆地站在那里，仿佛是一个局外人。他只是默默地看着这一幕，不说话。其实他是怕说错了话，反而会伤到人。\n\n      过了几分钟，恩斯才吞吞吐吐地说道：“刘将军……除非你原谅我……我才敢起来……”\n\n     “好啦，我原谅你。现在可以起来了吧？”\n\n      恩斯颤颤巍巍地起身，用胆怯的眼神看了刘锋炎一眼，又把目光转移到别处。\n\n      “你为什么这么怕我？你欠我钱吗？”\n\n\n废言：今年暑假最后一更，快上学了，没时间写，不过不会弃坑，在我有生之年最起码更到2万字（以上）。我会加一些中.国（二）的特色，比如四大神兽什么的，古代传说里的神太弱了，我决定强化一下（什么鬼）。这次排版弄了一下来看看会不会好一点？在mcbbs每次发帖都有点害怕......\n\n索引\n\n\n召唤术（每次召唤都不同）\n@a2455564728 @540083835 @安根_Engon",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1471591740,
            "txt_content": "不看整体的话这个描写还是有点意思。\n当然，“不看整体”。"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1471609140,
            "txt_content": "粗略看了一下，有点对话流（虽然自己也好不到哪去）\n建议只留下能最核心的，最重要的部分，另外在语言中穿插一6些其他描写，这样才不会显得枯燥"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1471658340,
            "txt_content": "2B与mc的故事 发表于 2016-8-19 20:19\n粗略看了一下，有点对话流（虽然自己也好不到哪去）\n建议只留下能最核心的，最重要的部分，另外在语言中穿 ...\n是不是要增加一些环境的描写还有人物的神态之类的"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1472092320,
            "txt_content": "光线桑德斯 发表于 2016-8-20 09:59\n是不是要增加一些环境的描写还有人物的神态之类的\n嗯...环境描写要看情况，主要是渲染气氛（或者当你不知道写什么的时候就疯狂交环境描写吧，不要问我为什么）\n人物的神态写不写要看它对后文有没有推进作用。总之尽可能从简从精吧"
        }
    ]
}