{
    "title": "【原创·连载】-《血雪》-第一话【By：153cxj】",
    "author": "153CXJ",
    "replyCount": 4,
    "timestamp": 1471156260,
    "txt_content": "=血雪-第一话=\n\n套路-开头废话习惯了，开头没废话不舒服对了，这个小说呢，是我即兴想起来写的，是肯定会连载的。但是至于多久更新一次，就要看有没有灵感了。没题材是写不了的，每一章的内容都是互相隔断的。这个是恐怖小说哦，胆小勿入\n\n正文2073年，地球科技不断发展，人类文明不断进步。可在这进步的同时人类的良心却丢失了，地球污染十分严重。D市。各类化学工厂在这座城市中建立，污染十分可怕。李杰---杰西瑞化工厂的老板，他是这座城市中化工厂创立的第一人的后代，也拥有这座城市中最富有的财产。但是他也同别人一样，丧失了良心。“老板！老板！在吗？！”一名女子急切地敲着李杰的办公室门。“啊，在的。你进来吧。”李杰淡淡的声音响起，“找我有什么事吗，陈莉？”陈莉急冲冲地走到李杰的办公桌前对他说：“老板，气排局（气体排放监控局）的人来了。他们说我们公司的血红碳化气排放过量了，要禁止我们公司再生产血红碳钢了！”李杰一听大惊失色：“什么！他们居然敢禁止我们生产？！气排局什么时候这么大胆子了，我杰西瑞工厂开了接近百年，岂是他们说禁止就禁止的！不要管他们，我们继续生产，要是再敢拦着，我一定不会放过他们的！”陈莉听了后虽然想要反驳，却还是将微张的嘴巴闭了起来。D市-气排局内。“局长，杰西瑞工厂实在是太嚣张了，我们已经禁止他们生产了，他们居然还敢继续不听命令生产！局长您看怎么办吧！？”一个瘦弱的男子头顶暴起青筋地吼道。“冷静点，杰西瑞工厂背景有点深，可是他们这么做的确太过分了，我会想办法处理的。”被称作局长的男子揉着太阳穴缓缓地说道。“对了，局长，气象局发来信息说因为最近因为血红碳化气的大量排放，已经对空气造成严重污染，加上最近会遇上寒流，可能会带来一场污染的大雪，而且推测会对人体造成很大的污染！局长我们必须想办法减低血红碳化气的排放了，不然这会影响全市甚至以后将降临全世界啊！”一个化妆的很艳丽的女子严肃的对局长说。“唉，最近啊，看来D市是肯定要变天啊！走，和我去杰西瑞工厂！”局长站起了身子对气排局的各位说。D市-杰西瑞化工厂“呦，这不是汪局长（气排局局长姓汪）吗，什么风把你刮来了？怎么今天有空来我工厂了，有什么事吗？”李杰带着陈莉走到刚到门口的汪局长一行人面前，笑嘻嘻地说道。“哼，姓李的你就别装出这么一副恶心的面貌了！”刚刚在局里怒吼的瘦弱男子在局长身旁指着李杰怒声说道。听了这话李杰原本的笑脸有点变了。这是汪局长解围了“老李，你别在意，我会好好教育他的”说完还微微用余光指责了一下刚刚说话的瘦弱男子。“没事没事，我就喜欢别人这么说我！”李杰冷笑道，“对了，汪局长今天是找我有什么事吗？”“也没什么，就是想和你谈谈你工厂的血红碳钢的生产。老李啊，你要知道啊！虽然血红碳钢很赚钱，可生产时造成的污染也不小啊，你看能不能减少点生产？不要让我们为难啊？”汪局长严肃着却用着像试探的口气说道。李杰似乎也听出了他语气中的试探和部分敬畏，便也冷笑地说道：“可以啊，汪局长亲自来发话了我能不听吗？汪局长你的面子我一定给。好了，这事就这样了，李莉送客！”虽然汪局长和李杰已经谈话了，可是李杰却并没有像和汪局长说的那样做。任然大量地生产血红碳钢！就这样，这事便过了一段落。“气象局报道，今天夜晚将会下一场带有血红碳化气的危险的雪，我们已经发出红色气象警告，请大家夜间不要出行，以免受到伤害！”电视中气象局的报道播放着。“李莉，今晚告诉工人加班，今晚要将生产好的血红碳钢送出去，这单生意不能拖，快去！”李杰在办公室严肃的对李莉说。李莉急冲冲地跑到工地上告诉了工人们。可是工人们却不乐意，为什么晚上还要加班！因为这样几位老工人便开始闹起来了：“让老板出来，我们已经辛苦了这么久了，天天生产，加班还不给加班费，我们凭什么加班！”李莉没有办法，立刻跑到李杰的办公室，向他汇报了这件事。李杰生气地说：“这群人是不是不想干了，敢闹事，走，保安队和我去看看！”说着便和保安队的一群人前往了生产线。杰西瑞化工厂-血红碳钢生产线夜幕降临“你们都想干什么！是不是不想干了！一个个让你们有活干就不错了，怎么就不能加班，我不给你们工资，你们早就饿死了！”李杰赶到生产线生气地对正在闹事罢工的工人们怒吼。而却不知道，室外雪悄然无声地来了。可不是洁白的雪，而是红色的，像血一样的雪！第一片雪花降下了，落在了生产线厂房的顶上。一瞬间，在雪花落下的地方瞬间像是被融化了一样！灾难才刚刚降临。雪渐渐下大了，开始融化这座城市，开始融化它们所降临的一切地方。原本在吵架的杰西瑞化工厂生产线内安静了，因为血雪将厂房和工人们一起吞噬了。还在焦急着空气污染的气排局安静了，因为血雪将整个气排局吞噬了。本来在报道的气象局安静了，因为血雪将气象局一点不剩地吞噬了。血雪在D市降临了，因为污染，因为失去良心的人类。一夜间，血雪吞噬了一切，整个D市在这一夜后不在存在了。人类啊，看看环境吧，说不定下一场血雪就会在你的身边降临！\n\n字数统计\n字符总数： 1912 个\n中文字符总数： 1673 个\n中文标点总数： 223 个\n英文字符总数： 6 个\n英文标点总数： 6 个\n数字字符总数： 4 个\n英文单词总数： 6 个\n数据单词总数： 1 个\n行（段）总数： 21百度在线字数就是牛！\n\n\n后记恐怖的文章第一次写，因为前面铺垫的太多，导致后面只能草草结束了，希望不要介意，因为这篇文章的本意已经送达了。看不看得懂就看你了，据说看不懂的人不给人气会遇到血雪。据说看懂的人不给金粒也会遇到血雪！\n\n\n\n\n",
    "replies": [
        {
            "author": "光线桑德斯",
            "timestamp": 1471159140,
            "txt_content": "你看这个世界多么可怕，员工永远被李老板压榨{:10_566:}\n\n老板说他钱多任性{:10_501:}\n\n不作死就不会死啊{:10_515:}\n\n很棒的作品，支持一下。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471160640,
            "txt_content": "对于你这种威胁我是绝不会吃的\n我给是觉得应该支持；我不给是招你惹你了？"
        },
        {
            "author": "Redoop",
            "timestamp": 1471168680,
            "txt_content": "可以 - - 加油"
        },
        {
            "author": "Redoop",
            "timestamp": 1471169040,
            "txt_content": "不错 - -"
        }
    ]
}