{
    "title": "<原创·单篇>《白目》[xcc]",
    "author": "xcc",
    "replyCount": 9,
    "timestamp": 1471242240,
    "txt_content": " 本帖最后由 xcc 于 2016-8-19 19:31 编辑 \n\n\n\n    早已有人忘了Steve究竟是在哪年哪月哪日成为人们心中的英雄的，但即便是小孩，他们也知道关于Steve的一个不争的事实——他为人们的安定生活作出的第一个贡献就是杀掉了终界龙。\n    人们早已不记得Steve屠龙是什么时候的事了，但Herobrine记得很清楚——当然，所有侵犯了他的权益的事，他都记得很清楚，而且总想通过伤害别人来进行报复。而Steve杀掉了他最喜爱的坐骑终界龙这事，他也对事情的经过了如指掌。\n    毕竟Herobrine是神，神明是没有什么不知道的。当然他也知道那些被他哥哥创造出来的人类一直把自己当作生活在下界的恶神，而且热衷于撰写自己与哥哥死斗的故事——虽然当年确实与哥哥有过争执，但也没发展到如那些作者所写的地步。不过也许是出于对神明的尊敬，那些作者并没有过分夸张，只是相当于把一只猫写成了狮王而已。\n    简而言之，Herobrine第一时间知道了是Steve杀死了终界龙。不过令人意外的是，他没有采取任何报复行动，只是对这个有能耐杀死自己坐骑的人产生了兴趣。\n    毕竟在他眼里，人类还只是瑟缩在屋内不敢迈开步伐的小孩子，但没想到现在这些孩子已经有能耐出来乱跑并且破坏大人的东西了。\n    于是他便隐藏起身形，从自己久居的虚空中离开，到达了他哥哥所创造的，同时也是人类赖以生存的地方——麦块。\n    凭借着自己所掌握的信息，他很快就找到了Steve。在接近他的一瞬间，Herobrine觉得他有点像某个人。\n    是哪个人呢.......Herobrine尝试去回忆，却怎么也想不起来。唯一可以确定的是，Steve绝对不像自己的那个发际线如潮水般褪去的哥哥。\n    而现在的Steve，浑然不觉某个传说中的神明正站在他身后，专心致志地在纸上画着什么武器的草图。\n    他觉得杀掉终界龙还不够，应该铲除所有的怪物，来确保麦块的安定祥和。\n    而且，如果Herobrine真的存在的话，说不定可以尝试杀死Herobrine......毕竟怪物都是Herobrine与他的创世神哥哥恶斗时制造出来报复他哥哥的，杀死Herobrine后，怪物定会群龙无首。到时候铲除怪物是轻而易举的事。\n    Herobrine此时却在研究着Steve所画的草图，他完全不知道面前这家伙正想着怎么把自己杀死。\n    他可以从自己充满神力的一双白色眼睛中窥见万物的奥秘，却无法窥见每一个独立的个体在想什么。\n    他也不知道Steve屠龙是为了一步步铲除怪物，他单纯地以为Steve是想利用终界龙身上的材料建设麦块。\n    Herobrine突然想起，自己与哥哥起争执的时候，自己为了报复，创造出怪物来与哥哥创造的人类作对。而自己的怪物曾在那个时候杀死了数以万计的人类，还破坏了大量的建筑。现在想来，当年怪物们破坏的一切，若是平铺在麦块上，估计都可以堆起几米之高。\n    这个时候他反倒希望事实真像那些作家所写，“世界被怪物们毁灭了，而怪物也慢慢在死寂中消失殆尽。”这样的话一切都结束了，他甚至可以通过再创造一个美满的世界来弥补过错。\n    而不是像现在这样，让怪物和人类陷入如此长久的战争，慢慢地耗死彼此。他愧疚地想着，默默低下了头。\n一低头就看到Steve眉头紧锁，对一位助手说：“现在大概存有黑曜石多少？”\n    助手轻声说道：“我们这里大概有五十来块，其他三个联邦大概和我们拥有差不多的数量。”\n    “这样的话就算是向其他联邦购买都不够啊！”Steve敲了敲图纸，摇着头，语气中满是失望，“一切都设计好了，就是材料不够啊！”\n    黑曜石？就是那些在家里堆了一堆又一堆的石头？Herobrine歪着头想了一下，黑曜石在他建于虚空的宅邸里堆得跟山似的，对他而言除了收藏并没有什么用，何不提供给Steve呢？\n    这样的话应该可以帮助Steve建设他在麦块上的帝国了吧。Herobrine单纯地想，这样自己也算是弥补了部分过错。\n    几天后，当Steve颓丧地想着自己的武器可能无法制造完成的时候，他听到助手禀报说仓库里多了数千块黑曜石。Steve又惊又喜，在听到消息的一瞬间跪伏在创世神的神像前，口中念叨着感谢创世神的恩德之类的话。\n    他完全不知道帮助他的是创世神的弟弟，也就是他日后的敌人。\n    当然，创世神的弟弟也不知道，这些黑曜石制造出来的物品，是用来对付他的。\n    所以当几个月后他看到大量黑曜石制成的刀剑斧戟枪炮弓矢之类的东西时，他还天真的以为“哦，Steve在建设他的帝国”。\n    但也许他意识到了，只是装作轻松的样子迎接对自己的审判。\n    不过从Herobrine的行为来看，他并没有意识到。\n    在Steve的帝国遭遇大旱的时候他运用神力使天空降下甘霖；当Steve的帝国被两面三刀的另一帝国背后捅刀子的时候，他召唤出飓风卷走了那个帝国的军队；若是Steve的帝国缺乏某种稀有矿物，他便秘密地在帝国的矿井中醒目的位置将矿石嵌进去；当他国的刺客或间谍混入Steve的帝国，他则在暗中使他们露出马脚。\n    他做得有些笨拙，却很有成效。只是每次他帮助完毕后，Steve去感谢的永远都是他的哥哥。\n    这样也好。\n    毕竟自己欠了哥哥那么多。现在，他想通过扶植以“让麦块变得安定祥和”为信条的Steve的帝国来弥补过错。\n    只是不知道哥哥能不能看到。毕竟哥哥早在二十五年前就离开了。\n    等等，Steve现在正是二十五岁.......\n    难道Steve是哥哥早在二十五年前制造出来的报复自己的工具？这个念头在脑海里一闪而过，随即被自己否定。25岁的人多了去了，自己刚才的那个推测的可能性大概和自己这个神明某一天忽然瞎掉这种事的可能性一样不大。\n    他也没有对自己刚才的推测进行过多的思考，随即继续帮助Steve去了。\n    他看了一眼正在伏案写着什么的Steve，然后闪身跳出窗外，俯视着一切都井然有序的帝国，然后又准备回到自己的宅邸休息几天。\n    如果此时Herobrine回头看看Steve，他会看到Steve举起了一沓文稿，标题是“击杀Herobrine方案及如何实施”。\n    Herobrine一直在帮助Steve处理掉那些背后捅刀子的其他国家，但他自己也迟早要被自己一手扶植起来的人杀死。一切只是时间的问题。\n    不过这对他的伤害估计不是背后捅刀子能形容的，而是用霞弹枪贴背打几枪更为合适。\n    而身在家中的Herobrine对自己即将遭遇的一切浑然不觉。\n    他只是大笑给自己灌着很烈的酒，一杯又一杯。当仅存的四坛酒被喝完后，他看着空空的酒坛，苦笑一声。然后走入他创造出的一片地狱般的地域，同时也是文学作品中公认的Herobrine生活的地方——\n    下界。\n    人类的军队正在去下界的路上，而Herobrine却还悠闲地坐在下界的岩浆池旁，用一根根烈焰棒串起僵尸猪人的肉，在岩浆里涮着吃，顺便拿了点岩浆膏，烈焰粉之类当调味料蘸着吃。\n    当Steve的军队攻进来时，他拿起一串涮好的肉，微笑着对他们说：“吃么？”\n    没有人回答，只有军队在看到Herobrine的瞬间吃惊了一会，随后拥上来，挥舞着由Herobrine提供的黑曜石制成的武器，向Herobrine砍去。\n    Herobrine没有反抗，毕竟他已经在心中给自己判了死刑。\n    “我有罪，我让世界千百年来一直陷入怪物制造的灾难之中。”\n    Herobrine被砍中数刀，却毫发无损。\n    因为他是神，神是不会死的。除非剜下那双汇聚着他的神力的白色双目。\n    然后他就看到Steve提起一把长剑，面色阴沉地走来，围在Herobrine附近的军队迅速散开。\n    Herobrine低着头，看到自己身旁的岩浆中隐隐约约映出自己的倒影——\n    一张除了瞳孔是白色以外，和Steve没有任何差别的脸。\n    他已经很久没看到过自己的脸了，不仅是没有照镜子，遇到各种反光的东西时他会尽力把头别过去。他不想面对自己，不想面对那个“白目的恶魔”。\n    “你是哥哥送给我的一个恶作剧。”他低声笑着，不知是在对谁说。\n    他温柔地看着停在他身前阴沉着脸的Steve，然后拿出一把刀，在身前那人的目光中，剜下了自己的双眼。\n    “这样你就可以杀死我了。”他笑道，“这双眼睛里有我的所有身为神的力量。”\n    Herobrine的白目里蕴含着他的神力这一说法，来自创世之初流传下来的史诗中，也是作家们笔下的设定，当然，也是真真切切的事实。\n    所以，“失去白目后，他就是个普通人”这件事，谁都明白，Steve也明白。然后，Steve估计就会成功杀死自己了。\n    只要自己死去，怪物们就会因为失去了主人而瑟缩在下界，再也不会干涉麦块上的一切，人们能获得安定的生活，这是Steve的心愿。\n    也是哥哥的。\n    我终于可以好好睡一觉了。他一边想着，一边温柔地笑着，尽管看不见眼前的一切。    Steve吃惊于那个在传说中十分恐怖的神——Herobrine——此时竟自毁双目，并说自己失去了神力。他有些不相信，但片刻后想起，自己的目的不就是杀了他么？还吃惊犹豫什么？\n    但是，对手无寸铁的人挥剑，是不合他的身份的。干脆随便敷衍一下，将Herobrine推到岩浆池里好了。\n    接着，Herobrine就感到自己被人狠狠地推了一把，倒入身后的岩浆池。\n    然后听到一声遥远的“Herobrine已死，回去吧。”\n    ........\n    在国都中心的喷泉旁有一座铜像，雕铸的是建立这个国家并为世界带来了和平的Steve。他的铜像神采奕奕，双眼正视前方的无限广袤，脸部线条像在风浪中搏击的船艄一样刚硬，衣着考究，披风扬起，头顶的皇冠被烈日镀上了金色的光。他的双手握着一把长剑，据说他曾用这把剑杀死了恶神Herobrine，但另一派学者认为Herobrine是被推入岩浆池致死的。\n    但所有人都认同一件事，Steve是英雄，Steve为麦块带来了和平。\n    所有人都关注着英雄Steve的铜像，而几乎没有人注意到铜像下时常坐着一个人，吹着笛子，帽檐压得很低，自称是游吟诗人。\n    也没有人注意到他眼睛以外的部分和Steve多么像。\n    他抑扬顿挫且有些沙哑的嗓音在城市的上方盘旋：\n\n    “愚昧的神明，\n    时至今日才明白\n    白目里并不是他们的所有神迹。\n    不死的能力已经开始\n    流淌在他们的血液往复不息。\n\n    愚昧的神明，\n    从来没想去明白\n    自己的白目是何等神奇，\n    而是只想着让黎民哭泣\n    为自己谋得利益。\n\n    愚昧的神明，\n    要多久才能明白\n    白目里只是一片死寂\n    那里只有一片空白\n    空白后不知有无光明”\n\n    根据过路人的说法，这个年轻人从来不像其他游吟诗人吟唱史诗，而是吟唱一曲曲带些诗意短篇故事。\n    他从背包里拿出一个罐子，罐子里是一对白色的眼珠，温柔地笑着说：“伤害别人是一桩不划算的生意。”\n    “会亏本的。”他轻声说。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n费言:唔，用手机码的效果还不错\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1471242360,
            "txt_content": "\n@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人\n@zyj0807  @46241359  @DGK2  \n@柠檬柠檬柠  @llxy   "
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1471242660,
            "txt_content": "我***（强行德语：kot）\n\n\n我现在就一直在想一个问题，我都快高一了却还在腐烂，没有目的还一直偏离方向，我这种人还有救么(╯‵□′)╯︵┻━┻\n\n\n白目么。。。多么痛苦的领悟！\n\n\n\n                                                                       ……  我怀疑我不会真正地再纯真地笑起来了"
        },
        {
            "author": "Olurbo",
            "timestamp": 1471243440,
            "txt_content": "讲道理。steve就是奥特曼"
        },
        {
            "author": "xcc",
            "timestamp": 1471243620,
            "txt_content": "Donnies_Ming 发表于 2016-8-15 14:31\n我***（强行德语：kot）\nming你怎么了"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1471252260,
            "txt_content": "之前是手滑点优秀点到精华了么hhhh"
        },
        {
            "author": "猜猜谁是谁",
            "timestamp": 1471252620,
            "txt_content": "又是herobrine的故事？感觉生无可恋了2333"
        },
        {
            "author": "xcc",
            "timestamp": 1471252920,
            "txt_content": "xinxin2459 发表于 2016-8-15 17:11\n之前是手滑点优秀点到精华了么hhhh\n不是.....是245最近肝精华优秀太频繁太激动最后我被打回原形了XD"
        },
        {
            "author": "llxy",
            "timestamp": 1471269960,
            "txt_content": "Olurbo 发表于 2016-8-15 14:44\n讲道理。steve就是奥特曼\n我第一反应就是赛文奥特曼……\n满满的童年气息【雾】"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471591080,
            "txt_content": "视角偏主观了。\n我认为结尾很忽视四周大环境的反应，自己玩着玩。\n跟《穿墙记》不一样，这次是有人听的，有人做出反应的。"
        }
    ]
}