{
    "title": "从经典到颠覆，没想到你是这样的3D打印游戏周边！",
    "author": "琉璃猫1",
    "replyCount": 4,
    "timestamp": 1471248300,
    "txt_content": "游戏文化的不断发展，越来越多的单机游戏和网络游戏，为了满足玩家的需求，都迅速的走上了产品化的道路，游戏周边制作这一行业也应运而生。如果你爱一个游戏，也许你拥有了它刻画着角色的鼠标垫，钥匙扣，那么你拥有那款游戏的人物手办、武器、场景了吗？这些周边才是真正的高大上啊！不信？不信你往下看。\n\n\n《高达》\n高达模型一直是高达动画周边系列不可动摇的主导产品， 高达模型的出现将动画上的巨大的机械人立体化地展现。1979年，动画《机动战士高达》开始在日本上映，当时动画播出后，市面上只有出合金玩具；隔年六月，模型商BANDAI公司开始推出模型，第一台模型化的商品是售价300日元，比例为1：144的RX-78-2 GUNDAM。从此打开了庞大的高达模型市场。\n\n\n《街头霸王》肯.马斯达\n傲气凌人的格斗家！出身于美国名门马斯达家族的公子，和同在师傅刚拳的指导下修行的隆既是亲友也是最大的劲敌。在全美格斗选手权、世界格斗锦标赛等众多世界级格斗大会上都有过优胜的经历，金色头发和红色道服处处洋溢全美格斗王的威严。无敌之拳在天空飞舞！一击必杀的升龙拳！你脑海里浮现出这些画面了吗？\n\n\n 《魔兽世界》“霜之哀伤”\n这把《魔兽世界》里阿尔萨斯的神兵利器，死亡骑士的代表之剑——霜之哀伤。如同其名字，这是一把带着邪恶的强大力量，却又带着哀伤的悲剧色彩的神器。Epic Weapons公司也推出了限量版精心打造的“霜之哀伤”复制品。阿尔萨斯所拥有的高人气和“霜之哀伤”神秘酷炫的造型使得这个周边一推出就受到了玩家的热情追捧。\n        \n\n\n《魔兽世界》伊利丹·怒风与“埃辛诺斯战刃”        \n相信所有WOWer都不会忘记那句“你们这是在自寻死路”！！同“霜之哀伤”一样， “埃辛诺斯战刃”也来自《魔兽世界》。作为最让魔兽玩家有归属情怀的周边之一，蛋刀和伊利丹的现实化也让众多模型手办制作商及玩家趋之若鹜。钥匙扣、工艺品摆件，甚至是Q版迷你公仔，统统变成蛋刀和伊利丹的形象。\n\n\n\n\n《英雄联盟》锐雯\n锐雯，上单强势召唤师，她有强力的输出和防御性技能，并且还需要复杂的连招和操作时机。兔女郎锐雯这个角色，无疑是众多的cosplay活动比赛中，模仿人数最多的。她美丽的外表、帅气的击杀和高贡献值，让无数男性玩家激发对她的操控欲。放逐之刃锐雯的经典形象，也是游戏周边一个经久不衰的热销单品。\n\n\n        \n《英雄联盟》盲僧\n盲僧李青，大EZ，英雄联盟游戏中一个可操控性很强的英雄。S2时期最强的ADC，非ban既选的存在！帅气的外形，华丽的技能，还有那句自恋的台词，都让他成为了这个游戏最受欢迎的人物一！盲僧模型的问世，勾起来无数盲僧玩家的喜爱，因此也产生出很多材质的模型，泥塑、搪胶、pvc，以及更加精致的3D打印制作的版本。\n\n\n《我的世界》乐高版\nMinecraft是一款沙盒游戏，所呈现的世界并不是华丽的画面与特效，而是注重在游戏性上面。整个游戏没有剧情，玩家在游戏中自由建设和破坏，透过乐高积木来组合与拼凑，轻而易举的就能制作出洞窑、农场、城堡甚至城市，但是若再加上玩家的想象力，天空之城、地底都市都一样能够实现。\n\n\n\n\n《我的世界》“观澜台”3D打印版\n“观澜台”模型出自《我的世界》CW国建团队的“永乐宫”大型古建筑群，通过将游戏中的建筑模型三维化，并直接利用3D打印技术把模型变现。3D打印技术与传统手工上色结合制作的模型，不仅造型完全还原了游戏中的场景，独特的后处理技术，打造了半动态的水景，让整个模型更加传送，绝对是经典手办的代表。这一模型是中国玩家代表联系魔猴网特别定制，并在2016年ChinaJoy展上，送给了游戏的制作人Jens Bergensten，也让这一经典的游戏模型走出国门，面向世界。\n\n\n\n\n《坦克连》饭盒\n《坦克连》是网易首款真实战争题材手游，真实还原了很多坦克模型，是军事战争类游戏的扛鼎力作。在2016年ChinaJoy展中，《坦克连》不仅凭借游戏本身逼真的特效，个性的玩法，更因为游戏周边《坦克连》饭盒而一炮打红，成为“CJ最强周边”。这一款周边模型也是通过魔猴网进行3D打印制作，加上后期手绘上色，打造出做旧质感和金属履带的磨损效果，让人眼前一亮。\n\n\n\n\n现在3D打印周边市场的不断壮大，越来越多的ACG周边都走上了“现代化之路”。较传统手办制作而言，3D打印利用三维数据模型进行实体化输出，降低了精细周边的制作门槛，节省开模和手工制作的时间成本，也提高了手办的成型精度；后期纯手工绘制，提高手办的精致程度，让模型更加生动灵活，更具个性定制的意义。国外的Zprinter与国内的魔猴网都是该领域的先行者。3D打印技术与游戏周边的结合，开拓了游戏周边的市场，也让更多难以现实化的模型走进了我们的生活中，也给更多游戏、动漫的爱好者带来了福音。\n",
    "replies": [
        {
            "author": "没有如果呢",
            "timestamp": 1471575360,
            "txt_content": "特别喜欢，这是魔猴网上的吗"
        },
        {
            "author": "琉璃猫1",
            "timestamp": 1471575480,
            "txt_content": "没有如果呢 发表于 2016-8-19 10:56\n特别喜欢，这是魔猴网上的吗\n是的呢，魔猴技术不错"
        },
        {
            "author": "正义の冷子",
            "timestamp": 1471575480,
            "txt_content": "于是楼主就二搬其他游戏社区"
        },
        {
            "author": "幻影随冥",
            "timestamp": 1471627560,
            "txt_content": "搬运大师ing"
        }
    ]
}