{
    "title": "长期以来想要提的建议",
    "author": "west.myth",
    "replyCount": 29,
    "timestamp": 1471269660,
    "txt_content": "\n这些建议有些是很久以前想提出的，有的则是最近想到的，所以有些建议可能已经实现了，如果有与现行版规重复的地方敬请谅解。这些建议仅代办个人观点，如有冒犯也请海涵。如果你有不同的观点欢迎表述，但是不希望有人发表过激或者不负责任的言论。也许，某些建议只是我的一厢情愿罢了......毕竟不知是以前没看到，还是真是如此，个人感觉论坛不如我刚来时那样好了。我只是希望用自己的方式，看到一个更好的论坛。\n\n对mod发布1.尽管mod发布板块大多数mod都是从国外转载，而且很多优秀的mod也来自国外，但是国内也不乏优秀的mod作者。所以希望mod发布板块能放宽优秀精华的标准，给予国内优秀的mod作者应得的鼓励，当然对于那些mod制作器制作的无意义mod还是要抵制的。我希望对于长期更新、有多个版本、内容丰富的的原创mod能够给予优秀乃至精华\n2.尽管很多mod是从国外搬运，然而搬运者或者由于能力有限，或者由于没有时间而未进行汉化，这个国内的部分玩家在使用mod时造成了困扰。所以如果有人能够在这种情况下对mod文本进行翻译我认为应该给予奖励。可以采用先翻译然后@版主，版主在根据汉化的数量及质量给予奖励。如果能够将汉化mod像疯狂搬运工勋章一样采用计分制与热心翻译者勋章挂钩自然是最好，可以在一定程度上调动mod汉化的积极性。\nmod发布是我最早浏览的板块，当初是因为回复可见才注册了这个账号。希望mod发布能涌现出更多优秀的mod，即使没有回复可见也能以国内首屈一指的资源数量吸引更多人。\n对创世匠艺(原展示共享)@geludan@冥王星人 近创世匠艺在进行大规模的改革，作为一个曾经的地图作者我对此也十分关注，个人觉得还有这几个地方有待改进:\n1.原精品圣堂有一些评定为精华的作品，由于下载链接失效已经只具有展示而不具有共享的作用了，并且作者也无法联系，这些作品我认为不再应当给予精华，可以适当降级到优秀，如果某些作品确实有过人之处可以保留精华。\n2.目前存在一些长期未更新、已失去作用的施工现场帖,但是由于是热帖的历史原因依然有人在回复，致使这一类帖子挤占了板块第一页的位置，而且似乎按发布时间浏览的功能出现问题，两者共同导致一些新帖的宣传空间被挤占从而被埋没。同时，这些帖子也成为一些人灌水的场所。所以我希望对于长期未更新的施工现场帖能够关闭或下沉，一方面给予新帖更多发展空间，一方面也可以遏制灌水。\n3.游戏技巧版还有部分优秀的建筑教程，由于以前没有专门的分区导致和其他的技巧帖杂揉在一起。而游戏技巧主要是命令方块和红石的技巧，如能分类，将建筑教程移动到匠人酒馆，在加强有关板块的专一性的同时也能够方便广大用户。\nps:感觉酒馆就是创世匠艺版的人才市场、游戏技巧、的集合体啊。\n创世匠艺的改革目前已初见成效，最近看到不少优秀的新的帖子，匠人酒馆也给了一些目前还比较小的团队招募人才获得发展的机会，希望创世匠艺版能办得更好。\n对反馈与投诉\n希望能够由管理层开设一个用于举报服务器违规的帖子，将阅读权限设置为仅版主及以上可见。原因有:第一，这些举报并不需要其他人知晓和参与讨论；第二，以往的发帖举报为所有人可见，举报者可能遭到被举报者的报复，从而给举报者造成麻烦。(如恶意谩骂，某G的事就是实例)。当然对于反馈与建议还是要全体可见的。\n问答版@john180\n\n\n将问答版放在最后不是不重视，恰恰是问题最大所以最后提。去年暑假问答版出台一项措施:对于被提问者选为最佳答案却是错误的答案可由版主重新选择答案。这一措施有力地打击了某些人浑水摸鱼的行为。但是由于只有对回答者的限制，所以去年暑假问答区出现了一种这样的风气:只按照回答时间选择答案，却不结合质量，有些不完善或者错误的答案也被选为最佳。对此，去年暑假我曾专门发了一贴讨论这件事，也收到了一些会员的看法。其中有价值的有@音乐家七月天  发表于 2015-7-13 17:33:59 看完之后我认为——\n                这不是你们的错！\n       事实上对于一些人而言，他们看到大触可能会认为你们在【秀优越】所以故意避免你们的答案。我们也是非常痛恨这种不成熟的人的言行的。\n       我是一个只去问答版看综合 - 论坛标签的“答者”，但起码在论坛混这么多年了起码是有所感悟的——有些人就总是这样，看到“大触”，哦！就不许些人在有理由有资本的前提下展示并不是有意要“秀”的东西，会想“你tm来秀什么优越”然后嗤之以鼻，不想理你们。\n       这种人是可耻的，我在开始确实有一点想希望你们能够不去理睬这种行为，但是我又想到了你们的目标，有的是为了荣誉，有的是为了帮助他人……我认为你们不能被这种像是伤害到自尊的行为侵犯到而不去管。\n       我希望@End-Enderman 以及那些像他们一样被伤害自尊的人能够勇敢地站出来表达自己的不满，同时向一些版主反映一下。我不是一个经常逛问答版的人不是很熟悉那边的风气，但是我希望我这个一个局外人的话可以激励一下你们。\n       同时希望论坛管理层可以针对这些事情做一下规则上的调整或者其他的什么，不要让有理由获得尊严的“老手”却被无缘无故说是【秀优越】。希望我对这些人的定位以及理解没有错。发表于 2015-7-13 18:11:53 对，事实上要结合质量与速度再谨慎选择答案。\n 这样版主压力会不会太大=。=虽然可以找多几个版主\n 或者会衍生出监督员这个职位？（现在想想，然而什么人适合且愿意呢？）\n@End-enderman现在的风气的确不好啊...有时候就是这样。每个提问者的性格都不一样，有可能回答的再好也不会选你...得到这金苹果的过程中，经历了种种现象。看来，我不得不开始努力了。\n更多详细情况可以点此。（不过这是我当时负面情绪堆积的产物，所以主要是其他人的回复）而今年暑假又出现这样的情况:FHC红石和Itisenderman在其他人已经给出正确答案的情况下依然去回答，当然这是他们的自由，毕竟版规无禁止皆可为。这里主要是想说说提问者的事，在答案正确且完整的情况下，就应该按照时间先后顺序选择答案。当然如果提问者是因为我只给出格式和id而没直接加工成输入cb就可以用的指令“喂”给他的话是我的问题。去年暑假针对当时的问题我曾设想过这样的方案：在有多个答案的情况下，如果提问者只以回复时间为标准的话，回答更完善的人可以举报不完善的答案，由版主选择答案（对于恶意举报要严惩）。这样可以避免有人乱选答案，对乱选的一次警告，二次发卡。不过后来我自己也不得不承认难以执行。所以现在我想了另外一种方案：为了避免主管因素，为什么不能一律匿名呢？（如果技术可以做到）一方面防止被骚扰（确实有这样的人），一方面防止主观好恶决定最佳答案。附End-enderman的观点：\n\n\n\n\n  End-Enderman    \n是你先发的吧。哎，没办法，某些提问者就是这样，权衡利弊，不看时间不看质量只看人。下回你干脆把指令全列出来吧...如果再这样还得不了最佳，以后干脆就别理这种提问者了，毕竟网上什么人都有。FHC也不是当年的FHC了，自从中考完后也变了，我已经不止一次看到他看到正确回答也去回复个答案的情况了。总之，就因为这两种行为加一块，才造成现在的问答区。对于这两种行为我都比较反感。\n2016-8-4 11:33 \n我不知道是否真的如此，但我觉得问答区确实应该做出一些改变了，从一年前就是如此。\n\n\n\n\n \n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "酷车手BB弹",
            "timestamp": 1471342380,
            "txt_content": "对反馈与投诉\n赞同这里所说的\n"
        },
        {
            "author": "john180",
            "timestamp": 1471353780,
            "txt_content": "反馈投诉那个\n所有违规服务器举报请去这\nhttp://www.mcbbs.net/forum-servercomplaint-1.html\n\n关于问答版的,只要不是提问者选的最佳完全错误或者回答的牛头不对马嘴,我们一般是不会干涉提问者的选择的.\n因为你不知道提问者到底需要什么,有可能你觉得最快那个回答过于简陋或者说不是全版本适用,但是对于提问者来说这已经能满足他的需求了.\n我们的主张是尽可能不干涉提问者的选择.而且我们也并非全知的,对于联机问题的回答我能进行比较详尽的筛查,对于一些有误导性的回答一一处理.但是对于mod方面还有命令方块方面我是一无所知的.所以我也很难对这方面的错误回答进行甄别.\n如果你认为提问者选择的回答完全错误或者有误导性你可以选择直接举报即可."
        },
        {
            "author": "west.myth",
            "timestamp": 1471356360,
            "txt_content": "john180 发表于 2016-8-16 21:23\n反馈投诉那个\n所有违规服务器举报请去这\nhttp://www.mcbbs.net/forum-servercomplaint-1.html\n了解，感谢john的回复\n反馈与投诉的建议主要是希望能保护举报人免受报复，不过现在看来他们可以自己设定匿名。\n至于问答区主要是希望能一律匿名（如果技术上能做到的话），这样可以防止骚扰（我以前就冲动地这样做过）和防止主管因素的选择。也许确实真的应该尊重提问者的选择，但也确实有人“权衡利弊，不看时间不看质量只看人“。另外，问答区似乎只有逗逼桃一个版主而且他最近似乎也比较忙很多事没处理，那么问答区有没有考虑扩招呢？"
        },
        {
            "author": "子弹～",
            "timestamp": 1471357860,
            "txt_content": "谁说地图版的作品都要附上存档\n可以选择纯展示"
        },
        {
            "author": "子弹～",
            "timestamp": 1471358160,
            "txt_content": "谁说地图版的作品都要附上存档\n可以选择纯展示"
        },
        {
            "author": "west.myth",
            "timestamp": 1471366200,
            "txt_content": "原子弹1号 发表于 2016-8-16 22:31\n谁说地图版的作品都要附上存档\n可以选择纯展示\n你似乎没明白我的意思，你觉得建筑没特色图片未经处理(光影都没有)又没有下载的纯展示应该评精华吗？唉，早知道我就该附带链接"
        },
        {
            "author": "寂",
            "timestamp": 1471391700,
            "txt_content": "其实针对于反馈与投诉的建议；\n完全可以在服务器投诉版发帖设置密码（甚至匿名）。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1471394280,
            "txt_content": "好长\nmod发布和创世匠艺都同意\n反馈与投诉有专门板块\n问答版我也是觉得现在这种人越来越多了，有的随便选最佳，有的问题一句话说不清楚，这个没办法。\n因为说不定简单的答案就帮助提问者，如john180所说\n匿名有待考虑\n总之我一般都是，帮助我解决问题的，先来给最佳"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1471397820,
            "txt_content": "1.思想问题:\n现在的问题是问答区会员违规的思想以及根深蒂固了，即使制定再多的版规，依然也会有很多违规的现象（而且都不看），因为毕竟这是网络，比较鱼龙混杂，什么素质的都有。除非论坛也来一场真理标准问题大讨论，解放下会员的思想，并且能保证人人都能看到（比如说，版主处理错误时要把版规或者地址带上去。不过，这种方法现在并不可取，只会加重问答区版主的负担，目前问答区版主比较少），不然真的不行。\n2.积分问题:\n现在论坛现在会员越来越多了，马上都快二百万了，这很值得庆祝。会员一多，去问答区提问的也比较多（可惜，都是新一辈的人，老一辈人几乎都走了）。可能由于为了积分更多，有的人就开始不顾他人的感受就开始胡乱的回答了。虽然我想来问答区的没有几个不是为了积分和爱心的（少部分为了金粒，还有为了提高知名度的），但是为了一种虚拟的东西撕破脸真是不值得。可是这种现象种种存在，出于个人利益，出于人的贪婪本性，能够礼让他人的估计已经不存在了。这一点想治，我想是几乎不可能的。\n至于你上面的匿名，我总觉得如果问答区开了匿名之后某些人会更加猖狂了...现在似乎论坛已经没有哪个版块是秩序良好的了，我想论坛的确应该改革一下了。"
        },
        {
            "author": "west.myth",
            "timestamp": 1471446240,
            "txt_content": "1582952890 发表于 2016-8-17 07:55\n其实针对于反馈与投诉的建议；\n完全可以在服务器投诉版发帖设置密码（甚至匿名）。 ...\n这个已经解决了，可以选择匿名发帖。谢谢你的关注"
        },
        {
            "author": "west.myth",
            "timestamp": 1471446360,
            "txt_content": "End-Enderman 发表于 2016-8-17 09:37\n1.思想问题:\n现在的问题是问答区会员违规的思想以及根深蒂固了，即使制定再多的版规，依然也会有很多违规的 ...\n为何开了匿名会使某些人更猖獗呢？也许我只是从它的有利方面考虑的"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1471485120,
            "txt_content": " 本帖最后由 End-Enderman 于 2016-8-18 10:11 编辑 \nwest.myth 发表于 2016-8-17 23:06\n为何开了匿名会使某些人更猖獗呢？也许我只是从它的有利方面考虑的\n     本来可能大家估计面子从而就像以前那样看到别人回复对了就抢爱心（当然，现在这种感觉就像世外桃源，基本上只能想象了），当可以匿名之后，普通会员看不到，某些人可能借助这一点更会胡乱抢爱心，从而乱了秩序。并且这样可能复制答案的会非常多（其实不怕复制答案，就怕把答案复制完后改了一些字版主看不出来，这一点某些人经常这样）。虽然匿名可以防骚扰，但也可能会有想不到的后果。\n\n     真的，问答区的秩序已经乱的不行了，随便找几个帖子都是你争我抢的，如果是楼上回答错了也就不说什么了，可是现在完全不是这样了。为了积分浪费了很多时间而且和其他会员闹起来，不值得，但基本上没有人会听。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1471490520,
            "txt_content": "然而我现在比较担忧的是FHC等人的等级碾压（这里没有嘲讽他的意思）\n有时候我和他两个人同时回复个贴子，他的答案是有问题的，我也在他的回答下评了分说明了问题，他也给我评了分。\n然而我的答案却被手动无视了，毕竟对于有的题主而言，10级>9级\n@FHC红石"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1471495080,
            "txt_content": "这里要说明下，有时候我去回复已经正确的答案是因为我认为前面的人回答的不完整（即使已经最佳）\n我并不认为这有什么错\n\n一般来说有正确答案的帖子我不会那么无聊再去回复的"
        },
        {
            "author": "west.myth",
            "timestamp": 1471515600,
            "txt_content": "FHC红石 发表于 2016-8-18 12:38\n这里要说明下，有时候我去回复已经正确的答案是因为我认为前面的人回答的不完整（即使已经最佳）\n我并不认 ...\n既然你这么说那你解释一下这是怎么回事http://www.mcbbs.net/forum.php?m ... 4370&extra=page%3D1不要说是你先的，第一是阴阳师，只是他的回答有误罢了。难道真的要我把指令一条条喂给它?不是我和ender这么说，lzs亦是如此，这就是你要思考的了。都是聪明人我就不直说了\n\n既然你也被有些提问者过河拆桥的行为损害过利益，为何还要和他们一起搅问答区的浑水?"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1471515780,
            "txt_content": " 本帖最后由 FHC红石 于 2016-8-18 18:25 编辑 \nwest.myth 发表于 2016-8-18 18:20\n既然你这么说那你解释一下这是怎么回事http://www.mcbbs.net/forum.php?m ... 4370&extra=page%3D1不要说 ...求解 最好全部木板 都发一遍\n对啊，把每条指令都给他，不对吗？\n这是提问者的要求啊"
        },
        {
            "author": "west.myth",
            "timestamp": 1471516260,
            "txt_content": " 本帖最后由 west.myth 于 2016-8-18 18:32 编辑 \nFHC红石 发表于 2016-8-18 18:23\n对啊，把每条指令都给他，不对吗？\n这是提问者的要求啊\n倘若你要在这上面和我钻牛角尖强词夺理的话，我也告诉你:我也全部列出来了，图片形式啊，不对吗?\n既然你已经这样的话我们不妨去茶馆让广大会员评判一下谁对谁错，前提是你要把来龙去脉讲出来。这是解决无意义无休止争论的最好方法，不对吗?\n@音乐家七月天"
        },
        {
            "author": "音乐家七月天",
            "timestamp": 1471564140,
            "txt_content": "west.myth 发表于 2016-8-18 18:31\n倘若你要在这上面和我钻牛角尖强词夺理的话，我也告诉你:我也全部列出来了，图片形式啊，不对吗?\n既然你已 ...\n(╯‵□′)╯︵┻━┻为什么有必要在这些事情和这个地方吵起来\n首先，@FHC红石 只是想要一个完整的正确答案，以免问的人再追问指令格式什么的，\n尽管您也是给出了挺好的答案了，但是您at了我了，我就只能用行外人的短浅眼光来说一说：\n\n为了几个爱心有必要吵起来吗？两个答案都挺好的时候，只能选一个，普通的会员可能并不会顾及什么发帖时间先后，只是选择自己看起来最为贴近的方便的答案。对我而言我可能会去在意一颗爱心，但是你们作为元老了，还纠结这些发帖时间什么的特具体客观的原因，甚至记仇还搬到反馈区吵起来。我这就很不理解了。\nFHC的想法其实也是好的，就是尽量完整答案，而且绝对是凭着自己得出的答案来回复的，这点我了解他。但是这样可能造成误会，就是使得回答看起来像是复制粘贴别人的再补充一点。\n但是，造成上述误会的前提是什么？前提就是你们太纠结爱心和太约束宽容了。当然也不是让你们停止像这样用自己得出的结论来抢答，问答版本来就应该是一个大家抢着回答问题的地方，我希望这也是管理人员们希望看到的事情，而抢着回答问题却造成了很多误会和不理解。两个人的答案都是对的。但是心态不对了。所以我认为需要的是大家做到一些共识：相信别人和放宽自己。\n我实在看不下去了，我想。要是元老都这样下去，那么相关MC的问题，百度知道也许会比这里更值得去问。\n\n抱歉，对于一个行外人只能如此地分析这么多，剩下的也只能靠你们去理解去想。有不正处待指正。"
        },
        {
            "author": "End-Enderman",
            "timestamp": 1471573980,
            "txt_content": "音乐家七月天 发表于 2016-8-19 07:49\n(╯‵□′)╯︵┻━┻为什么有必要在这些事情和这个地方吵起来\n首先，@FHC红石 只是想要一个完整的正确答 ...\n      我倒是不这么看。的确，为了一颗爱心争吵，为了积分争吵，实在是不值得。但是这关心到问答区题主和回答者素质的问题，本来问答区就因为大家不爱看版规的问题一直都很乱，如果再来别人添油加醋的话，就已经完全乱了。可能就像你说的，有的人是想要更完整的答案，可惜这种情况几乎是在以前才存在的，现在只有少数几个人（我现在不太清楚FHC的情况，以前在和他争取爱心的时候，他的确是这样，甚至看到一些完整答案自己也不去回答了，但是我已经将近一年没有好好跟他谈心了，所以我已经不太了解他了），我想现在还有某些人是因为爱心而把前面的人的答案编辑一下，填几个字再提交，这点是是最可怕的。人心隔肚皮，你怎么知道两个人的答案，一个人先回答的，另一个人就一定是靠自己回答的呢？不是我们为了爱心吵起来，而是现在正在争夺爱心的人...\n      抢着回答，前提是建立在不破坏秩序的情况下。"
        },
        {
            "author": "geludan",
            "timestamp": 1471578060,
            "txt_content": " 本帖最后由 geludan 于 2016-8-19 14:48 编辑 \n酷车手BB弹 发表于 2016-8-16 11:13\n对反馈与投诉\n赞同这里所说的\n借楼说两句\n\n首先首页僵尸贴，之前在通过消灭回复后可见进行清理，现在因为回复后可见而占据首页的帖子应该没有了，如果还有就继续取消；而因为一些确实值得讨论的老帖被顶上来，这个要具体帖子具体讨论，允许一部分老帖上首页，只要内容没有过时。而过多的老帖则需要一个个指出来，一个个判定是否应该下沉。\n\n游戏技巧这个东西，我是觉得有很多东西应该拿过来\n你可以@管理员，混乱和rom进行协调，他们说好了，我们才敢移动。\n\n对，酒馆就是人才市场和建筑讨论的集合体。但是我们不做红石，不过那个是历史原因，所以红石我们不碰。\n\n最后，精华不动。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1471580700,
            "txt_content": "End-Enderman 发表于 2016-8-17 09:37\n1.思想问题:\n现在的问题是问答区会员违规的思想以及根深蒂固了，即使制定再多的版规，依然也会有很多违规的 ...\n然而我现在对积分、爱心、人气、金粒一类的东西已经不在乎了，马上我就初三，也已经差不多是半个死人了。现在我想的是“只要我能够在我走之前多帮一个人，那就是我的荣幸”，我也很久没有去领爱心了，一来没什么可以领的，而来我也不在乎，选不选我做最佳，我也不在乎，只要我的话说清楚说明白了，我就心满意足了"
        },
        {
            "author": "west.myth",
            "timestamp": 1471600980,
            "txt_content": "End-Enderman 发表于 2016-8-18 09:52\n本来可能大家估计面子从而就像以前那样看到别人回复对了就抢爱心（当然，现在这种感觉就像世外桃源， ...\n如果真的问答区已经败坏到匿名都无法防止浑水摸鱼者那么这个板块真的就无可救药了。我想排除了主观因素，除非真的浑水摸鱼者答案更符合他的要求，否则应该会选择最先给出正确答案的人。当然也不排除真的有那种不明事理的提问者"
        },
        {
            "author": "west.myth",
            "timestamp": 1471601220,
            "txt_content": "音乐家七月天 发表于 2016-8-19 07:49\n(╯‵□′)╯︵┻━┻为什么有必要在这些事情和这个地方吵起来\n首先，@FHC红石 只是想要一个完整的正确答 ...\n首先我其实不是有意在这个点@你的，只是之前@失败了。我也不想进行这种无意义争执，毕竟这不会有结果。一开始为了避免引发争执我也只是说现象而不是贴出链接。但是FHC的回帖让我忍不住让他给我一个解释。\n最后申明我的立场:涉及核心利益的问题，一个金粒也不退让。但这次不只是为了我自己，也是为了所有在这种不正之风下被伤害的人。我只是希望建立一个更为公平合理的新秩序。感谢你的客观回复。"
        },
        {
            "author": "west.myth",
            "timestamp": 1471602480,
            "txt_content": " 本帖最后由 west.myth 于 2016-8-19 18:30 编辑 \ngeludan 发表于 2016-8-19 11:41\n借楼说两句\n\n首先首页僵尸贴，之前在通过消灭回复后可见进行清理，现在因为回复后可见而占据首页的帖子应 ...\n       嗯，确实不少过时的帖子已经没了，以至于我想举例也没找到。既然的确会清理僵尸帖，那我也就放心了。\n       关于内容移动，我觉得相比于找管理员，您去找游戏技巧的大区版主协商更好，毕竟一个大区版主的发言权肯定比我一个普通会员更有力。也许会有损某些人的利益，但毕竟论坛是一个整体，我想既然能成为大区版主，在这种问题上应该不是自私的。至于精华的问题主要是以前看到他被河蟹了的一些精华作品下载链接失效并且展示内容也没有出众的地方，以前由于担心触及他的利益所以并没有做出建议。不过现在那些帖子似乎也不见了。\n        还有一个关于精华的，建议如果某些作品质量确实达到精华的标准，但由于作者不愿意申请重新判断的原因而未能精华(如最后战线)，这种情况可否由他人推荐呢？(ps:最后战线已经做了周年纪念版，但不知是不是未得到精华的原因只在百度贴吧发布)\n        最后希望创世匠艺能在您的带领下越办越好，希望我下次归来时能看到一个焕然一新的创世匠艺。"
        },
        {
            "author": "geludan",
            "timestamp": 1471614600,
            "txt_content": "west.myth 发表于 2016-8-19 11:28\n嗯，确实不少过时的帖子已经没了，以至于我想举例也没找到。既然的确会清理僵尸帖，那我也就放心了 ...\n他人推荐这个也可以考虑，我可以找其他两个大区商量一下。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1471688520,
            "txt_content": "west.myth 发表于 2016-8-19 18:28\n嗯，确实不少过时的帖子已经没了，以至于我想举例也没找到。既然的确会清理僵尸帖，那我也就放心了 ...\n图章申请人是不是地图作者都可以申请\n开了图章申请以后规矩一直是这样\n只不过大家普遍默认为不是作者就不可以申请\n这算一个盲区吧"
        },
        {
            "author": "west.myth",
            "timestamp": 1471698780,
            "txt_content": " 本帖最后由 west.myth 于 2016-8-20 21:15 编辑 \n冥王星人 发表于 2016-8-20 18:22\n图章申请人是不是地图作者都可以申请\n开了图章申请以后规矩一直是这样\n只不过大家普遍默认为不是作者就不 ...\n原来如此，我以前一直不知道呢\n既然如此，可否在版务帖加上这样一句话呢？\n已经添加了\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1471765920,
            "txt_content": "west.myth 发表于 2016-8-20 21:13\n原来如此，我以前一直不知道呢\n既然如此，可否在版务帖加上这样一句话呢？\n已经添加了\n以后此类问题欢迎及时提出\n版规里其实有不少潜规则的，但不到用的时候不太能想起来，加上会员似乎不敢多问\n不时的会造成一些不便"
        },
        {
            "author": "Aezning",
            "timestamp": 1478094000,
            "txt_content": "WEST,你对创世匠艺提出的建议我能用吗？我要发一个改革贴"
        }
    ]
}