{
    "title": "【原创 单篇】雨中歌·远山【46241359】",
    "author": "46241359",
    "replyCount": 5,
    "timestamp": 1471271040,
    "txt_content": " 本帖最后由 46241359 于 2016-8-15 22:33 编辑 \n\n楔子\n\n         歌声从远方传来。    颤栗沙哑的嗓音在雨滴间跳跃着，最终与雨声糅合在一起，成为更缥缈的音韵，然后逸散到更远的远方。    风吹过，歌声也戛然而止，周围瞬间变得空旷。歌者弯下腰，从一片树丛中走出，拍了拍被淋湿正紧贴在身上的皮革外衣。天空真的像是被冲洗过一样，给他犹如错觉般焕然一新的感觉。    云层开始一点点分散开来，给天外的阳光留出了足够的空隙，光透过交叠在一起的橡树枝叶，落在地上形成点点光斑。    歌者认为这个曾带给世间无数美好的太阳，在接下来的黑夜过后，将再也不可能从地平线下升起。他已经听见了从深渊传来的撕心裂肺的怒吼，每当他脑海中回响起这个声音时，就会很自然地联想起庞大而不笨拙的生物。    它的双翼拂过大地，带起熊熊燃烧的紫色烈焰，尾轻轻一扫便能将铁傀儡带到九霄云外，紫色的双眼中凝聚中对世间万物无底的仇恨。它是毁灭的化身——龙。    绝大部分人都偏执地认为龙是仅仅存在于传说中的可怖生物，他们并不相信它终有一天会摆脱束缚来到被他所仇视的世界，并毁灭这里的一切。歌者也不愿意再像自己的前辈那样，去做一些费力不讨好的工作，比如尽自己所能去让愚蠢的人们相信龙的存在。    这也是他起初被前辈们视为异类的原因，他相信龙的存在，但不愿意引导他人去相信。    归根结底，历来他们想要让人相信龙的存在的原因都是希望人可以联合在一起，来应对共同的敌人。    但他不觉得联合是什么好事。    龙并不是它自己愿意待在那名为“末路”的深渊，而是有别的力量将它束缚在那里。因此，只要他能够找到这力量的源头，便有办法将龙再度送回深渊，并永绝后患。    歌者合上了手中的书，顺手夹在腋下，伸手握住之前被他插入地面的木剑剑柄，胳膊稍一使力就将其拔出，剑刃上流动着淡紫色的光。歌者夹着书籍，就地肆意地挥动了几下，然后提着木剑转身隐入树丛。    歌声再也没有响起过，也不会有人注意到这个世界缺少了每日清晨都会响起的沙哑嗓音。  正文\n\n     米瑞克坐在马背上，不断驱赶着因为有规律的摇晃而接踵而至的睡意，他感觉自己坐在这个地方颠簸了两天两夜没有任何时间停歇，只能一直向前，直到他失去前行的能力。    终于，有人把他身下这匹疲惫的栗色马拦了下来，他带着感激的心情，抬头看向站立在城门口，穿着铁甲的守卫。米瑞克不清楚那人是否清楚他穿着这身看起来大小完全不符合身材的铁甲到底有多么的滑稽可笑，但从半挂在脑袋上的头盔的缝隙间还能看出来，这人很年轻，大概二十岁上下。    果然年轻人都是这样的活力四射，即使铁甲应该由体重是他两倍的人来穿也一样光彩照人。他在心底大笑几声将这阵子憋在心头的苦闷全都发泄到这个仍然对此一无所知的守卫上之后，从马背上轻巧地一跃而下。    这个守卫总算也没有太过于迟钝，他看见对方似乎是毫无敌意地下马，也十分配合地将铁剑支在地面上，两人都平静地对视良久。    “你好，先生。”    守卫朝他点了点头，这是基本礼仪。    “我呢，是附近小城镇的信使，来给你，哦不，你们的领袖，送一幅地图。”    “奉谁的命令？”    “应该是……镇长吧，他只给了我一条看起来做工不怎么样的木盒，其余的什么都没有。啊，好，还有这匹马，和能应付几天的食物。”    “我不关心这个，”守卫闭眼抛出一句话，抬手点了点对方的额头，“你叫什么？全名。”    “哎……果然现在的人都没多少幽默感了，真令人伤心。”米瑞克满不在乎地翻了个白眼，王城的守卫向来对信使都不具备攻击的权利，他们只能将信使拦下来要求出示点信物然后放行而已，至于冒牌货，需要叫其他人来处理，“米瑞克·希尔特。”    守卫扶了一下自己脑袋上罩着的头盔，站在原地沉思良久，之后又仔仔细细地打量过米瑞克的容貌，才抬起他那条被盔甲压着的纤细的胳膊在空中艰难地挥动了一下，接着将剑提到自己身前继续用来当支柱。    “哦，愿造物主保佑你，年轻的守卫先生。”    切，你自己不也是个年轻人。    但守卫没有直截了当的把这句话恶狠狠地砸到米瑞克脸上，而是，在米瑞克看来极其温柔地瞪了他一眼。    米瑞克跨上马背，拽了拽手边的缰绳，栗色马十分顺从地缓步向前走，看起来也是相当的从容。连马都能感受到传闻中所说的“安居乐业的气氛”，为什么他一个人类却感受不到？    王都的道路是用砖石铺就的，道路两边也是圆石地，不像他生活的城镇那样，是一片看起来叫人难受的杂乱无章的青草地。连路边摊子上的小贩叫卖声听起来都比自己所待的地方有水平。    在出发前，他就有搜集过一些与王都有关的信息，大多都无关紧要，但有一条引起了米瑞克的注意。    这个王都，名为“希亚”，据说是世界上少有的受到龙窥探的城市，经常发生莫名其妙的灾祸。在多年前，龙冲出深渊时也是经历过一次浩劫，不过修复所花费的时间也不多，倒是能够称得上奇迹了。    其他的倒没什么，尤其是受到龙的窥探这一点，令人毛骨悚然。龙便是这世间一切负面事物的代名词，无论恐惧、毁灭、没落、绝望……    只不过王都的居民们对此都不以为然，否则这个在信仰歌者的人们看来可谓不祥之城的繁华都城早就空无一人了。    关于“信仰歌者”，则要追溯到很久之前。关于歌者的始祖，没人见过，根据各类资料上寥寥几句的记载，人们总结出了它大概的形象。那是个人形的能量体，在黑暗中周围会发出幽蓝色的光芒。根据后人的收集与整理，它在能力方面的特殊之处有两点，一是，它对于某些特殊人群来说相当于一位先知，能够精准地预见即将发生的事，甚至是，几百年后；二，即是它能让亡者复生。    当然，这都是传闻，并没有确凿的证据。不过歌者的确是真实存在的，他们大多以“它的代言人”自居，负责向世人传达它的预言和警告。只是随着世事变迁，有一部分人们开始认为歌者只是喜欢胡言乱语的疯子，理由是他们给出的预言并非准确率高达百分之一百。时间在流逝，信仰歌者的人数量也在减少。    有一天，歌者失去了最后的信仰者，那个时候便是他们灭亡的时期。    好吧，总有人喜欢把歌者描述的像是什么毁灭世界的混球一样，米瑞克只当歌者是靠着小伎俩混口饭吃的艺人，倒没有一些激进派所说的“欺骗人类”那样严重。    毕竟信仰这事，总得两厢情愿嘛。歌者愿意被人信仰，人也愿意信仰歌者。    宫殿的轮廓出现在米瑞克的视野里，看起来宏伟至极，距离上次浩劫短短十年的时间，他们就能重新修筑出这样的宫殿，的确是，不可思议。    一阵骚动。    米瑞克没有太过于使力地扯了扯缰绳，栗色马停下步子站立在原地。    前面好像有什么不得了的人正在举办活动，看起来围观者的数量不少。论起能在希亚产生这般影响的，无外乎两件事，要么歌者进城，人们纷纷抄起砖头准备将歌者砸的头破血流，要么就是附近山上的炼金师下来兜售药物大家纷纷抢购。    周围没有治安官，看样子并不是歌者，那么这次山上的炼金师又折腾出了什么新奇方子，比如往水里扔几颗地狱疣泡成红色后对外宣称这是神秘的长生不老药。    咳咳，好吧，这是个玩笑。    正经的炼金师有一些的确是居住在希亚附近的高山上，但真正能够炼制出具有奇妙效果药剂的炼金师大多不会轻易下山，反倒那些知晓如何用各类廉价药材浸泡出不同颜色的“炼金师”就格外喜欢到王都来四处溜达，顺便朝行外人推销些一听便知道效果纯属虚构的药剂趁机发笔财。    栗色马悠闲地朝前走了几步，好让骑在自己背上的人看见发生了什么事。    似乎是群众挤在一起想要接近什么东西，不过有骑士在一边拦着，才得以让中间缓慢向前行进的东西能够有顺畅的道路可走。    “好了，克里尔，朝一边走两步，我要看看到底是个什么东西能激起王都人民如此强烈的好奇心。”    少女。    身体呈半透明微微透着淡蓝色的，步调轻盈的少女。她始终闭着眼，嘴角勾起一个微妙的，能够让人生出亲切感的弧度。    长发飘逸，手中的权杖末端每次触及地面都会点起几圈隐约的波纹。少女的身后跟着几只幽蓝色的蝴蝶，自由肆意地在空中飞舞，同时留下缥缈的蓝色尾迹。    “唔……”米瑞克抬手捏着自己的下巴，眯起眼俨然一副看见绝世珍宝的神情，至少在他的印象里，还从未见到过美丽到如此地步的女性，而更让他觉得稍有惊异的在于，第一眼便能让像他这样玩世不恭之人心生敬畏，“还真是个美丽的女孩儿，不知道来自何方……”    克里尔对于自己的主人的情绪显然感到有些不满，威慑性地在原地小幅度踱了几步，这才将米瑞克从自己臆想出的二人世界中强拉出来。    信使有些无奈地甩了甩栗色的短发有助于进一步的清醒，然后低下头看着正在耍小性子的坐骑，“怎么，克里尔？你觉得她有什么异样？”    话音落下，米瑞克抬头再度上上下下扫视过步伐缓慢的少女后，有些不舍得拉扯手中的缰绳，克里尔这才面露欣喜神情趾高气扬地掉头驮着信使离开。    路上米瑞克一直捏着自己光滑的下巴沉思，那个少女的身影，不知道为什么，被深刻地刻在他的记忆里难以忘却。米瑞克作为信使，在他居住的城镇以记忆力极差而出名，他自称能够记住的名字唯有三个，一是他自己，二是他的马，三是一个已经过世的人。    让他如此印象深刻的人，除了那名女性，这大概是第一人。    那女性，是个特例。她并不是米瑞克的血缘至亲，即使说是素未谋面的陌生人也不为过。    只是，经历让信使永生难忘。    米瑞克原本不属于这个城镇，否则他也不会像是当玩笑一样接下这个无人谈及的艰辛使命，他所居住的，在千里之外。    严格地说，那地方虽比不上希亚这样繁荣昌盛，但对于这些整日生活在都城高墙内的居民来说，是个欣赏风景的好去处。    山野花开烂漫的场景，根本不是希亚这样的都城里能够看见的。    只可惜这个世界并不会允许美好的事物在其中存在太长时间。米瑞克在少年时期，那里起了大火，起火原因不明，他现在居住的城镇上有很多人都认为一个地界不明不白的起火多半是受到“龙”的惩戒的缘故。    那个时候，米瑞克还没有多大的能力让自己安然离开，但因为有那个女性，他才从危险中全身而退。在房屋被火烧毁，墙壁倒塌下来的一刹那，她就挡在米瑞克的面前。身穿银灰色的铠甲，在火光的映衬下散发着微妙的光辉。    他只看见她的侧脸，坚定、执着。    “快走。”    然后呢，米瑞克也不知道这个女性到底在这之后都经历了些什么，时隔一周他总算从附近的森林里活着出来以后，赶来抢救的村民们在一片废墟下找到了她的尸体。    费尽心思总算从其他人口中问到了她的名字。    安吉拉·洛萨。    克里尔猛然颤了颤，幅度极大，险些让信使从马背上摔下来。他定了定神，之后望着站在克里尔正前方，身披褐色斗篷的人。    褴褛的斗篷勉勉强强包裹住单薄的身子，乌黑的发丝有几缕露在外。米瑞克在想刚才是不是克里尔的注意力还集中在已经被甩在身后的少女身上以至于没能注意前方有人，那人就已经抢先一步开口堵住已经滑到米瑞克嘴边用于道歉的话语。    “米瑞克·希尔特，”透过半掩在脸上的斗篷，他看见那人扯出一个僵硬的笑容，“您的马，我会让人领到其他地方好生伺候着，您本人就请下马，由我带领进入密谈的地点。”    哦，什么？    还有密谈？    地点也不是宫殿？    米瑞克想起委托人将木盒郑重地放在他手上时脸上那副诡异无比的神情，现在想来还真是毛骨悚然，当时他的目光就像是在送别一个即将奔赴战场的勇士。    真有意思，看来只要拿到那东西，需要接受的大概就不止是将地图安全送达希亚吧。所谓的护送，也只是个遮掩的幌子。    不过，即使他现在反悔也毫无用处。人都在希亚了总不可能连夜翻过那二十多米的城墙，再徒步走回城镇。这人要收回克里尔大概也是这个目的。米瑞克低头一声冷笑，之后下马，看着那人招呼站在一边的手下将马牵走。    手下身上还带了短剑，对付一匹马要短剑做什么，那是为防止自己看出什么进行抵抗用的吧。    看来也不是什么好事。    那人走路让米瑞克感觉脚底生风，一步接一步走的倒挺快，每走一段不忘回头看看信使是否依然跟在身后。    也多亏这人强制他下马步行，信使才多了点时间好好观察这个名为“希亚”的王都。    居住在这里的人，都忙于手上的工作，和引领自己这人一样都是走起路来脚底生风一般的快。他们大多低头看着自己面前的路，极少数才有抬起头正视着前方。这样的生活节奏让向来对于任何事都不急不缓的米瑞克感觉到快要窒息。    “就是这里。”前面的人忽然停住脚，因为走神米瑞克差点一头撞在他的脊背上，他朝前看，是一扇已经被人提前打开的深灰色铁栏门。    “哦，想不到希亚的领袖竟然在如此寒酸的地方与人密谈……”米瑞克走到铁栏门前，伸手抚摸着冰冷的金属，这里看起来年头已经不短了，连锁也是刻上了几层锈痕，“那么，进去之后我该怎么走，没有地图总该给几句指示方向的话吧？”    “没有方向，”那人将斗篷从自己的头上摘下来，他的右脸已经被什么东西腐蚀的不成样子，能够让米瑞克相信这的确是个人类的只有一双富有神采的紫色眼瞳，他看他的眼光，就像在看一只已经掉入猎人陷阱的猛兽，“这个地方，只有凭借自己的感知才能够走出去，只可惜……大部分人只要进去，走过了第一个岔路，便再也出不来了。”    说着，他眯起眼直视着表面依然镇定的米瑞克，双眼早就看穿他心底的恐惧，像是安抚一般不痛不痒地加上一句：“当然，为防止再有此类人才特意给门上锁，只不过，我们都相信，你能够穿过远山的屏障到达最终的目的地，祝你好运，信使。”    他鞠了一躬，后退着离开信使的视野。    信使转身看着铁栏门。    “远山么……”    以前听人说起过，远山的特色，除了行踪隐秘能力超凡的炼金师，就是山上蜿蜒的道路和愈深愈浓的迷雾。人站在希亚中看远山都能清晰的瞧见山腰处及以上缭绕着的白色雾气，山上的树种清一色的橡木。枝叶层叠能够完美遮蔽天上投射下来的阳光，让走入其中的人有一种被与世隔绝的孤立感。    当然……这是刚迈进去几步因为恐惧心理又折返的幸存者的口述。    米瑞克站在铁栏门前，双眼望着安静矗在自己面前深幽的通路。    刚才那人说的——走过了第一个岔路，便再也出不来了。这么说，是有人走出去过，然后和什么人谈起走过第一个岔路后的感受，在之后被传开传至那人耳里……他皱了皱眉，还是说……那个人，在此之前曾经待在远山里，看着无数人迷失其中。    他不知道自己该说些什么，也没听人说到过穿越远山能够见到的将是什么景象。他耳里听见的，都是有关于远山有多么恐怖多么吓人的传闻。    低头看着被掩藏在青苔之下的石砖道路，信使抬起脚，跨进了铁栏门。    远山的橡木林是死寂，让他感觉不到自己还是个能够在其中自由行走的活物。    难怪有人进了这里就会因为心生恐惧而慌了手脚，可是想想也不对，不管怎么说，一片树林而已，总不至于叫几百人都在这里面迷失方向找不到出路吧？    “打扰了。”    哈？    有人？    停住脚，米瑞克的视线从脚底的道路移到突然出现挡在自己面前的人，和刚才的引领者穿着几乎一模一样，连身材也是同样的消瘦。    “……你是？”    那人微微颔首，以同样的方式将斗篷摘下，露出一张完好无损的脸，唯一异常的地方在于死寂中发光的白色双眼，米瑞克说不清这人到底是没有眼珠，还是因为眼珠是白色或者其他更奇葩更不着边际的理由。    “Herobrine，”他的目光投向信使的身后，“我是刚才那位引领者的另一种存在形式，当然……如果你觉得我这样的解释难以理解，也可把我当做他的真实灵魂。”    “也就是说那人也叫Herobrine是么？”    “不……那人叫Steve，”Herobrine的视线转移至毫无惊讶神色的信使身上，对于他双眼一片空白不会有明显诧异情绪的人这大概是第一个，“Herobrine这名字……是创造者赋予的。”    “好吧，那不提这事，你为什么会在这里？我是说……Steve没告诉我这里面会有人接我。”    “信使怎么就知道，我一定是来接你的呢。”虽然是反问，但是用肯定语气，看来的确是接人的，“准确的说，Herobrine，的确要接人，只不过……”他微微一笑，“并不是指定要接走信使，而是第一个到达我面前的人。”    等一下。    他不记得自己刚才有经过什么岔路，明明在进门之后是保持直行，按理说只要是个进门来的人都能遇上Herobrine吧？    “我知道你心里有疑惑，信使对于远山和希亚的了解大概也只停留在表面，远山……并不是信使想象里普通的高山，但从另一角度来说……它也就是个普通的山，”他的食指抵在唇边，做了个噤声的手势，“但前提是，你穿越了屏障。”    “屏障？我刚进门还没走几步呢。”    “就是那一刻。”Herobrine转身扬了扬下巴，示意信使跟紧他，“进入远山的时候，是什么样的心态，就决定了是否能够遇见我。”    这么说的话，他应该在这里等了很久吧，但是看起来很年轻啊，一点都不像是在这里等了十多年的人……如果说是Steve在这里他大概还会相信。    “对了……Herobrine，我还是想问，为什么Steve会利用与领袖密谈这个理由把我带到远山。”    Herobrine停下了，他站在原地，一副犹豫不决的神态。    “事实上……领袖已经不见踪影，他在几天前就像人间蒸发一样从侍卫的眼前消失，昨天王都有名的占卜师又说末路有异动，大概是龙从沉睡中苏醒想要挣脱束缚离开末路。”    “‘龙’？希亚的人不是一直都不相信龙的存在吗？”    “是，但有一小部分人还是相信的，大部分是从别处迁居过来的。占卜师是昨天凌晨发现异动，歌者在当天晚上就赶来了希亚。虽然我不清楚歌者到底是通过什么方式能够在短时间内得到消息，但她大概也是有所察觉，而且希亚就是因为与龙有不浅的联系而出名，这也能解释为什么歌者唯独挑了这里。”    “说起来……关于歌者的传闻我听到的数量还真不少，歌者到底长什么样子？”    在信使的印象里，歌者应该是个充满神秘气息的人类，穿着白色长袍，无论男女都是长发及腰，脖子上戴着一条奇特的项链，然后手持一把泛着紫光的木剑或者其他的武器——当然，这都是想象，实际上歌者的穿着大多都很寒颤。    “如果你是说历代歌者的话，也没什么奇特之处，和正常人没两样，只是这一任歌者就有点意思了……我想你大概已经见过她了。”    “什么？”    “她今天被护送着前往希亚边境处的高塔，是个看上去年龄不大的小姑娘，因为体质特殊所以身体是蓝色的，手里拿着根权杖。”    “……原来那女孩儿是歌者吗？”    看见信使脸上略带惋惜的神情，Herobrine也只是微笑，并没再多说什么。他知道信使惋惜的原因，那歌者的确是很特殊，再怎么说，这个信使也是普通人，难免对美好之物产生爱慕的情感，只可惜……歌者不被允许与任何生物过于亲密，他们的职责是监视末路，在必要的时候为处于危机之中却浑然不知的世界指明方向。    “那么，既然希亚的领袖已经失踪，我现在是要去见什么人？”    “远山，除了踏入时就已决定生死的迷宫，还有什么？”    “……炼金师。”    “这就是答案。”    米瑞克对于炼金师这个职业实在是没有太高的好感，他之前有幸见到一位正经的炼金师，给人的感觉相当古怪。像是因为整日沉迷各类药材的搭配和炼制而变成痴傻一样，但又谈不上正经的痴傻。能够与人正常交流，只是沉默寡言，双眼空洞无神，米瑞克和他一起待了半小时，有百分之九十五的时间，那人的注意力全都放在手边的各种药瓶和材料上。    “炼金师……可我只是个信使而已，也就负责给世界各地的人送封信啊送点礼物啊，可没什么能跟炼金师交流的东西。”    “当然，所以去见他的目的也不是为了交流禁药的炼制方法，他的身份有些特别，至于目的，见到便知道了。”    Herobrine侧头朝四周看看，掀起斗篷从腰间拔出闪烁着紫色光辉的铁剑，“退后。”     信使看着地上的尸体，深绿色半腐烂状态的皮肤和破烂不堪的衣料，总算明白那些进入远山的人到底是怎么个死法。Herobrine毫不介意尸体散发出的那股腐臭味，将铁剑插入剑鞘，转头确认信使还毫发无损地站在身后。    “最近远山这里的怪物经常莫名其妙的骚动，今天大概是走不到那里了，再往里走有个条件勉强可以的木屋，等走到大概也是黄昏了，在那里休息一晚上吧。”    “好的……”    多年信使的工作做下来，熬夜赶路也是家常便饭，不过既然有人好心好意提供休息的地方为什么还要强忍睡意迷迷糊糊地跟在Herobrine身后同时冒着被突然出现的怪物摁倒在地当成夜宵的风险连夜赶路。        Herobrine所说的条件勉强可以的木屋，在米瑞克看来和自己之前在城镇上居住的房子没什么两样，他原因为会是个房顶都快掉下来的破烂的屋子，没想到里面普通的家具还算比较齐全。    当信使询问Herobrine需要一起休息时，后者摆了摆手，他说自己并不需要睡眠，夜晚站在门边看守即可。    这让米瑞克感觉，自己似乎是被当成了一位很重要的人士来对待。但多年下来的直觉和经验叫他不要太执着于自己的痴想，很有可能他们仅是把两个外貌相似的人搞混而已，也许本来该是另外一个人被带领着进入远山……    不对，当时Steve的确是无误地叫出自己的真实姓名，米瑞克相信世界上存在很多的巧合，但他觉得两个人不仅外貌相似，连姓名都一模一样这样的事完全不可能出现。    他也不知道为什么，Herobrine和Steve的外貌看起来如此相似，毫不夸张的说，两人除了眼睛，以及Steve半张被腐蚀掉的脸，其他地方一模一样，完全是同个模子打出来的。而且，Steve的紫色双眼，让信使突然间就觉得不安起来。    紫色眼睛，即代表此人与末路存在着密切联系。而末路里生活着的，除了龙，便是Ender。如果拥有紫色双眼的人能够确定为人类，那多半有点Ender或者龙的血脉，简单点说，就是有血缘关系。    而Steve脸上的腐蚀迹象与僵尸极为相似，这类伤痕多半是被僵尸短时间内频繁地啃咬撕噬导致。这种情况一般还能看出来有另一半脸已经是万幸，否则得是顶着半个脑袋过日子了。    但，如果真是这样也说不通。僵尸、射手、爬行者等等一系列在这里常见的怪物多半都对末路的生物有畏惧之心，并非是人类世界里存在利害关系的敬畏，而是出于一种与生俱来的本能。无论力量多么强大的僵尸，但凡嗅出空气里有末路生物血液的气味就立刻避让三分，如果Steve真的与末路生物存在某种血脉上的联系，他绝对不至于被僵尸啃咬的这样凄惨。    还有这个Herobrine，米瑞克倒不是没听过与创造者有关的传说，但是那个东西实在是，被神化过度，米瑞克相信绝大部分人宁愿相信歌者也不愿相信创造者的存在。而且，他说自己是Steve的灵魂……    如果不是他当时脸上有点悲伤的意思，米瑞克若是不追问都对不起自己的好奇心。既然是悲伤，那么“灵魂”多半也是个掩饰性的说法，实际还有另一层更深的意思吧……    “Herobrine！”    门外的人立刻应声将头探进来，有些诧异地看着坐在床上一脸愁容的信使：“怎么了？”    “你说我要见的是个炼金师对吧？他叫什么名字？”    Herobrine猜到信使的心思，只是回应一个神秘的微笑，却让信使安心了不少：“信使，别忘记一点，走到任何地方，都不要向人打听炼金师的名字。”他直起身子，准备将门带上，“炼金师不喜欢被人找上门索要药剂的滋味。”    居住在远山上的炼金师数量不少，凡是在远山上看见体积不大的屋子，里面住的多半就是隐居在山上的炼金师。只是，这其中有特别出名的吗？    信使一面尽可能地在脑中搜索一切与远山有关的信息，一面脱了鞋在床上躺平，双眼直直地盯着天花板。    算了，还是不要煞费苦心地思考了，等到明天见面，炼金师的姓名地位也自然随之揭晓。        “嘿，我说，别睡了。”    信使被Herobrine从床上硬拽起来，朦胧地睁开眼，有些茫然地环顾四周，这才想起来自己还在远山里。说起来也奇怪，他在自己家里都不曾睡得这样踏实，夜晚总会由于各方面原因从睡眠中清醒过来，然后折腾一番才能够再次入眠。    “那个……你是……哪位来着？”    “Herobrine。”    “啊……哦，对，抱歉，我记忆力很差，很多事睡过一觉就不记得了。”    叹了口气，Herobrine松开信使的领子，双手理了理身上的斗篷，脸上很快地闪过几分担忧的意思，“你这个样子，真令人担心，不过也能确定是你没错了……”    “什么？”    “没有，赶紧起来整理一下，然后继续赶路。”     Herobrine站在老旧的木门前，回头看着好奇地在四处蹦蹦跳跳的信使，不由得突然间就丧失了叩门的勇气。一想到几天后这样一个信使要带着武器前往末路，他虽然和这世界没什么关系，但还是无法抑制地感到忧心。    信使现在正趴在旁边仔细观察着被栅栏圈起来的一片灵魂沙地，鲜红色，真正的地狱疣他还是第一次见到。完全克制不住好奇心，想要伸手去附魔一下。灵魂沙也和传闻里一样，是深褐色的，堆在地面上会很自然地形成诡异的图像。    不得不说这个炼金师的家真有点意思，大门是用藤蔓编织而成，还有几条翠绿从上面垂下来，周围也难得的不是清一色的橡木，门口的栅栏上还拴了一匹白马，Herobrine说那是匹母马，要是让克里尔看见可不得了。    这个炼金师的家是用栅栏圈出一小片地，靠边有一排木质台阶，整齐地摆放着几个花盆，看样子种在上面的花也是被人精心照料过的。    还有悬挂在大门上的红石灯，看起来也是亲自动手制作的，隔着很远米瑞克就能看见红石灯散发的光。    怎么说……这个炼金师的家和远山的氛围可以说得上格格不入，这里看起来祥和安宁，实在难以想象要是有个僵尸或者别的什么怪物忽然闯入这里会显得多么的突兀。    天外的阳光透过枝叶洒落下来，映在地面上，还有清脆的鸟鸣，信使在刚踏入大门时还有只棕色皮毛的野兔跑到脚边，之后又立刻像箭一般窜离。    Herobrine强装严肃地清清嗓子，叩了叩深色的橡木门。    大门自行被打开，门口却没有人。    “信使，等下有你观赏的时候，先进去吧。”    “啊……好。”    房屋的空间不算太小，贴近天花板的窗户外投进几缕光，让房间内的人能够看清视线内的事物却不至于刺眼。门口还被人放置了红色的羊毛毯，走廊靠墙处的柜子上各种各样的瓶瓶罐罐按照某种顺序摆放的井井有条。    “炼金师人呢……”    环顾房屋一周，将房间内令人感到舒适的各种景象仔细看过后，唯独没看见要找的人。    “他就是……那个信使么？”    有人从楼梯上不紧不慢地走下来。墨绿色上衣，浅灰色灯笼裤，脖子上围着白色的丝巾。双眼和上次他所见到的炼金师截然不同，看起来迥然有神，脸上也没有多少阴郁的表情。    他不紧不慢地走下楼梯，然后停到信使面前，抬眼看着站在一边的Herobrine，后者轻点点头。    “初次见面，”他微微鞠了一躬，“我是炼金师——佐伊·洛萨。”  废言这个文大致分为上下两部，上为远山，下为彼岸。远山中信使的最终命运和身世以及与歌者的关系都将在彼岸中展现，远山仅为故事展开做的一个篇幅不算太短的铺垫。炼金师、Herobrine、Steve、歌者、信使，以及信使在开头遇见的那个把守城门的守卫也有非比寻常的来历，而这些人的过去与未来都将记录在彼岸中。最后，感谢你能够看到这里。\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "Olurbo",
            "timestamp": 1471272840,
            "txt_content": "后传：炼金之路~   写得很好，支持"
        },
        {
            "author": "gggbbb",
            "timestamp": 1471311360,
            "txt_content": "讲道理，北极你这个优秀低了"
        },
        {
            "author": "彼岸在望",
            "timestamp": 1471428960,
            "txt_content": "gggbbb 发表于 2016-8-16 09:36\n讲道理，北极你这个优秀低了\n同感，应该在优秀和精华之间的档次。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1471432380,
            "txt_content": "硬要讲这文精华没问题。再加上245刚复职，图章标准稍低。这个优秀绝对低了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471590000,
            "txt_content": "信使最终也没走进远山。\n文字容量好评。"
        }
    ]
}