{
    "title": "<原创·单篇>《沃土》[xcc]",
    "author": "lcplcplcp",
    "replyCount": 11,
    "timestamp": 1471331340,
    "txt_content": "闰土。。",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1471331520,
            "txt_content": "标题: <原创·单篇>《沃土》[xcc] 本帖最后由 xcc 于 2016-8-19 16:29 编辑 \n\n\n\n\n\n\n\n    末影一族喜欢在他们所居住的浮空岛屿上建造大量的黑曜石柱，每根柱子都十分巨大，足以让人在离地百米的高空看到柱子的顶部。\n\n    在外人看来这些柱子的摆放毫无规律，但实际上如果懂末影语的人站在高空俯视石柱，他会看到石柱拼凑成了充斥着骂人与质问意味的词句。\n\n    末影一族建造这些石柱就是为了让创造末影一族的神明看到，他们有多恨他。\n\n    神明在创造末影一族的同时也创造了其他的种族，诸如骷髅、史莱姆、僵尸等，它们都生活在麦块大陆，和人类纠缠不休。而末影一族则生活在位于虚空深处的一座座名为“末路之地”的岛屿，那里没有人类，也没有自然灾害，但也没有任何风景。\n\n    那里只有黄沙颜色的石头，和漆黑如夜的黑曜石柱，慢慢溶解在没有光亮的虚空中。\n\n    而麦块大陆，有广阔无垠的草原，有郁郁青青的山脉，有翻滚的云海，还有创世神走过的四季。\n\n    和末路之地是完全不一样的风景。\n\n    末影一族为此常常叹气，但好在末影人们还可以运用自己引以为傲的能力离开末路之地。而一旁的末影龙只能干瞪眼。\n\n    末影一族中数量最多的是末影人，他们瘦瘦高高，紫色的眼睛陷在眼眶，面色苍白，干瘦的身子被一袭黑衣严严实实地裹着。他们能够进行瞬间移动，因而也能自由进出末路之地。\n\n    而末影人有一个不变的使命就是为他们的王——末影龙带来麦块大陆的东西。末影龙一族是末路之地永恒的王，没有人敢篡位，哪怕上一头末影龙死了，他的后代也会无争议地继位。\n\n    末影龙和末影人最大的不同就是，他们有龙与人两种形态。龙形的他们一甩尾就可以扫荡人类的军队，一振双翼就能卷起强劲的气流，而一声龙吟更是能将人吓得腿软。\n\n    正因为龙形的强大力量，他们才能在末路之地称王，但他们也因此被创造他们的神明赋予了使命——\n\n    “必须永世守护末路之地，直至死亡，不得离开”\n\n    末影龙死去的一瞬间，会有龙蛋从死去的龙身上出现，龙蛋里的末影龙，就是钦定的接班人。\n\n    而且很巧的是，一直在戴蒙之前，末影龙死去的时候都只会有一个龙蛋。\n\n    戴蒙是末影龙，与以前的末影龙不同的是，他有一个弟弟。因为上一条末影龙死去的时候，莫名其妙地多出了一个龙蛋来。\n\n    虽然戴蒙是哥哥，但他总觉得自己没有担当又整日懒懒散散，真不如和他勤奋踏实，对王位眼红的弟弟换一换，毕竟无论是性格还是习惯，他弟弟更适合坐上那个位置。\n\n    而且更重要的是，他十分向往麦块大陆，但坐上王位就意味着他永远都不能去那个美丽的地方了。\n\n    所以他决定把王位让给弟弟，全然不知大臣们正在开会讨论他的行为是否妥当。\n\n    因为以前可从来没有这种情况，大臣们也不知道是该按照戴蒙的意愿来还是强制让年长一些的戴蒙继承。他们花了泡一杯茶的时间进行了一场不怎么激烈的讨论，最后决定让戴蒙的弟弟戴尔戈继承王位。\n\n    戴蒙的管家在听到这个消息后，第一时间告诉了正在末路之地里漫无目的地游荡的戴蒙。 \n\n    “那这是不是意味着我可以离开了？”戴蒙惊喜地问道。\n\n    管家挠挠头，温和的语气中混着不确定：“应该是的。”\n\n    戴蒙孩子气地欢呼一声，随后吩咐管家，打开位于末路之地中心的通往麦块的传送门，随后毫不犹豫地跳将进去。\n\n    跳进去的那一刻，他感到无比放松，仿佛末路之地的一切都与他无关了。\n\n    他深吸一口气，看着眼前一望无垠的草原和天空尽头的白云，十分高兴。\n\n    等等，自己的紫色眼睛会不会暴露自己的身份？\n\n    末影龙的人形和末影人没有太大差别，一样具有紫色的眼睛。但人类中是没有紫色眼睛的，所以人类一旦见到紫色眼睛的人，要么跑开，要么抄起家伙痛打。\n\n    人类憎恨末影一族，这是不争的事实，因为他们也属于那个神明创造出来的，与人类作对的怪物。\n\n    戴蒙翻了翻自己的背包，拿出一副墨镜——这副墨镜他一直收在包里，只等着离开末路之地的那一天拿来用。而且为了这一天，他还在过去的年月里，利用一切可以利用的时间学习麦块的语言。\n\n    不过在麦块大陆，光有墨镜和语言还不行，还得有钱。\n\n    他步行了几十分钟，找到了一个城镇，在里面找了份简单的工作，并以“我的眼睛有点毛病，不能见光”为由，拒绝了一切想让他摘下墨镜的请求。\n\n    在戴蒙带着塑胶手套做着洗盘子的工作时，戴尔戈已经戴上了皇冠加冕为王，而他登基后，面色冷峻地说出的第一句话是——\n\n    “请各位子民做好战斗的准备，一个月后我将进攻麦块。这是为了末路之地的未来，也是为了你们的未来。”\n\n    事实上，他说这句话也出于自己的私心。\n\n    只要打下了麦块，就可以永远居住在那里了，而不是像无能的哥哥一样只能靠放弃和逃避来在麦块生活。啧，废物哥哥现在应该在麦块过着缩头缩脑的生活吧？他不禁想道。\n\n    他不知道的是，在他准备进攻的一个月里，戴蒙已经从洗盘子的岗位晋升，站到了收银员的位置。不仅薪水不低，小镇里的人们待他也不错。\n\n    而且，尽管很多人出于好奇会问他为什么戴墨镜，但听到他用眼疾来解释后，没有人会再要求他摘下墨镜。\n\n    所以，他的身份隐藏得非常好，过的生活也如普通人一样——除了有时候骨子里力大无比的特性会给自己带来小麻烦，但也不会影响他的生活。\n\n    对这一切一无所知的戴尔戈却在传送门打开的一瞬间想入非非，臆想着自己无能的哥哥会不会哭着求着回归末影族群。\n\n    半晌后他才缓过神来，化为龙形，穿过传送门。\n\n    与此同时，麦块大陆的天边出现了一道紫色的裂痕，裂痕缓缓扩大，像是巨龙睁开了眼睛。而那只眼睛里，正源源不断地飞出人们的噩梦。\n\n    戴蒙抬头看到了这一切，不用想就猜到他弟弟定是想要侵略这里。他将手抄在黑色的袖子里，看着天空被浸染成毫无生气的紫色，有些犹豫。\n\n    他现在有两个选择，为麦块而战，或为末影而战。\n\n    “麦块有着末路之地没有的美好和温暖......”他双手颤抖，喃喃自语，“末路之地......那里只有死寂，但那是我的故乡啊.....”\n\n    当自己故乡的势力想要让这片他热爱的温暖的沃土陷入灾难时，他心中的天平摇摆不定。\n\n    究竟哪个重要.......\n\n    他缓缓抬头，看到一条黑色的巨龙在空中盘旋，龙尾一扫便将远处的城镇夷为平地，其他末影人也在对这附近的城镇进行掠夺。甚至已经掠夺到他所在小镇上来了。\n\n    这样一个肆意侵犯别人的末影一族，与其加入到他们的无理破坏，不如为自己热爱的一切而战。\n\n    但当他看到身旁居民的惊慌失措时，才反应过来人们并不知道怎么对付末影人这一族群。\n\n    “末影人怕水，快往他们身上泼啊！”他用尽力气大吼。\n\n    许多居民反应过来，但只有个别拎出水桶尝试，其他人则是满脸的质疑：“凭什么听你的啊？你只是个收银员啊！”\n\n    戴蒙叹息一声，摘下墨镜。墨镜后的紫色瞳孔，抖落出一片温和的星光。\n\n    人们愣在原地，若有所悟。\n\n    “愣着干什么！想活命就赶紧泼啊！”他竭尽全力大吼，随即丢下外套，向天空尽头那个传送门的方向奔跑。\n\n    他知道的，他知道传送门只需要一条咒语，就可以将方才从传送门中出来的东西尽数塞回传送门的另一头。然后关闭传送门。\n\n    这条咒语是末影议会的大臣召回私自离开末路之地的末影龙时用的，以损耗寿命为代价。以至于十几年前和它的进阶版一起被列为禁咒，然后写有咒语的卷宗通通被焚烧。\n\n    而戴蒙在卷宗被焚烧前就暗自记下了这条咒语的进阶版本的咒语。进阶版本的咒语能将所有生物召回，并永远关闭传送门。\n\n    他知道末影人尽管没了传送门仍可以进入麦块，但末影龙没了传送门只能待在末地，所以这条咒语可谓是一劳永逸。\n\n    可是这样的话，不但弟弟和以后的末影龙无法来麦块，他自己也无法回去了。\n\n    而且以后的末影龙也不能来麦块，虽是一劳永逸，却给人一种“戴蒙为了一己之私断绝以后的末影龙的出路”的感觉。自己的名声也会坏掉。\n\n    但是为了守护自己热爱的土地，必须牺牲些什么。\n\n    于是他站在那个紫色的传送门下，目光正对着传送门中涌动着的紫光，念动咒语。\n\n    这条被列为禁咒的咒语，估计代价不只是回不去了那么简单。\n\n    果然，随着他念动咒语，他感到身上像是有许多虫子在咬噬，在蚕食他的身体，但他决心坚持到底。\n\n    这是我所热爱的那片沃土，尽管我只在这里生活了一个月，但是这里让我感受到比家乡还要温暖的温暖。\n\n    我的故乡只有冷漠，人们彼此隔膜，甚至互相伤害。我即便是在那个高高的位子上也改变不了什么。\n\n    诚然，在这一切面前我只能逃避，我只能做个懦弱的胆小鬼，但我心中对美好的向往与热忱是不灭的。\n\n    我不能为我的家乡做什么，但我能为我所热爱的那片沃土做一件意义重大的事。\n\n    所以......\n\n    再见，末影一族。\n\n    咒语念罢，传送门像一只张开大口的巨兽，吞噬着末影人。他们将回到末路之地，等待着他们的君王。\n\n    戴尔戈也被传送门吸入，他的眼神流露出惊恐，随后变成了释然——他看到了戴蒙的身形正缓缓化为紫色碎片，飘散在支离破碎的晚空。\n\n    再见，我的弟弟。\n\n    戴蒙在心中默念。他抬起手，只能看到自己的手化作花瓣样的碎片，在风暴中起舞。\n\n    传送门渐渐闭合，四周的风也小了下去。\n\n    戴蒙苦笑了一下，他的身形在瞬间崩散，化为尘埃消逝在往来的风中。\n\n    天上的星辰会毁灭，地上的人会死去，文明的建筑会坍塌。但我对这片沃土的热爱是不灭的，它还燃烧在这片土地上，等待着爆发，照亮地上的生生不息，照亮天上的高深莫测。\n\n    你等着瞧。\n\n    我也等着瞧。\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "xcc",
            "timestamp": 1471331580,
            "txt_content": "@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @冥王星人\n@zyj0807  @46241359  @DGK2  \n@柠檬柠檬柠  @llxy @gggbbb"
        },
        {
            "author": "Olurbo",
            "timestamp": 1471334100,
            "txt_content": "him没上镜，或许末影龙才是dalao"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471344420,
            "txt_content": "短篇展示的内容有限，承载不了那么多东西。\n你写得很复杂。但是如果照准一个主题写，可以写开。\n剧本有时候交待事情才常让人物自白。这里不建议用自白。"
        },
        {
            "author": "发光的木板",
            "timestamp": 1471402380,
            "txt_content": "屁颠屁颠地跑来学习=_=\n末影人怕水,不能洗碗"
        },
        {
            "author": "o0尘醉0o",
            "timestamp": 1471413720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "xcc",
            "timestamp": 1471413900,
            "txt_content": "o0尘醉0o 发表于 2016-8-17 14:02\n哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈 考试结束[em]e7061[/em]\n请考生 ...\n噗什么鬼"
        },
        {
            "author": "xcc",
            "timestamp": 1471414020,
            "txt_content": "发光的木板 发表于 2016-8-17 10:53\n屁颠屁颠地跑来学习=_=\n末影人怕水,不能洗碗\n啊糟糕忘了。。。。。。\n诶嘿就当是带手套了吧"
        },
        {
            "author": "o0尘醉0o",
            "timestamp": 1471416060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471590840,
            "txt_content": "xcc 发表于 2016-8-17 14:07\n啊糟糕忘了。。。。。。\n诶嘿就当是带手套了吧\n可以现改！\n这玩意儿就是看细节。"
        },
        {
            "author": "正义の冷子",
            "timestamp": 1471635960,
            "txt_content": "额，写的有点多"
        }
    ]
}