{
    "title": "【原创·连载】巫师猎手[序]【PandaXun 熊猫君】",
    "author": "PandaXun",
    "replyCount": 7,
    "timestamp": 1471344240,
    "txt_content": " 本帖最后由 PandaXun 于 2016-8-16 19:39 编辑 \n\n巫师猎手[序]\n正文：\n   只见天地之间白茫茫的一片，雪花纷纷扬扬的从天上飘落下来，四周像拉起了白色的帐篷，一行人屹立在一颗苍天大树前。若是诗人见到如此境意，岂不是要作出一首诗来不可吗？\n\n   可猎手没这样的雅兴，顺着目光往前望去——一颗像鸟巢般杂乱的苍天大树屹立在前方。树枝的分叉毫无规律可言，令人从心里产生种毛骨悚然的感觉。那苍天大树便是巫师的老巢了。\n\n   舞疾是一个猎手，准确的来说，是巫师猎手。\n\n   巫师是什么？相信在舞疾那个时代人人皆知。巫师是拥有巫术的异类生物，巫师曾经是地球的霸主，大女巫是巫师对首领的尊称。为什么巫师的首领始终都叫大女巫？那是因为大女巫压根就没死过！是的，永生！大女巫具有超强的自愈能力，老死是绝对不可能的，因为大女巫本就只剩下骷髅了，大女巫身上有种绿色的液体流淌。\n\n   有两种东西，巫师对它有着深深的忌惮——火与剑。当然大女巫也包括在内，毕竟大女巫始终是一名巫师。所以在舞疾那个时代，火与剑的力量是主旋律。\n\n   舞疾是巫师猎手里的首领，带领着一支由30名巫师猎手组成的队伍。其剑法更是练到炉火炖青的地步，在队伍里拥有绝对的权威。\n\n   诺亚，巫师猎手首领的辅佐人。任何成为巫师猎手首领的辅佐人都会称之为诺亚，每一个诺亚右臂上都有一个醒目的烙印——巫师猎手的标志。只要诺亚胆敢背叛巫师猎手首领，会被烙印里的禁制禁锢灵魂，立刻自爆身亡。\n\n   因为此行危险，所以诺亚不会跟着巫师猎手进入巫师老巢，诺亚在雪地上的营地上等待着巫师猎手的消息。\n\n   诺亚庄严的站在苍天大树前的营地门口旁面对着巫师猎手部队，郑重发誓：“我向你们发誓：你们所有死去的父亲、儿子、妻子、母亲和女儿，我们将会帮他们复仇！消灭黑死病这一罪魁祸首，而这就是邪恶的大女巫施巫术召唤瘟疫。各位勇士请记住，只要大女巫的心脏没有停止跳动，那么她将会重生！”\n\n   巫师猎手们的报仇之心被诺亚煽动起来，纷纷拿出鞘里的剑，高举过头大呼：“杀死大女巫！消灭黑死病！”\n\n   走进苍天大树的树洞，可以看到通道是垂直的，巫师猎手可以借助依附在通道上的树枝攀岩上去。\n\n  “这里好臭。”一名捂着鼻子的巫师猎手抱怨道。\n\n  走到垂直通道的顶部，很多小通道交错杂交着，这些通道都是倾斜向上的，树枝蔓延到甚至挡住了通道的路口。舞疾前进在队伍的最前端，左手持一把火把，右手持着一把光滑的长剑。\n\n  “大女巫就在附近了！”一名巫师猎手指着一团浑浊的绿色液体说道。绿色液体散发出的恶臭冲击着巫师猎手的精神，巫师猎手精神不得不集中，提高警惕，准备随时把火把点燃在剑上。\n\n  “愚蠢的人类，敢来巫师的地盘。”一股毛骨悚然的声音像是从四周传来，无法分辨具体是在哪个方向。\n\n  “火把点燃铁剑！”舞疾果断的命令起部队。\n\n   说时迟，那时快。一个巫师从一名巫师猎手脚下的树枝空隙中伸出一只手来往那腿上抓去，天呐！指甲可以说是爪子了吧！那名可怜的巫师猎手惨叫一声，一只脚正好通过树枝下陷下去。舞疾一个健步走上去，想把那名伙伴救起，却被一个巫师凭空冒出被巫师往后推去。\n\n   这里的巫师太多了，巫师在疯狂的阻碍巫师猎手的进攻。\n\n   欲擒贼先擒王！舞疾用剑，不，应该称为火剑，摆脱巫师，向大女巫的方向跑去。\n\n   大女巫正在口中念念有词，舞疾赶紧打断她的咒语朗诵，天知道大女巫会用出什么样的技能呢？\n\n   大女巫见咒语被打断，与舞疾交手一阵，便往一个小通道跑去。\n\n   火与剑的力量果然是巫师不能抵御的，舞疾追上大女巫后一阵乱砍。\n\n   “轰！”舞疾冷不丁防的中了一记轰雷咒。\n\n   雷劈过的舞疾身上的衣服已破烂了几处，头发就像非主流一样的爆炸头。\n\n   尽管大女巫疯狂的阻止舞疾近身，可舞疾那忍受着皮肉之痛追击的脚步丝毫没有减速。\n\n   “你找死！”舞疾怒吼着，红色，在舞疾的脸上泛滥起来，看来舞疾已愤怒到了极点。荷尔蒙的激增让舞疾的脚步快了几分，尽管狼狈还是靠着战斗的本能死扛到底。\n\n   一把火剑从大女巫的腰部穿过，舞疾擦了擦嘴角的血，“该死的大女巫，终于追到你了。”\n\n   大女巫正对着舞疾，淡淡了笑了句：“我在你眼中看到了死亡的向往。”\n\n   舞疾也不慌，他知道被火与剑力量灼伤着的大女巫一时间也没有什么大作为，“那又如何？同归与尽吧。”\n\n   火剑穿透了大女巫的身体，绿色的液体在疯狂的流淌。\n\n   “啊！”大女巫发出凄惨的叫声。\n\n   绿色液体发出的恶臭似乎对精神有冲击效果。而绿色液体本身竟然是具有腐蚀性！\n\n   绿色液体从大女巫的身体缓缓顺着剑到舞疾的手，舞疾的手不受控制的颤抖着，终于受不了而松开了手。\n\n   刹那间，大女巫猛的一下伸出左手，抓住了舞疾心脏的位置。\n\n   “我用生命的代价诅咒你，你将永远孤独，永生在这世上，承受着煎熬的痛苦！”大女巫近乎疯狂的恶毒诅咒道。大女巫说完这句话，她已经化作绿色液体在地上流淌着。\n\n   舞疾跪倒在地，痛苦的捂着心脏，口中想说些什么，却只能说出：“你……”\n\n\n\n肺炎：\n《巫师猎手》我已经构思好整个故事的发展，预计每日一更，希望大家评分支持！\n（我才不会告诉你灵感来自一大早知道今天是鬼节呢。 ）\n\n\n大召唤术：\n@冥王星人  \n@sky建筑大师  \n@46241359  \n@恶魔-潇洒  \n@海潮  \n@DreamsDeductive  \n@xcc  \n@a2455564728  \n@XJue_DaDa  \n@gggbbb  \n\n字数统计：1693",
    "replies": [
        {
            "author": "PandaXun",
            "timestamp": 1471344360,
            "txt_content": " 本帖最后由 PandaXun 于 2016-8-16 18:54 编辑 \n\n哎哎哎第一次写文一个章节用那么多字数\n给点鼓励好不"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1471346100,
            "txt_content": "不止一次看到楼主发文学\n[fly]我压根就不知道回复什么[/fly]"
        },
        {
            "author": "PandaXun",
            "timestamp": 1471346700,
            "txt_content": "我就是那逗 发表于 2016-8-16 19:15\n不止一次看到楼主发文学\n以前是发过啊..\n我的意思是第一次发这么多字的文.."
        },
        {
            "author": "PandaXun",
            "timestamp": 1471346700,
            "txt_content": " 本帖最后由 PandaXun 于 2016-8-16 19:34 编辑 \n\n版主对不起2连回复了好像是网卡搞的\n帮忙删这条回复谢谢版主"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1471346820,
            "txt_content": "PandaXun 发表于 2016-8-16 19:25\n以前是发过啊..\n我的意思是第一次发这么多字的文..\n好吧，多少字没看清楚，应该有3500左右吧……\n而且你回复了两次……"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1471399440,
            "txt_content": "你还只是农夫吧。。。\n加油，多水几贴升级会很快\n\n\n\n\n作为一篇序居然如此没有神秘感，难以想象后续故事是会有多大条"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471590780,
            "txt_content": "你每次都把文章的［序］写得很好\n以后还是来写短篇吧（诡异的微笑）"
        }
    ]
}