{
    "title": "〈原创·连载〉［较早期］米歇德将军口述 三",
    "author": "安根_Engon",
    "replyCount": 2,
    "timestamp": 1471354020,
    "txt_content": " 本帖最后由 安根_Engon 于 2016-8-17 07:05 编辑 \n\n注：这是较早期稿件，因为某些原因而发布。\n  部分三\n  入夜了，今天，天上的星很亮。这预示着明天不会有雨。\n  他们不敢生火，就吃生的食用蘑菇。周围的杂草可能使他们一生火就把自己包围在火海之中。\n  两个出去探路的兵到接近深夜时终于回来了。据他们说，他们分别沿着死水塘两岸走了能有两三里，直到怕自己会迷失方向才回来，但看到的仍然只是浮藻，坚实的陆地就好像长腿跑了一样。\n  “哼，”老班长哼了一句，“这要是在我们有红石云梯的时候，可以清楚地看见方圆五公里内的所有地形地貌。”\n  “可是我们没有。”德门说道，“要是有红石，还派什么红石云梯的用场啊。我就把它改装成红石信号发报器，让部队来截住约基兵。我以前一直想当通信员，你把红石发报器给我拆开我都能重新拼起来。”\n  “他老子的，”埃仁突然说道，“不知道约基兵到哪了。他们这次连一兵一将都没有折损。他们穿过内边防线肯定就像剪刀挑断一根线一样。”\n  没有人说话，因为没有人敢往下继续想。小伙子，记住，死亡并不可怕。可怕的是你要见证你同胞的死亡，在祖国覆灭时束手无策——无论是什么样的祖国。\n\n\n  米斯德将军停了一会。他似乎在沉思，又似乎在回忆。\n  沉默许久，他终于再次开口：\n\n\n  第二天早晨，六个人醒得很早。所有人已经为死水塘的事焦头烂额了。\n  “饿死吾，你除了记得一直向南走的路线，还记得别的吗？”侦查班长忽然问。\n  “大概记——得一些……”瘦小的警卫员此刻的呼吸依然急促，“在这片湿地西边，有一片旱地，它的西南方向和平原连接……它的南边是纯粹的沙漠……至于东边，那全是悬崖峭壁。”\n  “那我们就往西边走，穿越那片旱地。”\n  “……那你就是疯了。”医护员听见这句话直接蹿了起来，“你以为在旱地，四个水袋够我们维持多长时间？再说旱地又没有植被，不能生火，我们就像一个靶子，等着被骷髅穿成刺猬。”\n  “埃仁——如果你是叫埃仁，先别说话，等长官发布完命令。”排长依然有点教条地对埃仁说道。\n  “呵，我在前线，什么地形没遇过。”侦查班长继续说着，“有的地方我们用云梯观察不到，或者无法观察，我们就要快速组织人手开路，一开就是十几公里，几十公里。我们保证队伍拼命前进，靠的就是一口气不停歇地走。到了危急关头，什么事都得拼一把。”\n  “老班长说得对，”戴斯凑近他们，说了一句，“至少我们是沿着水潭边上走，也许能够找到水潭边界呢。”\n  “再和你们赌一把。”医护员一甩手，一只半脚掌在草地上跺了跺。\n\n  接下来的整整两天，他们都在向西走。老班长和德门说得对，坚实的陆地真的就好像长腿跑了一样。虽然他们这样的举动十分危险，随时可能有人掉入深不见底的水潭，但直到入夜，还是没有任何突发状况。警卫员时不时观察他们砍倒的杂草痕迹，发现他们走的几乎是一条直线。戴施认为他们应该休息了，但其他人认为他们应该顺着杂草痕迹一直向前走，并且加快速度，直到走出草地。\n  “这大概是个好消息，”戴施说，“至少我们不用看太阳也能知道自己是在向西边走了。”\n  德门的脸色却不太好。“你少说两句吧。”\n  戴施问他：“怎么了？”\n  德门对他咬着耳朵。“你想，现在这片死水潭，沿岸线这么整齐，宽度有几十公里，上面的浮藻上还长了杂草，用云梯绝对看不出端倪。这说明什么？”\n  “这是约基人挖出来的，为的是阻隔米歇军队？”\n  “你还不明白吗！这是……”\n  突然，后面传来巨大物体扑出水面的声音，一些杂乱的类似抽搐的声音，以及警卫员的惨叫。\n  “他老子的，我被他扎伤了！他老子的，他的鳞甲可真硬！他老子的……”\n  黑夜里传来一声枪响，然后就是迸溅出的许多火星。借着这些火星，戴施看见了一个墨绿色的大家伙。“四六式打不动他的鳞甲！他老子的，还在往上蹦！”排长的声音。\n  “是巨乌贼吗？”戴施把自己的四六式从背上拿下来，瞄准那个大家伙入水的位置。\n  “戴施！你是麦开人吗！巨乌贼！你在和我开玩笑！”他哥哥对着他吼道。\n  “不是远古守卫者的刺伤……还有得治。”饿死吾的呻吟中传来埃仁的声音。\n  “保护好自己！向后退！那玩意儿能上岸！”排长对两个士兵喊。\n  “他老子的，这么大的守卫者，还是头一次见……”\n  “先是异类，又是守卫者，咱们他老子快成猎龙团的了。”\n  窸窸窣窣声。戴施感到有人往这个方向移动。\n  月光下露出了翰施的脸。\n  “一直往西或者西偏北走走，直到走出草地。”翰施以不高但清晰的音调说。\n  “可是……”\n  “服从命令，士兵！尽快离开。”\n  突然，水面激起一股水柱。\n  “后退，士兵！”\n  一只很像河豚的东西冲出了水面，不过戴施没见过这么大，也没见过这么丑陋的河豚。他的一只眼睛就占据了他半个脑袋。他的鳞片在月光下呈现出亮青色，不过戴施觉得它的鳞片在白天一定不会这么漂亮。\n  “打它的眼睛！向后退！”\n  四六式的子弹碰在它眼周坚硬的鳞片上，火星四溅。\n  “火砂呢？把半包火砂给我！” \n  潭边一时被照亮了。大量的火砂扬到半空中，一时有炫目的错觉。但守卫者只是闭上一会眼睛，然后仍然抽搐着，用尖刺扫开杂草。\n  用精准度和穿透力都不高的四六式来打守卫者，几乎是不可能成功的。而那把33式手枪，已经随着饿死吾的惨叫而丢失在草丛中了。\n  守卫者的巨眼离他们越来越近，尽管他们不断向后退，并且一直用四六式企图打退他。\n  这么近的距离，只有一个办法能成功。\n  “木棍……木棍给我！”\n  泽捉把开路用的木棍扔给了德门，德门伸手接住。\n  “你去死吧，老东西！”火花中，德门奔跑的身影若隐若现。\n  伴随着一声怪嚎，守卫者从地上高高地弹起，但这种剧烈的活动只会让木棍在守卫者的眼睛上插得更深。\n  黑夜里沉重的空气开始躁动起来，开始晃动，扭动，抖动起来。守卫者不断在原地剧烈地弹跳，打着滚，灰绿色的血液在月下闪着光。六个兵在周围看着这一切，身上沾满着灰绿色的血液。最后，这个庞然大物又像他上岸时那样，纵身跳下去了。\n  “这能要他的命吗？”戴施看着巨大的水柱，问他的哥哥。\n  “它死不了，”德门一边走一边说，“这么大的守卫者，生存力强得很。哼，我就觉得这两天周围没有异类，咱们肯定是见鬼了。果不其然，咱们真的差一点就见着鬼了。”\n  医师用医护箱里的小药瓶收集着那个畜牲的血液。“这可是好东西。知道吗，我在省里有个朋友，专门收集这个东西。这玩意比苏生药水好用多了——虽然只能治外伤。来，泽捉，你在没有出太多血的伤口上涂一点……”\n  他们六个研究了一下，打算往北偏西的方向走。东南天空中似乎吐出了一点灰白。\n  “咱们刚刚遇到的到底是什么？” 戴施问道。\n  这句话在这几个兵中引起的惊讶可想而知。小伙子，我问你，早饭到底是什么？\n  “看守宝藏的远古怪物。”许久以后，老班长答道。\n  “死水潭的下面有宝藏？”\n  泽捉怔了一会，似乎他在遣词造句。随后他说：“呵，士兵，你记住：怪物有时会存心害人，但是他不及人可怕。怪物会在你靠近时，显露它的危险，让你提高警惕；但是人却想尽办法让你自己甘心陷入这些危险。一定要牢记这点。”\n  这一晚的月光似乎格外清亮。戴施走在后面，看见的人、草地、水，全都是深蓝和淡蓝色的了。他自己在月的辉光下，感觉自己也整个都成了亮蓝色的。\n  此后，他们不知走了多久，没有人停下来。终于，草地逐渐变成了沼泽；沼泽又变成了荒野。\n  等到太阳升起来的时候，他们几乎看不见植被，他们眼前只有一些长势不良的灌木丛和仙人掌，脚下是细碎的沙石。散兵们从来没有觉得这样的景色如此美丽过。\n  他们虽然有所损失，但却成功走出了草地，进入了这片旱地。\n  \n\n为了更好的阅读体验，请使用离线文件\n索引贴",
    "replies": [
        {
            "author": "海潮",
            "timestamp": 1471354020,
            "txt_content": "是的，既然没有离线文件，何故要贴上离线文件？\n\n这个问题值得让海潮深思，也值得让潜水多月的海潮回复。\n\n虽然文章不错。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471590960,
            "txt_content": "海潮 发表于 2016-8-16 21:27\n是的，既然没有离线文件，何故要贴上离线文件？\n\n这个问题值得让海潮深思，也值得让潜水多月的海潮回复。\n现在有离线文件了不是？"
        }
    ]
}