{
    "title": "〈原创·连载〉［较早期］米歇德将军口述 五",
    "author": "Mr.僵尸猪人",
    "replyCount": 2,
    "timestamp": 1471356600,
    "txt_content": "这么血腥 啊",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1471356960,
            "txt_content": "标题: 〈原创·连载〉［较早期］米歇德将军口述 五 本帖最后由 安根_Engon 于 2016-8-17 07:02 编辑 \n\n注：这是较早期稿件，因为某些原因而发布。\n\n\n  但是还没完。\n奈抬起手中那把枪，上前蹬住埃仁，又补了一枪。\n这枪很响，响得所有人几乎穿了耳膜。\n  尽管所有人都极度乏累，但六个人绝对控制得住他一个。排长勉强说出一句，语气是一种愤怒的震颤：“你疯了。”\n  狙击手笑了起来：“我没疯。到现在这个时候，我们没一个人能活。”\n  大家想反驳他，想说“死的应该是你”，可是没有一个人这样说。他们现在的资源确实已经处于极度匮乏的状态。后来——一行人带了那具尸体一段时间，全部不约而同地停下来。\n他们都同时意识到了什么。尽管谁也不愿意承认。\n尸体，也是肉。能吃。\n他们一点点向回退了，所有人向尸体聚拢了。\n尸体被放下了，大兵围上去。埃仁的眼睛圆睁着，正对着他们。因为缺少水分，已经发青，布满血丝。这个医生在最后一刻没能救得了自己。\n谁拿出了小刀，他们忘记了。\n接下来，他们把那具尸体生吃了。\n  现在，他们开始玩一种可怕的游戏，这个游戏是奈提出的，规则是由奈指定的。小伙子，也许你前一段时间曾经听过“极限生存”这个概念。现在我告诉你，这一行人此刻正在玩一种特殊的“极限生存”。这比把自己置身于荒野或者异类窝要令人胆战得多。他们的心理与生理上都是一样在“极限生存”。\n  现在，剩下的六个人进入了高压状态。每个人都为自己和对方而毛骨悚然。他们彼此之间都尽量保持着两百米的距离，这是五六式的最大射程。而狙击手明显占着优势，但他随时都在担心其他五个人的子弹会一齐穿过他。另外的五个人亦是如此。\n  小伙子，在沙漠中保持着这样的心理，是不可能走得快的。直到晚上，他们才走了二十里左右，而且不是向正南方向。晚上他们不再敢抱成一团，因为狙击手就在这个圈以外。他们尝试着把自己的大半个身子埋在沙子中，任凭风的铁蹄践踏他们的脸。但已经没有人敢入睡了。人人都感觉自己在黑暗中正在被数杆枪瞄准。\n\n  第十天。他们的所需时间已经远远超出了自己的估计。他们现在已经没有一滴水可以饮用了。食物也是如此。\n  到中午的时候，竟然没有人停下来。所有人都紧张疯了。谁停下，谁就会被瞄准。\n  在神经这样紧绷的情况下，没有人不会感觉疲累。警卫员停在了原地，跪倒了。\n  随后先后有两声枪响。第二声枪响后警卫员倒在地上。\n  没有人追究奈对他开了两枪，杀死了他。他也确实不能继续向前走了。人们围过去。现在，他们只有在吃自己的同伴时才敢聚在一起，因为这表明自己暂时是安全的。\n  我这么说，你可能觉得我疯了，或者他们全疯了。可是在那种情况下，没有人不会疯。自己的生命摆在眼前，不是杀掉别人就是任凭自己被杀。他们还不至于大公无私到那个程度。活下去，现在他们只剩下这个年头了。\n  分食完毕，所有人继续拉开距离赶路。戴施看着他们，由于距离比较远，所有的面孔在扬尘与被热气扭曲的空气中都模糊起来。\n  他忽然之间有一种深深的耻辱感，自责感，负罪感。他感觉这是杀人的勾当，而现在他在与人家同流合污。可是就凭这个，他可以停下来让所有人停止这个游戏吗？不能。停下来就意味着接受死亡，没有人听你解释。\n  晚上，埃仁给他们灌的铅砂全部吹散了。戴施听着劲厉的风在沙粒上发出的忽高忽低的呜呜声，感觉似乎有一些看不见的幽灵在向他伸出手。他看着空中，感觉灰气在空中似乎拼成一些什么诡异的形状。\n  没有警卫员判断他们在沙漠中的大致位置，他们只能由侦查班长引导。但他们的最后一点信心也在逐渐消磨掉。一连几天，他们都走在无限的黄沙中，连平原的影子也没有看到。戴施已经没有精神去数这是第几天了。\n  翰施短暂地消失在了黄沙之中。随后传来一声枪响。\n  他们每次分食，得到的食物本应越来越多，但他们却饿得越来越快。戴施知道，所有人的体重都在急速下降。\n  他们只是生食。周围生不起来火没有办法烤，更别提他们急需水，不能把这些肉风干了。这次，他们几个吃得有点哽噎。但他们更加需要担心自己。剩下的人越少，自己被吃的几率越大。\n  狙击手把那把枪扛在背上，搜了一下翰施身上可用的工具，匆匆吃完一条大腿便往前赶路了。\n  戴施此时突然有一种冲动：如果把这个家伙毙掉，剩下的时间靠他们自己的毅力赶路，就能让他们几个都活下来。对，把他毙掉！\n  戴施缓慢地举起了枪，手十分抖，使他扣不准扳机。\n  “别。”\n  老班长拉住了他。\n  “如果我们到不了那里，你忍心亲自杀掉我们吗？”他低声说着，嗓子十分沙哑，目光中似乎有些东西在闪烁，但他又好似有些痛心。\n  戴施有点惊讶，最终把枪放下了。\n\n  可是到了这件事发生后的二天，在行军队伍中，老班长的方向传来一声枪响。\n  戴施真的想一枪崩掉奈。但他立刻就看见，老班长是把五六式对准自己的嘴口倒下去的。\n  戴施似乎想说些什么，可是早已晚了；似乎想到些什么，可是完全想不起来。\n  奈过去捡泽捉的尸体。“这次省事了。”两个资历不大的兵这次凑过去的时候，都有一点发抖。戴施发现侦查班长另一只手上攥紧着一段磨过的树皮。赶紧在奈发现它之前，把它塞进行军囊里。\n  “那是什么？”奈问他。\n  “老班长的十字勋章。”他随口说道。\n  “呵，十字勋章。愚蠢的荣誉。”奈说着，去掰老班长的大腿，“我以前，是米歇的雇佣兵，帮素不相识的人暗杀素不相识的人。那些日子里，自己的命和钱就是至高无上的荣誉。活下去，比什么荣耀都更加重要。真不知道，没有了命，你还要十字勋章做什么。”\n\n  晚上，戴施把班长手里紧攥的树皮拿出来。\n\n为了国家，活下去，把情报送到。\n——泽捉\n\n  虽然戴施早已知道他们已经不可能及时送到情报，但还是把这段树皮塞进了自己的里怀。\n  活下去。这是老班长对他说的，同时也是奈对他说的。\n\n\n索引贴"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471590960,
            "txt_content": "Mr.僵尸猪人 发表于 2016-8-16 22:10\n能不能不要这么血腥 啊\n其实都是个人有个人看法。\n但是我对自己这玩意没什么看法了。（太差劲了。）"
        }
    ]
}