{
    "title": "〈原创·连载〉［较早期］米歇德将军口述 四",
    "author": "安根_Engon",
    "replyCount": 0,
    "timestamp": 1471354200,
    "txt_content": " 本帖最后由 安根_Engon 于 2016-8-17 07:03 编辑 \n\n注：这是较早期稿件，因为某些原因而发布。\n\n  在旱地，虽然阳光毫无遮拦地照在这片地域的表面，烤灼着这里的一切，但他们并不缺水。仙人掌的茎含水量丰富，只要把枯灌木点燃，把仙人掌烤一下，立刻就能渗出汁液来。\n  虽然在这里他们根本无法靠水中的倒影观察太阳，但这一天他们还是能根据周围仅有的植被稀疏情况来修正自己的方向。\n  这些因素使他们信心倍增，几乎每个小时，他们周围的景色都有所变化。实际上他们感觉自己的绝望正在一点点消除。七天的干粮他们几乎没有动；水袋里的水不仅一滴没喝，而且还全部灌满了。如果他们有柴火，晚上也不担心异类的现身。换而言之，只要不遇上约基兵，他们就还能活。\n  只要不遇上约基兵……\n  “你看。”警卫员忽然招唤着泽捉回头，“那是不是离群的狙击手。”\n  旱地的烫人的风沙里，一个背着几杆长枪的米歇兵身影若隐若现。\n  “咱们原地等他一会。他过来的时候，大家提高警惕。”老班长像四周这样低声说着，嘴皮几乎不动。\n  六个人转过身来围成一个半圆，无一例外地朝着正在走过来的奈。他腿上似乎受了很重的伤，每走一步就打一个趔趄。\n  “他老子的，”他喊，语气有点抖，“过来扶我一下！”\n  埃仁背着药箱过去看他腿上的伤。“这是约基兵的五六打的，但是伤得不深，”说着，他用镊子从伤口夹出一枚子弹。“你遇上约基兵了？”\n  “遇上他们的运输部队，大约有一百人。他老子的。”奈把几把五六式和一把戴施叫不出名字的狙击枪放在地上，“我不过从谷口出来，跟了他们一会，打死了几个约基兵，抢了几把枪，然后被他们追赶。还好他们的骡子受了惊，让他们一时追不上我——他老子的，轻点！我腿都要断了！”\n  埃仁板着个脸：“守卫者的血溅在伤口上就是这么疼。你忍着点。”\n  奈抬起了头：“呵，你们拿四六式杀了守卫者？”\n  “我们遇到的那只有六米多长，只能勉强打退。”排长说着拿起一把五六式，“说起来，我敢说我早就想要一把这东西了。四六式跟这个比简直成了史前武器——虽然弹夹没装满。”排长看了一眼弹夹，略有失望地说道。\n  “看来你们的路线够曲折的。”奈正看着自己的伤口以可见速度愈合，“哦，你们是往哪里走？”\n  “西南边，那里有一片平原——”警卫员说。\n  “那你们得换个方向了。”狙击手现在可以站起来，虽然还站不直，“它们就是往西南方向来的。”\n  “它们？”老班长抬起了头。\n  “你不能指望我拿它们当人。”奈拿起了狙击枪，“不过说真的，我们得往正南或者东南走走。如果咱们顺着它们的路线，就得被约基蛮子的大部队放进锅里炖了。”\n  几个兵都有些迟疑，不过还是按照狙击手的建议，走了正南边。\n  “不过，”老班长嘱咐戴施，“在咱们走出这片旱地之前，你还是多留意后方。如果没有看见运输部队，咱们就要小心这个狙击手了。”\n  周围的景物变化十分缓慢，但又好像非常快。他们脚下的沙石越来越细碎，本来分布稀疏的植被已经难得一见了。似乎天也被这样的沙土映成了黄色。太阳越发地灼热了。\n  下午，戴施感觉他们的北面似乎有人。由于距离比较远，所以很难判断是什么人。这些人的位置越来越向西，最后看不到了。\n  沙地的夜晚不知怎么的，比草地更冷。戴施猜想这可能是风可以毫无阻拦地吹在他们身上的关系。\n  沙地的风穿透力很强，就像爆炸的冲击波一样，从各个方向过来，并且都可以直接穿透你。这就意味着，即使你围出一个圈，都无法在中间点起一堆火来。\n  六个人在风中抱成一团，企图用这种方式获得一点热气。然而奈执意要用一堆枯死的灌木生一堆火。他的希望像他生的那堆火一样，还没燃起就熄灭了。\n  趁着奈在失望的工夫，戴施向泽捉说了他下午看见的人影。\n  “那咱们可以先信任他。”泽捉说完这话就住嘴了，因为在这样卷着沙尘的风中，没有人原意多说话。\n  现在，他们开始担心水的问题了。即使他们没有用水袋中的水，甚至四天没有拧开过水袋的塞子，但它们的蒸发速度还是惊人。仙人掌也越来越难找到了。不过他们没有办法，他们只得尽量不去喝水袋中的水。\n\n  但接下来的情况越来越糟糕。周围的环境极度恶劣，他们进入了真正的沙漠。一晚以来，连异类都不会生成一只。而且周围没有任何东西可供食用或者饮用，走了二十多公里，他们就消耗掉了一整天所需的食物和水。\n  晚上，戴施和大家抱成一团。他感觉他们此行并不光荣。前几天他们是为了守卫祖国的疆土；现在他们急着回去向军局报告，不过从狙击手的讲述来看，现在他们已经失去了这一作用。约基军队现在在他们前面，并且把正在他们落得越来越远。从前他们吃的是人民的俸禄，为的是人民；现在他们多少有点逃兵的性质。谁都明白这个理，但是谁也没有说出来。\n  这是第六天了。现在他们必须严格控制自己每天饮用的水量。他们从来没有想过，当他们失去了人们的依托，自然的依托，自己会变得如此弱不禁风。医护员的半只脚掌情况不容乐观，现在他已经走得很勉强，虽然大家走得都非常勉强了。他们这一天他们只是向南移动了十几公里，因为他们已经无法准确地辨别方向。\n  第七天。食物基本消耗完了。散兵们像无头苍蝇一样在沙漠中乱撞，再也没有全速前进时的那种士气，虽然根据警卫员观测，他们已经到了沙漠的中心位置了。但他们仍然没有丢掉自己的枪。晚上，风几乎要吹破他们的骨膜，埃仁拿出了半包铅砂，把他们七个的外耳全部封住才算完事。\n  第八天，太阳出来的时候，他们几乎是靠自己的意识和精神在走路。戴施走在后面，感觉自己渐渐跟不上这些老茬的兵了。\n  他抬起头，意识有些模糊地看着前面的六个人。狙击手似乎举起了枪。\n  但这不是幻觉。他看见奈似乎把枪口对准了——\n  他想呼喊，但是没有发出任何声音。他一张嘴，喉咙就被风沙封住了。\n  一声枪响很快被风吹散了。埃仁在原地伫立许久，他似乎不相信一颗狙击枪的子弹刚刚穿过了他的身体。\n  他倒下了，衣服卷起周围的尘土。 \n\n为了更好的阅读体验，请使用离线文件\n索引贴\n",
    "replies": []
}