{
    "title": "[双线]绯月服务器——地皮丨RPG丨小游戏丨PVP丨养老[1.9.x-1.10.2]",
    "author": "xyrbbs",
    "replyCount": 2,
    "timestamp": 1471360860,
    "txt_content": " 本帖最后由 xyrbbs 于 2016-8-17 13:51 编辑 \n\n\n服务器简介\n绯月服务器建立于2015年8月我们团队致力打造一个以良好的风气，质量组构成的服务器。在这一年里，经历了不少坎坷。如今迎来了第5周目。以全新的游戏形式展现给大家。\n\n背景故事（有兴趣的同学可以看看） 一    [绯月城]明末中秋晚，一轮明月升起，一个孤单的帆影在海上飘荡。在千里之外的楚城，一个娇影独自坐在窗前远望绯色的月光。渔船里探出头来，一个渔夫捋了捋袖子，放慢船桨，在湖中央的倒影中看见了自己的家人，便伸手去抚摸，没想到风浪突起，这渔夫便渺无音讯。但是渔夫正好掉到了水中绯月影，妻子因经受不住打击投河而死，在湖底与丈夫相遇，而每当妻子对渔夫想念，渔夫就会少一天修炼，渔夫在月亮上望着湖中倒影，思绪万千便成了一个世界，诞生在这里的人们快乐的生活，积极地建设这绯月城..\n二    [鹿阳殿]星宿的下面，原来是一片荒地的阜阳，意外在雨中落下来一颗绯月城飘来的种子，由于这里水土温和，适于植物生长，大樟树便长的一发不可收拾，这里也变成了绿林，有一位农夫路过此地迷路后，一只梅花鹿把人类驼在身上带到了最大的樟树下，而农夫却恩将仇报，杀了梅花鹿，用火烤鹿肉来吃，但火苗蔓延了整个丛林，梅花鹿的躯体被深深烙印在了大樟树下，他的角变成了繁茂的树枝。使得只有大樟树存活。而农夫被大火活活烧死了。后人用繁殖起来的树木造了一个大殿在大樟树旁，称为鹿阳殿。\n\n\n三      [远洋号]一位船夫乘着一叶扁舟来到绯月城 ，穿越了历史长河，这个船夫身上有几条鱼，便放生了。有一天用小船出海时，遇到了大风暴，是天神的旨意。结果鱼儿们去雨神殿求宽恕，雨神看在放生鱼类的份上便私自收了雨，被天神发现贬去凡间，化作静物一百年修炼来赎罪，雨神化作了一艘有灵性的大船来陪伴船夫，一百年已过，船夫离开了船，船为了纪念渔夫，便留在凡间不走，鱼儿们也纷纷陪伴。就是现在看到的远洋号船队\n\n\n四[灵靖渡]连接远洋号和绯月城的码头，人们在这里离别，因此思念颇深聚集在此，惊扰天帝，于是天帝下令用一场大雷欲烧毁了这里，却蔓延到了镇上但用水浇不灭，一位叫溟的木匠手艺在镇上出名，他拿着大樟树的碎片割下了手指上的一块皮肤，他带着滴下来血走进火中，葬身火海。火立即散去，除了那个善良的木匠，所有东西都完好无损。\n\n服务器特色1.城镇建设玩家可以自行建设城镇并且管理员每个月按城镇规模提供补贴.2.游戏活动定期举办游戏内活动，管理员与玩家共同体验游戏乐趣。3.快捷菜单游戏内设定快捷菜单，让玩家不必自行输入指令。方便，快捷。4.查询插件玩家可以自行使用Co i查询被熊的地方，截图给管理员管理员会根据轻重惩罚熊孩子。5.RPG武器（正在制作）获得材料晋级你的武器，让你变得更强吧！6.排名系统（正在制作）根据战斗力给玩家进行总排名。7.免费地皮服务器拥有64x64免费的超大地皮。再也不怕没钱圈地东西被熊了。8.BBQ烧烤可以在MC里跟朋友来一个烧烤派对。9.全球市场多的钻石没用？上架到全球市场。10.砍树插件不用一个一个的砍了， 砍底部直接全部掉落\n\n服务器地图生存世界:玩家可以在生存世界造房子。永不重置，死亡不掉落资源世界:玩家在资源世界内采集资源，不定期重置，死亡不掉落地皮世界:玩家领取地皮后在地皮世界建造属于自己的庄园地狱:死亡不掉落，不定期重置末地:死亡不掉落，不定期重置还有一些地形地图，供玩家购买建筑城镇。\n给玩家准备的城镇，先到先得哦\n\n\n\n海中小屋\n\n服务器下崽地址百度网盘:http://pan.baidu.com/s/1i4SYNiP服务器QQ群: 557271848服务器IP:z1.ouleyun.com:10801\n赞助列表VIP1:30RMB 内容:50000绯月币 自定义称号 50钻石 40绿宝石VIP2:80RMB 内容:130000绯月币 自定义称号 100钻石 85绿宝石 翅膀特效x1VIP3:150RMB  内容:200000绯月币 自定义称号x2 自定义尾缀 150绿宝石 150钻石 翅膀特效x2 粒子特效x1 飞行权限。VIP4:未上架\n\n\n由于服务器刚开不久，希望各位支持我们，感谢你们，让我们有了前进的勇气。我们会把最好的体验带给你们， 谢谢~\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1240008108",
            "timestamp": 1471778040,
            "txt_content": "该服不错玩家的我顶"
        },
        {
            "author": "1240008108",
            "timestamp": 1472012220,
            "txt_content": "为啥就我一个人回复{:10_492:}"
        }
    ]
}