{
    "title": "〈原创·连载〉［较早期］米歇德将军口述 六",
    "author": "安根_Engon",
    "replyCount": 0,
    "timestamp": 1471359600,
    "txt_content": " 本帖最后由 安根_Engon 于 2016-8-17 07:09 编辑 \n\n注：这是较早期稿件，因为某些原因而发布。\n  部分六\n  现在只剩下两个瑟达和狙击手在赶路了。他们离沙漠边界越来越近，已经能远远地看见小城的轮廓了。\n  没有任何顾虑了。即使他们不能在两天以内走出沙漠，到时候也能够发现仙人掌之类的植被，获得食物和水。两个兄弟已经并行在一起了。\n  但德门告诉戴施，他仔细地观察过狙击手，估计现在的枪里还剩下两发子弹。也就是说，他仍然就可能在沙漠中把他们两个毙掉，然后回去继续做他的雇佣兵。但两个兄弟没有办法与狙击手保持距离，或是甩掉他。他比一般的兵厉害得很。\n  但戴施似乎不能相信他的哥哥所说的。\n  “可是我不会杀自己的战友。”戴施的语气有点胆怯。\n  “在生命面前，任何能对你造成危险的人都是敌人。”德门有些无奈地说道，“没有人愿意做出牺牲，但是咱们必须要活下去。”\n  活下去。这句话又一次在戴施耳边回响。\n  活下去，这真的这么重要？\n\n  晚上，两个兄弟观察着狙击手的动静。他们正埋在沙里两人的五六式都已经上好膛，各装了三颗子弹，瞄准了同样埋在沙里的狙击手。\n  今天的风不是很大，便于他们射击。只要狙击手有动作，他们就立刻开枪，至少能够有一发子弹打中他。\n  但戴施此刻却隐隐于心不安。奈不是人，残害自己的同胞；那他们又是不是人呢？\n  “你的手在抖。”德门小声说。\n  “我怕我下不了手。”\n  “你又在担心这个……可是他对我们下得了手。”德门又把眼睛盯紧在那个狙击手身上。“做好权衡，老弟。”\n  他握紧了枪管。\n  突然，奈一跃跃起，去拿他的狙击枪。两个士兵的第一发子弹都落空了。\n  狙击手朝两个士兵这边打了一枪，子弹贴着戴施擦过去。这意味着他不能把两个人都杀掉了。\n  德门上好第二发子弹，在沙中开枪了。似乎打中了狙击手的小腿。狙击手此时站着，重心一不稳，第二发子弹就落了空。\n  “可以了，”德门说着，给第三颗子弹上膛。\n  戴施此时上好了第二颗子弹，瞄准了狙击手，打中了他的头。这次他似乎都听到子弹射出，穿过颅骨的声音了。\n  他似乎都听到子弹射出，穿过颅骨的声音了……\n  狙击手打出了第三发子弹。子弹穿过了德门的颅骨。\n  两个人都倒在沙中。留下戴施怔在原地。\n  德门估计错了。警卫员倒下时，他先后听到了两声相似的枪响。\n  只有第二发是狙击手打出的。\n  第一发，是警卫员用五六式瞄准了狙击手打出的。\n\n  天亮了。现在只有戴施一个人在沙漠中赶路了。只是为了活下去，为了老班长所说的活下去，为了他哥哥所说的活下去，甚至为了奈所说的活下去。\n  小伙子，我说过。最可怕的不是死亡。你要看着你的同胞，你心爱的战友倒下而束手无策，要见证他们的死亡，这是最可怕的。\n  周围的环境正在逐渐变好，风明显小了，但他感觉这些风正在像刺刀一样穿透自己的胸膛。但戴施走在仙人掌与灌木之间，感觉自己正走在同胞的尸体之间。\n  夕阳逼得很近了。像二十天前一样，是鲜艳的血红。他的视野中，郊外的村庄正在不远处。在耳腔回荡的枪声中，他感觉周围似乎正在沉静起来；在脚被磨破的疼痛中，他感觉脚底似乎轻盈起来。\n  在血红色的平坦的原野中，士兵扔下了枪。他两条胳膊耷拉着，枪的份量已经太重了。\n他的嘴在空气中一张一合，似乎在无声地说着什么。\n四周都静了。隐约地，可以听见他说着什么；再仔细听，才能听出他是在唱：\n\n我们的祖国大地，\n有着至强之勇气。\n无论敌船多强，\n我们从不害怕！\n请别做无望的索取，\n收起谎言与诡诈，\n别再做痴心妄想。\n因圣战之号角，\n随即会为我们响起，\n为我们的祖国大地，\n为我们再唱凯歌！\n在我祖国大地，\n凯歌永远响起，\n祖国是我们永远的家，\n我们靠和平取胜！\n\n  他还没有唱完最后一句，整个人就像一个木偶一样，每个关节都失去了控制。\n  就在他倒下的地方，不到二十米远，是一户农舍。\n  后院走出一个老妇人，看见这个半死的兵，脸都白了。\n  “老头子，好像有咱们的兵！”\n  “别乱说呦！”老头也从后门出来，看见这个瘫倒的兵，赶紧把手上的东西扔下，去掏他的衣服。“他老子的……还有气呢。”\n两人沉默了片刻。“穷光蛋一个。”\n  “是不是逃兵呀！”\n  “难说。”老头子说着拿出一段树皮，翻来覆去地看，“他老子的，他就揣了一块这玩意儿，还让什么东西刮得磕磕巴巴的。”说完连他的军装一起扔进了旁边的小河。\n  “你们在外面干什么？”一个约基士官走出来，用生硬的米歇语说着，“自从我们来这的一周，你们每天都做奇怪的事。”\n  “没什么，就是有人饿死了。”老头说完，把只剩一口气的戴施一脚踢开。戴施打了几个滚，也跌进河里。\n老头看一眼逐渐灰暗下来的天空，和约基士官走进了后院。\n  想必你已经知道为什么米歇士兵的死亡率为什么如此高了吧。\n\n\n\n索引贴\n",
    "replies": []
}