{
    "title": "Realms（官方领域服务器）新地图新闻专帖",
    "author": "zx728925",
    "replyCount": 13,
    "timestamp": 1471411140,
    "txt_content": " 本帖最后由 zx728925 于 2016-9-17 14:32 编辑 \n本帖为新闻版针对Realms新地图新闻碎片化的特点专开本帖。\n地图新闻按时间逆序排列，越新的地图越偏前。\n地图新闻由爱好者zx728925 负责更新。Minecraft Realms为Mojang官方运行的小型服务器出租服务，详情可访问http://minecraft.net/realms查看。\n\n\n\n2016年9月16日\n\nREALMS MAP ROUND-UP: CHICKENS AND CHALLENGES\nRealms地图目前情况：鸡与挑战\nPosted on Sep 16, 2016 by Marc Watson由Marc Watson在2016年9月16日发布\nHere we are again! Though we last spoke mere days ago, as promised, the release cycle of new Realms maps on PC has changed. That means that instead of a recap post, the maps you’ll see below are brand new to Realms, and are available right… now!我们又来啦！虽然我们上次发的仅仅是几天前，正如我承诺的那样，PC Realms新地图的发布周期已经改变了。那意味着将代替翻新新闻，这些下面的地图你将会看到是Realms地图新的种类，并且现在可用啦！Read on, brave adventurer!读一读吧，勇敢的冒险家！Makers Wars by Minemakers Team\n由Minemakers Team制作的Makers Wars（制造者的战争）http://v.youku.com/v_show/id_XMTcyODIwMTc0NA==.html\n原视频地址：https://www.youtube.com/watch?v=aqxAcekj5cw\n\nThe Minemakers team is at it again, this time showing off their take on the skywars PvP minigame genre. Choose your team, your map, and your starting items, then fight across islands in the sky; the last team standing wins!Minemakers团队又回来了，这次展示并呈现了他们的空岛战争PVP迷你游戏模式。选择你的团队、你的地图和你的起始物品，然后在天空岛上战斗；最后幸存的将会赢！Chicken’s Courage by Mithey\n由Mithey制作的Chicken's Courage（鸡的勇气）\nhttp://v.youku.com/v_show/id_XMTcyODIwMTU5Mg==.html\n原视频地址：https://www.youtube.com/watch?v=lpwQ9lEpOOQ\n\nIf you’ve ever wondered what it would be like to be a chicken (and let’s face it, who hasn’t?), Chicken’s Courage has you covered. In this adventure, you’ll need to get to the bottom of the fowl play happening in your beloved tree home. Doing so will require you to double-jump between platforms, upgrade your offensive capabilities (egg arrows!), and defeat three custom bosses.如果你曾想过变成一只鸡会怎样（让我们面对它，谁没曾想过呢？），鸡的勇气将包括你。在这场冒险里，你将会需要到达你的亲爱的树屋的底部与鸡玩耍。做得很好要求你在平台之间双跳，提升你的进攻能力（鸡蛋箭），并击败三个自定义的BOSS。Waldur by Gemoz, Pebble, and Kovu\n由Gemoz, Pebble,和Kovu制作的Waldur（瓦尔杜）\n\n\nWaldur is the perfect place to start a new survival game of Minecraft. It’s got a quiet village, mushrooms, giant trees, and a fancy tower! Or, if you prefer, fly around it in spectator mode, using it as inspiration for your own creative builds.Waldur是Minecraft中开始一个新的生存的完美的地方。这里有安静的村庄、蘑菇书、巨大的树和一个别致的塔！或者，如果你更喜欢的话，在旁观者模式里飞来飞去，用这张地图作为灵感来建造你自己的建筑。MINECON!The Realms team will be flying out to sunny Anaheim, California next week with most of the rest of Mojang. If you’re attending, stop us and say hi! We’ll be back in October with more new Realms maps.Realms团队将会在下周带着Mojang大多数其余的内容飞往阳光明媚的加利福尼亚的阿纳海姆。如果你参加的话，看到我们就停下你的脚步并说你好！我们将会在十月带着更多Realms新地图回来。\nMarc - @Marc_IRL\n推特消息：\nMarc：PC Realms players: Chicken's Courage, Waldur, and Makers Wars are all available right now!\nMarc：PC Realms的玩家们：鸡的勇气、瓦尔杜和制造者的战争现在可用啦！http://www.mojang.com/2016/09/re ... ens-and-challenges/\n\n\n\n\nQQ截图20160917140927.png (16.63 KB, 下载次数: 0)\n\n下载附件\n\n2016-9-17 14:12 上传\n\n\n\n\n\n\n\n\n\n\nMarc：The new map category will be Experiences (name and release date pending!). As for the first map.... here's a hint.\nMarc：新地图种类名字将会是经验（名字和发布日期待定！）。至于这第一张地图....这是个暗示。\n\n\n\n\n\n\n\n2016年9月15日\n\n\nREALMS MAP ROUND-UP: SPLEEF, SWORDPLAY, AND BOARD GAMES FOR BORED DAYSRealms\n地图总体情况：决一死战、击剑和为那些无聊的一天制作的棋盘游戏\nPosted on Sep 14, 2016 by Marc Watson由Marc Watson于2016年9月14日发布\nHey there mining and crafting enthusiasts! It’s been a while since we’ve gotten to show off what awesome, new content has appeared on Realms lately. Since we last checked in, fourteen new pieces of content have been added for you to explore!挖掘和合成的爱好者们，你们好！自从我们已经在Realms上展示了优秀的、新的地图后，现在已经有一段时间了。自从我们把最后的一张地图放进去后，已经有14张新地图和你们见面了，去探索吧！\nMakers Spleef by MineMakers Team\n由MineMakers Team制作的Makers Spleef（制造者决一死战）\nhttps://www.youtube.com/watch?v=B3WVyiBUecU（预告片）\n\nMakers Spleef is simply one of the best spleef maps we’ve played. The clean design makes gameplay easy to understand, and the different game modes keep it interesting as you replay over and over.Makers Spleef是我们到现在玩过的最好的决一死战地图之一。简洁的设计让很多玩家易懂，不同的游戏模式可以让你一次又一次的玩耍而不失乐趣。\nBlocked In Combat by PingiPuck, pandymit, EpicMelon, DarkPiep\n由PingiPuck, pandymit, EpicMelon, DarkPiep制作的Blocked In Combat（封锁大作战）\nhttps://www.youtube.com/watch?v=VO4DPGO9IQ4（演示片）\n\nMany Minecrafters have found themselves in a battle with other players at some point; it’s the basis for many of the most popular minigames! Blocked In Combat offers a neat twist on this genre, encasing you in useful blocks, and requiring you to mine through them to reach your opponents. Protip: shields are very useful!许多Minecraft玩家已经在某些时刻在和其他玩家的比赛中找到了他们自己；这是许多最受欢迎的迷你游戏的基础！Blocked In Combat提供了这个类型中整洁的扭曲（？），你被一些有用的方块包围着，要求你去疯狂地挖掘以看到你的对手。Protip说过：盾牌是非常有用的！\nNegentropy by Plagiatus\n由Plagiatus制作的Negentropy（负熵）\nhttps://www.youtube.com/watch?v=mA7S6QEMqYI（预告片）\n\nNegentropy has a simple premise: place moving pieces and don’t let them run into each other. This puzzle game starts off simply but quickly becomes a challenge in placement and timing. Don’t miss this map; it doesn’t look much like Minecraft as you’re used to!Negentropy有一个简单的规则：放置好移动片，不要让他们互相碰撞。这个解密游戏简简单单地开始，但是很快在布局和时机方面就是个挑战了。不要错过这张地图；这张地图完全不像你曾经玩过的Minecraft！\nWhere Next by TCPBonehound\n由TCPBonehound制作的Where Next（下个地方在哪里）\nhttp://v.youku.com/v_show/id_XMTY3OTQxMjMyNA==.html\n\nParkour maps have players frantically running and jumping from place to place, but what if you can’t see where you’re going until the last second? Where Next? challenges you to be swift but precise, your next jump only revealing itself as you move close to it.\n跑酷地图让玩家处处疯狂地跑啊，跳啊，但是如果你直到最后一秒你才能知道你正在去向哪里呢？下个地方在哪里？挑战你，是你变得敏捷又准确，你的下一跳只有当你移动得靠近它时才会揭露它自己。（？）\nClambering Cubes by bananenbroek4\n由bananenbroek4制作的Clambering Cubes（攀爬方块）\n\nRun. Dodge the falling blocks. Avoid obstacles. Don’t fall into the lava! That’s a lot to keep in mind, and it only gets more complicated as you add more friends to the game. The game is complemented an unorthodox lobby, allowing players to rocket between different platforms as they start the game.跑。躲避掉下的方块。避开障碍物。不要掉进岩浆里了！那非常需要记住，当你加入更多朋友到游戏里，只会变得更复杂。这个游戏补充了非正统的大厅，允许玩家瞬移到不同的平台上开始游戏。Ludo by Plagiatus, dragonmaster95, Vilder50\n由Plagiatus, dragonmaster95, Vilder50制作的Ludo（鲁多游戏）\nhttp://v.youku.com/v_show/id_XMTY4NzEzMzYxNg==.html\n\nLudo (known in Sweden as Fia med knuff), is a game that folks have been playing for over one hundred years. Its predecessor, Pachisi, has been played since the 6th century! Now you can play Ludo for the modern day: in Minecraft!鲁多游戏（瑞典的游戏）是一个已经存在了超过100年的传统游戏。它的前身，印度骰子游戏，已经有6个世纪的历史了！现在你可以在Minecraft里玩这款游戏了！Wither’s Challenge by Xiantis and Hypixel\n由Xiantis和Hypixel制作的Wither’s Challenge（凋零的挑战）\n\n\nIt’s been a while since we’ve gotten a Hypixel map! Old school Realms players might remember that, back in 2013, some of our first maps were from Hypixel: The Walls and Herobrine’s Return. Now, Xiantis brings you a version of the classic Wither’s Challenge that’s been rebuilt for the current version of Minecraft. Check it out!自从我们玩到一个Hypixel的地图后，已经有一段时间了！老Realms玩家也许还记得，回到2013年，一些我们的第一批地图就是由Hypixal制作的：墙和Herobrine的归来。现在，Xiantis带给你们经典的凋零的挑战Imperium by Vilder50, Pollieboy\n\n\n由Vilder50, Pollieboy制作的Imperium（帝国）\nhttp://v.youku.com/v_show/id_XMTY5NzA2OTEzNg==.html（预告片）\n\nWe love board games! Imperium is an original game that tasks you with getting your king to the center of the map. Along the way, use your other units to move, attack, and even climb trees, to stop the opposing teams. This game is full of custom models and overlays its style on top of the classic Minecraft style.我们爱棋盘游戏！Imperium是个原始的游戏，你的任务是把你的国王带到地图中心。一路上，使用你的其他装置来移动、攻击，甚至爬树来停止对手的队伍。这个游戏全都是自定义模型，在经典Minecraft风格的上面覆盖了它自己的风格。\nSurvival of the fittest\n适者生存\nMinigames and adventures abound in this bundle of maps, but it wouldn’t be complete without a selection of survival spawns. Use these worlds to start a new survival game, or make use of them as a way to inspire your creations.迷你游戏和冒险充斥于这些地图里，但是你们应该不会一命通关的。用这些地图来开始新的生存游戏，或者使用它们作为一种激发你创作灵感的方式。\nMushroom Plantation by Ug\n由Ug制作的蘑菇庄园\n\n\nAurora Glade by Mangelware\n由Mangelware制作的曙光林地\n\n\nMurky Manor by Nobleman, Defran, Vek\n由Nobleman, Defran, Vek制作的阴暗庄园\n\n\nGhost Town by Pe3tr, Twett, Tiliba\n由Pe3tr, Twett, Tiliba制作的鬼城\n\n\nJeontong Village by Mangelware\n由Mangelware制作的Jeontong村庄\n\n\nReddern by Pe3tr, Twett, Tiliba\n由Pe3tr, Twett, Tiliba制作的Reddern\n\n\nIf these maps look like fun, go try them out now! You can load these into your PC/Java Realm right away, and many of these maps are also directly available for download from their creators. If building is more your thing, take a look at the Minecraft Realms subreddit, where you can submit your own creations.如果这些地图看起来有趣，现在离开这里去玩吧！你可以马上在你的PC/Java Realms里加载这些地图，许多地图也可以直接在这些地图的创造者的网站上下载。如果建筑物比你的东西要多，在Reddit里的Minecraft Realms子版块看看吧，你可以提交你自己的创造地图。New content schedule and livestreams!\n新的地图日程安排和直播！\nRealms players may have noticed that new content shows up in a trickle, announced over Twitter as it comes out, then we do one big post with everything released in the last month or two.Realms玩家们也许已经注意到新的地图也在慢慢展示，地图一出来就会在Twitter上宣布，然后我们会发布一个大文章，里面有在前一两个月内发布的所有地图的内容。\nGoing forward, we’ll be changing up the format so that roughly every other Friday, we’ll release a small batch of content. This gives you a better idea of when new maps will arrive and lets us build a bit more excitement around a group of new maps, doing blog posts as new content is released, rather than days or even weeks later.往前看看，我们将会提高形式以便于我们在每周五粗略地发布一小批地图。这会让你们更好地知道新地图什么时候发布，让我们创造多一点让人激动的一组新地图，当新的内容一发布，会发布博文，而不是几天甚至几周后才发布。\nGrouping releases also give us something to show you on the new Minecraft livestreams! Don’t worry; the Mojang channel isn’t going anywhere, we just want a place where we can play any and all Minecraft games. Whether we’re streaming from Stockholm or Bellevue, playing Tumble, Story Mode, or Realms (that’s me!), it’s a place that you know you can go to find Minecraft gameplay. Realms streams happen on Friday afternoons, Stockholm time, and we’ve already had a few, showing off current and future content. If you want to join us, hop over to www.twitch.tv/minecraft; giving the channel a follow will alert you to when we go live.分组发布地图也给我们一些东西可以在新的Minecraft官方直播里展示给你们！不要担心；Mojang官方YouTube频道不会去任何地方（？），我们只是想要个可以玩任何Minecraft游戏的地方。无论我们会选择在斯德哥尔摩还是贝尔维尤直播玩混乱迷你游戏、故事模式还是Realms（这是我直播的东西！），那里依然是你知道的可以找到Minecraft演示的地方。Realms直播会在斯德哥尔摩时间的星期五下午开始，我们已经会展示一些现在的和未来的内容。如果你想加入我们，在这里加入；给这个频道一个跟随者来提醒你们我们什么时候会直播。\nUntil next time!来日再见！\nMarc - @Marc_IRL\n\n\n\n\n2016年8月24日\n\nMarc：Survive the night in this swampy spooky village! Reddern by @ThePe3tr @TheTwett_ and @PolarBearTiliba is on Realms!\nMarc：在这个沼泽又很吓人的村庄的夜晚生存！由@ThePe3tr @TheTwett_ 和 @PolarBearTiliba制作的Reddern地图在Realms上发布了！\n\n\n\n\n\n\n\n\n\n\nMarc：Just published a new board game/minigame to Realms! Check out Imperium by @vilder50 and @PollieboyGames!\nMarc：刚刚在Realms上发布了一个新的棋盘游戏/迷你游戏！看看由@vilder50 和 @PollieboyGames制作的帝国吧！\n\n原视频地址：https://www.youtube.com/watch?v=zwW41Cop9lI（视频源最高只有480P...估计只有标清）\nhttp://v.youku.com/v_show/id_XMTY5NzA2OTEzNg==.html\n\n\n\n\n\n2016年8月23日\n\nMarc：One of my new favorite survival spawns, Jeontong Village, is now on PC Realms! Looks great @mangelware95!\nMarc：我最喜欢的新的生存重生点之一，Jeontong村庄，现在在PC Realms上发布了！看起来很棒！\n\n\n\n\n\n1.jpg (207.53 KB, 下载次数: 5)\n\n下载附件\n\n2016-8-23 20:46 上传\n\n\n\n\n\n\n\n\n\n2.jpg (181.05 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-23 20:46 上传\n\n\n\n\n\n\n\n\n\n3.jpg (214.88 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-23 20:37 上传\n\n\n\n\n\n\n\n\n\n4.jpg (225.91 KB, 下载次数: 2)\n\n下载附件\n\n2016-8-23 20:46 上传\n\n\n\n\n\n\n\n\n\n\n2016年8月16日\n\nMarc：It's hiiiiiigh noon! @ThePe3tr, @TheTwett_ and @PolarBearTiliba's Ghost Town map is now on Minecraft Realms!\nMarc：午时已到！由@ThePe3tr, @TheTwett_ 和 @PolarBearTiliba制作的鬼城地图现在在Minecraft Realms上发布了！\n\n\n\n\n20160817147141075557b3f2439c9ed.png (85.09 KB, 下载次数: 4)\n\n下载附件\n\n2016-8-17 13:14 上传\n\n\n\n\n\n\n\n\n\nCp_C5d1WgAA_yrt.jpg (233.54 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-17 13:12 上传\n\n\n\n\n\n\n\n\n\nCp_C8vZXEAAzJ37.jpg (127.45 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-17 13:12 上传\n\n\n\n\n\n\n\n\n\nCp_C76IXEAA4ldP.jpg (211.32 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-17 13:12 上传\n\n\n\n\n\n\n\n\n\nCp_C623W8AAzUm9.jpg (213.78 KB, 下载次数: 1)\n\n下载附件\n\n2016-8-17 13:12 上传\n\n\n\n\n\n\n\n\n\n\nMarc：Who's ready for a remade  classic Minecraft map? Wither's Challenge by @xiantismc and @Hypixel is on PC Realms NOW!\nMarc：谁已经准备好玩这个重新制作的Minecraft地图？由@xiantismc 和 @Hypixel制作的凋零之战地图现在在PC Realms上发布了！\n\n\n\n\nQQ截图20160817131502.png (306.05 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-17 13:17 上传\n\n\n\n\n\n\n\n\n\n1.jpg (195.37 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-17 13:17 上传\n\n\n\n\n\n\n\n\n\n2.jpg (187.29 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-17 13:17 上传\n\n\n\n\n\n\n\n\n\n3.jpg (150.86 KB, 下载次数: 3)\n\n下载附件\n\n2016-8-17 13:09 上传\n\n\n\n\n\n\n\n\n\n4.jpg (131.82 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-17 13:09 上传\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "安梦梦",
            "timestamp": 1471411500,
            "txt_content": "噗，鬼城地图\n正版福利+1"
        },
        {
            "author": "Olurbo",
            "timestamp": 1471411500,
            "txt_content": "差点以为是新地形"
        },
        {
            "author": "Trihex",
            "timestamp": 1471412100,
            "txt_content": "It's hiiiiiigh noon: 午时已到\n这个Ghost Town，根据木构建筑和平顶山biome的配色，看起来像是西部风格，和High Noon很搭调。"
        },
        {
            "author": "falsh_asan",
            "timestamp": 1471414740,
            "txt_content": "Trihex 发表于 2016-8-17 13:35\nIt's hiiiiiigh noon: 午时已到\n这个Ghost Town，根据木构建筑和平顶山biome的配色，看起来像是西部风格， ...\n不是marc玩多了屁股，就是楼主玩多了"
        },
        {
            "author": "zx728925",
            "timestamp": 1471416780,
            "txt_content": "Andy5541 发表于 2016-8-17 14:52\n【梦想卍之巅】服务器为了所有史蒂夫的梦想而达成，有自制rpg副本，掉落神器等物品，生存 地皮应有尽有，加 ...\n已举报      "
        },
        {
            "author": "我被盗号了",
            "timestamp": 1471426980,
            "txt_content": "=。=午时已到"
        },
        {
            "author": "闪烁的萤石",
            "timestamp": 1471427640,
            "txt_content": "zx728925 发表于 2016-8-17 14:53\n已举报\n其实我比你举报的早……"
        },
        {
            "author": "sjjklh",
            "timestamp": 1471427820,
            "txt_content": "以后你就编辑主楼就可以了，新的排在前面旧的排在后面，用分隔线隔开。\n我在主楼留点信息，勿删\n先给优秀，精华看后来程度"
        },
        {
            "author": "zx728925",
            "timestamp": 1471428300,
            "txt_content": "sjjklh 发表于 2016-8-17 18:12\n还有，本帖仅针对realms地图。realms其它方面可以单发帖\n哦！知道了！"
        },
        {
            "author": "zx728925",
            "timestamp": 1471428360,
            "txt_content": "sjjklh 发表于 2016-8-17 17:57\n以后你就编辑主楼就可以了，新的排在前面旧的排在后面，用分隔线隔开。\n我在主楼留点信息，勿删\n先给优秀， ...\n好的，谢谢！"
        },
        {
            "author": "sjjklh",
            "timestamp": 1471428720,
            "txt_content": "还有，本帖仅针对realms地图。realms其它方面可以单发帖"
        },
        {
            "author": "purewave",
            "timestamp": 1472735100,
            "txt_content": "不明觉厉"
        },
        {
            "author": "正义の冷子",
            "timestamp": 1473527820,
            "txt_content": "因为realms 屠版所以出了一个新置顶2333"
        }
    ]
}