{
    "title": "由于极其爱好化学，很想制作遮掩一个Mod",
    "author": "Glyceryl",
    "replyCount": 16,
    "timestamp": 1471410300,
    "txt_content": "MC有一个化学的Mod，但是里面都只是关于物质的合成，并且物质没有他们的化学性质，所以我设想做一个科学的化学Mod\n即使我有这样的想法，但是我对于编程一窍不通，现在正在学习MCP，但还是搞不懂怎么弄mod，而且此Mod是一个庞大的工程，\n做起来更加麻烦，要是有大神接手的话，那就太好了。目前只会用CustomStuff2制作。\n化学Mod：创建一个新的标签，也就是创造模式的物品栏标签，名为“化学”，里面都是化学物质。\n添加元素周期表上所有的物质，并且都拥有它们的化学性质，比如说某物质活泼，能放置在空气中被迅速氧化甚至是燃烧，或丢进水里会爆炸，而且某些金属燃烧时，会呈现不同的火焰，并且燃烧的剧烈程度不同，或者把它们的化合物丢进火里面，被火烧掉后，火焰会变成别的颜色，并且可以用来制造焰火，也就是化学上所说的“焰色反应”。另外，把铁和金等放入“化学”标签内。对了，金属都能合成块。\n添加上所有元素的化合物（常见的就可以了），再加上金属的冶炼，铝热、镁热之类的肯定要加进去，加入金属的盐类、氧化物等。另外加上打粉机，把金属打成粉末，把金属氧化物和铝粉或镁粉混合可制成铝热剂或镁热剂，把鼠标放在该物质上面，可以看见是什么的混合物，可以放在地上，用打火石点燃，剧烈燃烧，液态的金属到处飞溅，对附近的生物造成1颗心的伤害，燃烧完后的剩余物可自行冷却，否则生物踩过去会着火，并造成每秒1颗心的伤害，冷却后用坩埚收集，并放入物质分离机里面，从混合物中分离出燃烧后的铝或镁，也就是氧化铝或氧化镁，呈粉末状，还有还原回来的金属氧化物，也是粉末状的。合成时，可加入氧化剂，合成后的铝热剂或镁热剂中会提示加入了XXXX氧化剂。\n加入化学仪器，右键化学反应机可以打开GUI，上面有10个格子，下面也有10个格子，上面的是反应物，下面的是生成物，中间还有一个格子，为反应条件，放入打火石表示点燃，放入岩浆桶表示加热，放入青金石表示通电.......有时需要反应物用水，反应完后水桶还在，物质有时需要高温熔融，就加个物质熔融机，可以把加热不反应的盐类高温熔化。反应容器的GUI中，反应完后，生成的物质会出现在下面的格子中，放入反应物后，点击“开始反应”按钮，便可开始进行化学反应，如果该反应物不能反应，该按钮无法点击，反应后，会在GUI内出现方程式。反不反应先不考虑其他因素。反应后如果出现气体，会在下面多出一个格子，只能放入集气瓶、锥形瓶、烧瓶等容器收集。如果该反应有爆炸，添加一个反应皿，直接把反应物丢进去就可以反应，反应时可看见爆炸，爆炸不会炸毁该反应容器，也不会炸掉生成物，反应后生成物会被弹出来。算了，条件为燃烧的也算在里面吧。\n加入某些金属的矿物（常见的就行），并且矿物有不同的种类，比如说铁矿就有红铁矿、黄铁矿、磁铁矿等，而且生成在不同的地形中。可以放进物质分离机内进行分离，分离出的只有改物质的纯净物和杂质，都呈粉末状。分离后就会有化学性质，比如说磁铁矿分离出四氧化三铁后，在工作台中放入四个四氧化三铁粉末，可以合成磁铁，右键磁铁可以吸住铁块等并放入物品栏中。或者硝酸钾、硫磺、木炭混合也可以制成火药，用硝酸钾2个，木炭粉3个，硫磺1个，制成3个黑火药，不规则合成，比普通火药威力强2倍，可制成炸药.........。\n加入硫酸、硝酸、盐酸等常见的酸，用塑料桶装，倒在能反应金属上可以腐蚀金属并冒出气泡，不同的金属，反应剧烈程度不同。酸可以倒在反应皿中，只要是能反应的都能丢进去，不管是什么，不能反应的都会被弹开。如果生成气体，可用容器收集，反应皿中，有个格子，可放入容器收集气体。生成可燃性气体，如果在反应皿上点火会爆炸，造成4颗心的伤害；如果生成有毒气体，便会中毒，重者死亡，中毒后，跑到10米外便可恢复。\n至于合成表，哇，太多了，我还是跟制作者说算了。要是有谁可以帮我制作出这个Mod，我万分感谢。但是这个Mod还有许多地方没有讲到，因为化学就是太多了，不可能一下子就讲得完的。希望制作者能加我QQ：494192175。\n如果该Mod某些地方无法做到，请指出，我会修改的，至于材质，我可以提供。\n\n\n",
    "replies": [
        {
            "author": "youyihj",
            "timestamp": 1471752660,
            "txt_content": "真要这样，去做GT7吧（滑稽）"
        },
        {
            "author": "若瞳③号",
            "timestamp": 1471752840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Skt_文刀",
            "timestamp": 1471753500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "幻影随冥",
            "timestamp": 1471753980,
            "txt_content": "没事，加油，做Mod不易，希望你能成功"
        },
        {
            "author": "幻影随冥",
            "timestamp": 1471753980,
            "txt_content": "不过貌似已经有化学Mod了……"
        },
        {
            "author": "残·卓尔",
            "timestamp": 1471754340,
            "txt_content": "无图差评....楼主你码的真累"
        },
        {
            "author": "348018102",
            "timestamp": 1472386800,
            "txt_content": "志同道合的碰油啊..碱金属什么的你懂得"
        },
        {
            "author": "348018102",
            "timestamp": 1472387100,
            "txt_content": "348018102 发表于 2016-8-28 20:20\n志同道合的碰油啊..碱金属什么的你懂得\n对了，这种我们（我与一个碰油）也想过但是被格雷浇了桶冷水..他现在正在学Java正好我们也不会画材质不如交个碰油？"
        },
        {
            "author": "hhttll",
            "timestamp": 1472388900,
            "txt_content": "格雷科技.高级版"
        },
        {
            "author": "神哥丿",
            "timestamp": 1472436780,
            "txt_content": "密密麻麻的文字"
        },
        {
            "author": "吱哒",
            "timestamp": 1472456880,
            "txt_content": "我居然看完了这段字。"
        },
        {
            "author": "非人之物",
            "timestamp": 1472456880,
            "txt_content": "感觉好6的样子"
        },
        {
            "author": "zhanshen`",
            "timestamp": 1472458380,
            "txt_content": "噗噗噗 密密麻麻的字 看到一半 头晕死了"
        },
        {
            "author": "MC大湿",
            "timestamp": 1472458620,
            "txt_content": "\n\n码字辛苦"
        },
        {
            "author": "小宇lalala",
            "timestamp": 1472458740,
            "txt_content": "跟你讲一个画材质偷懒方法\n把现实中的图片RGB数值测一下（一般画图软件都能做到），然后转用到材质上\n另外安利paint.net"
        },
        {
            "author": "只为丿吃喝",
            "timestamp": 1472459040,
            "txt_content": "诶？我的……………密集恐惧症啊！~亚咩咯~我要死了"
        }
    ]
}