{
    "title": "<原创·单篇>《故事二则》[xcc]",
    "author": "xcc",
    "replyCount": 5,
    "timestamp": 1471414200,
    "txt_content": "\n@2575174857\n@lzs1234 @WM2030 \n@zyj0807  @DGK2  \n@柠檬柠檬柠  @llxy @gggbbb",
    "replies": [
        {
            "author": "lzs1234",
            "timestamp": 1471414320,
            "txt_content": "………周创的模板现在都可以代入剧情啦？\nwoc高产好评"
        },
        {
            "author": "xcc",
            "timestamp": 1471414620,
            "txt_content": "标题: <原创·单篇>《故事二则》[xcc]1.铁匠\n老铁匠能从一把铁铸的剑中窥见锻造者粗糙的双手是如何力道均匀而又情感饱满地铸出一把满意的剑，能从一个铁制的盂中看到它平滑的表面背后是怎样的和谐家庭在使用着它。\n这是老铁匠每天生活的一部分。\n他打了一辈子的铁，终于在几近垂暮的时候放下了他热爱的工作，却没有放下他热爱的钢铁。他时常坐在门口抱着和自己一样慵懒的花猫，等待着过往的旅人向他递出一件铁器，说“请帮我看一下”。\n他看铁器从来不是看铁器的质量，他能看到这背后的故事，他可以模糊地描述出锻造者的面貌和他们的居所，甚至可以看到使用这些铁器的人是何等地开心。\n花猫从他怀里跳下来，悄无声息地落地后，钻回了旧铁匠铺的猫窝。旧铁匠铺曾经是铁匠铺，就像老铁匠曾经是铁匠一样，他们都曾在那个时间点辉煌过，一辉煌就是近四十年。\n是了，铁匠在小时候就离开了家去做学徒，后来技术变得纯熟后，他便开了这家不大的铁匠铺，忙忙碌碌了大半生。\n他看着花猫慵懒地趴在窝里，阳光斜射进来给猫毛镀上了金色。铁匠不由得眯着眼睛，看着这幅景象微笑。\n“请帮我看看这个，先生。”身旁不知何时站了一位衣着破旧的妇女，面色憔悴，衣服上有一些泥渍，显然是长途跋涉而来。她手中握着一把小短刀，刀身已被腐朽了不少，依稀能辨认出刀的形状。\n铁匠眯着眼，接过那把已经没有短刀样子的短刀，轻轻抚摩着刀身：“我看到......在遥远的朔方，在那郁郁青青的树林之间，这把刀曾被它的主人用来捕杀动物。它的主人........身躯如古树一般挺拔，脸部线条刚硬却又带着柔情，双手粗糙得也如树皮一般，里面却蕴含着一家之主的担当。”\n他的手缓缓在刀上抚摩，当摸到一处刻痕时他惊讶了一下，但语气仍然平和：“我看到了烟，火，还有银白的刀刃，那是朔方与邻国的战场上的景象。短刀的主人愿意为他的国家奉献自己，因此他离开了家去参军。我能够听见远方的号角和近处的哭泣。他在刀上刻下了自己的名字，然后将这把陪伴了自己许多年月的刀，交给了挚爱的妻子。”\n面前的妇人用手绞着衣裙，神色中有些悲哀，但还是示意铁匠讲下去。\n“然后，不管是他的刀还是他的妻，都在孤寂的小村庄等了数十年.......”老铁匠睁开眼，看着手上的这把短刀，和上面已经有些模糊的刻痕，轻叹一声，“但还是等不到那人回来，唉......”\n他的眼神中有些怅惘，这把刀背后有个悲伤的故事。\n每件铁器背后都有它们和主人们的故事，或喜或悲，或哀或怒。每次看到这些故事，他都会感慨万千。铁器上的故事，不只是铁器本身的用途之类，而是它们主人对它们的情感。\n他定了定神，把短刀递给妇人并问她：“你是要通过这把刀找到那人么？”\n妇人凄凉地笑了一笑：“我丈夫十年前就战死了。”\n老铁匠眼中有些黯然。沉默片刻后，他轻声问道：“还有别的事么？”\n妇人摆了摆手，向铁匠道了谢，然后离开了村庄，背影中有些许怅然。\n老铁匠看着妇人渐渐离去的背影，像是想起了什么。他从旧铁匠铺的柜子里翻出一块自己儿时一直戴着的铁制长命锁，摩挲着上面的纹路，默默算着自己离家的时间已有多久。\n\n2.离人\n晚灯是这一带众多文学社中的一个不算出名的文学社。小有名气或默默无闻的写手们都聚在这里。\n其中还有一位颇负盛名的写手，加入了其他几个有名的文学社，还担任这一带的文学报刊的编辑。他每天的生活很是忙碌，但这些忙碌最后都转化成了名声，有什么不好？\n诚然，他要负责在好几个文学社参与讨论或维护秩序，还需要审查文学报刊，还需要不时发表作品证明自己还活跃着，但这让他出了名，很多人都觉得值得。\n但是他有一天以辞掉了编辑的工作。许多人不理解，所以很多文学社内部都多少对这话题讨论了一番。\n后来他退出了一家文学社，很有名的那种文学社。\n然后他在晚灯里一边和人闲聊，一边有些惨淡地苦笑：“如果哪天我退掉了晚灯，那我就是真的疯了。”\n都把这句话当作玩笑话了，因而没人拿设备之类的录下来，毕竟他可是晚灯的元老，怎么可能退出呢。\n但他还是退出了。\n晚灯成员短暂地议论了一下这件事，最后也不知道该怎么办。\n后来，他在文坛销声匿迹。\n他太累了，需要休息一会。毕竟在最辉煌的时候休息一下，也是个好事。一个社员猜测道。\n至于要休息多久，我也不知道。\n\n\n\n\n\n肺炎：第二篇我也不知道是什么\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "o0尘醉0o",
            "timestamp": 1471415520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "WM2030",
            "timestamp": 1471415880,
            "txt_content": "高产如xcc\n难以置信\n"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471588740,
            "txt_content": "语言两则。\n结构特别有特点。\n后面的话说得有点叨溜。\n要不不要叨溜，要不叨溜到一定程度。（但是那样我就不喜欢结构了）"
        }
    ]
}