{
    "title": "【原创/连载】MC修仙【第三章】",
    "author": "936796603",
    "replyCount": 4,
    "timestamp": 1471428780,
    "txt_content": "　　在大荒之中有一座大山，一位少年倒在大山之中。在他四周皆是树木植被，有很多树，都望不到顶端，仿佛它们通往天界似的。大地上满是缝处求生的野草，格外茂盛，有30多厘米高，直接把少年遮住了。\n\n　　过了一会，远方传来一阵阵脚步声，并发出‘嗒嗒嗒’的节奏感，显的格外诡异。没多一会儿就见一位身着黑衣袍的老头站在少年旁边。他老脸昏黄，带有许多皱纹，头顶光秃秃的，且脸上还有几处伤口，全身除了脸以外基本全给黑袍裹的严严实实的，仿佛是一只人脸幽灵似的。\n\n　　只见黑袍人不紧不慢地从袖子里拿出一张画卷，然后将它和躺在地上的少年对比了一下，便又将画卷收回袖子里。黑袍人看了倒在地上的少年一会，于是黑袍人便双手结印，顿时一串串银白色的光波从黑袍人手中飞起，不一会儿就没入少年的体中。只见少年原本血气稀薄的脸庞一瞬息就恢复了红润了。黑袍人见少年的嘴唇有些干裂，于是便从袖口中拿出一样袋子，只见他念了一串咒语，就有一水壶从袋中飞出。水壶刚刚出来时才一粒黄米豆大小，不一会儿就慢慢变大直到有俩只手掌大小才停了下来。黑袍人将其放在手掌上，不一会儿就有甘露从天而降没入壶中。紧接着黑袍人大手一挥便有无穷无尽的火焰出现在水壶底部，直至壶水烧开了才停。随后，黑袍人袖头一舞，便有一丝丝银白色的寒冷之气飞往壶水。只见原本热气腾腾的壶水顿时冷了下来。接着，黑袍人握着水壶隔空将微冷之水送入少年口中直到壶水已用过半黑袍人才停了下来。最后，黑袍人将少年抱起。\n\n　　深山之中，只见一位老人抱着一位少年飞快的消失在深山巨谷之中。\n\n　　过了一天，江浩才从昏迷中苏醒。当他发现自己身体并无大碍，只是全身上下无力四肢酸痛罢了，不由的暗自庆幸。没过多久江浩就发现不对劲了。江浩心想，自己明明是在洞穴里头，如今怎么觉得地板不是很冷，而且好像还有被子取暖似的。紧接着让江浩更加吃惊的是，自己的头顶上居然是天花板，而不是凹凸不平的矿石。于是江浩强忍着肌肉的剧痛，硬生生地把卧倒在床的身子撑了起来。江浩顿时傻眼了，这里哪里是洞穴啊，分明是一个偌大的房间啊！只见在这偌大的房间内摆放了许多家具，有桌子，凳子，等等但是它们都是由一种透明的材质构成的。这让江浩十分奇怪，房间里面充满了一种舒服的气息，只要呼吸闻着就感觉浑身舒服，让人觉得身在天堂似的。江浩仔细观察发现这里虽然舒适阔达，但是却无法出去，因为这里连一扇门都没有怎么出去啊！江浩不禁有一种想哭的冲动，因为他发现不管是砸墙也好挖洞也好都没用，因为这房子太坚固了，不管怎么破坏都连半点痕迹都没用留下。江浩顿时垂头丧气，刚刚的喜悦一下子就消失不见了。\n\n　　过了许久，突然墙口破了一个洞。江浩刚要欣喜便发现洞里出现了一个人，江浩不由自主地大叫道:“你是什么人？”只听洞口回答了一句苍老的声音:“吾乃神龙尊者！”",
    "replies": [
        {
            "author": "八意史蒂夫",
            "timestamp": 1471536240,
            "txt_content": "修仙已经是听到都觉得腻的老梗了（至少对我而言）。\n一股起点的味道。"
        },
        {
            "author": "936796603",
            "timestamp": 1471585440,
            "txt_content": "八意史蒂夫 发表于 2016-8-19 00:04\n修仙已经是听到都觉得腻的老梗了（至少对我而言）。\n一股起点的味道。\nNONONO，骚年"
        },
        {
            "author": "小白~别喷。",
            "timestamp": 1471585800,
            "txt_content": "作品很棒 awa字词\n——MC交流Q群529953543 来了就是元老！！"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471586820,
            "txt_content": "作为一个连载，到了第三章，一点关于主角的东西（任何东西，包括性格之类）几乎不清楚。这可不该。"
        }
    ]
}