{
    "title": "【原创·单篇】【FOS】道海杂文·疯子和傻子或许不是主角",
    "author": "WM2030",
    "replyCount": 10,
    "timestamp": 1471421400,
    "txt_content": " 本帖最后由 WM2030 于 2016-12-24 08:02 编辑 \n\n疯子和傻子或许不是主角\n但这玩意儿也未必有主角哇\n      辉菱矿这种矿物可神奇。      这个玩意儿啊，看上去方方正正，长得像块撒了红绿丝的饼干。当然要是一口咬上去，能让人连大牙带犬齿合下颚再加上喉结都崩掉。      但是我到目前为止还只见过记载，而从来没有见过一块完整的辉菱矿，甚至连很多在工作岗位上坚守了三十四十年的老矿工也没有见过。      它有时候出现在地底，而绝大部分时间都出现在地面上，按理说这样一个东西是不可能在地面上被找到的，但是科学家们说这是地壳运动的结果。那我就不明白了，地壳运动怎么没把红石矿给翻上来？怎么没把金矿钻石矿给翻上来？要是这些都能在地面上找着，那我岂不是早就发财了？还用得着辛辛苦苦挖矿？还顶着大太阳帮那个老牧师，发那种硬的没法啃的饼子？      说到老牧师，这个家伙年近六旬，从来不干农活儿，过的日子滋润得要死，据说他躺的那张床，床垫里头填的是马毛，上边躺七八个人都不嫌挤。这床下边还装了活塞，揿个按钮就能噗一下升起来，再揿一下又能降下去。据说他躺这床上还失眠，不过倒也有道理，这个老家伙没老婆，晚上躺在那么张大床上也确实瘆得慌。所以他不光发饼子，还发枕头。为啥？他听人说用好枕头就能睡好觉，每个礼拜换枕头。有什么荞麦糠枕头、茶叶枕头、面粉枕头、生铁枕头、青铜枕头、还有牛肉干枕头哩！每次他用了枕头，觉得没啥用，就把枕头送人了呗。      这个家伙，有一小颗辉菱矿。不管怎么说每天晚上都得把这包东西放枕头底下。有一次他送枕头，把这包矿粉带着送走了，他那张老脸那叫一个紧张，脸上的皱纹全拧到一块儿去了。走路的时候腿一抬起来就不听指挥乱晃悠。      说实话呢，我这个无所事事的混子矿工，这一辈子最大的理想，就是能搞到一小点儿辉菱矿。要求再放低一点，也别说量多量少，只要是确确实实的辉菱矿我就认了。它这个价值就甭提了，单单是能拿在手里感受一下，就行啦！      我这人真是没什么优点，唯一的优点就是要求低啊！我不像我那个瘸腿的工头师傅，他还整天嚷嚷要涨工资，要改善生活，背地里还想霸占老牧师那张马毛大床，当然他也想要辉菱矿，但他嘴上是从来不提。有确实可能是像他那样，又有理想又现实的男人比较受欢迎，虽然他瘸，可他刚出道那会儿就有孩子了，现在都八九岁了，现在老喜欢扯我脸皮。      我倒也不是嫉妒他，我还是很感激他的。毕竟我没爹没娘，这些年来衣食住行全是靠他照顾。我能学会那么多挖矿技巧也全是他的传授，我想不出还有谁会有那么好，把自己的看家本事全教给我这么个小混子。      不过今天，我是准备从他家里搬出去了。毕竟我也十七八岁了，老挤在人家家里也不是个办法么。我坐在那张床上，学着电影里的样子，满脸感慨，心里却不知道在感慨点啥。伤心也没什么好伤心的，大家还是在一个村子里头，每天还是一样下矿，那个小家伙估计还是会来找我。想着想着，我眼睛还是有点酸。      师傅说他今天要去村东头打酒，给我庆祝一下，就算是成年了。他觉得这是我第一次喝酒，还说什么没喝过酒都是小孩儿。实际上我老早就偷偷喝过了，味道确实不咋地，但是喝下去的时候还是觉得自己像个男人。我从窗户里看到他回来了，左手提着个以前装咳嗽药水的玻璃瓶子，摇摇晃晃就走过来了。      晚饭说实话也没什么好菜，和平时一样就是胡萝卜烧土豆。甜菜糖的那股子怪味还是让人想吐。一瓶子酒真的喝起来一会就见底了，喝完了结果天还没暗。师母没管师傅赶我走的嚷嚷，还是说留我再多住一晚。晚上我躺在床上，觉得自己果然还是有点儿心潮澎湃，往常都是在五分钟之内入睡，今天却是怎么也睡不着。我就侧过身看天，天上星星很多，升上去又降下来。我好像听见半人马座那儿发出来的马蹄声，而且越来越响，响的我真的睡不着了。      随着马蹄声就是一阵阵吆喊：“战争即和平！十六以上！入伍当兵！”      说实话我已经等这一天等了很多年了，我真的不觉得入伍是个很可怕的事情。我从来没有见到过什么人会因为战争而畏惧。那个糟老牧师除外，他总是神神叨叨，嘴里念着和平。尽管我似乎记得他讲和平的时候是有那么一些人附和的，但是我却从来没有见到过什么人提起这件事。我还记得那个时候附和的有一个漂亮女人，可是不知道什么时候就再没见过她了。仔细想起来，现在村里的人，似乎对和平都没什么兴趣，至少我的师傅是如此的。      或许附和的事，是我记错了吧。      我冲出门外，听到身后的一阵响动，我猜想那响动，是从我师傅的战争情怀和瘸腿的摩擦中间产生的，我回过头去，就是他。我大声喊他，但是他好像没有听见。只是拖着他那条瘸腿往前走着。反正也没个要紧，最后还是能在军营里见着他那张脸。我又想起那间我已经定下的房子，幸好我还没有交房租。      我到了军官那里，没有什么手续，更没有什么为难。据说他们对愿意参军的人是能掏心肝的。我从来就没有怀疑过这一点，就冲这事儿，我也想给自己吃顿肉。      他安排我在帐篷里躺下，我掀开帘子走进去，已经有一个人躺着了，他不是我的同村人，不过他身上恶浊的汗味和脚丫子的味道还是让我有点激动。我随便找了个位置把自己放平，抬头看着白色的帐篷顶，想象着帐篷后面的星星。这次我睡着连五分钟都没用上。      第二天军队就开拔，我没见着我师傅，不过我说他那样的男人绝对不会跑掉的。但是想想他那条瘸腿，大概也是没法子打仗的。      军队里的日子很快活，最明显的变化是每天能吃上一顿肉。而且和我一个帐篷的那位很能说笑话，讲话又奇怪的紧，和他在一起的时候就总想笑。      但是两个礼拜过后，军官把我们聚集在一片空地上，说是前线大获全胜，不再需要什么增援，就把我们就地解散了，他给每个人发了七八只面包，就骑着马走了。我和我的笑话哥们一合计，没办法，还是得往回走。我俩每天只吃一只面包，就这么走了三四天，又顶着大太阳，实在觉得是要死在路上。好在走到第六天的时候终于是看见人影子了。\n      一群穿着黑色送葬袍子的家伙骑在马上，看到我们在路上走，就喊住我们问我们是干什么的。我的那个笑话哥们儿就吼回去：“当兵嗲！被人家丢在这咧啊！”于是送葬团就骑着马踢呱踢呱跑过来，给我们一张写着字的纸。      我瞅瞅我哥们儿，他抬头吼：“什么劳什子咯！”      对面问：“你们两位同志不识字吗？”      我一点头，他就掏出一张纸，刷刷刷地写了几笔，递给我，又给我哥们儿也写一张。写完一抬头，给我们指个方向，又开口说：“两位同志请往这个方向前进，到达前方广场，再把这两张表格上交给我们的同志，就能被安置下来了。”      说实话，那时候他说的这点话，我还真有点不太明白，不过让我们往这边儿走，我是理解的很清楚。咱俩就和他们挥挥手，顶着大太阳继续往前走。走到傍晚，总算是瞅着前边有人。那边的人多得很，我从来没见过这么多人。有个穿着蓝色送葬袍子的家伙，大概是觉得我们面生，就一路小跑过来问我们话。      他问：“两位同志从哪里来？”      我学着我哥们儿的腔调答话：“当兵嗲！”      他又问：“两位同志是在什么战线作战？”      这回我又听不明白了，不过我总算还是猜到刚才的那张纸有用，于是从口袋里掏出来给他。      他接过去，看了两眼，仔细叠好收进袍子。然后招招手，叫来一个穿着红色送葬袍子的人。她把我们带进一排方方正正的房子里，带着我们爬上二楼，他们的房子形状奇怪得很，又很高，比起我们的教堂还要高上不少。上了楼梯她就往右转，咱俩跟着她转，转进一间方方正正的房间。房里有两张床，一张桌子，两张椅子。她又给我们讲了吃饭的地方，又说明早在广场集合，之后就又从楼梯走下去不见了。      我们的晚饭好像又回到了之前的状态，又是胡萝卜烧土豆了。吃过饭我躺在床上，和笑话哥们儿侃着大山。侃着侃着我又想起我的那间房子了。我又想起我的师傅了。想着想着，就不小心睡着了。      第二天早上我俩站在“广场”上的时候，看见那个蓝袍子已经站在中间的一个高台子上了。他挥着他的手，说了很长的一段话，大部分我都是记不得的了，只有下面这段还勉强能回忆起来。      他说：“亲爱的同志们，你们的极权主义帝国已经被推翻，我们必须要迎来一个新的时代。我们需要什么？我们需要学习，我们需要改造！”      反正他讲完，那个红袍子又出现，把我们带进一间屋子里头，给我们讲这是叫“教室”。里面有一排一排的椅子和桌子。我和我哥们儿坐在一块儿。一个长相和老牧师像的要命的老头走进来，教我们讲“新话”。他讲着讲着就咳嗽起来，出去喝水了。他就让我们“对话”。      他说，见面应当首先说“同志你好”，还要问对方叫什么名字。问完出于礼貌，应该加上一句“哎！真是个好名字！”      我就转头问我哥们儿：“同志你好，你叫什么名字？”      他答：“我叫……没名字。”      我：“哎！真是个好名字！”      他又反问我：“同志你好，你叫什么名字？”      我想了一会：“我叫工头徒弟”      他滑稽地大叫：“哎！真是个好名字！”      上课就这么上着，一天早上干三小时农活，中午吃完饭上课，到傍晚休息，晚上吃完饭就睡觉。除了讲语言之外还说各种常识，这些东西差不多考试考完就全不记得了。我现在也就记得那么几样东西，比如说辉菱矿不叫辉菱矿，它叫命令方块。又比如说红石矿偶尔也会被翻到地面上来只不过我没捡到而已。又或者以前我们的帝国黑暗得和关上的红石灯一样。反正也就这样，日子过得倒是还可以。唯一的不满是至今为止，还没有哪位姑娘看上我。至于我的笑话哥们，最近每天晚上吃完饭，可就溜走不知道跑到哪里去了。      日子过得还挺快，半年一会就过去。咱俩也算是学有小成，就重新被安排去干脑力活。我去给矿工过秤算工资，我哥们儿去了精神病院管档案。      我哥们儿的那份工作，虽说是有点瘆人，可是轻松是真的轻松。每天差不多啥也不用干就坐躺椅上翻翻档案一天就过去了，一天还能看到不少好故事，每天晚上，如果他回来我还没睡着的话，他就讲个故事。他清清嗓子：“很久很久以前……”我瞪他，他又咳了两下，重新开始，“一个小村子里有个矿工，他的村子里有个老牧师，老牧师有一块命令方块。那个时候啊，帝国还管的很严，话不许乱讲，假消息满天飞，鼓动小孩子去打仗，说不要打仗的统统干掉。但是这个老牧师就靠命令方块，带着这个村子躲来躲去，帝国居然就没发现有这么个村子。后来有一天，嗳，对了，这个矿工以为那个命令方块是矿石嘛，反正他就把那玩意儿给偷过来了。这下子可好，当天晚上帝国兵就来了。一来就把他那个笨徒弟给带走了。”      我问：“然后呢？”      他一脸凝重：“然后他大约的确是疯了罢。”他忽然又笑起来，或许是笑我的傻，“否则这份档案又怎么会被我看见？”      我想，我大约的确是个傻子罢。\n后记本文的灵感来自于乔治·奥威尔的《1984》和苗炜的《黑夜飞行》如果看不懂，或许你需要去把第一本看一看。如果看懂了，你可以试试去把第二本看一看。@冥王星人 @安根_Engon @星之永恒@zyj0807 @ElizaMozi  @恶魔_潇洒 \n@【误】北极大手子 @天阶 @【误】特产 @gggbbb \n索引\n",
    "replies": [
        {
            "author": "tsd1",
            "timestamp": 1471422600,
            "txt_content": " 本帖最后由 tsd1 于 2016-8-17 16:39 编辑 \n\n辉菱矿……\n任何一种极权主义体制都势必会导致人丧失人的本性，不管是赤裸的的，还是披着自由外衣的。\n独立的思想才是对抗极权的最有力武器。\n那么现在是谁最想建立世界极权呢？……当然是天天喊着自由民主还拿着个光学仪器全世界晃悠的一群大叔喽……\n总感觉说这样的话会在以后看电视的时候莫名死亡。\n我收回我刚的那些言论，嗯……真是篇好文章啊！\n"
        },
        {
            "author": "挚爱APPLE",
            "timestamp": 1471428900,
            "txt_content": "我还是一个字都没看进去"
        },
        {
            "author": "天上琳琅",
            "timestamp": 1471429440,
            "txt_content": "字太多了。。看的头疼"
        },
        {
            "author": "Olurbo",
            "timestamp": 1471429500,
            "txt_content": "简直长篇大作，还没美精"
        },
        {
            "author": "ElizaMozi",
            "timestamp": 1471487760,
            "txt_content": "你最终还是弃医从文"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471588680,
            "txt_content": "@我失败了。\n现在流行拿最后更新日期套剧情背景。\n剧情挺巧妙，语言风格我喜欢。\n但是我在看过第一本的基础上看了一下第二本。\n……"
        },
        {
            "author": "蘑菇OvO",
            "timestamp": 1499420340,
            "txt_content": "emmmmm……。那个。挺好看的。二刷x"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1499433540,
            "txt_content": "刚刚看完三遍1984，就看到这篇文被顶上来。\n\n战争即和平，自由即奴役，无知即力量"
        },
        {
            "author": "qingtian666",
            "timestamp": 1587907320,
            "txt_content": "。。。。。。。。。。"
        },
        {
            "author": "qingtian666",
            "timestamp": 1587907380,
            "txt_content": "。。。。。。。。。。"
        }
    ]
}