{
    "title": "<原创·连载>《乐园》-独立之日[By：万年咸鱼党恶魔]",
    "author": "恶魔-潇洒",
    "replyCount": 4,
    "timestamp": 1471497660,
    "txt_content": "\n@xcc \n@gggbbb \n@llxy",
    "replies": [
        {
            "author": "恶魔-潇洒",
            "timestamp": 1471498080,
            "txt_content": "标题: <原创·连载>《乐园》-独立之日[By：万年咸鱼党恶魔] 本帖最后由 恶魔-潇洒 于 2016-8-21 16:01 编辑 \n\n      在市中心的广场上，尸体堆成一座座小山，散发着血液的腥臭。\n      在那个大展台上，几根浑身黑色的杆子在上面很是吓人。它们向外散发着黑紫色的神秘的光。\n      一名胆大的记者在旁边的一幢楼中拍摄着这些奇怪的东西的一举一动。\n      他的背后有一扇紧锁的门，如果没有钥匙或是开锁工具，谁都打不开。但门毫无预兆地开了，没有发出一点声音，甚至是脚步声都没有。无声无息地潜入，毫不留情地举起弓，从背后取出一支箭。\n      “嗖——”\n      记者中箭，很快便倒下。在接连几次攻击后，他死了。脸上表情痛苦，看上去没能来得及再看世界一眼就丧命了。\n      “嘎啦嘎啦”，白骨在轻笑。这个亡灵代替了记者的位置，将摄影机摆放好，随后津津有味地看着广场上的一切。“咯咯咯”，亡灵向人类致以最深切的蔑视与仇恨。\n      广场上有动静了。那几根杆子开始移动，并逐渐露出原形。在杆子两侧分别长出一条触手，张牙舞爪地朝尸堆冲去，将小山砸成碎片。尸体横飞，落在地上砸成肉饼，满地都是血污和尸体残渣，而这些生物竟还不断地破坏。大楼上的白骨将可怜的死去的记者的尸体也顺带推了下去——鲜血四溅。\n      千里之外的那所实验室，这里虽然在两年前便早已被夷为平地并成为“禁地”，但如今的这里却是热闹非凡。作为最著名的“遗弃区”之一，它同样招来无数怪物光顾；同时作为万恶之源，又是最臭名昭著的地方。\n      天空阴沉沉的，浓密的云层压得低低的，好像马上就要扑到地面上一样。突然，一道闪电劈向地面，随后天空仿佛裂开一般，出现一条黑紫色的缝，向外吞吐着紫光。裂缝越来越大，最后张开成一个广场那么大的时候，一条巨龙飞驰而出。瞬间，万物都失去了光辉，整个大地笼罩在一片黑暗之中。\n      它的龙翅之大，轻轻扑扇一下，仿佛大地都会颤抖；它的眼神之深邃，好似看透世间几万年的轮回；它的躯体之强壮，仅仅是不小心将那巨尾横扫地面，便将这里的一切全部毁灭。\n      从喉咙深处喷发出的愤怒，从跳动的心脏中清晰听到一位千年老人的哀嚎，从那深邃的目光中透露出的作为王的尊严。一声怒吼，全人类都将它深深地牢记在心中；那说不出的恐惧，将让那些低等生物真正认识到自己的地位，并打心底不愿再与它作斗争。\n      仅是不到一分钟，王便降临到这片人间地狱，但只是一闪而过。人类连同怪物被强大的风暴卷上天，肢体支离破碎，建筑化为乌有。\n      尘灰过后，没有生物能够幸存下来，一切都没了。\n      在城市外围，倒是开始热闹了。\n一排排绿色生物，身上的杂乱无章的花纹倒是显眼得很，四条短腿不停地带动着笨重的身体朝前飞奔——这也是生化病毒的产物吗？当碰到障碍物，领头的便鼓足了气冲向障碍，“Boom”通过自爆将一切摧毁。\n      全世界都出现了怪物，它们不光屠杀，也毁灭。人类已经穷途末路，上万年的辉煌将在本世纪走向灭亡——这一过程仅仅用了两年。现代化军事武器根本起不了任何作用，摇摇欲坠的人类暴政将会马上结束。\n      “一切都完了。”人类这样说。\n      “还可以拯救。”他推了推眼睛说，“我们可是人类啊。”\n      面对凶如狂潮的怪物，人类开始了史无前例的拯救计划，代号“鹰”。\n\n\n咸鱼！\n<==      ○      ==>\n[groupid=1183]Field of Stars[/groupid]"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471503240,
            "txt_content": "恶魔-潇洒 发表于 2016-8-18 13:21\n@冥王星人 \n@xcc \n@gggbbb \n破例给在任周创版主加分。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471587660,
            "txt_content": "但是这一章，仍然持续——持续——持续对怪物做出描写。\n要是在作铺垫，这也太明显了。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1471594500,
            "txt_content": "恶魔-潇洒 发表于 2016-8-18 13:21\n@冥王星人 \n@xcc \n@gggbbb \n给我来二斤恶魔，多少钱？"
        }
    ]
}