{
    "title": "<原创-单篇>信标传说-重生服务器原案",
    "author": "黑白相间∞",
    "replyCount": 4,
    "timestamp": 1471490460,
    "txt_content": " 本帖最后由 黑白相间∞ 于 2016-8-18 11:26 编辑 \n\n原本是之前打算开一个RPG服务器，闲暇之余脑洞爆开编写的背景原案。\n大概讲述了我脑海中的“麦块”是一个怎样的世界，是怎样的结构，有怎样的故事。\n自己翻出来再看一遍，感觉还是有点娱乐作用（?），就给作为各位客官的小菜欣赏一下吧。\n另外我不希望大家扯上服务器的事情，虽然本是关于往日服务器的扯淡，但放到文学版块，文学版块内的帖子到底是作为什么东西而存在的，大家也都明白。 再另外，某些人看到这篇扯淡有了灵感，不谢。但将这一切微不足道的扯淡窝在手心，声称是自己的创作，无耻。\n\n\n服务器二周目原案\n（非完整版）\n \n   大陆名为穆瑞恩都，在古方块语中寓意“永恒的地方” 又出自《信标神话》中古神“达拉”锻造大信标使用的铸锤“穆瑞崩卡”—永恒之锤。\n\n\n   大陆分为两个部分，北大陆和南大陆。因所处经纬度差异巨大，两个大陆的环境各不相同。因而产生了各式物种.环境和不同生理的人类。\n\n\n   整个麦块星球为一个分为六面的正方体。每个面的边缘（也就是两个面的连接处）都会有来自大信标能量产生的“屏障”以稳定每个面的重力方向都朝向大信标（处于星球核心），并且不会因巨大的方向落差出现一系列不科学情况。而服务器地图穆瑞恩都就是其中的一个面。\n\n\n   麦块之心，名为卡达利亚----苏。万物的源头，星球的核心。《信标神话》中记载，麦块之心是一个外观与下界之星极其相似的六角星形建筑(倒不如说是下届之星极其相似麦块之心），有着极其美丽的外观。每个角都是一个独立的大信标，大信标的形体结构与普通信标极其相似，皆为金字塔形但是内部结构构成完全不一样（因为普通信标本身就是大信标“失败的赝品”）。大信标由四个主体组成：外壳 内核 顶 底。金字塔的结构使其内核分为5层（从下往上分别名为：混 集 酿 纯 精），每层容积积从下到上依次减少，也因此层数越高 像素密度也就越大，最后通过顶进行压缩迸发出去形成像素光柱击中第四层星球版块的底部中心并通过光柱将像素渗入第四层进行滋润和构成，再依次穿透各个层（每一层的像素都会衰减）直到第一层底部，就在无法在第一层地表通过肉眼观测像素组成的光柱了（已经衰弱到一定程度并彻底被第一层吸收。这也是为什么层数越高形成的环境与生物就越弱化因而越加事宜人类生存的原因。每个大信标的边长大约为300~600格，高度相同。六个大信标分别滋润构成星球的六个面。\n\n\n  关于像素技术的研发，人类首次发现像素能量是在麦块纪568。当时科技极为落后，最先进的就是仅具有物理特性的钻石加工工艺（例如工具 装甲），当时人们在探索海洋的时候，发现了一个巨大的古老石门，因为岁月的冲刷，其在当时是绝对不可能被人类打破的像素屏障（吸收当层像素能量生成的原始防御法阵）已经无法发挥原有的性能，再加上第一层地表像素密度愈加薄弱，被人们使用大量TNT强行炸开，发现了大地牢，并在那里发现了整个第一层世界最巨大的图书馆“丘纳卡”。经过学者多年的研究，成功建造了史上第一座下届传送门，进入了第二层世界，并发现了较为薄弱的像素光柱，人们在那里建设采集站 研究所，像素技术的开端就是那里。\n\n\n  关于太初。麦块星球从开始到现在，都由卡达利亚之心的像素力量而构成。生物和环境以及人类掌控部分像素的力量都与像素有着不可分割的关系。可以说，没有了像素 世界就会毁灭。而关于太初的传说，并没有明确的“回想记载”（由超过百名占卜师共同在预知之眼进行的超大型法阵所找到的过去历史）。原因也很简单，太初 是无可估计的。但我们唯一的模糊了解是太初之时不仅有四个星球版块层数，而是有五个。而我们现在生活的第一层在过去曾是第二层，真正的第一层（简称旧一层）在当时已经有着极其智慧的民族。但因为未知的原因第一层完全被剥离星球，转入一个未知的空间位面，而我们现在将这个位面称之为“末界”。另外在太初之时，整个星球在地表就可以看到非常明显的像素光柱（当时甚至是五层），可见在那个时候环境十分纯净，也没有那么多需要消耗像素去滋润的生灵。\n\n\n  关于七大龙。七大龙，在太初之时的穆瑞恩都就已经存在的强大灵神。因为当时的像素密度极其巨大，所以大陆的几个板块出现了极其特殊的情况（像素堆积），而形成了七条可以毁天灭地的巨龙。巨龙的位置分别在 杰罗 四兽岛 帕尼特特 大沙漠 贫瘠雪原 荆棘山脉 多德纳加（中心的熔岩岛）。在信标神话中，七大龙分别代表 懒惰 嫉妒 暴食 色欲 贪婪 暴怒（与上面的位置对应）。七大龙在记载上总共出现过两次汇聚，分别是《信标神话》中记载的“七龙出，大地裂，天灾现。伐七龙，世暂衡，百纪元重凝，龙王终?????”（后面的记载出现了模糊）。第二次则是现代人类首次面对七大龙进攻（麦块纪603），史记为“圣战”。那次战役对整个大陆以及人类的发展引起了巨大的负面作用。也是人类历史中最为黑暗的一次，也是从那以后，七大龙出现的地标都建造了巨大的城市，其一是为了繁荣发展便于行商以及资源的开采等，其二就是为了应对每几百个纪元七大龙重新出现的第三天灾而独立建造击龙船以应对七大龙的攻击。\n\n\n  关于七龙船。七个地标所在的国家/城市按《伐龙合约》所各自独立建造的“对灵神超弩级击龙船”。其各自选用当地的材料以及国家/城市自己独有的技术研发设计最后建造的击龙船，并根据第二次天灾留下的记载专门克制本地标出现的龙神。其建造花费总值大约超过了867亿绿宝石。目前已公布的击龙船为：杰罗岛的丰饶山中封印的“卡达杰罗号”古击龙船（在第二次天灾曾经使用的古代魔法驱动击龙船，是当时是唯一应对七大龙的船只，并且还是现在所有击龙船中性能最为强大的） 四兽岛的乾龙独自建造的“龙裂吴神”飞空击龙船（魔法驱动） 大沙漠安卡设计建造的“豪鲸级”击龙船（机械轮船） 贫瘠雪原建造的“雪峰”飞艇击龙船。\n\n\n  更新：\n关于巴哈姆特。完全没有详细的外貌能力等记载（包括回想记载），唯一相关的是《信标神话》中七大龙汇一便会出现龙王的传说。根据《元祖集》中的描绘，太初时曾经出现过龙王，并对旧一层造成了毁灭性的破坏，学者们普遍认为位面转换旧一层进入末界的缘由也是他的作为。（剧透，后期与之相关的剧情将与南国有所联系）\n\n\n  关于文学作品《信标神话》。至今学者们都无法说明其到底是否为虚构。但从史记上来看部分记载的确属实。《信标神话》发现自末界的旧一层智慧民族（称之为“先知”）废墟的版刻中。大致讲述的是麦块星球由“贤者之石”形成的名为卡达利亚的人类使用自己的力量构筑而成最后牺牲自己的生命成为卡达利亚之心的神话故事。（可以发现这与穆瑞恩都传说毫无挂钩，这在下面的人类发展相关会进行解释）\n  关于历史文学《元祖集》。本属于《信标神话》中的部分，经过修饰改订等工作最后总结的现代历史文学著作。也是信标神话中最为“真实”的部分，目前大部分的远古记载都出自《元祖集》。\n\n\n  人类发展相关。事实上，人类的始祖就是旧一层的智慧民族“先知”。《信标神话》中所描述的根源之人卡达利亚牺牲自己的生命构筑星球的同时，也将自己的本源像素精华用于创造伟大的生命“先知”。而经过巴哈姆特的毁灭，旧一层转入末界，但“先知”们将自己不同的力量根据环境散布在露出地表的新大陆“穆瑞恩都”上，也因此在整个大陆的各个地区中都出现了极其适宜本地环境并且拥有与本地环境本源像素相同的天赋的人们（栗如安卡的人民肤色都较为深，毛孔粗大等生理差别和有着与大沙漠相同本源力量的“土”像素源）。所以说白了，祖先是“先知”，而后者得到了其部分突出的力量和部分神话传说，但也并非完全，再经过一代一代的流传开始出现大的区别，但也因为本出自“先知”的《信标传说》，所以核心的点还是有很大的相似，也因此各路学者估计现代人类就是“先知”的后裔，这就是《穆瑞恩都传说》。\n\n\n  像素本源。像素，麦块星球的至上力量和基本。而像素的本源就是细分后的五个不同属性的“源”：金 木 水 火 土。五大本源合一构成基本像素，基本像素再构成不同的环境和当地的生灵，而每个像素的“源”都并不完全平均，便生成了各式不同的地域。栗如大沙漠的土属性像素源最为强大，火和金属性其次，木和水属性最弱，便形成了那样炎热极端的环境。（不得不提的是，整个大陆中“源”最为平衡的地方就是杰罗地区）\n\n\n  混合像素属性。指像素本源经过混合形成的“第六属性”。属于人工像素（像素科技的产物，但真正的首个混合像素出自与像素的自然流动出现了变异与融合，所以倒不如说这是大自然后天的产物），普遍用于武器等研发。全五系=光 全五系=暗 水+土=冰 水+金=雷 火+木=炎 火+金=爆 木+土=风。\n  \n职业。职业定位分为坦克型 物攻型和魔攻型。所有职业为：格斗师 弓箭手 盗贼 法师 牧师。\n每个职业都可以选择两种不同的定位：\n格斗师-坦克型-最肉最低物攻（以仇恨和辅助技能为主，物攻技能为辅）或物攻型-最肉的（以物攻技能为主，辅助技能为辅） \n弓箭手-物攻型（以物攻技能和辅助技能为主）或魔攻型（以魔攻技能和辅助技能为主） \n盗贼-坦克型（以仇恨和物攻技能为主）或物攻型（以物攻技能为主） \n法师-魔攻型（以魔攻技能和辅助技能为主）或物攻型（“每个法师都有一颗近战的心”以物攻技能和辅助技能为主） \n牧师-魔攻型（以辅助技能为主，魔攻技能为辅）或坦克型（以仇恨和辅助技能为主，魔攻技能为辅）。\n\n",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1471490880,
            "txt_content": "还有配图 厉害呢 大佬收膝盖"
        },
        {
            "author": "黑白相间∞",
            "timestamp": 1471491360,
            "txt_content": "XJue_DaDa 发表于 2016-8-18 11:28\n还有配图 厉害呢 大佬收膝盖\n我倒是觉得你才是大佬.."
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471587900,
            "txt_content": "分两天算是看完整了。\n单看设定，自给自足。地图有潘加的意味。\n其实我更希望有深些的设定，不是或不只是职业的东西。比如社会阶级。"
        },
        {
            "author": "黑白相间∞",
            "timestamp": 1471590360,
            "txt_content": "安根_Engon 发表于 2016-8-19 14:25\n分两天算是看完整了。\n单看设定，自给自足。地图有潘加的意味。\n其实我更希望有深些的设定，不是或不只是职 ...\n嗯，这种设定的确是有设想。\n但是后来没有接着写"
        }
    ]
}