{
    "title": "新手向——地底之家",
    "author": "jerryboy1",
    "replyCount": 9,
    "timestamp": 1352024580,
    "txt_content": "一楼献wiki。",
    "replies": [
        {
            "author": "jerryboy1",
            "timestamp": 1352024640,
            "txt_content": "本人初一水平，翻译不一定到位，求吐槽。{:10_492:}"
        },
        {
            "author": "jerryboy1",
            "timestamp": 1352024700,
            "txt_content": "地底之家的劣势\n\n如果你的地底之家有地方没有被光所照射到，你会不断的遭到从自己家里刷出来怪物的攻击。所以在大部分地方插上火把是最好的选择。\n建造地底之家时如果不小心敲开了和岩浆之间的砖块，那岩浆将会肆虐你的地底之家。。同样的问题不会出现在地面建筑。\n很多的破坏者（多人模式下服务器上的那些捣乱鬼）的目标就是地底之家，他们会在觉得附近有地底之家的地方安放TNT炸药，这通常会把那些墙壁薄弱的地底之家炸出来。\n地底之家建造起来虽然不用往外建造。但是需要在里面挖石头，这样的工程枯燥无味。\n你必须从地面获取一些物品例如小麦，种子，木头。除非你决定添加一个Mob farm刷怪场在你的地底之家。\n根据房子的复杂情况，你有迷路的几率，所以建议建造几个紧急出口。\n\n\n最适宜的解决方案\n\n建一个和地下基地相通的，独立的，地上之家是一个很好的主意。\n这样做可以使你快速到达你的矿井。\n你也可以使动物在独立小屋中自由进出。\n\n地下独立房屋的缺点\n破坏者会知道你的地下基地在哪里，除非它非常隐秘 （例如一个由拉杆控制的墙或是能和压力板配合的东西）。\n但他们仍可以用X光外挂或是透明材质包来侦测基地的位置，使得你的工程会被搅乱。\n\n准备工作\n如果你想建地底之家你需要自己做一些准备工作，而且可以在第一或第二夜前完成。 如果你刚开始玩一个新地图，收集大量木头，或许是15-20个木头。 一旦到达正午时分。合成一个木稿。挖一些圆石，尽快做一个石稿和石剑。\n现在，为你的家找个好地点。 这地点应在至少五格或更多格高的山脚底下。山应该由石头组成而不是泥土。泥土的爆炸抗性极低，因此极有可能会被爬行者一举炸穿，但是在极特殊情况下它们出现在地下，请牢记万万不能用沙子或沙砾来搭建，因为它们会坠进你的屋子。 只要你找到了合适地点，写下坐标 （按F3或FN+F3来显示，这取决于你的电脑）\n\n除此之外，这里是你所需的物品清单：\n3个或更多的火把。\n至少3个石稿，铁稿更好！\n当你饿了时可以吃的食物。\n一个工作台和一个熔炉，这在当你碰上铁锭或是稿子坏掉时很有用。\n两三个箱子用来保存你找到的东西\n如果你有红石和弓， 一个 发射器可能很有用，因为你可以用它堵上入口或是储存东西。\n至少3把石剑。当然铁剑更好！ （注释1）\n如果材料足够，有一两个桶最好。\n（注释1）：你不知道地形生成器会造出怎样的地图，因此你在挖掘时很可能进入洞穴或者地牢！"
        },
        {
            "author": "jerryboy1",
            "timestamp": 1352024760,
            "txt_content": "贴上网址：http://zh.minecraftwiki.net/wiki ... 7.E5.B7.A5.E4.BD.9C"
        },
        {
            "author": "262949130000",
            "timestamp": 1352025960,
            "txt_content": "楼主你严重火星了"
        },
        {
            "author": "jerryboy1",
            "timestamp": 1352026680,
            "txt_content": "？怎么了？{:10_516:}"
        },
        {
            "author": "jerryboy1",
            "timestamp": 1352026680,
            "txt_content": "建造大厅和厨房\n\n当你写下坐标后， 用你的镐在山脚开个洞。 然后加上一扇门，泥土，圆石，石头或是其他与原状相吻合的东西。 现在开凿一个2格宽，3格高的走廊，走廊应该至少向前水平延伸4-5格。然后向下把走廊挖成阶梯那样 ——往下挖一格， 在挖出下一格（低一级）， 以此类推，台阶斜坡应与屋顶一致。\n\n一旦你到达一个满意的地方（建楼梯起始处10-20格之下）停止往下挖掘。继续按照开凿走廊的办法做一个。 现在，停止挖掘地底之家并在主走廊处挖出一个2乘1分支走廊。这走廊应只向前延伸2-3格，接着开凿一个更大的屋子，或许长5宽10,且有高一些的天花板。在这屋里,放一个工作台 ，数个熔炉，和一个箱子。这屋子就是你的厨房或是储藏室啦！在这个屋里再放一张床。很快你将有更多的屋子放床，但现在就放在储藏室里。\n\n用你的工作台，合成一些石台阶 把台阶放在阶梯缝隙中，这样你上到地面时不用跳着。\n现在因为挖了很多，你会有一堆圆石，兴许还有一些木头，现在是修缮入口的时间。如果你没准备好，或者你在多人服务器，且害怕别人偷你的东西，在炉子里烧一些石头 上到地面去。或者带扇木门。\n把入口换成双重门，或是用石头泥土彻底封上。\n\n如果你用的是石头，每一次你进出屋子你需要挖掉石头并填上石头。 这样只有你才会知道屋子在那里（因为你有坐标）。 你现在有地底之家了！"
        },
        {
            "author": "179018311",
            "timestamp": 1352027520,
            "txt_content": "这个帖子好无聊,废渣渣"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1352181300,
            "txt_content": "我觉得不要像贴吧那样子~尽量一个楼层内全部编辑好~希望楼主修改一下哦~"
        },
        {
            "author": "jianghr",
            "timestamp": 1352196720,
            "txt_content": "DJXGAME 发表于 2012-11-6 13:55\n我觉得不要像贴吧那样子~尽量一个楼层内全部编辑好~希望楼主修改一下哦~\n这个确实有点那啥……\n话说用惯了论坛回帖吧发现不能编辑真纠结。"
        }
    ]
}