{
    "title": "整理，常见问题，以及更新日志 - 0.15.6",
    "author": "Wolverine",
    "replyCount": 8,
    "timestamp": 1471567860,
    "txt_content": " 本帖最后由 Wolverine 于 2016-8-19 18:26 编辑 \n\n\n\n\nEarlier this week we put out an update enabling a massive suite of VR-specific features that let you play Minecraft Windows 10 Edition on the Oculus Rift. Since then, we’ve worked doubletime to put out fixes for some of the issues you were encountering. Details below!\n本周早些时候我们发布了一款适合Windows 10版本使用的VR版本，Oculus Rift。 但是我们没有因此感到满足，我们加倍努力专注在游戏的开发并且修复了你们遇到的问题。下面是详细内容！\n\nIf you’re still having issues with your Magic Minecraft Goggles, scroll down and have a look through the FAQ we’ve prepared. As always, if you run into any bugs, please report them on Jira! We want to know what you think about our Oculus Rift integration. Click here to give us feedback!\n如果你仍然遇到了不少困难，往下看，我们解答了大部分的常见问题。别忘记了，如果你遇到了bugs，请在Jira汇报它们！你们对Oculus Rift的建议会对我们有很大的帮助。点击这里提供建议！\n\nChangelog\n更新日志\n\nNew Features:\n新特性：\nMinecraft: Windows 10 Edition Beta now has Oculus Rift support! Wow!Minecraft：Oculus Rift 支持 Windows 10 Beta版本！\n\nTweaks:\n调整：\nBetter keyboard and mouse support when Oculus Rift is enabled.Oculus Rift能够更好的支持键盘和鼠标。Tweaked Windows 10 UI when in Oculus Rift mode for better usability.调整了Oculus Rift 的 Windows 10 UI（用户界面），提高了实用性。\n\nBug Fixes:\n漏洞修复：\nOculus platform launcher updated with localization handling fixes & correct Virtual Studio redistributable packages.Oculus平台启动器进行了本地化更新，以及虚拟演播室可再发行组件包恢复正常（？）Audio now plays through user’s selected audio device.用户可以使用不同的音频设备播放他们喜欢的声音。You can use the “C” button on your keyboard to switch between television mode & immersive mode.\n用户可以使用键盘上面的“C”键选择切换电视模式或真实模式。Fixed some localization fonts (all editions).修复了部分本地化字体（全部版本）。Fixed a minor crash issue on Gear VR edition.修复了Gear VR版本的轻微崩溃问题。\n\nFAQ\n常见问题\nQ: I don’t have Windows 10- I’m running Windows 7/Windows 8/Linux/OSX. Can I use Minecraft: Windows 10 Edition Beta with Oculus Rift support?\nQ：我没有Windows 10系统，只有Windows 7/Windows 8/Linux/OSX。那么我是否可以在Oculus Rift上使用Windows 10 Beta版本？\n\nA: You will need to have the Windows 10 operating system running in order to use Minecraft: Windows 10 Edition Beta.\nA：运行Windows 10 Beta版本必须使用Windows 10操作系统。\n\nNote: you also need to be running version 1511 (aka TH2) – there is an in-game message that will direct you to update.\n请注意：必须是1511版本（又名TH2），里面会有游戏中提醒（更新）\n\nQ: The Oculus Minecraft app is crashing with the error 0x80070422. What do I do?\nQ：当出现错误0x80070422，Oculus Minecraft崩溃，怎么解决？\n\nA: Make sure you have Windows Update enabled.\nA：请确定你启用了Windows更新功能\n\n1. Press the Windows key\n1. 按Windows键\n\n2. Type in Services\n2. 搜索栏中输入服务\n\n3. Scroll down to Windows Update and right-click.\n3. 在下面选择Windows更新然后右键点击。\n\n4. Select Start from the menu.\n4. 从菜单中选择开始。\n\nQ: My Oculus Minecraft app is crashing but it is giving me an exception in ucrtbase.dll.\nQ：我的Oculus Minecraft出现崩溃，但是不包括ucrtbase.dll（？）\nOR My Oculus Minecraft app is saying that Windows 10, Update 1511 is required. What do I do?\nOR 我的Oculus Minecraft显示说必须更新Windows 10，1511。怎么办？\n\nA: First, try restarting the Oculus store and seeing if the Oculus Minecraft app update fixes this. If not, this is may be due to a Windows Update either failing or not being applied.\nA：首先，重启Oculus，然后尝试一下更新是否可以解决问题。如果不行，那么就是因为Windows更新失败或者未被应用。\n\n1. Download & run the official Windows Update Troubleshooter here: Press the Windows key.http://download.microsoft.com/do ... eDiagnostic.diagcab\n1. 在这里下载&运行Windows官网的更新疑难解答：按Windows键http://download.microsoft.com/do ... eDiagnostic.diagcab\n\n2. Press the Windows key.\n2. 按Windows键\n\n3. Type in Check for Updates\n3. 搜索栏中输入更新检查\n\n4. Check for and then install any missing Windows Updates\n4. 如果有更新可用，选择确定更新。\n\n5. Restart your computer using the Restart option on the Power menu.\n5. 从菜单中选择重启你的电脑\n\nQ: The Oculus Minecraft app is telling me that launching Minecraft “failed”?\nQ：我的Oculus Minecraft显示启动Minecraft“失败”\n\nA: Check to make sure you aren’t already running Minecraft: Windows 10 Edition Beta. If you are, make sure you close the app first before trying to play it from the Oculus Minecraft app. If you continue to have problems, try running Minecraft: Windows 10 Edition Beta by playing it from the Xbox app. This may give you more insight into why the game won’t play. If you continue to have issues, you can always contact http://support.xbox.com or click on Contact Us on our feedback site at http://feedback.minecraft.net\nA：请确定你没有二次启动Minecraft：Windows 10 Beta版本。如果上述情况属实。关闭原本的游戏，然后再从Oculus启动Minecraft。如果还是不行。尝试一下使用Xbox启动Minecraft。里面可能有无法启动Minecraft的原因。如果你还是无法启动，请联系http://support.xbox.com或者在我们的官网http://feedback.minecraft.net点击“联系我们”。\n\nQ: The Oculus Minecraft app is reporting a signature issue with the 2015.3 x86 redist DLLs.\nQ：我的Oculus Minecraft出现2015.3 x86 redist DLLs.问题\n\nOR The Oculus Minecraft app is crashing and my primary language files aren’t English.\nOR 我的Oculus Minecraft出现崩溃，而且我的语言设定并非英语。\n\nA: Good news! We pushed out a fix that should resolve both of these issues. Just restart your Oculus store and accept the Minecraft app update that you should see waiting in your library.\nA：好消息！我们应该已经把上面的两个问题都解决了。你只需要重启你的Oculus然后更新你的Minecraft。\n\nQ: I am seeing strange graphics issues when I try to play the game.\nQ：游戏中频繁出现画质问题\n\nA: Make certain your graphics drivers are up-to-date. If you have an Nvidia graphics card, you may need to manually visit the Nvidia website to get the most up-to-date drivers for your graphics card. Download, install the new drivers, and then restart your computer using the restart option from the power menu.\nA：请确保你的显卡驱动没问题。如果你使用的是Nvidia显卡，你需要游览Nvidia官网，然后下载最新的驱动程序。下载之后安装新的驱动，然后从菜单中选择重启你的电脑。\n\nQ: I have dual graphics cards and multiple monitors. I can hear the Minecraft music but Minecraft is stuck on a white screen with ‘Please wait’.\nQ：我使用的是双显卡加上多个显示器。Minecraft音乐没有播放问题但是屏幕一直卡在“请稍后”\n\nA: This may be due to some confusion between your graphics cards regarding HDMI input and the Rift. If you have HDMI inputs going into both cards, unplug the HDMI input that is not associated with the Oculus Rift.\nA：这可能是因为你的HDMI输入和Rift出现冲突。如果两张显卡都有HDMI插口，拔出没有和Oculus Rift链接的HDMI插口。\n\nHope that helps!\n希望这些有帮助！\n\n\n",
    "replies": [
        {
            "author": "1605131159",
            "timestamp": 1471571640,
            "txt_content": "我竟然看成了0.16"
        },
        {
            "author": "LeoPro",
            "timestamp": 1471575840,
            "txt_content": "1605131159 发表于 2016-8-19 09:54\n我竟然看成了0.16\n我也是…………"
        },
        {
            "author": "嗷大喵",
            "timestamp": 1471576680,
            "txt_content": "对我来说一点用都没有…{:10_492:}"
        },
        {
            "author": "zx728925",
            "timestamp": 1471579440,
            "txt_content": "比我发的快啊！"
        },
        {
            "author": "1605131159",
            "timestamp": 1471592280,
            "txt_content": "LeoPro 发表于 2016-8-19 11:04\n我也是…………\n呵呵..........."
        },
        {
            "author": "zx728925",
            "timestamp": 1471606860,
            "txt_content": "Better keyboard and mouse support when Oculus Rift is enabled.我觉得这句话应该翻译成：Oculus Rift眼镜能够更好的支持键盘和鼠标了。\n"
        },
        {
            "author": "正义の冷子",
            "timestamp": 1471635180,
            "txt_content": "唉，更新的真慢啊"
        },
        {
            "author": "Wolverine",
            "timestamp": 1471656240,
            "txt_content": "zx728925 发表于 2016-8-19 04:41Better keyboard and mouse support when Oculus Rift is enabled.我觉得这句话应该翻译成：Oculus Rif ...\n也行，这个翻译不错"
        }
    ]
}