{
    "title": "1.4.2更新记录翻译完毕",
    "author": "itcfangye",
    "replyCount": 3,
    "timestamp": 1352035620,
    "txt_content": "在Pow大大，Sjj大大，Djx大大等众人的帮助下，1.4.2更新记录全部翻译完毕如下，如有翻译错误请指正：\n\n（PS：本人第一次发帖，如有什么格式/要求错误请指出）\n\n更多信息请参见骇人更新.改善了服务器列表\n添加服务器/修改服务器信息时，可以单个隐藏IP信息。服务器版本会在连接条左边显示。如果服务端与客户端协议版本不匹配，会显示在服务器延迟处。不匹配的服务器无法连接。\n改善了设置菜单\n将聊天设置 重命名为联机设置 。加入一个选项让披风持有者可以隐藏他们的披风。加入了全屏和垂直同步切换。\n改善了F3模式\n饼图会在使用shift+F3时显示。（以前是正好相反的）在f值里加入了基本方向和角度值来表明玩家面对的方向。在X和Z值里显示玩家所在的区块和玩家在区块内的位置。当游戏失去焦点时，按住[size=0.85em]F3并按下[size=0.85em]P可以自动（强制）暂停。按住[size=0.85em]F3并按下[size=0.85em]H可以切换物品叙述模式（详细/简略），详细模式下会在工具条里增加显示物品ID，损害值，颜色码，损伤度，地图的放大比例。按住[size=0.85em]F3并按下[size=0.85em]T会重新加载材质包。\n更新语言文件。\n游戏内容\nI改善了多人联机模式\n如果ops.txt文件是空的，出生点保护会被禁止。在server.properties中可调整出生点保护的范围。\n改善了创造模式物品栏\n物品可以用选取方块键复制（提供的物品数量为该物品的最大可堆叠数）。物品可以在生存物品栏屏幕里用[size=0.85em]&#8679; Shift点击移动。\n改善了一般的物品栏\n鼠标悬停在一个物品上方时，按下[size=0.85em]1到[size=0.85em]9数字键，可以将该物品与所按数字键对应位置上的物品互换。状态效果会导致物品栏窗口偏移（不管你的屏幕宽高比是多少）。\n加入/改善了一些指令\n加入了/difficulty指令改变难度。[1]\n/difficulty 0 = 和平/difficulty 1 = 简单/difficulty 2 = 普通/difficulty 3 = 困难\n切换PvP（玩家对战）模式[2]加入/spawnpoint来改变你或其他玩家的出生点。（若不设定具体坐标，将会是你当前的坐标）\n/spawnpoint <玩家> <x> <y>< z>\n加入/w作为/tell的缩写。加入/weather来改变当前天气以及新天气的持续时间（可选）。\n/weather [clear | rain | thunder] <时间>\n加入/gamerule <gamerule>< true/false>来查找/修改游戏规则（无视命令方块的输出）。\n/gamerule doFireTick - 火是否会蔓延/gamerule doMobLoot - 生物会不会掉物品/gamerule doMobSpawning - 生物会不会自然生成/gamerule doTileDrops - 方块会不会掉落（对挂画无效）/gamerule keepInventory - 玩家死后物品是否保留在物品栏中/gamerule mobGriefing - 爬行者、末影人、凋灵能否改变方块。\n加入/clear来清除一个玩家的全部或某种物品。调整/xp，在数值后面加L可以增加或减少整个经验等级。（如/xp 4L增加4级）调整/tp，在数值前面加~可以进行相对坐标值的移动。（如/tp Sev ~+500 6.13 ~-50）\n加入指令目标选择[3][4][5]\n可用的选择:\n@p - 最近的玩家@a - 全部玩家@r - 随机玩家\n可在[]内定义参数，语法类似x=0，其中x是参数可用的参数:\nx,y,z - 坐标r - 距离m - 游戏模式l - （当前所有玩家的）最低经验级别lm - （当前所有玩家的）最高经验级别rm - 最低距离\n特殊的参数仅在@a中可用：\nc - 返回玩家数量最大值。低于0的数字会返回最后的输入量。\n更新声音引擎\n添加放置木头、石头、植物、沙子、沙砾类的方块的音效。添加走在沙子、沙砾、灵魂沙、草丛和石头上的音效。添加僵尸、骷髅、牛、猪、蜘蛛、末影人、恶魂、蠹虫、岩浆怪、狼、末影龙、蝙蝠、铁砧的音效。添加治愈僵尸、感染村民等的音效和一个治疗时的音效。添加点火、剪羊毛的音效。添加攀爬梯子和搭乘矿车的音效。添加升级音效，每升5级播放一次。添加液体持续的环境噪声。\n改善了传送门\n生物、物品和抛射物会穿过它们并保持原有速度。[6][7][8]实体会瞬间通过传送门，但有较长的冷却时间。[9]着火的实体（比如烈焰人火球）可能通过传送门离开下界，并烧掉主世界的一些东西。[10]传送门会根据实体进入的地点传送实体。[11][12]修正了玩家穿过下界传送门后的朝向。创造模式里，玩家会瞬间穿过下界传送门。\n改善了冒险模式\n可以用正确的工具破坏方块。可以放置方块。\n改善了繁殖机制\n鸡改用种子繁殖。[13]猪改用胡萝卜繁殖。\n你现在可以修复一个荒凉的村庄或者干脆建设一个新村庄。[14]诸多小的改进\n在BOSS血条之上添加BOSS名称。钓鱼与繁殖也能够获得经验。在世界选择菜单中可以重建一个已有世界。改变多个物品的图标。使用/give获得的物品能做到几乎立刻放入物品栏。门、活板门、拉杆与按钮无法再用鼠标左键激活。[15]添加物品是否可用作别名命名的NBT标签。添加决定生物是否会消失的NBT标签。\n修复许多漏洞\n修正/me命令只能由OP使用的问题。修正/tell命令工作不正常的问题。解决部分光照问题。解决穿戴附魔盔甲时，手持任何物品都会发光的问题。修正在潜行时，第二层皮肤无法正常显示的问题。修正烈焰人生成不正常的问题。修正宠物会随机传送的问题。修正在禁止pvp的服务器中，玩家依然可以通过使用带有火焰附加 魔咒的剑伤害其他玩家的问题。修正在矿车中的实体不可见的问题。修正生物随机窒息问题。修正了台阶、半砖和栅栏有时会出现的视觉错误。修正了生物落入方块中的问题。修正了浸湿的狼看起来特别恐怖的问题。\n世界生成\n自定义世界生成[16]可自定义超平坦世界[17][18]\n现在可以用方块ID、数据值与高度定义不同的地层可改变生物群系所有生成选项均储存在预设中，用于分享和再使用。地形可以装饰，村庄以外（包括村庄在内）的结构亦可生成。默认预设:\n经典平坦 - 2;7,2x3,2;1;village挖洞者的梦想 -2;7,230x1,5x3,2;3;stronghold,biome_1,decoration,dungeon,mineshaft水世界 - 2;7,5x1,5x3,5x12,90x9;1;biome_1,village主世界-2;7,59x1,3x3,2;1;stronghold,biome_1,village,decoration,dungeon,lake,mineshaft,lava_lake雪之国度 - 2;7,59x1,3x3,2,78;12;biome_1,village无底洞 - 2;2x4,3x3,2;1;biome_1,village主世界 -2;7,230x1,5x3,2;3;stronghold,biome_1,decoration,dungeon,mineshaft红石就绪 - 2;7,52x24;2\n预设码格式举例如下：95;35:2,2x20;1;stronghold(count=6) –95为格式版本，后面紧跟着分号和地层信息。每一个新地层都会被逗号分开且地层必须包括方块ID（35）信息，且可以额外添加:2来指定数据值。在方块ID前面你可以输入2x来指定生成次数。在下一个分号后面紧跟着生物群系ID，随后的一个分号后面跟着所有需要生成的结构包括它们的追加选项（如(count=6)）。\n在沼泽里加入沼泽小屋[19]蠹虫方块会罕见地出现于山脉 生物群系中\n平均每个区块生成一个怪物蛋。\n在村庄里可以找到胡萝卜和马铃薯[20]\n方块与物品\n命令方块\n被红石激活后会运行事先编辑好的命令。为冒险模式所设计。只有OP才能编辑，而且server.properties中的enable-command-block必须启用。只能通过/give playername 137获取。[21][22]可以以静音模式运行（此时指令不在对话框中显示）。[23]\n信标\n定位为游戏后期的方块不断发出光芒，具有垂直向上与萤石等亮度的光束效果，且会为一定范围内的玩家提供正面效果。激活条件为：在其下建造一个由钻石块/金块/铁块/绿宝石块（不能为青金石块）构成的金字塔，再选择一种效果。\n最简单的金字塔需要9个方块；最高等的需要164个。\n必须暴露在阳光下才能运作。随着金字塔层数的加高，可应用的效果变多，且效果作用范围加大。选择一种效果需要消耗1个铁锭、钻石、金锭或绿宝石。下列效果的解锁层数需求依次递增：\n速度、速掘抗性提升、跳跃提升力量\n最大（4层）的金字塔可以选择副效果。\n副效果为生命恢复或者某个主效果的等级II。\n信标给予的颗粒效果比其他物品（如药水）产生的要少。\n铁砧[24]\n用于物品修复、合并魔咒、重命名任何方块与物品。代价是经验的消耗。工具也能用一块其原材料修复。合并相同魔咒会提升1级等级（如果还能提升的话）。冲突的魔咒会只保留第一个。使用以及坠落均会加重其损耗程度——损耗程度依次为铁砧，轻度损耗的铁砧，重度损耗的铁砧。具有四种朝向，无法被活塞推动。经验值消耗会因魔咒等级、稀有程度、该物品是否曾用铁砧修复而变化——最大消耗为39级经验。[25]\n欲知铁砧合并魔咒的原理，参见铁砧机制条目\n铁砧会受重力影响，给予玩家或生物与下落高度成正相关关系的伤害。被铁砧杀死的玩家会出现信息“XXX被铁砧压扁了”。铁砧落在下列方块上时会摧毁该方块：拉杆、按钮、火把、红石火把、红石中继器、花盆、铁轨、头颅。\n刷怪箱\n加入若干NBT标签用于更改某些核心刷怪规则范围现在最大刷出实体数量纵向刷怪半径生成的怪物可以穿戴或携带任何物品或方块，所持物品死后掉落率亦可调整。加入一个NBT标签来决定生物能否消失。加入一个NBT标签来决定生物是否能被战胜。\n中继器\n用另一个中继器向该中继器侧向充能能够得到锁存效果。中继器位于锁存状态时，第二个红石火把将不可见，换成一道黑灰色的横条（外形类似基岩）。此时中继器输出不随输入改变。\n花盆[26]\n允许玩家种植任何种类的树苗, 蘑菇,花, 仙人掌, 枯死的灌木和蕨等。[27]对其使用选取方块 功能会得到被种植的植物。右键点击种植，左键点击同时回收两者。\n圆石墙 [28]\n包括圆石墙和苔石墙两种变种。与栅栏特性类似——可彼此连接，与其他方块连接，与栅栏门匹配，具有1.5格高的碰撞箱。边角处和上方有方块处的圆石墙会显得更高一点。\n木头\n放置朝向变更：现在朝向它所放在的方块那一面。放置在方块的侧面得到侧向木头，放置在方块的正面可得到正向木头。\n楼梯\n现在会与旁边的楼梯连接形成转角楼梯。[29]\n物品展示框 [30]\n可以展示任何物品。 [31]放置在展示框中的钟, 指南针和地图可以正常工作，地图上会显示所处展示框的标记。[32][33][34]已安装的地图会在地图备份上显示标记。在创造模式中，对其使用选取方块按键能得到框中的方块或物品。\n画\n加入了挂画“凋灵”。\n头颅 [35]\n为生物被玩家杀死时的罕见掉落物。只能由凋灵骷髅掉落，但也存在爬行者、僵尸、骷髅与玩家的头颅。可以向16个方向摆放在地上或者挂在墙上。可以戴在头上。使用外部编辑器或Mod在头颅上加入NBT标签 \"SkullOwner\" -> (玩家名称)可将玩家头颅指定为特定玩家的头颅，这些头颅会有一个工具条显示\"玩家的头\"。\n活板门\n可以放置在方块的上半部分[36]，放置方法与台阶和楼梯类似。\n按钮\n活跃时间延长0.2秒。现在只需要一块石头来合成。\n木按钮\n可以被箭激活。使用一块木板合成。\n火\n根据难度不同会有不同的蔓延速度。[37]\n树苗\n减小碰撞箱体积。\nTNT\n会被火矢激活。\n马铃薯\n可种植在湿润耕地上，成熟后采集得到1-4马铃薯。可被骨粉立即催熟。可烹饪得到烤马铃薯。罕见地会掉落毒马铃薯。马铃薯回复0.5饥饿点数；毒马铃薯回复1饥饿点数，但有一定几率中毒；烤马铃薯回复3饥饿点数\n胡萝卜\n可种植在湿润耕地上，成熟后采集得到2-4胡萝卜可被骨粉立即催熟在合成台上将8块金粒围绕在其中间可合成金胡萝卜胡萝卜回复2饥饿点数，金胡萝卜回复3饥饿点数\n萝卜钓竿\n可用来控制猪的行动。猪会朝着玩家手持萝卜钓竿指向的方向移动。手持萝卜钓竿的玩家也会吸引附近的猪。在骑猪过程中会逐渐损耗。猪会缓慢起步，最终达到约5方块每秒的速度。[38]可以右键点击使猪获得瞬间爆发加速，但会消耗约一个区块的耐久度。猪最终会\"吃掉\"胡萝卜，留给玩家一个钓鱼竿，此时需要一个新的胡萝卜来继续骑行。[39][40]用钓鱼竿和胡萝卜对角摆放合成（胡萝卜在下）。[41]\n南瓜派 [42]\n回复4饥饿点数。合成方法：南瓜、鸡蛋与糖任意摆放。\n下界之星\n由凋灵掉落。用于合成信标。会像附魔装备一样发光。\n夜视药水\n由金胡萝卜与粗制的药水合成。\n隐身药水[43]\n能够隐藏玩家本身、名称标签与披风。[44]攻击型生物只有你撞到它们或是主动攻击它们，他们才会反击。喷溅隐身药水也可以让生物隐身，尽管部分生物的眼睛依然显示。由发酵蛛眼与夜视药水合成而得。\n药水\n现在可以拥有任何可用的药水效果、等级与持续时间。有关数据以NBT标签形式存储，但药水色彩不变。\n地图\n合成得到空地图，右键使用后会变成地图一开始的地图显示范围较小，可通过与纸合成的办法扩大。[45]同一地图上的玩家可以看到其他玩家。将已有地图与空地图合成可获得克隆地图，克隆地图可以堆叠至64个。[46]移除了其文本标题，用'Map #X'（X为数字）来标签。现在会网格对齐。玩家不在地图显示范围中时，会在地图边界显示为一个小圆圈。\n盔甲\n钻石盔甲的袖子内层有一个V形开口。对皮革盔甲进行了大幅度修改。\n皮革盔甲\n一共有16,777,216种可用的染色。[47] [48]可以在工作台中使用不同的颜料来染上复杂的颜色。其标签会显示出其颜色。可以用炼药锅来洗掉其颜色（会消耗炼药锅里的水）[49]。更改物品与模型的颜色与材质现在具有双重材质，其中一层为其本来的颜色\n生物\n凋灵\n只能被玩家创造的三头飞行Boss型生物，会朝玩家和非不死型生物发射投射物。T字型放置4块灵魂沙再在其顶部放置三个凋灵骷髅头颅可召唤之。生成后，凋灵会闪烁蓝光、恢复生命值并逐渐变大，在这一阶段凋灵为无敌状态（约几秒钟时间），此后它会制造一次爆炸并开始攻击玩家和生物。每一个头颅会瞄准独立的目标并发射被称为凋灵之首的火焰投射物，投射物接触后会爆炸。发射两种不同的投射物，蓝色的由较小的头发出，攻击生物；黑色的由较大的头发出，攻击玩家。当被投射物集中后，玩家会获得“凋灵II”的效果，这一效果类似于更缓慢的中毒效果，但会将玩家的生命条变为黑色，且可以杀死玩家。凋灵会持续回复生命。当凋灵生命值低于一半时会获得凋灵盔甲，使其对弓箭攻击免疫。在杀死时会掉落下界之星。生成在主世界的凋灵会使主世界天空变成暗红。\n凋灵骷髅\n携带石剑，石剑在被玩家杀死时罕见掉落。掉落骨头、煤、凋灵骷髅头颅（罕见）。被击中后，玩家会获得“凋灵”效果。在下界要塞中生成。罕见地（取决于难度），会生成可以拾取盔甲、头部、物品、方块、武器、工具的凋灵骷髅。[50]\n盔甲、工具和剑会自动装备，并且会在允许的情况下换上更好的。[51][52][53][54][55][56][57][58][59]被拾取的物品会在其死后掉落。[60]这些怪物死时会掉落其手持物。[61] [62]\n所有装备都是有实际功能的：剑和工具会增加伤害，盔甲则会对其进行保护。罕见掉落的工具现在是已部分损坏的。随着难度增加，会有更高的概率生成持有更先进装备的生物。\n女巫\n看起来像村民的变种。使用剧毒药水、减速药水、虚弱药水和伤害药水攻击玩家手持药水，攻击时会晃动自己带有疣的魔法鼻子。戴着一顶有时会发出紫色颗粒的帽子能够自我恢复生命值在战斗时会饮用治疗药水与抗火药水以自保免疫80%的负面药水效果死后掉落木棍、萤石粉、红石粉、火药、糖、蜘蛛眼、玻璃瓶与水瓶。被玩家杀死时有一定概率掉落手持的药水生成于沼泽中的沼泽小屋。\n蝙蝠[63]\n空闲时会挂在天花板上，当玩家接近时就会飞走在漆黑的洞穴中生成白天时睡觉不会触发压力板或绊线\n被驯服的狼\n它们的项圈可以通过拿着染料对着狼右击来染色[64]\n铁傀儡\n现在会攻击爬行者，史莱姆，和岩浆怪\n所有的攻击性生物\n如果它们能从摔落中存活，它们会向下跳向玩家根据难度的不同，它们会情愿受到更多的坠落伤害\n爬行者\n如果从高处摔在地上，他们会爆炸，摔得越惨，炸得越快。通过对刷怪箱与NBT标签的编辑，可以自定义其起爆时间与爆炸半径。\n僵尸\n罕见地会生成带有防具的僵尸，有时防具还是附魔的。罕见地（取决于难度），会生成可以拾取盔甲、头部、物品、方块、武器、工具的僵尸。[50]\n盔甲、工具和剑会自动装备，并且会在允许的情况下换上更好的。[65][66][67][68][69][70][71][72][73]被拾取的物品会在其死后掉落。[74]这些怪物死时会掉落其手持物。[75] [76]\n所有装备都是有实际功能的：剑和工具会增加伤害，盔甲则会对其进行保护。罕见掉落的工具现在是已部分损坏的。随着难度增加，会有更高的概率生成持有更先进装备的生物。当装备头盔时，他们不会在太阳下燃烧，相反，伤害会被转移到头盔上。[77]使用被修改的刷怪笼他们可以拥有自定义的物品掉落率，手持或装备任何物品或方块。现在会有机会（取决于难度），在杀死一个村民后感染之——该村民死后会被一个僵尸村民取代。[78] [79]\n普通难度下感染率为50%，困难难度下感染率为100%。[80]\n小村民被感染后会变成小僵尸村民。[81][82]小僵尸村民比一般僵尸速度快50%，不会长大，在阳光下不会燃烧，也能穿戴盔甲。[83][84][85][86][87]在你向僵尸村民投出虚弱药水后拿着金苹果对其点击右键，他们会扭动并最终变回村民。[88]罕见地会在出生时手持铁剑或铁锹。手持武器或工具时，攻击时双臂会向上摆动。加入了小僵尸，只可通过MOD或第三方插件生成。被玩家杀死时，罕见掉落胡萝卜与马铃薯。在万圣节这一天会有25%概率生成戴着南瓜的僵尸。\n骷髅\n罕见地会生成带有防具的骷髅，有时防具还是附魔的。罕见地（取决于难度），会生成可以拾取盔甲、头部、物品、方块、武器、工具的骷髅。[50]\n盔甲、工具和剑会自动装备，并且会在允许的情况下换上更好的。[89][90][91][92][93][94][95][96][97]被拾取的物品会在其死后掉落。[98]这些怪物死时会掉落其手持物。[99] [100]\n所有装备都是有实际功能的：剑和工具会增加伤害，盔甲则会对其进行保护。罕见掉落的工具现在是已部分损坏的。随着难度增加，会有更高的概率生成持有更先进装备的生物。当装备头盔时，他们不会在太阳下燃烧，相反，伤害会被转移到头盔上。[77]使用被修改的刷怪笼他们可以拥有自定义的物品掉落率，手持或装备任何物品或方块。有时会携带附魔弓——这弓在被玩家杀死时可能掉落。在万圣节这一天会有25%概率生成戴着南瓜的骷髅。\n僵尸猪人\n罕见地（取决于难度），会生成可以拾取盔甲、头部、物品、方块、武器、工具的僵尸猪人。[50]\n盔甲、工具和剑会自动装备，并且会在允许的情况下换上更好的。[101][102][103][104][105][106][107][108][109]被拾取的物品会在其死后掉落。[110]这些怪物死时会掉落其手持物。[111] [112]\n所有装备都是有实际功能的：剑和工具会增加伤害，盔甲则会对其进行保护。罕见掉落的工具现在是已部分损坏的。随着难度增加，会有更高的概率生成持有更先进装备的生物。使用被修改的刷怪笼他们可以拥有自定义的物品掉落率，手持或装备任何物品或方块。罕见地携带附魔的金剑。掉落的金剑有时是部分损坏的。加入了小僵尸猪人，只可通过MOD或第三方插件生成。\n村民\n改进了村民使他们更具有自我意识。[113]一个村庄里的所有村民现在会喜欢和不喜欢特定玩家了。[114]如果玩家与村民交易，村民会更喜欢玩家。[115]如果玩家攻击村民或者他们的铁傀儡，村民会更不喜欢玩家。当玩家不受一村庄喜欢时，该村庄的铁傀儡会攻击玩家。当村民因为自然原因（除生物攻击外）死亡且玩家在16格以内，或一个生物杀死一个村民，该村接下来几分钟内不会生成小村民。调整并加入一些交易来防止玩家刷绿宝石并提高可玩性。改变对玩家的喜爱度时会显示颗粒效果。\n猪\n可以加速至每秒5米现在会在死亡时掉落它们的鞍\n史莱姆\n现在在晚上会在沼泽中生成\n羊\n从刷怪蛋里生成的羊现在能生成“天然”颜色的羊（白色，灰色，棕色，粉色等）\n",
    "replies": [
        {
            "author": "cwc",
            "timestamp": 1352035800,
            "txt_content": "这个......"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1352035860,
            "txt_content": "这才是wiki翻译的和谐氛围嘛~大家群策群力O(∩_∩)O~\n不过是你收工并发布的话分数就归你了O(∩_∩)O~\n金币不够的话我这里可以给你好多好多哦~"
        },
        {
            "author": "jianghr",
            "timestamp": 1352485560,
            "txt_content": "嗯，好的作品加分也算我一份。虽然不是天天来但是我也会转翻译版的。\n话说当初这整个条目的{{Translation|Needed}}还是我加的。这个条目不戴这个帽子不科学。"
        }
    ]
}