{
    "title": "新人驾到。。。。",
    "author": "CBB军团党",
    "replyCount": 8,
    "timestamp": 1471683660,
    "txt_content": "{:10_492:}\n喜欢MC的回复\n游戏难度分为简单，普通，困难，和平\n除了和平模式，难度不影响刷怪的频率和数量\n和平模式适合大的土木施工时，不想受到怪的影响\n可以启用，难度设置是即时性的，也就是说当你从普通\n到和平，周围的怪会全部消失，从和平到普通又会立即刷怪\n如果要费心建造某个大型建筑，建议开启和平模式，否则\n你的建筑在没有光源的情况下很可能会刷出怪，JJ怪也会把建筑损坏。\n和平模式下，血是可以自动回复的，不用怕小摔，被岩浆烧\n但不能受到大的伤害，比如高楼跳，在岩浆里被烧还不出来\n在水下憋气不上来，恢复速度是跟不上的，如果玩家不想死\n又受到攻击没血了，立刻esc可暂停游戏并转换成和平模式\n怪会消失，血会回复。\n第二个重点是刷怪\n想精通游戏必须要知道刷怪的原理，包括造刷怪塔那更要了解\n以人物为中心，半径24格是不会刷怪的，24格以外到72格是刷怪区\n注意，这个范围不止是指的平面，人物头上脚下也是，通过上面说的\n你应该了解，怪都是刷在人物周围的，不是说满地图都会刷，这就可以解释\n为什么你走到哪里都会有怪，很多人认为怪是全地图刷的，这是错误的\n怪只是围绕着你出生，你是怪的源泉。\n怪物只能在最多光亮在月光强度下出生，也就是说，只有在晚上的时候和\n漆黑的地洞中才会刷出，白天地面是不会刷怪的。除了蜘蛛，JJ晚上刷的怪\n到白天会全部自燃而死，除非怪在水里游泳。\n晚上和地洞放了火把的地方也是不会出生。\n怪物只能在有立脚的地方出生，不会出现在空中，废话了。不能在水面、玻璃、半截面（也就是石板木板这种）\n岩浆（废话）上出生。\n如果想要做个精通的玩家，制作刷怪塔是必不可少的，除非你想用作弊。\n怪物所爆的物品不可能通过猎杀来大量获取，只有制作刷怪塔，刷怪塔\n的原理就是利用以上刷怪的特点来完成的，塔里一片漆黑，白天晚上都会\n刷出怪，在塔里给他们一个立脚点出生，周围放上水路，通过水流集中\n并处死，物品在通过水流送到指定的地方，刷怪塔的效率是很重要的\n这个需要玩家来自己摸索并建造一个属于自己的刷怪塔，以后合成\n再也不会愁这些怪身上的物品了\n水和岩浆 都是有源的，你拿水桶舀了一桶水和岩浆放到地上\n你会发现，水流和岩浆流都是从源头扩散开的，水和岩浆也必须从源头才能取到。\n水的最大直线扩散范围是8格（算上源头）岩浆是4格（算上源头）\n了解这些你就可以利用水流和岩浆流做出很多陷阱，比如刷怪塔。\n两桶水可以无限造水，方法是挖一个2x2，深为1的坑，把两桶水\n的水源分别放到正方形坑的对角，这样水会平静，无水流，你可以在\n这个小坑里拿无限的水，去除这个无限水坑就是用东西填埋自然会消失\n可惜岩浆不能这么做。就是说要造大型的水利工程，可以利用这一点\n现场采水，不用去海里拿水了。还有一点，水是不能用于地狱中的，带一桶\n去地狱你就会发现，地狱里放水都会被瞬间蒸发。\n基本资源就是木头，木头是可再生资源，你把一棵树的木头全部采光只留下树叶\n一会树叶会死亡并掉落树种，你也可以自己把树叶打掉获得树种，一棵树最少会\n有2个以上的树种掉落，也就是说，采一棵树可以种出更多的树，种树就不用说\n了，放在泥土上等几天就可以了，树种之间的间距在3格可以生长为独立的树\n如果树种过近，会长成一个大树，这样其实不利于采木。采木采干净才能让树\n死亡，否则半空永远会有一棵没有树干的树。尽量把树采完，种矮树。\n矿产来说，除了石矿，煤矿是最多的，在任何地层基本都能发现，地面也能找到\n其他矿产都相对难找到，铁矿属于中等，钻石就是最难找的，红石在底层数目比较\n多，以后要做电路设备应该不愁数量。采矿的时候必须用镐才能采出矿石，而且镐\n的硬度不能过分低于要采矿石的硬度，也就是说，木头镐可以采石头，煤，但不能\n采铁，钻石，红石，即使矿石采烂了，也不会得到任何东西，石头镐为比较通用\n的镐，硬度适中，有铁的话身上要备一个铁镐，采金矿，钻石和红石用。矿产不是\n可再生资源，所以尽量不要浪费镐的耐久和矿产，特别是钻石，采完了发现镐没用\n对，钻石没采到，镐的耐久也少了。虽然世界很大，浪费无所谓，矿产多的是，但\n世界再大，你也要去挖去花精力开采。\n大多数道具是有耐久的（比如采矿的镐，挖土的铲，种地的锄等），大部分道具是可以回收的\n（比如工具箱，物品箱，梯子，火把等），大部分材料也是可以回收的（比如石材，木板，半截\n木板，半截石材，沙子，泥土等），部分材料道具属于半回收（比如木楼梯，荧光石，木船等），\n还有一些是不能回收的材料（比如玻璃，冰，雪）。部分道具材料回收时也要注意使用正确的回收工具。",
    "replies": [
        {
            "author": "辰逝",
            "timestamp": 1471684500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "what_name",
            "timestamp": 1471693560,
            "txt_content": "这是我见过的最长的新人报道"
        },
        {
            "author": "Qiuqian_",
            "timestamp": 1471693800,
            "txt_content": "欢迎欢迎"
        },
        {
            "author": "ay是你baba",
            "timestamp": 1471694040,
            "txt_content": "新人你好 多看版规"
        },
        {
            "author": "幻影随冥",
            "timestamp": 1471694040,
            "txt_content": "这么长的新人报道，用心了"
        },
        {
            "author": "凛",
            "timestamp": 1471751700,
            "txt_content": "我见过最长的新人报道"
        },
        {
            "author": "DGK2",
            "timestamp": 1471752600,
            "txt_content": "欢迎新人  "
        },
        {
            "author": "a2521263113",
            "timestamp": 1472449860,
            "txt_content": "新人你好 欢迎"
        }
    ]
}