{
    "title": "希望为一个优秀的帖子讨回公道",
    "author": "pca006132",
    "replyCount": 16,
    "timestamp": 1471684620,
    "txt_content": "先说一下，我这次只是以乾坤朋友的身份为他说句话，希望别把我牵涉到什么小组事情里面然后一脚把我踢出去，虽说我没半点贡献被踢了也是活该。\n\n\n该帖子链接: [命令方块] [TML]五子棋AI——EndRoad原理讲解\n这帖子是讲解作者(乾坤)的五子棋AI的原理。\n如果大家有用心看的话，可以看到作者是花了不少心思去讲解的，起码我也能看明白，比不少精品教程更清晰，而且我也没找到什么错误。\n除此以外，作者是花了很多时间去找各种关于这类算法的教程，吸收了之后再实现到MC里，并对其进行了优化，其中牵涉到的技术也是比较高端的。\n(MC里的优化不一定等于算法上的优化，只不过是在MC里运行的时候需要的命令和gt更少而已)\n相信这水平不用我多讲，我熟悉的CB玩家中，不少也是认为这作品应该得到精华的，然而换来的只是不闻不问，实在是令人心寒。\n\n如果您想说这系统是抄袭一些现有的系统，只不过是搬到MC，没什么技术性。那么我恳请您去搬多几个系统过来造福CB界。起码在我看来代码不是那么容易变成CB的，CB也不是那么容易变成代码的。而且，就算能搬过来，不针对MC进行优化的话那系统也是得慢慢跑，或许搞一些复杂点的一天能跑完吧。\n\n如果您想说这帖子的点子不是原创，而是先有人做好。我只能说你没混这圈子不清楚，这计划出现之前我们从未听到任何关于五子棋AI在MC里实现的点子，甚至没听过有人在MC里做这类型的AI。这事情也传的很多人知道了，那时候也没人出来说早就开始做五子棋AI了。\n至于之后为什么有人突然发五子棋AI呢？我不清楚。\n\n\n\n至于为什么要为这帖子讨回公道呢？\n相信大家也能看到这帖子是在三天前已经发布了，然而版主们也是对此不闻不问，我不认为一直等下去会有结果。\n如果各位对CB圈子比较熟悉的话，可能会知道该作者和某位版主的矛盾，这很难令人相信这不是一些人利用他们的权力令这作品被埋没。\n\n我有一位朋友跟我说，这作者的行为不太好，不应该得到帮助，这是他自找的。\n的确，评定作品水平有很大程度上会看作者是谁，然而这就代表了我们应该对人而不对事？\n而且，这也是那位作者隐退前的作品了，他只是一个升初三的学生，难道我们不能给他一点机会么？\n有些人确实不应该得到原谅，那只是因为他们做的事情太过分，影响到很多的人。\n然而这位小朋友做的事情有什么大的影响？很过分么？\n起码我不觉得，而且他也有帮助到很多的人，对着大部分人的时候他还是不错的。\n除此以外，我觉得一个，甚至是一群成年人和一个小孩子较真，不得不说真是一个无聊的事情。\n我想说的话就是，你们撕逼没关系，然而影响到圈子就是大事了。\n\n除了这是对该作者不公道以外，这也令一群玩家寒心\n我的一些朋友在乾坤的小组里玩，花了很多的时间做了一个令我们赞叹不已的地图，然而却不敢发布。\n为什么？怕被人打压啊！\n怕自己用了那么多时间和心血做出来的作品，被某些人说一声就石沉大海，只因为和乾坤走得近。\n\n\n\n我不清楚各位怎么看待我这里说的事情。\n笑话？夸张？偏颇？虚构？大新闻？诬捏？\n或许各位只是觉得我是个刁民在放屁吧。\n\n本来我是希望争取为这帖子拿到精华的，然而仔细想想，我没权没势没人脉没技术，没有半点影响力，没人会理会的。\n所以啊，只是和各位说一下吧，别得罪位高权重的人，不然你怎么死都不知道，别步我俩后尘。\n唉，这里也成了一言堂，去哪儿混好呢？算吧我这小人以卵击石，得罪了大人还是隐退算吧，也比被人搞到身败名裂好。",
    "replies": [
        {
            "author": "龙腾猫跃",
            "timestamp": 1471685880,
            "txt_content": "pca你这是玩火啊\n\n同样的水平的作品受到不同对待说真也是很平常的事情了，至于内部原因我们也没法插手\n太过理想的话，这就不是网络世界了"
        },
        {
            "author": "pca006132",
            "timestamp": 1471687260,
            "txt_content": "龙腾猫跃 发表于 2016-8-20 17:38\npca你这是玩火啊\n\n同样的水平的作品受到不同对待说真也是很平常的事情了，至于内部原因我们也没法插 ...\n然而这差别是一个天一个地，这不是这作品应该得到的待遇。\n至于没法插手方面，我很清楚没法插手，只希望管理员或者其他能说事的人能明察秋毫，还他一个公道"
        },
        {
            "author": "Glavo",
            "timestamp": 1471689480,
            "txt_content": "虽然我对cb是一点也不懂，但是也能看出来乾坤是很用心的在写这篇教程。乾坤对于这个AI实现的思想和算法写的十分清楚明白，即使是看不太懂中间的命令也能轻松理解，这样的优秀帖子理应精华！"
        },
        {
            "author": "m2.5",
            "timestamp": 1471690380,
            "txt_content": "支持楼主，乾坤真的很努力。"
        },
        {
            "author": "晴路卡",
            "timestamp": 1471691160,
            "txt_content": "乾坤是个很善良的人，\n永远支持乾坤！"
        },
        {
            "author": "RD_Z",
            "timestamp": 1471691220,
            "txt_content": " 本帖最后由 RD_Z 于 2016-8-20 19:09 编辑 \n\n支持pac，乾坤的努力我们都看在眼里，而某人却给了他这样一个结果，真的心寒。\n顺便给乾坤初三小弟弟说一句话：游戏也好，人渣也罢，不过是一场，末路上的烟火。"
        },
        {
            "author": "MojeDes",
            "timestamp": 1471691820,
            "txt_content": "嗯，pcb人真好，我希望乾坤的作品精！"
        },
        {
            "author": "Syro",
            "timestamp": 1471692420,
            "txt_content": "pca说的有道理，乾坤的努力大家都看得见，pca你是我的英雄"
        },
        {
            "author": "乾.坤",
            "timestamp": 1471696200,
            "txt_content": "真的不知如何感谢，真的，谢谢了。"
        },
        {
            "author": "Sao_N",
            "timestamp": 1471696980,
            "txt_content": "兹磁pca，表示我们看到了乾坤这几个月的努力，然而最终竟然得到这样的结果，心酸。对人不对事也是够"
        },
        {
            "author": "🍞bread",
            "timestamp": 1471699020,
            "txt_content": "为何我在这贴的回复中感觉到了一股水军的味道→_→"
        },
        {
            "author": "pca006132",
            "timestamp": 1471700100,
            "txt_content": "面包bread 发表于 2016-8-20 21:17\n为何我在这贴的回复中感觉到了一股水军的味道→_→\n我没啥话语权，只好找朋友来支持一下。\n如果你觉得他们是水军的话我无话可说，只能说这些都是玩cb的，或者我认识的"
        },
        {
            "author": "混乱",
            "timestamp": 1471700580,
            "txt_content": "问题反馈已经收到了，正在询问相关版主"
        },
        {
            "author": "chyx",
            "timestamp": 1471700640,
            "txt_content": " 本帖最后由 chyx 于 2016-8-20 21:49 编辑 \n\n嗯 在这件事之前 我是一直完全支持乙烯的 因为他（在那时）确实一贯公正无私还有技术 即使处理了我我也认为是我应得的 仍然支持他\n比如cb吧事件的时候我就是支持他的（虽然我不了解当时发生了什么事 但根据我对乙烯的印象觉得他不会做不妥的事 于是在那件事上支持他）\n直到这个星期\n这个没有得精华我认为是不可接受的 这让我反思乙烯是否确实是在我印象里的那种公正的版主\n希望他能够补上精华或者给出解释 \n不然在我心中的形象恐怕会受损 在其他mcbbs帐号所有者心中的形象恐怕也会受损\n\n\n\n版主应当在评判时只针对作品 而不针对人\n\n\n（mcbbs这种事有很多拉 比如籽岷总是在视频版块发布故事模式的视频 视频版版主每次都把它移动到故事模式版块 这样的事情发生了六 七次了 没见到任何对他的处罚）\n"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1471705980,
            "txt_content": "我去审批翻译Hypixel了，二逼出门两天今天才回来，剩下一个版主主要评判红石。\n二逼今天回来了，所以今天来操作。如果版块超过三天不能正常执行功能的话，我们会对执行策略，而且毕竟这文字量也是较大，阅读和理解也是要时间的，一般的时间是要交流到确认再加提议整个流程这么一来一回三天也是一个很正常的时间，固然版主在所辖版块也算是中上的作者，但是我们也不能说看到帖子的瞬间就能通晓全文，这毕竟是一个技术性的版块，如果能够一眼通晓全文的帖子，我想评级也不会太高。所以产生了部分执行上的贻误，真是非常抱歉。\n此外，从评级方面这是我们是最近对帖子做出的微调，操作上面是贰逼的锅，我们将会从积分奖励和曝光度两个方面进行弥补。"
        },
        {
            "author": "张睿",
            "timestamp": 1471706460,
            "txt_content": "现实残酷 但我顶你"
        }
    ]
}