{
    "title": "[双线]Angle's Wing服务器 —— ≡十年磨剑，九年跳票，只为您的游戏体验≡[1.7.10]",
    "author": "kiuui154564",
    "replyCount": 0,
    "timestamp": 1471707180,
    "txt_content": "本服是公益服并且愿意承担虚假宣传的一切后果\n服务器详细资料如下：服务器名称：Angle's Wing服务器服务器版本：1.7.10服务器mod：Flans Plus枪械mod，Mcheli MOD服务器插件：基础插件等众多插件服务器类型：专业独立机服务器服务器官方群号：主群：535594094②群：498547028客户端发布在百度网盘/群文件之中，加群即可获得\n[iron_sword]二战-冷战-现代-未来[iron_sword]前言：服务器枪械涵盖二战至未来的著名武器（包括脑洞武器）（并有着科技树限制），并修改了枪械数据，提升了枪械威力/后坐力与载具血量/装甲，这意味着在战争时期，您可能会面对铁骑束手无策，或随时被暗处的玩家秒杀。所以请先确保自己的心理承受能力与心理素质极佳并且心智成熟，我们不希望在服务器群内有着小学生/熊孩子大谈阔论并影响到其他玩家的正常游戏。（文中“小学生”并非针对某年龄段的人）\n本服核心围绕“经济”“政治”玩法，对军事框架的建设可能有着不妥之处，如在战争中遇到太不“科学”的事，请与管理反馈（如坦克炮塔转速过慢/快，武器后坐力有问题）。且服务器背景架空，不会有“中国”阵营，且服务器为公益服，不允许再增加国家，请各位对历史“了解”的玩家不要对服务器背景指指点点以免引发尴尬。\n服务器介绍Angle's Wing团队，成立于2013年，原为建筑团队，因内部纠纷导致建筑师跳槽，目前主营战争服建设（涵括一战，二战，现代，未来，末日）现推出新策划并已开放测试，按照目前策划，玩家可以在服务器内体验到人类战争史上所有著名武器并自己创造出一个战争史。服务器采用生存战争模式，让玩家感受到犹如真实生活一般的体验，服务器尽量优化其他战争服中的“经济”“政治”框架，使服务器更具有可玩性。因考虑到游戏平衡性原因，管理组决定将服务器盈利模式定为公益服，让每个玩家都能有极佳的游戏体验。\n服务器特色为什么选择Angle's Wing服务器1.独特的模式：服务器趋于真实并把重点偏向于“政治”“经济”，在战争之余可以加入某个政党与对立党激烈的对抗，也可以做一个军火商/制造商/普通商人，来获得大笔财富。\n2.独特的战争模式：服务器内对战争的限制或许有些过多，但是这也让战术配合在战争中能发挥更大的用处，不再是用无脑突突突或优势火力来压垮敌人，而是构思战术，精心策划每一次进攻，保护每一批后勤。\n3.兵种优缺分化，杜绝超级单兵：服务器管理组在不断平衡各武器，载具之间的平衡，避免有人仗着36格的背包大肆杀戮。\n4.特殊的资源获取方式：服务器内资源获取不能通过挖坑，合成获得，而是要通过购买。管理组仅提供基础物资的商店，而服务器内其他物品流通则需要玩家创立的工厂/公司来进行生产与流通。\n5.特殊的军火获取方式：与资源相同，军火同样要工厂生产。但是我们增加了军火商设定，玩家可以创建自己的军火公司，建立需要游戏币与服务器地皮或一栋建筑的所有权，公司建立会得到由服务器分配的武器“设计图”，玩家自行建立工厂生产，并出售给各国以获取研究点，获得的研究点将让玩家的公司能够研发出更厉害的武器/载具。\n6.特别的国家系统：国家概念在服务区内更加细化，不仅是有着国家之分，更有着XX主义，XX政党之分，并以此来决定自己国家的税收，征兵，出口设定。\n7.特殊的Flan Mod：服务器采用在外网较流行的Flan Mod Plus，这款Mod增加了Flan的可玩性并让Flan更接近于Fps游戏，并且改进了原Flan弹道设计，还增加了击中显示。（Flan Plus需要授权）授权证明\n\n\n8.管理组勤劳维护&升级：服务器内特色会一直增加且不停升级&维护，让玩家不会在长期游戏中感到烦闷（前期服务器升级或许会过于频繁，管理组会尽量增加每次升级的间隔）\n9.服务器有着多种特色活动：服务器内管理组成员十分热情，会不时开启某些活动，与玩家互动√\n10.专业的机房，高端的服务器：服务器高防抗DDOS攻击，保障玩家游戏稳定。高速读写的三星850EVO，搭配RAID1+0，实现双重存储，全面保障玩家数据。双线网络让玩家能够选择适合自己的线路进入服务器，万兆级物理光驱直接接入ChinaNet骨干网。且服务器独立机托管于专业机房，两路市电+柴油发电机+大容量UPS不间断供电，8级抗震恒温恒湿专业机房，绝对不会出现某些服务器被攻击打趴导致玩家数据丢失的情况，让Minecraft战争服老玩家体验到最好的游戏体验，让Minecraft新玩家爱上战争题材服务器。服主最后的话：此次开服起码准备了五个月（虽然起码四个半月都在沉迷别的游戏...），经过反复验证与讨论，才讨论出此份策划，如果服务器内设定有着不妥之处，欢迎玩家的批评。战争不只是残酷，血腥，而是浪漫，神秘的，我们不打算突出战争的残酷，激烈，而打算刻画战争的其他方面，希望这次的策划能让你们喜欢。Angle's Wing团队——十年磨剑，九年跳票。\n服务器预览图：\n\n\n\n\n2016-08-20_22.36.17.jpg (103.44 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-20 23:31 上传\n\n\n\n\n\n\n\n\n\n\n2016-08-20_22.37.18.jpg (114.87 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-20 23:31 上传\n\n\n\n\n\n\n\n\n\n\n2016-08-20_22.47.44.jpg (84.53 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-20 23:31 上传\n\n\n\n\n\n\n\n\n\n\n2016-08-20_22.50.38.jpg (89.38 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-20 23:23 上传\n\n\n\n\n\n\n\n\n\n\n2016-08-20_22.55.42.jpg (93.92 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-20 23:23 上传\n\n\n\n\n\nOP证明：\n\n",
    "replies": []
}