{
    "title": "茶馆某版主说我跟风，呵呵",
    "author": "幻影随冥",
    "replyCount": 12,
    "timestamp": 1471705620,
    "txt_content": " 本帖最后由 1612704403 于 2016-8-20 23:17 编辑 \n\n不想多说废话 这个系列是我自己开的 更新了三天了 今天说我跟风，呵呵并且我看见有不止一个人投诉这个版主各种问题，笑，突然觉得BBS版主审核不严谨了\n茶馆很多人都看过我这几天开的系列 虽然没有给具体名字 但！每天我都放过各种新闻 并且 标题 内容全部是我自己原创并且添加了一些我自己的风格！\n如今竟然被告跟风，笑笑\n哇塞我自己开了一个关注大众的系列帖子 如今竟然被说自己跟自己的风了\n是不是哪天我无聊写的玄幻文也要被告跟风？？\n\n\n\n\n\n",
    "replies": [
        {
            "author": "🍞bread",
            "timestamp": 1471706040,
            "txt_content": "讲真版主判定不会具体看流程的，误判正常?_?"
        },
        {
            "author": "q1786803468",
            "timestamp": 1471708140,
            "txt_content": "您好，我是某版主：q1786803468\n\n帖子发表于如图两个小时之前。\n明确在这个时间段有很多类似的帖子，并且有些帖子的确是比您的帖子早，但是，我很想说的是：\n如果人人都来发一帖，来标注各位水友是多么的厉害，我希望各位大佬，不要总想搞个大新闻。\n仔细阅读版规以正确的姿势来发帖比较靠谱。"
        },
        {
            "author": "幻影随冥",
            "timestamp": 1471708140,
            "txt_content": "q1786803468 发表于 2016-8-20 23:49\n您好，我是某版主：q1786803468\n\n帖子发表于如图两个小时之前。\n嗯，有人比我早这个我信，但是作为一个茶馆水比，翻过之后，真的是只有一个帖子比我早，那么，如果说一个帖子早了便算跟风，我想问下有人学习我发竞猜水榜第一算不算跟呢"
        },
        {
            "author": "幻影随冥",
            "timestamp": 1471708560,
            "txt_content": "先明确一下跟风的意思，跟风：广义讲，应该是学习、跟随一种风尚或潮流。是一个中性词。狭义讲，是一味盲目的跟潮流，不管是否切合实际。这则是贬义词。在大多数情况下，都是把跟风作为贬义词来用的，指突然盛行起某样东西时，自己没有或缺少主见，不经过仔细思考，盲目跟随潮流，参与，模仿，或可说是价值观的一种迷失。\n摘自百度百科\n百科中明确说到跟风指的是盲目跟随潮流没有自己主见，那么，我帖子首先，系列是我自己开的，这个帖无论标题还是内容上，均没有复制某些早帖或只改一两个字，是我自己纯手打，另外从风格来讲，我也没有抄袭一些潮流，近期可以说蕾类似风格的帖子均出自我手，那么这还能算跟风吗？此帖充满着我本人的创意和风格，所以来讲，并不算跟风"
        },
        {
            "author": "幻影随冥",
            "timestamp": 1471709040,
            "txt_content": "q1786803468 发表于 2016-8-21 00:08\n您所说的竞争帖子，据我在了解和管理的这段时间已经发现一位帖子在期间进行猜测和跟风，以下我给您解析一 ...\n没事，你们管理也不容易"
        },
        {
            "author": "q1786803468",
            "timestamp": 1471709280,
            "txt_content": "1612704403 发表于 2016-8-20 23:49\n嗯，有人比我早这个我信，但是作为一个茶馆水比，翻过之后，真的是只有一个帖子比我早，那么，如果说一个 ...\n您所说的竞争帖子，据我在了解和管理的这段时间已经发现一位帖子在期间进行猜测和跟风，以下我给您解析一下我的简介：\n首先，作为茶馆的一位版主，我很希望茶馆可以越来越好，不过，这段时间却发现，茶馆里面出现了以一位水友来中心的很多帖子，这点我不得不承认，我也了解到您的回帖质量都很高，所以我没话说，不过，我只想说，水帖也是有限度，不要总拿别人说事情，就算拿了也罢了，多加点自己的元素，即使各位发布一款普通的地图，或者说是一个普通的小说，也算是一种参与和贡献，我不希望的是，只会在一个版块，涉及一些根本无所谓甚至是一句话的水帖，一句话的水帖我也没话说，算讨论是吧，也算，不过，质量归质量，那么我们谈谈版规。\n首先最重要的就是，水帖的定义方面，您的新闻体系很好，不过，可以做到周报类型的就更好了，但是，拿别人说事就不好了，在一个范围，一个时间点来说，讨论水友的复活和阵亡，在昨日的这个时间点来说，的确是很尴尬的一件事情，我希望你仔细看到我这段话，提高一下您的质量。\n最后总结是：\n别拿无意义的东西来说事，也不希望拿时间段发生了不该发生的事情来说事，也不希望拿系列的事情来说事，更不希望的是，拿反面的东西来说事，如果对我说的话，不满意，我道歉。"
        },
        {
            "author": "q1786803468",
            "timestamp": 1471709460,
            "txt_content": "1612704403 发表于 2016-8-20 23:56\n先明确一下跟风的意思，跟风：广义讲，应该是学习、跟随一种风尚或潮流。是一个中性词。狭义讲，是一味盲目 ...\n是的，您说的非常有道理，但是，请您千万不要拿反面教材来说事，就算来说事，我也希望做成讨论正面的元素来进行说事，这才是最重要的，这也是定义的标准。\n系列归系列，但是以反面作为系列，来嘲讽的话，我觉得没什么意思。"
        },
        {
            "author": "幻影随冥",
            "timestamp": 1471709520,
            "txt_content": "q1786803468 发表于 2016-8-21 00:15\n谢谢您的理解，也谢谢您对论坛的系列开发的贡献。\n我衷心的希望您可以以正面的教材来进行周报的元素了解 ...\n嗯，谢谢"
        },
        {
            "author": "q1786803468",
            "timestamp": 1471709700,
            "txt_content": "1612704403 发表于 2016-8-21 00:04\n没事，你们管理也不容易\n谢谢您的理解，也谢谢您对论坛的系列开发的贡献。\n我衷心的希望您可以以正面的教材来进行周报的元素了解，也希望您在未来的道路上可以越走越远，也可以为自己的未来奠基出完美的一笔。"
        },
        {
            "author": "幻影随冥",
            "timestamp": 1471709940,
            "txt_content": "q1786803468 发表于 2016-8-21 00:08\n您所说的竞争帖子，据我在了解和管理的这段时间已经发现一位帖子在期间进行猜测和跟风，以下我给您解析一 ...\n不过这个点木板一点燃日千，可能大家都会难免有点激动，这时候也是感谢你们管理组对那些一句话水帖的清除[毕竟我认为一句话还是出不了什么精髓，也是会影响阅读]，也许我一开始有点语言过激，那是因为最近以木板为中心的讨论却实很多，自己一人被查那时候却实有点一脸懵逼，后来想了想，你们这几天也却实不容易，大概比我们还忙吧，这种时候我们也确实不应该老发重复内容去给你们添麻烦。谢谢了！"
        },
        {
            "author": "张睿",
            "timestamp": 1471711080,
            "txt_content": "这也行。稍微醉"
        },
        {
            "author": "安梦梦",
            "timestamp": 1471738020,
            "txt_content": "我的情况跟你的一样……我都被删掉两个帖子了\n下次注意就可以了"
        }
    ]
}