{
    "title": "【原创 单篇】 龙须面记",
    "author": "达斯·龙须",
    "replyCount": 5,
    "timestamp": 1471746060,
    "txt_content": " 本帖最后由 达斯·龙须 于 2016-8-21 10:23 编辑 \n\n                   如果有一种食物，能让我一生不忘，那它就是--：龙须面\n                                                                                                 - - - - - - 面馆老板：西决达达\n                                                             凌晨，太阳还没有出来，许多小店小摊都准备要开门了，他们要尽快的完成这些事情，不然，就要让其他店或者摊抢了生意.\n                                                       小吃街有些小店已经开始做饭了，炒菜声，煤气开的声，锅铲和锅摩擦的声音,这是小吃街开放的”钟声”\n                                                         可是，在小吃街有一家店，无论从早到晚，从春到冬，来吃饭的人络绎不绝，哪怕是下雨，刮风，人们对它的热情永不熄灭，这家店的价钱很便宜，油也是好油，面也是好面。周围居民曾编出一歌谣：“龙须面，真好吃，粗细长，样样全，论用面，全好面，论价钱，白菜价“\n                                                       这不，现在这个店的老板已经开门营业了，拿出招牌，放到门口，不一会，就会有人来吃面。\n                                                    这个店卖的是龙须面，龙须面为汉族面食，流行于北方广大地区，是一种又细又长、形似龙须的面条。农历二月二龙抬头，有吃龙须面之俗。今已为居民普通食品，常年食用。\n                                                 前面我们已经讲到了，这个店生意很好，面好吃，口碑很好.几乎每天都有上学的孩子来吃面.\n                                              今天，我们就以龙须面的视角，来讲述这个故事.................\n                                                 呦呦呦！大佬and基佬们，我是龙须面，今天让我来讲讲我们的故事！\n                                                 相传明代御膳房里有位厨师，在立春吃春饼的日子里，做了一种细如发丝的面条，宛如龙须，皇帝胃口大开，边品尝，边赞赏，龙颜大悦，赞不绝口。从此，这种炸制的细点便成了一种非常时尚的点心。由于抻面的姿势，如气壮山河一般，抻出的面细如发丝，犹如交织在一起的龙须，故名龙须面。\n                                                         这就是我名字的由来，是不是很厉害。\n                                                   我呢，也只是个普通的面，但是，因为我的制作工艺和美味，我称霸了面条这一家族，也刷新了人们对面的看法。\n                                                  我们店人数也不多，但是制作方面好不马虎，每一团面都是进口的，都经过消毒处理.\n                                           而且还有很多种龙须面 ，比如：龙须麦白鱼片面 龙须恶魔酱面 等等...\n                                               口味众多，让你眼花缭乱，不知吃哪一种好。\n                                          当然我们也是分 小 中 大 碗的。\n                                                          不过，现在我们来讲讲我是怎么在地方上流行起来的吧....\n                                                       很久很久以前....盘古开天辟地之时，曾有位仙人给农民带来一种食物，叫面，农民们觉得特别的好吃，便将此面奉为“开山面”，这些农民懂得这种面的制作方法，他们把方法传给一代又一代，直到第十八代的时候，传承人不幸患病死亡，而这手艺，也没有了下落.....\n                                         几十年后，在乡下，有位叫冥王星人的人，突然间找到了这失传已久的手艺，便每天修学制作这种面的方法，历经千辛万苦，终于学会此艺，她在当地开了个面馆，果不其然，面馆火了起来，成为当地最受欢迎的食物，这手艺从此横空出世，又被当地传下去...\n                                                             一直到明代，一位厨师给我起了叫龙须面的名字后，我才有了真正的名字....\n                                                               传到现在，也就是今天的老板达达，他也是干起了祖先的工作，开面店\n                                                               达达吸收前人的经验，改进制作方法，使面变得更加美味，生意也越火。\n                                                       我还有许多老伙计，达达3年前买的锅：北方大锅\n                                                                 啊，我要上桌了呢，看来不能继续讲了，马上要帮人们填饱肚子了惹\n                                                             就让下一碗龙须面继续讲吧，拜拜啦！\n@XJue_DaDa \n",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1471758480,
            "txt_content": "嗯 有人想买吗？前排出售 \n——来自达达老板"
        },
        {
            "author": "麦白",
            "timestamp": 1471759620,
            "txt_content": "科普：\n龙须面-顾名思义\n龙♂根的根须做成的面，\n男的吃了精力旺盛\n女的吃了年轻十岁"
        },
        {
            "author": "92326516",
            "timestamp": 1471759680,
            "txt_content": "吸溜，吸溜"
        },
        {
            "author": "出版商",
            "timestamp": 1471767900,
            "txt_content": "被做成锅的我沉默不语"
        },
        {
            "author": "东条明留",
            "timestamp": 1472047560,
            "txt_content": "0.0萌新表示不是很懂\n\n我怀疑这是lz写的是在一个群或者其他平台的梗233"
        }
    ]
}