{
    "title": "【原创-连载】【MC国】【第四十章 友人】【by冥王星人】",
    "author": "tzxwdu",
    "replyCount": 1,
    "timestamp": 1471764900,
    "txt_content": "2章，好强。。。前来学习一下外星人的文笔！",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1471765080,
            "txt_content": "标题: 【原创-连载】【MC国】【第四十章 友人】【by冥王星人】\n\n　　声明：\n　　本文除借用【我的世界中文论坛】（简称：MCBBS）现役和退役管理组人员及普通会员的用户ID作为角色以外，与一切现实中的人员团体机构单位事件，均无任何直接间接联系。\n　　如有雷同，纯属巧合。\n\n　　------------------------------------我是分割线------------------------------------\n\n\n\n\n　　“你不吃点儿？”\n　　托奥尼哥问好像在发愣的少年。\n　　“哦，不。”他停顿一下，编出个借口。“我还不饿。”\n　　“是吗？”\n　　挑了下眉毛，示意隐约听到桌布底下胃袋的轰鸣，口水流过食管的咕噜声，没有进一步强求。\n　　“啊，不过……”少年拿出什么金色壳子的小玩意，越过桌子递上来。“我有件很重要的东西，似乎来的时候摔坏了。”\n\n　　“这不是怀时计嘛？”托奥尼哥接过，熟练按下开关打开表盖。“想不到隔开星系，也有如此相似的东西。但它好像并没坏，明明还在……”\n　　还在走？\n　　是啊，停止运行的话，就没必要给你看了。\n　　少年阴险笑笑，离开凳子走近。拎起挂链，收回道具。\n\n　　“好了，现在回答我：你这样招待我们，有什么目的？”\n　　“因为我有儿子和女儿，与你们差不多大，只是他们长期不在身边……”\n　　托奥尼哥目光呆滞身形岣嵝，直勾勾盯着正前方坨在椅子上。前一秒钟的精气神儿，完全消失了。\n　　由于大意，这位年长的魔法师，轻易中了少年熟练的催眠术。\n　　“瑟登？！”\n　　“别妨碍我！”少年粗暴拦住赶来阻止的少女耶络，以防破坏催眠效果。“好好看着。”\n\n　　“除此以外，这些食物还有其他用意吗？”\n　　瑟登转向椅子上幻术的俘虏，厉声质问。\n　　“没有。”\n　　“真的没有？”\n　　“没有。”\n　　“那么，你们这里最厉害的能源在哪里，怎么才能获得？”\n　　“最厉害的能源有三处，第一处就在你们出现的那个房间，是整个世界生命诞生的源泉，又是学院的标志宝物，这不能给你们；第二处在三晋联盟国的圣域森林，光明神殿，为光明大祭司持有，我可以提供地图，但他身边保护的人很多，靠你俩的实力绝拿不到手；第三处在我的一个友人身上，因为关系一般，不好也不坏，推荐你们去偷她，比较容易得手，我知道她最近可能的出现地点，外貌特性，力量弱点，这些都可以告诉你们。”\n　　“嗯，下面我会说‘醒来’，打个响指，你就可以醒来了。醒来的同时，要说：‘你们想见我的那个友人吗？关于她的资料我这里有。’并且给我们提供在这里休息时候需要的房间，当我们打算离开时拿出一定数量货币和食物，一同送给我们，明白吗？”\n　　“明白。”\n　　“醒来。”\n\n　　啪------\n　　随着一声清脆碰击，他眼睛顿时明亮了，四肢也恢复活力。\n　　“你们想见我的那个友人吗？关于她的资料我这里有。”\n　　咦？\n　　托奥尼哥感到纳闷。\n　　怎么从食品突然拐到关于那位友人的话题上？我最近网聊过度被传染了么？\n　　“谢谢，不过我们刚到这里，打算先休息适应几天。您可以帮忙吗？”\n　　“可以可以，我很愿意。”托奥尼哥赶紧用笑容堆满脸遮盖拘谨。“刚好学生们在放假，宿舍有的是地方。实在不行教员宿舍也能用。至于答应你们的东西，等我稍微整理后拿过去。”\n　　“嗯，那麻烦了。”\n\n　　咔、\n　　少年关严房门，返身走到正试验床铺比冷冻仓舒服豪华几万倍的耶络跟前，极为不悦的盯着他的搭档。\n　　“你是不是应该谨慎一点啊？这么大意、轻信。”\n　　“怎么了？他难道不是个好人么？”\n　　耶络像只小猫，回答后便往床的另一侧滚去。那姿势，真是激萌无比。\n　　“只有你，傻乎乎的认为他是好人吧？！”谁料瑟登抢步站在尽头，一把拉起同伴，恶狠狠的反驳。“这样下去，说不定哪天你就被人卖成宠物了------”\n\n\n\n\n\n废言：\n好了继续码去。\n\n索引见签名档。\n\n\n\n[groupid=1183]Field of Stars[/groupid]"
        }
    ]
}