{
    "title": "[双线]中二病の世界 —— 大魔法时代的生存——神秘※植物魔法※AM2[1.7.10]",
    "author": "普通人",
    "replyCount": 0,
    "timestamp": 1471770180,
    "txt_content": " 本帖最后由 普通人 于 2016-8-21 17:30 编辑 \n首先说明一下，服务器不缺OP，伸手党请不要来，但是缺少建筑师，所以主城做的很挫\n\n如服名，我们这里欢迎各种中二病发作的成员，不管你是蕾姆党还是艾米莉亚党（貌似有什么不对的地方）\n我们都欢迎你，\n但是我们不欢迎熊孩子和各种伸手党，如果不熟悉MOD可以先去学习下，群中有教程，不会的也可以问我。\n虽然我也不敢说我是大触，但是这些MOD我都不是纯新。\n神秘和植物魔法都不算是很冷门的魔法MOD，但是如果能把他们变着花样玩呢？AM2的特别之处就是自定义的魔法，你可以伤害配上debuff，AOE伤害配上禁锢，以自己为中心放AOEbuff\n服务器MOD：神秘4植物魔法AM2酿造工艺自定义NPC时装工坊Flan更好的主世界更好的下界\n\n服务器规则：\n1，不要作弊，服里有连锁挖矿MOD，一经发现banID。\n2，不要在群中或者是服里骂人，要骂人去私聊，没人管，如果能和谐相处最好。\n3，OP会查水表，如果发现一些违禁品或者一些能造成BUG的物品你没有上报，被没收没有赔偿，\n如果发现一些数量异常的东西，比如一组钻石块，如果问你来历你不说或者说不清楚直接没收，不予赔偿，\nOP查水表的时候请配合，因为以服为主，所以通常情况下会造成玩家的损失，如果你配合的话说不定能获得一定的赔偿\n如果不配合造成的一切后果有你自己承担。\n4，请不要说OP来ban我，群管理来个禁言套餐这样的话，因为你真的会被ban或者来个30天的禁言没人解\n所以不要试着作死，导致作死获得的惩罚。\n5，进群时先看好群规则，不要等之后犯了被禁言还一脸懵逼让管理去解，如果发广告发黄发恶心的图直接踢掉不禁言。\n6，因为整合要求的配置比较高，所以请按群公告中的方式去设置客户端。\n7，如果OP赔偿你一些东西的时候问你N遍你不回，OP耐心没了之后请不要问为什么不赔偿，我没这义务守着你\n慢慢等你回。\n\n\n本服的特色：\n1，有超过正常情况的东西，比如1000灵气的灵气节点。\n2，商店全为NPC商店。\n3，很多的药水Buf\n4，自定义的时装\n5，有意思的活动，活动不会定时，如果OP心情好都可以开活动，活动方式也不同\n\n更多特色等待你们自己来体验\n\n\n然后是赞助表，赞助不限多少，不收Q币，无论赞助多少都不会给OP和创造 赞助50元以上  一个1000的全基础元素节点和100全要素  AK白虎【枪械】赞助150元以上 飞行，强制TP，植物魔法遗物两个（随机）赞助200元以上 遗物任意选三个，灵宝权杖一个，AM2魔法一个（攻击实用类型任选），Flan套装一套，全BUFF药水32（药水每星期提供一次）赞助250元以上 遗物任选五个，灵宝权杖增加10000点全要素，灵宝套和灵宝工具全部，无限魔力池一个；一个刷怪笼(可以选择杀的怪掉资源，但是刷怪的频率会因资源而改变，不刷BOSS)，时装一套，AM2BOSS套装一套 赞助300元以上 解锁神秘全研究，解锁AM2全魔法，觉醒灵宝套和觉醒灵宝工具全部,且提供神秘，植物魔法，AM2其中一个MOD中的高级物品（任意选，数量会根据获得难度而定），任选一把枪，可以在家里放置一个NPC（类似商人泥土换钻石块的不行） 赞助350元以上 任选三把枪，提供AM2的高级魔法（玩家无法做到的），植物魔法所有遗物，植物魔法所有功能花32朵，附魔100级的无限耐久工具（剑的只能有剑的，镐的只能有镐的，以此类推） 赞助400元以上 AM2无限魔力，无限元素的权杖，AM2单次300伤害魔法一个，AM2超强BUFF魔法一个 赞助500元以上 AM2一次千伤魔法一个，全BUFF药水无限时间64个，没了可领取，但是不允许弄成投掷类型，也不允许给他人，发现则没收，且一个星期不给药水，再犯就一个月 另外支持定制魔法 1元2攻击 特效50一个  以及支持定制时装 50/套【仅自己拥有】 不会给创造和OP 但是350后每多赞助50都会有不同的奖励，不要求你一定要赞助，但是也请不要嫉妒赞助玩家，毕竟他们帮助了服务器运行，给些奖励是应该的  赞助超过100【包括100】支持全彩称号\n\n然后是服务器截图\n\n某家土豪的设备\n黑科技科技的灵气节点，不用光影截图是因为用光影截图感觉很怪\n最后是OP证明：PS:本服的Flan与自定义NPCMOD请勿盗窃，可以在基友服联机玩，但是不能在公开服中使用\n",
    "replies": []
}