{
    "title": "【原创 连载】 《净土》",
    "author": "达斯·龙须",
    "replyCount": 6,
    "timestamp": 1471769760,
    "txt_content": "                                                                          1941年6月22日，纳粹德国违反《苏德互不侵犯条约》（《莫洛托夫—里宾特洛甫条约》），与意大利、匈牙利、罗马尼亚、保加利亚、芬兰以事先拟订好的一份代号为“巴巴罗萨”的计划，出动190个师，3700辆坦克，4900架飞机，47000门大炮和190艘战舰，共550万人，划分为三个集团军群，从北方、中央、南方三个方向以闪击战的方式对苏联发动突然袭击，苏德战争全面爆发。\n                                                                         战争爆发初期，由于法西斯的突然袭击，苏军一路溃败。德军凭借局部兵力优势和相对先进的战术长驱直入，并在明斯克、基辅等地发动钳形攻势，大规模歼灭苏联红军的有生力量，平均深入苏联境内六百公里。直至1942年6月爆发斯大林格勒会战，德军进攻受挫，双方在乌克兰东部陷入胶着，互有胜负。苏联红军凭借人力物力上的优势逐渐占据主动，于1943年8月，在库尔斯克会战中挫败德军在东线最后一次战略攻势，自此进入战略反攻阶段。此后，苏联红军发动一系列战略攻势收复绝大部分国土进而解放东欧多国，最终于1945年4月30日攻占德国首都柏林。\n                                                                       1945年5月8日夜间，德国举行了无条件投降仪式，投降书于1945年5月9日凌晨生效，苏德战争就此结束，也标志着二战欧洲主要战事告终。这场战争使苏联彻底摧毁了西部强大的纳粹德国，联邦德国至苏联之间的东欧国家成为苏联的卫星国，苏联一跃成为世界强权。\n                                                                    故事，就要从德国违反条约与苏联开战后的一个星期开始.....\n                                                                  1941年6月29日，苏联边境内，某处村庄外围\n                                                                  空气中散发着刺鼻的汽油味，战车的轰鸣声湮没了士兵的交谈。\n                                                                    一名德军士兵小跑至一辆履带车跟前。\n                                                                   士兵：“Oberst, Frontschutz zurückkehrt , ein Dorf nicht weit von der Front”【上校，前线哨兵回报，前方不远处有一座村庄】\n                                                                    被士兵称作为上校的人回答到：“Das Dorf scheint Sowjet Jungs tun zu haben?”【那村庄看起来有苏联佬吗？】\n                                                                   士兵：“Es gibt viele alte Geb?ude, es sieht aus wie niemand lebt.”【有很多破旧的建筑，看起来是没有人住。】\n                                                                   上校整理了他的大衣，随后回答到：“Niemand scheint, lassen Sie Truppen in der Vergangenheit, wo die erste Trimmung zu sein.”【看样子是没有人了，让部队过去，先在那里修整。】\n                                                                   士兵：”Ja, Oberst”【是的，上校】\n                                                                       这批德军部队开始行动了，前往村庄。\n                                                                      在村庄里，并不是没有苏联人，他们都躲在房子的里面，也是有苏联的部队的，只不过，是零散的。\n                                                                       在村庄前面，有普通居民在巡逻，有情况就汇报，可是，他们最惧怕的来了。\n                                                                         巡逻的居民看见向此地开来的战车，便赶紧跑回村庄。\n                                                                       巡逻居民和一名看似是苏军长官的人报告：“Сэр, мы видим, что есть много танков идет, и есть много солдат, немцы!”【长官，我们看到有许多坦克过来了，而且还有许多士兵，他们是德军！】\n                                                                        这苏军长官赶紧布置人员，可每个人都知道，他们是打不过德军的，他们没有医疗物品，没有反装甲武器，没有足够食物...\n                                                                    可苏军战士们却没有退缩，都在掩体后，瞄准过来的德军，因为，他们哪怕是战死，也要阻止德军深入苏联境内一步。\n                                                                  这时，德军离村庄也就七八米了，很近。\n                                                                  苏军长官的佩枪-纳甘M1895左轮手枪，被他高高举起，因为，这把枪的第一发子弹，便是反击的信号，而他们，也要留下最后一颗子弹，掩护村庄里的普通居民撤退。\n                                                                   “砰！”的一声，苏军开始射击，德军不知所措，但是很快就开始有序的反击。\n                                                                   屋子里的平民，大都已经吓坏了，在他们还为镇定下来时，一名苏军战士被乱弹射中，倒在地上，不乱的流血，孩子们都惊慌失措，哇哇大哭，大人们都在安抚孩子，他们也害怕。\n                                                                  被击中的苏军战士的惨叫回荡在每一个在反击的屋子里。\n                                                                       可他们才打了几分钟，德军战车已经开始开炮了。好几名苏军士兵被炸伤，有的炸死。\n                                                                            苏军长官看情况不行了，便叫了四名苏军士兵过来，这四名是他最信任的部下，他们打仗也很英勇,见长官有任务要给他们，他们就像是只狼一样，问着：“Исполнительный! Какая задача, до тех пор, как борьба немцев, мы собираемся умереть!”【长官！什么任务，只要是打德国鬼子的，我们死也要去！】\n                                                                           长官回答他们：“Солдаты, Ваша задача, чтобы не убить немецкого парня! Но для защиты гражданских лиц, чтобы пойти! Я и другие солдаты даст вам больше времени, чтобы задержать!“【士兵们，你们任务不是去杀德国佬！而是保护这些平民走！，我和其他战士会给你们拖延更多时间！】\n                                                                         那些士兵虽然有点失望，但是他们看了看那些平民后，坚定的回答到：”Мы будем защищать их!“【我们一定会保护好他们！】\n                                                                              长官没有说什么，只是拍了拍他们的肩膀，随后，他们带着村庄里唯一剩下的六个村民，从后门走了.\n                                                                                  他们从外面听到，战车的火炮声，还有，那最响亮的，”Ула！“【乌拉】\n                                                                                村民们留着泪，士兵也是。\n                                                                              随后，带着村民们离开了...\n                                                                                     他们走了许久，后方也听不见有厮杀声了。\n                                                                                  其中，最小的孩子”塔娜”和稍微大一点的孩子“伊林”是这村民队伍里，最后的孩子\n                                                                              他们走过山地，平原，眼看已经要黄昏，他们也不知道在哪里休息。\n                                                                                 村民们了解到，这四个士兵的名字分别是叫：尤金 加里宁 洛夫基 \n                                                                                 可这一切就像是早就安排好似的，他们遇到了一群苏军军队。普京\n                                                                                  这个军队长官叫：“冥王星人”\n                                                                                  士兵和长官将事情一一讲述，长官愿意让他们加入队伍。\n                                                                              冥王星人：“Германия вступила на территорию нашей”【德国已经踏入我们的境内了】\n                                                                               尤金：”В самом деле, сэр, мы имеем мир день, ушел“【确实，长官，我们和平的日子已经过去了】\n                                                                                    \n\n\n\n\n                                                                              《净土》 第一章 踏入边境 完\n                                                                             \n\n\n\n",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1471770000,
            "txt_content": "嗯。为什么排版会这样呢"
        },
        {
            "author": "DGK2",
            "timestamp": 1471770180,
            "txt_content": "下面的只是一部分，你自己读读，觉得会不会有什么不太好的感觉。不予评价 那些士兵虽然有点失望，但是他们看了看那些平民后，坚定的回答到：”Мы будем защищать их!“【我们一定会保护好他们！】\n                                                                              长官没有说什么，只是拍了拍他们的肩膀，随后，他们带着村庄里唯一剩下的六个村民，从后门走了."
        },
        {
            "author": "流liu",
            "timestamp": 1471770720,
            "txt_content": "必须支持一发         "
        },
        {
            "author": "2652687864",
            "timestamp": 1471771260,
            "txt_content": "666......\n等会，长官名为“冥王星人”？\n{:10_499:}"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1471774740,
            "txt_content": "2652687864 发表于 2016-8-21 17:21\n666......\n等会，长官名为“冥王星人”？\n看来“冥王星人”在本版很受欢迎啊，已经看到好多人写了233{:10_530:}\n不过楼主在文章里弄外文让我不太适应啊，虽然后面的方括号里有翻译，我不懂这文字也不知道翻译是否正确{:10_493:}"
        },
        {
            "author": "出版商",
            "timestamp": 1471851660,
            "txt_content": "冥王星人的出现很不和谐啊"
        }
    ]
}