{
    "title": "【原创·连载】前传——零章【作者：睡君@】 第一章节",
    "author": "睡君@",
    "replyCount": 5,
    "timestamp": 1471790700,
    "txt_content": " 本帖最后由 睡君@ 于 2016-8-27 22:53 编辑 \n\n  \n\n 1944年，波兰，秘密集中营 \n  黑色的乌云直压天空，只有少数几缕阳光可以照在地上，远远望去，有一排黑色的铁网，仿佛将两个世界隔开。 黑色铁网有四公尺高，支撑电网的是一柱柱木头，铁网的另一边是一座座红砖砌成的楼房，看似是舒服的住宅，可是看到从铁网上高速的电流和木头上的骷髅标志，就会明白这里绝不是什么人间天堂。\n  铁网的大门打开，运输车开了进来，上面走下了一群人，跟在后面的人是拿着枪的士兵，他们押送这新的战俘，战俘最显眼的是一个男人，他有着俄罗斯人的高大威猛，站起来好似一头北极熊，在这群人中鹤立鸡群。他身上的狗牌还没摘掉，狗牌上面烙着一串字母，那是士兵的名字：“列夫希.希莫斯.尼可夫”。\n  而在不远处的草地上，则立着一块结满蜘蛛网的木牌，上面写着黑色的字——Schwitz-Birkenau(史威兹集中营）。\n\n\n  一个瘦小身影在铁网边徘徊，仿佛在寻找着什么，可他并没有靠近那致命的电网。 \n “回去！”一道叱喝而来，声音上显然是个男人。 男人走向瘦小身影，他是集中营的士兵，穿着一身黑色的军装，头戴钢盔，军装显然有塑形作用，把他的腰背撑地挺直，胸前戴着骷髅军徽。\n  士兵像拎小鸡似的将他拎起，“再这样就把你送去做手术。” \n “对不起，我这就回去。”声音无比稚嫩，他挣脱了士兵的手，跑着，拐了一个弯，就不见了。 身影见看不到那个人了，便停了下来，大口喘气。\n  那是一个男孩，他叫小拉里，年龄只有八九岁，肤色略白，头发是褐色，发型是褐色乱卷形的，眼睛呈淡灰色，是像钢铁一样的颜色，只不过目光比较柔和。身材与同龄的波兰孩子相比起来略高，但看上去还是很矮小，是集中营里面少有的健康人员。 \n  史威兹集中营在战争史上不一定是最出名的集中营，但一定是最神秘恐怖的集中营，那里每天会送来大量的战俘和被俘居民，等待他们的将是直到死亡为止的无尽劳作，他们最有可能病死，因为集中营的卫生条件极差，饭里都掺和着沙子。\n  这个集中营的主要创立者无人知晓，而纳粹的要职人员对这里的不上心，导致这个集中营更像是一个独立的组织，里面每天进行着残酷的人体试验，如果有人能走进去参观，就会在实验工厂发现一些血迹斑斑的切割工具和针筒，不像是实验，更像是在切肉，里面的冷冻仓甚至放着一些畸形生物的尸体，却也没人知道这些人体实验的目的是做什么。\n   看上去就像被层层迷雾包围了起来。\n  小拉里穿着灰色宽大的衣服，露出的手臂上纹了一个与众不同的蓝色号码，不是阿拉伯数字号码，那是一个希腊字母：Ω\n  “ Ω”是希腊字母中最后一个字母，希腊字母对西方文化影响很深，《圣经》中的新约有这么一段：“我是阿尔法，我是欧米伽，我是首先的，我是最后的，我是初，我是终。”而Ω就代表终和欧米伽。 \n  让人感觉意义不明。\n “今天是没机会出去了。”小拉里嘟哝道。 \n  他在那里是在等电网停电，史威兹集中营的铁网有一个破洞，因为被半人高杂草遮住了，加上那里是无人能监控到的死角，所以一直没人发现这个漏洞，而史威兹集中营有两个时间段会停电一会，因此他就趁停电时从洞里钻出，冒险地在外面逛逛 ,呼吸一下自由的空气。\n  但他不敢逃走，也不敢太晚回来，因为每天晚上都有人念名单来确认集中营里的俘虏是否有人逃跑，一旦发现少了一个人，那些黑色士兵就会把还剩下的俘虏挑出一两个，抓去集中营原来的一座工厂里面，被痛痛快快杀掉是最好的结局，最可怕的就是被抓去做手术，生不如死。\n  小拉里渴望离开这里。\n  他从口袋里拿出了一个纸包着的小球，把它打开，里面是一颗褐色的小糖。\n  小拉里想，自己现在已近算是一个小特务了。\n  \n  三周前，\n  小拉里又像往常一样从漏洞里钻出，这个洞窄得很，连他都要趴着出来，他出来后立刻猫着腰躲到草丛，然后把自己的衣服翻过来穿，从口袋里拿出一条布，绑在自己手上，遮住那个号码，免得被认出来，然后拍怕身上的灰尘，站了起来，跑得离集中营远远的。\n  这个世界在战争，炮火在远方怒吼，但丝毫不影响波兰秋天的美，树上的叶子五彩斑斓，风吹过时发出沙沙的声音，小拉里站在树下，听着这美好的声音，在压抑的史威兹集中营里面，连听风声都成为了一种奢望。\n  这时，一只手拍在了他肩膀上，小拉里猛地一回头，是一个长着东方面孔的男人。\n  小拉里没见这样的人，东方人和波兰人是有很大差别的，东方人的眼睛是黑色的，皮肤略黄，让人想起土地，全身却透露着一股学者的气息，略尖的下巴，是他的脸部比波兰人更加清秀。\n  显眼的是他身上带的徽章，上面挂着金色的五角星和镰刀，在阴暗的地方几乎可以发光，这是苏联的军徽，那是一个兴起几十年的联邦，由俄罗斯，乌克兰，白俄罗斯，外高加索组成。它的出现正向世人宣誓着无产阶级的崛起，使共产主义登上历史舞台。而在这一次战争中，斯大林格勒战役让胜利的天平倒向了苏联这一边，使无数人看到了反法西斯战争的希望。\n  小拉里不认识苏联，不过也已经能确定他不是集中营的士兵，但小拉里还是警觉地退后了几步。\n “别怕，我……”东方男人想把手伸过去，却立刻收了回来，担心这个小家伙吓的跑掉。\n “你刚才是从集中营里跑出来的，对吧。”男人小心翼翼的说，\n  小拉里沉默了很久，他的俘虏身份已经被知道了，逃跑没有意义，他沉默了很久，最终点了点头。接着低着头，眼珠向上看男人。\n  男人拿出了一粒糖，糖用糖纸包着。他蹲下身子，伸长手，把糖递给小拉里，这样可以减缓小拉里的紧张。\n  小拉里接过了糖，说了声“谢谢”。\n “你可以放心，我不是战俘营的人，我只想问你几个问题，你可以不回答，我不会纠缠你。”男人自己也嚼着一粒糖，让这更像是一场轻松平常的对话。\n “小家伙，这几天我一直能观察过你，你应该是能随时离开集中营对不对，你返回去，并不是自己想回去，而是因为那些士兵每天都会点名查问人数，你怕他们发现你不在，而连累到其他人对吧。”男人问道，他显然知道集中营的部分情况。\n  小拉里再次点头。\n “那请你帮我们一个忙。”男人在这里用了“我们”，“我们可以带你和其他人离开集中营，只有你愿意，我才跟你说要做什么，如果你不愿意，就千万不要跟别人说我们见过面。”\n  男人补充了一句：“先考虑好，因为这会很危险，一旦他们发现你和我有联系，你可能会有危险。”男人在这里把“一定”换成了“可能”，怕小拉里因为害怕而不肯帮忙。\n  过了很久，小拉里第三次点头，这一次间隔的时间比前两次加起来要长，\n “我能做什么”小拉里终于说话了。\n “我们曾派入过一个人混装成战俘进入这个集中营。之前能够联系到他，不过最近他传回来的消息越来越少了，我们希望你能去找他，在他和我们之间传递消息。”\n “这很简单。”\n “是很简单，但不代表没有危险。”男人皱着眉头，表情严肃。\n  接着，他突然无声地笑笑，伸手跟小拉里握手，当他触到小拉里柔软的手时，心里触动了一下，“我叫周青，你叫什么名字。”\n “我叫小拉里。”小拉里的不安减轻了一点，伸出手。\n “好的，小拉里同志，这是你第一个任务。”周青拍了拍小拉里的肩膀,，把胸前的军徽塞到小拉里手中，并向他了一个敬了一个军礼。\n\n  小拉里准备把糖果送入嘴里，却突然感觉身体悬空，双脚离地，他被人又揪起来了。\n  “妈的，厨房的小偷终于抓到了”男人恶狠狠的说。\n\n\n\n前往第二章节\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Dr.超",
            "timestamp": 1471791900,
            "txt_content": "零章。。。是序章吧"
        },
        {
            "author": "匿名",
            "timestamp": 1471795980,
            "txt_content": "请楼主使用标准标题模板，【原创&转载/连载&单篇】【书名】【章节名】【作者名】，不然将会被作删帖处理"
        },
        {
            "author": "睡君@",
            "timestamp": 1471827720,
            "txt_content": "Dr.超 发表于 2016-8-21 23:05\n**** 作者被禁止或删除 内容自动屏蔽 ****\n不，因为“零章”这个名字比“序章”酷"
        },
        {
            "author": "睡君@",
            "timestamp": 1471855560,
            "txt_content": "审核审核，啥时才好啊，我第二章啊\n\n抱歉，一直改贴给吧主添麻烦了(╥╯^╰╥)"
        },
        {
            "author": "睡君@",
            "timestamp": 1471947120,
            "txt_content": "6楼谢版主"
        }
    ]
}