{
    "title": "【原创·连载】前传——零章【作者：睡君@】  第二章节",
    "author": "睡君@",
    "replyCount": 2,
    "timestamp": 1471791420,
    "txt_content": " 本帖最后由 睡君@ 于 2016-8-27 22:50 编辑 \n\n  [url= http://www.mcbbs.net/forum.php?mod=viewthread&tid=624950 ]回到第一章节[/url]\n  \n\n\n\n  波兰 ，距克拉科夫西南37英里，\n  史威兹 一座斜屋顶的房屋建筑坐落于青葱的草地上，它是有赤色瓦砖和棕色木材建起的传统日式建筑，但用来装饰的栏杆却充满了西式风格，栏杆上面的一端如同矛头一般锋利，栏杆之间冒出一团团灌木丛，紫色的花儿点缀着绿色灌木丛，对这些花儿而言，波兰多雨的秋天才是它们美好的花季。\n 警卫尽职的站在门前侍守，离房屋几十米停了一辆戴姆勒—奔驰，车上下来了一个棕发的青年，他的眼睛如同宝石一样的蓝色，皮肤是健康的白皙，穿着考究的军礼服，两肩都有金色的流苏，腰线收的很贴身，礼服上几条绶带把他的腰勒得挺直，头发梳的很整齐。踏着沾满露珠的草地而来，一举一动都散发着难以抗拒的魅力。\n  让警卫警觉的是青年胸前的镀银骷髅标志，这说明他来自德意志。5年前，德军对波兰发动的闪击战，出动了空军摧毁波兰各主要机场和通信、交通枢纽；地面部队迅速突破波军防线。向英法求助时，法国仅向萨尔布吕肯发起象征性进攻。结果波兰的防御被逐个击破，后面又受到苏联军队的进攻，波兰东部被苏军占领，19万波兰士兵受降与苏军。就这样，仅仅一个月，就结束了拥有百万大军的波兰对抗侵略的行动。 \n  如果果苏军让这位警卫厌恶和愤恨，那么对于德军，除了前面两种感情以外，更多出了一些恐惧。 青年对警卫微微鞠躬，这是德军的礼仪，警卫微微皱眉，他并不喜欢这个礼仪，因为这样看上去是在象征着波兰已经被德军占领。\n “您好，我代表元首来拜访黑木泽鬼博士”青年微笑着说，一手出示军徽。“我叫兰德.冯.安德烈斯,职位是元首秘书，叫我兰德就行。”\n  警卫忍住不满，保持礼貌的说：“抱歉，兰德先生，博士正在实验室里工作，他不希望任何人打扰，您若要等待，可以到客厅里去。”\n “谢谢”兰德回应。警卫招来了仆人，兰德拉好礼服上的领子跟着仆人进入了房屋。\n\n\n   一个巨大的容器直立在这个地下室的中央，透过容器中的液体可以看到一个半米高的肉团，肉团是透明的，，里面包裹着一种白色的生物，形状像虫子，第一次见到的人会以为是某种未知的节肢生物，它的身体分为五节，中间三节每一节上面都有一对足，背部衍生出数只触手，头部呈菱形，没有眼睛，却有着锋利的口器，像夹子一样，尾节部分是像锋利得像钩子一样的尾骨。它身上插满了软管，三对足微微摆动，仿佛已经有了意识，而容器旁边的操纵台上有一根拉杆，拉杆全身涂满了警戒的黄黑条形纹。 \n  容器前面摆了一个桌台，桌台上有各种装着药液的试剂瓶，一个穿着白大褂的老人在这个实验台上工作，他的头发已经略白，戴着眼镜，眼睛却明亮无比，瞳孔是黑色的，皮肤是黄色，相貌端正，可以和年轻人媲美，看上去是正统的东方人。他从白卦里露出的手壁极为粗糙，上面还有已经愈合的刀伤和破皮的痕迹，可以看出这个老人曾经经历过岁月的多少磨难。\n   老人小心翼翼地把一种化学药剂倒入试剂瓶，与另一种药剂混合，开始发生了反应，药剂开始变色，然后冒出了一些气泡，老人脱下了手套，拿起纸和笔，开始记录今天的实验。 记录完毕后，他脱下这件宽大的白打卦，到水槽前清洗手臂，防止自己沾上什么具有腐蚀性或毒性的东西，然后揉了揉眼睛，看向那边的巨大容器，眼神出现与年龄不符的狂热，仿佛自己见到了神，或者说掌握了神。 \n  白色怪虫微微舒展身体，突然，它仿佛觉醒了一般，开始强力挣扎，被挤出的气泡向上升，那层透明的肉质也被撕扯开，它从里面钻了出来，企图摆脱掉全身的软管，尾刃也开始活动，切割这里的软管，\n  老人眼神的狂热消散了，他冲向了操作台，将将操作台上的拉杆拉下了一半。 蓝色的液体通过软管流入了怪虫的身体里，它停下了挣扎，突然转身，面向了老人，无形的威压散开，老人向后摔倒，双手撑地，它明明没有眼睛，可却让人却觉得自己被它死死地凝视着，这种“目光”比世间一切恶鬼凝视都恐怖，看一眼都会让人精神崩溃。 \n  那种威压是一种脑波冲击，过量的话甚至会导致死亡，没人能想象，这样一种类似节肢生物的怪虫，竟然能发出如此具有攻击力的脑波。\n  老人勉强站了起来，走向了操纵台把拉杆完全拉下，更多的化学药液流进怪虫的身体，它的身子慢慢疲软了下来，全身蜷缩起来，仿佛进入了沉眠。\n   老人揉了一下脑袋，刚才那只怪虫发出的脑波几乎对他的精神造成了损伤。他整理了一下自己的衣服，走出了门外。\n  仆人双手捧着一只箭矢，恭恭敬敬的在门外的走廊侍侯着，长走廊的中间是通到地面的楼梯。 老人接过箭失，将其挂在门上，然后，再用五把铜锁将门锁的死死的。\n  那只箭矢是一只破魔箭，在日本民间是净化驱邪之物，在这个门上挂一只，再加上五把铜锁，看上去是想镇压什么魔物鬼怪。\n  “好了，该去见见客人了。”老人踏上了楼梯，整了整衣领。\n\n  这栋日式房屋的设计显然十分为客人考虑，有两个客厅，中间的走廊像将两个客厅分开的河流。\n  右边的大厅是传统的日本风格装饰，地上是榻榻米，一张木桌子旁边摆两个坐垫，橱柜靠着墙，房间的左面墙壁的门是打开的，并且通向外面的院子，而应该糊在门上的纸糊被换成了玻璃，使客人可以欣赏到院子里的景色，而屋中院子里有一棵樱花树，但在波兰的气候下，它无法开花，只剩下那棕色的枝干孤零零的扎在泥土里。\n  走廊左侧是西式风格装扮，桌子左右都分别摆了一张长沙发，地上是羊毛地毯，天花板垂落下一盏水晶吊灯，墙壁上只有一扇大窗户，窗框是白色的，显得很温馨。\n  显眼的是墙壁上的一张照片，里面有两个戴博士帽的东方人，看上去是年轻的学者，只不过一个笑脸迎开，勾搭着右边的人人，但这个人脸部面无表情，充满了阴郁，两张脸形成了强烈的对比。\n  兰德就坐在一张沙发上，他揉了揉太阳穴，刚才他的脑袋突然一阵剧痛，像是受到了什么重击，不过这一击是想海波一样打过来的，让他有一种似曾相识的感觉 。\n  兰德努力不去想这些，而是看向门外，开始欣赏日式客厅那边的装饰，心里赞美这里主人的品味，尽管他最后选择了这间西式客厅。\n  因为，在垫子上卧坐几十分钟真的不是一般人能做到的。\n  一只粗糙的手扒住了门，老人从门后走了出来，面带和煦的微笑，似乎完全没有不欢迎这位客人的来访。\n “十分抱歉，没有及时迎接客人，有失礼节。”老人鞠躬，说着一口标准的德语，然后自己打开橱柜，端出杯子和咖啡粉，放在桌子上，自己坐在兰德的对面的沙发上，开始冲咖啡。\n “我代元首向你问好，黑木泽鬼博士，”兰德笑笑，“元首希望您能够加入他的研究。”\n “如果你来的目的只有这个，那很抱歉，我不会答应。”黑木泽鬼说话直接，连借口都懒得找，他品了一口咖啡，又继续说：“但是，我可以帮他开发新的药物，减少战争的伤亡，正好我也在研究这个。”\n  “可以，我会告诉元首的，”兰德喝了一口咖啡，继续说：“我们在这里有一间集中营，如果您的新药需要进行人体测试，我们可以给您提供。”\n “不用了，我的药物已经用小白鼠测试过了，人体测试自己来就行了”黑木泽鬼下意识看了看自己的手臂，尽管他的手臂被袖子遮住了，什么也看不到，接着他立刻把视线从手臂上转移开。\n  兰德皱了皱眉，并不是他不高兴黑木泽鬼的拒绝，而是因为他只顾着讲话，将67度的咖啡直接送入口中，烫的他差点不顾礼节大叫。\n  黑木泽鬼并没有察觉到兰德的状况，他自顾自的说,“说起来，我和你们元首也算是朋友，但年我去慕尼黑大学报到，因为没钱被跟你们元首一起困在了途中，住同一个桥洞呢，当时维也纳几所大学都不收他，我还为他感到惋惜，后来我们攒够了钱，我继续前往慕尼黑，而他后面不知道怎么的加入了工人党……”\n  听到走里，兰德看向了墙壁上的那张照片，那张照片的背景确实是慕尼黑大学,他们的背后是一座巨型雕像，刻画的是路德维希公爵和马克西米利安一世，路德维希骑在马上，高举手中的权杖，他的眼睛如同大海一样波澜壮阔，看向那无尽的远方。\n “哦，右边的人是我，勾搭我的是我大学同学。”黑木泽鬼笑了一下，脸上的几条皱纹松开“他叫刘崇石，来自中国，当时我们一起做研究，差一点就成为了最早发明青霉素的科学家了，如果没有那件鸟事的话。”\n  兰德舔了舔被烫坏的嘴唇，“很冒昧，能给我讲一下您的故事吗？”兰德对黑木泽鬼的往事起了兴趣，另外，他至少赶了几个小时的路，已经很疲倦了，听故事放松一下也是不错的。\n  “可以，”黑木泽鬼站起身来，身为一名50岁的老人，伸直几乎身体时没有一丝不便。\n “这把太刀怎么样？”黑木泽鬼笑着问兰德，他在刀架边一只手拿起硕长的武士刀。\n “很棒，我听说日本是一个土地矿物资源贫瘠的国家，没想到能够打造出这样的世界名刃。”\n “是啊，这把刀是我一位故人的。”黑木泽鬼盯着武士刀笑笑，又将他放回刀架“我人生中最幸福的时光就是在那里度过的。\n “我出生于明治维新时期的1889年，我的家庭有很大的问题，生母早早去世，而生父是个酒鬼，脾气暴躁，我因为忍受不了他而离开了家。\n “我离家出走后，因为年纪太小，没人愿意给我工作，只能乞讨，但很少人给我施舍，每个从我身边走过的人都希望我滚远点，有时乞到的钱甚至会被小流氓抢走，去追时被跑过的马车溅了一身水，我厌恶了乞讨，厌恶了这种受人欺辱的感觉，最后甚至去偷窃行人的钱袋，从乞丐变为小偷，每天下雨只能到屋檐下躲避，听着雨水流过屋檐落下的声音，有时会被流浪的野狗追咬。”\n  兰德闭上眼睛，想象着那个孩子躲在屋檐下面冷得发抖，双手抱膝盯着前方，眼神中充满不安和孤独，雨水落到他身上却毫无感觉。他轻声问道：“那么，你恨那些人吗。”\n “呵，现在谈什么恨啊，那些事已经过去几十年了吧，那条街都不知道在不在。”黑木泽鬼面露悲哀，又继续讲他的往事\n “就在那个屋檐下，有个人帮我喝退了追我的野狗，并且拿雨伞遮住了我的头。他叫北村清野，那把太刀就是他的。”黑木泽鬼看着刀架上孤零零的武士刀，眼神中有一丝怀念。\n “说起来，他是个很善良的男人，他问我我家在哪里，我摇摇头，表示自己已经没有家了，不知道他有没有理解。他可怜我，想把我带到他家里去躲雨，然而我到了他家后却一直不肯进门，只是紧紧地缩在他家的屋檐下，他想把我拉进去却没成功，我当时就像一只狼一样对他抱有一点警惕心。他叹了口气，从屋里拿来两个饭团，放在我旁边。我看了那个饭团很久，最后才拿起了一个饭团……\n “我在雨下完之后默默的离开了，我不喜欢在别人那里赖太久。那时候我很别扭，宁愿去偷也不愿意再接受别人居高临下的施舍，但每天依然过得浑浑噩噩，不知道以后的方向。\n “第二次见到北村先生时，我因为偷窃而被殴打，北村先生看不下去，自称是我的家长，替我道了歉。他给了我一些钱，而我却把这些钱拍在地上，我冷冷地拒绝了他的施舍，他把钱拾起来，看着我，说我可以在他那里工作，帮助他做点家务，可以保证一天两餐，他虽然不富裕却可以保证一个不到8岁的小孩岁吃饱饭，过了很久，我才点了点头。\n “我来到他家后，才知道他并不是完全可怜我才收留我，他家真的需要别人帮他打理，因为他是一个落魄武士，每天只能教别人剑道挣钱，挣的钱不多，却乐善好施，如果有人向他乞讨他也会慷慨解囊，唯一的兴趣也只是喝酒，但脾气不像我的生父，不过有时喝醉后就拉着我说小子来来你也喝一口。\n “因为他留不住钱，我偶尔也会帮他存几个零钱，慢慢地，我几乎能帮他承担一切家务了。\n “有一次他喝醉了，扶着桌子呼出酒气，那时我问他北村先生您有过家庭吗，他醉醺醺说有过一个妻子，他是曾是明治维新时期倒幕运动中的武士，西乡盛隆的势力被消灭了后，他们武士阶级的特权被撤销了，武士的地位一落千丈，妻子也因此离开他，现在已经无心再谈婚论嫁了，可以的话他还想收养一个孩子。他说完后走向刀架，取下了他的武士刀，在院子挥舞，他的剑道流派是心形刀流，施展起来漂亮极了。”说道这里，黑木泽鬼笑了笑，看向了刀架上的武士刀。\n  “确实，日本的剑道真的是让人着迷啊。”兰德也看向武士刀，似乎能感受到附在武士刀上的武士之魂。\n “后来他也教我一些剑道，我学的很认真，我们也开始把对方当做亲人，在我眼里他变得向山一样可靠，他为我的付出也越来越多，甚至想供我读书，有一天他对我说他想收养我，眼神带着一丝恳求，我愣住了，但我没有拒绝，他比起我的酒鬼生父好太多了。\n “他真的像一个父亲一样对我尽责任，为了让我有足够的学费，甚至戒掉了酒，我在学塾里的成绩也是名列前茅，最后还有人保送我去接受高等教育，我打算学医学，因为北村先生以前喝酒导致了肠胃病，而北村先生知道了后，高兴地拍了拍我的肩膀。那个时候我们在生活上虽然不富裕，但没有那么多压力，那是我人生中过得最幸福的几年，也是唯一的几年。”\n  兰德能理解他们之间的感情，对那个孩子而言，北村清野可能是世界上唯一给他于爱的人，他满足了那个孩子对亲情的需要，真正让孩子感受到了父爱。\n “直到那天，我看到有人征兵，因为我们国家与俄国在中国东北爆发了战争，前方兵力稀缺，需要大量的壮年人参战，我那时候就已经有一种不好的预感，我赶紧跑回家想找北村先生。\n “当我到家时，家里已经来了两个征兵的人，北村先生站在他们中，有些疲惫的看着我，苦笑了一下，眼神中仿佛又很多话对我讲，可他最后只说了一句：'照顾好自己'，他就跟那两个人走了……”\n  黑木泽鬼说到这里时停下了，已经不愿意说下去了，兰德也不问后面的情节，因为他大概能猜到了。黑木泽鬼闭上了眼睛，眼缝中有一丝泪珠。\n  过了不知很久，年幼的黑木泽鬼在街上询问中国东北的战况，这些日子的等待让他身心疲惫，最让他恐惧的事情还是发生了\n  他在阵亡名单上看到了北村清野的名字。\n  天空下起了雨，跟他第一次见到北村先生时的场景一样，他感觉心里被一把重锤击中了，感到心十分沉重，重到无力站起，他双腿一软，跪在了地上。\n  这一次，没人给他打伞。\n  他淋着雨回到家，脊背仿佛给人打弯了一样，刀架上的武士刀挂着一个酒壶，在吹进来的风中摇摆，这一个晚上，他没有睡着。\n  鸡鸣响起，白昼到来，黑木泽鬼走出了房子，见到他的人已经不敢和他对视，因为他的眼神阴沉的可怕，像一条潜伏的毒蛇。\n\n  黑木泽鬼睁开眼睛，从沙发上起来，说道：“出去逛逛吧，就去你说的那个集中营。”\n\n\n\n\n[url= http://www.mcbbs.net/forum.php?mod=viewthread&tid=627981 ]前往第三章节[/url]  ",
    "replies": [
        {
            "author": "睡君@",
            "timestamp": 1471855500,
            "txt_content": "通过了，感谢咸鱼和a2455564728两位版主"
        },
        {
            "author": "睡君@",
            "timestamp": 1472192760,
            "txt_content": "没人看吗"
        }
    ]
}