{
    "title": "[双线]零服虚空边境Voidkraft——|匠魂|神秘|flan|工业|蒸汽|[1.7.10]",
    "author": "a92912642",
    "replyCount": 0,
    "timestamp": 1472005860,
    "txt_content": " 本帖最后由 a92912642 于 2016-8-24 10:31 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果一、注意事项及服规\n本服为多元化的生存-战争-RPG-小游戏服。\n本服由于mod多 必须使用2048或者更高的内存开启，如果不能调整为2048，请检查自己是否使用64位的系统以及64位的java。 客户端开启遇到问题请到群里提问。\n\n和平时期禁止PVP以及随意获取其他玩家的巫媒，或对其他玩家进行干扰性的下咒。 若有玩家和平时期被下咒，请联系op或其他精灵族玩家进行解咒。 禁止偷盗,或不经同意随意采摘他人农田。若农田所属玩家不在线，其他玩家在必要时刻可以采摘但必须补种。 无论在任何时候，他人的农田不应该是你的主要食物来源。玩家应给自己的箱子使用牌子锁 并且在不干扰其他玩家的条件下给自己的家设置大小合理的领地。本服OP自带透视，一切故意藏起来的箱子都会被挖开搜查，包括藏在神秘多方块结构下的箱子，工业机械电路后的箱子，蒸汽管线后藏匿的箱子等。 对于检查故意藏匿的箱子时对玩家所属物品造成的损失 一概不赔偿。禁止滥用一切bug进行刷物品或者破坏行为。 发现bug的玩家可以向op举报bug并获得奖励。请玩家配合op执行任务，对于故意寻衅滋事、对op或腐竹大放厥词的玩家，本服一概不收。 玩家有选择服务器的权利 同时服务器也有选择玩家的权利。为了保证玩家游戏质量和游戏体验，本服选择不接受熊孩子和捣乱分子。\n\n\n\n二、没人看但是用了很多心血的背景\n1.矮人：矮人是一个强壮，粗犷，而又聪明勤劳的种族。 他们酷爱发明研究，对机械有着狂热的兴趣。 在矮人社会发展的早期，大规模的开矿就已经成为他们的传统和主业，日常的采矿工作练就了他们强壮的体格。同时，丰富的矿物出产和敢于尝试的精神让矮人们发展出了这颗星球上无可比拟的金属冶炼和武器锻造技术 (直到帝国人的到来之前)。然而天生发明家的矮人们没有就此满足，他们发现水的燃烧可以产生蒸汽，并且利用蒸汽的特性开发出了多种多样的蒸汽机。 在蒸汽工厂大规模投入运作后不久，矮人们又根据蒸汽技术开发出了这颗星球上第一列火车，并且开始建设四通八达的铁路网络。代表着矮人智慧与勤劳的蒸汽和煤烟在星球上扩展开来，一片又一片的未探索之地被标记在了地图上，新的知识也不断被发现...... 然而，矮人辛勤而又富有创造性的劳作被自恃孤傲又神神叨叨的精灵族视为对大自然的迫害和污染。这群迷信的蓝皮瘦杆子认为机械是肮脏的伪知识并且是对至高神灵的亵渎。尽管自从矮人大规模开矿之日起，精灵与矮人的关系就从来没有和睦过，然而蒸汽机与火车的大规模投入使用彻底惹怒了那群把树当神的无知笨蛋。\n2.精灵：相传是精灵由至上神伊鲁维塔之子在这颗星球的古代就创造了他们，赋予他们永生的美貌和华丽的歌喉。他们在远东的星光下醒来，四处游荡，并逐渐创造出语言。精灵分为：梵雅，美貌精灵，首领是所有精灵种族中最尊贵的英格威诺尔多深谷精灵，首领是睿智的芬威；海上精灵，首领是埃尔威·辛格罗和欧尔威兄三大种族合成光之精灵，三大种族在上古时期跟随主神梵拉前往阿门州，已经无人知晓其踪迹，不愿去往或者中途迷失精灵被称之为黑暗精灵或者迷失精灵【服务器里的精灵就是迷失精灵或者黑暗精灵】留着这片大陆的精灵建立了自己的城市，精灵主城：曙光之城精灵主城建立一百年后，这片大陆出现了矮人，因为悠长的生命精灵并未注意这些生命只有短短百年的种族，所以不知其来历。最初因为矮人酗酒粗鲁不爱清洁，精灵和矮人极少往来。之后又数年，精灵国度大旱，数月滴雨未下，此时早已精灵已经失去了众神的庇佑，正当精灵焦急万分之时，曙光之城突然到来了五名巫师，他们睿智而且强大，布雨解决了精灵国度大旱，精灵感激万分，奉为上宾。五名巫师在曙光之城停留一年之久，并且教授了精灵巫术。\n3. 帝国：人类帝国是一个在黑暗冰冷的宇宙中征战数万年的庞大宇宙文明。他们掌控的星系数以亿计，而他们的母星--神圣泰拉定位于遥远的太阳系。帝国的海军有着上万艘各型主力舰艇和更多的辅助型战斗星舰。一次在哥特星区与混沌恶魔舰队的大会战中，一艘满员的帝皇级战列舰重伤大破，进行亚空间跃迁撤离。然而亚空间导航对灵能导航员的精神力和体力都是极大的挑战，该舰的导航员被亚空间能量反噬异变，最终被政委枪毙。 失去导航员的战舰在亚空间迷航，最终误打误撞的跃迁到了这颗遥远的、从来未被帝国发现的星球上。动力系统和舰体严重损坏的战舰被行星重力场吸引，不得不进行迫降。 这艘5千多米长的战列舰借助辅助动力划过天空，地面上的矮人们目瞪口呆的看着这庞然大物一边冒着火喷着烟一边向两侧弹射他们根本无法想像的战斗机，而向来厌恶先进机械的精灵更是吓得躲进了森林里。 迫降之后，这艘帝皇级战列舰断成两节，失去了航行能力。 幸存者们开始清理遗骸，并着手把战舰残骸改装成简易的行星殖民地。由于迫降之前开启了行星探测，战舰上的成员们立刻发现了行星上的两支土著种族， 然而对于与残暴可怖的混沌恶魔和高大凶猛的兽人战斗过的帝国军人来说，这些土著居民并不成为威胁。幸运的是，忙于和帝国海军恢复联系的帝国人也无意攻击这些土著。迫降当天的下午，对帝国战舰抱着好奇心的矮人带着食物和药水成群结队的来到坠毁地点，他们很快与帝国幸存者建立了互帮互助的关系。矮人向帝国分享了他们引以为豪的蒸汽技术和本土铁路，作为礼貌性的回复，帝国士兵们送给这些使用着五花八门火枪的矮人成箱的老式栓动步枪。 不久后，藏在林子中偷窥的精灵们发现了帝国灵能者和他们奇特的魔法，并壮着胆子走向正在进行注魔的一伙灵能者法师。起初，迎接他们的是一排帝国卫队漆黑的枪口，然而感受到精灵没有恶意的灵能者们立刻招呼卫兵收起武器。随后，灵能者与精灵分享了一些帝国法术，并且将他们视作学徒。 然而，忙于建设据点并试图联系舰队的帝国人并没有立刻发现矮人与精灵的冲突，也没有意识到一场潜在的战争正在慢慢逼近......\n \n\n三、阵营相关规则 1.由于本服为三阵营战争服，为了确保阵营的公平性，腐竹会进行阵营人数限制。 在进行人数限制的时候，人数最多的阵营无法加入新玩家。 当三个阵营各自人数再次平等的时候，新玩家便可以自由选择阵营。 2.已经选择阵营的玩家不得随意更改阵营。 非敌对阵营的玩家可以合住， 例如： 矮人可以与帝国玩家合住，精灵可以与帝国玩家合住， 但矮人无法和精灵合住。帝国玩家也无法和矮人+精灵玩家同时合住。 正式开服后会由腐竹钦定或玩家选举阵营领袖，阵营领袖负责整改自己阵营的主城，加强主城防御设施，或任何对本阵营的相关福利和鼓励政策。阵营领袖也可以互相进行外交活动，并且形成联军，或宣布对某个阵营敌对并准备进行战争。阵营领袖对主城的整改应提出计划并由腐竹通过， 整改计划应以加强和美化为准，而不是拆迁和破坏。阵营领袖对玩家可以进行福利发放或征税，但是不得过度压榨玩家，征得的税绝大部分也应该投入修缮主城，发放福利，或为战争做准备，制作玩家使用的武器中。阵营领袖的征税标准和周期需要提交给腐竹，通过后方可执行。如果一个阵营领袖过于糟糕，玩家怨声载道， op和腐竹可以介入管理并且重新进行选举或钦定。\n\n\n四、也许会有人看的服务器截图\n\n\n\n\n\n\nQQ图片20160821212839.jpg\n(248.88 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2016-8-21 21:59 上传\n\n\n\n\n\n\n\n\n精灵主城\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20160821212844.jpg\n(321.93 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2016-8-21 21:59 上传\n\n\n\n\n\n\n\n\n矮人生活的村庄\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20160821212852.jpg\n(171.88 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2016-8-21 21:51 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20160821212859.jpg\n(458.58 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2016-8-21 21:51 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20160821212916.jpg\n(132.58 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2016-8-21 21:59 上传\n\n\n\n\n\n\n\n\n内部\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20160821215444.jpg\n(340.19 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2016-8-21 21:59 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}