{
    "title": "<原创·连载>虚妄山·远歌[第七章·“我看见了”][xcc]",
    "author": "xcc",
    "replyCount": 1,
    "timestamp": 1471863720,
    "txt_content": " 本帖最后由 xcc 于 2016-8-22 20:58 编辑 \n      \n    面具脸来不及思考这究竟是怎么回事，便看到门外大汉正怒气冲冲地向前台走去，狠狠地捶了捶桌子，向旅店老板责问道：“凭什么一样的价钱环境不一样？敢情你是故意的？”        老板抬头打量着大汉，眼神里似乎有嘲弄的意思，嘴角也上扬起一个弧度。        “是啊.......”他站起身，左手已按住了大汉的肩膀，“我就是故意的。”        在说完“故意”二字后，左手猛地发力，竟是将大汉向后推出四尺远。        面具脸看得胆战心惊，这家旅店到底是怎么回事？环境不同就算了，老板还打人啊？自己要不要现在就离开这个地方啊……        大汉显然被激怒了，骂骂咧咧地走来，向老板挥拳，奈何怎么也打不中对方。他更加恼了，虎目圆睁，从腰间抽出佩刀砍去，老板却挑衅似地一笑，一个闪身便已在大汉身侧站定，左手却按在大汉的后脑勺。        “你自己做了什么应该很清楚吧？”左手骤然发力，一瞬间像是有千钧的力量承载在上面，大汉登时被按倒在地。尽管他挣扎着想要站起身来，却无奈一直被按住，动弹不得。        老板一把夺过大汉手中仍然握着的刀，叹息一声：“可惜了，这么好的一柄弯刀，落在你这个强盗手上。”        大汉骂骂咧咧地说了些什么。因为他的脸贴在地上，所以并听不清他刚才吐了多少脏字。老板看着他这样骂骂咧咧，不由得放松了力道。哪知刚一放松大汉便抬起头来，大叫：“你这犊子才是强盗！”        老板的神情突然严肃起来了，单片眼镜上突然泛出一层蓝光。他紧紧地盯着大汉的双眼，说道：“在此之前我们从没见过面对吧？”        大汉不明所以，但还是强硬地回复：“是啊，你还想搞事啊？！”        “好，接下来我要是能说出关于你的很多事，你就赶紧给我滚。”老板严肃道。        大汉心想这旅店老板八成是在拖延时间，也不相信一个陌生人知道自己的事，便没好气地说道：“行行行。”        老板和善地笑了笑，随即用极快的语速对大汉说：“你的名字是布瑞夫，你脖子后有块黑痣，你来自嬴河，你的故乡位于嬴河东部的晖江西岸，你有三个哥哥一个弟弟，你们家一直做着小本生意。父母希望你以后能将家族产业带去朔方，但很显然你让他们失望了。你可敬的父母真应该知道昨天中午你干了什么——那个时候你来到了灵旗，并在打劫了一位铁匠。你从那个脸上有烫伤的中年人那里抢走了四块铁锭和五百四十元外加一个苹果，然后又抢劫了一位路人，但是这次很遗憾，路人身上没有现金，你气愤地扇了他一巴掌，随后来到了我的旅店，并在十分钟前来找我事。”        他连珠炮似地说完了如此长的一段话，然后微笑着看向大汉，用非常嘲讽的语气说道：“您慢走。”        大汉的眼中流露出恐惧，面前的这个人，怎么对自己的一切知道得如此清楚？他起初想矢口否认，但是他发现面对这样一个对自己知根知底的人，他的否认即是在认输。而且这家伙的力气实在是太大了，自己跟他对着干是捞不到半点好处了，不如赶紧走。        于是他迅速爬起，没敢也没脸回房间去拿东西——他放在房间里的东西都是抢来的——便灰溜溜地逃出旅店了。        目睹了这一切的面具脸有些心悸，但还是壮着胆子出来问这是怎么回事。        “你是说环境不一样嘛？”老板支着下巴，看着面具脸，“做了坏事的人住垃圾场，其他人住正常的旅店。还有问题么？”        “你怎么知道他们做了........坏事呢。”面具脸轻声问道。刚才他也看到了这老板对大汉做的一切了如指掌。他猜这也许是老板的魔物的功劳，不过也有可能是掌握了很多情报。        “我能看到啊。”老板指了指自己的单片眼镜。\n  这话乍听上去有些令人费解，面具脸仔细想了一下后，不禁如此猜测：他的意思是自己的单片眼镜是具有独特能力的魔物么？        “您还是赶紧去休息吧。”老板看到低头沉思的面具脸不由得提醒了一下他，“耽误事了可不大好.......为民除害先生。”他尾音微微拖长，最后说出了一句在外人看来有些奇怪的称呼。        面具脸听到这个称呼的时候有些尴尬，但还是点了点头。        看来这老板的能力是可以知道他人过去干了些什么吧.......他有些慌乱地走回房间，看到酣睡着的杜篆时不由得叹了口气，随即轻手轻脚地躺在床上。        他抬头看着天花板，轻轻叹了口气，随即用只有自己听得见的声音抱怨了一句：“啧，但愿嬴河的那帮东西还没找过来。”     \n   \n     \n\n\n\n上一章  索引  下一章废言：某老板：我看到你们了。\n然而我现在执着于女主的人设无法自拔\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1471864800,
            "txt_content": "@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @WM2030 \n@zyj0807  @DGK2  \n@柠檬柠檬柠  @llxy @gggbbb\n吃瓜，喝猹"
        }
    ]
}