{
    "title": "【原创·连载】缇米养成记",
    "author": "达斯·龙须",
    "replyCount": 13,
    "timestamp": 1471862520,
    "txt_content": " 本帖最后由 达斯·龙须 于 2016-8-23 06:05 编辑 \n          “咯咯哒，咯咯哒”，在这一清脆的鸡鸣声后，太阳慢慢地从地平线上出现，人们都开始起床，开始劳动，我，也穿上自己的衣服，准备开始今天的工作，啊，还没介绍我自己呢.\n\n           我叫咕噜咕噜魔法阵，在一座小镇上开着药店，卖出过期的土笋冻，让患病的病人尽快的上路，我每副药里都放了含笑半步癫。\n           日子以复一日，枯燥乏味的生活使我都不知道自己活下去的意义，每天都重复着昨天的事情，就像个机器人一样。但是，有一天，一个女孩，改变了我，改变了我的生活。\n           那天，我刚起床不久，就听见有人敲门，一开始以为是病人来买土笋冻，当我打开门时，看到了一个不正经的男人，他旁边有一个小姑娘。那个不正经的男人开口了：“啊，很高兴能再见到您。”我当时很疑惑，我不记得认识这个人，便带着疑惑问：“你是？我怎么不记得认识你。”那男人笑了笑，便说：“您可真是贵人多忘事，您上次救过我一会呢。”我想了一会，想起来确实救过一个人，：“你就是Mr.tang吧？”那男人：“啊，是的，您想起来啊。”，“你今天找我有什么事情呢？”，“啊，我想您也看到她了，她叫缇米，是个奴隶，没有父母，她继父经常打她，久而久之，继父也不想要她了，便找到我，想卖了她，我不知道卖给谁好，但是突然想起您来，就过来了。”我仔细打量这个女孩，衣服很破，身上有很多伤口，像是被某种化学物质烫伤后留下的疤痕。从她的双眼中，能看到恐惧。”哦，那么，您愿不愿意留下她，就当是我还您的人情。”我思考着，虽然也许会添麻烦，但是至少比一个人好吧。“好吧，我留下她。”那叫tang的男人走了，他留下的那个少女，坐在地上，一动不动，我给她找了个垫子，她以为我要伤害她，便躲了起来，“你怎么了？没事吧？我只是给你找个垫子，地板太凉了。”她似乎冷静下来，坐在垫子上.\n            晚上，我做了很多饭，有楼下狗咬过的面包，王大爷剩下的饭菜，贝达芬店里的龙须面，我都加热，然后给她吃，她坐在凳子上，问我：“今天是不是有客人？需要我躲起来吗？”，“这是给你准备的，吃吧。”她似乎很惊讶，她拿着叉子，一点一点的吃，似乎没吃过似的，当她吃完时，对我说：“谢谢您的饭菜，我一直没有吃过饱饭，以前的人都是给我水和面包。”\n            需要睡觉了，我把一间不用的病房整理好，“这个房间是多余的，如果你不嫌弃，就住在这里吧。”，”谢谢您的床，我从来都没有睡过床，都是趴在地上睡.\"\n            深夜，我一直都没睡着，我一直都在思考那个少女......\n            第二天，早晨，她醒了，依然做在那个垫子上，我在准备早餐.\n            吃完早餐后，我对她说：“我今天要出去，你愿意来吗？”，“可...可以吗？”。“我准备准备，就出去”\n            我带上些钱，拉着她的小手，走在集市里，买完所要的东西后，我发现那面有个很奇怪的店，便进去看了看。\n            这是个服装店，一个客人都没有，一个大胸大妈走了过来，问我们：“您需要些什么？”，她看了看缇米，便说：“这孩子需要一身合适的衣服，来，过来。”她们进了试衣间，不一会，两人便走了出来，此时，换上了新衣服的缇米和一开始的她已经不一样了，“这衣服挺合适的，您买吗？”，我掏出冥币，给她，然后，我和缇米回了家，在路上，她一直看着新衣服，“我觉得你穿上挺可爱呢。”，她听到这句话，脸红了起来。\n\n            第三天，早晨，刚起来的她似乎变的略微活泼一点，但是她极其想掩盖住。          \n\n            今天我们依然要出去，不过是去逛逛，我们来到了一个餐馆，这个店要比对面的服装店热闹多了。\n             “您好，需要些什么？”，一个少女突然出现在我面前，是服务员，与此同时，缇米看着旁边桌上的鸡蛋饼。\n             我便点了一份给她，她似乎有点惊讶，“这个...是给我吃的吗？”，“是的，吃吧”我微笑着回答。\n             她有点智障...,吃饭很慢，但是能看出她吃的津津有味。\n             她吃完时，对我道了谢，我看到她脸上露出的微笑，但似乎察觉到我发现了，又变回来平常的表情...\n             黄昏之时，我下了两壶铁观音，我们静静的喝着茶，不曾想到，一个没有文化的缇米，懂得茶道。\n             我们各自回各自的房间睡觉了.......\n             今天一起来，看见缇米神态不好，又咳嗽，我便摸摸她的头，很烫，我便让她躺在床上输液，我每时每刻都在她身边，过了几天，还是没有好转，我觉得她肯定是以前生病没有治疗,一个星期下去了，开始退烧了，我终于松了一口气。\n             没想到第二天，她来到我面前，有点害羞的对我说：“主人，我想了想，您给我了这么多东西，从进您的家开始，您就照顾我，给我做好吃的饭，买好的衣服，不骂我，不揍我，我想通了，我不能以以前的样子来对待您。”，我摸了摸她的头，“乖，你病才刚好，先别说这些了。”\n\n             缇米养成记         第一章  结束\n\n",
    "replies": [
        {
            "author": "2572312535",
            "timestamp": 1471862640,
            "txt_content": "就这样吧柠檬的缇米抢了？@柠檬柠檬柠 \n\n滑稽"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1471862820,
            "txt_content": "Excuse me？"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1471862820,
            "txt_content": "乙烯_中国 发表于 2016-8-22 18:47\nExcuse me？\n哎呦妈呀"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1471863060,
            "txt_content": "XJue_DaDa 发表于 2016-8-22 18:58\n奴隶少女缇米\n矮油啊，不亏是老司机"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1471863480,
            "txt_content": "奴隶少女缇米"
        },
        {
            "author": "gggbbb",
            "timestamp": 1471863900,
            "txt_content": "诶，你们这些年轻人啊，动不动就想搞出个大新闻。\n对于这种肮脏下流的文章，我只想说……那个，下章出了记得@我"
        },
        {
            "author": "麦白",
            "timestamp": 1471864020,
            "txt_content": "希尔薇缇米版\n真不怕被缇米打@540083835 \n"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1471864560,
            "txt_content": "麦白 发表于 2016-8-22 19:07\n希尔薇缇米版\n真不怕被缇米打@540083835\n哎呦都是老司机"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1471864560,
            "txt_content": "gggbbb 发表于 2016-8-22 19:05\n诶，你们这些年轻人啊，动不动就想搞出个大新闻。\n对于这种肮脏下流的文章，我只想说……那个，下章出了 ...\n好的，您的变态快递请查收"
        },
        {
            "author": "冥王星人",
            "timestamp": 1471866780,
            "txt_content": "哎呦我的肚子——\n【用力拍桌】"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1471938720,
            "txt_content": "卖出过期的土笋冻，很强势，来一车"
        },
        {
            "author": "Icrad",
            "timestamp": 1471949640,
            "txt_content": "不愧是缇米调教记"
        },
        {
            "author": "Olurbo",
            "timestamp": 1471957620,
            "txt_content": "缇米被人崇拜了。哈~"
        }
    ]
}