{
    "title": "<原创·连载>虚妄山·远歌[第八章·工作？][xcc]",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1471870440,
    "txt_content": " 本帖最后由 xcc 于 2016-8-25 21:39 编辑 \n      \n     外面的雨不知是什么时候开始下起来的，不过已经下了很久了，无数的雨滴降落在地上，最后终于积聚起了一片片水洼。后来落下的雨滴则一下下地洒落在水洼里，在倾盆大雨中，缓缓奏起只属于雨水的歌调。        面具脸有些无奈地看向窗外，他想皱皱眉头来表示自己对这天气的不满，但他的脸部肌肉却不允许他作出其他表情。        他从背包里摸出一把伞，撑开看了看尺寸。发现这伞只能让一个人免受淋雨之苦后，他看了一眼杜篆，最后还是决定给他伞，至于自己......区区下雨有什么好怕的，又不是下刀子。他这番安慰自己。        不过现在不是操心怎么避雨的时候。        面具脸一边叫醒杜篆一边收拾东西，然后从钱袋里拿出一些通用币——这些是茶叶钱——数了数，紧紧攥在手心。        杜篆随随便便地收拾了下自己的东西，然后就跟着面具脸离开旅店。        临走前，面具脸眼神复杂地把钱递给那个满脸笑容的老板，然后把一把伞递给杜篆。        走到旅店门外，面具脸查看了一下他们昨天拴马和骆驼的地方，但那里却只有两截绳子孤零零地垂着。他不由得在心里发起了牢骚：“估计是那个骂骂咧咧的大汉把它们顺走了吧，啧，这旅店都不管管客人拴在外面的东西么。”        “等会跑快点，我可没伞。”眼见两个坐骑都没有了，面具脸只得如此提醒杜篆。        可是今天要去哪你都没跟我说啊。杜篆刚想这么说，就看到面具脸已经跑出去十几米了。他只好疾步跟上。        跟着面具脸绕了几个弯后，他又看到了安防局，被雨冲刷过的墙体颜色比昨天深了一层。        “喂......你.......是要把我......丢到这里当警员么？”他举着伞，气喘吁吁地问道。        “不是。”面具脸快步走进安防局，“现在只用跟着我就够了。”        杜篆只得把自己快到嘴边的牢骚与不解咽了回去，跟着面具脸快步上楼，然后看着面具脸轻叩一个房间的门。        门后传来一声有些慵懒的“谁啊”，面具脸则用同样慵懒的语气回复道：“是我，阿午。”        杜篆没有注意到门后那人的声音，他只注意到面具脸说的名字——原来面具脸叫阿午么？他自觉有趣，全然没有注意到门被打开。        面具脸看了一眼神色有些激动的杜篆，然后轻轻摇了摇头，走入房间。        房间内坐着一位斜戴着军帽的女子，大约二十岁，几缕颜色接近黑色的深蓝色头发垂在额前，面色有些困倦，像是没睡醒，左手正无聊地卷着过肩的长发。        “好久不见啊，苏穆。”面具脸找了个椅子挪过来坐下，语气间有些玩笑的味道。        “上个月刚见过啊。”苏穆语气漫不经心，但片刻后就严肃起来，“你说的那个人呢？”        面具脸转头向外面叫道：“愣着干嘛，赶紧进来。”        杜篆便从自己对面具脸身世的猜测中脱离出来，走进房间。        “'这位是安防局的局长，苏穆。”面具脸指了指身旁坐着的女子。        杜篆急忙鞠了一躬说道：“初次见面，请多指教。”说这话的时候，他的心里其实还有些不相信——安防局局长竟然不是男的？而且看上去这么年轻，大概最多也只有20岁的样子.....这真是有些奇特。        “啊.....不用这样讲究礼数的。”苏穆也急忙说道。        杜篆便直起身子，然而一立正就看到苏穆正打量着自己，眼神中似乎流露出一丝怀疑。        “就是他么？”苏穆转头问面具脸。        面具脸点了点头，然后摊手表示无奈。苏穆则轻轻低头叹了口气，左手继续卷着头发。        杜篆在一瞬间有一种自己似乎被嫌弃了的感觉。但他很快就意识到这俩人一定有什么事瞒着他。        他走上前去，直白地问道：“这反应是什么意思？是不是其他的什么事？”        面具脸眼神复杂地看着他，然后故作轻松道：“啊，她只是觉得......你没我说的那么......傻气——话说，你喜欢读书嘛？”说完之后，他自己都觉得这话题转移得有些生硬了。        杜篆勉强接受了面具脸有些别扭的回答，对于这话题的转换也有些不满，但还是认真地答道：“喜欢，以前我在沙漠读过所有我能见到的书。”        “书的数量？内容现在还记得么？”        “呃......大概也就六十多本吧......内容么......记得比较清楚。”杜篆挠挠头，脸色中有些许尴尬。事实上他对于一些不大感兴趣的书——诸如一些粗制滥造的小说和商业方面的书籍——记得模模糊糊。        面具脸没有注意到杜篆的脸色，拍桌而起，言语中溢出兴奋：“安防局这里有个工作是管理地下书库并负责其的安保工作。不过呢.......地下的书库里的至少五百本书，工作的时候，也是可以看的呢。”        看来今天把他带到安防局是想找工作么？不过这工作确实不错啊，能看到那么多的书，还有工资拿......杜篆喜滋滋地想着，也没有去思考面具脸的目的，只是一个劲地点头，全然没有注意到面具脸朝苏穆使了个眼色，并轻轻点头。        “哦，对了，你先别这么兴奋。”面具脸转身从柜子里拿出一包东西递给堵住杜篆，“这是安防局的制服。”        杜篆将其接过，低头看着一件以深蓝色布料制成的、以银色布料缝边的制服外套和一件带有绿色领带的白衬衫被整整齐齐地叠好放在透明塑料袋里。        他还没来得及拆开塑料袋仔细看看，便被面具脸叫过去填写一个表格。        他便拿起笔，在那张名为“安防局人员登记表”的表格上的一行写下了自己的名字、年龄、种族、籍贯、魔物、职务等信息，然后在“特殊能力”一栏写下了“未知”——毕竟自己虽然感知到自己有特殊能力，但是并不清楚能力到底是什么啊。        这个表格上登记的是所有在安防局工作的人员，杜篆填写的时候数了一下，表格上大概只登记有16个人，着实有些少了。而且他观察到，苏穆和另一人的年龄一栏是空着的。他觉得有些奇怪，但也没想着去深究。        填完表后，杜篆就拿到了个人宿舍的钥匙。在听完苏穆讲了一下自己的职务以及地下书库在哪之后，他怀揣着激动不已的心情走了出去，并随手关上了门。        面具脸在门被关上的那一刻，迅速地转身，背对着苏穆，叹了口气：“你说，人的宿命.....是必然么？他会不会像之前那几人一样.......”        苏穆把自己的警帽拉正，语气散漫地说：“我们又不是活在戏剧中的人啊.......我们活在这个真实的世界，未来并非注定。而且，你怎么能确认，从前的那几人真的遭受了那些呢。”        面具脸低头，若有所思。        人们所经历的一切也终将被浓缩成发黄纸页上的所谓历史。而真实，也不过是永恒面前的一个短小的笑话。\n\n     \n   \n     \n\n\n\n上一章   索引  下一章废言：不！我空记不住我记几啊！按照接下来的思路我快要写出玛丽苏或者龙傲天了啊啊啊啊啊\n不...........绝对不能发生...........\n嗯首先某女主成功露脸.....然后事实上......呃，女主是个口嫌体正的...........呃，然后.............\n纳西所列，一米哇嘎奈\n当我没说w\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1471958340,
            "txt_content": "看见评分区的时候我吓坏了\n难道说245答应了什么交易，评分时看见上一帖共多少分就给多少分？"
        },
        {
            "author": "xcc",
            "timestamp": 1471959120,
            "txt_content": "@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @WM2030 \n@zyj0807  @DGK2  \n@柠檬柠檬柠  @llxy \n@gggbbb  ←我也不知道为什么蓝不了\n\n\n\n吃瓜，喝猹，鬼畜是人类，进步的阶梯\n"
        }
    ]
}