{
    "title": "【原创·连载】缇米养成记",
    "author": "幻境雲達達",
    "replyCount": 10,
    "timestamp": 1471869960,
    "txt_content": "尔薇通了一遍",
    "replies": [
        {
            "author": "达斯·龙须",
            "timestamp": 1471870020,
            "txt_content": "标题: 【原创·连载】缇米养成记 本帖最后由 达斯·龙须 于 2016-8-23 06:05 编辑 \n         缇米的病情开始好转，也如她上次说的那样，她变了...\n          她变的开始活泼起来，开始微笑，不再内向。\n          不过，真是应了那句老话：悲伤辣么大，性♂福辣么小。\n          因为我的一个远方亲戚，要来我这住下几天......\n          以前听父母讲过这个亲戚，她叫冥王大佬。\n          缇米听到这个消息很开心，因为她也想见见我的亲戚，说实话，我不怎么想。\n          我整理好家里，缇米也打扫好了门口和屋内，就等那贵客来了.\n           “哎，我忘了！我还没买菜呢！”我惊讶的说道。“咕噜咕噜魔法阵，你记性还是那么差嘛。”她用温柔的声音回答到。我赶紧穿上衣服，去集市买菜去了...\n           走了一段路...\n           我到了集市，今天也很热闹，我左看右看，挑了一些丝瓜，山药，鸡蛋，青椒.买完后，看了看几点，啊！要超了！赶紧买，于是我像条狼似的赶紧买，买那个，这个，那个，这个，那个，这个....买了好几袋子。\n           飞奔回家...\n           路上我很高兴，我认为缇米在我不在的时候也许能款待客人.可，后来，我错了.\n           到了家门口，我听见里面有训斥的声音，还有缇米的哭声，我当时就害怕了，以为里面有坏人，可我快速的打开门，发现里面的人是，亲戚，冥王大佬。她在训斥缇米，不知道为什么，我赶紧和冥王大佬道好，然后赶紧安抚缇米，说实话，哭的实在是太让人那啥了，恨不得揍冥王大佬一顿。在我刚刚安抚完缇米，冥王大佬便把我叫到一边，对我说：“咕噜，这个女孩是谁啊？，这么瘦，这么丑？”，“她是我收留的一个孤儿，怎么了？”，“哎，你别说了，这孩子见了我也不叫姐姐好什么的，好气啊！”，我当时就懵逼了，我亲戚都34了，还叫姐姐？，不是这人有毛病吧！“哎呀，这是我的错，因为她没见过您，所以不知道叫什么，您大人有大量，饶了她吧。”，“看在你咕噜的面上，我就饶了这个女孩”，说完，她就做到沙发上，看着电视.\"缇米，没事吧，是我的错！“，“没..有事”，我看她回答的时候，都是流着眼泪的...\n           我和缇米去把买的东西捡起来，因为进来看到缇米哭了，吓得我东西都掉了地上，没在意.\n           晚上，我们一起吃饭，为了安全，我和缇米做在一起。\n           睡觉的时候，冥王大佬竟然要用缇米的房间！“不是，那是缇米的房间”。“哦，原来这女孩叫缇米，她房间我看不错啊，给我先住这吧”，“可..这不好吧”，“没问题的...我睡沙发”，就在我想和冥王大佬讲道理的时候，缇米插话了，“不行，缇米，你不能睡沙发！”，”哎哎，咕噜，既然人都这么说了，就别拦了吧。”，我能感受到这句话有一定的讽刺。\n            我不想让缇米睡沙发，便让她和我一起睡。我很久很久才睡着，因为旁边有个小女孩...\n            早晨，缇米虽然醒了，但是她不敢出房间，我觉得是因为昨天的事情吧..\n            我和缇米一起出的房间，发现那个不要脸的冥王大佬在那坐着看电视，看见我醒了，便喊道：“做饭了！这都几点了，你要饿死我啊？”，我还真想饿死她！。但是，我还是做了饭，哎....\n            为了躲开她，我带着缇米出去玩，打算先去服装店看看，因为缇米的发卡断了..\n            我们走进店里，依然是熟悉的店长，我买了个绿色的帽子，啊呸，绿色的发卡给缇米..\n            缇米很高兴，似乎已经忘了那些事情了，这样也好，不过，回去也是一场噩梦.哎，我对这个亲戚的好印象全没了，她要住一个月啊，我受苦没事，可是缇米不能受苦啊，她太虚弱了......\n            我们一直玩到黄昏，才想起要回家，回到家，发现那个人已经睡着了，趴在沙发上，我去准备晚餐了。\n            当我把晚餐准备好时，冥王大佬还是没醒，我便让缇米叫起她来，这时，我犯了个巨大的错误..\n            提米喊姐姐，她也不醒来...,当缇米稍微推一推她的时候，她突然醒了，扇了缇米一巴掌，我当时不知所措，缇米也是，我赶紧把缇米拉到跟前，还好，力度小点，不太严重。\n            我赶紧质问她，为什么要打缇米，她说：“她这小妮子推我，这不诚心想伤害我吗！”，当时我就气炸了，你睡觉，我们想叫你起来，但是你却装的，当我们推一下的时候，你就装的像自己没错一样打别人！。\n            我和她吵了起来...\n            她说：“***，我走！，行了吧！”。“慢走不送！”\n            没想到一个月的共处时间，就短短三天....\n            可是后面你没想到，她才走了几个小时，又回来了。\n            回来的她变了一个人，双重人格啊！\n            对缇米好声好气，不再动粗。\n            我和缇米一脸懵逼，不知道她这是刷什么花样，但是只要不惹事，什么花样也就随便了...\n            和平居然持续了一个星期，之后，就是一场大战了。\n            她的温柔都是装的，花样倒是挺厉害的，但是，却敌不过我啊。\n            缇米，这一个月内都是很安静，不哭闹。\n            而冥王大佬，却一直谋划这阴谋..\n            她想把缇米赶走，让我对缇米厌恶，从此让我抛弃她，但是，我不会，缇米虽然和我在一起时间很短，但是我能懂她是什么人，而那个亲戚，最后也没好下场..【第三章预告】\n\n\n                                                                     缇米养成记                第二章    结束    @XJue_DaDa @gggbbb @冥王星人 @麦白 @540083835 @__Tong__ @谈天c \n。\n\n\n\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1471870380,
            "txt_content": "MDZZ死龙须！\n你竟敢这么黑我！\n皮痒了是吧？！！"
        },
        {
            "author": "我就是那逗",
            "timestamp": 1471871700,
            "txt_content": "养成记(ノ⊙ω⊙)ノ，这像是希尔薇的0.2版本"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1471871880,
            "txt_content": "排版吃屎，标题不符合连载模板，请马上修改，不然将面临锁帖下沉或是删帖"
        },
        {
            "author": "92326516",
            "timestamp": 1471872420,
            "txt_content": "希尔微是什么【害怕的滑稽脸】"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1471903380,
            "txt_content": "540083835 发表于 2016-8-22 21:18\n排版吃屎，标题不符合连载模板，请马上修改，不然将面临锁帖下沉或是删帖 ...\n大佬求教"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1471916880,
            "txt_content": "高产似xcc又来一篇{:10_509:}\n\n为什么又要黑冥王{:10_532:}"
        },
        {
            "author": "麦白",
            "timestamp": 1471924680,
            "txt_content": "希尔薇有这种剧情吗 \n是我太纯洁了 竟然没通掉233.."
        },
        {
            "author": "恶魔-潇洒",
            "timestamp": 1471935660,
            "txt_content": "希尔薇，yooooo龙须你竟然通了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1471963800,
            "txt_content": "……看来举报没有用。\n虽然哥们你们玩得很happy，但是我必须坦率承认，你的玩意是我到目前为止在该版里看见的\n最，最，最\n让我恶心的玩意。当然，不是每篇贴子。有的还能看。\n哥们咱俩都别多说话了。我也不是来故意找茬的。咱都互相谅解一下。\n只是我确实憋不了了。\n\n"
        }
    ]
}