{
    "title": "幽冥大陆 [原创-单篇]",
    "author": "幽儿~",
    "replyCount": 2,
    "timestamp": 1480075140,
    "txt_content": " 本帖最后由 九幽之帝 于 2016-11-25 20:42 编辑 \n\n                                                                                                             \n\n\n第一章：  深夜，一声枪响响彻山谷。幽寂村的男女老少们都被惊动了起来，村中的武士们从床上跳下来，穿上军衣带上自己的武士之刃来到了村长屋子\n门口。门口，一位老态龙钟的老人，脸上总是带着微笑矗立在那。门口站着一群衣裳华贵 脸戴抱怨的青年男女们。\n‘老头！别敬酒不吃吃罚酒。给你们5金粒已经算可怜你们了，还敢得寸进尺啊。小心我打的你躺半年下不了！’身材魁梧 一脸凶悍的护卫说到。\n‘你！！！’村中的人都非常愤怒，‘我们给你住已经不错了，这什么态度啊，5金粒 ，要是你态度不错，免费都给你住，冲着你这态度，想也别想’\n不知村中哪个人一喊，其他人都附和起来。\n    ‘不知天高地厚的土村蛮子，懒得和你们计较，小箭，把他们拿下’这群青年男女中一位英俊潇洒，满身富有贵气的男性首领说道  ‘是’ 他身旁一位骨瘦如柴眼神锋利的侍卫连忙答道   可他刚要出手时，却突然被一股神秘的力量打断，‘嗯，是谁？出来一见’\n   ‘ 哼，一群眼高于鼎，藐视一切的家伙，我幽冥夜第一个不服’一名肤色如雪 身行瘦弱的黑衣少年站了出来，‘你算谁啊，敢这样对我们西门公子这么说话，不想活了么’原来这群贵衣青年来至于天罗界数一数二的大宗门【御天教】这次出行是宗们长老们派他们出来历练的 可谁会想到他们肯本没历练的心思，只知道游山玩水，这不看见天已经黑了 想找个地方安顿下来，森林中危机四伏，一不小心就有丧命的危险，他们不敢大意，就来到了这里，不料遇到这种情况，\n第二篇：“好了，小夜你先退下吧，我来和他们谈谈”最后还是村长出面了。“要住下来可以，但是你要按照这村子的规矩来\n不可有辱我们村子中供奉的神灵，还有吃饭的时候你们得坐到最中间。如果可以，入住当然是可以的。至于租金，唉~你们看着给吧 ”说着村子就默默的走了回去。此时各地的村民也各自回家了。只剩下幽冥夜留在原地望着那一群人，心中总是有一种不安的感觉。想到这里\n小夜急速的跑向村长家的地方，想去告述他自己心中那股莫名的不安，要让其他的都注意起来。说起幽冥夜这个孩子就有个特点了。\n第七感很准确，村子中历来的灾难都被他想到了，这才让村中的人愈发的觉的幽冥夜的不凡，所以一般都会把他的话重视起来。好\n让大家安然无恙。“刘爷爷！那帮人有问题呀！”此时幽冥夜站到门口喊道。“进来吧，孩子”空虚的声音随着木门的打开也传出\n了。“小夜，你可有什么事情要和爷爷说啊”听到这句话小夜就把自己第七感所预测的说了一遍。说完刘村长就沉默了很久。\n“唉，该来的终会来的。罢了罢了”说完就念叨了什么奇怪的语言似的，空气轰的一声爆裂，浮现一大段小夜子看不懂的符文\n刚想问刘爷爷的小夜看到他严肃的表情和专注的神态时候就马上闭了嘴了。深怕惊扰了爷爷似的。\n\n\n第三章：过了很长一段时间，村长才停下来，闭目了很久“老家伙，你也忍不住了么，还是想重新来个大陆屠杀呀，哈哈\n果然是有着当年邪皇之眼称号的神兽啊，也罢，我再来个你疯个够，大陆平静很久了，也该热闹热闹了”等到说完这段话。似乎得到\n允许似的，村中那颗陪伴了世世代代幽寂村的古柳树开始狂舞动起来，周围出现许多类似精灵的绿色小光点。如果仔细听会听到欢快\n笑声存在。“爷爷，你这是。。。”“嘘，仔细感受一下体内有何变化没有感受完后我就会给你解答这些”小夜开始闭上心神，仔细\n感受了体内的变化，随后便被喜悦填满的心头。“爷爷！你教给我的幽冥心法大成了!我比以前更加强悍了，好像一只手就可以单挑\n以前见到就躲的铸钢兽了。一秒就可以把他他趴下的感觉。”\n2016年11-25号  前来编制 怀念当时的年轻\n\n神奇的草稿箱 一不小心点到了发表 抱歉哈                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  这只是个开头，我也只是心血来槽写下这些。如果有想看得盆友流个言，支持一下我。只有你们的支持才有我的更新的动力 这篇小说是按mc的文档写的\n 谢谢，文笔不好请见谅。这只是开头而已。。。。。                       \n\n\n\n\n",
    "replies": [
        {
            "author": "kid小东",
            "timestamp": 1480076880,
            "txt_content": "这个故事好短..呀\n根本不够看..\n字太小，，我的狗眼看不见..噗"
        },
        {
            "author": "幽儿~",
            "timestamp": 1480078500,
            "txt_content": "kid小东 发表于 2016-11-25 20:28\n这个故事好短..呀\n根本不够看..\n字太小，，我的狗眼看不见..噗\n估计以后会很长很长 这一贴子装我整个幽冥大陆的字数 估计要填好久吧"
        }
    ]
}