{
    "title": "〈转载·单篇〉变形记［整合］",
    "author": "安根_Engon",
    "replyCount": 5,
    "timestamp": 1472053320,
    "txt_content": " 本帖最后由 安根_Engon 于 2016-8-28 15:16 编辑 \n\n作品简介\n《变形记》是捷克作家弗兰兹·卡夫卡的短篇小说。《变形记》在整体上是荒诞的，这个看似荒诞古怪的故事正是当时人们生存状态的一种写照。《变形记》中萨姆沙的遭遇即是在那个物质极其丰裕、人情却淡薄如纱的时代里处于底层的小人物命运的象征。小说以主人公变为甲虫这一荒诞故事反映了世人唯利是图、对金钱顶礼膜拜、对真情人性不屑一顾，最终被社会挤压变形的现实，反映了资本主义制度下真实的社会生活。\n\n作者简介\n弗兰兹·卡夫卡，生活于奥匈帝国统治下的捷克小说家。出生犹太商人家庭，18岁入布拉格大学学习文学和法律，1904年开始写作，主要作品为四部短篇小说集和三部长篇小说。可惜生前大多未发表，三部长篇也均未写完。卡夫卡是欧洲著名的表现主义作家。他生活在奥匈帝国即将崩溃的时代，又深受尼采、柏格森哲学影响，对政治事件也一直抱旁观态度，故其作品大都用变形荒诞的形象和象征直觉的手法，表现被充满敌意的社会环境所包围的孤立、绝望的个人。文笔明净而想象奇诡，常采用寓言体，背后的寓意言人人殊，暂无（或永无）定论，令二十世纪各个写作流派纷纷追认其为先驱。\n\n写作手法\n叙事分析\n\n1、叙述态度：现代小说普遍的叙述特征是作者通过故事叙述者，或者通过其他剧中人物（在《变形记》里是格里高尔），勾画出文本中人物的基本形象。\n《变形记》中叙述者视角就像一部摄影机一样，客观记录着人物的言行，所以，这一外聚焦的感知不但没有显示出特定的情感、立场和认知态度，相反，却好像“有一种奇特而明显的反常现象，即人物遭遇越是非同寻常，叙述就越显得自然”。现实生活中的真实读者在阅读过程中产生的阅读体验与叙述者不一样，甚至完全相反。即使文本内容非常惊骇，叙述者也保持不动声色地冷静观察。卡夫卡能够做到的仅仅是描述，甚至连他自己的感受都没有留下来。小说开头叙述者就用一种若无其事的态度叙述了一件奇特而又恐怖的事情——“格里高尔变为大甲虫”。随后让故事在令人困惑不解的境遇下展开。格里高尔在变成甲虫后，他长出的爪子和触须，脊背弓了起来，腹部白点斑斑，这一切都使文本的“真实读者”感到吃惊。\n但是文本的叙述者并没有表现出诧异之情，也没有极力刻画格里高尔意识到自己的突变后的内心活动，叙述者只是客观地叙述：格里高尔一如既往地想着自己的工作，一心想要赶上早上的班车。时间慢慢地过去，引起小说中其他人物对他的关注，更引起真实读者紧张的情绪，但“冷漠的”叙述者却大段大段地描写他如何拖着虫子的身体下床翻身开门，如何思索和克服由此必然产生的技术性问题。他开始慢慢地晃动自己的整个身体，想通过这种方式起床上班。他心里想如果这么掉下去，应该是伤不着脑袋的，因为这样下落时他的头会高高地抬起。另外他也感觉到了自己的背部似乎很硬，所以背部落到地上也不会造成很大的伤害。但他最害怕别人听到自己触地时的一声巨响，这将会引起周围人对他的猜疑。通过叙述者的视角把格里高尔这种虫子的行为表现出来，叙述者的态度是如此的平静，完全不像是在讲一件恐怖、可怕的事件。\n叙述态度和故事内容之间形成了强烈的反差，这种态度与文本中留待真实读者去填补的文本中的空白点构成了鲜明的对比。《变形记》里叙述态度和故事内容之间的强烈反差足以形成怪诞性质，给人一种怪诞之感，两种概念相反、性质对立或者差别特别悬殊的东西放在一起必然产生一种怪诞的效果。\n《变形记》里的叙述者对各种情势做出了出人意料的描述，于是格里高尔就这样与真实读者疏远了，读者惊奇地发现，格里高尔竟然能如此轻易地屈服于他的动物性，而叙述人却如此冷漠、客观地叙述格里高尔变形记的经过。诚然，不论从创作的角度来讲，还是从解读角度来说，《变形记》中叙述者所表现出来的客观冷静的叙述态度都是作者有意为之。从创作角度上看，《变形记》的作者，指的是在写作过程中处于某种创作状态、以某种立场来写作的作者，卡夫卡说：“我的心想让我进一步卷入这个故事，但我必须试图把我尽量放在故事外面。这是一个艰苦的工作。”\n《变形记》叙述者的叙述态度和故事内容之间已经构成了怪诞的审美效果。叙述者以反常化的眼光审视一个恐怖的荒诞的事件，以半开玩笑、半恐惧的态度对人生种种荒诞现象予以嘲讽，意图以此驱逐世界上一切的恶。\n2、叙述视角：内外模糊的叙事视角：小说的第一段先由叙述者引出当格里高尔从烦躁不安的梦中醒来时，发现他在床上变成了一个巨大的甲虫。然后通过格里高尔自己的眼睛看到自己变成一只大甲虫。这里显然存在着两种视角，第一种是“外视角”，第二种是“内视角”。所谓“外视角”，即观察者处于故事之外，类似于热奈特归类的外聚焦；所谓“内视角”，即观察者处于故事之内。\n《变形记》以内视角为主。但外聚焦的叙述者视角始终存在，并且两种叙述视角之间自由地转换。外聚焦的叙述者视角在文本的结尾——格里高尔死后——便大行其道，这时明显有一个独立的叙述者的视角。但是更多的时候，这两种视角是自由转换甚至是复合的，这时候读者很难分辨出究竟是从谁的视角观察的。如当格里高尔吓倒母亲后，他很惊讶，因为他发现自己和房间的距离居然如此的长，他不知道自己刚才是如何以羸弱之躯走过那段路的。他只是想快点爬，回到自己狭小的空间，所以他根本没有注意到家人的恐吓，直到进了门，回到自己的卧室，他才转过头去，却因为脖子僵硬，没能完全转过头去，但还是看见了妹妹站了起来，他在最后扫了母亲一眼，没有了知觉，因为他已经完全睡着了。“他很惊讶，他和房间的距离居然这样长，真不知道刚才他以如此羸弱之躯是如何在不知不觉中走过那段路的。”没有格里高尔的心理描写，好像是主人公自己在说话。但是“直到进了门，他才转过头去；因为脖子僵硬，他没能完全转过去，”又像是叙述者的暗中观察。外聚焦与内聚焦错综复杂地复合在一起，给读者一种既像是在观察又像是在体验的感觉。就像电影的拍摄，一般采用两个镜头，第一个镜头的作用是定位，拍一个人物往屏幕外的一个地方看；第二个镜头的作用则是从这个人物的方位拍摄的其观察的对象。\n《变形记》外聚焦视点聚焦在格里高尔身上，内聚焦视点则从格里高尔角度去观察其周围的环境。并且外聚焦和内聚焦都是第三人称叙述。\n卡夫卡试图在总体上呈现一种超现实的世界，一个想象的梦幻的空间，一个具有神秘主义色彩的世界，这一象征性的世界一旦形成就会具有怪诞特质。\n第一人称的目的是拉近读者与文本中人物的距离，使读者相信故事的真实性。这显然与《变形记》的内容相悖，卡夫卡似乎有意在安排一场戏给读者看，也有意让读者知道自己在看一个寓言故事，他的小说常常给人一种间离之感。\n其次，独特的第三人称外聚焦和内聚焦复合式的双重视角，作者可以在各个人物视角之间自由驰骋，读者也可以像看三维电影一样，戴上眼镜之后，所观察到的图像有一种立体的感受，读者既是观察者又是体验者，很好地进入这一荒诞的世界。卡夫卡的秘密就在于这种似是而非。卡夫卡的作品中有两个世界，一个是日常生活的世界，另一个则是充满极度不安的怪诞的世界。通过这样一种复合式的叙述视角，作者成功地将这两个世界联系在一起。“自然与异常，个体与一般，悲情与平凡，荒诞与逻辑，它们之间的永久摇摆，贯穿卡夫卡的全部作品，即使作品富有意义，又使作品引起共鸣”。\n第三，卡夫卡最终所要表达的是，不论作为虫子的格里高尔还是作为现代的人，似乎都不具备反思自身的能力。人们只是一味地学着适应环境，而从来没有意识到由于环境的压迫，自身已经变成了什么样子。变形的不只是身体，异化的是一颗麻木的心灵。随着现代社会的发展，出现了工具理性的专制，每一个个体生活在这样一种体制之下，就像机器里的一个螺丝钉，不敢轻易地坏掉，如果坏掉了又可以被轻易地换掉。世界被物所统治，人成了机器的奴隶，丧失了自我。卡夫卡通过这种复合的叙述视角，以一个小说家的卓越而超凡的想象力为人类的境况做出了这种寓言式的呈示。卡夫卡描述的这个本质上怪诞的世界，正是对这种启蒙理性的反思或修正，但是他没有找到合适的出路，也找不到一个替换工具理性的具有普世价值的真理。于是他意欲剥夺传统和社会给予读者的安全保障，动摇他对自己的世界观的信心，给正在面临身心变异的现代人以一种沉痛和自省。\n3、叙事空间：《变形记》里的叙事空间很特别，不像传统小说中那样存在一个完整的故事空间，《变形记》里的叙事空间是断裂的，不完整的，格非说他在阅读卡夫卡时，有一种最常见、最根本的阅读经验，那就是卡夫卡的小说是一个黑暗的、没有边际的开阔空间。这就像一个人在不经意的地方一脚跌进了黑屋子，由于人们通常是从日常经验耀眼的光线中直接进入这个黑暗地带，所以人们最为直接的感觉就是眩晕。等到人们的视线能够稍稍适应这个黑暗的世界之后，才可以看见这个屋子里的一些物件，也仅仅是一些物件而已。这些物件是做什么用的，为什么摆放在这样的位置，物件与物件之间有什么联系，人们一时无法知晓。这些物件的形状、质地以及功能与人们通常所熟知的家具、摆设也没有多少共同之处，因此，人们刚刚看到它们时，自然会产生陌生、怪诞的感觉。\n虽然在《变形记》里的故事空间并不完整，但是依然可以找到部分叙述者视角下的故事空间和人物视角下的故事空间。\n叙述者视角下的故事空间带领着读者进入故事空间的一个个局部，而且是不清楚的局部，是悬念叠出的局部，一个悬念引出另一个悬念。所以读者在这样一个破碎的空间里无法拼合出整个故事，读者只是窥探了一下这个屋子的漫无边际而已。小说的第二段交代故事发生在这样一间房子里:他的房间，一间略嫌小了些、地地道道的人住的房间静卧在四堵熟悉的墙壁之间。在堆放着衣料样品的桌子上方——格里高尔是旅行推销员，挂着那幅画，这是他最近从一本画报上剪下来装在一只漂亮的镀金镜框里的。画上画的是一位戴毛皮帽子、围毛皮围巾的贵妇人，她直挺着身子坐着，把一只套没了她的整个前臂的厚重的皮手筒递给看画的人。\n作为故事的切入点，叙述者把眼光直接投进格里高尔的房间里，读者大概知道了格里高尔的职业——衣料推销员，同时，对他的家庭经济境况也有一个初步的了解。但是叙述者并没有说萨姆莎在这里住了多久，没有说明格里高尔此刻看到此情此景时的心理状态，也没有用任何表露自己主观感情的修饰词语，如“阴暗的”、“荒凉的”、“凄凄切切的”等来描绘这间房，只是“略嫌小了些，地地道道人住的房间”，是客观的描述，连那幅画上的贵妇人好像也“静卧”在那里一动不动。故事发生在这里，格里高尔在这里变成了一只大甲虫。\n与叙述者视角相比，采用人物视角的空间描写常常是以人物视角展现的空间，有时候既是人物生活的真实空间，同时又是人物心理活动的投射。《变形记》里有两处描写格里高尔站在窗前往外看的场景：\n第一处是“看到街对面那幢长得没有尽头的深灰色建筑的一部分——那是一座医院——正面有隔一定距离安置的一排窗户；雨还在下，但落到地面上的只是零星的雨点”；\n第二处是“因为他看稍远一些的东西确实一天比一天模糊了；从前他常常诅咒街对面那座医院，因为它老是逼近在他的眼前，现在他压根看不见它了。倘若他不是知道自己主宰虽然寂静、却完全是在市区的夏洛蒂街，他真会以为窗户外面是灰蒙蒙的天空与灰蒙蒙的大地会然成为一体的一片荒漠。”以格里高尔的视角展示的空间类似于他的心理空间。不论是第一处还是第二处都写到“灰色”，第二处更把客观环境异化为“沙漠”，这是人物对空间的主观阐释。第二处的观察夹杂着叙述者的视角，很难分辨这是人物视角下的空间还是叙述者视角下的空间，因为叙述者通过语言方式，以某种隐含的方法模仿故事中的人物在思维方式上的表现，也可以说，叙述者视角迁就了人物视角，叙述者此刻体验到的环境也是人物的感知的客观环境。采用人物视角来描述故事空间时，故事空间在很大程度上成了人物内心的外化，外部世界成为人物内心活动的“客观对应物”。\n再以格里高尔的房间为例，叙述者视角下的房间经历了三次变故：人的房间——虫子的房间——杂货间。叙述者用冷漠的叙述态度把格雷戈尔的生存空间的转化叙述为一种看似诙谐的怪诞，当一些家具被搬走时，格里高尔真的感觉有利于自己的爬行；当房间变为杂货间时，他从中得到了越来越多的乐趣。但当叙述视角切换到人物时，格里高尔听到母亲说“我们搬走家具岂不是向他表示我们放弃了他好转的希望、对他撒手不管了吗”时，他想到“难道他真的要把这间温暖的、放着舒适的祖传家具的房间变成一个洞窟，虽然他可以不受阻拦地四面八方爬行，可同时也得迅速、完全地忘记做人时的往事？”又一次出现了“温暖的”、“舒适的”的表露情感的词语。\n叙述者视角下的故事空间以客观的描述呈现，人物视角下的故事空间暗示了人物的心理投射。虽然《变形记》中的故事空间是断裂的、不完整的，给人一种难以阅读的感觉，但是当这种断裂的故事空间和人物心理投射结合起来，文章的意义也就不难理解了。而运用这种视角对故事空间进行描述可以展现人物在特定条件下对某个环境的感受。\n格里高尔在工具理性极权式现代性的压迫下变为一只大甲虫。父母和妹妹都把他视为敌对和异己的东西，没有为格里高尔的死产生恐惧，他的父母和妹妹甚至为他的死感到轻松，于是他们愉快地出去郊游，并很自然地注意到要为女儿考虑她的幸福的时候到了。相反，对他的生存却产生恐惧，当格里高尔在生活、行为和思想上一天一天趋于虫子的时候，他的妹妹说：我觉得他不是我哥哥，如果真是的话他自己就会离开我们的。\n叙述者视角下的故事空间和人物视角下的故事空间在描述上所流露出的态度不同同样产生了一种不和谐的怪诞之感。这给读者的阅读带来一种“眩晕的感觉”。这一方面体现在故事空间的断裂和不完整，另一方面体现在两种故事空间呈现的不和谐性，通过人物视角下的故事空间，读者可以找到一些表现文本内涵的关键线索，但是叙述者在描述空间的时候又把这些线索故意擦去。叙述者的情感的不断移入又不断地间离，对文本形成一种张力的怪诞。\n\n\n叙述语言\n\n《变形记》是寓言小说，因为它不求社会生活画面的丰富多彩，但求深刻的哲理和寓意包蕴其中。人的变形，本身就有寓言性质，它使人的异化这深奥的生活哲理，从简单而又明白易懂的故事中体现了出来，揭示出西方社会人与人之间关系的冷漠和冷酷，人的处境的可怜、可悲与可怖。\n说《变形记》是以现实主义为主的浪漫主义和现实主义相结合的作品，因为除人变甲虫可属浪漫主义手法外，其余情节，诸如格里高尔变形后内心的活动，他全家人的家庭生活、父母和妹妹的举动与思想变化、母亲和妹妹为他打扫房间的情形、他变甲虫后失去人性而具有的“虫性”、妹妹小提琴演奏等，可以说无一不是纯粹而严格的现实主义描写。\n卡夫卡具有一种独特的艺术风格，“象征主义框架中细节的现实主义是卡夫卡的特色，也是他对现代小说的特殊贡献”。《变形记》除了“人变甲虫”这一荒诞事件之外，主人公和其他人物的音容笑貌和心理逻辑，都符合人类现实生活的特征。他以虚妄的形式来反映生活真实，把细节的真实描写与象征性的隐喻和漫画式的夸张融于一炉；心理刻划细腻，人物形象鲜明，只叙不议，用不动声色的文字表达出强烈的感情。叙述简洁、平淡，小说的寓言性质使这一笔法更显突出，这与小说故事本身的平淡无华及作者一贯的冷漠风格很有关系。这种平淡冷漠的叙述语调，对于表现主人公的痛苦和困惑感，体现作品的主题，无疑都是适当的和必要的。\n平淡叙述：没有谁能象卡夫卡那样，用如此平淡安详的笔调，来表述变形这种不可思议、荒诞无稽的事情了。格里高尔一觉醒来，变成了甲虫，这不是梦，该没有比这更骇人听闻的事了吧，可是，整个故事更令人恐怖之处还在于，主人公并不认为所发生的事是“不可能的”，格里高尔并没有感到丝毫的惊讶，他觉得他的世界没有变，房间还是原来的房间，衣料样品仍在桌上摆着，墙上挂的也仍是他自己从画报上剪下来的画，一切都是那么自然，与此相适应的是，他压根就没有考虑自己变形了有什么不妥，却在想方设法让自己适应这种令人痛苦的境遇，他唯一担忧的是他的上司会不会为他的缺勤而发脾气，他努力地想办法以便能起床、穿衣、赶早车，可这一切在他变成甲虫后显得是那样的荒诞不稽和滑稽可笑，卡夫卡在此不厌其烦地用了大量的笔墨详而又细地叙述了他笨重的身躯如何不听使唤。\n第一章中，大量的内心独白还把格里高尔既害怕失去工作又渴望能够摆脱苦差事获得自由并能报复上司的心理刻画得淋漓尽致，所用的语言却是平淡无奇的叙述性语言，在《变形记》的第一页中，几乎找不出一个形容词、一个比喻，凡是特别带有艺术色彩的笔法，或是可以使叙述的内容微微带上感情色彩的东西，卡夫卡都小心翼翼地避免了。形容词只作定语，名词只表明事物的名称，动词只表明行动。正是用这种平平淡淡的叙述笔调，卡夫卡把不合理的东西和合理的东西、荒诞的东西和普通的东西如此紧密地结合在一起，这两种如此不同的因素，在《变形记》中凝结成了一个不可分割的整体，看似违背了客观事物的表面真实，但是并没有违背客观事物的内在逻辑。\n卡夫卡本人因为害怕出版社会为他的《变形记》插进一幅甲虫的画，曾在给库特·沃尔夫出版社的一封信中写道：这个昆虫是画不得的，哪怕是从远处来表现也不行——如果允许我提个建议的话，我会选这样的画面，如：父母亲和秘书主任站在紧闭的门前，或者更好的是父母亲和妹妹在灯火通明的房间内，一闩通向旁边黑漆漆屋的门敞开着。\n在《变形记》中，卡夫卡用极其细腻的笔墨描述了“穹顶似的、棕色的、被分成许多弧型硬块”的肚子和“可怜的细腿”等主人公变成的“甲虫”形象，这儿同样体现了卡夫卡的高明之处。主人公视角的运用，使读者从一开始就随着主人公格里高尔进入了故事之中，读者最初看到的，就是格里高尔醒来后呈现在他眼前的东西：他自己的身体，一个极其陌生的自我形象，在整篇小说中，从格里高尔的视角出发，他从来没能整个地看到过他这个“庞然大物”的全貌，因而在读者心目中留下了想象的空间，这种效果是一幅具体的甲虫画所难达到的，而抽象的语言却能给人以动态的感受。至于对他不喜欢喝牛奶，而是喜食腐烂变质的东西、“脚在爬过的地方留下一种粘液”和他爱在墙壁和天花板上消磨时间等等“甲虫”式的生活的细节描写，以及家中女仆跪在母亲跟前苦苦哀求让她辞退工作，在获准后竟然热泪盈眶感激不尽，仿佛得到了什么大恩赐似的等侧面描写，足以给读者的心中留下一个丑陋肮脏的“大怪物”形象，连他家人都很害怕的这种“怪物”形象，理所当然会吓退任何人。这也从侧面反映了格里高尔的家人在他变形后确确实实地要承受很大的心理压力。\n小说通过格里高尔的眼睛和耳朵，使读者和他一起静静地观察了他家人在他变形后生活变迁的全过程，一起感受他对家人生活不幸而又无能为力所发出的无可奈何的叹息。格里高尔的变形是不幸的，整篇文章不长的篇幅浸润着他变形后所过的那种深入骨髓的凄凉的生活。卡夫卡通过怪诞的表现手法，淋漓尽致地刻画了主人公掌握不了自己的命运，无缘无故遭受无法摆脱的灾难，揭示了现代社会人的灾难感。\n在现代社会里，一般人根本掌握不了自己的命运，像失业、战争这样的无妄之灾不知什么时候便会莫名其妙地落到自己的头上，再也无法摆脱。而正因为灾难来的无缘无故，更能表明灾难之深、之广、之无法逃脱。而且，卡夫卡通过让主人公变形，通过对甲虫无声的、非人的心事和语言，以及那无人理解、无法表述、无法申辩的委屈和痛苦的表述，阐述了现代社会人的极端孤独与寂寞，尤其是亲人的轻蔑与厌弃，更显其人情的冷落和淡漠。与此同时，卡夫卡还用极其细腻的笔墨，表现了主人公的变形带给他家人无法估量的痛苦，从侧面抨击了当时的社会。唯因社会的不容，使主人公的甲虫生活成了“家丑”，影响了家人的社会地位，成为他们无法摆脱的心理重负。而主人公则怀着对亲情之爱、伦理之爱以及人类之爱的眷恋，怀着宽厚的温情和善意对待他家人的弱点，最终通过牺牲自己，即使自己结束了这种无法忍受的痛苦生涯，又使他的全家如释重负，得到了彻底的重生。\n\n\n象征寓意\n\n卡夫卡的奇特构思，在人们始料未及的怪像显形之下，对独特与隐晦的事物进行追本溯源的探究，巧妙地将对现实世界的忠实描绘与魔幻分解有机地结合起来，在毛骨悚然的情节中展开对世界愚行的古怪幽默和辛酸嘲讽，让读者在心灵的震颤中悟出其象征和寓意，形成了他独创的艺术风格。\n主人公格里高尔睡的床、所住的房间，象征着压迫、禁锢人们的社会——拥挤、狭小；格里高尔一夕之间变为甲虫后背上的壳则象征着人在社会生活中所承担的重压，如影随形，无法得到解脱，束缚着每个人的身心，使他们的生命弯成一种不自然的弧度在天地间卑微地游离着，他们的一举一动丝毫不由自己，而想要挣脱这宿命的枷锁，无异于天方夜谭。小人物想要在这艰难时代求得生存，就必须蜷缩成顺从、服帖的姿态，在豪强巨富中间小心翼翼地讨得一点残羹剩饭，这样窘困的境况便是他们生活的常态，至死方休。这也是格里高尔最后死亡的象征意义。卡夫卡正是通过象征手法，让《变形记》在荒诞的情节中揭示出社会人生的现实。\n在《变形记》中，卡夫卡描绘了一个寓言式的虚幻世界，象征着真实的现实世界。在这里，象征只是一种方式，揭示、暴露问题才是目的，该部作品真实地表现了黑暗的社会现实给人造成的压力、重负，最后导致人的精神扭曲。\n\n作品资源\n百度云网盘（.docx）\n为了您和他人的健康，请购买正版\n\n\n获取更多？",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1472096940,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-8-28 16:48 编辑 \n\n@gggbbb \n\n@tzxwdu \n\n@xcc \n\n@光线桑德斯 \n\n@[方体] \n\n@DGK2 \n\n@恶魔-潇洒 \n\n@zyj0807 \n\n@WM2030 \n\n@miguo"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1472098440,
            "txt_content": "从分析可以看出编者很用心，编者辛苦了。\n黑暗世界{:10_527:}"
        },
        {
            "author": "[方体]",
            "timestamp": 1472110800,
            "txt_content": "虽然不知道怎么@ 到我的，还是想说一句，用心。\n\n哦，这篇是听说过的，倒想着翻两翻，不过前身忙忘了。你这一发我才想起来的。\n看完这帖子也生起浓厚兴趣了。\n\n变成虫子以后，你是要坚持自己的人性，还是直接变成一只动物？你还能养家糊口吗？你还能优雅的用“手”吃饭吗？你的家人又要承受怎样的压力？\n大概可以为解释为，你已经是走肉行尸的一员了，是听天由命了，还是继续坚持自己的自由思想？\n选择后者，又会给周边的人带来什么影响？\n在当时社会的一个重要选择。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1472126220,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-8-25 20:06 编辑 \n[方体] 发表于 2016-8-25 15:40\n虽然不知道怎么@ 到我的，还是想说一句，用心。\n\n哦，这篇是听说过的，倒想着翻两翻，不过前身忙忘了。你这 ...\n我倒认为卡夫卡即使写出100千字，也不会让萨姆沙做选择的。\n萨姆沙感到亲情在拜金主义社会面前的淡漠，矛盾在这里。\n在一战前，人民的精神防线处于麻木与紧张的状态。卡夫卡对资本主义社会的态度，可能正是人们在现实面前无从选择。这点在《地洞》中有所体现。\n《变形记》出版时，卡夫卡担心出版商可能给其配一幅昆虫的插图，曾特意写信给出版商，建议他最好不要在插图里“出现一只昆虫”。卡夫卡表达思想的重点，并不在人异化成昆虫这一形态的变故。\n当然，这些都无一定论，说的只是我的个人看法。\n@[方体] \n@a2455564728 \n"
        },
        {
            "author": "Marospy",
            "timestamp": 1472128560,
            "txt_content": "{:10_512:}来拉，顶一下，好用心呀"
        }
    ]
}