{
    "title": "<转载·索引>《方块大陆——创世纪》",
    "author": "夜寻影",
    "replyCount": 8,
    "timestamp": 1472100000,
    "txt_content": " 本帖最后由 夜寻影 于 2016-8-25 15:16 编辑 \n\n本人原创游戏同人小说《方块大陆——创世纪》，现已在起点中文网发布！还望热爱MC的朋友们多多支持！！！\n下面附上地址：\nhttp://www.qidian.com/Book/1003628722.aspx\n[PS.请支持正版.]\n\n\n\n\n\n\n方块大陆创世纪.jpg\n(101.35 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2016-8-25 12:39 上传\n\n\n\n\n\n\n\n\n封面\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "夜寻影",
            "timestamp": 1472100060,
            "txt_content": "简介：\n一百多亿年前，混沌初开，宇宙诞辰。 \n    前六十六亿年的创世纪，新生世界面临何种挑战？ \n    无法逃避的平衡方程，既已创造必将毁灭？ \n    第一颗生命行星，天球上唯一的方块大陆有着怎样的意义？ \n    神创造的最后一位人类，史蒂夫又肩负着什么使命？ \n    谁能完善宇宙格局？谁能开创新兴纪元？ \n    谁能感悟生命真谛？谁能谱写壮丽诗篇？\n    原子？电荷？不，这里可不是地球，我们仅由元素和星能构成！ \n    魔法？斗气？不，世界才刚刚诞生，星术师与星武士共享天下！"
        },
        {
            "author": "夜寻影",
            "timestamp": 1472100120,
            "txt_content": "[at]我先在此放上第一章！感兴趣的朋友可以支持正版！！！[/at]"
        },
        {
            "author": "夜寻影",
            "timestamp": 1472100120,
            "txt_content": "第一章 林间的伤者\n昏暗的房间里，一名光头男子负手而立，细密的胡渣搭在他紧抿的唇上，身前，一块残破的橙色方块缓缓旋转，白色的辉光随之若隐若现，一连串晦涩的符文如蛇般环绕、沉浮。“毁灭，既然我不能阻止你，就让他来好了。”紧闭双目，男子喃喃自语，嘴角的弧度不知是微笑还是无奈，猛一握拳，顿时原先悠然的符文骤然涌入方块，后者也是一颤，随后猛地爆裂开来，冲击波毫不留情地将男子扫开，就连这间不大的房屋也被摧毁，空气中弥漫着灰暗的烟尘。“成功了？这可是孤注一掷呢，命令方块也毁了，”废墟中，男子推开压在身上的一截残垣，竟毫发无伤，只是苍白的面色与周遭的黑暗有些格格不入，“大陆的事，就交给你吧。”……\n　　这是一块广袤的大陆，一块富饶的大陆：中部群山连绵不绝，森林广布；北方冰原人迹罕至，风霜怒号；南部丘陵物产丰饶，生机勃勃；西部沙漠死寂险恶，遗迹密布；东部海湾岛屿相连，星罗棋布。这便是方块大陆——至少这里的人们是这么称呼它的。\n　　我们的故事从大陆中部的一个小村开始。\n　　清晨，柔和的日光透过浓密的阔叶将一枚枚光斑撒到懒洋洋的青苔上，静谧的林间景色清新而美丽。“飒飒”，树叶的声响打破了这份宁静，一位青发壮汉光着膀子，连续挥动着手中一把大铁斧，偶尔也会停下来扬起壮硕的手臂擦去滚到鼻尖的汗滴，而后继续抡起手中的斧子。“嘿！”大喝一声，铁斧再一次狠狠地砸进早已砍出的三角裂痕的顶端，顽强的橡树上端一歪，“吱呀”呻吟一声，就顺势倒下，一头扎进一旁阴暗的小石沟里，留下树桩呆呆的立在那儿，顶着刚刚照下来的一大片阳光。“好家伙，长了几百年不容易吧，”壮汉拍了拍树桩，一手支着斧柄，另一只手一翻，竟变出一碗水来，当即仰头灌了一口，“咳，真热啊。你呀，为咱们村做贡献了，谁叫那帮亡灵最近越来越多，我们要加固围墙，不然今晚又要再伤几个弟兄喽。但愿你来年能长出芽吧。”壮汉手一倾，顿时半碗水倒到树桩上，溅起的水珠在阳光下闪出金色的光辉，而后被贪婪的大地吞噬。\n　　“青峰，我们找到几棵百年老树了！快点来吧。”远处的林间，一个爽朗声音响起，“好，就来就来，你们先砍着吧。”青峰手一摇，空碗又消失不见。将铁斧插到地上，青峰走向倒下的树顶，“这……”正欲搬动，青峰却是一愣，只见脚边的石沟里，一个蓝色的物体若隐若现，“玄伐，玄先，你们快过来！这……这有个人！”\n　　“刷”拨动树梢的声音由远及近，不一会儿，两道身影从树林里窜出来，一高一矮，都有着灰色的小眼睛，钢针般的短发，赤膊的两个汉子，就像一个模子里刻出来的。“怎么了？”高个子看向站在石沟里正拨弄大石的青峰，率先开口道。“这有个人，而且……受伤了，”青峰搬起一块大石丢到一旁，仰头冲着高个子道，“玄先，你来看看这是怎么一回事。”高个子玄先当即纵身跃进这不深的石沟，映入眼帘的是乱石中一个稍显扭曲的形体，定睛一看，分明是一位年轻人，他淡蓝的短袖上有着大大小小的裂口，胸前的衣服更是有着烧焦的黑色，衣衫上鲜红的血迹和他周边石块上的血斑显示着他受到不小的创伤。\n　　“是咱村的吗？”青峰扭头看向玄先，后者摇了摇头道：“也许是冒险者吧，他还活着吗？”说着，玄先就将自己修长的手指摆到伤者鼻尖，“还有气息，”玄先一笑，“咱们先把他带回去吧，看这样想必是受到了亡灵的袭击。”“哥，应该是爬行者，”玄伐蹲在树桩上，指了指小沟对面一个不小的坑，“他应该被炸飞了。”“不管怎样，你俩先把他带回去吧，”青峰一下子跳出小石沟，“我把这棵树处理了。”微微顿首，玄先小心翼翼地托起伤者的身躯，向玄伐示意了下，而后两人一闪身就钻进林间消失不见，只留下拨开树枝的声响，“等等！你们说的那几棵老树在哪？”青峰大声喊道，“太阳升起方向，直走一百来步就到了。”玄伐的声音自远处传来。“好吧，还要工作呢，”青峰笑着摇了摇头，翻手变出一把锃亮的小刀，砍起树干上多余的枝杈来，“不过那帮怪物们怎么不追击他呢？它们连死人都不放过呀。也许是落到沟里没被发现？命可真大呀……”"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1472102400,
            "txt_content": "友情提醒：DZ!论坛不是贴吧，请善用左下角的编辑功能。\n\n标题要修改一下，引用新版规\n\n方便分类，请会员在发帖时根据类型选择<原创>或<转载>，<连载>或<单篇>，若前缀中为原创，并在其他网站发现此文则认定是原作者，由此贴产生的后果均自负。示例：<原创·连载>【<>可替换为（）【】[]等自己喜欢的括号】\n\n还有，要用上模版\n\n以上"
        },
        {
            "author": "夜寻影",
            "timestamp": 1472110020,
            "txt_content": "光线桑德斯 发表于 2016-8-25 13:20\n友情提醒：DZ!论坛不是贴吧，请善用左下角的编辑功能。\n\n标题要修改一下，引用新版规\n多谢指教！！！\n不知我现在这样可以吗？\n\n顺便请教一下，模板指的是什么呀...\n多谢！"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1472110980,
            "txt_content": "夜寻影 发表于 2016-8-25 15:27\n多谢指教！！！\n不知我现在这样可以吗？\n在发帖的时候，点创作作品发布，就会看到模版了。\n\n\n\n这个就是模版，可以在里面填东西。\n能看到图吗{:10_493:}"
        },
        {
            "author": "夜寻影",
            "timestamp": 1472120940,
            "txt_content": "光线桑德斯 发表于 2016-8-25 15:43\n在发帖的时候，点创作作品发布，就会看到模版了。\n嗯，谢谢指教！！！"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1472779500,
            "txt_content": "这名字....让鄙人想起了自己的黑历史...\n文笔一股起点风，lz平常都看玄幻的小说吗？【并非恶意】"
        }
    ]
}