{
    "title": "【图文详细】【新手向】一分钟弄懂超能力网络——频道、节点、矩阵还在傻傻分不清楚？",
    "author": "moshimowang18",
    "replyCount": 5,
    "timestamp": 1472123700,
    "txt_content": " 本帖最后由 moshimowang18 于 2016-8-25 22:21 编辑 \n\n前言前不久才开始玩超能力这个模组，刚入门时，超能力网络的搭建是最让人一头雾水的，模组内自带的介绍特别拗口难懂，自己在网上搜索也没有看到解释特别清晰的教程。\n 在几经摸索后，终于理解了这个网络的含义，现在整合出来，如有不对的地方欢迎指正噜~\n\n\n\n\n\nxnews2-1024x542_jpg_pagespeed_ic_THc9XnnlOh.jpg (97.02 KB, 下载次数: 1)\n\n下载附件\n\n2016-8-25 18:19 上传\n\n\n\n\n\n\n\nPS：\n这不是一个超能力的全方位教程帖！！\n这不是一个超能力的全方位教程帖！！\n这不是一个超能力的全方位教程帖！！！\n任何有关超能力机器的制作以及用法，网上还有NEI都可以搜索的到，就不在这里详述，这个帖子主要帮刚入门超能力的新手解决超能力网络搭建的问题噜~\n以下将分三个版块介绍超能力一、超能力模组玩法特性二、一分钟弄懂超能力网络搭建三、给刚入超能力新手的建议——如何少走弯路\n正文开始：一、超能力模组玩法特性玩超能力想要超神，除了要动手做机器之外，更重要的是使用技能噜！超能力的技能一共有四种，分别是电击使、原子崩坏、空间能力使、矢量操作，每种下面都有技能树分支出来很多技能。只要多多使用技能就能升级！升级后就能学更牛逼的技能，简单粗暴~\n\n\n\n\n图片2.png (376.46 KB, 下载次数: 4)\n\n下载附件\n\n2016-8-25 18:24 上传\n\n\n\n\n\n玩家只能掌握四个大类里面的一类技能，具体学哪一类，在你第一次学习时就定下来了，而且是随机的！！要想换技能就必须做高压磁增幅线圈、高级能力开发机和能力诱导因子，玩家等级还必须达到3级，非常麻烦，所以珍惜你第一次学到的技能噜~\n机器是升级超能力技能的辅助工具，随着等级的提升，对机器的要求越来越高，必须更新换代。不过一旦完成一次机器更新，在很长一段时间内都不需要再换了。\n简单说，该模组玩法的基本流程就是：做基础机器—用技能—升级—做中级机器—用技能—升级—做高级机器—用技能—升级—超神！！\n\n二、超能力网络搭建Duang！灵魂画师上线~\n\n\n\n\n灵魂画师.jpg (182.76 KB, 下载次数: 8)\n\n下载附件\n\n2016-8-25 22:18 上传\n\n\n\n\n\n如图所示，箭头方向代表网络内从高到低的体系\n简单说，可以理解为：无线虚能矩阵————你家门口的通信基站无线虚能节点————你家的路由器（俗称wifi）用虚能发动的机器（能力开发机、金属处理机、虚能融合机、虚相位能量发生机等）和产生虚能的装置（风力能量发生器、太阳能能量发生机）————家里的平板电脑、笔记本、手机\n 理解要点：1、只要把产生虚能的机器和用电器都连在节点中，就可以让产能机器为用电器供能了噜~2、矩阵和节点都是用来扩大可用机器的数量，节点和矩阵越多，可连进去的产生虚能的装置就越多，就能支持更大耗能的机器工作噜~3、节点没连到矩阵上时，上面是不会有那个WIFI的图标的，但是一样可以用噜~\n\n三、给刚入超能力模组的新手的建议——如何少走弯路1、不用着急建矩阵初期对虚能的要求不大，建了你会发现并用不上；\n2、适当选择虚能产生装置初期造一个风车来产生虚能绰绰有余，或者不造风车2个太阳能足矣；\n3、不是每个机器都要建强烈建议造金属处理机，不仅做束能金属板很方便而且节省材料，还能代替工业的一些基础设备，能直接处理矿石，把铁矿石变成铁锭，神器！！虚能融合机和虚相位能量发生机，做出来后用过不超过2次......\n\n\n超能力是个比较新兴的模组，玩的人不多，希望本帖能对有兴趣玩超能力，或者刚入超能力的玩家有帮助噜~\n第一张图是官网上的，若有侵权马上删除，超能力官网http://ac.li-dev.cn\n\n 所有内容均为手打，若要转载必须注明原帖地址并经过本人同意！！\n\n\n\n\n",
    "replies": [
        {
            "author": "moshimowang18",
            "timestamp": 1472135760,
            "txt_content": "之前图挂了我这边看不到，现在已经补上了"
        },
        {
            "author": "Momo_Kun",
            "timestamp": 1472276700,
            "txt_content": "受♂教了 {:10_523:}"
        },
        {
            "author": "1579546165",
            "timestamp": 1484570100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "忆晨de尘",
            "timestamp": 1487317200,
            "txt_content": "比较重要的内容没提到"
        },
        {
            "author": "六芒晨星",
            "timestamp": 1487684520,
            "txt_content": "刚刚发现这个模组还以为是超人那种超能力"
        }
    ]
}