{
    "title": "<原创·连载>虚妄山·远歌[第九章·各怀鬼胎][xcc]",
    "author": "xcc",
    "replyCount": 1,
    "timestamp": 1472131800,
    "txt_content": "\n@恶魔-潇洒  @江米条 @2B与mc的故事   @MF_Mufeng\n@2575174857\n@lzs1234 @WM2030 \n@zyj0807  @DGK2  \n@柠檬柠檬柠  @llxy \n@gggbbb  ←我也不知道为什么蓝不了\n\n\n\n吃瓜，喝猹，鬼畜是人类，进步的阶梯\n人生在世不称意，欠下三点五个亿",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1472132280,
            "txt_content": "标题: <原创·连载>虚妄山·远歌[第九章·各怀鬼胎][xcc]          他随意在空中挥刀，然而刀刃除了划开了空气外并没有什么表现。不过，刚才挥刀的时候，怎么感觉视野中好像有亮光？        他再次挥刀，一下又一下，终于确认了那时隐时现的光源，来自被袖管遮住的右臂。        杜篆将袖子撸起，看到了右臂上的一道宛若蛟龙的深蓝色印记。他再次了几下挥刀，印记便随着他挥刀的动作忽明忽暗。        面具脸貌似没有说过，人身上会有一个和魔物能产生反应的印记吧......        管他呢，反正对我构不成威胁。杜篆也没想着去搞明白是怎么一回事，索性也就不管这道奇怪的印记了。        而且苏穆说书库管理员需要在晚上9点的时候去值班来着，而且要值班到早上6点。不过杜篆也没抱怨这份工作剥夺了他的睡觉时间，毕竟这工作是他自己同意去做的，既然是自己的选择，就该坚持下去。        而且书库管理员值班的时候顺便可以看书，对杜篆而言，再好不过了。        不过既然晚上得通宵工作，现在就先睡会好了。杜篆这么想着，随即躺在了刚铺好的床上。        当他入睡后，个人宿舍的人窗户忽然被拉开了，一个人从窗外跳进来，轻轻拍了拍身上的灰尘，悄无声息地站在杜篆的床铺边。        那人的身躯被黑色斗篷裹得紧紧的，面部也被黑布蒙上，使他整个人都足以融入黑暗。此刻，他正盯着杜篆随手放在床头柜上的魔物，然后不知从哪里拿出了一本小册子翻着。        他的手和视线忽然停到了某一页。片刻后他抬起头再次看了一下杜篆的魔物，然后一直冰冷着的眼神透出欣喜。他再次悄无声息地从窗户翻出去，心中满是得意。        “果然......那把刀是帝宴......”他一边迅速跑走一边喜滋滋地想着，“这个情报不知能让我得到什么奖赏.....”        他这样想着，脚步也不由得加快了几分，很快就跑出了距离安防局五十米外的地方。正当他准备停留片刻以研究逃跑路线的时候，他感到自己身上的斗篷好像被人揪住了。        他本想回头给揪住斗篷的那人一个恶狠狠的脸色，但一看到那人的脸他就没有了作出那种表情的底气。        那个人有一张冷霜一样的面具脸，他被人叫的最多的名字也是面具脸。        “哟，嬴河终于派人来了？”面具脸面无表情地揪着他不放。        “不不不我不是嬴河的！”那人急于脱身，急忙辩白道，“我是朔方的人！我和嬴河没有半点关系！我自小就生活在朔方！我知道您......您一直是仁义之士，能放了我这个.......可怜的朔方旅人吗？”        面具脸盯着他，看着他面红耳赤地说出这一串话后，用朔方的方言说了一句：“你没骗我？”        朔方是面具脸的故乡，是一个强盛的大国。那个国家只有三种方言，而且三种方言的发音差距不大。所以说，辨别对方是不是朔方人，说句方言就没有问题了。        那人愣了片刻，显然不明白面具脸说的是什么，但还是回了一句：“哦。”        面具脸此时却将那人按倒在地，斜睨着他说：“我倒是没见过不会说朔方的方言的朔方人。”        被按倒在地的那人终于不敢再撒谎，说道：“我......我招了还不行么？我......我是嬴河派来.........”        他话音未落，突然露出惊恐的表情，这表情很快扭曲成痛苦和狰狞，他整个人也开始抽搐起来。        面具脸也很是惊恐，这个情景他只见过两次——今天是第二次。        上一次，是一位嬴河特务快要吐露机密时，浑身抽搐，面目狰狞，不久后便死去。据说是中了一种邪恶的防止泄密的法术。        这般手段......估计只有嬴河做得出来吧。        嬴河......那个大陆东部的大国，因为领导人的原因，整个国家都处于一种对战争，对杀戮的莫名狂热。而这种阻止手下泄密的方式，估计也只有他们做得出来。        面具脸盯着面前那人正在慢慢步入死亡，却无能为力。这种法术非高阶法师或施法人不可解，他没有办法。        他只得迅速掉头回去，不忍去看那人的尸体。        不过，重点不是嬴河已经开始找过来了么？        但愿短时间内他们不会再次过来。\n\n     \n   \n     \n\n\n\n上一章   索引  下一章废言：呃\n呃该说什么好\n怕污王把题目看污\n纳西所列，一米哇嘎奈\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]"
        }
    ]
}