{
    "title": "【原创·单篇】龙 [作者:东条明留]",
    "author": "东条明留",
    "replyCount": 4,
    "timestamp": 1472136780,
    "txt_content": " 本帖最后由 东条明留 于 2016-8-26 20:39 编辑 \n  这是我第一次在本版发帖，请多指教\n\n====================貌似是分割线========================\n\n\n\n\n\n   很久很久以前，有一位公主。\n\n   但她不像其他公主一样，浑身上下都带着迷人的香水味，穿着美丽的长裙，高傲地抬着头接受他国王子的求婚。她是一个偏远小国的公主，她身上只有淡淡的花香，她只有亚麻色的长裙，她也不像故事里的公主一样有着白皙的肌肤和金色的波浪卷发。\n\n    而且她还有点笨，有一点点不大讨人喜欢。怎么说呢，人们提到他们的公主时一脸冷漠，就像是不觉得她有哪点像公主一样。 久而久之，她甚至觉得整个王国的人好像都放弃了自己。 \n\n    总之，身在偏远小国，长相又不像其他公主那样美丽的她时常会托腮幻想。\n\n    什么时候会有王子来向我求婚呢。\n\n    但后来她长大了一点，她就不再幻想了。\n\n    因为她知道，自己等不到那样英俊无匹，翩翩如玉，骑着白马前来的王子。\n\n    放弃了幻想的公主，因为没有朋友，只能四处转转，来消遣自己的时间。 \n\n    于是就在一个寻常的下午，她来到了一座山谷。谷中有一些很小的，五颜六色的龙飞来飞去，但它们飞行的区域被一圈高大的栅栏限定了。公主想起来，自己以前听过别人提到过这里。这里是饲养龙的，长大后的龙会被骑士团的人带去驯养成骑士的坐骑，而有的天生有些残废的龙则要被做成龙肉吃掉，身上的犄角、棘刺之类的也要被拿来制成武器。\n\n    所以这里饲养的龙，总的来说只有一条出路——\n\n    为这个国家服务。 \n\n    公主走到栅栏旁，隔着空隙观察着这些名为“龙”的生物。栅栏内饲养的龙都是幼崽，还没有长成故事中描绘的模样。她便一只一只地观察着，看这些家伙们之间除了颜色之外还有什么不同。 \n\n    然后她就看到了一条小小的黑龙，卧在一旁，没有像其他龙一样飞起来乱窜。\n\n    她仔细看了看，发现这只龙左边的龙角只有右边的一般大小。没有裂口，应该是天生的残缺。\n\n    这样的龙是不是要被做成龙肉吃掉啊？以前听说过一只龙因为尾巴上的棘刺少了几根就没能逃过被做成菜肴的厄运，那这只······怕是也逃不掉了。\n\n    公主顿生怜悯，却看到那只黑龙正扇动着翅膀朝她飞来。\n\n    她的琥珀色双目与那条黑龙的紫色双目对视着，片刻后，公主发现自己突然很想把这只龙抱走。 \n\n    就像是小时候看到某个中意的毛绒玩偶就执著地想拥有一样。\n\n    “喂！这里的管理员呢？”公主急忙朝四下叫道。然后一个矮小敦实的中年人跑了过来，小心翼翼的说道：“公主殿下有什么吩咐？”\n\n    “你能把这只小黑龙拿出来吗？”\n\n    “哦······这只末影龙崽啊······呃·····”\n\n    “拿出来。我不希望看到它到餐桌上或者战场上。”公主用不容置疑的口吻说道。\n\n    中年人急忙点头，然后打开一旁的栅栏门，把那只正飞着的末影龙崽抱了出来。那只龙也很顺从，没有乱扑腾。\n\n    公主抱过龙，抚摸着它并不光滑的鳞甲。 十七岁的她不知道为什么一看到这只末影龙就心里一动。也许是因为它因为天生有缺陷，也许是因为它那深沉闪烁的小眼睛中里的愿望。\n\n    也许是因为自己真的好孤单。 \n\n    “我喜欢这只龙。”公主说，“我要带走它。”\n\n    语气倔强得不容反驳。\n\n    于是中年人也没有反驳，目送着公主把龙抱走。\n\n    单纯地喜欢一个东西需要原因吗？公主想着，然后将龙带回了自己的小阁楼。\n\n    然后国王就被这只龙吓了一跳。他想不通为什么女儿要把这个脏兮兮的、还缺了半截角的龙崽子带回来。一个公主的屋子里怎么能有这种东西·····就算是宠物的话，龙这种生物是一个公主该养的吗？ \n\n    “怎么抱了只龙回来？”\n\n    “我就是喜欢这只龙。” 公主固执地回答，同时抱紧了怀中的龙。 \n\n    “把这只龙放下，你是一个公主·····”\n\n    国王话音未落，就被公主的倔犟打断：“就不！” \n\n    国王意识到他现在不能左右女儿的思想与行为了，只得叹了口气，然后退出门外，把门一摔。\n\n    看到父亲离开的公主很是高兴，抱紧了小末影龙喃喃道：\n\n    “我会保护你，只要有我在······就没有人可以伤害你······”\n\n    “我不会放弃你的。”\n\n    然后她就没有再放下过这条末影龙。身为公主的她甚至像一个平民的女儿一样亲手缝制了一个可以背着的小布袋，用来装这条龙。\n\n    后来，人们提到公主的时候就不是一脸冷漠了，而是一脸无法理解。他们说公主是个“一心想要嫁给龙的笨女孩”。\n\n    因为所有人都能看到她眼中那坚强又倔强的光芒，看到她为了守护自己所爱的，有多么执着。\n\n    于是，很多年以后，人们能看到他们的公主牵着一条龙走在街上——那是一条多么巨大的龙啊，漆黑的身躯巨大无比，那双龙翼展开来仿佛能够遮蔽天空，龙的一双紫色眼睛更是散发出凛凛寒意，唯独在看到公主时会格外温柔。\n\n    这头龙的体型，甚至比骑士团里的那几头还要巨大。\n\n    只是头上的角不大完整罢了。\n\n    但是又有谁敢对它的不完整发表看法呢。\n\n    只是，公主不知道，国王背地里从四方召集勇士，想要杀掉这头龙。\n\n    因为这头龙已经对王国构成了一定的影响，而且严重影响到了女儿的未来与生活。\n\n    所以当公主将走到十字路口时，她不知道迎接她的龙的是什么。\n\n    而且那个时候她正好被砸晕了——国王吩咐，不能让公主看到龙是怎么死的。\n\n    ······\n\n    过了很久，她终于醒了过来。\n\n    一醒来，她就看到一个英俊无匹，高大帅气的王子，一只手握着沾满血的剑，另一只手拎着一个黑色的龙头。\n\n    龙头上的左边犄角缺了一半。\n\n    她的大脑突然一片空白，很久后才发现， 那个英俊帅气的王子正单膝下跪，当场向她求婚。 \n\n    这曾是她想要的。\n\n    她浑浑噩噩地答应了。\n\n    后来公主和王子生活在了一起，不知道是否幸福快乐。\n\n    只知道很多年以后，公主跑到了一个山谷，山谷里的栅栏已经被拆除了，那里也只有一片绿茵茵的草坪和一些鸟儿叽叽喳喳着飞来飞去。\n\n    再也没有一只小小的末影龙，一只和自己一样孤单的末影龙。\n\n    龙死了。\n\n    她终于掩面哭泣，泣不成声。 \n\n\n\n\n\n\n这是第一次在本版发帖，不知道和mc没有太大关系能不能发。\n我写作方面一直不大擅长，自己的意思也有可能没表达清楚。\n另外题目应该是这个格式吧······还请大触手们多多指教\nps：某码字软件的排版功能真好用。\n\n\n\n\n\n另外发帖的时候那种白色的背景怎么设置······挺好看的\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Forsworn_",
            "timestamp": 1472137380,
            "txt_content": "背景的话 发帖时候有个黄圈里面写着BG的就是\n虽然原版背景就行 有的弄上去真的挺花的"
        },
        {
            "author": "cow_bra",
            "timestamp": 1472140200,
            "txt_content": "剧情可以啊，想到战斗民族拍的那部他是龙"
        },
        {
            "author": "尘埃末已",
            "timestamp": 1472140560,
            "txt_content": "文触"
        },
        {
            "author": "东条明留",
            "timestamp": 1472171160,
            "txt_content": "cow_bra 发表于 2016-8-25 23:50\n剧情可以啊，想到战斗民族拍的那部他是龙\n啊那个片子没看过........\n哇八级的dalao"
        }
    ]
}