{
    "title": "【翻译】【增强版】【非国内二搬】超绝跑酷",
    "author": "SolidBlock",
    "replyCount": 2,
    "timestamp": 1472221620,
    "txt_content": " 本帖最后由 SolidBlock 于 2016-8-28 21:10 编辑 \n\n注意：之前的发帖因国内二搬被删。此帖为重发。\n国外地图超绝跑酷，目前被我翻译成中文并增加内容。\n下载地址\n360云盘：https://yunpan.cn/cMQYtnhqjmkfm  提取码 dead（我也不知道为什么是这个单词作为提取码）\n百度网盘：http://pan.baidu.com/s/1geVfrV1或者http://pan.baidu.com/s/1pKE9XmN。\n原网站非机翻介绍\nThis map uses an adf.ly link for the download. Just wait 5 seconds and click \"Skip Ad\" in the top-right corner to proceed to the map's download page. By using this link, you will directly support the map creator.\n这个地图使用adf.ly链接下载。只需要等5秒然后点击右上方的“跳过广告”（Skid Ad）来进入地图的下载页面。你会通过这个链接直接支持地图原作者（gamerichie）。\nNot working? Click here to download the map directly.\n不行？点击这里也可以直接下载地图。\nThis is a very unique parkour map that features five very unique types of parkour not typically seen in other maps. I guarantee you will find something new in this map.\n这是非常超绝的跑酷，包含了5种不寻常的跑酷方式，这些跑酷在其他的地图很少出现。你将会从这个地图找到一些新的东西。\nThese unique types of parkour are as follows:\n超绝跑酷包含以下分类：\nBanner Parkour 旗帜跑酷\nWeird Block Parkour奇怪方块跑酷\nShift Parkour 旋转跑酷\nCobweb Parkour (this isn't what you are thinking it is)蜘蛛网跑酷（这与你想象的不同）\nRain Parkour 雨跑酷\nI think you will definitely enjoy the uniquity.\n我觉得你将会享受这个超绝的跑酷\nThis map is made for singleplayer, is semi-multiplayer compatible, but multiplayer may have issues.\n这个地图是为单人游戏制作的，兼容多人跑酷，但是多人跑酷可能出bug\nSkill Level: Decent or above\n技巧等级：良好及以上\nPlaythrough Time: 15-30 minutes (provided you are decent)\n时间：15～30分钟（如果你技巧足够好）\n翻译版增强内容\n作者在翻译本图时增加了一些内容，包括用告示牌表示的译者注，还有快速作弊工具。你将会有一个雪球，按Q键扔出雪球快速自杀，按鼠标右键投掷雪球快速切创造或冒险。（这个功能其实是为了照顾跑酷菜鸟的……）\n图片\n\n\n\n\n\nmcmap.cc可以转载，但必须注明具体来源，包括具体网址，否则视为侵权！\n",
    "replies": [
        {
            "author": "2084079033",
            "timestamp": 1472343600,
            "txt_content": "跑酷渣前来报到"
        },
        {
            "author": "SolidBlock",
            "timestamp": 1472466540,
            "txt_content": "2084079033 发表于 2016-8-28 08:20\n跑酷渣前来报到\n你可以到http://minecraft-zh.gamepedia.com/教程/跑酷了解一些技巧。"
        }
    ]
}