{
    "title": "小白服主开个服到底有多难",
    "author": "2431370849",
    "replyCount": 0,
    "timestamp": 1472264520,
    "txt_content": " 本帖最后由 2431370849 于 2016-8-28 07:45 编辑 \n\n作为刚开过一次服务器的小白服主的我，对此深有体会。我来介绍一下我的感想，各位如有同感，请扣1\n2016的暑假是个很开心却又很无奈的暑假。因为中考刚完毕，作业没有，剩下2个月时间够我做一场大事了。在金钱和时间充裕的情况下，再加上我一直以来的梦想，我准备在这个暑假开个服务器。还记得当初我是这么想的，开个服不是很容易吗，不就是建造建造地图，然后就是宣传了。抱着这个幻想，我选择了一家服务商开始了我的MC服务器之旅。\n开服的第一天，太开心了，看到自己的服务器真的可以进去，那感觉真不是盖的，于是乎当时我对那位服务商千恩万谢，现在想想真有些白痴。\n我进去服务器后，按照百度上的开服教程，一点点建造了主城，创建了多个世界。说起来很简单，但对于小白服主如何运用插件真实难如登天，我花费了整整1天才了解了插件的真正作用。但这只是开始，全部建造完毕后我I就将我的好友全部拉过来了。然而我却只能眼睁睁的看他们把我主城上的钻石块咔嚓一下拿走了，于是我默默地百度了怎样让主城不可破坏。后来经过查询发现可以讲ESS里面的Builder 的 Build改为false，于是我顺着他的意见做了，果然，玩家啥都不能干，后来我才发现真的是啥都不能干，其他世界也无法破坏。心情郁闷之下我继续百度，这个问题困扰了我好几天，没法子了，我便以100金li在MCBBS上悬赏，然后有人告诉我可以将主城全下来。= =似乎是个好办法，但是我当时认为这个方法实在是太怂了，无法体现服务器的高端性，所以果断拒绝。后来有人向我提供了NOBREAK插件，还真可以，所以开服的第一个问题就这么解决了----这说起来很简单是的，实际上这段时间我头发都快掉了\n\n我当初的选择 是开个战争服，据说战争服最盈利，所以我添加了各种FLAN枪械。但是还有食物工艺，都是模仿其他服务器的。但是问题又来了，我不知道怎么让单独个世界开启PVP，我试过百度上的方法，似乎多我服务器不起作用，只好放弃，战争服需要派发任务，制作各种副本，我决定改成生存服，添加各种MOD，当时有一种是我的工厂2,然而添加去后，服务器地皮上全是乱七八糟的污水，以及其他地形，我再次询问如何解决，说是先闪去MFR2,在创建地皮，再加上MFR2,当时是成功了，我在地皮确实看不到那些地形了。所以我很开心的招致了玩家-几个而已，全是朋友，然后我发现他们可以领取无数地皮，nobreak没有权限破坏其他世界，于是我发现了权限这个东东，每个插件都是有基本权限的，原来如此。\n当时因为服务器基本没人，所以我就着手了宣传计划，我先去MCBBS看看，没到6级，放弃；再到百度贴吧，发出去的帖子秒沉，放弃；再到多玩，不接受面板服，放弃；再到MC中文分享站，发出去的邮件半个月后发回来，才将服务器宣传的网址告诉我，当时服务器早已大变样，我很无奈。实在没法子，我去了服务器宣传qq群，果然有效果，真有几个人过来了，但只有一个人留了下来，他就是服务器以后的副腐竹，很感谢他MC_zhuchengyu.他曾多我说我的副本太EASY了，服务器又无聊，插件又少。按照他的建议，我去寻找各种可以吸引玩家的插件。导致后来服务器崩溃。服务器只好重弄。MC_zhuchengyu说他想与我一起开服，就是合租，我果断答应，因为他的帮助，让我以后的服务器有声有色。我们两个每天呆在服务器，他建造副本，我学习插jian及其其他腐竹必备知识。在此也接受了很多人的意见，服务器终于开了起来，此时暑假已过去大半了。\n插一下，服务器当初曾要添加反作弊可是总是不行，这个问题也是困扰了我好几天，后来只好开放作弊，当次好人\n我跳过服务器招人的过程，说说服务器如何被玩家熊。在服务器人渐渐多起来之后，一天副腐竹闲着没事查水表，忽然发现了某个玩家的背包有个神器书，攻击10000，等等，直接吓我一跳。还真有用，副本BOOS直接被他秒，于是我们一起质问他怎么弄的，他回答我们，你们收技术了吗？智障，这是书与笔的bug，说完便退掉了，我也ban了他，这确实给了我不小的震动，我知道服务器有哪些bug，但这个是真不知道。当时我似乎有种放弃的感觉，就是不再想开了。因为也临近开学我将服务器全权由副腐竹打理，高一啊-----浙江新高考大家可以看看\n我就说到这里，其实是真没有说出我的心声，我在这个暑假确实成长了很多，有苦也有泪，但更多的是甜，玩家的欢声笑语给了我莫大的动力，即使再艰苦，我也希望服务器可以成为玩家欢乐的地方。\n在此宣传下服务器，群号：168418641 官网：http://mcni.strikingly.com/，感谢大家的支持\n= =\n",
    "replies": []
}