{
    "title": "【原创·连载】前传——零章【作者：睡君@】   第三章节",
    "author": "睡君@",
    "replyCount": 3,
    "timestamp": 1472306340,
    "txt_content": " 本帖最后由 a2455564728 于 2016-8-28 13:09 编辑 \n\n回到第二章节\n\n\n\n\n   小拉里惊慌失措，他突然想起来，糖果属于糖类，通常被放置到药品房或厨房，从不给不给俘虏发放。\n   他挣扎的时候，一件东西从衣服里掉了出来，落在地上发出了金属特有的碰撞声，这是一枚五角星军徽，在阳光的照耀下，徽章的边缘闪动了一下。\n   这对小拉里来说是要命的，男人的目光锁死在了那枚军徽，他当然能认出这个东西 ，那是他们的敌人所佩戴的。男人捡起了军徽，用力捏着，似乎想把它捏碎.\n  “你从哪里得到的。”男人对着小拉里吼道，差点损伤了小拉里脆弱的耳膜，他步步拎着小拉里向电网靠近，直到小拉里的背部离电网的电花很近时才停下，看小拉里的眼神想一条狼，因为他本来就长这么凶。\n  “杰德，够了！不就是一枚军徽吗,一个孩子而已，别这样。”一个略有磁性的声音传来，说话的是一个身材纤瘦的男人，他的手上提着一个花绿的面具\n  “那又怎么样，沃尔夫，他偷了厨房的食物。”杰德说。\n  “那可真难办啊，”沃尔夫嘟哝道，接着他从口袋里掏出一个纸盒，那是一盒“金字塔”香烟，然后抽出一根递给杰德。\n   在物资紧缺的战争时期，通常都是以物换物，所以香烟可以当成货币使用，以至于美军也经常空投香烟，香烟在集中营里是多么奢移的物品。\n   杰德放下小拉里，接过香烟，咬在嘴里，“沃尔夫你还是蛮懂我的品味的，总算没有给我德国的，现在国家的香烟厂做的香烟抽起来跟马屎一样。”\n   接着，他跟操作电网的士兵借了个打火机，然后抽了他一巴掌，怒道：“他妈的，你能把电网的电压调小一点吗，差一点我就跟那个小家伙一起触电了。”\n   接着，他扬长而去。被他打了巴掌的士兵摸摸脸，走向沃尔夫，抽走了他一根烟。\n   沃尔夫无可奈何，他也是半个烟鬼，不可能随意把香烟让人，但他追不了，因为的腿被一双小手抱住了，小拉里躲在他后面。\n   他弯下身子，摸了摸小拉里的头，然后把那枚五角星军徽扔了。对小拉里说：“以后别乱捡东西，那会惹祸上身。”\n  小拉里点了点头，却跑过去弯腰继续捡那枚军徽。\n “哎，我的小祖宗，真怕有一天你给我捡一颗手榴弹回来。”沃尔夫说道，突然话锋一转：“嘿！看一下我新准备的节目吧。”\n  沃尔夫将提在手上的的面具带上。\n  那是一张小丑脸，表情是笑着的，笑容中中透露着一丝邪恶和黑色幽默，让人感觉看不透面具下的人在打什么坏主意。\n  小拉里知道这个男人以前是马戏团的小丑，小丑是马戏表演里最重要的角色，什么节目都离不开小丑，他就是马戏团的灵魂，基本史威兹每个人都知道小丑沃尔夫。\n  但是沃尔夫曾经跟小拉里说过，要当小丑并不容易，因为小丑的职责就是带给别人快乐，戴上了面具之后，就无人可以理解你，因为他们看不到你面具下的表情，心里即使再悲伤，你也只能欢笑，穿上那些可笑的戏服，不停地跳舞，像一名孤独的演员。\n  沃尔夫进入了集中营以后，因为那里面枯燥的生活，集中营的高官没有让他去做苦力，而是让他一些表演搞笑的节目来取悦他们，那盒烟就是集中营的一个高官送的。而他平时只用做一些轻松的事情，例如看守一些不重要的物资，每天记录被抓进来的人。 \n  沃尔夫带上了面具，口袋里拿出三个小球。\n  他连续抛接这三个球，这是马戏表演中最基本的抛接球，只要用心练练就会，可沃尔夫表演的节目总是出人意料。\n  抛接球高速地转着，小拉里看的入迷，他很快发现，抛接球变多了，原本三个球变成了四个球，而且数量还在增加，五个六个……\n  接着，沃尔夫用力把所有球抛向了天空，球传出一声爆炸的清响，三个由烟花组成的笑脸从空中冒开。\n  沃尔夫停下喘了喘气，小拉里大力鼓掌，脸上的笑容跟花开似得。\n “你喜欢就好，这个节目筹备可不容易，我还得想办法继续找硫磺制作抛接球。”沃尔夫扶着膝盖，汗水落下。\n  小拉里用手擦擦沃尔夫的汗，他从记事起就被送入集中营，一直是沃尔夫照顾着他；保护他；教育他。他几乎从未见过沃尔夫悲伤或愤怒的样子，沃尔夫永远欢笑，小拉里惹上麻烦时，沃尔夫会摆着一副满不在乎的表情帮他解决，他可以顺利地跟集中营所有的士兵搞好关系，以此来获得一些东西去帮助集中营的战俘，保证小拉里不会受到伤害。\n  有沃尔夫在，小拉里就感觉自己在一座高山背后，集中营的残酷，世界的战争，都像喜马拉雅山阻挡印度海风那样被阻挡在山外。\n\n\n  集中营的大门再次打开，升降杆升起时发出摩擦的声音，显然很久没上过润滑油了，一辆甲壳虫汽车开了进来，慢悠悠的停下一边，黑色的外壳看上去真的像一只甲虫。\n  车门打开，两个人从车上走了下来，走在前面的是一位棕发青年，另一位是个已长华发的老人，眼睛却特浑浊却透露着一丝光芒。\n “兰德先生，为什么不乘坐之前的那辆汽车?”老人边走边问。\n “博士，那辆是军用汽车，如果您出来是为了工作，我们会乘坐那辆戴姆勒，如果您是想出来逛逛，最好就是开轿车。”兰德拉好白色手套，把军帽往上抬一点。\n  士兵们排成两列，夹道欢迎兰德和黑木泽鬼，他们的举手礼整齐划一，用呼喊“heil htiler”来表示敬意，这是纳碎党特有的礼仪。\n  黑木泽鬼点头回礼，眼睛却看向集中营那些正在劳动的俘虏 ，他们身形有的已经很枯瘦了，眼神麻木，这是人体的一种保护机制，让他们能暂时感觉不到痛苦，继续生产下去，他们无力的双手抱着一堆材料向前小步行走，有的跌倒了，又被后面是拿着枪监督的士兵踢打，而在钢盔的遮盖下，看不到那些士兵的表情，这一幕看起来像黑白电影。\n  其中最引人注目的是那些人中间的一个苏联战俘，他身形强壮，眼睛闭着，背靠在一堆碎石上，双手抱胸，看上去是在睡觉。\n  一个瘦小的男孩用力扯着他的裤子，看上去是想叫他起来，可他无动于衷，直到一个士兵用力踢了他一脚，跌倒的他才醒过来。\n  他的粗壮手臂被地面擦伤了，眼睛愤怒地看向那个士兵，士兵立即感觉自己被一头咆哮的黑熊凝视着，有些慌张地扣紧了钢盔，避免对上这种目光，然后拿出枪逼迫男人。\n  男人低下头，小声地骂了一句“杂种”，转身走向石场，抖腿将拉着他裤腿的男孩甩开，男孩摔在地上，衣服有些破损。\n  这时男孩感觉肩膀被抓住了，这次并不是把他拎起来，而是把他扶起来，站在他后面是慈祥笑着的黑木泽鬼。\n  男孩并没有回谢他，而是一股脑地溜掉了，几秒中就看不到身影了。\n  兰德站在黑木泽鬼旁边，看着男孩远去的背影，感叹道：“自从祖国与波兰开战以来，我都不知道多少年没见过孩子了！”\n “我也已经很久没见过了，毕竟这几年都在实验室里嘛……”黑木泽鬼笑笑，突然问：“他多孤独啊，这里没有其他的孩子了吗？”\n “博士，真的没有了，您不了解战争，男人女人都能干活，孩子的存在只能留下仇恨。”兰德说道这时停顿了一下突然想起了什么：“当然，那个孩子不同，他看上去是被寄养在这的。”\n  黑木泽鬼眉头皱起，皱纹像是被锁在了一起，突然有点警惕地看向兰德。\n  兰德并没有注意，而是继续说：“博士，您是一个医生和科学家，在这个缺乏信念与希望的时代，您最好不要接触这些事情……”\n  在听兰德的话语中，黑木泽鬼突然感觉手臂一阵痒痛。  \n  一只黑色花纹的毛毛虫趴在他的手臂上，一溜地钻进了他的袖子中，在他手臂上爬都动，毛毛虫身上的黑针刺入他的手臂，部分毒性进入了他的身体。刹时，他脸色苍白。\n “博士，您没事吧。”兰德看到黑木泽鬼的状态，关切紧张的问道。\n “没事，就是对这种虫子过敏而已。”黑木泽鬼紧锁眉头，这时他的感觉绝对不好受，过敏导致他皮肤像被火烫到了一样，又如同有千万只蚂蚁在他身上攀爬。\n  接下来，黑木泽鬼捂住了头部的太阳穴，他突然感觉自己的大脑快爆炸了一样，他的视觉渐渐模糊，看到的是一些特异的景象，一头巨大狰狞的鸟兽卧坐在地上凝视着他，猩红的双目像血一样，它长着比身体大两倍的的翅膀和和像钢铁一般的嘴啄，身上的黑灰色羽毛大幅度散开，像小猫炸毛了一样，看上去就像一只异形，一双巨大的鸟趾踩裂大地。\n  它慢慢站了起来，像一座浮起的山峰一样。\n  它抬起头，仰望乌黑的像黑幕一样的天空，乌云中电蛇闪动，给这个黑暗的世界带来一丝光芒。\n  鸟兽舒张羽翼，突然，它的翅膀全力落下，产生的强烈疾风袭来，它自己一飞冲天，在空中展开了它巨大狰狞的羽翼，遮住了半个天空。\n  那是一幅画，以他的双翼和胸脯为画卷,上面是杂乱却两边对称的血色花纹，看起来像中国的剪纸，这种花纹也在黑木泽鬼的和服上出现过。但是它更加狰动，交错的花纹形成了一个奇异的人形，它正坐在高大的王座，双手搭在王座的两侧，神态像是在俯视朝他跪拜的臣民，乱舞的狂蛇从王座的两旁辐射状散开，这一幕狰狞无比，却充满血腥的美感。\n  它巨啄张开，发出石破天惊的咆哮，声音贯彻云端，那幅画卷也活了起来，蛇开始在鸟兽身上爬动和缠绕，世界在它的怒吼中惊惧。\n  黑木泽鬼渐渐清醒，他看向袖子下的手臂。\n  他左手的袖子上密密麻麻地凸起了一些东西，像手臂上长满了针一样。这些“针”在不断伸长，最终撕破了衣袖。\n  见到这恐怖一幕的兰德瞳孔微缩，眼睛充满了恐惧和震惊。\n  此时黑木泽鬼的左手臂已经不能算手臂了，应该说是坚韧的利爪，爪臂上侧长出了黑色刚硬的羽毛，下侧是灰银色的鳞片，每根爪指都像锋利的刀片，看上去是骨质的。\n “博士，这是怎么回事。”兰德的语气已经没有关切，目光甚至带着一丝审视，黑木泽鬼转过头去，没有正面面对兰德。\n “没什么，我曾经注射过一种实验的疫苗，出了点问题，导致我一直有失控的细胞增生……\n “快点，我的药留在了车上，帮我去拿一下。”黑木泽鬼有些无力的说。\n  兰德略微点头，一个士兵从甲壳虫那边走来，提来了一个绿青色的药箱，放在黑木泽鬼面前。\n “先生，这个箱子有密码锁。”士兵举手说道。\n  黑木泽鬼蹲了下来，用身体挡住箱子，转动密码锁上的转轮，药箱发出了齿轮咬合的声音，“咔嚓”一声，药箱的盖子弹开了。\n  他在药箱里翻找，药箱不是很大，一些有着Rx标记的药瓶滚在地上，那些都是处方药，里面有的甚至是违禁品。\n  他最终找出了一个存着浅绿色药液的针筒，将它刺入手臂上还没被鳞片覆盖的静脉血管中。\n  黑木泽鬼的手臂上的皮肤一寸一寸地裂开，羽毛和鳞片从裂口中收缩了回去，裂口合闭了起来，皮肤跟原来一样，只是手臂上浮着几条黑紫色的血管，这就是黑木泽鬼经常穿长袖的原因。\n  “没有其他人看到吧。”黑木泽鬼警觉地问道，眼珠转动，目光向四处探寻。\n “没有人看到，博士，除了我和那个给你拿药箱的人，其他人之前都背对着我们巡逻。”\n  黑木泽鬼听了后并没有回应，而是看看自己的胳膊，上面那条毛毛虫依然在爬，他伸出手将它抓住起来。\n “那是朱蛱蝶的幼虫，只有越冬后才会破茧，带有一定的毒性，博士，您是过敏症患者，最好把他放下。”兰德说道。\n “好吧，虽然它差点要了我的命。”黑木泽鬼把幼虫放入灌木丛里，一直挣扎的幼虫获得自由后立刻爬开了。\n  博士看着缓缓蠕动的幼虫，“这里比我想象的要好一些，”黑木泽鬼感叹道：“我以为这里只有黑色的鸦群起落，没想到以后还会有蝴蝶。”\n  幼虫并没有理睬这两个人类，而是弯着身子用几十只脚勾住枝杈，想一个海螺一样。它专心啃食树叶，对它而言，漫长恐怖的寒冬即将来临！\n\n ",
    "replies": [
        {
            "author": "睡君@",
            "timestamp": 1472384640,
            "txt_content": "睡君@ 发表于 2016-8-28 19:52\n自顶一波23333333\n没人看吗"
        },
        {
            "author": "睡君@",
            "timestamp": 1472385120,
            "txt_content": "自顶一波23333333"
        },
        {
            "author": "睡君@",
            "timestamp": 1472560320,
            "txt_content": "----------\n谢谢"
        }
    ]
}