{
    "title": "【朱仙出品】<原创·连载>方块万岁【第三十三章  明鸿和校霸】",
    "author": "CloudsXDao",
    "replyCount": 2,
    "timestamp": 1472376480,
    "txt_content": "正文\n\n\n　　梅谁悄悄的躲在明鸿某个旮旯角里，开始翻起了手机。\n　　手机中大多是关于明鸿的风评。\n\n　　明鸿，曾经的名校，现在的“垃圾堆”。\n\n　　原本数年前，有私人从公家手中买下明鸿，花大价钱聘请教师教学，是人人都想要进入的名校——校风严谨，师生和谐。但是随着多次转手，明鸿渐渐人心涣散，谁也不知道校董下一次又会轮到哪个有钱的老板担任。\n\n　　随着某个暴发户的“内行指挥外行”的行径，明鸿真正的把老本给亏掉了，从此，明鸿也渐渐走向衰败。\n\n　　如今的明鸿，是一个混混横行的地方，校内自成一统，变成了众多学校中的一个异类。和其他学校不同，其他学校虽然多多少少存在着黑暗面，而且这些黑暗面大多都是校方、学生、校外青年的复杂存在，但是明鸿不一样，明鸿校内的“帮派”、“斗争”都是自行解决，也就是说，都是“学生”的错误。明鸿内部的矛盾和势力，就算是校方或是校外的青年，也没办法把手伸进里面。\n\n　　手机微微的光芒照亮了这个黑暗的清洁间，但是梅谁很快就意识到了自己的错误。\n\n　　“喂喂，这次高年级那群人是怎么惹到咱们的啊？”\n\n　　“不清楚，据制裁队高层的那群人说，是因为高一有个自称为校霸的小鬼打着我们明鸿的旗号去帮别的学校打架。”\n\n　　“噫，真是每年都会有这样的笨蛋新生啊，以为会打架就是校霸了吗？啧啧。”\n\n　　梅谁听着清楚，狭小的清洁间外面有三个学生在聊天。\n\n　　梅谁觉得他们并不会看见自己，很淡定的站着。\n\n　　试想，一个混乱至极的学校，而且对方貌似还是某个势力的成员，他们会打开清洁间，拿出扫把、拖把、抹布来打扫吗？\n\n　　果然——他们打开了。\n\n　　三个吊儿郎当的，打着耳洞，穿着私服的混混，目瞪口呆的看着拿着手机一脸淡定的梅谁。\n\n　　“你是......”\n\n　　“在下高二五班苏高压，各位前辈请了，不用在意我。”\n\n　　说着，梅谁就准备这样淡定的走出去。\n\n　　“等一下。”\n\n　　一只手搭在梅谁身上。\n\n　　“前辈？”\n\n　　梅谁回过头，是三张强笑着的脸。\n\n　　“我们啊...正好是五班呢。”\n\n　　······\n\n　　“所以，这家伙是闯校的是吗？”\n\n　　很快，梅谁被带到了某个废弃的教室里，看起来就很厉害的一个人面前。\n\n　　“啊啊？我倒是无所谓啊。”那人一只手小心翼翼的掏着耳朵，一只手咬着苹果，“让他滚出去就行了是吧，我知道了。”\n\n　　“大哥！他可是闯校啊！如果不给他留点“纪念品”，我们明鸿的脸往哪儿放啊！”\n\n　　“啊啊——好麻烦啊...”那个“大哥”板着自己的小腿坐在桌子上，而梅谁这是被一根不知道哪儿来的麻绳给捆在一边。\n\n　　“那这样好了。”那个大哥突然想到什么一样，一锤掌心，走到梅谁面前，举起拳头对着梅谁的眼窝，一只眼真一只眼闭，“把他变成熊猫好了。”\n\n　　梅谁还是一脸淡定，就像蒋同一样的面瘫。\n\n　　本来就是梅谁自己的锅，想要来明鸿就要承担相应的代价，难道现在被绑住的他还能做什么吗？\n\n　　这样的表情让“大哥”奇怪的犹豫了一下，拳头在空中停滞了一秒钟。\n\n　　“危弦大哥！不好了！”有人闯进来，“那个自称校霸的高一小子跑过来要和你单挑！”\n\n　　梅谁暗自好笑，这年头居然还有人如此复古吗？单挑？\n\n　　但是，他也知道了这个大哥的真名——危弦。\n\n　　危弦放下梅谁，歪了歪脑袋，“这次的新生貌似和以前不一样啊，居然选择和我单挑？看看去。”\n\n　　于是，所有人鱼贯而出，居然没留一个看住梅谁。\n\n　　梅谁有些尴尬，要跑不？\n\n　　算了，先看看热闹去。\n\n　　梅谁弄开绳子——这玩意儿根本拷不住他。\n\n　　跑出去。\n\n　　外面，是明鸿的操场，一大群人围着一个小家伙。\n\n　　从身高来看，这一大群人大多在一米八左右，而中间那个家伙（估计就是那个校霸）只有一米七不到，和蒋同在伯仲之间，对比之下，也就是小家伙的水准。\n\n　　“喂，小鬼。”某个龙套般的不良开口，“不要真的以为打架厉害就是校霸了好吗？明鸿还轮不到你做主！”\n\n　　那校霸瞥了一眼龙套，没搭茬。\n\n　　“喂！”\n\n　　龙套受到了侮辱，大吼一声。\n\n　　校霸丝毫不为所动。\n\n　　“小鬼啊。”危弦开口了，“你找我单挑，是有什么深层次内涵在里面吗？”\n\n　　“没有。”\n\n　　“那你是不是策划着惊天动地的阴谋或者策略啊？”\n\n　　“...不是。”\n\n　　“哦，哦哦。”危弦摸了摸脑袋，“那你从哪里来的自信和我单挑啊？”\n\n　　“呼——”\n\n　　校霸长呼一口气，“校霸这个称号，不是别人给的，也不是自己加的。”\n\n　　“而是......”校霸摆出一个架势，“一拳一脚挣回来的！”\n\n　　说着，一跃而上！\n\n　　周围的人！没有一个反应过来的！\n\n　　但是，梅谁能看见！\n\n　　校霸很快，而危弦更快！\n\n　　一只手接住校霸的拳头，往身后拖，一只手顺势而上！按在了校霸的肚子上！\n\n　　“噗！”\n\n　　校霸回避不开，硬吃了危弦一记，然后迅速的拉开距离。\n\n　　“很不错。速度很快。”\n\n　　危弦评价道。\n\n　　“闭嘴！”\n\n　　或是被打中而恼羞成怒，校霸以更快的速度向前奔去。\n\n　　周围的人没有出手，因为危弦一个人....足以！\n\n　　校霸一个侧踏，让危弦的侧身暴露出来，一拳打上。\n\n　　但是....危弦一后退，手鬼魅般的轻轻搭上校霸的后脑勺。\n\n　　然后——校霸的脑袋被危弦用力的摁在地上！\n\n　　“可以了吧。”\n\n　　危弦蹲在地上，看着校霸说，“你打不过我的。”\n\n　　“...太极？”\n\n　　校霸脑袋被危弦死死按住，嘴中的沙子和血液让他的话说不清楚，但是梅谁还是能听见这两个字。\n\n　　危弦点点头，“你这个是河边那个散打学校教出来的吧，我在那里也学过，不咋样。”\n\n　　“我不服！”\n\n　　校霸大声吼道。\n\n　　危弦沉默了一下，“你不服？”\n\n　　“没错，我不服！我们再打过！”\n\n　　“你叫陈止吗？”\n\n　　“哈？”\n\n　　“你叫陈止吗？”\n\n　　“...不叫，我叫孙宇...”\n\n　　“那你——”危弦的手仿佛鹰爪，把校霸的脑袋高高抬起，再一次——用力砸在地上！\n\n　　血肉横飞。\n\n　　“凭什么不服？”\n\n\n———————————————————————————————————————\n\n\n\\方块万岁/人生来自由，却被自身所枷铐。人的意识是有载体的，身体、精神、灵魂，知识、逻辑、方法——它们不仅是人类意识赖以生存的土壤，也是局限思想维度的花盆。大时代来临前一百年，引领人类者——贤者、勇士，却没谁可以超脱自身，唯有尘止。\n\n\n\n\n",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1472380500,
            "txt_content": "哇，好久没看见你更新了，这次字体蛮正常了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1472655660,
            "txt_content": "朱仙每次打字都打得太激动了点……\n板着自己的小腿坐在桌子上\n估计是打错了，“大哥”的小腿上应该没打石膏。“板腿”改为“扳腿”。\n一只眼真一只眼闭\n“真”改为“挣”。这里最好写“闭起一只眼”。\n让大哥奇怪的犹豫了一下\n我没想出来“奇怪的犹豫”到底是怎么犹豫的。可能是“‘让大哥’感到奇怪，犹豫了一下”，或“竟叫‘大哥’犹豫了一下。”\n某个龙套般的不良开口\n我不明白了，不良少年是老大或是跟班都能看出来，但是不是龙套，这怎么看？\n危弦一个人……足以！\n“足以”改成“足矣”\n用足以的话，我感觉憋死了。\n"
        }
    ]
}