{
    "title": "Bullseye靶心wiki翻译",
    "author": "zx728925",
    "replyCount": 1,
    "timestamp": 1472443620,
    "txt_content": " 本帖最后由 zx728925 于 2016-8-29 17:48 编辑 \n\n1.Bomb Arrow\n炸弹箭\n\n\n\n\n\n\n\n1.png (1.64 KB, 下载次数: 2)\n\n下载附件\n\n2016-8-29 11:15 上传\n\n\n\n\n\n\n\nBomb Arrows are arrows that explode on contact with blocks and mobs. The will destroy most terrain blocks, although they have a smaller explosive radius \n炸弹箭是一种接触到方块和生物后就会爆炸的一种箭。这种箭会破坏大多数地形方块，不过它们比TNT有更小的爆炸半径，\nand deal less damage than TNT.\n造成更少的伤害。\n\n\n\n\n\n2.png (258 KB, 下载次数: 4)\n\n下载附件\n\n2016-8-29 11:17 上传\n\n\n\n\n\nComparison between TNT explosions (left) and Bomb Arrow explosions (Right)\n比较TNT爆炸（左图）和炸弹箭爆炸（右图）\n\nYou can disable Bomb Arrows from destroying blocks in the configuration settings. They will still damage mobs, however.\n你可以在配置设置里禁用炸弹箭破坏方块。不过，它们还是会伤害生物。\n\n\n\n\n\n2.Diamond Arrow\n钻石箭\n\n\n\n\n\n\n3.png (1.62 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-29 11:21 上传\n\n\n\n\n\n\n\nDiamond Arrows are an enhanced version of regular arrows. They deal more than twice the amount of damage that regular arrows do, and do not have\n钻石箭是普通箭的增强版。它们可以造成普通箭两倍多的伤害，但是它们没有\nany special effects.\n任何特别效果。\n\n\n\n\n\n\n3.Dye Arrows\n染色箭\n\n\n\n\n\n\n4.png (1.74 KB, 下载次数: 3)\n\n下载附件\n\n2016-8-29 11:24 上传\n\n\n\n\n\n\n\nDye Arrows can be made from any dye color, and allow the player to dye various things, including:染色箭是由任何染料颜色做成的一种箭，允许玩家为各种各样的东西染色，包括：Wool Blocks羊毛方块Carpet Blocks地毯方块Hardened Clay Blocks硬化黏土块Glass Blocks玻璃块Glass Pane Blocks玻璃板块Sheep羊上的毛Wolf Collars狼的项圈Players wearing Leather Armor穿着皮革盔甲的玩家\nDye Arrows deal 1/8th of the amount of damage that regular arrows do, so they are good to use for minigames with other players.染色箭会造成普通箭1/8的伤害，所以用于和其他玩家一起玩迷你游戏是非常好的事情。\n\n\n\n\n4.Egg Arrow\n鸡蛋箭\n\n\n\n\n\n\n\n5.png (1.63 KB, 下载次数: 1)\n\n下载附件\n\n2016-8-29 11:30 上传\n\n\n\n\n\n\n\nEgg Arrows are a gag item that have a chance of spawning a chicken upon breaking.\n鸡蛋箭是由鸡蛋包裹而成的一种箭，鸡蛋被破坏时，有几率生成一只小鸡。\n\n\n\n\n\n5.Extinguishing Arrow\n水瓶箭\n\n\n\n\n\n\n\n6.png (1.73 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-29 11:41 上传\n\n\n\n\n\n\n\nExtinguishing Arrows can put out fires, turn lava into obsidian, break torches, and remove dye from stained hardened clay blocks, glass blocks, glass \n水瓶箭可以熄灭火焰、把岩浆变成黑曜石、打破火把、移除已染过色的硬化黏土块、玻璃块、\npane blocks, and players wearing leather armor.\n玻璃片块、穿着皮革盔甲的玩家上面的染料。\n\n\n\n\n\n6.Fire Arrow\n火焰箭\n\n\n\n\n\n\n\n7.png (1.73 KB, 下载次数: 4)\n\n下载附件\n\n2016-8-29 11:36 上传\n\n\n\n\n\n\n\nFire Arrows can catch mobs on fire, as well as blocks. They can also melt ice and snow blocks, and turn packed ice blocks into ice blocks.火焰箭可以使生物和方块燃烧。它们也可以融化冰块和雪块，并把浮冰块变成冰块。\nYou can disable Fire Arrows from catching blocks on fire in the configuration settings. They will still burn mobs, and melt ice/snow blocks, however.你可以在配置设置里禁用火焰箭使方块燃烧。不过，它们还是会燃烧生物，融化冰/雪块。\n\nPS：在1.0.3的更新里允许火焰箭可以点燃TNT。\n\n\n\n\n\n7.Ice Arrow\n寒冰箭\n\n\n\n\n\n\n\n8.png (1.71 KB, 下载次数: 5)\n\n下载附件\n\n2016-8-29 11:41 上传\n\n\n\n\n\n\n\nIce Arrows can turn water into frosted ice, form snow on blocks, and turn ice blocks into packed ice blocks.\n寒冰箭可以把水变成霜冰、在方块上形成雪、把冰块变成浮冰块。\n\n\n\n\n\n8.Lightning Arrow\n闪电箭\n\n\n\n\n\n\n10.png (1.81 KB, 下载次数: 3)\n\n下载附件\n\n2016-8-29 12:00 上传\n\n\n\n\n\n\n\nLightning Arrows make lightning strike and catch fire wherever they land.闪电箭能制造闪电，并且闪电无论击中哪里，都会着火。（实测这话也不完全对）You can disable Lightning Arrows from catching fire to blocks in the configuration settings. They will still burn mobs, however.你可以在配置设置里禁用闪电箭击中方块时着火。不过，它们还是会燃烧生物。\n\n\n\n\n9.Training Arrow\n训练箭\n\n\n\n\n\n\n\n9.png (1.52 KB, 下载次数: 0)\n\n下载附件\n\n2016-8-29 12:09 上传\n\n\n\n\n\n\n\nTraining Arrows are good for practicing your archery skills. They do not damage entities, or stick into them, so you can pick them back up if you hit one. \n训练箭有益于练习你的箭术。它们不会伤害实体（但是实测会有时候造成1颗心的伤害），或者插入实体，所以如果你不小心击中了一个实体，你可以捡起来。\nThey are crafted with rabbit hide, a stick, and a feather.\n它们是由一个兔子皮、一个木棍和一个羽毛合成的。\n\n\n\n",
    "replies": [
        {
            "author": "青木源",
            "timestamp": 1472443980,
            "txt_content": "\nGlass Pane Blocks玻璃片块\n     玻璃板"
        }
    ]
}