{
    "title": "Minecraft 携带版 Alpha 0.15.90 已发布",
    "author": "广药",
    "replyCount": 16,
    "timestamp": 1472510580,
    "txt_content": " 本帖最后由 广药 于 2020-6-13 18:08 编辑 \n测试版是Minecraft PE版的测试机制，主要用于下一个正式版的特性预览。\n\n然而，测试版主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。\n适用于正式版的领域服务器不兼容快照，不提供支持。\nMinecraft PE 0.16.0测试版 仍未发布，0.15.90 为其第 1 个先行版。\n转载本贴时须要注明原作者以及本帖地址。\n\n\n\n\n\n        重要提示：如果您正在参与0.16的测试，你将无法正常使用MCPE/ Win10的领域服务器。获得你的领域服务器，你需要退出的测试组并且重新下载0.15.6。并不是所有的功能都已经完成，凋零BOSS和扩展还没有完全准备好，但这些特性进一步开发。如果你关注，我们一直在0.15.99版本更新，祝测试愉快！\n\n\n新特性:海底遗迹守卫者和远古守卫者海晶石，海晶石砖，暗海晶石、海晶砂粒，海晶碎片海晶灯你现在可以在创造世界的时候打开“作弊”，来用斜杠命令作弊了（但如果你是生存模式将禁用你的成就）左撇子玩家的喜讯——你可以自定义键盘的按键！你可以在物品栏搜索了（仅限Win版）在VR设置里添加了鼠标灵敏度滑块（仅限Win10 Rift版）潮湿海绵，干燥海绵\n\n调整：很多很酷的、新的UI！修复了水的几个问题，让其看起来更好，不会挡住其他方块性能改进如果你是在熔炉里让湿海绵变干，将一个空桶在燃料槽让海绵干燥，水桶还会装满水。记住，熔炉仍然需要有足够的剩余燃料来干燥海绵。在选择一个自定义皮肤后，皮肤不再显示了背后的皮肤轮廓。调整时钟结构使其具有正确的像素。\n在Rift调整鼠标灵敏度对垂直和水平运动影响（仅限Win10 Rift版）增加了最大视图距离（仅限Win10 和教育版）\n\nBUG修复：\nTo zoom out maps, the original map needs to be placed in the center of the crafting grid.\nFixed crashes on some Android devices.\nFixed a crash upon world load in Gear VR edition.\nFrame rate no longer affects the sensitivity of mouse and controller turning in game.\nFixed a game crash on FireTV that happened after a few minutes of gameplay.\nLeashes no longer flash red when a mob on that leash gets hurt.\nFixed a crash that happened occasionally when a player would try to access Realms settings.\nFixed a connection issue failure with players trying to connect to Realms from Android, Kindle, iOS, or Gear VR.\nTransitioning from Living Room mode to Immersive mode while riding an animal no longer makes the animal look like it's being x-rayed (Win 10 Rift only).\nBoats have shadows!\nFixed a crash when breaking a door near a villager during the night.\nNo longer informs you when you join a game (because you already know you joined!)\nIf you're in a game session where you can't invite friends, the invite friends button won't appear in the pause screen anymore.\nFixed a rogue pixel on the back of the Cake Maniac skin's head.\nFixed x-ray effects when hitting a boat in survival.\nFixed the incorrect drop rate of armor for armored hostile mobs.\nWater no longer continues to flow from frozen water source blocks.\nYou can now sprint forever in creative mode. FOREVER!\nPressing enter opens the chat window.\nOpening the chat window and then quickly typing is no longer an issue- no more lost letters!\nYou can now place beds on upper slabs.\nYou won't shake randomly anymore when dismounting a vehicle while you're in a block or closing a trapdoor while standing in its space.\nFixed the attack range of hostile mobs when they are in a boat.\nIf you're riding in a minecart, on a saddled pig or horse, you will now trigger tripwire.\nBaby mooshrooms no longer freeze when you try to use shears on them.\nYou no longer get immediately dismounted when interacting with horses or pigs while sneaking.\nFixed a crash when a filled map is selected.\nFixed a crash when opening a crafting table in Creative mode.\nHoppers now take in all items in a stack at the same time.\nChests now accessible when riding in a minecart or on a horse/pig.\nFixed some mobs not burning in sunlight.\nFixed a bug where an Enderman riding in a minecart could activate a stone pressure plate placed next to a diagonal minecart track.\nMobs that die while riding a minecart get removed from the minecart.\nBlazes attack players based on the host game/server's game mode.\nSkeletons no longer manage to fire arrows from their sides.\nCursor is now fully visible when drawing back the bow and the arrow flies according to where the cursor is pointed (Gear VR edition & Win 10 Rift only).\nNo more falling indefinitely into the void- you will start taking damage.\nGrey icon representing horse armor & saddle now changes depending on what texture pack you're using.\nRemoved the redundant mundane potion in the Creative inventory.\nNo more floating torches under ceilings.\nNether wart growth textures were off by one stage- now fixed.\nUsing a bed while riding a mount or minecart now dismounts the player (because you can't safely ride and sleep at the same time!)\n\"Toggle immersive mode\" message no longer appears on non-VR platforms.\nController input now recognized in VR even if the VR window does not have windows focus (Win 10 Rift only).\nBeds now make a sound when being placed.\nYou can now see a pig's health.\nFixed some assorted bugs relating to skin, texture pack & full game purchases not being recognized properly.\nPressing the Z button to invoke the status effect window now works.\nFixed an issue where breaking a bed wouldn't reset a player's spawn point.\nWhen riding a pig/horse, the animal's health now displays correctly when the animal is poisoned.\n\n\n正版地址购买谷歌正版https://play.google.com/store/ap ... .mojang.minecraftpe\n加入测试组https://play.google.com/apps/testing/com.mojang.minecraftpe\n\n\n盗版游戏下载地址（不推荐下载盗版游戏，请支持正版！）Android http://pan.baidu.com/share/link?shareid=4034396117&uk=1596815119其他平台没有此版本\n追踪最新版本资讯，请关注Minecraft中文论坛PE新闻资讯版-[PE版本资讯]的相关内容 \n外部来源以及详细的更新条目追踪\nMojang官方博客（英文）MCPE 测试版官方博客 （英文，内地需**）Jeb的Twitter（英文，内地需**）tomcc的Twitter（英文，内地需**）MissMarzenia的Twitter（英文，内地需**）Jason的Twitter（英文，内地需**）Daniel的Twitter（英文，内地需**）Shoghi的Twitter（英文，内地需**）\n\n\n",
    "replies": [
        {
            "author": "1605131159",
            "timestamp": 1472511360,
            "txt_content": "楼主，链接在哪里？"
        },
        {
            "author": "1605131159",
            "timestamp": 1472511720,
            "txt_content": "什么？_？........"
        },
        {
            "author": "白羊羊",
            "timestamp": 1472512620,
            "txt_content": "为什么会停止运行"
        },
        {
            "author": "yuan_xin",
            "timestamp": 1472513640,
            "txt_content": "同楼上 安卓版本有限制？"
        },
        {
            "author": "青木源",
            "timestamp": 1472514300,
            "txt_content": "yuan_xin 发表于 2016-8-30 07:34\n同楼上 安卓版本有限制？\n需Google Play的支持\n（盗版慢慢等炸妈盒子吧……）"
        },
        {
            "author": "几何",
            "timestamp": 1472514780,
            "txt_content": "停止运行＋1"
        },
        {
            "author": "LeoPro",
            "timestamp": 1472514840,
            "txt_content": "bug一堆啊……动不动游戏就崩了。不过有那么多新特性，被bug困扰一下也值了。"
        },
        {
            "author": "呆瓜Domado",
            "timestamp": 1472515920,
            "txt_content": "不出0.16.0，出个0.15.9是什么鬼啊"
        },
        {
            "author": "Agnar",
            "timestamp": 1472517000,
            "txt_content": "0.16测试版开始了。"
        },
        {
            "author": "@MT@",
            "timestamp": 1472520420,
            "txt_content": "话说那个NPC蛋是什么鬼{:10_518:}"
        },
        {
            "author": "鹿511900555",
            "timestamp": 1472520840,
            "txt_content": "闪退停运"
        },
        {
            "author": "貔貅I勿念",
            "timestamp": 1472522940,
            "txt_content": "安卓5.0 云os3.0打不开"
        },
        {
            "author": "貔貅I勿念",
            "timestamp": 1472523540,
            "txt_content": "XIAOMM 发表于 2016-8-30 07:45\n需Google Play的支持\n（盗版慢慢等炸妈盒子吧……）\n没素质！！！"
        },
        {
            "author": "Actahedral",
            "timestamp": 1472532300,
            "txt_content": "好快呀"
        },
        {
            "author": "这样行了吧",
            "timestamp": 1472537520,
            "txt_content": "可以。。很强势????"
        },
        {
            "author": "我就是个我",
            "timestamp": 1472541600,
            "txt_content": "wiki上居然说这是0.16.0bliud1 233"
        }
    ]
}