{
    "title": "0.16——BOSS更新 版本前瞻",
    "author": "广药",
    "replyCount": 22,
    "timestamp": 1472479440,
    "txt_content": " 本帖最后由 WuGuangYao2012 于 2016-8-29 22:18 编辑 \n\n\nThe adventurous among you will know there’s nothing quite like taking down a ferocious boss to prove your gaming might. Until now, that’s been a tricky thing for Pocket Edition/Windows 10 crafters to do.\n对PE版和Win10版来说，在冒险当中，你会知道没有什么比干掉一个凶猛的BOSS更能证明你游戏的潜能。直到现在，这仍然还是个很棘手事情。\n\nThanks to update 0.16 that’s about to change. Soon Pocket Edition/Windows 10 players will have access to some of the most ferocious mobs we’ve ever devised. But we’re not stopping there - the update will also include ocean monuments and the trinkets to explore them, a bunch of new blocks, beacons, and Slash commands. We’re calling it The Boss Update because it includes bosses, is “boss” in nature, and is in charge of hiring and firing all the other updates released so far.\n\n由于0.16更新的一些改变。很快PE版/ Win 10版玩家将得到一些我们所设计的最凶残的生物。但是我们不止这些，更新还包括海底神殿和此类方块，很多新方块，信标，一些初级的命令。我们称之为BOSS更新，因为它更新了BOSS，自然界中的BOSS，负责目前为止所以其他的更新。\n\nSo yes, the big baddies. First, there’s the Elder Guardian who has a penchant for hanging out in the new underwater ocean monuments with an army of minions while shooting lazers. Elder Guardians are a force to be reckoned with. But this update also includes the Wither - a three-headed spookster that shoots blue skulls at your face. I’m a bit scared of the Wither to be honest. That said, I don’t recommend shying away from either of these mobs - defeat them and you’ll get rare loot including sponges and Nether Stars. Handy!\n是的，大块头。首先，喜欢在海底神殿和一群守卫者闲逛的远古守卫。远古守卫者是一个不容小觑的力量。但这更新还包括凋零——一个朝你脸上射蓝色头颅的三头怪物。我有点害怕凋零。我不建议回避这些生物——打败他们，你会得到难得的战利品，包括海绵和下届之星。手到擒来！\n\nIn less creepy news we’re also bringing Slash commands to Pocket and Windows 10 Editions of Minecraft. They give you the chance to tweak the way the game plays - you can give items away, summon mobs, change the time of day, and lots more, all while playing the game. This update included 20 commands but we’ll be adding more in the future.\n在令人毛骨悚然的新闻之后，我们也将初级的命令加入到了pe版和Win 10版。他们给你调整游戏的方式的机会——你可以改变你的东西，召唤生物，改变时间，等等等等。当你玩这个游戏时。这个更新包括了20个命令，但我们会在未来增加更多。\n\nThe Boss Update will be available as a free update soon-ish for all Pocket Edition, Windows 10 Edition, and Gear VR Edition players but if you’re playing Minecraft on Android, you can help us test it out right now! Sign up to the beta, and give us feedback so we can make it even better! One note - players with active Realms won’t be able to access them while testing - you’ll need to revert back to 0.15.6 to re-enter your worlds.\nBOSS更新将在PE/Win10/Gear VR上免费更新，但是如果你是Android玩家，你可以帮助我们测试一下！加入测试组，并给我们反馈，我们可以做得更好！一个提示--玩家在测试的时候无法使用领域服，您需要回到0.15.6版本\n\nWe’ll be sharing more information on The Boss Update at MINECON. Until then, happy crafting!我们在MINECON会分享更多boss更新的信息。在那之前，好好玩吧！\n\n",
    "replies": [
        {
            "author": "missing_tg",
            "timestamp": 1472479680,
            "txt_content": "以后PE就有凋零辣[我现在已经害怕沙发了]"
        },
        {
            "author": "富辰逸",
            "timestamp": 1472479800,
            "txt_content": "看来这次更新是最受期待的"
        },
        {
            "author": "雪尼",
            "timestamp": 1472479920,
            "txt_content": "Handy翻译为“手到擒来”可能会更好。"
        },
        {
            "author": "Green_stone",
            "timestamp": 1472479920,
            "txt_content": "貌似0.14说就要有凋零啊，怎么0.16才有……\n不过还是蛮期待的"
        },
        {
            "author": "lqx123",
            "timestamp": 1472480040,
            "txt_content": "初级的命令么。。。"
        },
        {
            "author": "PopcornBOOM",
            "timestamp": 1472480160,
            "txt_content": "太好了,终于出了,好期待"
        },
        {
            "author": "BBQGOD",
            "timestamp": 1472480220,
            "txt_content": "初级命令？类似PC1.4么。。。"
        },
        {
            "author": "七海八千代",
            "timestamp": 1472480880,
            "txt_content": "然而我并不玩PE #滑稽"
        },
        {
            "author": "虚伪的悲催",
            "timestamp": 1472481780,
            "txt_content": "都没碰过PE #冒汗滑稽"
        },
        {
            "author": "爱拍丶黑博士",
            "timestamp": 1472482140,
            "txt_content": "有海怪了吗？"
        },
        {
            "author": "1747619493",
            "timestamp": 1472482980,
            "txt_content": "哇，好厉害的一次更新，但是还有谁记得村民交易"
        },
        {
            "author": "Time_Paradox",
            "timestamp": 1472483160,
            "txt_content": "坐等手机炸掉"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1472483700,
            "txt_content": " 本帖最后由 FHC红石 于 2016-8-29 23:25 编辑 \n\nPE出命令了？害怕\n想起了pca的execute嵌套2333，炸手机系列"
        },
        {
            "author": "siha323",
            "timestamp": 1472483760,
            "txt_content": "吼啊，和PC差距又近了很多"
        },
        {
            "author": "qq379428148",
            "timestamp": 1472484780,
            "txt_content": "6666666666"
        },
        {
            "author": "zx728925",
            "timestamp": 1472485740,
            "txt_content": " 本帖最后由 zx728925 于 2016-8-30 00:09 编辑 \n\n原文中有超链接！非常重要，必须更新！其中有一个超链接是指向0.16的测试的。https://play.google.com/apps/testing/com.mojang.minecraftpe"
        },
        {
            "author": "pcktrsss",
            "timestamp": 1472507520,
            "txt_content": "所以...还是没有末地？"
        },
        {
            "author": "玄素",
            "timestamp": 1472541480,
            "txt_content": "于是到时候又有帖子可水了..（划掉\n看截图似乎pe的命令和pc版不完全一样.."
        },
        {
            "author": "无疑君",
            "timestamp": 1472551080,
            "txt_content": "期待命令方块"
        },
        {
            "author": "linginm",
            "timestamp": 1472564100,
            "txt_content": "怎么加入啊？"
        },
        {
            "author": "chlr1995",
            "timestamp": 1472611980,
            "txt_content": "说好的0.16版本出ios支持mod呢。。。。"
        },
        {
            "author": "潜影贝",
            "timestamp": 1472626200,
            "txt_content": "太好惹！终于又海底遗迹与凋零了"
        }
    ]
}