{
    "title": "【原创/连载】渡鸦 第一章【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 2,
    "timestamp": 1472523120,
    "txt_content": " 本帖最后由 540083835 于 2016-9-1 22:43 编辑 \n\n渡鸦蹲在一根树枝上，两手抓着脚下的树枝，一缕长而柔软的发丝搭在她的肩膀上，垂落至胸前，脸上的面具下露出一双阴冷的双眼。云杉树的树叶浓密无比，能将她很好的隐藏在阴影中。她一动不动，就仿佛是挂在树上的石雕，漠然地盯着树下。\n\n一队人马从树下经过，马蹄落地的清脆声音不绝于耳，为首的那匹马上坐着一位衣着华丽的老人，显然是一位贵族，带着慈祥和蔼的笑容，会让人有一种他是与自己关系很好的长辈的感觉。\n\n就算如此……\n\n渡鸦站了起来，稳稳地站在树枝上，从背后取下了一把弓——镶着金边，弓弦牢固，这是贵族的标配。\n虽然她并不是贵族。\n\n将一支箭搭在弓上，慢慢拉开弓弦，眯起了眼，微风掠过，树叶刷拉拉的响动，箭尖的寒芒在树叶间若隐若现。老人骑着马进入了射程，渡鸦深吸了一口气，接着松开了捏着箭矢尾端的手。\n\n血滴犹如被风吹起的花瓣，破空之声转瞬即逝，闪着寒光的箭尖被鲜血包裹，从心脏处延伸到了尾端。\n\n可怜的老头。\n\n渡鸦重新将弓挂在背上，在树叶间消失了，只留下了树林中乌鸦凄凉的叫声。\n\n罗纳尔城，姓氏为卡兰斯的最大贵族兼商会的元老，卡米尔·卡兰斯，在带着货物去另一座城交易的途中，被刺客杀死了。\n\n消息很快传遍了罗纳尔城的大街小巷，尤其是酒馆中。\n\n少女一袭布衣，背上背着一个大袋子，并不能看出里面装着什么，俨然一副旅者模样。一仰头，喝完了杯子里最后一点鲜红的酒液。酒馆老板说是用蜘蛛眼酿制的，大多数人不置可否，不过酒里的确有那么一股腥甜的血腥味，一口咽下，这股味道缠绕在舌尖，久久不散。也难怪这么多人喜欢喝这个。\n少女抿了抿嘴唇，将六个铜板轻轻放在了桌子上，起身走出了酒馆。\n\n不得不说，罗纳尔城的确是漂亮至极，巨大的末路勇者——罗纳尔·米尔罗斯的石像耸立在城中央，高举着手中的剑，耳中似乎还回荡着他杀死魔龙后的呐喊，喷泉的水不时溅出来一些，晶莹的水珠在阳光下落到地上，随后蒸发，阳光从树叶的间隙里挣扎而出，在树叶的阴影里洒下了一层碎金。\n\n人们仍然照常生活，贵族的死没有带来一丝负面影响，甚至令人高兴。哪怕那位老人家并不坏，但是贵族的剥削令平民们对他们没有一丝好感。\n\n女孩活动了一下全身关节，按照计划，现在应该回到自己的地盘了。\n\n“小姐，请止步。”少女惊了一下，转过了身，一个青年站在她的身后，穿着一身白衣，看起来也不过是一个比较有钱的普通人……只不过是他的腰上挂着一柄剑，还有另外几个人将长枪架在了少女的脖子上而已。\n\n“有什么事吗，执法者阁下。”少女愣了一下，天真地笑道，就好像没看到架在脖子上的枪刃一般。年轻的执法者愣了一下，不过随后正色道：“其他人向我汇报说，有一个背着大布袋的女孩很可疑，我想……是你没错吧。”\n\n“啊啊，”女孩捏了捏搭在肩膀上的发尖，打量了他一番，“是我，毕竟这里看不见和我一样背着大袋子的人了。”青年正想说什么，女孩却抢先了一步：“不过居然是有别人向你汇报？嗯……看起来虽然人年轻但官不小啊~”\n\n青年一愣，一种被调戏的感觉油然而生，他皱了皱眉头，将手一挥：“带走！”\n“诶诶！”少女挣扎起来，“没有证据你们怎么可以随便抓人啊？！”青年冷哼了一声，说道：“如果你真的清白，我们自然会放你走。”\n\n“嘁，贵族们的走狗。”女孩的表情变得阴冷起来，紧接着手腕一翻，将隐藏在腰间衣服下的匕首瞬间抽出，随后划出一道寒芒，离她最近的执法者握着长枪的右手被一刀干净利落的斩断，长枪无力地坠落到了地上，断口处喷溅的鲜血染红了地面，惨叫声并没有将惊呆的人们拉回现实。\n\n在众人还没反应过来的时候，少女已经将刀收入腰间，如同猫一样灵巧迅速地窜至一边，“抓住她！”青年大喝一声，拔出了腰间的剑，和其他人一起朝少女奔去。\n\n少女抿了抿嘴唇，一跃而起，踏在身边的一棵树的树干上，接着跃至枝干上，蹲在树枝上的同时，双手还握着脚下的树枝。树下的人都停下了脚步，没有弓箭的他们不可能将她打下来。\n\n“期待下次相遇，贵族的走狗。”少女冷笑了一声，迅速蹿到另一棵树上，一棵接着一棵，越跑越远。“啧！”青年不甘地哼了一声，但还是握紧了手中的剑，“你们将他带去看医生，我去抓住那混蛋！”说完也不管其他人的意见，独自朝少女逃走的方向追去，当然，顺路还得通知各个地方的哨兵。\n\n“有意思的家伙，”少女站在城墙上，旁边横七竖八倒着好几个哨兵，“你需要一点教训。”她放下了背后的大袋子，熟练地将上面的结解开，一把弓和一个装着二十几支箭的箭袋静静地躺在里面。\n\n从怀中拿出了一个面具，黑色的，上面缝满了羽毛，只留下了眼睛的地方有两个洞。“祈愿你能保住要害吧，没人点名要我去杀你。”她带上了面具，沉稳缓慢地拉开了弓。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1473153720,
            "txt_content": "动作描写稍欠\n场景描写稍欠\n人物性格及表情稍欠\n。。。\n总是看下去觉得什么方面都欠一点点\n今天你是不是又偷懒没有完成跳绳定额？"
        },
        {
            "author": "MF_Mufeng",
            "timestamp": 1473472140,
            "txt_content": "然而对话还是多了点。\n然而不知道为什么：\n可怜的老头。\n看到这句话的时候想笑。\n"
        }
    ]
}