{
    "title": "主机版发布一个新的迷你游戏（长文章）",
    "author": "zx728925",
    "replyCount": 7,
    "timestamp": 1472560800,
    "txt_content": " 本帖最后由 zx728925 于 2016-8-31 13:52 编辑 \n\n首先来一段视频：\nhttp://v.youku.com/v_show/id_XMTcwNjMyNTkyOA==.html\n原视频地址：https://www.youtube.com/watch?v=JuMASpEWcXc（因为原视频有1080P60帧，所以优酷会转码出1080P）\n\nLET'S GET READY TO TUMBLE! CONSOLE MINI GAME OUT NOW!\n让我们准备好一起混乱吧！主机版又一个迷你游戏现在发布了！\nPosted on Aug 30, 2016 by Marsh Davies由Marsh Davies于2016年8月30日发布\nBreak blocks and bring your foes low! Tumble is the second mini game we’ve released for Console Edition - a frantic competitive clash in which players destroy the very floor beneath their enemies’ feet, sending them plummeting to their doom.打破方块，把你的敌人推下去吧！混乱是我们在主机版上第二个推出的迷你游戏 - 玩家在疯狂的互相破坏对方脚下的方块，直至他们掉落死亡。Sound familiar? It’s inspired by community favourite: Spleef! We wanted to bring that experience to console and, as with Battle, streamline the experience so players don’t have to worry about re-setting maps between matches or even keeping score.听起来很熟悉？因为我们通过社区里最喜欢的：掘一死战来获得灵感！我们想要带来主机版上如同战争游戏一样的体验，并改善玩家的体验，所以玩家们不必担心这个地图是一种比赛乃至要计分那种的比赛。\nOh, and it’s available as a free update today! Freeeeeeeeeeee!Oh，这个迷你游戏今天作为主机版上一个免费的更新！免费！\nThere are two variants of the game to choose from: one which lets players launch snowballs, the other equipping combatants with shovels. Each bout consists of a best of three, on a series of semi-randomised maps, each with several layers of differing materials and hazards. Do you duke it out at the top, or tactically drop a level, blasting your opponent’s perch from beneath? Take care not to get glued to slime blocks or trip over TNT!有两种不同的游戏模式可以选择：一种是让玩家投掷雪球，另一种是装备铲子。每个回合包括一个最好的三人团队，一连串半随机的地图，有着各种不同的材料和危险的区域。你想站在最顶端，或者在战术上去到下一层，然后在下方破坏上层敌人的地板吗？注意不要被粘液块粘住或者被TNT拦住！\nAnyway, it’s smashing fun.无论如何，这太有趣了。\nOh! And console owners can also get their mitts on the latest map pack for our first mini game - Battle! There are three thrilling new maps within: the colossal Castle, the incredible Shipyard and the terrifying Invasion! It’s available for $2.99 from your console’s store!Oh！并且主机版拥有者也可以在最新的地图包里获取他们的棒球手套来玩我们第一个迷你游戏 - 战争！这个包有三个令人兴奋的新地图：巨大的城堡、不可思议的造船厂和可怕的侵略！现在可以以2.99美元在你的主机版商店里买到！\nHave another Tumble screenshot for good measure:在下面是另一张混乱的截图，用于精准的测量：\nGet out there and get cracking!赶紧开是进去玩耍吧！\nCheerio!再见！Marsh - @marshdavies\n原文地址：http://mojang.com/2016/08/lets-g ... -mini-game-out-now/",
    "replies": [
        {
            "author": "Forsworn_",
            "timestamp": 1472561100,
            "txt_content": "QQ1357288463 发表于 2016-8-30 20:51\n下载地址在那那？\n感觉很好玩的样子\n←_←主机版  "
        },
        {
            "author": "QQ1357288463",
            "timestamp": 1472561460,
            "txt_content": "下载地址在那那？\n感觉很好玩的样子"
        },
        {
            "author": "青木源",
            "timestamp": 1472561820,
            "txt_content": "掘一死战……\n不愧是官方小游戏……地图就是精致"
        },
        {
            "author": "smart_YL",
            "timestamp": 1472564940,
            "txt_content": "不就是决一死战么 mineplex都有的"
        },
        {
            "author": "purewave",
            "timestamp": 1472736000,
            "txt_content": "叼叼叼，虽然不知道你在说啥，但是赶脚很屌的样子"
        },
        {
            "author": "TNT与爬行者",
            "timestamp": 1472857680,
            "txt_content": "背景显示出了官方的对于游戏自然的崇拜，\n但我更觉得是偷懒.."
        },
        {
            "author": "Goodlucky31",
            "timestamp": 1475822040,
            "txt_content": "主机版？XBox的那些？=-  =手柄很不好操作的说"
        }
    ]
}