{
    "title": "这才是自然的：更新日志 - 0.15.7  Pe & Win10",
    "author": "六月奈",
    "replyCount": 2,
    "timestamp": 1472669760,
    "txt_content": " 本帖最后由 Zero_Exact 于 2017-4-6 01:53 编辑 \n\n\n\nPosted on Aug 31, 2016 by Marsh Davies\nMarsh Davies发表于2016年8月31日\n\nWe may have just released the Android beta for 0.16, but rest assured we aren’t getting too far ahead of ourselves: our devs have been working on packaging up all manner of bug-fixes and tweaks for the less experimental 0.15.7 Pocket / Windows Edition release! It’ll be rolling out today.我们刚才发布了安卓操作系统上的预览版0.16，但是请放心，我们不会展望太遥远的未来：我们的开发者正在致力于为了0.15.7体验版的发布而修复各种错误以及改进工作，它将在今天被推出。\n\nMuch of the effort has gone into resolving issues with the Oculus Rift features on Windows 10, but we also added support for the Natural texture pack, so you can enjoy higher-res textures and more realistic sheep faces - that’s 108 extra pixels for every inscrutable ruminant stare. Wow!\n大量的努力被投入到了解决在Windows 10平台上有关虚拟现实设备特性的问题上，但是我们也添加了对自然材质包的支持，所以你可以享受高分辨率的材质和更多逼真的羊的脸，这是每个神秘莫测的反刍动物凝视的额外108个像素，哇！\n\nIf you find any bugs, be sure to report them here! Click here to go to the official feedback site and tell us what you like, don’t like, or just upvote a suggestion you think is pretty neat.\n如果你找到了任何漏洞，请一定要在这里报告他们！点击这里去官方反馈网站告诉我们什么是你喜欢的，什么是你不喜欢的，或者只是单纯的支持一个你认为很有道理的建议。\n\nChangelog\n更新日志\n\nNew Features:\n新特性：\nNatural texture pack now available!自然材质包现在已上架！\n\nTweaks:\n调整：\nAdded localization for the Natural texture pack.添加了本地化的自然材质包。Improved some text rendering, spacing and button sizes to accommodate above mentioned localization.改进了一些文本的渲染、间距还有按钮的大小，以适应上述的定位。Updated size and positions for logo and text for better comfort in Rift. (Win 10 only)更新了标志和文本的大小和位置，以在VR设备上获得更好的体验。（仅限Windows 10版）\n\nBug Fixes:\n漏洞修复：\nFixed Rift mode crashing on launch in some circumstances. (Win 10 only)修复了某些情况下在启动VR模式发生的崩溃。（仅限Windows 10版）Rowing a boat now works with keyboard in full immersive mode in Rift. (Win 10 only)现在可以在VR设备的全屏沉浸模式下用键盘来划船了。（仅限Windows 10版）You can now buy & extend realms when playing on Win 10 in Rift mode.现在当你在Win 10平台上用VR模式游戏时，你可以购买或者拓展你的领域了。Mouse gets correctly captured when you put the Rift headset back on after taking it off. (Win 10 only)当你把VR设备脱下来后，鼠标可以得到正确地捕捉了。（仅限Windows 10版）Fixed a crash when a player entered or created any world.修复了当玩家进入或者创建任何世界的崩溃。Fixed a crash for some players who weren’t signed into Xbox Live.修了了一些玩家不登录Xbox Live发生的崩溃。Fixed some issues with Rift mirror textures for distant water & trees. (Win 10 only)修复了一些远处的水和树的VR镜像材质的问题。（仅限Windows 10版）The game no longer occasionally crashes when it is closed.当游戏关闭时，它不再偶尔地崩溃Several fixes regarding removing the Rift headset. (Win 10 only)对关于移除VR设备的一些修复。（仅限Windows 10版）Pause screen fixed for trial mode. (Win 10 only)修复了调试模式的暂停画面。（仅限Windows 10版）Virtual living room no longer affected by the player falling in the game in Rift. (Win 10 only)虚拟客厅不再被玩家在VR模式游戏中的下落所影响。（仅限Windows 10版）No more black shadow boxes appearing when jumping near hanging blocks in immersive mode on the Rift. (Win 10 only)在VR沉浸模式下跳到浮空方块的附近，不再出现黑色阴影。（仅限Windows 10版）Gaze cursor now re-centers correctly when looking up or down while dead in Rift. (Win 10 only)现在当你在VR模式下以仰望或者俯视状态下死亡，视线光标会被正确的复位。（仅限Windows 10版）Fixed textures for non-enchanted potions修复了无附魔药水的材质\n\nEnjoy!\n享受吧！\n\nMarsh - @marshdavies\n\n\n\nWhat is it even thinking?! Argh!\n啊哈！它在想些什么？！\n\n来源地址：http://mojang.com/2016/08/its-on ... -for-pocket-win-10/",
    "replies": [
        {
            "author": "Actahedral",
            "timestamp": 1472704440,
            "txt_content": "萌羊君"
        },
        {
            "author": "lei_di",
            "timestamp": 1472901000,
            "txt_content": "最后的那张羊的眼神"
        }
    ]
}