{
    "title": "<原创·单篇>StoryCraft|不应触及的世界|玄素",
    "author": "玄素",
    "replyCount": 29,
    "timestamp": 1472653800,
    "txt_content": " 本帖最后由 玄素 于 2018-8-2 16:53 编辑 \n\nStoryCraft|世界序篇·不应触及的世界\n以前试图要开的一个系列坑，然而坑到了现在依旧只有这一篇。\n开坑时间大约是去年年底，填坑结束时间大约是今年五月，由此能看出我有多懒癌。明明就是篇短篇而已。\n开坑并更新于百度命令方块吧，此为修改版。贴吧不能编辑帖子这件事真的太不爽了。全程被凄惨催坑，甚至填完了都还有人催坑。都说了填完了。\n当然并不是说系列完结。既然决定重新把文写起来了，大概n久以后你们就会看到我继续填坑了。\n\n续篇传送门：StoryCraft|旅人终篇传送门：StoryCraft|业火之城\n本篇由于创作时间问题故事内世界时间线在1.8即将进入1.9的快照时期。\n——懒癌·玄素2016.8.31\n\n\n零·偶遇\nCraver结束了一天的劳作，正要回家去。天已半黑，夕阳的余晖在长长的巷道中亦将他的影子拉得很长。没有树荫，只有高高低低的旧屋子，简单的方块状生硬而呆板。\n毕竟这里是贫民区，住的是那些被主人抛弃了的角色。\n这是一个名叫“终末之间”的地方，一切来自于那个世界——Minecraft——中的角色，都居住在这里。每一个角色随着一个ID的创建而诞生，被玩家带去那片无尽的大陆冒险或者创造。而终末之间，作为Minecraft世界的一个特殊维度，负责在玩家没有进行游戏的时候保存这些角色的信息。玩家退出游戏后，对应的角色也就会来到这个地方，过着自己的生活。在这里一切都和主世界那么相似，唯一的区别就是如果角色“死亡”，他们的数据只会在再次被召唤去主世界冒险时重置。\n而当一个ID被主人遗弃——对应的角色也就再也不会获得离开终末之间的机会。同样，他们也就没有了respawn的选择。\n他们在终末之间被视作贫民，由于无法复生，他们只能在城里从事简单低风险的工作，而不能投身那场和城外怪物们无休的战斗之中。\nCraver就是一个这个样的“贫民”。距离上次踏入主世界已经有十数年之久了……虽然Craver并不喜欢那个宣扬“贫民完全没有存在意义”的教团，但他也不得不承认，日子过得非常平淡，平淡到不值一提。\n他也无数次对着天空发问，“一个被主人遗弃的角色，存在的意义又是怎么样的呢？”\n从来都没有过回答，只有点缀着繁星的深沉的天空静望着他。\n这天也和以往一样，平淡得不值一提。Craver在内城的图书馆工作，每日整理馆内被放置的乱七八糟的书籍，清扫地面。这份工作在“贫民”能够找到的工作中实在算是轻松又体面，这曾经引来了很多人的羡慕。\n嗯，除了“没有报酬”。这份工作的供方提供Craver的基本生活所需，但没有额外的报酬。这意味着他终其一生要被拴在这老旧的图书馆。\n只是Craver是个没有什么远大志向的人，他并不介意这些。他只想在这日复一日的生活中，等待着他自己生命的终结。\n他也曾想过自己会因为什么而沉入终末。或许是一次偶然事故，沙化的岩石塌下将他埋在其中；或许是因为溺水；又或许死在终末之间的战事中——对那些“怪物”，抑或是对其他的角色。但他又并没有什么遗憾——他的朋友很少，而其中有的已经先他而去。\n于是Craver便每天走在这条路上，日复一日。\n天黑的很慢。终末之间的时间过的比主世界要慢，大约每三个主世界日才是一个终末之间日。Craver并不确定自己是否还能准确地忆起主世界的日落速度，他只记得自己的主人以前也很喜欢看日落。现在没有人在他的身后同他一起看日落了，他却一直没有改掉这个习惯。\n他将目光抬起，转身——\n夕阳向下沉去，天边一片火红。和往常一样。\n不一样的地方在于，视野的角落，路边的浅草丛里，似乎有什么东西闪了一下光。\n那是什么？\nCraver疑惑地走近，看到草丛中躺着一个小东西，一个方块。\n命令方块。\n壹·一条指令\nCraver并不认识那个方块。长得并无特别……和其它的建筑方块一样，但上面却有着奇怪的花纹，看不出来是个什么东西。\n于是他尝试搜刮自己的记忆。少有的几次[创造者]的体验里，他也未尝见过这东西……\n那是什么？\nCraver不知道该是以好奇还是畏惧来面对它。未知往往意味着机遇，同时也往往意味着危险。他僵决不定，但又舍不得就这样转身离开。\n//或许只是别人的涂鸦呢。\n最终大概是好奇心战胜了恐惧，他向前两步，捡起了那个方块。\n那东西入手很轻，空飘飘的似乎毫无重量。Craver尝试掂了一下，感觉……不像是他见过的任何东西。就算是已经极轻的羊毛，也比它重上不少。\n并没有细看，Craver直接将它收起。带着一种莫名的做贼心虚的感觉，他穿梭于林立的建筑物中，向家赶去。\n最初一批来到终末之间的角色修筑了Mountisue城——流传于终末之间的故事是这样说的。但他们究竟是谁，却始终没人说得出来。后来的建筑者们沿着先人的建设将这座城市一圈一圈地扩展，吞没了森林与山脉，使城市庞大无比。\nCraver的家在外城与内城的衔接之处，这里的房子几乎都已是后来之人的工程了。家的后面是一片广阔的黑森林，于是内城的延伸就在这里戛然而止。黑森林并不是一个安生的地方，不时会有怪物出现在此……外城的扩展也就绕开了这片麻烦的地盘。幸好还有一道名叫“昼夜之篱”的高墙将内外间隔，怪物还是进不来这座矗立于此很久了的城市的，这也是住在这样城镇边缘的贫民的一颗定心丸。\n“回来了啊，Craver。”惴惴不安的Craver听见有人在叫他的名字，猛一抬头，却发现是Tisasile正站在阳台上，向他打招呼。\n于是他说，“嗯，回来了。”\n“今天Gravil没有难为你吧？干的活辛不辛苦？”\nGravil是图书馆的管理员，或者说，是Craver的组长，最初也就是他给了Craver这份工作。不过，很多人都总说Gravil是个脾气很奇怪的人，易怒，暴躁，古怪。\n……这大概就是为什么图书管理员总要找人的原因。\n然而Craver觉得还好——真心实意——Gravil的确古怪，喜欢趁职务之便研究一些奇奇怪怪的东西，但却是不折不扣的热心肠。只是即使他这样向邻居们讲，邻居们也是不信的……于是他也就默默领略了邻居们的“关怀”。\n“哈，我很好。倒是……”\nCraver本想想Tisasile讲讲回来的路上遇到的那个方块……却突然间没来由一阵警觉。那究竟是什么？我……是不是不该讲出来？\n“倒是什么？”Tisasile看着他欲言又止的模样，笑，“怎么今天这么扭捏了？”\n“唔，没什么……”Craver摇头笑，“……我先回去啦，干了一天活，可是累死我了！”\n并不奇怪的，Craver回家后的第一件事，却是拿出了那个小方块在手上，仔细地看了看。他已经意识到了这东西的与众不同——可却又说不上来。\n那和他以前见过的所有物品都不太一样。别的东西，大多是一眼看上去也就能知道它的功用，而这方块……却让人捉摸不透。\n屋里按着往日的习惯，在角落处摆放着一张合成台。Craver顺手将它放在合成台上，期待着能有些变化——\n毫无疑问，什么都没有发生。\n“唔……”Craver有些小小的失望，坐到了一边的椅子上。\n//要不然……放下来看看会怎么样？\n这个念头开始在Craver心里面滋生。\n他有些害怕。要是这方块就像玻璃，或是基岩——对，放下来就收不回去了，那可怎么办？可是，要是没有亲自看一看，他又有些不甘心。\n//好奇心害死steve——俗话是这么说的。嗯，不知道有多少角色曾因为他们主人的一点好奇心而坠入岩浆或深渊，或是被铁砧砸死方块闷死；可好奇心就在那里，你碰或不碰，它都影响着你。\n最终方块被放置的地点被选在了储物间的角落，因为那里几乎不会有人在意。Craver走进储物间，打开红石灯——亮光驱散了黑暗。\n突然他又想到一个问题，“要是那东西会发光怎么办？”\n//嗯大不了用土埋了，反正泥土多的是。\n抱着这样的心态，他在角落放下了那个方块。\n并没有发生什么奇怪的事情。放大版的方块出现在了地上，这倒让Craver能够观察它了。\n一个方块，没有缺损，大小是非常标准的1*1*1。橘黄色的外表，能看到的五个面各有一个有着不同颜色光点的银色图案，整体来看……是个箭头？\nCraver不由得低下头，以便更仔细地看看它。\n//不知是不是错觉……那光点在闪烁？\n但他所做的第一件事情是试图去敲掉那个方块。\n敲不掉。十分钟过去了，方块上依旧一点裂纹都没有。这倒是让Craver看清了光点的确在闪烁，一明一暗，起起伏伏。光非常暗，甚至照不亮边上那怕一格的地方。\n他用手敲了一下方块表面，和在这个世界里投掷器的用法一样。那在理论上可以唤出方块的“界面”——\n的确有东西出现在了Craver面前。\n奇怪的界面：一个空的输入栏，一个输出栏，几句晦涩的提示，六个按钮。\n输出栏却不是空的，Craver看着那个显示陷入了沉思……\n[19:23:27] Unknown command. Try /help for a list of commands\n\n贰·图书馆\nCraver从包裹中取出一张纸。那张纸单看并不能看出什么不同——但是如果用打开属性界面的方式去看那张纸，就会发现其实那是一张通行证，有着写着“Craver”的附属信息。\n这种附属信息是无法伪造的，Craver也就在这张通行证上见过。他敲了一下门口的投掷器，打开那个界面，然后将纸放入。\n几秒钟之后，纸从投掷器中被扔回他身上。\n这是每天的“打卡”工作，图书馆以这个方式来验证它的佣工是否按时上班。看起来是个很容易作弊的机制，甚至实际上的确总有试图翘班的人，但每个试图翘班的人都被严惩。Craver不知道图书馆的管理员是怎么抓到那些翘班的人的……但至少，似乎并不仅仅是简单的“打卡”。\n一如既往的一天工作，平凡而枯燥。不过今天Craver加快了速度，因为他要做的事多了一件。\n“呼。”窗口中可以看出天光已暗，于是如释重负地叹一口气，Craver放下了手中的工具。每日的活计都已干完，唯一要做的一点事也就是在离开前在整理一下书架。\n他接下来原地站了一小会儿，似乎是在沉思些什么。\n//果然，还是好奇啊……\n接着他摇了摇头，向着书架的角落走去。\n那里有一扇门，看起来和这座大图书馆里的其它门一般无二，云杉木的质地，厚重的纹饰。但Craver知道，那扇门后面，是这座图书馆的内馆。\n作为佣工，Craver的通行证权限是足以进入内馆的，不过平时他的工作都在外馆，于是他也就进去过一次。\n和之前一样，将通行证投入门口的投掷器，验证身份后那扇门对Craver开启。Craver收拾心情，深吸口气，迈进了门。\n门后是七人高的广阔大厅——门口立着指向的石碑，用复杂的规则记叙着藏书目录。周围点缀着发出幽幽蓝光的海晶灯，让整个环境不同于外馆温暖的气氛，显得格外幽静。周围则是高至穹顶的书柜，一行行排开，静待着其他人的查阅。\n内馆是很少对外人开放的——那是真正的“藏书室”，里面的书仅允许查阅，不允许借出。\n但Craver听说过，这里有这样一本书——\n——记叙之书。\n那是这个世界一切的记述，描述了这世界的一切：方块，物品，生物群系，乃至风土人情，民俗传说……\nCraver就是来找这本书的。\n找到它并不难，因为在巨大的石碑上，直接就有一个索引目指向它。穿行于书架之间，Craver走的很轻，但依旧在磨制安山岩的白色砖块上敲出清脆的步伐声。\n接着他仰头，看向面前的架子。\n那面架子上，即是那本——或是说那套——记叙之书。\n唯一的幸运之处是书籍上用副标题标明了卷本：《方块·物品卷》、《世界规则卷》、《地形·结构卷》、《风俗卷一》......《历史卷一》……\nCraver扫了一眼书架的角落，《历史卷八十七》。这数字让他沉默了半晌才叩开书架的界面，取出标有《方块·物品卷》的那册书。\n关闭界面的同时，书出现在了Craver的手上。书很厚，用染成红褐色的皮革装订，周围还用金烫了一圈纹饰。\n他再度深吸了口气，打开这本厚重的书——\n这时，他感到有人拍了拍他的背。\n“内馆可是闲人勿入的地方。”\n\n叁·失落的未来\n书页猛的合上，Craver着实被吓了一跳，但在瞬间的紧张之后很快放松了下来。听声音就能知道，那是Gravil，他的上司，这座图书馆的管理员之一。\n“记叙之书？你是来查什么的？”果然Gravil并没有多问Craver诸如“你为什么会出现在这里”这样的问题，作为图书馆的一名佣工，基本的人身自由还是有保障的，这份职务又本就空闲，其他佣工在闲暇时到处取书来看也是常事。\n“呃……其实也不是来查什么，只是听别人说要到更纪之时了……就来看看又有什么新东西。”Craver讷讷地说。\n“哈，还真是呢。”Gravil点了点头，“更纪之时即将到来倒也不算是什么秘密了。有兴趣的话就看吧，不过记叙之书有没有更新我就不知道咯……”\n//呼，虚惊一场。不过这么扯谎下去，我会不会也变成个骗子？\nCraver无声地叹息了一声，重新打开那本书，翻页到目录。这本书的目录是相当简单直白的，先是粗暴地分出方块和物品两个大类，在此之下，按照[方块ID]或是[物品ID]简单地排列。\n//既然能够放置，那么它属于方块……按照惯例，新加入的方块，应该排列在方块类的最后……\n没有。目录上最后一位是一个叫做structure block的奇怪东西……虽然也和那个方块看着一样奇怪……但明显不是一个东西。\nCraver的目光随即顺着目录向上滑去，在211和210号的位置稍作停留。\n//有些相似……但大概不是一个东西。哈……否则我就可以拿铁矿当金矿糊弄人了。\n“你在找什么？”不知何时，Gravil又转回了Craver身后，看着盯着目录一动不动的他说。\n“还在看都有什么新东西呢……”Craver低着头，“看起来真是不少啊。”\n“对什么有兴趣？”Gravil又问，言语中带着莫名的笑意。\n//新东西已经翻完了……那么是在旧有的方块里么？——找到了！\nCraver的目光停留在了书页上不到一半的位置。编号137——command_block——命令方块。\n命令……似曾相识……？\n但Craver嘴里依旧瞎扯着回应Gravil。\n“哈，这些个。”\n他指了指那一串紫色的方块，看起来似乎属于同一个系列。\nGravil笑了出来，“在新的纪元里，末路之地有非常大的变化，那些东西都是那里新增加的方块种类。你可以自己看看——”\n//真是自作孽不可活啊。\n强压抑着好奇心，Craver开始将书页向后翻动。他刻意地放慢了翻书的速度，希望能瞟到一眼那一页。\n但没有。\n那个编号所对应的页码消失了，并没有对应的内容。136之后直接就是138……\nCraver手一颤，但强行定下心神继续向后翻页，直到那一个名叫紫珀块的方块页面。\n“嗯，不错，就是这个。其实挺漂亮的，不是么？”Gravil爽朗的笑了，“你先继续看吧，我也就不打扰了。记着把书收拾好。”\n“嗯。”Craver点点头，“工作自然是要做好的。”\n他用余光瞟着Gravil一步一步走向门口，心里面一直悬着的石头也终于算是落了地。\n海晶灯的幽幽蓝光映照下，门被啪地一声关上。这座内馆再次只剩下了Craver一个人。他沉默了小一会儿，确认Gravil没有转身回来后，才将手中的书再次翻动。这次目的就很明确了……ID137。\n的确没有。本应完好的书本……那几页，被暴力撕下，在书脊线边缘留下了一道残缺的撕痕。暴力改写记叙之书……这些页上，藏着什么不可告人的秘密么？\n接着他将书向后翻去。210和211……和那个东西很像的两个方块，是不是有着相似的性质？能找到它们，是不是就能明白那几页上到底藏了什么？\n结果却再次让他大失所望。同样没有。依旧是直接的缺失和暴力撕去书页的痕迹，而且这次的撕痕明显比前面的要更加不整齐……看起来很仓促。\n那是对尚未到来的时代的记录……但同样，被人销毁了。\n捧着书站在高大的书架中间，Craver突然感到了寒意。他知道那是恐惧。\n//我真的应当继续追寻下去么……？还是，就当它从未存在过，继续过我的日常生活？\n他再次叩开了那个界面，将书放回原位，转身向大门走去。脚步里满是蹒跚和疲惫。\n//我究竟拿到了一个什么鬼玩意儿！\n\n肆·“每个人都是管理者”\nCraver躺在床上。尚未入梦，今天睡的莫名的不深。屋外下着雨——不很大，却使得整个气氛更加沉闷起来。\n于是他听到了敲门声，在嘈杂的雨声中。\n“谁啊。”他嘟囔道，从床上翻身起来，摸着黑到了门边。\n门外有一支火把亮着。明亮的火光从橡木门的小窗中透入，幌得Craver睁不开眼。\n“谁啊？”他再次问道，顺手拉下身边一个拉杆打开了门厅的灯。\n“我。”很沉闷的声音，“Gravil。”\n//咦……Gravil为什么要来我这里……\n//不过，还是请进来吧。\nCraver打开了门。Gravil的外套尚是湿的，显得现在的他比白天更加阴沉。他在进门后便小心地将门关上，然后一脸凝重地盯着Craver。Craver被他盯得毛骨悚然，不由得向后退了一步。\n“这里不是说话的地方……上去坐吧。”Craver看得出来，他的上司有话要说。\nGravil跟在Craver的身后上了楼。老旧的木质楼梯承载着两个人的重量不由得发出了令人难受的吱呀声。Craver开了灯，打开箱子找出一个木制半砖，放在地上那个半砖的上面，然后又放上了一张灰色的羊毛地毯。“请坐。”他说。\nGravil没有坐下。他饶有兴味地看着Craver，然后说，“看起来，你对什么东西感了兴趣。”\n“啊……什么兴趣？你在说什么呢。”Craver在Gravil的目光下感觉到了压迫。\n“需要我揭穿么？”Gravil说，“那个方块。”\n“你为什么会对它感兴趣呢？一般的人，大概永远也不会知道那是个什么东西。”\n“如果我不是因为曾经见过那个方块，又成天泡在图书馆……大概，也永远不会懂。”\n“但为什么你会知道呢？”\n说完，Gravil缓缓踱起了步。\n“……因为，我拿到了一个‘那个方块’。”Craver将手放下。他内心已经走马灯似地跑了一圈，在说与不说之间纠结了许久。\n“哦？带我去看看。”说着，Gravil叹息了一声。\n地下室的灯光依旧昏黄。拨开堆叠在一起的稻草，Gravil看着那个光芒流动的方块，再次一声叹息。“果然是你啊……老朋友，好久不见？”\n“这到底是……什么？”\n“命令方块。”Gravil说罢，将手敲在了方块表面。Craver知道面前站着的上司已经调出了那个界面，他完全看不懂的界面。他站在一边等着，不知道该说些什么。\n命令方块……他知道这是命令方块。可它是做什么用的？又为什么……会被试图从记叙之书中抹去？\n“有红石么？”他听见Gravil问，“或者拉杆按钮之类……”\n于是Craver默默递上了一个按钮。\n一声来自按钮的响动。眼前一行字迹渐渐浮现，又渐渐隐去：“test”。\nCraver整个人身体一颤，注视着依旧操弄着那个界面的Gravil。\n紧接着又一声按钮的响动，但这次，等了一小会儿，却什么事都没发生。可Craver还沉浸在刚才的震撼之中，那字幕……他只有在内城的管理者发表全城公告的时候看见过。无论如何……公告不可能出现这样的文字，那么只能是Gravil所为。\n这时Gravil也就抬起了头，目光直视着Craver。\n“现在里面留了一条将之抹去的命令。这是个危险的东西……我不知道你为何会得到，但我想来路一定不会很正常。如果你并不知道这是什么，也不想知道更多……按下那个按钮，然后就当自己什么都没有看见过。”\n“想清楚。明天告诉我你的选择。我只会给你这一晚上的思考时间。”\n话音落时，Gravil已经走到了门口。他打开门，看着外面的大雨，摇了摇头。\n“刚刚那个东西……是只有管理者才能用的通知吗？”Craver突然问。\nGravil回过头，沉默了一小会儿。然后转回了头，迈出门去。\n一个非常小的，夹杂在雨声中的声音传来，“其实……每个人都是管理者。只是大部分人，都接触不到控制台而已。”\n\n伍·就这样不见？\nCraver以为自己已经下好了决心。在第二天的大图书馆，他依旧早早干完了他的活事，然后去找Gravil。\n他本来以为Gravil会来找他。在被下了昨天那样的通牒之后，他最终选择了自己好奇的那一面。Gravil一定知道更多……他从未想过那个总被别人看做是个可怕的人的Gravil真的很可怕——掌握着被撕去记叙之书中那几页的人所恐惧的知识。\n他已经做好准备了……平静，无趣，日复一日的工作是他生命中唯一的意义一样，支配着他全部的生活。他渴望变化……无论那变化是好是坏。\n似乎那样他的生命就会拥有意义，他就不再是那个日复一日做着没人在乎的事的Craver，就能够推翻那些一直低视他的人的话语。\n但他再也没能找到Gravil。图书馆层层叠叠的书架间，那个原本每日都默默坐在一角的家伙，就这样不见。\n甚至于，过了几天，又有新的图书馆管理员到任。“我叫Diors，是你们的新上司。”\nCraver也曾向Diors打听过Gravil的去向，得到的结果是理所当然的“我也不知道啊”。\n没有人知道Gravil去了哪里。有人怀疑，他死在了境外怪物的入侵中。这些年来，境外的怪物入侵的越来越频繁，这样在不经意间失踪的角色有很多。人们都认为大概Gravil也是其中一个。\n但Craver知道那是不可能的。在见证了那晚Gravil向他展示的那条消息后，他就知道，Gravil不可能被怪物杀死。\n每个人都是管理者……那句话依旧在他的内心回响。\n但……Gravil是自己走了么？还是说，被那些从不露面的管理者们带走了？\nCraver希望是第一种。\n那个方块依旧放在他家的地下室里。他也曾打开过那个方块的界面，里面写的是setblock ~ ~ ~ minecraft:air。虽然并不会编写命令，但他从简单的词汇中也能看得出来，这条命令的运行会摧毁掉它本身。这就是Gravil所说……如果希望忘记，那就毁掉它吧……可现在已经没有选择的余地了，不是吗？\nCraver再次走进了图书馆的内馆。群书无言。\n他知道抹去对那个方块的记叙，是不可能通过撕去去去两页内容就能完成的。总会有线索被留下……那就是线头，沿着线总能找到终点。\n这是一条不会回头的路，他不知道自己会不会和Gravil一样于某一天突然消失。但他知道，消失也无所谓了，并不会有人记得他，就像很快，人们也都淡忘了Gravil。\n他愿成为星火……即便转瞬即逝，至少能让人记住。\n这时有人拍了拍他的肩膀。\n他想起了Gravil。同样的地点，同样的动作……\n但不是。转身之后，他只看到一个身穿黑袍的人。他的面容隐藏在金色勾边的黑色兜帽里，看不真切。\n“很抱歉。但是，我还是得告诉你两件事。”他顿了一下，声音听不出感情，“好消息和坏消息。好消息：你的确找对了东西。坏消息：你大概不会再回来了。”\n“那我会去哪儿？”Craver问。他没有指望能得到回应，那个人也没有回应。\nCraver看着他从自己的背包里拿出来了一本书，翻开，手触向其中一行。\n然后所有的感觉都消失了。\n黑袍的人叹息了一声。但最终没再说出什么来。他拾起散落一地的掉落物，手指向书上的另一行字符。\n图书馆内恢复了平静，一如既往。没人会注意到缺失了一个整理员的，就像没人会注意到一池水中少了一滴。Tisasile几日没看到向他打招呼的Craver，或许会知道他消失了的消息，但她以为那只是正常的事。\n但这是灾难来临前的宁静……十天后消息传来，边境城区Tirnisia失陷。\n\n幕间\n“……是你吧？”\n“是。”\n“有趣的日志。这样的事，少见。”\n“不仅是少见。多少年了……我们虽然并不是靠它成为王，但不可否认的是，当它被别的会用的人拿到，他也将成为王。”\n“真的有人能在短时间内学会这个体系？”\n“有。更可怕的是，如果他在主世界的经历中曾学过这一切。他不需要学，只需要用。”\n“但他就这样轻易地用了，说明他并不知道我们可以监测日志。”\n“他不知道。否则不该这么冒险的。”\n“也可能是他只是知道小部分这方面的东西而已。”\n“可我们不能冒险……”\n“外域这些日子来越来越乱。如果内部也出了乱子，后果不堪设想。”\n“毕竟相比他们，我们才是入侵者。……如果外城真的被攻破，那就让所有人回到内城里来吧。至少在这里，我们还能保证所有人的安全。”\n“这么久啦……多少人没有再回来过？”\n“很多。真的太久了……”\n“可他呢？你怎么处理了？”\n“你知道的。”\n“……”\n“我的所有操作都以会留下日志的方式进行，为了方便日后追查……或许也方便以后的人评说。你既然来找我，想必你也知道了。”\n“他可能再也回不来了。查他的记录，可以看到他已经很久没有被主世界召出了。”\n“我知道。……但这是必要的付出。反而是，如果他能回归，我会更恐惧。”\n“每个人都是管理者……可最终管理者只有我们。我们真的应该这样吗？”\n“我不知道。”\n“……”\n“可事实是，现在已经变成了这样。这或许不是最好的状况，但发生改变的代价，我们承受不起。”\n“那另一个人呢？如果没有异常行为，放过他吧。能逃过一次我们的追查……他大概是真的懂吧。希望他有些属于管理员的基本原则才是。”\n“我可以和你打一个赌：不会有的。品尝过权利和力量的人永远不可能浅尝辙止。你是，我也是。”\n“………………”\n“我们都是罪人……但我们必须得成为这个罪人。”\n“……大概吧。”\n“有的时候我会想我们存在的意义。我们被一个世界的，与我们没有直接联系的一批人创造，又影响着另一个世界的原住民。我们该做什么？我们能做什么？我们惧怕死亡。但我们就可以肆意杀死其他人吗？”\n“我不知道。真的不知道。任何一个世界都需要有秩序……但是为了这样的秩序，我们都做了什么？”\n“……那么所有的'暴行'就让我来做吧。等到审判之日来的时候……我来面对。”复制代码昏暗的火把上火苗跃动。两个人的谈话，就这样安静地进行，不是通过言语，而是通过命令行。这两名管理者的对话被日志记录，留在这个世界的历史里，等待后来者评说。\n后记\n这地方可以安心聊聊奇怪的事了。\n当初开坑的时候并没想过会是这样的结尾，因为开这个坑甚至是抱着一种“这东西最后会不会写成基本命令教程哇”的心态来开的坑……\n现在想来简直有毒。\n对，当时我甚至设计了整个最终一战他们用的命令……\n后来想想看不能封掉kill还打什么打。\n于是你们可能会觉得这个故事是一个虎头蛇尾的故事，主角拿到了超级强大的东西结果还没等用就被干掉了。\n请在心中默念“这不是主角”20遍。\n然是事实就是这样，他成为了一个为了大局的牺牲品。\n命令是强大的，但是拿在不正确的人手里，后果同样是不堪设想的。\n在无法让时间来检测这个人是否靠谱，甚至要冒着自己被干死的风险来做这个检查的条件下……面对风险的方式就是封杀。\n残酷，但是真实。\nCraver的设定就是这样的，他做了很久的小人物，习惯了平凡但是依旧渴望成为万众瞩目的焦点。在这样的情况下，他会做出什么完全是不可预知的。只要他能做到，他就一定会去做些什么。\n无论会造成什么样的影响。\n他可能带着cb去边界杀怪物，也可能就在城里制造关注点。\n于是那两名黑暗中的管理员最终选择将他杀死。\n检查他会做出什么的代价，他们承受不起。\n终末之间本不需要物资。只要有/give，物资怎么可能会缺。但没有了生活的基本规则，秩序就是妄想。\n每个人都需要一枚支撑他们生活下去的支柱，当这根支柱垮塌的时候，整个生活整个世界都会崩溃。\n所以即便本可以做到不需要，终末之间依旧有很多的工作可以去做。\n至于Gravil的存在……对，这个角色是一名cber的化身。无现实人物原型就是了。\n他会命令，知道怎么用，甚至非常熟悉。当初设定的他能够逃过两名管理员的方式，是1.8时代的UUID黑户黑科技……应该知道的人并不是很多……\n当然这一点也不实体。虽然我已经尽量让里面的设定贴合mc的命令世界本身，但最终一些问题的处理上我还是选择了做出奇怪的设定。\n**你说你没看出来？\n图书馆实际上签到的方式是穷举+Inventory检测，Gravil使用了两次cb一次是一条title另一次是一条give……内容大家可以猜得到恩，最后黑袍管理员杀死Craver的方式是书本json的clickEvent。\n这些都很原版，真的。\n好像跑题了？总之Gravil的存在是一个变数，管理员因为无法追踪所以只能放弃对他的管理，而这枚脱轨的管理者会做出什么，谁都不知道。\n**你说我知道？\n大概吧。\n最后，全文无任何现实人物带入，那个黑袍子的家伙真的不是pca，真的不是pca，真的不是pca，重要的话说三遍。\n嗷，对了。\n如果你喜欢这篇文章，和写这篇文章的家伙，有没有兴趣来打钱啊（\n[afd]xuan_su[/afd]\n[groupid=546]Command Block Logic[/groupid]",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1472658060,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-9-5 23:36 编辑 \n\n读完了；有一种《穿墙记》X《1984》的感觉。\n或多或少都借鉴了点；但是很灵活。要用的我点到了；自己要表达的东西表达出来了。\n对麦开许多东西都有新的阐述，耳目一新。另外，我也比较欣赏//这种心理描写的表述。\n还是比较工的作品。另：\n我看了一眼回复，很多人不太理解这个类比。在这里特别解释一下。\n反乌托邦小说三部，为什么我偏说1984？《1984》对权力的阐述，比起本文更加贴切。本文的主人公生活在“外城”，人民经受着层层权利锁链的限制，人们随时会被管理员蒸发；主人公拿到了图书管理员的闲差，便是颇舒适的工作了。这些都与《1984》中主人公的某些设定不谋而合。奥博良所说的：“权力是为了权力。”结尾管理员说的：“品尝过权力和力量的人永远不可能浅尝辄止。”也同样表达了人们在权力面前露出的贪婪本性。\n《1984》反映的主题，除权力外还有与其相称的另一个词：真相。在《1984》中，温斯顿是少数能接触到丁点真相的人之一：的许多独白，都是目睹着被蒙蔽的民众，心底有种寻求真相的冲动。而在本文中，命令方块代表了权力，也同样代表真相。主人公同样在寻求被掩盖的真相。要说有什么不同，主要在两者寻求真相的动机上有所不同。这点我一会还要提到。\n之前有成员以为，组长是奥博良那层内党人物的形象。实际上，组长更像是寻求真相者的另一种形式。他比其他人了解更多真相，可是无法改变真相。或是推翻权力，将真相还之于众，醒悟的人们夺回属于自己的权利；或者是明哲保身。他选择的是后者。像兄弟会（实际上可能不存在）那样，他只是选择把真相默默地传递下去。不会有更多人知道真相，但管理员们没有成功，真相仍然存在。但主人公发现的真相碎片（命令方块），却打乱了他原有的计划；于是他要求主人公销毁命令方块，但为时已晚。\n《穿墙记》这部作品，可能很多人不熟悉。这是马歇尔?埃梅的一篇短篇小说，讲述的是一个被压抑已久的小职员发现自己的生活与众不同了后，报复平淡生活的故事。全篇的内容可以说荒诞，甚至滑稽；但它所表达的意象确是当今的思潮：人们是选择平凡还是不平凡。本篇的主人公，并不懂得命令方块代表的权力与真相，可以说，他追求的是颠覆自己平凡的生活。\n此特别@a2455564728 @yuchenyang @玄素 \n@gggbbb \n\n@tzxwdu \n\n@xcc \n\n@光线桑德斯 \n\n@[方体] \n\n@DGK2 \n\n@恶魔-潇洒 \n\n@zyj0807 \n\n@WM2030 \n\n@miguo \n\n\n"
        },
        {
            "author": "玄素",
            "timestamp": 1472660280,
            "txt_content": "安根_Engon 发表于 2016-8-31 23:41\n读完了；有一种《穿墙记》X《1984》的感觉。\n或多或少都借鉴了点；但是很灵活。要用的我点到了；自己要表达 ...\n然而你说的两篇我都没看过囧rz233333\n会找时间去看看x1984早想看了"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1472695800,
            "txt_content": "差不多看懂了【命令方块这种东西要理解起来真是要死要活的】也许是我跳的有点多但我实在不理解前面的事和边境失陷有什么关联【当然也有可能是在为后面的事铺垫】"
        },
        {
            "author": "玄素",
            "timestamp": 1472696700,
            "txt_content": "yuchenyang 发表于 2016-9-1 10:10\n差不多看懂了【命令方块这种东西要理解起来真是要死要活的】也许是我跳的有点多但我实在不理解前面的事和边 ...\n并无实际关系，世界背景铺垫：边界的征战导致管理者的谨慎，看幕间的内容就能看出端倪\n最后与怪物的战斗白热化了导致边界村镇陷落，算是给下一篇埋的伏笔吧\n命令的话……233333333最初读者群都是cber所以没仔细去解释了，不过我相信大部分mc玩家也都或多或少知道一些x"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1472723760,
            "txt_content": "玄素 发表于 2016-9-1 00:18\n然而你说的两篇我都没看过囧rz233333\n会找时间去看看x1984早想看了\nhttp://www.mcbbs.net/thread-625619-1-1.html\n正好，我前些日子订了一本1984。\n修了一些边边角角；如果还有错误，请尽快通知我。"
        },
        {
            "author": "guan123246895",
            "timestamp": 1472736060,
            "txt_content": "as{:10_522:}"
        },
        {
            "author": "冥王星人",
            "timestamp": 1472754300,
            "txt_content": "我这就去找版主用图章甩你一脸\n另外fos小组邀请阁下的加入"
        },
        {
            "author": "马赛克了",
            "timestamp": 1472778480,
            "txt_content": "许久不见的佳作。并非虎头蛇尾，如果拿着方块和一切站在对立面的数据硬肛，那该文即刻变为小平民寻找真相的长故事，成为一只在幕间有着相同世界观的群众的英雄，或失足化为磁片边缘的碎片，而戛然死亡，其实也不是戛然，这样的死亡，足以把此文再往上推一步。能读完思考，不是读完点x，这时候想，哇塞，即使在本维度的自由，是否也像C小伙，唯一不同的是，我们对所处并不知情，触发flag也没提示。\n多么氐惆啊骚年们。"
        },
        {
            "author": "Yy星人",
            "timestamp": 1472815980,
            "txt_content": "诶?单篇精华,厉害了我的哥"
        },
        {
            "author": "WM2030",
            "timestamp": 1472855880,
            "txt_content": "在手机上用着同学的流量看完了。\n这篇语言水平较高，脑洞很大，控制较好，也非常麦开的文章，给个精也是值得的。\n命令方块本来就是一个还没被完全开发的素材。下线时间里发生了什么也有很大想象的空间。\n说和1984相像，又不完全像。但是有一点雏形在里面。\n对我自己的写作也有一定的指导。\n我的设定和我的剧情中包含的创造力差异甚远。设定永远没新意。\nps：其实我是被安先生艾特来的_(:зゝ∠)_\n又ps：大触我们做朋友吧"
        },
        {
            "author": "玄素",
            "timestamp": 1472872440,
            "txt_content": "马赛克了 发表于 2016-9-2 09:08\n许久不见的佳作。并非虎头蛇尾，如果拿着方块和一切站在对立面的数据硬肛，那该文即刻变为小平民寻找真相的 ...\n谢评。\n如果当时我没偷懒一天一篇的写没准真的就成了长故事了囧rz，不过现在想来，也好，有更多的时间去想这篇文章到底要写些什么。\n//看起来下次必须拟提纲否则跑偏太远了……"
        },
        {
            "author": "玄素",
            "timestamp": 1472872800,
            "txt_content": "WM2030 发表于 2016-9-3 06:38\n在手机上用着同学的流量看完了。\n这篇语言水平较高，脑洞很大，控制较好，也非常麦开的文章，给个精也是值 ...\n谢评。\n虽然得到了鼓励但是还是明白自己不足之处依旧一堆，不过估计也只能慢慢写慢慢练了。\n当初写这篇的缘由真的是写个伪教程来的(笑)甚至每章后还有指令解析，后来跑偏太严重就干脆改了中心认真写文了。\n脑洞太大的结果就是我现在非常担心自己填不填的上坑……"
        },
        {
            "author": "Green_stone",
            "timestamp": 1472873940,
            "txt_content": "排版蛮精简的，嗯……建议加一个全文txt文件的下载地址"
        },
        {
            "author": "dwch",
            "timestamp": 1472902140,
            "txt_content": "兹磁\n然后此贴因为后续大坑迟迟不填被撤销精华"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1472957460,
            "txt_content": "WM2030 发表于 2016-9-3 06:38\n在手机上用着同学的流量看完了。\n这篇语言水平较高，脑洞很大，控制较好，也非常麦开的文章，给个精也是值 ...\n所以为什么说穿墙记X1984呢……"
        },
        {
            "author": "awpak78",
            "timestamp": 1473068820,
            "txt_content": "在“贰·图书馆”里有个错字\n让整个环境不同于[at]外观[/at]温暖的气氛\n\n看前面的时候觉得Gravil好像不止是一个图书管理员的样子，到他消失我觉得应该是用Craver家里的命令方块悄悄give自己一套命令方块出去造反去了。毕竟你这是摆明了等续集嘛。\n\n最开始看你这个主题还以为是《遇见喜欢数学的女孩》那样的风格，还好正文只有一行命令……不过看你后记原来正是准备这么写，可以去围观一下这本奇书\n遇见喜欢数学的女孩（2.0版本）\nhttp://www.math.org.cn/forum.php?mod=viewthread&tid=35612\n\n像《1984》可能是后面Gravil与Craver接连消失那里，和《1984》里“非人”的概念差不多，人间蒸发没人发现也没人谈论，但看了后记之后才确定他们的消失确实不相同。不过从文中并没有感觉终末之间有《1984》那么恐怖。\n\n看《1984》记得顺便把奥威尔的《动物农场》也看了，1945年出版的苏共黑历史总结，1945年出版的中国黑历史预告。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1473085080,
            "txt_content": "awpak78 发表于 2016-9-5 17:47\n在“贰·图书馆”里有个错字\n让整个环境不同于[at]外观[/at]温暖的气氛\n所以为什么说，穿墙记X1984嘛………………"
        },
        {
            "author": "玄素",
            "timestamp": 1473140580,
            "txt_content": "安根_Engon 发表于 2016-8-31 23:41\n读完了；有一种《穿墙记》X《1984》的感觉。\n或多或少都借鉴了点；但是很灵活。要用的我点到了；自己要表达 ...\n谢再评。这篇文中管理者的设定可能与目前所看到的略有出入，更类似于你在评论中提到的组长。他们比一般的角色了解更多这个世界和外部世界的关系，也了解更多关于外域的事情，但为了城内的稳定他们无法对外人谈起，只能选择让自己成为被所有人惧怕所厌恶的管理者，维持城内与城外脆弱的平衡。\n外域是怪物们的世界，而怪物才是这个世界的原住民。随着角色的增多这座城在不断的扩张，角色们击退怪物，将它们赶离原先的栖息地，甚至对它们进行杀戮来换取资源。怪物也会反抗，也会自发集合来进攻这座城。对它们来说，也有坐在幕后的管理者，但那个管理者更倾向于不参与对世界的干预。\n关于这两部分冲突的后续会在之后的篇章里提到；全文大概就是三篇正篇+一堆番外。\n我的文设里一般世界观不会很黑暗..管理者这个概念，也更像是用来集中责任和权力冲突的人物。有的时候也挺心疼他们的（笑"
        },
        {
            "author": "asjwdwan521",
            "timestamp": 1473148020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "chyx",
            "timestamp": 1473161040,
            "txt_content": "大概画了下插图\n\n"
        },
        {
            "author": "chyx",
            "timestamp": 1473165240,
            "txt_content": " 本帖最后由 chyx 于 2016-9-6 20:35 编辑 \n\nThe player you are looking for does not, has not, will not, might not, or must not exist.\n     |\n     |\n     |\n     |\n<---\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "乾.坤",
            "timestamp": 1473598740,
            "txt_content": "来晚了XD，写的真的挺好233\n\n一切轻薄得，好像从来没有发生过。\n"
        },
        {
            "author": "远古工作室",
            "timestamp": 1473686100,
            "txt_content": "安根_Engon 发表于 2016-8-31 23:41\n读完了；有一种《穿墙记》X《1984》的感觉。\n或多或少都借鉴了点；但是很灵活。要用的我点到了；自己要表达 ...\n命令方块造就某版主"
        },
        {
            "author": "S_RwE",
            "timestamp": 1473940260,
            "txt_content": "PCA是谁啊..\n话说我琢磨了半天才明白到底要怎么看正文内容"
        },
        {
            "author": "玄素",
            "timestamp": 1473949980,
            "txt_content": "S_RwE 发表于 2016-9-15 19:51\nPCA是谁啊..\n话说我琢磨了半天才明白到底要怎么看正文内容\n一个cber pca006132\n头像/皮肤见21L\n因为伍里对那个管理者的描述和pca的皮肤很像，文最初面向对象是cber圈所以作此解释"
        },
        {
            "author": "szmyks",
            "timestamp": 1524836220,
            "txt_content": "期待继续"
        },
        {
            "author": "1677343686",
            "timestamp": 1557036840,
            "txt_content": "哇，写的很好呢"
        },
        {
            "author": "CheatDiamond",
            "timestamp": 1564031040,
            "txt_content": "我感觉这是假的mcbbs"
        },
        {
            "author": "HuantMuskie",
            "timestamp": 1585798440,
            "txt_content": "写的很好但是可以创作一些现实主义的文章吗"
        }
    ]
}