{
    "title": "Mojang更新隐私政策",
    "author": "zx728925",
    "replyCount": 11,
    "timestamp": 1472738220,
    "txt_content": "\n\nWE’VE JUST UPDATED OUR PRIVACY POLICY!\n我们刚刚更新了我们的隐私权政策\nPosted on Sep 1, 2016 by Marsh Davies由Marsh Davies在2016年9月1日发布\nHello, everyone!大家好！\nIt’s exactly as the title says. Our privacy policy was looking a little dog-eared and a refresh was due! So, in order to bring things up to date, we’ve now adopted the privacy policy of our owner, Microsoft.恰恰是标题说的。我们的隐私权政策已经有点久了，已经到期了！所以，为了跟上时代，我们现在已经采用了我们的主人，微软的隐私权政策。\nIt’s pretty normal for a company of Microsoft’s size to have a single privacy policy for all of its different bits as it takes a lot of time and effort to maintain multiple policies and translate them into different languages for our users all around the world. By joining the Microsoft Privacy Statement , we can spend less time maintaining all these separate policies and more time making our games even more awesome. This is the same policy used by Skype, Outlook and our fellow devs over at 343 Industries - so you’ll see stuff in there that doesn’t directly apply to Minecraft.使用一个简单的隐私权政策对于微软的大公司来说很普通，还是有不同的地方，这个政策花了许多时间，还在努力维护多个政策，同时为了世界各地的用户们，我们翻译这个政策为不同语言。通过加入微软隐私权声明，我们可以花更少时间来维护所有这些独立政策，花更多时间让我们的游戏变得更优秀。这也是Skype、Outlook和超过343个公司的我们的开发者伙伴使用的同样的政策 - 所以你会看到这个政策不适用于Minecraft。One thing we are doing is to clarify for our PC / Mac players that - in addition to cookies - we may use device and account identifiers and similar technologies to tell how large our active userbase is and to analyze how our games are performing. Our old privacy policy already allowed us to do that with cookies but we wanted to make sure our policy keeps up with the times. In any case, we give you a breakdown of exactly what we collect in the game’s options menu, and you can always toggle the whole thing off if you want to opt out. But we hope you don’t - it’s super useful to have this data as we continue to improve the game, figuring out what hardware needs support and which problems need our attention.现在我们做的其中一件事是为我们的PC/Mac玩家澄清一件事 - 除了cookie之外 - 我们也许用一些设备和账户识别器和相似的技术告诉他们我们活跃的用户群有多大以及分析我们的游戏是怎样运行的。我们旧的隐私权政策已经允许我们用cookie做那件事，但是我们想要确保我们的政策与时俱进。无论如何，我们给你一个崩溃来精确收集在游戏设置菜单里面的东西，如果你想要退出游戏，你总是能关闭游戏。但我们希望你不要这样做 - 有这个存档是非常有用的，我们能继续开发游戏，还可以知道需要支持的硬件和需要我们注意的问题。\nAnyway, have a read of the new policy!无论如何，读一下新的政策吧！Cheerio!再见！Marsh - @marshdavies",
    "replies": [
        {
            "author": "zx728925",
            "timestamp": 1472738700,
            "txt_content": "XIAOMM 发表于 2016-9-1 22:08\n完全看不懂……你这都啥啊……\n隐私权政策，有些术语看不懂"
        },
        {
            "author": "青木源",
            "timestamp": 1472738880,
            "txt_content": "完全看不懂……你这都啥啊……"
        },
        {
            "author": "20020607",
            "timestamp": 1472739060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "凛",
            "timestamp": 1472739180,
            "txt_content": "XIAOMM 发表于 2016-9-1 22:08\n完全看不懂……你这都啥啊……\n大概是新的账号保护机制？"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1472740200,
            "txt_content": "说白了 就是那个你安装软件前 看都不看就直接点 我同意 的那个界面"
        },
        {
            "author": "凛",
            "timestamp": 1472744520,
            "txt_content": "cyqsimon 发表于 2016-9-1 22:30\n说白了 就是那个你安装软件前 看都不看就直接点 我同意 的那个界面\n好吧我懂了"
        },
        {
            "author": "Asdcpo",
            "timestamp": 1472744640,
            "txt_content": "一脸懵逼的我，看着满屏幕的英文和汉字，头好晕{:10_492:}"
        },
        {
            "author": "chyx",
            "timestamp": 1472745720,
            "txt_content": "cyqsimon 发表于 2016-9-1 22:30\n说白了 就是那个你安装软件前 看都不看就直接点 我同意 的那个界面\n我觉得这句话翻译的不对吧\n无论如何，我们给你一个崩溃来精确收集在游戏设置菜单里面的东西，如果你想要退出游戏，你总是能关闭游戏。你认为呢"
        },
        {
            "author": "clayblock",
            "timestamp": 1472801280,
            "txt_content": "中文版隐私政策： https://privacy.microsoft.com/zh-cn/privacystatement"
        },
        {
            "author": "351768593",
            "timestamp": 1472807280,
            "txt_content": "要知道巨硬的隐私保护政策在某些地方也是怂了的= ="
        },
        {
            "author": "嘿嘿55",
            "timestamp": 1472953140,
            "txt_content": "完全看不懂的我"
        }
    ]
}