{
    "title": "<原创·连载>我的世界之流放———故事的开始 1——10章",
    "author": "Atryminecrnft",
    "replyCount": 4,
    "timestamp": 1472728320,
    "txt_content": " 本帖最后由 a2455564728 于 2016-9-23 22:28 编辑 \n\n初到小岛史蒂夫从地上爬起来，揉了揉脑袋，一看，这不是他的大学宿舍。喊道：“有人吗…”没有人回应。史蒂夫坐在地上，使劲的回想昨夜发生了什么。9:50，史蒂夫还是没想起来。忽然，他想到如果他就在这里傻坐着，必死无疑，不如想想办法，如何活下去。“我想我该弄点木头，做点工具。”史蒂夫抡起拳头，朝树上打去。“通！”“哦，我的天呐！可真TM的疼。”史蒂夫吼道，“再来两下，树就倒了吧。”“红铜！”“红铜！”“红铜！”……“李老板都不要光头强了，要我好了，嘿嘿。”史蒂夫望着十几棵倒下的大树，一瞅太阳，“呀，中午了，有点饿。”一转身看见了一头野猪，就跑过去，“对不起了，小猪猪，我饿了，对不起了。”史蒂夫一拳打了过去，猪被吓了一下，在地上飞奔，史蒂夫连忙追了上去。“猪猪，你别跑啊。”史蒂夫又打了两拳，猪才倒在地上，死了。史蒂夫坐在地上，大口啃着生猪肉，骂道“这是个什么鬼地方，一人也没有。算了，我看天快黑了，还是盖个房子吧。”史蒂夫把原木分解成木板，做了一个工作台、一把稿子，一把斧头和一些木棍。刚把房子盖好，他发现房子的5:30方向，有一些煤。“我想我可以，撸掉这些煤。”史蒂夫试着用手搬，“这些煤太重了，使稿子试试。”史蒂夫把稿子拔出来，“来吧！”“突突突突突突”，不一会，史蒂夫就收获了6块煤。“嘿嘿，不错不错。”史蒂夫刚准备回屋，刚刚挖矿的地方忽然塌陷了下去，露出了一条阴暗的矿道。\n每周6我会更新哦嘿嘿    Atry",
    "replies": [
        {
            "author": "Atryminecrnft",
            "timestamp": 1472728800,
            "txt_content": "还在写，连载小说\n希望大家喜欢\n不定时更新"
        },
        {
            "author": "Atryminecrnft",
            "timestamp": 1472729520,
            "txt_content": "标题: RE:（原创：连载） 我的世界之流放———故事的开始 1——10章我在更新"
        },
        {
            "author": "Atryminecrnft",
            "timestamp": 1474077000,
            "txt_content": "  地宫探秘\n“这是个啥？”史蒂夫望着矿道说。“回家做点火把再来看看。”\n史蒂夫跑回家，做了点火把。“12个，不太多吧。没事，不够再做。”史蒂夫跑下矿洞。\n这是一条的坑道，坑壁没有矿。但在坑的尽头是一个天然的矿洞，伸手不见五指。\n史蒂夫斗胆走了进去，他知道这很不要命但如果不挖矿，他根本活不下去。史蒂夫先挖了三块石头，做了把石稿。安放好第一支火把。这对于常年宅在地下的怪物们，直接向一个指路碑一样，锁定了我。\n“看来这些花花绿绿的石头还蛮有用的。”此时史蒂夫正专注的挖矿，稿子打在石头上的声音压过了小白的脚步声。\n“啊！！”史蒂夫被一只箭射中了，减了三滴血。史蒂夫藏在石棱后面，这是到小岛以来第一自杀大型怪物。史蒂夫探头一看，好家伙是只小白！史蒂夫拔出石剑，心里暗暗想到，这次不是你死就我活！\n呀！出现了！史蒂夫挥剑砍向小白，就在砍到的那一刹那，僵尸的手打到了史蒂夫，史蒂夫受到了重创。\n“你......你怎么还偷袭呢？”史蒂夫道。\n“你也没说啊。”僵尸说。\n“也是吭......”史蒂夫恍然大悟“不对，我应该跑！”\n史蒂夫撒腿就跑。\n他回头一看数十只僵尸、小白和蜘蛛。还有两只JJ怪.\n史蒂夫被石头拌了一下，滚到了一个沟里，晕了。\n好在在僵尸来前醒来，他发现了一扇门，不管三七二十一，先进去再说。可刚迈进去几步，便饿晕了。"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1474079340,
            "txt_content": "用编辑功能更新吧"
        }
    ]
}