{
    "title": "说相声",
    "author": "WM2030",
    "replyCount": 13,
    "timestamp": 1472854860,
    "txt_content": " 本帖最后由 WM2030 于 2016-9-3 10:11 编辑 \n\n    今天我不是要来讲单纯的相声。相声这个东西我理论学习不够，实践经验缺乏，很明显是讲不出东西来的。我想讲的是一个思考的问题，还有一点自己在说相声当中的体会。\n    那么我们讲，一个相声节目，不好笑肯定是不行的。我这么讲话，在相声舞台上是要被赶下去的。语言怎么样才能好笑，这是一个很大的问题，之后我们会讨论到这一点。第二个，相声节目应该是要能传达作者思想的。像春晚上的那一种，传达的就是国家的思想。比如说反腐倡廉之类的。这两者并不是说缺一不可，但是这两个东西还是很重要的。\n    我们讲语言要好笑，我个人把它分为三类。第一类包括愚蠢和荒谬，愚蠢和荒谬其实是很不一样的，但是在人们看来，这两者都是违反生活规律的，而且看到别人出丑，人们总是特别爱笑。这一类当中，通过刻意的愚蠢表演来博取观众的笑声，其实还是很低端的一种手法，当然在节目当中运用是很普遍的。而通过荒谬来取乐，情况比较复杂，有些和愚蠢的表演是类同的，也有些很妙的荒谬的表演。第二类涉及人类原始需求的那一部分，包括各类的欲望【多见于成人中】又或者排泄物【多见于儿童中】，还有吃饭这一人类的根本需求也经常出现来取乐观众。这一类，基本上可以认为是低级的手段，当然有极少数出彩的，那就很不容易了。第三类，是通过语言技巧使人发笑，包括但不限于双关、对偶、模仿等。这一类应该说是炫技，但是在舞台上，不展现自己的技能，那不是笑话么【然而指望通过这个使人发笑是不可能的】。\n    我们说高级和低级的区分是什么，是它能不能引起人的思考，而不是一些简单的低级趣味。\n-以下内容包括一些智力上的讨论，可能会引起你的不适【尽管事实上我只是在讨论理解能力的问题，但是我觉得可能会有人来吐槽“你怎么能对人的智商有歧视啊？大家都是平等的啊！”】，所以，还是请大家有选择性地阅读-\n    作为一名相声演员，我觉得，表演是要看人的。人与人之间有理解能力的差异，那些高端产品注定不可能红遍大江南北。不知道什么人说过一句话“畅销书畅销的关键在于它使读者不必动脑子”那些激发思维，需要观众动脑子的相声，怎么会被大众欢迎呢？这样的节目，可能很难在电视台播出，更不用说上春晚啥的。当然或许有人可以说，听相声还动什么脑子，我休息还来不及呢。对不起，我无言以对。我不是说他们有任何的不对，但是这样的表演不适合他们。我希望做到的，是一场相声听完，台下还能有人提问，还能冒出思维的火花。我更希望相声只是一种形式，一种可以用来放松，也用来交流思想的形式。\n-接下来是几句小小的吐槽，也是一点对自己的批判-\n    现在的大部分人，已经失去了思考的习惯，然而，古代的大部分人，连思考是什么都不知道。我们正在把每一个人都当做古代的精英人才培养，这固然是社会现代化的标志，然而自清末以来不过百年而已，这样的要求未免太高。何况古人不思考，不也生活的很好么？是吧？所以其实不思考也没有什么关系。\n-实际上到这里为止，我还没有讲过任何实质性的技巧（肯定又要被安先生吐槽了）-\n    但是我很抱歉，我没法提供实质性的技巧。这回真的不是因为我懒。\n\n再来补充一点东西。\n刚才在下面回复的时候也说了。\n我希望达到的是：说的话里有道理，听得懂的人会因为听懂了而笑，听不懂的人也会因为其他部分而笑，大家都觉得很好笑。\n\nps：不出意外我将不定期更新此贴\n另：我不是相声演员，并且对相声的理论知识一无所知【好像有点夸张】\n\n\n\n接下来是一点点小小的考察，两道题。\n但是，还挺难的。第一个答对的有奖。\n此活动长期有效，直到我任期结束_(:зゝ∠)_\n为什么会有天南地北这一成语，为什么不是天东地西？\n下面还有一个小问题作为对上面一道题的启发。\n为什么中国古代的地图是北在下南在上\n-以上问题的答案均由我亲爱的语文老师提供，要是答案不对，去找他。但是你也不知道他是谁对不对？这就很好了。-\n",
    "replies": [
        {
            "author": "我为我为",
            "timestamp": 1472856240,
            "txt_content": "相声现在越来越少了"
        },
        {
            "author": "CRAZY_BOY_l",
            "timestamp": 1472860260,
            "txt_content": "坐等答案_(:зゝ∠)_"
        },
        {
            "author": "Java_command",
            "timestamp": 1472861460,
            "txt_content": "您是一位相声演员哈，我是一位相声爱好者233。现在的青年相声演员没有很好的技术但懂得尝试，老一代功底深厚则较为保守，如果能结合在一起那就很厉害了。现在不是表演相声的少，青年相声演员和相声爱好者就有很多，我们学校还有在德云社拜师的一位同学。现在最大的问题不是表演相声的人少，而是能表演传统相声和单口相声的人，几乎没有，他们的表演方法是需要传承的，有很多重要的语气和动作并不是你看着这稿子就能学下来的，每一个词，甚至每一个字都要反复练习，传统相声和单口相声我们家就有一大摞，我现在不在中国，在外国学习，但是我总是带着一本《官场斗》—— 非常著名的单口相声。我希望能够在创建新的相声文本的情况下，不要抛弃我们的传统相声……"
        },
        {
            "author": "tzxwdu",
            "timestamp": 1472862840,
            "txt_content": "说个小看法吧，相声如图小品，最终目的还是为了开心，没人去看个综艺节目学什么大道理，所以我认为不一定要能传达什么，并且只要不是太低级，能让人开心就好了"
        },
        {
            "author": "WM2030",
            "timestamp": 1472868960,
            "txt_content": "tzxwdu 发表于 2016-9-3 08:34\n说个小看法吧，相声如图小品，最终目的还是为了开心，没人去看个综艺节目学什么大道理，所以我认为不一定要 ...\n嗯……这是根本想法不一样。有的时候，有些东西要表达，我希望能用这么一种方式去表达。我希望达到的最好的情况是这样的：我不把道理说穿，听得懂的人听了会明白，没听懂的也能因为这个道理本身好笑而笑一笑"
        },
        {
            "author": "MC大湿",
            "timestamp": 1472871180,
            "txt_content": "\n\n相声曾经给我带来很多欢乐\n\n就我而言带来欢乐也就够了\n\n再适当反应一些社会现象 体现出正能量\n\n那么这个相声就很出色了\n\n如果硬要加一些大道理\n\n可能就显得不是那么接地气了"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1472957940,
            "txt_content": "我先回答一下问题。\n第一个问题很简单，取于八卦图：代表天的乾卦位南，代表地的坤卦位北。\n但第二个问题和这个不沾边嘛。我去查了查百度。\n根据齐家的《简易经》记载：\n“初，唯天无地，水去而地显也。方向唯南，与天同语，后有地，命北，尚无东西。”"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1472959140,
            "txt_content": "Java_command 发表于 2016-9-3 08:11\n您是一位相声演员哈，我是一位相声爱好者233。现在的青年相声演员没有很好的技术但懂得尝试，老一代功底深 ...\n这个主要看人，不是传统不传统的问题。\n你说，剧院一场相声，每场三个点三个半点，来个八百人一千人的，没有那么多传统文化、文字底蕴样的东西可讲；讲了肯定有人看，但传统艺术五百多门，一千多年两千多年传下来，关键你得让大家都喜欢，那就胡说八道。\n不是说，老底子咱们不要了。网络文学发展成这样，开始还有人说呢，会不会失掉文学的老底子呀，又是什么“乱象”呀。但是你看现在网络文学照样自己画鬼符，没碍着人家。——当然该骂的还在那儿把着呢，可是没见别的了。\n主要还是看人。老艺术家也有胡说八道的，青年艺术家也有讲传统讲艺术的。随老白姓的娱乐取向，要不断变化。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1472959980,
            "txt_content": " 本帖最后由 安根_Engon 于 2016-9-4 11:44 编辑 \n\n@a2455564728肯定又要被安先生吐槽了\n    我没说别的嘛。谁都可以有理论，首先这个是支持的。\n     不过是说，你有理论，我也有理论；咱们交互切磋一下。并不一定是我一有不同意见就是你错我对的问题。\n     按理来说，您比我学历高，也较我年长；换而言之，您比我有文化。一口一个先生叫得我不舒服，也受不住。     以上三条。\n"
        },
        {
            "author": "虚空流放者",
            "timestamp": 1472969940,
            "txt_content": "我为我为 发表于 2016-9-3 06:44\n相声现在越来越少了\n春晚还会有"
        },
        {
            "author": "Java_command",
            "timestamp": 1473043260,
            "txt_content": "安根_Engon 发表于 2016-9-4 11:19\n这个主要看人，不是传统不传统的问题。\n你说，剧院一场相声，每场三个点三个半点，来个八百人一千人的， ...\n说的是好，但是我所谓的传统中，单口相声当时是比较多的，原来我觉得都是那种街上随便找个地方就开始说，跟卖艺一样233，传统不是问题，但是单口相声这个难度是很大，能说单口相声的老一辈都快死光了，我们需要有人能站出来说单口，不然这个就失传了……"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1473048960,
            "txt_content": "这啥（懵逼）"
        },
        {
            "author": "SuperXingYu",
            "timestamp": 1473137400,
            "txt_content": "这是版主的日常水帖\n一定是这样的\n祝你早日会说相声"
        }
    ]
}