{
    "title": "【原创·单篇】冥鱼记",
    "author": "达斯·龙须",
    "replyCount": 9,
    "timestamp": 1472876040,
    "txt_content": " 本帖最后由 a2455564728 于 2016-9-3 14:28 编辑 \n\n       冥鱼属于脊索动物门，脊椎动物亚门，哺乳纲，真兽亚纲，包含了大约98种生活在海洋、河流中的有胎盘哺乳动物。我国海域就有30余种。“冥鱼”本身定义比较模糊，冥鱼目可以包含所有冥鱼类，还有特定科的冥鱼类类。冥鱼目中还包括冥豚，冥人鲸和冥头鲸属于冥豚（Delphinidae）科。冥鱼目主要分为两个子目：须冥（Mysticeti）亚目和齿冥（Odontoceti）亚目。须冥的种类较少，但体型巨大，目前已知最小的种类体长也超过6米，世界上最大的动物蓝冥也属于此亚目。齿冥类的体形差异比较大，最小的种类体长仅有3分米左右，最大的——抹香冥也在20米以上。重量上，目前最大的冥鱼有十六万公斤重，最小也有两千公斤重。冥鱼并不属于鱼类。          “啊，又是一天啊！”，一位中年男子站在门前，在他的旁边，有一块牌子：“水产专卖店”，这男子伸了个懒腰，便转身走进后面一间大屋子，在墙上上面挂着一个大牌子“北极水产店”，屋内陈设比较简单，几台“缇米”大冰箱，里面有各式各样的水产，”恶魔带鱼“，”西决鳗鱼“，”欧菲里斯天空鱼”，“罗非鱼”，“托尼黄花鱼”.......琳琅满目。但是，有一种鱼，却是这个店的镇店之鱼“冥鱼鲸鱼”，来头可不小，这鱼被装在一个很大很大的鱼缸里。从头来慢慢说起。\n       故事啊，一开始到现在已经过了很久很久了，如果你不想要这么听的话，那就这样说吧，在 辟崴.贝达芬.焦易我创造PY交易之时，在大洋的另一端，有一位名为“麦白”的年轻人，他出生在一个以捕鱼为生的家庭，也就是出海抓鱼，抓回来吃还有把鱼卖了赚点钱的生活，他在十七岁之时，父亲“苟投·曳史拉”让他自己独自出去打渔，就是在那天，那一条鱼，改变了他以后的人生。\n        那一天风平浪静，一般有经验的渔夫都不会选择这种时候去捕鱼，因为那时值钱的鱼都不在上游，但是麦白父亲却不怎这样想，他让自己儿子麦白这时候自己捕鱼，这是渔夫家庭孩子成人礼中的一部分，在吃过简单的早饭后，准备好简单的捕鱼工具，解开固定住小船的麻绳，麦白便出发了，然而撒了几次网，都没有一只鱼上来，他很丧气，独自做在船上，他不值得自己该怎么办，没有收获，自己就不能完成仪式，就会被鄙视。在他的西南方，冒出了很多气泡。麦白看见了，就如同看见希望一般，赶紧的把船滑了过去，他着急的撒下网，等着有鱼上来，也许是心急，他一直往水下看，却没有动静，他刚想抱怨父亲要这个时候让他来捕鱼的时候，一个庞然大物，从水中跃起......\n        这个大物，便是那条鲸鱼。麦白当时就被吓傻了，他虽然是渔夫出身，但是这种鲸鱼可是没见过，而且在镇上所有的人都没见过......当那条鲸鱼跃起又下落的时候，她浮起来盯着麦白，麦白早已吓晕，跌入海中，那条鲸鱼便借助他，浮上水面，那条鱼似乎有灵性，顺着麦白来的水波，将他“运”到摊边，当他们到达时，所有人都吓傻了，麦白母亲“北方”已经吓晕，邻居把北方抬回屋子，那鲸鱼将麦白喷向空中，落在沙子上，邻居都跑过来，有的抢救，有的看那条鲸鱼，麦白在水排出的时候醒了，在他眼前的，还是那条庞然大物，他与人们讲了怎么遇到她的，最后商量如何处置这条鲸鱼，大多人都同意杀了这鱼，但麦白却不同意，因为她救过他，因为麦白哭闹，大家也不想杀了，就放在海边，麦白就每天给她喂食，与她交易，啊不，玩耍。            麦白从其他人那里了解到，这条鲸鱼是母的，但名字谁也不知道，也不会有人知道。\n         麦白打算给她起个名字，但很多名字都不怎么好听，麦白只能先给她起个暂时的名字“鲲”，麦白渐渐成人，时代也在进步，麦白也靠自己的双手发家致富，麦白一直没有找一个自己的另一半，因为他想和那鱼在一起，虽然不能生理上的生活，但是可以一直到老，麦白开了个水产店，也买了一个超大的大鱼缸，里面放鲲，在那时，麦白想起来鲲的名字还没有正式决定，他左思右想，好几天过去，都想不出好的名字，有一次，他听从一位老者的话，观察天象，最明亮的那颗星，便是她的名字。\n        麦白买了一个天文望远镜，来观察天象。\n        就在那天的晚上，他看到有一颗最闪亮的星--冥王星，便给她正式取名为冥王，有人也叫她冥鱼，麦白也觉的这名字挺好听，就一直用了下来，麦白也开他的北极水产店，每月底都去海边打捞捕鱼，店会留着自己的好友混乱看管........\n        这就是那条鱼的来历了，水产店的生意也很不错，有时候也会因为没有饭吃而现场打渔，很多有趣的事情发生在他的身上，他明白，上天让他遇到冥王是有原因的...\n\n\n                                                               本篇大量黑人，不舒服者请点X，本文章有殿主-缇米提供小船和冰柜@XJue_DaDa @冥王星人 @麦白 @WM2030 \n@恶魔-潇洒 @540083835 \n\n\n\n",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1472876160,
            "txt_content": "得知冥王星是最亮的星星后，天狼星哭晕在厕所←_←\n当然，也不可能叫天狼鱼，不然那到底是鱼还是狼呢"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1472876220,
            "txt_content": "为什么我的名字特别加黄"
        },
        {
            "author": "达斯·龙须",
            "timestamp": 1472876460,
            "txt_content": "XJue_DaDa 发表于 2016-9-3 12:17\n为什么我的名字特别加黄\nPY交易大师啊"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1472877420,
            "txt_content": "yuchenyang 发表于 2016-9-3 12:16\n得知冥王星是最亮的星星后，天狼星哭晕在厕所←_←\n当然，也不可能叫天狼鱼，不然那到底是鱼还是狼呢 ...\n喔？笑尘大佬？"
        },
        {
            "author": "WM2030",
            "timestamp": 1472877660,
            "txt_content": "没有提到我为什么要@我2333\n但是问题是你这个……文笔、剧情都要继续磨练啊→_→\n黑人不是一个很容易的事情→_→"
        },
        {
            "author": "我2333",
            "timestamp": 1498820220,
            "txt_content": "WM2030 发表于 2016-9-3 12:41\n没有提到我为什么要@我2333\n但是问题是你这个……文笔、剧情都要继续磨练啊→_→\n黑人不是一个很容易的事情 ...\n为什么要@我.............."
        },
        {
            "author": "User:guest",
            "timestamp": 1498826700,
            "txt_content": "参考百科，数据才有保障"
        },
        {
            "author": "初阳时光",
            "timestamp": 1499578140,
            "txt_content": "辟崴.贝达芬.焦易我\n复制粘贴·识破\n/hj"
        },
        {
            "author": "丹娘酱°",
            "timestamp": 1499580360,
            "txt_content": "北冥有鱼，其名为鲲，鲲之大，一锅蒸不下\n莫名想到了大鱼海棠"
        }
    ]
}