{
    "title": "【原创·连载】-《血雪》-第二话【By：153cxj】",
    "author": "153CXJ",
    "replyCount": 4,
    "timestamp": 1472891820,
    "txt_content": "=血雪-第一话=\n\n\n开头-废话时隔半多月，我终于更新了（之前忘了，不能怪我）八级后的第一个帖子，希望大家喜欢！\n正文童话，往往是美丽的，但是我的童话确是恐怖的。“爸爸爸爸，为什么雪是白色的呢？”一个长得很可爱的小女孩站在雪地里拉着她的爸爸提出了疑问。爸爸微笑着和她说：“因为呀，它们是一个个小精灵啊！所以它们都很纯洁”“将军，前线有情报了，请您快去指挥！”一名身穿军服的男子急冲冲地来到了被称为将军的面前。“嗯，我现在就去！”原来这位将军就是刚刚带着女儿在雪地玩耍的父亲。可是其实他并不是好人，他是一个屠杀无数无辜生命的将军。前线“将军，我们已经包围了他们，是否全部歼灭？”一个魁梧的战士向将军行了军礼并报告到、“杀了，一个不留”他露出了残忍的目光，这不是刚刚那个仁慈的父亲应该有的。“是！”战士听完了便走了出去大喊了一句：“杀，将军说了一个不留！”瞬间，前线开始了一场屠杀，遍地都是鲜血。天空不知是因为接近黄昏还是因为血的照映，呈现出了血红色的颜色。惨叫声和厮杀声交杂在一起，演奏起了一首死亡的华尔兹。突然，不知哪里传来巨响。一道让人毛骨悚然的声音响起：“死亡啊！愿你能够互相传播，今日杀戮的人便是明日死亡的人！”原来，这是在被屠杀的地方的中心地区一个衣着怪异的男子喊出。话音刚落，男子突然消失，好像从未出现过一样。一个月后“将军，不知为何今日我军士兵不停地出现玻璃体，死了很多人啊！”一个身穿军服的女子满脸懵逼和将军说道。“怎么会，难道那场战争里说的都是真的？死亡真的是相互的？”军营内“啊！”士兵的惨叫声不断，死亡人数不断增加。“将军，将军，救救我！我也感染了玻璃体啊！怎么办啊！”一个躺在床上包裹着腿的士兵对着将军喊道。“唉，好好休息吧！我们会想办法的。”将军虽然嘴上这么说，可所有人都知道，这诅咒就是报应啊！“爸爸爸爸，我好想再看一次雪啊！”将军的那个女儿抱着他爸爸的手，看着爸爸憔悴的脸要求道。“唉，雪，我也希望能看到雪，可这时候怎么看见呢？”他用作为一个爸爸仁慈的语气和女儿说道。又是一个月后雪下了，而这次并不是洁白的雪，而是和两个月前的那场屠杀时的天空一样的红色，雪吞没了一切。即使没有吞没一切，军营反正早已报废，因为军人已经全部死亡。而将军和他的女儿呢？呵，当然也感染了玻璃体，但是没有因为这个病而死，而死被血雪掩埋了。血雪啊，掩盖了一切邪恶和死亡。只为告诫人们，死亡是相互的，你在杀死其他生命的时候，你自己也将是下一个死亡的生命\n\n字数统计\n字符总数： 966 个\n中文字符总数： 839 个\n中文标点总数： 127 个\n\n后记由于时间和创意的原因，我这次字数不够，而且总体太空，太没有实感，所以见谅，下次我会努力的。这是我八级的第一个帖子，希望大家喜欢。\n\n\n\n\n",
    "replies": [
        {
            "author": "唐守正",
            "timestamp": 1472892120,
            "txt_content": "字数原来可以这样啊。真心有点少"
        },
        {
            "author": "Justiceの小J",
            "timestamp": 1472894340,
            "txt_content": "字数太少会不会被删帖啊qwq"
        },
        {
            "author": "gggbbb",
            "timestamp": 1472896260,
            "txt_content": "我就说这排版怎么这么眼熟\n正好有点时间，那就给个文评吧\n血雪啊，掩盖了一切邪恶和死亡。\n只为告诫人们，死亡是相互的，你在杀死其他生命的时候，你自己也将是下一个死亡的生命\n这句应该是文章的中心思想吧（算了，反正差不多就是这个意思）但整篇文章读下来，这个中心并没有得到充分的体现。\n我们来看看你用这900多字讲了什么，女孩与父亲的对话，中二少年的迷之魔法，收尾。\n可以看出，你很想清楚地表明自己想要说什么，但这点字数是完全不够的。嗯，内容有点空洞无力。这就使得最后一句有点无病呻吟的意思。\n还是建议多写一点，把内容充实一下，也许会好的多。但想要把这个中心完整的表现出来，没有近万字是不可能的（大概）。这种情况也是可以理解。\n另外，这个系列可以换成几个单章来发（单章骗分骗得快），最后再来个作品集（伪索引）什么的……\n\n以上。\n最后，祝进步。"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1472951700,
            "txt_content": "为什么我觉得不恐怖{:10_493:}\n如果能写出将军造报应后害怕的心理会不会更好{:10_525:}\n\n开始还有趣，后面三段感觉无力{:10_526:}\n\n仅供参考，我是不入流的{:10_564:}"
        }
    ]
}