{
    "title": "[1.10.2][Ex Nihilo Omnia][汉化]无中生有欧米雅",
    "author": "我如黑日",
    "replyCount": 11,
    "timestamp": 1473140880,
    "txt_content": " 本帖最后由 我如黑日 于 2016-9-6 15:10 编辑 \n写在前面的话由于无中生有的原作者弃坑，所以就有了这个mod\n详情请点击\n\n此mod有无中生有1和2的内容，相比较而言更像1\n无中生有1和2的详细内容\n\n作者原话\nEx Nihilo Omnia, right now, is nearly identical to its predecessor Ex Nihilo in terms of gameplay. There are some things taken from Ex Nihilo 2, but it is more similar to the first.\n\nSo... what all does it add?\n锤(Hammer)\n资源的获取\n\n拿着锤按住左键破坏\n圆石(锤)→砂砾\n砂砾(锤)→沙子\n沙子(锤)→尘土\n砂岩(锤)→沙子\n地狱岩(锤)→粉碎地狱岩\n末地石(锤)→粉碎末地石\n\n矿物处理\n用筛子筛砂砾得到破碎矿石\n将它们合成得到矿砂砾\n\n砂砾(锤)→破碎矿石(合成)→矿砂砾\n沙子(锤)→粉碎矿石(合成)→矿沙\n尘土(锤)→粉状矿石(合成)→矿尘土\n也可以用锤子继续锤\n矿砂砾(锤)→粉碎矿石(合成)→矿沙(锤)→粉状矿石(合成)→矿尘土\n每次锤都有几率掉落4~7个产物，受时运影响\n当然，你也可以直接烧成锭\n\n制作锤\n\n木头可以换成石头，铁锭，金锭，钻石\n\n\n钩子(Crooks)可以右键动物将它拉向自己\n左键怪物将它击退，可以把它打下虚空，虽然没有伤害\n打树叶有两倍的几率掉落树苗和苹果\n制作钩子\n\n\n\n\n\n蚕(Silkworms)\n用钩子打掉树叶会有很小的几率掉落蚕\n\n拿着蚕右键树叶，树叶会变白并不断蔓延\n\n要等很久，树叶才会全部变白\n\n打掉白色树叶会掉落丝线，树叶越白，掉的越多，但是它们不会掉落树苗\n你也可以用钩子，让它们掉落更多的蚕\n蚕有很高的蛋白质，所以你可以放在熔炉里烧了吃\n\n\n\n\n\n物品(Items)\n灰烬烧制一根木棍获得\n\n\n灰烬可以当骨粉使用\n也可以和骨粉、粘土无序合成制作瓷土\n\n\n瓷土桶\n\n\n然后放进熔炉里烧制一下\n\n\n它可以当铁桶用\n小石子\n锤石头获得\n\n\n它们也可以合成\n\n\n注:可以在配置文件里更改合成圆石所需的小石子，1~9,0被禁用\n孢子\n一种有趣的东西，可以右键泥土使泥土变成菌丝，似乎和牛牛有奇怪的反应...\n\n\n\n\n坩埚(Crucible)\n\n当你有了足够的瓷土，你可以做一个未烧制的坩埚\n\n\n然后放进熔炉里面烧一下\n\n\n这个东西能做什么呢？\n获取岩浆\n将坩埚放在热源上面\n\n\n现在放入一些圆石\n\n\n然后就等待一会儿，热源的温度越高，转化岩浆的速度就越快\n\n\n\n\n\n筛子(Sieves)\n你可以用任何类型的木材制作\n\n然后拿筛网右键筛子\n目前有两种筛网\n\n\n\n\n如果你想要更容易，可以更改配置，使筛网可以在合成筛子时直接添加，并且耐久无限\n\n\n\n手持泥土右键筛子\n\n\n然后按住右键筛\n\n\n然后会出来一些东西\n\n\n你要是运气好，可以筛出来很多东西\n泥土:小石子、小麦种子、西瓜种子、南瓜种子、甜菜种子、胡萝卜种子、马铃薯种子、甘蔗种子、各种树的种子\n\n\n植物种子需要耕地才能种植\n砂砾:燧石、煤炭、青金石、钻石、破碎矿石\n沙子:可可豆、仙人掌种子、孢子、粉碎矿石\n灵魂沙:石英、地狱疣、恶魂之泪\n粉碎地狱岩:地狱破碎矿石\n\n\n\n\n桶(Barrels)\n桶，几乎可以做任何事情\n\n制作方式\n\n\n\n\n\n\n\n\n制造泥土\n你几乎可以把任何有机物装进桶里\n\n\n\n\n然后等一会儿\n\n\n最终，你会获得一块泥土\n\n\n收集雨水\n桶可以收集雨水\n\n\n粘土\n桶里装满了雨水之后，你可以手持尘土右键放入桶里，然后得到一块粘土\n地狱岩和末地石\n如果你的木桶可以装岩浆并且不会着火，然后你就可以用红石或者萤石右键，你就会得到地狱岩或者末地石\n巫水\n得到孢子之后，拿着它右键装满水的桶，然后等待。孢子有一种神奇的效果，是水发酵成一种邪恶的物质...巫水。\n巫水有一些不好的属性，会使触碰它的友好生物变成怪物，苦力怕变成高压苦力怕，骷髅变成凋零骷髅\n也可以将巫水放置在桶里，手持沙子右键获得灵魂沙\n史莱姆\n将装满水的桶里倒入牛奶\n\n\n然后就会变成这样\n\n\n最后会出现史莱姆\n\n\n娃娃\n一些宝石和一些瓷土\n\n召唤烈焰人\n首先制作一个愤怒娃娃\n\n\n右键岩浆桶，然后等待\n召唤末影人\n首先制作一个幽灵娃娃\n\n\n右键巫水桶，然后等待\n\n\n\n配置(Config)英文慎入Pretty much everything about the mod can be changed, there is a lot to cover so if you are interested, I recommend going through the file.  You can use JSON to create your own recipes for compost, hammering, sifting, melting, and add heat sources for the crucible. You can even disable all the built in ones to start from scratch you if you so desire. (IMPORTANT: each folder contains an \"example.json\". This example file is NEVER LOADED! It is purely for reference!)  The mod will try to load in as many ores that it can find, but sometimes it has trouble. If you notice that your modpack has, for example, Nickel, but Ex Nihilo isn't adding it, go to the config and change B:\"force nickle\" to true. If nothing is loading for whatever reason, you can have it load in all ores it knows about.  World gen Ex Nihilo Omnia offers a config option to have the world generate as the original skyblock 2.1 map, a more hardcore version in which you spawn on a floating piece of dirt with a tree, and a middleground version of skyblock 2.1 with no grass. You can chose which biome the entire world will generate as, or keep it with all of them. All of these options can be found in the \"world generation\" section of the config.\n\n兼容(Compatibility)英文慎入The mod should find most ores I've told it about, but if it doesn't, you can help it out in the config like I said above.  All ores that it adds can be set to be oredict compatible in the config.  Crooks and Hammers are veinminer ready!  Barrels, sieves, crucibles, and infected leaves all work with with WAILA.  All ores added will work in the Tinkers' smeltery  I will start working on JEI recipe menu things for sifting, hammering, composting, etc soon.\n\n\n转载问题\nYou can use this mod in you modpack, no questions asked. You can use the source to do whatever you want and release it, or develop your own plugins. However, if you are going to give somebody the download, give them this page.BUG提交\n下载\n支持作者\n\n毒云(汉化)\n\n",
    "replies": [
        {
            "author": "Orange_Heart",
            "timestamp": 1473143100,
            "txt_content": "毒云什么鬼啦哈哈哈哈哈哈\n顺便玻璃桶好评"
        },
        {
            "author": "asjwdwan521",
            "timestamp": 1473147360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1473174960,
            "txt_content": "然后星辉呢……诶貌似矿多的RF系也没有1.10.2啊2333"
        },
        {
            "author": "我如黑日",
            "timestamp": 1473211080,
            "txt_content": "E.T.星落辰 发表于 2016-9-6 23:16\n然后星辉呢……诶貌似矿多的RF系也没有1.10.2啊2333\n星辉的作者和无中生有的作者又不是同一个啊\n放心吧，1.10.2的rf系很快就会多起来的"
        },
        {
            "author": "zx63810723",
            "timestamp": 1473212460,
            "txt_content": "谢谢楼主分享！！！！！！"
        },
        {
            "author": "kkkaaannnggg",
            "timestamp": 1473249420,
            "txt_content": "1.10总算可以玩空岛了，好评，玻璃通可以装饰呵呵"
        },
        {
            "author": "我如黑日",
            "timestamp": 1473294840,
            "txt_content": "kkkaaannnggg 发表于 2016-9-7 19:57\n1.10总算可以玩空岛了，好评，玻璃通可以装饰呵呵\n←_←玻璃桶还可以装岩浆啊喂"
        },
        {
            "author": "983553350",
            "timestamp": 1478754840,
            "txt_content": "问一下铁筛机那些怎么用？"
        },
        {
            "author": "783209272",
            "timestamp": 1484111100,
            "txt_content": "有人知道那些筛机怎么用嘛"
        },
        {
            "author": "XDA",
            "timestamp": 1484917680,
            "txt_content": "zx63810723 发表于 2016-9-7 09:41\n谢谢楼主分享！！！！！！\n549898484948984489489"
        },
        {
            "author": "末雨风瑟",
            "timestamp": 1585065780,
            "txt_content": "一直想找的新版=-=哪知作者弃坑……"
        }
    ]
}