{
    "title": "申请【周边创作】实习版主",
    "author": "安根_Engon",
    "replyCount": 7,
    "timestamp": 1473094380,
    "txt_content": " 本帖最后由 安根_Engon 于 2016-9-6 19:04 编辑 \n\n申请版块︰周边创作版\n职业︰学生（初中）年龄︰16\n在线时间状况︰严格来讲没法算。挂机谁都会，但手机页面不能即时刷新。但每天一有空还是会先来翻周创。而且我只能告诉你，手机上只下了云盘［用来屯文］，输入法［用来码文］，办公套件［用来排版］，就剩系统浏览器。除了周创版，基本没有足迹。\n个人专长︰无\n语言能力︰中文（初中水平）\n联系方式︰站内信（QQ不常上。但由于我空闲时间逛的是论坛而不是QQ，所以我可能是周创版主中站内信响应最快的一个。当然，有时候遇上事情也肯定会上。）\n管理经验︰无\n申请理由︰虽然周创现在有三个能力比较强的版主，但我认为周创还有许多事可以做或是需要做的。\n申请不成功理由：\n此ID前身为 末影龙娘 ，该号自2014年使用以来，堆积了不少黑历史。\n在该号发布的几个完坑作品中，没有精华图章，贡献较低。\n经常给版主提没有用的馊主意，搞得版主不胜其烦，在我的死缠烂打下才妥协一丁点。\n经常在版内刷版、水贴，影响他人阅读。而且有骗积分嫌疑，被刷者给予评分，并注道：感谢认真评价。\n一没事就会去喷版主，喷的内容主要都是：首页哪哪哪个贴子还没有被封坟，哪哪哪个贴子还没有被评分，首页贴这样这样这样写不恰当。\n将来计划︰版内有一点历史遗留问题。虽然影响不大，但还是指出为好。\n一，图文故事贴，周创古已有之。在周创多翻几页，便可看到《假如steve变成了女孩》《拉杆悲剧》《老友悲剧》《骑士洛基》这样的贴子了。而现在，虽已创立图文故事区，但区内贴数量依旧是0（我是指后来主动分类为［图文故事］的），以前的图文贴，很大一部分也没有重新分类。再加上图文制度是版规改好以后又临时补上，所以制度不完善，换了分类也没有甜头可言，增加图文故事区的措施基本没有起到作用。\n二，页首贴的分配问题。标准版和触屏版，版内的置顶贴是占地方的，是算进首页显示的十个贴子内的，置顶贴当然尽量精简。而图章索引和图章申请是分成两贴的。问题不在这里。图章索引只整理了获得精华图章的文字与期刊类贴，并且在贴底，仍留有一个“图章申请”格式。重点是，发贴者北极已经不是版主了。这就导致有的图章申请批不下来，奖励制也存在了限制。这个问题我反映过一次，但是没有回音。\n三，封坟制。不挂图章的则已，若是挂图章的佳作，我有感而发回个复，甚至写出几百字评论；这么干倒不是为了支持鼓励，但是你一给我锁上把我憋得要命，二我回完了直接给卡，这个事儿好像就不太对了。现在这个制度连版主自己都搞得不是特别清晰了，所以有的贴也就没封。其实锁贴这个事儿本身不太妥当，下沉就好。而一提带图章作品，又回到刚刚的问题上来了；优秀作品没有页首索引，再一沉，这贴没了。\n四，“MC相关”。目前增加这个制度，带来的利弊很难说。现在会员也有了一些疑虑，在QQ上经常看到咱们周创比较活跃的会员在说这个事：“我去看看我写的这个是不是MC相关”“你们说我写的是MC相关吗？”“提到了僵尸猪人，应该算MC相关。”\n版里也有这种现象。常常听到人说：“你这个是MC相关吗”“感觉和MC没什么关系”“与MC无关”。\n这些言论给人的感觉是，好像文章的质量根据题材被人为划分开了。\n我自己在周创稍稍些一点东西。虽然“MC相关”只是精华图章的申请要求，但有这样的询问和质疑，而且一看见“MC无关”就不鼓励，我会感觉你是在质疑我的写作动机。\n五，月活动的问题。多听前辈的意见总是好事。而且冥王在周创的声望，无可非议。但是——这不是第一次了——咱们的版主能力也比较强，显然具备自己创立月活动的能力。我不是说要三个版主围成个圈，垒起碉堡闭门造车；但是主题要冥王定，发帖要冥王催，那这个事情有点不对了。要是不影响月活动正常进行也好；但每次评比和下一轮发布都推迟到次月，非要等到冥王不说不行了才干，我觉得咱们的版主在这件事情上可以更主动积极一点。\n\n如果您觉得我以上这些话中有一句是足以证明我不能胜任版主，您也可以视为我提了点建议。\n如果您觉得我应该去学习而不能胜任版主，感谢您为我操这份心，但仅此而已。我觉得这可以是退职的理由，但不是不能申职的理由。\n另：有错字请指出。但是别歪楼。在评论里说。\n",
    "replies": [
        {
            "author": "星E君",
            "timestamp": 1473125820,
            "txt_content": " 不支持\n\n原因很简单，十六岁正好初三。\n中考对你的人生比论坛重要。\n\n当然如果你真的考虑好了我尊重你的坚持和选择\n"
        },
        {
            "author": "筒子",
            "timestamp": 1473135300,
            "txt_content": "首先用本人照片做头像我要给你10分\n\n周边创作确实还有很多地方需要补齐，大方向定好了，只是细节没有人去处理\n\n1.有人注意到这个分类真好，我顶多提醒版主一下，不会去强迫他们去把所有帖子分类出来\n2.置顶的话，我看了下，北极那个帖子确实多了一个精华申请，功能重复了\n3.所以我现在需要一个给优秀文章加回复可见的理由，把大家喜欢的文章推上来\n4.至于和MC相关这个要求，我是觉得既然我们是我的世界中文论坛，就应该与这个话题相关\n5.月活动，我个人是不推荐的，容易造成会员的疲劳。\n\n我看了下你的主题，你应该主要是通过手机浏览论坛的吧，而且看上面帖子时间发表于10个小时前，差不多是晚上两点，手机码字码到将近两点也是辛苦了，诚意还是很足的。\n\n虽然不是很确定你的在线时间，但是每天能坚持翻翻周创已经很不错了，还有你说QQ不常用...这个不是个好习惯，毕竟论坛目前并不适合讨论交流\n\n在我看来你对管理这方面了解的不多，但是看的出来你是一个有热情的人，现在周边创作确实需要一个有想法，而且能起领导作用的人（你还缺少一些幽默感。不过也可能是申请帖子要严肃点）\n\n最后你还是自己先想想，这个会不会耽误自己学习，看着你好像已经初三了，现在学习压力这么大，假如你成为版主以后，原来你的爱好会变成你的工作，原来你觉得有趣的东西会变得无比枯燥，真的感觉自己撑得住吗？\n\n（我昨天晚上3点睡的，现在头还是有点涨，说话可能没有那么语句通畅，将就看看就行了，反正表达的意思就是上面那些东西）"
        },
        {
            "author": "凛",
            "timestamp": 1473136620,
            "txt_content": "感觉态度不错\n不过不用QQ真的大丈夫？\n版主的讨论大部分都是在QQ讨论组中进行的\n站内信不太方便\n版主沙龙基本上没什么玩意（大概\n\n本人嘛\n还是支持吧"
        },
        {
            "author": "NeverC",
            "timestamp": 1473138000,
            "txt_content": "如1L，中考是人生一个转折点，肯定比论坛更重要，所以建议中考后。\n其次版主饱和。。。"
        },
        {
            "author": "Sssss...",
            "timestamp": 1473157860,
            "txt_content": "以学业为重啊，你初三，马上中考了"
        },
        {
            "author": "酷车手BB弹",
            "timestamp": 1473173400,
            "txt_content": "学业要紧\n贡献不足\n不支持"
        },
        {
            "author": "混乱",
            "timestamp": 1473321060,
            "txt_content": "希望能够好好学习，等中考结束后再来申请。"
        }
    ]
}