{
    "title": "【原创/连载】渡鸦 第二章【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 2,
    "timestamp": 1473151740,
    "txt_content": "“该死的……”青年跪倒在了地上，箭羽钉穿了他的右侧肩膀，血顺着箭身从伤口涌出，滴落到地上，染红一片地面。\n抬头张望，城墙顶端的人已经失去了踪影，想必是觉得这个警告已经吓唬住他了吧。\n\n\n“别把我当成那些贵族的废物啊混蛋……”青年拾起了剑，咬着牙将箭矢折为两段拔了出来，任凭血液撒满了一地。\n天色已经渐渐变暗，黄昏的阳光照射在人们的脸上，令人昏昏欲睡。\n\n\n但是青年可睡不着，他已经追到了城外的树林中了，如果天黑之前抓不到少女的话，他就只能等着陪僵尸，爬行者，骷髅这些散发着潮湿的腐臭的玩意儿过夜了。\n\n\n特别是他的肩膀还在一路流血，僵尸们可最好这口。\n\n\n“看来你还没得到教训啊，”少女的声音突然从身后传来，青年惊悚地回过了头，“这次要我给你放点血吗？”如同初见时一样，背着一个大袋子，手中握着那把切下了执法者胳膊的匕首，一脸冷漠地盯着他。\n\n\n“乖乖跟我回去，我保证你不会有生命危险。”青年也是一脸冷漠。“可笑，我说你们这些执法者都没有脑子的吗？”少女却嗤笑了出来，“像我们这种靠杀人过日子的，怎么可能乖乖跟你回去？”\n\n\n“那我只好把你的尸体带回去了。”青年握紧了手中的剑，弓起了腰，随时都准备向前挥剑，“是哦，”一道寒光掠过，却是少女冷笑一声，瞬间将匕首顶在他的脖子上，快得他根本看不清动作。冷汗唰的就下来了，只觉得四肢被一股寒气包裹，“我不介意把你的脑袋卖给变态的收藏家。”\n\n\n不过，一种骨头碰撞的声音似是在身后若有若无。少女一脚将青年踹飞老远，转过身毫不犹豫挑起一刀——一支箭被匕首弹飞了。\n\n\n来者已经很明显了，那瘦的跟枯骨一样，或是说本身就是枯骨的怪物，细长惨白的手臂握着一柄弓，另一只手正在从背上的箭袋中抽出一支新的箭，然后熟练地搭在弦上，接着拉开了弓——\n\n\n但是已经拉不开了，匕首死死钉在了他的右手的肘关节上，不远处的少女迅速从投掷的动作改变为奔跑过来，重新握住匕首，用力朝下摁去。\n\n\n没有任何多余的声音，骷髅的右手毫无阻隔地被分离，掉落在地上，在草丛里随意滚了几下，就不动了。\n这些怪物倒也是会打着乘凉的幌子在树下杀人。\n\n\n少女将手中的骷髅脑袋随手丢在了地上，转头看向青年——他正捂着胳膊靠在树上，显然是伤口崩开了，血液止不住地往下流。\n“现在该你了，”少女握着匕首朝青年走去，“但愿你下辈子不要这么多管闲事！”\n\n\n匕首眼看就要向下劈去，青年却狠狠咬了咬牙，忍着剧痛将少女握着刀的手臂打到一边，另一只手向少女的脖子捏去。不过少女却是迅速一脚揣在他的肚子上，又用手狠狠地捏着他的脑袋用力地撞在了树上。\n\n\n不去管青年有多痛，少女捏着青年的脖子，恶狠狠地说道：“原来你们也会想活命啊，我还以为你们执法者都把生命交给了信仰的正义呢”\n\n\n“你……不得好死……”少年嘴角溢血，一双眼睛如同狼一般盯着她。\n\n\n“是吗？”少女的手愈发用力，“那你呢？你们为了维护贵族的利益又害死多少人？别以为你们在正义的宝座上就能为所欲为，在我看来，杀死你们的价值还不如宰了一头猪。”\n\n\n青年感觉呼吸已经要停止了，视野越来越模糊，他怎么也想不通自己为什么连一个姑娘都打不过。“我……从没有……杀过人……！”微弱的声音从嗓子里发出，但少女却听清了。\n\n\n“嗯？”她松开了手，“没杀过人？”脸色缓和了一些，松开了手，青年不住地咳嗽，难以置信：“你就这么相信了？”\n\n\n“不信，”少女握紧了手中的匕首，“但已经天黑了，不信也得信了。”\n\n\n的确，太阳已经从地平线消失了，随着一阵阵脚步声传来，一片黑影从森林里向两人走来。\n\n\n“小子，该跑了。”\n\n\n“哈？”青年还没反应过来，就已经被少女抓着手臂，拖在地上一路狂奔了。\n\n\n“不是，你为什么要救我？”青年挣脱了少女，改为用自己的腿撒丫子狂奔。“救你？”少女瞅了他一眼，“你想多了，我只是不喜欢把尸体扔在野外被怪物啃得一点不剩。”\n\n\n月亮渐渐升起，不过今天的月亮异常的巨大，哪怕是明亮的月光，也遮不住……月盘中间的猫眼一般的黑缝。\n\n\n“啧，挨着你我可真是好运连连。”少女皱起了眉头，停了下来，“夜蝠吞月，碰巧就咱俩敢在外面晃悠。”\n“如果你老老实实跟着我回去，不就不会遇上这茬……”反而是青年愤愤不平。\n\n\n一道清脆的响声——\n\n\n少女放下了手，青年捂着脸，惊愕地望着她。“我不敢保证我能忍住不把你埋在这儿。”将手中匕首随意转动了一下，“我觉得像你们这样的乖孩子还是把你们送回家里乖乖呆着好一些。”\n\n\n天空渐渐被一片黑暗包裹，伴随着嘈杂的唰啦啦的响声，如同深渊一般的黑暗正在将月亮吞噬。\n\n\n蝙蝠。\n\n\n无穷无尽的蝙蝠。\n\n\n“如果你死在这，我会把你埋了的。”虽然也算是少女的一个保证，不过听着怎么就这么瘆人呢？青年的眼角不住地抽了两下。\n\n\n“继续跑吧，我还没活够，等安全了，我再找个没有怪物的地方把你干掉。” 看着渐渐逼近的蝙蝠群，少女无奈地说道。\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1473153240,
            "txt_content": "打情骂俏既视感。。。"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1473155100,
            "txt_content": "就我个人而言，少年是男主少女是女主【废话】\n当然，也有可能不是\n如果后期要神作男主女主死一个或者都死←_←\n【以上是我个人的经历总结】\nXD\n"
        }
    ]
}