{
    "title": "盘灵古域攻略",
    "author": "1968529764",
    "replyCount": 7,
    "timestamp": 1473154020,
    "txt_content": " 本帖最后由 1968529764 于 2016-9-6 17:34 编辑 \n\n盘灵古域攻略\n第一章，新手指导（因为本人第一次玩的是人族，所以说的是人族战士，以后会换的）\n首先选好职业和种族之后，到人族出生点，先去换推荐函，切记，不要按Shift键，否则背包会被撑满的。拿到推荐函以后，右上楼梯到村长家里换取6个新手装备兑换券，然后一直拐上去，到铁匠铺换取新手装备，战士就换桃木剑、新手一套，至于防身小刀对于战士是没有用的，最好不要换，至于多余的兑换券，废话，当然是扔了。拿到兑换券之后呢，向铁匠铺老板兑换《铁匠铺掌柜的招待》，然后过桥，向右边走，到丹药铺，换取一些新手丹药，不然接下来会被虐的十分惨！\n然后呢换取主线任务，接着就去皇城了，（吧铜钱都换成食物，前期别换装备，不然你是会饿死的）然后到皇宫去，找到大内总管李公公，换取地图与主线任务，这里呢，有一个小彩蛋，后面的章节会说的。接下来就是四圣兽的祝福和圣山了，这些任务会有提示的，这里就不说了。前期建议去龙须镇的桥旁边的地方刷怪，（就是进入的地方，不是河旁边上去的地方）刷一张银票，然后去龙须镇的钱庄换成5个元宝和50个铜钱，铜钱可以用来去龙须镇的铁匠铺换取二阶装备，然后就去通过青龙祝福吧，然后刷一点三阶原核，之前刷怪点是有爆的，但是本人建议去破旧的村庄，也就是到青龙祝福的地方刷，顺便刷一堆，注意，是一堆重生石。重生石的作用新手不知道，我不信稍微有点盘灵常识的人不知道，这次就到这里，下次再说吧",
    "replies": [
        {
            "author": "1968529764",
            "timestamp": 1473154320,
            "txt_content": " 本帖最后由 1968529764 于 2016-9-9 20:01 编辑 \n\n依旧是前面那章哈。。。\n刷完重生石之后呢，很多人会选择刷一个赤铜锭去打沙漠，本人是不赞同的，因为大多数人认为，开山斧（破军）是二阶武器，肯定没有那个什么赤炎剑（破军）的伤害高，其实不然，经过楼主在服务器装上血量显示MOD之后，发现，赤炎剑比开山斧的伤害低1点，但是他又灼伤效果，但是！沙漠里的怪物全部都是免疫火焰的，拿个这个有个卵用啊。。。还有，很多人喜欢去刷那个什么。。。马贼团首领，因为他爆玄铁锭，在这里，我要告诉大家，我还是建议去刷盘古试炼！因为盘古试炼不仅有玄铁锭、四阶原核，还有重生石啊设么的，反正比马贼团首领容易，至于如果你选的是战神组。。。那你还是老老实实的去刷首领吧。。。\n所以，现在弄到了四阶的破空斧之后，吧所有四圣兽的祝福做完，然后就去打点其他的，例如去刷蚩尤试炼啊等等，至于神器神马的，没有大量银票做底盘，还是别想了，因为我不建议用存档复制的方法，第一损电脑，第二，你要不要脸。。。不就拿个神器嘛（其实准确的说是因为我用这个方法试了二十多次都没成功。。。QWQ）对不对？新手帖就到这里啦\n\n第二章，各种彩蛋\n1.大家都知道的风华楼，上二楼的楼梯下面，一个菊花，慢慢转，到旁边的门开为止，第一个箱子是钥匙，手持钥匙右键另一个箱子，门就会开，里面有一张银票\n2.去茅厕，不知道在哪儿的话，去西门，一直走，注意旁边哦！有路的提示的呢\n这次就更新到这里，没时间了\n"
        },
        {
            "author": "14323534",
            "timestamp": 1473154560,
            "txt_content": "什么鬼啊"
        },
        {
            "author": "修罗花断罪",
            "timestamp": 1473422520,
            "txt_content": "tqs 需不需要我补充啊"
        },
        {
            "author": "Enderman|淡忘",
            "timestamp": 1473424140,
            "txt_content": "MCBBS不是贴吧\n还有LZ发错板块了"
        },
        {
            "author": "金蛋之魂",
            "timestamp": 1473424260,
            "txt_content": "新人发帖也要按照《MCBBS发帖基本法》来"
        },
        {
            "author": "1968529764",
            "timestamp": 1473470760,
            "txt_content": "金蛋之魂 发表于 2016-9-9 20:31\n新人发帖也要按照《MCBBS发帖基本法》来\n好吧，我服了"
        },
        {
            "author": "Dream_chenxi",
            "timestamp": 1473471840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}