{
    "title": "【周边创作每月活动】|九月活动|一日生活|",
    "author": "Тιмγα姬",
    "replyCount": 10,
    "timestamp": 1473162120,
    "txt_content": " 本帖最后由 540083835 于 2016-9-6 23:30 编辑 \n\n活动须知【首次参加务必阅读】内容：*创作版月活动若无特殊情况为一月一次，主题或题目较难则两月一次。*除接龙外，大部分活动方式投稿时间为活动发布后三周内，四天评选，最后三天公布结果发放奖励。*活动设立参与奖，凡是参与且作品符合活动规定皆可获得3人气25金粒的参与奖。*活动类型为：续写、扩写、诗文、故事接龙、微型小说、元素剧本（即给出3~5个元素，利用已知元素构建一个完整故事）等等。*活动严令禁止抄袭行为，一经发现取消参赛资格并进行扣分处罚，严重者永封加晒尸一周。目的：旨在提升版块活跃度和提高会员的水平，促进会员与会员、版主之间的交流。\n流程：\n1.愿意参加活动的会员，每月到版块置顶活动帖内查看当月主题与活动材料，并阅读活动须知。\n2.按照活动主题的要求，写出参赛作品。\n3.当月活动截止日之前提交作品，提交方式为：\n      1）在本版发帖，分类为“创作活动”，前缀注明[XX月活动]。\n      2）若主题特殊（例如故事接龙或扩写），则在指定帖内回复即可。\n      3）帖子发布后，请将帖子链接回复至活动帖便于发放奖励\n4.月末3天，负责当月活动的版主会发布公告贴公布结果，并发放奖励。\n评选：\n*符合活动要求的作品，由本版版主以及擅长该方面的会员评定出优秀作品，给予相当的评分奖励。\n*当参赛人数较少时，则选出作品不超过参赛作品总数的30%。\n*凡未按照要求、严重偏离主题和纯粹应付的作品，均取消评选资格。\n*若因故超过截止日期，请第一时间联系版主并发布帖子，超出4日内可视为有效。\n周边创作版管理组保留活动条款最终解释权。\n\n周边创作·九月活动XX一天的生活本月活动以“[某动物/怪物]一天的生活”为主题，但是该生物必须是Minecraft内的生物，这是本次活动的元素。\n内容要求为该生物一天的生活，不管是吃人也好，吃草也好，乃至【不可描述？】也好【划掉】，请用擅长的技巧将该生物从天亮到天黑的这段时间内的生活描绘出来。我本人觉得这一次的主题相对来说是非常简单的，虽然怪物/动物也就那么几种，但是他们间可以产生神圣的爱情啊~【划掉】，有限的生物种类，延伸出无限的故事发展，这就是本次活动的主题。\n要求：\n活动主题是怪物/动物，所以决定排除理论上拥有智慧的生物，也就是排除女巫，村民，Herobrine，Alex和Steve。\n\n素材仅限Minecraft原版生物。\n\n文字创作：字数必须大于300字。\n图文故事：图片不得少于3张。\n四格漫画：内容不得少于两组(8张图)。\n\n不得出现任何非Minecraft的元素。\n只能以一种生物作为主角。\n\n不得出现过于血腥/涉黄的内容。\n\n（※本次活动在贴内回复参赛※）\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "玄素",
            "timestamp": 1473169440,
            "txt_content": "正文我已经忘了这是我第几次爬起来了——散落的骨架聚合，重组，在咯吱咯吱的脆响中，我重新站起。我望着天边火红的霞。\n天已拂晓。\n我也已经忘记了这是我第几次在这样的时间醒来。光对我们这样的亡灵来说是致命的，我们会在炽烈的阳光下被点燃，最终耗尽残余的这一点阴力，重新化归一堆简单的，没有知觉的骨头。\n直到下一次被被黑夜唤醒。\n我们的生命就这样周而复始，没有尽头。\n环顾四周，幸好边上就有一个洞穴。活动活动自己尚不甚灵活的躯干，我步入了阴暗，这使我放心下来——至少我安全了，暂时的。\n印象颇深的，有一次我苏醒于一片平原——在上一次死亡前我跟踪着Steve来到了那片平原，却被他发现，简单的几剑后我被斩成碎骨。此后连续三次于晨光中苏醒，都只来得及跑出几步，就被阳光灼烧到碎裂。\n后来我再也不敢去平原，即便为了跟踪Steve这样的理由。\n追踪他并不是为了杀死他，而是另一个原因——即使我的同伴大多已经放弃了，但我依旧抱着一线希望。\n因为我希望他能送我一顶帽子。或者一个南瓜或许更好？\n因为这个世界的一切，我是无法破坏的，别的同伴也不能……只有他能。\n有了帽子，我就可以不惧怕阳光，就可以放心的在大陆间行动，去找我属于的那个村庄。哪怕我已经记不清它在哪里，我依旧想去找找看，哪怕用了无尽的时间奔波最后也只能远远地看一眼也好。我知道那里有我曾经的朋友所制造的铁傀儡，它不认识我，会毫不留情的攻击我，我会被拆成骨架，一次又一次。但那里依旧是我的家。\n不奇怪的是每次和Steve的相遇，都会以我被几剑劈碎告终。\n他惧怕我们，他攻击我们；为了自保我们予以还击。简单的逻辑却牢不可破，构成了我们的生活。\n就这样胡思乱想，站在洞穴中，我等待着黑夜。这些事情每次我醒来都会在意识里重复一遍，为的是让自己记住。每次死亡之后，虽说总会在未知的某时苏醒，但也会有代价——遗忘。一次又一次的死亡中，我已经忘掉了我的名字，我也已经忘记了家在何方。但我如果连我的愿望都忘记了，苏醒就变得毫无意义。\n我看着太阳从山的一头划过天顶到另一头。影子变短又变长，月亮已从天边升起。\n我知道我该走了。\n这时我听到了身后来自铁甲的金属碰撞声，我顿住了脚步，回头。\n一把闪着紫色光晕，用钻石铸造的镐子，之后是一个穿着全身铁甲的人。Steve。\n我没有出箭，哪怕我手中依旧紧握那把破烂的弓。\n罕见的，他也没有直接对我挥剑劈过来，甚至不知道是被吓到了还是如何，微微的后退了一步。\n我明白这大概是唯一的机会。我张开口，试图告诉他我的祈愿。\n没有任何声音发出。只有骨节碰撞的咔咔声在风中回响。\n我是一只骷髅。时间真的过去太久了，大概就算我还有残缺的躯体，我也已经忘了该如何发音了吧。更何况我是一只骷髅。\nSteve抽出了剑，而我笑了，虽然并没有可以移动的骨头让我看起来是在笑。\n但我大约的确是笑了吧。\n至少我知道，我以后不需要再跟踪Steve了。\n废话其实我超萌各种怪物的！真的！看到题目翻了翻自己以前写的乱七八糟的东西写的，跪求拍砖轻点23333\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1473172500,
            "txt_content": "等外星人想想我写什么\n也许我可以写一条狼\n名叫狗头\n完后描述一下他是怎么把身体弄丢的"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1473174000,
            "txt_content": "冥王星人 发表于 2016-9-6 22:35\n等外星人想想我写什么\n也许我可以写一条狼\n名叫狗头\n一只哈士奇一直追着自己的尾巴转，转啊转，从早上转到晚上，终于咬到了自己的尾巴，然后从尾巴处一直向前把脖子以下都吞了?"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1473174840,
            "txt_content": "能写模组生物吗？\n你告诉我小黑作为MC里AI最高的生物没有灵智？污妖王有灵智吗（我是指暮色别想歪）"
        },
        {
            "author": "匿名",
            "timestamp": 1473177300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Olurbo",
            "timestamp": 1473177600,
            "txt_content": "匿名者 发表于 2016-9-6 23:55\n.seye ym was i\n.seye elprup\n有毒回复"
        },
        {
            "author": "WM2030",
            "timestamp": 1473565260,
            "txt_content": "作为一只猫，我觉得远方的那群鸡实在是太有诱惑力了。瞧它们的小翅膀，扑扇着发出呱呱的响声，不时还掉下几片散发着美妙禽味的白毛。它们简直是造物主的恩赐，美得让我忍不住想要解决几只。\n不需要什么作料，那样只会让肉味变得污浊。在刚刚捕杀之后，尸体僵直之前就撕开下肚，肉质尤其鲜嫩。那种汁液迸溅的口感，只要读到就会让人牙根发痒。\n现在，只要等这群鸡的主人出门，我就可以随时享用它们了。\n我潜伏在草丛里，尽管根据我的经验这根本没用，但是我还是希望这一举措多多少少能降低鸡发现我的概率。你明白的嘛，鸡在受惊之后再杀，尸体里头就没有乳酸堆积，总会有股子怪味。\n可惜它们的主人迟迟不出现。害得我只能在草丛里回忆过去。我上次吃鸡是什么时候？我居然想不起来了？嗨呀我果然是老了。这么好吃的东西居然想不起来上次是什么时候吃的？我总觉得这不太可能啊……\n诶呀！他出来了！好的！门开了！我把身子躬得更低一些，好让我安全度过这一危险时刻。\n但是看起来这并不奏效。他好像是在朝我这边走。他低下头翻了翻口袋，我意识到这是逃跑的最佳机会，我的背像弹簧一样松开，从他身边飞快地窜走。然后，我撞上了一堵泥夯的墙。这下可就尴尬了。我估计他八成是要杀了我，还有两成……好吧八成这个数字是我胡诌的……\n他继续着刚才翻口袋的动作。我又一次蓄力，这下可好，直接就是一剑砍上来了。我一缩脑袋，一剑从我脑袋上飘过去，削掉了我帅气的呆毛。还被逼回了那个小角落。我突然就想到人类中流传的关于小墙角的传说，不禁浑身一颤。\n他又开始翻口袋了，果然是要拿出什么不可言说的东西了吧……我很想问他贵姓，是姓薛还是姓苟？\n幸好，他只是掏出了一条鱼。但是……难道说他要让我和鱼做不可言说的事情？还是一条不怎么新鲜的死鱼？开什么玩笑！\n不过他似乎只是要我把鱼给吃了，而且眼神里分明透露出“不吃我就把你剁了吧”那种意思。出于谨慎的考虑，在下嘴之前，我决定先撕下来一片给旁边的鸡验验毒。我看着鸡把鱼从喉咙里咕嘟一下咽下去，继续毫无异常地扑扇它的小翅膀去了。但是我还是思考再三，实在想不出有什么比吃了它更好的策略。于是这条可悲的早死的鱼，就被我干掉了。\n之后，我的身体就不受控制了。由于以下的内容，在我这只刚烈的猫看来，实在难以言说，我终于决定还是不说了。\n喵！喵喵喵喵喵！喵喵！【别听他胡说！都是他自己的臆想！这些事情从来没在我身上发生过！混蛋！】喵喵喵！喵喵！【我怎么可能知道鸡的肉质之类的东西啊！】\n不要问我排版怎么了！懒！排版死掉了！\n复制到word里面看吧→_→这样看起来确实有点累\n"
        },
        {
            "author": "Alex_Miller",
            "timestamp": 1473571920,
            "txt_content": "      睁开眼，没有阳光射进自己的眼睛，什么都没有，空虚一片，黑暗一片。有的只是从眼睛传来的疼痛信号，以及——\n      等等等等我的头怎么掉水里了？！\n      “哞——！”由于受到惊吓而发出意味深长的嚎叫，引得旁边一只正在喝水的小鸡扑棱着翅膀逃走。迅速将头伸出水，甩甩，将附在牛毛上的水珠甩走，接着俯下身来喝口水，躺下继续享受着难得的休闲时光。躺倦了，便起身，在溪旁散散步。踱来踱去却想不出有什么可打发时间的，便转过身向着不远处的林子走去。\n      路上也不乏什么稀奇玩意儿，各式各样的花在绿茵茵的草地中格外可爱，若不是我没有办法把它摘下来，不然我的蹄中已经攒满这些美丽的植物了。今天的天气格外晴朗，和煦的阳光洒大地上，暖暖的；花草树木被微风轻抚着，摇晃着。吹着轻快的口哨，在最放松的时间做最放松的事情，我真是天下最幸福的牛。\n      “哞哞哞，哞哞哞，哞哞哞哞哞——”\n      走进树林，在一棵橡树前停下，随后躺倒，我只在树荫下歇会，不会睡着的。\n      什么声音？动动耳朵，然后警觉地爬起来望望四周——没有什么异常，看来是我多虑了。最后将树周围几米的范围都搜查了一遍——依然一无所获，便整整草，在舒适的草床上呼呼大睡。\n      “嗖——”一支箭插在了树干上。\n      谁……谁？！\n      该不会是人类？但在这里生活了这么久还没有见过有人类的踪迹，又怎么会在这样梦幻般的早晨中突然闯进来？一定是做梦。我这样安慰道。\n      “嗖——嗖嗖——”接连又是三支箭。\n      不远处，一个骷髅又一次做好了射击的准备。\n      我连滚带爬躲在橡树后瑟瑟发抖，丝毫不敢出声。它倒也聪明，没有选择走出树荫来靠近我，但说不定它现在就在树干的另一边紧盯着我，想到这里，我就不由得浑身冒冷汗。\n      时间过得很快，太阳已经要落山了，我的肚子也开始喧嚷着“打倒狗大脑”。我被杀掉只是时间问题，要么是被怪物干掉，要么被自己干掉。月亮已经从地平线缓缓升起，身后的“嘎吱”声似乎越来越近，我是坐以待毙还是奋起反击？\n      “哞！”我跳出掩护，磨磨脚掌，对着敌人恐吓一番。\n      啊咧？人……人类？\n      眼前是刚奋战一番的人类，他正将那完好的骷髅头装在身上作为收藏。看到我，他倒也不诧异，反而用一种我无法理解的方法看着我，让我心生怯意。他将那把闪着寒光的剑收好，脸上带着和善的笑容，慢慢地朝我走来，并向我伸出手。\n      “让我来当你的食客怎么样？”\n      我同意了。\n结尾：\n      “嗯……你的这条腿味道不错啊。”\n      “这里的肉质也很好。”\n      “对了对了还有这里，太鲜美了。”"
        },
        {
            "author": "lgw123456_2014",
            "timestamp": 1473943020,
            "txt_content": "正文\n\n     太阳……又升起来了，我又要找个地方躲起来了     我走了一会儿，但是……好奇怪，我之前经常去躲的山洞，怎么多出了几块木板和玻璃还有门，堵住了洞口，难道是上天看到了我特地搭建给我的吗？哈哈，我感觉很高兴，便慢慢的走了过去，走到了门边，我小心翼翼的打开了门，往里面一看，我惊呆了，床、附魔台、箱子应有尽有，我感动的快要哭了，我向着箱子走了过去，箱子并没有锁，我轻而易举的打开了\n     “哇，钻石头盔！”我惊喜的叫了出来\n     虽然钻石头盔有点破，但是我感觉很适合自己。箱子里面还有几块牛肉和面包，然而我并没有饿的感觉。\n     “沙沙……”\n     门外传来了走路的声音。\n     “难道还有同类盯上这个地方了吗？”我心里想着，我跑到了门后，静静等着。\n     门开了，进来了一个满身钻石盔甲的人，手中有一把带着绿色血液的钻石剑。\n     我突然意识到，这是一个人类的家！人类把这个洞改造成了家了！\n     那个人走到了箱子那儿，打开了箱子，打开自己的背包，把一个僵尸头颅放了进去，还放了一些矿物。看到僵尸头颅的瞬间我惊呆了。也许是因为箱子里其它东西太多的缘故，他并没有发现他的钻石头盔不见了。\n     我必须离开这里！我慢慢的靠近门，那个人丝毫没有发现一点动静。\n     门没关，我拉开了门\n     “哇！”阳光照到了我的皮肤上，疼的要命。那个人发现了我的存在，拿起箱子里的弓，从背包里翻出箭，拉起弓对准了我。\n     结束了吗？我这一生都没吃过人肉，一直以动物的肉生存！我还想尝尝人肉！等等……食物不就正在我面前吗！\n     我往左边一躲箭没射中我，我向那个人跑去，那个人扔下弓，拿出钻石剑，向我砍来，我向左边一闪，闪开了攻击，一脚把钻石剑踢开。我感觉我第一次那么渴望食物。我抱住了那个人，对着他脖子咬了一口。真美味！那个人迅速摆脱我，跑到门边，我尝到了人血的味道，我感觉我需要它！\n     我和那个人一直在屋子里争斗着，实际谁也没打伤谁，一直持续到了中午。\n     “你到底想要什么？”那个人说。\n     我用很不标准的话回答道：“食物！”\n     此时我正站在床边，我对那个人掀起被子扔去，那个人挡开被子，我已经十分逼近他，他又给了我一脚，把我踢开，也许是他累了，跑过去把钻石剑拿了起来，我刚站起，钻石剑剑刃在我眼前划过，我紧紧握住那个人的手，踢开了他，他靠在门上，我疯了般的刺向他，他头一偏，刺在门上，给了我一拳，我倒在了他的右侧，我站了起来，刚想拿钻石剑，他手迅速拉了一把门，门打在我脸上，把我击倒了。\n     完了，我心里这么想着，我完全打不过他！\n     “给。”那个人对我说话，我惊呆了，他递给了我一瓶药水，我接过来喝了下去，没了对人肉的食欲，他又递给了我几块牛肉，我在想，我是不是被玩弄着？玩够了他就杀了我？\n     抱着这种心态我在他家里死皮赖脸的住着，但是他并没有杀了我，我们便成了真正的朋友，我和人类，原本只有互相厮杀，但是这个人教给了我真正的友谊，我问过他，他的名字叫steve。我们便相互依赖着生存，早上他出门挖矿，晚上我出门打猎，直到数百天的一个晚上，他出门后，真的没有回来了，也许再也回不来了\n\n废话\n新手作大触勿喷TAT\n\n\n"
        },
        {
            "author": "Pasttime",
            "timestamp": 1474102800,
            "txt_content": "日常废话：\n既然这样，我就随便来速写下吧，反正也没事干。这篇文章完了一些梗，由于很久没写文，可能写不好，见谅。\n正文：\n烈日当空……算了，不想描写了，还是躺着好。\n没错，我是一只小猪，一只懒得不行的小猪。如果非要叙述一下我的一天，那也只是这样的。\n迎着晨光醒来，按照记忆来到胡萝卜贮藏点，吃一顿饱饱的胡萝卜早餐，然后在草原上晒太阳。放心，我的贮藏点没人能知道，就算是那些天天在地底挖来挖去自认为是新世界的神的Steve，也不可能找到的。\n说到Steve，他们少来了，我记得以前，他们经常会在我贮藏点即将清空的时候来到我身边，拿着一串胡萝卜，骑上我。\n我很聪明，用劳动换来了自己的食物。\n当然，我并不会走的很快，因为懒嘛。\n但是最近不一样了，他们貌似厌倦了我的行军速度，每当他们拿武器敲打我的屁股，我就在他们周围跳起欢快的舞蹈，于是他们就拿胡萝卜犒劳我。\n不过偶尔还是会把我敲个半死。\n直至现在，我已经很少见到他们了，我甚至有点想念他们。\n不过就在这时，他们来了，我殷勤的在他们身边走动。因此我也刺探到了一些情报，他们最近总是喜欢吼一些比较下流的句子，例如“有基佬拉我裤链！”。有时又会换换风格，来一句中二之词“巨龙，吞噬我的敌人！”\n我“哼哼”了几声，试图吸引他们的注意力。\n他们看了我一眼。\n说道。\n“小猪说的对啊！”\n“小猪说的太对了，我都要哭了！”\n“小猪，你的话我们会永久铭记在心的！”\n于是他们就走了。\n这次虽然没有乞讨到东西，但是我的贮藏点还够我吃。\n我躺在了草原上，酣然入睡。\n\n\n"
        }
    ]
}