{
    "title": "[Gong_Pu的游记 下卷 磨人的黄*山",
    "author": "Gong_Pu",
    "replyCount": 0,
    "timestamp": 1473233040,
    "txt_content": "前言：这是一场在错误的时间在错误的地点进行的一场错误的旅程。\n正文：早上么，在旅馆起床后准备完毕后，就前往黄*山了。（6点左右）（等等，话说上卷貌似和黄*山没多大联系啊）\n从北*大门进入。（W*T*F）进门以后还要开辣么多的山路（昨天我们自*驾到黄*山以后我们就跟团了）（那还不如一早就跟团）。然后买了门票（我不想吐槽导*游买门票的速度，这用的时间，我都可以同东方第一道面和第二道面了）。然后要坐缆车上山，自费：85软妹币/人。这也就算了，还排辣么多人。保守估计，这里的计人单位得是百人。不过这里有W*I*F*I（虽然不稳定），好吧，这里应该是告诉我们，你先在这里把网*瘾给过了，然后上山就不要上网了（排队只是表面现象）（雾）。辣么多人，我终于知道为什么要减少客*流*量了（雾）。（参见上卷竹竿舞部分）\n我也不想吐槽为什么这个缆车会给顾*客有失重感的感觉（虽然原理我都懂），不过第一下的失重真的是...\n然后终于到山上了。好冷呐！（好冷呐，我在东*北玩泥巴，虽然东*北不大，我在大*连没有家23333）我怀疑是不是被隙间到北极圈了。冷死人啦--!在山上稍等片刻后，我们三个旅*行*团被合并成一个了！？（EXM？）然后我们向西*海大峡*谷进发，我也不想说什么，但是你为什么要带我们走大峡*谷呢？本来我们的所在地可以直接到光明*顶的，可偏偏要带我们走大峡*谷，这鬼畜的大峡*谷的路不知比通向光明*顶的路险多少，更可怜的是，我爸上了年纪后有恐*高。我每走一步都是绷紧的。更坑的是费尽千辛万苦到大峡*谷的底部，又要坐缆车上到白云*宾馆。（我的内心满是波动，一开始带我们走通向光明*顶的路不就没那么多事吗？！）缆车费：100软妹币/人。（这次给想去黄*山的人一个提醒：从北大门上黄*山后不要去西*海大峡*谷，直奔光明*顶！！！）\n上了白云*宾馆后，休息一会儿（11点左右），我和我爸就先上了光明*顶。是这样的，由于我们走的太快，所以把团队甩德很远，所以我们有充裕的时间。不得不说大峡*谷那段路是我这趟路程中最糟糕的。\n到了光明*顶后，上面有座气象站，气象站么，上面有个球状物体，知道一点的人也是知道的。然后这光明*顶和通向光明*顶的路上那可真是和蚂蚁一样。\n还有，光明*顶上看日出的石头上也挤满了人。（有人说上光明*顶就是看个球，23333，文明观球）\n下了光明*顶以后，我们有率先出发（我们正式甩开了队伍，然后就再也没有相遇），向迎*客*松出发。说真的，我们前往迎*客*松的路是，一路堵过去的。我们出发时时间是12点左右，到的时候是16：20左右，没错，一路上都是人，人都快连成一条线了！在有些限*制地段，你不用走，人挤人就过了！半路上不知谁喊了一句“大王叫我来巡山”（23333，好喜感）可能黄*山本来的风景还可以，但是人多了，风景便不好了。\n说真的，去黄山应该带着滑翔伞或者降落伞什么的来。因为你可以直接从旁边滑翔下去而不是走到腿断为止。当然，你如果被挂在树上就神作了。（23333）\n听说这里有野*猴，好吧，我最怕到时候猴子直接扑下来，把我推下去，然后我死无葬*身之地。因为有些地方十分接近边缘，而且山路都是栈*道，不过人也多，所以不怕猴子。（万一塌了呢）（雾）\n终于到了迎*客*松，说真的，我真不觉得这迎*客*松有什么特别之处，除了名气以外。这迎*客*松和我一路走来见到的松树没什么不一样，哦，如果你不算这里人真多的话。\n最后，我们坐缆车下山。这里我真要说一下：我要上缆车的时候，有个老*头把我拉了下去，自己坐上去了！我去年买了个表！啥表？秒表！我不知道你们有没有遇到过这种倚老*卖老的。反正我是特别痛*恨这种老*头。也不会给下一代做榜样。但是我真心想来一记友情破颜拳，不过我怕把事情闹大了所以就算了。\n人们都说黄*山是奇松怪石，我只看到奇人怪人，那些想*钱的人和那些低素*质的人。说真的，来到黄*山杭*州人（因为G*2*0期间来黄*山的大多是杭*州人）的素质一览无余。北*大门那停过车的地方都是垃圾。当然，没有垃圾桶也是给问题。（好吧，其实我也是杭*州的，仅仅是个提醒）还有更*牛的，在那种山道上还能插*队。插*队也就算了，还骂人。就像一些玩盗版游戏的人还有资格来骂正版，坐车逃票的还在买票的人面前显摆一样。就是这种人导致盗版横行！\n我妈说来到黄*山很好，因为是真实的。我爸说很险，因为他有恐*高。说真的，我个人既不觉得黄*山有说的那么好也不觉得险。我只觉得高，我纯粹是怀念中土。我想起了迷雾山脉。啊！我想当年的孤山是得有多么的气派啊！一条大路直通孤山。可惜了，我们依旧再也无缘在银幕前看到中土了。\n人们都说，走在黄*山，雾在半山腰，如仙境一般。结果我们去的时候天气大好，一朵雾也没有...= =不过仙境还是得靠飞的，走的话，呵呵，腿都快不是自己的了。\n我本来是打算回旅馆写的，结果太累了（无力吐槽233333），所以就搁置了，不然又要像上一篇一样写在利*群*牌*香*烟*盒上。（233333）\n第二天，我记得是5:18分回家的，结果回家的时候就吃午饭了。5~6个钟头啊！！！不过半路上看到G*2*0检查站有5个军*队的，其中两人装备的貌似是95*式。，不知是不是实*弹，还披着防*弹*衣。（@弗拉基米尔·马卡洛夫，你怎么看？）（Remeber,No Chinese）\n我真弄不懂，我为什么去黄*山，本来我可以看《星之人》（结果我们这儿没有《星之人》ToT）。我不是引*战，但我真心觉得毁我青春，浪费人生。简而言之：就是在错误的时间在错误的地点进行的一场错误的旅程。\n作者的话：终于把稿子给赶好了。一回家打开MCBBS，一看，提醒（13）。我真心后悔出去了！！！好不容易趁人多，结果！我以后再也不出去了！！！\n其实我这次发游记纯粹是想表示其实很多东西远没有我们相信中那么糟糕或是那么优秀。第一天不是那么糟糕，第二天比我想象的糟糕。\n怎么说呢，我宁可在网上搜图也不出去，因为黄*山就是看景不走路，走路不看景。你一停，后面就堵。我还不如在网上搜1.5个G的图（懂的人自然懂，不懂的人就算了，反正是司机必备的技巧）。\n另外，我这次也是过了一把绅*士的瘾。一根拐杖被我当做装*B道具（23333），就是绅（hen）士（tai）的那根手杖。话说我本来就是绅（hen）士（tai）吧！（我在瞎说什么大实话呢？）\n联动：上篇\n",
    "replies": []
}