{
    "title": "【原创·连载】《Particle》第三章",
    "author": "yuchenyang",
    "replyCount": 4,
    "timestamp": 1473480540,
    "txt_content": "就算不是文评也好啊，到时进来的都说句话啊QAQ\n\n        有句话说的好“冲动是魔鬼”，想必说这句话的人曾因为自己的冲动付出了不少的代价。\n        现在，落暮品味着这句话，想着自己做出的选择是否是正确的。\n        他坐在那张冰冷的椅子上，手腕和脚踝被皮带紧紧地绑在椅子的扶手和脚上，而可以直接观察外界的双眼也被戴上了眼罩。\n        手脚不停的发抖，牙齿也有些打颤。\n        “放轻松，小伙子，因为政府的那些经费完全不够用，所以装置简陋了一些，但这还是很安全的。”“博士”点着嘴巴，兴致勃勃地盯着他。\n        “我，害怕？哼哼。”尽管落暮冷笑了一下，但还是无法掩饰内心的紧张-如果他没带眼罩看到了博士现在的样子那气氛会完全不一样吧。\n        “这对你有什么好处”落暮突然想到了这点，顺口问了出来。\n        “唧唧歪歪的真烦。”博士把手向后伸去，按下了控制器上最显眼的电键。\n        落暮的耳边传来电动机发动的声音-看来是电梯门关上了-随即而来的是一阵失重感。\n        电梯骤然停止，因为惯性，落暮感觉自己的五脏六腑都要从口中冲涌出来。\n        被绑住的地方刺辣辣的痛感传向大脑，但他基本什么都做不来，就算是能做的事那意义也不大。\n        。。。\n        微妙的平静。\n        不过落暮很快感觉到了不对劲的地方。\n        温度在升高。\n        这时，他回想起这座建筑的结构。\n        “这真是想把我烤熟啊……”现在他不禁有些慌乱，开始用全力扭动关节，想要挣脱。\n        不过就算挣脱了似乎也没什么用。 \n        他现在只能等死。\n        刚刚的挣扎似乎起了作用，眼罩带子松了，一边滑落了下来。\n        他用那一只眼睛向外窥视。\n        接着他发现这圆球的内壁刻满了魔法符文，现在发出淡淡的光。\n        。。。。。。。。。\n        “这，是什么情况？”落暮的大脑有些回转不过来。\n        符文发出的光在一瞬间变的极强，强光直直地刺入他的左眼，眼泪立刻涌了出来。\n        他能做的就只是耸动肩膀摆动头部，把左眼埋到落下的半边眼罩里。\n        尽管闭着眼睛，但强光还是轻松的穿过他的眼皮刺向左眼。\n\n        那么现在就可以讲讲他是怎么来这的。\n        就像那些老套的主角觉醒剧情一样，他被拉进巷子后先被抢了钱，接着还结结实实地挨了一顿揍。\n        这个“饱经沧桑”的“主角”热血充头接受了那个博士的邀请。\n        当然，那帮人肯定是博士叫来的。\n        这么说来不免有些中二，但事实就是这样的，或者说落暮正好到了犯二的年龄。\n\n        光渐渐地暗了下来。\n        电梯拽着落暮以自由落体的速度向下沉去。\n        接着就到了底层。\n        落暮的尾椎骨传来一阵闷痛，脊椎仿佛要从颈后穿刺出来。\n        电梯门缓缓打开。\n        博士坐在椅子上往电梯里瞥了一眼，看见了那滑落一半的眼罩，显得不太高兴，但很快换上了一副与以往一样傲慢的微笑。\n        边上的助手解开了皮带摘下了眼罩，但落暮没有站起来。\n        “怎么了，别说你失禁了，我们这可没尿不湿。”\n        落暮并没去理会他，只是在不停地揉着自己的左眼。\n        “别揉了，直视那么强的光你的左眼也差不多瞎了。”他接着说到。\n        落暮把手放下来就这么呆坐在那，左眼变得十分空洞，就像玻璃珠一样。\n        “博士，他怎么了。”站在椅子边的助手问道，“大脑受创了吗，感觉......”\n        他刚说完前面的话，在下半句话还没说出来时，整个人都凝固了。\n        落暮盯着他。\n        助手的身体也发生了变化。\n        身体开始不断的扭曲，压缩以后再次扩张，再扭曲。\n        人身受到了高强度的扭曲，经脉连着皮肉一同撕裂了开来，但他的表情并没有改变，对他而言时间就像停止了一样。\n        扭曲，压缩...\n        就这样，一个人在两人面前变成了一团带着几根人骨的肉块。\n        肉块落在的地上。\n        两人同时目睹了这种是个正常人都会吐的景象，但他们无动于衷。\n        “你看到了什么？”博士依旧带着他那戏谑的语调问道。\n        “虚空、微粒......”落暮顿了顿，“还有你。”\n",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1473484380,
            "txt_content": "觉醒了超能力嘛"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1473487140,
            "txt_content": "a2455564728 发表于 2016-9-10 13:13\n觉醒了超能力嘛\n是的，差不多就是这样，是不是很老套←_←"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1473509820,
            "txt_content": "不回复并不是我们的错：\n第一章第二章是在一年前发的，起码要拐回去看一眼。\n其次单篇和连载不是一回事。不成部分成部分地抛，是看不出路子的。也就是给您检索一下错字啊，语病啊。\n而且单看这几篇，还是比较一般的文章。\n（另外你这篇文章应该仔细改改。按路数看，一些地方不太通顺应该不是故意的。）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1473854100,
            "txt_content": "能写出这种东西\n只能说明作者实在\n很中二"
        }
    ]
}