{
    "title": "1.10附魔",
    "author": "2739477859",
    "replyCount": 3,
    "timestamp": 1473473160,
    "txt_content": "1.10的附魔id是多少比如说\n我要做一把锋利10 耐久10 以副名为哈哈的钻石剑",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1473473160,
            "txt_content": "FHC红石 发表于 2016-9-10 11:56\n来自wiki\nhttp://minecraft-zh.gamepedia.com/附魔你要的例子：/give @p minecraft:diamond_sword 1 0 {display:{Lore:[\"哈哈\"]},ench:[{id:16,lvl:10},{id:34,lvl:10}]}复制代码抱歉写成钻石胸甲了"
        },
        {
            "author": "xRPQx",
            "timestamp": 1473474900,
            "txt_content": "http://minecraft.yxzoo.com/45278_2附魔iD\n/give @p minecraft:diamond_sword 1 0\n　　{ench:[{id:16,lvl:5}]}\n　　复制代码把这条指令复制到指令方块后激活的话，会给玩家一把锋利5级的剑：之后来说下如何给一个装备加多个附魔，十分的简单，直接加逗号分开就好了，比如：\n　　/give @p minecraft:diamond_chestplate 1 0\n　　{ench:[{id:0,lvl:10},{id:1,lvl:10},{2:18,lvl:10},{id:3,lvl:10},{id:4,lvl:10},{id:5,lvl:10},{id：6，lvl:10},{id:7，lvl:10}]}\n\n"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1473479760,
            "txt_content": "来自wiki\nhttp://minecraft-zh.gamepedia.com/附魔\nEID名称最高等级主物品副物品效果0保护\n[备注 1]IV—减少多数的伤害[备注 2]例外：不会减少虚空，指令/kill，饥饿，窒息，药水的伤害。1火焰保护\n[备注 1]IV—减少火焰伤害[备注 2]也会减少着火时(等级*15)%的燃烧时间。如果多个装备包含此附魔，燃烧时间减少仅取等级最高者生效。 在等级VII时玩家无法被点燃（指持续燃烧），只能通过站在熔岩或火源中燃烧。The initiated Fireticks (Lava=300, Fire=150) will be canceled, and only the remaining time in the firesource will be added to the Fireticktimer.2摔落保护IV—减少摔落伤害[备注 2]也会减少来源于末影珍珠的传送伤害。3爆炸保护\n[备注 1]IV—减少爆炸伤害[备注 2]也会降低爆炸产生的(等级*15)%击退效果。击退效果降低仅取自等级最高者。4弹射物保护\n[备注 1]IV—减少来源于弹射物的伤害[备注 2]包括来源于箭、恶魂/烈焰人火球等的伤害。5水下呼吸III—延长水下呼吸时间每等级增加15秒的水下呼吸时间每等级窒息伤害的间隔增加1秒增强水下视觉效果\n如果等级高于III级，会导致视线变白\n\n6水下速掘I—加快水下挖掘速度水下挖掘的速度将保持在正常速度，漂浮状态的玩家效果会有所折扣。等级高于1没有区别。7荆棘III给予攻击者伤害有(等级*15)%的几率将反馈1（）-4（）（或者当等级>10时，等级-10）的伤害给攻击者，无论对方是近战、弓箭或投射物进行攻击。成功反馈伤害后，会消耗3点盔甲的耐久值，未反伤或其他情况则只消耗1点。如果此附魔同时存在于多个盔甲上，随机选取盔甲反馈荆棘伤害，但会在有荆棘附魔的盔甲上随机选取一个盔甲额外产生耐久损耗。8深海探索者\n[备注 3]III—增加水下行走速度每等级减少水下行走减速效果的1/3。\nIII级的效果将使玩家游泳及水下行走的速度与在陆地行走的速度相同。\n在III级附魔的效果下，速度药水对游泳的速度加成与正常行走的速度加成相同。不会增加垂直方向的速度。如果通过指令在其他盔甲上拥有此附魔，效果也会生效。\n9冰霜行者\n[备注 3]II—在水上行走时产生霜冰如果站在一个固体方块上（不能是在固体方块的里面），任何与玩家脚底下方块同高的半径(等级+2)内的水方块都会变成霜冰。 穿戴者在岩浆方块上不会受到伤害。\n属于宝藏型附魔，只能通过宝箱、钓鱼或交易获得。EID名称最高等级主物品副物品效果16锋利\n[备注 4]V\n[备注 5]增加伤害锋利I额外增加了1（）的伤害，后面的每增加一级只额外增加0.5( × 1/4)的伤害。17亡灵杀手\n[备注 4]V对亡灵生物造成额外伤害（僵尸，僵尸猪人，骷髅，凋灵骷髅和凋灵）每等级增加2.5的额外伤害（1.25）。18节肢杀手\n[备注 4]V对节肢生物造成额外伤害（蜘蛛，洞穴蜘蛛，蠹虫和末影螨）每等级增加2.5的额外伤害（1.25）。造成伤害时，节肢生物还会获得缓慢IV效果，效果持续时间在1级时为1~1.5秒随机时间，每等级持续时间增加0.5秒。注意：迟缓效果只要在造成伤害的时候持有拥有该附魔的剑即可。\n19击退II—增加击退的距离每等级增加3个方块的击退效果。疾跑所造成的击退会稍微增强这个效果。20火焰附加\n[备注 6]II—使目标着火火焰附加对目标每等级增加80火焰刻（着火4秒），但第一次伤害来源于物品攻击，因此第一下火焰伤害不会计算。I级造成3（）伤害；II级造成7（）伤害。 伤害总量等价于(等级*4-1)。 灼烧期间生物死亡，掉落的肉会是熟的。 但只有在生物死亡前5秒内，玩家对该生物造成过非火属性的伤害，XP经验才会掉落。21抢夺III—生物能掉落更多物品*每等级掉落物数量上限+1。每等级增加1%获得稀有掉落物的几率（默认几率为2.5%）。当生物死亡时主手持有拥有抢夺附魔的剑，就会触发抢夺效果。额外掉落几率取决于掉落的物品类型。“抢夺”魔咒不会对羊毛、下界之星、蜘蛛眼(不包括击杀女巫获得的蜘蛛眼)、生兔肉和熟兔肉产生效果。更高等级可以通过指令获得。如果等级过大（如1000），掉落物数量可能很多，如此多的掉落物可以使游戏卡顿并崩溃。\nEID名称最高等级主物品副物品效果32效率V\n[备注 5]加快资源采集速度在上一级的基础上上增加+30%挖掘速度：I=130%，II=169%，III=220%，IV=286%，V=371%。此魔咒只会对相应的方块起作用(例如附有效率的镐不对泥土起作用)。1.9之后斧的效率等级会影响用来PVP时使对方破防(无法使用盾牌防御)的几率。33精准采集\n[备注 7]I—被挖掘的方块会掉落它们的本体而不是应该掉落的物品可以获得普通情况下无法获得的方块。只能通过此魔咒获得的物品有：草方块、菌丝、灰化土、煤矿石、青金石矿石、钻石矿石、红石矿石、绿宝石矿石、蜘蛛网、冰、浮冰、玻璃、玻璃板、巨型蘑菇、下界石英矿石。1.8之后，树叶、西瓜也可以通过具有精准采集魔咒的工具采集。使用精准采集魔咒的工具挖掘沙砾将不会掉落燧石。不会在这些方块上生效：蛋糕、小麦、胡萝卜、马铃薯、可可果、地狱疣、草丛、枯死的灌木、火、双台阶、耕地、和南瓜梗、刷怪箱、雪。\n34耐久III增加耐久度多数物品：每次使用会有(100/(等级+1))%的几率会消耗耐久值。平均上寿命变为（等级+1）倍。盔甲：每次使用会有(60 + 40/(等级+1))%的几率会消耗耐久值。平均上盔甲的寿命会延长25%/36%/43%。所以如果等级过大，多数物品有很小的几率会消耗耐久，但盔甲还是经常消耗耐久。1.7以后，所有可附魔的物品都有机会附魔到耐久附魔。35时运\n[备注 7]III—增加方块掉落煤炭、钻石、绿宝石、下界石英、青金石：等级I有33%的几率掉落物x2（平均增加33%），等级II有几率掉落物x2或x3（每项几率25%，平均增加75%），等级III有几率掉落物x2、x3或x4（每项几率20%，平均增加120%）。像抢夺附魔一样，如果等级过大，有可能会导致卡顿并崩溃。红石、胡萝卜、萤石、西瓜、地狱疣、小麦（仅限种子）：每等级掉落上限+1（萤石的上限为4，西瓜的上限为9）。掉落物无附魔时运I时运II时运III燧石10%14%25%100%丛林树苗2.5%2.78%3.125%4.17%其他树苗5%6.25%8.33%10%苹果0.5%0.556%0.625%0.833%EID名称最高等级主物品副物品效果48力量V\n[备注 5]—增加伤害箭的伤害提升25% × (等级 + 1)，0.5（）四舍五入。 箭实体的damageNBT会每等级增加0.5，没有此附魔的弓的箭数值为2。不同等级与拉弦状况所造成的伤害49冲击II—增加击退的距离生物与玩家会被击退得更远。50火矢\n[备注 6]I—燃烧的箭矢箭被射出后会着火，点燃目标生物5秒，造成5（）伤害。生物掉落的肉会是熟的。与打火石不同的是，火矢\"只会\"影响玩家，生物，以及TNT。其他的方块并不会着火，但TNT会被点燃。火焰伤害与火焰附加一样是在普通伤害后给予的。\n51无限I—射箭不会消耗箭矢射箭将需要物品栏内至少有一根箭，但不会有消耗。射出的箭无法被拾起。此魔咒对药水箭、光灵箭无效。EID名称最高等级主物品副物品效果61海之眷顾III—降低获得垃圾的几率每等级降低2.5%获得\"垃圾\"的几率并提升1%获得\"宝藏\"的几率。当等级大于等于4级时，永远不会钓上\"垃圾\"，当等级是95级时，一定会钓上\"宝藏\"。62饵钓III—提高钓鱼的效率1.9（15w43c）以前：每等级会减少5秒的等待时间。同时每等级降低1%获得\"垃圾\"和\"宝藏\"的几率。 当等级超过8级时，永远不会上钩。但在pe版中（0.13.1），超过8级是可以上钩的，这是个特例。1.9以后：不再影响到钓起的物品，只影响钓鱼等待时间。EID名称最高等级主物品副物品效果70经验修补I—用经验修补工具的耐久值当一个附了此附魔的物品被玩家拿着（双手或者装备栏），拾取的经验球会以每经验2点耐久的比率修复该物品而不会给玩家增加经验值。如果持有多个附有该附魔的物品，则每个拾取的经验球会随机选择一个工具；如果被选择的工具不需要修补，这个经验球会像平常一样给予玩家经验值，而不会继续选择另外一个物品；如果没有物品需要修补，玩家会直接获取经验值。属于宝藏型附魔，只能通过宝箱、钓鱼或交易获得。备注↑ 1.0 1.1 1.2 1.3 保护、火焰保护、爆炸保护、弹射物保护是互斥的。↑ 2.0 2.1 2.2 2.3 2.4 保护、火焰保护、摔落保护、爆炸保护和弹射物保护的伤害减少效果会叠加至一定的上限。（详见盔甲）。↑ 3.0 3.1 深海探索者与冰霜行者是互斥的。↑ 4.0 4.1 4.2 锋利、亡灵杀手、节肢杀手是互斥的。↑ 5.0 5.1 5.2 需要铁砧来在弓、钻石剑、工具上实现。↑ 6.0 6.1 火焰附加和火矢对所有下界生物无效，因为下界生物对火和熔岩免疫。↑ 7.0 7.1 精准采集与时运是互斥的。\n你要的例子：\n/give @p minecraft:diamond_chestplate 1 0 {display:{Lore:[\"哈哈\"]},ench:[{id:16,lvl:10},{id:34,lvl:10}]}复制代码"
        }
    ]
}