{
    "title": "【原创/连载】渡鸦 第三章【By 东行殿主】",
    "author": "Тιмγα姬",
    "replyCount": 1,
    "timestamp": 1473500040,
    "txt_content": " 本帖最后由 540083835 于 2016-9-10 17:46 编辑 \n\n夜蝠吞月，十二年一难。\n\n蝙蝠从来就不是温顺的物种，每当如同猫眼一样的月亮升起，蝙蝠便会成群的飞出，遮天蔽日，既不是觅食，也不是迁徙，只是一直往前飞，竭尽全力地煽动翅膀，哪怕撞得头破血流也好，摧毁挡路的一切。而且，哪怕是最强盛的国家，最有经验的占星师，也无法掌握夜蝠吞月的日子，更不用说找到灾难的根源了。\n\n“瞧瞧这个吧，你们这些蛾子。”少女用布条裹在木棍顶端，从身旁牛的尸体上沾满油脂，然后将手掌面向火把——木棍竟然就这么熊熊燃烧了起来。\n\n“天哪……这是……魔法？”青年难以置信地问道。“如你所见。”少女随便地应了一声，向前踏出一步，身体前倾，紧接着将手中的火把用力甩了出去。\n\n整片天际被火光照亮。\n\n蝙蝠们纷纷窜进这堵巨大的火墙，惨叫着，挣扎着，翅膀与灵魂都被火焰包裹，最终灵魂被烧得烟消云散，蝙蝠无力地摔落在地上，散发出一股……香味？\n\n强无敌！青年还在发愣，就被少女一把拖着继续向前跑。“你那么厉害，我们还跑什么？”“闭嘴，要我能干掉这一窝子蝙蝠，我都成巫师协会巨头了。”青年转头，蝙蝠们仍然前仆后继地窜进火里，被烤熟后掉在地上，铺满了地面，散发出一股肉香。\n\n冷风吹过，树叶摇动，远处的黑暗似乎是在晃动，浓稠得好像可以触摸到，青年脑中闪过一丝东西，眯起了眼睛。那片黑暗的确在向自己移动，越来越近，越来越近，视野渐渐被黑暗填满，这片黑暗中响动着哗啦啦的扇动翅膀的声音。\n\n最后，黑暗毫不犹豫地吞掉了火墙！如同世界瞬间被黑暗吞噬，不再有一丝光亮。\n——足以吞噬任何一个城池的蝙蝠群！\n\n“啧啧，真可怜呢。”一只乌鸦飞了过来，与少女一同向前移动，对她说道。青年显然听不见，因为他仍然在一步三回头地奔跑着。\n\n少女恶狠狠地瞅了一眼乌鸦，什么话也没说。乌鸦脸上的肌肉动了动，似乎是在笑，或者说是有微笑的习惯？\n\n“要被吃掉了哟~”乌鸦的语气一股子坏笑的味儿，然后慢慢地飞向一边，眼看着就要消失在黑暗中。少女眉头皱了皱，眼中闪过一丝不快，但还是不由分说拉着青年跟着乌鸦跑去。\n\n“树林里向前二十米，有一个地洞。”乌鸦的声音传了过来，女孩转头，黑暗中，那双猩红的眼睛闪动了两下，然后彻底消失不见。女孩轻轻点了点头，然后带着青年加快了脚步。她丝毫不担心那只乌鸦，毕竟她很清楚那家伙的厉害。\n\n果然有一个地洞，上面钉着木制的活版门，似乎是什么人储藏东西的地方。少女拽着青年的领子，毫不犹豫地跳了下去。地洞并不深，也就两米左右。不过少女得跳起来才能勉强将活版门关上。\n\n“呼……得救了，”青年不住地喘气，“你怎么知道这里有个地洞？”\n\n显然已经将自己必须把少女抓回城里的这事儿搁脑后了。\n\n少女没有回答他，手心燃起一团火苗，将黑暗的洞穴照的光亮。洞壁上镶嵌着一个熄灭的青铜油灯，少女将手中的火苗随手一抛，那火苗便如同水滴一样，沿着抛物线掉在油灯的灯芯上，变成了绿色的火焰。\n\n青年显然还是再次被惊艳了一把，不过很老实地没有多问。地洞里没有一点土腥味，反而很干燥，弥漫着一股酒味，看来这里一直有人居住。\n\n蝙蝠掠过地面，扇动翅膀的声音震耳欲聋，在底洞内回荡，能听见树干被撞碎的清脆响声，树叶摇动的声音，树干倒地的声音，蝙蝠们血肉模糊的尸体掉在地上的声音。但不管外面被摧毁成什么样，在地洞内倒是很叫人心安。\n\n地洞尽头摆放着十几个圆形酒桶，酒香显然就是从那里飘来的。\n\n一只乌鸦站在酒桶边上，猩红的双眼直勾勾地盯着两人。\n\n“嗯?这里为什么会有乌鸦?”青年走了过去，似乎是想仔细察看一番。\n\n少女并起手指，一手刀准确无误地劈在他的脖子上，青年猝不及防，浑身抽了一下，然后软绵绵地倒在了地上，发出沉闷的响声，失去了意识。少女没再管他，径直向前走去。\n\n“你为什么在这？”她挑了挑眉毛，有些无奈地问道，乌鸦怪笑了两声，竟然变成了一个人，黑色的长发搭在背上，脸上带着一个满是黑色羽毛的面具，和少女的面具一模一样。“你是不是在想，如果我没来你可能就死了。”她摘下面具，猩红色的眼睛如同鲜血凝成的宝石，摄人心神。\n\n“我不可能死，”少女硬气地回答道，“顶多受点伤。”乌鸦变成的女人挑了挑嘴角，随手拿起一个杯子，从身旁的酒桶里接了一杯酒：“你为什么不杀他？”\n\n“就算杀了他也没人给我酬劳，”少女答道，“我不想沾上那么多多余的血。”女人自顾自地喝着酒，酒中倒映出她美丽的面容，似是在思索着什么。\n\n“啊，算了，随你开心就好。”她笑了起来，如同一串银铃。\n\n少女却没有笑，反而是一脸漠然：“你来找我不可能就为了调侃一下。”女人耸了耸肩：“是的，我来是想告诉你，你出发后，杀手总部被攻击了。”“攻击？被谁？”少女意外的冷静，女人也不罗嗦：“菲利克斯的执法者。”\n\n“你是想来带我去新的据点吗？”少女问道，女人点了点头。杀手这种职业，暴露了位置后就必须转移。\n\n少女脸色有些黯然，她并没有问死了些什么人，她也不想知道死了些什么人，只是默默点了点头。\n\n“谢谢你，渡鸦。”\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1473502020,
            "txt_content": "这是什么排版∑(°口°?)??"
        }
    ]
}