{
    "title": "【原创·连载】【方块纪元】[第二章：海怪!]【作者CXi_Chen】",
    "author": "CXi_Chen",
    "replyCount": 3,
    "timestamp": 1473509760,
    "txt_content": "前言：\n\n          第一章效果不错嘛，没有一个人回帖（不要吐槽自己好吗！人家以为你在装X）这次的故事是我花了十分钟在自己的床上滚来滚去然后想出来的，我愿意承担一切抄袭的后果，欢迎各位来举报。\n\n正文：\n\n          虽然命令方块找回了，但避免不了一切生灵的大乱与躁动。。。。。。          火热毒辣的太阳在头顶上方燃烧，阳光像是炸弹一样烘烤着他裸露的皮肤上，干裂缺水的嘴唇抿了抿，恍惚中，巴基司尔特不知道自己是死还是活。这次的故事就要从这儿说起。\n          距离轮船遭遇暴风雨事件已经过去了大约两个星期，当时他很幸运地保住了橡木板才得以逃生，可几天后他才明白，迎接他的是一场怎样的酷刑。烈日的照射就像无期徒刑一般痛苦，一点一点侵蚀着他。\n          “呲~呲”\n          一阵奇异的声响在他耳边，他以为是幻觉，可其实。突然！从天空中飞出了许多乌鸦，大海上还有乌鸦？巴基司尔特感觉不对，赶快抱着他那橡木板游着，试图逃跑。可事实并非如此，乌鸦只是一群未知生物的被动技能“垂死惊吓”，可以召唤5~20只乌鸦在上空吸引他人的注意，那未知生物就是我们大海的——遗迹守护者，被人们称为海怪！\n          巴基司尔特皱眉，难道暴风雨要来了？\n          他努力抬头，张大双眼，被饥渴折磨得头昏眼花的巴基司尔特只看到一群不规则形状的生物在水中漂浮。难道？是古老传说中的海怪兵团——并不是，真的是遗迹守护者。但是巴基司尔特眼花缭乱，试图攻击守护者，一群守护者联动发动群体连锁三阶技能“雷影鬼畜”，技能还未发动，巴基司尔特就已经被潜入了海中，他实在坚持不住了，饥渴、暴晒已经让他的生命力几乎为零。\n\n          第二天清晨，在海边一直等待她男朋友的“晓雨”（请查看上章了解）发现了一个人，他就是巴基司尔特，善良的晓雨救了他，但为什么就是这么碰巧，计算机专家“布吉卡·雷特”就在这个时候来了，看见晓雨抱着那个男人，他以为自己知道了一切，就默默离开了，并发给晓雨短信：看来你已经找到你的真爱了。\n          晓雨看到这条短信，没管他，继续带着巴基司尔特去治疗站，治疗站的工作人员说：“由于高度中暑，激光治疗无效，他其实是已经死亡的，不过有一种方法可以救回他，那就是叽霸叽霸叽霸叽霸叽霸叽霸叽霸（屏蔽）”，晓雨听了，赶快去了一个地方，至于去了哪，下章会说到的。\n\n          没错，熊孩子男主角锡晨此时在学校，拿着书本在那装模作样，老师看他装模作样，也没DIAO他。\n          （哦对不起，由于男主角给了作者五毛钱，所以作者还给他写了个版本）\n          没错，学霸男主角锡晨此时在学校，拿着五年模拟-三年中考在那做着，老师看他勤学苦练，就给了他本书——九阶技能书“龙吟狂啸”。\n\n          第三天，白云悠悠，白帆点点，潮来潮去来间，翡翠色的大海温柔地环抱着珍珠白色的沙滩，这里不愧为方块纪元最美的海岸。天然，纯粹，原理现代工业2（为什么是工业2？你玩工业模组玩多了吧，现在写小说呢！正经点！）的一切污染，据说，沙滩上的每一粒白沙都纯净得宛若恶魂的眼泪，因此，这里被誉为全世界十大休闲度假区所之一。\n          那么问题来了？请问晓雨去了哪呢，这一切的一切都归结于第三章，因为晓雨在第三章等我们了！\n\n\n\n",
    "replies": [
        {
            "author": "安根_Engon",
            "timestamp": 1473510360,
            "txt_content": "读完以后我的内心是震撼的\n就好像我在看某经典影片，假情报员与老钟表匠在对话\n“空气在颤抖，仿佛天空在燃烧。”\n“是啊，暴风雨就要来了。”\n然后他们两个忽然亮出一大堆属性然后抡波开打\n不过还是那句话，您开心就好。"
        },
        {
            "author": "CXi_Chen",
            "timestamp": 1473512640,
            "txt_content": "安根_Engon 发表于 2016-9-10 20:26\n读完以后我的内心是震撼的\n就好像我在看某经典影片，假情报员与老钟表匠在对话\n“空气在颤抖，仿佛天空在燃 ...\n不会啊，我很开心~"
        },
        {
            "author": "250=mo",
            "timestamp": 1477841220,
            "txt_content": "我原本还想说几句……既然你开心……罢了"
        }
    ]
}