{
    "title": "【原创/连载】《影雨为天》 第一章 -乱世出英雄 【By MF_Mufeng】",
    "author": "MF_Mufeng",
    "replyCount": 3,
    "timestamp": 1473504780,
    "txt_content": " 本帖最后由 MF_Mufeng 于 2016-9-10 19:04 编辑 \n\n前言：之前貌似有个弃坑..\n\n\n\n正文：\n       我望了望远方，看到一片残破的建筑群，建筑全由砖瓦构成，但因年久失修，上面有不少破洞，房梁上不时还有几个身影闪过。\n       \n       应该就是这里了。\n\n\n       我压低了头上的斗笠，快步向那片残破的建筑群走去。突然，我感觉脖子一冷，原来不知何时，一柄长剑已经架在我的脖子上。\n\n\n       我瞬间惊出一声冷汗，看了看那个把剑架在我脖子上的人，一身黑袍，戴着一个红白相间的面具，就那样冷冷地注视着我。\n\n\n       “雨杀人，不分善恶。”我想起了之前那个引路人给我的暗号，我便将暗号说了出来。\n\n\n       我突然感到身体一轻，那个红白面具人拎着我，一言不发地便向建筑群的中心疾步走去。速度之快，令我十分诧异。大约经过了四五个哨口，我便被带到了建筑群的中心。\n\n\n       他随手一拍，我便摔在离建筑群中央只有一丈的距离。建筑群的正中央站着一个身着紫袍的人，戴着黑面具，浑身上下透着一股让人捉摸不透的气息。那气息，让人不战而栗。\n\n\n       “什么名字。”紫袍人开口问道。声音僵硬又带着一点感情，让人很不舒服。\n\n\n       “影沐。”我答道。\n\n\n       紫袍人看了那个把我带来的红白面具人一眼，那人便又拎起我，向建筑群外走去。\n\n\n       “三天之内，你有三位盟友，如果你们四人不能按时返回，那就不用加入雨杀了。”紫袍人淡淡地说了一句，便消失了。\n\n\n       我甚至没看清他是如何消失的。\n\n\n       红白面具人将我一路拎到建筑群外的森林里，一把把我扔在地上，然后飞也似地返回建筑群了。\n\n\n       我一头雾水，这是怎么回事？不是有三位盟友么，但一个也没有。而且不能按时返回是什么意思，难不成这森林之中有什么强大的存在？\n\n\n       我站起身来，拍了拍身上刚刚盖上的灰尘，然后抽出了我的长剑。我把长剑紧紧握在手中，努力地观察四周茂密的树丛，想看出一些细节出来。可我失望了，四周十分寂静，静得有些可怕。\n\n\n       突然一个黑影手持一柄短匕向我袭来，我赶忙挥剑挡下这一夺命一击。那黑影见一击不成，又反手一劈，实打实地打在了我的长剑上。几乎是肉眼可见的，我的长剑上出现了许许多多细密的裂痕，然后整柄剑便碎成了粉末。\n\n\n       我见状大吃一惊，那黑影再次扑来，直向我左心处捅去。我化掌为刀，一掌劈在黑影的胳膊上，黑影吃痛，松开了手，匕首便掉在了地上。\n\n\n       这回我才有机会近距离看这个人。原来是一个女子，身段纤细，身着黑色劲装，的确擅长暗杀之功。\n\n\n       忽然，一道大力从我背后传来，我本来想要抵挡，可已经晚了。那一道大力结结实实打在我的后背上，我闷着哼了一声，一丝血丝从我嘴角溢出。我看到了那个大力之人，身披青袍，右手处还有着指虎。\n\n\n       青袍人还未站立一会儿，便又窜来一人。此人身形敏捷，比起刚刚的那个女子有过之而无不及。他手上的长剑连番舞动，一朵朵剑花看似美丽，实则是带刺玫瑰。\n\n\n       青袍人手持指虎抵挡了一阵，脖子上便出现了一柄长剑。青袍人见状，冷哼一声，停止了抵挡。\n\n\n       这人身着黄袍，身上的肃杀之气若隐若现，一定是见过尸山血海的场面，而不是什么平庸之辈。\n\n\n       带上我正好四人！这便是所谓的盟友。他们每人都戴着面具，女子是白面具，青袍人为红面具，黄袍人则是深蓝面具。黄袍人仔细地打量了一下我，便扔给我一柄上好的长剑和一个紫面具。\n\n\n       “雨杀无论是试炼者或是成员，都要戴上面具。”黄袍人解释道，“现在江湖很乱，以真面目示人很容易在任务对象逃窜后而暴露自己的身份，所以雨杀中人的面具是必不可少的。”\n\n\n       “我们便是盟友了，先去击杀别人吧。”黄袍人带头向一个方向跑去，其他两人也追了上去。\n\n\n       难道是要击杀别人么？真是残酷。我暗叹一声，也施展起步法紧跟着黄袍人。\n\n\n       除去标点共1231字。\n\n\n       开新坑，但是之前那个只好弃坑了。该坑不弃，视评论与评分而定小说长度。\n\n\n     订阅请评分“我要订阅”，则新章节会at。\n\n\n     好友席：\n     @2B与mc的故事 @FHC红石 @guqu @xcc \n     套近乎席：\n     @冥王星人 @PETER·篠 \n     因为是在周创，就不标记IG搬运组了。",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1473505920,
            "txt_content": "果咩最近升初三整个人忙的不行所以之前几次at来的有点晚........\n滋磁滋磁"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1473506160,
            "txt_content": "惯例的老手调♂教新人←w←"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1473556620,
            "txt_content": "最好还是不要弃坑啊\n翻了阁下的帖子考古\n之前的是刚开始就放弃了啊{:10_501:}\n创作这种东西还是需要毅力的\n祝进步{:10_523:}"
        }
    ]
}