{
    "title": "【原创/连载】《影雨为天》 第二章 -快刀斩乱麻 【By MF_Mufeng】",
    "author": "MF_Mufeng",
    "replyCount": 1,
    "timestamp": 1473512340,
    "txt_content": "\n\n前言：喜欢就请评分或订阅吧！:-)\n\n\n\n正文：\n      江湖中人但凡会点武功，有点内力，一般行走的速度都会很快。行走的速度快慢，也可以看出功力和步法之间的差距。\n\n\n      “根据之前我所探的情报，往前二十里便是一个废弃门派的坐落之地，我们可以搜刮一些用品，也能杀人。”黄袍人扭过头来对我们三人说道，说到最后四个字时，他还露出了邪邪的笑容。\n\n\n      我心头一凛。\n\n\n      果然，没过一会儿，前面便出现一个巨大的宝塔，而宝塔的正门处恰好有八人在互相激战。\n\n\n      “鹬蚌相争，渔翁得利。”黄袍人看着那些正在打斗的人说道，“我们便做那渔翁！”\n\n\n      我眯眼看去，能看出来，这八人绝对战斗力比起自己等人只强不弱，光是那力道，隔着这么远都能感受到其中的凶狠。\n\n\n      黄袍人向我们一挥手，青袍人、我和那女子立刻会意，分别躲在三棵树上，静候良机。\n\n\n      大约两炷香的时间，那八人逐渐体力不支，出招也没有之前的凶狠，力道也变得微弱起来。这时，突然一道红影闪过，迅速击杀了八人中的一人，接着在人群中大开杀戒。\n\n\n      “看来有人和我们打得一样的算盘。”黄袍人轻笑一声，“动手！”\n\n\n      我们三人同时出击，黄袍人也全力施展出剑招向那七人和红影袭去。那红影大吃一惊，急急向后退去。\n      \n      青袍人一个箭步上前，眨眼间便用他那戴着指虎的铁拳向前一打，正巧打中红影腹部。红影被那力道震得整个人弯成了弓形，胳膊和腿更是被黄袍人的剑花打得伤痕累累。\n\n\n      黑色劲装的女子立刻掏出另一把匕首，一匕刺入红影的胸口。红影眼睛瞪圆，随即便毫无生机。\n\n\n      我手持长剑冲向那已是强弩之末的七人，一剑斩向站在最前面的白袍男子。那男子一惊，手掌作刀便向我胳膊劈去。\n\n\n      我立即停下我的动作，将手中突击的长剑摆了几圈，然后猛地发力，一剑斩在那男子的手上。\n\n\n      “啊！”那男子惨呼一声，我一步上前，一剑将他的头颅砍下，惨叫声戛然而止。\n\n\n      后面剩下的六人看着那具无头尸体和地面上那颗滚动的头颅，都不禁打了个寒蝉。但他们也不是任人揉捏的软柿子，反应过来后，一个头戴灰色面具的女子便手持长鞭对准了我，直接就是一鞭子下去。\n\n\n      我一剑斩向那飞舞过来的鞭身，但那鞭子却毫发未损，反而突破了长剑，势如破竹地向我右腰间打来。\n\n\n      我暗叫糟糕，只好用左手捂住右腰间，去承受那凶狠的一鞭。\n\n\n      我低估了这一鞭的威力。\n\n\n      一鞭抽完，我只感觉左手火辣辣的疼。抬起手，只见那里已经血肉模糊，甚至能见到一点点白骨。\n\n\n      那女子本还想再来一鞭，彻底终结我的性命。怎料青袍人已经赶来，一拳便打在那长鞭上。\n\n\n      那指虎，竟然能与那长鞭硬撼而不分上下！\n\n\n      黄袍人和黑色劲装女子也都赶了过来，两人就如下山的猛虎。黄袍人施展出华丽的剑招，那女子上来便斩杀一人，打得那些人措手不及。\n\n\n      我也右手持剑冲了上去，与青袍人联合在一起打那使长鞭的女人。\n\n\n      长鞭女本来就被擅长近战的青袍人近身，现在又加入了我，自然便伤痕累累，手上的招式也变得凌乱起来。青袍人抓住时机，一爪突向长鞭女。长鞭女一鞭挥向青袍人的手腕，紧紧地勒住。青袍人突然哼了一声，另一只手直接抓住那根缠在自己手腕上的长鞭，连带长鞭女一同扔了出去。\n\n\n      长鞭女在空中翻腾了几下，依然重重地摔在了地上。我迅速走到她的面前，用长剑挑下了她的面具。\n\n\n      这女人长得极美，可怜地看着我，脸上写满求饶。\n\n\n      我摇了摇头，一剑刺穿了她的心脉。\n\n\n      这七人本就力不从心，黄袍人和女子当然应付得当，击杀了两人，还剩三人。现在我和青袍人又加入战圈，四打三，我们已立于不败之地。\n\n\n      约一炷香，那负隅顽抗的三人便被我们击杀。我们看着这猩红的大地还有那九具尸体，都露出了笑容。\n\n\n      这渔翁，平安无险地做成了。\n\n\n      我们望向那巨大的宝塔，身形一动，便冲了进去。废弃门派，一般都会有绝佳的武器、武功，而这些，正是我等所缺！\n\n      除标点总计1292字。\n\n\n      订阅请评分“我要订阅”，则新章节会at。\n\n\n    好友席：\n    @2B与mc的故事 @FHC红石 @guqu @xcc \n    \n\n\n           ",
    "replies": [
        {
            "author": "guqu",
            "timestamp": 1473853560,
            "txt_content": "住宿十四天表示根本没时间看"
        }
    ]
}